[
  {
    "hadith_id": 2671,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "রসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রমাযান মাসের শেষ দশকে ই‘তিকাফ করতেন। নাফি’ (রহঃ) বলেন, মাসজিদের যে স্থানে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ই‘তিকাফ করতেন, ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) তা আমাকে দেখিয়েছেন। (ই.ফা. ২৬৪৮, ই.সে. ২৬৪৭)",
    "ar": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ، أَنَّ نَافِعًا، حَدَّثَهُ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، - رضى الله عنهما - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَعْتَكِفُ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ ‏.‏ قَالَ نَافِعٌ وَقَدْ أَرَانِي عَبْدُ اللَّهِ - رضى الله عنه - الْمَكَانَ الَّذِي كَانَ يَعْتَكِفُ فِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنَ الْمَسْجِدِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2670,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রমাযান মাসের শেষ দিন ই‘তিকাফ করতেন। (ই.ফা. ২৬৪৭, ই.সে. ২৬৪৬)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مِهْرَانَ الرَّازِيُّ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، رضى الله عنهما أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَعْتَكِفُ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2673,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রমাযানের শেষ দশ দিন ই‘তিকাফ করতেন। (ই.ফা. ২৬৫০, ই.সে. ২৬৪৯)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا سَهْلُ بْنُ عُثْمَانَ، أَخْبَرَنَا حَفْصُ بْنُ غِيَاثٍ، جَمِيعًا عَنْ هِشَامٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ - وَاللَّفْظُ لَهُمَا - قَالاَ حَدَّثَنَا ابْنُ نُمَيْرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَعْتَكِفُ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2672,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রমাযান মাসের শেষ দশকে ই‘তিকাফ করতেন। (ই.ফা. ২৬৪৯, ই.সে. ২৬৪৮)",
    "ar": "وَحَدَّثَنَا سَهْلُ بْنُ عُثْمَانَ، حَدَّثَنَا عُقْبَةُ بْنُ خَالِدٍ السَّكُونِيُّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَعْتَكِفُ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2674,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইন্তিকালের পূর্ব পর্যন্ত রমাযানের শেষ দশকেই ই‘তিকাফ করতেন। তাঁর ইন্তিকালের পর তাঁর সমধর্মিনীগণও ই‘তিকাফ করতেন।[১২] (ই.ফা. ২৬৫১, ই.সে. ২৬৫০)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، - رضى الله عنها - أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَعْتَكِفُ الْعَشْرَ الأَوَاخِرَ مِنْ رَمَضَانَ حَتَّى تَوَفَّاهُ اللَّهُ عَزَّ وَجَلَّ ثُمَّ اعْتَكَفَ أَزْوَاجُهُ مِنْ بَعْدِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১২] রসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খেয়াল করলেন, এতে স্ত্রীদের অহংকার এসে গিয়েছিল এবং তাদের মধ্যে ই‘তিকাফ করার মর্যাদা লোপ পায়, তারা বরং অন্যের দেখাদেখি ই‘তিকাফ করতে তাঁবু খাটায়। ফলে রসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রমাযানে ই‘তিকাফ স্থগিত করে তার পরিবর্তে শাওওয়াল মাসে ই‘তিকাফ পূর্ণ করেন।"
  },
  {
    "hadith_id": 2675,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ই‘তিকাফ করার ইচ্ছা করলে ফাজরের সলাত আদায়ের পর ই‘তিকাফের স্থানে প্রবেশ করতেন। একবার তিনি (মাসজিদের অভ্যন্তরে) তাঁবু খাটানোর নির্দেশ দিলেন এবং তদানুযায়ী তা খাটানো হ‘ল। তিনি রমাযানের শেষ দশকে ই‘তিকাফ করার সংকল্প করলেন। উম্মুল মু‘মিনীন যায়নাব (রাঃ)-ও তাঁর তাঁবু খাটিয়ে দেয়ার নির্দেশ দিলেন এবং তা খাটানো হ‘ল। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অপরাপর স্ত্রীগণও নিজ নিজ তাঁবুগুলো খাটানোর নির্দেশ দিলেন এবং তা খাটানো হ‘ল। ফাজরের সলাত শেষে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকিয়ে তাঁবুগুলো খুলে ফেলার নির্দেশ দিলেন এবং তা তুলে ফেলা হল। তিনি রমাযানের ই‘তিকাফ ভঙ্গ করলেন এবং শাওওয়াল মাসের প্রথম দশকে কাযা করলেন।  (ই.ফা. ২৬৫২, ই.সে. ২৬৫১)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَرَادَ أَنْ يَعْتَكِفَ صَلَّى الْفَجْرَ ثُمَّ دَخَلَ مُعْتَكَفَهُ وَإِنَّهُ أَمَرَ بِخِبَائِهِ فَضُرِبَ أَرَادَ الاِعْتِكَافَ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ فَأَمَرَتْ زَيْنَبُ بِخِبَائِهَا فَضُرِبَ وَأَمَرَ غَيْرُهَا مِنْ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم بِخِبَائِهِ فَضُرِبَ فَلَمَّا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم الْفَجْرَ نَظَرَ فَإِذَا الأَخْبِيَةُ فَقَالَ ‏ \"‏ آلْبِرَّ تُرِدْنَ ‏\"‏ ‏.‏ فَأَمَرَ بِخِبَائِهِ فَقُوِّضَ وَتَرَكَ الاِعْتِكَافَ فِي شَهْرِ رَمَضَانَ حَتَّى اعْتَكَفَ فِي الْعَشْرِ الأَوَّلِ مِنْ شَوَّالٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2678,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অন্যান্য সময়ের তুলনায় রমাযানের শেষ দশকে অধিক পরিমাণে এমনভাবে সচেষ্ট থাকতেন যা অন্য সময়ে থাকতেন না। (ই.ফা ২৬৫৫, ই.সে. ২৬৫৪)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو كَامِلٍ الْجَحْدَرِيُّ كِلاَهُمَا عَنْ عَبْدِ الْوَاحِدِ بْنِ زِيَادٍ، - قَالَ قُتَيْبَةُ حَدَّثَنَا عَبْدُ الْوَاحِدِ، - عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ، قَالَ سَمِعْتُ إِبْرَاهِيمَ، يَقُولُ سَمِعْتُ الأَسْوَدَ بْنَ يَزِيدَ، يَقُولُ قَالَتْ عَائِشَةُ رضى الله عنها كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَجْتَهِدُ فِي الْعَشْرِ الأَوَاخِرِ مَا لاَ يَجْتَهِدُ فِي غَيْرِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2677,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রমাযানের শেষ দশক শুরু হবার সাথে সাথে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সারা রাত জেগে থাকতেন ও নিজ পরিবারের সদস্যদের ঘুম থেকে জাগাতেন এবং তিনি নিজেও ‘ইবাদাতের জন্য জোর প্রস্তুতি নিতেন। (ই.ফা. ২৬৫৪, ই.সে. ২৬৫৩)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَابْنُ أَبِي عُمَرَ، جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، - قَالَ إِسْحَاقُ أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، - عَنْ أَبِي يَعْفُورٍ، عَنْ مُسْلِمِ بْنِ صُبَيْحٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا دَخَلَ الْعَشْرُ أَحْيَا اللَّيْلَ وَأَيْقَظَ أَهْلَهُ وَجَدَّ وَشَدَّ الْمِئْزَرَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2679,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে (যিলহাজ্জের) দশম তারিখে কখনও সওম পালন করতে দেখিনি। \n(ই.ফা. ২৬৫৬, ই.সে. ২৬৫৫)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ وَإِسْحَاقُ قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ، الآخَرَانِ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ مَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم صَائِمًا فِي الْعَشْرِ قَطُّ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2680,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (যিলহাজ্জের) দশ তারিখে সওম পালন করেননি। (ই.ফা. ২৬৫৭,ই.সে. ২৬৫৬)",
    "ar": "وَحَدَّثَنِي أَبُو بَكْرِ بْنُ نَافِعٍ الْعَبْدِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، - رضى الله عنها - أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمْ يَصُمِ الْعَشْرَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2676,
    "narrator": "‘আয়িশাহ (রাঃ) এর সূত্র",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে আবূ মু‘আবিয়াহ্ (রহঃ) বর্ণিত হাদীসের মর্মার্থানুযায়ী বর্ণিত হয়েছে।\nইবনু ‘উয়াইনাহ্, ‘আমর ইবনুল হারিস ও ইবনু ইসহাক্বের বর্ণনায় ‘আয়িশা (রাঃ), হাফসাহ্ (রাঃ) ও যায়নাব (রাঃ) সম্পর্কে উল্লেখ আছে যে, তারা ই‘তিকাফের উদ্দেশে তাঁবু খাটিয়েছিলেন। (ই.ফা. ২৬৫৩, ই.সে. ২৬৫২)",
    "ar": "وَحَدَّثَنَاهُ ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، ح وَحَدَّثَنِي عَمْرُو بْنُ سَوَّادٍ، أَخْبَرَنَا ابْنُ، وَهْبٍ أَخْبَرَنَا عَمْرُو بْنُ الْحَارِثِ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، ح وَحَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا أَبُو الْمُغِيرَةِ، حَدَّثَنَا الأَوْزَاعِيُّ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنِ ابْنِ إِسْحَاقَ، كُلُّ هَؤُلاَءِ عَنْ يَحْيَى بْنِ، سَعِيدٍ عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، - رضى الله عنها - عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ بِمَعْنَى حَدِيثِ أَبِي مُعَاوِيَةَ ‏.‏ وَفِي حَدِيثِ ابْنِ عُيَيْنَةَ وَعَمْرِو بْنِ الْحَارِثِ وَابْنِ إِسْحَاقَ ذِكْرُ عَائِشَةَ وَحَفْصَةَ وَزَيْنَبَ - رضى الله عنهن - أَنَّهُنَّ ضَرَبْنَ الأَخْبِيَةَ لِلاِعْتِكَافِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]