[
  {
    "hadith_id": 3464,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, একদা আমার দুধ চাচা আফ্‌লাহ ইবনু আবূল কু’আয়স আমার কাছে এলেন। অতঃপর রাবী পূর্ববর্তী হাদীসের ন্যায় হাদীস বর্ণনা করেন। তবে রাবী তাঁর বর্ণনায় অতিরিক্ত বলেছেন, আমি বললাম, আমাকে এক মহিলা দুধ পান করিয়েছেন, কোন পূরুষ তো করাননি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার দু’ হাত বা ডান হাত ধূলিমলিন হোক। (ই.ফা. ৩৪৩৭, ই.সে. ৩৪৩৬)",
    "ar": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ أَتَانِي عَمِّي مِنَ الرَّضَاعَةِ أَفْلَحُ بْنُ أَبِي قُعَيْسٍ ‏.‏ فَذَكَرَ بِمَعْنَى حَدِيثِ مَالِكٍ وَزَادَ قُلْتُ إِنَّمَا أَرْضَعَتْنِي الْمَرْأَةُ وَلَمْ يُرْضِعْنِي الرَّجُلُ قَالَ ‏ \"‏ تَرِبَتْ يَدَاكِ أَوْ يَمِينُكِ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3467,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, একদা আমার দুধচাচা আমার সাথে সাক্ষাত করার জন্য আসলেন এবং আমার কাছে প্রবেশের অনুমতি চাইলেন, কিন্তু রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে পরামর্শ না করা পর্যন্ত আমি অনুমতি দিতে অস্বীকার করলাম। যখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসলেন তখন আমি তাঁকে বললাম আমার দুধচাচা আমার সঙ্গে সাক্ষাতের অনুমতি চেয়েছিলেন, কিন্তু আমি অনুমতি দিতে অস্বীকার করি। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বললেন, তোমার চাচা তোমার নিকট প্রবেশ করতে পারে। আমি বললাম, আমাকে তো দুধপান করিয়েছে নারী, কোন পুরুষ তো আমাকে  দুধপান করায়নি। তিনি বললেন, অবশ্যই সে তোমার চাচা। অতএব সে যেন তোমার সাথে সাক্ষাত করতে পারে। (ই.ফা. ৩৪৪০, ই.সে. ৩৪৩৯)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا ابْنُ نُمَيْرٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ جَاءَ عَمِّي مِنَ الرَّضَاعَةِ يَسْتَأْذِنُ عَلَىَّ فَأَبَيْتُ أَنْ آذَنَ لَهُ حَتَّى أَسْتَأْمِرَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَلَمَّا جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم قُلْتُ إِنَّ عَمِّي مِنَ الرَّضَاعَةِ اسْتَأْذَنَ عَلَىَّ فَأَبَيْتُ أَنْ آذَنَ لَهُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَلْيَلِجْ عَلَيْكِ عَمُّكِ ‏\"‏ ‏.‏ قُلْتُ إِنَّمَا أَرْضَعَتْنِي الْمَرْأَةُ وَلَمْ يُرْضِعْنِي الرَّجُلُ قَالَ ‏\"‏ إِنَّهُ عَمُّكِ فَلْيَلِجْ عَلَيْكِ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3471,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বর্ণনা করেন যে, আফ্‌লাহ নামক তাঁর দুধচাচা তাঁর   সাথে সাক্ষাত করার জন্য অনুমতি চাইলেন। তিনি তাঁকে নিষেধ করে দেন। অতঃপর তিনি এ  সম্পর্কে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে অবহিত করলেন। তিনি তাঁকে বললেন, তুমি তাঁর থেকে পর্দা করবে না। কেননা দুধ পানের সম্পর্ক দ্বারা ঐসব লোক হারাম হয়ে যায় যারা রক্ত সম্পর্ক দ্বারা হারাম হয়। (ই.ফা. ৩৪৪৪, ই.স. ৩৪৪৩)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ عِرَاكٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّهَا أَخْبَرَتْهُ أَنَّ عَمَّهَا مِنَ الرَّضَاعَةِ - يُسَمَّى أَفْلَحَ - اسْتَأْذَنَ عَلَيْهَا فَحَجَبَتْهُ فَأَخْبَرَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهَا ‏ \"‏ لاَ تَحْتَجِبِي مِنْهُ فَإِنَّهُ يَحْرُمُ مِنَ الرَّضَاعَةِ مَا يَحْرُمُ مِنَ النَّسَبِ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3472,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আফ্‌লাহ ইবনু কু’আয়স আমার সাথে সাক্ষাৎ করার অনুমতি চাইলেন। আমি তাকে অনুমিত প্রদানে অস্বীকার করলাম। অতঃপর তিনি লোক পাঠিয়ে আমাকে জানালেন যে, আমি তোমার চাচা। আমার ভাইয়ের স্ত্রী তোমাকে দুধপান করিয়েছেন। এরপরও আমি তাকে অনুমতি দিতে অস্বীকার করি। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসলেন এবং আমি তাঁর কাছে এ বিষয়ে উল্লেখ করি। তিনি বললেন, সে তোমার নিকট আসতে পারে। কেননা, সে তোমার চাচা। (ই.ফা. ৩৪৪৫, ই.সে. ৩৪৪৪)",
    "ar": "وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ عِرَاكِ، بْنِ مَالِكٍ عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتِ اسْتَأْذَنَ عَلَىَّ أَفْلَحُ بْنُ قُعَيْسٍ فَأَبَيْتُ أَنْ آذَنَ، لَهُ فَأَرْسَلَ إِنِّي عَمُّكِ أَرْضَعَتْكِ امْرَأَةُ أَخِي ‏.‏ فَأَبَيْتُ أَنْ آذَنَ لَهُ فَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ ‏ \"‏ لِيَدْخُلْ عَلَيْكِ فَإِنَّهُ عَمُّكِ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3473,
    "narrator": "‘আলী (রাঃ)",
    "bn": "তিনি বলেন, আমি জিজ্ঞেস করলাম, হে আল্লাহর রসূল! কী ব্যাপার আপনি কুরায়শী মহিলাদের প্রতি আগ্রহী আর আমাদের প্রতি অমনোযোগী? তিনি বললেন, তোমাদের মধ্যে এমন কেউ আছে নাকি? আমি বললাম, হাঁ, হাম্‌যার কন্যা। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সে আমার জন্য হালাল নয়। কেননা, সে আমার দুধ ভাইয়ের কন্যা। (ই.ফা. ৩৪৪৬, ই.সে. ৩৪৪৫)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالُوا حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَلِيٍّ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مَا لَكَ تَنَوَّقُ فِي قُرَيْشٍ وَتَدَعُنَا فَقَالَ ‏\"‏ وَعِنْدَكُمْ شَىْءٌ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ بِنْتُ حَمْزَةَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّهَا لاَ تَحِلُّ لِي إِنَّهَا ابْنَةُ أَخِي مِنَ الرَّضَاعَةِ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3477,
    "narrator": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহধর্মিণী উম্মু সালামাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে বলা হল, হে আল্লাহর রসূল! আপনি হামযার কন্যার সাথে বিবাহ সম্পর্ক স্থাপন থেকে দূরে কেন অথবা বলা হল আপনি কি হামযাহ্‌ ইবনু ‘আবদুল মুত্ত্বালিবের কন্যাকে বিবাহের প্রস্তাব দেন না? তিনি বললেন, হামযাহ্‌ হল আমার দুধ ভাই। (ই.ফা. ৩৪৫০, ই.সে. ৩৪৪৯)",
    "ar": "وَحَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَأَحْمَدُ بْنُ عِيسَى، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَخْرَمَةُ بْنُ بُكَيْرٍ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مُسْلِمٍ، يَقُولُ سَمِعْتُ مُحَمَّدَ بْنَ مُسْلِمٍ، يَقُولُ سَمِعْتُ حُمَيْدَ بْنَ عَبْدِ الرَّحْمَنِ، يَقُولُ سَمِعْتُ أُمَّ سَلَمَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم تَقُولُ قِيلَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَيْنَ أَنْتَ يَا رَسُولَ اللَّهِ عَنِ ابْنَةِ حَمْزَةَ ‏.‏ أَوْ قِيلَ أَلاَ تَخْطُبُ بِنْتَ حَمْزَةَ بْنِ عَبْدِ الْمُطَّلِبِ قَالَ ‏ \"‏ إِنَّ حَمْزَةَ أَخِي مِنَ الرَّضَاعَةِ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3475,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে হামযার কন্যার বিবাহের প্রস্তাব দেয়া হয়। তিনি বলেন, সে আমার জন্য হালাল নয়। কেননা সে আমার দুধ ভাইয়ের কন্যা। আর দুধপান দ্বারা ঐসব লোক হারাম হয়ে যায় যারা রক্ত সম্পর্কের দ্বারা হারাম হয়। (ই.ফা. ৩৪৪৮, ই.সে. ৩৪৪৭)",
    "ar": "وَحَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ جَابِرِ بْنِ زَيْدٍ، عَنِ ابْنِ، عَبَّاسٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم أُرِيدَ عَلَى ابْنَةِ حَمْزَةَ فَقَالَ ‏ \"‏ إِنَّهَا لاَ تَحِلُّ لِي إِنَّهَا ابْنَةُ أَخِي مِنَ الرَّضَاعَةِ وَيَحْرُمُ مِنَ الرَّضَاعَةِ مَا يَحْرُمُ مِنَ الرَّحِمِ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3480,
    "narrator": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহধর্মিণী উম্মু হাবীবাহ্‌ (রাঃ)",
    "bn": "তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলেন, হে আল্লাহর রসূল! আপনি আমার বোন ‘আয্‌যাহ্‌-কে বিবাহ করুন। তিনি বললেন, তুমি কি তা পছন্দ কর? তিনি বললেন, হাঁ ইয়া রসূলুল্লাহ। আমি তো আপনাকে একাকী চাচ্ছি না। আর কল্যানে যে আমার শরীক হবে, সে আমার বোন হওয়াই বেশি পছন্দ করি। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তাকে তো বিবাহ করার আমার জন্য হালাল নয়। তিনি বলেন, তখন আমি বললাম, হে আল্লাহর রসূল! আমাদের মধ্যে আলোচনা হচ্ছে যে, আপনি আবূ সালামার কন্যা  দুর্‌রাহ্‌-কে বিবাহ করার ইচ্ছা রাখেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন- আবূ সালামার কন্যা? তিনি উত্তরে করলে, হাঁ। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, যদি সে আমার অভিভাবকত্বে প্রতিপালিতা নাও হতো তবু সে এ কারণে আমার জন্য হালাল হতো না যে, সে আমার দুধ ভাইয়ের কন্যা। আমাকে ও তার পিতা আবূ সালামাকে সুওয়ায়বাহ্‌ দুধপান করিয়েছেন। তাই তোমরা আমার কাছে তোমাদের কন্যা ও ভগ্নিদের বিবাহের প্রস্তাব পেশ করো না। (ই.ফা. ৩৪৫৩, ই.সে. ৩৪৫২)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ، أَخْبَرَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، أَنَّحَدَّثَهُ أَنَّ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ حَدَّثَتْهُ أَنَّ أُمَّ حَبِيبَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم حَدَّثَتْهَا أَنَّهَا قَالَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم يَا رَسُولَ اللَّهِ انْكِحْ أُخْتِي عَزَّةَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَتُحِبِّينَ ذَلِكِ ‏\"‏ ‏.‏ فَقَالَتْ نَعَمْ يَا رَسُولَ اللَّهِ لَسْتُ لَكَ بِمُخْلِيَةٍ وَأَحَبُّ مَنْ شَرِكَنِي فِي خَيْرٍ أُخْتِي ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَإِنَّ ذَلِكِ لاَ يَحِلُّ لِي ‏\"‏ ‏.‏ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ فَإِنَّا نَتَحَدَّثُ أَنَّكَ تُرِيدُ أَنْ تَنْكِحَ دُرَّةَ بِنْتَ أَبِي سَلَمَةَ ‏.‏ قَالَ ‏\"‏ بِنْتَ أَبِي سَلَمَةَ ‏\"‏ ‏.‏ قَالَتْ نَعَمْ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَوْ أَنَّهَا لَمْ تَكُنْ رَبِيبَتِي فِي حَجْرِي مَا حَلَّتْ لِي إِنَّهَا ابْنَةُ أَخِي مِنَ الرَّضَاعَةِ أَرْضَعَتْنِي وَأَبَا سَلَمَةَ ثُوَيْبَةُ فَلاَ تَعْرِضْنَ عَلَىَّ بَنَاتِكُنَّ وَلاَ أَخَوَاتِكُنَّ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3478,
    "narrator": "উম্মু হাবীবাহ বিন্‌তু আবূ সুফ্‌ইয়ান (রাঃ)",
    "bn": "তিনি বলেন, একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার ঘরে আসলেন। আমি তাঁকে বললাম, আপনার কি আমার বোন বিন্‌ত আবূ সুফ্‌ইয়ানের প্রতি আগ্রহ আছে? তিনি বললেন, আমি কী করব? আমি বললাম, আপনি তাকে বিবাহ করবেন। তিনি বললেন, তুমি কি তা পছন্দ কর? আমি বললাম, আমি তো একাই আপনাকে চাচ্ছি না। আপনার সান্নিধ্য কল্যান লাভে আমার সঙ্গে যারা শরীক হয়েছে তাঁদের সাথে আমার বোনও থাকুক, আমি তাই বেশি পছন্দ করি। তিনি বললেন, সে আমার জন্য হালাল নয়। আমি বললাম, আমি এ মর্মে অবহিত হয়েছি যে, আপনি আবূ সালামার কন্যা দুররাহ্‌-কে বিবাহ করার প্রস্তাব দিয়েছেন। তিনি বললেন, উম্মু সালামার কন্যা? আমি বললাম, হাঁ। তিনি বললেন, যদি সে আমার কোলে প্রতিপালিত নাও হতো তাহলেও সে আমার জন্য হালাল হত না। যেহেতু সে হলো আমার দুধ ভাইয়ের কন্যা। আমাকে এবং তার পিতা আবূ সালামাকে সুওয়ায়বা দুধপান করিয়েছিলেন। অতএব তোমরা আমার সাথে তোমাদের কন্যা ও ভগ্নিদের বিবাহের প্রস্তাব পেশ করবে না। (ই.ফা. ৩৪৫১, ই.সে. ৩৪৫০)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو أُسَامَةَ، أَخْبَرَنَا هِشَامٌ، أَخْبَرَنَا أَبِي، عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ، عَنْ أُمِّ حَبِيبَةَ بِنْتِ أَبِي سُفْيَانَ، قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقُلْتُ لَهُ هَلْ لَكَ فِي أُخْتِي بِنْتِ أَبِي سُفْيَانَ فَقَالَ ‏\"‏ أَفْعَلُ مَاذَا ‏\"‏ ‏.‏ قُلْتُ تَنْكِحُهَا ‏.‏ قَالَ ‏\"‏ أَوَتُحِبِّينَ ذَلِكَ ‏\"‏ ‏.‏ قُلْتُ لَسْتُ لَكَ بِمُخْلِيَةٍ وَأَحَبُّ مَنْ شَرِكَنِي فِي الْخَيْرِ أُخْتِي ‏.‏ قَالَ ‏\"‏ فَإِنَّهَا لاَ تَحِلُّ لِي ‏\"‏ ‏.‏ قُلْتُ فَإِنِّي أُخْبِرْتُ أَنَّكَ تَخْطُبُ دُرَّةَ بِنْتَ أَبِي سَلَمَةَ ‏.‏ قَالَ ‏\"‏ بِنْتَ أُمِّ سَلَمَةَ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ لَوْ أَنَّهَا لَمْ تَكُنْ رَبِيبَتِي فِي حَجْرِي مَا حَلَّتْ لِي إِنَّهَا ابْنَةُ أَخِي مِنَ الرَّضَاعَةِ أَرْضَعَتْنِي وَأَبَاهَا ثُوَيْبَةُ فَلاَ تَعْرِضْنَ عَلَىَّ بَنَاتِكُنَّ وَلاَ أَخَوَاتِكُنَّ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3484,
    "narrator": "উম্মুল ফায্‌ল (রাঃ)",
    "bn": "বানী ‘আমির ইবনু সা’সা’আহ্‌-এর এক ব্যক্তি জিজ্ঞেস করল, হে আল্লাহর নাবী। একবার মাত্র দুধপানে কি (বিবাহ) হারাম সাব্যস্ত করে? তিনি বললেন, না। (ই.ফা. ৩৪৫৭, ই.সে. ৩৪৫৬)",
    "ar": "وَحَدَّثَنِي أَبُو غَسَّانَ الْمِسْمَعِيُّ، حَدَّثَنَا مُعَاذٌ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ صَالِحِ بْنِ أَبِي مَرْيَمَ أَبِي الْخَلِيلِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ أُمِّ الْفَضْلِ، أَنَّ رَجُلاً، مِنْ بَنِي عَامِرِ بْنِ صَعْصَعَةَ قَالَ يَا نَبِيَّ اللَّهِ هَلْ تُحَرِّمُ الرَّضْعَةُ الْوَاحِدَةُ قَالَ ‏ \"‏ لاَ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3485,
    "narrator": "উম্মুল ফায্‌ল (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ একবার দু’বার দুধপান অথবা এক চুমুক, দু’চুমুক হারাম সাব্যস্ত করে না। (ই.ফা. ৩৪৫৮, ই.সে. ৩৪৫৭)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ أَبِي الْخَلِيلِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، أَنَّ أُمَّ الْفَضْلِ، حَدَّثَتْ أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ تُحَرِّمُ الرَّضْعَةُ أَوِ الرَّضْعَتَانِ أَوِ الْمَصَّةُ أَوِ الْمَصَّتَانِ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3487,
    "narrator": "উম্মুল ফায্‌ল (রাঃ) নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "তিনি বলেন, একবার কিংবা দু’বার চুমুকে হারাম করে না। (ই.ফা. ৩৪৬০, ই.সে. ৩৪৫৯)",
    "ar": "وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ قَتَادَةَ، عَنْ أَبِي الْخَلِيلِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ، عَنْ أَمِّ الْفَضْلِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ تُحَرِّمُ الإِمْلاَجَةُ وَالإِمْلاَجَتَانِ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3488,
    "narrator": "উম্মুল ফায্‌ল (রাঃ)",
    "bn": "এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞেস করল, এক চুমুক দুধপান কি হারাম করে? তিনি বললেন, না। (ই.ফা. ৩৪৬১, ই.সে.৩৪৬০)",
    "ar": "حَدَّثَنِي أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ، حَدَّثَنَا حَبَّانُ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَبِي، الْخَلِيلِ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ أُمِّ الْفَضْلِ، سَأَلَ رَجُلٌ النَّبِيَّ صلى الله عليه وسلم أَتُحَرِّمُ الْمَصَّةُ فَقَالَ ‏ \"‏ لاَ ‏\"‏ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3482,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সুওয়ায়দ ও যুহায়রের বর্ণনায় ‘নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, দু’এক চুমুকে হারাম করে না।’ (ই.ফা. ৩৪৫৫, ই.সে. ৩৪৫৪)",
    "ar": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ، اللَّهِ بْنِ نُمَيْرٍ حَدَّثَنَا إِسْمَاعِيلُ، ح وَحَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ، كِلاَهُمَا عَنْ أَيُّوبَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ سُوَيْدٌ وَزُهَيْرٌ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ تُحَرِّمُ الْمَصَّةُ وَالْمَصَّتَانِ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3483,
    "narrator": "উম্মুল ফায্‌ল (রাঃ)",
    "bn": "তিনি বলেন, এক বেদুঈন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর কাছে এলো। সে বলল, হে আল্লাহর নাবী, আমার এক স্ত্রী ছিল। তার উপর আর একটি বিবাহ করলাম। এমতাবস্থায় প্রথমা স্ত্রী বলছে যে, সে আমার নবাগতা স্ত্রীকে এক চুমুক বা দু’চুমুক দুধ পান করিয়েছে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এক চুমুক বা দু’চুমুক হারাম করে না। ‘আম্‌র (রহঃ) বলেন, ‘আবদুল্লাহ ইবনু হারিস ইবনু নাওফাল-এর বর্ণনায় অনুরূপ আছে। (ই.ফা. ৩৪৫৬, ই.স. ৩৪৫৫)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَعَمْرٌو النَّاقِدُ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، كُلُّهُمْ عَنِ الْمُعْتَمِرِ، - وَاللَّفْظُ لِيَحْيَى - أَخْبَرَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ أَيُّوبَ، يُحَدِّثُ عَنْ أَبِي الْخَلِيلِ، عَنْ عَبْدِ، اللَّهِ بْنِ الْحَارِثِ عَنْ أُمِّ الْفَضْلِ، قَالَتْ دَخَلَ أَعْرَابِيٌّ عَلَى نَبِيِّ اللَّهِ صلى الله عليه وسلم وَهُوَ فِي بَيْتِي فَقَالَ يَا نَبِيَّ اللَّهِ إِنِّي كَانَتْ لِي امْرَأَةٌ فَتَزَوَّجْتُ عَلَيْهَا أُخْرَى فَزَعَمَتِ امْرَأَتِي الأُولَى أَنَّهَا أَرْضَعَتِ امْرَأَتِي الْحُدْثَى رَضْعَةً أَوْ رَضْعَتَيْنِ ‏.‏ فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تُحَرِّمُ الإِمْلاَجَةُ وَالإِمْلاَجَتَانِ ‏\"‏ ‏.‏ قَالَ عَمْرٌو فِي رِوَايَتِهِ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3489,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, কুরআনে এ আয়াতটি নাযিল হয়েছিল (আরবী) “দশবার দুধপানে হারাম সাব্যস্ত হয়”। অতঃপর তা রহিত হয়ে যায় (আরবী)-এর দ্বারা  “পাঁচবার পান দ্বারা হারাম সাব্যস্ত হয়।”  অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইন্তিকাল করেন অথচ ঐ আয়াতটি কুরআনের আয়াত হিসেবে তিলাওয়াত করা হত।” (ই.ফা. ৩৪৬২, ই.সে. ৩৪৬১)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ كَانَ فِيمَا أُنْزِلَ مِنَ الْقُرْآنِ عَشْرُ رَضَعَاتٍ مَعْلُومَاتٍ يُحَرِّمْنَ ‏.‏ ثُمَّ نُسِخْنَ بِخَمْسٍ مَعْلُومَاتٍ فَتُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُنَّ فِيمَا يُقْرَأُ مِنَ الْقُرْآنِ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3490,
    "narrator": "‘আমরাহ্‌ (রহঃ)",
    "bn": "তিনি ‘আয়িশা (রাঃ)-কে বলতে শুনেছেন, যখন তিনি দুধপানের ঐ পরিমান সম্পর্কে আলোচনা করলেন যার দ্বারা হারাম সাব্যস্ত হয়। ‘আমরাহ্‌ বললেন যে, ‘আয়িশা (রাঃ) বলেছিলেন, আল-কুরআনে নাযিল হয় (আরবী)  “নির্ধারিত দশবার দুধপানে।” অতঃপর নাযিল হয় (আরবী) “নির্ধারিত পাঁচবার দুধপানে।” (ই.ফা. ৩৪৬৩, ই.সে. ৩৪৬২)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ يَحْيَى، - وَهُوَ ابْنُ سَعِيدٍ - عَنْ عَمْرَةَ، أَنَّهَا سَمِعَتْ عَائِشَةَ، تَقُولُ - وَهْىَ تَذْكُرُ الَّذِي يُحَرِّمُ مِنَ الرَّضَاعَةِ - قَالَتْ عَمْرَةُ فَقَالَتْ عَائِشَةُ نَزَلَ فِي الْقُرْآنِ عَشْرُ رَضَعَاتٍ مَعْلُومَاتٍ ثُمَّ نَزَلَ أَيْضًا خَمْسٌ مَعْلُومَاتٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3492,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, সুহায়ল-এর কন্যা সাহ্‌লাল্‌ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হাযির হয়ে বলল, হে আল্লাহর রসূল, আমার সাথে সালিমের দেখা সাক্ষাৎ করার কারণে আমি আবূ হুযায়ফার মুখমন্ডলে অসন্তুষ্টির আলামত দেখতে পাচ্ছি অথচ সালিম হল তাঁর হালীফ (পোষ্য পুত্র)। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি তাকে দুধপান করিয়ে দাও। তিনি বলেন, আমি কেমন করে তাকে দুধপান করাব, অথচ সে একজন বয়স্ক পুরুষ। এতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুচকি হাসি দিলেন এবং বললেন, আমি জানি যে, সে একজন বয়স্ক পুরুষ।\n‘আম্‌র (রাবী) তাঁর হাদীসে অতিরিক্ত বলেছেন, সালিম বদর যুদ্বে অংশগ্রহণ করেছিলেন। আর ইবনু আবূ ‘উমারের বর্ণনায় রয়েছে যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হেসে দিলেন। (ই.ফা. ৩৪৬৫, ই.সে. ৩৪৬৪)",
    "ar": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ الرَّحْمَنِ، بْنِ الْقَاسِمِ عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ جَاءَتْ سَهْلَةُ بِنْتُ سُهَيْلٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي أَرَى فِي وَجْهِ أَبِي حُذَيْفَةَ مِنْ دُخُولِ سَالِمٍ - وَهُوَ حَلِيفُهُ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَرْضِعِيهِ ‏\"‏ ‏.‏ قَالَتْ وَكَيْفَ أُرْضِعُهُ وَهُوَ رَجُلٌ كَبِيرٌ فَتَبَسَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ ‏\"‏ قَدْ عَلِمْتُ أَنَّهُ رَجُلٌ كَبِيرٌ ‏\"‏ ‏.‏ زَادَ عَمْرٌو فِي حَدِيثِهِ وَكَانَ قَدْ شَهِدَ بَدْرًا ‏.‏ وَفِي رِوَايَةِ ابْنِ أَبِي عُمَرَ فَضَحِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3493,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "আবূ হুযায়ফার মুক্তদাস সালিম (রহঃ) আবূ হুযাইফাহ্‌ ও তাঁর পরিবারের সাথে একই ঘরে বসবাস করত। একদা সুহায়লের কন্যা (হুযায়ফার স্ত্রী) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বলল, সালিম বয়স্ক পুরুষের স্তরে পৌছে গেছে, সে বুঝে লোকে যা বুঝতে পারে অথচ সে আমাদের নিকট প্রবেশ করে থাকে।  আমি ধারণা করি এ কারণে আবূ হুযায়ফার মনে অভিযোগের ভাব সৃষ্টি হয়েছে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেন, তুমি তাঁকে দুধপান করিয়ে  দাও, তুমি তাঁর জন্য হারাম হয়ে যাবে এবং আবূ হুযায়ফার মনের অভিযোগ দূরীভূত হবে। অতঃপর তিনি তাঁর (আবূ হুযায়াফার) নিকট ফিরে এসে বললেন, আমি তাকে (সালিমকে) দুধপান করিয়েছি। তাতে আবূ হুযায়ফার মনের অসন্তোষ দূর হয়ে যায়। (ই.ফা. ৩৪৬৬, ই.সে. ৩৪৬৫)",
    "ar": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَمُحَمَّدُ بْنُ أَبِي عُمَرَ، جَمِيعًا عَنِ الثَّقَفِيِّ، - قَالَ ابْنُ أَبِي عُمَرَ حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، - عَنْ أَيُّوبَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، أَنَّ سَالِمًا، مَوْلَى أَبِي حُذَيْفَةَ كَانَ مَعَ أَبِي حُذَيْفَةَ وَأَهْلِهِ فِي بَيْتِهِمْ فَأَتَتْ - تَعْنِي ابْنَةَ سُهَيْلٍ - النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ إِنَّ سَالِمًا قَدْ بَلَغَ مَا يَبْلُغُ الرِّجَالُ وَعَقَلَ مَا عَقَلُوا وَإِنَّهُ يَدْخُلُ عَلَيْنَا وَإِنِّي أَظُنُّ أَنَّ فِي نَفْسِ أَبِي حُذَيْفَةَ مِنْ ذَلِكَ شَيْئًا ‏.‏ فَقَالَ لَهَا النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ أَرْضِعِيهِ تَحْرُمِي عَلَيْهِ وَيَذْهَبِ الَّذِي فِي نَفْسِ أَبِي حُذَيْفَةَ ‏\"‏ ‏.‏ فَرَجَعَتْ فَقَالَتْ إِنِّي قَدْ أَرْضَعْتُهُ فَذَهَبَ الَّذِي فِي نَفْسِ أَبِي حُذَيْفَةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3494,
    "narrator": "'আয়িশা (রাঃ)",
    "bn": "সুহায়ল ইবনু ‘আম্‌র-এর কন্যা সাহ্‌লাহ্‌ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হয়ে বলল, হে আল্লাহর রসূল! সালিম আবূ হুযায়ফার মুক্তদাস আমাদের সাথে একই ঘরে থাকে, অথচ সে বয়স্ক ও জ্ঞান সম্পন্ন পুরুষের স্তরে পৌছে গেছে। তিনি বললেন, তুমি তাকে দুধপান করিয়ে দাও, তাতে তুমি তার প্রতি হারাম হয়ে যাবে। রাবী (ইবনু আবূ মুলায়কাহ্‌) বলেন, অতঃপর আমি এক বছর বা প্রায় এক বছর কাল ভয়ে উক্ত হাদীস বর্ণনা করিনি। অতঃপর কাসিমের সাথে সাক্ষাৎ করে বললাম, আপনি আমার নিকট এতদিন এমনি এক হাদীস বর্ণনা করেছেন যা আমি অদ্যাবধি কারোর নিকট বর্ণনা করিনি। তিনি বললেন, তা কোন হাদীস?  তখন আমি তাকে ঐ হাদীসখানার বিষয়ে অবহিত করলাম। তখন তিনি বললেন, তুমি  তা আমা হতে এ সুত্রে বর্ণনা কর যে, ‘আয়িশা (রাঃ) আমাকে সে সম্পর্কে অবহিত করেছেন। (ই.ফা. ৩৪৬৭, ই.সে. ৩৪৬৬)",
    "ar": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ رَافِعٍ، - وَاللَّفْظُ لاِبْنِ رَافِعٍ - قَالَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنَا ابْنُ أَبِي مُلَيْكَةَ، أَنَّ الْقَاسِمَ بْنَ مُحَمَّدِ بْنِ أَبِي بَكْرٍ، أَخْبَرَهُ أَنَّ عَائِشَةَ أَخْبَرَتْهُ أَنَّ سَهْلَةَ بِنْتَ سُهَيْلِ بْنِ عَمْرٍو جَاءَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ سَالِمًا - لِسَالِمٍ مَوْلَى أَبِي حُذَيْفَةَ - مَعَنَا فِي بَيْتِنَا وَقَدْ بَلَغَ مَا يَبْلُغُ الرِّجَالُ وَعَلِمَ مَا يَعْلَمُ الرِّجَالُ ‏.‏ قَالَ ‏ \"‏ أَرْضِعِيهِ تَحْرُمِي عَلَيْهِ ‏\"‏ ‏.‏ قَالَ فَمَكَثْتُ سَنَةً أَوْ قَرِيبًا مِنْهَا لاَ أُحَدِّثُ بِهِ وَهِبْتُهُ ثُمَّ لَقِيتُ الْقَاسِمَ فَقُلْتُ لَهُ لَقَدْ حَدَّثْتَنِي حَدِيثًا مَا حَدَّثْتُهُ بَعْدُ ‏.‏ قَالَ فَمَا هُوَ فَأَخْبَرْتُهُ ‏.‏ قَالَ فَحَدِّثْهُ عَنِّي أَنَّ عَائِشَةَ أَخْبَرَتْنِيهِ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3500,
    "narrator": "আবূ সা’ঈদ খুদ্‌রী (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হুনায়ন-এর যুদ্ধের সময় একটি দল আওত্বাস-এর দিকে পাঠান। তারা শত্রু দলের মুখোমুখী হয়ে তাদের সাথে যুদ্ধ করে জয়লাভ করে এবং তাদের অনেক কয়েদী তাদের হস্তগত হয়। এদের মধ্যে থেকে দাসীদের সাথে যৌন সঙ্গম করা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কয়েকজন সাহাবা যেন নাজায়িয মনে করলেন, তাদের মুশরিক স্বামী বর্তমান থাকার কারণে। আল্লাহ তা’আলা এ আয়াত অবতীর্ণ করেন “এবং নারীর মধ্যে তোমাদের অধিকারভুক্ত দাসী ব্যতীত সকল সধবা তোমাদের জন্য নিষিদ্ধ” অর্থাৎ তারা তোমাদের জন্য হালাল, যখন তারা তাদের ‘ইদ্দাত পূর্ণ করে নিবে। (ই.ফা. ৩৪৭৩, ই.সে. ৩৪৭২)",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ الْقَوَارِيرِيُّ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدُ، بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ، عَنْ صَالِحٍ أَبِي الْخَلِيلِ، عَنْ أَبِي عَلْقَمَةَ الْهَاشِمِيِّ، عَنْ أَبِي سَعِيدٍ، الْخُدْرِيِّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم يَوْمَ حُنَيْنٍ بَعَثَ جَيْشًا إِلَى أَوْطَاسٍ فَلَقُوا عَدُوًّا فَقَاتَلُوهُمْ فَظَهَرُوا عَلَيْهِمْ وَأَصَابُوا لَهُمْ سَبَايَا فَكَأَنَّ نَاسًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم تَحَرَّجُوا مِنْ غِشْيَانِهِنَّ مِنْ أَجْلِ أَزْوَاجِهِنَّ مِنَ الْمُشْرِكِينَ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ فِي ذَلِكَ ‏{‏ وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلاَّ مَا مَلَكَتْ أَيْمَانُكُمْ‏}‏ أَىْ فَهُنَّ لَكُمْ حَلاَلٌ إِذَا انْقَضَتْ عِدَّتُهُنَّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3501,
    "narrator": "আবূ সা’ঈদ আল খুদরী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হুনায়ন যুদ্ধের সময় একটি ছোট সেনাদল পাঠান- পরবর্তী অংশ ইয়াযীদ ইবনু যুরা’য় এর হাদীসের মর্মানুসারে। তবে এতে রয়েছে- তাদের (সধবাদের) মধ্য থেকে যারা তোমাদের অধিকারভুক্ত তারা তোমাদের জন্য হালাল। এ বর্ণায় “যখন তারা তাদের ‘ইদ্দাত পূর্ণ করে নিবে”-অংশটুকু উল্লেখ নেই। (ই.ফা. ৩৪৭৪, ই.সে. ৩৪৭৩)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالُوا حَدَّثَنَا عَبْدُ، الأَعْلَى عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَبِي الْخَلِيلِ، أَنَّ أَبَا عَلْقَمَةَ الْهَاشِمِيَّ، حَدَّثَ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ حَدَّثَهُمْ أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم بَعَثَ يَوْمَ حُنَيْنٍ سَرِيَّةً ‏.‏ بِمَعْنَى حَدِيثِ يَزِيدَ بْنِ زُرَيْعٍ غَيْرَ أَنَّهُ قَالَ إِلاَّ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْهُنَّ فَحَلاَلٌ لَكُمْ وَلَمْ يَذْكُرْ إِذَا انْقَضَتْ عِدَّتُهُنَّ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3507,
    "narrator": "আবূ হুরায়রাহ্ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ  বিছানা যার সন্তান তার, আর ব্যভিচারীর জন্য রয়েছে পাথর (এর শাস্তি)। (ই.ফা. ৩৪৮০, ই.সে. ৩৪৭৯)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، - قَالَ ابْنُ رَافِعٍ - حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3505,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, সা’দ ইবনু আবূ ওয়াক্কাস এবং ‘আব্‌দ ইবনু যাম’আহ্‌ উভয়ে একটি সন্তানের ব্যপারে ঝগড়া করেন। সা’দ বললেন, হে আল্লাহর রসূল! এ সন্তান উতবাহ্‌ ইবনু আবূ ওয়াক্কাস, আমার ভাইয়ের ছেলে। তিনি আমাকে ওয়াসিইয়্যাত করেছেন যে, এ সন্তান তারই পুত্র। আপনি তার সাদৃশ্যের প্রতি লক্ষ্য করুন। আর ‘আব্‌দ ইবনু যাম’আহ্‌ বললেন, হে আল্লাহর রসূল! এ সন্তান আমার ভাই। আমার পিতার ঔরসে দাসীর গর্ভে জন্মলাভ করেছে। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সন্তানটির গঠনাকৃতির দিকে লক্ষ্য করলেন। দেখতে পেলেন ‘উত্‌বার সাথে স্পষ্ট সাদৃশ্য রয়েছে। তখন তিনি বললেন, হে ‘আব্‌দ (ইবনু যাম’আহ্‌) সন্তান তো বিছানার অধিপতির আর ব্যভিচারীর জন্যে রয়েছে পাথর (এর শাস্তি)। হে সাওদা বিন্‌ত যাম’আহ্‌ তুমি এর থেকে পর্দা করবে।\n‘আয়িশা (রাঃ) বলেন, অতঃপর সে কখনো সাওদাহ্‌ (রাঃ)-কে দেখেনি। মুহাম্মাদ ইবনু রুমহ্‌ “ইয়া ‘আব্‌দু” শব্দটি উল্লেখ করেনি। (ই.ফা. ৩৪৭৮, ই.সে. ৩৪৭৭)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتِ اخْتَصَمَ سَعْدُ بْنُ أَبِي وَقَّاصٍ وَعَبْدُ بْنُ زَمْعَةَ فِي غُلاَمٍ فَقَالَ سَعْدٌ هَذَا يَا رَسُولَ اللَّهِ ابْنُ أَخِي عُتْبَةَ بْنِ أَبِي وَقَّاصٍ عَهِدَ إِلَىَّ أَنَّهُ ابْنُهُ انْظُرْ إِلَى شَبَهِهِ وَقَالَ عَبْدُ بْنُ زَمْعَةَ هَذَا أَخِي يَا رَسُولَ اللَّهِ وُلِدَ عَلَى فِرَاشِ أَبِي مِنْ وَلِيدَتِهِ فَنَظَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى شَبَهِهِ فَرَأَى شَبَهًا بَيِّنًا بِعُتْبَةَ فَقَالَ ‏\"‏ هُوَ لَكَ يَا عَبْدُ الْوَلَدُ لِلْفِرَاَشِ وَلِلْعَاهِرِ الْحَجَرُ وَاحْتَجِبِي مِنْهُ يَا سَوْدَةُ بِنْتَ زَمْعَةَ ‏\"‏ ‏.‏ قَالَتْ فَلَمْ يَرَ سَوْدَةَ قَطُّ وَلَمْ يَذْكُرْ مُحَمَّدُ بْنُ رُمْحٍ قَوْلَهُ ‏\"‏ يَا عَبْدُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3509,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমনি আনন্দে আমার নিকট প্রবেশ করলেন যে, তাঁর চেহারার রেখাগুলো চমকাচ্ছিল। তিনি বললেন, হে ‘আয়িশাহ্‌! তুমি কি জান না যে, সবে মাত্র মুজায্‌যিয যায়দ ইবনু হারিসাহ্‌ এবং উসামাহ্‌ ইবনু যায়দ-এর দিকে দৃষ্টিপাত করে বলে গেল যে, এদের উভয়ের পাগুলো পরস্পরের অঙ্গ। (ই.ফা. ৩৪৮২, ই.সে. ৩৪৮১)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَمُحَمَّدُ بْنُ رُمْحٍ، قَالاَ أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ، سَعِيدٍ حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَخَلَ عَلَىَّ مَسْرُورًا تَبْرُقُ أَسَارِيرُ وَجْهِهِ فَقَالَ ‏ \"‏ أَلَمْ تَرَىْ أَنَّ مُجَزِّزًا نَظَرَ آنِفًا إِلَى زَيْدِ بْنِ حَارِثَةَ وَأُسَامَةَ بْنِ زَيْدٍ فَقَالَ إِنَّ بَعْضَ هَذِهِ الأَقْدَامِ لَمِنْ بَعْضٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3511,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, জনৈক ক্বায়িফ এলো এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেখানে উপস্থিত ছিলেন। উসামাহ্‌ ইবনু যায়দ ও যায়দ ইবনু হারিসাহ্‌ তখন ঘুমন্ত ছিলেন। ক্বায়িফ তাদের দেখে বললেন, এদের উভয়ের পা-গুলো পরস্পর পরস্পর থেকে অভিন্ন। এ মন্তব্যে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুশী হলেন এবং ‘আয়িশা (রাঃ)-কে অবহিত করেন। (ই.ফা. ৩৪৮৪, ই.সে. ৩৪৮৩)",
    "ar": "وَحَدَّثَنَاهُ مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَ قَائِفٌ وَرَسُولُ اللَّهِ صلى الله عليه وسلم شَاهِدٌ وَأُسَامَةُ بْنُ زَيْدٍ وَزَيْدُ بْنُ حَارِثَةَ مُضْطَجِعَانِ فَقَالَ إِنَّ هَذِهِ الأَقْدَامَ بَعْضُهَا مِنْ بَعْضٍ ‏.‏ فَسُرَّ بِذَلِكَ النَّبِيُّ صلى الله عليه وسلم وَأَعْجَبَهُ وَأَخْبَرَ بِهِ عَائِشَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3510,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার ঘরে প্রবেশ করলেন, খুব প্রফুল্ল চিত্তে। তিনি বললেনঃ হে ‘আয়িশাহ্‌! তুমি কি জান না যে, এ মুজায্‌যির-ই মুদলিজী আমার কাছে প্রবেশ করে উসামাহ্‌ এবং যায়দকে দেখতে পেল। তারা ঢাকা ছিল এবং তাদের মাথাও আবৃত ছিল ও পা বেরিয়ে ছিল। তখন সে বলল, এ পাগুলো পরস্পর পরস্পর থেকে অভিন্ন। (ই.ফা. ৩৪৮৩, ই.সে. ৩৪৮২)",
    "ar": "وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ - وَاللَّفْظُ لِعَمْرٍو - قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ مَسْرُورًا فَقَالَ ‏ \"‏ يَا عَائِشَةُ أَلَمْ تَرَىْ أَنَّ مُجَزِّزًا الْمُدْلِجِيَّ دَخَلَ عَلَىَّ فَرَأَى أُسَامَةَ وَزَيْدًا وَعَلَيْهِمَا قَطِيفَةٌ قَدْ غَطَّيَا رُءُوسَهُمَا وَبَدَتْ أَقْدَامُهُمَا فَقَالَ إِنَّ هَذِهِ الأَقْدَامَ بَعْضُهَا مِنْ بَعْضٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3513,
    "narrator": "উম্মু সালামাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন সালামাকে বিবাহ করেন, তখন তিনি তাঁর কাছে তিনদিন অবস্থান করেন এবং তিনি বলেন, তোমার ব্যাপারে তোমার গৃহকর্তার কাছে কোন প্রকার অবজ্ঞা নেই। তুমি যদি চাও তাহলে আমি তোমার কাছে সাতদিন থাকবো। যদি আমি তোমার কাছে সাতদিন থাকি তবে আমার অন্যান্য স্ত্রীদের সঙ্গেও সাতদিন করে থাকব। (ই.ফা. ৩৪৮৬, ই.সে ৩৪৮৫)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ حَاتِمٍ، وَيَعْقُوبُ بْنُ إِبْرَاهِيمَ، - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالُوا حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، عَنْ مُحَمَّدِ بْنِ أَبِي بَكْرٍ، عَنْ عَبْدِ الْمَلِكِ، بْنِ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ عَنْ أَبِيهِ، عَنْ أُمِّ سَلَمَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمَّا تَزَوَّجَ أُمَّ سَلَمَةَ أَقَامَ عِنْدَهَا ثَلاَثًا وَقَالَ ‏ \"‏ إِنَّهُ لَيْسَ بِكِ عَلَى أَهْلِكِ هَوَانٌ إِنْ شِئْتِ سَبَّعْتُ لَكِ وَإِنْ سَبَّعْتُ لَكِ سَبَّعْتُ لِنِسَائِي ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3514,
    "narrator": "আবূ বাক্‌র ইবনু ‘আবদূর রহমান (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন উম্মুহ সালামহ্‌ (রাঃ)-কে বিয়ে করলেন এবং তিনি (উম্মু সালামাহ্‌) (রাত যাপনের পরে) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট থাকা অবস্থায় যখন সকাল হল তখন নাবি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বললেন, তোমার প্রতি তোমার স্বামীর কোন অনাদর অনাগ্রহ নেই। তুমি চাইলে তোমার কাছে সাতদিন (একাধারে) অবস্থান করব এবং তুমি চাইলে তিনদিন করব, এরপর (পালা করে) পরিক্রমা করব। উম্মু সালামাহ্‌ (রাঃ) বললেন, তিনদিন অবস্থান করুন। (ই.ফা. ৩৪৮৭, ই.সে. ৩৪৮৬)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَبْدِ، الْمَلِكِ بْنِ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ ‏{‏ عَنْ أَبِيهِ، ‏}‏ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم حِينَ تَزَوَّجَ أَمَّ سَلَمَةَ وَأَصْبَحَتْ عِنْدَهُ قَالَ لَهَا ‏ \"‏ لَيْسَ بِكِ عَلَى أَهْلِكِ هَوَانٌ إِنْ شِئْتِ سَبَّعْتُ عِنْدَكِ وَإِنْ شِئْتِ ثَلَّثْتُ ثُمَّ دُرْتُ ‏\"‏ ‏.‏ قَالَتْ ثَلِّثْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3515,
    "narrator": "আবূ বাক্‌র ইবনু ‘আবদুর রহমান (রা:)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন উম্মু সালামাহ্‌ (রাঃ)-কে বিয়ে করলেন এবং তাঁর সঙ্গে বাসর যাপনের পর বের হয়ে যাওয়ার ইচ্ছা করলেন, তখন উম্মু সালামাহ্‌ তার কাপড় টেনে ধরলেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি চাইলে তোমার এখানে (অবস্থানের মেয়াদ) বাড়িয়ে দিব এবং তোমার নামে তা হিসাবে ধরব। (নিয়ম হল নব বিবাহিতা) কুমারীর জন্য সাতদিন ও বিধবার জন্য তিনদিন (প্রাথমিক অধিকার)। (ই.ফা. ৩৪৮৮, ই.সে. ৩৪৮৭)",
    "ar": "وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، حَدَّثَنَا سُلَيْمَانُ، - يَعْنِي ابْنَ بِلاَلٍ - عَنْ عَبْدِ، الرَّحْمَنِ بْنِ حُمَيْدٍ عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي بَكْرٍ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم حِينَ تَزَوَّجَ أُمَّ سَلَمَةَ فَدَخَلَ عَلَيْهَا فَأَرَادَ أَنْ يَخْرُجَ أَخَذَتْ بِثَوْبِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنْ شِئْتِ زِدْتُكِ وَحَاسَبْتُكِ بِهِ لِلْبِكْرِ سَبْعٌ وَلِلثَّيِّبِ ثَلاَثٌ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3517,
    "narrator": "আবূ বাক্‌র ইবনু ‘আবদুর রহমান ইবনুল হারিস ইবনু হিশাম (রহঃ)-এর সূত্রে উম্মু সালামাহ্‌ (রাঃ)",
    "bn": "তিনি উল্লেখ করেছেন যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বিয়ে করলেন এবং তিনি কতিপয় বিষয় উল্লেখ করেছেন যার মাঝে এ কথাটিও রয়েছে যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তুমি যদি চাও তবে আমি তোমাকে সাতদিন সময় দিব এবং আমার অন্য স্ত্রীদেরও সাতদিন করে সময় দিব। তোমাকে সাতদিন সময় দিলে আমার অন্য স্ত্রীদেরও সাতদিন করে সময় দিতে হবে। (ই.ফা. ৩৪৯০, ই.সে. ৩৪৮৯)",
    "ar": "حَدَّثَنِي أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا حَفْصٌ، - يَعْنِي ابْنَ غِيَاثٍ - عَنْ عَبْدِ، الْوَاحِدِ بْنِ أَيْمَنَ عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ، عَنْ أُمِّ سَلَمَةَ، ذَكَرَ أَنَّصلى الله عليه وسلم تَزَوَّجَهَا وَذَكَرَ أَشْيَاءَ هَذَا فِيهِ قَالَ ‏ \"‏ إِنْ شِئْتِ أَنْ أُسَبِّعَ لَكِ وَأُسَبِّعَ لِنِسَائِي وَإِنْ سَبَّعْتُ لَكِ سَبَّعْتُ لِنِسَائِي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3518,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, বিধবা (স্ত্রী ঘরে থাকা অবস্থায়) কুমারীকে বিয়ে করলে তার কাছে (প্রথমবারে লাগাতার) সাতদিন অবস্থান করবে এবং কুমারী স্ত্রী থাকা অবস্থায় বিধবাকে বিয়ে করলে তার কাছে তিনদিন অবস্থান করবে। (মধ্যবর্তী রাবী) খালিদ (রাঃ) বলেন, যদি আমি বলি যে, তিনি (ঊর্ধ্বতন রাবী আনাস) হাদীসটির সানাদ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পর্যন্ত উন্নীত করে মারফূ’ করেছেন তবে আমি তা সত্য বলেই জানব। কিন্তু তিনি বলেছিলেন, সুন্নাত সম্মত করেছেন তবে আমি তা সত্য বলেই জানব। বরং তিনি বলেছিলেন, (নতুন সহধর্মিণীর নিকট) অবস্থান করা সুন্নাতসম্মত। (ই.ফা. ৩৪৯১, ই.সে. ৩৪৯০)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، عَنْ خَالِدٍ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسِ بْنِ، مَالِكٍ قَالَ إِذَا تَزَوَّجَ الْبِكْرَ عَلَى الثَّيِّبِ أَقَامَ عِنْدَهَا سَبْعًا وَإِذَا تَزَوَّجَ الثَّيِّبَ عَلَى الْبِكْرِ أَقَامَ عِنْدَهَا ثَلاَثًا ‏.‏ قَالَ خَالِدٌ وَلَوْ قُلْتُ إِنَّهُ رَفَعَهُ لَصَدَقْتُ وَلَكِنَّهُ قَالَ السُّنَّةُ كَذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3519,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, সুন্নাত পদ্ধতি হল (নব বিবাহিতা) কুমারীর নিকট সাতদিন অবস্থান করা। খালিদ (রহঃ) বলেন, আমি চাইলে বলতে পারি যে, তিনি [আনাস (রাঃ)] হাদীসটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পর্যন্ত মারফু‘ সানাদে উন্নীত করেছেন। (ই.ফা. ৩৪৯২, ই.সে. ৩৪৯১)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَيُّوبَ، وَخَالِدٍ، الْحَذَّاءِ عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ، قَالَ مِنَ السُّنَّةِ أَنْ يُقِيمَ، عِنْدَ الْبِكْرِ سَبْعًا ‏.‏ قَالَ خَالِدٌ وَلَوْ شِئْتُ قُلْتُ رَفَعَهُ إِلَى النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3520,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, শেষ পর্যায়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নয়জন সহধর্মিণী ছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের মাঝে পালাবন্টন কালে নয় দিনের আগে (পালার) প্রথম স্ত্রীর কাছে পুনরায় পৌছাতেন না। প্রতি রাতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে ঘরে অবস্থান করতেন সেখানে তারা (নাবী পত্নীগণ) সমবেত হতেন। একরাতে তিনি যখন ‘আয়িশা (রাঃ)-এর ঘরে ছিলেন তখন যায়নাব (রাঃ) সেখানে আগমন করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার দিকে নিজের হাত প্রসারিত করলেন। ‘আয়িশা (রাঃ) বললেন, ও তো যায়নাব! ফলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর হাত গুটিয়ে নিলেন। তখন তারা দু’জন (‘আয়িশাহ্‌ ও যায়নাব) কথা কাটাকাটি করতে লাগলেন। এমনকি তাদের কথা কাটাকাটিতে পরিণত হলো, ইতিমধ্যে সলাতের ইক্বামাত (এর সময় উপস্থিত) হলে আবূ বকর (রাঃ) সেখান দিয়ে (সলাতে) যাচ্ছিলেন। তিনি ঐ দু’জনের আওয়াজ শুনতে পেয়ে বললেন, হে আল্লাহর রসূল! আপনি বের হয়ে আসুন এবং ওদের মুখে ধূলা-মাটি ছুঁড়ে (দিয়ে মুখ বন্ধ করে) দিন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বের হয়ে এলেন। ‘আয়িশা (রাঃ) বললেন, এখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সলাত আদায় করবেন, তার পরে তো আবূ বকর (রাঃ) এসে আমাকে বকাঝকা ও গালমন্দ করবেন, পরে (তা-ই হল)। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সলাত সমাধা করলে আবূ বকর (রাঃ) ‘আয়িশা (রাঃ)-এর নিকটে এসে তাকে কড়া কথা বললেন এবং বললেন, তুমি এমনটা করে থাক! (ই.ফা. ৩৪৯৩, ই.সে. ৩৪৯২)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كَانَ لِلنَّبِيِّ صلى الله عليه وسلم تِسْعُ نِسْوَةٍ فَكَانَ إِذَا قَسَمَ بَيْنَهُنَّ لاَ يَنْتَهِي إِلَى الْمَرْأَةِ الأُولَى إِلاَّ فِي تِسْعٍ فَكُنَّ يَجْتَمِعْنَ كُلَّ لَيْلَةٍ فِي بَيْتِ الَّتِي يَأْتِيهَا فَكَانَ فِي بَيْتِ عَائِشَةَ فَجَاءَتْ زَيْنَبُ فَمَدَّ يَدَهُ إِلَيْهَا فَقَالَتْ هَذِهِ زَيْنَبُ ‏.‏ فَكَفَّ النَّبِيُّ صلى الله عليه وسلم يَدَهُ ‏.‏ فَتَقَاوَلَتَا حَتَّى اسْتَخَبَتَا وَأُقِيمَتِ الصَّلاَةُ فَمَرَّ أَبُو بَكْرٍ عَلَى ذَلِكَ فَسَمِعَ أَصْوَاتَهُمَا فَقَالَ اخْرُجْ يَا رَسُولَ اللَّهِ إِلَى الصَّلاَةِ وَاحْثُ فِي أَفْوَاهِهِنَّ التُّرَابَ ‏.‏ فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم فَقَالَتْ عَائِشَةُ الآنَ يَقْضِي النَّبِيُّ صلى الله عليه وسلم صَلاَتَهُ فَيَجِيءُ أَبُو بَكْرٍ فَيَفْعَلُ بِي وَيَفْعَلُ ‏.‏ فَلَمَّا قَضَى النَّبِيُّ صلى الله عليه وسلم صَلاَتَهُ أَتَاهَا أَبُو بَكْرٍ فَقَالَ لَهَا قَوْلاً شَدِيدًا وَقَالَ أَتَصْنَعِينَ هَذَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3521,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, সাওদাহ্‌ বিনত যাম্‌’আহ্‌ (রাঃ)-এর চেয়ে অধিক পছন্দনীয়া কোন নারীকে আমি দেখিনি যার দেহের মধ্যে আমি আমার অবস্থান পছন্দ করব- এমন এক নারী যার মাঝে ছিল (ব্যক্তিত্ব সুলভ) তেজস্বিতা। ‘আয়িশা (রাঃ) বলেন, বৃদ্ধা হয়ে গেলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট তাঁর প্রাপ্য (পালার) দিনটি ‘আয়িশা (রাঃ)-কে হিবা করে দিলেন। তিনি বললেন, হে আল্লাহর রসূল! আপনার কাছে আমার পালার দিনটি ‘আয়িশার জন্য দিয়ে দিলাম। ফলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য দু’দিন পালা বন্টন করতেন, তার নিজের (এক) দিন এবং সাওদাহ (রাঃ)-এর (এক) দিন। (ই.ফা. ৩৪৯৪, ই.সে. ৩৪৯৩)",
    "ar": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ مَا رَأَيْتُ امْرَأَةً أَحَبَّ إِلَىَّ أَنْ أَكُونَ فِي مِسْلاَخِهَا مِنْ سَوْدَةَ بِنْتِ زَمْعَةَ مِنِ امْرَأَةٍ فِيهَا حِدَّةٌ قَالَتْ فَلَمَّا كَبِرَتْ جَعَلَتْ يَوْمَهَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم لِعَائِشَةَ قَالَتْ يَا رَسُولَ اللَّهِ قَدْ جَعَلْتُ يَوْمِي مِنْكَ لِعَائِشَةَ ‏.‏ فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْسِمُ لِعَائِشَةَ يَوْمَيْنِ يَوْمَهَا وَيَوْمَ سَوْدَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3523,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, যে নারীরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর (স্ত্রী হওয়ার জন্য) আত্মানিবেদিতা হত আমি তাদের নির্লজ্জতায় বিস্ময় প্রকাশ করতাম এবং বলতাম, কোন নারী কি (এভাবে নির্লজ্জ হয়ে) আত্মনিবেদন করতে পারে? পরে যখন আল্লাহ তা’আলা এ আয়াত নাযিল করলেন- “তুমি তাদের (স্ত্রীগণের মধ্যে) যাকে ইচ্ছা তোমার নিকট হতে দূরে সরিয়ে রাখতে পার এবং যাকে ইচ্ছা তোমার কাছে স্থান দিতে পার এবং যাকে তুমি দূরে রেখেছো তাকে (পুনরায়) কামনা করলে তাতে তোমার কোন অপরাধ হবে না”- (সুরাহ্‌ আল আহ্‌যাব ৩৩:৫১)। ‘আয়িশা (রাঃ) বলেন, আমি তখন বললামঃ আল্লাহর কসম আমি তো দেখছি আপনার প্রতিপালক আপনার মনোবাঞ্ছা পূরণে দ্রুতই সাড়া দিয়ে থাকেন। (ই.ফা. ৩৪৯৬, ই.সে. ৩৪৯৫)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغَارُ عَلَى اللاَّتِي وَهَبْنَ أَنْفُسَهُنَّ لِرَسُولِ اللَّهِ صلى الله عليه وسلم وَأَقُولُ وَتَهَبُ الْمَرْأَةُ نَفْسَهَا فَلَمَّا أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏ تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ‏}‏ قَالَتْ قُلْتُ وَاللَّهِ مَا أَرَى رَبَّكَ إِلاَّ يُسَارِعُ لَكَ فِي هَوَاكَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3524,
    "narrator": "আবূ বাক্‌র ইবনু আবূ শায়বাহ্‌ (রহঃ)",
    "bn": "তিনি বলতেন, কোন নারী কি কোন পুরুষের কাছে নিজেকে নিবেদন করতে লজ্জাবোধ করে না? অবশেষে আল্লাহ নাযিল করলেন, “তুমি তাঁদের যাকে ইচ্ছা তোমার নিকট থেকে দূরে রাখতে পার এবং যাকে ইচ্ছা তোমার কাছে স্থান দিতে পার” তখন আমি বললাম, “অবশ্যই আপনার প্রতিপালক আপনার মনোবাঞ্ছা পূরণে দ্রুত ব্যবস্থা গ্রহণ করেন।” (ই.ফা. ৩৪৯৭, ই.সে. ৩৪৯৬)",
    "ar": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا كَانَتْ تَقُولُ أَمَا تَسْتَحْيِي امْرَأَةٌ تَهَبُ نَفْسَهَا لِرَجُلٍ حَتَّى أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏ تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ وَتُؤْوِي إِلَيْكَ مَنْ تَشَاءُ‏}‏ فَقُلْتُ إِنَّ رَبَّكَ لَيُسَارِعُ لَكَ فِي هَوَاكَ.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3525,
    "narrator": "‘আত্বা (রহঃ)",
    "bn": "তিনি বলেন, আমরা সারিফ নামক স্থানে ইবনু ‘আব্বাস (রাঃ)-এর সঙ্গে নবী পত্নী মায়মূনাহ্‌ (রাঃ)-এর জানাযায় উপস্থিত ছিলাম। তখন ইবনু ‘আব্বাস (রাঃ) বললেন, ইনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহধর্মিণী। সুতরাং তোমার যখন তাঁর কফিন (লাশ) তুলবে তখন তাকে খুব জোড়ে নাড়া দিবে না এবং কাঁপাবে না; নরম ও আলতোভাবে তাঁকে তুলবে। কেননা, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে নয়জন স্ত্রী ছিলেন। তাঁদের আটজনের জন্য রাত যাপনের পালা নির্ধারণ করতেন এবং একজনের জন্য করতেন না। (মধ্যবর্তী) রাবী ‘আত্বা (রহঃ) বলেন, যাঁর জন্য পালা নির্ধারণ করতেন না তিনি হলেন সফিয়্যাহ্‌ বিন্‌ত হুয়াই ইবনু আখত্বাব (রাঃ)।[৫৩] (ই.ফা. ৩৪৯৮, ই.সে. ৩৪৯৭)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ حَاتِمٍ، قَالَ مُحَمَّدُ بْنُ حَاتِمٍ حَدَّثَنَا مُحَمَّدُ، بْنُ بَكْرٍ أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، قَالَ حَضَرْنَا مَعَ ابْنِ عَبَّاسٍ جَنَازَةَ مَيْمُونَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم بِسَرِفَ فَقَالَ ابْنُ عَبَّاسٍ هَذِهِ زَوْجُ النَّبِيِّ صلى الله عليه وسلم فَإِذَا رَفَعْتُمْ نَعْشَهَا فَلاَ تُزَعْزِعُوا وَلاَ تُزَلْزِلُوا وَارْفُقُوا فَإِنَّهُ كَانَ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم تِسْعٌ فَكَانَ يَقْسِمُ لِثَمَانٍ وَلاَ يَقْسِمُ لِوَاحِدَةٍ ‏.‏ قَالَ عَطَاءٌ الَّتِي لاَ يَقْسِمُ لَهَا صَفِيَّةُ بِنْتُ حُيَىِّ بْنِ أَخْطَبَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৫৩] উলামাগণ বলেন, রাবী ‘আত্বার এখানে বিস্মৃতি ঘটেছে। সঠিক কথা হলো যে স্ত্রীর কোন পালা ছিল না তিনি হলেন সাওলা (রাঃ)।"
  },
  {
    "hadith_id": 3527,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)-এর সূত্রে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "তিনি বলেন, চারটি বিষয়ের প্রতি লক্ষ্য রেখে (সাধারণত) মেয়েদের বিয়ে করা হয়- কন্যার ধন-সম্পদের কারণে, তার বংশীয় আভিজাত্যের কারণে, তার রূপ-গুনের কারণে এবং তার দীনদারীর কারনে। তুমি ধার্মিকাকে পেয়ে ভাগ্যবান হও, (যদি এটা না কর তবে) তোমার দু’হাত ধূলিমাখা হোক। [৫৫] (ই.ফা. ৩৫০০, ই.সে. ৩৪৯৯)",
    "ar": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالُوا حَدَّثَنَا يَحْيَى، بْنُ سَعِيدٍ عَنْ عُبَيْدِ اللَّهِ، أَخْبَرَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ تُنْكَحُ الْمَرْأَةُ لأَرْبَعٍ لِمَالِهَا وَلِحَسَبِهَا وَلِجَمَالِهَا وَلِدِينِهَا فَاظْفَرْ بِذَاتِ الدِّينِ تَرِبَتْ يَدَاكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৫৫] বিবাহের ক্ষেত্রে দীনদারী গুনকে অগ্রাধীকার দিতে হবে। কেননা এটা ইহকাল ও পরকালে উভয়জগতে উপকারী। অন্য তিনটি গুণ দুনিয়াতে উপকারী হলেও আখিতারে কোন কাজে আসবেনা। সবকিছুর উপর দীনকে প্রাধান্য দেয়ার আরো কারণ হল মানুষ তার দীনদার সাথীর সাহচর্যে থেকে তার চরিত্র আচার-আচারণ থেকে উপকার পায় ও তার থেকে বারাকাত লাভ করে এবং ক্ষতিকর বিষয় থেকে নিরাপদ থাকে।\nবাক্যটিকে দু’আ, বিস্ময়, অনুপ্রেরণা ইত্যাদি অর্থে ব্যবহার করা হয়। এ হাদীসের অনুপ্রেরনণা প্রদানের লক্ষ্যে বলা হয়েছে।"
  },
  {
    "hadith_id": 3528,
    "narrator": "‘আত্বা (রহঃ)",
    "bn": "তিনি বলেন, জাবির ইবনু ‘আবদুল্লাহ (রাঃ) আমাকে অবহিত করেছেন যে, তিনি বলেছেনঃ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সময়কালে আমি একটি মহিলাকে বিয়ে করলাম। পরে আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে সাক্ষাৎ করলে তিনি বললেন, হে জাবির, তুমি বিয়ে করেছো? আমি বললাম, জি হাঁ। তিনি বললেন, কুমারী না বিধবা? আমি বললাম, বিধবা। তিনি বললেন, তবে কুমারী নয় কেন? তুমি তার সঙ্গে সোহাগ-স্ফূর্তি করতে পারতে। আমি বললাম, হে আল্লাহ্‌র রসূল, আমার কয়েকটি (অবিবাহিতা) বোন রয়েছে তাই আমার আশংকা হল যে, বধূ (কুমারী হলে সে) আমার ও বোনদের মাঝে বাধা হয়ে দাঁড়ায় কিনা। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তবে তা-ই-ঠিক। মহিলাকে বিয়ে করা হয় তার দীনদারীর কারণে, তার সম্পদের কারণে ও তার রূপ-লাবণ্যের কারণে। তুমি ধার্মিকাকে পেয়ে ভাগ্যবান হও, (যদি এটা না কর তবে) তোমার দু’হাত ধূলিমাখা হোক। (ই.ফা. ৩৫০১, ই.সে. ৩৫০০)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، أَخْبَرَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ، قَالَ تَزَوَّجْتُ امْرَأَةً فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَقِيتُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏\"‏ يَا جَابِرُ تَزَوَّجْتَ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ بِكْرٌ أَمْ ثَيِّبٌ ‏\"‏ ‏.‏ قُلْتُ ثَيِّبٌ ‏.‏ قَالَ ‏\"‏ فَهَلاَّ بِكْرًا تُلاَعِبُهَا ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ لِي أَخَوَاتٍ فَخَشِيتُ أَنْ تَدْخُلَ بَيْنِي وَبَيْنَهُنَّ ‏.‏ قَالَ ‏\"‏ فَذَاكَ إِذًا ‏.‏ إِنَّ الْمَرْأَةَ تُنْكَحُ عَلَى دِينِهَا وَمَالِهَا وَجَمَالِهَا فَعَلَيْكَ بِذَاتِ الدِّينِ تَرِبَتْ يَدَاكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3529,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি জনৈকা মহিলাকে বিয়ে করলাম। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেন, তুমি কি বিয়ে করেছো? আমি বললাম, হাঁ। তিনি বললেন কোন কুমারীকে না বিধবাকে? আমি বললাম, একটি বিধবাকে। তিনি বললেন, তবে কুমারী ও তার আমোদ-স্ফূর্তি হতে তুমি কতদূরে?\n(মধ্যবর্তী) রাবী শু’বাহ্‌ (রহঃ) বলেন, পরে আমি ‘আম্‌র ইবনু দীনার (রহঃ)-এর নিকট এ হাদীস উল্লেখ করলে তিনি বললেন, আমিও তো জাবির (রাঃ)-এর নিকট তা শুনেছি। তিনি তো বলেছেন যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেনঃ তবে কোন কিশোরী (তরুনী)-কে কেন নয়- যে তোমার সঙ্গে হাসি-তামাসা করত, তুমিও তার সঙ্গে আমোদ-স্ফূর্তি করতে? (ই.ফা. ৩৫০২, ই.সে. ৩৫০১)",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَارِبٍ، عَنْ جَابِرِ بْنِ، عَبْدِ اللَّهِ قَالَ تَزَوَّجْتُ امْرَأَةً فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَلْ تَزَوَّجْتَ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ أَبِكْرًا أَمْ ثَيِّبًا ‏\"‏ ‏.‏ قُلْتُ ثَيِّبًا ‏.‏ قَالَ ‏\"‏ فَأَيْنَ أَنْتَ مِنَ الْعَذَارَى وَلِعَابِهَا ‏\"‏ ‏.‏ قَالَ شُعْبَةُ فَذَكَرْتُهُ لِعَمْرِو بْنِ دِينَارٍ فَقَالَ قَدْ سَمِعْتُهُ مِنْ جَابِرٍ وَإِنَّمَا قَالَ ‏\"‏ فَهَلاَّ جَارِيَةً تُلاَعِبُهَا وَتُلاَعِبُكَ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3531,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেনঃ তুমি কি বিবাহ্‌ করেছো, হে জাবির? তিনি হাদীসটির পূর্ণ বর্ণনা দিয়েছেন-যার শেষে রয়েছে এমন একটি মহিলাকে যে তাদের তত্বাবধান করবে এবং তাদের মাথা আঁচড়ে দিবে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ “তুমি সঠিক করেছো” ...... এর পরের অংশ তিনি (কুতায়বাহ্‌) উল্লেখ করেননি। (ই.ফা. ৩৫০৪, ই.সে. ৩৫০৩)",
    "ar": "وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَلْ نَكَحْتَ يَا جَابِرُ ‏\"‏ ‏.‏ وَسَاقَ الْحَدِيثَ إِلَى قَوْلِهِ امْرَأَةً تَقُومُ عَلَيْهِنَّ وَتَمْشُطُهُنَّ قَالَ ‏\"‏ أَصَبْتَ ‏\"‏ ‏.‏ وَلَمْ يَذْكُرْ مَا بَعْدَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3530,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "‘আবদুল্লাহ (রাঃ) মৃত্যু (শাহাদাত) বরণ করলেন এবং নয়টি (কিংবা তিনি বলেছেন, সাতটি) কন্যা রেখে গেলেন। পরে আমি (জাবির) এক বিধবা মহিলাকে বিয়ে করলাম। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেন, হে জাবির, তুমি বিয়ে করেছো?  আমি বললামঃ হাঁ। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তা কুমারী না বিধবা? আমি বললামঃ বরং বিধবা হে আল্লাহর রসূল। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তবে তা কোন তরুনী (কুমারী) কেন নয় যে, (ইয়াহ্‌ইয়া রিওয়ায়াতে) তুমি তার সঙ্গে আমোদ-স্ফূর্তি করবে, সেও তোমার সাথে ক্রীড়া-কৌতুক করবে কিংবা তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেন, তুমি তার সঙ্গে হাস্য-রস করতে, সেও তোমার সঙ্গে হাস্য-রস করত। জাবির (রাঃ) বলেন, আমি তাকে বললাম, (আমার পিতা) ‘আবদুল্লাহ নয়টি (কিংবা সাতটি) মেয়ে রেখে মৃত্যুবরণ করেছেন এবং আমি তাদের মাঝে তাদের মতো একজনকে নিয়া আসা অপছন্দ করলাম। তাই আমি এমন একটি মহিলাকে নিয়ে আসা পছন্দ করলাম যে তাদের দেখাশুনা করবে এবং তাদের শুধরে দিবে ও গড়ে তুলবে। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তবে আল্লাহ তোমাকে বারাকাত দান করুন। তিনি আমাকে (এ ধরনের) কোন উত্তম কথা বললেন। আবূ রবী’ (রহঃ)-এর রিওয়ায়াতে রয়েছে- “তুমি তার সঙ্গে আমোদ-স্ফূর্তি করবে ও তার সঙ্গে হাস্য-রস করবে, সেও তোমার সাথে হাস্য রস করবে।” (ই.ফা. ৩৫০৩, ই.সে. ৩৫০২)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو الرَّبِيعِ الزَّهْرَانِيُّ، قَالَ يَحْيَى أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ، هَلَكَ وَتَرَكَ تِسْعَ بَنَاتٍ - أَوْ قَالَ سَبْعَ - فَتَزَوَّجْتُ امْرَأَةً ثَيِّبًا فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا جَابِرُ تَزَوَّجْتَ ‏\"‏ ‏.‏ قَالَ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ فَبِكْرٌ أَمْ ثَيِّبٌ ‏\"‏ ‏.‏ قَالَ قُلْتُ بَلْ ثَيِّبٌ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَهَلاَّ جَارِيَةً تُلاَعِبُهَا وَتُلاَعِبُكَ ‏\"‏ ‏.‏ أَوْ قَالَ ‏\"‏ تُضَاحِكُهَا وَتُضَاحِكُكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ لَهُ إِنَّ عَبْدَ اللَّهِ هَلَكَ وَتَرَكَ تِسْعَ بَنَاتٍ - أَوْ سَبْعَ - وَإِنِّي كَرِهْتُ أَنْ آتِيَهُنَّ أَوْ أَجِيئَهُنَّ بِمِثْلِهِنَّ فَأَحْبَبْتُ أَنْ أَجِيءَ بِامْرَأَةٍ تَقُومُ عَلَيْهِنَّ وَتُصْلِحُهُنَّ ‏.‏ قَالَ ‏\"‏ فَبَارَكَ اللَّهُ لَكَ ‏\"‏ ‏.‏ أَوْ قَالَ لِي خَيْرًا وَفِي رِوَايَةِ أَبِي الرَّبِيعِ ‏\"‏ تُلاَعِبُهَا وَتُلاَعِبُكَ وَتُضَاحِكُهَا وَتُضَاحِكُكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3532,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, কোন এক যুদ্ধে আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ছিলাম। আমরা যখন প্রত্যাগমন করতে লাগলাম তখন আমি আমার একটি ধীরগামী উটে করে দ্রুত চলার চেষ্টা করলাম। আমার পিছন থেকে একজন আরোহী আমার সঙ্গে মিলিত হল এবং সে তার হাতের একটি ছোট্ট বর্শা দিয়ে আমার উটকে খোঁচা দিল। ফলে আমার উটটি তোমার দেখা উটপালের শ্রেষ্ঠ  উটের ন্যায় দ্রুতগতিতে চলতে লাগল। আমি তখন পিছনের দিকে তাকালাম- দেখি যে, আমি রয়েছি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পাশে। তিনি বললেন, হে জাবির! তোমার এ ব্যস্ততা কেন? আমি বললাম, হে আল্লাহ্‌র রসূল! আমি ঘরে নতুন স্ত্রী রেখে এসেছি। তিনি বললেন, তুমি কি কোন কুমারীকে বিয়ে করেছো না কোন বিধবাকে? জাবির (রাঃ) বলেন, আমি বললামঃ বিধবাকে। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, কোন তরুনী (কুমারী)-কে কেন বিয়ে করলে না- যার সঙ্গে তুমি ক্রীড়া-কৌতুক করতে এবং সেও তোমার সঙ্গে আমোদ-আহলাদ করত। জাবির (রাঃ) বললেন, আমরা যখন মাদীনার সন্নিকটে উপনীত হয়ে সেখানে প্রবেশ করতে উদ্যত হলাম তখন তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, একটু অবকাশ দাও, রাত পর্যন্ত অর্থাৎ ‘ইশার সময় আমরা প্রবেশ করব- যাতে এলোকেশিনী তার কেশ বিন্যাস করে নিতে পারে এবং স্বামী প্রবাসিনী ‘পরিচ্ছন্নতা’ অর্জনের প্রস্তুতি নিতে পারে।\nজাবির (রাঃ) বলেন, তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বললেন, তুমি যখন পৌছে যাবে তখন সঙ্গ সুখ লাভ করবে। (ই.ফা. ৩৫০৫, ই.সে. ৩৫০৪)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، عَنْ سَيَّارٍ، عَنِ الشَّعْبِيِّ، عَنْ جَابِرِ بْنِ عَبْدِ، اللَّهِ قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزَاةٍ فَلَمَّا أَقْبَلْنَا تَعَجَّلْتُ عَلَى بَعِيرٍ لِي قَطُوفٍ فَلَحِقَنِي رَاكِبٌ خَلْفِي فَنَخَسَ بَعِيرِي بِعَنَزَةٍ كَانَتْ مَعَهُ فَانْطَلَقَ بَعِيرِي كَأَجْوَدِ مَا أَنْتَ رَاءٍ مِنَ الإِبِلِ فَالْتَفَتُّ فَإِذَا أَنَا بِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا يُعْجِلُكَ يَا جَابِرُ ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي حَدِيثُ عَهْدٍ بِعُرْسٍ ‏.‏ فَقَالَ ‏\"‏ أَبِكْرًا تَزَوَّجْتَهَا أَمْ ثَيِّبًا ‏\"‏ ‏.‏ قَالَ قُلْتُ بَلْ ثَيِّبًا ‏.‏ قَالَ ‏\"‏ هَلاَّ جَارِيَةً تُلاَعِبُهَا وَتُلاَعِبُكَ ‏\"‏ ‏.‏ قَالَ فَلَمَّا قَدِمْنَا الْمَدِينَةَ ذَهَبْنَا لِنَدْخُلَ فَقَالَ ‏\"‏ أَمْهِلُوا حَتَّى نَدْخُلَ لَيْلاً - أَىْ عِشَاءً - كَىْ تَمْتَشِطَ الشَّعِثَةُ وَتَسْتَحِدَّ الْمُغِيبَةُ ‏\"‏ ‏.‏ قَالَ وَقَالَ ‏\"‏ إِذَا قَدِمْتَ فَالْكَيْسَ الْكَيْسَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3534,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমরা কোন এক সফরে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ছিলাম। আমি ছিলাম আমার একটি (পানিবাহী) উটের পিঠে। ওটি ছিল কাফিলার পশ্চাদ্বর্তীদের মাঝে। জাবির (রাঃ) বলেন, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে পিটুনী দিলেন কিংবা (বর্ণনা দ্বিধা) তিনি বলেছেন যে, তাকে খোঁচা দিলেন- আমার (আবূ নায্‌র) ধারণা তিনি (জাবির) বলেছেন যে, কোন কিছু দিয়ে যা তার সঙ্গে ছিল। জাবির (রাঃ) বলেন, এরপর সে (উট) কাফিলার লোকদের আগে আগে চলে যেতে লাগল এবং আমাকে (আমার ধরে রাখা লাগামসহ) টেনে নিয়ে যেতে লাগল। এমন কি আমি তাকে ঠেকিয়ে রাখছিলাম। জাবির (রাঃ) বলেন, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-বললেনঃ এত এত-এর বিনিময়ে এটি তুমি আমার কাছে বেঁচবে কি? এবং আল্লাহ তোমাকে মাফ করুন। জাবির (রাঃ) বলেন, আমি বললামঃ এটি আপনার জন্য, হে আল্লাহর নাবী! তিনি বললেন, এত এত-তে সেটি তুমি আমার কাছে বেচবে কি? এবং আল্লাহ তোমাকে মাফ করুন। জাবির (রাঃ) বলেন, আমি বললাম, এটি আপনার। জাবির (রাঃ) বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে আরও বললেন, তোমার পিতার (মৃত্যুর) পরে তুমি কি বিয়ে করেছো? আমি বললাম, জ্বি হাঁ। তিনি বললেন, বিধবা না কুমারীকে? জাবির (রাঃ) বলেন, আমি বললাম, বিধবাকে। তিনি বললেন, “তবে তুমি কোন কুমারীকে বিয়ে করলে না কেন- যে তোমাকে আমোদ-প্রমোদে রাখত আর তুমি তার সঙ্গে ক্রীড়া স্ফূর্তি করতে।”\n(রাবী) আবূ নায্‌রাহ্‌ (রহঃ) বলেন, এ কথাটি (অর্থাৎ আল্লাহ তোমার মাগফিরাত করুন!) ছিল একটি বাক্যাংশ যা মুসলিমগণ তাদের কথাবার্তায় (কথার মাত্রা ও বাচনভঙ্গী রূপে) উচ্চারণ করতেন। তারা বলেতেন এরূপ ও এমন কর...আল্লাহ তোমার মাগফিরাত করুন। (ই.ফা. ৩৫০৯, ই.ফা. ৩৫০৬)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ أَبِي، حَدَّثَنَا أَبُو نَضْرَةَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كُنَّا فِي مَسِيرٍ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَنَا عَلَى نَاضِحٍ إِنَّمَا هُوَ فِي أُخْرَيَاتِ النَّاسِ - قَالَ - فَضَرَبَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَوْ قَالَ نَخَسَهُ - أُرَاهُ قَالَ - بِشَىْءٍ كَانَ مَعَهُ قَالَ فَجَعَلَ بَعْدَ ذَلِكَ يَتَقَدَّمُ النَّاسَ يُنَازِعُنِي حَتَّى إِنِّي لأَكُفُّهُ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَتَبِيعُنِيهِ بِكَذَا وَكَذَا وَاللَّهُ يَغْفِرُ لَكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ هُوَ لَكَ يَا نَبِيَّ اللَّهِ ‏.‏ قَالَ ‏\"‏ أَتَبِيعُنِيهِ بِكَذَا وَكَذَا وَاللَّهُ يَغْفِرُ لَكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ هُوَ لَكَ يَا نَبِيَّ اللَّهِ ‏.‏ قَالَ وَقَالَ لِي ‏\"‏ أَتَزَوَّجْتَ بَعْدَ أَبِيكَ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ ثَيِّبًا أَمْ بِكْرًا ‏\"‏ ‏.‏ قَالَ قُلْتُ ثَيِّبًا ‏.‏ قَالَ ‏\"‏ فَهَلاَّ تَزَوَّجْتَ بِكْرًا تُضَاحِكُكَ وَتُضَاحِكُهَا وَتُلاَعِبُكَ وَتُلاَعِبُهَا ‏\"‏ ‏.‏ قَالَ أَبُو نَضْرَةَ فَكَانَتْ كَلِمَةً يَقُولُهَا الْمُسْلِمُونَ ‏.‏ افْعَلْ كَذَا وَكَذَا وَاللَّهُ يَغْفِرُ لَكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3533,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে একটি যুদ্ধের উদ্দেশ্যে বের হলাম। আমার উটটি আমাকে ধীরগামিতার শিকার বানাল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন আমার কাছে এসে আমাকে বললেন, হে জাবির, আমি বললাম জ্বী! তিনি বললেন, তোমার ব্যাপার কী? আমি বললাম আমার উট আমাকে ধীরগামিতায় ফেলে দিয়েছে এবং পরিশ্রান্ত হয়ে পড়েছে। ফলে আমি পিছনে পড়ে গিয়েছি। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নেমে পড়ে তার (বাঁকামাথা) লাঠি দিয়ে উটকে গুতো দিলেন এরপর বললেন, আরোহণ কর, আমি তখন আরোহন করলাম। আমি (উটটিকে তার অতি দ্রুতগামিতার কারণে) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে অতিক্রম করে যেতে দেখে ঠেকাতে লাগলাম। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি কি বিয়ে করেছো? আমি বললাম, হাঁ। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, কুমারী না বিধবা? আমি বললাম : বিধবা! তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তবে কোন (কুমারীকে) কেন বিয়ে করলে না, যার সঙ্গে তুমি ক্রিয়া-কৌতুক করতে, সেও তোমার সঙ্গে আমোদ ফূর্তি করত? আমি বললাম আমার বেশ ক’টি বোন (অবিবাহিতা) রয়েছে। তাই আমি এমন নারীকে বিয়ে করা পছন্দ করলাম যে তাদের গুছিয়ে রাখবে, তাদের মাথা আঁচড়ে দিবে এবং তাদের দেখাশোনা করবে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি তো (মাদীনায়) উপনীত হতে যাচ্ছ; তাই যখন পৌছে যাবে তখন স্ত্রীর সাথে মিলিত হবে। পরে তিনি বললেন, তোমার উটটি বেঁচবে কি? আমি বললাম, জ্বী হাঁ। তিনি তখন আমার নিকট হতে এক উকিয়্যার (চল্লিশ দিরহাম সমমূল্যের) বিনিময়ে কিনে নিলেন। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যথাসময়ে মাদীনায় পৌছলেন। আমিও সকালে আগমন করে মাসজিদে (নাবাবীতে) পৌছলাম  এবং তাঁকে মাসজিদের দরজায় পেয়ে গেলাম। তিনি বলেন, আমি যখন এলাম তুমি কি তখন এসেছো? আমি বললাম, জ্বী হাঁ। তিনি বললেন, তবে তোমার উটটি রেখে দাও এবং (মাসজিদে) প্রবেশ করে দু’রাকা’আত সলাত আদায় করে নাও। জাবির বলেন, আমি প্রবেশ করে সলাত আদায় করলাম। পরে ফিরে এলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে এক উকিয়্যাহ্‌ ওজন করে দেয়ার জন্য বিলাল (রাঃ)-কে হুকুম করলেন। বিলাল (রাঃ) তখন আমাকে ওজন করে দিলেন এবং ওজনে পাল্লা ঝুঁকিয়ে দিলেন। জাবির (রাঃ) বলেন, তখন আমি চলে যেতে লাগলাম। আমি কিছু দূরে চলে গেলে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ জাবিরকে আমার কাছে ডেকে আন। তখন আমাকে ডাকা হল। আমি (মনে মনে) বললাম, এখন উটটি আমাকে ফিরিয়ে দিবেন অথচ আমার কাছে ওর চেয়ে অধিক অপছন্দনীয় আর কিছু ছিল না। তিনি বললেন, “তোমার উট তুমি নিয়ে যাও আর তোমার মূল্য তোমারই রইল”। (ই.ফা. ৩৫০৬, ই.সে. ৩৫০৫)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، - يَعْنِي ابْنَ عَبْدِ الْمَجِيدِ الثَّقَفِيَّ - حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ خَرَجْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزَاةٍ فَأَبْطَأَ بِي جَمَلِي فَأَتَى عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ لِي ‏\"‏ يَا جَابِرُ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ مَا شَأْنُكَ ‏\"‏ ‏.‏ قُلْتُ أَبْطَأَ بِي جَمَلِي وَأَعْيَا فَتَخَلَّفْتُ ‏.‏ فَنَزَلَ فَحَجَنَهُ بِمِحْجَنِهِ ثُمَّ قَالَ ‏\"‏ ارْكَبْ ‏\"‏ ‏.‏ فَرَكِبْتُ فَلَقَدْ رَأَيْتُنِي أَكُفُّهُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ أَتَزَوَّجْتَ ‏\"‏ ‏.‏ فَقُلْتُ نَعَمْ ‏.‏ فَقَالَ ‏\"‏ أَبِكْرًا أَمْ ثَيِّبًا ‏\"‏ ‏.‏ فَقُلْتُ بَلْ ثَيِّبٌ ‏.‏ قَالَ ‏\"‏ فَهَلاَّ جَارِيَةً تُلاَعِبُهَا وَتُلاَعِبُكَ ‏\"‏ ‏.‏ قُلْتُ إِنَّ لِي أَخَوَاتٍ فَأَحْبَبْتُ أَنْ أَتَزَوَّجَ امْرَأَةً تَجْمَعُهُنَّ وَتَمْشُطُهُنَّ وَتَقُومُ عَلَيْهِنَّ ‏.‏ قَالَ ‏\"‏ أَمَا إِنَّكَ قَادِمٌ فَإِذَا قَدِمْتَ فَالْكَيْسَ الْكَيْسَ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ أَتَبِيعُ جَمَلَكَ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ فَاشْتَرَاهُ مِنِّي بِأُوقِيَّةٍ ثُمَّ قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَدِمْتُ بِالْغَدَاةِ فَجِئْتُ الْمَسْجِدَ فَوَجَدْتُهُ عَلَى بَابِ الْمَسْجِدِ فَقَالَ ‏\"‏ الآنَ حِينَ قَدِمْتَ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ فَدَعْ جَمَلَكَ وَادْخُلْ فَصَلِّ رَكْعَتَيْنِ ‏\"‏ ‏.‏ قَالَ فَدَخَلْتُ فَصَلَّيْتُ ثُمَّ رَجَعْتُ فَأَمَرَ بِلاَلاً أَنْ يَزِنَ لِي أُوقِيَّةً فَوَزَنَ لِي بِلاَلٌ فَأَرْجَحَ فِي الْمِيزَانِ - قَالَ - فَانْطَلَقْتُ فَلَمَّا وَلَّيْتُ قَالَ ‏\"‏ ادْعُ لِي جَابِرًا ‏\"‏ ‏.‏ فَدُعِيتُ فَقُلْتُ الآنَ يَرُدُّ عَلَىَّ الْجَمَلَ ‏.‏ وَلَمْ يَكُنْ شَىْءٌ أَبْغَضَ إِلَىَّ مِنْهُ فَقَالَ ‏\"‏ خُذْ جَمَلَكَ وَلَكَ ثَمَنُهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3538,
    "narrator": "আবূ হুরায়রাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নারীকে সৃষ্টি করা হয়েছে পাঁজরের একটি হাড় দিয়ে। সে কখনো তোমার জন্য কোন নিয়মতান্ত্রিকতায় স্থির থাকবে না। সুতরাং তুমি যদি তাকে দিয়ে উপকৃত হতে চাও তবে তার বক্রতা অবশিষ্ট রেখেই তাকে দিয়ে উপকৃত হতে হবে। আর তাকে সোজা করতে গেলে তুমি তাকে ভেঙ্গে ফেলবে- আর তাকে ভেঙ্গে ফেলা অর্থ হল তাকে ত্বলাক দেয়া। (ই.ফা. ৩৫১০, ই.সে. ৩৫১০)",
    "ar": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، وَابْنُ أَبِي عُمَرَ، - وَاللَّفْظُ لاِبْنِ أَبِي عُمَرَ - قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الْمَرْأَةَ خُلِقَتْ مِنْ ضِلَعٍ لَنْ تَسْتَقِيمَ لَكَ عَلَى طَرِيقَةٍ فَإِنِ اسْتَمْتَعْتَ بِهَا اسْتَمْتَعْتَ بِهَا وَبِهَا عِوَجٌ وَإِنْ ذَهَبْتَ تُقِيمُهَا كَسَرْتَهَا وَكَسْرُهَا طَلاَقُهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3536,
    "narrator": "আবূ হুরায়রাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নারী পাঁজরের হাড়ের ন্যায় (বাঁকা)। যখন তুমি তাকে সোজা করতে যাবে তখন তা ভেঙ্গে ফেলবে আর তার মাঝে বক্রতা রেখে দিয়েই তা দিয়ে তুমি উপকার হাসিল করবে। (ই.ফা. ৩৫০৮, ই. সে. ৩৫০৮)",
    "ar": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي ابْنُ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الْمَرْأَةَ كَالضِّلَعِ إِذَا ذَهَبْتَ تُقِيمُهَا كَسَرْتَهَا وَإِنْ تَرَكْتَهَا اسْتَمْتَعْتَ بِهَا وَفِيهَا عِوَجٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3540,
    "narrator": "আবূ হুরায়রাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন মু’মিন পুরুষ কোন মু’মিন নারীর প্রতি বিদ্বেষ-ঘৃনা পোষণ করবে না; (কেননা) তার কোন চরিত্র অভ্যাসকে অপছন্দ করলে তার অন্য কোন (চরিত্র-অভ্যাস) টি সে পছন্দ করবে। ..... কিংবা (এধরনের) অন্য কিছু বলেছেন। (ই.ফা. ৩৫১২, ই.সে. ৩৫১২)",
    "ar": "وَحَدَّثَنِي إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، حَدَّثَنَا عِيسَى، - يَعْنِي ابْنَ يُونُسَ - حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، عَنْ عِمْرَانَ بْنِ أَبِي أَنَسٍ، عَنْ عُمَرَ بْنِ الْحَكَمِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ يَفْرَكْ مُؤْمِنٌ مُؤْمِنَةً إِنْ كَرِهَ مِنْهَا خُلُقًا رَضِيَ مِنْهَا آخَرَ ‏\"‏ ‏.‏ أَوْ قَالَ ‏\"‏ غَيْرَهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3539,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ) সূত্রে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "তিনি বলেছেন, যে ব্যক্তি আল্লাহ এবং আখিরাতের প্রতি ঈমান রাখে, সে যখন কোন বিষয় প্রত্যক্ষ করবে তখন হয়ত উত্তম কথা বলবে অন্যথায় চুপ থাকবে। আর নারীদের প্রতি কল্যাণের (ও সদাচরণের) অঙ্গীকার গ্রহণ কর। কেননা পাঁজরের একটি হাড় দিয়ে নারী সৃজিত হয়েছে এবং পাঁজরের সবচেয়ে বেশি বাঁকা হল তার উপরের অংশ। তুমি তাকে সোজা করতে গেলে তা ভেঙ্গে ফেলবে। আর তাকে (যথাবস্থায়) ছেড়ে রাখলে তা সদা বাঁকা থেকে যাবে থেকে যাবে। নারীদের কল্যানের নাসীহাত গ্রহণ ও অঙ্গীকারবদ্ধ হও। (ই.ফা. ৩৫১১, ই.সে. ৩৫১১)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، عَنْ مَيْسَرَةَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَإِذَا شَهِدَ أَمْرًا فَلْيَتَكَلَّمْ بِخَيْرٍ أَوْ لِيَسْكُتْ وَاسْتَوْصُوا بِالنِّسَاءِ فَإِنَّ الْمَرْأَةَ خُلِقَتْ مِنْ ضِلَعٍ وَإِنَّ أَعْوَجَ شَىْءٍ فِي الضِّلَعِ أَعْلاَهُ إِنْ ذَهَبْتَ تُقِيمُهُ كَسَرْتَهُ وَإِنْ تَرَكْتَهُ لَمْ يَزَلْ أَعْوَجَ اسْتَوْصُوا بِالنِّسَاءِ خَيْرًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3542,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ) সূত্রে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "তিনি বলেছেন, যদি হাও্‌ওয়া (‘আঃ) না হতেন তবে যুগ যুগান্তরে কোন নারী তার স্বামীর বিশ্বাস ভঙ্গ করত না। (ই.ফা. ৩৫১৪, ই.সে. ৩৫১৪)",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، أَنَّ أَبَا يُونُسَ، مَوْلَى أَبِي هُرَيْرَةَ حَدَّثَهُ عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لَوْلاَ حَوَّاءُ لَمْ تَخُنْ أُنْثَى زَوْجَهَا الدَّهْرَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3460,
    "narrator": "‘আয়িশাহ্ (রাযিঃ) সূত্রে ‘আমরাহ (রহঃ)",
    "bn": "একদিন তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট অবস্হান করছিলেন; তিনি তখন কোন ব্যক্তির হাফ্সাহ্ (রাঃ)-এর ঘরে প্রবেশের অনূমতি লাভের আওয়াজ শুনতে পেলেন। ‘আয়িশা (রাঃ) বলেন, আমি তখন বললামঃ হে আল্লাহ্‌র রসূল! এ লোক আপনার ঘরে প্রবেশ করার অনুমতি চায়। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি জানি, অমুক, হাফ্সার দুধচাচা। ‘আয়িশা (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! যদি তার (‘আয়িশার) দুধচাচা জীবিত থাকতেন তা হলে তিনি কি তার নিকট প্রবেশ করতে পারতেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হাঁ, নিশ্চয়ই দুগ্ধ সম্পর্ক সেই সব লোকদের হারাম করে দেয়, যাদের জন্মগত সম্পর্ক হারাম করে। (ই.ফা. ৩৪৩৩, ই.সে. ৩৪৩২)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَمْرَةَ، أَنَّ عَائِشَةَ، أَخْبَرَتْهَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ عِنْدَهَا وَإِنَّهَا سَمِعَتْ صَوْتَ رَجُلٍ يَسْتَأْذِنُ فِي بَيْتِ حَفْصَةَ ‏.‏ قَالَتْ عَائِشَةُ فَقُلْتُ يَا رَسُولَ اللَّهِ هَذَا رَجُلٌ يَسْتَأْذِنُ فِي بَيْتِكَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أُرَاهُ فُلاَنًا ‏\"‏ ‏.‏ لِعَمِّ حَفْصَةَ مِنَ الرَّضَاعَةِ ‏.‏ فَقَالَتْ عَائِشَةُ يَا رَسُولَ اللَّهِ لَوْ كَانَ فُلاَنٌ حَيًّا - لِعَمِّهَا مِنَ الرَّضَاعَةِ - دَخَلَ عَلَىَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ نَعَمْ إِنَّ الرَّضَاعَةَ تُحَرِّمُ مَا تُحَرِّمُ الْوِلاَدَةُ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3461,
    "narrator": "‘আয়িশাহ্ (রাযিঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “দুগ্ধ সম্পর্ক সে সব লোকদের হারাম করে দেয়, যাদের জন্মগত সম্পর্ক হারাম করে।” (ই.ফা. ৩৪৩৪, ই.সে. ৩৪৩৩)",
    "ar": "وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، ح وَحَدَّثَنِي أَبُو مَعْمَرٍ، إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ الْهُذَلِيُّ حَدَّثَنَا عَلِيُّ بْنُ هَاشِمِ بْنِ الْبَرِيدِ، جَمِيعًا عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي، بَكْرٍ عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَحْرُمُ مِنَ الرَّضَاعَةِ مَا يَحْرُمُ مِنَ الْوِلاَدَةِ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3462,
    "narrator": "‘আবদুল্লাহ ইবনু আবূ বাকর (রাযিঃ) সূত্র",
    "bn": "উপরোক্ত হিশাম ইবনু ‘উরওয়ার বর্ণিত হাদীসের অনুরূপ বর্ণনা করেছেন। (ই.ফা. ৩৪৩৫, ই.সে. ৩৪৩৪)",
    "ar": "وَحَدَّثَنِيهِ إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ، بِهَذَا الإِسْنَادِ ‏.‏ مِثْلَ حَدِيثِ هِشَامِ بْنِ عُرْوَةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3470,
    "narrator": "‘আয়িশাহ্ (রাযিঃ)",
    "bn": "একদা আমার দুধচাচা আবুল জা’দ আমার নিকট প্রবেশ করার জন্য অনুমতি চাইলেন। আমি তাকে ফিরিয়ে দিলাম। (রাবী) ইবনু জুরায়জ বলেন, আমাকে হিশাম বলেছেন, ঐ ব্যক্তি তো আবুল কু’আয়স। যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এলেন তখন ‘আয়িশা (রাঃ) তাঁকে উক্ত ঘটনা সম্পর্কে অবহিত করেন। তিনি বললেন, কেন তুমি তাকে অনুমতি প্রদান করলে না? ধূলায় ধূসরিত হোক তোমার ডান হাত অথবা তিনি বলেছেন, ধূসরিত হোক তোমার হাত। (ই.ফা. ৩৪৪৩, ই.সে.৩৪৪২)",
    "ar": "وَحَدَّثَنِي الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، وَمُحَمَّدُ بْنُ رَافِعٍ، قَالاَ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، عَنْ عَطَاءٍ، أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ قَالَتِ، اسْتَأْذَنَ عَلَىَّ عَمِّي مِنَ الرَّضَاعَةِ أَبُو الْجَعْدِ فَرَدَدْتُهُ - قَالَ لِي هِشَامٌ إِنَّمَا هُوَ أَبُو الْقُعَيْسِ - فَلَمَّا جَاءَ النَّبِيُّ صلى الله عليه وسلم أَخْبَرْتُهُ بِذَلِكَ قَالَ ‏ \"‏ فَهَلاَّ أَذِنْتِ لَهُ تَرِبَتْ يَمِينُكِ أَوْ يَدُكِ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3468,
    "narrator": "হিশাম (রহঃ) এ সানাদ",
    "bn": "আবুল কু‘আয়স-এর ভাই ‘আয়িশার কাছে প্রবেশের অনুমতি চাইলেন- এরপর উক্ত হাদীসের অনুরূপ বর্ণনা করেছেন। (ই.ফা. ৩৪৪১, ই.সে. ৩৪৪০)",
    "ar": "وَحَدَّثَنِي أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - حَدَّثَنَا هِشَامٌ، بِهَذَا الإِسْنَادِ أَنَّ أَخَا أَبِي الْقُعَيْسِ، اسْتَأْذَنَ عَلَيْهَا ‏.‏ فَذَكَرَ نَحْوَهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3465,
    "narrator": "‘উরওয়াহ্ (রহঃ)",
    "bn": "‘আয়িশা (রাঃ) তার কাছে বর্ণনা করেছেন যে, আবূল কু’আয়সের ভাই আফ্লাহ এসে তাঁর কাছে প্রবেশের অনুমতি চাইলেন। এ ছিল পর্দার আয়াত অবতীর্ণ হবার পরবর্তী ঘটনা। আবূল কু’আয়স ছিলেন ‘আয়িশা (রাঃ)-এর দুধপিতা। ‘আয়িশা (রাঃ) বলেন, আমি বললামঃ আল্লাহর কসম! আমি আফ্লাহ-কে আমার কাছে আসার অনুমতি দিব না যে পর্যন্ত না রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছ থেকে অনুমতি না নিই। কেননা, আবূল কু’আয়স সে তো আমাকে দুধ পান করান নি, বরং আমাকে দুগ্ধপান করিয়েছে তার স্ত্রী। ‘আয়িশা (রাঃ) বলেন, যখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এলেন আমি বললাম, হে আল্লাহ্‌র রসূল! আবূল কু’আয়স-এর ভাই আফ্লাহ আমার নিকট প্রবেশের অনুমতি চেয়েছেন, কিন্তু আমি আপনার অনুমতি না নিয়ে তাঁকে আমার কাছে আসতে দিতে অস্বীকার করলাম। রাবী বলেন, ‘আয়িশা (রাঃ) বলেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি তাকে অনুমতি দাও। \n‘উরওয়া বলেন, এ কারণেই ‘আয়িশা (রাঃ) বলতেন, “তোমরা দুধপানের সম্পর্ক দ্বারা ঐ সব লোকদের হারাম গণ্য করবে যাদের তোমরা বংশগত সম্পর্কের দ্বারা হারাম গণ্য কর।” (ই.ফা. ৩৪৩৮, ই.সে. ৩৪৩৭)",
    "ar": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّهُ، جَاءَ أَفْلَحُ أَخُو أَبِي الْقُعَيْسِ يَسْتَأْذِنُ عَلَيْهَا بَعْدَ مَا نَزَلَ الْحِجَابُ - وَكَانَ أَبُو الْقُعَيْسِ أَبَا عَائِشَةَ مِنَ الرَّضَاعَةِ - قَالَتْ عَائِشَةُ فَقُلْتُ وَاللَّهِ لاَ آذَنُ لأَفْلَحَ حَتَّى أَسْتَأْذِنَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَإِنَّ أَبَا الْقُعَيْسِ لَيْسَ هُوَ أَرْضَعَنِي وَلَكِنْ أَرْضَعَتْنِي امْرَأَتُهُ - قَالَتْ عَائِشَةُ - فَلَمَّا دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ أَفْلَحَ أَخَا أَبِي الْقُعَيْسِ جَاءَنِي يَسْتَأْذِنُ عَلَىَّ فَكَرِهْتُ أَنْ آذَنَ لَهُ حَتَّى أَسْتَأْذِنَكَ - قَالَتْ - فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ ائْذَنِي لَهُ ‏\"‏ ‏.‏ قَالَ عُرْوَةُ فَبِذَلِكَ كَانَتْ عَائِشَةُ تَقُولُ حَرِّمُوا مِنَ الرَّضَاعَةِ مَا تُحَرِّمُونَ مِنَ النَّسَبِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3466,
    "narrator": "যুহরী (রহঃ)",
    "bn": "এ সানাদে বর্ণিত আছে যে, আবূল কু’আয়স-এর ভাই আফ্লাহ ‘আয়িশা (রাঃ)-এর কাছে আসার অনুমতি চাইলেন। উপরোক্ত হাদীসের বর্ণনা অনুযায়ী এতে আরো বর্ণিত আছে যে, সে তো তোমার চাচা। তোমার হাত ধূলিমলিন হোক। আর আবূল কু’আয়স ছিলেন ‘আয়িশা (রাঃ)-কে যে মহিলা স্তন্যদান করেছিলেন তার স্বামী। (ই.ফা. ৩৪৩৯, ই.সে. ৩৪৩৮)",
    "ar": "وَحَدَّثَنَاهُ عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ جَاءَ أَفْلَحُ أَخُو أَبِي الْقُعَيْسِ يَسْتَأْذِنُ عَلَيْهَا ‏.‏ بِنَحْوِ حَدِيثِهِمْ وَفِيهِ ‏ \"‏ فَإِنَّهُ عَمُّكِ تَرِبَتْ يَمِينُكِ ‏\"‏ ‏.‏ وَكَانَ أَبُو الْقُعَيْسِ زَوْجَ الْمَرْأَةِ الَّتِي أَرْضَعَتْ عَائِشَةَ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3463,
    "narrator": "‘উরওয়াহ (রহঃ) ‘আয়িশাহ্ (রাযিঃ) সুত্র",
    "bn": "আবূল কু’আয়স-এর ভাই আফ্লাহ একবার তাঁর নিকট প্রবেশের অনুমতি চাইলেন। তিনি ছিলেন তাঁর দুধচাচা। এ ছিল পর্দার হুকুম অবতীর্ণ হওয়ার পরবর্তী ঘটনা। তিনি বলেন, আমি তাঁকে অনুমতি দিতে অস্বীকার করলাম। অতঃপর যখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসলেন আমি যা করেছি সে সম্পর্কে আমি তাঁকে অবহিত করলাম। তখন তিনি আমাকে নির্দেশ দিলেন যে, আমি যেন তাঁকে (দুধচাচাকে) আমার নিকট আসার অনুমতি দিই। (ই.ফা. ৩৪৩৬, ই.সে. ৩৪৩৫)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، أَنَّهَا أَخْبَرَتْهُ أَنَّ أَفْلَحَ - أَخَا أَبِي الْقُعَيْسِ - جَاءَ يَسْتَأْذِنُ عَلَيْهَا وَهُوَ عَمُّهَا مِنَ الرَّضَاعَةِ بَعْدَ أَنْ أُنْزِلَ الْحِجَابُ قَالَتْ فَأَبَيْتُ أَنْ آذَنَ لَهُ فَلَمَّا جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَخْبَرْتُهُ بِالَّذِي صَنَعْتُ فَأَمَرَنِي أَنْ آذَنَ لَهُ عَلَىَّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3469,
    "narrator": "হিশাম (রহঃ)",
    "bn": "এ সানাদে অনুরূপ। অবশ্য তিনি বলেছেন, ‘আয়িশা (রাঃ)-এর নিকট প্রবেশের অনুমতি চেয়েছিলেন আবুল কু‘আয়স। (ই.ফা. ৩৪৪২, ই.সে.৩৪৪১)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ غَيْرَ أَنَّهُ قَالَ اسْتَأْذَنَ عَلَيْهَا أَبُو الْقُعَيْسِ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3474,
    "narrator": "‘উসমান ইবনু শায়বাহ্, ইসহাক্ব ইবনু ইব্রাহীম, ইবনু নুমায়র, মুহাম্মাদ ইবনু আবূ বাকর মুক্বদ্দামী (রাহিমাহুলুল্লাহ)",
    "bn": "সবাই আ’মাশ (রহঃ) সুত্রে উপরোক্ত সানাদে বর্ণনা করেছেন। (ই.ফা. ৩৪৪৭, ই.সে.৩৪৪৬)",
    "ar": "وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، عَنْ جَرِيرٍ، ح وَحَدَّثَنَا ابْنُ، نُمَيْرٍ حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، كُلُّهُمْ عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ مِثْلَهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3476,
    "narrator": "সা’ঈদ ইবনু আরূবাহ্ (রহঃ)-এর সুত্রে সকলে ক্বাতাদাহ্ (রহঃ)",
    "bn": "উক্ত হাম্মাদের সানাদে হাদীস বর্ননা করেন। তবে শু’বার হাদীসে দুধ ভাইয়ের মেয়ে পর্যন্ত এবং সা‘ঈদের হাদীসে এ-ও আছে, দুধ সম্পর্কে তারা হারাম হয়ে যায় যারা রক্ত সম্পর্কে হারাম হয়। (ই.ফা. ৩৪৪৯, ই.সে. ৩৪৪৮)",
    "ar": "وَحَدَّثَنَاهُ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى، وَهُوَ الْقَطَّانُ ح وَحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، بْنِ مِهْرَانَ الْقُطَعِيُّ حَدَّثَنَا بِشْرُ بْنُ عُمَرَ، جَمِيعًا عَنْ شُعْبَةَ، ح وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، كِلاَهُمَا عَنْ قَتَادَةَ، بِإِسْنَادِ هَمَّامٍ سَوَاءً غَيْرَ أَنَّ حَدِيثَ شُعْبَةَ انْتَهَى عِنْدَ قَوْلِهِ ‏\"‏ ابْنَةُ أَخِي مِنَ الرَّضَاعَةِ ‏\"‏ ‏.‏ وَفِي حَدِيثِ سَعِيدٍ ‏\"‏ وَإِنَّهُ يَحْرُمُ مِنَ الرَّضَاعَةِ مَا يَحْرُمُ مِنَ النَّسَبِ ‏\"‏ ‏.‏ وَفِي رِوَايَةِ بِشْرِ بْنِ عُمَرَ سَمِعْتُ جَابِرَ بْنَ زَيْدٍ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3479,
    "narrator": "হিশাম ইবনু ‘উরওয়াহ (রহঃ) সুত্র",
    "bn": "এ সানাদে অনুরূপ বর্ণিত। (ই.ফা. ৩৪৫২, ই.সে. ৩৪৫১)",
    "ar": "وَحَدَّثَنِيهِ سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّاءَ بْنِ أَبِي زَائِدَةَ، ح وَحَدَّثَنَا عَمْرٌو، النَّاقِدُ حَدَّثَنَا الأَسْوَدُ بْنُ عَامِرٍ، أَخْبَرَنَا زُهَيْرٌ، كِلاَهُمَا عَنْ هِشَامِ بْنِ عُرْوَةَ، بِهَذَا الإِسْنَادِ سَوَاءً ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3481,
    "narrator": "‘আবদুল মালিক ইবনু শু‘আয়ব ইবনুল লায়স এবং ‘আব্দ ইবনু হুমায়দ (রহঃ) যুহরী (রহঃ) সুত্র",
    "bn": "ইবনু আবূ হাবীব-এর সানাদে অনুরূপ বর্ণনা করেছেন, কিন্তু ইয়াযীদ ইবনু হাবীব (রহঃ) ব্যতিত তারা কেউ নিজে হাদীসে ‘আয্যার নাম উল্লেখ করেননি। (ই.ফা. ৩৪৫৪, ই.সে. ৩৪৫৩)",
    "ar": "وَحَدَّثَنِيهِ عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ، خَالِدٍ ح وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ الزُّهْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ، اللَّهِ بْنِ مُسْلِمٍ كِلاَهُمَا عَنِ الزُّهْرِيِّ، بِإِسْنَادِ ابْنِ أَبِي حَبِيبٍ عَنْهُ نَحْوَ حَدِيثِهِ وَلَمْ يُسَمِّ أَحَدٌ مِنْهُمْ فِي حَدِيثِهِ عَزَّةَ غَيْرُ يَزِيدَ بْنِ أَبِي حَبِيبٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3486,
    "narrator": "ইবনু আবূ আরূবাহ্ (রহঃ) সুত্র",
    "bn": "এ সানাদে অনুরূপ বর্ণিত। ইসহাক্ব ইবনু বিশর-এর রিওয়ায়াতে বলেন, দু’বার দুধপান অথবা দু’চুমুক। ইবনু শায়বাহ্ বলেন, দু’বার দুধপান অথবা দু’চুমুক। (ই.ফা. ৩৪৫৯, ই.সে. ৩৪৫৮)",
    "ar": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، جَمِيعًا عَنْ عَبْدَةَ بْنِ سُلَيْمَانَ، عَنِ ابْنِ أَبِي عَرُوبَةَ، بِهَذَا الإِسْنَادِ أَمَّا إِسْحَاقُ فَقَالَ كَرِوَايَةِ ابْنِ بِشْرٍ ‏\"‏ أَوِ الرَّضْعَتَانِ أَوِ الْمَصَّتَانِ ‏\"‏ ‏.‏ وَأَمَّا ابْنُ أَبِي شَيْبَةَ فَقَالَ ‏\"‏ وَالرَّضْعَتَانِ وَالْمَصَّتَانِ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3491,
    "narrator": "‘আমরাহ (রহঃ) সূত্র",
    "bn": "‘আয়িশা (রাঃ)-কে অনুরূপ বলতে শুনেছেন। (ই.ফা. ৩৪৬৪, ই.সে. ৩৪৬৩)",
    "ar": "وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، قَالَ أَخْبَرَتْنِي عَمْرَةُ، أَنَّهَا سَمِعَتْ عَائِشَةَ، تَقُولُ ‏.‏ بِمِثْلِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3495,
    "narrator": "যায়নাব বিনতু উম্মু সালামাহ্ (রাযিঃ)",
    "bn": "‘আয়িশা (রাঃ)-কে বললেন, তোমার নিকট বালিগ হওয়ার নিকটবর্তী ছেলে প্রবেশ করে থাকে, কিন্তু আমার নিকট ঐ ধরনের ছেলের প্রবেশ করাকে পছন্দ করি না। রাবী বলেন, ‘আয়িশা (রাঃ) বললেন, তোমার জন্য কি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মধ্যে সুন্দর আদর্শ বিদ্যমান নেই? তিনি আরো বললেন, একদা আবূ হুযায়ফার স্ত্রী আরয করল, হে আল্লাহর রসূল! সালিম আমার নিকট প্রবেশ করে থাকে, অথচ সে একজন বয়স্ক পুরুষ এবং এজন্য  আবূ হুযায়ফার অন্তরে কিছুটা অসন্তোষ ভাব বিদ্যমান। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি তাকে তোমার দুধপান করিয়ে দাও যাতে সে তোমার নিকট প্রবেশ করতে পারে। (ই.ফা. ৩৪৬৮, ই.সে. ৩৪৬৭)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ حُمَيْدِ بْنِ نَافِعٍ، عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ، قَالَتْ قَالَتْ أُمُّ سَلَمَةَ لِعَائِشَةَ إِنَّهُ يَدْخُلُ عَلَيْكِ الْغُلاَمُ الأَيْفَعُ الَّذِي مَا أُحِبُّ أَنْ يَدْخُلَ عَلَىَّ ‏.‏ قَالَ فَقَالَتْ عَائِشَةُ أَمَا لَكِ فِي رَسُولِ اللَّهِ صلى الله عليه وسلم أُسْوَةٌ قَالَتْ إِنَّ امْرَأَةَ أَبِي حُذَيْفَةَ قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ سَالِمًا يَدْخُلُ عَلَىَّ وَهُوَ رَجُلٌ وَفِي نَفْسِ أَبِي حُذَيْفَةَ مِنْهُ شَىْءٌ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَرْضِعِيهِ حَتَّى يَدْخُلَ عَلَيْكِ ‏\"‏ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3496,
    "narrator": "রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহধর্মিনী উম্মু সালামাহ্ (রাযিঃ)",
    "bn": "একদিন ‘আয়িশা (রাঃ)-কে বললেন, আল্লাহর কসম আমি পছন্দ করি না যে, যে ছেলে দুধপানের সম্পর্ক থেকে মুক্ত আমাকে দেখুক। তিনি বললেন, কেন? একদা সুহায়ল-এর কন্যা সাহ্‌লাহ্ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হয়ে বলল, হে আল্লাহর রসূল! আল্লাহর কসম আমার নিকট সালিমের প্রবেশ করার কারণে আমি আবূ হুযায়ফার মুখমন্ডলে অসন্তোষের লক্ষণ দেখতে পাচ্ছি। ‘আয়িশা (রাঃ) বলেন, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি তাকে দুধপান করিয়ে দাও, তাতে আবূ হুযায়ফার মুখমন্ডলের মলিনতা দূর হয়ে যাবে।\nসাহ্‌লার বর্ণনা, আমি আল্লাহর কসম করে বলছি যে, তারপরে আমি আবূ হুযায়ফার চেহারায় মলিনতা আর দেখতে পাইনি। (ই.ফা. ৩৪৬৯, ই.সে. ৩৪৬৮)",
    "ar": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَهَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، - وَاللَّفْظُ لِهَارُونَ - قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَخْرَمَةُ بْنُ بُكَيْرٍ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ حُمَيْدَ بْنَ نَافِعٍ، يَقُولُ سَمِعْتُ زَيْنَبَ، بِنْتَ أَبِي سَلَمَةَ تَقُولُ سَمِعْتُ أُمَّ سَلَمَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم تَقُولُ لِعَائِشَةَ وَاللَّهِ مَا تَطِيبُ نَفْسِي أَنْ يَرَانِي الْغُلاَمُ قَدِ اسْتَغْنَى عَنِ الرَّضَاعَةِ ‏.‏ فَقَالَتْ لِمَ قَدْ جَاءَتْ سَهْلَةُ بِنْتُ سُهَيْلٍ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ وَاللَّهِ إِنِّي لأَرَى فِي وَجْهِ أَبِي حُذَيْفَةَ مِنْ دُخُولِ سَالِمٍ ‏.‏ قَالَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَرْضِعِيهِ ‏\"‏ ‏.‏ فَقَالَتْ إِنَّهُ ذُو لِحْيَةٍ ‏.‏ فَقَالَ ‏\"‏ أَرْضِعِيهِ يَذْهَبْ مَا فِي وَجْهِ أَبِي حُذَيْفَةَ ‏\"‏ ‏.‏ فَقَالَتْ وَاللَّهِ مَا عَرَفْتُهُ فِي وَجْهِ أَبِي حُذَيْفَةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3497,
    "narrator": "উম্মু সালামাহ্ (রাযিঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সকল সহধর্মিনী দুধপান সম্পর্কের দ্বারা কাউকে তাদের নিকট প্রবেশ করতে নিষেধ করেন এবং তারা ‘আয়িশা (রাঃ)-কে বলেন, আল্লাহর কসম, আমরা এটাকে (প্রাপ্ত বয়সে দুধপান দ্বারা হুরমত সাব্যস্ত হওয়াকে) একটি বিশেষ অনুমতি মনে করি যা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কেবল সালিমের জন্য দিয়েছিলেন। অতএব এ ধরনের দুধপানের মাধ্যমে কেউ আমাদের নিকট প্রবেশ করতে পারবে না এবং আমাদের প্রতি দৃষ্টিপাতও করতে পারবে না। (ই.ফা. ৩৪৭০, ই.সে. ৩৪৬৯)",
    "ar": "حَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ، خَالِدٍ عَنِ ابْنِ شِهَابٍ، أَنَّهُ قَالَ أَخْبَرَنِي أَبُو عُبَيْدَةَ بْنُ عَبْدِ اللَّهِ بْنِ زَمْعَةَ، أَنَّ أُمَّهُ، زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ أَخْبَرَتْهُ أَنَّ أُمَّهَا أُمَّ سَلَمَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم كَانَتْ تَقُولُ أَبَى سَائِرُ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم أَنْ يُدْخِلْنَ عَلَيْهِنَّ أَحَدًا بِتِلْكَ الرَّضَاعَةِ وَقُلْنَ لِعَائِشَةَ وَاللَّهِ مَا نَرَى هَذَا إِلاَّ رُخْصَةً أَرْخَصَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم لِسَالِمٍ خَاصَّةً فَمَا هُوَ بِدَاخِلٍ عَلَيْنَا أَحَدٌ بِهَذِهِ الرَّضَاعَةِ وَلاَ رَائِينَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3498,
    "narrator": "‘আয়িশাহ্ (রাযিঃ)",
    "bn": "একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট এলেন তখন আমার নিকট একজন পুরুষ উপবিষ্ট ছিলেন। তাতে তাঁর মন অতিভারাক্রান্ত হয় এবং আমি তার চেহারায় ক্রোধের আলামত দেখতে পেলাম। তিনি বলেন, আমি তখন বললামঃ হে আল্লাহর রসূল! এ ব্যক্তি আমার দুধভাই। তিনি বলেন, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কারা তোমাদের দুধ ভাই, তা তোমরা ভাল করে দেখে নিও। কেননা রযা’আহ্ সাবিত হয় যখন দুধপানের দ্বারা সন্তানের ক্ষুধা নিবারিত হয়। (ই.ফা. ৩৪৭১, ই.সে. ৩৪৭০)",
    "ar": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، عَنْ أَبِيهِ، عَنْ مَسْرُوقٍ، قَالَ قَالَتْ عَائِشَةُ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَعِنْدِي رَجُلٌ قَاعِدٌ فَاشْتَدَّ ذَلِكَ عَلَيْهِ وَرَأَيْتُ الْغَضَبَ فِي وَجْهِهِ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّهُ أَخِي مِنَ الرَّضَاعَةِ ‏.‏ قَالَتْ فَقَالَ ‏ \"‏ انْظُرْنَ إِخْوَتَكُنَّ مِنَ الرَّضَاعَةِ فَإِنَّمَا الرَّضَاعَةُ مِنَ الْمَجَاعَةِ‏\"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3499,
    "narrator": "মুহাম্মাদ ইবনুল মুসান্না, ইবনু বাশ্শার, ‘উবায়দুল্লাহ ইবনু মু’আয, আবূ বাকর ইবনু আবূ শায়বাহ্, যুহায়র ইবনু হারব ও ‘আব্দ ইবনু হুমায়দ (রহিমাহুমুল্লাহ)",
    "bn": "সকলেই আশ’আস ইবনু শা’সা আবুল আহওয়াস (রহঃ) বর্ণিত হাদীসের মর্মানুযায়ী বর্ণনা করেন। তবে তাঁরা বলেন, “ক্ষুধার কারণ”। (ই.ফা. ৩৪৭২, ই.সা. ৩৪৭১)",
    "ar": "وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، ح وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي قَالاَ، جَمِيعًا حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، جَمِيعًا عَنْ سُفْيَانَ، ح وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا حُسَيْنٌ الْجُعْفِيُّ، عَنْ زَائِدَةَ، كُلُّهُمْ عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، بِإِسْنَادِ أَبِي الأَحْوَصِ كَمَعْنَى حَدِيثِهِ غَيْرَ أَنَّهُمْ قَالُوا ‏ \"‏ مِنَ الْمَجَاعَةِ ‏\"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3503,
    "narrator": "আবূ সা’ঈদ আল খুদরী (রাযিঃ)",
    "bn": "আওত্বাস-এর যুদ্ধে কিছু কয়েদী সাহাবীগনের হস্তগত হয়, যাদের স্বামী ছিল। তারা (তাদের সাথে সঙ্গম করতে) ভয় পেলেন। তখন এ আয়াতটি নাযিল হয়- “এবং নারীর মধ্যে তোমাদের অধিকারভুক্ত দাসী ব্যতীত সকল সধবা তোমাদের জন্য নিষিদ্ধ।” (ই.ফা. ৩৪৭৬, ই.সা. ৩৪৭৫)",
    "ar": "وَحَدَّثَنِيهِ يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدٌ، - يَعْنِي ابْنَ الْحَارِثِ - حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3502,
    "narrator": "ক্বাতাদাহ্ (রহঃ)-এর সুত্র",
    "bn": "অনুরূপ বর্ণিত। (ই.ফা. ৩৪৭৫, ই.সে. ৩৪৭৪)",
    "ar": "وَحَدَّثَنِيهِ يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَبِي الْخَلِيلِ، عَنْ أَبِي سَعِيدٍ، قَالَ أَصَابُوا سَبْيًا يَوْمَ أَوْطَاسٍ لَهُنَّ أَزْوَاجٌ فَتَخَوَّفُوا فَأُنْزِلَتْ هَذِهِ الآيَةُ ‏{‏ وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلاَّ مَا مَلَكَتْ أَيْمَانُكُمْ‏}‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3504,
    "narrator": "ক্বাতাদাহ্ (রহঃ) থেকে উক্ত সানাদ",
    "bn": "অনুরূপ বর্ণিত। (ই.ফা. ৩৪৭৭, ই.সে. ৩৪৭৬)",
    "ar": "وَحَدَّثَنِي يَحْيَى بْنُ حَبِيبٍ، حَدَّثَنَا خَالِدٌ، - يَعْنِي ابْنَ الْحَارِثِ - حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3506,
    "narrator": "যুহরী (রহঃ) থেকে এ সানাদ",
    "bn": "অনুরূপ বর্ণনা করেন। তবে উভয়ে তাদের হাদীসে শুধু (আরবী) ‘সন্তান তো বিছানার অধিপতির’ কথাটুকু বর্ণনা করেছেন এবং (আরবী) ‘ব্যভিচারীর জন্য পাথর’ অংশের উল্লেখ করেননি। (ই.ফা. ৩৪৭৯, ই.সে. ৩৪৭৮)",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ قَالُوا حَدَّثَنَا سُفْيَانُ، بْنُ عُيَيْنَةَ ح وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، كِلاَهُمَا عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏ غَيْرَ أَنَّ مَعْمَرًا وَابْنَ عُيَيْنَةَ فِي حَدِيثِهِمَا ‏\"‏ الْوَلَدُ لِلْفِرَاشِ ‏\"‏ ‏.‏ وَلَمْ يَذْكُرَا ‏\"‏ وَلِلْعَاهِرِ الْحَجَرُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3508,
    "narrator": "আবূ হুরায়রাহ্ (রাযিঃ)",
    "bn": "সা’ইদ ও আবূ সালামাহ্ অথবা তাদের একজন সূত্রে আবূ হুরায়রাহ্ (রাঃ) ত্থেকে, ‘আমর থেকে মা’মার সূত্রে (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ বর্ণিত হয়েছে। (ই.ফা. ৩৪৮১, ই.সে. ৩৪৮০)",
    "ar": "وَحَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَزُهَيْرُ بْنُ حَرْبٍ، وَعَبْدُ الأَعْلَى بْنُ حَمَّادٍ، وَعَمْرٌو النَّاقِدُ، قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، أَمَّا ابْنُ مَنْصُورٍ فَقَالَ عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، وَأَمَّا، عَبْدُ الأَعْلَى فَقَالَ عَنْ أَبِي سَلَمَةَ، أَوْ عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، وَقَالَ، زُهَيْرٌ عَنْ سَعِيدٍ، أَوْ عَنْ أَبِي سَلَمَةَ، أَحَدُهُمَا أَوْ كِلاَهُمَا عَنْ أَبِي هُرَيْرَةَ، وَقَالَ، عَمْرٌو حَدَّثَنَا سُفْيَانُ، مَرَّةً عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، وَأَبِي، سَلَمَةَ وَمَرَّةً عَنْ سَعِيدٍ، أَوْ أَبِي سَلَمَةَ وَمَرَّةً عَنْ سَعِيدٍ، عَنْ أَبِي، هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ بِمِثْلِ حَدِيثِ مَعْمَرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3512,
    "narrator": "হারমালাহ্ ইবনু ইয়াহ্ইয়া ও ‘আব্দ ইবনু হুমায়দ (রহিমাহুমুল্লাহ)",
    "bn": "সকলেই যুহরী (রহঃ) সুত্রে তাদের সানাদে হাদীসের মর্মানুযায়ী বর্ণনা করেন। তবে ইউনুস বর্ণিত হাদীসে অতিরিক্ত আছে, তিনি ছিলেন একজন ক্বায়িফ। (ই.ফা.৩৪৮৫, ই.সে. ৩৪৮৪)",
    "ar": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، ح وَحَدَّثَنَا عَبْدُ بْنُ، حُمَيْدٍ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، وَابْنُ، جُرَيْجٍ كُلُّهُمْ عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ ‏.‏ بِمَعْنَى حَدِيثِهِمْ ‏.‏ وَزَادَ فِي حَدِيثِ يُونُسَ وَكَانَ مُجَزِّزٌ قَائِفًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3516,
    "narrator": "‘আবদুর রহমান ইবনু হুমায়দ (রহ:) সূত্র",
    "bn": "এ সানাদে অনুরূপ হাদীস রিওয়ায়াত করেছেন। (ই.ফা. ৩৪৮৯, ই.সে. ৩৪৮৮)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو ضَمْرَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حُمَيْدٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3522,
    "narrator": "আবূ বাকর ইবনু আবূ শায়বাহ্, ‘আমর আন্ নাক্বিদ ও মুজাহিদ ইবনু মূসা (রহিমাহুমুল্লাহ) সকলে হিশাম (রহঃ) সুত্র",
    "bn": "পূর্বোক্ত সানাদে রিওয়ায়াত করেন যে, সাওদাহ্ (রাঃ) যখন বৃদ্ধা হয়ে গেলেন...(পূর্বোক্ত যুহায়র সানাদের ঊর্ধ্বতন রাবী) জারীর (রহঃ)-এর হাদীসের অনুরূপ। তবে (মুজাহিদ সানাদের ঊর্ধ্বতন রাবী) শাক্বীক্ব (রহঃ) তার হাদীসে অধিক বলেছেন যে, সাওদাহ্ (রাঃ) বলেছেন, সে [‘আয়িশা (রাঃ)] ছিল প্রথম নারী (কুমারী) যাকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার পরে বিয়ে করেছিলেন। (ই.ফা. ৩৪৯৫, ই.সে. ৩৪৯৪)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عُقْبَةُ بْنُ خَالِدٍ، ح وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا الأَسْوَدُ بْنُ عَامِرٍ، حَدَّثَنَا زُهَيْرٌ، ح وَحَدَّثَنَا مُجَاهِدُ بْنُ مُوسَى، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا شَرِيكٌ، كُلُّهُمْ عَنْ هِشَامٍ، بِهَذَا الإِسْنَادِ أَنَّ سَوْدَةَ، لَمَّا كَبِرَتْ ‏.‏ بِمَعْنَى حَدِيثِ جَرِيرٍ وَزَادَ فِي حَدِيثِ شَرِيكٍ قَالَتْ وَكَانَتْ أَوَّلَ امْرَأَةٍ تَزَوَّجَهَا بَعْدِي ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3526,
    "narrator": "ইবনু জুরায়জ (রহঃ)-এর সূত্র",
    "bn": "ঐ সানাদে বর্ণিত। এ বর্ণনায় অতিরিক্ত বলা হয়েছে, ‘আত্বা (রহঃ) বলেছেন, তিনি (মায়মূনাহ্) ছিলেন তাঁদের মাঝে সব শেষে মৃত্যুবরণকারিণী, তিনি মাদীনায় মৃত্যবরণ করেন।[৫৪] (ই.ফা. ৩৪৯৯, ই.সে. ৩৪৯৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، جَمِيعًا عَنْ عَبْدِ الرَّزَّاقِ، عَنِ ابْنِ جُرَيْجٍ، بِهَذَا الإِسْنَادِ وَزَادَ قَالَ عَطَاءٌ كَانَتْ آخِرَهُنَّ مَوْتًا مَاتَتْ بِالْمَدِينَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৫৪] কায্বী বলেন, বাহ্যিক কথা থেকে বুঝা যায় যে, ‘আত্বা (রহঃ)-এর দ্বারা মায়মূনাকে উদ্দেশ্য করেছেন। অথচ হাদীসে আছে তিনি মাক্কার নিকটবর্তী ‘সারিফা’ নামক স্থানে মৃত্যবরণ করেছেন। আর সর্বসম্মতিক্রমে মায়মূনার মৃত্যু হয়েছে ইক্ত সারিফা নামক স্থানে। সুতরাং মায়মূনাহ্ মাদীনায় মৃত্যুবরণ করেছেন উদ্দেশ্য যথাযথ নয়। বরং সফিয়্যাহ্ (রহঃ) উদ্দেশ্য নিলে যথার্য হবে।"
  },
  {
    "hadith_id": 3535,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আমর (রাযিঃ)-এর সূত্র",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দুনিয়ার উপভোগের উপকরণ (ভোগ্যপণ্য) এবং দুনিয়ার উত্তম উপভোগ্য উপকরণ পুণ্যবতী নারী। (ই.ফা. ৩৫০৬, ই.সে. ৩৫০৭)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ الْهَمْدَانِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا حَيْوَةُ، أَخْبَرَنِي شُرَحْبِيلُ بْنُ شَرِيكٍ، أَنَّهُ سَمِعَ أَبَا عَبْدِ الرَّحْمَنِ الْحُبُلِيَّ، يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الدُّنْيَا مَتَاعٌ وَخَيْرُ مَتَاعِ الدُّنْيَا الْمَرْأَةُ الصَّالِحَةُ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3537,
    "narrator": "ইবনু শিহাব যুহরী (রহঃ)-এর সূত্র",
    "bn": "অনুরূপ রিওয়ায়াত করেছেন। (ই.ফা. ৩৫০৮, ই.সে. ৩৫০৯)",
    "ar": "وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، وَعَبْدُ بْنُ حُمَيْدٍ، كِلاَهُمَا عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنِ ابْنِ أَخِي الزُّهْرِيِّ، عَنْ عَمِّهِ، بِهَذَا الإِسْنَادِ ‏.‏ مِثْلَهُ سَوَاءً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3541,
    "narrator": "আবূ হুরায়রাহ্ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে অনুরূপ বর্ণনা করেছেন। (ই.ফা. ৩৫১৩, ই.সে.৩৫১৩)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو عَاصِمٍ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، حَدَّثَنَا عِمْرَانُ بْنُ أَبِي أَنَسٍ، عَنْ عُمَرَ بْنِ الْحَكَمِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3543,
    "narrator": "হাম্মদ ইবনু মুনাব্বিহ (রহঃ)",
    "bn": "তিনি বলেন, এ হল রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আমাদের কাছে আবূ হুরায়রাহ্ (রাঃ)-এর বর্ণিত হাদীস। তিনি অনেক হাদীস উল্লেখ করেছেন। তার মাঝে অন্যতম ..... রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলেছেনঃ বানূ ইসরাঈলীরা না হলে খাদ্য নষ্ট হত না এবং গোশ্ত বিকৃত দুর্গন্ধযুক্ত হত না এবং হাও্ওয়া (‘আঃ) না হলে যুগ যুগান্তরে কোন নারী তার স্বামীর বিশ্বাস ভঙ্গ করত না। (ই.ফা. ৩৫১৫, ই.সে. ৩৫১৫)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَوْلاَ بَنُو إِسْرَائِيلَ لَمْ يَخْبُثِ الطَّعَامُ وَلَمْ يَخْنَزِ اللَّحْمُ وَلَوْلاَ حَوَّاءُ لَمْ تَخُنْ أُنْثَى زَوْجَهَا الدَّهْرَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]