[
  {
    "hadith_id": 4240,
    "narrator": "সাহল ইবনু আবূ হাসমাহ্‌ আনসারী (রাঃ)",
    "bn": "তিনি বলেন, তাদের মধ্য হতে একদল লোক খাইবারের দিকে গমন করল। এরপর তারা সেখান হতে পৃথক হয়ে গেল। তারপর তারা তাদের একজনকে নিহত অবস্থায় পেল। এভাবে হাদীসের শেষ পর্যন্ত বর্ণনা করেন।\nবর্ণনাকারী বলেন যে, এতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুনের বদলা (দিয়্যাত) বাতিল হয়ে যাওয়াকে অপছন্দ মনে করলেন। অতএব, তিনি সদাকাহ্‌র উট থেকে একশ’ উট ‘দিয়্যাত’ হিসেবে প্রদান করলেন। (ই.ফা. ৪২০১ , ই.সে. ৪২০১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدٍ، حَدَّثَنَا بُشَيْرُ، بْنُ يَسَارٍ الأَنْصَارِيُّ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ الأَنْصَارِيِّ، أَنَّهُ أَخْبَرَهُ أَنَّ نَفَرًا مِنْهُمُ انْطَلَقُوا إِلَى خَيْبَرَ فَتَفَرَّقُوا فِيهَا فَوَجَدُوا أَحَدَهُمْ قَتِيلاً ‏.‏ وَسَاقَ الْحَدِيثَ وَقَالَ فِيهِ فَكَرِهَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُبْطِلَ دَمَهُ فَوَدَاهُ مِائَةً مِنْ إِبِلِ الصَّدَقَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4241,
    "narrator": "সাহ্‌ল ইবনু আবূ হাসমাহ্‌ (রাঃ)",
    "bn": "তাঁর সম্প্রদায়ের বিশিষ্ট ব্যক্তিবর্গের মধ্যে গণ্য ‘আবদুল্লাহ ইবনু সাহল এবং মুহাইয়্যিসাহ্‌ (রাঃ) উভয়েই খাইবারের দিকে গমন করলেন দূর্গম পথ দিয়ে। এরপর এক ব্যক্তি মুহাইয়্যিসাহ্‌ (রাঃ)-এর নিকট এসে খবর দিল যে, ‘আবদুল্লাহ ইবনু সাহল (রাঃ) নিহত হয়েছেন এবং তাঁকে একটি নর্দমা বা কূপের মধ্যে ফেলে রাখা হয়েছে। সুতরাং তিনি তথাকার ইয়াহূদীদের কাছে এসে বললেন, আল্লাহর শপথ তোমরাই তাঁকে হত্যা করেছ। তারা আল্লাহর শপথ করে বললো, আমরা তাঁকে হত্যা করিনি! এরপর তিনি স্বীয় সম্প্রদায়ের নিকট ফিরে এলেন এবং তাঁদের কাছে ঐ ঘটনা বর্ণনা করলেন। পরিশেষে তিনি ও তাঁর বড় ভাই হুওয়াইয়িসাহ্‌ এবং ‘আবদূর রহমান ইবনু সাহল (রাঃ) (নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে) আগমন করলেন। এরপর মুহাইয়্যিসাহ্‌ (রাঃ) কথা বলার জন্য অগ্রসর হলেন, যিনি (নিহত ব্যক্তির সঙ্গে) খাইবারে ছিলেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুহাইয়্যিসাহ্‌ (রাঃ) কে লক্ষ্য করে বললেন, বড় জন! বড় জন! অর্থাৎ বয়ষ্ক ব্যক্তিকে কথা বলতে দাও। তখন হুওয়াইয়িসাহ্‌ (রাঃ) কথাবার্তা বললেন, এরপর মুহাইয়্যিসাহ্‌ (রাঃ)-ও কথা বললেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হয়ত তারা তোমাদের সাথীর খুনের বদলা (দিয়্যাত) আদায় করে দিবে, নতুবা যুদ্ধের জন্য তৈরি হবে। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের কাছে ঐ  ব্যাপারে পত্র লিখলেন। প্রতি উত্তরে তারা লিখল যে, আল্লাহর শপথ নিশ্চয়ই আমরা তাকে হত্যা করিনি। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হুওয়াইয়িসাহ্‌, মুহাইয়্যিসাহ্‌ ও ‘আবদূর রহমানকে বললেন, তোমরা কি শপথের মাধ্যমে তোমাদের সাথীর রক্তপণ আদায়ের হকদার হতে সক্ষম হবে? তাঁরা বলল, না। তখন তিনি বললেনঃ তাহলে ইয়াহুদীরা তোমাদের কাছে হলফ করে বলুক। তাঁরা তখন বলল, তারাতো (ইয়াহূদী) মুসলিম নয়। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের পক্ষ হতে তাঁর ‘দিয়্যাত’ (খুনের বদলা) আদায় করে দিলেন। এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের একশ’ উটনী প্রদান করলেন এবং ঐগুলো তাদের বাড়িতে পৌঁছিয়ে দেয়া হলো। সাহল (রাঃ) বলেন, ঐগুলির মধ্য হতে একটি লাল রঙের উটনী আমাকে লাথি মেরেছিল। (ই.ফা. ৪২০২ , ই.সে. ৪২০২)",
    "ar": "حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا بِشْرُ بْنُ عُمَرَ، قَالَ سَمِعْتُ مَالِكَ بْنَ أَنَسٍ، يَقُولُ حَدَّثَنِي أَبُو لَيْلَى بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ سَهْلٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، أَنَّهُ أَخْبَرَهُ عَنْ رِجَالٍ، مِنْ كُبَرَاءِ قَوْمِهِ أَنَّ عَبْدَ، اللَّهِ بْنَ سَهْلٍ وَمُحَيِّصَةَ خَرَجَا إِلَى خَيْبَرَ مِنْ جَهْدٍ أَصَابَهُمْ فَأَتَى مُحَيِّصَةُ فَأَخْبَرَ أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَدْ قُتِلَ وَطُرِحَ فِي عَيْنٍ أَوْ فَقِيرٍ فَأَتَى يَهُودَ فَقَالَ أَنْتُمْ وَاللَّهِ قَتَلْتُمُوهُ ‏.‏ قَالُوا وَاللَّهِ مَا قَتَلْنَاهُ ‏.‏ ثُمَّ أَقْبَلَ حَتَّى قَدِمَ عَلَى قَوْمِهِ فَذَكَرَ لَهُمْ ذَلِكَ ثُمَّ أَقْبَلَ هُوَ وَأَخُوهُ حُوَيِّصَةُ وَهُوَ أَكْبَرُ مِنْهُ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ فَذَهَبَ مُحَيِّصَةُ لِيَتَكَلَّمَ وَهُوَ الَّذِي كَانَ بِخَيْبَرَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِمُحَيِّصَةَ ‏\"‏ كَبِّرْ كَبِّرْ ‏\"‏ ‏.‏ يُرِيدُ السِّنَّ فَتَكَلَّمَ حُوَيِّصَةُ ثُمَّ تَكَلَّمَ مُحَيِّصَةُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِمَّا أَنْ يَدُوا صَاحِبَكُمْ وَإِمَّا أَنْ يُؤْذِنُوا بِحَرْبٍ ‏\"‏ ‏.‏ فَكَتَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَيْهِمْ فِي ذَلِكَ فَكَتَبُوا إِنَّا وَاللَّهِ مَا قَتَلْنَاهُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِحُوَيِّصَةَ وَمُحَيِّصَةَ وَعَبْدِ الرَّحْمَنِ ‏\"‏ أَتَحْلِفُونَ وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ ‏\"‏ ‏.‏ قَالُوا لاَ ‏.‏ قَالَ ‏\"‏ فَتَحْلِفُ لَكُمْ يَهُودُ ‏\"‏ ‏.‏ قَالُوا لَيْسُوا بِمُسْلِمِينَ ‏.‏ فَوَدَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ عِنْدِهِ فَبَعَثَ إِلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم مِائَةَ نَاقَةٍ حَتَّى أُدْخِلَتْ عَلَيْهِمُ الدَّارَ ‏.‏ فَقَالَ سَهْلٌ فَلَقَدْ رَكَضَتْنِي مِنْهَا نَاقَةٌ حَمْرَاءُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4247,
    "narrator": "আনাস ইবনু মালিক (রা.)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) – এর নিকট ‘উকল’ অথবা ‘উরাইনাহ্‌’ গোত্রের একদল লোক এলো। মাদীনার আবহাওয়া তাদের (বসবাসের) জন্য উপযোগী হয়নি। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে ‘লিকাহর’ (দুগ্ধবতী উটনীর) নির্দেশ দিলেন। তাদেরকে আরো নির্দেশ দিলেন এর মূত্র ও দুগ্ধ পান করার জন্য। এ হাদীসটি হাজ্জাজ ইবনু আবূ উসমানের বর্ণিত হাদীসের অনুরূপ অর্থে বর্ণিত হয়েছে।\nরাবী বলেন যে, এবং তাদের চক্ষুসমূহ উপড়ে ফেলা হল আর তারা রৌদ্রে নিক্ষিপ্ত হল। তারা পানি পান করতে চাইল, কিন্তু তাদেরকে পানি পান করানো হল না। (ই.ফা. ৪২০৮, ই.সে. ৪২০৮)",
    "ar": "وَحَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ أَبِي رَجَاءٍ، مَوْلَى أَبِي قِلاَبَةَ قَالَ قَالَ أَبُو قِلاَبَةَ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، قَالَ قَدِمَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَوْمٌ مِنْ عُكْلٍ أَوْ عُرَيْنَةَ فَاجْتَوَوُا الْمَدِينَةَ فَأَمَرَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم بِلِقَاحٍ وَأَمَرَهُمْ أَنْ يَشْرَبُوا مِنْ أَبْوَالِهَا وَأَلْبَانِهَا ‏.‏ بِمَعْنَى حَدِيثِ حَجَّاجِ بْنِ أَبِي عُثْمَانَ ‏.‏ قَالَ وَسُمِرَتْ أَعْيُنُهُمْ وَأُلْقُوا فِي الْحَرَّةِ يَسْتَسْقُونَ فَلاَ يُسْقَوْنَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4249,
    "narrator": "আনাস ইবনু মালিক (রা.)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট ‘উকল’ সম্প্রদায়ের আটজন লোক এলো- এ হাদীস উপরে বর্ণিত হাদীসের মতই, শুধু “তাদেরকে তিনি দাগ দেননি” (তপ্ত লৌহ শলাকা দ্বারা কর্তিত স্থানে পুড়ে দেয়া) এ কথাটুকু অতিরিক্ত বর্ণনা করেছেন। (ই.ফা. ৪২১০, ই.সে. ৪২১০)",
    "ar": "وَحَدَّثَنَا الْحَسَنُ بْنُ أَبِي شُعَيْبٍ الْحَرَّانِيُّ، حَدَّثَنَا مِسْكِينٌ، - وَهُوَ ابْنُ بُكَيْرٍ الْحَرَّانِيُّ - أَخْبَرَنَا الأَوْزَاعِيُّ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا مُحَمَّدُ بْنُ يُوسُفَ، عَنِ الأَوْزَاعِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَدِمَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ثَمَانِيَةُ نَفَرٍ مِنْ عُكْلٍ ‏.‏ بِنَحْوِ حَدِيثِهِمْ ‏.‏ وَزَادَ فِي الْحَدِيثِ وَلَمْ يَحْسِمْهُمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4246,
    "narrator": "আনাস (রাঃ)",
    "bn": "“উকল” গোত্রের আটজনের একটি দল রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলো। তারা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে ইসলামের উপর বাই‘আত করল। অতঃপর মাদীনার আবহাওয়া তাদের প্রতিকূল হওয়ায় তারা অসুস্থ হয়ে পড়লে এ ব্যাপারে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট অভিযোগ করল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা কি আমাদের রাখালের সাথে গমন করে উটের মূত্র এবং দুগ্ধ পান করতে পারবে?\nতখন তারা বলল, জী-হ্যাঁ। এরপর তারা বের হয়ে গেল এবং এর (উটের) মূত্র ও দুগ্ধ পান করল। এতে তারা সুস্থ হয়ে গেল অতঃপর তারা রাখালকে হত্যা করে উটগুলো হাঁকিয়ে নিয়ে গেল। এ সংবাদ  রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট পৌঁছল। তিনি তাদের পিছনে লোক পাঠালেন। তাঁরা তাদেরকে পাকড়াও করে নিয়ে এল। তাদের প্রতি নির্দেশ জারি করা হলো। তখন তাদের হাত-পা কর্তন করা হলো এবং তপ্ত লৌহ শলাকা চোখে প্রবেশ করানো হলো। এরপর তাদেরকে রৌদ্রে নিক্ষেপ করা হলো। অবশেষে তারা মারা গেল।\nইবনু সাব্বাহ (রহঃ) ….. বর্ণনা ---- এর স্থলে ---- উল্লেখ রয়েছে। রাবী বলেন, অতঃপর তাদের চোখগুলো উপড়ে ফেলা হলো। (ই.ফা. ৪২০৭ , ই.সে. ৪২০৭)",
    "ar": "حَدَّثَنَا أَبُو جَعْفَرٍ، مُحَمَّدُ بْنُ الصَّبَّاحِ وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالَ حَدَّثَنَا ابْنُ عُلَيَّةَ، عَنْ حَجَّاجِ بْنِ أَبِي عُثْمَانَ، حَدَّثَنِي أَبُو رَجَاءٍ، مَوْلَى أَبِي قِلاَبَةَ عَنْ أَبِي قِلاَبَةَ، حَدَّثَنِي أَنَسٌ، أَنَّ نَفَرًا، مِنْ عُكْلٍ ثَمَانِيَةً قَدِمُوا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَبَايَعُوهُ عَلَى الإِسْلاَمِ فَاسْتَوْخَمُوا الأَرْضَ وَسَقُمَتْ أَجْسَامُهُمْ فَشَكَوْا ذَلِكَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَ ‏ \"‏ أَلاَ تَخْرُجُونَ مَعَ رَاعِينَا فِي إِبِلِهِ فَتُصِيبُونَ مِنْ أَبْوَالِهَا وَأَلْبَانِهَا ‏\"‏ ‏.‏ فَقَالُوا بَلَى ‏.‏ فَخَرَجُوا فَشَرِبُوا مِنْ أَبْوَالِهَا وَأَلْبَانِهَا فَصَحُّوا فَقَتَلُوا الرَّاعِيَ وَطَرَدُوا الإِبِلَ فَبَلغَ ذَلِكَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَبَعَثَ فِي آثَارِهِمْ فَأُدْرِكُوا فَجِيءَ بِهِمْ فَأَمَرَ بِهِمْ فَقُطِعَتْ أَيْدِيهِمْ وَأَرْجُلُهُمْ وَسُمِرَ أَعْيُنُهُمْ ثُمَّ نُبِذُوا فِي الشَّمْسِ حَتَّى مَاتُوا ‏.‏ وَقَالَ ابْنُ الصَّبَّاحِ فِي رِوَايَتِهِ وَاطَّرَدُوا النَّعَمَ ‏.‏ وَقَالَ وَسُمِّرَتْ أَعْيُنُهُمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4248,
    "narrator": "আবূ কিলাবাহ্‌ (র.)",
    "bn": "তিনি বলেন, একদা আমি উমার ইবনু আবদুল আযীয (রাঃ)-এর পিছনে বসা ছিলাম। তিনি জনগণের কাছে জানতে চাইলেন, তোমরা ‘কাসামাহ্‌’ (খুনের ব্যাপারে হলফ করা) সম্পর্কে কি বল? আম্বাসাহ (র.) বললেন, আমাদের কাছে আনাস ইবনু মালিক (রাঃ) এমন হাদীস বর্ণনা করেছেন। আমি বললাম, আনাস (রাঃ) বিশেষ করে আমাকে হাদীসটি বর্ণনা করেছেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর কাছে একদল লোক আগমন করল। এরপর আনাস আইয়ূব এবং হাজ্জাজ এর অনুরূপ হাদীস বর্ণনা করেন।\nআবূ কিলাবাহ্‌ (র.) বলেন, আমি যখন হাদীসের বর্ণনা শেষ করলাম, তখন বললাম, হে আম্বাসাহ! আপনি কি আমার উপর মিথ্যার অভিযোগ আনলেন? তখন তিনি বললেন, না। আমার কাছে আনাস (রাঃ)-এরূপেই হাদীস বর্ণনা করেছেন। হে সিরিয়াবাসী! তোমরা সর্বদাই কল্যাণের মধ্যে থাকবে যতদিন তোমাদের মাঝে এই লোক বিদ্যমান থাকবেন। অথবা (রাবীর সন্দেহ) তাঁর মত লোক তোমাদের মাঝে অবস্থান করবেন। (অর্থাৎ এ দ্বারা তিনি আবূ কিলাবার স্মরণশক্তির প্রশংসা করলেন।) (ই.ফা. ৪২০৯, ই.সে. ৪২০৯)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ النَّوْفَلِيُّ، حَدَّثَنَا أَزْهَرُ السَّمَّانُ، قَالاَ حَدَّثَنَا ابْنُ عَوْنٍ، حَدَّثَنَا أَبُو رَجَاءٍ، مَوْلَى أَبِي قِلاَبَةَ عَنْ أَبِي قِلاَبَةَ، قَالَ كُنْتُ جَالِسًا خَلْفَ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ فَقَالَ لِلنَّاسِ مَا تَقُولُونَ فِي الْقَسَامَةِ فَقَالَ عَنْبَسَةُ قَدْ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ كَذَا وَكَذَا فَقُلْتُ إِيَّاىَ حَدَّثَ أَنَسٌ قَدِمَ عَلَى النَّبِيِّ صلى الله عليه وسلم قَوْمٌ ‏.‏ وَسَاقَ الْحَدِيثَ بِنَحْوِ حَدِيثِ أَيُّوبَ وَحَجَّاجٍ ‏.‏ قَالَ أَبُو قِلاَبَةَ فَلَمَّا فَرَغْتُ قَالَ عَنْبَسَةُ سُبْحَانَ اللَّهِ - قَالَ أَبُو قِلاَبَةَ - فَقُلْتُ أَتَتَّهِمُنِي يَا عَنْبَسَةُ قَالَ لاَ هَكَذَا حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ لَنْ تَزَالُوا بِخَيْرٍ يَا أَهْلَ الشَّامِ مَادَامَ فِيكُمْ هَذَا أَوْ مِثْلُ هَذَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4251,
    "narrator": "আনাস (রা.)",
    "bn": "হাম্মাম এর হাদীসে উল্লেখ রয়েছে যে, উরাইনাহ্‌ গোত্রের একদল লোক নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আগমন করল। আর সা’ঈদ (রাঃ)-এর হাদীসে ‘উক্‌ল’ এবং ‘উরাইনাহ্‌’ এর কথা উল্লেখ আছে। এরপর তিনি উল্লেখিত হাদীসের অনুরূপ বর্ণনা করেন।  (ই.ফা. ৪২১২, ই.সে. ৪২১২)",
    "ar": "حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، ح. وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، وَفِي حَدِيثِ هَمَّامٍ قَدِمَ عَلَى النَّبِيِّ صلى الله عليه وسلم رَهْطٌ مِنْ عُرَيْنَةَ وَفِي حَدِيثِ سَعِيدٍ مِنْ عُكْلٍ وَعُرَيْنَةَ ‏.‏ بِنَحْوِ حَدِيثِهِمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4245,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "উরাইনাহ্‌’ গোত্রের কিছু সংখ্যক লোক মাদীনায় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এল। (সেখানের আবহাওয়া তাদের অনুকূলে না হওয়ায়) তারা অসুস্থ হয়ে পড়ল। এতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে বললেনঃ তোমরা ইচ্ছে করলে সদাকাহ্‌র ঐ সব কাছে যেতে পার এবং তার দুধ ও মূত্র পান করতে পার। তারা তা-ই করল এবং এতে তারা সুস্থ হয়ে গেল। এরপর তারা রাখালদের উপর ঝাঁপিয়ে পড়ে তাদেরকে হত্যা করল। পরিশেষে তারা ইসলাম ত্যাগ করে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মাল সম্পদ নিয়ে পলায়ন করে। এ সংবাদ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট পৌঁছলে তিনি তাদের পিছনে লোক পাঠালেন, তাঁরা তাদেরকে গ্রেফতার করল। এরপর তাদের হাত-পা কেটে দিল এবং তাদের চোখ উপড়ে ফেলল এবং তাদেরকে রৌদ্রে নিক্ষেপ করল। এভাবে তারা মারা গেল। (ই.ফা. ৪২০৬ , ই.সে. ৪২০৬)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ كِلاَهُمَا عَنْ هُشَيْمٍ، - وَاللَّفْظُ لِيَحْيَى - قَالَ أَخْبَرَنَا هُشَيْمٌ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، وَحُمَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ نَاسًا، مِنْ عُرَيْنَةَ قَدِمُوا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ فَاجْتَوَوْهَا فَقَالَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنْ شِئْتُمْ أَنْ تَخْرُجُوا إِلَى إِبِلِ الصَّدَقَةِ فَتَشْرَبُوا مِنْ أَلْبَانِهَا وَأَبْوَالِهَا ‏\"‏ ‏.‏ فَفَعَلُوا فَصَحُّوا ثُمَّ مَالُوا عَلَى الرِّعَاءِ فَقَتَلُوهُمْ وَارْتَدُّوا عَنِ الإِسْلاَمِ وَسَاقُوا ذَوْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَبَلَغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم فَبَعَثَ فِي أَثْرِهِمْ فَأُتِيَ بِهِمْ فَقَطَعَ أَيْدِيَهُمْ وَأَرْجُلَهُمْ وَسَمَلَ أَعْيُنَهُمْ وَتَرَكَهُمْ فِي الْحَرَّةِ حَتَّى مَاتُوا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4252,
    "narrator": "আনাস (রা.)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঐ লোকদের চোখে গরম লোহা ঢুকিয়ে দেন। কেননা তারা রাখালদের চক্ষুসমূহে গরম লোহা ঢুকিয়ে দিয়েছিল। (ই.ফা. ৪২১৩, ই.সে. ৪২১৩)",
    "ar": "وَحَدَّثَنِي الْفَضْلُ بْنُ سَهْلٍ الأَعْرَجُ، حَدَّثَنَا يَحْيَى بْنُ غَيْلاَنَ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَنَسٍ، قَالَ إِنَّمَا سَمَلَ النَّبِيُّ صلى الله عليه وسلم أَعْيُنَ أُولَئِكَ لأَنَّهُمْ سَمَلُوا أَعْيُنَ الرِّعَاءِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4250,
    "narrator": "আনাস ইবনু মালিক (রা.)",
    "bn": "তিনি বলেন, ‘উরাইনাহ্‌’ গোত্রের একদল লোক রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আগমন করে ইসলাম গ্রহণ করল এবং তাঁর কাছে বাই‘আত নিল। মাদীনায় অবস্থানকালে তাদের মস্তিষ্কে বিভ্রাটজনিত রোগ দেখা দিল। (--) শব্দের অর্থ (--) মস্তিষ্কের রোগ, কিংবা হৃৎপিণ্ডের রোগ উদরী রোগ। এরপর তিনি উল্লিখিত হাদীসের বর্ণনাকারীর অনুরূপ হাদীস বর্ণনা করেন। শুধু এতটুকু অতিরিক্ত বর্ণনা করেন যে, তাঁর (নাবী সঃ-এর) কাছে তখন বিশজনের মত আনসারী যুবক ছিল। তাদেরকে তিনি ওদের (ধরার) জন্য প্রেরণ করলেন। এবং তাদের সঙ্গে একজন এমন অভিজ্ঞ লোক প্রেরণ করলেন, যিনি তাদের পদচিহ্ন দেখে গন্তব্য স্থল নির্ণয় করতে সক্ষম।  (ই.ফা. ৪২১১, ই.সে. ৪২১১)",
    "ar": "وَحَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا سِمَاكُ، بْنُ حَرْبٍ عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ، عَنْ أَنَسٍ، قَالَ أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم نَفَرٌ مِنْ عُرَيْنَةَ فَأَسْلَمُوا وَبَايَعُوهُ وَقَدْ وَقَعَ بِالْمَدِينَةِ الْمُومُ - وَهُوَ الْبِرْسَامُ - ثُمَّ ذَكَرَ نَحْوَ حَدِيثِهِمْ وَزَادَ وَعِنْدَهُ شَبَابٌ مِنَ الأَنْصَارِ قَرِيبٌ مِنْ عِشْرِينَ فَأَرْسَلَهُمْ إِلَيْهِمْ وَبَعَثَ مَعَهُمْ قَائِفًا يَقْتَصُّ أَثَرَهُمْ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4253,
    "narrator": "আনাস ইবনু মালিক (রা.)",
    "bn": "একদা এক ইয়াহূদী একটি মেয়েকে কয়েকটি রূপার টুকরার জন্য পাথর দ্বারা হত্যা করল। বর্ণনাকারী বলেন, এরপর তাকে এমন অবস্থায় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আনা হল যে, তখনও তার জীবন অবশিষ্ট ছিল। তখন তিনি তাকে জিজ্ঞেস করলেন, তোমাকে কি অমুক ব্যক্তি মেরেছে? সে তখন মাথা নেড়ে উত্তর দিল, না। এরপর তিনি তাকে দ্বিতীয়বার জিজ্ঞেস করলেন, তখনও সে মাথা নেড়ে উত্তর দিল, না। আবার তিনি তাকে তৃতীয়বার জিজ্ঞেস করলেন, তখন সে বলল, হ্যাঁ এবং মাথা নেড়ে ইঙ্গিত করল। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (ইয়াহূদীকে ডেকে জিজ্ঞাসাবাদ করলে সে হত্যার কথা স্বীকার করল) তখন তাকে তিনি দু’টি পাথরের মাঝে চাপা দিয়ে হত্যা করলেন।  (ই.ফা. ৪২১৪, ই.সে. ৪২১৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ يَهُودِيًّا، قَتَلَ جَارِيَةً عَلَى أَوْضَاحٍ لَهَا فَقَتَلَهَا بِحَجَرٍ - قَالَ - فَجِيءَ بِهَا إِلَى النَّبِيِّ صلى الله عليه وسلم وَبِهَا رَمَقٌ فَقَالَ لَهَا ‏ \"‏ أَقَتَلَكِ فُلاَنٌ ‏\"‏ ‏.‏ فَأَشَارَتْ بِرَأْسِهَا أَنْ لاَ ثُمَّ قَالَ لَهَا الثَّانِيَةَ فَأَشَارَتْ بِرَأْسِهَا أَنْ لاَ ثُمَّ سَأَلَهَا الثَّالِثَةَ فَقَالَتْ نَعَمْ ‏.‏ وَأَشَارَتْ بِرَأْسِهَا فَقَتَلَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ حَجَرَيْنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4255,
    "narrator": "আনাস (রা.)",
    "bn": "এক ইয়াহূদী ব্যক্তি কোন এক আনসারী মেয়েকে তার গহনার জন্য হত্যা করল। এরপর তাকে একটি কূপে ফেলে দিল এবং তার মাথা পাথর দ্বারা পিষে দিল। এরপর তাকে পাকড়াও করা হল এবং রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আনা হল। তিনি নির্দেশ দিলেন, তার মৃত্যু না হওয়া পর্যন্ত তার উপর পাথর নিক্ষেপ করার জন্য। তখন তার প্রতি পাথর নিক্ষেপ করা হল। অবশেষে সে মারা গেল। (ই.ফা. ৪২১৬, ই.সে. ৪২১৬)",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ، أَنَّ رَجُلاً، مِنَ الْيَهُودِ قَتَلَ جَارِيَةً مِنَ الأَنْصَارِ عَلَى حُلِيٍّ لَهَا ثُمَّ أَلْقَاهَا فِي الْقَلِيبِ وَرَضَخَ رَأْسَهَا بِالْحِجَارَةِ فَأُخِذَ فَأُتِيَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَمَرَ بِهِ أَنْ يُرْجَمَ حَتَّى يَمُوتَ فَرُجِمَ حَتَّى مَاتَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4257,
    "narrator": "আনাস ইবনু মালিক (রা.)",
    "bn": "একদা এক ক্রীতদাসীকে এমন অবস্থায় পাওয়া গেল যে, তার মাথা দু’টি পাথরের মাঝে রেখে পিষে দেয়া হয়েছে। তখন তারা (পরিবারের লোকেরা) তাকে জিজ্ঞেস করল, কে তোমাকে এমন করেছে, অমুক-অমুক ব্যক্তি? এভাবে (জিজ্ঞেস করতে করতে) তারা এক ইয়াহূদীর নাম উল্লেখ করল। তখন সে মাথা নেড়ে (হ্যাঁ সূচক) উত্তর দিল। তখন ইয়াহূদীকে আটকানো হল। সে তা স্বীকার করল। অতএব রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার মাথা পাথর দ্বারা পিষে দেয়ার নির্দেশ দিলেন।   (ই.ফা. ৪২১৮, ই.সে. ৪২১৮)",
    "ar": "وَحَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ جَارِيَةً، وُجِدَ رَأْسُهَا قَدْ رُضَّ بَيْنَ حَجَرَيْنِ فَسَأَلُوهَا مَنْ صَنَعَ هَذَا بِكِ فُلاَنٌ فُلاَنٌ حَتَّى ذَكَرُوا يَهُودِيًّا فَأَوْمَتْ بِرَأْسِهَا فَأُخِذَ الْيَهُودِيُّ فَأَقَرَّ فَأَمَرَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُرَضَّ رَأْسُهُ بِالْحِجَارَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4258,
    "narrator": "ইমরান ইবনু হুসায়ন (রা.)",
    "bn": "তিনি বলেন, ইলায়া ইবনু মুন্‌ইয়া অথবা ইবনু উমাইয়াহ্‌ (রাঃ) এক ব্যক্তির সাথে ঝগড়ায় লিপ্ত হল। তখন একজন অপর জনের হাতে দাঁত দিয়ে কামড় বসিয়ে দিল। সে যখন আপন হাত তার মুখ থেকে সজোরে টেনে আনল তখন তার সম্মুখভাগের একটি দাঁত খসে গেল। ইবনু মুসান্না (একটির স্থলে) দু’টি দাঁত বলেছেন। উভয়েই তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে পরস্পরের বিরুদ্ধে অভিযোগ দায়ের করল। তখন তিনি বললেনঃ তোমাদের একজন কি এমনভাবে দাঁত দিয়ে কামড় দিলে যেমনভাবে উট কামড় দেয়? তবে এরজন্য কোন (দিয়্যাত) ক্ষতিপূরণ নেই। [দ্রষ্টব্য হাদীস ৪৩৭০]  (ই.ফা. ৪২১৯, ই.সে. ৪২১৯)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ قَاتَلَ يَعْلَى ابْنُ مُنْيَةَ أَوِ ابْنُ أُمَيَّةَ رَجُلاً فَعَضَّ أَحَدُهُمَا صَاحِبَهُ فَانْتَزَعَ يَدَهُ مِنْ فَمِهِ فَنَزَعَ ثَنِيَّتَهُ - وَقَالَ ابْنُ الْمُثَنَّى ثَنِيَّتَيْهِ - فَاخْتَصَمَا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ أَيَعَضُّ أَحَدُكُمْ كَمَا يَعَضُّ الْفَحْلُ لاَ دِيَةَ لَهُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4260,
    "narrator": "ইমরান ইবনু হুসায়ন (রা.)",
    "bn": "এক ব্যক্তি অপর ব্যক্তির হাতে কামড় বসিয়ে দিল। তখন সে সজোরে তার হাত টেনে নিল। এতে সে ব্যক্তির দাঁত খসে পড়ল। এ ব্যাপারে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট অভিযোগ দায়ের করা হ’ল। তখন তিনি তা নাকচ করে দেন এবং বলেন, তুমি তো প্রতিপক্ষের গোশ্‌ত খেতে চেয়েছিলে। (ই.ফা. ৪২২১, ই.সে. ৪২২১)",
    "ar": "حَدَّثَنِي أَبُو غَسَّانَ الْمِسْمَعِيُّ، حَدَّثَنَا مُعَاذٌ، - يَعْنِي ابْنَ هِشَامٍ - حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ رَجُلاً، عَضَّ ذِرَاعَ رَجُلٍ فَجَذَبَهُ فَسَقَطَتْ ثَنِيَّتُهُ فَرُفِعَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَبْطَلَهُ وَقَالَ ‏ \"‏ أَرَدْتَ أَنْ تَأْكُلَ لَحْمَهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4261,
    "narrator": "সাফওয়ান ইবনু ইয়া’লা (রা.)",
    "bn": "ইয়ালা ইবনু মুন্‌ইয়া (রাঃ)-এর এক শ্রমিকের হাতে এক ব্যক্তি কামড় বসিয়ে দিল। তখন সে সজোরে তার হাত টেনে নিল। এতে ঐ ব্যক্তির দাঁত খসে পড়ল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এ ব্যাপারে মুকাদ্দমা দায়ের করা হল। তখন তিনি তা নাকচ করে দেন এবং বলেন যে, তুমি তো তার হাত এমনভাবে চিবাতে চেয়েছিলে যেমনভাবে উট চিবায়। [দ্রষ্টব্য হাদীস ৪৩৭১] (ই.ফা. ৪২২২, ই.সে. ৪২২২)",
    "ar": "حَدَّثَنِي أَبُو غَسَّانَ الْمِسْمَعِيُّ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ بُدَيْلٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ صَفْوَانَ بْنِ يَعْلَى، أَنَّ أَجِيرًا، لِيَعْلَى ابْنِ مُنْيَةَ عَضَّ رَجُلٌ ذِرَاعَهُ فَجَذَبَهَا فَسَقَطَتْ ثَنِيَّتُهُ فَرُفِعَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَبْطَلَهَا وَقَالَ ‏ \" أَرَدْتَ أَنْ تَقْضَمَهَا كَمَا يَقْضَمُ الْفَحْلُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4263,
    "narrator": "ইয়া’লা ইবনু মুন্‌য়াহ্‌ (রা.)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এমন এক ব্যক্তি এসে অভিযোগ দায়ের করল-যে অপর এক ব্যক্তির হাতে কামড় বসিয়ে দিয়েছিল। সে যখন তার হাত সজোরে টেনে নিল। এতে তার দু’টি দাঁত পড়ে গেল। অর্থাৎ-যে ব্যক্তি দাঁত দ্বারা কামড় দিয়েছিল তার দাঁত পড়ে গেল। বর্ণনাকারী বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার এ অভিযোগ নাকচ করে দিলেন এবং বললেন, তুমি তার হাত এমনভাবে চর্বন করতে চেয়েছিলে যেমন উট চর্বন করে থাকে। (ই.ফা. ৪২২৪, ই.সে. ৪২২৪)",
    "ar": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا عَطَاءٌ، عَنْ صَفْوَانَ بْنِ يَعْلَى ابْنِ، مُنْيَةَ عَنْ أَبِيهِ، قَالَ أَتَى النَّبِيَّ صلى الله عليه وسلم رَجُلٌ وَقَدْ عَضَّ يَدَ رَجُلٍ فَانْتَزَعَ يَدَهُ فَسَقَطَتْ ثَنِيَّتَاهُ - يَعْنِي الَّذِي عَضَّهُ - قَالَ فَأَبْطَلَهَا النَّبِيُّ صلى الله عليه وسلم وَقَالَ ‏ \"‏ أَرَدْتَ أَنْ تَقْضَمَهُ كَمَا يَقْضَمُ الْفَحْلُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4264,
    "narrator": "ইয়া’লা ইবনু উমাইয়াহ্‌ (রা.)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে তাবূকের যুদ্ধ করেছি। বর্ণনাকারী বলেন, ইয়া’লা বলতেন, ঐ যুদ্ধ আমার নিকট একটি নির্ভরযোগ্য (পুণ্যের) কাজ ছিল। আতা (র.) ..... সাফওয়ান (রাঃ) হতে বর্ণনা করেন যে, ইয়া’লা (রাঃ) বলেছেন, আমার একজন শ্রমিক ছিল সে এবং অপর এক ব্যক্তি পরস্পর সংঘর্ষে লিপ্ত হল। এতে একজন অপরজনের হাতে কামড় বসিয়ে দিল। বর্ণনাকারী বলেন, সাফওয়ান (রাঃ) আমাকে খবর দিয়েছেন তাদের দু’জনের মধ্যে কে অন্যের হাতে কামড় দিয়েছিল। যে ব্যক্তির হাতে কামড় দিয়েছিল সে ব্যক্তি কামড় দাতার মুখ থেকে তার হাত সজোরে টেনে নিল। এতে তার সম্মুখের দু’টি দাঁতের একটি দাঁত পড়ে গেল। তখন উভয়েই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে অভিযোগ পেশ করল, তখন তিনি দাঁত পড়ে যাওয়ার অভিযোগ নাকচ করে দিলেন। (ই.ফা. ৪২২৫, ই.সে. ৪২২৫)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، أَخْبَرَنِي صَفْوَانُ بْنُ يَعْلَى بْنِ أُمَيَّةَ، عَنْ أَبِيهِ، قَالَ غَزَوْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم غَزْوَةَ تَبُوكَ - قَالَ وَكَانَ يَعْلَى يَقُولُ تِلْكَ الْغَزْوَةُ أَوْثَقُ عَمَلِي عِنْدِي - فَقَالَ عَطَاءٌ قَالَ صَفْوَانُ قَالَ يَعْلَى كَانَ لِي أَجِيرٌ فَقَاتَلَ إِنْسَانًا فَعَضَّ أَحَدُهُمَا يَدَ الآخَرِ - قَالَ لَقَدْ أَخْبَرَنِي صَفْوَانُ أَيُّهُمَا عَضَّ الآخَرَ - فَانْتَزَعَ الْمَعْضُوضُ يَدَهُ مِنْ فِي الْعَاضِّ فَانْتَزَعَ إِحْدَى ثَنِيَّتَيْهِ فَأَتَيَا النَّبِيَّ صلى الله عليه وسلم فَأَهْدَرَ ثَنِيَّتَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4262,
    "narrator": "ইমরান ইবনু হুসায়ন (রা.)",
    "bn": "এক ব্যক্তি অপর এক ব্যক্তির হাতে কামড় বসিয়ে দিল। সে তখন তার হাত সজোরে টেনে নিল। এতে তার একটি অথবা দু’টি দাঁত খসে পড়ল। সে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এ ব্যাপারে অভিযোগ দায়ের করল। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি আমার কাছে কি চাও? তুমি কি চাও যে, আমি তাকে নির্দেশ করবো তার হাত তোমার মুখে প্রবেশ করিয়ে দেবে, আর তুমি তা কামড়াবে যেমন উট চিবিয়ে থাকে? তুমি ইচ্ছে করলে তোমার হাত তার মুখের মধ্যে প্রবেশ করিয়ে দিতে পার, সে তখন তা দাঁতে কর্তন করবে, এরপর তুমিও তা সজোরে টেনে নিও। [দ্রষ্টব্য হাদীস ৪৩৬৬] (ই.ফা. ৪২২৩, ই.সে. ৪২২৩)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ النَّوْفَلِيُّ، حَدَّثَنَا قُرَيْشُ بْنُ أَنَسٍ، عَنِ ابْنِ عَوْنٍ، عَنْ مُحَمَّدِ، بْنِ سِيرِينَ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ رَجُلاً، عَضَّ يَدَ رَجُلٍ فَانْتَزَعَ يَدَهُ فَسَقَطَتْ ثَنِيَّتُهُ أَوْ ثَنَايَاهُ فَاسْتَعْدَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا تَأْمُرُنِي تَأْمُرُنِي أَنْ آمُرَهُ أَنْ يَدَعَ يَدَهُ فِي فِيكَ تَقْضَمُهَا كَمَا يَقْضَمُ الْفَحْلُ ادْفَعْ يَدَكَ حَتَّى يَعَضَّهَا ثُمَّ انْتَزِعْهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4266,
    "narrator": "আনাস (রা.)",
    "bn": "রাবী (রাঃ)-এর ভগ্নি হারিসার মাতা এক ব্যক্তিকে আহত করল। এ ব্যাপারে তারা (তার আত্মীয়রা) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট অভিযোগ আনলো। তখন রসূসুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্‌ কিসাস! আল্‌ কিসাস (বদলা)! অর্থাৎ-এতে কিসাস আরোপিত হবে। তখন উম্মু রাবী বললেন, হে আল্লাহ্‌র রসূল! অমুকের (উম্মু হারিসার) নিকট হতে কি কিসাস নেয়া হবে? আল্লাহ্‌র কসম! তাঁর নিকট হতে কিসাস না নেয়া হোক। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সুব্‌হানাল্লাহ! (অর্থাৎ- তিনি আশ্চর্যান্বিত হয়ে বললেন) হে উম্মু রাবী‘ ! কিসাস নেয়া তো আল্লাহ্‌র কিতাবের নির্দেশ। তিনি বললেন, জী না। আল্লাহ্‌র শপথ নিয়ে আরয করছি, তার নিকট হতে কখনও কিসাস (বদলা) না নেয়া হোক। বর্ণনাকারী বলেন, তিনি বারবার এ কথা বলছিলেন। পরিশেষে আহত ব্যক্তির ওয়ারিশগণ (দিয়্যাত) ক্ষতিপূরণ নিতে সম্মত হল। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ্‌র বান্দাগণের মধ্যে এমনও লোক আছে, যদি সে আল্লাহ্‌র নামে শপথ করে কোন কথা বলে তখন আল্লাহ্‌ তা’আলা তা সত্যে পরিণত করে দেন। (ই.ফা. ৪২২৭, ই.সে. ৪২২৭)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا ثَابِتٌ، عَنْ أَنَسٍ، أَنَّ أُخْتَ الرُّبَيِّعِ أُمَّ حَارِثَةَ، جَرَحَتْ إِنْسَانًا فَاخْتَصَمُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْقِصَاصَ الْقِصَاصَ ‏\"‏ ‏.‏ فَقَالَتْ أُمُّ الرَّبِيعِ يَا رَسُولَ اللَّهِ أَيُقْتَصُّ مِنْ فُلاَنَةَ وَاللَّهِ لاَ يُقْتَصُّ مِنْهَا ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ سُبْحَانَ اللَّهِ يَا أُمَّ الرَّبِيعِ الْقِصَاصُ كِتَابُ اللَّهِ ‏\"‏ ‏.‏ قَالَتْ لاَ وَاللَّهِ لاَ يُقْتَصُّ مِنْهَا أَبَدًا ‏.‏ قَالَ فَمَا زَالَتْ حَتَّى قَبِلُوا الدِّيَةَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ مِنْ عِبَادِ اللَّهِ مَنْ لَوْ أَقْسَمَ عَلَى اللَّهِ لأَبَرَّهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4267,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এমন মুসলিমকে হত্যা করা বৈধ নয়, যে ব্যক্তি সাক্ষ্য দেয় যে, আল্লাহ ছাড়া কোন মা’বুদ নেই এবং আমি আল্লাহর রসূল। কিন্তু তিনটি কাজের যে কোন একটি করলে (তা বৈধ)।\n১. বিবাহিত ব্যক্তি ব্যভিচারে লিপ্ত হলে; ২. জীবনের বিনিময়ে জীবন, অর্থাৎ কাউকে হত্যা করলে; ৩. এবং স্বীয় ধর্ম পরিত্যাগকারী, যে (মুসলিমদের) দল থেকে বিচ্ছিন্ন (মুরতাদ) হয়ে যায়। (ই.ফা. ৪২২৮, ই.সে. ৪২২৮)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، وَأَبُو مُعَاوِيَةَ وَوَكِيعٌ عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنِّي رَسُولُ اللَّهِ إِلاَّ بِإِحْدَى ثَلاَثٍ الثَّيِّبُ الزَّانِ وَالنَّفْسُ بِالنَّفْسِ وَالتَّارِكُ لِدِينِهِ الْمُفَارِقُ لِلْجَمَاعَةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4269,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের মাঝে দাঁড়িয়ে বললেনঃ সে সত্তার কসম যিনি ব্যতীত অন্য কোন মা’বূদ নেই; এমন কোন মুসলিম ব্যক্তিকে হত্যা করা বৈধ নয় যে সাক্ষ্য দেয় যে, আল্লাহ ব্যতীত অন্য কোন মা’বুদ নেই এবং আমি আল্লাহর রসূল। কিন্তু তিন প্রকার ব্যক্তি ব্যতীত- ১. যে বক্তি ইসলাম ধর্ম পরিত্যাগ করে মুসলিমদের দল পরিত্যাগকারী হয়। আহ্মাদ (রহঃ) ……….. অথবা ………. শব্দ বর্ণনায় সন্দেহ করেছেন; ২. বিবাহিত ব্যভিচারী এবং ৩. জীবনের বিনিময়ে জীবন। অর্থাৎ- কিসাস গ্রহণ।\nআ’মাশ (রহঃ) বলেন যে, আমি ইব্রাহীমের নিকট হাদীসটি বর্ণনা করলাম, তিনিও আসওয়াদ (রহঃ)-এর সূত্রে ‘আয়িশা (রাঃ) থেকে অনুরূপ বর্ণনা করেন। (ই.ফা. ৪২৩০, ই.সে. ৪২৩০)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، - وَاللَّفْظُ لأَحْمَدَ - قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ، عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَامَ فِينَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏ \"‏ وَالَّذِي لاَ إِلَهَ غَيْرُهُ لاَ يَحِلُّ دَمُ رَجُلٍ مُسْلِمٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنِّي رَسُولُ اللَّهِ إِلاَّ ثَلاَثَةُ نَفَرٍ التَّارِكُ الإِسْلاَمَ الْمُفَارِقُ لِلْجَمَاعَةِ أَوِ الْجَمَاعَةَ - شَكَّ فِيهِ أَحْمَدُ - وَالثَّيِّبُ الزَّانِي وَالنَّفْسُ بِالنَّفْسِ ‏\"‏ ‏.‏ قَالَ الأَعْمَشُ فَحَدَّثْتُ بِهِ، إِبْرَاهِيمَ فَحَدَّثَنِي عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، بِمِثْلِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4271,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যদি কোন ব্যক্তি অত্যাচারিত হয়ে খুন হয়, তবে সে খুনের একাংশ (পাপ) আদম (আঃ)-এর প্রথম পুত্র (কাবিল)-এর উপর বর্তায়। কেননা সে সর্বপ্রথম খুনের প্রথা প্রচলন করেছিল। (ই.ফা. ৪২৩২, ই.সে. ৪২৩২)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، - وَاللَّفْظُ لاِبْنِ أَبِي شَيْبَةَ - قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ، اللَّهِ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تُقْتَلُ نَفْسٌ ظُلْمًا إِلاَّ كَانَ عَلَى ابْنِ آدَمَ الأَوَّلِ كِفْلٌ مِنْ دَمِهَا لأَنَّهُ كَانَ أَوَّلَ مَنْ سَنَّ الْقَتْلَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4273,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাত দিবসে মানুষের মধ্যে সর্বপ্রথম খুনের বিচার করা হবে। (ই.ফা. ৪২৩৪, ই.সে. ৪২৩৪)",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، جَمِيعًا عَنْ وَكِيعٍ، عَنِ الأَعْمَشِ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، وَوَكِيعٌ عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَوَّلُ مَا يُقْضَى بَيْنَ النَّاسِ يَوْمَ الْقِيَامَةِ فِي الدِّمَاءِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4276,
    "narrator": "আবূ বাক্রাহ্ (রাঃ)",
    "bn": "তিনি বলেন, যখন ঐদিন (ইয়াওমুন্নাহার) উপস্থিত হল তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের উটের উপর উঠলেন। এক ব্যক্তি তাঁর উটের লাগাম ধরে রেখেছিল। তখন তিনি বললেনঃ তোমরা জান কি, আজ কোন দিন? তাঁরা বললেন, আল্লাহ ও তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অধিক জ্ঞাত। আমরা ধারণা করলাম যে, তিনি হয়ত এ নাম ব্যতীত অপর কোন নাম বলবেন। এরপর তিনি বললেনঃ আজকের দিন কি ইয়াওমুন্নাহারের নয়? আমরা বললাম, জী-হ্যা, হে আল্লাহর রসূল। তিনি বললেনঃ এটা কোন মাস? আমরা বললাম, আল্লাহ ও তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-ই সবচেয়ে ভাল জানেন। তিনি বললেনঃ এটা কি যিলহাজ্জ মাস নয়? আমরা বললাম, জী-হ্যাঁ, হে আল্লাহর রসূল! তিনি বললেনঃ এটি কোন শহর? আমরা বললাম, আল্লাহ ও তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-ই অধিক জ্ঞাত। বর্ণনাকারী বলেন, এতে মনে করলাম যে, তিনি হয়ত এর অন্য কোন নাম বলবেন। এরপর তিনি বললেন, এ-কি (মাক্কাহ্) শহর নয়। আমরা বললাম, জী-হ্যাঁ, হে আল্লাহর রসূল! তখন তিনি বললেনঃ নিশ্চয় তোমাদের জান-মাল এবং সম্মান (বিনষ্ট করা) তোমাদের উপর এরূপ হারাম, যেরূপ তোমাদের জন্য আজকের দিন, এ মাস এবং এ নগরের পবিত্রতা বিনষ্ট করা হারাম। তোমাদের উপস্থিতগণ অনুপস্থিতদের কাছে আমার এ বাণী অবশ্যই পৌঁছে দিবে। এরপর তিনি কাল ও সাদা রং-মিশ্রিত দু’টি ছাগলের দিকে দৃষ্টিপাত করলেন এবং ঐ দু’টি যাবাহ করলেন এবং যাবাহকৃত ছাগলের এক অংশ আমাদের মাঝে বন্টন করে দিলেন।\n(ই.ফা. ৪২৩৭, ই.সে. ৪২৩৭)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَوْنٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، قَالَ لَمَّا كَانَ ذَلِكَ الْيَوْمُ قَعَدَ عَلَى بَعِيرِهِ وَأَخَذَ إِنْسَانٌ بِخِطَامِهِ فَقَالَ ‏\"‏ أَتَدْرُونَ أَىَّ يَوْمٍ هَذَا ‏\"‏ ‏.‏ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ سِوَى اسْمِهِ ‏.‏ فَقَالَ ‏\"‏ أَلَيْسَ بِيَوْمِ النَّحْرِ ‏\"‏ ‏.‏ قُلْنَا بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَأَىُّ شَهْرٍ هَذَا ‏\"‏ ‏.‏ قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ أَلَيْسَ بِذِي الْحِجَّةِ ‏\"‏ ‏.‏ قُلْنَا بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَأَىُّ بَلَدٍ هَذَا ‏\"‏ ‏.‏ قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ - قَالَ - حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ سِوَى اسْمِهِ ‏.‏ قَالَ ‏\"‏ أَلَيْسَ بِالْبَلْدَةِ ‏\"‏ ‏.‏ قُلْنَا بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا فَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ ‏\"‏ ‏.‏ قَالَ ثُمَّ انْكَفَأَ إِلَى كَبْشَيْنِ أَمْلَحَيْنِ فَذَبَحَهُمَا وَإِلَى جُزَيْعَةٍ مِنَ الْغَنَمِ فَقَسَمَهَا بَيْنَنَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4278,
    "narrator": "আবূ বাক্রাহ্ (রাঃ)",
    "bn": "তিনি বলেন, ইয়াওমুন্নাহার- অর্থাৎ- ঈদুল আযহার দিন আমাদের সামনে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ভাষণে বললেনঃ আজ কোন্দিন? এরপরবর্ণনাকারীগণ, ইবনু ‘আওনেরহাদীসেরঅনুরূপবর্ণনাকরলেন। কিন্তুতারা …..…………. (তোমাদের মান-সম্মান) এ শব্দটি উল্লেখ করেননি এবং ……………. (অতঃপর তিনি দু’টি ছাগলের দিকে দৃষ্টিপাত করলেন) এবং এর পরবর্তী অংশটুকুও উল্লেখ করেননি। আর তিনি তাঁর বর্ণিত হাদীসে ‘তোমাদের এ দিন, এ মাস এবং এ শহরের পবিত্রতার ন্যায়’ থেকে নিয়ে- ……………………………… (যেদিন তোমরা তোমাদের প্রতিপালকের সাথে সাক্ষাৎ করবে। শুনো! আমি কি তোমাদের কাছে আল্লাহর বাণী পৌঁছে দিয়েছি? তখন সকলেই বললো, হ্যাঁ। তখন তিনি বললেনঃ হে আল্লাহ! আপনি সাক্ষী থাকুন) এ পর্যন্ত বর্ণনা করেছেন। (ই.ফা. ৪২৩৯, ই.সে. ৪২৩৯)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا قُرَّةُ بْنُ خَالِدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ سِيرِينَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، وَعَنْ رَجُلٍ، آخَرَ هُوَ فِي نَفْسِي أَفْضَلُ مِنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ جَبَلَةَ وَأَحْمَدُ بْنُ خِرَاشٍ قَالاَ حَدَّثَنَا أَبُو عَامِرٍ عَبْدُ الْمَلِكِ بْنُ عَمْرٍو حَدَّثَنَا قُرَّةُ بِإِسْنَادِ يَحْيَى بْنِ سَعِيدٍ - وَسَمَّى الرَّجُلَ حُمَيْدَ بْنَ عَبْدِ الرَّحْمَنِ - عَنْ أَبِي بَكْرَةَ قَالَ خَطَبَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ النَّحْرِ فَقَالَ ‏\"‏ أَىُّ يَوْمٍ هَذَا ‏\"‏ ‏.‏ وَسَاقُوا الْحَدِيثَ بِمِثْلِ حَدِيثِ ابْنِ عَوْنٍ غَيْرَ أَنَّهُ لاَ يَذْكُرُ ‏\"‏ وَأَعْرَاضَكُمْ ‏\"‏ ‏.‏ وَلاَ يَذْكُرُ ثُمَّ انْكَفَأَ إِلَى كَبْشَيْنِ وَمَا بَعْدَهُ وَقَالَ فِي الْحَدِيثِ ‏\"‏ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا إِلَى يَوْمِ تَلْقَوْنَ رَبَّكُمْ أَلاَ هَلْ بَلَّغْتُ ‏\"‏ ‏.‏ قَالُوا نَعَمْ ‏.‏ قَالَ ‏\"‏ اللَّهُمَّ اشْهَدْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4279,
    "narrator": "আলকামাহ্ ইবনু ওয়ায়িল (রহঃ)",
    "bn": "তাঁর পিতা তার কাছে বর্ণনা করেছেন, আমি একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে বসেছিলাম। এমন সময় একটি লোক অপর এক ব্যক্তিকে চামড়ার দড়ি দিয়ে বেঁধে টেনে নিয়ে আগমন করল এবং বলল, হে আল্লাহর রসূল! এ ব্যক্তি আমার ভাইকে হত্যা করেছে। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি কি তাকে হত্যা করেছ? (তখন সে বলল, যদি সে তা স্বীকার না করতো, তবে আমি তার উপর সাক্ষী দাঁড় করাতাম।) সে তখন বলল, হ্যাঁ আমি তাকে হত্যা করেছি। তিনি জিজ্ঞেস করলেন : তুমি তাকে কিভাবে হত্যা করেছ? সে বলল, আমি এবং সে গাছের পাতা সংগ্রহ করছিলাম। এমন সময় সে আমাকে গালি দিল। এতে আমর রাগ চড়ে গেল। তখন আমি কুঠার দ্বারা তার মাথায় আঘাত করলাম। এভাবে আমি তাকে হত্যা করেছি। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ তোমার কি এমন কোন সম্পদ আছে যদ্দ্বারা ‘দিয়্যাত’ (রক্তপণ) পরিশোধ করবে? তখন সে বলল, আমার কাছে একটি কম্বল ও কুঠার ব্যতীত আর কিছুই নেই। তখন তিনি বললেনঃ তোমার সম্প্রদায়ের লোকেরা কি তোমার নিকট থেকে এগুলো কিনে নিয়ে তোমাকে মুক্ত করিয়ে নেবে? সে বলল, আমার সম্প্রদায়ের কাছে আমার এতখানি মর্যাদা নেই। অতএব তিনি তার বন্ধনের দড়ি নিহত ব্যক্তির উত্তরাধিকারদের দিকে ছুঁড়ে দিলেন এবং বললেনঃ তুমি তোমার সাথীকে আটকে রাখ। সে তখন তাকে নিয়ে চলে গেল। যখন সে পিছনের দিকে যাচ্ছিল, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, যদি সে তাকে হত্যা করে-তবে সেও তার সমকক্ষ হয়ে গেল। এ কথা শুনে সে ফিরে এলো এবং বলল, হে আল্লাহর রসূল! আমি শুনলাম, আপনি বলছেন : ‘যদি সে তাকে হত্যা করে তবে সে তার সমান হয়ে যাবে।’ আমি তো তাকে আপনার নির্দেশেই ধরে এনেছিলাম। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি কি এ চাওনা যে, সে তোমার এবং তোমার ভাইয়ের পাপের বোঝা গ্রহণ করুক। তখন সে বলল, তাই কি হবে? তিনি বললেনঃ হ্যাঁ। তখন সে বলল, যদি তাই হয়, (তবে ভাল)। এ বলে সে তার বন্ধনের দড়ি নিক্ষেপ করল এবং তাকে মুক্ত করে দিল। (ই.ফা. ৪২৪০, ই.সে. ৪২৪০)",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا أَبُو يُونُسَ، عَنْ سِمَاكِ بْنِ، حَرْبٍ أَنَّ عَلْقَمَةَ بْنَ وَائِلٍ، حَدَّثَهُ أَنَّ أَبَاهُ حَدَّثَهُ قَالَ إِنِّي لَقَاعِدٌ مَعَ النَّبِيِّ صلى الله عليه وسلم إِذْ جَاءَ رَجُلٌ يَقُودُ آخَرَ بِنِسْعَةٍ فَقَالَ يَا رَسُولَ اللَّهِ هَذَا قَتَلَ أَخِي ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَقَتَلْتَهُ ‏\"‏ ‏.‏ فَقَالَ إِنَّهُ لَوْ لَمْ يَعْتَرِفْ أَقَمْتُ عَلَيْهِ الْبَيِّنَةَ ‏.‏ قَالَ نَعَمْ ‏.‏ قَتَلْتُهُ قَالَ ‏\"‏ كَيْفَ قَتَلْتَهُ ‏\"‏ ‏.‏ قَالَ كُنْتُ أَنَا وَهُوَ نَخْتَبِطُ مِنْ شَجَرَةٍ فَسَبَّنِي فَأَغْضَبَنِي فَضَرَبْتُهُ بِالْفَأْسِ عَلَى قَرْنِهِ فَقَتَلْتُهُ ‏.‏ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ هَلْ لَكَ مِنْ شَىْءٍ تُؤَدِّيهِ عَنْ نَفْسِكَ ‏\"‏ ‏.‏ قَالَ مَا لِي مَالٌ إِلاَّ كِسَائِي وَفَأْسِي ‏.‏ قَالَ ‏\"‏ فَتَرَى قَوْمَكَ يَشْتَرُونَكَ ‏\"‏ ‏.‏ قَالَ أَنَا أَهْوَنُ عَلَى قَوْمِي مِنْ ذَاكَ ‏.‏ فَرَمَى إِلَيْهِ بِنِسْعَتِهِ ‏.‏ وَقَالَ ‏\"‏ دُونَكَ صَاحِبَكَ ‏\"‏ ‏.‏ فَانْطَلَقَ بِهِ الرَّجُلُ فَلَمَّا وَلَّى قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنْ قَتَلَهُ فَهُوَ مِثْلُهُ ‏\"‏ ‏.‏ فَرَجَعَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّهُ بَلَغَنِي أَنَّكَ قُلْتَ ‏\"‏ إِنْ قَتَلَهُ فَهُوَ مِثْلُهُ ‏\"‏ ‏.‏ وَأَخَذْتُهُ بِأَمْرِكَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَمَا تُرِيدُ أَنْ يَبُوءَ بِإِثْمِكَ وَإِثْمِ صَاحِبِكَ ‏\"‏ ‏.‏ قَالَ يَا نَبِيَّ اللَّهِ - لَعَلَّهُ قَالَ - بَلَى ‏.‏ قَالَ ‏\"‏ فَإِنَّ ذَاكَ كَذَاكَ ‏\"‏ ‏.‏ قَالَ فَرَمَى بِنِسْعَتِهِ وَخَلَّى سَبِيلَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4280,
    "narrator": "ওয়ায়িল (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এক ব্যক্তিকে হাযির করা হল, যে অপর এক ব্যক্তিকে হত্যা করেছিল। তখন তিনি নিহত ব্যক্তির ওয়ারিসকে তার কাছে হতে কিসাস গ্রহণের অনুমতি দিলেন। তখন সেতাকে নিয়ে চলল এমনঅবস্থায় যে, তার গলায় একটি চামড়ার দড়ি ছিল, যদ্দ্বারা তাকে টেনে নিয়ে যাচ্ছিল। যখন সে ফিরে যাচ্ছিল তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হত্যাকারী ও নিহত ব্যক্তি উভয়েই জাহান্নামী। বর্ণনাকারী বলেন, তখন এক লোক ঐ ব্যক্তির সাথে গিয়ে মিলিত হল এবং তাকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বাণী শোনাল। সে তখন হত্যাকারীকে ছেড়ে দিল।\nইসমা’ঈল ইবনু সালিম (রহঃ) বলেন, আমি এ ঘটনা হাবীব ইবনু সাবিত (রহঃ)-এর নিকট বর্ণনা করলাম। তখন তিনি বললেন, আমাকে ইবনু আশ্ওয়া’ (রাঃ) বর্ণনা করেছেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হত্যাকারীকে ক্ষমা করে দেয়ার জন্য তাকে (ইতোপূর্বে) বলেছিলেন, কিন্তু সে তা অস্বীকার করেছিল। (ই.ফা. ৪২৪১, ই.সে. ৪২৪১)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا إِسْمَاعِيلُ، بْنُ سَالِمٍ عَنْ عَلْقَمَةَ بْنِ وَائِلٍ، عَنْ أَبِيهِ، قَالَ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِرَجُلٍ قَتَلَ رَجُلاً فَأَقَادَ وَلِيَّ الْمَقْتُولِ مِنْهُ فَانْطَلَقَ بِهِ وَفِي عُنُقِهِ نِسْعَةٌ يَجُرُّهَا فَلَمَّا أَدْبَرَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْقَاتِلُ وَالْمَقْتُولُ فِي النَّارِ ‏\"‏ ‏.‏ فَأَتَى رَجُلٌ الرَّجُلَ فَقَالَ لَهُ مَقَالَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَخَلَّى عَنْهُ ‏.‏ قَالَ إِسْمَاعِيلُ بْنُ سَالِمٍ فَذَكَرْتُ ذَلِكَ لِحَبِيبِ بْنِ أَبِي ثَابِتٍ فَقَالَ حَدَّثَنِي ابْنُ أَشْوَعَ أَنَّ النَّبِيَّ صلى الله عليه وسلم إِنَّمَا سَأَلَهُ أَنْ يَعْفُوَ عَنْهُ فَأَبَى ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4281,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "হুযায়ল গোত্রের দু’জন মহিলা একে অপরের প্রতি তীর নিক্ষেপ করল তাতে আহত মহিলার গর্ভপাত হয়ে গেল। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এতে (দন্ড স্বরূপ আহতকারী মহিলাকে) একটি গোলাম অথবা একটি দাসী আযাদ করে দেয়ার হুকুম দিলেন। (ই.ফা. ৪২৪২, ই.সে. ৪২৪২)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ امْرَأَتَيْنِ، مِنْ هُذَيْلٍ رَمَتْ إِحْدَاهُمَا الأُخْرَى فَطَرَحَتْ جَنِينَهَا فَقَضَى فِيهِ النَّبِيُّ صلى الله عليه وسلم بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4282,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, যে ব্যক্তি বানূ লিহ্ইয়ান গোত্রের এক মহিলার গর্ভপাত ঘটানোর জন্য দায়ী ছিল রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ অভিযুক্ত ব্যক্তির প্রতি একটি গোলাম অথবা একটি দাসী প্রদানের নির্দেশ দেন। এরপর যে মহিলাকে (ক্ষতিপূরণ হিসেবে) গোলাম প্রদানের নির্দেশ দিয়েছিলেন, সে মরে গেল। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফায়সালা দিলেন যে, তার পরিত্যক্ত সম্পদ তার সন্তার ও স্বামীর। আর হত্যাকারীর ওয়ারিসগণের উপর দিয়াত (রক্তপণ) প্রদানের হুকুম আরোপিত হবে। (ই.ফা. ৪২৪৩, ই.সে. ৪২৪৩)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيَّبِ، عَنْ أَبِي، هُرَيْرَةَ أَنَّهُ قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي جَنِينِ امْرَأَةٍ مِنْ بَنِي لِحْيَانَ سَقَطَ مَيِّتًا بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ ثُمَّ إِنَّ الْمَرْأَةَ الَّتِي قُضِيَ عَلَيْهَا بِالْغُرَّةِ تُوُفِّيَتْ فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم بِأَنَّ مِيرَاثَهَا لِبَنِيهَا وَزَوْجِهَا وَأَنَّ الْعَقْلَ عَلَى عَصَبَتِهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4286,
    "narrator": "মুগীরাহ্ ইবনু শু’বাহ্ (রাঃ)",
    "bn": "তিনি বলেন, একজন মহিলা তার সতীনকে তাঁবুর খুঁটি দিয়ে মেরে ফেলল। এ অভিযোগ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট দায়ের করা হল।  তখন তিনি হত্যাকারী মহিলার গোত্রের উপর দিয়্যাত প্রদানের নির্দেশ দিলেন। নিহত মহিলাটি ছিল গর্ভবতী। অতএব তিনি গর্ভের বাচ্চার জন্য (দিয়াত হিসেবে) একটি দাস প্রদানের নির্দেশ দিলেন। এতে তার গোত্রের এক লোক বলল, আমরা কেমন করে তার রক্তপণ আদায় করব যে খায়নি, পান করেনি এবং কোন শব্দও করেনি? তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এতো বেদুঈনের ছন্দযুক্ত কথার মত একটি কথা বলছে। (ই.ফা. ৪২৪৭, ই.সে. ৪২৪৭)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا مُفَضَّلٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عُبَيْدِ بْنِ نُضَيْلَةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، ‏.‏ أَنَّ امْرَأَةً، قَتَلَتْ ضَرَّتَهَا بِعَمُودِ فُسْطَاطٍ فَأُتِيَ فِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَضَى عَلَى عَاقِلَتِهَا بِالدِّيَةِ وَكَانَتْ حَامِلاً فَقَضَى فِي الْجَنِينِ بِغُرَّةٍ ‏.‏ فَقَالَ بَعْضُ عَصَبَتِهَا أَنَدِي مَنْ لاَ طَعِمَ وَلاَ شَرِبَ وَلاَ صَاحَ فَاسْتَهَلَّ وَمِثْلُ ذَلِكَ يُطَلُّ قَالَ فَقَالَ ‏ \"‏ سَجْعٌ كَسَجْعِ الأَعْرَابِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4283,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, হুযায়ল গোত্রের দু’জন মহিলা পরস্পর সংঘর্ষে লিপ্ত হল। এতে একজন অপরজনকে পাথর দ্বারা আঘাত করল। এর দ্বারা সে ঐ মহিলা ও তার গর্ভের সন্তানকে হত্যা করে ফেলল। তখন নিহত মহিলার উত্তরাধিকারীরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে অভিযোগ করল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হুকুম দিলেন যে, সন্তানের দিয়্যাত হল একটি দাস কিংবা-দাসী প্রদান করা। নিহত মহিলার দিয়্যাত (রক্তপণ) হত্যাকারী মহিলার ওয়ারিসগণের উপর আরোপিত হবে। আর (নিহত) মহিলার ওয়ারিস হবে তার সন্তান এবং তার সাথে অন্য ওয়ারিসগণ। হামাল ইবনু নাবিগাতুল হযালী (রাঃ) বললেন, হে আল্লাহর রসূল! আমরা কিভাবে এর ক্ষতিপূরণ প্রদান করবো, যে পান করেনি, খায়নি, কথা বলেনি এবং শব্দও করেনি? সে তো এলো আর গেল। এমন ছন্দযুক্ত বাক্যবলার কারণে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ যেন গণকদের ভাই।\n(ই.ফা. ৪২৪৪, ই.সে. ৪২৪৪)",
    "ar": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، حَدَّثَنَا ابْنُ وَهْبٍ، ح وَحَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنِ ابْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ أَنَّ أَبَا هُرَيْرَةَ، قَالَ اقْتَتَلَتِ امْرَأَتَانِ مِنْ هُذَيْلٍ فَرَمَتْ إِحْدَاهُمَا الأُخْرَى بِحَجَرٍ فَقَتَلَتْهَا وَمَا فِي بَطْنِهَا فَاخْتَصَمُوا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَّ دِيَةَ جَنِينِهَا غُرَّةٌ عَبْدٌ أَوْ وَلِيدَةٌ وَقَضَى بِدِيَةِ الْمَرْأَةِ عَلَى عَاقِلَتِهَا وَوَرَّثَهَا وَلَدَهَا وَمَنْ مَعَهُمْ فَقَالَ حَمَلُ بْنُ النَّابِغَةِ الْهُذَلِيُّ يَا رَسُولَ اللَّهِ كَيْفَ أَغْرَمُ مَنْ لاَ شَرِبَ وَلاَ أَكَلَ وَلاَ نَطَقَ وَلاَ اسْتَهَلَّ فَمِثْلُ ذَلِكَ يُطَلُّ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّمَا هَذَا مِنْ إِخْوَانِ الْكُهَّانِ ‏\"‏ ‏.‏ مِنْ أَجْلِ سَجْعِهِ الَّذِي سَجَعَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4289,
    "narrator": "মিস্ওয়াক ইবনু মাখরামাহ (রাঃ)",
    "bn": "তিনি বলেন, ‘উমার ইবনু খাত্তাব (রাঃ) জনগনের কাছে একবার (আরবী) মহিলার গর্ভের সন্তান হত্যার ক্ষতিপূরণ সম্পর্কে পরামর্শ চাইলেন। তখন মুগীরাহ্ ইবনু শু’বাহ্ (রাঃ) বললেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে একদা উপস্থিত ছিলাম। তখন তিনি এ অপরাধের কারণে একটি দাস অথবা দাসী প্রদানের নির্দেশ দিয়েছেন। রাবী বলেন, তখন ‘উমার (রাঃ) মুগীরাহ্ (রাঃ) কে বললেন, এ ব্যাপারে আপনার সঙ্গে সাক্ষ্যদাতা একজন লোক নিয়ে আসুন। বর্ণনাকারী বলেন যে, তখন তার স্বপক্ষে মুহাম্মাদ ইবনু মাসলামাহ (রাঃ) সাক্ষ্য প্রদান করলেন। (ই ফা ৪২৫০, ই সে ৪২৫০)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، قَالَ اسْتَشَارَ عُمَرُ بْنُ الْخَطَّابِ النَّاسَ فِي إِمْلاَصِ الْمَرْأَةِ فَقَالَ الْمُغِيرَةُ بْنُ شُعْبَةَ شَهِدْتُ النَّبِيَّ صلى الله عليه وسلم قَضَى فِيهِ بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ ‏.‏ قَالَ فَقَالَ عُمَرُ ائْتِنِي بِمَنْ يَشْهَدُ مَعَكَ قَالَ فَشَهِدَ لَهُ مُحَمَّدُ بْنُ مَسْلَمَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4285,
    "narrator": "মুগীরাহ্ ইবনু শু’বাহ্ (রাঃ)",
    "bn": "তিনি বলেন, এক মহিলা তার সতীনকে কুঁড়েঘরের খুঁটি দ্বারা আঘাত করল। সে ছিল গর্ভবতী মহিলা। (আঘাতকারী মহিলা আঘাত দিয়ে) তাকে মেরে ফেলল। বর্ণনাকারী বলেন যে, তাদের একজন ছিল লিহ্ইয়ান গোত্রের মহিলা। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হত্যাকারী মহিলার ওয়ারিসগণের ওপর নিহত মহিলার হত্যার (দিয়াত) ক্ষতিপূরণ প্রদানের নির্দেশ দিলেন এবং গর্ভে নিহত হওয়া (সন্তানের) জন্য একটি দাস (ক্ষতিপূরণ হিসেবে) প্রদানের হুকুম দিলেন। তখন হত্যাকারী মহিলার গোত্রের এক ব্যক্তি বলল, আমরা এমন শিশুর কিভাবে ক্ষতিপূরণ দেব যে খায়নি, পান করেনি এবং কোন শব্দও করেনি? সে তো এলো আর গেল। এ বাতিলযোগ্য। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সে যেন বেদুঈনের মত ছন্দযুক্ত বাক্যে কথা বলল।\nবর্ণনাকারী বলেন, এরপর তিনি তাদের উপর (দিয়্যাত) ক্ষতিপূরণ আদায়ের নির্দেশ দিলেন। (ই.ফা. ৪২৪৬, ই.সে. ৪২৪৬)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عُبَيْدِ بْنِ نُضَيْلَةَ الْخُزَاعِيِّ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ ضَرَبَتِ امْرَأَةٌ ضَرَّتَهَا بِعَمُودِ فُسْطَاطٍ وَهِيَ حُبْلَى فَقَتَلَتْهَا - قَالَ - وَإِحْدَاهُمَا لِحْيَانِيَّةٌ - قَالَ - فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم دِيَةَ الْمَقْتُولَةِ عَلَى عَصَبَةِ الْقَاتِلَةِ وَغُرَّةً لِمَا فِي بَطْنِهَا ‏.‏ فَقَالَ رَجُلٌ مِنْ عَصَبَةِ الْقَاتِلَةِ أَنَغْرَمُ دِيَةَ مَنْ لاَ أَكَلَ وَلاَ شَرِبَ وَلاَ اسْتَهَلَّ فَمِثْلُ ذَلِكَ يُطَلُّ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَسَجْعٌ كَسَجْعِ الأَعْرَابِ ‏\"‏ ‏.‏ قَالَ وَجَعَلَ عَلَيْهِمُ الدِّيَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4284,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, দু’জন মহিলা পরস্পর সংঘর্ষে লিপ্ত হল …… এরপর পূর্ববর্তী হাদীসের অনুরূপ বর্ণনা করেন। কিন্তু রাবী তাতে …………… (নিহত মহিলার ওয়ারিস হবে তার সন্তান আর তার সঙ্গে অন্যান্য ওয়ারিসগণ) এ কথা উল্লেখ করেননি। বরং তিনি উল্লেখ করেছেন, ………………. (তখন কোন ব্যক্তি বলল, আমরা কিভাবে এর ক্ষতিপূরণ দেব)? আর রাবী তার বর্ণনায় হামাল ইবনু মালিকের নামও উল্লেখ করেননি।  (ই.ফা. ৪২৪৫, ই.সে. ৪২৪৫)",
    "ar": "وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي، سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ، قَالَ اقْتَتَلَتِ امْرَأَتَانِ ‏.‏ وَسَاقَ الْحَدِيثَ بِقِصَّتِهِ وَلَمْ يَذْكُرْ وَوَرَّثَهَا وَلَدَهَا وَمَنْ مَعَهُمْ ‏.‏ وَقَالَ فَقَالَ قَائِلٌ كَيْفَ نَعْقِلُ وَلَمْ يُسَمِّ حَمَلَ بْنَ مَالِكٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4234,
    "narrator": "ইয়াহইয়া এবং রাফি’ ইবনু খাদীজ (রাঃ)",
    "bn": "তাঁরা উভয়েই বলেছেন, ‘আবদুল্লাহ ইবনু সাহল ইবনু যায়দ (রাঃ) ও মুহাইয়্যিসাহ ইবনু মাস‘ঊদ বাড়ি থেকে বের হয়ে খাইবার পর্যন্ত এলেন। এরপর সেখান থেকে উভয়েই আলাদা হয়ে গেলেন। তারপর মুহাইয়্যিসাহ্ (রাঃ) ‘আবদুল্লাহ্ ইবনু সাহলকে একস্থানে খুন হওয়া অবস্থায় পেলেন। তখন তিনি তাঁকে দাফন করলেন। এরপর তিনি এবং হুওয়াইয়িসাহ ইবনু মাস‘ঊদ (রাঃ) ও ‘আবদুর রহমান ইবনু সাহল (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আগমন করলেন। আর তিনি ছিলেন দলের সর্বকনিষ্ঠ ব্যক্তি। ‘আবদুর রহমান (রাঃ) তাঁর উভয় সাথীর আগে কথা বলার জন্য এগিয়ে এলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেন, তোমাদের মধ্যে যে ব্যক্তি বয়সে বড় সে কথা বলার জন্য সামনে এসো। সুতরাং তিনি চুপ করে গেলেন এবং তার সাথী দু‘জন কথা বললেন। আর তিনি তাদের দু‘জনের সাথে কথা বললেন। তারা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আবদুল্লাহ বিন সাহলের (হত্যা ও) হত্যাস্থান বিষয়ে কথা বললেন তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে বললেনঃতোমরা কি এ ব্যাপারে পঞ্চাশবার হলফ (শপথ) করতে পারবে (যে হত্যাকারী পার্শ্ববর্তী ইয়াহূদী সম্প্রদায়) তাহলে নিহত ব্যাক্তির কিসাস বা দিয়াত প্রাপ্তির ব্যাপারে হকদার হবে। প্রতি উত্তরে তারা বলল, আমরা কিভাবে এ ব্যাপারে হলফ (শপথ) করবো? আমরা তো সেখানে উপস্থিত ছিলাম না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃতাহলে ইয়াহূদীরা পঞ্চাশবার হলফ করে তোমাদের দাবী নাকচ করে দিবে। তারা তখন বলল, আমরা কিভাবে কাফির সম্প্রদায়ের হলফ গ্রহণ করে নেব? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন ঐ অবস্থা অবলোকন করলেন, তখন তার ‘দিয়্যাত’ দিয়ে দিলেন (নিজের থেকে)।\n(ই.ফা. ৪১৯৫, ই.সে. ৪১৯৫)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ يَحْيَى، - وَهُوَ ابْنُ سَعِيدٍ - عَنْ بُشَيْرِ، بْنِ يَسَارٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، - قَالَ يَحْيَى وَحَسِبْتُ قَالَ - وَعَنْ رَافِعِ بْنِ خَدِيجٍ، أَنَّهُمَا قَالاَ خَرَجَ عَبْدُ اللَّهِ بْنُ سَهْلِ بْنِ زَيْدٍ وَمُحَيِّصَةُ بْنُ مَسْعُودِ بْنِ زَيْدٍ حَتَّى إِذَا كَانَا بِخَيْبَرَ تَفَرَّقَا فِي بَعْضِ مَا هُنَالِكَ ثُمَّ إِذَا مُحَيِّصَةُ يَجِدُ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَتِيلاً فَدَفَنَهُ ثُمَّ أَقْبَلَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم هُوَ وَحُوَيِّصَةُ بْنُ مَسْعُودٍ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَكَانَ أَصْغَرَ الْقَوْمِ فَذَهَبَ عَبْدُ الرَّحْمَنِ لِيَتَكَلَّمَ قَبْلَ صَاحِبَيْهِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كَبِّرِ ‏\"‏ ‏.‏ الْكُبْرَ فِي السِّنِّ فَصَمَتَ فَتَكَلَّمَ صَاحِبَاهُ وَتَكَلَّمَ مَعَهُمَا فَذَكَرُوا لِرَسُولِ اللَّهِ صلى الله عليه وسلم مَقْتَلَ عَبْدِ اللَّهِ بْنِ سَهْلٍ فَقَالَ لَهُمْ ‏\"‏ أَتَحْلِفُونَ خَمْسِينَ يَمِينًا فَتَسْتَحِقُّونَ صَاحِبَكُمْ ‏\"‏ ‏.‏ أَوْ ‏\"‏ قَاتِلَكُمْ ‏\"‏ ‏.‏ قَالُوا وَكَيْفَ نَحْلِفُ وَلَمْ نَشْهَدْ قَالَ ‏\"‏ فَتُبْرِئُكُمْ يَهُودُ بِخَمْسِينَ يَمِينًا ‏\"‏ ‏.‏ قَالُوا وَكَيْفَ نَقْبَلُ أَيْمَانَ قَوْمٍ كُفَّارٍ فَلَمَّا رَأَى ذَلِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَعْطَى عَقْلَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4237,
    "narrator": "সাহল ইবনু আবূ হাসমাহ্ (রাঃ)",
    "bn": "সাহল ইবনু আবূ হাসমাহ্ (রাঃ) থেকে তাঁদের অনুরূপ হাদীস বর্ণনা করেন। (ই.ফা. ৪১৯৮ ,ই.সে. ৪১৯৮)",
    "ar": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، - يَعْنِي الثَّقَفِيَّ - جَمِيعًا عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ، بْنِ أَبِي حَثْمَةَ بِنَحْوِ حَدِيثِهِمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4239,
    "narrator": "বুশায়র ইবনু ইয়াসার (রহঃ)",
    "bn": "বানূ হারিসাহ্ গোত্রের এক আনসারী ব্যক্তি যাকে ‘আবদুল্লাহ ইবনু সাহল ইবনু যায়দ নামে ডাকা হতো, সে এবং তার এক চাচাতো ভাই, যাকে মুহাইয়্যিসাহ্ ইবনু মাস‘ঊদ ইবনু যায়দ নামে ডাকা হতো….. এর পরবর্তী হাদীসের অংশটুকু লায়স (রহঃ)- এর বর্ণিত হাদীসের অনুরূপ বর্ণনা করেন এবং তার হাদীসের শেষ কথা----- (তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের পক্ষ হতে তার ‘দিয়্যাত’ আদায় করেছেন) পর্যন্ত বর্ণনা করেন। ইয়াহ্ইয়া (রহঃ) বলেন, আমার নিকট বুশায়র ইবনু ইয়াসার (রহঃ) বর্ণনা করেছেন, তিনি বলেন, সাহল ইবনু আবূ হাসমাহ্ (রাঃ) আমাকে জানিয়েছেন যে, “নিশ্চয় ফার্য হিসেবে আদায়কৃত ঐ সমস্ত ‘দিয়্যাতের’ উট রাখার স্থানে একটি উটনী আমাকে লাথি মেরেছিল।” (ই.ফা. ৪২০০ , ই.সে. ৪২০০)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، أَنَّ رَجُلاً، مِنَ الأَنْصَارِ مِنْ بَنِي حَارِثَةَ يُقَالُ لَهُ عَبْدُ اللَّهِ بْنُ سَهْلِ بْنِ زَيْدٍ انْطَلَقَ هُوَ وَابْنُ عَمٍّ لَهُ يُقَالُ لَهُ مُحَيِّصَةُ بْنُ مَسْعُودِ بْنِ زَيْدٍ ‏.‏ وَسَاقَ الْحَدِيثَ بِنَحْوِ حَدِيثِ اللَّيْثِ إِلَى قَوْلِهِ فَوَدَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ عِنْدِهِ ‏.‏ قَالَ يَحْيَى فَحَدَّثَنِي بُشَيْرُ بْنُ يَسَارٍ قَالَ أَخْبَرَنِي سَهْلُ بْنُ أَبِي حَثْمَةَ قَالَ لَقَدْ رَكَضَتْنِي فَرِيضَةٌ مِنْ تِلْكَ الْفَرَائِضِ بِالْمِرْبَدِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4236,
    "narrator": "সাহল ইবনু আবূ হাসমা (রাঃ) সূত্রে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "অনুরূপ হাদীস বর্ণনা করেছেন। আর তিনি আরবী (তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের পক্ষ হতে তাঁর “দিয়্যাত” আদায় করে দেন) এ কথা বলেছেন। কিন্তু তাঁর বর্ণিত হাদীসে আরবী (উটনী আমাকে লাথি মারল) এ কথা বলেননি। (ই.ফা. ৪১৯৭, ই.সে. ৪১৯৭)",
    "ar": "وَحَدَّثَنَا الْقَوَارِيرِيُّ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ، يَسَارٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ نَحْوَهُ ‏.‏ وَقَالَ فِي حَدِيثِهِ فَعَقَلَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ عِنْدِهِ ‏.‏ وَلَمْ يَقُلْ فِي حَدِيثِهِ فَرَكَضَتْنِي نَاقَةٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4238,
    "narrator": "বুশায়র ইবনু ইয়াসার (রাঃ)",
    "bn": "বানূ হারিসাহ্‌ গোত্রের ‘আবদুল্লাহ ইবনু সাহল ইবনু যায়দ আনসারী ও মুহাইয়্যিসাহ্‌ ইবনু মাস‘ঊদ ইবনু যায়দ আনসারী (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সময়ে খাইবার গমন করেন। সেখানকার অধিবাসী ছিল ইয়াহূদী সম্প্রদায়। তখন ইয়াহূদী ও মুসলিমদের মধ্যে চুক্তি বলবৎ ছিল। কোন প্রয়োজনের তাগিদে তখন সেখান থেকে উভয়েই পৃথক হয়ে গেলেন। এরপর ‘আবদুল্লাহ ইবনু সাহল (রাঃ) নিহত হলেন। তাঁকে এক হাউজের মধ্যে নিহত অবস্থায় পাওয়া গেল। তখন তাঁর সাথী তাঁকে দাফন করলেন। এরপর তিনি মাদীনায় ফিরে এলেন। নিহত ব্যক্তির ভাই ‘আবদুর রহমান ইবনু সাহল, মুহাইয়্যিসাহ্‌ ও হুওয়াইয়্যিসাহ্‌ (রাঃ) এসে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে ‘আবদুল্লাহ (রাঃ)-এর মৃত্যুর ঘটনা এবং যে স্থানে নিহত হলেন সবই বর্ণনা করলেন। বুশায়র (রহঃ) ধারণা করেছেন যে, তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী থেকে হাদীস বর্ণনা করেছেন, রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে বললেনঃ তোমরা এ ব্যাপারে পঞ্চাশবার হলফ করে বলবে, তাহলে তোমরা তোমাদের নিহত ব্যক্তির অথবা তোমাদের সাথীর দিয়্যাতের (খুনের জরিমানা) হকদার হবে। তারা বললো, হে আল্লাহর রসূল! আমরা তো তখন সেখানে প্রত্যক্ষ দেখিনি এবং উপস্থিতও ছিলাম না। তিনি ধারণা করছেন যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ইয়াহূদীরা পঞ্চাশবার এ ব্যাপারে ‘হলফ’ করে তোমাদের খুনের দাবী নাকচ করে দেবে। তখন তাঁরা বললেন, হে আল্লাহর রসূল! আমরা কিভাবে একটি কাফির সম্প্রদায়ের হলফ গ্রহণ করতে পারি? বুশায়র (রহঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর নিজের পক্ষ হতে তার দিয়্যাত আদায় করে দিয়েছেন। (ই.ফা. ৪১৯৯ , ই.সে. ৪১৯৯)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلِ بْنِ زَيْدٍ، وَمُحَيِّصَةَ بْنَ مَسْعُودِ بْنِ زَيْدٍ الأَنْصَارِيَّيْنِ، ثُمَّ مِنْ بَنِي حَارِثَةَ خَرَجَا إِلَى خَيْبَرَ فِي زَمَانِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَهِيَ يَوْمَئِذٍ صُلْحٌ وَأَهْلُهَا يَهُودُ فَتَفَرَّقَا لِحَاجَتِهِمَا فَقُتِلَ عَبْدُ اللَّهِ بْنُ سَهْلٍ فَوُجِدَ فِي شَرَبَةٍ مَقْتُولاً فَدَفَنَهُ صَاحِبُهُ ثُمَّ أَقْبَلَ إِلَى الْمَدِينَةِ فَمَشَى أَخُو الْمَقْتُولِ عَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَمُحَيِّصَةُ وَحُوَيِّصَةُ فَذَكَرُوا لِرَسُولِ اللَّهِ صلى الله عليه وسلم شَأْنَ عَبْدِ اللَّهِ وَحَيْثُ قُتِلَ فَزَعَمَ بُشَيْرٌ وَهُوَ يُحَدِّثُ عَمَّنْ أَدْرَكَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ لَهُمْ ‏\"‏ تَحْلِفُونَ خَمْسِينَ يَمِينًا وَتَسْتَحِقُّونَ قَاتِلَكُمْ ‏\"‏ ‏.‏ أَوْ ‏\"‏ صَاحِبَكُمْ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ مَا شَهِدْنَا وَلاَ حَضَرْنَا ‏.‏ فَزَعَمَ أَنَّهُ قَالَ ‏\"‏ فَتُبْرِئُكُمْ يَهُودُ بِخَمْسِينَ ‏\"‏ ‏.‏ فَقَالُوا يَا رَسُولَ اللَّهِ كَيْفَ نَقْبَلُ أَيْمَانَ قَوْمٍ كُفَّارٍ فَزَعَمَ بُشَيْرٌ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم عَقَلَهُ مِنْ عِنْدِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4235,
    "narrator": "সাহল ইবনু আবূ হাসমাহ এবং রাফি‘ ইবনু খাদীজ (রাঃ)",
    "bn": "একদা মুহাইয়িসাহ ইবনু মাস‘ঊদ ও ‘আবদুল্লাহ ইবনু সাহল (রাঃ) উভয়েই খাইবারের দিকে গমন করলেন। তারা সেখানের এক খেজুরের বাগানের নিকট থেকে পৃথক হয়ে গেলেন। এরপর ‘আবদুল্লাহ ইবনু সাহল (রাঃ) তথায় নিহত হলেন। (এই খুনের জন্য) তারা ইয়াহূদী সম্প্রদায়কে অভিযুক্ত করলেন। এরপর তাঁর ভাই ‘আবদুর রহমান এবং চাচাত ভাই হুওয়াইয়্যিসাহ ও মুহাইয়্যিসাহ্ (রাঃ), নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে আগমন করলেন। ‘আবদুর রহমান (রাঃ) তাঁর ভাই এর ব্যাপারে কথোপকথন করলেন। আর তিনি ছিলেন তাঁদের মধ্যে সবচেয়ে ছোট। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃবয়োজ্যেষ্ঠকে সম্মান দাও। অথবা বললেন, বয়োজ্যেষ্ঠ ব্যক্তিরই কথা আরম্ভ করা উচিত। তখন তাঁরা দু’জন সাথীদের ব্যাপারে কথাবার্তা বললেন। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃতাদের কোন ব্যক্তিকে অভিযুক্ত করে তোমাদের মধ্য থেকে কাউকে পঞ্চাশবার হলফ করে বলতে হবে, তাহলে তার দিয়্যাত প্রদান করা হবে। তখন তারা বলল, ব্যাপারটি এমন যে, আমরা তথায় তখন উপস্থিত ছিলাম না। এমতাবস্থায় আমরা কিভাবে হলফ করে বলবো? তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃতবে ইয়াহূদীদের মধ্য থেকে কেউ পঞ্চাশবার ‘হলফ’ করে তোমাদের খুনের দাবী নাকচ করে দেবে। তাঁরা বলল, হে আল্লাহর রসূল! তারা তো কাফির সম্প্রদায়। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের পক্ষ হতে তাঁর “দিয়্যাত” আদায় করে দিলেন।\nসাহল (রাঃ) বরেন, এরপর একদা আমি তাদের উট রাখার স্থানে প্রবেশ করলাম। তখন ঐ উটের মধ্য হতে একটি উটনী আমাকে তার পা দ্বারা লাথি মারল। হাম্মাদ (রহঃ) এই হাদীসটি বর্ণনা করেছেন- অথবা এর অনুরূপ বর্ণনা করেছেন। (ই.ফা. ৪১৯৬, ই.সে. ৪১৯৬)",
    "ar": "وَحَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، وَرَافِعِ بْنِ خَدِيجٍ، أَنَّ مُحَيِّصَةَ بْنَ مَسْعُودٍ، وَعَبْدَ، اللَّهِ بْنَ سَهْلٍ انْطَلَقَا قِبَلَ خَيْبَرَ فَتَفَرَّقَا فِي النَّخْلِ فَقُتِلَ عَبْدُ اللَّهِ بْنُ سَهْلٍ فَاتَّهَمُوا الْيَهُودَ فَجَاءَ أَخُوهُ عَبْدُ الرَّحْمَنِ وَابْنَا عَمِّهِ حُوَيِّصَةُ وَمُحَيِّصَةُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَتَكَلَّمَ عَبْدُ الرَّحْمَنِ فِي أَمْرِ أَخِيهِ وَهُوَ أَصْغَرُ مِنْهُمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كَبِّرِ الْكُبْرَ - أَوْ قَالَ - لِيَبْدَإِ الأَكْبَرُ ‏\"‏ ‏.‏ فَتَكَلَّمَا فِي أَمْرِ صَاحِبِهِمَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يُقْسِمُ خَمْسُونَ مِنْكُمْ عَلَى رَجُلٍ مِنْهُمْ فَيُدْفَعُ بِرُمَّتِهِ ‏\"‏ ‏.‏ قَالُوا أَمْرٌ لَمْ نَشْهَدْهُ كَيْفَ نَحْلِفُ قَالَ ‏\"‏ فَتُبْرِئُكُمْ يَهُودُ بِأَيْمَانِ خَمْسِينَ مِنْهُمْ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ قَوْمٌ كُفَّارٌ قَالَ فَوَدَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ قِبَلِهِ ‏.‏ قَالَ سَهْلٌ فَدَخَلْتُ مِرْبَدًا لَهُمْ يَوْمًا فَرَكَضَتْنِي نَاقَةٌ مِنْ تِلْكَ الإِبِلِ رَكْضَةً بِرِجْلِهَا ‏.‏ قَالَ حَمَّادٌ هَذَا أَوْ نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4242,
    "narrator": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একজন আনসারী সাহাবার",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুনের ব্যাপারে হলফ করে বলা ----- যা জাহিলী যুগে চলত তা পূর্বের ন্যায় বলবৎ রেখেছেন। (ই.ফা. ৪২০৩ , ই.সে. ৪২০৩)",
    "ar": "حَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، قَالَ أَبُو الطَّاهِرِ حَدَّثَنَا وَقَالَ، حَرْمَلَةُ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، وَسُلَيْمَانُ، بْنُ يَسَارٍ مَوْلَى مَيْمُونَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم عَنْ رَجُلٍ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ الأَنْصَارِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَقَرَّ الْقَسَامَةَ عَلَى مَا كَانَتْ عَلَيْهِ فِي الْجَاهِلِيَّةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4243,
    "narrator": "মুহাম্মাদ ইবনু রাফি‘ (রহঃ), ইবনু শিহাব থেকে একই সূত্রে",
    "bn": "অনুরূপ হাদীস বর্ণনা করেছেন এবং এ কথা অতিরিক্ত করেছেন যে, ----- রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সে (দিয়্যাতের) ব্যাপারে নিষ্পত্তি করেছিলেন, যা তারা ইয়াহূদীদের উপর (হত্যার) দাবী উত্থাপন করছিল। (ই.ফা. ৪২০৪, ই.সে. ৪২০৪)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالَ أَخْبَرَنَا ابْنُ جُرَيْجٍ، حَدَّثَنَا ابْنُ، شِهَابٍ بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏ وَزَادَ وَقَضَى بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ نَاسٍ مِنَ الأَنْصَارِ فِي قَتِيلٍ ادَّعَوْهُ عَلَى الْيَهُودِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4256,
    "narrator": "ইসহাক্ ইবনু মানসূর (র.) আইয়ূব (র.)",
    "bn": "উক্ত সানাদে অনুরূপভাবে হাদীসটি বর্ণনা করেন। (ই.ফা. ৪২১৭, ই.সে. ৪২১৭)",
    "ar": "وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ بَكْرٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي مَعْمَرٌ، عَنْ أَيُّوبَ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4254,
    "narrator": "শু’বাহ্‌",
    "bn": "উল্লিখিত সানাদে অনুরূপ বর্ণনা করেন। আর ইবনু ইদ্রীসের বর্ণিত হাদীসে উল্লেখ আছে যে, (--) (তখন তিনি তার মাথা দু’টি পাথরের মাঝে রেখে পিষে দিলেন।) (ই.ফা. ৪২১৫, ই.সে. ৪২১৫)",
    "ar": "وَحَدَّثَنِي يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ الْحَارِثِ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا ابْنُ إِدْرِيسَ، كِلاَهُمَا عَنْ شُعْبَةَ، بِهَذَا الإِسْنَادِ ‏.‏ نَحْوَهُ وَفِي حَدِيثِ ابْنِ إِدْرِيسَ فَرَضَخَ رَأْسَهُ بَيْنَ حَجَرَيْنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4259,
    "narrator": "ইবনু ইয়া’লা (রা.)-এর সূত্রে নাবী (সঃ)",
    "bn": "ইবনু ইয়া’লা (রাঃ)-এর সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে অনুরূপ হাদীস বর্ণনা করেন। (ই.ফা. ৪২২০, ই.সে. ৪২২০)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ عَطَاءٍ، عَنِ ابْنِ يَعْلَى، عَنْ يَعْلَى، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4265,
    "narrator": "ইবনু জুরায়জ (র.) হতে একই সূত্রে",
    "bn": "ইবনু জুরায়জ (র.) হতে একই সূত্রে উল্লেখিত হাদীসের অনুরূপ বর্ণনা করেছেন। (ই.ফা. ৪২২৬, ই.সে. ৪২২৬)",
    "ar": "وَحَدَّثَنَاهُ عَمْرُو بْنُ زُرَارَةَ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، قَالَ أَخْبَرَنَا ابْنُ جُرَيْجٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4268,
    "narrator": "আ’মাশ (রহঃ)",
    "bn": "আ’মাশ (রহঃ) হতে উল্লেখিত সানাদে অনুরূপ বর্ণনা করেছেন। (ই.ফা. ৪২২৯, ই.সে. ৪২২৯)",
    "ar": "حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَلِيُّ بْنُ خَشْرَمٍ، قَالاَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، كُلُّهُمْ عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4270,
    "narrator": "হাজ্জাজ ইবনু শা’ইর ও কাসিম ইবনু যাকারিয়্যা (রহঃ) হতে উভয় সানাদে সুফ্ইয়ান (রহঃ)",
    "bn": "অনুরূপ বর্ণনা করেছেন। তবে তিনি তাঁর বর্ণিত হাদীসে ………… (সে সত্তার কসম যিনি ব্যতীত কোন মা’বূদ নেই) এ কথার উল্লেখ করেননি। (ই.ফা. ৪২৩১, ই.সে. ৪২৩১)",
    "ar": "وَحَدَّثَنِي حَجَّاجُ بْنُ الشَّاعِرِ، وَالْقَاسِمُ بْنُ زَكَرِيَّاءَ، قَالاَ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ شَيْبَانَ، عَنِ الأَعْمَشِ، بِالإِسْنَادَيْنِ جَمِيعًا ‏.‏ نَحْوَ حَدِيثِ سُفْيَانَ وَلَمْ يَذْكُرَا فِي الْحَدِيثِ قَوْلَهُ ‏ \"‏ وَالَّذِي لاَ إِلَهَ غَيْرُهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4272,
    "narrator": "আ’মাশ (রহঃ)",
    "bn": "উক্ত সানাদে হাসীস বর্ণনা করেছেন। তবে জারীর এবং ইসহাক্ (রহঃ)-এর হাদীসে …… (কেননা সে খুনের প্রথা প্রচলন করেছে) এ কথার উল্লেখ আছে। কিন্তু …… (প্রথম) কথাটির উল্লেখ নেই।(ই.ফা. ৪২৩৩, ই.সে. ৪২৩৩)",
    "ar": "وَحَدَّثَنَاهُ عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، وَعِيسَى بْنُ يُونُسَ، ح وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، كُلُّهُمْ عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ وَفِي حَدِيثِ جَرِيرٍ وَعِيسَى بْنِ يُونُسَ ‏ \"‏ لأَنَّهُ سَنَّ الْقَتْلَ ‏\"‏ ‏.‏ لَمْ يَذْكُرَا أَوَّلَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4274,
    "narrator": "‘আবদুল্লাহ (রাঃ)-এর সূত্রে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "অনুরূপ বর্ণনা করেন। তবে তাদের কেউ কেউ শু’বাহ্ (রহঃ) হতে …………… (বিচার করা হবে) কথাটি বর্ণনা করেছেন। আর কেউ কেউ ………………. (মানুষের মাঝে হুকুম (বিচার) করা হবে) কথাটি বর্ণনা করেছেন। (ই.ফা. ৪২৩৫, ই.সে. ৪২৩৫)",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنِي يَحْيَى بْنُ حَبِيبٍ، حَدَّثَنَا خَالِدٌ، - يَعْنِي ابْنَ الْحَارِثِ - ح وَحَدَّثَنِي بِشْرُ بْنُ خَالِدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، ح وَحَدَّثَنَا ابْنُ، الْمُثَنَّى وَابْنُ بَشَّارٍ قَالاَ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، كُلُّهُمْ عَنْ شُعْبَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ بِمِثْلِهِ غَيْرَ أَنَّ بَعْضَهُمْ قَالَ عَنْ شُعْبَةَ ‏\"‏ يُقْضَى ‏\"‏ ‏.‏ وَبَعْضُهُمْ قَالَ ‏\"‏ يُحْكَمُ بَيْنَ النَّاسِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4277,
    "narrator": "আবূ বাকরাহ (রাঃ)",
    "bn": "তিনি বলেন, যখন সেদিন (ইয়াওমুন্নাহারের দিন) উপস্থিত হ’ল তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি উটের উপর উপবেশন করলেন। রাবী বলেন, এক ব্যক্তি তার লাগাম ধরে রেখেছিল। রাবী’র সন্দেহ …….…… শব্দের পরিবর্তে ………..…. (লাগাম) শব্দ বর্ণনা করেছেন। এরপর তিনি ইয়াযীদ ইবনু যুরাই’ (রাঃ)-এর হাদীসের অনুরূপ হাদীস বর্ণনা করেন। (ই.ফা. ৪২৩৮, ই.সে. ৪২৩৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا حَمَّادُ بْنُ مَسْعَدَةَ، عَنِ ابْنِ عَوْنٍ، قَالَ قَالَ مُحَمَّدٌ قَالَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرَةَ عَنْ أَبِيهِ قَالَ لَمَّا كَانَ ذَلِكَ الْيَوْمُ جَلَسَ النَّبِيُّ صلى الله عليه وسلم عَلَى بَعِيرٍ - قَالَ - وَرَجُلٌ آخِذٌ بِزِمَامِهِ - أَوْ قَالَ بِخِطَامِهِ - فَذَكَرَ نَحْوَ حَدِيثِ يَزِيدَ بْنِ زُرَيْعٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4275,
    "narrator": "আবূ বাকরাহ (রাঃ)-এর সূত্রে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "তিনি বলেছেনঃ কাল আবর্তিত হয়ে পূর্বাবস্থায় ফিরে এসেছে, যে অবস্থায় আল্লাহ তা’আলা আকাশসমূহ ও পৃথিবী সৃষ্টি করেছিলেন। এক বছর হয় বার মাসে, তন্মধ্যে চারটি নিষিদ্ধ মাস। (অর্থাৎ- তাতে যুদ্ধ বিগ্রহ করা হারাম) এর তিন মাস হল ধারাবাহিক- ১. যুল কা’দা, ২. যুলহাজ্জাহ্ এবং ৩. মুহাররাম। আর রজবও নিষিদ্ধ মাস, যা জামাদিউস্ সানী এবং শা’বানের মাঝে অবস্থিত। এর পর তিনি বললেনঃ এটি কোন্ মাস? আমরা বললাম, আল্লাহ ও তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ ব্যাপারে অধিক জানেন। বর্ণনাকারী বলেন, এরপর তিনি কিছুক্ষণ চুপ রইলেন। আমরা ভাবলাম যে, তিনি হয়ত এ মাসের নতুন কোন নাম বলবেন। এরপর তিনি বললেনঃ এ-কি “যুলহাজ্জাহ্” মাস নয়? আমরা বললাম, জী-হ্যাঁ। তিনি বললেনঃ এ কোন্ শহর? আমরা বললাম, আল্লাহ ও তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অধিক জানেন। বর্ণনাকারী বলেন, তিনি কিছুক্ষণ চুপ রইলেন। এতে আমরা ধারণা করলাম যে, তিনি হয়ত এর অপর কোন নাম রাখবেন। তিনি বললেনঃ এ-কি (মাক্কা) শহর নয়। আমরা বললাম, জী-হ্যাঁ। তিনি বললেনঃ এ কোন্ দিন? আমরা বললাম আল্লাহ ও তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অধিক জ্ঞাত। বর্ণনাকারী বলেন, এরপর তিনি কিছুক্ষণ চুপ রইলেন। এতে আমরা ধারণা করলাম যে, তিনি হয়ত এর অন্য কোন নাম বলবেন। তিনি বললেনঃ এ-কি ইয়াওমুন্নাহার (ঈদুল আযহার দিন) নয়? আমরা বললাম, জী-হ্যাঁ, হে আল্লাহ্‌র রসূল! তিনি বললেনঃ তোমাদের জান ও মাল এবং রাবী মুহাম্মাদ বলেন, আমি ধারণা করি এর সাথে তিনি তোমাদের মান সম্ভ্রম এ কথা যুক্ত করে বললেনঃ এগুলো তেমন মর্যাদাপূর্ণ যেমন তোমাদের কাছে আজকার দিবস, এ নগর এবং এ মাসও পবিত্র। তোমরা খুব শীঘ্রই তোমাদের প্রভুর সাথে মিলিত হবে। তখন তোমাদেরকে তোমোদের কৃতকর্ম সম্পর্কে জিজ্ঞাসাবাদ করা হবে। অতএব তোমরা আমার পরে পথভ্রষ্ট হয়ে একে অন্যের সাথে ঝগড়া-ফাসাদে লিপ্ত হয়ো না। সাবধান! তোমাদের উপস্থিতগণ অবশ্যই অনুপস্থিতদের কাছে আমার এ বাণী পৌছে দিবে। সম্ভবতঃ উপস্থিত ব্যক্তি যাদের কাছে আমার বাণী পৌছে দিবে, তাঁরা কেউ কেউ হয়ত এখানকার শ্রোতাদের চেয়ে অধিকতর সংরক্ষণকারী হবে। এরপর তিনি বললেনঃ ওহে! শুনো, আমি কি আল্লাহর নির্দেশ পৌছে দেইনি?\nইবনু হাবীব তাঁর বর্ণনায় ………………….. (রজব নিষিদ্ধ মাস) বর্ণনা করেছেন। আবূ বকর (রাঃ)-এর অপর বর্ণনায় …………… (তোমরা আমার পরে ধর্মান্তরিত হয়ো না) বর্ণিত হয়েছে। (ই.ফা. ৪২৩৬, ই.সে. ৪২৩৬)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَيَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، - وَتَقَارَبَا فِي اللَّفْظِ - قَالاَ حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ أَيُّوبَ، عَنِ ابْنِ سِيرِينَ، عَنِ ابْنِ أَبِي بَكْرَةَ، عَنْ أَبِي، بَكْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ إِنَّ الزَّمَانَ قَدِ اسْتَدَارَ كَهَيْئَتِهِ يَوْمَ خَلَقَ اللَّهُ السَّمَوَاتِ وَالأَرْضَ السَّنَةُ اثْنَا عَشَرَ شَهْرًا مِنْهَا أَرْبَعَةٌ حُرُمٌ ثَلاَثَةٌ مُتَوَالِيَاتٌ ذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمُ وَرَجَبٌ شَهْرُ مُضَرَ الَّذِي بَيْنَ جُمَادَى وَشَعْبَانَ - ثُمَّ قَالَ - أَىُّ شَهْرٍ هَذَا ‏\"‏ ‏.‏ قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ - قَالَ - فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ ‏.‏ قَالَ ‏\"‏ أَلَيْسَ ذَا الْحِجَّةِ ‏\"‏ ‏.‏ قُلْنَا بَلَى ‏.‏ قَالَ ‏\"‏ فَأَىُّ بَلَدٍ هَذَا ‏\"‏ ‏.‏ قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ - قَالَ - فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ ‏.‏ قَالَ ‏\"‏ أَلَيْسَ الْبَلْدَةَ ‏\"‏ ‏.‏ قُلْنَا بَلَى ‏.‏ قَالَ ‏\"‏ فَأَىُّ يَوْمٍ هَذَا ‏\"‏ ‏.‏ قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ - قَالَ - فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ ‏.‏ قَالَ ‏\"‏ أَلَيْسَ يَوْمَ النَّحْرِ ‏\"‏ ‏.‏ قُلْنَا بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ - قَالَ مُحَمَّدٌ وَأَحْسِبُهُ قَالَ - وَأَعْرَاضَكُمْ حَرَامٌ عَلَيْكُمْ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا وَسَتَلْقَوْنَ رَبَّكُمْ فَيَسْأَلُكُمْ عَنْ أَعْمَالِكُمْ فَلاَ تَرْجِعُنَّ بَعْدِي كُفَّارًا - أَوْ ضُلاَّلاً - يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ أَلاَ لِيُبَلِّغِ الشَّاهِدُ الْغَائِبَ فَلَعَلَّ بَعْضَ مَنْ يُبَلَّغُهُ يَكُونُ أَوْعَى لَهُ مِنْ بَعْضِ مَنْ سَمِعَهُ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ أَلاَ هَلْ بَلَّغْتُ ‏\"‏ ‏.‏ قَالَ ابْنُ حَبِيبٍ فِي رِوَايَتِهِ ‏\"‏ وَرَجَبُ مُضَرَ ‏\"‏ ‏.‏ وَفِي رِوَايَةِ أَبِي بَكْرٍ ‏\"‏ فَلاَ تَرْجِعُوا بَعْدِي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4287,
    "narrator": "মানসূর (রহঃ)",
    "bn": "মানসূর (রহঃ) হতে উক্ত সানাদে জারীর এবং মুফায্যাল (রহঃ) বর্ণিত হাদীসের অনুরূপ বর্ণনা করেছেন। (ই ফা ৪২৪৮, ই সে ৪২৪৮)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، بِهَذَا الإِسْنَادِ مِثْلَ مَعْنَى حَدِيثِ جَرِيرٍ وَمُفَضَّلٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4288,
    "narrator": "মানসূর (রহঃ)",
    "bn": "উল্লেখিত হাদীসের অনুরূপ বর্ণনা করেছেন। কিন্তু তিনি তাতে একটু অতিরিক্ত বর্ণনা করেছেন…… এবং সে গর্ভপাত  ঘটিয়ে দিয়েছিল। তখন এ ঘটনা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উপস্থাপন করা হল। তিনি এতে একটি গোলাম (দিয়্যাত হিসেবে) প্রদানের জন্য হত্যাকারী মহিলার অভিভাবকের প্রতি নির্দেশ দিলেন। কিন্তু তিনি তাঁর বর্ণিত হাদীসে আরবী (মহিলার দিয়্যাত) কথাটির উল্লেখ করেননি। (ই ফা ৪২৪৯, ই সে ৪২৪৯)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالُوا حَدَّثَنَا مُحَمَّدُ، بْنُ جَعْفَرٍ عَنْ شُعْبَةَ، عَنْ مَنْصُورٍ، بِإِسْنَادِهِمُ الْحَدِيثَ بِقِصَّتِهِ ‏.‏ غَيْرَ أَنَّ فِيهِ فَأَسْقَطَتْ فَرُفِعَ ذَلِكَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَضَى فِيهِ بِغُرَّةٍ وَجَعَلَهُ عَلَى أَوْلِيَاءِ الْمَرْأَةِ ‏.‏ وَلَمْ يَذْكُرْ فِي الْحَدِيثِ دِيَةَ الْمَرْأَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4244,
    "narrator": "হাসান ইবনু আলী হুলওয়ানী (রাযিঃ)",
    "bn": "আনসারী লোকদের সূত্রে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে ইবনু জুরাইজ (রাযিঃ) এর হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। (ইসলামিক ফাউন্ডেশন ৪২০৫, ইসলামিক সেন্টার ৪২০৫)",
    "ar": "وَحَدَّثَنَا حَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، حَدَّثَنَا يَعْقُوبُ، - وَهُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ - حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ، وَسُلَيْمَانَ بْنَ يَسَارٍ، أَخْبَرَاهُ عَنْ نَاسٍ، مِنَ الأَنْصَارِ عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ ابْنِ جُرَيْجٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]