[
  {
    "hadith_id": 568,
    "narrator": "মাইমুনাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রসূলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সহধর্মিণীদের সাথে পরিহিত কাপড়ের উপর ঋতুর অবস্থায় মেলামেশা করতেন। (ই.ফা. ৫৭২, ই.সে. ৫৮৮)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنِ الشَّيْبَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ، عَنْ مَيْمُونَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُبَاشِرُ نِسَاءَهُ فَوْقَ الإِزَارِ وَهُنَّ حُيَّضٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 566,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, আমাদের কেউ যখন ঋতুবতী হয়ে পড়ত তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নির্দেশে সে পরিহিত কাপড় ভাল করে বেঁধে নিত। অতঃপর রসূলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার সাথে মেলামেশা করতেন। (ই.ফা. ৫৭০, ই.সে. ৫৮৬)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ إِحْدَانَا إِذَا كَانَتْ حَائِضًا أَمَرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَتَأْتَزِرُ بِإِزَارٍ ثُمَّ يُبَاشِرُهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 567,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, আমাদের কেউ যখন ঋতুবতী হয়ে পড়ত তখন রসূলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার হায়িয আসার স্থানে তাকে শক্ত করে কাপড় বেঁধে নেয়ার নির্দেশ দিতেন। অতঃপর তার সাথে মেলামেশা করতেন। তিনি [আয়িশাহ্ (রাঃ)] বলেন, তোমাদের মধ্যে কে তার যৌনকামনা সেরূপ নিয়ন্ত্রণে রাখতে সক্ষম-রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যেরূপ যৌন কামনা নিয়ন্ত্রণে রাখতে সক্ষম ছিলেন? (ই.ফা. ৫৭১, ই.সে ৫৮৭)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الشَّيْبَانِيِّ، ح وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، - وَاللَّفْظُ لَهُ - أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، أَخْبَرَنَا أَبُو إِسْحَاقَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَسْوَدِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ إِحْدَانَا إِذَا كَانَتْ حَائِضًا أَمَرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ تَأْتَزِرَ فِي فَوْرِ حَيْضَتِهَا ثُمَّ يُبَاشِرُهَا ‏.‏ قَالَتْ وَأَيُّكُمْ يَمْلِكُ إِرْبَهُ كَمَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَمْلِكُ إِرْبَهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 569,
    "narrator": "‘আবদুল্লাহ্ ইবনু ‘আব্বাস (রাঃ) এর আযাদকৃত গোলাম কুরায়ব",
    "bn": "আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর স্ত্রী মাইমূনাকে বলতে শুনেছি, তিনি বলেছেনঃ আমি ঋতুবতী অবস্থায় রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার সঙ্গে একই বিছানায় শুইতেন। এ সময় আমার ও তাঁর মাঝে কেবলমাত্র একখানা কাপড়ের আড়াল থাকত। (ই.ফা ৫৭৩, ই.সে. ৫৮৯)",
    "ar": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، عَنْ مَخْرَمَةَ، ح وَحَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَأَحْمَدُ بْنُ عِيسَى، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَخْرَمَةُ، عَنْ أَبِيهِ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ قَالَ سَمِعْتُ مَيْمُونَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَضْطَجِعُ مَعِي وَأَنَا حَائِضٌ وَبَيْنِي وَبَيْنَهُ ثَوْبٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 570,
    "narrator": "উম্মু সালামাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি ও রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি রেখাযুক্ত চাদরের নীচে শুয়েছিলাম। ইতোমধ্যেই আমার হায়িয এলো। আমি চুপিসারে উঠে গিয়ে আমার হায়িয-এর কাপড় পরে নিলাম। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেন, ‘তোমার কি হায়িয এসেছে? আমি বললাম, হ্যাঁ। তিনি আমাকে (কাছে) ডাকলেন। অতঃপর আমি তাঁর চাদরটির নীচে শুইলাম। ’\nরাবী বলেন, তিনি (উম্মু সালামাহ) ও রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একই পাত্র থেকে (পানি নিয়ে) নাপাকির পবিত্র হওয়ার গোসল করতেন। (ই.ফা. ৫৭৪, ই.সে. ৫৯০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، حَدَّثَنَا أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ زَيْنَبَ بِنْتَ أُمِّ سَلَمَةَ، حَدَّثَتْهُ أَنَّ أُمَّ سَلَمَةَ حَدَّثَتْهَا قَالَتْ، بَيْنَمَا أَنَا مُضْطَجِعَةٌ، مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْخَمِيلَةِ إِذْ حِضْتُ فَانْسَلَلْتُ فَأَخَذْتُ ثِيَابَ حَيْضَتِي فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَنُفِسْتِ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ فَدَعَانِي فَاضْطَجَعْتُ مَعَهُ فِي الْخَمِيلَةِ ‏.‏ قَالَتْ وَكَانَتْ هِيَ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَغْتَسِلاَنِ فِي الإِنَاءِ الْوَاحِدِ مِنَ الْجَنَابَةِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 573,
    "narrator": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সহধর্মিণী ‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইতিকাফে থাকাবস্থায় (অধিকাংশ সময়) মাসজিদ থেকে তাঁর মাথা আমার দিকে বের করে দিতেন। আমি ঋতুবতী অবস্থায় তা ধুয়ে দিতাম। (ই.ফা. ৫৭৭, ই.সে. ৫৯৩)",
    "ar": "وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ نَوْفَلٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُخْرِجُ إِلَىَّ رَأْسَهُ مِنَ الْمَسْجِدِ وَهُوَ مُجَاوِرٌ فَأَغْسِلُهُ وَأَنَا حَائِضٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 576,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেন, “মাসজিদ থেকে আমার জায়নামাযটি (হাত বাড়িয়ে) নিয়ে এসো”। তিনি বলেন, আমি বললাম, আমি তো ঋতুবতী। তিনি বললেনঃ তোমার হায়িয তো তোমার হাতে নয়। (ই.ফা. ৫৮০, ই.সে. ৫৯৬)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ ثَابِتِ بْنِ عُبَيْدٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ نَاوِلِينِي الْخُمْرَةَ مِنَ الْمَسْجِدِ ‏\"‏ ‏.‏ قَالَتْ فَقُلْتُ إِنِّي حَائِضٌ ‏.‏ فَقَالَ ‏\"‏ إِنَّ حَيْضَتَكِ لَيْسَتْ فِي يَدِكِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 575,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি ঋতুবতী অবস্থায় রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর মাথা ধুয়ে দিতাম। (ই.ফা. ৫৭৯, ই.সে. ৫৯৫)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغْسِلُ رَأْسَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَنَا حَائِضٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 574,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার দিকে তাঁর মাথা এগিয়ে দিতেন। আমার হুজরায় থেকে ঋতুবতী অবস্থায় আমি তাঁর মাথা আঁচড়ে দিতাম। (ই.ফা. ৫৭৮, ই.সে. ৫৯৪)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ هِشَامٍ، أَخْبَرَنَا عُرْوَةُ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُدْنِي إِلَىَّ رَأْسَهُ وَأَنَا فِي حُجْرَتِي فَأُرَجِّلُ رَأْسَهُ وَأَنَا حَائِضٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 572,
    "narrator": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর স্ত্রী ‘আয়িশাহ(রাঃ)",
    "bn": "তিনি বলেন, (ই’তিকাফের সময়) আমি যখন প্রাকৃতিক প্রয়োজনে ঘরে প্রবেশ করতাম। ঘরে কোন রোগী থাকে তাহলেও তাকে কোন কথা জিজ্ঞেস না করেই চলে যেতাম। ই’তিকাফের সময় রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদ থেকে আমার দিকে মাথা এগিয়ে দিতেন, আর আমি তাঁর চুল আঁচড়ে দিতাম। ই’তিকাফ থাকাবস্থায় তিনি (প্রাকৃতিক) কোন প্রয়োজন ছাড়া ঘরে প্রবেশ করতেন না।\nইবনু রুমহ্ বলেছেন: যখন তাঁরা ইতিকাফের অবস্থায় থাকতেন, প্রাকৃতিক প্রয়োজন ছাড়া ঘরে প্রবেশ করতেন না। (ই.ফা. ৫৭৬, ই.সে. ৫৯২)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، قَالَ أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، وَعَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ إِنْ كُنْتُ لأَدْخُلُ الْبَيْتَ لِلْحَاجَةِ وَالْمَرِيضُ فِيهِ فَمَا أَسْأَلُ عَنْهُ إِلاَّ وَأَنَا مَارَّةٌ وَإِنْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيُدْخِلُ عَلَىَّ رَأْسَهُ وَهُوَ فِي الْمَسْجِدِ فَأُرَجِّلُهُ وَكَانَ لاَ يَدْخُلُ الْبَيْتَ إِلاَّ لِحَاجَةٍ إِذَا كَانَ مُعْتَكِفًا ‏.‏ وَقَالَ ابْنُ رُمْحٍ إِذَا كَانُوا مُعْتَكِفِينَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 571,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "রসূলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন ই’তিকাফ করতেন তখন আমার দিকে তাঁর মাথা ঝুঁকিয়ে দিতেন। আমি তা আঁচড়ে দিতাম। (ই’তিকাফ কালে) তিনি ঘরে প্রবেশ করতেন না প্রাকৃতিক প্রয়োজন (যেমন প্রস্রাব পায়খানা) ছাড়া। (ই.ফা. ৫৭৫, ই.সে. ৫৯১)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا اعْتَكَفَ يُدْنِي إِلَىَّ رَأْسَهُ فَأُرَجِّلُهُ وَكَانَ لاَ يَدْخُلُ الْبَيْتَ إِلاَّ لِحَاجَةِ الإِنْسَانِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 577,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদ থেকে জায়নামায (হাত বাড়িয়ে) তুলে নিয়ে আসতে আমাকে নির্দেশ দিলেন। আমি বললাম যে, আমি তো ঋতুবতী। তিনি বললেন, তুমি তো আমার কাছে নিয়ে এসো। কারণ হায়িয তোমার হাতে নেই (লেগে যায়নি)। ই.ফা. ৫৮১, ই.সে. ৫৯৭)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ حَجَّاجٍ، وَابْنِ أَبِي غَنِيَّةَ، عَنْ ثَابِتِ بْنِ عُبَيْدٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ أَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ أُنَاوِلَهُ الْخُمْرَةَ مِنَ الْمَسْجِدِ ‏.‏ فَقُلْتُ إِنِّي حَائِضٌ ‏.‏ فَقَالَ ‏ \"‏ تَنَاوَلِيهَا فَإِنَّ الْحَيْضَةَ لَيْسَتْ فِي يَدِكِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 578,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, একদিন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ই’তিকাফরত অবস্থায় মাসজিদ থেকে বললেন, হে ‘আয়িশাহ! আমাকে কাপড়টা এগিয়ে দাও। তিনি (‘আয়িশাহ (রাঃ)] বলেন, আমি যে ঋতুবতী! জবাবে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ঋতু তো তোমার হাতে লাগে নাই। তারপর আমি তা এনে দিলাম। (ই.ফা. ৫৮২, ই.সে. ৫৯৮)",
    "ar": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَأَبُو كَامِلٍ وَمُحَمَّدُ بْنُ حَاتِمٍ كُلُّهُمْ عَنْ يَحْيَى بْنِ سَعِيدٍ، - قَالَ زُهَيْرٌ حَدَّثَنَا يَحْيَى، - عَنْ يَزِيدَ بْنِ كَيْسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْمَسْجِدِ فَقَالَ ‏\"‏ يَا عَائِشَةُ نَاوِلِينِي الثَّوْبَ ‏\"‏ ‏.‏ فَقَالَتْ إِنِّي حَائِضٌ ‏.‏ فَقَالَ ‏\"‏ إِنَّ حَيْضَتَكِ لَيْسَتْ فِي يَدِكِ ‏\"‏ فَنَاوَلَتْهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 579,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি ঋতুবতী অবস্থায় পানি পান করতাম এবং পরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে অবশিষ্টটুকু প্রদান করলে আমি যেখানে মুখ লাগিয়ে পান করতাম তিনিও পাত্রের সে স্থানে মুখ লাগিয়ে পান করতেন। আবার আমি ঋতুবতী অবস্থায় হাড় খেয়ে তা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে দিলে আমি যেখানে মুখ লাগিয়েছিলাম তিনি সেখানে মুখ লাগিয়ে খেতেন। তবে যুহায়র কর্তৃক বর্ণিত হাদীসে “পান করার” উল্লেখ নেই। (ই.ফা. ৫৮৩, ই.সে.৫৯৯)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، وَسُفْيَانَ، عَنِ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَشْرَبُ وَأَنَا حَائِضٌ، ثُمَّ أُنَاوِلُهُ النَّبِيَّ صلى الله عليه وسلم فَيَضَعُ فَاهُ عَلَى مَوْضِعِ فِيَّ فَيَشْرَبُ وَأَتَعَرَّقُ الْعَرْقَ وَأَنَا حَائِضٌ ثُمَّ أُنَاوِلُهُ النَّبِيَّ صلى الله عليه وسلم فَيَضَعُ فَاهُ عَلَى مَوْضِعِ فِيَّ ‏.‏ وَلَمْ يَذْكُرْ زُهَيْرٌ فَيَشْرَبُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 580,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, (অধিকাংশ সময়) রসূলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার হায়িয অবস্থায় আমার কোলে মাথা রেখে কুরআন পাঠ করতেন। (ই.ফা. ৫৮৪, ই.সে. ৬০০)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا دَاوُدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَكِّيُّ، عَنْ مَنْصُورٍ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَتَّكِئُ فِي حِجْرِي وَأَنَا حَائِضٌ فَيَقْرَأُ الْقُرْآنَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 581,
    "narrator": "আনাস (রাঃ)",
    "bn": "ইয়াহূদীগণ তাদের মহিলাদের হায়িজ হলে তার সাথে এক সঙ্গে খাবার খেত না এবং এক ঘরে বাস করত না। সাহাবায়ে কিরাম এ সম্পর্কে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জিজ্ঞেস করলেন। তখন আল্লাহ্ তা‘আলা এ আয়াত নাযিল করলেন, “তারা তোমার কাছে হায়িয সম্পর্কে জিজ্ঞেস করে। বলে দাও যে, তা হলো নাপাক। সুতরাং হায়িয অবস্থায় তোমরা মহিলাদের থেকে পৃথক থাক....”(সূরাহ আল বাকারাহ্ ২ : ২২২)। এরপর রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা (সে সময় তাদের সাথে) শুধু সহবাস ছাড়া অন্যান্য সব কাজ কর। এ খবর ইয়াহূদীদের কাছে পৌছলে তারা বলল, এ লোকটি সব কাজেই কেবল আমাদের বিরোধিতা করতে চায়। অতঃপর উসায়দ ইবনু হুযায়র (রাঃ) ও ‘আব্বাস ইবনু বিশর (রাঃ) এসে বললেন, ইয়া রসূলুল্লাহ্! ইয়াহূদীরা এমন এমন বলছে। আমরা কি তাদের সাথে (হায়িয অবস্থায়) সহবাস করব না? রসুলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর চেহারা মুবারক বিবর্ণ হয়ে গেল। এতে আমরা ধারণা করলাম যে, তিনি তাদের উপর ভীষণ রাগান্বিত হয়েছেন। তারা (উভয়ে) বেরিয়ে গেল। ইতোমধ্যেই রসূলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে দুধ হাদিয়া এলো। তিনি তাদেরকে ডেকে আনার জন্যে লোক পাঠালেন। (তারা এলে) তিনি তাদেরকে দুধ পান করালেন। তখন তারা বুঝল যে, তিনি তাদের উপর রাগ করেননি। (ই.ফা. ৫৮৫, ই.সে. ৬০১)",
    "ar": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، حَدَّثَنَا ثَابِتٌ، عَنْ أَنَسٍ، أَنَّ الْيَهُودَ، كَانُوا إِذَا حَاضَتِ الْمَرْأَةُ فِيهِمْ لَمْ يُؤَاكِلُوهَا وَلَمْ يُجَامِعُوهُنَّ فِي الْبُيُوتِ فَسَأَلَ أَصْحَابُ النَّبِيِّ صلى الله عليه وسلم النَّبِيَّ صلى الله عليه وسلم فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏ وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ‏}‏ إِلَى آخِرِ الآيَةِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اصْنَعُوا كُلَّ شَىْءٍ إِلاَّ النِّكَاحَ ‏\"‏ ‏.‏ فَبَلَغَ ذَلِكَ الْيَهُودَ فَقَالُوا مَا يُرِيدُ هَذَا الرَّجُلُ أَنْ يَدَعَ مِنْ أَمْرِنَا شَيْئًا إِلاَّ خَالَفَنَا فِيهِ فَجَاءَ أُسَيْدُ بْنُ حُضَيْرٍ وَعَبَّادُ بْنُ بِشْرٍ فَقَالاَ يَا رَسُولَ اللَّهِ إِنَّ الْيَهُودَ تَقُولُ كَذَا وَكَذَا ‏.‏ فَلاَ نُجَامِعُهُنَّ فَتَغَيَّرَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى ظَنَنَّا أَنْ قَدْ وَجَدَ عَلَيْهِمَا فَخَرَجَا فَاسْتَقْبَلَهُمَا هَدِيَّةٌ مِنْ لَبَنٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَرْسَلَ فِي آثَارِهِمَا فَسَقَاهُمَا فَعَرَفَا أَنْ لَمْ يَجِدْ عَلَيْهِمَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 582,
    "narrator": "‘আলী (রাঃ)",
    "bn": "তিনি বললেন, আমার বেশি বেশি মাযী বের হত। আমি এ সম্পর্কে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে জিজ্ঞেস করতে লজ্জাবোধ করতাম। কারণ তাঁর কন্যা ছিল আমার স্ত্রী। তাই আমি মিকদাদ ইবনুল আসওয়াদকে (এ সম্পর্কে জানতে) বললাম, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জিজ্ঞেস করলেন। তখন তিনি বললেন, এ তার পুরুষাঙ্গ ধুয়ে ফেলবে এবং ওযূ করে নিবে। (ই.ফা. ৫৮৬, ই.সে. ৬০২)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، وَأَبُو مُعَاوِيَةَ وَهُشَيْمٌ عَنِ الأَعْمَشِ، عَنْ مُنْذِرِ بْنِ يَعْلَى، - وَيُكْنَى أَبَا يَعْلَى - عَنِ ابْنِ الْحَنَفِيَّةِ، عَنْ عَلِيٍّ، قَالَ كُنْتُ رَجُلاً مَذَّاءً وَكُنْتُ أَسْتَحْيِي أَنْ أَسْأَلَ النَّبِيَّ صلى الله عليه وسلم لِمَكَانِ ابْنَتِهِ فَأَمَرْتُ الْمِقْدَادَ بْنَ الأَسْوَدِ فَسَأَلَهُ فَقَالَ ‏ \"‏ يَغْسِلُ ذَكَرَهُ وَيَتَوَضَّأُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 583,
    "narrator": "‘আলী (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে মাযী সম্পর্কে জিজ্ঞেস করতে লজ্জাবোধ করছিলাম ফাতিমার কারণে। তাই আমি মিকদাদকে বললাম, তখন তিনি তাঁকে এ ব্যাপারে জিজ্ঞেস করলে তিনি বললেনঃ তাতে (মাযী বের হলে) শুধু ওযূ করতে হয়। (ই.ফা. ৫৮৭, ই.সে. ৬০৩)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدٌ، - يَعْنِي ابْنَ الْحَارِثِ - حَدَّثَنَا شُعْبَةُ، أَخْبَرَنِي سُلَيْمَانُ، قَالَ سَمِعْتُ مُنْذِرًا، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ عَلِيٍّ، أَنَّهُ قَالَ اسْتَحْيَيْتُ أَنْ أَسْأَلَ، النَّبِيَّ صلى الله عليه وسلم عَنِ الْمَذْىِ مِنْ أَجْلِ فَاطِمَةَ فَأَمَرْتُ الْمِقْدَادَ فَسَأَلَهُ فَقَالَ ‏ \"‏ مِنْهُ الْوُضُوءُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 584,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, ‘আলী আবূ তালিব (রাঃ) বলেন, আমি একবার মিকদাদ ইবনুল আসওয়াদকে রসুলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে পাঠালাম। তিনি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে জিজ্ঞেস করলেন যে, কোন লোকের মাযী বের হলে সে তখন কি করবে? তিনি বললেনঃপুরুষাঙ্গ ধুয়ে ফেলবে এবং ওযূ করবে। (ই.ফা. ৫৮৮, ই.সে. ৬০৪)",
    "ar": "وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَأَحْمَدُ بْنُ عِيسَى، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَخْرَمَةُ بْنُ بُكَيْرٍ، عَنْ أَبِيهِ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ أَرْسَلْنَا الْمِقْدَادَ بْنَ الأَسْوَدِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَأَلَهُ عَنِ الْمَذْىِ يَخْرُجُ مِنَ الإِنْسَانِ كَيْفَ يَفْعَلُ بِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ تَوَضَّأْ وَانْضَحْ فَرْجَكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 585,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতে (ঘুম থেকে) জেগে প্রাকৃতিক প্রয়োজন সারলেন (প্রস্রাব-পায়খানা), তারপর তাঁর মুখমন্ডল এবং উভয় হাত ধুলেন। এরপর ঘুমিয়ে গেলেন। (ই.ফা. ৫৮৯, ই.সে. ৬০৫)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَامَ مِنَ اللَّيْلِ فَقَضَى حَاجَتَهُ ثُمَّ غَسَلَ وَجْهَهُ وَيَدَيْهِ ثُمَّ نَامَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 591,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "‘উমার ইবনুল খাত্তাব (রাঃ) একবার রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বললেন, তিনি যদি রাতে (স্ত্রী সহবাসকালে) নাপাক হন (তাহলে কি করবেন)। অতঃপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বললেন, তুমি (তখন) ওযূ করবে এবং তোমার লজ্জাস্থান ধুয়ে ফেলবে তারপর ঘুমাবে। (ই.ফা. ৫৯৫, ই.সে. ৬১১)",
    "ar": "وَحَدَّثَنِي يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ ذَكَرَ عُمَرُ بْنُ الْخَطَّابِ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ تُصِيبُهُ جَنَابَةٌ مِنَ اللَّيْلِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ تَوَضَّأْ وَاغْسِلْ ذَكَرَكَ ثُمَّ نَمْ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 586,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "রসুলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নাপাকী অবস্থায় যখন ঘুমাতে ইচ্ছা করতেন তখন ঘুমাবার আগে সলাতের জন্য যেমন ওযূ করতে হয় তেমন ওযূ করতেন। (ই.ফা. ৫৯০, ই.সে. ৬০৬)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَمُحَمَّدُ بْنُ رُمْحٍ، قَالاَ أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا أَرَادَ أَنْ يَنَامَ وَهُوَ جُنُبٌ تَوَضَّأَ وُضُوءَهُ لِلصَّلاَةِ قَبْلَ أَنْ يَنَامَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 589,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "একদিন ‘উমার (রাঃ) জিজ্ঞেস করলেন, ইয়া রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমাদের কেউ নাপাক অবস্থায় কি ঘুমাতে পারবে? তিনি বললেনঃহ্যাঁ, যখন সে ওযূ করে নিবে। (ই.ফা. ৫৯৩, ই.সে. ৬০৮)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا يَحْيَى، - وَهُوَ ابْنُ سَعِيدٍ - عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ - وَاللَّفْظُ لَهُمَا - قَالَ ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي وَقَالَ أَبُو بَكْرٍ، حَدَّثَنَا أَبُو أُسَامَةَ، - قَالاَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ، قَالَ يَا رَسُولَ اللَّهِ أَيَرْقُدُ أَحَدُنَا وَهُوَ جُنُبٌ قَالَ ‏ \"‏ نَعَمْ إِذَا تَوَضَّأَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 590,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "‘উমার (রাঃ) একবার নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে ফাতাওয়া জিজ্ঞেস করলেন যে, আমাদের কেউ কি নাপাক অবস্থায় ঘুমাতে পারবে? তিনি বললেন, হ্যাঁ, সে যেন ওযূ করে তারপর ঘুমায়। এরপর যখন ইচ্ছা গোসল করে নেয়। (ই.ফা. ৫৯৪, ই.সে. ৬১০)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ، اسْتَفْتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ هَلْ يَنَامُ أَحَدُنَا وَهُوَ جُنُبٌ قَالَ ‏ \"‏ نَعَمْ لِيَتَوَضَّأْ ثُمَّ لْيَنَمْ حَتَّى يَغْتَسِلَ إِذَا شَاءَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 588,
    "narrator": "মুহাম্মাদ ইবনু আল মুসান্না, ইবনু বাশশার ও ‘উবাইদুল্লাহ্ ইবনু মু‘আয (রহঃ)-এর সূত্রে",
    "bn": "উক্ত সানাদে হাদীসটি বর্ণনা করেছেন।\nইবনু আল মুসান্না তাঁর হাদীসে বলেছেন: আমাকে হাকাম বর্ণনা করে বলেন যে, আমি ইবরাহীমকে এ হাদীস বলতে শুনেছি। ( ই.ফা. ৫৯২, ই.সে. ৬০৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، ح وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، قَالَ حَدَّثَنَا أَبِي قَالَ، حَدَّثَنَا شُعْبَةُ، بِهَذَا الإِسْنَادِ قَالَ ابْنُ الْمُثَنَّى فِي حَدِيثِهِ حَدَّثَنَا الْحَكَمُ، سَمِعْتُ إِبْرَاهِيمَ، يُحَدِّثُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 587,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রসুলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন নাপাক থাকতেন তখন কিছু খেতে অথবা ঘুমানো ইচ্ছা করলে ওযূ করে নিতেন যেমন, সলাতের ওযূ করতেন। (ই.ফা. ৫৯১, ই.সে. ৬০৭)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، وَوَكِيعٌ، وَغُنْدَرٌ، عَنْ شُعْبَةَ، عَنِ الْحَكَمِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا كَانَ جُنُبًا فَأَرَادَ أَنْ يَأْكُلَ أَوْ يَنَامَ تَوَضَّأَ وُضُوءَهُ لِلصَّلاَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 592,
    "narrator": "‘আবদুল্লাহ্ ইবনু আবূ কায়স (রহঃ)",
    "bn": "তিনি বলেন, আমি রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বিতর সম্বন্ধে ‘আয়িশাহ (রাঃ)-কে প্রশ্ন করলাম। তিনি (তৎবিষয়ে) হাদীস বর্ণনা করলেন। আমি জিজ্ঞেস করলাম, তিনি নাপাকির সময় কী করতেন, তিনি কি ঘুমাবার আগে গোসল করতেন, না গোসল করার আগে ঘুমাতেন? তিনি [‘আয়িশাহ (রাঃ)] বললেন, সবই করতেন। কখনো গোসল করে ঘুমাতেন আর কখনো ওযূ করে ঘুমিয়ে পড়তেন। আমি বললাম, সমস্ত প্রশংসা সে আল্লাহর যিনি সব কাজেই অবকাশ রেখেছেন। (ই.ফা. ৫৯৬, ই.সে. ৬১২)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَيْسٍ، قَالَ سَأَلْتُ عَائِشَةَ عَنْ وِتْرِ، رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَذَكَرَ الْحَدِيثَ قُلْتُ كَيْفَ كَانَ يَصْنَعُ فِي الْجَنَابَةِ أَكَانَ يَغْتَسِلُ قَبْلَ أَنْ يَنَامَ أَمْ يَنَامُ قَبْلَ أَنْ يَغْتَسِلَ قَالَتْ كُلُّ ذَلِكَ قَدْ كَانَ يَفْعَلُ رُبَّمَا اغْتَسَلَ فَنَامَ وَرُبَّمَا تَوَضَّأَ فَنَامَ ‏.‏ قُلْتُ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِي الأَمْرِ سَعَةً ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 593,
    "narrator": "যুহায়র ইবনু হারব ও হারূন সা‘ঈদ আল আইলী (রহঃ) মু‘আবিয়াহ্ ইবনু সালিহ (রহঃ) এর সূত্রে",
    "bn": "উক্ত সানাদে এ হাদীসটি বর্ণনা করেছেন। (ই.ফা. ৫৯৭, ই.সে. ৬১৩)",
    "ar": "وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، ح وَحَدَّثَنِيهِ هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، جَمِيعًا عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 594,
    "narrator": "আবূ সা‘ঈদ আল খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: তোমাদের কেউ যখন তার স্ত্রীর সাথে মিলিত হবে তারপর আবার মিলিত হবার ইচ্ছা করবে সে যেন ওযূ করে নেয়।\nআবূ বাকর তার হাদীসে ‘উভয় মিলনের মধ্যে ওযূ করবে’ বাক্যটি বাড়িয়েছেন এবং এর স্থলে (আরবী) বলেছেন। (ই.ফা. ৫৯৮, ই.সে. ৬১৪)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، أَخْبَرَنَا ابْنُ أَبِي زَائِدَةَ، ح وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، وَابْنُ، نُمَيْرٍ قَالاَ حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ الْفَزَارِيُّ، كُلُّهُمْ عَنْ عَاصِمٍ، عَنْ أَبِي الْمُتَوَكِّلِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا أَتَى أَحَدُكُمْ أَهْلَهُ ثُمَّ أَرَادَ أَنْ يَعُودَ فَلْيَتَوَضَّأْ ‏\"‏ ‏.‏ زَادَ أَبُو بَكْرٍ فِي حَدِيثِهِ بَيْنَهُمَا وُضُوءًا وَقَالَ ثُمَّ أَرَادَ أَنْ يُعَاوِدَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 595,
    "narrator": "আনাস (রাঃ)",
    "bn": "রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সকল স্ত্রীর কাছে একই গোসলে যেতেন। (ই.ফা. ৫৯৯, ই.সে. ৬১৫)",
    "ar": "وَحَدَّثَنَا الْحَسَنُ بْنُ أَحْمَدَ بْنِ أَبِي شُعَيْبٍ الْحَرَّانِيُّ، حَدَّثَنَا مِسْكِينٌ، - يَعْنِي ابْنَ بُكَيْرٍ الْحَذَّاءَ - عَنْ شُعْبَةَ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَطُوفُ عَلَى نِسَائِهِ بِغُسْلٍ وَاحِدٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 596,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, উম্মু সুলায়ম (রাঃ) যিনি ছিলেন (এ হাদীসের রাবী) ইসহাকের দাদী-একদা রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বললেন, ‘আয়িশাহ (রাঃ) তখন তাঁর নিকট উপস্থিত ছিলেন-ইয়া রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)!পুরুষ যেমন স্বপ্নে দেখে, নারীও যদি তা দেখে, এমতাবস্থায় সে কি করবে? তখন আয়িশাহ্ (রাঃ) বললেন, উম্মু সুলায়ম! তুমি নারী জাতিকে অপমানিত করেছ। তোমার অকল্যাণ হোক (তার এ কথা ছিল ভাল উদ্দেশ্যে)। অতঃপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আয়িশাহ(রাঃ) কে বললেন, বরং তোমার অকল্যাণ হোক! [এরপর উম্মু সুলায়ম (রাঃ) এর জবাবে বললেন] হ্যাঁ, উম্মু সুলায়ম! সে গোসল করে ফেলবে যখন ঐরূপ দেখবে। (ই.ফা. ৬০০, ই.সে, ৬১৬)",
    "ar": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عُمَرُ بْنُ يُونُسَ الْحَنَفِيُّ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، قَالَ قَالَ إِسْحَاقُ بْنُ أَبِي طَلْحَةَ حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ، قَالَ جَاءَتْ أُمُّ سُلَيْمٍ - وَهِيَ جَدَّةُ إِسْحَاقَ - إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ لَهُ وَعَائِشَةُ عِنْدَهُ يَا رَسُولَ اللَّهِ الْمَرْأَةُ تَرَى مَا يَرَى الرَّجُلُ فِي الْمَنَامِ فَتَرَى مِنْ نَفْسِهَا مَا يَرَى الرَّجُلُ مِنْ نَفْسِهِ ‏.‏ فَقَالَتْ عَائِشَةُ يَا أُمَّ سُلَيْمٍ فَضَحْتِ النِّسَاءَ تَرِبَتْ يَمِينُكِ ‏.‏ فَقَالَ لِعَائِشَةَ ‏ \"‏ بَلْ أَنْتِ فَتَرِبَتْ يَمِينُكِ نَعَمْ فَلْتَغْتَسِلْ يَا أُمَّ سُلَيْمٍ إِذَا رَأَتْ ذَاكِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 599,
    "narrator": "উম্মু সালামাহ (রাঃ)",
    "bn": "তিনি বলেন, উম্মু সুলামাহ একদা রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বললেন, ইয়া রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আল্লাহ তা‘আলা হক কথা বলতে লজ্জাবোধ করেন না। তাই মহিলাদের যখন স্বপ্নদোষ হয় তখন কি তার উপর গোসল করা জরুরী? রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃহ্যাঁ, যখন সে বীর্য দেখবে। (এ কথা শুনে) উম্মু সালামা (রাঃ) বললেন, “ইয়া রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! মহিলাদেরও কি স্বপ্নদোষ হয়”? তিনি বললেন, তোমার উভয় হাত ধুলিময় হোক! তাহলে তার সন্তান কেমন করে তার সদৃশ হয়? (ই.ফা. ৬০৩, ই.সে. ৬১৯)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ جَاءَتْ أُمُّ سُلَيْمٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ اللَّهَ لاَ يَسْتَحْيِي مِنَ الْحَقِّ فَهَلْ عَلَى الْمَرْأَةِ مِنْ غُسْلٍ إِذَا احْتَلَمَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ نَعَمْ إِذَا رَأَتِ الْمَاءَ ‏\"‏ ‏.‏ فَقَالَتْ أُمُّ سَلَمَةَ يَا رَسُولَ اللَّهِ وَتَحْتَلِمُ الْمَرْأَةُ فَقَالَ ‏\"‏ تَرِبَتْ يَدَاكِ فَبِمَ يُشْبِهُهَا وَلَدُهَا ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 597,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "উম্মু সুলায়ম (রাঃ) বলেন, তিনি রসুলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে মহিলা সম্পর্কে জিজ্ঞেস করলেন যে ঘুমে পুরুষ যা দেখে তাই দেখতে পায়। রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, মেয়েলোক যখন তেমনই দেখবে তখন সে গোসল করবে। উম্মু সালামাহ (রাঃ) বলেন, এ কথায় আমি লজ্জাবোধ করলাম। তিনি বললেন, এ রকমও কি হয়? রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হ্যাঁ, তা না হলে ছেলে মেয়ে তার সদৃশ কেমন করে হয়? পুরুষের বীর্য গাঢ়, সাদা আর মহিলাদের বীর্য পাতলা, হলুদ। দুয়ের মধ্যে থেকে যার বীর্য ওপরে উঠে যায় অথবা আগে চলে যায় (সন্তান) তারই সদৃশ হয়। (ই.ফা. ৬০১, ই.সে. ৬১৭)",
    "ar": "حَدَّثَنَا عَبَّاسُ بْنُ الْوَلِيدِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، أَنَّ أَنَسَ بْنَ مَالِكٍ، حَدَّثَهُمْ أَنَّ أُمَّ سُلَيْمٍ حَدَّثَتْ أَنَّهَا، سَأَلَتْ نَبِيَّ اللَّهِ صلى الله عليه وسلم عَنِ الْمَرْأَةِ تَرَى فِي مَنَامِهَا مَا يَرَى الرَّجُلُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا رَأَتْ ذَلِكِ الْمَرْأَةُ فَلْتَغْتَسِلْ ‏\"‏ ‏.‏ فَقَالَتْ أُمُّ سُلَيْمٍ وَاسْتَحْيَيْتُ مِنْ ذَلِكَ قَالَتْ وَهَلْ يَكُونُ هَذَا فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم ‏\"‏ نَعَمْ فَمِنْ أَيْنَ يَكُونُ الشَّبَهُ إِنَّ مَاءَ الرَّجُلِ غَلِيظٌ أَبْيَضُ وَمَاءَ الْمَرْأَةِ رَقِيقٌ أَصْفَرُ فَمِنْ أَيِّهِمَا عَلاَ أَوْ سَبَقَ يَكُونُ مِنْهُ الشَّبَهُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 598,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, এক মহিলা রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে ঐ মহিলা সম্পর্কে জিজ্ঞেস করলেন, যে পুরুষ লোক ঘুমের মধ্যে যা দেখতে পায় সেও তাই। তখন রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃপুরুষের যা হয় (স্বপ্নদোষ) মহিলাদেরও এমন হলে সে গোসল করবে। (ই.ফা. ৬০২, ই.সে. ৬১৮)",
    "ar": "حَدَّثَنَا دَاوُدُ بْنُ رُشَيْدٍ، حَدَّثَنَا صَالِحُ بْنُ عُمَرَ، حَدَّثَنَا أَبُو مَالِكٍ الأَشْجَعِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ سَأَلَتِ امْرَأَةٌ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الْمَرْأَةِ تَرَى فِي مَنَامِهَا مَا يَرَى الرَّجُلُ فِي مَنَامِهِ فَقَالَ ‏ \"‏ إِذَا كَانَ مِنْهَا مَا يَكُونُ مِنَ الرَّجُلِ فَلْتَغْتَسِلْ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 601,
    "narrator": "উম্মুল মু‘মিনীন ‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন যে, আবূ তালহার সন্তানদের মা উম্মু সুলায়ম একদা রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উপস্থিত হয়ে হিশামের হাদীসের অনুরূপ বর্ণনা করেন। তবে এ হাদীসটিতে ব্যতিক্রম যা রয়েছে তা হল, ‘আয়িশাহ (রাঃ) বলেন, আমি বললাম, “ছিঃ ছিঃ (অসন্তোষ প্রকাশক শব্দ)! মেয়েলোক কি ঐরূপ দেখে?” (ই.ফা. ৬০৫, ই.সে. ৬২১)",
    "ar": "وَحَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ خَالِدٍ، عَنِ ابْنِ شِهَابٍ، أَنَّهُ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ أَنَّ أُمَّ سُلَيْمٍ أُمَّ بَنِي أَبِي طَلْحَةَ دَخَلَتْ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ بِمَعْنَى حَدِيثِ هِشَامٍ غَيْرَ أَنَّ فِيهِ قَالَ قَالَتْ عَائِشَةُ فَقُلْتُ لَهَا أُفٍّ لَكِ أَتَرَى الْمَرْأَةُ ذَلِكِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 600,
    "narrator": "‘উরওয়াহ্",
    "bn": "এ সানাদে উপরোক্ত হাদীসের অর্থের অবিকল বর্ণিত আছে। তিনি আরো একটু বাড়িয়ে বলেন যে, তিনি [উম্মু সালামা (রাঃ)] বললেন, তুমি নারী জাতিকে লজ্জিত করেছ। (ই.ফা. ৬০৪, ই.সে. ৬২০)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، جَمِيعًا عَنْ هِشَامِ بْنِ عُرْوَةَ، بِهَذَا الإِسْنَادِ مِثْلَ مَعْنَاهُ وَزَادَ قَالَتْ قُلْتُ فَضَحْتِ النِّسَاءَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 602,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "এক মহিলা রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলল, মেয়েলোকের যখন স্বপ্নদোষ হবে এবং সে বীর্যরস দেখতে পাবে তখন কি সে গোসল করবে? তিনি বললেন, হ্যাঁ, এরপর ‘আয়িশাহ (রাঃ) মহিলাটিকে বললেন, তোমার উভয় হাত ধূলিময় হোক এবং তাতে অস্ত্রের খোঁচা লাগুক। তিনি [‘আয়িশাহ (রাঃ)] বলেন, তারপর রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ছেড়ে দাও ওকে (ভর্ৎসনা করো না) সন্তান মা-বাবার সদৃশের কারণেই হয়ে থাকে। যখন স্ত্রীর বীর্য পুরুষের বীর্যের আগে জরায়ুতে প্রবেশ করে তখন সন্তানের আকৃতি তার মামাদের মতই হয়। আর যখন পুরুষের বীর্য মেয়েলোকের বীর্যের উপর প্রাধান্য লাভ করে তখন তার আকৃতি চাচাদের মতই হয়। (ই.ফা. ৬০৬, ই.সে. ৬২২)",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، وَسَهْلُ بْنُ عُثْمَانَ، وَأَبُو كُرَيْبٍ - وَاللَّفْظُ لأَبِي كُرَيْبٍ - قَالَ سَهْلٌ حَدَّثَنَا وَقَالَ الآخَرَانِ، أَخْبَرَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ أَبِيهِ، عَنْ مُصْعَبِ بْنِ شَيْبَةَ، عَنْ مُسَافِعِ بْنِ عَبْدِ اللَّهِ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، أَنَّ امْرَأَةً، قَالَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم هَلْ تَغْتَسِلُ الْمَرْأَةُ إِذَا احْتَلَمَتْ وَأَبْصَرَتِ الْمَاءَ فَقَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ فَقَالَتْ لَهَا عَائِشَةُ تَرِبَتْ يَدَاكِ وَأُلَّتْ ‏.‏ قَالَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ دَعِيهَا وَهَلْ يَكُونُ الشَّبَهُ إِلاَّ مِنْ قِبَلِ ذَلِكِ إِذَا عَلاَ مَاؤُهَا مَاءَ الرَّجُلِ أَشْبَهَ الْوَلَدُ أَخْوَالَهُ وَإِذَا عَلاَ مَاءُ الرَّجُلِ مَاءَهَا أَشْبَهَ أَعْمَامَهُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 604,
    "narrator": "মু‘আবিয়াহ্ ইবনু সাল্লাম",
    "bn": "একই সানাদে অনুরূপ বর্ণনা করেছেন। তবে তিনি তার বর্ণনাতে এতটুকু অতিরিক্ত বলেছেন যে, আমি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট বসে ছিলাম। আর তিনি বললেনঃমাছের কলিজা‘র টুকরা আর তিনি ‘আয্কারা’ ও ‘আ-নাসা’ শব্দ দুটির একবচন রূপ ব্যবহার করেছেন, দ্বিবচন ব্যবহার করেননি। (ই.ফা. ৬০৮, ই.সে. ৬২৪)",
    "ar": "وَحَدَّثَنِيهِ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا يَحْيَى بْنُ حَسَّانَ، حَدَّثَنَا مُعَاوِيَةُ بْنُ سَلاَّمٍ، فِي هَذَا الإِسْنَادِ بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ كُنْتُ قَاعِدًا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَقَالَ زَائِدَةُ كَبِدِ النُّونِ ‏.‏ وَقَالَ أَذْكَرَ وَآنَثَ ‏.‏ وَلَمْ يَقُلْ أَذْكَرَا وَآنَثَا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 603,
    "narrator": "রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর মুক্তিপ্রাপ্ত গোলাম সাওবান (রাঃ)",
    "bn": "তিনি বলেন, আমি একবার রসুলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে দাঁড়িয়েছিলাম। ইতোমধ্যেই ইয়াহূদীদের এক ‘আলিম এসে বলল, আসসালামু ‘আলাইকা ইয়া মুহাম্মাদ! এরপর আমি তাকে এমন এক ধাক্কা মারলাম যে, সে প্রায় পড়ে যাওয়ার উপক্রম হলো! সে বলল, তুমি আমাকে ধাক্কা মারলে কেন? আমি বললাম, ইয়া রসুলুল্লাহ্! বলতে পার না। ইয়াহূদী বলল, আমরা তাঁকে তাঁর পরিবার-পরিজন যে নাম রেখেছে সে নামেই ডাকি। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমার নাম মুহাম্মাদ। আমার পরিবারের লোকই আমার এ নাম রেখেছে। এরপর ইয়াহূদী বলল, আমি আপনাকে (কয়েকটি কথা) জিজ্ঞেস করতে এসেছি। রসুলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেন, তোমার কী লাভ হবে, যদি আমি তোমাকে কিছু বলি? সে বলল, আমি আমার কান পেতে শুনব। এরপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর কাছে যে খড়িটি ছিল তা দিয়ে মাটিতে আঁকাঝোকা দাগ কাটতে ছিলেন। তারপর বললেন, জিজ্ঞেস কর। ইয়াহূদী বলল, যেদিন এ জমিন ও আকাশমন্ডলী পাল্টে গিয়ে অন্য জমিন ও আকাশমন্ডলীতে পরিণত হবে (অর্থাৎ কিয়ামাত হবে) সেদিন লোকজন কোথায় থাকবে? রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তারা সেদিন পুলসিরাতের কাছে অন্ধকারে থাকবে। সে বলল, কে সর্বপ্রথম (তা পার হবার) অনুমতি লাভ করবে? তিনি বললেন, দরিদ্র মুহাজিরগণ! ইয়াহূদী বলল, জান্নাতে যখন তারা প্রবেশ করবে তখন তাদের তোহফা কি হবে? তিনি বললেন, মাছের কলিজার টুকরা। সে বলল, এরপর তাদের দুপুরের খাদ্য কি হবে? তিনি বললেন, তাদের জন্য জান্নাতের ষাঁড় যাবাহ করা হবে যা জান্নাতের আশে পাশে চড়ে বেড়ায়। সে বলল, এরপর তাদের পানীয় কি হবে? তিনি বললেন, সেখানকার একটি ঝর্ণার পানি যার নাম ‘সালসাবীল’। সে বলল, আপনি ঠিক বলেছেন। সে আরো বলল যে, আমি আপনার কাছে এমন একটি বিষয় সম্পর্কে জিজ্ঞেস করতে এসেছি যা নবী ছাড়া পৃথিবীর কোন অধিবাসী জানে না অথবা একজন কি দুজন লোক ছাড়া। তিনি বললেন, আমি যদি তোমাকে তা বলে দেই তবে তোমার কি কোন উপকার হবে? সে বলল, আমি আমার কান পেতে শুনব। সে বলল, আমি আপনাকে সন্তান সম্পর্কে জিজ্ঞেস করতে এসেছি। তিনি বললেন, পুরুষের বীর্য সাদা এবং মেয়েলোকের বীর্য হলুদ। যখন উভয়টি একত্রিত হয়ে যায় এবং পুরুষের বীর্য মেয়েলোকের বীর্যের উপর প্রাধান্য লাভ করে তখন আল্লাহর হুকুমে পুত্র সন্তান হয়। আর যখন মেয়েলোকের বীর্য পুরুষের বীর্যের ওপর প্রাধান্য লাভ করে তখন আল্লাহর হুকুমে কন্যা সন্তান হয়্।\nইয়াহূদী বলল, আপনি ঠিকই বলেছেন এবং নিশ্চয়ই্ আপনি নাবী। এরপর সে চলে গেল। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এ লোক আমার কাছে যা জিজ্ঞেস করছে, ইতোপূর্বে আমার সে সম্পর্কে কোন জ্ঞানই ছিল না। আল্লাহ্ তা‘আলা এক্ষনে আমাকে তা জানিয়ে দিলেন। (ই.ফা. ৬০৭, ই.সে. ৬২৩)",
    "ar": "حَدَّثَنِي الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، حَدَّثَنَا أَبُو تَوْبَةَ، - وَهُوَ الرَّبِيعُ بْنُ نَافِعٍ - حَدَّثَنَا مُعَاوِيَةُ، - يَعْنِي ابْنَ سَلاَّمٍ - عَنْ زَيْدٍ، - يَعْنِي أَخَاهُ - أَنَّهُ سَمِعَ أَبَا سَلاَّمٍ، قَالَ حَدَّثَنِي أَبُو أَسْمَاءَ الرَّحَبِيُّ، أَنَّ ثَوْبَانَ، مَوْلَى رَسُولِ اللَّهِ صلى الله عليه وسلم حَدَّثَهُ قَالَ كُنْتُ قَائِمًا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَجَاءَ حَبْرٌ مِنْ أَحْبَارِ الْيَهُودِ فَقَالَ السَّلاَمُ عَلَيْكَ يَا مُحَمَّدُ ‏.‏ فَدَفَعْتُهُ دَفْعَةً كَادَ يُصْرَعُ مِنْهَا فَقَالَ لِمَ تَدْفَعُنِي فَقُلْتُ أَلاَ تَقُولُ يَا رَسُولَ اللَّهِ ‏.‏ فَقَالَ الْيَهُودِيُّ إِنَّمَا نَدْعُوهُ بِاسْمِهِ الَّذِي سَمَّاهُ بِهِ أَهْلُهُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ اسْمِي مُحَمَّدٌ الَّذِي سَمَّانِي بِهِ أَهْلِي ‏\"‏ ‏.‏ فَقَالَ الْيَهُودِيُّ جِئْتُ أَسْأَلُكَ ‏.‏ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَيَنْفَعُكَ شَىْءٌ إِنْ حَدَّثْتُكَ ‏\"‏ ‏.‏ قَالَ أَسْمَعُ بِأُذُنَىَّ فَنَكَتَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِعُودٍ مَعَهُ ‏.‏ فَقَالَ ‏\"‏ سَلْ ‏\"‏ ‏.‏ فَقَالَ الْيَهُودِيُّ أَيْنَ يَكُونُ النَّاسُ يَوْمَ تُبَدَّلُ الأَرْضُ غَيْرَ الأَرْضِ وَالسَّمَوَاتُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هُمْ فِي الظُّلْمَةِ دُونَ الْجِسْرِ ‏\"‏ ‏.‏ قَالَ فَمَنْ أَوَّلُ النَّاسِ إِجَازَةً قَالَ ‏\"‏ فُقَرَاءُ الْمُهَاجِرِينَ ‏\"‏ ‏.‏ قَالَ الْيَهُودِيُّ فَمَا تُحْفَتُهُمْ حِينَ يَدْخُلُونَ الْجَنَّةَ قَالَ ‏\"‏ زِيَادَةُ كَبِدِ النُّونِ ‏\"‏ قَالَ فَمَا غِذَاؤُهُمْ عَلَى إِثْرِهَا قَالَ ‏\"‏ يُنْحَرُ لَهُمْ ثَوْرُ الْجَنَّةِ الَّذِي كَانَ يَأْكُلُ مِنْ أَطْرَافِهَا ‏\"‏ ‏.‏ قَالَ فَمَا شَرَابُهُمْ عَلَيْهِ قَالَ ‏\"‏ مِنْ عَيْنٍ فِيهَا تُسَمَّى سَلْسَبِيلاً ‏\"‏ ‏.‏ قَالَ صَدَقْتَ ‏.‏ قَالَ وَجِئْتُ أَسْأَلُكَ عَنْ شَىْءٍ لاَ يَعْلَمُهُ أَحَدٌ مِنْ أَهْلِ الأَرْضِ إِلاَّ نَبِيٌّ أَوْ رَجُلٌ أَوْ رَجُلاَنِ ‏.‏ قَالَ ‏\"‏ يَنْفَعُكَ إِنْ حَدَّثْتُكَ ‏\"‏ ‏.‏ قَالَ أَسْمَعُ بِأُذُنَىَّ ‏.‏ قَالَ جِئْتُ أَسْأَلُكَ عَنِ الْوَلَدِ قَالَ ‏\"‏ مَاءُ الرَّجُلِ أَبْيَضُ وَمَاءُ الْمَرْأَةِ أَصْفَرُ فَإِذَا اجْتَمَعَا فَعَلاَ مَنِيُّ الرَّجُلِ مَنِيَّ الْمَرْأَةِ أَذْكَرَا بِإِذْنِ اللَّهِ وَإِذَا عَلاَ مَنِيُّ الْمَرْأَةِ مَنِيَّ الرَّجُلِ آنَثَا بِإِذْنِ اللَّهِ ‏\"‏ ‏.‏ قَالَ الْيَهُودِيُّ لَقَدْ صَدَقْتَ وَإِنَّكَ لَنَبِيٌّ ثُمَّ انْصَرَفَ فَذَهَبَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَقَدْ سَأَلَنِي هَذَا عَنِ الَّذِي سَأَلَنِي عَنْهُ وَمَا لِي عِلْمٌ بِشَىْءٍ مِنْهُ حَتَّى أَتَانِيَ اللَّهُ بِهِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 607,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অপবিত্রতা থেকে গোসলের সময় প্রথমে তাঁর উভয় হাত কব্জি পর্যন্ত তিনবার ধুতেন। এরপর আবূ মু‘আবিয়ার হাদীসের অবিকল উল্লেখ করেন কিন্তু তিনি উভয় পা ধোয়ার কথা উল্লেখ করেননি। (ই.ফা. ৬১১, ই.সে. নেই)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اغْتَسَلَ مِنَ الْجَنَابَةِ فَبَدَأَ فَغَسَلَ كَفَّيْهِ ثَلاَثًا ثُمَّ ذَكَرَ نَحْوَ حَدِيثِ أَبِي مُعَاوِيَةَ وَلَمْ يَذْكُرْ غَسْلَ الرِّجْلَيْنِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 606,
    "narrator": "হিশাম",
    "bn": "অবিকল সানাদে উক্ত হাদীসটি বর্ণিত আছে। তবে তাদের হাদীসে পা ধোয়ার কথা উল্লেখ নেই। (ই.ফা. ৬১০, ই.সে. ৬২৬)",
    "ar": "وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا ابْنُ نُمَيْرٍ، كُلُّهُمْ عَنْ هِشَامٍ، فِي هَذَا الإِسْنَادِ وَلَيْسَ فِي حَدِيثِهِمْ غَسْلُ الرِّجْلَيْنِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 610,
    "narrator": "মুহাম্মাদ ইবনু সাব্বাহ্, আবূ বাকর ইবনু আবূ শাইবাহ্, আবূ কুরায়ব, আল আশাজ্জ ও ইসহাক্ প্রত্যেকেই ওয়াকী’ হতে এবং ইয়াহইয়া ইবনু ইয়াহইয়া ও আবূ কুরায়ব আবূ মু‘আবিয়াহ্ হতে উভয়ে আ‘মাশ",
    "bn": "উক্ত সানাদের হাদীসটি বর্ণনা করেন। তবে তাদের উভয়ের হাদীসে তিন আঁজলা পানি মাথায় ঢেলে দেয়ার কথা নেই। আর ওয়াকী‘-এর হাদীসে ওযূর পূর্ণ বর্ণনা দেয়া হয়েছে। অতঃপর তিনি কুলি করা এবং নাকে পানি দেয়ার কথা তার হাদীসে বর্ণনা করেছেন। আবূ মু‘আবিয়ার হাদীসে রুমালের কথা উল্লেখ নেই। (ই.ফা. ৬১৪, ই.সে. ৬২৯)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ وَالأَشَجُّ وَإِسْحَاقُ كُلُّهُمْ عَنْ وَكِيعٍ، ح وَحَدَّثَنَاهُ يَحْيَى بْنُ يَحْيَى، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، كِلاَهُمَا عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ ‏.‏ وَلَيْسَ فِي حَدِيثِهِمَا إِفْرَاغُ ثَلاَثِ حَفَنَاتٍ عَلَى الرَّأْسِ وَفِي حَدِيثِ وَكِيعٍ وَصْفُ الْوُضُوءِ كُلِّهِ يَذْكُرُ الْمَضْمَضَةَ وَالاِسْتِنْشَاقَ فِيهِ وَلَيْسَ فِي حَدِيثِ أَبِي مُعَاوِيَةَ ذِكْرُ الْمِنْدِيلِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 609,
    "narrator": "‘আবূদল্লাহ্ ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেছেন, আমার খালা মাইমুনাহ্ আমাকে বলেছেন, আমি রসূলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অপবিত্রতার গোসলের জন্যে পানির পাত্র এগিয়ে দিতাম। তিনি প্রথমে দু’হাতের কব্জি পর্যন্ত দু‘বার অথবা তিনবার ধুয়ে নিলেন। তারপর পাত্রের মধ্যে হাত ঢুকিয়ে বাম হাতে লজ্জাস্থান ধুয়ে পরিষ্কার করলেন। পরে বাম হাতখানা মাটিতে খুব করে রগড়ালেন, এরপর ধুয়ে নিলেন। অতঃপর উক্তস্থান থেকে সরে গিয়ে পা দু’খানা ধুলেন। অতঃপর আমি তাঁর শরীর মোছার জন্যে কাপড় বা রুমাল নিয়ে আসলে তিনি তা ব্যবহার না করে বরং ফেরত দিলেন। [৮৩] (ই.ফা. ৬১৩, ই.সে. ৬২৮)",
    "ar": "وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنِي عِيسَى بْنُ يُونُسَ، حَدَّثَنَا الأَعْمَشُ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ حَدَّثَتْنِي خَالَتِي، مَيْمُونَةُ قَالَتْ أَدْنَيْتُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم غُسْلَهُ مِنَ الْجَنَابَةِ فَغَسَلَ كَفَّيْهِ مَرَّتَيْنِ أَوْ ثَلاَثًا ثُمَّ أَدْخَلَ يَدَهُ فِي الإِنَاءِ ثُمَّ أَفْرَغَ بِهِ عَلَى فَرْجِهِ وَغَسَلَهُ بِشِمَالِهِ ثُمَّ ضَرَبَ بِشِمَالِهِ الأَرْضَ فَدَلَكَهَا دَلْكًا شَدِيدًا ثُمَّ تَوَضَّأَ وُضُوءَهُ لِلصَّلاَةِ ثُمَّ أَفْرَغَ عَلَى رَأْسِهِ ثَلاَثَ حَفَنَاتٍ مِلْءَ كَفِّهِ ثُمَّ غَسَلَ سَائِرَ جَسَدِهِ ثُمَّ تَنَحَّى عَنْ مَقَامِهِ ذَلِكَ فَغَسَلَ رِجْلَيْهِ ثُمَّ أَتَيْتُهُ بِالْمِنْدِيلِ فَرَدَّهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৮৩] অপবিত্র গোসলের পর রুমাল ব্যবহার করা যাবে কিনা, সহাবাগণের তিনটি মত দেখা যায়। (১) ওযূ গোসল করে রুমাল বা কাপড় ব্যবহার করা যাবে, দোষ নেই। যেমন আনাস বিন মালিক (রাঃ) বলেন। (২) ওযূ ও গোসল করে কাপড় বা রুমাল ব্যবহার করা যাবেনা। যেমন ইবনু উমার (রাঃ) বলেন : (৩) ওযূতে রুমাল বা কাপড় ব্যবহার করা যাবে না, গোসলে ব্যবহার করা যাবে। যেমন ইবনু আব্বাস (রাঃ) বলেন। রসূলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে নিখুঁতভাবে বিধান উল্লেখ নেই যে, প্রয়োজনবোধে উভয়ই রুমাল বা কাপড় ব্যবহার করা যাবে।"
  },
  {
    "hadith_id": 608,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "রসূলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন অপিবত্রতা থেকে গোসল করতেন তখন পাত্রে হাত ঢুকানোর আগে প্রথমেই তাঁর দুই হাত ধুতেন, তারপর সলাতের ওযূর মত ওযূ করতেন। (ই.ফা. ৬১২, ই.সে. ৬২৭)",
    "ar": "وَحَدَّثَنَاهُ عَمْرٌو النَّاقِدُ، حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو، حَدَّثَنَا زَائِدَةُ، عَنْ هِشَامٍ، قَالَ أَخْبَرَنِي عُرْوَةُ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا اغْتَسَلَ مِنَ الْجَنَابَةِ بَدَأَ فَغَسَلَ يَدَيْهِ قَبْلَ أَنْ يُدْخِلَ يَدَهُ فِي الإِنَاءِ ثُمَّ تَوَضَّأَ مِثْلَ وُضُوئِهِ لِلصَّلاَةِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 605,
    "narrator": "‘আয়িশাহ(রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন অপবিত্রতা থেকে গোসল করতেন তখন প্রথমে দুই হাত ধুতেন। তারপর ডান হাত দিয়ে বাম হাতে পানি ঢেলে লজ্জাস্থান ধুতেন। তারা সলাতের ওযূর মত ওযূ করতেন। তারপর পানি নিয়ে তাঁর আঙ্গুলগুলো চুলের গোড়ায় ঢুকাতেন। এমনিভাবে যখন মনে করতেন যে, চুল ভিজে গেছে তখন মাথায় তিন আজল (দুই হাতের তালু ভরা) পানি ঢালতেন। তারপর সমস্ত শরীরে পানি ঢেলে দিতেন। তারপর তাঁর উভয় পা ধুয়ে ফেলতেন। [৮২] (ই.ফা. ৬০৯, ই.সে. ৬২৫)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اغْتَسَلَ مِنَ الْجَنَابَةِ يَبْدَأُ فَيَغْسِلُ يَدَيْهِ ثُمَّ يُفْرِغُ بِيَمِينِهِ عَلَى شِمَالِهِ فَيَغْسِلُ فَرْجَهُ ثُمَّ يَتَوَضَّأُ وُضُوءَهُ لِلصَّلاَةِ ثُمَّ يَأْخُذُ الْمَاءَ فَيُدْخِلُ أَصَابِعَهُ فِي أُصُولِ الشَّعْرِ حَتَّى إِذَا رَأَى أَنْ قَدِ اسْتَبْرَأَ حَفَنَ عَلَى رَأْسِهِ ثَلاَثَ حَفَنَاتٍ ثُمَّ أَفَاضَ عَلَى سَائِرِ جَسَدِهِ ثُمَّ غَسَلَ رِجْلَيْهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৮২] অপবিত্রতার গোসল: এমনভাবে করবে যাতে শরীরের কোন জায়গা শুষ্ক না থাকে, যেমন দাড়ি মাথার চুল খিলাল করবে, বগল নাভি ও নিম্নাঙ্গের খবর রাখবে, পায়ের আঙ্গুলের খিলাল করবে। উত্তম হলো, ডান দিক থেকে আরম্ভ করা ও পশ্চিম দিকে মুখ করে গোসল করা। গোসল সমাধা করে ওযূর দু‘আ পড়ে নিবে। তাতে সলাত আদায় করা যাবে ওযূর ভঙ্গের কারণ না পেলে।"
  },
  {
    "hadith_id": 611,
    "narrator": "মাইমুনাহ্ (রাঃ)",
    "bn": "রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে রুমাল দেয়া হল, কিন্তু তিনি তা স্পর্শ করলেন না। তিনি পানি নিয়ে এরূপ করছিলেন অর্থাৎ পানি ঝেড়ে ফেলেছিলেন। (ই.ফা. ৬১৫, ই.সে. ৬৩০)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنِ الأَعْمَشِ، عَنْ سَالِمٍ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أُتِيَ بِمِنْدِيلٍ فَلَمْ يَمَسَّهُ وَجَعَلَ يَقُولُ بِالْمَاءِ هَكَذَا يَعْنِي يَنْفُضُهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 612,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন অপবিত্রতা থেকে গোসল করতেন তখন হিলাব-এর (দুধ দোহন করার পাত্রের) মতো একটি পানির পাত্র চেয়ে নিতেন। অতঃপর এক হাত দিয়ে পানি নিয়ে প্রথমে মাথার ডান দিকে ধুয়ে ফেলতেন তারপর বাম দিক ধুতেন, তারপর উভয় হাত দিয়ে পানি নিয়ে মাথায় ঢেলে দিতেন। (ই.ফা. ৬১৬, ই.সে. ৬৩১)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ، حَدَّثَنِي أَبُو عَاصِمٍ، عَنْ حَنْظَلَةَ بْنِ أَبِي سُفْيَانَ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اغْتَسَلَ مِنَ الْجَنَابَةِ دَعَا بِشَىْءٍ نَحْوَ الْحِلاَبِ فَأَخَذَ بِكَفِّهِ بَدَأَ بِشِقِّ رَأْسِهِ الأَيْمَنِ ثُمَّ الأَيْسَرِ ثُمَّ أَخَذَ بِكَفَّيْهِ فَقَالَ بِهِمَا عَلَى رَأْسِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 614,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ফারাক পরিমাণ পানি দিয়ে গোসল করতেন। অনেক সময় আমি এবং তিনি একই পাত্রে গোসল করতাম।\nসুফইয়ানের হাদীসে বর্ণিত হয়েছে “একই পাত্র থেকে”।\nকুতাইবাহ বলেন, সুফইয়ান বলেছেন, ফারাক্ হল তিন ‘সা’ পরিমাণ। [৮৫] (ই.ফা. ৬১৮, ই.সে. ৬৩৩)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا ابْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ وَزُهَيْرُ بْنُ حَرْبٍ قَالُوا حَدَّثَنَا سُفْيَانُ، كِلاَهُمَا عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَغْتَسِلُ فِي الْقَدَحِ وَهُوَ الْفَرَقُ وَكُنْتُ أَغْتَسِلُ أَنَا وَهُوَ فِي الإِنَاءِ الْوَاحِدِ ‏.‏ وَفِي حَدِيثِ سُفْيَانَ مِنْ إِنَاءٍ وَاحِدٍ ‏.‏ قَالَ قُتَيْبَةُ قَالَ سُفْيَانُ وَالْفَرَقُ ثَلاَثَةُ آصُعٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "৮৫. ইমাম নাবাবী (রহঃ) বলেন: স্বামী এবং স্ত্রীর পবিত্রতার গোসল এক সঙ্গে একই পাত্রে জায়িয। এ ব্যাপারে মুসলিমদের ... ঐকমত্য হয়েছে। অনুরূপভাবে পুরুষের ব্যবহারকৃত পানি হতে উদ্ধৃত পানি দ্বারা মহিলাদের গোসল জায়িয। এ বিষয়েও  ঐকমত্য হয়েছে। উক্ত মহিলার ব্যবহারকৃত পানি হতে উদ্ধৃত পানি দ্বারা পুরুষের জন্য পবিত্রতা অর্জন করা সম্পর্কে কিছুটা মতানৈক্য থাকলেও সহীহ হাদীসের দ্বারা জায়িয প্রমানিত হয়েছে, তবে মহিলাদেরকে একটু সতর্কতার সাথে পানি ব্যবহার করা উচিত যাতে শরীরের ব্যবহারকৃত পানি পুনরায় পাত্রে পতিত না হয় কেননা শরীরের অঙ্গ-প্রত্যঙ্গ ধোয়া পানি ব্যবহার জায়িয নয়। (নাবাবী)"
  },
  {
    "hadith_id": 615,
    "narrator": "আবূ সালামাহ ইবনু ‘আবদুর রহমান (রহঃ)",
    "bn": "তিনি বলেন, আমি এবং ‘আয়িশাহ(রাঃ) এর দুধ ভাই একবার তাঁর কাছে গেলাম। অতঃপর তাঁর দুধ ভাই তাঁকে রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অপবিত্রতার গোসল সম্পর্কে জিজ্ঞেস করলেন। তিনি একটি পাত্র আনালেন যা ছিল এক ‘সা’ পরিমাণ। তারপর তিনি গোসল করলেন। আমাদের এবং তাঁর মধ্যে পর্দা ছিল। তিনি তাঁর মাথায় তিনবার পানি ঢাললেন। আবূ সালামা বলেন, রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর স্ত্রীগণ মাথার চুল কেটে রাখতেন তা ওয়াফরা-এর ন্যায় হয়ে যেত (ঘার বরাবর লম্বা চুলই ওয়াফরা)। [৮৬] (ই.ফা. ৬১৯, ই.সে. ৬৩৪)",
    "ar": "وَحَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، قَالَ حَدَّثَنَا أَبِي قَالَ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي بَكْرِ بْنِ حَفْصٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ دَخَلْتُ عَلَى عَائِشَةَ أَنَا وَأَخُوهَا، مِنَ الرَّضَاعَةِ فَسَأَلَهَا عَنْ غُسْلِ النَّبِيِّ، صلى الله عليه وسلم مِنَ الْجَنَابَةِ فَدَعَتْ بِإِنَاءٍ قَدْرِ الصَّاعِ فَاغْتَسَلَتْ وَبَيْنَنَا وَبَيْنَهَا سِتْرٌ وَأَفْرَغَتْ عَلَى رَأْسِهَا ثَلاَثًا ‏.‏ قَالَ وَكَانَ أَزْوَاجُ النَّبِيِّ صلى الله عليه وسلم يَأْخُذْنَ مِنْ رُءُوسِهِنَّ حَتَّى تَكُونَ كَالْوَفْرَةِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৮৬] (ওয়াফরা) ঐ চুলকে বলা হয় যা কাঁধ পর্যন্ত লম্বা থাকে। কাযী আয়ায বলেন, আরবের মেয়েরা মাথার চুল বেনী গেঁথে রাখতো। সুতরাং রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর স্ত্রীগণ তাঁর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর মৃত্যুর পর সম্ভবত এরূপ করতেন সৌন্দর্য বর্জন করার জন্য। ইমাম নাবাবী (রহঃ) বলেন, কাযী আয়াযের মতো অন্যান্য উলামায়ে কিরামও বলেছেন। রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জীবদ্দশায় তাঁরা এরূপ করেছেন বলে ধারণা করা যায় না।"
  },
  {
    "hadith_id": 618,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আমি এবং রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একই পাত্র থেকে (পানি নিয়ে) গোসল করতাম। আমাদের দুজনের হাত ভিন্ন ভিন্ন ভাবে তাতে লাগত। এ গোসল ছিল অপবিত্রতা থেকে। (ই.ফা. ৬২২, ই.সে. ৬৩৮)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، قَالَ حَدَّثَنَا أَفْلَحُ بْنُ حُمَيْدٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ، صلى الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ تَخْتَلِفُ أَيْدِينَا فِيهِ مِنَ الْجَنَابَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 613,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ফারাক্ (সাড়ে সাত কেজি) পরিমাণ পাত্রের পানি দিয়ে অপবিত্রতার গোসল করতেন। [৮৪] (ই.ফা. ৬১৭, ই.সে. ৬৩২)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَغْتَسِلُ مِنْ إِنَاءٍ هُوَ الْفَرَقُ مِنَ الْجَنَابَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৮৪] ইমাম নাবাবী (রহঃ) বলেন : ওযূ এবং গোসলের জন্য পানির পরিমাণ নির্ধারিত নেই। কারণ কোন রিওয়ায়াতে গোসলের জন্য এক ফারাক (সাড়ে সাত কেজি) কোন রিওয়ায়াতের তিন মুদ। কাযী আয়ায (রহঃ) বলেন, এ রিওয়ায়াতের মুদের অর্থ ‘সা’ (আড়াই কেজি) তা হলে উভয় রিওয়ায়াতের মধ্যে সামঞ্জস্য বজায় থাকে। অপর এক রিওয়ায়াতে বর্ণিত হচ্ছে যে, ‘আয়িশাহ(রাঃ) এক সা পানি দ্বারা গোসল করেছেন। অপর এক রিওয়ায়াতে পাঁচ মাককুফ গোসলের জন্য আর ওযূর জন্য এক মাককুফ, এ রিওয়ায়াতে মাককুফের দ্বারা মুদ উদ্দেশ্য করা হয়েছে আর মুদের পরিমাণ ১১ ছটাক। অন্য এক রিওয়ায়াতে গোসলের জন্য ‘সা’ এবং ওযূর জন্য এক মুদের বর্ণনা করেছেন। অন্য আর এক রিওয়ায়াতে ওযূর জন্য এক মুদ এবং গোসলের জন্য এক সা থেকে পাঁচ মুদ পর্যন্ত বর্ণনা করেছেন। সুতরাং ইমাম শাফিঈ এবং অন্যান উলামায়ি কিরাম বলেন, রিওয়ায়াতেরর এ মতপার্থক্যের দ্বারা বুঝা যায় যে, স্থান, কাল, পাত্র কিংবা অবস্থা ভেদে পানি কিছুটা কম-বেশি হতে পারে। তবে শর্ত হচ্ছে যাতে ওযূর অঙ্গসমূহ এবং গোসলের জন্য শরীরের কোন স্থানে শুকনা না থাকে ভালভাবে ভিজে যায় বরং একটি পশমের গোড়াও যেন শুকনা না থাকে কিন্তু প্রয়োজনের অতিরিক্ত পানি ব্যবহার করা সমীচীন নয়। এমন কি নদীর কিনারায় বসে ওযূ কিংবা গোসল করলেও প্রয়োজনের অতিরিক্ত পানি ব্যবহার করা যাবে না। (নাবাবী)"
  },
  {
    "hadith_id": 616,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন গোসল করতেন তখন ডানদিক থেকে শুরু করতেন। তিনি প্রথমেই ডান হাতে পানি ঢেলে তা ধুয়ে ফেলতেন। তারপর ডান হাত দিয়ে শরীরের যেখানে নাপাকী থাকত সেখানে পানি ঢেলে দিতেন এবং বাম হাত দিয়ে তা ধুয়ে ফেলতেন। এটা শেষ করে তিনি মাথায় পানি ঢালতেন।\n‘আয়িশাহ (রাঃ) বলেন, আমি এবং রসুলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উভয়েই অপবিত্র অবস্থায় একই পাত্র থেকে (পানি নিয়ে) গোসল করতাম। (ই.ফা. ৬২০, ই.সে. ৬৩৫)",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَخْرَمَةُ بْنُ بُكَيْرٍ، عَنْ أَبِيهِ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ قَالَتْ عَائِشَةُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اغْتَسَلَ بَدَأَ بِيَمِينِهِ فَصَبَّ عَلَيْهَا مِنَ الْمَاءِ فَغَسَلَهَا ثُمَّ صَبَّ الْمَاءَ عَلَى الأَذَى الَّذِي بِهِ بِيَمِينِهِ وَغَسَلَ عَنْهُ بِشِمَالِهِ حَتَّى إِذَا فَرَغَ مِنْ ذَلِكَ صَبَّ عَلَى رَأْسِهِ ‏.‏ قَالَتْ عَائِشَةُ كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ وَنَحْنُ جُنُبَانِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 617,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেছেন, তিনি এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একই পাত্র থেকে গোসল করতেন যাতে তিন মুদ্‌ বা তার সম পরিমান পানি ধরত। (ই.ফা. ৬২১, ই.সে. ৬৩৬)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا لَيْثٌ، عَنْ يَزِيدَ، عَنْ عِرَاكٍ، عَنْ حَفْصَةَ بِنْتِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ، - وَكَانَتْ تَحْتَ الْمُنْذِرِ بْنِ الزُّبَيْرِ - أَنَّ عَائِشَةَ، أَخْبَرَتْهَا أَنَّهَا، كَانَتْ تَغْتَسِلُ هِيَ وَالنَّبِيُّ صلى الله عليه وسلم فِي إِنَاءٍ وَاحِدٍ يَسَعُ ثَلاَثَةَ أَمْدَادٍ أَوْ قَرِيبًا مِنْ ذَلِكَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 619,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আমি এবং রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একই পাত্র থেকে গোসল করতাম যা আমার এবং তাঁর মাঝখানে থাকত। তিনি আমার থেকে আগে তাড়াতাড়ি করে ফেলতেন। তখন আমি বলতাম, আমার জন্য একটু রেখে দিন, আমার জন্য একটু রেখে দিন। তিনি [‘আয়িশাহহ (রাঃ)] বলেন যে তারা উভয়েই অপবিত্র ছিলেন। (ই.ফা. ৬২৩, ই.সে. ৬৩৭)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ مُعَاذَةَ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ، صلى الله عليه وسلم مِنْ إِنَاءٍ - بَيْنِي وَبَيْنَهُ - وَاحِدٍ فَيُبَادِرُنِي حَتَّى أَقُولَ دَعْ لِي دَعْ لِي ‏.‏ قَالَتْ وَهُمَا جُنُبَانِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 620,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, মাইমুনাহ্‌ (রাঃ) আমাকে বলেন যে, তিনি ও রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একই পাত্রে গোসল করতেন। (ই.ফা. ৬২৪, ই.সে. ৬৩৯)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، قَالَ قُتَيْبَةُ حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ أَبِي الشَّعْثَاءِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ أَخْبَرَتْنِي مَيْمُونَةُ، أَنَّهَا كَانَتْ تَغْتَسِلُ هِيَ وَالنَّبِيُّ صلى الله عليه وسلم فِي إِنَاءٍ وَاحِدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 621,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাইমুনাহ্‌ (রাঃ) এর উদ্বৃত্ত পানি দিয়ে গোসল করতেন। (ই.ফা. ৬২৫, ই.সে. ৬৪০)",
    "ar": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ حَاتِمٍ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ ابْنُ حَاتِمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ، قَالَ أَكْبَرُ عِلْمِي وَالَّذِي يَخْطُرُ عَلَى بَالِي أَنَّ أَبَا الشَّعْثَاءِ أَخْبَرَنِي أَنَّ ابْنَ عَبَّاسٍ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَغْتَسِلُ بِفَضْلِ مَيْمُونَةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 622,
    "narrator": "উম্মু সালামাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, তিনি এবং রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একই পাত্রে অপবিত্রতার গোসল করতেন।(ই.ফা. ৬২৬, ই.সে. ৬৪১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، حَدَّثَنَا أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ زَيْنَبَ بِنْتَ أُمِّ سَلَمَةَ، حَدَّثَتْهُ أَنَّ أُمَّ سَلَمَةَ حَدَّثَتْهَا قَالَتْ، كَانَتْ هِيَ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَغْتَسِلاَنِ فِي الإِنَاءِ الْوَاحِدِ مِنَ الْجَنَابَةِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 623,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পাঁচ মাক্‌কুক পানি দিয়ে গোসল করতেন এবং এক মাক্‌কুক পানি দিয়ে ওযূ করতেন। আর ইবনু আল মুসান্না বলেছেন: পাঁচ মাক্‌কুক দিয়ে গোসল করতেন এবং বর্ণনাকারীদের মধ্যে  ইবনু মু’আয ‘আবদুল্লাহ ইবনু ‘আবদুল্লাহ থেকে হাদীসটি বর্ণনা করেছেন। তিনি ‘ইবনু জাব্‌র’ শব্দটি উল্লেখ করেননি। (মাক্‌কুক ও মুদ্‌ পৌনে এগার ছটাক পরিমাণ এবং এক সা’ দু’সের এগার ছটাক পরিমাণ।) (ই.ফা. ৬২৭, ই.সে. ৬৪২)",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، - يَعْنِي ابْنَ مَهْدِيٍّ - قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ جَبْرٍ، قَالَ سَمِعْتُ أَنَسًا، يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَغْتَسِلُ بِخَمْسِ مَكَاكِيكَ وَيَتَوَضَّأُ بِمَكُّوكٍ ‏.‏ وَقَالَ ابْنُ الْمُثَنَّى بِخَمْسِ مَكَاكِيَّ ‏.‏ وَقَالَ ابْنُ مُعَاذٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ وَلَمْ يَذْكُرِ ابْنَ جَبْرٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 624,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক মুদ্‌ পানি দিয়ে ওযূ করতেন এবং এক সা’ থেকে পাঁচ মুদ্‌ পর্যন্ত পানি দিয়ে গোসল করতেন। (ই.ফা. ৬২৮, ই.সে. ৬৪৩)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنِ ابْنِ جَبْرٍ، عَنْ أَنَسِ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَتَوَضَّأُ بِالْمُدِّ وَيَغْتَسِلُ بِالصَّاعِ إِلَى خَمْسَةِ أَمْدَادٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 625,
    "narrator": "সাফীনাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, এক সা’ পানিতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অপবিত্রতার গোসল সম্পন্ন হয়ে যেত এবং এক মুদ্‌ পানিতে ওযূ হয়ে যেত। (ই.ফা. ৬২৯, ই.সে. ৬৪৪)",
    "ar": "وَحَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ، وَعَمْرُو بْنُ عَلِيٍّ، كِلاَهُمَا عَنْ بِشْرِ بْنِ الْمُفَضَّلِ، - قَالَ أَبُو كَامِلٍ حَدَّثَنَا بِشْرٌ، - حَدَّثَنَا أَبُو رَيْحَانَةَ، عَنْ سَفِينَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُغَسِّلُهُ الصَّاعُ مِنَ الْمَاءِ مِنَ الْجَنَابَةِ وَيُوَضِّؤُهُ الْمُدُّ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 626,
    "narrator": "সাফীনাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবা আবূ বকর (রাঃ) বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক সা’ পানি দিয়ে গোসল এবং এক মুদ্‌ পানি দিয়ে পবিত্রতা অর্জন (ওযূ)করতেন। আর ইবনু হুজ্‌র তাঁর বর্ণিত হাদীসে রয়েছে বা তিনি বলেছেন, এক মুদ্‌ পানি তাঁকে অপবিত্রতা থেকে পবিত্র করতেন। তিনি (আবূ রাইহানাহ্‌) বলেন, সাফীনাহ্‌ অত্যন্ত বৃদ্ধ হয়ে গিয়েছিলেন। তাই আমি তাঁর বর্ণিত হাদীসের উপর নির্ভর করতে পারি না। (ই.ফা. ৬৩০, ই.সে. ৬৪৫)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، ح وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَبِي رَيْحَانَةَ، عَنْ سَفِينَةَ، - قَالَ أَبُو بَكْرٍ - صَاحِبُ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَغْتَسِلُ بِالصَّاعِ وَيَتَطَهَّرُ بِالْمُدِّ ‏.‏ وَفِي حَدِيثِ ابْنِ حُجْرٍ أَوْ قَالَ وَيُطَهِّرُهُ الْمُدُّ ‏.‏ وَقَالَ وَقَدْ كَانَ كَبِرَ وَمَا كُنْتُ أَثِقُ بِحَدِيثِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 628,
    "narrator": "জুবায়র ইবনু মুত’ইম (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে একবার অপবিত্রতা থেকে গোসলের আলোচনা করা হলে তিনি বললেন, আমি তো আমার মাথায় তিন বার পানি ঢেলে দেই। (ই.ফা. ৬৩২, ই.সে. ৬৪৭)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ سُلَيْمَانَ بْنِ صُرَدٍ، عَنْ جُبَيْرِ بْنِ مُطْعِمٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ ذُكِرَ عِنْدَهُ الْغُسْلُ مِنَ الْجَنَابَةِ فَقَالَ ‏ \"‏ أَمَّا أَنَا فَأُفْرِغُ عَلَى رَأْسِي ثَلاَثًا ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 630,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "(তিনি বলেছেন) রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অপবিত্রতার গোসল করার সময় মাথায় তিন আঁজলা পানি ঢালতেন। হাসান ইবনু মুহাম্মাদ তাঁকে (জাবিরকে) বললেন, আমার মাথায় তো চুল অনেক (কাজেই এটুকু পানি তো আমার জন্য যথেষ্ট নয়) জবাবে জাবির বললেন, ভাতিজা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর মাথায় চুল তোমার চেয়ে অনেক বেশি এবং উত্তম ও পরিচ্ছন্ন ছিল। (ই.ফা. ৬৩৪, ই.সে. ৬৪৯)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، - يَعْنِي الثَّقَفِيَّ - حَدَّثَنَا جَعْفَرٌ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اغْتَسَلَ مِنْ جَنَابَةٍ صَبَّ عَلَى رَأْسِهِ ثَلاَثَ حَفَنَاتٍ مِنْ مَاءٍ ‏.‏ فَقَالَ لَهُ الْحَسَنُ بْنُ مُحَمَّدٍ إِنَّ شَعْرِي كَثِيرٌ ‏.‏ قَالَ جَابِرٌ فَقُلْتُ لَهُ يَا ابْنَ أَخِي كَانَ شَعْرُ رَسُولِ اللَّهِ صلى الله عليه وسلم أَكْثَرَ مِنْ شَعْرِكَ وَأَطْيَبَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 627,
    "narrator": "জুবায়র ইবনু মুত’ইম (রাঃ)",
    "bn": "তিনি বলেন, একদা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সম্মুখে লোকেরা গোসল নিয়ে তর্ক-বিতর্ক শুরু করল। কেউ কেউ বলল, আমি তো এ পরিমাণ পানি দিয়ে মাথা ধুয়ে থাকি। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমি তো আমার মাথায় তিন কোষ পানি ঢেলে থাকি। [৮৭] (ই.ফা. ৬৩১, ই.সে. ৬৪৬)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ سُلَيْمَانَ بْنِ صُرَدٍ، عَنْ جُبَيْرِ بْنِ مُطْعِمٍ، قَالَ تَمَارَوْا فِي الْغُسْلِ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ بَعْضُ الْقَوْمِ أَمَّا أَنَا فَإِنِّي أَغْسِلُ رَأْسِي كَذَا وَكَذَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَمَّا أَنَا فَإِنِّي أُفِيضُ عَلَى رَأْسِي ثَلاَثَ أَكُفٍّ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৮৭] ইমাম নাবাবী (রহঃ) বলেন, এ হাদীস দ্বারা বুঝা যায় যে, পবিত্রতার গোসলের সময় মাথায় তিনবার পানি ঢেলে দেয়া মুস্তাহাব। যেমন ওযূর অঙ্গসমূহ তিনবার করে ধৌত করা মুস্তাহাব।)"
  },
  {
    "hadith_id": 629,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "(তিনি বলেছেন) সাকীফ গোত্রের প্রতিনিধি দল এসে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জিজ্ঞেস করলঃ আমাদের এলাকাটি অত্যন্ত শীতপ্রধান, সেখানে আমরা (অপবিত্রতার) গোসল কীভাবে করব? তিনি বললেন, আমি তো আমার মাথায় তিন বার পানি ঢেলে থাকি।\nইবনু সালিম হুশায়ম ও আবূ বিশর্‌ এর মাধ্যমে তাঁর বর্ণিত হাদীসে বলেছেন, সাকীফ গোত্রের প্রতিনিধি দল এসে ‘হে আল্লাহর রাসুল’ বলে সম্বোধন করেছিল। (ই.ফা. ৬৩৩, ই.সে. ৬৪৮)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَإِسْمَاعِيلُ بْنُ سَالِمٍ، قَالاَ أَخْبَرَنَا هُشَيْمٌ، عَنْ أَبِي بِشْرٍ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ وَفْدَ، ثَقِيفٍ سَأَلُوا النَّبِيَّ صلى الله عليه وسلم فَقَالُوا إِنَّ أَرْضَنَا أَرْضٌ بَارِدَةٌ فَكَيْفَ بِالْغُسْلِ فَقَالَ ‏ \"‏ أَمَّا أَنَا فَأُفْرِغُ عَلَى رَأْسِي ثَلاَثًا ‏\"‏ ‏.‏ قَالَ ابْنُ سَالِمٍ فِي رِوَايَتِهِ حَدَّثَنَا هُشَيْمٌ أَخْبَرَنَا أَبُو بِشْرٍ وَقَالَ إِنَّ وَفْدَ ثَقِيفٍ قَالُوا يَا رَسُولَ اللَّهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 632,
    "narrator": "‘আম্‌র আন্‌ নাকিদ ও ‘আব্‌দ ইবনু হুমায়দ (রহঃ) এর সূত্রে",
    "bn": "এ সানাদে উক্ত হাদীসটি বর্ণিত আছে। ‘আব্‌দুর রায্‌যাকের হাদীসে রয়েছে যে, “আমি কি তা হায়িয ও অপবিত্রতা থেকে গোসলের জন্যে খুলবো? তিনি বললেন, না”।এরপর ইবনু ‘উয়াইনার (উপরোক্ত) হাদীসের অনুরূপ। (ই.ফা. ৬৩৬, ই.সে. ৬৫১)",
    "ar": "وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، ح وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، قَالاَ أَخْبَرَنَا الثَّوْرِيُّ، عَنْ أَيُّوبَ بْنِ مُوسَى، فِي هَذَا الإِسْنَادِ وَفِي حَدِيثِ عَبْدِ الرَّزَّاقِ فَأَنْقُضُهُ لِلْحَيْضَةِ وَالْجَنَابَةِ فَقَالَ ‏ \"‏ لاَ ‏\"‏ ثُمَّ ذَكَرَ بِمَعْنَى حَدِيثِ ابْنِ عُيَيْنَةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 633,
    "narrator": "আহমাদ ইবনু সা’ঈদ আদ্‌ দারিমী (রহঃ) এর সূত্রে আইয়ূব ইবনু মূসা (রাঃ) হতে এ সূত্রে",
    "bn": "সেখানে উল্লেখ আছে যে, “আমি কি তা খুলে অপবিত্রতা থেকে গোসল করব?” সেখানে তিনি হায়িযের কথা উল্লেখ করেননি। (ই.ফা. ৬৩৭, ই.সে. ৬৫২)",
    "ar": "وَحَدَّثَنِيهِ أَحْمَدُ الدَّارِمِيُّ، حَدَّثَنَا زَكَرِيَّاءُ بْنُ عَدِيٍّ، حَدَّثَنَا يَزِيدُ، - يَعْنِي ابْنَ زُرَيْعٍ - عَنْ رَوْحِ بْنِ الْقَاسِمِ، حَدَّثَنَا أَيُّوبُ بْنُ مُوسَى، بِهَذَا الإِسْنَادِ وَقَالَ أَفَأَحُلُّهُ فَأَغْسِلُهُ مِنَ الْجَنَابَةِ ‏.‏ وَلَمْ يَذْكُرِ الْحَيْضَةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 631,
    "narrator": "উম্মু সালামাহ্‌ (রাঃ)",
    "bn": "তিনি বলেছেন, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বললাম, হে আল্লাহর রসূল! আমি তো মাথায় চুলের বেনী গেঁথে থাকি। সুতরাং অপবিত্রতার গোসলের সময় কি আমি তা খুলব? তিনি বললেন, না। বরং তোমার জন্য এটাই যথেষ্ট যে, তুমি মাথার ওপর তিন আঁজলা পানি ঢেলে দিবে। অতঃপর সারা শরীরে পানি ঢেলে দিয়ে পবিত্র হয়ে যাবে। [৮৮] (ই.ফা. ৬৩৫, ই.সে. ৬৫০)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي عُمَرَ، كُلُّهُمْ عَنِ ابْنِ عُيَيْنَةَ، قَالَ إِسْحَاقُ أَخْبَرَنَا سُفْيَانُ، عَنْ أَيُّوبَ بْنِ مُوسَى، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ رَافِعٍ، مَوْلَى أُمِّ سَلَمَةَ عَنْ أُمِّ سَلَمَةَ، قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي امْرَأَةٌ أَشُدُّ ضَفْرَ رَأْسِي فَأَنْقُضُهُ لِغُسْلِ الْجَنَابَةِ قَالَ ‏ \"‏ لاَ إِنَّمَا يَكْفِيكِ أَنْ تَحْثِي عَلَى رَأْسِكِ ثَلاَثَ حَثَيَاتٍ ثُمَّ تُفِيضِينَ عَلَيْكِ الْمَاءَ فَتَطْهُرِينَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৮৮] উম্মু সালামাহ্‌ ও ‘আয়িশাহ(রাঃ) বর্ণিত হাদীস দ্বারা বুঝা গেল যে, মহিলাদের পবিত্রতার গোসলের সময় মাথার চুলের বেনী খোলা জরুরি নয়"
  },
  {
    "hadith_id": 634,
    "narrator": "‘উবায়দ ইবনু ‘উমায়র (রহঃ)",
    "bn": "তিনি বলেছেন, ‘আয়িশাহ(রাঃ) এর নিকটে খবর পৌঁছিল যে, ‘আবদুল্লাহ ইবনু ‘আম্‌র স্ত্রীলোকদেরকে গোসলের সময় তাদের মাথার চুল (বেনী) খোলার আদেশ দিয়ে থাকেন। এ কথা জানার পর  ‘আয়িশাহ(রাঃ) বলেন, আশ্চর্য লাগে ইবনু ‘আম্‌র (রাঃ) এর মত লোক মেয়েদেরকে গোসলের সময় মাথার চুল খোলার আদেশ করেন। তাহলে তো তিনি তাদেরকে মাথার চুল মুড়ে ফেলার আদেশ দিতে পারেন। অথচ আমি এবং রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক সাথে একই পাত্র থেকে পানি নিয়ে অপবিত্রতার গোসল করেছি। এ সময় আমি আমার মাথায় তিন কোষ (দুই হাতের তালুর) অধিক পানি ঢালিনি। (ই.ফা. ৬৩৮, ই.সে. ৬৫৩)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَلِيُّ بْنُ حُجْرٍ جَمِيعًا عَنِ ابْنِ عُلَيَّةَ، قَالَ يَحْيَى أَخْبَرَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ أَيُّوبَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، قَالَ بَلَغَ عَائِشَةَ أَنَّ عَبْدَ، اللَّهِ بْنَ عَمْرٍو يَأْمُرُ النِّسَاءَ إِذَا اغْتَسَلْنَ أَنْ يَنْقُضْنَ رُءُوسَهُنَّ فَقَالَتْ يَا عَجَبًا لاِبْنِ عَمْرٍو هَذَا يَأْمُرُ النِّسَاءَ إِذَا اغْتَسَلْنَ أَنْ يَنْقُضْنَ رُءُوسَهُنَّ أَفَلاَ يَأْمُرُهُنَّ أَنْ يَحْلِقْنَ رُءُوسَهُنَّ لَقَدْ كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ وَلاَ أَزِيدُ عَلَى أَنْ أُفْرِغَ عَلَى رَأْسِي ثَلاَثَ إِفْرَاغَاتٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 636,
    "narrator": "‘আয়িশাহ(রাঃ)",
    "bn": "এক মহিলা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জিজ্ঞেস করল যে, আমি তুহ্‌র এর (হায়িয থেকে পবিত্রতার) সময় কিভাবে গোসল করব? তিনি বললেন, এক টুকরো সুগন্ধযুক্ত কাপড় বা তুলা নিবে তারপর তা দ্বারা পবিত্রতা অর্জন করবে। এরপর সুফ্‌ইয়ানের হাদীসের অনুরূপ বর্ণনা করেন। (ই.ফা. ৬৪০, ই.সে. ৬৫৫)",
    "ar": "وَحَدَّثَنِي أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ، حَدَّثَنَا حَبَّانُ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا مَنْصُورٌ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، أَنَّ امْرَأَةً، سَأَلَتِ النَّبِيَّ صلى الله عليه وسلم كَيْفَ أَغْتَسِلُ عِنْدَ الطُّهْرِ فَقَالَ ‏ \"‏ خُذِي فِرْصَةً مُمَسَّكَةً فَتَوَضَّئِي بِهَا ‏\"‏ ‏.‏ ثُمَّ ذَكَرَ نَحْوَ حَدِيثِ سُفْيَانَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 635,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "এক মহিলা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জিজ্ঞেস করল যে, কিভাবে সে তাঁর হায়িয থেকে গোসল করবে? হাদীসের রাবী বলেন, ‘আয়িশাহ(রাঃ) উল্লেখ করেন যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ভদ্রমহিলাকে সে কিভাবে গোসল করবে, তা শিখিয়ে দিলেন তারপর সুগন্ধযুক্ত কাপড় বা তুলা ব্যবহার করবে এবং তা দ্বারা পবিত্রতা অর্জন করবে। সে বলল, এ সুগন্ধযুক্ত কাপড় দ্বারা আমি কিভাবে পবিত্রতা অর্জন করব? তিনি বললেন, তা দ্বারা পবিত্রতা অর্জন করবে। তিনি বললেন, সুবহানাল্লাহ্‌! (এত সোজা কথাও বুঝ না)। এরপর তিনি (মুখ) সরিয়ে নিলেন। (রাবী বলেন) সুফ্‌ইয়ান ইবনু ‘উয়াইনাহ্‌ নিজ মুখের উপর হাত দিয়ে আমাদেরকে ইশারা করে দেখালেন। ‘আয়িশাহ(রাঃ) বলেন, আমি তাঁকে আমার দিকে টেনে আনলাম। আর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি বুঝাতে চাচ্ছেন তা আমি বুঝে ফেললাম। অতঃপর আমি মহিলাটিকে বললাম, তুমি তা (সুগন্ধযুক্ত কাপড় বা তুলা) রক্তের স্থানে (লজ্জাস্থানে) বুলিয়ে নিবে। ইবনু ‘উমার তাঁর বর্ণিত হাদীসে বলেছেন, তিনি বলেনঃ আমি বললাম, রক্তের স্থানে সুগন্ধযুক্ত কাপড়টি বুলিয়ে দিন। (ই.ফা. ৬৩৯, ই.সে. ৬৫৪)",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ النَّاقِدُ، وَابْنُ أَبِي عُمَرَ، جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، - قَالَ عَمْرٌو حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، - عَنْ مَنْصُورٍ ابْنِ صَفِيَّةَ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، قَالَتْ سَأَلَتِ امْرَأَةٌ النَّبِيَّ صلى الله عليه وسلم كَيْفَ تَغْتَسِلُ مِنْ حَيْضَتِهَا قَالَ فَذَكَرَتْ أَنَّهُ عَلَّمَهَا كَيْفَ تَغْتَسِلُ ثُمَّ تَأْخُذُ فِرْصَةً مِنْ مِسْكٍ فَتَطَهَّرُ بِهَا ‏.‏ قَالَتْ كَيْفَ أَتَطَهَّرُ بِهَا قَالَ ‏ \"‏ تَطَهَّرِي بِهَا ‏.‏ سُبْحَانَ اللَّهِ ‏\"‏ ‏.‏ وَاسْتَتَرَ - وَأَشَارَ لَنَا سُفْيَانُ بْنُ عُيَيْنَةَ بِيَدِهِ عَلَى وَجْهِهِ - قَالَ قَالَتْ عَائِشَةُ وَاجْتَذَبْتُهَا إِلَىَّ وَعَرَفْتُ مَا أَرَادَ النَّبِيُّ صلى الله عليه وسلم فَقُلْتُ تَتَبَّعِي بِهَا أَثَرَ الدَّمِ ‏.‏ وَقَالَ ابْنُ أَبِي عُمَرَ فِي رِوَايَتِهِ فَقُلْتُ تَتَبَّعِي بِهَا آثَارَ الدَّمِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 637,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "একদা আসমা (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কাছে হায়িযের গোসল সম্পর্কে জিজ্ঞেস করল। তিনি বললেন, তোমাদের কেউ পানি এবং বরইয়ের পাতা নিয়ে সুন্দর ভাবে পবিত্রতা অর্জন করবে। তারপর মাথায় পানি ঢেলে দিয়ে দিয়ে ভালভাবে নাড়াচড়া করবে যাতে পানি সমস্ত চুলের গোড়া পর্যন্ত পৌঁছে যায়। তারপর তার উপর পানি ঢেলে দিবে। তারপর সুগন্ধযুক্ত কাপড় নিয়ে তার দ্বারা পবিত্রতা অর্জন করবে। আসমা বলল, তা দিয়ে সে কিভাবে পবিত্রতা অর্জন করবে। অতঃপর ‘আয়িশা (রাঃ) তাকে যেন চুপি চুপি বলে দিলেন, রক্ত বের হবার জায়গায় তা বুলিয়ে দিবে। সে অপবিত্রতার গোসল সম্পর্কেও জিজ্ঞেস করল। তিনি বললেন, পানি নিয়ে তার দ্বারা সুন্দরভাবে পবিত্রতা অর্জন করবে। তার মাথায় পানি ঢেলে দিয়ে ভাল করে নাড়াচড়া করবে যাতে চুলের গোঁড়ায় পানি পৌঁছে যায়। তারপর সমস্ত শরীরে পানি ঢেলে দিবে। ‘আয়িশা (রাঃ) বললেন, আনসারদের মহিলারা কত ভাল ! লজ্জা তাদেরকে দীন-এর জ্ঞান থেকে ফিরিয়ে রাখে না। (ই.ফা. ৬৪১, ই.সে. ৬৫৬)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ إِبْرَاهِيمَ بْنِ الْمُهَاجِرِ، قَالَ سَمِعْتُ صَفِيَّةَ، تُحَدِّثُ عَنْ عَائِشَةَ، أَنَّ أَسْمَاءَ، سَأَلَتِ النَّبِيَّ صلى الله عليه وسلم عَنْ غُسْلِ الْمَحِيضِ فَقَالَ ‏\"‏ تَأْخُذُ إِحْدَاكُنَّ مَاءَهَا وَسِدْرَتَهَا فَتَطَهَّرُ فَتُحْسِنُ الطُّهُورَ ثُمَّ تَصُبُّ عَلَى رَأْسِهَا فَتَدْلُكُهُ دَلْكًا شَدِيدًا حَتَّى تَبْلُغَ شُئُونَ رَأْسِهَا ثُمَّ تَصُبُّ عَلَيْهَا الْمَاءَ ‏.‏ ثُمَّ تَأْخُذُ فِرْصَةً مُمَسَّكَةً فَتَطَهَّرُ بِهَا ‏\"‏ ‏.‏ فَقَالَتْ أَسْمَاءُ وَكَيْفَ تَطَهَّرُ بِهَا فَقَالَ ‏\"‏ سُبْحَانَ اللَّهِ تَطَهَّرِينَ بِهَا ‏\"‏ ‏.‏ فَقَالَتْ عَائِشَةُ كَأَنَّهَا تُخْفِي ذَلِكَ تَتَبَّعِينَ أَثَرَ الدَّمِ ‏.‏ وَسَأَلَتْهُ عَنْ غُسْلِ الْجَنَابَةِ فَقَالَ ‏\"‏ تَأْخُذُ مَاءً فَتَطَهَّرُ فَتُحْسِنُ الطُّهُورَ - أَوْ تُبْلِغُ الطُّهُورَ - ثُمَّ تَصُبُّ عَلَى رَأْسِهَا فَتَدْلُكُهُ حَتَّى تَبْلُغَ شُئُونَ رَأْسِهَا ثُمَّ تُفِيضُ عَلَيْهَا الْمَاءَ ‏\"‏ ‏.‏ فَقَالَتْ عَائِشَةُ نِعْمَ النِّسَاءُ نِسَاءُ الأَنْصَارِ لَمْ يَكُنْ يَمْنَعُهُنَّ الْحَيَاءُ أَنْ يَتَفَقَّهْنَ فِي الدِّينِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 639,
    "narrator": "‘আয়িশা (রাযিঃ)",
    "bn": "তিনি বলেন, আসমা বিনতু শাকাল রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বলল, ইয়া রসুলুল্লাহ! আমাদের কেউ যখন হায়িয থেকে পবিত্র হবে তখন সে কিভাবে  গোসল করবে? এরপর পূর্বোক্ত হাদীসের অনুরূপ বর্ণনা করেছেন। তবে হাদীসটির মধ্যে অপবিত্রতার গোসলের কথা উল্লেখ করেননি। (ই.ফা. ৬৪৩, ই.সে. ৬৫৮)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ كِلاَهُمَا عَنْ أَبِي الأَحْوَصِ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَتْ أَسْمَاءُ بِنْتُ شَكَلٍ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ كَيْفَ تَغْتَسِلُ إِحْدَانَا إِذَا طَهُرَتْ مِنَ الْحَيْضِ وَسَاقَ الْحَدِيثَ وَلَمْ يَذْكُرْ فِيهِ غُسْلَ الْجَنَابَةِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 638,
    "narrator": "শু’বাহ্‌",
    "bn": "অবিকল বর্ণিত হয়েছে। তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সুবহানাল্লাহ! তা দ্বারা পবিত্রতা লাভ করবে। অতঃপর তিনি আড়াল করলেন। (ই.ফা. ৬৪২, ই.সে. ৬৫৭)",
    "ar": "وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، فِي هَذَا الإِسْنَادِ نَحْوَهُ وَقَالَ قَالَ ‏ \"‏ سُبْحَانَ اللَّهِ تَطَهَّرِي بِهَا ‏\"‏ ‏.‏ وَاسْتَتَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 642,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, উম্মু হাবীবাহ্‌ বিনতু জাহ্‌শ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে মাসআলা জানতে চেয়ে বলল, আমার ইসতিহাযাহ্‌ হয়েছে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ওটা হল একতা রগের (ধমনী) রক্ত। তাই তুমি গোসল করে ফেলবে তারপর সলাত আদায় করবে। এরপর সে প্রতি সলাতের সময়ই গোসল করত। রাবী লায়স ইবনু সা’দ বলেন, ইবনু শিহাব এ কথা উল্লেখ করেননি যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উম্মু হাবীবাহ্‌কে প্রত্যেক সলাতের সময়ই গোসলের নির্দেশ দিয়েছিলেন। বরং এটা সে নিজের থেকেই করত। ইবনু রুম্‌হ তার বর্ণনায় জাহ্‌শের কন্যার কথা বলেছেন, উম্মু হাবীবার নাম উল্লেখ করেননি। (ই.ফা. ৬৪৬, ই.সে. ৬৬১)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتِ اسْتَفْتَتْ أُمُّ حَبِيبَةَ بِنْتُ جَحْشٍ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَتْ إِنِّي أُسْتَحَاضُ ‏.‏ فَقَالَ ‏ \"‏ إِنَّمَا ذَلِكِ عِرْقٌ فَاغْتَسِلِي ثُمَّ صَلِّي ‏\"‏ ‏.‏ فَكَانَتْ تَغْتَسِلُ عِنْدَ كُلِّ صَلاَةٍ ‏.‏ قَالَ اللَّيْثُ بْنُ سَعْدٍ لَمْ يَذْكُرِ ابْنُ شِهَابٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ أُمَّ حَبِيبَةَ بِنْتَ جَحْشٍ أَنْ تَغْتَسِلَ عِنْدَ كُلِّ صَلاَةٍ وَلَكِنَّهُ شَىْءٌ فَعَلَتْهُ هِيَ ‏.‏ وَقَالَ ابْنُ رُمْحٍ فِي رِوَايَتِهِ ابْنَةُ جَحْشٍ وَلَمْ يَذْكُرْ أُمَّ حَبِيبَةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 643,
    "narrator": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী আয়িশা (রাযিঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর শ্যালিকা এবং আব্দুর রহমান ইবনু ‘আওফ-এর স্ত্রী হাবীবাহ্‌ বিনতু জাহা্‌শ সাত বছর যাবৎ ইসতিহাযার রোগী ছিলেন। তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এ ব্যাপারে মাসআলা জানতে চাইলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এটা হায়িয নয়; বরং ধমনীর (রগের) রক্ত। তাই তুমি গোসল করে ফেল এবং সলাত আদায় কর।\n‘আয়িশাহহ্‌ (রাঃ) বলেন, এরপর তিনি তার বোন যায়নাব বিনতু জাহ্‌শ-এর ঘরে একটি পাত্রের মধ্যে বসে গোসল করতেন। এমনকি পানি রক্তে লাল হয়ে যেত।\nইবনু শিহাব বলেন, আমি এই হাদীসটি আবূ বাক্‌র ইবনু ‘আব্দুর রহমান ইবনুল হারিস ইবনু হিশাম-এর কাছের বর্ণনা করলাম। তিনি বললেন, আল্লাহ তা’য়ালা হিন্‌দের ওপর রহমাত করুন। সে যদি এ ফাতাওয়ার (মাসআলাহ্‌) শুনতে পেত! আল্লাহর কসম! সে শুধু কাঁদত। কারন সে সলাত আদায় করতনা (এ মাসআলা তার জানা ছিলনা। ফলে সলাত আদায় করতে না পারার কারণে কাঁদত)। (ই.ফা. ৬৪৭, ই.সে. ৬৬২)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ الْمُرَادِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، وَعَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ أُمَّ حَبِيبَةَ بِنْتَ جَحْشٍ - خَتَنَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَتَحْتَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ - اسْتُحِيضَتْ سَبْعَ سِنِينَ فَاسْتَفْتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي ذَلِكَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ هَذِهِ لَيْسَتْ بِالْحَيْضَةِ وَلَكِنَّ هَذَا عِرْقٌ فَاغْتَسِلِي وَصَلِّي ‏\"‏ ‏.‏ قَالَتْ عَائِشَةُ فَكَانَتْ تَغْتَسِلُ فِي مِرْكَنٍ فِي حُجْرَةِ أُخْتِهَا زَيْنَبَ بِنْتِ جَحْشٍ حَتَّى تَعْلُوَ حُمْرَةُ الدَّمِ الْمَاءَ ‏.‏ قَالَ ابْنُ شِهَابٍ فَحَدَّثْتُ بِذَلِكَ أَبَا بَكْرِ بْنَ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ فَقَالَ يَرْحَمُ اللَّهُ هِنْدًا لَوْ سَمِعَتْ بِهَذِهِ الْفُتْيَا وَاللَّهِ إِنْ كَانَتْ لَتَبْكِي لأَنَّهَا كَانَتْ لاَ تُصَلِّي ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 644,
    "narrator": "আয়িশাহ্‌ (রাযিঃ)",
    "bn": "তিনি বলেন, উম্মু হাবীবাহ্‌ বিনতু জাহ্‌শ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এলো। আর সাত বৎসর ধরে তার ইসতিহাযাহ্‌ চলছিল। এরপর রাবী আবূ ‘ইমরান ‘আম্‌র ইবনুল হারিসের অনুরূপ “এমনকি পানি রক্তে লাল হয়ে যেত” পর্যন্ত বর্ণনা করেন এর পরবর্তী অংশ তিনি উল্লেখ করেননি। (ই.ফা. ৬৪৮, ই.সে. ৬৬৩)",
    "ar": "وَحَدَّثَنِي أَبُو عِمْرَانَ، مُحَمَّدُ بْنُ جَعْفَرِ بْنِ زِيَادٍ أَخْبَرَنَا إِبْرَاهِيمُ، - يَعْنِي ابْنَ سَعْدٍ - عَنِ ابْنِ شِهَابٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، قَالَتْ جَاءَتْ أُمُّ حَبِيبَةَ بِنْتُ جَحْشٍ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَكَانَتِ اسْتُحِيضَتْ سَبْعَ سِنِينَ بِمِثْلِ حَدِيثِ عَمْرِو بْنِ الْحَارِثِ إِلَى قَوْلِهِ تَعْلُوَ حُمْرَةُ الدَّمِ الْمَاءَ ‏.‏ وَلَمْ يَذْكُرْ مَا بَعْدَهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 645,
    "narrator": "‘আয়িশাহ (রাযিঃ)",
    "bn": "জাহ্‌শ-এর কন্যার সাত বৎসর যাবত ইসতিহাযাহ্‌ ছিল। এরপর পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত। (ই.ফা. ৬৪৯, ই.সে. ৬৬৪)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، أَنَّ ابْنَةَ جَحْشٍ، كَانَتْ تُسْتَحَاضُ سَبْعَ سِنِينَ بِنَحْوِ حَدِيثِهِمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 641,
    "narrator": "জারীর (রাযিঃ)",
    "bn": "ফাতিমাহ্‌ বিনতু আবূ হুবায়শ ইবনু ‘আব্দুল মুত্তালিব ইবনু আসাদ যিনি আমাদের বংশের একজন মহিলা ছিলেন- রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এলেন। আর হাম্মাদ ইবনু যায়দ-এর হাদীসে একতা অক্ষর অতিরিক্ত ছিল, আমরা তা উল্লেখ করিনি।\n(ই.ফা. ৬৪৫, ই.সে. ৬৬০)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، وَأَبُو مُعَاوِيَةَ ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا خَلَفُ بْنُ هِشَامٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، كُلُّهُمْ عَنْ هِشَامِ بْنِ عُرْوَةَ، بِمِثْلِ حَدِيثِ وَكِيعٍ وَإِسْنَادِهِ ‏.‏ وَفِي حَدِيثِ قُتَيْبَةَ عَنْ جَرِيرٍ جَاءَتْ فَاطِمَةُ بِنْتُ أَبِي حُبَيْشِ بْنِ عَبْدِ الْمُطَّلِبِ بْنِ أَسَدٍ وَهِيَ امْرَأَةٌ مِنَّا ‏.‏ قَالَ وَفِي حَدِيثِ حَمَّادِ بْنِ زَيْدٍ زِيَادَةُ حَرْفٍ تَرَكْنَا ذِكْرَهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 640,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "ফাতিমাহ্‌ বিনতু আবূ হুরায়শ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বলল, হে আল্লাহর রসুল! আমি একজন ইসতিহাযাহ্‌ বা রক্তপ্রদর রোগগ্রস্ত নারী। কখনো এ রোগ থেকে মুক্ত হই না। তাই আমি এ সলাত আদায় করা কি ছেড়ে দিব? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ না , তুমি সলাত আদায় ছাড়বেনা। কেননা, এ হায়িয না বরং একটি শিরা নিঃসৃত রক্ত। তাই যখন হায়িয দেখা দিবে তখন শুধু সলাত আদায় করবেনা। আর যখন হায়িয ভাল হয়ে যাবে তখন রক্ত ধুয়ে ফেলে গোসল করে পবিত্র হয়ে সলাত আদায় করবে। (ই.ফা. ৬৪৪, ই.সে. ৬৫৯)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ جَاءَتْ فَاطِمَةُ بِنْتُ أَبِي حُبَيْشٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي امْرَأَةٌ أُسْتَحَاضُ فَلاَ أَطْهُرُ أَفَأَدَعُ الصَّلاَةَ فَقَالَ ‏ \"‏ لاَ إِنَّمَا ذَلِكِ عِرْقٌ وَلَيْسَ بِالْحَيْضَةِ فَإِذَا أَقْبَلَتِ الْحَيْضَةُ فَدَعِي الصَّلاَةَ وَإِذَا أَدْبَرَتْ فَاغْسِلِي عَنْكِ الدَّمَ وَصَلِّي ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৮৯] ইসতিহাযাহ্‌ বলা হয় ঐ রক্তকে যা হায়িয ও নিফাসের নির্দিষ্ট সময় ব্যতীত মহিলাদের লজ্জাস্থান দিয়ে রক্ত বের হয় । এ রক্ত একটি রগ থেকে বের হয়ে থাকে যাকে আদিল বলা হয় । আর হায়িযের রক্ত জরায়ুর ভিতর থেকে বের হয় । ইসতিহাযার রক্ত সাধারনত লাল কিংবা হলদে অথবা মেটে রং হয় এবং হায়িযের রক্ত স্বভাবত কালচে রং হয় । সুতরাং রক্তের প্রতি বিশেষভাবে লক্ষ্য রাখলে উভয়ের মধ্যে পার্থক্য বুঝা যায় ।\nইসতিহাযাহ রোগাক্রান্ত মহিলা সুস্থ মহিলার মত সলাত, সওম, ই’তিকাফ, কুরআন মাজীদ তিলাওয়াত সহ যাবতীয় ইবাদত বন্দেগী করতে পারবে । তবে প্রত্যেক ওয়াক্তের সলাতে প্রারম্ভে ওযূ করে নিবে । আর যখন সলাত আদায় করার নিয়্যাত করবে তখন লজ্জাস্থান ধুয়ে ফেলবে এবং উক্তস্থানে এক টুকরো কাপড়, তুলা লাগিয়ে রাখবে । (নাবাবী)"
  },
  {
    "hadith_id": 646,
    "narrator": "‘আয়িশা (রাযিঃ)",
    "bn": "তিনি বলেন, উম্মু হাবীবাহ্‌ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে রক্ত সম্পর্কে জিজ্ঞেস করল। এরপর ‘আয়িশা (রাঃ) বলেন, আমি তার পাত্র দেখেছি রক্তে পরিপূর্ণ। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেন, তোমার হায়িয যে কয়দিন হয়, সে কয়দিন পরিমাণ তুমি অপেক্ষা কর। তারপর গোসল করে ফেল এবং সলাত আদায় কর। (ই.ফা. ৬৫০, ই.সে. ৬৬৫)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيِبٍ، عَنْ جَعْفَرٍ، عَنْ عِرَاكٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ إِنَّ أُمَّ حَبِيبَةَ سَأَلَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الدَّمِ فَقَالَتْ عَائِشَةُ رَأَيْتُ مِرْكَنَهَا مَلآنَ دَمًا فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ امْكُثِي قَدْرَ مَا كَانَتْ تَحْبِسُكِ حَيْضَتُكِ ثُمَّ اغْتَسِلِي وَصَلِّي ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 647,
    "narrator": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর স্ত্রী ‘আয়িশা (রাযিঃ)",
    "bn": "তিনি বলেছেন, ‘আব্দুর রহমান ইবনু ‘আওফ-এর স্ত্রী উম্মু হাবীবাহ্‌ বিনতু জাহ্‌শ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে তার রক্ত প্রদরের অসুবিধার কথা বলল। তিনি তাকে বললেনঃ তুমি তোমার মাসিক ঋতুর মেয়াদ পরিমাণ অপেক্ষা কর (অর্থাৎ) এ সময়ে সলাত আদায় করবেনা। এ সময় পার হলে তুমি গোসল করবে এবং সলাত আদায় করবে। তাই তিনি প্রতেক সলাতের সময়েই গোসল করতেন।৯০ (ই.ফা. ৬৫১, ই.সে. ৬৬৬)",
    "ar": "حَدَّثَنِي مُوسَى بْنُ قُرَيْشٍ التَّمِيمِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ بَكْرِ بْنِ مُضَرَ، حَدَّثَنِي أَبِي، حَدَّثَنِي جَعْفَرُ بْنُ رَبِيعَةَ، عَنْ عِرَاكِ بْنِ مَالِكٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ إِنَّ أُمَّ حَبِيبَةَ بِنْتَ جَحْشٍ الَّتِي كَانَتْ تَحْتَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ شَكَتْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الدَّمَ فَقَالَ لَهَا ‏ \"‏ امْكُثِي قَدْرَ مَا كَانَتْ تَحْبِسُكِ حَيْضَتُكِ ثُمَّ اغْتَسِلِي ‏\"‏ ‏.‏ فَكَانَتْ تَغْتَسِلُ عِنْدَ كُلِّ صَلاَةٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯০] হায়য অবস্থায় সলাত মাফ এবং সওমের কাযা করতে হয় । এটা পরম করুণাময় আল্লাহর বিশেষ অনুগ্রহ তা না হলে সলাতের কাযা করতে মহিলাদের বিশেষ কষ্ট হতো । সলাত দৈনিক পাঁচবার পড়তে হয় বিধায় বছরের বহু সলাতের কাযা করতে হতো । আর সওম বছরে একবার মাত্র । সুতরাং ৫/৭ দিন সওম কাযা করা কোন কঠিন কিছু নয় । (নাবাবী)"
  },
  {
    "hadith_id": 649,
    "narrator": "মু’আযাহ্‌ (রহঃ)",
    "bn": "তিনি ‘আয়িশাহ (রাঃ)-কে প্রশ্ন করলেন, ঋতুবতী মহিলা কি সলাত কাযা করবে? ‘আয়িশাহহ (রাঃ) বললেন, তুমি কি হারুরিয়্যাহ্‌? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পত্নীগনের হায়িয হতো, তিনি কি তাদেরকে (সলাত) কাযা করার হুকুম দিয়েছেন?  মুহাম্মাদ ইবনু জা’ফার বলেন (আরবি) সলাত কাযা করা। (ই.ফা. ৬৫৩, ই.সে. ৬৬৮)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ يَزِيدَ، قَالَ سَمِعْتُ مُعَاذَةَ، أَنَّهَا سَأَلَتْ عَائِشَةَ أَتَقْضِي الْحَائِضُ الصَّلاَةَ فَقَالَتْ عَائِشَةُ أَحَرُورِيَّةٌ أَنْتِ قَدْ كُنَّ نِسَاءُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَحِضْنَ أَفَأَمَرَهُنَّ أَنْ يَجْزِينَ قَالَ مُحَمَّدُ بْنُ جَعْفَرٍ تَعْنِي يَقْضِينَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 650,
    "narrator": "মু’আযাহ্‌ (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আয়িশা (রাঃ)-কে প্রশ্ন করলাম, ঋতুবতী মহিলা সওম কাযা করবে এবং সলাত কাযা করবেনা এটা কেমন কথা? তুমি কি হারুরিয়্যাহ্‌? আমি বললাম, আমি হারুরিয়্যাহ্‌ নয়; বরং আমি (জানার জন্যই কেবল) জিজ্ঞেস করছি। তিনি [‘আয়িশা (রাঃ)] বললেন, আমাদের এরূপ হত। তখন আমাদেরকে কেবল সওম কাযা করার নির্দেশ দেয়া হত, সলাত কাযা করার নির্দেশ দেয়া হত না। (ই.ফা. ৬৫৪, ই.সে. ৬৬৯)",
    "ar": "وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ عَاصِمٍ، عَنْ مُعَاذَةَ، قَالَتْ سَأَلْتُ عَائِشَةَ فَقُلْتُ مَا بَالُ الْحَائِضِ تَقْضِي الصَّوْمَ وَلاَ تَقْضِي الصَّلاَةَ فَقَالَتْ أَحَرُورِيَّةٌ أَنْتِ قُلْتُ لَسْتُ بِحَرُورِيَّةٍ وَلَكِنِّي أَسْأَلُ ‏.‏ قَالَتْ كَانَ يُصِيبُنَا ذَلِكَ فَنُؤْمَرُ بِقَضَاءِ الصَّوْمِ وَلاَ نُؤْمَرُ بِقَضَاءِ الصَّلاَةِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 648,
    "narrator": "মু’আযাহ্‌ (রহঃ)",
    "bn": "জনৈক মহিলা ‘আয়িশাহ (রাঃ)-কে প্রশ্ন করল, আমাদের কেউ কি তার হায়িযের দিন গুলোর সলাত কাযা করবে? ‘আয়িশা (রাঃ) বললেন, তুমি কি হারুরিয়্যাহ্‌ [৯১] (খারিজীয়া)? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে আমাদের কারো হায়িয হলে পড়ে তাকে (সলাত) কাযা করার নির্দেশ দেয়া হতো না।  (ই.ফা. ৬৫২, ই.সে. ৬৬৭)",
    "ar": "حَدَّثَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ مُعَاذَةَ، ح وَحَدَّثَنَا حَمَّادٌ، عَنْ يَزِيدَ الرِّشْكِ، عَنْ مُعَاذَةَ، أَنَّ امْرَأَةً، سَأَلَتْ عَائِشَةَ فَقَالَتْ أَتَقْضِي إِحْدَانَا الصَّلاَةَ أَيَّامَ مَحِيضِهَا فَقَالَتْ عَائِشَةُ أَحَرُورِيَّةٌ أَنْتِ قَدْ كَانَتْ إِحْدَانَا تَحِيضُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ لاَ تُؤْمَرُ بِقَضَاءٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯১] (হরুরী) ‘হারুরা’ কুফা নগরের নিকটবর্তী একটি গ্রামের নাম । প্রথমে খারিজীরা এ গ্রামে এসে একত্রিত ছিল এ জন্য তাদেরকে হারুরী বলা হয়েছে । এ খারেজীরা সহীহ হাদীস এবং মুসলিমদের ঐক্যমতের বিরোধিতা করে বলে হায়িযা অর্থাৎ ঋতুবতী মহিলাদের সলাত কাযা করতে হবে । (নাবাবী)"
  },
  {
    "hadith_id": 651,
    "narrator": "উম্মু হানী বিনতু আবূ তালিব (রাযিঃ)",
    "bn": "তিনি বলেন, মাক্কাহ বিজয়ের বছর আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে গেলাম। তখন আমি তাকে এ অবস্থায় পেলাম যে, তিনি গোসল করছিলেন, আর তার কন্যা ফাতিমাহ্‌ একটি কাপড় দিয়ে তাকে আড়াল করে রেখেছিল।৯২ (ই.ফা. ৬৫৫, ই.সে. ৬৭০)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ أَبِي النَّضْرِ، أَنَّ أَبَا مُرَّةَ، مَوْلَى أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ أَخْبَرَهُ أَنَّهُ، سَمِعَ أُمَّ هَانِئٍ بِنْتَ أَبِي طَالِبٍ، تَقُولُ ذَهَبْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم عَامَ الْفَتْحِ فَوَجَدْتُهُ يَغْتَسِلُ ‏.‏ وَفَاطِمَةُ ابْنَتُهُ تَسْتُرُهُ بِثَوْبٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯২] ইমাম নাবাবী(রহঃ) বলেনঃ প্রয়োজনের সময় গুপ্তাঙ্গ খোলা জায়িয, যেমন নির্জনে গোসল করার সময়, প্রসাব করার সময়, স্ত্রী সহবাসের সময় । কিন্তু লোক সম্মুখে গুপ্তাঙ্গ খোলা কখনও বৈধ নয় । অন্যান্য উলামায়ে কিরাম বলেন, নির্জনে গোসলের সময়ও লুঙ্গি পড়ে থাকা মুস্তাহাব । তাই প্রয়োজনে উলঙ্গ হয়ে গোসল করাও বৈধ আছে । (নাবাবী)"
  },
  {
    "hadith_id": 652,
    "narrator": "উম্মু হানী বিনতু আবূ তালিব (রাযিঃ)",
    "bn": "মক্কা বিজয়ের বছর তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এলেন। তিনি তখন মাক্কার উঁচু এলাকায় অবস্থান করছিলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গোসল করতে গেলে ফাতিমাহ্‌ তাঁকে আড়াল করেন। এরপর তিনি নিজের কাপড় নিয়ে পরিধান করলেন। তারপর আট রাক’আত চাশতের সলাত আদায় করলেন। (ই.ফা. ৬৫৬, ই.সে. ৬৭১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ، أَخْبَرَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ سَعِيدِ بْنِ أَبِي هِنْدٍ، أَنَّ أَبَا مُرَّةَ، مَوْلَى عَقِيلٍ حَدَّثَهُ أَنَّ أُمَّ هَانِئٍ بِنْتَ أَبِي طَالِبٍ حَدَّثَتْهُ أَنَّهُ، لَمَّا كَانَ عَامُ الْفَتْحِ أَتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ بِأَعْلَى مَكَّةَ ‏.‏ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى غُسْلِهِ فَسَتَرَتْ عَلَيْهِ فَاطِمَةُ ثُمَّ أَخَذَ ثَوْبَهُ فَالْتَحَفَ بِهِ ثُمَّ صَلَّى ثَمَانَ رَكَعَاتٍ سُبْحَةَ الضُّحَى ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 653,
    "narrator": "সা’ঈদ ইবনু আবূ হিন্‌দ (রাঃ)",
    "bn": "অতঃপর তিনি বলেন, এরপর তাঁর কন্যা ফাতিমাহ্‌ তাঁর কাপড় দিয়ে তাঁকে আড়াল করে রেখেছিল। গোসল শেষে তিনি ঐ কাপড় নিয়ে পরিধান করলেন। তারপর দাঁড়িয়ে আট রাক’আত সলাত আদায় করলেন। আর সেটা ছিল চাশতের সময়। (ই.ফা. ৬৫৭, ই.সে. ৬৭২)",
    "ar": "وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الْوَلِيدِ بْنِ كَثِيرٍ، عَنْ سَعِيدِ بْنِ أَبِي هِنْدٍ، بِهَذَا الإِسْنَادِ وَقَالَ فَسَتَرَتْهُ ابْنَتُهُ فَاطِمَةُ بِثَوْبِهِ فَلَمَّا اغْتَسَلَ أَخَذَهُ فَالْتَحَفَ بِهِ ثُمَّ قَامَ فَصَلَّى ثَمَانَ سَجَدَاتٍ وَذَلِكَ ضُحًى ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 654,
    "narrator": "মাইমুনাহ্‌ (রাযিঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্যে পানি রাখলাম এবং তাঁকে আড়াল করলাম। এরপর তিনি গোসল করলেন। (ই.ফা. ৬৫৮, ই.সে. ৬৭৩)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا مُوسَى الْقَارِئُ، حَدَّثَنَا زَائِدَةُ، عَنِ الأَعْمَشِ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، قَالَتْ وَضَعْتُ لِلنَّبِيِّ صلى الله عليه وسلم مَاءً وَسَتَرْتُهُ فَاغْتَسَلَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 656,
    "narrator": "যাহ্‌হাক ইবনু ‘উসমান (রহঃ)-এর সূত্রে",
    "bn": "উক্ত সানাদে হাদীসটি বর্ণনা করেছেন। তাঁরা উভয়েই (আরবি) এর স্থলে (আরবি) এর উল্লেখ করেছেন। অর্থাৎ- উলঙ্গ অবস্থায় পুরুষ পুরুষের দিকে এবং নারী নারীর দিকে তাকাতে পারবেনা এবং একই বিছানায় ঘুমাবে না। (ই.ফা. ৬৬০, ই.সে. ৬৭৫)",
    "ar": "وَحَدَّثَنِيهِ هَارُونُ بْنُ عَبْدِ اللَّهِ، وَمُحَمَّدُ بْنُ رَافِعٍ، قَالاَ حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنَا الضَّحَّاكُ بْنُ عُثْمَانَ، بِهَذَا الإِسْنَادِ وَقَالاَ - مَكَانَ عَوْرَةِ - عُرْيَةِ الرَّجُلِ وَعُرْيَةِ الْمَرْأَةِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 655,
    "narrator": "আবূ সা’ঈদ আল খুদরী(রাযিঃ)",
    "bn": "রসুলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কোন পুরুষ অপর পুরুষের লজ্জাস্থানের দিকে তাকাবে না এবং কোন মহিলা অপর মহিলা লজ্জাস্থানের দিকে তাকাবে না; কোন পুরুষ অপর পুরুষের সাথে এক কাপড়ের নীচে (উলঙ্গ অবস্থায়) ঘুমাবে না এবং কোন মহিলা অপর মহিলার সাথে একই কাপড়ের নীচে ঘুমাবে না।৯৩\n(ই.ফা. ৬৫৯, ই.সে. ৬৭৪)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنِ الضَّحَّاكِ بْنِ عُثْمَانَ، قَالَ أَخْبَرَنِي زَيْدُ بْنُ أَسْلَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَنْظُرُ الرَّجُلُ إِلَى عَوْرَةِ الرَّجُلِ وَلاَ الْمَرْأَةُ إِلَى عَوْرَةِ الْمَرْأَةِ وَلاَ يُفْضِي الرَّجُلُ إِلَى الرَّجُلِ فِي ثَوْبٍ وَاحِدٍ وَلاَ تُفْضِي الْمَرْأَةُ إِلَى الْمَرْأَةِ فِي الثَّوْبِ الْوَاحِدِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯৩] “কোন পুরুষ অপর পুরুষের সাথে এক কাপড়ের নীচে ঘুমাবে না এবং কোন মহিলা অপর মহিলার সাথে একই কাপড়ের নীচে ঘুমাবে না ।” এর দ্বারা উদ্দেশ্য উভয়ের উলঙ্গ অবস্থায় যখন কোন প্রকার কাপড় থাকবে না । (নাবাবী)"
  },
  {
    "hadith_id": 657,
    "narrator": "হাম্মাম ইবনু মুনাব্বিহ্‌ (রহঃ)",
    "bn": "তিনি কয়েকটি হাদীস উল্লেখ করে বলেন, এগুলো আবূ হুরায়রা (রাঃ) মুহাম্মাদুর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে আমার কাছে বর্ণনা করেছেন। তন্মধ্যে একটি হল, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, বানী ইসরাঈলগণ উলঙ্গ হয়ে গোসল করত, একে ওপরের লজ্জাস্থানের দিকে দেখত। আর মূসা (‘আঃ) গোসল করতেন একাকী। তাই তারা বলাবলি করত, আল্লাহর কসম মূসা আমাদের সাথে গোসল করে না কারণ তার একশিরা রোগ হয়েছে। একবার তিনি গোসল করতে গিয়ে একটি পাথরের উপর তাঁর কাপড় রাখলেন। এরপর পাথরটি তাঁর কাপড় নিয়ে দৌড়াতে লাগল। রাবী বলেন, মূসা (‘আঃ) তার পিছু পিছু ছুটলেন আর বলতে লাগলেন, পাথর! আমার কাপড়, পাথর! আমার কাপড়। এমনিভাবে বনী ইসরাঈলগণ মূসা (‘আঃ)-এর লজ্জাস্থান দেখে ফেলল এবং তারা বলল, আল্লাহর কসম মুসার তো কোন খুত নেই। এরপর পাথর দাঁড়িয়ে গেল এবং তাঁকে দেখে নিল। রাবী বলেন, এরপর তিনি তাঁর কাপড় তুলে নিলেন এবং (রাগে) পাথরকে মারতে শুরু করে দিলেন।\n\nআবূ হুরায়রা (রাঃ) বলেন, আল্লাহর কসম! পাথরের ওপর মূসা (আঃ)- এর আঘাতের ছয়টি কি সাতটি চিহ্ন রয়েছে। (ই.ফা. ৬৬১, ই.সে. ৬৭৬)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ مُحَمَّدٍ، رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ كَانَتْ بَنُو إِسْرَائِيلَ يَغْتَسِلُونَ عُرَاةً يَنْظُرُ بَعْضُهُمْ إِلَى سَوْأَةِ بَعْضٍ وَكَانَ مُوسَى - عَلَيْهِ السَّلاَمُ - يَغْتَسِلُ وَحْدَهُ فَقَالُوا وَاللَّهِ مَا يَمْنَعُ مُوسَى أَنْ يَغْتَسِلَ مَعَنَا إِلاَّ أَنَّهُ آدَرُ - قَالَ - فَذَهَبَ مَرَّةً يَغْتَسِلُ فَوَضَعَ ثَوْبَهُ عَلَى حَجَرٍ فَفَرَّ الْحَجَرُ بِثَوْبِهِ - قَالَ - فَجَمَحَ مُوسَى بِإِثْرِهِ يَقُولُ ثَوْبِي حَجَرُ ثَوْبِي حَجَرُ ‏.‏ حَتَّى نَظَرَتْ بَنُو إِسْرَائِيلَ إِلَى سَوْأَةِ مُوسَى قَالُوا وَاللَّهِ مَا بِمُوسَى مِنْ بَأْسٍ ‏.‏ فَقَامَ الْحَجَرُ حَتَّى نُظِرَ إِلَيْهِ - قَالَ - فَأَخَذَ ثَوْبَهُ فَطَفِقَ بِالْحَجَرِ ضَرْبًا ‏\"‏ ‏.‏ قَالَ أَبُو هُرَيْرَةَ وَاللَّهِ إِنَّهُ بِالْحَجَرِ نَدَبٌ سِتَّةٌ أَوْ سَبْعَةٌ ضَرْبُ مُوسَى بِالْحَجَرِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 660,
    "narrator": "মিসওয়ার  ইবনু মাখরামাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আমি একটি ভারী পাথর বয়ে নিয়ে যাচ্ছিলাম। আর তখন আমার পরনে ছিল একটা পাতলা লুঙ্গি। তিনি বলেন, এরপর আমার লুঙ্গি খুলে গেল। পাথরটি তখন আমার কাছে ছিল। তাই আমি লুঙ্গি তুলে নিতে পারলাম না। এমনিভাবে আমি পাথরটি যথাস্থানে নিয়ে গেলাম। এরপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমার কাপড়ের কাছে ফিরে গিয়ে তা নিয়ে এসো। আর কখনো উলঙ্গ হয়ে চলবে না। (ই.ফা. ৬৬৪, ই.সে. ৬৭৯)",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ يَحْيَى الأُمَوِيُّ، حَدَّثَنِي أَبِي، حَدَّثَنَا عُثْمَانُ بْنُ حَكِيمِ بْنِ عَبَّادِ بْنِ حُنَيْفٍ الأَنْصَارِيُّ، أَخْبَرَنِي أَبُو أُمَامَةَ بْنُ سَهْلِ بْنِ حُنَيْفٍ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، قَالَ أَقْبَلْتُ بِحَجَرٍ أَحْمِلُهُ ثَقِيلٍ وَعَلَىَّ إِزَارٌ خَفِيفٌ - قَالَ - فَانْحَلَّ إِزَارِي وَمَعِيَ الْحَجَرُ لَمْ أَسْتَطِعْ أَنْ أَضَعَهُ حَتَّى بَلَغْتُ بِهِ إِلَى مَوْضِعِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ ارْجِعْ إِلَى ثَوْبِكَ فَخُذْهُ وَلاَ تَمْشُوا عُرَاةً ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 659,
    "narrator": "জাবির ইবনু ‘আব্দুল্লাহ (রাঃ)",
    "bn": "তিনি বর্ণনা করেন যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের সাথে কা’বাহ্‌ মেরামতের জন্যে পাথর বয়ে নিচ্ছিলেন। আর তাঁর পরনের ছিল লুঙ্গি। এরপর তাঁর চাচা ‘আব্বাস (রাঃ) তাঁকে বললেন, ভাতিজা; তোমার লুঙ্গি খুলে যদি কাঁধের উপর পাথরের নীচে রেখে নিতে (তাহলে ভাল হত)। তিনি লুঙ্গি খুলে তাঁর কাঁধের উপর রাখলেন। সাথে সাথেই তিনি বেহুশ হয়ে পড়ে গেলেন। যাবির (রাঃ) বলেন, সেদিনের পর থেকে আর কখনো তাঁকে উলঙ্গ দেখা যায়নি। (ই.ফা. ৬৬৩, ই.সে.৬৭৮)",
    "ar": "وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا زَكَرِيَّاءُ بْنُ إِسْحَاقَ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يُحَدِّثُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَنْقُلُ مَعَهُمُ الْحِجَارَةَ لِلْكَعْبَةِ وَعَلَيْهِ إِزَارُهُ فَقَالَ لَهُ الْعَبَّاسُ عَمُّهُ يَا ابْنَ أَخِي لَوْ حَلَلْتَ إِزَارَكَ فَجَعَلْتَهُ عَلَى مَنْكِبِكَ دُونَ الْحِجَارَةِ - قَالَ - فَحَلَّهُ فَجَعَلَهُ عَلَى مَنْكِبِهِ فَسَقَطَ مَغْشِيًّا عَلَيْهِ - قَالَ - فَمَا رُؤِيَ بَعْدَ ذَلِكَ الْيَوْمِ عُرْيَانًا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 658,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ  (রাঃ)",
    "bn": "তিনি বলেন, যখন কা’বাহ্‌ তৈরি করা হচ্ছিল তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও ‘আব্বাস (রাঃ) পাথর বয়ে নিয়ে যাচ্ছিলেন। ‘আব্বাস (রাঃ) রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বললেন, পাথর বহনের সুবিধার্থে তোমার লুঙ্গি কাঁধের উপর তুলে নাও। এরপর তিনি এরুপ করলেন। সাথে সাথেই তিনি (বেহুশ হয়ে) মাটিতে পড়ে গেলেন। আর তাঁর উভয় চোখ আকাশের দিকে নিবদ্ধ হল। তারপর তিনি দাঁড়িয়ে বললেন, আমার লুঙ্গি , আমার লুঙ্গি। এরপর তাঁর লুঙ্গি পরিয়ে দেয়া হল। ইবনু রাফি’ তার রিওয়াতে কাধের স্থলে ঘাড়ে উল্লেখ করেছেন। (ই.ফা. ৬৬২, ই.সে. ৬৭৭)",
    "ar": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَمُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ، جَمِيعًا عَنْ مُحَمَّدِ بْنِ بَكْرٍ، قَالَ أَخْبَرَنَا ابْنُ جُرَيْجٍ، ح وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، وَمُحَمَّدُ بْنُ رَافِعٍ، وَاللَّفْظُ، لَهُمَا - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ ابْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، - أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ لَمَّا بُنِيَتِ الْكَعْبَةُ ذَهَبَ النَّبِيُّ صلى الله عليه وسلم وَعَبَّاسٌ يَنْقُلاَنِ حِجَارَةً فَقَالَ الْعَبَّاسُ لِلنَّبِيِّ صلى الله عليه وسلم اجْعَلْ إِزَارَكَ عَلَى عَاتِقِكَ مِنَ الْحِجَارَةِ ‏.‏ فَفَعَلَ فَخَرَّ إِلَى الأَرْضِ وَطَمَحَتْ عَيْنَاهُ إِلَى السَّمَاءِ ثُمَّ قَامَ فَقَالَ ‏ \"‏ إِزَارِي إِزَارِي ‏\"‏ ‏.‏ فَشَدَّ عَلَيْهِ إِزَارَهُ ‏.‏ قَالَ ابْنُ رَافِعٍ فِي رِوَايَتِهِ عَلَى رَقَبَتِكَ ‏.‏ وَلَمْ يَقُلْ عَلَى عَاتِقِكَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 661,
    "narrator": "আব্দুল্লাহ ইবনু জা’ফার (রাঃ)",
    "bn": "তিনি বলেছেন, একদিন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে তাঁর সাওয়ারীর পিছন দিকে বসালেন এবং আমাকে চুপে চুপে এমন একটি কথা বললেন যা আমি কাউকে কখন বলব না। তবে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রাকৃতিক প্রয়োজন সমাধা করার সময় উচু ঢিলা অথবা ঘন গাছগাছালি দ্বারা ঢাকা স্থানকে সবচেয়ে বেশী পছন্দ করতেন। ইবনু আসমা তাঁর বর্ণিত হাদীসে বলেছেন, অর্থাৎ খেজুর বাগানের আড়ালে মানাবীয় প্রয়োজন সমাধান করাটাই বেশী পছন্দ করতেন। (ই.ফা. ৬৬৫, ই.সে. ৬৮০)",
    "ar": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ الضُّبَعِيُّ، قَالاَ حَدَّثَنَا مَهْدِيٌّ، - وَهُوَ ابْنُ مَيْمُونٍ - حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي يَعْقُوبَ، عَنِ الْحَسَنِ بْنِ سَعْدٍ، مَوْلَى الْحَسَنِ بْنِ عَلِيٍّ عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، قَالَ أَرْدَفَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ خَلْفَهُ فَأَسَرَّ إِلَىَّ حَدِيثًا لاَ أُحَدِّثُ بِهِ أَحَدًا مِنَ النَّاسِ وَكَانَ أَحَبَّ مَا اسْتَتَرَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم لِحَاجَتِهِ هَدَفٌ أَوْ حَائِشُ نَخْلٍ ‏.‏ قَالَ ابْنُ أَسْمَاءَ فِي حَدِيثِهِ يَعْنِي حَائِطَ نَخْلٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 665,
    "narrator": "আবূ সা’ঈদ  আল খুদরী (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক আনসারীর (বাড়ির) সামনে দিয়ে যাচ্ছিলেন। এরপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে সংবাদ পাঠালেন। সে বেরিয়ে এলো আর তার মাথা থেকে তখন ফোঁটা ফোঁটা পানি ঝরছিল। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, সম্ভবত আমরা তোমাকে তাড়াহুড়োর মধ্যে ফেলেছি। সে বলল হ্যাঁ, ইয়া রসূলুল্লাহ্‌! তিনি বললেন, যখন (কোন কারণে) তোমাকে তাড়াতাড়ি (বীর্য বের হবার আগেই উঠে পড়তে হয়) অথবা বীর্য বের হতে বাধাপ্রাপ্ত হও তখন তোমার উপর গোসল করা (ফারয) নয়  বরং তোমার উপর শুধু ওযূ করা জরুরী। আর ইবনু বাশশার বলেন, যখন তোমাকে তাড়াহুড়ার মধ্যে ফেলা হয়েছে বা তোমাকে বীর্যপাত করতে বাধা দেয়া হয়েছে। (ই.ফা. ৬৬৯, ই.সে. ৬৬৮)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ ذَكْوَانَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّ عَلَى رَجُلٍ مِنَ الأَنْصَارِ فَأَرْسَلَ إِلَيْهِ فَخَرَجَ وَرَأْسُهُ يَقْطُرُ فَقَالَ ‏\"‏ لَعَلَّنَا أَعْجَلْنَاكَ ‏\"‏ ‏.‏ قَالَ نَعَمْ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ إِذَا أُعْجِلْتَ أَوْ أَقْحَطْتَ فَلاَ غُسْلَ عَلَيْكَ وَعَلَيْكَ الْوُضُوءُ ‏\"‏ ‏.‏ وَقَالَ ابْنُ بَشَّارٍ ‏\"‏ إِذَا أُعْجِلْتَ أَوْ أُقْحِطْتَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 664,
    "narrator": "আবূল ‘আলা ইবনু শিখ্‌খীর (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর এক হাদীস অপর হাদীসকে মানসুখ (রহিত) করে দিতে যেমনিভাবে কুরআনের এক আয়াত অপর আয়াতকে মানসুখ করে। (ই.ফা. ৬৬৮, ই.সে. ৬৮৩)",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا الْمُعْتَمِرُ، حَدَّثَنَا أَبِي، حَدَّثَنَا أَبُو الْعَلاَءِ بْنُ الشِّخِّيرِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَنْسَخُ حَدِيثُهُ بَعْضُهُ بَعْضًا كَمَا يَنْسَخُ الْقُرْآنُ بَعْضُهُ بَعْضًا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 662,
    "narrator": "আব্দুর রহমান ইবনু আবূ সা’ঈদ আল খুদরী (রাঃ) তাঁর পিতা আবূ সা’ঈদ আল খুদরী",
    "bn": "কোন এক সোমবারে আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে কুবা এলাকার দিকে গেলাম। আমরা বানু সালিম গোত্রের মহল্লায় পৌঁছালে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘ইত্‌বান এর গেইটে দাঁড়ালেন এবং তাকে উচ্চঃস্বরে  ডাকলেন। তৎক্ষণাৎ তিনি পরনের লুঙ্গি হেঁচড়াতে হেঁচড়াতে বের হয়ে আসলেন। এ অবস্থা দেখে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমরা কি লোকটিকে তাড়াহুড়োয় ফেলে দিলাম? তখন ‘ইতবান বললেন, হে আল্লাহর রসূল! যদি কোন ব্যক্তি তাঁর স্ত্রীর সাথে সহবাসের সময় তাড়াহুড়ো করে এবং তাতে বীর্যপাত না হয় তখন তাকে কি করতে হবে? (অর্থাৎ তাকে গোসল করতে হবে কিনা?) জবাবে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, বস্তুত বীর্যপাত ঘটলেই গোসল করতে হবে। [৯৫] (ই.ফা. ৬৬৬, ই.সে. ৬৮১)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَيَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ - قَالَ يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ جَعْفَرٍ - عَنْ شَرِيكٍ، - يَعْنِي ابْنَ أَبِي نَمِرٍ - عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ أَبِيهِ، قَالَ خَرَجْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ الاِثْنَيْنِ إِلَى قُبَاءٍ حَتَّى إِذَا كُنَّا فِي بَنِي سَالِمٍ وَقَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى بَابِ عِتْبَانَ فَصَرَخَ بِهِ فَخَرَجَ يَجُرُّ إِزَارَهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَعْجَلْنَا الرَّجُلَ ‏\"‏ ‏.‏ فَقَالَ عِتْبَانُ يَا رَسُولَ اللَّهِ أَرَأَيْتَ الرَّجُلَ يُعْجَلُ عَنِ امْرَأَتِهِ وَلَمْ يُمْنِ مَاذَا عَلَيْهِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا الْمَاءُ مِنَ الْمَاءِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯৪] কিন্তু পরবর্তীতে এ হুকুম মানসুখ (রহিত) হয়ে যায় এবং শুধু সহবাসের দ্বারাই গোসল ফারয হয়।\n[৯৫] “বস্তুতঃ বীর্যপাত ঘটলেই গোসল করতে হবে।” এ কথার ব্যাখ্যায় ইমাম নাবাবী (রহঃ) বলেন, সহবাস করলেই গোসল ফরয হয়ে যায়। এ ব্যাপারে উম্মাতের ইজমা (ঐকমত্য) হয়েছে। সহবাস দ্বারা বীর্যপাত হোক বা না হোক শুদুমাত্র পুরুষদের যৌনাঙ্গের অগ্রভাগ মহিলার গুপাতাঙ্গে প্রবেশ করলেই গোসল করতে হবে। “বীর্যপাত ঘটলেই গোসল করতে হবে” এ হাদীস মানসুখ (রহিত) হয়েছে। অর্থাৎ ইসলামের প্রথম যুগে এ হুকুম ছিল যে, সহবাসে বীর্যপাত না ঘটলে গোসল করা অপরিহার্য নয়। কিন্তু পরবর্তীতে তা রহিত হয়ে গেছে। এ অধ্যায়ে (৮৭-৩৪৮) নম্বর হাদীসটি নাসিখ (রহিতকারী)"
  },
  {
    "hadith_id": 663,
    "narrator": "আবূ সা’ঈদ আল খুদরী (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, পানির (ধাতু বের হলে) দ্বারা (গোসল) ফারয হয়। (ই.ফা. ৬৬৭, ই.সে. ৬৮২)",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنِ ابْنِ شِهَابٍ، حَدَّثَهُ أَنَّ أَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ حَدَّثَهُ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏ \"‏ إِنَّمَا الْمَاءُ مِنَ الْمَاءِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 666,
    "narrator": "উবাই ইবনু কা’ব (রাঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করলাম সে ব্যক্তি সম্পর্কে যে স্ত্রী সহবাস করে (অথচ) তারপর বীর্যপাত হল না। তিনি বললেন, স্ত্রীর (লজ্জাস্থান) থেকে তার (লজ্জাস্থানে) যা লেগেছে তা ধুয়ে ফেলবে। তারপর ওযূ করবে এবং সলাত আদায় করবে। (ই.ফা. ৬৭০, ই.সে. ৬৮৫)",
    "ar": "حَدَّثَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ - وَاللَّفْظُ لَهُ - حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ أَبِي أَيُّوبَ، عَنْ أُبَىِّ بْنِ كَعْبٍ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الرَّجُلِ يُصِيبُ مِنَ الْمَرْأَةِ ثُمَّ يُكْسِلُ فَقَالَ ‏ \"‏ يَغْسِلُ مَا أَصَابَهُ مِنَ الْمَرْأَةِ ثُمَّ يَتَوَضَّأُ وَيُصَلِّي ‏\"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 667,
    "narrator": "উবাই ইবনু কা’ব (রাঃ)",
    "bn": "যে ব্যক্তি তার স্ত্রীর সাথে সহবাস করে তারপর বীর্যপাত হয় না- তাঁর সম্পর্কে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, সে তার লজ্জাস্থান ধুয়ে ফেলবে এবং ওযূ করবে। (ই.ফা. ৬৭১, ই.সে. ৬৮৬)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، حَدَّثَنِي أَبِي، عَنِ الْمَلِيِّ، عَنِ الْمَلِيِّ، - يَعْنِي بِقَوْلِهِ الْمَلِيِّ عَنِ الْمَلِيِّ أَبُو أَيُّوبَ، - عَنْ أُبَىِّ بْنِ كَعْبٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ فِي الرَّجُلِ يَأْتِي أَهْلَهُ ثُمَّ لاَ يُنْزِلُ قَالَ ‏ \"‏ يَغْسِلُ ذَكَرَهُ وَيَتَوَضَّأُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 668,
    "narrator": "যায়দ ইবনু খালিদ আল জুহানী (রাঃ)",
    "bn": "একদা তিনি ‘উসমান ইবনু ‘আফফান (রাঃ)-কে প্রশ্ন করেন, কোন লোক যদি তাঁর স্ত্রীর সাথে মেলামেশা করে এবং বীর্যপাত না হয় তাহলে তাঁর হুকুম কি? ‘উসমান (রাঃ) বললেন, সে সালাতের ওযূ করে নিবে। এবং তার লজ্জাস্থান ধুয়ে ফেলবে। ‘উসমান (রাঃ) বলেন, আমি এটা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে শুনেছি। (ই.ফা. ৬৭২, ই.সে. ৬৮৭)",
    "ar": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالاَ حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، ح وَحَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ عَبْدِ الصَّمَدِ، - وَاللَّفْظُ لَهُ - حَدَّثَنِي أَبِي، عَنْ جَدِّي، عَنِ الْحُسَيْنِ بْنِ ذَكْوَانَ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، أَخْبَرَنِي أَبُو سَلَمَةَ، أَنَّ عَطَاءَ بْنَ يَسَارٍ، أَخْبَرَهُ أَنَّ زَيْدَ بْنَ خَالِدٍ الْجُهَنِيَّ أَخْبَرَهُ أَنَّهُ، سَأَلَ عُثْمَانَ بْنَ عَفَّانَ قَالَ قُلْتُ أَرَأَيْتَ إِذَا جَامَعَ الرَّجُلُ امْرَأَتَهُ وَلَمْ يُمْنِ قَالَ عُثْمَانُ ‏ \"‏ يَتَوَضَّأُ كَمَا يَتَوَضَّأُ لِلصَّلاَةِ وَيَغْسِلُ ذَكَرَهُ ‏\"‏ ‏.‏ قَالَ عُثْمَانُ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 669,
    "narrator": "আবূ আইয়ুব (রাঃ)",
    "bn": "তিনি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে এমন শুনেছেন। (ই.ফা. ৬৭৩, ই.সে. ৬৮৮)",
    "ar": "وَحَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ عَبْدِ الصَّمَدِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، عَنِ الْحُسَيْنِ، قَالَ يَحْيَى وَأَخْبَرَنِي أَبُو سَلَمَةَ، أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ، أَخْبَرَهُ أَنَّ أَبَا أَيُّوبَ أَخْبَرَهُ أَنَّهُ، سَمِعَ ذَلِكَ، مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 671,
    "narrator": "কাতাদাহ্‌ (রহঃ)",
    "bn": "অবিকল বর্ণিত রয়েছে। তবে শু’বার হাদীসে ‘এরপর মিলিত হয়’ কথাটির উল্লেখ আছে। কিন্তু ‘যদিও বীর্য বের না হয়’- কথাটি বর্ণনা নেই। (ই.ফা. ৬৭৫, ই.সে. ৬৯০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ عَبَّادِ بْنِ جَبَلَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي وَهْبُ بْنُ جَرِيرٍ، كِلاَهُمَا عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، بِهَذَا الإِسْنَادِ مِثْلَهُ غَيْرَ أَنَّ فِي حَدِيثِ شُعْبَةَ ‏\"‏ ثُمَّ اجْتَهَدَ ‏\"‏ وَلَمْ يَقُلْ ‏\"‏ وَإِنْ لَمْ يُنْزِلْ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 670,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, যখন কেউ তার স্ত্রীর চার-হাত পায়ের মাঝখানে বসবে এবং তার সাথে মিলবে তখন তার উপর গোসল ফারয হবে।\nমাতার-এর হাদীসে ‘যদিও বীর্য বের না করে’- বাক্যটি অতিরিক্ত রয়েছে।\nযুহায়র বলেছেন, তাদের মধ্য হতে কেউ যদি নারীর চার শাখার মধ্যে বসে। [৯৬] (ই.ফা. ৬৭৪, ই.সে. ৬৮৯)",
    "ar": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَأَبُو غَسَّانَ الْمِسْمَعِيُّ ح وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالُوا حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، وَمَطَرٍ، عَنِ الْحَسَنِ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا جَلَسَ بَيْنَ شُعَبِهَا الأَرْبَعِ ثُمَّ جَهَدَهَا فَقَدْ وَجَبَ عَلَيْهِ الْغُسْلُ ‏\"‏ ‏.‏ وَفِي حَدِيثِ مَطَرٍ ‏\"‏ وَإِنْ لَمْ يُنْزِلْ ‏\"‏ ‏.‏ قَالَ زُهَيْرٌ مِنْ بَيْنِهِمْ ‏\"‏ بَيْنَ أَشْعُبِهَا الأَرْبَعِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯৬] নারীর চার শাখা বলতে তার দু’হাত ও দু’পা বুঝানো হয়েছে। তবে কেউ কেউ বলেন, নারীর যোনীর চার পাশ। ইমাম নাবাবী (রহঃ) বলেন, নারীর যোনীর মধ্যে পুরুষাঙ্গ প্রবেশ করলে, উভয়ের গোসল ফারয হয়। এক সময় এ সম্বন্ধে সাহাবাদের মাঝে মতানৈক্য থাকলেও পরবর্তী সময়ে গোসল ফরয হওয়ার উপর ইজমা বা ঐকমত্য স্থাপন হয়ে গেছে।"
  },
  {
    "hadith_id": 673,
    "narrator": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, একদা এক লোক রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করল-যদি কেউ তার স্ত্রীর সাথে মেলামেশা করে, অতঃপর বীর্য বের হবার আগেই তার পুরুষাঙ্গ বের করে ফেলে তাহলে কি তাদের উভয়ের গোসল ফারয হবে? এ সময়ে ‘আয়িশাহ (রাঃ) সেখানে উপবিষ্ট ছিলেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমি এবং আয়িশাহ্‌ (রাঃ) ঐরূপ করি, এরপর আমরা গোসল করে ফেলি। (ই.ফা. ৬৭৭, ই.সে. ৬৯২)",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، وَهَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عِيَاضُ بْنُ عَبْدِ اللَّهِ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنْ أُمِّ كُلْثُومٍ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ إِنَّ رَجُلاً سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الرَّجُلِ يُجَامِعُ أَهْلَهُ ثُمَّ يُكْسِلُ هَلْ عَلَيْهِمَا الْغُسْلُ وَعَائِشَةُ جَالِسَةٌ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنِّي لأَفْعَلُ ذَلِكَ أَنَا وَهَذِهِ ثُمَّ نَغْتَسِلُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 672,
    "narrator": "আবূ মূসা আশ’আরী (রাঃ)",
    "bn": "তিনি বলেন, মুহাজির ও আনসারদের একটি দল এ ব্যাপারে মতবিরোধ করল। আনসারগণ বলল, জোরে অথবা স্বাভাবিক গতিতে পানি (বীর্য) বের না হলে গোসল ফারয হয় না। আর মুহাজিরগণ বলল, স্ত্রী সঙ্গে শুধু মিললেই গোসল ফারয (বীর্য বের হোক বা না হোক) আবূ মূসা (রাঃ) বললেন, আমি এ ব্যপারে তোমাদেরকে শান্ত করছি। এরপর আমি উঠে গিয়ে ‘আয়িশাহ (রাঃ)-এর কাছে প্রবেশের অনুমতি চাইলাম। আমাকে অনুমতি দেয়া হল। আমি তাকে বললাম, মা ! অথবা (তিনি বলছিলেন) হে মু’মিনদের মা! আমি আপনার কাছে একটি বিষয়ে জিজ্ঞেস করতে চাই কিন্তু আমি লজ্জাবোধ  করছি। তুমি তোমার গর্ভধারিণী মাকে যে ব্যপারে প্রশ্ন করতে পারতে সে ব্যপারে আমাকে প্রশ্ন করতে লজ্জাবোধ করো না। আমি তো তোমার মা। আমি বললাম, গোসল কিসে ফারয হয়? তিনি বললেন, জানা-কোন লোকের কাছেই তুমি প্রশ্ন করেছ। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যখন কোন পুরুষ স্ত্রীর চার হাত-পায়ের মাঝখানে বসবে এবং একের লজ্জাস্থান অপরের লজ্জাস্থানের সাথে লাগবে তখন গোসল ফারয হবে। (ই.ফা. ৬৭৬, ই.সে. ৬৯১)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ، حَدَّثَنَا حُمَيْدُ بْنُ هِلاَلٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الأَعْلَى، - وَهَذَا حَدِيثُهُ - حَدَّثَنَا هِشَامٌ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، قَالَ - وَلاَ أَعْلَمُهُ إِلاَّ عَنْ أَبِي بُرْدَةَ، - عَنْ أَبِي مُوسَى، قَالَ اخْتَلَفَ فِي ذَلِكَ رَهْطٌ مِنَ الْمُهَاجِرِينَ وَالأَنْصَارِ فَقَالَ الأَنْصَارِيُّونَ لاَ يَجِبُ الْغُسْلُ إِلاَّ مِنَ الدَّفْقِ أَوْ مِنَ الْمَاءِ ‏.‏ وَقَالَ الْمُهَاجِرُونَ بَلْ إِذَا خَالَطَ فَقَدْ وَجَبَ الْغُسْلُ ‏.‏ قَالَ قَالَ أَبُو مُوسَى فَأَنَا أَشْفِيكُمْ مِنْ ذَلِكَ ‏.‏ فَقُمْتُ فَاسْتَأْذَنْتُ عَلَى عَائِشَةَ فَأُذِنَ لِي فَقُلْتُ لَهَا يَا أُمَّاهْ - أَوْ يَا أُمَّ الْمُؤْمِنِينَ - إِنِّي أُرِيدُ أَنْ أَسْأَلَكِ عَنْ شَىْءٍ وَإِنِّي أَسْتَحْيِيكِ ‏.‏ فَقَالَتْ لاَ تَسْتَحْيِي أَنْ تَسْأَلَنِي عَمَّا كُنْتَ سَائِلاً عَنْهُ أُمَّكَ الَّتِي وَلَدَتْكَ فَإِنَّمَا أَنَا أُمُّكَ ‏.‏ قُلْتُ فَمَا يُوجِبُ الْغُسْلَ قَالَتْ عَلَى الْخَبِيرِ سَقَطْتَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا جَلَسَ بَيْنَ شُعَبِهَا الأَرْبَعِ وَمَسَّ الْخِتَانُ الْخِتَانَ فَقَدْ وَجَبَ الْغُسْلُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 676,
    "narrator": "ইবনু শিহাব",
    "bn": "আমি সা’ঈদ ইবনু খালিদ ইবনু ‘আম্‌র ইবনু ‘উসমান –এর কাছে এ হাদীসটি বর্ণনা করেছিলাম। তখন তিনি আমাকে বললেন যে, তিনি আগুনে পাকানো খাবার খেয়ে ওযূ করা সম্পর্কে ‘উরওয়াহ্‌ন ইবনু যুবায়রকে জিজ্ঞেস করলেন, তিনি বললেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী ‘আয়িশাহ (রাঃ)- কে বলতে শুনেছি তিনি বলেছেন, তোমরা আগুনে রান্না করা খাবার খেয়ে ওযূ করবে। (ই.ফা. ৬৭৮, ই.সে. ৬৯৩)",
    "ar": "قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي سَعِيدُ بْنُ خَالِدِ بْنِ عَمْرِو بْنِ عُثْمَانَ، وَأَنَا أُحَدِّثُهُ، هَذَا الْحَدِيثَ ‏.‏ أَنَّهُ سَأَلَ عُرْوَةَ بْنَ الزُّبَيْرِ عَنِ الْوُضُوءِ، مِمَّا مَسَّتِ النَّارُ فَقَالَ عُرْوَةُ سَمِعْتُ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم تَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ تَوَضَّئُوا مِمَّا مَسَّتِ النَّارُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 675,
    "narrator": "ইবনু শিহাব বলেন, ‘উমার ইবনু ‘আবদুল ‘আযীয (রহঃ) তাঁকে বলেছেন, ‘আবদুল্লাহ ইবনু ইব্‌রাহীম ইবনু কারিয (রহঃ)",
    "bn": "তিনি একদিন আবূ হুরায়রা (রাঃ)- কে মাসজিদের সামনে ওযূ করতে দেখেছেন। আবূ হুরায়রা(রাঃ) বলেন, আমি কয়েক টুকরো পনির খেয়েছি, তাই ওযূ করছি। কেননা, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি। তোমরা আগুনের রান্না করা খাবার খেলে ওযূ করবে। (ই.ফা. ৬৭৮, ই.সে. ৬৯৩)",
    "ar": "قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي عُمَرُ بْنُ عَبْدِ الْعَزِيزِ، أَنَّ عَبْدَ اللَّهِ بْنَ إِبْرَاهِيمَ بْنِ قَارِظٍ، أَخْبَرَهُ أَنَّهُ، وَجَدَ أَبَا هُرَيْرَةَ يَتَوَضَّأُ عَلَى الْمَسْجِدِ فَقَالَ إِنَّمَا أَتَوَضَّأُ مِنْ أَثْوَارِ أَقِطٍ أَكَلْتُهَا لأَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ تَوَضَّئُوا مِمَّا مَسَّتِ النَّارُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 674,
    "narrator": "যায়দ ইবনু সাবিত (রাঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি তিনি বলেছেন, আগুনে পাকানো খাবার খেয়ে ওযূ করতে হবে। (ই.ফা. ৬৭৮, ই.সে. ৬৯৩)",
    "ar": "وَحَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، قَالَ حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ خَالِدٍ، قَالَ قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي عَبْدُ الْمَلِكِ بْنُ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ، أَنَّ خَارِجَةَ بْنَ زَيْدٍ الأَنْصَارِيَّ، أَخْبَرَهُ أَنَّ أَبَاهُ زَيْدَ بْنَ ثَابِتٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ الْوُضُوءُ مِمَّا مَسَّتِ النَّارُ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 678,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "রসূলুল্লাহ্‌(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার হাড়ে লাগানো গোশ্‌ত অথবা গোশ্‌ত খেলেন। তারপর সলাত আদায় করলেন; কিন্ত ওযূ করলেন না এবং পানিও স্পর্শ করলেন না। (ই.ফা. ৬৮০, ই.সে. ৬৯৫)",
    "ar": "وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، أَخْبَرَنِي وَهْبُ بْنُ كَيْسَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، ح وَحَدَّثَنِي الزُّهْرِيُّ، عَنْ عَلِيِّ بْنِ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنِ ابْنِ عَبَّاسٍ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ عَلِيٍّ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَكَلَ عَرْقًا - أَوْ لَحْمًا - ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ وَلَمْ يَمَسَّ مَاءً ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 682,
    "narrator": "ইয়া’কূব ইবনু আল আশাজ্জ কুরায়ব-এর সূত্রে",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী মায়মুনাহ্‌ (রাঃ) থেকে অনুরূপ বর্ণনা করেছেন। (ই.ফা. ৬৮২, ই.সে. ৬৯৭)",
    "ar": "قَالَ عَمْرٌو حَدَّثَنِي جَعْفَرُ بْنُ رَبِيعَةَ، عَنْ يَعْقُوبَ بْنِ الأَشَجِّ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم بِذَلِكَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 677,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "একদা রসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি বকরীর কাঁধের গোশ্‌ত খেলেন তারপর সলাত আদায় করলেন কিন্তু ওযূ করলেন না। (ই.ফা. ৬৭৯, ই.সে. ৬৯৪)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَكَلَ كَتِفَ شَاةٍ ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 680,
    "narrator": "‘আম্‌র ইবনু উমাইয়্যাহ আয্‌ যামরী (রাঃ)",
    "bn": "তিনি বলেন, আমি একবার রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখলাম তিনি একটী বকরীর কাঁধের গোশ্‌ত (ছুরি দিয়ে) কাটছেন। এরপর তিনি তা খেলেন। ইতিমধ্যেই সলাতের জন্যে ডাকা হল। তিনি তখন দাঁড়িয়ে গেলেন এবং ছুরিটি ফেলে দিলেন এবং সলাত আদায় করলেন; কিন্তু ওযূ করলেন না। (ই.ফা. ৬৮২, ই.সে. ৬৯৭)\nইবনু  শিহাব বলেন, ‘আলী ইবনু ‘আবদুল্লাহ ইবনু ‘আব্বাস তাঁর পিতা ‘আবদুল্লাহ ইবনু ‘আব্বাস-এর মাধ্যমে রসূলুল্লাহ্‌(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে হাদীসটি বর্ণনা করেছেন। (ই.ফা. ৬৮২, ই.সে. ৬৯৭)",
    "ar": "حَدَّثَنِي أَحْمَدُ بْنُ عِيسَى، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنِ ابْنِ شِهَابٍ، عَنْ جَعْفَرِ بْنِ عَمْرِو بْنِ أُمَيَّةَ الضَّمْرِيِّ، عَنْ أَبِيهِ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَحْتَزُّ مِنْ كَتِفِ شَاةٍ فَأَكَلَ مِنْهَا فَدُعِيَ إِلَى الصَّلاَةِ فَقَامَ وَطَرَحَ السِّكِّينَ وَصَلَّى وَلَمْ يَتَوَضَّأْ ‏.‏ قَالَ ابْنُ شِهَابٍ وَحَدَّثَنِي عَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ عَنْ أَبِيهِ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم بِذَلِكَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 679,
    "narrator": "‘আম্‌র ইবনু উমাইয়্যাহ্‌ আয্‌ যামরী (রাঃ)",
    "bn": "তিনি একবার দেখলেন যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটী বকরীর কাঁধের গোশ্‌ত কেটে খাচ্ছেন। তারপর তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত আদায় করলেন আর ওযূ করলেন না। (ই.ফা. ৬৮১, ই.সে. ৬৯৬)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ جَعْفَرِ بْنِ عَمْرِو بْنِ أُمَيَّةَ الضَّمْرِيِّ، عَنْ أَبِيهِ، أَنَّهُ رَأَى رَسُولَ اللَّهِ صلى الله عليه وسلم يَحْتَزُّ مِنْ كَتِفٍ يَأْكُلُ مِنْهَا ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 681,
    "narrator": "‘আম্‌র বলেন, বুকায়র ইবনু আল আশাজ্জ কুরায়ব-এর সূত্রে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী মাইমূনাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার তাঁর কাছে বসে কাঁধের গোশ্‌ত খেলেন, তারপর সলাত আদায় করলেন কিন্তু ওযূ করলেন না। (ই.ফা. ৬৮২, ই.সে. ৬৯৭)",
    "ar": "قَالَ عَمْرٌو وَحَدَّثَنِي بُكَيْرُ بْنُ الأَشَجِّ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ النَّبِيَّ صلى الله عليه وسلم أَكَلَ عِنْدَهَا كَتِفًا ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 683,
    "narrator": "আবূ রাফি’ (রাঃ)",
    "bn": "তিনি বলেন, আমি সাক্ষ্য দিচ্ছি যে, আমি রসূলুল্লাহ্‌(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য বকরীর পেটের গোশ্‌ত ভুনা করতাম (তিনি তা খেতেন) তারপর পুনরায় ওযূ না করেই সলাত আদায় করতেন। (ই.ফা. ৬৮২, ই.সে. ৬৯৭)",
    "ar": "قَالَ عَمْرٌو حَدَّثَنِي سَعِيدُ بْنُ أَبِي هِلاَلٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ، عَنْ أَبِي غَطَفَانَ، عَنْ أَبِي رَافِعٍ، قَالَ أَشْهَدُ لَكُنْتُ أَشْوِي لِرَسُولِ اللَّهِ صلى الله عليه وسلم بَطْنَ الشَّاةِ ثُمَّ صَلَّى وَلَمْ يَتَوَضَّأْ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 684,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার দুধ পান করলেন। তারপর পানি আনালেন। এরপর কুলি করলেন এবং বললেন, এতে তৈলাক্ত পদার্থ রয়েছে। (ই.ফা. ৬৮৩, ই.সে. ৬৯৮)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم شَرِبَ لَبَنًا ثُمَّ دَعَا بِمَاءٍ فَتَمَضْمَضَ وَقَالَ ‏ \"‏ إِنَّ لَهُ دَسَمًا ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 685,
    "narrator": "আহমাদ ইবনু ‘ঈসা (রহঃ), যুহায়র ইবনু হার্‌ব, হারমালাহ্‌ ইবনু ইয়াহ্‌ইয়া প্রত্যেকেই",
    "bn": "ইবনু শিহাব থেকে ‘উকায়ল-এর সানাদে যুহরী থেকে অনুরূপ বর্ণনা করেছেন। (ই.ফা. ৬৮৪, ই.সে. ৬৯৯)",
    "ar": "وَحَدَّثَنِي أَحْمَدُ بْنُ عِيسَى، حَدَّثَنَا ابْنُ وَهْبٍ، وَأَخْبَرَنِي عَمْرٌو، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ الأَوْزَاعِيِّ، ح وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، حَدَّثَنِي يُونُسُ، كُلُّهُمْ عَنِ ابْنِ شِهَابٍ، بِإِسْنَادِ عُقَيْلٍ عَنِ الزُّهْرِيِّ، مِثْلَهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 686,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার কাপড় পরে সলাতের জন্য বের হলেন। এমন সময় কিছু রুটি ও গোশ্‌ত উপঢৌকন এলো। এরপর তিনি (সেখান থেকে) তিনি লুকমা খেলেন। তারপর লোকদেরকে নিয়ে সলাত আদায় করলেন এবং পানি স্পর্শও করলেন না। (ই.ফা. ৬৮৫, ই.সে. ৭০০)",
    "ar": "وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ حَلْحَلَةَ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم جَمَعَ عَلَيْهِ ثِيَابَهُ ثُمَّ خَرَجَ إِلَى الصَّلاَةِ فَأُتِيَ بِهَدِيَّةٍ خُبْزٍ وَلَحْمٍ فَأَكَلَ ثَلاَثَ لُقَمٍ ثُمَّ صَلَّى بِالنَّاسِ وَمَا مَسَّ مَاءً ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 687,
    "narrator": "মুহাম্মাদ ইবনু ‘আম্‌র ইবনু ‘আতা (রহঃ)",
    "bn": "তিনি বলেন, আমি একদিন ইবনু ‘আব্বাস (রাঃ)-এর সাথে ছিলাম। তারপর তিনি ইবনু হাল্‌হালাহ্‌-এর হাদীস (উপরোক্ত হাদীস)-এর অনুরূপ বর্ণনা করেন। সেখানে উল্লেখ আছে যে, ইবনু ‘আব্বাস (রাঃ)রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে এমন করতে দেখেছেন। আর এ হাদীসের রাবী শুধু সলাত আদায়ের কথা উল্লেখ করেছেন। লোকদেরকে নিয়ে কথাটির উল্লেখ করেননি। (ই.ফা. ৬৮৬, ই.সে. ৭০১)",
    "ar": "وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الْوَلِيدِ بْنِ كَثِيرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ عَطَاءٍ، قَالَ كُنْتُ مَعَ ابْنِ عَبَّاسٍ ‏.‏ وَسَاقَ الْحَدِيثَ بِمَعْنَى حَدِيثِ ابْنِ حَلْحَلَةَ وَفِيهِ أَنَّ ابْنَ عَبَّاسٍ، شَهِدَ ذَلِكَ مِنَ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَقَالَ صَلَّى وَلَمَ يَقُلْ بِالنَّاسِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 688,
    "narrator": "জাবির ইবনু সামুরাহ্‌ (রাযি:)",
    "bn": "এক লোক রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে জিজ্ঞেস করল, আমি কি বকরীর গোশ্‌ত খেয়ে ওযূ করব? তিনি বললেন, তোমার ইচ্ছা ওযূ করতে পার আর নাও করতে পার। সে বলল,আমি কি উটের গোশ্‌ত খেয়ে ওযূ করব? তিনি বললেন, হ্যাঁ, উটের গোশ্‌ত খেয়ে তুমি ওযূ করবে। সে বলল, আমি কি বকরীর ঘরে সলাত আদায় করতে পারি? তিনি বললেন, হ্যাঁ। সে বলল, আমি কি উটের ঘরে সলাত আদায় করতে পারি? তিনি বললেন, না। [৯৮] (ই.ফা. ৬৮৭, ই.সে. ৭০২)",
    "ar": "حَدَّثَنَا أَبُو كَامِلٍ، فُضَيْلُ بْنُ حُسَيْنٍ الْجَحْدَرِيُّ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، عَنْ جَعْفَرِ بْنِ أَبِي ثَوْرٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، أَنَّ رَجُلاً، سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم أَأَتَوَضَّأُ مِنْ لُحُومِ الْغَنَمِ قَالَ ‏\"‏ إِنْ شِئْتَ فَتَوَضَّأْ وَإِنْ شِئْتَ فَلاَ تَوَضَّأْ ‏\"‏ ‏.‏ قَالَ أَتَوَضَّأُ مِنْ لُحُومِ الإِبِلِ قَالَ ‏\"‏ نَعَمْ فَتَوَضَّأْ مِنْ لُحُومِ الإِبِلِ ‏\"‏ ‏.‏ قَالَ أُصَلِّي فِي مَرَابِضِ الْغَنَمِ قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ أُصَلِّي فِي مَبَارِكِ الإِبِلِ قَالَ ‏\"‏ لاَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯৮] যেহেতু অত্র হাদীসে স্পষ্ট প্রমাণ করছে যে, উটের গোশ্‌ত খেলে ওযূ নষ্ট হয়ে যাবে। সেহেতু কোন প্রকার মন্তব্য ছাড়াই এ নির্দেশ মেনে নিতে হবে। ওযূ অবস্থায় উটের গোশ্‌ত খেয়ে সলাত আদায়ের ইচ্ছা করলে অবশ্যই পুনরায় ওযূ করতে হবে। উটের আস্তাবলে সলাত আদায়ের নিষেধের কারণ হচ্ছে, উট দুষ্ট প্রকৃতির বিরাট পশু। সলাত আদায়কারীর ক্ষতিসাধন করতে পারে। পক্ষান্তরে বকরীর ঘরে সলাত আদায় করলে ক্ষতি সাধনের আশঙ্কা নেই। (নাবাবী)"
  },
  {
    "hadith_id": 689,
    "narrator": "আবূ বক্‌র ইবনু আবূ শায়বাহ্‌ ও কাসিম ইবনু যাকারিয়্যা (রহঃ)",
    "bn": "জাবির ইবনু সামুরাহ (রাঃ) হতে আবূ কামিল-এর অবিকল হাদীস বর্ণনা করেছেন। (ই.ফা. ৬৮৮, ই.সে. ৭০৩)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو، حَدَّثَنَا زَائِدَةُ، عَنْ سِمَاكٍ، ح وَحَدَّثَنِي الْقَاسِمُ بْنُ زَكَرِيَّاءَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ شَيْبَانَ، عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، وَأَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، كُلُّهُمْ عَنْ جَعْفَرِ بْنِ أَبِي ثَوْرٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ أَبِي كَامِلٍ عَنْ أَبِي عَوَانَةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 690,
    "narrator": "‘আব্বাদ ইবনু আত্‌ তামীম তার চাচা",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে সে ব্যক্তি সম্পর্কে জানতে চাইলেন সলাতের মধ্যে যার এমন মনে হয় যেন কিছু (বায়ু) বের হল। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, সে (সলাত ছেড়ে) যাবে না যতক্ষণ না (বায়ু বের হবার) শব্দ শুনবে অথবা (তার) গন্ধ পাবে।\nআবূ বক্‌র ও যুহায়র ইবনু হার্‌ব তাদের বর্ণনায় উল্লেখ করেন যে, ঐ ব্যক্তি ছিলেন ‘আবদুল্লাহ ইবনু যায়দ। (ই.ফা. ৬৮৯, ই.সে. ৭০৪)",
    "ar": "وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، قَالَ عَمْرٌو حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، وَعَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، شُكِيَ إِلَى النَّبِيِّ صلى الله عليه وسلم الرَّجُلُ يُخَيَّلُ إِلَيْهِ أَنَّهُ يَجِدُ الشَّىْءَ فِي الصَّلاَةِ قَالَ ‏ \"‏ لاَ يَنْصَرِفُ حَتَّى يَسْمَعَ صَوْتًا أَوْ يَجِدَ رِيحًا ‏\"‏ ‏.‏\nقَالَ أَبُو بَكْرٍ وَزُهَيْرُ بْنُ حَرْبٍ فِي رِوَايَتِهِمَا هُوَ عَبْدُ اللَّهِ بْنُ زَيْدٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 691,
    "narrator": "আবূ হুরাইয়রা (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তোমাদের কেউ যখন তার পেটের মধ্যে কিছু অনুভব করে তারপর তার সন্দেহ দেখা দেয় যে, পেট থেকে কিছু বের হল কি না। তখন সে যেন মাসজিদ থেকে কখনও বের না হয় যতক্ষন না শব্দ শোনে অথবা গন্ধ পায়। (অর্থাৎ ওযূ ভঙ্গের পূর্ণ বিশ্বাস না হওয়া পর্যন্ত যেন বের না হয়।) (ই.ফা. ৬৯০, ই.সে. ৭০৫)",
    "ar": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا وَجَدَ أَحَدُكُمْ فِي بَطْنِهِ شَيْئًا فَأَشْكَلَ عَلَيْهِ أَخَرَجَ مِنْهُ شَىْءٌ أَمْ لاَ فَلاَ يَخْرُجَنَّ مِنَ الْمَسْجِدِ حَتَّى يَسْمَعَ صَوْتًا أَوْ يَجِدَ رِيحًا ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 692,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, মাইমূনাহ্‌ (রাঃ)-এর দাসীকে কেউ একটি বকরী সদকাহ্‌ দিল। পরে সে বকরীটি মারা যায়। সে সময় রসূলুল্লাহ্‌(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মরে পড়ে থাকা বকরীটির সামনে দিয়ে যাচ্ছিলেন। এ অবস্থা দেখে তিনি বললেন, তোমরা কেন চামড়া খুলে নিয়ে তা পাকা করে তা দিয়ে উপকৃত হও না? সাহাবাগণ বললেন, এটা যে মৃত। তিনি বললেন, (তাতে কি) এটা খাওয়া হারাম (চামড়া ব্যবহার করা তো হারাম নয়)।\nআবূ বাক্‌র ও ইবনু ‘উমার মাইমূনাহ্‌ থেকে হাদীসটি বর্ণনা করেছেন। (অর্থাৎ রাবী মাইমূনাহ্‌ ‘আবদুল্লাহ ইবনু ‘আব্বাস নন)  (ই.ফা. ৬৯১, ই.সে. ৭০৬)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ وَابْنُ أَبِي عُمَرَ جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، قَالَ يَحْيَى أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ تُصُدِّقَ عَلَى مَوْلاَةٍ لِمَيْمُونَةَ بِشَاةٍ فَمَاتَتْ فَمَرَّ بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ هَلاَّ أَخَذْتُمْ إِهَابَهَا فَدَبَغْتُمُوهُ فَانْتَفَعْتُمْ بِهِ ‏\"‏ ‏.‏ فَقَالُوا إِنَّهَا مَيْتَةٌ ‏.‏ فَقَالَ ‏\"‏ إِنَّمَا حَرُمَ أَكْلُهَا ‏\"‏ ‏.‏ قَالَ أَبُو بَكْرٍ وَابْنُ أَبِي عُمَرَ فِي حَدِيثِهِمَا عَنْ مَيْمُونَةَ رضى الله عنها ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 694,
    "narrator": "হাসান আল হুলওয়ানী ও ‘আব্‌দ ইবনু হুমায়দ (রহঃ)",
    "bn": "সানাদে ইউনুস-এর রিওয়াতের অবিকল হাদীস বর্ণনা করেছে। (ই.ফা. ৬৯৩, ই.সে. ৭০৮)",
    "ar": "حَدَّثَنَا حَسَنٌ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، جَمِيعًا عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنِي أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، بِهَذَا الإِسْنَادِ بِنَحْوِ رِوَايَةِ يُونُسَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 697,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাইমূনাহ্‌ (রাঃ)-এর দাসীর একটি মরা বকরীর সামনে দিয়ে যাচ্ছিলেন, তখন তিনি বললেন, তোমরা এর চামড়া দিয়ে উপকৃত হও না কেন? (ই.ফা. ৬৯৬, ই.সে. ৭১১)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم مَرَّ بِشَاةٍ لِمَوْلاَةٍ لِمَيْمُونَةَ فَقَالَ ‏ \"‏ أَلاَّ انْتَفَعْتُمْ بِإِهَابِهَا ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 695,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফেলে দেয়া একটি মরা বকরীর সামনে দিয়ে যাচ্ছিলেন যা মাইমূনাহ্‌ (রাঃ)-এর দাসীকে সদকাহ হিসেবে দেয়া হয়েছিল। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তারা এর চামড়া কেন খুলে নিল না? চামড়াটি পাকা করে তা দিয়ে উপকৃত হত। (ই.ফা. ৬৯৪, ই.সে. ৭০৯)",
    "ar": "وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الزُّهْرِيُّ، - وَاللَّفْظُ لاِبْنِ أَبِي عُمَرَ - قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّ بِشَاةٍ مَطْرُوحَةٍ أُعْطِيَتْهَا مَوْلاَةٌ لِمَيْمُونَةَ مِنَ الصَّدَقَةِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ أَلاَّ أَخَذُوا إِهَابَهَا فَدَبَغُوهُ فَانْتَفَعُوا بِهِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 693,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি মৃত বকরী দেখলেন যা মাইমূনাহ্‌ (রাঃ)-এর দাসীকে সদাকাহ্‌ হিসেবে দেয়া হয়েছিল। অতঃপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমরা এর চামড়া দিয়ে উপকৃত হও না কেন? সাহাবাগণ বললেন, এটা তো মৃত। তিনি বললেন, এটা তো খাওয়া হারাম। (ই.ফা. ৬৯২, ই.সে. ৭০৭)",
    "ar": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم وَجَدَ شَاةً مَيْتَةً أُعْطِيَتْهَا مَوْلاَةٌ لِمَيْمُونَةَ مِنَ الصَّدَقَةِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَلاَّ انْتَفَعْتُمْ بِجِلْدِهَا ‏\"‏ ‏.‏ قَالُوا إِنَّهَا مَيْتَةٌ ‏.‏ فَقَالَ ‏\"‏ إِنَّمَا حَرُمَ أَكْلُهَا ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 696,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "মাইমূনাহ্‌ (রাঃ) তাঁকে জানান যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কোন এক স্ত্রীর একটি পালিত বকরী ছিল। সেটি মারা গেল। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমরা কেন চামড়া খুলে নিচ্ছ না সেটা দিয়ে উপকৃত হতে! (ই.ফা. ৬৯৫, ই.সে. ৭১০)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ النَّوْفَلِيُّ، حَدَّثَنَا أَبُو عَاصِمٍ، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ، أَخْبَرَنِي عَطَاءٌ، مُنْذُ حِينٍ قَالَ أَخْبَرَنِي ابْنُ عَبَّاسٍ، أَنَّ مَيْمُونَةَ، أَخْبَرَتْهُ أَنَّ دَاجِنَةً كَانَتْ لِبَعْضِ نِسَاءِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَمَاتَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَلاَّ أَخَذْتُمْ إِهَابَهَا فَاسْتَمْتَعْتُمْ بِهِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 698,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি যে, চামড়া যখন পাকা (দাবাগাত) করা হয় তখন তা পবিত্র হয়ে যায়। (ই.ফা. ৬৯৭, ই.সে. ৭১২)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ وَعْلَةَ، أَخْبَرَهُ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِذَا دُبِغَ الإِهَابُ فَقَدْ طَهُرَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 699,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "ইয়াহ্‌ইয়া ইবনু ইয়াহ্‌ইয়ার হাদীসের অনুরূপ বর্ণিত আছে। (ই.ফা. ৬৯৮, ই.সে. ৭১৩)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، قَالاَ حَدَّثَنَا ابْنُ عُيَيْنَةَ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ يَعْنِي ابْنَ مُحَمَّدٍ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، جَمِيعًا عَنْ وَكِيعٍ، عَنْ سُفْيَانَ، كُلُّهُمْ عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ وَعْلَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ يَعْنِي حَدِيثَ يَحْيَى بْنِ يَحْيَى ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 700,
    "narrator": "আবূল খায়র (রহঃ) (মারসাদ ইবনু ‘আবদুল্লাহ আল ইয়াযানী)",
    "bn": "তিনি বলেছেন, একদিন আমি ইবনু ওয়া’লাহ্‌ আস্‌ সাবায়ীর গায়ে একটা নরম পশমের তৈরী জামা দেখে তা স্পর্শ করে দেখলাম। তখন তিনি বললেন, কি ব্যাপার স্পর্শ করে দেখছো যে? (নাপাক মনে করেছো নাকি!) আমি ‘আবদুল্লাহ ইবনু ‘আব্বাসকে এ বিষয়ে জিজ্ঞেস করেছিলাম। বলেছিলাম, আমরা মাগরিবে (মরক্কো) বাস করি। আমাদের সাথে বার্বার এবং অগ্নিপূজকরাও বাস করে। তাদের যাবাহ করে মেষের পোশাক আমাদের কাছে আসে। অথচ আমরা তাদের যাবাহ করা পশুর গোশ্‌ত খাই না। তারা আমাদের জন্য চর্বি ভর্তি মশকও নিয়ে আসে। এ কথা শুনে ‘আবদুল্লাহ ইবনু ‘আব্বাস বললেন, আমরা এ ব্যাপারে রসূলুল্লাহ্‌  ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞেস করলে তিনি বললেন, চামড়া পাকা করলে পবিত্র হয়ে যায়। (ই.ফা. ৬৯৯, ই.সে. ৭১৪)",
    "ar": "حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، وَأَبُو بَكْرِ بْنُ إِسْحَاقَ قَالَ أَبُو بَكْرٍ حَدَّثَنَا وَقَالَ ابْنُ مَنْصُورٍ، أَخْبَرَنَا عَمْرُو بْنُ الرَّبِيعِ، أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، أَنَّ أَبَا الْخَيْرِ، حَدَّثَهُ قَالَ رَأَيْتُ عَلَى ابْنِ وَعْلَةَ السَّبَئِيِّ فَرْوًا فَمَسِسْتُهُ فَقَالَ مَا لَكَ تَمَسُّهُ قَدْ سَأَلْتُ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ قُلْتُ إِنَّا نَكُونُ بِالْمَغْرِبِ وَمَعَنَا الْبَرْبَرُ وَالْمَجُوسُ نُؤْتَى بِالْكَبْشِ قَدْ ذَبَحُوهُ وَنَحْنُ لاَ نَأْكُلُ ذَبَائِحَهُمْ وَيَأْتُونَا بِالسِّقَاءِ يَجْعَلُونَ فِيهِ الْوَدَكَ ‏.‏ فَقَالَ ابْنُ عَبَّاسٍ قَدْ سَأَلْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ ذَلِكَ فَقَالَ ‏ \"‏ دِبَاغُهُ طَهُورُهُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 701,
    "narrator": "ইবনু ওয়া’লাহ্‌ আস্‌ সাবায়ী (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ)-কে জিজ্ঞেস করলাম যে, আমরা পশ্চিম দেশে থাকি। সেখানে আমাদের কাছে অগ্নিপূজকরা মশক নিয়ে আসে, সেটাতে পানি এবং চর্বি জাতীয় পদার্থ থাকে (আমরা সেগুলো ব্যবহার করব কি?)। তিনি বললেন, তা পান করে নাও। আমি বললাম, এটা কি আপনার নিজের অভিমত? ইবনু ‘আব্বাস (রাঃ) বললেন, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি যে, চামড়া পাকা (দাবাগাত) করলেই  তা পবিত্র হয়ে যায়। (ই.ফা. ৭০০, ই.সে. ৭১৫)",
    "ar": "وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، وَأَبُو بَكْرِ بْنُ إِسْحَاقَ عَنْ عَمْرِو بْنِ الرَّبِيعِ، أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنْ أَبِي الْخَيْرِ، حَدَّثَهُ قَالَ حَدَّثَنِي ابْنُ وَعْلَةَ السَّبَئِيُّ، قَالَ سَأَلْتُ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ قُلْتُ إِنَّا نَكُونُ بِالْمَغْرِبِ فَيَأْتِينَا الْمَجُوسُ بِالأَسْقِيَةِ فِيهَا الْمَاءُ وَالْوَدَكُ فَقَالَ اشْرَبْ ‏.‏ فَقُلْتُ أَرَأْىٌ تَرَاهُ فَقَالَ ابْنُ عَبَّاسٍ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ دِبَاغُهُ طَهُورُهُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 702,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কোন এক সফরে আমরা তাঁর সাথে বের হলাম। আমরা যখন বাইদা অথবা যাতুল জায়শ নামক স্থানে পৌঁছলাম তখন আমার হার খুলে পড়ে গেল। রসূলুল্লাহ্‌(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা খোঁজ করতে সেখানে থামলেন। আর লোকজনও তাঁর সাথে সাথে থামালেন। তাদের কাছাকাছি কোথাও পানি ছিল না এবং তাদের নিজেদের কাছেও পানি ছিল না। অতঃপর লোকজন আবূ বক্‌র(রাঃ)-এর কাছে এসে বলতে লাগল, আপনি দেখছেন না আয়িশাহ্‌ (রাঃ) কি করলো? রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আটকে দিয়েছে এবং সে সাথে সমস্ত লোককে আটকে রেখেছে। অথচ তাদের কাছাকাছি কোথাও পানি নেই আর না তাদের নিজেদের কাছে পানি আছে। অতঃপর আবূ বক্‌র(রাঃ) আমার কাছে এলেন। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার উরুর উপর মাথা রেখে ঘুমিয়েছিলেন। তিনি এসে বললেন, তুমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং সমস্ত লোকজনকে আটকে রেখেছ। অথচ না তারা পানির কাছাকাছি রয়েছে, আর না তদের নিজেদের কাছে পানি আছে। ‘আয়িশাহ (রাঃ) বলেন, অতঃপর আবূ বকর (রাঃ) আমাকে ভৎসনা করলেন এবং যতদূর বলার বললেন। তিনি তাঁর হাত দিয়ে আমার পাঁজরে আঘাত করলেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার উরুর উপর থাকার কারণে আমি নড়তেও পারলাম না। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুমিয়েই রইলেন। এমনি করে পানি বিহীনভাবে সকাল হয়। অতঃপর আল্লাহ তা’আলা তায়াম্মুমের আয়াত নাযিল করলেন। অতঃপর তারা তায়াম্মুম করলেন। তখন উসায়দ ইবনু হুযায়র যিনি ছিলেন নকীব (দলপতি)-দের অন্যতম বললেন, হে আবূ বাক্‌র পরিবার। এটাই আপনার প্রথম বারাকাত নয়।” ‘আয়িশাহ (রাঃ) বলেন, অতঃপর আমি যে উটের ওপর ছিলাম সেটিকে চলার জন্যে উঠালাম। তখন উক্ত হারটি তার নীচে পাওয়া গেল। (ই.ফা. ৭০১, ই.সে. ৭১৬)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي بَعْضِ أَسْفَارِهِ حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ - أَوْ بِذَاتِ الْجَيْشِ - انْقَطَعَ عِقْدٌ لِي فَأَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الْتِمَاسِهِ وَأَقَامَ النَّاسُ مَعَهُ وَلَيْسُوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ فَأَتَى النَّاسُ إِلَى أَبِي بَكْرٍ فَقَالُوا أَلاَ تَرَى إِلَى مَا صَنَعَتْ عَائِشَةُ أَقَامَتْ بِرَسُولِ اللَّهِ صلى الله عليه وسلم وَبِالنَّاسِ مَعَهُ وَلَيْسُوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ ‏.‏ فَجَاءَ أَبُو بَكْرٍ وَرَسُولُ اللَّهِ صلى الله عليه وسلم وَاضِعٌ رَأْسَهُ عَلَى فَخِذِي قَدْ نَامَ فَقَالَ حَبَسْتِ رَسُولَ اللَّهِ صلى الله عليه وسلم وَالنَّاسَ وَلَيْسُوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ ‏.‏ قَالَتْ فَعَاتَبَنِي أَبُو بَكْرٍ وَقَالَ مَا شَاءَ اللَّهُ أَنْ يَقُولَ وَجَعَلَ يَطْعُنُ بِيَدِهِ فِي خَاصِرَتِي فَلاَ يَمْنَعُنِي مِنَ التَّحَرُّكِ إِلاَّ مَكَانُ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى فَخِذِي فَنَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى أَصْبَحَ عَلَى غَيْرِ مَاءٍ فَأَنْزَلَ اللَّهُ آيَةَ التَّيَمُّمِ فَتَيَمَّمُوا ‏.‏ فَقَالَ أُسَيْدُ بْنُ الْحُضَيْرِ - وَهُوَ أَحَدُ النُّقَبَاءِ - مَا هِيَ بِأَوَّلِ بَرَكَتِكُمْ يَا آلَ أَبِي بَكْرٍ ‏.‏ فَقَالَتْ عَائِشَةُ فَبَعَثْنَا الْبَعِيرَ الَّذِي كُنْتُ عَلَيْهِ فَوَجَدْنَا الْعِقْدَ تَحْتَهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 703,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি আসমা (রাঃ) থেকে একটি হার ধার নিয়েছিলেন। অতঃপর তা হারিয়ে গেল। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাহাবাদের মধ্যে কিছু লোককে খুঁজতে পাঠালেন। (পথে) তাদের সলাতের সময় হয়ে গেল। তখন তারা ওযূ ছাড়াই সলাত আদায় করলেন। এরপর তারা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে এ ঘটনা জানালেন। তখন তায়াম্মুমের আয়াত নাযিল হল। এ সময় উসায়দ ইবনু হুযায়র বললেন, আল্লাহ তা’আলা আপনাকে (আয়িশাহ্‌) উত্তম বদলা দান করুন। আল্লাহর কসম! আপনার ওপর যখনই কোন সমস্যা এসেছে তখন আল্লাহ তা’আলা আপনার জন্যে এর সমাধানের পথ করে দিয়েছেন এবং মুসলিমদের জন্য তাতে বারাকাত রেখেছেন। [১০১] (ই.ফা. ৭০২, ই.সে. ৭১৭)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، وَابْنُ، بِشْرٍ عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا اسْتَعَارَتْ مِنْ أَسْمَاءَ قِلاَدَةً فَهَلَكَتْ فَأَرْسَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَاسًا مِنْ أَصْحَابِهِ فِي طَلَبِهَا فَأَدْرَكَتْهُمُ الصَّلاَةُ فَصَلَّوْا بِغَيْرِ وُضُوءٍ فَلَمَّا أَتَوُا النَّبِيَّ صلى الله عليه وسلم شَكَوْا ذَلِكَ إِلَيْهِ فَنَزَلَتْ آيَةُ التَّيَمُّمِ ‏.‏ فَقَالَ أُسَيْدُ بْنُ حُضَيْرٍ جَزَاكِ اللَّهُ خَيْرًا فَوَاللَّهِ مَا نَزَلَ بِكِ أَمْرٌ قَطُّ إِلاَّ جَعَلَ اللَّهُ لَكِ مِنْهُ مَخْرَجًا وَجَعَلَ لِلْمُسْلِمِينَ فِيهِ بَرَكَةً ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১০১] কুরআন মাজীদ ও সহীহ হাদীসের দ্বারা ওযূ ও গোসলের বিকল্প হিসেবে তায়াম্মুম সাব্যস্ত করা হয়েছে। অর্থাৎ প্রয়োজনের সময় পানি না পাওয়া গেলে অথবা অসুস্থতা বা অন্য কোন অপ্রতিরোধ্য কারণে পানি ব্যবহার অসমর্থ হয়ে পড়লে পবিত্রতা অর্জনের জন্য তায়াম্মুম জায়িয। এ অধ্যায়ের ১১০ ও ১১১ নং হাদীসের দ্বারা তায়াম্মুমের পদ্ধতি বর্ণনা করা হয়েছে যে, “পবিত্র মাটিতে একবার হাত মেরে তা একবার ঝেড়ে ফেলে মুখমন্ডল এবং উভয় হাতের কব্জি পর্যন্ত মাসাহ করতে হবে। মাটিতে দু’বার হাত মারা বা হাতের কনুই পর্যন্ত মাসাহ করার কোন দলীল নেই। (নাবাবী)"
  },
  {
    "hadith_id": 707,
    "narrator": "‘আবদুর রহমান ইবনু আবযা (রাঃ)",
    "bn": "এক লোক ‘উমার (রাঃ)-এর কাছে এসে বলল, আমি অপবিত্র হয়েছি এবং পানি পাইনি (তখন ক করব?)-(এরপর রাবী পূর্বোক্ত হাদীসের অনুরূপ বর্ণনা করেছেন। তাতে অতিরিক্ত আছে যে, ‘আম্মার (রাঃ) বললেন, হে আমীরুল মুমিনীন আল্লাহ তা’আলার আমার ওপর আপনার যে হক রেখেছেন (অর্থাৎ আপনাকে খলীফা বানিয়েছেন) তার প্রতি লক্ষ্য রেখে বলছিঃ আপনি চাইলে আমি আর কারও কাছে এটা বর্ণনা করব না এবং সালামাহ্‌ আমার কাছে যার্‌ থেকে হাদীস বর্ণনা করেছেন কথাটি উল্লেখ করেনি। (ই.ফা. ৭০৬, ই.সে. ৭২১)",
    "ar": "وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، أَخْبَرَنَا شُعْبَةُ، عَنِ الْحَكَمِ، قَالَ سَمِعْتُ ذَرًّا، عَنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، قَالَ قَالَ الْحَكَمُ وَقَدْ سَمِعْتُهُ مِنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، أَنَّ رَجُلاً، أَتَى عُمَرَ فَقَالَ إِنِّي أَجْنَبْتُ فَلَمْ أَجِدْ مَاءً ‏.‏ وَسَاقَ الْحَدِيثَ وَزَادَ فِيهِ قَالَ عَمَّارٌ يَا أَمِيرَ الْمُؤْمِنِينَ إِنْ شِئْتَ لِمَا جَعَلَ اللَّهُ عَلَىَّ مِنْ حَقِّكَ لاَ أُحَدِّثُ بِهِ أَحَدًا وَلَمْ يَذْكُرْ حَدَّثَنِي سَلَمَةُ عَنْ ذَرٍّ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 704,
    "narrator": "শাকীক (রহঃ)",
    "bn": "তিনি বলেন, আমি একবার ‘আবদুল্লাহ (ইবনু মাস’ঊদ) ও আবূ মূসা (রাঃ)-এর কাছে বসেছিলাম। তখন আবূ মূসা (রাঃ) বললেন, হে আবূ ‘আবদুর রহমান! কোন্‌ লোক যদি জুনুবী হয় (যার ফলে তার গোসল ফরয হয়) এবং সে এক মাস যাবৎ পানি না পায় তাহলে সে কিভাবে সলাত আদায় করবে? ‘আবদুল্লাহ বললেন, সে তায়ম্মুম করবে না যদিও একমাস পানি না পায়। আবূ মূসা (রাঃ) বললেন, তাহলে সূরাহ্‌ মায়িদাহ্‌ এর এ আয়াত-......... “যদি তোমরা পানি না পাও তাহলে পবিত্র মাটি দিয়ে তায়াম্মুম কর”- (সূরাহ আল মায়িদাহ্‌  ৫ : ৬) এর কি হবে? ‘আবদুল্লাহ বললেন, এ আয়াতের দ্বারা তাদেরকে যদি তায়াম্মুমের অনুমতি দেয়া হয় তাহলে (ধীরে ধীরে এমন এক পর্যায়ে পৌঁছবে যে) পানি ঠান্ডাবোধ হলে তারা মাটি দিয়ে তায়াম্মুম শুরু করবে। আবূ মূসা (রাঃ) তখন ‘আবদুল্লাহ-কে বললেন, আপনি কি ‘আম্মার-এর বর্ণনা শোনেননি (তিনি বলেন) যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে কোন এক প্রয়োজনে পাঠালেন। (পথিমধ্যে) আমি অপবিত্র হয়ে গেলাম এবং পানি পেলাম না। তখন আমি মাটিতে গড়াগড়ি দিলাম চতুস্পদ জন্তু যেভাবে মাটিতে গড়াগড়ি দেয়। তারপর আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে এ ঘটনা বললাম। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমার জন্যে দু’হাত দিয়ে এরূপ করাই যথেষ্ট ছিল-এ বলে তিনি তাঁর দু’হাত একবার মাটিতে মারলেন। তারপর বামহাত দিয়ে ডানহাত মাসাহ করলেন এবং উভয় হাতের কব্জির উপরিভাগ ও মুখমন্ডল মাসাহ করলেন। ‘আবদুল্লাহ বললেন, তুমি কি দেখোনি যে, ‘উমার (রাঃ) ‘আম্মার (রাঃ)-এর কথা যথেষ্ট মনে করেননি? (ই.ফা. ৭০৩, ই.সে. ৭১৮)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَابْنُ نُمَيْرٍ جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ، قَالَ أَبُو بَكْرٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، قَالَ كُنْتُ جَالِسًا مَعَ عَبْدِ اللَّهِ وَأَبِي مُوسَى فَقَالَ أَبُو مُوسَى يَا أَبَا عَبْدِ الرَّحْمَنِ أَرَأَيْتَ لَوْ أَنَّ رَجُلاً أَجْنَبَ فَلَمْ يَجِدِ الْمَاءَ شَهْرًا كَيْفَ يَصْنَعُ بِالصَّلاَةِ فَقَالَ عَبْدُ اللَّهِ لاَ يَتَيَمَّمُ وَإِنْ لَمْ يَجِدِ الْمَاءَ شَهْرًا ‏.‏ فَقَالَ أَبُو مُوسَى فَكَيْفَ بِهَذِهِ الآيَةِ فِي سُورَةِ الْمَائِدَةِ ‏{‏ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا‏}‏ فَقَالَ عَبْدُ اللَّهِ لَوْ رُخِّصَ لَهُمْ فِي هَذِهِ الآيَةِ - لأَوْشَكَ إِذَا بَرَدَ عَلَيْهِمُ الْمَاءُ أَنْ يَتَيَمَّمُوا بِالصَّعِيدِ ‏.‏ فَقَالَ أَبُو مُوسَى لِعَبْدِ اللَّهِ أَلَمْ تَسْمَعْ قَوْلَ عَمَّارٍ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَاجَةٍ فَأَجْنَبْتُ فَلَمْ أَجِدِ الْمَاءَ فَتَمَرَّغْتُ فِي الصَّعِيدِ كَمَا تَمَرَّغُ الدَّابَّةُ ثُمَّ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ ‏\"‏ إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَقُولَ بِيَدَيْكَ هَكَذَا ‏\"‏ ‏.‏ ثُمَّ ضَرَبَ بِيَدَيْهِ الأَرْضَ ضَرْبَةً وَاحِدَةً ثُمَّ مَسَحَ الشِّمَالَ عَلَى الْيَمِينِ وَظَاهِرَ كَفَّيْهِ وَوَجْهَهُ ‏.‏ فَقَالَ عَبْدُ اللَّهِ أَوَلَمْ تَرَ عُمَرَ لَمْ يَقْنَعْ بِقَوْلِ عَمَّارٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 705,
    "narrator": "শাকীক (রহঃ)",
    "bn": "তিনি বলেন, আবূ মূসা ‘আবদুল্লাহ (রাঃ)-কে বললেন, এরপর আবূ মু’আবিয়ার হাদীসের অনুরূপ বর্ণনা করেন। তবে তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমার জন্যে এরূপ করাই যথেষ্ট ছিল-এ বলে তিনি তাঁর উভয় হাত মাটিতে মারলেন। অতঃপর ঝেড়ে মুখমন্ডল এবং উভয় কব্জি মাসাহ করলেন। (ই.ফা. ৭০৪, ই.সে. ৭১৯)",
    "ar": "وَحَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا الأَعْمَشُ، عَنْ شَقِيقٍ، قَالَ قَالَ أَبُو مُوسَى لِعَبْدِ اللَّهِ وَسَاقَ الْحَدِيثَ بِقِصَّتِهِ نَحْوَ حَدِيثِ أَبِي مُعَاوِيَةَ غَيْرَ أَنَّهُ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَقُولَ هَكَذَا ‏\"‏ ‏.‏ وَضَرَبَ بِيَدَيْهِ إِلَى الأَرْضِ فَنَفَضَ يَدَيْهِ فَمَسَحَ وَجْهَهُ وَكَفَّيْهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 706,
    "narrator": "‘আবদুর রহমান ইবনু আবযা (রাঃ)",
    "bn": "এক লোক ‘উমার (রাঃ)-এর কাছে এসে বলল, আমি অপবিত্র হয়েছি কিন্তু পানি পাইনি (তখন কি করব?)। তিনি বললেন, তুমি সলাত আদায় করো না। তখন ‘আম্মার (রাঃ) বললেন, আমীরুল মু’মিনীন! আপনার কি স্মরণ নেই যে, আমি ও আপনি কোন এক অভিযানে অংশগ্রহণ করেছিলাম। অতঃপর আমরা উভয়েই অপবিত্র হয়ে পড়লাম। আর কোথাও পানি পেলাম না তখন আপনি সলাত আদায় করলেন না কিন্তু আমি মাটিতে গড়াগড়ি দিলাম এবং সলাত আদায় করলাম। অতঃপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এ ঘটনা জানালে তিনি বললেন, তোমার জন্যে এটাই যথেষ্ট ছিল যে, তুমি দু’হাত জমিনে মারতে তারপর ফুঁক দিয়ে আলগা ধুলা ফেলে দিতে তারপর উভয় হাতের কব্জি দ্বারা মাসাহ করতে তোমার দু’হাতে ও চেহারা”। ‘উমার (রাঃ) বললেন, “আম্মার! আল্লাহকে ভয় কর”। তিনি [‘আম্মার (রাঃ)] বললেন, “আপনি চাইলে আমি এটা আর বর্ণনা করব না”।\nহাকাম বলেন, ‘আবদুর রহমান ইবনু আবযার পুত্র তার পিতা ‘আবদুর রহমান থেকে আমার কাছে যার্‌-এর হাদীসের অনুরূপ বর্ণনা করেছেন। তিনি বললেন, অতঃপর ‘উমার (রাঃ) বললেন, তোমার বর্ণনায় দায়-দায়িত্ব তোমার উপর।  (ই.ফা. ৭০৫, ই.সে.৭২০)",
    "ar": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ هَاشِمٍ الْعَبْدِيُّ، حَدَّثَنَا يَحْيَى، - يَعْنِي ابْنَ سَعِيدٍ الْقَطَّانَ - عَنْ شُعْبَةَ، قَالَ حَدَّثَنِي الْحَكَمُ، عَنْ ذَرٍّ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، أَنَّ رَجُلاً، أَتَى عُمَرَ فَقَالَ إِنِّي أَجْنَبْتُ فَلَمْ أَجِدْ مَاءً ‏.‏ فَقَالَ لاَ تُصَلِّ ‏.‏ فَقَالَ عَمَّارٌ أَمَا تَذْكُرُ يَا أَمِيرَ الْمُؤْمِنِينَ إِذْ أَنَا وَأَنْتَ فِي سَرِيَّةٍ فَأَجْنَبْنَا فَلَمْ نَجِدْ مَاءً فَأَمَّا أَنْتَ فَلَمْ تُصَلِّ وَأَمَّا أَنَا فَتَمَعَّكْتُ فِي التُّرَابِ وَصَلَّيْتُ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَضْرِبَ بِيَدَيْكَ الأَرْضَ ثُمَّ تَنْفُخَ ثُمَّ تَمْسَحَ بِهِمَا وَجْهَكَ وَكَفَّيْكَ ‏\"‏ ‏.‏ فَقَالَ عُمَرُ اتَّقِ اللَّهَ يَا عَمَّارُ ‏.‏ قَالَ إِنْ شِئْتَ لَمْ أُحَدِّثْ بِهِ ‏.‏ قَالَ الْحَكَمُ وَحَدَّثَنِيهِ ابْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنْ أَبِيهِ مِثْلَ حَدِيثِ ذَرٍّ قَالَ وَحَدَّثَنِي سَلَمَةُ عَنْ ذَرٍّ فِي هَذَا الإِسْنَادِ الَّذِي ذَكَرَ الْحَكَمُ فَقَالَ عُمَرُ نُوَلِّيكَ مَا تَوَلَّيْتَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 708,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)-এর মুক্তকৃত দাস ‘উমায়র",
    "bn": "তিনি ইবনু ‘আব্বাস (রাঃ)-কে বলতে শুনেছেন যে, আমি এবং উম্মুল মু’মিনীন মাইমূনাহ্‌ (রাঃ)-এর মুক্তকৃত দাস ‘আবদুর রহমান ইবনু ইয়াসার একবার আবূল জাহ্‌ম ইবনুল হারিস ইবনুস্‌ সিম্মা আল-আনাসারীর কাছে গেলাম। তখন আবূল জাহম (রাঃ) বললেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার বি’রি জামাল (মাদীনার নিকটবর্তী একটি স্থান)-এর দিক থেকে আসছিলেন, অতঃপর পথিমধ্যে এক ব্যক্তি তার সাথে সাক্ষাত করে সালাম দিল কিন্তু তিনি তার উত্তর দিলেন না বরং একটি দেয়ালের কাছে গিয়ে তাঁর মুখমন্ডল এবং উভয় হাত মাসাহ করলেন। তারপর তার সালামের জবাব দিলেন। (ই.ফা. ৭০৬, ই.সে. ৭২১)",
    "ar": "قَالَ مُسْلِمٌ وَرَوَى اللَّيْثُ بْنُ سَعْدٍ، عَنْ جَعْفَرِ بْنِ رَبِيعَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ، عَنْ عُمَيْرٍ، مَوْلَى ابْنِ عَبَّاسٍ أَنَّهُ سَمِعَهُ يَقُولُ أَقْبَلْتُ أَنَا وَعَبْدُ الرَّحْمَنِ بْنُ يَسَارٍ، مَوْلَى مَيْمُونَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم حَتَّى دَخَلْنَا عَلَى أَبِي الْجَهْمِ بْنِ الْحَارِثِ بْنِ الصِّمَّةِ الأَنْصَارِيِّ فَقَالَ أَبُو الْجَهْمِ أَقْبَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ نَحْوِ بِئْرِ جَمَلٍ فَلَقِيَهُ رَجُلٌ فَسَلَّمَ عَلَيْهِ فَلَمْ يَرُدَّ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَيْهِ حَتَّى أَقْبَلَ عَلَى الْجِدَارِ فَمَسَحَ وَجْهَهُ وَيَدَيْهِ ثُمَّ رَدَّ عَلَيْهِ السَّلاَمَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 709,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "এক ব্যক্তি পথ দিয়ে যাচ্ছিল। আর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন প্রস্রাব করছিলেন। সে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সালাম করল। কিন্তু তিনি তার জবাব দিলান না। (ই.ফা. ৭০৭, ই.সে. ৭২২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا سُفْيَانُ، عَنِ الضَّحَّاكِ بْنِ عُثْمَانَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَجُلاً، مَرَّ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَبُولُ فَسَلَّمَ فَلَمْ يَرُدَّ عَلَيْهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 710,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি একবার মাদীনার কোন এক রাস্তায় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে সাক্ষাৎ করলেন। তিনি (আবূ হুরায়রা) তখন (জানাবাত) অপবিত্র অবস্থায় ছিলেন। এ কারণে তিনি আস্তে করে পাশ দিয়ে চলে গেলেন এবং গোসল করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে খোঁজ করলেন। যখন তিনি আসলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, “হে আবূ হুরায়রা! তুমি কোথায় ছিলে? তিনি বললেন, ইয়া রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনার সঙ্গে যখন আমার সাক্ষাৎ হয় তখন আমি অপবিত্রাবস্থায় ছিলাম। তাই আমি গোসল না করে আপনার মাজলিসে বসা ভাল মনে করিনি। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, সুবহানাল্লাহ! মু’মিন তো অপবিত্র হয় না। [১০২] (ই.ফা. ৭০৮, ই.সে. ৭২৩)",
    "ar": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَحْيَى، - يَعْنِي ابْنَ سَعِيدٍ - قَالَ حُمَيْدٌ حَدَّثَنَا ح، وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ لَقِيَهُ النَّبِيُّ صلى الله عليه وسلم فِي طَرِيقٍ مِنْ طُرُقِ الْمَدِينَةِ وَهُوَ جُنُبٌ فَانْسَلَّ فَذَهَبَ فَاغْتَسَلَ فَتَفَقَّدَهُ النَّبِيُّ صلى الله عليه وسلم فَلَمَّا جَاءَهُ قَالَ ‏\"‏ أَيْنَ كُنْتَ يَا أَبَا هُرَيْرَةَ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ لَقِيتَنِي وَأَنَا جُنُبٌ فَكَرِهْتُ أَنْ أُجَالِسَكَ حَتَّى أَغْتَسِلَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ سُبْحَانَ اللَّهِ إِنَّ الْمُؤْمِنَ لاَ يَنْجُسُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১০২] এ হাদীসের দ্বারা বুঝা গেল যে, জানাবাত বা অন্য কোন কারণে অপবিত্র অবস্থায় তাসবীহ-তাহলীল ও তাকবীর তথা সকল প্রকার যিক্‌র করা জায়িয আছে। তবে কুরআনুল মাজীদের একটি আয়াতও তিলাওয়াত করা এবং সলাত আদায় করা জায়িয নয়।"
  },
  {
    "hadith_id": 711,
    "narrator": "হুযাইফাহ্‌ (রাঃ)",
    "bn": "একদিন অপবিত্র থাকা অবস্থায় রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে তার সাক্ষাৎ হয়, ফলে তিনি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে পাশ কাটিয়ে চলে গেলেন এবং গোসল করে পরে এলেন এবং বললেন, আমি জানাবাত (গোসল ফারয হওয়ার কারণে নাপাক) অবস্থায় ছিলাম। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, মুসলিম তো নাপাক হয় না। (ই.ফা. ৭০৯, ই.সে. ৭২৪)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ وَاصِلٍ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَقِيَهُ وَهُوَ جُنُبٌ فَحَادَ عَنْهُ فَاغْتَسَلَ ثُمَّ جَاءَ فَقَالَ كُنْتُ جُنُبًا ‏.‏ قَالَ ‏ \"‏ إِنَّ الْمُسْلِمَ لاَ يَنْجُسُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 712,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সর্বাবস্থায়ই আল্লাহর যিক্‌র করতেন। (ই.ফা. ৭১০, ই.সে. ৭২৫)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ وَإِبْرَاهِيمُ بْنُ مُوسَى قَالاَ حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ أَبِيهِ، عَنْ خَالِدِ بْنِ سَلَمَةَ، عَنِ الْبَهِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يَذْكُرُ اللَّهَ عَلَى كُلِّ أَحْيَانِهِ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 715,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার পায়খানায় গেলেন। পরে তিনি যখন (পায়খানা সেরে ফিরে) এলেন তখন তাঁর সামনে খাবার দেয়া হল। অতঃপর তাঁকে বলা হল, হে আল্লাহর রসূল! আপনি কি ওযূ করবেন না? তিনি বললেন, কেন? সলাতের জন্য? (ই.ফা. ৭১৩, ই.সে. ৭২৮)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا مُحَمَّدُ بْنُ مُسْلِمٍ الطَّائِفِيُّ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ سَعِيدِ بْنِ الْحُوَيْرِثِ، مَوْلَى آلِ السَّائِبِ أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، قَالَ ذَهَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى الْغَائِطِ فَلَمَّا جَاءَ قُدِّمَ لَهُ طَعَامٌ فَقِيلَ يَا رَسُولَ اللَّهِ أَلاَ تَوَضَّأُ ‏.‏ قَالَ ‏ \"‏ لِمَ أَلِلصَّلاَةِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 714,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমরা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে ছিলাম। তিনি পায়খানা থেকে এলেন। খাবার আনা হল। তাকে বলা হল, আপনি কি ওযূ করবেন না? তিনি বললেন, কেন? আমি কি সলাত আদায় করছি যে, ওযূ করব? (ই.ফা. ৭১২, ই.সে. ৭২৭)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرٍو، عَنْ سَعِيدِ بْنِ الْحُوَيْرِثِ، سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ كُنَّا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَجَاءَ مِنَ الْغَائِطِ وَأُتِيَ بِطَعَامٍ فَقِيلَ لَهُ أَلاَ تَوَضَّأُ فَقَالَ ‏ \"‏ لِمَ أَأُصَلِّي فَأَتَوَضَّأَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 716,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পায়খানা থেকে তাঁর প্রাকৃতিক প্রয়োজন পূরণ করে আসলে তাঁর সামনে খাবার এনে দেয়া হল। তিনি তা খেলেন, কিন্তু পায়খানা থেকে বের হয়ে পানি স্পর্শও করেননি (অর্থাৎ ওযূ করলেন না)। মুহাম্মাদ ইবনু মুসলিম বললেন, ‘আম্‌র ইবনু দীনার সা’ঈদ ইবনু হুওয়াইরিসের মাধ্যমে আমার কাছে এতটুকু বর্ণনা করেছেন যে, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলা হল, আপনি তো ওযূ করলেন না? জবাবে তিনি বলেছেনঃ আমি তো এখন সলাত আদায় করি না যে ওযূ করতে হবে? ‘আম্‌র ইবনু দীনার বলেছেন যে, তিনি হাদীসটি সা’ঈদ ইবনু হুওয়াইরিস-এর নিকট থেকে নিজে শুনেছেন। (ই.ফা. ৭১৪, ই.সে. ৭২৯)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ عَمْرِو بْنِ عَبَّادِ بْنِ جَبَلَةَ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، قَالَ حَدَّثَنَا سَعِيدُ بْنُ حُوَيْرِثٍ، أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ، يَقُولُ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَضَى حَاجَتَهُ مِنَ الْخَلاَءِ فَقُرِّبَ إِلَيْهِ طَعَامٌ فَأَكَلَ وَلَمْ يَمَسَّ مَاءً ‏.‏ قَالَ وَزَادَنِي عَمْرُو بْنُ دِينَارٍ عَنْ سَعِيدِ بْنِ الْحُوَيْرِثِ أَنَّ النَّبِيَّ صلى الله عليه وسلم قِيلَ لَهُ إِنَّكَ لَمْ تَوَضَّأْ قَالَ ‏ \"‏ مَا أَرَدْتُ صَلاَةً فَأَتَوَضَّأَ ‏\"‏ ‏.‏ وَزَعَمَ عَمْرٌو أَنَّهُ سَمِعَ مِنْ سَعِيدِ بْنِ الْحُوَيْرِثِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 713,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পায়খানা থেকে বের হলেন। ইতিমধ্যেই খাবার আনা হল। লোকজন তাঁকে ওযূর কথা আলোচনা করল। তিনি বললেন, আমি কি সলাত আদায়ের ইচ্ছা করছি যে, ওযূ করব? (ই.ফা. ৭১১, ই.সে. ৭২৬)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَأَبُو الرَّبِيعِ الزَّهْرَانِيُّ، قَالَ يَحْيَى أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، وَقَالَ أَبُو الرَّبِيعِ، حَدَّثَنَا حَمَّادٌ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ سَعِيدِ بْنِ الْحُوَيْرِثِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ مِنَ الْخَلاَءِ فَأُتِيَ بِطَعَامٍ فَذَكَرُوا لَهُ الْوُضُوءَ فَقَالَ ‏ \"‏ أُرِيدُ أَنْ أُصَلِّيَ فَأَتَوَضَّأَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 717,
    "narrator": "আনাস (রাঃ)",
    "bn": "রসূলুলাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শৌচাগারে প্রবেশ করার সময় বলতেন, “আল্ল-হুম্মা আ’ঊযুবিকা মিনাল খুব্‌সি ওয়াল খবা-য়িস” অর্থাৎ “হে আল্লাহ! আমি আপনার নিকট দুষ্ট পুরুষ ও জিন্‌ ও নারী জিন থেকে আশ্রয় চাচ্ছি।”(ই.ফা. ৭১৫, ই.সে. ৭৩০)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، وَقَالَ، يَحْيَى أَيْضًا أَخْبَرَنَا هُشَيْمٌ، كِلاَهُمَا عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، - فِي حَدِيثِ حَمَّادٍ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا دَخَلَ الْخَلاَءَ وَفِي حَدِيثِ هُشَيْمٍ - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا دَخَلَ الْكَنِيفَ قَالَ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبَائِثِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 718,
    "narrator": "‘আবূল ‘আযীয (রহঃ)",
    "bn": "অবিকল বর্ণিত রয়েছে। এ বর্ণনায় “আ’ঊযু বিল্লা-হি মিনাল খুব্‌সি ওয়াল খবা-য়িস” এর উল্লেখ আছে। (ই.ফা. ৭১৬, ই.সে. ৭৩১)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ عُلَيَّةَ - عَنْ عَبْدِ الْعَزِيزِ، بِهَذَا الإِسْنَادِ وَقَالَ ‏ \"‏ أَعُوذُ بِاللَّهِ مِنَ الْخُبْثِ وَالْخَبَائِثِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 720,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেছেন, একদিন সলাতের জন্য ইকামাত দেয়া হয়ে গেল। কিন্তু নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখনও এক ব্যক্তির চুপে চুপে আলাপ করছিলেন। তিনি দীর্ঘক্ষণ আলাপ করলেন। এমনকি সহাবারা সবাই ঘুমিয়ে পড়লেন। এরপর তিনি আসলেন এবং তাদের সাথে করে সলাত আদায় করলেন (ই.ফা. ৭১৮, ই.সে. ৭৩৩)",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، سَمِعَ أَنَسَ بْنَ مَالِكٍ، قَالَ أُقِيمَتِ الصَّلاَةُ وَالنَّبِيُّ صلى الله عليه وسلم يُنَاجِي رَجُلاً فَلَمْ يَزَلْ يُنَاجِيهِ حَتَّى نَامَ أَصْحَابُهُ ثُمَّ جَاءَ فَصَلَّى بِهِمْ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 719,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেছেন, একদা সলাতের ইকামাত দেয়া হয়ে গেল। কিন্তু রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখনও এক লোকের সঙ্গে চুপে চুপে আলাপ করছিলেন। লোকেরা বসে বসে ঘুমিয়ে না পড়া পর্যন্ত তিনি সলাতে এসে দাঁড়াননি। সলাতে দাঁড়াতে দাঁড়াতে তাঁর দেরি হওয়ায় লোকেরা (বসে বসে) ঘুমিয়ে পড়েছিল। (ই.ফা. ৭১৭, ই.সে. ৭৩২)",
    "ar": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، ح وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا عَبْدُ الْوَارِثِ، كِلاَهُمَا عَنْ عَبْدِ الْعَزِيزِ، عَنْ أَنَسٍ، قَالَ أُقِيمَتِ الصَّلاَةُ وَرَسُولُ اللَّهِ صلى الله عليه وسلم نَجِيٌّ لِرَجُلٍ - وَفِي حَدِيثِ عَبْدِ الْوَارِثِ وَنَبِيُّ اللَّهِ صلى الله عليه وسلم يُنَاجِي الرَّجُلَ - فَمَا قَامَ إِلَى الصَّلاَةِ حَتَّى نَامَ الْقَوْمُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 721,
    "narrator": "কাতাদাহ্‌ (রহঃ)",
    "bn": "তিনি বলেন, আমি আনাস (রহঃ)-কে বলতে শুনেছি যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহাবাগণ ঘুমিয়ে যেতেন তারপর সলাত আদায় করতেন কিন্তু ওযূ করতেন না। বর্ণনাকারী শু’বাহ্‌ (রাঃ) বলেন, আমি কাতাদাহ্‌কে বললাম “আপনি কি নিজে আনাস (রাঃ)-এর কাছ থেকে শুনেছেন”? তিনি বললেন, “হ্যাঁ, আল্লাহর কসম!” (ই.ফা. ৭১৯, ই.সে. ৭৩৪)",
    "ar": "وَحَدَّثَنِي يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا خَالِدٌ، - وَهُوَ ابْنُ الْحَارِثِ - حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ أَنَسًا، يَقُولُ كَانَ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَنَامُونَ ثُمَّ يُصَلُّونَ وَلاَ يَتَوَضَّئُونَ قَالَ قُلْتُ سَمِعْتَهُ مِنْ أَنَسٍ قَالَ إِي وَاللَّهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 722,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, (একদা) ‘ইশার জামা’আত দাঁড়িয়ে গিয়েছিল। তখন এক লোক বলল, আমার কিছু প্রয়োজন আছে। পরে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়িয়ে তাঁর সাথে আলাপ করতে লাগলেন। তিনি এতক্ষণ ধরে আলাপ করলেন যে, উপস্থিত সকলেই অথবা কিছু লোক ঘুমিয়ে পড়ল (বসে বসে)। তারপর তারা সলাত আদায় করল। (ই.ফা. ৭২০, ই.সে. ৭৩৫)",
    "ar": "حَدَّثَنِي أَحْمَدُ بْنُ سَعِيدِ بْنِ صَخْرٍ الدَّارِمِيُّ، حَدَّثَنَا حَبَّانُ، حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّهُ قَالَ أُقِيمَتْ صَلاَةُ الْعِشَاءِ فَقَالَ رَجُلٌ لِي حَاجَةٌ ‏.‏ فَقَامَ النَّبِيُّ صلى الله عليه وسلم يُنَاجِيهِ حَتَّى نَامَ الْقَوْمُ - أَوْ بَعْضُ الْقَوْمِ - ثُمَّ صَلَّوْا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]