[
  {
    "hadith_id": 5484,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার নামে তোমরা নাম রাখো এবং আমার উপনাম অনুসারে উপনাম রেখো না। কারণ, আমিই হলাম ‘আবুল কাসিম’। তোমাদের মধ্যে ভাগাভাগি করে থাকি। রাবী আবূ বকর (রহঃ) এর বর্ণনায় ... স্থানে ... রয়েছে। [১] (ই.ফা. ৫৪০৬, ই.সে. ৫৪২৮)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، ح وَحَدَّثَنِي أَبُو سَعِيدٍ، الأَشَجُّ حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الأَعْمَشُ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تَسَمَّوْا بِاسْمِي وَلاَ تَكَنَّوْا بِكُنْيَتِي فَإِنِّي أَنَا أَبُو الْقَاسِمِ أَقْسِمُ بَيْنَكُمْ ‏\"‏ ‏.‏ وَفِي رِوَايَةِ أَبِي بَكْرٍ ‏\"‏ وَلاَ تَكْتَنُوا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] শব্দদ্বয় সমার্থক যার অর্থ। উপনাম গ্রহণ করো না।"
  },
  {
    "hadith_id": 5480,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ তা‘আলার নিকটে তোমাদের নামগুলোর মধ্যে সর্বাধিক পছন্দনীয় নাম ‘আবদুল্লাহ ও ‘আবদুর রহমান। (ই.ফা. ৫৪০২, ই.সে. ৫৪২৪)",
    "ar": "حَدَّثَنِي إِبْرَاهِيمُ بْنُ زِيَادٍ، - وَهُوَ الْمُلَقَّبُ بِسَبَلاَنَ - أَخْبَرَنَا عَبَّادُ بْنُ عَبَّادٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، وَأَخِيهِ عَبْدِ اللَّهِ، سَمِعَهُ مِنْهُمَا، سَنَةَ أَرْبَعٍ وَأَرْبَعِينَ وَمِائَةٍ يُحَدِّثَانِ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ أَحَبَّ أَسْمَائِكُمْ إِلَى اللَّهِ عَبْدُ اللَّهِ وَعَبْدُ الرَّحْمَنِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5486,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "এক আনসারী লোকের একটি পুত্র সন্তান জন্ম নিলে সে তার নাম ‘মুহাম্মাদ’ রাখা ইচ্ছা করল। তখন সে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে জিজ্ঞেস করলো, তিনি বললেনঃ আনসারীরা ভাল কর্ম করেছে। আমার নামে তোমরা নাম রাখো, তবে আমার উপনামে উপনাম রেখো না। (ই.ফা. ৫৪০৮, ই.সে. ৫৪৩০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، سَمِعْتُ قَتَادَةَ، عَنْ سَالِمٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَجُلاً، مِنَ الأَنْصَارِ وُلِدَ لَهُ غُلاَمٌ فَأَرَادَ أَنْ يُسَمِّيَهُ مُحَمَّدًا فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَسَأَلَهُ فَقَالَ ‏ \"‏ أَحْسَنَتِ الأَنْصَارُ سَمُّوا بِاسْمِي وَلاَ تَكْتَنُوا بِكُنْيَتِي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5479,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, বাকী’ নামক স্থানে এক লোক আর এক লোককে ডাক দিল- হে আবুল কাসিম! তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার দিকে দৃষ্টি দিলেন। সে বলল, হে আল্লাহর রসূল! আমি আপনাকে উদ্দেশ্য করিনি; আমি তো অমুককে ডেকেছি। সে সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমার নামে তোমরা নাম রাখো; কিন্তু আমার উপনামে তোমরা নামকরণ করো না।[১] (ই.ফা. ৫৪০১, ই.সে. ৫৪২৩)",
    "ar": "حَدَّثَنِي أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ وَابْنُ أَبِي عُمَرَ - قَالَ أَبُو كُرَيْبٍ أَخْبَرَنَا وَقَالَ، ابْنُ أَبِي عُمَرَ حَدَّثَنَا وَاللَّفْظُ، لَهُ - قَالاَ حَدَّثَنَا مَرْوَانُ، - يَعْنِيَانِ الْفَزَارِيَّ - عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ نَادَى رَجُلٌ رَجُلاً بِالْبَقِيعِ يَا أَبَا الْقَاسِمِ ‏.‏ فَالْتَفَتَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي لَمْ أَعْنِكَ إِنَّمَا دَعَوْتُ فُلاَنًا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ تَسَمَّوْا بِاسْمِي وَلاَ تَكَنَّوْا بِكُنْيَتِي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] কুন্ইয়াত- ‘অমুকের বাপ’ বা ‘অমুকের পুত্র’ বলে নামকরণ করা।"
  },
  {
    "hadith_id": 5482,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বললেন, আমাদের মাঝে একজন লোকের একটি পুত্র সন্তান জন্ম নিলো। সে তার নাম দিল ‘মুহাম্মাদ’। আমরা বললাম, তোমাকে আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নামের দ্বারা তোমার কুন্ইয়াত রাখতে দিব না, যতক্ষণ তুমি তাঁর অনুমতি না নিবে। বর্ণনাকারী বলেন, এরপর সে তাঁর নিকট গিয়ে বলল যে, আমার একটি ছেলে জন্ম নিয়েছে। আমি রসূলুল্লাহর নামে তার নাম রেখেছি। ওদিকে আমার সম্প্রদায়ের লোকেরা সে নাম দিয়ে আমার উপনাম বলতে অস্বীকৃতি জানায়। (তারা বলল) যতক্ষণ তুমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অনুমতি গ্রহণ না করো। এরপর তিনি বললেনঃ তোমরা আমার নামে নাম রাখো, আমার উপনামে নাম রেখো না। কারণ, আমাকে ‘কাসিম’ (বণ্টনকারী) হিসেবে পাঠানো হয়েছে; আমি তোমাদের মাঝে বণ্টন করার দায়িত্ব পালন করি। (ই.ফা. ৫৪০৪, ই.সে. ৫৪২৬)",
    "ar": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا عَبْثَرٌ، عَنْ حُصَيْنٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ وُلِدَ لِرَجُلٍ مِنَّا غُلاَمٌ فَسَمَّاهُ مُحَمَّدًا فَقُلْنَا لاَ نَكْنِيكَ بِرَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى تَسْتَأْمِرَهُ ‏.‏ قَالَ فَأَتَاهُ فَقَالَ إِنَّهُ وُلِدَ لِي غُلاَمٌ فَسَمَّيْتُهُ بِرَسُولِ اللَّهِ وَإِنَّ قَوْمِي أَبَوْا أَنْ يَكْنُونِي بِهِ حَتَّى تَسْتَأْذِنَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ سَمُّوا بِاسْمِي وَلاَ تَكَنَّوْا بِكُنْيَتِي فَإِنَّمَا بُعِثْتُ قَاسِمًا أَقْسِمُ بَيْنَكُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5481,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমাদের মাঝে এক লোকের একটি ছেলে সন্তান জন্ম নিল। সে তার নাম রাখল ‘মুহাম্মাদ’। সে সময় তার সম্প্রদায়ের লোকেরা তাকে বলল, আমরা তোমাকে ছাড়ব না রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নামে নাম রাখা হলে। এরপর সে তার সন্তানটিকে পিঠে বয়ে নিয়ে চলল এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বলল, হে আল্লাহর রসূল! আমার একটি পুত্র সন্তান জন্ম নিয়েছে আমি তার নাম রাখলাম ‘মুহাম্মাদ’। এতে আমার সম্প্রদায়ের লোকেরা আমাকে বলছে, আমরা তোমাকে ছাড়ব না রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নামে নাম রাখা হলে। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমার নামে তোমরা নাম রাখো, কিন্তু আমার উপনাম অনুসারে উপনাম রেখো না। কারণ, আমি একমাত্র (আরবি) (বণ্টনকারী); (আল্লাহ প্রদত্ত সম্পদ) তোমাদের মধ্যে বণ্টন করে থাকি। (ই.ফা. ৫৪০৩, ই.সে. ৫৪২৫)",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ عُثْمَانُ حَدَّثَنَا وَقَالَ، إِسْحَاقُ أَخْبَرَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ وُلِدَ لِرَجُلٍ مِنَّا غُلاَمٌ فَسَمَّاهُ مُحَمَّدًا فَقَالَ لَهُ قَوْمُهُ لاَ نَدَعُكَ تُسَمِّي بِاسْمِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَانْطَلَقَ بِابْنِهِ حَامِلَهُ عَلَى ظَهْرِهِ فَأَتَى بِهِ النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ وُلِدَ لِي غُلاَمٌ فَسَمَّيْتُهُ مُحَمَّدًا فَقَالَ لِي قَوْمِي لاَ نَدَعُكَ تُسَمِّي بِاسْمِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ تَسَمَّوْا بِاسْمِي وَلاَ تَكْتَنُوا بِكُنْيَتِي فَإِنَّمَا أَنَا قَاسِمٌ أَقْسِمُ بَيْنَكُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5488,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমাদের মধ্যে এক লোকের পুত্র জন্ম নিলে সে তার নাম রাখল ‘কাসিম’। আমরা বললাম, আমরা তোমাকে ‘আবুল কাসিম’ (কাসিমের বাপ) উপনামে ডাকব না এবং তোমার চোখ শীতল করব না। সে তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সম্মুখে এসে ঐ ব্যাপারটি বলল। তিনি বলললেন তোমার সন্তানের নাম রাখো ‘আবদুর রহমান’। (ই.ফা. ৫৪১০, ই.সে. ৫৪৩২)",
    "ar": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، جَمِيعًا عَنْ سُفْيَانَ، قَالَ عَمْرٌو حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، حَدَّثَنَا ابْنُ الْمُنْكَدِرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ وُلِدَ لِرَجُلٍ مِنَّا غُلاَمٌ فَسَمَّاهُ الْقَاسِمَ فَقُلْنَا لاَ نَكْنِيكَ أَبَا الْقَاسِمِ وَلاَ نُنْعِمُكَ عَيْنًا ‏.‏ فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ فَقَالَ ‏ \"‏ أَسْمِ ابْنَكَ عَبْدَ الرَّحْمَنِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5490,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আবূল কাসিম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমার আমার নামে নাম রাখো এবং আমার উপনাম হিসেবে উপনাম রেখো না। ‘আম্‌র (রহঃ) তার বর্ণনাতে বলেছেন, ‘আবূ হুরায়রা্‌ (রাঃ) হতে বর্ণিত’ এবং তিনি এই উক্তিটি করেননি বলতে শুনেছি। (ই.ফা. ৫৪১২, ই.সে. ৫৪৩৪)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، وَابْنُ، نُمَيْرٍ قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ أَبُو الْقَاسِمِ صلى الله عليه وسلم ‏ \"‏ تَسَمَّوْا بِاسْمِي وَلاَ تَكَنَّوْا بِكُنْيَتِي ‏\"‏ ‏.‏ قَالَ عَمْرٌو عَنْ أَبِي هُرَيْرَةَ وَلَمَ يَقُلْ سَمِعْتُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5491,
    "narrator": "আল মুগীরাহ্‌ ইবনু শু’বাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আমি যে সময় নাজরান গমন করলাম, তখন সেখানকার ব্যক্তিরা আমাকে জিজ্ঞেস করল, আপনারা পড়েন (আরবি) (হে হারূনের বোন) অথচ মূসা (আঃ) ছিলেন ‘ঈসা (‘আঃ) এর এত দিন আগে? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আমি যখন ফিরে আসলাম তখন এ বিষয়ে প্রশ্ন করলাম। তিনি বললেন, তারা (ইয়াহূদী-খ্রিষ্টানরা) তাদের পূর্ববর্তী নবী সালিহ্‌গণের নামে (বাচ্চাদের) নাম রাখতো। (ই. ফা. ৫৪১৩, ই. সে. ৫৪৩৫)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، وَأَبُو سَعِيدٍ الأَشَجُّ وَمُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ - وَاللَّفْظُ لاِبْنِ نُمَيْرٍ - قَالُوا حَدَّثَنَا ابْنُ إِدْرِيسَ، عَنْ أَبِيهِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلٍ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ لَمَّا قَدِمْتُ نَجْرَانَ سَأَلُونِي فَقَالُوا إِنَّكُمْ تَقْرَءُونَ يَا أُخْتَ هَارُونَ وَمُوسَى قَبْلَ عِيسَى بِكَذَا وَكَذَا ‏.‏ فَلَمَّا قَدِمْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم سَأَلْتُهُ عَنْ ذَلِكَ فَقَالَ ‏ \"‏ إِنَّهُمْ كَانُوا يُسَمُّونَ بِأَنْبِيَائِهِمْ وَالصَّالِحِينَ قَبْلَهُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5493,
    "narrator": "সামুরাহ্‌ ইবনু জুনদাব (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমার ক্রীতদাসের নাম রাবাহ্‌, ইয়াসার, আফ্‌লাহ্‌ ও নাফি’ রেখো না। (ই.ফা. ৫৪১৫, ই.সে. ৫৪৩৭)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الرُّكَيْنِ بْنِ الرَّبِيعِ، عَنْ أَبِيهِ، عَنْ سَمُرَةَ، بْنِ جُنْدَبٍ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تُسَمِّ غُلاَمَكَ رَبَاحًا وَلاَ يَسَارًا وَلاَ أَفْلَحَ وَلاَ نَافِعًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5492,
    "narrator": "সামুরাহ্‌ ইবনু জুনদাব (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের গোলামদের চারটি নাম দ্বারা নামকরণ করতে বারণ করেছেনঃ আফ্‌লাহ্‌, রাবাহ্‌, ইয়াসার ও নাফি’।(ই.ফা. ৫৪১৪,  ই.সে. ৫৪৩৬)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَ أَبُو بَكْرٍ حَدَّثَنَا مُعْتَمِرُ بْنُ، سُلَيْمَانَ عَنِ الرُّكَيْنِ، عَنْ أَبِيهِ، عَنْ سَمُرَةَ، وَقَالَ، يَحْيَى أَخْبَرَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ سَمِعْتُ الرُّكَيْنَ، يُحَدِّثُ عَنْ أَبِيهِ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، قَالَ نَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نُسَمِّيَ رَقِيقَنَا بِأَرْبَعَةِ أَسْمَاءٍ أَفْلَحَ وَرَبَاحٍ وَيَسَارٍ وَنَافِعٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5496,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইয়া’লা, বারাকাহ্‌, আফলাহ, ইয়াসার ও নাফি’ ইত্যাদি এ রকম নাম রাখা বারণ করার ইচ্ছা পোষণ করেছিলেন। অতঃপর তাঁকে আমি লক্ষ্য করলাম যে, এ ব্যাপারে তিনি নিশ্চুপ রইলেন, কিছু বললেন না। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে উঠিয়ে নেয়া হলো এবং তিনিই তা (শক্তভাবে) বারণ করেননি। পরে ‘উমার (রাঃ) তা বারণ করার ইচ্ছা পোষণ করলেন, তারপর তিনিও তা পরিত্যাগ করেন। (ই.ফা. ৫৪১৮, ই.সে. ৫৪৪০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي خَلَفٍ، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ أَرَادَ النَّبِيُّ صلى الله عليه وسلم أَنْ يَنْهَى عَنْ أَنْ يُسَمَّى بِيَعْلَى وَبِبَرَكَةَ وَبِأَفْلَحَ وَبِيَسَارٍ وَبِنَافِعٍ وَبِنَحْوِ ذَلِكَ ثُمَّ رَأَيْتُهُ سَكَتَ بَعْدُ عَنْهَا فَلَمْ يَقُلْ شَيْئًا ثُمَّ قُبِضَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَلَمْ يَنْهَ عَنْ ذَلِكَ ثُمَّ أَرَادَ عُمَرُ أَنْ يَنْهَى عَنْ ذَلِكَ ثُمَّ تَرَكَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5494,
    "narrator": "সামুরাহ্‌ ইবনু জুনদাব (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌র নিকট বেশি পছন্দনীয় কালাম চারটি। আল্লাহ্‌র পবিত্রতা ঘোষণা করছি, যাবতীয় প্রশংসা আল্লাহর, (এক) আল্লাহ্‌ ছাড়া আর উপাস্য নেই এবং আল্লাহ সর্বশ্রেষ্ঠ। এগুলোর যে কোন শব্দ দ্বারা তুমি আরাম্ভ কর, এতে তোমার কোন ক্ষতি নেই এবং কক্ষনো তোমার ক্রীতদাসের নাম ইয়াসার, রাবাহ্‌, নাজীহ্‌ ও আফ্‌লাহ্‌ রাখবে না। কেননা, তুমি হয়তো বা ডাকবে ‘ওখানে সে আছে কি?’ আর সে (তখন) সেখানে নাও থাকতে পারে। তখন কেউ বলবে- ‘না’ এখানে নেই। (এ জবাবে কু-ধারণা তৈরি হতে পারে)।\n(বর্ণনাকারী বলেন), নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কেবল এ চারটি নাম বলেছেন। অতঃপর কেউ যেন আমার চাইতে অধিক সংযোজন না করে। (ই.ফা . ৫৪১৬, ই.সে. ৫৪৩৮)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا مَنْصُورٌ، عَنِ هِلاَلِ بْنِ يَسَافٍ، عَنْ رَبِيعِ بْنِ عُمَيْلَةَ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"أَحَبُّ الْكَلاَمِ إِلَى اللَّهِ أَرْبَعٌ سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ‏.‏ لاَ يَضُرُّكَ بَأَيِّهِنَّ بَدَأْتَ.‏ وَلاَ تُسَمِّيَنَّ غُلاَمَكَ يَسَارًا وَلاَ رَبَاحًا وَلاَ نَجِيحًا وَلاَ أَفْلَحَ فَإِنَّكَ تَقُولُ أَثَمَّ هُوَ فَلاَ يَكُونُ فَيَقُولُ لاَ‏.\"‏‏ إِنَّمَا هُنَّ أَرْبَعٌ فَلاَ تَزِيدُنَّ عَلَىَّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5502,
    "narrator": "মুহাম্মাদ ইবনু ‘আম্‌র ইবনু ‘আতা (রহঃ)",
    "bn": "তিনি বলেন, আমার কন্যার নাম রাখলাম ‘বার্‌রাহ’। সে সময় যাইনাব বিনতু আবূ সালামাহ্‌ (রাঃ) আমাকে বললেন যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ নাম রাখতে বারণ করেছেন। আমার নাম ‘বার্‌রাহ্‌’- (পূণ্যবতী) রাখা হয়েছিল। তাতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা স্বয়ং আত্মা পরিশুদ্ধ বলে দাবি করো না। আল্লাহ তা’আলাই অধিকতর জানেন তোমাদের মাঝে পুণ্যবানদের সম্পর্কে। অতঃপর তাঁরা বলল, তবে আমরা তাঁর কি নামকরণ করবো? তিনি বললেন, তার নাম রাখো ‘যাইনাব’। (ই.ফা. ৫৪২৪, ই. সে. ৫৪৪৬)",
    "ar": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ، قَالَ سَمَّيْتُ ابْنَتِي بَرَّةَ فَقَالَتْ لِي زَيْنَبُ بِنْتُ أَبِي سَلَمَةَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ هَذَا الاِسْمِ وَسُمِّيتُ بَرَّةَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تُزَكُّوا أَنْفُسَكُمُ اللَّهُ أَعْلَمُ بِأَهْلِ الْبِرِّ مِنْكُمْ ‏\"‏ ‏.‏ فَقَالُوا بِمَ نُسَمِّيهَا قَالَ ‏\"‏ سَمُّوهَا زَيْنَبَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5501,
    "narrator": "যাইনাব বিনতু উম্মু সালামাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, পূর্বে আমার নাম ‘বার্‌রাহ্‌’ ছিল। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নাম রাখলেন ‘যাইনাব’।\nতিনি বলেন, যাইনাব বিনতু জাহ্‌শ (রাঃ) তাঁর (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর ) নিকট আসলো। তাঁর (ও) নাম ছিল ‘বাররাহ্‌’ তাঁর নামও তিনি ‘যাইনাব’রেখে দিলেন। (ই.ফা. ৫৪২৩, ই. সে. ৫৪৪৫)",
    "ar": "حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، قَالاَ حَدَّثَنَا الْوَلِيدُ بْنُ كَثِيرٍ، حَدَّثَنِي مُحَمَّدُ بْنُ عَمْرِو بْنِ عَطَاءٍ، حَدَّثَتْنِي زَيْنَبُ، بِنْتُ أُمِّ سَلَمَةَ قَالَتْ كَانَ اسْمِي بَرَّةَ فَسَمَّانِي رَسُولُ اللَّهِ صلى الله عليه وسلم زَيْنَبَ ‏.‏ قَالَتْ وَدَخَلَتْ عَلَيْهِ زَيْنَبُ بِنْتُ جَحْشٍ وَاسْمُهَا بَرَّةُ فَسَمَّاهَا زَيْنَبَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5499,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, (উম্মুল মু’মিনীন) ‘জুওয়াইরিয়াহ্‌’ (রাঃ) এর আসল নাম ছিল ‘বার্‌রাহ’ (পুণ্যবতী) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর নাম পরিবর্তন করে রাখলেন ‘জুওয়াইরিইয়াহ (স্নেহময়ী কিশোরী)। কেননা ‘বার্‌রাহ’ (পুণ্যবতী) এর নিকট হতে বের হয়ে এসেছেন- এমন বাক্য তিনি পছন্দ করতেন না। ইবনু আবূ ‘উমার (রাঃ) এর হাদিসে কুরায়ব (রহঃ) সূত্রে  --- এর স্থানে ---- বর্ণিত হয়েছে। (ই. ফা. ৫৪২১, ই. সে. ৫৪৪৩)",
    "ar": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، وَابْنُ أَبِي عُمَرَ، - وَاللَّفْظُ لِعَمْرٍو - قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، مَوْلَى آلِ طَلْحَةَ عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَتْ جُوَيْرِيَةُ اسْمُهَا بَرَّةَ فَحَوَّلَ رَسُولُ اللَّهِ صلى الله عليه وسلم اسْمَهَا جُوَيْرِيَةَ وَكَانَ يَكْرَهُ أَنْ يُقَالَ خَرَجَ مِنْ عِنْدِ بَرَّةَ ‏.‏ وَفِي حَدِيثِ ابْنِ أَبِي عُمَرَ عَنْ كُرَيْبٍ قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5497,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আছিয়া (অমান্যকারী) এর নাম পরিবর্তন করে দিলেন এবং বললেন, তুমি জামিলা (সুন্দরী)।\nবর্ণনাকারী আহ্‌মাদ (রহঃ) এর সানাদে --- এর স্থানে ----- দিয়ে উল্লেখ করেছেন। (ই.ফা. ৫৪১৯, ই. সে. ৫৪৪১)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، وَزُهَيْرُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ بَشَّارٍ قَالُوا حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، أَخْبَرَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم غَيَّرَ اسْمَ عَاصِيَةَ وَقَالَ ‏ \"‏ أَنْتِ جَمِيلَةُ ‏\"‏ ‏.‏ قَالَ أَحْمَدُ مَكَانَ أَخْبَرَنِي عَنْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5498,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "‘উমার (রাঃ) এর এক মেয়েকে    (‘আসিয়াহ্‌) নামে ডাকা হত। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর নাম রাখলেন, ‘জামীলাহ্‌’। (ই. ফা. ৫৪২০, ই. সে. ৫৪৪২)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ ابْنَةً لِعُمَرَ، كَانَتْ يُقَالُ لَهَا عَاصِيَةُ فَسَمَّاهَا رَسُولُ اللَّهِ صلى الله عليه وسلم جَمِيلَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5500,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "যাইনাব (রাঃ) এর আসল নাম ছিল ‘বার্‌রাহ’। তাই বলা হলো, তিনি আত্নশুদ্ধি করেন। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর নামকরণ করলেন ‘যাইনাব’। ইবনু বাশ্‌শার ছাড়া উপরোল্লিখিত রাবীদের বর্ণিত হাদীসের হুবুহু শব্দ বর্ণিত হয়েছে।  তবে ইবনু আবী শাইবাহ --- এর স্থলে ---- বলেছেন। (ই.ফা. ৫৪২২, ই. সে. ৫৪৪৪)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالُوا حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَطَاءِ بْنِ أَبِي مَيْمُونَةَ، سَمِعْتُ أَبَا رَافِعٍ، يُحَدِّثُ عَنْ أَبِي، هُرَيْرَةَ ح وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ عَطَاءِ بْنِ أَبِي مَيْمُونَةَ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ زَيْنَبَ، كَانَ اسْمُهَا بَرَّةَ فَقِيلَ تُزَكِّي نَفْسَهَا ‏.‏ فَسَمَّاهَا رَسُولُ اللَّهِ صلى الله عليه وسلم زَيْنَبَ ‏.‏ وَلَفْظُ الْحَدِيثِ لِهَؤُلاَءِ دُونَ ابْنِ بَشَّارٍ ‏.‏ وَقَالَ ابْنُ أَبِي شَيْبَةَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ عَنْ شُعْبَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5504,
    "narrator": "হাম্মাম ইবনু মুনাব্বিহ্‌ (রহঃ)",
    "bn": "তিনি বলেন, এগুলো আবূ হুরাইরা্‌ (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আমাদের নিকট হাদীস বর্ণনা করেছেন। তারপর তিনি কিছু হাদীস বর্ণনা করলেন। তন্মধ্যে অন্যতম একটি হলো, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাতের দিন আল্লাহ তা’আলার নিকট সবচেয়ে রাগের কারণ, সবচেয়ে ঘৃণিত, অধিকতর ক্ষিপ্রতার সম্মুখীন হবে সে লোক যার নাম রাখা হয়েছে ‘মালিকুল আম্‌লাক’ (রাজাধিরাজ সম্রাট), আল্লাহ ছাড়া অন্য আর কেউ ‘মালিক’ (সম্রাট) নেই। (ই.ফা. ৫৪২৬, ই. সে. ৫৪৪৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَغْيَظُ رَجُلٍ عَلَى اللَّهِ يَوْمَ الْقِيَامَةِ وَأَخْبَثُهُ وَأَغْيَظُهُ عَلَيْهِ رَجُلٌ كَانَ يُسَمَّى مَلِكَ الأَمْلاَكِ لاَ مَلِكَ إِلاَّ اللَّهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5503,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহর তা’আলার নিকট অধিকতর ঘৃণিত নাম ঐ লোকের, যার নাম ‘মালিকুল আমলাক’ (বাদশার বাদশাহ) রাখা হয়। ইবনু আবূ শাইবাহ্‌ (রহঃ) তাঁর বর্ণিত হাদীসে বেশি বর্ণনা করেছেন- ‘আল্লাহ ছাড়া প্রকৃতপক্ষে অন্য কোন ‘মালিক’ ‘অধিপতি’ নেই”।\nআশ’আসী (রহঃ) বলেন, বর্ণনাকারী সুফ্‌ইয়ান (রহঃ) বলেছেন, এ শব্দ (ফারসী) ভাষায় ‘শাহান শাহ- এর অবিকল।\nআর আহ্‌মাদ ইবনু হাম্বাল (রহঃ) বলেন, আমি আবূ ‘আম্‌র (রহঃ) কে (আরবি) এর অর্থ জানতে চাইলে তিনি বলেন, (আরবি) চরম নিকৃষ্ট। (ই. ফা. ৫৪২৫, ই. সে. ৫৪৪৭)",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَمْرٍو الأَشْعَثِيُّ، وَأَحْمَدُ بْنُ حَنْبَلٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ - وَاللَّفْظُ لأَحْمَدَ - قَالَ الأَشْعَثِيُّ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ أَخْنَعَ اسْمٍ عِنْدَ اللَّهِ رَجُلٌ تَسَمَّى مَلِكَ الأَمْلاَكِ ‏\"‏ ‏.‏ زَادَ ابْنُ أَبِي شَيْبَةَ فِي رِوَايَتِهِ ‏\"‏ لاَ مَالِكَ إِلاَّ اللَّهُ عَزَّ وَجَلَّ ‏\"‏ ‏.‏ قَالَ الأَشْعَثِيُّ قَالَ سُفْيَانُ مِثْلُ شَاهَانْ شَاهْ ‏.‏ وَقَالَ أَحْمَدُ بْنُ حَنْبَلٍ سَأَلْتُ أَبَا عَمْرٍو عَنْ أَخْنَعَ فَقَالَ أَوْضَعَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5512,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "‘আয়িশা (রাঃ) হতে বর্ণিত যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দরবারে (নবজাতক) সন্তানদের নিয়ে আসা হত। তাদের জন্য তিনি বারাকাতের দু’আ করতেন এবং খেজুর চিবিয়ে তাদের মুখে দিতেন। (ই.ফা. ৫৪৩৪, ই. সে. ৫৪৫৬)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا هِشَامٌ، - يَعْنِي ابْنَ عُرْوَةَ - عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُؤْتَى بِالصِّبْيَانِ فَيُبَرِّكُ عَلَيْهِمْ وَيُحَنِّكُهُمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5511,
    "narrator": "আসমা বিনতু আবূ বাক্‌র সিদ্দীক (রাঃ)",
    "bn": "তিনি ‘আব্দুল্লাহ ইবনু যুবায়র (রাঃ) কে গর্ভে ধারণ করে হিজরাত করে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দরবারে পৌছলেন। অতঃপর উসামাহ্‌ (রাঃ) এর হাদীসের অবিকল উল্লেখ করেন। (ই.ফা. ৫৪৩৩, ই. সে. ৫৪৫৫)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، عَنْ عَلِيِّ بْنِ مُسْهِرٍ، عَنْ هِشَامِ، بْنِ عُرْوَةَ عَنْ أَبِيهِ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ، أَنَّهَا هَاجَرَتْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَهِيَ حُبْلَى بِعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ ‏.‏ فَذَكَرَ نَحْوَ حَدِيثِ أَبِي أُسَامَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5508,
    "narrator": "আবূ মুসা (রাঃ)",
    "bn": "তিনি বলেন, আমার একটি পুত্র সন্তান ভুমিষ্ঠ হলে আমি তাকে নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দরবারে উপস্থিত হলাম। তিনি তার নাম রাখলেন ইব্‌রাহীম এবং একটি খেজুর চিবিয়ে তাঁর মুখে দিলেন। (ই.ফা. ৫৪৩০, ই. সে. ৫৪৫২)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَبْدُ اللَّهِ بْنُ بَرَّادٍ الأَشْعَرِيُّ، وَأَبُو كُرَيْبٍ قَالُوا حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ وُلِدَ لِي غُلاَمٌ فَأَتَيْتُ بِهِ النَّبِيَّ صلى الله عليه وسلم فَسَمَّاهُ إِبْرَاهِيمَ وَحَنَّكَهُ بِتَمْرَةٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5505,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, ‘আব্দুল্লাহ ইবনু আবূ তাল্‌হাহ্‌ আনসারী এর জন্মকালে আমি তাঁকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দরবারে নিয়ে গেলাম। সে সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্বীয় গায়ে একটি ‘আল্খাল্লা’ জড়িয়ে তাঁর উটের গায়ে তৈল মালিশ করছিলেন। তিনি প্রশ্ন করলেন, তোমার সাথে খেজুর আছে কি? আমি বললাম, হ্যাঁ। তারপর আমি তাঁর হাতে কয়েকটি খেজুর দিলাম। তিনি তাঁর মুখে জড়িয়ে দিয়ে চিবালেন। তারপর শিশুটির মুখ ফাঁক করে তার মুখের ভিতরে দিলেন। শিশুটি তা চুষতে লাগল। সে সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ‘আনসারীদের খেজুরের প্রতি ভালবাসা’ এবং তিনি তাঁর নাম রাখলেন, ‘আব্দুল্লাহ। (ই.ফা. ৫৪২৭, ই. সে. ৫৪৪৯)",
    "ar": "حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ حَمَّادٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ، بْنِ مَالِكٍ قَالَ ذَهَبْتُ بِعَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ الأَنْصَارِيِّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم حِينَ وُلِدَ وَرَسُولُ اللَّهِ صلى الله عليه وسلم فِي عَبَاءَةٍ يَهْنَأُ بَعِيرًا لَهُ فَقَالَ ‏\"‏ هَلْ مَعَكَ تَمْرٌ ‏\"‏ ‏.‏ فَقُلْتُ نَعَمْ ‏.‏ فَنَاوَلْتُهُ تَمَرَاتٍ فَأَلْقَاهُنَّ فِي فِيهِ فَلاَكَهُنَّ ثُمَّ فَغَرَ فَا الصَّبِيِّ فَمَجَّهُ فِي فِيهِ فَجَعَلَ الصَّبِيُّ يَتَلَمَّظُهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ حُبُّ الأَنْصَارِ التَّمْرَ ‏\"‏ ‏.‏ وَسَمَّاهُ عَبْدَ اللَّهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5506,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আবূ তালহাহ্‌ (রাঃ) এর এক পুত্র সন্তান রোগগ্রস্ত ছিল। (একদিন) আবূ তালহাহ্‌ (রাঃ) (তাঁর কর্মে) বের হলো এদিকে তাঁর বাচ্চাটি মারা যায়। যখন আবূ তালহাহ্‌ (রাঃ) ফিরে আসলেন, তিনি (স্ত্রীকে) প্রশ্ন করলেন, আমার সন্তান কি করছে? (স্ত্রী) উন্মু সুলায়ম (রাঃ) বললেন, সে পুর্বের চেয়ে অধিকতর শান্ত। তারপর তিনি তাঁকে রাতের খাদ্য দিলেন, তিনি তা খেলেন, তারপর তার সাথে মিলিত হলেন। তারপর তিনি অবসর হলে উন্মু সুলায়ম (রাঃ) বললেন, শিশুটিকে দাফন করে এসো। যখন সকাল হলো আবূ তালহাহ্‌ (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দরবারে এসে তাঁকে (সব) ঘটনা অবহিত করলেন। তিনি জিজ্ঞেস করলেন, তোমরা কি গতরাতে মিলিত হয়েছো? তিনি বললেন, হ্যাঁ। তিনি (দু’আ করে) বললেন, হে আল্লাহ! তাদের দু’জনের জন্যে বারাকাত দিন। তারপর তাঁর স্ত্রী একটি সন্তান প্রসব করলেন। সে সময় আবূ তালহাহ্‌ (রাঃ) আমাকে বললেন, তাকে (কোলে) তুলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দরবারে নিয়ে যাও। তাকে নিয়ে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আসলেন। উন্মু সুলায়ম (রাঃ) তাঁর সঙ্গে কতক খেজুরও দিলেন। রসূলুলাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে (শিশুটিকে) কোলে নেন এবং জিজ্ঞেস করলেন, তার সাথে কিছু আছে কি? তাঁরা বললো, হ্যাঁ, কয়েকটি খেজুর। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেগুলো বের করলেন ও চিবালেন। তারপর তা তাঁর মুখ হতে নিলেন এবং বাচ্চাটির মুখের মধ্যে দিলেন। এরপর তাকে তাহনীক করে তাঁর জন্যে দু’আ করলেন এবং তার নাম রাখলেন ‘আব্দুল্লাহ। (ই.ফা. ৫৪২৮, ই. সে. ৫৪৫০)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا ابْنُ عَوْنٍ، عَنِ ابْنِ، سِيرِينَ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ ابْنٌ لأَبِي طَلْحَةَ يَشْتَكِي فَخَرَجَ أَبُو طَلْحَةَ فَقُبِضَ الصَّبِيُّ فَلَمَّا رَجَعَ أَبُو طَلْحَةَ قَالَ مَا فَعَلَ ابْنِي قَالَتْ أُمُّ سُلَيْمٍ هُوَ أَسْكَنُ مِمَّا كَانَ ‏.‏ فَقَرَّبَتْ إِلَيْهِ الْعَشَاءَ فَتَعَشَّى ثُمَّ أَصَابَ مِنْهَا فَلَمَّا فَرَغَ قَالَتْ وَارُوا الصَّبِيَّ ‏.‏ فَلَمَّا أَصْبَحَ أَبُو طَلْحَةَ أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَخْبَرَهُ فَقَالَ ‏\"‏ أَعْرَسْتُمُ اللَّيْلَةَ ‏\"‏ ‏.‏ قَالَ نَعَمْ قَالَ ‏\"‏ اللَّهُمَّ بَارِكْ لَهُمَا ‏\"‏ ‏.‏ فَوَلَدَتْ غُلاَمًا فَقَالَ لِي أَبُو طَلْحَةَ احْمِلْهُ حَتَّى تَأْتِيَ بِهِ النَّبِيَّ صلى الله عليه وسلم ‏.‏ فَأَتَى بِهِ النَّبِيَّ صلى الله عليه وسلم وَبَعَثَتْ مَعَهُ بِتَمَرَاتٍ فَأَخَذَهُ النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏\"‏ أَمَعَهُ شَىْءٌ ‏\"‏ ‏.‏ قَالُوا نَعَمْ تَمَرَاتٌ ‏.‏ فَأَخَذَهَا النَّبِيُّ صلى الله عليه وسلم فَمَضَغَهَا ثُمَّ أَخَذَهَا مِنْ فِيهِ فَجَعَلَهَا فِي فِي الصَّبِيِّ ثُمَّ حَنَّكَهُ وَسَمَّاهُ عَبْدَ اللَّهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5510,
    "narrator": "আসমা (রাঃ)",
    "bn": "তিনি মাক্কায় (থাকাকালে) ‘আব্দুল্লাহ ইবনু যুবায়র (রাঃ)-কে গর্ভে ধারণ করেন। তিনি বলেন, আমি (মক্কা থেকে) মাদীনায় (হিজরাতের উদ্দেশ্যে) বের হলাম। সে সময় আমার গর্ভকাল পূর্ণ হয়ে আসছে। আমি মাদীনায় এসে কুবায় গমন করলাম এবং তাঁকে প্রসব করলাম। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর খিদমাতে গেলাম। তিনি তাকে (নবজাতককে) তাঁর কোলে রাখলেন, এরপর একটি খেজুর আনিয়ে তা চিবালেন, অতঃপর তাঁর মুখ থেকে লালাসহ তার (বাচ্চাটির) মুখে দিলেন। অতএব রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর লালাই ছিল প্রথম খাদ্য, যা তার পেটে ঢুকলো। অতঃপর খেজুর চিবিয়ে তার মুখে দেয়ার পর তার জন্য দু’আ করলেন এবং তাকে বারাকাত (এর দু’আ) দিলেন। এ সন্তানই ছিল (মাদীনায়) হিজরাতের পর ইসলামের প্রথম নবজাতক। (ই.ফা. ৫৪৩২, ই. সে. ৫৪৫৪)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ أَسْمَاءَ، أَنَّهَا حَمَلَتْ بِعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ بِمَكَّةَ قَالَتْ فَخَرَجْتُ وَأَنَا مُتِمٌّ، فَأَتَيْتُ الْمَدِينَةَ فَنَزَلْتُ بِقُبَاءٍ فَوَلَدْتُهُ بِقُبَاءٍ ثُمَّ أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَوَضَعَهُ فِي حَجْرِهِ ثُمَّ دَعَا بِتَمْرَةٍ فَمَضَغَهَا ثُمَّ تَفَلَ فِي فِيهِ فَكَانَ أَوَّلَ شَىْءٍ دَخَلَ جَوْفَهُ رِيقُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ حَنَّكَهُ بِالتَّمْرَةِ ثُمَّ دَعَا لَهُ وَبَرَّكَ عَلَيْهِ وَكَانَ أَوَّلَ مَوْلُودٍ وُلِدَ فِي الإِسْلاَمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5513,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, ‘আব্দুল্লাহ ইবনু যুবায়রকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দরবারে (নবজাতক) নিয়ে আসলাম তাকে তাহনীক করার জন্য। অতঃপর আমরা একটি খেজুর চাইলাম। তবে তা সংগ্রহ করা আমাদের জন্য কঠিন হয়ে পড়লো। (ই.ফা. ৫৪৩৫, ই. সে. ৫৪৫৭)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ جِئْنَا بِعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ إِلَى النَّبِيِّ صلى الله عليه وسلم يُحَنِّكُهُ فَطَلَبْنَا تَمْرَةً فَعَزَّ عَلَيْنَا طَلَبُهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5514,
    "narrator": "সাহল ইবনু সা’দ (রাঃ)",
    "bn": "তিনি বলেন, মুনযির ইবনু আবূ উসায়দ (রাঃ) কে তাঁর জন্মের সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আনা হলো। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর রানের উপরে তাকে রাখলেন। আবূ উসায়দ (রাঃ) (পাশে) উপবিষ্ট। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সামনে কোন বিষয় মনোযোগ দিলেন। আবূ উসায়দ (রাঃ) তার সন্তানের ব্যাপারে (কাউকে) আদেশ করলেন। তাকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর রানের উপর থেকে উঠিয়ে নিয়ে তাকে ফেরত পাঠিয়ে দিলো। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সজাগ হলেন এবং বললেন, বাচ্চাটি কোথায়? আবূ উসায়দ (রাঃ) বললেন, হে আল্লাহর রসূল! আমরা তাকে ফেরত পাঠিয়ে দিয়েছি। তিনি প্রশ্ন করলেন, তার নাম কী? তারা বলল ‘অমুক’- হে আল্লাহ’র রসূল! তিনি বললেন, না; বরং তাঁর নাম মুনযির। এভাবে তিনি সেদিন থেকে তাঁর নাম ‘মুনযির’ রেখে দিলেন। (ই.ফা. ৫৪৩৬, ই. সে. ৫৪৫৮)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ سَهْلٍ التَّمِيمِيُّ، وَأَبُو بَكْرِ بْنُ إِسْحَاقَ قَالاَ حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، حَدَّثَنَا مُحَمَّدٌ، - وَهُوَ ابْنُ مُطَرِّفٍ أَبُو غَسَّانَ - حَدَّثَنِي أَبُو حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ أُتِيَ بِالْمُنْذِرِ بْنِ أَبِي أُسَيْدٍ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم حِينَ وُلِدَ فَوَضَعَهُ النَّبِيُّ صلى الله عليه وسلم عَلَى فَخِذِهِ وَأَبُو أُسَيْدٍ جَالِسٌ فَلَهِيَ النَّبِيُّ صلى الله عليه وسلم بِشَىْءٍ بَيْنَ يَدَيْهِ فَأَمَرَ أَبُو أُسَيْدٍ بِابْنِهِ فَاحْتُمِلَ مِنْ عَلَى فَخِذِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَقْلَبُوهُ فَاسْتَفَاقَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ أَيْنَ الصَّبِيُّ ‏\"‏ ‏.‏ فَقَالَ أَبُو أُسَيْدٍ أَقْلَبْنَاهُ يَا رَسُولَ اللَّهِ ‏.‏ فَقَالَ ‏\"‏ مَا اسْمُهُ ‏\"‏ ‏.‏ قَالَ فُلاَنٌ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ لاَ وَلَكِنِ اسْمُهُ الْمُنْذِرُ ‏\"‏ ‏.‏ فَسَمَّاهُ يَوْمَئِذٍ الْمُنْذِرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5515,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মানুষের মাঝে চরিত্রগুণে সর্বোত্তম ছিলেন। আমার এক ভাই ছিল, যাকে আবূ ‘উমায়র বলে সম্বোধন করা হতো। বর্ণনাকারী বলেন, আমি অনুমান করি তিনি বলেছিলেন যে, সে দুধ ছাড়ানো বয়সের ছিল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখনই (আমাদের ঘরে) আসতেন, তখন তাকে দেখে বলতেন, হে আবূ ‘উমায়র! কি করেছো নুগায়র (চড়ূইছানা)? এ কথা বলে তিনি তাঁর সঙ্গে খেলা করতেন। (ই.ফা. ৫৪৩৭, ই. সে. ৫৪৫৯)",
    "ar": "حَدَّثَنَا أَبُو الرَّبِيعِ، سُلَيْمَانُ بْنُ دَاوُدَ الْعَتَكِيُّ حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا أَبُو التَّيَّاحِ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، ح\nوَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ أَبِي التَّيَّاحِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَحْسَنَ النَّاسِ خُلُقًا وَكَانَ لِي أَخٌ يُقَالُ لَهُ أَبُو عُمَيْرٍ - قَالَ أَحْسِبُهُ قَالَ - كَانَ فَطِيمًا - قَالَ - فَكَانَ إِذَا جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَرَآهُ قَالَ ‏ \"‏ أَبَا عُمَيْرٍ مَا فَعَلَ النُّغَيْرُ ‏\"‏ ‏.‏ قَالَ فَكَانَ يَلْعَبُ بِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5517,
    "narrator": "আল-মুগীরাহ্‌ ইবনু শু‘বাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট ‘দাজ্জাল’ সম্বন্ধে আমার চেয়ে বেশি কেউ প্রশ্ন করেনি যত প্রশ্ন আমি করেছি। তিনি আমাকে বলেন, হে বৎস! তার কোন্‌ বিষয় তোমাকে অস্থির করেছে? সে কিছুতেই তোমার অনিষ্ট করতে পারবে না। মুগীরাহ্‌ বলেন, আমি বললাম, তারা তো ধারণা করে থাকে যে, তার সাথে পানির নহরসমুহ এবং রুটির পাহাড়সমুহ থাকবে। তিনি বললেন, তা আল্লাহ্‌র নিকট তার থেকে সহজতর। (ই.ফা. ৫৪৩৯, ই.সে. ৫৪৬১)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ أَبِي عُمَرَ، - وَاللَّفْظُ لاِبْنِ أَبِي عُمَرَ - قَالاَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنِ الْمُغِيرَةِ، بْنِ شُعْبَةَ قَالَ مَا سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم أَحَدٌ عَنِ الدَّجَّالِ أَكْثَرَ مِمَّا سَأَلْتُهُ عَنْهُ فَقَالَ لِي ‏\"‏ أَىْ بُنَىَّ وَمَا يُنْصِبُكَ مِنْهُ إِنَّهُ لَنْ يَضُرَّكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ إِنَّهُمْ يَزْعُمُونَ أَنَّ مَعَهُ أَنْهَارَ الْمَاءِ وَجِبَالَ الْخُبْزِ ‏.‏ قَالَ ‏\"‏ هُوَ أَهْوَنُ عَلَى اللَّهِ مِنْ ذَلِكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5516,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেন, হে বৎস! (ই.ফা. ৫৪৩৮, ই. সে. ৫৪৬০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْغُبَرِيُّ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي عُثْمَانَ، عَنْ أَنَسِ بْنِ، مَالِكٍ قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَا بُنَىَّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5521,
    "narrator": "আবূ সা‘ঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন, আমরা উবাই ইবনু কা‘ব (রাঃ) এর নিকট একটি মাজলিসে ছিলাম। তখন আবূ মূসা আশ‘আরী (রাঃ) ক্রোধাম্বিত অবস্থায় এসে দাঁড়িয়ে বললেন, আমি তোমাদের আল্লাহ্‌র শফথ দিয়ে বলছি, তোমাদের মাঝে কেউ কি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছ যে, ‘অনুমতি গ্রহণ’ তিনবার, এতে যদি তোমাকে অনুমতি দেয়া হয়, ‘ভাল’, নতুবা তুমি প্রত্যাবর্তন কর। উবাই (রাঃ) বললেন, তাতে কী হয়েছে? তিনি বললেন, গতকাল (খলীফা) ‘উমার ইবনু খাত্তাব (রাঃ) এর নিকট আমি তিনবার অনুমতি চাইলাম। আমাকে অনুমতি দেয়া হয়নি। তারপর আমি প্রত্যাবর্তন করলাম। পরদিন তাঁর নিকট গমন করলাম এবং তাঁর নিকট প্রবেশ করে তাঁকে সংবাদ দিলাম যে, আমি গতকাল এসেছিলাম এবং তিনবার সালাম করে (উত্তর না পেয়ে) চলে গিয়েছিলাম। তিনি বললেন, আমরা তোমার শব্দ শুনতে পেয়েছিলাম, কিন্তু আমরা তখন ব্যস্ত ছিলাম। কিন্তু যে পর্যন্ত না তোমাকে অনুমতি দেয়া হয় সে পর্যন্ত তুমি তা চাইতে থাকলে না কেন? তিনি বললেন, আমি তো সে অনুমতি চেয়েছি, যেরূপ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি। ‘উমার (রহঃ) বললেন, আল্লাহ্‌র শপথ! তোমার পিঠে ও পেটে আঘাত করব; অথবা তুমি এমন ব্যক্তি পেশ করবে, যে এ ব্যাপারে তোমার পক্ষে সাক্ষ্য দেবে।\nসে সময় উবাই ইবনু কা‘ব (রাঃ) বললেন, আল্লাহ্‌র শপথ! আমাদের মধ্যে সবচেয়ে অল্প বয়সের লোকই তোমার সঙ্গে যাবে; তিনি বলেন, হে আবূ সা‘ঈদ! দাঁড়াও, অতঃপর আমি দাঁড়ালাম এবং ‘উমার (রাঃ) এর নিকট এসে বললাম, অবশ্যই আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে এ কথা বলতে শুনেছি। (ই.ফা. ৫৪৪৩, ই.সে. ৫৪৬৫)",
    "ar": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ بُكَيْرِ بْنِ الأَشَجِّ، أَنَّ بُسْرَ بْنَ سَعِيدٍ، حَدَّثَهُ أَنَّهُ، سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ كُنَّا فِي مَجْلِسٍ عِنْدَ أُبَىِّ بْنِ كَعْبٍ فَأَتَى أَبُو مُوسَى الأَشْعَرِيُّ مُغْضَبًا حَتَّى وَقَفَ فَقَالَ أَنْشُدُكُمُ اللَّهَ هَلْ سَمِعَ أَحَدٌ مِنْكُمْ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ الاِسْتِئْذَانُ ثَلاَثٌ فَإِنْ أُذِنَ لَكَ وَإِلاَّ فَارْجِعْ ‏\"‏ ‏.‏ قَالَ أُبَىٌّ وَمَا ذَاكَ قَالَ اسْتَأْذَنْتُ عَلَى عُمَرَ بْنِ الْخَطَّابِ أَمْسِ ثَلاَثَ مَرَّاتٍ فَلَمْ يُؤْذَنْ لِي فَرَجَعْتُ ثُمَّ جِئْتُهُ الْيَوْمَ فَدَخَلْتُ عَلَيْهِ فَأَخْبَرْتُهُ أَنِّي جِئْتُ أَمْسِ فَسَلَّمْتُ ثَلاَثًا ثُمَّ انْصَرَفْتُ قَالَ قَدْ سَمِعْنَاكَ وَنَحْنُ حِينَئِذٍ عَلَى شُغْلٍ فَلَوْ مَا اسْتَأْذَنْتَ حَتَّى يُؤْذَنَ لَكَ قَالَ اسْتَأْذَنْتُ كَمَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ فَوَاللَّهِ لأُوجِعَنَّ ظَهْرَكَ وَبَطْنَكَ ‏.‏ أَوْ لَتَأْتِيَنَّ بِمَنْ يَشْهَدُ لَكَ عَلَى هَذَا ‏.‏ فَقَالَ أُبَىُّ بْنُ كَعْبٍ فَوَاللَّهِ لاَ يَقُومُ مَعَكَ إِلاَّ أَحْدَثُنَا سِنًّا قُمْ يَا أَبَا سَعِيدٍ ‏.‏ فَقُمْتُ حَتَّى أَتَيْتُ عُمَرَ فَقُلْتُ قَدْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ هَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5522,
    "narrator": "আবূ সা‘ঈদ (রাঃ)",
    "bn": "আবূ মুসা (রাঃ) ‘উমার (রাঃ) এর দরজায় এসে অনুমতি চাইলেন। ‘উমার (রাঃ) (শব্দ শুনে মনে মনে) বললেন, একবার হলো। অতঃপর দ্বিতীয়বার অনুমতি চাইলেন। ‘উমার (রাঃ) বললেন, দু‘বার হলো। অতঃপর তৃতীয়বার অনুমতি চাইলেন। ‘উমার (রাঃ) বললেন, তিনবার হলো। অতঃপর তিনি প্রত্যাবর্তন করলেন। পরে [‘উমার (রাঃ)] তাঁর পশ্চাতে লোক প্রেরণ করে তাকে ডেকে নিয়ে বললেন, এটি যদি এমন হয়, যা তুমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে সংরক্ষণ করেছ, তাহলে তা উপস্থাপন করো। নতুবা আমি তোমাকে দৃষ্টান্তমূলক সাজা দিব। আবূ সা‘ঈদ (রাঃ) বলেন, সে সময় তিনি আমাদের নিকট এসে বললেন, তোমরা কি জান না যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইরশাদ করেছেনঃ ‘অনুমতি গ্রহণ তিনবার’। বর্ণনাকারী বলেন, লোকেরা তখন (এ কথা শুনে) হাসাহাসি করতে লাগল। বর্ণনাকারী বলেন, আমি বললাম, তোমাদের নিকট একজন মুসলিম ভাই আগমন করেছেন, যাকে ভয় দেখানো হয়েছে, আর তোমরা হাসছ? (তাঁকে বললাম) চলুন! এ শাস্তিতে আমি আপনার অংশীদার হবো। সে সময় তিনি (আমাকে সাথে নিয়ে) তার নিকট গিয়ে বললেন, এ যে আবূ সা‘ঈদ ... (আমার সাক্ষী)। (ই.ফা. ৫৪৪৪, ই.সে. ৫৪৬৬)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا بِشْرٌ، - يَعْنِي ابْنَ مُفَضَّلٍ - حَدَّثَنَا سَعِيدُ، بْنُ يَزِيدَ عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، أَنَّ أَبَا مُوسَى، أَتَى بَابَ عُمَرَ فَاسْتَأْذَنَ فَقَالَ عُمَرُ وَاحِدَةٌ ‏.‏ ثُمَّ اسْتَأْذَنَ الثَّانِيَةَ فَقَالَ عُمَرُ ثِنْتَانِ ‏.‏ ثُمَّ اسْتَأْذَنَ الثَّالِثَةَ فَقَالَ عُمَرُ ثَلاَثٌ ‏.‏ ثُمَّ انْصَرَفَ فَأَتْبَعَهُ فَرَدَّهُ فَقَالَ إِنْ كَانَ هَذَا شَيْئًا حَفِظْتَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَهَا وَإِلاَّ فَلأَجْعَلَنَّكَ عِظَةً ‏.‏ قَالَ أَبُو سَعِيدٍ فَأَتَانَا فَقَالَ أَلَمْ تَعْلَمُوا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الاِسْتِئْذَانُ ثَلاَثٌ ‏\"‏ ‏.‏ قَالَ فَجَعَلُوا يَضْحَكُونَ - قَالَ - فَقُلْتُ أَتَاكُمْ أَخُوكُمُ الْمُسْلِمُ قَدْ أُفْزِعَ تَضْحَكُونَ انْطَلِقْ فَأَنَا شَرِيكُكَ فِي هَذِهِ الْعُقُوبَةِ ‏.‏ فَأَتَاهُ فَقَالَ هَذَا أَبُو سَعِيدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5519,
    "narrator": "বুস্‌র ইবনু সা‘ঈদ (রহঃ)",
    "bn": "তিনি বলেন, আমি আবূ সা‘ঈদ খুদরী (রাঃ) কে বলতে শুনেছি, আমরা মাদীনার আনসারীদের একটি বৈঠকে উপবিষ্ট ছিলাম। সেময় আবূ মূসা (রাঃ) অস্থির হয়ে, অথবা (বর্ণনাকারী বলেছেন) ভীত-সন্ত্রস্ত হয়ে আমাদের নিকট এলেন। আমরা বললাম, আপনার সমস্যা কি? তিনি বললেন, ‘উমার (রাঃ) আমার নিকট লোক প্রেরন করলেন, যেন আমি তাঁর নিকট যাই। আমি তাঁর চৌকাঠে তিনবার সালাম করলাম। তিনি আমাকে উত্তর দিলেন না। তাই আমি ফিরে আসলাম। পরে আমাকে (ডেকে নিয়ে) তিনি বললেন, আমাদের নিকট আসতে কোন বিষয় তোমাকে নিষেধ করলো। অতঃপর আমি বললাম, আমি আপনার নিকট এসেছিলাম এবং আপনার চৌকাঠে (দাঁড়িয়ে) তিনবার সালাম করেছিলাম। তবে তারা (গৃহের কেউ) আমাকে সালামের উত্তর দিলেন না। তাই আমি ফিরে গেলাম। আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের মাঝে যদি কেউ তিনবার অনুমতি চায়, আর তাকে অনুমতি দেয়া না হয়, তাহলে সে যেন ফিরে আসে। সে সময় ‘উমার (রাঃ) বললেন, এ ব্যাপারে প্রমান দাও। নতুবা তোমাকে প্রহার করব।\nসে সময় উবাই ইবনু কা‘ব (রাঃ) বললেন, তার সাথে গোষ্ঠীর সবচেয়ে অল্প বয়সের সন্তানই যাবে। আবূ সা‘ঈদ (রাঃ) বললেন, আমি বললাম, আমি গোষ্ঠীর কনিষ্ঠতম। তিনি বললেন, তবে একে নিয়ে যাও। (ই.ফা. ৫৪৪১, ই.সে. ৫৪৬৩)",
    "ar": "حَدَّثَنِي عَمْرُو بْنُ مُحَمَّدِ بْنِ بُكَيْرٍ النَّاقِدُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، حَدَّثَنَا - وَاللَّهِ، - يَزِيدُ بْنُ خُصَيْفَةَ عَنْ بُسْرِ بْنِ سَعِيدٍ، قَالَ سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ كُنْتُ جَالِسًا بِالْمَدِينَةِ فِي مَجْلِسِ الأَنْصَارِ فَأَتَانَا أَبُو مُوسَى فَزِعًا أَوْ مَذْعُورًا ‏.‏ قُلْنَا مَا شَأْنُكَ قَالَ إِنَّ عُمَرَ أَرْسَلَ إِلَىَّ أَنْ آتِيَهُ فَأَتَيْتُ بَابَهُ فَسَلَّمْتُ ثَلاَثًا فَلَمْ يَرُدَّ عَلَىَّ فَرَجَعْتُ فَقَالَ مَا مَنَعَكَ أَنْ تَأْتِيَنَا فَقُلْتُ إِنِّي أَتَيْتُكَ فَسَلَّمْتُ عَلَى بَابِكَ ثَلاَثًا فَلَمْ يَرُدُّوا عَلَىَّ فَرَجَعْتُ وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا اسْتَأْذَنَ أَحَدُكُمْ ثَلاَثًا فَلَمْ يُؤْذَنْ لَهُ فَلْيَرْجِعْ ‏\"‏ ‏.‏ فَقَالَ عُمَرُ أَقِمْ عَلَيْهِ الْبَيِّنَةَ وَإِلاَّ أَوْجَعْتُكَ ‏.‏ فَقَالَ أُبَىُّ بْنُ كَعْبٍ لاَ يَقُومُ مَعَهُ إِلاَّ أَصْغَرُ الْقَوْمِ ‏.‏ قَالَ أَبُو سَعِيدٍ قُلْتُ أَنَا أَصْغَرُ الْقَوْمِ ‏.‏ قَالَ فَاذْهَبْ بِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5524,
    "narrator": "‘উবায়দ ইবনু ‘উমায়র (রহঃ)",
    "bn": "(খলীফা) ‘উমার (রাঃ) এর নিকট আবূ মূসা (রাঃ) তিনবার অনুমতি প্রার্থনা করলেন। তখন (উত্তর না পেয়ে) তিনি যেন তাঁকে ব্যতিব্যস্ত মনে করে চলে গেলেন। সে সময় ‘উমার (রাঃ) বললেন, তুমি কি ‘আবদুল্লাহ ইবনু কায়স (আবূ মূসা) এর শব্দ শোননি? তোমরা তাকে অনুমতি দাও! সে সময় তাকে ‘উমারের নিকট ডাকা হলো। তখন তিনি তাঁকে বললেন, এ রকম করতে তোমাকে কোন্‌ বিষয় তোমাকে উৎসাহিত করেছে? তিনি বললেন, আমাদের এ রকম করার আদেশ করা হয়েছে। তিনি বললেন, নিশ্চয়ই তুমি এ বিষয়ে সাক্ষী হাজির করবে, নতুবা অবশ্যই আমি এমন করবো অর্থাৎ শাস্তি দিবো। তিনি বেরিয়ে গিয়ে আনসারীদের এক বৈঠকে পৌছলেন। তাঁরা বললেন, আমাদের মধ্যে সবচেয়ে কম বয়সের লোকই এ ব্যাপারে তোমার পক্ষে সাক্ষ্য দেবে।\nতখন আবূ সা‘ঈদ (রাঃ) উঠলেন এবং বললেন, আমাদের এরূপই নির্দেশ দেয়া হয়। তখন ‘উমার (রাঃ) বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর এ ব্যাপারটি আমার নিকট অজ্ঞাত রয়েছে। (কারন) বাজারের বাণিজ্যে আমাকে এ ব্যাপারে উদাসীন রেখেছে। (ই.ফা. ৫৪৪৬, ই.সে. ৫৪৬৮)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، عَنِ ابْنِ جُرَيْجٍ، حَدَّثَنَا عَطَاءٌ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، أَنَّ أَبَا مُوسَى، اسْتَأْذَنَ عَلَى عُمَرَ ثَلاَثًا فَكَأَنَّهُ وَجَدَهُ مَشْغُولاً فَرَجَعَ فَقَالَ عُمَرُ أَلَمْ تَسْمَعْ صَوْتَ عَبْدِ اللَّهِ بْنِ قَيْسٍ ائْذَنُوا لَهُ ‏.‏ فَدُعِيَ لَهُ فَقَالَ مَا حَمَلَكَ عَلَى مَا صَنَعْتَ قَالَ إِنَّا كُنَّا نُؤْمَرُ بِهَذَا ‏.‏ قَالَ لَتُقِيمَنَّ عَلَى هَذَا بَيِّنَةً أَوْ لأَفْعَلَنَّ ‏.‏ فَخَرَجَ فَانْطَلَقَ إِلَى مَجْلِسٍ مِنَ الأَنْصَارِ فَقَالُوا لاَ يَشْهَدُ لَكَ عَلَى هَذَا إِلاَّ أَصْغَرُنَا ‏.‏ فَقَامَ أَبُو سَعِيدٍ فَقَالَ كُنَّا نُؤْمَرُ بِهَذَا ‏.‏ فَقَالَ عُمَرُ خَفِيَ عَلَىَّ هَذَا مِنْ أَمْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَلْهَانِي عَنْهُ الصَّفْقُ بِالأَسْوَاقِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5528,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকটে এসে তাঁকে ডাকলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রশ্ন করলেন, ‘এ কে’? আমি বললাম, ‘আমি’। বর্ণনাকারী [জাবির (রাঃ)] বলেন, তখন তিনি বের হয়ে এলেন আর বলছিলেন, আমি! আমি!! (ই.ফা. ৫৪৫০, ই.সে. ৫৪৭২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ شُعْبَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَدَعَوْتُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَنْ هَذَا ‏\"‏ ‏.‏ قُلْتُ أَنَا ‏.‏ قَالَ فَخَرَجَ وَهُوَ يَقُولُ ‏\"‏ أَنَا أَنَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5529,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট অনুমতি চাইলাম। তিনি বললেন, ‘এ কে’? আমি বললাম, ‘আমি’। সে সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমি! আমি!! (ই.ফা. ৫৪৫১, ই.সে. ৫৪৭৩)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ أَبُو بَكْرٍ، حَدَّثَنَا - وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ، اللَّهِ قَالَ اسْتَأْذَنْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَنْ هَذَا ‏\"‏ ‏.‏ فَقُلْتُ أَنَا ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَنَا أَنَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5531,
    "narrator": "সাহ্‌ল ইবনু সা’দ আস-সা’ইদী (রাঃ)",
    "bn": "এক লোক রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দরজার একটি ছিদ্র দিয়ে দৃষ্টি নিক্ষেপ করলেন। সে সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট একটি (মাথার চুল আঁচড়ানো) চিরুনি ছিল, যা দ্বারা তিনি তাঁর মাথা আচরাচ্ছিলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে দেখতে পেয়ে বললেনঃ আমি যদি জানতাম যে, তুমি আমাকে দেখছ তাহলে নিশ্চয়ই তা দ্বারা তোমার চোখে খোঁচা দিতাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরও বললেনঃ চোখের জন্যেই তো অনুমতির বিধান করা হয়েছে। (ই.ফা. ৫৪৫৩, ই.সে. ৫৪৭৫)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَمُحَمَّدُ بْنُ رُمْحٍ، قَالاَ أَخْبَرَنَا اللَّيْثُ، - وَاللَّفْظُ لِيَحْيَى - ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، أَنَّ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ، أَخْبَرَهُ أَنَّ رَجُلاً اطَّلَعَ فِي جُحْرٍ فِي بَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَمَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مِدْرًى يَحُكُّ بِهِ رَأْسَهُ فَلَمَّا رَآهُ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لَوْ أَعْلَمُ أَنَّكَ تَنْظُرُنِي لَطَعَنْتُ بِهِ فِي عَيْنِكَ ‏\"‏ ‏.‏ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا جُعِلَ الإِذْنُ مِنْ أَجْلِ الْبَصَرِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5536,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক যদি বিনা অনুমতিতে তোমার প্রতি উঁকি দেয় আর তুমি তাকে পাথর মেরে তার চোখ ফুঁড়ে দাও, তাতে তোমার কোন গুনাহ হবে না। (ই.ফা. ৫৪৫৮, ই.সে. ৫৪৮০)",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لَوْ أَنَّ رَجُلاً اطَّلَعَ عَلَيْكَ بِغَيْرِ إِذْنٍ فَخَذَفْتَهُ بِحَصَاةٍ فَفَقَأْتَ عَيْنَهُ مَا كَانَ عَلَيْكَ مِنْ جُنَاحٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5534,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "এক লোক নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কোন এক হুজরার ভিতরে তাকাল। তখন তিনি তাকে দেখে একটি তীরের ফলক অথবা বর্ণনাকারীর সংশয় কয়েকটি ফলক নিয়ে দাঁড়ালেন। আমি যেন (এখনও ঐ দৃশ্য) দেখছি যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে খোঁচা দেয়ার উদ্দেশে সুযোগ সন্ধান করছেন। (ই.ফা. ৫৪৫৬, ই.সে. ৫৪৭৮)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو كَامِلٍ فُضَيْلُ بْنُ حُسَيْنٍ وَقُتَيْبَةُ بْنُ سَعِيدٍ - وَاللَّفْظُ لِيَحْيَى وَأَبِي كَامِلٍ - قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عُبَيْدِ، اللَّهِ بْنِ أَبِي بَكْرٍ عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، اطَّلَعَ مِنْ بَعْضِ حُجَرِ النَّبِيِّ صلى الله عليه وسلم فَقَامَ إِلَيْهِ بِمِشْقَصٍ أَوْ مَشَاقِصَ فَكَأَنِّي أَنْظُرُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم يَخْتِلُهُ لِيَطْعُنَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5535,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক কোন গোত্রের ঘরে তাদের নির্দেশ ছাড়া উঁকি মারে, তাহলে তার চোখে আঘাত করা তাদের জন্য জায়িয হয়। (ই.ফা. ৫৪৫৭, ই.সে. ৫৪৭৯)",
    "ar": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنِ اطَّلَعَ فِي بَيْتِ قَوْمٍ بِغَيْرِ إِذْنِهِمْ فَقَدْ حَلَّ لَهُمْ أَنْ يَفْقَئُوا عَيْنَهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5532,
    "narrator": "শিহাব (রহঃ)",
    "bn": "সাহ্‌ল ইবনু সা’দ আনসারী (রাঃ) তাঁকে বলেছেন, এক লোক রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর ঘরের একটি দরজার ছিদ্র দিয়ে দৃষ্টি নিক্ষেপ করলেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর হাতে একটি চিরুনি ছিল, যা দ্বারা তিনি মাথার চুল আচড়াচ্ছিলেন। সে সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেন, যদি আমি জানতাম যে, তুমি দেখছো, তাহলে সেটি দ্বারা তোমার চোখে খোঁচা দিতাম। চোখের জন্যই আল্লাহ অনুমতি নেয়ার বিধান করেছেন। (ই.ফা. ৫৪৫৪, ই.সে. ৫৪৭৬)",
    "ar": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَنَّأَخْبَرَهُ أَنَّ رَجُلاً اطَّلَعَ مِنْ جُحْرٍ فِي بَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَمَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مِدْرًى يُرَجِّلُ بِهِ رَأْسَهُ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَوْ أَعْلَمُ أَنَّكَ تَنْظُرُ طَعَنْتُ بِهِ فِي عَيْنِكَ إِنَّمَا جَعَلَ اللَّهُ الإِذْنَ مِنْ أَجْلِ الْبَصَرِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5537,
    "narrator": "জারীর ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আচমকা নজর পড়া ব্যাপারে প্রশ্ন করলাম। তিনি আমাকে আদেশ করলেন, যেন আমি আমার দৃষ্টি দ্রুত ফিরিয়ে নেই। (ই.ফা. ৫৪৫৯, ই.সে. ৫৪৮১)",
    "ar": "حَدَّثَنِي قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، كِلاَهُمَا عَنْ يُونُسَ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا يُونُسُ، عَنْ عَمْرِو بْنِ سَعِيدٍ، عَنْ أَبِي زُرْعَةَ، عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ نَظَرِ الْفُجَاءَةِ فَأَمَرَنِي أَنْ أَصْرِفَ بَصَرِي ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5485,
    "narrator": "আ‘মাশ (রহঃ)",
    "bn": "আ‘মাশ (রহঃ) হতে উপরোক্ত সূত্রে বর্ণনা করেছেন। একমাত্র আমাকে ‘কাসিম’ (বণ্টনাকারী) রূপে সৃষ্টি করা হয়েছে; তোমাদের মধ্যে আমি বণ্টন করে থাকি। (ই.ফা. ৫৪০৭, ই.সে. ৫৪২৯)",
    "ar": "وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ وَقَالَ ‏ \"‏ إِنَّمَا جُعِلْتُ قَاسِمًا أَقْسِمُ بَيْنَكُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5489,
    "narrator": "জাবির (রাঃ)",
    "bn": "জাবির (রাঃ) হতে ইবনু ‘উয়াইনাহ্‌ (রহঃ) বর্ণিত হাদীসের অবিকল বর্ণনা করেছেন। তবে তিনি “তোমার চোখ শীতল করব না” এ উক্তি বর্ণনা করেননি। (ই.ফা. ৫৪১১, ই.সে. ৫৪৩৩)",
    "ar": "وَحَدَّثَنِي أُمَيَّةُ بْنُ بِسْطَامٍ، حَدَّثَنَا يَزِيدُ يَعْنِي ابْنَ زُرَيْعٍ، ح وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنِي ابْنَ عُلَيَّةَ - كِلاَهُمَا عَنْ رَوْحِ بْنِ الْقَاسِمِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ، ‏.‏ بِمِثْلِ حَدِيثِ ابْنِ عُيَيْنَةَ غَيْرَ أَنَّهُ لَمْ يَذْكُرْ وَلاَ نُنْعِمُكَ عَيْنًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5487,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "আবূ বাক্‌র ইবনু আবূ শাইবাহ্‌, মুহাম্মাদ ইবনুল মুসান্না, মুহাম্মাদ ইবনু ‘আম্‌র ইবনু জাবালাহ্‌ ইবনুল মুসান্না ও বিশর্‌ ইবনু খালিদ (রহঃ), ইস্‌হাক ইবনু ইব্‌রাহীম হান্‌যালী ও ইস্‌হাক ইবনু মানসূর (রহঃ) ... জাবির ইবনু ‘আবদুল্লাহ (রাঃ) এর সানাদে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে ইতোপূর্বে আমরা যাঁদের হাদীস বর্ণনা করেছি তাঁদের হাদীসের হুবহু রিওয়ায়াত করেছেন। শু’বাহ (রহঃ) এর সানাদে বর্ণিত হাদীসে নায্‌র (রহঃ) বলেছেন যে, এতে হুসায়ন ও সুলাইমান (রহঃ) আরো কিছু বর্ধিত বলেছেন। হুসায়ন (রহঃ) বলেছেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ‘আমি তো বণ্টনকারী হিসেবে প্রেরিত হয়েছি; আমি তোমাদের মধ্যে বণ্টন করে থাকি’। আর সুলাইমান (রহঃ) বলেছেন, ‘একমাত্র আমিই বণ্টনকারী, তোমাদের মধ্যে বণ্টন করে থাকি’। (ই.ফা. ৫৪০৯, ই.সে. ৫৪৩১)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، كِلاَهُمَا عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ، عَنْ شُعْبَةَ، عَنْ مَنْصُورٍ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ عَمْرِو بْنِ جَبَلَةَ، حَدَّثَنَا مُحَمَّدٌ يَعْنِي ابْنَ جَعْفَرٍ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، كِلاَهُمَا عَنْ شُعْبَةَ، عَنْ حُصَيْنٍ، ح وَحَدَّثَنِي بِشْرُ، بْنُ خَالِدٍ أَخْبَرَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ جَعْفَرٍ - حَدَّثَنَا شُعْبَةُ، عَنْ سُلَيْمَانَ، كُلُّهُمْ عَنْ سَالِمِ، بْنِ أَبِي الْجَعْدِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَإِسْحَاقُ بْنُ مَنْصُورٍ، قَالاَ أَخْبَرَنَا النَّضْرُ، بْنُ شُمَيْلٍ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، وَمَنْصُورٍ، وَسُلَيْمَانَ، وَحُصَيْنِ بْنِ عَبْدِ الرَّحْمَنِ، قَالُوا سَمِعْنَا سَالِمَ بْنَ أَبِي الْجَعْدِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ بِنَحْوِ حَدِيثِ مَنْ ذَكَرْنَا حَدِيثَهُمْ مِنْ قَبْلُ ‏.‏ وَفِي حَدِيثِ النَّضْرِ عَنْ شُعْبَةَ قَالَ وَزَادَ فِيهِ حُصَيْنٌ وَسُلَيْمَانُ قَالَ حُصَيْنٌ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا بُعِثْتُ قَاسِمًا أَقْسِمُ بَيْنَكُمْ ‏\"‏ ‏.‏ وَقَالَ سُلَيْمَانُ ‏\"‏ فَإِنَّمَا أَنَا قَاسِمٌ أَقْسِمُ بَيْنَكُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5483,
    "narrator": "হুসায়ন (রহঃ)",
    "bn": "হুসায়ন (রহঃ) হতে উপরোল্লিখিত সূত্রে হাদীস রিওয়ায়াত করেছেন। “কেননা একমাত্র আমাকে বণ্টনাকারীরূপে পাঠানো হয়েছে; “তোমাদের মধ্যে বণ্টন করার দায়িত্ব পালন করি”- উক্তিটুকু বর্ণনা করেননি। (ই.ফা. ৫৪০৫, ই.সে. ৫৪২৭)",
    "ar": "حَدَّثَنَا رِفَاعَةُ بْنُ الْهَيْثَمِ الْوَاسِطِيُّ، حَدَّثَنَا خَالِدٌ، - يَعْنِي الطَّحَّانَ - عَنْ حُصَيْنٍ، بِهَذَا الإِسْنَادِ وَلَمْ يَذْكُرْ ‏ \"‏ فَإِنَّمَا بُعِثْتُ قَاسِمًا أَقْسِمُ بَيْنَكُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5495,
    "narrator": "যুহায়র (রহঃ)",
    "bn": "ইসহাক্‌ ইবনু ইব্‌রাহীম, উমাইয়াহ্‌ ইবনু বিস্‌তাম, মুহাম্মাদ ইবনুল মুসান্না ও ইবনু বাশ্‌শার (রহঃ) হতে মানসুর (রহঃ) হতে যুহায়র (রহঃ) এর সানাদানুসারে হাদীসে বর্ণনা করেছেন। কিন্তু জারীর (রহঃ) ও রাওহ (রহঃ) উল্লিখিত হাদীস যুহায়র (রহঃ) বর্ণিত সম্পূর্ণ ঘটনার বর্ণনা সম্বলিত হাদীসের অবিকল। তবে শু’বাহ্‌ (রহঃ) এর হাদীসে শুধু সন্তানের নাম রাখার বর্ণনা আছে। তিনি (চার) এর কথাটি বর্ণনা করেননি। (ই.ফা. ৫৪১৭, ই.সে. ৫৪৩৯)",
    "ar": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنِي جَرِيرٌ، ح وَحَدَّثَنِي أُمَيَّةُ بْنُ بِسْطَامٍ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا رَوْحٌ، - وَهْوَ ابْنُ الْقَاسِمِ - ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، كُلُّهُمْ عَنْ مَنْصُورٍ، بِإِسْنَادِ زُهَيْرٍ ‏.‏ فَأَمَّا حَدِيثُ جَرِيرٍ وَرَوْحٍ فَكَمِثْلِ حَدِيثِ زُهَيْرٍ بِقِصَّتِهِ ‏.‏ وَأَمَّا حَدِيثُ شُعْبَةَ فَلَيْسَ فِيهِ إِلاَّ ذِكْرُ تَسْمِيَةِ الْغُلاَمِ وَلَمْ يَذْكُرِ الْكَلاَمَ الأَرْبَعَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5507,
    "narrator": "আনাস (রাঃ)",
    "bn": "মুহাম্মাদ ইবনু বাশ্‌শার (রহঃ) ... আনাস (রাঃ) হতে এ ঘটনা সহকারে রাবী ইয়াযীদ (রহঃ) এর হাদীসের অবিকল বর্ণনা করেছেন। (ই.ফা. ৫৪২৯, ই. সে. ৫৪৫১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا حَمَّادُ بْنُ مَسْعَدَةَ، حَدَّثَنَا ابْنُ عَوْنٍ، عَنْ مُحَمَّدٍ، عَنْ أَنَسٍ، بِهَذِهِ الْقِصَّةِ نَحْوَ حَدِيثِ يَزِيدَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5509,
    "narrator": "‘উরওয়াহ্‌ ইবনু যুবায়র ও ফাতিমাহ্‌ বিনতু মুনযির ইবনু যুবায়র (রহঃ)",
    "bn": "তাঁরা বলেন, আসমা বিনতু আবূ বাক্‌র (রাঃ) যে সময় হিজরাত করলেন, সে সময় তিনি ‘আব্দুল্লাহ ইবনু যুবায়র (রাঃ) কে পেটে ধারণ করছিলেন। কুবায় পৌছলে তিনি ‘আব্দুল্লাহকে প্রসব করলেন। তারপর প্রসবের পর তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দরবারে গেলেন যাতে তিনি তাকে (নবজাতককে) খেজুর চিবিয়ে বারাকাত দেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাচ্চাটিকে তাঁর নিকট হতে নিয়ে নিজের কোলে রাখলেন। এরপর একটি খেজুর নিয়ে আসলেন। বর্ণনাকারী বলেন, ‘আয়িশা (রাঃ) বলেন, তা পাওয়ার আগ পর্যন্ত খুঁজে যোগাড় করতে আমাদের কিছু সময় দেরী হলো। তারপর তিনি তা চিবিয়ে নিজ মুখে থেকে তার মুখের ভিতরে দিলেন। অতএব তাঁর পেটে প্রথম যা ঢুকল তা ছিল রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর লালা। আসমা (রাঃ) আরও বলেছেন, তারপর তিনি তাকে হাত বুলিয়ে দিলেন এবং তার জন্যে দু’আ করলেন, আর তার নাম রাখলেন ‘আব্দুল্লাহ। তারপর সাত কিংবা আট বছর বয়সে সে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দরবারে বাই’আত হওয়ার জন্য এলো। (পিতা) যুবায়র (রাঃ) তাকে তা করার উপদেশ দিয়েছিলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে এগিয়ে আসতে দেখে মুচকি হাসলেন। তারপর তাকে বাই’আত করে নিলেন। (ই.ফা. ৫৪৩১, ই.সে. ৫৪৫৩)",
    "ar": "حَدَّثَنَا الْحَكَمُ بْنُ مُوسَى أَبُو صَالِحٍ، حَدَّثَنَا شُعَيْبٌ، - يَعْنِي ابْنَ إِسْحَاقَ - أَخْبَرَنِي هِشَامُ بْنُ عُرْوَةَ، حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، وَفَاطِمَةُ بِنْتُ الْمُنْذِرِ بْنِ الزُّبَيْرِ، أَنَّهُمَا قَالاَ خَرَجَتْ أَسْمَاءُ بِنْتُ أَبِي بَكْرٍ حِينَ هَاجَرَتْ وَهِيَ حُبْلَى بِعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ فَقَدِمَتْ قُبَاءً فَنُفِسَتْ بِعَبْدِ اللَّهِ بِقُبَاءٍ ثُمَّ خَرَجَتْ حِينَ نُفِسَتْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم لِيُحَنِّكَهُ فَأَخَذَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْهَا فَوَضَعَهُ فِي حَجْرِهِ ثُمَّ دَعَا بِتَمْرَةٍ قَالَ قَالَتْ عَائِشَةُ فَمَكَثْنَا سَاعَةً نَلْتَمِسُهَا قَبْلَ أَنْ نَجِدَهَا فَمَضَغَهَا ثُمَّ بَصَقَهَا فِي فِيهِ فَإِنَّ أَوَّلَ شَىْءٍ دَخَلَ بَطْنَهُ لَرِيقُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَتْ أَسْمَاءُ ثُمَّ مَسَحَهُ وَصَلَّى عَلَيْهِ وَسَمَّاهُ عَبْدَ اللَّهِ ثُمَّ جَاءَ وَهُوَ ابْنُ سَبْعِ سِنِينَ أَوْ ثَمَانٍ لِيُبَايِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم وَأَمَرَهُ بِذَلِكَ الزُّبَيْرُ فَتَبَسَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ رَآهُ مُقْبِلاً إِلَيْهِ ثُمَّ بَايَعَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5518,
    "narrator": "ইসমাঈ’ল (রহঃ)",
    "bn": "আবূ বাক্‌র ইবনু আবূ শাইবাহ্‌ ও ইবনু নুমায়র, সুরায়জ ইবনু ইউনুস, ইসহাক্‌ ইবনু ইব্‌রাহীম ও মুহাম্মদ ইবনু রাফি‘ (রহঃ) ... ইসমাঈ’ল (রহঃ) হতে উপরোক্ত সূত্রে হাদীস রিওয়ায়াত করেছেন। কিন্তু তাঁদের মাঝে ইয়াযীদ (রহঃ) বর্নিত হাদীস ছাড়া কারো হাদীসে মুগীরাহ্‌ (রাঃ)-এর প্রতি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উক্তিটি “হে বৎস” শব্দের উল্লেখ নেই। (ই.ফা. ৫৪৪০, ই.সে. ৫৪৬২)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ قَالاَ حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا سُرَيْجُ بْنُ، يُونُسَ حَدَّثَنَا هُشَيْمٌ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ، رَافِعٍ حَدَّثَنَا أَبُو أُسَامَةَ، كُلُّهُمْ عَنْ إِسْمَاعِيلَ، بِهَذَا الإِسْنَادِ ‏.‏ وَلَيْسَ فِي حَدِيثِ أَحَدٍ مِنْهُمْ قَوْلُ النَّبِيِّ صلى الله عليه وسلم لِلْمُغِيرَةِ ‏ \"‏ أَىْ بُنَىَّ ‏\"‏ ‏.‏ إِلاَّ فِي حَدِيثِ يَزِيدَ وَحْدَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5520,
    "narrator": "ইয়াযীদ ইবনু খুসাইফাহ্‌ (রহঃ)",
    "bn": "কুতাইবাহ্‌ ইবনু সা‘ঈদ (রহঃ) ও ইবনু আবূ ‘উমার (রহঃ) ... ইয়াযীদ ইবনু খুসাইফাহ্‌ (রহঃ) হতে উপরোল্লিখিত সূত্রে হাদীস বর্ণনা করেছেন এবং আবূ ‘উমার (রহঃ) তাঁর বর্ণিত হাদীসে বাড়তি বলেছেন যে, আবূ সা‘ঈদ (রাঃ) বলেন, সে সময় আমি তার সাথে উঠে দাঁড়ালাম এবং ‘উমার (রাঃ) এর নিকট গিয়ে সাক্ষ্য প্রদান করলাম। (ই.ফা. ৫৪৪২, ই.সে. ৫৪৬৮)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ يَزِيدَ بْنِ خُصَيْفَةَ، بِهَذَا الإِسْنَادِ ‏.‏ وَزَادَ ابْنُ أَبِي عُمَرَ فِي حَدِيثِهِ قَالَ أَبُو سَعِيدٍ فَقُمْتُ مَعَهُ فَذَهَبْتُ إِلَى عُمَرَ فَشَهِدْتُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5523,
    "narrator": "আবূ সা‘ঈদ খুদরী (রাঃ)",
    "bn": "মুহাম্মাদ ইবনুল মুসান্না এবং ইবনু বাশ্‌শার (রহঃ) আহ্‌মাদ ইবনু খিরাশ (রহঃ) ... আবূ সা‘ঈদ খুদরী (রাঃ) হতে আবূ মাসলামাহ্‌ (রহঃ) হতে নেয়া বিশ্‌র ইবনু মুফায্‌যাল (রহঃ) বর্ণিত হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। (ই.ফা. ৫৪৪৫, ই.সে. ৫৪৬৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي مَسْلَمَةَ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ بْنِ خِرَاشٍ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا شُعْبَةُ، عَنِ الْجُرَيْرِيِّ، وَسَعِيدِ بْنِ يَزِيدَ كِلاَهُمَا عَنْ أَبِي نَضْرَةَ، قَالاَ سَمِعْنَاهُ يُحَدِّثُ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، ‏.‏ بِمَعْنَى حَدِيثِ بِشْرِ بْنِ مُفَضَّلٍ عَنْ أَبِي مَسْلَمَةَ، ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5525,
    "narrator": "ইবনু জুরায়জ (রহঃ)",
    "bn": "মুহাম্মদ ইবনু বাশ্‌শার ও হুসায়ন ইবনু হুরায়স (রহঃ) ... ইবনু জুরায়জ (রহঃ) হতে উক্ত সূত্রে হুবহু বর্ণনা করেছেন। কিন্তু বর্ণনাকারী নায্‌র (রহঃ) তাঁর বর্নিত হাদীসে ‘বাজারের ক্রয়-বিক্রয় আমাকে এ বিষয় হতে উদাসীন রেখেছে’ বাক্যটি বর্ণনা করেননি। (ই.ফা. ৫৪৪৭, ই.সে. ৫৪৬৯)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَاصِمٍ، ح وَحَدَّثَنَا حُسَيْنُ بْنُ حُرَيْثٍ، حَدَّثَنَا النَّضْرُ، - يَعْنِي ابْنَ شُمَيْلٍ - قَالاَ جَمِيعًا حَدَّثَنَا ابْنُ جُرَيْجٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ وَلَمْ يَذْكُرْ فِي حَدِيثِ النَّضْرِ أَلْهَانِي عَنْهُ الصَّفْقُ بِالأَسْوَاقِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5527,
    "narrator": "তাল্‌হাহ্‌ ইবনু ইয়াহ্‌ইয়া (রহঃ)",
    "bn": "‘আবদুল্লাহ ইবনু ‘উমার ইবনু মুহাম্মাদ ইবনু আবান (রহঃ) ... তাল্‌হাহ্‌ ইবনু ইয়াহ্‌ইয়া (রহঃ) হতে এ সানাদে হাদীস বর্ণনা করেছেন। কিন্তু তিনি বলেছেন, ‘উমার (রাঃ) (‘উবাইকে উদ্দেশ্য করে) বললেন, হে আবুল মুন্‌যির! আপনি কি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এ কথাটি শুনেছেন? তিনি বললেন, হ্যাঁ। (তিনি আরো বলেন) হে ইবনুল খাত্তাব! আপনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সহাবীদের প্রতি শাস্তিদাতা স্বরূপ হবেন না। তবে তিনি ‘উমার (রাঃ) এর সুবহানাল্লাহ্‌ ও পরবর্তী উক্তিটি বর্ণনা করেন নি। (ই.ফা. ৫৪৪৯, ই.সে. ৫৪৭১)",
    "ar": "وَحَدَّثَنَاهُ عَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ مُحَمَّدِ بْنِ أَبَانٍ، حَدَّثَنَا عَلِيُّ بْنُ هَاشِمٍ، عَنْ طَلْحَةَ، بْنِ يَحْيَى بِهَذَا الإِسْنَادِ غَيْرَ أَنَّهُ قَالَ فَقَالَ يَا أَبَا الْمُنْذِرِ آنْتَ سَمِعْتَ هَذَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ نَعَمْ فَلاَ تَكُنْ يَا ابْنَ الْخَطَّابِ عَذَابًا عَلَى أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ وَلَمْ يَذْكُرْ مِنْ قَوْلِ عُمَرَ سُبْحَانَ اللَّهِ ‏.‏ وَمَا بَعْدَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5526,
    "narrator": "আবূ মূসা আশ‘আরী (রাঃ)",
    "bn": "আবূ বুরদাহ্‌ (রাঃ) এর সানাদে আবূ মূসা আশ‘আরী (রাঃ) হতে বর্নিত। আবূ বুরদাহ্‌ (রহঃ) বলেন, আবূ মূসা (রাঃ) ‘উমার ইবনু খাত্তাব (রাঃ) এর নিকট এসে বললেন, আস্‌সালামু ‘আলাইকুম- এ (আমি) ‘আবদুল্লাহ ইবনু কায়স। তবে তিনি তাঁকে অনুমতি দিলেন না। তখন (পুনরায়) বললেন, আস্‌সালামু ‘আলাইকুম- এ যে, আবূ মূসা। আস্‌সালামু ‘আলাইকুম- এ যে আশ‘আরী। তারপর (উত্তর না পেয়ে) চলে গেলেন।\n\nসে সময় ‘উমার (রাঃ) বললেন, (তাকে) আমার নিকট ডেকে নিয়ে আসো। আমার নিকট ফিরিয়ে নিয়ে আসো। প্রত্যাবর্তন শেষে তিনি বললেন, কিসে তোমাকে ফিরিয়ে দিল, হে আবূ মূসা? আমরা কোন্‌ কর্মে মশগুল ছিলাম। তিনি বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে আমি বলতে শুনেছি- ‘অনুমতি প্রার্থনা তিনবার’। এতে তোমাকে অনুমতি দেয়া হলে ভাল, নতুবা ফিরে যাবে। ‘উমার (রাঃ) বললেন, এ ব্যাপারে অবশ্যই তুমি আমার নিকট প্রমাণাদি নিয়ে আসবে। নতুবা আমি এমন করব, তেমন করব, (সাজা দিব)। তখন আবূ মূসা (রাঃ) ফিরে গেলেন। ‘উমার (রাঃ) বললেন, প্রমান যোগাড় করতে পারলে, বিকালে তাকে তোমরা মিম্বারের নিকট দেখতে পাবে, আর যদি প্রমান না পায়, তাহলে তোমরা তাঁকে দেখতে পাবে না। বিকালে তিনি এলে তাঁরা তাঁকে (মিম্বারের নিকট দেখতে) পেল। ‘উমার (রাঃ) বললেন, হে আবূ মূসা! কি বলছ? প্রমান পেয়েছ? তিনি বললেন, হাঁ- উবাই ইবনু কা‘ব! তিনি বললেন, ইনি ন্যায়পরায়ণ! তারপর উবাই ইবনু কা‘ব (রাঃ) কে লক্ষ্য করে বললেন- হে আবূ তুফায়ল![২৩} ইনি কী বলেন? তিনি বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে এমন বলতে আমি শুনেছি- হে ইবনুল খাত্তাব! আপনি কখনো রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সহাবীগণের জন্য শাস্তি স্বরূপ হয়ে পরবেন না। তিনি বললেন, সুব্‌হানাল্লাহ্‌! (আমি তা কখনো চাই না)। আমি তো একটি বিষয় শোনার পর সে ব্যাপারে সুনিশ্চিত হতে আমার আগ্রহ প্রকাশ করেছি। (ই.ফা. ৫৪৪৮, ই.সে. ৫৪৭০)",
    "ar": "حَدَّثَنَا حُسَيْنُ بْنُ حُرَيْثٍ أَبُو عَمَّارٍ، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، أَخْبَرَنَا طَلْحَةُ بْنُ، يَحْيَى عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ جَاءَ أَبُو مُوسَى إِلَى عُمَرَ بْنِ الْخَطَّابِ فَقَالَ السَّلاَمُ عَلَيْكُمْ هَذَا عَبْدُ اللَّهِ بْنُ قَيْسٍ ‏.‏ فَلَمْ يَأْذَنْ لَهُ فَقَالَ السَّلاَمُ عَلَيْكُمْ هَذَا أَبُو مُوسَى السَّلاَمُ عَلَيْكُمْ هَذَا الأَشْعَرِيُّ ‏.‏ ثُمَّ انْصَرَفَ فَقَالَ رُدُّوا عَلَىَّ رُدُّوا عَلَىَّ ‏.‏ فَجَاءَ فَقَالَ يَا أَبَا مُوسَى مَا رَدَّكَ كُنَّا فِي شُغْلٍ ‏.‏ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ الاِسْتِئْذَانُ ثَلاَثٌ فَإِنْ أُذِنَ لَكَ وَإِلاَّ فَارْجِعْ ‏\"‏ ‏.‏ قَالَ لَتَأْتِيَنِّي عَلَى هَذَا بِبَيِّنَةٍ وَإِلاَّ فَعَلْتُ وَفَعَلْتُ ‏.‏ فَذَهَبَ أَبُو مُوسَى قَالَ عُمَرُ إِنْ وَجَدَ بَيِّنَةً تَجِدُوهُ عِنْدَ الْمِنْبَرِ عَشِيَّةً وَإِنْ لَمْ يَجِدْ بَيِّنَةً فَلَمْ تَجِدُوهُ ‏.‏ فَلَمَّا أَنْ جَاءَ بِالْعَشِيِّ وَجَدُوهُ قَالَ يَا أَبَا مُوسَى مَا تَقُولُ أَقَدْ وَجَدْتَ قَالَ نَعَمْ أُبَىَّ بْنَ كَعْبٍ ‏.‏ قَالَ عَدْلٌ ‏.‏ قَالَ يَا أَبَا الطُّفَيْلِ مَا يَقُولُ هَذَا قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ذَلِكَ يَا ابْنَ الْخَطَّابِ فَلاَ تَكُونَنَّ عَذَابًا عَلَى أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ سُبْحَانَ اللَّهِ إِنَّمَا سَمِعْتُ شَيْئًا فَأَحْبَبْتُ أَنْ أَتَثَبَّتَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5530,
    "narrator": "শু’বাহ্‌ (রহঃ)",
    "bn": "ইসহাক্ ইবনু ইব্‌রাহীম, মুহাম্মাদ ইবনুল মুসান্না ও ‘আবদুর রহমান ইবনু বিশ্‌র (রহঃ) সবাই শু’বাহ্‌ (রহঃ) সূত্রে উল্লিখিত সানাদে হাদীস বর্ণনা করেছেন। কিন্তু তাদের বর্ণিত হাদীসে রয়েছে, তিনি যেন তা (‘আমি’ ‘আমি’ বলা) পছন্দ করলেন না। (ই.ফা. ৫৪৫২, ই.সে. ৫৪৭৪)",
    "ar": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، وَأَبُو عَامِرٍ الْعَقَدِيُّ ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي وَهْبُ بْنُ جَرِيرٍ، ح وَحَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ بِشْرٍ، حَدَّثَنَا بَهْزٌ، كُلُّهُمْ عَنْ شُعْبَةَ، بِهَذَا الإِسْنَادِ ‏.‏ وَفِي حَدِيثِهِمْ كَأَنَّهُ كَرِهَ ذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5533,
    "narrator": "সাহ্‌ল ইবনু সা’দ (রাঃ)",
    "bn": "আবূ বাক্‌র ইবনু আবূ শাইবাহ্‌, ‘আম্‌র আন্‌ নাকিদ, যুহায়র ইবনু হার্‌ব, ইবনু আবূ ‘উমার ও আবূ কামিল জাহ্‌দারী (রহঃ) ... সাহ্‌ল ইবনু সা’দ (রাঃ) এর সানাদে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আল্‌-লায়স (রহঃ) ও ইউনুস (রহঃ) বর্ণিত হাদীসের হুবুহু বর্ণনা করেছেন। (ই.ফা. ৫৪৫৫, ই.সে. ৫৪৭৭)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، وَابْنُ أَبِي عُمَرَ، قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، ح وَحَدَّثَنَا أَبُو كَامِلٍ الْجَحْدَرِيُّ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا مَعْمَرٌ، كِلاَهُمَا عَنِ الزُّهْرِيِّ، عَنْ سَهْلِ بْنِ سَعْدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ اللَّيْثِ وَيُونُسَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5538,
    "narrator": "ইউনুস (রহঃ)",
    "bn": "ইসহাক্‌ ইবনু ইব্‌রাহীম (রহঃ) ... ইউনুস (রহঃ) হতে উপরোল্লিখিত সূত্রে হুবুহু হাদীস বর্ণনা করেছেন। (ই.ফা. ৫৪৬০, ই.সে. ৫৪৮২)",
    "ar": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا عَبْدُ الأَعْلَى، وَقَالَ، إِسْحَاقُ أَخْبَرَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، كِلاَهُمَا عَنْ يُونُسَ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]