[
  {
    "hadith_id": 5755,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে আমি বলতে শুনেছি, মহান আল্লাহ বলেন, আদাম সন্তান সময় ও কালকে গালি-গালাজ করে, অথচ আমিই সময়, আমার হাতেই রাত্রি ও দিবস (এর পরিবর্তন সাধিত হয়)। (ই.ফা. ৫৬৬৭, ই.সে. ৫৬৯৭)",
    "ar": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ وَحَرْمَلَةُ بْنُ يَحْيَى قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ قَالَ أَبُو هُرَيْرَةَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ قَالَ اللَّهُ عَزَّ وَجَلَّ يَسُبُّ ابْنُ آدَمَ الدَّهْرَ وَأَنَا الدَّهْرُ بِيَدِيَ اللَّيْلُ وَالنَّهَارُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5756,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মহান আল্লাহ বলেন, আদাম সন্তান আমাকে দুঃখ দেয়, সে সময়কে গালি দেয়, অথচ আমিই সময়, রাত ও দিন আমিই পরিবর্তন করে থাকি। (ই.ফা. ৫৬৬৮, ই.সে. ৫৬৯৮)",
    "ar": "وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي عُمَرَ، - وَاللَّفْظُ لاِبْنِ أَبِي عُمَرَ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ الْمُسَيَّبِ، عَنْ أَبِي، هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ قَالَ اللَّهُ عَزَّ وَجَلَّ يُؤْذِينِي ابْنُ آدَمَ يَسُبُّ الدَّهْرَ وَأَنَا الدَّهْرُ أُقَلِّبُ اللَّيْلَ وَالنَّهَارَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5757,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পবিত্র ও মহান আল্লাহ বলেন, আদাম সন্তান আমাকে দুঃখ দেয়, সে বলে, ‘হায় সময়ের দুর্ভাগ্য! (আমার সময় মন্দ)! তোমাদের কেউ যেন ‘হায় সময়ের দুর্ভাগ্য’ না বলে। কারণ, আমিই তো সময়; আর রাত্রি ও দিবস আমিই পরিবর্তিত করে থাকি; আমি যখন ইচ্ছা করি তখন তাদের দু’টিকে সংকুচিত করে দেই। (ই.ফা. ৫৬৬৯, ই.সে. ৫৬৯৯)",
    "ar": "وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ، الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ قَالَ اللَّهُ عَزَّ وَجَلَّ يُؤْذِينِي ابْنُ آدَمَ يَقُولُ يَا خَيْبَةَ الدَّهْرِ ‏.‏ فَلاَ يَقُولَنَّ أَحَدُكُمْ يَا خَيْبَةَ الدَّهْرِ ‏.‏ فَإِنِّي أَنَا الدَّهْرُ أُقَلِّبُ لَيْلَهُ وَنَهَارَهُ فَإِذَا شِئْتُ قَبَضْتُهُمَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5758,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কেউ যেন ‘হায়! সময়ের ধ্বংস’ না বলে। কারণ আল্লাহ সময়ের নিয়ন্ত্রক। (ই.ফা. ৫৬৭০, ই.সে. ৫৭০০)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَقُولَنَّ أَحَدُكُمْ يَا خَيْبَةَ الدَّهْرِ ‏.‏ فَإِنَّ اللَّهَ هُوَ الدَّهْرُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5759,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, তোমরা সময়কে গালি-গালাজ করো না। কারণ, আল্লাহ সময়ের পরিবর্তনকারী। (ই.ফা. ৫৬৭১, ই.সে. ৫৭০১)",
    "ar": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ هِشَامٍ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ تَسُبُّوا الدَّهْرَ فَإِنَّ اللَّهَ هُوَ الدَّهْرُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5760,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কেউ সময়কে গালি দিবে না। কারণ, আল্লাহ সময়ের নিয়ন্ত্রক। আর তোমাদের কেউ আঙ্গুরকে (বুঝাবার জন্য) (আরবী)-এর পরিবর্তে (আরবী) বলবে না। কারণ, (আরবী) বদান্যতা ও মর্যাদা হলো মুসলিম লোক। [৩১] (ই.ফা. ৫৬৭২, ই.সে. ৫৭০২)",
    "ar": "حَدَّثَنَا حَجَّاجُ بْنُ الشَّاعِرِ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنِ ابْنِ، سِيرِينَ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَسُبُّ أَحَدُكُمُ الدَّهْرَ فَإِنَّ اللَّهَ هُوَ الدَّهْرُ وَلاَ يَقُولَنَّ أَحَدُكُمْ لِلْعِنَبِ الْكَرْمَ ‏.‏ فَإِنَّ الْكَرْمَ الرَّجُلُ الْمُسْلِمُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১] (আরবী) শব্দের অর্থ হলো, বদান্যতা, আভিজাত্য ও মর্যাদা। অতএবং শব্দের অর্থানুযায়ী একজন মুসলিমই এ নামে সম্বোধন পাওয়ার যোগ্য। কারণ, আল্লাহ তা’আলার নিকট একজন মুসলিমই এ সম্মানের অধিকারী। একটি বস্তু যা সে যুগে মদের উৎস ও উপকরণ ছিল তা এ নাম পেতে পারে না।"
  },
  {
    "hadith_id": 5761,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, তোমরা (আঙ্গুরকে) ‘আল কার্‌ম’ বলো না, কারণ ‘কার্‌ম হলো মু’মিনের অন্তর। (ই.ফা. ৫৬৭৩, ই.সে. ৫৭০৩)",
    "ar": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ تَقُولُوا كَرْمٌ ‏.‏ فَإِنَّ الْكَرْمَ قَلْبُ الْمُؤْمِنِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5762,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আঙ্গুরকে (আরবী) (আল-কার্‌ম) নামে ডেকো না। কারণ “আল-কারম’ হলো মুসলিম ব্যক্তি। (ই.ফা. ৫৬৭৪ ই.সে. ৫৭০৪)",
    "ar": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ هِشَامٍ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ تُسَمُّوا الْعِنَبَ الْكَرْمَ فَإِنَّ الْكَرْمَ الرَّجُلُ الْمُسْلِمُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5763,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ অবশ্যই তোমাদের কেউ যেন (আঙ্গুরকে) ‘আল-কারম’ না বলে। কারণ ‘আল-কারম’ হলো মু’মিনের অন্তর। (ই.ফা. ৫৬৭৫, ই.সে. ৫৭০৫)",
    "ar": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عَلِيُّ بْنُ حَفْصٍ، حَدَّثَنَا وَرْقَاءُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَقُولَنَّ أَحَدُكُمُ الْكَرْمُ ‏.‏ فَإِنَّمَا الْكَرْمُ قَلْبُ الْمُؤْمِنِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5764,
    "narrator": "হাম্মাম ইবনু মুনাব্‌বিহ (রহঃ)",
    "bn": "তিনি বলেন, এ হলো সে সব হাদীস যা আবূ হুরায়রা্‌ (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আমাদের নিকট বর্ণনা করেছেন। এ কথা বলে তিনি কতিপয় হাদীস বর্ণনা করেন, সে সবের একটি হলো- রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কেউ আঙ্গুরকে কখনো (আরবী) (আল-কার্‌ম) বলবে না। ‘আল-কার্‌ম’ তো মুসলিম লোক। (ই.ফা. ৫৬৭৬, ই.সে. ৫৭০৬)",
    "ar": "وَحَدَّثَنَا ابْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَقُولَنَّ أَحَدُكُمْ لِلْعِنَبِ الْكَرْمَ ‏.‏ إِنَّمَا الْكَرْمُ الرَّجُلُ الْمُسْلِمُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5765,
    "narrator": "আল্‌কামাহ ইবনু ওয়ায়িল (রহঃ)",
    "bn": "তিনি বলেন, তোমরা (আঙ্গুরকে) ‘আল-কারম’ বলো না বরং (আরবী) ‘আল হাবালাহ’ বলো। (বর্ণনাকারী বলেন,) তিনি এ কথা বলে আঙ্গুরের প্রতি ইঙ্গিত করেছেন। (ই.ফা. ৫৬৭৭, ই.সে. ৫৭০৭)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى، - يَعْنِي ابْنَ يُونُسَ - عَنْ شُعْبَةَ، عَنْ سِمَاكِ، بْنِ حَرْبٍ عَنْ عَلْقَمَةَ بْنِ وَائِلٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ تَقُولُوا الْكَرْمُ ‏.‏ وَلَكِنْ قُولُوا الْحَبَلَةُ ‏\"‏ ‏.‏ يَعْنِي الْعِنَبَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5766,
    "narrator": "শু’বাহ (রাঃ)",
    "bn": "তিনি বলেন, ‘আলকামাহ্‌ ইবনু ওয়ায়িল (রহঃ) কে তাঁর পিতার সানাদে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে রিওয়ায়াত করতে শুনেছি। তিনি বলেন, তোমরা (আঙ্গুরকে) ‘আল-কারম’ বলো না। তবে বলো (আরবী) (আল হাবালাহ) ও (আরবী) (আল ‘ইনাব)। [৩২] (ই.ফা. ৫৬৭৭, ই.সে. ৫৭০৮)",
    "ar": "وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ سِمَاكٍ، قَالَ سَمِعْتُ عَلْقَمَةَ بْنَ وَائِلٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ تَقُولُوا الْكَرْمُ ‏.‏ وَلَكِنْ قُولُوا الْعِنَبُ وَالْحَبَلَةُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২] (আরবী) আল হাবালাহ্‌ আঙ্গুরের একটি প্রচলিত নাম। যার অর্থ- আঙ্গুর বৃক্ষ বা তার শাখা-প্রশাখা।"
  },
  {
    "hadith_id": 5767,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কেউ যেন আমার ‘আব্‌দ ও আমাত তথা আমার বান্দা, আমার বান্দী’ না বলে। কারণ তোমাদের সকল পুরুষই আল্লাহ্‌র বান্দা এবং তোমাদের সকল নারীই আল্লাহর বান্দী। সুতরাং বলবে, গোলামী, ওয়া জারিয়াতী, ওয়া ফাতায়া, ওয়া ফাতাতী’ অর্থাৎ আমার সেবক, আমার সেবিকা। (ই.ফা. ৫৬৭৮, ই.সে. ৫৭০৯)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ جَعْفَرٍ - عَنِ الْعَلاَءِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَقُولَنَّ أَحَدُكُمْ عَبْدِي وَأَمَتِي ‏.‏ كُلُّكُمْ عَبِيدُ اللَّهِ وَكُلُّ نِسَائِكُمْ إِمَاءُ اللَّهِ وَلَكِنْ لِيَقُلْ غُلاَمِي وَجَارِيَتِي وَفَتَاىَ وَفَتَاتِي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5768,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ অবশ্যই তোমাদের কেউ যেন ‘আমার দাস’ না বলে। কারণ, তোমাদের প্রত্যেকেই আল্লাহর দাস ও বান্দা। তবে সে বলবে ‘আমার সেবক’। আর কোন ‘আব্‌দ যেন তার মনিবকে আমার ‘রব্ব’ না বলে বরং বলবে আমার সাইয়্যিদ (মনিব ও নেতা)। (ই.ফা. ৫৬৭৯, ই.সে. ৫৭১০)",
    "ar": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي، هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَقُولَنَّ أَحَدُكُمْ عَبْدِي ‏.‏ فَكُلُّكُمْ عَبِيدُ اللَّهِ وَلَكِنْ لِيَقُلْ فَتَاىَ ‏.‏ وَلاَ يَقُلِ الْعَبْدُ رَبِّي ‏.‏ وَلَكِنْ لِيَقُلْ سَيِّدِي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5771,
    "narrator": "আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কেউ (নিজের দুরবস্থা প্রকাশে) বলবে না- আমার মন খবীস (পিশাচ-ইতর-নিকৃষ্ট) হয়ে গেছে; বরং বলবে, আমার মন সংকুচিত ও ভারাক্রান্ত হয়ে গেছে। এ ভাষ্য আবূ কুরায়ব (রহঃ) বর্ণিত হাদীসের। আর আবূ বাক্‌র (রহঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে যা উল্লেখ করেছেন তাতে (আরবী) (কিন্তু, তবে) শব্দটির উল্লেখ নেই। (ই.ফা. ৫৬৮২, ই.সে. ৫৭১৩)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو أُسَامَةَ، كِلاَهُمَا عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ يَقُولَنَّ أَحَدُكُمْ خَبُثَتْ نَفْسِي ‏.‏ وَلَكِنْ لِيَقُلْ لَقِسَتْ نَفْسِي ‏\"‏ ‏.‏ هَذَا حَدِيثُ أَبِي كُرَيْبٍ وَقَالَ أَبُو بَكْرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَلَمْ يَذْكُرْ ‏\"‏ لَكِنْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5773,
    "narrator": "আবূ উমামাহ্‌ ইবনু সাহ্‌ল ইবনু হুনায়ফ (রহঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কেউ, ‘আমার আত্মা খবীস হয়ে গেছে বলবে না; বরং ‘আমার মন সংকুচিত ও বিমর্ষ হয়ে গেছে’ বলবে। (ই.ফা. ৫৬৮৮, ই.সে. ৫৭১৫)",
    "ar": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ، شِهَابٍ عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَقُلْ أَحَدُكُمْ خَبُثَتْ نَفْسِي ‏.‏ وَلْيَقُلْ لَقِسَتْ نَفْسِي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5774,
    "narrator": "আবূ সা’ঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন, বানী ইসরাঈলের খাটো আকৃতির একটি স্ত্রীলোক দু’জন দীর্ঘাঙ্গী মেয়েলোকের সঙ্গে হেঁটে যাচ্ছি। সে (উঁচু হওয়ার জন্য) এবং লোকদের চোখে ধরা না পড়ার জন্যে কাঠের দু’টি পা তৈরি করে নিল এবং সোনা দিয়ে একটি বড় আংটি প্রস্তুত করে পরে তার ভিতরে মিশ্‌ক ভরে দিল। আর তা হলো সুগন্ধি কূলের সেরা সুগন্ধি। পরে সে ঐ দু’ মেয়েলোকের মধ্য থেকে চলতে লাগলো এবং লোকেরা তাকে চিনতে পারল না। সে সময় তার হাত দিয়ে এভাবে ঝাড়া দিল। (এ কথা বলে) বর্ণনাকারী শু’বাহ্‌ (রহঃ) তাঁর হাত ঝাড়া দিলেন (এবং স্ত্রীলোকটির হাত ঝাড়ার ধরণ নকল করলেন)। (ই.ফা. ৫৬৮৫, ই.সে. ৫৭১৬)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ شُعْبَةَ، حَدَّثَنِي خُلَيْدُ بْنُ جَعْفَرٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ كَانَتِ امْرَأَةٌ مِنْ بَنِي إِسْرَائِيلَ قَصِيرَةٌ تَمْشِي مَعَ امْرَأَتَيْنِ طَوِيلَتَيْنِ فَاتَّخَذَتْ رِجْلَيْنِ مِنْ خَشَبٍ وَخَاتَمًا مِنْ ذَهَبٍ مُغْلَقٍ مُطْبَقٍ ثُمَّ حَشَتْهُ مِسْكًا وَهُوَ أَطْيَبُ الطِّيبِ فَمَرَّتْ بَيْنَ الْمَرْأَتَيْنِ فَلَمْ يَعْرِفُوهَا فَقَالَتْ بِيَدِهَا هَكَذَا ‏\"‏ ‏.‏ وَنَفَضَ شُعْبَةُ يَدَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5775,
    "narrator": "আবূ সা’ঈদ খুদ্‌রী (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বানী ইসরাঈলের এক নারীর কথা বর্ণনা করলেন যে, তার আংটিটি মিশ্‌ক ভরাট করে রেখেছিল। (এ বিষয়ে তিনি বললেন) আর মিশ্‌ক হলো সর্বোত্তম সুগন্ধি। (ই.ফা. ৫৬৮৬, ই.সে. ৫৭১৭)",
    "ar": "حَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ شُعْبَةَ، عَنْ خُلَيْدِ بْنِ جَعْفَرٍ، وَالْمُسْتَمِرِّ، قَالاَ سَمِعْنَا أَبَا نَضْرَةَ، يُحَدِّثُ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم ذَكَرَ امْرَأَةً مِنْ بَنِي إِسْرَائِيلَ حَشَتْ خَاتَمَهَا مِسْكًا وَالْمِسْكُ أَطْيَبُ الطِّيبِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5776,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কারো নিকট কোন ফুল আনা হলে সে যেন তা ফিরিয়ে না দেয়। কারণ, তা ওজনে হালকা এবং ঘ্রাণ উত্তম। (ই.ফা. ৫৬৮৭, ই.সে. ৫৭১৮)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، كِلاَهُمَا عَنِ الْمُقْرِئِ، قَالَ أَبُو بَكْرٍ حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئُ، عَنْ سَعِيدِ بْنِ أَبِي أَيُّوبَ، حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ أَبِي جَعْفَرٍ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ عُرِضَ عَلَيْهِ رَيْحَانٌ فَلاَ يَرُدُّهُ فَإِنَّهُ خَفِيفُ الْمَحْمِلِ طَيِّبُ الرِّيحِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5777,
    "narrator": "নাফি’ (রহঃ)",
    "bn": "তিনি বলেন, ইবনু ‘উমার (রাঃ) অভ্যস্ত ছিলেন যে, যখন তিনি সুগন্ধির ধোঁয়া নিতেন, তখন সুগন্ধিযুক্ত কাঠের উদ (চন্দন কাঠ) ধোঁয়া নিতেন। তিনি এর সাথে কোন কিছু মিলাতেন না। আবার (কখনো) চন্দন কাঠের সঙ্গে কর্পূর ছিটিয়ে দিতেন। তারপর বলতেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ রকমভাবে সুগন্ধি জ্বালাতেন। (ই.ফা. ৫৬৮৮, ই.সে. ৫৭১৯)",
    "ar": "حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَأَبُو طَاهِرٍ وَأَحْمَدُ بْنُ عِيسَى قَالَ أَحْمَدُ حَدَّثَنَا وَقَالَ الآخَرَانِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مَخْرَمَةُ، عَنْ أَبِيهِ، عَنْ نَافِعٍ، قَالَ كَانَ ابْنُ عُمَرَ إِذَا اسْتَجْمَرَ اسْتَجْمَرَ بِالأَلُوَّةِ غَيْرِ مُطَرَّاةٍ وَبِكَافُورٍ يَطْرَحُهُ مَعَ الأَلُوَّةِ ثُمَّ قَالَ هَكَذَا كَانَ يَسْتَجْمِرُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5772,
    "narrator": "আবূ মু’আবিয়াহ্ (রহঃ)",
    "bn": "উপরোল্লিখিত সূত্রে অত্র হাদীস বর্ণনা করেছেন। (ই.ফা. ৫৬৮৩, ই.সে. ৫৭১৪)",
    "ar": "وَحَدَّثَنَاهُ أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، بِهَذَا الإِسْنَادِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5769,
    "narrator": "আ’মাশ (রহঃ)",
    "bn": "আবূ বাক্‌র ইবনু আবূ শাইবাহ্‌, আবূ কুরায়ব ও আবূ সা’ঈদ আশাজ্জ (রহঃ) ... আ’মাশ (রহঃ) হতে উপরোল্লিখিত সূত্রে হাদীস বর্ণনা করেছেন। তবে তাঁদের উভয়ের বর্ণনাতে রয়েছে, গোলাম তার সাইয়্যিদ ও মনিবকে ‘আমার মাওলা’ বলবে না।\n\nএবং (প্রথম সূত্রের) বর্ণনাকারী আবূ মু’আবিয়াহ্‌ (রহঃ) এর বর্ণিত হাদীসে বর্ধিত উল্লেখ করেছেন যে, ‘কারণ, তোমাদের মাওলা হলেন আল্লাহ’। (ই.ফা. ৫৬৮০, ই.সে. ৫৭১১)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا وَكِيعٌ، كِلاَهُمَا عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ وَفِي حَدِيثِهِمَا ‏\"‏ وَلاَ يَقُلِ الْعَبْدُ لِسَيِّدِهِ مَوْلاَىَ ‏\"‏ ‏.‏ وَزَادَ فِي حَدِيثِ أَبِي مُعَاوِيَةَ ‏\"‏ فَإِنَّ مَوْلاَكُمُ اللَّهُ عَزَّ وَجَلَّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 5770,
    "narrator": "হাম্মাম ইবনু মুনাব্বিহ (রহঃ)",
    "bn": "মুহাম্মাদ ইবনু রাফি’ (রহঃ) ... হাম্মাম ইবনু মুনাব্বিহ (রহঃ) হতে বর্ণিত। তিনি বলেন, এ হলো সেসব হাদীস, যা আবূ হুরাইরাহ্‌ (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আমাদের নিকট বর্ণনা করেছেন। এ কথা বলে তিনি কয়েকটি হাদীস বর্ণনা করেছেন। (সে সবের একটি হলো) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরও বলেন, তোমাদের কেউ (মনিব সম্পর্কে এভাবে) বলবে না যে, তোমার রব্বকে পান করাও, তোমার রব্বকে খাবার দাও, তোমার রব্বকে ওযূ করাও। তিনি আরও বলেন, তোমাদের কেউ যেন না বলে আমার রব্ব এবং বলবে আমার সাইয়্যিদ তথা সরদার বা নেতা, আমার মাওলা বা মনিব। আর তোমাদের কেউ যেন না বলে, আমার দাস আমার দাসী, বরং বলবে, আমার সেবক, আমার সেবিকা। (ই.ফা. ৫৬৮১, ই.সে. ৫৭১২)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَقُلْ أَحَدُكُمُ اسْقِ رَبَّكَ أَطْعِمْ رَبَّكَ وَضِّئْ رَبَّكَ ‏.‏ وَلاَ يَقُلْ أَحَدُكُمْ رَبِّي ‏.‏ وَلْيَقُلْ سَيِّدِي مَوْلاَىَ وَلاَ يَقُلْ أَحَدُكُمْ عَبْدِي أَمَتِي ‏.‏ وَلْيَقُلْ فَتَاىَ فَتَاتِي غُلاَمِي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]