[
  {
    "hadith_id": 1836,
    "narrator": "আবদুল্লাহ ইবনু মাস‘ঊদ (রাঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ তোমাদের কেউ জুমু‘আর সলাতে আসতে মনস্থ করলে সে যেন গোসল করে। (ই.ফা. ১৮২১, ই.সে. ১৮২৮)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَمُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ، قَالاَ أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا لَيْثٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِذَا أَرَادَ أَحَدُكُمْ أَنْ يَأْتِيَ الْجُمُعَةَ فَلْيَغْتَسِلْ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1837,
    "narrator": "আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  মিম্বারের উপর দাঁড়ানো অবস্থায় বলেনঃ তোমাদের মধ্যে যে ব্যক্তি জুমু‘আর সলাতে যায় সে যেন গোসল করে। (ই.ফা. ১৮২২, ই.সে. ১৮২৯)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا ابْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ، شِهَابٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ وَهُوَ قَائِمٌ عَلَى الْمِنْبَرِ ‏ \"‏ مَنْ جَاءَ مِنْكُمُ الْجُمُعَةَ فَلْيَغْتَسِلْ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1839,
    "narrator": "আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি ..... পূর্বোক্ত হাদীসের অনুরূপ। (ই.ফা. ১৮২৪, ই.সে. ১৮৩১)",
    "ar": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏.‏ بِمِثْلِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1840,
    "narrator": "আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "একদা জুমু‘আর দিন ‘উমার ইবনুল খাত্ত্বাব (রাঃ) জনগণের উদ্দেশে খুতবা দিচ্ছিলেন। এমতাবস্থায় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবীগণের মধ্যকার জনৈক ব্যক্তি প্রবেশ করলে ‘উমার (রাঃ) তাকে ডেকে বললেন, এটা কোন্‌ সময়? তিনি বলেন, আমি আজ খুব ব্যস্ত ছিলাম এবং বাড়ীতে যাওয়ার অবসর পাইনি। এমতাবস্থায় আযান শুনতে পেলাম। তাই আমি ওযূর অতিরিক্ত কিছুই করতে পারিনি। ‘উমার (রাঃ) বলেন, শুধু ওযূও চলে, তবে তুমি জানো যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  গোসল করার নির্দেশ দিতেন। (ই.ফা. ১৮২৫, ই.সে. ১৮৩২)",
    "ar": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، ‏.‏ أَنَّ عُمَرَ بْنَ الْخَطَّابِ، بَيْنَا هُوَ يَخْطُبُ النَّاسَ يَوْمَ الْجُمُعَةِ دَخَلَ رَجُلٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَنَادَاهُ عُمَرُ أَيَّةُ سَاعَةٍ هَذِهِ فَقَالَ إِنِّي شُغِلْتُ الْيَوْمَ فَلَمْ أَنْقَلِبْ إِلَى أَهْلِي حَتَّى سَمِعْتُ النِّدَاءَ فَلَمْ أَزِدْ عَلَى أَنْ تَوَضَّأْتُ ‏.‏ قَالَ عُمَرُ وَالْوُضُوءَ أَيْضًا وَقَدْ عَلِمْتَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَأْمُرُ بِالْغُسْلِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1842,
    "narrator": "আবূ সা‘ঈদ আল খুদরী (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেনঃ প্রত্যেক প্রাপ্তবয়স্ক ব্যক্তির জুমু‘আর দিন গোসল করা অপরিহার্য। (ই.ফা. ১৮২৭, ই.সে. ১৮৩৪)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ صَفْوَانَ بْنِ سُلَيْمٍ، عَنْ عَطَاءِ، بْنِ يَسَارٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الْغُسْلُ يَوْمَ الْجُمُعَةِ وَاجِبٌ عَلَى كُلِّ مُحْتَلِمٍ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1841,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, একদা জুমু‘আর দিন ‘উমার ইবনুল খাত্ত্বাব (রাঃ) লোকদের উদ্দেশে ভাষণ দিচ্ছিলেন। তখন ‘উসমান ইবনু ‘আফ্‌ফান (রাঃ) প্রবেশ করেন। ‘উমার (রাঃ) তার প্রতি ইঙ্গিত করে বলেন, লোকদের কি হল যে, তারা আযানের পরও (মাসজিদে আসতে) বিলম্ব করে। ‘উসমান (রাঃ) বলেন, হে আমীরুল মু'মিনীন ! আমি আযান শোনার পর ওযূ করা ছাড়া অতিরিক্ত আর কিছু করিনি, অতঃপর এসে পৌছেছি। ‘উমার (রাঃ) বলেন, ওযূও চলে তবে আপনারা কি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেননি, তোমাদের কেউ যখন জুমু‘আর সলাতে আসে সে যেন গোসল করে? (ই.ফা. ১৮২৬, ই.সে. ১৮৩৩)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الأَوْزَاعِيِّ، قَالَ حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنِي أَبُو هُرَيْرَةَ، قَالَ بَيْنَمَا عُمَرُ بْنُ الْخَطَّابِ يَخْطُبُ النَّاسَ يَوْمَ الْجُمُعَةِ إِذْ دَخَلَ عُثْمَانُ بْنُ عَفَّانَ فَعَرَّضَ بِهِ عُمَرُ فَقَالَ مَا بَالُ رِجَالٍ يَتَأَخَّرُونَ بَعْدَ النِّدَاءِ ‏.‏ فَقَالَ عُثْمَانُ يَا أَمِيرَ الْمُؤْمِنِينَ مَا زِدْتُ حِينَ سَمِعْتُ النِّدَاءَ أَنْ تَوَضَّأْتُ ثُمَّ أَقْبَلْتُ ‏.‏ فَقَالَ عُمَرُ وَالْوُضُوءَ أَيْضًا أَلَمْ تَسْمَعُوا رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِذَا جَاءَ أَحَدُكُمْ إِلَى الْجُمُعَةِ فَلْيَغْتَسِلْ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1843,
    "narrator": "আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, লোকজন তাদের বাড়ি-ঘর থেকে এবং মাদীনার উপকণ্ঠ থেকে জুমু‘আর সলাত আদায় করতে আসত। তারা ‘আবা (এক প্রকার ঢিলা পোশাক) পরিধান করে আসত এবং তাতে ময়লা লেগে যেত। এতে তাদের দেহ নির্গত ঘাম থেকে দুর্গন্ধ ছড়াত। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেনঃ তোমরা যদি তোমাদের দিনটিতে অধিক পবিত্রতা অর্জন করতে, তোমরা যদি এ দিনে পবিত্রতা অর্জন করতে ! (ই.ফা. ১৮২৮, ই.সে. ১৮৩৫)",
    "ar": "حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَأَحْمَدُ بْنُ عِيسَى، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ، أَنَّ مُحَمَّدَ بْنَ جَعْفَرٍ، حَدَّثَهُ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ كَانَ النَّاسُ يَنْتَابُونَ الْجُمُعَةَ مِنْ مَنَازِلِهِمْ مِنَ الْعَوَالِي فَيَأْتُونَ فِي الْعَبَاءِ وَيُصِيبُهُمُ الْغُبَارُ فَتَخْرُجُ مِنْهُمُ الرِّيحُ فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم إِنْسَانٌ مِنْهُمْ وَهُوَ عِنْدِي فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَوْ أَنَّكُمْ تَطَهَّرْتُمْ لِيَوْمِكُمْ هَذَا ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1844,
    "narrator": "আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, লোকজন ছিল শ্রমজীবী। তাদের কাজের জন্য বিকল্প লোক ছিল না। তাদের (ঘর্মাক্ত) দেহে দুর্গন্ধ ছড়াত। তাই তাদের বলা হল, তোমরা যদি জুমু‘আর দিন গোসল করতে ! (ই.ফা. ১৮২৯, ই.সে. ১৮৩৬)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ كَانَ النَّاسُ أَهْلَ عَمَلٍ وَلَمْ يَكُنْ لَهُمْ كُفَاةٌ فَكَانُوا يَكُونُ لَهُمْ تَفَلٌ فَقِيلَ لَهُمْ لَوِ اغْتَسَلْتُمْ يَوْمَ الْجُمُعَةِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1845,
    "narrator": "আবূ সা‘ঈদ আল খুদরী (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেনঃ জুমু‘আর দিন প্রত্যেক প্রাপ্তবয়স্ক ব্যক্তির গোসল ও মিসওয়াক করা কর্তব্য এবং সামর্থ্য থাকলে সে যেন সুগন্ধি ব্যবহার করে। অধস্তন বর্ণনাকারী বুকায়র ‘আবদুর রহমান-এর উল্লেখ করেননি এবং সুগন্ধির ব্যাপারে তার বর্ণনায় আছেঃ “এমনকি স্ত্রীর সুগন্ধি থেকে হলেও।” (ই.ফা. ১৮৩০, ই.সে. ১৮৩৭)",
    "ar": "وَحَدَّثَنَا عَمْرُو بْنُ سَوَّادٍ الْعَامِرِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنَا عَمْرُو بْنُ، الْحَارِثِ أَنَّ سَعِيدَ بْنَ أَبِي هِلاَلٍ، وَبُكَيْرَ بْنَ الأَشَجِّ، حَدَّثَاهُ عَنْ أَبِي بَكْرِ بْنِ الْمُنْكَدِرِ، عَنْ عَمْرِو، بْنِ سُلَيْمٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ غُسْلُ يَوْمِ الْجُمُعَةِ عَلَى كُلِّ مُحْتَلِمٍ وَسِوَاكٌ وَيَمَسُّ مِنَ الطِّيبِ مَا قَدَرَ عَلَيْهِ ‏\"‏ ‏.‏ إِلاَّ أَنَّ بُكَيْرًا لَمْ يَذْكُرْ عَبْدَ الرَّحْمَنِ وَقَالَ فِي الطِّيبِ وَلَوْ مِنْ طِيبِ الْمَرْأَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1848,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেনঃ প্রত্যেক মুসলিমদের ওপর আল্লাহর অধিকার এই যে, সে প্রতি সাতদিন অন্তর গোসল করবে, মাথা ও দেহ ধৌত করবে। (ই.ফা. ১৮৩৩, ই.সে. ১৮৪০)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ طَاوُسٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ حَقٌّ لِلَّهِ عَلَى كُلِّ مُسْلِمٍ أَنْ يَغْتَسِلَ فِي كُلِّ سَبْعَةِ أَيَّامٍ يَغْسِلُ رَأْسَهُ وَجَسَدَهُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1849,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি জুমু‘আর দিন জানাবাতের (ফরয গোসল) গোসলের মত গোসল করল, অতঃপর দিনের প্রথমভাগে মাসজিদে এল, সে যেন একটি উট কুরবানী করল। অতঃপর যে ব্যক্তি আসলো সে যেন একটি গরু কুরবানী করল; অতঃপর যে ব্যক্তি আসলো সে যেন একটি ভেড়া কুরবানী করল, অতঃপর যে ব্যক্তি আসলো সে যেন একটি মুরগী কুরবানী করল, অতঃপর যে ব্যক্তি আসলো সে যেন একটি ডিম কুরবানী করল। অতঃপর ইমাম যখন খুতবাহ্‌ দিতে (দাঁড়ালেন) তখন মালাকগণ খুতবাহ্‌ শোনার জন্য উপস্থিত হন। (ই.ফা. ১৮৩৪, ই.সে. ১৮৪১)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، فِيمَا قُرِئَ عَلَيْهِ عَنْ سُمَىٍّ، مَوْلَى أَبِي بَكْرٍ عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنِ اغْتَسَلَ يَوْمَ الْجُمُعَةِ غُسْلَ الْجَنَابَةِ ثُمَّ رَاحَ فَكَأَنَّمَا قَرَّبَ بَدَنَةً وَمَنْ رَاحَ فِي السَّاعَةِ الثَّانِيَةِ فَكَأَنَّمَا قَرَّبَ بَقَرَةً وَمَنْ رَاحَ فِي السَّاعَةِ الثَّالِثَةِ فَكَأَنَّمَا قَرَّبَ كَبْشًا أَقْرَنَ وَمَنْ رَاحَ فِي السَّاعَةِ الرَّابِعَةِ فَكَأَنَّمَا قَرَّبَ دَجَاجَةً وَمَنْ رَاحَ فِي السَّاعَةِ الْخَامِسَةِ فَكَأَنَّمَا قَرَّبَ بَيْضَةً فَإِذَا خَرَجَ الإِمَامُ حَضَرَتِ الْمَلاَئِكَةُ يَسْتَمِعُونَ الذِّكْرَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1846,
    "narrator": "আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি জুমু‘আর দিন গোসল সম্পর্কে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বাণী উল্লেখ করেছেন। ত্বাউস (রহঃ) বলেন, আমি ইবনু ‘আব্বাস (রাঃ)-কে বললাম, সে সুগন্ধি ব্যবহার করবে, না তৈল ব্যবহার করবে, যদি তা তার পরিবারের মওজুদ থাকে? তিনি বলেন, আমি তা জানি না। (ই.ফা. ১৮৩১, ই.সে. ১৮৩৮)",
    "ar": "حَدَّثَنَا حَسَنٌ الْحُلْوَانِيُّ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا ابْنُ جُرَيْجٍ، ح وَحَدَّثَنِي مُحَمَّدُ، بْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي إِبْرَاهِيمُ بْنُ مَيْسَرَةَ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ ذَكَرَ قَوْلَ النَّبِيِّ صلى الله عليه وسلم فِي الْغُسْلِ يَوْمَ الْجُمُعَةِ ‏.‏ قَالَ طَاوُسٌ فَقُلْتُ لاِبْنِ عَبَّاسٍ وَيَمَسُّ طِيبًا أَوْ دُهْنًا إِنْ كَانَ عِنْدَ أَهْلِهِ قَالَ لاَ أَعْلَمُهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1851,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে শুনেছি ..... পূর্বোক্ত হাদীসের অনুরূপ। (ই.ফা. ১৮৩৬, ই.সে. ১৮৪৩)",
    "ar": "وَحَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ، خَالِدٍ عَنِ ابْنِ شِهَابٍ، عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، عَنْ عَبْدِ اللَّهِ بْنِ إِبْرَاهِيمَ بْنِ قَارِظٍ، وَعَنِ ابْنِ الْمُسَيَّبِ، أَنَّهُمَا حَدَّثَاهُ أَنَّ أَبَا هُرَيْرَةَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏.‏ بِمِثْلِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1850,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেনঃ  ইমামের খুত্‌বাহ্‌ দানরত অবস্থায় তুমি যদি তোমার সাথীকে বল, 'চুপ কর' তবে তুমি অনর্থক কাজ করলে। ( ই.ফা. ১৮৩৫, ই.সে. ১৮৪২)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ، قَالَ ابْنُ رُمْحٍ أَخْبَرَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، أَنَّ أَبَا هُرَيْرَةَ، أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا قُلْتَ لِصَاحِبِكَ أَنْصِتْ ‏.‏ يَوْمَ الْجُمُعَةِ وَالإِمَامُ يَخْطُبُ فَقَدْ لَغَوْتَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1853,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জুমু‘আর দিন ইমামের খুত্‌বাহ্‌ চলাকালে তুমি তোমার সাথীকে যদি বল ‘চুপ কর’ তবে, তুমি অনর্থক কাজ করলে। আবুয্‌ যিনাদ (রহঃ) বলেন, (আরবি) আবূ হুরায়রাহ্‌ (রাঃ)-এর গোত্রের ভাষায়, আসলে তা হবে (আরবি)। (ই.ফা. ১৮৩৮, ই.সে. ১৮৪৫)",
    "ar": "وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا قُلْتَ لِصَاحِبِكَ أَنْصِتْ ‏.‏ يَوْمَ الْجُمُعَةِ وَالإِمَامُ يَخْطُبُ فَقَدْ لَغِيتَ ‏\"‏ ‏.‏ قَالَ أَبُو الزِّنَادِ هِيَ لُغَةُ أَبِي هُرَيْرَةَ وَإِنَّمَا هُوَ فَقَدْ لَغَوْتَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1856,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আবুল ক্বাসিম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন ..... পূর্বোক্ত হাদীসের অনুরূপ। (ই.ফা. ১৮৪১, ই.সে. ১৮৪৮)",
    "ar": "حَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنِ ابْنِ عَوْنٍ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ أَبُو الْقَاسِمِ صلى الله عليه وسلم بِمِثْلِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1854,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  জুমু‘আর দিন সম্পর্কে আলোচনা প্রসঙ্গে বলেনঃ তাতে এমন একটি মুহূর্ত আছে যখন কোন মুসলিম বান্দা সলাতরত অবস্থায় আল্লাহর নিকট কিছু প্রার্থনা করলে অবশ্যই তিনি তাকে তা দান করেন। কুতায়বাহ্‌ (রাঃ)-এর বর্ণনায় আরো আছেঃ তিনি তাঁর হাত দ্বারা মুহূর্তটির স্বল্পতার প্রতি ইঙ্গিত করেন। (ই.ফা. ১৮৩৯, ই.সে. ১৮৪৬)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم ذَكَرَ يَوْمَ الْجُمُعَةِ فَقَالَ ‏ \"‏ فِيهِ سَاعَةٌ لاَ يُوَافِقُهَا عَبْدٌ مُسْلِمٌ وَهُوَ يُصَلِّي يَسْأَلُ اللَّهَ شَيْئًا إِلاَّ أَعْطَاهُ إِيَّاهُ ‏\"‏ ‏.‏ زَادَ قُتَيْبَةُ فِي رِوَايَتِهِ وَأَشَارَ بِيَدِهِ يُقَلِّلُهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1855,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আবুল ক্বাসিম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জুমু‘আর মধ্যে অবশ্যই এমন একটি মুহূর্ত আছে যখন কোন মুসলিম সলাতরত অবস্থায় আল্লাহর নিকট কল্যাণ প্রার্থনা করে তিনি নিশ্চয়ই তাকে তা দান করেন। তিনি তাঁর হাত দ্বারা সে মুহূর্তটির স্বল্পতার প্রতি ইঙ্গিত করেন। (ই.ফা. ১৮৪০, ই.সে. ১৮৪৭)",
    "ar": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَيُّوبُ، عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ أَبُو الْقَاسِمِ صلى الله عليه وسلم ‏ \"‏ إِنَّ فِي الْجُمُعَةِ لَسَاعَةً لاَ يُوَافِقُهَا مُسْلِمٌ قَائِمٌ يُصَلِّي يَسْأَلُ اللَّهَ خَيْرًا إِلاَّ أَعْطَاهُ إِيَّاهُ.\" وَقَالَ بِيَدِهِ يُقَلِّلُهَا يُزَهِّدُهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1857,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আবুল ক্বাসিম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন ..... পূর্বোক্ত হাদীসের অনুরূপ।",
    "ar": "وَحَدَّثَنِي حُمَيْدُ بْنُ مَسْعَدَةَ الْبَاهِلِيُّ، حَدَّثَنَا بِشْرٌ، - يَعْنِي ابْنَ مُفَضَّلٍ - حَدَّثَنَا سَلَمَةُ، وَهُوَ ابْنُ عَلْقَمَةَ عَنْ مُحَمَّدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ أَبُو الْقَاسِمِ صلى الله عليه وسلم ‏بِمِثْلِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1859,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, এ সানাদ সূত্রে “সে মুহূর্তটি স্বল্প” কথাটি উল্লেখ নেই। (ই.ফা. ১৮৪৪, ই.সে. ১৮৫১)",
    "ar": "وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَلَمْ يَقُلْ وَهِيَ سَاعَةٌ خَفِيفَةٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1858,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, জুমু‘আর দিনের মধ্যে অবশ্যই এমন একটি মুহূর্ত আছে যখন কোন মুসলিম আল্লাহর নিকট কল্যান প্রার্থনা করে নিশ্চয়ই তিনি তাকে তা দান করেন। তিনি বলেনঃ সে মুহূর্তটি অতি স্বল্প। (ই.ফা. ১৮৪৩, ই.সে. ১৮৫০)",
    "ar": "وَحَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَلاَّمٍ الْجُمَحِيُّ، حَدَّثَنَا الرَّبِيعُ، - يَعْنِي ابْنَ مُسْلِمٍ - عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏ \"‏ إِنَّ فِي الْجُمُعَةِ لَسَاعَةً لا يُوَافِقُهَا مُسْلِمٌ يَسْأَلُ اللَّهَ فِيهَا خَيْرًا إِلاَّ أَعْطَاهُ إِيَّاهُ ‏\"‏ ‏.‏ قَالَ وَهِيَ سَاعَةٌ خَفِيفَةٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1860,
    "narrator": "আবূ মূসা আল আশ‘আরী (রাঃ)",
    "bn": "তিনি বলেন, ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) আমাকে জিজ্ঞেস করলেন, তুমি কি তোমার পিতাকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে জুমু‘আর দিনের বিশেষ মুহূর্তটি সম্পর্কে হাদীস বর্ণনা করতে শুনেছ? বর্ণনাকারী বলেনঃ আমি বললাম, হ্যাঁ। আমি পিতাকে বলতে শুনেছি, তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ ইমামের বসা থেকে সলাত শেষ করার মধ্যবর্তী সময়ের মধ্যে সে মুহূর্তটি নিহিত। ( ই.ফা. ১৮৪৫, ই.সে. ১৮৫২)",
    "ar": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَعَلِيُّ بْنُ خَشْرَمٍ، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، عَنْ مَخْرَمَةَ بْنِ، بُكَيْرٍ ح وَحَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَأَحْمَدُ بْنُ عِيسَى، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنَا مَخْرَمَةُ، عَنْ أَبِيهِ، عَنْ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ قَالَ لِي عَبْدُ اللَّهِ بْنُ عُمَرَ أَسَمِعْتَ أَبَاكَ يُحَدِّثُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي شَأْنِ سَاعَةِ الْجُمُعَةِ قَالَ: قُلْتُ نَعَمْ سَمِعْتُهُ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «هِيَ مَا بَيْنَ أَنْ يَجْلِسَ الإِمَامُ إِلَى أَنْ تُقْضَى الصَّلاَةُ».",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1861,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সূর্য উদিত হওয়ার দিনগুলোর মধ্যে জুমু‘আর দিন সর্বোত্তম। এ দিন ‘আদাম (‘আঃ)-কে সৃষ্টি করা হয়েছে, এ দিন তাঁকে জান্নাতে দাখিল করা হয়েছে এবং এ দিন তাঁকে জান্নাত থেকে বের করে দেয়া হয়। (ই.ফা. ১৮৪৬, ই.সে. ১৮৫৩)",
    "ar": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عَبْدُ الرَّحْمَنِ الأَعْرَجُ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ خَيْرُ يَوْمٍ طَلَعَتْ عَلَيْهِ الشَّمْسُ يَوْمُ الْجُمُعَةِ فِيهِ خُلِقَ آدَمُ وَفِيهِ أُدْخِلَ الْجَنَّةَ وَفِيهِ أُخْرِجَ مِنْهَا ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1862,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সূর্য উদিত হওয়ার দিনগুলোর মধ্যে জুমু‘আর দিন সর্বোত্তম। এ দিন ‘আদাম (‘আঃ)-কে সৃষ্টি করা হয়েছে, এ দিন তাকে জান্নাতে প্রবেশ করানো হয়েছে এবং এ দিন সেখান থেকে তাকে বের করে দেয়া হয়েছে, জুমু‘আর দিনই ক্বিয়ামাত সংঘটিত হবে। (ই.ফা. ১৮৪৭, ই.সে. ১৮৫৪)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا الْمُغِيرَةُ، - يَعْنِي الْحِزَامِيَّ - عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ خَيْرُ يَوْمٍ طَلَعَتْ عَلَيْهِ الشَّمْسُ يَوْمُ الْجُمُعَةِ فِيهِ خُلِقَ آدَمُ وَفِيهِ أُدْخِلَ الْجَنَّةَ وَفِيهِ أُخْرِجَ مِنْهَا وَلاَ تَقُومُ السَّاعَةُ إِلاَّ فِي يَوْمِ الْجُمُعَةِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1863,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমরা সর্বশেষ উম্মাত কিন্তু ক্বিয়ামাতের দিন আমরা হব অগ্রগামী। যদিও সকল উম্মাতকে কিতাব দেয়া হয়েছে আমাদের পূর্বে, আর আমাদের কিতাব দেয়া হয়েছে সকল উম্মাতের শেষে। অতঃপর যে দিনটি আল্লাহ আমাদের জন্য নির্ধারণ করেছেন, সেদিন সম্পর্কে তিনি আমাদের হিদায়াতও দান করেছেন। সেদিনের ব্যাপারে অন্যান্যরা আমাদের পিছনে রয়েছে, (যেমন) ইয়াহূদীরা (আমাদের) পরের দিন এবং খৃষ্টানরা তাদেরও পরের দিন। (ই.ফা. ১৮৪৮, ই.সে. ১৮৫৫)",
    "ar": "وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ نَحْنُ الآخِرُونَ وَنَحْنُ السَّابِقُونَ يَوْمَ الْقِيَامَةِ بَيْدَ أَنَّ كُلَّ أُمَّةٍ أُوتِيَتِ الْكِتَابَ مِنْ قَبْلِنَا وَأُوتِينَاهُ مِنْ بَعْدِهِمْ ثُمَّ هَذَا الْيَوْمُ الَّذِي كَتَبَهُ اللَّهُ عَلَيْنَا هَدَانَا اللَّهُ لَهُ فَالنَّاسُ لَنَا فِيهِ تَبَعٌ الْيَهُودُ غَدًا وَالنَّصَارَى بَعْدَ غَدٍ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1864,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমরা সবশেষে আগত উম্মাত এবং আমরা ক্বিয়ামাতের দিন হব অগ্রবর্তী ..... পূর্বোক্ত হাদীসের অনুরূপ। (ই.ফা. ১৮৪৯, ই.সে. ১৮৫৬)",
    "ar": "وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، وَابْنِ طَاوُسٍ عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ نَحْنُ الآخِرُونَ وَنَحْنُ السَّابِقُونَ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ بِمِثْلِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1865,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমরা সবশেষে আগত উম্মাত, কিন্তু ক্বিয়ামাতের দিন আমরা হব সর্বাগ্রবর্তী, আমরাই প্রথম জান্নাতে প্রবেশ করব। অথচ তাদেরকে কিতাব দেয়া হয়েছে আমাদের পূর্বে এবং আমাদেরকে তা দেয়া হয়েছে তাদের পরে। তারা বিরোধে লিপ্ত হয়ে পড়ল কিন্তু তারা যে সত্য দ্বীনের ব্যপারে বিরোধে লিপ্ত হয়েছিল, আল্লাহ আমাদেরকে সে দিন সম্পর্কে হিদায়াত দান করেছেন। তিনি বলেনঃ আমাদের জন্য আজকে জুমু‘আর দিন আর ইয়াহূদীদের জন্য পরের দিন এবং খৃষ্টানদের জন্য তারও পরের দিন। (ই.ফা. ১৮৫০, ই.সে. ১৮৫৭)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ نَحْنُ الآخِرُونَ الأَوَّلُونَ يَوْمَ الْقِيَامَةِ وَنَحْنُ أَوَّلُ مَنْ يَدْخُلُ الْجَنَّةَ بَيْدَ أَنَّهُمْ أُوتُوا الْكِتَابَ مِنْ قَبْلِنَا وَأُوتِينَاهُ مِنْ بَعْدِهِمْ فَاخْتَلَفُوا فَهَدَانَا اللَّهُ لِمَا اخْتَلَفُوا فِيهِ مِنَ الْحَقِّ فَهَذَا يَوْمُهُمُ الَّذِي اخْتَلَفُوا فِيهِ هَدَانَا اللَّهُ لَهُ - قَالَ يَوْمُ الْجُمُعَةِ - فَالْيَوْمُ لَنَا وَغَدًا لِلْيَهُودِ وَبَعْدَ غَدٍ لِلنَّصَارَى ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1866,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমরা সবশেষে আগত উম্মাত কিন্তু কিয়ামতের দিন সবার অগ্রবর্তী থাকব। অথচ তাদেরকে কিতাব দেয়া হয়েছে আমাদের আগে এবং আমাদেরকে কিতাব দেয়া হয়েছে তাদের পরে। এটি তাদের সেদিন যা তাদের জন্য নির্ধারিত করা হয়েছিল, কিন্তু তারা এ দিনটি সম্পর্কে মতভেদে লিপ্ত হল। আল্লাহ আমাদেরকে দিনটির ব্যাপারে হিদায়াত দান করেছেন। অতএব, তারা আমাদের পশ্চাদগামী, ইয়াহূদীরা পরের দিন (শনিবার) এবং খৃষ্টানরা তারও পরের দিন (রবিবার)। (ই.ফা. ১৮৫১, ই.সে. ১৮৫৮)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، أَخِي وَهْبِ بْنِ مُنَبِّهٍ قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ مُحَمَّدٍ، رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ نَحْنُ الآخِرُونَ السَّابِقُونَ يَوْمَ الْقِيَامَةِ بَيْدَ أَنَّهُمْ أُوتُوا الْكِتَابَ مِنْ قَبْلِنَا وَأُوتِينَاهُ مِنْ بَعْدِهِمْ وَهَذَا يَوْمُهُمُ الَّذِي فُرِضَ عَلَيْهِمْ فَاخْتَلَفُوا فِيهِ فَهَدَانَا اللَّهُ لَهُ فَهُمْ لَنَا فِيهِ تَبَعٌ فَالْيَهُودُ غَدًا وَالنَّصَارَى بَعْدَ غَدٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1867,
    "narrator": "আবু হুরায়রাহ্‌ (রাঃ)",
    "bn": "তারা বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌ আমাদের পুর্ববর্তীদেরকে জুমু‘আর দিন সম্পর্কে সঠিক পথের সন্ধান দেননি বিরোধে লিপ্ত হওয়ার কারণে। তাই ইয়াহূদীদের জন্য শনিবার এবং খৃষ্টানদের জন্য রবিবার জুমু‘আহ্‌ নির্ধারিত হয়েছে। আল্লাহ আমাদেরকে (পৃথিবীতে) আনলেন এবং আমাদেরকে জুমু‘আর দিনের সঠিক সন্ধান দিলেন। অতএব তিনি জুমু‘আর দিন, শনিবার ও রবিবার এভাবে (বিন্যাস) করলেন, এভাবে তারা ক্বিয়ামাতের দিন  আমাদের পশ্চাদবর্তী হবে। আমরা পৃথিবীবাসীর মধ্যে শেষে আগমনকারী উম্মাত এবং ক্বিয়ামাতের দিন হব সর্বপ্রথম। যাদের সমগ্র সৃষ্টির সর্বপ্রথম বিচার অনুষ্ঠিত হবে। অধস্তন বর্ণনাকারী ওয়াসিল (রাঃ)-এর বর্ণনায় আছে “সকলের মধ্যে”।  (ই.ফা. ১৮৫২, ই.সে.১৮৫৯)",
    "ar": "وَحَدَّثَنَا أَبُو كُرَيْبٍ، وَوَاصِلُ بْنُ عَبْدِ الأَعْلَى، قَالاَ حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ أَبِي مَالِكٍ، الأَشْجَعِيِّ عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، وَعَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ، قَالاَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَضَلَّ اللَّهُ عَنِ الْجُمُعَةِ مَنْ كَانَ قَبْلَنَا فَكَانَ لِلْيَهُودِ يَوْمُ السَّبْتِ وَكَانَ لِلنَّصَارَى يَوْمُ الأَحَدِ فَجَاءَ اللَّهُ بِنَا فَهَدَانَا اللَّهُ لِيَوْمِ الْجُمُعَةِ فَجَعَلَ الْجُمُعَةَ وَالسَّبْتَ وَالأَحَدَ وَكَذَلِكَ هُمْ تَبَعٌ لَنَا يَوْمَ الْقِيَامَةِ نَحْنُ الآخِرُونَ مِنْ أَهْلِ الدُّنْيَا وَالأَوَّلُونَ يَوْمَ الْقِيَامَةِ الْمَقْضِيُّ لَهُمْ قَبْلَ الْخَلاَئِقِ ‏\"‏ ‏.‏ وَفِي رِوَايَةِ وَاصِلٍ الْمَقْضِيُّ بَيْنَهُمْ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1868,
    "narrator": "হুযায়ফাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমাদেরকে জুমু‘আর দিন  সম্পর্কে সঠিক পথের সন্ধান দেয়া হয়েছে এবং আল্লাহ আমাদের পূর্ববর্তীদেরকে সঠিক পথের সন্ধান দেননি। ….. হাদীসের অবশিষ্ট বর্ণনা বর্ণনাকারী ইবনু ফুযায়ল (রাঃ)-এর বর্ণনায় অনুরূপ। (ই.ফা.১৮৫৩,ই.সে ১৮৬০)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، أَخْبَرَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ سَعْدِ بْنِ طَارِقٍ، حَدَّثَنِي رِبْعِيُّ بْنُ، حِرَاشٍ عَنْ حُذَيْفَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ هُدِينَا إِلَى الْجُمُعَةِ وَأَضَلَّ اللَّهُ عَنْهَا مَنْ كَانَ قَبْلَنَا ‏\"‏ ‏.‏ فَذَكَرَ بِمَعْنَى حَدِيثِ ابْنِ فُضَيْلٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1869,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেন: জুমু‘আর দিন এলে মাসজিদে যতগুলো দরজা আছে তার প্রতিটিতে মালাকগণ (ফেরেশতারা) নিযুক্ত হন এবং তারা আগমনকারীদের নাম ক্রমানুসারে নথিবদ্ধ করেন। ইমাম যখন (মিম্বারে) বসেন তখন তারা নথিপত্র গুটিয়ে নিয়ে আলোচনা শোনায় চলে আসেন। মাসজিদে সর্বপ্রথম আগমনকারী মুসল্লী উট কুরবানীকারীর সমতুল্য, তৎপরে আগমনকারী গরু কুরবানীকারীর সমতুল্য, তৎপরে আগমনকারী মেষ কুরবানীকারীর সমতুল্য, অতঃপর  আগমনকারী মুরগী কুরবানীকারীর সমতুল্য, তৎপরে আগমনকারী  ডিম দানকারীর সমতুল্য নেকী পাবে। (ই.ফা.১৮৫৪, ই.সে.১৮৬১)",
    "ar": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ، وَعَمْرُو بْنُ سَوَّادٍ الْعَامِرِيُّ، قَالَ أَبُو الطَّاهِرِ حَدَّثَنَا وَقَالَ الآخَرَانِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَبُو عَبْدِ اللَّهِ، الأَغَرُّ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا كَانَ يَوْمُ الْجُمُعَةِ كَانَ عَلَى كُلِّ بَابٍ مِنْ أَبْوَابِ الْمَسْجِدِ مَلاَئِكَةٌ يَكْتُبُونَ الأَوَّلَ فَالأَوَّلَ فَإِذَا جَلَسَ الإِمَامُ طَوَوُا الصُّحُفَ وَجَاءُوا يَسْتَمِعُونَ الذِّكْرَ وَمَثَلُ الْمُهَجِّرِ كَمَثَلِ الَّذِي يُهْدِي الْبَدَنَةَ ثُمَّ كَالَّذِي يُهْدِي بَقَرَةً ثُمَّ كَالَّذِي يُهْدِي الْكَبْشَ ثُمَّ كَالَّذِي يُهْدِي الدَّجَاجَةَ ثُمَّ كَالَّذِي يُهْدِي الْبَيْضَةَ».",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1871,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ মাসজিদের দরজাগুলোর প্রতিটিতে একজন করে মালায়িকাহ্‌ নিয়োজিত থাকেন। তিনি আগমনকারীদের নাম (তাদের আগমনের) ক্রমানুসারে লিপিবদ্ধ করেন। মাসজিদে সর্বপ্রথম আগমনকারী উট কুরবানীকারীর সমতুল্য ….. এভাবে পর্যায়ক্রমে তুলনা করা হয়েছে, এমনকি একটি ডিমের মতো ক্ষুদ্র বস্তু দানের তুলনা দিয়েছেন। ইমাম যখন (খুতবাহ্‌ দেয়ার ‍উদ্দেশ্যে মিম্বারে) বলেন তখন নথিপত্র গুটিয়ে ফেলা হয় এবং মালাকগণ (ফেরেশতামণ্ডলী) খুত্‌বার আলোচনা শুনতে হাজির হন। (ই.ফা.১৮৫৬, ই.সে. ১৮৬৩)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ - عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ عَلَى كُلِّ بَابٍ مِنْ أَبْوَابِ الْمَسْجِدِ مَلَكٌ يَكْتُبُ الأَوَّلَ فَالأَوَّلَ - مَثَّلَ الْجَزُورَ ثُمَّ نَزَّلَهُمْ حَتَّى صَغَّرَ إِلَى مَثَلِ الْبَيْضَةِ - فَإِذَا جَلَسَ الإِمَامُ طُوِيَتِ الصُّحُفُ وَحَضَرُوا الذِّكْرَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1872,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি গোসল করে জুমু‘আর সলাতে আসল, অতঃপর সাধ্যমত (সুন্নাত) সলাত আদায় করল, অতঃপর ইমামের খুত্‌বাহ্‌ শেষ হওয়া পর্যন্ত নীরব থাকল, অতঃপর ইমামের সাথে (জুমু‘আর) সলাত আদায় করল, এতে তার দু’ জুমু‘আর মধ্যকার দিনসমূহের এবং আরো তিন দিনের পাপ ক্ষমা করে দেয়া হয়। (ই.ফা.১৮৫৭,ই.সে.১৮৬৪)",
    "ar": "حَدَّثَنَا أُمَيَّةُ بْنُ بِسْطَامٍ، حَدَّثَنَا يَزِيدُ، - يَعْنِي ابْنَ زُرَيْعٍ - حَدَّثَنَا رَوْحٌ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنِ اغْتَسَلَ ثُمَّ أَتَى الْجُمُعَةَ فَصَلَّى مَا قُدِّرَ لَهُ ثُمَّ أَنْصَتَ حَتَّى يَفْرُغَ مِنْ خُطْبَتِهِ ثُمَّ يُصَلِّيَ مَعَهُ غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الْجُمُعَةِ الأُخْرَى وَفَضْلَ ثَلاَثَةِ أَيَّامٍ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1873,
    "narrator": "আবু হুরায়রাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ যে ব্যক্তি উত্তমরূপে ওযূ করার পর জুমু‘আর সলাতে এলো, নীরবে মনোযোগ সহকারে খুতবাহ্‌ শুনল, তার পরবর্তী জুমু‘আহ্‌ পযর্ন্ত এবং আরো অতিরিক্ত তিন দিনের পাপ ক্ষমা করে দেয়া হয়। আর যে ব্যক্তি (অহেতুক) কঙ্কর স্পর্শ করল সে অনর্থক, বাতিল, ঘৃণিত ও প্রত্যাখ্যানযোগ্য কাজ করল। (ই.ফা.১৮৫৮, ই.সে.১৮৬৫)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ ثُمَّ أَتَى الْجُمُعَةَ فَاسْتَمَعَ وَأَنْصَتَ غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الْجُمُعَةِ وَزِيَادَةُ ثَلاَثَةِ أَيَّامٍ وَمَنْ مَسَّ الْحَصَى فَقَدْ لَغَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1874,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে জুমু‘আর সলাত আদায় করতাম, অতঃপর ফিরে আসতাম এবং আমাদের উষ্ট্রীগুলোকে বিশ্রাম দিতাম। অধস্তন বর্ণনাকারী হাসান (রাঃ) বলেন, আমি উর্ধ্বতন বর্ণনাকারী জা‘ফার (রাঃ)-কে বললাম, সেটা কোন সময় হত? তিনি বলেন, সূর্য ঢলে যাওয়ার সময়। (ই.ফা.১৮৫৯, ই.সে ১৮৬৬)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ أَبُو بَكْرٍ حَدَّثَنَا يَحْيَى، بْنُ آدَمَ حَدَّثَنَا حَسَنُ بْنُ عَيَّاشٍ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كُنَّا نُصَلِّي مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ نَرْجِعُ فَنُرِيحُ نَوَاضِحَنَا ‏.‏ قَالَ حَسَنٌ فَقُلْتُ لِجَعْفَرٍ فِي أَىِّ سَاعَةٍ تِلْكَ قَالَ زَوَالَ الشَّمْسِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1875,
    "narrator": "আবু জা’ফার (রহঃ)",
    "bn": "তিনি জাবির ইবনু ‘আবদুল্লাহ (রাঃ)-কে জিজ্ঞেস করেন, রসূলুল্লাহ(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন মুহূর্তে জুমু‘আর সলাত আদায় করতেন? তিনি বলেন, তিনি সলাত শেষ করার পর আমরা আমাদের উটের পালের নিকট যেতাম এবং সেগুলোকে বিশ্রাম দিতাম। অধস্তন বর্ণনাকারী ‘আবদুল্লাহ (রহঃ)-এর বর্ণনায় আরো আছেঃ যখন সূর্য ঢলে যেত, অর্থাৎ- পানিবাহী উটগুলো (বিশ্রাম নিত)। (ই.ফা.১৮৬০, ই.সে.১৮৬৭)",
    "ar": "حَدَّثَنِي الْقَاسِمُ بْنُ زَكَرِيَّاءَ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، ح وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ، الرَّحْمَنِ الدَّارِمِيُّ حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ، قَالاَ جَمِيعًا حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ جَعْفَرٍ، عَنْ أَبِيهِ، أَنَّهُ سَأَلَ جَابِرَ بْنَ عَبْدِ اللَّهِ مَتَى كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي الْجُمُعَةَ قَالَ كَانَ يُصَلِّي ثُمَّ نَذْهَبُ إِلَى جِمَالِنَا فَنُرِيحُهَا ‏.‏ زَادَ عَبْدُ اللَّهِ فِي حَدِيثِهِ حِينَ تَزُولُ الشَّمْسُ يَعْنِي النَّوَاضِحَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1876,
    "narrator": "সাহ্‌ল (রাঃ)",
    "bn": "তিনি বলেন, আমরা জুমু‘আর সলাত আদায়ের পরই বিশ্রাম গ্রহণ করতাম এবং দুপুরের আহার করতাম। ইবনু হুজ্‌র (রহঃ)-এর বর্ণনায় আরো আছে, “রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে। (ই.ফা.১৮৬১, ই.সে.১৮৬৮)",
    "ar": "وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، وَيَحْيَى بْنُ يَحْيَى، وَعَلِيُّ بْنُ حُجْرٍ، قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ سَهْلٍ، قَالَ مَا كُنَّا نَقِيلُ وَلاَ نَتَغَدَّى إِلاَّ بَعْدَ الْجُمُعَةِ - زَادَ ابْنُ حُجْرٍ - فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1877,
    "narrator": "সালামাহ্‌ ইবনু আকওয়া’ (রাঃ)",
    "bn": "তিনি বলেন, সূর্য ঢলে যাওয়ার পর আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে জুমু‘আর সলাত আদায় করতাম, অতঃপর ছায়া ‍অনুসরণ করতে করতে ফিরে আসতাম। (ই.ফা.১৮৬২, ই. সে.১৮৬৯)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالاَ أَخْبَرَنَا وَكِيعٌ، عَنْ يَعْلَى بْنِ، الْحَارِثِ الْمُحَارِبِيِّ عَنْ إِيَاسِ بْنِ سَلَمَةَ بْنِ الأَكْوَعِ، عَنْ أَبِيهِ، قَالَ كُنَّا نُجَمِّعُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذَا زَالَتِ الشَّمْسُ ثُمَّ نَرْجِعُ نَتَتَبَّعُ الْفَىْءَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1878,
    "narrator": "সালামাহ্‌ ইবনু আকওয়া’ (রাঃ)",
    "bn": "তিনি বলেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে জুমু‘আর সলাত আদায়ের পর যখন ফিরে আসতাম তখন আমাদের ছায়া গ্রহনের উপযোগী প্রাচীরের কোন ছায়া পড়ত না (অথার্ৎ সূর্য ঢলে যাওয়ার পরপরই সলাত আদায় করা হত)। (ই.ফা.১৮৬৩, ই.সে.১৮৭০)",
    "ar": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا هِشَامُ بْنُ عَبْدِ الْمَلِكِ، حَدَّثَنَا يَعْلَى بْنُ الْحَارِثِ، عَنْ إِيَاسِ بْنِ سَلَمَةَ بْنِ الأَكْوَعِ، عَنْ أَبِيهِ، قَالَ كُنَّا نُصَلِّي مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الْجُمُعَةَ فَنَرْجِعُ وَمَا نَجِدُ لِلْحِيطَانِ فَيْئًا نَسْتَظِلُّ بِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1881,
    "narrator": "জাবির ইবনু সামুরাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ানো অবস্থায় খুত্‌বাহ্‌ দিতেন, অতঃপর বসতেন, অতঃপর দাঁড়িয়ে আবার (দ্বিতীয়) খুত্‌বাহ্‌ দিতেন। যে ব্যক্তি তোমাকে অবহিত করেছে যে, তিনি বসা অবস্থায় খুত্‌বাহ্‌ দিতেন, সে মিথ্যা বলেছে। আল্লাহ্‌র শপথ! আমি নিশ্চয়ই তাঁর সাথে দু’হাজারেরও অধিকবার সলাত আদায় করেছি (জুমু‘আর পাঁচ ওয়াক্ত সলাত)। (ই.সা.১৮৬৬, ই.সে.১৮৭৩)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا أَبُو خَيْثَمَةَ، عَنْ سِمَاكٍ، قَالَ أَنْبَأَنِي جَابِرُ بْنُ، سَمُرَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَخْطُبُ قَائِمًا ثُمَّ يَجْلِسُ ثُمَّ يَقُومُ فَيَخْطُبُ قَائِمًا فَمَنْ نَبَّأَكَ أَنَّهُ كَانَ يَخْطُبُ جَالِسًا فَقَدْ كَذَبَ فَقَدْ وَاللَّهِ صَلَّيْتُ مَعَهُ أَكْثَرَ مِنْ أَلْفَىْ صَلاَةٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1879,
    "narrator": "ইবনু উমর (রাযিঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর দিন দাঁড়িয়ে খুতবাহ্‌ দিতেন, অতঃপর বসতেন, অতঃপর দাঁড়াতেন, যেমন আজকাল তোমরা করে থাক। (ই.ফা.১৮৬৪, ই.সে১৮৭১)",
    "ar": "وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ، وَأَبُو كَامِلٍ الْجَحْدَرِيُّ جَمِيعًا عَنْ خَالِدٍ، - قَالَ أَبُو كَامِلٍ حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، - حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَخْطُبُ يَوْمَ الْجُمُعَةِ قَائِمًا ثُمَّ يَجْلِسُ ثُمَّ يَقُومُ ‏.‏ قَالَ كَمَا يَفْعَلُونَ الْيَوْمَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1880,
    "narrator": "জাবির ইবনু সামুরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’টি খুতবাহ্‌ দিতেন, উভয় খুত্‌বার মাঝখানে বসতেন এবং (খুত্‌বায়) কুরআন পড়তেন এবং জনগণকে উপদেশ দিতেন। [৪১] (ই.ফা ১৮৬৫, ই.সে. ১৮৭২)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَحَسَنُ بْنُ الرَّبِيعِ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ كَانَتْ لِلنَّبِيِّ صلى الله عليه وسلم خُطْبَتَانِ يَجْلِسُ بَيْنَهُمَا يَقْرَأُ الْقُرْآنَ وَيُذَكِّرُ النَّاسَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "৪১ খুত্‌বাতে আল্লাহর প্রশংসা, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর প্রতি দরূদ, সমবেত জনতার জন্য প্রয়োজনীয় নাসীহাত এবং দু‘আ থাকতে হবে। এতদ্ভিন্নতা খুত্‌বাহ্‌ হবে না। (মুসলিম শারহে নাবাবী, ১ম খণ্ড ২৮৪ পৃষ্ঠা)\nউল্লেখ্য যে, যে নাসীহাত জনগণের বোধগম্য ভাষায় হয় না তা কিছুতেই খুত্‌বাহ্‌ হবে না। আল্লাহ প্রত্যেক রসূলকে আপন জাতির ভাষার উপরই পাঠিয়েছেন যেন তাদের বর্ণনা দিয়ে বুঝাতে পারেন। (সূরাহ্‌ ইবরাহীম ১৪:৪)"
  },
  {
    "hadith_id": 1882,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ানো অবস্থায় জুমু‘আর দিন খুত্‌বাহ্‌ দিতেন। একদা জুমু‘আর সলাতের খুত্‌বাহ চলাকালে সিরিয়ার একটি বণিক এসে পৌঁছালে বারোজন লোক ব্যতীত সকলে তাদের নিকট ছুটে চলে গেল। তখন সূরাহ্‌ জুমু‘আর এ আয়াত অবতীর্ণ হয়ঃ (অর্থ) “যখন তারা দেখল ব্যবসা ও কৌতুকের বিষয়, তখন তারা তোমাকে  দাঁড়ানো অবস্থায় রেখে সেদিকে ছুটে গেল”- (সূরাহ আল জুমু‘আহ্‌ ৬২:১১)। (ই.ফা.১৮৬৭, ই.সে.১৮৭৪)",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، كِلاَهُمَا عَنْ جَرِيرٍ، - قَالَ عُثْمَانُ حَدَّثَنَا جَرِيرٌ، - عَنْ حُصَيْنِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ جَابِرِ، بْنِ عَبْدِ اللَّهِ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَخْطُبُ قَائِمًا يَوْمَ الْجُمُعَةِ فَجَاءَتْ عِيرٌ مِنَ الشَّامِ فَانْفَتَلَ النَّاسُ إِلَيْهَا حَتَّى لَمْ يَبْقَ إِلاَّ اثْنَا عَشَرَ رَجُلاً فَأُنْزِلَتْ هَذِهِ الآيَةُ الَّتِي فِي الْجُمُعَةِ ‏{‏ وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا‏}‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1884,
    "narrator": "জাবির ইবনু ‘আব্দুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমরা জুমু‘আর দিন নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) এর সাথে ছিলাম। এমতাবস্থায় কিছু ছাতুর চালান এসে পৌছল। বর্ণনাকারী বলেন, লোকজন সেদিকে চলে গেল এবং বারোজন ব্যতীত আর কেউ ছিল না। আমি এদের সাথে ছিলাম। বর্ণনাকারী বলেন, তখন আল্লাহ তা‘আলা অবতীর্ন করেন। (অনুবাদ) : “যখন তারা দেখল ব্যবসা ও কৌতুকের বিষয়, তখন তারা তোমাকে দাঁড়ানো অবস্থায় রেখে সেদিকে ছুটে গেল .....”-(সুরা আল জুমু‘আহ ৬২ :১১) আয়াতের শেষ পর্যন্ত। (ই.ফা. ১৮৬৯, ই.সে. ১৮৭৬)",
    "ar": "وَحَدَّثَنَا رِفَاعَةُ بْنُ الْهَيْثَمِ الْوَاسِطِيُّ، حَدَّثَنَا خَالِدٌ، - يَعْنِي الطَّحَّانَ - عَنْ حُصَيْنٍ، عَنْ سَالِمٍ، وَأَبِي، سُفْيَانَ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم يَوْمَ الْجُمُعَةِ فَقَدِمَتْ سُوَيْقَةٌ قَالَ فَخَرَجَ النَّاسُ إِلَيْهَا فَلَمْ يَبْقَ إِلاَّ اثْنَا عَشَرَ رَجُلاً أَنَا فِيهِمْ - قَالَ - فَأَنْزَلَ اللَّهُ ‏{‏ وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا‏}‏ إِلَى آخِرِ الآيَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1885,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা এক জুমু‘আর দিন নবী (সাল্লাহু 'আলাইহি ওয়া সাল্লাম) দাঁড়ানো অবস্থায় ছিলেন (জুমু‘আর খুতবাহ্‌ দিচ্ছিলেন)। এমতবস্থায় একটি বণিক দল মাদীনায় এসে পৌছল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহাবীগন সেদিকে ছুটে গেলেন। এমনকি বারোজন ব্যতীত আর কেউ অবশিষ্ট ছিলেন না। আবু বাক্‌র ও ‘উমার (রাঃ)-ও এদের অন্তর্ভুক্ত ছিলেন। বর্ণনাকারী বলেন, তখন এ আয়াত অবতীর্ণ হয়ঃ “যখন তারা দেখল ব্যবসা ও কৌতুকের বিষয় তখন তারা তোমাকে দাঁড়ানো অবস্থায় রেখে সেদিকে ছুটে গেল- (সুরাহ্‌ জুমু‘আহ ৬২ : ১১)” (ই.ফা. ১৮৭০, ই.সে. ১৮৭৭)",
    "ar": "وَحَدَّثَنَا إِسْمَاعِيلُ بْنُ سَالِمٍ، أَخْبَرَنَا هُشَيْمٌ، أَخْبَرَنَا حُصَيْنٌ، عَنْ أَبِي سُفْيَانَ، وَسَالِمِ، بْنِ أَبِي الْجَعْدِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ بَيْنَا النَّبِيُّ صلى الله عليه وسلم قَائِمٌ يَوْمَ الْجُمُعَةِ إِذْ قَدِمَتْ عِيرٌ إِلَى الْمَدِينَةِ فَابْتَدَرَهَا أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى لَمْ يَبْقَ مَعَهُ إِلاَّ اثْنَا عَشَرَ رَجُلاً فِيهِمْ أَبُو بَكْرٍ وَعُمَرُ - قَالَ - وَنَزَلَتْ هَذِهِ الآيَةُ ‏{‏ وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا‏}‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1886,
    "narrator": "কা’ব ইবনু ‘উজ্‌রাহ (রাঃ)",
    "bn": "তিনি বলেন, তিনি মাসজিদে প্রবেশ করলেন এবং তখন ‘আবদুর রাহমান ইবনুল হাকাম বসা অবস্থায় খুত্‌বাহ্‌ দিচ্ছিলেন। কা’ব (রাঃ) বলেন, তোমরা এ নরাধমের প্রতি লক্ষ্য কর, সে বসে বসে খুত্‌বাহ্‌ দিচ্ছে। [৪২]  অথচ আল্লাহ তা‘আলা বলেনঃ এবং যখন তারা দেখল ব্যবসা ও কৌতুকের বিষয়, তখন তারা তোমাকে দাঁড়ানো অবস্থায় রেখে সেদিকে ছুটে গেল- (সুরাহ আল জুমু‘আহ ৬২ :  ১১)।” (ই.ফা. ১৮৭১, ই.সে. ১৮৭৮)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ أَبِي عُبَيْدَةَ، عَنْ كَعْبِ بْنِ عُجْرَةَ، قَالَ دَخَلَ الْمَسْجِدَ وَعَبْدُ الرَّحْمَنِ بْنُ أُمِّ الْحَكَمِ يَخْطُبُ قَاعِدًا فَقَالَ انْظُرُوا إِلَى هَذَا الْخَبِيثِ يَخْطُبُ قَاعِدًا وَقَالَ اللَّهُ تَعَالَى ‏{‏ وَإِذَا رَأَوْا تِجَارَةً أَوْ لَهْوًا انْفَضُّوا إِلَيْهَا وَتَرَكُوكَ قَائِمًا‏}‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪২] এ হাদিস এবং পুর্বোক্ত হাদীস জুমু‘আর দিনে বসে বসে খুত্‌বাহ্‌ দানকারী ইমামের জন্য হুশিয়ারী যারা একই সাথে দুটো বিদআত জড়ো করেছেন- (১) খুত্‌বার পুর্বে বয়ান করা, (২) বসে বসে বয়ান করা।"
  },
  {
    "hadith_id": 1888,
    "narrator": "জাবির ইবনু সামুরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে সলাত আদায় করতাম। তাঁর সলাত ও খুত্‌বাহ্‌ ছিল মধ্যম (দীর্ঘও নয় অতি সংক্ষিপ্তও নয়)। (ই.ফা. ১৮৭৩, ই.সে. ১৮৮০)",
    "ar": "حَدَّثَنَا حَسَنُ بْنُ الرَّبِيعِ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالاَ حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ كُنْتُ أُصَلِّي مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَكَانَتْ صَلاَتُهُ قَصْدًا وَخُطْبَتُهُ قَصْدًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1889,
    "narrator": "জাবির ইবনু সামুরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে বহু ওয়াক্ত সলাত আদায় করেছি। তাঁর সলাতও ছিল সংক্ষিপ্ত এবং তাঁর খুত্‌বাহ্‌ও ছিল মধ্যম। অধস্তন বর্ণনাকারী আবূ বাক্‌র যাকারিয়্যা-এর বর্ণনায় আছে : সিমাক থেকে। (ই.ফা. ১৮৭৪, ই.সে. ১৮৮১)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا زَكَرِيَّاءُ، حَدَّثَنِي سِمَاكُ بْنُ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ كُنْتُ أُصَلِّي مَعَ النَّبِيِّ صلى الله عليه وسلم الصَّلَوَاتِ فَكَانَتْ صَلاَتُهُ قَصْدًا وَخُطْبَتُهُ قَصْدًا ‏.‏ وَفِي رِوَايَةِ أَبِي بَكْرٍ زَكَرِيَّاءُ عَنْ سِمَاكٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1891,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর দিন আল্লাহর প্রশংসা ও তাঁর গুণগান করে তাঁর খুত্‌বাহ্‌ (ভাষণ) শুরু করতেন, অতঃপর প্রয়োজনীয় কথা বলতেন। (ভাষণে) তাঁর কণ্ঠস্বর জোরালো হত... হাদীসের অবশিষ্ট বর্ণনা পূর্ববৎ। (ই.ফা. ১৮৭৬, ই.সে. ১৮৮৪)",
    "ar": "وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنِي سُلَيْمَانُ بْنُ بِلاَلٍ، حَدَّثَنِي جَعْفَرُ، بْنُ مُحَمَّدٍ عَنْ أَبِيهِ، قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ كَانَتْ خُطْبَةُ النَّبِيِّ صلى الله عليه وسلم يَوْمَ الْجُمُعَةِ يَحْمَدُ اللَّهَ وَيُثْنِي عَلَيْهِ ثُمَّ يَقُولُ عَلَى إِثْرِ ذَلِكَ وَقَدْ عَلاَ صَوْتُهُ ‏.‏ ثُمَّ سَاقَ الْحَدِيثَ بِمِثْلِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1890,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন খুত্‌বাহ্‌ (ভাষণ) দিতেন তখন তাঁর চক্ষুদ্বয় রক্তিম বর্ণ ধারণ করত, কণ্ঠস্বর জোরালো হত এবং তাঁর রাগ বেড়ে যেত, এমনকি মনে হত, তিনি যেন শত্রুবাহিনী সম্পর্কে সতর্ক করছেন আর বলছেন: তোমরা ভোরেই আক্রান্ত হবে, তোমরা সন্ধ্যায়ই আক্রান্ত হবে। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলতেন: আমি ও ক্বিয়ামাত এ দু’টির ন্যায় (স্বল্প ব্যবধান) প্রেরিত হয়েছি, তিনি মধ্যমা ও তর্জনী আঙ্গুল মিলিয়ে দেখাতেন। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলতেন: অতঃপর উত্তম বাণী হল– আল্লাহর কিতাব এবং উত্তম পথ হল মুহাম্মাদ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর প্রদর্শিত পথ। অতীব নিকৃষ্ট বিষয় হল (ধর্মের মধ্যে) নতুন উদ্ভাবন (বিদ‘আত)। প্রতিটি বিদ‘আত ভ্রষ্ট। তিনি আরো বলতেনঃ আমি প্রত্যেক মু’মিন ব্যক্তির জন্য তার নিজের থেকে অধিক উত্তম (কল্যাণকামী)। কোন ব্যক্তি সম্পদ রেখে গেলে তা তার পরিবার-পরিজনের প্রাপ্য। আর কোন ব্যক্তি ঋণ অথবা অসহায় সন্তান রেখে গেলে সেগুলোর দায়িত্ব আমার। (ই.ফা. ১৮৭৫, ই.সে. ১৮৮৩)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الْمَجِيدِ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا خَطَبَ احْمَرَّتْ عَيْنَاهُ وَعَلاَ صَوْتُهُ وَاشْتَدَّ غَضَبُهُ حَتَّى كَأَنَّهُ مُنْذِرُ جَيْشٍ يَقُولُ ‏\"‏ صَبَّحَكُمْ وَمَسَّاكُمْ ‏\"‏ ‏.‏ وَيَقُولُ ‏\"‏ بُعِثْتُ أَنَا وَالسَّاعَةَ كَهَاتَيْنِ ‏\"‏ ‏.‏ وَيَقْرُنُ بَيْنَ إِصْبَعَيْهِ السَّبَّابَةِ وَالْوُسْطَى وَيَقُولُ ‏\"‏ أَمَّا بَعْدُ فَإِنَّ خَيْرَ الْحَدِيثِ كِتَابُ اللَّهِ وَخَيْرُ الْهُدَى هُدَى مُحَمَّدٍ وَشَرُّ الأُمُورِ مُحْدَثَاتُهَا وَكُلُّ بِدْعَةٍ ضَلاَلَةٌ ‏\"‏ ‏.‏ ثُمَّ يَقُولُ ‏\"‏ أَنَا أَوْلَى بِكُلِّ مُؤْمِنٍ مِنْ نَفْسِهِ مَنْ تَرَكَ مَالاً فَلأَهْلِهِ وَمَنْ تَرَكَ دَيْنًا أَوْ ضَيَاعًا فَإِلَىَّ وَعَلَىَّ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1892,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকদের উদ্দেশ্যে প্রদত্ত খুত্‌বায় আল্লাহর যথোপযুক্ত প্রশংসা ও গুণগান করতেন, অতঃপর বলতেন: আল্লাহ যাকে হিদায়াত দান করেন তাকে কেউ বিপথগামী করতে পারে না এবং তিনি যাকে বিপথগামী করেন তাকে কেউ হিদায়াত করতে পারে না। সর্বোত্তম বাণী হল আল্লাহর কিতাব, ... অতঃপর হাদীসের অবশিষ্ট বর্ণনা সাক্বাফী বর্ণিত হাদীসের অনুরূপ। (ই.ফা. ১৮৭৭, ই.সে. ১৮৮৫)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ جَعْفَرٍ، عَنْ أَبِيهِ، عَنْ جَابِرٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَخْطُبُ النَّاسَ يَحْمَدُ اللَّهَ وَيُثْنِي عَلَيْهِ بِمَا هُوَ أَهْلُهُ ثُمَّ يَقُولُ ‏ \"‏ مَنْ يَهْدِهِ اللَّهُ فَلاَ مُضِلَّ لَهُ وَمَنْ يُضْلِلْ فَلاَ هَادِيَ لَهُ وَخَيْرُ الْحَدِيثِ كِتَابُ اللَّهِ ‏\"‏ ‏.‏ ثُمَّ سَاقَ الْحَدِيثَ بِمِثْلِ حَدِيثِ الثَّقَفِيِّ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1896,
    "narrator": "সফ্‌ওয়ান ইবনু ইয়া’লা ইবনু উমাইয়্যাহ্‌ (রাঃ)",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে মিম্বারের উপর থেকে পাঠ করতে শুনলেন: “তারা চিৎকার করে বলবে, হে মালিক (জাহান্নামের দারোগা)”- (সূরাহ যুখরুফ ৪৩:৭৭)। (ই.ফা. ১৮৮১, ই.সে. ১৮৮৯)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَإِسْحَاقُ الْحَنْظَلِيُّ جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، - قَالَ قُتَيْبَةُ حَدَّثَنَا سُفْيَانُ، - عَنْ عَمْرٍو، سَمِعَ عَطَاءً، يُخْبِرُ عَنْ صَفْوَانَ بْنِ، يَعْلَى عَنْ أَبِيهِ، أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقْرَأُ عَلَى الْمِنْبَرِ ‏{‏ وَنَادَوْا يَا مَالِكُ‏}",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1894,
    "narrator": "আবূ ওয়ায়িল (রহঃ)",
    "bn": "তিনি বলেন, ‘আম্মার (রাঃ) আমাদের উদ্দেশে সংক্ষেপে একটি সারগর্ভ ভাষণ দিলেন। তিনি মিম্বার থেকে নামলে আমরা বললাম, হে আবুল ইয়াক্বযান! আপনি অত্যন্ত সংক্ষিপ্ত ও সারগর্ভ ভাষণ দিয়েছেন, তবে যদি তা কিছুটা দীর্ঘ করতেন। তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি: কোন ব্যক্তির দীর্ঘ সলাত ও সংক্ষিপ্ত ভাষণ তার প্রজ্ঞার পরিচায়ক। অতএব, তোমরা সলাতকে দীর্ঘ এবং ভাষণকে সংক্ষিপ্ত কর। অবশ্যই কোন কোন ভাষণে যাদুকরি প্রভাব থাকে। (ই.ফা. ১৮৭৯, ই.সে. ১৮৮৭)",
    "ar": "حَدَّثَنِي سُرَيْجُ بْنُ يُونُسَ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبْجَرَ، عَنْ أَبِيهِ، عَنْ وَاصِلِ بْنِ حَيَّانَ، قَالَ قَالَ أَبُو وَائِلٍ خَطَبَنَا عَمَّارٌ فَأَوْجَزَ وَأَبْلَغَ فَلَمَّا نَزَلَ قُلْنَا يَا أَبَا الْيَقْظَانِ لَقَدْ أَبْلَغْتَ وَأَوْجَزْتَ فَلَوْ كُنْتَ تَنَفَّسْتَ ‏.‏ فَقَالَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّ طُولَ صَلاَةِ الرَّجُلِ وَقِصَرَ خُطْبَتِهِ مَئِنَّةٌ مِنْ فِقْهِهِ فَأَطِيلُوا الصَّلاَةَ وَاقْصُرُوا الْخُطْبَةَ وَإِنَّ مِنَ الْبَيَانِ سِحْرًا ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1893,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "যিমাদ মাক্কায় আগমন করেন। তিনি আয্‌দ শানূয়াহ্‌ গোত্রের সদস্য। তিনি বাতাস লাগার ঝাড়ফুঁক করতেন। তিনি মাক্কার কতক নির্বোধকে বলতে শুনলেন, মুহাম্মাদ নিশ্চয়ই উন্মাদ। যিমাদ বলেন, আমি যদি লোকটিকে দেখতাম তাহলে আল্লাহ হয়ত আমার হাতে তাকে আরোগ্য দান করতেন। বর্ণনাকারী বলেন, তিনি তাঁর সাথে সাক্ষাৎ করে বলেন, হে মুহাম্মাদ! আমি এসব বাতাস লাগার ঝাড়ফুঁক করি। আল্লাহ যাকে চান তাকে আমার হাতে আরোগ্য দান করেন। আপনি কি ঝাড়ফুঁক করাতে চান? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: নিশ্চয়ই সমস্ত প্রশংসা আল্লাহর। আমি তাঁর প্রশংসা করি, তাঁর সাহায্য প্রার্থনা করি। আল্লাহ যাকে হিদায়াত দান করেন, কেউ তাকে বিপথগামী করতে পারে না এবং তিনি যাকে বিপথগামী করেন, কেউ তাকে হিদায়াত দান করতে পারে না। আমি সাক্ষ্য দেই যে, আল্লাহ ব্যতীত কোন ইলাহ নেই, তিনি একক, তাঁর কোন শারীক নেই এবং নিশ্চয়ই মুহাম্মাদ তাঁর বান্দা ও রসূল। অতঃপর বর্ণনাকারী বলেন, যিমাদ বললেন, আপনি এ কথাগুলি আমাকে পুনরায় শুনান। অতএব, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সে কথাগুলো তাকে তিনবার পুনরাবৃত্তি করে শুনান। বর্ণনাকারী বলেন, যিমাদ বলল, আমি অনেক গণক, যাদুকর ও কবির কথা শুনেছি, কিন্তু আপনার এ কথাগুলোর অনুরূপ কথা আমি শুনিনি। এ কথাগুলো সমুদ্রের গভীরে পৌঁছে গেছে। বর্ণনাকারী বলেন, যিমাদ বলেন, আপনার হাত প্রসারিত করুন, আমি আপনার নিকট ইসলামের বায়‘আত গ্রহণ করব। বর্ণনাকারী বলেন, তিনি তাকে বায়‘আত করালেন (ইসলাম গ্রহণ করালেন)। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃতোমার সম্প্রদায়ের ক্ষেত্রেও কি (বায়‘আত প্রযোজ্য)? যিমাদ বলেন, আমার সম্প্রদায়ের ক্ষেত্রেও। বর্ণনাকারী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি ক্ষুদ্র সামরিক বাহিনী (সারিয়্যা) প্রেরণ করলে তারা তার সম্প্রদায়ের এলাকা দিয়ে অতিক্রম করে। তখন বাহিনী প্রধান সৈন্যবাহিনীকে বলেন, তোমরা কি এদের থেকে কিছু গ্রহণ করেছ? দলের একজন বলল, আমি তাদের থেকে একটি পানি পাত্র নিয়েছি। সেনা নায়ক বলেন, তোমরা সেটি ফেরত দাও। কারণ তারা যিমাদ-এর সম্প্রদায় (তাদের কিছুই গ্রহণ করা বৈধ হবে না। কেননা যিমাদ নিজে এবং নিজের সম্প্রদায়ের পক্ষ থেকে বায়‘আত গ্রহণ করেছেন)। (ই.ফা. ১৮৭৮, ই.সে. ১৮৮৬)",
    "ar": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، كِلاَهُمَا عَنْ عَبْدِ الأَعْلَى، - قَالَ ابْنُ الْمُثَنَّى حَدَّثَنِي عَبْدُ الأَعْلَى، وَهُوَ أَبُو هَمَّامٍ - حَدَّثَنَا دَاوُدُ، عَنْ عَمْرِو بْنِ سَعِيدٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ ضِمَادًا، قَدِمَ مَكَّةَ وَكَانَ مِنْ أَزْدِ شَنُوءَةَ وَكَانَ يَرْقِي مِنْ هَذِهِ الرِّيحِ فَسَمِعَ سُفَهَاءَ مِنْ أَهْلِ مَكَّةَ يَقُولُونَ إِنَّ مُحَمَّدًا مَجْنُونٌ ‏.‏ فَقَالَ لَوْ أَنِّي رَأَيْتُ هَذَا الرَّجُلَ لَعَلَّ اللَّهَ يَشْفِيهِ عَلَى يَدَىَّ - قَالَ - فَلَقِيَهُ فَقَالَ يَا مُحَمَّدُ إِنِّي أَرْقِي مِنْ هَذِهِ الرِّيحِ وَإِنَّ اللَّهَ يَشْفِي عَلَى يَدِي مَنْ شَاءَ فَهَلْ لَكَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ الْحَمْدَ لِلَّهِ نَحْمَدُهُ وَنَسْتَعِينُهُ مَنْ يَهْدِهِ اللَّهُ فَلاَ مُضِلَّ لَهُ وَمَنْ يُضْلِلْ فَلاَ هَادِيَ لَهُ وَأَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ أَمَّا بَعْدُ ‏\"‏ ‏.‏ قَالَ فَقَالَ أَعِدْ عَلَىَّ كَلِمَاتِكَ هَؤُلاَءِ ‏.‏ فَأَعَادَهُنَّ عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم ثَلاَثَ مَرَّاتٍ - قَالَ - فَقَالَ لَقَدْ سَمِعْتُ قَوْلَ الْكَهَنَةِ وَقَوْلَ السَّحَرَةِ وَقَوْلَ الشُّعَرَاءِ فَمَا سَمِعْتُ مِثْلَ كَلِمَاتِكَ هَؤُلاَءِ وَلَقَدْ بَلَغْنَ نَاعُوسَ الْبَحْرِ - قَالَ - فَقَالَ هَاتِ يَدَكَ أُبَايِعْكَ عَلَى الإِسْلاَمِ - قَالَ - فَبَايَعَهُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَعَلَى قَوْمِكَ ‏\"‏ ‏.‏ قَالَ وَعَلَى قَوْمِي - قَالَ - فَبَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم سَرِيَّةً فَمَرُّوا بِقَوْمِهِ فَقَالَ صَاحِبُ السَّرِيَّةِ لِلْجَيْشِ هَلْ أَصَبْتُمْ مِنْ هَؤُلاَءِ شَيْئًا فَقَالَ رَجُلٌ مِنَ الْقَوْمِ أَصَبْتُ مِنْهُمْ مِطْهَرَةً ‏.‏ فَقَالَ رُدُّوهَا فَإِنَّ هَؤُلاَءِ قَوْمُ ضِمَادٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1902,
    "narrator": "হুসায়ন ইবনু ‘আবদুর রহমান (রহঃ)",
    "bn": "তিনি বলেন, আমি জুমু‘আর দিন বিশ্‌র ইবনু মারওয়ানকে তার দু’ হাত উপরে তুলতে দেখলাম। ‘উমরাহ্‌ ইবনু রুবাইবাহ্‌ বলেন ..... পূর্বোক্ত হাদীসের অনুরূপ। (ই.ফা. ১৮৮৭, ই.সে. ১৮৯৪)",
    "ar": "وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ حُصَيْنِ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ رَأَيْتُ بِشْرَ بْنَ مَرْوَانَ يَوْمَ جُمُعَةٍ يَرْفَعُ يَدَيْهِ ‏.‏ فَقَالَ عُمَارَةُ بْنُ رُؤَيْبَةَ ‏.‏ فَذَكَرَ نَحْوَهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1895,
    "narrator": "আদী ইবনু হাতিম (রাঃ)",
    "bn": "জনৈক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে ভাষণ দিল। সে বলল, যে বক্তি আল্লাহ ও তাঁর রসূলের আনুগত্য করে সে সঠিক পথ পেল। আর যে ব্যক্তি তাদের অবাধ্যচরণ করল, সে পথভ্রষ্ট হল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তুমি নিকৃষ্ট বক্তা, তুমি এভাবে বল, “যে ব্যক্তি আল্লাহর অবাধ্যতা করল ও রসূলের অবাধ্যতা করল”। ইবনু নুমায়র বলেন, “পথভ্রষ্ট হল”। (ই.ফা. ১৮৮০, ই.সে. ১৮৮৮)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنْ تَمِيمِ بْنِ طَرَفَةَ، عَنْ عَدِيِّ بْنِ حَاتِمٍ، أَنَّ رَجُلاً، خَطَبَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ مَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ رَشِدَ وَمَنْ يَعْصِهِمَا فَقَدْ غَوَى ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ بِئْسَ الْخَطِيبُ أَنْتَ ‏.‏ قُلْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ ‏\"‏ ‏.‏ قَالَ ابْنُ نُمَيْرٍ فَقَدْ غَوِيَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1901,
    "narrator": "উমারাহ্‌ ইবনু রুয়াইবাহ্‌ (রাঃ)",
    "bn": "তিনি বিশ্‌র ইবনু মারওয়ানকে মিম্বারে দাঁড়িয়ে তাঁর উভয় হাত উত্তোলন করতে দেখে বলেন, আল্লাহ এ হাত দু’টিকে ধ্বংস করুন। আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তাঁর আঙ্গুল দ্বারা ইশারা করা ব্যতীত আর কিছু দেখিনি। বর্ণনাকারী তার তর্জনী দ্বারা ইশারা করেন। (ই.ফা. ১৮৮৬, ই.সে. ১৮৯৩)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ حُصَيْنٍ، عَنْ عُمَارَةَ، بْنِ رُؤَيْبَةَ قَالَ رَأَى بِشْرَ بْنَ مَرْوَانَ عَلَى الْمِنْبَرِ رَافِعًا يَدَيْهِ فَقَالَ قَبَّحَ اللَّهُ هَاتَيْنِ الْيَدَيْنِ لَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم مَا يَزِيدُ عَلَى أَنْ يَقُولَ بِيَدِهِ هَكَذَا ‏.‏ وَأَشَارَ بِإِصْبَعِهِ الْمُسَبِّحَةِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1903,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর দিন খুত্‌বাহ্‌ দিচ্ছিলেন। তখন জনৈক ব্যক্তি উপস্থিত হলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃহে অমুক! তুমি কি সলাত আদায় করেছে? সে বলল, না। তিনি বলেন: উঠে দাঁড়িয়ে সলাত আদায় কর (তাহিয়্যাতুল মাসজিদ)। (ই.ফা. ১৮৮৮, ই.সে. ১৮৯৫)",
    "ar": "وَحَدَّثَنَا أَبُو الرَّبِيعِ الزَّهْرَانِيُّ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، قَالاَ حَدَّثَنَا حَمَّادٌ، - وَ هُوَ ابْنُ زَيْدٍ - عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ بَيْنَا النَّبِيُّ صلى الله عليه وسلم يَخْطُبُ يَوْمَ الْجُمُعَةِ إِذْ جَاءَ رَجُلٌ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَصَلَّيْتَ يَا فُلاَنُ \"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ قُمْ فَارْكَعْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1908,
    "narrator": "জাবির (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমা’আর দিন মিম্বারে উপবিষ্ট থাকা অবস্থায় সুলায়ক আল গাত্বাফানী মাসজিদে এসে (তাহিয়্যাতুল মাসজিদ) সলাত আদায় করার আগেই বসে পড়ল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বলেন: তুমি কি দু’ রাক‘আত সলাত আদায় করেছো? সে বলল, না। তিনি বলেন, তুমি উঠে দু’ রাক‘আত সলাত আদায় কর। (ই.ফা. ১৮৯৩, ই.সে. ১৯০০)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّهُ قَالَ جَاءَ سُلَيْكٌ الْغَطَفَانِيُّ يَوْمَ الْجُمُعَةِ وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَاعِدٌ عَلَى الْمِنْبَرِ فَقَعَدَ سُلَيْكٌ قَبْلَ أَنْ يُصَلِّيَ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَرَكَعْتَ رَكْعَتَيْنِ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ قُمْ فَارْكَعْهُمَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1905,
    "narrator": "আম্‌র (রাঃ)",
    "bn": "তিনি জাবির ইবনু ‘আবদুল্লাহ (রাঃ)-কে বলতে শুনেছেন: রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর দিন জিজ্ঞেস করলেন: তুমি (তাহিয়্যাতুল মাসজিদ) সলাত আদায় করেছ? সে বলল, না। তিনি বললেনঃওঠো এবং দু’ রাক‘আত সলাত আদায় কর। কুতায়বার বর্ণনায় আছে, তিনি বললেনঃতুমি দু’ রাক‘আত সলাত আদায় কর। (ই.ফা. ১৮৯০, ই.সে. ১৮৯৭)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ قُتَيْبَةُ حَدَّثَنَا وَقَالَ، إِسْحَاقُ أَخْبَرَنَا سُفْيَانُ، عَنْ عَمْرٍو، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ دَخَلَ رَجُلٌ الْمَسْجِدَ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَخْطُبُ يَوْمَ الْجُمُعَةِ فَقَالَ ‏\"‏ أَصَلَّيْتَ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ قُمْ فَصَلِّ الرَّكْعَتَيْنِ ‏\"‏ ‏.‏ وَفِي رِوَايَةِ قُتَيْبَةَ قَالَ ‏\"‏ صَلِّ رَكْعَتَيْنِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1907,
    "narrator": "আম্‌র (রাঃ)",
    "bn": "তিনি জাবির ইবনু ‘আবদুল্লাহ (রাঃ)-কে বলতে শুনেছেন: রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুত্‌বাহ্‌ দিচ্ছিলেন। তিনি বললেন, তোমাদের কেউ জুমু‘আর দিনে (মাসজিদে) এলো আর তখন যদি ইমাম (হুজ্‌রা থেকে) বের হয়ে থাকেন, তবে সে দু’ রাক’আত সলাত আদায় করে নিবে। (ই.ফা. ১৯৯২, ই.সে. ১৮৯৯)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدٌ، - وَهُوَ ابْنُ جَعْفَرٍ - حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرٍو، قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَطَبَ فَقَالَ ‏ \"‏ إِذَا جَاءَ أَحَدُكُمْ يَوْمَ الْجُمُعَةِ وَقَدْ خَرَجَ الإِمَامُ فَلْيُصَلِّ رَكْعَتَيْنِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1904,
    "narrator": "জাবির (রাঃ)",
    "bn": "..... পূর্বোক্ত হাদীসের অনুরূপ। তবে এ বর্ণনায় দু’ রাক‘আত সলাতের উল্লেখ নেই। (ই.ফা. ১৮৮৯, ই.সে. ১৮৯৬)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَيَعْقُوبُ الدَّوْرَقِيُّ، عَنِ ابْنِ عُلَيَّةَ، عَنْ أَيُّوبَ، عَنْ عَمْرٍو، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم كَمَا قَالَ حَمَّادٌ وَلَمْ يَذْكُرِ الرَّكْعَتَيْنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1906,
    "narrator": "আম্‌র ইবনু দীনার (রাঃ)",
    "bn": "তিনি জাবির ইবনু ‘আবদুল্লাহ (রাঃ)-কে বলতে শুনেছেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর দিন মিম্বারের উপর খুত্‌বাহ্‌ দানরত অবস্থায় জনৈক ব্যক্তি মাসজিদে এসে উপস্থিত হল। তিনি তাকে জিজ্ঞেস করেন, তুমি কি দু’ রাক‘আত সলাত আদায় করেছ? সে বলল, না। তিনি বললেন, সলাত আদায় কর। (ই.ফা. ১৮৯১, ই.সে. ১৮৯৮)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ ابْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ جَاءَ رَجُلٌ وَالنَّبِيُّ صلى الله عليه وسلم عَلَى الْمِنْبَرِ يَوْمَ الْجُمُعَةِ يَخْطُبُ فَقَالَ لَهُ ‏ \"‏ أَرَكَعْتَ رَكْعَتَيْنِ ‏\"‏ ‏.‏ قَالَ لاَ. فَقَالَ: ارْكَعْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1909,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, জুমু‘আর দিন সুলায়ক আল গাত্বাফানী এসে উপস্থিত হল, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন খুত্‌বাহ্‌ দিচ্ছিলেন। সে বসে পড়লে তিনি তাকে বলেন: হে সুলায়ক! উঠে সংক্ষেপে দু’ রাক‘আত সলাত আদায় কর। ..... অতঃপর তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, জুমু‘আর দিন তোমাদের কেউ যখন আসে এমতাবস্থায় যে, ইমাম খুত্‌বাহ্‌ দিচ্ছেন তখন সে যেন সংক্ষেপে দু’ রাক‘আত সলাত আদায় করে .....। (ই.ফা. ১৮৯৪, ই.সে. ১৯০১)",
    "ar": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَلِيُّ بْنُ خَشْرَمٍ، كِلاَهُمَا عَنْ عِيسَى بْنِ يُونُسَ، - قَالَ ابْنُ خَشْرَمٍ أَخْبَرَنَا عِيسَى، - عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ جَاءَ سُلَيْكٌ الْغَطَفَانِيُّ يَوْمَ الْجُمُعَةِ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَخْطُبُ فَجَلَسَ فَقَالَ لَهُ ‏ \"‏ يَا سُلَيْكُ قُمْ فَارْكَعْ رَكْعَتَيْنِ وَتَجَوَّزْ فِيهِمَا - ثُمَّ قَالَ - إِذَا جَاءَ أَحَدُكُمْ يَوْمَ الْجُمُعَةِ وَالإِمَامُ يَخْطُبُ فَلْيَرْكَعْ رَكْعَتَيْنِ وَلْيَتَجَوَّزْ فِيهِمَا ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1911,
    "narrator": "ইবনু আবূ রাফি’ (রহঃ)",
    "bn": "তিনি বলেন, আবূ হুরায়রাহ্‌ (রাঃ)-কে মারওয়ান মাদীনাহ্‌ প্রশাসক নিয়োগ করে মাক্বায় চলে যান। আবূ হুরায়রাহ্‌ (রাঃ) আমাদেরকে নিয়ে জুমু‘আর সলাত আদায় করতেন। তিনি সূরাহ্‌ জুমু‘আর পর দ্বিতীয় রাক’আতে (আরবী) সূরাহ্‌ পড়েন। (সলাত শেষে) আবূ হুরায়রাহ্‌ (রাঃ) বলেন, নিশ্চয়ই আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জুমু‘আর দিন এ সূরাহ্‌ দু’টি পাঠ করতে শুনেছি। (ই.ফা. ১৮৯৬, ই.সে. ১৯০৩)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا سُلَيْمَانُ، - وَهُوَ ابْنُ بِلاَلٍ - عَنْ جَعْفَرٍ، عَنْ أَبِيهِ، عَنِ ابْنِ أَبِي رَافِعٍ، قَالَ اسْتَخْلَفَ مَرْوَانُ أَبَا هُرَيْرَةَ عَلَى الْمَدِينَةِ وَخَرَجَ إِلَى مَكَّةَ فَصَلَّى لَنَا أَبُو هُرَيْرَةَ الْجُمُعَةَ فَقَرَأَ بَعْدَ سُورَةِ الْجُمُعَةِ فِي الرَّكْعَةِ الآخِرَةِ ‏{‏ إِذَا جَاءَكَ الْمُنَافِقُونَ‏}‏ - قَالَ - فَأَدْرَكْتُ أَبَا هُرَيْرَةَ حِينَ انْصَرَفَ فَقُلْتُ لَهُ إِنَّكَ قَرَأْتَ بِسُورَتَيْنِ كَانَ عَلِيُّ بْنُ أَبِي طَالِبٍ يَقْرَأُ بِهِمَا بِالْكُوفَةِ ‏.‏ فَقَالَ أَبُو هُرَيْرَةَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقْرَأُ بِهِمَا يَوْمَ الْجُمُعَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1912,
    "narrator": "উবায়দুল্লাহ ইবনু আবূ রাফি’ (রহঃ)",
    "bn": "মারওয়ান আবূ হুরায়রাহ্‌ (রাঃ)-কে প্রশাসক নিয়োগ করলেন ..... পূর্বোক্ত হাদীসের অনুরূপ। তবে অধস্তন বর্ণনাকারী হাতিম (রহঃ)-এর বর্ণনায় আছে, তিনি প্রথম রাক‘আতে সূরাহ্‌ আল জুমু‘আহ্‌ এবং দ্বিতীয় রাক‘আতে “ইযা- জা-আকাল মুনাফিকূন” (সূরা আল মুনাফিকূন) পাঠ করেন। ‘আবদুল আযীয (রহঃ)-এর রিওয়ায়াতে সুলায়মান ইবনু বিলাল (রহঃ)-এর রিওয়ায়াতের অনুরূপ। (ই.ফা. ১৮৯৭, ই.সে. ১৯০৪)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالاَ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، ح وَحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي الدَّرَاوَرْدِيَّ - كِلاَهُمَا عَنْ جَعْفَرٍ، عَنْ أَبِيهِ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ، قَالَ اسْتَخْلَفَ مَرْوَانُ أَبَا هُرَيْرَةَ ‏.‏ بِمِثْلِهِ غَيْرَ أَنَّ فِي، رِوَايَةِ حَاتِمٍ فَقَرَأَ بِسُورَةِ الْجُمُعَةِ فِي السَّجْدَةِ الأُولَى وَفِي الآخِرَةِ ‏{‏ إِذَا جَاءَكَ الْمُنَافِقُونَ‏}‏ وَرِوَايَةُ عَبْدِ الْعَزِيزِ مِثْلُ حَدِيثِ سُلَيْمَانَ بْنِ بِلاَلٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1915,
    "narrator": "উবায়দুল্লাহ ইবনু ‘আবদুল্লাহ(রহঃ)",
    "bn": "তিনি বলেন, যহ্‌হাক ইবনু ক্বায়স (রাঃ) নু’মান ইবনু বাশীর (রাঃ)-কে চিঠি লিখে জিজ্ঞেস করলেন যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর দিন সূরাহ্‌ জুমু‘আহ্‌ ব্যতীত আর কোন সূরাহ্‌ পাঠ করতেন? তিনি বলেন, তিনি “হাল আতা-কা হাদীসুল গ-শিয়াহ্‌” সূরাহ পাঠ করতেন। (ই.ফা. ১৯০০, ই.সে. ১৯০৭)",
    "ar": "وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ ضَمْرَةَ بْنِ سَعِيدٍ، عَنْ عُبَيْدِ، اللَّهِ بْنِ عَبْدِ اللَّهِ قَالَ كَتَبَ الضَّحَّاكُ بْنُ قَيْسٍ إِلَى النُّعْمَانِ بْنِ بَشِيرٍ يَسْأَلُهُ أَىَّ شَىْءٍ قَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ الْجُمُعَةِ سِوَى سُورَةِ الْجُمُعَةِ فَقَالَ كَانَ يَقْرَأُ ‏{‏ هَلْ أَتَاكَ‏}‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1913,
    "narrator": "নু’মান ইবনু বাশীর (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’ ঈদের সলাতে ও জুমু‘আর সলাতে “সাব্বিহিস্‌মা রব্বিকাল আ’লা-“ ও “হাল আতা-কা হাদীসুল গ-শিয়াহ্‌” সূরাদ্বয় পাঠ করতেন। বর্ণনাকারী বলেন, ঈদ ও জুমু‘আহ্‌ একই দিন হলেও তিনি উভয় সলাতে ঐ সূরাদ্বয় পাঠ করতেন। (ই.ফা. ১৮৯৮, ই.সে. ১৯০৫)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَإِسْحَاقُ جَمِيعًا عَنْ جَرِيرٍ، - قَالَ يَحْيَى أَخْبَرَنَا جَرِيرٌ، - عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ، عَنْ أَبِيهِ، عَنْ حَبِيبِ بْنِ، سَالِمٍ مَوْلَى النُّعْمَانِ بْنِ بَشِيرٍ عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْرَأُ فِي الْعِيدَيْنِ وَفِي الْجُمُعَةِ بِـ ‏{‏ سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى‏}‏ وَ ‏{‏ هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ‏}‏ قَالَ وَإِذَا اجْتَمَعَ الْعِيدُ وَالْجُمُعَةُ فِي يَوْمٍ وَاحِدٍ يَقْرَأُ بِهِمَا أَيْضًا فِي الصَّلاَتَيْنِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1919,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর দিন ফাজ্‌রের সলাতে “আলিফ লা~ম মী~ম তান্‌যীল” ও “হাল আতা-“ সূরাদ্বয় পাঠ করতেন। (ই.ফা. ১৯০৪, ই.সে. ১৯১১)",
    "ar": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ عَبْدِ، الرَّحْمَنِ الأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ أَنَّهُ كَانَ يَقْرَأُ فِي الْفَجْرِ يَوْمَ الْجُمُعَةِ ‏{‏ الم * تَنْزِيلُ‏}‏ وَ ‏{‏ هَلْ أَتَى‏}‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1920,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর দিন ফাজ্‌রের সলাতে প্রথম রাক‘আতে “আলিফ লা~ম মী~ম তান্‌যীল” (সূরাহ্‌ আস্‌ সাজদাহ্‌) এবং দ্বিতীয় রাক‘আতে “হাল আতা- 'আলাল ইনসা-নি হীনুম্‌ মিনাদ্‌ দাহ্‌রি লাম ইয়াকুন শায়আম্‌ মাযকূরা-” (সূরাহ আদ্‌ দাহ্‌র) সূরাদ্বয় পাঠ করতেন। (ই.ফা. ১৯০৫, ই.সে. ১৯১২)",
    "ar": "حَدَّثَنِي أَبُو الطَّاهِرِ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، ‏.‏ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقْرَأُ فِي الصُّبْحِ يَوْمَ الْجُمُعَةِ بِـ ‏{‏ الم * تَنْزِيلُ‏}‏ فِي الرَّكْعَةِ الأُولَى وَفِي الثَّانِيَةِ ‏{‏ هَلْ أَتَى عَلَى الإِنْسَانِ حِينٌ مِنَ الدَّهْرِ لَمْ يَكُنْ شَيْئًا مَذْكُورًا‏}",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1922,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: তোমরা জুমু‘আর সলাতের পর আরো সলাত আদায় করলে চার রাক‘আত (সুন্নাত) আদায় কর। ‘আম্‌র  (রহঃ) তার রিওয়ায়াতে আরো বলেন, ইবনু ইদরীস বলেছেন যে, সুহায়ল (রহঃ) বলেন, তোমরা তাড়াহুড়ায় থাকলে মাসজিদে দু’ রাক‘আত এবং (বাড়িতে) ফিরে গিয়ে দু’ রাক‘আত আদায় করো। (ই.ফা. ১৯০৭, ই.সে. ১৯১৪)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا صَلَّيْتُمْ بَعْدَ الْجُمُعَةِ فَصَلُّوا أَرْبَعًا ‏\"‏ ‏.‏ - زَادَ عَمْرٌو فِي رِوَايَتِهِ قَالَ ابْنُ إِدْرِيسَ قَالَ سُهَيْلٌ فَإِنْ عَجِلَ بِكَ شَىْءٌ فَصَلِّ رَكْعَتَيْنِ فِي الْمَسْجِدِ وَرَكْعَتَيْنِ إِذَا رَجَعْتَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1923,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: তোমাদের কেউ জুমু‘আর সলাতের পর সলাত আদায় করতে চাইলে সে যেন চার রাক‘আত আদায় করে। জারীর (রাঃ)-এর রিওয়ায়াতে “তোমাদের মধ্যে’ কথাটুকু যুক্ত হয়নি। (ই.ফা. ১৯০৮, ই.সে. ১৯১৫)",
    "ar": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، كِلاَهُمَا عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ كَانَ مِنْكُمْ مُصَلِّيًا بَعْدَ الْجُمُعَةِ فَلْيُصَلِّ أَرْبَعًا ‏\"‏ ‏.‏ وَلَيْسَ فِي حَدِيثِ جَرِيرٍ ‏\"‏ مِنْكُمْ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1921,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: তোমাদের কেউ যখন জুমু‘আর সলাত আদায় করে, তখন সে যেন তার পরে চার রাক‘আত (সুন্নাত) সলাত আদায় করে। (ই.ফা. ১৯০৬, ই.সে. ১৯১৩)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي، هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا صَلَّى أَحَدُكُمُ الْجُمُعَةَ فَلْيُصَلِّ بَعْدَهَا أَرْبَعًا ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1924,
    "narrator": "আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি জুমু‘আর সলাত আদায় করে ফিরে এসে নিজ বাড়িতে দু’ রাক‘আত (সুন্নাত) সলাত আদায় করতেন। তিনি পুনরায় বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাই করতেন। (ই.ফা. ১৯০৯, ই.সে. ১৯১৫)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَمُحَمَّدُ بْنُ رُمْحٍ، قَالاَ أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا لَيْثٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، أَنَّهُ كَانَ إِذَا صَلَّى الْجُمُعَةَ انْصَرَفَ فَسَجَدَ سَجْدَتَيْنِ فِي بَيْتِهِ ثُمَّ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَصْنَعُ ذَلِكَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1925,
    "narrator": "আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নাফ্‌ল সলাতের বর্ণনা দিতে গিয়ে বলেন, তিনি জুমু‘আর সলাতের পর ফিরে না আসা পর্যন্ত সলাত আদায় করতেন না, অতঃপর নিজ বাড়িতে দু’ রাক‘আত সলাত আদায় করতেন। ইয়াহ্‌ইয়া (রহঃ) বলেন, মনে হয় আমি আদায় করেছি (বর্ণনা করেছি), তিনি সলাত আদায় করতেন অথবা অবশ্যই (সলাত আদায় করতেন)। (ই.ফা. ১৯১০, ই.সে. ১৯১৭)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّهُ وَصَفَ تَطَوُّعَ صَلاَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ فَكَانَ لاَ يُصَلِّي بَعْدَ الْجُمُعَةِ حَتَّى يَنْصَرِفَ فَيُصَلِّي رَكْعَتَيْنِ فِي بَيْتِهِ ‏.‏ قَالَ يَحْيَى أَظُنُّنِي قَرَأْتُ فَيُصَلِّي أَوْ أَلْبَتَّةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1926,
    "narrator": "আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর সলাতের পর দু’ রাক‘আত সলাত আদায় করতেন। (ই.ফা. ১৯১১, ই.সে. ১৯১৮)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَابْنُ، نُمَيْرٍ قَالَ زُهَيْرٌ حَدَّثَنَا سُفْيَانُ، بْنُ عُيَيْنَةَ حَدَّثَنَا عَمْرٌو، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُصَلِّي بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1927,
    "narrator": "উমার ইবনু ‘আত্বা ইবনু আবুল খুওয়ার (রহঃ)",
    "bn": "নাফি’ ইবনু জুবায়র (রহঃ) তাকে নামির-এর ভাগ্নে সায়িব-এর নিকট একটি বিষয়ে জিজ্ঞেস করতে পাঠান যা মু‘আবিয়াহ্‌ (রাঃ) তার সলাতের ব্যাপারে লক্ষ্য করেছেন। তিনি বলেন, হ্যাঁ, আমি মাক্বসূরায় দাঁড়িয়ে তাঁর সাথে জুমু‘আর সলাত আদায় করলাম। ইমামের সালাম ফিরানোর পর আমি আমার জায়গায় দাঁড়িয়ে (সুন্নাত) সলাত আদায় করলাম। তিনি প্রবেশ করে আমাকে ডেকে পাঠালেন। তিনি বললেন, তুমি যা করেছো তার পুনরাবৃত্তি করো না। তুমি জুমু‘আর সলাত আদায় করার পর কথা না বলা পর্যন্ত অথবা বের না হয়ে যাওয়া পর্যন্ত কোনরূপ সলাত আদায় করো না। কারণ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে এরূপ নির্দেশ দিয়েছেন যে, আমরা কথা না বলা অথবা বের হয়ে না যাওয়া পর্যন্ত যেন সলাত না আদায় করি। (ই.ফা. ১৯১২, ই.সে. ১৯১৯)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا غُنْدَرٌ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي عُمَرُ، بْنُ عَطَاءِ بْنِ أَبِي الْخُوَارِ أَنَّ نَافِعَ بْنَ جُبَيْرٍ، أَرْسَلَهُ إِلَى السَّائِبِ ابْنِ أُخْتِ نَمِرٍ يَسْأَلُهُ عَنْ شَىْءٍ، رَآهُ مِنْهُ مُعَاوِيَةُ فِي الصَّلاَةِ فَقَالَ نَعَمْ ‏.‏ صَلَّيْتُ مَعَهُ الْجُمُعَةَ فِي الْمَقْصُورَةِ فَلَمَّا سَلَّمَ الإِمَامُ قُمْتُ فِي مَقَامِي فَصَلَّيْتُ فَلَمَّا دَخَلَ أَرْسَلَ إِلَىَّ فَقَالَ لاَ تَعُدْ لِمَا فَعَلْتَ إِذَا صَلَّيْتَ الْجُمُعَةَ فَلاَ تَصِلْهَا بِصَلاَةٍ حَتَّى تَكَلَّمَ أَوْ تَخْرُجَ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَنَا بِذَلِكَ أَنْ لاَ تُوصَلَ صَلاَةٌ حَتَّى نَتَكَلَّمَ أَوْ نَخْرُجَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1838,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "অনুরূপ বর্ণিত হয়েছে। (ই.ফা. ১৮২৩, ই.সে. ১৮৩০)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي ابْنُ شِهَابٍ، عَنْ سَالِمٍ، وَعَبْدِ اللَّهِ، ابْنَىْ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم .‏ بِمِثْلِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1847,
    "narrator": "ইসহাক্ব ইবনু ইব্রাহীম, হারূন ইবনু ‘আবদুল্লাহ(রহঃ) ..... উভয়ে একই সানাদে ইবনু জুরায়জ (রাঃ)",
    "bn": "অনুরূপ বর্ণনা করেছেন। (ই.ফা. ১৮৩২, ই.সে. ১৮৩৯)",
    "ar": "وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا مُحَمَّدُ بْنُ بَكْرٍ، ح وَحَدَّثَنَا هَارُونُ بْنُ عَبْدِ، اللَّهِ حَدَّثَنَا الضَّحَّاكُ بْنُ مَخْلَدٍ، كِلاَهُمَا عَنِ ابْنِ جُرَيْجٍ، بِهَذَا الإِسْنَادِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1852,
    "narrator": "ইবনু শিহাব (রাঃ) থেকে উভয় সানাদ সূত্রে",
    "bn": "এ হাদীস পূর্বোক্ত সানাদে বর্ণিত হাদীসের অনুরূপ বর্ণিত হয়েছে। তবে ইবনু জুরায়জ (রাঃ) ইব্রাহীম ইবনু ‘আবদুল্লাহ ইবনু ক্বারিয’ বলেছেন (‘আবদুল্লাহ ইবনু ইব্রাহীম ইবনু ক্বারিয স্থলে)। (ই.ফা. ১৮৩৭, ই.সে. ১৮৪৪)",
    "ar": "وَحَدَّثَنِيهِ مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي ابْنُ، شِهَابٍ بِالإِسْنَادَيْنِ جَمِيعًا فِي هَذَا الْحَدِيثِ ‏.‏ مِثْلَهُ غَيْرَ أَنَّ ابْنَ جُرَيْجٍ قَالَ إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بْنِ قَارِظٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1870,
    "narrator": "আবূ হুরায়রাহ্ (রাঃ) নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "অনুরূপ বর্ণনা করেছেন। (ই.ফা.১৮৫৫,ই.সে.১৮৬২)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَعَمْرٌو النَّاقِدُ، عَنْ سُفْيَانَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1883,
    "narrator": "হুসায়ন (রহঃ)",
    "bn": "হুসায়ন (রহঃ) থেকে একই সানাদে বর্ণিত। তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুত্‌বাহ্‌ দিতেন এবং তিনি “দাঁড়ানো অবস্থায় ” কথাটুকু ‍উল্লেখ করেননি। (ই.ফা. ১৮৬৮, ই.সে.১৮৭৫)",
    "ar": "وَحَدَّثَنَاهُ أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ حُصَيْنٍ، بِهَذَا الإِسْنَادِ قَالَ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَخْطُبُ ‏.‏ وَلَمْ يَقُلْ قَائِمًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1887,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমার ও আবূ হুরায়রাহ্ (রাঃ)",
    "bn": "তারা উভয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তাঁর মিম্বারের সিঁড়িতে দাঁড়িয়ে বলতে শুনেছেন : যারা জুমু‘আর সলাত ত্যাগ করে তাদেরকে এ অভ্যাস বর্জন করতে হবে। নতুবা আল্লাহ তাদের অন্তরে সীল মেরে দিবেন, অতঃপর তারা গাফিলদের অন্তর্ভুক্ত হয়ে যাবে। (ই.ফা. ১৮৭২, ই.সে. ১৮৭৯)",
    "ar": "وَحَدَّثَنِي الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، حَدَّثَنَا أَبُو تَوْبَةَ، حَدَّثَنَا مُعَاوِيَةُ، - وَهُوَ ابْنُ سَلاَّمٍ - عَنْ زَيْدٍ، - يَعْنِي أَخَاهُ - أَنَّهُ سَمِعَ أَبَا سَلاَّمٍ، قَالَ حَدَّثَنِي الْحَكَمُ بْنُ مِينَاءَ، أَنَّحَدَّثَاهُ أَنَّهُمَا، سَمِعَا رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ عَلَى أَعْوَادِ مِنْبَرِهِ ‏ \"‏ لَيَنْتَهِيَنَّ أَقْوَامٌ عَنْ وَدْعِهِمُ الْجُمُعَاتِ أَوْ لَيَخْتِمَنَّ اللَّهُ عَلَى قُلُوبِهِمْ ثُمَّ لَيَكُونُنَّ مِنَ الْغَافِلِينَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1898,
    "narrator": "‘আমরাহ্ (রাঃ) তার এক বোনের সূত্রে",
    "bn": "যিনি তার বয়োজ্যেষ্ঠা ছিলেন। ..... সুলায়মান ইবনু বিলালের হাদীসের অনুরূপ। (ই.ফা. ১৮৮৩, ই.সে. ১৮৯১)",
    "ar": "وَحَدَّثَنِيهِ أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، عَنْ يَحْيَى بْنِ أَيُّوبَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ أُخْتٍ، لِعَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ كَانَتْ أَكْبَرَ مِنْهَا ‏.‏ بِمِثْلِ حَدِيثِ سُلَيْمَانَ بْنِ بِلاَلٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1899,
    "narrator": "হারিস ইবনু নু’মান (রাঃ)-এর এক কন্যা",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মুখ থেকে শুনেই সূরাহ ‘ক্বাফ’ মুখস্থ করেছি। তিনি প্রতি জুমু‘আর খুতবায় এ সূরাহ্ পড়তেন। বর্ণনাকারী আরো বলেন, আমাদের ও রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একই রন্ধনশালা ছিল। (ই.ফা. ১৮৮৪, ই.সে. ১৮৯২-ক)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ خُبَيْبٍ، عَنْ عَبْدِ، اللَّهِ بْنِ مُحَمَّدِ بْنِ مَعْنٍ عَنْ بِنْتٍ لِحَارِثَةَ بْنِ النُّعْمَانِ، قَالَتْ مَا حَفِظْتُ ‏{‏ ق‏}‏ إِلاَّ مِنْ فِي رَسُولِ اللَّهِ صلى الله عليه وسلم يَخْطُبُ بِهَا كُلَّ جُمُعَةٍ ‏.‏ قَالَتْ وَكَانَ تَنُّورُنَا وَتَنُّورُ رَسُولِ اللَّهِ صلى الله عليه وسلم وَاحِدًا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1897,
    "narrator": "‘আমরাহ বিনতু ‘আবদুর রহমান (রাঃ) থেকে তার এক বোন",
    "bn": "তিনি বলেন, আমি জুমু‘আর দিন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মুখ থেকে শুনে সূরাহ্ ক্বাফ মুখস্থ করেছি। তিনি প্রতি জুমু‘আর দিন মিম্বারে দাঁড়িয়ে এ সূরাহ্ পড়তেন। (ই.ফা. ১৮৮২, ই.সে. ১৮৯০)",
    "ar": "وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا يَحْيَى بْنُ حَسَّانَ، حَدَّثَنَا سُلَيْمَانُ، بْنُ بِلاَلٍ عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ أُخْتٍ، لِعَمْرَةَ قَالَتْ أَخَذْتُ ‏{‏ ق وَالْقُرْآنِ الْمَجِيدِ‏}‏ مِنْ فِي رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ الْجُمُعَةِ وَهُوَ يَقْرَأُ بِهَا عَلَى الْمِنْبَرِ فِي كُلِّ جُمُعَةٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1900,
    "narrator": "উম্মু হিশাম বিনতু হারিসাহ্ ইবনু নু’মান (রাঃ)-এর জনৈকা কন্যার সূত্রে",
    "bn": "তিনি বলেন, দেড়-দুই বছর যাবৎ আমাদের ও রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একই রান্না ঘর ছিল। আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মুখ থেকে শুনেই (আরবী) সূরাটি মুখস্থ করেছি। তিনি প্রতি জুমু‘আর দিন মিম্বারে দাঁড়িয়ে জনগণের উদ্দেশে প্রদত্ত খুতবায় এ সূরাটি পড়তেন। (ই.ফা. ১৮৮৫, ই.সে. ১৮৯২)",
    "ar": "وَحَدَّثَنَا عَمْرٌو النَّاقِدُ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنْ مُحَمَّدِ، بْنِ إِسْحَاقَ قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ الأَنْصَارِيُّ، عَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ سَعْدِ بْنِ زُرَارَةَ، عَنْ أُمِّ هِشَامٍ بِنْتِ حَارِثَةَ بْنِ النُّعْمَانِ، قَالَتْ لَقَدْ كَانَ تَنُّورُنَا وَتَنُّورُ رَسُولِ اللَّهِ صلى الله عليه وسلم وَاحِدًا سَنَتَيْنِ أَوْ سَنَةً وَبَعْضَ سَنَةٍ وَمَا أَخَذْتُ ‏{‏ ق وَالْقُرْآنِ الْمَجِيدِ‏}‏ إِلاَّ عَنْ لِسَانِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَقْرَؤُهَا كُلَّ يَوْمِ جُمُعَةٍ عَلَى الْمِنْبَرِ إِذَا خَطَبَ النَّاسَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1910,
    "narrator": "আবূ রিফা‘আহ্ (রাঃ)",
    "bn": "আমি যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট পৌঁছলাম, তখন তিনি খুতবাহ দিচ্ছিলেন। বর্ণনাকারী বলেন, আমি বললাম, হে আল্লাহ্‌র রসূল! এক আগন্তুক তার দ্বীন সম্পর্কে জিজ্ঞেস করতে এসেছে। সে জানে না তার দ্বীন কি? বর্ণনাকারী বলেন, একটি চেয়ার আনা হল, মনে হয় এর পায়াগুলো ছিল লোহার। বর্ণনাকারী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাতে বসে আল্লাহ তাঁকে যা শিখিয়েছেন তা আমাকে শিক্ষা দিতে লাগলেন, অতঃপর এসে তাঁর অবশিষ্ট খুতবাহ্ শেষ করেন। (ই.ফা. ১৮৯৫, ই.সে. ১৯০২)",
    "ar": "وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، حَدَّثَنَا حُمَيْدُ بْنُ هِلاَلٍ، قَالَ قَالَ أَبُو رِفَاعَةَ انْتَهَيْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم وَهُوَ يَخْطُبُ قَالَ فَقُلْتُ يَا رَسُولَ اللَّهِ رَجُلٌ غَرِيبٌ جَاءَ يَسْأَلُ عَنْ دِينِهِ لاَ يَدْرِي مَا دِينُهُ - قَالَ - فَأَقْبَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَتَرَكَ خُطْبَتَهُ حَتَّى انْتَهَى إِلَىَّ فَأُتِيَ بِكُرْسِيٍّ حَسِبْتُ قَوَائِمَهُ حَدِيدًا - قَالَ - فَقَعَدَ عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَجَعَلَ يُعَلِّمُنِي مِمَّا عَلَّمَهُ اللَّهُ ثُمَّ أَتَى خُطْبَتَهُ فَأَتَمَّ آخِرَهَا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1914,
    "narrator": "ইব্রাহীম ইবনু মুহাম্মাদ ইবনুল মুন্তাশির (রহঃ) সানাদ",
    "bn": "একই সূত্রে অনুরূপ বর্ণিত হয়েছে। (ই.ফা. ১৮৯৯, ই.সে. ১৯০৬)",
    "ar": "وَحَدَّثَنَاهُ قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ، بِهَذَا الإِسْنَادِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1918,
    "narrator": "মুখাও্ওয়াল (রহঃ) থেকে একই সানাদ",
    "bn": "ঈদ ও জুমু‘আর সলাতের সূরাহ্ সম্পর্কে সুফ্ইয়ান (রহঃ)-এর অনুরূপ বর্ণিত হয়েছে। (ই.ফা. ১৯০৩, ই.সে. ১৯১০)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ مُخَوَّلٍ، بِهَذَا الإِسْنَادِ ‏.‏ مِثْلَهُ فِي الصَّلاَتَيْنِ كِلْتَيْهِمَا ‏.‏ كَمَا قَالَ سُفْيَانُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1917,
    "narrator": "সুফ্ইয়ান (রহঃ) খেকে একই সূত্রে",
    "bn": "অনুরূপ বর্ণিত হয়েছে। (ই.ফা. ১৯০২, ই.সে. ১৯০৯)",
    "ar": "وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، كِلاَهُمَا عَنْ سُفْيَانَ، بِهَذَا الإِسْنَادِ ‏.‏ مِثْلَهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1916,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর দিন ফজরের সলাতে “আলিফ লা~ম মী~ম তান্যীলুস্ সাজ্দাহ্” (সূরাহ্ আস্ সাজদাহ্) ও “হাল আতা- ‘আলাল ইনসা-নি হীনুম্ মিনাদ্ দাহ্রি” (সূরাহ আদ্ দাহ্র) এবং জুমু‘আর সলাতে সূরাতুল জুমু‘আহ ও সূরাহ্ মুনাফিকূন পাঠ করতেন। (ই.ফা. ১৯০১, ই.সে. ১৯০৮)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ سُفْيَانَ، عَنْ مُخَوَّلِ، بْنِ رَاشِدٍ عَنْ مُسْلِمٍ الْبَطِينِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقْرَأُ فِي صَلاَةِ الْفَجْرِ يَوْمَ الْجُمُعَةِ ‏{‏ الم * تَنْزِيلُ‏}‏ السَّجْدَةُ وَ ‏{‏ هَلْ أَتَى عَلَى الإِنْسَانِ حِينٌ مِنَ الدَّهْرِ‏}‏ وَأَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقْرَأُ فِي صَلاَةِ الْجُمُعَةِ سُورَةَ الْجُمُعَةِ وَالْمُنَافِقِينَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1928,
    "narrator": "‘উমার ইবনু ‘আত্বা (রহঃ)",
    "bn": "নাফি’ ইবনু জুবায়ব (রহঃ) তাকে নামির-এর ভাগ্নে সায়িব ইবনু ইয়াযীদ-এর নিকট পাঠান। ..... হাদীসের অবশিষ্ট বর্ণনা পূর্বের ন্যায়। তবে তিনি বলেন: তিনি সালাম ফিরালে আমি আমার জায়গায় গিয়ে দাঁড়িয়ে গেলাম। এ সূত্রে ‘ইমাম’ শব্দটি যুক্ত হয়নি। (ই.ফা. ১৯১৩, ই.সে. ১৯২০)",
    "ar": "وَحَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي عُمَرُ بْنُ عَطَاءٍ، أَنَّ نَافِعَ بْنَ جُبَيْرٍ، أَرْسَلَهُ إِلَى السَّائِبِ بْنِ يَزِيدَ ابْنِ أُخْتِ نَمِرٍ ‏.‏ وَسَاقَ الْحَدِيثَ بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ فَلَمَّا سَلَّمَ قُمْتُ فِي مَقَامِي وَلَمْ يَذْكُرِ الإِمَامَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]