{
  "hadith": {
    "hadith_id": 100,
    "narrator": "মুগীরা ইবনু শুবা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওযূ করলেন এবং মোজা ও পাগড়ীর উপর মাসাহ করলেন। \n\nসহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১৩৭, ১৩৮), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ، عَنِ الْحَسَنِ، عَنِ ابْنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنْ أَبِيهِ، قَالَ تَوَضَّأَ النَّبِيُّ صلى الله عليه وسلم وَمَسَحَ عَلَى الْخُفَّيْنِ وَالْعِمَامَةِ ‏.‏ قَالَ بَكْرٌ وَقَدْ سَمِعْتُ مِنِ ابْنِ الْمُغِيرَةِ ‏.‏ قَالَ وَذَكَرَ مُحَمَّدُ بْنُ بَشَّارٍ فِي هَذَا الْحَدِيثِ فِي مَوْضِعٍ آخَرَ أَنَّهُ مَسَحَ عَلَى نَاصِيَتِهِ وَعِمَامَتِهِ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ ذَكَرَ بَعْضُهُمُ الْمَسْحَ عَلَى النَّاصِيَةِ وَالْعِمَامَةِ وَلَمْ يَذْكُرْ بَعْضُهُمُ النَّاصِيَةَ ‏.‏ وَسَمِعْتُ أَحْمَدَ بْنَ الْحَسَنِ يَقُولُ سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ مَا رَأَيْتُ بِعَيْنِي مِثْلَ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَمْرِو بْنِ أُمَيَّةَ وَسَلْمَانَ وَثَوْبَانَ وَأَبِي أُمَامَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ الْمُغِيرَةِ بْنِ شُعْبَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ أَبُو بَكْرٍ وَعُمَرُ وَأَنَسٌ ‏.‏ وَبِهِ يَقُولُ الأَوْزَاعِيُّ وَأَحْمَدُ وَإِسْحَاقُ قَالُوا يَمْسَحُ عَلَى الْعِمَامَةِ ‏.‏ وَقَالَ غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ لاَ يَمْسَحُ عَلَى الْعِمَامَةِ إِلاَّ أَنْ يَمْسَحَ بِرَأْسِهِ مَعَ الْعِمَامَةِ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ ‏.‏ قَالَ أَبُو عِيسَى وَسَمِعْتُ الْجَارُودَ بْنَ مُعَاذٍ يَقُولُ سَمِعْتُ وَكِيعَ بْنَ الْجَرَّاحِ يَقُولُ إِنْ مَسَحَ عَلَى الْعِمَامَةِ يُجْزِئُهُ لِلأَثَرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "বাক্‌র বলেন, আমি এ হাদীসটি ইবনু মুগীরার নিকট শুনেছি। মুহাম্মাদ ইবনু বাশ্‌শার অন্য এক স্থানে এ হাদীসে বলেছেন, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথার সম্মুখভাগ এবং পাগড়ীর উপর মাসাহ করলেন। \n\nএ হাদীসটি মুগীরা ইবনু শুবা (রাঃ)-এর নিকট হতে একাধিক সূত্রে বর্ণিত হয়েছে। এদের মধ্যে কিছু রাবী বর্ণনা করেছেন, “তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথার সম্মুখভাগ ও পাগড়ীর উপর মাসাহ করেছেন। ” আর কিছু রাবী শুধু পাগড়ীর কথা উল্লেখ করেছেন, কিন্তু মাথার সম্মুখ ভাগের কথা উল্লেখ করেননি। \n\nআবু ‘ঈসা বলেন: আমি আহমাদ ইবনু হাসানকে বলতে শুনেছি। তিনি বলেন, আহ্‌মাদ ইবনু হাম্বাল (রহ:) বলেছেন, আমি স্বচক্ষে ইয়াহ্‌ইয়া ইবনু সাঈদ আল-কাত্তানের মত ভালো লোক দেখিনি। এ অনুচ্ছেদে ‘আমর ইবনু উমাইয়া, সালমান, সাওবান ও আবূ উমামা (রাঃ) হতেও বর্ণিত হাদীস রয়েছে। আবূ ‘ঈসা বলেন, মুগীরার হাদীসটি হাসান সহীহ। \nরাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের একাধিক সাহাবী যেমন, আবূ বাক্‌র, উমার ও আনাস (রাঃ) পাগড়ীর উপর মাসাহ করার পক্ষে অভিমত দিয়েছেন। ইমাম আওযাঈ, আহমাদ এবং ইসহাকও একই সিদ্ধান্ত দিয়েছেন। \n\nরাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের একাধিক বিশেষজ্ঞ সাহাবা ও তাবিঈগণ বলেছেন, শুধু পাগড়ীর উপর মাসাহ করা যাবে না, এর সাথে মাথাও মাসাহ করতে হবে। সুফিয়ান সাওরী, মালিক ইবনু আনাস, ইবনুল মুবারাক ও শাফিঈ এ মত ব্যক্ত করেছেন। আবূ ঈসা বলেন: আমি জারুদ ইবনু মু’আযকে বলতে শুনেছি তিনি বলেন: আমি ওয়াকী’ ইবনুল জাররাহকে বলতে শুনেছি, কোন ব্যক্তি যদি শুধু পাগড়ীর উপর মাসাহ করে তবে তার জন্য তাই যথেষ্ট হবে সাহাবা হতে বর্ণিত আছারের কারণে।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}