{
  "hadith": {
    "hadith_id": 1016,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উহুদের যুদ্ধের দিন হামযা (রাঃ)-এর লাশের নিকটে এলেন। সেখানে দাঁড়িয়ে তিনি দেখতে পেলেন, তার শরীরের অঙ্গ-প্রত্যঙ্গ কেটে তাকে বিকৃত করা হয়েছে। তিনি বললেনঃ (হামযার বোন) সাফিয়্যা তাঁর মনে আঘাত পাবে এমন ভয় যদি না হতো তাহলে আমি এই অবস্থায়ই তাঁর লাশ ছেড়ে যেতাম। তাকে হিংস্র জীবজন্তু খেয়ে ফেলত এবং সে এদের পেট হতেই কিয়ামাতের দিন বেরিয়ে আসত। বর্ণনাকারী বলেন, এরপর তিনি একটি সাদা-কালো ডোরাযুক্ত চাদর নিয়ে আসতে বললেন এবং সেটা দিয়ে তার কাফন পরান। তা এত ছোট ছিল যে, মাথার দিকে টানলে তার দু'পা বেরিয়ে যেত, আবার তার পায়ের দিকে টানলে তার মাথা বেরিয়ে যেত। বর্ণনাকারী বলেন, নিহতের পরিমাণ ছিল অনেক বেশি কিন্তু কাপড় কম ছিল। তাই এক কাপড়ে একজন, দুইজন, এমনকি তিনজনকেও একসাথে কাফন পরানো হয় এবং একই কবরে দাফন করা হয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রশ্ন করতেনঃ এদের মধ্যে কার বেশি কুরআন জানা আছে? তাকেই তিনি কিবলার সম্মুখে এগিয়ে রাখতেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লাশগুলোর দাফন সম্পন্ন করলেন, কিন্তু তাদের জানাযা আদায় করেননি।\n\n-সহীহ, আল আহকাম (৫৯, ৬০)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو صَفْوَانَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ أَتَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى حَمْزَةَ يَوْمَ أُحُدٍ فَوَقَفَ عَلَيْهِ فَرَآهُ قَدْ مُثِّلَ بِهِ فَقَالَ ‏\"‏ لَوْلاَ أَنْ تَجِدَ صَفِيَّةُ فِي نَفْسِهَا لَتَرَكْتُهُ حَتَّى تَأْكُلَهُ الْعَافِيَةُ حَتَّى يُحْشَرَ يَوْمَ الْقِيَامَةِ مِنْ بُطُونِهَا ‏\"‏ ‏.‏ قَالَ ثُمَّ دَعَا بِنَمِرَةٍ فَكَفَّنَهُ فِيهَا فَكَانَتْ إِذَا مُدَّتْ عَلَى رَأْسِهِ بَدَتْ رِجْلاَهُ وَإِذَا مُدَّتْ عَلَى رِجْلَيْهِ بَدَا رَأْسُهُ ‏.‏ قَالَ فَكَثُرَ الْقَتْلَى وَقَلَّتِ الثِّيَابُ ‏.‏ قَالَ فَكُفِّنَ الرَّجُلُ وَالرَّجُلاَنِ وَالثَّلاَثَةُ فِي الثَّوْبِ الْوَاحِدِ ثُمَّ يُدْفَنُونَ فِي قَبْرٍ وَاحِدٍ فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَسْأَلُ عَنْهُمْ ‏\"‏ أَيُّهُمْ أَكْثَرُ قُرْآنًا ‏\"‏ ‏.‏ فَيُقَدِّمُهُ إِلَى الْقِبْلَةِ ‏.‏ قَالَ فَدَفَنَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم وَلَمْ يُصَلِّ عَلَيْهِمْ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ أَنَسٍ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ النَّمِرَةُ الْكِسَاءُ الْخَلَقُ ‏.‏ وَقَدْ خُولِفَ أُسَامَةُ بْنُ زَيْدٍ فِي رِوَايَةِ هَذَا الْحَدِيثِ فَرَوَى اللَّيْثُ بْنُ سَعْدٍ عَنِ ابْنِ شِهَابٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ‏.‏ وَرَوَى مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ ثَعْلَبَةَ عَنْ جَابِرٍ ‏.‏ وَلاَ نَعْلَمُ أَحَدًا ذَكَرَهُ عَنِ الزُّهْرِيِّ عَنْ أَنَسٍ إِلاَّ أُسَامَةَ بْنَ زَيْدٍ ‏.‏ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ حَدِيثُ اللَّيْثِ عَنِ ابْنِ شِهَابٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ كَعْبِ بْنِ مَالِكٍ عَنْ جَابِرٍ أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আনাস (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। আমরা আনাস (রাঃ)-এর এই হাদীস সম্পর্কে উপরোক্ত সূত্র ব্যতীত আর কোন সূত্রে জানতে পারিনি। হাদীসে বর্ণিত নামিরা অর্থ পুরাতন কাপড়। উসামা ইবনু যাইদের বর্ণনা সম্পর্কে মতভেদ আছে। লাইস ইবনু সা'দ বৰ্ণনা করেছেন ইবনু শিহাব হতে, তিনি আব্দুর রাহমান ইবনু কা’ব ইবনু মালিক হতে, তিনি জাবির ইবনু আব্দুল্লাহ ইবনু যাইদ হতে, আর মামার বর্ণনা করেছেন যুহরী হতে, তিনি আব্দুল্লাহ ইবনু সালাবা হতে, তিনি জাবির হতে। এই হাদীসটি আনাস (রাঃ) হতে যুহরীর সূত্রে উসামা (রাঃ) ব্যতীত অন্য কেউ বর্ণনা করেননি। লাইস ইবনু সা’দ-ইবনু শিহাব হতে, তিনি আবদুর রাহমান ইবনু কা’ব হতে, তিনি জাবির ইবনু আবদুল্লাহ হতে এই সূত্রে বর্ণিত হাদীস সম্বন্ধে মুহাম্মাদ বুখারীকে আমি প্রশ্ন করলে তিনি বলেন, এই সূত্রটি বেশি সহীহ্।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}