{
  "hadith": {
    "hadith_id": 1027,
    "narrator": "তালহা ইবনু আবদুল্লাহ ইবনু আওফ (রাঃ)",
    "bn": "ইবনু আব্বাস (রাঃ) এক মৃত ব্যক্তির জানাযা আদায় করলেন এবং তাতে সূরা ফাতিহা পাঠ করলেন। তাকে এ প্রসঙ্গে আমি প্রশ্ন করলে তিনি বললেন, এটা সুন্নাত অথবা সুন্নাতের পূর্ণতা দানকারী।\n\n-সহীহ্, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ طَلْحَةَ بْنِ عَوْفٍ، أَنَّ ابْنَ عَبَّاسٍ، صَلَّى عَلَى جَنَازَةٍ فَقَرَأَ بِفَاتِحَةِ الْكِتَابِ فَقُلْتُ لَهُ فَقَالَ إِنَّهُ مِنَ السُّنَّةِ أَوْ مِنْ تَمَامِ السُّنَّةِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ يَخْتَارُونَ أَنْ يُقْرَأَ بِفَاتِحَةِ الْكِتَابِ بَعْدَ التَّكْبِيرَةِ الأُولَى ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لاَ يُقْرَأُ فِي الصَّلاَةِ عَلَى الْجَنَازَةِ إِنَّمَا هُوَ ثَنَاءٌ عَلَى اللَّهِ وَالصَّلاَةُ عَلَى النَّبِيِّ صلى الله عليه وسلم وَالدُّعَاءُ لِلْمَيِّتِ ‏.‏ وَهُوَ قَوْلُ الثَّوْرِيِّ وَغَيْرِهِ مِنْ أَهْلِ الْكُوفَةِ ‏.‏ وَطَلْحَةُ بْنُ عَبْدِ اللَّهِ بْنِ عَوْفٍ هُوَ ابْنُ أَخِي عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ رَوَى عَنْهُ الزُّهْرِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদিসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এ হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)– এর একদল বিশেষজ্ঞ সাহাবী ও অপরাপর আলিমগণ আমল করেছেন। জানাযার নামাযে প্রথম তাকবীর পাঠ করার পর সূরা ফাতিহা পাঠকে তারা পছন্দ করেছেন। এই মত ইমাম শাফিঈ, আহমাদ ও ইসহাকেরও। অপর একদল বিশেষজ্ঞ আলিম বলেছেন, জানাযার নামাযে সূরা ফাতিহা পাঠ করবে না। কেননা, এটা হচ্ছে আল্লাহ্‌র প্রশংসা, নাবীর প্রতি দরূদ পাঠ এবং মৃতের জন্য দু’য়া করা। এই মত সুফিয়ান সাওরী ও কুফাবাসী আলিমদের। রাবী তালহা ইবনু উবাইদুল্লাহ ইবনু আউফ হলেন আব্দুল রাহমান ইবনু আউফের ভ্রাতুষ্পুত্র। তার নিকট হতে যুহরী হাদীস বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}