{
  "hadith": {
    "hadith_id": 1044,
    "narrator": "আলী ইবনু আবী তালিব (রাঃ)",
    "bn": "“মৃত ব্যক্তিকে নিচে না রাখা পর্যন্ত দাঁড়িয়ে থাকা\" প্রসঙ্গে তার সামনে আলোচনা করা হলে তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আগে দাঁড়াতেন কিন্তু পরবর্তীতে বসে থেকেছেন।\n\n-সহীহ, ইবনু মা-জাহ (১৫৪৪), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ وَاقِدٍ، وَهُوَ ابْنُ عَمْرِو بْنِ سَعْدِ بْنِ مُعَاذٍ عَنْ نَافِعِ بْنِ جُبَيْرٍ، عَنْ مَسْعُودِ بْنِ الْحَكَمِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، أَنَّهُ ذُكِرَ الْقِيَامُ فِي الْجَنَائِزِ حَتَّى تُوضَعَ فَقَالَ عَلِيٌّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ قَعَدَ ‏.‏ وَفِي الْبَابِ عَنِ الْحَسَنِ بْنِ عَلِيٍّ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِيهِ رِوَايَةُ أَرْبَعَةٍ مِنَ التَّابِعِينَ بَعْضُهُمْ عَنْ بَعْضٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ ‏.‏ قَالَ الشَّافِعِيُّ وَهَذَا أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ ‏.‏ وَهَذَا الْحَدِيثُ نَاسِخٌ لِلْحَدِيثِ الأَوَّلِ ‏ \"‏ إِذَا رَأَيْتُمُ الْجَنَازَةَ فَقُومُوا ‏\"‏ ‏.‏ وَقَالَ أَحْمَدُ إِنْ شَاءَ قَامَ وَإِنْ شَاءَ لَمْ يَقُمْ ‏.‏ وَاحْتَجَّ بِأَنَّ النَّبِيَّ صلى الله عليه وسلم قَدْ رُوِيَ عَنْهُ أَنَّهُ قَامَ ثُمَّ قَعَدَ ‏.‏ وَهَكَذَا قَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ ‏.‏ قَالَ أَبُو عِيسَى مَعْنَى قَوْلِ عَلِيٍّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْجَنَازَةِ ثُمَّ قَعَدَ ‏.‏ يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا رَأَى الْجَنَازَةَ قَامَ ثُمَّ تَرَكَ ذَلِكَ بَعْدُ فَكَانَ لاَ يَقُومُ إِذَا رَأَى الْجَنَازَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হাসান ইবনু আলী ও ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আলী (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা সহীহ্ বলেছেন। উল্লেখিত হাদীসের সনদে চারজন রাবী হলেন তাবিঈ। তাদের মাঝে একজন অন্য জনের নিকট হতে বর্ণনা করেছেন। এ হাদীস অনুযায়ী একদল বিশেষজ্ঞ আলিম আমল করেন। ইমাম শাফিঈ (রহঃ) বলেন, এই হাদীসটি এ অনুচ্ছেদে অধিকতর সহীহ। পূর্ববর্তী দাড়ানো প্রসঙ্গে হাদীসের নির্দেশকে এই হাদীস মানসূখ (রহিত) করে দিয়েছে। ইমাম আহমাদ (রহঃ) বলেন, ইচ্ছা করলে কোন লোক দাঁড়াতেও পারে আবার নাও দাঁড়াতে পারে। “রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আগে দাঁড়াতেন কিন্তু পরবর্তীতে বসে থেকেছেন” তিনি দলীল হিসাবে এই হাদীসটিকে পেশ করেছেন। ইসহাক ইবনু ইবরাহীমও একইরকম কথা বলেছেন। আবূ ঈসা বলেনঃ “রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আগে দাঁড়াতেন কিন্তু পরবর্তীতে বসে থেকেছেন\" আলী (রাঃ)-এর এই কথার তাৎপর্য এই যে, মৃত ব্যক্তিকে নিয়ে যেতে দেখলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়াতেন এবং এ অভ্যাস পরবর্তী কালে ছেড়ে দিয়েছেন। তারপর তিনি আর লাশ নিয়ে যেতে দেখলে দাঁড়াতেন না।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}