{
  "hadith": {
    "hadith_id": 1062,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছেনঃ আমার উম্মাতের মধ্যে যার দু'টি মৃত সন্তান থাকবে, তাদের প্রতিদানে আল্লাহ তা'আলা তাকে জান্নাতে প্রবেশ করাবেন। আইশা (রাঃ) তাঁকে প্রশ্ন করলেন, আপনার উম্মাতের মধ্যে যার একটি মৃত সন্তান থাকবে? তিনি বললেনঃ হে কল্যাণময়ী! যার এমন একটি সন্তান থাকবে তাকেও। তিনি আবার প্রশ্ন করলেন, আপনার উম্মাতের মধ্যে যার কোন অগ্রগামী সন্তান নেই? তিনি বললেনঃ আমিই আমার উম্মাতের জন্য অগ্রগামী। কেননা আমার ইন্তেকালে তারা যে কষ্ট পাবে তেমন আর কারো ইন্তেকালে পাবে না।\n\nযঈফ, তা'লীকুর রাগীব (৩/৯৩), মিশকাত (১৭৩৫)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، وَأَبُو الْخَطَّابِ، زِيَادُ بْنُ يَحْيَى الْبَصْرِيُّ قَالاَ حَدَّثَنَا عَبْدُ رَبِّهِ بْنُ بَارِقٍ الْحَنَفِيُّ، قَالَ سَمِعْتُ جَدِّي أَبَا أُمِّي، سِمَاكَ بْنَ الْوَلِيدِ الْحَنَفِيَّ يُحَدِّثُ أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ، يُحَدِّثُ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ مَنْ كَانَ لَهُ فَرَطَانِ مِنْ أُمَّتِي أَدْخَلَهُ اللَّهُ بِهِمَا الْجَنَّةَ ‏\"‏ ‏.‏ فَقَالَتْ لَهُ عَائِشَةُ فَمَنْ كَانَ لَهُ فَرَطٌ مِنْ أُمَّتِكَ قَالَ ‏\"‏ وَمَنْ كَانَ لَهُ فَرَطٌ يَا مُوَفَّقَةُ ‏\"‏ ‏.‏ قَالَتْ فَمَنْ لَمْ يَكُنْ لَهُ فَرَطٌ مِنْ أُمَّتِكَ قَالَ ‏\"‏ فَأَنَا فَرَطُ أُمَّتِي لَنْ يُصَابُوا بِمِثْلِي ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ رَبِّهِ بْنِ بَارِقٍ وَقَدْ رَوَى عَنْهُ غَيْرُ وَاحِدٍ مِنَ الأَئِمَّةِ ‏.‏\nحَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الْمُرَابِطِيُّ، حَدَّثَنَا حَبَّانُ بْنُ هِلاَلٍ، أَنْبَأَنَا عَبْدُ رَبِّهِ بْنُ بَارِقٍ، فَذَكَرَ نَحْوَهُ ‏.‏ وَسِمَاكُ بْنُ الْوَلِيدِ هُوَ أَبُو زُمَيْلٍ الْحَنَفِيُّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। কেননা আমরা এ হাদীসটি শুধুমাত্র আবদু রব্বিহি ইবনু বারিকের সূত্রেই জেনেছি। একাধিক মুহাদ্দিস তার নিকট হতে এ হাদীসটি বর্ণনা করেছেন। আহ্মাদ ইবনু সাঈদ-হাব্বান ইবনু হিলাল হতে তিনি আবদে রব্বিহির সূত্রে উপরের হাদীসের মতই হাদীস বর্ণনা করেছেন। সিমাক ইবনুল ওয়ালীদ, তিনি হলেন আবূ যুমাইল হানাফী।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}