{
  "hadith": {
    "hadith_id": 1067,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি উল্লেখ করেছেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তা'আলার সাথে সাক্ষাত করতে যে লোক পছন্দ করে তার সাথে সাক্ষাত করতে আল্লাহ্ তা'আলাও পছন্দ করেন। আল্লাহ্ তা'আলার সাথে সাক্ষাত করতে যে লোক পছন্দ করে না, তার সাথে সাক্ষাত করাকে আল্লাহ্ তা'আলাও পছন্দ করেন না। আইশা (রাঃ) বলেন, আমি বললাম, হে আল্লাহর রাসূল! মৃত্যুকে তো আমরা সবাই অপছন্দ করি। তিনি বললেনঃ এর অর্থ তা নয়, বরং যখন আল্লাহ্ তা'আলার রাহমাত, তাঁর সন্তোষ ও তাঁর জান্নাতের সুসংবাদ কোন মু'মিন লোককে দেয়া হয় তখন সে লোক আল্লাহ্‌র সাথে সাক্ষাত করতে ইচ্ছা করে এবং তার সাথে সাক্ষাত করাকে আল্লাহ্ তা'আলাও পছন্দ করেন। অপরপক্ষে যখন কাফির লোককে আল্লাহ্‌র নির্ধারিত আযাব ও তাঁর গযবের দুঃসংবাদ দেয়া হয় তখন আল্লাহ্ তা'আলার সাথে সাক্ষাত করাকে সে লোক পছন্দ করে না এবং তার সাথে সাক্ষাত করাকে আল্লাহ্ তা'আলাও পছন্দ করেন না। \n\n-সহীহ, ইবনু মা-জাহ (৪২৬৪), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، ح قَالَ وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ، أَنَّهَا ذَكَرَتْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ ‏\"‏ ‏.‏ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ كُلُّنَا نَكْرَهُ الْمَوْتَ ‏.‏ قَالَ ‏\"‏ لَيْسَ ذَلِكَ وَلَكِنَّ الْمُؤْمِنَ إِذَا بُشِّرَ بِرَحْمَةِ اللَّهِ وَرِضْوَانِهِ وَجَنَّتِهِ أَحَبَّ لِقَاءَ اللَّهِ وَأَحَبَّ اللَّهُ لِقَاءَهُ وَإِنَّ الْكَافِرَ إِذَا بُشِّرَ بِعَذَابِ اللَّهِ وَسَخَطِهِ كَرِهَ لِقَاءَ اللَّهِ وَكَرِهَ اللَّهُ لِقَاءَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}