{
  "hadith": {
    "hadith_id": 1104,
    "narrator": "সাঈদ ইবনু আবী আরূবা",
    "bn": "কুতাইবা-গুনদার মুহাম্মাদ ইবনু জাফর হতে তিনি সাঈদ ইবনু আবী আরূবার সুত্রে উপরোক্ত হাদীসের মতই হাদীস বর্ণনা করেছেন। এই সূত্রে এটা মারফূ হিসেবে বর্ণনা করেন নাই।\n\nআর এটাই অধিক সহীহ। দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا غُنْدَرٌ، مُحَمَّدُ بْنُ جَعْفَرٍ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، نَحْوَهُ وَلَمْ يَرْفَعْهُ ‏.‏ وَهَذَا أَصَحُّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَيْرُ مَحْفُوظٍ لاَ نَعْلَمُ أَحَدًا رَفَعَهُ إِلاَّ مَا رُوِيَ عَنْ عَبْدِ الأَعْلَى عَنْ سَعِيدٍ عَنْ قَتَادَةَ مَرْفُوعًا ‏.‏ وَرُوِيَ عَنْ عَبْدِ الأَعْلَى عَنْ سَعِيدٍ هَذَا الْحَدِيثُ مَوْقُوفًا وَالصَّحِيحُ مَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ قَوْلُهُ لاَ نِكَاحَ إِلاَّ بِبَيِّنَةٍ هَكَذَا رَوَى أَصْحَابُ قَتَادَةَ عَنْ قَتَادَةَ عَنْ جَابِرِ بْنِ زَيْدٍ عَنِ ابْنِ عَبَّاسٍ لاَ نِكَاحَ إِلاَّ بِبَيِّنَةٍ ‏.‏ وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ نَحْوَ هَذَا مَوْقُوفًا ‏.‏ وَفِي هَذَا الْبَابِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ وَأَنَسٍ وَأَبِي هُرَيْرَةَ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ مِنَ التَّابِعِينَ وَغَيْرِهِمْ قَالُوا لاَ نِكَاحَ إِلاَّ بِشُهُودٍ ‏.‏ لَمْ يَخْتَلِفُوا فِي ذَلِكَ مَنْ مَضَى مِنْهُمْ إِلاَّ قَوْمًا مِنَ الْمُتَأَخِّرِينَ مِنْ أَهْلِ الْعِلْمِ ‏.‏ وَإِنَّمَا اخْتَلَفَ أَهْلُ الْعِلْمِ فِي هَذَا إِذَا شَهِدَ وَاحِدٌ بَعْدَ وَاحِدٍ فَقَالَ أَكْثَرُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ لاَ يَجُوزُ النِّكَاحُ حَتَّى يَشْهَدَ الشَّاهِدَانِ مَعًا عِنْدَ عُقْدَةِ النِّكَاحِ ‏.‏ وَقَدْ رَأَى بَعْضُ أَهْلِ الْمَدِينَةِ إِذَا أُشْهِدَ وَاحِدٌ بَعْدَ وَاحِدٍ فَإِنَّهُ جَائِزٌ إِذَا أَعْلَنُوا ذَلِكَ ‏.‏ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَغَيْرِهِ ‏.‏ هَكَذَا قَالَ إِسْحَاقُ فِيمَا حَكَى عَنْ أَهْلِ الْمَدِينَةِ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ يَجُوزُ شَهَادَةُ رَجُلٍ وَامْرَأَتَيْنِ فِي النِّكَاحِ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এটি একটি অরক্ষিত হাদীস। আবদুল আলা ব্যতিত অন্য কেউ এটাকে মারফূ হিসেবে বর্ণনা করেননি। আব্দুল আ‘লা-এর সূত্রে সাঈদ হতে এ হাদীসটি মাওকূফ হিসাবেও বর্ণিত হয়েছে। সঠিক কথা হল, হাদীসের উল্লেখিত কথাগুলো (সাক্ষী ব্যতীত বিয়ে হয় না) ইবনু আব্বাসের। একাধিক রাবী এটাকে সাঈদ ইবনু আবী আরূবা হতেও মাওকূফ হিসেবে বর্ণনা করেছেন। এ অনুচ্ছেদে ইমরান ইবনু হুসাইন, আনাস ও আবূ হুরাইরা (রাঃ) হতেও হাদীস বর্ণিত আছে।\n\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী ও তাবিঈগণ এ হাদীস অনুযায়ী আমল করেছেন। তারা সবাই বলেছেন, সাক্ষীর হাযিরা ব্যতিত বিয়ে হয় না। পূর্বকালের আলিমদের কেউই এ ব্যাপারে মতপার্থক্য করেননি। মুতাআখরীন আলিমগণ এ বিষয়ে মতভেদ করেছেন। তাদের মতদ্বৈততা হয়েছেঃ একজন সাক্ষীর সাক্ষ্য দেয়ার পর অন্য একজন হাযির হয়ে সাক্ষ্য দিলে বিয়ে বৈধ হবে কি না এ বিষয় নিয়ে। কূফার বেশীরভাগ আলিম ও অন্যান্যের মতে, একই সময়ে দু’জন সাক্ষীর হাযিরা ছাড়া বিয়ের আক্‌দ অনুষ্ঠান জায়িয নয়। মাদীনার একদল আলিমের মতেঃ একজন সাক্ষী চলে যাবার পর আর একজন সাক্ষী হাযির হলে বিয়ে জায়িয হবে, যদি তারা এর ঘোষণা দিয়ে থাকে। ইমাম মালিকেরও এই মত। মাদীনাবাসীদের বর্ণনামতে ইসহাকেরও এই মত। ইমাম আহ্‌মাদ ও ইসহাক বলেছেন, একজন পুরুষ ও দুইজন মহিলার সাক্ষ্যেও বিয়ের অনুষ্ঠান জায়িয।",
    "chapter": {
      "chapter_number": "9"
    }
  }
}