{
  "hadith": {
    "hadith_id": 1109,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ইয়াতীম কুমারীর (বিয়ের) ব্যাপারে তার নিজের মত নিতে হবে। সে চুপ থাকলে তবে এটাই তার সম্মতিগণ্য হয়ে যাবে। সে সরাসরি অস্বীকার করলে তবে তার উপর জোর খাটানো যাবে না। \n\nহাসান সহীহ, ইরওয়া (১৮৩৪), সহীহ আবু দাউদ (১৮২৫)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْيَتِيمَةُ تُسْتَأْمَرُ فِي نَفْسِهَا فَإِنْ صَمَتَتْ فَهُوَ إِذْنُهَا وَإِنْ أَبَتْ فَلاَ جَوَازَ عَلَيْهَا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي مُوسَى وَابْنِ عُمَرَ وَعَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي تَزْوِيجِ الْيَتِيمَةِ فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ أَنَّ الْيَتِيمَةَ إِذَا زُوِّجَتْ فَالنِّكَاحُ مَوْقُوفٌ حَتَّى تَبْلُغَ فَإِذَا بَلَغَتْ فَلَهَا الْخِيَارُ فِي إِجَازَةِ النِّكَاحِ أَوْ فَسْخِهِ ‏.‏ وَهُوَ قَوْلُ بَعْضِ التَّابِعِينَ وَغَيْرِهِمْ ‏.‏ وَقَالَ بَعْضُهُمْ لاَ يَجُوزُ نِكَاحُ الْيَتِيمَةِ حَتَّى تَبْلُغَ ‏.‏ وَلاَ يَجُوزُ الْخِيَارُ فِي النِّكَاحِ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَغَيْرِهِمَا مِنْ أَهْلِ الْعِلْمِ ‏.‏ وَقَالَ أَحْمَدُ وَإِسْحَاقُ إِذَا بَلَغَتِ الْيَتِيمَةُ تِسْعَ سِنِينَ فَزُوِّجَتْ فَرَضِيَتْ فَالنِّكَاحُ جَائِزٌ وَلاَ خِيَارَ لَهَا إِذَا أَدْرَكَتْ ‏.‏ وَاحْتَجَّا بِحَدِيثِ عَائِشَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم بَنَى بِهَا وَهِيَ بِنْتُ تِسْعِ سِنِينَ ‏.‏ وَقَدْ قَالَتْ عَائِشَةُ إِذَا بَلَغَتِ الْجَارِيَةُ تِسْعَ سِنِينَ فَهِيَ امْرَأَةٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ মূসা, আইশা ও ইবনু উমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান বলেছেন। আলিমদের মধ্যে ইয়াতীম মেয়ের বিয়ের ব্যাপারে মতবিরোধ আছে। একদল আলিমের মতানুযায়ী ইয়াতীম মেয়েকে বিয়ে দিলে সে বালেগ না হওয়া পর্যন্ত তা স্থগিত থাকবে। বলেগ হওয়ার পর সে চাইলে এ বিয়ে বহাল রাখতে পারে অথবা নাকচও করে দিতে পারে। এই মত দিয়েছেন একদল তাবিদ ও অপরাপর আলিম। আর একদল আলিম বলেছেন, বালেগ না হওয়া পর্যন্ত ইয়াতীম মেয়ের বিয়ে দেয়া যাবে না। কেননা, বিয়ের ক্ষেত্রে ইখতিয়ার জায়িয নেই। এই মত দিয়েছেন সুফিয়ান সাওরী, শাফিদ ও অপরাপর আলিম। আহমাদ ও ইসহাক বলেছেন, নয় বছরে পদার্পণ করার পর ইয়াতীম বালিকাকে বিয়ে দেয়া হলে এবং সে এতে রাজী থাকলে তা জায়িষ হবে। বিয়ে বহাল রাখা বা ভেঙ্গে দেয়ার ক্ষেত্রে বালেগ হওয়ার পর তার কোন কর্তৃত্ব থাকবে না। আইশা (রাঃ)-এর বিষয়কে তারা দলীল হিসাবে নিয়েছেন। আইশা (রাঃ)-কে নিয়ে তাঁর নয় বছর বয়সে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাসর যাপন করেছেন। আইশ (রাঃ) বলেছেন, কোন বালিকা নয় বছরে পদার্পণ করলে সে মহিলা বলে গণ্য হবে।",
    "chapter": {
      "chapter_number": "9"
    }
  }
}