{
  "hadith": {
    "hadith_id": 1114,
    "narrator": "সাহল ইবনু সা'দ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে একজন স্ত্রীলোক বলল, আমি আপনার জন্য নিজেকে দান (হেবা) করলাম। (একথা বলে) সে অনেকক্ষণ দাঁড়িয়ে রইল। তারপর এক ব্যক্তি বলল, হে আল্লাহর রাসূল। আপনার যদি তাকে প্রয়োজন না হয় তবে আমার সাথে তার বিয়ে দিন। তিনি বললেনঃ তার মোহর আদায়ের মত তোমার নিকট কিছু আছে কি? সে বলল, আমার এ কাপড়টি ব্যতীত আমার নিকট আর কিছুই নেই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাকে যদি তোমার কাপড়টি দাও তবে তোমাকে তো (ঘরে) বসে থাকতে হবে এবং তোমার কাপড় বলতে আর কিছু থাকবে না। অন্য কিছু খুঁজে নিয়ে আস। (কিছুক্ষণ পর ফিরে এসে) সে বলল, কিছুই খুঁজে পাইনি। তিনি বললেনঃ একটি লোহার আংটি হলেও খুঁজে আন। বর্ণনাকারী বলেন, সে কিছুই খুঁজে পেল না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কুরআনের কিছু জানা আছে কি তোমারঃ সে বলল, হ্যাঁ, অমুক অমুক সূরা জানি। সে সূরাগুলোর নামও বলল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কুরাআনের যেটুকু অংশ তোমার জানা আছে তার বিনিময়ে তোমার সাথে তার বিয়ে দিলাম।\n\nসহীহ, ইবনু মা-জাহ (১৮৮৯), বুখারী, মুসলিম\n\n----------------\n\n১১১৪/২. আবুল আজফা (রহঃ) থেকে বর্ণিতঃ\n\nতিনি বলেন, উমার ইবনুল খাত্তাব (রাঃ) বলেছেন, সাবধান! তোমরা নারীদের মোহরানা উচ্চহারে বাড়িয়ে দিও না। কেননা, তা দুনিয়াতে যদি সম্মানের বস্তু অথবা আল্লাহ্ তা'আলার নিকট তাকওয়ার বস্তু হত তবে এ ব্যাপারে আল্লাহর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমাদের চেয়ে বেশি উদ্যোগী হতেন। কিন্তু বার উকিয়ার বেশি পরিমাণ মোহরে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার কোন স্ত্রীকে বিয়ে করেছেন অথবা তার কোন কন্যাকে বিয়ে দিয়েছেন বলে আমার জানা নেই।\n\nসহীহ, ইবনু মা-জাহ (১৮৮৭)\n\nএ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। আবুল আজফার নাম হারিম। আলিমদের মতে চল্লিশ দিরহামের সমান এক উকিয়া এবং চার শত আশি দিরহামের সমান বার উকিয়া।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا إِسْحَاقُ بْنُ عِيسَى، وَعَبْدُ اللَّهِ بْنُ نَافِعٍ الصَّائِغُ، قَالاَ أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ أَبِي حَازِمِ بْنِ دِينَارٍ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم جَاءَتْهُ امْرَأَةٌ فَقَالَتْ إِنِّي وَهَبْتُ نَفْسِي لَكَ ‏.‏ فَقَامَتْ طَوِيلاً فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ فَزَوِّجْنِيهَا إِنْ لَمْ تَكُنْ لَكَ بِهَا حَاجَةٌ ‏.‏ فَقَالَ ‏\"‏ هَلْ عِنْدَكَ مِنْ شَيْءٍ تُصْدِقُهَا ‏\"‏ ‏.‏ فَقَالَ مَا عِنْدِي إِلاَّ إِزَارِي هَذَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِزَارَكَ إِنْ أَعْطَيْتَهَا جَلَسْتَ وَلاَ إِزَارَ لَكَ فَالْتَمِسْ شَيْئًا ‏\"‏ قَالَ مَا أَجِدُ ‏.‏ قَالَ ‏\"‏ فَالْتَمِسْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ ‏\"‏ ‏.‏ قَالَ فَالْتَمَسَ فَلَمْ يَجِدْ شَيْئًا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَلْ مَعَكَ مِنَ الْقُرْآنِ شَيْءٌ ‏\"‏ ‏.‏ قَالَ نَعَمْ سُورَةُ كَذَا وَسُورَةُ كَذَا ‏.‏ لِسُوَرٍ سَمَّاهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ زَوَّجْتُكَهَا بِمَا مَعَكَ مِنَ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ ذَهَبَ الشَّافِعِيُّ إِلَى هَذَا الْحَدِيثِ فَقَالَ إِنْ لَمْ يَكُنْ لَهُ شَيْءٌ يُصْدِقُهَا وَتَزَوَّجَهَا عَلَى سُورَةٍ مِنَ الْقُرْآنِ فَالنِّكَاحُ جَائِزٌ وَيُعَلِّمُهَا سُورَةً مِنَ الْقُرْآنِ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ النِّكَاحُ جَائِزٌ وَيَجْعَلُ لَهَا صَدَاقَ مِثْلِهَا ‏.‏ وَهُوَ قَوْلُ أَهْلِ الْكُوفَةِ وَأَحْمَدَ وَإِسْحَاقَ\n\nحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي الْعَجْفَاءِ السُّلَمِيِّ، قَالَ قَالَ عُمَرُ بْنُ الْخَطَّابِ أَلاَ لاَ تُغَالُوا صَدُقَةَ النِّسَاءِ فَإِنَّهَا لَوْ كَانَتْ مَكْرُمَةً فِي الدُّنْيَا أَوْ تَقْوَى عِنْدَ اللَّهِ لَكَانَ أَوْلاَكُمْ بِهَا نَبِيُّ اللَّهِ صلى الله عليه وسلم مَا عَلِمْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم نَكَحَ شَيْئًا مِنْ نِسَائِهِ وَلاَ أَنْكَحَ شَيْئًا مِنْ بَنَاتِهِ عَلَى أَكْثَرَ مِنْ ثِنْتَىْ عَشْرَةَ أُوقِيَّةً ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو الْعَجْفَاءِ السُّلَمِيُّ اسْمُهُ هَرَمٌ ‏.‏ وَالأُوقِيَّةُ عِنْدَ أَهْلِ الْعِلْمِ أَرْبَعُونَ دِرْهَمًا وَثِنْتَا عَشْرَةَ أُوقِيَّةً أَرْبَعُمِائَةٍ وَثَمَانُونَ دِرْهَمًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এ হাদীস অনুযায়ী ইমাম শাফিঙ্গ মত প্রকাশ করেছেন। তিনি বলেছেন, বিয়ের জন্য কোন লোকের নিকটে যদি মোহর আদায়ের মত কিছু না থাকে এবং যদি সে লোক কোন নারীকে কুরআনের কোন সূরার বিনিময়ে বিয়ে করে তবে তা জায়িয হবে। তার কর্তব্য হবে ঐ মহিলাকে সে সূরাটি শিখিয়ে দেয়া। কৃফাবাসী আলিমগণ এবং আহমাদ ও ইসহাক বলেছেন, বিয়ে জায়িয হবে। ঠিকই, কিন্তু তাকে 'মোহরে মিসাল’ পরিশোধ করতে হবে।",
    "chapter": {
      "chapter_number": "9"
    }
  }
}