{
  "hadith": {
    "hadith_id": 1116,
    "narrator": "আবূ বুরদা ইবনু আবূ মূসা (রাঃ) হতে তার পিতা",
    "bn": "তিনি (আবূ মূসা) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তিন প্রকার লোকের সাওয়াব দ্বিগুণ করা হবে। যে গোলাম আল্লাহ ও তার মনিবের হাক্ব সঠিকভাবে আদায় করেছে। তার সাওয়াব দ্বিগুণ করা হবে। যে লোকের সুন্দরী বাঁদীঁ ছিল, সে তাকে উত্তম আচরণ ও আদব-কায়দা শিখিয়েছে এবং তাকে পরবর্তীতে মুক্ত করে বিয়ে করেছে শুধুমাত্র আল্লাহ্ তা'আলার সন্তুষ্টির জন্য। তার সাওয়াবও দ্বিগুণ করা হবে। পূর্ববর্তী কিতাবের প্রতি যে লোক ঈমান এনেছে, তারপর পরবর্তী কিতাব (কুরআন) আসার পর তার উপরও ঈমান এনেছে, তাকেও দ্বিগুণ সাওয়াব প্রদান করা হবে।\n\nসহীহ, ইবনু মা-জাহ (১৯৫৬)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الْفَضْلِ بْنِ يَزِيدَ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ ثَلاَثَةٌ يُؤْتَوْنَ أَجْرَهُمْ مَرَّتَيْنِ عَبْدٌ أَدَّى حَقَّ اللَّهِ وَحَقَّ مَوَالِيهِ فَذَلِكَ يُؤْتَى أَجْرَهُ مَرَّتَيْنِ وَرَجُلٌ كَانَتْ عِنْدَهُ جَارِيَةٌ وَضِيئَةٌ فَأَدَّبَهَا فَأَحْسَنَ أَدَبَهَا ثُمَّ أَعْتَقَهَا ثُمَّ تَزَوَّجَهَا يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ فَذَلِكَ يُؤْتَى أَجْرَهُ مَرَّتَيْنِ وَرَجُلٌ آمَنَ بِالْكِتَابِ الأَوَّلِ ثُمَّ جَاءَ الْكِتَابُ الآخَرُ فَآمَنَ بِهِ فَذَلِكَ يُؤْتَى أَجْرَهُ مَرَّتَيْنِ ‏\"‏ ‏.‏\nحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ صَالِحِ بْنِ صَالِحٍ، وَهُوَ ابْنُ حَىٍّ عَنِ الشَّعْبِيِّ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي مُوسَى حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو بُرْدَةَ بْنُ أَبِي مُوسَى اسْمُهُ عَامِرُ بْنُ عَبْدِ اللَّهِ بْنِ قَيْسٍ ‏.‏ وَرَوَى شُعْبَةُ وَسُفْيَانُ الثَّوْرِيُّ هَذَا الْحَدِيثَ عَنْ صَالِحِ بْنِ صَالِحِ بْنِ حَىٍّ ‏.‏ وَصَالِحُ بْنُ صَالِحِ بْنِ حَىٍّ هُوَ وَالِدُ الْحَسَنِ بْنِ صَالِحِ بْنِ حَىٍّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উপরোক্ত হাদীসের মত হাদীস আবু মূসা (রাঃ) হতে বর্ণনা করেছেন ইবনু আবু উমার সুফিয়ান হতে, তিনি সালিহ ইবনু সালিহ হতে, তিনি শা'বী হতে, তিনি আবূ বুরদাহ হতে। আবূ মূসা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। আবূ বুরদার নাম আমির, পিতা আবদুল্লাহ, দাদা কাইস। শুবা ও সুফিয়ান সাওরী এই হাদীসটি বর্ণনা করেছেন সালিহ ইবনু সালিহ এর সূত্রে। সালিহ ইবনু সালিহ হলেন আল-হাসান ইবনু সালিহের পিতা।",
    "chapter": {
      "chapter_number": "9"
    }
  }
}