{
  "hadith": {
    "hadith_id": 1117,
    "narrator": "আমর ইবনু শুআইব (রাহঃ) হতে পর্যায়ক্রমে তার পিতা ও দাদা",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে কোন লোক কোন নারীকে বিয়ে করে তার সাথে সহবাস করলে তার সাথে ঐ নারীর মেয়ের বিয়ে বৈধ নয়। সে যদি তার সাথে সহবাস না করে থাকে তবে সে তার কন্যাকে বিয়ে করতে পারে। যে কোন লোক কোন নারীকে বিয়ে করার পর তার সাথে সহবাস করুক বা না করুক, তার মায়ের সাথে তার বিয়ে বৈধ নয়।\n\nযঈফ, ইরওয়া (১৮৭৯)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ أَيُّمَا رَجُلٍ نَكَحَ امْرَأَةً فَدَخَلَ بِهَا فَلاَ يَحِلُّ لَهُ نِكَاحُ ابْنَتِهَا فَإِنْ لَمْ يَكُنْ دَخَلَ بِهَا فَلْيَنْكِحِ ابْنَتَهَا وَأَيُّمَا رَجُلٍ نَكَحَ امْرَأَةً فَدَخَلَ بِهَا أَوْ لَمْ يَدْخُلْ بِهَا فَلاَ يَحِلُّ لَهُ نِكَاحُ أُمِّهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ يَصِحُّ مِنْ قِبَلِ إِسْنَادِهِ وَإِنَّمَا رَوَاهُ ابْنُ لَهِيعَةَ وَالْمُثَنَّى بْنُ الصَّبَّاحِ عَنْ عَمْرِو بْنِ شُعَيْبٍ ‏.‏ وَالْمُثَنَّى بْنُ الصَّبَّاحِ وَابْنُ لَهِيعَةَ يُضَعَّفَانِ فِي الْحَدِيثِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ قَالُوا إِذَا تَزَوَّجَ الرَّجُلُ امْرَأَةً ثُمَّ طَلَّقَهَا قَبْلَ أَنْ يَدْخُلَ بِهَا حَلَّ لَهُ أَنْ يَنْكِحَ ابْنَتَهَا وَإِذَا تَزَوَّجَ الرَّجُلُ الاِبْنَةَ فَطَلَّقَهَا قَبْلَ أَنْ يَدْخُلَ بِهَا لَمْ يَحِلَّ لَهُ نِكَاحُ أُمِّهَا لِقَوْلِ اللَّهِ تَعَالَى ‏(‏وَأُمَّهَاتُ نِسَائِكُمْ ‏)‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি সনদের দিক হতে সহীহ নয়। আমর ইবনু শুআইব (রাহঃ) হতে ইবনু লাহিয়া ও মুসান্না ইবনুস সাব্বাহ এই হাদীসটি বর্ণনা করেছেন। হাদীস শাস্ত্রে তারা উভয়ে যঈফ (দুর্বল)। বেশিরভাগ বিশেষজ্ঞ আলিম এ হাদীস অনুযায়ী আমল করেছেন। তারা বলেছেন, কোন ব্যক্তি কোন নারীকে বিয়ে করার পর এবং সহবাস করার আগে তালাক দিলে তার কন্যাকে তার বিয়ে করা বৈধ। এ লোক তার কন্যাকে বিয়ে করার পর এবং সহবাস করার আগে তাকে তালাক দিলে তার মাকে নতুন করে বিয়ে করা তার জন্য বৈধ হবে না। যেহেতু আল্লাহ তা‘আলা বলেছেনঃ “এবং তোমাদের স্ত্রীদের মায়েদেরকে” (বিয়ে করা তোমাদের জন্য বৈধ নয়)। ইমাম শাফিঈ, আহ্‌মাদ ও ইসহাকও এই মত দিয়েছেন।",
    "chapter": {
      "chapter_number": "9"
    }
  }
}