{
  "hadith": {
    "hadith_id": 1120,
    "narrator": "আবদুল্লাহ ইবনু মাসউদ (রাঃ)",
    "bn": "তিনি বলেন, যে লোক হিলা করে এবং যে লোকের জন্য হিলা করা হয় উভয়কেই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অভিসম্পাত করেছেন।\n \nসহীহ দেখুন পূর্বের হাদীস",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي قَيْسٍ، عَنْ هُزَيْلِ بْنِ شُرَحْبِيلَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمُحِلَّ وَالْمُحَلَّلَ لَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو قَيْسٍ الأَوْدِيُّ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ ثَرْوَانَ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ غَيْرِ وَجْهٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ عُمَرُ بْنُ الْخَطَّابِ وَعُثْمَانُ بْنُ عَفَّانَ وَعَبْدُ اللَّهِ بْنُ عُمَرَ وَغَيْرُهُمْ وَهُوَ قَوْلُ الْفُقَهَاءِ مِنَ التَّابِعِينَ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ قَالَ وَسَمِعْتُ الْجَارُودَ بْنَ مُعَاذٍ يَذْكُرُ عَنْ وَكِيعٍ أَنَّهُ قَالَ بِهَذَا وَقَالَ يَنْبَغِي أَنْ يُرْمَى بِهَذَا الْبَابِ مِنْ قَوْلِ أَصْحَابِ الرَّأْىِ ‏.‏ قَالَ جَارُودٌ قَالَ وَكِيعٌ وَقَالَ سُفْيَانُ إِذَا تَزَوَّجَ الرَّجُلُ الْمَرْأَةَ لِيُحَلِّلَهَا ثُمَّ بَدَا لَهُ أَنْ يُمْسِكَهَا فَلاَ يَحِلُّ لَهُ أَنْ يُمْسِكَهَا حَتَّى يَتَزَوَّجَهَا بِنِكَاحٍ جَدِيدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। আবূ কাইস আল-আওদীর নাম আবদুর রহমান, পিতা সারওয়ান। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে একাধিক সূত্রে এ হাদীসটি বর্ণিত হয়েছে। এ হাদীস অনুযায়ী বিশেষজ্ঞ সাহাবীদের মধ্যে উমার ইবনুল খাত্তাব, উসমান ইবনু আফফান, আবদুল্লাহ ইবনু আমর (রাঃ) প্রমুখ সাহাৰী মত দিয়েছেন। এই মত ফিক্হবিদ তাবিঈদেরও। একই কথা বলেছেন সুফিয়ান সাওরী, ইবনু মুবারাক, শাফিঈ, আহ্মাদ ও ইসহাকও। ওয়াকীও একইরকম মত দিয়েছেন এবং বলেছেন, এই বিষয়ে আহলুর রায়ের মত ছুড়ে ফেলে দেয়া কৰ্তব্য। ওয়াকী বলেন, সুফিয়ান সাওরী বলেছেন, হিলার উদ্দেশ্যে কোন নারীকে কোন লোক বিয়ে করার পর তাকে নিজের বিবাহধীনে রাখতে চাইলে তা জায়িয নয়। নতুনভাবে এই মহিলার সাথে তার বিয়ে হতে হবে।",
    "chapter": {
      "chapter_number": "9"
    }
  }
}