{
  "hadith": {
    "hadith_id": 1126,
    "narrator": "আবু হুরাইরা (রাঃ)",
    "bn": "কোন মহিলাকে তার ফুফুর সাথে অথবা ফুফুকে তার ভাইয়ের মেয়ের সাথে অথবা কোন মহিলাকে তার খালার সাথে অথবা খালাকে তার বোনের মেয়ের সাথে এবং ছোট বোনের সাথে বড় বোনকে এবং বড় বোনের সাথে ছোট বোনকে একত্রে (সতীনরূপে) বিয়ে করতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বারণ করেছেন। \n\nসহীহ, ইরওয়া (৬/২৮৯), সহীহ্ আবু দাউদ (১৮০২)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا دَاوُدُ بْنُ أَبِي هِنْدٍ، حَدَّثَنَا عَامِرٌ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى أَنْ تُنْكَحَ الْمَرْأَةُ عَلَى عَمَّتِهَا أَوِ الْعَمَّةُ عَلَى ابْنَةِ أَخِيهَا أَوِ الْمَرْأَةُ عَلَى خَالَتِهَا أَوِ الْخَالَةُ عَلَى بِنْتِ أُخْتِهَا لاَ تُنْكَحُ الصُّغْرَى عَلَى الْكُبْرَى وَلاَ الْكُبْرَى عَلَى الصُّغْرَى ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ عَامَّةِ أَهْلِ الْعِلْمِ لاَ نَعْلَمُ بَيْنَهُمُ اخْتِلاَفًا أَنَّهُ لاَ يَحِلُّ لِلرَّجُلِ أَنْ يَجْمَعَ بَيْنَ الْمَرْأَةِ وَعَمَّتِهَا أَوْ خَالَتِهَا فَإِنْ نَكَحَ امْرَأَةً عَلَى عَمَّتِهَا أَوْ خَالَتِهَا أَوِ الْعَمَّةَ عَلَى بِنْتِ أَخِيهَا فَنِكَاحُ الأُخْرَى مِنْهُمَا مَفْسُوخٌ ‏.‏ وَبِهِ يَقُولُ عَامَّةُ أَهْلِ الْعِلْمِ ‏.‏ قَالَ أَبُو عِيسَى أَدْرَكَ الشَّعْبِيُّ أَبَا هُرَيْرَةَ وَرَوَى عَنْهُ ‏.‏ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا فَقَالَ صَحِيحٌ ‏.‏ قَالَ أَبُو عِيسَى وَرَوَى الشَّعْبِيُّ عَنْ رَجُلٍ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস ও আবূ হুরাইরা (রাঃ) হতে বর্ণিত হাদীসদ্বয়কে আবূ ঈসা হাসান সহীহ্ বলেছেন। এ হাদীস অনুযায়ী সকল বিশেষজ্ঞ আলিম আমল করার কথা বলেছেন। কোন মহিলাকে তার ফুফু অথবা খালার সাথে একত্রে (সতীনরূপে) বিয়ে করা যে বৈধ নয় তাদের মধ্যে এই ব্যাপারে কোন মত পার্থক্য নেই। কোন মহিলাকে যদি কোন ব্যক্তি তার খালা অথবা ফুফুর সাথে একত্রে বিয়ে করে তবে পরের বিয়েটি বাতিল হয়ে যাবে। সকল আলিমই এ কথা বলেছেন। আবু ঈসা বলেন, আবূ হুরাইরা (রাঃ)-এর দেখা পেয়েছেন শাবি (রহঃ) এবং তার নিকট হতে হাদীসও বর্ণনা করেছেন। আমি ইমাম বুখারীকে এ ব্যাপারে প্রশ্ন করলে তিনি এর সত্যতা স্বীকার করেন। শাবী এক রাবীর মধ্যস্থতায়ও আবু হুরাইরা (রাঃ) হতে হাদীস বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "9"
    }
  }
}