{
  "hadith": {
    "hadith_id": 1128,
    "narrator": "ইবনু উমর (রাঃ)",
    "bn": "যে সময়ে গাইলান ইবনু সালামা আস-সাকাফী ইসলাম গ্রহণ করেন সে সময়ে তার দশজন স্ত্রী ছিল, যাদের তিনি বিয়ে করেছিলেন জাহিলী যুগের মধ্যে। তার সাথে সাথে তারাও মুসলমান হয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে এদের মধ্যে যে কোন চারজনকে বেছে নেয়ার নির্দেশ দেন।\n\nসহীহ্, ইবনু মা-জাহ (১৯৫৩)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عُمَرَ، أَنَّ غَيْلاَنَ بْنَ سَلَمَةَ الثَّقَفِيَّ، أَسْلَمَ وَلَهُ عَشْرُ نِسْوَةٍ فِي الْجَاهِلِيَّةِ فَأَسْلَمْنَ مَعَهُ فَأَمَرَهُ النَّبِيُّ صلى الله عليه وسلم أَنْ يَتَخَيَّرَ أَرْبَعًا مِنْهُنَّ ‏.‏ قَالَ أَبُو عِيسَى هَكَذَا رَوَاهُ مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ هَذَا حَدِيثٌ غَيْرُ مَحْفُوظٍ وَالصَّحِيحُ مَا رَوَى شُعَيْبُ بْنُ أَبِي حَمْزَةَ وَغَيْرُهُ عَنِ الزُّهْرِيِّ قَالَ حُدِّثْتُ عَنْ مُحَمَّدِ بْنِ سُوَيْدٍ الثَّقَفِيِّ أَنَّ غَيْلاَنَ بْنَ سَلَمَةَ أَسْلَمَ وَعِنْدَهُ عَشْرُ نِسْوَةٍ ‏.‏ قَالَ مُحَمَّدٌ وَإِنَّمَا حَدِيثُ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ أَنَّ رَجُلاً مِنْ ثَقِيفٍ طَلَّقَ نِسَاءَهُ فَقَالَ لَهُ عُمَرُ لَتُرَاجِعَنَّ نِسَاءَكَ أَوْ لأَرْجُمَنَّ قَبْرَكَ كَمَا رُجِمَ قَبْرُ أَبِي رِغَالٍ ‏.‏ قَالَ أَبُو عِيسَى وَالْعَمَلُ عَلَى حَدِيثِ غَيْلاَنَ بْنِ سَلَمَةَ عِنْدَ أَصْحَابِنَا مِنْهُمُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, মামার-যুহ্রী হতে, তিনি সলিমের পিতার সূত্রেও একইরকম বর্ণনা করেছেন। তিনি আরও বলেনঃ আমি ইমাম বুখারীকে বলতে শুনেছি, এ হাদীসটি সুরক্ষিত নয়। যুহরী হতে শুআইব ইবনু আবু হামযা ও অন্যান্যদের বর্ণিত রিওয়ায়াতটিই সহীহ্। ইমাম বুখারী বলেন, আমি এ হাদীসটি মুহাম্মাদ ইবনু সুওয়াইদ সাকাফী হতে পেয়েছি। এতে আছে, গাইলান ইবনু সালামা ইসলাম গ্রহণ করলেন, সে সময় তার দশজন স্ত্রী ছিল। এই বর্ণনাটিই সহীহ্। ইমাম বুখারী আরো বলেন, যুহরী সলিমের সূত্রে, তিনি তার পিতার সূত্রে যে হাদীস বর্ণনা করেছেন তা হলঃ “সাকীফ গোত্রের কোন এক লোক তার স্ত্রীদের তালাক প্রদান করলো। উমার (রাঃ) তাকে বললেন, পুনরায় তোমার স্ত্রীদেরকে তুমি ফিরিয়ে আনবে। অন্যথায় (সামূদ জাতির এক অভিশপ্ত ব্যক্তি) যেভাবে আবূ রিগালের কবরে পাথর মারা হয়েছিল, সেভাবে আমিও তোমার কবরে পাথর মরব।\" আবূ ঈসা বলেন, আমাদের সাধীদের মতে, গাইলান ইবনু সালামার হাদীস অনুসারে আমল করতে হবে। তাদের মধ্যে ইমাম শাফিঈ, আহমাদ ও ইসহাকও অন্তর্ভুক্ত।",
    "chapter": {
      "chapter_number": "9"
    }
  }
}