{
  "hadith": {
    "hadith_id": 113,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে এক ব্যক্তি সম্পর্কে প্রশ্ন করা হল যে, সে ঘুম থেকে জেগে ভিজা দেখতে পাচ্ছে কিন্তু স্বপ্নদোষের কথা মনে করতে পারছে না। তিনি বললেন, সে গোসল করবে। অপর এক ব্যক্তি সম্পর্কে প্রশ্ন করা হল যে, তার স্বপ্নদোষ হয়েছে কিন্তু বীর্যপাতের কোন আলামাত দেখতে পাচ্ছে না। তিনি বললেনঃ “তাকে গোসল করতে হবে না। ” উম্মু সালামা (রাঃ) বললেন, হে আল্লাহর রাসূল! কোন স্ত্রীলোক যদি এমনটি দেখতে পায় (স্বপ্নদোষ হয়) তবে তাকে কি গোসল করতে হবে? তিনি বললেনঃ হ্যাঁ, স্ত্রীলোকেরা পুরুষদেরই অংশ। \n\nসহীহ্‌। সহীহ্‌ আবূ দাঊদ- (২৩৪)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا حَمَّادُ بْنُ خَالِدٍ الْخَيَّاطُ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، هُوَ الْعُمَرِيُّ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الرَّجُلِ يَجِدُ الْبَلَلَ وَلاَ يَذْكُرُ احْتِلاَمًا قَالَ ‏\"‏ يَغْتَسِلُ ‏\"‏ ‏.‏ وَعَنِ الرَّجُلِ يَرَى أَنَّهُ قَدِ احْتَلَمَ وَلَمْ يَجِدْ بَلَلاً قَالَ ‏\"‏ لاَ غُسْلَ عَلَيْهِ ‏\"‏ ‏.‏ قَالَتْ أُمُّ سَلَمَةَ يَا رَسُولَ اللَّهِ هَلْ عَلَى الْمَرْأَةِ تَرَى ذَلِكَ غُسْلٌ قَالَ ‏\"‏ نَعَمْ إِنَّ النِّسَاءَ شَقَائِقُ الرِّجَالِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَإِنَّمَا رَوَى هَذَا الْحَدِيثَ عَبْدُ اللَّهِ بْنُ عُمَرَ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ حَدِيثَ عَائِشَةَ فِي الرَّجُلِ يَجِدُ الْبَلَلَ وَلاَ يَذْكُرُ احْتِلاَمًا ‏.‏ وَعَبْدُ اللَّهِ بْنُ عُمَرَ ضَعَّفَهُ يَحْيَى بْنُ سَعِيدٍ مِنْ قِبَلِ حِفْظِهِ فِي الْحَدِيثِ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ إِذَا اسْتَيْقَظَ الرَّجُلُ فَرَأَى بِلَّةً أَنَّهُ يَغْتَسِلُ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَحْمَدَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنَ التَّابِعِينَ إِنَّمَا يَجِبُ عَلَيْهِ الْغُسْلُ إِذَا كَانَتِ الْبِلَّةُ بِلَّةَ نُطْفَةٍ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَإِسْحَاقَ ‏.‏ وَإِذَا رَأَى احْتِلاَمًا وَلَمْ يَرَ بِلَّةً فَلاَ غُسْلَ عَلَيْهِ عِنْدَ عَامَّةِ أَهْلِ الْعِلْمِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, আবদুল্লাহ ইবনু উমার-উবাইদুল্লাহ ইবনু উমারের সূত্রে ‘আয়িশাহ্‌ (রাঃ)-এর হাদীসটির অংশবিশেষ বর্ণনা করেছেন। তিনি স্বপ্নদোষের কথা উল্লেখ করেননি। ইয়াহ্‌ইয়া ইবনু সা‘ঈদ এ হাদীসের এক রাবী আবদুল্লাহকে হাদীসশাস্ত্রে দুর্বল বলে উল্লেখ করেছেন। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একাধিক বিশেষজ্ঞ সাহাবা এবং তাবিঈদের মতে কোন ব্যক্তি ঘুম হতে উঠে ভিজা দেখতে পেলে তাকে গোসল করতে হবে। এটা সুফিয়ান সাওরী এবং আহমাদেরও অভিমত। কিছু বিশেষজ্ঞ তাবিঈ বলেছেন, বীর্যপাতের ফলে যদি কাপড় ভিজে থাকে তবে গোসল করতে হবে। এটা ইমাম শাফিঈ ও ইসহাকের মত। স্বপ্নদোষ হয়েছে কিন্তু বীর্যপাত হয়নি, এ অবস্থায় সকল ইমামের মতে গোসল করার দরকার নেই।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}