{
  "hadith": {
    "hadith_id": 1153,
    "narrator": "হাজ্জাজ আসলামী (রাঃ)",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করলেন, হে আল্লাহর রাসূল! আমি যে দুধপান করেছি তার হাক্ব কিভাবে মিটাতে পারি? তিনি বলেনঃ (দুধমাকে) একটি ক্রীতদাস অথবা একটি দাসী দান করে (এ দাবি মিটাতে পার)।\n\nযঈফ, যঈফ আবূ দাউদ (৩৫১)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ حَجَّاجِ بْنِ حَجَّاجٍ الأَسْلَمِيِّ، عَنْ أَبِيهِ، أَنَّهُ سَأَلَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ مَا يُذْهِبُ عَنِّي مَذَمَّةَ الرَّضَاعِ فَقَالَ ‏ \"‏ غُرَّةٌ عَبْدٌ أَوْ أَمَةٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَمَعْنَى قَوْلِهِ مَا يُذْهِبُ عَنِّي مَذَمَّةَ الرَّضَاعِ ‏.‏ يَقُولُ إِنَّمَا يَعْنِي بِهِ ذِمَامَ الرَّضَاعَةِ وَحَقَّهَا يَقُولُ إِذَا أَعْطَيْتَ الْمُرْضِعَةَ عَبْدًا أَوْ أَمَةً فَقَدْ قَضَيْتَ ذِمَامَهَا ‏.‏ وَيُرْوَى عَنْ أَبِي الطُّفَيْلِ قَالَ كُنْتُ جَالِسًا مَعَ النَّبِيِّ صلى الله عليه وسلم إِذْ أَقْبَلَتِ امْرَأَةٌ فَبَسَطَ النَّبِيُّ صلى الله عليه وسلم رِدَاءَهُ حَتَّى قَعَدَتْ عَلَيْهِ فَلَمَّا ذَهَبَتْ قِيلَ هِيَ كَانَتْ أَرْضَعَتِ النَّبِيَّ صلى الله عليه وسلم ‏.‏ هَكَذَا رَوَاهُ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ وَحَاتِمُ بْنُ إِسْمَاعِيلَ وَغَيْرُ وَاحِدٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ حَجَّاجِ بْنِ حَجَّاجٍ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَى سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ حَجَّاجِ بْنِ أَبِي حَجَّاجٍ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَحَدِيثُ ابْنِ عُيَيْنَةَ غَيْرُ مَحْفُوظٍ وَالصَّحِيحُ مَا رَوَى هَؤُلاَءِ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ ‏.‏ وَهِشَامُ بْنُ عُرْوَةَ يُكْنَى أَبَا الْمُنْذِرِ وَقَدْ أَدْرَكَ جَابِرَ بْنَ عَبْدِ اللَّهِ وَابْنَ عُمَرَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ। এ হাদীসটি ইয়াহইয়া ইবনু সাঈদ, হাতিম ইবনু ইসমাঈল, এবং আরও অনেকে হিশাম ইবনু উরওয়া হতে, তিনি তার পিতা হতে, তিনি হাজ্জাজ ইবনু হাজ্জাজ হতে, তিনি তার পিতা হতে তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। আর সুফিয়ান ইবনু উয়াইনা বর্ণনা করেছেন হিশাম ইবনু উরওয়া হতে, তিনি তার পিতা হতে, তিনি হাজ্জাজ ইবনু আবূ হাজ্জাজ হতে, তিনি তার পিতা হতে তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। এর মধ্যে ইবনু উয়াইনার সূত্রটি অরক্ষিত এবং হিশামের সূত্রটি সহীহ। হিশাম (রাহঃ) জাবির (রাঃ)-এর দেখা পেয়েছেন। “আমি যে দুধপান করেছি তার হাক্ব কিভাবে চোকাতে পারি” এ কথার তাৎপর্য হল, আমার (দুধ) মা দুধ পান করানোর মাধ্যমে আমার যে সেবা করলেন এর বদলা আমি কিভাবে দিতে পারি? এর উত্তরে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি তোমার দুধমাকে একটি ক্রীতদাস অথবা একটি দাসী দান করলে এর বিনিময় আদায় হবে। বর্ণিত আছে যে, আবূত তুফাইল (রাঃ) বলেন, এক সময় আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের) সাথে বসে ছিলাম। এক মহিলা এসে হাযির হলে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার জন্য নিজের চাদর পেতে দিলেন এবং তিনি তার উপর বসলেন। এই মহিলা চলে গেলে বলা হল, এই মহিলাই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দুধপান করিয়েছেন।",
    "chapter": {
      "chapter_number": "10"
    }
  }
}