{
  "hadith": {
    "hadith_id": 1155,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, বারীরার স্বামী ছিল স্বাধীন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে (বারীরাকে) ইখতিয়ার প্রদান করলেন।\n\n\"বারীরার স্বামী স্বাধীন ছিল\" এই শব্দে হাদীসটি শাজ। দাস ছিল এই বর্ণনাটি সংরক্ষিত। ইবনু মাজাহ (২০৭৪)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ زَوْجُ بَرِيرَةَ حُرًّا فَخَيَّرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ هَكَذَا رَوَى هِشَامٌ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ كَانَ زَوْجُ بَرِيرَةَ عَبْدًا ‏.‏ وَرَوَى عِكْرِمَةُ عَنِ ابْنِ عَبَّاسٍ قَالَ رَأَيْتُ زَوْجَ بَرِيرَةَ وَكَانَ عَبْدًا يُقَالُ لَهُ مُغِيثٌ ‏.‏ وَهَكَذَا رُوِيَ عَنِ ابْنِ عُمَرَ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَقَالُوا إِذَا كَانَتِ الأَمَةُ تَحْتَ الْحُرِّ فَأُعْتِقَتْ فَلاَ خِيَارَ لَهَا وَإِنَّمَا يَكُونُ لَهَا الْخِيَارُ إِذَا أُعْتِقَتْ وَكَانَتْ تَحْتَ عَبْدٍ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَرَوَى الأَعْمَشُ عَنْ إِبْرَاهِيمَ عَنِ الأَسْوَدِ عَنْ عَائِشَةَ قَالَتْ كَانَ زَوْجُ بَرِيرَةَ حُرًّا فَخَيَّرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ وَرَوَى أَبُو عَوَانَةَ هَذَا الْحَدِيثَ عَنِ الأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنِ الأَسْوَدِ عَنْ عَائِشَةَ فِي قِصَّةِ بَرِيرَةَ قَالَ الأَسْوَدُ وَكَانَ زَوْجُهَا حُرًّا ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنَ التَّابِعِينَ وَمَنْ بَعْدَهُمْ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "আবূ ঈসা বলেন, আইশা (রাঃ)-এর হাদীসটি হাসান সহীহ্। হিশাম ইবনু উরওয়া তার পিতার সূত্রে আইশা (রাঃ) হতে বর্ণনা করেছেন বারীরার স্বামী দাস ছিল। ইকরিমা বর্ণনা করেছেন, ইবনু আব্বাস (রাঃ) বলেছেন, আমি বারীরার স্বামীকে দেখেছি, সে ছিল গোলাম, তাকে মুগীস নামে ডাকা হত। ইবনু উমর (রাঃ) হতেও একইরকম বর্ণিত হয়েছে। একদল আলিম এ হাদীস অনুযায়ী আমল করেন। তারা বলেন, কোন বাঁদী কোন আযাদ ব্যক্তির বিবাহধীন থাকলে এই অবস্থায় তাকে দাসত্বমুক্ত করে দিলে সে (স্ত্রী) বিয়ে ঠিক রাখা বা না রাখার ইখতিয়ার পাবে না। হ্যাঁ তার স্বামী যদি গোলাম হয় এবং সে (স্ত্রী) দাসত্বমুক্ত হয় তবে সে ইখতিয়ার পাৰে। ইমাম শাফিঈ, আহমাদ ও ইসহাকের মত এটাই।\n\nএকাধিক রাবী আমাশ হতে, তিনি ইবরাহীম হতে, তিনি আসওয়াদ হতে বর্ণনা করেছেন, আইশা (রাঃ) বলেন, “বারীরার স্বামী স্বাধীন ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ অবস্থায় বারীরাকে (বিয়ে ঠিক রাখা বা না রাখার) ইখতিয়ার দেন।\" আসওয়াদও বলেছেন, বারীরার স্বামী আযাদ ছিল। একদল বিশেষজ্ঞ তাবিঈ ও তাদের পরবর্তীগণ এ হাদীস অনুযায়ী আমল করেন। সুফিয়ান সাওরী ও কূফাবাসী আলিমদের মত এটাই ।",
    "chapter": {
      "chapter_number": "10"
    }
  }
}