{
  "hadith": {
    "hadith_id": 1163,
    "narrator": "সুলাইমান ইবনু আমর ইবনুল আহওয়াস (রহঃ) হতে তার পিতার সূত্র",
    "bn": "বিদায় হজ্জের সময় তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাথে ছিলেন। তিনি আল্লাহ তা'আলার প্রশংসা ও গুণগান করলেন এবং ওয়াজ-নাসীহাত করলেন। এ হাদীসের মধ্যে বর্ণনাকারী একটি ঘটনা বর্ণনা করে বলেন, তিনি (রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ স্ত্রীদের সাথে ভালো আচরণের উপদেশ নাও। তোমাদের নিকট তারা বন্দীর মত। তাছাড়া তোমাদের আর কোন অধিকার নেই তাদের উপর, কিন্তু তারা যদি সুস্পষ্ট চরিত্রহীনতায় লিপ্ত হয় (তবে ভিন্ন কথা)। তারা যদি তাই করে তাহলে তাদের বিছনাকে আলাদা করে দাও এবং সামান্য প্রহার কর, মারাত্মক প্রহার নয়। যদি তারা তোমাদের অনুগত হয় তাহলে তাদেরকে নির্যাতনের অজুহাত খুঁজতে যেও না। জেনে রাখ! তোমাদের যেমন তোমাদের স্ত্রীদের প্রতি অধিকার আছে, তাদেরও তোমাদের প্রতি ঠিক সেরকমই অধিকার আছে। তাদের প্রতি তোমাদের অধিকার এই যে, তোমরা যাদেরকে পছন্দ কর না তারা যেন সেসব লোককে দিয়ে তোমাদের বিছানা পদদলিত না করায় এবং যেসব লোককে তোমরা মন্দ বলে জান তাদেরকে যেন অন্দর মহলে ঢুকার অনুমতি না দেয়। জেনে রাখ! তোমাদের প্রতি তাদের অধিকার এই যে, তোমরা তাদের উত্তম পোশাক-পরিচ্ছদ ও ভরণপোষণের ব্যবস্থা করবে।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ، عَنْ زَائِدَةَ، عَنْ شَبِيبِ بْنِ غَرْقَدَةَ، عَنْ سُلَيْمَانَ بْنِ عَمْرِو بْنِ الأَحْوَصِ، قَالَ حَدَّثَنِي أَبِي أَنَّهُ، شَهِدَ حَجَّةَ الْوَدَاعِ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ وَذَكَّرَ وَوَعَظَ فَذَكَرَ فِي الْحَدِيثِ قِصَّةً فَقَالَ ‏\"‏ أَلاَ وَاسْتَوْصُوا بِالنِّسَاءِ خَيْرًا فَإِنَّمَا هُنَّ عَوَانٌ عِنْدَكُمْ لَيْسَ تَمْلِكُونَ مِنْهُنَّ شَيْئًا غَيْرَ ذَلِكَ إِلاَّ أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ فَإِنْ فَعَلْنَ فَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ ضَرْبًا غَيْرَ مُبَرِّحٍ فَإِنْ أَطَعْنَكُمْ فَلاَ تَبْغُوا عَلَيْهِنَّ سَبِيلاً أَلاَ إِنَّ لَكُمْ عَلَى نِسَائِكُمْ حَقًّا وَلِنِسَائِكُمْ عَلَيْكُمْ حَقًّا فَأَمَّا حَقُّكُمْ عَلَى نِسَائِكُمْ أَلاَّ يُوطِئْنَ فُرُشَكُمْ مَنْ تَكْرَهُونَ وَلاَ يَأْذَنَّ فِي بُيُوتِكُمْ لِمَنْ تَكْرَهُونَ أَلاَ وَحَقُّهُنَّ عَلَيْكُمْ أَنْ تُحْسِنُوا إِلَيْهِنَّ فِي كِسْوَتِهِنَّ وَطَعَامِهِنَّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَمَعْنَى قَوْلِهِ ‏\"‏ عَوَانٌ عِنْدَكُمْ ‏\"‏ ‏.‏ يَعْنِي أَسْرَى فِي أَيْدِيكُمْ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। “আওয়ানুন ইনদাকুম\" অর্থাৎ 'তোমাদের নিকট বন্দী’।",
    "chapter": {
      "chapter_number": "10"
    }
  }
}