{
  "hadith": {
    "hadith_id": 1176,
    "narrator": "সালিম (রহঃ) হতে তার পিতা",
    "bn": "আবদুল্লাহ ইবনু উমার (রাঃ) তার স্ত্রীকে হায়িয থাকা অবস্থায় তালাক দিলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট উমর (রাঃ) এর বিধান জানতে চাইলেন। তিনি বললেনঃ তাকে তার স্ত্রীকে ফিরত নেওয়ার হুকুম দাও। অতঃপর সে যেন তাকে তুহরে (পবিত্র অবস্থা চলাকালে) অথবা গর্ভাবস্থায় তালাক দেয়।\n\nসহীহ্‌, ইবনু মাজাহ- (২০২৩), মুসলিম",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، مَوْلَى آلِ طَلْحَةَ عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّهُ طَلَّقَ امْرَأَتَهُ فِي الْحَيْضِ فَسَأَلَ عُمَرُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ مُرْهُ فَلْيُرَاجِعْهَا ثُمَّ لْيُطَلِّقْهَا طَاهِرًا أَوْ حَامِلاً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ يُونُسَ بْنِ جُبَيْرٍ عَنِ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَكَذَلِكَ حَدِيثُ سَالِمٍ عَنِ ابْنِ عُمَرَ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ طَلاَقَ السُّنَّةِ أَنْ يُطَلِّقَهَا طَاهِرًا مِنْ غَيْرِ جِمَاعٍ ‏.‏ وَقَالَ بَعْضُهُمْ إِنْ طَلَّقَهَا ثَلاَثًا وَهِيَ طَاهِرٌ فَإِنَّهُ يَكُونُ لِلسُّنَّةِ أَيْضًا ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ بْنِ حَنْبَلٍ ‏.‏ وَقَالَ بَعْضُهُمْ لاَ تَكُونُ ثَلاَثًا لِلسُّنَّةِ إِلاَّ أَنْ يُطَلِّقَهَا وَاحِدَةً وَاحِدَةً ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَإِسْحَاقَ ‏.‏ وَقَالُوا فِي طَلاَقِ الْحَامِلِ يُطَلِّقُهَا مَتَى شَاءَ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُهُمْ يُطَلِّقُهَا عِنْدَ كُلِّ شَهْرٍ تَطْلِيقَةً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমারের সূত্রে ইউনুস ইবনু জুবাইর (রহঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। ইবনু উমার হতে সালিম (রহঃ) বর্ণিত হাদীসটিও হাসান সহীহ্‌। এ হাদীসটি বিভিন্ন সূত্রে ইবনু উমার (রাঃ) হতে বর্ণিত হয়েছে। এ হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর বিশেষজ্ঞ সাহাবী ও অপরাপর আলিমগণ আমল করেছেন। তালাকের সুন্নাত (আইনানুগ) পদ্ধতি প্রসঙ্গে তাদের মত হলঃ যে তুহরে সঙ্গম করা হয়নি সেই তুহরে তালাক দেওয়া। তাদের মধ্যে কেউ কেউ বলেছেন, তুহর অবস্থায় তিন তালাক দিলে তাও সুন্নাত নিয়মে হয়ে যাবে। এই মত ইমাম শাফিঈ ও আহমাদের। আর একদল আলিম বলেছেন, সুন্নাত পদ্ধতি মুতাবেক তালাক হবে এক তালাক দেওয়া হলে কিন্তু একসাথে তিন তালাক দেওয়া হলে তা হবে না। এই মত সুফিয়ান সাওরী ও ইসহাকের। গর্ভবতী স্ত্রীলোক প্রসঙ্গে তাদের মত হল, যে কোন সময়ই তাকে তালাক দেয়া যায়। এই মত শাফিঈ, আহমাদ ও ইসহাকের। অন্য এক দল আলিম বলেছেন, প্রতি মাসে এক তালাক করে দিবে (তিন তালাক একসাথে দিবে না)।",
    "chapter": {
      "chapter_number": "11"
    }
  }
}