{
  "hadith": {
    "hadith_id": 1178,
    "narrator": "হাম্মাদ ইবনু যাইদ (রাহঃ)",
    "bn": "তিনি বলেছেন, আমি আইউবকে প্রশ্ন করলাম, হাসান (বাসরী) ব্যতীত আরও কোন ব্যক্তি “আমরুকে বিয়াদিকে” (তোমার ব্যাপার তোমার হাতে) কথাটিকে তিন তালাক বিবেচিত করেছেন বলে  আপনার জানা আছে কি? তিনি বলেন, হাসান ব্যতীত আর কেউ এমনটি বলেছেন বলে আমার জানা নেই। তারপর তিনি বললেন, আল্লাহ তা’আলা মাফ করুন! কাতাদা আমাকে সামুরা গোত্রের মুক্ত ক্রীতদাস কাসীরের সুত্রে বলেছেন, তিনি আবূ সালামা হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি বলেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন, তিনি বলেনঃ “(এরুপ বলায়) তিন (তালাক) বিবেচিত হবে”। আইউব বলেন, আমি কাসীরের সাথে দেখা করে তাকে এই হাদীস প্রসঙ্গে প্রশ্ন করলে তিনি তা চিহ্নিত করতে পারেননি। আমি কাতাদার নিকট এসে ব্যাপারটা তাকে জানালে তিনি বলেন, সে (কাসীর) ভুলে গেছে। \n\nযঈফ, যঈফ আবূ দাউদ (৩৭৯) বিবৃতিটি হাসানের এটাই সহীহ। আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা এ হাদীসটি শুধু  সুলাইমান ইবনু হারব হতে হাম্মাদ ইবনু যাইদের সুত্রেই জেনেছি। আমি ইমাম বুখারীকে এ হাদীস প্রসঙ্গে প্রশ্ন করলে তিনি বলেন, সুলাইমান ইবনু হারব হাম্মাদ ইবনু যাইদের সুত্রে এ হাসীসটি  বর্ণনা করেছেন। এটা আবূ হুরাইরা (রাঃ) হতে মাওকূফ হাদীস হিসেবেও  বর্ণিত হয়েছে এবং আবূ হুরাইরা্র এ হাদীস মারফূ হিসেবে জানা যায়নি। আলী ইবনু নাসর হাদীসের হাফিয ছিলেন। \n(স্বামী যদি স্ত্রীকে বলে) “তোমার ব্যাপার তোমার হাতে” তবে এর ফায়সালা কি হবে এ বিষয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বিশেষজ্ঞ সাহাবী ও অপরাপর আলিমদের মধ্যে মতের অমিল আছে। সাহবীদের মাঝে উমার ও আব্দুল্লাহ ইবনু মাসঊদ (রাঃ)-এর মতে এতে এক তালাক বলবৎ হবে। একাধিক তাবীঈ ও তাদের পরবর্তীদেরও এই মত। অপর দিকে উসমান ইবনু আফফান ও যাইদ ইবনু সাবিত (রাঃ)- এর মতে স্ত্রী যা নির্ধারণ করবে তাই বলবৎ হবে (এক,দুই অথবা তিন তালাক যেটা গ্রহন করবে তাই হবে)। আবূল্লাহ ইবনু উমার (রাঃ) বলেন, স্বামী স্ত্রীর হাতে তার ব্যাপারটি ছেড়ে দেয়ার পর সে (স্ত্রী) নিজেকে তিন তালাক দিল। স্বামী এটা ফিরিয়ে দিয়ে বলল, আমি তাকে শুধু এক তালাকেরই অধিকার দিয়েছি। এ ক্ষেত্রে স্বামীকে শপথ করতে হবে। সে শপথ করলে তার বিবৃ্তিই মেনে নেয়া হবে। সুফিয়ান সাওরী ও  কূফাবাসী আলিমগন উমার ও আব্দুল্লাহ ইবনু মাসঊদ (রাঃ)-এর মত গ্রহন করেছেন। ইমাম মালিক বলেছেন, স্ত্রী যা নির্ধারণ করবে তাই হবে। ইমাম ইসহাক (রাহঃ) ইবনু উমার (রাঃ)-এর মত গ্রহন করেছেন।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ نَصْرِ بْنِ عَلِيٍّ، حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، قَالَ قُلْتُ لأَيُّوبَ هَلْ عَلِمْتَ أَنَّ أَحَدًا قَالَ فِي أَمْرُكِ بِيَدِكِ أَنَّهَا ثَلاَثٌ إِلاَّ الْحَسَنَ فَقَالَ لاَ إِلاَّ الْحَسَنَ ‏.‏ ثُمَّ قَالَ اللَّهُمَّ غَفْرًا إِلاَّ مَا حَدَّثَنِي قَتَادَةُ عَنْ كَثِيرٍ مَوْلَى ابْنِ سَمُرَةَ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ ثَلاَثٌ ‏\"‏ ‏.‏ قَالَ أَيُّوبُ فَلَقِيتُ كَثِيرًا - مَوْلَى ابْنِ سَمُرَةَ فَسَأَلْتُهُ فَلَمْ يَعْرِفْهُ فَرَجَعْتُ إِلَى قَتَادَةَ فَأَخْبَرْتُهُ فَقَالَ نَسِيَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ سُلَيْمَانَ بْنِ حَرْبٍ عَنْ حَمَّادِ بْنِ زَيْدٍ ‏.‏\nوَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ، فَقَالَ حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، عَنْ حَمَّادِ بْنِ زَيْدٍ، بِهَذَا وَإِنَّمَا هُوَ عَنْ أَبِي هُرَيْرَةَ، مَوْقُوفٌ ‏.‏ وَلَمْ يُعْرَفْ حَدِيثُ أَبِي هُرَيْرَةَ مَرْفُوعًا ‏.‏ وَكَانَ عَلِيُّ بْنُ نَصْرٍ حَافِظًا صَاحِبَ حَدِيثٍ ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي أَمْرُكِ بِيَدِكِ فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ مِنْهُمْ عُمَرُ بْنُ الْخَطَّابِ وَعَبْدُ اللَّهِ بْنُ مَسْعُودٍ هِيَ وَاحِدَةٌ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنَ التَّابِعِينَ وَمَنْ بَعْدَهُمْ ‏.‏ وَقَالَ عُثْمَانُ بْنُ عَفَّانَ وَزَيْدُ بْنُ ثَابِتٍ الْقَضَاءُ مَا قَضَتْ ‏.‏ وَقَالَ ابْنُ عُمَرَ إِذَا جَعَلَ أَمْرَهَا بِيَدِهَا وَطَلَّقَتْ نَفْسَهَا ثَلاَثًا وَأَنْكَرَ الزَّوْجُ وَقَالَ لَمْ أَجْعَلْ أَمْرَهَا بِيَدِهَا إِلاَّ فِي وَاحِدَةٍ اسْتُحْلِفَ الزَّوْجُ وَكَانَ الْقَوْلُ قَوْلَهُ مَعَ يَمِينِهِ ‏.‏ وَذَهَبَ سُفْيَانُ وَأَهْلُ الْكُوفَةِ إِلَى قَوْلِ عُمَرَ وَعَبْدِ اللَّهِ ‏.‏ وَأَمَّا مَالِكُ بْنُ أَنَسٍ فَقَالَ الْقَضَاءُ مَا قَضَتْ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ ‏.‏ وَأَمَّا إِسْحَاقُ فَذَهَبَ إِلَى قَوْلِ ابْنِ عُمَرَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}