{
  "hadith": {
    "hadith_id": 1192,
    "narrator": "আইশা  (রাঃ)",
    "bn": "তিনি বলেন, লোকেরা (জাহিলী যুগে) যেমন ইচ্ছা নিজ স্ত্রীকে তালাক দিত। এমনকি সে শতবার বা ততোধিক তালাক দেবার পরও তাকে ইদ্দাতের মধ্যে ফেরত নিলে সে পুরা দস্তর তার বিবি বিবেচিত হত। অবস্থা এমন পর্যায়ে পৌছল যে, এক ব্যক্তি তার স্ত্রীকে বলল, আল্লাহ্ তা'আলার শপথ! আমি তোমাকে এমন তালাকও দিব না যে, তুমি আমার নিকট হতে আলাদা হয়ে যাবে এবং তোমাকে কখনো (স্থান) সহায়তাও দিব না। তার স্ত্রী বলল, এ কেমন কথা? সে বলল, আমি তোমাকে তালাক দিব এবং ইদ্দাত শেষ হওয়ার আগে ফিরিয়ে নিব। তোমার সাথে বারবার এমনই করতে থাকব। স্ত্রীলোকটি আইশা (রাঃ)-এর নিকটে এসে তাকে এ ঘটনা জানালো। আইশা (রাঃ) নীরব রইলেন। এর মাঝে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাযির হলেন। তিনি তাঁকে ব্যাপারটি অবগত করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চুপ থাকলেন। এসময় কুরআনের আয়াত অবতীর্ণ হলঃ “তালাক দুইবার। তারপর হয় তাকে যথারীতি ফিরিয়ে নিবে, অন্যথায় সঠিক পন্থায় মুক্ত করে দিবে”-(সূরাঃ বাকারা- ২২৯)। আইশা (রাঃ) বলেন, এরপর থেকে যে লোক আগে তালাক দিয়েছে আর যে লোক দেয়নি উভয়ই ভবিষ্যতের জন্য নতুনভাবে তালাকের অধিকার লাভ করলো। \n\nযঈফ, ইরওয়া (৭/১৬২)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا يَعْلَى بْنُ شَبِيبٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّاسُ وَالرَّجُلُ يُطَلِّقُ امْرَأَتَهُ مَا شَاءَ أَنْ يُطَلِّقَهَا وَهِيَ امْرَأَتُهُ إِذَا ارْتَجَعَهَا وَهِيَ فِي الْعِدَّةِ وَإِنْ طَلَّقَهَا مِائَةَ مَرَّةٍ أَوْ أَكْثَرَ حَتَّى قَالَ رَجُلٌ لاِمْرَأَتِهِ وَاللَّهِ لاَ أُطَلِّقُكِ فَتَبِينِي مِنِّي وَلاَ آوِيكِ أَبَدًا ‏.‏ قَالَتْ وَكَيْفَ ذَاكَ قَالَ أُطَلِّقُكِ فَكُلَّمَا هَمَّتْ عِدَّتُكِ أَنْ تَنْقَضِيَ رَاجَعْتُكِ ‏.‏ فَذَهَبَتِ الْمَرْأَةُ حَتَّى دَخَلَتْ عَلَى عَائِشَةَ فَأَخْبَرَتْهَا فَسَكَتَتْ عَائِشَةُ حَتَّى جَاءَ النَّبِيُّ صلى الله عليه وسلم فَأَخْبَرَتْهُ فَسَكَتَ النَّبِيُّ صلى الله عليه وسلم حَتَّى نَزَلَ الْقُرْآنُ ‏:‏ ‏(‏ الطَّلاَقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ ‏)‏ قَالَتْ عَائِشَةُ فَاسْتَأْنَفَ النَّاسُ الطَّلاَقَ مُسْتَقْبَلاً مَنْ كَانَ طَلَّقَ وَمَنْ لَمْ يَكُنْ طَلَّقَ ‏.‏\nحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، نَحْوَ هَذَا الْحَدِيثِ بِمَعْنَاهُ وَلَمْ يَذْكُرْ فِيهِ عَنْ عَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ يَعْلَى بْنِ شَبِيبٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "হিশাম ইবনু উরওয়া (রাহঃ) হতে তার পিতার সূত্রে উপরে উল্লেখিত হাদীসের মতই হাদীস বর্ণিত আছে। কিন্তু এই সূত্রে উরওয়া (রাহঃ) আইশা (রাঃ)-এর উল্লেখ করেননি। এই বর্ণনাটি ইয়ালা ইবনু শাবীবের বর্ণিত হাদীসের তুলনায় অনেক বেশী সহীহ ।",
    "chapter": {
      "chapter_number": "11"
    }
  }
}