{
  "hadith": {
    "hadith_id": 1201,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর বিবিদের সাথে ঈলা করে একটি হালাল বিষয়কে নিজের জন্য হারাম করে নিলেন তারপর এই হারামকে হালাল করলেন এবং পরে শপথ (ভঙ্গের)-এর কারণে কাফফারা দিলেন। \n\nযঈফ, ইরওয়া (৪৭৫২)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ قَزَعَةَ الْبَصْرِيُّ، أَنْبَأَنَا مَسْلَمَةُ بْنُ عَلْقَمَةَ، أَنْبَأَنَا دَاوُدُ بْنُ عَلِيٍّ، عَنْ عَامِرٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ آلَى رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ نِسَائِهِ وَحَرَّمَ فَجَعَلَ الْحَرَامَ حَلاَلاً وَجَعَلَ فِي الْيَمِينِ كَفَّارَةً ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَأَبِي مُوسَى ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ مَسْلَمَةَ بْنِ عَلْقَمَةَ عَنْ دَاوُدَ رَوَاهُ عَلِيُّ بْنُ مُسْهِرٍ وَغَيْرُهُ عَنْ دَاوُدَ عَنِ الشَّعْبِيِّ أَنَّ النَّبِيَّ صلى الله عليه وسلم ‏.‏ مُرْسَلاً ‏.‏ وَلَيْسَ فِيهِ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ وَهَذَا أَصَحُّ مِنْ حَدِيثِ مَسْلَمَةَ بْنِ عَلْقَمَةَ ‏.‏ وَالإِيلاَءُ هُوَ أَنْ يَحْلِفَ الرَّجُلُ أَنْ لاَ يَقْرُبَ امْرَأَتَهُ أَرْبَعَةَ أَشْهُرٍ فَأَكْثَرَ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِيهِ إِذَا مَضَتْ أَرْبَعَةُ أَشْهُرٍ فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِذَا مَضَتْ أَرْبَعَةُ أَشْهُرٍ يُوقَفُ فَإِمَّا أَنْ يَفِيءَ وَإِمَّا أَنْ يُطَلِّقَ ‏.‏ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِذَا مَضَتْ أَرْبَعَةُ أَشْهُرٍ فَهِيَ تَطْلِيقَةٌ بَائِنَةٌ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে আনাস ও আবূ মূসা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেনঃ উল্লেখিত হাদীসটি আলী ইবনু মুসহির এবং অন্যান্যরা দাঊদ-এর সূত্রে ইমাম শাবী (রাহঃ) হতে মুরসাল হিসেবে বর্ণনা করেছেন এবং তাতে মাসরূক ও আইশা (রাঃ)-এর উল্লেখ নেই। এই (মুরসাল) বর্ণনাটি মাসলামা ইবনু আলকামার বর্ণনার চেয়ে অনেক বেশী সহীহ । কোন লোক চার মাস বা তার বেশী সময় নিজ বিবির নিকটে না যাওয়ার (সহবাস না করার) কসম করলে তাকে ‘ঈলা’ বলে।\n\nচার মাস চলে গেলে এবং এর মধ্যে স্ত্রীর নিকটে না গেলে তার পরিণতি কি হবে তা নিয়ে আলিমদের মাঝে মতের অমিল আছে। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল সাহাবী ও বিশেষজ্ঞ আলিমদের মতে চার মাস চলে যাবার পর সে ক্ষান্ত হবে এবং নির্ধারণ করবে যে, হয় তাকে ফেরত নিবে অথবা তালাক দিবে। মালিক ইবনু আনাস, শাফিঈ, আহমাদ ও ইসহাকের এই অভিমত । নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অপর একদল সাহাবী ও বিশেষজ্ঞ আলিমদের মতেঃ চার মাস চলে গেলে স্বাভাবিকভাবে এক বাইন তালাক হয়ে যাবে। সুফিয়ান সাওরী ও কূফাবাসী ফাকীহগণের এই মত।",
    "chapter": {
      "chapter_number": "11"
    }
  }
}