{
  "hadith": {
    "hadith_id": 1205,
    "narrator": "নু’মান ইবনু বাশীর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি বলতে শুনেছিঃ হালালও সুস্পষ্ট, হারামও সুস্পষ্ট এবং এ দুটির মাঝে অনেক সন্দেহজনক বিষয় আছে। তা হালাল হবে না হারাম হবে সেটা অনেকেই জানে না। যে লোক এই সন্দেহজনক বিষয়গুলো নিজের দ্বীন এবং মান-ইজ্জাতের হিফাযাতের উদ্দেশ্যে ছেড়ে দেবে সে নিরাপদ হল। যে লোক এর কিছুতে লিপ্ত হল তার হারাম কাজে লিপ্ত হওয়ারও সংশয় থেকে গেল। (উদাহরণস্বরূপ) নিষিদ্ধ এলাকার আশেপাশে যে লোক পশু চড়ায়, তার এতে প্রবেশের ভয় আছে। জেনে রাখ! প্রতিটি সরকারেরই কিছু সংরক্ষিত এলাকা থাকে। সাবধান! আল্লাহ তা’আলার সংরক্ষিত এলাকা হল ‘তাঁর হারাম করা বিষয়গুলো’।\n\nসহীহ্‌,  ইবনু মা-জাহ (৩৯৮৪), বুখারী, মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، أَنْبَأَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهُ صلى الله عليه وسلم يَقُولُ ‏ \"‏ الْحَلاَلُ بَيِّنٌ وَالْحَرَامُ بَيِّنٌ وَبَيْنَ ذَلِكَ أُمُورٌ مُشْتَبِهَاتٌ لاَ يَدْرِي كَثِيرٌ مِنَ النَّاسِ أَمِنَ الْحَلاَلِ هِيَ أَمْ مِنَ الْحَرَامِ فَمَنْ تَرَكَهَا اسْتِبْرَاءً لِدِينِهِ وَعِرْضِهِ فَقَدْ سَلِمَ وَمَنْ وَاقَعَ شَيْئًا مِنْهَا يُوشِكُ أَنْ يُوَاقِعَ الْحَرَامَ كَمَا أَنَّهُ مَنْ يَرْعَى حَوْلَ الْحِمَى يُوشِكُ أَنْ يُوَاقِعَهُ أَلاَ وَإِنَّ لِكُلِّ مَلِكٍ حِمًى أَلاَ وَإِنَّ حِمَى اللَّهِ مَحَارِمُهُ ‏\"‏ ‏.‏\n\nحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِمَعْنَاهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رَوَاهُ غَيْرُ وَاحِدٍ عَنِ الشَّعْبِيِّ عَنِ النُّعْمَانِ بْنِ بَشِيرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হান্নাদ ওয়াকী হতে, তিনি যাকারিয়া ইবনু আবী যাইদা হতে, তিনি শা’বী হতে, তিনি নু’মান ইবনু বাশীর হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ অর্থে হাদীস বর্ণনা করেছেন। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। একাধিক বর্ণনাকারী নুমান (রাঃ)-এর সূত্রে একই বিষয়বস্তু সম্বলিত হাদীস বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}