{
  "hadith": {
    "hadith_id": 1212,
    "narrator": "সাখ্‌র আল-গামিদী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “হে আল্লাহ্‌! আমার উন্মাতের ভোর বেলার মধ্যে তাদেরকে বারকাত ও প্রাচুর্য দান করুন।” বর্ণনাকারী বলেন, যখন তিনি কোথাও কোন ক্ষুদ্র অথবা বৃহৎ বাহিনী পাঠানোর সিদ্ধান্ত নিতেন, তখন তাদেরকে দিনের প্রথম অংশেই পাঠাতেন। সাখ্‌র (রাঃ) ছিলেন একজন ব্যবসায়ী। তিনি তার ব্যবসায়ীদের পাঠাতে ইচ্ছা করলে তাদেরকে দিনের প্রথম অংশেই পাঠাতেন। ফলে তিনি অনেক সম্পদের মালিক হন।\n\nসহীহ্‌, ‘তিনি ক্ষুদ্র অথবা বৃহৎ বাহিনী দিনের প্রথম অংশেই প্রেরণ করতেন’ অংশটুকু যঈফ রাওযুন নাযীর (৪৯০), সহীহ্‌ আবূ দাঊদ (২৩৪৫), বেচা-কেনার হাদীস, যঈফা (৪১৭৮)",
    "ar": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنَا هُشَيْمٌ، حَدَّثَنَا يَعْلَى بْنُ عَطَاءٍ، عَنْ عُمَارَةَ بْنِ حَدِيدٍ، عَنْ صَخْرٍ الْغَامِدِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اللَّهُمَّ بَارِكْ لأُمَّتِي فِي بُكُورِهَا ‏\"‏ ‏.‏ قَالَ وَكَانَ إِذَا بَعَثَ سَرِيَّةً أَوْ جَيْشًا بَعَثَهُمْ أَوَّلَ النَّهَارِ وَكَانَ صَخْرٌ رَجُلاً تَاجِرًا وَكَانَ إِذَا بَعَثَ تِجَارَةً بَعَثَهُمْ أَوَّلَ النَّهَارِ فَأَثْرَى وَكَثُرَ مَالُهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَابْنِ مَسْعُودٍ وَبُرَيْدَةَ وَأَنَسٍ وَابْنِ عُمَرَ وَابْنِ عَبَّاسٍ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ صَخْرٍ الْغَامِدِيِّ حَدِيثٌ حَسَنٌ ‏.‏ وَلاَ نَعْرِفُ لِصَخْرٍ الْغَامِدِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم غَيْرَ هَذَا الْحَدِيثِ ‏.‏ وَقَدْ رَوَى سُفْيَانُ الثَّوْرِيُّ عَنْ شُعْبَةَ عَنْ يَعْلَى بْنِ عَطَاءٍ هَذَا الْحَدِيثَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, ইবনু মাসঊদ, বুরাইদা, আনাস, ইবনু উমার, ইবনু আব্বাস ও জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, সাখ্‌র আল-গামিদী (রাঃ) হতে বর্ণিত হাদীসটি হাসান। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এই একটি মাত্র হাদীসই আমরা সাখ্‌র (রাঃ)-এর নিকট হতে জেনেছি। এ হাদীসটি সুফিয়ান সাওরী শুবা হতে, তিনি ইয়া’লা ইবনু আতা হতে পরম্পরায় বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}