{
  "hadith": {
    "hadith_id": 1213,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পরনের দু’টি মোটা কিতরী কাপড় ছিল। যখন তিনি বসতেন তখন তাঁর দেহের ঘামে কাপড় দু’টি ভিজে ভারী হয়ে যেত। একবার কোন এক ইয়াহূদীর সিরিয়া হতে কাপড়ের চালান এলে আমি বললাম, আপনি যদি তার নিকট হতে সুবিধামত সময়ে মূল্য পরিশোধের শর্তে লোক পাঠিয়ে একজোড়া কাপড় কিনে নিতেন। তিনি তার নিকট লোক পাঠালেন। ইয়াহূদী বলল, আমি জানি সে (মুহাম্মদ) কি করতে চায়। সে আমার মাল অথবা নগদ অর্থ হস্তগত করার পরিকল্পনা করছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সে মিথ্যা বলেছে। তার ভাল করেই জানা আছে যে, তাদের মধ্যে আমি বেশি আল্লাহ ভীরু এবং সবচেয়ে বেশি আমানাত ফিরতদাতা।\n\nসহীহ্‌, বেচা-কেনার হাদীস",
    "ar": "حَدَّثَنَا أَبُو حَفْصٍ، عُمَرُ بْنُ عَلِيٍّ أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ، أَخْبَرَنَا عُمَارَةُ بْنُ أَبِي حَفْصَةَ، أَخْبَرَنَا عِكْرِمَةُ، عَنْ عَائِشَةَ، قَالَتْ كَانَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ثَوْبَانِ قِطْرِيَّانِ غَلِيظَانِ فَكَانَ إِذَا قَعَدَ فَعَرِقَ ثَقُلاَ عَلَيْهِ فَقَدِمَ بَزٌّ مِنَ الشَّامِ لِفُلاَنٍ الْيَهُودِيِّ ‏.‏ فَقُلْتُ لَوْ بَعَثْتَ إِلَيْهِ فَاشْتَرَيْتَ مِنْهُ ثَوْبَيْنِ إِلَى الْمَيْسَرَةِ ‏.‏ فَأَرْسَلَ إِلَيْهِ فَقَالَ قَدْ عَلِمْتُ مَا يُرِيدُ إِنَّمَا يُرِيدُ أَنْ يَذْهَبَ بِمَالِي أَوْ بِدَرَاهِمِي ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ كَذَبَ قَدْ عَلِمَ أَنِّي مِنْ أَتْقَاهُمْ لِلَّهِ وَآدَاهُمْ لِلأَمَانَةِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَأَنَسٍ وَأَسْمَاءَ بِنْتِ يَزِيدَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ شُعْبَةُ أَيْضًا عَنْ عُمَارَةَ بْنِ أَبِي حَفْصَةَ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدَ بْنَ فِرَاسٍ الْبَصْرِيَّ يَقُولُ سَمِعْتُ أَبَا دَاوُدَ الطَّيَالِسِيَّ يَقُولُ سُئِلَ شُعْبَةُ يَوْمًا عَنْ هَذَا الْحَدِيثِ فَقَالَ لَسْتُ أُحَدِّثُكُمْ حَتَّى تَقُومُوا إِلَى حَرَمِيِّ بْنِ عُمَارَةَ بْنِ أَبِي حَفْصَةَ فَتُقَبِّلُوا رَأْسَهُ ‏.‏ قَالَ وَحَرَمِيٌّ فِي الْقَوْمِ ‏.‏ قَالَ أَبُو عِيسَى أَىْ إِعْجَابًا بِهَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস, আনাস ও ইয়াযীদের কন্যা আসমা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, আইশা (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্‌ গারীব। এ হাদীসটি শুবা উমারা ইবনু আবী হাফসা হতে বর্ণনা করেছেন। আবূ দাউদ তায়ালিসী বলেন, এই হাদীস প্রসঙ্গে শুবাকে একদিন প্রশ্ন করলে তিনি বলেন, আমি তোমাদের নিকট এই হাদীস বর্ণনা করব না যে পর্যন্ত না তোমরা উঠে গিয়ে হারামী ইবনু উমারার মাথায় চুমা দিচ্ছ। তখন তারা তার মাথায় চুম্বন করল। উক্ত মাজলিসেই হারামী (রহঃ) হাযির ছিলেন। আবূ ঈসা বলেন, এই হাদীসের বর্ণনাকারী হারামীর প্রতি সম্মান দেখানো ছিল এই কথার উদ্দেশ্য।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}