{
  "hadith": {
    "hadith_id": 1218,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (উটের পিঠে বিছানোর) একটি ছালা (বা মোটা কাপড়) এবং একটি কাঠের পাত্র বেচার প্রস্তাব করেন এবং তিনি বলেনঃ কে এই ছালা ও পাত্রটি কিনবে? এক লোক বলল, আমি এ দু’টি এক দিরহামে কিনতে চাই। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ কে এক দিরহামের বেশী দিবে, কে এক দি্রহামের বেশী দিবে? এক ব্যক্তি তাঁকে দুই দিরহাম দিয়ে তাঁর নিকট হতে জিনিস দু’টি কিনলো। \n                                   \nযঈফ, ইবনু মাজাহ (২১৯৮)",
    "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ شُمَيْطِ بْنِ عَجْلاَنَ، حَدَّثَنَا الأَخْضَرُ بْنُ عَجْلاَنَ، عَنْ عَبْدِ اللَّهِ الْحَنَفِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَاعَ حِلْسًا وَقَدَحًا وَقَالَ ‏\"‏ مَنْ يَشْتَرِي هَذَا الْحِلْسَ وَالْقَدَحَ ‏\"‏ ‏.‏ فَقَالَ رَجُلٌ أَخَذْتُهُمَا بِدِرْهَمٍ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَنْ يَزِيدُ عَلَى دِرْهَمٍ مَنْ يَزِيدُ عَلَى دِرْهَمٍ ‏\"‏ فَأَعْطَاهُ رَجُلٌ دِرْهَمَيْنِ فَبَاعَهُمَا مِنْهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ الأَخْضَرِ بْنِ عَجْلاَنَ ‏.‏ وَعَبْدُ اللَّهِ الْحَنَفِيُّ الَّذِي رَوَى عَنْ أَنَسٍ هُوَ أَبُو بَكْرٍ الْحَنَفِيُّ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ لَمْ يَرَوْا بَأْسًا بِبَيْعِ مَنْ يَزِيدُ فِي الْغَنَائِمِ وَالْمَوَارِيثِ ‏.‏ وَقَدْ رَوَى الْمُعْتَمِرُ بْنُ سُلَيْمَانَ وَغَيْرُ وَاحِدٍ مِنْ أَهْلِ الْحَدِيثِ عَنِ الأَخْضَرِ بْنِ عَجْلاَنَ هَذَا الْحَدِيثَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি হাসান। আমরা শুধুমাত্র আখযারের সূত্রেই এ হাদীসটি অবগত হয়েছি। আব্দুল্লাহ হানাফী যিনি আনাস (রাঃ) হতে হাদীস বর্ণনা করেছেন তাঁর উপনাম আবূ বাক্‌র। একদল বিশেষজ্ঞ আলিম এই হাদীস অনুযায়ী আমল করার মত দিয়েছেন। তাদের মতে গানীমাত ও ওয়ারিসী সম্পত্তি নিলাম ডাকের মাধ্যমে বিক্রয় করাতে কোন সমস্যা নেই। মুতামির-সহ একাধিক রাবী উক্ত হাদীস আখযারের সূত্রে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}