{
  "hadith": {
    "hadith_id": 1243,
    "narrator": "মালিক ইবনু আওস ইবনু হাদসান (রহঃ)",
    "bn": "তিনি বলেন, আমি এই বলতে বলতে সামনে এগিয়ে গেলাম, কে রূপার মুদ্রা পরিবর্তন করবে? তালহা ইবনু উবাইদুল্লাহ এ সময়ে উমার ইবনুল খাত্তাব (রাঃ)-এর নিকট ছিলেন। তিনি বললেন, তোমার স্বর্ণ আমাদেরকে দেখাও এবং (কিছুক্ষণ) পরে আমাদের কাছে আস। আমাদের খাদিম আসার পরই তোমাকে রূপার মুদ্রা প্রদান করব। উমার ইবনুল খাত্তাব (রাঃ) বললেন, আল্লাহর শপথ! তা কখনও হতে পারে না। হয় এখনই তাকে রূপার মুদ্রা প্রদান কর না হয় তাকে তার স্বর্ণ ফেরত দাও। কেননা, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ স্বর্ণের পরিবর্তে রূপার মুদ্রা নগদ আদান-প্রদান না হলে তা গ্রহণ করা সূদের অন্তর্ভুক্ত। গমের পরিবর্তে গম নগদ আদান-প্রদান না হলে তা সূদের অন্তর্ভুক্ত; যবের পরিবর্তে যবের নগদ বিনিময় না হলে তা সূদের অন্তর্ভুক্ত এবং খেজুরের পরিবর্তে খেজুরের নগদ বিনিময় না হলে সুদ হবে।\n\nসহীহ্‌, ইবনু মা-জাহ (২২৫৩), নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ مَالِكِ بْنِ أَوْسِ بْنِ الْحَدَثَانِ، أَنَّهُ قَالَ أَقْبَلْتُ أَقُولُ مَنْ يَصْطَرِفُ الدَّرَاهِمَ فَقَالَ طَلْحَةُ بْنُ عُبَيْدِ اللَّهِ وَهُوَ عِنْدَ عُمَرَ بْنِ الْخَطَّابِ أَرِنَا ذَهَبَكَ ثُمَّ ائْتِنَا إِذَا جَاءَ خَادِمُنَا نُعْطِكَ وَرِقَكَ ‏.‏ فَقَالَ عُمَرُ كَلاَّ وَاللَّهِ لَتُعْطِيَنَّهُ وَرِقَهُ أَوْ لَتَرُدَّنَّ إِلَيْهِ ذَهَبَهُ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ الْوَرِقُ بِالذَّهَبِ رِبًا إِلاَّ هَاءَ وَهَاءَ وَالْبُرُّ بِالْبُرِّ رِبًا إِلاَّ هَاءَ وَهَاءَ وَالشَّعِيرُ بِالشَّعِيرِ رِبًا إِلاَّ هَاءَ وَهَاءَ وَالتَّمْرُ بِالتَّمْرِ رِبًا إِلاَّ هَاءَ وَهَاءَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ ‏.‏ وَمَعْنَى قَوْلِهِ ‏\"‏ إِلاَّ هَاءَ وَهَاءَ ‏\"‏ يَقُولُ يَدًا بِيَدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস অনুযায়ী আলিমগণ আমল করেছেন। ‘হাআ ওয়া হাআ’-এর অর্থ ‘নগদ ও উপস্থিত বিনিময়’ ।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}