{
  "hadith": {
    "hadith_id": 125,
    "narrator": "‘আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেন, আবূ হুবাইশের কন্যা ফাতিমা (রাঃ) নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট এসে বলেন, হে আল্লাহর রাসূল! আমি একজন ইস্তিহাযার রোগিণী, কখনও পবিত্র হই না। আমি কি নামায ছেড়ে দেব? তিনি বললেনঃ “না, এটা একটা শিরার রক্ত, হায়িয নয়। যখন তোমার হায়িয শুরু হবে,নামায ছেড়ে দেবে। যখন হায়িযের সময়সীমা শেষ হবে, তোমার শরীর হতে রক্ত ধুয়ে ফেলবে (গোসল করে নেবে) এবং নামায আদায় করবে”। \nআবূ মুআবিয়া তাঁর বর্ণিত হাদীসে বলেন, তিনি (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) বললেন, (হায়িযের মুদ্দাত শেষ হওয়ার পর) প্রত্যেক নামাযের জন্য ওযূ কর (নামায আদায় কর), যতক্ষণ পরবর্তী (হায়িযের) সময় না আসে। \n\nসহীহ্। ইবনু মাজাহ-(৬২১), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، وَعَبْدَةُ، وَأَبُو مُعَاوِيَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ جَاءَتْ فَاطِمَةُ بِنْتُ أَبِي حُبَيْشٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي امْرَأَةٌ أُسْتَحَاضُ فَلاَ أَطْهُرُ أَفَأَدَعُ الصَّلاَةَ قَالَ ‏\"‏ لاَ إِنَّمَا ذَلِكِ عِرْقٌ وَلَيْسَتْ بِالْحَيْضَةِ فَإِذَا أَقْبَلَتِ الْحَيْضَةُ فَدَعِي الصَّلاَةَ وَإِذَا أَدْبَرَتْ فَاغْسِلِي عَنْكِ الدَّمَ وَصَلِّي ‏\"‏ ‏.‏ قَالَ أَبُو مُعَاوِيَةَ فِي حَدِيثِهِ وَقَالَ ‏\"‏ تَوَضَّئِي لِكُلِّ صَلاَةٍ حَتَّى يَجِيءَ ذَلِكَ الْوَقْتُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أُمِّ سَلَمَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ جَاءَتْ فَاطِمَةُ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَمَالِكٌ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ أَنَّ الْمُسْتَحَاضَةَ إِذَا جَاوَزَتْ أَيَّامَ أَقْرَائِهَا اغْتَسَلَتْ وَتَوَضَّأَتْ لِكُلِّ صَلاَةٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে উম্মু সালামাহ্ (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ ‘আয়িশাহ্ (রাঃ)-এর এই হাদীসটি হাসান সহীহ। নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের একাধিক বিশেষজ্ঞ সাহাবা এবং তাবিঈনের এই মত। সুফিয়ান সাওরী, মালিক, ইবনুল মুবারাক ও শাফিঈ বলেন, ইস্তিহাযার রোগিণী হায়িযের সময়সীমা পার হলে গোসল করবে এবং প্রত্যেক নামযের জন্য (নতুন করে) ওযূ করবে।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}