{
  "hadith": {
    "hadith_id": 1250,
    "narrator": "আনাস (রাঃ)",
    "bn": "ক্রয়-বিক্রয়ের ক্ষেত্রে এক ব্যক্তি খুবই দুর্বল ছিল। সে ক্রয়-বিক্রয় করত (কিন্তু ঠকে যেত)। নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর কাছে এসে তার পরিবারের লোকেরা বলল, হে আল্লাহর রাসূল! তাকে ক্রয়-বিক্রয় হতে বিরত থাকতে বলুন। নাৰী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ডেকে ক্রয়-বিক্রয় করতে নিষেধ করলেন। সে বলল, হে আল্লাহ্‌র রাসূল! ক্রয়-বিক্রয় হতে বিরত থাকার কাজটি আমার ধৈর্যের উরধে। তিনি বললেনঃ যখন তুমি ক্রয়-বিক্রয় করবে তখন বলবে নগদ লেন-দেন হবে এবং যেন প্রতারণা না করা হয়।\n\nসহীহ্‌, ইবনু মা-জাহ (২৩৫৪), নাসা-ঈ",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ حَمَّادٍ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ عَبْدِ الأَعْلَى، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ رَجُلاً، كَانَ فِي عُقْدَتِهِ ضَعْفٌ وَكَانَ يُبَايِعُ وَأَنَّ أَهْلَهُ أَتَوُا النَّبِيَّ صلى الله عليه وسلم فَقَالُوا يَا رَسُولَ اللَّهِ احْجُرْ عَلَيْهِ ‏.‏ فَدَعَاهُ نَبِيُّ اللَّهِ صلى الله عليه وسلم فَنَهَاهُ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي لاَ أَصْبِرُ عَنِ الْبَيْعِ ‏.‏ فَقَالَ ‏ \"‏ إِذَا بَايَعْتَ فَقُلْ هَاءَ وَهَاءَ وَلاَ خِلاَبَةَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ ‏.‏ وَحَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَقَالُوا يُحْجَرُ عَلَى الرَّجُلِ الْحُرِّ فِي الْبَيْعِ وَالشِّرَاءِ إِذَا كَانَ ضَعِيفَ الْعَقْلِ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَلَمْ يَرَ بَعْضُهُمْ أَنْ يُحْجَرَ عَلَى الْحُرِّ الْبَالِغِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আনাস (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্‌ গারীব। এ হাদীস অনুযায়ী একদল আলিম আমল করেছেন। তারা বলেন, দুর্বল জ্ঞানের অধিকারী লোক স্বাধীন হলেও তাকে ক্রয়-বিক্রয় হতে বিরত রাখা উচিত। এই মত ইমাম আহ্‌মাদ ও ইসহাকের। অন্য একদল আলিমের মতে, প্রাপ্তবয়স্ক স্বাধীন লোকের উপর (আর্থিক লেন-দেনে) প্রতিবন্ধকতা (হাজর) আরোপ করা উচিত নয়।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}