{
  "hadith": {
    "hadith_id": 1255,
    "narrator": "ফাযালা ইবনু উবাইদ (রাঃ)",
    "bn": "তিনি বলেন, আমি খাইবারের যুদ্ধের সময় বার দীনারে একটি মালা ক্রয় করলাম। এতে স্বর্ণ ও পুঁতির দানা মিশানো ছিল। আমি এগুলোকে আলাদা করে বার দীনারের বেশি পরিমাণ স্বর্ণ পেলাম। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এটা উল্লেখ করলে তিনি বললেনঃ তা বিক্রয় করা যাবে না যতক্ষণ না তা আলাদা করা হবে।\n\nসহীহ্‌, বেচা-কেনার হাদীস, মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ أَبِي شُجَاعٍ، سَعِيدِ بْنِ يَزِيدَ عَنْ خَالِدِ بْنِ أَبِي عِمْرَانَ، عَنْ حَنَشٍ الصَّنْعَانِيِّ، عَنْ فَضَالَةَ بْنِ عُبَيْدٍ، قَالَ اشْتَرَيْتُ يَوْمَ خَيْبَرَ قِلاَدَةً بِاثْنَىْ عَشَرَ دِينَارًا فِيهَا ذَهَبٌ وَخَرَزٌ فَفَصَّلْتُهَا فَوَجَدْتُ فِيهَا أَكْثَرَ مِنِ اثْنَىْ عَشَرَ دِينَارًا فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ لاَ تُبَاعُ حَتَّى تُفَصَّلَ ‏\"‏ ‏.‏\n\nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ أَبِي شُجَاعٍ، سَعِيدِ بْنِ يَزِيدَ بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ لَمْ يَرَوْا أَنْ يُبَاعَ السَّيْفُ مُحَلًّى أَوْ مِنْطَقَةٌ مُفَضَّضَةٌ أَوْ مِثْلُ هَذَا بِدَرَاهِمَ حَتَّى يُمَيَّزَ وَيُفَصَّلَ ‏.‏ وَهُوَ قَوْلُ ابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَدْ رَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ فِي ذَلِكَ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। ইবনুল মুবারকও উল্লিখিত সনদে অনুরূপ হাদীস বর্ণনা করেছেন। এ হাদীস অনুযায়ী একদল সাহাবী ও অপরাপর আলিম আমল করেছেন। তাদের মতে রূপার কারুকার্য খচিত তরবারি, কোমরবন্ধ, তরবারির খাপ ইত্যাদি দিরহামের বিনিময়ে ক্রয়-বিক্রয় করতে হলে এর সাথে রূপা পৃথক করে নিতে হবে। এই মত দিয়েছেন ইবনুল মুবারাক, শাফিঈ, আহ্‌মাদ ও ইসহাকও। অন্য একদল সাহাবী ও অপরাপর আলিম এগুলো আলাদা না করেই তা ক্রয়-বিক্রয়ের সম্মতি দিয়েছেন।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}