{
  "hadith": {
    "hadith_id": 1256,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বারীরা নাম্নী গোলামকে কিনতে চাইলেন, কিন্তু মালিক পক্ষ ওয়ালার শর্ত আরোপ করল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি তাকে কিনতে পার। কেননা, যে লোক মূল্য পরিশোধ করে অথবা এর মালিক হয় সেই ওয়ালার অধিকারী হয়।\n\nসহীহ্‌, ইবনু মা-জাহ (২৫২১), নাসা-ঈ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، أَنَّهَا أَرَادَتْ أَنْ تَشْتَرِيَ، بَرِيرَةَ فَاشْتَرَطُوا الْوَلاَءَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ اشْتَرِيهَا فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْطَى الثَّمَنَ أَوْ لِمَنْ وَلِيَ النِّعْمَةَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ ‏.‏ قَالَ وَمَنْصُورُ بْنُ الْمُعْتَمِرِ يُكْنَى أَبَا عَتَّابٍ ‏.‏ حَدَّثَنَا أَبُو بَكْرٍ الْعَطَّارُ الْبَصْرِيُّ عَنْ عَلِيِّ بْنِ الْمَدِينِيِّ قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ يَقُولُ إِذَا حُدِّثْتَ عَنْ مَنْصُورٍ فَقَدْ مَلأْتَ يَدَكَ مِنَ الْخَيْرِ لاَ تُرِدْ غَيْرَهُ ‏.‏ ثُمَّ قَالَ يَحْيَى مَا أَجِدُ فِي إِبْرَاهِيمَ النَّخَعِيِّ وَمُجَاهِدٍ أَثْبَتَ مِنْ مَنْصُورٍ ‏.‏ قَالَ وَأَخْبَرَنِي مُحَمَّدٌ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي الأَسْوَدِ قَالَ قَالَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ مَنْصُورٌ أَثْبَتُ أَهْلِ الْكُوفَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আইশা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস অনুযায়ী বিশেষজ্ঞ আলিমগণ আমল করেছেন। ইয়াহ্‌ইয়া ইবনু সাঈদ বলেন, যখন তোমার নিকট মানসূরের সূত্রে বর্ণনা করা হয় তখন তুমি মনে করবে যে, তুমি তোমার হাত কল্যাণে পরিপূর্ণ করলে। আমি ইবরাহীম নাখঈ ও মুজাহিদ হতে রিওয়ায়াতের ক্ষেত্রে মানসূরের তুলনায় বেশি আস্থাভাজন অন্য কাউকে পাইনি। আবদুর রাহমান ইবনু মাহ্‌দী বলেন, কুফাবাসীদের মধ্যে মানসূর সর্বাধিক নির্ভরযোগ্য লোক।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}