{
  "hadith": {
    "hadith_id": 1267,
    "narrator": "মা’মার ইবনু আবদুল্লাহ ইবনু নাযলাহ্ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ “শুধুমাত্র দুর্নীতিপরায়ণ মানুষই মজুতদারি করে থাকে”। আমি (মুহাম্মাদ ইবনু ইবরাহীম) সাঈদকে বললাম, হে মুহাম্মাদের পিতা! আপনিও তো মজুতদারি করে থাকেন। তিনি বললেন, মজুতদারি তো মা’মারও করতেন।\n\nসহীহ্‌, ইবনু মা-জাহ (২১৫৪), মুসলিম",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ مَعْمَرِ بْنِ عَبْدِ اللَّهِ بْنِ نَضْلَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ يَحْتَكِرُ إِلاَّ خَاطِئٌ ‏\"‏ ‏.‏ فَقُلْتُ لِسَعِيدٍ يَا أَبَا مُحَمَّدٍ إِنَّكَ تَحْتَكِرُ ‏.‏ قَالَ وَمَعْمَرٌ قَدْ كَانَ يَحْتَكِرُ ‏.‏ قَالَ أَبُو عِيسَى وَإِنَّمَا رُوِيَ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّهُ كَانَ يَحْتَكِرُ الزَّيْتَ وَالْحِنْطَةَ وَنَحْوَ هَذَا ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُمَرَ وَعَلِيٍّ وَأَبِي أُمَامَةَ وَابْنِ عُمَرَ ‏.‏ وَحَدِيثُ مَعْمَرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ كَرِهُوا احْتِكَارَ الطَّعَامِ ‏.‏ وَرَخَّصَ بَعْضُهُمْ فِي الاِحْتِكَارِ فِي غَيْرِ الطَّعَامِ ‏.‏ وَقَالَ ابْنُ الْمُبَارَكِ لاَ بَأْسَ بِالاِحْتِكَارِ فِي الْقُطْنِ وَالسَّخْتِيَانِ وَنَحْوِ ذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, সাঈদ ইবনুল মুসাইয়্যিব প্রসঙ্গে বর্ণিত আছে যে, তিনি তেল, গম ও এই জাতীয় জিনিস মজুত করতেন।\nউমার, আলী, আবূ উমামা ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। মা’মার (রাঃ) বর্ণিত হাদীসটি হাসান সহীহ্‌। এ হাদীস মোতাবিক আলিমগণ আমল করেছেন। খাদ্যদ্রব্যের মজুতদারি করাকে তারা মাকরূহ বলেছেন। খাদ্যদ্রব্য ব্যতীত অন্য কিছুর মজুতদারি করার পক্ষে কিছু সংখ্যক আলিম অনুমতি দিয়েছেন। ইবনুল মুবারাক বলেছেন, তুলা, ছাগলের চামড়া বা ঐ ধরণের অন্য কিছুর মজুতদারি করাতে কোন সমস্যা নেই।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}