{
  "hadith": {
    "hadith_id": 1269,
    "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মিথ্যা শপথের মাধ্যমে যদি কোন লোক কোন মুসলমানের ধন-সম্পদ আত্মসাৎ করে তবে সে এরূপ অবস্থায় আল্লাহ্ তা’আলার সামনে উপস্থিত হবে যে, তিনি তার প্রতি খুবই অসন্তুষ্ট থাকবেন। আশআস ইবনু কাইস (রাঃ) বলেন, আল্লাহর শপথ! তিনি এ হাদীসটি আমার সম্পর্কে বলেছেন। আমার ও এক ইয়াহূদীর মধ্যে একটি শরীকানা যমি ছিল। কিন্তু সে আমার অংশ দিতে অস্বীকার করে বসে। আমি তাকে নিয়ে নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর নিকট আসি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেনঃ তোমার সাক্ষীপ্রমাণ আছে কি? আমি বললাম, না। তিনি ইয়াহূদীকে বললেনঃ শপথ কর। আমি বললাম, হে আল্লাহর রাসূল! এ তো শপথ করবেই এবং আমার সম্পদ আত্মসাৎ করবে। আল্লাহ তা’আলা তখন এ আয়াত অবতীর্ণ করেনঃ “যারা আল্লাহ্‌ তা’আলার সাথে কৃত প্রতিশ্রুতি এবং নিজেদের শপথসমূহ সামান্য স্বার্থের বিনিময়ে বিক্রয় করে, আখিরাতে তাদের জন্য কোন অংশ নেই। কিয়ামাতের দিন আল্লাহ্‌ তা’আলা না তাদের সাথে কথা বলবেন, না তাদের প্রতি তাকাবেন আর না তাদেরকে পবিত্র করবেন। তাদের জন্য রয়েছে কঠিন যন্ত্রণাদায়ক শাস্তি” (সূরাঃ আলে-ইমরান - ৭৭)। \n\nসহীহ্‌, ইবনু মা-জাহ (২৩২৩), নাসা-ঈ",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقِ بْنِ سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ حَلَفَ عَلَى يَمِينٍ وَهُوَ فِيهَا فَاجِرٌ لِيَقْتَطِعَ بِهَا مَالَ امْرِئٍ مُسْلِمٍ لَقِيَ اللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُ ‏\"‏ ‏.‏ فَقَالَ الأَشْعَثُ بْنُ قَيْسٍ فِيَّ وَاللَّهِ لَقَدْ كَانَ ذَلِكَ كَانَ بَيْنِي وَبَيْنَ رَجُلٍ مِنَ الْيَهُودِ أَرْضٌ فَجَحَدَنِي فَقَدَّمْتُهُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَلَكَ بَيِّنَةٌ ‏\"‏ ‏.‏ قُلْتُ لاَ ‏.‏ فَقَالَ لِلْيَهُودِيِّ ‏\"‏ احْلِفْ ‏\"‏ ‏.‏ فَقُلْتُ يَا رَسُولَ اللَّهِ إِذًا يَحْلِفَ فَيَذْهَبَ بِمَالِي ‏.‏ فَأَنْزَلَ اللَّهُ تَعَالَى‏:‏ ‏(‏إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلاً ‏)‏ ‏.‏ إِلَى آخِرِ الآيَةِ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ وَائِلِ بْنِ حُجْرٍ وَأَبِي مُوسَى وَأَبِي أُمَامَةَ بْنِ ثَعْلَبَةَ الأَنْصَارِيِّ وَعِمْرَانَ بْنِ حُصَيْنٍ ‏.‏ وَحَدِيثُ ابْنِ مَسْعُودٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ অনুচ্ছেদে ওয়াইল ইবনু হুজর, আবূ মূসা, আবূ উমামা ও ইমরান ইবনু হুসাইন (রাঃ) হতেও হাদীস বর্ণিত আছে। ইবনু মাসঊদ (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্‌।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}