{
  "hadith": {
    "hadith_id": 128,
    "narrator": "হামনা বিনতু জাহ্‌শ (রাঃ)",
    "bn": "তিনি বলেন, আমি গুরুতরভাবে ও অত্যধিক পরিমাণে ইস্তিহাযাগ্রস্ত হয়ে পড়লাম। আমি রাসূলুল্লাহ  সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের নিকট বিধান জিজ্ঞেস করতে এবং ব্যাপারটা তাঁকে জানাতে আসলাম। আমি আমার বোন যাইনাব বিনতি জাহ্‌শের ঘরে তাঁর দেখা পেলাম। আমি বললাম, হে আল্লাহর রাসূল! আমি গুরুতররূপে ও অত্যধিক পরিমানে ইস্তিহাযাগ্রস্ত হয়ে পড়েছি। এ ব্যাপারে আপনি আমাকে কি হুকুম করেন? এটা আমাকে রোযা-নামাযে বাধা দিচ্ছে। তিনি বললেনঃ আমি তোমাকে তুলা ব্যবহারের উপদেশ দিচ্ছি; এটা রক্ত শোষণ করবে। তিনি (হামনা) বলেন, এটা তার চেয়েও বেশি। তিনি বললেনঃ তাহলে তুমি (নির্দিষ্ট স্থানে কাপড়ের) লাগাম বেঁধে নাও। তিনি (হামনা) বললেন, এটা তার চেয়েও বেশি। তিনি বললেনঃ তাহলে তুমি কাপড়ের পট্টি বেঁধে নাও। তিনি বললেন, এটা আরো অধিক গুরুতর, আমি পানি প্রবাহের মত রক্তক্ষরণ করি। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বললেনঃ আমি তোমাকে দু'টো নির্দেশ দিচ্ছি, এর মধ্যে যেটাই তুমি অনুসরণ করবে তা তোমার জন্য যথেষ্ট হবে। আর যদি তুমি উভয়টিই করতে পার তাহলে তুমিই ভাল জান ( কোনটি অনুসরণ করবে )। অতঃপর তিনি তাকে বললেনঃ এটা শাইতানের একটা আঘাত ছাড়া আর কিছু নয় (অতএব চিন্তার কিছু নেই)। \n\nএক.  তুমি হায়িযের সময়সীমা ছয় দিন অথবা সাত দিন ধরে নিবে। প্রকৃত ব্যাপার আল্লাহ  তা'আলার জ্ঞানে রয়েছে। অতঃপর তুমি গোসল করবে। তুমি যখন মনে করবে যে,  তুমি পবিত্র হয়ে গেছ তখন (মাসের অবশিষ্ট ) চব্বিশ দিন অথবা তেইশ দিন নামায আদায় করবে এবং রোযা রাখবে। এটা তোমার জন্য যথেষ্ট হবে। তুমি প্রতি মাসে এরূপ করবে, যেভাবে অন্য মেয়েরা তাদের হায়িযের সময়ে এবং তোহরের (পবিত্রতার) সময়ে নিজেদের হায়িযের সময়সীমা ও তুহরের সময়সীমা গণনা করে থাকে। \n\nদুই.  যদি তুমি যুহরের নামায পিছিয়ে আনতে এবং আসরের নামায এগিয়ে আনতে পার তাহলে পবিত্রতা অর্জনের জন্য গোসল করে যুহর ও আসর উভয় নামায একত্রে আদায় করে নাও। এভাবে মাগরিবের নামায পিছিয়ে আনতে এবং ইশার নামায এগিয়ে আনতে পার এবং গোসল করে উভয় নামায এক সাথে আদায় করতে পারলে তাই করবে। তুমি যদি ফযরের নামাযের জন্যও গোসল করতে পার তাহলে তাই করবে এবং রোযাও রাখবে। অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বললেনঃ দু'টি বিকল্প নির্দেশের মধ্যে শেষেরটিই আমার নিকট বেশি পছন্দনীয়।  \n\nহাসান। ইবনু মাজাহ- (৬২৭)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا زُهَيْرُ بْنُ مُحَمَّدٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ، عَنْ عَمِّهِ، عِمْرَانَ بْنِ طَلْحَةَ عَنْ أُمِّهِ، حَمْنَةَ بِنْتِ جَحْشٍ قَالَتْ كُنْتُ أُسْتَحَاضُ حَيْضَةً كَثِيرَةً شَدِيدَةً فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم أَسْتَفْتِيهِ وَأُخْبِرُهُ فَوَجَدْتُهُ فِي بَيْتِ أُخْتِي زَيْنَبَ بِنْتِ جَحْشٍ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي أُسْتَحَاضُ حَيْضَةً كَثِيرَةً شَدِيدَةً فَمَا تَأْمُرُنِي فِيهَا قَدْ مَنَعَتْنِي الصِّيَامَ وَالصَّلاَةَ قَالَ ‏\"‏ أَنْعَتُ لَكِ الْكُرْسُفَ فَإِنَّهُ يُذْهِبُ الدَّمَ ‏\"‏ ‏.‏ قَالَتْ هُوَ أَكْثَرُ مِنْ ذَلِكَ قَالَ ‏\"‏ فَتَلَجَّمِي ‏\"‏ ‏.‏ قَالَتْ هُوَ أَكْثَرُ مِنْ ذَلِكَ قَالَ ‏\"‏ فَاتَّخِذِي ثَوْبًا ‏\"‏ ‏.‏ قَالَتْ هُوَ أَكْثَرُ مِنْ ذَلِكَ إِنَّمَا أَثُجُّ ثَجًّا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ سَآمُرُكِ بِأَمْرَيْنِ أَيَّهُمَا صَنَعْتِ أَجْزَأَ عَنْكِ فَإِنْ قَوِيتِ عَلَيْهِمَا فَأَنْتِ أَعْلَمُ ‏\"‏ ‏.‏ فَقَالَ ‏\"‏ إِنَّمَا هِيَ رَكْضَةٌ مِنَ الشَّيْطَانِ فَتَحَيَّضِي سِتَّةَ أَيَّامٍ أَوْ سَبْعَةَ أَيَّامٍ فِي عِلْمِ اللَّهِ ثُمَّ اغْتَسِلِي فَإِذَا رَأَيْتِ أَنَّكِ قَدْ طَهُرْتِ وَاسْتَنْقَأْتِ فَصَلِّي أَرْبَعًا وَعِشْرِينَ لَيْلَةً أَوْ ثَلاَثًا وَعِشْرِينَ لَيْلَةً وَأَيَّامَهَا وَصُومِي وَصَلِّي فَإِنَّ ذَلِكِ يُجْزِئُكِ وَكَذَلِكِ فَافْعَلِي كَمَا تَحِيضُ النِّسَاءُ وَكَمَا يَطْهُرْنَ لِمِيقَاتِ حَيْضِهِنَّ وَطُهْرِهِنَّ فَإِنْ قَوِيتِ عَلَى أَنْ تُؤَخِّرِي الظُّهْرَ وَتُعَجِّلِي الْعَصْرَ ثُمَّ تَغْتَسِلِينَ حِينَ تَطْهُرِينَ وَتُصَلِّينَ الظُّهْرَ وَالْعَصْرَ جَمِيعًا ثُمَّ تُؤَخِّرِينَ الْمَغْرِبَ وَتُعَجِّلِينَ الْعِشَاءَ ثُمَّ تَغْتَسِلِينَ وَتَجْمَعِينَ بَيْنَ الصَّلاَتَيْنِ فَافْعَلِي وَتَغْتَسِلِينَ مَعَ الصُّبْحِ وَتُصَلِّينَ وَكَذَلِكِ فَافْعَلِي وَصُومِي إِنْ قَوِيتِ عَلَى ذَلِكِ ‏\"‏ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَهُوَ أَعْجَبُ الأَمْرَيْنِ إِلَىَّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَاهُ عُبَيْدُ اللَّهِ بْنُ عَمْرٍو الرَّقِّيُّ وَابْنُ جُرَيْجٍ وَشَرِيكٌ عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ عَمِّهِ عِمْرَانَ عَنْ أُمِّهِ حَمْنَةَ إِلاَّ أَنَّ ابْنَ جُرَيْجٍ يَقُولُ عُمَرُ بْنُ طَلْحَةَ وَالصَّحِيحُ عِمْرَانُ بْنُ طَلْحَةَ ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ هُوَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَكَذَا قَالَ أَحْمَدُ بْنُ حَنْبَلٍ هُوَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَالَ أَحْمَدُ وَإِسْحَاقُ فِي الْمُسْتَحَاضَةِ إِذَا كَانَتْ تَعْرِفُ حَيْضَهَا بِإِقْبَالِ الدَّمِ وَإِدْبَارِهِ وَإِقْبَالُهُ أَنْ يَكُونَ أَسْوَدَ ‏.‏ وَإِدْبَارُهُ أَنْ يَتَغَيَّرَ إِلَى الصُّفْرَةِ فَالْحُكْمُ لَهَا عَلَى حَدِيثِ فَاطِمَةَ بِنْتِ أَبِي حُبَيْشٍ وَإِنْ كَانَتِ الْمُسْتَحَاضَةُ لَهَا أَيَّامٌ مَعْرُوفَةٌ قَبْلَ أَنْ تُسْتَحَاضَ فَإِنَّهَا تَدَعُ الصَّلاَةَ أَيَّامَ أَقْرَائِهَا ثُمَّ تَغْتَسِلُ وَتَتَوَضَّأُ لِكُلِّ صَلاَةٍ وَتُصَلِّي وَإِذَا اسْتَمَرَّ بِهَا الدَّمُ وَلَمْ يَكُنْ لَهَا أَيَّامٌ مَعْرُوفَةٌ وَلَمْ تَعْرِفِ الْحَيْضَ بِإِقْبَالِ الدَّمِ وَإِدْبَارِهِ فَالْحُكْمُ لَهَا عَلَى حَدِيثِ حَمْنَةَ بِنْتِ جَحْشٍ ‏.‏ وَكَذَلِكَ قَالَ أَبُو عُبَيْدٍ ‏.‏ وَقَالَ الشَّافِعِيُّ الْمُسْتَحَاضَةُ إِذَا اسْتَمَرَّ بِهَا الدَّمُ فِي أَوَّلِ مَا رَأَتْ فَدَامَتْ عَلَى ذَلِكَ فَإِنَّهَا تَدَعُ الصَّلاَةَ مَا بَيْنَهَا وَبَيْنَ خَمْسَةَ عَشَرَ يَوْمًا فَإِذَا طَهُرَتْ فِي خَمْسَةَ عَشَرَ يَوْمًا أَوْ قَبْلَ ذَلِكَ فَإِنَّهَا أَيَّامُ حَيْضٍ فَإِذَا رَأَتِ الدَّمَ أَكْثَرَ مِنْ خَمْسَةَ عَشَرَ يَوْمًا فَإِنَّهَا تَقْضِي صَلاَةَ أَرْبَعَةَ عَشَرَ يَوْمًا ثُمَّ تَدَعُ الصَّلاَةَ بَعْدَ ذَلِكَ أَقَلَّ مَا تَحِيضُ النِّسَاءُ وَهُوَ يَوْمٌ وَلَيْلَةٌ ‏.‏ قَالَ أَبُو عِيسَى وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي أَقَلِّ الْحَيْضِ وَأَكْثَرِهِ فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ أَقَلُّ الْحَيْضِ ثَلاَثَةٌ وَأَكْثَرُهُ عَشَرَةٌ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ وَبِهِ يَأْخُذُ ابْنُ الْمُبَارَكِ وَرُوِيَ عَنْهُ خِلاَفُ هَذَا ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْهُمْ عَطَاءُ بْنُ أَبِي رَبَاحٍ أَقَلُّ الْحَيْضِ يَوْمٌ وَلَيْلَةٌ وَأَكْثَرُهُ خَمْسَةَ عَشَرَ يَوْمًا ‏.‏ وَهُوَ قَوْلُ مَالِكٍ وَالأَوْزَاعِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ وَأَبِي عُبَيْدٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেনঃ হাদীসটি হাসান সহীহ । হাদীসটি 'আমর ইবনু রাক্কী, ইবনু জুরাইজ এবং শারীক আব্দুল্লাহ ইবনু মুহাম্মাদ ইবনু 'আক্কীল হতে তিনি ইবরহীম ইবনু মুহাম্মাদ ইবনু তালহা হতে তিনি তার চাচা ইমরান হতে, তিনি তার মা হামনাহ হতে বর্ণনা করেছেন । ইবনু জুরাইজ তার বর্ণনায় 'উমার ইবনু তালহা বলেছেন । সঠিক হলো, 'ইমরান ইবনু তালহা । আমি মুহাম্মাদকে (বুখারীকে) এ হাদীস সম্পর্কে প্রশ্ন করলে তিনি বলেন, এটি হাসান সহীহ্‌ হাদীস । অনুরুপভাবে আহমাদ ইবনু হাম্বালও বলেছেন,  এটা হাসান সহীহ হাদীস । \n\nইমাম আহমাদ ও ইসহাক বলেন, যদি ইস্তিহাযার রোগিণী হায়িযের শুরু এবং শেষ বুঝতে পারে, তবে রক্তস্রাব যখন আরম্ভ হয় তখন তার রং হয় কালো এবং শেষের দিকে তা হলুদ বর্ণ ধারন করে । এ ধরনের মহিলাদের জন্য ফাতিমা বিনতু আবূ হুবাইশ হতে বর্ণিত হাদীসের নির্দেশ প্রযোজ্য । \nপূর্বে নিয়মিত ঋতুস্রাব হয়েছে এবং পরে ইস্তিহাযার রোগ দেখা দিয়েছে এরূপ মহিলার কর্তব্য হচ্ছে, হায়িযের নির্দিষ্ট দিন কয়টির নামায ছেড়ে দেবে; অতঃপর গোসল করবে এবং প্রত্যেক নামাযের জন্য পৃথকভাবে ওযূ করে নামায আদায় করবে । কোন মহিলার যদি রক্তস্রাব হতেই থাকে এবং পূর্ব হতে কোন  নির্দিষ্ট সময়সীমা বা অভ্যাসও না থাকে যে, কত দিন হায়িয হয়; এরূপ মহিলার ক্ষেত্রে হামনা বিনতু জাহ্‌শ হতে বর্ণনাকৃত হাদীসের হুকুম প্রযোজ্য । আবূ 'উবাইদও এরূপ বলেন । ইমাম শাফিঈ বলেন, ইস্তিহাযার রোগিণীর যদি প্রথম হায়িয হয়ে থাকে এবং তা পনের দিন অথবা তার কম সময়ের মধ্যে বন্ধ হয়, তবে তার এ দিনগুলো হায়িযের মধ্যে গণ্য হবে । \n\nএ কয়দিন সে নামায আদায় করবে না । পনের দিনের পরও যদি রক্তস্রাব চলতে থাকে তবে (উক্ত পনের দিনের মধ্যে) চৌদ্দ দিনের নামায কাযা হিসেবে আদায় করবে এবং এক দিনের নামায ছেড়ে দিবে । কেননা (ইমাম শাফিঈর মতে) হায়িযের নিম্নতম মুদ্দাত এক দিন । \n\nআবূ 'ঈসা বলেন,হায়িযের সর্বনিম্ন ও সর্বোচ্চ মুদ্দাত নিয়ে ইমামদের মধ্যে মতভেদ রয়েছে। কিছু বিশেষজ্ঞ বলেছেন, হায়িযের সর্বনিম্ন সীমা তিন দিন এবং সর্বোচ্চ  সীমা দশদিন । সুফিয়ান সাওরী ও কুফাবাসীগণ (ইমাম আবূ হানীফা ও তাঁর আনুসারীগণ) একথা বলেছেন । ইবনুল মুবারাক এ মতটিই গ্রহণ করেছেন । অপর একদল বিদ্বান, যাদের মধ্যে আতা ইবনু আবূ রাবাহ্‌ও রয়েছেন, বলেছেন, হায়িযের নিম্নতম মুদ্দাত এক দিন এক রাত এবং সর্বোচ্চ মুদ্দাত পনের দিন (ও রাত) । ইমাম আওযাঈ, মালিক, শাফিঈ, আহমাদ, ইসহাক ও আবূ 'উবাইদ এ অভিমত দিয়েছেন ।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}