{
  "hadith": {
    "hadith_id": 1286,
    "narrator": "আইশা (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফায়সালা করেছেনঃ ক্ষতির দায় বহনের শর্তেই উপকারিতা ভোগের অধিকার সৃষ্টি হয়।\n\nহাসান, দেখুন পূর্বের হাদীস",
    "ar": "حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ أَخْبَرَنَا عُمَرُ بْنُ عَلِيٍّ الْمُقَدَّمِيُّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَضَى أَنَّ الْخَرَاجَ بِالضَّمَانِ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ هِشَامِ بْنِ عُرْوَةَ ‏.‏ قَالَ أَبُو عِيسَى اسْتَغْرَبَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ هَذَا الْحَدِيثَ مِنْ حَدِيثِ عُمَرَ بْنِ عَلِيٍّ ‏.‏ قُلْتُ تَرَاهُ تَدْلِيسًا قَالَ لاَ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى مُسْلِمُ بْنُ خَالِدٍ الزَّنْجِيُّ هَذَا الْحَدِيثَ عَنْ هِشَامِ بْنِ عُرْوَةَ وَرَوَاهُ جَرِيرٌ عَنْ هِشَامٍ أَيْضًا ‏.‏ وَحَدِيثُ جَرِيرٍ يُقَالُ تَدْلِيسٌ دَلَّسَ فِيهِ جَرِيرٌ ‏.‏ لَمْ يَسْمَعْهُ مِنْ هِشَامِ بْنِ عُرْوَةَ ‏.‏ وَتَفْسِيرُ الْخَرَاجِ بِالضَّمَانِ هُوَ الرَّجُلُ يَشْتَرِي الْعَبْدَ فَيَسْتَغِلُّهُ ثُمَّ يَجِدُ بِهِ عَيْبًا فَيَرُدُّهُ عَلَى الْبَائِعِ فَالْغَلَّةُ لِلْمُشْتَرِي لأَنَّ الْعَبْدَ لَوْ هَلَكَ هَلَكَ مِنْ مَالِ الْمُشْتَرِي ‏.‏ وَنَحْوُ هَذَا مِنَ الْمَسَائِلِ يَكُونُ فِيهِ الْخَرَاجُ بِالضَّمَانِ ‏.‏\nقَالَ أَبُو عِيسَى اسْتَغْرَبَ مُحَمَّدُ بْنُ إِسْمَعِيلَ هَذَا الْحَدِيثَ مِنْ حَدِيثِ عُمَرَ بْنِ عَلِيٍّ قُلْتُ تَرَاهُ تَدْلِيسًا قَالَ لَا",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি হিশাম ইবনু উরওয়ার সনদসূত্রে হাসান সহীহ্‌ গারীব। হিশাম ইবনু উরওয়া হতে মুসলিম ইবনু খালিদ এ হাদীসটি বর্ণনা করেছেন। জারীরও হিশাম হতে বর্ণনা করেছেন। জারীরের বর্ণনায় তাদলীস আছে। জারীর তাদলীস করেছেন। সরাসরি হিশাম হতে তিনি তা শুনতে পাননি।\n“আল-খারাজ বিয-যামান”-এর ব্যাখ্যা হলঃ যেমন এক লোক একটি গোলাম কিনলো । সে তাকে দিয়ে কাজও করাল। তারপর তার নিকট এর দোষ ধরা পড়ল। বিক্রেতাকে গোলামটি ফিরত প্রদান করতে হবে, তবে তাকে দিয়ে কাজ করানোর আয় ক্রয়কারীই ভোগ করবে। কারণ, গোলামটি তার নিকট ফিরতের পূর্বে মৃত্যু বরণ করলে এই আর্থিক ক্ষতি ক্রেতাকেই বহন করতে হত, বিক্রেতার কোন রকম ক্ষতি হত না। এজন্যই তাকে দিয়ে সুবিধা ভোগের অধিকার অর্জিত হয়েছে। অনুরূপ ক্ষেত্রসমূহে “আল-খারাজ বিয যামান” নীতি প্রযোজ্য। আবূ ঈসা বলেন, মুহাম্মাদ ইবনু ইসমাঈল এই হাদীসটিকে উমার ইবনু আলীর হাদীস হিসেবে গারীব মনে করেন, আমি বললাম, আপনিকি হাদীসটিকে তাদলীস মনে করেন, তিনি বললেন, না।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}