{
  "hadith": {
    "hadith_id": 1302,
    "narrator": "যাইদ ইবনু সাবিত (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অনুমান করে পরিমাণ নির্ধারণ করার পর আরাইয়া পদ্ধতিতে বিক্রয়ের অনুমতি প্রদান করেছেন।\n\nসহীহ্‌, বেচা-কেনার হাদীস, নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ زَيْدِ بْنِ ثَابِتٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَرْخَصَ فِي بَيْعِ الْعَرَايَا بِخَرْصِهَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَحَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَيْهِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْهُمُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ وَقَالُوا إِنَّ الْعَرَايَا مُسْتَثْنَاةٌ مِنْ جُمْلَةِ نَهْىِ النَّبِيِّ صلى الله عليه وسلم إِذْ نَهَى عَنِ الْمُحَاقَلَةِ وَالْمُزَابَنَةِ وَاحْتَجُّوا بِحَدِيثِ زَيْدِ بْنِ ثَابِتٍ وَحَدِيثِ أَبِي هُرَيْرَةَ وَقَالُوا لَهُ أَنْ يَشْتَرِيَ مَا دُونَ خَمْسَةِ أَوْسُقٍ ‏.‏ وَمَعْنَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَرَادَ التَّوْسِعَةَ عَلَيْهِمْ فِي هَذَا لأَنَّهُمْ شَكَوْا إِلَيْهِ وَقَالُوا لاَ نَجِدُ مَا نَشْتَرِي مِنَ الثَّمَرِ إِلاَّ بِالتَّمْرِ فَرَخَّصَ لَهُمْ فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ أَنْ يَشْتَرُوهَا فَيَأْكُلُوهَا رُطَبًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আবূ হুরাইরা (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্‌। এ হাদীস অনুযায়ী একদল আলিম আমল করেছেন। তাদের মধ্যে ইমাম শাফিঈ, আহ্‌মাদ ও ইসহাকও অন্তর্ভুক্ত আছেন। তারা বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘মুহাকালা’ ও ‘মুযাবানা’ নিষিদ্ধ করেছেন এবং তা হতে আরাইয়াকে বাদ রেখেছেন। তারা দলীল হিসাবে আবূ হুরাইরা ও যাইদ (রাঃ)-এর হাদীসকে গ্রহণ করেছেন। তাদের মতে আরাইয়ার ফল পাঁচ ওয়াসাকের কম পরিমাণের মধ্যে (পরিপক্ক ফলের বিনিময়ে) কেনা জায়িয। কিছু সংখ্যক আলিমের মতে, এই নির্দেশের মর্মার্থ এই যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দরিদ্র লোকদেরকে এ ব্যাপারে কিছুটা সুযোগ দিতে চেয়েছেন। কেননা, তারা তাঁর নিকট আবেদন করে যে, তারা (আরাইয়ার) গাছের কাঁচা ফল কেনার জন্য শুধু পাকা ফলই দিতে পারে সুতরাং তিনি তাজা খেজুর খাওয়ার সুযোগকে বৃদ্ধির জন্য আরাইয়ার পরিমাণ পাঁচ ওয়াসাকের কমের মধ্যে সীমাবদ্ধ করেন।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}