{
  "hadith": {
    "hadith_id": 131,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ ঋতুবর্তী নারী ও নাপাক ব্যক্তি (যার উপর গোসল ফরয) কুরআনের কোন অংশ তিলাওয়াত করবে না।\n\nমুনকার, ইবনু মাজাহ (৫৯৫)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، وَالْحَسَنُ بْنُ عَرَفَةَ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ تَقْرَإِ الْحَائِضُ وَلاَ الْجُنُبُ شَيْئًا مِنَ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ إِسْمَاعِيلَ بْنِ عَيَّاشٍ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ يَقْرَإِ الْجُنُبُ وَلاَ الْحَائِضُ ‏\"‏ ‏.‏ وَهُوَ قَوْلُ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ مِثْلِ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ قَالُوا لاَ تَقْرَأُ الْحَائِضُ وَلاَ الْجُنُبُ مِنَ الْقُرْآنِ شَيْئًا إِلاَّ طَرَفَ الآيَةِ وَالْحَرْفَ وَنَحْوَ ذَلِكَ وَرَخَّصُوا لِلْجُنُبِ وَالْحَائِضِ فِي التَّسْبِيحِ وَالتَّهْلِيلِ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ إِنَّ إِسْمَاعِيلَ بْنَ عَيَّاشٍ يَرْوِي عَنْ أَهْلِ الْحِجَازِ وَأَهْلِ الْعِرَاقِ أَحَادِيثَ مَنَاكِيرَ ‏.‏ كَأَنَّهُ ضَعَّفَ رِوَايَتَهُ عَنْهُمْ فِيمَا يَنْفَرِدُ بِهِ ‏.‏ وَقَالَ إِنَّمَا حَدِيثُ إِسْمَاعِيلَ بْنِ عَيَّاشٍ عَنْ أَهْلِ الشَّأْمِ ‏.‏ وَقَالَ أَحْمَدُ بْنُ حَنْبَلٍ إِسْمَاعِيلُ بْنُ عَيَّاشٍ أَصْلَحُ مِنْ بَقِيَّةَ وَلِبَقِيَّةَ أَحَادِيثُ مَنَاكِيرُ عَنِ الثِّقَاتِ ‏.‏ قَالَ أَبُو عِيسَى حَدَّثَنِي أَحْمَدُ بْنُ الْحَسَنِ قَالَ سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ ذَلِكَ ‏.‏",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে ‘আলী (রাঃ) হতে বর্ণনাকৃত হাদীস ও আছে। আবূ ‘ঈসা বলেনঃ এ হাদীসটি ইসমা’ঈল ইবনু ‘আইয়াশ একটি মাত্র সনদে সূত্রেই বর্ণনা করেছেন যে, নাপাক ব্যক্তি ও হায়িযগ্রস্তা নারী কুরআন তিলাওয়াত করবে না। এ সূত্র ব্যতীত অন্য কোন সূত্রে আমরা উপরোক্ত হাদীস জানতে পারিনি। বেশিরভাগ বিশেষজ্ঞ সাহাবা ও তাবিঈ এটাই বলেছেন। তাদের পরবর্তীগণ যেমন, সুফইয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ, আহমাদ ও ইসহাক বলেনঃ নাপাক ও হায়িয অবস্থায় কুরআনের কোন অংশ তিলাওয়াত করবে না; কিন্তু কোন আয়াতের অংশবিশেষ অথবা শব্দ ইত্যাদি পাঠ করতে পারবে। তাঁরা নাপাক ব্যক্তি ও হায়িযগ্রস্তা নারীকে তাসবীহ-তাহলীল (সুবহানাল্লাহ, লা-ইলা-হা ইল্লাল্লা-হ ইত্যাদি) পড়ার অনুমতি দিয়েছেন। \nইমাম তিরমিযী বলেনঃ আমি মুহাম্মদ ইবনু ইসমাঈল (বুখারী)-কে বলতে শুনেছি, এ হাদীসের এক রাবী ইসমাঈল ইবনু ‘আইয়াশ, হিজায ও ইরাকবাসীদের হতে অস্বীকৃত (মুনকার) হাদীসগুলো বর্ণনা করে থাকে। ইমাম বুখারী তাদের সূত্রে বর্ণিত তার এ ধরনের একক বর্ণনাগুলোকে য‘ঈফ বলতে চান। তিনি আরো বলেছেন, সিরীয়াবাসীদের নিকট হতে বর্ণিত ইসমা‘ঈল ইবনু ‘আইয়াশের হাদীসগুলো শক্তিশালী। আহমাদ ইবনু হাম্বাল বলেছেনঃ ইসমা‘ঈল ইবনু ‘আইয়াশ বাকিয়ার তুলনায় অনেক ভাল। কেননা বাকিয়া সিকাহ রাবীদের বরাতে মুনকার হাদীস বর্ণনা করেছেন। আবূ ‘ঈসা বলেনঃ আহমাদ ইবনু হাসান আমাকে এ কথা বলেছেন। তিনি বলেছেন, আমি আহমাদ ইবনু হাম্বালকে এ কথা বলতে শুনেছি।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}