{
  "hadith": {
    "hadith_id": 1311,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে সময় মাদীনায় আসেন সে সময় বিভিন্ন ধরণের ফলমূল অগ্রিম বেচা-কেনায় এখানকার লোকজন অভ্যস্ত ছিল। তিনি বললেনঃ যে লোক অগ্রিম বেচা-কেনা করতে চায় সে যেন পরিমাপ, ওজন ও মেয়াদ নির্দিষ্ট করে নেয়।\n\nসহীহ্‌, ইবনু মা-জাহ (২২৮০), নাসা-ঈ",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرٍ، عَنْ أَبِي الْمِنْهَالِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ وَهُمْ يُسْلِفُونَ فِي الثَّمَرِ فَقَالَ ‏ \"‏ مَنْ أَسْلَفَ فَلْيُسْلِفْ فِي كَيْلٍ مَعْلُومٍ وَوَزْنٍ مَعْلُومٍ إِلَى أَجَلٍ مَعْلُومٍ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ أَبِي أَوْفَى وَعَبْدِ الرَّحْمَنِ بْنِ أَبْزَى ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَجَازُوا السَّلَفَ فِي الطَّعَامِ وَالثِّيَابِ وَغَيْرِ ذَلِكَ مِمَّا يُعْرَفُ حَدُّهُ وَصِفَتُهُ وَاخْتَلَفُوا فِي السَّلَمِ فِي الْحَيَوَانِ فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمُ السَّلَمَ فِي الْحَيَوَانِ جَائِزًا ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَكَرِهَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمُ السَّلَمَ فِي الْحَيَوَانِ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏ أَبُو الْمِنْهَالِ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ مُطْعِمٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আবী আওফা ও আবদুর রাহমান ইবনু আবযা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু আব্বাস (রাঃ) হতে বর্ণিত হাদিসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস অনুযায়ী সাহাবী ও তাবীঈগণ আমল করেছেন। তাদের মতে অগ্রিম বেচা-কেনা জায়িয হবে খাদ্যশস্য, কাপড়-চোপড় এবং যেসব বস্তুর পরিমান, বৈশিষ্ট্য, অবস্থা ও ধরণ নির্ধারণ করা যায় এমন পণ্যের ক্ষেত্রে। \nপশু অগ্রিম বেচা-কেনা করা যায় কিনা এ ব্যাপারে মতের অমিল আছে। পশুর অগ্রিম বেচা-কেনা করাটা একদল সাহাবী ও তাবিঈর মতে জায়িয। এই মত দিয়েছেন ইমাম শাফিঈ, আহ্‌মাদ ও ইসহাক। এটাকে আরেকদল আলিম নাজায়িয বলেছেন। সুফিয়ান সাওরী ও কূফাবাসী আলিমগণ এই শেষোক্ত মত গ্রহন করেছেন। আবূল মিনহালের নাম আব্দুর রহমান, পিতা মুতঈম।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}