{
  "hadith": {
    "hadith_id": 1312,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কোন বাগানের মালিকানায় কোন ব্যক্তির সাথে তার আরো শরীক থাকলে, সে তার অংশ বিক্রয়ের জন্য শরীকদেরকে ক্রয়ের প্রস্তাব দেওয়ার পূর্বে যেন সেটা অন্যের নিকট বিক্রয় না করে।\n\nসহীহ্‌, ইরওয়া (৫/৩৭৩), বেচা-কেনার হাদীস, মুসলিম অনুরূপ",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ سُلَيْمَانَ الْيَشْكُرِيِّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ كَانَ لَهُ شَرِيكٌ فِي حَائِطٍ فَلاَ يَبِيعُ نَصِيبَهُ مِنْ ذَلِكَ حَتَّى يَعْرِضَهُ عَلَى شَرِيكِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ إِسْنَادُهُ لَيْسَ بِمُتَّصِلٍ ‏.‏ سَمِعْتُ مُحَمَّدًا يَقُولُ سُلَيْمَانُ الْيَشْكُرِيُّ يُقَالُ إِنَّهُ مَاتَ فِي حَيَاةِ جَابِرِ بْنِ عَبْدِ اللَّهِ ‏.‏ قَالَ وَلَمْ يَسْمَعْ مِنْهُ قَتَادَةُ وَلاَ أَبُو بِشْرٍ ‏.‏ قَالَ مُحَمَّدٌ وَلاَ نَعْرِفُ لأَحَدٍ مِنْهُمْ سَمَاعًا مِنْ سُلَيْمَانَ الْيَشْكُرِيِّ إِلاَّ أَنْ يَكُونَ عَمْرُو بْنُ دِينَارٍ فَلَعَلَّهُ سَمِعَ مِنْهُ فِي حَيَاةِ جَابِرِ بْنِ عَبْدِ اللَّهِ ‏.‏ قَالَ وَإِنَّمَا يُحَدِّثُ قَتَادَةُ عَنْ صَحِيفَةِ سُلَيْمَانَ الْيَشْكُرِيِّ وَكَانَ لَهُ كِتَابٌ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ‏.‏ حَدَّثَنَا أَبُو بَكْرٍ الْعَطَّارُ عَبْدُ الْقُدُّوسِ قَالَ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ قَالَ سُلَيْمَانُ التَّيْمِيُّ ذَهَبُوا بِصَحِيفَةِ جَابِرِ بْنِ عَبْدِ اللَّهِ إِلَى الْحَسَنِ الْبَصْرِيِّ فَأَخَذَهَا أَوْ قَالَ فَرَوَاهَا وَذَهَبُوا بِهَا إِلَى قَتَادَةَ فَرَوَاهَا وَأَتَوْنِي بِهَا فَلَمْ أَرْوِهَا ‏.‏ يَقُولُ رَدَدْتُهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসের সনদ পরস্পর সংযুক্ত (মুত্তাসিল) নয়। আমি ইমাম বুখারীকে বলতে শুনেছিঃ সুলাইমান ইয়াশকুরী প্রসঙ্গে কথিত আছে যে, জাবির (রাঃ)-এর জিবদ্দশাতেই তিনি মৃত্যু বরণ করেন। আর তার নিকট হতে বিশর ও কাতাদা (রহঃ) কখনও কিছু শুনেননি। বুখারী আরো বলেন, সুলাইমান ইয়াশকুরীর কাছে আমর ইবনু দীনার ব্যতিত আর কেউ শুনেছেন বলে আমার জানা নেই। জাবির (রাঃ)-এর জীবদ্দশায় হয়ত আমর তার নিকট হাদীস শুনেছেন। কাতাদা (রহঃ) সুলাইমান ইয়াশকুরীর পাণ্ডুলিপি হতেই হাদীস বর্ণনা করেছেন। তিনি এটা জাবির (রাঃ)-এর নিকট হতে অর্জন করেছিলেন। সুলাইমান আত-তাইমী বলেছেন, তারা হাসান বাসরীর নিকট জাবির (রাঃ)-এর পাণ্ডুলিপিটি নিয়ে গেলেন। তিনি এটাকে গ্রহন করলেন বা তা হতে রিওয়াত করেন। অতঃপর তারা এটাকে কাতাদার নিকট নিয়ে গেলে তিনিও তা হতে রিওয়াত করেন। তারপর এটাকে তারা আমার কেছে নিয়ে এলে আমি তা হতে রিওয়াত করিনি এবং তা ফেরত দেই।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}