{
  "hadith": {
    "hadith_id": 1322,
    "narrator": "আবদুল্লাহ ইবনু মাওহাব (রহঃ)",
    "bn": "১৩২২/১. উসমান (রাঃ) ইবনু উমার (রাঃ)-কে বলেন, যাও! লোকদের মাঝে বিচার-ফায়সালা কর। তিনি বললেন, হে মু’মিনদের নেতা! আমাকে কি মাফ করবেন? তিনি বললেন, এ পদটি তুমি কেন অপছন্দ করছ, অথচ তোমার পিতা বিচার-ফায়সালা করতেন? তিনি উত্তরে বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ কোন ব্যক্তি কাযী (বিচারক) নিযুক্ত হয়ে ইনসাফের উপর বিচার-ফায়সালা করলেও সে বরাবর আমল নিয়ে প্রত্যাবর্তন করবে (না তার কোন গুনাহ আছে আর না তার কোন সাওয়াব আছে। এরপর আমি আর কি আশা করতে পারি? \n\nযঈফ, মিশকাত, তাহকীক ছানী (৩৭৪৩)। তা’লীকুর রাগীব (২/১৩২) তা’লীক আলা আহাদীস মুখতারাহ (৩৪৮,৩৪৯)\n\nএ হাদীসের সাথে একটি ঘটনা আছে। এ অনুচ্ছেদে আবূ হুরাইরা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, ইবনু উমার (রাঃ)-এর হাদীসটি গারীব। আমার মতে এ হাদীসের সনদ পরস্পর সংযুক্ত নয়। কেননা যে আবদুল মালিক হতে মুতামির রিওয়াত করেছেন তিনি হলেন আবদুল মালিক ইবনু আবূ জামীলা।\n\n----------------------\n\n১৩২২/২. বুরাইদা (রাঃ) হতে বর্ণিত আছে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কাযীগণ তিন প্রকারের হয়ে থাকে। দুই প্রকারের কাযী (বিচারক) হচ্ছে জাহান্নামী এবং এক প্রকার কাযী হচ্ছে জান্নাতী। জেনেশুনে যে লোক (বিচারক) অন্যায় রায় প্রদান করে সে হচ্ছে জাহান্নামী। সত্যকে সম্পূর্ণরূপে উপলব্ধি না করেই যে লোক (বিচারক) মানুষের অধিকারসমূহ নস্যাৎ করে সে লোকও জাহান্নামী। আর যে লোক ন্যায়সঙ্গতভাবে ফায়সালা প্রদান করে (বিচারক) সে জান্নাতের অধিবাসী।\n\nসহীহ্‌, ইরওয়া- (২৬১৪), মিশকাত- (৩৭৩৫)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الصَّنْعَانِيُّ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ سَمِعْتُ عَبْدَ الْمَلِكِ، يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، أَنَّ عُثْمَانَ، قَالَ لاِبْنِ عُمَرَ اذْهَبْ فَاقْضِ بَيْنَ النَّاسِ ‏.‏ قَالَ أَوَتُعَافِينِي يَا أَمِيرَ الْمُؤْمِنِينَ ‏.‏ قَالَ وَمَا تَكْرَهُ مِنْ ذَلِكَ وَقَدْ كَانَ أَبُوكَ يَقْضِي قَالَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ كَانَ قَاضِيًا فَقَضَى بِالْعَدْلِ فَبِالْحَرِيِّ أَنْ يَنْقَلِبَ مِنْهُ كَفَافًا ‏\"‏ ‏.‏ فَمَا أَرْجُو بَعْدَ ذَلِكَ وَفِي الْحَدِيثِ قِصَّةٌ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ غَرِيبٌ وَلَيْسَ إِسْنَادُهُ عِنْدِي بِمُتَّصِلٍ ‏.‏ وَعَبْدُ الْمَلِكِ الَّذِي رَوَى عَنْهُ الْمُعْتَمِرُ هَذَا هُوَ عَبْدُ الْمَلِكِ بْنُ أَبِي جَمِيلَةَ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنِي الْحَسَنُ بْنُ بِشْرٍ، حَدَّثَنَا شَرِيكٌ، عَنِ الأَعْمَشِ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْقُضَاةُ ثَلاَثَةٌ قَاضِيَانِ فِي النَّارِ وَقَاضٍ فِي الْجَنَّةِ رَجُلٌ قَضَى بِغَيْرِ الْحَقِّ فَعَلِمَ ذَاكَ فَذَاكَ فِي النَّارِ وَقَاضٍ لاَ يَعْلَمُ فَأَهْلَكَ حُقُوقَ النَّاسِ فَهُوَ فِي النَّارِ وَقَاضٍ قَضَى بِالْحَقِّ فَذَلِكَ فِي الْجَنَّةِ ‏\"‏ ‏.",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}