{
  "hadith": {
    "hadith_id": 135,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নাবী সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি ঋতুবতী নারীর সাথে সহবাস করে অথবা স্ত্রীর গুহ্যদ্বারে সহবাস করে অথবা গনক ঠাকুরের নিকটে যায়- সে মুহাম্মাদ সাল্লল্লাহু 'আলাইহি ওয়াসাল্লামের উপর যা অবতীর্ণ করা হয়েছে তা (কুরআন) অবিশ্বাস করে। \n\nসহীহ। ইবনু মাজাহ- (৬৩৯)।",
    "ar": "حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، وَبَهْزُ بْنُ أَسَدٍ، قَالُوا حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ حَكِيمٍ الأَثْرَمِ، عَنْ أَبِي تَمِيمَةَ الْهُجَيْمِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ أَتَى حَائِضًا أَوِ امْرَأَةً فِي دُبُرِهَا أَوْ كَاهِنًا فَقَدْ كَفَرَ بِمَا أُنْزِلَ عَلَى مُحَمَّدٍ صلى الله عليه وسلم ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى لاَ نَعْرِفُ هَذَا الْحَدِيثَ إِلاَّ مِنْ حَدِيثِ حَكِيمٍ الأَثْرَمِ عَنْ أَبِي تَمِيمَةَ الْهُجَيْمِيِّ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَإِنَّمَا مَعْنَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ عَلَى التَّغْلِيظِ ‏.‏ وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ أَتَى حَائِضًا فَلْيَتَصَدَّقْ بِدِينَارٍ ‏\"‏ ‏.‏ فَلَوْ كَانَ إِتْيَانُ الْحَائِضِ كُفْرًا لَمْ يُؤْمَرْ فِيهِ بِالْكَفَّارَةِ ‏.‏ وَضَعَّفَ مُحَمَّدٌ هَذَا الْحَدِيثَ مِنْ قِبَلِ إِسْنَادِهِ ‏.‏ وَأَبُو تَمِيمَةَ الْهُجَيْمِيُّ اسْمُهُ طَرِيفُ بْنُ مُجَالِدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি আবূ হুরাইরা (রাঃ) হতে আবূ তামীমা, তাঁর হতে হাকীম আল-আসরাম - এই সূত্র ছাড়া অন্য কোন সূত্রে বর্ণিত হয়েছে কি না তা আমার জানা নেই । (আবূ তামীমার বিশ্বস্ততা সম্পর্কে কোন কোন হাদীস বিশারদ সন্দেহ প্রকাশ করেছেন- অনুবাদক) । মনীষীগণ এ হাদীসের ব্যাখ্যায় বলেছেন, 'অবতীর্ণ করা জিনিসের প্রতি অবিশ্বাস করে'-রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম এ কথা তিরস্কার ও ধমকের সুরে বলেছেন। কেননা উল্লেখিত কাজ করলে কেউ কাফির হয়ে যায় না । রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের নিকট হতে এরূপ বর্ণনাও আছে, তিনি বলেনঃ \"যে ব্যক্তি ঋতুবতী স্ত্রীর সাথে  সহবাস করে সে যেন একটি দীনার (স্বর্ণমুদ্রা) সাদকা করে। ''\nহায়িযগ্রস্তার সাথে সহবাস করা যদি কুফরীর পর্যায়ভুক্ত হত, তাহলে এর পরিবর্তে সাদকা করার নির্দেশ দেয়া হত না । ইমাম বুখারীও সনদের দৃষ্টিকোণ হতে হাদীসটি য'ঈফ বলেছেন । আবূ তামীমা আল-হুজাইমী'র নাম তারীফ ইবনু মুজালিদ ।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}