{
  "hadith": {
    "hadith_id": 1351,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তিকে জীবন-স্বত্ব দেওয়া হয়েছে সেটা তার জন্য হালাল। যে ব্যক্তিকে রুকবা দেওয়া হয়েছে সেটা তার জন্য হালাল।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৩৮৩), মুসলিম",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْعُمْرَى جَائِزَةٌ لأَهْلِهَا وَالرُّقْبَى جَائِزَةٌ لأَهْلِهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَاهُ بَعْضُهُمْ عَنْ أَبِي الزُّبَيْرِ بِهَذَا الإِسْنَادِ عَنْ جَابِرٍ مَوْقُوفًا وَلَمْ يَرْفَعْهُ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ الرُّقْبَى جَائِزَةٌ مِثْلَ الْعُمْرَى ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَفَرَّقَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ بَيْنَ الْعُمْرَى وَالرُّقْبَى فَأَجَازُوا الْعُمْرَى وَلَمْ يُجِيزُوا الرُّقْبَى ‏.‏ قَالَ أَبُو عِيسَى وَتَفْسِيرُ الرُّقْبَى أَنْ يَقُولَ هَذَا الشَّىْءُ لَكَ مَا عِشْتَ فَإِنْ مِتَّ قَبْلِي فَهِيَ رَاجِعَةٌ إِلَىَّ ‏.‏ وَقَالَ أَحْمَدُ وَإِسْحَاقُ الرُّقْبَى مِثْلُ الْعُمْرَى وَهِيَ لِمَنْ أُعْطِيَهَا وَلاَ تَرْجِعُ إِلَى الأَوَّلِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন। এটা জাবির (রাঃ) হতে অন্য একটি সূত্রে মাওকুফভাবেও বর্ণিত হয়েছে। এ হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর একদল সাহাবী ও তৎপরবর্তী একদল আলিম আমল করেছেন। তাদের মতে জীবন-স্বত্বের মতো রুকবাও জায়িয। এই মত দিয়েছেন ইমাম আহমাদ ও ইসহাকও। জীবন-স্বত্ব ও রুকবার মধ্যে কূফার একদল আলিম পার্থক্য সৃষ্টি করেছেন। জীবন-স্বত্ব তারা জায়িয ভাবলেও রুকবা জায়িয হিসেবে মনে করেন না। আবূ ঈসা বলেন রুকবার ব্যাখ্যা এই যেঃ দাতা (গ্রহণকারীকে) বলল, তোমার জীবিত থাকাকাল পর্যন্ত এটা তোমার। আমার পূর্বেই তুমি মৃত্যু বরণ করলে তবে পুনরায় আমি এর মালিক হয়ে যাব (আর তোমার পূর্বে আমি মৃত্যুবরণ করলে তা তোমার অধিনেই রয়ে যাবে)। ইমাম আহ্‌মাদ ও ইসহাক বলেনঃ রুকবা হচ্ছে জীবন-স্বত্বের মতই। যে লোককে এটা প্রদান করা হয় শুধুমাত্র সে-ই এর মালিক। গ্রহীতার মৃত্যুর পর তা দাতার নিকট ফিরে আসবে না।",
    "chapter": {
      "chapter_number": "13"
    }
  }
}