{
  "hadith": {
    "hadith_id": 1357,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি ছেলেকে তার আব্বা ও আম্মা উভয়ের যে কোন একজনকে বেছে নেওয়ার স্বাধীনতা প্রদান করেন। \n\nসহীহ্‌, ইবনু মা-জাহ (২৩৫১)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ زِيَادِ بْنِ سَعْدٍ، عَنْ هِلاَلِ بْنِ أَبِي مَيْمُونَةَ الثَّعْلَبِيِّ، عَنْ أَبِي مَيْمُونَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَيَّرَ غُلاَمًا بَيْنَ أَبِيهِ وَأُمِّهِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَجَدِّ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو مَيْمُونَةَ اسْمُهُ سُلَيْمٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ قَالُوا يُخَيَّرُ الْغُلاَمُ بَيْنَ أَبَوَيْهِ إِذَا وَقَعَتْ بَيْنَهُمَا الْمُنَازَعَةُ فِي الْوَلَدِ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ وَقَالاَ مَا كَانَ الْوَلَدُ صَغِيرًا فَالأُمُّ أَحَقُّ فَإِذَا بَلَغَ الْغُلاَمُ سَبْعَ سِنِينَ خُيِّرَ بَيْنَ أَبَوَيْهِ ‏.‏ هِلاَلُ بْنُ أَبِي مَيْمُونَةَ هُوَ هِلاَلُ بْنُ عَلِيِّ بْنِ أُسَامَةَ وَهُوَ مَدَنِيٌّ وَقَدْ رَوَى عَنْهُ يَحْيَى بْنُ أَبِي كَثِيرٍ وَمَالِكُ بْنُ أَنَسٍ وَفُلَيْحُ بْنُ سُلَيْمَانَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবদুল্লাহ ইবনু আমর ও আবদুল হামীদ ইবনু জাফরের দাদা হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরা (রাঃ) বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আবূ মাইমুনার নাম সুলাইম। এ হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর একদল বিশেষজ্ঞ সাহাবী ও তৎপরবর্তী একদল আলিম আমল করেছেন। তারা বলেছেন, আব্বা-আম্মার মধ্যে যদি সন্তানকে কেন্দ্র করে ঝগড়ার সৃষ্টি হয় তবে সন্তানকে স্বাধীনতা প্রদান করতে হবে। সে যাকে পছন্দ করবে তার সাথে থাকবে। ইমাম আহ্‌মাদ ও ইসহাকেরও এই মত। তারা উভয়ে বলেছেন, সন্তান ছোট হলে তার লালন-পালনের জন্যে মাই বেশি হাকদার। সে যখন সাত বছরে পৌছাবে তখন তাকে স্বাধীনতা দিতে হবে (সে যার সাথে থাকার ইচ্ছা করবে তার সাথে থাকবে)। হিলাল ইবনু আবূ মাইমূনার আব্বা আলী এবং দাদা উসামা। তিনি মাদীনার অধিবাসী। ইয়াহ্‌ইয়া ইবনু আবূ কাসীর, মালিক ইবনু আনাস ও ফুলাইহ্‌ ইবনু সুলাইমান তার সূত্রে হাদীস বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "13"
    }
  }
}