{
  "hadith": {
    "hadith_id": 1365,
    "narrator": "সামুরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক যদি তার কোন মাহ্‌রাম আত্মীয়ের মালিক হয় তাহলে সে (দাসত্ব হতে) স্বয়ং স্বাধীন হয়ে যাবে।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৫২৪)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ الْبَصْرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ مَلَكَ ذَا رَحِمٍ مَحْرَمٍ فَهُوَ حُرٌّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ مُسْنَدًا إِلاَّ مِنْ حَدِيثِ حَمَّادِ بْنِ سَلَمَةَ ‏.‏ وَقَدْ رَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ قَتَادَةَ عَنِ الْحَسَنِ عَنْ عُمَرَ شَيْئًا مِنْ هَذَا ‏.‏\n\nحَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ الْبَصْرِيُّ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ الْبُرْسَانِيُّ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ قَتَادَةَ، وَعَاصِمٍ الأَحْوَلِ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ مَلَكَ ذَا رَحِمٍ مَحْرَمٍ فَهُوَ حُرٌّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَلاَ نَعْلَمُ أَحَدًا ذَكَرَ فِي هَذَا الْحَدِيثِ عَاصِمًا الأَحْوَلَ عَنْ حَمَّادِ بْنِ سَلَمَةَ غَيْرَ مُحَمَّدِ بْنِ بَكْرٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ ‏.‏ - وَقَدْ رُوِيَ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ مَلَكَ ذَا رَحِمٍ مَحْرَمٍ فَهُوَ حُرٌّ ‏\"‏ ‏.‏ رَوَاهُ ضَمْرَةُ بْنُ رَبِيعَةَ عَنِ الثَّوْرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَلَمْ يُتَابَعْ ضَمْرَةُ عَلَى هَذَا الْحَدِيثِ وَهُوَ حَدِيثٌ خَطَأٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আমরা শুধুমাত্র হাম্মাদ ইবনু সালামার বর্ণনা হতেই এ হাদীস মুসনাদ হিসেবে জেনেছি। এ হাদীসটি কাতাদা হতে হাসানের বরাতে উমর (রাঃ)-এর সূত্রে কিছু বর্ণনাকারী বর্ণনা করেছেন।\nঅন্য আরেকটি সনদেও সামুরা (রাঃ) হতে বর্ণিত আছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক যদি তার কোন মাহ্‌রাম আত্মীয়ের (দাসত্ব সূত্রে) মালিক হয় তাহলে সে (দাসত্ব হতে) নিজেই মুক্ত হয়ে যাবে।\nআবূ ঈসা বলেন, এ হাদীসটি আসিম আল-আহ্‌ওয়াল হতে হাম্মাদ ইবনু সালামার সূত্রে মুহাম্মাদ ইবনু বাক্‌র ছাড়া আর কেউ বর্ণনা করেছেন বলে আমাদের জানা নেই। এ হাদীস অনুযায়ী একদল আলিম আমল করেছেন। ইবনু উমার (রাঃ) বর্ণনা করেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক যদি তার কোন মাহ্‌রাম আত্মীয়ের মালিক হয় তাহলে সে নিজেই মুক্ত হয়ে যাবে। উপরোক্ত হাদীসটি যামরা ইবনু রাবীআ-সাওরী হতে, তিনি আবদুল্লাহ ইবনু দীনার হতে, তিনি ইবনু উমার (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এইসূত্রে বর্ণিত হয়েছে, কিন্তু এক্ষেত্রে যামরার কোন অনুসারী নেই। তাই হাদীস বিশারদগণ মনে করেন এ হাদীসের সনদে ক্রটি আছে।",
    "chapter": {
      "chapter_number": "13"
    }
  }
}