{
  "hadith": {
    "hadith_id": 1374,
    "narrator": "সুয়াইদ ইবনু গাফালাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি কোন এক সময়ে যাইদ ইবনু সূহান ও সালমান ইবনু রাবীআর সাথে যাত্রা করলাম। আমি রাস্তার মধ্যে একটি চামড়ার থলে পেলাম। ইবনু নুমাইরের বর্ণনায় আছেঃ রাস্তাতে পড়ে থাকা একটি চামড়ার থলে তুলে নিলাম। তারা উভয়ে বললেন, এটা রেখে দাও। আমি বললাম, হিংস্র জন্তুর খাবারের উদ্দেশ্যে আমি এটাকে হাতছাড়া করব না। অবশ্যই আমি এটাকে সাথে নিব এবং নিজের কাজে প্রয়োগ করব। তারপর আমি উবাই ইবনু কা'ব (রাঃ)-এর নিকট গেলাম। আমি এ প্রসঙ্গে তাকে প্রশ্ন করলাম এবং ঘটনাটি খুলে বললাম। তিনি বললেন, তুমি ভালই করেছ। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর আমলে একশত দীনারের একটি থলে পেয়েছিলাম। আমি সেটা সাথে নিয়ে তার কাছে এলে তিনি আমাকে বলেনঃ এটার পরিচয় সহকারে এক বছর পর্যন্ত ঘোষণা করতে থাক। আমি এক বছর পর্যন্ত এর জন্য ঘোষণা দিলাম, কিন্তু এর কোন সনাক্তকারী খুঁজে পাইনি। আমি তার নিকট আবার থলেটিকে আনলে তিনি বললেনঃ আরো এক বছর পর্যন্ত ঘোষণা করতে থাক। আমি আরো এক বছর পর্যন্ত ঘোষণা প্রদান করলাম। তারপর আমি তার নিকট আসলে তিনি বললেনঃ আরো এক বছর পর্যন্ত ঘোষণা করতে থাক। (ঘোষণার সময় পেরিয়ে গেলে) তিনি বললেনঃ মুদ্রার সংখ্যা, থলে এবং এর মুখের বাঁধন সঠিকভাবে চিনে রাখ। যখন এর খোঁজকারী এসে তোমাকে দীনারের সংখ্যা এবং এর থলে ও মুখের বন্ধন সম্বন্ধে পরিচয় দিবে তখন এটা তাকে ফিরিয়ে দিবে। এরপরও যদি মালিক না পাওয়া যায় তাহলে তবে তুমি এটা নিজের প্রয়োজনে কাজে লাগিয়ে দাও।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৫০৬), নাসা-ঈ",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، وَيَزِيدُ بْنُ هَارُونَ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ سُوَيْدِ بْنِ غَفَلَةَ، قَالَ خَرَجْتُ مَعَ زَيْدِ بْنِ صُوحَانَ وَسَلْمَانَ بْنِ رَبِيعَةَ فَوَجَدْتُ سَوْطًا قَالَ ابْنُ نُمَيْرٍ فِي حَدِيثِهِ فَالْتَقَطْتُ سَوْطًا فَأَخَذْتُهُ قَالاَ دَعْهُ ‏.‏ فَقُلْتُ لاَ أَدَعُهُ تَأْكُلُهُ السِّبَاعُ لآخُذَنَّهُ فَلأَسْتَمْتِعَنَّ بِهِ ‏.‏ فَقَدِمْتُ عَلَى أُبَىِّ بْنِ كَعْبٍ فَسَأَلْتُهُ عَنْ ذَلِكَ وَحَدَّثْتُهُ الْحَدِيثَ فَقَالَ أَحْسَنْتَ أَنَا وَجَدْتُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم صُرَّةً فِيهَا مِائَةُ دِينَارٍ ‏.‏ قَالَ فَأَتَيْتُهُ بِهَا فَقَالَ لِي ‏\"‏ عَرِّفْهَا حَوْلاً ‏\"‏ ‏.‏ فَعَرَّفْتُهَا حَوْلاً فَمَا أَجِدُ مَنْ يَعْرِفُهَا ثُمَّ أَتَيْتُهُ بِهَا فَقَالَ ‏\"‏ عَرِّفْهَا حَوْلاً آخَرَ ‏\"‏ ‏.‏ فَعَرَّفْتُهَا ثُمَّ أَتَيْتُهُ بِهَا فَقَالَ ‏\"‏ عَرِّفْهَا حَوْلاً آخَرَ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ أَحْصِ عِدَّتَهَا وَوِعَاءَهَا وَوِكَاءَهَا فَإِنْ جَاءَ طَالِبُهَا فَأَخْبَرَكَ بِعِدَّتِهَا وَوِعَائِهَا وَوِكَائِهَا فَادْفَعْهَا إِلَيْهِ وَإِلاَّ فَاسْتَمْتِعْ بِهَا ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।",
    "chapter": {
      "chapter_number": "13"
    }
  }
}