{
  "hadith": {
    "hadith_id": 1375,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, উমার (রাঃ) খাইবারের (গানীমাত হতে) এক খণ্ড জমি পেয়েছিলেন। তিনি বললেন, হে আল্লাহ্ রাসূল! আমি খাইবার এলাকাতে এমন এক খণ্ড জমি পেয়েছি যার তুলনায় উত্তম সম্পদ আমি আর কখনো লাভ করিনি। (এ প্রসঙ্গে) আমাকে আপনি কি আদেশ করেন। তিনি বললেনঃ তুমি চাইলে মূল অংশ ঠিক রেখে লাভের অংশ দান-খাইরাত করতে পার। সুতরাং উমার (রাঃ) জমিটা এভাবে ওয়াক্‌ফ করলেন : মূল জমিখণ্ড বিক্রয় করা যাবে না, হেবাও করা যাবে না এবং উত্তরাধিকারদের মধ্যেও ভাগ-বাটোয়ারা হবে না। সেটার আয় হতে ফকীর-মিসকীন, আত্মীয়-স্বজন, ক্রীতদাস মুক্তকরণ, আল্লাহর রাস্তায় (জিহাদে), পথিক-মুসাফির এবং মেহমানদের খরচের জন্য ব্যয় করা হবে। যে লোক এর মুতাওয়াল্লী হবে সে ন্যায্যভাবে এর আয় হতে ভোগ করতে পারবে এবং বন্ধু-বান্ধবদেরকেও খাওয়াতে পারবে, কিন্তু জমা করে রাখতে পারবে না।\n(অধঃস্তন) বর্ণনাকারী বলেন, আমি মুহাম্মাদ ইবনু সীরীনের নিকট এ হাদীসটি উল্লেখ করলে তিনি বলেন, মুতাওয়াল্লী সম্পদশালী হওয়ার লক্ষ্যে এই ওয়াক্‌ফ মালের আয় জমা করে রাখতে পারবে না। \n\nসহীহ্‌, ইবনু মা-জাহ- (২৩৯৬), নাসা-ঈ",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَنْبَأَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنِ ابْنِ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ أَصَابَ عُمَرُ أَرْضًا بِخَيْبَرَ فَقَالَ يَا رَسُولَ اللَّهِ أَصَبْتُ مَالاً بِخَيْبَرَ لَمْ أُصِبْ مَالاً قَطُّ أَنْفَسَ عِنْدِي مِنْهُ فَمَا تَأْمُرُنِي قَالَ ‏ \"‏ إِنْ شِئْتَ حَبَسْتَ أَصْلَهَا وَتَصَدَّقْتَ بِهَا ‏\"‏ ‏.‏ فَتَصَدَّقَ بِهَا عُمَرُ أَنَّهَا لاَ يُبَاعُ أَصْلُهَا وَلاَ يُوهَبُ وَلاَ يُورَثُ تَصَدَّقَ بِهَا فِي الْفُقَرَاءِ وَالْقُرْبَى وَفِي الرِّقَابِ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ وَالضَّيْفِ لاَ جُنَاحَ عَلَى مَنْ وَلِيَهَا أَنْ يَأْكُلَ مِنْهَا بِالْمَعْرُوفِ أَوْ يُطْعِمَ صَدِيقًا غَيْرَ مُتَمَوِّلٍ فِيهِ ‏.‏ قَالَ فَذَكَرْتُهُ لِمُحَمَّدِ بْنِ سِيرِينَ فَقَالَ غَيْرَ مُتَأَثِّلٍ مَالاً ‏.‏ قَالَ ابْنُ عَوْنٍ فَحَدَّثَنِي بِهِ رَجُلٌ آخَرُ أَنَّهُ قَرَأَهَا فِي قِطْعَةِ أَدِيمٍ أَحْمَرَ غَيْرَ مُتَأَثِّلٍ مَالاً ‏.‏ قَالَ إِسْمَاعِيلُ وَأَنَا قَرَأْتُهَا عِنْدَ ابْنِ عُبَيْدِ اللَّهِ بْنِ عُمَرَ فَكَانَ فِيهِ غَيْرَ مُتَأَثِّلٍ مَالاً ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ لاَ نَعْلَمُ بَيْنَ الْمُتَقَدِّمِينَ مِنْهُمْ فِي ذَلِكَ اخْتِلاَفًا فِي إِجَازَةِ وَقْفِ الأَرَضِينَ وَغَيْرِ ذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আওন বলেন, অন্য এক লোক আমাকে জানিয়েছেন যে, তিনি এই ওয়াক্‌ফনামা লাল রঙ-এর চামড়ায় লিখিত আকারে পড়েছেন। তাতে এও লিখা ছিলঃ এ সম্পত্তিকে সম্পদশালী হওয়ার মাধ্যম বানানো যাবে না। ইসমাঈল বলেন, আমি ইবনু উবাইদুল্লাহ ইবনু উমারের নিকট উক্ত ওয়াক্‌ফনামা পড়লাম। তাতেও লিখা ছিল, সম্পদশালী হওয়ার লক্ষ্যে তা হতে জমা করা যাবে না। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস মোতাবিক সাহাবাই কিরাম এবং অপরাপর আলিমগণ আমল করেছেন। জমিজমা বা অন্য কোন সম্পদ ওয়াক্‌ফ করা জায়িয। এ ব্যাপারে পূর্ববর্তী আলিমদের মধ্যে কোন রকম দ্বিমত আছে বলে আমাদের জানা নেই।",
    "chapter": {
      "chapter_number": "13"
    }
  }
}