{
  "hadith": {
    "hadith_id": 1377,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জন্তুর আঘাতে দণ্ড নেই, কূপে পড়াতে দণ্ড নেই, খনিতে দণ্ড নেই এবং রিকাযে এক-পঞ্চমাংশ (যাকাত) ধার্য হবে।\n\nসহীহ্‌ ইবনু মা-জাহ- (২৫০৯, ২৬৭৩), নাসা-ঈ",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْعَجْمَاءُ جُرْحُهَا جُبَارٌ وَالْبِئْرُ جُبَارٌ وَالْمَعْدِنُ جُبَارٌ وَفِي الرِّكَازِ الْخُمُسُ ‏\"‏ ‏.‏\nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَعَمْرِو بْنِ عَوْفٍ الْمُزَنِيِّ وَعُبَادَةَ بْنِ الصَّامِتِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ حَدَّثَنَا الأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ قَالَ أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ وَتَفْسِيرُ حَدِيثِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ الْعَجْمَاءُ جُرْحُهَا جُبَارٌ ‏\"‏ ‏.‏ يَقُولُ هَدَرٌ لاَ دِيَةَ فِيهِ ‏.‏ قَالَ أَبُو عِيسَى وَمَعْنَى قَوْلِهِ ‏\"‏ الْعَجْمَاءُ جُرْحُهَا جُبَارٌ ‏\"‏ ‏.‏ فَسَّرَ ذَلِكَ بَعْضُ أَهْلِ الْعِلْمِ قَالُوا الْعَجْمَاءُ الدَّابَّةُ الْمُنْفَلِتَةُ مِنْ صَاحِبِهَا فَمَا أَصَابَتْ فِي انْفِلاَتِهَا فَلاَ غُرْمَ عَلَى صَاحِبِهَا ‏.‏ ‏\"‏ وَالْمَعْدِنُ جُبَارٌ ‏\"‏ ‏.‏ يَقُولُ إِذَا احْتَفَرَ الرَّجُلُ مَعْدِنًا فَوَقَعَ فِيهَا إِنْسَانٌ فَلاَ غُرْمَ عَلَيْهِ وَكَذَلِكَ الْبِئْرُ إِذَا احْتَفَرَهَا الرَّجُلُ لِلسَّبِيلِ فَوَقَعَ فِيهَا إِنْسَانٌ فَلاَ غُرْمَ عَلَى صَاحِبِهَا ‏.‏ ‏\"‏ وَفِي الرِّكَازِ الْخُمُسُ ‏\"‏ ‏.‏ وَالرِّكَازُ مَا وُجِدَ فِي دَفْنِ أَهْلِ الْجَاهِلِيَّةِ ‏.‏ فَمَنْ وَجَدَ رِكَازًا أَدَّى مِنْهُ الْخُمُسَ إِلَى السُّلْطَانِ وَمَا بَقِيَ فَهُوَ لَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "কুতাইবা-লাইস হতে, তিনি ইবনু শিহাব হতে, তিনি সাঈদ ইবনুল মুসাইয়্যিব আবূ সালামা হতে, তিনিও আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সূত্রে (উপরের হাদীসের) অনুরূপ বর্ণনা করেছেন। জাবির, আমর ইবনু আওফ ও উবাদা ইবনু সামিত (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। \nইমাম মালিক ইবনু আনাস (রহঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর বাণীঃ 'জন্তুর আঘাতে দণ্ড নেই', এ কথার মর্মার্থ এটাই যে, জন্তু-জানোয়ার কোন লোককে আহত করলে তার কোন কিসাস নেই এবং তার জন্য কোনরকম দিয়াত (রক্তপণ) প্রদান করতে হবে না। একদল আলিম 'আল-আজমা' শব্দের ব্যাখ্যায় বলেছেন, যে পশু মালিকের হাত হতে ছুটে পালায় এবং দৌড়ে যাওয়ার সময় কোন লোককে আহত করে তাকে 'আজমা' বলে। এজন্য মালিককে কোনরকম জরিমানা প্রদান করতে হবে না। 'খনিতে দণ্ড নেই' কথার তাৎপর্য হল, খনিজ সম্পদ উত্তোলনের উদ্দেশ্যে কোন লোক গর্ত খুঁড়লে এবং তাতে শ্রমিক বা অন্য কোন লোক পড়ে গিয়ে আহত হলে বা মারা গেলে মালিকের কোনরকম জরিমানা ধার্য হবে না। একইভাবে পথচারীদের জন্য কোন লোক কূপ খনন করলে এবং তাতে পড়ে গিয়ে যদি কোন লোক আহত হয় বা নিহত হয় তবে সেক্ষেত্রেও কোনরকম জরিমানা ধার্য হবে না। জাহিলী যুগে মাটির নীচে পুঁতে রাখা সম্পদকে রিকায বলা হয়। কোন লোক যদি এই সম্পদ পায় তবে এর এক-পঞ্চমাংশ সরকারী তহবিলে জমা করতে হবে এবং সে লোক বাকি অংশের মালিক হবে।",
    "chapter": {
      "chapter_number": "13"
    }
  }
}