{
  "hadith": {
    "hadith_id": 139,
    "narrator": "উম্মু সালামাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে নিফাসগ্রস্তা মহিলারা চল্লিশ দিন বসে থাকত। আমরা ওয়ারস ঘাস পিষে তা দিয়ে আমাদের চেহারার দাগ তুলতাম। \n\nহাসান সহীহ। ইবনু মাজাহ-(৬৪৮)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا شُجَاعُ بْنُ الْوَلِيدِ أَبُو بَدْرٍ، عَنْ عَلِيِّ بْنِ عَبْدِ الأَعْلَى، عَنْ أَبِي سَهْلٍ، عَنْ مُسَّةَ الأَزْدِيَّةِ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ كَانَتِ النُّفَسَاءُ تَجْلِسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَرْبَعِينَ يَوْمًا فَكُنَّا نَطْلِي وُجُوهَنَا بِالْوَرْسِ مِنَ الْكَلَفِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ أَبِي سَهْلٍ عَنْ مُسَّةَ الأَزْدِيَّةِ عَنْ أُمِّ سَلَمَةَ ‏.‏ وَاسْمُ أَبِي سَهْلٍ كَثِيرُ بْنُ زِيَادٍ ‏.‏ قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ عَلِيُّ بْنُ عَبْدِ الأَعْلَى ثِقَةٌ وَأَبُو سَهْلٍ ثِقَةٌ ‏.‏ وَلَمْ يَعْرِفْ مُحَمَّدٌ هَذَا الْحَدِيثَ إِلاَّ مِنْ حَدِيثِ أَبِي سَهْلٍ ‏.‏ وَقَدْ أَجْمَعَ أَهْلُ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ عَلَى أَنَّ النُّفَسَاءَ تَدَعُ الصَّلاَةَ أَرْبَعِينَ يَوْمًا إِلاَّ أَنْ تَرَى الطُّهْرَ قَبْلَ ذَلِكَ فَإِنَّهَا تَغْتَسِلُ وَتُصَلِّي ‏.‏ فَإِذَا رَأَتِ الدَّمَ بَعْدَ الأَرْبَعِينَ فَإِنَّ أَكْثَرَ أَهْلِ الْعِلْمِ قَالُوا لاَ تَدَعُ الصَّلاَةَ بَعْدَ الأَرْبَعِينَ وَهُوَ قَوْلُ أَكْثَرِ الْفُقَهَاءِ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَيُرْوَى عَنِ الْحَسَنِ الْبَصْرِيِّ أَنَّهُ قَالَ إِنَّهَا تَدَعُ الصَّلاَةَ خَمْسِينَ يَوْمًا إِذَا لَمْ تَرَ الطُّهْرَ ‏.‏ وَيُرْوَى عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ وَالشَّعْبِيِّ سِتِّينَ يَوْمًا ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি আমরা শুধুমাত্র আবূ সাহলের সূত্রে মুসসাহ আল-আজ দিয়াহ এর বরাতে উম্মু সালামাহ হতে জানতে পেরেছি। ইমাম বুখারী বলেন, আলী ইবনু আবদুল আ’লা ও আবূ সাহল সিক্বাহ রাবী। মুহাম্মাদও (বুখারী) এ হাদীসটি আবূ সাহলের সূত্রে জেনেছে। আবূ সাহলের নাম কাছীর ইবনু যিয়াদ। \nনবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বিশেষজ্ঞ সাহাবা, তাবিঈন ও তাদের পরবর্তীদের মধ্যে এ ব্যাপারে অভিন্ন মত রয়েছে যে, নিফাসগ্রস্তা মহিলারা চল্লিশ দিন পর্যন্ত নামায আদায় করবে না। হ্যাঁ, যদি চল্লিশ দিনের পূর্বে পবিত্র হয়ে যায় তবে গোসল করে নামায শুরু করে দেবে। যদি চল্লিশ দিন পরো রক্তস্রাব চলতে থাকে, তবে বেশির ভাগ বিশেষজ্ঞের মতে চল্লিশ দিন পর আর নামায ছাড়া থাকা যাবে না। বেশিরভাগ ফিকহবিদেরও এই ফাতোয়া। সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ, আহমাদ ও ইসহাক (এবং ইমাম আবূ হানীফাও) এই কথাই বলেছেন। হাসান বাসরী পঞ্চাশ দিন এবং আতা ইবনু আবূ রাবাহ ও শাবী ষাট দিন নামায ছেড়ে দেওয়ার কথা বলেছেন, যদি ঋতুস্রাব চলতেই থাকে।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}