{
  "hadith": {
    "hadith_id": 1393,
    "narrator": "আবুস সাফার (রাহঃ)",
    "bn": "তিনি বলেছেন, এক কুরাইশী এক আনসারীর দাঁত ভেঙ্গে ফেলে। সে মুআবিয়া (রাঃ)-এর আদালতে তার বিরুদ্ধে অভিযোগ দায়ের করে। সে মুআবিয়া (রাঃ)-কে বলল, হে আমীরুল মু‘মিনীন! এই ব্যক্তি আমার দাঁত ভেঙ্গেছে। মুআবিয়া (রাঃ) বলেন, আমরা তোমাকে সন্তুষ্ট করব। অপর (অভিযুক্ত) ব্যক্তি মুআবিয়া (রাঃ)-কে পীড়াপীড়ি করতে থাকলো এবং বাদীকে বিনিময় গ্রহণে বাধ্য করাতে চাইল কিন্তু তিনি তাকে রাজি করাতে পারলেন না। মুআবিয়া (রাঃ) তাকে বললেন, তোমার সাথীকে তোমার নিকট ছেড়ে দিলাম (তুমি তাকে মাফ করতে পার আবার কিসাসও গ্রহণ করতে পার)। এ সময় আবূদ দারদা (রাঃ) তার নিকটে বসা ছিলেন। তিনি বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি, যা আমি স্বয়ং কানে শুনেছি এবং আমার অন্তর মনে রেখেছেঃ “কোন ব্যক্তির শরীরের কোন অংশ (অন্যের দ্বারা) আহত হলে, তারপর সে (অভিযুক্তকে) মাফ করে দিলে, এর বিনিময়ে আল্লাহ তা‘আলা তার মর্যাদা আরো একধাপ বাড়িয়ে দেন এবং তার একটি গুনাহ মাফ করে দেন”। আনসারী ব্যক্তিটি তাকে প্রশ্ন করল, আপনি কি তা সরাসরি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে শুনেছেন? তিনি বললেন, আমার দুই কান তা শুনেছে এবং আমার অন্তর তা মনে রেখেছে। আনসারী বললেন, তাহলে আমি তাকে মাফ করলাম। মুআবিয়া (রাঃ) বললেন, আমি অবশ্যই তোমাকে বঞ্চিত করব না। তারপর তিনি তাকে কিছু মাল দেওয়ার নির্দেশ দেন। \n\nযঈফ, ইবনু মাজাহ (২৬৯৩), আবূ ঈসা বলেন, এ হাদীসটি গারীব। উল্লেখিত সূত্রেই শুধু আমরা তা জেনেছি। আবূস সাফার আবূদ দারদার নিকটে কিছু শুনেছেন বলে আমাদের জানা নেই। আবূস সাফারের নাম সাঈদ, পিতা আহমাদ, তাকে ইবনু মুহাম্মদ আস-সাওরীও বলা হয়।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، حَدَّثَنَا أَبُو السَّفَرِ، قَالَ دَقَّ رَجُلٌ مِنْ قُرَيْشٍ سِنَّ رَجُلٍ مِنَ الأَنْصَارِ فَاسْتَعْدَى عَلَيْهِ مُعَاوِيَةَ فَقَالَ لِمُعَاوِيَةَ يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّ هَذَا دَقَّ سِنِّي ‏.‏ قَالَ مُعَاوِيَةُ إِنَّا سَنُرْضِيكَ وَأَلَحَّ الآخَرُ عَلَى مُعَاوِيَةَ فَأَبْرَمَهُ فَلَمْ يُرْضِهِ فَقَالَ لَهُ مُعَاوِيَةُ شَأْنَكَ بِصَاحِبِكَ ‏.‏ وَأَبُو الدَّرْدَاءِ جَالِسٌ عِنْدَهُ قَالَ أَبُو الدَّرْدَاءِ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَا مِنْ رَجُلٍ يُصَابُ بِشَيْءٍ فِي جَسَدِهِ فَيَتَصَدَّقُ بِهِ إِلاَّ رَفَعَهُ اللَّهُ بِهِ دَرَجَةً وَحَطَّ عَنْهُ بِهِ خَطِيئَةً ‏\"‏ ‏.‏ قَالَ الأَنْصَارِيُّ أَأَنْتَ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ سَمِعَتْهُ أُذُنَاىَ وَوَعَاهُ قَلْبِي ‏.‏ قَالَ فَإِنِّي أَذَرُهَا لَهُ ‏.‏ قَالَ مُعَاوِيَةُ لاَ جَرَمَ لاَ أُخَيِّبُكَ ‏.‏ فَأَمَرَ لَهُ بِمَالٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَلاَ أَعْرِفُ لأَبِي السَّفَرِ سَمَاعًا مِنْ أَبِي الدَّرْدَاءِ وَأَبُو السَّفَرِ اسْمُهُ سَعِيدُ بْنُ أَحْمَدَ وَيُقَالُ ابْنُ يُحْمِدَ الثَّوْرِيُّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}