{
  "hadith": {
    "hadith_id": 1399,
    "narrator": "সুরাকা ইবনু মালিক ইবনু জু’শুম (রাঃ)",
    "bn": "তিনি বলেছেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দরবারে উপস্থিত থেকে দেখেছি যে, তিনি বাবাকে হত্যার অপরাধে ছেলের উপর কিসাস (মৃত্যুদণ্ড) কার্যকর করতেন, কিন্তু ছেলেকে হত্যার অপরাধে বাবার উপর কিসাস কার্যকর করতেন না। \n\nযঈফ, ইরওয়া (৭/২৭২), আবূ ঈসা বলেনঃ শুধু উল্লেখিত সনদ সূত্রেই এ হাদীসটি আমরা জেনেছি। এই হাদীসের সনদ সহীহ নয়। ইসমাঈল ইবনু আইয়্যাশ (রাহঃ) এই হাদীস মুসান্না ইবনুস সাব্বাহ হতে বর্ণনা করেছেন। মুসান্না ইবনুস সাব্বাহ হাদীস শাস্ত্রে দুর্বল প্রমাণিত হয়েছেন। এ হাদীসটি আবূ খালিদ আল-আহমার-হাজ্জাজ ইবনু আরতা হতে, তিনি আমর ইবনু শুআইব (রাহঃ) হতে পর্যায়ক্রমে তার বাবা ও দাদার সূত্রে-উমার ইবনুল খাত্তাব (রাঃ)-এর নিকট হতে এবং তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। আমর ইবনু শুআইব (রাহঃ) হতে এ হাদীস মুরসাল হিসেবেও বর্ণিত আছে। এ হাদীসের সনদে যথেষ্ট গরমিল (ইযতিরাব) আছে। বিশেষজ্ঞ আলিমগণ এ হাদীস অনুযায়ী আমল করেছেন। তাদের মতে, বাবা যদি তার ছেলেকে খুন করে তবে কিসাসের দণ্ড হিসেবে বাবাকে হত্যা করা হবে না। বাবা যদি তার ছেলের উপর যেনার অপবাদ (কাযাফ) আরোপ করে তবে তাকে অপবাদের শাস্তিও দেয়া হবে না।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا الْمُثَنَّى بْنُ الصَّبَّاحِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ سُرَاقَةَ بْنِ مَالِكِ بْنِ جُعْشُمٍ، قَالَ حَضَرْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يُقِيدُ الأَبَ مِنِ ابْنِهِ وَلاَ يُقِيدُ الاِبْنَ مِنْ أَبِيهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ سُرَاقَةَ إِلاَّ مِنْ هَذَا الْوَجْهِ وَلَيْسَ إِسْنَادُهُ بِصَحِيحٍ رَوَاهُ إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنِ الْمُثَنَّى بْنِ الصَّبَّاحِ ‏.‏ وَالْمُثَنَّى بْنُ الصَّبَّاحِ يُضَعَّفُ فِي الْحَدِيثِ ‏.‏ وَقَدْ رَوَى هَذَا الْحَدِيثَ أَبُو خَالِدٍ الأَحْمَرُ عَنِ الْحَجَّاجِ بْنِ أَرْطَاةَ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ عَمْرِو بْنِ شُعَيْبٍ مُرْسَلاً وَهَذَا حَدِيثٌ فِيهِ اضْطِرَابٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الأَبَ إِذَا قَتَلَ ابْنَهُ لاَ يُقْتَلُ بِهِ وَإِذَا قَذَفَ ابْنَهُ لاَ يُحَدُّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}