{
  "hadith": {
    "hadith_id": 1412,
    "narrator": "আবূ জুহাইফা (রহঃ)",
    "bn": "আমি আলী (রাঃ)-কে বললাম, হে আমীরুল মু’মিনীন! আপনাদের নিকট সাদা কাগজে কালো কিছু লেখা (কোন বিষয়ের ব্যাখ্যা) আছি কি যা আল্লাহ তা‘আলার গ্রন্থে নেই? তিনি উত্তরে বললেন, সেই মহান সত্তার শপথ, যিনি শস্য আবির্ভুত করেছেন এবং প্রাণের সৃষ্টি করেছেন! আল্লাহ তা‘আলা কুরআন মাজীদ প্রসঙ্গে একজন মানুষকে যে বিশেষ জ্ঞান দিয়েছেন এবং এই সহীফার মধ্যে যা কিছু আছে তার বেশি কিছু আমি জানি না। বর্ণনাকারী বলেন, আমি বললাম, সহীফার মধ্যে কি আছে? তিনি বললেন, তাতে রক্তপণ এবং দাসমুক্তি সম্পর্কিত বিধান আছে। তাতে আরো আছে, কাফিরের পরিবর্তে কোন মু’মিনকে (কিসাসস্বরূপ) হত্যা করা যাবে না।\n\nসহীহ্, ইবনু মা-জাহ- (২৬৫৮)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَنْبَأَنَا مُطَرِّفٌ، عَنِ الشَّعْبِيِّ، حَدَّثَنَا أَبُو جُحَيْفَةَ، قَالَ قُلْتُ لِعَلِيٍّ يَا أَمِيرَ الْمُؤْمِنِينَ هَلْ عِنْدَكُمْ سَوْدَاءُ فِي بَيْضَاءَ لَيْسَ فِي كِتَابِ اللَّهِ قَالَ لاَ وَالَّذِي فَلَقَ الْحَبَّةَ وَبَرَأَ النَّسَمَةَ مَا عَلِمْتُهُ إِلاَّ فَهْمًا يُعْطِيهِ اللَّهُ رَجُلاً فِي الْقُرْآنِ وَمَا فِي الصَّحِيفَةِ ‏.‏ قُلْتُ وَمَا فِي الصَّحِيفَةِ قَالَ فِيهَا الْعَقْلُ وَفِكَاكُ الأَسِيرِ وَأَنْ لاَ يُقْتَلَ مُؤْمِنٌ بِكَافِرٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ قَالُوا لاَ يُقْتَلُ مُؤْمِنٌ بِكَافِرٍ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ يُقْتَلُ الْمُسْلِمُ بِالْمُعَاهِدِ ‏.‏ وَالْقَوْلُ الأَوَّلُ أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আলী (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এই হাদীস মোতাবেক একদল বিশেষজ্ঞ আলিম আমল করেছেন। সুফিয়ান সাওরী, মালিক ইবনু আনাস, শাফিঈ, আহ্‌মাদ ও ইসহাক (রাঃ) বলেছেন, কাফিরকে খুনের অপরাধে মুসলমানকে মৃত্যুদন্ড প্রদান করা যাবে না। অন্য এক দল বলেছেন, চুক্তিবদ্ধ সম্প্রদায়ের কোন কাফিরকে খুন করার দায়ে মুসলমানকে মৃত্যুদন্ড প্রদান করা বৈধ। কিন্তু প্রথম মতই অনেক বেশি সহীহ্।",
    "chapter": {
      "chapter_number": "14"
    }
  }
}