{
  "hadith": {
    "hadith_id": 1413,
    "narrator": "আমর ইবনু শুআইব (রহঃ) হতে পর্যায়ক্রমে তার বাবা ও দাদার সূত্রে",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কাফিরের পরিবর্তে কোন মুসলমান ব্যক্তিকে মৃত্যুদন্ড প্রদান করা যাবে না।\n\nহাসান সহীহ্‌, ইবনু মা-জাহ- (২৬৫৯)\n\nএকই সনদসূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আরো বর্ণিত আছে যে, তিনি বলেনঃ “কাফিরের দিয়াত হচ্ছে মুসলমানের দিয়াতের অর্ধেক।”\n\nহাসান, ইবনু মা-জাহ- (২৬৪৪)\n\nএই অধ্যায়ে আব্দুল্লাহ ইবনু আমর (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান বলেছেন। বিশেষজ্ঞ আলিমদের মধ্যে ইয়াহূদী ও নাসারাদের দিয়াত প্রসঙ্গে মতপার্থক্য আছে। এ বিষয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে হাদীসে যা বর্ণিত হয়েছে একদল আলিম সেটাই গ্রহণ করেছেন। উমার ইবনু আবদুল আযীয (রহঃ) বলেছেন, ইয়াহূদী ও নাসারাদের দিয়াত মুসলমানদের দিয়াতের অর্ধেক হবে। একই কথা বলেছেন, আহ্মাদ ইবনু হাম্বল (রহঃ)-ও। উমার ইবনুল খাত্তাব (রাঃ) বলেন, চার হাজার দিরহাম হচ্ছে ইয়াহূদী ও নাসারাদের দিয়াত এবং আটশত দিরহাম হচ্ছে মাজুসীদের দিয়াত। একই কথা বলেছেন, ইমাম মালিক, শাফিঈ ও ইসহাকও। অন্য একদল বিশেষজ্ঞ আলিম বলেছেন, ইয়াহূদী-নাসারাদের দিয়াত মুসলমানদের দিয়াতের সমান। সুফিয়ান সাওরী ও কূফাবাসীদের এই মত।",
    "ar": "حَدَّثَنَا عِيسَى بْنُ أَحْمَدَ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ يُقْتَلُ مُسْلِمٌ بِكَافِرٍ ‏\"‏ ‏.‏\nوَبِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ دِيَةُ عَقْلِ الْكَافِرِ نِصْفُ دِيَةِ عَقْلِ الْمُؤْمِنِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو فِي هَذَا الْبَابِ حَدِيثٌ حَسَنٌ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي دِيَةِ الْيَهُودِيِّ وَالنَّصْرَانِيِّ فَذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ فِي دِيَةِ الْيَهُودِيِّ وَالنَّصْرَانِيِّ إِلَى مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَقَالَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ دِيَةُ الْيَهُودِيِّ وَالنَّصْرَانِيِّ نِصْفُ دِيَةِ الْمُسْلِمِ ‏.‏ وَبِهَذَا يَقُولُ أَحْمَدُ بْنُ حَنْبَلٍ وَرُوِيَ عَنْ عُمَرَ بْنِ الْخَطَّابِ أَنَّهُ قَالَ دِيَةُ الْيَهُودِيِّ وَالنَّصْرَانِيِّ أَرْبَعَةُ آلاَفِ دِرْهَمٍ وَدِيَةُ الْمَجُوسِيِّ ثَمَانُمِائَةِ دِرْهَمٍ ‏.‏ وَبِهَذَا يَقُولُ مَالِكُ بْنُ أَنَسٍ وَالشَّافِعِيُّ وَإِسْحَاقُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ دِيَةُ الْيَهُودِيِّ وَالنَّصْرَانِيِّ مِثْلُ دِيَةِ الْمُسْلِمِ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}