{
  "hadith": {
    "hadith_id": 1418,
    "narrator": "সাঈদ ইবনু যাইদ ইবনু আমর ইবনু নুফাইল (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক নিজের ধন-সম্পদের রক্ষণাবেক্ষণ করতে গিয়ে মারা গেলে সে শহীদ। যে ব্যক্তি এক বিঘত পরিমাণ জমি চুরি করবে কিয়ামাত দিবসে তার গলায় সাত তবক জমি ঝুলিয়ে দেওয়া হবে।\n\nসহীহ্‌, ইবনু মা-জাহ (৪৫৮০), নাসা-ঈ",
    "ar": "حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ، وَحَاتِمُ بْنُ سِيَاهٍ الْمَرْوَزِيُّ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ طَلْحَةَ بْنِ عَبْدِ اللَّهِ بْنِ عَوْفٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَمْرِو بْنِ سَهْلٍ، عَنْ سَعِيدِ بْنِ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ وَمَنْ سَرَقَ مِنَ الأَرْضِ شِبْرًا طُوِّقَهُ يَوْمَ الْقِيَامَةِ مِنْ سَبْعِ أَرَضِينَ ‏\"‏ ‏.‏ وَزَادَ حَاتِمُ بْنُ سِيَاهٍ الْمَرْوَزِيُّ فِي هَذَا الْحَدِيثِ قَالَ مَعْمَرٌ بَلَغَنِي عَنِ الزُّهْرِيِّ وَلَمْ أَسْمَعْ مِنْهُ زَادَ فِي هَذَا الْحَدِيثِ ‏\"‏ مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ ‏\"‏ ‏.‏ وَهَكَذَا رَوَى شُعَيْبُ بْنُ أَبِي حَمْزَةَ هَذَا الْحَدِيثَ عَنِ الزُّهْرِيِّ عَنْ طَلْحَةَ بْنِ عَبْدِ اللَّهِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَمْرِو بْنِ سَهْلٍ عَنْ سَعِيدِ بْنِ زَيْدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَى سُفْيَانُ بْنُ عُيَيْنَةَ عَنِ الزُّهْرِيِّ عَنْ طَلْحَةَ بْنِ عَبْدِ اللَّهِ عَنْ سَعِيدِ بْنِ زَيْدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَذْكُرْ فِيهِ سُفْيَانُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَمْرِو بْنِ سَهْلٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হাতিম ইবনু সিয়াহ আল মারাযী এই হাদীস বর্ণনার ক্ষেত্রে বলেছেনঃ মা’মার বলেন, “যুহরী হতে আমার নিকট পৌঁছেছে, আমি তার নিকট সরাসরি শুনিনাই” । আর শুয়াইব ইবনু আবী হাম্‌যাহ বর্ণনা করেছেন যুহরী হতে, তিনি তালহা ইবনু আব্দুল্লাহ হতে, তিনি আব্দুর রহমান হতে তিনি সাঈদ ইবনু যাইদ হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে। সুফিয়ান ইবনু উয়াইনা বর্ণনা করেছেন যুহরী হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে । সুফিয়ান আব্দুর রহমান ইবনু আমরের উল্লেখ করেননি ।",
    "chapter": {
      "chapter_number": "14"
    }
  }
}