{
  "hadith": {
    "hadith_id": 1422,
    "narrator": "সাহল ইবনু আবূ হাসমা ও রাফি ইবনু খাদীজ (রাঃ)",
    "bn": "তারা উভয়ে বলেন, আবদুল্লাহ ইবনু সাহল ইবনু যাইদ এবং মুহাইয়্যিসা ইবনু মাসঊদ ইবনু যাইদ (রাঃ) সফরের উদ্দেশ্যে বের হন। তারা দু’জনে খাইবার নামক জায়গায় এসে পরস্পর এদিক –সেদিক বিচ্ছিন্ন হয়ে পড়েন। পরে আবদুল্লাহ ইবনু সাহলকে মুহাইয়্যিসা (রাঃ) মৃত অবস্থায় দেখতে পান এবং তাকে দাফন করেন। তারপর মুহাইয়্যিসা, (তার বড় ভাই) হুওয়াইয়্যিসা ইবনু মাসঊদ ও (নিহতের ভাই) আবদুর রহমান ইবনু সাহল (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট আসেন।দলের সবার মধ্যে আবদুর রহমান বয়সে ছোট ছিলেন। তিনি তার অপর দু’জন সঙ্গীর আগে কথা বলতে গেলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বলেনঃ বড়কে অগ্রাধিকার দাও। এতে তিনি চুপ থাকেন এবং তার অন্য দু’জন সঙ্গী কথা বলেন। অতঃপর তিনিও তাদের সাথে কথা বলেন, তারা আবদুল্লাহ ইবনু সাহলের মারা যাওয়ার কথাটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট বললেন। তাদেরকে তিনি বলেনঃ তোমাদের পঞ্চাশজন লোক কি শপথ করবে? এতে তোমরা তোমাদের সঙ্গীর অথবা তোমাদের মৃতের দিয়াতের অধিকারী হবে। তারা বলেন, আমরা কিভাবে শপথ করি, আমরা তো প্রত্যক্ষদর্শী ছিলাম না? তিনি বললেনঃ তাহলে পঞ্চাশজন ইয়াহূদী শপথ করে তোমাদের (খুনের অভিযোগ) হতে মুক্ত হয়ে যাবে। তার বলেন, আমরা কিভাবে কাফির সম্প্রদায়ের শপথ গ্রহন করতে পারি? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পরিস্থিতি অনুধাবন করে নিজের (সরকারের) কাছে থেকেই তার দিয়াত আদায় করে দেন।\n\nসহীহ্‌, ইবনু মা’জাহ (২৬৭৭), নাসা-ঈ\n\nউপরোক্ত হাদীসের মত একই অর্থবোধক হাদীস আল-হাসান ইবনু আলী আল-খাল্লাল-ইয়াবীদ ইবনু হারুন হতে, তিনি ইয়াহইয়া ইবনু সাঈদ হতে, তিনি বুশাইর ইবনু ইয়াসার হতে, তিনি সাহল ইবনু আবূ হাসমা ও রাফি ইবনু খাদীজ (রাঃ) হতে এই সূত্রে বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، قَالَ يَحْيَى وَحَسِبْتُ عَنْ رَافِعِ بْنِ خَدِيجٍ، أَنَّهُمَا قَالاَ خَرَجَ عَبْدُ اللَّهِ بْنُ سَهْلِ بْنِ زَيْدٍ وَمُحَيِّصَةُ بْنُ مَسْعُودِ بْنِ زَيْدٍ حَتَّى إِذَا كَانَا بِخَيْبَرَ تَفَرَّقَا فِي بَعْضِ مَا هُنَاكَ ثُمَّ إِنَّ مُحَيِّصَةَ وَجَدَ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَتِيلاً قَدْ قُتِلَ فَدَفَنَهُ ثُمَّ أَقْبَلَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم هُوَ وَحُوَيِّصَةُ بْنُ مَسْعُودٍ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَكَانَ أَصْغَرَ الْقَوْمِ ذَهَبَ عَبْدُ الرَّحْمَنِ لِيَتَكَلَّمَ قَبْلَ صَاحِبَيْهِ قَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كَبِّرِ الْكُبْرَ ‏\"‏ ‏.‏ فَصَمَتَ وَتَكَلَّمَ صَاحِبَاهُ ثُمَّ تَكَلَّمَ مَعَهُمَا فَذَكَرُوا لِرَسُولِ اللَّهِ صلى الله عليه وسلم مَقْتَلَ عَبْدِ اللَّهِ بْنِ سَهْلٍ فَقَالَ لَهُمْ ‏\"‏ أَتَحْلِفُونَ خَمْسِينَ يَمِينًا فَتَسْتَحِقُّونَ صَاحِبَكُمْ أَوْ قَاتِلَكُمْ ‏\"‏ ‏.‏ قَالُوا وَكَيْفَ نَحْلِفُ وَلَمْ نَشْهَدْ قَالَ ‏\"‏ فَتُبَرِّئُكُمْ يَهُودُ بِخَمْسِينَ يَمِينًا ‏\"‏ ‏.‏ قَالُوا وَكَيْفَ نَقْبَلُ أَيْمَانَ قَوْمٍ كُفَّارٍ فَلَمَّا رَأَى ذَلِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَعْطَى عَقْلَهُ ‏.‏\nحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، وَرَافِعِ بْنِ خَدِيجٍ، نَحْوَ هَذَا الْحَدِيثِ بِمَعْنَاهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ فِي الْقَسَامَةِ وَقَدْ رَأَى بَعْضُ فُقَهَاءِ الْمَدِينَةِ الْقَوَدَ بِالْقَسَامَةِ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ إِنَّ الْقَسَامَةَ لاَ تُوجِبُ الْقَوَدَ وَإِنَّمَا تُوجِبُ الدِّيَةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস অনুযায়ী কাসামার ব্যাপারে বিশেষজ্ঞ আলিমগণ আমল করেছেন। মাদীনার একদল আলিম অভিমত প্র্রকাশ করেছেন যে, যদি খুনের অপরাধ কাসামর মাধ্যমে স্বীকার করা হয় তবে কিসাস কার্যকর হবে। কূফার একদল আলিম এবং অন্যরা বলেছেন, কাসামার মাধ্যমে কিসাস ওয়াজিব হয় না, কিন্তু দিয়াত ওয়াজিব হয়।",
    "chapter": {
      "chapter_number": "14"
    }
  }
}