{
  "hadith": {
    "hadith_id": 1425,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক কোন মু’মিন ব্যক্তির দুনিয়াবী অসুবিধাগুলোর কোন একটি অসুবিধা দূর করে দেয়, তার পরকালের অসুবিধাগুলোর মধ্যে একটি অসুবিধা আল্লাহ তা‘আলা দূর করে দিবেন। কোন মুসলমান ব্যক্তির দোষ-ক্রুটি যে লোক গোপন রাখে, তার দোষ-ক্রুটি আল্লাহ তা‘আলা দুনিয়া ও আখিরাতে গোপন রাখেন। যে পর্যন্ত বান্দাহ তার ভাইকে সাহায্য করতে থাকে সে পর্যন্ত আল্লাহ তা‘আলা তাকে সাহায্য করতে থাকেন।\n\nসহীহ্, ইবনু মা-জাহ (২২৫), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ الآخِرَةِ وَمَنْ سَتَرَ عَلَى مُسْلِمٍ سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُقْبَةَ بْنِ عَامِرٍ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ هَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنِ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ رِوَايَةِ أَبِي عَوَانَةَ ‏.‏\n\nوَرَوَى أَسْبَاطُ بْنُ مُحَمَّدٍ، عَنِ الأَعْمَشِ، قَالَ حُدِّثْتُ عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَكَأَنَّ هَذَا أَصَحُّ مِنَ الْحَدِيثِ الأَوَّلِ حَدَّثَنَا بِذَلِكَ عُبَيْدُ بْنُ أَسْبَاطِ بْنِ مُحَمَّدٍ قَالَ حَدَّثَنِي أَبِي عَنِ الأَعْمَشِ بِهَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উকবা ইবনু আমির ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।\nআবূ ঈসা বলেন, একাধিক বর্ণনাকারী আবূ হুরাইরা (রাঃ) -এর এ হাদীসটি আ’মাশ হতে, তিনি আবূ সালিহ হতে, তিনি আবূ হুরাইরা হতে, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে আবূ আওয়ানার মতই বর্ণনা করেছেন। আসবাত ইবনু মুহাম্মাদ আ’মাশ হতে, বর্ণনা করেছেন। তিনি বলেছেনঃ আবূ সালিহ এর সূত্রে আমার নিকট বর্ণনা করা হয়েছে, তিনি আবূ হুরাইরা হতে, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ বর্ণনা করেছেন। ধারণা করা হয় এই বর্ণনাটি প্রথম বর্ণনায় তুলনায় অধিক সহীহ্। উবাইদ ইবনু আসবাত এটা বর্ণনা করেছেন তার বাবা হতে, তিনি আ’মাশ হতে।",
    "chapter": {
      "chapter_number": "15"
    }
  }
}