{
  "hadith": {
    "hadith_id": 143,
    "narrator": "আব্দুর রহমান ইবনু ‘আওফের উম্মু ওয়ালাদ",
    "bn": "তিনি (উম্মু ওয়ালাদ) বলেন, আমি উম্মু সালামাহ (রাঃ)-কে বললাম, আমি আমার কাপড়ের আঁচলের নীচের দিকে লম্বা করে দেই এবং ময়লা-আবর্জনার স্থান দিয়ে চলাচল করি (এর বিধান কি)। তিনি বললেন, রাসুলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পরবর্তী পবিত্র জায়গার মাটি এটাকে পবিত্র করে দেয়। \n\nসহীহ। ইবনু মাজাহ- (৫৩১)।",
    "ar": "حَدَّثَنَا أَبُو رَجَاءٍ، قُتَيْبَةُ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ مُحَمَّدِ بْنِ عُمَارَةَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أُمِّ وَلَدٍ، لِعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ قَالَتْ قُلْتُ لأُمِّ سَلَمَةَ إِنِّي امْرَأَةٌ أُطِيلُ ذَيْلِي وَأَمْشِي فِي الْمَكَانِ الْقَذِرِ فَقَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يُطَهِّرُهُ مَا بَعْدَهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم لاَ نَتَوَضَّأُ مِنَ الْمَوْطَإِ ‏.‏ قَالَ أَبُو عِيسَى وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ قَالُوا إِذَا وَطِئَ الرَّجُلُ عَلَى الْمَكَانِ الْقَذِرِ أَنَّهُ لاَ يَجِبُ عَلَيْهِ غَسْلُ الْقَدَمِ إِلاَّ أَنْ يَكُونَ رَطْبًا فَيَغْسِلَ مَا أَصَابَهُ ‏.‏ قَالَ أَبُو عِيسَى وَرَوَى عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ هَذَا الْحَدِيثَ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ مُحَمَّدِ بْنِ عُمَارَةَ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ أُمِّ وَلَدٍ لِهُودِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ أُمِّ سَلَمَةَ ‏.‏ وَهُوَ وَهَمٌ وَلَيْسَ لِعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ ابْنٌ يُقَالُ لَهُ هُودٌ وَإِنَّمَا هُوَ عَنْ أُمِّ وَلَدٍ لإِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ أُمِّ سَلَمَةَ ‏.‏ وَهَذَا الصَّحِيحُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি আরো একটি সূত্রে বর্ণীত আছে, এ অনুচ্ছেদে আব্দুল্লাহ ইবনু মাসঊদ (রাঃ) হতে বর্ণনাকৃত হাদীসও রয়েছে। তিনি বলেন ঃ “আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে নামায আদায় করতাম এবং পথের ময়লা আবর্জনা লাগার কারণে ওযূ করতাম না”। \n\nআবূ ঈসা বলেন, বেশিরভাগ বিশেষজ্ঞের মত হল, যদি কোন ব্যক্তি ময়লাযুক্ত যমিনের উপর দিয়ে চলাচল করে তবে তার পা ধয়া ওয়াজিব নয়। হ্যাঁ ময়লা যদি ভিজা হয় এবং শুকনা না হয় তাহলে ময়লা লাগার জায়গা টুকু ধুয়ে নেবে। \n\nআবূ ঈসা বলেনঃ হাদীসটি আব্দুল্লাহ ইবনুল মুবারাক মালিক ইবনু আলাস হতে, তিনি মুহাম্মাদ ইবনু উমারাহ হতে তিনি মুহাম্মাদ ইবনু ইবরাহীম হতেতিনি হুদ ইবনু ‘আব্দুর রহমানের উম্মু ওয়ালাদ হতে তিনি উম্মু সালামাহ হতে বর্ণনা করেছেন। এটি বিভ্রাট। হুদ নামে ‘আব্দুর রহমান ইবনু আউফের কোন ছেলে নেই। বরং বর্ণনাটি ইবরাহীম ইবনু আব্দুররহমান ইবনু ‘আউফের উম্মু ওয়ালাদ তিনি উম্মু স্লামাহ হতে বর্ণনা করেছে। এটাই সঠিক।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}