{
  "hadith": {
    "hadith_id": 1433,
    "narrator": "উবাইদুল্লাহ ইবনু আবদুল্লাহ (রহঃ)",
    "bn": "তিনি আবূ হুরাইরা, যাইদ ইবনু খালিদ ও শিবল (রাঃ) -এর নিকট শুনেছেন। তারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে উপস্থিত ছিলেন। এসময় দু’জন লোক ঝগড়া করতে করতে (তা সমাধানের উদ্দেশ্যে) তাঁর সামনে আসে। তাদের একজন দাঁড়িয়ে বলে, হে আল্লাহর রাসূল! আমি আপনাকে আল্লাহর শপথ করে বলছি, আমাদের দু’জনের মধ্যে আপনি আল্লাহ তা‘আলার কিতাব মোতাবিক সমাধান করে দিন। তার বুদ্ধিমান প্রতিপক্ষ বলল, হ্যাঁ, হে আল্লাহর রাসূল! আপনি আল্লাহ তা‘আলার কিতাব মোতাবিক আমাদের দু’জনের মধ্যে সমাধান করে দিন এবং আমাকে কথা বলার সম্মতি দনি। আমার পুত্র তার কাছে মজুর হিসাবে ছিল। সে তার স্ত্রীর সাথে যিনা-ব্যভিচারে লিপ্ত হয়। লোকজন আমাকে বলল, আমার ছেলের উপর রজম কার্যকর হবে। আমি এর পরিবর্তে আমার ছেলের পক্ষ হতে তাকে এক শত বকরী এবং একটি গোলাম প্রদান করি। তারপর কয়েকজন আলিমের সাথে আমার সাক্ষাৎ হয়। তাদের মতে আমার ছেলেকে একশত বেত্রাঘাত প্রদান করতে হবে। এবং এক বছরের নির্বাসন শাস্তি ধার্য হবে। আর এই ব্যক্তির স্ত্রীর উপর রজম কার্যকর হবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সেই মহান প্রভুর শপথ যাঁর হাতে আমার প্রাণ! আমি অবশ্যই আল্লাহ তা‘আলার কিতাব অনুযায়ী তোমাদের দু’জনের মাঝে ফায়সালা করব। তুমি একশত বকরী ও গোলাম ফিরত পাবে এবং তোমার ছেলেকে এক শত বেত্রাঘাত করতে হবে ও এক বছরের নির্বাসনে পাঠাতে হবে। হে উনাইস! ভোরে তুমি তার স্ত্রীর কাছে যাবে। সে ব্যভিচার করার কথা স্বীকার করলে তাকে রজম (পাথর মেরে হত্যা) করবে। সেই স্ত্রীলোকটির কাছে গিয়ে তিনি জিজ্ঞেস করলে সে তার পাপের কথা স্বীকার করে এবং তিনি তাকে রজম (পাথর মেরে হত্যা) করেন।\n\nসহীহ্, ইবনু মা-জাহ (২৫৪৯), নাসা-ঈ",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، وَغَيْرُ، وَاحِدٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، سَمِعَهُ مِنْ أَبِي هُرَيْرَةَ، وَزَيْدِ بْنِ خَالِدٍ، وَشِبْلٍ، أَنَّهُمْ كَانُوا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَأَتَاهُ رَجُلاَنِ يَخْتَصِمَانِ فَقَامَ إِلَيْهِ أَحَدُهُمَا وَقَالَ أَنْشُدُكَ اللَّهَ يَا رَسُولَ اللَّهِ لَمَّا قَضَيْتَ بَيْنَنَا بِكِتَابِ اللَّهِ ‏.‏ فَقَالَ خَصْمُهُ وَكَانَ أَفْقَهَ مِنْهُ أَجَلْ يَا رَسُولَ اللَّهِ اقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ وَائْذَنْ لِي فَأَتَكَلَّمَ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا فَزَنَا بِامْرَأَتِهِ فَأَخْبَرُونِي أَنَّ عَلَى ابْنِي الرَّجْمَ فَفَدَيْتُ مِنْهُ بِمِائَةِ شَاةٍ وَخَادِمٍ ثُمَّ لَقِيتُ نَاسًا مِنْ أَهْلِ الْعِلْمِ فَزَعَمُوا أَنَّ عَلَى ابْنِي جَلْدَ مِائَةٍ وَتَغْرِيبَ عَامٍ وَإِنَّمَا الرَّجْمُ عَلَى امْرَأَةِ هَذَا ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ وَالَّذِي نَفْسِي بِيَدِهِ لأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ الْمِائَةُ شَاةٍ وَالْخَادِمُ رَدٌّ عَلَيْكَ وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ وَاغْدُ يَا أُنَيْسُ عَلَى امْرَأَةِ هَذَا فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا ‏\"‏ ‏.‏ فَغَدَا عَلَيْهَا فَاعْتَرَفَتْ فَرَجَمَهَا ‏.‏\nحَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ، وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِمَعْنَاهُ ‏.‏\nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، بِإِسْنَادِهِ نَحْوَ حَدِيثِ مَالِكٍ بِمَعْنَاهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي بَكْرَةَ وَعُبَادَةَ بْنِ الصَّامِتِ وَأَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ وَابْنِ عَبَّاسٍ وَجَابِرِ بْنِ سَمُرَةَ وَهَزَّالٍ وَبُرَيْدَةَ وَسَلَمَةَ بْنِ الْمُحَبِّقِ وَأَبِي بَرْزَةَ وَعِمْرَانَ بْنِ حُصَيْنٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَكَذَا رَوَى مَالِكُ بْنُ أَنَسٍ وَمَعْمَرٌ وَغَيْرُ وَاحِدٍ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ \nوَرَوَوْا بِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ إِذَا زَنَتِ الأَمَةُ فَاجْلِدُوهَا فَإِنْ زَنَتْ فِي الرَّابِعَةِ فَبِيعُوهَا وَلَوْ بِضَفِيرٍ ‏\"‏ ‏.‏ وَرَوَى سُفْيَانُ بْنُ عُيَيْنَةَ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ وَشِبْلٍ قَالُوا كُنَّا عِنْدَ النَّبِيِّ صلى الله عليه وسلم ‏.‏ هَكَذَا رَوَى ابْنُ عُيَيْنَةَ الْحَدِيثَيْنِ جَمِيعًا عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ وَشِبْلٍ وَحَدِيثُ ابْنِ عُيَيْنَةَ وَهَمٌ وَهِمَ فِيهِ سُفْيَانُ بْنُ عُيَيْنَةَ أَدْخَلَ حَدِيثًا فِي حَدِيثٍ ‏.‏ وَالصَّحِيحُ مَا رَوَى مُحَمَّدُ بْنُ الْوَلِيدِ الزُّبَيْدِيُّ وَيُونُسُ بْنُ يَزِيدَ وَابْنُ أَخِي الزُّهْرِيِّ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا زَنَتِ الأَمَةُ فَاجْلِدُوهَا ‏\"‏ ‏.‏ وَالزُّهْرِيُّ عَنْ عُبَيْدِ اللَّهِ عَنْ شِبْلِ بْنِ خَالِدٍ عَنْ عَبْدِ اللَّهِ بْنِ مَالِكٍ الأَوْسِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا زَنَتِ الأَمَةُ ‏\"‏ ‏.‏ وَهَذَا الصَّحِيحُ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏ - وَشِبْلُ بْنُ خَالِدٍ لَمْ يُدْرِكِ النَّبِيَّ صلى الله عليه وسلم إِنَّمَا رَوَى شِبْلٌ عَنْ عَبْدِ اللَّهِ بْنِ مَالِكٍ الأَوْسِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم وَهَذَا الصَّحِيحُ وَحَدِيثُ ابْنِ عُيَيْنَةَ غَيْرُ مَحْفُوظٍ وَرُوِيَ عَنْهُ أَنَّهُ قَالَ شِبْلُ بْنُ حَامِدٍ وَهُوَ خَطَأٌ إِنَّمَا هُوَ شِبْلُ بْنُ خَالِدٍ وَيُقَالُ أَيْضًا شِبْلُ بْنُ خُلَيْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইসহাক ইবনু মূসা আল-আনসারী-মা’ন হতে, তিনি মালিক হতে, তিনি ইবনু শিহাব হতে, তিনি উবা্ইদুল্লাহ উবনু আবদুল্লাহ হতে, তিনি আবূ হুরাইরা ও যাইদ ইবনু খালিদ (রাঃ) হতে এই সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর উপরের হাদীসের মত একই অর্থের হাদীস বর্ণনা করেছেন। মালিক (রহঃ) -এর বর্ণিত হাদীসের অনুরূপ অর্থের হাদীস কুতাইবা-লাইস হতে, তিনি ইবনু শিহাব (রহঃ) এ সনদ সূত্রে বর্ণিত আছ। আবূ বাকরা, উবাদা ইবনুস সামিত, আবূ হুরাইরা, আবূ সাঈদ, ইবনু আব্বাস, জাবির ইবনু সামুরা, হাযযাল, বুরাইদা, সালামা ইবনুল মুহাব্বিক, আবূ বারযা ও ইমরান ইবনু হুসাইন (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরা ও যাইদ ইবনু খালিদ (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। মালিক ইবনু আনাস, মামার, প্রমুখ যুহরী হতে, তিনি উবাইদুল্লাহ ইবনু আবদুল্লাহ হতে, তিনি আবূ হুরাইরা ও যাইদ ইবনু খালিদ (রাঃ) -এর সনদসূত্রে বর্ণিত হাদীসে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ “ক্রীতদাসী যিনা করলে তাকে চাবুক মার। সে চতুর্থবার যিনা করলে তাকে বিক্রয় করে দাও পশমের একটি দড়ির বিনিময়ে হলেও”।\nযথার্থ কথা হল, এখানে ভিন্ন দু’টি হাদীস বর্ণিত হয়েছে। এর একটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট হতে আবূ হুরাইরা ও যাইদ ইবনু খালিদ (রাঃ) বর্ণনা করেছেন। আর দ্বিতীয় সনদে আবদুল্লাহ ইবনু মালিক (রাঃ) এর সূত্রে শিবল ইবনু খালিদ (রহঃ) বর্ণনা করেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ‘ক্রীতদাসী যিনা-ব্যভিচারে লিপ্ত হল…..’। এই শেষোক্ত সূত্রটিই হাদীস বিশেষজ্ঞদের নিকট সহীহ্। উভয় হাদীসের বর্ণনাকারী সুফিয়ান ইবনু উআইনা সন্দেহের বশবর্তী হয়ে হাদীস দু’টিকে (একই হাদীস মনে করে) আবূ হুরাইরা, যাইদ ইবনু খালিদ (রাঃ) ও শিবল (রহঃ)-এর সূত্রে বর্ণনা করে দিয়েছেন। তারা বলেছেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট বসা ছিলাম…..। আসল কথা হল, শিবল (রহঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দেখা পাননি। তিনি আবদুল্লাহ ইবনু মালিক আওসীর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর হাদীস বর্ণনা করেছন। ইবনু উআইনার বর্ণিত হাদীস সুরক্ষিত নয়। তার কাছ থেকে আরও বর্ণিত আছে যে, তিনি নামোল্লেখ করতে গিয়ে ভুল করে বলেছেন শিবল ইবনু হামীদ। অথচ হবে শিবল ইবনু খালিদ এবং তিনি শিবল ইবনু খুয়াইলিদ নামেও পরিচিত।",
    "chapter": {
      "chapter_number": "15"
    }
  }
}