{
  "hadith": {
    "hadith_id": 1434,
    "narrator": "উবাদা ইবনুস সামিত (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার নিকট হতে তোমরা জেনে নাও। তাদের (যিনাকারীদের) জন্য আল্লাহ তা‘আলা একটি রাস্তা (ব্যবস্থা) করে দিয়েছেন। বিবাহিত পুরুষ ও স্ত্রীলোক পরস্পর যিনা করলে তাদের প্রত্যেককে একশত ঘা চাবুক মারতে হবে, তারপর পাথর মেরে হত্যা করতে হবে। অবিবাহিত পুরুষ বা স্ত্রীলোক যিনা করলে তাদের প্র্রত্যেককে একশত ঘা চাবুক মারতে হবে এবং এক বছরের নির্বাসনে পাঠাতে হবে।\n\nসহীহ্, ইবনু মা-জাহ (২৫৫০), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا هُشَيْمٌ، عَنْ مَنْصُورِ بْنِ زَاذَانَ، عَنِ الْحَسَنِ، عَنْ حِطَّانَ بْنِ عَبْدِ اللَّهِ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ خُذُوا عَنِّي فَقَدْ جَعَلَ اللَّهُ لَهُنَّ سَبِيلاً الثَّيِّبُ بِالثَّيِّبِ جَلْدُ مِائَةٍ ثُمَّ الرَّجْمُ وَالْبِكْرُ بِالْبِكْرِ جَلْدُ مِائَةٍ وَنَفْىُ سَنَةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ عَلِيُّ بْنُ أَبِي طَالِبٍ وَأُبَىُّ بْنُ كَعْبٍ وَعَبْدُ اللَّهِ بْنُ مَسْعُودٍ وَغَيْرُهُمْ قَالُوا الثَّيِّبُ تُجْلَدُ وَتُرْجَمُ ‏.‏ وَإِلَى هَذَا ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ إِسْحَاقَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ أَبُو بَكْرٍ وَعُمَرُ وَغَيْرُهُمَا الثَّيِّبُ إِنَّمَا عَلَيْهِ الرَّجْمُ وَلاَ يُجْلَدُ ‏.‏ وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلُ هَذَا فِي غَيْرِ حَدِيثٍ فِي قِصَّةِ مَاعِزٍ وَغَيْرِهِ أَنَّهُ أَمَرَ بِالرَّجْمِ وَلَمْ يَأْمُرْ أَنْ يُجْلَدَ قَبْلَ أَنْ يُرْجَمَ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এ হাদীস অনুসারে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবীদের মধ্যে আলী ইবনু আবী তালিব, উবাই ইবনু কা’ব, আবদুল্লাহ ইবনু মাসঊদ  আরো কয়েকজন সাহাবী আমল করেছেন। তার বলেছেন, বিবাহিত যিনাকারীকে প্রথমে বেত্রাঘাত করতে হবে, তারপর রজম করতে হবে। এই মত দিয়েছেন ইমাম ইসহাকও। আবূ বাকর, উমার (রাঃ) এবং আরো কিছু সাহাবী বলেছেন, বিবাহিত যিনাকারীকে রজম করতে হবে, তাকে বেতের শাস্তি প্রদান করবে না। কেননা মায়িযের ঘটনা সস্পর্কিত হাদীসে এবং আরো কিছু হাদীসে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রজম করার (পাথর মেরে হত্যার) হুকুম দিয়েছেন, কিন্তু পূর্বে বেত্রাঘাত করার হুকুম দেননি। এই মত গ্রহণ করেছেন সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ ও আহমাদও।",
    "chapter": {
      "chapter_number": "15"
    }
  }
}