{
  "hadith": {
    "hadith_id": 1439,
    "narrator": "উবাদা ইবনুস সামিত (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে কোন এক সমাবেশে উপস্থিত ছিলাম। তিনি বললেনঃ তোমরা এই কথার উপর আমার নিকট বাই’আত করঃ আল্লাহ তা‘আলার সাথে তোমরা কোন অংশীদার স্থাপন করবে না, চুরি করবে না এবং যিনা-ব্যভিচার করবেনা। তারপর তিনি বাই’আত বিষয়ক পূর্ণ আয়াত তাদেরকে তিলাওয়াত করে শুনালেন। অতঃপর তিনি বললেনঃ তোমাদের যে লোক এই বাই’আত পূর্ণ করবে, আল্লাহ তা‘আলার নিকট রয়েছে তার জন্য পুরষ্কার। আর কোন মানুষ এর কোন একটি অপরাধে জড়িয়ে পড়লে এবং এর জন্য তাকে শাস্তিও প্রদান করা হলে তাতে তার গুণাহের কাফফারা হয়ে যাবে। আর কোন মানুষ এর কোন একটি অপকর্ম করে বসলে এবং আল্লাহ তা‘আলা সেটাকে লোকচক্ষুর আড়ালে রেখে দিলে তার প্রসঙ্গটি আল্লাহ তা‘আলার উপর ন্যস্ত। তাকে আল্লাহ তা‘আলা চাইলে শাস্তিও দিতে পারেন আবার মাফও করে দিতে পারেন। \n\nসহীহ্, ইরওয়া (২৩৩৪), নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ كُنَّا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فِي مَجْلِسٍ فَقَالَ ‏ \"‏ تُبَايِعُونِي عَلَى أَنْ لاَ تُشْرِكُوا بِاللَّهِ شَيْئًا وَلاَ تَسْرِقُوا وَلاَ تَزْنُوا قَرَأَ عَلَيْهِمُ الآيَةَ فَمَنْ وَفَى مِنْكُمْ فَأَجْرُهُ عَلَى اللَّهِ وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ عَلَيْهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَسَتَرَهُ اللَّهُ عَلَيْهِ فَهُوَ إِلَى اللَّهِ إِنْ شَاءَ عَذَّبَهُ وَإِنْ شَاءَ غَفَرَ لَهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَجَرِيرِ بْنِ عَبْدِ اللَّهِ وَخُزَيْمَةَ بْنِ ثَابِتٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عُبَادَةَ بْنِ الصَّامِتِ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَالَ الشَّافِعِيُّ لَمْ أَسْمَعْ فِي هَذَا الْبَابِ أَنَّ الْحُدُودَ تَكُونُ كَفَّارَةً لأَهْلِهَا شَيْئًا أَحْسَنَ مِنْ هَذَا الْحَدِيثِ ‏.‏ قَالَ الشَّافِعِيُّ وَأُحِبُّ لِمَنْ أَصَابَ ذَنْبًا فَسَتَرَهُ اللَّهُ عَلَيْهِ أَنْ يَسْتُرَ عَلَى نَفْسِهِ وَيَتُوبَ فِيمَا بَيْنَهُ وَبَيْنَ رَبِّهِ ‏.‏ وَكَذَلِكَ رُوِيَ عَنْ أَبِي بَكْرٍ وَعُمَرَ أَنَّهُمَا أَمَرَا رَجُلاً أَنْ يَسْتُرَ عَلَى نَفْسِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, জারীর ইবনু আবদুল্লাহ ও খুযাইমা ইবনু সাবিত (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। উবাদা ইবনুস সামিত (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। ইমাম শাফিঈ (রহঃ) বলেন, “হাদ্দ বাস্তবায়িত হলে তা অপরাধীর গুণাহের কাফফারাস্বরূপ” -আমি এ প্রসঙ্গে এটা হতে ইত্তম হাদীস আর কখনো শুনিনি। তিনি আরো বলেন, কোন মানুষ গুণাহে লিপ্ত হলে এবং সেটাকে আল্লাহ তা‘আলা গোপন রাখলে আমি এই নীতি তার জন্য উত্তম মনে করি যে, অপরাধীও সেটাকে গোপন করে রাখবে এবং তার ও প্রভুর মধ্যকার বিষয়টি প্রসঙ্গে তাঁর নিকট তাওবা করতে থাকবে। আবূ বাকর এবং উমার (রাঃ) হতেও বর্ণিত আছে যে, একজন মানুষকে তারা দু’জনেই নিজের গুণাহের কথা গোপন রাখার নির্দেশ দিয়েছেন।",
    "chapter": {
      "chapter_number": "15"
    }
  }
}