{
  "hadith": {
    "hadith_id": 1444,
    "narrator": "মুআবিয়া (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক সুরা পান করে তাকে চাবুক পেটা কর। যদি সে লোক চতুর্থবার সুরাপানে লিপ্ত হয় তাহলে তাকে মেরে ফেল।\n\nসহীহ্, ইবনু মা-জাহ (২৫৭২, ২৫৭৩)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنْ أَبِي صَالِحٍ، عَنْ مُعَاوِيَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ شَرِبَ الْخَمْرَ فَاجْلِدُوهُ فَإِنْ عَادَ فِي الرَّابِعَةِ فَاقْتُلُوهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَالشَّرِيدِ وَشُرَحْبِيلَ بْنِ أَوْسٍ وَجَرِيرٍ وَأَبِي الرَّمَدِ الْبَلَوِيِّ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ مُعَاوِيَةَ هَكَذَا رَوَى الثَّوْرِيُّ أَيْضًا عَنْ عَاصِمٍ عَنْ أَبِي صَالِحٍ عَنْ مُعَاوِيَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَى ابْنُ جُرَيْجٍ وَمَعْمَرٌ عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ سَمِعْتُ مُحَمَّدًا يَقُولُ حَدِيثُ أَبِي صَالِحٍ عَنْ مُعَاوِيَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا أَصَحُّ مِنْ حَدِيثِ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَإِنَّمَا كَانَ هَذَا فِي أَوَّلِ الأَمْرِ ثُمَّ نُسِخَ بَعْدُ هَكَذَا رَوَى مُحَمَّدُ بْنُ إِسْحَاقَ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ مَنْ شَرِبَ الْخَمْرَ فَاجْلِدُوهُ فَإِنْ عَادَ فِي الرَّابِعَةِ فَاقْتُلُوهُ ‏\"‏ ‏.‏ قَالَ ثُمَّ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بَعْدَ ذَلِكَ بِرَجُلٍ قَدْ شَرِبَ الْخَمْرَ فِي الرَّابِعَةِ فَضَرَبَهُ وَلَمْ يَقْتُلْهُ ‏.‏ وَكَذَلِكَ رَوَى الزُّهْرِيُّ عَنْ قَبِيصَةَ بْنِ ذُؤَيْبٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا ‏.‏ قَالَ فَرُفِعَ الْقَتْلُ وَكَانَتْ رُخْصَةً ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ عَامَّةِ أَهْلِ الْعِلْمِ لاَ نَعْلَمُ بَيْنَهُمُ اخْتِلاَفًا فِي ذَلِكَ فِي الْقَدِيمِ وَالْحَدِيثِ وَمِمَّا يُقَوِّي هَذَا مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ أَوْجُهٍ كَثِيرَةٍ أَنَّهُ قَالَ ‏\"‏ لاَ يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنِّي رَسُولُ اللَّهِ إِلاَّ بِإِحْدَى ثَلاَثٍ النَّفْسُ بِالنَّفْسِ وَالثَّيِّبُ الزَّانِي وَالتَّارِكُ لِدِينِهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা, শারীদ, শুরাহবিল ইবনু আওস, জারীর, আবুর রামদা আল-বালাবী ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, মু‘আবিয়ার হাদিসটি অনুরূপভাবে সাওরী বর্ণনা করেছেন আসিম হতে, তিনি আবূ সালিহ হতে, তিনি মু‘আবিয়া হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে। ইবনু জুরাইজ এবং আমর বর্ণনা করেছেন সুহাইল ইবনু আবী সালিহ হতে, তিনি তার পিতা হতে, তিনি আবূ হুরাইরা হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে একই বিষয়ে আবূ সালিহ কর্তৃক মু’আবিয়া (রাঃ) হতে বর্ণিত এই হাদীসটি অত্যাধিক সহীহ্। আবূ ঈসা বলেন, আমি ইমাম বুখারী (রহঃ) -কে একথা বলতে শুনেছি। তিনি আরো বলেছেন, পূর্বে মদ পানকারীকে মেরে ফেলার হুকুম ছিল। পরে সেটাকে বাতিল করা হয়েছে। মুহাম্মাদ ইবনু ইসহাক-মুহাম্মাদ ইবনু মুনকাদিরের সূত্রে, তিনি জাবির ইবনু আবদুল্লাহ (রাঃ) -এর সূত্রে, তিনি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সূত্রে বর্ণনা করেছেন। তিনি বলেছেনঃ “যে লোক মাদকদ্রব্য সেবন করে সে লোককে চাবুক পেটা কর। যদি সে লোক চতুর্থবার তা সেবন করে তাহলে তাকে মেরে ফেল।” জাবির (রাঃ) বলেন, তারপর একজন লোককে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সামনে আনা হল সে লোক চতুর্থবার সুরা পান করেছিল। তাকে তিনি বেত্রাঘাত করলেন কিন্তু হত্যা করেননি। ইমাম যুহরীও কাবীসা ইবনু যুয়াইব (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট হতে একই কথা বর্ণনা করেছেন। তিনি (কাবীসা) বলেছেন, প্রথমে হত্যার হুকুম ছিল, পরবর্তীতে তা বাতিল করা হয়েছে। \nঅভিজ্ঞ আলিমগণ এরূপ আমল করেছেন। আমরা এ বিষয়ে তাদের মধ্যে কোনরকম দ্বিমত দেখতে পাইনি। এ বিষয়ে পূর্ববর্তী ও পরবর্তী যুগের আলিমগণ একমত যে, মদ্য পানকারীকে মেরে ফেলা যাবে না। তাছাড়া এই বক্তব্যকে অসংখ্য সূত্রে বর্ণিত একটি হাদীস আরো বেশি মজবুত করেছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “যে লোক এরকম সাক্ষ্য দেয় যে, ‘আল্লাহ ব্যতীত আর কোন প্রভু নেই এবং আমি নিশ্চয়ই আল্লাহর রাসূল’ -তার রক্তপাত (হত্যা) করা বৈধ হবেনা। তবে এ ধরণের তিন প্রকার মানুষকে হত্যা করা যাবেঃ কোন মানুষের হত্যাকারী, বিবাহিত যিনাকারী এবং নিজের দ্বীন পরিত্যাগকারী (মুরতাদ)।",
    "chapter": {
      "chapter_number": "15"
    }
  }
}