{
  "hadith": {
    "hadith_id": 1454,
    "narrator": "আলকামা ইবনু ওয়াইল (রহঃ) হতে তার বাবা",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর যামানায় একজন মহিলা নামায আদায়ের উদ্দেশ্যে  যাত্রা শুরু করলো। রাস্তায় একজন লোক তার সামনে পড়ে এবং সে তাকে তার পোশাকে ঢেকে নিয়ে (জাপটে ধরে) নিজের প্রয়োজন মিটায় (ধর্ষণ করে)। মহিলাটি চিৎকার করলে লোকটি পালিয়ে গেল। তারপর আরেকজন লোক তার সম্মুখ দিয়ে যাচ্ছিল। মহিলাটি বলল ঐ লোকটি আমার সাথে এই এই করেছে। ইতিমধ্যে মুহাজির সাহাবীদের একটি দলও সে স্থান দিয়ে যাচ্ছিল। মহিলাটি বলল, ঐ লোকটি আমার সাথে এই এই করেছে। যে লোকটি তাকে ধর্ষণ করেছে বলে সে ধারণা করল, তারা (দৌঁড়ে) গিয়ে তাকে ধরে ফেলেন। তাকে নিয়ে তারা মহিলাটির সামনে ফিরে আসলে সে বলল, হ্যাঁ, এই সেই লোক। তারা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট তাকে নিয়ে আসেন। তিনি যখন তাকে রজমের (পাথর মেরে হত্যা) হুকুম দিলেন, সে সময় তার আসল ধর্ষণকারী উপস্থিত হয়ে বলল, হে আল্লাহর রাসূল! আমি তার ধর্ষণকারী (ঐ লোকটি নয়)। তিনি মহিলাটিকে বললেনঃ যাও, তোমাকে আল্লাহ তা‘আলা মাফ করে দিয়েছেন। তিনি (সন্দেহজনকভাবে) ধৃত লোকটির সম্বন্ধে ভাল কথা বললেন। মহিলাটির আসল ধর্ষণকারীর সম্পর্কে তিনি হুকুম করলেনঃ একে রজম কর। তিনি আরও বললেনঃ সে এমন ধরণের তাওবা করেছে, যদি মাদীনার সকল জনগণ এমন তাওবা করে তবে তাদের সেই তাওবা ক্ববূল করা হবে।\n\nহাসান, তাকে রজম কর বাক্য  ব্যতীত। সঠিক বক্তব্য হল তাকে রজম করা হয় নাই। মিশকাত (৩৫৭২) সহীহাহ (৯০০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى النَّيْسَابُورِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، عَنْ إِسْرَائِيلَ، حَدَّثَنَا سِمَاكُ بْنُ حَرْبٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلٍ الْكِنْدِيِّ، عَنْ أَبِيهِ، أَنَّ امْرَأَةً، خَرَجَتْ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم تُرِيدُ الصَّلاَةَ فَتَلَقَّاهَا رَجُلٌ فَتَجَلَّلَهَا فَقَضَى حَاجَتَهُ مِنْهَا فَصَاحَتْ فَانْطَلَقَ وَمَرَّ عَلَيْهَا رَجُلٌ فَقَالَتْ إِنَّ ذَاكَ الرَّجُلَ فَعَلَ بِي كَذَا وَكَذَا ‏.‏ وَمَرَّتْ بِعِصَابَةٍ مِنَ الْمُهَاجِرِينَ فَقَالَتْ إِنَّ ذَاكَ الرَّجُلَ فَعَلَ بِي كَذَا وَكَذَا ‏.‏ فَانْطَلَقُوا فَأَخَذُوا الرَّجُلَ الَّذِي ظَنَّتْ أَنَّهُ وَقَعَ عَلَيْهَا وَأَتَوْهَا فَقَالَتْ نَعَمْ هُوَ هَذَا ‏.‏ فَأَتَوْا بِهِ رَسُولَ اللَّهِ صلى الله عليه وسلم فَلَمَّا أَمَرَ بِهِ لِيُرْجَمَ قَامَ صَاحِبُهَا الَّذِي وَقَعَ عَلَيْهَا فَقَالَ يَا رَسُولَ اللَّهِ أَنَا صَاحِبُهَا ‏.‏ فَقَالَ لَهَا ‏\"‏ اذْهَبِي فَقَدْ غَفَرَ اللَّهُ لَكِ ‏\"‏ ‏.‏ وَقَالَ لِلرَّجُلِ قَوْلاً حَسَنًا وَقَالَ لِلرَّجُلِ الَّذِي وَقَعَ عَلَيْهَا ‏\"‏ ارْجُمُوهُ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ لَقَدْ تَابَ تَوْبَةً لَوْ تَابَهَا أَهْلُ الْمَدِينَةِ لَقُبِلَ مِنْهُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏ وَعَلْقَمَةُ بْنُ وَائِلِ بْنِ حُجْرٍ سَمِعَ مِنْ أَبِيهِ وَهُوَ أَكْبَرُ مِنْ عَبْدِ الْجَبَّارِ بْنِ وَائِلٍ وَعَبْدُ الْجَبَّارِ بْنُ وَائِلٍ لَمْ يَسْمَعْ مِنْ أَبِيهِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হসান গারীব সহীহ্ বলেছেন। আলকামা (রহঃ) তার পিতা ওয়াইল (রাঃ) -এর কাছে হাদীস শ্রবণ করেছেন। তিনি বয়সে তার ভাই আবদুল জাব্বারের চেয়ে বড় ছিলেন। আবদুল জাব্বার (রহঃ) তার আব্বা ওয়াইল (রাঃ) –এর কাছ থেকে হাদীস শ্রবণ করার সুযোগ লাভ করেননি।",
    "chapter": {
      "chapter_number": "15"
    }
  }
}