{
  "hadith": {
    "hadith_id": 1461,
    "narrator": "উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা যাকে আল্লাহ্‌ তা’আলার পথে (গানীমাত) আত্মসাৎ করতে দেখবে তার মালপত্র সব পুড়িয়ে দিবে। সালিহ (রহঃ) বলেছেন, আমি মাসলামার নিকটে গেলাম। এ সময় সালিম ইবনু আব্দুল্লাহ তার নিকটই ছিলেন। তিনি এক আত্মসাৎকারীকে পেলেন। সালিম (রহঃ) তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর এ হাদীস উল্লেখ করেন। তিনি তার মালপত্র পুড়িয়ে দেয়ার হুকুম দিলে তা পুড়িয়ে দেয়া হয়। তার মালপত্রের মধ্যে এক জিল্‌দ কুরআন পাওয়া গেলে সালিম (রহঃ) বলেন, তা বিক্রয় করে তার মূল্য দান-খাইরাত করে দাও। \n\nযঈফ, যঈফ আবূ দাঊদ (৪৬৮), মিশকাত, তাহকীক ছানী (৩৬৩৩), তাহকীকুল মুখতারাহ (১৯১, ১৯৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو السَّوَّاقُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ صَالِحِ بْنِ مُحَمَّدِ بْنِ زَائِدَةَ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ وَجَدْتُمُوهُ غَلَّ فِي سَبِيلِ اللَّهِ فَاحْرِقُوا مَتَاعَهُ ‏\"‏ ‏.‏ قَالَ صَالِحٌ فَدَخَلْتُ عَلَى مَسْلَمَةَ وَمَعَهُ سَالِمُ بْنُ عَبْدِ اللَّهِ فَوَجَدَ رَجُلاً قَدْ غَلَّ فَحَدَّثَ سَالِمٌ بِهَذَا الْحَدِيثِ فَأَمَرَ بِهِ فَأُحْرِقَ مَتَاعُهُ فَوُجِدَ فِي مَتَاعِهِ مُصْحَفٌ فَقَالَ سَالِمٌ بِعْ هَذَا وَتَصَدَّقْ بِثَمَنِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا الْحَدِيثُ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ الأَوْزَاعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ إِنَّمَا رَوَى هَذَا صَالِحُ بْنُ مُحَمَّدِ بْنِ زَائِدَةَ وَهُوَ أَبُو وَاقِدٍ اللَّيْثِيُّ وَهُوَ مُنْكَرُ الْحَدِيثِ قَالَ مُحَمَّدٌ وَقَدْ رُوِيَ فِي غَيْرِ حَدِيثٍ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الْغَالِّ فَلَمْ يَأْمُرْ فِيهِ بِحَرْقِ مَتَاعِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। শুধুমাত্র উল্লেখিত সনদসূত্রেই আমরা এটা জেনেছি। কিছু বিশেষজ্ঞ আলিম এ হাদীস অনুযায়ী মত দিয়েছেন। ইমাম আওযাঈ, আহ্‌মাদ ও ইসহাকের এই মত। আমি (তিরমিযী) মুহাম্মাদ বুখারীকে এ হাদীস প্রসঙ্গে প্রশ্ন করলে তিনি বলেন, এ হাদীসটি সালিহ ইবনু মুহাম্মাদ ইবনু যায়িদা বর্ণনা করেছেন। তার ডাকনাম আবূ ওয়াকিদ আল-লাইসী। তিনি একজন প্রত্যাখ্যাত রাবী। ইমাম বুখারী আরো বলেন, গানীমাতের মাল আত্মসাৎকারী প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আরো হাদীস আছে। কিন্তু তিনি তাতে তার মালপত্র পুড়িয়ে ফেলার হুকুম দেননি।",
    "chapter": {
      "chapter_number": "15"
    }
  }
}