{
  "hadith": {
    "hadith_id": 1464,
    "narrator": "আইযুল্লাহ ইবনু আবদুল্লাহ (রহঃ)",
    "bn": "তিনি আবূ সা’লাবা আল-খুশানী (রাঃ) -কে বলতে শুনেছেন, আমি বললাম, হে আল্লাহ্‌র রাসূল! আমরা শিকারকারী সম্প্রদায়। তিনি বললেনঃ তুমি যদি আল্লাহ্‌ তা‘আলার নামে তোমার কুকুর ছেড়ে থাক এবং তোমার জন্য সে শিকার ধরে তাহলে তুমি তা খেতে পার। আমি বললাম, সে যদি তা মেরে ফেলে? তিনি বললেনঃ মেরে ফেললেও। আমি বললাম, আমরা তীর নিক্ষেপকারী সম্প্রদায়। তিনি বললেনঃ তোমার তীর তোমাকে যা ফিরত দেয় তা খাও। বর্ণনাকারী বলেন, আমি বললাম, আমরা ভ্রমণে বের হয়ে থাকি; ইয়াহূদী, নাসারা ও মাজূসীদের এলাকা দিয়ে চলাচল করে থাকি। আমরা তাদের পাত্র ব্যতীত অন্য কোন পাত্র আমাদের ব্যবহারের জন্য জোগাড় করতে পারি না। তিনি বললেনঃ এদের পাত্র ব্যতীত তোমরা অন্য পাত্র জোগাড় করতে না পারলে এগুলোকে পানি দিয়ে ভালভাবে ধুয়ে নাও, তারপর এতে পানাহার কর।\n\nসহীহ্, ইবনু মা-জাহ (৩২০৭), নাসা-ঈ",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا الْحَجَّاجُ، عَنْ مَكْحُولٍ، عَنْ أَبِي ثَعْلَبَةَ، وَالْحَجَّاجُ، عَنِ الْوَلِيدِ بْنِ أَبِي مَالِكٍ، عَنْ عَائِذِ اللَّهِ بْنِ عَبْدِ اللَّهِ، أَنَّهُ سَمِعَ أَبَا ثَعْلَبَةَ الْخُشَنِيَّ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّا أَهْلُ صَيْدٍ ‏.‏ قَالَ ‏\"‏ إِذَا أَرْسَلْتَ كَلْبَكَ وَذَكَرْتَ اسْمَ اللَّهِ عَلَيْهِ فَأَمْسَكَ عَلَيْكَ فَكُلْ ‏\"‏ ‏.‏ قُلْتُ وَإِنْ قَتَلَ قَالَ ‏\"‏ وَإِنْ قَتَلَ ‏\"‏ ‏.‏ قُلْتُ إِنَّا أَهْلُ رَمْىٍ ‏.‏ قَالَ ‏\"‏ مَا رَدَّتْ عَلَيْكَ قَوْسُكَ فَكُلْ ‏\"‏ ‏.‏ قَالَ قُلْتُ إِنَّا أَهْلُ سَفَرٍ نَمُرُّ بِالْيَهُودِ وَالنَّصَارَى وَالْمَجُوسِ فَلاَ نَجِدُ غَيْرَ آنِيَتِهِمْ ‏.‏ قَالَ ‏\"‏ فَإِنْ لَمْ تَجِدُوا غَيْرَهَا فَاغْسِلُوهَا بِالْمَاءِ ثُمَّ كُلُوا فِيهَا وَاشْرَبُوا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَدِيِّ بْنِ حَاتِمٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَعَائِذُ اللَّهِ بْنُ عَبْدِ اللَّهِ هُوَ أَبُو إِدْرِيسَ الْخَوْلاَنِيُّ وَاسْمُ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ جُرْثُومٌ وَيُقَالُ جُرْثُمُ بْنُ نَاشِرٍ وَيُقَالُ ابْنُ قَيْسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আদী ইবনু হাতিম (রাঃ) হতেও এ অনুচ্ছেদে হাসীদ বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। আইযুল্লাহর ডাকনাম আবূ ইদরীস আল-খাওলানী। আবূ সালাবা আল-খুশানী (রাঃ) -এর নাম জুরছূম, তাকে জুরছূম ইবনু নাশিদ মতান্তরে ইবনু কাইসও বলা হয়।",
    "chapter": {
      "chapter_number": "16"
    }
  }
}