{
  "hadith": {
    "hadith_id": 1467,
    "narrator": "আদী ইবনু হাতিম (রাঃ)",
    "bn": "তিনি বলেছেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে বাজ পাখির শিকার প্রসঙ্গে প্রশ্ন করলাম। তিনি বললেনঃ সে যা তোমার জন্য ধরে রাখে তা খাও।\n \nমুনকার; সহীহ আবূ দাঊদ (২৫৪১)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، وَهَنَّادٌ، وَأَبُو عَمَّارٍ قَالُوا حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ، عَنْ عَدِيِّ بْنِ حَاتِمٍ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ صَيْدِ الْبَازِي فَقَالَ ‏\"‏ مَا أَمْسَكَ عَلَيْكَ فَكُلْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مُجَالِدٍ عَنِ الشَّعْبِيِّ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لاَ يَرَوْنَ بِصَيْدِ الْبُزَاةِ وَالصُّقُورِ بَأْسًا ‏.‏ وَقَالَ مُجَاهِدٌ الْبُزَاةُ هُوَ الطَّيْرُ الَّذِي يُصَادُ بِهِ مِنَ الْجَوَارِحِ الَّتِي قَالَ اللَّهُ تَعَالَى‏:‏ ‏(‏وَمَا عَلَّمْتُمْ مِنَ الْجَوَارِحِ ‏)‏ فَسَّرَ الْكِلاَبَ وَالطَّيْرَ الَّذِي يُصَادُ بِهِ ‏.‏ وَقَدْ رَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ فِي صَيْدِ الْبَازِي وَإِنْ أَكَلَ مِنْهُ وَقَالُوا إِنَّمَا تَعْلِيمُهُ إِجَابَتُهُ ‏.‏ وَكَرِهَهُ بَعْضُهُمْ وَالْفُقَهَاءُ أَكْثَرُهُمْ قَالُوا يَأْكُلُ وَإِنْ أَكَلَ مِنْهُ ‏.‏",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, শুধুমাত্র শাবী হতে মুজালিদের সনদসূত্রেই আমরা এ হাদীসটি জেনেছি। আলিমগণ এ হাদীস অনুযায়ী আমল করেছেন। তাদের মতে বাজ, ঈগল ও শিকরার শিকার খাওয়াতে কোন সমস্যা নেই। মুজাহিদ (রাহঃ) বলেছেন, বাজ হল একটি শিকারী পাখি। এটা নখরযুক্ত প্রানীর অন্তর্ভুক্ত। এ প্রসঙ্গে আল্লাহ্‌ তা‘আলা বলেনঃ “এবং যেসব শিকারী প্রানীকে তোমরা প্রশিক্ষণ দিয়েছ” (সূরাঃ মাইদা-৪)। তার মতে, শিকারী জন্তু বলতে যেসব কুকুর ও পাখি দিয়ে শিকার করা হয় তা বুঝায়। কিছু আলিম বাজ পাখির শিকার প্রসঙ্গে বলেছেন, পাখি তা হতে কিছু অংশ খেয়ে নিলেও তা খাওয়া জায়িয। তারা বলেছেন, একে প্রশিক্ষণ দেয়ার অর্থ হচ্ছে, একে ডাকা হলে ফিরে আসবে। কিছু আলিম এটা খাওয়া মাকরূহ বলেছেন। কিন্তু বেশীরভাগ ফিক্‌হ্‌বিদ আলিম বলেছেন, এই শিকার খাওয়া জায়িয যদিও পাখি তা থেকে কিছুটা খেয়েও নেয়।",
    "chapter": {
      "chapter_number": "16"
    }
  }
}