{
  "hadith": {
    "hadith_id": 1472,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "তার বংশের একজন লোক একটি অথবা দু’টি খরগোশ শিকার করার পর একটি সাদা পাথর দ্বারা তা যবেহ করে। সে শিকার দু’টি ঝুলানো অবস্থায় রেখে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে দেখা করে। সে এ বিষয়ে তাঁকে প্রশ্ন করে। তিনি তাকে এটা খাওয়ার নির্দেশ দেন।\n\nসহীহ্, ইবনু মা-জাহ (৩১৭৫)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى الْقُطَعِيُّ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنِ الشَّعْبِيِّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَجُلاً، مِنْ قَوْمِهِ صَادَ أَرْنَبًا أَوِ اثْنَيْنِ فَذَبَحَهُمَا بِمَرْوَةٍ فَتَعَلَّقَهُمَا حَتَّى لَقِيَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَسَأَلَهُ فَأَمَرَهُ بِأَكْلِهِمَا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ مُحَمَّدِ بْنِ صَفْوَانَ وَرَافِعٍ وَعَدِيِّ بْنِ حَاتِمٍ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ أَنْ يُذَكِّيَ بِمَرْوَةٍ وَلَمْ يَرَوْا بِأَكْلِ الأَرْنَبِ بَأْسًا وَهُوَ قَوْلُ أَكْثَرِ أَهْلِ الْعِلْمِ وَقَدْ كَرِهَ بَعْضُهُمْ أَكْلَ الأَرْنَبِ ‏.‏ وَقَدِ اخْتَلَفَ أَصْحَابُ الشَّعْبِيِّ فِي رِوَايَةِ هَذَا الْحَدِيثِ فَرَوَى دَاوُدُ بْنُ أَبِي هِنْدٍ عَنِ الشَّعْبِيِّ عَنْ مُحَمَّدِ بْنِ صَفْوَانَ ‏.‏ وَرَوَى عَاصِمٌ الأَحْوَلُ عَنِ الشَّعْبِيِّ عَنْ صَفْوَانَ بْنِ مُحَمَّدٍ أَوْ مُحَمَّدِ بْنِ صَفْوَانَ ‏.‏ وَمُحَمَّدُ بْنُ صَفْوَانَ أَصَحُّ ‏.‏ وَرَوَى جَابِرٌ الْجُعْفِيُّ عَنِ الشَّعْبِيِّ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ نَحْوَ حَدِيثِ قَتَادَةَ عَنِ الشَّعْبِيِّ وَيُحْتَمَلُ أَنَّ رِوَايَةَ الشَّعْبِيِّ عَنْهُمَا ‏.‏ قَالَ مُحَمَّدٌ حَدِيثُ الشَّعْبِيِّ عَنْ جَابِرٍ غَيْرُ مَحْفُوظٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, মুহাম্মাদ ইবনু সাফওয়ান, রাফি ও আদী ইবনু হাতিম (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। সাদা পাথর দ্বারা যবেহ করার পক্ষে একদল আলিম অনুমতি প্রদান করেছেন। তারা খরগোশ খাওয়াতে কোন আপত্তি আছে বলে মনে করেন না। বেশিরভাগ আলিমের এই অভিমত। খরগোশের গোশত খাওয়াকে কিছু আলিম মাকরূহ্‌ বলেছেন। এ হাদীস বর্ণনায় (সনদসূত্রে) শাবী (রহঃ) -এর শাগরিদগণ মতপার্থক্য করেছেন। দাঊদ ইবনু আবূ হিন্দ-আশ-শাবী হতে, তিনি মুহাম্মাদ ইবনু সাফওয়ানের সূত্রে বর্ণনা করেছন। আসিম আল-আহ্ওয়াল-শাবী হতে, তিনি সাফওয়ান ইবনু মুহাম্মাদ অথবা মুহাম্মাদ ইবনু সাফওয়ানের সূত্রে বর্ণনা করেছেন। মুহাম্মাদ ইবনু সাফওয়ান অনেক বেশি সহীহ্‌। কাতাদা-শাবী-এর সূত্রে বর্ণিত হাদীসের মত জাবির আল-জুফী-শাবী হতে, তিনি জাবির ইবনু আবদুল্লাহ (রাঃ) -এর সূত্রে এ হাদীস বর্ণনা করেছন। হয়ত একই হাদীস দু’জনেই শাবীর সূত্রে বর্ণনা করেছেন। ইমাম বুখারী (রহঃ) বলেছেন, জাবিরের সূত্রে শাবী হতে বর্ণিত হাদীসটি অরক্ষিত।",
    "chapter": {
      "chapter_number": "16"
    }
  }
}