{
  "hadith": {
    "hadith_id": 1491,
    "narrator": "রাফি ইবনু খাদীজ (রাঃ)",
    "bn": "তিনি বলেন, আমি বললাম, হে আল্লাহ্‌র রাসূল! আগামীকাল আমরা শত্রু পক্ষের মুখোমুখি হবো। অথচ আমাদের নিকট ছুরি নেই (কিভাবে যবেহ করব)? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ দাঁত ও নখ ছাড়া রক্ত প্রবাহিত করতে সক্ষম এমন যে কোনো জিনিস দিয়ে আল্লাহ্‌ তা‘আলার নাম নিয়ে যবেহ করলে তোমরা তা খাও। আমি তোমাদের দাঁত ও নখ প্রসঙ্গে বলছি যে, দাঁত হল হাড্ডি এবং নখ হল হাবশীদের (ইথিওপিয়ার বসবাসকারীদের) ছুরি।\n\nসহীহ্, ইবনু মা-জাহ (৩১৮৭), নাসা-ঈ",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ بْنِ رَافِعِ بْنِ خَدِيجٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّا نَلْقَى الْعَدُوَّ غَدًا وَلَيْسَتْ مَعَنَا مُدًى فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ عَلَيْهِ فَكُلُوهُ مَا لَمْ يَكُنْ سِنًّا أَوْ ظُفُرًا وَسَأُحَدِّثُكُمْ عَنْ ذَلِكَ أَمَّا السِّنُّ فَعَظْمٌ وَأَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ ‏\"‏ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ الثَّوْرِيِّ، قَالَ حَدَّثَنَا أَبِي، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنِ رَافِعِ بْنِ خَدِيجٍ، رضى الله عنه عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَبَايَةُ عَنْ أَبِيهِ وَهَذَا أَصَحُّ وَعَبَايَةُ قَدْ سَمِعَ مِنْ رَافِعٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لاَ يَرَوْنَ أَنْ يُذَكَّى بِسِنٍّ وَلاَ بِعَظْمٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উপরোক্ত হাদীসের মত মুহাম্মাদ ইবনু বাশশার-ইয়াহ্ইয়া ইবনু সাঈদ হতে, তিনি সুফিয়ান সাওরী হতে, তিনি তার বাবা আবাইয়া ইবনু রিফাআ ইবনু রাফি ইবনু খাদীজ (রাঃ) হতে এই সূত্রে বর্ণিত হয়েছে। এ সূত্রের মধ্যে ‘আবাইয়া হতে তার বাবার সূত্রে’ কথাটি নেই এবং এটাই অনেক বেশি সহীহ্। রাফি (রাঃ) -এর নিকটে আবাইয়া সরাসরি হাদীস শুনেছেন। এ হাদীস মোতাবিক আলিমগণ আমল করেছেন। দাঁত ও হাড় দিয়ে যবেহ করাকে তারা জায়িয মনে করেন না।",
    "chapter": {
      "chapter_number": "16"
    }
  }
}