{
  "hadith": {
    "hadith_id": 1492,
    "narrator": "আবাইয়া ইবনু রিফাআ ইবনু রাফি ইবনু খাদীজ (রাঃ) হতে পর্যায়ক্রমে তার বাবা ও দাদার সূত্রে",
    "bn": "তিনি (রাফি) বলেন, এক ভ্রমণে আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর সাথে ছিলাম, দলের একটি উট বাঁধন ছিড়ে পালিয়ে যায়। তাদের সাথে কোন ঘোড়া ছিল না। একজন লোক (এর প্রতি) তীর মারলে আল্লাহ্‌ তা‘আলা এটাকে থামিয়ে দিলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ বন্য পশুর মত এসব পশুর মধ্যেও পালিয়ে যাবার স্বভাব আছে। অতএব যে পশু ঐ রকম করবে তোমরাও তার সাথে একই ব্যবহার কর।\n\nসহীহ্, এ হাদীসটি পূর্বের হাদীসের পরিপূরক\n\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অনুরূপ হাদীস মাহমূদ ইবনু গাইলান-ওয়াকী হতে, তিনি সুফিয়ান হতে, তিনি তার পিতা হতে, তিনি আবাইয়া ইবনু রিফাআ হতে, তিনি তার দাদা রাফি ইবনু খাদীজ (রাঃ) হতে এ সূত্রেও বর্ণিত হয়েছে। এই সূত্রটিতে ‘আবাইয়া-তার আব্বা’ এরকম কথা নেই এবং এটাই অনেক বেশি সহীহ্। এ হাদীস মোতাবিক আলিমগণ আমল করেছেন। সুফিয়ানের বর্ণনার মত শুবা (রহঃ) ইবনু মাসরূকের সূত্রে বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ بْنِ رَافِعٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ فَنَدَّ بَعِيرٌ مِنْ إِبِلِ الْقَوْمِ وَلَمْ يَكُنْ مَعَهُمْ خَيْلٌ فَرَمَاهُ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ اللَّهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ لِهَذِهِ الْبَهَائِمِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَمَا فَعَلَ مِنْهَا هَذَا فَافْعَلُوا بِهِ هَكَذَا ‏\"‏ ‏.‏\nحَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِيهِ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَبَايَةُ عَنْ أَبِيهِ وَهَذَا أَصَحُّ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ ‏.‏ وَهَكَذَا رَوَاهُ شُعْبَةُ عَنْ سَعِيدِ بْنِ مَسْرُوقٍ نَحْوَ رِوَايَةِ سُفْيَانَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}