{
  "hadith": {
    "hadith_id": 1500,
    "narrator": "উকবা ইবনু আমির (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাকে কয়েকটি ছাগল দিলেন কুরবানীর উদ্দেশ্যে তাঁর সাহাবীদের মধ্যে বিলিয়ে দেওয়ার জন্য। বিলিয়ে দেওয়ার পর ছয় মাস বা এক বছর বয়সের একটি বাচ্চা রয়ে গেল। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) কে বিষয়টি জানালে তিনি বললেন, তুমিই এটাকে কুরবানী কর।\n\nসহীহ্, ইবনু মা-জাহ (৩১৩৮)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَعْطَاهُ غَنَمًا يَقْسِمُهَا عَلَى أَصْحَابِهِ ضَحَايَا فَبَقِيَ عَتُودٌ أَوْ جَدْىٌ فَذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏ \"‏ ضَحِّ بِهِ أَنْتَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَكِيعٌ الْجَذَعُ مِنَ الضَّأْنِ يَكُونُ ابْنَ سِتَّةِ أَوْ سَبْعَةِ أَشْهُرٍ ‏.‏\n\nوَقَدْ رُوِيَ مِنْ، غَيْرِ هَذَا الْوَجْهِ عَنْ عُقْبَةَ بْنِ عَامِرٍ، أَنَّهُ قَالَ قَسَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم ضَحَايَا فَبَقِيَ جَذَعَةٌ فَسَأَلْتُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ ضَحِّ بِهَا أَنْتَ ‏\"‏ ‏.‏ حَدَّثَنَا بِذَلِكَ مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ وَأَبُو دَاوُدَ قَالاَ حَدَّثَنَا هِشَامٌ الدَّسْتَوَائِيُّ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ بَعْجَةَ بْنِ عَبْدِ اللَّهِ بْنِ بَدْرٍ عَنْ عُقْبَةَ بْنِ عَامِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। ওয়াকী বলেছেন, এক ৰৎসর অথচ সাত মাসের বাচ্চাকে ‘জাযাআ’ বলে।\nঅন্য সূত্রে উকবা ইবনু আমির (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) (সাহাবীদের মধ্যে) কুরবানীর পশু বন্টন করে দিলেন। একটি ছয় মাস বয়সের বাচ্চা রয়ে গেলে আমি (এ প্রসঙ্গে) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) কে জিজ্ঞেস করলাম। তিনি বললেনঃ তুমিই এটাকে কুরবানী কর। এটা বর্ণনা করেছেন মুহাম্মাদ ইবনু বাশশার ইয়াযীদ ইবনু হারুন ও আবূ দাঊদ হতে, তারা উভয়ে হিশাম দাসতুয়াঈ হতে, তিনি ইয়াহইয়া ইবনু আবী কাসীর হতে, বা’জাহ ইবনু আব্দুল্লাহ ইবনু বাদর হতে, তিনি উকবা ইবনু আমির হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) হতে।",
    "chapter": {
      "chapter_number": "17"
    }
  }
}