{
  "hadith": {
    "hadith_id": 1505,
    "narrator": "আতা ইবনু ইয়াসার (রহঃ)",
    "bn": "আবূ আইয়ূব (রাঃ)-কে আমি প্রশ্ন করলাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর যামানায় কুরবানীর বিধান কেমন ছিল। তিনি বললেন, কোন লোক তার ও তার পরিবারের সদস্যদের পক্ষে একটি ছাগল দ্বারা কুরবানী আদায় করত এবং তা নিজেরাও খেত, অন্যান্য লোকদেরকেও খাওয়াত। অবশেষে মানুষেরা গর্ব ও আভিজাত্যের প্রতিযোগিতায় অবতীর্ণ হয়। ফলে পরিস্থিতি যা দাঁড়িয়েছে তা তুমি নিজেই দেখতে পাচ্ছ।\n\nসহীহ্, ইবনু মা-জাহ (৩১৪৭)",
    "ar": "حَدَّثَنِي يَحْيَى بْنُ مُوسَى، حَدَّثَنَا أَبُو بَكْرٍ الْحَنَفِيُّ، حَدَّثَنَا الضَّحَّاكُ بْنُ عُثْمَانَ، حَدَّثَنِي عُمَارَةُ بْنُ عَبْدِ اللَّهِ، قَالَ سَمِعْتُ عَطَاءَ بْنَ يَسَارٍ، يَقُولُ سَأَلْتُ أَبَا أَيُّوبَ الأَنْصَارِيَّ كَيْفَ كَانَتِ الضَّحَايَا عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ كَانَ الرَّجُلُ يُضَحِّي بِالشَّاةِ عَنْهُ وَعَنْ أَهْلِ بَيْتِهِ فَيَأْكُلُونَ وَيُطْعِمُونَ حَتَّى تَبَاهَى النَّاسُ فَصَارَتْ كَمَا تَرَى ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَعُمَارَةُ بْنُ عَبْدِ اللَّهِ هُوَ مَدَنِيٌّ وَقَدْ رَوَى عَنْهُ مَالِكُ بْنُ أَنَسٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ وَاحْتَجَّا بِحَدِيثِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ ضَحَّى بِكَبْشٍ فَقَالَ ‏ \"‏ هَذَا عَمَّنْ لَمْ يُضَحِّ مِنْ أُمَّتِي ‏\"‏ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لاَ تُجْزِئُ الشَّاةُ إِلاَّ عَنْ نَفْسٍ وَاحِدَةٍ وَهُوَ قَوْلُ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ وَغَيْرِهِ مِنْ أَهْلِ الْعِلْمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। উমারা ইবনু আবদুল্লাহ (রহঃ) মাদীনার বাসিন্দা ছিলেন। তার সূত্রে মালিক ইবনু আনাস (রহঃ) হাদীস বর্ণনা করেছেন। এ হাদীস মোতাবেক কিছু অভিজ্ঞ আলিম আমল করেছেন। এই অভিমত দিয়েছেন ইমাম আহমাদ ও ইসহাক (পুরো পরিবারের জন্য একটি কুরবানীই যথেষ্ট)। তারা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর এ হাদীসটিকে নিজেদের মতের সমর্থনে দলিল হিসেবে পেশ করেছেনঃ “তিনি একটি মেষ কুরবানী করলেন এবং বললেন, আমার উম্মাতের মধ্যে যারা কুরবানী করতে অক্ষম তাদের পক্ষে এই কুরবানী\"। অপর একদল অভিজ্ঞ আলিম বলেছেন, একটি ছাগল শুধু একজনের পক্ষে যথেষ্ট। এই মতটি দিয়েছেন আবদুল্লাহ ইবনুল মুবারাক এবং অন্যান্য আলিমগণ ।",
    "chapter": {
      "chapter_number": "17"
    }
  }
}