{
  "hadith": {
    "hadith_id": 151,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নামাযের ওয়াক্তের শুরু ও শেষ সীমা রয়েছে। যুহরের নামাযের শুরুর সময় হচ্ছে যখন (সূর্য পশ্চিম দিকে) ঢলতে শুরু করে এবং শেষ ওয়াক্ত হচ্ছে আসরের ওয়াক্ত শুরু হওয়া। আসরের প্রথম ওয়াক্ত হচ্ছে যখন আসরের ওয়াক্ত প্রবেশ করে (যুহরের শেষ সময়) এবং তার শেষ ওয়াক্ত হচ্ছে যখন সূর্যের আলো হলুদ রং ধারণ করে। মাগরিবের প্রথম ওয়াক্ত হচ্ছে সূর্য ডুবে যাওয়ার পর এবং তার শেষ ওয়াক্ত হচ্ছে যখন শাফাক চলে যায়। ‘ইশার প্রথম ওয়াক্ত হচ্ছে যখন শাফাক বিলীন হয়ে যায়, আর তার শেষ ওয়াক্ত হচ্ছে যখন অর্ধেক রাত চলে যায়। \nফযরের নামাযের প্রথম ওয়াক্ত যখন ভোর শুরু হয় এবং তার ওয়াক্ত শেষ হয় যখন সূর্য উঠা শুরু হয়। \n\nসহীহ্। আস্-সহীহাহ্-(১৬৯৬)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ لِلصَّلاَةِ أَوَّلاً وَآخِرًا وَإِنَّ أَوَّلَ وَقْتِ صَلاَةِ الظُّهْرِ حِينَ تَزُولُ الشَّمْسُ وَآخِرَ وَقْتِهَا حِينَ يَدْخُلُ وَقْتُ الْعَصْرِ وَإِنَّ أَوَّلَ وَقْتِ صَلاَةِ الْعَصْرِ حِينَ يَدْخُلُ وَقْتُهَا وَإِنَّ آخِرَ وَقْتِهَا حِينَ تَصْفَرُّ الشَّمْسُ وَإِنَّ أَوَّلَ وَقْتِ الْمَغْرِبِ حِينَ تَغْرُبُ الشَّمْسُ وَإِنَّ آخِرَ وَقْتِهَا حِينَ يَغِيبُ الأُفُقُ وَإِنَّ أَوَّلَ وَقْتِ الْعِشَاءِ الآخِرَةِ حِينَ يَغِيبُ الأُفُقُ وَإِنَّ آخِرَ وَقْتِهَا حِينَ يَنْتَصِفُ اللَّيْلُ وَإِنَّ أَوَّلَ وَقْتِ الْفَجْرِ حِينَ يَطْلُعُ الْفَجْرُ وَإِنَّ آخِرَ وَقْتِهَا حِينَ تَطْلُعُ الشَّمْسُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى وَسَمِعْتُ مُحَمَّدًا يَقُولُ حَدِيثُ الأَعْمَشِ عَنْ مُجَاهِدٍ فِي الْمَوَاقِيتِ أَصَحُّ مِنْ حَدِيثِ مُحَمَّدِ بْنِ فُضَيْلٍ عَنِ الأَعْمَشِ وَحَدِيثُ مُحَمَّدِ بْنِ فُضَيْلٍ خَطَأٌ أَخْطَأَ فِيهِ مُحَمَّدُ بْنُ فُضَيْلٍ ‏.‏ حَدَّثَنَا هَنَّادٌ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ أَبِي إِسْحَاقَ الْفَزَارِيِّ عَنِ الأَعْمَشِ عَنْ مُجَاهِدٍ قَالَ كَانَ يُقَالُ إِنَّ لِلصَّلاَةِ أَوَّلاً وَآخِرًا فَذَكَرَ نَحْوَ حَدِيثِ مُحَمَّدِ بْنِ فُضَيْلٍ عَنِ الأَعْمَشِ نَحْوَهُ بِمَعْنَاهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবদুল্লাহ ইবনু ‘আমর (রাঃ) হতে বর্ণিত হাদীস রয়েছে। আবূ ‘ঈসা বলেন, আমি মুহাম্মাদকে বলতে শুনেছি, নামাযের ওয়াক্ত সম্পর্কে মুজাহিদ হতে আ’মাশের সূত্রে বর্ণনাকৃত হাদীসটি আ’মাশ হতে মুহাম্মাদ ইবনু ফুযাইলের সূত্রে বর্ণিত হাদীসের চেয়ে বেশি সহীহ। \nকেননা মুহাম্মাদ ইবনু ফুযাইল রাবীদের সনদের ধারা বর্ণনায় ত্রুটি করেছেন।\nমুজাহিদ (রহঃ) হতে বর্ণিত আছে, তিনি বলেন, কথিত আছে যে, নামাযের ওয়াক্তের শুরু এবং শেষ প্রান্ত রয়েছে। এ হাদীসটি অর্থ ও বিষয়বস্তুর দিক হতে মুহাম্মাদ ইবনু ফুযাইল হতে আ’মাশের সূত্রে বর্ণিত হাদীসের মতই।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}