{
  "hadith": {
    "hadith_id": 1525,
    "narrator": "আইশা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তা‘আলার নাফরমানী করার উদ্দেশ্যে মানত করা যাবে না এবং শপথ ভঙ্গের কাফফারার মতই তার কাফফারা।\n\nপূর্বের হাদীসের সহায়তায় সহীহ্",
    "ar": "حَدَّثَنَا أَبُو إِسْمَاعِيلَ التِّرْمِذِيُّ، - وَاسْمُهُ مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ يُوسُفَ حَدَّثَنَا أَيُّوبُ بْنُ سُلَيْمَانَ بْنِ بِلاَلٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي أُوَيْسٍ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، وَمُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي عَتِيقٍ، عَنِ الزُّهْرِيِّ، عَنْ سُلَيْمَانَ بْنِ أَرْقَمَ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ نَذْرَ فِي مَعْصِيَةِ اللَّهِ وَكَفَّارَتُهُ كَفَّارَةُ يَمِينٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَهُوَ أَصَحُّ مِنْ حَدِيثِ أَبِي صَفْوَانَ عَنْ يُونُسَ ‏.‏ وَأَبُو صَفْوَانَ هُوَ مَكِّيٌّ وَاسْمُهُ عَبْدُ اللَّهِ بْنُ سَعِيدِ بْنِ عَبْدِ الْمَلِكِ بْنِ مَرْوَانَ وَقَدْ رَوَى عَنْهُ الْحُمَيْدِيُّ وَغَيْرُ وَاحِدٍ مِنْ جِلَّةِ أَهْلِ الْحَدِيثِ ‏.‏ وَقَالَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ لاَ نَذْرَ فِي مَعْصِيَةِ اللَّهِ وَكَفَّارَتُهُ كَفَّارَةُ يَمِينٍ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ وَاحْتَجَّا بِحَدِيثِ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ عَائِشَةَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ لاَ نَذْرَ فِي مَعْصِيَةٍ وَلاَ كَفَّارَةَ فِي ذَلِكَ ‏.‏ وَهُوَ قَوْلُ مَالِكٍ وَالشَّافِعِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা গারীব বলেছেন। এটা ইউনুস হতে আবূ সাফওয়ান কর্তৃক বর্ণিত হাদীসের চাইতে অনেক বেশি সহীহ্‌। আবূ সাফওয়ান মক্কার অধিবাসী। তার নাম আব্দুল্লাহ ইবনু সাঈদ ইবনু আব্দুল মালিক ইবনু মারওয়ান। তার নিকট হতে হুমাইদী এবং আরো একাধিক হাদীস বিশারদ হাদীস বর্ণনা করেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর একদল সাহাবী ও তৎপরবর্তী আলিমগণ বলেছেন, আল্লাহ্‌র অবাধ্যাচরণ সম্পর্কিত কোন কাজের উদ্দেশ্যে মানত করা যাবে না। কোন ব্যক্তি এ ধরনের মানত করলে তবে শপথ ভঙ্গের কাফফারার অনুরূপ তার কাফফারা দিতে হবে। এই কথা বলেছেন আহমাদ ও ইসহাক। আবূ সালামার সূত্রে আইশা (রাঃ) -এর যে হাদীস যুহ্‌রী (রহঃ) বর্ণনা করেছেন, তারা দুজনেই সেটাকে দলীল হিসাবে গ্রহণ করেছেন। অপর একদল সাহাবী এবং অপরাপর আলিম বলেছেন, গুনাহের কাজ সম্পাদনের জন্য মানতও নেই এবং কাফফারাও নেই। এই মত ইমাম মালিক ও শাফিঈরও।",
    "chapter": {
      "chapter_number": "18"
    }
  }
}