{
  "hadith": {
    "hadith_id": 1526,
    "narrator": "আইশা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তা‘আলার আনুগত্যের উদ্দেশ্যে কোন লোক মানত করলে সে যেন তা পূর্ণ করে। আর কোন লোক আল্লাহ্ তা‘আলার অবাধ্যাচরণের উদ্দেশ্যে মানত করলে সে যেন তা পূর্ণ না করে।\n\nসহীহ্, ইবনু মা-জাহ (২১২৬), বুখারী",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ طَلْحَةَ بْنِ عَبْدِ الْمَلِكِ الأَيْلِيِّ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ نَذَرَ أَنْ يُطِيعَ اللَّهَ فَلْيُطِعْهُ وَمَنْ نَذَرَ أَنْ يَعْصِيَ اللَّهَ فَلاَ يَعْصِهِ ‏\"‏ ‏.‏\n\nحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ طَلْحَةَ بْنِ عَبْدِ الْمَلِكِ الأَيْلِيِّ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ يَحْيَى بْنُ أَبِي كَثِيرٍ عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ ‏.‏ وَهُوَ قَوْلُ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَبِهِ يَقُولُ مَالِكٌ وَالشَّافِعِيُّ قَالُوا لاَ يَعْصِي اللَّهَ وَلَيْسَ فِيهِ كَفَّارَةُ يَمِينٍ إِذَا كَانَ النَّذْرُ فِي مَعْصِيَةٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হাসান ইবনু আলী আল-খাল্লাল-আবদুল্লাহ ইবনু নুমাইর হতে, তিনি উবাইদুল্লাহ ইবনু উমার হতে, তিনি তালহা ইবনু আবদুল মালিক হতে, তিনি কাসিম ইবনু মুহাম্মাদ হতে, তিনি আইশা (রাঃ) সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে (উপরের হাদীসের) অনুরূপ হাদীস বর্ণনা করেছেন। এ হাদীসকে আবূ ঈসা হাসান সহীহ্ বলেছেন। কাসিম ইবনু মুহাম্মাদের সূত্রে ইয়াহ্ইয়া ইবনু আবূ কাসীরও এ হাদীসটি বর্ণনা করেছেন। এই মত দিয়েছেন একদল সাহাবী ও অপরাপর আলিমগণ। ইমাম মালিক এবং শাফিঈরও এই মত। তারা বলেন, আল্লাহ্ তা‘আলার নাফরমানী করা চলবে না, নাফরমানীর জন্য মানত করলেও তা পূর্ণ করা জায়িয নয় এবং তার জন্য কাফফারাও দিতে হবে না।",
    "chapter": {
      "chapter_number": "18"
    }
  }
}