{
  "hadith": {
    "hadith_id": 1531,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক শপথ করার সময় ইনশাআল্লাহ (যদি আল্লাহ চান) বললে শপথ ভঙ্গের অপরাধ তার উপর আসবে না।\n\nসহীহ্, ইবনু মা-জাহ (২১০৫)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنِي أَبِي وَحَمَّادُ بْنُ سَلَمَةَ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ حَلَفَ عَلَى يَمِينٍ فَقَالَ إِنْ شَاءَ اللَّهُ فَقَدِ اسْتَثْنَى فَلاَ حِنْثَ عَلَيْهِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَاهُ عُبَيْدُ اللَّهِ بْنُ عُمَرَ وَغَيْرُهُ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ مَوْقُوفًا ‏.‏ وَهَكَذَا رُوِيَ عَنْ سَالِمٍ عَنِ ابْنِ عُمَرَ رضى الله عنهما مَوْقُوفًا ‏.‏ وَلاَ نَعْلَمُ أَحَدًا رَفَعَهُ غَيْرَ أَيُّوبَ السَّخْتِيَانِيِّ وَقَالَ إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ وَكَانَ أَيُّوبُ أَحْيَانًا يَرْفَعُهُ وَأَحْيَانًا لاَ يَرْفَعُهُ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ الاِسْتِثْنَاءَ إِذَا كَانَ مَوْصُولاً بِالْيَمِينِ فَلاَ حِنْثَ عَلَيْهِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالأَوْزَاعِيِّ وَمَالِكِ بْنِ أَنَسٍ وَعَبْدِ اللَّهِ بْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বির্ণত আছে। ইবনু উমার (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান বলেছেন। ইবনু উমারের এ হাদীসটি উবাইদুল্লাহ ইবনু উমার এবং আরো কয়েকজন বর্ণনাকারী নাফির সূত্রে ইবনু উমার হতে মাওকূ’ফভাবে বর্ণনা করেছেন। একইভাবে সালিমও এটি মাওকূ’ফ হাদীস হিসাবে ইবনু উমার হতে বর্ণনা করেছেন। এটিকে আইয়্যূব সাখতিয়ানী ব্যতীত আর কেউ মারফূ’ হিসাবে বর্ণনা করেছেন বলে আমাদের জানা নেই। ইসমাঈল ইবনু ইবরাহীম বলেন, আইয়্যূব এটাকে কখনো মারফূ ভাবে বর্ণনা করতেন, আবার কখনো মাওকূফ ভাবে বর্ণনা করতেন।\nএ হাদীস মোতাবিক নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বেশির ভাগ সাহাবী ও অপরাপর আলিমগণ আমল করেছেন। তারা বলেছেন, শপথের সাথে ইনশাআল্লাহ শব্দটি যোগ করলে অর্থাৎ শপথ করার সাথে সাথে ইনশাআল্লাহ বললে শপথের বিপক্ষে কোন কিছু সংঘটিত হলে তাতে শপথ ভঙ্গ হবে না এবং কাফফারাও আদায় করতে হবে না। এই মত প্রদান করেছেন সুফিয়ান সাওরী, আওযাঈ, মালিক ইবনু আনাস, আবদুল্লাহ ইবনুল মুবারাক, শাফিঈ, আহমাদ ও ইসহাক।",
    "chapter": {
      "chapter_number": "18"
    }
  }
}