{
  "hadith": {
    "hadith_id": 1532,
    "narrator": "আবূ হুরাইরা (রা)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কেউ শপথ করে ইনশা-আল্লাহ বললে তার শপথ ভঙ্গের কারণে কোন আপরাধ হবে না।\n\nসহীহ্, ইবনু মা-জাহ (২১০৪)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ حَلَفَ عَلَى يَمِينٍ فَقَالَ إِنْ شَاءَ اللَّهُ لَمْ يَحْنَثْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى سَأَلْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ عَنْ هَذَا فَقَالَ هَذَا حَدِيثٌ خَطَأٌ أَخْطَأَ فِيهِ عَبْدُ الرَّزَّاقِ اخْتَصَرَهُ مِنْ حَدِيثِ مَعْمَرٍ عَنِ ابْنِ طَاوُسٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ سُلَيْمَانَ بْنَ دَاوُدَ قَالَ لأَطُوفَنَّ اللَّيْلَةَ عَلَى سَبْعِينَ امْرَأَةً تَلِدُ كُلُّ امْرَأَةٍ غُلاَمًا ‏.‏ فَطَافَ عَلَيْهِنَّ فَلَمْ تَلِدِ امْرَأَةٌ مِنْهُنَّ إِلاَّ امْرَأَةٌ نِصْفَ غُلاَمٍ ‏\"‏ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَوْ قَالَ إِنْ شَاءَ اللَّهُ لَكَانَ كَمَا قَالَ ‏\"‏ ‏.‏ هَكَذَا رُوِيَ عَنْ عَبْدِ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنِ ابْنِ طَاوُسٍ عَنْ أَبِيهِ هَذَا الْحَدِيثُ بِطُولِهِ وَقَالَ ‏\"‏ سَبْعِينَ امْرَأَةً ‏\"‏ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ قَالَ سُلَيْمَانُ بْنُ دَاوُدَ لأَطُوفَنَّ اللَّيْلَةَ عَلَى مِائَةِ امْرَأَةٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আমি (আবূ ঈসা) এ হাদীস বিষয়ে ইমাম বুখারীকে প্রশ্ন করলে তিনি বলেন, এ হাদীসটি ভুল বর্ণনা করা হয়েছে। আবদুর রাজ্জাক এটাকে সংক্ষিপ্ত আকারে অন্য একটি হাদীস হতে বর্ণনা করেছেন। সেই হাদীসটি এইঃ আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সুলাইমান ইবনু দাঊদ (আঃ) বললেনঃ আমি আজকের রাত্রিতে সত্তরজন স্ত্রীর শয্যাসঙ্গী হব। প্রত্যেক স্ত্রীই একটি করে ছেলে সন্তান প্রসব করবে। তিনি সকল স্ত্রীর শয্যাসঙ্গী হলেন। কিন্তু তাদের মধ্যে কেউই সন্তান প্রসব করল না। শুধুমাত্র একজন স্ত্রী একটি অর্ধাঙ্গ বাচ্চা প্রসব করল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তিনি যদি ইনশাআল্লাহ বলতেন তাহলে তিনি যেরূপ বলেছিলেন সেরূপই হত।\n\nআবদুর রাজ্জাক লম্বা হাদীসটি উল্লেখিত সনদ সূত্রে বর্ণনা করেছেন। সুলাইমান (আঃ) - এর স্ত্রীর পরিমাণও তিনি সত্তরজন বলে উল্লেখ করেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর এ হাদীসটি আবূ হুরাইরা (রাঃ) হতে একাধিক সূত্রে বর্ণিত হয়েছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “সুলাইমান ইবনু দাঊদ (আঃ) বললেন, আমি আজ রাতে একশতজন স্ত্রীর শয্যাসঙ্গী হব”।",
    "chapter": {
      "chapter_number": "18"
    }
  }
}