{
  "hadith": {
    "hadith_id": 1535,
    "narrator": "সা’দ ইবনু উবাইদা (রাঃ)",
    "bn": "ইবনু উমার (রাঃ) একজন লোককে বলতে শুনলেন, না, কাবার শপথ! ইবনু উমার (রাঃ) বললেন, আল্লাহ তা‘আলার নাম ব্যতীত অন্য কিছুর নামে শপথ করা যাবে না। কেননা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে আমি বলতে শুনেছিঃ আল্লাহ তা‘আলার নাম ব্যতীত অন্য কিছুর নামে যে লোক শপথ করল সে যেন কুফরী করল অথবা শিরক করল।\n\nসহীহ্, ইরওয়া (২৫৬১), সহীহা (২০৪২)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، أَنَّ ابْنَ عُمَرَ، سَمِعَ رَجُلاً، يَقُولُ لاَ وَالْكَعْبَةِ ‏.‏ فَقَالَ ابْنُ عُمَرَ لاَ يُحْلَفُ بِغَيْرِ اللَّهِ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ مَنْ حَلَفَ بِغَيْرِ اللَّهِ فَقَدْ كَفَرَ أَوْ أَشْرَكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَفُسِّرَ هَذَا الْحَدِيثُ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ أَنَّ قَوْلَهُ ‏\"‏ فَقَدْ كَفَرَ أَوْ أَشْرَكَ ‏\"‏ عَلَى التَّغْلِيظِ ‏.‏ وَالْحُجَّةُ فِي ذَلِكَ حَدِيثُ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم سَمِعَ عُمَرَ يَقُولُ وَأَبِي وَأَبِي ‏.‏ فَقَالَ ‏\"‏ أَلاَ إِنَّ اللَّهَ يَنْهَاكُمْ أَنْ تَحْلِفُوا بِآبَائِكُمْ ‏\"‏ ‏.‏ وَحَدِيثُ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ مَنْ قَالَ فِي حَلِفِهِ وَاللاَّتِ وَالْعُزَّى فَلْيَقُلْ لاَ إِلَهَ إِلاَّ اللَّهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا مِثْلُ مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ إِنَّ الرِّيَاءَ شِرْكٌ ‏\"‏ ‏.‏ وَقَدْ فَسَّرَ بَعْضُ أَهْلِ الْعِلْمِ هَذِهِ الآيَة ‏:‏ ‏(‏ وَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحًا ‏)‏ الآيَةَ قَالَ لاَ يُرَائِي ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন। এ হাদীসের ব্যাখ্যায় কয়েকজন অভিজ্ঞ আলিম বলেছেন, ‘সে কুফরী করল অথবা শিরক করল’ কথাটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ধমকি এবং শাসনের সুরে বলেছেন। তারা নিম্নের হাদীসটি নিজেদের দলীল হিসাবে গ্রহণ করেছেনঃ উমার (রাঃ) -কে তার আব্বার নামে শপথ করতে শুনে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সাবধান! তোমাদেরকে নিজেদের আব্বার নামে শপথ করতে আল্লাহ তা‘আলা বারণ করেছেন। দ্বিতীয়তঃ আবূ হুরাইরা (রাঃ) বর্ণিত হাদীস-রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ “যে লোক নিজের শপথে বলে, লাতের শপথ! উযযার শপথ! সে যেন বলে, লা ইলাহা ইল্লাল্লাহ!” আবূ ঈসা বলেন, এ হাদীসের তাৎপর্য এরূপ যেমন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “লোক দেখানোর মনেবৃত্তি শিরকের সমতুল্য।” যেমন কয়েকজন অভিজ্ঞ আলিম সূরা কাহ্‌ফের সর্বশেষ আয়াত- “যে লোক তার প্রতিপালকের সাথে সাক্ষাতের আশা রাখে সে যেন সৎকাজ করে এবং প্রভুর ইবাদাতের মধ্যে অন্য কাউকে শরীক না করে”-এর ব্যাখ্যায় বলেছেন, লোক দেখানোর উদ্দেশ্যে যেন ইবাদাত না করে।",
    "chapter": {
      "chapter_number": "18"
    }
  }
}