{
  "hadith": {
    "hadith_id": 154,
    "narrator": "রাফি’ ইবনু খাদীজ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু ‘‘আলাইহি ওয়া সাল্লামকে বলতে শুনেছিঃ তোমরা ফযরের নামায (ভোরের অন্ধকার) ফর্সা করে আদায় কর। কেননা তাতে অনেক সাওয়াব রয়েছে।\n\nসহীহ্‌। ইবনু মাজাহ -(৬৭২)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ، - هُوَ ابْنُ سُلَيْمَانَ - عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، عَنْ مَحْمُودِ بْنِ لَبِيدٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ أَسْفِرُوا بِالْفَجْرِ فَإِنَّهُ أَعْظَمُ لِلأَجْرِ ‏\"‏ ‏.‏ قَالَ وَقَدْ رَوَى شُعْبَةُ وَالثَّوْرِيُّ هَذَا الْحَدِيثَ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ ‏.‏ قَالَ وَرَوَاهُ مُحَمَّدُ بْنُ عَجْلاَنَ أَيْضًا عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي بَرْزَةَ الأَسْلَمِيِّ وَجَابِرٍ وَبِلاَلٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ رَافِعِ بْنِ خَدِيجٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَأَى غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ الإِسْفَارَ بِصَلاَةِ الْفَجْرِ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ ‏.‏ وَقَالَ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ مَعْنَى الإِسْفَارِ أَنْ يَضِحَ الْفَجْرُ فَلاَ يُشَكَّ فِيهِ وَلَمْ يَرَوْا أَنَّ مَعْنَى الإِسْفَارِ تَأْخِيرُ الصَّلاَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "শু’বা ও সুফিয়ান সাওরী মুহাম্মাদ ইবনু ইসহাকের সুত্রে এ হাদীসটি বর্ণনা করেছেন। মুহাম্মাদ ইবনু ‘আজলান ও আসিম ইবনু ‘ঊমারের সুত্রে এ হাদীসটি বর্ণনা করেছেন। এ অনুচ্ছেদে আবূ বারযা, জাবির এবং বিলাল (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ রাফি’ (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ। রাসূলুল্লাহ সাল্লাল্লাহু ‘‘আলাইহি ওয়া সাল্লাম-এর একাধিক বিশেষজ্ঞ সাহাবা ও তাবিঈন অন্ধকার চলে যাওয়ার পর ফযরের নামায আদায়ের পক্ষে মত দিয়েছেন। সুফিয়ান সাওরী এ মত গ্রহন করেছেন। ইমাম শাফিঈ, আহমাদ এবং ইসহাক বলেছেন, (অন্ধকার) ফর্সা হওয়ার অর্থ হচ্ছে- সন্দেহাতীতরূপে ভোর হওয়া। কিন্তু ফর্সা হওয়ার অর্থ এই নয় যে, নামায দেরী করে আদায় করতে হবে।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}