{
  "hadith": {
    "hadith_id": 1547,
    "narrator": "আবু উমামা (রাঃ)-সহ নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর কয়েকজন সাহাবী",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন মুসলমান অন্য কোন মুসলমানকে আযাদ করলে সে তার জন্য জাহান্নামের আযাব হতে মুক্তি পাওয়ার উপায় হবে। আযাদকৃত ব্যক্তির একটি অঙ্গ-প্রত্যঙ্গ মুক্তির জন্য আযাদকারীর এক একটি অঙ্গ-প্রত্যঙ্গ যথেষ্ট হবে। কোন মুসলমান দু'জন মুসলমান মহিলাকে আযাদ করলে তারা উভয়ে তার জন্য জাহান্নাম হতে মুক্তি পাওয়ার মাধ্যম হবে। তার প্রতিটি অঙ্গ-প্রত্যঙ্গের মুক্তির জন্য এদের উভয়ের প্রতিটি অঙ্গ-প্রত্যঙ্গ যথেষ্ট হবে। কোন মুসলমান মহিলাকে কোন মুসলমান মহিলা আযাদ করলে সে আযাদকারীণীর জন্য জাহান্নাম হতে মুক্তির উপায় হবে। তার প্রতিটি অঙ্গ-প্রত্যঙ্গের মুক্তির জন্য এর প্রতিটি অঙ্গ-প্রত্যঙ্গ পর্যাপ্ত হবে।\n\nসহীহ্‌, ইবনু মা-জাহ (২৫২২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى حَدَّثَنَا عِمْرَانُ بْنُ عُيَيْنَةَ هُوَ أَخُو سُفْيَانَ بْنِ عُيَيْنَةَ عَنْ حُصَيْنٍ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ عَنْ أَبِي أُمَامَةَ وَغَيْرِهِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَيُّمَا امْرِئٍ مُسْلِمٍ أَعْتَقَ امْرَأً مُسْلِمًا كَانَ فَكَاكَهُ مِنْ النَّارِ يُجْزِي كُلُّ عُضْوٍ مِنْهُ عُضْوًا مِنْهُ وَأَيُّمَا امْرِئٍ مُسْلِمٍ أَعْتَقَ امْرَأَتَيْنِ مُسْلِمَتَيْنِ كَانَتَا فَكَاكَهُ مِنْ النَّارِ يُجْزِي كُلُّ عُضْوٍ مِنْهُمَا عُضْوًا مِنْهُ وَأَيُّمَا امْرَأَةٍ مُسْلِمَةٍ أَعْتَقَتْ امْرَأَةً مُسْلِمَةً كَانَتْ فَكَاكَهَا مِنْ النَّارِ يُجْزِي كُلُّ عُضْوٍ مِنْهَا عُضْوًا مِنْهَا قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ قَالَ أَبُو عِيسَى وَفِي الْحَدِيثِ مَا يَدُلُّ عَلَى أَنَّ عِتْقَ الذُّكُورِ لِلرِّجَالِ أَفْضَلُ مِنْ عِتْقِ الْإِنَاثِ لِقَوْلِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَعْتَقَ امْرَأً مُسْلِمًا كَانَ فَكَاكَهُ مِنْ النَّارِ يُجْزِي كُلُّ عُضْوٍ مِنْهُ عُضْوًا مِنْهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবু ঈসা এই সূত্রে হাসান সহীহ্‌ গারীব বলেছেন। আবু ঈসা বলেন, এ হাদীস হতে জানা যায় যে, পুরুষের ক্ষেত্রে দাসীর তুলনায় দাস মুক্ত করাই উত্তম। কেননা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, \"কেউ মুসলিম দাস মুক্ত করলে তার জন্য সে জাহান্নাম হতে মুক্তি পাওয়ার উপায় হবে। প্রতিটি অঙ্গ তার প্রতিটি অঙ্গ মুক্তি পাওয়ার জন্য যথেষ্ট হবে\" । হাদীসটি সব সনদসূত্রেই সহীহ্‌।",
    "chapter": {
      "chapter_number": "18"
    }
  }
}