{
  "hadith": {
    "hadith_id": 1548,
    "narrator": "আবূল বাখতারী (রহঃ)",
    "bn": "মুসলমানদের কোন এক সেনাবাহিনী পারস্যের একটি দুর্গ অবরোধ করে। সালমান ফারসী (রাঃ) এই বাহিনীর সেনাপতি ছিলেন। সেনাবাহিনীর মুজাহিদগণ বললেন, হে আবদুল্লাহর পিতা! আমরা কি তাদের উপর ঝাঁপিয়ে পড়ব না? তিনি বললেন, আমি যেভাবে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তাদের (ইসলাম গ্রহণের) দাওয়াত দিতে শুনেছি, তোমরা আমাকেও সেভাবে দাওয়াত দিতে দাও। সালমান (রাঃ) তাদের নিকট এসে বললেন, আমি তোমাদের মাঝেরই একজন পারস্যবাসী। তোমরা  দেখতে পাচ্ছ, আরবরা আমার আনুগত্য করছে। তোমরা যদি ইসলাম গ্রহণ কর তবে তোমরাও আমাদের মতই অধিকার পাবে এবং আমাদের উপর যে দায় আসে তোমাদের উপরও সেরকম দায় আসবে। তোমরা যদি এ দাওয়াত ক্ববূল করতে অসম্মত হও এবং তোমাদের ধর্মের উপর অবিচল থাকতে চাও, তবে আমরা তোমাদেরকে তোমাদের ধর্মের উপর ছেড়ে দিব। কিন্তু এক্ষেত্রে তোমরা আমাদের অনুগত্য স্বীকার করে আমাদেরকে জিয্ইয়া দিবে। রাবী বলেন, তিনি তাদেরকে এ কথাগুলো ফারসী ভাষায় বলেন। (তিনি আরো বলেন) এই অবস্থায় তোমরা প্রশংসিত হবে না। তোমরা যদি এটাও (জিয্ইয়া প্রদান) অস্বীকার কর তবে আমরা তোমাদের বিরুদ্ধে সমানভাবে লড়বো। তারা বলল, আমরা জিয্ইয়া প্রদানে সম্মত নই, বরং আমরা তোমাদের বিরুদ্ধে যুদ্ধ করব। মুসলিম সেনানীগণ বললেন, হে আবদুল্লাহর পিতা! আমরা কি তাদেরকে আক্রমণ করব না? তিনি বললেন, না। রাবী বলেন, তিনি এভাবে তাদেরকে তিন দিন যাবত আহ্বান করতে থাকেন। তারপর তিনি মুসলিম বাহিনীকে নির্দেশ দিলেন, প্রস্তুত হও এবং তাদের উপর ঝাঁপিয়ে পড়। রাবী বলেন, আমরা তাদেরকে আক্রমণ করে সেই দুর্গ দখল করলাম। \n\nযঈফ, ইরওয়া (৫/৮৭)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِي الْبَخْتَرِيِّ، أَنَّ جَيْشًا، مِنْ جُيُوشِ الْمُسْلِمِينَ كَانَ أَمِيرَهُمْ سَلْمَانُ الْفَارِسِيُّ حَاصَرُوا قَصْرًا مِنْ قُصُورِ فَارِسَ فَقَالُوا يَا أَبَا عَبْدِ اللَّهِ أَلاَ نَنْهَدُ إِلَيْهِمْ قَالَ دَعُونِي أَدْعُهُمْ كَمَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَدْعُوهُمْ ‏.‏ فَأَتَاهُمْ سَلْمَانُ فَقَالَ لَهُمْ إِنَّمَا أَنَا رَجُلٌ مِنْكُمْ فَارِسِيٌّ تَرَوْنَ الْعَرَبَ يُطِيعُونَنِي فَإِنْ أَسْلَمْتُمْ فَلَكُمْ مِثْلُ الَّذِي لَنَا وَعَلَيْكُمْ مِثْلُ الَّذِي عَلَيْنَا وَإِنْ أَبَيْتُمْ إِلاَّ دِينَكُمْ تَرَكْنَاكُمْ عَلَيْهِ وَأَعْطُونَا الْجِزْيَةَ عَنْ يَدٍ وَأَنْتُمْ صَاغِرُونَ ‏.‏ قَالَ وَرَطَنَ إِلَيْهِمْ بِالْفَارِسِيَّةِ وَأَنْتُمْ غَيْرُ مَحْمُودِينَ ‏.‏ وَإِنْ أَبَيْتُمْ نَابَذْنَاكُمْ عَلَى سَوَاءٍ ‏.‏ قَالُوا مَا نَحْنُ بِالَّذِي نُعْطِي الْجِزْيَةَ وَلَكِنَّا نُقَاتِلُكُمْ ‏.‏ فَقَالُوا يَا أَبَا عَبْدِ اللَّهِ أَلاَ نَنْهَدُ إِلَيْهِمْ قَالَ لاَ ‏.‏ فَدَعَاهُمْ ثَلاَثَةَ أَيَّامٍ إِلَى مِثْلِ هَذَا ثُمَّ قَالَ انْهَدُوا إِلَيْهِمْ ‏.‏ قَالَ فَنَهَدْنَا إِلَيْهِمْ فَفَتَحْنَا ذَلِكَ الْقَصْرَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ بُرَيْدَةَ وَالنُّعْمَانِ بْنِ مُقَرِّنٍ وَابْنِ عُمَرَ وَابْنِ عَبَّاسٍ ‏.‏ وَحَدِيثُ سَلْمَانَ حَدِيثٌ حَسَنٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَطَاءِ بْنِ السَّائِبِ ‏.‏ وَسَمِعْتُ مُحَمَّدًا يَقُولُ أَبُو الْبَخْتَرِيِّ لَمْ يُدْرِكْ سَلْمَانَ لأَنَّهُ لَمْ يُدْرِكْ عَلِيًّا وَسَلْمَانُ مَاتَ قَبْلَ عَلِيٍّ ‏.‏ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم إِلَى هَذَا وَرَأَوْا أَنْ يُدْعَوْا قَبْلَ الْقِتَالِ وَهُوَ قَوْلُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ قَالَ إِنْ تُقُدِّمَ إِلَيْهِمْ فِي الدَّعْوَةِ فَحَسَنٌ يَكُونُ ذَلِكَ أَهْيَبَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لاَ دِعْوَةَ الْيَوْمَ ‏.‏ وَقَالَ أَحْمَدُ لاَ أَعْرِفُ الْيَوْمَ أَحَدًا يُدْعَى ‏.‏ وَقَالَ الشَّافِعِيُّ لاَ يُقَاتَلُ الْعَدُوُّ حَتَّى يُدْعَوْا إِلاَّ أَنْ يَعْجَلُوا عَنْ ذَلِكَ فَإِنْ لَمْ يَفْعَلْ فَقَدْ بَلَغَتْهُمُ الدَّعْوَةُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে বুরাইদা, নুমান ইবনু মুকাররিন, ইবনু উমার ও ইবনু আব্বাস (রাঃ) হতেও হাদীস বর্ণিত আছে। সালমান (রাঃ)-এর হাদীসটি হাসান। আমরা শুধু আতা ইবনুস সায়িবের সূত্রেই এ হাদীসটি জেনেছি। আমি মুহাম্মাদ (বুখারী)-কে বলতে শুনেছি, আবূল বাখতারী সালমান (রাঃ)-এর দেখা পাননি। কেননা তিনি আলী (রাঃ)-এর দেখা পাননি। আর সালমান (রাঃ) আলী (রাঃ)-এর পূর্বে মারা যান।\nনাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল বিশেষজ্ঞ সাহাবী ও তার পরবর্তীগণ এ হাদীসের মতই মত দিয়েছেন। তাদের মতে, যুদ্ধ শুরু করার পূর্বে ইসলামের দাওয়াত দিতে হবে। ইসহাক ইবনু ইবরাহীমেরও এই মত। তিনি বলেন, যদি আক্রমণ করার পূর্বে শত্রুবাহিনীকে ইসলামের দাওয়াত দেয়া হয় তবে তা উত্তম এবং তা তাদের মনে প্রভাব ও ভীতির সঞ্চার করবে। কিছু বিশেষজ্ঞ আলিম বলেন, আজকাল আর এরূপ দাওয়াত দেয়ার প্রয়োজন নেই। ইমাম আহমাদ বলেন, বর্তমানে এ ধরনের আহ্বান করার কোন প্রয়োজনীয়তা দেখছি না। ইমাম শাফিঈ বলেন, শত্রুকে ইসলামের দাওয়াত না দেয়া পর্যন্ত যুদ্ধ শুরু করা যাবে না। কিন্তু তাদেরকে তাড়াতাড়ি দাওয়াত গ্রহণ করার জন্য বলতে হবে। অবশ্য দাওয়াত না দিলে কোন সমস্যা নেই। কেননা তাদের কাছে ইতিপূর্বেই ইসলামের দাওয়াত পৌঁছেছে।",
    "chapter": {
      "chapter_number": "19"
    }
  }
}