{
  "hadith": {
    "hadith_id": 155,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), আবূ বাকার ও উমার (রাঃ)-এর তুলনায় অন্য কাউকে আমি যুহরের নামায তাড়াতাড়ি আদায় করতে দেখিনি (ওয়াক্ত শুরু হলেই তাঁরা নামায আদায় করে নিতেন)। \n\nসনদ দূর্বল।",
    "ar": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ حَكِيمِ بْنِ جُبَيْرٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ مَا رَأَيْتُ أَحَدًا كَانَ أَشَدَّ تَعْجِيلاً لِلظُّهْرِ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَلاَ مِنْ أَبِي بَكْرٍ وَلاَ مِنْ عُمَرَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ وَخَبَّابٍ وَأَبِي بَرْزَةَ وَابْنِ مَسْعُودٍ وَزَيْدِ بْنِ ثَابِتٍ وَأَنَسٍ وَجَابِرِ بْنِ سَمُرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ ‏.‏ وَهُوَ الَّذِي اخْتَارَهُ أَهْلُ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ ‏.‏ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ وَقَدْ تَكَلَّمَ شُعْبَةُ فِي حَكِيمِ بْنِ جُبَيْرٍ مِنْ أَجْلِ حَدِيثِهِ الَّذِي رَوَى عَنِ ابْنِ مَسْعُودٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏ \"‏ مَنْ سَأَلَ النَّاسَ وَلَهُ مَا يُغْنِيهِ ‏\"‏ ‏.‏ قَالَ يَحْيَى وَرَوَى لَهُ سُفْيَانُ وَزَائِدَةُ وَلَمْ يَرَ يَحْيَى بِحَدِيثِهِ بَأْسًا ‏.‏ قَالَ مُحَمَّدٌ وَقَدْ رُوِيَ عَنْ حَكِيمِ بْنِ جُبَيْرٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي تَعْجِيلِ الظُّهْرِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে জাবির ইবনু আবদিল্লাহ, খাব্বাব,আবূ বারযা, ইবনু মাসউদ, যাইদ ইবনু সাবিত, আনাস ও জাবির ইবনু সামূরা (রাঃ) হতে বর্ণিত হাদীস রয়েছে। আবূ ঈসা বলেন, আইশা (রাঃ)-এর হাদীসটি হাসান। সাহাবায়ে কিরাম ও তাদের পরবর্তী বিদ্বানগন আওয়াল (প্রথম) ওয়াক্তে নামায আদায় করা পছন্দ করেছেন। আলী ইবনুল মাদানী বলেন, ইয়াহ্ইয়া ইবনু সাঈদ বলেছেন, হাকীম ইবনু জুবাইর (রহঃ) ইবনু মাসউদ (রাঃ)-এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাদীস, “প্রয়োজন না থাকা সত্ত্বেও যে ব্যক্তি মানুষের নিকট প্রার্থনা করে।” \nবর্ণনা করার প্রেক্ষিতে শু‘বাহ্ তাঁর (হাকীমের) সমালোচনা করেছেন। ইয়াহ্ইয়া ইবনু মুঈন বলেন, সুফইয়ান এবং যায়িদাহ্ তাঁর (হাকীম) নিকট হতে হাদীস বর্ণনা করেছেন। ইয়াহ্ইয়া ইবনু মুঈন তাঁর (হাকীম) বর্ণিত হাদীসে কোন ত্রুটি আছে বলে মনে করেন না। মুহাম্মদ (বুখারী) বলেনঃ ‘যুহরের নামায আওয়াল ওয়াক্তে আদায় করা’ সম্পর্কিত আয়িশাহ (রাঃ) হতে বর্ণিত রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাদীসটি হাকীম ইবনু জুবাইর সা‘ঈদ ইবনু জুবাইরের সূত্রেও বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}