{
  "hadith": {
    "hadith_id": 1553,
    "narrator": "আবূ উমামা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমাকে আল্লাহ তা'আলা সকল নাবীদের উপর মাৰ্যাদা দিয়েছেন; অথবা তিনি বলেছেনঃ সকল উম্মাতের উপর আমার উম্মাতকে মার্যাদা দিয়েছেন এবং গনিমতের সম্পদকে আমার জন্য বৈধ করেছেন। \n\nসহীহ্‌, মিশকাত, তাহকীক ছানী (৪০০১), ইরওয়া (১৫২, ২৮৫)\n\nআলী, আবূ যার, আব্দুল্লাহ ইবনু আমর, আবূ মূসা ও ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ উমামা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। সাইয়্যারের ব্যাপারে কথিত আছে যে, তিনি বানূ মুআবিয়ার মুক্তদাস ছিলেন। তার নিকট হতে সুলাইমান আত-তাইমী, আবদুল্লাহ ইবনু বুহাইর এবং আরো কয়েকজন বর্ণনাকারী হাদীস বর্ণনা করেছেন। \n\nআবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমাকে সকল নাবীর উপর ছয়টি বিষয়ে শ্ৰেষ্ঠত্ব দান করা হয়েছে। ব্যাপকার্থক ভাবকে সংক্ষিপ্তাকারে প্রকাশের যোগ্যতা আমাকে দেওয়া হয়েছে, প্রভাব-প্রতিপত্তি দান করে আমাকে সাহায্য করা হয়েছে, গনিমত (যুদ্ধলন্ধ সম্পদ) আমার জন্য বৈধ করা হয়েছে, আমার জন্য সকল যমীন মাসজিদ ও পবিত্রতা অর্জনের মাধ্যম করা হয়েছে, সকল সৃষ্টির জন্য আমাকে নবী করে পাঠানো হয়েছে এবং নাবীদের আগমণধারা আমাকে দিয়ে শেষ করা হয়েছে। \n\nসহীহ্‌, ইরওয়া (২৮৫), মুসলিম, এ হাদীসটি হাসান সহীহ্‌।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْمُحَارِبِيُّ الْكُوفِيُّ، حَدَّثَنَا أَسْبَاطُ بْنُ مُحَمَّدٍ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ سَيَّارٍ، عَنْ أَبِي أُمَامَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ اللَّهَ فَضَّلَنِي عَلَى الأَنْبِيَاءِ أَوْ قَالَ أُمَّتِي عَلَى الأُمَمِ وَأَحَلَّ لَنَا الْغَنَائِمَ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي ذَرٍّ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَبِي مُوسَى وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي أُمَامَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَسَيَّارٌ هَذَا يُقَالُ لَهُ سَيَّارٌ مَوْلَى بَنِي مُعَاوِيَةَ ‏.‏ وَرَوَى عَنْهُ سُلَيْمَانُ التَّيْمِيُّ وَعَبْدُ اللَّهِ بْنُ بَحِيرٍ وَغَيْرُ وَاحِدٍ ‏.‏\n\nحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ فُضِّلْتُ عَلَى الأَنْبِيَاءِ بِسِتٍّ أُعْطِيتُ جَوَامِعَ الْكَلِمِ وَنُصِرْتُ بِالرُّعْبِ وَأُحِلَّتْ لِيَ الْغَنَائِمُ وَجُعِلَتْ لِيَ الأَرْضُ مَسْجِدًا وَطَهُورًا وَأُرْسِلْتُ إِلَى الْخَلْقِ كَافَّةً وَخُتِمَ بِيَ النَّبِيُّونَ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}