{
  "hadith": {
    "hadith_id": 1555,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ  সফরসঙ্গী চার জন হওয়া উত্তম , চার শত সৈনিক নিয়ে গঠিত ক্ষুদ্র বাহিনী উত্তম, চার হাজার সৈনিক নিয়ে গঠিত পূর্ণ বাহিনী উত্তম এবং বার হাজার সৈন্য নিয়ে গঠিত বাহিনী সংখ্যাসল্পতার কারণে পরাজিত হবে না। (পরাজিত হলে তা ঈমানের দুর্বলতার কারনেই)।\n\nযঈফ, সহিহাহ নতুন সংস্করণ( ৯৮৬)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى الأَزْدِيُّ الْبَصْرِيُّ، وَأَبُو عَمَّارٍ وَغَيْرُ وَاحِدٍ قَالُوا حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، عَنْ أَبِيهِ، عَنْ يُونُسَ بْنِ يَزِيدَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ خَيْرُ الصَّحَابَةِ أَرْبَعَةٌ وَخَيْرُ السَّرَايَا أَرْبَعُمِائَةٍ وَخَيْرُ الْجُيُوشِ أَرْبَعَةُ آلاَفٍ وَلاَ يُغْلَبُ اثْنَا عَشَرَ أَلْفًا مِنْ قِلَّةٍ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ يُسْنِدُهُ كَبِيرُ أَحَدٍ غَيْرُ جَرِيرِ بْنِ حَازِمٍ وَإِنَّمَا رُوِيَ هَذَا الْحَدِيثُ عَنِ الزُّهْرِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏ وَقَدْ رَوَاهُ حِبَّانُ بْنُ عَلِيٍّ الْعَنَزِيُّ عَنْ عُقَيْلٍ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَاهُ اللَّيْثُ بْنُ سَعْدٍ عَنْ عُقَيْلٍ عَنِ الزُّهْرِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ হাদিসটি হাসান গারীব। জারীর ইবনু হাযিম ব্যতীত আর কোন প্রবীন রাবী  এটাকে মুসনাদ হিসেবে বর্ণনা করেননি। যুহরী হতে এ হাদীসটি মুরসাল হিসেবেই বর্ণিত হয়েছে। হাব্বান ইবনু ‘আলী আল–‘আনাযী–‘উকাইল হতে , তিনি যুহরী হতে , তিনি ‘উবায়দুল্লাহ ইবনু আবদুল্লাহ হতে তিনি ইবনু ‘আব্বাস (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এ হাদীস বর্ণনা করেছেন। অপরদিকে লাইস ইবনু সাদ–‘উকাইল সূত্রে, তিনি যুহরীর সূত্রে , তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বরাতে এটাকে মুরসাল হিসেবে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "19"
    }
  }
}