{
  "hadith": {
    "hadith_id": 1558,
    "narrator": "আইশা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বদরের যুদ্ধে রাওনা হলেন। তিনি ওয়াবরার প্রস্তরময় এলাকায় পৌঁছলে মুশরিক সম্প্রদায়ের এক ব্যক্তি তাঁর সাথে মিলিত হল। তার সাহসিকতা ও বীরত্বের খ্যাতি ছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ তুমি কি আল্লাহ তা’আলা ও তাঁর রাসূলের উপর বিশ্বাসী নও? সে বলল, না। তিনি বললেন, তুমি ফিরে যাও, আমি কখনো কোন মুশরিকের সাহায্য নিব না। \n\nসহীহ্‌, ইবনু মা-জাহ (২৮৩২), মুসলিম",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ الْفُضَيْلِ بْنِ أَبِي عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ نِيَارٍ الأَسْلَمِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ إِلَى بَدْرٍ حَتَّى إِذَا كَانَ بِحَرَّةِ الْوَبَرِ لَحِقَهُ رَجُلٌ مِنَ الْمُشْرِكِينَ يَذْكُرُ مِنْهُ جُرْأَةً وَنَجْدَةً فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَلَسْتَ تُؤْمِنُ بِاللَّهِ وَرَسُولِهِ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ ارْجِعْ فَلَنْ أَسْتَعِينَ بِمُشْرِكٍ ‏\"‏ ‏.‏ وَفِي الْحَدِيثِ كَلاَمٌ أَكْثَرُ مِنْ هَذَا ‏.‏ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ قَالُوا لاَ يُسْهَمُ لأَهْلِ الذِّمَّةِ وَإِنْ قَاتَلُوا مَعَ الْمُسْلِمِينَ الْعَدُوَّ ‏.‏ وَرَأَى بَعْضُ أَهْلِ الْعِلْمِ أَنْ يُسْهَمَ لَهُمْ إِذَا شَهِدُوا الْقِتَالَ مَعَ الْمُسْلِمِينَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসে আরো বক্তব্য আছে। এ হাদীসটি হাসান গারীব। কিছু বিশেষজ্ঞ আলিম এ হাদীসের বক্তব্য অনুযায়ী আমাল করেছেন। তারা বলেন, যিম্মীদেরকে গনিমতের অংশ দেওয়া যাবে না যদিও তারা শত্রুর বিরুদ্ধে মুসলমানদের সাথে যুদ্ধে অংশগ্রহন করে। অপর একদল বিশেষজ্ঞ আলিম বলেছেন, তারা মুসলমানদের সাথে যুদ্ধে অংশগ্রহন করলে তাদেরকে গনিমতের অংশ দেওয়া হবে। যেমন যুহরীর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত হয়েছে যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইয়হূদী এক গোষ্ঠী অমুসলিমকে গনিমতের অংশ দিয়েছিলেন, যারা তাঁর সাথে অমুসলিমদের বিরুদ্ধে যুদ্ধ করেছিলো। হাদিসটি বর্ণনা করেছেন কুতাইবা ইবনু সাঈদ আব্দুল ওয়ারিস ইবনু সাঈদ হতে, তিনি আযরা ইবনু সাবিত হতে, তিনি যুহরী হতে। সনদ দুর্বল।",
    "chapter": {
      "chapter_number": "19"
    }
  }
}