{
  "hadith": {
    "hadith_id": 1560,
    "narrator": "আবূ সা’লাবা আল-খুশানী (রাঃ)",
    "bn": "তিনি বলেন, মাজূসীদের (অগ্নি উপাসক) হাঁড়ি-পাতিল ব্যবহার প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে প্রশ্ন করা হলে তিনি বললেনঃ এগুলো পানি দিয়ে ধুয়ে পরিস্কার করে নাও, তারপর এতে রান্নাবান্না কর। তিনি নখর ও শিকারী দাঁতযুক্ত হিংস্র প্রাণীও (খেতে) নিষেধ করেছেন। \n\nসহীহ্‌, ইবনু মা-জাহ (৩২০৭, ৩২৩২), নাসা’ঈ\n\nএ হাদীসটি আবূ সা’লাবা (রাঃ)-এর নিকট হতে অন্য সূত্রেও বর্ণিত হয়েছে। এ হাদীসটি আবূ সা’লাবা (রাঃ) হতে আবূ ইদরীস আলা খাওলানীও বর্ণনা করেছেন। আবূ সালাবা (রাঃ)-এর নিকট হতে আবূ কিলাবা (রহঃ) কখনো হাদীস শুনেননি। বরং এ হাদীসটি তিনি আবূ আসমার মাধ্যমে আবূ সালাবা (রাঃ) হতে বর্ণনা করেছেন। \n\nআবূ সালাবা আল খুশানী (রাঃ) বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বললাম, হে আল্লাহ্‌র রাসূল! আমরা আহলে কিতাবের এলাকায় থাকি। আমরা কি তাদের পাত্রে আহার করব? তিনি বললেনঃ তোমরা তাদের পাত্র ব্যতীত অন্য পাত্র সেটাতে খাওয়া-দাওয়া করা থেকে বিরত থাক। আর অন্য পাত্র যোগাতে না পারলে এগুলো পানি দিয়ে পারিস্কার করে নাও, তারপর এতে খাও। \n\nসহীহ্‌, ইবনু মা-জাহ (৩২০৭), নাসা’ঈ, এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।",
    "ar": "حَدَّثَنَا زَيْدُ بْنُ أَخْزَمَ الطَّائِيُّ، حَدَّثَنَا أَبُو قُتَيْبَةَ، سَلْمُ بْنُ قُتَيْبَةَ حَدَّثَنَا شُعْبَةُ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ قُدُورِ الْمَجُوسِ فَقَالَ ‏ \"‏ أَنْقُوهَا غَسْلاً وَاطْبُخُوا فِيهَا ‏\"‏ ‏.‏ وَنَهَى عَنْ كُلِّ سَبُعٍ وَذِي نَابٍ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ عَنْ أَبِي ثَعْلَبَةَ رَوَاهُ أَبُو إِدْرِيسَ الْخَوْلاَنِيُّ عَنْ أَبِي ثَعْلَبَةَ ‏.‏ وَأَبُو قِلاَبَةَ لَمْ يَسْمَعْ مِنْ أَبِي ثَعْلَبَةَ إِنَّمَا رَوَاهُ عَنْ أَبِي أَسْمَاءَ عَنْ أَبِي ثَعْلَبَةَ ‏.‏\nحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، قَالَ سَمِعْتُ رَبِيعَةَ بْنَ يَزِيدَ الدِّمَشْقِيَّ، يَقُولُ أَخْبَرَنِي أَبُو إِدْرِيسَ الْخَوْلاَنِيُّ، عَائِذُ اللَّهِ بْنُ عُبَيْدِ اللَّهِ قَالَ سَمِعْتُ أَبَا ثَعْلَبَةَ الْخُشَنِيَّ، يَقُولُ أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا بِأَرْضِ قَوْمٍ أَهْلِ كِتَابٍ نَأْكُلُ فِي آنِيَتِهِمْ قَالَ ‏ \"‏ إِنْ وَجَدْتُمْ غَيْرَ آنِيَتِهِمْ فَلاَ تَأْكُلُوا فِيهَا فَإِنْ لَمْ تَجِدُوا فَاغْسِلُوهَا وَكُلُوا فِيهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}