{
  "hadith": {
    "hadith_id": 1562,
    "narrator": "আবূ কাতাদা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ শত্রু পক্ষের কোন সৈনিককে কোন লোক হত্যা করলে এবং এর প্রমাণ তার নিকট থাকলে সে নিহতের অস্ত্রশস্ত্র ও জিনিসপত্র পাবে। \n\nসহীহ্‌, ইরওয়া (৫/৫২-৫৩), সহীহ্ আবূ দাঊদ (২৪৩), নাসা-ঈ",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عُمَرَ بْنِ كَثِيرِ بْنِ أَفْلَحَ، عَنْ أَبِي مُحَمَّدٍ، مَوْلَى أَبِي قَتَادَةَ عَنْ أَبِي قَتَادَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ قَتَلَ قَتِيلاً لَهُ عَلَيْهِ بَيِّنَةٌ فَلَهُ سَلَبُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْحَدِيثِ قِصَّةٌ ‏.‏\n\nحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏ وَفِي الْبَابِ عَنْ عَوْفِ بْنِ مَالِكٍ، وَخَالِدِ بْنِ الْوَلِيدِ، وَأَنَسٍ، وَسَمُرَةَ بْنِ جُنْدَبٍ، ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو مُحَمَّدٍ هُوَ نَافِعٌ مَوْلَى أَبِي قَتَادَةَ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَهُوَ قَوْلُ الأَوْزَاعِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لِلإِمَامِ أَنْ يُخْرِجَ مِنَ السَّلَبِ الْخُمُسَ ‏.‏ وَقَالَ الثَّوْرِيُّ النَّفَلُ أَنْ يَقُولَ الإِمَامُ مَنْ أَصَابَ شَيْئًا فَهُوَ لَهُ وَمَنْ قَتَلَ قَتِيلاً فَلَهُ سَلَبُهُ فَهُوَ جَائِزٌ وَلَيْسَ فِيهِ الْخُمُسُ ‏.‏ وَقَالَ إِسْحَاقُ السَّلَبُ لِلْقَاتِلِ إِلاَّ أَنْ يَكُونَ شَيْئًا كَثِيرًا فَرَأَى الإِمَامُ أَنْ يُخْرِجَ مِنْهُ الْخُمُسَ كَمَا فَعَلَ عُمَرُ بْنُ الْخَطَّابِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসের সাথে আরও ঘটনা আছে। \nইবনু আবী উমার হতে সুফিয়ানের বরাতে ইয়াহইয়া ইবনু সাঈদের সূত্রেও অনুরূপ হাদীস বর্ণিত হয়েছে। আওফ ইবনু মালিক, খালিদ ইবনুল ওয়ালীদ, আনাস ও সামুরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ। আবূ মুহাম্মাদের নাম নাফি, তিনি আবূ কাতাদা (রাঃ)-এর আযাদকৃত গোলাম। এ হাদীস মোতাবিক একদল সাহাবী ও অপরাপর আলিমগণ আমল করেছেন। এই অভিমত (হত্যাকারী নিহতের মালপত্র পাবে) দিয়েছেন ইমাম আওযাঈ, শাফিঈ এবং আহ্মাদও। আরেকদল অভিজ্ঞ আলিম বলেন, দলনেতার এই মালপত্র হতে খুমুস বের করে নেওয়ার অধিকার আছে। সুফিয়ান সাওরী বলেন, যে লোক যা পেয়েছে তা তারই হবে এবং শত্রুপক্ষের কোন লোককে যে ব্যক্তি খুন করল সে তার মালপত্রের অধিকারী হবে। দলনেতার এরূপ ঘোষনাই হল নাফল (পুরস্কার) এবং তাতে কোন খুমুস নেই। ইসহাক (রহঃ) বলেছেন, হত্যাকারী নিহতের মালপত্রের অধিকারী হবে। তবে যদি মালপত্রের পরিমাণ অধিক হয় তবে দলনেতা চাইলে সেটা হতে খুমুস বের করতে পারেন, যেভাবে উমার ইবনুল খাত্তাব (রাঃ) বের করেছেন।",
    "chapter": {
      "chapter_number": "19"
    }
  }
}