{
  "hadith": {
    "hadith_id": 1567,
    "narrator": "আলী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন যে, জিবরাঈল (আঃ) তাঁর নিকট এসে বলেন, বদরের বন্দীদের ব্যাপারে তাদেরকে অর্থাৎ আপনার সাহাবীদেরকে ইখতিয়ার (স্বাধীনতা) দিন। হয় তাদেরকে তারা মেরে ফেলুক অথবা তাদের (সাহাবীদের) সমান সংখ্যক লোক আগামী বছর নিহত হওয়ার শর্তে মুক্তিপণ গ্রহণ করে তাদেরকে মুক্ত করে দিক। তারা (সাহাবীগণ) বললেন, আমাদের মধ্য হতে সম-সংখ্যক লোক মারা গেলেও আমরা তাদেরকে মুক্তিপণ গ্রহণ করে ছেড়ে দিব। \n\nসহীহ্‌, মিশকাত তাহকীক ছানী (৩৯৭৩), ইরওয়া (৫/৪৮-৪৯)",
    "ar": "حَدَّثَنَا أَبُو عُبَيْدَةَ بْنُ أَبِي السَّفَرِ، - وَاسْمُهُ أَحْمَدُ بْنُ عَبْدِ اللَّهِ الْهَمْدَانِيُّ وَمَحْمُودُ بْنُ غَيْلاَنَ قَالاَ حَدَّثَنَا أَبُو دَاوُدَ الْحَفَرِيُّ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنْ سُفْيَانَ بْنِ سَعِيدٍ، عَنْ هِشَامٍ، عَنِ ابْنِ سِيرِينَ، عَنْ عَبِيدَةَ، عَنْ عَلِيٍّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ جِبْرَائِيلَ هَبَطَ عَلَيْهِ فَقَالَ لَهُ خَيِّرْهُمْ يَعْنِي أَصْحَابَكَ فِي أُسَارَى بَدْرٍ الْقَتْلَ أَوِ الْفِدَاءَ عَلَى أَنْ يُقْتَلَ مِنْهُمْ قَابِلاً مِثْلُهُمْ ‏.‏ قَالُوا الْفِدَاءَ وَيُقْتَلَ مِنَّا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَأَنَسٍ وَأَبِي بَرْزَةَ وَجُبَيْرِ بْنِ مُطْعِمٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ الثَّوْرِيِّ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ ابْنِ أَبِي زَائِدَةَ ‏.‏ وَرَوَى أَبُو أُسَامَةَ عَنْ هِشَامٍ عَنِ ابْنِ سِيرِينَ عَنْ عَبِيدَةَ عَنْ عَلِيٍّ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ وَرَوَى ابْنُ عَوْنٍ عَنِ ابْنِ سِيرِينَ عَنْ عَبِيدَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏ وَأَبُو دَاوُدَ الْحَفَرِيُّ اسْمُهُ عُمَرُ بْنُ سَعْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু মাসঊদ, আনাস, আবূ বারযা ও জুবাইর ইবনু মুতঈম (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা সাওরীর সূত্রে হাসান গারীব বলেছেন। আমারা এ হাদীসটি শুধুমাত্র ইবনু আবী যাইদা বর্ণিত হাদীস হিসাবেই জেনেছি। আবূ উসামা-হিশাম হতে, তিনি ইবনু সীরীন হতে, তিনি উবাইদা হতে, তিনি আলী (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে একইরকম বর্ণিত হয়েছে। এটি মুরসাল হাদীসরূপে ইবনু আওন-ইবনু সীরীন হতে, তিনি উবাইদা হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রেও বর্ণিত হয়েছে। আবূ দাঊদ আল-হাফারীর নাম উমার, পিতা সা’দ।",
    "chapter": {
      "chapter_number": "19"
    }
  }
}