{
  "hadith": {
    "hadith_id": 1568,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "দু’জন মুসলমান বন্দীকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একজন মুশ্‌রিক বন্দীর সাথে বিনিময় করেছেন। \n\nসহীহ্‌, মুসলিম (৫/৭৮)",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا أَيُّوبُ، عَنْ أَبِي قِلاَبَةَ، عَنْ عَمِّهِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم فَدَى رَجُلَيْنِ مِنَ الْمُسْلِمِينَ بِرَجُلٍ مِنَ الْمُشْرِكِينَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَعَمُّ أَبِي قِلاَبَةَ هُوَ أَبُو الْمُهَلَّبِ وَاسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو وَيُقَالُ مُعَاوِيَةُ بْنُ عَمْرٍو وَأَبُو قِلاَبَةَ اسْمُهُ عَبْدُ اللَّهِ بْنُ زَيْدٍ الْجَرْمِيُّ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ لِلإِمَامِ أَنْ يَمُنَّ عَلَى مَنْ شَاءَ مِنَ الأُسَارَى وَيَقْتُلَ مَنْ شَاءَ مِنْهُمْ وَيَفْدِيَ مَنْ شَاءَ ‏.‏ وَاخْتَارَ بَعْضُ أَهْلِ الْعِلْمِ الْقَتْلَ عَلَى الْفِدَاءِ ‏.‏ وَقَالَ الأَوْزَاعِيُّ بَلَغَنِي أَنَّ هَذِهِ الآيَةَ مَنْسُوخَةٌ قَوْلُهُ تَعَالَى‏:‏ ‏(‏فَإِِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَاءً‏)‏ نَسَخَتْهَا‏:‏ ‏(‏وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ ‏)‏ حَدَّثَنَا بِذَلِكَ هَنَّادٌ حَدَّثَنَا ابْنُ الْمُبَارَكِ عَنِ الأَوْزَاعِيِّ ‏.‏ قَالَ إِسْحَاقُ بْنُ مَنْصُورٍ قُلْتُ لأَحْمَدَ إِذَا أُسِرَ الأَسِيرُ يُقْتَلُ أَوْ يُفَادَى أَحَبُّ إِلَيْكَ قَالَ إِنْ قَدَرُوا أَنْ يُفَادُوا فَلَيْسَ بِهِ بَأْسٌ وَإِنْ قُتِلَ فَمَا أَعْلَمُ بِهِ بَأْسًا ‏.‏ قَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ الإِثْخَانُ أَحَبُّ إِلَىَّ إِلاَّ أَنْ يَكُونَ مَعْرُوفًا فَأَطْمَعُ بِهِ الْكَثِيرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আবূ কিলাবার চাচার নাম আবুল মুহাল্লাব আবদুর রাহমান ইবনু আমর, মতান্তরে তার নাম মুআবিয়া ইবনু উমার। আর আবূ কিলাবার নাম আবদুল্লাহ ইবনু যাইদ আল-জারমী। এ হাদীস মোতাবিক রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বেশিরভাগ বিশেষজ্ঞ সাহাবী ও তাবিঈগন আমল করেছেন। তাদের মতে নেতা চাইলে কোন বন্দীকে অনুগ্রহ প্রদর্শনপূর্বক মুক্তি দিতে পারেন, মেরে ফেলতে পারেন অথবা বিনিময় গ্রহণ করে ছেড়েও দিতে পারেন। বিনিময় নিয়ে মুক্তি দেওয়ার পরিবর্তে মেরে ফেলাকেই কিছু অভিজ্ঞ আলিম উত্তম মনে করেন। আওযাঈ বলেন, আমি জানতে পেরেছি, নিম্নলিখিত আয়াত মানসূখ (বাতিল) হয়ে গেছেঃ “তারপর হয় অনুগ্রহ করবে অথবা বিনিময় গ্রহণ করে মুক্ত করে দিবে” (সূরাঃ মুহাম্মাদ- ৪)। নাসিখ (বাতিলকারী) আয়াত হলঃ “তাদেরকে যে জায়গাতেই পাও সেখানেই মেরে ফেল’’ (সূরাঃ বাকারা- ১৯১, সূরাঃ নিসা- ৯১)। ইবনুল মুবারাক আওযাঈ হতে এই উক্তি বর্ণনা করেছেন। \nইসহাক ইবনু মানসুর বলেন, আহ্‌মাদকে আমি প্রশ্ন করলাম, কাফির যোদ্ধা বন্দী অবস্থায় এলে আপনি তাকে মেরে ফেলা পছন্দ করেন না বিনিময় নিয়ে মুক্তি দেওয়া পছন্দ করেন ? তিনি উত্তরে বললেন, বিনিময় দিতে রাযি হলে তা নিয়ে তাকে মুক্তি দেওয়াতেও কোন সমস্যা নেই অথবা মেরে ফেলতেও কোন আপত্তি নেই। ইসহাক বলেন, তাকে মেরে ফেলাটাই আমি উত্তম বলে মনে করি। তবে সে প্রসিদ্ধি লাভ করলে এবং তার ব্যাপারে নানাবিধ আশা করার সুযোগ থাকলে (তাকে মুক্তি দেওয়াই উচিত)।",
    "chapter": {
      "chapter_number": "19"
    }
  }
}