{
  "hadith": {
    "hadith_id": 1582,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, সা’দ ইবনু মুআয (রাঃ) আহ্‌যাব যুদ্ধের দিন তীরবিদ্ধ হয়ে আহত হন। এতে তার বাহুর মাঝখানের রগ কেটে যায়। তার ক্ষতস্থানে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আগুনের সেঁক দিয়ে রক্তক্ষরণ বন্ধ করেন। তারপর তার হাত ফুলে যায়। আগুনের সেঁক দেওয়া বন্ধ করলে আবার রক্তক্ষরণ হতে থাকে। আবার তিনি তার ক্ষতস্থানে আগুনের সেঁক দেন। তার হাত পুনরায় ফুলে উঠে। তিনি (সা’দ) নিজের এ অবস্থা দেখে বলেন, ‘হে আল্লাহ! আমার জীবনকে কেড়ে নিও না বানূ কুরাইযার চরম পরিণতি দেখে আমার চোখ না জুড়ানো পর্যন্ত। ” তার জখম হতে সাথে সাথে রক্তক্ষরণ বন্ধ হয়ে গেল। এরপর আর একটি ফোঁটাও বের হয়নি। সা’দ ইবনু মুআয (রাঃ)-কে তারা (বানূ কুরাইযা) সালিশ মানতে রাজী হয়। তিনি (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) তার (সা’দের) নিকট লোক পাঠালেন (সমাধানের জন্য)। তিনি সমাধান দিলেন যে, বানূ কুরাইযা গোত্রের পুরুষদেরকে মেরে ফেলা হবে এবং মহিলাদেরকে বাঁচিয়ে রাখা হবে। মুসলমানগণ তাদের দ্বারা বিভিন্ন রকম কাজ আদায় করতে পারবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাদের ব্যাপারে তোমার মত সম্পূর্ণ আল্লাহ্ তা’আলার মতের অনুরূপ হয়েছে। তারা (পুরুষগণ) সংখ্যায় ছিল চার শত। লোকেরা তাদেরকে মেরে ফেলা সমাপ্ত করলে, তার ক্ষতস্থান হতে আবার রক্ত পড়া আরম্ভ হল এবং তিনি মৃত্যু বরণ করলেন। \n\nসহীহ্, ইরওয়া (৫/৩৮-৩৯)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّهُ قَالَ رُمِيَ يَوْمَ الأَحْزَابِ سَعْدُ بْنُ مُعَاذٍ فَقَطَعُوا أَكْحَلَهُ أَوْ أَبْجَلَهُ فَحَسَمَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم بِالنَّارِ فَانْتَفَخَتْ يَدُهُ فَتَرَكَهُ فَنَزَفَهُ الدَّمُ فَحَسَمَهُ أُخْرَى فَانْتَفَخَتْ يَدُهُ فَلَمَّا رَأَى ذَلِكَ قَالَ اللَّهُمَّ لاَ تُخْرِجْ نَفْسِي حَتَّى تُقِرَّ عَيْنِي مِنْ بَنِي قُرَيْظَةَ ‏.‏ فَاسْتَمْسَكَ عِرْقُهُ فَمَا قَطَرَ قَطْرَةً حَتَّى نَزَلُوا عَلَى حُكْمِ سَعْدِ بْنِ مُعَاذٍ فَأَرْسَلَ إِلَيْهِ فَحَكَمَ أَنْ يُقْتَلَ رِجَالُهُمْ وَيُسْتَحْيَى نِسَاؤُهُمْ يَسْتَعِينُ بِهِنَّ الْمُسْلِمُونَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَصَبْتَ حُكْمَ اللَّهِ فِيهِمْ ‏\"‏ ‏.‏ وَكَانُوا أَرْبَعَمِائَةٍ فَلَمَّا فَرَغَ مِنْ قَتْلِهِمُ انْفَتَقَ عِرْقُهُ فَمَاتَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَعَطِيَّةَ الْقُرَظِيِّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\n\nحَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ الرَّحْمَنِ أَبُو الْوَلِيدِ الدِّمَشْقِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ سَعِيدِ بْنِ بَشِيرٍ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ اقْتُلُوا شُيُوخَ الْمُشْرِكِينَ وَاسْتَحْيُوا شَرْخَهُمْ ‏\"‏ ‏.‏ وَالشَّرْخُ الْغِلْمَانُ الَّذِينَ لَمْ يُنْبِتُوا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَرَوَاهُ الْحَجَّاجُ بْنُ أَرْطَاةَ عَنْ قَتَادَةَ نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ সাঈদ ও আতিয়্যা আল-কুরাযী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।",
    "chapter": {
      "chapter_number": "19"
    }
  }
}