{
  "hadith": {
    "hadith_id": 1589,
    "narrator": "উকবা ইবনু আমির (রাঃ)",
    "bn": "তিনি বলেন, আমি বললাম, হে আল্লাহ্‌র রাসূল! এমন একটি সম্প্রদায়ের এলাকা দিয়ে আমরা চলাচল করি যারা আমাদের মেহমানদারীও করে না এবং তাদের উপর আমাদের প্রাপ্য অধিকারও আদায় করে না। আমরাও তাদের নিকট হতে জোরপূর্বক আমাদের প্রাপ্য অধিকার আদায় করি না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তারা তোমাদের বল প্রয়োগ ব্যতীত মেহমানদারী করতে না চাইলে তোমরা জোরপূর্বকই তা আদায় কর। \n\nসহীহ্‌, ইবনু মা-জাহ (৩৬৭৬), নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّا نَمُرُّ بِقَوْمٍ فَلاَ هُمْ يُضَيِّفُونَا وَلاَ هُمْ يُؤَدُّونَ مَا لَنَا عَلَيْهِمْ مِنَ الْحَقِّ وَلاَ نَحْنُ نَأْخُذُ مِنْهُمْ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنْ أَبَوْا إِلاَّ أَنْ تَأْخُذُوا كَرْهًا فَخُذُوا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَاهُ اللَّيْثُ بْنُ سَعْدٍ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ أَيْضًا ‏.‏ وَإِنَّمَا مَعْنَى هَذَا الْحَدِيثِ أَنَّهُمْ كَانُوا يَخْرُجُونَ فِي الْغَزْوِ فَيَمُرُّونَ بِقَوْمٍ وَلاَ يَجِدُونَ مِنَ الطَّعَامِ مَا يَشْتَرُونَ بِالثَّمَنِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنْ أَبَوْا أَنْ يَبِيعُوا إِلاَّ أَنْ تَأْخُذُوا كَرْهًا فَخُذُوا ‏\"‏ ‏.‏ هَكَذَا رُوِيَ فِي بَعْضِ الْحَدِيثِ مُفَسَّرًا وَقَدْ رُوِيَ عَنْ عُمَرَ بْنِ الْخَطَّابِ رضى الله عنه أَنَّهُ كَانَ يَأْمُرُ بِنَحْوِ هَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন। এটিকে ইয়াযীদ ইবনু হাবীবের সূত্রেও লাইস ইবনু সা’দ বর্ণনা করেছেন। এ হাদীসের তাৎপর্য হল, মুসলিম যোদ্ধারা অভিযানে গমন করত। তখন এমন সব যিম্মীদের লোকালয় পেরিয়ে যেতে হত যেখানে ইচ্ছা করলেও খাবার-দাবার কিনতে পাওয়া যেত না। এরূপ ক্ষেত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নির্দেশ ছিলঃ তারা খাবার বিক্রয় করতে অস্বীকার করলে এবং জোরখাটিয়ে আদায় করা ছাড়া আর কোন উপায় না থাকলে তবে তাদের নিকট হতে শক্তি খাটিয়েই তা কিনে নাও। কয়েকটি হাদীসে এরূপ ব্যাখ্যার উল্লেখ আছে। এরকম পরিস্থিতিতে উমার (রাঃ)-ও এরূপ নির্দেশই দিতেন।",
    "chapter": {
      "chapter_number": "19"
    }
  }
}