{
  "hadith": {
    "hadith_id": 1597,
    "narrator": "মুহাম্মাদ ইবনুল মুনকাদির (রহঃ)",
    "bn": "তিনি রুকাইকার মেয়ে উমাইমা (রাঃ) কে বলতে শুনেছেনঃ আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট কয়েকজন মহিলার সাথে শপথ গ্রহণ করি। তিনি আমাদেরকে বললেনঃ তোমাদের যোগ্যতা ও শক্তি মোতাবিক (দায়িত্ব ও কর্তব্য সম্পাদন করবে)। আমি বললাম, আমাদের নিজেদের চাইতে আল্লাহ্‌ ও তাঁর রাসূল আমাদের উপর অনেক বেশি অনুগ্রহশীল। আমি আরো বললাম, হে আল্লাহ্‌র রাসূল! আমাদেরকে শপথ করান। সুফিয়ান বলেন, তার কথার অর্থ ছিল, আমাদের হাত স্পর্শ করুন (যেভাবে পুরুষদের হাত স্পর্শ করে শপথ করা হয়)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমার বক্তব্য একজন মহিলার প্রতি যেমন একশত জন মহিলার উপরেও ঠিক তেমনই। \n\nসহীহ্‌, ইবনু মা-জাহ (২৮৭৪)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ الْمُنْكَدِرِ، سَمِعَ أُمَيْمَةَ بِنْتَ رُقَيْقَةَ، تَقُولُ بَايَعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي نِسْوَةٍ فَقَالَ لَنَا ‏\"‏ فِيمَا اسْتَطَعْتُنَّ وَأَطَقْتُنَّ ‏\"‏ ‏.‏ قُلْتُ اللَّهُ وَرَسُولُهُ أَرْحَمُ بِنَا مِنَّا بِأَنْفُسِنَا ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ بَايِعْنَا ‏.‏ قَالَ سُفْيَانُ تَعْنِي صَافِحْنَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا قَوْلِي لِمِائَةِ امْرَأَةٍ كَقَوْلِي لاِمْرَأَةٍ وَاحِدَةٍ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَعَبْدِ اللَّهِ بْنِ عُمَرَ وَأَسْمَاءَ بِنْتِ يَزِيدَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مُحَمَّدِ بْنِ الْمُنْكَدِرِ ‏.‏ وَرَوَى سُفْيَانُ الثَّوْرِيُّ وَمَالِكُ بْنُ أَنَسٍ وَغَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ نَحْوَهُ ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ لاَ أَعْرِفُ لأُمَيْمَةَ بِنْتِ رُقَيْقَةَ غَيْرَ هَذَا الْحَدِيثِ ‏.‏ وَأُمَيْمَةُ امْرَأَةٌ أُخْرَى لَهَا حَدِيثٌ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আইশা, আবদুল্লাহ ইবনু আমর ও আসমা বিনতু ইয়াযীদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্নিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আমরা এ হাদীস প্রসঙ্গে শুধুমাত্র মুহাম্মাদ ইবনুল মুনকাদিরের সূত্রেই জেনেছি। সুফিয়ান সাওরী, মালিক ও অন্যান্যরা মুহাম্মাদ ইবনুল মুনকাদিরের সূত্রে এ হাদীসের মতই বর্ণনা করেছেন। আমি এ হাদীস বিষয়ে মুহাম্মাদ (বুখারী)-কে প্রশ্ন করলে তিনি বলেন, উমাইমা বিনতু রুকাইকা (রাঃ) হতে বর্ণিত এটি ব্যতীত আর কোন হাদীস আছে কি-না তা আমার জানা নেই। উমাইমা (রাঃ) নামক আরো একজন মহিলা আছেন যিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে হাদীস বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "19"
    }
  }
}