{
  "hadith": {
    "hadith_id": 1600,
    "narrator": "রাফি ইবনু খাদীজ (রাঃ)",
    "bn": "তিনি বলেন, এক (যুদ্ধের) ভ্রমণে আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে ছিলাম। কয়েকটি দ্রুতগামী লোক আগে চলে গেল। তারা দ্রুততার সাথে গনিমতের সম্পদ হতে কিছু নিয়ে তা রান্না করা শুরু করে দিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পিছনের দলের সাথে ছিলেন। এই হাঁড়িগুলোর সামনে দিয়ে যাওয়ার সময় তিনি নির্দেশ দিলেন এবং সে অনুযায়ী সেগুলো উলটিয়ে দেওয়া হল। তারপর তিনি গনিমতের সম্পদ বন্টন করলেন এবং দশ দশটি বকরীর সমান ধরলেন এক একটি উটকে। \n\nসহীহ্‌, ইবনু মা-জাহ (৩১৩৭), নাসা-ঈ",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي سَفَرٍ فَتَقَدَّمَ سَرَعَانُ النَّاسِ فَتَعَجَّلُوا مِنَ الْغَنَائِمِ فَاطَّبَخُوا وَرَسُولُ اللَّهِ صلى الله عليه وسلم فِي أُخْرَى النَّاسِ فَمَرَّ بِالْقُدُورِ فَأَمَرَ بِهَا فَأُكْفِئَتْ ثُمَّ قَسَمَ بَيْنَهُمْ فَعَدَلَ بَعِيرًا بِعَشْرِ شِيَاهٍ ‏.‏\nقَالَ أَبُو عِيسَى وَرَوَى سُفْيَانُ الثَّوْرِيُّ، عَنْ أَبِيهِ، عَنْ عَبَايَةَ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ وَلَمْ يَذْكُرْ فِيهِ أَبِيهِ ‏.‏ حَدَّثَنَا بِذَلِكَ، مَحْمُودُ بْنُ غَيْلاَنَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، ‏.‏ وَهَذَا أَصَحُّ وَعَبَايَةُ بْنُ رِفَاعَةَ سَمِعَ مِنْ، جَدِّهِ رَافِعِ بْنِ خَدِيجٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ ثَعْلَبَةَ بْنِ الْحَكَمِ، وَأَنَسٍ، وَأَبِي، رَيْحَانَةَ وَأَبِي الدَّرْدَاءِ وَعَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ وَزَيْدِ بْنِ خَالِدٍ وَجَابِرٍ وَأَبِي هُرَيْرَةَ وَأَبِي أَيُّوبَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, সুফিয়ান সাওরী তার পিতা হতে, তিনি আবাইয়া হতে, তিনি তার দাদা রাফি ইবনু খাদীজ (রাঃ)-এর সূত্রে উল্লেখিত হাদীস বর্ণনা করেছেন, এতে আবাইয়ার পরে তার পিতা রিফাআর কোন উল্লেখ নেই। মাহ্‌মূদ ইবনু গাইলান-ওয়াকী হতে, তিনি সুফিয়ানের সূত্রে উক্ত হাদীসটি বর্ণনা করেছেন এবং এটি অনেক বেশি সহীহ্‌। \n\nসালাবা ইবনুল হাকাম, আনাস, আবূ রাইহানা, আবূদ দারদা, আবদুর রাহমান ইবনু সামুরা, যাইদ ইবনু খালিদ, জাবির, আবূ হুরাইরা ও আবূ আইয়ূব (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা এ হাদীসটিকে অধিক সহীহ্‌ বলেছেন। আর আবাইয়া ইবুন রিফাআ সরাসরিভাবে তার দাদা রাফি (রাঃ) হতে হাদীস শ্রবণ করেছেন।",
    "chapter": {
      "chapter_number": "19"
    }
  }
}