{
  "hadith": {
    "hadith_id": 1608,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, আবূ বকর (রাঃ)-এর নিকট ফাতিমা (রাঃ) এসে বললেন, আপনার উত্তরাধিকারী কে হবে? তিনি বললেন, আমার স্ত্রী এবং সন্তানগণ। তিনি (ফাতিমা) বললেন, তাহলে আমার পিতার উত্তরাধিকারী আমি হব না কেন? আবূ বকর (রাঃ) বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ “আমাদের (নাবীদের) কোন উত্তরাধিকারী হয় না। ” তবে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাদের ভরণ-পোষণের যোগার করতেন আমিও তাদের ভরণ-পোষণের যোগার করে যাব। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাদের খরচপাতি বহন করতেন আমিও তাদের খরচপাতি বহন করতে থাকব। \n\nসহীহ্‌, মুখতাসার শামাঈল মুহাম্মাদীয়া (৩৩৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَتْ فَاطِمَةُ إِلَى أَبِي بَكْرٍ فَقَالَتْ مَنْ يَرِثُكَ قَالَ أَهْلِي وَوَلَدِي ‏.‏ قَالَتْ فَمَا لِي لاَ أَرِثُ أَبِي فَقَالَ أَبُو بَكْرٍ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ نُورَثُ ‏\"‏ ‏.‏ وَلَكِنِّي أَعُولُ مَنْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَعُولُهُ وَأُنْفِقُ عَلَى مَنْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُنْفِقُ عَلَيْهِ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُمَرَ وَطَلْحَةَ وَالزُّبَيْرِ وَعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَسَعْدٍ وَعَائِشَةَ ‏.‏ وَحَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ إِنَّمَا أَسْنَدَهُ حَمَّادُ بْنُ سَلَمَةَ وَعَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ لاَ أَعْلَمُ أَحَدًا رَوَاهُ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ إِلاَّ حَمَّادَ بْنَ سَلَمَةَ ‏.‏ وَرَوَى عَبْدُ الْوَهَّابِ بْنُ عَطَاءٍ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ نَحْوَ رِوَايَةِ حَمَّادِ بْنِ سَلَمَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উমার, তালহা, যুবাইর, আবদুর রাহমান ইবনু আওফ, সা’দ ও আইশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা উল্লেখিত সনদ সূত্রে হাসান গারীব বলেছেন। এই হাদীস আবদুল ওয়াহ্‌হাব ইবনু আতা হতে, তিনি মুহাম্মাদ ইবনু আমর হতে তিনি আবূ সালামা হতে, তিনি আবূ হুরাইরা (রাঃ)-এর সূত্রে হাম্মাদ ইবনু সালামা বর্ণনা করেছেন। আমি এই হাদীস প্রসঙ্গে মুহাম্মাদ বুখারীকে প্রশ্ন করলে তিনি বলেন, এ হাদীস মুহাম্মাদ ইবনু আমর হতে, তিনি আবূ সালামা হতে, তিনি আবূ হুরাইরা (রাঃ)-এর সূত্রে হাম্মাদ ইবনু সালামা ছাড়া অন্য কেউ বর্ণনা করেছেন বলে আমার জানা নেই।",
    "chapter": {
      "chapter_number": "19"
    }
  }
}