{
  "hadith": {
    "hadith_id": 1617,
    "narrator": "সুলাইমান ইবনু বুরাইদা (রাঃ) হতে তার বাবার সূত্রে",
    "bn": "তিনি (বুরাইদা) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন বাহিনীর অধিনায়ক মনোনীত করে কাউকে পাঠানোর সময় বিশেষভাবে তার নিজের ব্যাপারে আল্লাহ্‌ তা’আলাকে ভয় করার এবং অধীনস্থ মুসলিম যোদ্ধাদের কল্যাণ কামনা করার পরামর্শ দিতেন। তিনি বলতেনঃ আল্লাহ্‌ তা’আলার নামে যুদ্ধ শুরু কর, আল্লাহ্‌ তা’আলার রাস্তায় জিহাদ কর, আল্লাহ্‌ তা’আলার সাথে অবাধ্যাচরণকারীদের বিরুদ্ধে যুদ্ধ কর, গনিমতের সম্পদ আত্মসাৎ কর না, বিশ্বাসঘাতকতা করা হতে বিরত থাক, (শত্রুসৈন্যের) মৃতব্যক্তির নাক-কান ইত্যাদি কেটে মৃতদেহ বিকৃত কর না এবং শিশুদের হত্যা কর না। তুমি মুশরিক শত্রুদের সাথে মুখোমুখি হওয়াকালে তাদেরকে তিনটি বিকল্প প্রস্তাবের যে কোন একটি মেনে নেওয়ার আহ্বান জানাবে। তারা এ তিনটি প্রস্তাবের যে কোন একটি মেনে নিলে তা গ্রহণ কর এবং তাদেরকে হমলা করা হতে বিরত থাক। তুমি তাদেরকে ইসলাম ধর্ম ক্ববূল করার জন্য আহ্বান জানাবে এবং হিজরত করে মুহাজিরদের এলাকায় চলে আসতে বলবে। তাদেরকে জানিয়ে দিবে যে, তারা এ প্রস্তাব গ্রহণ করলে তারা মুহাজিরদের সমপরিমাণ অধিকার ও সুযোগ-সুবিধা লাভ করবে এবং যেসব দায়িত্ব ও কর্তব্য মুহাজিরদের উপর অর্পিত হবে অনুরূপ তাদের উপরও অর্পিত হবে। তারা ‍নিজস্ব অবস্থান পরিবর্তন করতে সম্মত না হলে তুমি তাদেরকে জানিয়ে দিবে যে, তারা বেদুঈনদের অনুরূপ বলে বিবেচিত হবে। যা বেদুঈনদের বেলায় কার্যকর হবে তাদের বেলায়ও তাই প্রযোজ্য হবে। তারা জিহাদে যোগ না দিলে গনিমত ও ফাই হতে কিছুই পাবে না। তারা ইসলাম ধর্ম ক্ববূল করতে রাজি না হলে তুমি তাদের বিরুদ্ধে আল্লাহ্‌ তা’আলার সাহায্য প্রার্থনা কর এবং তাদের বিপক্ষে যুদ্ধ কর। তুমি কোন দুর্গ ঘেরাও করার পর তারা তোমার নিকট আল্লাহ্‌ ও তাঁর নাবীর যিম্মাদারি (নিরাপত্তা) চাইলে তুমি তাদেরকে আল্লাহ্‌ তা’আলার যিম্মাদারিও অনুমোদন করবে না আর তাঁর নাবীর যিম্মাদারিও নয়, বরং তাদের জন্য তোমার এবং তোমার সাথীদের যিম্মাদারি মঞ্জুর করবে। কেননা আল্লাহ্‌ ও তাঁর রসূলের যিম্মাদারির খেলাপ করার চেয়ে তোমার ও তোমার সাথীদের যিম্মাদারির খেলাপ করাই তোমাদের জন্য উত্তম। তুমি কোন দুর্গবাসীদের অবরোধ করার পর তারা তোমার নিকট আল্লাহ্‌ তা’আলার ফায়সালা মোতাবিক ‍দুর্গ হতে বের হয়ে আত্নসমর্পণ করতে চাইলে তুমি তা অনুমোদন করবে না, বরং তুমি তাদেরকে তোমার নিজের ফায়সালা মতো দুর্গ হতে বের করে আত্নসমর্পণ করাবে। কারণ তুমি তাদের ব্যাপারে আল্লাহ্‌ তা’আলার সঠিক ফায়সালায় পৌঁছাতে পেরেছ কি-না তা তোমার জানা নেই। অথবা তিনি একই রকম কোন কথা বলেছেন। \n\nসহীহ্‌, ইবনু মা-জাহ (২৮৫৮), মুসলিম  \n\nআবূ ঈসা বলেন, নু’মান ইবনু মুকাররিন (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ বুরাইদা (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্। \nউপরোক্ত হাদীসের অনুরূপ আলকামা ইবনু মারসাদ (রহঃ) হতেও বর্ণিত হয়েছে। এই বর্ণনায় আরো আছেঃ তারা (ইসলাম ধর্ম ক্ববূল করতে) অস্বীকার করলে তাদের কাছ থেকে খাজনা আদায় কর। তারা তাও ফিরিয়ে দিলে তাদের বিরুদ্ধে (যুদ্ধ করার জন্য) আল্লাহ্‌র সাহায্য প্রর্থনা কর। \n\nসহীহ্‌, দেখুন পূর্বের হাদীস\n\nআবূ ঈসা বলেন, এ হাদীসটি ওয়াকী ও একাধিক বর্ণনাকারী সুফিয়ানের নিকট হতে বর্ণনা করেছেন। আবদুর রাহমান ইবনু মাহ্‌দীর সূত্রে মুহাম্মাদ ইবনু বাশশার ব্যতীত অন্য বর্ণনাকারীগণ এ হাদীসটি বর্ণনা করেছেন এবং তাতেও জিয্‌রার (খাজনা) উল্লেখ আছে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا بَعَثَ أَمِيرًا عَلَى جَيْشٍ أَوْصَاهُ فِي خَاصَّةِ نَفْسِهِ بِتَقْوَى اللَّهِ وَمَنْ مَعَهُ مِنَ الْمُسْلِمِينَ خَيْرًا وَقَالَ ‏ \"‏ اغْزُوا بِسْمِ اللَّهِ وَفِي سَبِيلِ اللَّهِ قَاتِلُوا مَنْ كَفَرَ بِاللَّهِ وَلاَ تَغُلُّوا وَلاَ تَغْدِرُوا وَلاَ تُمَثِّلُوا وَلاَ تَقْتُلُوا وَلِيدًا فَإِذَا لَقِيتَ عَدُوَّكَ مِنَ الْمُشْرِكِينَ فَادْعُهُمْ إِلَى إِحْدَى ثَلاَثِ خِصَالٍ أَوْ خِلاَلٍ أَيَّتَهَا أَجَابُوكَ فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمُ ادْعُهُمْ إِلَى الإِسْلاَمِ وَالتَّحَوُّلِ مِنْ دَارِهِمْ إِلَى دَارِ الْمُهَاجِرِينَ وَأَخْبِرْهُمْ إِنْ فَعَلُوا ذَلِكَ فَإِنَّ لَهُمْ مَا لِلْمُهَاجِرِينَ وَعَلَيْهِمْ مَا عَلَى الْمُهَاجِرِينَ وَإِنْ أَبَوْا أَنْ يَتَحَوَّلُوا فَأَخْبِرْهُمْ أَنَّهُمْ يَكُونُوا كَأَعْرَابِ الْمُسْلِمِينَ يَجْرِي عَلَيْهِمْ مَا يَجْرِي عَلَى الأَعْرَابِ لَيْسَ لَهُمْ فِي الْغَنِيمَةِ وَالْفَىْءِ شَيْءٌ إِلاَّ أَنْ يُجَاهِدُوا فَإِنْ أَبَوْا فَاسْتَعِنْ بِاللَّهِ عَلَيْهِمْ وَقَاتِلْهُمْ وَإِذَا حَاصَرْتَ حِصْنًا فَأَرَادُوكَ أَنْ تَجْعَلَ لَهُمْ ذِمَّةَ اللَّهِ وَذِمَّةَ نَبِيِّهِ فَلاَ تَجْعَلْ لَهُمْ ذِمَّةَ اللَّهِ وَلاَ ذِمَّةَ نَبِيِّهِ وَاجْعَلْ لَهُمْ ذِمَّتَكَ وَذِمَمَ أَصْحَابِكَ لأَنَّكُمْ إِنْ تُخْفِرُوا ذِمَّتَكُمْ وَذِمَمَ أَصْحَابِكُمْ خَيْرٌ مِنْ أَنْ تُخْفِرُوا ذِمَّةَ اللَّهِ وَذِمَّةَ رَسُولِهِ وَإِذَا حَاصَرْتَ أَهْلَ حِصْنٍ فَأَرَادُوكَ أَنْ تُنْزِلَهُمْ عَلَى حُكْمِ اللَّهِ فَلاَ تُنْزِلُوهُمْ وَلَكِنْ أَنْزِلْهُمْ عَلَى حُكْمِكَ فَإِنَّكَ لاَ تَدْرِي أَتُصِيبُ حُكْمَ اللَّهِ فِيهِمْ أَمْ لاَ ‏\"‏ ‏.‏ أَوْ نَحْوَ هَذَا ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ النُّعْمَانِ بْنِ مُقَرِّنٍ ‏.‏ وَحَدِيثُ بُرَيْدَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو أَحْمَدَ، عَنْ سُفْيَانَ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، نَحْوَهُ بِمَعْنَاهُ وَزَادَ فِيهِ ‏ \"‏ فَإِنْ أَبَوْا فَخُذْ مِنْهُمُ الْجِزْيَةَ فَإِنْ أَبَوْا فَاسْتَعِنْ بِاللَّهِ عَلَيْهِمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَكَذَا رَوَاهُ وَكِيعٌ وَغَيْرُ وَاحِدٍ عَنْ سُفْيَانَ، ‏.‏ وَرَوَى غَيْرُ، مُحَمَّدِ بْنِ بَشَّارٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ، وَذَكَرَ، فِيهِ أَمْرَ الْجِزْيَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}