{
  "hadith": {
    "hadith_id": 164,
    "narrator": "সালামাহ্ ইবনুল আকওয়া (রাঃ)",
    "bn": "তিনি বলেন, যখন সূর্য ডুবে পর্দার অন্তরালে চলে যেত তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাগরিবের নামায আদায় করতেন।\n\nসহীহ্। ইবনু মাজাহ্-(৬৮৮), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ يَزِيدَ بْنِ أَبِي عُبَيْدٍ، عَنْ سَلَمَةَ بْنِ الأَكْوَعِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي الْمَغْرِبَ إِذَا غَرَبَتِ الشَّمْسُ وَتَوَارَتْ بِالْحِجَابِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَالصُّنَابِحِيِّ وَزَيْدِ بْنِ خَالِدٍ وَأَنَسٍ وَرَافِعِ بْنِ خَدِيجٍ وَأَبِي أَيُّوبَ وَأُمِّ حَبِيبَةَ وَعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ وَابْنِ عَبَّاسٍ ‏.‏ وَحَدِيثُ الْعَبَّاسِ قَدْ رُوِيَ مَوْقُوفًا عَنْهُ وَهُوَ أَصَحُّ ‏.‏ وَالصُّنَابِحِيُّ لَمْ يَسْمَعْ مِنَ النَّبِيِّ صلى الله عليه وسلم وَهُوَ صَاحِبُ أَبِي بَكْرٍ رضى الله عنه ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ سَلَمَةَ بْنِ الأَكْوَعِ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ مِنَ التَّابِعِينَ اخْتَارُوا تَعْجِيلَ صَلاَةِ الْمَغْرِبِ وَكَرِهُوا تَأْخِيرَهَا حَتَّى قَالَ بَعْضُ أَهْلِ الْعِلْمِ لَيْسَ لِصَلاَةِ الْمَغْرِبِ إِلاَّ وَقْتٌ وَاحِدٌ وَذَهَبُوا إِلَى حَدِيثِ النَّبِيِّ صلى الله عليه وسلم حَيْثُ صَلَّى بِهِ جِبْرِيلُ ‏.‏ وَهُوَ قَوْلُ ابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে জাবির, সুনাবিহী, যাইদ ইবনু খালিদ, আনাস, রাফি’ ইবনু খাদীজ, আবূ আইউব, উম্মু হাবীবা, আব্বাস ইবনু আব্দুল মুত্তালিব ও ইবনু ‘আব্বাস (রাঃ) হতে বর্ণিত হাদীসও রয়েছে।\n‘আব্বাস (রাঃ)-এর হাদীসটি মাওকূফ হিসাবেও বর্ণিত হয়েছে এবং এটাই বেশি সহীহ। সুনাবিহী নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে হাদীস শুনেননি, তিনি আবূ বাকার (রাঃ)-এর সাথী।\nআবূ ‘ঈসা বলেনঃ সালামাহ্ ইবনুল আকওয়া (রাঃ)-এর হাদীসটি হাসান সহীহ। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বেশিরভাগ বিশেষজ্ঞ সাহাবা এবং তাদের পরবর্তীগণ মাগরিবের নামায সকাল সকাল (সূর্য ডুবে যাওয়ার সাথে সাথে) আদায় করা পছন্দ করতেন এবং দেরি করা মাকরূহ মনে করতেন। কোন কোন বিদ্বান এরূপ পর্যন্ত বলেছেন যে, মাগরিবের নামাযের জন্য একটি মাত্র ওয়াক্ত নির্ধারিত।\nতাঁরা ‘জিবরীলের ইমামতিতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নামায আদায় করা সম্পর্কিত হাদীসের উপর আমল করেছেন। ইবনুল মুবারাক ও শাফিঈ এ মত ব্যক্ত করেছেন।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}