{
  "hadith": {
    "hadith_id": 1644,
    "narrator": "উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ শহীদ চার প্রকার। (১) উত্তম ঈমানের অধিকারী মু’মিন, যে শত্রুর বিরুদ্ধে যুদ্ধ করে এবং আল্লাহ তা‘আলার ওয়াদা (প্রতিশ্রুতি) সত্য বলে বিশ্বাস করে যুদ্ধ করে, অবশেষে মারা যায়। কিয়ামাতের দিন লোকেরা তার প্রতি এভাবে উপরে চোখ তুলে তাকাবে, এই বলে তিনি মাথা উপরের দিকে তুলে (বাস্তবরূপে) দেখালেন, এমনকি তাঁর মাথার টুপি পড়ে গেল। রাবী বলেন, এখানে উমারের টুপির কথা বলা হয়েছে না নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর টুপি বুঝানো হয়েছে তা আমার জানা নেই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ (২) আরেক ব্যক্তিও উত্তম ঈমানের অধিকারী মু’মিন। সেও শত্রুর মুকাবিলায় অবতীর্ণ হয়, কিন্তু ভীরুতার কারণে তার দেহ এমনভাবে কম্পিত হতে থাকে যেন তাকে বাবলা গাছের কাঁটাযুক্ত ডাল দিয়ে মারা হয়েছে। একটি অদৃশ্য তীর এসে তার শরীরে বিদ্ধ হলে তার আঘাতে সে মারা গেল। এ হল দ্বিতীয় পর্যায়ের শহীদ। (৩) আরেক মু’মিন ব্যক্তি তার ভাল কাজের সাথে কিছু খারাপ কাজও করে ফেলেছে। সে শত্রুর বিরুদ্ধে অবতীর্ণ হয়ে আল্লাহ তা‘আলার ওয়াদা সত্য বলে বিশ্বাস করে যুদ্ধ করে অবশেষে মারা যায়। এ ব্যক্তি তৃতীয় পর্যায়ের শহীদ। (৪)  অপর মু’মিন ব্যক্তি নিজের উপর যুলুম করেছে। সেও শত্রুর মুকাবিলায় অবতীর্ণ হয় এবং আল্লাহ তা‘আলার ওয়াদা সত্য বলে বিশ্বাস করে যুদ্ধ করে, তারপর মারা যায়। এই ব্যক্তি চতুর্থ স্তরের শহীদ। \n\nযঈফ, মিশকাত, তাহকীক ছানী (৩৮৫৮), যঈফা (২০০৪)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ عَطَاءِ بْنِ دِينَارٍ، عَنْ أَبِي يَزِيدَ الْخَوْلاَنِيِّ، أَنَّهُ سَمِعَ فَضَالَةَ بْنَ عُبَيْدٍ، يَقُولُ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ الشُّهَدَاءُ أَرْبَعَةٌ رَجُلٌ مُؤْمِنٌ جَيِّدُ الإِيمَانِ لَقِيَ الْعَدُوَّ فَصَدَقَ اللَّهَ حَتَّى قُتِلَ فَذَلِكَ الَّذِي يَرْفَعُ النَّاسُ إِلَيْهِ أَعْيُنَهُمْ يَوْمَ الْقِيَامَةِ هَكَذَا ‏\"‏ ‏.‏ وَرَفَعَ رَأْسَهُ حَتَّى وَقَعَتْ قَلَنْسُوَتُهُ ‏.‏ قَالَ فَمَا أَدْرِي أَقَلَنْسُوَةَ عُمَرَ أَرَادَ أَمْ قَلَنْسُوَةَ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ وَرَجُلٌ مُؤْمِنٌ جَيِّدُ الإِيمَانِ لَقِيَ الْعَدُوَّ فَكَأَنَّمَا ضُرِبَ جِلْدُهُ بِشَوْكِ طَلْحٍ مِنَ الْجُبْنِ أَتَاهُ سَهْمٌ غَرْبٌ فَقَتَلَهُ فَهُوَ فِي الدَّرَجَةِ الثَّانِيَةِ وَرَجُلٌ مُؤْمِنٌ خَلَطَ عَمَلاً صَالِحًا وَآخَرَ سَيِّئًا لَقِيَ الْعَدُوَّ فَصَدَقَ اللَّهَ حَتَّى قُتِلَ فَذَلِكَ فِي الدَّرَجَةِ الثَّالِثَةِ وَرَجُلٌ مُؤْمِنٌ أَسْرَفَ عَلَى نَفْسِهِ لَقِيَ الْعَدُوَّ فَصَدَقَ اللَّهَ حَتَّى قُتِلَ فَذَلِكَ فِي الدَّرَجَةِ الرَّابِعَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَطَاءِ بْنِ دِينَارٍ ‏.‏ قَالَ سَمِعْتُ مُحَمَّدًا يَقُولُ قَدْ رَوَى سَعِيدُ بْنُ أَبِي أَيُّوبَ هَذَا الْحَدِيثَ عَنْ عَطَاءِ بْنِ دِينَارٍ وَقَالَ عَنْ أَشْيَاخٍ مِنْ خَوْلاَنَ وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِي يَزِيدَ ‏.‏ وَقَالَ عَطَاءُ بْنُ دِينَارٍ لَيْسَ بِهِ بَأْسٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেছেন, এ হাদীসটি হাসান গারীব। আমরা শুধু আতা ইবনু দীনারের বর্ণিত হাদীস হিসেবে এটি জেনেছি। আমি ইমাম বুখারীকে বলতে শুনেছি যে, সাঈদ ইবনু আবূ আইউব (রহঃ) আতা ইবনু দীনার হতে, তিনি বানূ খাওলানের কিছু শাইখের সূত্রে উক্ত হাদীস বর্ণনা করেছেন। এই সূত্রে আবূ ইয়াযীদের উল্লেখ নেই। তিনি আরও বলেনঃ আতা ইবনু দীনারের মধ্যে কোন দোষ নেই।",
    "chapter": {
      "chapter_number": "20"
    }
  }
}