{
  "hadith": {
    "hadith_id": 1650,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবীদের মধ্যে একজন সাহাবী একটি পাহাড়ী উপত্যকা দিয়ে যাচ্ছিলেন। সে স্থানে একটি মিঠা পানির ছোট ঝর্ণা ছিল। নির্মল-স্বচ্ছ এই পানির স্বাদ ও সৌন্দর্য তাকে মুগ্ধ করল। তিনি (মনে মনে) বললেন, আমি যদি সাথীদের হতে আলাদা হয়ে এই উপত্যকায় থেকে যেতাম! আমি তা কখনও করতে পারি না রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অনুমতি ব্যতীত। তিনি বিষয়টি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উল্লেখ করলেন। তিনি বললেনঃ তা কখনো কর না। কেননা তোমাদের কেউ বাড়ীতে থেকে সত্তর বছর ধরে নামায আদায় করার চেয়েও কিছু সময় আল্লাহ্ তা'আলার রাস্তায় অবস্থান করা উত্তম। তোমরা কি এটা পছন্দ কর না যে, তোমাদেরকে আল্লাহ্ তা'আলা ক্ষমা করে দেন এবং তোমাদেরকে জান্নাতে দাখিল করান? তোমরা আল্লাহ্ তা‘আলার পথে জিহাদ কর। যে লোক আল্লাহ্ তা‘আলার রাস্তায় দুইবার উষ্ট্রী দোহনের মধ্যবর্তী পরিমাণ সময় যুদ্ধ করে তার জন্য জান্নাত নির্ধারিত হয়ে যায়।\n\nহাসান, তা’লীকুর রাগীব (২/১৭৪)",
    "ar": "حَدَّثَنَا عُبَيْدُ بْنُ أَسْبَاطِ بْنِ مُحَمَّدٍ الْقُرَشِيُّ الْكُوفِيُّ، حَدَّثَنَا أَبِي، عَنْ هِشَامِ بْنِ سَعْدٍ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنِ ابْنِ أَبِي ذُبَابٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ مَرَّ رَجُلٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم بِشِعْبٍ فِيهِ عُيَيْنَةٌ مِنْ مَاءٍ عَذْبَةٌ فَأَعْجَبَتْهُ لِطِيبِهَا فَقَالَ لَوِ اعْتَزَلْتُ النَّاسَ فَأَقَمْتُ فِي هَذَا الشِّعْبِ وَلَنْ أَفْعَلَ حَتَّى أَسْتَأْذِنَ رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏ فَذَكَرَ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏ \"‏ لاَ تَفْعَلْ فَإِنَّ مَقَامَ أَحَدِكُمْ فِي سَبِيلِ اللَّهِ أَفْضَلُ مِنْ صَلاَتِهِ فِي بَيْتِهِ سَبْعِينَ عَامًا أَلاَ تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَيُدْخِلَكُمُ الْجَنَّةَ اغْزُوا فِي سَبِيلِ اللَّهِ مَنْ قَاتَلَ فِي سَبِيلِ اللَّهِ فُوَاقَ نَاقَةٍ وَجَبَتْ لَهُ الْجَنَّةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন ।",
    "chapter": {
      "chapter_number": "20"
    }
  }
}