{
  "hadith": {
    "hadith_id": 1712,
    "narrator": "আবদুল্লাহ ইবনু আবূ কাতাদা (রাহঃ) হতে তার পিতা",
    "bn": "তিনি তার পিতা (কাতাদা (রাঃ))-কে বর্ণনা করতে শুনেছেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন এক সময় তাদের মাঝে দাঁড়ালেন। তিনি তাদের উদ্দেশ্যে বললেনঃ আল্লাহ্ তা‘আলার পথে জিহাদ এবং আল্লাহ্‌ তা‘আলার উপর ঈমান হল সবচেয়ে উত্তম কাজ। একজন লোক দাঁড়িয়ে বলল, হে আল্লাহ্‌র রাসূল! আপনি কি মনে করেন, আমি আল্লাহ্‌ তা‘আলার পথে নিহত হলে তাতে আমার গুনাহসমূহ কি মাফ হয়ে যাবে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, হ্যাঁ। আল্লাহ্‌ তা‘আলার পথে তুমি যদি এরূপভাবে নিহত হও যে, তুমি ধৈর্য ধারণকারী, সাওয়াবের আশাবাদী, অগ্রগামী হও এবং পৃষ্ঠ প্রদর্শনকারী না হও। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি কিভাবে প্রশ্ন করেছিলে (তা আবার বল)? লোকটি বলল, আপনি কি মনে করেন, আল্লাহ্‌ তা‘আলার পথে আমি নিহত হলে কি তাতে আমার গুনাহসমূহের কাফফারা হয়ে যাবে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ, তোমার গুনাহসমূহের কাফফারা হয়ে যাবে, যদি ‍তুমি ধৈর্যশীল হও, সাওয়াবের আকাঙ্ক্ষী ও সৎ উদ্দেশ্য পোষণকারী হও, অগ্রগামী হও এবং পৃষ্ঠ প্রদর্শনকারী না হও। কিন্তু ঋণের ক্ষমা হবে না, কেননা আমাকে জিবরীল এ কথা বলেছেন।\n\nসহীহ্, ইরওয়া (১১৯৭), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَهُ يُحَدِّثُ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَامَ فِيهِمْ فَذَكَرَ لَهُمْ أَنَّ الْجِهَادَ فِي سَبِيلِ اللَّهِ وَالإِيمَانَ بِاللَّهِ أَفْضَلُ الأَعْمَالِ فَقَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ قُتِلْتُ فِي سَبِيلِ اللَّهِ أَيُكَفِّرُ عَنِّي خَطَايَاىَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ نَعَمْ إِنْ قُتِلْتَ فِي سَبِيلِ اللَّهِ وَأَنْتَ صَابِرٌ مُحْتَسِبٌ مُقْبِلٌ غَيْرُ مُدْبِرٍ ‏\"‏ ‏.‏ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كَيْفَ قُلْتَ ‏\"‏ ‏.‏ قُلْتُ أَرَأَيْتَ إِنْ قُتِلْتُ فِي سَبِيلِ اللَّهِ أَيُكَفِّرُ عَنِّي خَطَايَاىَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ نَعَمْ وَأَنْتَ صَابِرٌ مُحْتَسِبٌ مُقْبِلٌ غَيْرُ مُدْبِرٍ إِلاَّ الدَّيْنَ فَإِنَّ جِبْرِيلَ قَالَ لِي ذَلِكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَنَسٍ وَمُحَمَّدِ بْنِ جَحْشٍ وَأَبِي هُرَيْرَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا وَرَوَى يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ وَغَيْرُ وَاحِدٍ نَحْوَ هَذَا عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَهَذَا أَصَحُّ مِنْ حَدِيثِ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আনাস, মুহাম্মাদ ইবনু জাহ্‌শ ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্। কয়েকজন বর্ণনাকারী সাঈদ আল-মাকবুরী হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপভাবে উল্লেখিত হাদীসটি বর্ণনা করেছেন। ইয়াহ্‌ইয়া ইবনু সাঈদ আল-আনসারী প্রমুখ-সাঈদ আল-মাকবুরী হতে, তিনি আবদুল্লাহ ইবনু আবী কাতাদা হতে, তিনি তাঁর পিতা আবূ কাতাদা হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে এ হাদীসটি বর্ণনা করেছেন। এই বর্ণনাটি আবূ হুরাইরা (রাঃ) হতে সাঈদ আল-মাকবুরীর বর্ণনার তুলনায় অনেক বেশি সহীহ্।",
    "chapter": {
      "chapter_number": "21"
    }
  }
}