{
  "hadith": {
    "hadith_id": 1726,
    "narrator": "সালমান (রাঃ)",
    "bn": "তিনি বলেন, ঘি, পনির ও পশমী বা চামড়ার জামা প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করা হল। তিনি বললেনঃ আল্লাহ তা‘আলা তাঁর গ্রন্থে যা বৈধ করেছেন তা-ই বৈধ এবং আল্লাহ তা‘আলা তাঁর গ্রন্থে যা অবৈধ করেছেন তা-ই অবৈধ। আর তিনি যে সকল বিষয়ে নীরব থেকেছেন  (বৈধ বা অবৈধ বিষয়ে কিছুই বলেননি) তা তাঁর ক্ষমা ও উদারতার মধ্যে অন্তর্ভুক্ত।\n\nহাসান, ইবনু মা-জাহ (৩৩৬৬)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُوسَى الْفَزَارِيُّ، حَدَّثَنَا سَيْفُ بْنُ هَارُونَ الْبُرْجُمِيُّ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَبِي عُثْمَانَ، عَنْ سَلْمَانَ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ السَّمْنِ وَالْجُبْنِ وَالْفِرَاءِ ‏.‏ فَقَالَ ‏ \"‏ الْحَلاَلُ مَا أَحَلَّ اللَّهُ فِي كِتَابِهِ وَالْحَرَامُ مَا حَرَّمَ اللَّهُ فِي كِتَابِهِ وَمَا سَكَتَ عَنْهُ فَهُوَ مِمَّا عَفَا عَنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ الْمُغِيرَةِ ‏.‏ وَهَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَرَوَى سُفْيَانُ وَغَيْرُهُ عَنْ سُلَيْمَانَ التَّيْمِيِّ عَنْ أَبِي عُثْمَانَ عَنْ سَلْمَانَ قَوْلَهُ وَكَأَنَّ الْحَدِيثَ الْمَوْقُوفَ أَصَحُّ ‏.‏ وَسَأَلْتُ الْبُخَارِيَّ عَنْ هَذَا الْحَدِيثِ فَقَالَ مَا أُرَاهُ مَحْفُوظًا رَوَى سُفْيَانُ عَنْ سُلَيْمَانَ التَّيْمِيِّ عَنْ أَبِي عُثْمَانَ عَنْ سَلْمَانَ مَوْقُوفًا ‏.‏ قَالَ الْبُخَارِيُّ وَسَيْفُ بْنُ هَارُونَ مُقَارِبُ الْحَدِيثِ وَسَيْفُ بْنُ مُحَمَّدٍ عَنْ عَاصِمٍ ذَاهِبُ الْحَدِيثِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, মুগীরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি গারীব। আমরা এটাকে শুধু উল্লেখিত সনদ সূত্রেই মারফূভাবে জেনেছি। এটাকে সালমান ফারসী (রাঃ)-এর নিজের কথা হিসাবে সুফিয়ান সাওরী ও আরো কয়েকজন বর্ণনাকারী সুলাইমান আত-তাইমী হতে আবূ উসমানের সূত্রে বর্ণনা করেছেন। মাওকূফ বর্ণনাটি অনেক বেশি সহীহ্‌ মনে হয়। আমি ইমাম বুখারীর নিকট উক্ত হাদীস প্রসঙ্গে প্রশ্ন করলে তিনি বলেন, আমি এটাকে মাহ্‌ফূয (সুরক্ষিত) বলে মনে করি না। সুফিয়ান-সুলাইমান আত-তাইমী হতে, তিনি আবূ উসমান হতে, তিনি সালমান (রাঃ) হতে মাওকূফভাবে বর্ণনা করেছেন। বুখারী আরো বলেন, হাদীস শাস্ত্রে সাইফ ইবনু হারুন গ্রহন যোগ্য এবং সাইফ ইবনু মুহাম্মাদ, যিনি আসিমের সূত্রে হাদীস বর্ণনা করেন, নির্ভরযোগ্য নন।",
    "chapter": {
      "chapter_number": "22"
    }
  }
}