{
  "hadith": {
    "hadith_id": 1728,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ প্রক্রিয়াজাতের পর যে কোন চামড়া পবিত্র হয়ে যায়।\n\nসহীহ্‌, প্রাগুক্ত",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، وَعَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ وَعْلَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَيُّمَا إِهَابٍ دُبِغَ فَقَدْ طَهُرَ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ قَالُوا فِي جُلُودِ الْمَيْتَةِ إِذَا دُبِغَتْ فَقَدْ طَهُرَتْ ‏.‏ قَالَ أَبُو عِيسَى قَالَ الشَّافِعِيُّ أَيُّمَا إِهَابِ مَيْتَةٍ دُبِغَ فَقَدْ طَهُرَ إِلاَّ الْكَلْبَ وَالْخِنْزِيرَ ‏.‏ وَاحْتَجَّ بِهَذَا الْحَدِيثِ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِنَّهُمْ كَرِهُوا جُلُودَ السِّبَاعِ وَإِنْ دُبِغَ وَهُوَ قَوْلُ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ وَأَحْمَدَ وَإِسْحَاقَ وَشَدَّدُوا فِي لُبْسِهَا وَالصَّلاَةِ فِيهَا ‏.‏ قَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ إِنَّمَا مَعْنَى قَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَيُّمَا إِهَابٍ دُبِغَ فَقَدْ طَهُرَ ‏\"‏ ‏.‏ جِلْدُ مَا يُؤْكَلُ لَحْمُهُ هَكَذَا فَسَّرَهُ النَّضْرُ بْنُ شُمَيْلٍ ‏.‏ وَقَالَ إِسْحَاقُ قَالَ النَّضْرُ بْنُ شُمَيْلٍ إِنَّمَا يُقَالُ الإِهَابُ لِجِلْدِ مَا يُؤْكَلُ لَحْمُهُ ‏.‏\n\nقَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ سَلَمَةَ بْنِ الْمُحَبِّقِ وَمَيْمُونَةَ وَعَائِشَةَ ‏.‏ وَحَدِيثُ ابْنِ عَبَّاسٍ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوُ هَذَا ‏.‏ وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرُوِيَ عَنْهُ عَنْ سَوْدَةَ وَسَمِعْتُ مُحَمَّدًا يُصَحِّحُ حَدِيثَ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم وَحَدِيثَ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ وَقَالَ احْتَمَلَ أَنْ يَكُونَ رَوَى ابْنُ عَبَّاسٍ عَنْ مَيْمُونَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَرَوَى ابْنُ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَذْكُرْ فِيهِ عَنْ مَيْمُونَةَ ‏.‏ قَالَ أَبُو عِيسَى وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীস মোতাবিক বেশিরভাগ অভিজ্ঞ আলিম আমল করেছেন । তারা মৃত প্রাণীর চামড়ার বিষয়ে বলেছেন, প্রক্রিয়াজাতের পর তা পবিত্র বলে বিবেচিত । এই হাদীসের ভিত্তিতে ইমাম শাফিঈ বলেছেন, প্রক্রিয়াজাতের পর যে কোন চামড়া পবিত্র হয়ে যায়, কুকুর ও শূকরের চামড়া ব্যতীত (তা অপবিত্র ও হারাম) । তার মতের সপক্ষে তিনি অত্র হাদীসকে দলীল হিসেবে গ্রহণ করেছেন । হিংস্র প্রাণীর চামড়ার ব্যবহারকে একদল সাহাবী ও তৎপরবর্তীগণ মাকরূহ বলেছেন । এটা পরতে এবং এর উপর নামায আদায় করতে তারা বারণ করেছেন । এই মত আব্দুল্লাহ ইবনুল মুবারাক, আহমাদ ও ইসহাকের । ইসহাক ইবনু ইবরাহীম বলেন, “প্রক্রিয়াজাতের পর যে কোন চামড়া পবিত্র হয়ে যায়” রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এই কথার তাৎপর্য হল, যেসব পশুর গোশত খাওয়া বৈধ, এখানে শুধু সেসব পশুর চামড়ার কথা বলা হয়েছে । নাযর ইবনু শুমাইলও একই ব্যাখ্যা দিয়েছেন এবং বলেছেন, যেসব পশুর গোশত খাওয়া বৈধ তাকেই (আরবী ভাষায়) ইহাব বলা হয় এবং সেই ক্ষেত্রে এই হাদীসের বিধান প্রযোজ্য । আবূ ঈসা বলেন, সালামা ইবনু মুহাব্বিক, মাইমুনা ও আইশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত  হয়েছে । ইবনু আব্বাস (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্‌ । রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে ইবনু আব্বাসের বরাতে বিভিন্ন সূত্রে এ হাদীসটি বর্ণিত হয়েছে । রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে মাইমুনার বরাতেও ইবনু আব্বাসের সূত্রে হাদীসটি বর্ণিত হয়েছে । সাওদার বরাতেও ইবনু আব্বাসের সূত্রে এটি বর্ণিত আছে । আমি (আবূ ঈসা) মুহাম্মাদ (বুখারী)-কে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে ইবনু আব্বাসের বর্ণনা এবং মাইমূনার বরাতে ইবনু আব্বাসের উভয় বর্ণনাকেই সহীহ্‌ বলতে শুনেছি । সম্ভবতঃ ইবনু আব্বাস মাইমূনার সূত্রে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন । আবার কোন সময় মাইমূনার উল্লেখ না করে ইবনু আব্বাস সরাসরি রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতেও বর্ণনা করেছেন । এ হাদীস মোতাবিক বেশিরভাগ অভিজ্ঞ আলিম আমল করেছেন । একই কথা বলেছেন সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ, আহ্‌মাদ ও ইসহাকও।",
    "chapter": {
      "chapter_number": "22"
    }
  }
}