{
  "hadith": {
    "hadith_id": 177,
    "narrator": "আবূ কাতাদা (রাঃ)",
    "bn": "তিনি বলেন, লোকেরা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কাছে ‘নামাযের কথা ভুলে গিয়ে’ ঘুমিয়ে থাকা সম্পর্কে প্রশ্ন করল। তিনি বললেনঃ ঘুমন্ত ব্যক্তির কোন অপরাধ নেই, জেগে থাকা অবস্থায় দোষ হবে। যখন তোমাদের কেউ নামাযের কথা ভুলে যায় অথবা তা আদায় না করে ঘুমিয়ে থাকে, তাহলে মনে পড়ার সাথে সাথে নামায  পড়ে নেবে।\n\nসহীহ্‌। ইবনু মাজাহ–(৬৯৮), মুসলিম, অনুরূপ।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ الأَنْصَارِيِّ، عَنْ أَبِي قَتَادَةَ، قَالَ ذَكَرُوا لِلنَّبِيِّ صلى الله عليه وسلم نَوْمَهُمْ عَنِ الصَّلاَةِ فَقَالَ ‏ \"‏ إِنَّهُ لَيْسَ فِي النَّوْمِ تَفْرِيطٌ إِنَّمَا التَّفْرِيطُ فِي الْيَقَظَةِ فَإِذَا نَسِيَ أَحَدُكُمْ صَلاَةً أَوْ نَامَ عَنْهَا فَلْيُصَلِّهَا إِذَا ذَكَرَهَا ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَأَبِي مَرْيَمَ وَعِمْرَانَ بْنِ حُصَيْنٍ وَجُبَيْرِ بْنِ مُطْعِمٍ وَأَبِي جُحَيْفَةَ وَأَبِي سَعِيدٍ وَعَمْرِو بْنِ أُمَيَّةَ الضَّمْرِيِّ وَذِي مِخْبَرٍ وَيُقَالُ ذِي مِخْمَرٍ وَهُوَ ابْنُ أَخِي النَّجَاشِيِّ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ أَبِي قَتَادَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي الرَّجُلِ يَنَامُ عَنِ الصَّلاَةِ أَوْ يَنْسَاهَا فَيَسْتَيْقِظُ أَوْ يَذْكُرُ وَهُوَ فِي غَيْرِ وَقْتِ صَلاَةٍ عِنْدَ طُلُوعِ الشَّمْسِ أَوْ عِنْدَ غُرُوبِهَا ‏.‏ فَقَالَ بَعْضُهُمْ يُصَلِّيهَا إِذَا اسْتَيْقَظَ أَوْ ذَكَرَ وَإِنْ كَانَ عِنْدَ طُلُوعِ الشَّمْسِ أَوْ عِنْدَ غُرُوبِهَا ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ وَالشَّافِعِيِّ وَمَالِكٍ ‏.‏ وَقَالَ بَعْضُهُمْ لاَ يُصَلِّي حَتَّى تَطْلُعَ الشَّمْسُ أَوْ تَغْرُبَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু মাসঊদ, আবূ মারইয়াম, ইমরান ইবনু হুসাইন, জুবাইর ইবনু মুতইম, আবূ জুহাইফা, ‘আমর ইবনু ঊমায়্যা ও যি-মিখবার (রাঃ) (তাঁকে যিমিখমারও বলা হয়ে থাকে আর তিনি হলেন নাজ্জাশীর ভাতিজা) হতে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ আবূ কাতাদার হাদীসটি হাসান সহীহ। যদি কোন ব্যক্তি নামাযের কথা ভুলে যায় অথবা ঘুমে অচেতন থাকে, অতঃপর এমন সময় তার নামাযের কথা মনে হয় অথবা ঘুম ভাংগে যখন নামাযের ওয়াক্ত চলে গেছে, অথবা সূর্য উঠছে কিংবা ডুবছে-এরূপ অবস্থায় সে নামায আদায় করবে কি-না সে সম্পর্কে বিদ্বানদের মধ্যে মতপার্থক্য রয়েছে। ইমাম আহমাদ, ইসহাক, শাফিঈ এবং মালিক (রহঃ) বলেছেন, এরূপ ক্ষেত্রে সে নামায আদায় করে নেবে, চাই সেটা সূর্যোদয় অথবা ডুবে যাবার সময় হোক না কেন। অপর দলের মতে, সূর্যোদয় বা অস্ত যাওয়ার সময় নামায আদায় করবে না, উদয় বা অস্ত শেষ হলেই নামায আদায় করবে।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}