{
  "hadith": {
    "hadith_id": 1771,
    "narrator": "আবুল মালীহ (রহঃ)",
    "bn": "১৭৭১/১. আবুল মালীহ (রহঃ) হতে তার পিতার সূত্রে বর্ণিত আছে, হিংস্র প্রাণীর চামড়া ফরাশ হিসাবে ব্যবহার করতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বারণ করেছেন।\n\nসহীহ্, সহীহা (১০১১), মিশকাত (৫০৬)\n\nআবুল মালীহ (রহঃ) হতে তার বাবার সূত্রে বর্ণিত আছে, হিংস্র প্রাণীর চামড়া কাজে লাগানোকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষিদ্ধ করেছেন। \n\nসহীহ্‌, দেখুন পূর্বের হাদীস \n\nমুআয ইবনু হিশাম-তার পিতা হতে, তিনি কাতাদা হতে, তিনি আবুল মালীহ হতে বর্ণনা করেছেন যে, তিনি হিংস্র প্রাণীর চামড়া কাজে লাগানোকে অপছন্দ বলে মনে করেন। সহীহ্‌, দেখুন পূর্বের হাদীস \n\nআবূ ঈসা বলেন, এই হাদীসের সনদ “আবুল মালীহ-তার পিতা হতে” এভাবে সাঈদ ইবনু আবূ আরূবা ছাড়া আর কেউ বর্ণনা করেছেন বলে আমাদের জানা নেই।\n\n-----------------\n\n১৭৭১/২. আবুল মালীহ (রহঃ) হতে বর্ণিত আছে, হিংস্র প্রাণীর চামড়া ব্যবহারকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন।\n\nসহীহ্‌, দেখুন পূর্বের হাদীস \n\nএই বর্ণনাটিই অনেক বেশি সহীহ্ (কারণ স্মরণ শক্তির দিক হতে শুবা (রহঃ) সাঈদ ইবনু আবূ আরূবার চাইতে অগ্রগণ্য)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، وَمُحَمَّدُ بْنُ بِشْرٍ، وَعَبْدُ اللَّهِ بْنُ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ أَبِي الْمَلِيحِ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ جُلُودِ السِّبَاعِ أَنْ تُفْتَرَشَ ‏.‏\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَبِي الْمَلِيحِ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ جُلُودِ السِّبَاعِ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَبِي الْمَلِيحِ، أَنَّهُ كَرِهَ جُلُودَ السِّبَاعِ ‏.‏ قَالَ أَبُو عِيسَى وَلاَ نَعْلَمُ أَحَدًا قَالَ عَنْ أَبِي الْمَلِيحِ، عَنْ أَبِيهِ، غَيْرَ سَعِيدِ بْنِ أَبِي عَرُوبَةَ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ يَزِيدَ الرِّشْكِ، عَنْ أَبِي الْمَلِيحِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى عَنْ جُلُودِ السِّبَاعِ ‏.‏ وَهَذَا أَصَحُّ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "22"
    }
  }
}