{
  "hadith": {
    "hadith_id": 1780,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলেছেনঃ তুমি যদি আমার সাথে মিলিত হতে চাও তবে একজন সফরকারীর মত পাথেয় নিয়ে দুনিয়াতে খুশি থাক। আর তুমি ধনীদের সাথে উঠা-বসা ও মেলামেশার ব্যাপারে সতর্ক থাক। তোমার পরনের পোশাক পুরাতন হলেও তাতে তালি না লাগানো পর্যন্ত তা বাতিল করো না।\n\nখুবই দুর্বল, যঈফা (১২৯৪), তা’লীকুর রাগীব (৪/৯৮), মিশকাত, তাহকীক ছানী (৪৩৪৪)।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا سَعِيدُ بْنُ مُحَمَّدٍ الْوَرَّاقُ، وَأَبُو يَحْيَى الْحِمَّانِيُّ قَالاَ حَدَّثَنَا صَالِحُ بْنُ حَسَّانَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا أَرَدْتِ اللُّحُوقَ بِي فَلْيَكْفِيكِ مِنَ الدُّنْيَا كَزَادِ الرَّاكِبِ وَإِيَّاكِ وَمُجَالَسَةَ الأَغْنِيَاءِ وَلاَ تَسْتَخْلِقِي ثَوْبًا حَتَّى تُرَقِّعِيهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ صَالِحِ بْنِ حَسَّانَ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدًا يَقُولُ صَالِحُ بْنُ حَسَّانَ مُنْكَرُ الْحَدِيثِ وَصَالِحُ بْنُ أَبِي حَسَّانَ الَّذِي رَوَى عَنْهُ ابْنُ أَبِي ذِئْبٍ ثِقَةٌ ‏.‏ قَالَ أَبُو عِيسَى وَمَعْنَى قَوْلِهِ ‏\"‏ وَإِيَّاكِ وَمُجَالَسَةَ الأَغْنِيَاءِ ‏\"‏ ‏.‏ هُوَ نَحْوُ مَا رُوِيَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ مَنْ رَأَى مَنْ فُضِّلَ عَلَيْهِ فِي الْخَلْقِ وَالرِّزْقِ فَلْيَنْظُرْ إِلَى مَنْ هُوَ أَسْفَلُ مِنْهُ مِمَّنْ فُضِّلَ هُوَ عَلَيْهِ فَإِنَّهُ أَجْدَرُ أَنْ لاَ يَزْدَرِيَ نِعْمَةَ اللَّهِ عَلَيْهِ ‏\"‏ ‏.‏ وَيُرْوَى عَنْ عَوْنِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ قَالَ صَحِبْتُ الأَغْنِيَاءَ فَلَمْ أَرَ أَحَدًا أَكْثَرَ هَمًّا مِنِّي أَرَى دَابَّةً خَيْرًا مِنْ دَابَّتِي وَثَوْبًا خَيْرًا مِنْ ثَوْبِي وَصَحِبْتُ الْفُقَرَاءَ فَاسْتَرَحْتُ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। শুধু সালিহ ইবনু হাসসানের সূত্রেই আমরা এ হাদীসটি জেনেছি। ইমাম বুখারী (রহঃ) বলেছেন, সালিহ ইবনু হাসসান একজন প্রত্যাখ্যাত রাবী। কিন্তু সালিহ ইবনু আবূ হাসসান সিকাহ রাবী, তার সূত্রে ইবনু আবূ যিব হাদীস বর্ণনা করেছেন। “ধনীদের সাথে উঠা-বসার ব্যাপারে সতর্ক থাক”, এই বাক্যের তাৎপর্য আবূ হুরাইরা (রাঃ) বর্ণিত নিম্নোক্ত হাদীসের মতইঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, “কেউ যদি দেখে যে, অন্য কোন ব্যক্তিকে তার চেয়ে সুন্দর দৈহিক গঠন ও ধন-সম্পদের অধিকারী করা হয়েছে, তবে সে যেন এই ক্ষেত্রে তার নিজের তুলনায় যাকে কম দেয়া হয়েছে এবং যার উপর তাকে প্রাধান্য দেয়া হয়েছে, তার দিকে দেখে। তাহলে সে (নিজের প্রতি) আল্লাহ তা‘আলা প্রদত্ত সুযোগ-সুবিধাকে তুচ্ছজ্ঞান করবে না।” \nআওন ইবনু আবদুল্লাহ ইবনু উতবা (রাঃ) বলেন, আমি ধনীদের সাথে উঠা-বসা করি। আমি নিজের চাইতে বেশী বিষণ্ন অন্য কাউকে অনুভব করি না। (আমার ভারাক্রান্ত হৃদয় হওয়ার কারণ এই যে) তাদের যান-বাহন ও পোশাক-পরিচ্ছদ আমার চেয়েও অনেক ভাল দেখতে পাই। আর আমি যখন গরীব লোকদের সাথে মেলামেশা করি তখন অনেক বেশী শান্তি অনুভব করি।",
    "chapter": {
      "chapter_number": "22"
    }
  }
}