{
  "hadith": {
    "hadith_id": 1791,
    "narrator": "ইবুন আবী আম্মার (রহঃ)",
    "bn": "তিনি বলেন, আমি জাবির (রাঃ)-কে প্রশ্ন করলাম, দাবু কি শিকারযোগ্য প্রাণী? তিনি বললেন, হ্যাঁ। তিনি আবার বললেন, আমি কি তা খেতে পারি? জাবির (রাঃ) বললেন, হ্যাঁ। প্রশ্নকারী আবার প্রশ্ন করেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি তা বলেছেন? তিনি বললেন, হ্যাঁ।\n\nসহীহ্, ইবনু মা-জাহ (৩২৩৬)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ، عَنِ ابْنِ أَبِي عَمَّارٍ، قَالَ قُلْتُ لِجَابِرٍ الضَّبُعُ صَيْدٌ هِيَ قَالَ نَعَمْ ‏.‏ قَالَ قُلْتُ آكُلُهَا قَالَ نَعَمْ ‏.‏ قَالَ قُلْتُ لَهُ أَقَالَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ نَعَمْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا وَلَمْ يَرَوْا بِأَكْلِ الضَّبُعِ بَأْسًا وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم حَدِيثٌ فِي كَرَاهِيَةِ أَكْلِ الضَّبُعِ وَلَيْسَ إِسْنَادُهُ بِالْقَوِيِّ وَقَدْ كَرِهَ بَعْضُ أَهْلِ الْعِلْمِ أَكْلَ الضَّبُعِ وَهُوَ قَوْلُ ابْنِ الْمُبَارَكِ ‏.‏ قَالَ يَحْيَى الْقَطَّانُ وَرَوَى جَرِيرُ بْنُ حَازِمٍ هَذَا الْحَدِيثَ عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ عَنِ ابْنِ أَبِي عَمَّارٍ عَنْ جَابِرٍ عَنْ عُمَرَ قَوْلَهُ ‏.‏ وَحَدِيثُ ابْنِ جُرَيْجٍ أَصَحُّ ‏.‏ وَابْنُ أَبِي عَمَّارٍ هُوَ عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي عَمَّارٍ الْمَكِّيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। এ হাদীস মোতাবিক একদল অভিজ্ঞ আলিম আমল করেছেন। দাবু খাওয়াতে তারা কোন সমস্যা মনে করেন না। এই অভিমত দিয়েছেন ইমাম আহ্‌মাদ এবং ইসহাকও। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে দাবু খাওয়া মাকরূহ হওয়ার ব্যাপারেও একটি হাদীস বর্ণিত আছে। কিন্তু তার সনদ খুব একটা জোড়ালো নয়। দাবু খাওয়াকে অপর একদল আলিম মাকরূহ বলেছেন। একথা বলেছেন ইবনুল মুবারাকও। প্রখ্যাত হাদীস বিশারদ ইয়াহ্‌ইয়া ইবনু সাঈদ আল-কাত্তান বলেছেন, এ হাদীসটিকে আবদুল্লাহ ইবনু উবাইদ ইবনু উমাইর-ইবনু আবী আম্মার হতে, তিনি জাবির (রাঃ) হতে, তিনি উমার (রাঃ)-এর সূত্রে উমার (রাঃ)-এর কথা বলে জারীর ইবনু হাযিম বর্ণনা করছেন। এ ক্ষেত্রে ইবনু জুরাইজের হাদীসটিই অনেক বেশি সহীহ্। ইবনু আবী আম্মারের নাম আবদুর রাহমান ইবনু আব্দুল্লাহ ইবনু আবী আম্মার। তিনি মক্কার অধিবাসী।",
    "chapter": {
      "chapter_number": "23"
    }
  }
}