{
  "hadith": {
    "hadith_id": 18,
    "narrator": "‘আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা শুকনা গোবর দিয়ে আর হাড় দিয়ে ইস্তিনজা করবে না। কেননা এগুলো তোমাদের ভাই জ্বিনদের খাদ্য। \n\nসহীহ। আল-ইরওয়া- (৪৬), মিশকাত-(৩৫০), যাঈফাহ-(১০৩৮) এর অধীনে।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنِ الشَّعْبِيِّ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تَسْتَنْجُوا بِالرَّوْثِ وَلاَ بِالْعِظَامِ فَإِنَّهُ زَادُ إِخْوَانِكُمْ مِنَ الْجِنِّ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَسَلْمَانَ وَجَابِرٍ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى هَذَا الْحَدِيثَ إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ وَغَيْرُهُ عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ عَنِ الشَّعْبِيِّ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ أَنَّهُ كَانَ مَعَ النَّبِيِّ صلى الله عليه وسلم لَيْلَةَ الْجِنِّ - الْحَدِيثَ بِطُولِهِ - فَقَالَ الشَّعْبِيُّ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ تَسْتَنْجُوا بِالرَّوْثِ وَلاَ بِالْعِظَامِ فَإِنَّهُ زَادُ إِخْوَانِكُمْ مِنَ الْجِنِّ ‏\"‏ ‏.‏ وَكَأَنَّ رِوَايَةَ إِسْمَاعِيلَ أَصَحُّ مِنْ رِوَايَةِ حَفْصِ بْنِ غِيَاثٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ ‏.‏ وَفِي الْبَابِ عَنْ جَابِرٍ وَابْنِ عُمَرَ رضى الله عنهما ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ হুরাইরা, সালমান, জাবির ও ইবনু ‘উমার (রাঃ)-এর সূত্রে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেন, এ হাদীসটি ইসমাঈল ইবনু ইবরাহীম ও অন্যরা দাঊদ ইবনু আবী হিনদের সূত্রে, তিনি শাবী হতে, তিনি আলক্বামা হতে, তিনি আবদুল্লাহ (রাঃ) হতে বর্ণনা করেছেন। তিনি (আবদুল্লাহ) জ্বিনদের রাতে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাথে ছিলেন। হাদীসটি বিস্তারিতভাবে বর্ণিত হয়েছে। শা‘বী বলেন, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, ‘‘তোমরা শুকনা গোবর অথবা হাড় দিয়ে ইস্তিনজা কর না। কেননা এটা তোমাদের ভাই জ্বিনদের খাদ্য। ’’\nহাফস ইবনু গিয়াসের বর্ণনা হতে ইসমাঈলের বর্ণনা বেশি সহীহ। এ হাদীসের উপরই মনীষীরা আমল করেন (গোবর ও হাড় দিয়ে শৌচ করেন না)। এ অনুচ্ছেদে জাবির ও ইবনু ‘উমার (রাঃ)-এর সূত্রে বর্ণিত হাদীসও রয়েছে।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}