{
  "hadith": {
    "hadith_id": 1823,
    "narrator": "জাবির ইবনু আবদুল্লাহ ও আনাস ইবনু মালিক (রাঃ)",
    "bn": "তারা উভয়ে বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পঙ্গপালকে বদদু‘আ করলে এভাবে বলতেনঃ “হে আল্লাহ! পঙ্গপালকে ধ্বংস করুন, এদের বড়গুলোকে হত্যা করুন, ছোটগুলোকে ধ্বংস করুন, এর ডিমগুলো বিনষ্ট করুন এবং তা সমূলে নিশ্চিহ্ন করুন, আমাদের জীবনযাত্রার উপকরণ ও রিযিক হতে সেগুলোর মুখ ফিরিয়ে রাখুন। অবশ্যই আপনি দু‘আ শ্রবণকারী”। তখন এক ব্যক্তি বলল, হে আল্লাহর রাসূল! আপনি কিভাবে আল্লাহ্ তা‘আলার সৈন্যবাহিনীর অন্তর্ভুক্ত একটি দলের মূলোচ্ছেদের জন্য দু‘আ করতে পারেন? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ওগুলো হচ্ছে সমুদ্রের মাছের ঝাঁকের ন্যায়।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو النَّضْرِ، هَاشِمُ بْنُ الْقَاسِمِ قَالَ حَدَّثَنَا زِيَادُ بْنُ عَبْدِ اللَّهِ بْنِ عُلاَثَةَ، عَنْ مُوسَى بْنِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، وَأَنَسِ بْنِ مَالِكٍ، قَالاَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا دَعَا عَلَى الْجَرَادِ قَالَ ‏\"‏ اللَّهُمَّ أَهْلِكِ الْجَرَادَ اقْتُلْ كِبَارَهُ وَأَهْلِكْ صِغَارَهُ وَأَفْسِدْ بَيْضَهُ وَاقْطَعْ دَابِرَهُ وَخُذْ بِأَفْوَاهِهِمْ عَنْ مَعَاشِنَا وَأَرْزَاقِنَا إِنَّكَ سَمِيعُ الدُّعَاءِ ‏\"‏ ‏.‏ قَالَ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ كَيْفَ تَدْعُو عَلَى جُنْدٍ مِنْ أَجْنَادِ اللَّهِ بِقَطْعِ دَابِرِهِ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّهَا نَثْرَةُ حُوتٍ فِي الْبَحْرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَمُوسَى بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيُّ قَدْ تُكُلِّمَ فِيهِ وَهُوَ كَثِيرُ الْغَرَائِبِ وَالْمَنَاكِيرِ وَأَبُوهُ مُحَمَّدُ بْنُ إِبْرَاهِيمَ ثِقَةٌ وَهُوَ مَدَنِيٌّ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা শুধু উপরোক্ত সূত্রেই এই হাদীস প্রসঙ্গে জেনেছি। মূসা ইবনু মুহাম্মাদ ইবনু ইবরাহীম আত-তাইমীর সমালোচনা করা হয়েছে। তিনি বহু গারীব ও মুনকার হাদীস বর্ণনাকারী। তার পিতা মুহাম্মাদ ইবনু ইবরাহীম নির্ভরযোগ্য রাবী এবং তিনি মাদীনার অধিবাসী।",
    "chapter": {
      "chapter_number": "23"
    }
  }
}