{
  "hadith": {
    "hadith_id": 183,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একাধিক সাহাবীর নিকট হতে এ হাদীস শুনেছি যাদের মধ্যে ‘উমার (রাঃ)-ও ছিলেন। সাহাবাদের মধ্যে তিনিই ছিলেন আমার নিকট বেশি প্রিয়। (তাঁরা বলেছেন) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফযরের নামাযের পর সূর্য উদয় না হওয়া পর্যন্ত এবং ‘আসরের নামাযের পর সূর্যাস্ত না যাওয়া পর্যন্ত অন্য কোন নামায আদায় করতে নিষেধ করেছেন।\n\nসহীহ্‌। ইবনু মাজাহ-(১২৫০), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا مَنْصُورٌ، وَهُوَ ابْنُ زَاذَانَ عَنْ قَتَادَةَ، قَالَ أَخْبَرَنَا أَبُو الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ سَمِعْتُ غَيْرَ، وَاحِدٍ، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ عُمَرُ بْنُ الْخَطَّابِ وَكَانَ مِنْ أَحَبِّهِمْ إِلَىَّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الصَّلاَةِ بَعْدَ الْفَجْرِ حَتَّى تَطْلُعَ الشَّمْسُ وَعَنِ الصَّلاَةِ بَعْدَ الْعَصْرِ حَتَّى تَغْرُبَ الشَّمْسُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَابْنِ مَسْعُودٍ وَأَبِي سَعِيدٍ وَعُقْبَةَ بْنِ عَامِرٍ وَأَبِي هُرَيْرَةَ وَابْنِ عُمَرَ وَسَمُرَةَ بْنِ جُنْدَبٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَمُعَاذِ بْنِ عَفْرَاءَ وَالصُّنَابِحِيِّ وَلَمْ يَسْمَعْ مِنَ النَّبِيِّ صلى الله عليه وسلم وَسَلَمَةَ بْنِ الأَكْوَعِ وَزَيْدِ بْنِ ثَابِتٍ وَعَائِشَةَ وَكَعْبِ بْنِ مُرَّةَ وَأَبِي أُمَامَةَ وَعَمْرِو بْنِ عَبَسَةَ وَيَعْلَى بْنِ أُمَيَّةَ وَمُعَاوِيَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ عَنْ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ أَكْثَرِ الْفُقَهَاءِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ أَنَّهُمْ كَرِهُوا الصَّلاَةَ بَعْدَ صَلاَةِ الصُّبْحِ حَتَّى تَطْلُعَ الشَّمْسُ وَبَعْدَ صَلاَةِ الْعَصْرِ حَتَّى تَغْرُبَ الشَّمْسُ وَأَمَّا الصَّلَوَاتُ الْفَوَائِتُ فَلاَ بَأْسَ أَنْ تُقْضَى بَعْدَ الْعَصْرِ وَبَعْدَ الصُّبْحِ ‏.‏ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ قَالَ شُعْبَةُ لَمْ يَسْمَعْ قَتَادَةُ مِنْ أَبِي الْعَالِيَةِ إِلاَّ ثَلاَثَةَ أَشْيَاءَ حَدِيثَ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الصَّلاَةِ بَعْدَ الْعَصْرِ حَتَّى تَغْرُبَ الشَّمْسُ وَبَعْدَ الصُّبْحِ حَتَّى تَطْلُعَ الشَّمْسُ وَحَدِيثَ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لا يَنْبَغِي لأَحَدٍ أَنْ يَقُولَ أَنَا خَيْرٌ مِنْ يُونُسَ بْنِ مَتَّى ‏\"‏ ‏.‏ وَحَدِيثَ عَلِيٍّ ‏\"‏ الْقُضَاةُ ثَلاَثَةٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আলী, ইবনু মাসঊদ, ‘উকবা ইবনু ‘আমির, আবূ হুরায়রা, ইবনু ‘উমার, সামুরা ইবনু জুনদুব, সালামা ইবনুল আকওয়া, যাইদ ইবনু সাবিত, ‘আবদুল্লাহ ইবনু ‘আমর, মু’আয ইবনু আফরাআ, সুনাবিহী, ‘আয়িশাহ্‌, কা’ব ইবনু মুররা, আবূ উমামা, ‘আমর ইবনু ‘আবাসা, ইয়া’লা ইবনু উমাইয়া এবং মু’আবিয়া (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ ‘উমার (রাঃ)-এর সূত্রে বর্ণিত এই হাদীসটি হাসান সহীহ। সুনাবিহী নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে সরাসরি কোন হাদীস শুনেনি।\nনাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের বেশীরভাগ ফকীহ সাহাবা ও তাদের পরবর্তীগণ ফযরের নামাযের পর হতে সূর্য উঠা পর্যন্ত এবং আসরের পর হতে সূর্য অস্ত যাওয়া পর্যন্ত সময়ের মধ্যে কোন নামায আদায় করা মাকরূহ বলেছেন, কিন্তু ছুটে যাওয়া (ফওত  হওয়া ফরয) নামায ফযর ও আসরের পর আদায় করা যাবে। ‘আলী ইবনুল মাদীনী- ইয়াহইয়া ইবনু সা’ঈদের সূত্রে, তিনি শু’বার সুত্রে বর্ণনা করেন, তিনি (শু’বা) বলেছেন, কাতাদা আবুল ‘আলীয়ার নিকট হতে তিনটি কথা ছাড়া আর কিছুই শুনেননি।\nএক. ‘‘উমার (রাঃ)-এর হাদীস-“রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আসরের নামাযের পর সূর্য অস্ত যাওয়া পর্যন্ত ফযরের নামাযের পর সূর্য উঠা পর্যন্ত সময়ের মধ্যে নামায আদায় করতে নিষেধ করেছেন।”\nদুই. ইবনু ‘আব্বাস (রাঃ)-এর হাদীস- রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “কারো পক্ষে এটা শোভা পায় না যে, সে দাবি করবে, আমি ইউনুস (আঃ) ইবনু মাত্তার চেয়ে উত্তম” ।\nতিন. আলী (রাঃ)-এর হাদীস- ‘বিচারক তিন রকমের হয়ে থাকে’।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}