{
  "hadith": {
    "hadith_id": 1841,
    "narrator": "আবূ তালিবের কন্যা উম্মু হানী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার ঘরে এসে বললেনঃ তোমাদের (খাওয়ার মতো) কিছু আছে কি? আমি বললাম, কয়টি শুকনা রুটির টুকরা এবং সিরকা ব্যতীত আর কিছু নেই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ (আমাকে) তা-ই দাও। যে ঘরে সিরকা রয়েছে সে ঘর তরকারিশূন্য নয়।\n\nহাসান, “সহীহাহ্‌” (২২২০)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي حَمْزَةَ الثُّمَالِيِّ، عَنِ الشَّعْبِيِّ، عَنْ أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ، قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ هَلْ عِنْدَكُمْ شَيْءٌ ‏\"‏ ‏.‏ فَقُلْتُ لاَ إِلاَّ كِسَرٌ يَابِسَةٌ وَخَلٌّ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ قَرِّبِيهِ فَمَا أَقْفَرَ بَيْتٌ مِنْ أُدْمٍ فِيهِ خَلٌّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ لاَ نَعْرِفُهُ مِنْ حَدِيثِ أُمِّ هَانِئٍ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَأَبُو حَمْزَةَ الثُّمَالِيُّ اسْمُهُ ثَابِتُ بْنُ أَبِي صَفِيَّةَ وَأُمُّ هَانِئٍ مَاتَتْ بَعْدَ عَلِيِّ بْنِ أَبِي طَالِبٍ بِزَمَانٍ ‏.‏ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ لاَ أَعْرِفُ لِلشَّعْبِيِّ سَمَاعًا مِنْ أُمِّ هَانِئٍ ‏.‏ فَقُلْتُ أَبُو حَمْزَةَ كَيْفَ هُوَ عِنْدَكَ فَقَالَ أَحْمَدُ بْنُ حَنْبَلٍ تَكَلَّمَ فِيهِ وَهُوَ عِنْدِي مُقَارِبُ الْحَدِيثِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান এবং উল্লেখিত সনদসূত্রে গারীব বলেছেন। আমরা এই হাদীসটি উম্মু হানী (রাঃ)-এর রিওয়ায়াত হিসাবে শুধু উল্লেখিত সনদসূত্রেই জেনেছি। আবূ হামযা আস-সুমালীর নাম সাবিত, পিতা আবূ সাফিয়্যা। আলী (রাঃ) শহীদ হওয়ার কিছুকাল পরে উম্মু হানী (রাঃ) মৃত্যুবরণ করেন। আমি (তিরমিযী) মুহাম্মাদ (বুখারী)-কে এ হাদীস প্রসঙ্গে প্রশ্ন করলাম, তিনি বললেন, উম্মু হানী হতে শাবীর শ্রুতি সম্পর্কে আমার জানা নেই। আমি আবার বললাম, আবূ হামযাহ্‌ সম্পর্কে আপনার মন্তব্য কি? তিনি বললেন আহমাদ ইবনু হাম্বল তার সমালোচনা করেছেন। তবে আমার মতে সে হাদীসের যোগ্য।",
    "chapter": {
      "chapter_number": "23"
    }
  }
}