{
  "hadith": {
    "hadith_id": 1898,
    "narrator": "ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বললাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! কোন্‌ কাজ সবচাইতে উত্তম? তিনি বললেনঃ নামায তার নির্ধারিত সময়ে আদায় করা। আমি আবার প্রশ্ন করলাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! এরপর কোনটি? তিনি বললেনঃ বাবা-মায়ের সাথে উত্তম আচরণ করা। আমি আবারো প্রশ্ন করলাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! তারপর কোন্‌টি? তিনি বললেনঃ আল্লাহ্ তা‘আলার পথে জিহাদ করা। এরপর আমাকে কিছু বলা হতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নীরব থাকেন। আমি তাঁকে আরো প্রশ্ন করলে নিশ্চয়ই আমাকে তিনি আরো জানাতেন।\n \nসহীহ, সহীহা (১৪৮৯) , বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنِ الْمَسْعُودِيِّ، عَنِ الْوَلِيدِ بْنِ الْعَيْزَارِ، عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ، عَنِ ابْنِ مَسْعُودٍ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ أَىُّ الأَعْمَالِ أَفْضَلُ قَالَ ‏\"‏ الصَّلاَةُ لِمِيقَاتِهَا ‏\"‏ ‏.‏ قُلْتُ ثُمَّ مَاذَا يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ بِرُّ الْوَالِدَيْنِ ‏\"‏ ‏.‏ قُلْتُ ثُمَّ مَاذَا يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ الْجِهَادُ فِي سَبِيلِ اللَّهِ ‏\"‏ ‏.‏ ثُمَّ سَكَتَ عَنِّي رَسُولُ اللَّهِ صلى الله عليه وسلم وَلَوِ اسْتَزَدْتُهُ لَزَادَنِي ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ رَوَاهُ الشَّيْبَانِيُّ وَشُعْبَةُ وَغَيْرُ وَاحِدٍ عَنِ الْوَلِيدِ بْنِ الْعَيْزَارِ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ عَنِ ابْنِ مَسْعُودٍ ‏.‏ وَأَبُو عَمْرٍو الشَّيْبَانِيُّ اسْمُهُ سَعْدُ بْنُ إِيَاسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ আমরের নাম সা’দ ইবনু ইয়াস। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এ হাদীসটি আল-ওয়ালীদ ইবনুল আইযার হতে আশ-শাইবানী ও শুবা-সহ একাধিক বর্ণনাকারী বর্ণনা করেছেন। আবূ আমর আশ-শাইবানী-ইবনু মাউঊদ (রাঃ) হতে একাধিকসূত্রে এ হাদীসটি বর্ণিত হয়েছে।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}