{
  "hadith": {
    "hadith_id": 1930,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক কোন মুসলমান লোকের দুনিয়াবী বিপদাপদের মধ্যে একটি বিপদও দূর করে দেয়, আল্লাহ্‌ তা‘আলা তার পরকালের বিপদাপদের কোন একটি বিপদ দূর করে নিবেন। যে লোক দুনিয়াতে অন্য কারো অভাব দূর করে দেয়, তার দুনিয়া ও আখিরাতের অসুবিধাগুলোকে আল্লাহ্‌ তা‘আলা সহজ করে দিবেন। যে লোক দুনিয়ায় কোন মুসলমানের দোষ-ক্রটিকে গোপন রাখে, আল্লাহ্‌ তা‘আলা দুনিয়া ও আখিরাতে তার দোষ-ক্রটি গোপন রাখবেন। যে পর্যন্ত বান্দাহ তার ভাইয়ের সাহায্য-সহযোগিতায় নিয়োজিত থাকে, সে পর্যন্ত আল্লাহ্‌ তা‘আলাও তাঁর সাহায্য-সহযোগিতায় নিয়োজিত থাকেন।\n \nসহীহ্‌, ইবনু মা-জাহ (১২২৫) , মুসলিম।",
    "ar": "حَدَّثَنَا عُبَيْدُ بْنُ أَسْبَاطِ بْنِ مُحَمَّدٍ الْقُرَشِيُّ، حَدَّثَنِي أَبِي، عَنِ الأَعْمَشِ، قَالَ حُدِّثْتُ عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ نَفَّسَ عَنْ مُسْلِمٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ فِي الدُّنْيَا يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالآخِرَةِ وَمَنْ سَتَرَ عَلَى مُسْلِمٍ فِي الدُّنْيَا سَتَرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَعُقْبَةَ بْنِ عَامِرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَى أَبُو عَوَانَةَ وَغَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنِ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَلَمْ يَذْكُرُوا فِيهِ حُدِّثْتُ عَنْ أَبِي صَالِحٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার ও উকবা আমির (রাঃ) হতেও এ অনুচ্ছেদে হাদীসটি বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান। এ হাদীসের মতো হাদীস আবূ আওয়ানা এবং বর্ণনাকারী আমাশ হতে, তিনি আবূ সালিহ হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে বর্ণনা করেছেন। তবে তারা এই সনদে “হুদ্দিসতু আন আবী সালিহ” কথাটুকু উল্লেখ করেননি।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}