{
  "hadith": {
    "hadith_id": 1933,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, আবদুর রাহমান ইবনু আওফ (রাঃ) মাদীনায় পৌছানোর পর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার এবং সা’দ ইবনুর রাবী (রাঃ)-এর মধ্যে ভ্রাতৃত্বের বন্ধন স্থাপন করে দেন। সা’দ (রাঃ) তাকে বললেন, আসুন আমার সম্পদ উভয়ে অর্ধেক অর্ধেক ভাগ করে নিই। আমার দু’জন স্ত্রী আছে। আমি তাদের একজনকে তালাক দেই এবং সে তার ইদ্দাত পূর্ণ করলে আপনি তাকে বিয়ে করে ফেলুন। আবদুর রাহমান (রাঃ) বললেন, আপনাকে আপনার ধন-দৌলতে ও পরিবার-পরিজনে আল্লাহ্‌ তা‘আলা বারকাত দান করুন। আপনারা আমাকে বাজারের পথটি দেখিয়ে দিন। তারা তাকে বাজারের পথটি দেখিয়ে দিলেন। সেদিন বাজার হতে তিনি লাভস্বরূপ কিছু পনির ও ঘি নিয়ে ফিরে আসেন। এরপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদিন তাঁর শরীরে হলুদ রং-এর চিহ্ন দেখে বললেন, কি ব্যাপার? তিনি বললেন, আমি একজন আনসার মহিলাকে বিয়ে করেছি। তিনি আবার প্রশ্ন করলেনঃ মোহরানা হিসেবে কি দিয়েছ? তিনি বললেন, খেজুর বীচি (পরিমাণ স্বর্ণ)। হুমাইদ বলেনঃ অথবা তিনি বললেন, এক খেজুর বীচি পরিমাণ স্বর্ণ। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ বিবাহ ভোজের ব্যবস্থা কর তা একটি ছাগল দিয়ে হলেও।\n \nসহীহ্‌, ইবনু মা-জাহ (১৯০৭) , বুখারী, মুসলীম। তবে তাতে সা’দ ও আব্দুর রাহমানের ঘটনার উল্লেখ নেই।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ لَمَّا قَدِمَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ الْمَدِينَةَ آخَى النَّبِيُّ صلى الله عليه وسلم بَيْنَهُ وَبَيْنَ سَعْدِ بْنِ الرَّبِيعِ فَقَالَ لَهُ هَلُمَّ أُقَاسِمْكَ مَالِي نِصْفَيْنِ وَلِي امْرَأَتَانِ فَأُطَلِّقُ إِحْدَاهُمَا فَإِذَا انْقَضَتْ عِدَّتُهَا فَتَزَوَّجْهَا ‏.‏ فَقَالَ بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ دُلُّونِي عَلَى السُّوقِ ‏.‏ فَدَلُّوهُ عَلَى السُّوقِ فَمَا رَجَعَ يَوْمَئِذٍ إِلاَّ وَمَعَهُ شَيْءٌ مِنْ أَقِطٍ وَسَمْنٍ قَدِ اسْتَفْضَلَهُ فَرَآهُ رَسُولُ اللَّهِ صلى الله عليه وسلم بَعْدَ ذَلِكَ وَعَلَيْهِ وَضَرٌ مِنْ صُفْرَةٍ فَقَالَ ‏\"‏ مَهْيَمْ ‏\"‏ ‏.‏ قَالَ تَزَوَّجْتُ امْرَأَةً مِنَ الأَنْصَارِ ‏.‏ قَالَ ‏\"‏ فَمَا أَصْدَقْتَهَا ‏\"‏ ‏.‏ قَالَ نَوَاةً ‏.‏ قَالَ حُمَيْدٌ أَوْ قَالَ وَزْنَ نَوَاةٍ مِنْ ذَهَبٍ ‏.‏ فَقَالَ ‏\"‏ أَوْلِمْ وَلَوْ بِشَاةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ وَزْنُ نَوَاةٍ مِنْ ذَهَبٍ وَزْنُ ثَلاَثَةِ دَرَاهِمَ وَثُلُثٍ ‏.‏ وَقَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ وَزْنُ نَوَاةٍ مِنْ ذَهَبٍ وَزْنُ خَمْسَةِ دَرَاهِمَ ‏.‏ سَمِعْتُ إِسْحَاقَ بْنَ مَنْصُورٍ يَذْكُرُ عَنْهُمَا هَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। ইমাম আহ্‌মাদ (রাহ) বলেন, একটি খেজুর বীচির সমপরিমাণ স্বর্ণের ওজন হচ্ছে সোয়া তিন দিরহাম। ইমাম ইসহাক (রহঃ) বলেন, একটি খেজুর বীচির সমপরিমাণ স্বর্ণের ওজন হচ্ছে পাঁচ দিরহাম। আমি এই তথ্যটি পেয়েছি ইমাম আহ্‌মাদ ও ইসহাক (রহঃ) হতে ইসহাক ইবনু মানসূরের মধ্যস্থতায়।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}