{
  "hadith": {
    "hadith_id": 194,
    "narrator": "আবদুল্লাহ ইবনু যাইদ (রা:)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আযান ও ইকামাতের বাক্যগুলো জোড়ায় জোড়ায় ছিল (দুই দুইবার বলা হত)।\n\nসনদ দুর্বল",
    "ar": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا عُقْبَةُ بْنُ خَالِدٍ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ، قَالَ كَانَ أَذَانُ رَسُولِ اللَّهِ صلى الله عليه وسلم شَفْعًا شَفْعًا فِي الأَذَانِ وَالإِقَامَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ زَيْدٍ رَوَاهُ وَكِيعٌ عَنِ الأَعْمَشِ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى قَالَ حَدَّثَنَا أَصْحَابُ مُحَمَّدٍ صلى الله عليه وسلم أَنَّ عَبْدَ اللَّهِ بْنَ زَيْدٍ رَأَى الأَذَانَ فِي الْمَنَامِ ‏.‏ وَقَالَ شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى أَنَّ عَبْدَ اللَّهِ بْنَ زَيْدٍ رَأَى الأَذَانَ فِي الْمَنَامِ ‏.‏ وَهَذَا أَصَحُّ مِنْ حَدِيثِ ابْنِ أَبِي لَيْلَى ‏.‏ وَعَبْدُ الرَّحْمَنِ بْنُ أَبِي لَيْلَى لَمْ يَسْمَعْ مِنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ الأَذَانُ مَثْنَى مَثْنَى وَالإِقَامَةُ مَثْنَى مَثْنَى ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَأَهْلُ الْكُوفَةِ ‏.‏ قَالَ أَبُو عِيسَى ابْنُ أَبِي لَيْلَى هُوَ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى كَانَ قَاضِيَ الْكُوفَةِ وَلَمْ يَسْمَعْ مِنْ أَبِيهِ شَيْئًا إِلاَّ أَنَّهُ يَرْوِي عَنْ رَجُلٍ عَنْ أَبِيهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, আব্দুল্লাহ ইবনু যাইদের হাদীসটি ওয়াকী বর্ণনা করেছেন আ‘মাশ হতে তিনি আমর ইবনু মুররাহ হতে, তিনি আব্দুর রহমান ইবনু আবী লাইলা হতে, তিনি বলেছেন : মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর সাহাবাগণ বর্ণনা করেছেন যে, আবদুল্লাহ ইবনু যাইদ (রা:) আযান স্বপ্নে দেখেছেন। আর শুবা বর্ণনা করেছেন আমর ইবনু মুররাহ হতে তিনি আব্দুর রহমান ইবনু আবী লাইলা আব্দুল্লাহ ইবনু যায়িদ হতে যে, তিনি আযান স্বপ্নে দেখেছেন। প্রথম বর্ণনাটির চেয়ে পরবর্তী বর্ণনাগুলো বেশী সহীহ। আব্দুর রহমান ইবনু আবী লাইলা আবদুল্লাহ ইবনু যায়িদ হতে হাদীস শুনেন নাই। কতক বিদ্বান বলেছেন, আযান ও ইকামাতের শব্দগুলো দুই দুইবার বলতে হবে। সুফিয়ান সাওরী, ইবনুল মুবারাক ও কুফাবাসীগণ এইমতেরই সমর্থক। আবূ ঈসা বলেন: ইবনু আবী লাইলা হলেন মুহাম্মাদ ইবনু আব্দির রহমান ইবনু আবী লাইলা। তিনি কুফার কাজী ছিলেন। তিনি তার পিতার নিকট কোন হাদীস শুনেন নাই। তিনি এক লোকের বরাতে তার পিতা থেকে হাদীস বর্ণনা করেন।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}