{
  "hadith": {
    "hadith_id": 1968,
    "narrator": "আবূ শুরাইহ আল-কা‘বী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মেহমানদারী তিনদিন পর্যন্ত এবং জা-ইযা হল একদিন ও একরাতের পাথেয় প্রদান। এরপর তার জন্য যা ব্যয় করা হবে তা সাদকারূপে গণ্য। অতিথিসেবক বিরক্ত হতে পারে-কোন মেহমানের পক্ষেই এতটা সময় সেখানে থাকা বৈধ নয়।\n \nসহীহ, তা’লীকুর রাগীব (৩/২৪২) , বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ عَجْلاَنَ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي شُرَيْحٍ الْكَعْبِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ الضِّيَافَةُ ثَلاَثَةُ أَيَّامٍ وَجَائِزَتُهُ يَوْمٌ وَلَيْلَةٌ وَمَا أُنْفِقَ عَلَيْهِ بَعْدَ ذَلِكَ فَهُوَ صَدَقَةٌ وَلاَ يَحِلُّ لَهُ أَنْ يَثْوِيَ عِنْدَهُ حَتَّى يُحْرِجَهُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ عَائِشَةَ وَأَبِي هُرَيْرَةَ ‏.‏ وَقَدْ رَوَاهُ مَالِكُ بْنُ أَنَسٍ وَاللَّيْثُ بْنُ سَعْدٍ عَنْ سَعِيدٍ الْمَقْبُرِيِّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو شُرَيْحٍ الْخُزَاعِيُّ هُوَ الْكَعْبِيُّ وَهُوَ الْعَدَوِيُّ اسْمُهُ خُوَيْلِدُ بْنُ عَمْرٍو ‏.‏ وَمَعْنَى قَوْلِهِ ‏\"‏ لاَ يَثْوِي عِنْدَهُ ‏\"‏ ‏.‏ يَعْنِي الضَّيْفَ لاَ يُقِيمُ عِنْدَهُ حَتَّى يَشْتَدَّ عَلَى صَاحِبِ الْمَنْزِلِ وَالْحَرَجُ هُوَ الضِّيقُ إِنَّمَا قَوْلُهُ ‏\"‏ حَتَّى يُحْرِجَهُ ‏\"‏ ‏.‏ يَقُولُ حَتَّى يُضَيِّقَ عَلَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আইশা ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি সাঈদ আল-মাকবুরীর সূত্রে মালিক ইবনু আনাস ও লাইস (রহঃ) বর্ণনা করেছেন। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। আবূ শুরাইহ্‌ আল-খুযাঈ হলেন আল-কা’বী। আর তিনিই আল-আদাবী, তার নাম খুওয়াইলিদ, পিতা আমর। “লা ইয়াসবী ইনদাহু” কথার মর্ম এই যে, মেহমানের এত দিন কোন পরিবারে থাকা যুক্তিসঙ্গত নয় যাতে তারা কষ্টের মধ্যে পতিত হয় এবং বিরক্তির কারণ হতে পারে। “হারাজ” অর্থ সংকট। “হাত্তা ইউহ্‌রিজাহু” কথার অর্থ এই যে, অনেকদিন থেকে সংশ্লিষ্ট পরিবারের জন্য মেহমান সংকট তৈরী করল।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}