{
  "hadith": {
    "hadith_id": 197,
    "narrator": "আওন ইবনু জুহাইফা (রাঃ) হতে তাঁর পিতার সূত্রে",
    "bn": "তিনি (আবূ জুহাইফা) বলেন, আমি বিলাল (রাঃ)-কে আযান দিতে দেখলাম এবং তাঁকে এদিক সেদিক ঘুরতে ও মুখ ঘুরাতে দেখলাম। তাঁর (দুই হাতের) দুই আঙ্গুল উভয় কানের মধ্যে ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর রঙ্গীন তাঁবুর মধ্যে ছিলেন। (রাবী বলেন) আমার ধারণা, তিনি (আবূ জুহাইফা) বলেছেন, এটা চামড়ার তাঁবু ছিল। বিলাল (রাঃ) ছোট একটা বর্শা নিয়ে সামনে আসলেন এবং তা বাতহার শিলাময় যমিনে গেড়ে দিলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এটা সামনে রেখে নামায আদায় করলেন। তাঁর সামনে দিয়ে কুকুর এবং গাধা চলে যেত। তাঁর গায়ে লাল চাদর ছিল। আমি যেন তাঁর পায়ের গোছার উজ্জ্বলতা দেখতে পাচ্ছি। সুফিয়ান বলেন, আমার মনে হয় এটা ইয়ামানের তৈরী চাদর ছিল।\n\nসহীহ্‌। ইবনু মাজাহ-(৭১১)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ، عَنْ أَبِيهِ، قَالَ رَأَيْتُ بِلاَلاً يُؤَذِّنُ وَيَدُورُ وَيُتْبِعُ فَاهُ هَا هُنَا وَهَا هُنَا وَإِصْبَعَاهُ فِي أُذُنَيْهِ وَرَسُولُ اللَّهِ صلى الله عليه وسلم فِي قُبَّةٍ لَهُ حَمْرَاءَ أُرَاهُ قَالَ مِنْ أَدَمٍ فَخَرَجَ بِلاَلٌ بَيْنَ يَدَيْهِ بِالْعَنَزَةِ فَرَكَزَهَا بِالْبَطْحَاءِ فَصَلَّى إِلَيْهَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَمُرُّ بَيْنَ يَدَيْهِ الْكَلْبُ وَالْحِمَارُ وَعَلَيْهِ حُلَّةٌ حَمْرَاءُ كَأَنِّي أَنْظُرُ إِلَى بَرِيقِ سَاقَيْهِ ‏.‏ قَالَ سُفْيَانُ نُرَاهُ حِبَرَةً ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي جُحَيْفَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَعَلَيْهِ الْعَمَلُ عِنْدَ أَهْلِ الْعِلْمِ يَسْتَحِبُّونَ أَنْ يُدْخِلَ الْمُؤَذِّنُ إِصْبَعَيْهِ فِي أُذُنَيْهِ فِي الأَذَانِ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ وَفِي الإِقَامَةِ أَيْضًا يُدْخِلُ إِصْبَعَيْهِ فِي أُذُنَيْهِ ‏.‏ وَهُوَ قَوْلُ الأَوْزَاعِيِّ ‏.‏ وَأَبُو جُحَيْفَةَ اسْمُهُ وَهْبُ بْنُ عَبْدِ اللَّهِ السُّوَائِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ জুহাইফার হাদীসটি হাসান সহীহ। মণীষীগণ আযানের সময় মুয়াযযিনের কানে আঙ্গুল দেওয়া মুস্তাহাব বলেছেন। ইমাম আওযাঈ ইক্বামাতের সময়ও কানে আঙ্গুল দেওয়ার পক্ষে মত দিয়েছেন। আবূ জুহাইফা (রাঃ)-এর নাম ওয়াহব ইবনু আব্দুল্লাহ আস্‌-সুয়াঈ।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}