{
  "hadith": {
    "hadith_id": 2032,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিম্বারে উঠে চিৎকার দিয়ে বললেনঃ হে ঐ জামা’আত, যারা মুখে ইসলাম ক্ববূল করেছ কিন্তু অন্তরে এখনো ঈমান মাজবুত হযনি! তোমরা মুসলমানদের কষ্ট দিবে না, তাদের লজ্জা দিবেনা এবং তাদের গোপন দোষ অনুসন্ধানে প্রবৃত্ত হবে না। কেননা, যে লোক তার মুসলিম ভাইয়ের গোপন দোষ অনুসন্ধানে নিয়োজিত হবে আল্লাহ্ তা‘আলা তার গোপন দোষ প্রকাশ করে দিবেন। আর যে ব্যক্তির দোষ আল্লাহ্‌ তা‘আলা প্রকাশ করে দিবেন তাকে অপমান করে ছাড়বেন, সে তার উটের হাওদার ভিতরে অবস্থান করে থাকলেও।\nবর্ণনাকারী (নাফি) বলেন, একদিন ইবনু উমার (রাঃ) বাইতুল্লাহ বা কা’বার দিকে তাকিয়ে বললেন, তুমি কতই না ব্যাপক ও বিরাট! তুমি কতইনা সম্মানি তা কিন্তু তোমার চেয়েও মু’মিনের সম্মান ও মর্যাদা আল্লাহ্‌ তা‘আলার নিকটে অনেক বেশি।\n \nহাসান, মিশকাত (৫০৪৪) , তা’লীকুর রাগীব (৩/২৭৭)।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ أَكْثَمَ، وَالْجَارُودُ بْنُ مُعَاذٍ، قَالاَ حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، حَدَّثَنَا الْحُسَيْنُ بْنُ وَاقِدٍ، عَنْ أَوْفَى بْنِ دَلْهَمٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ صَعِدَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمِنْبَرَ فَنَادَى بِصَوْتٍ رَفِيعٍ فَقَالَ ‏ \"‏ يَا مَعْشَرَ مَنْ قَدْ أَسْلَمَ بِلِسَانِهِ وَلَمْ يُفْضِ الإِيمَانُ إِلَى قَلْبِهِ لاَ تُؤْذُوا الْمُسْلِمِينَ وَلاَ تُعَيِّرُوهُمْ وَلاَ تَتَّبِعُوا عَوْرَاتِهِمْ فَإِنَّهُ مَنْ تَتَبَّعَ عَوْرَةَ أَخِيهِ الْمُسْلِمِ تَتَبَّعَ اللَّهُ عَوْرَتَهُ وَمَنْ تَتَبَّعَ اللَّهُ عَوْرَتَهُ يَفْضَحْهُ وَلَوْ فِي جَوْفِ رَحْلِهِ ‏\"‏ قَالَ وَنَظَرَ ابْنُ عُمَرَ يَوْمًا إِلَى الْبَيْتِ أَوْ إِلَى الْكَعْبَةِ فَقَالَ مَا أَعْظَمَكِ وَأَعْظَمَ حُرْمَتَكِ وَالْمُؤْمِنُ أَعْظَمُ حُرْمَةً عِنْدَ اللَّهِ مِنْكِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ الْحُسَيْنِ بْنِ وَاقِدٍ ‏.‏ وَرَوَى إِسْحَاقُ بْنُ إِبْرَاهِيمَ السَّمَرْقَنْدِيُّ عَنْ حُسَيْنِ بْنِ وَاقِدٍ نَحْوَهُ وَرُوِيَ عَنْ أَبِي بَرْزَةَ الأَسْلَمِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوُ هَذَا ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা এ হাদীসটি শুধু হুসাইন ইবনু ওয়াকিদের সূত্রেই জেনেছি। ইসহাক ইবনু ইবরাহীম আস-সামারকান্দী-হুসাইন ইবনু ওয়াকিদ হতে একইরকম বর্ণনা করেছেন। আবূ বারযা আল-আসলামী (রাঃ)-এর সূত্রে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হতে একইরকম বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}