{
  "hadith": {
    "hadith_id": 2036,
    "narrator": "কাতাদা ইবনুন নু’মান (রাঃ)",
    "bn": "রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তা’আলা যখন কোন বান্দাহকে ভালবাসেন তাকে দুনিয়া হতে বাঁচিয়ে রাখেন, যেমন তোমাদের কেউ তার রোগীকে পানি হতে বাঁচিয়ে রাখে।\n\nসহীহ, মিশকাত তাহকীক ছানী (৫২৫০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا إِسْحَاقُ بْنُ مُحَمَّدٍ الْفَرْوِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ عُمَارَةَ بْنِ غَزِيَّةَ، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، عَنْ مَحْمُودِ بْنِ لَبِيدٍ، عَنْ قَتَادَةَ بْنِ النُّعْمَانِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا أَحَبَّ اللَّهُ عَبْدًا حَمَاهُ الدُّنْيَا كَمَا يَظَلُّ أَحَدُكُمْ يَحْمِي سَقِيمَهُ الْمَاءَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ صُهَيْبٍ وَأُمِّ الْمُنْذِرِ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ مَحْمُودِ بْنِ لَبِيدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏\n\nحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، عَنْ مَحْمُودِ بْنِ لَبِيدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَنْ قَتَادَةَ بْنِ النُّعْمَانِ ‏.‏ قَالَ أَبُو عِيسَى وَقَتَادَةُ بْنُ النُّعْمَانِ الظَّفَرِيُّ هُوَ أَخُو أَبِي سَعِيدٍ الْخُدْرِيِّ لأُمِّهِ وَمَحْمُودُ بْنُ لَبِيدٍ قَدْ أَدْرَكَ النَّبِيَّ صلى الله عليه وسلم وَرَآهُ وَهُوَ غُلاَمٌ صَغِيرٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, সুহাইব এবং উম্মুল মুনয়ির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান গারীব। এ হাদীসটি মুরসালরূপেও মাহমূদ ইবনু লাবীদের সূত্রে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্নিত হয়েছে। আলী ইবনু হুজর-ইসমাঈল ইবনু জা’ফর হতে, তিনি আমর ইবনু আবী আমর হতে, তিনি আসিম ইবনু উমার ইবনি কাতাদা হতে, তিনি মাহমূদ ইবনু লাবীদ (রাঃ) হতে, তিনি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে (উপরের হাদীসের) অনুরূপ বর্ণনা করেছেন। এই সূত্রে কাতাদার উল্লেখ নেই। আবূ ঈসা বলেন, কাতাদা (রাঃ) আবূ সাঈদ আল-খুদরীর বৈপিত্রেয় ভাই। মাহমূদ ইবনু লাবীদ (রাঃ) রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাক্ষাৎ পেয়েছেন। তিনি তখন ছোট বালক ছিলেন।",
    "chapter": {
      "chapter_number": "26"
    }
  }
}