{
  "hadith": {
    "hadith_id": 2037,
    "narrator": "উম্মুল মনিযির (রাঃ)",
    "bn": "তিনি বলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার বাসায় আসলেন। আলী (রাঃ)-ও তাঁর সাথে ছিলেন। আমাদের খেজুরের ছড়া ঝুলিয়ে রাখা ছিল। বর্ণনাকারী বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা থেকে খেতে আরম্ভ করলেন। তাঁর সাথে আলী (রাঃ)- ও খেতে লাগলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আলী (রাঃ) কে বললেনঃ হে আলী! থাম, থাম, তুমি তো অসুস্থতাজনিত দুর্বল। বর্ণনাকারী বলেন, আলী (রাঃ) বসে গেলেন এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খেতে থাকলেন। আমি (উম্মুল মুনযির) তাদের জন্য বীট এবং বার্লি বানিয়ে আনলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে আলী! তুমি এটা খেতে পার, তোমার জন্য এটা বেশি উপযোগী।\n\nহাসান, দেখুন পরবর্তী হাদীস।",
    "ar": "حَدَّثَنَا عَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ عُثْمَانَ بْنِ عَبْدِ الرَّحْمَنِ التَّيْمِيِّ، عَنْ يَعْقُوبَ بْنِ أَبِي يَعْقُوبَ، عَنْ أُمِّ الْمُنْذِرِ، قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَمَعَهُ عَلِيٌّ وَلَنَا دَوَالٍ مُعَلَّقَةٌ قَالَتْ فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَأْكُلُ وَعَلِيٌّ مَعَهُ يَأْكُلُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِعَلِيٍّ ‏\"‏ مَهْ مَهْ يَا عَلِيُّ فَإِنَّكَ نَاقِهٌ ‏\"‏ ‏.‏ قَالَ فَجَلَسَ عَلِيٌّ وَالنَّبِيُّ صلى الله عليه وسلم يَأْكُلُ ‏.‏ قَالَتْ فَجَعَلْتُ لَهُمْ سِلْقًا وَشَعِيرًا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ يَا عَلِيُّ مِنْ هَذَا فَأَصِبْ فَإِنَّهُ أَوْفَقُ لَكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ فُلَيْحٍ ‏.‏ وَيُرْوَى عَنْ فُلَيْحٍ عَنْ أَيُّوبَ بْنِ عَبْدِ الرَّحْمَنِ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ، وَأَبُو دَاوُدَ قَالاَ حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ أَيُّوبَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ يَعْقُوبَ، عَنْ أُمِّ الْمُنْذِرِ الأَنْصَارِيَّةِ، فِي حَدِيثِهِ قَالَتْ دَخَلَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَذَكَرَ نَحْوَ حَدِيثِ يُونُسَ بْنِ مُحَمَّدٍ إِلاَّ أَنَّهُ قَالَ ‏ \"‏ أَنْفَعُ لَكَ ‏\"‏ ‏.‏ وَقَالَ مُحَمَّدُ بْنُ بَشَّارٍ وَحَدَّثَنِيهِ أَيُّوبُ بْنُ عَبْدِ الرَّحْمَنِ ‏.‏ هَذَا حَدِيثٌ جَيِّدٌ غَرِيبٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। আমরা এ হাপদীসটি শুধুমাত্র ফুলাইহ্-এর সূত্রেই জেনেছি। এটি ফুলাইহ্ হতে আইয়্যূব ইবনু আবদুর রাহমানের সূত্রেও বর্ণিত আছে।\n\nউম্মুল মুনযির আল-আনসারিইয়া (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের বাড়ীতে আসলেন…….. উপরের হাদীসের অনুরূপ। এই বর্ণনার শেষে আছেঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার জন্য এটা বেশি উপকারী।\n\nহাসান, ইবনু মাজাহ (৩৪৪২) ।\n\nমুহাম্মাদ ইবনু বাশশার বলেন, এ হাদীসটি আইয়্যূব ইবনু আবদুর রাহমান আমার নিকট বর্ণনা করেছেন। এ হাদীসটি উত্তম গারীব।",
    "chapter": {
      "chapter_number": "26"
    }
  }
}