{
  "hadith": {
    "hadith_id": 2054,
    "narrator": "আলী ইবনু উবাইদুল্লাহ (রহঃ) হতে তাঁর দাদী",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর খাদিমা (সেবিকা) ছিলেন। তিনি বলেন, যখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর দেহে কোন তলোয়ার বা দা-এর আঘাতে ক্ষত হতো, তিনি তাতে মেহেদী লাগানোর জন্য আমাকে নির্দেশ দিতেন।\n\nসহীহ, ইবনু মা-জাহ (৩৫০)।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا النَّضْرُ بْنُ شُمَيْلٍ، حَدَّثَنَا عَبَّادُ بْنُ مَنْصُورٍ، قَالَ سَمِعْتُ عِكْرِمَةَ، يَقُولُ كَانَ لاِبْنِ عَبَّاسٍ غِلْمَةٌ ثَلاَثَةٌ حَجَّامُونَ فَكَانَ اثْنَانِ مِنْهُمْ يُغِلاَّنِ عَلَيْهِ وَعَلَى أَهْلِهِ وَوَاحِدٌ يَحْجُمُهُ وَيَحْجُمُ أَهْلَهُ ‏.‏ قَالَ وَقَالَ ابْنُ عَبَّاسٍ قَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم ‏\"‏ نِعْمَ الْعَبْدُ الْحَجَّامُ يُذْهِبُ الدَّمَ وَيُخِفُّ الصُّلْبَ وَيَجْلُو عَنِ الْبَصَرِ ‏\"‏ ‏.‏ وَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم حِينَ عُرِجَ بِهِ مَا مَرَّ عَلَى مَلإٍ مِنَ الْمَلاَئِكَةِ إِلاَّ قَالُوا عَلَيْكَ بِالْحِجَامَةِ ‏.‏ وَقَالَ ‏\"‏ إِنَّ خَيْرَ مَا تَحْتَجِمُونَ فِيهِ يَوْمَ سَبْعَ عَشَرَةَ وَيَوْمَ تِسْعَ عَشَرَةَ وَيَوْمَ إِحْدَى وَعِشْرِينَ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ إِنَّ خَيْرَ مَا تَدَاوَيْتُمْ بِهِ السَّعُوطُ وَاللَّدُودُ وَالْحِجَامَةُ وَالْمَشِيُّ ‏\"‏ ‏.‏ وَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَدَّهُ الْعَبَّاسُ وَأَصْحَابُهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ لَدَّنِي فَكُلُّهُمْ أَمْسَكُوا فَقَالَ ‏\"‏ لاَ يَبْقَى أَحَدٌ مِمَّنْ فِي الْبَيْتِ إِلاَّ لُدَّ ‏\"‏ ‏.‏ غَيْرَ عَمِّهِ الْعَبَّاسِ قَالَ عَبْدٌ قَالَ النَّضْرُ اللَّدُودُ الْوَجُورُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبَّادِ بْنِ مَنْصُورٍ ‏.‏ وَفِي الْبَابِ عَنْ عَائِشَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব । আমরা এ হাদীস প্রসঙ্গে শুধুমাত্র ফাইদের সূত্রে জেনেছি । এই হাদীসটি কেউ কেউ ফাইদের সূত্রে বর্ণনা করেছেন এবং বলেছেন, উবাইদুল্লাহ ইবনু আলী তাঁর দাদী সালমা হতে বর্ণিত । সনদসূত্রে উবাইদুল্লাহ ইবনু আলী উল্লেখ করাই সহীহ্ । উপরোক্ত হাদীসের অনুরূপ বর্ণিত হয়েছে মুহাম্মদ ইবনুল আলা হতে, তিনি যাইদ ইবনুল হুবাব হতে, তিনি উবাইদুল্লাহ ইবনু আলীর মুক্তদাস ফাইদ হতে, তিনি তাঁর দাদী হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সূত্রে ।",
    "chapter": {
      "chapter_number": "26"
    }
  }
}