{
  "hadith": {
    "hadith_id": 2063,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "তিনি বলেন, আমাদেরকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি সামরিক অভিযানে প্রেরণ করেন। আমরা একটি জনপদে আসার পর তাদের কাছে মেহমানদারী প্রার্থনা করলাম। কিন্তু তারা আমাদেরকে আপ্যায়ন করাল না। এরকম পরিস্থিতিতে তাদের বংশের প্রধানকে বিচ্ছু দংশন করে। তারা আমাদের নিকট এসে বলে, তোমাদের মধ্যে এমন কেউ আছে কি যে বিচ্ছু দংশনকারীকে ঝাড়ফুঁক করতে পারে? আমি বললাম, হ্যাঁ আমি নিজেই। কিন্তু তোমরা যদি আমাদেরকে এক পাল বকরী প্রদান না কর, তাহলে আমি ঝাড়ফুঁক করতে সম্মত নই। তারা বলল, আমরা তোমাদেরকে ত্রিশটি বকরী প্রদান করব। আমরা এ প্রস্তাবে রাজি হলাম। আমি সাতবার সূরা ফাতিহা পাঠ করে তাকে ঝাড়ফুঁক করলাম। ফলে সে রোগমুক্ত হলো এবং আমরা বকরীগুলো হস্তগত করলাম। বর্ণনাকারী বলেন, এই বিষয়ে আমাদের মনে সন্দেহের উদ্রেক হলো। আমরা বললাম, তোমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে হাজির হওয়ার আগ পর্যন্ত (সিদ্ধান্তে পৌছতে) তাড়াহুড়া করবে না। বর্ণনাকারী বলেন, আমরা তাঁর নিকট উপস্থিত হওয়ার পর আমি যা করেছি তা তাকে অবহিত করলাম। তিনি বললেনঃ কিভাবে তুমি জানতে পারলে, এটা দিয়ে ঝাড়ফুঁক করা যায়? বকরীগুলো হস্তগত কর এবং তোমাদের সাথে আমার জন্যও একটি অংশ রেখ।\n\nসহীহ, ইবনু মা-জাহ (২১৫৬), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ جَعْفَرِ بْنِ إِيَاسٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ بَعَثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي سَرِيَّةٍ فَنَزَلْنَا بِقَوْمٍ فَسَأَلْنَاهُمُ الْقِرَى فَلَمْ يَقْرُونَا فَلُدِغَ سَيِّدُهُمْ فَأَتَوْنَا فَقَالُوا هَلْ فِيكُمْ مَنْ يَرْقِي مِنَ الْعَقْرَبِ قُلْتُ نَعَمْ أَنَا وَلَكِنْ لاَ أَرْقِيهِ حَتَّى تُعْطُونَا غَنَمًا ‏.‏ قَالُوا فَإِنَّا نُعْطِيكُمْ ثَلاَثِينَ شَاةً ‏.‏ فَقَبِلْنَا فَقَرَأْتُ عَلَيْهِ ‏(‏الْحَمْدُ لِلَّهِ ‏)‏ سَبْعَ مَرَّاتٍ فَبَرَأَ وَقَبَضْنَا الْغَنَمَ ‏.‏ قَالَ فَعَرَضَ فِي أَنْفُسِنَا مِنْهَا شَيْءٌ فَقُلْنَا لاَ تَعْجَلُوا حَتَّى تَأْتُوا رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ فَلَمَّا قَدِمْنَا عَلَيْهِ ذَكَرْتُ لَهُ الَّذِي صَنَعْتُ قَالَ ‏\"‏ وَمَا عَلِمْتَ أَنَّهَا رُقْيَةٌ اقْبِضُوا الْغَنَمَ وَاضْرِبُوا لِي مَعَكُمْ بِسَهْمٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو نَضْرَةَ اسْمُهُ الْمُنْذِرُ بْنُ مَالِكِ بْنِ قُطَعَةَ ‏.‏ وَرَخَّصَ الشَّافِعِيُّ لِلْمُعَلِّمِ أَنْ يَأْخُذَ عَلَى تَعْلِيمِ الْقُرْآنِ أَجْرًا وَيَرَى لَهُ أَنْ يَشْتَرِطَ عَلَى ذَلِكَ ‏.‏ وَاحْتَجَّ بِهَذَا الْحَدِيثِ ‏.‏ وَرَوَى شُعْبَةُ وَأَبُو عَوَانَةَ وَغَيْرُ وَاحِدٍ عَنْ أَبِي بِشْرٍ هَذَا الْحَدِيثَ عَنْ أَبِي الْمُتَوَكِّلِ عَنْ أَبِي سَعِيدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান । আবূ নাযরার নাম আল-মুনযির ইবনু মালিক ইবনু কুতাআ । ইমাম শাফিঈ (রহঃ) এ হাদীসের ভিত্তিতে বলেন, কুরআন শিক্ষা দানের ফলে বিনিময় গ্রহণ বৈধ । উস্তাদ এই বিষয়ে চুক্তিও করতে পারবেন । জা’ফর ইবনু ইয়াস হলেন জা’ফর ইবনু আলী আবী ওয়াহসিইয়্যা আর তিনি আবূ বিশর । এ হাদীসটি শুবা, আবূ আওয়ানা, হিশাম, আরও অনেকে আবূ বিশর হতে, তিনি আবুল মুতা্ওয়াক্কিল হতে, তিনি আবূ সাঈদ (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে বর্ণনা করেছেন ।",
    "chapter": {
      "chapter_number": "26"
    }
  }
}