{
  "hadith": {
    "hadith_id": 2064,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "কোন এক আরব গোত্রের অঞ্চল দিয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর একদল সাহাবী পথ চলছিলেন। তারা তাদেরকে অতিথিসেবা করল না। ঘটনাক্রমে তাদের বংশের প্রধান ব্যক্তিটি অসুস্থ হয়ে যায়। তারা আমাদের নিকট এসে বলে, তোমাদের নিকট কি কোন ঔষধ আছে? আমরা বললাম, হ্যাঁ আছে কিন্তু তোমরা আমাদের মেহমানদারী করনি। অতএব, যে পর্যন্ত তোমরা আমাদের জন্য পারিশ্রমিক ঠিক না করবে আমরা চিকিৎসা করব না। আমাদেরকে একপাল ছাগল প্রদান করতে তারা রাজি হলো। আমাদের মধ্যেকার একজন সূরা ফাতিহা দ্বারা তাকে ঝাড়ফুঁক করল। ফলে সে রোগমুক্ত হয়ে গেল। আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বিষয়টি তাকে খুলে বললাম। তিনি বললেনঃ তুমি কিভাবে জানতে পারলে যে, এর মাধ্যমে ঝাড়ফুঁক করা যায়? বর্ণনাকারী এ বিষয়ে তাঁর পক্ষ হতে কোন নিষেধাজ্ঞা উল্লেখ করেননি। তিনি বললেনঃ এগুলো তোমরা ভাগ কর এবং তোমাদের সাথে আমার জন্যও একটা ভাগ রাখ।\n\nসহীহ, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنِي عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا أَبُو بِشْرٍ، قَالَ سَمِعْتُ أَبَا الْمُتَوَكِّلِ، يُحَدِّثُ عَنْ أَبِي سَعِيدٍ، أَنَّ نَاسًا، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مَرُّوا بِحَىٍّ مِنَ الْعَرَبِ فَلَمْ يَقْرُوهُمْ وَلَمْ يُضَيِّفُوهُمْ فَاشْتَكَى سَيِّدُهُمْ فَأَتَوْنَا فَقَالُوا هَلْ عِنْدَكُمْ دَوَاءٌ قُلْنَا نَعَمْ وَلَكِنْ لَمْ تَقْرُونَا وَلَمْ تُضَيِّفُونَا فَلاَ نَفْعَلُ حَتَّى تَجْعَلُوا لَنَا جُعْلاً ‏.‏ فَجَعَلُوا عَلَى ذَلِكَ قَطِيعًا مِنَ الْغَنَمِ ‏.‏ قَالَ فَجَعَلَ رَجُلٌ مِنَّا يَقْرَأُ عَلَيْهِ بِفَاتِحَةِ الْكِتَابِ فَبَرَأَ فَلَمَّا أَتَيْنَا النَّبِيَّ صلى الله عليه وسلم ذَكَرْنَا ذَلِكَ لَهُ قَالَ ‏\"‏ وَمَا يُدْرِيكَ أَنَّهَا رُقْيَةٌ ‏\"‏ ‏.‏ وَلَمْ يَذْكُرْ نَهْيًا مِنْهُ وَقَالَ ‏\"‏ كُلُوا وَاضْرِبُوا لِي مَعَكُمْ بِسَهْمٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ وَهَذَا أَصَحُّ مِنْ حَدِيثِ الأَعْمَشِ عَنْ جَعْفَرِ بْنِ إِيَاسٍ ‏.‏ وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ أَبِي بِشْرٍ جَعْفَرِ بْنِ أَبِي وَحْشِيَّةَ عَنْ أَبِي الْمُتَوَكِّلِ عَنْ أَبِي سَعِيدٍ ‏.‏ وَجَعْفَرُ بْنُ إِيَاسٍ هُوَ جَعْفَرُ بْنُ أَبِي وَحْشِيَّةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি সহীহ্ । এটা পূর্ববর্তী জা’ফর ইবনু ইয়াস হতে আ’মাশের রিওয়ায়াতের তুলনায় অনেক বেশি সহীহ্ । একাধিক বর্ণনাকারী আবূ বিশর হতে, তিনি আবূল মুতাওয়াক্কিল হতে, তিনি আবূ সাঈদ (রাঃ) হতে এই সূত্রে হাদীসটি বর্ণনা করেছেন । জাফর ইবনু ইয়াস বলেন জাফর ইবনু আবূ ওয়াহ্শিইয়্যা ।",
    "chapter": {
      "chapter_number": "26"
    }
  }
}