{
  "hadith": {
    "hadith_id": 2072,
    "narrator": "ঈসা ইবনু আবদুর রাহমান ইবনু আবূ লাইলা (রহঃ)",
    "bn": "তিনি বলেন, আমি আবদুল্লাহ ইবনু উকাইম আবূ মা’বাদ আল-জুহানীর অসুস্থ অবস্থায় তাকে দেখতে গেলাম। তিনি বিষাক্তি ফোঁড়ায় আক্রান্ত ছিলেন। আমি বললাম, কিছু তাবিজ-তুমার ঝুলিয়ে রাখছেন কেন? তিনি বললেন, মৃত্যু তো এর চেয়েও নিকটে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক কোনকিছু ঝুলিয়ে রাখে (তাবিজ-তুমার) তাকে তাঁর উপরই সোপর্দ করা হয়।\n\nসহীহ, গাইয়াতুল মারাম (২৯৭)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مَدُّويَهْ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ عِيسَى، أَخِيهِ قَالَ دَخَلْتُ عَلَى عَبْدِ اللَّهِ بْنِ عُكَيْمٍ أَبِي مَعْبَدٍ الْجُهَنِيِّ أَعُودُهُ وَبِهِ حُمْرَةٌ فَقُلْنَا أَلاَ تُعَلِّقُ شَيْئًا قَالَ الْمَوْتُ أَقْرَبُ مِنْ ذَلِكَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ مَنْ تَعَلَّقَ شَيْئًا وُكِلَ إِلَيْهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ عَبْدِ اللَّهِ بْنِ عُكَيْمٍ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى ‏.‏ وَعَبْدُ اللَّهِ بْنُ عُكَيْمٍ لَمْ يَسْمَعْ مِنَ النَّبِيِّ صلى الله عليه وسلم وَكَانَ فِي زَمَنِ النَّبِيِّ صلى الله عليه وسلم يَقُولُ كَتَبَ إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ ابْنِ أَبِي لَيْلَى، نَحْوَهُ بِمَعْنَاهُ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُقْبَةَ بْنِ عَامِرٍ، ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আমরা আবদুল্লাহ ইবনু উকাইমের হাদীসটি শুধুমাত্র মুহাম্মাদ ইবনু আব্দুর রহমান-এর সূত্রেই জেনেছি । আবদুল্লাহ ইবনু উকাইম রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর আমল পেলেও তাঁর কাছ থেকে হাদীস শ্রবণ করতে পারেননি । তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের কাছে চিঠি লিখেন । মুহাম্মাদ ইবনু বাশশার-ইয়াহ্ইয়া ইবনু সাঈদ হতে, তিনি ইবনু আবূ লাইলা (রহঃ)-এর সূত্রে উক্ত মর্মে একইরকম হাদীস বর্ণনা করেছেন । আবূ ঈসা বলেন : উকবা ইবনু আমির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে ।",
    "chapter": {
      "chapter_number": "26"
    }
  }
}