{
  "hadith": {
    "hadith_id": 2093,
    "narrator": "হুযাইল ইবনু শুরাহ্বীল (রাহ)",
    "bn": "তিনি বলেন, আবূ মূসা (রাঃ) ও সালমান ইবনু রাবীআ (রা)-এর নিকট একজন লোক এসে তাদের কাছে মেয়ে, নাতনী ও সহোদরা বোনের মীরাসের ব্যাপারে প্রশ্ন করে। তারা দুজনেই বললেন, মেয়ে পাবে অর্ধেক সম্পত্তি এবং সহোদর বোন পাবে বাকী অংশ। তারা আরো বললেন, তুমি আবদুল্লাহ ইবনু মাসঊদ (রা)-এর কাছে যাও এবং তাকে প্রশ্ন কর। তিনিও আমাদেরই অনুসরণ করবেন। লোকটি আবদুল্লাহ ইবনু মাসঊদ (রা)-এর নিকট এসে তাকে ঘটনা বলে এবং তারা দুজনে যা বলেছেন তাও তাকে অবহিত করায়। আবদুল্লাহ (রাঃ) বললেন, আমি যদি তাদের দুজনের অনুসরণ করি তাহলে পথভ্রষ্ট হব এবং সঠিক পথে অটুট থাকতে পারব না। আমি এ বিষয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অনুরূপ ফায়সালাই প্রদান করব। মেয়ে পাবে অর্ধেক সম্পত্তি এবং নাতনী পাবে এক-ষষ্ঠাংশ সম্পত্তি। এভাবে দুজনের অংশ একত্রে দুই-তৃতীয়াংশ পূর্ণ হবে। বাকী সম্পত্তি পাবে বোন।\n\nসহীহ, ইবনু মা-জাহ (২৭২১), বুখারী।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ أَبِي قَيْسٍ الأَوْدِيِّ، عَنْ هُزَيْلِ بْنِ شُرَحْبِيلَ، قَالَ جَاءَ رَجُلٌ إِلَى أَبِي مُوسَى وَسَلْمَانَ بْنِ رَبِيعَةَ فَسَأَلَهُمَا عَنْ الاِبْنَةِ، وَابْنَةِ الاِبْنِ، وَأُخْتٍ، لأَبٍ وَأُمٍّ فَقَالاَ لِلاِبْنَةِ النِّصْفُ وَلِلأُخْتِ مِنَ الأَبِ وَالأُمِّ مَا بَقِيَ ‏.‏ وَقَالاَ لَهُ انْطَلِقْ إِلَى عَبْدِ اللَّهِ فَاسْأَلْهُ فَإِنَّهُ سَيُتَابِعُنَا ‏.‏ فَأَتَى عَبْدَ اللَّهِ فَذَكَرَ ذَلِكَ لَهُ وَأَخْبَرَهُ بِمَا قَالاَ قَالَ عَبْدُ اللَّهِ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ وَلَكِنْ أَقْضِي فِيهِمَا كَمَا قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم لِلاِبْنَةِ النِّصْفُ وَلاِبْنَةِ الاِبْنِ السُّدُسُ تَكْمِلَةَ الثُّلُثَيْنِ وَلِلأُخْتِ مَا بَقِيَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَأَبُو قَيْسٍ الأَوْدِيُّ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ ثَرْوَانَ الْكُوفِيُّ وَقَدْ رَوَاهُ شُعْبَةُ عَنْ أَبِي قَيْسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ । আবূ কাইস আল-আওদীর নাম আবদুর রাহমান, পিতা সারওয়ান আল-কূফী । এ হাদীসটি শুবাও আবূ কাইসের সূত্রে বর্ণনা করেছেন ।",
    "chapter": {
      "chapter_number": "27"
    }
  }
}