{
  "hadith": {
    "hadith_id": 21,
    "narrator": "‘আবদুল্লাহ ইবনু মুগাফফাল (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন ব্যক্তিকে নিজের গোসলখানায় পেশাব করতে নিষেধ করেছেন। তিনি আরো বলেছেনঃ (মানুষের মনে) বেশিরভাগ ওয়াসওয়াসা তা হতেই সৃষ্টি হয়। \n\nপ্রথম অংশ সহীহ, দ্বিতীয় অংশ যঈফ। ইবনু মাজাহ- (৩০৪)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، وَأَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى، مَرْدَوَيْهِ قَالاَ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنْ أَشْعَثَ بْنِ عَبْدِ اللَّهِ، عَنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ يَبُولَ الرَّجُلُ فِي مُسْتَحَمِّهِ ‏.‏ وَقَالَ ‏ \"‏ إِنَّ عَامَّةَ الْوَسْوَاسِ مِنْهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ رَجُلٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ حَدِيثِ أَشْعَثَ بْنِ عَبْدِ اللَّهِ وَيُقَالُ لَهُ أَشْعَثُ الأَعْمَى ‏.‏ وَقَدْ كَرِهَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ الْبَوْلَ فِي الْمُغْتَسَلِ وَقَالُوا عَامَّةُ الْوَسْوَاسِ مِنْهُ ‏.‏ وَرَخَّصَ فِيهِ بَعْضُ أَهْلِ الْعِلْمِ مِنْهُمُ ابْنُ سِيرِينَ وَقِيلَ لَهُ إِنَّهُ يُقَالُ إِنَّ عَامَّةَ الْوَسْوَاسِ مِنْهُ فَقَالَ رَبُّنَا اللَّهُ لاَ شَرِيكَ لَهُ ‏.‏ وَقَالَ ابْنُ الْمُبَارَكِ قَدْ وُسِّعَ فِي الْبَوْلِ فِي الْمُغْتَسَلِ إِذَا جَرَى فِيهِ الْمَاءُ ‏.‏ قَالَ أَبُو عِيسَى حَدَّثَنَا بِذَلِكَ أَحْمَدُ بْنُ عَبْدَةَ الآمُلِيُّ عَنْ حِبَّانَ عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "এ অনুচ্ছেদে নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের একজন সাহাবী হতে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেন, এটা গারীব হাদীস। শুধু আশ‘আস ইবনু আবদিল্লাহ এটাকে সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের  হাদীস বলে বর্ণনা করেছেন এবং তাকে অন্ধ আশ‘আস বলা হয়। এক দল মনীষী গোসলখানায় পেশাব করা মাকরূহ বলেছেন। তাদের মতে, এর দ্বারা মানুষের সন্দেহপ্রবণতা সৃষ্টি হয়। অপর দলের মতে, তার অনুমতি আছে। এদরে মধ্যে ইবুন সীরীন অন্যতম। কেউ তাঁকে প্রশ্ন করল, লোকেরা বলাবলি করছে, ‘বেশিভাগ সন্দেহপ্রবণতা এখান হতেই সৃষ্টি হয়’ এটা কেমন করে? তিনি উত্তরে বলেছেনঃ আল্লাহ আমাদের প্রভু, তাঁর কোন শারীক নেই। ইবনুল মুবারাকের মতে, যদি গোসলখানার পানি গড়িয়ে যায় তাহলে সেখানে পেশাব করার অনুমতি আছে। \nআবূ ‘ঈসা বলেনঃ আহমাদ ইবনু ‘আবদাহ আল-আমুলী হিব্বান হতে, তিনি ‘আব্দুল্লাহ ইবনু মুবারক হতে এ হাদীস বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}