{
  "hadith": {
    "hadith_id": 2101,
    "narrator": "কাবীসা ইবনু যুওয়াইব (রাঃ)",
    "bn": "তিনি বলেন, এক দাদী আবূ বাকর (রাঃ)-এর নিকটে এসে তার মীরাস প্রসঙ্গে প্রশ্ন করে। তিনি তাকে বললেন, তোমার জন্য আল্লাহ্ তা'আলার কিতাবে কিছু নির্ধারিত নেই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সুন্নাতেও তোমার সম্পর্কে কিছু নেই। তুমি চলে যাও, আমি লোকদের নিকটে প্রশ্ন করে ব্যাপারটি জেনে নেই। তিনি লোকদের প্রশ্ন করলে মুগীরা ইবনু শুবা (রাঃ) বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে হাযির থাকা অবস্থায় তিনি তাকে (দাদীকে) ছয় ভাগের এক অংশ দান করার ফাইসালা দিয়েছেন। তিনি (আবূ বাকর) প্রশ্ন করলেন, তোমার সাথে আরো কেউ ছিল কি? তখন মুহাম্মাদ ইবনু মাসলামা (রাঃ) উঠে দাঁড়িয়ে মুগীরা ইবনু শুবা (রাঃ)-এর মতই কথা বললেন। অতএব আবু বাকর (রাঃ) তাকে ছয় ভাগের এক অংশ দেয়ার বিধান জারি করেন। পরবর্তী কালে অপর এক দাদী এসে উমার ইবনুল খাত্তাব (রাঃ)-এর কাছে তার মীরাস প্রসঙ্গে প্রশ্ন করে। তিনি বলেন, আল্লাহ তা'আলার কিতাবে তোমার জন্য কোন অংশ নির্ধারিত নেই। তবে তোমার জন্য ঐ ছয় ভাগের এক অংশ নির্ধারিত আছে। তোমরা (দাদী-নানী) যদি উভয়ে বেঁচে থাক তবে এটা (ছয় ভাগের এক অংশ) তোমাদের উভয়ের মধ্যে সমানভাবে বণ্টিত হবে। আর তোমাদের উভয়ের মধ্যে যদি একজন বেঁচে থাকে তবে এটা সে একাই পাবে।\n\nদুর্বল, দেখুন পূর্বের হাদীস, এ অনুচ্ছেদে বুরাইদা (রাঃ) হতেও হাদীস বর্ণিত আছে।",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُثْمَانَ بْنِ إِسْحَاقَ بْنِ خَرَشَةَ، عَنْ قَبِيصَةَ بْنِ ذُؤَيْبٍ، قَالَ جَاءَتِ الْجَدَّةُ إِلَى أَبِي بَكْرٍ تَسْأَلُهُ مِيرَاثَهَا ‏.‏ قَالَ فَقَالَ لَهَا مَا لَكِ فِي كِتَابِ اللَّهِ شَيْءٌ وَمَا لَكِ فِي سُنَّةِ رَسُولِ اللَّهِ صلى الله عليه وسلم شَيْءٌ فَارْجِعِي حَتَّى أَسْأَلَ النَّاسَ ‏.‏ فَسَأَلَ النَّاسَ فَقَالَ الْمُغِيرَةُ بْنُ شُعْبَةَ حَضَرْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَعْطَاهَا السُّدُسَ ‏.‏ فَقَالَ أَبُو بَكْرٍ هَلْ مَعَكَ غَيْرُكَ فَقَامَ مُحَمَّدُ بْنُ مَسْلَمَةَ الأَنْصَارِيُّ فَقَالَ مِثْلَ مَا قَالَ الْمُغِيرَةُ بْنُ شُعْبَةَ فَأَنْفَذَهُ لَهَا أَبُو بَكْرٍ ‏.‏ قَالَ ثُمَّ جَاءَتِ الْجَدَّةُ الأُخْرَى إِلَى عُمَرَ بْنِ الْخَطَّابِ تَسْأَلُهُ مِيرَاثَهَا فَقَالَ مَا لَكِ فِي كِتَابِ اللَّهِ شَيْءٌ وَلَكِنْ هُوَ ذَاكَ السُّدُسُ فَإِنِ اجْتَمَعْتُمَا فِيهِ فَهُوَ بَيْنَكُمَا وَأَيَّتُكُمَا خَلَتْ بِهِ فَهُوَ لَهَا ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ بُرَيْدَةَ ‏.‏ وَهَذَا أَحْسَنُ وَهُوَ أَصَحُّ مِنْ حَدِيثِ ابْنِ عُيَيْنَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান। ইবনু উয়াইনার হাদীসের তুলনায় এটি অনেক বেশী সহীহ।",
    "chapter": {
      "chapter_number": "27"
    }
  }
}