{
  "hadith": {
    "hadith_id": 2107,
    "narrator": "উসামা ইবনু যাইদ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মুসলিম ব্যক্তি কাফির ব্যক্তির উত্তরাধিকারী হবে না এবং কাফিরও মুসলিম ব্যক্তির উত্তরাধিকারী হবে না।\n\nসহীহ, ইবনু মা-জাহ (২৭২৯), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، ح وَحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا هُشَيْمٌ، عَنِ الزُّهْرِيِّ، عَنْ عَلِيِّ بْنِ حُسَيْنٍ، عَنْ عَمْرِو بْنِ عُثْمَانَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ يَرِثُ الْمُسْلِمُ الْكَافِرَ وَلاَ الْكَافِرُ الْمُسْلِمَ ‏\"‏ ‏.‏ حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا الزُّهْرِيُّ نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ جَابِرٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ هَكَذَا رَوَاهُ مَعْمَرٌ وَغَيْرُ وَاحِدٍ عَنِ الزُّهْرِيِّ نَحْوَ هَذَا ‏.‏ وَرَوَى مَالِكٌ عَنِ الزُّهْرِيِّ عَنْ عَلِيِّ بْنِ حُسَيْنٍ عَنْ عُمَرَ بْنِ عُثْمَانَ عَنْ أُسَامَةَ بْنِ زَيْدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَحَدِيثُ مَالِكٍ وَهَمٌ وَهِمَ فِيهِ مَالِكٌ وَقَدْ رَوَاهُ بَعْضُهُمْ عَنْ مَالِكٍ فَقَالَ عَنْ عَمْرِو بْنِ عُثْمَانَ وَأَكْثَرُ أَصْحَابِ مَالِكٍ قَالُوا عَنْ مَالِكٍ عَنْ عُمَرَ بْنِ عُثْمَانَ وَعَمْرُو بْنُ عُثْمَانَ بْنِ عَفَّانَ هُوَ مَشْهُورٌ مِنْ وَلَدِ عُثْمَانَ وَلاَ يُعْرَفُ عُمَرُ بْنُ عُثْمَانَ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ وَاخْتَلَفَ بَعْضُ أَهْلِ الْعِلْمِ فِي مِيرَاثِ الْمُرْتَدِّ فَجَعَلَ أَكْثَرُ أَهْلِ الْعِلْمِ مِنْ أَصَحْابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمُ الْمَالَ لِوَرَثَتِهِ مِنَ الْمُسْلِمِينَ ‏.‏ وَقَالَ بَعْضُهُمْ لاَ يَرِثُهُ وَرَثَتُهُ مِنَ الْمُسْلِمِينَ وَاحْتَجُّوا بِحَدِيثِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ لاَ يَرِثُ الْمُسْلِمُ الْكَافِرَ ‏\"‏ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আবূ উমার-সুফিয়ান হতে, তিনি যুহ্রী (রাহঃ)-এর সূত্রে অনুরূপ হাদীস বর্ণনা করেছেন। আবূ ঈসা বলেন, জাবির ও আব্দুল্লাহ্ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্। মা’মার এবং আরও অনেকে যুহ্রীর সূত্রে একইরকম বর্ণনা করেছেন। মালিক (রাহঃ) যুহ্রী হতে, তিনি আলী ইবনুল হুসাইন হতে, তিনি উমার ইবনু উসমান হতে, তিনি উসামা ইবনু যাইদ (রাঃ) হতে, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে এইরকম বর্ণনা করেছেন। মালিকের বর্ণনা ভ্রান্তিপূর্ণ। এতে মালিকই ভুল করেছেন। এই হাদীসটিকে কোন কোন বর্ণনাকারী মালিকের সূত্রে বর্ণনা করেছেন এবং (উমার-এর স্থলে) আমর বলেছেন। মালিকের বেশিরভাগ শিষ্য ‘মালিক-উমার’ হতে বলেছেন। উসমান (রাঃ) এর সন্তানদের মধ্যে আমর প্রসিদ্ধ। উমার নামে তার কোন সন্তান ছিল বলে জানা যায় না। এ হাদীস অনুসারে অভিজ্ঞ আলিমগণ আমল করেছেন। তবে মুরতাদ (ধর্মত্যাগী) ব্যক্তির পরিত্যক্ত সম্পত্তি (মীরাস) সম্পর্কে তাদের মধ্যে দ্বিমত আছে। একদল সাহাবী ও অপরাপর আলিম বলেছেন, তার পরিত্যক্ত সম্পত্তি তার মুসলিম উত্তরাধিকারীদের মধ্যে বন্টিত হবে। তাদের অপর দল বলেছেন, মুসলমানরা তার উত্তরাধিকারী হবে না। তারা উপরোক্ত হাদীসটি দলীল হিসাবে গ্রহন করেছেন। ইমাম শাফীঈর এই অভিমত।",
    "chapter": {
      "chapter_number": "27"
    }
  }
}