{
  "hadith": {
    "hadith_id": 2112,
    "narrator": "তামীমুদ দারী (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রশ্ন করলাম, কোন মুসলিম লোকের হাতে কোন মুশরিক লোক ইসলাম ক্ববুল করলে তার কি বিধান রয়েছে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সে (মুসলমান লোকটি) তার (নও-মুসলিম) জীবনে-মরণে অন্য সব মানুষের চেয়ে বেশি প্রাধান্য পাবে।\n\nহাসান সহীহঃ ইবনু মা-জাহ (২৭৫২)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، وَابْنُ، نُمَيْرٍ وَوَكِيعٌ عَنْ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، عَنْ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، وَقَالَ، بَعْضُهُمْ عَنْ عَبْدِ اللَّهِ بْنِ وَهْبٍ، عَنْ تَمِيمٍ الدَّارِيِّ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم مَا السُّنَّةُ فِي الرَّجُلِ مِنْ أَهْلِ الشِّرْكِ يُسْلِمُ عَلَى يَدَىْ رَجُلٍ مِنَ الْمُسْلِمِينَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هُوَ أَوْلَى النَّاسِ بِمَحْيَاهُ وَمَمَاتِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ وَهْبٍ وَيُقَالُ ابْنُ مَوْهَبٍ عَنْ تَمِيمٍ الدَّارِيِّ ‏.‏ وَقَدْ أَدْخَلَ بَعْضُهُمْ بَيْنَ عَبْدِ اللَّهِ بْنِ وَهْبٍ وَبَيْنَ تَمِيمٍ الدَّارِيِّ قَبِيصَةَ بْنَ ذُؤَيْبٍ وَلاَ يَصِحُّ رَوَاهُ يَحْيَى بْنُ حَمْزَةَ عَنْ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ وَزَادَ فِيهِ قَبِيصَةَ بْنَ ذُؤَيْبٍ وَهُوَ عِنْدِي لَيْسَ بِمُتَّصِلٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَقَالَ بَعْضُهُمْ يُجْعَلُ مِيرَاثُهُ فِي بَيْتِ الْمَالِ وَهُوَ قَوْلُ الشَّافِعِيِّ وَاحْتَجَّ بِحَدِيثِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ أَنَّ الْوَلاَءَ لِمَنْ أَعْتَقَ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আমরা শুধুমাত্র আবদুল্লাহ ইবনু ওয়াহ্বের সূত্রেই এ হাদীসটি জেনেছি। আবার কেউ তা বর্ণনা করেছেন ইবনু মাত্তহিব হতে, তিনি তামীমুদ দারী (রাঃ)-এর সূত্রে। এই হাদীসের সনদে আবদুল্লাহ ইবনু ওয়াহব ও দামীমুদ দারী (রাঃ)-এর মাঝখানে কোন কোন বর্ণনাকারী কাবীসা ইবনু যুআইব (রাহঃ)-কে অন্তর্ভুক্ত করেছেন। কিন্তু তা সঠিক নয়। আব্দুল আযীয ইবনু উমারের সূত্রে ইয়াহ্ইয়া ইবনু হামযা এ হাদীসটি বর্ণনা করেছেন এবং তাতে কাবীসা ইবনু যুআইবের নাম অন্তর্ভুক্ত কারেছেন। আমি মনে করি এ হাদীসের সনদ মুত্তাসিল নয়। এ হাদীস অনুযায়ী একদল অভিজ্ঞ আলিম আমল করেছেন। তাদের মতে যার হাতে সে লোকটি মুসলমান হয়েছেন সে তার উত্তরাধিকারী হবে। বিশেষজ্ঞদের অন্য আরেক দল বলেছেন, তার মারা যাওয়ার পর তার রেখে যাওয়া সম্পত্তি বাইতুল মালে জমা করা হবে। ইমাম শাফিঈর এই অভিমত। রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) এর এই হাদীসটি তার দলীলঃ “যে লোক গোলাম মুক্ত করে সে-ই ‘ওয়ালার’ স্বত্বাধিকারী হবে”।",
    "chapter": {
      "chapter_number": "27"
    }
  }
}