{
  "hadith": {
    "hadith_id": 2120,
    "narrator": "আবূ উমামা আল-বাহিলী (রাঃ)",
    "bn": "তিনি বলেন, বিদায় হাজ্জের খুতবায় আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ অবশ্যই আল্লাহ তা‘আলা প্রত্যেক হকদারের হক (নির্দিষ্ট করে) দিয়েছেন। অতএব, উত্তরাধিকারীদের জন্য ওয়াসিয়াত করা বৈধ নয়। সন্তান বিছানার (মালিকের); আর ব্যভিচারীর জন্য রয়েছে পাথর। তাদের সবর্শেষ ফায়সালার ভার আল্লাহ তা‘আলার উপর। যে লোক নিজের বাবাকে পরিত্যাগ করে আরেকজনকে বাবা বলে পরিচয় দেয় এবং যে গোলাম নিজের মনিব ব্যতীত অন্য মনিবের পরিচয় দেয় তার উপর অব্যাহতভাবে কিয়ামাত পর্য্ন্ত আল্লাহ তা‘আলার অভিশাপ। স্ত্রী তার স্বামীর বিনা অনুমতিতে তার ঘর হতে কোন কিছু ব্যয় করবে না। প্রশ্ন করা হলো, হে আল্লাহর রাসূল রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! খাদ্যদ্রব্যও নয়? তিনি বললেনঃ এটাতো আমাদের সবোর্ত্তম সম্পদ। তিনি আরো বললেনঃ ধারনকৃত বস্তু ফেরত যোগ্য, মানীহা (দুধপানের উদ্দেশ্যে ধার করা পশু) ফেরত দিতে হবে, ঋণ পরিশোধ করতে হবে এবং যামিনদার দায়বদ্ধ থাকবে।\n\nসহীহ, ইবনু মা-জাহ (২৭১৩)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، وَهَنَّادٌ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا شُرَحْبِيلُ بْنُ مُسْلِمٍ الْخَوْلاَنِيُّ، عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي خُطْبَتِهِ عَامَ حَجَّةِ الْوَدَاعِ ‏\"‏ إِنَّ اللَّهَ قَدْ أَعْطَى كُلَّ ذِي حَقٍّ حَقَّهُ فَلاَ وَصِيَّةَ لِوَارِثٍ الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ وَحِسَابُهُمْ عَلَى اللَّهِ وَمَنِ ادَّعَى إِلَى غَيْرِ أَبِيهِ أَوِ انْتَمَى إِلَى غَيْرِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ التَّابِعَةُ إِلَى يَوْمِ الْقِيَامَةِ لاَ تُنْفِقُ امْرَأَةٌ مِنْ بَيْتِ زَوْجِهَا إِلاَّ بِإِذْنِ زَوْجِهَا ‏\"‏ ‏.‏ قِيلَ يَا رَسُولَ اللَّهِ وَلاَ الطَّعَامَ قَالَ ‏\"‏ ذَلِكَ أَفْضَلُ أَمْوَالِنَا ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ الْعَارِيَةُ مُؤَدَّاةٌ وَالْمِنْحَةُ مَرْدُودَةٌ وَالدَّيْنُ مَقْضِيٌّ وَالزَّعِيمُ غَارِمٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَمْرِو بْنِ خَارِجَةَ وَأَنَسِ بْنِ مَالِكٍ ‏.‏ وَهُوَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْ أَبِي أُمَامَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏ وَرِوَايَةُ إِسْمَاعِيلَ بْنِ عَيَّاشٍ عَنْ أَهْلِ الْعِرَاقِ وَأَهْلِ الْحِجَازِ لَيْسَ بِذَلِكَ فِيمَا تَفَرَّدَ بِهِ لأَنَّهُ رَوَى عَنْهُمْ مَنَاكِيرَ وَرِوَايَتُهُ عَنْ أَهْلِ الشَّامِ أَصَحُّ هَكَذَا قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ ‏.‏ قَالَ سَمِعْتُ أَحْمَدَ بْنَ الْحَسَنِ يَقُولُ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ إِسْمَاعِيلُ بْنُ عَيَّاشٍ أَصْلَحُ حَدِيثًا مِنْ بَقِيَّةَ وَلِبَقِيَّةَ أَحَادِيثُ مَنَاكِيرُ عَنِ الثِّقَاتِ ‏.‏ وَسَمِعْتُ عَبْدَ اللَّهِ بْنَ عَبْدِ الرَّحْمَنِ يَقُولُ سَمِعْتُ زَكَرِيَّا بْنَ عَدِيٍّ يَقُولُ قَالَ أَبُو إِسْحَاقَ الْفَزَارِيُّ خُذُوا عَنْ بَقِيَّةَ مَا حَدَّثَ عَنِ الثِّقَاتِ وَلاَ تَأْخُذُوا عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ مَا حَدَّثَ عَنِ الثِّقَاتِ وَلاَ عَنْ غَيْرِ الثِّقَاتِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আমর ইবনু খা-রিজাহ (রাঃ) ও আনাস ইবনু মালিক (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ। এ হাদীসটি আবূ উমামা (রাঃ) হতে অপরাপর সূত্রেও বর্ণিত আছে।\nইরাক ও হিজাযবাসীদের হতে ইসমাঈল ইবনু আইয়্যাশের একক বর্ণনাগুলো গ্রহনযোগ্য নয়। কারণ, তিনি তাদের সূত্রে বহু মুনকার হাদীস বর্ণনা করেছেন। তবে সিরিয়াবাসীদের সূত্রে বর্ণিত তার হাদীসসমূহ অনেক বেশি সহীহ্। মুহাম্মাদ ইবনু ইসমাঈল আল-বুখারী এরকম কথাই বলেছেন। তিনি আরো বলেছেন, আমি আহমাদ ইবনু হাম্বলকে বলতে শুনেছি যে, বাকিয়্যা সিকাহ বর্ননাকারীদের সূত্রেও মুনকার হাদীস বর্ণনা করেছেন। আমি আবদুল্লাহ ইবনু আবদুর রাহমানকে বলতে শুনেছি, আমি যাকারিয়া ইবনু আদীকে বলতে শুনেছি, আবূ ইসহাক আল-ফাযারী বলেন, সিকাহ্ বর্ণনাকারীদের সূত্রে বাকিয়্যা যা কিছু বর্ণনা করেন তোমরা তা গ্রহণ কর। আর নির্ভরযোগ্য ও অনির্ভরযোগ্য যাদের সূত্রেই ইসমাঈল ইবনু আইয়্যাশ হাদীস বর্ণনা করুন না কেন তোমরা তা গ্রহণ করো না।",
    "chapter": {
      "chapter_number": "28"
    }
  }
}