{
  "hadith": {
    "hadith_id": 2124,
    "narrator": "উরওয়া (রাহঃ)",
    "bn": "তাকে আইশা (রাঃ) জানিয়েছেন। বারীরা (রাঃ) আইশা (রাঃ)- এর নিকট আসেন নিজের মুক্তির চুক্তিপত্রের ব্যাপারে তার সাহায্য প্রার্থনা করতে। তিনি তার চুক্তিপত্রের ব্যাপারে তার সাহায্য প্রার্থনা করতে। তিনি তার চুক্তিপত্রের শর্ত মুতাবিক এ পযর্ন্ত ‍কিছুই পরিশোধ করতে পারেননি। আইশা (রাঃ) তাকে বললেন, তুমি তোমার মালিক পরিবারে ফিরে যাও। তারা যদি সম্মত হয় যে, তোমার চুক্তিপত্রের নির্ধারিত মূল্য আমি পরিশোধ করব এবং আমি তোমার ‘ওয়ালাআর’ হক্বদার হবো, তাহলে আমি মূল্য পরিশোধ করতে তৈরী আছি। তিনি ফিরে গিয়ে বিষয়টি তার মালিক পরিবারের কাছে বললেন। কিস্তু তারা এ শর্তে সম্মত হলো না। তারা বলল, তিনি যদি নেকীর উদ্দেশ্যে তোমার প্রতি অনুগ্রহ করেন এবং তোমার ওয়ালআর অধিকারী আমরা হবো তাহলে এই শর্তে আমরা সম্মত আছি এবং তিনি তা করতে পারেন। তিনি (আইশা) বিষয়টি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট উল্লেখ করেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ তুমি তাকে ক্রয় করে মুক্ত করে দাও। কেননা, যে ব্যক্তি মুক্ত করে সে-ই ওয়ালাআর মালিক হয়। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উঠে দাঁড়িয়ে বললেনঃ লোকদের কি হলো! তারা এমন শর্তারোপ করে যা আল্লাহ তা‘আলার গ্রন্থে নেই। যে লোক এরুপ শর্তারোপ করে যা আল্লাহ তা‘আলার গ্রন্থে নেই সেরুপ শর্ত তার কোন উপকারে আসবে না, সে শতবার শর্তারোপ করলেও।\n\nসহীহ, ইবনু মা-জাহ (২৫২১), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّ بَرِيرَةَ جَاءَتْ تَسْتَعِينُ عَائِشَةَ فِي كِتَابَتِهَا وَلَمْ تَكُنْ قَضَتْ مِنْ كِتَابَتِهَا شَيْئًا فَقَالَتْ لَهَا عَائِشَةُ ارْجِعِي إِلَى أَهْلِكِ فَإِنْ أَحَبُّوا أَنْ أَقْضِيَ عَنْكِ كِتَابَتَكِ وَيَكُونَ لِي وَلاَؤُكِ فَعَلْتُ ‏.‏ فَذَكَرَتْ ذَلِكَ بَرِيرَةُ لأَهْلِهَا فَأَبَوْا وَقَالُوا إِنْ شَاءَتْ أَنْ تَحْتَسِبَ عَلَيْكِ وَيَكُونَ لَنَا وَلاَؤُكِ فَلْتَفْعَلْ ‏.‏ فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ابْتَاعِي فَأَعْتِقِي فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏ ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا بَالُ أَقْوَامٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ مَنِ اشْتَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللَّهِ فَلَيْسَ لَهُ وَإِنِ اشْتَرَطَ مِائَةَ مَرَّةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عَائِشَةَ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الْوَلاَءَ لِمَنْ أَعْتَقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। এ হাদীসটি আইশা (রাঃ) হতে একাধিকসূত্রে বর্ণিত হয়েছে। এ হাদীস অনুযায়ী অভিজ্ঞ আলিমগণ আমল করেছেন। তাদের মতে আযাদকারীই ওয়ালাআর স্বত্বাধিকারী হবে।",
    "chapter": {
      "chapter_number": "28"
    }
  }
}