{
  "hadith": {
    "hadith_id": 2126,
    "narrator": "আবদুল্লাহ ইবনু উমার (রাঃ)",
    "bn": "ওয়ালাআ-স্বত্ব বিক্রয় করতে অথবা হিবা করতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বারণ করেছেন।\n\nসহীহ, ইবনু মা-জাহ (২৭৪৭, ২৭৪৮), বুখারী মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دِينَارٍ، سَمِعَ عَبْدَ اللَّهِ بْنَ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ بَيْعِ الْوَلاَءِ وَعَنْ هِبَتِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى عَنْ بَيْعِ الْوَلاَءِ وَعَنْ هِبَتِهِ وَقَدْ رَوَاهُ شُعْبَةُ وَسُفْيَانُ الثَّوْرِيُّ وَمَالِكُ بْنُ أَنَسٍ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ ‏.‏ وَيُرْوَى عَنْ شُعْبَةَ قَالَ لَوَدِدْتُ أَنَّ عَبْدَ اللَّهِ بْنَ دِينَارٍ حِينَ حَدَّثَ بِهَذَا الْحَدِيثِ أَذِنَ لِي حَتَّى كُنْتُ أَقُومُ إِلَيْهِ فَأُقَبِّلُ رَأْسَهُ ‏.‏ وَرَوَى يَحْيَى بْنُ سُلَيْمٍ هَذَا الْحَدِيثَ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَهُوَ وَهَمٌ وَهِمَ فِيهِ يَحْيَى بْنُ سُلَيْمٍ وَالصَّحِيحُ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ هَكَذَا رَوَاهُ غَيْرُ وَاحِدٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى وَتَفَرَّدَ عَبْدُ اللَّهِ بْنُ دِينَارٍ بِهَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। আমরা শুধুমাত্র আবদুল্লাহ ইবনু দীনারের সূত্রে ইবনু উমারের বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) হতে এ হাদীসটি জেনেছি। তিনি ওয়ালাআ বিক্রয় বা হিবা করতে বারণ করেছেন। উপরে বর্ণিত হাদীসটি আবদুল্লাহ ইবনু দীনারের সূত্রে শুবা, সুফিয়ান সাওরী ও মালিক ইবনু আনাস (রাহঃ) বর্ণনা করেছেন। শুবা (রাহঃ) বলেন, এ হাদীসটি যখন আবদুল্লাহ ইবনু দীনার বর্ণনা করেন তখন আমি মনে মনে ইচ্ছা করছিলাম যে, তিনি সম্মতি দিলে আমি উঠে গিয়ে তার মাথায় চুমু খেতাম। এই হাদীসটি উবাইদুল্লাহ ইবনু উমার নাফি হতে, তিনি ইবনু উমার (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে ইয়াহইয়া ইবনু সুলাইম বর্ণনা করেছেন। কিন্তু এতে বিভ্রান্তি আছে। ইয়াহইয়া ইবনু সুলাইম এতে বিভ্রান্তি ঘটিয়েছেন। সহীহ সনদ হলো উবাইদুল্লাহ ইবনু উমার আবদুল্লাহ ইবনু দীনার হতে, তিনি ইবনু উমার (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) হতে। উবাইদুল্লাহ ইবনু উমার হতে একাধিক বর্ণনাকারী একইরকম বর্ণনা করেছেন। আবূ ঈসা বলেন, এ হাদীসটি আবদুল্লাহ ইবনু দীনার এককভাবে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "29"
    }
  }
}