{
  "hadith": {
    "hadith_id": 2127,
    "narrator": "ইবরাহীম আত-তাইমী (রাহঃ) হতে তার বাবার সূত্রে",
    "bn": "তিনি বলেন, আলী (রাঃ) আমাদের সামনে খুতবাহ দেন এবং বলেন, যে ব্যক্তি ধারণা করে যে, আমাদের নিকট আল্লাহ্ তা‘আলার গ্রন্থ এবং এই পুস্তিকা যার মধ্যে উটের বয়সের বিবরণী ও জখমের ক্ষতিপূরণের বিধান রয়েছে তা ব্যতীত আরো কোন গ্রন্থ আছে সে মিথ্যাবাদী। তিনি তার খুৎবায় আরো বলেন, এই গ্রন্থে আরো আছেঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মাদীনার হেরেমের সীমানা হচ্ছে আইর পাহাড় হতে সাওর পর্বত পর্যন্ত। যদি কেউ এতে কোন প্রকার বিদ‘আতের প্রচলন ঘটায় অথবা কোন বিদ‘আতীকে আশ্রয় দেয় তাহলে তার উপর আল্লাহ, ফেরেশতাগণ ও সকল মানুষের অভিসম্পাত। কিয়ামাত দিবসে তার কোন ফরয বা নাফল ইবাদাতই আল্লাহ তা‘আলা ক্ববূল করবেন না। যে লোক তার বাবাকে পরিত্যাগ করে অন্য কাউকে বাবা বলে দাবি করে (নিজের বংশপরিচয় গোপন করে অন্য বংশের পরিচয় দেয়) অথবা তার মনিবকে ছেড়ে দিয়ে অন্য মনিবের নিকট পালিয়ে যায় তার উপর আল্লাহ, ফেরেশতাগণ এবং সকল মানুষের অভিশাপ। তার ফরয বা নাফল কোন ইবাদাতই গ্রহণ করা হবে না। মুসলমানদের যিম্মা প্রদান একই সমান ও অখন্ড। তাদের মধ্যকার সবচেয়ে সাধারণ ব্যক্তি (কাউকে) আশ্রয় দান করলে তাও রক্ষা করা হবে।\n\nসহীহ ইরওয়া (১০৫৮) নাক্বদুল কাত্তানী (৪২), সহীহ আবূ দাঊদ (১৭৭৩-১৭৭৪), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، قَالَ خَطَبَنَا عَلِيٌّ فَقَالَ مَنْ زَعَمَ أَنَّ عِنْدَنَا شَيْئًا نَقْرَؤُهُ إِلاَّ كِتَابَ اللَّهِ وَهَذِهِ الصَّحِيفَةَ صَحِيفَةٌ فِيهَا أَسْنَانُ الإِبِلِ وَأَشْيَاءُ مِنَ الْجِرَاحَاتِ فَقَدْ كَذَبَ وَقَالَ فِيهَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْمَدِينَةُ حَرَامٌ مَا بَيْنَ عَيْرٍ إِلَى ثَوْرٍ فَمَنْ أَحْدَثَ فِيهَا حَدَثًا أَوْ آوَى مُحْدِثًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يَقْبَلُ اللَّهُ مِنْهُ يَوْمَ الْقِيَامَةِ صَرْفًا وَلاَ عَدْلاً وَمَنِ ادَّعَى إِلَى غَيْرِ أَبِيهِ أَوْ تَوَلَّى غَيْرَ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يُقْبَلُ مِنْهُ صَرْفٌ وَلاَ عَدْلٌ وَذِمَّةُ الْمُسْلِمِينَ وَاحِدَةٌ يَسْعَى بِهَا أَدْنَاهُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عَلِيٍّ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى وَرَوَى بَعْضُهُمْ عَنِ الأَعْمَشِ عَنْ إِبْرَاهِيمَ التَّيْمِيِّ عَنِ الْحَارِثِ بْنِ سُوَيْدٍ عَنْ عَلِيٍّ نَحْوَهُ ‏.‏\nقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عَلِيٍّ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, কিছু বর্ণনাকারী আমাশ হতে, তিনি ইবরাহীম আত-তাইমী হতে, তিনি হারিস ইবনু সুওয়াইদ হতে, তিনি আলী (রাঃ)-এর হতে এই সূত্রে একইরকম বর্ণনা করেছেন। এ হাদীসটি হাসান সহীহ্। উপরোক্ত হাদীসটি একাধিকভাবে আলী (রাঃ)-এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) হতে বর্ণিত হয়েছে।",
    "chapter": {
      "chapter_number": "29"
    }
  }
}