{
  "hadith": {
    "hadith_id": 2129,
    "narrator": "আইশা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উৎফুল্লভাবে তার সামনে আসেন। তাঁর মুখমন্ডলের রেখাগুলো বিদ্যুতের মতো চকচক করছিল। তিনি বললেনঃ তুমি কি দেখনি! এইমাত্র একজন বংশ বিশারদ যাইদ ইবনু হারিসা ও উসামা ইবনু যাইদকে দেখে বলল, এগুলো একটি হতে আর একটি উদগত হয়েছে।\n\nসহীহ, ইবনু মা-জাহ (২৩৪৯), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَيْهَا مَسْرُورًا تَبْرُقُ أَسَارِيرُ وَجْهِهِ فَقَالَ ‏ \"‏ أَلَمْ تَرَىْ أَنَّ مُجَزِّزًا نَظَرَ آنِفًا إِلَى زَيْدِ بْنِ حَارِثَةَ وَأُسَامَةَ بْنِ زَيْدٍ فَقَالَ هَذِهِ الأَقْدَامُ بَعْضُهَا مِنْ بَعْضٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\n\nوَقَدْ رَوَى ابْنُ عُيَيْنَةَ، هَذَا الْحَدِيثَ عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، وَزَادَ، فِيهِ ‏ \"‏ أَلَمْ تَرَىْ أَنَّ مُجَزِّزًا مَرَّ عَلَى زَيْدِ بْنِ حَارِثَةَ وَأُسَامَةَ بْنِ زَيْدٍ قَدْ غَطَّيَا رُءُوسَهُمَا وَبَدَتْ أَقْدَامُهُمَا فَقَالَ إِنَّ هَذِهِ الأَقْدَامَ بَعْضُهَا مِنْ بَعْضٍ ‏\"‏ ‏.‏ وَهَكَذَا حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ وَغَيْرُ وَاحِدٍ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ هَذَا الْحَدِيثَ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدِ احْتَجَّ بَعْضُ أَهْلِ الْعِلْمِ بِهَذَا الْحَدِيثِ فِي إِقَامَةِ أَمْرِ الْقَافَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ । এ হাদীসটি ইবনু উয়াইনা যুহ্রী হতে, তিনি উরওয়া হতে, তিনি আইশা (রাঃ) হতে এই সূত্রে বর্ণনা করেছেন। তাতে আরো আছে, “তুমি কি দেখনি! যাইদ ইবনু হারিসা ও উসামা ইবনু যাইদের পাশ দিয়ে একজন বংশবিশারদ অতিক্রম করছিলো। তাদের দুজনের মাথা তখন ঢাকা ছিল কিন্তু তাদের পা খোলা অবস্থায় ছিল। সে বলল, এ পাগুলো একটি হতে অন্যটি উদগত”। এ হাদীসটি সাঈদ ইবনু আবদুর রাহমান এবং আরও অনেকে সুফিয়ান ইবনু উয়াইনা-যুহ্রী-উরওয়া-আইশা (রাঃ)-এর সূত্রে বর্ণনা করেছেন। এ বর্ণনাটিও হাসান সহীহ্ একদল বিশেষজ্ঞ আলিমের মতে, কোন বিষয়ে সিদ্ধান্তে আসার জন্য লক্ষণ বা চিহ্নকে প্রমাণ হিসাবে গ্রহণ করা যেতে পারে। তারা এ হাদীসটি নিজেদের মতের পক্ষে উপস্থাপন করেন।",
    "chapter": {
      "chapter_number": "29"
    }
  }
}