{
  "hadith": {
    "hadith_id": 2138,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তা‘আলার বিধানের অনুগত হিসাবেই প্রত্যেকটি সন্তান জন্ম নেয়। তারপর তার বাবা-মা তাকে ইয়াহূদী, খৃষ্টান অথবা মুশ্‌রিক হিসাবে গড়ে তোলে। বলা হলো, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! যেসব সন্তান এর আগেই (শিশু থাকাবস্থায়) মৃত্যুবরণ করে? তিনি বললেনঃ তারা (জীবিত থাকলে) কি ধরনের আমল করত সে বিষয়ে আল্লাহ তা‘আলা অধিক অবগত।\n\nসহীহ, ইরওয়া (১২২০), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى الْقُطَعِيُّ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ رَبِيعَةَ الْبُنَانِيُّ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كُلُّ مَوْلُودٍ يُولَدُ عَلَى الْمِلَّةِ فَأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ أَوْ يُشَرِّكَانِهِ ‏\"‏ ‏.‏ قِيلَ يَا رَسُولَ اللَّهِ فَمَنْ هَلَكَ قَبْلَ ذَلِكَ قَالَ ‏\"‏ اللَّهُ أَعْلَمُ بِمَا كَانُوا عَامِلِينَ بِهِ ‏\"‏ ‏.‏\n\nحَدَّثَنَا أَبُو كُرَيْبٍ، وَالْحُسَيْنُ بْنُ حُرَيْثٍ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِمَعْنَاهُ وَقَالَ ‏ \"‏ يُولَدُ عَلَى الْفِطْرَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ شُعْبَةُ وَغَيْرُهُ عَنِ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَاهُ ‏.‏ وَفِي الْبَابِ عَنِ الأَسْوَدِ بْنِ سَرِيعٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উপরোক্ত হাদীসের অনুরূপ হাদীস বর্ণিত আছে আবূ কুরাইব ও হুসাইন ইবনু হুরাইস হতে, তাঁরা ওয়াকী হতে, তিনি আ’মাশ হতে, তিনি আবূ সালিহ হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে। আর এই হাদীসে “ইঊলাদু আলাল-মিল্লাতি”-এর স্থালে “ইঊলাদু আলাল ফিতরাতি” (প্রকৃতিগত স্বভাবের উপর জন্ম নেয়) বাক্য এসেছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ। এই হাদীসটি শুবা ও অন্যান্যরা আ’মাশ হতে, তিনি আবূ সালিহ হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। তাতেও “ইঊলাদু আলাল ফিতরাতি” উল্লেখ আছে। আসওয়াদ ইবনু সারী হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "30"
    }
  }
}