{
  "hadith": {
    "hadith_id": 2143,
    "narrator": "ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের মাঝে দাঁড়িয়ে বললেনঃ কোন কিছুই অন্য কিছুকে সংক্রমণ করতে পারে না। কোন এক মফস্বলের লোক বলল, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! যে উটের লিঙ্গে চর্মরোগ আছে সে তো সব উটকেই চর্মরোগাক্রান্ত করে ফেলে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাহলে প্রথম উটটিকে কে চর্মরোগাক্রান্ত করেছিল? ছোঁয়াচে রোগ বলতে কিছু নেই এবং সফর মাসকেও অশুভ বলে ভাবার মতো কিছু নেই। আল্লাহ তা‘আলা সকল প্রাণী সৃষ্টি করেছেন এবং তার জীবনকাল, রিযিক ও বিপদাপদ সবকিছু লিপিবদ্ধ করে দিয়েছেন।\n\nসহীহ, সহীহাহ্ (১১৫২)।",
    "ar": "حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، حَدَّثَنَا أَبُو زُرْعَةَ بْنُ عَمْرِو بْنِ جَرِيرٍ، قَالَ حَدَّثَنَا صَاحِبٌ، لَنَا عَنِ ابْنِ مَسْعُودٍ، قَالَ قَامَ فِينَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ لاَ يُعْدِي شَيْءٌ شَيْئًا ‏\"‏ ‏.‏ فَقَالَ أَعْرَابِيٌّ يَا رَسُولَ اللَّهِ الْبَعِيرُ الْجَرِبُ الْحَشَفَةُ نُدْبِنُهُ فَيُجْرِبُ الإِبِلَ كُلَّهَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَمَنْ أَجْرَبَ الأَوَّلَ لاَ عَدْوَى وَلاَ صَفَرَ خَلَقَ اللَّهُ كُلَّ نَفْسٍ وَكَتَبَ حَيَاتَهَا وَرِزْقَهَا وَمَصَائِبَهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ وَأَنَسٍ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدَ بْنَ عَمْرِو بْنِ صَفْوَانَ الثَّقَفِيَّ الْبَصْرِيَّ قَالَ سَمِعْتُ عَلِيَّ بْنَ الْمَدِينِيِّ يَقُولُ لَوْ حَلَفْتُ بَيْنَ الرُّكْنِ وَالْمَقَامِ لَحَلفْتُ أَنِّي لَمْ أَرَ أَحَدًا أَعْلَمَ مِنْ عَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা, ইবনু আব্বাস ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আমি মুহাম্মাদ ইবনু আমর ইবনু সাফওয়ান আস-সাকাফী আল-বাসরীকে বলতে শুনেছি, তিনি বলেন, আমি আলী ইবনুল মাদীনীকে বলতে শুনেছিঃ আমি রুকনে ইয়ামানী ও মাকামে ইবরাহীমের মাঝখানে দাঁড়িয়ে শপথ করে বলতে পারি যে, আবদুর রাহমান ইবনু মাহ্‌দী হতে অধিক বড় আলিম আমি আর দ্বিতীয়জন দেখিনি।",
    "chapter": {
      "chapter_number": "30"
    }
  }
}