{
  "hadith": {
    "hadith_id": 2158,
    "narrator": "আবূ উমামা ইবনু সাহ্‌ল ইবনু হুনাইফ (রাঃ)",
    "bn": "তিনি বলেন, উসমান (রাঃ)বিদ্রোহীদের দ্বারা বাড়ীতে অবরুদ্ধ থাকাকালে (বিদ্রোহীদের) বলেন, আমি আল্লাহর  শপথ করে তোমাদেরকে বলছি: তোমরা কি জান যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “তিনটি অপরাধের কোন একটি ব্যতীত মুসলমান ব্যক্তিকে খুন করা হালাল নয়? বিয়ে করার পর যিনা করা, ইসলাম ক্ববূল করার পর ধর্মত্যাগী হওয়া এবং কোন ব্যক্তিকে অন্যায়ভাবে খুন করা। এগুলোর যে কোন একটি অপরাধের কারণে মৃত্যুদন্ড প্রদান করা যায়”। আল্লাহর শপথ! আমি জাহিলী আমলেও যিনা করিনি এবং ইসলাম ক্ববূলের পরেও নয়। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট যেদিন আনুগত্যের শপথ (বাই’আত) গ্রহণ করেছি সেদিন হতে ধর্মত্যাগীও হইনি। আর এরূপ কোন প্রাণও আমি হত্যা করিনি যার হত্যা আল্লাহ্ তা’আলা অবৈধ করেছেন। আমাকে কি কারণে তোমরা হত্যা করবে?\n\nসহীহ্, ইবনু মা-জাহ (২৫৩৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، أَنَّ عُثْمَانَ بْنَ عَفَّانَ، أَشْرَفَ يَوْمَ الدَّارِ فَقَالَ أَنْشُدُكُمُ اللَّهَ أَتَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ إِلاَّ بِإِحْدَى ثَلاَثٍ زِنًا بَعْدَ إِحْصَانٍ أَوِ ارْتِدَادٍ بَعْدَ إِسْلاَمٍ أَوْ قَتْلِ نَفْسٍ بِغَيْرِ حَقٍّ فَقُتِلَ بِهِ ‏\"‏ ‏.‏ فَوَاللَّهِ مَا زَنَيْتُ فِي جَاهِلِيَّةٍ وَلاَ فِي إِسْلاَمٍ وَلاَ ارْتَدَدْتُ مُنْذُ بَايَعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَلاَ قَتَلْتُ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ فَبِمَ تَقْتُلُونَنِي قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَعَائِشَةَ وَابْنِ عَبَّاسٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَرَوَاهُ حَمَّادُ بْنُ سَلَمَةَ عَنْ يَحْيَى بْنِ سَعِيدٍ فَرَفَعَهُ ‏.‏ وَرَوَى يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ وَغَيْرُ وَاحِدٍ عَنْ يَحْيَى بْنِ سَعِيدٍ هَذَا الْحَدِيثَ فَأَوْقَفُوهُ وَلَمْ يَرْفَعُوهُ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ عُثْمَانَ عَنِ النَّبِيِّ صلى الله عليه وسلم مَرْفُوعًا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইবনু মাসঊদ, আইশা ও ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান। এ হাদীসটি ইয়াহইয়া ইবনু সাঈদ হতে হাম্মাদ ইবনু সালামা মারফুরূপে বর্ণনা করেছেন। আর এ হাদীসটি ইয়াহইয়া ইবনু সাঈদ হতে ইয়াহইয়া ইবনু সাঈদ আল-কাত্তানসহ একাধিক বর্ণনাকারী মাওকুফভাবে বর্ণনা করেছেন, মারফুভাবে নয়। উসমান (রাঃ) এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) হতে একাধিক সূত্রে এ হাদীসটি বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}