{
  "hadith": {
    "hadith_id": 2159,
    "narrator": "সুলাইমান ইবনু আমর (রহঃ) হতে তার বাবা আমর (রাঃ)এর সূত্রে",
    "bn": "তিনি বলেন, আমি বিদায় হাজ্জে জনগণের উদ্দেশ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি: এটা কোন দিন? জনগণ বলল, বড় হাজ্জের দিন।  তিনি বললেনঃ আজকের এ দিন ও তোমাদের এ শহর যেমন হারাম (মহাপবিত্র) অনুরুপভাবে তোমাদের রক্ত, তোমাদের সম্পদ ও তোমাদের সম্ভ্রম পরস্পরের জন্য হারাম। সাবধান! অপরাধী তার অপরাধের জন্য নিজেই দায়ী।  সাবধান! সন্তানের প্রতি জনকের অপরাধ এবং জনকের প্রতি সন্তানের অপরাধ বর্তায় না। জেনে রাখো, শাইতানের কোন ইবাদাত তোমাদের এ নগরে কখনো হবে না, সে এ ক্ষেত্রে নিরাশ হয়ে গেছে।  তবে তোমরা যে সকল কাজকে তুচ্ছ মনে কর অতি শিঘ্রই সে সকল কাজে তার অনুসরণ করা হবে এবং সে তাতে সন্তুষ্ট হবে।  \n\nসহীহ্, ইবনু মা-জাহ (৩০৫৫)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ شَبِيبِ بْنِ غَرْقَدَةَ، عَنْ سُلَيْمَانَ بْنِ عَمْرِو بْنِ الأَحْوَصِ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ فِي حِجَّةِ الْوَدَاعِ لِلنَّاسِ ‏\"‏ أَىُّ يَوْمٍ هَذَا ‏\"‏ ‏.‏ قَالُوا يَوْمُ الْحَجِّ الأَكْبَرِ ‏.‏ قَالَ ‏\"‏ فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ بَيْنَكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا أَلاَ لاَ يَجْنِي جَانٍ إِلاَّ عَلَى نَفْسِهِ أَلاَ لاَ يَجْنِي جَانٍ عَلَى وَلَدِهِ وَلاَ مَوْلُودٌ عَلَى وَالِدِهِ أَلاَ وَإِنَّ الشَّيْطَانَ قَدْ أَيِسَ مِنْ أَنْ يُعْبَدَ فِي بِلاَدِكُمْ هَذِهِ أَبَدًا وَلَكِنْ سَتَكُونُ لَهُ طَاعَةٌ فِيمَا تَحْتَقِرُونَ مِنْ أَعْمَالِكُمْ فَسَيَرْضَى بِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي بَكْرَةَ وَابْنِ عَبَّاسٍ وَجَابِرٍ وَحُذَيْمِ بْنِ عَمْرٍو السَّعْدِيِّ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى زَائِدَةُ عَنْ شَبِيبِ بْنِ غَرْقَدَةَ نَحْوَهُ وَلاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ شَبِيبِ بْنِ غَرْقَدَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ বাক্‌রা, ইবনু আব্বাস, জাবির ও হিয্ইয়াম ইবনু আমর আস-সা’দী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্। যাইদাও একইরকম হাদীস শাবীব ইবনু গারকাদার সূত্রে বর্ণনা করেছেন। আমরা এ হাদীসটি শুধুমাত্র শাবীব ইবনু গারকাদার সূত্রেই জেনেছি।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}