{
  "hadith": {
    "hadith_id": 2160,
    "narrator": "সাইব ইবনু ইয়াযীদ (রাঃ) হতে তার বাবার সূত্রে তার দাদা",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ তোমাদের কোন ব্যক্তি তার ভাইয়ের লাঠিতে ঠাট্টাস্বরূপ বা প্রকৃতই যেন হাত না দেয়। যদি কোন ব্যক্তি তার ভাইয়ের লাঠি নিয়ে যায় তাহলে সে যেন তাকে তা ফেরত দেয়।  \n\nসহীহ্, লিগাইরিহি, সহীহাহ (৯২১)।",
    "ar": "حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ السَّائِبِ بْنِ يَزِيدَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَأْخُذْ أَحَدُكُمْ عَصَا أَخِيهِ لاَعِبًا أَوْ جَادًّا فَمَنْ أَخَذَ عَصَا أَخِيهِ فَلْيَرُدَّهَا إِلَيْهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَسُلَيْمَانَ بْنِ صُرَدَ وَجَعْدَةَ وَأَبِي هُرَيْرَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ ابْنِ أَبِي ذِئْبٍ ‏.‏ وَالسَّائِبُ بْنُ يَزِيدَ لَهُ صُحْبَةٌ قَدْ سَمِعَ مِنَ النَّبِيِّ صلى الله عليه وسلم أَحَادِيثَ وَهُوَ غُلاَمٌ وَقُبِضَ النَّبِيُّ صلى الله عليه وسلم وَهُوَ ابْنُ سَبْعِ سِنِينَ وَوَالِدُهُ يَزِيدُ بْنُ السَّائِبِ لَهُ أَحَادِيثُ هُوَ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَقَدْ رَوَى عَنِ النَّبِيِّ صلى الله عليه وسلم وَالسَّائِبُ بْنُ يَزِيدَ هُوَ ابْنُ أُخْتِ نَمِرٍ",
    "grade_id": 7,
    "grade": "সহিহ লিগাইরিহি",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইবনু উমার, সুলাইমান ইবনু সুরাদ, জা’দাহ ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।  এ হাদীসটি হাসান গারীব। এ বিষয়ে আমাদের ইবনু আবী যিবের বর্ণনা ব্যতীত আর কিছুই জানা নেই। সাইব ইবনু ইয়াযীদ (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহচার্য্য পেয়েছেন। তিনি নাবালেগ থাকাকালীন সময়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট হতে অনেক হাদীস শুনেছেন। সাইব (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর মৃত্যুকালে সাত বছরের বালক ছিলেন।  তার বাবা ইয়াযীদ ইবনুস সাইব (রাঃ) ছিলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অন্যতম সাহাবী। তিনি কয়েকটি হাদীস রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট হতে বর্ণনা করেছেন।  তিনি ছিলেন নামিরের বোনের ছেলে।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}