{
  "hadith": {
    "hadith_id": 2165,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, ‘জাবিয়া’ (সিরিয়ার অন্তর্গত)  নামক জায়গায় উমার (রাঃ) আমাদের সামনে খুতবাহ দেয়ার উদ্দেশ্যে দাঁড়িয়ে বলেনঃ হে উপস্থিত জনতা! যেভাবে আমাদের মাঝে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  দাঁড়াতেন, সেভাবে তোমাদের মাঝে আমিও দাঁড়িয়েছি। তারপর তিনি (রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমার সাহাবীদের ব্যাপারে আমি তোমাদেরকে উপদেশ দিচ্ছি (তাদের জমানা শ্রেষ্ঠ জমানা), তারপর তাদের পরবর্তী জমানা, তারপর তাদের পরবর্তী জমানা, তারপর মিথ্যাচারের বিস্তার ঘটবে। এমনকি কাউকে শপথ করতে না বলা হলেও সে শপথ করবে, আর সাক্ষ্য প্রদান করতে না বলা হলেও সাক্ষ্য প্রদান করবে। সাবধান! কোন পুরুষ কোন মহিলার সাথে নির্জনে মিলিত হলে সেখানে অবশ্যই তৃতীয়জন হিসাবে শাইতান অবস্থান করে (এবং পাপাচারে প্ররোচনা দেয়)। তোমরা ঐক্যবদ্ধ হয়ে বসবাস কর।  বিচ্ছিন্নতা হতে সাবধান থেকো। কেননা, শাইতান বিচ্ছিন্নজনের সাথে থাকে এবং সে দুজন হতে অনেক দুরে অবস্থান করে। যে লোক জান্নাতের মধ্যে সবচাইতে উত্তম জায়াগার ইচ্ছা পোষণ করে সে যেন ঐক্যবদ্ধ হয়ে থাকে (মুসলিম সমাজে)। যার সৎ আমল তাকে আনন্দিত করে এবং বদ্‌ আমল কষ্ট দেয় সেই হলো প্রকৃত ঈমানদার।   \n\nসহীহ্, ইবনু মা-জাহ (২৩৬৩)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا النَّضْرُ بْنُ إِسْمَاعِيلَ أَبُو الْمُغِيرَةِ، عَنْ مُحَمَّدِ بْنِ سُوقَةَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ خَطَبَنَا عُمَرُ بِالْجَابِيَةِ فَقَالَ يَا أَيُّهَا النَّاسُ إِنِّي قُمْتُ فِيكُمْ كَمَقَامِ رَسُولِ اللَّهِ صلى الله عليه وسلم فِينَا فَقَالَ ‏ \"‏ أُوصِيكُمْ بِأَصْحَابِي ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ يَفْشُو الْكَذِبُ حَتَّى يَحْلِفَ الرَّجُلُ وَلاَ يُسْتَحْلَفُ وَيَشْهَدَ الشَّاهِدُ وَلاَ يُسْتَشْهَدُ أَلاَ لاَ يَخْلُوَنَّ رَجُلٌ بِامْرَأَةٍ إِلاَّ كَانَ ثَالِثَهُمَا الشَّيْطَانُ عَلَيْكُمْ بِالْجَمَاعَةِ وَإِيَّاكُمْ وَالْفُرْقَةَ فَإِنَّ الشَّيْطَانَ مَعَ الْوَاحِدِ وَهُوَ مِنَ الاِثْنَيْنِ أَبْعَدُ مَنْ أَرَادَ بُحْبُوحَةَ الْجَنَّةِ فَلْيَلْزَمِ الْجَمَاعَةَ مَنْ سَرَّتْهُ حَسَنَتُهُ وَسَاءَتْهُ سَيِّئَتُهُ فَذَلِكَ الْمُؤْمِنُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَقَدْ رَوَاهُ ابْنُ الْمُبَارَكِ عَنْ مُحَمَّدِ بْنِ سُوقَةَ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ এবং উপরোক্ত সূত্রে গারীব। এ হাদীসটি মুহাম্মাদ ইবনু সুকার সূত্রে ইবনুল মুবারাকও বর্ণনা করেছেন। একাধিক সূত্রে উমার (রাঃ) এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এ হাদীসটি বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}