{
  "hadith": {
    "hadith_id": 2175,
    "narrator": "আব্দুল্লাহ ইবনু খাব্বাব ইবনুল আরাত (রাঃ) হতে তার বাবার সূত্রে",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদা খুব দীর্ঘায়িত করে নামায আদায় করেন। সাহাবিগণ প্রশ্ন করেন, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! আপনি তো কখনো এভাবে নামায আদায় করেননি! তিনি বললেনঃ হ্যাঁ, এ নামায ছিলো অত্যন্ত আশাব্যঞ্জক ও ভীতিপূর্ণ। আমি এতে তিনটি বিষয়ের উদ্দেশ্যে আল্লাহ্ তা’আলার নিকট আবেদন করেছি। তিনি আমাকে দুটি দিয়েছেন এবং একটি দেননি। আমি তাঁর নিকট আবেদন করেছি, তিনি আমার উম্মাতকে যেন দুর্ভিক্ষে নিক্ষেপ করে ধ্বংস না করে দেন।  আমার এ দু’আ তিনি ক্ববুল করেছেন।  তারপর আমি আবেদন করেছি যে, তিনি বিজাতীয় শত্রুদেরকে যেন তাদের উপর আধিপত্য বিস্তার করতে না দেন। আমার এ দু’আও তিনি ক্ববুল করেছেন। আমি আরো আবেদন জানিয়েছি যে, তারা যেন পরস্পর যুদ্ধ-বিগ্রহের আস্বাদ না নেয়। আমার এ দু’আ তিনি ক্ববুল করেননি।  \n\nসহীহ্, সিফাতুস সালাত।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ النُّعْمَانَ بْنَ رَاشِدٍ، يُحَدِّثُ عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ عَبْدِ اللَّهِ بْنِ خَبَّابِ بْنِ الأَرَتِّ، عَنْ أَبِيهِ، قَالَ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم صَلاَةً فَأَطَالَهَا قَالُوا يَا رَسُولَ اللَّهِ صَلَّيْتَ صَلاَةً لَمْ تَكُنْ تُصَلِّيهَا قَالَ ‏ \"‏ أَجَلْ إِنَّهَا صَلاَةُ رَغْبَةٍ وَرَهْبَةٍ إِنِّي سَأَلْتُ اللَّهَ فِيهَا ثَلاَثًا فَأَعْطَانِي اثْنَتَيْنِ وَمَنَعَنِي وَاحِدَةً سَأَلْتُهُ أَنْ لاَ يُهْلِكَ أُمَّتِي بِسَنَةٍ فَأَعْطَانِيهَا وَسَأَلْتُهُ أَنْ لاَ يُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ غَيْرِهِمْ فَأَعْطَانِيهَا وَسَأَلْتُهُ أَنْ لاَ يُذِيقَ بَعْضَهُمْ بَأْسَ بَعْضٍ فَمَنَعَنِيهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ سَعْدٍ وَابْنِ عُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্  গারীব।  সা’দ ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}