{
  "hadith": {
    "hadith_id": 2187,
    "narrator": "যাইনাব বিনতু জাহশ (রাঃ)",
    "bn": "তিনি বলেন, কোন একদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  ঘুম হতে জাগ্রত হলেন, তখন তাঁর মুখমন্ডল রক্তিমবর্ণ ধারণ করেছিল।  তিনি লা ইলাহা ইল্লাল্লাহ বলতে লাগলেন।  তা তিনবার বলার পর তিনি বললেনঃ ঘনিয়ে আসা দুর্যোগে আরবদের দুর্ভাগ্য। আজ ইয়াজুজ-মাজুজের প্রাচীর এতটুকু পরিমাণ ফাঁক হয়ে গেছে।  এই বলে তিনি তর্জনী ও বৃদ্ধাঙ্গুলের সাহায্যে দশ সংখ্যার বৃত্ত করে ইঙ্গিত করেন।  যাইনাব (রাঃ) বলেন, আমি প্রশ্ন করলাম, হে আল্লাহর  রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমাদের মধ্যে সতলোক থাকা অবস্থায়ও কি আমরা হবো? তিনি বললেনঃ হ্যাঁ, যখন পাপাচারের বিস্তার ঘটবে। \n\nসহীহ্, ইবনু মা-জাহ (৩৯৫৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، وَأَبُو بَكْرِ بْنُ نَافِعٍ وَغَيْرُ وَاحِدٍ قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، عَنْ حَبِيبَةَ، عَنْ أُمِّ حَبِيبَةَ، عَنْ زَيْنَبَ بِنْتِ جَحْشٍ، قَالَتِ اسْتَيْقَظَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ نَوْمٍ مُحْمَرًّا وَجْهُهُ وَهُوَ يَقُولُ ‏\"‏ لاَ إِلَهَ إِلاَّ اللَّهُ يُرَدِّدُهَا ثَلاَثَ مَرَّاتٍ وَيْلٌ لِلْعَرَبِ مِنْ شَرٍّ قَدِ اقْتَرَبَ فُتِحَ الْيَوْمَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ مِثْلُ هَذِهِ ‏\"‏ وَعَقَدَ عَشْرًا ‏.‏ قَالَتْ زَيْنَبُ قُلْتُ يَا رَسُولَ اللَّهِ أَفَنُهْلَكُ وَفِينَا الصَّالِحُونَ قَالَ ‏\"‏ نَعَمْ إِذَا كَثُرَ الْخَبَثُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ جَوَّدَ سُفْيَانُ هَذَا الْحَدِيثَ ‏.‏ هَكَذَا رَوَى الْحُمَيْدِيُّ وَعَلِيُّ بْنُ الْمَدِينِيِّ وَغَيْرُ وَاحِدٍ مِنَ الْحُفَّاظِ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ نَحْوَ هَذَا ‏.‏ وَقَالَ الْحُمَيْدِيُّ قَالَ سُفْيَانُ بْنُ عُيَيْنَةَ حَفِظْتُ مِنَ الزُّهْرِيِّ فِي هَذَا الْحَدِيثِ أَرْبَعَ نِسْوَةٍ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ عَنْ حَبِيبَةَ وَهُمَا رَبِيبَتَا النَّبِيِّ صلى الله عليه وسلم عَنْ أُمِّ حَبِيبَةَ عَنْ زَيْنَبَ بِنْتِ جَحْشٍ زَوْجَىِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَى مَعْمَرٌ وَغَيْرُهُ هَذَا الْحَدِيثَ عَنِ الزُّهْرِيِّ وَلَمْ يَذْكُرُوا فِيهِ عَنْ حَبِيبَةَ وَقَدْ رَوَى بَعْضُ أَصْحَابِ ابْنِ عُيَيْنَةَ هَذَا الْحَدِيثَ عَنِ ابْنِ عُيَيْنَةَ وَلَمْ يَذْكُرُوا فِيهِ عَنْ أُمِّ حَبِيبَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। এ হাদীসটিকে সুফিয়ান (রহঃ)  উত্তম বলে মন্তব্য করেছেন। হুমাইদী, আলী ইবনুল মাদিনী এবং আরোও অনেকে মুফ্ইয়ান ইবনু উয়াইনাহ্ হতে অনূরূপ বর্ণনা করেছেন। হুমাইদী বলেন, সুফিয়ান ইবনু উয়াইনা বলেছেন, আমি এ হাদীসের সনদে চারজন মহিলার নাম যুহরীর নিকট হতে মুখস্থ করেছি। যাইনাব বিনতু আবূ সালামা ও হাবীবা দুজনই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)এর পত্নীকন্যা (তাদের পূর্ব স্বামীর ঔরসজাত) ছিলেন। উম্মু হাবীবা ও যাইনাব বিনতি জাহশ (রাঃ) হতে বর্ণনা করা হয়েছে। তাঁরা দুজন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)এর স্ত্রী ছিলেন। এ হাদীসটি যুহরীর সূত্রে মা’মার আরোও অনেকে বর্ণনা করেছেন কিন্তু তারা সনদে হাবীবার কথা উল্লেখ করেননি। এই হাদীসটি ইবনু উয়াইনার কোন কোন শিষ্য ইবনু উয়াইনার সূত্রে বর্ণনা করেছেন কিন্তু তারা সনদে উম্মু হাবীবা (রাঃ) নাম উল্লেখ করেননি।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}