{
  "hadith": {
    "hadith_id": 2188,
    "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ শেষ যুগে আবির্ভাব ঘটবে এক সম্প্রদায়ের, যারা বয়সে হবে নবীন, বুদ্ধিতে অপরিপক্ক ও নির্বোধ হবে। তারা কোরআন তিলাওয়াত করবে কিন্তু তা তাদের গলার নিচের হাড়ও অতিক্রম করবে না। তারা সৃষ্টির সেরা মানুষের কথাই বলবে, কিন্তু তারা এমনভাবে ধর্ম হতে বেরিয়ে যাবে, যেমনভাবে তীর ধনুক হতে বেরিয়ে যায়। \n\nহাসান, সহীহ্, ইবনু মা-জাহ (১৬৮), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَخْرُجُ فِي آخِرِ الزَّمَانِ قَوْمٌ أَحْدَاثُ الأَسْنَانِ سُفَهَاءُ الأَحْلاَمِ يَقْرَءُونَ الْقُرْآنَ لاَ يُجَاوِزُ تَرَاقِيَهُمْ يَقُولُونَ مِنْ قَوْلِ خَيْرِ الْبَرِيَّةِ يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي سَعِيدٍ وَأَبِي ذَرٍّ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ فِي غَيْرِ هَذَا الْحَدِيثِ عَنِ النَّبِيِّ صلى الله عليه وسلم حَيْثُ وَصَفَ هَؤُلاَءِ الْقَوْمَ الَّذِينَ يَقْرَءُونَ الْقُرْآنَ لاَ يُجَاوِزُ تَرَاقِيَهُمْ يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ إِنَّمَا هُمُ الْخَوَارِجُ وَالْحَرُورِيَّةُ وَغَيْرُهُمْ مِنَ الْخَوَارِجِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আলী, আবূ সাঈদ ও আবূ যার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্। উক্ত সম্প্রদায়ের ব্যাপারে এ হাদীস ব্যতীত রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)এর আরো হাদীস রয়েছে, যাদের সমন্ধে বলা হয়েছে যে, “তারা কোরআন তিলাওয়াত করবে, কিন্তু তা তাদের গলার হাড়ও অতিক্রম করবে না, যেমনিভাবে তীর ধনুক হতে বেরিয়ে যায় তেমনিভাবে তারাও ধর্ম হতে বেরিয়ে যাবে” তাদের প্রসঙ্গে উক্ত হাদীসসমূহে বলা হয়েছে যে, এরা হলো হারূরী প্রভৃতি খারিজী সম্প্রদায়।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}