{
  "hadith": {
    "hadith_id": 2191,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, একসময় রাসূলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিয়ে একটু বেশি বেলা থাকতেই আসরের নামাজ আদায় করেন, তারপর ভাষণ দিতে দাঁড়ান। উক্ত ভাষণে কিয়ামাত পর্যন্ত যেসব ঘটনা ঘটবে সেই প্রসঙ্গেই তিনি আমাদেরকে জানিয়ে দেন। কেউ সেগুলো মনে রেখেছে কেউ আবার তা ভুলে গেছে। তাঁর ভাষণে তিনি যা বলেছিলেন তার মধ্যে ছিলঃ দুনিয়াটা সবুজ-শ্যামল ও সুমিষ্ট (আকর্ষণীয়), আর আল্লাহ্‌ তা’আলা তোমাদেরকে এর উত্তরাধিকার বানিয়েছেন। সুতরাং তোমরা কি করছ তা তিনি লক্ষ্য রাখছেন। শোন! দুনিয়া ও নারীদের ব্যাপারে সাবধান। তিনি আরো বলেন: সাবধান! কেউ যখন কোন সত্য কথা জানবে, তখন তাকে মানুষের ভয় যেন সেই সত্য বলা থেকে বিরত না রাখে। রাবী বলেন, এই কথা বলে আবূ সাঈদ (রাঃ) কেঁদে ফেলেন এবং বলেন আল্লাহ্‌ তা’আলার কসম! আমরা এরকম কত কাজ হতে দেখেছি কিন্তু তা বলতে মানুষকে ভয় করেছি। তিনি আরও বলেনঃ জেনে রাখ! কিয়ামাতের দিন প্রত্যেক বিশ্বাসঘাতকের জন্য তার বিশ্বাসঘাতকতার পরিমাণ অনুযায়ী একটি করে পতাকা স্থাপন করা হবে। মুসলিম রাষ্ট্রনায়কের বিশ্বাসঘাতকতার চাইতে ভীষণ কোন বিশ্বাসঘাতকতা নেই। তার এই পতাকা তার নিতম্বের কাছে স্থাপন করা হবে। সেদিনের আরও যেসব কথা আমরা মনে রেখেছি তার মধ্যে ছিলঃ শুনে রাখ! আদম-সন্তানদেরকে বিভিন্ন শ্রেণীতে সৃষ্টি করা হয়েছে। তাদের এক দল তো মু’মিন অবস্থায় জন্মগ্রহন করেছে, মু’মিন অবস্থায় জীবন যাপন করেছে এবং মু’মিন অবস্থাতেই মারা গেছে। তাদের অপর দল কাফির অবস্থায় জন্মগ্রহন করেছে, কাফির অবস্থায় জীবন কাটিয়েছে এবং কাফির অবস্থায়ই মারা গেছে। অপর দল মু’মিন অবস্থায় জন্মগ্রহন করেছেন, মু’মিন অবস্থায় জীবন যাপন করেছে এবং কাফির অবস্থায় মারা গেছে। অপর দল আবার কাফির অবস্থায় জন্মগ্রহন করেছে, কাফির অবস্থায় জীবন যাপন করেছে এবং মু’মিন অবস্থায় মারা গেছে। জেনে রাখ! মানুষের মধ্যে কারো রাগ আসে দেরিতে এবং চলে যায় খুব তাড়াতাড়ি। আবার কারো রাগ আসে তাড়াতাড়ি আবার চলেও যায় তাড়াতাড়ি। সুতরাং এর জন্য এই। জেনে রাখ! তাদের মধ্যে কারো রাগ আসে খুব তাড়াতাড়ি কিন্তু চলে যায় খুব দেরিতে। জেনে রাখ! তাদের মধ্যে উত্তম হল যাদের রাগ আসে দেরিতে এবং চলে যায় খুব তাড়াতাড়ি। আর তারাই খুব নিকৃষ্ট, যাদের রাগ আসে খুব তাড়াতাড়ি কিন্তু চলে যায় দেরিতে। জেনে রাখ! মানুষের মধ্যে কেউ পাওনা পরিশোধের বেলায়ও ভালো আবার পাওনা আদায়ের ক্ষেত্রেও ভদ্র। আবার কেউ পাওনা পরিশোধের ক্ষেত্রে ভদ্র কিন্তু আদায়ের ক্ষেত্রে অভদ্র। এক্ষেত্রে একটি অপরটির পরিপূরক হয়ে যায়। জেনে রাখ! তাদের মধ্যে কারো পাওনা পরিশোধ নিকৃষ্ট এবং সে তাগাদা প্রদানের ক্ষেত্রে অভদ্র। জেনে রেখ সেই সবচেয়ে ভাল, যে পাওনা পরিশোধের বেলায় ভাল এবং পাওনা আদায়ের ক্ষেত্রেও ভদ্র। জেনে রাখ! তাদের মধ্যে সেই ব্যক্তি খুবই খারাপ যার পাওনা পরিশোধও নিকৃষ্ট এবং যে তাগাদা প্রদানেও অভদ্র। জেনে রাখ! রাগ মানুষের অন্তরের অগ্নিস্ফুলিংগর মত। তোমরা কি লক্ষ্য করনি যে, রাগান্বিত ব্যক্তির চক্ষুদ্বয় রক্তিম বর্ণ ধারণ করে এবং তার ঘাড়ের শিরাগুলো ফুলে উঠে। সুতরাং তোমাদের কেউ এরূপ অনুভব করলে সে যেন মাটিতে লুটিয়ে যায় (তাহলে রাগ কমে যাবে)। রাবী বলেন, আমরা সূর্যের দিকে তাকাতে লাগলাম যে, তা এখনও অবশিষ্ট আছে কি না। রাসূলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জেনে রাখ! তোমাদের এই দুনিয়ার যতটুকু অতীত হয়ে গেছে, সেই হিসাবে এতটুকুও আর অবশিষ্ট নেই যতটুকু আজকের এই দিনের অতিবাহিত হয়েছে তার তুলনায় যতটুকু অবশিষ্ট আছে।\n\nযঈফ, রাদ্দুন আলা বালিক (৮৬), কিন্তু এই হাদীসের কিছু অংশ সহীহ, দেখুন হাদীস নং (৪০০০), এবং  মুসলিম (৮/১৭২-১৭৩)",
    "ar": "حَدَّثَنَا عِمْرَانُ بْنُ مُوسَى الْقَزَّازُ الْبَصْرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا عَلِيُّ بْنُ زَيْدِ بْنِ جُدْعَانَ الْقُرَشِيُّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ صَلَّى بِنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمًا صَلاَةَ الْعَصْرِ بِنَهَارٍ ثُمَّ قَامَ خَطِيبًا فَلَمْ يَدَعْ شَيْئًا يَكُونُ إِلَى قِيَامِ السَّاعَةِ إِلاَّ أَخْبَرَنَا بِهِ حَفِظَهُ مَنْ حَفِظَهُ وَنَسِيَهُ مَنْ نَسِيَهُ وَكَانَ فِيمَا قَالَ ‏\"‏ إِنَّ الدُّنْيَا حُلْوَةٌ خَضِرَةٌ وَإِنَّ اللَّهَ مُسْتَخْلِفُكُمْ فِيهَا فَنَاظِرٌ كَيْفَ تَعْمَلُونَ أَلاَ فَاتَّقُوا الدُّنْيَا وَاتَّقُوا النِّسَاءَ ‏\"‏ ‏.‏ وَكَانَ فِيمَا قَالَ ‏\"‏ أَلاَ لاَ يَمْنَعَنَّ رَجُلاً هَيْبَةُ النَّاسِ أَنْ يَقُولَ بِحَقٍّ إِذَا عَلِمَهُ ‏\"‏ ‏.‏ قَالَ فَبَكَى أَبُو سَعِيدٍ فَقَالَ قَدْ وَاللَّهِ رَأَيْنَا أَشْيَاءَ فَهِبْنَا ‏.‏ وَكَانَ فِيمَا قَالَ ‏\"‏ أَلاَ إِنَّهُ يُنْصَبُ لِكُلِّ غَادِرٍ لِوَاءٌ يَوْمَ الْقِيَامَةِ بِقَدْرِ غَدْرَتِهِ وَلاَ غَدْرَةَ أَعْظَمَ مِنْ غَدْرَةِ إِمَامِ عَامَّةٍ يُرْكَزُ لِوَاؤُهُ عِنْدَ اسْتِهِ ‏\"‏ ‏.‏ وَكَانَ فِيمَا حَفِظْنَا يَوْمَئِذٍ ‏\"‏ أَلاَ إِنَّ بَنِي آدَمَ خُلِقُوا عَلَى طَبَقَاتٍ شَتَّى فَمِنْهُمْ مَنْ يُولَدُ مُؤْمِنًا وَيَحْيَا مُؤْمِنًا وَيَمُوتُ مُؤْمِنًا وَمِنْهُمْ مَنْ يُولَدُ كَافِرًا وَيَحْيَا كَافِرًا وَيَمُوتُ كَافِرًا وَمِنْهُمْ مَنْ يُولَدُ مُؤْمِنًا وَيَحْيَا مُؤْمِنًا وَيَمُوتُ كَافِرًا وَمِنْهُمْ مَنْ يُولَدُ كَافِرًا وَيَحْيَا كَافِرًا وَيَمُوتُ مُؤْمِنًا أَلاَ وَإِنَّ مِنْهُمُ الْبَطِيءَ الْغَضَبِ سَرِيعَ الْفَىْءِ وَمِنْهُمْ سَرِيعُ الْغَضَبِ سَرِيعُ الْفَىْءِ فَتِلْكَ بِتِلْكَ أَلاَ وَإِنَّ مِنْهُمْ سَرِيعَ الْغَضَبِ بَطِيءَ الْفَىْءِ أَلاَ وَخَيْرُهُمْ بَطِيءُ الْغَضَبِ سَرِيعُ الْفَىْءِ أَلاَ وَشَرُّهُمْ سَرِيعُ الْغَضَبِ بَطِيءُ الْفَىْءِ أَلاَ وَإِنَّ مِنْهُمْ حَسَنَ الْقَضَاءِ حَسَنَ الطَّلَبِ وَمِنْهُمْ سَيِّئُ الْقَضَاءِ حَسَنُ الطَّلَبِ وَمِنْهُمْ حَسَنُ الْقَضَاءِ سَيِّئُ الطَّلَبِ فَتِلْكَ بِتِلْكَ أَلاَ وَإِنَّ مِنْهُمُ السَّيِّئَ الْقَضَاءِ السَّيِّئَ الطَّلَبِ أَلاَ وَخَيْرُهُمُ الْحَسَنُ الْقَضَاءِ الْحَسَنُ الطَّلَبِ أَلاَ وَشَرُّهُمْ سَيِّئُ الْقَضَاءِ سَيِّئُ الطَّلَبِ أَلاَ وَإِنَّ الْغَضَبَ جَمْرَةٌ فِي قَلْبِ ابْنِ آدَمَ أَمَا رَأَيْتُمْ إِلَى حُمْرَةِ عَيْنَيْهِ وَانْتِفَاخِ أَوْدَاجِهِ فَمَنْ أَحَسَّ بِشَيْءٍ مِنْ ذَلِكَ فَلْيَلْصَقْ بِالأَرْضِ ‏\"‏ ‏.‏ قَالَ وَجَعَلْنَا نَلْتَفِتُ إِلَى الشَّمْسِ هَلْ بَقِيَ مِنْهَا شَيْءٌ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَلاَ إِنَّهُ لَمْ يَبْقَ مِنَ الدُّنْيَا فِيمَا مَضَى مِنْهَا إِلاَّ كَمَا بَقِيَ مِنْ يَوْمِكُمْ هَذَا فِيمَا مَضَى مِنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ حُذَيْفَةَ وَأَبِي مَرْيَمَ وَأَبِي زَيْدِ بْنِ أَخْطَبَ وَالْمُغِيرَةِ بْنِ شُعْبَةَ وَذَكَرُوا أَنَّ النَّبِيَّ صلى الله عليه وسلم حَدَّثَهُمَ بِمَا هُوَ كَائِنٌ إِلَى أَنْ تَقُومَ السَّاعَةُ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "এই অনুচ্ছেদে হুযাইফা, আবূ মারইয়াম (রাঃ) আবূ যাইদ ইবনু আখতাব, মুগীরা ইবনু শুবা, হতেও হাদীস বর্ণিত আছে। তারা বর্ণনা করেন যে, কিয়ামাত পর্যন্ত যেসব ঘটনা সংঘটিত হবে, রাসূলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এগুলো তাদের নিকট বলেছেন। আবূ ঈসা বলেন, এ হাদীসটি হাসান ও সহীহ।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}