{
  "hadith": {
    "hadith_id": 2192,
    "narrator": "মুআবিয়া ইবনু কুররা (রহঃ)  হতে তার বাবা",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন সিরিয়াবাসীরা খারাপ হয়ে যাবে তখন তোমাদের আর কোন কল্যাণ থাকবে না।  তবে আমার উম্মাতের মধ্যে একটি দল সকল সময়েই সাহায্যপ্রাপ্ত (বিজয়ী)  থাকবে।  যেসব লোকেরা তাদেরকে অপমানিত করতে চায় তারা কিয়ামাত পর্যন্ত তাদের কোন ক্ষতি সাধন করতে পারবে না।  \n\nসহীহ্, ইবনু মা-জাহ (৬)। \n\nমুহাম্মাদ ইবনু ইসমাঈল (রহঃ) বলেন, আলী ইবনুল মাদীনী বলেছেন, সাহায্যপ্রাপ্ত (বিজয়ী)  সেই সম্প্রদায়টি হলো হাদীস বিশারদদের জামা’আত (আহলুল হাদীস)। আবূ ঈসা বলেন, আবদুল্লাহ ইবনু হাওয়ালা, ইবনু উমার, যাইদ ইবনু সাবিত ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এই হাদীসটি হাসান সহীহ্।  আহমাদ ইবনু মানি’-ইয়াযীদ ইবনু হারুন হতে তিনি বাহয্ ইবনু হাকিম হতে তিনি তার পিতা হতে, তিনি তার দাদা হতে তিনি (বাহযের দাদা) বলেছেন, আমি বললাম, হে আল্লাহর রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনি আমাকে কোথায় থাকতে নির্দেশ দেন? তিনি বললেন, এখানে আর হাত দিয়ে সিরিয়ার দিকে ইঙ্গিত করলেন।\n\n--------------\n\nবাহয ইবনু হাকীম (রাঃ) হতে তার বাবা ও দাদার সূত্রে বর্ণিতঃ\n\nতিনি বলেন, (উপরোক্ত হাদীসের বক্তব্য শুনে) আমি বললাম, হে আল্লাহর  রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমাকে কোন জায়গায় বসবাসের জন্য আপনি নির্দেশ দিচ্ছেন? তিনি বললেনঃ এই দিকে।  তিনি এই কথা বলে হাত দিয়ে সিরিয়ার দিকে ইশারা করেন।  \n\nসহীহ্, ফাযাইলুশ্‌শাম হাদীস নং ১৩।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا فَسَدَ أَهْلُ الشَّامِ فَلاَ خَيْرَ فِيكُمْ لاَ تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي مَنْصُورِينَ لاَ يَضُرُّهُمْ مَنْ خَذَلَهُمْ حَتَّى تَقُومَ السَّاعَةُ ‏\"‏ ‏.‏ قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ هُمْ أَصْحَابُ الْحَدِيثِ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ حَوَالَةَ وَابْنِ عُمَرَ وَزَيْدِ بْنِ ثَابِتٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\nحَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا بَهْزُ بْنُ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَيْنَ تَأْمُرُنِي قَالَ ‏\"‏ هَا هُنَا ‏\"‏ ‏.‏ وَنَحَا بِيَدِهِ نَحْوَ الشَّامِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}