{
  "hadith": {
    "hadith_id": 22,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি আমার উম্মাতের জন্য কষ্টদায়ক হবে মনে না করলে তাদেরকে প্রত্যেক নামাযের সময় মিসওয়াক করার নির্দেশ দিতাম। \n\nসহীহ। ইবনু মাজাহ- (২৮৭), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَوْلاَ أَنْ أَشُقَّ عَلَى أُمَّتِي لأَمَرْتُهُمْ بِالسِّوَاكِ عِنْدَ كُلِّ صَلاَةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى هَذَا الْحَدِيثَ مُحَمَّدُ بْنُ إِسْحَاقَ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ أَبِي سَلَمَةَ عَنْ زَيْدِ بْنِ خَالِدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَحَدِيثُ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم كِلاَهُمَا عِنْدِي صَحِيحٌ لأَنَّهُ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم هَذَا الْحَدِيثُ ‏.‏ وَحَدِيثُ أَبِي هُرَيْرَةَ إِنَّمَا صَحَّ لأَنَّهُ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ ‏.‏ وَأَمَّا مُحَمَّدُ بْنُ إِسْمَاعِيلَ فَزَعَمَ أَنَّ حَدِيثَ أَبِي سَلَمَةَ عَنْ زَيْدِ بْنِ خَالِدٍ أَصَحُّ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ وَعَلِيٍّ وَعَائِشَةَ وَابْنِ عَبَّاسٍ وَحُذَيْفَةَ وَزَيْدِ بْنِ خَالِدٍ وَأَنَسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَابْنِ عُمَرَ وَأُمِّ حَبِيبَةَ وَأَبِي أُمَامَةَ وَأَبِي أَيُّوبَ وَتَمَّامِ بْنِ عَبَّاسٍ وَعَبْدِ اللَّهِ بْنِ حَنْظَلَةَ وَأُمِّ سَلَمَةَ وَوَاثِلَةَ بْنِ الأَسْقَعِ وَأَبِي مُوسَى ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি মুহাম্মদ ইবনু ইসহাক, তিনি মুহাম্মদ ইবনু ইবরাহীম হতে তিনি আবূ সালামহ, হতে তিনি যাইদ ইবনু খালিদ হতে তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। \nআবূ ‘ঈসা বলেনঃ আবূ হুরাইরা ও যাইদ ইবনু খালিদ (রাঃ)-এর নিকট হতে আবূ সালাম হতে বর্ণিত উভয় হাদীসই সহীহ। কেননা এ হাদীসটি একাধিক সূত্রে বর্ণিত হয়েছে। মতে যাইদ ইবনু খালিদের নিকট হতে আবূ সালাম হতে বর্ণিত হাদীসটি বেশি সহীহ। এ অনুচ্ছেদে আবূ বাকার সিদ্দীক, ‘আলী, ‘আয়িশাহ্‌, ইবনু ‘আব্বাস, হুযাইফা, যায়িদ ইবনু খালিদ, আনাস, ‘আবদুল্লাহ ইবনু ‘আমর, উম্মি হাবীবা, ইবনু উমার, আবূ উমামা, আবূ আইয়ূব, তাম্মাম ইবনু ‘আব্বাস, ‘আবদুল্লাহ ইবনু হানযালা, উম্মি সালামা, ওয়াসিলা ও আবূ মূসা (রাঃ) হতে বর্ণিত হাদীসও রয়েছে।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}