{
  "hadith": {
    "hadith_id": 2210,
    "narrator": "আলী ইবনু আবূ তালিব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার উম্মাত যখন পনেরটি বিষয়ে লিপ্ত হয়ে পড়বে তখন তাদের উপর বিপদ-মুসীবত এসে পড়বে। প্রশ্ন করা হল ইয়া রাসূলাল্লাহ! সেগুলো কি কি? তিনি বললেনঃ যখন গানীমতের মাল ব্যক্তিগত সম্পদে পরিণত হবে, আমানাত লুটের মালে পরিণত হবে, যাকাত জরিমানা রূপে গণ্য হবে, পুরুষ তার স্ত্রীর আনুগত্য করবে এবং মায়ের অবাধ্য হবে, বন্ধুর সাথে ভাল ব্যবহার করবে কিন্তু পিতার সাথে খারাপ ব্যবহার করবে, মসজিদে শোরগোল করা হবে, সবচাইতে খারাপ চরিত্রের লোক হবে তার সম্প্রদায়ের নেতা, কোন লোককে তার অনিষ্টতার ভয়ে সম্মান করা হবে, মদ পান করা হবে, রেশমী বস্ত্র পরিধান করা হবে, নর্তকী গায়িকাদের প্রতিষ্ঠিত করা হবে, বাদ্যযন্ত্রসমূহের কদর করা হবে এবং এই উম্মাতের শেষ যামানার লোকেরা তাদের পূর্ব যুগের লোকদের অভিসম্পাত করবে, তখন তোমরা একটি অগ্নিবায়ু অথবা ভূমিধ্বস অথবা চেহারা বিকৃতির আজাবের অপেক্ষা করবে। \n\nযঈফ, মিশকাত (৫৪৫১)",
    "ar": "حَدَّثَنَا صَالِحُ بْنُ عَبْدِ اللَّهِ التِّرْمِذِيُّ، حَدَّثَنَا الْفَرَجُ بْنُ فَضَالَةَ أَبُو فَضَالَةَ الشَّامِيُّ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَلِيٍّ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا فَعَلَتْ أُمَّتِي خَمْسَ عَشْرَةَ خَصْلَةً حَلَّ بِهَا الْبَلاَءُ ‏\"‏ ‏.‏ فَقِيلَ وَمَا هُنَّ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ إِذَا كَانَ الْمَغْنَمُ دُوَلاً وَالأَمَانَةُ مَغْنَمًا وَالزَّكَاةُ مَغْرَمًا وَأَطَاعَ الرَّجُلُ زَوْجَتَهُ وَعَقَّ أُمَّهُ وَبَرَّ صَدِيقَهُ وَجَفَا أَبَاهُ وَارْتَفَعَتِ الأَصْوَاتُ فِي الْمَسَاجِدِ وَكَانَ زَعِيمُ الْقَوْمِ أَرْذَلَهُمْ وَأُكْرِمَ الرَّجُلُ مَخَافَةَ شَرِّهِ وَشُرِبَتِ الْخُمُورُ وَلُبِسَ الْحَرِيرُ وَاتُّخِذَتِ الْقَيْنَاتُ وَالْمَعَازِفُ وَلَعَنَ آخِرُ هَذِهِ الأُمَّةِ أَوَّلَهَا فَلْيَرْتَقِبُوا عِنْدَ ذَلِكَ رِيحًا حَمْرَاءَ أَوْ خَسْفًا وَمَسْخًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ عَلِيِّ بْنِ أَبِي طَالِبٍ إِلاَّ مِنْ هَذَا الْوَجْهِ وَلاَ نَعْلَمُ أَحَدًا رَوَاهُ عَنْ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ غَيْرَ الْفَرَجِ بْنِ فَضَالَةَ ‏.‏ وَالْفَرَجُ بْنُ فَضَالَةَ قَدْ تَكَلَّمَ فِيهِ بَعْضُ أَهْلِ الْحَدِيثِ وَضَعَّفَهُ مِنْ قِبَلِ حِفْظِهِ وَقَدْ رَوَاهُ عَنْهُ وَكِيعٌ وَغَيْرُ وَاحِدٍ مِنَ الأَئِمَّةِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা শুধুমাত্র উক্ত সূত্রেই এটিকে আলী (রাঃ) বর্ণিত হাদীসরূপে জেনেছি। আল-ফারাজ ইবনু ফাযালা (রহঃ) ব্যতীত আর কেউ এই হাদীসটি ইয়াহ্ইয়া ইবনু সাঈদ আল-আনসারী (রহঃ) হতে বর্ণনা করেছেন বলে আমাদের জানা নেই। কোন কোন হাদীসবেত্তা আল-ফারাজ ইবনু ফাযালার সমালোচনা করেছেন এবং স্মৃতিশক্তির দিক থেকে তাকে দুর্বল বলে আখ্যায়িত করেছেন। ওয়াকী (রহঃ) এবং আরও কিছু রাবী তার সূত্রে হাদীসটি বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}