{
  "hadith": {
    "hadith_id": 2211,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন: রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: যখন গানীমাতের (যুদ্বলব্দ) মাল ব্যক্তিগত সম্পদে পরিণত হবে, আমানতের মাল লুটের মালে পরিণত হবে, যাকাতকে জরিমানা মনে করা হবে, ধর্ম বিবর্জিত শিক্ষার প্রচলন হবে, পুরুষ স্ত্রীর অনুগত হয়ে যাবে কিন্তু নিজ মায়ের অবাধ্য হবে, বন্ধু-বান্ধবকে কাছে টেনে নিবে, কিন্তু পিতাকে দূরে ঠেলে দিবে, মসজিদে কলরব ও হট্টগোল করবে, পাপাচারীরা গোত্রের নেতা হবে, নিকৃষ্ট লোক সমাজের কর্ণধার হবে, কোন মানুষের অনিষ্ট হতে বাঁচার জন্য তাকে সম্মান দেখানো হবে, গায়িকা-নর্তকী ও বাদ্য যন্ত্রের বিস্তার ঘটবে, মদপান করা হবে, এই উম্মাতের শেষ যামানার লোকেরা তাদের পূর্ববতী মনীষীদের অভিসম্পাত করবে, তখন তোমরা অগ্নিবায়ু, ভূমিধস, ভূমিকম্প, চেহারা বিকৃতি ও পাথর বর্ষণরূপ শাস্তির এবং আরো আলামতের অপেক্ষা করবে যা একের পর এক নিপতিত হতে থাকবে, যেমন পুরানো পুঁতিরমালা ছিড়ে গেলে একের পর এক তার পুঁতি ঝরে পড়তে থাকে।\n\nযঈফ, মিশকাত (৫৪৫০)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ الْوَاسِطِيُّ، عَنِ الْمُسْتَلِمِ بْنِ سَعِيدٍ، عَنْ رُمَيْحٍ الْجُذَامِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا اتُّخِذَ الْفَىْءُ دُوَلاً وَالأَمَانَةُ مَغْنَمًا وَالزَّكَاةُ مَغْرَمًا وَتُعُلِّمَ لِغَيْرِ الدِّينِ وَأَطَاعَ الرَّجُلُ امْرَأَتَهُ وَعَقَّ أُمَّهُ وَأَدْنَى صَدِيقَهُ وَأَقْصَى أَبَاهُ وَظَهَرَتِ الأَصْوَاتُ فِي الْمَسَاجِدِ وَسَادَ الْقَبِيلَةَ فَاسِقُهُمْ وَكَانَ زَعِيمُ الْقَوْمِ أَرْذَلَهُمْ وَأُكْرِمَ الرَّجُلُ مَخَافَةَ شَرِّهِ وَظَهَرَتِ الْقَيْنَاتُ وَالْمَعَازِفُ وَشُرِبَتِ الْخُمُورُ وَلَعَنَ آخِرُ هَذِهِ الأُمَّةِ أَوَّلَهَا فَلْيَرْتَقِبُوا عِنْدَ ذَلِكَ رِيحًا حَمْرَاءَ وَزَلْزَلَةً وَخَسْفًا وَمَسْخًا وَقَذْفًا وَآيَاتٍ تَتَابَعُ كَنِظَامٍ بَالٍ قُطِعَ سِلْكُهُ فَتَتَابَعَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ ‏.‏ وَهَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ অনুচ্ছেদে আলী (রাঃ) হতেও হাদীস বর্ণিত আছে, এ হাদীসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই এ হাদীস জেনেছি।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}