{
  "hadith": {
    "hadith_id": 2221,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি: আমার যমানাই হলো সর্বউত্কৃষ্ট  যমানা, তারপর এর নিকটবর্তীদের যমানা, তারপর এর নিকটবর্তীদের যমানা।  তারপর এমন যুগের আগমন ঘটবে যখনকার লোকেরা হবে মোটা দেহ বিশিষ্ট এবং তারা মোটা দেহের অধিকারী হতে পছন্দ করবে।  সাক্ষ্য না চাওয়া হলেও তারা সাক্ষ্য প্রদান করবে।  \n\nসহীহ্: সহীহাহ (১৮৪০), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا مُحَمَّدُ بْنُ الْفُضَيْلِ، عَنِ الأَعْمَشِ، عَنْ عَلِيِّ بْنِ مُدْرِكٍ، عَنْ هِلاَلِ بْنِ يِسَافٍ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ خَيْرُ النَّاسِ قَرْنِي ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ يَأْتِي مِنْ بَعْدِهِمْ قَوْمٌ يَتَسَمَّنُونَ وَيُحِبُّونَ السِّمَنَ يُعْطُونَ الشَّهَادَةَ قَبْلَ أَنْ يُسْأَلُوهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَكَذَا رَوَى مُحَمَّدُ بْنُ فُضَيْلٍ هَذَا الْحَدِيثَ عَنِ الأَعْمَشِ عَنْ عَلِيِّ بْنِ مُدْرِكٍ عَنْ هِلاَلِ بْنِ يِسَافٍ وَرَوَى غَيْرُ وَاحِدٍ مِنَ الْحُفَّاظِ هَذَا الْحَدِيثَ عَنِ الأَعْمَشِ عَنْ هِلاَلِ بْنِ يِسَافٍ وَلَمْ يَذْكُرُوا فِيهِ عَلِيَّ بْنَ مُدْرِكٍ ‏.‏\nقَالَ وَحَدَّثَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، حَدَّثَنَا هِلاَلُ بْنُ يِسَافٍ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم فَذَكَرَ نَحْوَهُ ‏.‏ وَهَذَا أَصَحُّ عِنْدِي مِنْ حَدِيثِ مُحَمَّدِ بْنِ فُضَيْلٍ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি আমাশ-আলী ইবনু মুদরিক হতে তিনি হিলাল ইবনু ইয়াসাফের সূত্রে মুহাম্মাদ ইবনু ফুযাইল অনুরুপভাবে বর্ণনা করেছেন।  আর একাধিক হাদিস বর্ণনাকারী আমাশ হতে, তিনি হিলাল ইবনু ইয়াসাফের সূত্রে এ হাদীসটি বর্ণনা করেছেন, তবে তারা বর্ণনাকারী আলী ইবনু মুদরিকের কথা উল্লেখ করেননি।  হুসাইন ইবনু হুরাইস (রহঃ)  ওয়াকী হতে, তিনি আমাশ হতে, তিনি হিলাল ইবনু ইয়াসাফ হতে, তিনি ইমরান ইবনু হুসাইন (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে পূর্বোক্ত হাদীসের অনূরূপ বর্ণনা করেছেন।  (তিরমিযী বলেন)  আমার মতে মুহাম্মদ ইবনু ফুযাইলের সূত্র অপেক্ষা এ সূত্রটি অনেক বেশি সহীহ্।  এ হাদীসটি একাধিক সূত্রে ইমরান ইবনু হুসাইন (রাঃ) এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত হয়েছে।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}