{
  "hadith": {
    "hadith_id": 2223,
    "narrator": "জাবির ইবনু সামুরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার পরে বারোজন শাসক হবে।  বর্ণনাকারী বলেন, তারপর তিনি কি যে বললেন, আমি তা বুঝতে পারিনি।  তাই আমি আমার কাছের একজন লোককে প্রশ্ন করলাম।  তিনি বললেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তাদের সকলেই কুরাইশ বংশীয় হবে।  \n\nসহীহ্, সহীহাহ (১০৭৫), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا عُمَرُ بْنُ عُبَيْدٍ الطَّنَافِسِيُّ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَكُونُ مِنْ بَعْدِي اثْنَا عَشَرَ أَمِيرًا ‏\"‏ ‏.‏ قَالَ ثُمَّ تَكَلَّمَ بِشَيْءٍ لَمْ أَفْهَمْهُ فَسَأَلْتُ الَّذِي يَلِينِي فَقَالَ قَالَ ‏\"‏ كُلُّهُمْ مِنْ قُرَيْشٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\nحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عُمَرُ بْنُ عُبَيْدٍ، عَنْ أَبِيهِ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مُوسَى، عَنْ جَابِرِ بْنِ سَمُرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَ هَذَا الْحَدِيثِ وقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ جَابِرِ بْنِ سَمُرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ يُسْتَغْرَبُ مِنْ حَدِيثِ أَبِي بَكْرِ بْنِ أَبِي مُوسَى عَنْ جَابِرِ بْنِ سَمُرَةَ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।  উপরোক্ত হাদীসের মতো বর্ণিত আছে আবূ কুরাইব হতে, তিনি উমার ইবনু উবাইদ হতে, তিনি তার পিতা হতে, তিনি আবূ বাক্র ইবনু আবী মূসা হতে, তিনি জাবির ইবনু সামুরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে।  জাবির ইবনু সামুরা (রাঃ) হতে এ হাদীসটি একাধিক সূত্রে বর্ণিত আছে।  আবূ ঈসা বলেন, এই হাদীসটি হাসান সহীহ্ গারীব। এ হাদীসটিকে আবূ মূসা হতে জাবির ইবনু সামুরা (রাঃ) এর সূত্রে গারীব বলা হয়। ইবনু মাসউদ ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}