{
  "hadith": {
    "hadith_id": 2240,
    "narrator": "আন-নাওয়াস ইবনু সামআন আল-কিলাবী (রাঃ)",
    "bn": "তিনি বলেন,  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন এক সকালে দাজ্জাল প্রসঙ্গে আলোচনা করেন।  তিনি এর ভয়াবহতা ও নিকৃষ্টতা তুলে ধরেন। এমনকি আমাদের ধারণা সৃষ্টি হলো যে, সে হয়তো খেজুর বাগানের ওপাশেই বিদ্যমান। বর্ণনাকারী বলেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট হতে চলে গেলাম, তারপর আবার আমরা তাঁর  নিকট ফিরে এলাম। তিনি আমাদের মধ্যে দাজ্জালের ভীতির চিহ্ন দেখে প্রশ্ন করেনঃ তোমাদের কি হয়েছে? আমরা বললাম, হে আল্লাহর  রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনি সকালে দাজ্জাল প্রসঙ্গে আলোচনা করেছেন এবং এর ভয়াবহতা ও নিকৃষ্টতা এমন ভাষায় উত্থাপন করেছেন যে, আমাদের ধারণা হচ্ছিল যে, হয়তো সে খেজুর বাগানের পাশেই উপস্থিত আছে।  তিনি বললেনঃ তোমাদের ক্ষেত্রে দাজ্জাল ছাড়াও আমার আরো কিছু আশংকা রয়েছে।  যদি সে আমার জীবদ্দশাতেই তোমাদের মাঝে আসে তাহলে আমিই তোমাদের পক্ষে তার প্রতিপক্ষ হবো। আর সে যদি আমার অবর্তমানে আবির্ভূত হয়, তাহলে তোমরাই তার প্রতিপক্ষ হবে। আর আল্লাহ্ তা‘আলাই প্রত্যেক মুসলমানের জন্য আমার পরিবর্তে সহায় হবেন। সে (দাজ্জাল) হবে কুঞ্চিত (কোঁকড়া) চুলবিশিষ্ট, স্থির দৃষ্টিসম্পন্ন যুবক, সে হবে আবদুল উযযা ইবনু কাতানের অনুরুপ। তোমাদের মধ্যে কেউ যদি তার দেখা পায় তাহলে যেন সে সূরা কাহফ-এর প্রাথমিক আয়াতগুলো তিলাওয়াত করে। তিনি বললেনঃ  সে সিরিয়া ও ইরাকের মধ্যবর্তী কোন এলাকা হতে আত্মপ্রকাশ করবে। তারপর সে ডানে-বামে ফিতনা ফ্যাসাদ ও বিপর্যয় সৃষ্টি করে বেড়াবে। হে আল্লাহর  বান্দাগণ! তোমরা দৃঢ়তার সাথে অবস্থান করবে আমরা প্রশ্ন করলাম, হে আল্লাহর  রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! সে কত দিন দুনিয়াতে থাকবে? তিনি বললেনঃ চল্লিশ দিন। এর একদিন হবে একবছরের সমান, একদিন হবে একমাসের সমান এবং একদিন হবে এক সপ্তাহের সমান, আর অবশিষ্ট দিনগুলো হবে তোমাদের বর্তমান দিনের মতো। বর্ণনাকারী বলেন, আমরা প্রশ্ন করলাম, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনার কি ধারণা, যে দিনটি একবছরের সমান হবে, তাতে একদিনের নামায আদায় করলেই আমাদের জন্য যথেষ্ট হবে? তিনি বললেনঃ না, বরং তোমরা সেদিনের সঠিক অনুমান করে নেবে (এবং সে অনুযায়ী নামায আদায় করবে)। আমরা আবার প্রশ্ন করলাম, দুনিয়াতে তার চলার গতি কত দ্রুত হবে? তিনি বললেনঃ তার চলার গতি হবে বায়ূচালিত মেঘের অনুরূপ; তারপর সে কোন জাতির নিকট গিয়ে তাদেরকে নিজের দলের দিকে আহবান জানাবে, কিন্তু তারা তাকে মিথ্যাবাদী আখ্যায়িত করবে এবং তার দাবি প্রত্যাখ্যান করবে। সে তখন তাদের নিকট হতে ফিরে আসবে এবং তাদের ধন-সম্পদও তার পিছনে পিছনে চলে আসবে।  তারা পরদিন সকালে নিজেদেরকে নিঃস্ব অবস্থায় পাবে। তারপর সে অন্য জাতির নিকট গিয়ে আহবান করবে। তারা তার আহবানে সাড়া দিবে এবং তাকে সত্য বলে মেনে নিবে। সে তখন আকাশকে বৃষ্টি বর্ষনের জন্য আদেশ করবে এবং সে অনুযায়ী আকাশ বৃষ্টি বর্ষন করবে।  তারপর সে যামীনকে ফসল উৎপাদনের জন্য নির্দেশ দিবে এবং সে মুতাবিক যামীন ফসল উৎপাদন করবে। তারপর বিকেলে তাদের পশুপালগুলো পূর্বের চেয়ে উঁচু কুঁজবিশিষ্ট মাংসবহুল নিতস্ববিশিষ্ট ও দুগ্ধপুষ্ট স্তনবিশিষ্ট হবে। তারপর সে নির্জন পতিত ভূমিতে গিয়ে বলবে, তোর ভিতরের খনিজভান্ডার বের করে দে। তারপর সে সেখান হতে ফিরে আসবে এবং সেখানকার ধনভান্ডার তার অনুসরণ করবে যেভাবে মৌমাছিরা রানী মৌমাছির অনুসরণ করে। তারপর সে পূর্ণযৌবন এক তরুণ যুবককে তার দিকে আহবান করবে। সে তলোয়ারের আঘাতে তাকে দুই টুকরা করে ফেলবে।  তারপর সে তাকে ডাক দিবে, অমনি সে হাস্যোজ্জল চেহারা নিয়ে সামনে এসে দাঁড়াবে। এমতাবস্থায় এদিকে দামিস্কের পূর্ব প্রান্তের এক মসজিদের সাদা মিনারে হলুদ রংয়ের দুটি কাপড় পরিহিত অবস্থায় দুজন ফেরেশতার ডানায় ভর করে ঈসা ইবনু মারইয়াম (আঃ)  অবতরণ করবেন।  তিনি তাঁর মাথা নীচু করলে ফোঁটায় ফোঁটায় এবং উঁচু করলেও মনিমুক্তার ন্যায় (ঘাম)  পড়তে থাকবে। তাঁর নিঃশ্বাস যে ব্যক্তিকেই স্পর্শ করবে সে মারা যাবে; আর তাঁর শ্বাসবায়ূ দৃষ্টির শেষ সীমা পর্যন্ত পৌছবে।  তারপর তিনি দাজ্জালকে খোঁজ করবেন এবং তাকে ‘লুদ্দ’-এর নগরদ্বারপ্রান্তে পেয়ে হত্যা করবেন। তিনি বলেনঃ আল্লাহ্ তা‘আলা তাঁর নিকট ওয়াহী প্র্র্রেরণ করবেনঃ “আমার বান্দাহদেরকে তূর পাহাড়ে সরিয়ে নাও। কেননা, আমি এমন একদল বান্দাহ অবতীর্ণ করছি যাদের বিরুদ্ধে যুদ্ধ করার ক্ষমতা কারো নেই” তিনি বলেন, তারপর আল্লাহ্ ইয়াজূজ-মাজূজের দল পাঠাবেন। আল্লাহ্ তা‘আলার বাণী অনুযায়ী তাদের অবস্থা হলো, “তারা প্রত্যেক উচ্চভূমি হতে ছুটে আসবে” (সূরাঃ আম্বিয়া-৯৬)।  তিনি বলেন, তাদের প্রথম দলটি (সিরিয়ার) তাবারিয়া উপসাগর অতিক্রমকালে এর সমস্ত পানি পান করে শেষ করে ফেলবে।  এদের শেষ দলটি এ স্থান দিয়ে অতিক্রমকালে বলবে, নিশ্চয়ই এই জলাশয়ে কোন সময় পানি ছিল। তারপর বাইতুল মাকদিসের পাহাড়ে পৌঁছার পর তাদের অভিযান সমাপ্ত হবে। তারা পরস্পর বলবে, আমরা তো দুনিয়ায় বসবাসকারীদের ধ্বংস করেছি, এবার চল আকাশে বসবাসকারীদের ধ্বংস করি। তারা এই বলে আকাশের দিকে তাদের তীর নিক্ষেপ করবে। আল্লাহ্ তা‘আলা তাদের তীরসমূহ রক্তে রঞ্জিত করে ফিরত দিবেন। তারপর ঈসা ইবনু মারইয়াম (আঃ) তাঁর সাথীরা অবরুদ্ধ হয়ে পড়বেন। তারা (খাদ্যভাবে) এমন কঠিন পরিস্থিতিতে পতিত হবেন যে, তখন তাদের জন্য একটা গরুর মাথা তোমাদের এ যুগের একশত দীনারের চাইতে বেশি উত্তম মনে হবে। তিনি বলেন, তারপর ঈসা (আঃ) ও তাঁর সাথীরা আল্লাহ্ তা‘আলার দিকে রুজু হয়ে দু’আ করবেন। আল্লাহ্ তা‘আলা তখন তাদের (ইয়াজূজ-মাজূজ বাহিনীর) ঘাড়ে মহামারীরূপে ‘নাগাফ’ নামক কীটের উৎপত্তি করবেন। তারপর তারা এমনভাবে ধ্বংস হয়ে যাবে যেন একটি প্রাণের মৃত্যু হয়েছে।  তখন ঈসা (আঃ) তার সাথীদের নিয়ে (পাহাড় হতে) নেমে আসবেন। সেখানে তিনি এমন এক বিঘত পরিমাণ জায়গাও পাবেন না, যেখানে সেগুলোর পঁচা দুর্গন্ধময় রক্ত-মাংস ছড়িয়ে না থাকবে। তারপর তিনি সাথীদের নিয়ে আল্লাহ্ তা‘আলার নিকট দু‘আ করবেন। আল্লাহ্ তা‘আলা তখন উটের ঘাড়ের ন্যায় লম্বা ঘাড়বিশিষ্ট এক প্রকার পাখি প্রেরণ করবেন। সেই পাখি ওদের লাশগুলো তুলে নিয়ে গভীর গর্তে নিক্ষেপ করবে। এদের পরিত্যক্ত তীর, ধনুক ও তূণীরগুলো মুসলমানগণ সাত বছর পর্যন্ত জ্বালানী হিসাবে ব্যবহার করবে। তারপর আল্লাহ্ তা‘আলা এমন বৃষ্টি বর্ষণ করবেন যা সমস্ত ঘর-বাড়ী, স্থলভাগ ও কঠিন মাটির স্তরে গিয়ে পৌছবে এবং সমস্ত প্রথিবী ধুয়েমুছে আয়নার মতো ধকধকে হয়ে উঠবে। তারপর যামীনকে বলা হবে, তোর ফল ও ফসলসমূহ বের করে দে এবং বারকাত ও কল্যাণ ফিরিয়ে দে। তখন এরূপ পরিস্থিতি হবে যে, একদল লোকের জন্য একটি ডালিম পর্যাপ্ত হবে এবং একদল লোক এর খোসার ছায়াতলে আশ্রয় গ্রহণ করতে পারবে। দুধেও এরুপ বারকাত হবে  যে, বিরাট  একটি দলের জন্য একটি উটনীর দুধ, একটি গোত্রের জন্য একটি গাভীর দুধ এবং একটি ছোট দলের জন্য একটি ছাগলের দুধই যথেষ্ট হবে। এমতাবস্থায় কিছুদিন অতিক্রান্ত হওয়ার পর হঠাৎ আল্লাহ্ তা‘আলা এমন এক বাতাস প্রেরণ করবেন যা সকল ঈমানদারের আত্মা ছিনিয়ে নেবে এবং অবশিষ্ট থাকবে শুধুমাত্র দুশ্চরিত্রের লোক যারা গাধার মতো প্রকোশ্যে নারী সম্ভোগে লিপ্ত হবে। তারপর তাদের উপর কিয়ামাত সংঘটিত হবে। \n\nসহীহ্, সহীহাহ (৪৮১), তাখরীজ ফাযায়েলুশশাম (২৫), মুসলিম।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، وَعَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، دَخَلَ حَدِيثُ أَحَدِهِمَا فِي حَدِيثِ الآخَرِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ عَنْ يَحْيَى بْنِ جَابِرٍ الطَّائِيِّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرٍ عَنْ أَبِيهِ جُبَيْرِ بْنِ نُفَيْرٍ عَنِ النَّوَّاسِ بْنِ سَمْعَانَ الْكِلاَبِيِّ قَالَ ذَكَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم الدَّجَّالَ ذَاتَ غَدَاةٍ فَخَفَّضَ فِيهِ وَرَفَّعَ حَتَّى ظَنَنَّاهُ فِي طَائِفَةِ النَّخْلِ ‏.‏ قَالَ فَانْصَرَفْنَا مِنْ عِنْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ رَجَعْنَا إِلَيْهِ فَعَرَفَ ذَلِكَ فِينَا فَقَالَ ‏\"‏ مَا شَأْنُكُمْ ‏\"‏ ‏.‏ قَالَ قُلْنَا يَا رَسُولَ اللَّهِ ذَكَرْتَ الدَّجَّالَ الْغَدَاةَ فَخَفَّضْتَ فِيهِ وَرَفَّعْتَ حَتَّى ظَنَنَّاهُ فِي طَائِفَةِ النَّخْلِ ‏.‏ قَالَ ‏\"‏ غَيْرُ الدَّجَّالِ أَخْوَفُ لِي عَلَيْكُمْ إِنْ يَخْرُجْ وَأَنَا فِيكُمْ فَأَنَا حَجِيجُهُ دُونَكُمْ وَإِنْ يَخْرُجْ وَلَسْتُ فِيكُمْ فَامْرُؤٌ حَجِيجُ نَفْسِهِ وَاللَّهُ خَلِيفَتِي عَلَى كُلِّ مُسْلِمٍ إِنَّهُ شَابٌّ قَطَطٌ عَيْنُهُ قَائِمَةٌ شَبِيهٌ بِعَبْدِ الْعُزَّى بْنِ قَطَنٍ فَمَنْ رَآهُ مِنْكُمْ فَلْيَقْرَأْ فَوَاتِحَ سُورَةِ أَصْحَابِ الْكَهْفِ قَالَ يَخْرُجُ مَا بَيْنَ الشَّامِ وَالْعِرَاقِ فَعَاثَ يَمِينًا وَشِمَالاً يَا عِبَادَ اللَّهِ اثْبُتُوا ‏\"‏ ‏.‏ قَالَ قُلْنَا يَا رَسُولَ اللَّهِ وَمَا لُبْثُهُ فِي الأَرْضِ قَالَ ‏\"‏ أَرْبَعِينَ يَوْمًا يَوْمٌ كَسَنَةٍ وَيَوْمٌ كَشَهْرٍ وَيَوْمٌ كَجُمُعَةٍ وَسَائِرُ أَيَّامِهُ كَأَيَّامِكُمْ ‏\"‏ ‏.‏ قَالَ قُلْنَا يَا رَسُولَ اللَّهِ أَرَأَيْتَ الْيَوْمَ الَّذِي كَالسَّنَةِ أَتَكْفِينَا فِيهِ صَلاَةُ يَوْمٍ قَالَ ‏\"‏ لاَ وَلَكِنِ اقْدُرُوا لَهُ ‏\"‏ ‏.‏ قَالَ قُلْنَا يَا رَسُولَ اللَّهِ فَمَا سُرْعَتُهُ فِي الأَرْضِ قَالَ ‏\"‏ كَالْغَيْثِ اسْتَدْبَرَتْهُ الرِّيحُ فَيَأْتِي الْقَوْمَ فَيَدْعُوهُمْ فَيُكَذِّبُونَهُ وَيَرُدُّونَ عَلَيْهِ قَوْلَهُ فَيَنْصَرِفُ عَنْهُمْ فَتَتْبَعُهُ أَمْوَالُهُمْ فَيُصْبِحُونَ لَيْسَ بِأَيْدِيهِمْ شَيْءٌ ثُمَّ يَأْتِي الْقَوْمَ فَيَدْعُوهُمْ فَيَسْتَجِيبُونَ لَهُ وَيُصَدِّقُونَهُ فَيَأْمُرُ السَّمَاءَ أَنْ تُمْطِرَ فَتُمْطِرَ وَيَأْمُرُ الأَرْضَ أَنْ تُنْبِتَ فَتُنْبِتَ فَتَرُوحُ عَلَيْهِمْ سَارِحَتُهُمْ كَأَطْوَلِ مَا كَانَتْ ذُرًى وَأَمَدِّهِ خَوَاصِرَ وَأَدَرِّهِ ضُرُوعًا قَالَ ثُمَّ يَأْتِي الْخَرِبَةَ فَيَقُولُ لَهَا أَخْرِجِي كُنُوزَكِ فَيَنْصَرِفُ مِنْهَا فَتَتْبَعُهُ كَيَعَاسِيبِ النَّحْلِ ثُمَّ يَدْعُو رَجُلاً شَابًّا مُمْتَلِئًا شَبَابًا فَيَضْرِبُهُ بِالسَّيْفِ فَيَقْطَعُهُ جِزْلَتَيْنِ ثُمَّ يَدْعُوهُ فَيُقْبِلُ يَتَهَلَّلُ وَجْهُهُ يَضْحَكُ فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ هَبَطَ عِيسَى ابْنُ مَرْيَمَ عَلَيْهِ السَّلاَمُ بِشَرْقِيِّ دِمَشْقَ عِنْدَ الْمَنَارَةِ الْبَيْضَاءِ بَيْنَ مَهْرُودَتَيْنِ وَاضِعًا يَدَيْهِ عَلَى أَجْنِحَةِ مَلَكَيْنِ إِذَا طَأْطَأَ رَأْسَهُ قَطَرَ وَإِذَا رَفَعَهُ تَحَدَّرَ مِنْهُ جُمَانٌ كَاللُّؤْلُؤِ قَالَ وَلاَ يَجِدُ رِيحَ نَفَسِهِ يَعْنِي أَحَدٌ إِلاَّ مَاتَ وَرِيحُ نَفَسِهِ مُنْتَهَى بَصَرِهِ قَالَ فَيَطْلُبُهُ حَتَّى يُدْرِكَهُ بِبَابِ لُدٍّ فَيَقْتُلَهُ قَالَ فَيَلْبَثُ كَذَلِكَ مَا شَاءَ اللَّهُ ‏.‏ قَالَ ثُمَّ يُوحِي اللَّهُ إِلَيْهِ أَنْ حَرِّزْ عِبَادِي إِلَى الطُّورِ فَإِنِّي قَدْ أَنْزَلْتُ عِبَادًا لِي لاَ يَدَانِ لأَحَدٍ بِقِتَالِهِمْ ‏.‏ قَالَ وَيَبْعَثُ اللَّهُ يَأْجُوجَ وَمَأْجُوجَ وَهُمْ كَمَا قَالَ اللَّهُ‏:‏ ‏(‏ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ ‏)‏ ‏.‏ قَالَ فَيَمُرُّ أَوَّلُهُمْ بِبُحَيْرَةِ الطَّبَرِيَّةِ فَيَشْرَبُ مَا فِيهَا ثُمَّ يَمُرُّ بِهَا آخِرُهُمْ فَيَقُولُ لَقَدْ كَانَ بِهَذِهِ مَرَّةً مَاءٌ ثُمَّ يَسِيرُونَ حَتَّى يَنْتَهُوا إِلَى جَبَلِ بَيْتِ الْمَقْدِسِ فَيَقُولُونَ لَقَدْ قَتَلْنَا مَنْ فِي الأَرْضِ هَلُمَّ فَلْنَقْتُلْ مَنْ فِي السَّمَاءِ ‏.‏ فَيَرْمُونَ بِنُشَّابِهِمْ إِلَى السَّمَاءِ فَيَرُدُّ اللَّهُ عَلَيْهِمْ نُشَّابَهُمْ مُحْمَرًّا دَمًا وَيُحَاصَرُ عِيسَى ابْنُ مَرْيَمَ وَأَصْحَابُهُ حَتَّى يَكُونَ رَأْسُ الثَّوْرِ يَوْمَئِذٍ خَيْرًا لأَحَدِهِمْ مِنْ مِائَةِ دِينَارٍ لأَحَدِكُمُ الْيَوْمَ ‏.‏ قَالَ فَيَرْغَبُ عِيسَى ابْنُ مَرْيَمَ إِلَى اللَّهِ وَأَصْحَابُهُ قَالَ فَيُرْسِلُ اللَّهُ إِلَيْهِمُ النَّغَفَ فِي رِقَابِهِمْ فَيُصْبِحُونَ فَرْسَى مَوْتَى كَمَوْتِ نَفْسٍ وَاحِدَةٍ قَالَ وَيَهْبِطُ عِيسَى وَأَصْحَابُهُ فَلاَ يَجِدُ مَوْضِعَ شِبْرٍ إِلاَّ وَقَدْ مَلأَتْهُ زَهَمَتُهُمْ وَنَتَنُهُمْ وَدِمَاؤُهُمْ قَالَ فَيَرْغَبُ عِيسَى إِلَى اللَّهِ وَأَصْحَابُهُ قَالَ فَيُرْسِلُ اللَّهُ عَلَيْهِمْ طَيْرًا كَأَعْنَاقِ الْبُخْتِ قَالَ فَتَحْمِلُهُمْ فَتَطْرَحُهُمْ بِالْمَهْبِلِ وَيَسْتَوْقِدُ الْمُسْلِمُونَ مِنْ قِسِيِّهِمْ وَنُشَّابِهِمْ وَجِعَابِهِمْ سَبْعَ سِنِينَ قَالَ وَيُرْسِلُ اللَّهُ عَلَيْهِمْ مَطَرًا لاَ يَكُنُّ مِنْهُ بَيْتُ وَبَرٍ وَلاَ مَدَرٍ قَالَ فَيَغْسِلُ الأَرْضَ فَيَتْرُكُهَا كَالزَّلَفَةِ قَالَ ثُمَّ يُقَالُ لِلأَرْضِ أَخْرِجِي ثَمَرَتَكِ وَرُدِّي بَرَكَتَكِ ‏.‏ فَيَوْمَئِذٍ تَأْكُلُ الْعِصَابَةُ مِنَ الرُّمَّانَةِ وَيَسْتَظِلُّونَ بِقِحْفِهَا وَيُبَارَكُ فِي الرِّسْلِ حَتَّى إِنَّ الْفِئَامَ مِنَ النَّاسِ لَيَكْتَفُونَ بِاللَّقْحَةِ مِنَ الإِبِلِ وَإِنَّ الْقَبِيلَةَ لَيَكْتَفُونَ بِاللَّقْحَةِ مِنَ الْبَقَرِ وَإِنَّ الْفَخِذَ لَيَكْتَفُونَ بِاللَّقْحَةِ مِنَ الْغَنَمِ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ بَعَثَ اللَّهُ رِيحًا فَقَبَضَتْ رُوحَ كُلِّ مُؤْمِنٍ وَيَبْقَى سَائِرُ النَّاسِ يَتَهَارَجُونَ كَمَا تَتَهَارَجُ الْحُمُرُ فَعَلَيْهِمْ تَقُومُ السَّاعَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ গারীব। আমরা এ হাদীসটি শুধুমাত্র আবদুর রাহমান ইবনু উয়াযীদ ইবনু জাবিরের সুত্রেই জেনেছি।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}