{
  "hadith": {
    "hadith_id": 2246,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "তিনি বলেন, কোন একদিন ইবনু সাইদি হাজ্জ কিংবা উমরাহ উপলক্ষ্যে আমার সঙ্গী হলো। সবাই চলে গেল কিন্তু আমি ও সে পিছনে পড়ে গেলাম। আমি তার সাথে একা হয়ে গেলে তার ব্যাপারে জনগন যা বলাবলি করত তা মনে উদয় হলে আমি ভীত ও সন্ত্রস্ত হয়ে পড়লাম। আমি এক জায়গায় বিশ্রামের জন্য অবতরণ করে তাকে বললাম, তোমার ঐ গাছের নিকট তোমার মালামাল রেখে দাও। বর্ণনাকারী বলেন, তারপর সে একপাল বকরী দেখে একটি পেয়ালা নেয় সেদিকে গেল এবং কিছু দুধ  দোহন করে আমার নিকট নিয়ে এল। সে আমাকে বলল, হে আবূ সাঈদ! দুধ পান করুন।  তার ব্যাপারে লোকজন বিভিন্ন কথা বলাবলি করার দুরুন আমি তার হাতের কিছু পান করা অপছন্দ করলাম। অতএব, আমি তাকে বললাম, আজকের দিনটি প্রচন্ড গরমের, আমি  এরকম দিনে দুধপান করতে পছন্দ করি না। তখন সে আমাকে বলল, হে আবূ সাঈদ! আমাকে ও আমার ব্যাপারে মানুষেরা যে নানা কথা বলে সেজন্য আমার ইচ্ছা হয় একটি গাছে দড়ি বেঁধে ফাঁসিতে আত্মহত্যা করি। আপনি কি মনে করেন, আমার বিষয় কারো নিকট অজানা থাকলেও আপনাদেরও নিকট তো তা মোটেই অস্পষ্ট নয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-র হাদীস সম্বন্ধে তো আপনারা অধিক অবহিত। হে আনসার সম্প্রদায়! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি বলেননি যে, সে (দাজ্জাল) হবে কাফির? অথচ আমি মুসলমান। সে হবে নিঃসন্তান? অথচ আমি আমার সন্তান মদীনায় রেখে এসেছি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি বলেননি যে, মক্কা-মদীনায় প্রবেশ করাটা তার জন্য বৈধ (সম্ভব) নয়? আমি কি মদীনাবাসী নই? আমি সেখান হতেই তো আপনার সাথে মক্কায় এসেছি। আবূ সাঈদ (রাঃ) বলেন, আল্লাহর  শপথ! সে একটার পর একটা অনবরতভাবে যুক্তি দেখাতে লাগল। অবশেষে আমি মনে মনে বললাম, তার উপর হয়তো মিথ্যারোপ করা হয়েছে। সে আবার বলল, হে আবূ সাঈদ, আল্লাহর শপথ! আমি আপনাকে সঠিক সংবাদ দিব। আল্লাহর  শপথ! আমি নিঃসন্দেহে তাকে (দাজ্জালকে) চিনি, তার বাবাকেও চিনি এবং সে এথন কোন এলাকায় আছে তাও জানি। তখন আমি বললাম, তোর পুরো দিনটাই বিফলে যাক। \n\nসহীহ্, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ عَبْدِ الأَعْلَى، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ صَحِبَنِي ابْنُ صَائِدٍ إِمَّا حُجَّاجًا وَإِمَّا مُعْتَمِرِينَ فَانْطَلَقَ النَّاسُ وَتُرِكْتُ أَنَا وَهُوَ فَلَمَّا خَلَصْتُ بِهِ اقْشَعْرَرْتُ مِنْهُ وَاسْتَوْحَشْتُ مِنْهُ مِمَّا يَقُولُ النَّاسُ فِيهِ فَلَمَّا نَزَلْتُ قُلْتُ لَهُ ضَعْ مَتَاعَكَ حَيْثُ تِلْكَ الشَّجَرَةِ ‏.‏ قَالَ فَأَبْصَرَ غَنَمًا فَأَخَذَ الْقَدَحَ فَانْطَلَقَ فَاسْتَحْلَبَ ثُمَّ أَتَانِي بِلَبَنٍ فَقَالَ لِي يَا أَبَا سَعِيدٍ اشْرَبْ ‏.‏ فَكَرِهْتُ أَنْ أَشْرَبَ مِنْ يَدِهِ شَيْئًا لِمَا يَقُولُ النَّاسُ فِيهِ فَقُلْتُ لَهُ هَذَا الْيَوْمُ يَوْمٌ صَائِفٌ وَإِنِّي أَكْرَهُ فِيهِ اللَّبَنَ ‏.‏ قَالَ لِي يَا أَبَا سَعِيدٍ هَمَمْتُ أَنْ آخُذَ حَبْلاً فَأُوثِقَهُ إِلَى شَجَرَةٍ ثُمَّ أَخْتَنِقُ لِمَا يَقُولُ النَّاسُ لِي وَفِيَّ أَرَأَيْتَ مَنْ خَفِيَ عَلَيْهِ حَدِيثِي فَلَنْ يَخْفَى عَلَيْكُمْ أَلَسْتُمْ أَعْلَمَ النَّاسِ بِحَدِيثِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَا مَعْشَرَ الأَنْصَارِ أَلَمْ يَقُلْ رَسُولُ اللَّهِ صلى الله عليه وسلم إِنَّهُ كَافِرٌ وَأَنَا مُسْلِمٌ أَلَمْ يَقُلْ رَسُولُ اللَّهِ صلى الله عليه وسلم إِنَّهُ عَقِيمٌ لاَ يُولَدُ لَهُ وَقَدْ خَلَّفْتُ وَلَدِي بِالْمَدِينَةِ أَلَمْ يَقُلْ رَسُولُ اللَّهِ صلى الله عليه وسلم لاَ يَدْخُلُ أَوْ لاَ تَحِلُّ لَهُ مَكَّةُ وَالْمَدِينَةُ أَلَسْتُ مِنْ أَهْلِ الْمَدِينَةِ وَهُوَ ذَا أَنْطَلِقُ مَعَكَ إِلَى مَكَّةَ ‏.‏ فَوَاللَّهِ مَا زَالَ يَجِيءُ بِهَذَا حَتَّى قُلْتُ فَلَعَلَّهُ مَكْذُوبٌ عَلَيْهِ ثُمَّ قَالَ يَا أَبَا سَعِيدٍ وَاللَّهِ لأُخْبِرَنَّكَ خَبَرًا حَقًّا وَاللَّهِ إِنِّي لأَعْرِفُهُ وَأَعْرِفُ وَالِدَهُ وَأَعْرِفُ أَيْنَ هُوَ السَّاعَةَ مِنَ الأَرْضِ ‏.‏ فَقُلْتُ تَبًّا لَكَ سَائِرَ الْيَوْمِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏صَحِيحٌ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}