{
  "hadith": {
    "hadith_id": 2247,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "তিনি বলেন, কোন একদিন মদীনার একটি গলিতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইবনু সাইদের সাক্ষাৎ পেয়ে তিনি তাকে আটক করলেন। সে ছিল একজন ইয়াহূদী বালক। তার চুল ছিল বেণীবদ্ধ। আবূ বকর ও উমার (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-র সাথে ছিলেন। রাসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ তুমি কি সাক্ষ্য দাও যে, আমি আল্লাহর  রাসূল? সে বলল, আপনি কি সাক্ষ্য দেন যে, আমিও আল্লাহর  রাসূল? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি ঈমান এনেছি আল্লাহ্ তা‘আলার উপর, তাঁর ফেরেশতাগণের উপর, তাঁর গ্রন্থসমূহে ও তাঁর রাসূলদের উপর এবং পরকালের উপর।  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে প্রশ্ন করেনঃ তুমি কী দেখতে পাও? সে বলল, আমি পানির উপর একটি সিংহাসন দেখতে পাই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি সমুদ্রে শাইতানের আসন দেখতে পাও। তিনি আরো প্রশ্ন করেনঃ তুমি আর কি দেখ? সে বলল, আমি একজন সত্যবাদী ও দুজন মিথ্যাবাদী অথবা দুজন সত্যবাদী ও একজন মিথ্যাবাদী দেখতে পাই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একথা শুনে বললেন, বিষয়টা তার কাছে তালগোলে পাকিয়ে গেছে। তোমরা দুজনেই একে ত্যাগ কর। \n\nসহীহ্, সহীহাহ, মুসলিম।",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ لَقِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم ابْنَ صَائِدٍ فِي بَعْضِ طُرُقِ الْمَدِينَةِ فَاحْتَبَسَهُ وَهُوَ غُلاَمٌ يَهُودِيٌّ وَلَهُ ذُؤَابَةٌ وَمَعَهُ أَبُو بَكْرٍ وَعُمَرُ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَتَشْهَدُ أَنِّي رَسُولُ اللَّهِ ‏\"‏ ‏.‏ فَقَالَ أَتَشْهَدُ أَنْتَ أَنِّي رَسُولُ اللَّهِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ آمَنْتُ بِاللَّهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الآخِرِ ‏\"‏ ‏.‏ قَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَا تَرَى ‏\"‏ ‏.‏ قَالَ أَرَى عَرْشًا فَوْقَ الْمَاءِ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ تَرَى عَرْشَ إِبْلِيسَ فَوْقَ الْبَحْرِ ‏.‏ قَالَ ‏\"‏ فَمَا تَرَى ‏\"‏ ‏.‏ قَالَ أَرَى صَادِقًا وَكَاذِبَيْنِ أَوْ صَادِقَيْنِ وَكَاذِبًا ‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لُبِّسَ عَلَيْهِ ‏\"‏ ‏.‏ فَدَعَاهُ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَحُسَيْنِ بْنِ عَلِيٍّ وَابْنِ عُمَرَ وَأَبِي ذَرٍّ وَابْنِ مَسْعُودٍ وَجَابِرٍ وَحَفْصَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, উমার, হুসাইন ইবনু আলী, ইবনু উমার, আবূ যার, ইবনু মাসউদ, জাবির ও হাফসা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}