{
  "hadith": {
    "hadith_id": 2248,
    "narrator": "আবদুর রহমান ইবনু আবূ বাক্রা (রাঃ) হতে তাঁর পিতা",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: দাজ্জালের পিতা-মাতার ত্রিশ বছর পর্যন্ত কোন সন্তান জন্মগ্রহণ করবেনা। তারপর একটি কানা ছেলে জন্ম নেবে। সে হবে খুবই ক্ষতিকর এবং অত্যন্ত অনুপকারী। তার দুই চোখ ঘুমালেও তার অন্তর ঘুমাবে না। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকটে তার পিতা-মাতার বিবরণ দিলেন। তিনি বললেনঃতার পিতার দৈহিক আকৃতি হবে লম্বাটে, হালকা-পাতলা গড়নের এবং তার নাকটা হবে পাখীর ঠোঁটের মত লম্বা। আর তার মা হবে স্থুলকায়, মোটা ও লম্বা হস্তবিশিষ্টা। আবূ বকরা (রাঃ) বলেন, তারপর একসময় আমরা শুনতে পেলাম যে, মাদীনার ইয়াহূদী পরিবারে একটি সন্তান জন্মগ্রহণ করেছে। তখন আমি ও যুবাইর ইবনুল আওয়াম (রাঃ) সেখানে গেলাম। আমরা তার পিতা-মাতার নিকট উপস্থিত হলাম এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বর্ণিত বিবরণ তাদের মাঝে দেখতে পেলাম। আমরা প্রশ্ন করলাম, আপনাদের কোন সন্তান আছে কি? তারা বলল, আমাদের ত্রিশ বছরের দাম্পত্য জীবনে কোন সন্তান জন্মগ্রহণ করেনি। অবশেষে আমাদের একটি কানা পুত্র সন্তান জন্মগ্রহণ করেছে, কিন্তু সে অধিক ক্ষতিকর এবং কম উপকারী। তার দু'চোখ ঘুমায় কিন্তু অন্তর ঘুমায় না। রাবী বলেন, আমরা তাদের নিকট হতে বের হয়ে এসে দেখলাম সে রোদে চাদর মুড়ি দিয়ে পড়ে আছে এবং বিড়বিড় করছে। সে তার চাদর হতে মাথা বের করে প্রশ্ন করল, তোমরা কি বলেছ? আমরা বললাম, তুমি কি আমাদের কথা শুনতে পেরেছ? সে বলল, হ্যাঁ। কেননা আমার দু'চোখ ঘুমিয়ে থাকলে ও অন্তর ঘুমায় না। \n\nযঈফ, মিশকাত, তাহকীক ছানী (৫৫০৩)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَمْكُثُ أَبُو الدَّجَّالِ وَأُمُّهُ ثَلاَثِينَ عَامًا لاَ يُولَدُ لَهُمَا وَلَدٌ ثُمَّ يُولَدُ لَهُمَا غُلاَمٌ أَعْوَرُ أَضَرُّ شَيْءٍ وَأَقَلُّهُ مَنْفَعَةً تَنَامُ عَيْنَاهُ وَلاَ يَنَامُ قَلْبُهُ ‏\"‏ ‏.‏ ثُمَّ نَعَتَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَبَوَيْهِ فَقَالَ ‏\"‏ أَبُوهُ طِوَالٌ ضَرْبُ اللَّحْمِ كَأَنَّ أَنْفَهُ مِنْقَارٌ وَأُمُّهُ امْرَأَةٌ فَرْضَاخِيَّةٌ طَوِيلَةُ الْيَدَيْنِ ‏\"‏ ‏.‏ فَقَالَ أَبُو بَكْرَةَ فَسَمِعْنَا بِمَوْلُودٍ فِي الْيَهُودِ بِالْمَدِينَةِ فَذَهَبْتُ أَنَا وَالزُّبَيْرُ بْنُ الْعَوَّامِ حَتَّى دَخَلْنَا عَلَى أَبَوَيْهِ فَإِذَا نَعْتُ رَسُولِ اللَّهِ صلى الله عليه وسلم فِيهِمَا فَقُلْنَا هَلْ لَكُمَا وَلَدٌ فَقَالاَ مَكَثْنَا ثَلاَثِينَ عَامًا لاَ يُولَدُ لَنَا وَلَدٌ ثُمَّ وُلِدَ لَنَا غُلاَمٌ أَعْوَرُ أَضَرُّ شَيْءٍ وَأَقَلُّهُ مَنْفَعَةً تَنَامُ عَيْنَاهُ وَلاَ يَنَامُ قَلْبُهُ ‏.‏ قَالَ فَخَرَجْنَا مِنْ عِنْدِهِمَا فَإِذَا هُوَ مُنْجَدِلٌ فِي الشَّمْسِ فِي قَطِيفَةٍ لَهُ وَلَهُ هَمْهَمَةٌ فَكَشَفَ عَنْ رَأْسِهِ فَقَالَ مَا قُلْتُمَا قُلْنَا وَهَلْ سَمِعْتَ مَا قُلْنَا قَالَ نَعَمْ تَنَامُ عَيْنَاىَ وَلاَ يَنَامُ قَلْبِي ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ حَمَّادِ بْنِ سَلَمَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন এ হাদীসটি হাসান গারীব। শুধুমাত্র হাম্মাদ ইবনু সালমান সূত্রেই আমরা এ হাদীস জেনেছি।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}