{
  "hadith": {
    "hadith_id": 2249,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "কোন একদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদল সাহাবী নিয়ে ইবনু সাইয়্যাদের পাশ দিযে যাচ্ছিলেন। তাঁদের মধ্যে উমার ইবনুল খাত্তাব (রাঃ) ও ছিলেন। সে তখন ‘মাগালা’ গোত্রের দুর্গের পাশে বলকদের সাথে খেলা করছিল। সেও তখন কিশোর ছিল। সে সাড়া পাওয়ার আগেই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গিয়ে তার পিঠে হাত চাপড় দিয়ে প্রশ্ন করলেনঃ তুমি কি সাক্ষ্য দাও যে, আমি আল্লাহর  রাসূল? ইবনু সাইয়্যাদ তাঁর দিকে দৃষ্টিপাত করে বলল, আমি সাক্ষ্য দিচ্ছি যে, আপনি নিরক্ষরদে রাসূল! বর্ণনাকারী বলেন, এরপর সে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলল, আপনি কি সাক্ষ্য দিচ্ছেন যে, আমিও আল্লাহর  রাসূল? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি তো আল্লাহ্ ও তাঁর রাসূলের প্রতি ঈমান এনেছি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে আবার প্রশ্ন করলেনঃ তোমার নিকট কী আসে? ইবনু সাইয়্যাদ বলল, আমার নিকট সত্যবাদীও আসে মিথ্যাবাদীও আসে। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার বিষয়টা তালগোল পাকিয়ে গেছে। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি একটি বিষয় তোমার জন্য ঠিক করে রেখেছি। বলতো তা কি? এই বলে তিনি মনে মনে পাঠ করলেনঃ “আকাশ সেদিন স্পষ্ট ধোঁয়ায় ছেয়ে যাবে” (সূরাঃ আদ-দুখান-১০)।  উত্তরে ইবনু সাইয়্যাদ বলল, সেটা তো “আদ-দুখ” (ধোঁয়া)। একথা শুনে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ দুর হও! তুই কখনো তোর ভাগ্যকে অতিক্রম করতে পারবি না। উমার (রাঃ) বললেন, হে আল্লাহর  রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমাকে সম্মতি দিন, একে মেরে ফেলি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সে যদি সত্যিই (দাজ্জাল) হয়ে থাকে তাহলে তার উপর তুমি জয়লাভ করতে পারবে না। আর সে তা না হয়ে থাকলে তবে তাকে মেরে ফেলায় তোমার কোন কল্যাণ নেই। আবদুর রাযযাক বলেন, শব্দটিতে দাজ্জাল বুঝান হয়েছে। \n\nসহীহ্  আদাবুল মুফরাদ, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّ بِابْنِ صَيَّادٍ فِي نَفَرٍ مِنْ أَصْحَابِهِ فِيهِمْ عُمَرُ بْنُ الْخَطَّابِ وَهُوَ يَلْعَبُ مَعَ الْغِلْمَانِ عِنْدَ أُطُمِ بَنِي مَغَالَةَ وَهُوَ غُلاَمٌ فَلَمْ يَشْعُرْ حَتَّى ضَرَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ظَهْرَهُ بِيَدِهِ ثُمَّ قَالَ ‏\"‏ أَتَشْهَدُ أَنِّي رَسُولُ اللَّهِ ‏\"‏ ‏.‏ فَنَظَرَ إِلَيْهِ ابْنُ صَيَّادٍ فَقَالَ أَشْهَدُ أَنَّكَ رَسُولُ الأُمِّيِّينَ ‏.‏ ثُمَّ قَالَ ابْنُ صَيَّادٍ لِلنَّبِيِّ صلى الله عليه وسلم أَتَشْهَدُ أَنْتَ أَنِّي رَسُولُ اللَّهِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ آمَنْتُ بِاللَّهِ وَبِرُسُلِهِ ‏\"‏ ‏.‏ ثُمَّ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَا يَأْتِيكَ ‏\"‏ ‏.‏ قَالَ ابْنُ صَيَّادٍ يَأْتِينِي صَادِقٌ وَكَاذِبٌ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ خُلِّطَ عَلَيْكَ الأَمْرُ ‏\"‏ ‏.‏ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنِّي خَبَأْتُ لَكَ خَبِيئًا ‏\"‏ ‏.‏ وَخَبَأَ لَهُ ‏:‏ ‏(‏يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ‏)‏ فَقَالَ ابْنُ صَيَّادٍ هُوَ الدُّخُّ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اخْسَأْ فَلَنْ تَعْدُوَ قَدْرَكَ ‏\"‏ ‏.‏ قَالَ عُمَرُ يَا رَسُولَ اللَّهِ ائْذَنْ لِي فَأَضْرِبَ عُنُقَهُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنْ يَكُ حَقًّا فَلَنْ تُسَلَّطَ عَلَيْهِ وَإِنْ لاَ يَكُنْهُ فَلاَ خَيْرَ لَكَ فِي قَتْلِهِ ‏\"‏ ‏.‏ قَالَ عَبْدُ الرَّزَّاقِ يَعْنِي الدَّجَّالَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}