{
  "hadith": {
    "hadith_id": 2253,
    "narrator": "ফাতিমা বিনতু কাইস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন এক সময় মিম্বারে উঠে হাসতে হাসতে বললেনঃ আমাকে ‘তামীম আদ-দারী একটি খবর শুনিয়েছে। আমি তাতে সন্তুষ্ট হয়েছি এবং আমি তোমাদেরকেও তা শুনাতে পছন্দ করি। কোন একদিন ফিলিষ্তীনের কয়েকজন লোক নৌযানে চড়ে সমুদ্র বিহারে যাত্রা করেছিল। হঠাৎ সমুদ্রের উত্তাল তরঙ্গে তারা দিকক্রান্ত হয়ে পড়ে। এবং এক অচেনা দ্বীপে এসে পড়ে। তারা সে জায়গাতে এক বিচিত্র ধরনের প্রানীর সন্ধান পায়, যার চুলগুলো ছিল চারদিকে ছাড়ানো। তার প্রশ্ন করল, তুমি কে? সে উত্তর দিল, জাস্সাসা (অনুসন্ধানকারী)। তারা বলল, তুমি আমাদেরকে কিছু অনুসন্ধান দাও। সে বলল, আমি তোমাদেরকে কিছু বলবও না এবং তোমাদের নিকট কিছু জানতেও চাইব না, বরং তোমরা এ জনপদের শেষ সীমানায় যাও। সে স্থানে এমন একজন লোক আছে যে তোমাদেরকে কিছু বলবে এবং তোমাদের নিকট কিছু জানার ইচ্ছা করবে। তারপর আমরা গ্রামের শেষ সীমানায় পৌছে দেখতে পেলাম, একটি লোক শিকলে বাঁধা আছে। সে আমাদের বলল তোমরা (সিরিয়ার)  ‘যুগার’ নামক স্থানের ঝর্ণার খবর বল। আমরা বললাম, তা পানিপূর্ণ এবং এখনো সবেগে পানি প্রবাহিত হচ্ছে। সে বলল, ‘বুহাইরা’ (তাবারিয়া উপসাগর) এর কি সংবাদ, তা আমাকে বল। আমরা বললাম, তাও পানিপূর্ণ এবং তা হতে সবেগে পানি প্রবাহিত হচ্ছে। সে আবার বলল, জর্দান ও ফিলিস্তীনের মধ্যবর্তী জায়গায় অবস্থিত ‘বাইসান’ নামক খেজুর বাগানের খবর বল। তাতে কি ফল উৎপন্ন হয়? আমরা বললাম, হ্যাঁ। সে আবার প্রশ্ন করল, নবী প্রসঙ্গে বল, তিনি কি প্রেরিত হয়েছেন? আমরা বললাম হ্যাঁ। সে বলল, তাঁর নিকট জনগণ ভিড়ছে কেমন? আমরা বললাম, খুবই দ্রুত। বর্ণনাকারী বলেন, একথা শুনে সে এমন এক লাফ দিল যে, শৃঙ্খলা প্রায় ছিন্ন করে ফেলেছিল। আমরা তাকে প্রশ্ন করলাম তুমি কে? সে বলল, আমি দাজ্জাল। সে ‘তাইবা’ ব্যতীত সমস্ত শহরেই প্রবেশ করবে। ‘তাইবা’ মদীনা মুনাওয়ারা। \n\nসহীহ্, “কিচ্ছাতু নুযূলে ঈসা আলাইহিস সালাম” মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنَا أَبِي، عَنْ قَتَادَةَ، عَنِ الشَّعْبِيِّ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم صَعِدَ الْمِنْبَرَ فَضَحِكَ فَقَالَ ‏ \"‏ إِنَّ تَمِيمًا الدَّارِيَّ حَدَّثَنِي بِحَدِيثٍ فَفَرِحْتُ فَأَحْبَبْتُ أَنْ أُحَدِّثَكُمْ حَدَّثَنِي أَنَّ نَاسًا مِنْ أَهْلِ فِلَسْطِينَ رَكِبُوا سَفِينَةً فِي الْبَحْرِ فَجَالَتْ بِهِمْ حَتَّى قَذَفَتْهُمْ فِي جَزِيرَةٍ مِنْ جَزَائِرِ الْبَحْرِ فَإِذَا هُمْ بِدَابَّةٍ لَبَّاسَةٍ نَاشِرَةٍ شَعْرَهَا فَقَالُوا مَا أَنْتِ قَالَتْ أَنَا الْجَسَّاسَةُ ‏.‏ قَالُوا فَأَخْبِرِينَا ‏.‏ قَالَتْ لاَ أُخْبِرُكُمْ وَلاَ أَسْتَخْبِرُكُمْ وَلَكِنِ ائْتُوا أَقْصَى الْقَرْيَةِ فَإِنَّ ثَمَّ مَنْ يُخْبِرُكُمْ وَيَسْتَخْبِرُكُمْ ‏.‏ فَأَتَيْنَا أَقْصَى الْقَرْيَةِ فَإِذَا رَجُلٌ مُوثَقٌ بِسِلْسِلَةٍ فَقَالَ أَخْبِرُونِي عَنْ عَيْنِ زُغَرَ ‏.‏ قُلْنَا مَلأَى تَدْفُقُ ‏.‏ قَالَ أَخْبِرُونِي عَنِ الْبُحَيْرَةِ قُلْنَا مَلأَى تَدْفُقُ ‏.‏ قَالَ أَخْبِرُونِي عَنْ نَخْلِ بَيْسَانَ الَّذِي بَيْنَ الأُرْدُنِّ وَفِلَسْطِينَ هَلْ أَطْعَمَ قُلْنَا نَعَمْ ‏.‏ قَالَ أَخْبِرُونِي عَنِ النَّبِيِّ هَلْ بُعِثَ قُلْنَا نَعَمْ ‏.‏ قَالَ أَخْبِرُونِي كَيْفَ النَّاسُ إِلَيْهِ قُلْنَا سِرَاعٌ ‏.‏ قَالَ فَنَزَّ نَزْوَةً حَتَّى كَادَ ‏.‏ قُلْنَا فَمَا أَنْتَ قَالَ إِنَّهُ الدَّجَّالُ وَإِنَّهُ يَدْخُلُ الأَمْصَارَ كُلَّهَا إِلاَّ طَيْبَةَ ‏.‏ وَطَيْبَةُ الْمَدِينَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ قَتَادَةَ عَنِ الشَّعْبِيِّ وَقَدْ رَوَاهُ غَيْرُ وَاحِدٍ عَنِ الشَّعْبِيِّ عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ এবং কাতাদা-শাবীর সূত্রে বর্ণিত রিওয়ায়াত হিসাবে গারীব। এ হাদীসটি ফাতিমা বিনতু কাইস (রাঃ) হতে শাবীর সূত্রে একাধিক বর্ণনাকারী বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}