{
  "hadith": {
    "hadith_id": 228,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "নাবী সাল্লাল্লাহু ‘‘আলাইহি ওয়া সাল্লাম বলেনঃ তোমাদের মধ্যে যারা বয়স্ক ও বুদ্ধিমান তারা যেন আমার নিকটে দাঁড়ায়; অতঃপর যারা (উভয় গুণে) এদের নিকটবর্তী; অতঃপর যারা এদের নিকটবর্তী। আঁকাবাঁকা (কাতরে) দাঁড়িও না, তাতে তোমাদের অন্তরসমূহ আলাদা হয়ে যাবে। সাবধান! মসজিদকে বাজারে পরিণত কর না (হৈ চৈ করে)।\n\nসহীহ্‌। সহীহ্‌ আবূ দাঊদ-(৬৭৯), মুসলিম।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي مَعْشَرٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لِيَلِيَنِي مِنْكُمْ أُولُو الأَحْلاَمِ وَالنُّهَى ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ وَلاَ تَخْتَلِفُوا فَتَخْتَلِفَ قُلُوبُكُمْ وَإِيَّاكُمْ وَهَيْشَاتِ الأَسْوَاقِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أُبَىِّ بْنِ كَعْبٍ وَأَبِي مَسْعُودٍ وَأَبِي سَعِيدٍ وَالْبَرَاءِ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ مَسْعُودٍ حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يُعْجِبُهُ أَنْ يَلِيَهُ الْمُهَاجِرُونَ وَالأَنْصَارُ لِيَحْفَظُوا عَنْهُ ‏.‏ قَالَ وَخَالِدٌ الْحَذَّاءُ هُوَ خَالِدُ بْنُ مِهْرَانَ يُكْنَى أَبَا الْمُنَازِلِ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ يُقَالُ إِنَّ خَالِدًا الْحَذَّاءَ مَا حَذَا نَعْلاً قَطُّ إِنَّمَا كَانَ يَجْلِسُ إِلَى حَذَّاءٍ فَنُسِبَ إِلَيْهِ ‏.‏ قَالَ وَأَبُو مَعْشَرٍ اسْمُهُ زِيَادُ بْنُ كُلَيْبٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে উবাই ইবনু কা’ব, আবূ মাসঊদ, আবূ সা’ঈদ, বারাআ ও আনাস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ ইবনু মাসঊদের হাদীসটি হাসান সহীহ গারীব।\nবর্ণিত আছে যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুহাজির ও আনসারদের নিজের নিকট দাঁড়ানোকে পছন্দ করতেন। উদ্দেশ্য ছিল তাঁর নিকট হতে তারা (নামাযের নিয়ম কানুন সঠিকভাবে) শিখে নেবে।\nখালিদ আল-হায্‌যা তিনি হলেন, খালিদ ইবনু মিহরান, উপনাম আবুল মানাযিল। তিরমিযী বলেনঃ আমি মুহাম্মাদ ইবনু ইসমাঈলকে বলতে শুনেছি, বলা হয়ে থাকে যে, খালিদ আল-হায্‌যা কখনো জুতা পরিধান করেননি। হায্‌যা’র নিকট বসতেন বলে তাকে হায্‌যা বলা হয়। আবূ মা’শার-এর নাম যিয়াদ ইবনু কুলাইব ।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}