{
  "hadith": {
    "hadith_id": 2280,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ স্বপ্ন তিন প্রকারঃ (১) সত্য স্বপ্ন, (২) বান্দার মনের চিন্ত-ভাবনা (যা চিন্তা করে তাই স্বপ্নে দেখে) ও (৩) শাইতানের পক্ষ হতে ভীতি প্রদর্শনমূলক কিছু। অতএব, কেউ যদি অপছন্দনীয় কোন কিছু স্বপ্নে দেখে তাহলে সে যেন ঘুম হতে জেগে নামায আদায় করে। আর তিনি বলতেন, স্বপ্নে (পায়ে) শৃংখল দেখা আমার পছন্দনীয় এবং (গলায়) শৃংখল দেখা অপছন্দনীয়। (পায়ে) শৃংখলের ভাবার্থ হচ্ছে দ্বীনের উপর সুদৃঢ় থাকার ইঙ্গিত। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলতেনঃ যে আমাকে স্বপ্নে দেখলো তা সত্যিই আমি। কেননা, শাইতান আমার রূপ (সাদৃশ্য) ধারণ করতে  পারে না। তিনি আরো বলতেনঃ জ্ঞানী ব্যক্তি অথবা শুভাকাংখী ব্যক্তি ব্যতীত আর কোন ব্যক্তির কাছে স্বপ্নের কথা প্রকাশ করবে না। \n\nসহীহ, সহীহাহ্‌ (১১৯, ১২০, ১৩৪১), রাওযুন নাযীর (১১৬২)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ أَبِي عُبَيْدِ اللَّهِ السَّلِيمِيُّ الْبَصْرِيُّ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الرُّؤْيَا ثَلاَثٌ فَرُؤْيَا حَقٌّ وَرُؤْيَا يُحَدِّثُ بِهَا الرَّجُلُ نَفْسَهُ وَرُؤْيَا تَحْزِينٌ مِنَ الشَّيْطَانِ فَمَنْ رَأَى مَا يَكْرَهُ فَلْيَقُمْ فَلْيُصَلِّ ‏\"‏ ‏.‏ وَكَانَ يَقُولُ ‏\"‏ يُعْجِبُنِي الْقَيْدُ وَأَكْرَهُ الْغُلَّ الْقَيْدُ ثَبَاتٌ فِي الدِّينِ ‏\"‏ ‏.‏ وَكَانَ يَقُولُ ‏\"‏ مَنْ رَآنِي فَإِنِّي أَنَا هُوَ فَإِنَّهُ لَيْسَ لِلشَّيْطَانِ أَنْ يَتَمَثَّلَ بِي ‏\"‏ ‏.‏ وَكَانَ يَقُولُ ‏\"‏ لاَ تُقَصُّ الرُّؤْيَا إِلاَّ عَلَى عَالِمٍ أَوْ نَاصِحٍ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَنَسٍ وَأَبِي بَكْرَةَ وَأُمِّ الْعَلاَءِ وَابْنِ عُمَرَ وَعَائِشَةَ وَأَبِي مُوسَى وَجَابِرٍ وَأَبِي سَعِيدٍ وَابْنِ عَبَّاسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আনাস, আবূ বাকরা, উম্মুল আলা, ইবনু উমার, আইশা, আবূ মূসা, জাবির, আবূ সাঈদ, ইবনু আব্বাস ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্‌।",
    "chapter": {
      "chapter_number": "32"
    }
  }
}