{
  "hadith": {
    "hadith_id": 2305,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এমন কে আছে যে আমার নিকট হতে এ কথাগুলো গ্রহণ করবে এবং সে মুতাবিক নিজেও আমল করবে অথবা এমন কাউকে শিক্ষা দিবে যে অনুরূপ আমল করবে? আবূ হুরাইরা (রাঃ) বলেন, আমি বললাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি আছি। অত:পর তিনি আমার হাত ধরলেন এবং গুনে গুনে এ পাঁচটি কথা বললেনঃ তুমি হারাম সমূহ হতে বিরত থাকলে লোকদের মধ্যে সর্বাপেক্ষা বড় আবিদ বলে গণ্য হবে; তোমার ভাগ্যে আল্লাহ্‌ তা’আলা যা নির্ধারিত করে রেখেছেন তাতে খুশি থাকলে লোকদের মধ্যে সর্বাপেক্ষা স্বনির্ভর বলে গণ্য হবে; প্রতিবেশীর সাথে ভদ্র আচরণ করলে প্রকৃত মু’মিন হতে পারবে; যা নিজের জন্য পছন্দ কর তা-ই অন্যের জন্যও পছন্দ করতে পারলে প্রকৃত মুসলমান হতে পারবে এবং অধিক হাসা থেকে বিরত থাক। কেননা অতিরিক্ত হাস্য-কৌতুক হৃদয়কে মৃতবৎ করে দেয়।\n\n-হাসান, সহিহাহ (৯৩০), তাখরিজুল মুশকিলাহ (১৭)",
    "ar": "حَدَّثَنَا بِشْرُ بْنُ هِلاَلٍ الصَّوَّافُ الْبَصْرِيُّ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ أَبِي طَارِقٍ، عَنِ الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ يَأْخُذُ عَنِّي هَؤُلاَءِ الْكَلِمَاتِ فَيَعْمَلُ بِهِنَّ أَوْ يُعَلِّمُ مَنْ يَعْمَلُ بِهِنَّ ‏\"‏ ‏.‏ فَقَالَ أَبُو هُرَيْرَةَ فَقُلْتُ أَنَا يَا رَسُولَ اللَّهِ فَأَخَذَ بِيَدِي فَعَدَّ خَمْسًا وَقَالَ ‏\"‏ اتَّقِ الْمَحَارِمَ تَكُنْ أَعْبَدَ النَّاسِ وَارْضَ بِمَا قَسَمَ اللَّهُ لَكَ تَكُنْ أَغْنَى النَّاسِ وَأَحْسِنْ إِلَى جَارِكَ تَكُنْ مُؤْمِنًا وَأَحِبَّ لِلنَّاسِ مَا تُحِبُّ لِنَفْسِكَ تَكُنْ مُسْلِمًا وَلاَ تُكْثِرِ الضَّحِكَ فَإِنَّ كَثْرَةَ الضَّحِكِ تُمِيتُ الْقَلْبَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ جَعْفَرِ بْنِ سُلَيْمَانَ ‏.‏ وَالْحَسَنُ لَمْ يَسْمَعْ مِنْ أَبِي هُرَيْرَةَ شَيْئًا هَكَذَا رُوِيَ عَنْ أَيُّوبَ وَيُونُسَ بْنِ عُبَيْدٍ وَعَلِيِّ بْنِ زَيْدٍ قَالُوا لَمْ يَسْمَعِ الْحَسَنُ مِنْ أَبِي هُرَيْرَةَ ‏.‏ وَرَوَى أَبُو عُبَيْدَةَ النَّاجِيُّ عَنِ الْحَسَنِ هَذَا الْحَدِيثَ قَوْلَهُ وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা এটি শুধুমাত্র জাফর ইবনু সুলাইমানের সূত্রেই জেনেছি। আবূ হুরাইরা (রাঃ) হতে হাসান বাসরী (রাহঃ) কিছুই শুনেননি। আইয়্যূব, ইউনুস ইবনু উবাইদ ও আলী ইবনু যাইদ (রাহঃ) হতেও একইরকম বর্ণিত আছে। তারাও বলেন, আবূ হুরাইরা (রাঃ) হতে হাসান বাসরী (রাহঃ) কিছুই শুনেননি। আবূ উবাইদা আন-নাজী (রাহঃ) এ হাদীসটি হাসানের সূত্রে বর্ণনা করলেও তাতে তিনি “আবূ হুরাইরা (রাঃ) - রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে” এরূপ উল্লেখ করেননি।",
    "chapter": {
      "chapter_number": "34"
    }
  }
}