{
  "hadith": {
    "hadith_id": 2306,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: তোমরা কার্য সম্পাদনে সাতটি বিষয়ের অগ্রগামী হও। তোমরা কি এমন দারিদ্র্যের অপেক্ষায় আছ যা আল্লাহ্‌ তা‘আলাকে ভুলিয়ে দেয় অথবা এরূপ ধনবান হওয়ার যা আল্লাহ্‌ তা‘আলার অবাধ্যাচারে লিপ্ত করে অথবা এমন রোগের যা স্বাস্থ্যকে ধ্বংস করে দেয় অথবা নির্বোধে পরিণতকারী বার্ধক্যের অথবা এমন মৃত্যুর যা হঠাৎ করেই এসে যায় অথবা অপেক্ষা করছো দাজ্জালের অপেক্ষমাণ অদৃশ্য অমঙ্গলের অথবা কিয়ামাতের? আর কিয়ামাত তো আরো বিভিষিকাময়, আরো তিক্ত।\n\nযঈফ, যঈফা (১৬৬৬)।",
    "ar": "حَدَّثَنَا أَبُو مُصْعَبٍ الْمَدَنِيُّ، عَنْ مُحَرَّرِ بْنِ هَارُونَ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ بَادِرُوا بِالأَعْمَالِ سَبْعًا هَلْ تَنْظُرُونَ إِلاَّ فَقْرًا مُنْسِيًا أَوْ غِنًى مُطْغِيًا أَوْ مَرَضًا مُفْسِدًا أَوْ هَرَمًا مُفَنِّدًا أَوْ مَوْتًا مُجْهِزًا أَوِ الدَّجَّالَ فَشَرُّ غَائِبٍ يُنْتَظَرُ أَوِ السَّاعَةَ فَالسَّاعَةُ أَدْهَى وَأَمَرُّ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ الأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ إِلاَّ مِنْ حَدِيثِ مُحَرَّرِ بْنِ هَارُونَ وَقَدْ رَوَى بِشْرُ بْنُ عُمَرَ وَغَيْرُهُ عَنْ مُحَرَّرِ بْنِ هَارُونَ هَذَا ‏.‏ وَقَدْ رَوَى مَعْمَرٌ هَذَا الْحَدِيثَ عَمَّنْ سَمِعَ سَعِيدًا الْمَقْبُرِيَّ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ وَقَالَ تَنْتَظِرُونَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। মুহ্‌রিয ইবনু হারূনের বরাত ব্যতীত আ’রাজ হতে আবূ হুরাইরা (রাঃ)-এর সূত্রে বর্ণিত হাদীস হিসাবে আমরা এটি প্রসঙ্গে জানতে পারিনি। বিশর ইবনু উমার প্রমুখ এই হাদীস মুহ্‌রিয ইবনু হারূনের সূত্রে বর্ণনা করেছেন। মা’মার এই হাদীসটি এমন ব্যক্তির সূত্রে বর্ণনা করেছেন যিনি সাঈদ আল-মাকবুরীর নিকট শুনেছেন। তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে পূর্বোক্ত হাদীসের মতই বর্ণনা করেছেন। এখানে ইউনতাযারু এর পরিবর্তে তানতাযিরুনা শব্দ উল্লেখ করেছেন।",
    "chapter": {
      "chapter_number": "34"
    }
  }
}