{
  "hadith": {
    "hadith_id": 2325,
    "narrator": "আবূ কাবশা আল-আনমারী (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছেন : আমি তিনটি বিষয়ে শপথ করছি এবং সেগুলোর ব্যাপারে তোমাদেরকে বলছি। তোমরা এগুলো মনে রাখবে। তিনি বলেন, দান-খাইরাত করলে কোন বান্দার সম্পদ হ্রাস পায় না। কোন বান্দার উপর যুলুম করা হলে এবং সে তাতে ধৈর্য ধারণ করলে আল্লাহ্‌ তা’আলা অবশ্যই তার সম্মান বাড়িয়ে দেন। কোন বান্দাহ ভিক্ষার দরজা খুললে অবশ্যই আল্লাহ্‌ তা’আলাও তার অভাবের দরজা খুলে দেন অথবা তিনি অনুরূপ কথা বলেছেন। আমি তোমাদেরকে একটি কথা বলছি, তোমরা তা মুখস্থ রাখবে। তারপর তিনি বলেনঃ চার প্রকার মানুষের জন্য এই পৃথিবী। আল্লাহ্‌ তা’আলা যে বান্দাহকে ধন-সম্পদ ও ইল্‌ম (জ্ঞান) দিয়েছেন, আর সে এই ক্ষেত্রে তার প্রভুকে ভয় করে, এর সাহায্যে আত্মীয়দের সাথে সৌজন্যমূলক ব্যবহার করে এবং এতে আল্লাহ্‌ তা’আলারও হক আছে বলে সে জানে, সেই বান্দার মর্যাদা সর্ব্বোচ্চ। আরেক বান্দাহ, যাকে আল্লাহ্‌ তা’আলা ইল্‌ম দিয়েছেন কিন্তু ধন-সম্পদ দেননি সে সৎ নিয়্যাতের (সংকল্পের) অধিকারী। সে বলে, আমার ধন-সম্পদ থাকলে আমি অমুক অমুক ভালো কাজ করতাম। এই ধরনের লোকের মর্যাদা তার নিয়্যাত মুতাবিক নির্ধারিত হবে। এ দুজনেরই সাওয়াব সমান সমান হবে। আরেক বান্দাহ, আল্লাহ্‌ তা’আলা তাকে ধন-সম্পদ প্রদান করেছেন কিন্তু ইল্‌ম দান করেননি। আর সে ইল্‌মহীন (জ্ঞানহীন) হওয়ার কারণে তার সম্পদ স্বীয় প্রবৃত্তির চাহিদা মতো ব্যয় করে। সে ব্যক্তি এ বিষয়ে তার রবকেও ভয় করে না এবং আত্মীয়দের সাথে সৌজন্যমূলক ব্যবহারও করে না। আর এতে যে আল্লাহ্‌ তা’আলার হক রয়েছে তাও সে জানে না। এই লোক সর্বাধিক নিকৃষ্ট স্তরের লোক। অপর এক বান্দাহ, যাকে আল্লাহ্‌ তা’আলা ধন-সম্পদও দান করেননি, ইল্‌মও দান করেননি। সে বলে, আমার যদি ধন-সম্পদ থাকত তাহলে আমি অমুক অমুক ব্যক্তির ন্যায় (প্রবৃত্তির বাসনামতো) কাজ করতাম। তার নিয়্যাত মুতাবিক তার স্থান নির্ধারিত হবে। অতএব, এদের দুজনের পাপ হবে সমান সমান।\n\nসহীহ্‌ , ইবনু মা-জাহ (৪২২৮)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عُبَادَةُ بْنُ مُسْلِمٍ، حَدَّثَنَا يُونُسُ بْنُ خَبَّابٍ، عَنْ سَعِيدٍ الطَّائِيِّ أَبِي الْبَخْتَرِيِّ، أَنَّهُ قَالَ حَدَّثَنِي أَبُو كَبْشَةَ الأَنْمَارِيُّ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ ثَلاَثَةٌ أُقْسِمُ عَلَيْهِنَّ وَأُحَدِّثُكُمْ حَدِيثًا فَاحْفَظُوهُ ‏\"‏ ‏.‏ قَالَ ‏\"‏ مَا نَقَصَ مَالُ عَبْدٍ مِنْ صَدَقَةٍ وَلاَ ظُلِمَ عَبْدٌ مَظْلِمَةً فَصَبَرَ عَلَيْهَا إِلاَّ زَادَهُ اللَّهُ عِزًّا وَلاَ فَتَحَ عَبْدٌ بَابَ مَسْأَلَةٍ إِلاَّ فَتَحَ اللَّهُ عَلَيْهِ بَابَ فَقْرٍ أَوْ كَلِمَةً نَحْوَهَا وَأُحَدِّثُكُمْ حَدِيثًا فَاحْفَظُوهُ قَالَ ‏\"‏ إِنَّمَا الدُّنْيَا لأَرْبَعَةِ نَفَرٍ عَبْدٍ رَزَقَهُ اللَّهُ مَالاً وَعِلْمًا فَهُوَ يَتَّقِي فِيهِ رَبَّهُ وَيَصِلُ فِيهِ رَحِمَهُ وَيَعْلَمُ لِلَّهِ فِيهِ حَقًّا فَهَذَا بِأَفْضَلِ الْمَنَازِلِ وَعَبْدٍ رَزَقَهُ اللَّهُ عِلْمًا وَلَمْ يَرْزُقْهُ مَالاً فَهُوَ صَادِقُ النِّيَّةِ يَقُولُ لَوْ أَنَّ لِي مَالاً لَعَمِلْتُ بِعَمَلِ فُلاَنٍ فَهُوَ بِنِيَّتِهِ فَأَجْرُهُمَا سَوَاءٌ وَعَبْدٍ رَزَقَهُ اللَّهُ مَالاً وَلَمْ يَرْزُقْهُ عِلْمًا فَهُوَ يَخْبِطُ فِي مَالِهِ بِغَيْرِ عِلْمٍ لاَ يَتَّقِي فِيهِ رَبَّهُ وَلاَ يَصِلُ فِيهِ رَحِمَهُ وَلاَ يَعْلَمُ لِلَّهِ فِيهِ حَقًّا فَهَذَا بِأَخْبَثِ الْمَنَازِلِ وَعَبْدٍ لَمْ يَرْزُقْهُ اللَّهُ مَالاً وَلاَ عِلْمًا فَهُوَ يَقُولُ لَوْ أَنَّ لِي مَالاً لَعَمِلْتُ فِيهِ بِعَمَلِ فُلاَنٍ فَهُوَ بِنِيَّتِهِ فَوِزْرُهُمَا سَوَاءٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।",
    "chapter": {
      "chapter_number": "34"
    }
  }
}