{
  "hadith": {
    "hadith_id": 2333,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার শরীর স্পর্শ করে বললেনঃ পৃথিবীতে এমনভাবে দিনযাপন কর, যেন তুমি একজন প্রবাসী অথবা পথচারী মুসাফির। তুমি নিজেকে কবরবাসীদের অন্তর্ভূক্ত মনে কর। মুজাহিদ (রাহঃ) বলেন, ইবনু উমার (রাঃ) আমাকে বললেনঃ তুমি সকালে উপনীত হয়ে বিকালের জন্য নিজেকে অস্তিত্ববান মনে করো না এবং বিকালে উপনীত হয়ে সকালের জন্য নিজেকে অস্তিত্ববান মনে করো না। অসুস্থ হওয়ার পূর্বে তোমার সুস্থতার এবং মৃত্যুর পূর্বে তোমার জীবনের সুযোগকে কাজে লাগাও। কেননা, হে আল্লাহ্‌র বান্দা! তুমি তো জান না, আগামীকাল তুমি কি নামে অভিহিত হবে।\n\nসহীহ্‌ , সহীহাহ্‌ (১১৫৭), বুখারী।\n“তুমি নিজেকে কবরবাসী মনে কর এবং তুমি তো জাননা” এই অংশ ব্যতীত।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ أَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمِنْكَبِي فَقَالَ ‏\"‏ كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيبٌ أَوْ عَابِرُ سَبِيلٍ وَعُدَّ نَفْسَكَ فِي أَهْلِ الْقُبُورِ ‏\"‏ ‏.‏ فَقَالَ لِي ابْنُ عُمَرَ إِذَا أَصْبَحْتَ فَلاَ تُحَدِّثْ نَفْسَكَ بِالْمَسَاءِ وَإِذَا أَمْسَيْتَ فَلاَ تُحَدِّثْ نَفْسَكَ بِالصَّبَاحِ وَخُذْ مِنْ صِحَّتِكَ قَبْلَ سَقَمِكَ وَمِنْ حَيَاتِكَ قَبْلَ مَوْتِكَ فَإِنَّكَ لاَ تَدْرِي يَا عَبْدَ اللَّهِ مَا اسْمُكَ غَدًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى هَذَا الْحَدِيثَ الأَعْمَشُ عَنْ مُجَاهِدٍ عَنِ ابْنِ عُمَرَ نَحْوَهُ ‏.‏\nحَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ الْبَصْرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আমাশ-মুজাহিদ হতে, তিনি ইবনু উমার (রাঃ)-এর সূত্রে এই হাদীসটি একইরকম বর্ণনা করেছেন। আহ্‌মাদ ইবনু আবদা আয-যাব্বী-বাসরী-হাম্মাদ ইবনু যাইদ হতে, তিনি লাইস হতে, তিনি মুজাহিদ হতে, তিনি ইবনু উমার (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে উপরোক্ত হাদীসের মতো বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "34"
    }
  }
}