{
  "hadith": {
    "hadith_id": 236,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের কেউ লোকদের ইমামতি করলে সে যেন (নামায) সংক্ষেপ  করে। কেননা তাদের মধ্যে ছোট বালক, দুর্বল ও অসুস্থ লোক থাকতে পারে। যখন সে একাকি নামায আদায় করে, বয়োবৃদ্ধ তখন নিজ ইচ্ছামত (দীর্ঘ করে) আদায় করতে পারে।\n\nসহীহ্‌। সহীহ্‌ আবূ দাঊদ-(৭৫৯), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا أَمَّ أَحَدُكُمُ النَّاسَ فَلْيُخَفِّفْ فَإِنَّ فِيهِمُ الصَّغِيرَ وَالْكَبِيرَ وَالضَّعِيفَ وَالْمَرِيضَ فَإِذَا صَلَّى وَحْدَهُ فَلْيُصَلِّ كَيْفَ شَاءَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَدِيِّ بْنِ حَاتِمٍ وَأَنَسٍ وَجَابِرِ بْنِ سَمُرَةَ وَمَالِكِ بْنِ عَبْدِ اللَّهِ وَأَبِي وَاقِدٍ وَعُثْمَانَ بْنِ أَبِي الْعَاصِ وَأَبِي مَسْعُودٍ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ أَكْثَرِ أَهْلِ الْعِلْمِ اخْتَارُوا أَنْ لاَ يُطِيلَ الإِمَامُ الصَّلاَةَ مَخَافَةَ الْمَشَقَّةِ عَلَى الضَّعِيفِ وَالْكَبِيرِ وَالْمَرِيضِ ‏.‏ قَالَ أَبُو عِيسَى وَأَبُو الزِّنَادِ اسْمُهُ عَبْدُ اللَّهِ بْنُ ذَكْوَانَ ‏.‏ وَالأَعْرَجُ هُوَ عَبْدُ الرَّحْمَنِ بْنُ هُرْمُزَ الْمَدِينِيُّ وَيُكْنَى أَبَا دَاوُدَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদে ‘আদী ইবনু হাতিম, আনাস, জাবির ইবনু সামুরা, মালিক ইবনু ‘আবদুল্লাহ, আবূ ওয়াকিদ, ‘উসমান ইবনু আবুল আস, আবূ মাসঊদ, জাবির ইবনু ‘আব্দুল্লাহ ও ইবনু ‘আব্বাস (রাঃ) হতেও হাদীস বর্ণিত আছে।\nআবূ ‘ঈসা বলেনঃ আবূ হুরায়রার হাদীসটি হাসান সহীহ্‌। দুর্বল, বৃদ্ধ ও রুগ্নদের কষ্ট হওয়ার আশংকায় বেশিরভাগ বিশেষজ্ঞ আলিম বলেছেন, ইমাম যেন নামায লম্বা না করে।\nআবূ ‘ঈসা বলেনঃ আবুয্‌ যান্‌নাদের নাম আব্দুল্লাহ ইবনু যাকওয়ান। আল-আ’রাজ হলেন, ‘আব্দুর রহমান ইবনু হুরমুজ আল-মাদীনী তার উপনাম আবু দাঊদ।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}