{
  "hadith": {
    "hadith_id": 2369,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, কোন একদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমন সময় ঘর হতে বের হলেন, যে সময়ে তিনি সচরাচর বের হন না এবং এ সময় কেউ তাঁর সাথে সাক্ষাৎ করতেও আসতো না। (এ মুহূর্তে) আবূ বকর (রাঃ) এসে উপস্থিত হলেন। তিনি প্রশ্ন করলেন : হে আবূ বাক্‌র! আপনি কি মনে করে এলেন? তিনি বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে দেখা করতে, তাঁর বারকাতময় মুখমন্ডল দেখতে ও তাঁকে সালাম প্রদানের উদ্দেশ্যে এসেছি। ইতোমধ্যে উমার (রাঃ)-ও এসে উপস্থিত হলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রশ্ন করলেন : হে উমার! আপনার এ সময় আসার কারণ কি? তিনি বললেন, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! ক্ষুধার তাড়নায়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমিও এরূপ কিছু অনুভব করছি। এই বলে তাঁরা আবুল হাইসাম ইবনু আত্তাইহান আল-আনসারী (রাঃ)-এর বাড়ীর দিকে যাত্রা শুরু করলেন। আর তিনি ছিলেন প্রচুর খেজুরগাছ ও বকরীর মালিক, কিন্তু তার কোন খাদিম ছিল না। তাঁরা তাকে বাড়ীতে না পেয়ে তার স্ত্রীকে জিজ্ঞেস করলেন, আপনার সাথী কোথায়? তিনি বললেন, তিনি আমাদের জন্য মিঠা পানি আনতে গেছেন। ইতোমধ্যে আবুল হাইসাম (রাঃ) পানিভর্তি মশক নিয়ে ফিরে এলেন এবং সেটা রেখেই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জড়িয়ে ধরলেন এবং বললেন, আমার পিতা-মাতা আপনার জন্য কুরবান হোক! তারপর তিনি তাঁদেরকে নিয়ে তাঁর বাগানে গেলেন এবং তাদের জন্য বিছানা বিছিয়ে দিলেন। তারপর তিনি খেজুরগাছ হতে কয়েক গুচ্ছ খেজুর নামিয়ে এনে তাঁদের সামনে রাখলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বললেনঃ আমাদের জন্য পাকা খেজুর বেছে আলাদা করে নিয়ে আসলে না কেন? তিনি বললেন, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি ভাবলাম যে, আপনারা নিজেদের ইচ্ছামতো তাজা কিংবা পাকা খেজুর বেছে খাবেন, (এজন্য দুরকম খেজুরই পেশ করলাম)। তারপর তাঁরা খেজুর খেয়ে সেই পানি পান করলেন। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যাঁর হাতে আমার প্রাণ সেই মহান সত্তার শপথ! কিয়ামাত দিবসে এসব নিয়ামাত প্রসঙ্গেও তোমাদেরকে প্রশ্ন করা হবে। এই সুশীতল ছায়া, সুস্বাদু কাঁচা-পাকা খেজুর ও ঠান্ডা পানি (কতই না সুন্দর নিয়ামাত)। এরপর আবুল হাইসাম (রাঃ) তাঁদের জন্য খাবার তৈরী করতে চলে গেলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বলে দিলেন : কোন অবস্থাতেই দুধেল পশু যবাহ করবে না। কাজেই তিনি নবীন একটি নর ছাগল যবাহ করলেন এবং রান্না করে তাঁদের জন্য নিয়ে এলেন। তাঁরা তা খেলেন। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে প্রশ্ন করলেন : তোমার কি কোন খাদিম আছে? তিনি বললেন, না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যখন আমার নিকট বন্দী আসবে তুমি তখন এসো। পরে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট দুটি গোলাম আসে। তাদের সাথে তৃতীয় কোন গোলাম ছিল না। আবুল হাইসাম (রাঃ) তাঁর নিকট এলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ এদের মধ্যে যেটা ভালো লাগে বেছে নাও। তিনি বললেন, হে আল্লাহ্‌র নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনিই আমাকে একটি পছন্দ করে দিন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যার কাছে পরামর্শ চাওয়া হয় তাকে আমানাতদার হতে হয়। ঠিক আছে, তুমি এটাই নাও। কেননা, আমি একে নামায আদায় করতে দেখেছি। আমি তোমাকে উপদেশ দিচ্ছি তার সাথে উত্তম আচরণ করার জন্য। আবুল হাইসাম (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উপদেশ প্রসঙ্গে তাঁর স্ত্রীর নিকট গিয়ে তাকে জানিয়ে দেন। তার স্ত্রী বললেন, এক মুক্ত করা ব্যতীত আপনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বক্তব্যের মর্ম পর্যন্ত পৌছ্‌তে পারবেন না। তিনি বললেন, ঠিক আছে, সে এখন মুক্ত। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ্‌ তা‘আলা যত নবী ও খলীফা প্রেরণ করেছেন, তাদের সকলকেই দুজন করে একান্ত পরামর্শক দিয়েছেন। একজন সাথী তো তাকে ভালো কাজের আদেশ দিতে থাকে এবং অন্যায় কাজে প্রতিহত করে। আর অন্যজন তাকে ধ্বংস করার কোন সুযোগই ছাড়ে না। যাকে এই অসৎ পরামর্শক হতে হিফাযাত করা হয়েছে তাকেই বাঁচানো হয়েছে।\n\nসহীহ্‌ , সহীহাহ্ (১৬৪১), মুখতাসার শামাইল (১১৩)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شَيْبَانُ أَبُو مُعَاوِيَةَ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم فِي سَاعَةٍ لاَ يَخْرُجُ فِيهَا وَلاَ يَلْقَاهُ فِيهَا أَحَدٌ فَأَتَاهُ أَبُو بَكْرٍ فَقَالَ ‏\"‏ مَا جَاءَ بِكَ يَا أَبَا بَكْرٍ ‏\"‏ ‏.‏ فَقَالَ خَرَجْتُ أَلْقَى رَسُولَ اللَّهِ صلى الله عليه وسلم وَأَنْظُرُ فِي وَجْهِهِ وَالتَّسْلِيمَ عَلَيْهِ ‏.‏ فَلَمْ يَلْبَثْ أَنْ جَاءَ عُمَرُ فَقَالَ ‏\"‏ مَا جَاءَ بِكَ يَا عُمَرُ ‏\"‏ ‏.‏ قَالَ الْجُوعُ يَا رَسُولَ اللَّهِ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَأَنَا قَدْ وَجَدْتُ بَعْضَ ذَلِكَ ‏\"‏ ‏.‏ فَانْطَلَقُوا إِلَى مَنْزِلِ أَبِي الْهَيْثَمِ بْنِ التَّيِّهَانِ الأَنْصَارِيِّ وَكَانَ رَجُلاً كَثِيرَ النَّخْلِ وَالشَّاءِ وَلَمْ يَكُنْ لَهُ خَدَمٌ فَلَمْ يَجِدُوهُ فَقَالُوا لاِمْرَأَتِهِ أَيْنَ صَاحِبُكِ فَقَالَتِ انْطَلَقَ يَسْتَعْذِبُ لَنَا الْمَاءَ ‏.‏ فَلَمْ يَلْبَثُوا أَنْ جَاءَ أَبُو الْهَيْثَمِ بِقِرْبَةٍ يَزْعَبُهَا فَوَضَعَهَا ثُمَّ جَاءَ يَلْتَزِمُ النَّبِيَّ صلى الله عليه وسلم وَيُفَدِّيهِ بِأَبِيهِ وَأُمِّهِ ثُمَّ انْطَلَقَ بِهِمْ إِلَى حَدِيقَتِهِ فَبَسَطَ لَهُمْ بِسَاطًا ثُمَّ انْطَلَقَ إِلَى نَخْلَةٍ فَجَاءَ بِقِنْوٍ فَوَضَعَهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَفَلاَ تَنَقَّيْتَ لَنَا مِنْ رُطَبِهِ ‏\"‏ ‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَرَدْتُ أَنْ تَخْتَارُوا أَوْ قَالَ تَخَيَّرُوا مِنْ رُطَبِهِ وَبُسْرِهِ ‏.‏ فَأَكَلُوا وَشَرِبُوا مِنْ ذَلِكَ الْمَاءِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَذَا وَالَّذِي نَفْسِي بِيَدِهِ مِنَ النَّعِيمِ الَّذِي تُسْأَلُونَ عَنْهُ يَوْمَ الْقِيَامَةِ ظِلٌّ بَارِدٌ وَرُطَبٌ طَيِّبٌ وَمَاءٌ بَارِدٌ ‏\"‏ ‏.‏ فَانْطَلَقَ أَبُو الْهَيْثَمِ لِيَصْنَعَ لَهُمْ طَعَامًا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لاَ تَذْبَحَنَّ ذَاتَ دَرٍّ ‏\"‏ ‏.‏ قَالَ فَذَبَحَ لَهُمْ عَنَاقًا أَوْ جَدْيًا فَأَتَاهُمْ بِهَا فَأَكَلُوا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ هَلْ لَكَ خَادِمٌ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ فَإِذَا أَتَانَا سَبْىٌ فَائْتِنَا ‏\"‏ ‏.‏ فَأُتِيَ النَّبِيُّ صلى الله عليه وسلم بِرَأْسَيْنِ لَيْسَ مَعَهُمَا ثَالِثٌ فَأَتَاهُ أَبُو الْهَيْثَمِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ اخْتَرْ مِنْهُمَا ‏\"‏ ‏.‏ فَقَالَ يَا نَبِيَّ اللَّهِ اخْتَرْ لِي ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ الْمُسْتَشَارَ مُؤْتَمَنٌ خُذْ هَذَا فَإِنِّي رَأَيْتُهُ يُصَلِّي وَاسْتَوْصِ بِهِ مَعْرُوفًا ‏\"‏ ‏.‏ فَانْطَلَقَ أَبُو الْهَيْثَمِ إِلَى امْرَأَتِهِ فَأَخْبَرَهَا بِقَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتِ امْرَأَتُهُ مَا أَنْتَ بِبَالِغٍ مَا قَالَ فِيهِ النَّبِيُّ صلى الله عليه وسلم إِلاَّ أَنْ تَعْتِقَهُ قَالَ فَهُوَ عَتِيقٌ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ اللَّهَ لَمْ يَبْعَثْ نَبِيًّا وَلاَ خَلِيفَةً إِلاَّ وَلَهُ بِطَانَتَانِ بِطَانَةٌ تَأْمُرُهُ بِالْمَعْرُوفِ وَتَنْهَاهُ عَنِ الْمُنْكَرِ وَبِطَانَةٌ لاَ تَأْلُوهُ خَبَالاً وَمَنْ يُوقَ بِطَانَةَ السُّوءِ فَقَدْ وُقِيَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ গারীব।",
    "chapter": {
      "chapter_number": "34"
    }
  }
}