{
  "hadith": {
    "hadith_id": 238,
    "narrator": "আবূ সা’ঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নামাযের চাবি হল পবিত্রতা; তার তাহরীম হল শুরুতে ‘আল্লাহু আকবার’ বলা; তার তাহলীল হল (শেষে) সালাম বলা। যে ব্যক্তি আলহামদু লিল্লাহ (সূরা ফাতিহা) ও অন্য সূরা পাঠ করেনি তার নামায হয়নি, চাই তা ফরয নামায হোক বা সুন্নাত নামায। \n\nসহীহ্। ইবনু মাজাহ-(২৭৫-২৭৬)।",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْفُضَيْلِ، عَنْ أَبِي سُفْيَانَ، طَرِيفٍ السَّعْدِيِّ عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مِفْتَاحُ الصَّلاَةِ الطُّهُورُ وَتَحْرِيمُهَا التَّكْبِيرُ وَتَحْلِيلُهَا التَّسْلِيمُ وَلاَ صَلاَةَ لِمَنْ لَمْ يَقْرَأْ بــ‏\"‏الْحَمْدُ‏\"‏ وَسُورَةٍ _ فِي فَرِيضَةٍ أَوْ غَيْرِهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَائِشَةَ ‏.‏ قَالَ وَحَدِيثُ عَلِيِّ بْنِ أَبِي طَالِبٍ فِي هَذَا أَجْوَدُ إِسْنَادًا وَأَصَحُّ مِنْ حَدِيثِ أَبِي سَعِيدٍ وَقَدْ كَتَبْنَاهُ فِي أَوَّلِ كِتَابِ الْوُضُوءِ ‏.‏ وَالْعَمَلُ عَلَيْهِ عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ أَنَّ تَحْرِيمَ الصَّلاَةِ التَّكْبِيرُ وَلاَ يَكُونُ الرَّجُلُ دَاخِلاً فِي الصَّلاَةِ إِلاَّ بِالتَّكْبِيرِ ‏.‏ قَالَ أَبُو عِيسَى وَسَمِعْتُ أَبَا بَكْرٍ مُحَمَّدَ بْنَ أَبَانَ مُسْتَمْلِيَ وَكِيعٍ يَقُولُ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ مَهْدِيٍّ يَقُولُ لَوِ افْتَتَحَ الرَّجُلُ الصَّلاَةَ بِسَبْعِينَ اسْمًا مِنْ أَسْمَاءِ اللَّهِ وَلَمْ يُكَبِّرْ لَمْ يُجْزِهِ وَإِنْ أَحْدَثَ قَبْلَ أَنْ يُسَلِّمَ أَمَرْتُهُ أَنْ يَتَوَضَّأَ ثُمَّ يَرْجِعَ إِلَى مَكَانِهِ فَيُسَلِّمَ إِنَّمَا الأَمْرُ عَلَى وَجْهِهِ ‏.‏ قَالَ وَأَبُو نَضْرَةَ اسْمُهُ الْمُنْذِرُ بْنُ مَالِكِ بْنِ قُطَعَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এই হাদীসটি হাসান।\nএ অনুচ্ছেদ আলী ও আয়িশাহ্ (রাঃ) হতেও হাদীস বর্ণিত আছে। সনদের বিচারে আলী (রাঃ)-এর হাদীস আবূ সা’ঈদের হাদীসের তুলনায় বেশি শক্তিশালী ও সহীহ যা তাহারাত অধ্যায়ে লিপিবদ্ধ করেছি।\nনাবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবা ও তাবিঈগণ এ হাদীসের ভিত্তিতে বলেছেন, ‘আল্লাহু আকবার’ বলে নামায শুরু করতে হবে। সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ, আহমাদ ও ইসহাক এই মত ব্যক্ত করেছেন যে আল্লাহু আকবার বলা ছাড়া কেউ নামাযের মধ্যে প্রবেশ করতে পারে না। আবদুর রহমান ইবনু মাহদী বলেছেন, কোন লোক যদি আল্লাহ তা’আলার নিরানব্বই নামের যে কোন সত্তরটি নাম নিয়ে নামায শুরু করে কিন্তু ‘আল্লাহু আকবার’ না বলে, তাহলে তার নামায হবে না। আর সালাম ফিরানোর আগ মুহূর্তে যদি কারো ওযূ ছুটে যায়, তাহলে আমি তাকে হুকুম করব, সে যেন আবার ওযূ করে নিজ স্থানে এসে সালাম ফিরায়। এ হাদীসের জাহিরী আপাতদৃষ্ট অর্থই গ্রহণযোগ্য হবে। আবূ নাদরাহ’র নাম আল-মুনযির ইবনু মালিক ইবনু কুতায়াহ্।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}