{
  "hadith": {
    "hadith_id": 2382,
    "narrator": "শুফাই আল-আসবাহী (রাহঃ)",
    "bn": "কোন একদিন তিনি মাদীনায় পৌঁছে দেখতে পেলেন যে, একজন লোককে ঘিরে জনতার ভিড় লেগে আছে। তিনি প্রশ্ন করেন, ইনি কে? উপস্থিত লোকেরা তাকে বলল, ইনি আবূ হুরাইরা (রাঃ)। (শুফাই বলেন), আমি কাছে গিয়ে তার সামনে বসলাম। তখন লোকদের তিনি হাদীস শুনাচ্ছিলেন। তারপর তিনি যখন নীরব ও একাকী হলেন, আমি তাকে বললাম, আমি সত্যিকারভাবে আপনার নিকট এই আবেদন করছি যে, আপনি আমাকে এমন একটি হাদীস শুনাবেন, যা আপনি সরাসরি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট শুনেছেন, ভালোভাবে বুঝেছেন এবং জেনেছেন।\n\nআবূ হুরাইরা (রাঃ) বললেন, আমি তাই করব, আমি এমন একটি হাদীস তোমার কাছে বর্ণনা করব যা সরাসরি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট বর্ণনা করেছেন এবং আমি তা বুঝেছি ও জেনেছি। আবূ  হুরাইরা (রাঃ) একথা বলার পর কেমন যেন তন্ময়গ্রস্ত হয়ে পড়েন। অল্প সময় এভাবে থাকলেন। তারপর তন্ময়ভাব চলে গেলে তিনি বললেন, আমি এমন একটি হাদীস তোমার কাছে বর্ণনা করব যা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এই ঘরের মধ্যে আমার নিকট বর্ণনা করেছেন। তখন আমি ও তিনি ব্যতীত আমাদের সাথে আর কেউ ছিল না। আবূ হুরাইরা (রাঃ) পুনরায় আরো গভীরভাবে তন্ময়গ্রস্ত হয়ে পড়েন। তিনি চেতনা ফিরে পেয়ে মুখমন্ডল মুছলেন, তারপর বললেন, আমি তোমার নিকট অবশ্যই এরূপ হাদীস বর্ণনা করব যা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট বর্ণনা করেছেন। তখন এই ঘরে তিনি ও আমি ব্যতীত আমাদের সাথে আর কেউ ছিল না। আবূ হুরাইরা আবার বেহুশ হয়ে গেলেন; তিনি পুনরায় হুশে ফিরে এসে তার মুখমন্ডল মুছলেন এবং বললেন, আমি তা করব। আমি অবশ্যই তোমার নিকট এরূপ হাদীস বর্ণনা করব যাহা তিনি আমাকে বর্ণনা করেছেন। আমি তখন তার সাথে এই ঘরে ছিলাম। আমি আর তিনি ব্যতীত তখন আর কেউ ছিলনা। আবূ হুরাইরা (রাঃ) পুনরায় আরো গভীরভাবে তন্ময়াভিভূত হয়ে পড়েন এবং বেহুশ হয়ে উপুড় হয়ে পড়ে যাচ্ছিলেন। আমি অনেকক্ষণ তাকে ঠেস দিযে রাখলাম। তারপর হুঁশ ফিরে এলে তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌ তা‘আলা বান্দাদের মাঝে ফায়সালা করার জন্য কিয়ামাত দিবসে তাদের সামনে হাযির হবেন। সকল উম্মাতই তখন নতজানু অবস্থায় থাকবে। তারপর হিসাব-নিকাশের জন্য সর্বপ্রথম যে ব্যক্তিদের ডাকা হবে তারা হলো কুরআনের হাফিয, আল্লাহ্‌ তা‘আলার পথের শহীদ এবং প্রচুর ধনৈশ্বর্যের মালিক। সেই ক্বারী (কুরআন পাঠক)-কে আল্লাহ্‌ তা‘আলা প্রশ্ন করবেন, আমি আমার রাসূলের নিকট যা প্রেরণ করেছি তা কি তোমাকে শিখাইনি? সে বলবে, হে রব! হ্যাঁ, শিখিয়েছেন। তিনি বলবেন, তুমি যা শিখেছ সে অনুযায়ী কোন কোন আমল করেছ? সে বলবে, আমি রাত-দিন তা তিলাওয়াত করেছি। তখন আল্লাহ্‌ তা‘আলা বলবেন, তুমি মিথ্যা বলেছ, ফেরেশতারাও বলবে, তুমি মিথ্যা বলেছ। আল্লাহ্‌ তা‘আলা তাকে আরো বলবেন, বরং তুমি ইচ্ছাপোষণ করেছিলে যে, তোমাকে বড় ক্বারী (হাফিয) ডাকা হোক। আর তা তো ডাকা হয়েছে। তারপর সম্পদওয়ালা ব্যক্তিকে হাযির করা হবে। অতঃপর আল্লাহ্‌ তাকে বলবেন, আমি কি তোমাকে সম্পদশালী বানাইনি? এমনকি তুমি কারো মুখাপেক্ষী ছিলেনা? সে বলবে, হে রব! হ্যাঁ, তা বানিয়েছেন। তিনি বলবেন, আমার দেয়া সম্পদ হতে তুমি কোন কোন (সৎ) আমল করেছ? সে বলবে, আমি এর দ্বারা আত্মীয়তার সম্পর্ক বহাল রেখেছি এবং দান-খাইরাত করেছি। আল্লাহ্‌ বলবেন, তুমি মিথ্যা বলেছ, ফেরেশতারাও বলবে, তুমি মিথ্যাবাদী। আল্লাহ্‌ তা‘আলা আরো বলবেন, তুমি ইচ্ছাপোষণ করেছিলে যে, মানুষের নিকট তোমার দানশীল-দানবীর নামের প্রসার হোক। আর এরূপ তো হয়েছেই। তারপর যে লোক আল্লাহ্‌ তা‘আলার রাস্তায় শাহাদাৎ বরণ করেছে তাকে হাযির করা হবে। আল্লাহ্‌ তা‘আলা তাকে প্রশ্ন করবেন, তুমি কিভাবে নিহত হয়েছ? সে বলবে, আমি তো আপনার পথে জিহাদ করতে আদিষ্ট ছিলাম। কাজেই আমি জিহাদ করতে করতে শাহাদাৎ বরণ করেছি। আল্লাহ্‌ তা‘আলা বলবেন, তুমি মিথ্যা বলেছ, আর ফেরেশতারাও তাকে বলবে তুমি মিথ্যাবাদী। আল্লাহ্‌ তা‘আলা আরো বলবেন, তুমি ইচ্ছাপোষণ করেছিলে লোকমুখে একথা প্রচার হোক যে, অমুক ব্যক্তি খুব সাহসী বীর। আর তাতো বলাই হয়েছে। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার হাঁটুতে হাত মেরে বললেনঃ হে আবূ হুরাইরা! কিয়ামাত দিবসে আল্লাহ্‌ তা‘আলার সৃষ্টির মধ্য হতে এ তিনজন দ্বারাই প্রথমে জাহান্নামের আগুন প্রজ্বলিত করা হবে। \n\nওয়ালীদ অর্থাৎ আবূ উসমান আল-মাদাইনী বলেন, উকবা ইবনু আমাকে বলেছেন যে, উক্ত শুফাই (শাফী) এ হাদীসটি মু‘আবিয়া (রাঃ)-এর নিকট গিয়ে বর্ণনা করেন। আবূ উসমান আরো বরেন, আলা ইবনু আবূ হাকীম আমার নিকট বর্ণনা করেছেন যে, সে (শাফী) ছিল মু‘আবিয়া (রাঃ)-এর তলোয়ারবাহক। সে বলেছে যে, জনৈক ব্যক্তি মু‘আবিয়া (রাঃ)-এর নিকট এসে উক্ত হাদীসটি আবূ হুরাইরা (রাঃ)-এর সূত্রে বর্ণনা করেন। তখন মু‘আবিয়া (রাঃ) বলেন, যদি তাদের সাথে এমনটি করা হয় তাহলে অন্যসব লোকের কি অবস্থা হবে? তারপর মু‘আবিয়া (রাঃ) খুব বেশি কাঁন্না করলেন। এমনকি আমরা ধারণা করলাম যে, তিনি কাঁদতে কাঁদতে মারা যাবেন। আমরা বলাবলি করতে লাগলাম, এই লোকটিই আমাদের এখানে অনিষ্ট নিয়ে এসেছে (অর্থাৎ সে এই হাদীসটি বর্ণনা না করলে এ দুর্ঘটনা ঘটত না)। ইতিমধ্যে মু‘আবিয়া (রাঃ) হুঁশ ফিরে পেলেন এবং তার চেহারা মুছলেন, তারপর বললেন, আল্লাহ্‌ ও তাঁর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সত্যই বলেছেন। (এই বলে তিনি নিম্নোক্ত আয়াত তিলাওয়াত করেন) :\n\n“যে কেউ পার্থিব জীবন ও এর সৌন্দর্য কামনা করে, আমি দুনিয়াতে তাদের কর্মের পূর্ণ ফল প্রদান করে থাকি এবং সেখানে তাদেরকে কর্ম প্রদান করা হবে না। তাদের জন্য পরকালে জাহান্নাম ব্যতীত আর কিছু নেই এবং তারা যা করে আখিরাতে তা নিষ্ফল হবে এবং তারা যা করে থাকে তা বিফলে যাবে” (সূরা : হূদ-১৫,১৬)।\n\nসহীহ্‌ , তা’লীকুর রাগীব (১/২৯-৩০), তা’লীক আলা ইবনে খুযাইমাহ (২৪৮২)।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا حَيْوَةُ بْنُ شُرَيْحٍ، أَخْبَرَنِي الْوَلِيدُ بْنُ أَبِي الْوَلِيدِ أَبُو عُثْمَانَ الْمَدَنِيُّ، أَنَّ عُقْبَةَ بْنَ مُسْلِمٍ، حَدَّثَهُ أَنَّ شُفَيًّا الأَصْبَحِيَّ حَدَّثَهُ أَنَّهُ، دَخَلَ الْمَدِينَةَ فَإِذَا هُوَ بِرَجُلٍ قَدِ اجْتَمَعَ عَلَيْهِ النَّاسُ فَقَالَ مَنْ هَذَا فَقَالُوا أَبُو هُرَيْرَةَ ‏.‏ فَدَنَوْتُ مِنْهُ حَتَّى قَعَدْتُ بَيْنَ يَدَيْهِ وَهُوَ يُحَدِّثُ النَّاسَ فَلَمَّا سَكَتَ وَخَلاَ قُلْتُ لَهُ أَنْشُدُكَ بِحَقٍّ وَبِحَقٍّ لَمَا حَدَّثْتَنِي حَدِيثًا سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم عَقَلْتَهُ وَعَلِمْتَهُ ‏.‏ فَقَالَ أَبُو هُرَيْرَةَ أَفْعَلُ لأُحَدِّثَنَّكَ حَدِيثًا حَدَّثَنِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم عَقَلْتُهُ وَعَلِمْتُهُ ‏.‏ ثُمَّ نَشَغَ أَبُو هُرَيْرَةَ نَشْغَةً فَمَكَثَ قَلِيلاً ثُمَّ أَفَاقَ فَقَالَ لأُحَدِّثَنَّكَ حَدِيثًا حَدَّثَنِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي هَذَا الْبَيْتِ مَا مَعَنَا أَحَدٌ غَيْرِي وَغَيْرُهُ ‏.‏ ثُمَّ نَشَغَ أَبُو هُرَيْرَةَ نَشْغَةً أُخْرَى ثُمَّ أَفَاقَ فَمَسَحَ وَجْهَهُ فَقَالَ لأُحَدِّثَنَّكَ حَدِيثًا حَدَّثَنِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا وَهُوَ فِي هَذَا الْبَيْتِ مَا مَعَنَا أَحَدٌ غَيْرِي وَغَيْرُهُ ‏.‏ ثُمَّ نَشَغَ أَبُو هُرَيْرَةَ نَشْغَةً أُخْرَى ثُمَّ أَفَاقَ وَمَسَحَ وَجْهَهُ فَقَالَ أَفْعَلُ لأُحَدِّثَنَّكَ حَدِيثًا حَدَّثَنِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا مَعَهُ فِي هَذَا الْبَيْتِ مَا مَعَهُ أَحَدٌ غَيْرِي وَغَيْرُهُ ‏.‏ ثُمَّ نَشَغَ أَبُو هُرَيْرَةَ نَشْغَةً شَدِيدَةً ثُمَّ مَالَ خَارًّا عَلَى وَجْهِهِ فَأَسْنَدْتُهُ عَلَىَّ طَوِيلاً ثُمَّ أَفَاقَ فَقَالَ حَدَّثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى إِذَا كَانَ يَوْمُ الْقِيَامَةِ يَنْزِلُ إِلَى الْعِبَادِ لِيَقْضِيَ بَيْنَهُمْ وَكُلُّ أُمَّةٍ جَاثِيَةٌ فَأَوَّلُ مَنْ يَدْعُو بِهِ رَجُلٌ جَمَعَ الْقُرْآنَ وَرَجُلٌ قُتِلَ فِي سَبِيلِ اللَّهِ وَرَجُلٌ كَثِيرُ الْمَالِ فَيَقُولُ اللَّهُ لِلْقَارِئِ أَلَمْ أُعَلِّمْكَ مَا أَنْزَلْتُ عَلَى رَسُولِي قَالَ بَلَى يَا رَبِّ ‏.‏ قَالَ فَمَاذَا عَمِلْتَ فِيمَا عُلِّمْتَ قَالَ كُنْتُ أَقُومُ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ ‏.‏ فَيَقُولُ اللَّهُ لَهُ كَذَبْتَ وَتَقُولُ لَهُ الْمَلاَئِكَةُ كَذَبْتَ وَيَقُولُ اللَّهُ لَهُ بَلْ أَرَدْتَ أَنْ يُقَالَ إِنَّ فُلاَنًا قَارِئٌ فَقَدْ قِيلَ ذَاكَ ‏.‏ وَيُؤْتَى بِصَاحِبِ الْمَالِ فَيَقُولُ اللَّهُ لَهُ أَلَمْ أُوَسِّعْ عَلَيْكَ حَتَّى لَمْ أَدَعْكَ تَحْتَاجُ إِلَى أَحَدٍ قَالَ بَلَى يَا رَبِّ ‏.‏ قَالَ فَمَاذَا عَمِلْتَ فِيمَا آتَيْتُكَ قَالَ كُنْتُ أَصِلُ الرَّحِمَ وَأَتَصَدَّقُ ‏.‏ فَيَقُولُ اللَّهُ لَهُ كَذَبْتَ وَتَقُولُ لَهُ الْمَلاَئِكَةُ كَذَبْتَ وَيَقُولُ اللَّهُ تَعَالَى بَلْ أَرَدْتَ أَنْ يُقَالَ فُلاَنٌ جَوَادٌ فَقَدْ قِيلَ ذَاكَ ‏.‏ وَيُؤْتَى بِالَّذِي قُتِلَ فِي سَبِيلِ اللَّهِ فَيَقُولُ اللَّهُ لَهُ فِي مَاذَا قُتِلْتَ فَيَقُولُ أُمِرْتُ بِالْجِهَادِ فِي سَبِيلِكَ فَقَاتَلْتُ حَتَّى قُتِلْتُ ‏.‏ فَيَقُولُ اللَّهُ تَعَالَى لَهُ كَذَبْتَ وَتَقُولُ لَهُ الْمَلاَئِكَةُ كَذَبْتَ وَيَقُولُ اللَّهُ بَلْ أَرَدْتَ أَنْ يُقَالَ فُلاَنٌ جَرِيءٌ فَقَدْ قِيلَ ذَاكَ ‏\"‏ ‏.‏ ثُمَّ ضَرَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى رُكْبَتِي فَقَالَ ‏\"‏ يَا أَبَا هُرَيْرَةَ أُولَئِكَ الثَّلاَثَةُ أَوَّلُ خَلْقِ اللَّهِ تُسَعَّرُ بِهِمُ النَّارُ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ وَقَالَ الْوَلِيدُ أَبُو عُثْمَانَ فَأَخْبَرَنِي عُقْبَةُ بْنُ مُسْلِمٍ أَنَّ شُفَيًّا هُوَ الَّذِي دَخَلَ عَلَى مُعَاوِيَةَ فَأَخْبَرَهُ بِهَذَا ‏.‏ قَالَ أَبُو عُثْمَانَ وَحَدَّثَنِي الْعَلاَءُ بْنُ أَبِي حَكِيمٍ أَنَّهُ كَانَ سَيَّافًا لِمُعَاوِيَةَ فَدَخَلَ عَلَيْهِ رَجُلٌ فَأَخْبَرَهُ بِهَذَا عَنْ أَبِي هُرَيْرَةَ فَقَالَ مُعَاوِيَةُ قَدْ فُعِلَ بِهَؤُلاَءِ هَذَا فَكَيْفَ بِمَنْ بَقِيَ مِنَ النَّاسِ ثُمَّ بَكَى مُعَاوِيَةُ بُكَاءً شَدِيدًا حَتَّى ظَنَنَّا أَنَّهُ هَالِكٌ وَقُلْنَا قَدْ جَاءَنَا هَذَا الرَّجُلُ بِشَرٍّ ثُمَّ أَفَاقَ مُعَاوِيَةُ وَمَسَحَ عَنْ وَجْهِهِ وَقَالَ صَدَقَ اللَّهُ وَرَسُولُهُْ ‏:‏ ‏(‏مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لاَ يُبْخَسُونَ * أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الآخِرَةِ إِلاَّ النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব।",
    "chapter": {
      "chapter_number": "34"
    }
  }
}