{
  "hadith": {
    "hadith_id": 2385,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট একজন লোক এসে প্রশ্ন করল, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! কিয়ামাত কখন সংঘটিত হবে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নামাযে দাঁড়িযে গেলেন। নামায সমাপ্তির পর তিনি প্রশ্ন করেন : কিয়ামাত সংঘটিত হওয়ার প্রসঙ্গে প্রশ্নকারী লোকটি কোথায়? সে বলল, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! এই যে আমি। তিনি জিজ্ঞেস করলেন : তুমি কিয়ামাতের জন্য কি প্রস্তুতি নিয়েছ? সে বলল, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি অবশ্য তেমন লম্বা (নাফল) নামাযও পড়িনি, রোযাও (নাফল) রাখিনি, তবে আমি নিশ্চয়ই আল্লাহ্‌ ও তাঁর রাসূলকে ভালোবাসি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যে লোক যাকে ভালোবাসে, কিয়ামাত দিবসে সে তার সাথেই অবস্থান করবে। তুমিও যাকে ভালোবাস তার সাথেই অবস্থান করবে। বর্ণনাকারী বলেন, তারা এ কথায় এতই সন্তুষ্ট হলেন যে, ইসলাম গ্রহণের পর মুসলমানদের আর কোন বিষয়ে এত খুশি হতে দেখিনি। \n\nসহীহ্‌ , রাওযুন নাযীর (১০৪), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، أَنَّهُ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ مَتَى قِيَامُ السَّاعَةِ فَقَامَ النَّبِيُّ صلى الله عليه وسلم إِلَى الصَّلاَةِ فَلَمَّا قَضَى صَلاَتَهُ قَالَ ‏\"‏ أَيْنَ السَّائِلُ عَنْ قِيَامِ السَّاعَةِ ‏\"‏ ‏.‏ فَقَالَ الرَّجُلُ أَنَا يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ مَا أَعْدَدْتَ لَهَا ‏\"‏ قَالَ يَا رَسُولَ اللَّهِ مَا أَعْدَدْتُ لَهَا كَبِيرَ صَلاَةٍ وَلاَ صَوْمٍ إِلاَّ أَنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْمَرْءُ مَعَ مَنْ أَحَبَّ وَأَنْتَ مَعَ مَنْ أَحْبَبْتَ ‏\"‏ ‏.‏ فَمَا رَأَيْتُ فَرِحَ الْمُسْلِمُونَ بَعْدَ الإِسْلاَمِ فَرَحَهُمْ بِهَذَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি সহীহ্।",
    "chapter": {
      "chapter_number": "34"
    }
  }
}