{
  "hadith": {
    "hadith_id": 2391,
    "narrator": "আবূ হুরাইরা (রাঃ) অথবা আবূ সাঈদ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌ তা‘আলা (কিয়ামাত দিবসে) সাত প্রকারের লোককে তাঁর (আরশের) ছায়াতলে আশ্রয় প্রদান করবেন, যেদিন তাঁর (আরশের) ছায়া ব্যতীত অন্য কোন ছায়াই (আশ্রয়) অবশিষ্ট থাকবে না। (তারা হলো): (১) ন্যায়পরায়ণ শাসক, (২) যে যুবক আল্লাহ্‌ তা‘আলার ইবাদাতের মধ্যে বড় হয়েছে, (৩) যে ব্যক্তি মাসজিদ হতে বেরিয়ে গেলেও তার অন্তর এর সাথে সম্পৃক্ত থাকে, যে পর্যন্ত না সে আবার সেখানে ফিরে আসে, (৪) এমন দুব্যক্তি যারা আল্লাহ্‌ তা‘আলার জন্য পরস্পর ভালোবাসা স্থাপন করেছে, এই সম্পর্কেই একত্র থাকে এবং বিচ্ছিন্ন হয়, (৫) যে ব্যক্তি নির্জনে আল্লাহ্‌ তা‘আলাকে স্মরণ করেছে এবং তার দুচোখ বেয়ে পানি পড়েছে, (৬) এমন ব্যক্তি যাকে কোন অভিজাত পরিবারের সুন্দরী রূপসী নারী (অশ্লীল কাজে) আহ্ববান করেছে কিন্তু সে তাকে এই বলে প্রত্যাখ্যান করেছে : আমি আল্লাহ্‌ তা‘আলাকে ভয় করি এবং (৭) এমন ব্যক্তি যে এত গোপনে দান-খাইরাত করেছে যে, তার বাম হাতও জানতে পারেনি যে, তার ডান হাত কি দান করেছে।\n\nসহীহ্‌ , ইরওয়া (৮৮৭), বুখারী, মুসলিম।\n\nআবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। এই হাদীসটি অনুরূপভাবে মালিক ইবনু আনাস (রাহঃ)-এর বরাতে ভিন্ন সূত্রেও বর্ণিত হয়েছে এবং এক্ষেত্রে সন্দেহবশতঃ আবূ হুরাইরা (রাঃ) অথবা আবূ সাঈদ (রাঃ) বলা হয়েছে। কিন্তু এই হাদীসটি খুবাইব (হাবীব) ইবনু আবদুর রাহমানের সূত্রে সন্দেহমুক্তভাবে আবূ হুরাইরা (রাঃ) হতে উবাইদুল্লাহ ইবনু উমার বর্ণনা করেছেন। মালিক ইবনু আনাসের বর্ণিত হাদীসের একইরকম হাদীস সাওয়ার ইবনু আবদুল্লাহ আল-আনসারী ও মুহাম্মাদ ইবনুল মুসান্না-ইয়াহ্ইয়া ইবনু সাঈদ হতে, তিনি উবাইদুল্লাহ ইবনু উমার হতে, তিনি খুবাইব (রাহাবীব) ইবনু আবদুর রাহমান হতে, তিনি হাফ্‌স ইবনু আসিম হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে বর্ণিত আছে। তবে তাতে আছে : “কানা কালবুহু মুআল্লাকান বিল-মাসাজিদ” (যার অন্তর মাসজিদসমূহের সাথে সংযুক্ত) এবং “যাতু হাসাবিন” (উচ্চবংশীয়া) এর স্থলে “যাতু মানসাবিন ওয়া জামালিন” (মর্যাদাসম্পন্ন ও সুন্দরী) বাক্যাংশের উল্লখ আছে। এ বর্ণনাটিও হাসান সহীহ্। সহীহ্‌ , দেখুন র্পূবের হাদীস।\n\n-------------------\n\n৫৩/২. অনুচ্ছেদঃ ভালোবাসার কথা অবহিত করা\n\n২৩৯১/২। মিকদাম ইবনু মা‘দীকারিব (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের মধ্যে কেউ তার কোন (মুসলিম) ভাইকে ভালোবাসলে সে যেন অবশ্যই তাকে তা অবহিত করে।\n\nসহীহ্‌ , সহীহাহ্ (৪১৭, ২৫১৫)।\n\nআবূ ঈসা বলেন, মিকদাম (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্ গারীব। আবূ যার ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। মিকদামের উপনাম আবূ কারীমাহ।",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ، أَوْ عَنْ أَبِي سَعِيدٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ سَبْعَةٌ يُظِلُّهُمُ اللَّهُ فِي ظِلِّهِ يَوْمَ لاَ ظِلَّ إِلاَّ ظِلُّهُ إِمَامٌ عَادِلٌ وَشَابٌّ نَشَأَ بِعِبَادَةِ اللَّهِ وَرَجُلٌ كَانَ قَلْبُهُ مُعَلَّقًا بِالْمَسْجِدِ إِذَا خَرَجَ مِنْهُ حَتَّى يَعُودَ إِلَيْهِ وَرَجُلاَنِ تَحَابَّا فِي اللَّهِ فَاجْتَمَعَا عَلَى ذَلِكَ وَتَفَرَّقَا وَرَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ حَسَبٍ وَجَمَالٍ فَقَالَ إِنِّي أَخَافُ اللَّهَ وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لاَ تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَكَذَا رُوِيَ هَذَا الْحَدِيثُ عَنْ مَالِكِ بْنِ أَنَسٍ مِنْ غَيْرِ وَجْهٍ مِثْلَ هَذَا وَشَكَّ فِيهِ وَقَالَ عَنْ أَبِي هُرَيْرَةَ أَوْ عَنْ أَبِي سَعِيدٍ وَعُبَيْدُ اللَّهِ بْنُ عُمَرَ رَوَاهُ عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ وَلَمْ يَشُكَّ فِيهِ يَقُولُ عَنْ أَبِي هُرَيْرَةَ ‏.‏\nحَدَّثَنَا سَوَّارُ بْنُ عَبْدِ اللَّهِ الْعَنْبَرِيُّ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، حَدَّثَنِي خُبَيْبٌ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ مَالِكِ بْنِ أَنَسٍ بِمَعْنَاهُ إِلاَّ أَنَّهُ قَالَ ‏\"‏ كَانَ قَلْبُهُ مُعَلَّقًا بِالْمَسَاجِدِ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ ذَاتُ مَنْصِبٍ وَجَمَالٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\n\nحَدَّثَنَا بُنْدَارٌ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، أَخْبَرَنَا ثَوْرُ بْنُ يَزِيدَ، عَنْ حَبِيبِ بْنِ عُبَيْدٍ، عَنِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا أَحَبَّ أَحَدُكُمْ أَخَاهُ فَلْيُعْلِمْهُ إِيَّاهُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي ذَرٍّ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ الْمِقْدَامِ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَالْمِقْدَامُ يُكْنَى أَبَا كَرِيمَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}