{
  "hadith": {
    "hadith_id": 24,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের কেউ রাতের ঘুম হতে জেগে তার হাত দুই অথবা তিনবার না ধোয়া পর্যন্ত যেন তা পানির পাত্রে প্রবেশ না করায়। কেননা তার জানা নেই, রাতে তার হাত কোথায় ছিলো (ঘুমে থাকাবস্থায় লজ্জাস্থানে যেতে পারে)। \n\nসহীহ। ইবনু মাজাহ- (৩৯৩), বুখারী ও মুসলিম, বুখারীতে সংখ্যার উল্লেখ নেই।",
    "ar": "حَدَّثَنَا أَبُو الْوَلِيدِ، أَحْمَدُ بْنُ بَكَّارٍ الدِّمَشْقِيُّ - يُقَالُ هُوَ مِنْ وَلَدِ بُسْرِ بْنِ أَرْطَاةَ صَاحِبِ النَّبِيِّ صلى الله عليه وسلم حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ عَنِ الأَوْزَاعِيِّ عَنِ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ وَأَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنَ اللَّيْلِ فَلاَ يُدْخِلْ يَدَهُ فِي الإِنَاءِ حَتَّى يُفْرِغَ عَلَيْهَا مَرَّتَيْنِ أَوْ ثَلاَثًا فَإِنَّهُ لاَ يَدْرِي أَيْنَ بَاتَتْ يَدُهُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَجَابِرٍ وَعَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ الشَّافِعِيُّ وَأُحِبُّ لِكُلِّ مَنِ اسْتَيْقَظَ مِنَ النَّوْمِ قَائِلَةً كَانَتْ أَوْ غَيْرَهَا أَنْ لاَ يُدْخِلَ يَدَهُ فِي وَضُوئِهِ حَتَّى يَغْسِلَهَا فَإِنْ أَدْخَلَ يَدَهُ قَبْلَ أَنْ يَغْسِلَهَا كَرِهْتُ ذَلِكَ لَهُ وَلَمْ يُفْسِدْ ذَلِكَ الْمَاءَ إِذَا لَمْ يَكُنْ عَلَى يَدِهِ نَجَاسَةٌ ‏.‏ وَقَالَ أَحْمَدُ بْنُ حَنْبَلٍ إِذَا اسْتَيْقَظَ مِنَ النَّوْمِ مِنَ اللَّيْلِ فَأَدْخَلَ يَدَهُ فِي وَضُوئِهِ قَبْلَ أَنْ يَغْسِلَهَا فَأَعْجَبُ إِلَىَّ أَنْ يُهَرِيقَ الْمَاءَ ‏.‏ وَقَالَ إِسْحَاقُ إِذَا اسْتَيْقَظَ مِنَ النَّوْمِ بِاللَّيْلِ أَوْ بِالنَّهَارِ فَلاَ يُدْخِلْ يَدَهُ فِي وَضُوئِهِ حَتَّى يَغْسِلَهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু উমার, জাবির ও ‘আয়িশাহ্‌ (রাঃ)-এর হাদীসও রয়েছে। আবূ ‘ঈসা বলেন, হাদীসটি হাসান সহীহ। ইমাম শাফিঈ বলেন, দিনে অথবা রাতে ঘুম থেকে জেগে হাত না ধুয়ে তা ওযূর পানিতে ঢুকানোটা আমি মাকরূহ মনে করি। অবশ্য হাতে নাপাক না থাকা অবস্থায় যদি পাত্রে হাত ঢুকায় তবে পানি নাপাক হবে না। ইমাম আহমাদ ইবনু হাম্বল বলেন, যদি কেউ রাতের ঘুম থেকে জেগে হাত না ধুয়ে পানির পাত্রে ঢুকায় তাহলে এ পানি ফেলে দিতে হবে। ইমাম ইসহাক বলেন, কেউ যে রাতে অথবা দিনে ঘুম থেকে জেগে হাত ধোয়ার পূর্বে তা পানির পাত্রে না ঢুকায়।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}