{
  "hadith": {
    "hadith_id": 241,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তি আল্লাহ তা’আলার সন্তোষ অর্জনের উদ্দেশ্যে একাধারে চল্লিশ দিন তাকবীরে উলার (প্রথম তাকবীর) সাথে জামা’আতে নামায আদায় করতে পারলে তাকে দুটি নাজাতের ছাড়পত্র দেওয়া হয়ঃ জাহান্নাম হতে নাজাত এবং মুনাফিকী হতে মুক্তি। \n\nহাসান। তা’লীকুর রাগীব-(১/১৫১), সহীহাহ্- (২৬৫২)।",
    "ar": "حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ، وَنَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، قَالاَ حَدَّثَنَا أَبُو قُتَيْبَةَ، سَلْمُ بْنُ قُتَيْبَةَ عَنْ طُعْمَةَ بْنِ عَمْرٍو، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ صَلَّى لِلَّهِ أَرْبَعِينَ يَوْمًا فِي جَمَاعَةٍ يُدْرِكُ التَّكْبِيرَةَ الأُولَى كُتِبَتْ لَهُ بَرَاءَتَانِ بَرَاءَةٌ مِنَ النَّارِ وَبَرَاءَةٌ مِنَ النِّفَاقِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَنَسٍ مَوْقُوفًا وَلاَ أَعْلَمُ أَحَدًا رَفَعَهُ إِلاَّ مَا رَوَى سَلْمُ بْنُ قُتَيْبَةَ عَنْ طُعْمَةَ بْنِ عَمْرٍو عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ أَنَسٍ ‏.‏\nوَإِنَّمَا يُرْوَى هَذَا الْحَدِيثُ عَنْ حَبِيبِ بْنِ أَبِي حَبِيبٍ الْبَجَلِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَوْلُهُ ‏.‏ حَدَّثَنَا بِذَلِكَ، هَنَّادٌ حَدَّثَنَا وَكِيعٌ، عَنْ خَالِدِ بْنِ طَهْمَانَ، عَنْ حَبِيبِ بْنِ أَبِي حَبِيبٍ الْبَجَلِيِّ، عَنْ أَنَسٍ، نَحْوَهُ وَلَمْ يَرْفَعْهُ ‏.‏ وَرَوَى إِسْمَاعِيلُ بْنُ عَيَّاشٍ، هَذَا الْحَدِيثَ عَنْ عُمَارَةَ بْنِ غَزِيَّةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا ‏.‏ وَهَذَا حَدِيثٌ غَيْرُ مَحْفُوظٍ وَهُوَ حَدِيثٌ مُرْسَلٌ وَعُمَارَةُ بْنُ غَزِيَّةَ لَمْ يُدْرِكْ أَنَسَ بْنَ مَالِكٍ ‏.‏ قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ حَبِيبُ بْنُ أَبِي حَبِيبٍ يُكْنَى أَبَا الْكَشُوثَى وَيُقَالُ أَبُو عُمَيْرَةَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি আনসের নিকট হতে একাধিক সূত্রে মাওকূফ হিসাবে বর্ণিত হয়েছে (রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লমের কথা নয়, আনাসের কথা হিসাবে)। হাবীব ইবনু আবী সাবিত ব্যাতীত অন্য কোন সূত্রে হাদীসটি মারফূরূপে বর্ণিত হয়েছে বলে আমার জানা নেই। বরং হাদীসটি হাবীব ইবনু আবী হাবীব আল-বাজালীর সূত্রে আনাস হতে মাওকূফ রূপে বর্ণিত হয়েছে। অপর একটি সূত্রে দেখা যায়, আনাস (রাঃ) ‘উমার (রাঃ)-এর মাধ্যমে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লমের নিকট হতে এ হাদীসটি বর্ণনা করেছেন। কিন্তু এ বর্ণনাটি অসংরক্ষিত এবং মুরসাল। মুহাম্মাদ ইবনু ইসমাঈল বলেন, হাবীব ইবনু আবী হবীবের উপনাম আবূ কাশূসা বা আবূ উমাইরাহ।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}