{
  "hadith": {
    "hadith_id": 2413,
    "narrator": "আবূ জুহাইফা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালমান (ফারসী) ও আবুদ দারদা (রাঃ)-এর মধ্যে ভাইয়ের সম্পর্ক তৈরী করে দেন। কোন একদিন আবুদ দারদা (রাঃ)-এর সাথে সালমান (রাঃ) দেখা করতে আসেন। তখন তিনি তার স্ত্রী উম্মুদ দারদাকে খুবই সাধারণ জামা-কাপড় পরে থাকাবস্থায় দেখতে পেয়ে প্রশ্ন করেন, আপনি এরূপ সাধারণ পোশাকে কেন? তিনি বললেন, আপনার ভাই আবুদ দারদার তো দুনিয়ার কিছু প্রয়োজন নেই। বর্ণনাকারী বলেন, আবুদ দারদা (রাঃ) এরই মধ্যে বাড়ী ফিরে আসলেন এবং তার (মেহমানের) সামনে খাবার পরিবেশন করে বললেন, আপনি খেয়ে নিন, আমি রোযা রেখেছি। তিনি বললেন, আপনি না খাওয়া পর্যন্ত আমি খাব না। তারপর তিনি খাবার খেলেন। রাত গভীর হলে আবুদ দারদা (রাঃ) নামায আদায় করার জন্য উঠেন। সালমান (রাঃ) তাকে বললেন, এখন ঘুমান। সুতরাং তিনি ঘুমালেন। কিছুক্ষণ পর তিনি পুনরায় নামায আদায় করতে উঠলে এবারো তিনি বললেন, ঘুমিয়ে থাকুন (রাত অনেক বাকী)। কাজেই তিনি ঘুমিয়ে গেলেন। তারপর ফজরের সময় ঘনিয়ে এলে সালমান (রাঃ) তাকে বললেন, এখন উঠুন। তারপর দু’জনেই উঠে (তাহাজ্জুদ) নামায আদায় করলেন। তারপর তিনি বললেন, আপনার উপর আপনার দেহের প্রাপ্য (অধিকার) আছে এবং আপনার রবের প্রাপ্য (অধিকার) আছে, মেহমানের প্রাপ্য (অধিকার) আছে এবং আপনার পরিবারের (অধিকার) আছে। অতএব, প্রত্যেক হাকদারকে তার প্রাপ্য (অধিকার) প্রদান করুন। তারপর তারা এ ঘটনাটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললেন। তিনি বললেনঃ সালমান ঠিকই বলেছে। \n\nসহীহ্‌ , মুখতাসার বুখারী (৯৬৫), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا جَعْفَرُ بْنُ عَوْنٍ، حَدَّثَنَا أَبُو الْعُمَيْسِ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ، عَنْ أَبِيهِ، قَالَ آخَى رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ سَلْمَانَ وَبَيْنَ أَبِي الدَّرْدَاءِ فَزَارَ سَلْمَانُ أَبَا الدَّرْدَاءِ فَرَأَى أُمَّ الدَّرْدَاءِ مُتَبَذِّلَةً فَقَالَ مَا شَأْنُكِ مُتَبَذِّلَةً قَالَتْ إِنَّ أَخَاكَ أَبَا الدَّرْدَاءِ لَيْسَ لَهُ حَاجَةٌ فِي الدُّنْيَا ‏.‏ قَالَ فَلَمَّا جَاءَ أَبُو الدَّرْدَاءِ قَرَّبَ إِلَيْهِ طَعَامًا فَقَالَ كُلْ فَإِنِّي صَائِمٌ ‏.‏ قَالَ مَا أَنَا بِآكِلٍ حَتَّى تَأْكُلَ ‏.‏ قَالَ فَأَكَلَ فَلَمَّا كَانَ اللَّيْلُ ذَهَبَ أَبُو الدَّرْدَاءِ لِيَقُومَ فَقَالَ لَهُ سَلْمَانُ نَمْ ‏.‏ فَنَامَ ثُمَّ ذَهَبَ يَقُومُ فَقَالَ لَهُ نَمْ ‏.‏ فَنَامَ فَلَمَّا كَانَ عِنْدَ الصُّبْحِ قَالَ لَهُ سَلْمَانُ قُمِ الآنَ فَقَامَا فَصَلَّيَا فَقَالَ إِنَّ لِنَفْسِكَ عَلَيْكَ حَقًّا وَلِرَبِّكَ عَلَيْكَ حَقًّا وَلِضَيْفِكَ عَلَيْكَ حَقًّا وَإِنَّ لأَهْلِكَ عَلَيْكَ حَقًّا فَأَعْطِ كُلَّ ذِي حَقٍّ حَقَّهُ ‏.‏ فَأَتَيَا النَّبِيَّ صلى الله عليه وسلم فَذَكَرَا ذَلِكَ فَقَالَ لَهُ ‏ \"‏ صَدَقَ سَلْمَانُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏ وَأَبُو الْعُمَيْسِ اسْمُهُ عُتْبَةُ بْنُ عَبْدِ اللَّهِ وَهُوَ أَخُو عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ الْمَسْعُودِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি সহীহ্‌। আবুল উমাইস-এর নাম উতবা ইবনু আবদুল্লাহ। তিনি আবদুর রাহমান ইবনু আবদুল্লাহ আল-মাসঊদীর ভাই।",
    "chapter": {
      "chapter_number": "34"
    }
  }
}