{
  "hadith": {
    "hadith_id": 2414,
    "narrator": "জনৈক মাদীনাবাসী",
    "bn": "তিনি বলেন, কোন এক সময় উম্মুল মু'মিনীন আইশা (রাঃ)-কে মু'আবিয়া (রাঃ) লিখে পাঠান : আমাকে লিখিতভাবে কিছু উপদেশ দিন, তবে তা যেন দীর্ঘ না হয়। তিনি (বর্ণনাকারী) বলেন, আইশা (রাঃ) মু'আবিয়া (রাঃ)-কে লিখলেন : আপনাকে সালাম। তারপর এই যে, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি : যে ব্যক্তি আল্লাহ্‌ তা'আলার সন্তুষ্টি আকাঙ্খা করে তা মানুষের অসন্তুষ্টি হলেও, মানুষের দুঃখ-কষ্ট হতে বাঁচানোর জন্য আল্লাহ্‌ তা'আলাই তার জন্য যথেষ্ট হয়ে যান। আর যে ব্যক্তি মানুষের সন্তুষ্টি আশা করে আল্লাহ্ তা'আলাকে অসন্তুষ্ট করে হলেও, আল্লাহ্‌ তা'আলা তাকে মানুষের দায়িত্বে ছেড়ে দেন। আপনাকে আবারো সালাম।\n\nসহীহ্‌ , সহীহাহ্‌ (২৩১১), তাখরীজ তাহাভীয়া (২৭৮)।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ عَبْدِ الْوَهَّابِ بْنِ الْوَرْدِ، عَنْ رَجُلٍ، مِنْ أَهْلِ الْمَدِينَةِ قَالَ كَتَبَ مُعَاوِيَةُ إِلَى عَائِشَةَ أُمِّ الْمُؤْمِنِينَ رضى الله عنها أَنِ اكْتُبِي إِلَىَّ كِتَابًا تُوصِينِي فِيهِ وَلاَ تُكْثِرِي عَلَىَّ ‏.‏ فَكَتَبَتْ عَائِشَةُ رضى الله عنها إِلَى مُعَاوِيَةَ سَلاَمٌ عَلَيْكَ أَمَّا بَعْدُ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنِ الْتَمَسَ رِضَاءَ اللَّهِ بِسَخَطِ النَّاسِ كَفَاهُ اللَّهُ مُؤْنَةَ النَّاسِ وَمَنِ الْتَمَسَ رِضَاءَ النَّاسِ بِسَخَطِ اللَّهِ وَكَلَهُ اللَّهُ إِلَى النَّاسِ ‏\"‏ ‏.‏ وَالسَّلاَمُ عَلَيْكَ ‏.‏\nحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا كَتَبَتْ إِلَى مُعَاوِيَةَ فَذَكَرَ الْحَدِيثَ بِمَعْنَاهُ وَلَمْ يَرْفَعْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুহাম্মাদ ইবনু ইয়াহ্‌ইয়া-মুহাম্মাদ ইবনু ইউসুফ হতে, তিনি সুফিয়ান সাওরী হতে, তিনি হিশাম ইবনু উরওয়া হতে, তিনি উরওয়া হতে, তিনি আইশা (রাঃ) হতে বর্ণনা করেছেন। তিনি মু’আবিয়াকে চিঠি লিখলেন.. উপরোক্ত হাদীসের মতোই, তবে তা মারফূ হিসাবে নয়।",
    "chapter": {
      "chapter_number": "34"
    }
  }
}