{
  "hadith": {
    "hadith_id": 2415,
    "narrator": "আদী ইবনু হাতিম (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের সকলের সাথেই তার প্রতিপালক আল্লাহ তা'আলা কিয়ামত দিবসে কথা বলবেন। তার ও তার প্রতিপালকের মধ্যে কোন দোভাষী থাকবে না। সে তার ডানপাশে তাকিয়ে তার দুনিয়াবী জীবনে পাঠানো আমল ব্যতীত আর কোন কিছুই দেখতে পাবে না। সে তার বাম পাশে তাকিয়েও তার দুনিয়াবী জীবনে কৃত আমল ব্যতীত আর কোন কিছুই দেখতে পাবে না। তারপর সে তার সম্মুখে তাকাতেই জাহান্নাম দেখতে পাবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের মধ্যে যে ব্যক্তিই এক টুকরা খেজুরের বিনিময়ে হলেও জাহান্নাম হতে আত্মরক্ষা করতে সক্ষম হয় সে যেন তাই করে।\n\nসহীহ, ইবনু মা-জাহ (১৮৫), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ خَيْثَمَةَ، عَنْ عَدِيِّ بْنِ حَاتِمٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا مِنْكُمْ مِنْ رَجُلٍ إِلاَّ سَيُكَلِّمُهُ رَبُّهُ يَوْمَ الْقِيَامَةِ وَلَيْسَ بَيْنَهُ وَبَيْنَهُ تَرْجُمَانٌ فَيَنْظُرُ أَيْمَنَ مِنْهُ فَلاَ يَرَى شَيْئًا إِلاَّ شَيْئًا قَدَّمَهُ ثُمَّ يَنْظُرُ أَشْأَمَ مِنْهُ فَلاَ يَرَى شَيْئًا إِلاَّ شَيْئًا قَدَّمَهُ ثُمَّ يَنْظُرُ تِلْقَاءَ وَجْهِهِ فَتَسْتَقْبِلُهُ النَّارُ ‏\"‏ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنِ اسْتَطَاعَ مِنْكُمْ أَنْ يَقِيَ وَجْهَهُ حَرَّ النَّارِ وَلَوْ بِشِقِّ تَمْرَةٍ فَلْيَفْعَلْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\n\nحَدَّثَنَا أَبُو السَّائِبِ، حَدَّثَنَا وَكِيعٌ، يَوْمًا بِهَذَا الْحَدِيثِ عَنِ الأَعْمَشِ، فَلَمَّا فَرَغَ وَكِيعٌ مِنْ هَذَا الْحَدِيثِ قَالَ مَنْ كَانَ هَا هُنَا مِنْ أَهْلِ خُرَاسَانَ فَلْيَحْتَسِبْ فِي إِظْهَارِ هَذَا الْحَدِيثِ بِخُرَاسَانَ لأَنَّ الْجَهْمِيَّةَ يُنْكِرُونَ هَذَا ‏.‏ اسْمُ أَبِي السَّائِبِ سَلْمُ بْنُ جُنَادَةَ بْنِ سَلْمِ بْنِ خَالِدِ بْنِ جَابِرِ بْنِ سَمُرَةَ الْكُوفِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এই হাদীসটি হাসান সহীহ। আবুস সাইব বলেন, উপরোক্ত হাদীসটি একদিন ওয়াকী (রাহঃ) আমাদের নিকট ‘আমাশের সূত্রে বর্ণনা করেন। বর্ণনাশেষে তিনি বলেন, যদি খুরাসানবাসী কোন ব্যক্তি এখানে উপস্থিত থাকে তাহলে সে যেন এ হাদীসটি খুরাসানে প্রচার করাকে সাওয়াবের কাজ মনে করে। কেননা, জাহমিয়া সম্প্রদায়ের মানুষ এটা (মানুষের সাথে আল্লাহ্ তা'আলার কথা বলার বিষয়টি) অস্বীকার করে। আবুস সাইবের নাম সালম ইবনু জুনাদা ইবনু সালম ইবনু খালিদ ইবনু জাবির ইবনু সামুরা আল-কূফী।",
    "chapter": {
      "chapter_number": "35"
    }
  }
}