{
  "hadith": {
    "hadith_id": 242,
    "narrator": "আবূ সা’ঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতে নামায আদায় করতে উঠে প্রথমে তাকবীর (আল্লাহু আকবার) বলতেন, অতঃপর এই দুআ পাঠ করতেনঃ সুবহানাকা আল্লাহুমা.........ওয়া লা ইলাহা গাইরুকা। অর্থাৎ “হে আল্লাহ! তুমি মহাপবিত্র, তোমার জন্যই প্রশংসা, তোমার নাম বারকাতপূর্ণ, তোমার মর্যাদা সর্বোচ্চ এবং তুমি ব্যতীত আর কোন ইলাহ নেই।” অতঃপর তিনি বলতেনঃ ‘আল্লাহু আকবার কাবীরা’ অতঃপর বলতেনঃ ‘আউযু বিল্লাহিস........ওয়া নাফাসিহি’। অর্থাৎ “অভিশপ্ত শাইত্বান এবং তার কুমন্ত্রণা, ঝাড়ফুঁক ও যাদুমন্ত্র হতে আমি সর্বশ্রোতা ও সর্বময় জ্ঞানের অধিকারী আল্লাহ তা’আলার নিকটে আশ্রয় চাই”।\n\nসহীহ্। ইবনু মাজাহ-(৮০৪)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى الْبَصْرِيُّ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ الضُّبَعِيُّ، عَنْ عَلِيِّ بْنِ عَلِيٍّ الرِّفَاعِيِّ، عَنْ أَبِي الْمُتَوَكِّلِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا قَامَ إِلَى الصَّلاَةِ بِاللَّيْلِ كَبَّرَ ثُمَّ يَقُولُ ‏\"‏ سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ وَتَبَارَكَ اسْمُكَ وَتَعَالَى جَدُّكَ وَلاَ إِلَهَ غَيْرُكَ ‏\"‏ ‏.‏ ثُمَّ يَقُولُ ‏\"‏ اللَّهُ أَكْبَرُ كَبِيرًا ‏\"‏ ‏.‏ ثُمَّ يَقُولُ ‏\"‏ أَعُوذُ بِاللَّهِ السَّمِيعِ الْعَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ مِنْ هَمْزِهِ وَنَفْخِهِ وَنَفْثِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَائِشَةَ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَجَابِرٍ وَجُبَيْرِ بْنِ مُطْعِمٍ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ أَبِي سَعِيدٍ أَشْهَرُ حَدِيثٍ فِي هَذَا الْبَابِ ‏.‏ وَقَدْ أَخَذَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ بِهَذَا الْحَدِيثِ وَأَمَّا أَكْثَرُ أَهْلِ الْعِلْمِ فَقَالُوا بِمَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَقُولُ ‏\"‏ سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ وَتَبَارَكَ اسْمُكَ وَتَعَالَى جَدُّكَ وَلاَ إِلَهَ غَيْرُكَ ‏\"‏ ‏.‏ وَهَكَذَا رُوِيَ عَنْ عُمَرَ بْنِ الْخَطَّابِ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنَ التَّابِعِينَ وَغَيْرِهِمْ ‏.‏ وَقَدْ تُكُلِّمَ فِي إِسْنَادِ حَدِيثِ أَبِي سَعِيدٍ كَانَ يَحْيَى بْنُ سَعِيدٍ يَتَكَلَّمُ فِي عَلِيِّ بْنِ عَلِيٍّ الرِّفَاعِيِّ وَقَالَ أَحْمَدُ لاَ يَصِحُّ هَذَا الْحَدِيثُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদে আলী, আবদুল্লাহ ইবনু মাসঊদ, আয়িশাহ্, জাবির, জুবাইর ইবনু মুত’ইম ও ইবনু ‘উমার (রাঃ) হতেও হাদীস বর্ণিত আছে।\nআবূ ‘ঈসা বলেনঃ আবূ সাঈদের হাদীসটি অধিক মাশহুর।\nএকদল বিদ্বান এ হাদীস অনুযায়ী আমল করেন। কিন্তু বেশিরভাগ বিদ্বান বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘সুবহানাকা........ইলাহা গাইরুকা’ পর্যন্ত পড়তেন। ‘উমার ইবনুল খাত্তাব ও ইবনু মাসঊদ (রাঃ) হতে এরূপই বর্ণিত আছে। বেশিরভাগ তাবিঈ ও অন্যান্যরা এই হাদীস অনুযায়ী আমল করেছেন। (তিরমিযী বলেন,) আবূ সা’ঈদের হাদীসটি সমালোচিত হয়েছে। ইয়াহ্ইয়া ইবনু সা’ঈদ এ হাদীসের এক রাবী ‘আলী ইবনু ‘আলীর সমালোচনা করেছেন (দুর্বল বলেছেন)। ইমাম আহমাদ বলেছেন, এ হাদীসটি সহীহ নয়।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}