{
  "hadith": {
    "hadith_id": 2423,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাত দিবসে মানুষকে খালি পায়ে, উলঙ্গ শরীরে ও খাৎনাবিহীন অবস্থায় হাযির করা হবে, যেভাবে প্রথমবার সৃষ্টি করা হয়েছিল। তারপর তিনি এ আয়াত তিলাওয়াত করেনঃ “আমি যেভাবে প্রথমবার সৃষ্টির সূচনা করেছিলাম সেভাবেই আবার সৃষ্টি করব। প্রতিশ্রুতি পূর্ণ করা আমার কর্তব্য, আমি তা পালন করবই” (সূরাঃ আম্বিয়া-১০৪)। ইবরাহীম (আঃ)-কে সকল সৃষ্টির মধ্যে সর্বপ্রথম পোশাক পরিধান করানো হবে। আমার সাহাবীগণের মধ্যকার কিছু সংখ্যক লোককে বন্দী করে ডানে-বামে নিয়ে যাওয়া হবে। তখন আমি বলব, হে প্রভু! এরা তো আমার অনুসারী। আমাকে তখন বলা হবে, আপনি তো জানেন না, আপনার পরে এরা যে কি সব বিদ’আতী কাজ করেছে। আপনি তাদের কাছ থেকে পৃথক হওয়ার পর হতে তারা পূর্বাবস্থায় ফিরে যেতে আরম্ভ করেছে। তখন আমি আল্লাহ্‌ তা’আলার সৎকর্মপরায়ণ বান্দাহ [ঈ’সা (আঃ)-এর] মতো বলব, (সূরাঃ মাইদা-১১৮): “আপনি যদি তাদের শাস্তি দেন তাহলে তারা তো আপনারই বান্দাহ, আর যদি তাদেরকে ক্ষমা করেন তাহলে নিশ্চয়ই আপনি মহা পরাক্রমশালী প্রজ্ঞাময়”।\n\nসহীহ, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا سُفْيَانُ، عَنِ الْمُغِيرَةِ بْنِ النُّعْمَانِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يُحْشَرُ النَّاسُ يَوْمَ الْقِيَامَةِ حُفَاةً عُرَاةً غُرْلاً كَمَا خُلِقُوا ثُمَّ قَرَأََ ‏(‏كَمَا بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا إِنَّا كُنَّا فَاعِلِينَ ‏)‏ وَأَوَّلُ مَنْ يُكْسَى مِنَ الْخَلاَئِقِ إِبْرَاهِيمُ وَيُؤْخَذُ مِنْ أَصْحَابِي بِرِجَالٍ ذَاتَ الْيَمِينِ وَذَاتَ الشِّمَالِ فَأَقُولُ يَا رَبِّ أَصْحَابِي ‏.‏ فَيُقَالُ إِنَّكَ لاَ تَدْرِي مَا أَحْدَثُوا بَعْدَكَ إِنَّهُمْ لَمْ يَزَالُوا مُرْتَدِّينَ عَلَى أَعْقَابِهِمْ مُنْذُ فَارَقْتَهُمْ ‏.‏ فَأَقُولُ كَمَا قَالَ الْعَبْدُ الصَّالِحُْ‏:‏ ‏(‏إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ‏)‏ ‏\"‏‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ شُعْبَةَ، عَنِ الْمُغِيرَةِ بْنِ النُّعْمَانِ، بِهَذَا الإِسْنَادِ فَذَكَرَ نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুহাম্মাদ ইব্‌ন বাশশার ও মুহাম্মাদ ইবনুল মুসান্না-মুহাম্মদ ইবনু জাফর হতে, তিনি শুবা হতে, তিনি মুগীরা ইবনু নু’মান হতে এই সূত্রে উপরোক্ত হাদীসের মতোই বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "35"
    }
  }
}