{
  "hadith": {
    "hadith_id": 2427,
    "narrator": "আনাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ কিয়ামাতের দিন আদম-সন্তানকে ভেড়ার (সদ্য প্রসূত) বাচ্চার ন্যায় অবস্থায় হাযির করা হবে। তারপর তাকে আল্রাহ তা’আলার সামনে দাঁড় করানো হবে। আল্লাহ তা’আলা তাকে প্রশ্ন করবেন, আমি তোমাকে ক্ষেত-খামার, দাস-দাসী ও অন্যান্য সুযোগ-সুবিধা দান করেছিলাম এবং আরো বিভিন্ন ধরণের অনুগ্রহ দিয়েছিলাম। তুমি কি আমল করে এসেছ? সে বলবে, হে রব! আমি সেগুলো সঞ্চয় করে রেখেছি, বহু গুণে বৃদ্ধি করেছি এবং যা ছিল তার চাইতে অনেক বাড়িয়ে রেখে এসেছি। আমাকে একটুখানি ফেরত যেতে দিন, আমি সেগুলো আপনার নিকটে নিয়ে আসব। তিনি তাকে বলবেন, তুমি কি কি আমল করে এসেছ আগে তা আমাকে দেখাও। অতঃপর দেখা যাবে সে এমন এক বান্দা, যে কোন ভাল কাজই করে নাই, ফলে তাকে জাহান্নামে নিক্ষেপ করা হবে।\n\nযঈফ, তা’লীকুর রাগীব (৩/১১)",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مُسْلِمٍ، عَنِ الْحَسَنِ، وَقَتَادَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ يُجَاءُ بِابْنِ آدَمَ يَوْمَ الْقِيَامَةِ كَأَنَّهُ بَذَجٌ فَيُوقَفُ بَيْنَ يَدَىِ اللَّهِ فَيَقُولُ اللَّهُ لَهُ أَعْطَيْتُكَ وَخَوَّلْتُكَ وَأَنْعَمْتُ عَلَيْكَ فَمَاذَا صَنَعْتَ ‏.‏ فَيَقُولُ يَا رَبِّ جَمَعْتُهُ وَثَمَّرْتُهُ فَتَرَكْتُهُ أَكْثَرَ مَا كَانَ فَارْجِعْنِي آتِكَ بِهِ ‏.‏ فَيَقُولُ لَهُ أَرِنِي مَا قَدَّمْتَ ‏.‏ فَيَقُولُ يَا رَبِّ جَمَعْتُهُ وَثَمَّرْتُهُ فَتَرَكْتُهُ أَكْثَرَ مَا كَانَ فَارْجِعْنِي آتِكَ بِهِ ‏.‏ فَإِذَا عَبْدٌ لَمْ يُقَدِّمْ خَيْرًا فَيُمْضَى بِهِ إِلَى النَّارِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى هَذَا الْحَدِيثَ غَيْرُ وَاحِدٍ عَنِ الْحَسَنِ قَوْلَهُ وَلَمْ يُسْنِدُوهُ ‏.‏ وَإِسْمَاعِيلُ بْنُ مُسْلِمٍ يُضَعَّفُ فِي الْحَدِيثِ مِنْ قِبَلِ حِفْظِهِ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ الْخُدْرِيِّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, একাধিক রাবী উপরোক্ত হাদীসটি হাসান বাসরী (রহঃ)-এর বক্তব্য হিসাবে বর্ণনা করেছেন। তারা এটিকে মুসনাদ হাদীস হিসাবে বর্ণনা করেননি। রাবী ইসমাঈল ইবনু মুসলিম তার স্মরণশক্তির দূর্বলতার জন্য সমালোচিত। এ অনুচ্ছেদে আবূ হুরাইরা ও আবূ সাঈদ আল-খুদরী (রাঃ) হতেও হাদীস বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "35"
    }
  }
}