{
  "hadith": {
    "hadith_id": 2428,
    "narrator": "আবূ হুরাইরা (রাঃ) ও আবূ সাঈদ (রাঃ)",
    "bn": "তারা দুজনেই বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাতের দিন কোন বান্দাকে উপস্থিত করা হবে। আল্লাহ্‌ তা’আলা তাকে প্রশ্ন করবেন, আমি কি তোমাকে কান, চোখ, ধন-সম্পদ ও সন্তান-সন্তুতি দেইনি এবং তোমার অধীনে জীব-জন্তু ও খেত-খামার দেইনি? তোমাকে তো স্বাধীনভাবে ছেড়ে রেখেছিলাম সর্দারী করতে এবং মানুষের নিকট হতে এক-চতুর্থাংশ গ্রহণ করতে (জাহিলী যুগের একটি রীতি)। তুমি কি ধারণা করতে যে, এই দিনে আমার সাথে তোমার সাক্ষাৎ হবে? সে বলবে, না। তিনি তাকে বলবেন, তুমি যেভাবে আমাকে ভুলে গিয়েছিলে, আমিও আজ তোমাকে ভুলে গেলাম।\n\nসহীহ, যিলালুল জান্নাত (৬৩২), মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الزُّهْرِيُّ الْبَصْرِيُّ، حَدَّثَنَا مَالِكُ بْنُ سُعَيْرٍ أَبُو مُحَمَّدٍ التَّمِيمِيُّ الْكُوفِيُّ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، وَعَنْ أَبِي سَعِيدٍ، قَالاَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يُؤْتَى بِالْعَبْدِ يَوْمَ الْقِيَامَةِ فَيَقُولُ اللَّهُ لَهُ أَلَمْ أَجْعَلْ لَكَ سَمْعًا وَبَصَرًا وَمَالاً وَوَلَدًا وَسَخَّرْتُ لَكَ الأَنْعَامَ وَالْحَرْثَ وَتَرَكْتُكَ تَرْأَسُ وَتَرْبَعُ فَكُنْتَ تَظُنُّ أَنَّكَ مُلاَقِيَّ يَوْمَكَ هَذَا قَالَ فَيَقُولُ لاَ ‏.‏ فَيَقُولُ لَهُ الْيَوْمَ أَنْسَاكَ كَمَا نَسِيتَنِي ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَمَعْنَى قَوْلِهِ ‏\"‏ الْيَوْمَ أَنْسَاكَ ‏\"‏ ‏.‏ يَقُولُ الْيَوْمَ أَتْرُكُكَ فِي الْعَذَابِ ‏.‏ هَكَذَا فَسَّرُوهُ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ فَسَّرَ بَعْضُ أَهْلِ الْعِلْمِ هَذِهِ الآيَةَ‏:‏ ‏(‏ الْيَوْمَ نَنْسَاهُمْ ‏)‏ قَالُوا إِنَّمَا مَعْنَاهُ الْيَوْمَ نَتْرُكُهُمْ فِي الْعَذَابِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি সহীহ্‌ গারীব। “তোমাকে ভুলে গেলাম” কথার অর্থ এই যে, আমি আজ তোমাকে শাস্তি প্রদান করলাম। আবূ ঈসা বলেন, কিছু আলিম (“আজ আমি তাদের ভুলে গেছি”) (সূরাঃ আরাফ-৫১) আয়াতের ব্যাখ্যায় বলেন, আজ আমি তাদের শাস্তি কার্যকর করলাম।",
    "chapter": {
      "chapter_number": "35"
    }
  }
}