{
  "hadith": {
    "hadith_id": 2434,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, কোন এক সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে গোশত আনা হলো। তারপর তাঁকে সামনের একটি রান উঠিয়ে দেয়া হলো। তিনি তা খুবই পছন্দ করতেন- আর তিনি তা দাঁত দিয়ে ছিড়ে ছিড়ে খেতে থাকলেন। তারপর তিনি বললেনঃ কিয়ামাত দিবসে আমিই হবো সকল মানুষের নেতা। তোমরা কি জান এর কারণ কি? আল্লাহ্‌ তা’আলা সেদিন পূর্বেকার ও পরের সকল মানুষকে এক জায়গায় সমবেত করবেন। একজনের আওয়াজই সবার কাছে পৌছে যাবে এবং সবাই একজনের দৃষ্টিসীমার মধ্যে থাকবে।\nসূর্য তাদের খুব নিকটে এসে যাবে। মানুষ সীমাহীন দুর্ভোগ ও সামর্থ্যের অতীত দুর্ভাবনায় পড়ে যাবে এবং ধৈর্য্যহারা হয়ে পড়বে। তারা পরস্পরকে বলবে, তোমরা কি এ দুঃসহ বিপদ দেখতে পাচ্ছ না? তোমাদের প্রভুর নিকট তোমাদের জন্য সুপারিশ করতে পারে এরূপ কাউকে খুঁজে দেখছ না কেন? লোকেরা একে অপরকে বলবে, তোমাদের উচিত আদম (আ:)-এর কাছে যাওয়া। অতএব, তারা আদম (আ:)-এর নিকট গিয়ে বলবে, আপনি তো মানব জাতির আদি পিতা। আল্লাহ্‌ তা’আলা আপনাকে তাঁর নিজ হাতে বানিয়েছেন এবং আপনার মধ্যে তাঁর সৃষ্ট রূহ্‌ ফুঁকে দিয়েছেন। তারপর ফেরেশতাদের নির্দেশ দিলে তারা আপনাকে সাজদাহ করেছেন। আপনি আমাদের জন্য আপনার প্রভুর নিকট সুপারিশ করুন। আপনি কি দেখতে পাচ্ছেন না আমরা কি অবস্থার মধ্যে পতিত আছি? আপনি কি লক্ষ্য করছেন না আমরা দুঃখ-দুর্দশার শেষ সীমায় পৌঁছে গেছি! আদম (আ:) তাদেরকে বলবেন, আমার প্রভু তো আজ এতই ক্রোধান্বিত হয়েছেন যেরূপ ইতিপূর্বে আর কখনো হননি এবং পরেও কখনো হবেন না। তিনি আমাকে একটি গাছের ব্যাপারে (তার ফল খেতে) নিষেধ করেছিলেন। আমি সেটা অমান্য করেছি। নাফসী, নাফসী, নাফসী (অর্থাৎ- আমারই তো কোন উপায় দেখছি না)। তোমরা অন্য কারো নিকটে যাও। তোমরা বরং নূহ্‌ (আ:)-এর নিকট যাও। তারা তখন নূহ্‌ (আ:)-এর নিকট গিয়ে বলবে, হে নূহ! আপনি তো দুনিয়াবাসীদের জন্য প্রথম রাসূল। আল্লাহ্‌ তা’আলা আপনাকে ‘আব্‌দ শাকূর’ (কৃতজ্ঞ বান্দাহ) উপাধি দিয়েছেন, আপনি আমাদের জন্য আপনার প্রভুর নিকট সুপারিশ করুন। আপনি কি দেখতে পাচ্ছেন না যে, আমরা কি অবস্থায় পতিত আছি, আপনি কি লক্ষ্য করছেন না আমরা দু:খ-দুর্দশার শেষ সীমায় পৌঁছে গেছি! নূহ্‌ (আ:) তাদেরকে বলবেন, আজ আমার প্রতিপালক এতই রাগান্বিত হয়েছেন যেমনটি এরপূর্বে আর কখনো হননি এবং পরেও হবেন না। আমাকে একটি দু’আ করার অধিকার দেয়া হয়েছিল (যে উদ্দেশ্যেই দু’আ করব আল্লাহ্‌ তা’আলা তা ক্ববূল করবেন বলে অঙ্গীকার ছিল)। কিন্তু আমি আমর উম্মাতের বিরুদ্ধে সেই দু’আ করেছি। নাফসী, নাফসী, নাফসী। তোমরা অন্য কারো কাছে যাও। তোমরা বরং ইবরাহীম (আ:)-এর নিকট যাও। তারা ইবরাহীম (আ:)-এর নিকট গিয়ে বলবে, হে ইবরাহীম ! আপনি আল্লাহ্‌র নবী এবং দুনিয়াবাসীদের মধ্যে তাঁর অন্তরঙ্গ বন্ধু। আমরা কি অবস্থার মধ্যে পতিত আছি আপনি দেখতে পাচ্ছেন না? আপনি আমাদের জন্য আপনার প্রভুর নিকট সুপারিশ করুন। তিনি বলবেন, আমার পরোয়ারদিগার আজ এতই রাগান্বিত হয়েছেন, যেমনটি এরপূর্বে তিনি আর কখনো হননি এবং পরেও কখনো হবেন না। আমি তিনটি মিথ্যা কথা বলেছি। আবূ হাইয়্যান তাঁর বর্ণিত হাদীসে সেগুলো উল্লেখ করেছেন। নাফসী, নাফসী, নাফসী (আমি আজ আমার নিজের চিন্তায় অস্থির)। তোমরা বরং অন্য কারো নিকট যাও, তোমরা মূসা (আ:)-এর নিকট যাও। তখন তারা মূসা (আ:)-এর নিকট উপস্থিত হয়ে বলবে, হে মূসা ! আপনি তো আল্লাহ্‌র রাসূল, আল্লাহ্‌ তাঁর রিসালাত ও বাক্যালাপ দ্বারা আপনাকে মানুষের উপর মর্যাদা প্রদান করেছেন। আপনি কি আমাদের প্রাণান্তকর এ করুণ অবস্থা দেখছেন না? আপনি আমাদের জন্য আপনার প্রভুর নিকট সুপারিশ করুন। তিনি বলবেন, আল্লাহ্‌ তা’আলা তো আজ এতই ক্রোধান্বিত হয়েছেন, যেমনটি এরপূর্বে তিনি আর কখনো হননি আর পরেও হবেন না। আমি তো এক লোককে হত্যা করেছি। অথচ তাকে হত্যার নির্দেশ আমাকে প্রদান করা হয়নি। নাফসী, নাফসী, নাফসী। তোমরা বরং অন্য কারো নিকট যাও। তোমরা ঈসা (আ:)-এর নিকট যাও। তখন ঈসা (আ:)-এর নিকট গিয়ে তারা বলবে, হে ঈসা ! আপনি আল্লাহ্‌র রাসূল, তাঁর একটি বাণী যা তিনি মারইয়ামের গর্ভে নিক্ষেপ করেছেন এবং তাঁর সৃষ্ট আত্মা। আপনি দোলনায় থাকাবস্থায় মানুষের সাথে কথা বলেছেন। আপনি কি আমাদের এ করুণ অবস্থা দেখছেন না? আপনি আমাদের জন্য আপনার প্রভুর নিকট সুপারিশ করুন। তখন ঈসা (আ:) বলবেন, আমার পরোয়ারদিগার আজ এতই রাগান্বিত হয়েছেন, যেমনটি এর আগে তিনি আর কখনো হননি এবং পরে কখনো হবেন না। তিনি কোন গুনাহের কথা উল্লেখ করবেন না। তিনি বললেন, নাফসী, নাফসী, নাফসী। তোমরা অন্য কারো নিকট যাও। তোমরা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট যাও। তখন তারা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হাযির হয়ে বলবে, হে মুহাম্মাদ ! আপনি আল্লাহ্‌র রাসূল, নাবীগণের মধ্যে সর্বশেষ নাবী, আপনার পূর্বাপর সমস্ত গুনাহ মাফ করে দেয়া হয়েছে। আপনি কি দেখছেন না আমরা কি অবস্থায় পতিত আছি! আপনি আমাদের জন্য আপনার প্রভুর নিকট সুপারিশ করুন। তখন আমি রাওয়ানা হয়ে আরশের নীচে উপস্থিত হবো। তারপর আমার প্রভুর উদ্দেশ্যে সাজদায় লুটিয়ে পড়ব। তারপর আল্লাহ তা’আলা আমার জন্য তাঁর প্রশংসা ও সর্বোত্তম গুণগানের এমন কিছু উন্মুক্ত করে দিবেন যা আমার পূর্বে আর কারো জন্য উন্মুক্ত করা হয়নি। তারপর বলা হবে, হে মুহাম্মাদ! তুমি মাথা উঠাও এবং আবেদন কর, তোমার আবেদন পূরণ করা হবে, সুপারিশ কর তোমার সুপারিশ ক্ববূল করা হবে। তারপর আমি মাথা তুলে বলব, হে পরোয়ারদিগার! আমার উম্মাত, হে পরোয়ারদিগার! আমার উম্মাত (তাদের রক্ষা করুন)। তখন আল্লাহ্‌ তা’আলা বলবেন, হে মুহাম্মাদ! তোমার উম্মাতের মধ্যে যাদের কোন হিসাব-নিকাশ নেই তাদেরকে তুমি জান্নাতের ডান দরজা দিয়ে প্রবেশ করাও। অধিকন্তু তারা অন্য মানুষের সাথে শরীক হয়ে অন্যান্য দরজা দিয়ে প্রবেশ করার অধিকারও পাবে। তারপর তিনি বললেন, যার হাতে আমার প্রাণ সেই মহান সত্তার শপথ! জান্নাতের দরজার দুটি চৌকাঠের মধ্যকার ব্যবধান মক্কা ও হাজার এবং মক্কা ও বুসরার মধ্যকার ব্যবধানের সমান।\n\nসহীহ, তাখরীজ তাহাভীয়া (১৯৮), যিলালুল জান্নাত (৮১১)।",
    "ar": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا أَبُو حَيَّانَ التَّيْمِيُّ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِلَحْمٍ فَرُفِعَ إِلَيْهِ الذِّرَاعُ فَأَكَلَهُ وَكَانَتْ تُعْجِبُهُ فَنَهَسَ مِنْهَا نَهْسَةً ثُمَّ قَالَ ‏ \"‏ أَنَا سَيِّدُ النَّاسِ يَوْمَ الْقِيَامَةِ هَلْ تَدْرُونَ لِمَ ذَاكَ يَجْمَعُ اللَّهُ النَّاسَ الأَوَّلِينَ وَالآخِرِينَ فِي صَعِيدٍ وَاحِدٍ فَيُسْمِعُهُمُ الدَّاعِي وَيَنْفُذُهُمُ الْبَصَرُ وَتَدْنُو الشَّمْسُ مِنْهُمْ فَيَبْلُغُ النَّاسُ مِنَ الْغَمِّ وَالْكَرْبِ مَا لاَ يُطِيقُونَ وَلاَ يَحْتَمِلُونَ فَيَقُولُ النَّاسُ بَعْضُهُمْ لِبَعْضٍ أَلاَ تَرَوْنَ مَا قَدْ بَلَغَكُمْ أَلاَ تَنْظُرُونَ مَنْ يَشْفَعُ لَكُمْ إِلَى رَبِّكُمْ فَيَقُولُ النَّاسُ بَعْضُهُمْ لِبَعْضٍ عَلَيْكُمْ بِآدَمَ ‏.‏ فَيَأْتُونَ آدَمَ فَيَقُولُونَ أَنْتَ أَبُو الْبَشَرِ خَلَقَكَ اللَّهُ بِيَدِهِ وَنَفَخَ فِيكَ مِنْ رُوحِهِ وَأَمَرَ الْمَلاَئِكَةَ فَسَجَدُوا لَكَ اشْفَعْ لَنَا إِلَى رَبِّكَ أَلاَ تَرَى مَا نَحْنُ فِيهِ أَلاَ تَرَى مَا قَدْ بَلَغَنَا فَيَقُولُ لَهُمْ آدَمُ إِنَّ رَبِّي قَدْ غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ وَإِنَّهُ قَدْ نَهَانِي عَنِ الشَّجَرَةِ فَعَصَيْتُ نَفْسِي نَفْسِي نَفْسِي اذْهَبُوا إِلَى غَيْرِي اذْهَبُوا إِلَى نُوحٍ ‏.‏ فَيَأْتُونَ نُوحًا فَيَقُولُونَ يَا نُوحُ أَنْتَ أَوَّلُ الرُّسُلِ إِلَى أَهْلِ الأَرْضِ وَقَدْ سَمَّاكَ اللَّهُ عَبْدًا شَكُورًا اشْفَعْ لَنَا إِلَى رَبِّكَ أَلاَ تَرَى مَا نَحْنُ فِيهِ أَلاَ تَرَى مَا قَدْ بَلَغَنَا فَيَقُولُ لَهُمْ نُوحٌ إِنَّ رَبِّي قَدْ غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ وَإِنَّهُ قَدْ كَانَ لِي دَعْوَةٌ دَعَوْتُهَا عَلَى قَوْمِي نَفْسِي نَفْسِي نَفْسِي اذْهَبُوا إِلَى غَيْرِي اذْهَبُوا إِلَى إِبْرَاهِيمَ ‏.‏ فَيَأْتُونَ إِبْرَاهِيمَ فَيَقُولُونَ يَا إِبْرَاهِيمُ أَنْتَ نَبِيُّ اللَّهِ وَخَلِيلُهُ مِنْ أَهْلِ الأَرْضِ اشْفَعْ لَنَا إِلَى رَبِّكَ أَلاَ تَرَى مَا نَحْنُ فِيهِ فَيَقُولُ إِنَّ رَبِّي قَدْ غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ وَإِنِّي قَدْ كَذَبْتُ ثَلاَثَ كَذَبَاتٍ فَذَكَرَهُنَّ أَبُو حَيَّانَ فِي الْحَدِيثِ نَفْسِي نَفْسِي نَفْسِي اذْهَبُوا إِلَى غَيْرِي اذْهَبُوا إِلَى مُوسَى ‏.‏ فَيَأْتُونَ مُوسَى فَيَقُولُونَ يَا مُوسَى أَنْتَ رَسُولُ اللَّهِ فَضَّلَكَ اللَّهُ بِرِسَالَتِهِ وَبِكَلاَمِهِ عَلَى الْبَشَرِ اشْفَعْ لَنَا إِلَى رَبِّكَ أَلاَ تَرَى مَا نَحْنُ فِيهِ فَيَقُولُ إِنَّ رَبِّي قَدْ غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ وَإِنِّي قَدْ قَتَلْتُ نَفْسًا لَمْ أُومَرْ بِقَتْلِهَا نَفْسِي نَفْسِي نَفْسِي اذْهَبُوا إِلَى غَيْرِي اذْهَبُوا إِلَى عِيسَى ‏.‏ فَيَأْتُونَ عِيسَى فَيَقُولُونَ يَا عِيسَى أَنْتَ رَسُولُ اللَّهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ وَكَلَّمْتَ النَّاسَ فِي الْمَهْدِ اشْفَعْ لَنَا إِلَى رَبِّكَ أَلاَ تَرَى مَا نَحْنُ فِيهِ فَيَقُولُ عِيسَى إِنَّ رَبِّي قَدْ غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ وَلَمْ يَذْكُرْ ذَنْبًا نَفْسِي نَفْسِي نَفْسِي اذْهَبُوا إِلَى غَيْرِي اذْهَبُوا إِلَى مُحَمَّدٍ ‏.‏ قَالَ فَيَأْتُونَ مُحَمَّدًا فَيَقُولُونَ يَا مُحَمَّدُ أَنْتَ رَسُولُ اللَّهِ وَخَاتَمُ الأَنْبِيَاءِ وَقَدْ غُفِرَ لَكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ اشْفَعْ لَنَا إِلَى رَبِّكَ أَلاَ تَرَى مَا نَحْنُ فِيهِ فَأَنْطَلِقُ فَآتِي تَحْتَ الْعَرْشِ فَأَخِرُّ سَاجِدًا لِرَبِّي ثُمَّ يَفْتَحُ اللَّهُ عَلَىَّ مِنْ مَحَامِدِهِ وَحُسْنِ الثَّنَاءِ عَلَيْهِ شَيْئًا لَمْ يَفْتَحْهُ عَلَى أَحَدٍ قَبْلِي ثُمَّ يُقَالُ يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ سَلْ تُعْطَهُ وَاشْفَعْ تُشَفَّعْ ‏.‏ فَأَرْفَعُ رَأْسِي فَأَقُولُ يَا رَبِّ أُمَّتِي يَا رَبِّ أُمَّتِي يَا رَبِّ أُمَّتِي ‏.‏ فَيَقُولُ يَا مُحَمَّدُ أَدْخِلْ مِنْ أُمَّتِكَ مَنْ لاَ حِسَابَ عَلَيْهِ مِنَ الْبَابِ الأَيْمَنِ مِنْ أَبْوَابِ الْجَنَّةِ وَهُمْ شُرَكَاءُ النَّاسِ فِيمَا سِوَى ذَلِكَ مِنَ الأَبْوَابِ ثُمَّ قَالَ وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ مَا بَيْنَ الْمِصْرَاعَيْنِ مِنْ مَصَارِيعِ الْجَنَّةِ كَمَا بَيْنَ مَكَّةَ وَهَجَرَ وَكَمَا بَيْنَ مَكَّةَ وَبُصْرَى ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ وَأَنَسٍ وَعُقْبَةَ بْنِ عَامِرٍ وَأَبِي سَعِيدٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو حَيَّانَ التَّيْمِيُّ اسْمُهُ يَحْيَى بْنُ سَعِيدِ بْنِ حَيَّانَ كُوفِيٌّ وَهُوَ ثِقَةٌ وَأَبُو زُرْعَةَ بْنُ عَمْرِو بْنِ جَرِيرٍ اسْمُهُ هَرِمٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ বাক্‌র সিদ্দীক, আনাস, উক্‌বা ইবনু আমির ও আবূ সাঈদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আবূ হাইয়্যান আত-তাইমীর নাম ইয়াহ্‌ইয়া ইবনু সাঈদ ইবনু হাইয়্যান। তিনি কূফার অধিবাসী এবং বিশ্বস্ত বর্ণনাকারী। আবূ যুরআ ইবনু আমর ইবনু জারীর-এর নাম হারিম।",
    "chapter": {
      "chapter_number": "35"
    }
  }
}