{
  "hadith": {
    "hadith_id": 2446,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিরাজের রাত্রিতে যখন ঊর্ধারোহণ করলেন, তখন তিনি নবী ও নাবীগণের দলের পাশ দিয়ে যান। তিনি তখন দেখতে পেলেন তাদের সাথে আছে তাদের উম্মাতগণ। কোথাও বা একজন নবী ও তাঁর সাথে আছে ছোট একটি দল। আর কোন কোন নাবীর সাথে কেউ নেই। অবশেষে তিনি একটি বিরাট দলের পাশদিয়ে এগিয়ে গেলেন। তিনি বলেনঃ আমি প্রশ্ন করলাম, এ বিরাট দলটি কারা? বলা হলো, মূসা (আ:) ও তাঁর উম্মাতগণ। আপনি আপনার মাথা তুলে দেখুন। তিনি বলেন, তখন আমি মাথা তুলে দেখলাম, অসংখ্য মানুষের একদল যারা আকাশের এই দিগন্ত ও সেই দিগন্ত পূর্ণ করে আছে। বলা হলো, এরা আপনার উম্মাত। আপনার উম্মাতের মধ্যে এরা ছাড়াও সত্তরহাজার লোক বিনা হিসাবে জান্নাতে প্রবেশ করবে। একথা বলার পর তিনি ঘরের ভিতর ঢুকলেন, কিন্তু এ ব্যাপারে তারা তাকে প্রশ্ন করেনি এবং তিনিও এর ব্যাখ্যা করে বলেননি। তারা নিজেদের মধ্যে বলাবলি শুরু করলেন। কেউ বলেন, আমরাই সেই দলের, যারা বিনা হিসাবে জান্নাতে প্রবেশ করবে। কেউ বলেন, তারা আমাদের সন্তান যারা ইসলামী ফিতরাতে জন্মগ্রহণ করেছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইতিমধ্যে বেরিয়ে এসে বলেনঃ যারা গায়ে গরম লোহার দাগ দেয় না, ঝাড়ফুঁক করে না, ফাল অর্থ্যাৎ শুভাশুভ লক্ষণ নির্ণয় করে না এবং তাদের প্রভুর উপর পূর্ণ নির্ভরশীল থাকে, তারা হবে বিনা হিসাবে জান্নাতে প্রবেশকারী দল। একথা শুনার পর উক্কাশা ইবনু মিহসান (রাঃ) দাঁড়িয়ে বলেন, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি কি সেই দলের অন্তর্ভূক্ত? তিনি বললেন, হ্যাঁ। তারপর আরেকজন এসে বলল, আমিও কি সেই দলের অন্তর্ভূক্ত? তিনি বললেন, উক্কাশা তোমার অগ্রবর্তী হয়ে গেছে।\n\nসহীহ, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو حَصِينٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ يُونُسَ، كُوفِيٌّ حَدَّثَنَا عَبْثَرُ بْنُ الْقَاسِمِ، حَدَّثَنَا حُصَيْنٌ، هُوَ ابْنُ عَبْدِ الرَّحْمَنِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لَمَّا أُسْرِيَ بِالنَّبِيِّ صلى الله عليه وسلم جَعَلَ يَمُرُّ بِالنَّبِيِّ وَالنَّبِيَّيْنِ وَمَعَهُمُ الْقَوْمُ وَالنَّبِيِّ وَالنَّبِيَّيْنِ وَمَعَهُمُ الرَّهْطُ وَالنَّبِيِّ وَالنَّبِيِّينَ وَلَيْسَ مَعَهُمْ أَحَدٌ حَتَّى مَرَّ بِسَوَادٍ عَظِيمٍ فَقُلْتُ مَنْ هَذَا قِيلَ مُوسَى وَقَوْمُهُ وَلَكِنِ ارْفَعْ رَأْسَكَ فَانْظُرْ ‏.‏ قَالَ فَإِذَا سَوَادٌ عَظِيمٌ قَدْ سَدَّ الأُفُقَ مِنْ ذَا الْجَانِبِ وَمِنْ ذَا الْجَانِبِ فَقِيلَ هَؤُلاَءِ أُمَّتُكَ وَسِوَى هَؤُلاَءِ مِنْ أُمَّتِكَ سَبْعُونَ أَلْفًا يَدْخُلُونَ الْجَنَّةَ بِغَيْرِ حِسَابٍ ‏.‏ فَدَخَلَ وَلَمْ يَسْأَلُوهُ وَلَمْ يُفَسِّرْ لَهُمْ فَقَالُوا نَحْنُ هُمْ ‏.‏ وَقَالَ قَائِلُونَ هُمْ أَبْنَاؤُنَا الَّذِينَ وُلِدُوا عَلَى الْفِطْرَةِ وَالإِسْلاَمِ ‏.‏ فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏\"‏ هُمُ الَّذِينَ لاَ يَكْتَوُونَ وَلاَ يَسْتَرْقُونَ وَلاَ يَتَطَيَّرُونَ وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ ‏\"‏ ‏.‏ فَقَامَ عُكَّاشَةُ بْنُ مِحْصَنٍ فَقَالَ أَنَا مِنْهُمْ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ ثُمَّ قَامَ آخَرُ فَقَالَ أَنَا مِنْهُمْ فَقَالَ ‏\"‏ سَبَقَكَ بِهَا عُكَّاشَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَأَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ। ইবনু মাসঊদ ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "35"
    }
  }
}