{
  "hadith": {
    "hadith_id": 2448,
    "narrator": "আসমা বিনতু উমাইস আল-খাসআমিয়্যা (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ সেই ব্যক্তি কতই না খারাপ যে নিজেকে বড় মনে করে এবং অহংকার করে আর আল্লাহ্ তা’আলাকে ভুলে যায়। সেই ব্যক্তি কতই না খারাপ, যে যালিম হয়ে যুলুম করে এবং পরাক্রমশালী আল্লাহ্ তা’আলাকে ভুলে যায়। সেই ব্যক্তি কতই না খারাপ, যে সত্যবিমুখ হয়ে অনর্থক কাজে লিপ্ত হয় এবং গোরস্থান ও মাটিতে মিশে যাওয়ার কথা ভুলে যায়। সেই ব্যক্তি কতই না খারাপ, যে বিদ্রোহী হয়ে অবাধ্যতা করে এবং তার সূচনা ও পরিণতিকে ভুলে যায়। আর সেই ব্যক্তি কতই না খারাপ যে দ্বীনের বিনিময়ে দুনিয়া হাসিল করার পথ অবলম্বন করে। আর সেই ব্যক্তি কতই না খারাপ যে সন্দেহজনক বিষয়ের উপর আমল করে দ্বীনের মধ্যে সন্দেহের সৃষ্টি করে। সেই ব্যক্তি কতই না খারাপ যে লালসার গোলাম হয়ে যায়, লালসা তাকে টেনে নিয়ে যায়। সেই ব্যক্তি কতই না খারাপ যাকে তার প্রবৃত্তি ভুল পথে পরিচালিত করে। সেই ব্যক্তি কতই না খারাপ যাকে প্রবৃত্তির চাহিদা লাঞ্ছিত করে। \n\nযঈফ, মিশকাত তাহকীক ছানী (৫১১৫), যঈফা (২০২৬) যিলাল (৯-১০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى الأَزْدِيُّ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا هَاشِمٌ، وَهُوَ ابْنُ سَعِيدٍ الْكُوفِيُّ حَدَّثَنِي زَيْدٌ الْخَثْعَمِيُّ، عَنْ أَسْمَاءَ بِنْتِ عُمَيْسٍ الْخَثْعَمِيَّةِ، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ بِئْسَ الْعَبْدُ عَبْدٌ تَخَيَّلَ وَاخْتَالَ وَنَسِيَ الْكَبِيرَ الْمُتَعَالِ بِئْسَ الْعَبْدُ عَبْدٌ تَجَبَّرَ وَاعْتَدَى وَنَسِيَ الْجَبَّارَ الأَعْلَى بِئْسَ الْعَبْدُ عَبْدٌ سَهَا وَلَهَا وَنَسِيَ الْمَقَابِرَ وَالْبِلَى بِئْسَ الْعَبْدُ عَبْدٌ عَتَا وَطَغَى وَنَسِيَ الْمُبْتَدَا وَالْمُنْتَهَى بِئْسَ الْعَبْدُ عَبْدٌ يَخْتِلُ الدُّنْيَا بِالدِّينِ بِئْسَ الْعَبْدُ عَبْدٌ يَخْتِلُ الدِّينَ بِالشُّبُهَاتِ بِئْسَ الْعَبْدُ عَبْدٌ طَمَعٌ يَقُودُهُ بِئْسَ الْعَبْدُ عَبْدٌ هَوًى يُضِلُّهُ بِئْسَ الْعَبْدُ عَبْدٌ رَغَبٌ يُذِلُّهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ وَلَيْسَ إِسْنَادُهُ بِالْقَوِيِّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। শুধুমাত্র উপরোক্ত সূত্রেই আমরা এ হাদীস জেনেছি। এর সনদ তেমন মজবুত নয়।",
    "chapter": {
      "chapter_number": "35"
    }
  }
}