{
  "hadith": {
    "hadith_id": 2457,
    "narrator": "উবাই ইবনু কা’ব (রাঃ)",
    "bn": "তিনি বলেন, রাতের দুই-তৃতীয়াংশ চলে যাওয়ার পর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুম থেকে জেগে দাঁড়িয়ে বলতেনঃ হে মানবগণ! তোমরা আল্লাহ্‌ তা’আলাকে স্মরণ কর, তোমরা আল্লাহ্‌ তা’আলাকে স্মরণ কর। কম্পন সৃষ্টিকারী প্রথম শিঙ্গাধ্বনি এসে পড়েছে এবং এর পরপর আসবে পরবর্তী শিঙ্গাধ্বনি। মৃত্যু তার ভয়াবহতা নিয়ে উপস্থিত হয়েছে, মৃত্যু তার ভয়াবহতা নিয়ে উপস্থিত হয়েছে। উবাই (রাঃ) বলেন, আমি বললাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি তো খুব অধিক হারে আপনার প্রতি দরুদ পাঠ করি। আপনার প্রতি দরুদ পাঠের জন্য আমি আমার সময়ের কতটুকু খরচ করবো? তিনি বললেন, তুমি যতক্ষণ ইছা কর। আমি বললাম, এক-চতুর্থাংশ সময়? তিনি বললেন, তুমি যতটুকু ইচ্ছা কর, তবে এর চেয়ে অধিক পরিমাণে পাঠ করতে পারলে এতে তোমারই মঙ্গল হবে। আমি বললাম, তাহলে আমি কি অর্ধেক সময় দরুদ পাঠ করবো? তিনি বললেন, তুমি যতক্ষণ চাও, যদি এর চেয়েও বাড়াতে পারো সেটা তোমার জন্যই কল্যাণকর। আমি বললাম, তাহলে দুই-তৃতীয়াংশ সময় দরুদ পাঠ করবো? তিনি বললেন, তুমি যতক্ষণ ইচ্ছা কর, তবে এর চেয়েও বাড়াতে পারলে তোমারই ভাল। আমি বললাম, তাহলে আমার পুরো সময়টাই আপনার দরুদ পাঠে কাটিয়ে দিব? তিনি বললেনঃ তোমার চিন্তা ও কষ্টের জন্য তা যথেষ্ট হবে এবং তোমার পাপসমূহ ক্ষমা করা হবে।\n\nহাসানঃ সহীহাহ (৯৫৪), ফাযলুস সালাত আল্লান্নাবী (১৩,১৪)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا قَبِيصَةُ، عَنْ سُفْيَانَ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنِ الطُّفَيْلِ بْنِ أُبَىِّ بْنِ كَعْبٍ، عَنْ أَبِيهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا ذَهَبَ ثُلُثَا اللَّيْلِ قَامَ فَقَالَ ‏\"‏ يَا أَيُّهَا النَّاسُ اذْكُرُوا اللَّهَ اذْكُرُوا اللَّهَ جَاءَتِ الرَّاجِفَةُ تَتْبَعُهَا الرَّادِفَةُ جَاءَ الْمَوْتُ بِمَا فِيهِ جَاءَ الْمَوْتُ بِمَا فِيهِ ‏\"‏ ‏.‏ قَالَ أُبَىٌّ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي أُكْثِرُ الصَّلاَةَ عَلَيْكَ فَكَمْ أَجْعَلُ لَكَ مِنْ صَلاَتِي فَقَالَ ‏\"‏ مَا شِئْتَ ‏\"‏ ‏.‏ قَالَ قُلْتُ الرُّبُعَ ‏.‏ قَالَ ‏\"‏ مَا شِئْتَ فَإِنْ زِدْتَ فَهُوَ خَيْرٌ لَكَ ‏\"‏ ‏.‏ قُلْتُ النِّصْفَ ‏.‏ قَالَ ‏\"‏ مَا شِئْتَ فَإِنْ زِدْتَ فَهُوَ خَيْرٌ لَكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ فَالثُّلُثَيْنِ ‏.‏ قَالَ ‏\"‏ مَا شِئْتَ فَإِنْ زِدْتَ فَهُوَ خَيْرٌ لَكَ ‏\"‏ ‏.‏ قُلْتُ أَجْعَلُ لَكَ صَلاَتِي كُلَّهَا ‏.‏ قَالَ ‏\"‏ إِذًا تُكْفَى هَمَّكَ وَيُغْفَرُ لَكَ ذَنْبُكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "35"
    }
  }
}