{
  "hadith": {
    "hadith_id": 2459,
    "narrator": "শাদ্দাদ ইবনু আওস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সেই ব্যক্তি বুদ্ধিমান যে নিজের নাফসকে নিয়ন্ত্রণে রাখে এবং মৃত্যুর পরবর্তী সময়ের জন্য কাজ করে। আর সেই ব্যক্তি নির্বোধ ও অক্ষম যে তার নাফসের দাবির অনুসরণ করে আর আল্লাহ্ তা’আলার নিকটে বৃথা আশা পোষণ করে। \n\nযঈফ, ইবনু মাজাহ (৪২৬০)",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مَرْيَمَ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا عَمْرُو بْنُ عَوْنٍ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مَرْيَمَ، عَنْ ضَمْرَةَ بْنِ حَبِيبٍ، عَنْ شَدَّادِ بْنِ أَوْسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ الْكَيِّسُ مَنْ دَانَ نَفْسَهُ وَعَمِلَ لِمَا بَعْدَ الْمَوْتِ وَالْعَاجِزُ مَنْ أَتْبَعَ نَفْسَهُ هَوَاهَا وَتَمَنَّى عَلَى اللَّهِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ ‏.‏ قَالَ وَمَعْنَى قَوْلِهِ ‏\"‏ مَنْ دَانَ نَفْسَهُ ‏\"‏ ‏.‏ يَقُولُ حَاسَبَ نَفْسَهُ فِي الدُّنْيَا قَبْلَ أَنْ يُحَاسَبَ يَوْمَ الْقِيَامَةِ ‏.‏ وَيُرْوَى عَنْ عُمَرَ بْنِ الْخَطَّابِ قَالَ حَاسِبُوا أَنْفُسَكُمْ قَبْلَ أَنْ تُحَاسَبُوا وَتَزَيَّنُوا لِلْعَرْضِ الأَكْبَرِ وَإِنَّمَا يَخِفُّ الْحِسَابُ يَوْمَ الْقِيَامَةِ عَلَى مَنْ حَاسَبَ نَفْسَهُ فِي الدُّنْيَا ‏.‏ وَيُرْوَى عَنْ مَيْمُونِ بْنِ مِهْرَانَ قَالَ لاَ يَكُونُ الْعَبْدُ تَقِيًّا حَتَّى يُحَاسِبَ نَفْسَهُ كَمَا يُحَاسِبُ شَرِيكَهُ مِنْ أَيْنَ مَطْعَمُهُ وَمَلْبَسُهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান। “মান দানা নাফসাহু” বাক্যাংশের তাৎপর্য এই যে, কিয়ামাতের দিন আত্মাকে হিসাবের সম্মুখীন করার পূর্বেই যে ব্যক্তি দুনিয়াতে নিজের নাফসের হিসাব-নিকাশ নেয়। উমার ইবনুল খাত্তাব (রাঃ) বলেন, “হিসাবের সম্মুখীন হওয়ার পূর্বেই তোমরা নিজেদের কৃতকর্মের হিসাব নাও এবং মহাসমাবেশে হাযির হওয়ার জন্য প্রস্তুত হয়ে যাও। যে ব্যক্তি দুনিয়াতে তার হিসাব-নিকাশ নেয়, কিয়ামাতের দিন তার হিসাব অত্যন্ত হালকা ও সহজ হবে”। মাইমূন ইবনু মিহরান বলেন, কোন ব্যক্তি খাঁটি মুত্তাকী হতে পারবে না যে পর্যন্ত না সে আত্মসমালোচনা করবে। যেমন কোন ব্যক্তি তার শরীকের নিকট হতে পুঙ্খানুপুঙ্খ হিসেব নেয় যে, সে খাদ্যদ্রব্য ও কাপড়-চোপড় কোথা থেকে কত মূল্যে সংগ্রহ করেছে।",
    "chapter": {
      "chapter_number": "35"
    }
  }
}