{
  "hadith": {
    "hadith_id": 2460,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "তিনি বলেন, কোন এক সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নামাযে (জানাযার) এসে দেখেন যে, কিছু লোক হাসাহাসি করছে। তিনি বললেন, ওহে! তোমরা যদি জীবনের স্বাদ ছিন্নকারী মৃত্যুকে বেশী বেশী মনে করতে তাহলে আমি তোমাদের যে অবস্থায় দেখছি অবশ্যই তা থেকে বিরত থাকতে। তোমরা জীবনের স্বাদ ছিন্নকারী মৃত্যুকে খুব বেশী স্মরণ কর। কেননা কবর প্রতিদিন দুনিয়াবাসীকে সম্বোধন করে বলতে থাকে, আমি প্রবাসী মুসাফিরের বাড়ী, আমি নির্জন কুটির, আমি মাটির ঘর, আমি পোকা-মাকড় ও কীট-পতঙ্গের আস্তানা। তারপর কোন ঈমানদারকে যখন দাফন করা হয় তখন কবর তাকে বলে, ‘মারহাবা, স্বাগতম’, আমার পিঠের উপর যত লোক চলাফেরা করেছে তাদের মধ্যে তুমিই ছিলে আমার নিকট সবচাইতে প্রিয়। আজ তোমাকেই আমার নিকট সমর্পণ করা হয়েছে, আর তুমি আমার কাছেই এসেছ। সুতরাং তুমি শীঘ্রই দেখবে যে, আমি তোমার সাথে কেমন সৌজন্যমূলক ব্যবহার করি। তারপর কবর তার জন্য দৃষ্টির শেষ সীমা পর্যন্ত প্রশস্ত হয়ে যাবে এবং জান্নাতের দিকে তার একটি দরজা খুলে দেয়া হবে। আর অপরাধী পাপী কিংবা কাফিরকে যখন দাফন করা হয় তখন কবর তাকে বলে, তোমার আগমন অশুভ ও তোমার জন্য স্বাগতম নেই। কেননা আমার উপর যত লোক চলাফেরা করেছে তাদের মধ্যে তুমিই ছিলে আমার নিকট সবচাইতে ঘৃণিত ও অপ্রিয়। আজ তোমাকেই আমার নিকট সমর্পণ করা হয়েছে এবং তুমি আমার নিকট ফিরে এসেছ। সুতরাং শীঘ্রই দেখবে, আমি তোমার সাথে কেমন জঘন্য আচরণ করি। এই বলে সে সংকুচিত হয়ে যাবে এবং তার উপর একেবারে চেপে যাবে, ফলে তার পাঁজরের হাড়সমূহ পরষ্পরের মধ্যে ঢুকে যাবে। রাবী বলেন, এ সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক হাতের আংগুলসমূহ অপর হাতের আংগুলে ঢুকিয়ে বললেন, ‘এভাবে’। তিনি আরও বললেন, তার জন্য এরূপ সত্তরটি অজগর সাপ নিয়োগ করা হবে, তার মধ্যে একটি সাপও যদি যমিনে একবার ফুঁ দেয় তাহলে এতে কোন কিছুই উৎপন্ন হবে না। তারপর হিসাব-নিকাশ না হওয়া পর্যন্ত সে অজগরগুলো তাকে দংশন করতে থাকবে, খামচাতে থাকবে। রাবী (আবূ সাঈদ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কবর হল জান্নাতের উদ্যানসমূহের একটি উদ্যান, অথবা জাহান্নামের গর্তসমূহের একটি গর্ত। \n\nখুবই দুর্বল, যঈফা (৪৯৯০), স্বাদ কর্তনকারী অংশটুকু সহীহ, সহীহা (২৪০৯)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنُ مَدُّويَهْ التِّرْمِذِيُّ، حَدَّثَنَا الْقَاسِمُ بْنُ الْحَكَمِ الْعُرَنِيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ الْوَلِيدِ الْوَصَّافِيُّ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، قَالَ دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم مُصَلاَّهُ فَرَأَى نَاسًا كَأَنَّهُمْ يَكْتَشِرُونَ قَالَ ‏\"‏ أَمَا إِنَّكُمْ لَوْ أَكْثَرْتُمْ ذِكْرَ هَاذِمِ اللَّذَّاتِ لَشَغَلَكُمْ عَمَّا أَرَى فَأَكْثِرُوا مِنْ ذِكْرِ هَاذِمِ اللَّذَّاتِ الْمَوْتِ فَإِنَّهُ لَمْ يَأْتِ عَلَى الْقَبْرِ يَوْمٌ إِلاَّ تَكَلَّمَ فِيهِ فَيَقُولُ أَنَا بَيْتُ الْغُرْبَةِ وَأَنَا بَيْتُ الْوَحْدَةِ وَأَنَا بَيْتُ التُّرَابِ وَأَنَا بَيْتُ الدُّودِ ‏.‏ فَإِذَا دُفِنَ الْعَبْدُ الْمُؤْمِنُ قَالَ لَهُ الْقَبْرُ مَرْحَبًا وَأَهْلاً أَمَا إِنْ كُنْتَ لأَحَبَّ مَنْ يَمْشِي عَلَى ظَهْرِي إِلَىَّ فَإِذْ وُلِّيتُكَ الْيَوْمَ وَصِرْتَ إِلَىَّ فَسَتَرَى صَنِيعِي بِكَ ‏.‏ قَالَ فَيَتَّسِعُ لَهُ مَدَّ بَصَرِهِ وَيُفْتَحُ لَهُ بَابٌ إِلَى الْجَنَّةِ ‏.‏ وَإِذَا دُفِنَ الْعَبْدُ الْفَاجِرُ أَوِ الْكَافِرُ قَالَ لَهُ الْقَبْرُ لاَ مَرْحَبًا وَلاَ أَهْلاً أَمَا إِنْ كُنْتَ لأَبْغَضَ مَنْ يَمْشِي عَلَى ظَهْرِي إِلَىَّ فَإِذْ وُلِّيتُكَ الْيَوْمَ وَصِرْتَ إِلَىَّ فَسَتَرَى صَنِيعِي بِكَ ‏.‏ قَالَ فَيَلْتَئِمُ عَلَيْهِ حَتَّى تَلْتَقِيَ عَلَيْهِ وَتَخْتَلِفَ أَضْلاَعُهُ ‏.‏ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِأَصَابِعِهِ فَأَدْخَلَ بَعْضَهَا فِي جَوْفِ بَعْضٍ قَالَ ‏\"‏ وَيُقَيِّضُ اللَّهُ لَهُ سَبْعِينَ تِنِّينًا لَوْ أَنَّ وَاحِدًا مِنْهَا نَفَخَ فِي الأَرْضِ مَا أَنْبَتَتْ شَيْئًا مَا بَقِيَتِ الدُّنْيَا فَيَنْهَشْنَهُ وَيَخْدِشْنَهُ حَتَّى يُفْضَى بِهِ إِلَى الْحِسَابِ ‏\"‏ ‏.‏ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا الْقَبْرُ رَوْضَةٌ مِنْ رِيَاضِ الْجَنَّةِ أَوْ حُفْرَةٌ مِنْ حُفَرِ النَّارِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই এ হাদীস জেনেছি।",
    "chapter": {
      "chapter_number": "35"
    }
  }
}