{
  "hadith": {
    "hadith_id": 2462,
    "narrator": "‘আমর ইবনু ‘আওফ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবূ ‘উবাইদাহ ইবনুল জাররাহ (রাঃ)-কে (বাহরাইনে) প্রেরণ করেন। পরে তিনি বাহরাইন হতে কিছু ধন-দৌলত নিয়ে মাদীনায় ফিরে আসেন। আনসারগণ আবূ ‘উবাইদাহ (রাঃ)-এর ফিরে আসার খবর পেয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ফজরের নামাযে উপস্থিত হন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নামাজ আদায় শেষে মুসল্লীদের দিকে মুখ ফিরিয়ে বসলেন। আনসারগন তখন তার নিকটে এসে গেলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের দেখে সামান্য হেসে বললেন, আমার ধারনা তোমরা হয়তো শুনেছো যে, আবূ ‘ঊবাইদাহ কিছু ধন-সম্পদ নিয়ে ফিরে এসেছে। তারা বললেন, হ্যাঁ, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! তিনি বললেন তাহলে তোমরা সুখবর গ্রহণ কর। তোমারা যাতে সন্তুষ্ট হবে এমন বিষয়ের আশা পোষণ কর। আল্লাহ্‌র কসম! আমি তোমাদের গরিবী ও অভাব-অনটনের ভয় করি না, বরং ভয় করি পৃথিবীটা তোমাদের জন্য সম্প্রসারিত করা হবে, তোমরদের পূর্ববর্তীদের জন্য যেভাবে করা হয়েছিল। তারপর তোমরা পৃথিবীর প্রতি অনুরক্ত হয়ে যাবে, যেভাবে তারা অনুরক্ত হয়েছিল। ফলে পৃথিবী তোমাদের বিনাশ করে দিবে, যেভাবে তাদেরকে বিনাশ করেছিল।\n\nসহীহঃ ইবনু মা-জাহ (৩৯৯৭),  বুখারী,  মুসলিম।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ مَعْمَرٍ، وَيُونُسَ، عَنِ الزُّهْرِيِّ، أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ، أَخْبَرَهُ أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ أَخْبَرَهُ أَنَّ عَمْرَو بْنَ عَوْفٍ وَهُوَ حَلِيفُ بَنِي عَامِرِ بْنِ لُؤَىٍّ وَكَانَ شَهِدَ بَدْرًا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم - أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ فَقَدِمَ بِمَالٍ مِنَ الْبَحْرَيْنِ وَسَمِعَتِ الأَنْصَارُ بِقُدُومِ أَبِي عُبَيْدَةَ فَوَافَوْا صَلاَةَ الْفَجْرِ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم انْصَرَفَ فَتَعَرَّضُوا لَهُ فَتَبَسَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ رَآهُمْ ثُمَّ قَالَ ‏\"‏ أَظُنُّكُمْ سَمِعْتُمْ أَنَّ أَبَا عُبَيْدَةَ قَدِمَ بِشَيْءٍ ‏\"‏ ‏.‏ قَالُوا أَجَلْ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَأَبْشِرُوا وَأَمِّلُوا مَا يَسُرُّكُمْ فَوَاللَّهِ مَا الْفَقْرَ أَخْشَى عَلَيْكُمْ وَلَكِنِّي أَخْشَى أَنْ تُبْسَطَ الدُّنْيَا عَلَيْكُمْ كَمَا بُسِطَتْ عَلَى مَنْ قَبْلَكُمْ فَتَنَافَسُوهَا كَمَا تَنَافَسُوهَا فَتُهْلِكَكُمْ كَمَا أَهْلَكَتْهُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এই হাদিসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "35"
    }
  }
}