{
  "hadith": {
    "hadith_id": 2463,
    "narrator": "হাকীম ইবনু হিযাম (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আমি কিছু ধন-সম্পদ চাইলাম। তিনি আমাকে (সেটা) দিলেন। আমি আবার চাইলে তিনি আবারো দিলেন। আমি আবার চাইলে তিনি আবারো দিলেন, তারপর বললেন, হে হাকীম! ধন-দৌলত হলো সবুজ-শ্যামল ও লোভনীয় বস্তু। সুতরাং যে লোক এটাকে উদার মনে গ্রহণ করবে, তার জন্যে এতেই মঙ্গল ও রাহমত প্রদান করা হবে। আর যে লোক তা লোভাতুর মনোভাব নিয়ে গ্রহণ করবে, সে তাতে বারকাত ও মঙ্গল্প্রাপ্ত হবে না। সে এমন লোকের সাথে তুলনীয়, যে খাদ্য গ্রহণ করে প্রচুর কিন্তু তৃপ্ত হয় না। উপরের হাত (দাতার হাত) নিচের (প্রার্থনাকারীর) হাত হতে উত্তম। হাকীম (রাঃ) বলেনঃ আমি বললাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! সেই মহান সত্তার শপথ, যিনি আপনাকে সত্যসহকারে প্রেরণ করেছেন! আমি মৃত্যুর পূর্বমুহূর্ত পর্যন্ত আপনার পর আর কারো নিকট প্রার্থনা করে তার সম্পদে কমতি করবো না। তারপর আবূ-বাকর (রাঃ) তার আমলে হাকীম (রাঃ)-কে কিছু দেয়ার জন্য ডেকে পাঠান। কিন্তু তিনি তা নিতে অসম্মতি জানান। তারপর উমার (রাঃ)-ও তাকে কিছু দেয়ার জন্য ডেকে পাঠান। কিন্তু তিনি কিছু নিতে অসম্মতি প্রকাশ করেন। অতঃপর উমার (রাঃ) বলেন, হে মুসলিম সমাজ! আমি হাকীমের ব্যাপারে তোমাদেরকে সাক্ষী করছি যে, আমি তাকে গানীমাতের সম্পদ হতে তার প্রাপ্য উপস্থাপন করেছি, কিন্তু তিনি তা নিতে অসম্মতি জানান। তারপর হাকীম (রাঃ) মৃত্যুর পূর্বমুহূর্ত পর্যন্ত রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পরে আর কারো নিকট হতে কোন কিছুই নেননি।\n\nসহীহঃ বুখারী,  মুসলিম।",
    "ar": "حَدَّثَنَا سُوَيْدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، وَابْنِ الْمُسَيَّبِ، أَنَّ حَكِيمَ بْنَ حِزَامٍ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَعْطَانِي ثُمَّ سَأَلْتُهُ فَأَعْطَانِي ثُمَّ سَأَلْتُهُ فَأَعْطَانِي ثُمَّ قَالَ ‏ \"‏ يَا حَكِيمُ إِنَّ هَذَا الْمَالَ خَضِرَةٌ حُلْوَةٌ فَمَنْ أَخَذَهُ بِسَخَاوَةِ نَفْسٍ بُورِكَ لَهُ فِيهِ وَمَنْ أَخَذَهُ بِإِشْرَافِ نَفْسٍ لَمْ يُبَارَكْ لَهُ فِيهِ وَكَانَ كَالَّذِي يَأْكُلُ وَلاَ يَشْبَعُ وَالْيَدُ الْعُلْيَا خَيْرٌ مِنَ الْيَدِ السُّفْلَى ‏\"‏ ‏.‏ فَقَالَ حَكِيمٌ فَقُلْتُ يَا رَسُولَ اللَّهِ وَالَّذِي بَعَثَكَ بِالْحَقِّ لاَ أَرْزَأُ أَحَدًا بَعْدَكَ شَيْئًا حَتَّى أُفَارِقَ الدُّنْيَا ‏.‏ فَكَانَ أَبُو بَكْرٍ يَدْعُو حَكِيمًا إِلَى الْعَطَاءِ فَيَأْبَى أَنْ يَقْبَلَهُ ثُمَّ إِنَّ عُمَرَ دَعَاهُ لِيُعْطِيَهُ فَأَبَى أَنْ يَقْبَلَ مِنْهُ شَيْئًا فَقَالَ عُمَرُ إِنِّي أُشْهِدُكُمْ يَا مَعْشَرَ الْمُسْلِمِينَ عَلَى حَكِيمٍ أَنِّي أَعْرِضُ عَلَيْهِ حَقَّهُ مِنْ هَذَا الْفَىْءِ فَيَأْبَى أَنْ يَأْخُذَهُ ‏.‏ فَلَمْ يَرْزَأْ حَكِيمٌ أَحَدًا مِنَ النَّاسِ شَيْئًا بَعْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى تُوُفِّيَ ‏.‏ قَالَ هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এই হাদিসটি সহীহ।",
    "chapter": {
      "chapter_number": "35"
    }
  }
}