{
  "hadith": {
    "hadith_id": 2473,
    "narrator": "আলী ইবনু আবূ তালিব (রাঃ)",
    "bn": "তিনি বলেন, আমি এক শীতের দিনে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ঘর হতে বের হলাম। এর পূর্বে আমি একটি লোমহীন চামড়া নিয়ে তা মাঝামাঝি কেটে গলায় ঢুকালাম এবং খেজুরের পাতা দিয়ে কোমরে শক্ত করে বাঁধলাম। আমি তখন খুব বেশী ক্ষুধার্ত ছিলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ঘরে কোন খাদ্যসামগ্রী থাকলে তা অবশ্য খেয়ে ফেলতাম। আমি খাদ্যের খোঁজে বের হয়ে গেলাম। তারপর জনৈক ইয়াহূদীর পাশ দিয়ে যাচ্ছিলাম, সে তার বাগানে (কপিকল জাতীয়) চরকির সাহায্যে কুয়া হতে পানি তুলছিল। আমি প্রাচীরের একটি ছিদ্র দিয়ে তাকে দেখলাম। সে প্রশ্ন করল, হে বিদুঈন! কি চাও?  তুমি প্রতি বালতির বিনিময়ে একটি করে খেজুর পাবে, আমার বাগানের পানি তুলে দিবে কি? আমি বললাম, হ্যাঁ, দরজা খোল, আমি ভেতরে আসি। সে দরজা খুললে আমি ভেতরে গেলাম। তারপর সে একটি বালতি এনে দিল। আমি বালতি ভরে পানি উঠাতে লাগলাম আর সে প্রতি বালতিতে একটি করে খেজুর দিতে লাগল। অবশেষে খেজুরে আমার হাতের মুঠি ভরে গেল। আমি তখন বালতি রেখে দিয়ে বললাম, আমার যথেষ্ট হয়েছে। আমি খেজুরগুলো খেয়ে পানি পান করলাম এবং মসজিদে এসে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সেখানে পেলাম। \n\nযঈফ, তা’লীকুর রাগীব (৩/১০৯, ১১০)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا يُونُسُ بْنُ بُكَيْرٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، حَدَّثَنَا يَزِيدُ بْنُ زِيَادٍ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ، حَدَّثَنِي مَنْ، سَمِعَ عَلِيَّ بْنَ أَبِي طَالِبٍ، يَقُولُ خَرَجْتُ فِي يَوْمٍ شَاتٍ مِنْ بَيْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَقَدْ أَخَذْتُ إِهَابًا مَعْطُونًا فَحَوَّلْتُ وَسَطَهُ فَأَدْخَلْتُهُ عُنُقِي وَشَدَدْتُ وَسَطِي فَحَزَمْتُهُ بِخُوصِ النَّخْلِ وَإِنِّي لَشَدِيدُ الْجُوعِ وَلَوْ كَانَ فِي بَيْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم طَعَامٌ لَطَعِمْتُ مِنْهُ فَخَرَجْتُ أَلْتَمِسُ شَيْئًا فَمَرَرْتُ بِيَهُودِيٍّ فِي مَالٍ لَهُ وَهُوَ يَسْقِي بِبَكَرَةٍ لَهُ فَاطَّلَعْتُ عَلَيْهِ مِنْ ثُلْمَةٍ فِي الْحَائِطِ فَقَالَ مَا لَكَ يَا أَعْرَابِيُّ هَلْ لَكَ فِي كُلِّ دَلْوٍ بِتَمْرَةٍ قُلْتُ نَعَمْ فَافْتَحِ الْبَابَ حَتَّى أَدْخُلَ فَفَتَحَ فَدَخَلْتُ فَأَعْطَانِي دَلْوَهُ فَكُلَّمَا نَزَعْتُ دَلْوًا أَعْطَانِي تَمْرَةً حَتَّى إِذَا امْتَلأَتْ كَفِّي أَرْسَلْتُ دَلْوَهُ وَقُلْتُ حَسْبِي فَأَكَلْتُهَا ثُمَّ جَرَعْتُ مِنَ الْمَاءِ فَشَرِبْتُ ثُمَّ جِئْتُ الْمَسْجِدَ فَوَجَدْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِيهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব।",
    "chapter": {
      "chapter_number": "35"
    }
  }
}