{
  "hadith": {
    "hadith_id": 248,
    "narrator": "ওয়াইল ইবনু হুজর (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে “গাইরিল মাগযূবি ‘আলাইহিম অলায্-যাল্লীন” পাঠ করতে এবং ‘আমীন’ বলতে শুনেছি। আমীন বলতে গিয়ে তিনি নিজের কণ্ঠস্বর দীর্ঘ ও উচ্চ করলেন।\n\nসহীহ। ইবনু মাজাহ-(৮৫৫)।",
    "ar": "حَدَّثَنَا بُنْدَارٌ، مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ حُجْرِ بْنِ عَنْبَسٍ، عَنْ وَائِلِ بْنِ حُجْرٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم قَرَأَ‏:‏ ‏(‏غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلاَ الضَّالِّينَ ‏)‏ فَقَالَ ‏\"‏ آمِينَ ‏\"‏ ‏.‏ وَمَدَّ بِهَا صَوْتَهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ وَائِلِ بْنِ حُجْرٍ حَدِيثٌ حَسَنٌ ‏.‏ وَبِهِ يَقُولُ غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ يَرَوْنَ أَنَّ الرَّجُلَ يَرْفَعُ صَوْتَهُ بِالتَّأْمِينِ وَلاَ يُخْفِيهَا ‏.‏ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَرَوَى شُعْبَةُ هَذَا الْحَدِيثَ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ حُجْرٍ أَبِي الْعَنْبَسِ عَنْ عَلْقَمَةَ بْنِ وَائِلٍ عَنْ أَبِيهِ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَرَأَ ‏:‏ ‏(‏ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلاَ الضَّالِّينَ ‏)‏ فَقَالَ ‏\"‏ آمِينَ ‏\"‏ ‏.‏ وَخَفَضَ بِهَا صَوْتَهُ ‏.‏ قَالَ أَبُو عِيسَى وَسَمِعْتُ مُحَمَّدًا يَقُولُ حَدِيثُ سُفْيَانَ أَصَحُّ مِنْ حَدِيثِ شُعْبَةَ فِي هَذَا وَأَخْطَأَ شُعْبَةُ فِي مَوَاضِعَ مِنْ هَذَا الْحَدِيثِ فَقَالَ عَنْ حُجْرٍ أَبِي الْعَنْبَسِ وَإِنَّمَا هُوَ حُجْرُ بْنُ عَنْبَسٍ وَيُكْنَى أَبَا السَّكَنِ ‏.‏ وَزَادَ فِيهِ عَنْ عَلْقَمَةَ بْنِ وَائِلٍ وَلَيْسَ فِيهِ عَنْ عَلْقَمَةَ وَإِنَّمَا هُوَ عَنْ حُجْرِ بْنِ عَنْبَسٍ عَنْ وَائِلِ بْنِ حُجْرٍ وَقَالَ وَخَفَضَ بِهَا صَوْتَهُ وَإِنَّمَا هُوَ وَمَدَّ بِهَا صَوْتَهُ ‏.‏ قَالَ أَبُو عِيسَى وَسَأَلْتُ أَبَا زُرْعَةَ عَنْ هَذَا الْحَدِيثِ فَقَالَ حَدِيثُ سُفْيَانَ فِي هَذَا أَصَحُّ مِنْ حَدِيثِ شُعْبَةَ ‏.‏ قَالَ وَرَوَى الْعَلاَءُ بْنُ صَالِحٍ الأَسَدِيُّ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ نَحْوَ رِوَايَةِ سُفْيَانَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আলী ও আবূ হুরায়রা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেন: ওয়াইল ইবনু হুজরের হাদীসটি হাসান। নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের একদল সাহাবা, তাবিঈন ও তাদের পরবর্তীগণ ‘আমীন’ স্বশব্দে বলার পক্ষে মত দিয়েছেন এবং নিঃশব্দে বলতে নিষেধ করেছেন। ইমাম শাফিঈ, আহমাদ ও ইসহাক এই মত গ্রহণ করেছেন। শুবা এ হাদীসটি সালামা ইবনু কুহাইলের সূত্রে তিনি হুজরের সূত্রে, তিনি ‘আলকামার সূত্রে, তিনি তাঁর পিতা ওয়াইলের সূত্রে বর্ণনা করেছেন। তাতে আছে: “রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘গাইরিল মাগযূবি ‘আলাইহিম অলায-যাল্লীন’ পাঠ করলেন, অতঃপর নীচু স্বরে ‘আমীন’ বললেন।” –শাজ। সহীহ আবূ দাঊদ-(৮৬৩)।\nআবূ ‘ঈসা বলেন: আমি মুহাম্মাদকে (বুখারীকে) বলতে শুনেছি, এ বিষয়ে শু’বার হাদীসের তুলনায় সুফিয়ানের হাদীস বেশি সহীহ। কেননা শু’বা এ হাদীসের কয়েকটি স্থানে ভুল করেছেন।\nযেমন তিনি বলেছেন (আরবী) অথচ হবে (আরবী) দ্বিতীয়তঃ তিনি ‘আলক্বামার নাম বাড়িয়ে বলেছেন, অথচ তিনি হাদীসের রাবী নন।\nএখানে সনদ হবে (আরবী) তৃতীয়তঃ তিনি বর্ণনা করেছেন (আরবী) অথচ হবে (আরবী) \nআবূ ‘ঈসা বলেন: আমি আবূ যুরআকে প্রশ্ন করলে তিনি বলেন, শু’বার হাদীসের চেয়ে সুফিয়ানের হাদীসটি বেশি সহীহ। আল-আলা ইবনু সালিহ আল-আসাদী সালামা ইবনু কুহাইল হতে সুফিয়ানের বর্ণনা অনুরূপ বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}