{
  "hadith": {
    "hadith_id": 2510,
    "narrator": "যুবাইর ইবনুল আওয়াম (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের আগেকার উম্মাতদের রোগ তোমাদের মধ্যেও সংক্রমিত হয়েছে। তা হলো পরস্পর হিংসা-বিদ্বেষ ও ঘৃণা। আর এই রোগ মুন্ডন করে দেয়। আমি বলছি না যে, চুল মুন্ডন করে দেয়, বরং এটা দ্বীনকে মুন্ডন (বিনাশ) করে দেয়। সেই মহান সত্তার শপথ, যাঁর হাতে আমার জীবন! তোমরা ঈমানদার না হওয়া পর্যন্ত জান্নাতে প্রবেশ করবে না। তোমরা যদি পরস্পরকে না ভালবাস তাহলে ঈমানদার হতে পারবে না। আমি কি তোমাদেরকে বলবো না যে, পারস্পারিক ভালবাসা কোন কাজের মাধ্যমে মজবুত হয়? তোমরা পরস্পর সালামের বিস্তার ঘটাও।\n\nহাসানঃ তা’লীকুর রাগীব (৩/১২), ইরওয়া (২৩৮), তাখরীজু মুশকিলাতিল ফাকর (২০), গাইয়াতুল মারাম (৪১৪), সহীহুল আদব (১৯৭)।",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ حَرْبِ بْنِ شَدَّادٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ يَعِيشَ بْنِ الْوَلِيدِ، أَنَّ مَوْلَى الزُّبَيْرِ، حَدَّثَهُ أَنَّ الزُّبَيْرَ بْنَ الْعَوَّامِ حَدَّثَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ دَبَّ إِلَيْكُمْ دَاءُ الأُمَمِ قَبْلَكُمُ الْحَسَدُ وَالْبَغْضَاءُ هِيَ الْحَالِقَةُ لاَ أَقُولُ تَحْلِقُ الشَّعْرَ وَلَكِنْ تَحْلِقُ الدِّينَ وَالَّذِي نَفْسِي بِيَدِهِ لاَ تَدْخُلُوا الْجَنَّةَ حَتَّى تُؤْمِنُوا وَلاَ تُؤْمِنُوا حَتَّى تَحَابُّوا أَفَلاَ أُنَبِّئُكُمْ بِمَا يُثَبِّتُ ذَاكُمْ لَكُمْ أَفْشُوا السَّلاَمَ بَيْنَكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ قَدِ اخْتَلَفُوا فِي رِوَايَتِهِ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ فَرَوَى بَعْضُهُمْ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ يَعِيشَ بْنِ الْوَلِيدِ عَنْ مَوْلَى الزُّبَيْرِ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَذْكُرُوا فِيهِ عَنِ الزُّبَيْرِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এই হাদীসটি ইয়াহইয়া ইবনু আবূ কাসীর হতে বর্ণনার ক্ষেত্রে বর্ণনাকারীগণ মতবিরোধ করেছেন। তাদের অনেকে এই হাদীসটি ইয়াহইয়া ইবনু আবূ কাসীর-ইয়াঈশ ইবনুল ওয়ালীদ হতে, তিনি যুবাইরের আযাদকৃত গোলাম হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে বর্ণনা করেছেন এবং সনদের মধ্যে যুবাইর (রাঃ)-এর নাম যুক্ত করেননি।",
    "chapter": {
      "chapter_number": "35"
    }
  }
}