{
  "hadith": {
    "hadith_id": 2516,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, কোন এক সময় আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পিছনে ছিলাম। তিনি বললেনঃ হে তরুণ! আমি তোমাকে কয়েকটি কথা শিখিয়ে দিচ্ছি- তুমি আল্লাহ তা‘আলার (বিধি-নিষেধের) রক্ষা করবে, আল্লাহ তা‘আলা তোমাকে রক্ষা করবেন। তুমি আল্লাহ তা‘আলার সন্তুষ্টির প্রতি লক্ষ্য রাখবে, আল্লাহ তা‘আলাকে তুমি কাছে পাবে। তোমার কোন কিছু চাওয়ার প্রয়োজন হলে আল্লাহ তা‘আলার নিকট চাও, আর সাহায্য প্রার্থনা করতে হলে আল্লাহ তা‘আলার নিকটেই কর। আর জেনে রাখো, যদি সকল উম্মাতও তোমার কোন উপকারের উদ্দেশ্যে ঐক্যবদ্ধ হয় তাহলে ততটুকু উপকারই করতে পারবে, যতটুকু আল্লাহ তা‘আলা তোমার জন্য লিখে রেখেছেন। অপরদিকে যদি সকল উম্মাত তোমার কোন ক্ষতি করার উদ্দেশ্যে একতাবদ্ধ হয়, তাহলে ততটুকু ক্ষতিই করতে সক্ষম হবে, যতটুকু আল্লাহ তা‘আলা তোমার তাক্বদিরে লিখে রেখেছেন। কলম তুলে নেয়া হয়েছে এবং লিখিত কাগজসমূহও শুকিয়ে গেছে।\n\nসহীহঃ মিশকাত (৫৩০২), যিলালুল জান্নাত (৩১৬-৩১৮)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا لَيْثُ بْنُ سَعْدٍ، وَابْنُ، لَهِيعَةَ عَنْ قَيْسِ بْنِ الْحَجَّاجِ، قَالَ وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا لَيْثُ بْنُ سَعْدٍ، حَدَّثَنِي قَيْسُ بْنُ الْحَجَّاجِ الْمَعْنَى، وَاحِدٌ، عَنْ حَنَشٍ الصَّنْعَانِيِّ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كُنْتُ خَلْفَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمًا فَقَالَ ‏ \"‏ يَا غُلاَمُ إِنِّي أُعَلِّمُكَ كَلِمَاتٍ احْفَظِ اللَّهَ يَحْفَظْكَ احْفَظِ اللَّهَ تَجِدْهُ تُجَاهَكَ إِذَا سَأَلْتَ فَاسْأَلِ اللَّهَ وَإِذَا اسْتَعَنْتَ فَاسْتَعِنْ بِاللَّهِ وَاعْلَمْ أَنَّ الأُمَّةَ لَوِ اجْتَمَعَتْ عَلَى أَنْ يَنْفَعُوكَ بِشَيْءٍ لَمْ يَنْفَعُوكَ إِلاَّ بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ لَكَ وَلَوِ اجْتَمَعُوا عَلَى أَنْ يَضُرُّوكَ بِشَيْءٍ لَمْ يَضُرُّوكَ إِلاَّ بِشَيْءٍ قَدْ كَتَبَهُ اللَّهُ عَلَيْكَ رُفِعَتِ الأَقْلاَمُ وَجَفَّتِ الصُّحُفُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এই হাদীসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "35"
    }
  }
}