{
  "hadith": {
    "hadith_id": 2526,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, আমরা বললামঃ হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমদের কি হলো যে, আমরা আপনার নিকট থাকাবস্থায় আমাদের অন্তর খুবই নরম হয়ে যায়, আমরা দুনিয়ার প্রতি উদাসীন হয়ে যাই এবং আমাদেরকে পরকালবাসীদের অন্তর্ভুক্ত মনে করতে থাকি। তারপর আপনার কাছ থেকে সরে গিয়ে পরিবার-পরিজনের নিকট ফিরে গিয়ে দুনিয়াবী কাজে জড়িয়ে পড়ি এবং সন্তানাদির সুগন্ধ পেতে থাকি, তখন আমাদের অবস্থা সম্পূর্ণ উল্টো হয়ে যায়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা যে অবস্থায় আমার নিকট হতে বেরিয়ে যাও, সবসময় যদি সেই অবস্থায় থাকতে তাহলে ফেরেশতারা তোমাদের বাড়িতে গিয়ে তোমাদের সাথে সাক্ষাৎ করতো। আর তোমরা অপরাধ না করলে আল্লাহ্‌ তা‘আলা নতুন প্রাণী সৃষ্টি করতেন। যাতে তারা অপরাধ করে আর তিনি তাদেরকে ক্ষমা করেন। আবূ হুরায়রা্ (রাঃ) বলেন, আমি প্রশ্ন করলামঃ হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! কী দিয়ে প্রানী সৃষ্টি করা হয়েছে? তিনি বললেনঃ পানি দিয়ে। আমি আবার জিজ্ঞেস করলাম, কী দিয়ে জান্নাত তৈরি করা হয়েছে? তিনি বললেনঃ সোনা-রুপার ইট দিয়ে। একটি রুপার ইট, তারপর একটি সোনার ইট, এভাবে গাঁথা হয়েছে। এর গাঁথুনির উপকরণ (চুন-সুরকি-সিমেন্ট) সুগন্ধি মৃগনাভি এবং কঙ্করসমূহ মণি-মুক্তার ও মাটি হলো জাফ্রান। জান্নাতে প্রবেশকারী লোক অত্যন্ত সুখ-স্বাচ্ছন্দে থাকবে, কোন দুঃখ-কষ্ট ও অভাব-অনটন তাকে স্পর্শ করবে না। সে অনন্তকাল এতে অবস্থান করবে আর মৃত্যুবরণ করবে না। না তার পরনের পোশাক পুরাতন হবে আর না তার যৌবনকাল শেষ হবে (অনন্তযৌবনা হবে)। তিনি পুনরায় বললেনঃ তিনজনের দু'আ ফিরিয়ে দেয়া হয় নাঃ ন্যায়পরায়ণ শাসকের দু'আ, রোযাদারের ইফতারের সময়কালীন দু'আ এবং মাযলুমের দু'আ। আল্লাহ্‌ তা'আলা একে (মাযলুমের দু'আ) মেঘমালার উপর তুলে নেন, তার জন্য আকাশের দরজাসমূহ উন্মুক্ত হয়ে যায় এবং আল্লাহ্‌ তা'আলা বলেনঃ আমার ইজ্জাত ও সম্মানের শপথ! কিছু দেরিতে হলেও আমি তোমাকে সাহায্য করবো।\n\n\"কী দিয়ে প্রাণী সৃষ্টি করা হয়েছে\" অংশটুকু ব্যতীত হাদীসটি সহীহ, সহীহাহ (২/৬৯২-৬৯৩), গাইয়াতুল মারাম (৩৭৩)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ حَمْزَةَ الزَّيَّاتِ، عَنْ زِيَادٍ الطَّائِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قُلْنَا يَا رَسُولَ اللَّهِ مَا لَنَا إِذَا كُنَّا عِنْدَكَ رَقَّتْ قُلُوبُنَا وَزَهِدْنَا فِي الدُّنْيَا وَكُنَّا مِنْ أَهْلِ الآخِرَةِ فَإِذَا خَرَجْنَا مِنْ عِنْدِكَ فَآنَسْنَا أَهَالِيَنَا وَشَمَمْنَا أَوْلاَدَنَا أَنْكَرْنَا أَنْفُسَنَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَوْ أَنَّكُمْ تَكُونُونَ إِذَا خَرَجْتُمْ مِنْ عِنْدِي كُنْتُمْ عَلَى حَالِكُمْ ذَلِكَ لَزَارَتْكُمُ الْمَلاَئِكَةُ فِي بُيُوتِكُمْ وَلَوْ لَمْ تُذْنِبُوا لَجَاءَ اللَّهُ بِخَلْقٍ جَدِيدٍ كَىْ يُذْنِبُوا فَيَغْفِرَ لَهُمْ ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مِمَّ خُلِقَ الْخَلْقُ قَالَ ‏\"‏ مِنَ الْمَاءِ ‏\"‏ ‏.‏ قُلْنَا الْجَنَّةُ مَا بِنَاؤُهَا قَالَ ‏\"‏ لَبِنَةٌ مِنْ فِضَّةٍ وَلَبِنَةٌ مِنْ ذَهَبٍ وَمِلاَطُهَا الْمِسْكُ الأَذْفَرُ وَحَصْبَاؤُهَا اللُّؤْلُؤُ وَالْيَاقُوتُ وَتُرْبَتُهَا الزَّعْفَرَانُ مَنْ يَدْخُلْهَا يَنْعَمْ وَلاَ يَبْأَسْ وَيُخَلَّدْ وَلاَ يَمُوتْ لاَ تَبْلَى ثِيَابُهُمْ وَلاَ يَفْنَى شَبَابُهُمْ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ ثَلاَثَةٌ لاَ تُرَدُّ دَعْوَتُهُمُ الإِمَامُ الْعَادِلُ وَالصَّائِمُ حِينَ يُفْطِرُ وَدَعْوَةُ الْمَظْلُومِ يَرْفَعُهَا فَوْقَ الْغَمَامِ وَتُفَتَّحُ لَهَا أَبْوَابُ السَّمَاءِ وَيَقُولُ الرَّبُّ عَزَّ وَجَلَّ وَعِزَّتِي لأَنْصُرَنَّكِ وَلَوْ بَعْدَ حِينٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَيْسَ إِسْنَادُهُ بِذَاكَ الْقَوِيِّ وَلَيْسَ هُوَ عِنْدِي بِمُتَّصِلٍ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ بِإِسْنَادٍ آخَرَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এই হাদীসের সনদ খুব একটা মজবুত নয়। আর আমার মতে এর সনদসূত্র মুত্তাসিল (পরস্পর সংযুক্ত) নয়। এই হাদীসটি অন্য সনদেও আবূ হুরাইরাহ্ (রাঃ)-এর সূত্রে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত হয়েছে।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}