{
  "hadith": {
    "hadith_id": 2530,
    "narrator": "মু'আয ইবনু জাবাল (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক রামাযানের রোযা রেখেছে, নামায আদায় করেছে এবং বাইতুল্লাহ্র হাজ্জ আদায় করেছে, বর্ণনাকারী বলেন, মু'আয (রাঃ) যাকাতের কথা বলেছেন কি-না আমার মনে নেই, তার অপরাধ ক্ষমা করা আল্লাহ্‌ তা'আলার দায়িত্ব হয়ে যায়, চাই সে আল্লাহ্‌ তা'আলার রাস্তায় হিজরাত করুক কিংবা আপন জন্মস্থানেই অবস্থান করুক। মু'আয (রাঃ) বলেন, আমি কি মানুষের নিকট এই খবর পৌঁছে দিব না? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ লোকদেরকে ‘আমাল করতে ছেড়ে দাও। কেননা, জান্নাতে একশ স্তর রয়েছে। প্রত্যেক দু’স্তরের মাঝখানে আসমান-যমীনের সমান ব্যবধান বিদ্যমান। আর সর্বোচ্চ ও সর্বোৎকৃষ্ট জান্নাত হচ্ছে ফিরদাউস। এর উপরেই রয়েছে আল্লাহ্‌ তা'আলার আরশ এবং এখান থেকেই জান্নাতের ঝর্ণাসমূহ প্রবাহমান। সুতরাং তোমরা আল্লাহ্‌ তা'আলার নিকট প্রার্থনা করার সময় ফিরদাউসের প্রার্থনা করবে।\n\nসহীহ : সহীহাহ্ (৯২১)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَأَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ الْبَصْرِيُّ، قَالاَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ صَامَ رَمَضَانَ وَصَلَّى الصَّلَوَاتِ وَحَجَّ الْبَيْتَ لاَ أَدْرِي أَذَكَرَ الزَّكَاةَ أَمْ لاَ إِلاَّ كَانَ حَقًّا عَلَى اللَّهِ أَنْ يَغْفِرَ لَهُ إِنْ هَاجَرَ فِي سَبِيلِ اللَّهِ أَوْ مَكَثَ بِأَرْضِهِ الَّتِي وُلِدَ بِهَا ‏\"‏ ‏.‏ قَالَ مُعَاذٌ أَلاَ أُخْبِرُ بِهَذَا النَّاسَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ذَرِ النَّاسَ يَعْمَلُونَ فَإِنَّ فِي الْجَنَّةِ مِائَةَ دَرَجَةٍ مَا بَيْنَ كُلِّ دَرَجَتَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالأَرْضِ وَالْفِرْدَوْسُ أَعْلَى الْجَنَّةِ وَأَوْسَطُهَا وَفَوْقَ ذَلِكَ عَرْشُ الرَّحْمَنِ وَمِنْهَا تُفَجَّرُ أَنْهَارُ الْجَنَّةِ فَإِذَا سَأَلْتُمُ اللَّهَ فَسَلُوهُ الْفِرْدَوْسَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَكَذَا رُوِيَ هَذَا الْحَدِيثُ عَنْ هِشَامِ بْنِ سَعْدٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ مُعَاذِ بْنِ جَبَلٍ وَهَذَا عِنْدِي أَصَحُّ مِنْ حَدِيثِ هَمَّامٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ عُبَادَةَ بْنِ الصَّامِتِ ‏.‏ وَعَطَاءٌ لَمْ يُدْرِكْ مُعَاذَ بْنَ جَبَلٍ وَمُعَاذٌ قَدِيمُ الْمَوْتِ مَاتَ فِي خِلاَفَةِ عُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এই হাদীসটি এভাবেই হিশাম ইবনু সা'ঈদ হতে, তিনি যাইদ ইবনু আসলাম হতে, তিনি আতা ইবনু ইয়াসার হতে, তিনি মু'আয ইবনু জাবাল হতে এই সনদে বর্ণিত হয়েছে। আমার মতে এই হাদীসটি অধিক সহীহ। হাম্মামের সূত্রে যাইদ ইবনু আসলাম হতে, তিনি আতা ইবনু ইয়াসার হতে, তিনি 'উবাদাহ্ ইবনু সামিত হতে এই সনদে বর্ণিত হাদীসের চাইতে। আতা মু'আয ইবনু জাবালের সাক্ষাৎ পাননি। মু'আয ইবনু জাবাল 'উমার (রাঃ)-এর খিলাফতকালে মৃত্যুবরণ করেন।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}