{
  "hadith": {
    "hadith_id": 2543,
    "narrator": "বুরাইদা (রাঃ)",
    "bn": "এক ব্যক্তি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করেন, হে আল্লাহর রাসূল! জান্নাতে ঘোড়া আছে কি? তিনি বললেনঃ আল্লাহ তা’আলা (যদি) তোমাকে জান্নাতে প্রবেশ করান এবং তুমি তাতে লাল পদ্মরাগ মনির ঘোড়ার পিঠে সওয়ার হতে চাও আর তুমি জান্নাতের যেদিকে যেতে ইচ্ছা কর, সেদিকেই উড়িয়ে নিয়ে যাবে। তিনি (রাবী) বলেন, আরেক ব্যক্তি প্রশ্ন করল, হে আল্লাহর রাসূল! জান্নাতে উটও আছে কি? তিনি তার সাথীকে যে উত্তর দিয়েছিলেন তাকেও এরকম উত্তর না দিয়ে বলেনঃ আল্লাহ তা’আলা যদি তোমাকে জান্নাতে প্রবেশ করান, তাহলে তোমার মন যা চাবে এবং চোখে যা ভালো লাগবে সবই পাবে।\nসুওয়াইদ-আবদুল্লাহ ইবনুল মুবারাক হতে তিনি সুফিয়ান হতে তিনি আলকামা ইবনু মারসাদ হতে তিনি আবদুর রহমান ইবনু সাবিতের সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে উক্ত মর্মে উপরের হাদিসের মতই বর্ণনা করেছেন। এ হাদীসটি মাসঊদী বর্ণিত হাদিসের চাইতে অনেক বেশী সহীহ।\n\n যঈফ, মিশকাত (৫৬৪২), যঈফা (১৯৮০)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ أَخْبَرَنَا عَاصِمُ بْنُ عَلِيٍّ، حَدَّثَنَا الْمَسْعُودِيُّ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ رَجُلاً، سَأَلَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ هَلْ فِي الْجَنَّةِ مِنْ خَيْلٍ قَالَ ‏\"‏ إِنِ اللَّهُ أَدْخَلَكَ الْجَنَّةَ فَلاَ تَشَاءُ أَنْ تُحْمَلَ فِيهَا عَلَى فَرَسٍ مِنْ يَاقُوتَةٍ حَمْرَاءَ يَطِيرُ بِكَ فِي الْجَنَّةِ حَيْثُ شِئْتَ إِلاَّ فَعَلْتَ ‏\"‏ ‏.‏ قَالَ وَسَأَلَهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ هَلْ فِي الْجَنَّةِ مِنْ إِبِلٍ قَالَ فَلَمْ يَقُلْ لَهُ مِثْلَ مَا قَالَ لِصَاحِبِهِ قَالَ ‏\"‏ إِنْ يُدْخِلْكَ اللَّهُ الْجَنَّةَ يَكُنْ لَكَ فِيهَا مَا اشْتَهَتْ نَفْسُكَ وَلَذَّتْ عَيْنُكَ ‏\"‏ ‏.‏\nحَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ سُفْيَانَ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَابِطٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِمَعْنَاهُ وَهَذَا أَصَحُّ مِنْ حَدِيثِ الْمَسْعُودِيِّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "36"
    }
  }
}