{
  "hadith": {
    "hadith_id": 2544,
    "narrator": "আবূ আইয়ূব (রাঃ)",
    "bn": "তিনি বলেন, জনৈক বেদুঈন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে এসে প্রশ্ন করল, হে আল্লাহর রাসূল! আমি তো ঘোড়া পছন্দ করি। বেহেশতে ঘোড়া আছে কি? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমাকে যদি বেহেশতে প্রবেশ করানো হয় তাহলে মনি-মুক্তার একটি ঘোড়া তোমাকে দেয়া হবে। এর দু’টি ডানা থাকবে এবং তোমাকে এর পিঠে সওয়ার করানো হবে। তারপর তুমি যেদিকে যেতে চাও, সেটি তোমাকে নিয়ে সেদিকে উড়ে যাবে।\n\nয’ঈফ; মিশকাত-হাঃনং-৫৬৪৩; য’ঈফাহ্",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ سَمُرَةَ الأَحْمَسِيُّ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ وَاصِلٍ، هُوَ ابْنُ السَّائِبِ عَنْ أَبِي سَوْرَةَ، عَنْ أَبِي أَيُّوبَ، قَالَ أَتَى النَّبِيَّ صلى الله عليه وسلم أَعْرَابِيٌّ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أُحِبُّ الْخَيْلَ أَفِي الْجَنَّةِ خَيْلٌ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنْ أُدْخِلْتَ الْجَنَّةَ أُتِيتَ بِفَرَسٍ مِنْ يَاقُوتَةٍ لَهُ جَنَاحَانِ فَحُمِلْتَ عَلَيْهِ ثُمَّ طَارَ بِكَ حَيْثُ شِئْتَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَيْسَ إِسْنَادُهُ بِالْقَوِيِّ وَلاَ نَعْرِفُهُ مِنْ حَدِيثِ أَبِي أَيُّوبَ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَأَبُو سَوْرَةَ هُوَ ابْنُ أَخِي أَبِي أَيُّوبَ يُضَعَّفُ فِي الْحَدِيثِ ضَعَّفَهُ يَحْيَى بْنُ مَعِينٍ جِدًّا قَالَ وَسَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ أَبُو سَوْرَةَ هَذَا مُنْكَرُ الْحَدِيثِ يَرْوِي مَنَاكِيرَ عَنْ أَبِي أَيُّوبَ لاَ يُتَابَعُ عَلَيْهَا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদিসের সনদ তেমন শক্তিশালী নয়। আমরা কেবল উপরোক্ত সূত্রেই এটিকে আবূ আইয়ূব (রাঃ)-এর রিওয়ায়াত হিসাবে জানতে পেরেছি। আবূ সাওরা হলেন আবূ আইয়ূব (রাঃ)-এর ভ্রাতুষ্পুত্র। তিনি হাদিসশাস্ত্রে দূর্বল। ইয়াহ্‌ইয়া ইবনু মুঈন তাকে অত্যন্ত দূর্বল রাবী বলে আখ্যায়িত করেছেন। আমি মুহাম্মাদ ইবনু ইসামা’ঈলকে বলতে শুনেছি, এই আবূ সাওরা মুনকার রাবী এবং আবূ আইয়ূব (রাঃ) হতে বহু মুনকার রিওয়ায়াত বর্ণনা করেছেন যার সমর্থনযোগ্য কোন রিওয়ায়াত বিদ্যমান নেই।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}