{
  "hadith": {
    "hadith_id": 2549,
    "narrator": "সা’ঈদ ইবনুল মুসাইয়্যিব (রহঃ)",
    "bn": "একদা তিনি আবূ হুরাইরা (রাঃ)-এর সাথে দেখা করলে তিনি বললেন, আমি আল্লাহ তা’আলার নিকটে প্রার্থনা করছি তিনি যেন আমাকে ও তোমাকে জান্নাতের বাজারে একত্র করেন। সা’ঈদ (রহঃ) প্রশ্ন করেন, জান্নাতে কি বাজারও আছে? তিনি বললেন, হ্যাঁ। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে জানিয়েছেন যে, জান্নাতীরা জান্নাতে গিয়ে নিজ নিজ আমলের পরিমাণ ও মর্যাদা অনুযায়ী সেখানে জায়গা (মর্যাদা) পাবে। তারপর দুনিয়ার সময় অনুসারে জুমু’আর দিন তাদেরকে (তাদের রবের দর্শনের) অনুমতি দেয়া হবে এবং তারা তাদের রবকে দেখতে আসবে। তাদের জন্য তাঁর আরশ প্রকাশিত হবে। জান্নাতের কোন এক বাগানে তাদের সামনে তাদের প্রভুর প্রকাশ ঘটবে। তাদের জন্য নূর, মণিমুক্তা, পদ্মরাগ মণি, যমরূদ ও সোনা-রূপা ইত্যাদির মিম্বারসমূহ রাখা হবে। তাদের মধ্যকার সবচাইতে নিম্নস্তরের জান্নাতীও মিশক ও কর্পুরের স্তূপের উপর আসন গ্রহণ করবে। তবে সেখানে কেউ হীন-নীচ হবে না। মিম্বারে আসীন ব্যক্তিগণকে তারা তাদের চাইতে শ্রেষ্ঠ বা উৎকৃষ্ট ভাববে না। আবূ হুরাইরা (রাঃ) বলেন, আমি প্রশ্ন করলাম, হে আল্লাহর রাসূল! আমরা কি আমাদের রবকে দেখতে পাব? তিনি বললেনঃ হ্যাঁ। সূর্য বা পূর্ণিমার চাঁদ দেখতে তোমাদের কি কোন সন্দেহ হয়? আমরা বললাম, না। তিনি বললেনঃ ঠিক সে রকম তোমাদের রবের দেখা্তেও কোন সন্দেহ থাকবে না। আর সে মাজলিসের প্রত্যেক লোক আল্লাহ্ তা’আলার সাথে কথা বলবে। এমনকি তিনি একে একে তাদের নাম ধরে ডেকে বলবেনঃ হে অমুকের পুত্র অমুক! অমুক দিন তুমি এমন কথা বলেছিলে, মনে আছে কি? এভাবে তিনি তাকে দুনিয়ার কিছু নাফরমানী ও বিদ্রোহের কথা মনে করিয়ে দিবেন। লোকটি তখন বলবে, হে আমার রব! আপনি কি আমাকে মাফ করেননি? তিনি বলবেনঃ হ্যাঁ, আমার ক্ষমার বদেৌলতেই তুমি এ জায়গাতে পৌঁছেছ। এই অবস্থায় হঠাৎ তাদের উপর এক খন্ড মেঘ এসে তাদেরকে ছেয়ে ফেলবে এবং তা হতে তাদের উপর সুগন্ধি (বৃষ্টি) বর্ষিত হবে, যেরূপ সুগন্ধ তারা ইতিপূর্বে কখনো কিছুতে পায়নি। আমাদের রব বলবেনঃ উঠো! আমি তোমাদের সম্মানে যে মেহমানদারি প্রস্তুত করেছি সেদিকে অগ্রসর হও এবং যা কিছু পছন্দ হয় তা গ্রহণ কর। তখন আমরা একটি বাজারে এসে হাযির হব, যা ফেরেশতারা ঘিরে রাখবে। সেখানে এরূপ পণ্যসামগ্রী থাকবে, যা না কোন চোখ দেখেছে, না কোন কান শুনেছে এবং না কখনো অন্তরের কল্পনায় ভেসেছে। আমরা সেখানে যা চাইব, তাই তুলে দেয়া হবে। তবে বেচা-কেনা হবে না। আর সে বাজারেই জান্নাতীরা একে অপরের সাথে দেখা করবে। উচ্চ মর্যাদাসম্পন্ন জান্নাতী সামনে এগিয়ে তাঁর চাইতে অল্প মর্যাদাবান জান্নাতীর সাথে দেখা করবে। তবে সেখানে তাদের মধ্যে উঁচু-নীচু বলতে কিছু থাকবে না। তিনি তার পোশাক দেখে অস্থির হয়ে যাবেন। এ কথা শেষ হতে না হতেই তিনি মনে করতে থাকবেন যে, তার গায়ে আগের চাইতে উত্তম পোশাক দেখা যাচ্ছে। আর এরূপ এজন্যই হবে যে, সেখানে কারো দুঃখ-কষ্ট বা দুশ্চিন্তা স্পর্শ করবে না। তারপর আমরা নিজেদের স্থানে ফিরে আসব এবং নিজ নিজ স্ত্রীদের দেখা পাব। তারা তখন বলবে, মারহাবা, স্বাগতম! কি ব্যাপার! যে রূপ-সৌন্দর্য নিয়ে বিচ্ছিন্ন হয়েছিলে, তার চাইতে উত্তম সৌন্দর্য নিয়ে ফিরে এসেছ। আমরা বলব, আজ আমরা আমাদের আল্লাহ্ তা’আলার সাথে মাজলিসে বসেছিলাম। কাজেই এ পরিবর্তন সংঘটিত হয়েছে। আর এটাই ছিল স্বাভাবিক। \n\nযঈফ, ইবনু মাযাহ (৪৩৩৬)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ حَبِيبِ بْنِ أَبِي الْعِشْرِينَ، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنَا حَسَّانُ بْنُ عَطِيَّةَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، أَنَّهُ لَقِيَ أَبَا هُرَيْرَةَ فَقَالَ أَبُو هُرَيْرَةَ أَسْأَلُ اللَّهَ أَنْ يَجْمَعَ، بَيْنِي وَبَيْنَكَ فِي سُوقِ الْجَنَّةِ ‏.‏ فَقَالَ سَعِيدٌ أَفِيهَا سُوقٌ قَالَ نَعَمْ أَخْبَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَنَّ أَهْلَ الْجَنَّةِ إِذَا دَخَلُوهَا نَزَلُوا فِيهَا بِفَضْلِ أَعْمَالِهِمْ ثُمَّ يُؤْذَنُ فِي مِقْدَارِ يَوْمِ الْجُمُعَةِ مِنْ أَيَّامِ الدُّنْيَا فَيَزُورُونَ رَبَّهُمْ وَيُبْرِزُ لَهُمْ عَرْشَهُ وَيَتَبَدَّى لَهُمْ فِي رَوْضَةٍ مِنْ رِيَاضِ الْجَنَّةِ فَتُوضَعُ لَهُمْ مَنَابِرُ مِنْ نُورٍ وَمَنَابِرُ مِنْ لُؤْلُؤٍ وَمَنَابِرُ مِنْ يَاقُوتٍ وَمَنَابِرُ مِنْ زَبَرْجَدٍ وَمَنَابِرُ مِنْ ذَهَبٍ وَمَنَابِرُ مِنْ فِضَّةٍ وَيَجْلِسُ أَدْنَاهُمْ وَمَا فِيهِمْ مِنْ دَنِيٍّ عَلَى كُثْبَانِ الْمِسْكِ وَالْكَافُورِ وَمَا يُرَوْنَ أَنَّ أَصْحَابَ الْكَرَاسِيِّ بِأَفْضَلَ مِنْهُمْ مَجْلِسًا ‏\"‏ ‏.‏ قَالَ أَبُو هُرَيْرَةَ قُلْتُ يَا رَسُولَ اللَّهِ وَهَلْ نَرَى رَبَّنَا قَالَ ‏\"‏ نَعَمْ قَالَ هَلْ تَتَمَارَوْنَ فِي رُؤْيَةِ الشَّمْسِ وَالْقَمَرِ لَيْلَةَ الْبَدْرِ ‏\"‏ ‏.‏ قُلْنَا لاَ ‏.‏ قَالَ ‏\"‏ كَذَلِكَ لاَ تَتَمَارَوْنَ فِي رُؤْيَةِ رَبِّكُمْ وَلاَ يَبْقَى فِي ذَلِكَ الْمَجْلِسِ رَجُلٌ إِلاَّ حَاضَرَهُ اللَّهُ مُحَاضَرَةً حَتَّى يَقُولَ لِلرَّجُلِ مِنْهُمْ يَا فُلاَنُ ابْنَ فُلاَنٍ أَتَذْكُرُ يَوْمَ قُلْتَ كَذَا وَكَذَا فَيُذَكِّرُهُ بِبَعْضِ غَدَرَاتِهِ فِي الدُّنْيَا فَيَقُولُ يَا رَبِّ أَفَلَمْ تَغْفِرْ لِي فَيَقُولُ بَلَى فَبِسِعَةِ مَغْفِرَتِي بَلَغْتَ مَنْزِلَتَكَ هَذِهِ ‏.‏ فَبَيْنَمَا هُمْ عَلَى ذَلِكَ غَشِيَتْهُمْ سَحَابَةٌ مِنْ فَوْقِهِمْ فَأَمْطَرَتْ عَلَيْهِمْ طِيبًا لَمْ يَجِدُوا مِثْلَ رِيحِهِ شَيْئًا قَطُّ وَيَقُولُ رَبُّنَا تَبَارَكَ وَتَعَالَى قُومُوا إِلَى مَا أَعْدَدْتُ لَكُمْ مِنَ الْكَرَامَةِ فَخُذُوا مَا اشْتَهَيْتُمْ ‏.‏ قَالَ فَنَأْتِي سُوقًا قَدْ حَفَّتْ بِهِ الْمَلاَئِكَةُ فِيهِ مَا لَمْ تَنْظُرِ الْعُيُونُ إِلَى مِثْلِهِ وَلَمْ تَسْمَعِ الآذَانُ وَلَمْ يَخْطُرْ عَلَى الْقُلُوبِ فَيُحْمَلُ لَنَا مَا اشْتَهَيْنَا لَيْسَ يُبَاعُ فِيهَا وَلاَ يُشْتَرَى وَفِي ذَلِكَ السُّوقِ يَلْقَى أَهْلُ الْجَنَّةِ بَعْضُهُمْ بَعْضًا قَالَ فَيُقْبِلُ الرَّجُلُ ذُو الْمَنْزِلَةِ الْمُرْتَفِعَةِ فَيَلْقَى مَنْ هُوَ دُونَهُ وَمَا فِيهِمْ دَنِيٌّ فَيَرُوعُهُ مَا يَرَى عَلَيْهِ مِنَ اللِّبَاسِ فَمَا يَنْقَضِي آخِرُ حَدِيثِهِ حَتَّى يَتَخَيَّلَ إِلَيْهِ مَا هُوَ أَحْسَنُ مِنْهُ وَذَلِكَ أَنَّهُ لاَ يَنْبَغِي لأَحَدٍ أَنْ يَحْزَنَ فِيهَا ثُمَّ نَنْصَرِفُ إِلَى مَنَازِلِنَا فَتَتَلَقَّانَا أَزْوَاجُنَا فَيَقُلْنَ مَرْحَبًا وَأَهْلاً لَقَدْ جِئْتَ وَإِنَّ بِكَ مِنَ الْجَمَالِ أَفْضَلَ مِمَّا فَارَقْتَنَا عَلَيْهِ ‏.‏ فَنَقُولُ إِنَّا جَالَسْنَا الْيَوْمَ رَبَّنَا الْجَبَّارَ وَيَحِقُّنَا أَنْ نَنْقَلِبَ بِمِثْلِ مَا انْقَلَبْنَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ وَقَدْ رَوَى سُوَيْدُ بْنُ عَمْرٍو عَنِ الأَوْزَاعِيِّ شَيْئًا مِنْ هَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদিসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই এই হাদিস জেনেছি। সুয়াইদ ইবনু আমর আওযাঈর সূত্রে এই হাদীদের অংশ বিশেষ বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}