{
  "hadith": {
    "hadith_id": 2553,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ একজন সাধারণ মর্যাদাসম্পন্ন জান্নাতীর বাগান, স্ত্রী, আমোদ-প্রমোদের সামগ্রী, খাদিম এবং খাট-পালং ও আসনসমূহ কেউ দেখতে চাইলে তা তার জন্য হাজার বছরের পথ। তাদের মধ্যে আল্লাহ তা’আলার নিকটে সবচাইতে মর্যাদাবান ব্যক্তি সকাল-সন্ধ্যায় তাঁর চেহারা দর্শন করবে। তারপর তিনি এ আয়াত তিলাওয়াত করেনঃ “কতক মুখমন্ডল সেদিন উজ্জ্বল হবে এবং তারা তাদের রবের দিকে তাকিয়ে থাকবে”- (সূরা আল-ক্বিয়ামাহ্ঃ ২২-২৩)। \n\nয’ঈফ; য’ঈফাহ্- হাঃনং- ১৯৮৫",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنِي شَبَابَةُ، عَنْ إِسْرَائِيلَ، عَنْ ثُوَيْرٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً لَمَنْ يَنْظُرُ إِلَى جِنَانِهِ وَأَزْوَاجِهِ وَنَعِيمِهِ وَخَدَمِهِ وَسُرُرِهِ مَسِيرَةَ أَلْفِ سَنَةٍ وَأَكْرَمَهُمْ عَلَى اللَّهِ مَنْ يَنْظُرُ إِلَى وَجْهِهِ غُدْوَةً وَعَشِيَّةً ‏\"‏ ‏.‏ ثُمَّ قَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم‏:‏ ‏(‏وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ إِسْرَائِيلَ عَنْ ثُوَيْرٍ عَنِ ابْنِ عُمَرَ مَرْفُوعٌ ‏.‏ وَرَوَاهُ عَبْدُ الْمَلِكِ بْنُ أَبْجَرَ عَنْ ثُوَيْرٍ عَنِ ابْنِ عُمَرَ مَوْقُوفٌ ‏.‏\n\nوَرَوَى عُبَيْدُ اللَّهِ الأَشْجَعِيُّ، عَنْ سُفْيَانَ، عَنْ ثُوَيْرٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَوْلَهُ وَلَمْ يَرْفَعْهُ حَدَّثَنَا بِذَلِكَ أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا عُبَيْدُ اللَّهِ الأَشْجَعِيُّ، عَنْ سُفْيَانَ، عَنْ ثُوَيْرٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، نَحْوَهُ وَلَمْ يَرْفَعْهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ বিভিন্নভাবে এ হাদিসটি ইসরা’ঈল হতে তিনি সুওয়াইর-ইবনু ‘উমার (রাঃ) হতে এ সূত্রে মারফূ’ হিসেবে বর্ণিত হয়েছে। ‘আবদুল মালিক ইবনু আবজার-সুওয়াইর হতে ইবনু ‘উমার (রাঃ)-এর সূত্রে মাওকূফ হিসেবে বর্ণনা করেছেন। ‘উবাইদুল্লাহ আল-আশজা’ঈ (রহঃ) সুফিয়ান হতে তিনি সুওয়াইর হতে তিনি মুজাহিদ হতে তিনি ইবনু ‘উমার (রাঃ) সূত্রে তার বক্তব্য হিসেবে রিওয়ায়াত করেছেন, মারফূ’রূপে বর্ণনা করেননি।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}