{
  "hadith": {
    "hadith_id": 2554,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাহাবীদেরকে প্রশ্ন করেনঃ পূর্ণিমার রাতে চাঁদ দেখতে তোমরা কি কোন প্রকার ভিড় অনুভব করো? সূর্য দেখার মধ্যে কি তোমরা কোন রকম ভিড় অনুভব করো? তারা বললেন, না। তিনি বললেনঃ তোমরা যেমনিভাবে পূর্ণিমার চাঁদ দেখতে পাও, ঠিক তেমনিভাবে তোমাদের প্রভুকেও দেখতে পাবে। আর এতে কোন ভীড় অনুভব করবে না।\n\nসহীহঃ ইবনু মা-জাহ (১৭৮)। বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ طَرِيفٍ الْكُوفِيُّ، حَدَّثَنَا جَابِرُ بْنُ نُوحٍ الْحِمَّانِيُّ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تُضَامُّونَ فِي رُؤْيَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ وَتُضَامُّونَ فِي رُؤْيَةِ الشَّمْسِ ‏\"‏ ‏.‏ قَالُوا لاَ ‏.‏ قَالَ ‏\"‏ فَإِنَّكُمْ سَتَرَوْنَ رَبَّكُمْ كَمَا تَرَوْنَ الْقَمَرَ لَيْلَةَ الْبَدْرِ لاَ تُضَامُّونَ فِي رُؤْيَتِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَهَكَذَا رَوَى يَحْيَى بْنُ عِيسَى الرَّمْلِيُّ وَغَيْرُ وَاحِدٍ عَنِ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَى عَبْدُ اللَّهِ بْنُ إِدْرِيسَ عَنِ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي سَعِيدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَحَدِيثُ ابْنِ إِدْرِيسَ عَنِ الأَعْمَشِ غَيْرُ مَحْفُوظٍ وَحَدِيثُ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَصَحُّ وَهَكَذَا رَوَاهُ سُهَيْلُ بْنُ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَقَدْ رُوِيَ عَنْ أَبِي سَعِيدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ غَيْرِ هَذَا الْوَجْهِ مِثْلُ هَذَا الْحَدِيثِ وَهُوَ حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ গারীব। ইয়াহইয়া ইবনু ‘ঈসা আর-রামলী (রাহঃ) প্রমুখ আ’মাশ হতে, তিনি আবূ সালিহ হতে, তিনি আবূ হুরাইরাহ (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে, এই সুত্রে অনুরূপ বর্ণনা করেছেন। ‘আবদুল্লাহ ইবনু ইদরীস (রাহঃ) আমাশ হতে, তিনি আবূ সালিহ হতে, তিনি আবূ সা’ঈদ (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সুত্রে বর্ণনা করেছেন। ‘আবদুল্লাহ ইবনু ইদরীস–আমাশের সুত্রে বর্ণিত হাদীসটি সুরক্ষিত নয়। আবূ সালিহ–আবূ হুরাইরাহ (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সুত্রে বর্ণিত হাদীসটি অনেক বেশি সহীহ। সুহাইল ইবনু আবূ সালিহ (রাহঃ) তার বাবা হতে, তিনি আবূ হুরাইরাহ (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে একই রকম বর্ণনা করেছেন। এই হাদীসটি আবূ সা’ঈদ (রাঃ) এর সুত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে ভিন্নভাবে বর্ণিত আছে। এই সূত্রটিও সহীহ।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}