{
  "hadith": {
    "hadith_id": 2557,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ক্বিয়ামাত দিবসে আল্লাহ্‌ তা'আলা সমস্ত মানুষকে একটি ময়দানে একত্রিত করবেন, তারপর রাব্বুল ‘আলামীন তাদের সামনে আত্মপ্রকাশ করে বলবেনঃ পৃথিবীতে যে যার অনুসরণ করতো, এখন কেন সে তার পদাঙ্ক অনুসরণ করবে না? অতএব, ক্রুশ পূজারীদের জন্য ক্রুশ, মূর্তি পূজারীদের জন্য মূর্তি, অগ্নি উপাসকদের জন্য আগুন উপস্থাপন করা হবে এবং সকলেই নিজ নিজ পূজনীয় মা’বুদদের সাথে চলবে। আর মুসলিমগণ তাদের জায়গাতেই থেকে যাবে। রাববুল ‘আলামীন তাদের সামনে প্রকাশিত হয়ে বলবেনঃ তোমরা কেন ঐসব মানুষদের অনুসরণ করছো না? তারা বলবে, নাঊযুবিল্লাহ মিনকা, নাঊযুবিল্লাহ মিনকা (আল্লাহ্‌ তা'আলার নিকট আশ্রয় প্রার্থনা করছি)। আল্লাহ্‌ তা'আলাই আমাদের প্রভু। আর এটা আমাদের জায়গা। আমরা আমাদের প্রভুর সাক্ষাৎ পাবার পূর্বমুহূর্ত পর্যন্ত এ স্থান ছেড়ে যাবো না। তিনি তাদেরকে নির্দেশ দিবেন এবং তাদেরকে নিজ জায়গায় অটল রাখবেন। তারপর আল্লাহ্‌ তা'আলা অদৃশ্য হয়ে যাবেন। তিনি পুনরায় তাদের সামনে প্রকাশিত হয়ে বলবেন, তোমরা কেন ঐসব মানুষের অনুসরণ করছো না? তারা বলবে, নাঊযুবিল্লাহ মিনকা, নাঊযুবিল্লাহ মিনকা, আল্লাহ্‌ আমাদের রব এবং এটা আমাদের অবস্থানস্থল। আমরা আমাদের রবের দেখা পাওয়ার পূর্ব মুহুর্ত পর্যন্ত এ জায়গা ছেড়ে যাবো না। তিনি তাদেরকে আদেশ দিবেন এবং স্বস্থানে দৃঢ় রাখবেন। সাহাবীগণ প্রশ্ন করলেন, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমরা কি আমাদের প্রভুর দেখা পাবো? তিনি বললেনঃ তোমাদের কি পূর্ণিমার রাতের চাঁদ দেখতে অন্যদেরকে কষ্ট দিতে হয়? তারা বললেন, না, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! তিনি বললেনঃ অনুরূপভাবে সে সময় তোমরা তাঁকে দেখার জন্য তোমাদের কাউকেও যন্ত্রণা দিতে হবে না। তারপর আল্লাহ্‌ তা'আলা আড়ালে চলে যাবেন। তিনি পুনরায় তাদের সামনে প্রকাশিত হয়ে নিজের পরিচিতি উপস্থাপন করে বলবেনঃ আমিই তোমাদের প্রভু। তোমরা আমার অনুসরণ কর। মুসলিমগণ উঠে দাঁড়াবে। চলার পথে পুলসিরাত স্থাপন করা হবে। তারা তা খুব সহজেই দ্রুতগামী ঘোড়া ও উটের মতো অতিক্রম করবে এবং এর উপরে তাদের ধ্বনি হবেঃ ‘সাল্লিম সাল্লিম’ (হে আল্লাহ্‌ আমাদেরকে শান্তিতে রাখো)। জাহান্নামীরা অতিক্রম না করতে পেরে এখানেই থেকে যাবে। তাদের মধ্য হতে একটি দলকে জাহান্নামে নিক্ষেপ করা হবে এবং জাহান্নামকে প্রশ্ন করা হবে, তোর পেট ভরেছে কি? সে বলবে, আরো আছে কি? আবার আরেকটি দলকে জাহান্নামে নিক্ষেপ করা হবে এবং প্রশ্ন করা হবে, তোর পেট ভরেছে কি? সে বলবে, আরো আছে কি? এভাবে সমস্ত জাহান্নামীকে যখন জাহান্নামে নিক্ষেপ করা হবে, তখন দয়ালু প্ৰভু আল্লাহ্‌ তা'আলা তাঁর পা এর উপর রাখবেন এবং এর এক অংশ আরেক অংশের সাথে সংকুচিত হয়ে যাবে। তিনি বলবেন, যথেষ্ট হয়েছে তো? জাহান্নাম বলবে, হ্যাঁ, যথেষ্ট হয়েছে, যথেষ্ট হয়েছে।\nএরপর আল্লাহ্‌ তা'আলা যখন জান্নাতীদেরকে জান্নাতে এবং জাহান্নামীদেরকে জাহান্নামে প্রবেশ করাবেন, তখন ‘মৃত্যু’-কে গলায় কাপড় বেঁধে টেনে আনা হবে এবং জান্নাতী ও জাহান্নামীদের মাঝখানের প্রাচীরে রাখা হবে। তারপর ডেকে বলা হবে, হে জান্নাতীগণ! তারা ভয়ে ভয়ে আত্মপ্রকাশ করবে। তারপর বলা হবে, হে জাহান্নামীগণ! তারাও সুসংবাদ মনে করে শাফা‘আত লাভের আশায় আত্মপ্রকাশ করবে। তারপর জান্নাতী ও জাহান্নামীদেরকে প্রশ্ন করা হবে, তোমরা কি একে চিনো? জান্নাতী ও জাহান্নামীরা বলবে, হ্যাঁ আমরা একে চিনে ফেলেছি। এটা ‘মৃত্যু’ যা আমাদের উপর নির্দিষ্ট করা হয়েছিল। তারপর মৃত্যুকে চিৎ করে শোয়ানো হবে এবং জান্নাত ও জাহান্নামের মধ্যকার প্রাচীরের উপর যবেহ করা হবে। তারপর বলা হবে, হে জান্নাতীগণ! তোমরা চিরকাল জান্নাতে থাকবে। এরপর আর মৃত্যু নেই। হে জাহান্নামীগণ! তোমরা চিরকাল জাহান্নামে থাকবে, এরপর আর মৃত্যু নেই।\n\nসহীহ : তাখরীজ তাহাভীয়া (৫৭৬), হাদীসটি বুখারী ও মুসলিমে সংক্ষিপ্তভাবে আছে।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ يَجْمَعُ اللَّهُ النَّاسَ يَوْمَ الْقِيَامَةِ فِي صَعِيدٍ وَاحِدٍ ثُمَّ يَطَّلِعُ عَلَيْهِمْ رَبُّ الْعَالَمِينَ فَيَقُولُ أَلاَ يَتْبَعُ كُلُّ إِنْسَانٍ مَا كَانُوا يَعْبُدُونَهُ ‏.‏ فَيُمَثَّلُ لِصَاحِبِ الصَّلِيبِ صَلِيبُهُ وَلِصَاحِبِ التَّصَاوِيرِ تَصَاوِيرُهُ وَلِصَاحِبِ النَّارِ نَارُهُ فَيَتْبَعُونَ مَا كَانُوا يَعْبُدُونَ وَيَبْقَى الْمُسْلِمُونَ فَيَطَّلِعُ عَلَيْهِمْ رَبُّ الْعَالَمِينَ فَيَقُولُ أَلاَ تَتَّبِعُونَ النَّاسَ فَيَقُولُونَ نَعُوذُ بِاللَّهِ مِنْكَ نَعُوذُ بِاللَّهِ مِنْكَ اللَّهُ رَبُّنَا هَذَا مَكَانُنَا حَتَّى نَرَى رَبَّنَا ‏.‏ وَهُوَ يَأْمُرُهُمْ وَيُثَبِّتُهُمْ ثُمَّ يَتَوَارَى ثُمَّ يَطَّلِعُ فَيَقُولُ أَلاَ تَتَّبِعُونَ النَّاسَ فَيَقُولُونَ نَعُوذُ بِاللَّهِ مِنْكَ نَعُوذُ بِاللَّهِ مِنْكَ اللَّهُ رَبُّنَا وَهَذَا مَكَانُنَا حَتَّى نَرَى رَبَّنَا ‏.‏ وَهُوَ يَأْمُرُهُمْ وَيُثَبِّتُهُمْ ‏\"‏ ‏.‏ قَالُوا وَهَلْ نَرَاهُ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ وَهَلْ تُضَارُّونَ فِي رُؤْيَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ ‏\"‏ ‏.‏ قَالُوا لاَ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَإِنَّكُمْ لاَ تُضَارُّونَ فِي رُؤْيَتِهِ تِلْكَ السَّاعَةَ ثُمَّ يَتَوَارَى ثُمَّ يَطَّلِعُ فَيُعَرِّفُهُمْ نَفْسَهُ ثُمَّ يَقُولُ أَنَا رَبُّكُمْ فَاتَّبِعُونِي ‏.‏ فَيَقُومُ الْمُسْلِمُونَ وَيُوضَعُ الصِّرَاطُ فَيَمُرُّونَ عَلَيْهِ مِثْلَ جِيَادِ الْخَيْلِ وَالرِّكَابِ وَقَوْلُهُمْ عَلَيْهِ سَلِّمْ سَلِّمْ ‏.‏ وَيَبْقَى أَهْلُ النَّارِ فَيُطْرَحُ مِنْهُمْ فِيهَا فَوْجٌ ثُمَّ يُقَالُ هَلِ امْتَلأْتِ فَتَقُولُ هَلْ مِنْ مَزِيدٍ ‏.‏ ثُمَّ يُطْرَحُ فِيهَا فَوْجٌ فَيُقَالُ هَلِ امْتَلأْتِ ‏.‏ فَتَقُولُ هَلْ مِنْ مَزِيدٍ ‏.‏ حَتَّى إِذَا أُوعِبُوا فِيهَا وَضَعَ الرَّحْمَنُ قَدَمَهُ فِيهَا وَأُزْوِيَ بَعْضُهَا إِلَى بَعْضٍ ثُمَّ قَالَ قَطْ قَالَتْ قَطْ قَطْ فَإِذَا أَدْخَلَ اللَّهُ أَهْلَ الْجَنَّةِ الْجَنَّةَ وَأَهْلَ النَّارِ النَّارَ قَالَ أُتِيَ بِالْمَوْتِ مُلَبَّبًا فَيُوقَفُ عَلَى السُّورِ الَّذِي بَيْنَ أَهْلِ الْجَنَّةِ وَأَهْلِ النَّارِ ثُمَّ يُقَالُ يَا أَهْلَ الْجَنَّةِ ‏.‏ فَيَطَّلِعُونَ خَائِفِينَ ثُمَّ يُقَالُ يَا أَهْلَ النَّارِ ‏.‏ فَيَطَّلِعُونَ مُسْتَبْشِرِينَ يَرْجُونَ الشَّفَاعَةَ فَيُقَالُ لأَهْلِ الْجَنَّةِ وَأَهْلِ النَّارِ هَلْ تَعْرِفُونَ هَذَا فَيَقُولُونَ هَؤُلاَءِ وَهَؤُلاَءِ قَدْ عَرَفْنَاهُ هُوَ الْمَوْتُ الَّذِي وُكِّلَ بِنَا ‏.‏ فَيُضْجَعُ فَيُذْبَحُ ذَبْحًا عَلَى السُّورِ الَّذِي بَيْنَ الْجَنَّةِ وَالنَّارِ ثُمَّ يُقَالُ يَا أَهْلَ الْجَنَّةِ خُلُودٌ لاَ مَوْتَ وَيَا أَهْلَ النَّارِ خُلُودٌ لاَ مَوْتَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ - وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم رِوَايَاتٌ كَثِيرَةٌ مِثْلُ هَذَا مَا يُذْكَرُ فِيهِ أَمْرُ الرُّؤْيَةِ أَنَّ النَّاسَ يَرَوْنَ رَبَّهُمْ وَذِكْرُ الْقَدَمِ وَمَا أَشْبَهَ هَذِهِ الأَشْيَاءَ وَالْمَذْهَبُ فِي هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنَ الأَئِمَّةِ مِثْلِ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَابْنِ الْمُبَارَكِ وَابْنِ عُيَيْنَةَ وَوَكِيعٍ وَغَيْرِهِمْ أَنَّهُمْ رَوَوْا هَذِهِ الأَشْيَاءَ ثُمَّ قَالُوا تُرْوَى هَذِهِ الأَحَادِيثُ وَنُؤْمِنُ بِهَا وَلاَ يُقَالُ كَيْفَ وَهَذَا الَّذِي اخْتَارَهُ أَهْلُ الْحَدِيثِ أَنْ تُرْوَى هَذِهِ الأَشْيَاءُ كَمَا جَاءَتْ وَيُؤْمَنُ بِهَا وَلاَ تُفَسَّرُ وَلاَ تُتَوَهَّمُ وَلاَ يُقَالُ كَيْفَ وَهَذَا أَمْرُ أَهْلِ الْعِلْمِ الَّذِي اخْتَارُوهُ وَذَهَبُوا إِلَيْهِ ‏.‏ وَمَعْنَى قَوْلِهِ فِي الْحَدِيثِ ‏\"‏ فَيُعَرِّفُهُمْ نَفْسَهُ ‏\"‏ ‏.‏ يَعْنِي يَتَجَلَّى لَهُمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এই হাদীসটি হাসান সহীহ। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আল্লাহ্‌ তা'আলার সাক্ষাৎ লাভ বিষয়ক এরকম অনেক হাদীস বর্ণিত আছে। মানুষ আল্লাহ্‌ তা'আলার সাক্ষাৎ লাভ করবে এবং (তাঁর) পা বা একই রকম বিষয়েরও উল্লেখ আছে। সুফইয়ান সাওরী, মালিক ইবনু আনাস, ইবনু মুবারাক, সুফইয়ান ইবনু উআইনা ও ওয়াকী (রাহঃ) প্রমুখ ইমামগণ এই জাতীয় বিষয় বর্ণনা করেছেন এবং বলেছেন, তা বর্ণনা করা যাবে এবং আমরা এগুলোতে বিশ্বাস করি। কিন্তু এগুলো কেমন হবে তা প্রশ্ন করা যাবে না। মুহাদ্দিসগণও এই মতামত গ্রহণ করেছেন যে, যেভাবে এই জাতীয় হাদীস বর্ণিত হয়ে এসেছে, ঠিক সেভাবেই বর্ণনা করা যাবে এবং এই বিষয়ের উপর বিশ্বাসও রাখতে হবে। কিন্তু এর ব্যাখ্যা করা যাবে না এবং সংশয় পোষণও করা যাবে না, তাঁর হাত-পা এগুলো কেমন তাও বলা যাবে না। আলিমগণ এই অভিমতই অবলম্বন করেছেন। আর হাদীসে বর্ণিত হয়েছে “তিনি তাদের সামনে তাঁর পরিচিতি উপস্থাপন করবেন\"-এর তাৎপর্য এই যে, তিনি তাদের সামনে নিজের নূরের তাজাল্লী প্রকাশ করবেন।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}