{
  "hadith": {
    "hadith_id": 256,
    "narrator": "আবূ ‘ঈসা",
    "bn": "ফাযল ইবনু সাবাহ বাগদাদী তিনি সুফইয়ান ইবনু উয়াইনাহ হতে তিনি যুহরী হতে এই সনদ পরম্পরায় ইবনু আবী উমারের অনুরূপ হাদীস বর্ণনা করেছেন।\n\nসহীহ্। দেখুন পূর্বের হাদীস",
    "ar": "قَالَ أَبُو عِيسَى حَدَّثَنَا الْفَضْلُ بْنُ الصَّبَّاحِ الْبَغْدَادِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، حَدَّثَنَا الزُّهْرِيُّ، بِهَذَا الإِسْنَادِ نَحْوَ حَدِيثِ ابْنِ أَبِي عُمَرَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ، وَعَلِيٍّ، وَوَائِلِ بْنِ حُجْرٍ، وَمَالِكِ بْنِ الْحُوَيْرِثِ، وَأَنَسٍ، وَأَبِي، هُرَيْرَةَ وَأَبِي حُمَيْدٍ وَأَبِي أُسَيْدٍ وَسَهْلِ بْنِ سَعْدٍ وَمُحَمَّدِ بْنِ مَسْلَمَةَ وَأَبِي قَتَادَةَ وَأَبِي مُوسَى الأَشْعَرِيِّ وَجَابِرٍ وَعُمَيْرٍ اللَّيْثِيِّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَبِهَذَا يَقُولُ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمُ ابْنُ عُمَرَ وَجَابِرُ بْنُ عَبْدِ اللَّهِ وَأَبُو هُرَيْرَةَ وَأَنَسٌ وَابْنُ عَبَّاسٍ وَعَبْدُ اللَّهِ بْنُ الزُّبَيْرِ وَغَيْرُهُمْ وَمِنَ التَّابِعِينَ الْحَسَنُ الْبَصْرِيُّ وَعَطَاءٌ وَطَاوُسٌ وَمُجَاهِدٌ وَنَافِعٌ وَسَالِمُ بْنُ عَبْدِ اللَّهِ وَسَعِيدُ بْنُ جُبَيْرٍ وَغَيْرُهُمْ ‏.‏ وَبِهِ يَقُولُ مَالِكٌ وَمَعْمَرٌ وَالأَوْزَاعِيُّ وَابْنُ عُيَيْنَةَ وَعَبْدُ اللَّهِ بْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ قَدْ ثَبَتَ حَدِيثُ مَنْ يَرْفَعُ يَدَيْهِ وَذَكَرَ حَدِيثَ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ وَلَمْ يَثْبُتْ حَدِيثُ ابْنِ مَسْعُودٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمْ يَرْفَعْ يَدَيْهِ إِلاَّ فِي أَوَّلِ مَرَّةٍ ‏.‏ حَدَّثَنَا بِذَلِكَ أَحْمَدُ بْنُ عَبْدَةَ الآمُلِيُّ حَدَّثَنَا وَهْبُ بْنُ زَمْعَةَ عَنْ سُفْيَانَ بْنِ عَبْدِ الْمَلِكِ عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ ‏.‏ قَالَ وَحَدَّثَنَا يَحْيَى بْنُ مُوسَى قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ قَالَ كَانَ مَالِكُ بْنُ أَنَسٍ يَرَى رَفْعَ الْيَدَيْنِ فِي الصَّلاَةِ ‏.‏ وَقَالَ يَحْيَى وَحَدَّثَنَا عَبْدُ الرَّزَّاقِ قَالَ كَانَ مَعْمَرٌ يَرَى رَفْعَ الْيَدَيْنِ فِي الصَّلاَةِ ‏.‏ وَسَمِعْتُ الْجَارُودَ بْنَ مُعَاذٍ يَقُولُ كَانَ سُفْيَانُ بْنُ عُيَيْنَةَ وَعُمَرُ بْنُ هَارُونَ وَالنَّضْرُ بْنُ شُمَيْلٍ يَرْفَعُونَ أَيْدِيَهُمْ إِذَا افْتَتَحُوا الصَّلاَةَ وَإِذَا رَكَعُوا وَإِذَا رَفَعُوا رُءُوسَهُمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘উমার, ‘আলী, ওয়াইল ইবনু হুজর, মালিক ইবনু হুয়াইরিস, আনাস, আবূ হুরায়রা, আবূ হুমাইদ, আবূ উসাইদ, সাহল ইবনু সাদ, মুহাম্মাদ ইবনু মাসলামা, আবূ কাতাদা, আবূ মূসা আশ’আরী, জাবির ও উমাইর লাইসী (রাঃ) হতেও হাদীস বর্ণিত আছে।\nনাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল বিশেষজ্ঞ সাহাবা যেমন, ইবনু ‘উমার, জাবির ইবনু ‘আবদুল্লাহ, আবূ হুরায়রা, আনাস, ইবনু ‘আব্বাস, ‘আবদুল্লাহ ইবনু যুবাইর (রাঃ) ও আরো অনেকে; তাবিঈদের মধ্যে হাসান বাসরী, ‘আতা, তাউস, মুজাহিদ, নাফি’, সালিম ইবনু আবদুল্লাহ, সা’ঈদ ইবনু যুবাইর প্রমুখ রুকূতে যাওয়া এবং রুকূ হতে উঠার সময় ‘রফউল ইয়াদাইন’ করার পক্ষে মত দিয়েছেন। ইমাম মালিক মা’মার, আওযায়ী ইবনু ‘উয়াইনাহ ইমাম ‘আবদুল্লাহ ইবনুল মুবারাক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ) এই মত গ্রহণ করেছেন। ‘আবদুল্লাহ ইবনুল মুবারাক বলেন, হাত উত্তোলন সম্পর্কিত হাদীস সুপ্রতিষ্ঠিত ও সুপ্রমাণিত। ইবনু মাসঊদ (রাঃ) যে বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শুধু একবার রফউল ইয়াদাইন করেছেন, অতঃপর আর কখনো করেননি এ হাদীসটি প্রমাণিত নয় এবং প্রতিষ্ঠিতও নয়। আমাকে এ কথা আহমাদ ইবনু আবদাহ্ বলেছেন, তিনি ওয়াহ্ব ইবনু যামআর সূত্রে তিনি সুফিয়ান ইবনু আবদুল মালিকের সূত্রে এবং তিনি আবদুল্লাহ ইবনুল মুবারাকের সূত্রে পেয়েছেন।\nজারুদ ইবনু মু’আয বলেন: সুফইয়ান ইবনু উয়াইনা, ‘উমার ইবনু হারুন, নায্র ইবনু শুমাইল প্রমুখ ইমামগণ নামায শুরু করতে রুকূতে যাওয়ার সময় এবং রুকূ হতে উঠার সময় রফউল ইয়াদাইন করতেন।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}