{
  "hadith": {
    "hadith_id": 2562,
    "narrator": "আবূ সা’ঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ অতি সাধারণ মর্যাদা সম্পন্ন একজন জান্নাতীরও আশি হাজার খাদিম ও বাহাত্তর জন হূর থাকবে। আর তার জন্য মণিমুক্তা, যমরূদ ও ইয়াকূতের তাঁবু নির্মাণ করা হবে। সেটা এত বড় হবে যে, তা সিরিয়ার অন্তর্গত ‘জাবিয়া’ হতে ইয়ামানের ‘সানআ’ পর্যন্ত সমান জায়গা জুড়ে বিস্তৃত হবে।\n\n যঈফ মিশকাত (৫৬৪৮) যঈফ জামি’ সাগীর (২৬৬)",
    "ar": "حَدَّثَنَا سُوَيْدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا رِشْدِينُ بْنُ سَعْدٍ، حَدَّثَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ دَرَّاجٍ، عَنْ أَبِي الْهَيْثَمِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَدْنَى أَهْلِ الْجَنَّةِ الَّذِي لَهُ ثَمَانُونَ أَلْفَ خَادِمٍ وَاثْنَتَانِ وَسَبْعُونَ زَوْجَةً وَتُنْصَبُ لَهُ قُبَّةٌ مِنْ لُؤْلُؤٍ وَزَبَرْجَدٍ وَيَاقُوتٍ كَمَا بَيْنَ الْجَابِيَةِ إِلَى صَنْعَاءَ ‏\"‏ ‏.‏\nوَبِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ مَاتَ مِنْ أَهْلِ الْجَنَّةِ مِنْ صَغِيرٍ أَوْ كَبِيرٍ يُرَدُّونَ بَنِي ثَلاَثِينَ فِي الْجَنَّةِ لاَ يَزِيدُونَ عَلَيْهَا أَبَدًا وَكَذَلِكَ أَهْلُ النَّارِ ‏\"‏ ‏.‏ وَبِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ عَلَيْهِمُ التِّيجَانَ إِنَّ أَدْنَى لُؤْلُؤَةٍ مِنْهَا لَتُضِيءُ مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ رِشْدِينَ بْنِ سَعْدٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আর এ সনদেই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছে, তিনি বলেনঃ যে জান্নাতী মারা গেছে চাই সে কম বয়সী হোক বা বেশী বয়সী, সে ত্রিশ বছরের যুবক হয়ে জান্নাতে যাবে, এর বেশী বয়স আর হবে না। ঠিক জাহান্নামীদের বয়স ও অনুরূপ হবে। একই সনদে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সাধারণ জান্নাতীদের মাথায় তাজ (মুকুট) পরানো হবে। আর এ তাজের সবচাইতে নিম্নমানের মুক্তা এমন হবে যে, এটা পূর্ব হতে পশ্চিম পর্যন্ত সবকিছু আলোকিত করবে। আবূ ঈসা বলেন, এ হাদিসটি গারীব। আমরা শুধুমাত্র রিশদীন ইবনু সাদের রিওয়ায়াত হিসাবে এ হাদিস জেনেছি।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}