{
  "hadith": {
    "hadith_id": 2568,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ  আল্লাহ তা’আলা তিন প্রকার লোককে ভালবাসেন এবং তিন প্রকার লোককে ঘৃণা করেন। যাদের আল্লাহ তা’আলা ভালবাসেন তারা হলঃ (১) কোন ব্যক্তি কোন সম্প্রদায়ের নিকটে এসে আল্লাহ্‌ তা’আলার ওয়াস্তে কিছু চাইল, তবে আত্মীয়তার সম্পর্কের দোহাই দিয়ে চায়নি। তারা তাকে কিছুই দিল না। এ সম্প্রদায়ের একটি লোক তাদের হতে আলাদা হয়ে গোপনে তাকে কিছু দান করল এবং তার দান প্রসঙ্গে আল্লাহ তা’আলা ও গ্রহণকারী ব্যতীত আর কেউ জানতে পারল না। (২) একটি দল সারারাত সফররত থাকল, তারপর সকল কিছুর তুলনায় ঘুম যখন তাদের প্রিয় হয়ে গেল, ফলে সব লোক (বালিশে) মাথা রেখে ঘুমিয়ে পড়ল; কিন্তু তাদেরই একজন আমার সন্তুষ্টি অর্জনের উদ্দেশ্যে নামাযে দাঁড়ায় এবং আমার কুরআনের আয়াত তিলাওয়াত করে। (৩) আর এক ব্যক্তি কোন সেনাবাহিনীতে যোগদান করল। তারপর শত্রুর মুকাবিলা করে তার পক্ষের লোকেরা পরাজিত হল; কিন্তু সে বুক ফুলিয়ে সামনে এগিয়ে গেলো। তারপর সে হয় শহীদ হল কিংবা বিজয়ী হল। আর আল্লাহ তা’আলা যে তিনজনকে ঘৃণা করেন তারা হলঃ (১) বৃদ্ধ যেনাকারী; (২) অহংকারী ভিক্ষুক এবং (৩) অত্যাচারী সম্পদশালী ব্যক্তি।\n\nযঈফ, মিশকাত (১৯২২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورِ بْنِ الْمُعْتَمِرِ، قَالَ سَمِعْتُ رِبْعِيَّ بْنَ حِرَاشٍ، يُحَدِّثُ عَنْ زَيْدِ بْنِ ظَبْيَانَ، يَرْفَعُهُ إِلَى أَبِي ذَرٍّ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ ثَلاَثَةٌ يُحِبُّهُمُ اللَّهُ وَثَلاَثَةٌ يَبْغَضُهُمُ اللَّهُ فَأَمَّا الَّذِينَ يُحِبُّهُمُ اللَّهُ فَرَجُلٌ أَتَى قَوْمًا فَسَأَلَهُمْ بِاللَّهِ وَلَمْ يَسْأَلْهُمْ بِقَرَابَةٍ بَيْنَهُ وَبَيْنَهُمْ فَمَنَعُوهُ فَتَخَلَّفَ رَجُلٌ بِأَعْقَابِهِمْ فَأَعْطَاهُ سِرًّا لاَ يَعْلَمُ بِعَطِيَّتِهِ إِلاَّ اللَّهُ وَالَّذِي أَعْطَاهُ وَقَوْمٌ سَارُوا لَيْلَتَهُمْ حَتَّى إِذَا كَانَ النَّوْمُ أَحَبَّ إِلَيْهِمْ مِمَّا يُعْدَلُ بِهِ نَزَلُوا فَوَضَعُوا رُءُوسَهُمْ فَقَامَ أَحَدُهُمْ يَتَمَلَّقُنِي وَيَتْلُو آيَاتِي وَرَجُلٌ كَانَ فِي سَرِيَّةٍ فَلَقِيَ الْعَدُوَّ فَهُزِمُوا وَأَقْبَلَ بِصَدْرِهِ حَتَّى يُقْتَلَ أَوْ يُفْتَحَ لَهُ ‏.‏ وَالثَّلاَثَةُ الَّذِينَ يَبْغَضُهُمُ اللَّهُ الشَّيْخُ الزَّانِي وَالْفَقِيرُ الْمُخْتَالُ وَالْغَنِيُّ الظَّلُومُ ‏\"‏ ‏.‏\n\nحَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، عَنْ شُعْبَةَ، نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏ وَهَكَذَا رَوَى شَيْبَانُ، عَنْ مَنْصُورٍ، نَحْوَ هَذَا وَهَذَا أَصَحُّ مِنْ حَدِيثِ أَبِي بَكْرِ بْنِ عَيَّاشٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "মাহমূদ ইবনু গাইলান-নাযর ইবনু শুমাইল হতে তিনি শুবা (রহঃ) হতে উপরে বর্ণিত হাদিসের সমার্থক হাদিস বর্ণনা করেছেন। আবূ ঈসা বলেনঃ এ হাদিসটি সহীহ। শাইবান (রহঃ)- ও মানসূরের সূত্রে এরকমই বর্ণনা করেছেন। এই সূত্রে বর্ণিত রিওয়ায়াতটি আবূ বাক্‌র ইবনু আইয়্যাশের সূত্রে বর্ণিত হাদিসের তুলনায় অনেক বেশী সহীহ।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}