{
  "hadith": {
    "hadith_id": 2583,
    "narrator": "আবূ উমামা (রাঃ)",
    "bn": "আল্লাহ্ তা’আলার বাণীঃ “জাহান্নামীদেরকে গলিত পুঁজ পান করানো হবে, যা সে এক এক ঢোক করে গলধঃকরণ করবে” (সূরাঃ ইবরাহীম–১৬, ১৭) প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ পুঁজ যখন তার মুখের নিকটে নিয়ে আসা হবে সে তা অপছন্দ করবে। তারপর যখন আরো নিকটে নিয়ে আসা হবে তখন তার মুখমন্ডল পুড়ে যাবে এবং মাথার চামড়া গলে পড়ে যাবে। তারপর সে যখন তা পান করবে তখন তা তার নাড়িভুঁড়ি গলিয়ে ছিন্নভিন্ন করে দিবে এবং তা মলদ্বার দিয়ে বেরিয়ে যাবে। আল্লাহ তা’আলা বলেনঃ “তাদের গরম পানি পান করানো হবে, যা তাদের নাড়িভুঁড়ি ছিন্নভিন্ন করে দিবে” (সূরাঃ মুহাম্মাদ— ১৫)। তিনি আরো বলেনঃ “পিপাসার্ত হয়ে তারা পানীয় প্রার্থনা করলে তাদেরকে দেয়া হবে গলিত ধাতুর ন্যায় পানীয়, যা তাদের মুখমন্ডল দগ্ধ করবে। তা কতই না নিকৃষ্ট পানীয় এবং (জাহান্নাম) কতই না নিকৃষ্ট স্থান” (সূরাঃ কাহ্‌ফ— ২৯)।\n\nযঈফ, মিশকাত (৫৬৮০), তা’লীক অনুরূপ",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا صَفْوَانُ بْنُ عَمْرٍو، عَنْ عُبَيْدِ اللَّهِ بْنِ بُسْرٍ، عَنْ أَبِي أُمَامَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي قَوْلِهِ‏:‏ ‏(‏يُسْقَى مِنْ مَاءٍ صَدِيدٍ * يَتَجَرَّعُهُ ‏)‏ قَالَ ‏\"‏ يُقَرَّبُ إِلَى فِيهِ فَيَكْرَهُهُ فَإِذَا أُدْنِيَ مِنْهُ شَوَى وَجْهَهُ وَوَقَعَتْ فَرْوَةُ رَأْسِهِ فَإِذَا شَرِبَهُ قَطَّعَ أَمْعَاءَهُ حَتَّى يَخْرُجَ مِنْ دُبُرِهِ يَقُولُ اللَّهُ‏:‏ ‏(‏وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ ‏)‏ وَيَقُولُ‏:‏ ‏(‏وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ ‏)‏ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَهَكَذَا قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ عَنْ عُبَيْدِ اللَّهِ بْنِ بُسْرٍ وَلاَ نَعْرِفُ عُبَيْدَ اللَّهِ بْنَ بُسْرٍ إِلاَّ فِي هَذَا الْحَدِيثِ وَقَدْ رَوَى صَفْوَانُ بْنُ عَمْرٍو عَنْ عَبْدِ اللَّهِ بْنِ بُسْرٍ صَاحِبِ النَّبِيِّ صلى الله عليه وسلم غَيْرَ هَذَا الْحَدِيثِ وَعَبْدُ اللَّهِ بْنُ بُسْرٍ لَهُ أَخٌ قَدْ سَمِعَ مِنَ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَأُخْتُهُ قَدْ سَمِعَتْ مِنَ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَعُبَيْدُ اللَّهِ بْنُ بُسْرٍ الَّذِي رَوَى عَنْهُ صَفْوَانُ بْنُ عَمْرٍو حَدِيثَ أَبِي أُمَامَةَ لَعَلَّهُ أَنْ يَكُونَ أَخَا عَبْدِ اللَّهِ بْنِ بُسْرٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদিসটি গারীব। মুহাম্মাদ ইবনু ইসমাঈল বুখারী (রহঃ) উবাইদুল্লাহ ইবনু বুসরের সূত্রে এরকমই বলেছেন। এ হাদিসের দ্বারাই শুধুমাত্র উবাইদুল্লাহ ইবনু বুসরের পরিচয় পাওয়া যায়। সাফওয়ান ইবনু আমর (রহঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী আবদুল্লাহ ইবনু বুসর (রাঃ)-এর সূত্রে এ হাদিস ব্যতীত অন্য হাদিস বর্ণনা করেছেন। আবদুল্লাহ ইবনু বুসরের এক ভাই ও এক বোন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে হাদিস বর্ণনা করেছেন। সাফওয়ান ইবনু আমর (রহঃ) যে উবাইদুল্লাহ ইবনু বুসরের সূত্রে আবূ উমামা (রাঃ)-এর হাদিস বর্ণনা করেছেন তিনি অন্য ব্যক্তি, সাহাবী নন।",
    "chapter": {
      "chapter_number": "37"
    }
  }
}