{
  "hadith": {
    "hadith_id": 2584,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "“কালমুহ্‌লি” (গলিত ধাতুর ন্যায়) প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তা হল গরম তেলের গাদ সদৃশ (যা জাহান্নামীদের পান করার জন্যে দেয়া হবে)। যখনই সে এটা (মুখের) নিকটে নিবে তার মুখমন্ডলের চামড়া এতে গলে পড়ে যাবে।\n\nযঈফ, ২৭০৭ নং হাদিসের পুনরাবৃত্তি\n\nএকই সনদসূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছে, তিনি বলেনঃ জাহান্নামের বেষ্টনী হবে চারটি প্রাচীর এবং প্রতিটি প্রাচীর হবে চল্লিশ বছরের দূরত্বের সমান পুরু। যঈফ, মিশকাত (৫৬৮১), তা’লিকুর রাগীব (৪/২৩১)\n\nএকই সনদসূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছে, তিনি বলেনঃ জাহান্নামীদের পুঁজের এক বালতিও যদি দুনিয়াতে ঢেলে দেয়া হত, তবে সমস্ত দুনিয়াই দুর্গন্ধময় হয়ে যেত। যঈফ, মিশকাত (৫৬৮২)\n\nআবূ ‘ঈসা বলেনঃ আমরা শুধুমাত্র রিশদীন ইবনু সা’দের সূত্রে এ হাদিস প্রসঙ্গে জেনেছি। স্বরণশক্তির কারণে তিনি (একজন) সমালোচিত রাবী। “কিছাফু কুল্লি জিদার” —এর অর্থ “প্রতিটি দেয়ালের পুরু বা ঘনত্ব”।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا رِشْدِينُ بْنُ سَعْدٍ، حَدَّثَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ دَرَّاجٍ، عَنْ أَبِي الْهَيْثَمِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ‏:‏ ‏(‏كَالْمُهْلِ ‏)‏ كَعَكَرِ الزَّيْتِ فَإِذَا قُرِّبَ إِلَيْهِ سَقَطَتْ فَرْوَةُ وَجْهِهِ فِيهِ ‏\"‏ ‏.‏\n\nوَبِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لِسُرَادِقِ النَّارِ أَرْبَعَةُ جُدُرٍ كِثَفُ كُلِّ جِدَارٍ مِثْلُ مَسِيرَةِ أَرْبَعِينَ سَنَةً ‏\"‏ ‏.‏\n\nوَبِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لَوْ أَنَّ دَلْوًا مِنْ غَسَّاقٍ يُهَرَاقُ فِي الدُّنْيَا لأَنْتَنَ أَهْلُ الدُّنْيَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ رِشْدِينَ بْنِ سَعْدٍ وَفِي رِشْدِينَ مَقَالٌ وَقَدْ تُكُلِّمَ فِيهِ مِنْ قِبَلِ حِفْظِهِ ‏.‏ وَمَعْنَى قَوْلِهِ ‏\"‏ كِثَفُ كُلِّ جِدَارٍ ‏\"‏ يَعْنِي غِلَظَهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "37"
    }
  }
}