{
  "hadith": {
    "hadith_id": 2586,
    "narrator": "আবুদ দারদা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জাহান্নামীদের উপর ক্ষুধা চাপিয়ে দেয়া হবে। ফলে তারা অন্যান্য শাস্তির মতই ক্ষুধার যন্ত্রণায়ও নিপিড়িত হবে। তারা কাতর কণ্ঠে ফারিয়াদ করবে এবং কাটাযুক্ত গুল্মের খাবার দিয়ে তাদের ফারিয়াদ পূর্ণ করা হবে। এ খাবার না তাদেরকে মোটাতাজা করবে, না তাদের ক্ষুধা দূর করবে। তারা আবার খাবারের জন্য ফারিয়াদ করবে। তাদের তখন এমন খাবার দেয়া হবে যা তাদের গলায় আটকে যাবে। তারা তখন মনে করবে দুনিয়াতে পানি পান করে গলায় আটকানো খাবার বের করার কথা। সুতরাং তারা পানীয়ের জন্য ফারিয়াদ জানাবে এবং তাদেরকে লোহার কাঁটাযুক্ত গরম পানি দেয়া হবে। এটা তাদের মুখের নিকটে নেয়া মাত্র তা তাদের মুখমণ্ডল পুড়ে ফেলবে এবং যখন উহা তাদের পেটে প্রবেশ করবে তখন তা তাদের নাড়িভুঁড়ি গলিয়ে ছিন্নভিন্ন করে দিবে। তখন তারা (পরস্পর) বলবে, জাহান্নামের তত্ত্বাবধায়ককে ডাকো। সে তাদের বলবে, “তোমাদের নিকটে কি রাসূলগণ সুস্পষ্ট দলীল-প্রমাণ নিয়ে আসেননি? তারা বলবে, হ্যাঁ এসেছিলেন। তত্ত্বাবধায়ক বলবে, তোমরা ডাকতে থাক কিন্তু কাফিরের ডাক নিষ্ফল” (সূরাঃ মু’মিন– ৫০)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তারা বলাবলি করবে, তোমরা মালিককে (জাহান্নামের প্রধান তত্ত্বাবধায়ককে) ডাকো। তারা বলবে, “হে মালিক! আপনার রব যেন আমাদের মৃত্যু ঘটান” (সূরাঃ যুখরুফ– ৭৮)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তাদের জবাব দেয়া হবে, “তোমরা এভাবেই থাকবে (মৃত্যুও আসবেনা)” (৪৩:৭৮)। আ’মাশ (রহঃ) বলেন, আমি জেনেছি যে, তাদের এ আহ্বান ও মালিকের জবাবদানের মাঝখানে এক হাজার বছর চলে যাবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এরপর তারা (পরস্পর) বলবে, তোমাদের রবকে ডাকো, কেননা তোমাদের রবের চাইতে উত্তম আর কেউ নেই। তারা বলবে, “হে আমাদের রব! দুর্ভাগ্য আমাদের পরাজিত করেছে এবং আমরা ছিলাম পথভ্রষ্ট সম্প্রদায়। হে আমাদের আল্লাহ! আমাদেরকে এখান হতে বের করে নিন। আমরা যদি আবার এরূপ করি, তাহলে অবশ্যই আমরা যালিম” (সূরাঃ মু’মিনূন– ১০৬, ১০৭)। তিনি বলেন, তাদের জবাব দেয়া হবে, “এখানেই তোরা লাঞ্ছিত অবস্থায় থাক, আর কোন্‌ কথা বলবে না” – (সূরা আল-মু’মিনূনঃ ১০৮)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তখন হতে তারা সব ধরণের কল্যাণলাভ থেকে হতাশ হয়ে যাবে এবং এ ভয়ংকর অবস্থায় গর্দভের ন্যায় চিৎকার দিতে থাকবে।\n\nয’ঈফ; মিশকাত– হাঃ নং- ৫৬৮৬; তা’লীকুর রাগীব– হাঃ নং- ৪/২৩৬",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا عَاصِمُ بْنُ يُوسُفَ، حَدَّثَنَا قُطْبَةُ بْنُ عَبْدِ الْعَزِيزِ، عَنِ الأَعْمَشِ، عَنْ شِمْرِ بْنِ عَطِيَّةَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يُلْقَى عَلَى أَهْلِ النَّارِ الْجُوعُ فَيَعْدِلُ مَا هُمْ فِيهِ مِنَ الْعَذَابِ فَيَسْتَغِيثُونَ فَيُغَاثُونَ بِطَعَامٍ مِنْ ضَرِيعٍ لاَ يُسْمِنُ وَلاَ يُغْنِي مِنْ جُوعٍ فَيَسْتَغِيثُونَ بِالطَّعَامِ فَيُغَاثُونَ بِطَعَامٍ ذِي غُصَّةٍ فَيَذْكُرُونَ أَنَّهُمْ كَانُوا يُجِيزُونَ الْغُصَصَ فِي الدُّنْيَا بِالشَّرَابِ فَيَسْتَغِيثُونَ بِالشَّرَابِ فَيُرْفَعُ إِلَيْهِمُ الْحَمِيمُ بِكَلاَلِيبِ الْحَدِيدِ فَإِذَا دَنَتْ مِنْ وُجُوهِهِمْ شَوَتْ وُجُوهَهُمْ فَإِذَا دَخَلَتْ بُطُونَهُمْ قَطَّعَتْ مَا فِي بُطُونِهِمْ فَيَقُولُونَ ادْعُوا خَزَنَةَ جَهَنَّمَ فَيَقُولُونَ أَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ قَالُوا بَلَى ‏.‏ قَالُوا فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلاَّ فِي ضَلاَلٍ ‏.‏ قَالَ فَيَقُولُونَ ادْعُوا مَالِكًا فَيَقُولُونَ‏:‏ ‏(‏يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ‏)‏ قَالَ فَيُجِيبُهُمْ‏:‏ ‏(‏إِنَّكُمْ مَاكِثُونَ ‏)‏ ‏\"‏ ‏.‏ قَالَ الأَعْمَشُ نُبِّئْتُ أَنَّ بَيْنَ دُعَائِهِمْ وَبَيْنَ إِجَابَةِ مَالِكٍ إِيَّاهُمْ أَلْفَ عَامٍ ‏.‏ قَالَ ‏\"‏ فَيَقُولُونَ ادْعُوا رَبَّكُمْ فَلاَ أَحَدَ خَيْرٌ مِنْ رَبِّكُمْ فَيَقُولُونَ‏:‏ ‏(‏رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ * رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ ‏)‏ قَالَ فَيُجِيبُهُمْ‏:‏ ‏(‏اخْسَؤُوا فِيهَا وَلاَ تُكَلِّمُونِ ‏)‏ قَالَ فَعِنْدَ ذَلِكَ يَئِسُوا مِنْ كُلِّ خَيْرٍ وَعِنْدَ ذَلِكَ يَأْخُذُونَ فِي الزَّفِيرِ وَالْحَسْرَةِ وَالْوَيْلِ ‏\"‏ ‏.‏ قَالَ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ وَالنَّاسُ لاَ يَرْفَعُونَ هَذَا الْحَدِيثَ ‏.‏ قَالَ أَبُو عِيسَى إِنَّمَا نَعْرِفُ هَذَا الْحَدِيثَ عَنِ الأَعْمَشِ عَنْ شِمْرِ بْنِ عَطِيَّةَ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ أُمِّ الدَّرْدَاءِ عَنْ أَبِي الدَّرْدَاءِ قَوْلَهُ وَلَيْسَ بِمَرْفُوعٍ ‏.‏ وَقُطْبَةُ بْنُ عَبْدِ الْعَزِيزِ هُوَ ثِقَةٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "‘আবদুল্লাহ ইবনু ‘আবদুর রহমান (রহঃ) বলেনঃ রাবীগণ এ হাদিস মারফূ’রূপে বর্ণনা করেননি। আবূ ‘ঈসা বলেনঃ আ’মাশ হতে তিনি শিম্‌র ইবনু ‘আতিয়্যা হতে তিনি শাহর ইবনু হাওশাব হতে তিনি উম্মুদ দারদা (রাঃ) হতে তিনি আবূদ দারদা (রাঃ) হতে, এ সূত্রে হাদিসটি তার উক্তি হিসেবেই আমরা জেনেছি। মূলত এটি মারফূ’ হাদিস নয়। কুত্ববাহ ইবনু ‘আবদুল ‘আযীয হাদিসের ইমামগণের মতে নির্ভরযোগ্য রাবী।",
    "chapter": {
      "chapter_number": "37"
    }
  }
}