{
  "hadith": {
    "hadith_id": 2595,
    "narrator": "‘আবদুল্লাহ ইবনু মাস‘ঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক সবার শেষে জাহান্নাম থেকে বেরিয়ে আসবে, আমি তাকে জানি। সে নিতম্বের উপর ভর দিয়ে (জাহান্নাম থেকে) হেঁচড়িয়ে বের হয়ে আসবে। সে বলবে, হে প্রভু! জান্নাতের জায়গাগুলো তো মানুষজন দখল করে নিয়েছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তাকে বলা হবে, তুমি জান্নাতের দিকে অগ্রসর হও এবং তাতে প্রবেশ কর। তখন সে জান্নাতে প্রবেশের উদ্দেশ্যে অগ্রসর হবে এবং দেখতে পাবে যে, সম্পূর্ণ জায়গা মানুষজন দখল করে নিয়েছে। সে ফিরে এসে বলবে, হে প্রভু! সমস্ত জায়গা তো মানুষজন দখল করে নিয়েছে! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তাকে বলা হবে, সে সময়ের কথা স্মরণ আছে কি যাতে তুমি অবস্থান করছিলে? সে বলবে, হ্যাঁ স্মরণ আছে। বলা হবে, তুমি আকাঙ্ক্ষা কর। সে তখন আকাঙ্ক্ষা পেশ করবে। বলা হবে, তুমি যা আকাঙ্ক্ষা করেছো তা দেয়া হল তদুপারি দুনিয়ার দশ গুণ দেয়া হল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন এ কথা শোনার পর সে বলবে, আপনি বাদশাহ্ হয়ে আমার সাথে উপহাস করছেন? ইবনু মাস‘ঊদ (রাঃ) বলেন, এ কথা বলার পর আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে হাসতে দেখলাম, এমনকি তাঁর মুখের দাঁত প্রকাশিত হল।\n\nসহীহঃ ইবনু মা-জাহ (৪৩৩৯), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبِيدَةَ السَّلْمَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنِّي لأَعْرِفُ آخِرَ أَهْلِ النَّارِ خُرُوجًا رَجُلٌ يَخْرُجُ مِنْهَا زَحْفًا فَيَقُولُ يَا رَبِّ قَدْ أَخَذَ النَّاسُ الْمَنَازِلَ ‏.‏ قَالَ فَيُقَالُ لَهُ انْطَلِقْ فَادْخُلِ الْجَنَّةَ ‏.‏ قَالَ فَيَذْهَبُ لِيَدْخُلَ فَيَجِدُ النَّاسَ قَدْ أَخَذُوا الْمَنَازِلَ فَيَرْجِعُ فَيَقُولُ يَا رَبِّ قَدْ أَخَذَ النَّاسُ الْمَنَازِلَ ‏.‏ قَالَ فَيُقَالُ لَهُ أَتَذْكُرُ الزَّمَانَ الَّذِي كُنْتَ فِيهِ فَيَقُولُ نَعَمْ ‏.‏ فَيُقَالُ لَهُ تَمَنَّ ‏.‏ قَالَ فَيَتَمَنَّى فَيُقَالُ لَهُ فَإِنَّ لَكَ مَا تَمَنَّيْتَ وَعَشَرَةَ أَضْعَافِ الدُّنْيَا ‏.‏ قَالَ فَيَقُولُ أَتَسْخَرُ بِي وَأَنْتَ الْمَلِكُ ‏\"‏ ‏.‏ قَالَ فَلَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم ضَحِكَ حَتَّى بَدَتْ نَوَاجِذُهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈ’সা বলেন এ হাদীসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "37"
    }
  }
}