{
  "hadith": {
    "hadith_id": 2610,
    "narrator": "ইয়াহ্‌ইয়া ইবনু ইয়ামার (রহঃ)",
    "bn": "তাক্বদীর মতবাদের ব্যাপারে সর্বপ্রথম মা’বাদ আল-জুহানীই কথা বলেন। কোন এক সময় আমি ও হুমাইদ ইবনু ‘আব্দুর রাহমান আল-হিময়ারী মাদীনায় আসলাম এবং নিজেদের মধ্যে আলোচনা করলাম, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কোন সাহাবীর সাক্ষাৎ পেলে এসব লোকেরা যে নতুন কথা বের করেছে সেই বিষয়ে তাকে প্রশ্ন করতাম। আমরা ‘আব্দুল্লাহ ইবনু ‘উমার (রাঃ)-এর দেখা পেলাম। তিনি মাসজিদ থেকে বের হচ্ছিলেন। আমি ও আমার সাথী গিয়ে তার পাশে পাশে চললাম। আমি মনে করলাম আমার সঙ্গী আমার উপরি কথা বলার দায়িত্ব দিবেন। তাই আমি বললাম, হে আবূ ‘আব্দুর রাহমান! কিছু সংখ্যক লোক কুরআন তিলাওয়াত করে, জ্ঞানও অন্বেষণ করে, কিন্তু তাদের ধারণায় তাক্বদীর বলতে কিছু নেই, যা কিছু হচ্ছে তা তাৎক্ষণিকভাবে ঘটে। ইবনু ‘উমার (রাঃ) বললেন, তাদের সাথে তোমার দেখা হলে বলবে, তাদের সাথে আমার কোন সম্পর্ক নেই এবং তারাও আমার হতে সম্পর্ক মুক্ত। তারপর ইবনু ‘উমার (রাঃ) আল্লাহ তা‘আলার নামে শপথ করে বলেন, তাদের কেউ উহূদ পাহাড় সমান স্বর্ণ দান-খাইরাত করলেও তা গ্রহণ করা হবে না, তাক্বদীরের ভাল-মন্দের উপর যে পর্যন্ত না সে ঈমান আনবে। তারপর তিনি বললেন, ‘উমার ইবনু খাত্তাব (রাঃ) বলেছেনঃ কোন এক সময় আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে বসে ছিলাম। এমন সময় সাদা ধব্‌ধবে জামা পরা এবং কালো কুচকুচে চুলধারী এক লোক এসে উপস্থিত। তার মধ্যে সফরের কোন চিহ্নও ছিল না এবং আমাদের মধ্যে কেউই তাকে চিনতে পারলো না। তারপর তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে এসে তার হাঁটুদ্বয় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাঁটুদ্বয়ের সাথে মিলিয়ে বসলেন। অতঃপর তিনি প্রশ্ন করেন, হে মুহাম্মাদ! ঈমান কি? তিনি বললেনঃ ঈমান হলো-তুমি আল্লাহ, তাঁর ফেরেশতাকুলে, কিতাবসমূহে, রাসূলগণে, পরকালে এবং তাক্বদীরের ভাল-মন্দের উপর বিশ্বাস স্থাপন কর। আগন্তুক প্রশ্ন করলেন, ইসলাম কি? তিনি বললেনঃ এ কথার সাক্ষ্য প্রদান করা যে, আল্লাহ তা‘আলা ব্যতীত আর কোন প্ৰভু নেই এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌র বান্দা ও তার রাসূল, নামায প্রতিষ্ঠা করা, যাকাত প্রদান করা, বাইতুল্লাহ্‌র হাজ্জ্ব আদায় করা এবং রামাযানের রোযা রাখা। তিনি আবার প্রশ্ন করেন, ইহ্‌সান কি? তিনি বললেনঃ তুমি (এমনভাবে) আল্লাহ তা‘আলার ইবাদাত করবে যেন তুমি তাঁকে দেখছো। তুমি যদি তাঁকে না দেখ তাহলে অবশ্যই তিনি তোমাকে দেখেন। বর্ণনাকারী বলেন, প্রতিটি প্রশ্নের উত্তরেই তিনি বলতেন, আপনি সত্যই বলেছেন। তার এই আচরণে আমরা অবাক হলাম যে, তিনিই প্রশ্ন করছেন আবার তিনিই তা সমর্থন করছেন। তিনি আবার প্রশ্ন করেন, কখন ক্বিয়ামাত সংঘটিত হবে? তিনি এবার বললেনঃ জিজ্ঞাসিত ব্যক্তি এই ব্যাপারে প্রশ্নকারীর চাইতে বেশি কিছু জানে না। তিনি আবার প্রশ্ন করেন, এর নিদর্শনগুলো কি কি? তিনি বললেনঃ যখন দাসী তার মনিবকে প্রসব করবে এবং খোলা পা, উলঙ্গ শরীরের অভাবী মেষপালক রাখালগণকে বিশাল দালান-কোঠার প্রতিযোগিতায় গর্ব করতে দেখবে। ‘উমার (রাঃ) বলেন, তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তিনদিন পর আমার সাক্ষাৎ পেয়ে প্রশ্ন করেনঃ হে উমার! তুমি কি জানো, ঐ প্রশ্নকারী কে ছিলেন? তিনি ছিলেন জিবরীল (আঃ), তোমাদেরকে ধর্মীয় অনুশাসন শিখাতে এসেছিলেন।\n\nসহীহঃ ইবনু মা-জাহ (৬৩), মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ الْخُزَاعِيُّ، أَخْبَرَنَا وَكِيعٌ، عَنْ كَهْمَسِ بْنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ يَحْيَى بْنِ يَعْمُرَ، قَالَ أَوَّلُ مَنْ تَكَلَّمَ فِي الْقَدَرِ مَعْبَدٌ الْجُهَنِيُّ قَالَ فَخَرَجْتُ أَنَا وَحُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ الْحِمْيَرِيُّ حَتَّى أَتَيْنَا الْمَدِينَةَ فَقُلْنَا لَوْ لَقِينَا رَجُلاً مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فَسَأَلْنَاهُ عَمَّا أَحْدَثَ هَؤُلاَءِ الْقَوْمُ ‏.‏ قَالَ فَلَقِينَاهُ يَعْنِي عَبْدَ اللَّهِ بْنَ عُمَرَ وَهُوَ خَارِجٌ مِنَ الْمَسْجِدِ قَالَ فَاكْتَنَفْتُهُ أَنَا وَصَاحِبِي قَالَ فَظَنَنْتُ أَنَّ صَاحِبِي سَيَكِلُ الْكَلاَمَ إِلَىَّ فَقُلْتُ يَا أَبَا عَبْدِ الرَّحْمَنِ إِنَّ قَوْمًا يَقْرَءُونَ الْقُرْآنَ وَيَتَقَفَّرُونَ الْعِلْمَ وَيَزْعُمُونَ أَنْ لاَ قَدَرَ وَأَنَّ الأَمْرَ أُنُفٌ قَالَ فَإِذَا لَقِيتَ أُولَئِكَ فَأَخْبِرْهُمْ أَنِّي مِنْهُمْ بَرِيءٌ وَأَنَّهُمْ مِنِّي بُرَآءُ وَالَّذِي يَحْلِفُ بِهِ عَبْدُ اللَّهِ لَوْ أَنَّ أَحَدَهُمْ أَنْفَقَ مِثْلَ أُحُدٍ ذَهَبًا مَا قُبِلَ ذَلِكَ مِنْهُ حَتَّى يُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ ‏.‏ قَالَ ثُمَّ أَنْشَأَ يُحَدِّثُ فَقَالَ قَالَ عُمَرُ بْنُ الْخَطَّابِ كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَجَاءَ رَجُلٌ شَدِيدُ بَيَاضِ الثِّيَابِ شَدِيدُ سَوَادِ الشَّعَرِ لاَ يُرَى عَلَيْهِ أَثَرُ السَّفَرِ وَلاَ يَعْرِفُهُ مِنَّا أَحَدٌ حَتَّى أَتَى النَّبِيَّ صلى الله عليه وسلم فَأَلْزَقَ رُكْبَتَهُ بِرُكْبَتِهِ ثُمَّ قَالَ يَا مُحَمَّدُ مَا الإِيمَانُ قَالَ ‏\"‏ أَنْ تُؤْمِنَ بِاللَّهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الآخِرِ وَالْقَدَرِ خَيْرِهِ وَشَرِّهِ ‏\"‏ ‏.‏ قَالَ فَمَا الإِسْلاَمُ قَالَ ‏\"‏ شَهَادَةُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَإِقَامُ الصَّلاَةِ وَإِيتَاءُ الزَّكَاةِ وَحَجُّ الْبَيْتِ وَصَوْمُ رَمَضَانَ ‏\"‏ ‏.‏ قَالَ فَمَا الإِحْسَانُ قَالَ ‏\"‏ أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ فَإِنَّكَ إِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ ‏\"‏ ‏.‏ قَالَ فِي كُلِّ ذَلِكَ يَقُولُ لَهُ صَدَقْتَ ‏.‏ قَالَ فَتَعَجَّبْنَا مِنْهُ يَسْأَلُهُ وَيُصَدِّقُهُ ‏.‏ قَالَ فَمَتَى السَّاعَةُ قَالَ ‏\"‏ مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ ‏\"‏ ‏.‏ قَالَ فَمَا أَمَارَتُهَا قَالَ أَنْ تَلِدَ الأَمَةُ رَبَّتَهَا وَأَنْ تَرَى الْحُفَاةَ الْعُرَاةَ الْعَالَةَ أَصْحَابَ الشَّاءِ يَتَطَاوَلُونَ فِي الْبُنْيَانِ ‏\"‏ ‏.‏ قَالَ عُمَرُ فَلَقِيَنِي النَّبِيُّ صلى الله عليه وسلم بَعْدَ ذَلِكَ بِثَلاَثٍ فَقَالَ ‏\"‏ يَا عُمَرُ هَلْ تَدْرِي مَنِ السَّائِلُ ذَاكَ جِبْرِيلُ أَتَاكُمْ يُعَلِّمُكُمْ مَعَالِمَ دِينِكُمْ ‏\"‏ ‏.‏\nحَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، أَخْبَرَنَا كَهْمَسُ بْنُ الْحَسَنِ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏\nحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، عَنْ كَهْمَسٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ بِمَعْنَاهُ ‏.‏ وَفِي الْبَابِ عَنْ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ وَأَنَسِ بْنِ مَالِكٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ نَحْوُ هَذَا عَنْ عُمَرَ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَالصَّحِيحُ هُوَ ابْنُ عُمَرَ عَنْ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উক্ত মর্মে আহ্‌মাদ ইবনু মুহাম্মাদ-ইবনুল মুবারাক হতে, তিনি কাহ্‌মাস ইবনুল হাসান (রহঃ) সূত্রে একই রকম বর্ণনা করেছেন । মুহাম্মাদ ইবনুল মুসান্না-মু‘আয ইবনু হিশাম-কাহ্‌মাস (রাঃ) সূত্রে উক্ত মর্মে একই রকম বর্ণনা করেছেন । তালহা ইবনু উবাইদুল্লাহ, আনাস ইবনু মালিক ও আবূ হুরাইরাহ্‌ (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, বর্ণিত হাদীসটি হাসান সহীহ । এ হাদীসটি একাধিকসূত্রে ‘উমার (রাঃ) হতে অনুরূপ বর্ণিত হয়েছে । ইবনু ‘উমার (রাঃ)-এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে হাদীসটি বর্ণিত হলেও সঠিক সনদসূত্র হলো ইবনু ‘উমার-‘উমার (রাঃ)-এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে ।",
    "chapter": {
      "chapter_number": "38"
    }
  }
}