{
  "hadith": {
    "hadith_id": 2614,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ঈমানের দরজা (স্তর) হলো সত্তরের অধিক। তার সর্বনিম্ন স্তর হলো রাস্তা থেকে কষ্টদায়ক বস্তু দূর করা এবং সর্বোচ্চ স্তর হলো ‘লা- ইলাহা ইল্লাল্লা-হ’ বলা।\n\nসহীহঃ সহীহাহ্‌ (১৩৬৯), বুখারীর বর্ণনায় ষাটের অধিক এবং মুসলিমের বর্ণনায় সত্তরের অধিক উল্লেখ আছে। আর এটাই অগ্রগণ্য। তাখরীজুল ঈমান (২১/৬৭)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الإِيمَانُ بِضْعٌ وَسَبْعُونَ بَابًا فَأَدْنَاهَا إِمَاطَةُ الأَذَى عَنِ الطَّرِيقِ وَأَرْفَعُهَا قَوْلُ لاَ إِلَهَ إِلاَّ اللَّهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهَكَذَا رَوَى سُهَيْلُ بْنُ أَبِي صَالِحٍ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ ‏.‏\nوَرَوَى عُمَارَةُ بْنُ غَزِيَّةَ، هَذَا الْحَدِيثَ عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ الإِيمَانُ أَرْبَعَةٌ وَسِتُّونَ بَابًا ‏\"‏ ‏.‏ قَالَ حَدَّثَنَا بِذَلِكَ قُتَيْبَةُ حَدَّثَنَا بَكْرُ بْنُ مُضَرَ عَنْ عُمَارَةَ بْنِ غَزِيَّةَ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এই হাদীসটি হাসান সহীহ । সুহাইল ইবনু আবী সালিহ (রহঃ) ‘আব্দুল্লাহ ইবনু দীনার হতে, তিনি আবূ সালিহ হতে, তিনি আবূ হুরাইরাহ্‌ (রাঃ)-এর সূত্রে একই রকম বর্ণনা করেছেন । এ হাদীসটি আবূ সালিহ-আবূ হুরাইরাহ্‌ (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে ‘উমারাহ্‌ ইবনু গাযিয়্যাহ্ (রহঃ) বর্ণনা করেছেন । তাতে আছেঃ “ঈমানের চৌষট্টিটি দরজা (স্তর) আছে” । এই অর্থে হাদীসটি শাজ ।  কুতাইবা-বাক্‌র ইবনু মুযার হতে, তিনি ‘উমারাহ্‌ ইবনু গাযিয়্যাহ্‌ হতে, তিনি আবূ সালিহ হতে, তিনি আবূ হুরাইরাহ্‌ (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে তা বর্ণিত হয়েছে ।",
    "chapter": {
      "chapter_number": "38"
    }
  }
}