{
  "hadith": {
    "hadith_id": 2631,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মুনাফিক্বের আলামত বা নিদর্শন তিনটি। সে (১) কথা বললে মিথ্যা বলে, ; (২) ওয়া’দাহ্‌ করলে তা ভঙ্গ করে এবং (৩) তার নিকট আমানাত রাখা হলে সে তার খিয়ানত করে।\n\nসহীহঃ ঈমান আবী ‘উবাইদ, পৃষ্ঠা (৯৫), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو حَفْصٍ، عَمْرُو بْنُ عَلِيٍّ حَدَّثَنَا يَحْيَى بْنُ مُحَمَّدِ بْنِ قَيْسٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ آيَةُ الْمُنَافِقِ ثَلاَثٌ إِذَا حَدَّثَ كَذَبَ وَإِذَا وَعَدَ أَخْلَفَ وَإِذَا اؤْتُمِنَ خَانَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ الْعَلاَءِ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَأَنَسٍ وَجَابِرٍ ‏.‏\nحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ أَبِي سُهَيْلِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِمَعْنَاهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ وَأَبُو سُهَيْلٍ هُوَ عَمُّ مَالِكِ بْنِ أَنَسٍ وَاسْمُهُ نَافِعُ بْنُ مَالِكِ بْنِ أَبِي عَامِرٍ الأَصْبَحِيُّ الْخَوْلاَنِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান এবং আল-আ’লার বর্ণনা হিসেবে গারীব । আবূ হুরাইরাহ্‌ (রাঃ) হতে একাধিক সূত্রে এই মর্মে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর হাদীস বর্ণিত আছে । ‘আব্দুল্লাহ ইবনু মাস‘ঊদ, আনাস ও জাবির (রাযিঃ ) হতেও এ অনুচ্ছেদে হাদীস  বর্ণিত আছে । উপরোক্ত হাদীসের মত  হাদীস ‘আলী ইবনু হুজ্‌র-ইসমাইল ইবনু জা’ফার হতে, তিনি আবূ সুহাইল ইবনু মালিক হতে, তিনি তার বাবা হতে, তিনি আবূ হুরাইরাহ্‌ (রাঃ) হতে তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে বর্ণিত আছে । আবূ ‘ঈসা বলেন, এ সূত্রে বর্ণিত হাদীসটি সহীহ । আবূ সুহাইল হলেন মালিক ইবনু আনাস (রহঃ)–এর চাচা, তার নাম নাফি‘ । ইবনু মালিক ইবনু আবী ‘আমির আল-আসবাহী আল-খাওলানী ।",
    "chapter": {
      "chapter_number": "38"
    }
  }
}