{
  "hadith": {
    "hadith_id": 2638,
    "narrator": "আস্‌-সুনাবিহী (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘উবাদাহ্‌ ইবনুস সামিত (রাঃ)-এর নিকট উপস্থিত হলাম, সে সময় তিনি অন্তিম অবস্থায় ছিলেন। আমি (তাঁকে এ অবস্থায় দেখে) কেঁদে ফেললাম। তিনি বললেন, থামো, কাঁদছো কেন? আল্লাহ্‌র শপথ! যদি আমার সাক্ষ্য চাওয়া হয় তবে আমি অবশ্যই তোমার (ঈমানের) পক্ষে সাক্ষ্য দিব, যদি সুপারিশের অনুমতি আমাকে দেয়া হয় তবে অবশ্যই তোমার জন্য আমি সুপারিশ করবো; আর আমার পক্ষে সম্ভব হলে আমি অবশ্যই তোমার উপকার করবো। তিনি আবার বললেন, আল্লাহ্‌র কসম! আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে তোমাদের জন্য কল্যাণকর যেসব কথা শুনেছি তার সবই তোমাদেরকে বলেছি। শুধুমাত্র একটি কথা বলা বাকি আছে, যা আমি আজ তোমাদেরকে এমন অবস্থায় বলছি যে, মৃত্যু আমাকে বেষ্টন করে ফেলেছে। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ যে ব্যক্তি সাক্ষ্য দিবে যে, আল্লাহ তা‘আলা ব্যতীত আর কোন প্রভু নেই এবং মুহাম্মাদ আল্লাহ্‌র রাসূল, তার জন্য আল্লাহ তা‘আলা জাহান্নামকে হারাম করে দিবেন।\n\nহাসানঃ মুসলিম (১/৪৩)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ عَجْلاَنَ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنِ ابْنِ مُحَيْرِيزٍ، عَنِ الصُّنَابِحِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، أَنَّهُ قَالَ دَخَلْتُ عَلَيْهِ وَهُوَ فِي الْمَوْتِ فَبَكَيْتُ فَقَالَ مَهْلاً لِمَ تَبْكِي فَوَاللَّهِ لَئِنِ اسْتُشْهِدْتُ لأَشْهَدَنَّ لَكَ وَلَئِنْ شُفِّعْتُ لأَشْفَعَنَّ لَكَ وَلَئِنِ اسْتَطَعْتُ لأَنْفَعَنَّكَ ثُمَّ قَالَ وَاللَّهِ مَا مِنْ حَدِيثٍ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم لَكُمْ فِيهِ خَيْرٌ إِلاَّ حَدَّثْتُكُمُوهُ إِلاَّ حَدِيثًا وَاحِدًا وَسَوْفَ أُحَدِّثُكُمُوهُ الْيَوْمَ وَقَدْ أُحِيطَ بِنَفْسِي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ مَنْ شَهِدَ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَرَّمَ اللَّهُ عَلَيْهِ النَّارَ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ وَعَلِيٍّ وَطَلْحَةَ وَجَابِرٍ وَابْنِ عُمَرَ وَزَيْدِ بْنِ خَالِدٍ ‏.‏ قَالَ سَمِعْتُ ابْنَ أَبِي عُمَرَ يَقُولُ سَمِعْتُ ابْنَ عُيَيْنَةَ يَقُولُ مُحَمَّدُ بْنُ عَجْلاَنَ كَانَ ثِقَةً مَأْمُونًا فِي الْحَدِيثِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَالصُّنَابِحِيُّ هُوَ عَبْدُ الرَّحْمَنِ بْنُ عُسَيْلَةَ أَبُو عَبْدِ اللَّهِ ‏.‏ وَقَدْ رُوِيَ عَنِ الزُّهْرِيِّ أَنَّهُ سُئِلَ عَنْ قَوْلِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ دَخَلَ الْجَنَّةَ ‏\"‏ ‏.‏ فَقَالَ إِنَّمَا كَانَ هَذَا فِي أَوَّلِ الإِسْلاَمِ قَبْلَ نُزُولِ الْفَرَائِضِ وَالأَمْرِ وَالنَّهْىِ ‏.‏ قَالَ أَبُو عِيسَى وَوَجْهُ هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ أَنَّ أَهْلَ التَّوْحِيدِ سَيَدْخُلُونَ الْجَنَّةَ وَإِنْ عُذِّبُوا بِالنَّارِ بِذُنُوبِهِمْ فَإِنَّهُمْ لاَ يُخَلَّدُونَ فِي النَّارِ ‏.‏ وَقَدْ رُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَأَبِي ذَرٍّ وَعِمْرَانَ بْنِ حُصَيْنٍ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَابْنِ عَبَّاسٍ وَأَبِي سَعِيدٍ الْخُدْرِيِّ وَأَنَسِ بْنِ مَالِكٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ سَيَخْرُجُ قَوْمٌ مِنَ النَّارِ مِنْ أَهْلِ التَّوْحِيدِ وَيَدْخُلُونَ الْجَنَّةَ ‏\"‏ ‏.‏ هَكَذَا رُوِيَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ وَإِبْرَاهِيمَ النَّخَعِيِّ وَغَيْرِ وَاحِدٍ مِنَ التَّابِعِينَ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي تَفْسِيرِ هَذِهِ الآيَةَِ‏:‏ ‏(‏رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ‏)‏ قَالُوا إِذَا أُخْرِجَ أَهْلُ التَّوْحِيدِ مِنَ النَّارِ وَأُدْخِلُوا الْجَنَّةَ يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ বাক্‌র, ‘উমার, ‘উসমান, তালহা, জাবির, ইবনু ‘উমার ও যাইদ ইবনু খালিদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । ইবনু ‘উয়াইনাহ্‌ বলেন, মুহাম্মাদ ইবনু আজলান নির্ভরযোগ্য বর্ণনাকারী এবং হাদীস শাস্ত্রে বিশ্বস্ত ব্যক্তি । আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ এবং এ সূত্রে গারীব । আস্‌-সুনাবিহী হলেন ‘আবদুর রহমান ইবনু উসাইল উপনাম আবূ ‘আবদুল্লাহ ।\nযুহরী (রহঃ) হতে বর্ণিত যে, তাকে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বানী- “যে ব্যক্তি বলবে আল্লাহ তা‘আলা ব্যতীত আর কোন প্রভু নেই, সে জান্নাতে প্রবেশ করবে”-এর তাৎপর্য প্রসঙ্গে প্রশ্ন করা হলে তিনি বলেন, ইসলামের প্রাথমিক যুগে যখন ফরযসমূহ, আদেশ-নিষেধ ইত্যাদি বিধান পুরাপুরি অবতীর্ণ হয়নি, তখন হাদীসের এ অর্থ প্রযোজ্য ছিল । কিছু আলিমের মতে এ হাদীসের অর্থ এই যে, তাওহীদপন্থিরা জান্নাতে যাবেই, যদিও তাদের গুনাহের কারণে কিছু দিন জাহান্নামে শাস্তি দেয়া হবে, কিন্তু তারা চিরদিন জাহান্নামে থাকবে না । \n‘আবদুল্লাহ ইবনু মাস‘ঊদ, আবূ যার, ‘ইমরান ইবনু হুসাইন, জাবির ইবনু ‘আবদুল্লাহ, ইবনু ‘আব্বাস, আবূ সা’ঈদ আল-খুদরী ও আনাস (রাঃ) প্রমুখ সাহাবী নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেন যে, তিনি বলেছেনঃ তাওহীদপন্থিরা জাহান্নাম থেকে বেরিয়ে আসবে এবং জান্নাতে প্রবেশ করবে । একইভাবে সা’ঈদ ইবনু জুবাইর, ইবরাহীম নাখঈ প্রমুখ তাবিঈগণ- “কখনো কখনো কাফিররা আকাঙ্ক্ষা করবে যে, তারা যদি মুসলিম হত”- (সূরা হিজরঃ ২) আয়াতের তাফসীরে বলেন, যখন তাওহীদপন্থিদেরকে জাহান্নাম থেকে বের করা হবে এবং জান্নাতে প্রবেশ করানো হবে তখন কাফিররা আফসোস করে বলবে যে, তারাও যদি মুসলিম হতো ।",
    "chapter": {
      "chapter_number": "38"
    }
  }
}