{
  "hadith": {
    "hadith_id": 2639,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আম্‌র ইবনুল ‘আস (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ আল্লাহ তা‘আলা ক্বিয়ামাত দিবসে আমার উম্মাতের একজনকে সমস্ত সৃষ্টির সামনে আলাদা করে উপস্থিত করবেন। তিনি তার সামনে নিরানব্বইটি ‘আমলনামার খাতা খুলে ধরবেন। প্রতিটি খাতা দৃষ্টির সীমা পর্যন্ত বিস্তৃত হবে। তারপর তিনি প্রশ্ন করবেন, তুমি কি এগুলো হতে কোন একটি (গুনাহ) অস্বীকার করতে পার? আমার লেখক ফেরেস্তারা কি তোমার উপর যুল্‌ম করেছে? সে বলবে, না, হে প্রভু! তিনি আবার প্রশ্ন করবেনঃ তোমার কোন অভিযোগ আছে কি? সে বলবে, না, হে আমার প্রভু! তিনি বলবেনঃ আমার নিকট তোমার একটি সওয়াব আছে। আজ তোমার উপর এতটুকু যুলুমও করা হবে না। তখন ছোট একটি কাগজের টুকরা বের করা হবে। তাতে লিখা থাকবেঃ “আমি সাক্ষ্য প্রদান করি যে, আল্লাহ তা‘আলা ব্যতীত আর কোন প্রভু নেই। আমি আরো সাক্ষ্য দিই যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌র বান্দা ও তাঁর রাসূল”। তিনি তাকে বলবেনঃ দাড়িপাল্লার সামনে যাও। সে বলবে, হে প্রভূ! এতগুলো খাতার বিপরীতে এই সামান্য কাগজটুকুর কি আর ওজন হবে? তিনি বলবেনঃ তোমার উপর কোন যুলুম করা হবে না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তারপর খাতাগুলো এক পাল্লায় রাখা হবে এবং উক্ত টুকরাটি আরেক পাল্লায় রাখা হবে। ওজনে খাতাগুলোর পাল্লা হালকা হবে এবং কাগজের টুকরার পাল্লা ভারী হবে। আর আল্লাহ তা‘আলার নামের বিপরীতে কোন কিছুই ভারী হতে পারে না।\n\nসহীহঃ ইবনু মা-জাহ (৪৩০০)",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ لَيْثِ بْنِ سَعْدٍ، حَدَّثَنِي عَامِرُ بْنُ يَحْيَى، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْمَعَافِرِيِّ، ثُمَّ الْحُبُلِيِّ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ اللَّهَ سَيُخَلِّصُ رَجُلاً مِنْ أُمَّتِي عَلَى رُءُوسِ الْخَلاَئِقِ يَوْمَ الْقِيَامَةِ فَيَنْشُرُ عَلَيْهِ تِسْعَةً وَتِسْعِينَ سِجِلاًّ كُلُّ سِجِلٍّ مِثْلُ مَدِّ الْبَصَرِ ثُمَّ يَقُولُ أَتُنْكِرُ مِنْ هَذَا شَيْئًا أَظَلَمَكَ كَتَبَتِي الْحَافِظُونَ فَيَقُولُ لاَ يَا رَبِّ ‏.‏ فَيَقُولُ أَفَلَكَ عُذْرٌ فَيَقُولُ لاَ يَا رَبِّ ‏.‏ فَيَقُولُ بَلَى إِنَّ لَكَ عِنْدَنَا حَسَنَةً فَإِنَّهُ لاَ ظُلْمَ عَلَيْكَ الْيَوْمَ فَتَخْرُجُ بِطَاقَةٌ فِيهَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ فَيَقُولُ احْضُرْ وَزْنَكَ فَيَقُولُ يَا رَبِّ مَا هَذِهِ الْبِطَاقَةُ مَعَ هَذِهِ السِّجِلاَّتِ فَقَالَ إِنَّكَ لاَ تُظْلَمُ ‏.‏ قَالَ فَتُوضَعُ السِّجِلاَّتُ فِي كِفَّةٍ وَالْبِطَاقَةُ فِي كِفَّةٍ فَطَاشَتِ السِّجِلاَّتُ وَثَقُلَتِ الْبِطَاقَةُ فَلاَ يَثْقُلُ مَعَ اسْمِ اللَّهِ شَيْءٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏\nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ عَامِرِ بْنِ يَحْيَى، بِهَذَا الإِسْنَادِ نَحْوَهُ بِمَعْنَاهُ ‏.‏ وَالْبِطَاقَةُ هِيَ الْقِطْعَةُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান গারীব । কুতাইবা-ইবনু লাহীআ হতে, তিনি ‘আমির ইবনু ইয়াহ্‌ইয়া (রহঃ) হতে এই সনদে উক্ত মর্মে অনুরূপ বর্ণিত আছ । ‘বিতাকা’ অর্থ টুকরা বা খণ্ড ।",
    "chapter": {
      "chapter_number": "38"
    }
  }
}