{
  "hadith": {
    "hadith_id": 2653,
    "narrator": "আবুদ দারদা (রাঃ)",
    "bn": "তিনি বলেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ছিলাম। তিনি আকাশের দিকে তাকালেন, তারপর বললেনঃ এই সময়ে মানুষের কাছ থেকে ‘ইল্‌মকে ছিনিয়ে নেয়া হবে, এমনকি এ সম্পর্কে তাদের কোন সামর্থ্যই থাকবে না। যিয়াদ ইবনু লাবীদ আল-আনসারী (রাঃ) জিজ্ঞেস করলেন, আমাদের নিকট হতে কিভাবে ‘ইল্‌ম ছিনিয়ে নেয়া হবে, অথচ আমরা কুরআন তিলাওয়াত করি? আল্লাহ্‌র কসম! অবশ্যই আমরা তা তিলাওয়াত করবো এবং আমাদের স্ত্রীদের ও সন্তাদেরকেও তা শিখাবো। তিনি বললেনঃ হে যিয়াদ! তোমার মা তোমাকে হারিয়ে ফেলুক, আমি তো তোমাকে মাদীনার অন্যতম জ্ঞানী ব্যক্তি বলেই গণ্য করতাম! এই তো ইয়াহূদী-নাসারাদের নিকট তাওরাত ও ইনজীল রয়েছে, তা তাদের কি কাজে লেগেছে? জুবাইর (রাঃ) বলেন, তারপর আমি উবাদা ইবনুস সামিত (রাঃ)-এর সাথে দেখা করে বললাম, আপনার ভাই আবু দারদা (রাঃ) কি বলছেন তা আপনি শুন্‌তে পাননি? আবু দারদা (রাঃ) যা বলেছেন, তা আমি তার নিকট বললাম। তিনি বলেন, আবু দারদা (রাঃ) ঠিকই বলেছেন। তুমি চাইলে আমি তোমাকে একটি কথা বলতে পারি। ইলমের যে বস্তুটি সর্বপ্রথম মানুষের কাছ থেকে তুলে নেয়া হবে তা হল বিনয়। খুব শীঘ্রই তুমি কোন জামে মাসজিদে গিয়ে হয়তো দেখবে যে, একজন লোকও সেখানে বিনয়াবনত নয়।\n\nসহীহঃ তাখরীজু ইক্বতিযায়িল ইল্‌মি আল-আমাল (৮৯)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنِي مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِيهِ، جُبَيْرِ بْنِ نُفَيْرٍ عَنْ أَبِي الدَّرْدَاءِ، قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَشَخَصَ بِبَصَرِهِ إِلَى السَّمَاءِ ثُمَّ قَالَ ‏\"‏ هَذَا أَوَانٌ يُخْتَلَسُ الْعِلْمُ مِنَ النَّاسِ حَتَّى لاَ يَقْدِرُوا مِنْهُ عَلَى شَيْءٍ ‏\"‏ ‏.‏ فَقَالَ زِيَادُ بْنُ لَبِيدٍ الأَنْصَارِيُّ كَيْفَ يُخْتَلَسُ مِنَّا وَقَدْ قَرَأْنَا الْقُرْآنَ فَوَاللَّهِ لَنَقْرَأَنَّهُ وَلَنُقْرِئَنَّهُ نِسَاءَنَا وَأَبْنَاءَنَا ‏.‏ فَقَالَ ‏\"‏ ثَكِلَتْكَ أُمُّكَ يَا زِيَادُ إِنْ كُنْتُ لأَعُدُّكَ مِنْ فُقَهَاءِ أَهْلِ الْمَدِينَةِ هَذِهِ التَّوْرَاةُ وَالإِنْجِيلُ عِنْدَ الْيَهُودِ وَالنَّصَارَى فَمَاذَا تُغْنِي عَنْهُمْ ‏\"‏ ‏.‏ قَالَ جُبَيْرٌ فَلَقِيتُ عُبَادَةَ بْنَ الصَّامِتِ قُلْتُ أَلاَ تَسْمَعُ إِلَى مَا يَقُولُ أَخُوكَ أَبُو الدَّرْدَاءِ فَأَخْبَرْتُهُ بِالَّذِي قَالَ أَبُو الدَّرْدَاءِ قَالَ صَدَقَ أَبُو الدَّرْدَاءِ إِنْ شِئْتَ لأُحَدِّثَنَّكَ بِأَوَّلِ عِلْمٍ يُرْفَعُ مِنَ النَّاسِ الْخُشُوعُ يُوشِكُ أَنْ تَدْخُلَ مَسْجِدَ جَمَاعَةٍ فَلاَ تَرَى فِيهِ رَجُلاً خَاشِعًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَمُعَاوِيَةُ بْنُ صَالِحٍ ثِقَةٌ عِنْدَ أَهْلِ الْحَدِيثِ وَلاَ نَعْلَمُ أَحَدًا تَكَلَّمَ فِيهِ غَيْرَ يَحْيَى بْنِ سَعِيِدٍ الْقَطَّانِ وَقَدْ رُوِيَ عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ نَحْوُ هَذَا ‏.‏ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ عَنْ أَبِيهِ عَنْ عَوْفِ بْنِ مَالِكٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব । হাদীসবিশারদগণের মতে মু‘আবিয়াহ্ ইবনু সালিহ একজন নির্ভরযোগ্য বর্ণনাকারী । ইয়াহ্ইয়া ইবনু সা‘ঈদ আল-কাত্তান ব্যতীত অন্য কেউ তার সমালোচনা করেছেন বলে আমাদের জানা নেই । মু‘আবিয়াহ্ ইবনু সালিহ হতেও এ রকম হাদীস বর্ণিত আছে । কোন কোন বর্ণনাকারী এই হাদীস ‘আবদুর রাহমান ইবনু জুবাইর ইবনু নুফাইর হতে, তিনি তার বাবা হতে, তিনি ‘আওফ ইবনু মালিক (রাঃ)-এর বরাতে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন ।",
    "chapter": {
      "chapter_number": "39"
    }
  }
}