{
  "hadith": {
    "hadith_id": 2656,
    "narrator": "আবান ইবনু ‘উসমান (রহঃ)",
    "bn": "তিনি বলে, কোন একদিন যাইদ ইবনু সাবিত (রাঃ) ঠিক দুপুরের সময় মারওয়ানের নিকট হতে বেরিয়ে আসলেন। আমরা নিজেদের মধ্যে বলাবলি করলাম, সম্ভবতঃ কোন ব্যাপারে প্রশ্ন করার জন্যই এ সময়ে মারওয়ান তাকে ডেকে পাঠিয়েছেন। সুতরাং আমরা উঠে গিয়ে তাকে এ বিষয়ে প্রশ্ন করলাম। তিনি বললেন, হ্যাঁ, তিনি আমার কাছে কয়েকটি কথা জিজ্ঞেস করেছেন, যা আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট শুনেছি। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ আল্লাহ তা‘আলা সেই ব্যক্তির চেহারা আনন্দ-উজ্জ্বল করুন, যে আমার কোন কথা শুনেছে, তারপর তা সঠিক ভাবে মনে রেখেছে এবং সেভাবেই অন্যের নিকট পৌঁছে দিয়েছে। এমন অনেক লোক আছে, যারা নিজেদের তুলনায় উচ্চতর জ্ঞানের অধিকারীর নিকট জ্ঞান পৌঁছে দিতে পারে। আর অনেক জ্ঞানের বাহক এমন রয়েছে যারা নিজেরাই জ্ঞানী নয়।\n\nসহীহঃ ইবনু মা-জাহ(২৩০)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَخْبَرَنَا شُعْبَةُ، أَخْبَرَنَا عُمَرُ بْنُ سُلَيْمَانَ، مِنْ وَلَدِ عُمَرَ بْنِ الْخَطَّابِ قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ أَبَانَ بْنِ عُثْمَانَ، يُحَدِّثُ عَنْ أَبِيهِ، قَالَ خَرَجَ زَيْدُ بْنُ ثَابِتٍ مِنْ عِنْدِ مَرْوَانَ نِصْفَ النَّهَارِ قُلْنَا مَا بَعَثَ إِلَيْهِ فِي هَذِهِ السَّاعَةِ إِلاَّ لِشَيْءٍ سَأَلَهُ عَنْهُ فَقُمْنَا فَسَأَلْنَاهُ فَقَالَ نَعَمْ سَأَلَنَا عَنْ أَشْيَاءَ سَمِعْنَاهَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ نَضَّرَ اللَّهُ امْرَأً سَمِعَ مِنَّا حَدِيثًا فَحَفِظَهُ حَتَّى يُبَلِّغَهُ غَيْرَهُ فَرُبَّ حَامِلِ فِقْهٍ إِلَى مَنْ هُوَ أَفْقَهُ مِنْهُ وَرُبَّ حَامِلِ فِقْهٍ لَيْسَ بِفَقِيهٍ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَمُعَاذِ بْنِ جَبَلٍ وَجُبَيْرِ بْنِ مُطْعِمٍ وَأَبِي الدَّرْدَاءِ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ زَيْدِ بْنِ ثَابِتٍ حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "‘আবদুল্লাহ ইবনু মাস‘ঊদ, মু‘আয ইবনু জাবাল, জুবাইর ইবনু মুত‘ইম, আবুদ্ দারদা ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, যাইদ ইবনু সাবিত (রাঃ) হতে বর্ণিত হাদীসটি হাসান ।",
    "chapter": {
      "chapter_number": "39"
    }
  }
}