{
  "hadith": {
    "hadith_id": 2663,
    "narrator": "আবূ রাফি‘ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি যেন তোমাদের মধ্যে কাউকে এমন অবস্থায় না পাই যে, সে তার সুসজ্জিত আসনে হেলান দিয়ে বসে থাকবে এবং তার নিকট যখন আমার আদিষ্ট কোন বিষয় অথবা আমার নিষেধ সম্বলিত কোন হাদীস উত্থাপিত হবে তখন সে (তাচ্ছিল্যভরে) বলবে, আমি তা জানি না, আল্লাহ তা‘আলার কিতাবে আমরা যা পাই, তারই অনুসরণ করবো।\n\nসহীহঃ ইবনু মা-জাহ (১৩)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، وَسَالِمٍ أَبِي النَّضْرِ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ، عَنْ أَبِي رَافِعٍ، وَغَيْرُهُ، رَفَعَهُ قَالَ ‏ \"‏ لاَ أُلْفِيَنَّ أَحَدَكُمْ مُتَّكِئًا عَلَى أَرِيكَتِهِ يَأْتِيهِ أَمْرٌ مِمَّا أَمَرْتُ بِهِ أَوْ نَهَيْتُ عَنْهُ فَيَقُولُ لاَ أَدْرِي مَا وَجَدْنَا فِي كِتَابِ اللَّهِ اتَّبَعْنَاهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَرَوَى بَعْضُهُمْ عَنْ سُفْيَانَ عَنِ ابْنِ الْمُنْكَدِرِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً وَسَالِمٍ أَبِي النَّضْرِ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَكَانَ ابْنُ عُيَيْنَةَ إِذَا رَوَى هَذَا الْحَدِيثَ عَلَى الاِنْفِرَادِ بَيَّنَ حَدِيثَ مُحَمَّدِ بْنِ الْمُنْكَدِرِ مِنْ حَدِيثِ سَالِمٍ أَبِي النَّضْرِ وَإِذَا جَمَعَهُمَا رَوَى هَكَذَا ‏.‏ وَأَبُو رَافِعٍ مَوْلَى النَّبِيِّ صلى الله عليه وسلم اسْمُهُ أَسْلَمُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ । এ হাদীসটি কোন কোন বর্ণনাকারী সুফ্ইয়ান-ইবনুল মুনকাদির (রহঃ)-এর সূত্রে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে মুরসালভাবে বর্ণনা করেছেন । আবার কোন কোন বর্ণনাকারী সালিম আবুন নায্‌র হতে, তিনি ‘উবাইদুল্লাহ ইবনু আবী রাফি‘ হতে, তিনি তার পিতা হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে, এই সূত্রে বর্ণনা করেছেন । ইবনু ‘উয়াইনাহ্ যখন পৃথকভাবে উভয় সনদের উল্লেখ করতেন তখন মুহাম্মদ ইবনুল মুনকাদিরের বর্ণনাকে সালিম আবুন নায্‌রের বর্ণনা হতে পৃথক করে বর্ণনা করতেন এবং যখন উভয় সনদ একত্র করে বর্ণনা করতেন তখন প্রথমোক্তভাবে সনদটির উল্লেখ করতেন । আবূ রাফি‘ (রাঃ) ছিলেন নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মুক্তদাস, তার নাম আসলাম ।",
    "chapter": {
      "chapter_number": "39"
    }
  }
}