{
  "hadith": {
    "hadith_id": 2671,
    "narrator": "আবূ মাস‘ঊদ আল-বাদ্‌রী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট একজন লোক একটি বাহন (জন্তুযান) চাইতে এসে বলে, আমার জন্তুযানটি চলার অযোগ্য হয়ে পড়েছে (বা মরে গেছে)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি অমুক ব্যক্তির নিকট যাও। সে তার নিকট গেলে সে তাকে একটি জন্তুযান দান করল। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যে লোক কোন সৎ কাজের পথ দেখায়, তার জন্য উক্ত কাজ সম্পাদনকারীর সমপরিমাণ সওয়াব রয়েছে।\n\nসহীহঃ মুসলিম (৬/৪১)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَنْبَأَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، قَالَ سَمِعْتُ أَبَا عَمْرٍو الشَّيْبَانِيَّ، يُحَدِّثُ عَنْ أَبِي مَسْعُودٍ الْبَدْرِيِّ، أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم يَسْتَحْمِلُهُ فَقَالَ إِنَّهُ قَدْ أُبْدِعَ بِي ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ائْتِ فُلاَنًا ‏\"‏ ‏.‏ فَأَتَاهُ فَحَمَلَهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ دَلَّ عَلَى خَيْرٍ فَلَهُ مِثْلُ أَجْرِ فَاعِلِهِ أَوْ قَالَ عَامِلِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَأَبُو عَمْرٍو الشَّيْبَانِيُّ اسْمُهُ سَعْدُ بْنُ إِيَاسٍ وَأَبُو مَسْعُودٍ الْبَدْرِيُّ اسْمُهُ عُقْبَةُ بْنُ عَمْرٍو ‏.‏\nحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي عَمْرٍو الشَّيْبَانِيِّ، عَنْ أَبِي مَسْعُودٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَقَالَ ‏\"‏ مِثْلُ أَجْرِ فَاعِلِهِ ‏\"‏ ‏.‏ وَلَمْ يَشُكَّ فِيهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ । আবূ ‘আমর আশ-শাইবানীর নাম সা‘দ ইবনু ইয়াস এবং আবূ মাস‘ঊদ আল-বাদ্‌রী (রাঃ)-এর নাম ‘উকবাহ্‌ ইবনু ‘আম্‌র । আল-হাসান ইবনু ‘আলী আল-খাল্লাল-‘আবদুল্লাহ ইবনু নুমাইর হতে, তিনি আ‘মাশ হতে, তিনি আবূ ‘আম্‌র আশ্‌-শাইবান হতে, তিনি আবূ মাস‘ঊদ (রাঃ) হতে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উপরের হাদীসের মত হাদীস বর্ণনা করেছেন । তবে তাতে সন্দেহমুক্তভাবে “মিসলু আজরি ফাঈলিহি” উল্লেখ আছে ।",
    "chapter": {
      "chapter_number": "39"
    }
  }
}