{
  "hadith": {
    "hadith_id": 2678,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলেছেনঃ হে বৎস! তুমি যদি সকাল-সন্ধ্যা এমনভাবে কাটাতে পার যে, তোমার অন্তরে কারো প্রতি কোন রকম বিদ্বেষ নেই, তাহলে তাই কর। তিনি আমাকে পুনরায় বললেনঃ হে বৎস! এটা হল আমার সুন্নত। আর যে ব্যক্তি আমার সুন্নতকে জীবিত করল সে আমাকেই ভাল বাসল, আর যে ব্যক্তি আমাকে ভালবাসল সে তো জান্নাতে আমার সাথেই থাকবে। \n\nযঈফ, মিশকাত (১৭৫)",
    "ar": "حَدَّثَنَا مُسْلِمُ بْنُ حَاتِمٍ الأَنْصَارِيُّ الْبَصْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، قَالَ قَالَ أَنَسُ بْنُ مَالِكٍ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا بُنَىَّ إِنْ قَدَرْتَ أَنْ تُصْبِحَ وَتُمْسِيَ لَيْسَ فِي قَلْبِكَ غِشٌّ لأَحَدٍ فَافْعَلْ ‏\"‏ ‏.‏ ثُمَّ قَالَ لِي ‏\"‏ يَا بُنَىَّ وَذَلِكَ مِنْ سُنَّتِي وَمَنْ أَحْيَا سُنَّتِي فَقَدْ أَحَبَّنِي ‏.‏ وَمَنْ أَحَبَّنِي كَانَ مَعِي فِي الْجَنَّةِ ‏\"‏ ‏.‏ وَفِي الْحَدِيثِ قِصَّةٌ طَوِيلَةٌ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ ثِقَةٌ وَأَبُوهُ ثِقَةٌ وَعَلِيُّ بْنُ زَيْدٍ صَدُوقٌ إِلاَّ أَنَّهُ رُبَّمَا يَرْفَعُ الشَّىْءَ الَّذِي يُوقِفُهُ غَيْرُهُ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدَ بْنَ بَشَّارٍ يَقُولُ قَالَ أَبُو الْوَلِيدِ قَالَ شُعْبَةُ حَدَّثَنَا عَلِيُّ بْنُ زَيْدٍ وَكَانَ رَفَّاعًا وَلاَ نَعْرِفُ لِسَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَنَسٍ رِوَايَةً إِلاَّ هَذَا الْحَدِيثَ بِطُولِهِ ‏.‏ وَقَدْ رَوَى عَبَّادُ بْنُ مَيْسَرَةَ الْمِنْقَرِيُّ هَذَا الْحَدِيثَ عَنْ عَلِيِّ بْنِ زَيْدٍ عَنْ أَنَسٍ وَلَمْ يَذْكُرْ فِيهِ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ ‏.‏ قَالَ أَبُو عِيسَى وَذَاكَرْتُ بِهِ مُحَمَّدَ بْنَ إِسْمَاعِيلَ فَلَمْ يَعْرِفْهُ وَلَمْ يُعْرَفْ لِسَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَنَسٍ هَذَا الْحَدِيثُ وَلاَ غَيْرُهُ وَمَاتَ أَنَسُ بْنُ مَالِكٍ سَنَةَ ثَلاَثٍ وَتِسْعِينَ وَمَاتَ سَعِيدُ بْنُ الْمُسَيَّبِ بَعْدَهُ بِسَنَتَيْنِ مَاتَ سَنَةَ خَمْسٍ وَتِسْعِينَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এই হাদিসে বড় ঘটনা রয়েছে, আবূ ‘ঈসা বলেনঃ এ হাদিসটি হাসান এবং উপরিউক্ত সূত্রে গারীব। মুহাম্মদ ইবনু ‘আবদুল্লাহ আনসারী ও তার পিতা উভয়ই সিকাহ রাবী। ‘আলী ইবনু যাইদ সত্যবাদী, কিন্তু যে হাদিসকে অন্যরা মাওকূফরূপে বর্ণনা করেছেন, তিনি কখনো কখনো তা মারফূ’রূপে বর্ণনা করেন। আমি মুহাম্মদ ইবনু বাশশারকে বলতে শুনেছি, আবুল ওয়ালীদ বলেন, শু’বা বলেছেনঃ ‘আলী ইবনু যাইদ আমাদের নিকট হাদিস বর্ণনা করেছেন। তবে তিনি অনেক (মাওকূফ রিওয়ায়াতকে) মারফূ’রূপে বর্ণনা করেছেন। সা’ঈদ ইবনুল মুসাইয়্যাব (রহঃ) আনাস (রাঃ) হতে উপরিউক্ত হাদিসটি বিস্তারিতভাবে বর্ণনা করা ব্যতীত আরো হাদিস বর্ণনা করেছেন বলে আমাদের জানা নেই। ‘আব্বাদ ইবনু মাইসারা আল-মিনকারী উক্ত হাদিস ‘আলী ইবনু যাইদ হতে আনাস (রাঃ)–এর সূত্রে বর্ণনা করেছেন এবং তাতে সা’ঈদ ইবনুল মুসাইয়্যাবের উল্লেখ করেননি। আমি বিষয়টি নিয়ে মুহাম্মাদ ইবনু ইসমা’ঈলের সাথে আলোচনা করলে তিনি এ প্রসঙ্গে তার অজ্ঞতা প্রকাশ করেন এবং সা’ঈদ ইবনুল মুসাইয়্যাব সরাসরি আনাস (রাঃ) হতে উক্ত হাদিস বা অন্য কোন হাদিস বর্ণনা করেছেন কি না সে ব্যাপারেও তার অজ্ঞতা প্রকাশ করেন। আনাস ইবনু মালিক (রাঃ) ৯৩ হিজরিতে এবং সা’ঈদ ইবনুল মুসাইয়্যাব তার দু’বছর পর ৯৫ হিজরীতে মারা যান।",
    "chapter": {
      "chapter_number": "39"
    }
  }
}