{
  "hadith": {
    "hadith_id": 2682,
    "narrator": "কাইস ইবনু কাসীর (রহঃ)",
    "bn": "তিনি বলেন, এক ব্যক্তি মাদীনা হতে দামিশকে (অবস্থানরত) আবু দারদা (রাঃ)-এর নিকট এলো। তিনি প্রশ্ন করলেন, ভাই! তুমি কি প্রয়োজনে এসেছো? সে বলল, একটি হাদীসের জন্য এসেছি। আমি জানতে পারলাম যে, আপনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে সেই হাদীস বর্ণনা করছেন। তিনি আবারো প্রশ্ন করলেন, তুমি অন্য কোন প্রয়োজনে আসনি? সে বলল, না। তিনি বললেন, তুমি কোন ব্যবসা-বাণিজ্যের উদ্দেশ্যে আসনি? সে বলল, না; সে আরো বলল, আমি শুধুমাত্র সেই হাদীসটির খোঁজেই এসেছি। এবার তিনি বললেনঃ আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ ‘ইল্‌ম লাভের উদ্দেশ্যে যে লোক পথ চলে আল্লাহ তা‘আলা এর মাধ্যমে তাকে জান্নাতের পথে পৌঁছে দেন এবং ফেরেশতাগণ ইল্‌ম অন্বেষণকারীর সন্তুষ্টির জন্য নিজেদের ডানা বিছিয়ে দেন। অতঃপর আসমান-যমীনের সকল প্রাণী (আল্লাহ তা‘আলার নিকট) আলিমদের জন্য ক্ষমা প্রার্থনা করে, এমনকি পানির জগতের মাছসমূহও। সমস্ত নক্ষত্ররাজির উপর পূর্ণিমার চাঁদের যে প্রাধান্য, ঠিক তেমনি (মূর্খ) ‘আবিদগণের উপর আলিমদের মর্যাদা বিদ্যমান। অবশ্যই আলিমগণ নাবীদের ওয়ারিস। আর নাবীগণ উত্তরাধিকার হিসেবে কোন দীনার বা দিরহাম রেখে যাননি, বরং তাঁরা রেখে গেছেন মীরাস হিসেবে ‘ইল্‌ম। সুতরাং যে ব্যক্তি ইল্‌ম লাভ করেছে, সে পূর্ণ অংশ লাভ করেছে।\n\nসহীহঃ ইবনু মা-জাহ (২২৩)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ خِدَاشٍ الْبَغْدَادِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ الْوَاسِطِيُّ، حَدَّثَنَا عَاصِمُ بْنُ رَجَاءِ بْنِ حَيْوَةَ، عَنْ قَيْسِ بْنِ كَثِيرٍ، قَالَ قَدِمَ رَجُلٌ مِنَ الْمَدِينَةِ عَلَى أَبِي الدَّرْدَاءِ وَهُوَ بِدِمَشْقَ فَقَالَ مَا أَقْدَمَكَ يَا أَخِي فَقَالَ حَدِيثٌ بَلَغَنِي أَنَّكَ تُحَدِّثُهُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ أَمَا جِئْتَ لِحَاجَةٍ قَالَ لاَ ‏.‏ قَالَ أَمَا قَدِمْتَ لِتِجَارَةٍ قَالَ لاَ ‏.‏ قَالَ مَا جِئْتَ إِلاَّ فِي طَلَبِ هَذَا الْحَدِيثِ قَالَ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ سَلَكَ طَرِيقًا يَبْتَغِي فِيهِ عِلْمًا سَلَكَ اللَّهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ وَإِنَّ الْمَلاَئِكَةَ لَتَضَعُ أَجْنِحَتَهَا رِضًا لِطَالِبِ الْعِلْمِ وَإِنَّ الْعَالِمَ لَيَسْتَغْفِرُ لَهُ مَنْ فِي السَّمَوَاتِ وَمَنْ فِي الأَرْضِ حَتَّى الْحِيتَانُ فِي الْمَاءِ وَفَضْلُ الْعَالِمِ عَلَى الْعَابِدِ كَفَضْلِ الْقَمَرِ عَلَى سَائِرِ الْكَوَاكِبِ إِنَّ الْعُلَمَاءَ وَرَثَةُ الأَنْبِيَاءِ إِنَّ الأَنْبِيَاءَ لَمْ يُوَرِّثُوا دِينَارًا وَلاَ دِرْهَمًا إِنَّمَا وَرَّثُوا الْعِلْمَ فَمَنْ أَخَذَ بِهِ أَخَذَ بِحَظٍّ وَافِرٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَلاَ نَعْرِفُ هَذَا الْحَدِيثَ إِلاَّ مِنْ حَدِيثِ عَاصِمِ بْنِ رَجَاءِ بْنِ حَيْوَةَ وَلَيْسَ هُوَ عِنْدِي بِمُتَّصِلٍ هَكَذَا حَدَّثَنَا مَحْمُودُ بْنُ خِدَاشٍ بِهَذَا الإِسْنَادِ ‏.‏ وَإِنَّمَا يُرْوَى هَذَا الْحَدِيثُ عَنْ عَاصِمِ بْنِ رَجَاءِ بْنِ حَيْوَةَ عَنِ الْوَلِيدِ بْنِ جَمِيلٍ عَنْ كَثِيرِ بْنِ قَيْسٍ عَنْ أَبِي الدَّرْدَاءِ عَنِ النَّبِيِّ صلى الله عليه وسلم وَهَذَا أَصَحُّ مِنْ حَدِيثِ مَحْمُودِ بْنِ خِدَاشٍ وَرَأَى مُحَمَّدُ بْنُ إِسْمَاعِيلَ هَذَا أَصَحَّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, আমরা এ হাদীসটি শুধুমাত্র আসিম ইবনু রাজা ইবনু হাইওয়ার রিওয়ায়াত হিসেবেই জেনেছি । আমার মতে এই সনদসূত্র মুত্তাসিল নয় । উক্ত হাদীসটি মাহ্‌মূদ ইবনু খিদাশও আমাদের নিকট অনুরূপভাবে বর্ণনা করেছেন । আসিম ইবনু রাজা ইবনু হাইওয়া-দাঊদ ইবনু জামিল হতে, তিনি কাসীর ইবনু কাইস হতে, তিনি আবুদ্‌ দারদা (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রেও উক্ত হাদীস বর্ণিত আছে । এই সনদসূত্রটি মাহমূদ ইবনু খিদাশের বর্ণনার চাইতে অনেক বেশি সহীহ । মুহাম্মাদ ইবনু ইসমাঈল (বুখারী) ও এই সনদকে অধিক সহীহ মনে করেন ।",
    "chapter": {
      "chapter_number": "39"
    }
  }
}