{
  "hadith": {
    "hadith_id": 2697,
    "narrator": "আসমা বিনতু ইয়াযীদ (রাঃ)",
    "bn": "তিনি বলেন, কোন এক সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মসজিদের দিকে যাচ্ছিলেন। সেখানে একদল মহিলা বসা ছিল। তিনি হাত উঠিয়ে তাদেরকে সালাম দিলেন। ‘আবদুল হামীদ তার হাতের ইশারায় বুঝিয়ে দিলেন।\n\n“হাতের ইশারা” ব্যতীত হাদীসটি সহীহঃ জিলবাবুল মারআতিল মুসলিমাহ (১৯৪-১৯৬)।",
    "ar": "حَدَّثَنَا سُوَيْدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا عَبْدُ الْحَمِيدِ بْنُ بَهْرَامَ، أَنَّهُ سَمِعَ شَهْرَ بْنَ حَوْشَبٍ، يَقُولُ سَمِعْتُ أَسْمَاءَ بِنْتَ يَزِيدَ، تُحَدِّثُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّ فِي الْمَسْجِدِ يَوْمًا وَعُصْبَةٌ مِنَ النِّسَاءِ قُعُودٌ فَأَلْوَى بِيَدِهِ بِالتَّسْلِيمِ وَأَشَارَ عَبْدُ الْحَمِيدِ بِيَدِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ لاَ بَأْسَ بِحَدِيثِ عَبْدِ الْحَمِيدِ بْنِ بَهْرَامَ عَنْ شَهْرِ بْنِ حَوْشَبٍ ‏.‏ وَقَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ شَهْرٌ حَسَنُ الْحَدِيثِ وَقَوَّى أَمْرَهُ وَقَالَ إِنَّمَا تَكَلَّمَ فِيهِ ابْنُ عَوْنٍ ثُمَّ رَوَى عَنْ هِلاَلِ بْنِ أَبِي زَيْنَبَ عَنْ شَهْرِ بْنِ حَوْشَبٍ ‏.‏ أَنْبَأَنَا أَبُو دَاوُدَ الْمَصَاحِفِيُّ بَلْخِيٌّ أَخْبَرَنَا النَّضْرُ بْنُ شُمَيْلٍ عَنِ ابْنِ عَوْنٍ قَالَ إِنَّ شَهْرًا نَزَكُوهُ ‏.‏ قَالَ أَبُو دَاوُدَ قَالَ النَّضْرُ تَرَكُوهُ أَىْ طَعَنُوا فِيهِ وَإِنَّمَا طَعَنُوا فِيهِ لأَنَّهُ وَلِيَ أَمْرَ السُّلْطَانِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান। আহমাদ ইবনু হাম্বল (রহঃ) বলেন, ‘আবদুল হামীদ ইবনু বাহরাম-শাহর ইবনু হাওশাব সূত্রে বর্ণিত হাদীসে কোন সমস্যা নেই। মুহাম্মাদ ইবনু ইসমাঈল (আল-বুখারী) বলেন, শাহর হাদীস বর্ণনার ক্ষেত্রে উত্তম পর্যায়ের এবং তিনি (এ কথা বলে) তার বিষয়টি মজবুত করেছেন। তিনি আরো বলেছেন, ইবনু ‘আওন তার সমালোচনা করেছেন, অতঃপর হিলাল ইবনু আবী যাইনাব-শাহর ইবনু হাওশাব সূত্রে হাদীসটি বর্ণনা করেছেন। আবূ দাউদ বালখী-আন-নাযর ইবনু শুমাইল হতে, তিনি ইবনু ‘আওন হতে বর্ণনা করেছেন যে, ইবনু ‘আওন বলেন, মুহাদ্দিসগণ শাহরকে বাদ দিয়েছেন। আবূ দাউদ (রহঃ) বলেন, আন-নাযর বলেছেন, “তারা তাকে বাদ দিয়েছেন” অর্থ তারা তাঁকে তিরস্কার বা অভিযুক্ত করেছেন এ কারণে যে, তিনি শাসকের দায়িত্ব গ্রহণ করেছিলেন।",
    "chapter": {
      "chapter_number": "40"
    }
  }
}