{
  "hadith": {
    "hadith_id": 2710,
    "narrator": "কালাদাহ্ ইবনু হাম্বল  (রহঃ)",
    "bn": "সাফওয়ান ইবনু উমাইয়্যা (রাঃ) তাকে কিছু দুধ, ছানা ও তরকারীসহ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট পাঠান। সে সময়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  উপত্যকার উপরে অবস্থান করছিলেন। তিনি (কালাদাহ্) বলেন, আমি অনুমতিও চাইলাম না, সালামও করলাম না, বরং এমনি তাঁর  নিকট চলে গেলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  আমাকে বললেনঃ তুমি ফিরে গিয়ে বল, আস্সালামু আলাইকুম, আমি কি আসতে পারি? (তারপর আমার নিকট এসো)। আর এ ঘটনাটি সাফওয়ানের ইসলাম গ্রহণের পরের।\n\nসহীহঃ সহীহাহ্ (৮১৮)",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي عَمْرُو بْنُ أَبِي سُفْيَانَ، أَنَّ عَمْرَو بْنَ عَبْدِ اللَّهِ بْنِ صَفْوَانَ، أَخْبَرَهُ أَنَّ كَلَدَةَ بْنَ حَنْبَلٍ أَخْبَرَهُ أَنَّ صَفْوَانَ بْنَ أُمَيَّةَ بَعَثَهُ بِلَبَنٍ وَلِبَإٍ وَضَغَابِيسَ إِلَى النَّبِيِّ صلى الله عليه وسلم وَالنَّبِيُّ صلى الله عليه وسلم بِأَعْلَى الْوَادِي قَالَ فَدَخَلْتُ عَلَيْهِ وَلَمْ أُسَلِّمْ وَلَمْ أَسْتَأْذِنْ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ ارْجِعْ فَقُلِ السَّلاَمُ عَلَيْكُمْ أَأَدْخُلُ ‏\"‏ ‏.‏ وَذَلِكَ بَعْدَ مَا أَسْلَمَ صَفْوَانُ ‏.‏ قَالَ عَمْرٌو وَأَخْبَرَنِي بِهَذَا الْحَدِيثِ أُمَيَّةُ بْنُ صَفْوَانَ وَلَمْ يَقُلْ سَمِعْتُهُ مِنْ كَلَدَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ ابْنِ جُرَيْجٍ وَرَوَاهُ أَبُو عَاصِمٍ أَيْضًا عَنِ ابْنِ جُرَيْجٍ مِثْلَ هَذَا ‏.‏ وَضَغَابِيسُ هُوَ حَشِيشٌ يُؤْكَلُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "‘আম্‌র ইবনু আবূ সুফ্ইয়ান বলেন, উক্ত হাদিসটি আমাকে উমাইয়্যাহ্ ইবনু সাফওয়ান জানিয়েছেন এবং এই সূত্রে তিনি বলেননি যে, ‘আমি এ হাদিসটি কালাদার নিকট শুনেছি’। আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান গারীব। আমরা এ হাদিসটি শুধুমাত্র ইবনু জুরাইজের রিওয়ায়াত হিসেবে জেনেছি। ইবনু জুরাইজের সূত্রে আবূ আসিমও উক্ত  হাদীসের মতো বর্ণনা করেছেন। যাগাবীস এক প্রকার উদ্ভিদ যা খাওয়া যায়।",
    "chapter": {
      "chapter_number": "40"
    }
  }
}