{
  "hadith": {
    "hadith_id": 2719,
    "narrator": "মিক্বদাদ ইবনুল আস্ওয়াদ (রা:)",
    "bn": "তিনি বলেন, আমি এবং আমার দু’জন সাথী এমন অবস্থায় (মাদীনায়) পৌছালাম যে, আমাদের চোখ-কান ক্ষুধার যন্ত্রণায় অচল হয়ে যাওয়ার উপক্রম হল। তারপর আমরা আমাদেরকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাহাবীদের নিকট উপস্থাপন করতে লাগলাম; কিন্তু কেউই আমাদেরকে গ্রহণ করলেন না। অবশেষে আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট হাযির হলাম। তিনি আমাদেরকে নিয়ে তাঁর পরিবারের নিকট গেলেন। সেখানে তিনটি বকরী ছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃ তোমরা এগুলোর দুধ দোহন কর। তারপর আমরা এগুলো দোহন করে প্রত্যেকেই যার যার অংশের দুধ পান করতাম এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর অংশ উঠিয়ে রেখে দিতাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  রাতের বেলায় আসতেন এবং এমনভাবে সালাম দিতেন যে, ঘুমন্ত লোকেরা জাগ্রত হত না অথচ জাগ্রত লোকেরা তা শুনতে পেত। তারপর তিনি মসজিদে গিয়ে নাময আদায় করতেন, তারপর তাঁর জন্য রাখা দুধ পান করতেন।\n\nসহীহঃ আদাবুয্ যিফা-ফ নতুন  সংস্করণ (১৬৭-১৯৬), মুসলিম",
    "ar": "حَدَّثَنَا سُوَيْدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ، حَدَّثَنَا ابْنُ أَبِي لَيْلَى، عَنِ الْمِقْدَادِ بْنِ الأَسْوَدِ، قَالَ أَقْبَلْتُ أَنَا وَصَاحِبَانِ، لِي قَدْ ذَهَبَتْ أَسْمَاعُنَا وَأَبْصَارُنَا مِنَ الْجَهْدِ فَجَعَلْنَا نَعْرِضُ أَنْفُسَنَا عَلَى أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فَلَيْسَ أَحَدٌ يَقْبَلُنَا فَأَتَيْنَا النَّبِيَّ صلى الله عليه وسلم فَأَتَى بِنَا أَهْلَهُ فَإِذَا ثَلاَثَةُ أَعْنُزٍ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ احْتَلِبُوا هَذَا اللَّبَنَ بَيْنَنَا ‏\"‏ ‏.‏ فَكُنَّا نَحْتَلِبُهُ فَيَشْرَبُ كُلُّ إِنْسَانٍ نَصِيبَهُ وَنَرْفَعُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم نَصِيبَهُ فَيَجِيءُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنَ اللَّيْلِ فَيُسَلِّمُ عَلَيْنَا تَسْلِيمًا لاَ يُوقِظُ النَّائِمَ وَيُسْمِعُ الْيَقْظَانَ ثُمَّ يَأْتِي الْمَسْجِدَ فَيُصَلِّي ثُمَّ يَأْتِي شَرَابَهُ فَيَشْرَبُهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন হাদিসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "40"
    }
  }
}