{
  "hadith": {
    "hadith_id": 2721,
    "narrator": "আবূ তামীমা আল-হুজাইমী (রা:)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে খোঁজ করে  না পেয়ে বসে রইলাম। এরই মধ্যে আমি তাঁকে একদল লোকেরা মাঝে দেখতে পেলাম, কিন্তু আমি তাঁকে চিনতাম না। তাদের মাঝে তিনি মীমাংসা করেছিলেন। কাজ শেষে কয়েকজন তাঁর সাথে উঠে দাড়ালো এবং বলল, হে আল্লাহ্‌র রাসূল ! আমি ইহা দেখে তাঁকে বললাম, ‘আলাইকাস্ সালামু ইয়া রাসূলুল্লাহ! তিনি বললেনঃ “আলাইকাস্ সালামু ” হল মৃত ব্যক্তির জন্য সালাম। এ কথাটি তিনি তিন বার বললেন। তারপর তিনি আমার দিকে তাকিয়ে বললেনঃ কোন ব্যক্তি তার মুসলিম ভাইয়ের সাথে সাক্ষাতের সময় যেন বলে, “আসসালামু আলাইকুম ওয়া রাহ্মাতুল্লাহি”। অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  আমার সালামের উত্তর দিলেনঃ ওয়া ‘আলাইকা ওয়া রাহ্মাতুল্লাহ, ওয়া ‘আলাইকা ওয়া ‘আলাইকা ওয়া রাহ্মাতুল্লাহ।\n\nসহীহঃ সহীহাহ্ (১৪০৩)",
    "ar": "حَدَّثَنَا سُوَيْدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي تَمِيمَةَ الْهُجَيْمِيِّ، عَنْ رَجُلٍ، مِنْ قَوْمِهِ قَالَ طَلَبْتُ النَّبِيَّ صلى الله عليه وسلم فَلَمْ أَقْدِرْ عَلَيْهِ فَجَلَسْتُ فَإِذَا نَفَرٌ هُوَ فِيهِمْ وَلاَ أَعْرِفُهُ وَهُوَ يُصْلِحُ بَيْنَهُمْ فَلَمَّا فَرَغَ قَامَ مَعَهُ بَعْضُهُمْ فَقَالُوا يَا رَسُولَ اللَّهِ ‏.‏ فَلَمَّا رَأَيْتُ ذَلِكَ قُلْتُ عَلَيْكَ السَّلاَمُ يَا رَسُولَ اللَّهِ عَلَيْكَ السَّلاَمُ يَا رَسُولَ اللَّهِ عَلَيْكَ السَّلاَمُ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ إِنَّ عَلَيْكَ السَّلاَمُ تَحِيَّةُ الْمَيِّتِ إِنَّ عَلَيْكَ السَّلاَمُ تَحِيَّةُ الْمَيِّتِ ‏\"‏ ‏.‏ ثَلاَثًا ثُمَّ أَقْبَلَ عَلَىَّ فَقَالَ ‏\"‏ إِذَا لَقِيَ الرَّجُلُ أَخَاهُ الْمُسْلِمَ فَلْيَقُلِ السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ ‏\"‏ ‏.‏ ثُمَّ رَدَّ عَلَىَّ النَّبِيُّ صلى الله عليه وسلم قَالَ ‏\"‏ وَعَلَيْكَ وَرَحْمَةُ اللَّهِ وَعَلَيْكَ وَرَحْمَةُ اللَّهِ وَعَلَيْكَ وَرَحْمَةُ اللَّهِ ‏\"‏ ‏.‏\nقَالَ أَبُو عِيسَى وَقَدْ رَوَى هَذَا الْحَدِيثَ أَبُو غِفَارٍ، عَنْ أَبِي تَمِيمَةَ الْهُجَيْمِيِّ، عَنْ أَبِي جُرَىٍّ، جَابِرِ بْنِ سُلَيْمٍ الْهُجَيْمِيِّ قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ الْحَدِيثَ ‏.‏ وَأَبُو تَمِيمَةَ اسْمُهُ طَرِيفُ بْنُ مُجَالِدٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এই হাদিসটি আবূ তামীমাহ্ আল-হুজাইমী-আবূ জুরায়্যি জাবির ইবনু সুলাইম আল-হুজাইমীর সূত্রে আবূ গিফার বর্ণনা করেছেন। আবূ জুরায়্যি (রা:) বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এলাম... তিনি পূর্ণ হাদীস বর্ণনা করেন। আবূ তামীমার নাম তারীফ ইবনু মুজালিদ।",
    "chapter": {
      "chapter_number": "40"
    }
  }
}