{
  "hadith": {
    "hadith_id": 2724,
    "narrator": "আবূ ওয়াকিদ আল-লাইসী (রা:)",
    "bn": "কোন এক সময় কয়েকজন লোকসহ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  মসজিদে বসা ছিলেন। সে সময় তিনজন লোক এসে হাযির হল। তাদের দু’জন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এর সামনে আসল এবং একজন চলে গেল। এরা দু’জন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সামনে দাঁড়িয়ে সালাম করল এবং এদের একজন বৈঠকে খালি জায়গা দেখে বসে পড়ল আর অন্যজন লোকদের পিছনে গিয়ে বসল। এদের তৃতীয়জন তো পিঠ  ফিরিয়ে চলে গেল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  যখন অবসর হলেন , তখন উপস্থিত লোকদেরকে বললেনঃ আমি কি এদের তিনজনের ব্যাপারে তোমাদেরকে জানাবো না? এদের একজন তো আল্লাহ তা’আলার আশ্রয় নিল, ফলে আল্লাহ তাকে আশ্রয়  দিয়েছেন; দ্বিতীয়জন লজ্জা পেল, কাজেই আল্লাহ তা’আলা ও তার হতে লজ্জা করেছেন, আর তৃতীয়জন আল্লাহ হতে মুখ ফিরিয়ে নিল, কাজেই আল্লাহ তা’আলাও তার হতে মুখ ফিরিয়ে নিয়েছেন।\n\nসহীহঃ বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَبِي مُرَّةَ، مَوْلَى عَقِيلِ بْنِ أَبِي طَالِبٍ عَنْ أَبِي وَاقِدٍ اللَّيْثِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَيْنَمَا هُوَ جَالِسٌ فِي الْمَسْجِدِ وَالنَّاسُ مَعَهُ إِذْ أَقْبَلَ ثَلاَثَةُ نَفَرٍ فَأَقْبَلَ اثْنَانِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَذَهَبَ وَاحِدٌ فَلَمَّا وَقَفَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم سَلَّمَا فَأَمَّا أَحَدُهُمَا فَرَأَى فُرْجَةً فِي الْحَلْقَةِ فَجَلَسَ فِيهَا وَأَمَّا الآخَرُ فَجَلَسَ خَلْفَهُمْ وَأَمَّا الآخَرُ فَأَدْبَرَ ذَاهِبًا فَلَمَّا فَرَغَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ أَلاَ أُخْبِرُكُمْ عَنِ النَّفَرِ الثَّلاَثَةِ أَمَّا أَحَدُهُمْ فَأَوَى إِلَى اللَّهِ فَآوَاهُ اللَّهُ وَأَمَّا الآخَرُ فَاسْتَحْيَا فَاسْتَحْيَا اللَّهُ مِنْهُ وَأَمَّا الآخَرُ فَأَعْرَضَ فَأَعْرَضَ اللَّهُ عَنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو وَاقِدٍ اللَّيْثِيُّ اسْمُهُ الْحَارِثُ بْنُ عَوْفٍ وَأَبُو مُرَّةَ مَوْلَى أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ وَاسْمُهُ يَزِيدُ وَيُقَالُ مَوْلَى عَقِيلِ بْنِ أَبِي طَالِبٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান সহীহ। আবূ ওয়াকিদ আল-লাইসীর নাম আল-হারিস ইবনু আওফ। আবূ মুর্রাহ্ হলেন উম্মু হানী (রা:) বিনতু আবী তালিবের মুক্তদাস, মতান্তরে আকীল (রা:) ইবনু আবী তালিবের মুক্তদাস, তার নাম ইয়াজিদ।",
    "chapter": {
      "chapter_number": "40"
    }
  }
}