{
  "hadith": {
    "hadith_id": 2735,
    "narrator": "ইকরিমা (রাঃ) ইবনু আবূ জাহল",
    "bn": "তিনি বলেন, আমি যেদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে এলাম তখন তিনি বললেনঃ আরোহী মুহাজিরকে খোশআমদেদ।\n\nসনদ দূর্বল",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا مُوسَى بْنُ مَسْعُودٍ أَبُو حُذَيْفَةَ، عَنْ سُفْيَانَ، عَنْ أَبِي إِسْحَاقَ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ عِكْرِمَةَ بْنِ أَبِي جَهْلٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ جِئْتُهُ ‏ \"‏ مَرْحَبًا بِالرَّاكِبِ الْمُهَاجِرِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ بُرَيْدَةَ وَابْنِ عَبَّاسٍ وَأَبِي جُحَيْفَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَيْسَ إِسْنَادُهُ بِصَحِيحٍ لاَ نَعْرِفُهُ مِثْلَ هَذَا إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ مُوسَى بْنِ مَسْعُودٍ عَنْ سُفْيَانَ ‏.‏ وَمُوسَى بْنُ مَسْعُودٍ ضَعِيفٌ فِي الْحَدِيثِ ‏.‏ وَرَوَى هَذَا الْحَدِيثَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ عَنْ أَبِي إِسْحَاقَ مُرْسَلاً وَلَمْ يَذْكُرْ فِيهِ عَنْ مُصْعَبِ بْنِ سَعْدٍ ‏.‏ وَهَذَا أَصَحُّ ‏.‏ قَالَ سَمِعْتُ مُحَمَّدَ بْنَ بَشَّارٍ يَقُولُ مُوسَى بْنُ مَسْعُودٍ ضَعِيفٌ فِي الْحَدِيثِ ‏.‏ قَالَ مُحَمَّدُ بْنُ بَشَّارٍ وَكَتَبْتُ كَثِيرًا عَنْ مُوسَى بْنِ مَسْعُودٍ ثُمَّ تَرَكْتُهُ ‏.‏ كَمُلَ كِتَابُ الاِسْتِئْذَانِ وَيَتْلُوهُ كِتَابُ الأَدَبِ",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে বুরাইদা, ইবনু আব্বাস ও আবূ জুহাইফা (রাঃ) হতেও হাদিস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদিসটির সনদ সহীহ নয়। মূসা ইবনু মাসঊদী-সুফিয়ান সূত্রেই শুধুমাত্র আমরা এরকম হাদিস জেনেছি। মূসা ইবনু মাসঊদী হাদিস শাস্ত্রে দূর্বল। আবদুর রহমান ইবনু মাহ্‌দী (রহঃ) সুফিয়ান হতে আবূ ইসহাক সূত্রে এ হাদিস মুরসালরূপে বর্ণনা করেছেন এবং তিনি এতে মুসআব ইবনু সা’দের উল্লেখ করেননি। এটাই সর্বাধিক সহীহ। আমি মুহাম্মাদ ইবনু বাশশারকে বলতে শুনেছি যে, মূসা ইবনু মাসঊদ হাদিস শাস্ত্রে দূর্বল। তিনি আরো বলেন, আমি মূসা ইবনু মাসঊদী হতে বহু সংখ্যক হাদিস লিখেছিলাম পরে তা বাতিল করেছি।",
    "chapter": {
      "chapter_number": "40"
    }
  }
}