{
  "hadith": {
    "hadith_id": 274,
    "narrator": "উবাইদুল্লাহ ইবনু ‘আবদুল্লাহ ইবনু আকরাম আল-খুযাঈ (রাঃ) হতে তাঁর পিতার সূত্রে",
    "bn": "তিনি (আবদুল্লাহ) বলেন, আমি আমার পিতার সাথে নামিরার সমতল ভূমিতে অবস্থান করছিলাম। ইতিমধ্যে একদল সাওয়ারী (আমাদের) পার হয়ে গেল। হঠাৎ দেখলাম রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়িয়ে নামায আদায় করছেন। রাবী বলেন, যখন তিনি সাজদাহ্‌য় যেতেন তখন আমি তাঁর বগলের শুভ্রতা দেখে নিতাম। \n\nসহীহ্। ইবনু মাজাহ-(৮৮১)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ دَاوُدَ بْنِ قَيْسٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ الأَقْرَمِ الْخُزَاعِيِّ، عَنْ أَبِيهِ، قَالَ كُنْتُ مَعَ أَبِي بِالْقَاعِ مِنْ نَمِرَةَ فَمَرَّتْ رَكَبَةٌ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يُصَلِّي ‏.‏ قَالَ فَكُنْتُ أَنْظُرُ إِلَى عُفْرَتَىْ إِبْطَيْهِ إِذَا سَجَدَ أَىْ بَيَاضِهِ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَابْنِ بُحَيْنَةَ وَجَابِرٍ وَأَحْمَرَ بْنِ جَزْءٍ وَمَيْمُونَةَ وَأَبِي حُمَيْدٍ وَأَبِي مَسْعُودٍ وَأَبِي أُسَيْدٍ وَسَهْلِ بْنِ سَعْدٍ وَمُحَمَّدِ بْنِ مَسْلَمَةَ وَالْبَرَاءِ بْنِ عَازِبٍ وَعَدِيِّ بْنِ عَمِيرَةَ وَعَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى وَأَحْمَرُ بْنُ جَزْءٍ هَذَا رَجُلٌ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم لَهُ حَدِيثٌ وَاحِدٌ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ أَقْرَمَ حَدِيثٌ حَسَنٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ دَاوُدَ بْنِ قَيْسٍ وَلاَ نَعْرِفُ لِعَبْدِ اللَّهِ بْنِ أَقْرَمَ الْخُزَاعِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم غَيْرَ هَذَا الْحَدِيثِ ‏.‏ وَالْعَمَلُ عَلَيْهِ عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ وَعَبْدُ اللَّهِ بْنُ أَقْرَمَ الْخُزَاعِيُّ إِنَّمَا لَهُ هَذَا الْحَدِيثُ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَعَبْدُ اللَّهِ بْنُ أَرْقَمَ الزُّهْرِيُّ صَاحِبُ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَهُوَ كَاتِبُ أَبِي بَكْرٍ الصِّدِّيقِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু ‘আব্বাস, ইবনু বুহাইনা, জাবির, আহমাদ ইবনু জায, মাইমূনা, আবূ হুমাইদ, আবূ উসাইদ, আবূ মাসঊদ, সাহল ইবনু সা’দ, মুহাম্মাদ ইবুন মাসলামা, বারাআ ইবনু আযিব, ‘আদী ইবনু ‘আমীরা ও ‘আয়িশাহ্ (রাঃ) হতেও হাদীস বর্ণিত আছে।\nআবূ ‘ঈসা বলেনঃ আহমার ইবনু জায নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবীদের অন্তর্ভুক্ত।\nআবু ‘ঈসা বলেনঃ আবদুল্লাহ ইবনু আকরামের হাদীসটি হাসান। দাঊদ ইবনু কাইসের মাধ্যমেই আমরা এ হাদীসটি জেনেছি। ‘আবদুল্লাহ ইবনু আকরাম (রাঃ)-এর নিকট হতে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এ হাদীসটিই শুধু আমরা জানি। তিনি একটিমাত্র হাদীস বর্ণনা করেছেন।\n\n‘আলিমগণ এ হাদীস অনুযায়ী আমল করেন (সাজদাহ্‌তে হাত এমনভাবে ছড়িয়ে রাখতে হবে যেন বগল ফাঁক থাকে)। \n\n‘আবদুল্লাহ ইবনু আকরাম আয-যুহরী সাহাবী ছিলেন এবং তিনি আবূ বাকার সিদ্দীক (রাঃ)-এর কাতিব (সচিব) ছিলেন। আর আবদুল্লাহ ইবনু আকরাম আল-খুযাঈ (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে শুধু এ হাদীসটি বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}