{
  "hadith": {
    "hadith_id": 2747,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ আল্লাহ তা’আলা হাঁচি পছন্দ করেন এবং হাই তোলা অপছন্দ করেন। সুতরাং তোমাদের মাঝে কেউ হাঁচি দিয়ে আলহামদুলিল্লাহ বলার সময় সকল শ্রোতার জন্য ইয়ারহামুকাল্লাহ বলা খুবই জরুরী হয়ে যায়। আর তোমাদের মাঝে কারও হাই উঠার সময় যথাসম্ভব সে যেন তা ফিরিয়ে রাখে এবং আহ্‌ আহ্‌ না বলে। কেননা এটা শাইতানের পক্ষ হতে এবং সে তাতে হাসতে থাকে। \n\nসহীহঃ ইরওয়াহ্‌ (৭৭৬), বুখারী।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ اللَّهَ يُحِبُّ الْعُطَاسَ وَيَكْرَهُ التَّثَاؤُبَ فَإِذَا عَطَسَ أَحَدُكُمْ فَقَالَ الْحَمْدُ لِلَّهِ فَحَقٌّ عَلَى كُلِّ مَنْ سَمِعَهُ أَنْ يَقُولَ يَرْحَمُكَ اللَّهُ وَأَمَّا التَّثَاؤُبُ فَإِذَا تَثَاءَبَ أَحَدُكُمْ فَلْيَرُدَّهُ مَا اسْتَطَاعَ وَلاَ يَقُولَنَّ هَاهْ هَاهْ فَإِنَّمَا ذَلِكَ مِنَ الشَّيْطَانِ يَضْحَكُ مِنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ وَهَذَا أَصَحُّ مِنْ حَدِيثِ ابْنِ عَجْلاَنَ ‏.‏ وَابْنُ أَبِي ذِئْبٍ أَحْفَظُ لِحَدِيثِ سَعِيدٍ الْمَقْبُرِيِّ وَأَثْبَتُ مِنْ مُحَمَّدِ بْنِ عَجْلاَنَ ‏.‏ قَالَ سَمِعْتُ أَبَا بَكْرٍ الْعَطَّارَ الْبَصْرِيَّ يَذْكُرُ عَنْ عَلِيِّ بْنِ الْمَدِينِيِّ عَنْ يَحْيَى بْنِ سَعِيدٍ قَالَ قَالَ مُحَمَّدُ بْنُ عَجْلاَنَ أَحَادِيثُ سَعِيدٍ الْمَقْبُرِيِّ رَوَى بَعْضَهَا سَعِيدٌ عَنْ أَبِي هُرَيْرَةَ وَرَوَى بَعْضَهَا سَعِيدٌ عَنْ رَجُلٍ عَنْ أَبِي هُرَيْرَةَ فَاخْتَلَطَتْ عَلَىَّ فَجَعَلْتُهَا عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি সহীহ। ইবনু ‘আজলানের সূত্রে বর্ণিত হাদীসের চাইতে এ হাদীসটি অনেক বেশি সহীহ। সা’ঈদ আল-মাক্ববুরী হতে হাদীস বর্ণনার ক্ষেত্রে ইবনু আবূ যিব (রহঃ) ইবনু ‘আজলানের চাইতে অনেক হিফাযাতকারী ও নির্ভরযোগ্য। আমি তিরমিযী আবূ বাক্‌র আল-আত্তার আল-বাসরীকে ‘আলী ইবনুল মাদীনীর সূত্রে আলোচনা করতে শুনেছি, তিনি ইয়াহ্‌ইয়া ইবনু সা‘ঈদকে বলতে শুনেছেন, মুহাম্মাদ ইবনু ‘আজলান বলেন, সা‘ঈদ আল-মাক্ববুরী তার রিওয়ায়াতসমূহের কতগুলো আবূ হুরাইরাহ্‌ (রাঃ) হতে সরাসরি বর্ণনা করেছেন এবং কতগুলো জনৈক ব্যক্তির সূত্রে আবূ হুরাইরাহ্‌ (রাঃ) হতে বর্ণনা করেছেন। তাই আমার নিকট এগুলো একটি অন্যটির সাথে মিলে যাবার কারণে আমি সবগুলো রিওয়ায়াত সা’ঈদ-আবূ হুরাইরাহ্‌ (রাঃ) হতে এই সূত্রে বর্ণনা করেছি।",
    "chapter": {
      "chapter_number": "41"
    }
  }
}