{
  "hadith": {
    "hadith_id": 2762,
    "narrator": "আমর ইবনু শুআইব (রহঃ) হতে পর্যায়ক্রমে তার পিতা ও দাদার সূত্রে",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দৈঘ্যে-প্রস্থে দু’ দিকে তাঁর দাড়ি ছাঁটতেন। \n\nমাওযূ, যঈফা (২৮৮), আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমি মুহাম্মাদ ইবনু ইসমাঈল (আল-বুখারী)-কে বলতে শুনেছি, উমার ইবনু হারূনের বর্ণিত হাদিস গ্রহণ যোগ্য বলা যায়। \"রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর দাড়ির দৈর্ঘ্য-প্রস্থ উভয় দিকে ছাঁটতেন” এই হাদিস ছাড়া তার অন্য কোন রিওয়ায়াত সম্পর্কে আমার জানা নাই, যার কোন বুনিয়াদ নাই বা যা তিনি এককভাবে বর্ণনা করেছেন। আমরা শুধুমাত্র ইবনু হারূনের রিওয়ায়াত হিসেবে উপরোক্ত হাদিস জেনেছি। আমি ইমাম বুখারীকে উমার ইবনু হারূন সম্পর্কে উত্তম অভিমত মনে ধারণ করতে দেখেছি। আবূ ঈসা বলেন, আমি কুতাইবাকে বলতে শুনেছি, উমার ইবনু হারূন ছিলেন হাদিসের ধারক। তিনি বলতেন, “কথা ও কাজের সমষ্টি হল ঈমান” (আল-ঈমান কাওল ওয়া আমাল)। কুতাইবা বলেন, ওয়াকী ইবনু জাররাহ আমাদেরকে জানিয়েছেন এক ব্যক্তির সূত্রে, তিনি সাওর ইবনু ইয়াযীদের সূত্রেঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাইফবাসীদের বিপক্ষে মিনজানীক (পাথর নিক্ষেপক যন্ত্র) স্থাপন করেছেন। কুতাইবা বলেন, আমি ওয়াকীকে প্রশ্ন করলাম, ইনি কে? তিনি বলেন, আপনাদের সঙ্গী উমার ইবনু হারূন।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عُمَرُ بْنُ هَارُونَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَأْخُذُ مِنْ لِحْيَتِهِ مِنْ عَرْضِهَا وَطُولِهَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَسَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ عُمَرُ بْنُ هَارُونَ مُقَارِبُ الْحَدِيثِ لاَ أَعْرِفُ لَهُ حَدِيثًا لَيْسَ إِسْنَادُهُ أَصْلاً أَوْ قَالَ يَنْفَرِدُ بِهِ إِلاَّ هَذَا الْحَدِيثَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَأْخُذُ مِنْ لِحْيَتِهِ مِنْ عَرْضِهَا وَطُولِهَا ‏.‏ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عُمَرَ بْنِ هَارُونَ وَرَأَيْتُهُ حَسَنَ الرَّأْىِ فِي عُمَرَ بْنِ هَارُونَ ‏.‏ قَالَ أَبُو عِيسَى وَسَمِعْتُ قُتَيْبَةَ يَقُولُ عُمَرُ بْنُ هَارُونَ كَانَ صَاحِبَ حَدِيثٍ وَكَانَ يَقُولُ الإِيمَانُ قَوْلٌ وَعَمَلٌ ‏.‏",
    "grade_id": 5,
    "grade": "জাল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "41"
    }
  }
}