{
  "hadith": {
    "hadith_id": 2806,
    "narrator": "আবূ হুরাইরাহ্ (রা:)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেঃ জিবরীল(আ)আমার নিকট এসে বললেন, গতরাতে আমি আপনার নিকট এসেছিলাম, কিন্তু আপনার অবস্থানরত ঘরের দরজায় একটি পুরুষের প্রতিকৃতি, ঘরের মধ্যে প্রাণীর ছবিযুক্ত একটি সূক্ষ্ম কাপড়ের পর্দা এবং একটি কুকুর আমাকে ভিতরে প্রবেশ করতে বাধা প্রদান করেছে। সুতরাং আপনি দরজার পাশে রাখা প্রতিকৃতিটির মাথা কেটে ফেলার আদেশ করুন, তাহলে সেটা গাছের আকৃতি হয়ে যাবে। আর পর্দাটিও কেটে ফেলতে বলুন আর তা দিয়ে সাধারণতঃ ব্যবহারের জন্য দু’টি গদি বানানো যাবে এবং কুকুরটিকে বের করে দেয়ার নির্দেশ দিন। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  জিবরীলের পরামর্শ মুতাবিক কাজ করলেন। আর কুকুর ছানাটি হাসান কিংবা হুসাইনের চৌকির নীচে বসা ছিল। যা হোক তিনি আদেশ করলেন এবং সে মুতাবিক এটাকেও বের করে দেয়া হল।\n\nসহীহঃ আদবুয যিফাফ নতুন সংস্করণ (১৯০-১৯৬)।",
    "ar": "حَدَّثَنَا سُوَيْدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، حَدَّثَنَا مُجَاهِدٌ، قَالَ حَدَّثَنَا أَبُو هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَتَانِي جِبْرِيلُ فَقَالَ إِنِّي كُنْتُ أَتَيْتُكَ الْبَارِحَةَ فَلَمْ يَمْنَعْنِي أَنْ أَكُونَ دَخَلْتُ عَلَيْكَ الْبَيْتَ الَّذِي كُنْتَ فِيهِ إِلاَّ أَنَّهُ كَانَ فِي بَابِ الْبَيْتِ تِمْثَالُ الرِّجَالِ وَكَانَ فِي الْبَيْتِ قِرَامُ سِتْرٍ فِيهِ تَمَاثِيلُ وَكَانَ فِي الْبَيْتِ كَلْبٌ فَمُرْ بِرَأْسِ التِّمْثَالِ الَّذِي بِالْبَابِ فَلْيُقْطَعْ فَيَصِيرَ كَهَيْئَةِ الشَّجَرَةِ وَمُرْ بِالسِّتْرِ فَلْيُقْطَعْ وَيُجْعَلْ مِنْهُ وِسَادَتَيْنِ مُنْتَبَذَتَيْنِ يُوَطَآنِ وَمُرْ بِالْكَلْبِ فَيُخْرَجْ ‏\"‏ ‏.‏ فَفَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَانَ ذَلِكَ الْكَلْبُ جَرْوًا لِلْحَسَنِ أَوِ الْحُسَيْنِ تَحْتَ نَضَدٍ لَهُ فَأَمَرَ بِهِ فَأُخْرِجَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ عَائِشَةَ وَأَبِي طَلْحَةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। ‘আয়িশাহ্ ও আবূ তাল্হা (রা:) হতে এ অনুচ্ছেদে হাদীস বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "41"
    }
  }
}