{
  "hadith": {
    "hadith_id": 2816,
    "narrator": "ইয়ালা ইবনু মুররা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন এক ব্যক্তিকে দেখলেন যে, সে খালুক (যাফরান মিশানো সুগন্ধি) ব্যবহার করেছে। তিনি বললেনঃ যাও, এটা ধুয়ে ফেল আবার ধুয়ে ফেল, পুনরায় তা লাগিও না। \n\nসনদ দূর্বল, আবূ ঈসা বলেনঃ এ হাদীসটি হাসান। এ হাদিসের সনদে আতা ইবনুস সাইব (রহঃ) হতে বর্ণনার ব্যপারে কিছু হাদিস বিশারদ মতের অমিল করেছেন। আলী (রহঃ) বলেনঃ ইয়াহ্‌ইয়া ইবনু সাঈদ বলেছেন, যারা পূর্বে আতা ইবনুস সাইব এর নিকট হাদিস শুনেছেন তাদের উক্ত শ্রবণ যথার্থ। আতা ইবনুস সাইব যাযান সূত্রে বর্ণিত দু’টি হাদিস ব্যতীত তার বরাতে শুবা ও সুফিয়ানের হাদিস শ্রবণের বিষয়টি সঠিক। শুবা বলেনঃ আতা হতে যাযান সূত্রে বর্ণিত হাদিসদুটো আমি আতার অন্তিম বয়সে শুনেছি। কথিত আছে যে, শেষ বয়সে আতার স্মৃতিশক্তি নষ্ট হয়ে যায়। এ আনুচ্ছেদে আম্মার, আবূ মূসা ও আনাস (রাঃ) হতেও হাদিস বর্ণিত আছে। রাবী আবূ হাফস হলেন ইবনু উমার।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، عَنْ شُعْبَةَ، عَنْ عَطَاءِ بْنِ السَّائِبِ، قَالَ سَمِعْتُ أَبَا حَفْصِ بْنَ عُمَرَ، يُحَدِّثُ عَنْ يَعْلَى بْنِ مُرَّةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَبْصَرَ رَجُلاً مُتَخَلِّقًا قَالَ ‏ \"‏ اذْهَبْ فَاغْسِلْهُ ثُمَّ اغْسِلْهُ ثُمَّ لاَ تَعُدْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدِ اخْتَلَفَ بَعْضُهُمْ فِي هَذَا الإِسْنَادِ عَنْ عَطَاءِ بْنِ السَّائِبِ ‏.‏ قَالَ عَلِيٌّ قَالَ يَحْيَى بْنُ سَعِيدٍ مَنْ سَمِعَ مِنْ عَطَاءِ بْنِ السَّائِبِ قَدِيمًا فَسَمَاعُهُ صَحِيحٌ وَسَمَاعُ شُعْبَةَ وَسُفْيَانَ مِنْ عَطَاءِ بْنِ السَّائِبِ صَحِيحٌ إِلاَّ حَدِيثَيْنِ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ زَاذَانَ قَالَ شُعْبَةُ سَمِعْتُهُمَا مِنْهُ بِأَخَرَةٍ ‏.‏ قَالَ أَبُو عِيسَى يُقَالُ إِنَّ عَطَاءَ بْنَ السَّائِبِ كَانَ فِي آخِرِ أَمْرِهِ قَدْ سَاءَ حِفْظُهُ ‏.‏ وَفِي الْبَابِ عَنْ عَمَّارٍ وَأَبِي مُوسَى وَأَنَسٍ وَأَبُو حَفْصٍ هُوَ أَبُو حَفْصِ بْنُ عُمَرَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "41"
    }
  }
}