{
  "hadith": {
    "hadith_id": 2826,
    "narrator": "আবূ জুহাইফা (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে রক্তিমাভ সাদা দেখলাম এবং তাঁর কিছু চুল সাদা হয়ে গিয়েছিল। আর হাসান ইবনু ‘আলী ছিলেন ঠিক তারই প্রকৃতির। তিনি (রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম ))-এর তেরটি উঠতি বয়সের উটনি আমাদেরকে দেওয়ার জন্য আদেশ করলেন। কাজেই সেগুলো সংগ্রহের উদেশ্যে তাঁর নিকট রওয়ানা হলাম। এমন সময় আমাদের নিকট তাঁর মৃত্যুর সংবাদ এল। সেহেতু লোকেরা একটি উটনিও আমাদের দিলনা। তারপর আবু বকর (রাঃ) খিলাফাতে অধিষ্ঠিত হয়ে বললেন, যে ব্যাক্তির রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর ওয়া’দাহ আছে সে যেন উপস্হিত হয়। কাজেই আমি তাঁর নিকট উপস্থিত হয়ে সব কথা খুলে বললাম। তিনি আমাদেরকে উটনিগুলো দেয়ার আদেশ কার্যকর করলেন। \n\nসহীহঃ বুখারী ও মুসলিম",
    "ar": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى الْكُوفِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ أَبِي جُحَيْفَةَ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَبْيَضَ قَدْ شَابَ وَكَانَ الْحَسَنُ بْنُ عَلِيٍّ يُشْبِهُهُ وَأَمَرَ لَنَا بِثَلاَثَةَ عَشَرَ قَلُوصًا فَذَهَبْنَا نَقْبِضُهَا فَأَتَانَا مَوْتُهُ فَلَمْ يُعْطُونَا شَيْئًا فَلَمَّا قَامَ أَبُو بَكْرٍ قَالَ مَنْ كَانَتْ لَهُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم عِدَةٌ فَلْيَجِئْ ‏.‏ فَقُمْتُ إِلَيْهِ فَأَخْبَرْتُهُ فَأَمَرَ لَنَا بِهَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَى مَرْوَانُ بْنُ مُعَاوِيَةَ هَذَا الْحَدِيثَ بِإِسْنَادٍ لَهُ عَنْ أَبِي جُحَيْفَةَ نَحْوَ هَذَا ‏.‏ وَقَدْ رَوَى غَيْرُ وَاحِدٍ عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ عَنْ أَبِي جُحَيْفَةَ قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم وَكَانَ الْحَسَنُ بْنُ عَلِيٍّ يُشْبِهُهُ وَلَمْ يَزِيدُوا عَلَى هَذَا ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন এ হাদিসটি হাসান । মারওয়ান ইবনু মু’আবিয়াহও নিজস্ব সনদে আবু জুহাইফাহ (রাঃ) হতে উক্ত হাদীসের মত বর্ণনা করেছেন । একাধিক বর্ণনাকারী ইসমাঈল ইবনু আবূ খালিদ থেকে বর্ণনা করেছেন যে, আবূ জুহাইফাহ (রাঃ) বলেছেন, আমি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে দেখেছি, হাসান ইবনু ‘আলী ছিলেন ঠিক তাঁরই সদৃশ । এই বর্ণনায় এর বেশি নেই ।",
    "chapter": {
      "chapter_number": "41"
    }
  }
}