{
  "hadith": {
    "hadith_id": 2859,
    "narrator": "আন-নাওয়াস ইবনু সাম'আন আল-কিলাবী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ তা'আলা এভাবে সোজা পথের একটি উদাহরণ দিয়েছেন-রাস্তার দু’ধারে দুটি প্রাচীর। প্রাচীর দুটিতে আছে অনেকগুলো খোলা দরজা। এগুলোতে পর্দা ঝুলানো রয়েছে। একজন আহবানকারী রাস্তার মাথায় দাড়িয়ে আহবান করছেন। অন্য এক আহবানকারী পথের উপর থেকে ডাকছেন। “আর আল্লাহ তা'আলা শান্তিময় আবাসের দিকে ডাকছেন। তিনি যাকে ইচ্ছা সোজা পথের হিদায়াত দান করেন”— (সূরা ইউনুস ২৫)। রাস্তার দু’পাশে দরজাগুলো হল আল্লাহ তা'আলার নির্ধারিত সীমাসমূহ। সুতরাং কোন ব্যক্তি আল্লাহ তা'আলার নির্ধারিত সীমালঙ্ঘন করলে তাতে (দরজার) পর্দা সরে যায়। আর উপর থেকে যে আহবায়ক আহবান করছেন তিনি হলেন আল্লাহ তা'আলার পক্ষ হতে উপদেশদাতা !\n\nসহীহ: মিশকাত (১৯১ ও ১৯২)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، عَنْ بَحِيرِ بْنِ سَعْدٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنِ النَّوَّاسِ بْنِ سَمْعَانَ الْكِلاَبِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ اللَّهَ ضَرَبَ مَثَلاً صِرَاطًا مُسْتَقِيمًا عَلَى كَنَفَىِ الصِّرَاطِ دَارَانِ لَهُمَا أَبْوَابٌ مُفَتَّحَةٌ عَلَى الأَبْوَابِ سُتُورٌ وَدَاعٍ يَدْعُو عَلَى رَأْسِ الصِّرَاطِ وَدَاعٍ يَدْعُو فَوْقَهُ‏:‏ ‏(‏وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلاَمِ وَيَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ‏)‏ وَالأَبْوَابُ الَّتِي عَلَى كَنَفَىِ الصِّرَاطِ حُدُودُ اللَّهِ فَلاَ يَقَعُ أَحَدٌ فِي حُدُودِ اللَّهِ حَتَّى يُكْشَفَ السِّتْرُ وَالَّذِي يَدْعُو مِنْ فَوْقِهِ وَاعِظُ رَبِّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَبْدِ الرَّحْمَنِ يَقُولُ سَمِعْتُ زَكَرِيَّا بْنَ عَدِيٍّ يَقُولُ قَالَ أَبُو إِسْحَاقَ الْفَزَارِيُّ خُذُوا عَنْ بَقِيَّةَ مَا حَدَّثَكُمْ عَنِ الثِّقَاتِ وَلاَ تَأْخُذُوا عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ مَا حَدَّثَكُمْ عَنِ الثِّقَاتِ وَلاَ غَيْرِ الثِّقَاتِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান গারীব। আমি আবদুল্লাহ ইবনু 'আবদুর রাহমানকে বলতে শুনেছি, আমি যাকারিয়া ইবনু আদীকে বলতে শুনেছি, আবু ইসহাক আল-ফাযারী বলেছেন, বর্ণনাকারী বাকিয়্যা বিশ্বস্ত বর্ণনাকারীগণের সূত্রে যেসব হাদীস বর্ণনা করেছেন তা তোমরা গ্রহণ করো এবং ইসমাঈল ইবনু আইয়্যাশ বিশ্বস্ত ও অবিশ্বস্ত যে কোন বর্ণনাকারীর সূত্রেই হাদীস বর্ণনা করুন তা গ্রহণ করো না।",
    "chapter": {
      "chapter_number": "41"
    }
  }
}