{
  "hadith": {
    "hadith_id": 2860,
    "narrator": "জাবির ইবনু আবদুল্লাহ আল-আনসারী (রাঃ)",
    "bn": "কোন এক সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বের হয়ে আমাদের নিকটে এসে বলেনঃ আমি স্বপ্নে দেখলাম, জিবরাঈল (আঃ) যেন আমার মাথার দিকে এবং মীকাঈল (আঃ) আমার পাদুটির দিকে আছেন। তাঁদের একজন তাঁর সঙ্গীকে বলছেন, তাঁর কোন উদাহরন দিন। তিনি বলেনঃ তাহলে শুনুন। আপনার কান যেন শুনে এবং আপানার অন্তর যেন হৃদয়ঙ্গম করে। আপনার ও আপনার উম্মাতের তুলনা এই যে, কোন বাদশাহ একটি রাজমহল তৈরী করলেন এবং তাতে একটি ঘর তৈরি করলেন, তারপর তাতে রকমারি খানা ভর্তি খাঞ্চা রাখলেন। তারপর তিনি একজন আহ্বানকারীকে পাঠালেন লোকদেরকে খাবারের জন্য দাওয়াত দিতে। একদল লোক তার ডাকে সাড়া দিল এবং অন্য দল তা পরিত্যাগ করল। আল্লাহ্ তা'আলা হলেন সেই বাদশাহ, মহলটি হল ইসলাম, ঘরটি হল জান্নাত। আর হে মুহাম্মাদ! আপনি সেই আহ্বানকারী। যে ব্যক্তি আপনার ডাকে সাড়া দিল সে ইসলামে প্রবেশ করল, আর যে ইসলামে প্রবেশ করল সে জান্নাতে গেল। যে জান্নতে যাবে সে তাতে যা আছে তা খাবে।\n\nসনদ দুর্বল। উপরোক্ত হাদীস রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অন্যভাবে আরো সহীহ সনদসূত্রে বর্ণিত হয়েছে। আবূ ঈসা বলেনঃ এ হাদীসটি মুরসাল। সাঈদ ইবনু আবূ হিলাল জাবির ইবনু আবদুল্লাহ (রাঃ) এর দেখা পাননি। এ অনুচ্ছেদে আবদুল্লাহ ইবনু মাসউদ (রাঃ) হতেও হাদীস বর্ণিত আছে।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، أَنَّ جَابِرَ بْنَ عَبْدِ اللَّهِ الأَنْصَارِيَّ، قَالَ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمًا فَقَالَ ‏ \"‏ إِنِّي رَأَيْتُ فِي الْمَنَامِ كَأَنَّ جِبْرِيلَ عِنْدَ رَأْسِي وَمِيكَائِيلَ عِنْدَ رِجْلَىَّ يَقُولُ أَحَدُهُمَا لِصَاحِبِهِ اضْرِبْ لَهُ مَثَلاً ‏.‏ فَقَالَ اسْمَعْ سَمِعَتْ أُذُنُكَ وَاعْقِلْ عَقَلَ قَلْبُكَ إِنَّمَا مَثَلُكَ وَمَثَلُ أُمَّتِكَ كَمَثَلِ مَلِكٍ اتَّخَذَ دَارًا ثُمَّ بَنَى فِيهَا بَيْتًا ثُمَّ جَعَلَ فِيهَا مَائِدَةً ثُمَّ بَعَثَ رَسُولاً يَدْعُو النَّاسَ إِلَى طَعَامِهِ فَمِنْهُمْ مَنْ أَجَابَ الرَّسُولَ وَمِنْهُمْ مَنْ تَرَكَهُ فَاللَّهُ هُوَ الْمَلِكُ وَالدَّارُ الإِسْلاَمُ وَالْبَيْتُ الْجَنَّةُ وَأَنْتَ يَا مُحَمَّدُ رَسُولٌ فَمَنْ أَجَابَكَ دَخَلَ الإِسْلاَمَ وَمَنْ دَخَلَ الإِسْلاَمَ دَخَلَ الْجَنَّةَ وَمَنْ دَخَلَ الْجَنَّةَ أَكَلَ مَا فِيهَا ‏\"‏ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنِ النَّبِيِّ صلى الله عليه وسلم بِإِسْنَادٍ أَصَحَّ مِنْ هَذَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ مُرْسَلٌ ‏.‏ سَعِيدُ بْنُ أَبِي هِلاَلٍ لَمْ يُدْرِكْ جَابِرَ بْنَ عَبْدِ اللَّهِ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "41"
    }
  }
}