{
  "hadith": {
    "hadith_id": 2861,
    "narrator": "ইবনু মাসউদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  কোন এক রাতে এশার নামায আদায় করে বের হলেন। তারপর আবদুল্লাহ ইবনু মাসউদকে হাত ধরে মক্কার কংকরময় স্থান বাতহায় নিয়ে গেলেন এবং সেখানে তাকে বসালেন। তিনি তার চতুর্দিকে একটি বৃত্তরেখা টানলেন এবং বললেনঃ তুমি এ রেখা হতে সরবে না। কয়েকজন লোক তোমার সামনে পর্যন্ত আসবে। তুমি তাদের সাথে কোন কথা বলবে না। তারাও তোমার সাথে কথা বলবে না। এই বলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   যেদিকে ইচ্ছা চলে গেলেন। আমি আমার বৃত্তের মধ্যে বসা। হঠাৎ কয়েকজন লোক আসল। তাদের চুল ও শারীরিক অবস্থা দেখে মনে হল যেন তারা জাঠ সম্প্রদায়ের। তাদের উলঙ্গও দেখা যাচ্ছিল না আবার পোশাক পরিহিতও মনে হচ্ছিল না। তারা আমার নিকটই এগিয়ে এলো কিন্তু বৃত্তরেখা অতিক্রম করল না। তারপর তারা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  -এর খোজে বেরিয়ে গেল। শেষ রাত পর্যন্ত তারা আর ফিরে এলো না। আমি তখনও বসা, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   ফিরে এসে বললেনঃ আমি আজ সন্ধ্যারাত থেকেই ঘুমাতে পারিনি। তিনি বৃত্তের মধ্যে প্রবেশ করলেন এবং আমার উরুর উপর মাথা রেখে ঘুমিয়ে পড়লেন। আর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  ঘুমানোর সময় তার নাক ডাকতো। আমি বসে থাকলাম আর তিনি আমার উরুতে মাথা রেখে ঘুমিয়ে রইলেন। হঠাৎ আমি সাদা পোশাক পরিহিত কয়েকজন লোককে দেখতে পেলাম। তাদেরকে কত যে সুন্দর দেখা যাচ্ছিল সেটা আল্লাহ তা'আলাই ভাল জানেন। তারা আমার নিকট এলো এবং তাদের মাঝে একদল রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  -এর মাথার নিকট আরেক দল তার পদদ্বয়ের নিকট বসে পড়লো। তারপর তারা পরস্পর বলাবলি করল, এ নবী -কে যা দেয়া হয়েছে আর কাউকে এমন দিতে দেখিনি। তার চোখ দু’টো ঘুমিয়ে থাকলেও তার অন্তর জাগ্রত থাকে। তোমরা তার একটা উপমা বর্ণনা কর। (উদাহরণ) এক নেতা একটি প্রাসাদ নির্মাণ করলেন, তারপর মেহমানদারির আয়োজন করে লোকদেরকে পানাহারের জন্য দা'ওয়াত করলেন। যে সব ব্যক্তি তার দাওয়াত গ্রহণ করল তারা মেহমানীর খাবার ও পানীয় গ্রহণ করল, আর যে সব ব্যক্তি দা'ওয়াত গ্রহণ করেনি তিনি তাদেরকে শাস্তি দিলেন। এই বলে তারা উঠে চলে গেল। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  জেগে উঠলেন। তিনি বললেনঃ এরা যা বলেছে তুমি কি তা শুনেছ? তুমি কি জানো, এরা কারা? আমি বললাম, আল্লাহ ও তার রাসূলই বেশি জানেন। তিনি বললেনঃ এরা হল ফেরেশতা। এরা যে উপমা বর্ণনা করল তা কি জান? আমি বললাম, আল্লাহ ও তার রাসূলই অধিক ভাল জানেন। তিনি বললেনঃ তারা যে উপমা দিল, তার অর্থ হল : আল্লাহ তা'আলা জান্নাত বানালেন এবং তার বান্দাদেরকে সেদিকে আহবান করলেন। যে সব ব্যক্তি তার ডাকে সাড়া দিয়েছে তারা জান্নাতে প্রবেশ করবে, আর যে সব ব্যক্তি সাড়া দেয়নি তাদেরকে আল্লাহ তা'আলা শাস্তি দিবেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ جَعْفَرِ بْنِ مَيْمُونٍ، عَنْ أَبِي تَمِيمَةَ الْهُجَيْمِيِّ، عَنْ أَبِي عُثْمَانَ، عَنِ ابْنِ مَسْعُودٍ، قَالَ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم الْعِشَاءَ ثُمَّ انْصَرَفَ فَأَخَذَ بِيَدِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ حَتَّى خَرَجَ بِهِ إِلَى بَطْحَاءِ مَكَّةَ فَأَجْلَسَهُ ثُمَّ خَطَّ عَلَيْهِ خَطًّا ثُمَّ قَالَ ‏\"‏ لاَ تَبْرَحَنَّ خَطَّكَ فَإِنَّهُ سَيَنْتَهِي إِلَيْكَ رِجَالٌ فَلاَ تُكَلِّمْهُمْ فَإِنَّهُمْ لاَ يُكَلِّمُونَكَ ‏\"‏ ‏.‏ قَالَ ثُمَّ مَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم حَيْثُ أَرَادَ فَبَيْنَا أَنَا جَالِسٌ فِي خَطِّي إِذْ أَتَانِي رِجَالٌ كَأَنَّهُمُ الزُّطُّ أَشْعَارُهُمْ وَأَجْسَامُهُمْ لاَ أَرَى عَوْرَةً وَلاَ أَرَى قِشْرًا وَيَنْتَهُونَ إِلَىَّ لاَ يُجَاوِزُونَ الْخَطَّ ثُمَّ يَصْدُرُونَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى إِذَا كَانَ مِنْ آخِرِ اللَّيْلِ لَكِنْ رَسُولُ اللَّهِ صلى الله عليه وسلم قَدْ جَاءَنِي وَأَنَا جَالِسٌ فَقَالَ ‏\"‏ لَقَدْ أَرَانِي مُنْذُ اللَّيْلَةَ ‏\"‏ ‏.‏ ثُمَّ دَخَلَ عَلَىَّ فِي خَطِّي فَتَوَسَّدَ فَخِذِي فَرَقَدَ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا رَقَدَ نَفَخَ فَبَيْنَا أَنَا قَاعِدٌ وَرَسُولُ اللَّهِ صلى الله عليه وسلم مُتَوَسِّدٌ فَخِذِي إِذَا أَنَا بِرِجَالٍ عَلَيْهِمْ ثِيَابٌ بِيضٌ اللَّهُ أَعْلَمُ مَا بِهِمْ مِنَ الْجَمَالِ فَانْتَهَوْا إِلَىَّ فَجَلَسَ طَائِفَةٌ مِنْهُمْ عِنْدَ رَأْسِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَطَائِفَةٌ مِنْهُمْ عِنْدَ رِجْلَيْهِ ثُمَّ قَالُوا بَيْنَهُمْ مَا رَأَيْنَا عَبْدًا قَطُّ أُوتِيَ مِثْلَ مَا أُوتِيَ هَذَا النَّبِيُّ إِنَّ عَيْنَيْهِ تَنَامَانِ وَقَلْبُهُ يَقْظَانُ اضْرِبُوا لَهُ مَثَلاً مَثَلُ سَيِّدٍ بَنَى قَصْرًا ثُمَّ جَعَلَ مَأْدُبَةً فَدَعَا النَّاسَ إِلَى طَعَامِهِ وَشَرَابِهِ فَمَنْ أَجَابَهُ أَكَلَ مِنْ طَعَامِهِ وَشَرِبَ مِنْ شَرَابِهِ وَمَنْ لَمْ يُجِبْهُ عَاقَبَهُ أَوْ قَالَ عَذَّبَهُ - ثُمَّ ارْتَفَعُوا وَاسْتَيْقَظَ رَسُولُ اللَّهِ صلى الله عليه وسلم عِنْدَ ذَلِكَ فَقَالَ ‏\"‏ سَمِعْتَ مَا قَالَ هَؤُلاَءِ وَهَلْ تَدْرِي مَنْ هَؤُلاَءِ ‏\"‏ ‏.‏ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ هُمُ الْمَلاَئِكَةُ أَفَتَدْرِي مَا الْمَثَلُ الَّذِي ضَرَبُوا ‏\"‏ ‏.‏ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ الْمَثَلُ الَّذِي ضَرَبُوا الرَّحْمَنُ تَبَارَكَ وَتَعَالَى بَنَى الْجَنَّةَ وَدَعَا إِلَيْهَا عِبَادَهُ فَمَنْ أَجَابَهُ دَخَلَ الْجَنَّةَ وَمَنْ لَمْ يُجِبْهُ عَاقَبَهُ أَوْ عَذَّبَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَأَبُو تَمِيمَةَ هُوَ الْهُجَيْمِيُّ وَاسْمُهُ طَرِيفُ بْنُ مُجَالِدٍ وَأَبُو عُثْمَانَ النَّهْدِيُّ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ مُلٍّ وَسُلَيْمَانُ التَّيْمِيُّ قَدْ رَوَى هَذَا الْحَدِيثَ عَنْهُ مُعْتَمِرٌ وَهُوَ سُلَيْمَانُ بْنُ طَرْخَانَ وَلَمْ يَكُنْ تَيْمِيًّا وَإِنَّمَا كَانَ يَنْزِلُ بَنِي تَيْمٍ فَنُسِبَ إِلَيْهِمْ ‏.‏ قَالَ عَلِيٌّ قَالَ يَحْيَى بْنُ سَعِيدٍ مَا رَأَيْتُ أَخْوَفَ لِلَّهِ تَعَالَى مِنْ سُلَيْمَانَ التَّيْمِيِّ ‏.",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ এবং এ সূত্রে । আবু তামীমা হুজাইমী গোত্রের লোক। তার নাম তারীফ ইবনু মুজালিদ। আবু উসমান আন-নাহদীর নাম ‘আবদুর রাহমান ইবনু মাল্ল (মুল্ল, মিল্ল)। সুলাইমান আত-তাইনী হলেন তারখানের ছেলে। মু’তামারও তার নিকট হতে এ হাদীসটি বর্ণনা করেছেন। সুলাইমান তাইমী গোত্রের লোক নন কিন্তু তিনি তাইম গোত্রে অবস্থান করতেন বলে তাদের সাথে যুক্ত করে তাকে তাইমী বলা হয়। আলী বলেন, ইয়াহইয়া ইবনু সাঈদ বলেছেন, আমি সুলাইমান আত-তাইনীর চাইতে আল্লাহ তা'আলাকে বেশি ভয় করতে আর কাউকে দেখিনি।",
    "chapter": {
      "chapter_number": "41"
    }
  }
}