{
  "hadith": {
    "hadith_id": 2863,
    "narrator": "আল-হারিস আল-আশ'আরী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ আল্লাহ তা'আলা ইয়াহইয়া ইবনু যাকারিয়া (আঃ)-কে পাঁচটি বিষয়ের আদেশ করলেন যেন তিনি নিজেও তদনুযায়ী আমাল করেন এবং বানী ইসরাঈলকেও তা ‘আমাল করার আদেশ করেন। তিনি এ নির্দেশগুলো লোকদেরকে জানাতে বিলম্ব করলে ঈসা (আঃ) তাকে বললেনঃ আল্লাহ তা'আলা আপনাকে পাঁচটি বিষয়ের নির্দেশ দিয়েছেন যেন আপনি সে মুতাবিক ‘আমাল করেন এবং বানী ইসরাঈলকেও তা আমাল করার আদেশ করেন। এখন আপনি তাদেরকে এগুলো করতে নির্দেশ দিন, তা না হলে আমিই তাদেরকে সেগুলো করতে নির্দেশ দিব। ইয়াহইয়া (আঃ) বললেনঃ আপনি এ বিষয়ে যদি আমার অগ্রবর্তী হয়ে যান তবে আমার ভয় হচ্ছে যে, আমাকে ভূগর্ভে ধ্বসিয়ে দেয়া হবে কিংবা আযাব নেমে আসবে।\nসুতরাং তিনি লোকদেরকে বাইতুল মাকদিসে একত্র করলেন। সব লোক সমবেত হওয়াতে মসজিদ ভরে গেল, এমনকি তারা ঝুলন্ত বারান্দায় গিয়েও বসল। তারপর ইয়াহইয়া (আঃ) তাদেরকে বললেনঃ আল্লাহ তা'আলা আমাকে পাচটি বিষয়ের নির্দেশ প্রদান করেছেন, যেন আমি সে মুতাবিক ‘আমাল করি এবং তোমাদেরকেও আমাল করার আদেশ করি। এগুলোর প্রথম নির্দেশটি হল : তোমরা আল্লাহ তা'আলার ইবাদাত করবে এবং তার সাথে কোন কিছুকে অংশীদার স্থাপন করবে না। যে ব্যক্তি আল্লাহ তা'আলার সাথে অংশীদার স্থাপন করে তার উদাহরণ হল এমন এক ব্যক্তি যে তার খালিস সম্পদ অর্থাৎ- সোনা অথবা রুপার বিনিময়ে একটি দাস কিনল। সে তাকে (বাড়ী এনে) বলল, এটা আমার বাড়ী আর এগুলো আমার কাজ। তুমি কাজ করবে এবং আমাকে আমার প্রাপ্য দিবে। তারপর সেই দাস কাজ করত ঠিকই কিন্তু মালিকের প্রাপ্য দিয়ে দিত অন্যকে। তোমাদের মধ্যে কে এমন আছে যে স্বীয় দাসের এমন আচরণে সন্তুষ্ট থাকতে পারে? আর আল্লাহ তা'আলা তোমাদেরকে নামায আদায়ের জন্য আদেশ করেছেন। তোমরা নামায আদায়কালে এদিক সেদিক তাকাবে না। কেননা আল্লাহ তা'আলা তার চেহারা নামায়ীর চেহারার দিকে নিবিষ্ট করে রাখেন বান্দা নামাযের মধ্যে এদিক সেদিক না তাকানো পর্যন্ত। আর আমি তোমাদের রোযার নির্দেশ দিচ্ছি। এর উদাহরণ হল সেই ব্যক্তি যে কন্তুর ভর্তি একটি থলেসহ একদল মানুষের সাথে আছে। কস্তুরীর সুগন্ধ দলের সবার নিকট খুবই ভালো লাগে। আর রোযাদারের মুখের সুগন্ধ আল্লাহ তা'আলার নিকট কন্তুরীর সুগন্ধের চাইতেও অধিক প্রিয়। আমি তোমাদের দান-খাইরাতের আদেশ দিচ্ছি। এর উদাহরণ হল সেই ব্যক্তির ন্যায় যাকে শক্ররা বন্দী করে তার ঘাড়ের সাথে হাত বেঁধে ফেলেছে এবং তাকে হত্যার জন্য বদ্ধভূমিতে নিয়ে যাচ্ছে। তখন সে বলল, আমি আমার প্রাণের বিনিময়ে আমার সমস্ত সম্পদ তোমাদেরকে দিচ্ছি। তারপর সে নিজেকে মালের বিনিময়ে ছাড়িয়ে নিল (দান-খাইরাতের মাধ্যমেও বান্দা নিজেকে বিপদমুক্ত করে নেয়)। আমি তোমাদেরকে নির্দেশ দিচ্ছি যেন তোমরা আল্লাহ তা'আলার যিকর কর। যিকরের উদাহরণ হল সেই ব্যক্তির ন্যায় যার দুশমনেরা তার পিছু ধাওয়া করছে। অবশেষে সে একটি সুরক্ষিত দুর্গে প্রবেশ করে শক্র হতে নিজের প্রাণ রক্ষা করল। তদ্রুপ কোন বান্দা আল্লাহ তা'আলার যিকির ব্যতীত নিজেকে শাইতানের হাত থেকে মুক্ত করতে পারে না। (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমিও তোমাদেরকে পাঁচটি বিষয়ের নির্দেশ দিচ্ছি যেগুলো প্রসঙ্গে আল্লাহ তা'আলা আমাকে আদেশ করেছেন। কথা শুনবে, আনুগত্য করবে, জিহাদ করবে, হিজরাত করবে এবং জামা'আতবদ্ধ হয়ে থাকবে। যে লোক জামাআত হতে এক বিঘত পরিমাণ বিচ্ছিন্ন হল সে ইসলামের বন্ধন তার ঘাড় হতে ফেলে দিল, যতক্ষণ না সে ফিরে আসে। আর যে লোক জাহিলিয়াত আমলের রীতি-নীতির দিকে আহবান করে সে জাহান্নামীদের দলভুক্ত। জনৈক ব্যক্তি বলল, হে আল্লাহ্‌র রাসূল ! সে নামায আদায় করলেও, রোযা রাখলেও তিনি বললেনঃ হ্যা, সে নামায-রোযা করলেও। সুতরাং তোমরা সেই আল্লাহ তা'আলার ডাকেই নিজেদেরকে ডাকবে যিনি তোমাদেরকে মুসলিম, মু'মিন ও আল্লাহ তা'আলার বান্দা নাম রেখেছেন।\n\nসহীহ: মিশকাত (৩৬৯৪), তা’লীকুর রাগীব (১/১৮৯-১৯০), সহীহুল জামি' (১৭২৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ زَيْدِ بْنِ سَلاَّمٍ، أَنَّ أَبَا سَلاَّمٍ، حَدَّثَهُ أَنَّ الْحَارِثَ الأَشْعَرِيَّ حَدَّثَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ اللَّهَ أَمَرَ يَحْيَى بْنَ زَكَرِيَّا بِخَمْسِ كَلِمَاتٍ أَنْ يَعْمَلَ بِهَا وَيَأْمُرَ بَنِي إِسْرَائِيلَ أَنْ يَعْمَلُوا بِهَا وَإِنَّهُ كَادَ أَنْ يُبْطِئَ بِهَا فَقَالَ عِيسَى إِنَّ اللَّهَ أَمَرَكَ بِخَمْسِ كَلِمَاتٍ لِتَعْمَلَ بِهَا وَتَأْمُرَ بَنِي إِسْرَائِيلَ أَنْ يَعْمَلُوا بِهَا فَإِمَّا أَنْ تَأْمُرَهُمْ وَإِمَّا أَنَا آمُرُهُمْ ‏.‏ فَقَالَ يَحْيَى أَخْشَى إِنْ سَبَقْتَنِي بِهَا أَنْ يُخْسَفَ بِي أَوْ أُعَذَّبَ فَجَمَعَ النَّاسَ فِي بَيْتِ الْمَقْدِسِ فَامْتَلأَ الْمَسْجِدُ وَقَعَدُوا عَلَى الشُّرَفِ فَقَالَ إِنَّ اللَّهَ أَمَرَنِي بِخَمْسِ كَلِمَاتٍ أَنْ أَعْمَلَ بِهِنَّ وَآمُرَكُمْ أَنْ تَعْمَلُوا بِهِنَّ أَوَّلُهُنَّ أَنْ تَعْبُدُوا اللَّهَ وَلاَ تُشْرِكُوا بِهِ شَيْئًا وَإِنَّ مَثَلَ مَنْ أَشْرَكَ بِاللَّهِ كَمَثَلِ رَجُلٍ اشْتَرَى عَبْدًا مِنْ خَالِصِ مَالِهِ بِذَهَبٍ أَوْ وَرِقٍ فَقَالَ هَذِهِ دَارِي وَهَذَا عَمَلِي فَاعْمَلْ وَأَدِّ إِلَىَّ فَكَانَ يَعْمَلُ وَيُؤَدِّي إِلَى غَيْرِ سَيِّدِهِ فَأَيُّكُمْ يَرْضَى أَنْ يَكُونَ عَبْدُهُ كَذَلِكَ وَإِنَّ اللَّهَ أَمَرَكُمْ بِالصَّلاَةِ فَإِذَا صَلَّيْتُمْ فَلاَ تَلْتَفِتُوا فَإِنَّ اللَّهَ يَنْصِبُ وَجْهَهُ لِوَجْهِ عَبْدِهِ فِي صَلاَتِهِ مَا لَمْ يَلْتَفِتْ وَآمُرُكُمْ بِالصِّيَامِ فَإِنَّ مَثَلَ ذَلِكَ كَمَثَلِ رَجُلٍ فِي عِصَابَةٍ مَعَهُ صُرَّةٌ فِيهَا مِسْكٌ فَكُلُّهُمْ يَعْجَبُ أَوْ يُعْجِبُهُ رِيحُهَا وَإِنَّ رِيحَ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ وَآمُرُكُمْ بِالصَّدَقَةِ فَإِنَّ مَثَلَ ذَلِكَ كَمَثَلِ رَجُلٍ أَسَرَهُ الْعَدُوُّ فَأَوْثَقُوا يَدَهُ إِلَى عُنُقِهِ وَقَدَّمُوهُ لِيَضْرِبُوا عُنُقَهُ فَقَالَ أَنَا أَفْدِيهِ مِنْكُمْ بِالْقَلِيلِ وَالْكَثِيرِ ‏.‏ فَفَدَى نَفْسَهُ مِنْهُمْ وَآمُرُكُمْ أَنْ تَذْكُرُوا اللَّهَ فَإِنَّ مَثَلَ ذَلِكَ كَمَثَلِ رَجُلٍ خَرَجَ الْعَدُوُّ فِي أَثَرِهِ سِرَاعًا حَتَّى إِذَا أَتَى عَلَى حِصْنٍ حَصِينٍ فَأَحْرَزَ نَفْسَهُ مِنْهُمْ كَذَلِكَ الْعَبْدُ لاَ يُحْرِزُ نَفْسَهُ مِنَ الشَّيْطَانِ إِلاَّ بِذِكْرِ اللَّهِ ‏\"‏ ‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ وَأَنَا آمُرُكُمْ بِخَمْسٍ اللَّهُ أَمَرَنِي بِهِنَّ السَّمْعُ وَالطَّاعَةُ وَالْجِهَادُ وَالْهِجْرَةُ وَالْجَمَاعَةُ فَإِنَّهُ مَنْ فَارَقَ الْجَمَاعَةَ قِيدَ شِبْرٍ فَقَدْ خَلَعَ رِبْقَةَ الإِسْلاَمِ مِنْ عُنُقِهِ إِلاَّ أَنْ يَرْجِعَ وَمَنِ ادَّعَى دَعْوَى الْجَاهِلِيَّةِ فَإِنَّهُ مِنْ جُثَا جَهَنَّمَ ‏\"‏ ‏.‏ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ وَإِنْ صَلَّى وَصَامَ قَالَ ‏\"‏ وَإِنْ صَلَّى وَصَامَ فَادْعُوا بِدَعْوَى اللَّهِ الَّذِي سَمَّاكُمُ الْمُسْلِمِينَ الْمُؤْمِنِينَ عِبَادَ اللَّهِ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْحَارِثُ الأَشْعَرِيُّ لَهُ صُحْبَةٌ وَلَهُ غَيْرُ هَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আৰু ঈসা বলেন, এ হাদীসটি হাসান সহীহ গরীব। মুহাম্মাদ ইবনু ইসমাঈল আল-বুখারী বলেন, আল-হারিস আল-আশ'আরী (রাঃ) রাসূলুল্লাহঃ-এর সাহচর্য লাভ করেছেন। এটি ব্যতীত তার বর্ণিত আরো হাদীস আছে।",
    "chapter": {
      "chapter_number": "41"
    }
  }
}