{
  "hadith": {
    "hadith_id": 2871,
    "narrator": "ইবনু উমর (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ পূর্ববর্তী উম্মাতগণের তুলনায় তোমাদের আয়ুষ্কাল হল আসরের নামায হতে সূর্যস্ত পর্যন্ত সময়। তোমাদের ও ইয়াহুদী-খ্ৰীষ্টানদের দৃষ্টান্ত এই যে, এক লোক কয়েকজন শ্রমিক নিয়োগ করতে চাইল। সে বলল, এমন কে আছে যে সকাল থেকে দুপুর পর্যন্ত আমার কাজ করে দিবে এক কীরাতের বিনিময়েঃ অতএব ইয়াহুদীরা দুপুর পর্যন্ত এক কীরাতের বিনিময়ে কাজ করল। লোকটি আবার বলল, এমন কে আছে যে দুপুর হতে আসর এবার নাসারাগণ এক কীরাতের বিনিময়ে কাজ করল। তারপর তোমরা দুই কীরাতের বিনিময়ে কাজ করলে।এতে ইয়াহুদী-খ্ৰীষ্টানগণ রাগান্বিত হয়ে বলল, আমরা বেশি কাজ করা সত্বেও পারিশ্রমিক কম পেলাম। তিনি (আল্লাহ তা'আলা) বলেন, আমি কি তোমাদের উপর যুলুম করে তোমাদের হক নষ্ট করেছি? তারা বলল, না। তিনি বলেন, এটা আমার অনুগ্রহ, যাকে ইচ্ছা আমি তাকেই তা দান করি।\n\nসহীহ: মুখতাসারুল বুখারী (৩১২), বুখারী। আৰু ঈসা বলেন, হাদীসটি হাসান সহীহ।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّمَا أَجَلُكُمْ فِيمَا خَلاَ مِنَ الأُمَمِ كَمَا بَيْنَ صَلاَةِ الْعَصْرِ إِلَى مَغَارِبِ الشَّمْسِ وَإِنَّمَا مَثَلُكُمْ وَمَثَلُ الْيَهُودِ وَالنَّصَارَى كَرَجُلٍ اسْتَعْمَلَ عُمَّالاً فَقَالَ مَنْ يَعْمَلُ لِي إِلَى نِصْفِ النَّهَارِ عَلَى قِيرَاطٍ قِيرَاطٍ فَعَمِلَتِ الْيَهُودُ عَلَى قِيرَاطٍ قِيرَاطٍ فَقَالَ مَنْ يَعْمَلُ لِي مِنْ نِصْفِ النَّهَارِ إِلَى الْعَصْرِ عَلَى قِيرَاطٍ قِيرَاطٍ فَعَمِلَتِ النَّصَارَى عَلَى قِيرَاطٍ قِيرَاطٍ ثُمَّ أَنْتُمْ تَعْمَلُونَ مِنْ صَلاَةِ الْعَصْرِ إِلَى مَغَارِبِ الشَّمْسِ عَلَى قِيرَاطَيْنِ قِيرَاطَيْنِ فَغَضِبَتِ الْيَهُودُ وَالنَّصَارَى وَقَالُوا نَحْنُ أَكْثَرُ عَمَلاً وَأَقَلُّ عَطَاءً ‏.‏ قَالَ هَلْ ظَلَمْتُكُمْ مِنْ حَقِّكُمْ شَيْئًا قَالُوا لاَ ‏.‏ قَالَ فَإِنَّهُ فَضْلِي أُوتِيهِ مَنْ أَشَاءُ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "41"
    }
  }
}