{
  "hadith": {
    "hadith_id": 2875,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উবাই ইবনু কা’ব (রাঃ)-এর নিকট গেলেন এবং তাকে ডাকলেনঃ হে উবাই! উবাই (রাঃ) তখন নামাযরত ছিলেন। তিনি তাঁর প্রতি দৃষ্টিপাত করলেন কিন্তু জবাব দিলেন না। তবে তিনি সংক্ষেপে নামায শেষ করে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গেলেন এবং বললেনঃ আসসালামু আলাইকা ইয়া রাসূলুল্লাহ! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ওয়া ‘আলাইকাস সালাম। হে উবাই! আমি তোমাকে ডাকলে কিসে তোমাকে জবাব দিতে বাধা দিল? তিনি বললেন, হে আল্লাহর রাসূল! আমি তো নামাযরত ছিলাম। তিনি বললেনঃ আমার নিকট আল্লাহ তা'আলা যে ওয়াহী প্রেরণ করেছেন, তার মধ্যে তুমি কি এ হুকুম পাওনি “রাসূল যখন তোমাদের এমন কিছুর দিকে ডাকে যা তোমাদেরকে প্রাণবন্ত করে, তখন আল্লাহ তা'আলা ও রাসূলের ডাকে সাড়া দিবে” — (সূরা আল-আনফাল ২৪)? তিনি বললেন, হ্যাঁ। আর কখনো এরূপ করব না ইন্‌শাআল্লাহ। তিনি বললেনঃ তুমি কি চাও যে, আমি এমন একটি সূরা তোমাকে শিখিয়ে দেই যার মত কোন সূরা তাওরাত, ইনজীল, যাবুর এমনকি কুরআনেও অবতীর্ণ হয়নি? তিনি বললেন, হ্যাঁ ইয়া রাসূলুল্লাহ! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রশ্ন করলেনঃ তুমি নামাযে কি পাঠ কর? বর্ণনাকারী বলেনঃ তিনি (উবাই) উন্মুল কুরআন (ফাতিহা) পাঠ করলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যাঁর হাতে আমার প্রাণ, সেই সত্তার শপথ! এ সূরার মত (মর্যাদা সম্পন্ন) কোন সূরা তাওরাত, ইনজীল, যাবূর, এমনকি কুরআনেও অবতীর্ণ করা হয়নি। আর এটি বারবার পঠিত সাতটি আয়াত সম্বলিত সূরা এবং মহাসম্মানিত কুরআন যা আমাকে দেয়া হয়েছে।\n\nসহীহঃ সহীহ আবূ দাঊদ (১৩১০), মিশকাত তাহ্ক্বীক্ব সানী (২১৪২), তা’লীকুর রাগীব (২/২১৬)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ عَلَى أُبَىِّ بْنِ كَعْبٍ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا أُبَىُّ ‏\"‏ ‏.‏ وَهُوَ يُصَلِّي فَالْتَفَتَ أُبَىٌّ وَلَمْ يُجِبْهُ وَصَلَّى أُبَىٌّ فَخَفَّفَ ثُمَّ انْصَرَفَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ السَّلاَمُ عَلَيْكَ يَا رَسُولَ اللَّهِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَعَلَيْكَ السَّلاَمُ مَا مَنَعَكَ يَا أُبَىُّ أَنْ تُجِيبَنِي إِذْ دَعَوْتُكَ ‏\"‏ ‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ فِي الصَّلاَةِ ‏.‏ قَالَ ‏\"‏ أَفَلَمْ تَجِدْ فِيمَا أَوْحَى اللَّهُ إِلَىَّ أَنِ ‏(‏استَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ‏)‏ ‏\"‏ ‏.‏ قَالَ بَلَى وَلاَ أَعُودُ إِنْ شَاءَ اللَّهُ ‏.‏ قَالَ ‏\"‏ تُحِبُّ أَنْ أُعَلِّمَكَ سُورَةً لَمْ يَنْزِلْ فِي التَّوْرَاةِ وَلاَ فِي الإِنْجِيلِ وَلاَ فِي الزَّبُورِ وَلاَ فِي الْفُرْقَانِ مِثْلُهَا ‏\"‏ ‏.‏ قَالَ نَعَمْ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كَيْفَ تَقْرَأُ فِي الصَّلاَةِ ‏\"‏ ‏.‏ قَالَ فَقَرَأَ أُمَّ الْقُرْآنِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَالَّذِي نَفْسِي بِيَدِهِ مَا أُنْزِلَتْ فِي التَّوْرَاةِ وَلاَ فِي الإِنْجِيلِ وَلاَ فِي الزَّبُورِ وَلاَ فِي الْفُرْقَانِ مِثْلُهَا وَإِنَّهَا سَبْعٌ مِنَ الْمَثَانِي وَالْقُرْآنُ الْعَظِيمُ الَّذِي أُعْطِيتُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ أَنَسِ بْنِ مَالِكٍ وَفِيهِ عَنْ أَبِي سَعِيدِ بْنِ الْمُعَلَّى ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আনাস ইবনু মালিক (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আর তাতে উবাই ইবনু কা’ব-এর স্থলে সাঈদ ইবনু মু'আল্লার নাম উল্লেখ আছে।",
    "chapter": {
      "chapter_number": "42"
    }
  }
}