{
  "hadith": {
    "hadith_id": 2876,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেনঃ একবার রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (এক অভিযানে) একটি ক্ষুদ্র বাহিনী পাঠান। তারা সংখ্যায় খুব অধিক ছিল না। তিনি তাদেরকে কুরআন তিলাওয়াত করতে বলেন। সুতরাং প্রত্যেকেই যার যা মুখস্ত ছিল তা তিলাওয়াত করে শুনায়। অবশেষে তিনি এদের মধ্যে সবচাইতে কম বয়সী এক ব্যক্তির নিকটে আসলেন। তিনি তাকে প্রশ্ন করলেনঃ হে আদমি! তোমার নিকটে কি আছে? সে বলল, আমার এই সূরা ও সূরা আল-বাকারা মুখস্ত আছে। তিনি আবার প্রশ্ন করেনঃ তোমার সূরা আল-বাকারা মুখস্ত আছে? সে বলল হ্যাঁ। তিনি বললেনঃ যাও তুমিই এ বাহিনীর দলপতি। দলের একজন নেতৃস্থানীয় ব্যক্তি বলল, ইয়া রাসূলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), আল্লাহ্‌র শপথ! আমি সূরা আল-বাকারা এই ভয়ে হেফয করিনি যে, আমি এটা নিয়ে (রাতের নামাযে) দাঁড়াতে পারব না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা কুরআন শিক্ষা কর এবং তা তিলাওয়াত কর। কেননা যে ব্যক্তি কুরআন পাঠ করতে শিখে, তা পাঠ করে এবং এটা নিয়ে নামাযে দাঁড়ায় তার জন্য কুরআনের নমুনা হল কস্তুরী ভর্তি চামড়ার থলের মত যার খুশবু সবখানে ছড়িয়ে পড়ছে। আর যে ব্যক্তি তা শিখে ঘুমিয়ে আছে তার উদাহরন হল মুখবন্ধ কস্তুরীর থলের মত।\n\nযঈফ, ইবনু মাজাহ (২১৭)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ الْحُلْوَانِيُّ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ عَطَاءٍ، مَوْلَى أَبِي أَحْمَدَ عَنْ أَبِي هُرَيْرَةَ، قَالَ بَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَعْثًا وَهُمْ ذُو عَدَدٍ فَاسْتَقْرَأَهُمْ فَاسْتَقْرَأَ كُلَّ رَجُلٍ مِنْهُمْ مَا مَعَهُ مِنَ الْقُرْآنِ فَأَتَى عَلَى رَجُلٍ مِنْهُمْ مِنْ أَحْدَثِهِمْ سِنًّا فَقَالَ ‏\"‏ مَا مَعَكَ يَا فُلاَنُ ‏\"‏ ‏.‏ قَالَ مَعِي كَذَا وَكَذَا وَسُورَةُ الْبَقَرَةِ ‏.‏ قَالَ ‏\"‏ أَمَعَكَ سُورَةُ الْبَقَرَةِ ‏\"‏ ‏.‏ فَقَالَ نَعَمْ ‏.‏ قَالَ ‏\"‏ فَاذْهَبْ فَأَنْتَ أَمِيرُهُمْ ‏\"‏ ‏.‏ فَقَالَ رَجُلٌ مِنْ أَشْرَافِهِمْ وَاللَّهِ يَا رَسُولَ اللَّهِ مَا مَنَعَنِي أَنْ أَتَعَلَّمَ سُورَةَ الْبَقَرَةِ إِلاَّ خَشْيَةَ أَلاَّ أَقُومَ بِهَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تَعَلَّمُوا الْقُرْآنَ فَاقْرَءُوهُ وَأَقْرِئُوهُ فَإِنَّ مَثَلَ الْقُرْآنِ لِمَنْ تَعَلَّمَهُ فَقَرَأَهُ وَقَامَ بِهِ كَمَثَلِ جِرَابٍ مَحْشُوٍّ مِسْكًا يَفُوحُ بِرِيحِهِ كُلُّ مَكَانٍ وَمَثَلُ مَنْ تَعَلَّمَهُ فَيَرْقُدُ وَهُوَ فِي جَوْفِهِ كَمَثَلِ جِرَابٍ وُكِئَ عَلَى مِسْكٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান। লাইস ইবনু সা'দ-সাঈদ আল-মাকবুরী হতে তিনি আবূ আহমাদের মুক্তদাস আতা (রাঃ) হতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে মুরসাল হিসেবেও উপরোক্ত হাদীসের মতই বর্ণিত আছে। এই সূত্রে আবূ হুরাইরা (রাঃ)-এর উল্লেখ নেই।",
    "chapter": {
      "chapter_number": "42"
    }
  }
}