{
  "hadith": {
    "hadith_id": 2880,
    "narrator": "আবূ আইয়ূব আল-আনসারী (রাঃ)",
    "bn": "তাঁর খেজুর বাগানে একটি ছোট মাচান ছিল। তিনি তাতে শুকনো খেজুর রাখতেন। রাতে শাইতান জিন এসে মাচান হতে খেজুর নিয়ে যেত। তিনি এ বিষয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট নালিশ করলেন। তিনি বললেনঃ যাও, তুমি যখন এটিকে দেখবে তখন বলবে, বিসমিল্লাহ, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ডাকে তুমি সাড়া দাও। বর্ণনাকারী বলেন, জিন আসতেই তিনি তাকে ধরে ফেললেন। সে তখন কসম করে বলল যে, সে আর কখনও আসবে না। কাজেই তিনি তাকে ছেড়ে দিলেন। তারপর তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলে তিনি প্রশ্ন করলেনঃ তোমার বন্দী কি করেছে? তিনি বললেন, সে শপথ করেছে যে, সে আর কখনও আসবে না। তিনি বললেনঃ সে মিথ্যা বলেছে এবং সে তো মিথ্যা বলায় অভ্যস্ত। বর্ণনাকারী বলেন, এরপর তিনি তাকে আবার ধরলেন। এবারও সে শপথ করল যে, সে আর কখনো আসবে না। তিনি তাকে ছেড়ে দিলেন। তারপর তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হাযির হলে তিনি প্রশ্ন করলেনঃ কি হে! তোমার বন্দীর কি খবর? তিনি বললেন, সে কসম করে বলেছে যে, সে আর আসবে না, (কাজেই আমি তাকে ছেড়ে দিয়েছি)। তিনি বললেন, সে এবারও মিথ্যা বলেছে, আর সে মিথ্যা বলায় অভ্যস্ত। বর্ণনাকারী বলেন, তিনি আবারো তাকে ধরে ফেললেন এবং বললেন, আমি তোকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট না নিয়ে ছাড়ছি না। সে বলল, আমি আপনাকে একটি বিষয় স্মরণ করাতে চাই। আপনি আপনার ঘরে আয়তুল কুরসী পাঠ করবেন। তাহলে শাইতান বা অন্য কিছু এতে প্রবেশ করতে পারবে না। এবার তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হাযির হলে তিনি প্রশ্ন করলেনঃ তোমার বন্দী কি করেছে? বর্ণনাকারী বলেন, তিনি তাঁকে জিনের কথা ব্যক্ত করলেন। তিনি বললেনঃ সে মিথ্যাবাদী হলেও এ কথাটা সত্য বলেছে।\n\nসহীহঃ তা’লীকুর রাগীব (২/২১২), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ أَخِيهِ، عِيسَى عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ، أَنَّهُ كَانَتْ لَهُ سَهْوَةٌ فِيهَا تَمْرٌ فَكَانَتْ تَجِيءُ الْغُولُ فَتَأْخُذُ مِنْهُ قَالَ فَشَكَا ذَلِكَ إِلَى النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ فَاذْهَبْ فَإِذَا رَأَيْتَهَا فَقُلْ بِسْمِ اللَّهِ أَجِيبِي رَسُولَ اللَّهِ صلى الله عليه وسلم ‏\"‏ ‏.‏ قَالَ فَأَخَذَهَا فَحَلَفَتْ أَنْ لاَ تَعُودَ فَأَرْسَلَهَا فَجَاءَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا فَعَلَ أَسِيرُكَ ‏\"‏ ‏.‏ قَالَ حَلَفَتْ أَنْ لاَ تَعُودَ فَقَالَ ‏\"‏ كَذَبَتْ وَهِيَ مُعَاوِدَةٌ لِلْكَذِبِ ‏\"‏ ‏.‏ قَالَ فَأَخَذَهَا مَرَّةً أُخْرَى فَحَلَفَتْ أَنْ لاَ تَعُودَ فَأَرْسَلَهَا فَجَاءَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا فَعَلَ أَسِيرُكَ ‏\"‏ ‏.‏ قَالَ حَلَفَتْ أَنْ لاَ تَعُودَ ‏.‏ فَقَالَ ‏\"‏ كَذَبَتْ وَهِيَ مُعَاوِدَةٌ لِلْكَذِبِ ‏\"‏ ‏.‏ فَأَخَذَهَا فَقَالَ مَا أَنَا بِتَارِكِكِ حَتَّى أَذْهَبَ بِكِ إِلَى النَّبِيِّ صلى الله عليه وسلم ‏.‏ فَقَالَتْ إِنِّي ذَاكِرَةٌ لَكَ شَيْئًا آيَةَ الْكُرْسِيِّ اقْرَأْهَا فِي بَيْتِكَ فَلاَ يَقْرَبُكَ شَيْطَانٌ وَلاَ غَيْرُهُ ‏.‏ قَالَ فَجَاءَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا فَعَلَ أَسِيرُكَ ‏\"‏ ‏.‏ قَالَ فَأَخْبَرَهُ بِمَا قَالَتْ ‏.‏ قَالَ ‏\"‏ صَدَقَتْ وَهِيَ كَذُوبٌ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَفِي الْبَابِ عَنْ أُبَىِّ بْنِ كَعْبٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব। উবাই ইবনু কা‘ব (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "42"
    }
  }
}