{
  "hadith": {
    "hadith_id": 2883,
    "narrator": "নাওওয়াস ইবনু সাম‘আন (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ক্বিয়ামাতের দিবসে কুরআন ও কুরআনের ধারক-বাহকগণ যারা দুনিয়াতে তদনুযায়ী ‘আমাল করবে এমন ভাবে হাযির হবে যে, সূরা আল-বাক্বারাহ্ ও আল ‘ইমরান তাদের আগে আগে থাকবে। নাওওয়াস (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ সূরা দু‘টি আগমনের তিনটি উদাহরণ দিয়েছিলেন, আমি সেগুলো এখনও ভুলিনি। তিনি বলেনঃ (১) এ সূরা দু‘টি ছায়ার মত আসবে, আর এতদুভয়ের মাঝে থাকবে আলো। (২) অথবা এ দু‘টি কালো মেঘ খন্ডের ন্যায় (৩) অথবা ডানা বিস্তার করে ছায়াদানকারী পাখীর ন্যায় আসবে এবং তাদের সাথীর পক্ষ হয়ে বিতর্ক করবে।\n\nসহীহঃ মুসলিম (২/১৯৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، أَخْبَرَنَا هِشَامُ بْنُ إِسْمَاعِيلَ أَبُو عَبْدِ الْمَلِكِ الْعَطَّارِ، حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سُلَيْمَانَ، عَنِ الْوَلِيدِ بْنِ عَبْدِ الرَّحْمَنِ، أَنَّهُ حَدَّثَهُمْ عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ نَوَّاسِ بْنِ سَمْعَانَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ يَأْتِي الْقُرْآنُ وَأَهْلُهُ الَّذِينَ يَعْمَلُونَ بِهِ فِي الدُّنْيَا تَقْدُمُهُ سُورَةُ الْبَقَرَةِ وَآلُ عِمْرَانَ ‏\"‏ ‏.‏ قَالَ نَوَّاسٌ وَضَرَبَ لَهُمَا رَسُولُ اللَّهِ صلى الله عليه وسلم ثَلاَثَةَ أَمْثَالٍ مَا نَسِيتُهُنَّ بَعْدُ قَالَ ‏\"‏ تَأْتِيَانِ كَأَنَّهُمَا غَيَايَتَانِ وَبَيْنَهُمَا شَرْقٌ أَوْ كَأَنَّهُمَا غَمَامَتَانِ سَوْدَاوَانِ أَوْ كَأَنَّهُمَا ظُلَّةٌ مِنْ طَيْرٍ صَوَافَّ تُجَادِلاَنِ عَنْ صَاحِبِهِمَا ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ بُرَيْدَةَ وَأَبِي أُمَامَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَمَعْنَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ أَنَّهُ يَجِيءُ ثَوَابُ قِرَاءَتِهِ كَذَا فَسَّرَ بَعْضُ أَهْلِ الْعِلْمِ هَذَا الْحَدِيثَ وَمَا يُشْبِهُ هَذَا مِنَ الأَحَادِيثِ أَنَّهُ يَجِيءُ ثَوَابُ قِرَاءَةِ الْقُرْآنِ ‏.‏ وَفِي حَدِيثِ النَّوَّاسِ عَنِ النَّبِيِّ صلى الله عليه وسلم مَا يَدُلُّ عَلَى مَا فَسَّرُوا إِذْ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ وَأَهْلُهُ الَّذِينَ يَعْمَلُونَ بِهِ فِي الدُّنْيَا ‏\"‏ ‏.‏ فَفِي هَذَا دِلاَلَةٌ أَنَّهُ يَجِيءُ ثَوَابُ الْعَمَلِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "বুরাইদাহ্ ও আবূ উমামাহ্ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান এবং এই সূত্রে গারীব। আলিমগণের মতে এ হাদীসের তাৎপর্য এই যে, ক্বিয়ামাতের দিবসে উক্ত সূরা দু‘টির সাওয়াব এভাবে এসে হাযির হবে। কোন কোন আলিম এই হাদীস এবং এমন বক্তব্য সম্বলিত অন্যান্য হাদীসের ব্যাখ্যায় এ কথাই বলেছেন। নাওওয়াস ইবনু সাম‘আন (রাঃ) বর্ণিত হাদীসে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “কুরআন এবং যারা দুনিয়াতে কুরআনের উপর ‘আমাল করত তারা হাযির হবে” এ বাক্য দ্বারা প্রমাণিত হয় যে, ‘আমালের সাওয়াবই হাযির হবে।",
    "chapter": {
      "chapter_number": "42"
    }
  }
}