{
  "hadith": {
    "hadith_id": 2890,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেনঃ কোন এক সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এক সাহাবী একটি ক্ববরের উপর তার তাঁবু খাটান। তিনি জানতেন না যে, তা একটি কবর। তিনি হঠাৎ বুঝতে পারেন যে, ক্ববরে একটি লোক সূরা আল-মুলক পাঠ করছে। সে তা পাঠ করে সমাপ্ত করলো। তারপর তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে এসে বললেনঃ হে আল্লাহ্‌র রাসূল! আমি একটি ক্ববরের উপর তাঁবু খাটাই। আমি জানতাম না যে, তা ক্ববর। হঠাৎ বুঝতে পারি যে, একটি লোক সূরা আল-মুলক পাঠ করছে এবং তা সমাপ্ত করেছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ সূরাটি প্রতিরোধকারী নাজাত দানকারী। এটা কবরের আযাব হতে তিলাওয়াতকারীকে নাজাত দান করে।\n\nযঈফ, “হিয়া আল-মানি ‘আতু” উহা প্রতিরোধকারী অংশটুকু সহীহ, সহীহাহ্ (১১৪০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا يَحْيَى بْنُ عَمْرِو بْنِ مَالِكٍ النُّكْرِيُّ، عَنْ أَبِيهِ، عَنْ أَبِي الْجَوْزَاءِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ ضَرَبَ بَعْضُ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم خِبَاءَهُ عَلَى قَبْرٍ وَهُوَ لاَ يَحْسِبُ أَنَّهُ قَبْرٌ فَإِذَا فِيهِ إِنْسَانٌ يَقْرَأُ سُورَةَ تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ حَتَّى خَتَمَهَا فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي ضَرَبْتُ خِبَائِي عَلَى قَبْرٍ وَأَنَا لاَ أَحْسِبُ أَنَّهُ قَبْرٌ فَإِذَا فِيهِ إِنْسَانٌ يَقْرَأُ سُورَةَ تَبَارَكَ الْمُلْكُ حَتَّى خَتَمَهَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ هِيَ الْمَانِعَةُ هِيَ الْمُنْجِيَةُ تُنْجِيهِ مِنْ عَذَابِ الْقَبْرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি এ সূত্রে হাসান গারীব। এ অনুচ্ছেদে আবূ হুরাইরাহ্ (রাঃ) হতেও হাদীস বর্ণিত আছে। হুরাইম ইবনু মিস‘আর-ফুযাইল হতে, তিনি লাইস হতে, তিনি তাঊস (রহঃ) হতে বর্ণনা করেন যে, তিনি বলেন, এ দু’টি সূরায় (আলিফ লাম মীম তানযীল ও সূরা আল-মুল্‌ক) কুরআনের প্রতিটি সূরার উপর সত্তর গুণ বেশি সাওয়াব আছে। যঈফ, মাক্বতূ‘।",
    "chapter": {
      "chapter_number": "42"
    }
  }
}