{
  "hadith": {
    "hadith_id": 2895,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর এক সাহাবীকে প্রশ্ন করলেনঃ হে অমুক! তুমি কি বিয়ে করেছ? তিনি বললেনঃ না, হে আল্লাহ্‌র রাসূল। আল্লাহ্‌র কসম! আমার কাছে বিয়ে করার মত মাল নেই। তিনি প্রশ্ন করলেনঃ “তোমার কি সূরা ক্কুল্ হুওয়াল্লাহু আহাদ মুখস্ত নেই”? তিনি বলেনঃ হ্যাঁ আছে। তিনি বলেনঃ এটা কুরআনের এক-তৃতীয়াংশ। তিনি আবারও প্রশ্ন করলেনঃ তোমার কি সূরা ইযা জাআ নাসরুল্লাহি ওয়াল ফাতহু মুখস্ত নেই?  তিনি বলেন, হ্যাঁ আছে। তিনি বলেনঃ এটা কুরআনের এক-চতুর্থাংশ। তিনি আবার প্রশ্ন করলেনঃ তোমার কি সূরা ক্কুল ইয়া আইয়্যুহাল কাফিরূন জানা নেই? তিনি বলেন, হ্যাঁ আছে। তিনি বলেনঃ এটা কুরআনের এক-চতুর্থাংশ। তিনি আবার প্রশ্ন করেনঃ তোমার কি সূরা ইযা যুলযিলাতিল আরযু মুখস্ত নেই? তিনি বলেন, হ্যাঁ আছে। তিনি বলেনঃ এটা কুরআনের এক-চতুর্থাংশ। অতএব তুমি বিয়ে কর, বিয়ে কর।\n\nযঈফ, তা’লীকুর রাগীব (২/২২৪)",
    "ar": "حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ الْبَصْرِيُّ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنَا سَلَمَةُ بْنُ وَرْدَانَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لِرَجُلٍ مِنْ أَصْحَابِهِ ‏\"‏ هَلْ تَزَوَّجْتَ يَا فُلاَنُ ‏\"‏ ‏.‏ قَالَ لاَ وَاللَّهِ يَا رَسُولَ اللَّهِ وَلاَ عِنْدِي مَا أَتَزَوَّجُ بِهِ ‏.‏ قَالَ ‏\"‏ أَلَيْسَ مَعَكَ ‏(‏قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ ‏\"‏ ‏.‏ قَالَ بَلَى ‏.‏ قَالَ ‏\"‏ ثُلُثُ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ ‏\"‏ أَلَيْسَ مَعَكَ ‏(‏ إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ ‏)‏ ‏\"‏ ‏.‏ قَالَ بَلَى ‏.‏ قَالَ ‏\"‏ رُبُعُ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ ‏\"‏ أَلَيْسَ مَعَكَ قُلْ يَا أَيُّهَا الْكَافِرُونَ ‏\"‏ ‏.‏ قَالَ بَلَى قَالَ ‏\"‏ رُبُعُ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ ‏\"‏ أَلَيْسَ مَعَكَ ‏(‏إِذَا زُلْزِلَتِ الأَرْضُ ‏)‏ ‏\"‏ ‏.‏ قَالَ بَلَى ‏.‏ قَالَ ‏\"‏ رُبُعُ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ ‏\"‏ تَزَوَّجْ تَزَوَّجْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান।",
    "chapter": {
      "chapter_number": "42"
    }
  }
}