{
  "hadith": {
    "hadith_id": 2900,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা একত্র হও, আমি তোমাদেরকে কুরআনের এক-তৃতীয়াংশ তিলাওয়াত করে শুনাব। তিনি (বর্ণনাকরী) বলেন, অতএব যাদের একত্র হওয়ার সুযোগ হয়েছে তারা একত্র হল। আল্লাহর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (ঘর হতে) বেরিয়ে এসে কুল হুওয়াল্লাহু আহাদ (সূরাঃ আল-ইখলাস) তিলাওয়াত করলেন, তারপর ভেতরে চলে গেলেন। আমরা পরস্পর বলাবলি করতে লাগলাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেনঃ আমি কুরআনের এক-তৃতীয়াংশ তোমাদের সামনে তিলাওয়াত করব। মনে হয় এ বিষয়ে এখন তাঁর নিকট আসমান হতে খবর এসেছে। তারপর আল্লাহর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বেরিয়ে এসে বললেনঃ আমি বলেছিলাম তোমাদেরকে কুরআনের এক-তৃতীয়াংশ তিলাওয়াত করে শুনাব। জেনে রাখ! এ সূরাইটিই কুরআনের এক তৃতীয়াংশের সমান।\n\nসহীহঃ তা’লীকুর রাগীব (২/২২৪), সিফাতুস সালাত (৮৫), বুখারী।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا يَزِيدُ بْنُ كَيْسَانَ، حَدَّثَنَا أَبُو حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ احْشِدُوا فَإِنِّي سَأَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ فَحَشَدَ مَنْ حَشَدَ ثُمَّ خَرَجَ نَبِيُّ اللَّهِ صلى الله عليه وسلم فَقَرَأَْ ‏(‏قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ ثُمَّ دَخَلَ فَقَالَ بَعْضُنَا لِبَعْضٍ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَإِنِّي سَأَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ ‏\"‏ ‏.‏ إِنِّي لأُرَى هَذَا خَبَرًا جَاءَهُ مِنَ السَّمَاءِ ثُمَّ خَرَجَ نَبِيُّ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ إِنِّي قُلْتُ سَأَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ أَلاَ وَإِنَّهَا تَعْدِلُ ثُلُثَ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَأَبُو حَازِمٍ الأَشْجَعِيُّ اسْمُهُ سَلْمَانُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ এবং এ সূত্রে গারীব। আবূ হাযিম আল-আশজাঈর নাম সালমান।",
    "chapter": {
      "chapter_number": "42"
    }
  }
}