{
  "hadith": {
    "hadith_id": 2901,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, কুবা মসজিদে আনসার সম্প্রদায়ের এক লোক তাদের ইমামতি করতেন। তিনি নামাযে সূরা আল-ফাতিহার পর কোন সূরা পাঠ করা্র ইচ্ছা করলে প্রথমে সূরা ‘কুল হওয়াল্লাহু আহাদ’ পাঠ করতেন এবং এ সূরা শেষ করার পর এর সাথে অন্য সূরা পাঠ করতেন। তিনি প্রতি রাক‘আতেই এরূপ করতেন। তার সাথীরা তার সাথে এ ব্যাপারে আলোচনা করে বললেন, আপনি এ সূরাটি পাঠ করার পর মনে করেন যে, এটা বুঝি যথেষ্ট হয়নি, তাই এর সাথে অন্য আরেকটি সূরাও পাঠ করেন। আপনি হয় এ সূরাটিই পাঠ করবেন, না হয় এটা বাদ দিয়ে অন্য কোন সূরা পাঠ করবেন। তিনি বললেন, আমি এ সূরা বাদ দিতে পারব না। যদি তোমাদের পছন্দ হয় তবে আমি এ সূরাসহ ইমামতি করি, আর পছন্দ না হলে ইমামতি ছেড়ে দেই। কিন্তু তাদের দৃষ্টিতে তিনি ছিলেন তাদের মধ্যে সবচাইতে উত্তম ব্যক্তি। তাই তাকে বাদ দিয়ে অন্য কাউকে ইমাম বানাতে তারা সম্মত হলেন না। পরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের নিকট এলে তারা বিষয়টি তাঁকে জানালেন। তিনি বললেনঃ হে অমুক! তোমার সাথীরা তোমাকে যে নির্দেশ দিচ্ছে তা পালন করতে তোমাকে কিসে বাধা দিচ্ছে? আর তোমাকে প্রতি রাক্আতে এ সূরা পাঠ করতে কিসে উদ্বুদ্ধ করছে? তিনি বললেন, হে আল্লাহ্‌র রাসূল! আমি এটি খুব ভালোবাসি। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এর প্রতি তোমার ভালোবাসাই তোমাকে জান্নাতে নিয়ে যাবে। \n\nহাসান সহীহঃ তা’লীকুর রাগীব (২/২৪৪), সিফাতুস সালাত (৮৫), বুখারী, মু‘আল্লাক হিসেবে বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ رَجُلٌ مِنَ الأَنْصَارِ يَؤُمُّهُمْ فِي مَسْجِدِ قُبَاءَ فَكَانَ كُلَّمَا افْتَتَحَ سُورَةً يَقْرَأُ لَهُمْ فِي الصَّلاَةِ فَقَرَأَ بِهَا افْتَتَحَ بِـ ‏(‏قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ حَتَّى يَفْرُغَ مِنْهَا ثُمَّ يَقْرَأُ بِسُورَةٍ أُخْرَى مَعَهَا وَكَانَ يَصْنَعُ ذَلِكَ فِي كُلِّ رَكْعَةٍ فَكَلَّمَهُ أَصْحَابُهُ فَقَالُوا إِنَّكَ تَقْرَأُ بِهَذِهِ السُّورَةِ ثُمَّ لاَ تَرَى أَنَّهَا تُجْزِيكَ حَتَّى تَقْرَأَ بِسُورَةٍ أُخْرَى فَإِمَّا أَنْ تَقْرَأَ بِهَا وَإِمَّا أَنْ تَدَعَهَا وَتَقْرَأَ بِسُورَةٍ أُخْرَى ‏.‏ قَالَ مَا أَنَا بِتَارِكِهَا إِنْ أَحْبَبْتُمْ أَنْ أَؤُمَّكُمْ بِهَا فَعَلْتُ وَإِنْ كَرِهْتُمْ تَرَكْتُكُمْ ‏.‏ وَكَانُوا يَرَوْنَهُ أَفْضَلَهُمْ وَكَرِهُوا أَنْ يَؤُمَّهُمْ غَيْرُهُ فَلَمَّا أَتَاهُمُ النَّبِيُّ صلى الله عليه وسلم أَخْبَرُوهُ الْخَبَرَ فَقَالَ ‏\"‏ يَا فُلاَنُ مَا يَمْنَعُكَ مِمَّا يَأْمُرُ بِهِ أَصْحَابُكَ وَمَا يَحْمِلُكَ أَنْ تَقْرَأَ هَذِهِ السُّورَةَ فِي كُلِّ رَكْعَةٍ ‏\"‏ ‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أُحِبُّهَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ حُبَّهَا أَدْخَلَكَ الْجَنَّةَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ ثَابِتٍ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ এবং উবাইদুল্লাহ ইবনু ‘উমার-সাবিত আল-বুনানী সূত্রে বর্ণিত হাদীস হিসেবে গারীব। মুবারক ইবনু ফাযালা-সাবিত আল-বুনানী হতে আনাস (রাঃ)  এর বরাতে বর্ণনা করেছেন যে, “একজন লোক বলল, হে আল্লাহর রাসূল! আমি ‘কুল হুওয়াল্লাহু আহাদ’ সূরাটিকে ভালোবাসি। তিনি বললেনঃ তোমার এই ভালোবাসাই তোমাকে জান্নাতে নিয়ে যাবে”। পূর্বের হাদীসের সহায়তায় সহীহ।",
    "chapter": {
      "chapter_number": "42"
    }
  }
}