{
  "hadith": {
    "hadith_id": 2908,
    "narrator": "উসমান (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সে লোকই তোমাদের মধ্যে শ্রেষ্ঠ বা উত্তম যে নিজে কুরআন শিখে এবং তা অন্যকে শিখায়।\n\nসহীহঃ দেখুন পূর্বে হাদীস।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عُثْمَانَ بْنِ عَفَّانَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ خَيْرُكُمْ - أَوْ أَفْضَلُكُمْ - مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَكَذَا رَوَى عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ وَغَيْرُ وَاحِدٍ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَنْ عُثْمَانَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَسُفْيَانُ لاَ يَذْكُرُ فِيهِ عَنْ سَعْدِ بْنِ عُبَيْدَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। ‘আবদুর রাহমান ইবনু মাহ্দী প্রমুখ সুফ্ইয়ান সাওরী হতে, তিনি ‘আলক্বামাহ্ ইবনু মারসাদ হতে, তিনি আবূ ‘আবদুর রাহমান হতে, তিনি ‘উসমান (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে এক রকমই বর্ণনা করেছেন। সুফ্ইয়ান উক্ত হাদীসের সনদে সা‘দ ইবনু ‘উবাইদার উল্লেখ করেননি। ইয়াহ্ইয়া ইবনু সা‘ঈদ আল-কাত্তান এ হাদীস সুফ্ইয়ান ও শু‘বাহ্ হতে, তিনি ‘আলকামাহ্ হতে, তিনি ইবনু মারসাদ হতে, তিনি সা‘দ ইবনু ‘উবাইদাহ্ হতে, তিনি আবূ আবদুর রাহমান হতে, তিনি ‘উসমান (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে বর্ণনা করেছেন। ইয়াহ্ইয়া ইবনু সা‘ঈদ-সুফ্ইয়ান ও শু‘বাহ্র সূত্রে মুহাম্মাদ ইবনু বাশ্শার উক্ত হাদীস আমাদের নিকট বর্ণনা করেছেন। মুহাম্মাদ ইবনু বাশ্শার বলেন, ইয়াহ্ইয়া ইবনু সা‘ঈদ উক্ত হাদীস সুফ্ইয়ান ও শু‘বাহ্-একাধিকবার ‘আলক্বামাহ্ ইবনু মারসাদের সূত্রে-সা‘দ ইবনু ‘উবাইদাহ্ হতে, তিনি আবূ ‘আবদুর রাহমান হতে, তিনি ‘উসমান (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে একই রকম বর্ণনা করেছেন। মুহাম্মাদ ইবনু বাশ্শার বলেন, সুফ্ইয়ানের শাগরিদগণ এর সনদে “সুফ্ইয়ান-সা‘দ ইবনু ‘উবাইদাহ্ হতে” এভাবে উল্লেখ করেননি এবং এটাই সহীহ। আবূ ‘ঈসা বলেন, শু‘বাহ্ এ হাদীসের সনদে সা‘দ ইবনু ‘উবাইদার নাম অতিরিক্ত উল্লেখ করেছেন। সুফ্ইয়ানের রিওয়ায়াতই যেন অধিক সহীহ। ‘আলী ইবনু ‘আবদুল্লাহ বলেন, ইয়াহ্ইয়া ইবনু সা‘ঈদ বলেছেন, আমার মতে শু‘বাহ্র সমতুল্য কেউ নেই। কোন রিওয়ায়াতের বেলায় সুফ্ইয়ানের সাথে তার মতের অমিল হলে সেই ক্ষেত্রে আমি সুফ্ইয়ানের বক্তব্য গ্রহণ করি। আবূ ‘ঈসা বলেন, আমি আবূ ‘আম্মারকে ওয়াকীর সূত্রে উল্লেখ করতে শুনেছি, তিনি বলেন, শু‘বাহ্ বলেছেন, সুফ্ইয়ান আমার চাইতে অনেক বেশী স্মৃতিশক্তির অধিকারী। সুফ্ইয়ান কারো বরাতে আমার নিকট কিছু বর্ণনা করলে আমি সেই প্রসঙ্গে উক্ত ব্যক্তিকে প্রশ্ন করলে তিনি হুবহু তাই বলেন যা সুফ্ইয়ান আমাকে বলেছেন। এ অনুচ্ছেদে ‘আলী ও সা‘দ (রাঃ) হতেও হাদীস বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "42"
    }
  }
}