{
  "hadith": {
    "hadith_id": 2916,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার উম্মাতের সকল সাওয়াব আমার সামনে উপস্থাপন করা হয়, এমনকি মাসজিদ হতে জঞ্জাল দূর করার সাওয়াবও। আমার উম্মাতের গুনাহসমূহও আমার সামনে উপস্থাপন করা হয়। কাউকে কুরআনের কোন সূরা বা আয়াত প্রদান করার পর তা বিস্মৃত হওয়ার চাইতে বড় গুনাহ আমি আর দেখিনি। \n\nযঈফ, মিশকাত (৭২০), রওযুননাযীর (৭২), যঈফ, আবূ দাঊদ (৭১)",
    "ar": "حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ الْحَكَمِ الْوَرَّاقُ الْبَغْدَادِيُّ، حَدَّثَنَا عَبْدُ الْمَجِيدِ بْنُ عَبْدِ الْعَزِيزِ، عَنِ ابْنِ جُرَيْجٍ، عَنِ الْمُطَّلِبِ بْنِ عَبْدِ اللَّهِ بْنِ حَنْطَبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ عُرِضَتْ عَلَىَّ أُجُورُ أُمَّتِي حَتَّى الْقَذَاةِ يُخْرِجُهَا الرَّجُلُ مِنَ الْمَسْجِدِ وَعُرِضَتْ عَلَىَّ ذُنُوبُ أَمَّتِي فَلَمْ أَرَ ذَنْبًا أَعْظَمَ مِنْ سُورَةٍ مِنَ الْقُرْآنِ أَوْ آيَةٍ أُوتِيهَا رَجُلٌ ثُمَّ نَسِيَهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ قَالَ وَذَاكَرْتُ بِهِ مُحَمَّدَ بْنَ إِسْمَاعِيلَ فَلَمْ يَعْرِفْهُ وَاسْتَغْرَبَهُ ‏.‏ قَالَ مُحَمَّدٌ وَلاَ أَعْرِفُ لِلْمُطَّلِبِ بْنِ عَبْدِ اللَّهِ بْنِ حَنْطَبٍ سَمَاعًا مِنْ أَحَدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم إِلاَّ قَوْلَهُ حَدَّثَنِي مَنْ شَهِدَ خُطْبَةَ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ وَسَمِعْتُ عَبْدَ اللَّهِ بْنَ عَبْدِ الرَّحْمَنِ يَقُولُ لاَ نَعْرِفُ لِلْمُطَّلِبِ سَمَاعًا مِنْ أَحَدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ عَبْدُ اللَّهِ وَأَنْكَرَ عَلِيُّ بْنُ الْمَدِينِيِّ أَنْ يَكُونَ الْمُطَّلِبُ سَمِعَ مِنْ أَنَسٍ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই এ হাদীস জেনেছি। আমি মুহাম্মাদ ইবনু ইসমাঈলের নিকট এ হাদীস উল্লেখ করলে তিনি তার অজ্ঞতা প্রকাশ করেন এবং হাদীসটিকে গারীব সংজ্ঞায়িত করেন। মুহাম্মাদ আরো বলেনঃ মুত্তালিব ইবনু আবদুল্লাহ ইবনু হানতাব রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবীগণের কারো নিকট হতে সোজাসুজি কিছু শুনেছেন বলে আমার জানা নেই। তার নিম্নোক্ত কথাটি ভিন্নঃ “যিনি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ভাষণে হাজির ছিলেন তিনি আমাকে বলেছেন” (এ কথা তার কোন সাহাবীর সাক্ষাত লাভ প্রমাণ করে, এ ছাড়া আর কোন দলিল পাওয়া যায় না)।\nআমি আবদুল্লাহ ইবনু আবদুর রহমানকে বলতে শুনেছি, মুত্তালিব রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কোন সাহাবীর নিকট সোজাসুজি কিছু শুনেছেন বলে আমাদের জানা নেই। আবদুল্লাহ (রহঃ) আরও বলেনঃ আনাস ইবনু মালিক (রাঃ)-এর নিকট মুত্তালিবের সরাসরি শোনার বিষয়টি আলী ইবনুল মাদীনী প্রত্যাখ্যান করেছেন।",
    "chapter": {
      "chapter_number": "42"
    }
  }
}