{
  "hadith": {
    "hadith_id": 2924,
    "narrator": "আবদুল্লাহ ইবনু আবূ ক্বাইস (রহঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বিত্‌রের নামায বিষয়ে ‘আয়িশা (রাঃ) কে প্রশ্ন করলাম যে, তিনি কি রাতের প্রথম ভাগে বিতর আদায় করতেন না শেষ ভাগে? তিনি বললেন, তিনি দুই সময়েই তা আদায় করতেন। তিনি কখনো তা রাতের প্রথম ভাগে আদায় করে নিতেন আবার কখনো শেষ রাতে আদায় করতেন। আমি বললাম, আলহামদুলিল্লাহ, সমস্ত প্রশংসা সেই আল্লাহ্‌র যিনি এ ব্যাপারে ব্যাপক সুবিধাজনক ব্যবস্থা রেখেছেন। আমি আবার প্রশ্ন করলাম, তাঁর ক্বিরাআত পাঠ কেমন ছিল? তিনি কি তা চুপি চুপি পড়তেন না সশব্দে পড়তেন? তিনি বললেন, উভয়ভাবেই পড়তেন। কখনো তিনি তা চুপে চুপে পড়তেন, আবার কখনো সশব্দে পড়তেন। আমি বললাম, সমস্ত প্রশংসা আল্লাহ তা’আলার যিনি এ ব্যাপারে প্রশস্ততর ব্যবস্থা রেখেছেন। আমি আবার প্রশ্ন করলাম, তিনি জানাবাতের (স্ত্রীসহবাস জনিত গোসল) ব্যাপারে কি করতেন? তিনি কি ঘুমিয়ে যাওয়ার পূর্বেই গোসল সারতেন না গোসলের পূর্বেই ঘুমিয়ে যেতেন? তিনি বললেন, তিনি দু’টোই করতেন। তিনি কখনো গোসলের পর ঘুমাতেন আবার কখনো ওযূ করে ঘুমিয়ে যেতেন (জাগ্রত হওয়ার পর গোসল করতেন)। আমি বললাম, সমস্ত প্রশংসা আল্লাহ্‌ তা’আলার যিনি এ ব্যাপারেও প্রশস্ততর ব্যবস্থা রেখেছেন।\n\nসহীহঃ সহীহ আবূ দাঊদ (২২২, ১২৯১), মুসলিম, বুখারী শুধু বিত্‌র সংক্রান্ত বিষয় আরো পূর্ণভাবে বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَيْسٍ، هُوَ رَجُلٌ بَصْرِيٌّ قَالَ سَأَلْتُ عَائِشَةَ عَنْ وِتْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم كَيْفَ كَانَ يُوتِرُ مِنْ أَوَّلِ اللَّيْلِ أَوْ مِنْ آخِرِهِ فَقَالَتْ كُلُّ ذَلِكَ قَدْ كَانَ يَصْنَعُ رُبَّمَا أَوْتَرَ مِنْ أَوَّلِ اللَّيْلِ وَرُبَّمَا أَوْتَرَ مِنْ آخِرِهِ ‏.‏ فَقُلْتُ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِي الأَمْرِ سَعَةً فَقُلْتُ كَيْفَ كَانَتْ قِرَاءَتُهُ أَكَانَ يُسِرُّ بِالْقِرَاءَةِ أَمْ يَجْهَرُ قَالَتْ كُلُّ ذَلِكَ قَدْ كَانَ يَفْعَلُ قَدْ كَانَ رُبَّمَا أَسَرَّ وَرُبَّمَا جَهَرَ قَالَ فَقُلْتُ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِي الأَمْرِ سَعَةً قُلْتُ فَكَيْفَ كَانَ يَصْنَعُ فِي الْجَنَابَةِ أَكَانَ يَغْتَسِلُ قَبْلَ أَنْ يَنَامَ أَوْ يَنَامُ قَبْلَ أَنْ يَغْتَسِلَ قَالَتْ كُلُّ ذَلِكَ قَدْ كَانَ يَفْعَلُ فَرُبَّمَا اغْتَسَلَ فَنَامَ وَرُبَّمَا تَوَضَّأَ فَنَامَ قُلْتُ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِي الأَمْرِ سَعَةً ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি উপরোক্ত সূত্রে হাসান গারীব।",
    "chapter": {
      "chapter_number": "42"
    }
  }
}