{
  "hadith": {
    "hadith_id": 2927,
    "narrator": "উম্মু সালামাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রতিটি শব্দ আলাদা আলাদাভাবে উচ্চারণ করে ক্বিরাআত পাঠ করতেন। তিনি পাঠ করতেন “আলহামদু লিল্লাহি রব্বিল ‘আলামীন”, তারপর বিরতি দিতেন; তারপর পাঠ করতেনঃ “আর-রাহমানির রাহীম”, তারপর বিরতি দিয়ে আবার পাঠ করতেনঃ “মালিকি ইয়াওমিদ্দীন”।\n\nসহীহঃ ইরওয়াহ্‌ (৩৪৩), মিশকাত (২২০৫), সিফাতুস সালাত, মুখতাসার শামা-য়িল (২৭০)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ الأُمَوِيُّ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُقَطِّعُ قِرَاءَتَهُ يَقُولُ ‏(‏الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ‏)‏ ثُمَّ يَقِفُ ‏(‏ الرَّحْمَنِ الرَّحِيمِ ‏)‏ ثُمَّ يَقِفُ وَكَانَ يَقْرَؤُهَا ‏(‏مَلِكِ يَوْمِ الدِّينِ ‏)‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَبِهِ يَقُولُ أَبُو عُبَيْدٍ وَيَخْتَارُهُ هَكَذَا رَوَى يَحْيَى بْنُ سَعِيدٍ الأُمَوِيُّ وَغَيْرُهُ عَنِ ابْنِ جُرَيْجٍ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنْ أُمِّ سَلَمَةَ وَلَيْسَ إِسْنَادُهُ بِمُتَّصِلٍ لأَنَّ اللَّيْثَ بْنَ سَعْدٍ رَوَى هَذَا الْحَدِيثَ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنْ يَعْلَى بْنِ مَمْلَكٍ عَنْ أُمِّ سَلَمَةَ أَنَّهَا وَصَفَتْ قِرَاءَةَ النَّبِيِّ صلى الله عليه وسلم حَرْفًا حَرْفًا وَحَدِيثُ اللَّيْثِ أَصَحُّ وَلَيْسَ فِي حَدِيثِ اللَّيْثِ وَكَانَ يَقْرَأُ ‏(‏مَلِكِ يَوْمِ الدِّينِ ‏)‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি গারীব । আবূ উবাইদও “মালিকি ইয়াওমিদ্দীন” (মালিকি-এর মীমে আলিফবিহীন) পাঠ করতেন এবং তিনি এ কিরা’আতই গ্রহণ করেছেন । ইয়াহ্‌ইয়া ইবনু সা’ঈদ আল-উমাবী প্রমুখ ইবনু জুরাইজ হতে, তিনি ইবনু আবী মুলাইকাহ্‌ হতে, তিনি উম্মু সালামাহ্‌ (রাঃ) হতে এই সূত্রে এরূপই বর্ণনা করেছেন । কিন্তু সনদসূত্র পরস্পর সংযুক্ত (মুত্তাসিল) নয় । কেননা লাইস ইবনু সা’দ (রহঃ) এ হাদীসটি ইবনু আবী মুলাইকাহ্‌ হতে, তিনি ইয়া’লা ইবনু মামলাক হতে, তিনি উম্মু সালামাহ্‌ (রাঃ) সূত্রে বর্ণনা করেছেন । তিনি বলেছেন যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিরাআতের প্রতিটি অক্ষর আলাদা আলাদাভাবে উচ্চারণ করতেন । লাইসের রিওয়ায়াত অনেক বেশী সহীহ । তার রিওয়ায়াতে এ কথার উল্লেখ নেই যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) “মালিকি ইয়াওমিদ্দীন” (আলিফ বিহীন) পাঠ করেছেন ।",
    "chapter": {
      "chapter_number": "43"
    }
  }
}