{
  "hadith": {
    "hadith_id": 2945,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দুনিয়াতে যে লোক তার কোন ভাইয়ের একটি বিপদ দূর করবে, ক্বিয়ামাতের দিবসে আল্লাহ তা’আলা তার একটি বিপদ দূর করবেন। আর কোন মুসলিমের দোষ-ক্রুটি যে লোক গোপন রাখবে, আল্লাহ তা’আলা ইহকালে ও পরকালে তার দোষ গোপন রাখবেন। কোন আভাবীর কষ্ট যে ব্যক্তি দূর করবে, ইহকালে ও পরকালে তার কষ্ট আল্লাহ তা’আলা দূর করবেন। ততক্ষন পর্যন্ত আল্লাহ তা’আলা বান্দার সহায়তা করতে থাকেন যতক্ষন পর্যন্ত সে তার কোন ভাইয়ের সাহায্যে নিয়োজিত থাকে। যে লোক জ্ঞান অর্জনের পথে বের হয় আল্লাহ তা’আলা তার জন্য জান্নাতের পথ সহজ করে দেন। যখন কোন দল মসজিদে আল্লাহ তা’আলার কিতাব তিলাওয়াত এবং তা নিয়ে পরস্পর আলোচনা করার উদ্দেশে একত্রিত হয়, তাদের উপর প্রশান্তি নাযিল হয়, (আল্লাহ তা’আলার) রাহমাত তাদের ঢেকে ফেলে এবং ফেরেশতারা তাদের ঘিরে রাখে। কৃতকর্ম যাকে পিছিয়ে দেয় বংশ মর্যাদা তাকে অগ্রসর করতে পারে না।\n\nসহীহ : ইবনু মা-জাহ (২২৫), মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ نَفَّسَ عَنْ أَخِيهِ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالآخِرَةِ وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ وَمَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ طَرِيقًا إِلَى الْجَنَّةِ وَمَا قَعَدَ قَوْمٌ فِي مَسْجِدٍ يَتْلُونَ كِتَابَ اللَّهِ وَيَتَدَارَسُونَهُ بَيْنَهُمْ إِلاَّ نَزَلَتْ عَلَيْهِمُ السَّكِينَةُ وَغَشِيَتْهُمُ الرَّحْمَةُ وَحَفَّتْهُمُ الْمَلاَئِكَةُ وَمَنْ أَبْطَأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنِ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَ هَذَا الْحَدِيثِ وَرَوَى أَسْبَاطُ بْنُ مُحَمَّدٍ عَنِ الأَعْمَشِ قَالَ حُدِّثْتُ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ فَذَكَرَ بَعْضَ هَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, একাধিক বর্ণনাকারী এভাবেই আ’মাশের সূত্রে–আবূ সালিহ হতে, তিনি আবূ হুরাইরাহ্‌ (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ বর্ণনা করেছেন । আসবাত্ব ইবনু মুহাম্মাদ (রহঃ) আ’মাশের সূত্রে বর্ণনা করেছেন, তিনি বলেন, আমার নিকট আবূ সালিহ–আবূ হুরাইরাহ্‌ (রাঃ) হতে তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে....তারপর এ হাদীসের কোন কোন অংশ বর্ণনা করেন ।",
    "chapter": {
      "chapter_number": "43"
    }
  }
}