{
  "hadith": {
    "hadith_id": 2965,
    "narrator": "উরওয়া (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আয়িশাহ (রাঃ)-কে বললাম, যে ব্যক্তি সাফা ও মারওয়ার তাওয়াফ (সাঈ) করেনি আমি তাতে সমস্যা মনে করি না। আমি নিজেও এ দুই পাহাড়ের মাঝে তাওয়াফ না করতে কোন পরোয়া করি না। ‘আয়িশাহ (রাঃ) বললেন, হে আমার বোন পুত্র! তুমি যা বললে তা খুবই অন্যায় কথা। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজে এই দুই পাহাড়ের মাঝে তাওয়াফ করেছেন, মুসলিমরাও এর তাওয়াফ করেছেন। তবে ‘মুশাল্লাল’ নামক স্থানে স্থাপিত মানাত নামক প্রতিমার নামে যেসব কাফির ইহরাম বাঁধতো তারা সাফা ও মারওয়ার তাওয়াফ করত না। অতঃপর বারকাতময় আল্লাহ তা’আলা অবতীর্ণ করেনঃ “যে লোক বাইতুল্লাহর হাজ্জ করে বা উমরা করে এই পাহাড়দ্বয়ের মাঝে তাওয়াফ করায় তার কোন সমস্যা নেই”- (সূরা আল –বাক্বারাহঃ ১৫৮)। তোমাদের কথাই যদি সঠিক হত, তাহলে এভাবে বলা হতঃ “ফালা জুনাহা ‘আলাইহি আল –লা ইয়াত্তাওয়াফা বিহিমা” (এই পাহাড়দ্বয়ের মাঝে তাওয়াফ না করাতে কোন সমস্যা নেই)। যুহরী (রহঃ) বলেন, আমি আবূ বাকর ইবনু ‘আবদুর রাহমান ইবনুল হারিস ইবনু হিশামের নিকট এটি বর্ণনা করলে তিনি খুবই আনন্দিত হন  এবং বলেন, এটা তো হল ইল্মের (জ্ঞানের) কথা! আমি বহু আলিমকে বলতে শুনেছি, যেসব আরববাসী সাফা-মারওয়ার তাওয়াফ করে না তারা বলে, এ দু’টি পাহাড়ের মাঝে তাওয়াফ করা জাহিলী যুগের প্রথা। অপর দিকে কিছু সংখ্যক আনসারী বলত, আমাদেরকে বাইতুল্লাহর তাওয়াফ করার আদেশ করা হয়েছে এবং সাফা-মারওয়ার মাঝে তাওয়াফের আদেশ দেয়া হয়নি। এ প্রসঙ্গেই আল্লাহ তা’আলা অবতীর্ণ করলেনঃ “নিশ্চয়ই সাফা ও মারওয়া আল্লাহ তা’আলার নিদর্শনসমূহের অন্তর্ভূক্ত” – (সূরা আল –বাক্বারাহ ১৫৮)। আবূ বাকর ইবনু ‘আব্দুর রাহমান বলেন, আমার মতে উপরোক্ত উভয় দলের প্রসঙ্গেই এ আয়াত অবতীর্ণ হয়েছে।\n\nসহীহ : ইবনু মা-জাহ (২৯৮৬), বুখারী (৪৪৯৫), মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، قَالَ سَمِعْتُ الزُّهْرِيَّ، يُحَدِّثُ عَنْ عُرْوَةَ، قَالَ قُلْتُ لِعَائِشَةَ مَا أَرَى عَلَى أَحَدٍ لَمْ يَطُفْ بَيْنَ الصَّفَا وَالْمَرْوَةِ شَيْئًا وَمَا أُبَالِي أَنْ لاَ أَطَّوَّفَ بَيْنَهُمَا ‏.‏ فَقَالَتْ بِئْسَمَا قُلْتَ يَا ابْنَ أُخْتِي طَافَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَطَافَ الْمُسْلِمُونَ وَإِنَّمَا كَانَ مَنْ أَهَلَّ لِمَنَاةَ الطَّاغِيَةِ الَّتِي بِالْمُشَلَّلِ لاَ يَطُوفُونَ بَيْنَ الصَّفَا وَالْمَرْوَةِ فَأَنْزَلَ اللَّهُ ‏:‏ ‏(‏فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلاَ جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا ‏)‏ وَلَوْ كَانَتْ كَمَا تَقُولُ لَكَانَتْ فَلاَ جُنَاحَ عَلَيْهِ أَنْ لاَ يَطَّوَّفَ بِهِمَا قَالَ الزُّهْرِيُّ فَذَكَرْتُ ذَلِكَ لأَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ فَأَعْجَبَهُ ذَلِكَ وَقَالَ إِنَّ هَذَا لَعِلْمٌ وَلَقَدْ سَمِعْتُ رِجَالاً مِنْ أَهْلِ الْعِلْمِ يَقُولُونَ إِنَّمَا كَانَ مَنْ لاَ يَطَّوَّفُ بَيْنَ الصَّفَا وَالْمَرْوَةِ مِنَ الْعَرَبِ يَقُولُونَ إِنَّ طَوَافَنَا بَيْنَ هَذَيْنِ الْحَجَرَيْنِ مِنْ أَمْرِ الْجَاهِلِيَّةِ وَقَالَ آخَرُونَ مِنَ الأَنْصَارِ إِنَّمَا أُمِرْنَا بِالطَّوَافِ بِالْبَيْتِ وَلَمْ نُؤْمَرْ بِهِ بَيْنَ الصَّفَا وَالْمَرْوَةِ فَأَنْزَلَ اللَّهُ تَعَالَى ‏(‏إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ ‏)‏ قَالَ أَبُو بَكْرِ بْنُ عَبْدِ الرَّحْمَنِ فَأُرَاهَا قَدْ نَزَلَتْ فِي هَؤُلاَءِ وَهَؤُلاَءِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}