{
  "hadith": {
    "hadith_id": 2973,
    "narrator": "কা’ব ইবনু উজরাহ (রাঃ)",
    "bn": "তিনি বলেন, যে মহান সত্তার হাতে আমার প্রাণ নিবদ্ধ তাঁর শপথ! আমার সম্পর্কেই নিম্নোক্ত আয়াত অবতীর্ণ হয়েছে এবং তাতে আমার প্রতিই ইঙ্গিত করা হয়েছে : “তোমাদের মধ্যে যদি কেউ পীড়িত হয়, বা মাথায় ক্লেশ থাকে, তবে রোযা অথবা দান-খাইরাত অথবা কুরবানীর দ্বারা তারা ফিদিয়া দিবে” (সূরা আল –বাক্বারাহ ১৯৬)। কা’ব ইবনু উজরাহ (রাঃ) বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে হুদাইবিয়াতে ইহ্‌রাম অবস্থায় ছিলাম। মুশরিকরা আমাদেরকে (হাজ্জ বা উমরার উদ্দেশ্যে মক্কায় যেতে) বাধা দিল। আমার মাথায় বাবরী চুল ছিল। উকুন আমার মুখমন্ডলে পতিত হচ্ছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট দিয়ে যাচ্ছিলেন। তিনি বললেনঃ তোমার মাথার কীটগুলো কি তোমাকে কষ্ট দিচ্ছে? আমি বললাম, হ্যাঁ। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃ তুমি তোমার মাথার চুল মুন্ডন করে ফেল। এ প্রসঙ্গেই এ আয়াত অবতীর্ণ হয়। মুজাহিদ (রহঃ) বলেন, এক্ষেত্রে তিনটি রোযা রাখতে হবে অথবা খাদ্য দান করতে হবে ছয়জন মিসকীনকে অথবা এক বা একাধিক ছাগল যবেহ করতে হবে। \n\nসহীহ : বুখারী (৪৫১৭), মুসলিম, অনুরূপ হাদীস পূর্বে (৯৫৩) নং উল্লেখ হয়েছে।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا هُشَيْمٌ، أَخْبَرَنَا مُغِيرَةُ، عَنْ مُجَاهِدٍ، قَالَ قَالَ كَعْبُ بْنُ عُجْرَةَ وَالَّذِي نَفْسِي بِيَدِهِ لَفِيَّ أُنْزِلَتْ هَذِهِ الآيَةُ وَإِيَّاىَ عَنَى بِهَا ‏:‏ ‏(‏فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ ‏)‏ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم بِالْحُدَيْبِيَةِ وَنَحْنُ مُحْرِمُونَ وَقَدْ حَصَرَنَا الْمُشْرِكُونَ وَكَانَتْ لِي وَفْرَةٌ فَجَعَلَتِ الْهَوَامُّ تَسَاقَطُ عَلَى وَجْهِي فَمَرَّ بِيَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏\"‏ كَأَنَّ هَوَامَّ رَأْسِكَ تُؤْذِيكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ فَاحْلِقْ ‏\"‏ ‏.‏ وَنَزَلَتْ هَذِهِ الآيَةُ ‏.‏ قَالَ مُجَاهِدٌ الصِّيَامُ ثَلاَثَةُ أَيَّامٍ وَالطَّعَامُ سِتَّةُ مَسَاكِينَ وَالنُّسُكُ شَاةٌ فَصَاعِدًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "‘আলী ইবনু হুজর-হুশাইম হতে, তিনি আশ’আস ইবনু সাওওয়ার হতে, তিনি শা’বী হতে, তিনি ‘আবদুল্লাহ ইবনু মা’কিল হতে, তিনি কা’ব ইবনু উজরাহ (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে উপরোক্ত হাদীসের একই রকম বর্ণনা করেছেন। আবূ ‘‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ। ‘আবদুর রহমান ইবনুল আসবাহানী (রহঃ) ‘আবদুল্লাহ ইবনু মুগাফফালের সূত্রে একই রকম হাদীস বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}