{
  "hadith": {
    "hadith_id": 2977,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, ইয়াহূদীদের এই নিয়ম ছিল যে, তাদের কোন নারীর মাসিক ঋতুস্রাব হলে তারা তার সাথে একত্রে পানাহারও করত না এবং একই ঘরে একত্রে বসবাসও করত না। এ বিষয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করা হলে আল্লাহ তা’আলা অবতীর্ণ করেন : “লোকেরা আপনাকে হায়িয প্রসঙ্গে প্রশ্ন করে। বলুন, তা অশুচি” –(সূরা আল –বাক্বারাহ ২২২)। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের সাথে যথারীতি একত্রে পানাহারের ও ঘরে একসাথে বসবাসের নির্দেশ দেন, শুধু সহবাস প্রসঙ্গ ব্যতীত। এতে ইয়াহূদীরা বলল, এ লোকটি  আমাদের কোন একটি বিষয়েরও বিরোধিতা  না করে ছাড়ছে না। বর্ণনাকারী বলেন, আব্বাদ ইবনু বিশর ও উসাইদ ইবনু হুযাইর (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আসেন এবং বিষয়টি তাঁকে জানান। তারা বললেনঃ হে আল্লাহর রাসূল! আমরা কি ঋতুস্রাব চলাকালে স্ত্রী-সহবাস করব না? এতে রাসূলু্ল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর চেহারা রক্তিম বর্ণ হয়ে গেল। আমরা অনুমান করলাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের উভয়ের প্রতি অসন্তুষ্ট হয়েছেন। তারা দুজনে উঠে রাওনা করলেন। তাদের সামনে দিয়েই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জন্যে দুধ হাদিয়া এলো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে ডেকে পাঠান এবং তাদেরকে দুধ পান করান। এতে তারা বুঝতে পারল রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের প্রতি অসন্তুষ্ট হননি। \n\nসহীহ : আদাবুয, যিফাফ (৪৪), সহীহ আবূ দাঊদ (২৫০)।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنِي سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كَانَتِ الْيَهُودُ إِذَا حَاضَتِ امْرَأَةٌ مِنْهُمْ لَمْ يُوَاكِلُوهَا وَلَمْ يُشَارِبُوهَا وَلَمْ يُجَامِعُوهَا فِي الْبُيُوتِ فَسُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنْ ذَلِكَ فَأَنْزَلَ اللَّهُ تَعَالَى ‏:‏ ‏(‏يَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى ‏)‏ فَأَمَرَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُوَاكِلُوهُنَّ وَيُشَارِبُوهُنَّ وَأَنْ يَكُونُوا مَعَهُنَّ فِي الْبُيُوتِ وَأَنْ يَفْعَلُوا كُلَّ شَيْءٍ مَا خَلاَ النِّكَاحَ فَقَالَتِ الْيَهُودُ مَا يُرِيدُ أَنْ يَدَعَ شَيْئًا مِنْ أَمْرِنَا إِلاَّ خَالَفَنَا فِيهِ ‏.‏ قَالَ فَجَاءَ عَبَّادُ بْنُ بِشْرٍ وَأُسَيْدُ بْنُ حُضَيْرٍ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَخْبَرَاهُ بِذَلِكَ وَقَالاَ يَا رَسُولَ اللَّهِ أَفَلاَ نَنْكِحُهُنَّ فِي الْمَحِيضِ فَتَمَعَّرَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى ظَنَنَّا أَنَّهُ قَدْ غَضِبَ عَلَيْهِمَا فَقَامَا فَاسْتَقْبَلَتْهُمَا هَدِيَّةٌ مِنْ لَبَنٍ فَأَرْسَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي آثَارِهِمَا فَسَقَاهُمَا فَعَلِمْنَا أَنَّهُ لَمْ يَغْضَبْ عَلَيْهِمَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। মুহাম্মদ ইবনু ‘আবদুল ‘আলা-‘আবদুর রাহমান ইবনু মাহদী হতে, তিনি হাম্মাদ ইবনু সালামা হতে, তিনি সাবিত হতে, তিনি আনাস (রাঃ) হতে অনুরূপ অর্থবোধক হাদীস বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}