{
  "hadith": {
    "hadith_id": 2987,
    "narrator": "আল –বারাআ (রাঃ)",
    "bn": "তিনি বলেন, “তোমরা নিকৃষ্ট বস্তু দান করার ইচ্ছা করবে না” – (সূরা আল –বাক্বারা ২৬৭) আয়াতটি আমাদের আানসারদের প্রসঙ্গে অবতীর্ণ হয়েছে। তিনি বলেন, আমরা ছিলাম খেজুর বাগানের মালিক। লোকেরা তাদের খেজুর বাগান হতে বেশী বা স্বল্প পরিমাণ অনুসারে খেজুর নিয়ে আসতো। কেউ বা এক দুই ছড়া খেজুর এনে মাসজিদে ঝুলিয়ে রাখতো। সুফফাবাসী সাহাবীগণের খাদ্য সংস্থানের বিশেষ কোন নির্দিষ্ট উৎস ছিল না। তাদের কারো ক্ষুধা পেলে তিনি উক্ত খেজুরের ছড়ার নিকট এসে তাতে লাঠি দ্বারা আঘাত করতেন। ফলে কাঁচা-পাকা খেজুর ঝরে পড়ত এবং তিনি তা খেতেন। কিন্তু কিছু সংখ্যক লোকের কল্যাণকর কাজের প্রতি খুব একটা আগ্রহ ছিল না। তাদের কেউ নিকৃষ্ট ও পচা খেজুরের ছড়াও নিয়ে আসতো, আবার কেউ ভেঙ্গে পড়া ছড়াও নিয়ে আসতো এবং তা (মাসজিদে) ঝুলিয়ে রাখতো। কল্যাণময় আল্লাহ তা’আলা এ প্রসঙ্গে আয়াত অবতীর্ণ করেন (অনুবাদ) :  “হে ঈমানদারগণ! তোমরা যা উপার্জন কর এবং আমি যা জমিন হতে তোমাদের জন্য উৎপাদন করি, তন্মধ্যে যা উৎকৃষ্ট তা ব্যয় কর এবং তা হতে নিকৃষ্ট বস্তু ব্যয় করার সংকল্প করো না, অথচ তোমরা তা গ্রহণ করবে যা, যদি না তোমরা চক্ষু বন্ধ করে থাক” (সূরা আল –বাক্বারাহঃ ২৬৭)। তিনি বলেন, অর্থাৎ দাতা যেরূপ দান করেছে, অনুরূপই যদি তাকে উপহারস্বরূপ দেয়া হয়, তাহলে সে কখনো তা গ্রহণ করবে না, চক্ষুর লজ্জায় পড়া বা দৃষ্টি এড়িয়ে রাখা ব্যতীত। বর্ণনাকারী বলেন, এরপর হতে আমাদের কেউ কিছু আনলে তার নিকট যা আছে তার মধ্যকার সর্বোৎকৃষ্টগুলো নিয়ে আসতো।\n\nসহীহ :  ইবনু মাজাহ (১৮২২)।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْرَائِيلَ، عَنِ السُّدِّيِّ، عَنْ أَبِي مَالِكٍ، عَنِ الْبَرَاءِ‏:‏ ‏(‏وَلاَ تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ ‏)‏ قَالَ نَزَلَتْ فِينَا مَعْشَرَ الأَنْصَارِ كُنَّا أَصْحَابَ نَخْلٍ فَكَانَ الرَّجُلُ يَأْتِي مِنْ نَخْلِهِ عَلَى قَدْرِ كَثْرَتِهِ وَقِلَّتِهِ وَكَانَ الرَّجُلُ يَأْتِي بِالْقِنْوِ وَالْقِنْوَيْنِ فَيُعَلِّقُهُ فِي الْمَسْجِدِ وَكَانَ أَهْلُ الصُّفَّةِ لَيْسَ لَهُمْ طَعَامٌ فَكَانَ أَحَدُهُمْ إِذَا جَاعَ أَتَى الْقِنْوَ فَضَرَبَهُ بِعَصَاهُ فَيَسْقُطُ مِنَ الْبُسْرِ وَالتَّمْرِ فَيَأْكُلُ وَكَانَ نَاسٌ مِمَّنْ لاَ يَرْغَبُ فِي الْخَيْرِ يَأْتِي الرَّجُلُ بِالْقِنْوِ فِيهِ الشِّيصُ وَالْحَشَفُ وَبِالْقِنْوِ قَدِ انْكَسَرَ فَيُعَلِّقُهُ فَأَنْزَلَ اللَّهُ تَعَالَى ‏:‏ ‏(‏يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنَ الأَرْضِ وَلاَ تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ وَلَسْتُمْ بِآخِذِيهِ إِلاَّ أَنْ تُغْمِضُوا فِيهِ ‏)‏ قَالُوا لَوْ أَنَّ أَحَدَكُمْ أُهْدِيَ إِلَيْهِ مِثْلُ مَا أَعْطَى لَمْ يَأْخُذْهُ إِلاَّ عَلَى إِغْمَاضٍ وَحَيَاءٍ قَالَ فَكُنَّا بَعْدَ ذَلِكَ يَأْتِي أَحَدُنَا بِصَالِحِ مَا عِنْدَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ وَأَبُو مَالِكٍ هُوَ الْغِفَارِيُّ وَيُقَالُ اسْمُهُ غَزْوَانُ وَقَدْ رَوَى سُفْيَانُ عَنِ السُّدِّيِّ شَيْئًا مِنْ هَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব সহীহ। আবূ মালিক হচ্ছেন আবূ মালিক আল-গিফারী। তার নাম গাযওয়ান বলেও কথিত আছে। সাওরী (রহঃ) সুদ্দীর সূত্রে উক্ত হাদীসের অংশবিশেষ রিওয়ায়াত করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}