{
  "hadith": {
    "hadith_id": 2988,
    "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আদম সন্তানের প্রতি শাইতানের এক স্পর্শ রয়েছে এবং ফেরেশতারও এক স্পর্শ রয়েছে। শাইতানের স্পর্শ হচ্ছে মন্দ কাজের প্ররোচনাদান ও সত্যকে অস্বীকার করার। ফেরেশতার স্পর্শ হচ্ছে কল্যাণের কাজে উৎসাহিত করা এবং সত্যকে স্বীকার করা। কাজেই যে ব্যক্তি নিজের মধ্যে এরূপ নেকীর স্পর্শ অনুভব করে সে যেন জ্ঞাত হয় যে, এটা আল্লাহ তা’আলার পক্ষ হতে এবং এজন্য সে যেন আল্লাহ তা’আলার প্রতি শুকরিয়া আদায় করে। আর কেউ নিজের মধ্যে এর বিপরীত স্পর্শ উপলব্ধি করলে সে যেন তখন শাইতান হতে আল্লাহ তা’আলার নিকট আশ্রয় চায়। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিম্নোক্ত আয়াত তিলাওয়াত করেন (অনুবাদ) :  “শাইতান তোমাদেরকে দারিদ্র্যের ভয় দেখায় এবং অশ্লীল কাজের নির্দেশ দেয়। আর আল্লাহ তা’আলা তোমাদেরকে তাঁর ক্ষমা ও অনুগ্রহের প্রতিশ্রুতি দেন। আল্লাহ তা’আলা প্রাচুর্যময়, সর্বজ্ঞ” – (সূরা আল –বাক্বারাহ ২৬৮)।\n\nসহীহ : মিশকাত তাহক্বীক্ব সানী (৭৪)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ مُرَّةَ الْهَمْدَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ لِلشَّيْطَانِ لَمَّةً بِابْنِ آدَمَ وَلِلْمَلَكِ لَمَّةً فَأَمَّا لَمَّةُ الشَّيْطَانِ فَإِيعَادٌ بِالشَّرِّ وَتَكْذِيبٌ بِالْحَقِّ وَأَمَّا لَمَّةُ الْمَلَكِ فَإِيعَادٌ بِالْخَيْرِ وَتَصْدِيقٌ بِالْحَقِّ فَمَنْ وَجَدَ ذَلِكَ فَلْيَعْلَمْ أَنَّهُ مِنَ اللَّهِ فَلْيَحْمَدِ اللَّهَ وَمَنْ وَجَدَ الأُخْرَى فَلْيَتَعَوَّذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ ثُمَّ قَرَأ ‏:‏ ‏(‏الشََّيْطَانُ يَعِدُكُمُ الْفَقْرَ وَيَأْمُرُكُمْ بِالْفَحْشَاءِ ‏)‏ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَهُوَ حَدِيثُ أَبِي الأَحْوَصِ لاَ نَعْلَمُهُ مَرْفُوعًا إِلاَّ مِنْ حَدِيثِ أَبِي الأَحْوَصِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব। এটি হচ্ছে আবুল আহওয়াসের রিওয়ায়াত। আমরা আবুল আহওয়াসের সূত্র ব্যতীত এটিকে অন্য কোন সূত্রে মারফূ’ হিসেবে জানতে পারিনি।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}