{
  "hadith": {
    "hadith_id": 2989,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ হে লোক সকল ! আল্লাহ তা’আলা পবিত্র। তিনি পবিত্র জিনিস ব্যতীত কিছু ক্ববূল করেন না। আল্লাহ তাঁর রাসূলদেরকে যেসব বিষয়ের হুকুম দিয়েছেন, মু’মিনদেরকেও সেসব বিষয়ের হুকুম দিয়েছেন। তিনি বলেছেনঃ “হে রাসূলগণ! তোমরা পবিত্র বস্তু হতে আহার কর এবং সৎকাজ কর। তোমরা যা কর সে সম্বন্ধে আমি সবিশেষ অবগত” – (সূরা আল-মু’মিনূন ৫১)। তিনি আরো বলেনঃ “হে মুমিনগণ! তোমাদেরকে আমি যে রিযিক্ব দিয়েছি তা হতে পবিত্র বস্তু আহার কর” – (সূরা আল –বাক্বারাহঃ ১৭২)। বর্ণনাকারী বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ব্যক্তির কথা উল্লেখ করলেন, দীর্ঘ সফরের ক্লান্তিতে যার মাথার চুল বিক্ষিপ্ত, অবিন্যস্ত এবং সারা শরীর ধূলি মলিন। সে আসমানের দিকে হাত দরায করে বলে, হে আমার প্রভু! হে আমার প্রতিপালক! অথচ তার খাদ্য ও পানীয় হারাম, তার পোশাক হারাম, তার জীবন জীবিকাও হারাম। এমতাবস্থায় তার দু’আ কিভাবে ক্ববূল হতে পারে।\n\nহাসান : গাইয়াতুল মারাম (২৭), মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا فُضَيْلُ بْنُ مَرْزُوقٍ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا أَيُّهَا النَّاسُ إِنَّ اللَّهَ طَيِّبٌ وَلاَ يَقْبَلُ إِلاَّ طَيِّبًا وَإِنَّ اللَّهَ أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ فَقَالَ ‏:‏ ‏(‏يَا أَيُّهَا الرُّسُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ ‏)‏ وَقَالَ أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ ‏)‏ ‏\"‏ ‏.‏ قَالَ وَذَكَرَ الرَّجُلَ يُطِيلُ السَّفَرَ أَشْعَثَ أَغْبَرَ يَمُدُّ يَدَهُ إِلَى السَّمَاءِ يَا رَبِّ يَا رَبِّ وَمَطْعَمُهُ حَرَامٌ وَمَشْرَبُهُ حَرَامٌ وَمَلْبَسُهُ حَرَامٌ وَغُذِيَ بِالْحَرَامِ فَأَنَّى يُسْتَجَابُ لِذَلِكَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَإِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ فُضَيْلِ بْنِ مَرْزُوقٍ وَأَبُو حَازِمٍ هُوَ الأَشْجَعِيُّ اسْمُهُ سَلْمَانُ مَوْلَى عَزَّةَ الأَشْجَعِيَّةِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব। আমরা এটিকে ফুযাইল ইবনু মারযূক্বের হাদীস হিসেবে জানি। আবূ হাযিম হচ্ছেন আবূ হাযিম আল –আশজা’ঈ। তার নাম সালমান, ‘আজ্জা আল –আশজা’ইয়্যার মুক্তদাস।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}