{
  "hadith": {
    "hadith_id": 2992,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, যখন “তোমাদের মনে যা আছে তা প্রকাশ কর অথবা গোপন রাখ আল্লাহ তা’আলা তোমাদের নিকট হতে তার হিসাব গ্রহণ করবেন”- (সূরা বাক্বারাহ ২৮৪) এ আয়াত অবতীর্ণ হয়, তখন মানুষদের অন্তরে এরূপ একটা জিনিস (আশংকা ও খটকা) সৃষ্টি হয় যা অন্য কিছুতে সৃষ্টি হয়নি। তাই তারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এ ব্যাপারে জানালেন। তিনি বললেনঃ তোমরা বল “আমরা শুনলাম ও অনুগত্য করলাম”। এতে আল্লাহ তা’আালা তাদের অন্তরে ঈমান ঢেলে দিলেন। তারপর কল্যাণময় আল্লাহ তা’আলা অবতীর্ণ করেন : “রাসূল ঈমান এনেছে তার প্রতি তার প্রভুর পক্ষ হতে যা অবতীর্ণ হয়েছে এবং মুমিনগণও…..” – (সূরা আল –বাক্বারাহ ২৮৫)। “আল্লাহ তা’আলা কারো উপর তার সাধ্যাতীত দায়িত্ব্ চাপান না। সে ভালো যা করে তা তারই এবং মন্দ যা করে তাও তারই। হে আমাদের প্রতিপালক! যদি আমরা ভুলে যাই বা অন্যায় করে ফেলি, তবে তুমি আমাদের (অপরাধীরূপে) পাকড়াও করো না” – (সূরা আল –বাক্বারাহ ২৮৬)। আল্লাহ তা’আলা বলেন, আমি তা করলাম। “হে আমাদের প্রভু! আমাদের পূর্ববর্তীদের উপর যেমন গুরুদায়িত্ব অর্পণ করেছিলে, আমাদের উপর তেমন দায়িত্ব অর্পণ করো না”। আল্লাহ তা’আলা বলেন, আমি ক্ববূল করলাম। “হে আমাদের প্রভু! আমাদের উপর এমন ভার অর্পণ করো না, যা বহনের শক্তি আমাদের নেই। আমাদের গুনাহ মোচন কর, আমাদের ক্ষমা কর, আমাদের প্রতি দয়া কর, তুমিই আমাদের অভিভাবক। কাফির সম্প্রদায়ের বিরুদ্ধে আমাদের জয়যুক্ত কর” –(সূরা আল –বাক্বারাহঃ ২৮৬)। আল্লাহ তা’আলা বলেনঃ আমি ক্ববূল করলাম।\n\nসহীহ : মুসলিম (১/৮১)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ آدَمَ بْنِ سُلَيْمَانَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لَمَّا نَزَلَتْ هَذِهِ الآيَةُْ ‏:‏ ‏(‏إِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ ‏)‏ قَالَ دَخَلَ قُلُوبَهُمْ مِنْهُ شَيْءٌ لَمْ يَدْخُلْ مِنْ شَيْءٍ فَقَالُوا لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ قُولُوا سَمِعْنَا وَأَطَعْنَا ‏\"‏ ‏.‏ فَأَلْقَى اللَّهُ الإِيمَانَ فِي قُلُوبِهِمْ فَأَنْزَلَ اللَّهُ ‏:‏ ‏(‏آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ ‏)‏ الآيَةَ ‏:‏ ‏(‏ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا ‏)‏ قَالَ ‏\"‏ قَدْ فَعَلْتُ ‏\"‏ ‏(‏رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا ‏)‏ قَالَ ‏\"‏ قَدْ فَعَلْتُ ‏\"‏ ‏.‏ ‏(‏رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا ‏)‏ الآيَةَ قَالَ ‏\"‏ قَدْ فَعَلْتُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَقَدْ رُوِيَ هَذَا مِنْ غَيْرِ هَذَا الْوَجْهِ عَنِ ابْنِ عَبَّاسٍ وَآدَمُ بْنُ سُلَيْمَانَ هُوَ وَالِدُ يَحْيَى بْنِ آدَمَ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ رضى الله عنه ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। এ হাদীসটি ইবনু ‘‘আব্বাস (রাঃ) হতে অন্য সূত্রেও বর্ণিত হয়েছে। আবূ হুরাইরাহ্‌ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আদম ইবনু সুলাইমান প্রসঙ্গে কথিত আছে যে, তিনি ইয়াহইয়া ইবনু আদমের বাবা।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}