{
  "hadith": {
    "hadith_id": 2994,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, এ আয়াত বিষয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করা হলঃ “তিনিই তোমাদের উপর এ কিতাব অবতীর্ণ করেছেন যার কিছু আয়াত মুহকাম, এগুলো কিতাবের মূল এবং অন্যগুলো মুতাশাবিহাত। যাদের মনে কুটিলতা আছে, তারাই ফিতনা সৃষ্টি এবং ভুল ব্যাখ্যার উদ্দেশে মুতাশাবিহাতের অনুসরণ করে …. শুধু বোধসম্পন্ন ব্যক্তিরাই শিক্ষা গ্রহণ করে” – (সূরা আলি ইমরান ৭)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা কুরআনের মুতাশাবিহ আয়াতসমূহের অনুসারীদের দেখলে অনুধাবন করে নিবে যে, আল্লাহ তা’আলা এদেরই নামোল্লেখ করেছেন। কাজেই তোমরা তাদের পরিহার করবে।\n \nসহীহ : বুখারী (৪৫৭৪), মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا يَزِيدُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا ابْنُ أَبِي مُلَيْكَةَ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ هَذِهِ الآيَةِ ‏:‏ ‏(‏ هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ ‏)‏ إِلَى آخِرِ الآيَةِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا رَأَيْتُمُ الَّذِينَ يَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ فَأُولَئِكَ الَّذِينَ سَمَّاهُمُ اللَّهُ فَاحْذَرُوهُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَرُوِيَ عَنْ أَيُّوبَ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنْ عَائِشَةَ هَكَذَا رَوَى غَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنْ عَائِشَةَ وَلَمْ يَذْكُرُوا فِيهِ عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ وَإِنَّمَا ذَكَرَ يَزِيدُ بْنُ إِبْرَاهِيمَ التُّسْتَرِيُّ عَنِ الْقَاسِمِ فِي هَذَا الْحَدِيثِ ‏.‏ وَابْنُ أَبِي مُلَيْكَةَ هُوَ عَبْدُ اللَّهِ بْنُ عُبَيْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ سَمِعَ مِنْ عَائِشَةَ أَيْضًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। এ হাদীসটি আইয়ূব (রহঃ) এর বরাতে ইবনু আবূ মুলাইকাহ সূত্রেও আয়িশাহ (রাঃ) হতে বর্ণিত হয়েছে। এ হাদীসটি ইবনু আবী মুলাইকাহ হতে আয়িশাহ (রাঃ) সূত্রে একাধিক বর্ণনাকারী একই রকম বর্ণনা করেছেন। তারা তাতে “আল –কাসিম ইবনু মুহাম্মদ হতে’ এ কথাটি উল্লেখ করেননি । ইয়াযীদ ইবনু ইবরাহীমই এ হাদীসে “আল –কাসিম ইবনু মুহাম্মদ”-এর নাম উল্লেখ করেছেন। ইবনু আবী মুলাইকাহ হলেন ‘আবদুল্লাহ ইবনু উবাইদুল্লাহ ইবনু আবী মুলাইকাহ। তিনি ‘আয়িশাহ (রাঃ) এর নিকট হতেও হাদীস শুনেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}