{
  "hadith": {
    "hadith_id": 3006,
    "narrator": "আসমা ইবনুল হাকাম আল ফাযারী (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আলী (রাঃ)-কে বলতে শুনেছি : আমি এমন লোক ছিলাম যে, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এর নিকট কোন হাদীস শুনলে আল্লাহ তা’আলার ইচ্ছায় আমি তার দ্বারা প্রভূত উপকৃত হতাম। আর আমার নিকট তাঁর কোন সাহাবী হাদীস বর্ণনা করলে আমি তাকে শপথ করতে বলতাম। আমার কথায় তিনি শপথ করলে, আমি তার সত্যতা স্বীকার করতাম। অতএব আবূ বাকর (রাঃ) আমার নিকট হাদীস বর্ণনা করেন। বলা বাহুল্য, আবূ বাকর (রাঃ) সত্য কথাই বলেছেন। তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  কে বলতে শুনেছি :  কোন লোক যদি গুনাহ করার পর পবিত্রতা অর্জন করে নামায আদায় করে, তারপর আল্লাহ তা’আলার নিকট ক্ষমা প্রার্থণা করে তবে তাকে আল্লাহ তা’আলা অবশ্যই ক্ষমা করে দেন। তারপর তিনি এ আয়াত পড়েন (অনুবাদ) : “যাদের অবস্থা এমন যে, তারা কখনো অশ্লীল কর্ম করে ফেললে অথবা নিজেদের প্রতি যুলুম করলে পরে আল্লাহ তা’আলাকে স্মরণ করে এবং নিজেদের গুনাহের জন্য ক্ষমা প্রার্থণা করে (তাদেরকে ক্ষমা করা হয়)। আল্লাহ তা’আলা ব্যতীত কে গুনাহ মাফ করতে পারে? আর তারা যা করে ফেলেছে জ্ঞাতসারে তার পুনরাবৃত্তি করে না”- (সূরা আ-লি ‘ইমরান ১৩৫)।  \n\nহাসান : ইবনু মাজাহ (১৩৯৫)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عُثْمَانَ بْنِ الْمُغِيرَةِ، عَنْ عَلِيِّ بْنِ رَبِيعَةَ، عَنْ أَسْمَاءَ بْنِ الْحَكَمِ الْفَزَارِيِّ، قَالَ سَمِعْتُ عَلِيًّا، يَقُولُ إِنِّي كُنْتُ رَجُلاً إِذَا سَمِعْتُ مِنْ، رَسُولِ اللَّهِ صلى الله عليه وسلم حَدِيثًا نَفَعَنِي اللَّهُ مِنْهُ بِمَا شَاءَ أَنْ يَنْفَعَنِي وَإِذَا حَدَّثَنِي رَجُلٌ مِنْ أَصْحَابِهِ اسْتَحْلَفْتُهُ فَإِذَا حَلَفَ لِي صَدَّقْتُهُ وَإِنَّهُ حَدَّثَنِي أَبُو بَكْرٍ وَصَدَقَ أَبُو بَكْرٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ مَا مِنْ رَجُلٍ يُذْنِبُ ذَنْبًا ثُمَّ يَقُومُ فَيَتَطَهَّرُ ثُمَّ يُصَلِّي ثُمَّ يَسْتَغْفِرُ اللَّهَ إِلاَّ غَفَرَ لَهُ ‏\"‏ ‏.‏ ثُمَّ قَرَأَ هَذِهِ الآيَةَ ‏:‏ ‏(‏وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا ‏)‏ إِلَى آخِرِ الآيَةِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ قَدْ رَوَاهُ شُعْبَةُ وَغَيْرُ وَاحِدٍ عَنْ عُثْمَانَ بْنِ الْمُغِيرَةِ فَرَفَعُوهُ وَرَوَاهُ مِسْعَرٌ وَسُفْيَانُ عَنْ عُثْمَانَ بْنِ الْمُغِيرَةِ فَلَمْ يَرْفَعَاهُ وَقَدْ رَوَاهُ بَعْضُهُمْ عَنْ مِسْعَرٍ فَأَوْقَفَهُ وَرَفَعَهُ بَعْضُهُمْ وَرَوَاهُ سُفْيَانُ الثَّوْرِيُّ عَنْ عُثْمَانَ بْنِ الْمُغِيرَةِ فَأَوْقَفَهُ وَلاَ نَعْرِفُ لأَسْمَاءَ بْنِ الْحَكَمِ حَدِيثًا إِلاَّ هَذَا ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘‘ঈসা বলেন, এ হাদীসটি ‘উসমান ইবনুল মুগীরাহ (রহঃ) এর সূত্রে শু’বাহ প্রমুখ বর্ণনাকারীগণ মারফূ’রূপে বর্ণনা করেছেন। মিস’আর ও সুফইয়ানও ‘উসমান ইবনুল মুগীরার সূত্রে এটি রিওয়ায়াত করেছেন, তবে মারফূ হিসেবে নয়। কিছু বর্ণনাকারী এই হাদীসটি মিস’আর হতে মাওকূফ হিসেবে বর্ণনা করেছেন, আর কিছু বর্ণনাকারী মারফূ’ হিসেবে বর্ণনা করেছেন। সুফইয়ান সাওরী তা ‘উসমান ইবনুল মুগীরাহ হতে মাওকূফ হিসেবে বর্ণনা করেছেন। উক্ত হাদীস ব্যতীত আসমা ইবনুল হাকাম কর্তৃক বর্ণিত আর কোন হাদীস আমাদের জানা নেই।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}