{
  "hadith": {
    "hadith_id": 3010,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার সাথে সাক্ষাৎ করে আমাকে বললেনঃ হে জাবির ! কি ব্যাপার, আমি তোমাকে ভগ্নহৃদয় দেখছি কেন? আমি বললাম, হে আল্লাহর রাসূল! আমার আব্বা (উহূদের যুদ্ধে) শহীদ হয়েছেন এবং অসহায় পরিবার-পরিজন ও কর্জ রেখে গেছেন। তিনি বললেনঃ আল্লাহ তা’আলা কিভাবে তোমার আব্বার সাথে মিলিত হয়েছেন আমি কি তোমাকে সেই সুসংবাদ দিব না? আমি বললাম, হ্যাঁ, হে আল্লাহর রাসূল! তিনি বললেনঃ আল্লাহ তা’আলা কখনো কারো সাথে তাঁর পর্দার অন্তরাল ব্যতীত (সরাসরি) কথা বলেননি কিন্তু তিনি তোমার বাবাকে জীবন দান করে তার সাথে সরাসরি কথা বলেছেন। তাকে তিনি বললেনঃ তুমি আমার নিকট (যা ইচ্ছা) চাও, আমি তোমাকে তা দান করব। সে বলল, হে প্রভু! আপনি আমাকে জীবনদান করুন, যাতে আমি আবার আপনার রাহে নিহত হতে পারি। বারকাতময় আল্লাহ তা’আলা বললেনঃ আমার পক্ষ থেকে আগে হতেই এ ব্যাপারে সিদ্ধান্ত চূড়ান্ত হয়ে আছে যে, তারা আবার (দুনিয়ায়) ফিরে  যাবে না। এ প্রসঙ্গে নিম্নোক্ত আয়াত অবতীর্ণ হয় : “যারা আল্লাহ তা’আলার পথে নিহত হয়েছে, তোমরা তাদেরকে মৃত মনে করো না, বরং তারা জীবিত এবং তাদের প্রতিপালকের নিকট হতে তারা রিযিকপ্রাপ্ত”- (সূরা আ-লি ‘ইমরান ১৬৯)।\n\nহাসান :  ইবনু মা-জাহ (১৯০, ২৮০০)।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ حَبِيبِ بْنِ عَرَبِيٍّ، حَدَّثَنَا مُوسَى بْنُ إِبْرَاهِيمَ بْنِ كَثِيرٍ الأَنْصَارِيُّ، قَالَ سَمِعْتُ طَلْحَةَ بْنَ خِرَاشٍ، قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ لَقِيَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ لِي ‏\"‏ يَا جَابِرُ مَا لِي أَرَاكَ مُنْكَسِرًا ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ اسْتُشْهِدَ أَبِي قُتِلَ يَوْمَ أُحُدٍ وَتَرَكَ عِيَالاً وَدَيْنًا ‏.‏ قَالَ ‏\"‏ أَفَلاَ أُبَشِّرُكَ بِمَا لَقِيَ اللَّهُ بِهِ أَبَاكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ مَا كَلَّمَ اللَّهُ أَحَدًا قَطُّ إِلاَّ مِنْ وَرَاءِ حِجَابٍ وَأَحْيَا أَبَاكَ فَكَلَّمَهُ كِفَاحًا فَقَالَ يَا عَبْدِي تَمَنَّ عَلَىَّ أُعْطِكَ ‏.‏ قَالَ يَا رَبِّ تُحْيِينِي فَأُقْتَلَ فِيكَ ثَانِيةً ‏.‏ قَالَ الرَّبُّ عَزَّ وَجَلَّ إِنَّهُ قَدْ سَبَقَ مِنِّي أَنَّهُمْ إِلَيْهَا لاَ يُرْجَعُونَ ‏\"‏ ‏.‏ قَالَ وَأُنْزِلَتْ هَذِهِ الآيَةُ ‏:‏ ‏(‏وَلَاَ تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا ‏)‏ الآيَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَلاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مُوسَى بْنِ إِبْرَاهِيمَ وَرَوَاهُ عَلِيُّ بْنُ عَبْدِ اللَّهِ بْنِ الْمَدِينِيِّ وَغَيْرُ وَاحِدٍ مِنْ كِبَارِ أَهْلِ الْحَدِيثِ هَكَذَا عَنْ مُوسَى بْنِ إِبْرَاهِيمَ ‏.‏ وَقَدْ رَوَى عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَقِيلٍ عَنْ جَابِرٍ شَيْئًا مِنْ هَذَا ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি উপরোক্ত সনদসূত্রে হাসান গারীব। ‘আবদুল্লাহ ইবনু মুহাম্মদ ইবনু আক্বীল (রহঃ) জাবির (রাঃ) এর সূত্রে এ হাদীসের অংশবিশেষ বর্ণনা করেছেন। এটিকে আমরা মূসা ইবনু ইবরাহীমের সূত্রে জেনেছি। ‘আলী ইবনু ‘আবদুল্লাহ আল মাদীনী সহ অপরাপর হাদীসবিদগণ মূসা ইবনু ইবরাহীমের সূত্রে একই রকম রিওয়ায়াত করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}