{
  "hadith": {
    "hadith_id": 3014,
    "narrator": "হুমাইদ ইবনু ‘আবদুর রাহমান ‘ইবনু ‘আওফ (রহঃ)",
    "bn": "তিনি বলেন,  মারওয়ান ইবনুল হাকাম তার দ্বাররক্ষীকে বললেন, হে আবূ রাফি’! ইবনু ‘আব্বাস (রাঃ) এর নিকট যাও এবং তাকে বল, যে লোক তার প্রাপ্তীর জন্য খুশী হয় এবং কোন কাজ না করেও তার জন্য প্রশংসা কুড়াতে চায় সে শাস্তিযোগ্য হলে তো আমরা সকলেই শাস্তিযোগ্য হব। ইবনু ‘‘আব্বাস (রাঃ) বললেন, এ আয়াতের সাথে তোমাদের কি সম্পর্ক, এ আয়াত তো  কিতাবধারীদের প্রসঙ্গে অবতীর্ণ হয়েছে। এরপর ইবনু ‘‘আব্বাস (রাঃ) তিলাওয়াত করেন (অনুবাদ), “যাদেরকে কিতাব দেয়া হয়েছিল আল্লাহ তা’আলা তাদের নিকট হতে প্রতিশ্রুতি নিয়েছিলেন : তোমরা তা মানুষের নিকট স্পষ্টভাবে প্রকাশ করবে এবং তা গোপন করবে না।  এরপরও তারা তা অগ্রাহ্য করে এবং তুচ্ছ মূল্যে তা বিক্রয় করে। সুতরাং তারা যা ক্রয় করে তা কত নিকৃষ্ট” – (সূরা আ-লি ‘ইমরান ১৮৭)। তিনি আরো তিলাওয়াত করেন (অনুবাদ) : “তুমি কখনো এরূপ ধারণা করো না যে, যেসব লোক স্বয়ং যা করেছে তাতে আনন্দ প্রকাশ করে এবং স্বয়ং যা করেনি এমন কাজের জন্য প্রশংসিত হতে ভালোবাসে তারা শাস্তি হতে মুক্তি পাবে, বরং তাদের জন্য রয়েছে মর্মন্তুদ শাস্তি” – (সূরা আ-লি ‘ইমরান ১৮৮)। ইবনু ‘আব্বাস (রাঃ) বললেন, রাসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাদের (আহলে কিতাব)  নিকট কোন বিষয়ে জানতে চাইলে তারা তা গোপন করে তার বিপরীত তথ্য তাঁকে অবহিত করে চলে যায়। তারা তাকে এ ধারণা দেয় যে, তিনি যে বিষয়ে তাদের নিকট জানতে চেয়েছেন তারা তাই তাঁকে জানিয়েছেন। বিনিময়ে তারা তাঁর নিকট হতে প্রশংসা কামনা করে এবং তাদের কিতাব হতে তথ্য প্রদানের বিষয়টি ও তাদের নিকট রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এর জানতে চাওয়ার বিষয়টিতে সত্য গোপন করে তারা আনন্দ বোধ করে। \n\nসহীহ : বুখারী (৪৫৬৮), মুসলিম।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ، حَدَّثَنَا الْحَجَّاجُ بْنُ مُحَمَّدٍ، قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي ابْنُ أَبِي مُلَيْكَةَ، أَنَّ حُمَيْدَ بْنَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، أَخْبَرَهُ أَنَّ مَرْوَانَ بْنَ الْحَكَمِ قَالَ اذْهَبْ يَا رَافِعُ لِبَوَّابِهِ إِلَى ابْنِ عَبَّاسٍ فَقُلْ لَهُ لَئِنْ كَانَ كُلُّ امْرِئٍ فَرِحَ بِمَا أُوتِيَ وَأَحَبَّ أَنْ يُحْمَدَ بِمَا لَمْ يَفْعَلْ مُعَذَّبًا لَنُعَذَّبَنَّ أَجْمَعُونَ ‏.‏ قَالَ ابْنُ عَبَّاسٍ مَا لَكُمْ وَلِهَذِهِ الآيَةِ إِنَّمَا أُنْزِلَتْ هَذِهِ فِي أَهْلِ الْكِتَابِ ثُمَّ تَلاَ ابْنُ عَبَّاسٍ ‏:‏ ‏(‏ وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلاَ تَكْتُمُونَهُ ‏)‏ وَتَلاَ ‏:‏ ‏(‏لَاَ تَحْسَبَنَّ الَّذِينَ يَفْرَحُونَ بِمَا أَتَوْا وَيُحِبُّونَ أَنْ يُحْمَدُوا بِمَا لَمْ يَفْعَلُوا ‏)‏ قَالَ ابْنُ عَبَّاسٍ سَأَلَهُمُ النَّبِيُّ صلى الله عليه وسلم عَنْ شَيْءٍ فَكَتَمُوهُ وَأَخْبَرُوهُ بِغَيْرِهِ فَخَرَجُوا وَقَدْ أَرَوْهُ أَنْ قَدْ أَخْبَرُوهُ بِمَا قَدْ سَأَلَهُمْ عَنْهُ وَاسْتُحْمِدُوا بِذَلِكَ إِلَيْهِ وَفَرِحُوا بِمَا أُوتُوا مِنْ كِتْمَانِهِمْ وَمَا سَأَلَهُمْ عَنْهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গরীব সহীহ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}