{
  "hadith": {
    "hadith_id": 3022,
    "narrator": "মুজাহিদ (রহঃ)",
    "bn": "উম্মু সালামাহ (রাঃ) বলেন, পুরুষরা জিহাদ করে কিন্তু মহিলারা জিহাদ করে না। মীরাসের (উত্তরাধিকার) ক্ষেত্রেও মহিলারা (পুরুষের তুলনায়) অর্ধেক পায়। এ প্রসঙ্গেই কল্যাণময় আল্লাহ তা’আলা অবতীর্ণ করেন (অনুবাদ) : “আল্লাহ তা’আলা যদ্দারা তোমাদের কাউকে অপর কারো উপর শ্রেষ্ঠত্ব দান করেছেন, তোমরা তার লোভ করো না। যা পুরুষ অর্জন করেছে তা তার প্রাপ্য অংশ আর নারী যা অর্জন করেছেন তা তার প্রাপ্য অংশ। তোমরা আল্লাহ তা’আলার নিকট তার অনুগ্রহ প্রার্থনা কর। আল্লাহ তা’আলা নিশ্চয়ই সর্ববিষয়ে সর্বজ্ঞ” – (সূরা আন –নিসা ৩২)। মুজাহিদ (রহঃ) বলেন, একই প্রসঙ্গে নিম্নোক্ত আয়াতও অবতীর্ণ হয় (অনুবাদ) : “আত্মসমর্পণকারী পুরুষ ও আত্মসমর্পণকারী নারী, মু’মিন পুরুষ ও মু’মিন নারী, অনুগত পুরুষ ও অনুগত নারী, সত্যবাদী পুরুষ ও সত্যবাদী নারী, ধৈর্য্যশীল পুরুষ ও ধৈর্য্যশীল নারী, বিনীত পুরুষ ও বিনীত নারী, লজ্জাস্থান হিফাযাতকারী পুরুষ ও লজ্জাস্থান হিফাযাতকারী নারী, আল্লাহ তা’আলাকে বেশী স্মরণকারী পুরুষ ও আল্লাহ তা’আলাকে বেশী স্মরণকারী নারী এদের জন্য আল্লাহ তা’আলা রেখেছেন ক্ষমা ও মহাপ্রতিদান” – (সূরা আল –আহযাব ৩৫)। উম্মু সালামাহ (রাঃ)-ই ছিলেন মাদীনায় হিজরতকারিনী প্রথম মহিলা।\n\nসনদ সহীহ।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنْ أُمِّ سَلَمَةَ، أَنَّهَا قَالَتْ يَغْزُو الرِّجَالُ وَلاَ يَغْزُو النِّسَاءُ وَإِنَّمَا لَنَا نِصْفُ الْمِيرَاثِ ‏.‏ فَأَنْزَلَ اللَّهُ ‏:‏ ‏(‏وَلاَ تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ ‏)‏ ‏.‏ قَالَ مُجَاهِدٌ فَأُنْزِلَ فِيهَا ‏:‏ ‏(‏ إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ ‏)‏ وَكَانَتْ أُمُّ سَلَمَةَ أَوَّلَ ظَعِينَةٍ قَدِمَتِ الْمَدِينَةَ مُهَاجِرَةً ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ مُرْسَلٌ ‏.‏ وَرَوَاهُ بَعْضُهُمْ عَنِ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ مُرْسَلٌ أَنَّ أُمَّ سَلَمَةَ قَالَتْ كَذَا وَكَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি মুরসাল। কেউ কেউ ইবনু আবূ নাজীহ কর্তৃক মুজাহিদ (রহঃ) সূত্রে এটি মুরসাল হিসেবে বর্ণনা করেছেন যে, উম্ম সালামা (রাঃ) একই কথা বলেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}