{
  "hadith": {
    "hadith_id": 3027,
    "narrator": "আবদুল্লাহ ইবনুয যুবাইর (রাঃ)",
    "bn": "তিনি বলেন যে, কংকরময় হাররা এলাকার একটি (পানিসেচের) নালা নিয়ে এক আনসারীর সাথে তার ঝগড়া বাধে। উক্ত নালার মাধ্যমে তারা খেজুর বাগানে পানি দিতেন। আনসারী বললেন, পানি আসতে নালাটি আপনি ছেড়ে দিন। যুবাইর (রাঃ) তা মানলেন না। দুজনেই বিষয়টি নিয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উপস্থিত হলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুবাইর (রাঃ) কে বললেনঃ হে যুবাইর! তোমার বাগানে পানি দিয়ে তোমার প্রতিবেশীর জন্য পানি ছেড়ে দিও। এতে আনসারী ব্যক্তি রাগান্বিত হয়ে বললেন, হে আল্লাহর রাসূল!  ইনি আপনার ফুফাতো ভাই বলেই (এরূপ ফাইসালা করছেন)। এ কথায় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর চেহারা বিবর্ণ হয়ে গেল। তিনি বললেনঃ হে যুবাইর! তুমি তোমার বাগানের পানি প্রবাহিত করে আলগুলো পর্যন্ত পানি জমা না হওয়া পর্যন্ত নালা অন্যত্র প্রবাহিত হতে দিবে না। যুবাইর (রাঃ) বলেন, আল্লাহর শপথ! আমার মনে হয় এ ঘটনা প্রসঙ্গেই এ আয়াত অবতীর্ণ হয় (অনুবাদ) : “কিন্তু না, তোমার প্রভুর শপথ! তারা ঈমানদার হতে পারবে না, যতক্ষণ পর্যন্ত তারা তাদের পারস্পরিক মতভেদের ব্যাপারসমূহের বিচারভার তোমার উপর অর্পন না করে….” (সূরা আন –নিসা ৬৫)। \n\nসহীহ : বুখারী (৪৫৮৫), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، أَنَّهُ حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ حَدَّثَهُ أَنَّ رَجُلاً مِنَ الأَنْصَارِ خَاصَمَ الزُّبَيْرَ فِي شِرَاجِ الْحَرَّةِ الَّتِي يَسْقُونَ بِهَا النَّخْلَ ‏.‏ فَقَالَ الأَنْصَارِيُّ سَرِّحِ الْمَاءَ يَمُرُّ فَأَبَى عَلَيْهِ فَاخْتَصَمُوا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلزُّبَيْرِ ‏\"‏ اسْقِ يَا زُبَيْرُ وَأَرْسِلِ الْمَاءَ إِلَى جَارِكَ ‏\"‏ ‏.‏ فَغَضِبَ الأَنْصَارِيُّ وَقَالَ يَا رَسُولَ اللَّهِ أَنْ كَانَ ابْنَ عَمَّتِكَ ‏.‏ فَتَغَيَّرَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ ‏\"‏ يَا زُبَيْرُ اسْقِ وَاحْبِسِ الْمَاءَ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ ‏\"‏ ‏.‏ فَقَالَ الزُّبَيْرُ وَاللَّهِ إِنِّي لأَحْسِبُ هَذِهِ الآيَةَ نَزَلَتْ فِي ذَلِك ‏:‏ ‏(‏فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ ‏)‏ الآيَةَ ‏.‏ قَالَ أَبُو عِيسَى سَمِعْتُ مُحَمَّدًا يَقُولُ قَدْ رَوَى ابْنُ وَهْبٍ هَذَا الْحَدِيثِ عَنِ اللَّيْثِ بْنِ سَعْدٍ وَيُونُسَ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ نَحْوَ هَذَا الْحَدِيثِ ‏.‏ وَرَوَى شُعَيْبُ بْنُ أَبِي حَمْزَةَ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنِ الزُّبَيْرِ وَلَمْ يَذْكُرْ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, আমি মুহাম্মদ (বুখারী)- কে বলতে শুনেছি, ইবনু ওয়াহব (রহঃ) এ হাদীসটি লাইস ইবনু সা’দ হতে এবং ইউনুস (রহঃ) যুহরী হতে, তিনি উরওয়া হতে, তিনি ‘আবদুল্লাহ ইবনুয যুবাইর (রাঃ) হতে, এই সূত্রে উক্ত হাদীসের একই রকম বর্ণনা করেছেন। অপর দিকে শু’আইব ইবনু আবী হামযাহ (রহঃ) যুহরী হতে, তিনি ‘উরওয়াহ হতে, তিনি যুবাইর (রাঃ) হতে, এই সূত্রে এ হাদীস রিওয়ায়াত করেছেন, কিন্তু তাতে আবদুল্লাহ ইবনুয যুবাইর (রাঃ) এর উল্লেখ করেননি।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}