{
  "hadith": {
    "hadith_id": 3032,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "“মু’মিনদের মধ্যে যারা অক্ষম নয় অথচ ঘরে বসে থাকে” – (সূরা আন –নিসা ৯৫) আয়াত প্রসঙ্গে তিনি বলেন, যারা অক্ষম হয়েও ঘরে বসে ছিল তারা এবং যারা বদরের যুদ্ধে অংশগ্রহণ করেছে তারা (মর্যাদায়) এক সমান নয়। এখানে তাদের কথাই বলা হয়েছে। বদর যুদ্ধের নির্দেশ সম্বলিত আয়াত অবতীর্ণ হলে ‘আবদুল্লাহ ইবনু জাহশ ও ইবনু উম্মি মাকতূম (রাঃ) বললেন, হে আল্লাহর রাসূল! আমরা তো উভয়েই অন্ধ! এক্ষেত্রে আমাদের দুজনের জন্য কি কোনরূপ সুযোগ আছে? তখন এ আয়াত অবতীর্ণ হয় (অনুবাদ) :  “মু’মিনদের মধ্যে যারা অক্ষম নয় অথচ ঘরে বসে থাকে তারা সমান নয় এবং যারা জিহাদ করে তাদেরকে আল্লাহ তা’আলা মহাপুরষ্কারের ক্ষেত্রে যারা ঘরে বসে থাকে তাদের উপর শ্রেষ্ঠত্ব দান করেছেন” – (সূরা আন –নিসা ৯৫)। যারা অক্ষম না হওয়া স্বত্বেও ঘরে বসে থাকে, এখানে তাদের কথা বলা হয়েছে। \n\nসহীহ : বুখারী (৪৫৯৫)।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ، حَدَّثَنَا الْحَجَّاجُ بْنُ مُحَمَّدٍ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي عَبْدُ الْكَرِيمِ، سَمِعَ مِقْسَمًا، مَوْلَى عَبْدِ اللَّهِ بْنِ الْحَارِثِ يُحَدِّثُ عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ قَالَ ‏:‏ ‏(‏ لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ ‏)‏ عَنْ بَدْرٍ وَالْخَارِجُونَ إِلَى بَدْرٍ لَمَّا نَزَلَتْ غَزْوَةُ بَدْرٍ قَالَ عَبْدُ اللَّهِ بْنُ جَحْشٍ وَابْنُ أُمِّ مَكْتُومٍ إِنَّا أَعْمَيَانِ يَا رَسُولَ اللَّهِ فَهَلْ لَنَا رُخْصَةٌ فَنَزَلَتْ ‏:‏ ‏(‏ لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ ‏)‏ و ‏:‏ ‏(‏فَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلََى الْقَاعِدِينَ دَرَجَةً ‏)‏ فَهَؤُلاَءِ الْقَاعِدُونَ غَيْرُ أُولِي الضَّرَرِ ‏:‏ ‏(‏ وَفَضَّلَ اللَّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا * دَرَجَاتٍ مِنْهُ ‏)‏ عَلَى الْقَاعِدِينَ مِنَ الْمُؤْمِنِينَ غَيْرِ أُولِي الضَّرَرِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ وَمِقْسَمٌ يُقَالُ هُوَ مَوْلَى عَبْدِ اللَّهِ بْنِ الْحَارِثِ وَيُقَالُ هُوَ مَوْلَى عَبْدِ اللَّهِ بْنِ عَبَّاسٍ وَكُنْيَتُهُ أَبُو الْقَاسِمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, ইবনু ‘আব্বাস (রাঃ) এর হাদীস হিসেবে উক্ত সূত্রে এই হাদীসটি হাসান সহীহ। মিক্বসাম প্রসঙ্গে বলা হয় যে, ইনি ‘আবদুল্লাহ ইবনুল হারিসের মুক্তদাস। তিনি ‘আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ) এর মুক্তদাস বলেও কথিত। তার উপনাম আবুল কাসিম।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}