{
  "hadith": {
    "hadith_id": 3033,
    "narrator": "সাহল ইবনু ‘সাদ আস্‌ –সা’ঈদী (রাঃ)",
    "bn": "তিনি বলেন, মারওয়ান ইবনুল হাকামকে মাসজিদে বসা দেখে আমি তাঁর নিকট এগিয়ে গিয়ে তার পাশে বসলাম। তিনি আমাদের বললেন, যাইদ ইবনু সাবিত (রাঃ) আমাকে জানিয়েছেন যে, নাবী, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  আমার দ্বারা লেখাচ্ছিলেন : “লা ইয়াসতাবিল কা’ইদূনা মিনাল মু’মিনীনা ওয়াল মুজাহিদূনা ফী সাবীলিল্লাহ”। তখন তাঁর নিকট ইবনু উম্মি মাকতূম (রাঃ) এসে বললেন, হে আল্লাহর রাসূল! আল্লাহর শপথ! আমি যদি জিহাদ করতে পারতাম, তাহলে অবশ্যই জিহাদ করতাম। তিনি ছিলেন অন্ধ। এ প্রসঙ্গে আল্লাহ তা’আলা তাঁর রাসূলের উপর ওয়াহী অবতীর্ণ করলেন, তখন তাঁর উরু আমার উরুর উপর ছিল। তা এত ভারী লাগছিল যে, এতে আমার উরু ভেঙ্গে চুরমার হয়ে যাওয়ার উপক্রম হয়। কিছুক্ষণ পর তাঁর এ অবস্থা দূরীভূত হয়। আল্লাহ তা’আলা তাঁর উপর অবতীর্ণ করেন : “গাইরু উলিয যারারি”।\n\nসহীহ : বুখারী (৪৫৯২)।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنْ أَبِيهِ، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي سَهْلُ بْنُ سَعْدٍ، قَالَ رَأَيْتُ مَرْوَانَ بْنَ الْحَكَمِ جَالِسًا فِي الْمَسْجِدِ فَأَقْبَلْتُ حَتَّى جَلَسْتُ إِلَى جَنْبِهِ فَأَخْبَرَنَا أَنَّ زَيْدَ بْنَ ثَابِتٍ أَخْبَرَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمْلَى عَلَيْهِ لاَ يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ قَالَ فَجَاءَهُ ابْنُ أُمِّ مَكْتُومٍ وَهُوَ يُمْلِيهَا عَلَىَّ فَقَالَ يَا رَسُولَ اللَّهِ وَاللَّهِ لَوْ أَسْتَطِيعُ الْجِهَادَ لَجَاهَدْتُ وَكَانَ رَجُلاً أَعْمَى ‏.‏ فَأَنْزَلَ اللَّهُ عَلَى رَسُولِهِ صلى الله عليه وسلم وَفَخِذُهُ عَلَى فَخِذِي فَثَقُلَتْ حَتَّى هَمَّتْ تَرُضُّ فَخِذِي ثُمَّ سُرِّيَ عَنْهُ فَأَنْزَلَ اللَّهُ عَلَيْهِ ‏:‏ ‏(‏ غَيْرُ أُولِي الضَّرَرِ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ هَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنِ الزُّهْرِيِّ عَنْ سَهْلِ بْنِ سَعْدٍ نَحْوَ هَذَا ‏.‏ وَرَوَى مَعْمَرٌ عَنِ الزُّهْرِيِّ هَذَا الْحَدِيثَ عَنْ قَبِيصَةَ بْنِ ذُؤَيْبٍ عَنْ زَيْدِ بْنِ ثَابِتٍ ‏.‏ وَفِي هَذَا الْحَدِيثِ رِوَايَةُ رَجُلٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم عَنْ رَجُلٍ مِنَ التَّابِعِينَ رَوَاهُ سَهْلُ بْنُ سَعْدٍ الأَنْصَارِيُّ عَنْ مَرْوَانَ بْنِ الْحَكَمِ وَمَرْوَانُ لَمْ يَسْمَعْ مِنَ النَّبِيِّ صلى الله عليه وسلم وَهُوَ مِنَ التَّابِعِينَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। একাধিক বর্ণনাকারী এ হাদীসটি যুহরী হতে সাহল ইবনু সা’দের বরাতে অনুরূপ বর্ণনা করেছেন। মা’মার এটি বর্ণনা করেছেন যুহরী হতে, তিনি কাবীসাহ্‌ ইবনু যুয়াইব হতে, তিনি যাইদ ইবনু সাবিত হতে এই সূত্রে। তিনি আরো বলেন, এ হাদীসটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর একজন সাহাবী কর্তৃক একজন তাবিঈ হতে বর্ণিত অর্থাৎ সাহল ইবনু সা’দ আস –সাঈদী আল –আনসারী (রাঃ) রিওয়ায়াত করেছেন মারওয়ান ইবনুল হাকাম হতে। মারওয়ান রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  হতে সরাসরি হাদীস শুনেননি। তিনি তাবিঈদের অন্তর্ভূক্ত।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}