{
  "hadith": {
    "hadith_id": 3035,
    "narrator": "আবদুল্লাহ ইবনু শাক্বীক্ব (রহঃ)",
    "bn": "তিনি বলেন, আবূ হুরায়রা্‌ (রাঃ) আমার নিকট বর্ণনা করেছেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  যুজনান ও ‘উসফান নামক জায়গার মাঝে যাত্রাবিরতি করলেন। মুশরিকরা বলল, তাদের নিকট একটি নামায আছে যা তাদের বাপ-দাদা ও সন্তান-সন্ততির চাইতেও বেশি প্রিয়। সেটি হচ্ছে, ‘আসরের নামায। কাজেই তোমরা নিজেদের যাবতীয় সাজ সরঞ্জাম প্রস্তুত করে সংকল্পব্ধ হয়ে থাক এবং তাদের উপর (নামাযরত অবস্থায়) ঝটিকা আক্রমণ চালাও। এদিকে জিবরীল (আঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে নির্দেশ দিলেন, আপনার সংগীদের দু’ভাগে বিভক্ত করুন।  এক অংশকে নিয়ে আপনি নামায আদায় করুন। অন্য দল নামাযরতদের পেছনে তাদের ঢাল ও অস্ত্র নিয়ে সতর্কাবস্থায় দাঁড়িয়ে থাকবে। এরপর দ্বিতীয় দল (যারা নামায আদায় করেনি) আসবে। তারা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এর সাথে এক রাকআত নামায আদায় করবে। তারপর তারা তাদের অস্ত্রশস্ত্রসহ সতর্কাবস্থায় থাকবে। ফলে তাদের (উভয় দলের) এক এক রাক’আত হবে। আর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এর হবে দুই রাক’আত। \n\nসনদ সহীহ।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدٍ الْهُنَائِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ شَقِيقٍ، حَدَّثَنَا أَبُو هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَزَلَ بَيْنَ ضَجْنَانَ وَعُسْفَانَ فَقَالَ الْمُشْرِكُونَ إِنَّ لِهَؤُلاَءِ صَلاَةً هِيَ أَحَبُّ إِلَيْهِمْ مِنْ آبَائِهِمْ وَأَبْنَائِهِمْ وَهِيَ الْعَصْرُ فَأَجْمِعُوا أَمْرَكُمْ فَمِيلُوا عَلَيْهِمْ مَيْلَةً وَاحِدَةً وَإِنَّ جِبْرِيلَ أَتَى النَّبِيَّ صلى الله عليه وسلم فَأَمَرَهُ أَنْ يَقْسِمَ أَصْحَابَهُ شَطْرَيْنِ فَيُصَلِّيَ بِهِمْ وَتَقُومَ طَائِفَةٌ أُخْرَى وَرَاءَهُمْ وَلْيَأْخُذُوا حِذْرَهُمْ وَأَسْلِحَتَهُمْ ثُمَّ يَأْتِي الآخَرُونَ وَيُصَلُّونَ مَعَهُ رَكْعَةً وَاحِدَةً ثُمَّ يَأْخُذُ هَؤُلاَءِ حِذْرَهُمْ وَأَسْلِحَتَهُمْ فَتَكُونُ لَهُمْ رَكْعَةٌ رَكْعَةٌ وَلِرَسُولِ اللَّهِ صلى الله عليه وسلم رَكْعَتَانِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ شَقِيقٍ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَزَيْدِ بْنِ ثَابِتٍ وَابْنِ عَبَّاسٍ وَجَابِرٍ وَأَبِي عَيَّاشٍ الزُّرَقِيِّ وَابْنِ عُمَرَ وَحُذَيْفَةَ وَأَبِي بَكْرَةَ وَسَهْلِ بْنِ أَبِي حَثْمَةَ وَأَبُو عَيَّاشٍ الزُّرَقِيُّ اسْمُهُ زَيْدُ بْنُ صَامِتٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ, আবূ হুরাইরাহ্‌র বরাতে ‘আবদুল্লাহ ইবনু শাক্বীক্বের হাদীস হিসেবে গারীব। ‘আবদুল্লাহ ইবনু মাসঊদ, যাইদ ইবনু সাবিত, ইবনু ‘আব্বাস, জাবির, আবূ ‘আইয়্যাশ আয –যুরাকী, ইবনু ‘উমার, হুযাইফাহ, আবূ বাকরাহ ও সাহল ইবনু আবী হাসমা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ‘আইয়্যাশ আয –যুরাকীর নাম যাইদ ইবনু সামিত।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}