{
  "hadith": {
    "hadith_id": 3039,
    "narrator": "আবূ বাক্‌র সিদ্দীক (রাঃ)",
    "bn": "তিনি বলেনঃ আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে হাজির থাকাবস্থায় তাঁর উপর এ আয়াত অবতীর্ণ হয়ঃ “যে কেউ খারাপ কাজ করবে সে তার প্রতিফল পাবেই এবং সে নিজের জন্য আল্লাহ্ তা’আলা ছাড়া কোন অভিভাবক ও সাহায্যকারী পাবে না” (সূরাঃ আন-নিসা- ১২৩)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ হে আবূ বাক্‌র! আমি কি আপনাকে ঐ আয়াত পাঠ করে শুনাব না যা আমার উপর অবতীর্ণ হয়েছে? আমি বললাম, হে আল্লাহ্‌র রাসূল! অবশ্যই। তিনি আমাকে আয়াতটি পাঠ করে শুনান। আমি আর কিছুই জানি না, তবে তখন আমার মনে হল যে, আমার শিরদাঁড়া ভেঙ্গে গেছে। তাই আমি পিঠমোড় দিলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলেনঃ হে আবূ বাক্‌র! আপনার কি হল? আমি বললাম, হে আল্লাহ্‌র রাসূল! আপনার প্রতি আমার পিতামাতা উৎসর্গীত হোক। আমাদের মধ্যে এমন কে আছে যে খারাপ কাজ করে না? আমাদের প্রতিটি কাজের জন্যই কি প্রতিফল ভোগ করতে হবে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে আবূ বাক্‌র! আপনি এবং মু’মিনগণ এ দুনিয়াতেই তার প্রতিফল পেয়ে যাবেন। অবশেষে আপনারা আল্লাহ্ তা’আলা এর সাথে পাপমুক্ত অবস্থায় মিলিত হবেন। পক্ষান্তরে অপরাপর লোকদের খারাপ কাজগুলো তাদের জন্য সঞ্চিত করে রাখা হবে। অবশেষে হাশরের দিন তাদেরকে তার প্রতিফল দেয়া হবে।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، وَعَبْدُ بْنُ حُمَيْدٍ، قَالاَ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، عَنْ مُوسَى بْنِ عُبَيْدَةَ، أَخْبَرَنِي مَوْلَى ابْنِ سَبَّاعٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ، يُحَدِّثُ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ، قَالَ كُنْتُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأُنْزِلَتْ عَلَيْهِ هَذِهِ الآيَةُ ‏:‏ ‏(‏ مَنْ يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلاَ يَجِدْ لَهُ مِنْ دُونِ اللَّهِ وَلِيًّا وَلاَ نَصِيرًا ‏)‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا أَبَا بَكْرٍ أَلاَ أُقْرِئُكَ آيَةً أُنْزِلَتْ عَلَىَّ ‏\"‏ ‏.‏ قُلْتُ بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ فَأَقْرَأَنِيهَا فَلاَ أَعْلَمُ إِلاَّ أَنِّي قَدْ كُنْتُ وَجَدْتُ انْقِصَامًا فِي ظَهْرِي فَتَمَطَّأْتُ لَهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا شَأْنُكَ يَا أَبَا بَكْرٍ ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَأُمِّي وَأَيُّنَا لَمْ يَعْمَلْ سُوءًا وَإِنَّا لَمَجْزِيُّونَ بِمَا عَمِلْنَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَمَّا أَنْتَ يَا أَبَا بَكْرٍ وَالْمُؤْمِنُونَ فَتُجْزَوْنَ بِذَلِكَ فِي الدُّنْيَا حَتَّى تَلْقَوُا اللَّهَ وَلَيْسَ لَكُمْ ذُنُوبٌ وَأَمَّا الآخَرُونَ فَيُجْمَعُ ذَلِكَ لَهُمْ حَتَّى يُجْزَوْا بِهِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَفِي إِسْنَادِهِ مَقَالٌ ‏.‏ مُوسَى بْنُ عُبَيْدَةَ يُضَعَّفُ فِي الْحَدِيثِ ضَعَّفَهُ يَحْيَى بْنُ سَعِيدٍ وَأَحْمَدُ بْنُ حَنْبَلٍ وَمَوْلَى ابْنِ سَبَّاعٍ مَجْهُولٌ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ عَنْ أَبِي بَكْرٍ وَلَيْسَ لَهُ إِسْنَادٌ صَحِيحٌ أَيْضًا ‏.‏ وَفِي الْبَابِ عَنْ عَائِشَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। এটির সনদসূত্র সমালোচিত। এ হাদীসের রাবী মূসা ইবনু উবাইদা হাদীসশাস্ত্রে দুর্বল। ইয়াহ্ইয়া ইবনু সাঈদ ও আহমাদ ইবনু হাম্বল (রাঃ) তাকে যঈফ বলেছেন। ইবনু সিবার মুক্তগোলাম অখ্যাত ও অজ্ঞাত। হাদীসটি ভিন্নরূপে আবূ বাক্‌র (রাঃ) হতে বর্ণিত হয়েছে, এর সনদও সহীহ নয়। এ অনুচ্ছেদে আইশা (রাঃ) হতেও হাদীস বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}