{
  "hadith": {
    "hadith_id": 304,
    "narrator": "মুহাম্মাদ ইবনু ‘আমর ইবনু আতা (রহঃ) হতে আবূ হুমাইদ আস-সাঈদী (রাঃ)",
    "bn": "তিনি (মুহাম্মাদ) বলেন, আমি তাঁকে (আবূ হুমাইদকে) দশজন সাহাবীর উপস্থিতিতে এ হাদীস বলতে শুনেছি। আবূ কাতাদা ইবনু রিব্‌ঈ (রাঃ)-ও তাদের অন্তর্ভুক্ত। তাদের সামনে তিনি বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নামায সম্পর্কে তোমাদের চেয়ে বেশি জানি। তাঁরা বললেন, তা কেমন করে? তুমি তো আমাদের আগে তাঁর সান্নিধ্য লাভ করতে পারনি। তাছাড়া তুমি তাঁর নিকট আমাদের চেয়ে বেশি যাতায়াত করতে না। তিনি বললেন, হ্যাঁ। তারা বললেন, ঠিক আছে বর্ণনা কর। তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন নামাযে দাঁড়াতেন তখন সোজা হয়ে দাঁড়াতেন, কাঁধ পর্যন্ত হাত তুলতেন (তাকবীরে তাহরীমা করার জন্য); যখন রুকূতে যাওয়ার ইচ্ছা করতেন কাঁধ পর্যন্ত হাত তুলতেন; তারপর ‘আল্লাহু আকবার’ বলে রুকূতে যেতেন এবং শান্তভাবে রুকূতে থাকতেন, মাথা নীচের দিকেও ঝুঁকাতেন না এবং উপরের দিকেও উঠাতেন না, উভয় হাত উভয় হাঁটুতে রাখতেন; তারপর ‘সামিআল্লাহু লিমান হামিদাহ’ বলে রুকূ হতে উঠতেন, রফউল ইয়াদাইন করতেন (উভয় হাত উপরের দিকে তুলতেন) এবং সোজা হয়ে দাঁড়াতেন, এমনকি প্রতিটি হাড় নিজ নিজ স্থানে স্বাভাবিকভাবে এসে যেত। তারপর সাজদাহ্‌র জন্য যমিনের দিকে নীচু হতেন এবং ‘আল্লাহু আকবার’ বলতেন; দুই বাহু দুই বগল হতে আলাদা রাখতেন; পায়ের আঙ্গুলগুলোকে ফাঁক করে দিতেন; বাম পা বিছিয়ে দিয়ে তার উপর বসতেন; অতঃপর সোজা হয়ে বসতেন যাতে তাঁর প্রতিটি হাড় নিজ নিজ স্থানে ঠিকভাবে বসে যেত; অতঃপর দ্বিতীয় সাজদাহ্‌য় যেতেন; ‘আল্লাহু আকবার’ বলে সাজদাহ্‌ হতে উঠে পা বিছিয়ে দিয়ে বসতেন (জলসায়ে ইস্তিরাহাত করতেন); এমনকি প্রতিটি হাড় নিজ নিজ স্থানে ঠিকভাবে বসে যেত; তারপর দাঁড়াতেন; তারপর দ্বিতীয় রাক’আতেও এরূপ করতেন। তারপর দুই রাক’আত আদায় করতে যখন দাঁড়াতেন, তখনও তাকবীর বলতেন এবং দুই হাত নামায শুরু করার সময়ের মত কাঁধ পর্যন্ত তুলতেন। বাকী নামাযেও তিনি এরূপ করতেন; তারপর যখন শেষ সাজদাহ্‌য় পৌঁছাতেন যেখানে তাঁর নামায শেষ হত তখন বাঁ পা বিছিয়ে দিতেন এবং পাছার উপর চেপে বসতেন; তারপর সালাম ফিরাতেন। \n\nসহীহ্‌। ইবনু মাজাহ-(১০৬১)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ عَطَاءٍ، عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّ، قَالَ سَمِعْتُهُ وَهُوَ، فِي عَشَرَةٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أَحَدُهُمْ أَبُو قَتَادَةَ بْنُ رِبْعِيٍّ يَقُولُ أَنَا أَعْلَمُكُمْ بِصَلاَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالُوا مَا كُنْتَ أَقْدَمَنَا لَهُ صُحْبَةً وَلاَ أَكْثَرَنَا لَهُ إِتْيَانًا قَالَ بَلَى ‏.‏ قَالُوا فَاعْرِضْ ‏.‏ فَقَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا قَامَ إِلَى الصَّلاَةِ اعْتَدَلَ قَائِمًا وَرَفَعَ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا مَنْكِبَيْهِ فَإِذَا أَرَادَ أَنْ يَرْكَعَ رَفَعَ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا مَنْكِبَيْهِ ثُمَّ قَالَ ‏\"‏ اللَّهُ أَكْبَرُ ‏\"‏ ‏.‏ وَرَكَعَ ثُمَّ اعْتَدَلَ فَلَمْ يُصَوِّبْ رَأْسَهُ وَلَمْ يُقْنِعْ وَوَضَعَ يَدَيْهِ عَلَى رُكْبَتَيْهِ ثُمَّ قَالَ ‏\"‏ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ‏\"‏ ‏.‏ وَرَفَعَ يَدَيْهِ وَاعْتَدَلَ حَتَّى يَرْجِعَ كُلُّ عَظْمٍ فِي مَوْضِعِهِ مُعْتَدِلاً ثُمَّ أَهْوَى إِلَى الأَرْضِ سَاجِدًا ثُمَّ قَالَ ‏\"‏ اللَّهُ أَكْبَرُ ‏\"‏ ‏.‏ ثُمَّ جَافَى عَضُدَيْهِ عَنْ إِبْطَيْهِ وَفَتَخَ أَصَابِعَ رِجْلَيْهِ ثُمَّ ثَنَى رِجْلَهُ الْيُسْرَى وَقَعَدَ عَلَيْهَا ثُمَّ اعْتَدَلَ حَتَّى يَرْجِعَ كُلُّ عَظْمٍ فِي مَوْضِعِهِ مُعْتَدِلاً ثُمَّ أَهْوَى سَاجِدًا ثُمَّ قَالَ ‏\"‏ اللَّهُ أَكْبَرُ ‏\"‏ ‏.‏ ثُمَّ ثَنَى رِجْلَهُ وَقَعَدَ وَاعْتَدَلَ حَتَّى يَرْجِعَ كُلُّ عَظْمٍ فِي مَوْضِعِهِ ثُمَّ نَهَضَ ثُمَّ صَنَعَ فِي الرَّكْعَةِ الثَّانِيَةِ مِثْلَ ذَلِكَ حَتَّى إِذَا قَامَ مِنَ السَّجْدَتَيْنِ كَبَّرَ وَرَفَعَ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا مَنْكِبَيْهِ كَمَا صَنَعَ حِينَ افْتَتَحَ الصَّلاَةَ ثُمَّ صَنَعَ كَذَلِكَ حَتَّى كَانَتِ الرَّكْعَةُ الَّتِي تَنْقَضِي فِيهَا صَلاَتُهُ أَخَّرَ رِجْلَهُ الْيُسْرَى وَقَعَدَ عَلَى شِقِّهِ مُتَوَرِّكًا ثُمَّ سَلَّمَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَمَعْنَى قَوْلِهِ وَرَفَعَ يَدَيْهِ إِذَا قَامَ مِنَ السَّجْدَتَيْنِ يَعْنِي قَامَ مِنَ الرَّكْعَتَيْنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ্। ‘দুই সাজদাহ্‌র পর যখন দাঁড়াতেন’ বাক্যাংশটুকুর অর্থ ‘দুই রাক’আত শেষ করে যখন দাঁড়াতেন’।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}