{
  "hadith": {
    "hadith_id": 3045,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ দয়াময় আল্লাহ তা’আলা ডান হাত পূর্ণ। সর্বদা তা অনুগ্রহ ঢালছে। রাত দিনের অবিরাম দান তাতে কখনো কমতি ঘটাতে পারে না। তিনি আরো বলেন, তোমরা লক্ষ্য করেছ কি যেদিন থেকে তিনি আসমান-যামীন সৃষ্টি করেছেন সেদিন হতে কত না দান করে আসছেন, অথচ তাঁর ডান হাতে যা আছে তাতে কিছুই কমতি হয়নি। (সৃষ্টির পূর্বে) তাঁর আরশ ছিল পানির উপর। তাঁর অপর হাতে রয়েছে মীযান (দাড়ি-পাল্লা)। তিনি তা নীচু করেন ও উত্তোলন করেন (সৃষ্টির রিযিক নির্ধারণ করেন)। \n\nসহীহ : ইবনু মাজাহ (১৯৭)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَمِينُ الرَّحْمَنِ مَلأَى سَحَّاءُ لاَ يَغِيضُهَا اللَّيْلُ وَالنَّهَارُ قَالَ أَرَأَيْتُمْ مَا أَنْفَقَ مُنْذُ خَلَقَ السَّمَوَاتِ وَالأَرْضَ فَإِنَّهُ لَمْ يَغِضْ مَا فِي يَمِينِهِ وَعَرْشُهُ عَلَى الْمَاءِ وَبِيَدِهِ الأُخْرَى الْمِيزَانُ يَرْفَعُ وَيَخْفِضُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَذَا الْحَدِيثُ فِي تَفْسِيرِ هَذِهِ الآيَةِ ‏:‏ ‏(‏ وَقََالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنْفِقُ كَيْفَ يَشَاءُ ‏)‏ وَهَذَا حَدِيثٌ قَدْ رَوَتْهُ الأَئِمَّةُ نُؤْمِنُ بِهِ كَمَا جَاءَ مِنْ غَيْرِ أَنْ يُفَسَّرَ أَوْ يُتَوَهَّمَ هَكَذَا قَالَ غَيْرُ وَاحِدٍ مِنَ الأَئِمَّةِ مِنْهُمُ الثَّوْرِيُّ وَمَالِكُ بْنُ أَنَسٍ وَابْنُ عُيَيْنَةَ وَابْنُ الْمُبَارَكِ إِنَّهُ تُرْوَى هَذِهِ الأَشْيَاءُ وَيُؤْمَنُ بِهَا وَلاَ يُقَالُ كَيْفَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। এ হাদীসটি হল নিম্নোক্ত আয়াতের ব্যাখ্যাস্বরূপ : “ইয়াহূদীরা বলে, আল্লাহ তা’আলার হাত রুদ্ধ। ওরাই আসলে রুদ্ধহস্ত এবং ওরা যা বলে তজ্জন্য ওরা অভিশপ্ত। বরং আল্লাহ তা’আলার উভয় হাতই প্রসারিত, যেভাবে ইচ্ছা তিনি দান করেন” – (সূরা আল –মায়িদাহ : ৬৪) ।\nইমামগণ বলেন, এ হাদীস যেরূপে (আমাদের নিকট) এসেছে, কোনরূপ ব্যাখ্যা-বিশ্লেষণ ও সন্দেহ-সংশয় ব্যতীতই তার উপর সেভাবেই ঈমান আনতে হবে। একাধিক ইমাম এ কথা বলেছেন। তাদের মধ্যে রয়েছেন সুফইয়ান সাওরী, মালিক ইবনু আনাস, ইবনু উয়াইনাহ, ইবনুল মুবারাক (রহঃ) প্রমুখ। তাদের মতে এরূপ বিষয় বর্ণনা করা যাবে, এগুলোর উপর ঈমান রাখতে হবে, কিন্তু তা কেমন এ কথা বলা যাবে না।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}