{
  "hadith": {
    "hadith_id": 3047,
    "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বানূ ইসরাঈল গর্হিত কাজে জড়িত হলে তাদের বিজ্ঞ আলিমগণ তাদেরকে বাধা দেন। কিন্তু তারা (পাপাচার থেকে) ক্ষান্ত হয়নি। এতদসত্ত্বেও তাদের আলিমগণ তাদের সাথে তাদের সভা সমিতিতে উঠাবসা ঠিক রাখে এবং তাদের সাথে এক সঙ্গে ভোজসভায় যোগদান করে। ফলে আল্লাহ্ তা’আলা তাদের কারো হৃদয়সমূহ অন্য কারো (পাপীদের) হৃদয়ের সাথে একাকার করে দিলেন এবং দাঊদ (আঃ) ও ঈসা ইবনু মারইয়াম (আঃ)-এর যবানীতে তাদেরকে অভিসম্পাত করলেন। কেননা, তারা বিরুদ্ধাচারী হয়ে গিয়েছিল এবং সীমালংঘন করেছিল। রাবী বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হেলান দিয়ে বসা ছিলেন। তিনি এবার সোজা হয়ে বসলেন এবং বললেনঃ কসম সেই সত্তার যাঁর হাতে আমার জান! ততক্ষণ পর্যন্ত তোমরা মুক্তি পাবে না যতক্ষণ না তোমরা পথভ্রষ্ট লোকদের (শক্তভাবে) বাধা দিচ্ছ।\n\nযঈফ, ইবনু মাজাহ (৪০০৬)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا شَرِيكٌ، عَنْ عَلِيِّ بْنِ بَذِيمَةَ، عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَمَّا وَقَعَتْ بَنُو إِسْرَائِيلَ فِي الْمَعَاصِي نَهَتْهُمْ عُلَمَاؤُهُمْ فَلَمْ يَنْتَهُوا فَجَالَسُوهُمْ فِي مَجَالِسِهِمْ وَوَاكَلُوهُمْ وَشَارَبُوهُمْ فَضَرَبَ اللَّهُ قُلُوبَ بَعْضِهِمْ بِبَعْضٍ وَلَعَنَهُمْ عَلَى لِسَانِ دَاوُدَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ ‏\"‏ ‏.‏ قَالَ فَجَلَسَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَانَ مُتَّكِئًا فَقَالَ ‏\"‏ لاَ وَالَّذِي نَفْسِي بِيَدِهِ حَتَّى تَأْطِرُوهُمْ عَلَى الْحَقِّ أَطْرًا ‏\"‏ ‏.‏ قَالَ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ قَالَ يَزِيدُ وَكَانَ سُفْيَانُ الثَّوْرِيُّ لاَ يَقُولُ فِيهِ عَنْ عَبْدِ اللَّهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ مُحَمَّدِ بْنِ مُسْلِمِ بْنِ أَبِي الْوَضَّاحِ عَنْ عَلِيِّ بْنِ بَذِيمَةَ عَنْ أَبِي عُبَيْدَةَ عَنْ عَبْدِ اللَّهِ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَبَعْضُهُمْ يَقُولُ عَنْ أَبِي عُبَيْدَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ আবদুল্লাহ ইবনু আবদুর রহমান বলেন, ইয়াযীদ বলেছেন, সুফিয়ান সাওরী (রহঃ) উক্ত হাদীসের সনদে আবদুল্লাহ (রাঃ)-এর উল্লেখ করেননি। এ হাদীসটি হাসান গারীব। এ হাদীসটি মুহাম্মাদ ইবনু মুসলিম ইবনু আবুল ওয়ায্যাহ-আলী ইবনু বাযীমা হতে তিনি আবূ উবাইদা হতে তিনি আবদুল্লাহ ইবনু মাসঊদ (রাঃ) হতে তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এরকমই বর্ণনা করেছেন। কেউ কেউ এ হাদীস আবূ উবাইদার সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে মুরসালরূপে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}