{
  "hadith": {
    "hadith_id": 3048,
    "narrator": "আবূ উবাইদা (রহঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বানী ইসরাঈলের মধ্যে যখন দোষ পদ-স্খলন ছড়িয়ে পড়তে লাগলো তখন তাদের একজন অন্যজনকে পাপে নিমজ্জিত দেখলে তাকে তা থেকে নিষেধ করত। কিন্তু সে তাকে যা করতে দেখেছে তা পরদিন তাকে তার সাথে পানাহার ও এক সাথে মাজলিসে উঠাবাসা হতে নিবৃত্ত রাখল না। অবশেষে আল্লাহ্ তা’আলা তাদের হৃদয়সমূহকে পরস্পর একাকার করে দিলেন। তাদের প্রসঙ্গেই কুরআন অবতীর্ণ হয়। তিনি পাঠ করেনঃ “বানী ইসরাঈলের মধ্যে যেসব লোক কুফরী করেছিল তাদের প্রতি দাঊদ ও মারইয়ামের পুত্র ঈসার যবানে অভিশাপ করা হয়েছে। কেননা, তারা ছিল অবাধ্য ও সীমালংঘনকারী”। তিনি তিলাওয়াত করতে করতে “তারা আল্লাহ্ তা’আলাতে, নবীতে ও তার উপর যা অবতীর্ণ হয়েছে তাতে ঈমান আনলে ওদেরকে বন্ধুরূপে গ্রহণ করত না, কিন্তু তাদের অনেকেই ফাসিক” (সূরাঃ আল-মায়িদাহ- ৭৯-৮১) পর্যন্ত পৌঁছলেন। রাবী বলেন, আল্লাহ্ তা’আলার নবী হেলান দেয়া অবস্থায় ছিলেন। তিনি সোজা হয়ে বসে বলেনঃ না, তোমরা যালিমের হাত ধরে তাকে সত্যের উপর প্রতিষ্ঠিত না করা পর্যন্ত রক্ষা পাবে না।\n\nযঈফ, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَلِيِّ بْنِ بَذِيمَةَ، عَنْ أَبِي عُبَيْدَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ بَنِي إِسْرَائِيلَ لَمَّا وَقَعَ فِيهِمُ النَّقْصُ كَانَ الرَّجُلُ فِيهِمْ يَرَى أَخَاهُ عَلَى الذَّنْبِ فَيَنْهَاهُ عَنْهُ فَإِذَا كَانَ الْغَدُ لَمْ يَمْنَعْهُ مَا رَأَى مِنْهُ أَنْ يَكُونَ أَكِيلَهُ وَشَرِيبَهُ وَخَلِيطَهُ فَضَرَبَ اللَّهُ قُلُوبَ بَعْضِهِمْ بِبَعْضٍ وَنَزَلَ فِيهِمُ الْقُرْآنُ فَقَالَ ‏:‏ ‏(‏ لُعِِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُدَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ ‏)‏ ‏\"‏ ‏.‏ فَقَرَأَ حَتَّى بَلَغَ ‏:‏ ‏(‏وَلَوْ كَانُوا يُؤْمِنُونَ بِاللَّهِ وَالنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَاءَ وَلَكِنَّ كَثِيرًا مِنْهُمْ فَاسِقُونَ ‏)‏ قَالَ وَكَانَ نَبِيُّ اللَّهِ صلى الله عليه وسلم مُتَّكِئًا فَجَلَسَ فَقَالَ ‏\"‏ لاَ حَتَّى تَأْخُذُوا عَلَى يَدَىِ الظَّالِمِ فَتَأْطِرُوهُ عَلَى الْحَقِّ أَطْرًا ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "বুনদার আবূ দাঊদ-আত-তাইয়া লিসী হতে তিনি মুহাম্মদ ইবনু মুসলিম ইবনু আবুল ওয়ায্যাহ হতে তিনি আলী ইবনু বাযীমা হতে তিনি আবূ উবাইদা হতে তিনি আবদুল্লাহ (রাঃ)-এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে একই রকম বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}