{
  "hadith": {
    "hadith_id": 3049,
    "narrator": "উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "তিনি বলেন, হে আল্লাহ! শরাবের ব্যাপারে আমাদের জন্য পরিপূর্ণ ও সুষ্পষ্ট বর্ণনা দিন। এ প্রসঙ্গেই সূরা আল –বাক্বারার নিম্নোক্ত আয়াত অবতীর্ণ হয় (অনুবাদ) :  “লোকে তোমাকে মদ ও জুয়া প্রসঙ্গে প্রশ্ন করে। বল, উভয়ের মধ্যে আছে মহাপাপ এবং মানুষের জন্য উপকারও। কিন্তু এগুলোর পাপ এগুলোর উপকার অপেক্ষা বেশী” (সূরা আল –বাক্বারাহ ২১৯)। \n‘উমার (রাঃ) কে ডেকে এনে তাকে উক্ত আয়াত তিলাওয়াত করে শুনানো হল। তিনি বললেন, হে আল্লাহ! শরাবের ব্যাপারে আমাদের আরও সুস্পষ্ট ও পূর্ণাঙ্গ বিবরণ দিন। তখন সূরা আন –নিসার নিম্নোক্ত আয়াত অবতীর্ণ হয় (অনুবাদ) :  “হে ঈমানদারগণ! তোমরা নেশাগ্রস্ত অবস্থায় নামাযের নিকটেও যেও না, যতক্ষণ না তোমরা যা বল তা বুঝতে পার” – (সূরা আন –নিসা ৪৩)। ‘উমার (রাঃ) কে ডেকে এনে তাকে উক্ত আয়াত পাঠ করে শুনানো হল। ‘উমার (রাঃ) আবারো বললেন, হে আল্লাহ! শরাবের ব্যাপারে আমাদের সুস্পষ্ট ও পূর্ণ বিবরণ দিন। তারপর সূরা আল –মাইদার এ আয়াত অবতীর্ণ হয় (অনুবাদ) :  “শাইতান তো শরাব ও জুয়ার মাধ্যমে তোমাদের মধ্যে শত্রুতা ও বিদ্বেষ ঘটাতে চায় এবং তোমাদেরকে আল্লাহ তা’আলার স্মরণে ও নামাযে বাধা দিতে চায়। তবে কি তোমরা নিবৃত্ত হবে না?” (সূরা আল –মায়িদাহ ৯১) উমার (রাঃ) কে ডেকে এনে তাকে এ আয়াত পাঠ করে শুনানো হল। তিনি বললেন, আমরা নিবৃত হলাম, আমরা নিবৃত হলাম।\n\nসহীহ : সহীহাহ (২৩৪৮) ।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا مُحَمَّدُ بْنُ يُوسُفَ، أَخْبَرَنَا إِسْرَائِيلُ، حَدَّثَنَا أَبُو إِسْحَاقَ، عَنْ عُمَرَ بْنِ شُرَحْبِيلَ أَبِي مَيْسَرَةَ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، أَنَّهُ قَالَ اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانَ شِفَاءٍ فَنَزَلَتِ الَّتِي فِي الْبَقَرَةِ ‏:‏ ‏(‏ يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ ‏)‏ الآيَةَ فَدُعِيَ عُمَرُ فَقُرِئَتْ عَلَيْهِ فَقَالَ اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانَ شِفَاءٍ فَنَزَلَتِ الَّتِي فِي النِّسَاءِأَيُّهَا الَّذِينَ آمَنُوا لاَ تَقْرَبُوا الصَّلاَةَ وَأَنْتُمْ سُكَارَى ‏)‏ فَدُعِيَ عُمَرُ فَقُرِئَتْ عَلَيْهِ فَقَالَ اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانَ شِفَاءٍ فَنَزَلَتِ الَّتِي فِي الْمَائِدَةِ ‏:‏ ‏(‏ إِنَّمَا يُرِيدُ الشَّيْطَانُ أَنْ يُوقِعَ بَيْنَكُمُ الْعَدَاوَةَ وَالْبَغْضَاءَ فِي الْخَمْرِ وَالْمَيْسِرِ ‏)‏ إِلَى قَوْلِهَِلْ أَنْتُمْ مُنْتَهُونَ ‏)‏ فَدُعِيَ عُمَرُ فَقُرِئَتْ عَلَيْهِ فَقَالَ انْتَهَيْنَا انْتَهَيْنَا ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ إِسْرَائِيلَ هَذَا الْحَدِيثُ مُرْسَلٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, ইসরাঈলের সূত্রে এটি মুরসালরূপে বর্ণিত হয়েছে। মুহাম্মদ ইবনুল আলা –ওয়াকী’ হতে, তিনি ইসরাঈল হতে, তিনি আবূ ইসহাক হতে, তিনি আবূ মাইসারাহ (রহঃ) হতে এই সূত্রে বর্ণিত, তিনি বলেন, ‘উমার ইবনুল খাত্তাব (রাঃ) বললেন, হে আল্লাহ! শরাব ও মাদকদ্রব্য প্রসঙ্গে আমাদের জন্য সুস্পষ্ট ও পূর্ণাঙ্হ বিবরণ দিন… তারপর তিনি পূর্বোক্ত হাদীসের একই রকম বর্ণনা করেছেন। এটি মুহাম্মদ ইবনু ইউসুফের হাদীসের চাইতে অনেক বেশী সহীহ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}