{
  "hadith": {
    "hadith_id": 3058,
    "narrator": "আবূ উমাইয়্যা আশ-শাবানী (রহঃ)",
    "bn": "তিনি বলেনঃ আমি আবূ সালাবা আল-খুশানী (রাঃ)-এর নিকট এসে তাকে বললাম, এ আয়াত প্রসঙ্গে আপনি কি করণীয় বলে ঠিক করেছেন? তিনি বললেনঃ কোন্ আয়াত? আমি বললাম, আল্লাহ্ তা’আলার বাণীঃ “হে ঈমানদারগণ! তোমাদের দায়িত্ব তোমাদেরই উপর। তোমরা যদি সৎপথে পরিচালিত হও তবে যে বিপথগামী হয়েছে সে তোমাদের কোন লোকসান করতে পারবে না” (সূরাঃ আল-মায়িদাহ- ১০৫)। আবূ সালাবা (রাঃ) বললেনঃ আল্লাহ্‌র কসম! তুমি এ ব্যাপারে সম্পূর্ণ জেনেছে এমন একজনকে প্রশ্ন করেছ। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এ বিষয়ে প্রশ্ন করেছি। তিনি বলেছেনঃ বরং তোমরা সৎ কাজের আদেশ দিতে থাক এবং খারাপ কাজ হতে বিরত করতে থাক। অবশেষে যখন দেখবে কৃপণতার বশ্যতী করা হচ্ছে, নাফসের অনুসরণ করা হচ্ছে, দুনিয়াকে অগ্রাধিকার দেয়া হচ্ছে এবং প্রত্যেকে নিজের মতকে সর্বোত্তম মনে করছে, তখন তুমি শুধুমাত্র নিজেকে রক্ষায় নিয়োজিত থেকো এবং সাধারণের ভাবনা ছেড়ে দিও। কারণ তোমাদের পর এমন যুগ আসবে, যখন (দ্বীনের উপর) সবর করে থাকা জ্বলন্ত অঙ্গার হাতের মুঠোয় ধারণ করে রাখার মত (যন্ত্রণাদায়ক) হবে। ঐ সময় দ্বীনের উপর আমলকারীর প্রতিদান হবে তোমাদের মত পঞ্চাশজন আমলকারীর প্রতিদানের সমান। আবদুল্লাহ ইবনুল মুবারাক (রহঃ) বলেনঃ উতবা ছাড়া অপরাপর রাবীর রিওয়ায়াত আরো আছে, প্রশ্ন করা হল, হে আল্লাহ্‌র রাসূল! আমাদের মধ্যকার পঞ্চাশজন না তাদের মধ্যকার পঞ্চাশজন আমলকারীর সমান? তিনি বললেনঃ না, বরং তোমাদের মধ্যকার পঞ্চাশজনের সমান তার সাওয়াব হবে।\n\nযঈফ, নাকদুল কাত্তানী (২৭/২৭), মিশকাত (৫১৪৪) কিন্তু হাদীসের কিছু অংশ সহীহ, দেখুন হাদীস নং (২৩৬১)। সহীহা (৫৯৪),",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ يَعْقُوبَ الطَّالْقَانِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا عُتْبَةُ بْنُ أَبِي حَكِيمٍ، حَدَّثَنَا عَمْرُو بْنُ جَارِيَةَ اللَّخْمِيُّ، عَنْ أَبِي أُمَيَّةَ الشَّعْبَانِيِّ، قَالَ أَتَيْتُ أَبَا ثَعْلَبَةَ الْخُشَنِيَّ فَقُلْتُ لَهُ كَيْفَ تَصْنَعُ فِي هَذِهِ الآيَةِ قَالَ أَيَّةُ آيَةٍ قُلْتُ قَوْلُهُ ‏:‏ ‏(‏ يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لاَ يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ ‏)‏ قَالَ أَمَا وَاللَّهِ لَقَدْ سَأَلْتَ عَنْهَا خَبِيرًا سَأَلْتُ عَنْهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ بَلِ ائْتَمِرُوا بِالْمَعْرُوفِ وَتَنَاهَوْا عَنِ الْمُنْكَرِ حَتَّى إِذَا رَأَيْتَ شُحًّا مُطَاعًا وَهَوًى مُتَّبَعًا وَدُنْيَا مُؤْثَرَةً وَإِعْجَابَ كُلِّ ذِي رَأْىٍ بِرَأْيِهِ فَعَلَيْكَ بِخَاصَّةِ نَفْسِكَ وَدَعِ الْعَوَامَّ فَإِنَّ مِنْ وَرَائِكُمْ أَيَّامًا الصَّبْرُ فِيهِنَّ مِثْلُ الْقَبْضِ عَلَى الْجَمْرِ لِلْعَامِلِ فِيهِنَّ مِثْلُ أَجْرِ خَمْسِينَ رَجُلاً يَعْمَلُونَ مِثْلَ عَمَلِكُمْ ‏\"‏ ‏.‏ قَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ وَزَادَنِي غَيْرُ عُتْبَةَ قِيلَ يَا رَسُولَ اللَّهِ أَجْرُ خَمْسِينَ رَجُلاً مِنَّا أَوْ مِنْهُمْ قَالَ ‏\"‏ لاَ بَلْ أَجْرُ خَمْسِينَ مِنْكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান গারীব।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}