{
  "hadith": {
    "hadith_id": 3059,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, তামীম আদ-দারী (রাঃ) নিম্নোক্ত আয়াত প্রসঙ্গে বলেছেন, আমি ও আদী ইবনু বাদ্দা ব্যতীত অপর কারো সাথে তা সম্পর্কিত নয়ঃ “হে ঈমানদারগণ! যখন তোমাদের মধ্যে কারো মৃত্যু হাযির হয় তখন ওসিয়াত করার সময় তোমাদের মধ্য হতে ন্যায়নিষ্ঠ দু’জনকে সাক্ষী রাখবে” (সূরাঃ আল-মাইদা- ১০৬)। তারা দু’জনই ছিলেন নাসারা।\nইসলাম ক্ববূলের পূর্বে বাণিজ্যের উদ্দেশ্যে তাদের সিরিয়ায় আসা যাওয়া ছিল। কোন এক সময় তারা ব্যবসার উদ্দেশ্যে সিরিয়া যান। বানূ সাহ্‌মের গোলাম বুদাইল ইবনু আবূ মারইয়ামও ব্যবসায়ের উদ্দেশ্যে তাদের নিকট আসলো। তার নিকট একটি রূপার পানপাত্র ছিল। তিনি এটি বাদশার নিকট বিক্রয়ের উদ্দেশ্যে এনেছিলেন। তার ব্যবসায় পণ্যের মধ্যে এটিই ছিল সর্বোৎকৃষ্ট। হঠাৎ তিনি অসুস্থ হয়ে পড়েন। তিনি তাদের (তামীমুদ দারী ও আদী ইবনু বাদ্দা) উভয়কে ওসিয়াত করেন যে, (তার মারা যাবার পর) তার রেখে যাওয়া মালামালা যেন তারা তার পরিজনকে পৌঁছে দেয়। তামীম (রাঃ) বলেনঃ তিনি মারা গেলে আমরা পানপাত্রটি নিয়ে গিয়ে এক হাজার দিরহামে বিক্রয় করি এবং বিক্রয়লব্ধ টাকা আমি ও আদী ইবনু বাদ্দা নিজেদের মধ্যে ভাগ করে নেই। আমরা তার পরিবার-পরিজনের নিকট পৌছে, আমাদের নিকট যা কিছু সঞ্চিত ছিল তা তাদের ফিরিয়ে দিলাম। কিন্তু তারা পানপাত্রটি না পেয়ে আমাদেরকে সেটি প্রসঙ্গে প্রশ্ন করে। আমরা বললাম, সে তো আমাদের নিকট ইহা ব্যতীত আর কিছু রেখে যায়নি। তামীম (রাঃ) বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মাদীনায় পদাপর্ণের পর যখন আমি ইসলাম ক্ববূল করি, তখন আমি আমার এ অপকর্মের জন্য নিজেকে দোষী মনে করলাম (এবং এ হতে মুক্ত হতে চাইলাম)। তাই আমি তার পরিজনের নিকট এসে তাদের আসল ঘটনা খুলে বললাম এবং তাদের পাঁচ শত দিরহাম দিয়ে দিলাম। আমি তাদের এও বললাম,  আমার সংগীর (আদী ইবনু বাদ্দা) নিকটও সমপরিমাণ (দিরহাম) রয়েছে। তারা তখন বিষয়টি নিয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এলো। তিনি তাদের নিকট প্রমাণ চাইলে তারা তা পেশ করতে অক্ষম হয়। তিনি তাদের নির্দেশ দিলেন যে, তারা আদী ইবনু বাদ্দাকে এমনভাবে কসম করতে বলবে যেভাবে কসম করলে তার ধর্মের দৃষ্টিতে তা গুরুত্বপূর্ণ হয়। তারপর আদী শপথ করল (নিজেকে নির্দোষ প্রমাণের জন্য)। তখন আল্লাহ্ তা’আলা এ আয়াত অবতীর্ণ করেনঃ ‘হে মু’মিনগণ! তোমাদের কারও যখন মৃত্যু হাযির হয় তখন ওসিয়াত করার সময় তোমাদের মধ্য হতে দু’জন ন্যায়পরায়ণ লোককে সাক্ষী রাখবে… আল্লাহ্ তা’আলা সত্যত্যাগী সম্প্রদায়কে সৎপথে পরিচালিত করেন না” (সূরাঃ আল-মায়িদাহ- ১০৬-১০৮)। তারপর আমর ইবনুল আস (রাঃ) ও অপর এক ব্যক্তি সাক্ষ্য দিতে উঠলেন এবং শপথ করলেন। অবশেষে আদী ইবনু বাদ্দার নিকট হতে পাঁচশত দিরহাম আদায় করা হয়।\n\nসনদ অত্যন্ত দুর্বল,",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ أَحْمَدَ بْنِ أَبِي شُعَيْبٍ الْحَرَّانِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ الْحَرَّانِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ أَبِي النَّضْرِ، عَنْ بَاذَانَ، مَوْلَى أُمِّ هَانِئٍ عَنِ ابْنِ عَبَّاسٍ، عَنْ تَمِيمٍ الدَّارِيِّ، فِي هَذِهِ الآيَةِ ‏:‏ ‏(‏ يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ ‏)‏ قَالَ بَرِئَ مِنْهَا النَّاسُ غَيْرِي وَغَيْرَ عَدِيِّ بْنِ بَدَّاءٍ وَكَانَا نَصْرَانِيَّيْنِ يَخْتَلِفَانِ إِلَى الشَّامِ قَبْلَ الإِسْلاَمِ فَأَتَيَا الشَّامَ لِتِجَارَتِهِمَا وَقَدِمَ عَلَيْهِمَا مَوْلًى لِبَنِي سَهْمٍ يُقَالُ لَهُ بُدَيْلُ بْنُ أَبِي مَرْيَمَ بِتِجَارَةٍ وَمَعَهُ جَامٌ مِنْ فِضَّةٍ يُرِيدُ بِهِ الْمَلِكَ وَهُوَ عُظْمُ تِجَارَتِهِ فَمَرِضَ فَأَوْصَى إِلَيْهِمَا وَأَمَرَهُمَا أَنْ يُبَلِّغَا مَا تَرَكَ أَهْلَهُ قَالَ تَمِيمٌ فَلَمَّا مَاتَ أَخَذْنَا ذَلِكَ الْجَامَ فَبِعْنَاهُ بِأَلْفِ دِرْهَمٍ ثُمَّ اقْتَسَمْنَاهُ أَنَا وَعَدِيُّ بْنُ بَدَّاءٍ فَلَمَّا قَدِمْنَا إِلَى أَهْلِهِ دَفَعْنَا إِلَيْهِمْ مَا كَانَ مَعَنَا وَفَقَدُوا الْجَامَ فَسَأَلُونَا عَنْهُ فَقُلْنَا مَا تَرَكَ غَيْرَ هَذَا وَمَا دَفَعَ إِلَيْنَا غَيْرَهُ قَالَ تَمِيمٌ فَلَمَّا أَسْلَمْتُ بَعْدَ قُدُومِ رَسُولِ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ تَأَثَّمْتُ مِنْ ذَلِكَ فَأَتَيْتُ أَهْلَهُ فَأَخْبَرْتُهُمُ الْخَبَرَ وَأَدَّيْتُ إِلَيْهِمْ خَمْسَمِائَةِ دِرْهَمٍ وَأَخْبَرْتُهُمْ أَنَّ عِنْدَ صَاحِبِي مِثْلَهَا فَأَتَوْا بِهِ رَسُولَ اللَّهِ صلى الله عليه وسلم فَسَأَلَهُمُ الْبَيِّنَةَ فَلَمْ يَجِدُوا فَأَمَرَهُمْ أَنْ يَسْتَحْلِفُوهُ بِمَا يُعْظَمُ بِهِ عَلَى أَهْلِ دِينِهِ فَحَلَفَ فَأَنْزَلَ اللَّهُ ‏:‏ ‏(‏ يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الْمَوْتُ ‏)‏ إِلَى قَوْلِهِ ‏:‏ ‏(‏ أَوْ يَخَافُوا أَنْ تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ ‏)‏ ‏.‏ فَقَامَ عَمْرُو بْنُ الْعَاصِ وَرَجُلٌ آخَرُ فَحَلَفَا فَنُزِعَتِ الْخَمْسُمِائَةِ دِرْهَمٍ مِنْ عَدِيِّ بْنِ بَدَّاءٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَلَيْسَ إِسْنَادُهُ بِصَحِيحٍ ‏.‏ وَأَبُو النَّضْرِ الَّذِي رَوَى عَنْهُ مُحَمَّدُ بْنُ إِسْحَاقَ هَذَا الْحَدِيثَ هُوَ عِنْدِي مُحَمَّدُ بْنُ السَّائِبِ الْكَلْبِيُّ يُكْنَى أَبَا النَّضْرِ وَقَدْ تَرَكَهُ أَهْلُ الْحَدِيثِ وَهُوَ صَاحِبُ التَّفْسِيرِ سَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ مُحَمَّدُ بْنُ السَّائِبِ الْكَلْبِيُّ يُكْنَى أَبَا النَّضْرِ ‏.‏ قَالَ أَبُو عِيسَى وَلاَ نَعْرِفُ لِسَالِمٍ أَبِي النَّضْرِ الْمَدَنِيِّ رِوَايَةً عَنْ أَبِي صَالِحٍ مَوْلَى أُمِّ هَانِئٍ وَقَدْ رُوِيَ عَنِ ابْنِ عَبَّاسٍ شَيْءٌ مِنْ هَذَا عَلَى الاِخْتِصَارِ مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। এটির সনদ সহীহ নয়। আর যে আবুন নাযরের নিকট হতে মুহাম্মাদ ইবনু ইসহাক এ হাদীসটি বর্ণনা করেছেন, আমার মতে তিনি হচ্ছেন মুহাম্মাদ ইবনুস সাইব আল-কালবী। আবুন নাদর হল তার ডাকনাম। মুহাদ্দিসগণ তাকে বর্জন করেছেন। তিনি একজন তাফসীরকারও। আমি মুহাম্মাদ ইবনু ইসমাঈলকে বলতে শুনেছি যে, মুহাম্মাদ ইবনুস সাইব আল-কালবীর ডাকনাম আবুন নাযর। উম্মু হানী (রাঃ)-এর মুক্তগোলাম আবূ সালিহ হতে সালিম আবুন নাযর আল-মাদীনীর কোন বর্ণনা আছে বলে আমাদের জানা নেই। ইবনু আব্বাস (রাঃ) হতেও এ বিষয়ে সংক্ষেপিত আকারে ভিন্নরূপে হাদীস বর্ণিত হয়েছে।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}