{
  "hadith": {
    "hadith_id": 3060,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, বানু সাহ্‌মের এক লোক তামীমুদ দারী (রাঃ) ও ‘আদী ইবনু বাদ্দার সাথে (সফরে) বের হয়। বানু সাহমের লোকটি এমন এক এলাকায় মারা গেল, যেখানে কোন মুসলিম ছিল না। ঐ দুই ব্যক্তি তার পরিত্যক্ত সম্পদ নিয়ে তার পরিজনের নিকট ফিরে এলে তারা তার মধ্যে স্বর্নখচিত রুপার পানপাত্রটি খুঁজে পেল না। রাসুলুল্লাহ (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) তাদের উভয়কে শপথ করালেন। তার ওয়ারিশরা পরে মক্কায় ঐ পানপাত্রটি দেখতে পায়। তাদের বলা হয়, আমরা এটি তামীম ও আদীর নিকট হতে কিনেছি। সাহমীর ওয়ারিশদের মধ্য হতে দুইজন লোক দাবি নিয়ে উঠে এবং আল্লাহর শপথ করে বলে, আমাদের সাক্ষ্য উক্ত দুইজনের সাক্ষ্যর চাইতে অনেক বেশি সত্য ও গ্রহণযোগ্য। নিঃসন্দেহে এ পানপাত্রটি তাদের সাথীরই। এদের সম্পর্কেই এ আয়াত অবতীর্ণ (অনুবাদ) : “ হে মমিনগণ! তোমাদের কারও যখন মৃত্যু উপস্থিত হয় তখন ওয়াসিয়াত করার সময় তোমাদের মধ্য হতে দু’জন ন্যায়পরায়ন লোককে সাক্ষী রাখবে...’’ (সূরা আল-মায়েদাহ্‌ ১০৬)।   \n\nসহীহ : বুখারী (২৭৮০)।",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنِ ابْنِ أَبِي زَائِدَةَ، عَنْ مُحَمَّدِ بْنِ أَبِي الْقَاسِمِ، عَنْ عَبْدِ الْمَلِكِ بْنِ سَعِيدٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ خَرَجَ رَجُلٌ مِنْ بَنِي سَهْمٍ مَعَ تَمِيمٍ الدَّارِيِّ وَعَدِيِّ بْنِ بَدَاءٍ فَمَاتَ السَّهْمِيُّ بِأَرْضٍ لَيْسَ فِيهَا مُسْلِمٌ فَلَمَّا قَدِمَا بِتَرِكَتِهِ فَقَدُوا جَامًا مِنْ فِضَّةٍ مُخَوَّصًا بِالذَّهَبِ فَأَحْلَفَهُمَا رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ وُجِدَ الْجَامُ بِمَكَّةَ فَقِيلَ اشْتَرَيْنَاهُ مِنْ عَدِيٍّ وَتَمِيمٍ فَقَامَ رَجُلاَنِ مِنْ أَوْلِيَاءِ السَّهْمِيِّ فَحَلَفَا بِاللَّهِ لَشَهَادَتُنَا أَحَقُّ مِنْ شَهَادَتِهِمَا وَأَنَّ الْجَامَ لِصَاحِبِهِمْ ‏.‏ قَالَ وَفِيهِمْ نَزَلَتْ ‏:‏ ‏(‏ يَا أَيُّهَا الَّذِينَ آمَنُوا شَهَادَةُ بَيْنِكُمْ ‏)‏ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَهُوَ حَدِيثُ ابْنِ أَبِي زَائِدَةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান গারীব । এটি হল ইবনু আবী বারিদার রিওয়ায়াত ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}