{
  "hadith": {
    "hadith_id": 3068,
    "narrator": "মাসরুক (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আয়িশা (রাঃ) এর নিকটে হেলান দিয়ে বসা ছিলাম। তিনি বললেন, হে আবূ ‘আয়িশাহ্‌! তিনটি বিষয় এমন যে, কোন ব্যক্তি এগুলার কোনটি বললে সে আল্লাহ তা’আলার উপর ভীষণ (মিথ্যা) অপবাদ চাপালো। যে ব্যক্তি এ ধারনা পোষণ করে যে, মুহাম্মাদ (সাল্লালাহু আআলাইহি ওয়া সাল্লাম) তাঁর প্রভুকে দেখেছেন, সে আল্লাহ তা’আলার উপর ভীষণ অপবাদ আরোপ করল। কেননা আল্লাহ তা’লা বলেনঃ “ দৃষ্টিসমূহ তাঁকে প্রত্যক্ষ করতে পারে না, কিন্তু তিনি দৃষ্টিসমূহকে অনুধাবন করেন। তিনি অতিশয় সূক্ষদর্শী, সম্যক ওয়াকিফহাল “— (সূরা আল-আন’আম ১০৩); “কোন মানুষের এমন মর্যাদা নেই যে, আল্লাহ তা’আলা তার সাথে কথা বলবেন ওয়াহীর মাধ্যম ব্যতীত অথবা পর্দার অন্তরাল ব্যতীত “— (সূরা আশ-শুরা ৫১)। আমি হেলান দেয়া অবস্থায় ছিলাম। আমি উঠে সোজা হয়ে বসে বললাম, হে উম্মুল মু’মিনীন! থামুন, আমাকে বলার সুযোগ দিন। তাড়াহুড়া করবেন না। আল্লাহ তা’আলা কি বলেননি? “ নিশ্চয়ই সে তাকে আরেকবার দেখেছিল“ – (সূরা আন্‌-নাজ্‌ম ১৩)। ‘সে তো তাকে উজ্জ্বল দিগন্তে দেখেছে”- (সূরা আত্‌-তাকবীর ২৩)।    \n‘আয়িশা (রাঃ) বললেনঃ আলাহ্‌র শপথ! রাসুলুল্লাহ (সাল্লালাহু আলাইহি ওয়া সাল্লাম) কে আমিই সর্বপ্রথম এ বিষয়ে প্রশ্ন  করেছি। তিনি বলেছেনঃ সে তো জিবরীল। আমি তাকে তার আসল আকৃতিতে এ দু’বারি দেখেছি। আমি তাকে আসমান হতে অবতরন করতে দেখেছি। তার দেহাবয়ব এতো প্রকাণ্ড যে, তা আসমান ও যামীনের মাঝখানের  সবটুকু স্হান ঢেকে ফেলেছিল।\n(দুই) যে ব্যক্তি এ ধারনা করে যে, আল্লাহ তা’আলা রাসুলুল্লাহ (সাল্লালহু আলাইহি ওয়া সাল্লাম) এর উপর যা অবতীর্ণ করেছেন, তিনি তার কিছুটা গোপন করেছেন, সেও আল্লাহ তা’আলার উপর ভীষণ  অপবাদ আরোপ  করল। কেননা আল্লাহ তা’আলা বলেছেনঃ “ হে রাসুল! তোমার প্রতিপালকের পক্ষ হতে তোমার উপর যা অবতীর্ণ করা হয়েছে, তা (লোকদের নিকট) পৌঁছে দাও...“ (সূরা আল-মায়িদাহ্‌ ৬৭)।\n(তিন) যে ব্যক্তি ধারনা করে যে, আগামী কাল কি ঘটবে তিনি (মুহাম্মাদ) তা জানেন, সেও আল্লাহ তা’আলার উপর ভীষণ মিথ্যারোপ করল। কেননা আল্লাহ তা’আলা বলেছেনঃ “ ব , আল্লাহ তা’আলা ব্যতীত আসমান-যামীনে কেউই  অদৃশ্য  বিষয়ের জ্ঞান রাখে না’’ —(আন-নাম্‌ল ৬৫)। \n\nসহীহ : বুখারী , মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، حَدَّثَنَا دَاوُدُ بْنُ أَبِي هِنْدٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، قَالَ كُنْتُ مُتَّكِئًا عِنْدَ عَائِشَةَ فَقَالَتْ يَا أَبَا عَائِشَةَ ثَلاَثٌ مَنْ تَكَلَّمَ بِوَاحِدَةٍ مِنْهُنَّ فَقَدْ أَعْظَمَ عَلَى اللَّهِ الْفِرْيَةَ مَنْ زَعَمَ أَنَّ مُحَمَّدًا رَأَى رَبَّهُ فَقَدْ أَعْظَمَ الْفِرْيَةَ عَلَى اللَّهِ وَاللَّهُ يَقُولُ ‏:‏ ‏(‏ لَا تُدْرِكُهُ الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ ‏)‏ ، ‏(‏ مَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلاَّ وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ ‏)‏ وَكُنْتُ مُتَّكِئًا فَجَلَسْتُ فَقُلْتُ يَا أُمَّ الْمُؤْمِنِينَ أَنْظِرِينِي وَلاَ تُعْجِلِينِي أَلَيْسَ يَقُولُ اللَّهُ ‏:‏ ‏(‏ وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى ‏)‏، ‏(‏ وَلََقَدْ رَآهُ بِالأُفُقِ الْمُبِينِ ‏)‏ قَالَتْ أَنَا وَاللَّهِ أَوَّلُ مَنْ سَأَلَ عَنْ هَذَا رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّمَا ذَاكَ جِبْرِيلُ مَا رَأَيْتُهُ فِي الصُّورَةِ الَّتِي خُلِقَ فِيهَا غَيْرَ هَاتَيْنِ الْمَرَّتَيْنِ رَأَيْتُهُ مُنْهَبِطًا مِنَ السَّمَاءِ سَادًّا عِظَمُ خَلْقِهِ مَا بَيْنَ السَّمَاءِ وَالأَرْضِ ‏\"‏ ‏.‏ وَمَنْ زَعَمَ أَنَّ مُحَمَّدًا كَتَمَ شَيْئًا مِمَّا أَنْزَلَ اللَّهُ عَلَيْهِ فَقَدْ أَعْظَمَ الْفِرْيَةَ عَلَى اللَّهِ يَقُولُ اللَّهُ ‏:‏ ‏(‏ يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ ‏)‏ وَمَنْ زَعَمَ أَنَّهُ يَعْلَمُ مَا فِي غَدٍ فَقَدْ أَعْظَمَ الْفِرْيَةَ عَلَى اللَّهِ وَاللَّهُ يَقُولُ ‏:‏ ‏(‏قُلْ لاَ يَعْلَمُ مَنْ فِي السَّمَوَاتِ وَالأَرْضِ الْغَيْبَ إِلاَّ اللَّهُ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَمَسْرُوقُ بْنُ الأَجْدَعِ يُكْنَى أَبَا عَائِشَةَ وَهُوَ مَسْرُوقُ بْنُ عَبْدِ الرَّحْمَنِ وَهَكَذَا كَانَ اسْمُهُ فِي الدِّيوَانِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান সহীহ।  মাসরুক ইবনুল আজদা’র ডাকনাম আবূ ‘আয়িশাহ্‌! তিনি হলেন মাসরুক ইবনু ‘আবদুর রহমান।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}