{
  "hadith": {
    "hadith_id": 3075,
    "narrator": "মুসলিম ইবনু ইয়াসার আল-জুহানী (রহঃ)",
    "bn": "তিনি বলেনঃ উমার ইবনুল খাত্তাব (রাঃ)-কে এ আয়াত প্রসঙ্গে প্রশ্ন করা হয়েছিলঃ “যখন তোমার রব আদম সন্তানের পৃষ্ঠদেশ হতে তাদের বংশধরদের বের করলেন এবং তাদের নিজেদের সম্পর্কে স্বীকারোক্তি করে প্রশ্ন করেনঃ ‘আমি কি তোমাদের রব নই!’ তারা বললঃ হ্যাঁ নিশ্চয়ই, আমরা সাক্ষী রইলাম। তা এজন্য যে, তোমরা কিয়ামাতের দিন যেন না বল, আমরা তো এ ব্যাপারে বেখবর ছিলাম” (সূরাঃ আল- আ’রাফ- ১৭২)। উমার ইবনুল খাত্তাব (রাঃ) বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটও আমি এ আয়াত প্রসঙ্গে প্রশ্ন করতে শুনেছি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আল্লাহ্ তা’আলা আদম আলাইহিস সালামকে সৃষ্টি করলেন, তারপর আপন ডান হাত তাঁর পিঠে বুলালেন এবং তা থেকে তাঁর একদল (ভাবী) সন্তান বের করলেন। তিনি বললেন, এদের আমি জান্নাতের জন্য এবং জান্নাতীদের কাজ করতে সৃষ্টি করেছি। সুতরাং এরা জান্নাতীদের আমলই করবে। তিনি পুনরায় আদমের পিঠে হাত বুলালেন এবং সেখান থেকে তাঁর (অপর) একদল সন্তান বের করলেন। তিনি বললেন, এদের আমি জাহান্নামের জন্য সৃষ্টি করেছি। জাহান্নামীদের মত কাজই তারা করবে। একজন বললেন, হে আল্লাহ্‌র রাসূল! তাহলে তদবির আর কিসের জন্য? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ্ তা’আলা যখন কোন বান্দাকে জান্নাতের জন্য সৃষ্টি করেন, তখন তার দ্বারা জান্নাতীদের কাজই করিয়ে নেন। সে জান্নাতীদের যোগ্য কাজ করে ইন্তেকাল করে এবং আল্লাহ্ তা’আলা তাকে জান্নাতে পেশ করেন। অপরদিকে যখন আল্লাহ্ তা’আলা কোন বান্দাকে জাহান্নামের উদ্দেশ্যে সৃষ্টি করেন, তার দ্বারা জাহান্নামীদের কাজ করিয়ে নেন। সে জাহান্নামীদের কাজ করেই মৃত্যুবরণ করে। শেষে আল্লাহ্ তা’আলা তাকে জাহান্নামে পেশ করেন।\n\nদুর্বল, আয্ যিলাল (১৯৬), যঈফা (৩০৭১)",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ زَيْدِ بْنِ أَبِي أُنَيْسَةَ، عَنْ عَبْدِ الْحَمِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ الْخَطَّابِ، عَنْ مُسْلِمِ بْنِ يَسَارٍ الْجُهَنِيِّ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، سُئِلَ عَنْ هَذِهِ الآيَةِِ ‏(‏ وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ذُرِّيَّتَهُمْ وَأَشْهَدَهُمْ عَلَى أَنْفُسِهِمْ أَلَسْتُ بِرَبِّكُمْ قَالُوا بَلَى شَهِدْنَا أَنْ تَقُولُوا يَوْمَ الْقِيَامَةِ إِنَّا كُنَّا عَنْ هَذَا غَافِلِينَ ‏)‏ قَالَ عُمَرُ بْنُ الْخَطَّابِ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم سُئِلُ عَنْهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ اللَّهَ خَلَقَ آدَمَ ثُمَّ مَسَحَ ظَهْرَهُ بِيَمِينِهِ فَاسْتَخْرَجَ مِنْهُ ذُرِّيَّةً فَقَالَ خَلَقْتُ هَؤُلاَءِ لِلْجَنَّةِ وَبِعَمَلِ أَهْلِ الْجَنَّةِ يَعْمَلُونَ ثُمَّ مَسَحَ ظَهْرَهُ فَاسْتَخْرَجَ مِنْهُ ذُرِّيَّةً فَقَالَ خَلَقْتُ هَؤُلاَءِ لِلنَّارِ وَبِعَمَلِ أَهْلِ النَّارِ يَعْمَلُونَ ‏\"‏ ‏.‏ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ فَفِيمَ الْعَمَلُ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ اللَّهَ إِذَا خَلَقَ الْعَبْدَ لِلْجَنَّةِ اسْتَعْمَلَهُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى يَمُوتَ عَلَى عَمَلٍ مِنْ أَعْمَالِ أَهْلِ الْجَنَّةِ فَيُدْخِلَهُ اللَّهُ الْجَنَّةَ وَإِذَا خَلَقَ الْعَبْدَ لِلنَّارِ اسْتَعْمَلَهُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى يَمُوتَ عَلَى عَمَلٍ مِنْ أَعْمَالِ أَهْلِ النَّارِ فَيُدْخِلَهُ اللَّهُ النَّارَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَمُسْلِمُ بْنُ يَسَارٍ لَمْ يَسْمَعْ مِنْ عُمَرَ وَقَدْ ذَكَرَ بَعْضُهُمْ فِي هَذَا الإِسْنَادِ بَيْنَ مُسْلِمِ بْنِ يَسَارٍ وَبَيْنَ عُمَرَ رَجُلاً مَجْهُولاً ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান। মুসলিম ইবনু ইয়াসার (রহঃ) উমার (রাঃ) হতে (হাদীস) শুনেননি। কেউ কেউ এ হাদীসের সনদে মুসলিম ইবনু ইয়াসার ও উমার (রাঃ)-এর মাঝখানে আরেকজন অপরিচিত রাবীর উল্লেখ করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}