{
  "hadith": {
    "hadith_id": 3076,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন আল্লাহ তা’আলা আদম (আঃ) কে সৃষ্টি করলেন তখন তিনি তার পিঠ মাসেহ করলেন। এতে তাঁর পিঠ থেকে তাঁর সমস্ত সন্তান বের হলো, যাদের তিনি ক্বিয়ামাত পর্যন্ত সৃষ্টি করবেন। তিনি তাদের প্রত্যেকের দুই চোখের মাঝখানে নূরের ঔজ্জল্য সৃষ্টি  করলেন, অতঃপর তাদেরকে আদম (আঃ) এর সামনে পেশ করলেন। আদম (আঃ) বললেনঃ হে প্রভু! এরা কারা? আল্লাহ বললেন, এরা তোমার সন্তান। আদমের দৃষ্টি তার সন্তানদের একজনের উপর পড়লো যাঁর দুই চোখের মাঝখানের ঔজ্জল্যে তিনি বিস্মিত হলেন। তিনি বললেন, হে আমার প্রভু! ইনি কে? আল্লাহ তা’আলা বললেনঃ শেষ যামানার উম্মাতের অন্তর্গত তোমার সন্তানদের একজন। তার নাম দাউদ (‘আঃ)। আদম (‘আঃ) বললেনঃ হে আমার রব! আপনি তাঁর বয়স কত নির্ধারণ করেছেন? আল্লাহ বললেনঃ ৬০ বছর। আদম (‘আঃ) বললেনঃ পরোয়ারদিগার! আমার বয়স থেকে ৪০ বছর (কেটে) তাকে দিন। আদম (‘আঃ) এর বয়স শেষ হয়ে গেলে তাঁর নিকট মালাকুত মউত _ আযরাইল) এসে হাযির হন। আদম (‘আঃ) বললেনঃ আমার বয়সের কি আরো ৪০ বছর অবশিষ্ট নেই? তিনি বললেনঃ আপনি কি আপনার সন্তান দাউদকে দান করেননি? রাসুলুল্লাহ (সাল্লালাহু আলাইহি ওয়া সাল্লাম) বলেনঃ আদম (‘আঃ) অস্বীকার  করলেন, তাই তার সন্তানরাও অস্বীকার করে থাকে। আদম (‘আঃ) ভুলে গিয়েছিলেন, তাই তাঁর সন্তানদেরও ত্রুটি বিচ্যুতি হয়ে থাকে। \n\nসহীহ : আয যিলাল (২০৬), তাখরীজুত্‌ তাহাবীয়াহ (২২০ ,২২১)।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا هِشَامُ بْنُ سَعْدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَمَّا خَلَقَ اللَّهُ آدَمَ مَسَحَ ظَهْرَهُ فَسَقَطَ مِنْ ظَهْرِهِ كُلُّ نَسَمَةٍ هُوَ خَالِقُهَا مِنْ ذُرِّيَّتِهِ إِلَى يَوْمِ الْقِيَامَةِ وَجَعَلَ بَيْنَ عَيْنَىْ كُلِّ إِنْسَانٍ مِنْهُمْ وَبِيصًا مِنْ نُورٍ ثُمَّ عَرَضَهُمْ عَلَى آدَمَ فَقَالَ أَىْ رَبِّ مَنْ هَؤُلاَءِ قَالَ هَؤُلاَءِ ذُرِّيَّتُكَ فَرَأَى رَجُلاً مِنْهُمْ فَأَعْجَبَهُ وَبِيصُ مَا بَيْنَ عَيْنَيْهِ فَقَالَ أَىْ رَبِّ مَنْ هَذَا فَقَالَ هَذَا رَجُلٌ مِنْ آخِرِ الأُمَمِ مِنْ ذُرِّيَّتِكَ يُقَالُ لَهُ دَاوُدُ ‏.‏ فَقَالَ رَبِّ كَمْ جَعَلْتَ عُمْرَهُ قَالَ سِتِّينَ سَنَةً قَالَ أَىْ رَبِّ زِدْهُ مِنْ عُمْرِي أَرْبَعِينَ سَنَةً ‏.‏ فَلَمَّا انْقَضَى عُمْرُ آدَمَ جَاءَهُ مَلَكُ الْمَوْتِ فَقَالَ أَوَلَمْ يَبْقَ مِنْ عُمْرِي أَرْبَعُونَ سَنَةً قَالَ أَوَلَمْ تُعْطِهَا ابْنَكَ دَاوُدَ قَالَ فَجَحَدَ آدَمُ فَجَحَدَتْ ذُرِّيَّتُهُ وَنَسِيَ آدَمُ فَنَسِيَتْ ذُرِّيَّتُهُ وَخَطِئَ آدَمُ فَخَطِئَتْ ذُرِّيَّتُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান সহীহ। আবূ হুরাইরাহ্‌ (রাঃ) এর বরাতে নাবী (সাল্লালাহু আলাইহি ওয়া সাল্লাম) হতে অন্যভাবেও এটি বর্ণিত হয়েছে।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}