{
  "hadith": {
    "hadith_id": 308,
    "narrator": "উম্মুল ফযল (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকট আসলেন। অসুখের কারণে এ সময়ে তাঁর মাথায় পট্টি বাঁধা ছিল। তিনি মাগরিবের নামায আদায় করলেন এবং তাতে সূরা “ওয়াল মুরসালাত” পাঠ করলেন। তারপর তিনি মহান আল্লাহ তা’আলার সাথে মিলিত হওয়ার পূর্ব পর্যন্ত আর কখনও এ সূরা পাঠ করেননি।\n\nসহীহ্‌। ইবনু মাজাহ-(৮৩১), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنْ أُمِّهِ أُمِّ الْفَضْلِ، قَالَتْ خَرَجَ إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ عَاصِبٌ رَأْسَهُ فِي مَرَضِهِ فَصَلَّى الْمَغْرِبَ فَقَرَأَ بِالْمُرْسَلاَتِ قَالَتْ فَمَا صَلاَّهَا بَعْدُ حَتَّى لَقِيَ اللَّهَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جُبَيْرِ بْنِ مُطْعِمٍ وَابْنِ عُمَرَ وَأَبِي أَيُّوبَ وَزَيْدِ بْنِ ثَابِتٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أُمِّ الْفَضْلِ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَرَأَ فِي الْمَغْرِبِ بِالأَعْرَافِ فِي الرَّكْعَتَيْنِ كِلْتَيْهِمَا ‏.‏ وَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَرَأَ فِي الْمَغْرِبِ بِالطُّورِ ‏.‏ وَرُوِيَ عَنْ عُمَرَ أَنَّهُ كَتَبَ إِلَى أَبِي مُوسَى أَنِ اقْرَأْ فِي الْمَغْرِبِ بِقِصَارِ الْمُفَصَّلِ ‏.‏ وَرُوِيَ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ أَنَّهُ قَرَأَ فِي الْمَغْرِبِ بِقِصَارِ الْمُفَصَّلِ ‏.‏ قَالَ وَعَلَى هَذَا الْعَمَلُ عِنْدَ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ ابْنُ الْمُبَارَكِ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ الشَّافِعِيُّ وَذُكِرَ عَنْ مَالِكٍ أَنَّهُ كَرِهَ أَنْ يُقْرَأَ فِي صَلاَةِ الْمَغْرِبِ بِالسُّوَرِ الطُّوَلِ نَحْوِ الطُّورِ وَالْمُرْسَلاَتِ قَالَ الشَّافِعِيُّ لاَ أَكْرَهُ ذَلِكَ بَلْ أَسْتَحِبُّ أَنْ يُقْرَأَ بِهَذِهِ السُّوَرِ فِي صَلاَةِ الْمَغْرِبِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে যুবাইর ইবনু মুতঈম, ইবনু ‘উমার, আবূ আইউব ও যাইদ ইবনু সাবিত (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ উম্মুল ফযলের হাদীসটি হাসান সহীহ্। বর্ণিত আছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাগরিবের উভয় রাকআতে সূরা আল-আরাফ হতেও পাঠ করেছেন। আরো বর্ণিত আছে যে, তিনি মাগরিবের নামাযে সূরা তূর পাঠ করেছেন। ‘উমার (রাঃ) মাগরিবের নামাযে ছোট সূরা (কিসারি মুফাস্‌সাল) পাঠ করার জন্য আবূ মূসা (রাঃ)-কে নির্দেশ পাঠান। আবূ বাক্‌র (রাঃ) হতে বর্ণিত আছে, তিনি মাগরিবের নামাযে ছোট আকারের সূরা পাঠ করতেন। ইমাম তিরমিযী বলেন, বিশেষজ্ঞ ‘আলিমগণ এরকমই ‘আমল করেছেন। ইবনুল মুবারাক, আহমাদ ও ইসহাক এরকমই বলেছেন। ইমাম শাফিঈ বলেন, ইমাম মালিক মাগরিবের নামাযে সূরা তূর, মুরসালাত ইত্যাদির মত লম্বা সূরা পাঠ করা মাকরূহ জানতেন। শাফিঈ আরো বলেন, আমি মাগরিবের নামাযে এ ধরনের লম্বা সূরা পাঠ করা মাকরূহ মনে করি না, বরং মুস্তাহাব মনে করি।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}