{
  "hadith": {
    "hadith_id": 3084,
    "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, বদরের যুদ্ধের দিন যুদ্ধবন্দীদের আনা হলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এই যুদ্ধবন্দীদের বিষয়ে তোমাদের কি মত? তারপর রাবী এ হাদীসে একটি বিরাট ঘটনা বর্ণনা করেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ মুক্তিপণ আদায় বা শিরচ্ছেদ করা ছাড়া এদের মুক্তির বিকল্প কোন পথ নেই। আবদুল্লাহ ইবনু মাসঊদ (রাঃ) বলেনঃ আমি বললাম, ইয়া রাসূলুল্লাহ! তবে সুহাইল ইবনু বাইযা ব্যতীত। যেহেতু আমি তাকে ইসলাম প্রসঙ্গে আলোচনা করতে শুনেছি। আবদুল্লাহ ইবনু মাসঊদ (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ কথায় নীরব থাকলেন। আবদুল্লাহ ইবনু মাসঊদ (রাঃ) বলেন, ঐ দিনের মত এরকম মারত্মক অবস্থা আমার আর কোন দিন ছিল না। ঐ দিন প্রতি মুহূর্তে আমার মনে হচ্ছিল, আমার মাথার উপর বুঝি আকাশ হতে পাথর বর্ষিত হবে। অবশেষে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সুহাইল ইবনু বাইযা ব্যতীত। ইবনু মাসঊদ (রাঃ) বলেন, এদিকে উমার (রাঃ)-এর উক্তি মোতাবেক কুরআনের এ আয়াত অবতীর্ণ হয়ঃ “কোন নবীর জন্য উচিত নয় দেশে ব্যাপক হারে প্রতিপক্ষকে পরাজিত না করা পর্যন্ত আটক রাখা…….” (সূরাঃ আল-আনফাল- ৬৭)।\n\nযঈফ, ১৭৬৭ নং হাদীস পূর্বে বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ أَبِي عُبَيْدَةَ بْنِ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ لَمَّا كَانَ يَوْمُ بَدْرٍ وَجِيءَ بِالأُسَارَى قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا تَقُولُونَ فِي هَؤُلاَءِ الأُسَارَى ‏\"‏ ‏.‏ فَذَكَرَ فِي الْحَدِيثِ قِصَّةً فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ يَنْفَلِتَنَّ مِنْهُمْ أَحَدٌ إِلاَّ بِفِدَاءٍ أَوْ ضَرْبِ عُنُقٍ ‏\"‏ ‏.‏ قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ فَقُلْتُ يَا رَسُولَ اللَّهِ إِلاَّ سُهَيْلَ بْنَ بَيْضَاءَ فَإِنِّي قَدْ سَمِعْتُهُ يَذْكُرُ الإِسْلاَمَ ‏.‏ قَالَ فَسَكَتَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ فَمَا رَأَيْتُنِي فِي يَوْمٍ أَخْوَفَ أَنْ تَقَعَ عَلَىَّ حِجَارَةٌ مِنَ السَّمَاءِ مِنِّي فِي ذَلِكَ الْيَوْمِ قَالَ حَتَّى قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِلاَّ سُهَيْلَ ابْنَ بَيْضَاءَ ‏\"‏ ‏.‏ قَالَ وَنَزَلَ الْقُرْآنُ بِقَوْلِ عُمَرَ ‏:‏ ‏(‏ وَمَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الأَرْضِ ‏)‏ إِلَى آخِرِ الآيَاتِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَأَبُو عُبَيْدَةَ بْنُ عَبْدِ اللَّهِ لَمْ يَسْمَعْ مِنْ أَبِيهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান। আবূ উবাইদা ইবনু আবদুল্লাহ তার পিতা হতে হাদীস শুনেননি।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}