{
  "hadith": {
    "hadith_id": 3091,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  আবূ বাকর (রাঃ)-কে (আমীরুল হাজ্জ নিয়োগ করে) পাঠান এবং এই বাক্যগুলো ঘোষণার জন্যে তাকে নির্দেশ দেন। তারপর তিনি 'আলী (রাঃ)-কে পাঠান। আবূ বাকর (রাঃ) পথিমধ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর উটনী কাস্‌ওয়ার শব্দ শুনতে পান। আবূ বাকর (রাঃ) সন্ত্রস্ত হয়ে বের হলেন। তিনি ভেবেছিলেন হয়ত রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এসেছেন। কিন্তু তিনি ছিলেন 'আলী (রাঃ)। 'আলী (রাঃ) আবূ বাকর (রাঃ)-কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর লেখা ফরমানটি দিলেন এবং তাতে তাকে এসব বিষয় ঘোষণা দেয়ার জন্য নির্দেশ দেন। তারা দু'জনেই গন্তব্যের দিকে এগিয়ে গেলেন এবং হাজ্জ সম্পন্ন করলেন। 'আলী (রাঃ) আইয়্যামে তাশরিক্বে (কুরবানীর দিন) দাঁড়িয়ে বললেনঃ প্রত্যেক মুশরিকের সাথে আল্লাহ ও তাঁর রাসূলের সম্পর্কচ্ছেদের ঘোষণা দেয়া হল। অতএব তোমরা আর চার মাস দেশে চলাফেরা কর। এ বছরের পর আর কোন মুশরিক হাজ্জ করতে পারবে না। নগ্ন অবস্থায় কেউ বাইতুল্লাহ তাওয়াফ করবে না। শুধু মু'মিন ব্যতীত আর কেউ জান্নাতে প্রবেশ করবে না। 'আলী (রাঃ) এভাবে ঘোষণা দিয়ে যাচ্ছিলেন। তিনি ক্লান্ত হয়ে পড়লে আবূ বাকর (রাঃ) দাঁড়িয়ে একই রকম ঘোষণা দিতে থাকেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ، حَدَّثَنَا سُفْيَانُ بْنُ حُسَيْنٍ، عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ، عَنْ مِقْسَمٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ بَعَثَ النَّبِيُّ صلى الله عليه وسلم أَبَا بَكْرٍ وَأَمَرَهُ أَنْ يُنَادِيَ بِهَؤُلاَءِ الْكَلِمَاتِ ثُمَّ أَتْبَعَهُ عَلِيًّا فَبَيْنَا أَبُو بَكْرٍ فِي بَعْضِ الطَّرِيقِ إِذْ سَمِعَ رُغَاءَ نَاقَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم الْقَصْوَاءَ فَخَرَجَ أَبُو بَكْرٍ فَزِعًا فَظَنَّ أَنَّهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَإِذَا هُوَ عَلِيٌّ فَدَفَعَ إِلَيْهِ كِتَابَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَمَرَ عَلِيًّا أَنْ يُنَادِيَ بِهَؤُلاَءِ الْكَلِمَاتِ فَانْطَلَقَا فَحَجَّا فَقَامَ عَلِيٌّ أَيَّامَ التَّشْرِيقِ فَنَادَى ذِمَّةُ اللَّهِ وَرَسُولِهِ بَرِيئَةٌ مِنْ كُلِّ مُشْرِكٍ فَسِيحُوا فِي الأَرْضِ أَرْبَعَةَ أَشْهُرٍ وَلاَ يَحُجَّنَّ بَعْدَ الْعَامِ مُشْرِكٌ وَلاَ يَطُوفَنَّ بِالْبَيْتِ عُرْيَانٌ وَلاَ يَدْخُلُ الْجَنَّةَ إِلاَّ مُؤْمِنٌ وَكَانَ عَلِيٌّ يُنَادِي فَإِذَا عَيِيَ قَامَ أَبُو بَكْرٍ فَنَادَى بِهَا ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ '‘ঈসা বলেন, এ হাদীসটি ইবনু ‘আব্বাস (রাঃ)-এর রিওয়ায়াত হিসেবে এই সুত্রে হাসান গরীব ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}