{
  "hadith": {
    "hadith_id": 3092,
    "narrator": "যাইদ ইবনু ইউসাই (রাঃ)",
    "bn": "তিনি বলেন, আমরা 'আলী (রাঃ)-কে প্রশ্ন করলাম, আপনাকে হাজ্জ উপলক্ষ্যে কোন জিনিস সহকারে পাঠানো হয়েছিল। তিনি বললেন, আমাকে (হাজ্জে) চারটি বিষয় সহকারে পাঠানো হয়েছিল : (১) কোন উলঙ্গ ব্যক্তি বাইতুল্লাহ তাওয়াফ করতে পারবে না; (২) যাদের সাথে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর চুক্তি আছে তা তার নির্দিষ্ট মেয়াদ পর্যন্ত কার্যকর থাকবে আর যাদের সাথে তাঁর কোন চুক্তি নেই তারা চার মাসের অবকাশ পাবে (নিরাপত্তা সহকারে বিচরণ করার); (৩) মু'মিন ব্যতীত কোন ব্যক্তি জান্নাতে যেতে পারবে না; (৪) এ বছরের পর মুসলিমগণ ও মুশরিকরা (হাজ্জে) একত্র হতে পারবে না (এরপর হতে মুশরিকদের জন্য হাজ্জে যোগদান চিরতরে নিষিদ্ধ)।\n\nসহীহ : (৮৭১) নং হাদীস পূর্বে বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ زَيْدِ بْنِ يُثَيْعٍ، قَالَ سَأَلْنَا عَلِيًّا بِأَىِّ شَيْءٍ بُعِثْتَ فِي الْحَجَّةِ قَالَ بُعِثْتُ بِأَرْبَعٍ أَنْ لاَ يَطُوفَ بِالْبَيْتِ عُرْيَانٌ وَمَنْ كَانَ بَيْنَهُ وَبَيْنَ النَّبِيِّ صلى الله عليه وسلم عَهْدٌ فَهُوَ إِلَى مُدَّتِهِ وَمَنْ لَمْ يَكُنْ لَهُ عَهْدٌ فَأَجَلُهُ أَرْبَعَةُ أَشْهُرٍ وَلاَ يَدْخُلُ الْجَنَّةَ إِلاَّ نَفْسٌ مُؤْمِنَةٌ وَلاَ يَجْتَمِعُ الْمُشْرِكُونَ وَالْمُسْلِمُونَ بَعْدَ عَامِهِمْ هَذَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَهُوَ حَدِيثُ سُفْيَانَ بْنِ عُيَيْنَةَ عَنْ أَبِي إِسْحَاقَ وَرَوَاهُ الثَّوْرِيُّ عَنْ أَبِي إِسْحَاقَ عَنْ بَعْضِ أَصْحَابِهِ عَنْ عَلِيٍّ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। এটি আবূ ইসহাক হতে আবূ 'উয়াইনার বর্ণিত হাদীস। সুফ্‌ইইয়ান সাওরীও এটি আবূ ইসহাক হতে, তিনি তার কোন সহযোগী হতে, তিনি 'আলী (রাঃ) হতে এই সূত্রে বর্ণনা করেছেন। আবূ হুরাইরাহ্ (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। নাসর ইবনু 'আলী প্রমুখ- সুফ্‌ইয়ান ইবনু 'উয়াইনাহ্‌ হতে, তিনি আবূ ইসহাক হতে, তিনি যাইদ ইবনু ইউসাই হতে, তিনি 'আলী (রাঃ) সূত্রে পূবোর্ক্ত হাদীসের মত বর্ণনা করেছেন। 'আলী ইবনু খাশরাম- সুফ্‌ইয়ান ইবনু 'উয়াইনাহ্‌ হতে, তিনি আবূ ইসহাক হতে, তিনি যাইদ ইবনু উসাই হতে, তিনি 'আলী (রাঃ) হতে এই সূত্রে একই রকম বর্ণনা করেছেন। আবূ ‘ঈসা বলেন, ইবনু 'উয়াইনাহ্‌ উভয় রিওয়ায়াত ইবনু উসাই ও ইবনু ইউসাই উভয়ের সূত্রে বর্ণনা করেছেন। সঠিক হল যাইদ ইবনু উসাই। শুবাহ্ (রহঃ) উক্ত হাদীস ব্যতীত অন্য হাদীস আবূ ইসহাকের সূত্রে বর্ণনা করেছেন এবং তাতে সন্দেহে পতিত হয়েছেন এবং যাইদ ইবনু উসাইল নাম বলেছেন; কিন্তু এ ক্ষেত্রে শু'বাহ্‌র অনুসরণ করা হয়নি।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}