{
  "hadith": {
    "hadith_id": 3094,
    "narrator": "সাওবান (রাঃ)",
    "bn": "তিনি বলেন, \"যারা সোনা ও রূপা জমা করে রাখে এবং তা আল্লাহর পথে ব্যয় করে না তাদেরকে পীড়াদায়ক আযাবের সুসংবাদ দাও’ - (সূরা আত্‌-তাওবাহ্ : ৩৪), এ আয়াত অবতীর্ণ হওয়ার সময় আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে ভ্রমণে ছিলাম। কোন কোন সাহাবী বলেন, এ আয়াতটি সোনা ও রূপার সমালোচনায় অবতীর্ণ হয়েছে। কোন্‌ সম্পদ উৎকৃষ্ট আমরা তা জানতে পারলে তা জমা করতাম। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেন উৎকৃষ্ট সম্পদ হল (আল্লাহ তা'আলার) যিক্‌রকারী জিহ্‌বা, কৃতজ্ঞ অন্তর ও ঈমানদার স্ত্রী, যে স্বামীকে দীনদারির ব্যাপারে সহযোগিতা করে।\n\nসহীহ : ইবনু মা-জাহ (১৮৫৬)।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْرَائِيلَ، عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ ثَوْبَانَ، قَالَ لَمَّا نَزَلَتْ ‏:‏ ‏(‏ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ ‏)‏ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي بَعْضِ أَسْفَارِهِ فَقَالَ بَعْضُ أَصْحَابِهِ أُنْزِلَ فِي الذَّهَبِ وَالْفِضَّةِ مَا أُنْزِلَ ‏.‏ لَوْ عَلِمْنَا أَىُّ الْمَالِ خَيْرٌ فَنَتَّخِذَهُ فَقَالَ ‏\"‏ أَفْضَلُهُ لِسَانٌ ذَاكِرٌ وَقَلْبٌ شَاكِرٌ وَزَوْجَةٌ مُؤْمِنَةٌ تُعِينُهُ عَلَى إِيمَانِهِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ ‏.‏ سَأَلْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ فَقُلْتَ لَهُ سَالِمُ بْنُ أَبِي الْجَعْدِ سَمِعَ مِنْ ثَوْبَانَ فَقَالَ لاَ ‏.‏ فَقُلْتُ لَهُ مِمَّنْ سَمِعَ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم قَالَ سَمِعَ مِنْ جَابِرِ بْنِ عَبْدِ اللَّهِ وَأَنَسِ بْنِ مَالِكٍ وَذَكَرَ غَيْرَ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান । আমি মুহাম্মাদ ইবনু ইসমাঈলকে প্রশ্ন করে বললাম, সালিম ইবনু আবুল জা'দ (রহঃ) সাওবান (রাঃ) হতে হাদীস শুনেছেন কি? তিনি বললেন, না। আমি তাকে বললাম, তাহলে তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাহাবীগণের মধ্যে কার নিকটে শুনেছেন? তিনি বললেন, তিনি জাবির ইবনু 'আবদুল্লাহ ও আনাস ইবনু মালিক (রাঃ)-এর নিকট শুনেছেন। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর আরো কয়েকজন সাহাবীর নামও তিনি উল্লেখ করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}