{
  "hadith": {
    "hadith_id": 3098,
    "narrator": "ইবনু 'উমার (রাঃ)",
    "bn": "তিনি বলেন, 'আবদুল্লাহ্ (রাঃ)-এর বাবা 'আবদুল্লাহ ইবনু উবাই মারা গেলে 'আবদুল্লাহ্ (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সামনে এসে বলেন, আপনার জামাটি আমাকে দিন, তা দিয়ে তাকে (বাবাকে) কাফন দিব এবং আপনি তার জানাযা আদায় করুন, তার জন্য ক্ষমা প্রার্থনা  করুন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাকে তাঁর জামা দিলেন এবং বললেনঃ তোমরা (গোসল, কাফন ইত্যাদি হতে) অবসর হলে আমাকে খবর দিও। তিনি নামায আদায়ের প্রস্তুতি নিলে 'উমার (রাঃ) তাঁকে টেনে ধরে বললেন, আল্লাহ তা'আলা কি আপনাকে মুনাফিক্বদের জানাযা আদায় করতে নিষেধ করেন নি? তিনি বললেনঃ আমাকে দুটো ব্যাপারেই স্বাধীনতা দেয়া হয়েছে- \"তুমি তাদের জন্য ক্ষমা প্রার্থনা কর বা না কর’। যাই হোক তিনি তার জানাযা আদায় করলেন। আল্লাহ তা'আলা তখন এ আয়াত অবতীর্ণ করেন (অনুবাদ) : \"তাদের কোন ব্যক্তি মৃত্যুবরণ করলে তুমি কখনো তার জানাযা আদায় করবে না এবং তার ক্ববরের পাশে কখনো দাঁড়াবে না...’ (সূরা আত-তাওবাহ্‌ ৮৪)। এরপর তিনি তাদের জানাযা আদায় করা ছেড়ে দেন।\n\nসহীহ : ইবনু মা-জাহ (১৫২৩), বুখারী (৪৬৭০), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ، أَخْبَرَنَا نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ جَاءَ عَبْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ أُبَىٍّ إِلَى النَّبِيِّ صلى الله عليه وسلم حِينَ مَاتَ أَبُوهُ فَقَالَ أَعْطِنِي قَمِيصَكَ أُكَفِّنْهُ فِيهِ وَصَلِّ عَلَيْهِ وَاسْتَغْفِرْ لَهُ ‏.‏ فَأَعْطَاهُ قَمِيصَهُ وَقَالَ ‏\"‏ إِذَا فَرَغْتُمْ فَآذِنُونِي ‏\"‏ ‏.‏ فَلَمَّا أَرَادَ أَنْ يُصَلِّيَ جَذَبَهُ عُمَرُ وَقَالَ أَلَيْسَ قَدْ نَهَى اللَّهُ أَنْ تُصَلِّيَ عَلَى الْمُنَافِقِينَ فَقَالَ ‏\"‏ أَنَا بَيْنَ خِيرَتَيْنِ ‏:‏ ‏(‏اسْتَغْفِرْ لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ ‏)‏ ‏\"‏ ‏.‏ فَصَلَّى عَلَيْهِ فَأَنْزَلَ اللَّهُ‏:‏ ‏(‏وَلَا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلاَ تَقُمْ عَلَى قَبْرِهِ ‏)‏ فَتَرَكَ الصَّلاَةَ عَلَيْهِمْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}