{
  "hadith": {
    "hadith_id": 3103,
    "narrator": "যাইদ ইবনু সাবিত (রাঃ)",
    "bn": "তিনি বলেন, ইয়ামামার যুদ্ধে অংশগ্রহণকারীদের শাহাদাতের যমানায় আবূ বাক্‌র সিদ্দীক্ব (রাঃ) আমায় ডেকে পাঠান। আমি গিয়ে দেখলাম, 'উমার ইবনুল খাত্তাব (রাঃ)-ও তার নিকট উপস্থিত। আবূ বকর (রাঃ) বললেন, 'উমার আমার নিকট এসে বললেন, অসংখ্য কুরআনের ক্বারী (হাফিয) ইয়ামামার যুদ্ধের দিন শহীদ হয়েছেন। আমার আশংকা হচ্ছে, সর্বত্র এভাবে ক্বারীগণ শাহীদ হয়ে গেলে কুরআনের অনেক অংশই বিলুপ্ত হয়ে যেতে পারে। আমি মনে করি আপনি কুরআন সংকলনের নির্দেশ দিন। আবূ বকর (রাঃ) 'উমার (রাঃ)-কে বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  নিজে যে কাজ করে যাননি আমি কিভাবে তা করতে পারি? 'উমার (রাঃ) বললেন, আল্লাহর শপথ! এটা খুবই ভালো কাজ। তিনি আমার নিকট বারবার তার কথার পুনরাবৃত্তি করে যাচ্ছিলেন। অবশেষে সেই কাজের জন্য আল্লাহ তা'আলা আমার বক্ষও উন্মুক্ত করে দিলেন, যার জন্য তিনি (আগেই) 'উমারের বক্ষ উন্মুক্ত করে দিয়েছিলেন। আমিও উক্ত কাজে সেই কল্যাণ লক্ষ্য করলাম যা তিনি (আমার আগেই) লক্ষ্য করেছিলেন। যাইদ ইবনু সাবিত (রাঃ) বলেন, আবূ বকর (রাঃ) বললেন, তুমি একজন জ্ঞানবান যুবক। আমি তোমাকে কোন বিষয়ে দোষারোপ করিনি। আর তুমি রাসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর জীবদ্দশায় কুরআন লিপিবদ্ধ করতে। অতএব তুমি কুরআনের (বিভিন্ন অংশ) অনুসন্ধানে লেগে যাও। যাইদ (রাঃ) বলেন, আল্লাহর শপথ! তারা যদি আমাকে পর্বতমালার মধ্য হতে কোন পাহাড় স্থানান্তরের কষ্টে নিক্ষেপ করতেন তাও আমার জন্য এ মহা দায়িত্বের তুলনায় এত বেশি ভারবহ হত না। আমি বললাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজে যে কাজ করেননি আপনারা তা কিভাবে করতে পারেন? আবূ বকর (রাঃ) বললেন, আল্লাহর শপথ! এটা খুবই ভালো কাজ। আবু বাক্‌র ও 'উমার (রাঃ) উভয়ে ঐ কথার পুনরাবৃত্তি করে যাচ্ছিলেন। অবশেষে আল্লাহ তা'আলা আবূ বাক্‌র ও 'উমারের ন্যায় আমার বক্ষও উন্মুক্ত করে দিলেন। অতএব আমি চামড়ার টুকরাসমূহ, খেজুর পত্র, মসৃণ পাথর ও লোকদের অন্তকরণ হতে খুঁজে খুঁজে সম্পূর্ণ কুরআন একত্র করলাম। সূরা বারাআতের শেষ অংশটুকু আমি খুযাইমাহ্‌ ইবনু সাবিত (রাঃ)-এর নিকট পেলাম। তা হল (অনুবাদ) : \"অবশ্যই তোমাদের মধ্য হতে তোমাদের নিকট একজন রাসূল এসেছেন। তোমাদেরকে যা বিপন্ন করে তা তাঁর জন্য কষ্টদায়ক। সে তোমাদের কল্যাণকামী এবং মু'মিনদের প্রতি দয়ার্দ্র ও অত্যন্ত করুণাসক্ত। এতদসত্ত্বেও তারা যদি মুখ ফিরিয়ে নেয় তবে তুমি বল : আল্লাহ তা'আলাই আমার জন্য যথেষ্ট। তিনি ব্যতীত অন্য কোন ইলাহ নেই। আমি তার উপরই নির্ভর করি এবং তিনিই মহান আরশের মালিক’  -(সূরা আত্‌-তাওবাহ্ ১২৮, ১২৯)।\n\nসহীহ বুখারী (৪৬৭৯), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ بْنِ السَّبَّاقِ، أَنَّ زَيْدَ بْنَ ثَابِتٍ، حَدَّثَهُ قَالَ بَعَثَ إِلَىَّ أَبُو بَكْرٍ الصِّدِّيقُ مَقْتَلَ أَهْلِ الْيَمَامَةِ فَإِذَا عُمَرُ بْنُ الْخَطَّابِ عِنْدَهُ فَقَالَ إِنَّ عُمَرَ بْنَ الْخَطَّابِ قَدْ أَتَانِي فَقَالَ إِنَّ الْقَتْلَ قَدِ اسْتَحَرَّ بِقُرَّاءِ الْقُرْآنِ يَوْمَ الْيَمَامَةِ وَإِنِّي لأَخْشَى أَنْ يَسْتَحِرَّ الْقَتْلُ بِالْقُرَّاءِ فِي الْمَوَاطِنِ كُلِّهَا فَيَذْهَبَ قُرْآنٌ كَثِيرٌ وَإِنِّي أَرَى أَنْ تَأْمُرَ بِجَمْعِ الْقُرْآنِ ‏.‏ قَالَ أَبُو بَكْرٍ لِعُمَرَ كَيْفَ أَفْعَلُ شَيْئًا لَمْ يَفْعَلْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ عُمَرُ هُوَ وَاللَّهِ خَيْرٌ فَلَمْ يَزَلْ يُرَاجِعُنِي فِي ذَلِكَ حَتَّى شَرَحَ اللَّهُ صَدْرِي لِلَّذِي شَرَحَ لَهُ صَدْرَ عُمَرَ وَرَأَيْتُ فِيهِ الَّذِي رَأَى قَالَ زَيْدٌ قَالَ أَبُو بَكْرٍ إِنَّكَ شَابٌّ عَاقِلٌ لاَ نَتَّهِمُكَ قَدْ كُنْتَ تَكْتُبُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم الْوَحْىَ فَتَتَبَّعِ الْقُرْآنَ ‏.‏ قَالَ فَوَاللَّهِ لَوْ كَلَّفُونِي نَقْلَ جَبَلٍ مِنَ الْجِبَالِ مَا كَانَ أَثْقَلَ عَلَىَّ مِنْ ذَلِكَ قَالَ قُلْتُ كَيْفَ تَفْعَلُونَ شَيْئًا لَمْ يَفْعَلْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ أَبُو بَكْرٍ هُوَ وَاللَّهِ خَيْرٌ ‏.‏ فَلَمْ يَزَلْ يُرَاجِعُنِي فِي ذَلِكَ أَبُو بَكْرٍ وَعُمَرُ حَتَّى شَرَحَ اللَّهُ صَدْرِي لِلَّذِي شَرَحَ صَدْرَهُمَا صَدْرَ أَبِي بَكْرٍ وَعُمَرَ فَتَتَبَّعْتُ الْقُرْآنَ أَجْمَعُهُ مِنَ الرِّقَاعِ وَالْعُسُبِ وَاللِّخَافِ يَعْنِي الْحِجَارَةَ الرِّقَاقَ وَصُدُورِ الرِّجَالِ فَوَجَدْتُ آخِرَ سُورَةِ بَرَاءَةَ مَعَ خُزَيْمَةَ بْنِ ثَابِتٍ ‏:‏ ‏(‏ قَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ * فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}