{
  "hadith": {
    "hadith_id": 3104,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, হুযাইফাহ্ (রাঃ) 'উসমান ইবনু আফফান (রাঃ)-এর নিকট এসে উপস্থিত হলেন। হুযাইফা (রাঃ) আর্মেনিয়া ও আযারবাইযান অভিযানে ইরাকীদের সঙ্গী হয়ে সিরীয়দের বিরুদ্ধে জিহাদ করছিলেন। তখন হুযাইফাহ্ (রাঃ) তাদের মধ্যে কুরআন নিয়ে মতের অমিল লক্ষ্য করেন। তিনি (ফিরে এসে) 'উসমান ইবনু আফফান (রাঃ)-কে বললেন, হে আমিরুল মু'মিনীন! যেভাবে ইয়াহূদী-নাসারাগণ তাদের কিতাব নিয়ে মতভেদে লিপ্ত হয়েছিল, সেরূপ এই উম্মাতের লোকদের নিজেদের কিতাব নিয়ে মতভেদে লিপ্ত হওয়ার পূর্বে তাদের খবর নিন। এরপর 'উসমান (রাঃ) এই কথা বলে হাফসাহ্ (রাঃ)-এর নিকট লোক পাঠান যে, আপনার নিকট রক্ষিত কুরআনের সহীফাখানি আমাদের কাছে পাঠিয়ে দিন। আমরা সেটি হতে কপি করার পর তা আপনাকে আবার ফেরত দেব। উম্মুল মু'মিনীন হাফসাহ্ (রাঃ) তার কপি 'উসমান ইবনু 'আফ্‌ফান (রাঃ)-এর নিকট পাঠিয়ে দিলেন। 'উসমান (রাঃ) যাইদ ইবনু সাবিত (রাঃ), সা'ঈদ ইবনুল 'আস (রাঃ), 'আবদুর রাহমান ইবনুল হারিস ইবনু হিশাম (রাঃ), 'আবদুল্লাহ ইবনুয যুবাইর (রাঃ) প্রমুখের নিকট উক্ত সহীফাখানি পাঠিয়ে দিয়ে বললেন, আপনারা এ সহীফাখানি হতে অনেকগুলো কপি করে নিন। তিনি উক্ত কমিটির তিন কুরাইশ সদস্যকে বললেন, কোন ক্ষেত্রে তোমাদের ও যাইদ ইবনু সাবিতের মধ্যে মতের অমিল হলে তা তোমরা কুরাইশের বাকরীতি মতো লিখবে। কেননা কুরআন তাদের বাকরীতিতে অবতীর্ণ হয়েছে। অবশেষে তারা পূর্ণ কুরআনের কয়েকটি কপি করেন। 'উসমান (রাঃ) সেগুলোর এক একটি কপি রাজ্যের এক এক এলাকায় পাঠিয়ে দিলেন।\nযুহরী (রহঃ) বলেন, খারিজা ইবনু যাইদ (রাঃ) আমার নিকট বর্ণনা করেছেন; যাইদ ইবনু সাবিত (রাঃ) বলেছেন, আমি সূরা আল-আহ্‌যাবের একটি আয়াত পেলাম না, যেটি আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে তিলাওয়াত করতে শুনতাম। আয়াতটী এই (অনুবাদ) : \"মু'মিনদের মধ্যে কিছু  লোক আল্লাহ তা'আলার সাথে তাদের কৃত অঙ্গীকার পূর্ণ করেছে, তাদের কেউ কেউ শাহাদাত বরণ করেছে এবং কেউ কেউ প্রতীক্ষায় রয়েছে। তারা নিজেদের অঙ্গীকারে কোন পরিবর্তন করেনি\" (সূরা আল-আহ্‌যাব ২৩)।\nআমি আয়াতটির খোঁজ করছিলাম। অবশেষে তা খুযাইমাহ্‌ ইবনু সাবিত (রাঃ) বা আবূ খুযাইমাহ্ (রাঃ)-এর নিকট পেলাম। আমি সূরার যথাস্থানে আয়াতটি স্থাপন করলাম। যুহরী (রহঃ) বলেন, তারা ঐ দিন তাবূত ও তাবূহ শবদ নিয়ে মতের অমিল করেন। কুরাইশীরা বলেন, তাবূত, আর যাইদ (রাঃ) বলেন, তাবূহ। তাদের মতের অমিলের বিষয়টি 'উসমান (রাঃ)-এর নিকট উত্থাপন করা হলে তিনি বললেন, তোমরা তাবূত লিখ। কেননা কুরআন কুরাইশদের ভাষায় অবতীর্ণ হয়েছে।\nযুহরী (রহঃ) বলেন, আমাকে 'উবাইদুল্লাহ ইবনু 'আবদুল্লাহ ইবনু উত্‌বাহ্‌ খবর দিয়েছেন যে, যাইদ ইবনু সাবিতের কুরআন লিপিবদ্ধ করাকে 'আবদুল্লাহ ইবনু মাস'উদ (রাঃ) অপছন্দ করেছেন এবং বলেছেন, হে মুসলিমগণ! কুরআন লিপিবদ্ধ করা হতে আমি বরখাস্ত হবো এবং আর তার দায়িত্বপ্রাপ্ত হবে এমন ব্যক্তি, যে আমার ইসলাম গ্রহণের সময় এক কাফির পৃষ্ঠদেশে অন্তর্নিহিত ছিল। এ কথা দ্বারা তিনি যাইদ ইবনু সাবিত (রাঃ)-এর প্রতি ইঙ্গিত করেছেন। তাই 'আবদুল্লাহ ইবনু মাস'উদ (রাঃ) বলেনঃ হে ইরাকবাসী! তোমাদের নিকট রক্ষিত কুরআনের লিপিবদ্ধ সংকলন লুকিয়ে রাখ এবং তালাবদ্ধ করে রাখ। কারণ আল্লাহ তা'আলা বলেন, (অনুবাদ) : \"এবং কেউ অন্যায়ভাবে কিছু আত্নসাৎ করলে, যা সে অন্যায়ভাবে আত্নসাৎ করেছে ক্বিয়ামাতের দিন সে তা নিয়ে উপস্থিত হবে\" - (সূরা আল-'ইমরান ১৬১)। অতএব তোমরা তোমাদের সংকলনগুলোসহ আল্লাহ তা'আলার সাথে মিলিত হবে। যুহরী (রাঃ) বলেন, আমি জেনেছি যে, ইবনু মাস'উদ (রাঃ)-এর এ উক্তিকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর বহু প্রবীণ সাহাবী অপছন্দ করেছেন।\n\nসহীহ : বুখারী (৪৯৮৭, ৪৯৮৮) সহীহ মাকতূ'।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، أَنَّ حُذَيْفَةَ، قَدِمَ عَلَى عُثْمَانَ بْنِ عَفَّانَ وَكَانَ يُغَازِي أَهْلَ الشَّامِ فِي فَتْحِ أَرْمِينِيَّةَ وَأَذْرَبِيجَانَ مَعَ أَهْلِ الْعِرَاقِ فَرَأَى حُذَيْفَةُ اخْتِلاَفَهُمْ فِي الْقُرْآنِ فَقَالَ لِعُثْمَانَ بْنِ عَفَّانَ يَا أَمِيرَ الْمُؤْمِنِينَ أَدْرِكْ هَذِهِ الأُمَّةَ قَبْلَ أَنْ يَخْتَلِفُوا فِي الْكِتَابِ كَمَا اخْتَلَفَتِ الْيَهُودُ وَالنَّصَارَى فَأَرْسَلَ إِلَى حَفْصَةَ أَنْ أَرْسِلِي إِلَيْنَا بِالصُّحُفِ نَنْسَخُهَا فِي الْمَصَاحِفِ ثُمَّ نَرُدُّهَا إِلَيْكِ فَأَرْسَلَتْ حَفْصَةُ إِلَى عُثْمَانَ بِالصُّحُفِ فَأَرْسَلَ عُثْمَانُ إِلَى زَيْدِ بْنِ ثَابِتٍ وَسَعِيدِ بْنِ الْعَاصِي وَعَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ وَعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ أَنِ انْسَخُوا الصُّحُفَ فِي الْمَصَاحِفِ وَقَالَ لِلرَّهْطِ الْقُرَشِيِّينَ الثَّلاَثَةِ مَا اخْتَلَفْتُمْ فِيهِ أَنْتُمْ وَزَيْدُ بْنُ ثَابِتٍ فَاكْتُبُوهُ بِلِسَانِ قُرَيْشٍ فَإِنَّمَا نَزَلَ بِلِسَانِهِمْ ‏.‏ حَتَّى نَسَخُوا الصُّحُفَ فِي الْمَصَاحِفِ بَعَثَ عُثْمَانُ إِلَى كُلِّ أُفُقٍ بِمُصْحَفٍ مِنْ تِلْكَ الْمَصَاحِفِ الَّتِي نَسَخُوا ‏.‏ قَالَ الزُّهْرِيُّ وَحَدَّثَنِي خَارِجَةُ بْنُ زَيْدِ بْنِ ثَابِتٍ أَنَّ زَيْدَ بْنَ ثَابِتٍ قَالَ فَقَدْتُ آيَةً مِنْ سُورَةِ الأَحْزَابِ كُنْتُ أَسْمَعُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقْرَؤُهَا ‏:‏ ‏(‏ مِنَ الْمُؤْمِنِينَ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ ‏)‏ فَالْتَمَسْتُهَا فَوَجَدْتُهَا مَعَ خُزَيْمَةَ بْنِ ثَابِتٍ أَوْ أَبِي خُزَيْمَةَ فَأَلْحَقْتُهَا فِي سُورَتِهَا ‏.‏ قَالَ الزُّهْرِيُّ فَاخْتَلَفُوا يَوْمَئِذٍ فِي التَّابُوتِ وَالتَّابُوهِ فَقَالَ الْقُرَشِيُّونَ التَّابُوتُ ‏.‏ وَقَالَ زَيْدٌ التَّابُوهُ ‏.‏ فَرُفِعَ اخْتِلاَفُهُمْ إِلَى عُثْمَانَ فَقَالَ اكْتُبُوهُ التَّابُوتُ فَإِنَّهُ نَزَلَ بِلِسَانِ قُرَيْشٍ ‏.‏ قَالَ الزُّهْرِيُّ فَأَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ أَنَّ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ كَرِهَ لِزَيْدِ بْنِ ثَابِتٍ نَسْخَ الْمَصَاحِفِ وَقَالَ يَا مَعْشَرَ الْمُسْلِمِينَ أُعْزَلُ عَنْ نَسْخِ كِتَابَةِ الْمُصْحَفِ وَيَتَوَلاَّهَا رَجُلٌ وَاللَّهِ لَقَدْ أَسْلَمْتُ وَإِنَّهُ لَفِي صُلْبِ رَجُلٍ كَافِرٍ يُرِيدُ زَيْدَ بْنَ ثَابِتٍ وَلِذَلِكَ قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ يَا أَهْلَ الْعِرَاقِ اكْتُمُوا الْمَصَاحِفَ الَّتِي عِنْدَكُمْ وَغُلُّوهَا فَإِنَّ اللَّهَ يَقُولُ ‏:‏ ‏(‏ وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ ‏)‏ فَالْقُوا اللَّهَ بِالْمَصَاحِفِ ‏.‏ قَالَ الزُّهْرِيُّ فَبَلَغَنِي أَنَّ ذَلِكَ كَرِهَهُ مِنْ مَقَالَةِ ابْنِ مَسْعُودٍ رِجَالٌ مِنْ أَفَاضِلِ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ حَدِيثُ الزُّهْرِيِّ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ '‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ । এটি যুহরীর রিওয়ায়াত । আমরা এ হাদীস শুধু তার সূত্রেই জেনেছি।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}