{
  "hadith": {
    "hadith_id": 3105,
    "narrator": "সুহাইব (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ তা’আলার বানী “ যারা উত্তম কাজ করে তাদের জন্য রয়েছে কল্যাণ এবং আরও বেশি’’ (সুরা ইউনুস ২৬) প্রসঙ্গে বলেনঃ জান্নাতীরা জান্নাতে প্রবেশ করার পর একজন আহবানকারী  ডেকে বলবে, আল্লাহ তা’আলার কাছে তোমাদের জন্য একটি প্রতিশ্রুতি রয়েছে এবং তিনি সেটা পূর্ণ করতে চান। তারা বলবে, আল্লাহ তা’আলা কি আমাদের মুখ উজ্জল করেননি এবং আমাদেরকে জাহান্নাম হতে মুক্তি দিয়ে জান্নাতে দাখিল করেননি? রাসুলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এমন সময় পর্দা উন্মোচিত হবে (এবং তারা আল্লাহ তা’আলাকে দেখতে পাবে)। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেনঃ আল্লাহর শপথ! আল্লাহ তা’আলার দর্শন লাভের চাইতে বেশী প্রিয় ও কাঙ্ক্ষিত কোন বস্তুই তিনি তাদেরকে দান করেননি। \n\nসহীহ : ইবনু মা-জাহ (১৮৭) , মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ صُهَيْبٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي قَوْلِ اللَّهِ عَزَّ وَجَلَّّ ‏:‏ ‏(‏لِلََّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ ‏)‏ قَالَ ‏\"‏ إِذَا دَخَلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ نَادَى مُنَادٍ إِنَّ لَكُمْ عِنْدَ اللَّهِ مَوْعِدًا يُرِيدُ أَنْ يُنْجِزَكُمُوهُ قَالُوا أَلَمْ تُبَيِّضْ وُجُوهَنَا وَتُنَجِّنَا مِنَ النَّارِ وَتُدْخِلْنَا الْجَنَّةَ قَالَ فَيُكْشَفُ الْحِجَابُ ‏.‏ قَالَ فَوَاللَّهِ مَا أَعْطَاهُمُ اللَّهُ شَيْئًا أَحَبَّ إِلَيْهِمْ مِنَ النَّظَرِ إِلَيْهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ حَمَّادِ بْنِ سَلَمَةَ هَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنْ حَمَّادِ بْنِ سَلَمَةَ مَرْفُوعًا ‏.‏ وَرَوَى سُلَيْمَانُ بْنُ الْمُغِيرَةِ هَذَا الْحَدِيثَ عَنْ ثَابِتٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى قَوْلَهُ وَلَمْ يَذْكُرْ فِيهِ عَنْ صُهَيْبٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ‘ঈসা বলেন, এটি হাম্মাদ ইবনু সালামার হাদীস। একাধিক বর্ণনাকারী এটি হাম্মাদ ইবনু সালামাহ (রহঃ) হতে ‘মারফু’ ভাবে একই রকম বর্ণনা করেছেন। সুলাইমান ইবনুল মুগীরাহ এ হাদীস সাবিত আল-বুনানী হতে, তিনি ‘আবদুর রাহমান ইবনু আবী লাইলা হতে তার বক্তব্যরুপে বর্ণনা করেছেন এবং তাতে সুহাইব (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এ রকম উল্লেখ নেই ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}