{
  "hadith": {
    "hadith_id": 3113,
    "narrator": "মুআয ইবনু জাবাল (রাঃ)",
    "bn": "তিনি বলেনঃ এক ব্যক্তি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বলল, হে আল্লাহ্‌র রাসূল! এক ব্যক্তি এক বেগানা নারীর সাথে যৌন মিলন ছাড়া আর সবই করেছে, তার প্রসঙ্গে আপনার কি মত? তখন আল্লাহ্ তা'আলা এ আয়াত অবতীর্ণ করেনঃ \"তুমি নামায কায়িম কর দিনের দুই প্রান্তভাগে এবং রাতের প্রথমাংশে। সৎ কর্মসমূহ অবশ্যই অসৎ কর্মসমূহ দূর করে দেয়। যারা হিদায়াত গ্রহণ করে তাদের জন্য এটা হিদায়াত\"(সূরাঃ হূদ- ১১৪)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ওযূ করে এসে নামায আদায়ের হুকুম দেন। মুআয (রাঃ) বলেনঃ আমি বললাম, হে আল্লাহ্‌র রাসূল! এই সুযোগ কি শুধু তার জন্যই না সাধারণভাবে সকল মু'মিনের জন্য? তিনি বললেনঃ বরং সাধারণভাবে সকল মু'মিনদের জন্য।\n\nসনদ দুর্বল",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا حُسَيْنٌ الْجُعْفِيُّ، عَنْ زَائِدَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ أَتَى النَّبِيَّ صلى الله عليه وسلم رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ رَجُلاً لَقِيَ امْرَأَةً وَلَيْسَ بَيْنَهُمَا مَعْرِفَةٌ فَلَيْسَ يَأْتِي الرَّجُلُ شَيْئًا إِلَى امْرَأَتِهِ إِلاَّ قَدْ أَتَى هُوَ إِلَيْهَا إِلاَّ أَنَّهُ لَمْ يُجَامِعْهَا ‏.‏ قَالَ فَأَنْزَلَ اللَّهُ ‏:‏ ‏(‏ أَقِمِ الصَّلاَةَ طَرَفَىِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ ‏)‏ فَأَمَرَهُ أَنْ يَتَوَضَّأَ وَيُصَلِّيَ ‏.‏ قَالَ مُعَاذٌ فَقُلْتُ يَا رَسُولَ اللَّهِ أَهِيَ لَهُ خَاصَّةً أَمْ لِلْمُؤْمِنِينَ عَامَّةً قَالَ ‏ \"‏ بَلْ لِلْمُؤْمِنِينَ عَامَّةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَيْسَ إِسْنَادُهُ بِمُتَّصِلٍ عَبْدُ الرَّحْمَنِ بْنُ أَبِي لَيْلَى لَمْ يَسْمَعْ مِنْ مُعَاذٍ وَمُعَاذُ بْنُ جَبَلٍ مَاتَ فِي خِلاَفَةِ عُمَرَ وَقُتِلَ عُمَرُ وَعَبْدُ الرَّحْمَنِ بْنُ أَبِي لَيْلَى غُلاَمٌ صَغِيرٌ ابْنُ سِتِّ سِنِينَ وَقَدْ رَوَى عَنْ عُمَرَ وَرَآهُ ‏.‏ وَرَوَى شُعْبَةُ هَذَا الْحَدِيثَ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসের সনদসূত্র মুত্তাসিল (পরস্পর সংযুক্ত) নয়। আবদুর রহমান ইবনু আবূ লাইলা (রহঃ) মুআয ইবনু জাবাল (রাঃ) হতে সরাসরি কিছু শুনেননি। মুআয ইবনু জাবাল (রাঃ) উমার (রাঃ)-এর খিলাফাত কালে ইন্তেকাল করেন। উমর (রাঃ) যখন ইন্তেকাল করেন তখন আবদুর রহমান ইবনু আবূ লাইলা ছয় বছরের বালক। তিনি উমার (রাঃ) হতে রিওয়ায়াত করেছেন এবং তিনি তাকে দেখেছেন। শুবা (রহঃ) এ হাদীসটি আবদুল মালিক ইবনু উমাইর হতে আবদুর রহমান ইবনু আবূ লাইলা-এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে মুরসালরূপে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}