{
  "hadith": {
    "hadith_id": 3115,
    "narrator": "আবুল ইয়াসার (রাঃ)",
    "bn": "তিনি বলেন, এক মহিলা খেজুর ক্রয়ের জন্য আমার নিকট  এলে আমি বললাম, ঘরের ভেতর এর চাইতে ভাল খেজুর আছে। অতএব সে আমার সাথে ঘরে প্রবেশ করে। আমি তার প্রতি আকৃষ্ট হলাম এবং তাকে চুমা দিলাম। অতঃপর আমি আবু বকর (রাঃ) এর নিকট এসে ঘটনা তাকে জানালাম। তিনি বললেন , এটা নিজের কাছেই গোপন রাখ, এবং আল্লাহ তা’আলার নিকট তাওবা কর এবং আর কাওকে বল না। কিন্তু আমি ধৈর্য্য ধারন করতে পারলাম না। তাই আমি উমা র (রাঃ) এর নিকট এসে বিষয়টি তার জানালাম। তিনি বললেন, এটা নিজের কাছেই গোপন রাখ, এবং আল্লাহ তা’আলার নিকট তাওবা কর এবং এটা আর কারো নিকট বল না। কিন্তু আমি ধৈর্য্য ধরতে পারলাম না। তাই আমি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে এসে তার নিকট বিষয়টি প্রকাশ করলাম। তিনি বললেনঃ তুমি কি আল্লাহ তা’আলার রাস্তায় জিহাদে গমনকারী ব্যক্তির অনুপস্হিতিতে তার পরিবারের সাথে এই অপকর্ম করেছ? এ কথায়  অনুতপ্ত হয়ে আবুল ইয়াসার আক্ষেপ করে বলেন যে, তিনি যদি ইতিপূর্বে ইসলাম গ্রহন না করে এই মুহূর্তে গ্রহন করতেন। এমনকি তিনি নিজেকে জাহান্নামী বলে ভাবলেন। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  দীর্ঘক্ষণ নীরবে দৃষ্টি অবনমিত করে রইলেন। অবশেষে  তার প্রতি ওহী অবতীর্ণ হল : “ তুমি নামায কায়েম কর দিনের দু প্রান্তভাগে এবং রাতের প্রথমাংশে। সৎ কর্মগুলো অসং কর্মগুলো দূর করে দেয়। যারা উপদেশ গ্রহন করে এটা তাদের জন্য উপদেশ “-(সূরা হূদ -১১৪)। আবুল ইয়াসার (রাঃ) বলেন, আমি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এলে তিনি আমাকে উক্ত আয়াত তিলাওয়াত করে শুনান। তখন তাঁর সাহাবীগণ বললেন, হে আল্লাহর রাসুল! এটা কি তার জন্যই নির্দিষ্ট না সাধারনভাবে সকলের জন্য? তিনি বললেনঃ বরং সাধারণভাবে সকলের জন্য।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا قَيْسُ بْنُ الرَّبِيعِ، عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، عَنْ مُوسَى بْنِ طَلْحَةَ، عَنْ أَبِي الْيَسَرِ، قَالَ أَتَتْنِي امْرَأَةٌ تَبْتَاعُ تَمْرًا فَقُلْتُ إِنَّ فِي الْبَيْتِ تَمْرًا أَطْيَبَ مِنْهُ ‏.‏ فَدَخَلَتْ مَعِي فِي الْبَيْتِ فَأَهْوَيْتُ إِلَيْهَا فَقَبَّلْتُهَا فَأَتَيْتُ أَبَا بَكْرٍ فَذَكَرْتُ ذَلِكَ لَهُ قَالَ اسْتُرْ عَلَى نَفْسِكَ وَتُبْ وَلاَ تُخْبِرْ أَحَدًا ‏.‏ فَلَمْ أَصْبِرْ فَأَتَيْتُ عُمَرَ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ اسْتُرْ عَلَى نَفْسِكَ وَتُبْ وَلاَ تُخْبِرْ أَحَدًا ‏.‏ فَلَمْ أَصْبِرْ فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهُ ‏.‏ فَقَالَ لَهُ ‏\"‏ أَخَلَفْتَ غَازِيًا فِي سَبِيلِ اللَّهِ فِي أَهْلِهِ بِمِثْلِ هَذَا ‏\"‏ ‏.‏ حَتَّى تَمَنَّى أَنَّهُ لَمْ يَكُنْ أَسْلَمَ إِلاَّ تِلْكَ السَّاعَةَ حَتَّى ظَنَّ أَنَّهُ مِنْ أَهْلِ النَّارِ ‏.‏ قَالَ وَأَطْرَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم طَوِيلاً حَتَّى أَوْحَى اللَّهُ إِلَيْهِ ‏:‏ ‏(‏أَقِمِ الصَّلاَةَ طَرَفَىِ النَّهَارِ وَزُلَفًا مِنَ اللَّيْلِ ‏)‏ إِلَى قَوْلِهِ ‏:‏ ‏(‏ذِكْرَى لِلذَّاكِرِينَ ‏)‏ ‏.‏ قَالَ أَبُو الْيَسَرِ فَأَتَيْتُهُ فَقَرَأَهَا عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ أَصْحَابُهُ يَا رَسُولَ اللَّهِ أَلِهَذَا خَاصَّةً أَمْ لِلنَّاسِ عَامَّةً قَالَ ‏\"‏ بَلْ لِلنَّاسِ عَامَّةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَقَيْسُ بْنُ الرَّبِيعِ ضَعَّفَهُ وَكِيعٌ وَغَيْرُهُ وَأَبُو الْيَسَرِ هُوَ كَعْبُ بْنُ عَمْرٍو ‏.‏ قَالَ وَرَوَى شَرِيكٌ عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ هَذَا الْحَدِيثَ مِثْلَ رِوَايَةِ قَيْسِ بْنِ الرَّبِيعِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي أُمَامَةَ وَوَاثِلَةَ بْنِ الأَسْقَعِ وَأَنَسِ بْنِ مَالِكٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ‘ঈসা বলেন এ হাদীসটি হাসান সহীহ গারীব। ক্বাইস ইবনুর রাবী-কে ওয়াকী প্রমুখ হাদীসশাস্ত্রে দুর্বল বলেছেন। আবুল ইয়াসারের নাম কা’ব ইবনু ‘আমর। শারীক (রহঃ) ’উসমান ইবনু ‘আবদুল্লাহ (রহঃ) হতে এ হাদীস  ক্বাইস ইবনুর রাবী-র মতই বর্ণনা করেছেন। আবু উমামা, ওয়াসিলা ইবনুল আসক্বা’ ও আনাস ইবনু মালিক (রাঃ) হতেও এ অনুচ্ছেদ হাদীস বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}