{
  "hadith": {
    "hadith_id": 3116,
    "narrator": "আবু হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মর্যাদাবানের পুত্র মর্যাদাবানের পুত্র মর্যাদাবানের পুত্র মর্যাদাবান ইউসুফ ইবনু ইয়াকুব ইবনি ইসহাক্ব ইবনি ইবরাহীম ‘আলাইহিমুস সালাম। তিনি বলেনঃ ইউসুফ (‘আঃ) যত কাল কারাগারে ছিলেন আমি যদি তত কাল কারাগারে থাকতাম এবং অতঃপর রাজদুত আমার নিকট এসে আহবান জানাতো তাহলে আমি তার (তার আহবানে) সাড়া দিতাম। তারপর তিনি নিম্নোক্ত আয়াত পরেন (অনুবাদ) : “রাজদুত যখন তার নিকট উপস্থিত হল, তখন সে বলল, তুমি তোমার মনিবের নিকট ফিরে যাও এবং তাকে জিজ্ঞেস কর –যে নারীরা নিজেদের হাত কেটেছিল তাদের অবস্হা কি’’ (সূরা ইউসুফ ৫০)? রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ লুত (‘আঃ) –এর উপর আল্লাহ্‌র রহমত বর্ষিত হোক। তিনি মজবুত দুর্গে আশ্রয় গ্রহনের আকাংখা করতেন। “সে বলল, তোমাদের উপর যদি আমার জোর খাটত অথবা যদি আমি কোন সুদৃঢ় দুর্গে আশ্রয় নিতে পারতাম’’।-(সূরা হূদ ৮০)। তাঁর পরে আল্লাহ ঐ জাতির  মর্যাদাবান গোষ্ঠীর মধ্য থেকেই নবীগণকে পাঠিয়েছেন। \n\nযিরওয়াহ , শব্দের পরিবর্তে “সারওয়াহ “ শব্দে বর্ণিত হাদীসটি হাসান : সহীহাহ (১৬১৭, ১৮৬৭) , বুখারী ,মুসলিম।",
    "ar": "حَدَّثَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ الْخُزَاعِيُّ الْمَرْوَزِيُّ، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ الْكَرِيمَ بْنَ الْكَرِيمِ بْنِ الْكَرِيمِ بْنِ الْكَرِيمِ يُوسُفُ بْنُ يَعْقُوبَ بْنِ إِسْحَاقَ بْنِ إِبْرَاهِيمَ قَالَ وَلَوْ لَبِثْتُ فِي السِّجْنِ مَا لَبِثَ ثُمَّ جَاءَنِي الرَّسُولُ أَجَبْتُ ‏.‏ ثُمَّ قَرَأََ ‏:‏ ‏(‏ فَلَمَّا جَاءَهُ الرَّسُولُ قَالَ ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ مَا بَالُ النِّسْوَةِ اللاَّتِي قَطَّعْنَ أَيْدِيَهُنَّ ‏)‏ قَالَ ‏:‏ وَرَحْمَةُ اللَّهِ عَلَى لُوطٍ إِنْ كَانَ لَيَأْوِي إِلَى رُكْنٍ شَدِيدٍ إِذْ قَالَ ‏:‏ ‏(‏ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلَى رُكْنٍ شَدِيدٍ ‏)‏ فَمَا بَعَثَ اللَّهُ مِنْ بَعْدِهِ نَبِيًّا إِلاَّ فِي ذِرْوَةٍ مِنْ قَوْمِهِ ‏\"‏ ‏.",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "আবু কুরাইব (রহঃ) ‘আবদাহ ও ‘আবদুর রহীম হতে, তিনি মুহাম্মাদ ইবনু ‘আমর (রাঃ) সুত্রে আল-ফাযল ইবনু মুসার হাদীসের অনুরুপ বর্ণনা করেছেন। তবে এই বর্ণনায় (যিরওয়াতুন –এর স্হলে) ‘সারওয়াতুন ‘শব্দ উল্লেখ আছে (অর্থ অভিন্ন) । মুহামাদ ইবনু ‘আমর (রাঃ) বলেন, “আস-সারওয়াতু” অর্থ প্রচুর, প্রাচুর্য, প্রতিপত্তি ও ক্ষমতা। এটি আল-ফাযল ইবনু মুসার রিওয়াত অপেক্ষা অধিকতর সহীহ। আবু ‘‘ঈসা বলেন, এ হাদীসটি হাসান।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}