{
  "hadith": {
    "hadith_id": 3119,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে টাটকা খেজুরের ছড়া বিতরণ করা হলে তিনি বলেনঃ \"সৎ বাক্যের তুলনা তা একটি পবিত্র বৃক্ষের ন্যায় যার শিকড় সুদৃঢ় এবং যার শাখা প্রশাখা উর্দ্ধে উত্থিত। যে বৃক্ষ স্বীয় রবের আদেশে প্রত্যেক মওসুমে তার ফলদান করে। (সূরাঃ ইব্রাহীম- ২৪, ২৫)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তা হল খেজুর গাছ। \"আর নাপাক বাক্যের দৃষ্টান্ত হল একটি মন্দ বৃক্ষ, যার মূল ভূপৃষ্ঠ হতে আলাদা, যার কোন স্থায়িত্ব নেই\" (সূরাঃ ইব্রাহীম- ২৬)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তা হল (তিক্ত) মাকাল ফলের গাছ। রাবী বলেন, আমি এ প্রসঙ্গে আবুল আলিয়াকে জানালে তিনি বলেন, (তোমার উস্তাদ) সত্য বলেছেন এবং যথার্থ বলেছেন। \n\nমারফু বর্ণনাটি দুর্বল",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ شُعَيْبِ بْنِ الْحَبْحَابِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِقِنَاعٍ عَلَيْهِ رُطَبٌ فَقَالَ ‏\"‏ مَثَلُ كَلِمَةٍ طَيِّبَةٍ كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ تُؤْتِي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا قَالَ هِيَ النَّخْلَةُ ‏:‏ ‏(‏ مَثَلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ اجْتُثَّتْ مِنْ فَوْقِ الأَرْضِ مَا لَهَا مِنْ قَرَارٍ ‏)‏ قَالَ هِيَ الْحَنْظَلُ ‏\"‏ ‏.‏ قَالَ فَأَخْبَرْتُ بِذَلِكَ أَبَا الْعَالِيَةِ فَقَالَ صَدَقَ وَأَحْسَنَ ‏.",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "কুতাইবা-আবূ বাকর ইবনু শুআইব হতে তিনি তার পিতা হতে তিনি আনাস ইবনু মালিক (রাঃ) হতে উক্ত মর্মে একই রকম হাদীস বর্ণনা করেছেন। তবে তিনি এটি মারফূরূপে বর্ণনা করেননি এবং তিনি আবুল আলিয়ার বক্তব্যও উল্লেখ করেননি। হাম্মাদ ইবনু সালামার হাদীসের তুলনায় এটি অনেক বেশি সহীহ। একাধিক রাবী একই রকম মাওকূফ (আনাসের কথা) হিসেবে বর্ণনা করেছেন। হাম্মাদ ইবনু সালামা ছাড়া আর কেউ এটি মারফূরূপে বর্ণনা করেছেন বলে আমাদের জানা নেই। মামার, হাম্মাদ ইবনু যাইদ (রহঃ) প্রমুখ এটি বর্ণনা করেছেন কিন্তু তাদের কেউ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পর্যন্ত এর সনদ পোঁছাননি। মাওকুফ বর্ণনার সনদ সহীহ। আহ্মাদ ইবনু আবদা (রহঃ) হাম্মাদ ইবনু যাইদ হতে তিনি শুআইব ইবনুল হাবহাব হতে তিনি আনাস ইবনু মালিক (রাঃ) সূত্রে কুতাইবার হাদীসের মতই বর্ণনা করেছেন এবং তিনিও মারফূরূপে বর্ণনা করেননি। মাওকুফ বর্ণনাটি সহীহ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}