{
  "hadith": {
    "hadith_id": 3130,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ যে রাতে আমাকে (ঊর্ধ্বজগতে) ভ্রমণ করানো হয় সে রাতে আমি মূসা (‘‘আঃ)-এর সাথে সাক্ষাৎ করি। বর্ণনাকারী বলেন, তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  মূসা (‘আঃ)-এর দৈহিক গঠনাকৃতির বর্ণনা দেন। (তিনি বলেনঃ ) তিনি এমন এক ব্যক্তি যাঁর দেহ মধ্যমাকৃতির, তাঁর চুল মধ্যম গোছেন, খুব কোঁকড়ানোও নয়, আবার একেবারে সোজাও নয়। মনে হয় তিনি শানূআহ বংশের লোক। তিনি আরো বলেনঃ ‘ঈসা (‘আঃ)-এর সাথেও আমি সাক্ষাৎ করলাম। বর্ণনাকারী বলেন, তাঁর চেহারারও বর্ণনা দিলেন তিনি। তাঁর দেহের গড়ন মধ্যম, শরীরের রং লাল এবং মনে হয় তিনি এইমাত্র গোসলখানা হতে বের হয়েছেন। ইব্রাহীম (‘আঃ)-কেও আমি দেখেছি। তাঁর বংশধরের মধ্যে আমিই তাঁর দৈহিক আকৃতিতে সর্বাধিক সদৃশ। আমার সামনে দু’টি পানপাত্র পেশ করা হয় : একটি দুধের এবং অন্যটি মদের। আমাকে বলা হল, আপনি এ দু’টির মধ্যে যেটা পান করতে চান সেটা নিন। আমি দুধের পাত্রটি নিয়ে তা পান করলাম। তারপর আমাকে বলা হল, আপনাকে ফিতরাতের (ইসলামের) পথ দেখানো হয়েছে বা আপনি ফিতরাতকে পেয়ে গেছেন। আপনি যদি মদের পাত্র নিতেন তবে আপনার উম্মত পথভ্রষ্ট হয়ে যেত। \n  \nসহীহ : বুখারী (৪৭০৯), মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ حِينَ أُسْرِيَ بِي لَقِيتُ مُوسَى ‏.‏ قَالَ فَنَعَتُّهُ فَإِذَا رَجُلٌ حَسِبْتُهُ قَالَ مُضْطَرِبٌ رَجِلُ الرَّأْسِ كَأَنَّهُ مِنْ رِجَالِ شُنُوءَةَ قَالَ وَلَقِيتُ عِيسَى ‏.‏ قَالَ فَنَعَتُّهُ قَالَ رَبْعَةٌ أَحْمَرُ كَأَنَّمَا خَرَجَ مِنْ دِيمَاسٍ يَعْنِي الْحَمَّامَ وَرَأَيْتُ إِبْرَاهِيمَ ‏.‏ قَالَ وَأَنَا أَشْبَهُ وَلَدِهِ بِهِ قَالَ وَأُتِيتُ بِإِنَاءَيْنِ أَحَدُهُمَا لَبَنٌ وَالآخَرُ خَمْرٌ فَقِيلَ لِي خُذْ أَيَّهُمَا شِئْتَ ‏.‏ فَأَخَذْتُ اللَّبَنَ فَشَرِبْتُهُ فَقِيلَ لِيَ هُدِيتَ الْفِطْرَةَ أَوْ أَصَبْتَ الْفِطْرَةَ أَمَا إِنَّكَ لَوْ أَخَذْتَ الْخَمْرَ غَوَتْ أُمَّتُكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}