{
  "hadith": {
    "hadith_id": 3136,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "আল্লাহ্ তা’আলার বাণীঃ “সেদিন আমরা সব মানুষকে তাদের নেতাসহ আহ্বান করব” (সূরাঃ বাণী ইসরাঈল- ৭১), এ আয়াত প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ (মুসলিম নেতাদের) একজনকে ডাকা হবে। তার কিতাব (আমলনামা বা কার্যবিবরণী) তার ডান হাতে দেয়া হবে। তার দেহ ষাট গজ লম্বা করা হবে। তার মুখমন্ডল সাদা (আকর্ষণীয়) করা হবে। তার মাথায় মণিমুক্তার টুপি পরানো হবে এবং তা ঝিলকাতে থাকবে। সে তার সঙ্গীদের কাছে আসবে। তারা দূর হতেই তাকে দেখতে পাবে। তারা বলবে, “হে আল্লাহ্! আমাদেরকেও এরূপ দান কর এবং এর মাধ্যমে বারকাত দান কর।” ইতিমধ্যে সে তাদের নিকটে পৌঁছে যাবে এবং তাদেরকে বলবে, তোমাদের জন্য সুসংবাদ। তোমাদের প্রত্যেকের জন্য এরূপ পুরস্কার আছে। অপর দিকে কাফিরদের নেতার শরীরের রং কালো হবে। তার দেহ আদম আলাইহিস সালাম-এর মতই ষাট গজ লম্বা করা হবে। তাকেও একটি টুপি পরানো হবে। তার সঙ্গীরা দূর হতে তাকে দেখে বলবে, “আমরা এর অনিষ্ট থেকে আল্লাহ্‌ তা’আলার নিকটে আশ্রয় চাই। হে আল্লাহ্! তাকে আমাদের নিকট ফিরিয়ে দিও না। এমতাবস্থায় সে তাদের নিকট এসে যাবে, আর তারা বলতে থাকবে, তুমি তাকে লাঞ্ছিত কর।” তারপর সে বলবে, আল্লাহ্ তা’আলা তোমাদেরকে অপমান করুন। কেননা তোমাদের প্রত্যেককে এভাবেই লাঞ্ছিত করা হবে।\n\nসনদ দুর্বল",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْرَائِيلَ، عَنِ السُّدِّيِّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي قَوْلِ اللَّهِ ‏:‏ ‏(‏ يَوْمَ نَدْعُو كُلَّ أُنَاسٍ بِإِمَامِهِمْ ‏)‏ قَالَ ‏ \"‏ يُدْعَى أَحَدُهُمْ فَيُعْطَى كِتَابَهُ بِيَمِينِهِ وَيُمَدُّ لَهُ فِي جِسْمِهِ سِتُّونَ ذِرَاعًا وَيُبَيَّضُ وَجْهُهُ وَيُجْعَلُ عَلَى رَأْسِهِ تَاجٌ مِنْ لُؤْلُؤٍ يَتَلأْلأُ فَيَنْطَلِقُ إِلَى أَصْحَابِهِ فَيَرَوْنَهُ مِنْ بَعِيدٍ فَيَقُولُونَ اللَّهُمَّ ائْتِنَا بِهَذَا وَبَارِكْ لَنَا فِي هَذَا حَتَّى يَأْتِيَهُمْ فَيَقُولُ أَبْشِرُوا لِكُلِّ رَجُلٍ مِنْكُمْ مِثْلُ هَذَا ‏.‏ قَالَ وَأَمَّا الْكَافِرُ فَيُسَوَّدُ وَجْهُهُ وَيُمَدُّ لَهُ فِي جِسْمِهِ سِتُّونَ ذِرَاعًا عَلَى صُورَةِ آدَمَ فَيُلْبَسُ تَاجًا فَيَرَاهُ أَصْحَابُهُ فَيَقُولُونَ نَعُوذُ بِاللَّهِ مِنْ شَرِّ هَذَا اللَّهُمَّ لاَ تَأْتِنَا بِهَذَا ‏.‏ قَالَ فَيَأْتِيهِمْ فَيَقُولُونَ اللَّهُمَّ اخْزِهِ ‏.‏ فَيَقُولُ أَبْعَدَكُمُ اللَّهُ فَإِنَّ لِكُلِّ رَجُلٍ مِنْكُمْ مِثْلَ هَذَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَالسُّدِّيُّ اسْمُهُ إِسْمَاعِيلُ بْنُ عَبْدِ الرَّحْمَنِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান গারীব। সুদ্দীর নাম ইসমাঈল ইবনু আবদুর রহমান।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}