{
  "hadith": {
    "hadith_id": 3140,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, কুরাইশরা ইয়াহূদীদের বলল, তোমরা আমাদেরকে এমন কিছু শিখিয়ে দাও যে প্রসঙ্গে আমরা এই ব্যক্তিকে (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে) প্রশ্ন করতে পারি। ইয়াহূদীরা বলল, তোমরা ‘রূহ’ প্রসঙ্গে তাঁকে প্রশ্ন কর। বর্ণনাকারী বলেনঃ তারা রূহ (বা প্রাণ) বিষয়ে তাঁকে প্রশ্ন করল। তখন আল্লাহ তা‘আলা এ আয়াত অবতীর্ণ করেন : “লোকেরা রূহ প্রসঙ্গে তোমরা নিকট প্রশ্ন করে। বল, রূহ আমার প্রতিপালকের আদেশ ঘটিত। জ্ঞানের খুব সামান্যই তোমাদেরকে প্রদান করা হয়েছে”- (সূরা বানী ইসরাঈল ৮৫)। ইয়াহূদীরা বলল, ‘আমাদের বিরাট বা প্রচুর জ্ঞান দান করা হয়েছে। আমাদেরকে তাওরাত কিতাব দেয়া হয়েছে। আর যাদেরকে তাওরাত গ্রন্থ দেয়া হয়েছে তাদেরকে প্রভূত কল্যাণ দেয়া হয়েছে। এ কথার পরিপ্রেক্ষিতে এ আয়াত অবতীর্ণ হয় (অনুবাদ) : “বল, আমার প্রতিপালকের কথাগুলো লেখার জন্য সমুদ্রের সমস্তু পানি যদি কালি হয়ে যায় তবুও তা আমার প্রভুর কথাগুলো লিখে শেষ করার পূর্বেই নিঃশেষ হয়ে যাবে। আমরা যদি আবার একই রকম কালি নিয়ে আসি তবুও তা যথেষ্ট হবে না”- (সূরা বানী ইসরাঈল ১০৯)।\n\nসহীহ : আত্তা’লীকাত আস-হাস্সান (৯৯)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَتْ قُرَيْشٌ لِيَهُودَ اعْطُونَا شَيْئًا نَسْأَلُ عَنْهُ هَذَا الرَّجُلَ فَقَالَ سَلُوهُ عَنِ الرُّوحِ قَالَ فَسَأَلُوهُ عَنِ الرُّوحِ فَأَنْزَلَ اللَّهُ ‏:‏ ‏(‏ يَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلاَّ قَلِيلاً ‏)‏ قَالُوا أُوتِينَا عِلْمًا كَثِيرًا التَّوْرَاةُ وَمَنْ أُوتِيَ التَّوْرَاةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا فَأُنْزِلَتْْ‏:‏ ‏(‏ قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ رَبِّي لَنَفِدَ الْبَحْرُ ‏)‏ إِلَى آخِرِ الآيَةِ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, উল্লেখিত সনদসূত্রে এ হাদীসটি হাসান সহীহ গারীব।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}