{
  "hadith": {
    "hadith_id": 3144,
    "narrator": "সাফওয়ান ইবনু আসসাল (রাঃ)",
    "bn": "তিনি বলেনঃ কোন এক সময় দুই ইয়াহূদীর একজন অপরজনকে বলল, চল আমরা এই নবীর কাছে গিয়ে তাঁকে কিছু প্রশ্ন করি। অপরজন বললঃ তাঁকে নবী বল না। কেননা সে যদি এটা শুনে ফেলে যে, তুমি (ইয়াহূদীরাও) তাঁকে নবী বলছ, তার চার চোখ হয়ে যাবে। তারা উভয়ে তাঁর নিকটে এসে তাঁকে আল্লাহ্ তা’আলার নিম্নোক্ত বাণী প্রসঙ্গে প্রশ্ন করেঃ “আমরা মূসাকে নয়টি নিদর্শন দান করেছিলাম” (সূরাঃ বাণী ইসরাঈল- ১০১)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সেই নয়টি নিদর্শন (নির্দেশ) হচ্ছেঃ (১) তোমরা আল্লাহ্‌ তা’আলার সাথে কোন কিছু অংশীদার করো না, (২) যেনা-ব্যভিচার করো না, (৩) যাকে হত্যা করা আল্লাহ্ তা’আলা নিষিদ্ধ করেছেন ন্যায়সঙ্গত কারণ ছাড়া তার জীবন সংহার করো না, (৪) চুরি করো না, (৫) যাদুটোনা করো না, (৬) কোন নিরপরাধ লোককে সরকারের কাছে অপরাধী বানিয়ে খুন করতে নিয়ে যেও না, (৭) সুদ খেও না, (৮)কোন সতী-সাধ্বী মহিলার বিরুদ্ধে যেনার মিথ্যা অপবাদ দিও না এবং (৯) যুদ্ধক্ষেত্র হতে পালিয়ে যেও না। হে ইয়াহূদী সম্প্রদায়! বিশেষ করে তোমরা শনিবারের বাধ্যবাধকতা অতিক্রম করো না। তারপর ইয়াহূদী শ্রোতা দু’জন তাঁর পা দুটিতে ও হাত দুটিতে চুমা দিয়ে বললঃ আমরা সাক্ষ্য দিচ্ছি যে, নিঃসন্দেহে আপনি নবী। তিনি বললেনঃ তাহলে তোমাদের দু’জনকে ইসলাম গ্রহনে কিসে বাধা দিচ্ছে? তারা উভয়ে বললঃ দাঊদ আলাইহিস সালাম আল্লাহ্‌ তা’আলার নিকটে দু’আ করেছিলেন তিনি যেন বারবার তাঁর বংশধরদের মধ্য হতেই নবী পাঠান। অনন্তর আমাদের আশঙ্কা হচ্ছে, আমরা যদি ইসলাম ক্ববূল করি তাহলে ইয়াহূদীরা আমাদেরকে মেরে ফেলবে।\n\nযঈফ, ইবনু মাজাহ (৩৭০৫)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، وَيَزِيدُ بْنُ هَارُونَ، وَأَبُو الْوَلِيدِ، وَاللَّفْظُ، لَفْظُ يَزِيدَ وَالْمَعْنَى وَاحِدٌ عَنْ شُعْبَةَ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ سَلِمَةَ، عَنْ صَفْوَانَ بْنِ عَسَّالٍ الْمُرَادِيِّ، أَنَّ يَهُودِيَّيْنِ، قَالَ أَحَدُهُمَا لِصَاحِبِهِ اذْهَبْ بِنَا إِلَى هَذَا النَّبِيِّ نَسْأَلُهُ فَقَالَ لاَ تَقُلْ لَهُ نَبِيٌّ فَإِنَّهُ إِنْ سَمِعَنَا نَقُولُ نَبِيٌّ كَانَتْ لَهُ أَرْبَعَةُ أَعْيُنٍ فَأَتَيَا النَّبِيَّ صلى الله عليه وسلم فَسَأَلاَهُ عَنْ قَوْلِ اللَّهِ عَزَّ وَجَلَّ ‏:‏ ‏(‏ وَلَقَدْ آتَيْنَا مُوسَى تِسْعَ آيَاتٍ بَيِّنَاتٍ ‏)‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تُشْرِكُوا بِاللَّهِ شَيْئًا وَلاَ تَزْنُوا وَلاَ تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ وَلاَ تَسْرِقُوا وَلاَ تَسْحَرُوا وَلاَ تَمْشُوا بِبَرِيءٍ إِلَى سُلْطَانٍ فَيَقْتُلَهُ وَلاَ تَأْكُلُوا الرِّبَا وَلاَ تَقْذِفُوا مُحْصَنَةً وَلاَ تَفِرُّوا مِنَ الزَّحْفِ شَكَّ شُعْبَةُ وَعَلَيْكُمُ الْيَهُودَ خَاصَّةً أَنْ لاَ تَعْدُوا فِي السَّبْتِ ‏\"‏ ‏.‏ فَقَبَّلاَ يَدَيْهِ وَرِجْلَيْهِ وَقَالاَ نَشْهَدُ أَنَّكَ نَبِيٌّ ‏.‏ قَالَ ‏\"‏ فَمَا يَمْنَعُكُمَا أَنْ تُسْلِمَا ‏\"‏ ‏.‏ قَالاَ إِنَّ دَاوُدَ دَعَا اللَّهَ أَنْ لاَ يَزَالَ فِي ذُرِّيَّتِهِ نَبِيٌّ وَإِنَّا نَخَافُ إِنْ أَسْلَمْنَا أَنْ تَقْتُلَنَا الْيَهُودُ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}