{
  "hadith": {
    "hadith_id": 3147,
    "narrator": "যির ইবনু হুবাইশ (রহঃ)",
    "bn": "তিনি বলেন, আমি হুজাইফা ইবনুল ইয়ামান (রাঃ)- কে প্রশ্ন করলাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি বাইতুল মাক্বদিসে নামায আদায় করেছেন? তিনি বলেলেন, না। আমি বললাম, হ্যাঁ তিনি নামায আদায় করেছেন। তিনি বললেন, হে টেকো! তুমি এ ধরনের কথা বলছ, তা কিসের ভিত্তিতে বলছ? আমি বললাম, কুরআনের ভিত্তিতে। কুরআন আমার ও আপনার মাঝে ফাইসালা করবে। হুজাইফা (রাঃ) বললেন, কুরআন হতে যে ব্যক্তি দলীল গ্রহণ করল যে কৃতকার্য হল। সুফইয়ান (রহঃ) বলেন, তিনি (মিসআর) কখনো “কাদ ইহতাজ্জা” আবার কখনো “কাদ ফালাজা” বলেছেন। তারপর তিনি (যির) এই আয়াত তিলাওয়াত করেন : “পবিত্র মহান সেই সত্তা, যিনি এক রাতে তাঁর বান্দাকে মাসজিদুল হারাম হতে দূরবর্তী মাসজিদে নিয়ে গেলেন”- (বানী ইসরাঈল ১)। হুযাইফাহ (রাঃ) বলেন, এ আয়াতের মাধ্যমে কি তুমি প্রমাণ করতে চাও, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেখানে নামায আদায় করেছেন? আমি বললাম, না। তিনি বললেন, সেখানে যদি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নামায আদায় করতেন, তাহলে তোমাদের উপরও সেখানে নামায আদায় করা বাধ্যতামূলক হত, যেমন মাসজিদুল হারামে নামায আদায় করা তোমাদের জন্য বাধ্যতামূলক করা হয়েছে। হুজাইফাহ (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) – এর নিকট একটি পশু আনা হল। এর পিঠ ছিল দীর্ঘ এবং (চলার সময়) এর পা দৃষ্টির সীমায় পতিত হয়। তাঁরা দু’জন (মহানাবী ও জিবরীল) জান্নাত, জাহান্নাম এবং আখিরাতের প্রতিশ্রুত বিষয়সমূহ দেখার পূর্ব পর্যন্ত বোরাকের পিঠ হতে নামেননি। তারপর তাঁরা দু’জন প্রত্যাবর্তন করেন। তারা যেভাবে গিয়েছিলেন অনুরূপভাবেই ফিরে আসেন (অর্থাৎ সওয়ারী অবস্থায়ই ফিরে আসেন)। হুজাইফাহ (রাঃ) বলেন, লোকেরা বলাবলি করে, তিনি বোরাককে বেঁধেছিলেন। কেন এটি তার নিকট হতে পালিয়ে যাবে। অথচ গোপন ও প্রকাশ্য সবকিছু জানার মালিক (আল্লাহ তা‘আলা) বোরাককে তাঁর নিয়ন্ত্রণাধীন করে দিয়েছিলেন।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ مِسْعَرٍ، عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ زِرِّ بْنِ حُبَيْشٍ، قَالَ قُلْتُ لِحُذَيْفَةَ بْنِ الْيَمَانِ أَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي بَيْتِ الْمَقْدِسِ قَالَ لاَ ‏.‏ قُلْتُ بَلَى ‏.‏ قَالَ أَنْتَ تَقُولُ ذَاكَ يَا أَصْلَعُ بِمَا تَقُولُ ذَلِكَ قُلْتُ بِالْقُرْآنِ بَيْنِي وَبَيْنَكَ الْقُرْآنُ ‏.‏ فَقَالَ حُذَيْفَةُ مَنِ احْتَجَّ بِالْقُرْآنِ فَقَدْ أَفْلَحَ قَالَ سُفْيَانُ يَقُولُ فَقَدِ احْتَجَّ ‏.‏ وَرُبَّمَا قَالَ قَدْ فَلَجَ فَقَالَ ‏:‏ ‏(‏سُبْحَانَ الَّذِي أَسْرَى بِعَبْدِهِ لَيْلاً مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الأَقْصَى ‏)‏ قَالَ أَفَتَرَاهُ صَلَّى فِيهِ قُلْتُ لاَ ‏.‏ قَالَ لَوْ صَلَّى فِيهِ لَكُتِبَ عَلَيْكُمْ فِيهِ الصَّلاَةُ كَمَا كُتِبَتِ الصَّلاَةُ فِي الْمَسْجِدِ الْحَرَامِ قَالَ حُذَيْفَةُ قَدْ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِدَابَّةٍ طَوِيلَةِ الظَّهْرِ مَمْدُودَةٍ هَكَذَا خَطْوُهُ مَدُّ بَصَرِهِ فَمَا زَايَلاَ ظَهْرَ الْبُرَاقِ حَتَّى رَأَيَا الْجَنَّةَ وَالنَّارَ وَوَعْدَ الآخِرَةِ أَجْمَعَ ثُمَّ رَجَعَا عَوْدَهُمَا عَلَى بَدْئِهِمَا قَالَ وَيَتَحَدَّثُونَ أَنَّهُ رَبَطَهُ لِمَ أَيَفِرُّ مِنْهُ وَإِنَّمَا سَخَّرَهُ لَهُ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}