{
  "hadith": {
    "hadith_id": 3148,
    "narrator": "আবূ সা‘ঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আহাইহি ওয়া সাল্লাম) বলেছেনঃ আমি ক্বিয়ামাতের দিবসে সকল আদম সন্তানের নেতা হব। এতে গর্বের কিছু নেই। আমার হাতেই হামদের (প্রশংসার) পতাকা থাকবে। এতেও গর্বের কিছু নেই। সেদিন আমার পতাকার নিচেই আদম (‘আঃ) এবং অন্য সকল নবী একত্রিত হবেন। আমিই প্রথম ব্যক্তি যার জন্য যামীন বিদীর্ণ করা হবে (অর্থাৎ আমাকেই সর্বপ্রথম উত্থিত করা হবে)। এতেও গর্বের কিছু নেই। লোকেরা তিনবার ভীতসন্ত্রস্ত হবে। তারপর আদম (‘আঃ)- এর নিকট এসে তারা বলবে, আপনি আমাদের পিতা আদম। আমাদের জন্য আপনার প্রতিপালকের নিকট সুপারিশ করুন। তিনি বলবেন, আমি এমন এক অপরাধ করেছিলাম যার পরিণতিতে আমাকে পৃথিবীতে নিক্ষেপ করা হয়েছিল। তোমরা বরং নূহ (‘আঃ)- নিকট যাও। তারা নূহ (‘আঃ)- নিকট এলে তিনি বলবেন, পৃথিবীর অধিবাসীদেরকে আমি এমন বদ দু‘আ করেছিলাম, যার কারণে তারা ধ্বংস হয়েছে (আমি এর কারণে লজ্জিত)। অতএব তোমরা ইবরাহীম (‘আঃ)-এর নিকট যাও। তারা ইবরাহীম (‘আঃ)-এর নিকট এলে তিনি বলবেন, আমি তিনটি মিথ্যা বলেছিলাম। (বর্ণনাকারী বলেন) তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তিনি প্রতিটি মিথ্যাকে কৌশল হিসেবে গ্রহণ করে আল্লাহ তা‘আলার দীনকে হিফাজাত করেছেন। [ইবরাহীম (‘‘আঃ) বলবেন] তোমরা বরং মূসা (‘আঃ)-এর নিকট যাও। তারা মূসা (‘আঃ)- এর নিকট এলে তিনি বলবেন, আমি এক ব্যক্তিকে হত্যা করেছি। অতএব তোমরা ‘ঈসা (‘আঃ)- এর নিকট যাও। তারা ‘ঈসা (‘আঃ)- এর নিকট এলে তিনি বলবেন, আল্লাহ তা‘আলাকে বাদ দিয়ে আমার ‘ইবাদাত করা হয়েছে। আমাকে মা’বূদ বানানো হয়েছে। তোমরা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট যাও। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তারা আমার নিকট আসবে এবং আমি তাদের সাথে যাব। ইবনু জুদ‘আন বলেন, আনাস (রাঃ) বলেছেন, আমি যেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর প্রতি তাকিয়ে আছি, আর তিনি বলেছেনঃ আমি জান্নাতের দরজার শিকল ধরে তাতে খটখট আওয়াজ করব। ভেতর হতে বলা হবে, কে? বলা হবে, মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)। ভেতরের অধিবাসীরা সাথে সাথে আমার সৌজন্যে দরজা খুলে দিবে এবং আমাকে মারহাবা মারহাবা বলে অভিনন্দন জানাবে। তখন আমি সিজদায় পতিত হব। এ অবস্থায় আল্লাহ তা‘আলা আমার প্রতি বিশেষ হামদ ও সানা (প্রশংসা ও স্তুতিবাক্য) ইলহাম করবেন (গোপনে শিখিয়ে দিবেন এবং আমি তা পাঠ করতে থাকব)। আমাকে বলা হবে, মাথা তোল, প্রার্থনা কর দেয়া হবে, সুপারিশ কর ক্ববূল করা হবে এবং বল, তোমার কথা শুনা হবে। (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন) এটাই হল সেই ‘মাক্বামে মাহমূদ’ (উচ্চ প্রশংসিত মর্যাদা), যার কথা আল্লাহ তা‘আলা বলেছেনঃ “আশা করা যায় তোমার প্রভূ তোমাকে মাক্বামে মাহমূদে সুপ্রতিষ্ঠিত করবেন’- (সূরা বানী ইসরাঈল ৭৯)। সুফইয়ান (রহঃ) বলেন, শুধু মাত্র এই কথাটুকুই আনাস (রাঃ) হতে বর্ণনা করা হয়েছে : “আমি জান্নাতের দরজার শিকল ধরে খটখট আওয়াজ করব”।\n\nসহীহ : ইবনু মা-জাহ (৪৩০৮)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَلِيِّ بْنِ زَيْدِ بْنِ جُدْعَانَ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَنَا سَيِّدُ وَلَدِ آدَمَ يَوْمَ الْقِيَامَةِ وَلاَ فَخْرَ وَبِيَدِي لِوَاءُ الْحَمْدِ وَلاَ فَخْرَ وَمَا مِنْ نَبِيٍّ يَوْمَئِذٍ آدَمُ فَمَنْ سِوَاهُ إِلاَّ تَحْتَ لِوَائِي وَأَنَا أَوَّلُ مَنْ تَنْشَقُّ عَنْهُ الأَرْضُ وَلاَ فَخْرَ قَالَ فَيَفْزَعُ النَّاسُ ثَلاَثَ فَزَعَاتٍ فَيَأْتُونَ آدَمَ فَيَقُولُونَ أَنْتَ أَبُونَا آدَمُ فَاشْفَعْ لَنَا إِلَى رَبِّكَ ‏.‏ فَيَقُولُ إِنِّي أَذْنَبْتُ ذَنْبًا أُهْبِطْتُ مِنْهُ إِلَى الأَرْضِ وَلَكِنِ ائْتُوا نُوحًا ‏.‏ فَيَأْتُونَ نُوحًا فَيَقُولُ إِنِّي دَعَوْتُ عَلَى أَهْلِ الأَرْضِ دَعْوَةً فَأُهْلِكُوا وَلَكِنِ اذْهَبُوا إِلَى إِبْرَاهِيمَ ‏.‏ فَيَأْتُونَ إِبْرَاهِيمَ فَيَقُولُ إِنِّي كَذَبْتُ ثَلاَثَ كَذَبَاتٍ ‏\"‏ ‏.‏ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا مِنْهَا كَذْبَةٌ إِلاَّ مَاحَلَ بِهَا عَنْ دِينِ اللَّهِ وَلَكِنِ ائْتُوا مُوسَى ‏.‏ فَيَأْتُونَ مُوسَى فَيَقُولُ إِنِّي قَدْ قَتَلْتُ نَفْسًا وَلَكِنِ ائْتُوا عِيسَى ‏.‏ فَيَأْتُونَ عِيسَى فَيَقُولُ إِنِّي عُبِدْتُ مِنْ دُونِ اللَّهِ وَلَكِنِ ائْتُوا مُحَمَّدًا قَالَ فَيَأْتُونَنِي فَأَنْطَلِقُ مَعَهُمْ ‏\"‏ ‏.‏ قَالَ ابْنُ جُدْعَانَ قَالَ أَنَسٌ فَكَأَنِّي أَنْظُرُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ فَآخُذُ بِحَلْقَةِ بَابِ الْجَنَّةِ فَأُقَعْقِعُهَا فَيُقَالُ مَنْ هَذَا فَيُقَالُ مُحَمَّدٌ ‏.‏ فَيَفْتَحُونَ لِي وَيُرَحِّبُونَ فَيَقُولُونَ مَرْحَبًا فَأَخِرُّ سَاجِدًا فَيُلْهِمُنِي اللَّهُ مِنَ الثَّنَاءِ وَالْحَمْدِ فَيُقَالُ لِي ارْفَعْ رَأْسَكَ سَلْ تُعْطَ وَاشْفَعْ تُشَفَّعْ وَقُلْ يُسْمَعْ لِقَوْلِكَ وَهُوَ الْمَقَامُ الْمَحْمُودُ الَّذِي قَالَ اللَّهُ ‏:‏ ‏(‏ عَسَى أَنْ يَبْعَثَكَ رَبُّكَ مَقَامًا مَحْمُودًا ‏)‏ ‏\"‏ ‏.‏ قَالَ سُفْيَانُ لَيْسَ عَنْ أَنَسٍ إِلاَّ هَذِهِ الْكَلِمَةُ ‏\"‏ فَآخُذُ بِحَلْقَةِ بَابِ الْجَنَّةِ فَأُقَعْقِعُهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ أَبِي نَضْرَةَ عَنِ ابْنِ عَبَّاسٍ الْحَدِيثَ بِطُولِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান। এ হাদীসটি কয়েকজন বর্ণনাকারী আবূ নাযরাহ হতে, তিনি ইবনু ‘আব্বাস (রাঃ) হতে এই সূত্রে দীর্ঘাকারে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}