{
  "hadith": {
    "hadith_id": 3149,
    "narrator": "সা‘ঈদ ইবনু জুবাইর (রহঃ)",
    "bn": "তিনি বলেন, আমি ইবনু ‘আব্বাস (রাঃ)- কে বললাম, নাওফ আল-বিকালী মনে করেন যে, খাযিরের সাথে যে মূসার সাক্ষাৎ হয়েছিল, তিনি বানী ইসরাঈলের নবী মূসা (‘আঃ) নন (এরা দু’জন ভিন্ন ব্যক্তি)। ইবনু ‘আব্বাস (রাঃ) বলেন, আল্লাহর দুশমন মিথ্যা বলছে। উবাই ইবনু কা‘ব (রাঃ)-কে আমি বলতে শুনেছি, তিনি বললেনঃ আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে বলতে শুনেছি : বানী ইসরাঈলের জনগণের সামনে মূসা (‘আঃ) বক্তৃতা দিতে দাঁড়ান। তাঁকে প্রশ্ন করা হয় যে, কে সবচেয়ে বড় জ্ঞানী? তিনি বলেন, আমি সবচেয়ে বড় জ্ঞানী। এতে আল্লাহ তা‘আলা তাঁর উপর অসন্তুষ্ট হন। কেননা তিনি আল্লাহ তা‘আলার সাথে জ্ঞানকে সম্পৃক্ত করেননি (অর্থাৎ আল্লাহ তা‘আলা সবচাইতে বড় জ্ঞানী এ কথা বলেননি)। আল্লাহ তা‘আলা তাঁর নিকট ওয়াহী পাঠান, আমার বান্দাদের অন্তর্ভুক্ত এক বান্দা দুই সমুদ্রের সংগমস্থলে আছে। সে তোমার চাইতে বেশি জ্ঞানী। মূসা (‘আঃ) বললেনঃ হে আমার প্রতিপালক! আমি কি উপায়ে তাঁর সাথে সাক্ষাৎ করব? আল্লাহ তা‘আলা বলেনঃ তুমি থলেতে একটি মাছ লও। মাছটি যেখানে হারিয়ে ফেলবে, সেখানেই সে আছে। অতএব তিনি রওয়ানা হলেন এবং ইউশা ইবনু নূন নামক তাঁর যুবক শাগরিদও তাঁর সফরসঙ্গী হলেন। মূসা (‘আঃ) থলের মধ্যে একটি মাছ ভরে নিলেন। তাঁরা দু’জনে পায়ে হেঁটে চলতে চলতে একটি প্রকান্ড পাথরের নিকট (সমুদ্রের তীরে) এসে পৌঁছেন। এখানে দু’জনই শুয়ে বিশ্রাম নিলেন। থলের মধ্যকার মাছটি নড়াচড়া করতে করতে তা হয়ে সমুদ্রে পতিত হল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আল্লাহ তা‘আলা মাছটি দিয়ে পানির স্রোতধারা বন্ধ করে দিলেন। ফলে তা প্রাচীরবৎ হয়ে গেল এবং মাছটির জন্য এভাবে একটি পথের ব্যবস্থা হল। মূসা (‘আঃ) ও তাঁর যুবক সঙ্গীর নিকট এটা খুবই আশ্চর্যজনক মনে হচ্ছিল। তাঁরা দিনের অবশিষ্ট সময় ও রাতে অগ্রসর হতে থাকলেন। তাঁর সঙ্গী মাছের অবস্থা সম্পর্কে তাঁকে জানাতে ভুলে গেল। ভোর হলে মূসা (‘আঃ) তাঁর সঙ্গীকে বললেন, “আমাদের সকালের নাশতা নাও। আজকের সফরে আমরা অত্যধিক ক্লান্ত হয়ে পড়েছি”-(সূরা কাহফ ৬২)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তাদেরকে যে স্থানে যাওয়ার নির্দেশ দেয়া হয়েছিল, সেখান পর্যন্ত পৌঁছতে তাঁরা ক্লান্ত হননি। কিন্তু নির্দেশিত স্থান পার হওয়ার পরই তাঁদেরকে ক্লান্তিতে পেয়ে বসে। “যুবক বলল, আমরা যখন সেই প্রস্তরময় প্রান্তরে আশ্রয় নিয়েছিলাম, তখন কি ঘটনা ঘটেছে তা কি আপনি লক্ষ্য করেননি? মাছের প্রতি আমার কোন আমার কোন লক্ষ্য ছিল না। আর শাইতান আমাকে এমনভাবে ভুলিয়ে দিয়েছে যে, আমি আপনার নিকট তা উল্লেখ করতেও ভুলে গেছি। মাছ তো আশ্চর্য রকমভাবে বের হয়ে সমুদ্রে চলে গেছে। মূসা বললেন, আমরা তো এটাই চেয়েছিলাম”- (সূরা কাহাফ ৬৪)। তাঁরা দু’জনেই তাঁদের পদচিহ্ন ধরে ফিরে এলেন। \nসুফইয়ান সাওরী (রহঃ) বলেন, কিছু লোকের ধারণা যে, এই প্রস্তরময় ময়দানে (বা সমুদ্র তীরেই) আবে হায়াতের ঝর্ণা রয়েছে। এই পানি মৃত ব্যাক্তির উপর ছিটিয়ে দিলে সে জীবিত হয়ে উঠে। এই মাছের কিছু অংশ খাওয়াও হয়েছিল। ঐ ঝর্ণার পানির ফোঁটা মাছের গায়ে পড়লে সাথে সাথে মাছটি জীবিত হয়ে গেল। \nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তাঁরা উভয়ে তাদের পায়ের চিহ্ন ধরে অগ্রসর হতে হতে পূর্বের সেই প্রান্তরে এসে পৌছালেন। তাঁরা দেখতে পেলেন, এক ব্যক্তি চাদর লম্বা করে গায়ে দিয়ে মুখ ঢেকে শুয়ে আছেন। মূসা (‘আঃ) তাঁকে সালাম দিলেন। তিনি সালামের জবাব দিয়ে বললেন, তোমাদের এ জায়গায় তো সালামের প্রচলন নেই (তুমি মনে হয় একজন আগন্তুক)? তিনি বললেন, আমি মূসা (‘আঃ)। তিনি প্রশ্ন করলেন, বানী ইসরাঈলের মূসা? তিনি বললেন, হ্যাঁ। তিনি বললেন, আপনার নিকট আল্লাহ তা‘আলার দানকৃত এক বিশেষ জ্ঞান আছে। আমি তা জানি না। আর আল্লাহ তা‘আলা আমাকেও এক বিশেষ জ্ঞান দিয়েছেন যা আপনি জানেন না। মূসা (‘আঃ) বললেনঃ “আপনাকে যে জ্ঞান শিক্ষা দেয়া হয়েছে, তা শিখার উদ্দেশে কি আমি আপনার সাথে থাকতে পারি? তিনি বললেনঃ আপনি আমার সাথে ধৈর্য ধরে থাকতে পারবেন না। আর যে বিষয়ে আপনার কিছুই জানা নেই, সে বিষয়ে আপনি কেমন করেই বা ধৈর্য ধারণ করতে পারেন? তিনি বললেন, ইনশা আল্লাহ আপনি আমাকে ধৈর্যশীলই পাবেন। কোন ব্যপারেই আমি আপনার নির্দেশের বিরোধিতা করব না”।– (সূরা কাহফ ৬৬-৬৯)। খাযির (‘আঃ) তাকে বললেন, “ঠিক আছে, আপনি যদি আমার সাথে চলতে থাকেন, তাহলে আপনি আমার নিকট কোন বিষয়ে প্রশ্ন করতে পারবেন না, যতক্ষণ আমি আপনাকে তা না বলি”- (সূরা কাহফ ৭০)। তিনি (মূসা) বললেন, হ্যাঁ ঠিক আছে। খাযির ও মূসা (‘আঃ) সমুদ্রের তীর ধরে পায়ে হেঁটে চলতে থাকলেন। তাদের সামনে দিয়ে একটি নৌকা অতিক্রম করছিল। তাঁরা উভয়ে তাদের সাথে কথা বললেন এবং তাঁদেরকে নৌকায় তুলে নেয়ার জন্য অনুরোধ করলেন। তারা খাযিরকে চিনে ফেলল এবং কোন ভাড়া ছাড়াই তাদের দু’জনকে নৌকায় তুলে নিল। খাযির নৌকার একটি তক্তা খুলে নিলেন। মূসা (‘আঃ) তাঁকে বললেন, লোকেরা আমাদেরকে ভাড়া ছাড়াই নৌকায় তুলে নিল, আর আপনি নৌকাটির ক্ষতি সাধন করলেন! আপনি কি তাদের ডুবিয়ে দিতে চান? “আপনার এ কাজটি খুবই আপত্তিকর। খাযির বললেন, আমি কি তোমাকে বলিনি যে, তুমি আমার সাথে ধৈর্য ধরে থাকতে পারবে না? মূসা বললেন, আমার ভুলের জন্য আপনি আমাকে পাকড়াও করবেন না। আমার ব্যাপারে আপনি অতটা কড়াকড়ি করবেন না”- (সূরা কাহফ ৭১-৭৩)। তারা নৌকা হতে নেমে সমুদ্রের তীর ধরে এগিয়ে যেতে থাকেন। পথিমধ্যে দেখা গেল, একটি বালক অপর কয়েকটি বালকের সাথে খেলাধূলা করছে। খাযির (‘আঃ) নিজের হাতে ছেলেটির মাথা ধরে তা ঘাড় হতে বিচ্ছিন্ন করে দিলেন এবং এভাবে তাকে হত্যা করেন। মূসা (‘আঃ) তাঁকে বললেন, “একটা নিষ্পাপ বালককে আপনি মেরে ফেললেন! অথচ সে তো কাউকে হত্যা করেনি? আপনি তো একটা বড় অন্যায় করে ফেলেছেন। খাযির বললেন, আমি কি তোমাকে বলিনি, তুমি আমার সাথে ধৈর্য ধরে চলতে পারবে না” – (সূরা কাহফ ৭৪-৭৫)? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ পূর্বের কথার চেয়ে এ কথাটা বেশি শক্ত ছিল। মূসা (‘আঃ) বললেন, “অতঃপর আমি যদি আপনার নিকট কোন প্রশ্ন করি, তাহলে আপনি আমাকে আর সঙ্গে রাখবেন না। আমাকে প্রত্যাখ্যান করার মত ত্রুটি আপনি আমার মধ্যে পেয়েছেন। পুনরায় তাঁরা দু’জনে সামনে এগিয়ে গেলেন এবং যেতে যেতে একটি জনপদে এসে পৌঁছলেন এবং সেখানকার মানুষদের নিকট খাবার চাইলেন। কিন্তু তারা মেহমান হিসেবে তাদের মেনে নিতে রাজী হয়নি। তাঁরা সেখানে একটি দেয়াল দেখতে পেলেন, যা পড়ে যাওয়ার উপক্রম হয়েছিল”- (সূরা কাহফ ৭৬-৭৭)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ দেয়ালটি ঝুঁকে পড়েছিল। খাযির তাঁর হাত দিয়ে দেয়ালটি ঠিক করে দিলেন। মূসা (‘আঃ) তাঁকে বললেনঃ আমরা এমন এক সম্প্রদায়ের নিকট আসলাম, যারা আমাদেরকে মেহমান হিসেবেও গ্রহণ করেনি বা আহারও করায়নি। “আপনি ইচ্ছা করলে এই কাজের জন্য মজুরী নিতে পারতেন। খাযির বললেন, বাস! এখানেই তোমার ও আমার একত্রে ভ্রমন শেষ। তুমি যেসব বিষয়ে ধৈর্য ধারণ করতে পারনি, এখন আমি তোমাকে সেসব বিষয়ের তাৎপর্য বলে দিব”- (সূরা কাহফ ৭৭-৭৮)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেনঃ আল্লাহ তা‘আলা মূসা (‘আঃ)- এর উপর রাহমাত অবতীর্ণ করুন। আমাদের আশা ছিল যে, তিনি যদি ধৈর্য ধারণ করতেন তাহলে আমাদেরকে তাদের এসব বিষয়ের তথ্য জানানো হত! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ মূসা (‘আঃ) শর্তের কথা ভুলে যাওয়ার কারণেই প্রথম প্রশ্নটি করেছেন। তিনি আরো বলেনঃ একটি চড়ুই পাখি এসে তাদের নৌকার কিনারে বসে, তারপর তা সমুদ্রে নিজের ঠোঁট ডুবিয়ে দেয়। খাযির তাঁকে বললেন, এই চড়ুই পাখি সমুদ্রের পানি যতটুকু কমিয়েছে, আমার ও আপনার জ্ঞান আল্লাহ তা‘আলার জ্ঞানভান্ডার হতে ঠিক ততটুকুই কমিয়েছে। \nসাঈদ ইবনু জুবাইর (রহঃ) বলেন, ইবনু ‘আব্বাস (রাঃ) পাঠ করতেন : “তাদের সামনে ছিল এক বাদশাহ যে প্রতিটি নিখুঁত নৌকা জোরপূর্বক কেড়ে নিত”। তিনি আরো পাঠ করতেন : “আর বালকটি ছিল কাফির”। \n\nসহীহ : বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ قُلْتُ لاِبْنِ عَبَّاسٍ إِنَّ نَوْفًا الْبِكَالِيَّ يَزْعُمُ أَنَّ مُوسَى صَاحِبَ بَنِي إِسْرَائِيلَ لَيْسَ بِمُوسَى صَاحِبِ الْخَضِرِ قَالَ كَذَبَ عَدُوُّ اللَّهِ سَمِعْتُ أُبَىَّ بْنَ كَعْبٍ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ قَامَ مُوسَى خَطِيبًا فِي بَنِي إِسْرَائِيلَ فَسُئِلَ أَىُّ النَّاسِ أَعْلَمُ فَقَالَ أَنَا أَعْلَمُ ‏.‏ فَعَتَبَ اللَّهُ عَلَيْهِ إِذْ لَمْ يَرُدَّ الْعِلْمَ إِلَيْهِ فَأَوْحَى اللَّهُ إِلَيْهِ أَنَّ عَبْدًا مِنْ عِبَادِي بِمَجْمَعِ الْبَحْرَيْنِ هُوَ أَعْلَمُ مِنْكَ قَالَ مُوسَى أَىْ رَبِّ فَكَيْفَ لِي بِهِ فَقَالَ لَهُ احْمِلْ حُوتًا فِي مِكْتَلٍ فَحَيْثُ تَفْقِدُ الْحُوتَ فَهُوَ ثَمَّ فَانْطَلَقَ وَانْطَلَقَ مَعَهُ فَتَاهُ وَهُوَ يُوشَعُ بْنُ نُونٍ وَيُقَالُ يُوسَعُ فَحَمَلَ مُوسَى حُوتًا فِي مِكْتَلٍ فَانْطَلَقَ هُوَ وَفَتَاهُ يَمْشِيَانِ حَتَّى إِذَا أَتَيَا الصَّخْرَةَ فَرَقَدَ مُوسَى وَفَتَاهُ فَاضْطَرَبَ الْحُوتُ فِي الْمِكْتَلِ حَتَّى خَرَجَ مِنَ الْمِكْتَلِ فَسَقَطَ فِي الْبَحْرِ قَالَ وَأَمْسَكَ اللَّهُ عَنْهُ جِرْيَةَ الْمَاءِ حَتَّى كَانَ مِثْلَ الطَّاقِ وَكَانَ لِلْحُوتِ سَرَبًا وَكَانَ لِمُوسَى وَلِفَتَاهُ عَجَبًا فَاَنْطَلَقَا بَقِيَّةَ يَوْمِهِمَا وَلَيْلَتِهِمَا وَنُسِّيَ صَاحِبُ مُوسَى أَنْ يُخْبِرَهُ فَلَمَّا أَصْبَحَ مُوسَى قَالَ لِفَتَاهُ‏:‏ ‏(‏آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا ‏)‏ قَالَ وَلَمْ يَنْصَبْ حَتَّى جَاوَزَ الْمَكَانَ الَّذِي أُمِرَ بِهِ ‏:‏ ‏(‏قَالَ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنْسَانِيهُ إِلاَّ الشَّيْطَانُ أَنْ أَذْكُرَهُ وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا ‏)‏ قَالَ مُوسَى ‏:‏ ‏(‏ ذَلِكَ مَا كُنَّا نَبْغِ فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا ‏)‏ قَالَ فَكَانَا يَقُصَّانِ آثَارَهُمَا ‏.‏ قَالَ سُفْيَانُ يَزْعُمُ نَاسٌ أَنَّ تِلْكَ الصَّخْرَةَ عِنْدَهَا عَيْنُ الْحَيَاةِ وَلاَ يُصِيبُ مَاؤُهَا مَيِّتًا إِلاَّ عَاشَ ‏.‏ قَالَ وَكَانَ الْحُوتُ قَدْ أُكِلَ مِنْهُ فَلَمَّا قَطَرَ عَلَيْهِ الْمَاءُ عَاشَ ‏.‏ قَالَ فَقَصَّا آثَارَهُمَا حَتَّى أَتَيَا الصَّخْرَةَ فَرَأَى رَجُلاً مُسَجًّى عَلَيْهِ بِثَوْبٍ فَسَلَّمَ عَلَيْهِ مُوسَى فَقَالَ أَنَّى بِأَرْضِكَ السَّلاَمُ قَالَ أَنَا مُوسَى ‏.‏ قَالَ مُوسَى بَنِي إِسْرَائِيلَ قَالَ نَعَمْ ‏.‏ قَالَ يَا مُوسَى إِنَّكَ عَلَى عِلْمٍ مِنْ عِلْمِ اللَّهِ عَلَّمَكَهُ اللَّهُ لاَ أَعْلَمُهُ وَأَنَا عَلَى عِلْمٍ مِنْ عِلْمِ اللَّهِ عَلَّمَنِيهِ لاَ تَعْلَمُهُ فَقَالَ مُوسَى ‏:‏ ‏(‏ هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِي مِمَّا عُلِّمْتَ رُشْدًا * قَالَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا * وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا * قَالَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا وَلاَ أَعْصِي لَكَ أَمْرًا ‏)‏ قَالَ لَهُ الْخَضِرُ ‏:‏ ‏(‏فَإِنِ اتَّبَعْتَنِي فَلاَ تَسْأَلْنِي عَنْ شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا ‏)‏ قَالَ نَعَمْ فَانْطَلَقَ الْخَضِرُ وَمُوسَى يَمْشِيَانِ عَلَى سَاحِلِ الْبَحْرِ فَمَرَّتْ بِهِمَا سَفِينَةٌ فَكَلَّمَاهُ أَنْ يَحْمِلُوهُمَا فَعَرَفُوا الْخَضِرَ فَحَمَلُوهُمَا بِغَيْرِ نَوْلٍ فَعَمَدَ الْخَضِرُ إِلَى لَوْحٍ مِنْ أَلْوَاحِ السَّفِينَةِ فَنَزَعَهُ فَقَالَ لَهُ مُوسَى قَوْمٌ حَمَلُونَا بِغَيْرِ نَوْلٍ عَمَدْتَ إِلَى سَفِينَتِهِمْ فَخَرَقْتَهَا ‏:‏ ‏(‏ لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا * قَالَ أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا * قَالَ لاَ تُؤَاخِذْنِي بِمَا نَسِيتُ وَلاَ تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا ‏)‏ ثُمَّ خَرَجَا مِنَ السَّفِينَةِ فَبَيْنَمَا هُمَا يَمْشِيَانِ عَلَى السَّاحِلِ وَإِذَا غُلاَمٌ يَلْعَبُ مَعَ الْغِلْمَانِ فَأَخَذَ الْخَضِرُ بِرَأْسِهِ فَاقْتَلَعَهُ بِيَدِهِ فَقَتَلَهُ فَقَالَ لَهُ مُوسَى ‏:‏ ‏(‏ أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَقَدْ جِئْتَ شَيْئًا نُكْرًا * قَالَ أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا ‏)‏ قَالَ وَهَذِهِ أَشَدُّ مِنَ الأُولَى ‏:‏ ‏(‏ قَالَ إِنْ سَأَلْتُكَ عَنْ شَيْءٍ بَعْدَهَا فَلاَ تُصَاحِبْنِي قَدْ بَلَغْتَ مِنْ لَدُنِّي عُذْرًا * فَانْطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَنْ يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ ‏)‏ يَقُولُ مَائِلٌ فَقَالَ الْخَضِرُ بِيَدِهِ هَكَذَا ‏:‏ ‏(‏ فَأَقَامَهُ ‏)‏ فَقَالَ لَهُ مُوسَى قَوْمٌ أَتَيْنَاهُمْ فَلَمْ يُضَيِّفُونَا وَلَمْ يُطْعِمُونَا ‏:‏ ‏(‏ إِنْ شِئْتَ لاَتَّخَذْتَ عَلَيْهِ أَجْرًا * قَالَ هَذَا فِرَاقُ بَيْنِي وَبَيْنِكَ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِعْ عَلَيْهِ صَبْرًا ‏)‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَرْحَمُ اللَّهُ مُوسَى لَوَدِدْنَا أَنَّهُ كَانَ صَبَرَ حَتَّى يَقُصَّ عَلَيْنَا مِنْ أَخْبَارِهِمَا ‏\"‏ ‏.‏ قَالَ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الأُولَى كَانَتْ مِنْ مُوسَى نِسْيَانٌ - قَالَ وَجَاءَ عُصْفُورٌ حَتَّى وَقَعَ عَلَى حَرْفِ السَّفِينَةِ ثُمَّ نَقَرَ فِي الْبَحْرِ فَقَالَ لَهُ الْخَضِرُ مَا نَقَصَ عِلْمِي وَعِلْمُكَ مِنْ عِلْمِ اللَّهِ إِلاَّ مِثْلَ مَا نَقَصَ هَذَا الْعُصْفُورُ مِنَ الْبَحْرِ ‏\"‏ ‏.‏ قَالَ سَعِيدُ بْنُ جُبَيْرٍ وَكَانَ يَعْنِي ابْنَ عَبَّاسٍ يَقْرَأُ وَكَانَ أَمَامَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ صَالِحَةٍ غَصْبًا وَكَانَ يَقْرَأُ وَأَمَّا الْغُلاَمُ فَكَانَ كَافِرًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَاهُ الزُّهْرِيُّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنِ ابْنِ عَبَّاسٍ عَنْ أُبَىِّ بْنِ كَعْبٍ عَنِ النَّبِيِّ صلى الله عليه وسلم وَقَدْ رَوَاهُ أَبُو إِسْحَاقَ الْهَمْدَانِيُّ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ عَنْ أُبَىِّ بْنِ كَعْبٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى سَمِعْتُ أَبَا مُزَاحِمٍ السَّمَرْقَنْدِيَّ يَقُولُ سَمِعْتُ عَلِيَّ بْنَ الْمَدِينِيِّ يَقُولُ حَجَجْتُ حَجَّةً وَلَيْسَ لِي هِمَّةٌ إِلاَّ أَنْ أَسْمَعَ مِنْ سُفْيَانَ يَذْكُرُ فِي هَذَا الْحَدِيثِ الْخَبَرَ حَتَّى سَمِعْتُهُ يَقُولُ حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ وَقَدْ كُنْتُ سَمِعْتُ هَذَا مِنْ سُفْيَانَ مِنْ قَبْلِ ذَلِكَ وَلَمْ يَذْكُرْ فِيهِ الْخَبَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। যুহরী (রহঃ) এ হাদীস উবাইদুল্লাহ ইবনু আব্দিল্লাহ ইবনু ‘উতবাহ ইবনু ‘আব্বাস হতে, তিনি উবাই ইবনু কা’ব হতে, তিনি নাবী (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে বর্ণনা করেছেন। এ হাদীসটি আবূ ইসহাক্ব আল-হামদানী (রহঃ) সা‘ঈদ ইবনু জুবাইর হতে, তিনি ইবনু ‘আব্বাস হতে, তিনি উবাই ইবনু কা’ব (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) এই সূত্রে বর্ণনা করেছেন। আবূ মুযাহিম আস-সামারকান্দী বলেন, ‘আলী ইবনুল মাদানী বলেছেন, আমি হাজ্জে গিয়েছিলাম। আমার হাজ্জের সফরের উদ্দেশ্যই ছিল সুফইয়ান সাওরীকে এ হাদীস বর্ণনা করতে শুনব। তিনি এ হাদীসে একটি বিষয় বর্ণনা করতেন। সুতরাং আমি তাকে বলতে শুনেছি, এ হাদীস ‘আমর ইবনু দীনার আমাদের নিকট বর্ণনা করেছেন। ইতোপূর্বে আমি এ হাদীস সুফইয়ানকে বর্ণনা করতে শুনেছি, কিন্তু তিনি উক্ত বিষয় এতে বর্ণনা করেননি।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}