{
  "hadith": {
    "hadith_id": 3153,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (ইয়াজূয-মাজূযের) প্রাচীর প্রসঙ্গে বলেনঃ এরা প্রত্যেকদিন বাঁধার প্রাচীর খনন করতে থাকে। যখন তারা এটাকে চৌচির করে ভেদ করার কাছাকাছি এসে যায়, তখন তাদের সরদার বলে, ফিরে চলো, কাল সকালে এটাকে সম্পূর্ণরূপে ভেঙ্গে ফেলব। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আল্লাহ তা‘আলা প্রাচীরটিকে পূর্বের ন্যায় পূর্ণাঙ্গ করে দেন। তারা প্রতিদিন এভাবে এই প্রাচীর খুঁড়তে থাকে। অবশেষে যখন তাদের বন্দীত্বের মেয়াদ শেষ হয়ে যাবে এবং আল্লাহ তা‘আলা তাদেরকে জনবসতিতে পাঠানোর ইচ্ছা করবেন তখন ইয়াজূয-মাজূযদের সরদার বলবে, আজ চলো। আল্লাহ তা‘আলা চাইলে আগামী কাল সকালে আমরা এই দেয়াল ভেঙ্গে ফেলব। সে তার কথার সাথে ‘ইনশাআল্লাহ’ বলবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তারা ফিরে যাবে। গতকাল দেয়ালটিকে তারা যে অবস্থায় ছেড়ে গিয়েছিল, এবার ফিরে এসে ঠিক সেই অবস্থায়ই পাবে। এরা দেয়াল ভেদ করে জনপদে ছড়িয়ে পড়বে এবং সমস্ত পানি পান করে শেষ করে ফেলবে। মানুষজন এদের ভয়ে ভীতসন্ত্রস্ত হয়ে পালিয়ে যাবে। এরা আকাশের দিকে নিজেদের তীর ছুঁড়বে। তাদের তীরগুলোকে রক্ত-রঞ্জিত করে ফিরিয়ে দেয়া হবে। এরা বলবে, পৃথিবীর বাসিন্দাদের উপর আমরা প্রতিশোধ নিয়েছি এবং আকাশবাসীদের উপরও আধিপত্য বিস্তার করে তাদের অধীনস্ত করে নিয়েছি। আল্লাহ তা‘আলা এদের গলদেশে কীট সৃষ্টি করবেন। ফলে এরা ধ্বংসপ্রাপ্ত হবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সেই সত্তার শপথ, যাঁর হাতে মুহাম্মাদের প্রাণ! যমীনের কীট-পতঙ্গ ও জীব-জন্তু এদের গোশত খেয়ে খুব মোটাতাজা হবে, খুব পরিতৃপ্ত হবে এবং এগুলোর দেহে বেশ চর্বি জমবে। \n\nসহীহ : ইবনু মা-জাহ (৪০৮০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَغَيْرُ، وَاحِدٍ، - الْمَعْنَى وَاحِدٌ وَاللَّفْظُ لاِبْنِ بَشَّارٍ قَالُوا حَدَّثَنَا هِشَامُ بْنُ عَبْدِ الْمَلِكِ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ قَتَادَةَ عَنْ أَبِي رَافِعٍ عَنْ حَدِيثِ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي السَّدِّ قَالَ ‏ \"‏ يَحْفِرُونَهُ كُلَّ يَوْمٍ حَتَّى إِذَا كَادُوا يَخْرِقُونَهُ قَالَ الَّذِي عَلَيْهِمُ ارْجِعُوا فَسَتَخْرِقُونَهُ غَدًا فَيُعِيدُهُ اللَّهُ كَأَمْثَلِ مَا كَانَ حَتَّى إِذَا بَلَغَ مُدَّتَهُمْ وَأَرَادَ اللَّهُ أَنْ يَبْعَثَهُمْ عَلَى النَّاسِ قَالَ الَّذِي عَلَيْهِمُ ارْجِعُوا فَسَتَخْرِقُونَهُ غَدًا إِنْ شَاءَ اللَّهُ وَاسْتَثْنَى ‏.‏ قَالَ فَيَرْجِعُونَ فَيَجِدُونَهُ كَهَيْئَتِهِ حِينَ تَرَكُوهُ فَيَخْرِقُونَهُ فَيَخْرُجُونَ عَلَى النَّاسِ فَيَسْتَقُونَ الْمِيَاهَ وَيَفِرُّ النَّاسُ مِنْهُمْ فَيَرْمُونَ بِسِهَامِهِمْ فِي السَّمَاءِ فَتَرْجِعُ مُخَضَّبَةً بِالدِّمَاءِ فَيَقُولُونَ قَهَرْنَا مَنْ فِي الأَرْضِ وَعَلَوْنَا مَنْ فِي السَّمَاءِ قَسْوَةً وَعُلُوًّا ‏.‏ فَيَبْعَثُ اللَّهُ عَلَيْهِمْ نَغَفًا فِي أَقْفَائِهِمْ فَيَهْلِكُونَ قَالَ فَوَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ إِنَّ دَوَابَّ الأَرْضِ تَسْمَنُ وَتَبْطَرُ وَتَشْكَرُ شَكْرًا مِنْ لُحُومِهِمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ هَذَا الْوَجْهِ مِثْلَ هَذَا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব। আমরা এ হাদীসটি শুধু উপর্যুক্ত সনদেই অনুরূপভাবে জেনেছি।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}