{
  "hadith": {
    "hadith_id": 3161,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন বান্দাকে যখন আল্লাহ তা‘আলা ভালোবাসেন তখন জিবরীলকে ডেকে বলেনঃ আমি অমুক ব্যক্তিকে ভালবাসি। অতএব তুমিও তাকে ভালবাস। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আসমানবাসীদের মধ্যে জিবরীল তখন (এ কথা) ঘোষণা করেন। তারপর যমীনবাসীদের অন্তরে তার জন্য ভালবাসা অবতীর্ণ হয়। এটাই আল্লাহ তা‘আলার বাণীর মধ্যে ফুটে উঠেছেঃ “যারা ঈমান আনায়ন করেছে এবং উত্তম কার্য সম্পাদন করেছে খুব শীঘ্রই দয়াময় রহমান (লোকদের অন্তরে তাদের প্রতি) ভালবাসার উদ্রেক করবেন”।–(সূরা মারইয়াম ৯৬)। অপর দিকে যখন আল্লাহ তা‘আলা কাউকে ঘৃণা করেন তখন জিবরীলকে ডেকে বলেনঃ আমি অমুককে ঘৃণা করি। জিবরীল তখন আসমানবাসীদের মধ্যে এটা ঘোষণা করেন। তারপর যমীনের অধিবাসীদের মনে তার জন্যে ঘৃণা অবতীর্ণ হতে থাকে। \n\nসহীহঃ যঈফাহ (২২০৭) নং হাদীসের অধীনে।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا أَحَبَّ اللَّهُ عَبْدًا نَادَى جِبْرِيلَ إِنِّي قَدْ أَحْبَبْتُ فُلاَنًا فَأَحِبَّهُ قَالَ فَيُنَادِي فِي السَّمَاءِ ثُمَّ تَنْزِلُ لَهُ الْمَحَبَّةُ فِي أَهْلِ الأَرْضِ فَذَلِكَ قَوْلُ اللَّهِ ‏:‏ ‏(‏ إنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا ‏)‏ وَإِذَا أَبْغَضَ اللَّهُ عَبْدًا نَادَى جِبْرِيلَ إِنِّي قَدْ أَبْغَضْتُ فُلاَنًا فَيُنَادِي فِي السَّمَاءِ ثُمَّ تَنْزِلُ لَهُ الْبَغْضَاءُ فِي الأَرْضِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَى عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ أَبِيهِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। এ হাদীসটি ‘আবদুর রহমান ইবনু ‘আবদুল্লাহ ইবনু দীনার (রহঃ) তার বাবা হতে, তিনি আবূ সালিহ হতে, তিনি আবূ হুরাইরাহ (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে একই রকম বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}