{
  "hadith": {
    "hadith_id": 3163,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, যখন খাইবার যুদ্ধ হতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফিরে আসছিলেন এবং রাতে চলতে চলতে তাঁর খুব ঘুম পেল, তখন তিনি তার উট বসিয়ে তা হতে নেমে পড়লেন, তারপর বললেনঃ হে বিলাল! আজ রাতে তুমি আমাদের পাহারা দাও। বর্ণনাকারী বলেন, বিলাল (রাঃ) নামায আদায় করলেন, তারপর সূর্যোদয়ের দিকে মুখ ফিরিয়ে হাওদার সাথে হেলান দিয়ে বসে রইলেন। তার চোখ ঘুমের তীব্রতায় বন্ধ হয়ে গেল। কেউই সকাল বেলা ঘুম থেকে উঠতে পারলেন না। সর্বপ্রথম নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জাগ্রত হলেন। তিনি ডাকলেনঃ হে বিলাল! বিলাল (রাঃ) বললেন, হে আল্লাহর রাসূল! আমার বাবা আপনার জন্য কুরবান হোক। আপনার জীবন যিনি নিয়েছিলেন, আমার জীবনও তিনিই নিয়েছিলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ উটের পিঠে হাওদা বাঁধো এবং দ্রুত সফর কর। তারপর তিনি আরেক স্থানে পৌছে উট বসালেন এবং উযূ করলেন। নামাযের উদ্দেশ্যে ইক্বামাত বলা হল। তিনি যেভাবে ওয়াক্তিয়া নামাযগুলো পড়েন, ঠিক সেভাবে ধীরে সুস্থে এই (কাযা) নামায পড়লেন। তারপর তিনি আয়াত পাঠ করলেনঃ “আমার স্মরণে নামায ক্বায়িম কর”- (সূরা ত্ব-হা- ১৪) \n\nসহীহঃ সহীহ আবূ দাঊদ (৪৬১, ৪৬৩), ইরওয়া (২৬৩), মুসলিম অনুরূপ।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، أَخْبَرَنَا صَالِحُ بْنُ أَبِي الأَخْضَرِ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ لَمَّا قَفَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ خَيْبَرَ أَسْرَى لَيْلَةً حَتَّى أَدْرَكَهُ الْكَرَى أَنَاخَ فَعَرَّسَ ثُمَّ قَالَ ‏\"‏ يَا بِلاَلُ اكْلأْ لَنَا اللَّيْلَةَ ‏\"‏ ‏.‏ قَالَ فَصَلَّى بِلاَلٌ ثُمَّ تَسَانَدَ إِلَى رَاحِلَتِهِ مُسْتَقْبَلَ الْفَجْرِ فَغَلَبَتْهُ عَيْنَاهُ فَنَامَ فَلَمْ يَسْتَيْقِظْ أَحَدٌ مِنْهُمْ وَكَانَ أَوَّلَهُمُ اسْتِيقَاظًا النَّبِيُّ صلى الله عليه وسلم ‏.‏ فَقَالَ ‏\"‏ أَىْ بِلاَلُ ‏\"‏ ‏.‏ فَقَالَ بِلاَلٌ بِأَبِي أَنْتَ يَا رَسُولَ اللَّهِ أَخَذَ بِنَفْسِي الَّذِي أَخَذَ بِنَفْسِكَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اقْتَادُوا ‏\"‏ ‏.‏ ثُمَّ أَنَاخَ فَتَوَضَّأَ فَأَقَامَ الصَّلاَةَ ثُمَّ صَلَّى مِثْلَ صَلاَتِهِ لِلْوَقْتِ فِي تَمَكُّثٍ ثُمَّ قَالَ ‏:‏ ‏(‏وأقِمِ الصَّلاَةَ لِذِكْرِي ‏)‏ ‏.‏ قَالَ هَذَا حَدِيثٌ غَيْرُ مَحْفُوظٍ رَوَاهُ غَيْرُ وَاحِدٍ مِنَ الْحُفَّاظِ عَنِ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّ النَّبِيَّ صلى الله عليه وسلم وَلَمْ يَذْكُرُوا فِيهِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَصَالِحُ بْنُ أَبِي الأَخْضَرِ يُضَعَّفُ فِي الْحَدِيثِ ضَعَّفَهُ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ وَغَيْرُهُ مِنْ قِبَلِ حِفْظِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসের সনদ সুরক্ষিত নয়। একাধিক হাফিয যুহরীর সূত্রে এবং তিনি সা‘ঈদ ইবনুল মুসাইয়্যাবের সূত্রে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নাম উল্লেখ করে এ হাদীস বর্ণনা করেছেন। তারা নিজ নিজ সনদে আবূ হুরাইরাহর উল্লেখ করেননি। তাছাড়া হাদীস শাস্ত্রে সালিহ ইবনু আবী আখযার দুর্বল। ইয়াহইয়া ইবনু সা‘ঈদ আল-কাত্তান প্রমুখ তাকে স্মরণ শক্তির দিক হতে দুর্বল বলেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}