{
  "hadith": {
    "hadith_id": 3167,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওয়াজ-নসীহত করতে দাঁড়িয়ে বললেনঃ \"হে লোকেরা! কিয়ামাতের দিন তোমারা নগ্ন ও খতনাহীন অবস্থায় আল্লাহ্‌র নিকট সমবেত হবে। (বর্ণনাকারী বলেন,) তারপর তিনি পড়লেনঃ \"যেভাবে প্রথম আমরা সৃষ্টির সূচনা করেছিলাম, সেভাবেই তার পুনরাবৃত্তি করবো। এটা একটা ওয়াদাহ। যা পূরণ করার দায়িত্ব আমার। আর এ কাজ আমি অবশ্যই করবো\"- (সূরা আম্বিয়া ১০৪)। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলেছেন \"কিয়ামাতের দিন সর্বপ্রথম যাকে কাপড় পরানো হবে তিনি হচ্ছেন ইব্রাহীম (আঃ)। আমার উম্মতের কিছু সংখ্যক ব্যাক্তিকে নিয়ে আসা হবে এবং তাদের কে ধরে বাঁ দিকে নিয়ে যাওয়া হবে। আমি তখন বলবোঃ হে আমার সৃষ্টিকর্তা! এরা আমার অনুসারি। তখন বলা হবে, আপনি জানেন না, এরা আপনার বিদায়ের পর কি ধরনের বিদ'আত এর উদ্ভব ঘটিয়েছিল। আমি সে সময় একজন সৎকর্মশীল বান্দার [(ঈসা (আঃ)] মত বলবো (কুরআনের ভাষায়) \"আমি যতক্ষন পর্যন্ত তাদের মধ্যে ছিলাম, ততক্ষণ পর্যন্ত তাদের পরিচালক ছিলাম। কিন্তু আপনি যখন আমাকে তুলে নিলেন, তখন আপনিই ছিলেন তাদের তত্ত্বাবধায়ক। আর আপনি তো সকল বিষয়ের সাক্ষী। আপনি যদি তাদের আযাব দেন তবে তারা তো আপনারই বান্দা, আর যদি ক্ষমা করে দেন তাহলে আপনি তো পরাক্রমশালী ও প্রজ্ঞাময় \"-(সূরা আল-মায়িদাহ ১১৭-১১৮)। তখন বলা হবে, আপনি যখন তাদের কে রেখে এসেছেন তখন হতে এরা অনবরত মন্দ পথেই চলেছে। \n\nসহীহঃ বুখারী, মুসলিম। এটি (২৪২৩) নং হাদীসের পুনরুক্তি।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، وَوَهْبُ بْنُ جَرِيرٍ، وَأَبُو دَاوُدَ قَالُوا حَدَّثَنَا شُعْبَةُ، عَنِ الْمُغِيرَةِ بْنِ النُّعْمَانِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِالْمَوْعِظَةِ فَقَالَ ‏\"‏ يَا أَيُّهَا النَّاسُ إِنَّكُمْ مَحْشُورُونَ إِلَى اللَّهِ عُرَاةً غُرْلاً ‏\"‏ ‏.‏ ثُمَّ قَرَأََ ‏:‏ ‏(‏ كما بَدَأْنَا أَوَّلَ خَلْقٍ نُعِيدُهُ وَعْدًا عَلَيْنَا ‏)‏ إِلَى آخِرِ الآيَةِ قَالَ ‏\"‏ أَوَّلُ مَنْ يُكْسَى يَوْمَ الْقِيَامَةِ إِبْرَاهِيمُ وَإِنَّهُ سَيُؤْتَى بِرِجَالٍ مِنْ أُمَّتِي فَيُؤْخَذُ بِهِمْ ذَاتَ الشِّمَالِ فَأَقُولُ رَبِّ أَصْحَابِي ‏.‏ فَيُقَالُ إِنَّكَ لاَ تَدْرِي مَا أَحْدَثُوا بَعْدَكَ ‏.‏ فَأَقُولُ كَمَا قَالَ الْعَبْدُ الصَّالِحُ ‏(‏ وَكُنْتُ عَلَيْهِمْ شَهِيدًا مَا دُمْتُ فِيهِمْ فَلَمَّا تَوَفَّيْتَنِي كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ وَأَنْتَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ * إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ ‏)‏ فَيُقَالُ هَؤُلاَءِ لَمْ يَزَالُوا مُرْتَدِّينَ عَلَى أَعْقَابِهِمْ مُنْذُ فَارَقْتَهُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুহাম্মাদ ইবনু বাশশার-মুহাম্মাদ ইবনু জা'ফর হতে, তিনি শু'বাহ হতে, তিনি মুগীরাহ ইবনু নু'মান হতে এই সনদে উপরের হাদীসের অনুরুপ বর্ণনা করেছেন। এ হাদীস টি হাসান সহীহ। সুফ'ইয়ান সাওরীও এ হাদীস টি মুগীরাহ ইবনু নু'মানের সুত্রে অনুরুপ বর্ণনা করেছেন। আবূ ঈসা বলেনঃ সুফ'ইয়ান সাওরী এই হাদীসের মর্মার্থ দ্বারা মুরতাদ দের কে বুঝিয়েছেন যারা রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর ইন্তিকালের পর মুরতাদ হয়ে গিয়েছিলো ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}