{
  "hadith": {
    "hadith_id": 3168,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "“হে লোকেরা! তোমাদের প্রভুর গযব হতে নিজকে রক্ষা কর। কিয়ামাতের কম্পন বড়ই ভয়াবহ ব্যপার। যেদিন তোমরা তা দেখতে পাবে সেদিনের অবস্থা এমন হবে যে, প্রত্যেক স্তন্যদাত্রী নিজের দুধের শিশুকে দুধ পান করাতে ভুলে যাবে। প্রত্যেক গর্ভবতী গর্ভপাত করবে এবং লোকদেরকে তোমরা মাতালের মতো দেখতে পাবে, অথচ তারা নেশাগ্রস্থ নয়। বরং আল্লাহ্‌ তা’আলার শাস্তিই এতদূর কঠোর হবে” (সূরাঃ আল-হাজ্জ- ১-২)। রাবী বলেন, এ আয়াত যখন অবতীর্ণ হয়, তখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সফরে ছিলেন। তিনি বললেনঃ তোমরা কি জান এটা কোন দিন? সাহাবীগন বললেনঃ আল্লাহ্‌ তা’আলা ও তাঁর রাসূলই সবচাইতে ভাল জানেন। তিনি বললেনঃ এটা সেই দিন, যখন আল্লাহ্‌ তা’আলা আদম (আঃ)-কে বলবেনঃ জাহান্নামের বাহিনী প্রস্তুত কর। আদম (আঃ) বলবেনঃ হে প্রভু! জাহান্নামের বাহিনীর সংখ্যা কত? তিনি বলবেনঃ (হাজারকে) নয় শত নিরানব্বই জন জাহান্নামের এবং একজন জান্নাতের বাহিনী। একথা শুনে মুসলমানরা কান্নায় ভেংগে পড়েন। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সমতল পথে চলো, আল্লাহ্‌ তা’আলার নৈকট্য খোঁজ কর, সোজা পথ ধর। প্রত্যেক নাবূয়্যাতের পূর্বেই রয়েছে জাহিলিয়াত। তিনি আরো বলেনঃ জাহিলিয়াত হতেই বেশি সংখ্যক নেয়া হবে। যদি এতে সংখ্যা পূর্ণ হয় তো ভালো, অন্যথায় মুনাফিকদের দিয়ে সংখ্যা পূর্ণ করা হবে। অপরাপর উম্মাতের ও তোমাদের উদাহরণ হচ্ছে, যেমন পশুর বাহুর দাগ অথবা উটের পার্শ্বদেশের তিলক (অর্থাৎ তোমাদের সংখ্যা বেশি হবে)। তিনি আবার বললেনঃ আমি আশা করি তোমরাই হবে জান্নাতের এক-চতুর্থাংশ অধিবাসী। একথা শুনে তারা তাকবীর ধ্বনি উচ্চারণ করেন। তারপর তিনি বললেনঃ আমি আশা করি তোমরাই হবে জান্নাতের এক-তৃতীয়াংশ অধিবাসী।  একথা শুনে তারা তাকবীর ধ্বনি দেন। তিনি আবার বললেনঃ আমি আশা করি তোমরাই হবে জান্নাতের অর্ধেক অধিবাসী। তারা এবারও তাকবীর ধ্বনি দেন। রাবী বলেন, তিনি দুই-তৃতীয়াংশের কথা বলেছেন কি-না তা আমার মনে নেই।\n\nসনদ দুর্বল, তা’লীকুম রাগীব (৪/২২৯)",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ جُدْعَانَ، عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم لَمَّا نَزَلَتْ ‏:‏ ‏(‏ يا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَيْءٌ عَظِيمٌ ‏)‏ إِلَى قَوْلِهِ ‏:‏ ‏(‏ولَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ ‏)‏ قَالَ أُنْزِلَتْ عَلَيْهِ هَذِهِ وَهُوَ فِي سَفَرٍ فَقَالَ ‏\"‏ أَتَدْرُونَ أَىُّ يَوْمٍ ذَلِكَ ‏\"‏ ‏.‏ فَقَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ ذَلِكَ يَوْمَ يَقُولُ اللَّهُ لآدَمَ ابْعَثْ بَعْثَ النَّارِ فَقَالَ يَا رَبِّ وَمَا بَعْثُ النَّارِ قَالَ تِسْعُمِائَةٍ وَتِسْعَةٌ وَتِسْعُونَ إِلَى النَّارِ وَوَاحِدٌ إِلَى الْجَنَّةِ ‏\"‏ ‏.‏ قَالَ فَأَنْشَأَ الْمُسْلِمُونَ يَبْكُونَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ قَارِبُوا وَسَدِّدُوا فَإِنَّهَا لَمْ تَكُنْ نُبُوَّةٌ قَطُّ إِلاَّ كَانَ بَيْنَ يَدَيْهَا جَاهِلِيَّةٌ قَالَ فَيُؤْخَذُ الْعَدَدُ مِنَ الْجَاهِلِيَّةِ فَإِنْ تَمَّتْ وَإِلاَّ كَمُلَتْ مِنَ الْمُنَافِقِينَ وَمَا مَثَلُكُمْ وَالأُمَمِ إِلاَّ كَمَثَلِ الرَّقْمَةِ فِي ذِرَاعِ الدَّابَّةِ أَوْ كَالشَّامَةِ فِي جَنْبِ الْبَعِيرِ ثُمَّ قَالَ إِنِّي لأَرْجُو أَنْ تَكُونُوا رُبُعَ أَهْلِ الْجَنَّةِ ‏\"‏ ‏.‏ فَكَبَّرُوا ثُمَّ قَالَ ‏\"‏ إِنِّي لأَرْجُو أَنْ تَكُونُوا ثُلُثَ أَهْلِ الْجَنَّةِ ‏\"‏ ‏.‏ فَكَبَّرُوا ثُمَّ قَالَ ‏\"‏ إِنِّي لأَرْجُو أَنْ تَكُونُوا نِصْفَ أَهْلِ الْجَنَّةِ ‏\"‏ ‏.‏ فَكَبَّرُوا قَالَ وَلاَ أَدْرِي قَالَ الثُّلُثَيْنِ أَمْ لاَ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}