{
  "hadith": {
    "hadith_id": 317,
    "narrator": "আবূ সা’ঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কবরস্থান ও গোসলখানা ছাড়া সারা পৃথিবীই নামায আদায়ের উপযোগী।\n\nসহীহ্‌। ইবনু মাজাহ-(৭৪৫)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَأَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ الْمَرْوَزِيُّ قَالاَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الأَرْضُ كُلُّهَا مَسْجِدٌ إِلاَّ الْمَقْبُرَةَ وَالْحَمَّامَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَبِي هُرَيْرَةَ وَجَابِرٍ وَابْنِ عَبَّاسٍ وَحُذَيْفَةَ وَأَنَسٍ وَأَبِي أُمَامَةَ وَأَبِي ذَرٍّ قَالُوا إِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ جُعِلَتْ لِيَ الأَرْضُ مَسْجِدًا وَطَهُورًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ قَدْ رُوِيَ عَنْ عَبْدِ الْعَزِيزِ بْنِ مُحَمَّدٍ رِوَايَتَيْنِ مِنْهُمْ مَنْ ذَكَرَهُ عَنْ أَبِي سَعِيدٍ وَمِنْهُمْ مَنْ لَمْ يَذْكُرْهُ ‏.‏ وَهَذَا حَدِيثٌ فِيهِ اضْطِرَابٌ ‏.‏ رَوَى سُفْيَانُ الثَّوْرِيُّ عَنْ عَمْرِو بْنِ يَحْيَى عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلٌ ‏.‏ وَرَوَاهُ حَمَّادُ بْنُ سَلَمَةَ عَنْ عَمْرِو بْنِ يَحْيَى عَنْ أَبِيهِ عَنْ أَبِي سَعِيدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَاهُ مُحَمَّدُ بْنُ إِسْحَاقَ عَنْ عَمْرِو بْنِ يَحْيَى عَنْ أَبِيهِ قَالَ وَكَانَ عَامَّةُ رِوَايَتِهِ عَنْ أَبِي سَعِيدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِي سَعِيدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَكَأَنَّ رِوَايَةَ الثَّوْرِيِّ عَنْ عَمْرِو بْنِ يَحْيَى عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم أَثْبَتُ وَأَصَحُّ مُرْسَلاً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আলী, আবদুল্লাহ ইবনু ‘আমর, আবূ হুরায়রা, জাবির, ইবনু ‘আব্বাস, হুযাইফা, আনাস, আবূ উমামা ও আবূ যার (রাঃ) হতেও হাদীস বর্ণিত আছে। তাঁরা বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ \n“সারা পৃথিবীকে আমার জন্য মসজিদ এবং পবিত্র হওয়ার মাধ্যম বানানো হয়েছে”।\nআবূ ‘ঈসা বলেনঃ আবূ সা’ঈদের হাদীসটি ‘আবদুল আযীয ইবনু মুহাম্মাদের সূত্রে দুটি ধারায় বর্ণিত হয়েছে। একটি ধারায় আবূ সা’ঈদের বরাত দিয়ে বর্ণনা করা হয়েছে, অপর ধারায় তাঁর নাম উল্লেখ করা হয়নি। এ হাদীসটিকে মুযতারিব (গোলমাল) বলা হয়েছে। সুফিয়ান সাওরী-’আমর ইবনু ইয়াহ্‌ইয়া হতে, তিনি তাঁর পিতার সূত্রে এ হাদীসটি মুরসাল হিসাবে বর্ণনা করেছেন। এ সূত্রটিই বেশি সহীহ্‌ ও সুপ্রতিষ্ঠিত।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}