{
  "hadith": {
    "hadith_id": 3171,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে যখন মক্কাবাসীরা মক্কা হতে নির্বাসিত করে, তখন আবূ বকর (রাঃ) বললেন, এই লোকেরা তাদের নবীকে বের করে দিয়েছে। এদের নিঃসন্দেহে অনিষ্ট হবে। এ কথার পটভূমিকায় আল্লাহ্‌ তা’আলা এই আয়াত অবতীর্ণ করেনঃ “যাদের বিরুদ্ধে যুদ্ধ করা হচ্ছে তাদেরকে অনুমতি দেয়া হল। কেননা তাদের প্রতি যুলুম করা হয়েছে। আল্লাহ্‌ তা’আলা অবশ্যই তাদের সাহায্য করতে সক্ষম। এরা সেই লোক, যাদেরকে অন্যায়ভাবে নিজেদের ঘর-বাড়ী হতে বহিষ্কৃত করা হয়েছে। তাদের দোষ ছিল এই যে, তারা বলতঃ আল্লাহ্‌ তা’আলা আমাদের রব” (সূরাঃ আল-হাজ্জ- ৩৯-৪০)। আবূ বাকর (রাঃ) বললেনঃ আমি বুঝে গেলাম, শীঘ্রই লড়াই বেধে যাবে।\n\nসনদ দুর্বল",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا أَبِي وَإِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنِ الأَعْمَشِ، عَنْ مُسْلِمٍ الْبَطِينِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لَمَّا أُخْرِجَ النَّبِيُّ صلى الله عليه وسلم مِنْ مَكَّةَ قَالَ أَبُو بَكْرٍ أَخْرَجُوا نَبِيَّهُمْ لَيَهْلِكُنَّ فَأَنْزَلَ اللَّهُ ‏:‏ ‏(‏أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ ‏)‏ الآيَةَ ‏.‏ فَقَالَ أَبُو بَكْرٍ لَقَدْ عَلِمْتُ أَنَّهُ سَيَكُونُ قِتَالٌ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَاهُ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ وَغَيْرُهُ عَنْ سُفْيَانَ عَنِ الأَعْمَشِ عَنْ مُسْلِمٍ الْبَطِينِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ مُرْسَلاً لَيْسَ فِيهِ عَنِ ابْنِ عَبَّاسٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান। আবদুর রহমান ইবনু মাহদী প্রমুখ-সুফিয়ান হতে তিনি আমাশ হতে তিনি মুসলিম আল-বাতীন হতে তিনি সাঈদ ইবনু যুবাইর-এর সূত্রে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এ হাদীসটি মুরসালরূপে বর্ণনা করেছেন। তাতে ইবনু আব্বাস (রাঃ)-এর উল্লেখ নেই। মুহাম্মদ ইবনু বাশশার, আবূ আহমাদ আয-যুবাইরী সুফইয়ানের সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন, তাতে ইবনু আব্বাসের উল্লেখ আছে। একাধিক রাবী-সুফিয়ান হতে তিনি আমাশ হতে তিনি মুসলিম আল-বাতীন হতে তিনি সাঈদ ইবনু যুবাইর (রহঃ) সূত্রে উক্ত হাদীস মুরসালরূপে বর্ণনা করেছেন এবং তাতে ইবনু আব্বাস (রাঃ)-এর উল্লেখ নেই।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}