{
  "hadith": {
    "hadith_id": 3179,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, হিলাল ইবনে উমাইয়াহ (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট ইবনু সাহমার সাথে তার স্ত্রীর যিনার অভিযোগ দায়ের করেন। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, প্রমান হাজির কর, অন্যথায় তোমার পিঠে চাবুক পড়বে। বর্ণনাকারী বলেনঃ হিলাল (রাঃ) বললেন, হে আল্লাহ্‌র রাসুল! আমাদের মাঝে কেউ যদি তার স্ত্রীর সাথে কোন পুরুষ লোককে গর্হিত কাজে লিপ্ত দেখে তখন সে কি সাক্ষী খুঁজে বেড়াবে? রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলতে থাকেন, প্রমান দাও, অন্যথায় তোমার পিঠে শাস্তির চাবুক পড়বে। বর্ণনাকারী বলেন, হিলাল (রাঃ) বললেন, সেই সত্তার কসম যিনি আপনাকে সত্য দ্বীন সহ পাঠিয়েছেন! অবশ্যই আমি সত্যবাদী। আমার দৃঢ় বিশ্বাস আমার বিষয়ে ওয়াহী অবতীর্ণ হবে যা আমার পিঠ কে কষ্ট থেকে রেহাই দিবে। অতঃপর অবতীর্ণ হল- \"আর যারা নিজেদের স্ত্রীর বিরুদ্ধে যিনার অভিযোগ উত্থাপন করে, অথচ তাদের দলে তারা নিজেরা ব্যতিত আর কোন সাক্ষী নেই, তাদের প্রত্যেকের সাক্ষ্য এই হবে যে, সে চারবার আল্লাহ্‌ তা'আলার নামে কসম করে সাক্ষ্য দিবে যে, সে (তার আনীত অভিযোগ) অবশ্যই সত্যবাদী এবং পঞ্চম বারে বলবে, সে মিথ্যাবাদী হলে তার উপর আল্লাহ্‌ তা'আলার অভিসম্পাত হোক। আর স্ত্রীলোকটির কষ্ট রহিত হবে যদি সে চারবার আল্লাহ্‌ তা'আলার নামে কসম করে সাক্ষ্য দেয় যে, এ লোক (তার উত্থাপিত অভিযোগ) মিথ্যাবাদী। পঞ্চম বারে বলবে, সে (অভিযোগকারী স্বামী) সত্যবাদী হলে তার (স্ত্রীর) উপর আল্লাহ্‌ তা'আলার গযব পতিত হোক\"- (সূরা- আন নূর ৬-৯)। বর্ণনাকারী বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অবসর হয়ে তাদের (স্বামী-স্ত্রী) উভয় কে ডেকে পাঠান। তাদেরর উভয়ে হাজির হলে হিলাল (রাঃ) দাঁড়িয়ে সাক্ষী দিলেন। এ সময় রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলতে থাকেনঃ নিশ্চয়ই আল্লাহ্‌ অবগত আছেন যে তোমাদের একজন মিথ্যাবাদী, তোমাদের মধ্যে কে তওবা করতে প্রস্তুত? তারপর মেয়ে লোকটি দাঁড়িয়ে সাক্ষ্য দিলো। সে যখন পঞ্চম বারে বলতে যাচ্ছিল যে, সে (স্বামী) যদি সত্যবাদী হয় তাহলে তার (স্ত্রীর) উপর আল্লাহ্‌র গজব নিপতিত হোক, তখন লোকেরা তাকে বলল, এ কথা (শাস্তিকে) অবশ্যম্ভাবী করে তুলবে। ইবনু আব্বাস (রাঃ) বলেন, এ কথা শুনে সে থেমে গেলো এবং পিছনে সরে আসলো। আমরা ধারনা করলাম যে সে তার কথা থেকে ফিরে আসবে। অতঃপর মেয়েলোকটি বলল, আমি চিরকালের জন্য আমার গোত্রে কালিমা লেপন করতে পারিনা। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমরা এই মেয়েলোকটির উপর নজর রেখো। সে যদি কাজল বর্ণের চোখ, প্রশস্ত নিতম্ব ও পায়ের মাংস গোছাযুক্ত সন্তান প্রসব করে তবে সে সন্তান ইবনু সাহমারই। পরবর্তীতে মহিলাটি ঐরূপ সন্তানই প্রসব করলে রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যদি আগেই আল্লাহ্‌ তা'আলার হুকুম (লি'আনের বিধান) না এসে যেত, তাহলে আমাদের এবং তার মধ্যে একটা বিরাট কিছু ঘটে যেত (তাকে শাস্তি দেওয়া হতো)।\n\nসহীহঃ ইবনু মা-জাহ, (২০৬৭) বুখারী (৪৭৪৭)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ، حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ، حَدَّثَنِي عِكْرِمَةُ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ هِلاَلَ بْنَ أُمَيَّةَ، قَذَفَ امْرَأَتَهُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم بِشَرِيكِ بْنِ السَّحْمَاءِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْبِيِّنَةَ وَإِلاَّ حَدٌّ فِي ظَهْرِكَ ‏\"‏ ‏.‏ قَالَ فَقَالَ هِلاَلٌ يَا رَسُولَ اللَّهِ إِذَا رَأَى أَحَدُنَا رَجُلاً عَلَى امْرَأَتِهِ أَيَلْتَمِسُ الْبَيِّنَةَ فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ الْبَيِّنَةَ وَإِلاَّ حَدٌّ فِي ظَهْرِكَ ‏\"‏ ‏.‏ قَالَ فَقَالَ هِلاَلٌ وَالَّذِي بَعَثَكَ بِالْحَقِّ إِنِّي لَصَادِقٌ وَلَيَنْزِلَنَّ فِي أَمْرِي مَا يُبَرِّئُ ظَهْرِي مِنَ الْحَدِّ فَنَزَلَ ‏:‏ ‏(‏والَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلاَّ أَنْفُسُهُمْ ‏)‏ فَقَرَأَ حَتَّى بَلَغَ ‏:‏ ‏(‏ والْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ ‏)‏ قَالَ فَانْصَرَفَ النَّبِيُّ صلى الله عليه وسلم فَأَرْسَلَ إِلَيْهِمَا فَجَاءَا فَقَامَ هِلاَلُ بْنُ أُمَيَّةَ فَشَهِدَ وَالنَّبِيُّ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِنَّ اللَّهَ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ فَهَلْ مِنْكُمَا تَائِبٌ ‏\"‏ ‏.‏ ثُمَّ قَامَتْ فَشَهِدَتْ فَلَمَّا كَانَتْ عِنْدَ الْخَامِسَةِ ‏:‏ ‏(‏ أنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ ‏)‏ قَالُوا لَهَا إِنَّهَا مُوجِبَةٌ فَقَالَ ابْنُ عَبَّاسٍ فَتَلَكَّأَتْ وَنَكَسَتْ حَتَّى ظَنَنَّا أَنْ سَتَرْجِعُ فَقَالَتْ لاَ أَفْضَحُ قَوْمِي سَائِرَ الْيَوْمِ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَبْصِرُوهَا فَإِنْ جَاءَتْ بِهِ أَكْحَلَ الْعَيْنَيْنِ سَابِغَ الأَلْيَتَيْنِ خَدَلَّجَ السَّاقَيْنِ فَهُوَ لِشَرِيكِ بْنِ السَّحْمَاءِ ‏\"‏ ‏.‏ فَجَاءَتْ بِهِ كَذَلِكَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لَوْلاَ مَا مَضَى مِنْ كِتَابِ اللَّهِ عَزَّ وَجَلَّ لَكَانَ لَنَا وَلَهَا شَأْنٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ هِشَامِ بْنِ حَسَّانَ وَهَكَذَا رَوَى عَبَّادُ بْنُ مَنْصُورٍ هَذَا الْحَدِيثَ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَاهُ أَيُّوبُ عَنْ عِكْرِمَةَ مُرْسَلاً وَلَمْ يَذْكُرْ فِيهِ عَنِ ابْنِ عَبَّاسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, হিশাম ইবনু হাসসানের বর্ণনা হিসেবে হাদিসটি হাসান গারীব। আব্বাদ ইবনু মানসূর-ইকরিমাহ হতে, তিনি ইবনু আব্বাস (রাঃ) হতে, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সনদে পূর্বোক্ত হাদীসের একই রকম বর্ণনা করেছেন। আইয়ুব এ হাদীস ইকরিমার সনদে মুরসাল হিসেবে বর্ণনা করেছেন এবং তাতে ইবনু আব্বাসের উল্লেখ করেননি ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}