{
  "hadith": {
    "hadith_id": 3183,
    "narrator": "আবদুল্লাহ ইবনু মাস’ঊদ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে প্রশ্ন করলাম, সবচেয়ে মারাত্মক গুনাহ কোনটি? তিনি বলেনঃ (১) আল্লাহ তা’আলার সাথে কাউকে তোমার শরীক বানানো অথচ তিনি তোমাকে সৃষ্টি করেছেন; (২) তোমার সন্তানেরা তোমার সাথে আহার করবে বা তোমার খাদ্যে ভাগ বসাবে এই ভয়ে তাদের কে হত্যা করা; (৩) তোমার প্রতিবেশীর স্ত্রীর সাথে তোমার যিনা করা। বর্ণনাকারী বলেন, তারপর তিনি এই আয়াত পাঠ করলেন (অনুবাদ)ঃ “যারা আল্লাহ তা’আলার সাথে কোন মা’বূদকে ডাকেনা, আল্লাহ তা’আলা যাকে হত্যা নিষিদ্ধ করেছেন তাকে হত্যা করেনা এবং ব্যাভিচারেও জড়িত হয়না। যে এগুলো করে সে শাস্তি ভোগ করবে। কিয়ামাতের দিন তার আযাব দ্বিগুণ করা হবে এবং সেখানে সে অনন্তকাল লাঞ্ছিত অবস্থায় থাকবে।”- (সুরা আল-ফুরকান ৬৮-৬৯)।\n\nসহীহঃ বুখারী ও মুসলিম, প্রাগুপ্ত।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا سَعِيدُ بْنُ الرَّبِيعِ أَبُو زَيْدٍ، حَدَّثَنَا شُعْبَةُ، عَنْ وَاصِلٍ الأَحْدَبِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَىُّ الذَّنْبِ أَعْظَمُ قَالَ ‏\"‏ أَنْ تَجْعَلَ لِلَّهِ نِدًّا وَهُوَ خَلَقَكَ وَأَنْ تَقْتُلَ وَلَدَكَ مِنْ أَجْلِ أَنْ يَأْكُلَ مَعَكَ أَوْ مِنْ طَعَامِكَ وَأَنْ تَزْنِيَ بِحَلِيلَةِ جَارِكَ ‏\"‏ ‏.‏ قَالَ وَتَلاَ هَذِهِ الآيَةَ ‏:‏ ‏(‏والَّذِينَ لاَ يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلاَ يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ وَلاَ يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا * يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ سُفْيَانَ عَنْ مَنْصُورٍ وَالأَعْمَشِ أَصَحُّ مِنْ حَدِيثِ شُعْبَةَ عَنْ وَاصِلٍ لأَنَّهُ زَادَ فِي إِسْنَادِهِ رَجُلاً ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, মানসুর ও আ’মাশ এর সনদে বর্ণিত সুফইয়ানের হাদীসটি ওয়াসিলের সনদে বর্ণিত হাদীসের তুলনায় অনেক বেশী সহীহ। কেননা তিনি (ওয়াসিল) টার সনদে আরো একজন বর্ণনাকারীর উল্লেখ করেছেন। মুহাম্মাদ ইবনু মুসান্না-মুহাম্মাদ ইবনু জা’ফার হতে,তিনি শু’বাহ হতে, তিনি ওয়াসিল হতে, তিনি আবূ ওয়াইয়িল হতে,তিনি আবদুল্লাহ (রাঃ) হতে, তিনি নবী(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে, এ সুত্রে উপরের হাদিসের মত বর্ণনা করেছেন। এই সনদে আম্র ইবনু শুরাহবীলের উল্লেখ নেই।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}