{
  "hadith": {
    "hadith_id": 3193,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "আল্লাহ তা'আলার বাণীঃ (অনুবাদ) আলিফ, লাম, মীম। রোমকগণ নিকটবর্তী ভূখণ্ডে পরাজিত হয়েছে” এ আয়াত প্রসঙ্গে তিনি বলেন, এতে দুই রকমের ক্বিরাআত আছে, “গুলিবাত” (পরাজিত হল) এবং “গালাবাত” (বিজয়ী হল)। তিনি আরো বলেন, মুশরিকরা চাইত যে, পারস্য শক্তি রোমান শক্তির উপরে জয়ী হোক। কেননা (মক্কার) মুশরিকরা এবং পারস্যের অধিবাসীরা উভয়ে ছিল পৌত্তলিক। আর মুসলিমরা আকাঙ্ক্ষা করত যে, রোমান শক্তি পারস্য শক্তির বিরুদ্ধে বিজয়ী হোক। কেননা তারা ছিল আহলে কিতাব। তারা ব্যাপারটি আবু বাকর (রাঃ)-এর সামনে উল্লেখ করলে তিনি তা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জানান। তিনি বললেনঃ অচিরেই রোমান শক্তি পারস্য শক্তির উপরে বিজয়ী হবে। আবু বাকর (রাঃ) এ কথা তাদের নিকট উল্লেখ করলে তারা বলল, আপনি আমাদের ও আপনার মাঝে এর একটি সময়সীমা নির্দিষ্ট করুন। এ সময়সীমার মধ্যে আমরা যদি বিজয়ী হই তবে (এত এত মাল আমাদেরকে) দিতে হবে। আর যদি আপনারা বিজয়ী হন তবে আমরা আপনাদেরকে এই এই (পরিমাণ মাল) দিব। তিনি পাঁচ বছরের সময়সীমা নির্দিষ্ট করেন। কিন্তু এ সময়ের মধ্যে কোন বিজয় সূচিত হল না। লোকেরা তা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উল্লেখ করলে তিনি বললেনঃ (হে আবূ বাকর!), তুমি কেন আর কিছু বেশি সময়সীমা ধার্য করলে না? বর্ণনাকারী বলেন, আমার মনে হয় তিনি দশ বছরের কাছাকাছি সময়ের কথা বলেছেন।\nসাঈদ (রহঃ) বলেন, ‘বিযউ’ শব্দের অর্থ দশের চেয়ে কম। বর্ণনাকারী বলেন, পরবর্তীকালে রোমান শক্তি বিজয়ী হল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এটাই আল্লাহ তা'আলার বাণীঃ  “আলিফ, লাম, মীম...ইয়াফরাহুল মুমিনুন বিনাসরিল্লাহ\" এর তাৎপর্য। সুফইয়ান বলেন, আমি শুনেছি, রোমান শক্তি ঠিক বদরের যুদ্ধের দিন পারস্য শক্তির উপরে বিজয়ী হয়। \n\nসহীহঃ যঈফাহ (২২৫৪) নং হাদীসের অধীনে।",
    "ar": "حَدَّثَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ، حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو، عَنْ أَبِي إِسْحَاقَ الْفَزَارِيِّ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ حَبِيبِ بْنِ أَبِي عَمْرَةَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، فِي قَوْلِ اللَّهِ تَعَالَى ‏:‏ ‏(‏ الم * غُلِبَتِ الرُّومُ * فِي أَدْنَى الأَرْضِ ‏)‏ قَالَ غُلِبَتْ وَغَلَبَتْ كَانَ الْمُشْرِكُونَ يُحِبُّونَ أَنْ يَظْهَرَ أَهْلُ فَارِسَ عَلَى الرُّومِ لأَنَّهُمْ وَإِيَّاهُمْ أَهْلُ أَوْثَانٍ وَكَانَ الْمُسْلِمُونَ يُحِبُّونَ أَنْ يَظْهَرَ الرُّومُ عَلَى فَارِسَ لأَنَّهُمْ أَهْلُ كِتَابٍ فَذَكَرُوهُ لأَبِي بَكْرٍ فَذَكَرَهُ أَبُو بَكْرٍ لِرَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ أَمَا إِنَّهُمْ سَيَغْلِبُونَ ‏\"‏ ‏.‏ فَذَكَرَهُ أَبُو بَكْرٍ لَهُمْ فَقَالُوا اجْعَلْ بَيْنَنَا وَبَيْنَكَ أَجَلاً فَإِنْ ظَهَرْنَا كَانَ لَنَا كَذَا وَكَذَا وَإِنْ ظَهَرْتُمْ كَانَ لَكُمْ كَذَا وَكَذَا فَجَعَلَ أَجَلَ خَمْسِ سِنِينَ فَلَمْ يَظْهَرُوا فَذَكَرُوا ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ أَلاَ جَعَلْتَهُ إِلَى دُونِ - قَالَ أُرَاهُ الْعَشْرِ ‏\"‏ ‏.‏ قَالَ سَعِيدٌ وَالْبِضْعُ مَا دُونَ الْعَشْرِ قَالَ ثُمَّ ظَهَرَتِ الرُّومُ بَعْدُ ‏.‏ قَالَ فَذَلِكَ قَوْلُهُ تَعَالَى ‏:‏ ‏(‏ الم * غُلِبَتِ الرُّومُ ‏)‏ إِلَى قَوْلِهِ ‏:‏ ‏(‏يفْرَحُ الْمُؤْمِنُونَ * بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ ‏)‏ قَالَ سُفْيَانُ سَمِعْتُ أَنَّهُمْ ظَهَرُوا عَلَيْهِمْ يَوْمَ بَدْرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ سُفْيَانَ الثَّوْرِيِّ عَنْ حَبِيبِ بْنِ أَبِي عَمْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেনঃ এ হাদীসটি হাসান, সহীহ গারীব। আমরা শুধু সুফইয়ানের রিওয়ায়াত হিসেবে এ হাদীস জেনেছি। তিনি হাবীব ইবনু আবী ‘আমরা’র সনদে এ হাদীস বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}