{
  "hadith": {
    "hadith_id": 3194,
    "narrator": "নিয়ার ইবনু মুকরাম আল-আসলামী (রাঃ)",
    "bn": "তিনি বলেন, যখন অবতীর্ণ হলঃ (অনুবাদ) “আলিফ, লাম, মীম; রোমকরা নিকটবর্তী ভূখণ্ডে পরাজিত হয়েছে; তাদের এই পরাজয়ের পর অচিরেই কয়েক বছরের মধ্যে তারা বিজয়ী হবে\", তখন পারস্য শক্তি রোমকদের উপর প্রভুত্ব করছিল। মুসলিমরা আকাঙ্ক্ষা করত যে, রোমক শক্তি পারস্য শক্তির বিরুদ্ধে বিজয়ী হোক। কেননা মুসলিমরা ছিল আহ্লে কিতাব এবং রোমান খৃষ্টানরাও ছিল আহলে কিতাব। এ বিষয়ে আল্লাহ তা'আলা বলেনঃ “সেদিন আল্লাহ্‌র দেয়া বিজয়ে মুমিনগণ আনন্দিত হবে। তিনি যাকে ইচ্ছা সাহায্য করেন। তিনি মহা পরাক্রমশালী পরম দয়াময়।” কুরাইশরা চাইতো যে, পারস্যশক্তি বিজয়ী হোক। কেননা এ দুই গোত্রের কেউই আহলে কিতাব ছিল না, তারা আখিরাতের প্রতিও বিশ্বাসী ছিল না। আল্লাহ তা'আলা এ আয়াতগুলো অবতীর্ণ করলে আবু বাকর সিদ্দীক্ব (রাঃ) মক্কার অলিতে গলিতে ঘুরে ঘুরে উচ্চ কণ্ঠে ঘোষণা করেনঃ আলিফ, লা-ম, মী-ম। রোমান শক্তি নিকটবর্তী অঞ্চলে পরাজিত হয়েছে। তাদের এ পরাজয়ের পর অচিরেই কয়েক বছরের মধ্যে তারা বিজয়ী হবে।” কুরাইশদের একদল লোক আবু বকর (রাঃ)-কে বলল, আমাদের ও তোমাদের মাঝে একটি চুক্তি হোক। তোমার সাথী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন যে, রোমানরা কয়েক বছরের মধ্যেই পারস্য শক্তির উপরে বিজয়ী হবে। আমরা এ বিষয়ে তোমাদের সাথে বাজি রেখে মাল বন্ধক রাখি না কেন? আবূ বাকর (রাঃ) বলেন, ঠিক আছে। বর্ণনাকারী বলেন, বাজি হারাম ঘোষিত হওয়ার পূর্বে এই চুক্তি হয়েছিল। আবূ বাকর (রাঃ) এবং মুশরিকরা বাজি ধরে বাজির মাল আলাদা করে রেখে আবু বাকর (রাঃ)-কে বলল, আপনি বিযউ-কে কত নির্ধারণ করতে চান? এ তো তিন হতে নয় বছর পর্যন্ত বুঝা যায়। আপনি আমাদের এবং আপনার মধ্যে একটি মধ্যবর্তী সময় নির্দিষ্ট করুন। আমরা উভয়ে ততক্ষণ পর্যন্ত অপেক্ষা করব। বর্ণনাকারী বলেন, তারা নিজেদের মধ্যে ছয় বছরের সময়সীমা নির্ধারণ করে। বর্ণনাকারী বলেন, ছয় বছর পার হয়ে গেলেও কিন্তু রোমানরা পারসিকদের উপর বিজয়ী হয়নি। অতএব মুশরিকরা আবু বাকর (রাঃ)-এর অর্থ নিয়ে নিল। কিন্তু সপ্তম বছরে রোমানরা পারসিকদের বিরুদ্ধে জয়লাভ করে। মুসলিমরা আবু বকর (রাঃ)-এর ছয় বছর বরাদ্ধ করাটাকে দোষারোপ করল। কেননা আল্লাহ তা'আলা \"কয়েক বছরের মধ্যেই” বলেছেন। বর্ণনাকারী বলেন, এ সময় (ভবিষ্যদ্বাণী সত্য হলে) অনেক মানুষ ইসলাম গ্রহণ করে। \n\nহাসানঃ যঈফাহ (৩৩৫৪) নং হাদীসের অধীনে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، حَدَّثَنِي ابْنُ أَبِي الزِّنَادِ، عَنْ أَبِي الزِّنَادِ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ نِيَارِ بْنِ مُكْرَمٍ الأَسْلَمِيِّ، قَالَ لَمَّا نَزَلَتْ ‏:‏ ‏(‏ الم * غُلِبَتِ الرُّومُ * فِي أَدْنَى الأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ * فِي بِضْعِ سِنِينَ ‏)‏ فَكَانَتْ فَارِسُ يَوْمَ نَزَلَتْ هَذِهِ الآيَةُ قَاهِرِينَ لِلرُّومِ وَكَانَ الْمُسْلِمُونَ يُحِبُّونَ ظُهُورَ الرُّومِ عَلَيْهِمْ لأَنَّهُمْ وَإِيَّاهُمْ أَهْلُ كِتَابٍ وَفِي ذَلِكَ قَوْلُ اللَّهِ تَعَالَى ‏:‏ ‏(‏يوْمَئِذٍ يَفْرَحُ الْمُؤْمِنُونَ * بِنَصْرِ اللَّهِ يَنْصُرُ مَنْ يَشَاءُ وَهُوَ الْعَزِيزُ الرَّحِيمُ ‏)‏ فَكَانَتْ قُرَيْشٌ تُحِبُّ ظُهُورَ فَارِسَ لأَنَّهُمْ وَإِيَّاهُمْ لَيْسُوا بِأَهْلِ كِتَابٍ وَلاَ إِيمَانٍ بِبَعْثٍ فَلَمَّا أَنْزَلَ اللَّهُ تَعَالَى هَذِهِ الآيَةَ خَرَجَ أَبُو بَكْرٍ الصِّدِّيقُ رضى الله عنه يَصِيحُ فِي نَوَاحِي مَكَّةَ ‏:‏ ‏(‏ الم * غُلِبَتِ الرُّومُ * فِي أَدْنَى الأَرْضِ وَهُمْ مِنْ بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ * فِي بِضْعِ سِنِينَ ‏)‏ قَالَ نَاسٌ مِنْ قُرَيْشٍ لأَبِي بَكْرٍ فَذَلِكَ بَيْنَنَا وَبَيْنَكُمْ زَعَمَ صَاحِبُكُمْ أَنَّ الرُّومَ سَتَغْلِبُ فَارِسًا فِي بِضْعِ سِنِينَ أَفَلاَ نُرَاهِنُكَ عَلَى ذَلِكَ قَالَ بَلَى ‏.‏ وَذَلِكَ قَبْلَ تَحْرِيمِ الرِّهَانِ فَارْتَهَنَ أَبُو بَكْرٍ وَالْمُشْرِكُونَ وَتَوَاضَعُوا الرِّهَانَ وَقَالُوا لأَبِي بَكْرٍ كَمْ تَجْعَلُ الْبِضْعُ ثَلاَثُ سِنِينَ إِلَى تِسْعِ سِنِينَ فَسَمِّ بَيْنَنَا وَبَيْنَكَ وَسَطًا تَنْتَهِي إِلَيْهِ ‏.‏ قَالَ فَسَمَّوْا بَيْنَهُمْ سِتَّ سِنِينَ قَالَ فَمَضَتِ السِّتُّ سِنِينَ قَبْلَ أَنْ يَظْهَرُوا فَأَخَذَ الْمُشْرِكُونَ رَهْنَ أَبِي بَكْرٍ فَلَمَّا دَخَلَتِ السَّنَةُ السَّابِعَةُ ظَهَرَتِ الرُّومُ عَلَى فَارِسَ فَعَابَ الْمُسْلِمُونَ عَلَى أَبِي بَكْرٍ تَسْمِيَةَ سِتِّ سِنِينَ لأَنَّ اللَّهَ تَعَالَى قَالَ ‏:‏ ‏(‏في بِضْعِ سِنِينَ ‏)‏ قَالَ وَأَسْلَمَ عِنْدَ ذَلِكَ نَاسٌ كَثِيرٌ ‏.‏ قَالَ هَذَا حَدِيثٌ صَحِيحٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ نِيَارِ بْنِ مُكْرَمٍ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي الزِّنَادِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ, নিয়ার ইবনু মুকরামের হাদীস হিসেবে গরীব। আবদুর রহমান ইবনু আবুয ফিনাদের সনদেই শুধু আমরা এ হাদীস জেনেছি।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}