{
  "hadith": {
    "hadith_id": 3201,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তার চাচা বদরের যুদ্ধে অনুপস্থিত ছিলেন। তিনি (চাচা) বলেন, এটাই ছিল প্রথম যুদ্ধ যা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুশরিকদের বিরুদ্ধে পরিচালনা করেন। অথচ এই প্রথম যুদ্ধেই আমি অংশগ্রহণ করতে পারলাম না। আল্লাহ তা'আলা যদি ভবিষ্যতে মুশরিকদের বিরুদ্ধে আমাকে কোন যুদ্ধে অংশগ্রহণের সুযোগ দেন, তবে তিনি দেখবেন আমি কি করি। তারপর উহুদের যুদ্ধে মুসলিমরা পরাজয়ের সম্মুখীন হলে তিনি বলেন, “হে আল্লাহ! মুশরিকরা যে বিপদ নিয়ে এসেছে আমি তা হতে তোমার নিকট আশ্রয় প্রার্থনা করছি। আর মুসলিমরা যা করেছে সে প্রসঙ্গে তোমার নিকট ওজরখাহি করছি।\" তারপর তিনি সামনে আগালেন। তার সঙ্গে সা'দ (রাঃ)-এর সাক্ষাৎ হলে তিনি বলেন, হে ভাই! তুমি কি করছ, আমি তোমার সাথে আছি। (সা’দ বলেন) কিন্তু সে যা করল আমি তা করতে ব্যর্থ হলাম। তার দেহে আশির বেশি জখম পাওয়া গেল। এর কতগুলো ছিল তরবারির আঘাত, কতগুলো বর্শার আঘাত এবং কতগুলো তীরের আঘাত। আমরা বলাবলি করতাম যে, তার ও তার বন্ধুদের বিষয়ে এ আয়াত অবতীর্ণ হয়েছে (অনুবাদ)ঃ “তাদের ভিতর কেউ কেউ ইচ্ছা পূর্ণ করেছে এবং কেউ সময় আসার অপেক্ষায় রয়েছে\"- (সূরা আহযাব ২৩)।\n\nসহীহঃ বুখারী (২৮০৫)",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا حُمَيْدٌ الطَّوِيلُ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ عَمَّهُ، غَابَ عَنْ قِتَالِ، بَدْرٍ فَقَالَ غِبْتُ عَنْ أَوَّلِ، قِتَالٍ قَاتَلَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمُشْرِكِينَ لَئِنِ اللَّهُ أَشْهَدَنِي قِتَالاً لِلْمُشْرِكِينَ لَيَرَيَنَّ اللَّهُ كَيْفَ أَصْنَعُ فَلَمَّا كَانَ يَوْمُ أُحُدٍ انْكَشَفَ الْمُسْلِمُونَ فَقَالَ اللَّهُمَّ إِنِّي أَبْرَأُ إِلَيْكَ مِمَّا جَاءَ بِهِ هَؤُلاَءِ ‏.‏ يَعْنِي الْمُشْرِكِينَ وَأَعْتَذِرُ إِلَيْكَ مِمَّا يَصْنَعُ هَؤُلاَءِ ‏.‏ يَعْنِي أَصْحَابَهُ ثُمَّ تَقَدَّمَ فَلَقِيَهُ سَعْدٌ فَقَالَ يَا أَخِي مَا فَعَلْتَ أَنَا مَعَكَ فَلَمْ أَسْتَطِعْ أَنْ أَصْنَعَ مَا صَنَعَ ‏.‏ فَوُجِدَ فِيهِ بِضْعٌ وَثَمَانُونَ مِنْ ضَرْبَةٍ بِسَيْفٍ وَطَعْنَةٍ بِرُمْحٍ وَرَمْيَةٍ بِسَهْمٍ فَكُنَّا نَقُولُ فِيهِ وَفِي أَصْحَابِهِ نَزَلَتْ ‏:‏ ‏(‏فمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ ‏)‏ ‏.‏ قَالَ يَزِيدُ يَعْنِي هَذِهِ الآيَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَاسْمُ عَمِّهِ أَنَسُ بْنُ النَّضْرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আনাস ইবনু মালিক (রাঃ)-এর চাচার নাম আনাস ইবনু নাযর ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}