{
  "hadith": {
    "hadith_id": 3204,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে তার সহধর্মিণীগনকে (তার স্ত্রীত্বে থাকার বা পার্থিব ভোগবিলাস প্রহন করার) এখতিয়ার দেয়ার নির্দেশ দেয়া হলে তিনি প্রথমে আমাকেই প্রশ্ন করেন। তিনি বলেন, হে আয়িশাহ! তোমাকে একটি কথা বলতে চাচ্ছি। তুমি ধীরস্থীরভাবে উত্তর দিবে, তাড়াহুড়া করবে না এবং প্রয়োজনে তোমার বাবা মার সাথেও শলা পরামর্শ করবে। আয়িশাহ (রাঃ) বলেন, তিনি ভালো করেই জানতেন যে, আমার পিতামাতা কখনো আমাকে তাঁর হতে পৃথক হওয়ার অনুমতি দিবেন না। ‘আয়িশাহ (রাঃ) বলেন, তারপর তিনি বললেন যে, আল্লাহ তায়ালা বলেনঃ “হে নবী! তোমার স্ত্রীদের বল, তোমরা যদি পার্থিব জীবন ও তার চাকচিক্য কামনা কর তবে এসো, আমি তোমাদের কিছু ভোগসামগ্রী দিয়ে ভদ্রভাবে বিদায় করে দেই। আর যদি তোমরা আল্লাহ, তাঁর রাসুল ও আখিরাতের সুখ স্বাচ্ছন্দ লাভ করতে চাও, তবে তোমাদের ভিতর যারা সৎকর্মশীল তাদের জন্য আল্লাহ তায়ালা মহান পুরস্কার প্রস্তুত করে রেখেছেন” – (সূরা আহযাব ২৮-২৯)। আমি বললাম, আমি কী বিষয়ে আমার পিতা মাতার সাথে পরামর্শ করব! আমি তো আল্লাহ, তাঁর রাসুল ও আখিরাতের জীবনই কামনা করি। আয়িশাহ (রাঃ) বলেন, আমি যে উত্তর দিয়েছি, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অপর স্ত্রীগণও একই রকম উত্তর দেন।\n\nসহিহঃ বুখারি (৪৭৮৬), মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، عَنْ يُونُسَ بْنِ يَزِيدَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ لَمَّا أُمِرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِتَخْيِيرِ أَزْوَاجِهِ بَدَأَ بِي فَقَالَ ‏\"‏ يَا عَائِشَةُ إِنِّي ذَاكِرٌ لَكِ أَمْرًا فَلاَ عَلَيْكِ أَنْ لاَ تَسْتَعْجِلِي حَتَّى تَسْتَأْمِرِي أَبَوَيْكِ ‏\"‏ ‏.‏ قَالَتْ وَقَدْ عَلِمَ أَنَّ أَبَوَاىَ لَمْ يَكُونَا لِيَأْمُرَانِي بِفِرَاقِهِ قَالَتْ ثُمَّ قَالَ ‏\"‏ إِنَّ اللَّهَ تَعَالَى يَقُولُ‏:‏ ‏(‏ يا أَيُّهَا النَّبِيُّ قُلْ لأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ ‏)‏ حَتَّى بَلَغَ ‏:‏ ‏(‏ للْمُحْسِنَاتِ مِنْكُنَّ أَجْرًا عَظِيمًا ‏)‏ فَقُلْتُ فِي أَىِّ هَذَا أَسْتَأْمِرُ أَبَوَىَّ فَإِنِّي أُرِيدُ اللَّهَ وَرَسُولَهُ وَالدَّارَ الآخِرَةَ وَفَعَلَ أَزْوَاجُ النَّبِيِّ صلى الله عليه وسلم مِثْلَ مَا فَعَلْتُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ هَذَا أَيْضًا عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ رضى الله عنها ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদিসটি হাসান সাহিহ । ইমাম জুহরি (রহঃ) উরয়াহ (রহঃ) হতে এবং তিনি আয়িশা (রহঃ) হতে এই সুত্রেও এ হাদিস বর্ণিত আছে ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}