{
  "hadith": {
    "hadith_id": 3207,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যদি ওয়াহীর কোন অংশ গোপন করতেন তাহলে এই অংশ গোপন করতেনঃ “স্মরণ কর, যার প্রতি আল্লাহ্ তা’আলা (ইসলাম গ্রহণ করার) অনুগ্রহ করেছেন এবং আপনিও যার উপর (দাসত্বমুক্ত করে) অনুগ্রহ করেছেন আপনি তাকে বলেছেন, তুমি তোমার স্ত্রীর সাথে সম্পর্ক ঠিক রাখ এবং আল্লাহ্ তা’আলাকে ভয় কর। আপনি আপনার মনের মধ্যে যে কথা লুকিয়েছেন, তা আল্লাহ্ তা’আলা প্রকাশ করে দিচ্ছেন। আপনি লোকভয় করছিলেন, অথচ আল্লাহ্ তা’আলাকে ভয় করা আপনার পক্ষে অধিকতর সংগত। পরে যাইদ যখন তার (যাইনাবের) সাথে বৈবাহিক সম্পর্ক ছিন্ন করল, তখন আমি তাকে (যাইনাবকে) আপনার নিকট বিয়ে দিলাম, যেন মু’মিনদের পালিত ছেলেরা নিজ স্ত্রীর সাথে বিবাহ সূত্র ছিন্ন করলে সেই সব নারীদের বিবাহ করায় মু’মিন লোকদের কোন অসুবিধা না থাকে। আল্লাহ্ তা’আলার নির্দেশ কার্যকারী হয়েই থাকে” (সূরাঃ আল-আহযাব- ৩৭)।\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন তাকে (যাইনাবকে) বিয়ে করলেন তখন লোকেরা বলতে লাগল, তিনি নিজের ছেলের বিবিকে বিয়ে করেছেন। এর পরিপ্রেক্ষিতে আল্লাহ্ তা’আলা আয়াত অবতীর্ণ করেনঃ “মুহাম্মাদ তোমাদের পুরুষ লোকদের মধ্যে কারো পিতা নন, বরং আল্লাহ্‌র রাসূল ও সর্বশেষ নবী” (সূরাঃ আল-আহযাব- ৪০)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে পালিত পুত্র বানিয়েছিলেন। তিনি (যাইদ) তখন বালক ছিলেন। তিনি তাঁর কাছে থাকলেন এবং ধীরে ধীরে বেড়ে উঠলেন। তাকে যাইদ ইবনু মুহাম্মাদ বলে ডাকা হত। এর পরিপ্রেক্ষিতে আল্লাহ্ তা’আলা আয়াত অবতীর্ণ করেনঃ “পালিত ছেলেদেরকে তোমরা তাদের পিতার সাথে সম্পর্ক সূত্রে ডাকো, এটা আল্লাহ্ তা’আলার নিকটে বেশি ন্যায়সংগত।\nআর তোমরা যদি তাদের পিতার পরিচয় না জান, তবে তারা তোমাদের দীনী ভাই এবং সাথী” (সূরাঃ আল-আহযাব- ৫) অর্থাৎ অমুক অমুকের বন্ধু এবং অমুক অমুকের ভাই। এটাই আল্লাহ্ তা’আলার নিকট বেশি ন্যায়সংগত কথা অর্থাৎ আল্লাহ্ তা’আলার নিকটে বেশি ন্যায়ানুগ কথা।\n\nসনদ অত্যন্ত দুর্বল",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا دَاوُدُ بْنُ الزِّبْرِقَانِ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنِ الشَّعْبِيِّ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ لَوْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم كَاتِمًا شَيْئًا مِنَ الْوَحْىِ لَكَتَمَ هَذِهِ الآيَةَ ‏:‏ ‏(‏ إِذْ تَقُولُ لِلَّذِي أَنْعَمَ اللَّهُ عَلَيْهِ ‏)‏ يَعْنِي بِالإِسْلاَمِ ‏:‏ ‏(‏ وأَنْعَمْتَ عَلَيْهِ ‏)‏ بِالْعِتْقِ فَأَعْتَقْتَهُ ‏:‏ ‏(‏ أمْسِكْ عَلَيْكَ زَوْجَكَ وَاتَّقِ اللَّهَ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ ‏)‏ إِلَى قَوْلِهِ ‏:‏ ‏(‏وكَانَ أَمْرُ اللَّهِ مَفْعُولاً ‏)‏ وَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمَّا تَزَوَّجَهَا قَالُوا تَزَوَّجَ حَلِيلَةَ ابْنِهِ فَأَنْزَلَ اللَّهُ تَعَالَى ‏:‏ ‏(‏ ما كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِنْ رِجَالِكُمْ وَلَكِنْ رَسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ ‏)‏ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم تَبَنَّاهُ وَهُوَ صَغِيرٌ فَلَبِثَ حَتَّى صَارَ رَجُلاً يُقَالُ لَهُ زَيْدُ بْنُ مُحَمَّدٍ فَأَنْزَلَ اللَّهُ ‏:‏ ‏(‏ ادعُوهُمْ لآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ ‏)‏ فُلاَنٌ مَوْلَى فُلاَنٍ وَفُلاَنٌ أَخُو فُلاَنٍ ‏(‏هُوَ أَقْسَطُ عِنْدَ اللَّهِ ‏)‏ يَعْنِي أَعْدَلُ عِنْدَ اللَّهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। অন্য এক সূত্রে এ হাদীস দাঊদ ইবনু আবূ হিন্দ হতে, তিনি শাবী হতে, তিনি মাসরূক হতে, তিনি আইশা (রাঃ) হতে সংক্ষিপ্ত আকারে বর্ণনা করেছেন। আইশা (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যদি ওয়াহীর কোন অংশ গোপন করতেন, তবে এই আয়াত গোপন করতেনঃ ‘যখন তুমি সেই ব্যক্তিকে বলেছিলে, যার প্রতি আল্লাহ্ তা’আলা এবং তুমি অনুগ্রহ করেছিলে….” আয়াতের শেষ পর্যন্ত। এ সূত্রে হাদীসটি বিস্তারিত আকারে বর্ণিত হয়নি। এ হাদীসটি বর্ণনা করেছেন আব্দুল্লাহ ইবনু ওয়ায্যাহ আলকূফী, তিনি আব্দুল্লাহ ইবনু ইদরীস হতে, তিনি দাঊদ ইবনু আবী হিন্দ হতে।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}