{
  "hadith": {
    "hadith_id": 3218,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিয়ে করলেন এবং নিজের ঘরে গেলেন। বর্ণনাকারী বলেন, আমার মা উম্মু সুলাইম (রাঃ) হাইস (খেজুর, ঘি ও ছাতু সহযোগে এক প্রকার মিষ্টান্ন) বানালেন। তিনি একটি ছোট পাত্রে তা রেখে বললেন, হে আনাস! এটা নিয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট যাও। তাঁকে বল, ‘এটা আমার মা আপনার জন্য পাঠিয়েছেন, আর তিনি আপনাকে সালাম জানিয়েছেন এবং বলেছেন, হে আল্লাহর রাসূল! এটা আমাদের দিক হতে আপনার জন্য একটি নগণ্য উপহার। বর্ণনাকারী বলেন, আমি এই ‘হাইস’ নিয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গেলাম এবং বললাম, আমার মা আপনাকে সালাম জানিয়েছেন এবং তিনি বলেছেন, এটা আমাদের দিক হতে আপনার জন্য খুব সামান্য উপহার। তিনি বললেনঃ এটা রাখ। তারপর তিনি বললেনঃ তুমি গিয়ে অমুক, অমুক ও অমুক লোককে এবং পথিমধ্যে যাদের সঙ্গে তোমার কথা হবে তাদেরকেও দা’ওয়াত দিয়ে নিয়ে আস। তিনি কয়েক লোকের নামও বলে দিলেন। \nআনাস (রাঃ) বলেন, তিনি যাদের নাম উল্লেখ করে বলে দিয়েছেন এবং পথিমধ্যে আমার সঙ্গে যাদের দেখা হয়েছে আমি তাদের সবাইকে দা’ওয়াত করে নিয়ে এলাম। অধঃস্তন বর্ণনাকারী (জা’দ আবূ ‘উসমান) বলেন, আমি আনাস (রাঃ)-কে প্রশ্ন করলাম, তাদের মোট সংখ্যা কত ছিল? তিনি বললেন, প্রায় তিন শত। আনাস (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেনঃ হে আনাস! ছোট পাত্রটি নিয়ে এসো। আনাস (রাঃ) বলেন, দা’ওয়াতকৃত ব্যক্তিরা এলে তাদের ভীড়ে চত্বর ও হুজরাহ্‌ ভরে গেল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ দশ দশজন করে গোলাকারে বসে যাও এবং প্রতিটি লোক যেন নিজের নিকটের দিকে থেকে খায়। বর্ণনাকারী বলেন, লোকেরা পরিতৃপ্তি সহকারে খেল। একদল খেয়ে চলে গেলে অপর দল খেতে বসত। এভাবে সবাই আহার করল। বর্ণনাকারী বলেন, তিনি আমাকে বললেনঃ হে আনাস! পাত্রটি তুলে নিয়ে যাও। আনাস (রাঃ) বলেন, আমি তা উঠিয়ে নিলাম, কিন্তু বলতে পারব না, যখন আমি হাইসের পাত্র রেখেছিলাম তখন কি তাতে অনেক হাইস ছিল না যখন তুলে নিলাম তখন বেশী ছিল!\nআনাস (রাঃ) বলেন, দা’ওয়াতকৃতদের গল্পে রত কিছু লোক রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ঘরে বসে আলাপে রত রইল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের বিদায় হওয়ার অপেক্ষায় বসে রইলেন। তাঁর স্ত্রী দেয়ালের দিকে মুখ করে বসে রইলেন। তারা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য একটি বিরক্তিকর বোঝা হল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উঠে গিয়ে তাঁর স্ত্রীদের সালাম করলেন, তারপর আবার ফিরে এলেন। তারা যখন দেখল যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফিরে আসছেন, তখন তারা অনুভব করল যে, তারা তাঁর জন্য বিরক্তির বিষয় হয়ে পড়েছে। অতএব তারা সকলে উঠে দরজা দিয়ে বের হয়ে গেল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসে পর্দা ছেড়ে দিয়ে হুজরায় প্রবেশ করলেন। আমি হুজরার মধ্যে (পর্দার এ পাশে) বসে থাকলাম। কিছু সময় পর তিনি বের হয়ে আমার নিকট এলেন। তখন নিম্নের আয়াতগুলো অবতীর্ণ হয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাইরে বের হয়ে গিয়ে লোকদের সামনে তা পড়লেন (অনুবাদ)ঃ\n\t“হে ঈমানদারগণ! তোমরা বিনা অনুমতিতে নাবীর ঘরের মধ্যে প্রবেশ করো না এবং আহারের জন্য এসে অপেক্ষায় বসে থেকো না। যদি তোমাদের আহারের জন্য দা’ওয়াত দেয়া হয় তবে অবশ্যই আসবে, কিন্তু খাওয়া-দাওয়া শেষ করার সাথে সাথে সরে পড়বে এবং কথাবার্তায় মাশগুল হবে না। তোমাদের এ ধরনের আচরণ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দুঃখ দেয় কিন্তু সে লজ্জায় কিছুই বলে না। আর আল্লাহ তা’আলা সত্য কথা বলতে লজ্জা বোধ করেন না। নাবীর স্ত্রীদের নিকট তোমাদের কিছু চাওয়ার প্রয়োজন হলে পর্দার আড়াল হতেই তাদের নিকট তা চাও। তোমাদের এবং তাদের অন্তরের পবিত্রতা রক্ষার জন্য এটাই ভাল কাজ। আল্লাহ তা’আলার রাসূলকে কষ্ট দেয়া এবং তার ইন্‌তিকালের পর তার স্ত্রীদের বিয়ে করা তোমাদের জন্য কখনো জায়িয নয়। এটা আল্লাহ তা’আলার নিকট অতি বড় গুনাহ।”(সূরা আহ্‌যাব ৫৩)\nজা’দ (রহঃ) বলেন, আনাস (রাঃ) বলেছেন, আমিই সকলের আগে এ আয়াত প্রসঙ্গে অবগত হই এবং সেদিন হতেই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রীগণ পর্দা করেন। \n\nসহীহঃ বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ الضُّبَعِيُّ، عَنِ الْجَعْدِ بْنِ عُثْمَانَ، عَنْ أَنَسِ بْنِ مَالِكٍ، رضى الله عنه قَالَ تَزَوَّجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَدَخَلَ بِأَهْلِهِ - قَالَ - فَصَنَعَتْ أُمِّي أُمُّ سُلَيْمٍ حَيْسًا فَجَعَلَتْهُ فِي تَوْرٍ فَقَالَتْ يَا أَنَسُ اذْهَبْ بِهَذَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْ لَهُ بَعَثَتْ إِلَيْكَ بِهَا أُمِّي وَهِيَ تُقْرِئُكَ السَّلاَمَ وَتَقُولُ إِنَّ هَذَا لَكَ مِنَّا قَلِيلٌ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ فَذَهَبْتُ بِهِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ إِنَّ أُمِّي تُقْرِئُكَ السَّلاَمَ وَتَقُولُ إِنَّ هَذَا مِنَّا لَكَ قَلِيلٌ ‏.‏ فَقَالَ ‏\"‏ ضَعْهُ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ اذْهَبْ فَادْعُ لِي فُلاَنًا وَفُلاَنًا وَفُلاَنًا وَمَنْ لَقِيتَ ‏\"‏ ‏.‏ فَسَمَّى رِجَالاً قَالَ فَدَعَوْتُ مَنْ سَمَّى وَمَنْ لَقِيتُ قَالَ قُلْتُ لأَنَسٍ عَدَدُكُمْ كَمْ كَانُوا قَالَ زُهَاءَ ثَلاَثِمِائَةٍ ‏.‏ قَالَ وَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا أَنَسُ هَاتِ التَّوْرَ ‏\"‏ ‏.‏ قَالَ فَدَخَلُوا حَتَّى امْتَلأَتِ الصُّفَّةُ وَالْحُجْرَةُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لِيَتَحَلَّقْ عَشَرَةٌ عَشَرَةٌ وَلْيَأْكُلْ كُلُّ إِنْسَانٍ مِمَّا يَلِيهِ ‏\"‏ ‏.‏ قَالَ فَأَكَلُوا حَتَّى شَبِعُوا قَالَ فَخَرَجَتْ طَائِفَةٌ وَدَخَلَتْ طَائِفَةٌ حَتَّى أَكَلُوا كُلُّهُمْ ‏.‏ قَالَ فَقَالَ لِي ‏\"‏ يَا أَنَسُ ارْفَعْ ‏\"‏ ‏.‏ قَالَ فَرَفَعْتُ فَمَا أَدْرِي حِينَ وَضَعْتُ كَانَ أَكْثَرَ أَمْ حِينَ رَفَعْتُ قَالَ وَجَلَسَ مِنْهُمْ طَوَائِفُ يَتَحَدَّثُونَ فِي بَيْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَرَسُولُ اللَّهِ صلى الله عليه وسلم جَالِسٌ وَزَوْجَتُهُ مُوَلِّيَةٌ وَجْهَهَا إِلَى الْحَائِطِ فَثَقُلُوا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَلَّمَ عَلَى نِسَائِهِ ثُمَّ رَجَعَ فَلَمَّا رَأَوْا رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ رَجَعَ ظَنُّوا أَنَّهُمْ قَدْ ثَقُلُوا عَلَيْهِ قَالَ فَابْتَدَرُوا الْبَابَ فَخَرَجُوا كُلُّهُمْ وَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى أَرْخَى السِّتْرَ وَدَخَلَ وَأَنَا جَالِسٌ فِي الْحُجْرَةِ فَلَمْ يَلْبَثْ إِلاَّ يَسِيرًا حَتَّى خَرَجَ عَلَىَّ وَأُنْزِلَتْ هَذِهِ الآيَاتُ فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَرَأَهُنَّ عَلَى النَّاسِ ‏:‏ ‏(‏ يا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلاَّ أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ ‏)‏ إِلَى آخِرِ الآيَةِ ‏.‏ قَالَ الْجَعْدُ قَالَ أَنَسٌ أَنَا أَحْدَثُ النَّاسِ عَهْدًا بِهَذِهِ الآيَاتِ وَحُجِبْنَ نِسَاءُ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْجَعْدُ هُوَ ابْنُ عُثْمَانَ وَيُقَالُ هُوَ ابْنُ دِينَارٍ وَيُكْنَى أَبَا عُثْمَانَ بَصْرِيٌّ وَهُوَ ثِقَةٌ عِنْدَ أَهْلِ الْحَدِيثِ رَوَى عَنْهُ يُونُسُ بْنُ عُبَيْدٍ وَشُعْبَةُ وَحَمَّادُ بْنُ زَيْدٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। জা’দ হলেন উসমানের পুত্র। তাকে দীনারের ছেলেও বলা হয়। তার উপনাম আবূ ‘উসমান আল-বসরী। হাদীস বিশারদদের মতে তিনি সিক্বাহ বর্ণনাকারী। ইউনুস ইবনু ‘উবাইদ, শু‘বাহ্‌ ও হাম্মাদ ইবনু যাইদ (রহঃ) তার সনদে হাদীস বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}