{
  "hadith": {
    "hadith_id": 3221,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেনঃ মূসা (‘আঃ) খুবই লজ্জাশীল লোক ছিলেন। তিনি নিজের শরীর ভালভাবেই ঢেকে রাখতেন। লজ্জার কারণে তাঁর গায়ের কোন অংশই প্রকাশ পেত না। বানী ইসরাঈলের মন্দ প্রকৃতির কয়েক লোক তাকে বিভিন্নভাবে দুঃখ দিত। এরা বলত, তাঁর এভাবে দেহ ঢেকে রাখার কারণ তাঁর গায়ের কোন সমস্যা আছে অথবা তাঁর গায়ে ধবল রোগ আছে অথবা তাঁর অণ্ডকোষ খুব বড় অথবা অন্য কোন সমস্যা আছে। আল্লাহ তা‘আলা তাদের এসব অপবাদ হতে তাঁকে মুক্ত করার ইচ্ছা করলেন। মূসা (‘আঃ) এক দিন একাকী নিজের পোশাক খুলে তা একটি পাথরের উপর রেখে গোসল করতে নামলেন। গোসল শেষে তিনি কাপড় নেয়ার জন্য উঠে এলে পাথরটি তাঁর কাপড়সহ দৌড়াতে থাকে। মূসা (‘আঃ) নিজের লাঠি তুলে নিয়ে পাথরের পিছে পিছে ছোটেন এবং বলতে থাকেনঃ হে পাথর! আমার কাপড় (ফিরিয়ে দাও), হে পাথর! আমার কাপড় (ফিরিয়ে দাও)। এই বলে পাথরের পিছু ধাওয়া করতে করতে তিনি বানী ইসরাঈলের একটি দলের নিকট পৌছে গেলেন। তারা তাঁকে বস্ত্রহীন অবস্থায় দেখতে পেল। তারা তাঁর সমস্ত অঙ্গ-প্রতঙ্গ সুষ্ঠ সুন্দর দেখল। আল্লাহ তাকে তাদের অপবাদ হতে সম্পূর্ণ মুক্ত করলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ পাথর থেমে গেল এবং তিনি তাঁর বস্ত্র নিয়ে পরিধান করলেন। তিনি নিজের লাঠি দিয়ে পাথরটিকে আঘাত করতে লাগলেন। আল্লাহর ক্বসম! পাথরের উপর তাঁর লাঠির আঘাতের তিন, চার অথবা পাঁচটি দাগ পড়ে গেল। এ প্রসঙ্গেই আল্লাহ তা‘আলা ফরমানঃ “হে ঈমানদারগণ! যেসব ব্যক্তি মূসাকে দুঃখ দিয়েছিল তোমরা তাদের মত হয়ো না। আল্লাহ তা‘আলা তাদের বানানো কথাবার্তা হতে তার নির্দোষিতা প্রমাণ করেছেন। তিনি আল্লাহ তা‘আলার নিকট সম্মানের পাত্র ছিলেন” – (সূরা আহ্‌যাব ৬৯)।\n\nসহীহঃ বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، عَنْ عَوْفٍ، عَنِ الْحَسَنِ، وَمُحَمَّدٍ، وَخِلاَسٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ أَنَّ مُوسَى عَلَيْهِ السَّلاَمُ كَانَ رَجُلاً حَيِيًّا سِتِّيرًا مَا يُرَى مِنْ جِلْدِهِ شَيْءٌ اسْتِحْيَاءً مِنْهُ فَآذَاهُ مَنْ آذَاهُ مِنْ بَنِي إِسْرَائِيلَ فَقَالُوا مَا يَسْتَتِرُ هَذَا السِّتْرَ إِلاَّ مِنْ عَيْبٍ بِجِلْدِهِ إِمَّا بَرَصٌ وَإِمَّا أُدْرَةٌ وَإِمَّا آفَةٌ وَإِنَّ اللَّهَ عَزَّ وَجَلَّ أَرَادَ أَنْ يُبَرِّئَهُ مِمَّا قَالُوا وَإِنَّ مُوسَى عَلَيْهِ السَّلاَمُ خَلاَ يَوْمًا وَحْدَهُ فَوَضَعَ ثِيَابَهُ عَلَى حَجَرٍ ثُمَّ اغْتَسَلَ فَلَمَّا فَرَغَ أَقْبَلَ إِلَى ثِيَابِهِ لِيَأْخُذَهَا وَإِنَّ الْحَجَرَ عَدَا بِثَوْبِهِ فَأَخَذَ مُوسَى عَصَاهُ فَطَلَبَ الْحَجَرَ فَجَعَلَ يَقُولُ ثَوْبِي حَجَرُ ثَوْبِي حَجَرُ حَتَّى انْتَهَى إِلَى مَلإٍ مِنْ بَنِي إِسْرَائِيلَ فَرَأَوْهُ عُرْيَانًا أَحْسَنَ النَّاسِ خَلْقًا وَأَبْرَأَهُ مِمَّا كَانُوا يَقُولُونَ قَالَ وَقَامَ الْحَجَرُ فَأَخَذَ ثَوْبَهُ وَلَبِسَهُ وَطَفِقَ بِالْحَجَرِ ضَرْبًا بِعَصَاهُ فَوَاللَّهِ إِنَّ بِالْحَجَرِ لَنَدَبًا مِنْ أَثَرِ عَصَاهُ ثَلاَثًا أَوْ أَرْبَعًا أَوْ خَمْسًا فَذَلِكَ قَوْلُهُ تَعَالَى ‏:‏ ‏(‏ يا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَكُونُوا كَالَّذِينَ آذَوْا مُوسَى فَبَرَّأَهُ اللَّهُ مِمَّا قَالُوا وَكَانَ عِنْدَ اللَّهِ وَجِيهًا ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَفِيهِ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। এ হাদীসটি আবূ হুরাইরাহ (রাঃ)-এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে একাধিক সূত্রে বর্ণিত হয়েছে।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}