{
  "hadith": {
    "hadith_id": 3222,
    "narrator": "ফারওয়াহ্‌ ইবনু মুসাইক আল-মুরাদী (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললাম, হে আল্লাহর রাসূল! আমার গোত্রের যেসব ব্যক্তি অগ্রসর হয়েছে (ইসলাম গ্রহণ করেছে) তাদেরকে নিয়ে আমি কি আমার গোত্রের পিছে পড়া ব্যক্তিদের (ইসলাম প্রত্যাখ্যানকারীদের) বিরুদ্ধে যুদ্ধ করব না? বর্ণনাকারী বলেন, তিনি আমাকে তাদের বিরুদ্ধে যুদ্ধ করার অনুমতি দিলেন এবং আমাকেই আমীর নিযুক্ত করলেন। আমি তাঁর নিকট হতে বিদায় নিয়ে আসার পর তিনি আমার প্রসঙ্গে প্রশ্ন করেনঃ গুতাইফী কোথায়? তাঁকে জানানো হল যে, আমি চলে গেছি। বর্ণনাকারী বলেন, তিনি আমার পিছে পিছে এক লোক পাঠিয়ে আমাকে আবার ফিরিয়ে আনলেন। আমি যখন ফিরে আসি তখন তিনি তাঁর সাহাবা পরিবেষ্টিত অবস্থায় ছিলেন। তিনি বললেনঃ তুমি তোমার গোত্রের লোকদের প্রথমে ইসলামের দা’ওয়াত দিবে। তাদের মধ্যে কেউ ইসলাম গ্রহণ করলে তা তুমি অনুমোদন করবে। আর যে লোক ইসলাম গ্রহণ করবে না, আমার পরবর্তী আদেশ না পাওয়া পর্যন্ত তাদের বিরুদ্ধে অস্ত্র ধারণ করার বিষয়ে ধৈর্যহারা হবে না। \nরাবী বলেন, তারপর সাবা প্রসঙ্গে যা অবতীর্ণ হওয়ার ছিল তা নাযিল হল। এক লোক বলল, হে আল্লাহর রাসূল! সাবা কি? কোন এলাকার নাম না কোন স্ত্রীলোকের নাম? তিনি বললেনঃ কোন এলাকারও নাম নয় বা কোন স্ত্রীলোকেরও নাম নয়, বরং একজন পুরুষ ব্যক্তির নাম। তার ঔরসে আরবের দশজন লোক জন্মগ্রহণ করে। তাদের ছয়জন ইয়ামানে (দক্ষিণ দিকে) এবং চারজন সিরিয়ায় (বাঁ দিকে) বসতি স্থাপন করে। বাঁ দিকের ব্যক্তিদের নাম হলঃ লাখম, জুযাম, গাসসান ও আমিলা (গোত্র)। আর ডান দিকে গড়ে উঠা বংশের নাম হলঃ আয্‌দ, আশ‘আরী, হিমইয়ার, কিনদাহ্‌, মাযহিজ ও আনমার। এক ব্যক্তি বলল, হে আল্লাহর রাসূল! আনমার কওমের ব্যক্তি কারা? তিনি বললেনঃ খাস‘আম ও বাজীলাহ্‌ বংশের লোকেরা এদের দলে।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، وَعَبْدُ بْنُ حُمَيْدٍ، وَغَيْرُ، وَاحِدٍ، قَالُوا أَخْبَرَنَا أَبُو أُسَامَةَ، عَنِ الْحَسَنِ بْنِ الْحَكَمِ النَّخَعِيِّ، حَدَّثَنَا أَبُو سَبْرَةَ النَّخَعِيُّ، عَنْ فَرْوَةَ بْنِ مُسَيْكٍ الْمُرَادِيِّ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ أَلاَ أُقَاتِلُ مَنْ أَدْبَرَ مِنْ قَوْمِي بِمَنْ أَقْبَلَ مِنْهُمْ فَأَذِنَ لِي فِي قِتَالِهِمْ وَأَمَّرَنِي فَلَمَّا خَرَجْتُ مِنْ عِنْدِهِ سَأَلَ عَنِّي مَا فَعَلَ الْغُطَيْفِيُّ فَأُخْبِرَ أَنِّي قَدْ سِرْتُ قَالَ فَأَرْسَلَ فِي أَثَرِي فَرَدَّنِي فَأَتَيْتُهُ وَهُوَ فِي نَفَرٍ مِنْ أَصْحَابِهِ فَقَالَ ‏\"‏ ادْعُ الْقَوْمَ فَمَنْ أَسْلَمَ مِنْهُمْ فَاقْبَلْ مِنْهُ وَمَنْ لَمْ يُسْلِمْ فَلاَ تَعْجَلْ حَتَّى أُحْدِثَ إِلَيْكَ ‏\"‏ ‏.‏ قَالَ وَأُنْزِلَ فِي سَبَإٍ مَا أُنْزِلَ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ وَمَا سَبَأٌ أَرْضٌ أَوِ امْرَأَةٌ قَالَ ‏\"‏ لَيْسَ بِأَرْضٍ وَلاَ امْرَأَةٍ وَلَكِنَّهُ رَجُلٌ وَلَدَ عَشَرَةً مِنَ الْعَرَبِ فَتَيَامَنَ مِنْهُمْ سِتَّةٌ وَتَشَاءَمَ مِنْهُمْ أَرْبَعَةٌ فَأَمَّا الَّذِينَ تَشَاءَمُوا فَلَخْمٌ وَجُذَامٌ وَغَسَّانُ وَعَامِلَةٌ وَأَمَّا الَّذِينَ تَيَامَنُوا فَالأَزْدُ وَالأَشْعَرِيُّونَ وَحِمْيَرُ وَمَذْحِجٌ وَأَنْمَارُ وَكِنْدَةُ ‏\"‏ ‏.‏ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ وَمَا أَنْمَارُ قَالَ ‏\"‏ الَّذِينَ مِنْهُمْ خَثْعَمُ وَبَجِيلَةُ ‏\"‏ ‏.‏ وَرُوِيَ هَذَا عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "হাদীসটি ইবনু ‘আব্বাসের বরাতেও নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছে। আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান গারীব।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}