{
  "hadith": {
    "hadith_id": 3224,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর এক দল সাহাবীর সঙ্গে বসা ছিলেন। এমন সময় একটি উল্কা পতিত হল এবং আলোকিত হয়ে গেল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এরূপ উলকাপাত হতে দেখলে তোমরা জাহিলী যুগে কি বলতে? তারা বলল, আমরা বলতাম, কোন মহান লোকের মৃত্যু হবে অথবা কোন মহান লোকের জন্ম হবে (এটা তারই আলামাত)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কোন লোকের মৃত্যু অথবা জন্মগ্রহণের আলামাত হিসেবে এটা পতিত হয় না, বরং মহা বারাকাতময় ও মহিমান্বিত নামের অধিকারী আমাদের প্রতিপালক যখন কোন আদেশ জারী করেন তখন আরশ বহনকারী ফেরেশতারা তাঁর পবিত্রতা ও মহিমা ঘোষণা করেন। তারপর তাদের নিকটতম আসমানের অধিবাসীরা তাসবীহ পড়তে থাকে, তারপর তাদের নিকটতম আসমানের অধিবাসীরা তাসবীহ পড়তে থাকে। এভাবে তাসবীহ ও মহিমা ঘোষণার ধারা এই নিম্নবর্তী আসমানে এসে পৌঁছে যায়। তারপর ষষ্ঠ আসমানের অধিবাসীরা সপ্তম আসমানের অধিবাসীদের প্রশ্ন করেন, তোমাদের প্রতিপালক কি বলেছেন? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তারা তাদেরকে ব্যাপারটি জানান। এভাবে প্রত্যেক আসমানের অধিবাসীরা তাদের উপরের আসমানের অধিবাসীদের একইভাবে প্রশ্ন করেন। এভাবে পৃথিবীর নিকটবর্তী আসমানে এ খবর পৌঁছে যায়। শাইতানেরা এ তথ্য শুনবার জন্য ওঁৎ পেতে থাকে। তখন এদের উপর উলকা ছুঁড়ে মারা হয়। এরা কিছু তথ্য এদের সহগামীদের নিকট পাচার করে। এরা যা সংগ্রহ করে তা তো সত্য, কিন্তু তারা এতে কিছু পরিবর্তন ও কিছু বৃদ্ধি ঘটায়। \n\nসহীহঃ মুসলিম (৭/৩৬-৩৭)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عَلِيِّ بْنِ حُسَيْنٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم جَالِسٌ فِي نَفَرٍ مِنْ أَصْحَابِهِ إِذْ رُمِيَ بِنَجْمٍ فَاسْتَنَارَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا كُنْتُمْ تَقُولُونَ لِمِثْلِ هَذَا فِي الْجَاهِلِيَّةِ إِذَا رَأَيْتُمُوهُ ‏\"‏ ‏.‏ قَالُوا كُنَّا نَقُولُ يَمُوتُ عَظِيمٌ أَوْ يُولَدُ عَظِيمٌ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَإِنَّهُ لاَ يُرْمَى بِهِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ وَلَكِنَّ رَبَّنَا عَزَّ وَجَلَّ إِذَا قَضَى أَمْرًا سَبَّحَ لَهُ حَمَلَةُ الْعَرْشِ ثُمَّ سَبَّحَ أَهْلُ السَّمَاءِ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ حَتَّى يَبْلُغَ التَّسْبِيحُ إِلَى هَذِهِ السَّمَاءِ ثُمَّ سَأَلَ أَهْلُ السَّمَاءِ السَّادِسَةِ أَهْلَ السَّمَاءِ السَّابِعَةِ مَاذَا قَالَ رَبُّكُمْ قَالَ فَيُخْبِرُونَهُمْ ثُمَّ يَسْتَخْبِرُ أَهْلُ كُلِّ سَمَاءٍ حَتَّى يَبْلُغَ الْخَبَرُ أَهْلَ السَّمَاءِ الدُّنْيَا وَتَخْتَطِفُ الشَّيَاطِينُ السَّمْعَ فَيُرْمَوْنَ فَيَقْذِفُونَهَا إِلَى أَوْلِيَائِهِمْ فَمَا جَاءُوا بِهِ عَلَى وَجْهِهِ فَهُوَ حَقٌّ وَلَكِنَّهُمْ يُحَرِّفُونَ وَيَزِيدُونَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান সহীহ। ইমাম যুহরী (রহঃ) এ হাদীস ‘আলী ইবনু হুসাইনের সূত্রে ইবনু ‘আব্বাস হতে তিনি একদল আনসার সাহাবীর সনদে বর্ণনা করেছেন। তারা বলেছেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত ছিলাম... হাদীসের শেষ অবধি। এটি আমাদের নিকট বর্ণনা করেছেন আল-হুসাইন ইবনু হুরাইস-ওয়ালীদ ইবনু মুসলিম হতে, তিনি আওযা‘ঈ হতে।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}