{
  "hadith": {
    "hadith_id": 3233,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আজ রাতে আমার মহান ও বারাকাতময় প্রভু সবচেয়ে সুন্দর চেহারায় আমার নিকট এসেছেন। বর্ণনাকারী বলেন, আমার মতে তিনি বলেছেনঃ ঘুমের মধ্যে স্বপ্নযোগে। তারপর তিনি বললেনঃ হে মুহাম্মাদ! তুমি কি জান, এ সময় উচ্চতর জগতের অধিবাসীরা কি নিয়ে বিবাদ করছে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমি বললাম, না। তিনি তাঁর হাত আমার দুই কাঁধের মধ্যখানে রাখলেন। এমনকি আমি আমার দুই স্তনের বা বুকের মাঝে এর শীতলতা অনুভব করলাম। আসমান-যামীনে যা কিছু আছে আমি তা অবগত হলাম। তিনি বললেনঃ হে মুহাম্মাদ! তুমি কি জান, এ সময় উচ্চতর জগতের অধিবাসীরা কি নিয়ে বিবাদ করছে? আমি বললামঃ হ্যাঁ, কাফফারাত নিয়ে বিবাদ করছে। কাফফারাত অর্থ “নামাযের পর মাসজিদে বসে থাকা, নামাযের জামা‘আতে উপস্থিতির জন্য হেঁটে যাওয়া এবং কষ্ঠকর সময়েও সুষ্ঠুভাবে উযু করা”। যে লোক এসব কাজ করবে সে কল্যাণের মধ্যে বেঁচে থাকবে, কল্যাণের সাথে মরবে এবং তার জন্ম দিনের মত গুনাহ হতে পবিত্র হয়ে যাবে। আল্লাহ তা‘আলা আরো বললেনঃ হে মুহাম্মাদ! তুমি যখন সালাত আদায় করবে তখন এই দু’আ পড়বেঃ\n“আল্লাহুম্মা ইন্নী আসাআলুকা ফি’লাল খাইরাতি ওয়া তারকাল মুনকারাতি ওয়া হুব্বাল মাসাকীনি ওয়া ইযা আরাদতা বি-‘ইবাদিকা ফিতনাতান ফাক্‌বিযনী ইলাইকা গাইরা মাফতূনিন!” \n(হে আল্লাহ! আমি তোমার নিকট ভাল কাজ করার, খারাপ কাজ ত্যাগ করার এবং গ’রীব-নিঃস্বদের ভালবাসার মনোষ্কামনা চাই। তুমি যখন তোমার বান্দাদের কঠিন পরীক্ষায় নিক্ষেপ করার ইচ্ছা কর, তখন আমাকে এ ফিতনায় জড়িয়ে পড়ার আগেই তোমার নিকট উঠিয়ে নাও)। \nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলেনঃ দারাজাত ও মর্যাদার স্তর বলতে বুঝায়ঃ সালামের প্রচার প্রসার ঘটানো, মানুষকে খাওয়ানো এবং রাতের অন্ধকারে মানুষ যখন গভীর ঘুমে আচ্ছন্ন থাকে তখন (তাহাজ্জুদ) নামায আদায় করা। \n\nসহীহঃ আয্‌ যিলা-ল (৩৮৮), তা’লীকুর রাগীব (১/৯৮, ১২৬/১)।",
    "ar": "حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَتَانِي اللَّيْلَةَ رَبِّي تَبَارَكَ وَتَعَالَى فِي أَحْسَنِ صُورَةٍ قَالَ أَحْسَبُهُ قَالَ فِي الْمَنَامِ فَقَالَ يَا مُحَمَّدُ هَلْ تَدْرِي فِيمَ يَخْتَصِمُ الْمَلأُ الأَعْلَى قَالَ قُلْتُ لاَ ‏.‏ قَالَ فَوَضَعَ يَدَهُ بَيْنَ كَتِفَىَّ حَتَّى وَجَدْتُ بَرْدَهَا بَيْنَ ثَدْيَىَّ أَوْ قَالَ فِي نَحْرِي فَعَلِمْتُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ قَالَ يَا مُحَمَّدُ هَلْ تَدْرِي فِيمَ يَخْتَصِمُ الْمَلأُ الأَعْلَى قُلْتُ نَعَمْ ‏.‏ قَالَ فِي الْكَفَّارَاتِ ‏.‏ وَالْكَفَّارَاتُ الْمُكْثُ فِي الْمَسَاجِدِ بَعْدَ الصَّلَوَاتِ وَالْمَشْىُ عَلَى الأَقْدَامِ إِلَى الْجَمَاعَاتِ وَإِسْبَاغُ الْوُضُوءِ فِي الْمَكَارِهِ وَمَنْ فَعَلَ ذَلِكَ عَاشَ بِخَيْرٍ وَمَاتَ بِخَيْرٍ وَكَانَ مِنْ خَطِيئَتِهِ كَيَوْمَ وَلَدَتْهُ أُمُّهُ وَقَالَ يَا مُحَمَّدُ إِذَا صَلَّيْتَ فَقُلِ اللَّهُمَّ إِنِّي أَسْأَلُكَ فِعْلَ الْخَيْرَاتِ وَتَرْكَ الْمُنْكَرَاتِ وَحُبَّ الْمَسَاكِينِ وَإِذَا أَرَدْتَ بِعِبَادِكَ فِتْنَةً فَاقْبِضْنِي إِلَيْكَ غَيْرَ مَفْتُونٍ قَالَ وَالدَّرَجَاتُ إِفْشَاءُ السَّلاَمِ وَإِطْعَامُ الطَّعَامِ وَالصَّلاَةُ بِاللَّيْلِ وَالنَّاسُ نِيَامٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, বর্ণনাকারীগণ আবূ ক্বিলাবাহ্‌ ও ইবনু ‘আব্বাস (রাঃ)-এর মধ্যখানে আরোও একজন বর্ণনাকারীর উল্লেখ করেছেন। ক্বাতাদাহ্‌ এ হাদীস আবূ ক্বিলাবাহ্‌ হতে, তিনি খালিদ ইবনুল লাজলাজ হতে, তিনি ইবনু ‘আব্বাস (রাঃ) হতে, এই সনদে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}