{
  "hadith": {
    "hadith_id": 3235,
    "narrator": "মু‘আয ইবনু জাবাল (রাঃ)",
    "bn": "তিনি বলেন, একদিন প্রত্যুষে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের সাথে ফজরের নামায আদায় করতে আসতে বাধাপ্রাপ্ত হন। এমনকি আমরা সূর্য উদিত হয়ে যাওয়ার আশংকা করলাম। তিনি তাড়াতাড়ি বের হয়ে এলে সালাতের জন্য ইক্বামাত দেয়া হল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সংক্ষেপে সালাত আদায় করলেন। তিনি সালাম ফিরানোর পর উচ্চৈঃস্বরে আমাদেরকে ডেকে বললেনঃ তোমরা যেভাবে সারিবদ্ধ অবস্থায় আছ সেভাবেই থাক। তারপর তিনি আমাদের দিকে ফিরে বসলেন অতঃপর বললেনঃ সকালে তোমাদের নিকট আসতে আমাকে কিসে বাধাগ্রস্ত করেছে তা এখনই তোমাদেরকে বলছি। আমি রাত্রে উঠে উযূ করলাম এবং সামর্থ্যমত নামায পড়লাম। নামাযের মধ্যে আমি তন্দ্রাচ্ছন্ন হয়ে পরলাম। অতঃপর আমি ঘুমিয়ে পরলাম, এমন সময় আমি আমার বারাকাতময় প্রভুকে খুব সুন্দর অবস্থায় (স্বপ্নে) দেখতে পেলাম। তিনি বললেন, হে মুহাম্মাদ! আমি বললামঃ প্রভু! আমি উপস্থিত। তিনি বললেন, ঊর্ধজগতের অধিবাসীগণ (শীর্ষস্থানীয় ফেরেশতাগণ) কি ব্যাপারে বিতর্ক করছে? আমি বললামঃ প্রভু! আমি জানি না। আল্লাহ তা‘আলা এ কথা তিনবার বললেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমি তাঁকে দেখলাম যে, তিনি তাঁর হাতের তালু আমার দুই কাঁধের মাঝখানে রাখলেন। আমি আমার বক্ষস্থলে তাঁর হাতের আঙ্গুলের শীতলতা অনুভব করলাম। ফলে প্রতিটি জিনিস আমার নিকট আলোকোদ্ভাসিত হয়ে উঠল এবং আমি তা জানতে পারলাম। আল্লাহ তা‘আলা বললেন, হে মুহাম্মদ! আমি বললামঃ প্রভু! আমি আপনার নিকট হাযির। তিনি বললেন, ঊর্ধজগতের বাসিন্দাগণ কি ব্যাপারে বিতর্ক করছে? আমি বললামঃ কাফফারাত প্রসঙ্গে (তারা বিতর্ক করছে)। তিনি বলেন, সেগুলো কি? আমি বললামঃ হেঁটে সালাতের জামা‘আতসমূহে হাযির হওয়া, নামাযের পর মাসজিদে বসে থাকা এবং কষ্টকর অবস্থায়ও উত্তমরূপে উযূ করা। তিনি বললেন, তারপর কি ব্যাপারে (তারা বিতর্ক করছে)? আমি বললামঃ খাদ্যপ্রার্থীকে আহার্য দান, নম্রতার সাথে কথা বলা এবং রাতে মানুষ যখন ঘুমিয়ে পড়ে সেই সময় সালাত আদায় করা প্রসঙ্গে। আল্লাহ তা‘আলা বললেন, তুমি কিছু চাও, বলঃ “হে আল্লাহ! আমি তোমার কাছে ভাল ও কল্যাণকর কাজ সম্পাদনের, মন্দ কাজসমূহ বর্জনের, দরিদ্রজনদের ভালবাসার তাওফীক চাই, তুমি আমায় ক্ষমা কর ও দয়া কর। তুমি যখন কোন গোত্রকে বিপদে ফেলার ইচ্ছা কর তখন তুমি আমাকে বিপদমুক্ত রেখে তোমার কাছে তুলে নিও। আমি প্রার্থনা করি তোমার ভালবাসা, যে তোমায় ভালবাসে তার ভালবাসা এবং এমন কাজের ভালবাসা যা তোমার ভালবাসার নিকটবর্তী করে দেয়।” রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ স্বপ্নটি অবশ্যই সত্য। অতএব তা পড়, তারপর তা শিখে নাও।\n\nসহীহঃ মুখতাসার আল উলুব্বি (১১৯/৮০), আয্‌-যিলা-ল (৩৮৮)।",
    "ar": "وَقَدْ رُوِيَ هَذَا الْحَدِيثُ، عَنْ مُعَاذِ بْنِ جَبَلٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِطُولِهِ وَقَالَ ‏\"‏ إِنِّي نَعَسْتُ فَاسْتَثْقَلْتُ نَوْمًا فَرَأَيْتُ رَبِّي فِي أَحْسَنِ صُورَةٍ فَقَالَ فِيمَ يَخْتَصِمُ الْمَلأُ الأَعْلَى ‏\"‏ ‏.‏ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُعَاذُ بْنُ هَانِئٍ أَبُو هَانِئٍ الْيَشْكُرِيُّ حَدَّثَنَا جَهْضَمُ بْنُ عَبْدِ اللَّهِ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ زَيْدِ بْنِ سَلاَّمِ عَنْ أَبِي سَلاَّمٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَائِشٍ الْحَضْرَمِيِّ أَنَّهُ حَدَّثَهُ عَنْ مَالِكِ بْنِ يُخَامِرَ السَّكْسَكِيِّ عَنْ مُعَاذِ بْنِ جَبَلٍ رضى الله عنه قَالَ احْتُبِسَ عَنَّا رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ غَدَاةٍ عَنْ صَلاَةِ الصُّبْحِ حَتَّى كِدْنَا نَتَرَاءَى عَيْنَ الشَّمْسِ فَخَرَجَ سَرِيعًا فَثُوِّبَ بِالصَّلاَةِ فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم وَتَجَوَّزَ فِي صَلاَتِهِ فَلَمَّا سَلَّمَ دَعَا بِصَوْتِهِ قَالَ لَنَا ‏\"‏ عَلَى مَصَافِّكُمْ كَمَا أَنْتُمْ ‏\"‏ ‏.‏ ثُمَّ انْفَتَلَ إِلَيْنَا ثُمَّ قَالَ ‏\"‏ أَمَا إِنِّي سَأُحَدِّثُكُمْ مَا حَبَسَنِي عَنْكُمُ الْغَدَاةَ إِنِّي قُمْتُ مِنَ اللَّيْلِ فَتَوَضَّأْتُ وَصَلَّيْتُ مَا قُدِّرَ لِي فَنَعَسْتُ فِي صَلاَتِي حَتَّى اسْتَثْقَلْتُ فَإِذَا أَنَا بِرَبِّي تَبَارَكَ وَتَعَالَى فِي أَحْسَنِ صُورَةٍ فَقَالَ يَا مُحَمَّدُ ‏.‏ قُلْتُ لَبَّيْكَ رَبِّ ‏.‏ قَالَ فِيمَ يَخْتَصِمُ الْمَلأُ الأَعْلَى قُلْتُ لاَ أَدْرِي ‏.‏ قَالَهَا ثَلاَثًا قَالَ فَرَأَيْتُهُ وَضَعَ كَفَّهُ بَيْنَ كَتِفَىَّ حَتَّى وَجَدْتُ بَرْدَ أَنَامِلِهِ بَيْنَ ثَدْيَىَّ فَتَجَلَّى لِي كُلُّ شَيْءٍ وَعَرَفْتُ فَقَالَ يَا مُحَمَّدُ ‏.‏ قُلْتُ لَبَّيْكَ رَبِّ قَالَ فِيمَ يَخْتَصِمُ الْمَلأُ الأَعْلَى قُلْتُ فِي الْكَفَّارَاتِ قَالَ مَا هُنَّ قُلْتُ مَشْىُ الأَقْدَامِ إِلَى الْجَمَاعَاتِ وَالْجُلُوسُ فِي الْمَسَاجِدِ بَعْدَ الصَّلَوَاتِ وَإِسْبَاغُ الْوُضُوءِ فِي الْمَكْرُوهَاتِ ‏.‏ قَالَ فِيمَ قُلْتُ إِطْعَامُ الطَّعَامِ وَلِينُ الْكَلاَمِ وَالصَّلاَةُ بِاللَّيْلِ وَالنَّاسُ نِيَامٌ ‏.‏ قَالَ سَلْ ‏.‏ قُلْتُ اللَّهُمَّ إِنِّي أَسْأَلُكَ فِعْلَ الْخَيْرَاتِ وَتَرْكَ الْمُنْكَرَاتِ وَحُبَّ الْمَسَاكِينِ وَأَنْ تَغْفِرَ لِي وَتَرْحَمَنِي وَإِذَا أَرَدْتَ فِتْنَةَ قَوْمٍ فَتَوَفَّنِي غَيْرَ مَفْتُونٍ أَسْأَلُكَ حُبَّكَ وَحُبَّ مَنْ يُحِبُّكَ وَحُبَّ عَمَلٍ يُقَرِّبُ إِلَى حُبِّكَ ‏\"‏ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّهَا حَقٌّ فَادْرُسُوهَا ثُمَّ تَعَلَّمُوهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ سَأَلْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ عَنْ هَذَا الْحَدِيثِ فَقَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَالَ هَذَا أَصَحُّ مِنْ حَدِيثِ الْوَلِيدِ بْنِ مُسْلِمٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ ‏.‏ قَالَ حَدَّثَنَا خَالِدُ بْنُ اللَّجْلاَجِ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ عَائِشٍ الْحَضْرَمِيُّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَذَكَرَ الْحَدِيثَ وَهَذَا غَيْرُ مَحْفُوظٍ ‏.‏ هَكَذَا ذَكَرَ الْوَلِيدُ فِي حَدِيثِهِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَائِشٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏ وَرَوَى بِشْرُ بْنُ بَكْرٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ هَذَا الْحَدِيثَ بِهَذَا الإِسْنَادِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَائِشٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَهَذَا أَصَحُّ ‏.‏ وَعَبْدُ الرَّحْمَنِ بْنُ عَائِشٍ لَمْ يَسْمَعْ مِنَ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান সহীহ। আমি মুহাম্মাদ ইবনু ইসমাঈলকে এ হাদীস প্রসঙ্গে প্রশ্ন করলে তিনি বললেন, এ হাদীস হাসান সহীহ। তিনি আরো বললেন, ‘আবদুর রহমান ইবনু ইয়াযীদ ইবনু জাবির হতে ওয়ালীদ ইবনু মুসলিম বর্ণিত হাদীসের তুলনায় উক্ত হাদীস অনেক বেশী সহীহ। খালিদ ইবনুল লাজলাজ-‘আবদুর রহমান ইবনু ‘আয়িশ আল-হাযরামী (রাঃ) হতে বর্ণনা করেছেন যে, তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি...। এ হাদিসটি সংরক্ষিত নয়। ওয়ালীদ তার হাদীসে একই রকম উল্লেখ করেছেন-‘আবদুর রহমান ইবনু ‘আয়িশ (রাঃ) বলেনঃ আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে শুনেছি। বিশর ইবনু বাক্‌র এ হাদীস বর্ণনা করেছেন, ‘আবদুর রহমান ইবনু ইয়াযীদ ইবনু জাবির এই সনদে ‘আবদুর রহমান ইবনু ‘আয়িশ (রাঃ)-এর বরাতে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে। এটি অনেক বেশী সহীহ। ‘আবদূর রহমান ইবনু ‘আয়িশ (রাঃ) নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে কিছু শুনেননি।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}