{
  "hadith": {
    "hadith_id": 3240,
    "narrator": "ইবনু আব্বাস (রা:)",
    "bn": "তিনি বলেনঃ এক ইয়াহূদী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)র নিকট দিয়ে যাচ্ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ হে ইয়াহুদী! কিছু শুনাও। সে বলল, হে আবুল কাসিম! যখন আল্লাহ তা’আলা আকাশসমূহ এক আঙ্গুলে, যমিনসমূহ এক আঙ্গুলে, পানি এক আঙ্গুলে, পাহাড়গুলো এক আঙ্গুলে এবং আর সকল সৃষ্টি এক আঙ্গুলে ধারণ করবেন এ প্রসঙ্গে আপনি কি বলেন? রাবী আবূ জাফর মুহাম্মাদ ইবনুস সালত তার হাত মুষ্টিবদ্ধ করে কনিষ্ঠা হতে বৃদ্ধা আঙ্গুলী পর্যন্ত ইঙ্গিত করে দেখালেন। এ প্রসঙ্গেই আল্লাহ তা’আলা এ আয়াত অবতীর্ণ করেন : “এই লোকেরা আল্লাহর প্রতি যতটুকু মর্যাদা দেয়া উচিত, তারা তাঁকে তা দেয়নি”। (সূরা আয-যুমার --৬৭)। \n\nযইফ, প্রাগুক্ত",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا مُحَمَّدُ بْنُ الصَّلْتِ، حَدَّثَنَا أَبُو كُدَيْنَةَ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِي الضُّحَى، عَنِ ابْنِ عَبَّاسٍ، قَالَ مَرَّ يَهُودِيٌّ بِالنَّبِيِّ صلى الله عليه وسلم فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ يَا يَهُودِيُّ حَدِّثْنَا ‏\"‏ ‏.‏ فَقَالَ كَيْفَ تَقُولُ يَا أَبَا الْقَاسِمِ إِذَا وَضَعَ اللَّهُ السَّمَوَاتِ عَلَى ذِهْ وَالأَرَضِينَ عَلَى ذِهْ وَالْمَاءَ عَلَى ذِهْ وَالْجِبَالَ عَلَى ذِهْ وَسَائِرَ الْخَلْقِ عَلَى ذِهْ ‏.‏ وَأَشَارَ أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ الصَّلْتِ بِخِنْصَرِهِ أَوَّلاً ثُمَّ تَابَعَ حَتَّى بَلَغَ الإِبْهَامَ فَأَنْزَلَ اللَّهُ ‏:‏ ‏(‏وما قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَأَبُو كُدَيْنَةَ اسْمُهُ يَحْيَى بْنُ الْمُهَلَّبِ قَالَ رَأَيْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ رَوَى هَذَا الْحَدِيثَ عَنِ الْحَسَنِ بْنِ شُجَاعٍ عَنْ مُحَمَّدِ بْنِ الصَّلْتِ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন : এ হাদীসটি হাসান গারীব সহীহ। এটা শুধু উল্লেখিত সনদসূত্রেই আমরা জেনেছি। আবূ কুদাইনার নাম ইয়াহইয়া ইবনুল মুহাল্লাব। মুহাম্মাদ ইবন ইসমাঈল এ হাদীস হাসান ইবনু শুজার সূত্রে, তিনি মুহাম্মাদ ইবনুস সালতের সূত্রে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}