{
  "hadith": {
    "hadith_id": 3249,
    "narrator": "আবদূর রহমান ইবনু ইয়াযীদ (রহঃ)",
    "bn": "তিনি বলেন, ‘আব্দুল্লাহ (রাঃ) বলেছেনঃ আমি ক্বা’বার পর্দার আড়ালে লুকিয়েছিলাম। তখন তিনজন লোক সেখানে আসে। তাদের পেট ছিল মেদবহুল এবং অন্তর ছিল কম বুদ্ধিসম্পন্ন। তাদের একজন ছিল কুরাইশ বংশীয় এবং অপর দু’জন ছিল তার জামাতা, সাক্বীফ বংশীয় কিংবা একজন ছিল সাক্বীফ বংশীয় এবং অপর দু’জন ছিল তার জামাতা, কুরাইশ বংশীয়। তারা এমন কথাবার্তা বলতে লাগলো যা আমি বুঝিনি। তারপর তাদের একজন বলল, তোমরা কি মনে কর, আমাদের এসব আলাপ আল্লাহ্‌ তা’আলা শুনেন? দ্বিতীয় ব্যক্তি বলল, আমরা প্রকাশ্যে (জোরে) কিছু বললে তিনি তা শুনেন এবং উচ্চৈঃস্বরে না বললে শুনেন না। তৃতীয়জন বলল, তিনি যদি কোন কথা শুনেন তাহলে সব কথাই শুনেন। ‘আবদুল্লাহ (রাঃ) বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে বিষয়টি উল্লেখ করলাম। তখন আল্লাহ্‌ তা’আলা এ আয়াত অবতীর্ণ করেন (অনুবাদ)ঃ “তোমাদের কান, চোখ ও ত্বক তোমাদের বিরুদ্ধে সাক্ষ্য দিবে না এই বিশ্বাসে তোমরা কিছুই গোপন করতে না। উপরন্তু তোমরা মনে কর যে, তোমরা যা করতে তার অনেক কিছুই আল্লাহ্‌ তা’আলা জানেন না। তোমাদের রবের ব্যাপারে তোমাদের এ ধারণাই তোমাদের ধংস এনেছে। ফলে তোমরা ক্ষতিগ্রস্ত হয়েছ” – (সূরা হা-মিম আস-সাজদাহ ২২-২৩)।\n\nসহীহঃ মুসলিম (৮/১২১)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، قَالَ قَالَ عَبْدُ اللَّهِ كُنْتُ مُسْتَتِرًا بِأَسْتَارِ الْكَعْبَةِ فَجَاءَ ثَلاَثَةُ نَفَرٍ كَثِيرٌ شَحْمُ بُطُونِهِمْ قَلِيلٌ فِقْهُ قُلُوبِهِمْ قُرَشِيٌّ وَخَتَنَاهُ ثَقَفِيَّانِ أَوْ ثَقَفِيٌّ وَخَتَنَاهُ قُرَشِيَّانِ فَتَكَلَّمُوا بِكَلاَمٍ لَمْ أَفْهَمْهُ فَقَالَ أَحَدُهُمْ أَتُرَوْنَ أَنَّ اللَّهَ يَسْمَعُ كَلاَمَنَا هَذَا فَقَالَ الآخَرُ إِنَّا إِذَا رَفَعْنَا أَصْوَاتَنَا سَمِعَهُ وَإِذَا لَمْ نَرْفَعْ أَصْوَاتَنَا لَمْ يَسْمَعْهُ فَقَالَ الآخَرُ إِنْ سَمِعَ مِنْهُ شَيْئًا سَمِعَهُ كُلَّهُ فَقَالَ عَبْدُ اللَّهِ فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَأَنْزَلَ اللَّهُ ‏:‏ ‏(‏ ومَا كُنْتُمْ تَسْتَتِرُونَ أَنْ يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلاَ أَبْصَارُكُمْ وَلاَ جُلُودُكُمْ ‏)‏ إِلَى قَوْلِهِ ‏:‏ ‏(‏أَصْبَحْتُمْ مِنَ الْخَاسِرِينَ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ। মাহমুদ ইবনু গাইলান-ওয়াকী হতে, তিনি সুফইয়ান হতে, তিনি আ’মাশ হতে, তিনি ‘উমারাহ ইবনু ‘উমাইর হতে, তিনি ওয়াহব-ইবনু রাবী’আহ হতে, তিনি ‘আবদুল্লাহ (রাঃ) হতে উপরোক্ত হাদীসের একই  রকম হাদীস বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}