{
  "hadith": {
    "hadith_id": 3254,
    "narrator": "মাসরূক্ব (রহঃ)",
    "bn": "তিনি বলেন, এক লোক ‘আবদুল্লাহ (রাঃ)-এর নিকট এসে বলল, কোন এক বক্তা বলেছে যে, যামীন হতে একটি ধোঁয়া বের হবে। তা কাফিরদের কান বধির করে দিবে এবং মু’মিনদের সর্দিতে আক্রান্ত করবে। মাসরূক্ব (রহঃ) বলেন, এতে ‘আবদুল্লাহ (রাঃ) রাগান্বিত হন। তিনি হেলান দিয়ে বসা ছিলেন, এবার সোজা হয়ে বসলেন, তারপর বললেন, তোমাদের কাউকে তার জ্ঞাত (বিষয়) সম্পর্কে প্রশ্ন করা হলে সে যেন তার উত্তর দেয় বা সেই প্রসঙ্গে অবহিত করে। আর তাকে তা না জানা বিষয় প্রসঙ্গে প্রশ্ন করা হলে সে যেন বলে, আল্লাহ্‌ তা’আলাই ভাল জানেন। কেননা এটাও লোকের জ্ঞানের কথা যে, তাকে এমন কোন ব্যাপারে প্রশ্ন করা হলো যা সে জানে না, সে বলবে আল্লাহ্‌ তা’আলাই ভাল জানেন। কেননা আল্লাহ্‌ তা’আলা তার নাবীকে বলেছেনঃ “আপনি  বলুন, আমি তোমাদের নিকট এর জন্য (হিদায়াতের বিনিময়ে) কোন পরিশ্রমিক চাই না এবং আমি কৃত্রিমতা প্রদর্শনকারীদের অন্তর্ভুক্ত নই” – (সূরা দুখান ৮৬)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন দেখতে পেলেন যে, কুরাইশরা তাঁর অবাধ্যতা ও বিরোধিতায় চরম পরাকাষ্ঠা দেখাচ্ছে তখন তিনি বললেনঃ “হে আল্লাহ্‌! ইউসুফ (আঃ)-এর  সময়কার সাত বছরের দুর্ভিক্ষের মত এদেরকেও সাত বছর দুর্ভিক্ষে নিক্ষেপ করে আমাকে সাহায্য করুন। তারপর তাদের উপরে দুর্ভিক্ষ ও অনাবৃষ্টি নেমে এলো এবং সবকিছু নিঃশেষ হয়ে গেল। এমনকি তারা চামড়া, হাড় ও মৃত জীব ভক্ষণ করতে লাগল। ‘আবদুল্লাহ (রাঃ) বলেন, এ সময় মাটি হতে ধোঁয়ার মত এক পদার্থ বের হতে লাগল। বর্ণনাকারী বলেন, তখন আবূ সুফইয়ান রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বলেন, আপনার জাতি ধ্বংস হয়ে যাচ্ছে। সুতরাং তাদের জন্য আল্লাহ্‌ তা’আলার দরবারে দু’আ করুন। ‘আবদুল্লাহ (রাঃ) বলেন, এটাই আল্লাহ্‌ তা’আলার এই বাণীর “যেদিন স্পষ্টই ধোয়াচ্ছন্ন হবে এবং তা মানবজাতিকে গ্রাস করে ফেলবে, এটা হবে যন্ত্রণাদায়ক শাস্তি” তাতপর্য – (সুরা দুখান ১০-১১)। মানসুর (রহঃ) বলেন, এটাই নিম্নোক্ত আয়াতের তাৎপর্যঃ “হে আমাদের রব! আমাদের উপর হতে শাস্তি দূরীভূত কর নিশ্চয় আমরা মু’মিন”- (সূরা দুখান ১২)। আখিরাতের শাস্তি দূরীভূত করা হবে কি? ‘আবদুল্লাহ (রাঃ) বলেন, ধরপাকড়, কঠিন বিপদ ও ধোঁয়া সবই অতিবাহিত হয়েছে। আ’মাশ ও মানসুরের মধ্যে একজন বলেন, চন্দ্র বিদীর্ণ হওয়ার ঘটনা অতিক্রান্ত হয়েছে এবং অপরজন বলেন, রোম বিজয়ের ঘটনা (অতিবাহিত হয়েছে)।\n\nসহীহঃ বুখারী ও মুসলিম",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ إِبْرَاهِيمَ الْجُدِّيُّ، حَدَّثَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، وَمَنْصُورٍ، سَمِعَا أَبَا الضُّحَى، يُحَدِّثُ عَنْ مَسْرُوقٍ، قَالَ جَاءَ رَجُلٌ إِلَى عَبْدِ اللَّهِ فَقَالَ إِنَّ قَاصًّا يَقُصُّ يَقُولُ إِنَّهُ يَخْرُجُ مِنَ الأَرْضِ الدُّخَانُ فَيَأْخُذُ بِمَسَامِعِ الْكُفَّارِ وَيَأْخُذُ الْمُؤْمِنَ كَهَيْئَةِ الزُّكَامِ قَالَ فَغَضِبَ وَكَانَ مُتَّكِئًا فَجَلَسَ ثُمَّ قَالَ إِذَا سُئِلَ أَحَدُكُمْ عَمَّا يَعْلَمُ فَلْيَقُلْ بِهِ قَالَ مَنْصُورٌ فَلْيُخْبِرْ بِهِ وَإِذَا سُئِلَ عَمَّا لاَ يَعْلَمُ فَلْيَقُلِ اللَّهُ أَعْلَمُ فَإِنَّ مِنْ عِلْمِ الرَّجُلِ إِذَا سُئِلَ عَمَّا لاَ يَعْلَمُ أَنْ يَقُولَ اللَّهُ أَعْلَمُ فَإِنَّ اللَّهَ تَعَالَى قَالَ لِنَبِيِّهِ ‏:‏ ‏(‏قلْ مَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَا أَنَا مِنَ الْمُتَكَلِّفِينَ ‏)‏ ‏\"‏ ‏.‏ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمَّا رَأَى قُرَيْشًا اسْتَعْصَوْا عَلَيْهِ قَالَ ‏\"‏ اللَّهُمَّ أَعِنِّي عَلَيْهِمْ بِسَبْعٍ كَسَبْعِ يُوسُفَ ‏\"‏ ‏.‏ فَأَخَذَتْهُمْ سَنَةٌ فَأَحْصَتْ كُلَّ شَيْءٍ حَتَّى أَكَلُوا الْجُلُودَ وَالْمَيْتَةَ وَقَالَ أَحَدُهُمَا الْعِظَامَ قَالَ وَجَعَلَ يَخْرُجُ مِنَ الأَرْضِ كَهَيْئَةِ الدُّخَانِ قَالَ فَأَتَاهُ أَبُو سُفْيَانَ قَالَ إِنَّ قَوْمَكَ قَدْ هَلَكُوا فَادْعُ اللَّهَ لَهُمْ ‏.‏ قَالَ فَهَذَا لِقَوْلِهِ ‏:‏ ‏(‏ يوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ * يَغْشَى النَّاسَ هَذَا عَذَابٌ أَلِيمٌ ‏)‏ ‏.‏ قَالَ مَنْصُورٌ هَذَا لِقَوْلِهِ ‏(‏ رَبَّنَا اكْشِفْ عَنَّا الْعَذَابَ إِنَّا مُؤْمِنُونَ ‏)‏ فَهَلْ يُكْشَفُ عَذَابُ الآخِرَةِ قَالَ مَضَى الْبَطْشَةُ وَاللِّزَامُ الدُّخَانُ وَقَالَ أَحَدُهُمَا الْقَمَرُ وَقَالَ الآخَرُ الرُّومُ ‏.‏ قَالَ أَبُو عِيسَى وَاللِّزَامُ يَعْنِي يَوْمَ بَدْرٍ ‏.‏ قَالَ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা (রহঃ) বলেন, লিযাম বলতে সেই হত্যা বুঝানো হয়েছে যা বদরের দিন সংঘটিত হয়েছে । এই হাদীসটি হাসান সহীহ ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}