{
  "hadith": {
    "hadith_id": 3262,
    "narrator": "‘উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "এক সফরে আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ছিলাম। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট কিছু বললে তিনি নির্বাক থাকেন। আমি আমার কথার পুনরাবৃত্তি করলে তিনি এবারও নীরব রইলেন। আমি আমার কথা পুনর্ব্যক্ত করলে তিনি এবারও নীরব থাকেন। অতএব আমি আমার জন্তুজান হাঁকিয়ে একপাশে চলে গেলাম এবং মনে মনে বললেম, হে খাত্তাবের পুত্র! তোমার মা তোমাকে হারাক। তুমি তিন তিনবার রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করে বিরক্ত করলে, অথচ একবারও তিনি কথা বলেননি। এখন তোমার প্রসঙ্গে কুরআনের আয়াত অবতীর্ণ হওয়ার উপক্রম হয়েছে। তিনি বলেন, মুহূর্তকাল অতিবাহিত না হতেই আমি শুনতে পেলাম, কে যেন চিৎকার করে আমাকে ডাকছে। অতএব আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এলাম। তিনি বললেনঃ হে ইবনুল খাত্তাব! আজ রাতে আমার উপর এমন একটি সূরা অবতীর্ণ হয়েছে, যার পরিবর্তে সারা জগতের সকল কিছু আমাকে দেয়া হলেও আমি তা পছন্দ করব না। সেই সূরাটি হল (অনুবাদ) “নিশ্চয়ই আমি তোমাকে দিয়েছি সুস্পষ্ট বিজয়” – (সূরা ফাতহ ১)\n\nসনদ সহীহ, বুখারী (৪৮৩৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدِ بْنِ عَثْمَةَ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ، رضى الله عنه يَقُولُ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي بَعْضِ أَسْفَارِهِ فَكَلَّمْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَسَكَتَ ثُمَّ كَلَّمْتُهُ فَسَكَتَ ثُمَّ كَلَّمْتُهُ فَسَكَتَ فَحَرَّكْتُ رَاحِلَتِي فَتَنَحَّيْتُ وَقُلْتُ ثَكِلَتْكَ أُمُّكَ يَا ابْنَ الْخَطَّابِ نَزَرْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم ثَلاَثَ مَرَّاتٍ كُلُّ ذَلِكَ لاَ يُكَلِّمُكَ مَا أَخْلَقَكَ أَنْ يَنْزِلَ فِيكَ قُرْآنٌ قَالَ فَمَا نَشِبْتُ أَنْ سَمِعْتُ صَارِخًا يَصْرُخُ بِي قَالَ فَجِئْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ يَا ابْنَ الْخَطَّابِ لَقَدْ أُنْزِلَ عَلَىَّ هَذِهِ اللَّيْلَةَ سُورَةٌ مَا أُحِبُّ أَنَّ لِي بِهَا مَا طَلَعَتْ عَلَيْهِ الشَّمْسُ ‏:‏ ‏(‏إنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا ‏)‏ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ وَرَوَاهُ بَعْضُهُمْ عَنْ مَالِكٍ مُرْسَلاً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান, সহীহ গারীব। কোন কোন বর্ণনাকারী হাদিসটি মালিক হতে মুরসাল হিসেবে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}