{
  "hadith": {
    "hadith_id": 3263,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, হুদাইবিয়া হতে প্রত্যাবর্তনের সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর উপর আয়াত অবতীর্ণ হয়ঃ “যেন আল্লাহ্‌ তা’আলা তোমার অতীত ও ভবিষ্যৎ ভুলসমূহ মাফ করেন” – (সূরা আল ফাতহ, ২), তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমার উপর এমন একটি আয়াত অবতীর্ণ হয়েছে যা আমার নিকটে দুনিয়ার সবকিছু হতে প্রিয়। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাহাবীগণের সামনে আয়াতটি তিলাওয়াত করলেন। তারা বললেন, হে আল্লাহর রাসূল! মুবারাকবাদ! এটি আপনার জন্য অভিনন্দন। আপনার সাথে কেমন আচরণ করা হবে, তাতো আল্লাহ্‌ তা’আলা স্পষ্ট করে দিয়েছেন। কিন্তু আমাদের সাথে কেমন ব্যবহার করা হবে? তখন তার উপর এ আয়াত অবতীর্ণ হয়ঃ “তা এজন্য যে, তিনি ঈমানদার পুরুষ ও মহিলাদের জান্নাতে দাখিল করাবেন, যার নিম্নদেশে প্রবাহিত হয় নহরসমূহ। সেখানে তারা অনন্তকাল থাকবে এবং তিনি তাদের পাপসমূহ মার্জনা করবেন। এটাই আল্লাহ্‌ তা’আলার সমীপে মহা সাফল্য।” (সূরা আল-ফাতহ ২)\n\nসনদ সহীহ, বুখারী (৪৭১২) আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে মুবারাকবাদ .... এই অংশটুকু মুরসাল, মুসলিম (৫/১৭৬) আনাস হতে ঐ অতিরিক্ত অংশ ব্যতীত, তা শাজ।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، رضى الله عنه قَالَ أُنْزِلَتْ عَلَى النَّبِيِّ صلى الله عليه وسلمَ ‏:‏ ‏(‏ليغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ ‏)‏ مَرْجِعَهُ مِنَ الْحُدَيْبِيَةِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لَقَدْ أُنْزِلَتْ عَلَىَّ آيَةٌ أَحَبُّ إِلَىَّ مِمَّا عَلَى الأَرْضِ ثُمَّ قَرَأَهَا النَّبِيُّ صلى الله عليه وسلم عَلَيْهِمْ فَقَالُوا هَنِيئًا مَرِيئًا يَا نَبِيَّ اللَّهِ قَدْ بَيَّنَ اللَّهُ لَكَ مَاذَا يُفْعَلُ بِكَ فَمَاذَا يُفْعَلُ بِنَا فَنَزَلَتْ عَلَيْهِ ‏:‏ ‏(‏ ليُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ ‏)‏ حَتَّى بَلَغَ ‏:‏ ‏(‏فوزًا عَظِيمًا ‏)‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَفِيهِ عَنْ مُجَمِّعِ بْنِ جَارِيَةَ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ। এ অনুচ্ছেদের মুজাম্মি’ ইবনু জারিয়াহ (রাযিঃ) হতেও হাদিস বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}