{
  "hadith": {
    "hadith_id": 327,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নামাযের জামাআত শুরু হয়ে গেলে তোমরা দৌঁড়ে বা তাড়াহুড়া করে এসো না, বরং ধীরেসুস্থে হেঁটে এসো। জামাআতে যতটুকু পাও আদায় করে নাও, যতটুকু ছুটে যায় তা সালামের পরে পুরা কর। \n\nসহীহ্। ইবনু মাজাহ-(৭৭৫), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا أُقِيمَتِ الصَّلاَةُ فَلاَ تَأْتُوهَا وَأَنْتُمْ تَسْعَوْنَ وَلَكِنِ ائْتُوهَا وَأَنْتُمْ تَمْشُونَ وَعَلَيْكُمُ السَّكِينَةُ فَمَا أَدْرَكْتُمْ فَصَلُّوا وَمَا فَاتَكُمْ فَأَتِمُّوا ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي قَتَادَةَ وَأُبَىِّ بْنِ كَعْبٍ وَأَبِي سَعِيدٍ وَزَيْدِ بْنِ ثَابِتٍ وَجَابِرٍ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى اخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْمَشْىِ إِلَى الْمَسْجِدِ فَمِنْهُمْ مَنْ رَأَى الإِسْرَاعَ إِذَا خَافَ فَوْتَ التَّكْبِيرَةِ الأُولَى حَتَّى ذُكِرَ عَنْ بَعْضِهِمْ أَنَّهُ كَانَ يُهَرْوِلُ إِلَى الصَّلاَةِ ‏.‏ وَمِنْهُمْ مَنْ كَرِهَ الإِسْرَاعَ وَاخْتَارَ أَنْ يَمْشِيَ عَلَى تُؤَدَةٍ وَوَقَارٍ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ وَقَالاَ الْعَمَلُ عَلَى حَدِيثِ أَبِي هُرَيْرَةَ ‏.‏ وَقَالَ إِسْحَاقُ إِنْ خَافَ فَوْتَ التَّكْبِيرَةِ الأُولَى فَلاَ بَأْسَ أَنْ يُسْرِعَ فِي الْمَشْىِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ কাতাদা, উবাই ইবনু কা’ব, আবূ সা’ঈদ, যাইদ ইবনু সাবিত, জাবির ও আনাস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ মসজিদে হেঁটে আসা সম্পর্কে আলিমদের মধ্যে মতের অমিল রয়েছে। এক দলের মতে, তাকবীরে উলা (তাকবীরে তাহরীমা) ছুটে যাওয়ার আশংকা হলে তাড়াতাড়ি আসবে। তাদের কারো কারো সম্পর্কে এ পর্যন্তও বর্ণিত আছে, তাঁরা দৌঁড়ে এসে নামায ধরতেন। অপর দল দৌঁড়ে আসাকে মাকরূহ বলেছেন। তাঁরা ধীরেসুস্থে, শান্তভাবে আসাই পছন্দ করেছেন। ইমাম আহমাদ ইসহাক এই মতের প্রবক্তা। তাঁরা উভয়ে বলেছেন, এ ব্যাপারে আবূ হুরায়রার হাদীস অনুযায়ী আমল করতে হবে। ইসহাক বলেছেন, তাকবীরে উলা ছুটে যাওয়ার সম্ভাবনা থাকলে দ্রুত হেঁটে এসে জামাআত ধরাতে কোন অপরাধ নেই।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}