{
  "hadith": {
    "hadith_id": 3273,
    "narrator": "আবূ ওয়ায়িল (রহঃ)",
    "bn": "তিনি বলেন, রাবী’আহ গোত্রের এক লোক বলেন, আমি মাদীনায় পৌঁছে রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উপস্থিত হলাম। তার নিকট আমি আদ জাতির দূত প্রসঙ্গে বললাম, আমি আদ জাতির দূতের মত হওয়া হতে আল্লাহ তা’আলার নিকট আশ্রয় প্রার্থনা করি। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রশ্ন করেনঃ আদ জাতির দূতের কি হয়েছিল? আমি বললাম, আপনি ওয়াকিফহাল ব্যক্তিরই সাক্ষাৎ পেয়েছেন। আদ জাতি দুর্ভিক্ষে পতিত হলে তারা ক্বায়ল  নামক এক লোককে প্রেরণ করে এবং সে (মক্কার কাছাকাছি) বাকর ইবনু মু’আবিয়াহর বাড়িতে উপস্থিত হয়। বাকর তাকে মদ পান করায় এবং তার সম্মূখে দু’টি গায়িকা বাদী গান পরিবেশন করে। তারপর সে মাহারা (গোত্রের) অঞ্চলের পর্বতমালায় যাওয়ার উদ্দেশ্যে যাত্রা শুরু করে। সে এ বলে প্রার্থনা করেঃ হে আল্লাহ! তোমার কাছে আমি কোন অসুখ হতে নিরাময় পাওয়ার জন্য আসিনি এবং কোন বন্দিকে মুক্তিপণ দিয়ে মুক্ত করার জন্যও আসিনি। অতএব আপনার এ বান্দাকে আপনি যত পারেন বৃষ্টিতে সিক্ত করুন এবং এর সংগে বাকর ইবনু মু’আবিয়াহকেও সিক্ত করুন। বাকর তাকে যে মদ পান করায়, সে তার কৃতজ্ঞতা জ্ঞাপন করছিল। অতএব তার জন্য মেঘমালা উত্থিত হল এবং তাকে বলা হল, তুমি এগুলোর মাঝে যে কোন একটি মেঘখন্ড বেছে নাও। সে মেঘমালার মাঝ হতে একখন্ড কালো মেঘ বেছে নিল। তাকে বলা হল, ক্ববুল কর, এটা জ্বলে পুড়ে ছাইয়ের ন্যায় করে ফেলবে, যা আদ জাতির কাউকে পরিত্রাণ দিবে না। উল্লেখ্য যে, একটি আংটির বৃত্তের পরিমাণ বাতাসের ঝাপটা তাদের উপর পাঠানো হয়েছিল মাত্র। তারপর এ আয়াতটি তিনি পাঠ করেন (অনুবাদ)ঃ “তাদের উপর যখন আমি বিধ্বংসী বায়ু পাঠিয়ে ছিলাম তা যখন যা কিছুর উপর বয়ে গিয়েছিল সমস্ত কিছু চূর্ণ-বিচূর্ণ করে দিয়েছিল”-(সূরা যারিয়াত ৪১-৪২)\n\nহাসানঃ জঈফ হাদীস সিরিজ (হাঃ ১২২৮)-এর অংশ।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ سَلاَّمٍ، عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ أَبِي وَائِلٍ، عَنْ رَجُلٍ، مِنْ رَبِيعَةَ قَالَ قَدِمْتُ الْمَدِينَةَ فَدَخَلْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَذُكِرْتُ عِنْدَهُ وَافِدَ عَادٍ فَقُلْتُ أَعُوذُ بِاللَّهِ أَنْ أَكُونَ مِثْلَ وَافِدِ عَادٍ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَمَا وَافِدُ عَادٍ ‏\"‏ ‏.‏ قَالَ فَقُلْتُ عَلَى الْخَبِيرِ سَقَطْتَ إِنَّ عَادًا لَمَّا أُقْحِطَتْ بَعَثَتْ قَيْلاً فَنَزَلَ عَلَى بَكْرِ بْنِ مُعَاوِيَةَ فَسَقَاهُ الْخَمْرَ وَغَنَّتْهُ الْجَرَادَتَانِ ثُمَّ خَرَجَ يُرِيدُ جِبَالَ مَهْرَةَ فَقَالَ اللَّهُمَّ إِنِّي لَمْ آتِكَ لِمَرِيضٍ فَأُدَاوِيَهِ وَلاَ لأَسِيرٍ فَأُفَادِيَهُ فَاسْقِ عَبْدَكَ مَا كُنْتَ مُسْقِيَهُ وَاسْقِ مَعَهُ بَكْرَ بْنَ مُعَاوِيَةَ ‏.‏ يَشْكُرْ لَهُ الْخَمْرَ الَّذِي سَقَاهُ فَرُفِعَ لَهُ سَحَابَاتٌ فَقِيلَ لَهُ اخْتَرْ إِحْدَاهُنَّ فَاخْتَارَ السَّوْدَاءَ مِنْهُنَّ فَقِيلَ لَهُ خُذْهَا رَمَادًا رَمْدَدًا لاَ تَذَرُ مِنْ عَادٍ أَحَدًا وَذُكِرَ أَنَّهُ لَمْ يُرْسَلْ عَلَيْهِمْ مِنَ الرِّيحِ إِلاَّ قَدْرُ هَذِهِ الْحَلْقَةِ يَعْنِي حَلْقَةَ الْخَاتَمِ ‏.‏ ثُمَّ قَرَأَ ‏:‏ ‏(‏إذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ * مَا تَذَرُ مِنْ شَيْءٍ أَتَتْ عَلَيْهِ إِلاَّ جَعَلَتْهُ كَالرَّمِيمِ ‏)‏ الآيَةَ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى غَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ سَلاَّمٍ أَبِي الْمُنْذِرِ عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ عَنْ أَبِي وَائِلٍ عَنِ الْحَارِثِ بْنِ حَسَّانَ وَيُقَالُ لَهُ الْحَارِثُ بْنُ يَزِيدَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, একাধিক বর্ণনাকারি এ হাদিসটি আবুল মুনযির সাল্লাম (রহঃ)- এর সূত্রে তিনি আসিম ইবনু আবী নাজুদ হতে, তিনি আবূ ওয়ায়িল হতে, তিনি হারিস ইবনু হাসসান হতে এই সূত্রে বর্ণনা করেছেন। এই আল-হারিসকে ইবনু ইয়াজিদও বলা হয়।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}