{
  "hadith": {
    "hadith_id": 3276,
    "narrator": "আব্দুল্লাহ ইবনু মাস’ঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (মি’রাজের রাতে) যখন সিদরাতুল মুন্তাহায় পৌছালেন। আবদুল্লাহ (রাঃ) বলেন, সিদরাতুল মুন্তাহা হল একটি কেন্দ্র যেই পর্যন্ত পৃথিবীর যা কিছু উপরে চলে যায় এবং যেখান হতে নিচের দিকে কোন কিছু অবতরণ হয়ে আসে। এখানে আল্লাহ তা’আলা রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে এমন তিনটি জিনিস উপহার দেন যা তিনি ইতোপূর্বে কোন নাবীকেই দেননি। পাঁচ ওয়াক্ত নামায তাঁর উপর ফরজ করা হয়, সুরা আল-বাকারার শেষের কয়টি আয়াত তাঁকে দেয়া হয় এবং তাঁর উম্মতের কাবীরাহ গুনাহসমূহ (তওবার মাধ্যমে) ক্ষমা করা হয়, যদি তারা আল্লাহ তা’আলার সংগে কোন কিছু অংশীদার না করে থাকে। তারপর এ আয়াতটি ইবনু মাস’ঊদ (রাঃ) পাঠ করেন (অনুবাদ)ঃ “যখন কুলগাছটি যা দ্বারা আচ্ছাদিত হওয়ার তা দ্বারা আচ্ছাদিত ছিল”-(সুরা নাজম ১৬)। তিনি বলেন, ৬ষ্ঠ আকাশে সিদরাতুল মুন্তাহা অবস্থিত। সুফইয়ান (রহঃ) বলেন, এটি সোনার পাখিসমূহ দ্বারা আচ্ছাদিত, এই বলে তিনি তার হাতের ইশারায় তাদের উড়ন্ত অবস্থা বুঝালেন। মালিক ইবনু মিগওয়াল ছাড়া অন্যান্য বর্ণনাকারীগণ বলেন, সিদরাতুল মুন্তাহা পর্যন্ত পৌছালে সৃষ্টির জ্ঞান শেষ হয়ে যায়, এর ঊর্ধ্বজগৎ সম্পর্কে  সৃষ্টির কোন জ্ঞান নেই।\n \nসহিহ মুসলিম (হাঃ ১/১০৯)",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ مَالِكِ بْنِ مِغْوَلٍ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ مُرَّةَ، عَنْ عَبْدِ اللَّهِ، قَالَ لَمَّا بَلَغَ رَسُولُ اللَّهِ صلى الله عليه وسلم سِدْرَةَ الْمُنْتَهَى قَالَ ‏\"‏ انْتَهَى إِلَيْهَا مَا يَعْرُجُ مِنَ الأَرْضِ وَمَا يَنْزِلُ مِنْ فَوْقَ ‏.‏ قَالَ فَأَعْطَاهُ اللَّهُ عِنْدَهَا ثَلاَثًا لَمْ يُعْطِهِنَّ نَبِيًّا كَانَ قَبْلَهُ فُرِضَتْ عَلَيْهِ الصَّلاَةُ خَمْسًا وَأُعْطِيَ خَوَاتِمَ سُورَةِ الْبَقَرَةِ وَغُفِرَ لأُمَّتِهِ الْمُقْحِمَاتُ مَا لَمْ يُشْرِكُوا بِاللَّهِ شَيْئًا ‏\"‏ ‏.‏ قَالَ ابْنُ مَسْعُودٍ ‏:‏ ‏(‏ إذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى ‏)‏ قَالَ السِّدْرَةُ فِي السَّمَاءِ السَّادِسَةِ ‏.‏ قَالَ سُفْيَانُ فَرَاشٌ مِنْ ذَهَبٍ وَأَشَارَ سُفْيَانُ بِيَدِهِ فَأَرْعَدَهَا وَقَالَ غَيْرُ مَالِكِ بْنِ مِغْوَلٍ إِلَيْهَا يَنْتَهِي عِلْمُ الْخَلْقِ لاَ عِلْمَ لَهُمْ بِمَا فَوْقَ ذَلِكَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এটি হাসান সহীহ হাদীস।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}