{
  "hadith": {
    "hadith_id": 3278,
    "narrator": "আশ-শাবী (রহঃ)",
    "bn": "তিনি বলেনঃ ইবনু আব্বাস (রাঃ) আরাফাতের ময়দানে কা’ব (রাঃ)-এর সাথে দেখা করে একটি কথা (আল্লাহ তা‘আলার দেখা প্রসঙ্গে) জিজ্ঞেস করেন। এতে তিনি এত উচ্চ স্বরে তাকবীর ধ্বনি দিলেন যে, পাহাড় পর্যন্ত উচ্চ গম্ভীর আওয়াজ করে উঠল (প্রতিশব্দ ভেসে এলো)। ইবনু আব্বাস (রাঃ) বলেনঃ আমরা হাশিম গোত্রীয়। কা’ব (রাঃ) বলেনঃ আল্লাহ তা‘আলা তাঁর দীদার (দর্শন) ও কালাম (সরাসরি সংলাপ) মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও মূসা (আঃ)-এর মাঝে বাটোয়ারা করেছেন। সুতরাং মূসা (আঃ) আল্লাহ তা‘আলার সাথে দু’বার কথা বলেছেন এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’বার তাঁর দেখা পেয়েছেন। মাসরূক (রহঃ) বলেনঃ এ কথা শুনে আমি আইশা (রাঃ)-এর নিকটে গিয়ে তাঁকে প্রশ্ন করলাম, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি আল্লাহ তা‘আলাকে দেখেছেন? তিনি বললেনঃ তুমি এমন একটি বিষয়ে কথা বললে যার ফলে আমার শরীরের লোম পর্যন্ত খাড়া হয়ে গেছে। আমি বললাম, একটু অপেক্ষা করুন। তারপর আমি এ আয়াত তিলাওয়াত করলামঃ “তিনি তো স্বীয় রবের মহান নিদর্শনসমূহ দর্শন করেছেন। (সূরাঃ আন-নাজ্ম-১৮)। তিনি বললেনঃ তোমার বুদ্ধি তোমাকে কোথায় নিয়ে গেছে! তিনি হলেন জিবরাঈল (যাকে তিনি দেখেছেন)। যে ব্যক্তি তোমাকে বলেছে যে, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর রবকে দেখেছেন বা এমন কোন বিষয় তিনি লুকায়িত করেছেন যার (প্রচারের) হুকুম তাঁকে দেয়া হয়েছে অথবা সেই পাঁচটি বিষয়ে তাঁর জ্ঞান আছে, যে প্রসঙ্গে আলাহ তা‘আলা বলেনঃ “কিয়ামাতের জ্ঞান শুধু আল্লাহ তা‘আলার নিকট আছে, তিনিই বৃষ্টি বর্ষণ করেন…. “ (সূরাঃ লুকমান-৩৪), তাহলে সে একটি সাংঘাতিক অসত্য রটনা করেছে। বরং তিনি জিবরাঈল (আঃ)-কে তার আসল চেহারায় দু’বার দেখেছেনঃ একবার সিদরাতুল মুন্তাহার সামনে, আর একবার জিয়াদ নামক জায়গায় (মক্কার একটি জায়গা)। তাঁর ছয় শত ডানা আকাশের দিগন্ত ঢেকে ফেলেছিল। \nসনদ দুর্বল, হাদীসটি কা’ব ইবনু আব্বাসের ঘটনা ব্যতীত নাসাঈ সংক্ষিপ্তভাবে বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ، قَالَ لَقِيَ ابْنُ عَبَّاسٍ كَعْبًا بِعَرَفَةَ فَسَأَلَهُ عَنْ شَيْءٍ، فَكَبَّرَ حَتَّى جَاوَبَتْهُ الْجِبَالُ فَقَالَ ابْنُ عَبَّاسٍ إِنَّا بَنُو هَاشِمٍ ‏.‏ فَقَالَ كَعْبٌ إِنَّ اللَّهَ قَسَمَ رُؤْيَتَهُ وَكَلاَمَهُ بَيْنَ مُحَمَّدٍ وَمُوسَى فَكَلَّمَ مُوسَى مَرَّتَيْنِ وَرَآهُ مُحَمَّدٌ مَرَّتَيْنِ ‏.‏ قَالَ مَسْرُوقٌ فَدَخَلْتُ عَلَى عَائِشَةَ فَقُلْتُ هَلْ رَأَى مُحَمَّدٌ رَبَّهُ فَقَالَتْ لَقَدْ تَكَلَّمْتَ بِشَيْءٍ قَفَّ لَهُ شَعْرِي قُلْتُ رُوَيْدًا ثُمَّ قَرَأْتُ ‏:‏ ‏(‏لقَدْ رَأَى مِنْ آيَاتِ رَبِّهِ الْكُبْرَى ‏)‏ قَالَتْ أَيْنَ يُذْهَبُ بِكَ إِنَّمَا هُوَ جِبْرِيلُ مَنْ أَخْبَرَكَ أَنَّ مُحَمَّدًا رَأَى رَبَّهُ أَوْ كَتَمَ شَيْئًا مِمَّا أُمِرَ بِهِ أَوْ يَعْلَمُ الْخَمْسَ الَّتِي قَالَ اللَّهُ تَعَالَى ‏:‏ ‏(‏ إنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ ‏)‏ فَقَدْ أَعْظَمَ الْفِرْيَةَ وَلَكِنَّهُ رَأَى جِبْرِيلَ لَمْ يَرَهُ فِي صُورَتِهِ إِلاَّ مَرَّتَيْنِ مَرَّةً عِنْدَ سِدْرَةِ الْمُنْتَهَى وَمَرَّةً فِي جِيَادٍ لَهُ سِتُّمِائَةِ جَنَاحٍ قَدْ سَدَّ الأُفُقَ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى دَاوُدُ بْنُ أَبِي هِنْدٍ عَنِ الشَّعْبِيِّ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا الْحَدِيثِ وَحَدِيثُ دَاوُدَ أَقْصَرُ مِنْ حَدِيثِ مُجَالِدٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, দাঊদ ইবনু আবূ হিন্দ (রহঃ) শাবী হতে তিনি মাসরূক হতে তিনি আইশা (রাঃ) হতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে উপরোক্ত হাদীসের মতই বর্ণনা করেছেন। দাঊদের রিওয়ায়াত মুজালিদের রিওয়ায়াতের তুলনায় সংক্ষিপ্ততর।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}