{
  "hadith": {
    "hadith_id": 3291,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাহাবীদের উদ্দেশে বের হলেন। তিনি তাদের সম্মুখে শুরু হতে শেষ পর্যন্ত সূরা আর-রহমান পাঠ করলেন কিন্তু তারা নিশ্চুপ রইলেন। তিনি বলেনঃ এ সূরাটি আমি জিনদের সঙ্গে সাক্ষাতের রাতে তাদের সম্মুখে পাঠ করেছি। তোমাদের তুলনায় তারা ভাল উত্তর দিয়েছে। যখনই আমি তিলাওয়াত করেছি, “তোমরা জিন ও মানুষ নিজেদের প্রভুর কোন নিয়ামাতকে মিথ্যা প্রতিপন্ন করবে” তখনই তারা বলেছে, “হে আমাদের রব! আমরা আপনার কোন নি’আমাতই অস্বীকার করছি না, আপনার জন্যই সমস্ত প্রশংসা”।\n\nহাসানঃ সহীহাহ (হাঃ২১৫০)।",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ وَاقِدٍ أَبُو مُسْلِمٍ السَّعْدِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ زُهَيْرِ بْنِ مُحَمَّدٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ، رضى الله عنه قَالَ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى أَصْحَابِهِ فَقَرَأَ عَلَيْهِمْ سُورَةَ الرَّحْمَنِ مِنْ أَوَّلِهَا إِلَى آخِرِهَا فَسَكَتُوا فَقَالَ ‏ \"‏ لَقَدْ قَرَأْتُهَا عَلَى الْجِنِّ لَيْلَةَ الْجِنِّ فَكَانُوا أَحْسَنَ مَرْدُودًا مِنْكُمْ كُنْتُ كُلَّمَا أَتَيْتُ عَلَى قَوْلِهِِ ‏:‏ ‏(‏ فبأَىِّ آلاَءِ رَبِّكُمَا تُكَذِّبَانِ ‏)‏ قَالُوا لاَ بِشَيْءٍ مِنْ نِعَمِكَ رَبَّنَا نُكَذِّبُ فَلَكَ الْحَمْدُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ الْوَلِيدِ بْنِ مُسْلِمٍ عَنْ زُهَيْرِ بْنِ مُحَمَّدٍ ‏.‏ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ كَأَنَّ زُهَيْرَ بْنَ مُحَمَّدٍ الَّذِي وَقَعَ بِالشَّامِ لَيْسَ هُوَ الَّذِي يُرْوَى عَنْهُ بِالْعِرَاقِ كَأَنَّهُ رَجُلٌ آخَرُ قَلَبُوا اسْمَهُ يَعْنِي لِمَا يَرْوُونَ عَنْهُ مِنَ الْمَنَاكِيرِ ‏.‏ وَسَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ الْبُخَارِيَّ يَقُولُ أَهْلُ الشَّامِ يَرْوُونَ عَنْ زُهَيْرِ بْنِ مُحَمَّدٍ مَنَاكِيرَ وَأَهْلُ الْعِرَاقِ يَرْوُونَ عَنْهُ أَحَادِيثَ مُقَارِبَةً ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। এ হাদীস আমরা শুধুমাত্র ওয়ালীদ ইবনু মুসলিম হতে, যুহাইর ইবনু মুহাম্মাদ-এর সূত্রে জেনেছি। আহমাদ ইবনু হাম্বাল (রহঃ) বলেন, যে যুহাইর ইবনু মুহাম্মাদ সিরিয়া চলে গেছেন তিনি সে লোক নন যার মাধ্যমে ইরাকবাসী হাদীস রিওয়ায়াত করেন। মনে হয় তিনি স্বতন্ত্র লোক, লোকজন তার নামে বিভ্রাট করেছে, তার হতে লোকেরা মুনকার হাদীস রিওয়ায়াত করেছেন। আমি মুহাম্মাদ ইবনু ইসমাঈলকে বলতে শুনেছি, সিরিয়াবাসী যুহাইর ইবনু মুহাম্মাদ হতে মুনকার হাদীস রিওয়ায়াত করেন এবং ইরাকবাসী তার মাধ্যমে সহীহ হাদীসের পর্যায়ের হাদীস রিওয়ায়াত করেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}