{
  "hadith": {
    "hadith_id": 3292,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ তা’আলা বলেন, আমার নেক বান্দাদের জন্য আমি এমন কিছু তৈরি করে রেখেছি যা কোন চোখ কখনও প্রত্যক্ষ করেনি, কোন কান কখনও (তার বর্ণনা) শ্রবণ করেনি এবং মানুষের মন তার ধারণাও করতে পারে না। এ আয়াতটি তোমরা ইচ্ছা করলে পাঠ করতে পার (অনুবাদ)ঃ “তাদের জন্য নয়নমুগ্ধকর কি জিনিস লুকিয়ে রাখা হয়েছে তাদের কৃতকর্মের পুরস্কার স্বরূপ তা সবারই অজানা ”-(সূরা সাজদাহ ১৭)। আর জান্নাতে এরূপ একটি গাছ আছে যার ছায়াতলে কোন আরোহী এক শত বছর চলতে থাকবে কিন্তু তা পার হতে পারবে না। তোমরা চাইলে পাঠ করতে পারঃ “আর সম্প্রসারিত ছায়া”- (সূরা ওয়াকি’আহ ৩০)। জান্নাতের এক চাবুক পরিমান জায়গা পৃথিবী ও তার মাঝখানে সব কিছুর চাইতে উত্তম। তোমরা চাইলে পাঠ করতে পারঃ “জাহান্নাম হতে যাকে দূরে রাখা হবে এবং জান্নাতে প্রবেশ করানো হবে, সেই সফলকাম। আর পার্থিব জীবন ছলনাময় ভোগ ছাড়া আর কিছুই নয়”- (সূরা ‘ইমরান ১৮৫)\n\nহাসান সহীহঃ সহীহ হাদীস সিরিজ (হাঃ ১৯৭৮), বুখারী “ইকরাঊ” (তোমরা পাঠ কর) শব্দ ব্যতীত বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، وَعَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، حَدَّثَنَا أَبُو سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَقُولُ اللَّهُ أَعْدَدْتُ لِعِبَادِيَ الصَّالِحِينَ مَا لاَ عَيْنٌ رَأَتْ وَلاَ أُذُنٌ سَمِعَتْ وَلاَ خَطَرَ عَلَى قَلْبِ بَشَرٍ وَاقْرَءُوا إِنْ شِئْتُمْ ‏:‏ ‏(‏ وما تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ جَزَاءً بِمَا كَانُوا يَعْمَلُونَ ‏)‏ وَفِي الْجَنَّةِ شَجَرَةٌ يَسِيرُ الرَّاكِبُ فِي ظِلِّهَا مِائَةَ عَامٍ لاَ يَقْطَعُهَا وَاقْرَءُوا إِنْ شِئْتُمْ ‏:‏ ‏(‏ وظِلٍّ مَمْدُودٍ ‏)‏ وَمَوْضِعُ سَوْطٍ فِي الْجَنَّةِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا وَاقْرَءُوا إِنْ شِئْتُمْ ‏:‏ ‏(‏ فمَنْ زُحْزِحَ عَنِ النَّارِ وَأُدْخِلَ الْجَنَّةَ فَقَدْ فَازَ وَمَا الْحَيَاةُ الدُّنْيَا إِلاَّ مَتَاعُ الْغُرُورِ ‏)‏ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}