{
  "hadith": {
    "hadith_id": 3298,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেনঃ কোন এক সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীগণ এক সাথে বসা ছিলেন। হঠাৎ তাদের উপর মেঘরাশি প্রকাশিত হল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁদের প্রশ্ন করেন : তোমরা জান এটা কি? তারা বললেনঃ আল্লাহ তা’আলা ও তাঁর রাসূলই বেশি ভালো জানেন। তিনি বললেনঃ এটা হল যমিনের পানিবাহী উট। আল্লাহ তা’আলা একে এমন জাতির দিকে চালিয়ে নিয়ে যাচ্ছেন যারা তাঁর কৃতজ্ঞতাও আদায় করে না এবং তাঁর কাছে মুনাজাতও করে না। তিনি আবার প্রশ্ন করলেন : তোমাদের উপরে কি আছে তা জান? তাঁরা বললেনঃ আল্লাহ তা’আলা ও তাঁর রাসূলই বেশি ভালো জানেন। তিনি বলেনঃ এটা হল সুউচ্চ আকাশ , সুরক্ষিত ছাদ এবং আটকানো তরঙ্গ। তিনি আবার প্রশ্ন করলেন : তোমাদের এবং এর মাঝে কতটুকু ব্যবধান তা তোমাদের জানা আছে কি? তারা বললেন, আল্লাহ তা’আলা ও তাঁর রাসূলই বেশি ভালো জানেন। তিনি বললেনঃ তোমাদের ও এর মাঝে পাঁচ শত বছরের পথের ব্যবধান। তিনি আবার প্রশ্ন করলেন : এর উপরে কি আছে তা তোমরা জান কি? তাঁরা বললেন , আল্লাহ ও তাঁর রাসূলই বেশি ভালো জানেন। তিনি বললেনঃ এর উপরে দুইটি আকাশ আছে যার মাঝে পাঁচ শত বছরের দূরত্ব, এমনকি তিনি সাতটি আকাশ গণনা করেন এবং বলেনঃ প্রতি দু’টি আকাশের মাঝে পার্থক্য আকাশ ও যমিনের ব্যবধানের সমপরিমাণ। তিনি আবার প্রশ্ন করলেন : এর উপরে কি আছে তা কি তোমরা জান? তাঁরা বললেন আল্লাহ তা’আলা ও তাঁর রাসূলই বেশি ভালো জানেন। তিনি বললেনঃ এগুলোর উপরে আছে ( আল্লাহর ) আরশ। আরশ ও আকাশের মাঝের পার্থক্য দুই আকাশের মধ্যকার দূরত্বের সমান। তিনি আবার বললেনঃ তোমরা কি জান তোমাদের নিচে কি আছে? তাঁরা বললেনঃ আল্লাহ ও তাঁর রাসূলই বেশি ভালো জানেন। তিনি বললেনঃ উহা হল যমিন , তারপর  আবার বললেন, তোমরা কি জান এর নিচে কি আছে? তাঁরা বললেন আল্লাহ ও তাঁর রাসূলই ভালো জানেন। তিনি বললেনঃ এর নিচে আরো এক ধাপ যমিন আছে এবং এতদুভয়ের মধ্যে পাঁচ শত বছরের দূরত্ব। তারপর সাত স্তর যমিন গুণে বলেনঃ প্রতি দুই স্তরের মাঝে পাঁচ শত বছরের দূরত্ব বর্তমান। তিনি আবার বললেনঃ সেই সত্তার শপথ যাঁর হাতে মুহাম্মাদের জীবন! তোমরা যদি একটি রশি নিম্নতম যমিনের দিকে ছেড়ে দাও তাহলে তা আল্লাহ তা’আলা পর্যন্ত গিয়ে পৌছবে। তারপর তিনি এ আয়াত তিলাওয়াত করেন : “ তিনিই প্রথম, তিনিই সর্বশেষ তিনিই প্রকাশ্য এবং তিনিই গুপ্ত। তিনিই সর্ববিষয়ে সর্বশেষ পরিজ্ঞাত “ ( সূরাঃ আল-হাদীদ-৩)।\n\nযইফ , যিলালুল জুন্নাহ্‌, (৫৭৮)",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، وَغَيْرُ، وَاحِدٍ، - الْمَعْنَى وَاحِدٌ قَالُوا حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا شَيْبَانُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ قَتَادَةَ، حَدَّثَنَا الْحَسَنُ، عَنْ أَبِي هُرَيْرَةَ، قَالَ بَيْنَمَا نَبِيُّ اللَّهِ صلى الله عليه وسلم جَالِسٌ وَأَصْحَابُهُ إِذْ أَتَى عَلَيْهِمْ سَحَابٌ فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَلْ تَدْرُونَ مَا هَذَا ‏\"‏ ‏.‏ فَقَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ هَذَا الْعَنَانُ هَذِهِ رَوَايَا الأَرْضِ يَسُوقُهُ اللَّهُ تَبَارَكَ وَتَعَالَى إِلَى قَوْمٍ لاَ يَشْكُرُونَهُ وَلاَ يَدْعُونَهُ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ هَلْ تَدْرُونَ مَا فَوْقَكُمْ ‏\"‏ ‏.‏ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ فَإِنَّهَا الرَّقِيعُ سَقْفٌ مَحْفُوظٌ وَمَوْجٌ مَكْفُوفٌ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ هَلْ تَدْرُونَ كَمْ بَيْنَكُمْ وَبَيْنَهَا ‏\"‏ ‏.‏ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ بَيْنَكُمْ وَبَيْنَهَا مَسِيرَةُ خَمْسِمِائَةِ سَنَةٍ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ هَلْ تَدْرُونَ مَا فَوْقَ ذَلِكَ ‏\"‏ ‏.‏ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ فَإِنَّ فَوْقَ ذَلِكَ سَمَاءَيْنِ وَمَا بَيْنَهُمَا مَسِيرَةُ خَمْسِمِائَةِ عَامٍ ‏\"‏ ‏.‏ حَتَّى عَدَّ سَبْعَ سَمَوَاتٍ مَا بَيْنَ كُلِّ سَمَاءَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالأَرْضِ ‏.‏ ثُمَّ قَالَ ‏\"‏ هَلْ تَدْرُونَ مَا فَوْقَ ذَلِكَ ‏\"‏ ‏.‏ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ فَإِنَّ فَوْقَ ذَلِكَ الْعَرْشَ وَبَيْنَهُ وَبَيْنَ السَّمَاءِ بُعْدُ مَا بَيْنَ السَّمَاءَيْنِ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ هَلْ تَدْرُونَ مَا الَّذِي تَحْتَكُمْ ‏\"‏ ‏.‏ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ فَإِنَّهَا الأَرْضُ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ هَلْ تَدْرُونَ مَا الَّذِي تَحْتَ ذَلِكَ ‏\"‏ ‏.‏ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ فَإِنَّ تَحْتَهَا الأَرْضَ الأُخْرَى بَيْنَهُمَا مَسِيرَةُ خَمْسِمِائَةِ سَنَةٍ ‏\"‏ ‏.‏ حَتَّى عَدَّ سَبْعَ أَرَضِينَ بَيْنَ كُلِّ أَرْضَيْنِ مَسِيرَةُ خَمْسِمِائَةِ سَنَةٍ ثُمَّ قَالَ ‏\"‏ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ أَنَّكُمْ دَلَّيْتُمْ رَجُلاً بِحَبْلٍ إِلَى الأَرْضِ السُّفْلَى لَهَبَطَ عَلَى اللَّهِ ‏\"‏ ‏.‏ ثُمَّ قَرَأََ ‏(‏ هو الأَوَّلُ وَالآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ قَالَ وَيُرْوَى عَنْ أَيُّوبَ وَيُونُسَ بْنِ عُبَيْدٍ وَعَلِيِّ بْنِ زَيْدٍ قَالُوا لَمْ يَسْمَعِ الْحَسَنُ مِنْ أَبِي هُرَيْرَةَ ‏.‏ وَفَسَّرَ بَعْضُ أَهْلِ الْعِلْمِ هَذَا الْحَدِيثَ فَقَالُوا إِنَّمَا هَبَطَ عَلَى عِلْمِ اللَّهِ وَقُدْرَتِهِ وَسُلْطَانِهِ ‏.‏ عِلْمُ اللَّهِ وَقُدْرَتُهُ وَسُلْطَانُهُ فِي كُلِّ مَكَانٍ وَهُوَ عَلَى الْعَرْشِ كَمَا وَصَفَ فِي كِتَابِهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন :  উপরোক্ত সূত্রে এ হাদীসটি গারীব। আইউব, ইউনুস ইবনু উবাইদ ও আলী ইবনু যাইদ হতে বর্ণিত আছে যে, তাঁরা বলেছেন, আল-হাসান আল-বাসরী (রহঃ) আবূ হুরাইরা (রাঃ) হতে সরাসরি কিছু শুনেননি। কিছু বিশেষজ্ঞ আলিম উক্ত হাদীসের ( আল্লাহ পর্যন্ত পৌঁছে ) ব্যাখ্যায় বলেন : উক্ত রশি আল্লাহ তা’আলার জ্ঞান, তাঁর নিদর্শনাবলী ও তাঁর সার্বভৌম ক্ষমতা সর্বত্র বিস্তৃত। তিনি তাঁর আরশে উপবিষ্ট , যেমন তিনি তাঁর পাক কালামে বলেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}