{
  "hadith": {
    "hadith_id": 3300,
    "narrator": "আলী ইবনু আবূ তালিব (রাঃ)",
    "bn": "তিনি বলেনঃ যখন এ আয়াত অবতীর্ণ হল : “ হে ঈমানদারগণ! তোমরা রাসূলের সাথে চুপি চুপি কথা বলার ইচ্ছা করলে তার পূর্বে সদাকা দেবে” (সূরা : আল-মুজাদালাহ-১২) , তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেনঃ এক দীনার নির্ধারণের ব্যাপারে তোমার কি মত? আমি বললাম , লোকদের সামর্থ্যে কুলাবে না। তিনি বললেনঃ তাহলে অর্ধ দীনার? আমি বললাম , তাও তাদের সামর্থ্যে কুলাবে না। তিনি বললেনঃ তাহলে কত নির্ধারণ করা যায়? আমি বললাম , এক বার্লির দানা পরিমাণ (সোনা)। তিনি বললেনঃ তুমি খুব কম নির্ধারণকারী। রাবী বলেন , তখন এ আয়াত অবতীর্ণ হয় : “ তোমরা কি চুপে চুপে কথা বলার পূর্বে  সদাকা প্রদানকে কষ্টকর মনে কর?” (সূরা : আল-মুজাদালাহ-১৩)  আলী (রাঃ) বলেন , আমার কারণে আল্লাহ তা’আলা এই উম্মতের জন্য বিধানটি হালকা (বাতিল) করেন।\n\nসনদ দুর্বল",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا عُبَيْدُ اللَّهِ الأَشْجَعِيُّ، عَنِ الثَّوْرِيِّ، عَنْ عُثْمَانَ بْنِ الْمُغِيرَةِ الثَّقَفِيِّ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ عَلِيِّ بْنِ عَلْقَمَةَ الأَنْمَارِيِّ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ لَمَّا نَزَلَتْ ‏:‏ ‏(‏يا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَاجَيْتُمُ الرَّسُولَ فَقَدِّمُوا بَيْنَ يَدَىْ نَجْوَاكُمْ صَدَقَةً ‏)‏ ‏.‏ قَالَ لِي النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَا تَرَى دِينَارًا ‏\"‏ ‏.‏ قُلْتُ لاَ يُطِيقُونَهُ ‏.‏ قَالَ ‏\"‏ فَنِصْفُ دِينَارٍ ‏\"‏ ‏.‏ قُلْتُ لاَ يُطِيقُونَهُ ‏.‏ قَالَ ‏\"‏ فَكَمْ ‏\"‏ ‏.‏ قُلْتُ شَعِيرَةٌ ‏.‏ قَالَ ‏\"‏ إِنَّكَ لَزَهِيدٌ ‏\"‏ ‏.‏ قَالَ فَنَزَلَتْ ‏:‏ ‏(‏أأَشْفَقْتُمْ أَنْ تُقَدِّمُوا بَيْنَ يَدَىْ نَجْوَاكُمْ صَدَقَاتٍ ‏)‏ الآيَةَ ‏.‏ قَالَ فَبِي خَفَّفَ اللَّهُ عَنْ هَذِهِ الأُمَّةِ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ هَذَا الْوَجْهِ ‏.‏ وَمَعْنَى قَوْلِهِ شَعِيرَةٌ يَعْنِي وَزْنَ شَعِيرَةٍ مِنْ ذَهَبٍ وَأَبُو الْجَعْدِ اسْمُهُ رَافِعٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}