{
  "hadith": {
    "hadith_id": 3310,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেনঃ সূরা আল-জুমু'আহ্ অবতীর্ণ হওয়াকালে আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটেই ছিলাম। তিনি তা পাঠ করলেন। \"আর তিনি তাদের জন্যও (রাসূল) যারা এখনো তাদের সঙ্গে মিলিত হয়নি\"- (সূরা জুমু'আহ্ ৩) পর্যন্ত পৌঁছলে এক লোক তাঁকে বলেন, হে আল্লাহর রাসূল! এখনো যারা আমাদের সঙ্গে মিলিত হয়নি তারা কারা? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার কথায় জবাব দিলেন না। বর্ণনাকারী বলেন, তখন সালমান (রাঃ) আমাদের সঙ্গেই ছিলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালমান (রাঃ)-এর উপর তাঁর হাত রেখে বললেনঃ সেই মহান সত্তার ক্বসম, যাঁর হাতে আমার প্রাণ! যদি ঈমান সুরাইয়্যাহ্ নক্ষত্রেও থাকে তবুও তাদের মাঝের কিছু লোক তা নিয়ে আসবে।\n\nসহীহঃ সহীহ হাদীস সিরিজ (হাঃ ১০১৭), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنِ حُجْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ، حَدَّثَنِي ثَوْرُ بْنُ زَيْدٍ الدِّيلِيُّ، عَنْ أَبِي الْغَيْثِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم حِينَ أُنْزِلَتْ سُورَةُ الْجُمُعَةِ فَتَلاَهَا فَلَمَّا بَلَغَ ‏:‏ ‏(‏ وآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا بِهِمْ ‏)‏ قَالَ لَهُ رَجُلٌ يَا رَسُولَ اللَّهِ مَنْ هَؤُلاَءِ الَّذِينَ لَمْ يَلْحَقُوا بِنَا فَلَمْ يُكَلِّمْهُ قَالَ وَسَلْمَانُ الْفَارِسِيُّ فِينَا قَالَ فَوَضَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ عَلَى سَلْمَانَ فَقَالَ ‏\"‏ وَالَّذِي نَفْسِي بِيَدِهِ لَوْ كَانَ الإِيمَانُ بِالثُّرَيَّا لَتَنَاوَلَهُ رِجَالٌ مِنْ هَؤُلاَءِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ غَيْرِ وَجْهٍ ‏.‏ وَعَبْدُ اللَّهِ بْنُ جَعْفَرٍ هُوَ وَالِدُ عَلِيِّ بْنِ الْمَدِينِيِّ ضَعَّفَهُ يَحْيَى بْنُ مَعِينٍ ‏.‏ ثَوْرُ بْنُ زَيْدٍ مَدَنِيٌّ وَثَوْرُ بْنُ يَزِيدَ شَامِيٌّ وَأَبُو الْغَيْثِ اسْمُهُ سَالِمٌ مَوْلَى عَبْدِ اللَّهِ بْنِ مُطِيعٍ مَدَنِيٌّ ثِقَةٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সাওর ইবনু যাইদ হলেন মাদানী ও সাওর ইবনু ইয়াযীদ হলেন শামী (সিরীয়)। আবুল গাইসের নাম সালিম, 'আবদুল্লাহ ইবনু মুতী'র মুক্তদাস। তিনি মাদীনার অধিবাসী একজন নির্ভরযোগ্য বর্ণনাকারী। আবূ 'ঈসা বলেন, এ হাদীসটি গারীব। 'আবদুল্লাহ ইবনু জা'ফার হলেন 'আলী ইবনুল মাদীনীর বাবা, ইয়াহ্ইয়া ইবনু মা'ঈন তাকে যঈফ বলেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}