{
  "hadith": {
    "hadith_id": 3312,
    "narrator": "যাইদ ইবনু আরক্বাম (রাঃ)",
    "bn": "তিনি বলেন, আমি আমার চাচার সঙ্গে ছিলাম। 'আবদুল্লাহ ইবনু উবাই ইবনু সালূলকে আমি তার সঙ্গীদের উদ্দেশে বলতে শুনলাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গীদের জন্য তোমরা আর অর্থ খরচ করবে না, তারা যতক্ষণ পর্যন্ত না (তার হতে) আলাদা হয়ে যায়। আমরা মাদীনায় ফিরে গেলে তখন অবশ্যই সেখানে প্রবলরা হীনদেরকে বহিষ্কার করবে। এ কথা আমি আমার চাচাকে জানালে তা তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জানান। আমাকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ডাকেন এবং তাঁর নিকট আমি ঘটনাটি ব্যক্ত করি। অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) 'আবদুল্লাহ ইবনু উবাই ও তার সঙ্গীদেরকে ডেকে পাঠান। শপথ করে তারা বলে যে, তারা (এ কথা) বলেনি। সে সময় রাসূলু্ল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে মিথ্যাবাদী ও তাকে সত্যবাদী ধারণা করলেন। এতে আমার এত কষ্ট লাগল যে, আগে কখনও এ রকম কষ্ট হয়নি। আমি ভারাক্রান্ত মনে ঘরে বসে রইলাম। আমার চাচা বললেন, তুমি এমন ব্যাপারে কেন জড়িত হতে গেলে যার কারণে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট তুমি মিথ্যাবাদী হলে ও তাঁর অসন্তুষ্টির কারণ হলে? এ পরিপ্রেক্ষিতে আল্লাহ তা'আলা যখন \"মুনাফিক্বরা যখন তোমার নিকট আসে\" (অর্থাৎ সূরা আল-মুনাফিকূন) অবতীর্ণ করেন। তখন আমাকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ডেকে পাঠান এবং তিনি উক্ত সূরা তিলাওয়াত করেন, তারপর বলেনঃ আল্লাহ তা'আলা তোমার সত্যবাদিতার সাক্ষ্য প্রদান করেছেন।\n\nসহীহঃ বুখারী (হাঃ ৪৯০০, ৪৯০৪), মুসলিম (হাঃ৮/১১৯)।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ كُنْتُ مَعَ عَمِّي فَسَمِعْتُ عَبْدَ اللَّهِ بْنَ أُبَىِّ ابْنَ سَلُولَ، يَقُولُ لأَصْحَابِهِ ‏:‏ ‏(‏ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا ‏)‏ و ‏(‏لئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ ‏)‏ فَذَكَرْتُ ذَلِكَ لِعَمِّي فَذَكَرَ ذَلِكَ عَمِّي لِلنَّبِيِّ صلى الله عليه وسلم فَدَعَانِي النَّبِيُّ صلى الله عليه وسلم فَحَدَّثْتُهُ فَأَرْسَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى عَبْدِ اللَّهِ بْنِ أُبَىٍّ وَأَصْحَابِهِ فَحَلَفُوا مَا قَالُوا فَكَذَّبَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَصَدَّقَهُ فَأَصَابَنِي شَيْءٌ لَمْ يُصِبْنِي قَطُّ مِثْلُهُ فَجَلَسْتُ فِي الْبَيْتِ فَقَالَ عَمِّي مَا أَرَدْتَ إِلاَّ أَنْ كَذَّبَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَمَقَتَكَ فَأَنْزَلَ اللَّهُ تَعَالَى ‏:‏ ‏(‏ إذا جَاءَكَ الْمُنَافِقُونَ ‏)‏ فَبَعَثَ إِلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَرَأَهَا ثُمَّ قَالَ ‏\"‏ إِنَّ اللَّهَ قَدْ صَدَّقَكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, হাদীসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}