{
  "hadith": {
    "hadith_id": 3313,
    "narrator": "যাইদ ইবনু আরক্বাম (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে যুদ্ধে গেলাম। কিছু সংখ্যক বেদুঈনও আমাদের সঙ্গে ছিল। আমরা পানির উৎসের দিকে যাচ্ছিলাম। কিন্তু আমাদের পূর্বেই বেদুঈনরা পানির উৎসে গিয়ে পৌঁছায়। এক বেদুঈন তার সঙ্গীদের পূর্বে পৌঁছে। সে হাউয (চৌবাচ্চা) সম্পূর্ণ করে তার চতুর্দিকে পাথর রেখে দিত এবং তার উপর চামড়া বিছিয়ে দিয়ে তা ঢেকে দিত, যাতে তার সাথী এসে যায় (এবং অন্যরা পানি নিতে না পারে)। উক্ত বেদুঈনের কাছে এসে এক আনসারী লোক তার উটকে পানি পান করানোর জন্য এর লাগাম (নাসারন্দ্রের দড়ি) হালকা করে ছেড়ে দিল, কিন্তু বেদুঈন তার উটকে পানি পান করতে বাধা দেয়। এতে আনসারী ব্যক্তি (ক্রুদ্ধ হয়ে) পানির উৎসগুলো সরিয়ে ফেলে। সে সময় একটি কাষ্ঠ খণ্ড তুলে নিয়ে বেদুঈন আনসারীর মাথায় জোড়ে আঘাত করে এবং এর ফলে তার মাথা ফেটে যায়। উক্ত আনসারী মুনাফিক্ব সরদার 'আবদুল্লাহ ইবনু উবাইর নিকট গিয়ে তাকে ঘটনা সম্পর্কে জানায়। আনসারী তার দলেরই লোক ছিল। 'আবদুল্লাহ ইবনু উবাই ক্ষিপ্ত হয়ে বলে, যে বেদুঈনরা আল্লাহ তা'আলার রাসূলের সঙ্গে রয়েছে তাদেরকে সহায়তাদান বন্ধ করে দাও। তবেই তাঁর চারপাশ হতে তারা আলাদা হয়ে যাবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আহার করার সময় তাঁর নিকট বেদুঈনরা হাযির হত (এবং তাঁর সঙ্গে আহার করত)। তাই 'আবদুল্লাহ বলল, যে সময় বেদুঈনরা মুহাম্মাদের নিকট হতে অন্যত্র চলে যাবে তাঁর নিকট তখন খাবার উপস্থিত করবে; যাতে তিনি ও তাঁর নিকট উপস্থিত (অন্যরা) তা আহার করেন। তারপর 'আবদুল্লাহ তার সাথীদেরকে আরো বলল, আমরা যদি মাদীনায় ফিরে যেতে পারি তবে সম্মানিতরা তোমাদের মাঝের হীনদেরকে তাড়িয়ে দিবে। যাইদ ইবনু আরক্বাম (রাঃ) বলেন, আমি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পিছনে একই সওয়ারীতে ছিলাম। 'আবদুল্লাহর কথা আমি শুনে ফেললাম এবং আমার চাচাকে জানালাম। তিনি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে গিয়ে তা অবহিত করলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ('আবদুল্লাহ ইবনু উবাই-কে) ডেকে পাঠান। সে শপথ করে এবং অস্বীকার করে। বর্ণনাকারী বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বিশ্বাস করলেন এবং আমাকে অবিশ্বাস করলেন। বর্ণনাকারী বলেন, আমার চাচা আমার নিকট এসে বললেন, এটাই তো তুমি চেয়েছিলে যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমার প্রতি অসন্তুষ্ট হোন এবং তিনি ও মুসলমানগণ তোমাকে মিথ্যুক বলে আখ্যায়িত করুন। বর্ণনাকারী বলেন, আমি এতটাই ভারাক্রান্ত হলাম যতটা কখনো কেউ হয়নি। তিনি আরো বলেন, তারপর আমি ভারাক্রান্ত হয়ে মাথা নত করে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গেই সফর অব্যাহত রাখলাম। এ পরিস্থিতিতে রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট এসে আমার কান মললেন এবং আমার সম্মুখে হেসে দিলেন। যদি আমি চিরস্থায়ী জীবন (বা জান্নাত) লাভ করতাম তবুও এতটা খুশী হতাম না। তারপর আবূ বকর (রাঃ) এসে আমার সঙ্গে দেখা করে প্রশ্ন করলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমাকে কি বলেছেন? আমি বললাম, আমাকে তিনি কিছুই বলেননি; তিনি কেবল আমার কান মলেছেন এবং আমার দিকে তাকিয়ে হেসেছেন। আবূ বকর (রাঃ) বললেন, তোমার জন্য সুখবর। অতঃপর আমার সঙ্গে 'উমার (রাঃ) এসে দেখা করেন। যে কথা আমি আবূ বকর (রাঃ)-কে বলেছিলাম তাঁকেও তাই বললাম। অতঃপর আমরা ভোরে উপনিত হলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূরা আল-মুনাফিকূন পাঠ করলেন। \n\nহাদীসটির সানাদ সহীহ।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْرَائِيلَ، عَنِ السُّدِّيِّ، عَنْ أَبِي سَعِيدٍ الأَزْدِيِّ، حَدَّثَنَا زَيْدُ بْنُ أَرْقَمَ، قَالَ غَزَوْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَكَانَ مَعَنَا أُنَاسٌ مِنَ الأَعْرَابِ فَكُنَّا نَبْتَدِرُ الْمَاءَ وَكَانَ الأَعْرَابُ يَسْبِقُونَّا إِلَيْهِ فَسَبَقَ أَعْرَابِيٌّ أَصْحَابَهُ فَسَبَقَ الأَعْرَابِيُّ فَيَمْلأُ الْحَوْضَ وَيَجْعَلُ حَوْلَهُ حِجَارَةً وَيَجْعَلُ النَّطْعَ عَلَيْهِ حَتَّى يَجِيءَ أَصْحَابُهُ ‏.‏ قَالَ فَأَتَى رَجُلٌ مِنَ الأَنْصَارِ أَعْرَابِيًّا فَأَرْخَى زِمَامَ نَاقَتِهِ لِتَشْرَبَ فَأَبَى أَنْ يَدَعَهُ فَانْتَزَعَ قِبَاضَ الْمَاءِ فَرَفَعَ الأَعْرَابِيُّ خَشَبَتَهُ فَضَرَبَ بِهَا رَأْسَ الأَنْصَارِيِّ فَشَجَّهُ فَأَتَى عَبْدَ اللَّهِ بْنَ أُبَىٍّ رَأْسَ الْمُنَافِقِينَ فَأَخْبَرَهُ وَكَانَ مِنْ أَصْحَابِهِ فَغَضِبَ عَبْدُ اللَّهِ بْنُ أُبَىٍّ ثُمَّ قَالَ ‏:‏ ‏(‏لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا ‏)‏ مِنْ حَوْلِهِ ‏.‏ يَعْنِي الأَعْرَابَ وَكَانُوا يَحْضُرُونَ رَسُولَ اللَّهِ صلى الله عليه وسلم عِنْدَ الطَّعَامِ فَقَالَ عَبْدُ اللَّهِ إِذَا انْفَضُّوا مِنْ عِنْدِ مُحَمَّدٍ فَائْتُوا مُحَمَّدًا بِالطَّعَامِ فَلْيَأْكُلْ هُوَ وَمَنْ عِنْدَهُ ثُمَّ قَالَ لأَصْحَابِهِ لَئِنْ رَجَعْتُمْ إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ ‏.‏ قَالَ زَيْدٌ وَأَنَا رِدْفُ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ فَسَمِعْتُ عَبْدَ اللَّهِ بْنَ أُبَىٍّ فَأَخْبَرْتُ عَمِّي فَانْطَلَقَ فَأَخْبَرَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَرْسَلَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَحَلَفَ وَجَحَدَ ‏.‏ قَالَ فَصَدَّقَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَذَّبَنِي قَالَ فَجَاءَ عَمِّي إِلَىَّ فَقَالَ مَا أَرَدْتَ إِلاَّ أَنْ مَقَتَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَذَّبَكَ وَالْمُسْلِمُونَ ‏.‏ قَالَ فَوَقَعَ عَلَىَّ مِنَ الْهَمِّ مَا لَمْ يَقَعْ عَلَى أَحَدٍ ‏.‏ قَالَ فَبَيْنَمَا أَنَا أَسِيرُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي سَفَرٍ قَدْ خَفَقْتُ بِرَأْسِي مِنَ الْهَمِّ إِذْ أَتَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم فَعَرَكَ أُذُنِي وَضَحِكَ فِي وَجْهِي فَمَا كَانَ يَسُرُّنِي أَنَّ لِي بِهَا الْخُلْدَ فِي الدُّنْيَا ‏.‏ ثُمَّ إِنَّ أَبَا بَكْرٍ لَحِقَنِي فَقَالَ مَا قَالَ لَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم قُلْتُ مَا قَالَ شَيْئًا إِلاَّ أَنَّهُ عَرَكَ أُذُنِي وَضَحِكَ فِي وَجْهِي ‏.‏ فَقَالَ أَبْشِرْ ‏.‏ ثُمَّ لَحِقَنِي عُمَرُ فَقُلْتُ لَهُ مِثْلَ قَوْلِي لأَبِي بَكْرٍ فَلَمَّا أَصْبَحْنَا قَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم سُورَةَ الْمُنَافِقِينَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এটি হাসান সহীহ হাদীস।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}