{
  "hadith": {
    "hadith_id": 3315,
    "narrator": "আম্‌র ইবনু দীনার (রহঃ)",
    "bn": "তিনি জাবির ইবনু 'আবদুল্লাহ (রাঃ)-কে বলতে শুনেছেন, একটি যুদ্ধে আমরা উপস্থিত ছিলাম। সুফ্ইয়ান বলেন, তা বনী মুসতালিক্বের যুদ্ধ ছিল। এক মুহাজির এক আনসারীর নিতম্বে আঘাত করলে মুহাজির লোক ডাকেন, হে মুহাজির ভাইয়েরা। আনসারী লোকটিও ডাকেন, হে আনসার ভাইয়েরা। তা শুনতে পেয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জাহিলী যুগের ডাকাডাকি হচ্ছে কেন? লোকেরা বলল, হে আল্লাহর রাসূল! এক মুহাজির এক আনসারীর নিতম্বে আঘাত করেছে। তিনি (রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এ ডাকাডাকি বন্ধ কর, কারণ এটা ঘৃনিত ডাক। বিষয়টি 'আবদুল্লাহ ইবনু উবাই ইবনু সালূলের কানে পৌঁছলে সে বলল, এত বড় সাহস! এ কাজ তারা করেছে? আল্লাহ্‌র ক্বসম! যদি আমরা মাদীনায় ফিরে যেতে পারি তাহলে অবশ্যই সেখান হতে সম্মানিতরা হীনদেরকে বিতাড়িত করবে। 'উমার (রাঃ) বলেন, হে আল্লাহ্‌র রাসূল! আমাকে অনুমতি দিন, এই মুনাফিক্বের ঘাড় আমি উড়িয়ে দেই। মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তাকে এড়িয়ে চল। লোকেরা যেন বলতে না পারে যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার সঙ্গীদের খুন করেন। 'আম্‌র ইবনু দীনার (রহঃ) ছাড়া অপর এক বর্ণনাকারী বলেন, 'আবদুল্লাহ ইবনু উবাইর ছেলে 'আবদুল্লাহ (রাঃ) (তার বাবাকে) বলেন, আল্লাহ্‌র ক্বসম! আপনি এ কথা যতক্ষণ স্বীকার না করবেন যে, “আপনিই হীন আর রাসূলু্ল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হলেন মহাসম্মানিত\", ততক্ষণ পর্যন্ত আপনি মাদীনায় ফিরে যেতে পারবেন না। তারপর সে তা স্বীকার করে।\n\nসহীহঃ বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ كُنَّا فِي غَزَاةٍ قَالَ سُفْيَانُ يَرَوْنَ أَنَّهَا غَزْوَةُ بَنِي الْمُصْطَلِقِ فَكَسَعَ رَجُلٌ مِنَ الْمُهَاجِرِينَ رَجُلاً مِنَ الأَنْصَارِ فَقَالَ الْمُهَاجِرِيُّ يَا لَلْمُهَاجِرِينَ وَقَالَ الأَنْصَارِيُّ يَا لَلأَنْصَارِ فَسَمِعَ ذَلِكَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا بَالُ دَعْوَى الْجَاهِلِيَّةِ ‏\"‏ ‏.‏ قَالُوا رَجُلٌ مِنَ الْمُهَاجِرِينَ كَسَعَ رَجُلاً مِنَ الأَنْصَارِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ دَعُوهَا فَإِنَّهَا مُنْتِنَةٌ ‏\"‏ ‏.‏ فَسَمِعَ ذَلِكَ عَبْدُ اللَّهِ بْنُ أُبَىٍّ ابْنُ سَلُولَ فَقَالَ أَوَقَدْ فَعَلُوهَا وَاللَّهِ ‏(‏لئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ ‏)‏ فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ دَعْنِي أَضْرِبْ عُنُقَ هَذَا الْمُنَافِقِ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ دَعْهُ لاَ يَتَحَدَّثُ النَّاسُ أَنَّ مُحَمَّدًا يَقْتُلُ أَصْحَابَهُ ‏\"‏ ‏.‏ وَقَالَ غَيْرُ عَمْرٍو فَقَالَ لَهُ ابْنُهُ عَبْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ وَاللَّهِ لاَ تَنْقَلِبُ حَتَّى تُقِرَّ أَنَّكَ الذَّلِيلُ وَرَسُولُ اللَّهِ صلى الله عليه وسلم الْعَزِيزُ ‏.‏ فَفَعَلَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}