{
  "hadith": {
    "hadith_id": 3316,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "যার নিকটে তার রবের (প্রতিপালকের) ঘর (কা’বা) যিয়ারাতের জন্য প্রয়োজনীয় সম্পদ আছে অথচ হাজ্জ করে না, অথবা এতটা সম্পদ আছে যাতে তার উপর যাকাত ওয়াজিব হয় কিন্তু যাকাত আদায় করে না, সে মৃত্যুর সময় দুনিয়াতে আবার ফিরে আসার আরজ করবে। তখন এক ব্যক্তি বললেন, হে ইবনু আব্বস! আল্লাহ তা’আলাকে ভয় করুন, দুনিয়াতে ফিরে আসার আর্জি তো শুধু কাফিররাই করবে। ইবনু আব্বাস (রাঃ) বললেন, আমি এখনই তোমাকে কুরাআন পাঠ করে শুনাচ্ছিঃ “ হে ঈমানদারগণ! তোমাদের ধন-সম্পদ ও সন্তান-সন্তুতি যেন তোমাদেরকে আল্লাহ তা’আলার স্মরণ থেকে গাফিল না করে, যারা গাফিল হবে তারাই তো ক্ষতিগ্রস্ত। আমি তোমাদেরকে যে জীবিকা দিয়েছি, তা হতে খরচ কর তোমাদের কারো মৃত্যু আসার পূর্বে। অন্যথায় (মৃত্যু আসলে) সে বলবে, হে আমার রব! আমাকে তুমি আরো কিছুকালের জন্য ছাড় দিলে আমি দান-খাইরাত করতাম এবং সৎকর্মপরায়ণ লোকদের অন্তর্ভুক্ত হতাম। কিন্তু যখন কারো  নির্ধারিতকাল (মৃত্যু) চলে আসবে, তখন আল্লাহ তা’আলা তাকে কিছুই ছাড় দিবেন না। তোমরা যা কর আল্লাহ তা’আলা সে প্রসঙ্গে পূর্ণ অবগত’’ ( সূরাঃ আল-মুনাফিকুন-৯-১১)। লোকটি বলল, কি পরিমাণ সম্পদে যাকাত ওয়াজিব হয়? তিনি বললেন, দুই শত দিরহাম বা ততোধিক মালে। সে বলল, কিসে হাজ্জ ওয়াজিব হয়? তিনি বললেনঃ পাথেয় ও যানবাহন থাকলে। \nসনদ দুর্বল",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا جَعْفَرُ بْنُ عَوْنٍ، أَخْبَرَنَا أَبُو جَنَابٍ الْكَلْبِيُّ، عَنِ الضَّحَّاكِ بْنِ مُزَاحِمٍ، عَنِ ابْنِ عَبَّاسٍ، رضى الله عنهما قَالَ مَنْ كَانَ لَهُ مَالٌ يُبَلِّغُهُ حَجَّ بَيْتِ رَبِّهِ أَوْ تَجِبُ عَلَيْهِ فِيهِ الزَّكَاةُ فَلَمْ يَفْعَلْ سَأَلَ الرَّجْعَةَ عِنْدَ الْمَوْتِ ‏.‏ فَقَالَ رَجُلٌ يَا ابْنَ عَبَّاسٍ اتَّقِ اللَّهَ إِنَّمَا سَأَلَ الرَّجْعَةَ الْكُفَّارُ قَالَ سَأَتْلُو عَلَيْكَ بِذَلِكَ قُرْآنًا ‏:‏ ‏(‏ يا أَيُّهَا الَّذِينَ آمَنُوا لاَ تُلْهِكُمْ أَمْوَالُكُمْ وَلاَ أَوْلاَدُكُمْ عَنْ ذِكْرِ اللَّهِ ‏)‏ ‏:‏ ‏(‏وأَنْفِقُوا مِمَّا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمُ الْمَوْتُ ‏)‏ إِلَى قَوْلِهِ ‏:‏ ‏(‏ واللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ ‏)‏ قَالَ فَمَا يُوجِبُ الزَّكَاةَ قَالَ إِذَا بَلَغَ الْمَالُ مِائَتَىْ دِرْهَمٍ فَصَاعِدًا ‏.‏ قَالَ فَمَا يُوجِبُ الْحَجَّ قَالَ الزَّادُ وَالْبَعِيرُ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবদু ইবনু হুমাইদ- আবদুর রায্‌যাক হতে তিনি সুফিয়ান সাওরী হতে তিনি ইয়াহ্‌ইয়া ইবনু আবূ হাইয়্যা হতে তিনি দাহ্‌হাক হতে তিনি ইবনু আব্বাস (রাঃ) হতে রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে উপরোক্ত হাদীসের মতই বর্ণনা করেছেন। ইবনু উয়াইনা প্রমুখ এ হাদীস আবূ জানাব হতে তিনি দাহ্‌হাক হতে তিনি ইবনু আব্বাস (রঃ) সূত্রে তার বিবৃতরূপে একই রকম বর্ণনা করেছেন এবং মারফূ হিসেবে বর্ণনা করেননি। আবদুর রায্‌যাকের রিওয়ায়াতের তুলনায় এটি ( মাওকূফ বর্ণনাটি) অনেক বেশি সহীহ। আবূ জানাবের নাম ইয়াহ্‌ইয়া ইবনু আবূ হাইয়্যা এবং তিনি হাদীসশাস্ত্রে তেমন মজবুত নন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}