{
  "hadith": {
    "hadith_id": 3317,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "এক লোক তাঁর নিকট নিম্নোক্ত আয়াত প্রসঙ্গে প্রশ্ন করে (অনুবাদ) : “হে ঈমানদারগণ! তোমাদের সহধর্মিণী ও সন্তান-সন্তুতিদের মাঝে কেউ কেউ তোমাদের দুশমন। অতএব তাদের ব্যাপারে তোমরা সাবধান থাকবে”- (সূরা তাগাবূন-১৪)। ইবনু আব্বাস (রাঃ) বলেন, এরা হল মাক্কাবাসীদের মাঝ হতে ইসলাম গ্রহণকারী, এরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে (হিজরত করে) চলে আসতে চাচ্ছিল, কিন্তু তাদের স্ত্রী ও সন্তানরা তাদের বাধা দিচ্ছিল যেন তারা তাদেরকে ছেড়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট চলে না আসে। পরে তারা (হিজরত করে) যখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এখানে (মাদীনায়) চলে এসে প্রত্যক্ষ করেন যে, লোকেরা (তাদের আগে আগত ব্যক্তিগণ) দ্বীন বিষয়ে প্রচুর জ্ঞান লাভ করেছে, তখন তারা তাদের স্ত্রীগণ ও সন্তানদের সাজা দেয়ার প্রতিজ্ঞা করে। আল্লাহ তা’আলা তখন এ আয়াতটি অবতীর্ণ করেন (অনুবাদ)ঃ “হে মুমিনগণ! তোমাদের সহধর্মিণী ও সন্তানদের মাঝে কেউ কেউ তোমাদের দুশমন............” (সূরা তাগাবূন ১৪)।\n\nহাদীসটি হাসান।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا إِسْرَائِيلُ، حَدَّثَنَا سِمَاكُ بْنُ حَرْبٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، وَسَأَلَهُ، رَجُلٌ عَنْ هَذِهِ الآيَةِ، ‏(‏ يا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلاَدِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ‏)‏ قَالَ هَؤُلاَءِ رِجَالٌ أَسْلَمُوا مِنْ أَهْلِ مَكَّةَ وَأَرَادُوا أَنْ يَأْتُوا النَّبِيَّ صلى الله عليه وسلم فَأَبَى أَزْوَاجُهُمْ وَأَوْلاَدُهُمْ أَنْ يَدَعُوهُمْ أَنْ يَأْتُوا رَسُولَ اللَّهِ صلى الله عليه وسلم فَلَمَّا أَتَوْا رَسُولَ اللَّهِ صلى الله عليه وسلم رَأَوُا النَّاسَ قَدْ فَقِهُوا فِي الدِّينِ هَمُّوا أَنْ يُعَاقِبُوهُمْ فَأَنْزَلَ اللَّهُ عَزَّ وَجَل َّ‏:‏ ‏(‏ يا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلاَدِكُمْ عَدُوًّا لَكُمْ فَاحْذَرُوهُمْ ‏)‏ الآيَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, হাদীসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}