{
  "hadith": {
    "hadith_id": 3318,
    "narrator": "উবাইদুল্লাহ ইবনু আবদুল্লাহ ইবনু আবী সাওর (রহঃ)",
    "bn": "ইবনু আব্বাস (রাঃ)-কে আমি বলতে শুনেছি, আমি উমার (রাঃ)-এর নিকট রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সেই দু’জন সহধর্মিণী প্রসঙ্গে প্রশ্ন করতে চাচ্ছিলাম যাদের প্রসঙ্গে আল্লাহ তায়ালা বলেছেনঃ “যদি তোমরা দু’জন অনুতপ্ত হয়ে আল্লাহ তায়ালার দিকে রুজু হও তবে তা ভাল, কারণ তোমাদের দু’জনের মন ঝুঁকে পড়েছে”- (সূরা তাহরীম ৪)। অবশেষে উমার (রাঃ) হাজ্জে গেলেন এবং আমিও তার সঙ্গে হাজ্জে গেলাম। পাত্র হতে আমি পানি ঢেলে দিলাম এবং তিনি উযূ করলেন। আমি বললাম, হে আমীরুল মু’মিনীন! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সেই দু’জন স্ত্রী কে যাদের প্রসঙ্গে আল্লাহ তা’য়ালা বলেছেনঃ “যদি তোমরা দু’জন অনুতপ্ত হয়ে আল্লাহ তা’য়ালার দিকে রুজু হও তবে ভাল, কেননা তোমাদের দু’জনের মন ঝুঁকে পড়েছে”- (সূরা তাহরীম ৪)। উমার (রাঃ) বলেন, হে ইবনু আব্বাস! আশ্চর্য (তুমি এটুকুও জান না)! যুহরী (রহঃ) বলেন, আল্লাহর কসম! এ কথায় প্রশ্ন করা তার নিকট মন্দ লেগেছে, কিন্তু তিনি তা লুকিয়ে রাখেননি। ইবনু আব্বাস (রাঃ) বলেন, তিনি আমাকে বললেন, তারা দু’জন ‘আয়িশাহ ও হাফসাহ।\nতারপর তিনি ঘটনাটির ব্যাখ্যা দিতে আরম্ভ করেন। তিনি বলেন, আমরা কুরাইশগণ মহিলাদের উপর প্রভাবশালী ছিলাম। কিন্তু মাদীনায় পৌঁছে আমরা দেখলাম, এখানকার পুরুষদের উপর মহিলাদের প্রাধান্য বিস্তার করে আছে। সুতরাং আমাদের মহিলারা এখানকার মহিলাদের অভ্যাস আয়ত্ত করে। একদিন আমি আমার সহধর্মিণীর উপর রাগ করলে সে আমার কথার প্রত্যুত্তর করে। কিন্তু তার প্রত্যুত্তর করাটাকে আমি অপছন্দ করলাম। সে বলল, এতে আপনার মন্দ লাগার কি আছে। আল্লাহর কসম! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহধর্মিণীগণও তাঁর কথার প্রত্যুত্তর করেন এবং সকাল হতে সন্ধ্যা পর্যন্ত তাদের কেউ কেউ তো তাঁর সংস্পর্শ থেকে চলে যান। উমার (রাঃ) বলেন, আমি মনে মনে বললাম, যে তাদের মাঝে তা করে সে তো বঞ্চিত ও ক্ষতিগ্রস্ত হল। উমার (রাঃ) বলেন, আমার বসতি ছিল মাদীনার উচ্চভূমিতে বনূ উমাইয়ার এলাকায়। আমার এক আনসারী প্রতিবেশী ছিল। পর্যায়ক্রমে আমরা দু’জনে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মাজলিসে আসা-যাওয়া করতাম। তদনুযায়ী একদিন সে তাঁর মাজলিসে গিয়ে ওয়াহী ও অন্যান্য বিষয়ের খবর নিয়ে এসে তা আমাকে জানাত এবং একদিন আমি তথায় গিয়ে (ফিরে এসে) তাকে একই রকম খবর দিতাম। উমার (রাঃ) বলেন, আমাদের মাঝে আলোচনা হচ্ছিল যে, আমাদের বিপক্ষে গাসসানীরা যুদ্ধে অবতীর্ণ হওয়ার জন্য তাদের ঘোড়াগুলো তৈরী করছে।\nএকদা রাতের বেলা সে আমার দরজায় এসে করাঘাত করলে আমি তার নিকটে বেরিয়ে এলাম। সে বলল, একটি মারাত্মক ঘটনা ঘটেছে। আমি বললাম, গাসসানীরা কি এসে গেছে? সে বলল, তার তুলনায়ও আরো মারাত্মক ঘটনা ঘটেছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর স্ত্রীদের তালাক দিয়েছেন। উমার (রাঃ) বলেন, আমি মনে মনে বললাম, হাফসা হতভাগিনী ও ক্ষতিগ্রস্ত হয়েছে। আমি পূর্বেই ভাবছিলাম এমন একটা কিছু ঘটবে। তিনি বলেন, আমি ফজরের নামাজ আদায় করে কাপড়-চোপড় পরিধান করে রওয়ানা হলাম এবং হাফসার কক্ষে দিয়ে প্রত্যক্ষ করলাম যে, সে কাঁদছে। আমি বললাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমাদেরকে তালাক দিয়েছেন কি? হাফসা (রাঃ) বলেন, আমি জানি না, তবে তিনি ঐ উপরের কুঠরিতে নির্জনতা অবলম্বন করেছেন। তিনি বলেন, তারপর ওখান হতে আমি বের হয়ে এক কৃষ্ণাঙ্গ গোলামের কাছে এসে বললাম, ‘উমারের জন্য ঢোকার অনুমতি চাও। ‘উমার (রাঃ) বলেন, তখন সে ভিতরে ঢুকল, তারপর আমার কাছে ফিরে এসে বলল, তাঁর নিকট আমি আপনার কথা বলেছি কিন্তু তিনি নিশ্চুপ ছিলেন। উমার (রাঃ) বলেন, অতঃপর আমি মাসজিদে চলে এলাম। সেখানে আমি মিম্বারের আশেপাশে কিছু সংখ্যক লোককে কান্নারত দেখলাম। তাদের নিকট আমিও বসলাম, কিন্তু আমার অস্থিরতা বেড়ে গেল। তাই আমি পুনরায় ঐ দাসের নিকট এসে বললাম, তুমি ‘উমারের জন্য ঢোকার অনুমতি চাও। অতঃপর সে ভিতর বাড়িতে প্রবেশ করে আবার ফিরে এসে বলল, আপনার কথা আমি তাঁকে বলেছি কিন্তু তিনি কিছুই বলেননি। আমি পুনরায় মসজিদে ফিরে এলাম এবং বসে পড়লাম, কিন্তু আমাকে একই চিন্তা চিন্তান্বিত করে তুলল। তাই আমি সেই গোলামের নিকট গিয়ে বললাম, উমারের জন্য ঢোকার অনুমতি চাও। সে ভিতরে ঢুকে ফিরে এসে বলল, আপনার কথা আমি তাকে বলেছি কিন্তু তিনি কিছুই বলেননি। ‘উমার (রাঃ) বলেন, আমি ফিরে যাচ্ছিলাম, হঠাৎ দাসটি আমাকে ডেকে বলল, ভিতরে প্রবেশ করুন। তিনি আপনাকে ঢোকার অনুমতি দিয়েছেন।\nতারপর ভিতরে প্রবেশ করে আমি প্রত্যক্ষ করলাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চাটাইয়ের উপর হেলাম দিয়ে শুয়ে আছেন এবং তাঁর প্রত্যেক বাহুতে চাটাইয়ের দাগ পড়ে আছে। আমি বললাম, হে আল্লাহর রাসূল! আপনি আপনার স্ত্রীদের তালাক দিয়েছেন কি? তিনি বললেনঃ না। আমি বললাম, আল্লাহু আকবার (আল্লাহ মহান)। হে আল্লাহর রাসূল! আপনি দেখুন, আমরা কুরাইশগণ মহিলাদের উপরে প্রভাব বিস্তার করে রাখতাম। কিন্তু মদীনায় পৌঁছে আমরা দেখলাম যে, একদল ব্যক্তিদের উপর তাদের নারীরাই প্রভাব বিস্তার করে রেখেছে। আমাদের মহিলারা তাদের নারীগণের এ অভ্যাস আয়ত্ত করে নিয়েছে। একদিন আমি আমার স্ত্রীর উপর রাগান্বিত হলাম, কিন্তু সে আমার প্রতিটি কথার প্রত্যুত্তর করল। আমি তার এমন আচরণকে অতীব মন্দ মনে করলাম। সে বলল, কেন এটা আপনি পছন্দ করছেন না। আল্লাহর শপথ! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রীগণও তো তাঁর কথার প্রত্যুত্তর করেন, এমনকি তাদের কেউ কেউ সকাল হতে সন্ধ্যা পর্যন্ত তাঁর সঙ্গ ত্যাগ করে কাটান। ‘উমার (রাঃ) বলেন, আমি হাফসাকে প্রশ্ন করলাম, তুমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর সাথে কি কথা কাটাকাটি কর? সে বলল, হ্যাঁ, আর আমাদের কেউ কেউ তো সকাল হতে সন্ধ্যা পর্যন্ত তাঁর সঙ্গ ত্যাগ করে কাটিয়ে দেয়। আমি বললাম, তোমাদের মাঝে যে এমন করেছে সে তো হতভাগিনী ও ক্ষতিগ্রস্ত হয়েছে। এ সম্পর্কে তোমাদের কেউ কি নিরাপদ হয়ে গেছে যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের কারো প্রতি নাখোশ হওয়ার কারণে আল্লাহ তা’য়ালাও তার উপর নাখোশ হবেন এবং ফলে সে ধ্বংস হবে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অল্প হাসলেন। উমার (রাঃ) বলেন, অতঃপর আমি হাফসাকে বললাম, তুমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ঝগড়া করবেন না এবং তাঁর নিকট কোন কিছুর বায়না ধরবে না। যা কিছুর তোমার দরকার হয় আমার কাছে চাইবে। আর তুমি ধোঁকা খেও না, তোমার সতীন তোমার তুলনায় সুন্দরী এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর খুব বেশী প্রিয়। উমার (রাঃ) বলেন, (এ কথা শুনে) তিনি আবার মুচকি হাসি দিলেন। অতঃপর আমি বললাম, হে আল্লাহর রাসূল! আপনার সঙ্গে আরো কিছু সময় কাটাই? তিনি বললেনঃ হ্যাঁ। উমার (রাঃ) বলেন, মাথা তুলে ঘরের মাঝে তাকিয়ে আমি কেবল তিনটি চামড়া ব্যতীত আর কিছুই দেখিন। তাই আমি বললাম, হে আল্লাহর রাসূল! আপনি আপনার উম্মাতের আর্থিক স্বচ্ছলতার জন্য আল্লাহ তা’আলার নিকট দু’আ করুন। তিনি তো পারস্য ও রোমের বসবাসকারীদেরকে প্রাচুর্য দান করেছেন, অথচ তারা আল্লাহ তাআলার ইবাদাত করে না। (এ কথায়) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উঠে সোজা হয়ে বসলেন এবং বললেনঃ হে খাত্তাবের ছেলে! তুমি এখনো সন্দেহের মাঝে আছ কি? এরা তো এরূপ লোক যাদেরকে নিজস্ব সৎকর্মের প্রতিদান পার্থিব জীবনেই দেয়া হয়েছে। উমার (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একমাস তাঁর সহধর্মিণীদের সঙ্গে মেলামেশা না করার প্রতিজ্ঞা করেছিলেন। এজন্য আল্লাহ তা’আলা তাঁর উপর অসন্তুষ্টি প্রকাশ করেন এবং প্রতিজ্ঞা ভঙ্গের কাফফারার (ক্ষতিপূরণ) বন্দোবস্ত করেন।\nযুহরী (রহঃ) বলেন, উরওয়াহ (রহঃ) আমার নিকট ‘আয়িশাহ (রাঃ)-এর সূত্রে রিওয়ায়াত করেছেন যে, তিনি বলেছেন, ঊনত্রিশ দিন পার হলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সর্বপ্রথমে আমার নিকট আসেন। তিনি বলেনঃ হে ‘আয়িশাহ! আমি তোমার নিকট একটি বিষয় উল্লেখ করছি, তোমার পিতা-মাতার সঙ্গে তুমি এ প্রসঙ্গে আলোচনা না করেই তাড়াহুড়া করে জবাব দিবে না। ‘আয়িশাহ (রাঃ) বলেন, অতঃপর এ আয়াতটি তিনি পাঠ করেন (অনুবাদ)ঃ “হে নাবী! আপনি আপনার স্ত্রীগণকে বলুন, যদি তোমরা পার্থিব জীবন ও তার সৌন্দর্য কামনা কর...” (সূরা আহযাব ২৮)। ‘আয়িশাহ (রাঃ) বলেন, আল্লাহর কসম! তিনি অবগত যে, আমার পিতা-মাতা আমাকে তাঁর হতে আলাদা হওয়ার অনুমতি দিবেন না। ‘আয়িশাহ (রাঃ) বলেন, আমি বললাম, এ প্রসঙ্গে আমার পিতা-মাতার কি পরামর্শ চাইব? আমি তো আল্লাহ ও তাঁর রাসূল এবং আখিরাতের বাসস্থান প্রত্যাশা করি।\n\nসহীহঃ বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي ثَوْرٍ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، رضى الله عنهما يَقُولُ لَمْ أَزَلْ حَرِيصًا أَنْ أَسْأَلَ عُمَرَ عَنِ الْمَرْأَتَيْنِ مِنْ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم اللَّتَيْنِ قَالَ اللَّهُ عَزَّ وَجَلَّْ ‏:‏ ‏(‏إن تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا ‏)‏ حَتَّى حَجَّ عُمَرُ وَحَجَجْتُ مَعَهُ فَصَبَبْتُ عَلَيْهِ مِنَ الإِدَاوَةِ فَتَوَضَّأَ فَقُلْتُ يَا أَمِيرَ الْمُؤْمِنِينَ مَنِ الْمَرْأَتَانِ مِنْ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم اللَّتَانِ قَالَ اللَّهُْ : ( إن تَتُوبَا إِلَى اللَّهِ فَقَدْ صَغَتْ قُلُوبُكُمَا وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلاَهُ ‏)‏ فَقَالَ لِي وَاعَجَبًا لَكَ يَا ابْنَ عَبَّاسٍ قَالَ الزُّهْرِيُّ وَكَرِهَ وَاللَّهِ مَا سَأَلَهُ عَنْهُ وَلَمْ يَكْتُمْهُ فَقَالَ لِي هِيَ عَائِشَةُ وَحَفْصَةُ قَالَ ثُمَّ أَنْشَأَ يُحَدِّثُنِي الْحَدِيثَ فَقَالَ كُنَّا مَعْشَرَ قُرَيْشٍ نَغْلِبُ النِّسَاءَ فَلَمَّا قَدِمْنَا الْمَدِينَةَ وَجَدْنَا قَوْمًا تَغْلِبُهُمْ نِسَاؤُهُمْ فَطَفِقَ نِسَاؤُنَا يَتَعَلَّمْنَ مِنْ نِسَائِهِمْ فَتَغَضَّبْتُ عَلَى امْرَأَتِي يَوْمًا فَإِذَا هِيَ تُرَاجِعُنِي فَأَنْكَرْتُ أَنْ تُرَاجِعَنِي فَقَالَتْ مَا تُنْكِرُ مِنْ ذَلِكَ فَوَاللَّهِ إِنَّ أَزْوَاجَ النَّبِيِّ صلى الله عليه وسلم لَيُرَاجِعْنَهُ وَتَهْجُرُهُ إِحْدَاهُنَّ الْيَوْمَ إِلَى اللَّيْلِ ‏.‏ قَالَ قُلْتُ فِي نَفْسِي قَدْ خَابَتْ مَنْ فَعَلَتْ ذَلِكَ مِنْهُنَّ وَخَسِرَتْ ‏.‏ قَالَ وَكَانَ مَنْزِلِي بِالْعَوَالِي فِي بَنِي أُمَيَّةَ وَكَانَ لِي جَارٌ مِنَ الأَنْصَارِ كُنَّا نَتَنَاوَبُ النُّزُولَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَيَنْزِلُ يَوْمًا فَيَأْتِينِي بِخَبَرِ الْوَحْىِ وَغَيْرِهِ وَأَنْزِلُ يَوْمًا فَآتِيهِ بِمِثْلِ ذَلِكَ ‏.‏ قَالَ وَكُنَّا نُحَدِّثُ أَنَّ غَسَّانَ تُنْعِلُ الْخَيْلَ لِتَغْزُوَنَا ‏.‏ قَالَ فَجَاءَنِي يَوْمًا عِشَاءً فَضَرَبَ عَلَىَّ الْبَابَ فَخَرَجْتُ إِلَيْهِ فَقَالَ حَدَثَ أَمْرٌ عَظِيمٌ ‏.‏ قُلْتُ أَجَاءَتْ غَسَّانُ قَالَ أَعْظَمُ مِنْ ذَلِكَ طَلَّقَ رَسُولُ اللَّهِ صلى الله عليه وسلم نِسَاءَهُ ‏.‏ قَالَ قُلْتُ فِي نَفْسِي قَدْ خَابَتْ حَفْصَةُ وَخَسِرَتْ قَدْ كُنْتُ أَظُنُّ هَذَا كَائِنًا قَالَ فَلَمَّا صَلَّيْتُ الصُّبْحَ شَدَدْتُ عَلَىَّ ثِيَابِي ثُمَّ انْطَلَقْتُ حَتَّى دَخَلْتُ عَلَى حَفْصَةَ فَإِذَا هِيَ تَبْكِي فَقُلْتُ أَطَلَّقَكُنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَتْ لاَ أَدْرِي هُوَ ذَا مُعْتَزِلٌ فِي هَذِهِ الْمَشْرُبَةِ ‏.‏ قَالَ فَانْطَلَقْتُ فَأَتَيْتُ غُلاَمًا أَسْوَدَ فَقُلْتُ اسْتَأْذِنْ لِعُمَرَ ‏.‏ قَالَ فَدَخَلَ ثُمَّ خَرَجَ إِلَىَّ ‏.‏ قَالَ قَدْ ذَكَرْتُكَ لَهُ فَلَمْ يَقُلْ شَيْئًا ‏.‏ قَالَ فَانْطَلَقْتُ إِلَى الْمَسْجِدِ فَإِذَا حَوْلَ الْمِنْبَرِ نَفَرٌ يَبْكُونَ فَجَلَسْتُ إِلَيْهِمْ ثُمَّ غَلَبَنِي مَا أَجِدُ فَأَتَيْتُ الْغُلاَمَ فَقُلْتُ اسْتَأْذِنْ لِعُمَرَ ‏.‏ فَدَخَلَ ثُمَّ خَرَجَ إِلَىَّ فَقَالَ قَدْ ذَكَرْتُكَ لَهُ فَلَمْ يَقُلْ شَيْئًا ‏.‏ قَالَ فَانْطَلَقْتُ إِلَى الْمَسْجِدِ أَيْضًا فَجَلَسْتُ ثُمَّ غَلَبَنِي مَا أَجِدُ فَأَتَيْتُ الْغُلاَمَ فَقُلْتُ اسْتَأْذِنْ لِعُمَرَ ‏.‏ فَدَخَلَ ثُمَّ خَرَجَ إِلَىَّ فَقَالَ قَدْ ذَكَرْتُكَ لَهُ فَلَمْ يَقُلْ شَيْئًا ‏.‏ قَالَ فَوَلَّيْتُ مُنْطَلِقًا فَإِذَا الْغُلاَمُ يَدْعُونِي فَقَالَ ادْخُلْ فَقَدْ أُذِنَ لَكَ فَدَخَلْتُ فَإِذَا النَّبِيُّ صلى الله عليه وسلم مُتَّكِئٌ عَلَى رَمْلٍ حَصِيرٍ قَدْ رَأَيْتُ أَثَرَهُ فِي جَنْبِهِ فَقُلْتُ يَا رَسُولَ اللَّهِ أَطَلَّقْتَ نِسَاءَكَ قَالَ لاَ ‏.‏ قُلْتُ اللَّهُ أَكْبَرُ لَقَدْ رَأَيْتُنَا يَا رَسُولَ اللَّهِ وَنَحْنُ مَعْشَرَ قُرَيْشٍ نَغْلِبُ النِّسَاءَ فَلَمَّا قَدِمْنَا الْمَدِينَةَ وَجَدْنَا قَوْمًا تَغْلِبُهُمْ نِسَاؤُهُمْ فَطَفِقَ نِسَاؤُنَا يَتَعَلَّمْنَ مِنْ نِسَائِهِمْ فَتَغَضَّبْتُ يَوْمًا عَلَى امْرَأَتِي فَإِذَا هِيَ تُرَاجِعُنِي فَأَنْكَرْتُ ذَلِكَ فَقَالَتْ مَا تُنْكِرُ فَوَاللَّهِ إِنَّ أَزْوَاجَ النَّبِيِّ صلى الله عليه وسلم لَيُرَاجِعْنَهُ وَتَهْجُرُهُ إِحْدَاهُنَّ الْيَوْمَ إِلَى اللَّيْلِ ‏.‏ قَالَ فَقُلْتُ لِحَفْصَةَ أَتُرَاجِعِينَ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَتْ نَعَمْ وَتَهْجُرُهُ إِحْدَانَا الْيَوْمَ إِلَى اللَّيْلِ ‏.‏ فَقُلْتُ قَدْ خَابَتْ مَنْ فَعَلَتْ ذَلِكَ مِنْكُنَّ وَخَسِرَتْ أَتَأْمَنُ إِحْدَاكُنَّ أَنْ يَغْضَبَ اللَّهُ عَلَيْهَا لِغَضَبِ رَسُولِهِ فَإِذَا هِيَ قَدْ هَلَكَتْ فَتَبَسَّمَ النَّبِيُّ صلى الله عليه وسلم ‏.‏ قَالَ فَقُلْتُ لِحَفْصَةَ لاَ تُرَاجِعِي رَسُولَ اللَّهِ صلى الله عليه وسلم وَلاَ تَسْأَلِيهِ شَيْئًا وَسَلِينِي مَا بَدَا لَكِ وَلاَ يَغُرَّنَّكِ أَنْ كَانَتْ صَاحِبَتُكِ أَوْسَمَ مِنْكِ وَأَحَبَّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ فَتَبَسَّمَ أُخْرَى فَقُلْتُ يَا رَسُولَ اللَّهِ أَسْتَأْنِسُ قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَرَفَعْتُ رَأْسِي فَمَا رَأَيْتُ فِي الْبَيْتِ إِلاَّ أَهَبَةً ثَلاَثَةً ‏.‏ قَالَ فَقُلْتُ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يُوَسِّعَ عَلَى أُمَّتِكَ فَقَدْ وَسَّعَ عَلَى فَارِسَ وَالرُّومِ وَهُمْ لاَ يَعْبُدُونَهُ ‏.‏ فَاسْتَوَى جَالِسًا فَقَالَ ‏\"‏ أَوَفِي شَكٍّ أَنْتَ يَا ابْنَ الْخَطَّابِ أُولَئِكَ قَوْمٌ عُجِّلَتْ لَهُمْ طَيِّبَاتُهُمْ فِي الْحَيَاةِ الدُّنْيَا ‏\"‏ ‏.‏ قَالَ وَكَانَ أَقْسَمَ أَنْ لاَ يَدْخُلَ عَلَى نِسَائِهِ شَهْرًا فَعَاتَبَهُ اللَّهُ فِي ذَلِكَ وَجَعَلَ لَهُ كَفَّارَةَ الْيَمِينِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মামার (রহঃ) বলেন, আইউব আমাকে জানান যে, ‘‘আয়িশাহ (রাঃ) তাঁকে বলেন, হে আল্লাহর রাসূল! আমি যে আপনাকেই বেছে নিয়েছি তা আপনার অন্যান্য স্ত্রীকে জানাবেন না। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)বললেনঃ নিশ্চয় আল্লাহ তা’আলা আমাকে মুবাল্লিগ (প্রচারক) হিসেবে পাঠিয়েছেন, কষ্ট-কাঠিন্যে নিক্ষেপকারী হিসেবে নয়।\nহাসানঃ সহীহ হাদীস সিরিজ (হাঃ ১৫১৬), মুসলিম জাবির (রাঃ) হতে বর্ণনা করেছেন।\nআবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ গারীব। এ হাদীস ইবনু আব্বাস (রাঃ) হতে একাধিক সূত্রে উল্লেখ রয়েছে।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}