{
  "hadith": {
    "hadith_id": 3330,
    "narrator": "সুওয়াইর (রহঃ)",
    "bn": "তিনি বলেনঃ আমি ইবনু উমার (রাঃ)-কে বলতে শুনেছি, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ একজন সাধারণ মর্যাদাসম্পন্ন জান্নাতীর উদ্যানসমূহ, বিবিগণ, চাকরগণ এবং খাট-পালংকসমূহ কেউ দেখতে চাইলে তা তার জন্য হাজার বছরের রাস্তা। তাদের মধ্যে আল্লাহ্‌ তা’আলার নিকট সর্বাধিক মর্যাদাসম্পন্ন ব্যক্তি সকাল-সন্ধ্যায় তাঁর চেহারা দেখার সৌভাগ্য লাভ করবেন। তারপর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এই আয়াত পাঠ করেনঃ “কিছু মুখমণ্ডল সেদিন উজ্জ্বল হবে এবং তারা তাদের রবের দিকে তাকিয়ে থাকবে” ( সূরাঃ আল-ক্বিয়ামাহ-২২-২৩)।\n\nযঈফ, যঈফা (১৯৮৫)",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنِي شَبَابَةُ، عَنْ إِسْرَائِيلَ، عَنْ ثُوَيْرٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً لَمَنْ يَنْظُرُ إِلَى جِنَانِهِ وَأَزْوَاجِهِ وَخَدَمِهِ وَسُرُرِهِ مَسِيرَةَ أَلْفِ سَنَةٍ وَأَكْرَمَهُمْ عَلَى اللَّهِ مَنْ يَنْظُرُ إِلَى وَجْهِهِ غُدْوَةً وَعَشِيَّةً ‏\"‏ ‏.‏ ثُمَّ قَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏(‏وجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ قَدْ رَوَاهُ غَيْرُ وَاحِدٍ عَنْ إِسْرَائِيلَ مِثْلَ هَذَا مَرْفُوعًا ‏.‏ وَرَوَى عَبْدُ الْمَلِكِ بْنُ أَبْجَرَ عَنْ ثُوَيْرٍ عَنِ ابْنِ عُمَرَ قَوْلَهُ وَلَمْ يَرْفَعْهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। একাধিক বর্ণনাকারী ইসরাঈলের সূত্রে হাদীসটি একইভাবে মারফূ হিসেবে বর্ণনা করেছেন। আবদুল মালিক ইবনু আব্‌জার (রহঃ) সুওয়াইর হতে তিনি (মুজাহিদ) ইবনু উমার (রাঃ) সুত্রে এটিকে তার কথা হিসেবে (মাওকূফ হিসেবে) বর্ণনা করেছেন, মারফূ হিসেবে নয়। আল-আশজাঈ (রহঃ) সুফিয়ান হতে তিনি সুওয়াইর হতে তিনি মুজাহিদ হতে তিনি ইবনু উমার (রাঃ) সূত্রে তার কথারূপে বর্ণনা করেছেন এবং মারফূরূপে বর্ণনা করেননি। আবূ ঈসা বলেন, আমাদের জানামতে এ হাদীসের সনদে সুফিয়ান ব্যতীত অন্য কেউ মুজাহিদের উল্লেখ করেননি। সুওয়াইর-এর ডাকনাম আবূ জাহম। আবূ ফাখি তার নাম সাঈদ ইবনু ইলাকা।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}