{
  "hadith": {
    "hadith_id": 3339,
    "narrator": "আবু হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, (রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) বলেছেনঃ \"আল ইয়াউমুল মাও'ঊদ\"- (সূরা বুরূজ ২) অর্থ-ক্বিয়ামাতের দিন; \"আল-ইয়াউমুল মাশ্হুদ \"-(সূরা হূদ ১০৩) অর্থ-'আরাফাতে (উপস্থিতির) দিন এবং \"আশ্-শাহিদ (সূরা বুরূজ ৩) অর্থ- জুমু'আর দিন। রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) আরো  বলেনঃ যে সমস্ত দিন সূর্য উদিত হয় ও অস্ত যায় তার মাঝে জুমু'আর দিনের তুলনায় বেশি ভালো কোন দিন নেই। এ দিনের মধ্যে এমন একটি সময় আছে, ঠিক সে সময় কোন মু'মিন বান্দা আল্লাহ তা'আলার নিকট প্রার্থনা করলে তার প্রার্থনা তিনি ক্ববূল করেন এবং যে বস্তু (অনিষ্ট) হতে সে আশ্রয় প্রার্থনা করে তা হতে তিনি তাকে আশ্রয় দান করেন।\n\nহাসানঃ মিশকাত তাহক্বীক্ব সানী (হাঃ ১৩৬২), সহীহ হাদীস সিরিজ (হাঃ ১৫০২)",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، وَعُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ مُوسَى بْنِ عُبَيْدَةَ، عَنْ أَيُّوبَ بْنِ خَالِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْيَوْمُ الْمَوْعُودُ يَوْمُ الْقِيَامَةِ وَالْيَوْمُ الْمَشْهُودُ يَوْمُ عَرَفَةَ وَالشَّاهِدُ يَوْمُ الْجُمُعَةِ وَمَا طَلَعَتِ الشَّمْسُ وَلاَ غَرَبَتْ عَلَى يَوْمٍ أَفْضَلَ مِنْهُ فِيهِ سَاعَةٌ لاَ يُوَافِقُهَا عَبْدٌ مُؤْمِنٌ يَدْعُو اللَّهَ بِخَيْرٍ إِلاَّ اسْتَجَابَ اللَّهُ لَهُ وَلاَ يَسْتَعِيذُ مِنْ شَرٍّ إِلاَّ أَعَاذَهُ اللَّهُ مِنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مُوسَى بْنِ عُبَيْدَةَ ‏.‏ وَمُوسَى بْنُ عُبَيْدَةَ يُضَعَّفُ فِي الْحَدِيثِ ضَعَّفَهُ يَحْيَى بْنُ سَعِيدٍ وَغَيْرُهُ مِنْ قِبَلِ حِفْظِهِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "'আলী ইবনু হুজর-কুররান ইবনু তাম্মাম আল-আসাদী হতে, তিনি মূসা ইবনু 'উবাইদাহ্ র সনদে উপরোক্ত হাদীসের একই রকম বর্ণনা করেছেন। মূসা ইবনু 'উবাইদাহ্ আর-রাবাযীর উপনাম আবূ 'আবদুল 'আযীয। ইয়াহ্ইয়া ইবনু সা'ঈদ আল-কাত্তান প্রমুখ তার স্মরনশক্তির দুর্বলতার সমালোচলা করেছেন। অবশ্য শু'বাহ্, সুফ্ইয়ান আস্- সাওরী প্রমুখ ইমামগন মূসা ইবনু 'উবাইদাহ্ হতে হাদীস হাদীস রিওয়ায়াত করেছেন।  \nআবূ 'ঈসা বলেন,  এ হাদীসটি  হাসান গারীব। \nএ হাদীস কেবল মূসা ইবনু  'উবাইদাহ্ র সনদেই আমরা অবগত হয়েছি। হাদীসশাস্ত্রে মূসা ইবনু 'উবাইদাকে দুর্বল আখ্যায়িত করা হয়েছে। ইয়াহ্ইয়া ইবনু সা'ঈদ প্রমুখ তাকে তার স্মৃতিশক্তির দিক হতে কমজোড় বলেছেন।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}