{
  "hadith": {
    "hadith_id": 3344,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, বাক্বী'তে একটি জানাযার আমার হাযির ছিলাম। নবী (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) ও এসে বসলেন এবং তাঁর সঙ্গে আমরাও বসলাম। তাঁর সঙ্গে একটি কাঠ ছিল যা দিয়ে তিনি যমীন খুঁড়ছিলেন। অতঃপর তিনি আকাশের দিকে মাথা তুলে বলেনঃ কোন সৃষ্টিই এরূপ নেই যার বাসস্থান লিখিত হয়নি। লোকেরা বলল, হে আল্লাহর রাসূল! তবে আমাদের সেই লেখার উপর আমরা কি নির্ভর করব না? যে আমাদের মাঝে ভাগ্যবানদের অন্তর্ভুক্ত সে তো সৌভাগ্যসুলভ কাজই করবে, আর যে হতভাগ্যদের দলভুক্ত সে তো দুর্ভাগ্যের কর্মই করবে। রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) বলেনঃ বরং তোমরা 'আমাল করতে থাক। কারণ যাকে যে 'আমালের জন্য সৃষ্টি করা হয়েছে সেটাই তার জন্য সহজসুলভ করে দেয়া হয়েছে। যে লোক ভাগ্যবানদের দলভুক্ত তার জন্য সৌভাগ্যসুলভ 'আমালই সহজতর করা হয়েছে এবং যে লোক হতভাগ্যদের দলভুক্ত তার জন্য দুর্ভাগ্যজনক কাজই সহজতর করা হয়েছে। অতঃপর তিনি তিলাওয়াত করেনঃ \"সুতরাং কেউ দান করলে, মুত্তাকী হলে এবং যা ভাল তা সঠিক মনে করে গ্রহণ করলে তার জন্য আমি সুগম করে দিব সহজ পথ। আর কেউ কৃপণতা করলে ও নিজেকে স্বয়ংসম্পূর্ণ মনে করলে, আর যা ভাল তা অস্বীকার করলে আমি তার জন্য সুগম করে দিব কঠোর পথ \"-(সূরা লাইল ৫-১০)\n\nসহীহঃ বুখারী ও মুসলিম, ২১৩৬ নং হাদীস পূর্বে সংক্ষেপে বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا زَائِدَةُ بْنُ قُدَامَةَ، عَنْ مَنْصُورِ بْنِ الْمُعْتَمِرِ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عَلِيٍّ، رضى الله عنه قَالَ كُنَّا فِي جَنَازَةٍ فِي الْبَقِيعِ فَأَتَى النَّبِيُّ صلى الله عليه وسلم فَجَلَسَ وَجَلَسْنَا مَعَهُ وَمَعَهُ عُودٌ يَنْكُتُ بِهِ فِي الأَرْضِ فَرَفَعَ رَأْسَهُ إِلَى السَّمَاءِ فَقَالَ ‏\"‏ مَا مِنْ نَفْسٍ مَنْفُوسَةٍ إِلاَّ قَدْ كُتِبَ مَدْخَلُهَا ‏\"‏ ‏.‏ فَقَالَ الْقَوْمُ يَا رَسُولَ اللَّهِ أَفَلاَ نَتَّكِلُ عَلَى كِتَابِنَا فَمَنْ كَانَ مِنْ أَهْلِ السَّعَادَةِ فَإِنَّهُ يَعْمَلُ لِلسَّعَادَةِ وَمَنْ كَانَ مِنْ أَهْلِ الشَّقَاءِ فَإِنَّهُ يَعْمَلُ لِلشَّقَاءِ قَالَ ‏\"‏ بَلِ اعْمَلُوا فَكُلٌّ مُيَسَّرٌ أَمَّا مَنْ كَانَ مِنْ أَهْلِ السَّعَادَةِ فَإِنَّهُ يُيَسَّرُ لِعَمَلِ السَّعَادَةِ وَأَمَّا مَنْ كَانَ مِنْ أَهْلِ الشَّقَاءِ فَإِنَّهُ يُيَسَّرُ لِعَمَلِ الشَّقَاءِ ‏\"‏ ‏.‏ ثُمَّ قَرَأَ ‏:‏ ‏(‏فأَمَّا مَنْ أَعْطَى وَاتَّقَى * وَصَدَّقَ بِالْحُسْنَى * فَسَنُيَسِّرُهُ لِلْيُسْرَى * وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى * وَكَذَّبَ بِالْحُسْنَى * فَسَنُيَسِّرُهُ لِلْعُسْرَى ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি  হাসান সহীহ।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}