{
  "hadith": {
    "hadith_id": 3369,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌ তা‘আলা যখন দুনিয়া সৃষ্টি করেন তখন তা দুলতে থাকে। তাই তিনি পর্বতমালা সৃষ্টি করে তাকে দুনিয়ার উপর স্থাপন করেন। ফলে দুনিয়া শান্ত হয়। পর্বতমালার শক্ত কাঠামোতে ফেরেশতাগণ বিস্মিত হয়ে বলেনঃ হে প্রতিপালক! আপনার সৃষ্টির মধ্যে পর্বতমালা হতেও কঠিন কোন কিছু আছে কি? আল্লাহ তা’আলা বলেনঃ হ্যাঁ, লোহা। তাঁরা বললেনঃ হে রব! আপনার সৃষ্টির মধ্যে লোহা হতেও শক্ত ও মজবুত কোন কিছু আছে কি? তিনি বললেনঃ হ্যাঁ, আগুন।তারা বললেনঃ হে প্রতিপালক! “আগুন হতেও আপনার সৃষ্টির মধ্যে শক্তিমান ও কঠিন অন্য কিছু আছে কি? তিনি বললেনঃ হ্যাঁ, পানি। তাঁরা বললেনঃ প্রভু হে! আপনার সৃষ্টির মধ্যে পানি হতেও শক্তিশালী কিছু আছে কি?  তিনি বললেনঃ হ্যাঁ, বায়ু। অবশেষে ফেরেশতাগণ বললেনঃ হে প্রতিপালক! বায়ু হতেও বেশি কঠিন ও শক্তিশালী আপনার সৃষ্টির মধ্যে কিছু আছে কি? আল্লাহ তা’আলা বললেনঃ হ্যাঁ, সেই আদম সন্তান, যে ডান হাতে দান-খাইরাত করলে তার বাম হাতের কাছে অজানা থাকে।\n\nযইফ, মিশকাত (১৯২৩), তা’লীকুর রাগীব (২/৩১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا الْعَوَّامُ بْنُ حَوْشَبٍ، عَنْ سُلَيْمَانَ بْنِ أَبِي سُلَيْمَانَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لَمَّا خَلَقَ اللَّهُ الأَرْضَ جَعَلَتْ تَمِيدُ فَخَلَقَ الْجِبَالَ فَعَادَ بِهَا عَلَيْهَا فَاسْتَقَرَّتْ فَعَجِبَتِ الْمَلاَئِكَةُ مِنْ شِدَّةِ الْجِبَالِ قَالُوا يَا رَبِّ هَلْ مِنْ خَلْقِكَ شَيْءٌ أَشَدُّ مِنَ الْجِبَالِ قَالَ نَعَمِ الْحَدِيدُ ‏.‏ قَالُوا يَا رَبِّ فَهَلْ مِنْ خَلْقِكَ شَيْءٌ أَشَدُّ مِنَ الْحَدِيدِ قَالَ نَعَمِ النَّارُ ‏.‏ فَقَالُوا يَا رَبِّ فَهَلْ مِنْ خَلْقِكَ شَيْءٌ أَشَدُّ مِنَ النَّارِ قَالَ نَعَمِ الْمَاءُ ‏.‏ قَالُوا يَا رَبِّ فَهَلْ مِنْ خَلْقِكَ شَيْءٌ أَشَدُّ مِنَ الْمَاءِ قَالَ نَعَمْ الرِّيحُ قَالُوا يَا رَبِّ فَهَلْ مِنْ خَلْقِكَ شَيْءٌ أَشَدُّ مِنَ الرِّيحِ قَالَ نَعَمِ ابْنُ آدَمَ تَصَدَّقَ بِصَدَقَةٍ بِيَمِينِهِ يُخْفِيهَا مِنْ شِمَالِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। আমরা শুধু উপরোক্ত সূত্রে এ হাদীস মারফু হিসেবে জেনেছি।",
    "chapter": {
      "chapter_number": "44"
    }
  }
}