{
  "hadith": {
    "hadith_id": 3379,
    "narrator": "আবূ সা‘ঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, মু’আবিয়াহ্‌ (রাঃ) মাসজিদে গেলেন। তিনি (মাসজিদে কিছুলোক বসা দেখে তাদেরকে) বললেন, তোমাদের কিসে বসিয়ে রেখেছে? তারা বললেন, আমরা বসে বসে আল্লাহ তা‘আলার যিক্‌র করছি। তিনি বললেন, আল্লাহর ক্বসম! তোমাদেরকে আল্লাহ তা‘আলার যিক্‌রই কি বসিয়ে রেখেছে? তারা বললেন, আল্লাহর শপথ! আল্লাহ তা‘আলার যিক্‌রই আমাদেরকে বসিয়ে রেখেছে। তিনি বললেন, শোন! তোমাদের মিথ্যা বলার সন্দেহে আমি তোমাদেরকে শপথ করাইনি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আমার চেয়ে কম হাদীস বর্ণনাকারীও কেউ নেই। একদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাথীদের এক দরবারে পৌঁছে বললেনঃ তোমাদেরকে কিসে বসিয়ে রেখেছে? তারা বলেন, এখানে বসে আমরা আল্লাহ তা‘আলার যিক্‌র করছি এবং তাঁর প্রশংসা করছি, কেননা ইসলামের দিকে তিনিই আমাদেরকে পথ দেখিয়েছেন এবং ইসলামের মাধ্যমে আমাদের প্রতি বিরাট অনুগ্রহ করেছেন। তিনি বললেনঃ আল্লাহর শপথ! এটাই তোমাদেরকে বসিয়ে রেখেছে কি? তারা বললেন, আল্লাহর শপথ! আমাদেরকে শুধুমাত্র এটাই বসিয়ে রেখেছে। তিনি বললেনঃ তোমাদের মিথ্যা বলার সন্দেহে আমি তোমাদেরকে ক্বসম দেইনি। জিবরীল (‘আঃ) আমার কাছে এসে আমাকে জানিয়েছেন যে, আল্লাহ তা‘আলা ফেরেশতাদের সম্মুখে তোমাদের নিয়ে গর্ব করছেন। \n\nসহীহ : মুসলিম (হাঃ ৮/৭২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مَرْحُومُ بْنُ عَبْدِ الْعَزِيزِ الْعَطَّارُ، حَدَّثَنَا أَبُو نَعَامَةَ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ خَرَجَ مُعَاوِيَةُ إِلَى الْمَسْجِدِ فَقَالَ مَا يُجْلِسُكُمْ قَالُوا جَلَسْنَا نَذْكُرُ اللَّهَ قَالَ آللَّهِ مَا أَجْلَسَكُمْ إِلاَّ ذَاكَ قَالُوا وَاللَّهِ مَا أَجْلَسَنَا إِلاَّ ذَاكَ ‏.‏ قَالَ أَمَا إِنِّي مَا أَسْتَحْلِفُكُمْ تُهْمَةً لَكُمْ وَمَا كَانَ أَحَدٌ بِمَنْزِلَتِي مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَقَلَّ حَدِيثًا عَنْهُ مِنِّي إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ عَلَى حَلْقَةٍ مِنْ أَصْحَابِهِ فَقَالَ ‏\"‏ مَا يُجْلِسُكُمْ ‏\"‏ ‏.‏ قَالُوا جَلَسْنَا نَذْكُرُ اللَّهَ وَنَحْمَدُهُ لِمَا هَدَانَا لِلإِسْلاَمِ وَمَنَّ عَلَيْنَا بِهِ ‏.‏ فَقَالَ ‏\"‏ آللَّهِ مَا أَجْلَسَكُمْ إِلاَّ ذَاكَ ‏\"‏ ‏.‏ قَالُوا آللَّهِ مَا أَجْلَسَنَا إِلاَّ ذَاكَ ‏.‏ قَالَ ‏\"‏ أَمَا إِنِّي لَمْ أَسْتَحْلِفْكُمْ لِتُهْمَةٍ لَكُمْ إِنَّهُ أَتَانِي جِبْرِيلُ فَأَخْبَرَنِي أَنَّ اللَّهَ يُبَاهِي بِكُمُ الْمَلاَئِكَةَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ وَأَبُو نَعَامَةَ السَّعْدِيُّ اسْمُهُ عَمْرُو بْنُ عِيسَى وَأَبُو عُثْمَانَ النَّهْدِيُّ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ مَلٍّ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}