{
  "hadith": {
    "hadith_id": 338,
    "narrator": "আবদুল্লাহ ইবনু সামিত (রাঃ)",
    "bn": "তিনি বলেন, আমি আবূ যার (রাঃ)-কে বলতে শুনেছি, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন কোন বাক্তি নামায আদায় করে তখন তার সামনে হাওদার পিছনের কাঠের মত কিছু (অন্তরাল) না থাকলে কালো কুকুর, গাদা ও স্ত্রীলোক তার নামায নষ্ট করে দিবে। আমি আবু যার (রাঃ)-কে প্রশ্ন করলাম, কালো কুকুর এমন কি অপরাধ করল, অথচ লাল অথবা সাদা কুকুরও তো রয়েছে? তিনি বললেন হে ভ্রাতুষ্পুত্র! আমিও তোমার মত রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এমন প্রশ্ন করেছিলাম। তিনি বললেন কালো কুকুর শাইতান সমতুল্য।\n\nসহীহ্‌। ইবনু মাজাহ-(৯৫২), মুসলিম",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا يُونُسُ بْنُ عُبَيْدٍ، وَمَنْصُورُ بْنُ زَاذَانَ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ، قَالَ سَمِعْتُ أَبَا ذَرٍّ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا صَلَّى الرَّجُلُ وَلَيْسَ بَيْنَ يَدَيْهِ كَآخِرَةِ الرَّحْلِ أَوْ كَوَاسِطَةِ الرَّحْلِ قَطَعَ صَلاَتَهُ الْكَلْبُ الأَسْوَدُ وَالْمَرْأَةُ وَالْحِمَارُ ‏\"‏ ‏.‏ فَقُلْتُ لأَبِي ذَرٍّ مَا بَالُ الأَسْوَدِ مِنَ الأَحْمَرِ مِنَ الأَبْيَضِ فَقَالَ يَا ابْنَ أَخِي سَأَلْتَنِي كَمَا سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ الْكَلْبُ الأَسْوَدُ شَيْطَانٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَالْحَكَمِ بْنِ عَمْرٍو الْغِفَارِيِّ وَأَبِي هُرَيْرَةَ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي ذَرٍّ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَيْهِ قَالُوا يَقْطَعُ الصَّلاَةَ الْحِمَارُ وَالْمَرْأَةُ وَالْكَلْبُ الأَسْوَدُ ‏.‏ قَالَ أَحْمَدُ الَّذِي لاَ أَشُكُّ فِيهِ أَنَّ الْكَلْبَ الأَسْوَدَ يَقْطَعُ الصَّلاَةَ وَفِي نَفْسِي مِنَ الْحِمَارِ وَالْمَرْأَةِ شَيْءٌ ‏.‏ قَالَ إِسْحَاقُ لاَ يَقْطَعُهَا شَيْءٌ إِلاَّ الْكَلْبُ الأَسْوَدُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ সা’ঈদ, হাকাম আল-গীফারী, আবূ হুরায়রা ও আনাস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ আবূ যার-এর হাদীসটি হাসান সহীহ। কিছু সংখ্যক বিদ্বান এ হাদিসের ভিত্তিতে বলেছেন, গাধা, স্ত্রীলোক ও কালো কুকুর নামাযীর সামনে দিয়ে গেলে নামায নষ্ট হয়ে যায়। ইমাম আহমাদ বলেন, এ ব্যাপারে আমার কোন সন্দেহ নেই যে, কালো কুকুর নামায নষ্ট করে দেয়; কিন্তু গাধা এবং স্ত্রীলোকের ব্যাপারে আমার সন্দেহ আছে। ইমাম ইসহাক বলেন, কালো কুকুর নামায নষ্ট করে দেয়। এছাড়া আর কোন কিছু নামায নষ্ট করতে পারে না ।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}