{
  "hadith": {
    "hadith_id": 3394,
    "narrator": "আল-বারাআ ইবনু ‘আযিব (রাঃ)",
    "bn": "তাকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি কি তোমাকে কিছু দু‘আ শিখিয়ে দিব না যা তুমি বিছানাগত হওয়ার সময় পাঠ করবে? তাহলে ঐ রাতে তোমার মৃত্যু হলে ফিত্‌রাতের (ইসলামের) উপরই মৃত্যুবরণ করবে। আর তুমি (জীবিত থাকলে) ভোরে উপনীত হলে মঙ্গল লাভ করবে। তুমি বল, “হে আল্লাহ! নিজেকে আমি তোমার কাছে সমর্পণ করলাম, আমি আমার মুখ তোমার দিকে ফিরিয়ে দিলাম। আমার সকল বিষয় আমি তোমার উপর সমর্পণ করলাম, তোমার রাহমাতের আশা ও তোমার শাস্তির ভয় নিয়ে আমার পিঠ তোমার আশ্রয়ে সমর্পণ করলাম। তোমার হতে পালিয়ে আশ্রয় নেয়ার এবং নাজাত পাওয়ার তুমি ছাড়া আর কোন আশ্রয়স্থল নেই। যে কিতাব তুমি অবতীর্ণ করেছ এবং যে নবী প্রেরণ করেছ তার উপর আমি ঈমান এনেছি।” আল-বারাআ (রাঃ) বলেন, আমি (বিনাবিয়্যিকা-এর স্থলে) ‘বিরাসূলিকাল্লাযী আরসাল্‌তা (তুমি যে রাসূল প্রেরণ করেছ) বললাম। সে সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার বুকে নিজের হাত দিয়ে খোঁচা মেরে বললেনঃ ‘ওয়াবিনাবিয়্যিকাল্লাযী আর্‌সাল্‌তা’ বল।\n \nসহীহ : আল-কালিমুত্‌ তাইয়্যিব (হাঃ ৪১/২৬), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي إِسْحَاقَ الْهَمْدَانِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لَهُ ‏\"‏ أَلاَ أُعَلِّمُكَ كَلِمَاتٍ تَقُولُهَا إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَإِنْ مُتَّ مِنْ لَيْلَتِكَ مُتَّ عَلَى الْفِطْرَةِ وَإِنْ أَصْبَحْتَ أَصْبَحْتَ وَقَدْ أَصَبْتَ خَيْرًا تَقُولُ اللَّهُمَّ إِنِّي أَسْلَمْتُ نَفْسِي إِلَيْكَ وَوَجَّهْتُ وَجْهِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ رَغْبَةً وَرَهْبَةً إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ ‏\"‏ ‏.‏ قَالَ الْبَرَاءُ فَقُلْتُ وَبِرَسُولِكَ الَّذِي أَرْسَلْتَ ‏.‏ قَالَ فَطَعَنَ بِيَدِهِ فِي صَدْرِي ثُمَّ قَالَ ‏\"‏ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنِ الْبَرَاءِ ‏.‏ وَرَوَاهُ مَنْصُورُ بْنُ الْمُعْتَمِرِ عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنِ الْبَرَاءِ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ إِلاَّ أَنَّهُ قَالَ إِذَا أَوَيْتَ إِلَى فِرَاشِكَ وَأَنْتَ عَلَى وُضُوءٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ رَافِعِ بْنِ خَدِيجٍ رضى الله عنه ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}