{
  "hadith": {
    "hadith_id": 3422,
    "narrator": "আলী ইবনু আবী ত্বালিব (রাঃ)",
    "bn": "যখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (রাতে তাহাজ্জুদ) নামাযে দন্ডায়মান হতেন তখন বলতেনঃ “একনিষ্ঠভাবে আমি আমার মুখমন্ডল তাঁর দিকে প্রত্যাবর্তন করলাম যিনি আকাশমন্ডলী ও দুনিয়া সৃষ্টি করেছেন এবং আমি মুশরিকদের দলভুক্ত নই”- (সূরা আন’আম ৭৯)। “আমার নামায, আমার ইবাদাত (হাজ্জ ও কুরবানী), আমার প্রান ও আমার মৃত্যু বিশ্বজগতের পালনকর্তা আল্লাহ তা‘আলার জন্য।তাঁর কোন অংশীদার নেই এবং আমি এজন্যই আদিষ্ট হয়েছি। আমি একজন মুসলিম”- (সূরা আন‘আম ১৬২-১৬৩)। “হে আল্লাহ ! তুমিই বাদশাহ, তুমি ব্যতীত আর কোন মা ‘বূদ নেই , তুমিই আমার প্রভু, আমি তোমার দাস। আমার আত্মার প্রতি আমি যুলম করেছি এবং আমি আমার কৃত অন্যায় স্বীকার করেছি। সুতরাং আমার সকল অন্যায় তুমি ক্ষমা করে দাও। কেননা তুমি ছাড়া অপরাধ ক্ষমা করার আর কেউ নেই। তুমি আমাকে সর্বোত্তম চরিত্রের পথে পরিচালিত কর। কেননা তুমি ব্যতীত অন্য কেউ সর্বোত্তম চরিত্রের রাস্তায় পরিচালিত করতে পারে না। আমাকে অপরাধ হতে তুমি ফিরিয়ে রাখ, কেননা তুমি ছাড়া অন্য কেউ আমাকে খারাপ পথ হতে ফিরিয়ে রাখতে পারে না। তোমার সমীপে আমি উপস্থিত, সকল সৌভাগ্য ও মঙ্গল তোমার আয়ত্তাধীন।আর খারাপের কিছুই তোমার দিকে সম্পর্কিত করা যায় না। আমি তোমার জন্যই এবং তোমার নিকটেই আমার ফিরে আসা।তুমি মঙ্গলময় ও সুমহান। তোমার কাছে আমি মাফ চাই এবং তোমার দিকেই প্রত্যাবর্তন করি”। তিনি রুকূ‘তে গিয়ে বলতেনঃ “হে আল্লাহ! আমি তোমার জন্য রুকূ‘ করলাম, তোমার উপর ঈমান আনলাম এবং তোমার নিকট আত্মসমর্পণ করলাম সুতরাং আমার কান , আমার চোখ , আমার সকল হাঁড় ও স্নায়ুগুলো তোমার জন্যই অবনমিত”। তিনি ((রুকূ‘ হতে) মাথা তুলে বলতেনঃ “হে আল্লাহ, আমাদের প্রভু! তোমার জন্য সকল প্রশংসা-আকাশ-যমীন ও আ দু’য়ের মাঝে যা কিছু আছে এবং তুমি যা চাও এ সকল পূর্ণ পরিমাণ”।তিনি সাজদাহতে গিয়ে বলতেনঃ “হে আল্লাহ আমি সাজদাহ করলাম, তোমার উপর ঈমান আনলাম, আমি তোমার নিকট আত্মসমর্পণ করলাম। আমার চেহারা তাঁর উদ্দেশে সাজদাহ করল, যিনি তা সৃষ্টি করেছেন, তাকে সুন্দর আকৃতি দান করেছেন এবং (তা ভেদ করে) তার কান ও চোখ ফুটিয়েছেন। সর্বোত্তম স্রষ্টা আল্লাহ তা‘আলা বারাকাতময়”। তারপর তাশাহহুদ ও সালামের মাঝে সবশেষে তিনি বলতেনঃ “হে আল্লাহ ! আমি পূর্বে  ও পরে, লুকায়িত ও প্রকাশ্য যে গুনাহ করেছি, যে উচ্ছৃংখলতা করেছি এবং আমার প্রসঙ্গে তোমার জানা মতে, যা কিছু আমি (অন্যায়-অপরাধ) করেছি সে সব তুমি ক্ষমা করে দাও। তুমিই শুরু এবং তুমিই শেষ। তুমি ব্যতীত কোন মা‘বূদ নেই।\n\nসহীহঃ প্রাগুক্ত।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ، وَيُوسُفُ بْنُ الْمَاجِشُونِ، قَالَ عَبْدُ الْعَزِيزِ حَدَّثَنِي عَمِّي، وَقَالَ، يُوسُفُ أَخْبَرَنِي أَبِي، حَدَّثَنِي الأَعْرَجُ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا قَامَ إِلَى الصَّلاَةِ قَالَ ‏\"‏ وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَاىَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ اللَّهُمَّ أَنْتَ الْمَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ أَنْتَ رَبِّي وَأَنَا عَبْدُكَ ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبِي جَمِيعًا إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ وَاهْدِنِي لأَحْسَنِ الأَخْلاَقِ لاَ يَهْدِي لأَحْسَنِهَا إِلاَّ أَنْتَ وَاصْرِفْ عَنِّي سَيِّئَهَا لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ لَبَّيْكَ وَسَعْدَيْكَ وَالْخَيْرُ كُلُّهُ فِي يَدَيْكَ وَالشَّرُّ لَيْسَ إِلَيْكَ أَنَا بِكَ وَإِلَيْكَ تَبَارَكْتَ وَتَعَالَيْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ ‏\"‏ ‏.‏ فَإِذَا رَكَعَ قَالَ ‏\"‏ اللَّهُمَّ لَكَ رَكَعْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ خَشَعَ لَكَ سَمْعِي وَبَصَرِي وَعِظَامِي وَعَصَبِي ‏\"‏ ‏.‏ فَإِذَا رَفَعَ قَالَ ‏\"‏ اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ مِلْءَ السَّمَاءِ وَمِلْءَ الأَرْضِ وَمِلْءَ مَا بَيْنَهُمَا وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ ‏\"‏ ‏.‏ فَإِذَا سَجَدَ قَالَ ‏\"‏ اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ فَصَوَّرَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ فَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ ‏\"‏ ‏.‏ ثُمَّ يَقُولُ مِنْ آخِرِ مَا يَقُولُ بَيْنَ التَّشَهُّدِ وَالتَّسْلِيمِ ‏\"‏ اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ وَمَا أَسْرَفْتُ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}