{
  "hadith": {
    "hadith_id": 344,
    "narrator": "আবু হুরায়রা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ পূর্ব ও পশ্চিমের মাঝে কিবলা অবস্থিত।\n\nসহীহ্‌। দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ بَكْرٍ الْمَرْوَزِيُّ، حَدَّثَنَا الْمُعَلَّى بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الْمَخْرَمِيُّ، عَنْ عُثْمَانَ بْنِ مُحَمَّدٍ الأَخْنَسِيِّ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ قِبْلَةٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَإِنَّمَا قِيلَ عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الْمَخْرَمِيُّ لأَنَّهُ مِنْ وَلَدِ الْمِسْوَرِ بْنِ مَخْرَمَةَ ‏.‏ وَقَدْ رُوِيَ عَنْ غَيْرِ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ قِبْلَةٌ ‏\"‏ ‏.‏ مِنْهُمْ عُمَرُ بْنُ الْخَطَّابِ وَعَلِيُّ بْنُ أَبِي طَالِبٍ وَابْنُ عَبَّاسٍ ‏.‏ وَقَالَ ابْنُ عُمَرَ إِذَا جَعَلْتَ الْمَغْرِبَ عَنْ يَمِينِكَ وَالْمَشْرِقَ عَنْ يَسَارِكَ فَمَا بَيْنَهُمَا قِبْلَةٌ إِذَا اسْتَقْبَلْتَ الْقِبْلَةَ ‏.‏ وَقَالَ ابْنُ الْمُبَارَكِ ‏\"‏ مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ قِبْلَةٌ ‏\"‏ ‏.‏ هَذَا لأَهْلِ الْمَشْرِقِ ‏.‏ وَاخْتَارَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ التَّيَاسُرَ لأَهْلِ مَرْوٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ। ‘আব্দুল্লাহ ইবনু জাফর মাখরামী এজন্য বলা হয়ে থাকে যে, তিনি মিসওয়ার ইবনু মাখরামার সন্তান। এ হাদীসটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একাধিক সাহাবা বর্ণনা করেছেন। ‘উমার ঈবনুল খাত্তাব, আলি ইবনু আবূ তালিব ও ইবনু ‘আব্বাস (রাঃ) তাদের অন্তর্ভূক্ত। ইবনু ‘উমার (রাঃ) বলেনঃ \n“যখন তুমি পশ্চিমকে ডান দিকে এবং পূর্বকে বাম দিকে রেখে কিবলামুখী হয়ে দাড়াও তখন এই উভয় দিকের মধ্যবর্তী দিকই কিবলার দিক”।\nইবনূল মুবারাক বলেন, পূর্ব-পশ্চিমের মধ্যবর্তী দিকগুলো প্রাচ্যবাসীদের কিবলা। তিনি মরুবাসীদের জন্য বাঁ দিক কিবলা নির্দিষ্ট করেছেন।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}