{
  "hadith": {
    "hadith_id": 3446,
    "narrator": "আলী ইবনু রাবীআহ (রহঃ)",
    "bn": "তিনি বলেন, ‘আলী (রাঃ) এর কাছে আমি উপস্থিত থাকা অবস্থায় তার নিকট আরোহণের জন্য একটি জন্তু আনা হল। তিনি পা দানীতে তার পা রেখে বললেন, “ বিসমিল্লাহ্‌ “। তারপর তিনি তার পিঠের উপর ঠিকমত বসার পর বললেন ,” আলহামদু লিল্লাহ্‌ “। তারপর বললেন , “ পবিত্র ও মহান তিনি যিনি একে আমাদের নিয়ন্ত্রনাধীন করেছেন , তা না হলে আমরা একে বশীভূত করতে সক্ষম ছিলাম না। অবশ্যই আমরা আমাদের পালনকর্তার কাছে ফিরে যাব “ –(সূরা আয-যুখরুখ ১৩—১৪)। এরপর তিনি “ আলহামদু লিল্লাহ “তিনবার ও “ আল্লাহু আকবর “ তিনবার বললেন এবং আরো বললেনঃ তুমি অত্যন্তঃ পবিত্র সত্তা , আমার উপর আমি অত্যাচার করেছি। অতএব তুমি আমাকে মাফ কর , কেননা তুমি ব্যতীত আর কেউ গুনাহ মাফ করতে পারে না।“ তারপর তিনি হাসলেন। আমি প্রশ্ন করলাম , হে আমীরুল মু’মিনীন! আপনি কি কারনে হাসলেন? তিনি বললেন, রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে আমি তা-ই করতে দেখেছি যা আমি করলাম। তারপর তিনি হেসেছিলেন। আমি প্রশ্ন করেছিলাম , হে আল্লাহর রাসুল ! আপনি কি কারনে হাসলেন? তিনি বললেনঃ যখন বান্দা বলে , “হে আল্লাহ ! আমার অপরাধসমুহ ক্ষমা কর। কেননা তুমি ছাড়া অন্য কেউ অপরাধ ক্ষমা করতে পারে না” , সে সময় আল্লাহ তা’আলা তার এ কথায় খুশি হন।\n\n সহীহঃ আল-কালিমুত তাইয়্যিব (১৭২/১২৬) , সহীহ  আবু দাউদ (হাঃ ২৩৪২)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَلِيِّ بْنِ رَبِيعَةَ، قَالَ شَهِدْتُ عَلِيًّا أُتِيَ بِدَابَّةٍ لِيَرْكَبَهَا فَلَمَّا وَضَعَ رِجْلَهُ فِي الرِّكَابِ قَالَ بِسْمِ اللَّهِ ثَلاَثًا فَلَمَّا اسْتَوَى عَلَى ظَهْرِهَا قَالَ الْحَمْدُ لِلَّهِ ثُمَّ قَالَ ‏:‏ ‏(‏ سبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ ‏)‏ ثُمَّ قَالَ الْحَمْدُ لِلَّهِ ثَلاَثًا وَاللَّهُ أَكْبَرُ ثَلاَثًا سُبْحَانَكَ إِنِّي قَدْ ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ ‏.‏ ثُمَّ ضَحِكَ ‏.‏ فَقُلْتُ مِنْ أَىِّ شَيْءٍ ضَحِكْتَ يَا أَمِيرَ الْمُؤْمِنِينَ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم صَنَعَ كَمَا صَنَعْتُ ثُمَّ ضَحِكَ فَقُلْتُ مِنْ أَىِّ شَيْءٍ ضَحِكْتَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ إِنَّ رَبَّكَ لَيَعْجَبُ مِنْ عَبْدِهِ إِذَا قَالَ رَبِّ اغْفِرْ لِي ذُنُوبِي إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ غَيْرُكَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ رضى الله عنهما ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}