{
  "hadith": {
    "hadith_id": 3447,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন সফরে রাওয়ানা হতেন তখন বাহনে আরোহণ করে তিনবার তাকবীর বলতেন এবং আরো বলতেনঃ “অতি পবিত্র ও মহান তিনি যিনি একে আমাদের নিয়ন্ত্রণাধীন করেছেন, তা না হলে আমরা একে নিয়ন্ত্রণ করতে সক্ষম ছিলাম না। অবশ্যই আমরা আমাদের পালনকর্তার কাছে ফিরে যাব”— (সূরা যুখরুফ ১৩-১৪)। তারপর তিনি বলতেনঃ “হে আল্লাহ! আমার এ সফরে আমি তোমার নিকট পুণ্য ও তাকওয়া এবং তোমার পছন্দনীয় কাজ করার তাওফীক প্রার্থনা করি। হে আল্লাহ! আমাদের সফরটি আমাদের জন্য সহজসাধ্য করে দাও এবং আমাদের জন্য পথের ব্যবধান সংকুচিত করে দাও। হে আল্লাহ! সফরে তুমিই আমাদের সঙ্গী এবং আমাদের পরিবার-পরিজনের প্রতিনিধি। হে আল্লাহ! আমাদের এ সফরে তুমি আমাদের বন্ধু এবং আমাদের পরিজনের প্রতিনিধি হয়ে যাও।\" তিনি সফর হতে পরিজনের কাছে প্রত্যাবর্তন করে বলতেনঃ “ইনশা আল্লাহ আমরা প্রত্যাবর্তনকারী এবং তাওবাহকারী ও আমাদের রবের ইবাদতকারী ও প্রশংসাকারী”। \n\nসহীহঃ সহীহ আবু দাউদ (হাঃ ২৩৩৯), মুসলিম।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ عَلِيِّ بْنِ عَبْدِ اللَّهِ الْبَارِقِيِّ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا سَافَرَ فَرَكِبَ رَاحِلَتَهُ كَبَّرَ ثَلاَثًا وَيَقُولُ ‏:‏ ‏(‏ سبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ ‏)‏ ثُمَّ يَقُولُ ‏\"‏ اللَّهُمَّ إِنِّي أَسْأَلُكَ فِي سَفَرِي هَذَا مِنَ الْبِرِّ وَالتَّقْوَى وَمِنَ الْعَمَلِ مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا الْمَسِيرَ وَاطْوِ عَنَّا بُعْدَ الأَرْضِ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ وَالْخَلِيفَةُ فِي الأَهْلِ اللَّهُمَّ اصْحَبْنَا فِي سَفَرِنَا وَاخْلُفْنَا فِي أَهْلِنَا ‏\"‏ ‏.‏ وَكَانَ يَقُولُ إِذَا رَجَعَ إِلَى أَهْلِهِ ‏\"‏ آيِبُونُ إِنْ شَاءَ اللَّهُ تَائِبُونَ عَابِدُونَ لِرَبِّنَا حَامِدُونَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}