{
  "hadith": {
    "hadith_id": 345,
    "narrator": "‘আব্দুল্লাহ ইবনু ‘আমির ইবনু রবী’আ (রাঃ) হতে তাঁর পিতার",
    "bn": ", তিনি (‘আমির) বলেন, এক অন্ধকার রাতে নবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর  সাথে সফরে ছিলাম। কিবলা যে কোন দিকে তা আমরা ঠিক করতে পারলাম না। আমাদের প্রত্যেকে যার যার সামনের দিকে ফিরে নামায আদায় করলাম। সকাল বেলা আমরা এ ঘটনা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বললাম। এ প্রসঙ্গে এই আয়াত অবতীর্ণ হল-“পূর্ব ও পশ্চিম সবই আল্লাহ তা’আলার। যে দিকে তুমি মুখ ফিরাবে, সেদিকেই আল্লাহ তা’আলার চেহারা বিরাজমান”-(সূরা আল-বাকারা-১১৫)।\n\nহাসান। ইবনু মাজাহ-(১০২০)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا أَشْعَثُ بْنُ سَعِيدٍ السَّمَّانُ، عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَامِرِ بْنِ رَبِيعَةَ، عَنْ أَبِيهِ، قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ فِي لَيْلَةٍ مُظْلِمَةٍ فَلَمْ نَدْرِ أَيْنَ الْقِبْلَةُ فَصَلَّى كُلُّ رَجُلٍ مِنَّا عَلَى حِيَالِهِ فَلَمَّا أَصْبَحْنَا ذَكَرْنَا ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَنَزَلَ‏:‏ ‏(‏فَأَيْنَمَا تُولُّوا فَثَمَّ وَجْهُ الله‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَيْسَ إِسْنَادُهُ بِذَاكَ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ أَشْعَثَ السَّمَّانِ ‏.‏ وَأَشْعَثُ بْنُ سَعِيدٍ أَبُو الرَّبِيعِ السَّمَّانُ يُضَعَّفُ فِي الْحَدِيثِ ‏.‏ وَقَدْ ذَهَبَ أَكْثَرُ أَهْلِ الْعِلْمِ إِلَى هَذَا ‏.‏ قَالُوا إِذَا صَلَّى فِي الْغَيْمِ لِغَيْرِ الْقِبْلَةِ ثُمَّ اسْتَبَانَ لَهُ بَعْدَ مَا صَلَّى أَنَّهُ صَلَّى لِغَيْرِ الْقِبْلَةِ فَإِنَّ صَلاَتَهُ جَائِزَةٌ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ‘ঈসা বলেন–এ হাদীসের সনদ খুব একটা শক্তিশালী নয়। এ হাদীসের রাবি আশ’আস ইবনু সা’ঈদ একজন দুর্বল রাবি। আমরা শুধু তাঁর মাধ্যমেই হাদীসটি জেনেছি।\nবেশিরভাগ বিশেষজ্ঞ বলেছেন, মেঘের কারণে কিবলা ছাড়া অন্য দিকে নামায আদায় করা হল, তারপর নামায শেষে জানা গেল যে, কিবলার দিক ব্যতীত অন্য দিকে ফিরে নামায আদায় করা হয়েছে, এ অবস্থায় নামায নির্ভুল হবে। সুফিয়ান সাওরী, ইবনুল মুবারাক, আহমাদ ও ইসহাক এ মতের সমর্থক।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}