{
  "hadith": {
    "hadith_id": 3468,
    "narrator": "আবু হুরাইরাহ (রাঃ)",
    "bn": "রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক প্রত্যহ একশত বার বলেঃ “আল্লাহ তাআলা ছাড়া কোন মা’বুদ নেই, তিনি এক, তাঁর কোন অংশীদার নেই, রাজত্ব একমাত্র তারই, সকল প্রশংসা তাঁর জন্য। তিনিই প্রান দান করেন এবং মৃত্যু দেন। সকল কিছুর উপর তিনি সর্বশক্তিমান”, সে দশটি গোলাম মুক্ত করার সমপরিমান সওয়াব পায়, একশত সাওয়াব তাঁর আমলনামায় লিপিবদ্ধ করা হয় এবং তার (আমলনামা হতে) একশত গুনাহ মুছে ফেলা হয়। ঐ দিন সন্ধ্যা পর্যন্ত তাকে শয়তান হতে রক্ষা করা হয় এবং তার চাইতে উত্তম বস্তু নিয়ে আর কেও আসবে না , তবে যে লোক উক্ত দোয়া তার তুলনায় বেশি সংখ্যায় পাঠ করে তার কথা আলাদা। \n\n“প্রান দান করেন এবং মৃত্যু দেন” এই অংশ ব্যতিত হাদীসটি সাহীহঃ আল – কালিমুত তাইয়্যিব তাহকীক সানি পৃষ্ঠা (২৬) বুখারি ও মুসলিম ঐ অতিরিক্ত অংশ ব্যতীত।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ فِي يَوْمٍ مِائَةَ مَرَّةٍ كَانَتْ لَهُ عِدْلَ عَشْرِ رِقَابٍ وَكُتِبَتْ لَهُ مِائَةُ حَسَنَةٍ وَمُحِيَتْ عَنْهُ مِائَةُ سَيِّئَةٍ وَكَانَ لَهُ حِرْزًا مِنَ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِيَ وَلَمْ يَأْتِ أَحَدٌ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلاَّ أَحَدٌ عَمِلَ أَكْثَرَ مِنْ ذَلِكَ ‏\"‏ ‏.‏ \nوَبِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ قَالَ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَإِنْ كَانَتْ أَكْثَرَ مِنْ زَبَدِ الْبَحْرِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "একই সানাদ সুত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছেঃ “যে লোক একশতবার “সুবাহানাল্লহি ওয়াবিহামদিহী” বলে তার গুনাহসমুহ ক্ষমা করা হয় তা সাগরের ফেনারাশির চেয়ে বেশি হলেও। সহীহঃ এটা (৩৪৬৬) নও হাদীসের পুনরুক্তি । আবু ঈসা বলেন, এ হাদিসটি হাসান সহীহ ।",
    "chapter": {
      "chapter_number": "45"
    }
  }
}