{
  "hadith": {
    "hadith_id": 3475,
    "narrator": "‘আবদুল্লাহ ইবনু বুরাইদাহ্‌ আল-আসলামী (রাঃ) হতে তার বাবা",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক লোককে তার দু’আ এভাবে বলতে শুনেনঃ “হে আল্লাহ! আমি তোমার কাছে প্রার্থনা করছি আর সাক্ষ্য দিচ্ছি যে, তুমিই একমাত্র আল্লাহ, তুমি ছাড়া অন্য কোন মা’বূদ নেই, তুমি একক সত্তা, স্বয়ংসম্পূর্ণ, যিনি কাউকে জন্ম দেননি এবং তাকেও জন্ম দেয়া হয়নি, তার সমকক্ষ কেউ নেই”। বর্ণনাকারী বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন বললেনঃ সেই মহান সত্তার ক্বসম যাঁর হাতে আমার জীবন! নিঃসন্দেহে এই লোক আল্লাহ তা’আলার মহান নামের ওয়াসীলায় তার নিকটে প্রার্থনা করেছে, যে নামের ওয়াসীলায় দু’আ করা হলে তিনি ক্ববূল করেন এবং যে নামের ওয়াসীলায় প্রার্থনা করলে তিনি দান করেন।\n\nসহীহঃ ইবনু মাজাহ (হাঃ ৩৮৫৭)।",
    "ar": "حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ عِمْرَانَ الثَّعْلَبِيُّ الْكُوفِيُّ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، عَنْ مَالِكِ بْنِ مِغْوَلٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ الأَسْلَمِيِّ، عَنْ أَبِيهِ، قَالَ سَمِعَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً يَدْعُو وَهُوَ يَقُولُ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنِّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ الأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ ‏.‏ قَالَ فَقَالَ ‏ \"‏ وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ سَأَلَ اللَّهَ بِاسْمِهِ الأَعْظَمِ الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ وَإِذَا سُئِلَ بِهِ أَعْطَى ‏\"‏ ‏.‏ قَالَ زَيْدٌ فَذَكَرْتُهُ لِزُهَيْرِ بْنِ مُعَاوِيَةَ بَعْدَ ذَلِكَ بِسِنِينَ فَقَالَ حَدَّثَنِي أَبُو إِسْحَاقَ عَنْ مَالِكِ بْنِ مِغْوَلٍ ‏.‏ قَالَ زَيْدٌ ثُمَّ ذَكَرْتُهُ لِسُفْيَانَ الثَّوْرِيِّ فَحَدَّثَنِي عَنْ مَالِكٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَرَوَى شَرِيكٌ هَذَا الْحَدِيثَ عَنْ أَبِي إِسْحَاقَ عَنِ ابْنِ بُرَيْدَةَ عَنْ أَبِيهِ وَإِنَّمَا أَخَذَهُ أَبُو إِسْحَاقَ الْهَمْدَانِيُّ عَنْ مَالِكِ بْنِ مِغْوَلٍ وَإِنَّمَا دَلَّسَهُ ‏.‏ وَرَوَى شَرِيكٌ هَذَا الْحَدِيثَ عَنْ أَبِي إِسْحَاقَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}