{
  "hadith": {
    "hadith_id": 3502,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিম্নোক্ত বাক্যে তাঁর সাহাবীগণের জন্য দু’আ না করে হঠাৎ মাজলিস হতে খুব কমই বিদায় হতেনঃ “হে আল্লাহ্‌! আমাদের মাঝে তুমি এতো পরিমাণ আল্লাহ্‌ভীতি ভাগ কর যা আমাদের মাঝে ও তোমার প্রতি অবাধ্যচারী হওয়ার মাঝে বাধা হতে পারে এবং আমাদের মাঝে তোমার প্রতি আনুগত্য এতো পরিমাণ প্রদান করো যার দ্বারা তুমি আমাদেরকে তোমার জান্নাতে পৌঁছে দিবে, এতটা দৃঢ় প্রত্যয় প্রদান কর যার মাধ্যমে তুমি পৃথিবীর যে কোন অনিষ্ট আমাদের জন্য সহজসাধ্য করবে, যতক্ষণ আমাদের তুমি জীবিত  রাখ ততক্ষণ আমাদের কর্ণ, আমাদের চক্ষু ও আমাদের শক্তি –সামর্থ্য দিয়ে আমাদের জীবনোপকরণ দান কর (কিংবা আমাদের চোখ –কান মৃত্যু পর্যন্ত তাজা ও সুস্থ রাখ), আর তাকে আমাদের উত্তরাধিকার বানিয়ে দাও। আমাদের উপর যে যুল্‌ম করে তার প্রতি আমাদের প্রতিশোধ সুনির্ধারিত কর, আমাদের প্রতি যে দুশমনি করে তার বিরুদ্ধে আমাদেরকে সহযোগিতা কর, আমাদের ধর্ম পালনে আমাদের বিপদাক্রান্ত করো না , দুনিয়া অর্জনকে আমাদের ও আমাদের  জ্ঞানের উদ্দেশে রুপান্তর করোনা এবং আমাদের প্রতি যে দয়া করবে না তাকে আমাদের উপর প্রভাবশালী (শাসক নিয়োগ) করো না”।\n\nহাসানঃ আল-কালিমুত তাইয়িব (হাঃ ২২৫/১৬৯), মিশকাত তাহক্কিক সানী (হাঃ ২৪৯২)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، أَخْبَرَنَا يَحْيَى بْنُ أَيُّوبَ، عَنْ عُبَيْدِ اللَّهِ بْنِ زَحْرٍ، عَنْ خَالِدِ بْنِ أَبِي عِمْرَانَ، أَنَّ ابْنَ عُمَرَ، قَالَ قَلَّمَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُومُ مِنْ مَجْلِسٍ حَتَّى يَدْعُوَ بِهَؤُلاَءِ الْكَلِمَاتِ لأَصْحَابِهِ ‏ \"‏ اللَّهُمَّ اقْسِمْ لَنَا مِنْ خَشْيَتِكَ مَا يَحُولُ بَيْنَنَا وَبَيْنَ مَعَاصِيكَ وَمِنْ طَاعَتِكَ مَا تُبَلِّغُنَا بِهِ جَنَّتَكَ وَمِنَ الْيَقِينِ مَا تُهَوِّنُ بِهِ عَلَيْنَا مُصِيبَاتِ الدُّنْيَا وَمَتِّعْنَا بِأَسْمَاعِنَا وَأَبْصَارِنَا وَقُوَّتِنَا مَا أَحْيَيْتَنَا وَاجْعَلْهُ الْوَارِثَ مِنَّا وَاجْعَلْ ثَأْرَنَا عَلَى مَنْ ظَلَمَنَا وَانْصُرْنَا عَلَى مَنْ عَادَانَا وَلاَ تَجْعَلْ مُصِيبَتَنَا فِي دِينِنَا وَلاَ تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا وَلاَ مَبْلَغَ عِلْمِنَا وَلاَ تُسَلِّطْ عَلَيْنَا مَنْ لاَ يَرْحَمُنَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ خَالِدِ بْنِ أَبِي عِمْرَانَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব । এ হাদীসটি কিছু বর্ণনাকারী খালিদ ইবনু আবী ইমরান হতে, তিনি নাফি’ হতে, তিনি ইবনু ‘উমার (রাঃ) হতে এই সনদে রিওয়ায়াত করেছেন।",
    "chapter": {
      "chapter_number": "45"
    }
  }
}