{
  "hadith": {
    "hadith_id": 3507,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ তা’আলার নিরানব্বইটি নাম আছে অর্থাৎ এক কম এক শত। যে ব্যক্তি তা গণনা (মুখস্ত) করবে সে জান্নাতে যাবে। তিনিই আল্লাহ যিনি ব্যতীত আর কোন ইলাহ্‌ নেই। তিনি আর-রহমান (মহান দয়ালু), আর-রহীমু (অসীম করুণাময়), আল-মালিকু (স্বত্বাধিকারী), আল-কুদ্দূসু (মহাপবিত্র), আস-সালামু (অধিক শান্তিদাতা), আল-মু’মিনু (নিরাপত্তাদানকারী), আল-মুহাইমিনু (চিরসাক্ষী), আল-আযীযু (মহাপরাক্রমশালী), আল-জাব্বারু (মহাশক্তিধর), আল-মুতাকাব্বিরু (মহাগৌরবান্বিত), আল-খালিকু (স্রষ্টা), আল-বারিউ (সৃজনকর্তা), আল-মুসাব্বিরু (অবয়বদানকারী), আল-গাফ্‌ফারু (ক্ষমাকারী), আল-কাহ্‌হারু (শাস্তিদাতা), আল-ওয়াহ্‌হাবু (মহান দাতা), আর-রাযযাকু (রিযিকদাতা), আল-ফাত্তাহ (মহাবিজয়ী), আল-আলীমু (মহাজ্ঞানী), আল-কাবিযু (হরণকারী), আল-বাসিতু (সম্প্রসারণকারী), আল-খাফিযু (অবনতকারী), আর-রাফিউ (উন্নতকারী), আল-মুইয্যু (ইজ্জতদাতা), আল-মুযিল্লু (অপমানকারী), আস-সামিউ ( শ্রবণকারী), আল-বাছীরু (মহাদ্রষ্টা), আল-হাকামু (মহাবিচারক), আল-আদলু (মহান্যায়পরায়ণ), আল-লাতীফু (সূক্ষ্ণদর্শী), আল-খাবীরু (মহা সংবাদরক্ষক), আল-হালীমু (মহাসহিষ্ণু), আল-আযীমু (মহান), আল-গাফূরু (মহাক্ষমাশীল), আশ-শাকূরু (কৃতজ্ঞতাপ্রিয়), আল-আলীয়্যু (মহা উন্নত), আল-কাবীরু (অতীব মহান), আল-হাফীজু (মহারক্ষক), আল-মুকীতু (মহাশক্তিদাতা), আল-হাসীবু (হিসাব গ্রহনকারী), আল-জালীলু (মহামহিমান্বিত), আল-কারীমু (মহাঅনুগ্রহশীল), আর-রাকীবু (মহাপর্যবেক্ষক), আল-মুজীবু (ক্ববূলকারী), আল-ওয়াসিউ (মহাবিস্তারক), আল-হাকীমু (মহাবিজ্ঞ), আল-ওয়াদূদু (মহত্তম বন্ধু), আল-মাজীদু (মহাগৌরবান্বিত), আল-বাইছু (পুনরুত্থানকারী), আশ-শাহীদু (সর্বদর্শী), আল-হাক্কু (মহাসত্য), আল-ওয়াকীলু (মহাপ্রতিনিধি), আল-কাবিয়্যু (মহাশক্তিধর), আল-মাতীনু (দৃঢ় শক্তির অধিকারী), আল-ওয়ালিয়্যু (মহাঅভিভাবক), আল-হামীদু (মহাপ্রশংসিত), আল-মুহসিয়্যু (পুঙ্খানুপুঙ্খ হিসাব সংরক্ষণকারী), আল-মুবদিও (সৃষ্টির সূচনাকারী), আল-মুঈদু (পুনরুত্থানকারী), আল-হাইয়্যু (চিরঞ্জীব), আল-কাইয়্যুম (চিরস্থায়ী), আল-মুহ্‌য়ী (জীবনদাতা), আল-মুমীতু (মৃত্যুদাতা), আল-ওয়াজিদু (ইচ্ছামাত্র সম্পাদনকারী), আল-মাজিদু (মহাগৌরবান্বিত), আল-ওয়াহিদু (একক), আস্‌-সামাদু (স্বয়ংসম্পূর্ণ), আল-কাদিরু (সর্বশক্তিমান), আল-মুকতাদিরু (মহাক্ষমতাবান), আল-মুকাদ্দিমু (অগ্রসরকারী), আল-মুআখ্‌খির (বিলম্বকারী), আল-আওয়ালু (অনাদি), আল-আখিরু (অনন্ত), আয-যাহিরু (প্রকাশ্য), আল-বাতিনু (লুকায়িত), আল-ওয়ালিউ (অধিপতি), আল-মুতাআলী (চিরউন্নত), আল-বাররু (কল্যাণদাতা), আত্‌-তাওওয়াবু (তাওবা ক্ববূলকারী), আল-মুনতাকিমু (প্রতিশোধ গ্রহণকারী), আল-আফুব্বু (ক্ষমাকারী, উদারতা প্রদর্শনকারী), আর-রাঊফু (অতিদয়ালু), মালিকুল মুলকি (সার্বভৌমত্বের মালিক), যুলজালালি ওয়াল ইকরাম (গৌরব ও মহত্বের অধিকারী), আল-মুকসিতু (ন্যায়বান), আল-জামিউ (সমবেতকারী), আল-গানিয়্যু (ঐশ্বর্যশালী), আল-মুগনিয়্যু (ঐশ্বর্যদাতা), আল-মানিউ (প্রতিরোধকারী), আয-যাররু (অনিষ্টকারী), আন-নাফিউ (উপকারকারী), আন-নূরু (আলো), আল-হাদিউ (পথপ্রদর্শক), আল-বাদীউ (সূচনাকারী), আল-বাকিউ (চিরবিরাজমান), আল-ওয়ারিস (স্বত্বাধিকারী), আর-রাশীদ (সৎপথে চালনাকারী), আস-সাবূরু (মহা ধৈর্যশীল)। \n\nনাম সমূহ উল্লেখে হাদীসটি দুর্বল। প্রাগুক্ত।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ الْجُوزَجَانِيُّ، حَدَّثَنِي صَفْوَانُ بْنُ صَالِحٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا شُعَيْبُ بْنُ أَبِي حَمْزَةَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ لِلَّهِ تَعَالَى تِسْعَةً وَتِسْعِينَ اسْمًا مِائَةً غَيْرَ وَاحِدَةٍ مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ هُوَ اللَّهُ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الرَّحْمَنُ الرَّحِيمُ الْمَلِكُ الْقُدُّوسُ السَّلاَمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ الْغَفَّارُ الْقَهَّارُ الْوَهَّابُ الرَّزَّاقُ الْفَتَّاحُ الْعَلِيمُ الْقَابِضُ الْبَاسِطُ الْخَافِضُ الرَّافِعُ الْمُعِزُّ الْمُذِلُّ السَّمِيعُ الْبَصِيرُ الْحَكَمُ الْعَدْلُ اللَّطِيفُ الْخَبِيرُ الْحَلِيمُ الْعَظِيمُ الْغَفُورُ الشَّكُورُ الْعَلِيُّ الْكَبِيرُ الْحَفِيظُ الْمُقِيتُ الْحَسِيبُ الْجَلِيلُ الْكَرِيمُ الرَّقِيبُ الْمُجِيبُ الْوَاسِعُ الْحَكِيمُ الْوَدُودُ الْمَجِيدُ الْبَاعِثُ الشَّهِيدُ الْحَقُّ الْوَكِيلُ الْقَوِيُّ الْمَتِينُ الْوَلِيُّ الْحَمِيدُ الْمُحْصِي الْمُبْدِئُ الْمُعِيدُ الْمُحْيِي الْمُمِيتُ الْحَىُّ الْقَيُّومُ الْوَاجِدُ الْمَاجِدُ الْوَاحِدُ الصَّمَدُ الْقَادِرُ الْمُقْتَدِرُ الْمُقَدِّمُ الْمُؤَخِّرُ الأَوَّلُ الآخِرُ الظَّاهِرُ الْبَاطِنُ الْوَالِي الْمُتَعَالِي الْبَرُّ التَّوَّابُ الْمُنْتَقِمُ الْعَفُوُّ الرَّءُوفُ مَالِكُ الْمُلْكِ ذُو الْجَلاَلِ وَالإِكْرَامِ الْمُقْسِطُ الْجَامِعُ الْغَنِيُّ الْمُغْنِي الْمَانِعُ الضَّارُّ النَّافِعُ النُّورُ الْهَادِي الْبَدِيعُ الْبَاقِي الْوَارِثُ الرَّشِيدُ الصَّبُورُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ حَدَّثَنَا بِهِ غَيْرُ وَاحِدٍ عَنْ صَفْوَانَ بْنِ صَالِحٍ ‏.‏ وَلاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ صَفْوَانَ بْنِ صَالِحٍ وَهُوَ ثِقَةٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلاَ نَعْلَمُ - فِي كَبِيرِ شَيْءٍ مِنَ الرِّوَايَاتِ لَهُ إِسْنَادٌ صَحِيحٌ ذِكْرَ الأَسْمَاءِ إِلاَّ فِي هَذَا الْحَدِيثِ ‏.‏ وَقَدْ رَوَى آدَمُ بْنُ أَبِي إِيَاسٍ هَذَا الْحَدِيثَ بِإِسْنَادٍ غَيْرِ هَذَا عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَذَكَرَ فِيهِ الأَسْمَاءَ وَلَيْسَ لَهُ إِسْنَادٌ صَحِيحٌ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাসীটি গারীব। একাধিক রাবী এ হাদীস সাফওয়ান ইবনু সালিহ্‌-এর সূত্রে আমাদের নিকট বর্ণনা করেছেন। আমরা শুধু সাফওয়ান ইবনু সালিহ্‌-এর সূত্রে এ হাদীস জেনেছি। হাদিস বিশারদদের মতে তিনি নির্ভরযোগ্য রাবী। উক্ত হাদীস আবূ হুরাইরা (রাঃ) সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে ভিন্নরূপেও বর্ণিত হয়েছে। আমরা ঐ একটি হাদীস ব্যতীত আল্লাহ্‌ তা’আলার নামসমূহ প্রসঙ্গে অবগত নই। অবশ্য আদাম ইবনু আবূ ইয়াস এ হাদীস ভিন্ন সনদসূত্রে আবূ হুরাইরা (রাঃ)-এর মাধ্যমে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন এবং তাতে আল্লাহ্‌ তা’আলার নামসমূহ উল্লেখ করেছেন, কিন্তু তার সনদসূত্র সহীহ নয়।",
    "chapter": {
      "chapter_number": "45"
    }
  }
}