{
  "hadith": {
    "hadith_id": 3522,
    "narrator": "শাহর ইবনু হাওশাব (রহঃ)",
    "bn": "তিনি বলেন, উম্মু সালামাহ্ (রাঃ)-কে আমি বললাম, হে উম্মুল মু’মিনীন! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আপনার কাছে অবস্থানকালে অধিকাংশ সময় কোন দু’আটি পাঠ করতেন? তিনি বললেন, তিনি অধিকাংশ সময় এ দু’আ পাঠ করতেন: ‘‘হে মনের পরিবর্তনকারী! আমার অন্তরকে তোমার দ্বীনের উপর স্থির রাখ’’। উম্মু সালামাহ্ (রাঃ) বলেন, আমি বললাম, হে আল্লাহ্‌র রাসূল! আপনি অধিকাংশ সময় ‘’হে মনের পরিবর্তনকারী! আমার মনকে তোমার দ্বীনের উপর স্থির রাখ’’ দু’আটি কেন পাঠ করেন? তিনি বললেনঃহে উম্মু সালামাহ্! এরূপ কোন মানুষ নেই যার মন আল্লাহ তা’আলার দুই আঙ্গুলের মধ্যবর্তীতে অবস্থিত নয়। যাকে ইচ্ছা তিনি (দ্বীনের উপর) স্থির রাখেন এবং যাকে ইচ্ছা (দ্বীন হতে) বিপথগামী করে দেন। তারপর অধ:স্তন বর্ণনাকারী মু’আয (রহঃ) কুরআনের এ আয়াত তিলাওয়াত করেন (অনুবাদ): হে আমাদের রব! আমাদেরকে সঠিক পথে পরিচালিত করার পর তুমি আমাদের অন্তরসমূহকে বাঁকা করে দিও না।\n\nসহীহ : যিলালুল জান্নাহ (হা: ২২৩)।",
    "ar": "حَدَّثَنَا أَبُو مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، عَنْ أَبِي كَعْبٍ، صَاحِبِ الْحَرِيرِ حَدَّثَنِي شَهْرُ بْنُ حَوْشَبٍ، قَالَ قُلْتُ لأُمِّ سَلَمَةَ يَا أُمَّ الْمُؤْمِنِينَ مَا كَانَ أَكْثَرُ دُعَاءِ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذَا كَانَ عِنْدَكِ قَالَتْ كَانَ أَكْثَرُ دُعَائِهِ ‏\"‏ يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ ‏\"‏ ‏.‏ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ مَا لأَكْثَرِ دُعَائِكَ يَا مُقَلِّبَ الْقُلُوبِ ثَبِّتْ قَلْبِي عَلَى دِينِكَ قَالَ ‏\"‏ يَا أُمَّ سَلَمَةَ إِنَّهُ لَيْسَ آدَمِيٌّ إِلاَّ وَقَلْبُهُ بَيْنَ أُصْبُعَيْنِ مِنْ أَصَابِعِ اللَّهِ فَمَنْ شَاءَ أَقَامَ وَمَنْ شَاءَ أَزَاغَ ‏\"‏ ‏.‏ فَتَلاَ مُعَاذٌ ‏:‏ ‏(‏ ربَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا ‏)‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَالنَّوَّاسِ بْنِ سَمْعَانَ وَأَنَسٍ وَجَابِرٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَنُعَيْمِ بْنِ هَمَّارٍ ‏.‏ قَالَ وَهَذَا حَدِيثٌ حَسَنٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}