{
  "hadith": {
    "hadith_id": 3523,
    "narrator": "সুলাইমান ইবনু বুরাইদা (রহঃ)",
    "bn": "তিনি বলেনঃ খালিদ ইবনুল ওয়ালীদ আল-মাখযূমী (রাঃ) রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট অভিযোগ করে বললেন, হে আল্লাহ্‌র রাসুল! দুশ্চিন্তা বা স্নায়ুবিক চাপের কারণে রাতে আমি ঘুমাতে পারি না। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যখন তুমি বিছানায় আশ্রয় গ্রহণ কর তখন বল, “হে আল্লাহ্‌! সাত আকাশের প্রতিপালক এবং যা কিছুর উপর তা ছায়া বিস্তার করেছে, সাত যমিনের প্রতিপালক এবং যা কিছু তা উত্থাপন করেছেন, আর শাইতানদের প্রতিপালক এবং এরা যাদেরকে বিপথগামী করেছে! তুমি আমাকে তোমার সকল সৃষ্টিকুলের খারাবী হতে রক্ষার জন্য আমার প্রতিবেশী হয়ে যাও, যাতে সেগুলোর কোনটি আমার উপর বাড়াবাড়ি করতে না পারে অথবা আমার বিরুদ্ধে বিদ্রোহ করতে না পারে। সম্মানিত তোমার প্রতিবেশী, সুমহান তোমার প্রশংসা। তুমি ছাড়া কোন ইলাহ নেই, তুমি ব্যতীত আর কোন মাবূদ নেই”। \n\nযঈফ, আল-কালিমুত তায়্যিব (৪৭/৩৩), মিশকাত (২৪১১), আবূ ঈসা বলেনঃ এ হাদীসের সনদ তেমন শক্তিশালী নয়। হাকাম ইবনু জুহাইর পরিত্যক্ত রাবী। কিছু হাদীস বিশারদ তার হতে হাদীস গ্রহণ বাদ দিয়েছেন। এ হাদীসটি ভিন্নসূত্রে রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে মুরসালরূপেও বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ الْمُؤَدِّبُ، حَدَّثَنَا الْحَكَمُ بْنُ ظُهَيْرٍ، حَدَّثَنَا عَلْقَمَةُ بْنُ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ شَكَا خَالِدُ بْنُ الْوَلِيدِ الْمَخْزُومِيُّ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ مَا أَنَامُ اللَّيْلَ مِنَ الأَرَقِ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَقُلِ اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظَلَّتْ وَرَبَّ الأَرَضِينَ وَمَا أَقَلَّتْ وَرَبَّ الشَّيَاطِينِ وَمَا أَضَلَّتْ كُنْ لِي جَارًا مِنْ شَرِّ خَلْقِكَ كُلِّهِمْ جَمِيعًا أَنْ يَفْرُطَ عَلَىَّ أَحَدٌ مِنْهُمْ أَوْ أَنْ يَبْغِيَ عَلَىَّ عَزَّ جَارُكَ وَجَلَّ ثَنَاؤُكَ وَلاَ إِلَهَ غَيْرُكَ وَلاَ إِلَهَ إِلاَّ أَنْتَ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ لَيْسَ إِسْنَادُهُ بِالْقَوِيِّ ‏.‏ وَالْحَكَمُ بْنُ ظُهَيْرٍ قَدْ تَرَكَ حَدِيثَهُ بَعْضُ أَهْلِ الْحَدِيثِ وَيُرْوَى هَذَا الْحَدِيثُ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}