{
  "hadith": {
    "hadith_id": 3527,
    "narrator": "মুআয ইবনু জাবাল (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শুনতে পেলেন যে, এক ব্যক্তি তার দু’আয় বলছে “হে আল্লাহ! আমি তোমার সকল নিআমাত কামনা করি”। তিনি বলেনঃ সকল নিয়ামত কি? সে বলল, আমি একটি দু’আ করেছি যার উসীলায় কল্যাণ লাভের কামনা করি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেলেনঃ পূর্ণ নিয়ামাত হচ্ছে জান্নাতে প্রবেশলাভ এবং জাহান্নাম হতে রেহাই। তিনি আরেক ব্যক্তিকে বলতে শুনেনঃ “হে মর্যাদা ও মহত্বের অধিকারী”। তিনি বলেলেনঃ তোমার দু’আ ক্ববুল করা হবে, অতএব প্রার্থনা কর। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরেক ব্যক্তিকে বলতে শুনেনঃ “হে আল্লাহ! আমি তোমার নিকট সবরের প্রার্থনা করি”। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেলেনঃ তুমি তো আল্লাহ তা’আলার নিকটে দুরবস্থা প্রার্থনা করেছ, অতএব তাঁর নিকটে শান্তি ও নিরাপত্তা কামনা কর। \n\nযঈফ, যঈফা (৪৫২০), আহামাদ ইবনু মানী ইসমাঈল ইবনু ইবরাহীম হতে তিনি আল-জুরাইরী (রহঃ)-এর সূত্রে পূর্বোক্ত হাদীসের মতই বর্ণনা করেছেন। আবূ ঈসা বলেনঃ এ হাদীসটি হাসান।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي الْوَرْدِ، عَنِ اللَّجْلاَجِ، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ سَمِعَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً يَدْعُو يَقُولُ اللَّهُمَّ إِنِّي أَسْأَلُكَ تَمَامَ النِّعْمَةِ ‏.‏ فَقَالَ ‏\"‏ أَىُّ شَيْءٍ تَمَامُ النِّعْمَةِ ‏\"‏ ‏.‏ قَالَ دَعْوَةٌ دَعَوْتُ بِهَا أَرْجُو بِهَا الْخَيْرَ ‏.‏ قَالَ ‏\"‏ فَإِنَّ مِنْ تَمَامِ النِّعْمَةِ دُخُولَ الْجَنَّةِ وَالْفَوْزَ مِنَ النَّارِ ‏\"‏ ‏.‏ وَسَمِعَ رَجُلاً وَهُوَ يَقُولُ يَا ذَا الْجَلاَلِ وَالإِكْرَامِ فَقَالَ ‏\"‏ قَدِ اسْتُجِيبَ لَكَ فَسَلْ ‏\"‏ ‏.‏ وَسَمِعَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً وَهُوَ يَقُولُ اللَّهُمَّ إِنِّي أَسْأَلُكَ الصَّبْرَ ‏.‏ فَقَالَ ‏\"‏ سَأَلْتَ اللَّهَ الْبَلاَءَ فَسَلْهُ الْعَافِيَةَ ‏\"‏ ‏.‏ \nحَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنِ الْجُرَيْرِيِّ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}