{
  "hadith": {
    "hadith_id": 3529,
    "narrator": "আবূ রাশিদ আল-হুবরানী (রহঃ)",
    "bn": "তিনি বলেন, ‘আব্দুল্লাহ ইবনু আম্‌র ইবনুল আস (রাঃ)-এর কাছে এসে আমি তাকে বললাম, আপনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে যা কিছু শুনেছেন, তা হতে আমাদের কাছে কিছু বর্ণনা করুন। একখানা পান্ডুলিপি আমাকে দিলেন এবং বললেন, এটা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে লিখিয়ে দিয়েছেন। আবূ রাশিদ বলেন, তাতে আমি দৃষ্টি নিক্ষেপ করে দেখলাম, তাতে লিখা আছে আবূ বাক্‌র আস-সিদ্দীক্ব (রাঃ) বললেন, হে আল্লাহ্‌র রাসূল! এমন কিছু (দু’আ) আমাকে শিখিয়ে দিন যা আমি সকালে ও বিকালে উপনীত হয়ে বলতে পারি। তিনি বললেনঃ হে আবূ বাক্‌র! বলুন, হে আল্লাহ, আকাশসমূহ ও যমীনের সৃষ্টিকর্তা, অদৃশ্য ও দৃশ্যের জ্ঞাতা! তুমি ছাড়া আর কোন মা’বূদ নেই, তুমি প্রতিটি বস্তুর পালনকর্তা ও মালিক। আমি তোমার কাছে আশ্রয় প্রার্থনা করি আমার নিজের অন্তরের অনিষ্ট হতে এবং শাইতানের ক্ষতি ও তার শির্‌কী হতে এবং আমি আমার নিজের জন্য ক্ষতিকর কিছু লাভ করা হতে কিংবা উক্ত অনিষ্টকর জিনিস কোন মুসলিমের কাছে টেনে নিয়ে যাওয়া হতে। \n\nসহীহ : আল-কালিমুত্‌ তাইয়্যিব (হা: ২২/৯), সহীহাহ্‌ (হা: ২৭৬৩)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي رَاشِدٍ الْحُبْرَانِيِّ، قَالَ أَتَيْتُ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِي فَقُلْتُ لَهُ حَدِّثْنَا مِمَّا، سَمِعْتَ مِنْ، رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَأَلْقَى إِلَىَّ صَحِيفَةً فَقَالَ هَذَا مَا كَتَبَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ فَنَظَرْتُ فِيهَا فَإِذَا فِيهَا إِنَّ أَبَا بَكْرٍ الصِّدِّيقَ رضى الله عنه قَالَ يَا رَسُولَ اللَّهِ عَلِّمْنِي مَا أَقُولُ إِذَا أَصْبَحْتُ وَإِذَا أَمْسَيْتُ ‏.‏ فَقَالَ ‏ \"‏ يَا أَبَا بَكْرٍ قُلِ اللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ لاَ إِلَهَ إِلاَّ أَنْتَ رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَمِنْ شَرِّ الشَّيْطَانِ وَشَرَكِهِ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}