{
  "hadith": {
    "hadith_id": 3549,
    "narrator": "বিলাল (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমরা অবশ্যই রাতের ইবাদাত করবে। কেননা তা তোমাদের পূর্ববর্তী সৎকর্মপরায়ণ বান্দাদের নিত্য আচরণ ও প্রথা। রাতের ইবাদাত আল্লাহ্‌ তা’আলার সান্নিধ্য অর্জনের উপায়, পাপকর্মের প্রতিবন্ধক, গুনাহসমূহের কাফফারা এবং দেহের রোগ দূরকারী। \n\nযঈফ, ইরওয়া (৪৫২), তা’লীকুর গারীব (২/২১৬), মিশকাত (১২২৭), আবূ ঈসা বলেনঃ এ হাদীসটি হাসান ও গারীব। কেননা এ হাদীস আমরা শুধু বিলাল (রাঃ) হতে উপরোক্ত সূত্রে জেনেছি। সনদসূত্রের দিক হতে এটি সহীহ নয়। আমি মুহাম্মাদ ইবনু ইসমাঈল (আল-বুখারী)-কে বলতে শুনেছি, মুহাম্মদ আল-কুরাশী হলেন মুহাম্মদ ইবনু সাঈদ আশ-শামী। ইবনু আবূ কাইস হলেন মুহাম্মাদ ইবনু হাসসান এবং তাঁর হাদীস বাদ দেয়া হয়েছে। মুআবিয়া ইবনু সালিহ (রহঃ) এ হাদীস রবীআ ইবনু ইয়াযীদ হতে তিনি আবূ ইদরীস আল-খাওলানী হতে তিনি আবূ উমামা (রাঃ) হতে তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। তিনি বলেছেনঃ “তোমরা অবশ্যই রাতের ইবাদাত করবে। কেননা উহা তোমাদের পূর্ববর্তী সৎ-কর্মপরায়ণগণের অভ্যাস, আল্লাহ্‌র সান্নিধ্য অর্জনের উপায়, গুনাহসমূহের কাফফারা এবং পাপ কর্মের প্রতিবন্ধক” আবূ ঈসা বলেন, এই বর্ণনাটি ইদরীসের সূত্রে বিললের বর্ণনা হতে অধিকতর সহীহ। হাসান, ইরওয়া (৪৫২), তা’লীকুর রাগীব (২/২১৬), মিশকাত (১২২৭)",
    "ar": "حَدَّثَنَا بِذَلِكَ الْقَاسِمُ بْنُ دِينَارٍ الْكُوفِيُّ حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ الْكُوفِيُّ عَنْ إِسْرَائِيلَ بِهَذَا ‏.‏ \nحَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو النَّضْرِ، حَدَّثَنَا بَكْرُ بْنُ خُنَيْسٍ، عَنْ مُحَمَّدٍ الْقُرَشِيِّ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ بِلاَلٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ عَلَيْكُمْ بِقِيَامِ اللَّيْلِ فَإِنَّهُ دَأْبُ الصَّالِحِينَ قَبْلَكُمْ وَإِنَّ قِيَامَ اللَّيْلِ قُرْبَةٌ إِلَى اللَّهِ وَمَنْهَاةٌ عَنِ الإِثْمِ وَتَكْفِيرٌ لِلسَّيِّئَاتِ وَمَطْرَدَةٌ لِلدَّاءِ عَنِ الْجَسَدِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ بِلاَلٍ إِلاَّ مِنْ هَذَا الْوَجْهِ وَلاَ يَصِحُّ مِنْ قِبَلِ إِسْنَادِهِ ‏.‏ قَالَ سَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ مُحَمَّدٌ الْقُرَشِيُّ هُوَ مُحَمَّدُ بْنُ سَعِيدٍ الشَّامِيُّ وَهُوَ ابْنُ أَبِي قَيْسٍ وَهُوَ مُحَمَّدُ بْنُ حَسَّانَ وَقَدْ تُرِكَ حَدِيثُهُ ‏.‏ وَقَدْ رَوَى هَذَا الْحَدِيثَ مُعَاوِيَةُ بْنُ صَالِحٍ عَنْ رَبِيعَةَ بْنِ يَزِيدَ عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ عَنْ أَبِي أُمَامَةَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ عَلَيْكُمْ بِقِيَامِ اللَّيْلِ فَإِنَّهُ دَأْبُ الصَّالِحِينَ قَبْلَكُمْ وَهُوَ قُرْبَةٌ إِلَى رَبِّكُمْ وَمَكْفَرَةٌ لِلسَّيِّئَاتِ وَمَنْهَاةٌ لِلإِثْمِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ أَبِي إِدْرِيسَ عَنْ بِلاَلٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}