{
  "hadith": {
    "hadith_id": 356,
    "narrator": "আবূ আতীয়া (রহঃ)",
    "bn": "তাদের মধ্যকার এক ব্যক্তি বলল, মালিক ইবনু হুয়াইরিস (রাঃ) আমাদের নামাযের জায়গায় (মসজিদে) এসে আমদের সাথে আলাপ-আলোচনা করতেন। একদিন নামাযের ওয়াক্ত হয়ে গেল। আমরা তাঁকে বললাম সামনে যান, (ইমামতি করুন)। তিনি বললেন, তোমাদের কেউ সামনে যাক। আমি সামনে না যাওয়ার কারন তোমাদের বলব। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ কোন ব্যক্তি কোন কাওমের সাথে করতে গিয়ে সে যেন ইমামতি না করে, বরং তাদের মধ্যেরই কেউ যেন ইমামতি করে।\n\nসহীহ্। সহীহ্ আবূ দাঊদ-(৬০৯), মালিকের ঘটনা উল্লেখ ব্যতীত।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، وَهَنَّادٌ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ أَبَانَ بْنِ يَزِيدَ الْعَطَّارِ، عَنْ بُدَيْلِ بْنِ مَيْسَرَةَ الْعُقَيْلِيِّ، عَنْ أَبِي عَطِيَّةَ، رَجُلٍ مِنْهُمْ قَالَ كَانَ مَالِكُ بْنُ الْحُوَيْرِثِ يَأْتِينَا فِي مُصَلاَّنَا يَتَحَدَّثُ فَحَضَرَتِ الصَّلاَةُ يَوْمًا فَقُلْنَا لَهُ تَقَدَّمْ ‏.‏ فَقَالَ لِيَتَقَدَّمْ بَعْضُكُمْ حَتَّى أُحَدِّثَكُمْ لِمَ لاَ أَتَقَدَّمُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ زَارَ قَوْمًا فَلاَ يَؤُمَّهُمْ وَلْيَؤُمَّهُمْ رَجُلٌ مِنْهُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ قَالُوا صَاحِبُ الْمَنْزِلِ أَحَقُّ بِالإِمَامَةِ مِنَ الزَّائِرِ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا أَذِنَ لَهُ فَلاَ بَأْسَ أَنْ يُصَلِّيَ بِهِ ‏.‏ وَقَالَ إِسْحَاقُ بِحَدِيثِ مَالِكِ بْنِ الْحُوَيْرِثِ وَشَدَّدَ فِي أَنْ لاَ يُصَلِّيَ أَحَدٌ بِصَاحِبِ الْمَنْزِلِ وَإِنْ أَذِنَ لَهُ صَاحِبُ الْمَنْزِلِ ‏.‏ قَالَ وَكَذَلِكَ فِي الْمَسْجِدِ لاَ يُصَلِّي بِهِمْ فِي الْمَسْجِدِ إِذَا زَارَهُمْ يَقُولُ لِيُصَلِّ بِهِمْ رَجُلٌ مِنْهُمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বেশিরভাগ সাহাবা ও অন্যান্যরা এ হাদীস অনুযায়ী আমল করেছেন। তাঁরা বলেছেন, ইমামতি করার ব্যাপারে বাড়ীওয়ালাই সাক্ষাতপ্রার্থীর চেয়ে বেশী হকদার। কিছু মনীষী বলেছেন, বাড়ির মালিকের অনুমতি সাপেক্ষে মেহমানের ইমামতি হওয়াতে কোন অপরাধ নেই। ইমাম ইসহাক কঠোরতার সাথে বলেছেন, বাড়িওয়ালা অনুমতি দিলেও মেহমানের ইমামতি করা উচিত নয়। ঠিক তেমনি ভাবে মসজিদেও ইমামতি করবে না, বরং তাদেরই কেউ ইমামতি করা উচিত।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}