{
  "hadith": {
    "hadith_id": 357,
    "narrator": "সাওবান (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: বাড়ির মালিকের অনুমতি ছাড়া কোন ব্যক্তির পক্ষেই তার ঘরের মধ্যে তাকানো জায়িয নয়। যদি সে তাকায়, তবে সে যেন বিনা অনুমতিতেই তার ঘরে ঢুকলো। কোন ব্যক্তির পক্ষেই এটা শোভনীয় নয় যে, সে লোকদের ইমামতি করে এবং তাদেরকে বাদ দিয়ে শুধু নিজের জন্য দু’আ করে। যদি সে এমনটি করে তবে সে যেন শঠতা (বিশ্বাসভংগ) করল। প্রাকৃতিক প্রয়োজনের বেগ নিয়েও কেউ যেন নামাযে না দাঁড়ায়।\n\n-প্রাকৃতিক প্রয়োজনের বেগ নিয়ে কেউ যেন নামাযে না দাঁড়ায়। হাদীসের এই অংশটুকু বাদে হাদীসটি যঈফ। যঈফ আবূ দাঊদ–(১১-১২)। হাদীসের শেষ অংশ “প্রাকৃতিক প্রয়োজনের বেগ নিয়েও কেউ যেন নামাযে না দাঁড়ায়।” – এই বাক্যটি সহীহ্। ইবনু মাজাহ (৬১৭)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنِي حَبِيبُ بْنُ صَالِحٍ، عَنْ يَزِيدَ بْنِ شُرَيْحٍ، عَنْ أَبِي حَىٍّ الْمُؤَذِّنِ الْحِمْصِيِّ، عَنْ ثَوْبَانَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَحِلُّ لاِمْرِئٍ أَنْ يَنْظُرَ فِي جَوْفِ بَيْتِ امْرِئٍ حَتَّى يَسْتَأْذِنَ فَإِنْ نَظَرَ فَقَدْ دَخَلَ وَلاَ يَؤُمَّ قَوْمًا فَيَخُصَّ نَفْسَهُ بِدَعْوَةٍ دُونَهُمْ فَإِنْ فَعَلَ فَقَدْ خَانَهُمْ وَلاَ يَقُومُ إِلَى الصَّلاَةِ وَهُوَ حَقِنٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأَبِي أُمَامَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ثَوْبَانَ حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ عَنِ السَّفْرِ بْنِ نُسَيْرٍ عَنْ يَزِيدَ بْنِ شُرَيْحٍ عَنْ أَبِي أُمَامَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرُوِيَ هَذَا الْحَدِيثُ عَنْ يَزِيدَ بْنِ شُرَيْحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَكَأَنَّ حَدِيثَ يَزِيدَ بْنِ شُرَيْحٍ عَنْ أَبِي حَىٍّ الْمُؤَذِّنِ عَنْ ثَوْبَانَ فِي هَذَا أَجْوَدُ إِسْنَادًا وَأَشْهَرُ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "এ অনুচ্ছেদে আবূ হুরায়রা ও আবূ উমামা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেন: সাওবানের হাদীসটি হাসান। উল্লেখিত হাদীসটি আলাদা আলাদাভাবে আবূ উমামা ও আবূ হুরায়রা (রাঃ)-ও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে বর্ণনা করেছেন। তবে সাওবানের বর্ণনাসূত্রটি খুব বেশি মজবুত এবং বিখ্যাত।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}