{
  "hadith": {
    "hadith_id": 3598,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তিন ধরনের লোকের দু’আ কখনও ফিরিয়ে দেয়া হয় না। রোযাদার যতক্ষণ ইফতার না করে, সুবিচারক শাসকের দু’আ এবং মজলুমের (নির্যাতিতের) দু’আ। আল্লাহ্‌ তা’আলা ঐ দু’আগুলি মেঘমালার উপরে (আকাশের) তুলে নেন এবং এর জন্য আকাশের দ্বারগুলো খুলে দেয়া হয়। রব্বুল আলামীন বলেনঃ আমার মর্যাদার শপথ ! আমি নিশ্চয়ই তোমার সাহায্য করব কিছু দেরি হলেও। \n\nদুর্বল, কিন্তু হাদীসের প্রথম অংশ সহীহ, আর তাতে ন্যায় পরায়ন শাসকের পরিবর্তে মুসাফির শব্দ আছে। আরেক বর্ণনায় পিতার উল্লেখ আছে। ইবনু মাজাহ (১৭৫২)। আবূ ঈসা বলেনঃ এ হাদীসটি হাসান। সাদান আল-কুম্মী হলেন সাদান ইবনু বিশর। ঈসা ইবনু ইউনুস, আবূ আসিম প্রমুখ বয়স্ক হাদীস বিশারদগণ তার সূত্রে হাদীস বর্ণনা করেছেন। আবূ মুজাহিদ হলেন সা’দ আত-তাঈ এবং আবূ মুদিল্লাহ হলেন উম্মুল মু’মিনীন আইশা (রাঃ)-এর স্বাধীন গোলাম। আমরা শুধু এ হাদীসের মাধ্যমেই তার পরিচয় পেয়েছি এবং তার হতে এ হাদীসটি আরো বর্ধিত ও সম্পূর্ণভাবে বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ سَعْدَانَ الْقُبِّيِّ، عَنْ أَبِي مُجَاهِدٍ، عَنْ أَبِي مُدِلَّةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ ثَلاَثَةٌ لاَ تُرَدُّ دَعْوَتُهُمُ الصَّائِمُ حَتَّى يُفْطِرَ وَالإِمَامُ الْعَادِلُ وَدَعْوَةُ الْمَظْلُومِ يَرْفَعُهَا اللَّهُ فَوْقَ الْغَمَامِ وَيَفْتَحُ لَهَا أَبْوَابَ السَّمَاءِ وَيَقُولُ الرَّبُّ وَعِزَّتِي لأَنْصُرَنَّكَ وَلَوْ بَعْدَ حِينٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَسَعْدَانُ الْقُبِّيُّ هُوَ سَعْدَانُ بْنُ بِشْرٍ ‏.‏ وَقَدْ رَوَى عَنْهُ عِيسَى بْنُ يُونُسَ وَأَبُو عَاصِمٍ وَغَيْرُ وَاحِدٍ مِنْ كِبَارِ أَهْلِ الْحَدِيثِ وَأَبُو مُجَاهِدٍ هُوَ سَعْدٌ الطَّائِيُّ وَأَبُو مُدِلَّةَ هُوَ مَوْلَى أُمِّ الْمُؤْمِنِينَ عَائِشَةَ وَإِنَّمَا نَعْرِفُهُ بِهَذَا الْحَدِيثِ وَيُرْوَى عَنْهُ هَذَا الْحَدِيثُ أَتَمَّ مِنْ هَذَا وَأَطْوَلَ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}