{
  "hadith": {
    "hadith_id": 3616,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের) কিছু সাহাবী তাঁর প্রতীক্ষায় বসে ছিলেন। রাবী বলেন, তিনি বের হয়ে তাদের নিকট এসে তাদের কথাবার্তা শুনলেন। তাদের কেউ বললেন, বিস্ময়ের বিষয়। আল্লাহ তা'আলা তার সৃষ্টিকুলের মধ্য হতে (একজনকে) নিজের ঘনিষ্ঠ বন্ধু বানিয়েছেন। তিনি ইবরাহীম (আঃ)-কে নিজের ঘনিষ্ঠ বন্ধু বানিয়েছেন। আরেকজন বললেন, এর চেয়ে বিস্ময়ের ব্যাপার হলঃ মূসা আলাইহিস সালাম-এর সাথে তাঁর সরাসরি কথাবার্তা। আরেকজন বললেন, ঈসা আলাইহিস সালাম আল্লাহর কালিমা (\"কুন\" (হও) দ্বারা সৃষ্ট) এবং তাঁর দেয়া রূহ। আরেকজন বললেন, আদম আলাইহিস সালাম-কে আল্লাহ তা'আলা পছন্দ করেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের নিকটে বের হয়ে তাদেরকে সালাম করে বললেনঃ আমি তোমাদের কথাবার্তা ও তোমাদের বিস্ময়ের ব্যাপারটা শুনেছি। নিশ্চয় ইবরাহীম আলাইহিস সালাম আল্লাহ তা'আলার ঘনিষ্ঠ বন্ধু, সত্যিই তিনি তাই। মূসা আলাইহিস সালাম আল্লাহ তা'আলার সাথে বাক্যালাপকারী, সত্যিই তিনি তাই। ঈসা আলাইহিস সালাম তার রূহ ও কালিমা, সত্যিই তিনি তাই। আর আদম আলাইহিস সালাম-কে আল্লাহ তা'আলা পছন্দ করেছেন, সত্যিই তিনিও তাই। কিন্তু আমি আল্লাহ্ তা'আলার হাবীব (প্রিয় বন্ধু), তাতে কোন গর্ব নেই। কিয়ামাত দিবসে আমিই হব প্রশংসার পতাকা বহনকারী তাতে কোন গর্ব নেই। কিয়ামাতের দিন আমিই সর্বপ্রথম শাফাআতকারী এবং সর্ব প্রথমে আমার শাফাআতই ক্ববূল হবে, তাতেও কোন গর্ব নেই। সর্ব প্রথমে আমিই জান্নাতের (দরজার) কড়া নাড়ব। সুতরাং আল্লাহ তা'আলা আমার জন্য তার দরজা খুলে দিবেন, আমাকেই সর্বপ্রথম জান্নাতে পাঠাবেন এবং আমার সাথে থাকবে গরীব মু’মিনগণও, এতেও গর্বের কিছু নেই। আমি আগে ও পরের সকল লোকের মধ্যে বেশি মর্যাদাসম্পন্ন ও সম্মানিত, এতেও গর্বের কিছু নেই। \n\nযঈফ, মিশকাত (৫৭৬২)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ نَصْرِ بْنِ عَلِيٍّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ، حَدَّثَنَا زَمْعَةُ بْنُ صَالِحٍ، عَنْ سَلَمَةَ بْنِ وَهْرَامَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ جَلَسَ نَاسٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَنْتَظِرُونَهُ قَالَ فَخَرَجَ حَتَّى إِذَا دَنَا مِنْهُمْ سَمِعَهُمْ يَتَذَاكَرُونَ فَسَمِعَ حَدِيثَهُمْ فَقَالَ بَعْضُهُمْ عَجَبًا إِنَّ اللَّهَ عَزَّ وَجَلَّ اتَّخَذَ مِنْ خَلْقِهِ خَلِيلاً اتَّخَذَ إِبْرَاهِيمَ خَلِيلاً ‏.‏ وَقَالَ آخَرُ مَاذَا بِأَعْجَبَ مِنْ كَلاَمِ مُوسَى كَلَّمَهُ تَكْلِيمًا وَقَالَ آخَرُ فَعِيسَى كَلِمَةُ اللَّهِ وَرُوحُهُ ‏.‏ وَقَالَ آخَرُ آدَمُ اصْطَفَاهُ اللَّهُ فَخَرَجَ عَلَيْهِمْ فَسَلَّمَ وَقَالَ ‏ \"‏ قَدْ سَمِعْتُ كَلاَمَكُمْ وَعَجَبَكُمْ إِنَّ إِبْرَاهِيمَ خَلِيلُ اللَّهِ وَهُوَ كَذَلِكَ وَمُوسَى نَجِيُّ اللَّهِ وَهُوَ كَذَلِكَ وَعِيسَى رُوحُ اللَّهِ وَكَلِمَتُهُ وَهُوَ كَذَلِكَ وَآدَمُ اصْطَفَاهُ اللَّهُ وَهُوَ كَذَلِكَ أَلاَ وَأَنَا حَبِيبُ اللَّهِ وَلاَ فَخْرَ وَأَنَا حَامِلُ لِوَاءِ الْحَمْدِ يَوْمَ الْقِيَامَةِ وَلاَ فَخْرَ وَأَنَا أَوَّلُ شَافِعٍ وَأَوَّلُ مُشَفَّعٍ يَوْمَ الْقِيَامَةِ وَلاَ فَخْرَ وَأَنَا أَوَّلُ مَنْ يُحَرِّكُ حِلَقَ الْجَنَّةِ فَيَفْتَحُ اللَّهُ لِيَ فَيُدْخِلُنِيهَا وَمَعِي فُقَرَاءُ الْمُؤْمِنِينَ وَلاَ فَخْرَ وَأَنَا أَكْرَمُ الأَوَّلِينَ وَالآخِرِينَ وَلاَ فَخْرَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবু ঈসা বলেনঃ এ হাদীসটি গারীব।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}