{
  "hadith": {
    "hadith_id": 3638,
    "narrator": "আলী (রাঃ)-এর নাতি ইব্রাহীম ইবনু মুহাম্মাদ ইবনুল হানাফিয়্যা (রাহঃ)",
    "bn": "তিনি বলেনঃ আলী (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বৈশিষ্ট বর্ণনা করতে গিয়ে বলতেনঃ তিনি বেশি লম্বা ছিলেন না এবং অত্যন্ত বেঁটেও ছিলেন না, বরং লোকদের মাঝে মধ্যম আকৃতির ছিলেন। তাঁর মাথার চুল খুব বেশি কোঁকড়ানোও ছিল না এবং একেবারে সোজাও ছিল না, বরং কিছুটা ঢেউ খেলানো ছিল। তিনি স্থুলকায় ছিলেন না, তাঁর মুখাবয়ব সম্পূর্ণ গোলাকার ছিল না, বরং কিছুটা গোলাকার ছিল। তিনি ছিলেন সাদা-লাল মিশ্রিত গৌরবর্ণের এবং লম্বা ভ্রুযুক্ত কালো চোখের অধিকারী। তাঁর হাড়ের গ্রন্থিগুলো ছিল মজবুত, বাহু ছিল মাংসল। তাঁর দেহে অতিরিক্ত লোম ছিল না, বুক হতে নাভি পর্যন্ত হালকা লোমের একটি রেখা ছিল। তাঁর হাতের তালু ও পায়ের পাতা ছিল গোশতে পুরু। তিনি দৃঢ় পদক্ষেপে চলতেন, যেন তিনি ঢালবিশিষ্ট স্থান হতে (নীচ সমতলে) নামছেন। তিনি কারো দিকে ফিরে তাকালে গোটা দেহ ঘুরিয়ে তাকাতেন। তাঁর দুই কাঁধের মধ্যবর্তী স্থানে ছিল নাবূওয়াতের মোহর। তিনি ছিলেন খাতামুন নাবিয়্যীন (নবীগণের মোহর বা তাদের আগমন ধারার পরিসমাপ্তিকারী)। তিনি ছিলেন মানুষের মধ্যে প্রশস্ত হৃদয়ের অধিকারী ও দানশীল, বাক্যালাপে সত্যবাদী, কোমল হৃদয়ের অধিকারী এবং বন্ধু-বান্ধব ও সহোচরদের সাথে সম্মানের সাথে বসবাসকারী (অথবা সবচেয়ে সম্ভ্রান্ত বংশোদ্ভূত)। যে কেউ তাঁকে প্রথম বারের মত দেখেই সে প্রভাবান্বিত হত। যে ব্যাক্তি তাঁর সাথে মিশত এবং তাঁর প্রসঙ্গে জানতো সে তাঁর প্রতি বন্ধু ভাবাপন্ন হয়ে যেত। তাঁর বর্ণনা প্রদাঙ্কারী বলতে বাধ্য হত, তাঁর আগে বা পরে আমি আর কাউকে তাঁর এরকম (সৌন্দর্যময়) দেখিনি। \n\nযঈফ, মুখতাসার শামায়িল, মিশকাত (৫৭৯১)।",
    "ar": "حَدَّثَنَا أَبُو جَعْفَرٍ، مُحَمَّدُ بْنُ الْحُسَيْنِ بْنِ أَبِي حَلِيمَةَ مِنْ قَصْرِ الأَحْنَفِ وَأَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ وَعَلِيُّ بْنُ حُجْرٍ الْمَعْنَى وَاحِدٌ قَالُوا حَدَّثَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا عُمَرُ بْنُ عَبْدِ اللَّهِ، مَوْلَى غُفْرَةَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ مُحَمَّدٍ، مِنْ وَلَدِ عَلِيِّ بْنِ أَبِي طَالِبٍ قَالَ كَانَ عَلِيٌّ رضى الله عنه إِذَا وَصَفَ النَّبِيَّ صلى الله عليه وسلم قَالَ لَمْ يَكُنْ بِالطَّوِيلِ الْمُمَغَّطِ وَلاَ بِالْقَصِيرِ الْمُتَرَدِّدِ وَكَانَ رَبْعَةً مِنَ الْقَوْمِ وَلَمْ يَكُنْ بِالْجَعْدِ الْقَطَطِ وَلاَ بِالسَّبِطِ كَانَ جَعْدًا رَجِلاً وَلَمْ يَكُنْ بِالْمُطَهَّمِ وَلاَ بِالْمُكَلْثَمِ وَكَانَ فِي الْوَجْهِ تَدْوِيرٌ أَبْيَضُ مُشْرَبٌ أَدْعَجُ الْعَيْنَيْنِ أَهْدَبُ الأَشْفَارِ جَلِيلُ الْمُشَاشِ وَالْكَتِدِ أَجْرَدُ ذُو مَسْرُبَةٍ شَثْنُ الْكَفَّيْنِ وَالْقَدَمَيْنِ إِذَا مَشَى تَقَلَّعَ كَأَنَّمَا يَمْشِي فِي صَبَبٍ وَإِذَا الْتَفَتَ الْتَفَتَ مَعًا بَيْنَ كَتِفَيْهِ خَاتَمُ النُّبُوَّةِ وَهُوَ خَاتَمُ النَّبِيِّينَ أَجْوَدُ النَّاسِ كَفًّا وَأَشْرَحُهُمْ صَدْرًا وَأَصْدَقُ النَّاسِ لَهْجَةً وَأَلْيَنُهُمْ عَرِيكَةً وَأَكْرَمُهُمْ عِشْرَةً مَنْ رَآهُ بَدِيهَةً هَابَهُ وَمَنْ خَالَطَهُ مَعْرِفَةً أَحَبَّهُ يَقُولُ نَاعِتُهُ لَمْ أَرَ قَبْلَهُ وَلاَ بَعْدَهُ مِثْلَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَيْسَ إِسْنَادُهُ بِمُتَّصِلٍ ‏.‏ قَالَ أَبُو جَعْفَرٍ سَمِعْتُ الأَصْمَعِيَّ يَقُولُ فِي تَفْسِيرِهِ صِفَةَ النَّبِيِّ صلى الله عليه وسلم الْمُمَغَّطِ الذَّاهِبُ طُولاً ‏.‏ وَسَمِعْتُ أَعْرَابِيًّا يَقُولُ تَمَغَّطَ فِي نَشَّابَةٍ أَىْ مَدَّهَا مَدًّا شَدِيدًا ‏.‏ وَأَمَّا الْمُتَرَدِّدُ فَالدَّاخِلُ بَعْضُهُ فِي بَعْضٍ قِصَرًا وَأَمَّا الْقَطَطُ فَالشَّدِيدُ الْجُعُودَةِ وَالرَّجِلُ الَّذِي فِي شَعَرِهِ حُجُونَةٌ قَلِيلاً وَأَمَّا الْمُطَهَّمُ فَالْبَادِنُ الْكَثِيرُ اللَّحْمِ وَأَمَّا الْمُكَلْثَمُ فَالْمُدَوَّرُ الْوَجْهِ ‏.‏ وَأَمَّا الْمُشْرَبُ فَهُوَ الَّذِي فِي بَيَاضِهِ حُمْرَةٌ وَالأَدْعَجُ الشَّدِيدُ سَوَادِ الْعَيْنِ وَالأَهْدَبُ الطَّوِيلُ الأَشْفَارِ وَالْكَتِدُ مُجْتَمَعُ الْكَتِفَيْنِ وَهُوَ الْكَاهِلُ وَالْمَسْرُبَةُ هُوَ الشَّعْرُ الدَّقِيقُ الَّذِي هُوَ كَأَنَّهُ قَضِيبٌ مِنَ الصَّدْرِ إِلَى السُّرَّةِ ‏.‏ وَالشَّثْنُ الْغَلِيظُ الأَصَابِعِ مِنَ الْكَفَّيْنِ وَالْقَدَمَيْنِ وَالتَّقَلُّعُ أَنْ يَمْشِيَ بِقُوَّةٍ وَالصَّبَبُ الْحُدُورُ يَقُولُ انْحَدَرْنَا فِي صَبُوبٍ وَصَبَبٍ وَقَوْلُهُ جَلِيلُ الْمُشَاشِ يُرِيدُ رُءُوسَ الْمَنَاكِبِ وَالْعَشِيرَةُ الصُّحْبَةُ وَالْعَشِيرُ الصَّاحِبُ وَالْبَدِيهَةُ الْمُفَاجَأَةُ يُقَالَ بَدَهْتُهُ بِأَمْرٍ أَىْ فَجَأْتُهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ হাদীসটি হাসান গারীব। এ হাদীসের সনদসূত্র মুত্তাসিল (অবিছিন্ন) নয়। আবূ জাফর বলেন, আমি আল-আসমাঈকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বৈশিষ্ট্য ও গঠনাকৃতি সম্পর্কিত বর্ণনার ব্যাখ্যা প্রসঙ্গে বলতে শুনেছি : “মুম্মাগিত” অর্থ অতিরিক্ত লম্বা। আল-আসমাঈ আরো বলেন, আমি এক বিদুঈনকে কথা প্রসঙ্গে বলতে শুনেছি, “তামাগ্‌গাতা ফী নুশশাবাতিন” (সে তার তীর খুব টেনেছে)। “মুতারাদ্দিদ” অর্থ স্থুলতার কারণে বেঁটে দেহের একাংশ অপরাংশের মধ্যে প্রবিষ্ট মনে হওয়া। “কাতাত” অর্থ কুঞ্চিত ও কোঁকড়ানো। “রাজিল” যে ব্যাক্তির মাথার চুল কোঁকড়ানো সে। “মুতাহ্‌হাম” অর্থ স্থুল দেহ, মাংসল দেহ। “মুকালসাম” গোলগাল চেহারা। “মুশরাব” এমন রং যা সাদা-লালে (দুধে আলতায়) মিশ্রিত, গৌর, এটা সবচেয়ে সুন্দর বর্ণ। “আদআজ” অর্থ চোখ ঘোর কালো। “আহ্‌দাব” যার ভ্রু লম্বা। “কাতাদ” দুই কাঁধের সঙ্গমস্থল, একে ‘কাহিল’ও বলা হয়। “মাসরুবাত” বুকের পশমের সরল রেখা যা বুক হতে নভী পর্যন্ত প্রলম্বিত। “আশ-শাছ্‌ন” অর্থ যার হাত ও পায়ের আঙ্গুলিসমূহ এবং হাত ও পায়ের পাতা মাংসবহুল। “আত-তাকাল্লাউ” অর্থ দৃঢ় পদক্ষেপ পথ অতিক্রম। “সাবাব” অর্থ (উপর হতে নীচে) ঢালু স্থান দিয়ে নেমে আসা। যেমন আমরা বলি, আমরা উপর হতে নীচে নামছি। “জালীলুল মুশাশ” বড় গ্রন্থিযুক্ত অর্থাৎ বাহুর অগ্রভাগ, ঊর্ধ্ববাহু। “ইশরাত” অর্থ সাহচর্য, “আশীরু” অর্থ সঙ্গী-সহচর, “বাদীহাতু” অর্থ দৈবাৎ, হঠাৎ। যেমন আরবরা বলে, বাদাহ্‌তুহু বিআমরিন’ অর্থাৎ আমি তাকে হঠাৎ কোন বিষয়ে ভীত-বিহব্বল করে দিয়েছি।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}