{
  "hadith": {
    "hadith_id": 364,
    "narrator": "শাবী (রহঃ)",
    "bn": "তিনি বলেন, একদা মুগীরা ইবনু শু’বা (রাঃ) আমাদের নামায আদায় করালেন। তিনি দ্বিতীয় রাকআতে (ভুলে) দাঁড়িয়ে গেলেন। মুক্তাদীগণ তাঁকে শুনিয়ে ‘সুবহানাল্লাহ’ বলল। তিনিও তাদের সাথে সুবহানাল্লাহ বললেন। নামায শেষ করে তিনি সালাম ফিরালেন তারপর তিনি বসা অবস্থায় সাহু (ভুলের) সাজদাহ্‌ করলেন। অতঃপর তাদেরকে বললেন, (নামাযে ভুল হওয়ায়) তিনি (মুগীরা) যেরূপ করলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে নিয়ে ঠিক এরূপই করেছেন। \n\nসহীহ্‌। ইবনু মাজাহ–(১২০৮)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا ابْنُ أَبِي لَيْلَى، عَنِ الشَّعْبِيِّ، قَالَ صَلَّى بِنَا الْمُغِيرَةُ بْنُ شُعْبَةَ فَنَهَضَ فِي الرَّكْعَتَيْنِ فَسَبَّحَ بِهِ الْقَوْمُ وَسَبَّحَ بِهِمْ فَلَمَّا صَلَّى بَقِيَّةَ صَلاَتِهِ سَلَّمَ ثُمَّ سَجَدَ سَجْدَتَىِ السَّهْوِ وَهُوَ جَالِسٌ ثُمَّ حَدَّثَهُمْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم فَعَلَ بِهِمْ مِثْلَ الَّذِي فَعَلَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُقْبَةَ بْنِ عَامِرٍ وَسَعْدٍ وَعَبْدِ اللَّهِ ابْنِ بُحَيْنَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ الْمُغِيرَةِ بْنِ شُعْبَةَ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ تَكَلَّمَ بَعْضُ أَهْلِ الْعِلْمِ فِي ابْنِ أَبِي لَيْلَى مِنْ قِبَلِ حِفْظِهِ ‏.‏ قَالَ أَحْمَدُ لاَ يُحْتَجُّ بِحَدِيثِ ابْنِ أَبِي لَيْلَى ‏.‏ وَقَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ ابْنُ أَبِي لَيْلَى هُوَ صَدُوقٌ وَلاَ أَرْوِي عَنْهُ لأَنَّهُ لاَ يَدْرِي صَحِيحَ حَدِيثِهِ مِنْ سَقِيمِهِ وَكُلُّ مَنْ كَانَ مِثْلَ هَذَا فَلاَ أَرْوِي عَنْهُ شَيْئًا ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ رَوَاهُ سُفْيَانُ عَنْ جَابِرٍ عَنِ الْمُغِيرَةِ بْنِ شُبَيْلٍ عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ ‏.‏ وَجَابِرٌ الْجُعْفِيُّ قَدْ ضَعَّفَهُ بَعْضُ أَهْلِ الْعِلْمِ تَرَكَهُ يَحْيَى بْنُ سَعِيدٍ وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ وَغَيْرُهُمَا ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الرَّجُلَ إِذَا قَامَ فِي الرَّكْعَتَيْنِ مَضَى فِي صَلاَتِهِ وَسَجَدَ سَجْدَتَيْنِ مِنْهُمْ مَنْ رَأَى قَبْلَ التَّسْلِيمِ وَمِنْهُمْ مَنْ رَأَى بَعْدَ التَّسْلِيمِ ‏.‏ وَمَنْ رَأَى قَبْلَ التَّسْلِيمِ فَحَدِيثُهُ أَصَحُّ لِمَا رَوَى الزُّهْرِيُّ وَيَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ عَنْ عَبْدِ اللَّهِ ابْنِ بُحَيْنَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে উকবাহ্‌ ইবনু আমির, সা’দ ও আবদুল্লাহ ইবনু বুহাইনা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ মুগীরা (রাঃ)–এর হাদীসটি আরো কয়েকটি সূত্রে বর্ণনা হয়েছে। কিছু বিশেষজ্ঞ আবদুল্লাহ ইবনু আবী লাইলার স্মরণশক্তির সমালোচনা করেছেন। ইমাম আহমাদ বলেছেন, ইবনু আবী লাইলার হাদীস দলীল হিসাবে গ্রহণ করা যায় না। মুহাম্মাদ ইবনু ইসমাঈল (বুখারী) বলেছেন, ইবনু আবী লাইলা একজন সত্যবাদী লোক। কিন্তু আমি তাঁর নিকট হতে হাদীস বর্ণনা করি না। কেননা তিনি সহীহ্‌ এবং যঈফ হাদীসের মধ্যে কোন ভেদাভেদ করেন না। এ ধরনের যে কোন ব্যক্তির নিকট হতে আমি হাদীস বর্ণনা করি না। সুফিয়ান সাওরীও তাঁর সনদ পরম্পরায় মুগীরার হাদীসটি বর্ণনা করেছেন। কিন্তু এ সুত্রের একজন রাবী জাবির আল-জুফীকে কিছু হাদীস বিশারদ জ’ঈফ বলেছেন। ইয়াহ্‌ইয়া ইবনু সা’ঈদ ও ‘আবদুর রহমান ইবনু মাহদী তাকে বাদ দিয়েছেন ।\nআলিমগণ বলেছেন, যদি কোন ব্যক্তি (ভুলে) দ্বিতীয় রাকআতে না বসেই দাঁড়িয়ে যায় তবে সে বাকী নামায আদায় করতে থাকবে এবং পরে দুটো সাজদাহ্‌ করে নিবে। একদল বলেছেন, সালাম ফিরানোর আগে সাজদাহ্‌ করবে। অন্য দল বলেছেন, সালাম ফিরানোর পর সাজদাহ্‌ করবে। যারা সালাম ফিরানোর আগে সাজদাহ্‌ করার মত দিয়েছেন তাদের হাদীস বেশি সহীহ্‌। তাদের পক্ষের হাদীসটি যুহরী ও ইয়াহ্‌ইয়া ইবনু সা’ঈদ আল-আনসারী-’আবদুর রহমানের সূত্রে, তিনি আবদুল্লাহ ইবনু বুহাইনা (রাঃ)-এর সূত্রে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}