{
  "hadith": {
    "hadith_id": 3659,
    "narrator": "আবুল মুআল্লা (রাঃ)",
    "bn": "একদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুতবা (ভাষণ) দেবার সময় বলেনঃ আল্লাহ্‌ তা’আলা তাঁর এক বান্দাকে এই ইখতিয়ার দেন যে, সে যতদিন ইচ্ছা দুনিয়ার নিয়ামাতরাজি যথেচ্ছা ভোগ করবে অথবা আল্লাহ্‌ তা’আলার সাথে মিলিত হবে। ঐ বান্দা আল্লাহ্‌ তা'আলার সাথে মিলিত হওয়াকেই ইখতিয়ার করেছে। রাবী বলেন, (এ কথা শুনে) আবূ বাক্‌র (রাঃ) কেঁদে ফেলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবীগন বলেন, তোমরা কি এ বৃদ্ধের কাণ্ড দেখে অবাক হবে না যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন আল্লাহ্‌ তা’আলার এক পুন্যবান বান্দা প্রসঙ্গে আলোচনা করলেন, তাকে দুনিয়ার ভোগ-বিলাস ও আল্লাহ্‌ তা’আলার সান্নিধ্য অর্জন, এ দু’টির যে কোন একটি গ্রহনের ইখতিয়ার দিয়েছেন তখন সে বান্দা তাঁর রবের সান্নিধ্য অর্জনকেই ইখতিয়ার করেছেন (এতে কান্নার কি আছে)। রাবী বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা বলেছেন, তার তাৎপর্য বুঝার ব্যাপারে আবূ বাক্‌র (রাঃ)-ই ছিলেন তাদের মধ্যে বেশি জ্ঞানী। আবূ বাক্‌র (রাঃ) বলেন, বরং আমরা আমাদের পিতা-মাতা ও আমাদের ধন-সম্পদ আপনার জন্য উৎসর্গ করব। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ লোকদের মধ্যে এমন কেউ নেই যে নিজের সাহচর্য ও নিজস্ব সম্পদ দিয়ে ইবনু আবূ কুহাফার চাইতে অধিক আমার প্রতি অনুগ্রহ করেছে। যদি আমি আল্লাহ্‌ তা’আলা ব্যতীত অন্য কাউকে অন্তরঙ্গ বন্ধুরূপে গ্রহণ করতাম, তবে ইবনু আবূ কুহাফাকেই অন্তরঙ্গ বন্ধুরূপে গ্রহণ করতাম। কিন্তু বড় বন্ধুত্ব ও ভ্রাতৃত্ব হচ্ছে ঈমানের (বন্ধুত্ব ও ভ্রাতৃত্ব)। এ কথা তিনি দুই অথবা তিনবার বলেন। তোমরা জেনে রাখ! তোমাদের সাথী (মহানাবী) আল্লাহ্‌ তা’আলার একনিষ্ঠ বন্ধু।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنِ ابْنِ أَبِي الْمُعَلَّى، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَطَبَ يَوْمًا فَقَالَ ‏\"‏ إِنَّ رَجُلاً خَيَّرَهُ رَبُّهُ بَيْنَ أَنْ يَعِيشَ فِي الدُّنْيَا مَا شَاءَ أَنْ يَعِيشَ وَيَأْكُلَ فِي الدُّنْيَا مَا شَاءَ أَنْ يَأْكُلَ وَبَيْنَ لِقَاءِ رَبِّهِ فَاخْتَارَ لِقَاءَ رَبِّهِ ‏\"‏ ‏.‏ قَالَ فَبَكَى أَبُو بَكْرٍ فَقَالَ أَصْحَابُ النَّبِيِّ صلى الله عليه وسلم أَلاَ تَعْجَبُونَ مِنْ هَذَا الشَّيْخِ إِذْ ذَكَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم رَجُلاً صَالِحًا خَيَّرَهُ رَبُّهُ بَيْنَ الدُّنْيَا وَبَيْنَ لِقَاءِ رَبِّهِ فَاخْتَارَ لِقَاءَ رَبِّهِ ‏.‏ قَالَ فَكَانَ أَبُو بَكْرٍ أَعْلَمَهُمْ بِمَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ أَبُو بَكْرٍ بَلْ نَفْدِيكَ بِآبَائِنَا وَأَمْوَالِنَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا مِنَ النَّاسِ أَحَدٌ أَمَنَّ إِلَيْنَا فِي صُحْبَتِهِ وَذَاتِ يَدِهِ مِنِ ابْنِ أَبِي قُحَافَةَ وَلَوْ كُنْتُ مُتَّخِذًا خَلِيلاً لاَتَّخَذْتُ ابْنَ أَبِي قُحَافَةَ خَلِيلاً وَلَكِنْ وُدٌّ وَإِخَاءُ إِيمَانٍ وُدٌّ وَإِخَاءُ إِيمَانٍ مَرَّتَيْنِ أَوْ ثَلاَثًا وَإِنَّ صَاحِبَكُمْ خَلِيلُ اللَّهِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَبِي عَوَانَةَ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ بِإِسْنَادٍ غَيْرِ هَذَا ‏.‏ وَمَعْنَى قَوْلِهِ أَمَنَّ إِلَيْنَا يَعْنِي أَمَنَّ عَلَيْنَا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে আবূ সাঈদ (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেনঃ এ হাদীসটি হাসান গারীব।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}