{
  "hadith": {
    "hadith_id": 3660,
    "narrator": "আবু সা'ঈদ আল-খুদরী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) (মাসজিদে নাববীর) মিম্বারে বসে বললেনঃ আল্লাহ তাঁর এক বান্দাকে দুনিয়ার ভোগবিলাস ও আল্লাহ তা'আলার কাছে রক্ষিত ভোগবিলাস এ দুইয়ের মাঝে যে কোন একটি গ্রহণ করার এখতিয়ার দান করলে ঐ বান্দা আল্লাহ তা'আলার কাছে রক্ষিত ভোগবিলাসকে এখতিয়ার করেছেন। তখন আবূ বাক্‌র (রাঃ) বললেন, হে আল্লাহ্‌র রাসূল! আপনার জন্য আমাদের বাবা-মা উৎসর্গিত হোক। বর্ণনাকারী বলেন, আমরা (তার কথায়) বিস্মিত হলাম এবং লোকেরা বলল, এই বৃদ্ধ লোকের প্রতি খেয়াল কর, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) এক বান্দা প্রসঙ্গে সংবাদ দিচ্ছেন যে, তাকে আল্লাহ তা'আলা এখতিয়ার দিয়েছেন যে, তিনি ইচ্ছা করলে আল্লাহ তা'আলা তাকে দুনিয়ার ভোগ সামগ্ৰীও দান করতে পারেন কিংবা তিনি ইচ্ছা করলে আল্লাহ তা'আলার নিকট তাকে রক্ষিত ভোগসামগ্ৰীও দান করতে পারেন। অথচ এই লোক বলছেন, আপনার জন্য আমাদের বাবা-মাকে উৎসর্গ করলাম! সেই এখতিয়ারপ্রাপ্ত বান্দা হলেন রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) । আর আবু বাক্‌র (রাঃ) আমাদের মাঝে, তাঁর প্রসঙ্গে সবচেয়ে অধিক জ্ঞানী। তারপর নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেনঃ লোকদের মাঝে স্বীয় মাল ও সাহচর্য দিয়ে আমার প্রতি সবচাইতে উপকার (কৃতজ্ঞতায় আবদ্ধ) করেছেন আবু বাক্‌র। আমি যদি আল্লাহ ছাড়া অন্য কাউকে একনিষ্ঠ বন্ধুরূপে গ্রহণ করতাম, তবে আবু বাক্‌রকেই একনিষ্ঠ বন্ধুরূপে গ্রহণ করতাম। কিন্তু ইসলামী ভ্রাতৃত্বই যথেষ্ট। মাসজিদে আবু বাক্‌রের দ্বার (বা জানালা) ছাড়া আর কোন দ্বার (বা জানালা) বাকি থাকবে না।\n\nসহীহঃ বুখারী (৩৬৫৪), মুসলিম (৭/১০৮) ।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ أَبِي النَّضْرِ، عَنْ عُبَيْدِ بْنِ حُنَيْنٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم جَلَسَ عَلَى الْمِنْبَرِ قَالَ ‏\"‏ إِنَّ عَبْدًا خَيَّرَهُ اللَّهُ بَيْنَ أَنْ يُؤْتِيَهُ مِنْ زَهْرَةِ الدُّنْيَا مَا شَاءَ وَبَيْنَ مَا عِنْدَهُ فَاخْتَارَ مَا عِنْدَهُ ‏\"‏ ‏.‏ فَقَالَ أَبُو بَكْرٍ فَدَيْنَاكَ يَا رَسُولَ اللَّهِ بِآبَائِنَا وَأُمَّهَاتِنَا ‏.‏ قَالَ فَعَجِبْنَا فَقَالَ النَّاسُ انْظُرُوا إِلَى هَذَا الشَّيْخِ يُخْبِرُ رَسُولُ اللَّهِ عَنْ عَبْدٍ خَيَّرَهُ اللَّهُ بَيْنَ أَنْ يُؤْتِيَهُ مِنْ زَهْرَةِ الدُّنْيَا مَا شَاءَ وَبَيْنَ مَا عِنْدَ اللَّهِ وَهُوَ يَقُولُ فَدَيْنَاكَ بِآبَائِنَا وَأُمَّهَاتِنَا ‏.‏ قَالَ فَكَانَ رَسُولُ اللَّهِ هُوَ الْمُخَيَّرَ وَكَانَ أَبُو بَكْرٍ هُوَ أَعْلَمَنَا بِهِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ مِنْ أَمَنِّ النَّاسِ عَلَىَّ فِي صُحْبَتِهِ وَمَالِهِ أَبُو بَكْرٍ وَلَوْ كُنْتُ مُتَّخِذًا خَلِيلاً لاَتَّخَذْتُ أَبَا بَكْرٍ خَلِيلاً وَلَكِنْ أُخُوَّةُ الإِسْلاَمِ لاَ تَبْقَيَنَّ فِي الْمَسْجِدِ خَوْخَةٌ إِلاَّ خَوْخَةُ أَبِي بَكْرٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু 'ঈসা বলেন, হাদীসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}