{
  "hadith": {
    "hadith_id": 3672,
    "narrator": "আয়িশাহ্‌ (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেনঃ আবু বাক্‌রকে হুকুম দাও তিনি যেন লোকদের নামায আদায় করান। 'আয়িশাহ্‌ (রাঃ) বললেন, হে আল্লাহ্‌র রাসূল! আবু বাক্‌র আপনার স্থানে দাঁড়ালে কান্নায় ভেঙ্গে পড়ার কারণে লোকদেরকে কিরাআত শুনাতে পারবেন না। অতএব আপনি 'উমার (রাঃ)-কে হুকুম দিন তিনি যেন লোকদের নামায আদায় করান। 'আয়িশাহ্‌ (রাঃ) বলেন, তিনি পুনরায় বললেনঃ আবু বাক্‌রকে নির্দেশ দাও তিনি যেন লোকদের নামায আদায় করান। 'আয়িশাহ্‌ (রাঃ) বলেন, এবার আমি হাফ্‌সাহ্‌ (রাঃ)-কে বললাম, আপনি রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-কে বলুন, আবু বাক্‌র (রাঃ) তাঁর স্থানে দাঁড়ালে কান্নায় ভেঙ্গে পড়ার কারণে লোকদেরকে (তার কিরাআত) শুনাতে পারবেন না। অতএব আপনি 'উমার (রাঃ)-কে বলুন তিনি যেন লোকদের নামায আদায় করান। হাফসাহ্‌ (রাঃ) তাই করলেন। সে সময় রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেনঃ তোমারই তো ইউসুফ ('আঃ)-এর জন্য সমস্যা সৃষ্টিকারী সঙ্গী (যার ফলে তিনি জেলে যেতে বাধ্য হন)। আবু বাক্‌রকেই লোকদের নামায আদায় করানোর হুকুম দাও। সে সময় হাফসাহ্‌ (রাঃ) 'আয়িশাহ্‌ (রাঃ)-কে বললেন, কখনো আমি তোমার নিকট হতে মঙ্গল পাইনি।\n\nসহীহঃ ইবনু মাজাহ (১২৩২), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو مُوسَى، إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ، هُوَ ابْنُ عِيسَى حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ ‏\"‏ ‏.‏ فَقَالَتْ عَائِشَةُ يَا رَسُولَ اللَّهِ إِنَّ أَبَا بَكْرٍ إِذَا قَامَ مَقَامَكَ لَمْ يُسْمِعِ النَّاسَ مِنَ الْبُكَاءِ فَأْمُرْ عُمَرَ فَلْيُصَلِّ بِالنَّاسِ ‏.‏ قَالَتْ فَقَالَ ‏\"‏ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ ‏\"‏ ‏.‏ قَالَتْ عَائِشَةُ فَقُلْتُ لِحَفْصَةَ قُولِي لَهُ إِنَّ أَبَا بَكْرٍ إِذَا قَامَ مَقَامَكَ لَمْ يُسْمِعِ النَّاسَ مِنَ الْبُكَاءِ فَأْمُرْ عُمَرَ فَلْيُصَلِّ بِالنَّاسِ فَفَعَلَتْ حَفْصَةُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّكُنَّ لأَنْتُنَّ صَوَاحِبُ يُوسُفَ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ ‏\"‏ ‏.‏ فَقَالَتْ حَفْصَةُ لِعَائِشَةَ مَا كُنْتُ لأُصِيبَ مِنْكِ خَيْرًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَأَبِي مُوسَى وَابْنِ عَبَّاسٍ وَسَالِمِ بْنِ عُبَيْدٍ وَعَبْدِ اللَّهِ بْنِ زَمْعَةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু 'ঈসা বলেন, এ হাদীসটি হাসান সহীহ। এ অনুচ্ছেদে 'আবদুল্লাহ ইবনু মাস'ঊদ, আবু মূসা, ইবনু 'আব্বাস, সালিম ইবনু 'উবাইদ ও 'আবদুল্লাহ ইবনু যাম'আহ্‌ (রাঃ) হতেও হাদীস বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}