{
  "hadith": {
    "hadith_id": 3689,
    "narrator": "বুরাইদাহ্ (রাঃ)",
    "bn": "এক দিন ভোরে রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বিলাল (রাঃ)-কে ডেকে বললেনঃ হে বিলাল! তুমি জান্নাতে কি কারণে আমার আগে আগে থাকছ? যখনই আমি জান্নাতে প্রবেশ করেছি সে সময়ই আমার আগে তোমার জুতার শব্দ শুনতে পেয়েছি। গত রাতেও আমি জান্নাতে প্রবেশ করেছি এবং আমার আগে তোমার জুতার শব্দ শুনতে পেয়েছি। আমি স্বর্ণনির্মিত একটি বর্গাকার সুউচ্চ প্রাসাদের নিকট এসে বললামঃ এ প্রাসাদটি কার? ফেরেশতারা বললেন, এটা আরবের এক ব্যক্তির। আমি বললাম, আমি একজন আরব। সুতরাং এ প্রাসাদটি কার? তারা বললেন, কুরাইশ বংশের এক লোকের। আমি বললামঃ আমি কুরাইশ বংশীয়, অতএব এ প্রাসাদটি কার? তারা বললেন, মুহাম্মাদ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর উম্মাতের এক ব্যক্তির। আমি বললাম, আমিই মুহাম্মাদ, সুতরাং এ প্রাসাদটি কার? তারা বললেন, ‘উমার ইবনুল খাত্তাবের। তারপর বিলাল (রাঃ) বললেন, হে আল্লাহর রাসূল! কখনো আমি আযান দিলেই দুই রাক’আত নামায আদায় করি এবং কখনো আমার উযূ ছুটে গেলেই আমি উযূ করি এবং মনে করি আল্লাহ তা’আলার নামে দুই রাক’আত নামায আদায় করা আমার কর্তব্য। রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেনঃ এ দু’টি কারণেই (তোমার এ মর্যাদা)।\n\nসহীহঃ তা’লীকুর রাগীব (১/৯৯)।",
    "ar": "حَدَّثَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ أَبُو عَمَّارٍ الْمَرْوَزِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ وَاقِدٍ، حَدَّثَنِي أَبِي، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، قَالَ حَدَّثَنِي أَبِي بُرَيْدَةُ، قَالَ أَصْبَحَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَدَعَا بِلاَلاً فَقَالَ ‏\"‏ يَا بِلاَلُ بِمَ سَبَقْتَنِي إِلَى الْجَنَّةِ مَا دَخَلْتُ الْجَنَّةَ قَطُّ إِلاَّ سَمِعْتُ خَشْخَشَتَكَ أَمَامِي دَخَلْتُ الْبَارِحَةَ الْجَنَّةَ فَسَمِعْتُ خَشْخَشَتَكَ أَمَامِي فَأَتَيْتُ عَلَى قَصْرٍ مُرَبَّعٍ مُشَرَّفٍ مِنْ ذَهَبٍ فَقُلْتُ لِمَنْ هَذَا الْقَصْرُ فَقَالُوا لِرَجُلٍ مِنَ الْعَرَبِ فَقُلْتُ أَنَا عَرَبِيٌّ لِمَنْ هَذَا الْقَصْرُ قَالُوا لِرَجُلٍ مِنْ قُرَيْشٍ قُلْتُ أَنَا قُرَشِيٌّ لِمَنْ هَذَا الْقَصْرُ قَالُوا لِرَجُلٍ مِنْ أُمَّةِ مُحَمَّدٍ قُلْتُ أَنَا مُحَمَّدٌ لِمَنْ هَذَا الْقَصْرُ قَالُوا لِعُمَرَ بْنِ الْخَطَّابِ ‏\"‏ ‏.‏ فَقَالَ بِلاَلٌ يَا رَسُولَ اللَّهِ مَا أَذَّنْتُ قَطُّ إِلاَّ صَلَّيْتُ رَكْعَتَيْنِ وَمَا أَصَابَنِي حَدَثٌ قَطُّ إِلاَّ تَوَضَّأْتُ عِنْدَهَا وَرَأَيْتُ أَنَّ لِلَّهِ عَلَىَّ رَكْعَتَيْنِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ بِهِمَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ جَابِرٍ وَمُعَاذٍ وَأَنَسٍ وَأَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ رَأَيْتُ فِي الْجَنَّةِ قَصْرًا مِنْ ذَهَبٍ فَقُلْتُ لِمَنْ هَذَا فَقِيلَ لِعُمَرَ بْنِ الْخَطَّابِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَمَعْنَى هَذَا الْحَدِيثِ أَنِّي دَخَلْتُ الْبَارِحَةَ الْجَنَّةَ يَعْنِي رَأَيْتُ فِي الْمَنَامِ كَأَنِّي دَخَلْتُ الْجَنَّةَ هَكَذَا رُوِيَ فِي بَعْضِ الْحَدِيثِ ‏.‏ وَيُرْوَى عَنِ ابْنِ عَبَّاسٍ أَنَّهُ قَالَ رُؤْيَا الأَنْبِيَاءِ وَحْىٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে জাবির, মু’আয ও আবূ হুরাইরাহ্‌ (রাঃ) কর্তৃকও হাদীস বর্ণিত আছে যে, নাবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বলেছেনঃ জান্নাতের মাঝে আমি সোনার তৈরী একখানা প্রাসাদ দেখে বললাম, এ প্রাসাদটি কার? বলা হল, ‘উমার ইবনুল খাত্তাবের। আবূ 'ঈসা বলেন, এ হাদীসটি হাসান সহীহ গারীব। রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর বাণীঃ “গত রাতে আমি জান্নাতে প্রবেশ করেছি”, এর অর্থ “আমি স্বপ্নে দেখেছি যেন আমি জান্নাতে প্রবেশ করেছি”। কোন কোন হাদীসে এ রকমই বর্ণিত আছে। ইবনু ‘আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেছেন, নাবীদের স্বপ্নও ওয়াহী।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}