{
  "hadith": {
    "hadith_id": 3690,
    "narrator": "বুরাইদাহ্‌ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তাঁর কোন এক যুদ্ধাভিযানে যান। তিনি ফিরে এলে এক কৃষ্ণবর্ণা মেয়ে এসে বলে, হে আল্লাহর রাসূল! আমি মানত করেছিলাম যে, আপনাকে আল্লাহ তা’আলা হিফাযাতে (সুস্থাবস্থায়) ফিরিয়ে আনলে আপনার সম্মুখে আমি দফ বাজাব এবং গান করব। রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ তুমি সত্যিই যদি মানত করে থাক তবে দফ বাজাও, তা না হলে বাজিও না। সে দফ (এক মুখ খোলা ঢোল) বাজাতে লাগল। এই অবস্থায় সেখানে আবূ বাক্‌র (রাঃ) এলেন এবং সে দফ বাজাতে থাকে, তারপর 'আলী (রাঃ) এলেন এবং সে ওটা বাজাতে থাকে। তারপর 'উসমান (রাঃ) এলেন, সে সময়ও সে তা বাজাতে থাকে। তারপর ‘উমার (রাঃ) এসে প্রবেশ করলে সে দফটি তার নিতম্বের নীচে রেখে তার উপর অবস্থান করে। রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেনঃ হে 'উমার! তোমাকে দেখলে শাইতানও ভয় পায়। আমি উপবিষ্ট ছিলাম আর ঐ মেয়েটি দফ বাজাচ্ছিল। পরে আবূ বাক্‌র এসে প্রবেশ করলে সে সময়ও সে তা বাজাতে থাকে। এরপর 'আলী প্রবেশ করলে সে সময়ও সে তা বাজাতে থাকে। এরপর ‘উসমান এসে প্রবেশ করলে তখনও সে তা বাজাতে থাকে। অবশেষে তুমি এসে যখন প্রবেশ করলে, হে ‘উমার! সে সময় সে দফটি ফেলে দিল।\n\nসহীহঃ নাক্বদুল কিত্তানী (৪৭-৪৮), সহিহাহ্‌ (২২৬১)।",
    "ar": "حَدَّثَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ، حَدَّثَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ وَاقِدٍ، حَدَّثَنِي أَبِي، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، قَالَ سَمِعْتُ بُرَيْدَةَ، يَقُولُ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي بَعْضِ مَغَازِيهِ فَلَمَّا انْصَرَفَ جَاءَتْ جَارِيَةٌ سَوْدَاءُ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ نَذَرْتُ إِنْ رَدَّكَ اللَّهُ سَالِمًا أَنْ أَضْرِبَ بَيْنَ يَدَيْكَ بِالدُّفِّ وَأَتَغَنَّى ‏.‏ فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنْ كُنْتِ نَذَرْتِ فَاضْرِبِي وَإِلاَّ فَلاَ ‏\"‏ ‏.‏ فَجَعَلَتْ تَضْرِبُ فَدَخَلَ أَبُو بَكْرٍ وَهِيَ تَضْرِبُ ثُمَّ دَخَلَ عَلِيٌّ وَهِيَ تَضْرِبُ ثُمَّ دَخَلَ عُثْمَانُ وَهِيَ تَضْرِبُ ثُمَّ دَخَلَ عُمَرُ فَأَلْقَتِ الدُّفَّ تَحْتَ اسْتِهَا ثُمَّ قَعَدَتْ عَلَيْهِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ الشَّيْطَانَ لَيَخَافُ مِنْكَ يَا عُمَرُ إِنِّي كُنْتُ جَالِسًا وَهِيَ تَضْرِبُ فَدَخَلَ أَبُو بَكْرٍ وَهِيَ تَضْرِبُ ثُمَّ دَخَلَ عَلِيٌّ وَهِيَ تَضْرِبُ ثُمَّ دَخَلَ عُثْمَانُ وَهِيَ تَضْرِبُ فَلَمَّا دَخَلْتَ أَنْتَ يَا عُمَرُ أَلْقَتِ الدُّفَّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ بُرَيْدَةَ وَفِي الْبَابِ عَنْ عُمَرَ وَسَعْدِ بْنِ أَبِي وَقَّاصٍ وَعَائِشَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি হাসান সহীহ এবং বুরাইদাহ্‌র বর্ণনার পরিপ্রেক্ষিতে গারীব। এ অনুচ্ছেদে ‘উমার, সা’দ ইবনু আবী ওয়াক্কাস ও ‘আয়িশাহ্‌ (রাঃ) হতেও হাদীস বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}