{
  "hadith": {
    "hadith_id": 3691,
    "narrator": "আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বসা ছিলেন। সে সময় আমরা একটা সোরগোল ও শিশুদের হৈচৈ শুনতে পেলাম। রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) উঠে গিয়ে দেখলেন, এক হাবশী নারী নেচেকুদে খেলা দেখাচ্ছে আর শিশুরা তার চারিদিকে ভীড় জমিয়েছে। তিনি বললেনঃ হে ‘আয়িশাহ্‌! এসো এবং প্রত্যক্ষ কর। অতএব আমি গেলাম এবং রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর কাঁধের উপর আমার চিবুক রেখে তার খেলা প্রত্যক্ষ করতে লাগলাম। আমার চিবুক ছিল তাঁর মাথা ও কাঁধের মধ্যবর্তী জায়গায়। (কিছুক্ষণ পর) আমাকে তিনি বললেনঃ তুমি কি তৃপ্ত হওনি, তোমার কি তৃপ্তি পূর্ণ হয়নি? তিনি বলেন, আমি না, না বলতে থাকলাম। আমার লক্ষ্য ছিল, আমাকে রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) কতটুকু খাতির করেন তা পর্যবেক্ষণ করা। ইত্যবসরে ‘উমার (রাঃ) আবির্ভূত হন এবং মুহূর্তের মধ্যে সমস্ত লোক তার কাছ হতে সটকে পড়ে। ‘আয়িশা (রাঃ) বলেন, সে সময় রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেনঃ আমি দেখলাম জিন ও মানববেশধারী শাইতানগুলো ‘উমারকে দেখেই সরে যাচ্ছে। তিনি বলেন, তারপর আমি ফিরে এলাম।\n\nসহীহঃ মিশকাত (৬০৩৯) ।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ صَبَّاحٍ الْبَزَّارُ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، عَنْ خَارِجَةَ بْنِ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ بْنِ زَيْدِ بْنِ ثَابِتٍ، أَخْبَرَنَا يَزِيدُ بْنُ رُومَانَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم جَالِسًا فَسَمِعْنَا لَغَطًا وَصَوْتَ صِبْيَانٍ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَإِذَا حَبَشِيَّةٌ تُزْفِنُ وَالصِّبْيَانُ حَوْلَهَا فَقَالَ ‏\"‏ يَا عَائِشَةُ تَعَالَىْ فَانْظُرِي ‏\"‏ ‏.‏ فَجِئْتُ فَوَضَعْتُ لَحْيَىَّ عَلَى مَنْكِبِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَجَعَلْتُ أَنْظُرَ إِلَيْهَا مَا بَيْنَ الْمَنْكِبِ إِلَى رَأْسِهِ فَقَالَ لِي ‏\"‏ أَمَا شَبِعْتِ أَمَا شَبِعْتِ ‏\"‏ ‏.‏ قَالَتْ فَجَعَلْتُ أَقُولُ لاَ لأَنْظُرَ مَنْزِلَتِي عِنْدَهُ إِذْ طَلَعَ عُمَرُ قَالَ فَارْفَضَّ النَّاسُ عَنْهَا قَالَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنِّي لأَنْظُرُ إِلَى شَيَاطِينِ الإِنْسِ وَالْجِنِّ قَدْ فَرُّوا مِنْ عُمَرَ ‏\"‏ ‏.‏ قَالَتْ فَرَجَعْتُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, উপর্যুক্ত সনদে এ হাদীসটি হাসান সহীহ গারীব।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}