{
  "hadith": {
    "hadith_id": 3699,
    "narrator": "আবূ ‘আবদুর রহমান আস্-সুলামী (রহঃ)",
    "bn": "তিনি বলেন, যখন ‘উসমান (রাঃ) বিদ্রোহীদের মাধ্যমে অবরুদ্ধ হয়ে পড়েন, সে সময় তিনি তার ঘরের উপরিতলে (ছাদে) উঠলেন, তারপর বললেন, আজ আল্লাহর ক্বসম করে আমি তোমাদের মনে করিয়ে দিচ্ছি, তোমরা কি অবহিত আছ যে, হেরা পর্বত কম্পিত হলে রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বলেছিলেনঃ হে হেরা! শান্ত হয়ে যাও, কেননা তোমার উপর রয়েছেন একজন নবী কিংবা একজন সিদ্দীক্ব কিংবা একজন শহীদ? লোকেরা বলল, হ্যাঁ। তিনি পুনরায় বললেন, আমি আল্লাহ তা’আলার নামে ক্বসম করে তোমাদেরকে মনে করিয়ে দিচ্ছি যে, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) উসরা বাহিনীর (তাবূকের যুদ্ধের) জন্য বলেছিলেনঃ কে এটা পছন্দনীয় বা ক্ববূল হওয়ার যোগ্য (অধিক পরিমাণের) খরচ দিতে তৈরী আছে? সে সময় লোকেরা চরম আর্থিক সংকট ও কঠিন পরিস্থিতির মুকাবিলা করছিল। অতএব সেই বাহিনীর প্রয়োজনীয় ব্যয় আমিই বহন করেছি। লোকেরা বলল, হ্যাঁ। আবার তিনি বললেন, আল্লাহ্ তা’আলার নামে প্রতিজ্ঞা করে তোমাদেরকে আমি আরও মনে করিয়ে দিতে চাই, তোমরা কি জ্ঞাত আছ যে, রূমা কূপের পানি কেউই ক্রয় করা ব্যতীত পান করতে পারত না? সেই কূপ আমি ক্রয় করে আমি ধনী, দরিদ্র ও মুসাফিরদের জন্য ওয়াক্ফ করে দিয়েছি। লোকেরা বলল, ইয়া আল্লাহ! হ্যাঁ (আমরা জানি)। তিনি তার আরো কিছু (জনহিতকর) সমাজকল্যাণমূলক কথা মনে করিয়ে দেন।\n\nসহীহঃ ইবনু মাজাহ (১০৯)।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الرَّقِّيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو، عَنْ زَيْدٍ، هُوَ ابْنُ أَبِي أُنَيْسَةَ عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، قَالَ لَمَّا حُصِرَ عُثْمَانُ أَشْرَفَ عَلَيْهِمْ فَوْقَ دَارِهِ ثُمَّ قَالَ أُذَكِّرُكُمْ بِاللَّهِ هَلْ تَعْلَمُونَ أَنَّ حِرَاءَ حِينَ انْتَفَضَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اثْبُتْ حِرَاءُ فَلَيْسَ عَلَيْكَ إِلاَّ نَبِيٌّ أَوْ صِدِّيقٌ أَوْ شَهِيدٌ ‏\"‏ ‏.‏ قَالُوا نَعَمْ ‏.‏ قَالَ أُذَكِّرُكُمْ بِاللَّهِ هَلْ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ فِي جَيْشِ الْعُسْرَةِ ‏\"‏ مَنْ يُنْفِقُ نَفَقَةً مُتَقَبَّلَةً ‏\"‏ ‏.‏ وَالنَّاسُ مُجْهَدُونَ مُعْسِرُونَ فَجَهَّزْتُ ذَلِكَ الْجَيْشَ قَالُوا نَعَمْ ‏.‏ ثُمَّ قَالَ أُذَكِّرُكُمْ بِاللَّهِ هَلْ تَعْلَمُونَ أَنَّ بِئْرَ رُومَةَ لَمْ يَكُنْ يَشْرَبُ مِنْهَا أَحَدٌ إِلاَّ بِثَمَنٍ فَابْتَعْتُهَا فَجَعَلْتُهَا لِلْغَنِيِّ وَالْفَقِيرِ وَابْنِ السَّبِيلِ قَالُوا اللَّهُمَّ نَعَمْ وَأَشْيَاءُ عَدَّدَهَا ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ عَنْ عُثْمَانَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি হাসান সহীহ এবং উপর্যুক্ত সূত্রে গারীব।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}