{
  "hadith": {
    "hadith_id": 37,
    "narrator": "আবূ উমামা (রাঃ)",
    "bn": "তিনি বলেন, নবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওযূ করলেন। তিনি মুখমন্ডল ও উভয় হাত তিনবার করে ধুলেন এবং মাথা মাসিহ করলেন আর বললেনঃ উভয় কান মাথারই অংশ। \n\nসহীহ। ইবনু মাজাহ- (৪৪৪)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ سِنَانِ بْنِ رَبِيعَةَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي أُمَامَةَ، قَالَ تَوَضَّأَ النَّبِيُّ صلى الله عليه وسلم فَغَسَلَ وَجْهَهُ ثَلاَثًا وَيَدَيْهِ ثَلاَثًا وَمَسَحَ بِرَأْسِهِ وَقَالَ ‏ \"‏ الأُذُنَانِ مِنَ الرَّأْسِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى قَالَ قُتَيْبَةُ قَالَ حَمَّادٌ لاَ أَدْرِي هَذَا مِنْ قَوْلِ النَّبِيِّ صلى الله عليه وسلم أَوْ مِنْ قَوْلِ أَبِي أُمَامَةَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ لَيْسَ إِسْنَادُهُ بِذَاكَ الْقَائِمِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ أَنَّ الأُذُنَيْنِ مِنَ الرَّأْسِ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مَا أَقْبَلَ مِنَ الأُذُنَيْنِ فَمِنَ الْوَجْهِ وَمَا أَدْبَرَ فَمِنَ الرَّأْسِ ‏.‏ قَالَ إِسْحَاقُ وَأَخْتَارُ أَنْ يَمْسَحَ مُقَدَّمَهُمَا مَعَ الْوَجْهِ وَمُؤَخَّرَهُمَا مَعَ رَأْسِهِ ‏.‏ وَقَالَ الشَّافِعِيُّ هُمَا سُنَّةٌ عَلَى حِيَالِهِمَا يَمْسَحُهُمَا بِمَاءٍ جَدِيدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ কুতাইবা বলেন, হাম্মদ বলেছেন, ‘কানদুটো মাথারই অংশ’ কথাটা কি  রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের না আবূ উসামার- তা আমি জানি না। এ অনুচ্ছেদে আনাস (রাঃ)-এর সূত্রে বর্ণিত হাদীসও রয়েছে। \nআবূ ‘ঈসা বলেনঃ এ হাদীসের সনদ খুব একটা মজবুত নয়। বেশিরভাগ সাহাবা ও মনীষীর মতে, কান মাথারই অংশ। সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিয়ী আহমাদ ও ইসহাকের এটাই মত। কিছু মনীষী বলেছেন, কানের অগ্রভাগ মুখমন্ডলের অন্তর্ভুক্ত এবং গোড়ার দিক মাথার অন্তর্ভুক্ত। ইসহাক বলেন, আমি কানের অগ্রভাগ মুখমন্ডলের সাথে এবং গোড়ার ভাগ মাথার সাথে মাসিহ করা পছন্দ করি। ইমাম শাফিঈ বলেন, কানের অবস্থান অনুসারে এটা আলাদা সুন্নাত। নতুন করে পানি নিয়ে দুই কান মাসিহ করবে।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}