{
  "hadith": {
    "hadith_id": 3703,
    "narrator": "সুমামাহ্ ইবনু হায্ন আল-কুশাইরী (রহঃ)",
    "bn": "তিনি বলেন, যখন ‘উসমান (রাঃ) (তার) ঘরের ছাদে উঠেন (বিদ্রোহীদের শান্ত করার জন্য) সে সময় আমি সেই গৃহে ছিলাম। তিনি বললেন, তোমাদের যে দুই সহকর্মী তোমাদেরকে আমার বিপক্ষে উপস্থিত করেছে আমার সম্মুখে তাদেরকে উপস্থিত কর। বর্ননাকারী বলেন, তাদেরকে আনা হল, যেন দু’টি উট অথবা দু’টি গাধা (অর্থাৎ মোটাতাজা)। বর্ননাকারী বলেন, উপর হতে ‘উসমান (রাঃ) তাদের দৃষ্টি আকর্ষণ করে বললেন, আমি তোমাদেরকে আল্লাহ ও দ্বীন ইসলামের ক্বসম দিয়ে প্রশ্ন করছি, তোমরা কি জান যে, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) (হিজরাত করে) মাদীনায় এলেন এবং রূমার কূপ ছাড়া এখানে অন্য কোথায়ও মিষ্টি পানির বন্দোবস্ত ছিল না? রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেনঃ যে লোক রূমার কূপটি ক্রয় করে মুসলিম সর্বস্তরের জন্য ওয়াক্ফ করে দিবে সে জান্নাতে তার তুলনায় বেশি উত্তম প্রতিদান পাবে। তারপর আমি আমার মূল সম্পত্তি দিয়ে তা ক্রয় করি (এবং উৎসর্গ করে দেই)। অথচ আজ আমাকে সেই কূপের পানি পান করতে তোমরা বাধা দিচ্ছ, এমনকি আজ আমি সাগরের (লোনা) পানি পান করছি। লোকেরা বলল, হে আল্লাহ! হ্যাঁ, সত্য। তিনি পুনরায় বললেন, আমি তোমাদেরকে আল্লাহ তা’আলা এবং দ্বীন ইসলামের ক্বসম দিয়ে প্রশ্ন করছি, তোমরা কি জান যে, মাসজিদে নাববী মুসল্লীদের জন্য একেবারে ক্ষুদ্র ছিল? রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেনঃ যে লোক অমুক গোত্রের জমিখণ্ড ক্রয় করে মাসজিদের সঙ্গে সংযুক্ত করবে, তার প্রতিদানে সে জান্নাতের মাঝে এর তুলনায় উত্তম প্রতিদান পাবে। আমি আমার মূল সম্পত্তি দিয়ে তা ক্রয় করে মাসজিদের সাথে সংযুক্ত করেছি আর আজকে তোমরা আমাকে সেখানে দুই রাক’আত নামায আদায় করতে বাধা দিচ্ছ। তারা বলল, হে আল্লাহ! হ্যাঁ (তা সত্য)। তিনি বললেন, তোমরা কি জান যে, আমি আমার মূল সম্পত্তি দিয়ে জাইশে উসরাত (তাবুকের যুদ্ধের সৈন্যদের) যুদ্ধ সরঞ্জামাদির ব্যবস্থা করেছি? লোকেরা বলল, হে আল্লাহ সাক্ষী, হ্যাঁ, সত্য। তারপর তিনি বললেন, আমি তোমাদেরকে আল্লাহ ও দ্বীন ইসলামের শপথ দিয়ে প্রশ্ন করছি, তোমরা কি জান যে, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) মক্কার সাবীর পর্বতের উপর ছিলেন এবং তাঁর সাথে ছিলেন আবূ বাক্র, ‘উমার ও আমি? পর্বত (আনন্দে) কম্পিত হয়, ফলে তা হতে পাথরও খসে নীচে পড়ে যায়। রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) পাহাড়কে পদাঘাত করে বললেনঃ হে সাবীর! শান্ত ও স্থির হয়ে যাও। কেননা তোমার উপর একজন নাবী, একজন সিদ্দীক্ব (পরম সত্যবাদী) ও দু’জন শহীদ অবস্থানরত রয়েছেন। লোকেরা বলল, হে আল্লাহ! হ্যাঁ, সত্য। বর্ণনাকারী বলেন, ‘উসমান (রাঃ) তাকবীর ধ্বনি দিয়ে বললেন, কা’বার প্রভুর ক্বসম! তোমরা আমার পক্ষে সাক্ষ্য দিয়েছ। আমি নিশ্চিত শহীদ। তিনি এ কথাটি তিনবার বলেন।\n\nহাসানঃ ইরওয়াহ্‌ (১৫৯৪)।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، وَعَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، وَغَيْرُ، وَاحِدٍ الْمَعْنَى، وَاحِدٌ، قَالُوا حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ قَالَ عَبْدُ اللَّهِ أَخْبَرَنَا سَعِيدُ بْنُ عَامِرٍ عَنْ يَحْيَى بْنِ أَبِي الْحَجَّاجِ الْمِنْقَرِيِّ عَنْ أَبِي مَسْعُودٍ الْجُرَيْرِيِّ عَنْ ثُمَامَةَ بْنِ حَزْنٍ الْقُشَيْرِيِّ قَالَ شَهِدْتُ الدَّارَ حِينَ أَشْرَفَ عَلَيْهِمْ عُثْمَانُ فَقَالَ ائْتُونِي بِصَاحِبَيْكُمُ اللَّذَيْنِ أَلَّبَاكُمْ عَلَىَّ ‏.‏ قَالَ فَجِيءَ بِهِمَا فَكَأَنَّهُمَا جَمَلاَنِ أَوْ كَأَنَّهُمَا حِمَارَانِ ‏.‏ قَالَ فَأَشْرَفَ عَلَيْهِمْ عُثْمَانُ فَقَالَ أَنْشُدُكُمْ بِاللَّهِ وَالإِسْلاَمِ هَلْ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدِمَ الْمَدِينَةَ وَلَيْسَ بِهَا مَاءٌ يُسْتَعْذَبُ غَيْرَ بِئْرِ رُومَةَ فَقَالَ رَسُولُ اللَّهِ ‏\"‏ مَنْ يَشْتَرِي بِئْرَ رُومَةَ فَيَجْعَلُ دَلْوَهُ مَعَ دِلاَءِ الْمُسْلِمِينَ بِخَيْرٍ لَهُ مِنْهَا فِي الْجَنَّةِ ‏\"‏ ‏.‏ فَاشْتَرَيْتُهَا مِنْ صُلْبِ مَالِي فَأَنْتُمُ الْيَوْمَ تَمْنَعُونِي أَنْ أَشْرَبَ مِنْهَا حَتَّى أَشْرَبَ مِنْ مَاءِ الْبَحْرِ ‏.‏ قَالُوا اللَّهُمَّ نَعَمْ ‏.‏ قَالَ أَنْشُدُكُمْ بِاللَّهِ وَالإِسْلاَمِ هَلْ تَعْلَمُونَ أَنَّ الْمَسْجِدَ ضَاقَ بِأَهْلِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ يَشْتَرِي بُقْعَةَ آلِ فُلاَنٍ فَيَزِيدُهَا فِي الْمَسْجِدِ بِخَيْرٍ لَهُ مِنْهَا فِي الْجَنَّةِ ‏\"‏ ‏.‏ فَاشْتَرَيْتُهَا مِنْ صُلْبِ مَالِي فَأَنْتُمُ الْيَوْمَ تَمْنَعُونِي أَنْ أُصَلِّيَ فِيهَا رَكْعَتَيْنِ ‏.‏ قَالُوا اللَّهُمَّ نَعَمْ ‏.‏ قَالَ أَنْشُدُكُمْ بِاللَّهِ وَالإِسْلاَمِ هَلْ تَعْلَمُونَ أَنِّي جَهَّزْتُ جَيْشَ الْعُسْرَةِ مِنْ مَالِي قَالُوا اللَّهُمَّ نَعَمْ ‏.‏ ثُمَّ قَالَ أَنْشُدُكُمْ بِاللَّهِ وَالإِسْلاَمِ هَلْ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ عَلَى ثَبِيرِ مَكَّةَ وَمَعَهُ أَبُو بَكْرٍ وَعُمَرُ وَأَنَا فَتَحَرَّكَ الْجَبَلُ حَتَّى تَسَاقَطَتْ حِجَارَتُهُ بِالْحَضِيضِ قَالَ فَرَكَضَهُ بِرِجْلِهِ وَقَالَ ‏\"‏ اسْكُنْ ثَبِيرُ فَإِنَّمَا عَلَيْكَ نَبِيٌّ وَصِدِّيقٌ وَشَهِيدَانِ ‏\"‏ ‏.‏ قَالُوا اللَّهُمَّ نَعَمْ ‏.‏ قَالَ اللَّهُ أَكْبَرُ شَهِدُوا لِي وَرَبِّ الْكَعْبَةِ أَنِّي شَهِيدٌ ثَلاَثًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عُثْمَانَ ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি হাসান। ‘উসমান (রাঃ) হতে এ হাদীস অন্যসূত্রেও বর্ণিত হয়েছে।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}