{
  "hadith": {
    "hadith_id": 3706,
    "narrator": "উসমান ইবনু ‘আবদুল্লাহ ইবনু মাওহিব (রহঃ)",
    "bn": "এক মিসরবাসী বাইতুল্লাহ্‌র হাজ্জ আদায় করে। সে একদল লোককে বসা দেখে বলে, এরা কারা? লোকেরা বলল, এরা কুরাইশ বংশীয়। সে পুনরায় বলে, এই বয়স্ক (শায়খ) লোকটি কে? লোকেরা বলল, ইবনু ‘উমার (রাঃ)। সে সময় সে তার নিকটে এসে বলল, আপনাকে আমি কয়েকটি বিষয়ে প্রশ্ন করব। অতএব আপনি আমাকে (তা) বলুন। আমি এ বাইতুল্লাহ্‌র মর্যাদার শপথ দিয়ে আপনাকে প্রশ্ন করছি, আপনি কি অবহিত আছেন যে, ‘উসমান (রাঃ) উহূদ যুদ্ধের দিন (যুদ্ধক্ষেত্র হতে) পলায়ন করেছেন? তিনি বললেন, হ্যাঁ। সে আবার বলল, আপনি কি জানেন, তিনি (হুদাইবিয়ায় অনুষ্ঠিত) বাই’আতুর রিযওয়ানে অনুপস্থিত ছিলেন? তিনি বললেন, হ্যাঁ। সে পুনরায়ও বলল, আপনি কি অবহিত আছেন যে, তিনি বদ্‌রের যুদ্ধে অনুপস্থিত ছিলেন এবং তাতে উপস্থিত হননি? তিনি বললেন, হ্যাঁ। সে বলল, আল্লাহু আকবার। তারপর ইবনু ‘উমার (রাঃ) তাকে বললেন, এবার এসো! যেসব বিষয়ে তুমি প্রশ্ন করেছ তা তোমাকে আমি সুস্পষ্টভাবে বুঝিয়ে দেই। উহূদের দিন তার পলায়নের ঘটনা প্রসঙ্গে আমি সাক্ষ্য দিচ্ছি যে, তার ঐ ব্যাপারটি ইতোমধ্যেই আল্লাহ তা’আলা ক্ষমা করে দিয়েছেন, সম্পূর্ণভাবে মাফ করেছেন। তারপর বাদ্‌রের যুদ্ধে তার অনুপস্থিতির কারণ এই যে, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর মেয়ে (রুকাইয়াহ্‌) তার সহধর্মিণী ছিলেন (এবং সে সময় তিনি মারাত্নক অসুস্থ ছিলেন)। রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তাঁকে বললেনঃ যে লোক বদ্‌রের যুদ্ধে যোগদান করেছে তার সমপরিমাণ সাওয়াব ও গানীমাত তুমি পাবে। আর তিনি রুকাইয়ার দেখাশুনা করার জন্য তাকে মাদীনাতে থাকারই নির্দেশ দিলেন। আর বাই’আতে রিদওয়ানে তার অনুপস্থিতির কারণ এই যে, মাক্কাবাসীদের কাছে ‘উসমান (রাঃ)-এর চাইতে বেশি মর্যাদাবান কোন মুসলিম লোক (হুদাইবিয়ায়) উপস্থিত থাকলে রাসুলূল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) (তার পরিবর্তে) তাকেই প্রেরণ করতেন। তা না থাকাতে রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) ‘উসমান (রাঃ)-কেই (মাক্কায়) প্রেরণ করলেন। আর ‘উসমান (রাঃ)-এর মক্কার অভিমূখে রওয়ানা হয়ে যাওয়ার পর বাই’আতুর রিযওয়ান অনুষ্ঠিত হয়। বর্ণনাকারী বলেন, (বাই’আত অনুষ্ঠানকালে) রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তাঁর ডান হাতের দিকে ইশারা করে বললেনঃ এটা ‘উসমানের হাত। তারপর তিনি ঐ হাতটি তাঁর অন্য হাতের উপর স্থাপন করে বললেনঃ এটি ‘উসমানের (বাই’আত)। তারপর ইবনু ‘উমার (রাঃ) লোকটিকে বললেন, এবার তুমি এ ব্যাখ্যা সঙ্গে নিয়ে যাও।\n\nসহীহঃ বুখারী (৯৬৯৮)।",
    "ar": "حَدَّثَنَا صَالِحُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عُثْمَانَ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، أَنَّ رَجُلاً، مِنْ أَهْلِ مِصْرَ حَجَّ الْبَيْتَ فَرَأَى قَوْمًا جُلُوسًا فَقَالَ مَنْ هَؤُلاَءِ قَالُوا قُرَيْشٌ ‏.‏ قَالَ فَمَنْ هَذَا الشَّيْخُ قَالُوا ابْنُ عُمَرَ ‏.‏ فَأَتَاهُ فَقَالَ إِنِّي سَائِلُكَ عَنْ شَيْءٍ فَحَدِّثْنِي أَنْشُدُكَ اللَّهَ بِحُرْمَةِ هَذَا الْبَيْتِ أَتَعْلَمُ أَنَّ عُثْمَانَ فَرَّ يَوْمَ أُحُدٍ قَالَ نَعَمْ ‏.‏ قَالَ أَتَعْلَمُ أَنَّهُ تَغَيَّبَ عَنْ بَيْعَةِ الرِّضْوَانِ فَلَمْ يَشْهَدْهَا قَالَ نَعَمْ ‏.‏ قَالَ أَتَعْلَمُ أَنَّهُ تَغَيَّبَ يَوْمَ بَدْرٍ فَلَمْ يَشْهَدْ قَالَ نَعَمْ ‏.‏ قَالَ اللَّهُ أَكْبَرُ ‏.‏ فَقَالَ لَهُ ابْنُ عُمَرَ تَعَالَ أُبَيِّنْ لَكَ مَا سَأَلْتَ عَنْهُ أَمَّا فِرَارُهُ يَوْمَ أُحُدٍ فَأَشْهَدُ أَنَّ اللَّهَ قَدْ عَفَا عَنْهُ وَغَفَرَ لَهُ وَأَمَّا تَغَيُّبُهُ يَوْمَ بَدْرٍ فَإِنَّهُ كَانَتْ عِنْدَهُ - أَوْ تَحْتَهُ - ابْنَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَكَ أَجْرُ رَجُلٍ شَهِدَ بَدْرًا وَسَهْمُهُ ‏\"‏ ‏.‏ وَأَمَرَهُ أَنْ يَخْلُفَ عَلَيْهَا وَكَانَتْ عَلِيلَةً وَأَمَّا تَغَيُّبُهُ عَنْ بَيْعَةِ الرِّضْوَانِ فَلَوْ كَانَ أَحَدٌ أَعَزَّ بِبَطْنِ مَكَّةَ مِنْ عُثْمَانَ لَبَعَثَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مَكَانَ عُثْمَانَ بَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم عُثْمَانَ إِلَى مَكَّةَ وَكَانَتْ بَيْعَةُ الرِّضْوَانِ بَعْدَ مَا ذَهَبَ عُثْمَانُ إِلَى مَكَّةَ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ الْيُمْنَى ‏\"‏ هَذِهِ يَدُ عُثْمَانَ ‏\"‏ ‏.‏ وَضَرَبَ بِهَا عَلَى يَدِهِ فَقَالَ ‏\"‏ هَذِهِ لِعُثْمَانَ ‏\"‏ ‏.‏ قَالَ لَهُ اذْهَبْ بِهَذَا الآنَ مَعَكَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, হাদীসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}