{
  "hadith": {
    "hadith_id": 3712,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) এক সামরিক বাহিনী পাঠানোর সময় 'আলী ইবনু আবী ত্বালিব (রাঃ)-কে তাদের সেনাপতি নিযুক্ত করেন। তিনি সেনাদলের একটি খণ্ডাংশের (সারিয়্যা) পরিদর্শনে যান এবং এক যুদ্ধবন্দিনীর সঙ্গে মিলিত হন। কিন্তু তার সাথীরা তার এ কাজ পছন্দ করলেন না। অতএব রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর চারজন সাহাবী শপথ করে বললেন, যখন আমরা রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর দেখা পাব, তাঁকে তখন 'আলীর কার্যকলাপ প্রসঙ্গে জানাব। মুসলিমদের নিয়ম ছিল যে, তারা কোন সফর বা অভিযান শেষে ফিরে এসে সর্বপ্রথম রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর সঙ্গে সাক্ষাৎ করে তাঁকে সালাম করতেন, তারপর নিজ নিজ গৃহে ফিরে যেতেন। সুতরাং উক্ত সেনাদল ফিরে এসে রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-কে সালাম জানায় এবং চার সাহাবীর একজন দাঁড়িয়ে বলেন, হে আল্লাহ্‌র রাসূল! লক্ষ্য করুন, 'আলী ইবনু আবী ত্বালিব এই এই করেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তার দিক হতে মুখ ফিরিয়ে নিলেন। তারপর দ্বিতীয় ব্যক্তি দাঁড়িয়ে পূর্বোক্ত ব্যক্তির মতো বক্তব্য পেশ করেন এবং রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তার হতেও মুখ ফিরিয়ে নিলেন। এবার তৃতীয়জন দাঁড়িয়ে পূর্বোক্তজনের একই রকম বক্তব্য পেশ করেন এবং রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তার হতেও মুখ ফিরিয়ে নেন। অবশেষে চতুৰ্থজন দাঁড়িয়ে পূর্বোক্তদের একই রকম বক্তব্য পেশ করেন। এবার রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তার চেহারায় অসন্তুষ্টির ভাব নিয়ে তাদের দিকে মনোনিবেশ করে বললেনঃ 'আলী প্রসঙ্গে তোমরা কি বলতে চাও? তোমরা 'আলী প্রসঙ্গে কি বলতে চাও? ‘আলী প্রসঙ্গে কি বলতে চাও? (বংশ, বৈবাহিক সম্পর্ক, অগ্রগণ্যতা, ভালবাসা ইত্যাদি প্রসঙ্গে) 'আলী আমার হতে এবং আমি 'আলী (রাঃ) হতে। আমার পরে সে-ই হবে সমস্ত মু'মিনের সঙ্গী ও পৃষ্ঠপোষক।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ الضُّبَعِيُّ، عَنْ يَزِيدَ الرِّشْكِ، عَنْ مُطَرِّفِ بْنِ عَبْدِ اللَّهِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ بَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم جَيْشًا وَاسْتَعْمَلَ عَلَيْهِمْ عَلِيَّ بْنَ أَبِي طَالِبٍ فَمَضَى فِي السَّرِيَّةِ فَأَصَابَ جَارِيَةً فَأَنْكَرُوا عَلَيْهِ وَتَعَاقَدَ أَرْبَعَةٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالُوا إِذَا لَقِينَا رَسُولَ اللَّهِ صلى الله عليه وسلم أَخْبَرْنَاهُ بِمَا صَنَعَ عَلِيٌّ وَكَانَ الْمُسْلِمُونَ إِذَا رَجَعُوا مِنَ السَّفَرِ بَدَءُوا بِرَسُولِ اللَّهِ صلى الله عليه وسلم فَسَلَّمُوا عَلَيْهِ ثُمَّ انْصَرَفُوا إِلَى رِحَالِهِمْ فَلَمَّا قَدِمَتِ السَّرِيَّةُ سَلَّمُوا عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَامَ أَحَدُ الأَرْبَعَةِ فَقَالَ يَا رَسُولَ اللَّهِ أَلَمْ تَرَ إِلَى عَلِيِّ بْنِ أَبِي طَالِبٍ صَنَعَ كَذَا وَكَذَا ‏.‏ فَأَعْرَضَ عَنْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ قَامَ الثَّانِي فَقَالَ مِثْلَ مَقَالَتِهِ فَأَعْرَضَ عَنْهُ ثُمَّ قَامَ إِلَيْهِ الثَّالِثُ فَقَالَ مِثْلَ مَقَالَتِهِ فَأَعْرَضَ عَنْهُ ثُمَّ قَامَ الرَّابِعُ فَقَالَ مِثْلَ مَا قَالُوا فَأَقْبَلَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالْغَضَبُ يُعْرَفُ فِي وَجْهِهِ فَقَالَ ‏ \"‏ مَا تُرِيدُونَ مِنْ عَلِيٍّ مَا تُرِيدُونَ مِنْ عَلِيٍّ مَا تُرِيدُونَ مِنْ عَلِيٍّ إِنَّ عَلِيًّا مِنِّي وَأَنَا مِنْهُ وَهُوَ وَلِيُّ كُلِّ مُؤْمِنٍ بَعْدِي ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ جَعْفَرِ بْنِ سُلَيْمَانَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু 'ঈসা বলেন এহাদীসটি হাসান গারীব। এ হাদীস আমরা শুধুমাত্র জা'ফার ইবনু সুলাইমানের সনদে অবগত হয়েছি।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}