{
  "hadith": {
    "hadith_id": 3715,
    "narrator": "রিবঈ ইবনু হিরাশ (রাহ:)",
    "bn": "তিনি বলেনঃ আলী (রাঃ) কূফার মুক্তাঙ্গনে (আর-রাহবায়) আমাদের নিকট বর্ণনা করেছেন। তিনি বলেনঃ হুদাইবিয়ার দিন মুশরিকদের ক'জন লোক আমাদের নিকটে আসে। তাদের মধ্যে সুহাইল ইবনু আমরসহ আরো ক'জন গণ্যমান্য মুশরিক ছিল। তারা বলল, হে আল্লাহ্‌র রাসূল! আমাদের সন্তান-সন্তুতি, ভাই ও ক্রীতদাসসহ কিছু সংখ্যক লোক আপনার নিকট এসে পরেছে। ধর্ম সম্পর্কে তারা মূর্খ এবং তারা আমাদের ভূসম্পত্তি ও ক্ষেত- খামার হতে পালিয়ে এসেছে। অতএব আপনি তাদেরকে আমাদের নিকট ফিরিয়ে দিন। যদিও তাদের ধর্মের বিষয়ে তেমন জ্ঞান নেই, তাই আমরা তাদেরকে বুঝাব। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেলেনঃ হে কুরাইশের লোকেরা! তোমরা এরকম কর্মকাণ্ড হতে বিরত হও। অন্যথায় আল্লাহ তা'আলা তোমাদের বিরদ্ধে এমন লোকদের পাঠাবেন, যারা তোমাদের ঘাড়ে দ্বীনের তরবারি দিয়ে আঘাত করবে। আল্লাহ তা'আলা তাদের অন্তরগুলোকে ঈমানের ব্যপারে পরীক্ষা করে নিয়েছেন। তখন মুসলমানরা প্রশ্ন করেন, হে আল্লাহ্‌র রাসূ্ল! কে সেই ব্যক্তি? আবূ বাকর (রাঃ)-ও বলেন, ইয়া রাসূ্লুল্লাহ! কে সেই ব্যক্তি? উমার (রাঃ)- ও বলেন,হে আল্লাহ্‌র রাসূ্ল! কে সেই লোক? তিনি বললেনঃ সে একজন জুতা সেলাইকারী! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আলী (রাঃ)-কে তাঁর জুতাটা সেলাই করতে দিয়েছিলেন। রাবী বলেনঃ আলী (রাঃ) আমাদের দিকে তাকালেন এবং বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যে ব্যক্তি নিজ ইচ্ছায় আমার প্রতি মিথ্যারোপ করল, সে যেন জাহান্নামে তার থাকার জায়গা নির্ধারণ করল।",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا أَبِي، عَنْ شَرِيكٍ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، حَدَّثَنَا عَلِيُّ بْنُ أَبِي طَالِبٍ، بِالرَّحَبَةِ قَالَ لَمَّا كَانَ يَوْمُ الْحُدَيْبِيَةِ خَرَجَ إِلَيْنَا نَاسٌ مِنَ الْمُشْرِكِينَ فِيهِمْ سُهَيْلُ بْنُ عَمْرٍو وَأُنَاسٌ مِنْ رُؤَسَاءِ الْمُشْرِكِينَ فَقَالُوا يَا رَسُولَ اللَّهِ خَرَجَ إِلَيْكَ نَاسٌ مِنْ أَبْنَائِنَا وَإِخْوَانِنَا وَأَرِقَّائِنَا وَلَيْسَ لَهُمْ فِقْهٌ فِي الدِّينِ وَإِنَّمَا خَرَجُوا فِرَارًا مِنْ أَمْوَالِنَا وَضِيَاعِنَا فَارْدُدْهُمْ إِلَيْنَا ‏.‏ ‏\"‏ فَإِنْ لَمْ يَكُنْ لَهُمْ فِقْهٌ فِي الدِّينِ سَنُفَقِّهُهُمْ ‏\"‏ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ يَا مَعْشَرَ قُرَيْشٍ لَتَنْتَهُنَّ أَوْ لَيَبْعَثَنَّ اللَّهُ عَلَيْكُمْ مَنْ يَضْرِبُ رِقَابَكُمْ بِالسَّيْفِ عَلَى الدِّينِ قَدِ امْتَحَنَ اللَّهُ قَلْبَهُ عَلَى الإِيمَانِ ‏\"‏ ‏.‏ قَالُوا مَنْ هُوَ يَا رَسُولَ اللَّهِ فَقَالَ لَهُ أَبُو بَكْرٍ مَنْ هُوَ يَا رَسُولَ اللَّهِ وَقَالَ عُمَرُ مَنْ هُوَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ هُوَ خَاصِفُ النَّعْلِ ‏\"‏ ‏.‏ وَكَانَ أَعْطَى عَلِيًّا نَعْلَهُ يَخْصِفُهَا ثُمَّ الْتَفَتَ إِلَيْنَا عَلِيٌّ فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ كَذَبَ عَلَىَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ رِبْعِيٍّ عَنْ عَلِيٍّ ‏.‏ قَالَ وَسَمِعْتُ الْجَارُودَ يَقُولُ سَمِعْتُ وَكِيعًا يَقُولُ لَمْ يَكْذِبْ رِبْعِيُّ بْنُ حِرَاشٍ فِي الإِسْلاَمِ كِذْبَةً ‏.‏ وَأَخْبَرَنِي مُحَمَّدُ بْنُ إِسْمَاعِيلَ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي الأَسْوَدِ قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ مَهْدِيٍّ يَقُولُ مَنْصُورُ بْنُ الْمُعْتَمِرِ أَثْبَتُ أَهْلِ الْكُوفَةِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "তবে হাদীসের শেষাংশ সহীহ মুতাওয়াতির, দেখুন হাদীস নং (২৬৪৫) আবূ ঈসা বলেনঃ এ হাদিসটি হাসান সহীহ গারীব। আমরা শুধু আলী (রাঃ)-এর রিওয়ায়াত হিসেবে উপরোক্ত সূত্রেই এ হাদীস জেনেছি। তিরমিযী জারুদ হতে ওয়াকীর সূত্রে বলেনঃ রিবঈ ইবনু হিরাশ ইসলামের মধ্যে কোন মিথ্যা কথা বলেননি। মুহাম্মাদ ইবনু ইসমাঈল আবদুল্লাহ ইবনু আবীল আসওয়াদ হতে, তিনি আব্দুর রহমান ইবনু মাহদী হতে বর্ণনা করেন, তিনি বলেছেনঃ মানসূর ইবনুল মু'তামির কূফাবাসীদের মধ্যে সর্বাপেক্ষা বিশ্বস্ত রাবী।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}