{
  "hadith": {
    "hadith_id": 372,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামকে অসুস্থ ব্যক্তির নামায আদায় করা প্রসঙ্গে প্রশ্ন করলাম। তিনি বললেনঃ দাড়িয়ে নামায আদায় কর; যদি দাড়িয়ে আদায় করতে সক্ষম না হও তবে বসে নামায আদায় কর; যদি বসে নামায আদায় করতে সক্ষম না হও তবে (শুয়ে) কাত হয়ে নামায আদায় কর। \n\nসহীহ্‌। ইরওয়া-(২৯৯), বুখারী।",
    "ar": "وَقَدْ رُوِيَ هَذَا الْحَدِيثُ، عَنْ إِبْرَاهِيمَ بْنِ طَهْمَانَ، بِهَذَا الإِسْنَادِ إِلاَّ أَنَّهُ يَقُولُ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ صَلاَةِ الْمَرِيضِ فَقَالَ ‏\"‏ صَلِّ قَائِمًا فَإِنْ لَمْ تَسْتَطِعْ فَقَاعِدًا فَإِنْ لَمْ تَسْتَطِعْ فَعَلَى جَنْبٍ ‏\"‏ ‏.‏ حَدَّثَنَا بِذَلِكَ هَنَّادٌ حَدَّثَنَا وَكِيعٌ عَنْ إِبْرَاهِيمَ بْنِ طَهْمَانَ عَنْ حُسَيْنٍ الْمُعَلِّمِ بِهَذَا الْحَدِيثِ ‏.‏ قَالَ أَبُو عِيسَى وَلاَ نَعْلَمُ أَحَدًا رَوَى عَنْ حُسَيْنٍ الْمُعَلِّمِ نَحْوَ رِوَايَةِ إِبْرَاهِيمَ بْنِ طَهْمَانَ ‏.‏ وَقَدْ رَوَى أَبُو أُسَامَةَ وَغَيْرُ وَاحِدٍ عَنْ حُسَيْنٍ الْمُعَلِّمِ نَحْوَ رِوَايَةِ عِيسَى بْنِ يُونُسَ ‏.‏ وَمَعْنَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ فِي صَلاَةِ التَّطَوُّعِ ‏.‏ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ عَنْ أَشْعَثَ بْنِ عَبْدِ الْمَلِكِ عَنِ الْحَسَنِ قَالَ إِنْ شَاءَ الرَّجُلُ صَلَّى صَلاَةَ التَّطَوُّعِ قَائِمًا وَجَالِسًا وَمُضْطَجِعًا ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي صَلاَةِ الْمَرِيضِ إِذَا لَمْ يَسْتَطِعْ أَنْ يُصَلِّيَ جَالِسًا فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ يُصَلِّي عَلَى جَنْبِهِ الأَيْمَنِ ‏.‏ وَقَالَ بَعْضُهُمْ يُصَلِّي مُسْتَلْقِيًا عَلَى قَفَاهُ وَرِجْلاَهُ إِلَى الْقِبْلَةِ ‏.‏ وَقَالَ سُفْيَانُ الثَّوْرِيُّ فِي هَذَا الْحَدِيثِ ‏\"‏ مَنْ صَلَّى جَالِسًا فَلَهُ نِصْفُ أَجْرِ الْقَائِمِ ‏\"‏ ‏.‏ قَالَ هَذَا لِلصَّحِيحِ وَلِمَنْ لَيْسَ لَهُ عُذْرٌ ‏.‏ يَعْنِي فِي النَّوَافِلِ فَأَمَّا مَنْ كَانَ لَهُ عُذْرٌ مِنْ مَرَضٍ أَوْ غَيْرِهِ فَصَلَّى جَالِسًا فَلَهُ مِثْلُ أَجْرِ الْقَائِمِ ‏.‏ وَقَدْ رُوِيَ فِي بَعْضِ هَذَا الْحَدِيثِ مِثْلُ قَوْلِ سُفْيَانَ الثَّوْرِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ‘ঈসা বলেনঃ হুসাইন আল-মুয়াল্লিম হতে ইবরাহীম ইবনু তাহমানের বর্ণনার মতো অন্য কেউ বর্ণনা করেছেন বলে আমাদের জানা নেই। আবু উসামা এবং আরো অনেকে হুসাইন আল-মুয়াল্লিম হতে ‘ঈসা ইবনু ইউনুসের বর্ণনার অনুরূপ বর্ণনা করেছেন। কিছু বিদ্বানের মতে নফল নামাযের জন্য এ সম্মতি দেয়া হয়েছে।\nহাসান (বাসরী) হতে বর্ণিত আছে, নফল নামায আদায়কারী ইচ্ছা করলে দাড়িয়ে, বসে বা শুয়েও নামায আদায় করতে পারে। সনদ সহীহ।\nযে অসুস্থ ব্যক্তি বসে নামায আদায় করতে অক্ষম সে ব্যক্তি কিভাবে নামায আদায় করবে এ ব্যাপারে বিদ্বানগণের মতের অমিল রয়েছে। একদল বিদ্বান বলেন, এমন ব্যক্তি ডানকাতে শুয়ে (কিবলার দিকে মুখ করে) নামায আদায় করবে। আরেক দল বিদ্বান বলেন, চিৎ হয়ে শুয়ে কিবলার দিকে পা দিয়ে (মাথা সামান্য উচু করে) নামায আদায় করবে। ইমরান ইবনু হুসাইনের এ হাদীসের ব্যাখ্যায় সুফইয়ান সাওরী বলেনঃ সুস্থ্য ব্যক্তি যার কোন উযর নেই সে বসে নামায পড়লে দাড়িয়ে নামায পড়ার অর্ধেক সাওয়াব পাবে যদি তা নফল নামায হয়। আর যে ব্যক্তির উযর বা আপত্তি আছে সে যদি বসে নামায পড়ে তবে সে দাড়িয়ে নামায পড়ার মতোই সাওয়াব পাবে। কোন কোন হাদীসে সুফইয়ান সাওরীর মতের সমর্থনে বর্ণনা রয়েছে।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}