{
  "hadith": {
    "hadith_id": 3724,
    "narrator": "আমির ইবনু সা'দ ইবনু আবী ওয়াক্কাস (রহঃ) হতে তার পিতা",
    "bn": "তিনি বলেন, মু'আবিয়াহ্‌ ইবনু আবী সুফ্‌ইয়ান (রাঃ) সা'দ (রাঃ)-কে আমীর নিযুক্ত করে বললেন, আবু তুরাবকে গালি দিতে তোমায় বাধা দিল কিসে? সা'দ (রাঃ) বললেন, যতক্ষণ পর্যন্ত আমি তিনটি কথা মনে রাখব, যা রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বলেছেন, সে সময় পর্যন্ত আমি তাকে গালমন্দ করব না। ঐগুলোর একটি কথাও আমার নিকটে লাল রংয়ের উট লাভের তুলনায় বেশি প্রিয়। (এক) রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-কে আমি 'আলী (রাঃ)-এর লক্ষ্যে একটি কথা বলতে শুনেছি, যে সময় তিনি তাকে মাদীনায় তাঁর জায়গায় নিয়োগ করে কোন এক যুদ্ধাভিযানে যান। সে সময় 'আলী (রাঃ) তাকে বললেন, হে আল্লাহ্‌র রাসূল! আপনি আমাকে শিশু ও নারীদের সঙ্গে কি রেখে যাচ্ছেন? রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ হে ‘আলী! তুমি কি এতে খুশি নও যে, তোমার মর্যাদা আমার নিকট মূসা ('আঃ)-এর নিকট হারূন ('আঃ)-এর মতই? কিন্তু (পার্থক্য এই যে,) আমার পরবর্তীতে কোন নবী নেই। (দুই) আমি খাইবারের (যুদ্ধাভিযানের) দিন রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ এমন এক লোকের হাতে আমি (যুদ্ধের) পতাকা অর্পণ করব যে আল্লাহ তা'আলা ও তাঁর রাসূলকে ভালবাসে এবং আল্লাহ তা'আলা ও তাঁর রাসূলও তাকে মুহাব্বাত করেন। বর্ণনাকারী বলেন, প্রত্যেকে তা লাভের আশায় অপেক্ষা করতে থাকলাম। তিনি বললেনঃ তোমরা 'আলীকে আমার নিকটে ডেকে আন। বর্ণনাকারী বলেন, তিনি তাঁর কাছে এসে হাযির হন, তখন তার চোখ উঠেছিল। রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তার দুই চোখে স্বীয় মুখ নিঃসৃত লালা লাগিয়ে দেন এবং তার হাতে পতাকা অর্পণ করেন। আল্লাহ তা'আলা তাকে বিজয়ী করলেন। (তিন) এ আয়াত যখন অবতীর্ণ হল (অনুবাদ): আমরা আহ্‌বান করি আমাদের পুত্রদেরকে ও তোমাদের পুত্রদেরকে, আমাদের নারীদেরকে ও তোমাদের নারীদেরকে.....\"— (সূরা আ-লি 'ইমরান ৬১)। সে সময় রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) 'আলী, ফাতিমাহ্‌, হাসান ও হুসাইন (রাঃ)-কে ডাকেন (এবং তাদেরকে নিয়ে খোলা ময়দানে গিয়ে) বললেনঃ হে আল্লাহ! এরা সকলে আমার পরিবার-পরিজন।\n\nসহীহঃ মুসলিম (হাঃ ৭/১২০)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ بُكَيْرِ بْنِ مِسْمَارٍ، عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ أَبِيهِ، قَالَ أَمَّرَ مُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ سَعْدًا فَقَالَ مَا يَمْنَعُكَ أَنْ تَسُبَّ أَبَا تُرَابٍ قَالَ أَمَّا مَا ذَكَرْتُ ثَلاَثًا قَالَهُنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَنْ أَسُبَّهُ لأَنْ تَكُونَ لِي وَاحِدَةٌ مِنْهُنَّ أَحَبُّ إِلَىَّ مِنْ حُمْرِ النَّعَمِ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ لِعَلِيٍّ وَخَلَفَهُ فِي بَعْضِ مَغَازِيهِ فَقَالَ لَهُ عَلِيٌّ يَا رَسُولَ اللَّهِ تُخَلِّفُنِي مَعَ النِّسَاءِ وَالصِّبْيَانِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَمَا تَرْضَى أَنْ تَكُونَ مِنِّي بِمَنْزِلَةِ هَارُونَ مِنْ مُوسَى إِلاَّ أَنَّهُ لاَ نُبُوَّةَ بَعْدِي ‏\"‏ ‏.‏ وَسَمِعْتُهُ يَقُولُ يَوْمَ خَيْبَرَ ‏\"‏ لأُعْطِيَنَّ الرَّايَةَ رَجُلاً يُحِبُّ اللَّهَ وَرَسُولَهُ وَيُحِبُّهُ اللَّهُ وَرَسُولُهُ ‏\"‏ ‏.‏ قَالَ فَتَطَاوَلْنَا لَهَا فَقَالَ ‏\"‏ ادْعُ لِي عَلِيًّا ‏\"‏ ‏.‏ فَأَتَاهُ وَبِهِ رَمَدٌ فَبَصَقَ فِي عَيْنِهِ فَدَفَعَ الرَّايَةَ إِلَيْهِ فَفَتَحَ اللَّهُ عَلَيْهِ ‏.‏ وَأُنْزِلَتْ هَذِهِ الآيَةُ ‏:‏ ‏(‏ قلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ ‏)‏ الآيَةَ دَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلِيًّا وَفَاطِمَةَ وَحَسَنًا وَحُسَيْنًا فَقَالَ ‏\"‏ اللَّهُمَّ هَؤُلاَءِ أَهْلِي ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু 'ঈসা বলেন, উপর্যুক্ত সনদে এ হাদীসটি হাসান সহীহ গারীব।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}