{
  "hadith": {
    "hadith_id": 3725,
    "narrator": "আল-বারাআ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু'টি সামরিক বাহিনী প্রেরণ করলেন এবং একদলের সেনাপতি বানালেন আলী (রাঃ)-কে এবং অপর দলের অধিনায়ক বানালেন খালিদ ইবনুল ওয়ালিদ (রাঃ)-কে। তিনি আরো বলেনঃ যখন যুদ্ধ শুরু হবে তখন আলী হবে (সমগ্র বাহিনীর) প্রধান সেনাপতি। রাবী বলেন, আলী (রাঃ) একটি দুর্গ জয় করেন এবং সেখান হতে একটি যুদ্ধবন্দিনী নিয়ে নেন। এ প্রসঙ্গে খালিদ (রাঃ) এক চিঠি লিখে আমার মাধ্যমে তা (রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের) নিকট পাঠান যাতে তিনি আলী (রাঃ)-এর দোষ চর্চা করেন। রাবী বলেন, আমি চিঠি নিয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের) নিকট হাযির হলাম। তিনি চিঠি পড়ার পর তাঁর (মুখমন্ডলের) রং বিবর্ণ হয়ে গেল। তারপর তিনি বললেনঃ তুমি এমন লোক প্রসঙ্গে কি ভাবো যে আল্লাহ তা'আলা ও তাঁর রাসূলকে ভালোবাসে এবং আল্লাহ তা'আলা ও তাঁর রাসূলও যাকে ভালোবাসেন? রাবী বলেন, তখন আমি বললাম, আমি আল্লাহ্ তা'আলার অসন্তোষ ও তাঁর রাসূলের অসন্তোষ হতে আল্লাহ তা'আলার আশ্রয় চাই। আমি একজন বার্তাবাহক মাত্র। (এ কথায়) তিনি নীরব হন। \n\nসনদ দূর্বল, ১৬৮৭ নং হাদীসে পূর্বেও বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ، حَدَّثَنَا الأَحْوَصُ بْنُ جَوَّابٍ أَبُو الْجَوَّابِ، عَنْ يُونُسَ بْنِ أَبِي إِسْحَاقَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ بَعَثَ النَّبِيُّ صلى الله عليه وسلم جَيْشَيْنِ وَأَمَّرَ عَلَى أَحَدِهِمَا عَلِيَّ بْنَ أَبِي طَالِبٍ وَعَلَى الآخَرِ خَالِدَ بْنَ الْوَلِيدِ وَقَالَ ‏\"‏ إِذَا كَانَ الْقِتَالُ فَعَلِيٌّ ‏\"‏ ‏.‏ قَالَ فَافْتَتَحَ عَلِيٌّ حِصْنًا فَأَخَذَ مِنْهُ جَارِيَةً فَكَتَبَ مَعِي خَالِدٌ كِتَابًا إِلَى النَّبِيِّ صلى الله عليه وسلم يَشِي بِهِ ‏.‏ قَالَ فَقَدِمْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَرَأَ الْكِتَابَ فَتَغَيَّرَ لَوْنُهُ ثُمَّ قَالَ ‏\"‏ مَا تَرَى فِي رَجُلٍ يُحِبُّ اللَّهَ وَرَسُولَهُ وَيُحِبُّهُ اللَّهُ وَرَسُولُهُ ‏\"‏ ‏.‏ قَالَ قُلْتُ أَعُوذُ بِاللَّهِ مِنْ غَضَبِ اللَّهِ وَغَضَبِ رَسُولِهِ وَإِنَّمَا أَنَا رَسُولٌ فَسَكَتَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীস হাসান গারীব। আমরা শুধু উপরোক্ত সূত্রেই এ হাদীস জেনেছি।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}