{
  "hadith": {
    "hadith_id": 3757,
    "narrator": "সা’ঈদ ইবনু যাইদ ইবনু ‘আম্‌র ইবনু নুফাইল (রাঃ)",
    "bn": "তিনি বলেন, নয়জন লোক প্রসঙ্গে আমি সাক্ষ্য দিচ্ছি যে, তারা জান্নাতী। যদি আমি দশম ব্যাক্তি প্রসঙ্গেও সাক্ষ্য দেই তবে তাতেও আমি পাপী হব না। প্রশ্ন করা হল, তা কীভাবে? তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর সাথে আমরা হেরা পর্বতের উপর অবস্থানরত ছিলাম। (হেরা কেঁপে উঠলে) তিনি বললেনঃ হেরা! শান্ত হও। অবশ্যই তোমার উপরে একজন নবী কিংবা একজন সিদ্দীক্ব (পরম সত্যবাদী) অথবা একজন শহীদ আছেন। বলা হল, তারা কারা? তিনি বললেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম), আবূ বাক্র, ‘উমার, ‘উসমান, ‘আলী, ত্বালহা, যুবাইর, সা’দ ও ‘আবদুর রহমান ইবনু ‘আওফ (রাঃ)। তাকে প্রশ্ন করা হল, দশম লোকটি কে? তিনি বললেন, আমি।\n\nসহীহঃ (৩৭৪৮) নং হাদীস পূর্বে বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا حُصَيْنٌ، عَنْ هِلاَلِ بْنِ يِسَافٍ، عَنْ عَبْدِ اللَّهِ بْنِ ظَالِمٍ الْمَازِنِيِّ، عَنْ سَعِيدِ بْنِ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ، أَنَّهُ قَالَ أَشْهَدُ عَلَى التِّسْعَةِ أَنَّهُمْ فِي الْجَنَّةِ وَلَوْ شَهِدْتُ عَلَى الْعَاشِرِ لَمْ آثَمْ ‏.‏ قِيلَ وَكَيْفَ ذَلِكَ قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِحِرَاءَ فَقَالَ ‏ \"‏ اثْبُتْ حِرَاءُ فَإِنَّهُ لَيْسَ عَلَيْكَ إِلاَّ نَبِيٌّ أَوْ صِدِّيقٌ أَوْ شَهِيدٌ ‏\"‏ ‏.‏ قِيلَ وَمَنْ هُمْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ وَعَلِيٌّ وَطَلْحَةُ وَالزُّبَيْرُ وَسَعْدٌ وَعَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ ‏.‏ قِيلَ فَمَنِ الْعَاشِرُ قَالَ أَنَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ سَعِيدِ بْنِ زَيْدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি হাসান সহীহ। এ হাদীসটি সা’ঈদ ইবনু যাইদ (রাঃ)-এর বরাতে, নাবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে একাধিক সূত্রে বর্ণিত হয়েছে। আহমাদ ইবনু মানী’-হাজ্জাজ ইবনু মুহাম্মাদ হতে, তিনি শু’বাহ্ হতে, তিনি আল-হুর ইবনুস সাব্বাহ হতে, তিনি ‘আবদুর রহমান ইবনুল আখনাস হতে, তিনি সা’ঈদ ইবনু যাইদ (রাঃ) হতে উক্ত মর্মে নাবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে একই রকম বর্ণনা করেছেন। এ শেষের সনদের হাদীসটি হাসান।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}