{
  "hadith": {
    "hadith_id": 3781,
    "narrator": "হুযাইফাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আমার মা আমাকে প্রশ্ন করেন, নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর নিকট তুমি কখন যাবে? আমি বললাম, আমি এতদিন হতে তাঁর নিকট উপস্থিত পরিত্যাগ করেছি। এতে তিনি আমার উপর নারাজ হন। আমি তাকে বললাম, নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর সঙ্গে আমাকে মাগরিবের নামায আদায় করতে ছেড়ে দিন। তাহলে আমি তাঁর কাছে আমার ও আপনার জন্য ক্ষমা প্রার্থনার আবেদন করব। অতএব নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর নিকট আমি হাযির হয়ে তাঁর সাথে মাগরিবের নামায আদায় করলাম। তারপর তিনি নফল নামায আদায় করতে থাকলেন, অবশেষে তিনি এশার নামায আদায় করলেন। তারপর তিনি বাড়ির দিকে যাত্রা করলেন এবং আমি তাঁর পিছু পিছু গেলাম। তিনি আমার আওয়াজ শুনতে পেলেন এবং প্রশ্ন করলেন, তুমি কে, হুযাইফাহ্‌? আমি বললাম, হ্যাঁ। তিনি বললেনঃ তোমার কি দরকার, আল্লাহ্‌ তা‘আলা তোমাকে এবং তোমার মাকে ক্ষমা করুন। তিনি বললেনঃ একজন ফেরেশতা যিনি আজকের এ রাতের আগে কখনও পৃথিবীতে অবতরণ করেননি। তিনি আমাকে সালাম করার জন্য এবং আমার জন্য এ সুখবর বয়ে আনার জন্য আল্লাহ্‌ তা‘আলার কাছে অনুমতি চেয়েছেনঃ ফাতিমাহ্‌ জান্নাতের নারীদের নেত্রী এবং হাসান ও হুসাইন জান্নাতের যুবকদের নেতা।\n\nসহীহঃ তা‘লীকুর রাগীব (২০৫, ২০৬), মিশকাত (২১৬২), সহীহাহ্‌ (২৭৮৫)।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، وَإِسْحَاقُ بْنُ مَنْصُورٍ، قَالاَ أَخْبَرَنَا مُحَمَّدُ بْنُ يُوسُفَ، عَنْ إِسْرَائِيلَ، عَنْ مَيْسَرَةَ بْنِ حَبِيبٍ، عَنِ الْمِنْهَالِ بْنِ عَمْرٍو، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنْ حُذَيْفَةَ، قَالَ سَأَلَتْنِي أُمِّي مَتَى عَهْدُكَ - تَعْنِي - بِالنَّبِيِّ صلى الله عليه وسلم ‏.‏ فَقُلْتُ مَا لِي بِهِ عَهْدٌ مُنْذُ كَذَا وَكَذَا ‏.‏ فَنَالَتْ مِنِّي فَقُلْتُ لَهَا دَعِينِي آتِي النَّبِيَّ صلى الله عليه وسلم فَأُصَلِّيَ مَعَهُ الْمَغْرِبَ وَأَسْأَلُهُ أَنْ يَسْتَغْفِرَ لِي وَلَكِ ‏.‏ فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَصَلَّيْتُ مَعَهُ الْمَغْرِبَ فَصَلَّى حَتَّى صَلَّى الْعِشَاءَ ثُمَّ انْفَتَلَ فَتَبِعْتُهُ فَسَمِعَ صَوْتِي فَقَالَ ‏\"‏ مَنْ هَذَا حُذَيْفَةُ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ مَا حَاجَتُكَ غَفَرَ اللَّهُ لَكَ وَلأُمِّكَ ‏\"‏ ‏.‏ قَالَ ‏\"‏ إِنَّ هَذَا مَلَكٌ لَمْ يَنْزِلِ الأَرْضَ قَطُّ قَبْلَ هَذِهِ اللَّيْلَةِ اسْتَأْذَنَ رَبَّهُ أَنْ يُسَلِّمَ عَلَىَّ وَيُبَشِّرَنِي بِأَنَّ فَاطِمَةَ سَيِّدَةُ نِسَاءِ أَهْلِ الْجَنَّةِ وَأَنَّ الْحَسَنَ وَالْحُسَيْنَ سَيِّدَا شَبَابِ أَهْلِ الْجَنَّةِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ إِسْرَائِيلَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, উপর্যুক্ত সনদে এ হাদীসটি হাসান গারীব। এ হাদীস আমরা শুধুমাত্র ইসরাঈলের বর্ণনার পরিপ্রেক্ষিতেই জানতে পেরেছি।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}