{
  "hadith": {
    "hadith_id": 3787,
    "narrator": "নাবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর পোষ্য 'উমার ইবনু আবী সালামাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, উম্মু সালামাহ্‌ (রাঃ)-এর ঘরে এ আয়াত নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর উপর অবতীর্ণ হয় (অনুবাদ): “হে নাবীর পরিবার! আল্লাহ্‌ তা'আলা তো চান তোমাদের হতে অপবিত্রতা দূর করতে এবং তোমাদেরকে সম্পূর্ণভাবে পবিত্র করতে”- (সূরা আহ্‌যাব ৩৩)। সে সময় নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) ফাতিমাহ্‌, হাসান ও হুসাইন (রাঃ)-কে ডাকেন এবং তাদেরকে একখানা চাদরে আবৃত করেন। তাঁর পেছনে 'আলী (রাঃ) ছিলেন। তিনি তাঁকেও চাদরে ঢেকে নেন, তারপর বললেনঃ “হে আল্লাহ্‌! এরা আমার আহলে বাইত। অতএব তুমি তাদের হতে অপবিত্রতা অপসারণ করে দাও এবং তাদেরকে উত্তমভাবে পবিত্র কর\"। সে সময় উম্মু সালামাহ্‌ (রাঃ) বললেন, হে আল্লাহ্‌র রাসূল! আমিও তাদের অন্তর্ভুক্ত কি? তিনি বললেনঃ তুমি স্বস্থানে আছ এবং তুমি কল্যাণের মাঝেই আছ।\n        \nসহীহঃ ৩২০৫ নং হাদীস পূর্বে বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الأَصْبَهَانِيُّ، عَنْ يَحْيَى بْنِ عُبَيْدٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، رَبِيبِ النَّبِيِّ صلى الله عليه وسلم قَالَ نَزَلَتْ هَذِهِ الآيَةُ عَلَى النَّبِيِّ صلى الله عليه وسلمَّ ‏:‏ ‏(‏ إنمَا يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا ‏)‏ فِي بَيْتِ أُمِّ سَلَمَةَ فَدَعَا النَّبِيُّ صلى الله عليه وسلم فَاطِمَةَ وَحَسَنًا وَحُسَيْنًا فَجَلَّلَهُمْ بِكِسَاءٍ وَعَلِيٌّ خَلْفَ ظَهْرِهِ فَجَلَّلَهُ بِكِسَاءٍ ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ هَؤُلاَءِ أَهْلُ بَيْتِي فَأَذْهِبْ عَنْهُمُ الرِّجْسَ وَطَهِّرْهُمْ تَطْهِيرًا ‏\"‏ ‏.‏ قَالَتْ أُمُّ سَلَمَةَ وَأَنَا مَعَهُمْ يَا نَبِيَّ اللَّهِ قَالَ ‏\"‏ أَنْتِ عَلَى مَكَانِكِ وَأَنْتِ إِلَى خَيْرٍ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أُمِّ سَلَمَةَ وَمَعْقِلِ بْنِ يَسَارٍ وَأَبِي الْحَمْرَاءِ وَأَنَسٍ ‏.‏ قَالَ وَهَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ অনুছেদে উম্মু সালামাহ্‌, মা'কিল ইবনু ইয়াসার, আবুল হামরা ও আনাস ইবনু মালিক (রাঃ) কর্তৃকও হাদীস বর্ণিত আছে।\nএ হাদীসটি উপর্যুক্ত সনদে হাসান গারীব।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}