{
  "hadith": {
    "hadith_id": 3799,
    "narrator": "আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখনই আম্মারকে দু'টি বিষয়ের মাঝে একটি গ্রহণের এখতিয়ার দেয়া হয়েছে সে সময় সে প্রত্যেকটির মাঝে সর্বোত্তমটিকে (অপেক্ষাকৃত মজবুতটিকে) এখতিয়ার করেছে।\n     \nসহীহঃ ইবনু মাজাহ (১৪৮)।",
    "ar": "حَدَّثَنَا الْقَاسِمُ بْنُ دِينَارٍ الْكُوفِيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ عَبْدِ الْعَزِيزِ بْنِ سِيَاهٍ، كُوفِيٌّ عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا خُيِّرَ عَمَّارٌ بَيْنَ أَمْرَيْنِ إِلاَّ اخْتَارَ أَرْشَدَهُمَا ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ عَبْدِ الْعَزِيزِ بْنِ سِيَاهٍ ‏.‏ وَهُوَ شَيْخٌ كُوفِيٌّ وَقَدْ رَوَى عَنْهُ النَّاسُ لَهُ ابْنٌ يُقَالُ لَهُ يَزِيدُ بْنُ عَبْدِ الْعَزِيزِ رَوَى عَنْهُ يَحْيَى بْنُ آدَمَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি হাসান গারীব। কেননা ‘আবদুল 'আযীয ইবনু সিয়াহ্‌-এর রিওয়ায়াত ছাড়া আমরা এ হাদীস প্রসঙ্গে অবহিত নই। তিনি হলেন কুফার শাইখ। লোকেরা তার নিকট হতে হাদীস রিওয়ায়াত করেছে। তার এক পুত্র ছিল, যিনি ইয়াযীদ ইবনু ‘আবদুল 'আযীয নামে পরিচিত এবং যিনি সিক্বাহ্‌ বর্ণনাকারী ছিলেন। ইয়াহ্‌ইয়া ইবনু আদাম তার সনদে হাদীস রিওয়ায়াত করেছেন।\nহুযাইফাহ্‌ ইবনুল ইয়ামান (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর নিকট আমরা বসা ছিলাম। তিনি বললেনঃ আমার জানা নেই, আর কত দিন আমি তোমাদের মাঝে জীবিত থাকব। সুতরাং তোমরা আমার পরের দু'জন লোকের অনুসরণ কর এবং তিনি আবূ বাক্‌র ও 'উমার (রাঃ)-এর দিকে ইশারা করেন। আর তোমরা 'আম্মারের অনুসৃত পন্থা অনুসরণ কর এবং যে হাদীস ইবনু মাস'ঊদ তোমাদের কাছে রিওয়ায়াত করে তা বিশ্বাস কর।\n       \nসহীহঃ ইবনু মাজাহ (৯৭)।\n        \nআবূ 'ঈসা বলেন, এ হাদীসটি হাসান। এ হাদীস ইবরাহীম ইবনু সা'দ সুফ্‌ইয়ান সাওরী হতে, তিনি ‘আবদুল মালিক ইবনু 'উমাইর হতে, তিনি রিব'ঈর মুক্তদাস হিলাল হতে, তিনি রিব'ঈ হতে, তিনি হুযাইফাহ্‌ (রাঃ) হতে,  তিনি নাবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে এই সনদে একই রকম রিওয়ায়াত করেছেন। সালিম আল-মুরাদী আল-কূফী এ হাদীস ‘আম্‌র ইবনু হারিম হতে, তিনি রিব'ঈ ইবনু হিরাশ হতে, তিনি হুযাইফাহ্‌ (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে এই সনদে একই রকম রিওয়ায়াত করেছেন।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}