{
  "hadith": {
    "hadith_id": 3803,
    "narrator": "আবদুল্লাহ ইবনু সালাম (রাঃ)-এর ভাতিজা",
    "bn": "তিনি বলেনঃ উসমান (রাঃ)-কে যখন মেরে ফেলার চক্রান্ত করা হয় তখন আবদুল্লাহ ইবনু সালাম (রাঃ) তাঁর নিকট তার নিরাপত্তার জন্য আসেন। উসমান (রাঃ) তাকে বলেন, আপনি কেন এসেছেন? তিনি বললেন, আমি আপনাকে সাহায্য করতে এসেছি। উসমান (রাঃ) বললেন, তাহলে আপনি বাইরে বিদ্রোহীদের নিকট যান এবং তাদেরকে আমার নিকট হতে সরিয়ে দিন। আপনার বাড়ির ভেতরে থাকার চাইতে বাইরে থাকাই আমার জন্য উপকারী। অতএব আবদুল্লাহ (রাঃ) বাইরে লোকদের নিকট গিয়ে তাদের উদ্দেশ্যে বললেন, হে লোকেরা! জাহিলী যুগে আমার অমুক নাম ছিল। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নাম রাখেন আবদুল্লাহ। আমার সম্পর্কে আল্লাহ্‌ তা’আলার কিতাবে কয়েকটি আয়াতও অবতীর্ণ হয়। আমার সম্পর্কে অবতীর্ণ হয়ঃ “এবং বানী ইসরাঈলের একজন এর মতই কিতাব প্রসঙ্গে সাক্ষ্য দিয়েছে এবং এতে ঈমান এনেছে, অথচ তোমরা অহংকার করছ। নিশ্চয় আল্লাহ তা’আলা যালিমদেরকে সৎপথে পরিচালিত করেন না” (সূরাঃ আল-আহ্‌কাফ-১০)। আরও অবতীর্ণ হয়ঃ “আপনি বলুন, আমার ও তোমাদের মাঝে আল্লাহ্‌ তা’আলার সাক্ষ্য এবং যার নিকট কিতাবের জ্ঞান আছে তার সাক্ষ্যই যথেষ্ট” (সূরাঃ রাদ-৪৩)। তোমাদের জন্য আল্লাহ্‌ তা’আলার একখানা কোষবদ্ধ তলোয়ার আছে। আর তোমাদের এই যে শহরে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (হিজরাত করে) আসেন, এখানের ফেরেশতারা তোমাদের প্রতিবেশী। অতএব তোমরা এই ব্যক্তিকে হত্যা করার ব্যাপারে আল্লাহ্‌ তা’আলাকে ভয় কর। আল্লাহ্‌র কসম! যদি তোমরা তাকে মেরে ফেল, তাহলে অবশ্যই তোমাদের প্রতিবেশী ফেরেশতারা তোমাদেরকে ছেড়ে চলে যাবে এবং আল্লাহ্‌‌ তা’আলার যে তলোয়ার তোমাদের হতে কোষবদ্ধ আছে তা কোষমুক্ত হলে কিয়ামাত পর্যন্ত আর কোষবদ্ধ হবে না। বিদ্রোহীরা বলল, তোমরা এই ইয়াহূদীকেও হত্যা কর এবং উসমানকেও হত্যা কর। \n\nসনদ দুর্বল। ৩০৯৮ নং হাদীসে পূর্বে বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ سَعِيدٍ الْكِنْدِيُّ، حَدَّثَنَا أَبُو مُحَيَّاةَ، يَحْيَى بْنُ يَعْلَى بْنِ عَطَاءٍ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنِ ابْنِ أَخِي عَبْدِ اللَّهِ بْنِ سَلاَمٍ، قَالَ لَمَّا أُرِيدَ قَتْلُ عُثْمَانَ جَاءَ عَبْدُ اللَّهِ بْنُ سَلاَمٍ فَقَالَ لَهُ عُثْمَانُ مَا جَاءَ بِكَ قَالَ جِئْتُ فِي نَصْرِكَ ‏.‏ قَالَ اخْرُجْ إِلَى النَّاسِ فَاطْرُدْهُمْ عَنِّي فَإِنَّكَ خَارِجًا خَيْرٌ لِي مِنْكَ دَاخِلاً ‏.‏ فَخَرَجَ عَبْدُ اللَّهِ إِلَى النَّاسِ فَقَالَ أَيُّهَا النَّاسُ إِنَّهُ كَانَ اسْمِي فِي الْجَاهِلِيَّةِ فُلاَنٌ فَسَمَّانِي رَسُولُ اللَّهِ صلى الله عليه وسلم عَبْدَ اللَّهِ وَنَزَلَتْ فِيَّ آيَاتٌ مِنْ كِتَابِ اللَّهِ فَنَزَلَتْ فِيَّ ‏:‏ ‏(‏ وشهد شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ إِنَّ اللَّهَ لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ ‏)‏ وَنَزَلَتْ فِيَّ ‏:‏ ‏(‏ قلْ كَفَى بِاللَّهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ ‏)‏ إِنَّ لِلَّهِ سَيْفًا مَغْمُودًا عَنْكُمْ وَإِنَّ الْمَلاَئِكَةَ قَدْ جَاوَرَتْكُمْ فِي بَلَدِكُمْ هَذَا الَّذِي نَزَلَ فِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَاللَّهَ اللَّهَ فِي هَذَا الرَّجُلِ أَنْ تَقْتُلُوهُ فَوَاللَّهِ لَئِنْ قَتَلْتُمُوهُ لَتَطْرُدُنَّ جِيرَانَكُمُ الْمَلاَئِكَةَ وَلَتَسُلُّنَّ سَيْفَ اللَّهِ الْمَغْمُودَ عَنْكُمْ فَلاَ يُغْمَدُ عَنْكُمْ إِلَى يَوْمِ الْقِيَامَةِ ‏.‏ قَالُوا اقْتُلُوا الْيَهُودِيَّ وَاقْتُلُوا عُثْمَانَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ ‏.‏ وَقَدْ رَوَى شُعَيْبُ بْنُ صَفْوَانَ هَذَا الْحَدِيثَ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ فَقَالَ عَنْ عُمَرَ بْنِ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ سَلاَمٍ عَنْ جَدِّهِ عَبْدِ اللَّهِ بْنِ سَلاَمٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদিসটি গারীব। কেননা আমরা শুধু আবদুল মালিক ইবনু উমাইরের রিওয়ায়াত হিসেবে এ হাদীস প্রসঙ্গে জেনেছি। শুআইব ইবনু সাফওয়ান এ হাদীস আবদুল মালিক ইবনু উমাইর হতে বর্ণনা করেছেন এবং বলেছনঃ উমার ইবনু মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু সালাম-তার দাদা আবদুল্লাহ ইবনু সালাম (রাঃ) হতে।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}