{
  "hadith": {
    "hadith_id": 3811,
    "narrator": "খাইসামাহ্‌ ইবনু আবূ সাবরাহ্‌ (রহঃ)",
    "bn": "তিনি বলেন, আমি মাদীনায় এসে আল্লাহ্‌ তা'আলার নিকট প্রার্থনা করলাম যে, তিনি যেন আমাকে একজন সৎকর্মপরায়ণ সঙ্গী জুটিয়ে দেন। অতএব তিনি আবূ হুরাইয়াহ্‌ (রাঃ)-কে আমার ভাগ্যে জুটিয়ে দিলেন। তার পাশে বসে আমি তাকে বললাম, আমি আল্লাহ তা'আলার নিকট প্রার্থনা করেছিলাম যে, তিনি যেন আমাকে একজন সৎকর্মপরায়ন সঙ্গী মিলিয়ে দেন। অতএব আপনি আমার জন্য সহজলভ্য হয়েছেন। তিনি (আমাকে) প্রশ্ন করেন, তুমি এসেছ কোথা হতে? আমি বললাম, আমি কূফার অধিবাসী। আমি মঙ্গলের সন্ধানে এসেছি এবং তাই খোঁজ করছি। তিনি বললেন, তোমাদের মধ্যে কি সা'দ ইবনু মালিক (রাঃ), যার দু'আ ক্ববুল হয়, রাসুলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর উযুর পানি ও জুতা বহনকারী ইবনু মাস'ঊদ (রাঃ), রাসুলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর গোপন তথ্যের খাজাঞ্চী হূ্যাইফাহ্‌ (রাঃ), 'আম্মার (রাঃ) যাকে আল্লাহ তাঁর নাবীর ভাষায় শাইতানের আক্রমণ হতে নিরাপত্তা দান করেছেন এবং দুই কিতাবধারী সালমান (রাঃ) প্রমুখ সাহাবীগন বিদ্যমান নেই? ক্বাতদাহ (রাঃ) বলেন, দুই কিতাব হল ইনজীল ও কুরআন।\n\nসহীহঃ বুখারী (৩৭৪২,৩৭৪৩) হুযাইফাহ্‌ হতে, এ হাদিসদ্বয়ে সালমানের উল্লেখ নেই।",
    "ar": "حَدَّثَنَا الْجَرَّاحُ بْنُ مَخْلَدٍ الْبَصْرِيُّ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ خَيْثَمَةَ بْنِ أَبِي سَبْرَةَ، قَالَ أَتَيْتُ الْمَدِينَةَ فَسَأَلْتُ اللَّهَ أَنْ يُيَسِّرَ لِي جَلِيسًا صَالِحًا فَيَسَّرَ لِي أَبَا هُرَيْرَةَ فَجَلَسْتُ إِلَيْهِ فَقُلْتُ لَهُ إِنِّي سَأَلْتُ اللَّهَ أَنْ يُيَسِّرَ لِي جَلِيسًا صَالِحًا فَوُفِّقْتَ لِي ‏.‏ فَقَالَ لِي مِنْ أَيْنَ أَنْتَ قُلْتُ مِنْ أَهْلِ الْكُوفَةِ جِئْتُ أَلْتَمِسُ الْخَيْرَ وَأَطْلُبُهُ ‏.‏ قَالَ أَلَيْسَ فِيكُمْ سَعْدُ بْنُ مَالِكٍ مُجَابُ الدَّعْوَةِ وَابْنُ مَسْعُودٍ صَاحِبُ طَهُورِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَنَعْلَيْهِ وَحُذَيْفَةُ صَاحِبُ سِرِّ رَسُولِ اللَّهِ صلى الله عليه وسلم وَعَمَّارٌ الَّذِي أَجَارَهُ اللَّهُ مِنَ الشَّيْطَانِ عَلَى لِسَانِ نَبِيِّهِ وَسَلْمَانُ صَاحِبُ الْكِتَابَيْنِ ‏.‏ قَالَ قَتَادَةُ وَالْكِتَابَانِ الإِنْجِيلُ وَالْفُرْقَانُ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَخَيْثَمَةُ هُوَ ابْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَبْرَةَ إِنَّمَا نُسِبَ إِلَى جَدِّهِ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি হাসান গারীব। খাইসামাহ্‌ হলেন 'আব্দুর রহমান ইবনু আবী সাবরার পুত্র। তাকে তার দাদার সঙ্গে সম্পর্কিত করা হয়েছে।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}