{
  "hadith": {
    "hadith_id": 3819,
    "narrator": "উসামা ইবনু যাইদ (রাঃ)",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট বসে থাকাকালীন সময়ে আলী ও আব্বাস (রাঃ) হাযির হয়ে সম্মতি চেয়ে বলেন, হে উসামা! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে আমাদের ঢোকার অনুমতি চাও। আমি বললাম, হে আল্লাহর রাসূল! আলী ও আব্বাস (রাঃ) প্রবেশের অনুমতিপ্রার্থী। তিনি বললেন: তুমি কি জান তারা কেন এসেছে? আমি বললাম, না, আমি জানি না। তিনি বললেন, কিন্তু আমি জানি। তাদেরকে সম্মতি দিলেন। তারা দুজনে ভেতরে আসলেন এবং বললেন, হে আল্লাহর রাসূল! আমরা আপনার নিকট এ কথা জানতে এসেছি যে, আপনার পরিজনদের মধ্যে কে আপনার বেশি আদরের? তিনি বললেনঃ ফাতিমা বিনতু মুহাম্মাদ।  তারা বললেন, আমরা আপনার পরিজন প্রসঙ্গে প্রশ্ন করতে আসিনি। তিনি বললেন, আমার পরিজনদের মধ্যে সেই ব্যক্তিই আমার বেশি আদরের যার প্রতি আল্লাহ তা’আলাও দয়া করেছেন এবং আমিও দয়া করেছি অর্থাৎ উসামা ইবনু যাইদ। তারা আবার প্রশ্ন করেন, তারপর কে? তিনি বললেনঃ তারপর আলী ইবনু আবূ তালিব। আব্বাস (রাঃ) বললেন, হে আল্লাহর রাসূল! আপনি কি আপনার চাচাকে সবার শেষ ভাগে রাখলেন? তিনি বললেন: হিজরাতের কারণে আলী আপনাকে ছেড়ে গেছে। \n\nযঈফ, মিশকাত (৬১৬৮)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ، حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، حَدَّثَنَا عُمَرُ بْنُ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، أَخْبَرَنِي أُسَامَةُ بْنُ زَيْدٍ، قَالَ كُنْتُ جَالِسًا عِنْدَ النَّبِيِّ صلى الله عليه وسلم إِذْ جَاءَ عَلِيٌّ وَالْعَبَّاسُ يَسْتَأْذِنَانِ فَقَالاَ يَا أُسَامَةُ اسْتَأْذِنْ لَنَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقُلْتُ يَا رَسُولَ اللَّهِ عَلِيٌّ وَالْعَبَّاسُ يَسْتَأْذِنَانِ ‏.‏ فَقَالَ ‏\"‏ أَتَدْرِي مَا جَاءَ بِهِمَا ‏\"‏ ‏.‏ قُلْتُ لاَ أَدْرِيَ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لَكِنِّي أَدْرِي ‏\"‏ ‏.‏ فَأَذِنَ لَهُمَا فَدَخَلاَ فَقَالاَ يَا رَسُولَ اللَّهِ جِئْنَاكَ نَسْأَلُكَ أَىُّ أَهْلِكَ أَحَبُّ إِلَيْكَ قَالَ ‏\"‏ فَاطِمَةُ بِنْتُ مُحَمَّدٍ ‏\"‏ ‏.‏ فَقَالاَ مَا جِئْنَاكَ نَسْأَلُكَ عَنْ أَهْلِكَ ‏.‏ قَالَ ‏\"‏ أَحَبُّ أَهْلِي إِلَىَّ مَنْ قَدْ أَنْعَمَ اللَّهُ عَلَيْهِ وَأَنْعَمْتُ عَلَيْهِ أُسَامَةُ بْنُ زَيْدٍ ‏\"‏ ‏.‏ قَالاَ ثُمَّ مَنْ قَالَ ‏\"‏ ثُمَّ عَلِيُّ بْنُ أَبِي طَالِبٍ ‏\"‏ ‏.‏ قَالَ الْعَبَّاسُ يَا رَسُولَ اللَّهِ جَعَلْتَ عَمَّكَ آخِرَهُمْ قَالَ ‏\"‏ لأَنَّ عَلِيًّا قَدْ سَبَقَكَ بِالْهِجْرَةِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَكَانَ شُعْبَةُ يُضَعِّفُ عُمَرَ بْنَ أَبِي سَلَمَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}