{
  "hadith": {
    "hadith_id": 3837,
    "narrator": "মালিক ইবনু আবূ আমির (রাহঃ)",
    "bn": "তিনি বলেন, এক লোক তালহা ইবনু উবাইদুল্লাহ (রাঃ)-এর নিকট এসে বলল, হে আবূ মুহাম্মাদ! ঐ ইয়ামানী লোকটি অর্থাৎ আবূ হুরাইরা (রাঃ) প্রসঙ্গে আপনার কি বক্তব্য? তিনি কি আপনাদের চাইতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাদীস অনেক বেশি জানেন? তার নিকট আমরা এমন কিছু হাদীস শুনি যা আপনাদের নিকট শুনতে পাই না। অথবা তিনি কি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বরাতে এমন কথা বলেন যা প্রকৃতপক্ষে তিনি বলেননি? তালহা (রাঃ) বললেন, বস্তুত তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এ হাদীস শুনেছেন যা আমরা শুনতে পারিনি। তার কারণ এই যে, তিনি ছিলেন একজন গরীব লোক, তার কিছুই ছিল না। তিনি ছিলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অতিথি। তার হাত থাকত রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাতের সাথে (অর্থাত সব সময় তাঁর সঙ্গে থাকতেন)। আর আমরা ছিলাম বাড়ি-ঘর ও পরিবার-পরিজনসহ ধনবান। তাই আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর খিদমাতে হাযির হওয়ার সুযোগ পেতাম দিনের দুই ভাগে (সকাল ও সন্ধ্যায়)। তাই নিঃসন্দেহে তিনি অবশ্যই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বাণী শুনেছেন, যা আমরা শুনিনি। আর তুমি এমন একজন সৎ লোকও খুঁজে পাবে না যিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বরাতে এমন কথা বলবেন, যা সত্যিকার অর্থে তিনি বলেননি।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا أَحْمَدُ بْنُ سَعِيدٍ الْحَرَّانِيُّ، حَدَّثَنِي مُحَمَّدُ بْنُ سَلَمَةَ الْحَرَّانِيُّ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ مَالِكِ بْنِ أَبِي عَامِرٍ، قَالَ جَاءَ رَجُلٌ إِلَى طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ فَقَالَ يَا أَبَا مُحَمَّدٍ أَرَأَيْتَ هَذَا الْيَمَانِيَ يَعْنِي أَبَا هُرَيْرَةَ هُوَ أَعْلَمُ بِحَدِيثِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْكُمْ نَسْمَعُ مِنْهُ مَا لاَ نَسْمَعُ مِنْكُمْ أَوْ يَقُولُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مَا لَمْ يَقُلْ ‏.‏ قَالَ أَمَّا أَنْ يَكُونَ سَمِعَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم مَا لَمْ نَسْمَعْ فَلاَ أَشُكُّ إِلاَّ أَنَّهُ سَمِعَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم مَا لَمْ نَسْمَعْ وَذَاكَ أَنَّهُ كَانَ مِسْكِينًا لاَ شَىْءَ لَهُ ضَيْفًا لِرَسُولِ اللَّهِ صلى الله عليه وسلم يَدُهُ مَعَ يَدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَكُنَّا نَحْنُ أَهْلَ بُيُوتَاتٍ وَغِنًى وَكُنَّا نَأْتِي رَسُولَ اللَّهِ صلى الله عليه وسلم طَرَفَىِ النَّهَارِ فَلاَ نَشُكُّ إِلاَّ أَنَّهُ سَمِعَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم مَا لَمْ نَسْمَعْ وَلاَ نَجِدُ أَحَدًا فِيهِ خَيْرٌ يَقُولُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مَا لَمْ يَقُلْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مُحَمَّدِ بْنِ إِسْحَاقَ ‏.‏ وَقَدْ رَوَاهُ يُونُسُ بْنُ بُكَيْرٍ وَغَيْرُهُ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান গারীব। আমরা শুধু মুহাম্মাদ ইবনু ইসহাকের সূত্রেই এ হাদীস জেনেছি। অবশ্য ইউসুফ ইবনু বুকাইর প্রমুখগণ এ হাদীস মুহাম্মাদ ইবনু ইসহাক হতে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}