{
  "hadith": {
    "hadith_id": 3846,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে আমরা এক মানযিলে যাত্রা বিরতি করলাম। আমাদের সম্মুখ দিয়ে লোকেরা চলাফেরা করতে লাগল। আর রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রশ্ন করতে থাকলেনঃ হে আবূ হুরায়রা্‌! ইনি কে? আমি বলতাম, অমুক। তখন তিনি বলতেন, আল্লাহ্‌ তা’আলার এ বান্দা খুব ভাল লোক। আবার এক ব্যাক্তি গেলে তিনি প্রশ্ন করতেনঃ ইনি কে? আমি বলতাম, অমুক। তখন তিনি বলতেন, আল্লাহ্‌ তা’লার এ বান্দা খুব মন্দ ব্যাক্তি। অবশেষে সেখান দিয়ে খালিদ ইবনুল ওয়ালীদ অতিক্রম করলে তিনি প্রশ্ন করলেনঃ এ লোকটি কে? আমি বললাম, ইনি খালিদ ইবনু ওয়ালীদ। তিনি বললেনঃ আল্লাহ্‌ তা’আলার এ বান্দা খালিদ ইবনুল ওয়ালীদ খুব ভাল ব্যাক্তি। ইনি আল্লাহ্‌ তা’আলার তরবারিগুলোর মাঝের একখানা তরবারি।\n\nসহীহঃ মিশকাত, তাহক্বীক্ব সানী (৬২৫৩), সহীহাহ্‌ (১২৩৭, ১৮২৬) আহকামুল জানায়িয (১৬৬)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ هِشَامِ بْنِ سَعْدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَزَلْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مَنْزِلاً فَجَعَلَ النَّاسُ يَمُرُّونَ فَيَقُولُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ هَذَا يَا أَبَا هُرَيْرَةَ ‏\"‏ ‏.‏ فَأَقُولُ فُلاَنٌ ‏.‏ فَيَقُولُ ‏\"‏ نِعْمَ عَبْدُ اللَّهِ هَذَا ‏\"‏ ‏.‏ وَيَقُولُ ‏\"‏ مَنْ هَذَا ‏\"‏ ‏.‏ فَأَقُولُ فُلاَنٌ ‏.‏ فَيَقُولُ ‏\"‏ بِئْسَ عَبْدُ اللَّهِ هَذَا ‏\"‏ ‏.‏ حَتَّى مَرَّ خَالِدُ بْنُ الْوَلِيدِ فَقَالَ ‏\"‏ مَنْ هَذَا ‏\"‏ ‏.‏ فَقُلْتُ هَذَا خَالِدُ بْنُ الْوَلِيدِ ‏.‏ فَقَالَ ‏\"‏ نِعْمَ عَبْدُ اللَّهِ خَالِدُ بْنُ الْوَلِيدِ سَيْفٌ مِنْ سُيُوفِ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَلاَ نَعْرِفُ لِزَيْدِ بْنِ أَسْلَمَ سَمَاعًا مِنْ أَبِي هُرَيْرَةَ وَهُوَ عِنْدِي حَدِيثٌ مُرْسَلٌ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি গারীব। আবূ হুরাইরাহ্‌ (রাঃ) হতে যাইদ ইবনু আসলাম হাদীস শুনেছে বলে আমাদের জানা নেই। আমার মতে এটি মুরসাল হাদীস। এ অনুচ্ছেদে আবূ বাক্‌র আস্‌-সিদ্দীক্ব (রাঃ) কতৃকও হাদীস বর্ণিত হয়েছে।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}