{
  "hadith": {
    "hadith_id": 385,
    "narrator": "ফযল ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নামায দুই দুই রাক’আত; প্রতি দুই রাক’আত পর তাশাহ্‌হুদ পাঠ করতে হবে; নামাযী কে বিনয়ী হতে হবে, মিনতির সাথে প্রার্থনা করতে হবে; কপর্দকহীন হতে হবে। কোন কিছুকে ওয়াসীলা করে চাইতে হবে। এ অবস্থায় তোমার প্রতিপালকের দরবারে নিজের দু’হাত তুলবে, হাতের তালু তোমার চেহারার দিকে থাকবে, তারপর বলবে, হে প্রভু, হে প্রতিপালক। যে ব্যক্তি এমনটি না করবে তার নামায এরূপ এবং এরূপ হবে।\n\nযঈফ, ইবনু মাজাহ(১৩২৫)।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا اللَّيْثُ بْنُ سَعْدٍ، أَخْبَرَنَا عَبْدُ رَبِّهِ بْنُ سَعِيدٍ، عَنْ عِمْرَانَ بْنِ أَبِي أَنَسٍ، عَنْ عَبْدِ اللَّهِ بْنِ نَافِعِ ابْنِ الْعَمْيَاءِ، عَنْ رَبِيعَةَ بْنِ الْحَارِثِ، عَنِ الْفَضْلِ بْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الصَّلاَةُ مَثْنَى مَثْنَى تَشَهَّدُ فِي كُلِّ رَكْعَتَيْنِ وَتَخَشَّعُ وَتَضَرَّعُ وَتَمَسْكَنُ وَتَذَرَّعُ وَتُقْنِعُ يَدَيْكَ يَقُولُ تَرْفَعُهُمَا إِلَى رَبِّكَ مُسْتَقْبِلاً بِبُطُونِهِمَا وَجْهَكَ وَتَقُولُ يَا رَبِّ يَا رَبِّ وَمَنْ لَمْ يَفْعَلْ ذَلِكَ فَهُوَ كَذَا وَكَذَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَقَالَ غَيْرُ ابْنِ الْمُبَارَكِ فِي هَذَا الْحَدِيثِ ‏\"‏ مَنْ لَمْ يَفْعَلْ ذَلِكَ فَهِيَ خِدَاجٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى سَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ رَوَى شُعْبَةُ هَذَا الْحَدِيثَ عَنْ عَبْدِ رَبِّهِ بْنِ سَعِيدٍ فَأَخْطَأَ فِي مَوَاضِعَ فَقَالَ عَنْ أَنَسِ بْنِ أَبِي أَنَسٍ وَهُوَ عِمْرَانُ بْنُ أَبِي أَنَسٍ وَقَالَ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ وَإِنَّمَا هُوَ عَبْدُ اللَّهِ بْنُ نَافِعِ ابْنِ الْعَمْيَاءِ عَنْ رَبِيعَةَ بْنِ الْحَارِثِ ‏.‏ وَقَالَ شُعْبَةُ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ عَنِ الْمُطَّلِبِ عَنِ النَّبِيِّ صلى الله عليه وسلم وَإِنَّمَا هُوَ عَنْ رَبِيعَةَ بْنِ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ مُحَمَّدٌ وَحَدِيثُ اللَّيْثِ بْنِ سَعْدٍ يَعْنِي أَصَحَّ مِنْ حَدِيثِ شُعْبَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ ইবনুল মুবারাক ছাড়া অন্যান্য রাবীগণ হাদীসের শেষের অংশ এরূপ বর্ণনা করেছেনঃ যে ব্যক্তি এরূপ (বিনয়-নম্রতা অবলম্বন) করল না তার নামায পূর্ণাঙ্গ হল না।\nআবূ ঈসা বলেন, আমি মুহাম্মাদ ইবনু ইসমাঈল বুখারী কে বলতে শুনেছি, শুবা এ হাদীসটি আবদে রব্বিহি ইবনু সাঈদের সূত্রে বর্ণনা করেছেন। কিন্তু তিনি কয়েকটি জায়াগায় ভুল করেছেন। তিনি বলেছেন, আনাস ইবনু আবী আনাস হতে প্রকৃতপক্ষে তা হবে ইমরান ইবনু আবী আনাস, তিনি বলেছেন আব্দুল্লাহ ইবনুল হারিস হতে প্রকৃতপক্ষে তা হবে আব্দুল্লাহ ইবনুল নাফি হতে তিনি রাবীয়া ইবনুল হারিস হতে। শুবা বলেছেন আব্দুল্লাহ ইবনুল হারিস হতে তিনি মুত্তালিব হতে তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে। প্রকৃতপক্ষে তা হবে রাবীয়া ইবনুল হারিস ইবনু আব্দুল মুত্তালিব হতে, তিনি ফাযল ইবনুল আব্বাস হতে তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে। মুহাম্মাদ (বুখারী) বলেছেন, শুবার বর্ণিত হাদীসের চেয়ে লাইসের বর্ণনাটি বেশি সহীহ।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}