{
  "hadith": {
    "hadith_id": 3852,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উটের রাতে আমার জন্য পঁচিশবার ক্ষমা প্রার্থনা করেন। \n\nযইফ, মিশকাত (৬২৩৮)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ اسْتَغْفَرَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم لَيْلَةَ الْبَعِيرِ خَمْسًا وَعِشْرِينَ مَرَّةً ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَمَعْنَى قَوْلِهِ لَيْلَةَ الْبَعِيرِ مَا رُوِيَ عَنْ جَابِرٍ مِنْ غَيْرِ وَجْهٍ أَنَّهُ كَانَ مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ فَبَاعَ بَعِيرَهُ مِنَ النَّبِيِّ صلى الله عليه وسلم وَاشْتَرَطَ ظَهْرَهُ إِلَى الْمَدِينَةِ يَقُولُ جَابِرٌ لَيْلَةَ بِعْتُ مِنَ النَّبِيِّ صلى الله عليه وسلم الْبَعِيرَ اسْتَغْفَرَ لِي خَمْسًا وَعِشْرِينَ مَرَّةً وَكَانَ جَابِرٌ قَدْ قُتِلَ أَبُوهُ عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ حَرَامٍ يَوْمَ أُحُدٍ وَتَرَكَ بَنَاتٍ فَكَانَ جَابِرٌ يَعُولُهُنَّ وَيُنْفِقُ عَلَيْهِنَّ وَكَانَ النَّبِيُّ صلى الله عليه وسلم يَبَرُّ جَابِرًا وَيَرْحَمُهُ لِسَبَبِ ذَلِكَ هَكَذَا رُوِيَ فِي حَدِيثٍ عَنْ جَابِرٍ نَحْوُ هَذَا ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ গারিব। উটের রাত প্রসঙ্গে জাবির (রাঃ) হতে কয়েকটি সনদে হাদীস বর্ণিত আছে যে, এক ভ্রমনে তিনি রাসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এঁর সাথে ছিলেন। তিনি রাসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এঁর নিকট এই শর্তে তার উটটি বিক্রয় করেন যে, তিনি এতে আরোহণ করে মদীনায় পৌঁছবেন। জাবির (রাঃ) প্রায়ই বলতেন, যে রাতে আমি রাসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এঁর নিকট উটটি বিক্রয় করি, সে রাতে তিনি আমার জন্য পঁচিশবার ক্ষমা প্রার্থনা করেন। \nজাবির (রাঃ)-এর পিতা আবদুল্লাহ ইবনু আমর ইবনু হারাম (রাঃ) উহুদের দিন শহীদ হন এবং ক’জন ছোট ছোট কন্যা সন্তান রেখে যান। জাবির তাদের লালন-পালন করতেন এবং তাদের জন্য খরচ করতেন। এ কারণে রাসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার সাথে ভাল আচরণ করতেন এবং তার প্রতি দয়া দেখাতেন। জাবির (রাঃ)- এর সূত্রে বর্ণিত এক হাদীসে এরকমই বিবৃতি ব্যক্ত হয়েছে।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}