{
  "hadith": {
    "hadith_id": 3879,
    "narrator": "আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, লোকেরা তাদের উপটৌকন প্রদানের জন্য 'আয়িশাহ্‌ (রাঃ)-এর পালার দিনের অপেক্ষায় থাকত (যে দিন রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তার নিকট থাকেন)। 'আয়িশাহ্‌ (রাঃ) বলেন, আমার সতীনেরা উন্মু সালামাহ্ (রাঃ)-এর কাছে মিলিত হয়ে বলেন, হে উম্মু সালামাহ্‌! লোকেরা তাদের উপটৌকন 'আয়িশাহ্‌র পালার দিনে পেশ করার অপেক্ষায় থাকে। অথচ আমাদেরও কল্যাণ লাভের আকাংখা আছে, যেমন 'আয়িশাহ্‌র আছে। সুতরাং রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-কে আপনি বলুন, তিনি যেন লোকদের বলেন যে, তিনি যেখানেই থাকুন তারা যেন তাদের উপটৌকন সেখানে পাঠিয়ে দেয়। উন্মু সালামাহ্‌ (রাঃ) বিষয়টি জানালে তিনি কোন ভ্রুক্ষেপ করলেন না। তিনি পুনরায় আগমন করার পর উম্মু সালামাহ্ বিষয়টি উত্থাপন করে বলেন, হে আল্লাহ্‌র রাসূল! আমার সতীনেরা আলোচনা করেছে যে, লোকেরা তাদের উপটৌকন 'আয়িশাহ্‌র জন্য নির্দিষ্ট দিনে আপনার নিকট পাঠিয়ে থাকে। সুতরাং আপনি তাদেরকে হুকুম করুন যে, আপনি যেখানেই থাকুন তারা যেন তাদের উপটৌকন পাঠাতে থাকে। তিনি প্রসঙ্গটি তৃতীয়বার বললে তিনি বললেনঃ হে উম্মু সালামাহ্‌! তুমি 'আয়িশাহ্‌র বিষয়ে আমাকে ব্যথিত করো না। কেননা 'আয়িশাহ্‌ ছাড়া তোমাদের মাঝে অপর কারো লেপের নীচে থাকা অবস্থায় আমার নিকট ওয়াহী আসেনি।\n\nসহীহঃ বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ دُرُسْتَ، - بَصْرِيٌّ - حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّاسُ يَتَحَرَّوْنَ بِهَدَايَاهُمْ يَوْمَ عَائِشَةَ قَالَتْ فَاجْتَمَعَ صَوَاحِبَاتِي إِلَى أُمِّ سَلَمَةَ فَقُلْنَ يَا أُمَّ سَلَمَةَ إِنَّ النَّاسَ يَتَحَرَّوْنَ بِهَدَايَاهُمْ يَوْمَ عَائِشَةَ وَإِنَّا نُرِيدُ الْخَيْرَ كَمَا تُرِيدُ عَائِشَةُ فَقُولِي لِرَسُولِ اللَّهِ صلى الله عليه وسلم يَأْمُرِ النَّاسَ يُهْدُونَ إِلَيْهِ أَيْنَمَا كَانَ فَذَكَرَتْ ذَلِكَ أُمُّ سَلَمَةَ فَأَعْرَضَ عَنْهَا ثُمَّ عَادَ إِلَيْهَا فَأَعَادَتِ الْكَلاَمَ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ صَوَاحِبَاتِي قَدْ ذَكَرْنَ أَنَّ النَّاسَ يَتَحَرَّوْنَ بِهَدَايَاهُمْ يَوْمَ عَائِشَةَ فَأْمُرِ النَّاسَ يُهْدُونَ أَيْنَمَا كُنْتَ ‏.‏ فَلَمَّا كَانَتِ الثَّالِثَةُ قَالَتْ ذَلِكَ قَالَ ‏ \"‏ يَا أُمَّ سَلَمَةَ لاَ تُؤْذِينِي فِي عَائِشَةَ فَإِنَّهُ مَا أُنْزِلَ عَلَىَّ الْوَحْىُ وَأَنَا فِي لِحَافِ امْرَأَةٍ مِنْكُنَّ غَيْرَهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ حَمَّادِ بْنِ زَيْدٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏ وَقَدْ رُوِيَ عَنْ هِشَامِ بْنِ عُرْوَةَ هَذَا الْحَدِيثُ عَنْ عَوْفِ بْنِ الْحَارِثِ عَنْ رُمَيْثَةَ عَنْ أُمِّ سَلَمَةَ شَيْئًا مِنْ هَذَا ‏.‏ وَهَذَا حَدِيثٌ قَدْ رُوِيَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَلَى رِوَايَاتٍ مُخْتَلِفَةٍ ‏.‏ وَقَدْ رَوَى سُلَيْمَانُ بْنُ بِلاَلٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ نَحْوَ حَدِيثِ حَمَّادِ بْنِ زَيْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু 'ঈসা বলেন, এ হাদীসটি হাসান গারীব। এ হাদীস কেউ কেউ হাম্মাদ ইবনু যাইদ হতে, তিনি হিশাম ইবনু 'উরওয়াহ্‌ হতে, তিনি তাঁর পিতা হতে, তিনি নাবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে এই সনদে মুরসালরূপে রিওয়ায়াত করেছেন।\nএ হাদীস হিশাম ইবনু 'উরওয়াহ্‌ হতে, তিনি 'আওফ ইবনু হারিস হতে তিনি রুমাইসাহ্‌ হতে, তিনি উন্মু সালামাহ্‌ (রাঃ) হতে এই সনদে আংশিক বর্ণিত হয়েছে। হাদীসটি হিশাম ইবনু 'উরওয়াহ্‌ হতে বর্ণিত হয়েছে এবং তাতে বিভিন্নরূপ মতপার্থক্য আছে। সুলাইমান ইবনু বিলাল (রহঃ) হিশাম ইবনু 'উরওয়াহ্‌ হতে, তিনি তার পিতা হতে, তিনি 'আয়িশাহ্‌ (রাঃ) হতে, এই সূত্রে হাম্মাদ ইবনু যাইদের হাদীসের একই রকম রিওয়ায়াত করেছেন।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}