{
  "hadith": {
    "hadith_id": 3896,
    "narrator": "আবদুল্লাহ ইবনু মাস্উদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার সাহাবীগনের কেউ যেন তাদের অপরজনের কোন খারাপ কথা আমার নিকট না পৌছায়। যেহেতু আমি তাদের সাথে পরিষ্কার ও উদার মন নিয়েই দেখা করতে ভালবাসি। আব্দুল্লাহ্‌ ইবনু মাসউদ (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে কিছু সম্পদ আসলে তিনি (জনতার মধ্যে) তা বিতরণ করেন। আমি একই সাথে বসে থাকা দুই ব্যক্তির নিকট গেলাম, তারা বলছিল, আল্লাহ্‌র শপথ! মুহাম্মাদ এই যে বিলি-বণ্টন করলেন তা আল্লাহ্‌ তা’আলার তুষ্টি লাভের ইচ্ছাই তাঁর ছিল না এবং পরকালের বাসস্থান (জান্নাত) অর্জনেরও নয়। কথাটি শুনে আমি মনে রাখলাম এবং ফিরে এসে তাঁকে জানালাম। এতে তাঁর মুখমণ্ডল রক্তিম বর্ণ ধারণ করলো এবং তিনি বললেনঃ তুমি আমাকে ছেড়ে দাও। মূসা (আঃ)-কে এর চেয়েও বেশি যন্ত্রণা দেওয়া হয়েছিল, কিন্তু তিনি ধৈর্য ধরেছেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، عَنْ إِسْرَائِيلَ، عَنِ الْوَلِيدِ، عَنْ زَيْدِ بْنِ زَائِدَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ يُبَلِّغُنِي أَحَدٌ عَنْ أَحَدٍ مِنْ أَصْحَابِي شَيْئًا فَإِنِّي أُحِبُّ أَنْ أَخْرُجَ إِلَيْهِمْ وَأَنَا سَلِيمُ الصَّدْرِ ‏\"‏ ‏.‏ قَالَ عَبْدُ اللَّهِ فَأُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمَالٍ فَقَسَمَهُ فَانْتَهَيْتُ إِلَى رَجُلَيْنِ جَالِسَيْنِ وَهُمَا يَقُولاَنِ وَاللَّهِ مَا أَرَادَ مُحَمَّدٌ بِقِسْمَتِهِ الَّتِي قَسَمَهَا وَجْهَ اللَّهِ وَلاَ الدَّارَ الآخِرَةَ ‏.‏ فَتَثَبَّتُّ حِينَ سَمِعْتُهُمَا فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَأَخْبَرْتُهُ فَاحْمَرَّ وَجْهُهُ وَقَالَ ‏\"‏ دَعْنِي عَنْكَ فَقَدْ أُوذِيَ مُوسَى بِأَكْثَرَ مِنْ هَذَا فَصَبَرَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَقَدْ زِيدَ فِي هَذَا الإِسْنَادِ رَجُلٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ উপরোক্ত সুত্রে এ হাদীসটি গারীব। এর সনদে এক ব্যক্তিকে অন্তর্ভুক্ত করা হয়েছে।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}