{
  "hadith": {
    "hadith_id": 3898,
    "narrator": "উবাই ইবনু কা‘ব (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তাকে বলেছেনঃ নিশ্চয় আল্লাহ তা‘আলা আমাকে হুকুম করেছেন যে, আমি যেন তোমাকে কুরআন পাঠ করে শুনাই। তিনি তাকে “লাম ইয়াকুনিল্লাযীনা কাফারূ” সূরাটি পাঠ করে শুনান। তাতে তিনি এও পাঠ করেন যে, আল্লাহ তা‘আলার কাছে আত্মসমর্পণের একনিষ্ঠ ভাবধারাপূর্ণ দীনই গ্রহণযোগ্য, ইয়াহূদীবাদ, খৃষ্টবাদ বা মাজূসীবাদ (অগ্নি উপাসনা) নয়। কেউ সৎকর্ম করলে তা কখনো প্রত্যাখান করা হবে না (প্রতিদান দেয়া হবে)। তারপর তিনি তাকে আরো তিলাওয়াত করে শুনানঃ কোন আদম সন্তান এক উপত্যকাপূর্ণ সম্পদের অধিকারী হয়ে গেলে সে তাঁর কাছে দ্বিতীয় উপত্যকা ভর্তি সম্পদের আকাঙ্ক্ষা করবে। তার দ্বিতীয় উপত্যকা ভর্তি সম্পদ হয়ে গেলে সে তাঁর নিকট তৃতীয় উপত্যকা ভর্তি সম্পদ লাভের আকাঙ্ক্ষা করবে। ইবনু আদমের উদর মাটি ব্যতীত অন্য কিছু দিয়ে ভর্তি হবে না। কেউ তাওবাহ্ করলে আল্লাহ তা‘আলা তার তাওবাহ্ ক্ববূল করেন।\n\nহাসানঃ তাখরীজুল মুশকিলাহ্ (১৪), সহীহাহ্ (২৯০৮) । লাও আন্না ……… শেষ পর্যন্ত সহীহঃ বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَخْبَرَنَا شُعْبَةُ، عَنْ عَاصِمٍ، قَالَ سَمِعْتُ زِرَّ بْنَ حُبَيْشٍ، يُحَدِّثُ عَنْ أُبَىِّ بْنِ كَعْبٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لَهُ ‏\"‏ إِنَّ اللَّهَ أَمَرَنِي أَنْ أَقْرَأَ عَلَيْكَ الْقُرْآنَ ‏\"‏ ‏.‏ فَقَرَأَ عَلَيْهِ ‏:‏ ‏(‏ لمْ يَكُنِ الَّذِينَ كَفَرُوا ‏)‏ وَفِيهَا ‏\"‏ إِنَّ ذَاتَ الدِّينِ عِنْدَ اللَّهِ الْحَنِيفِيَّةُ الْمُسْلِمَةُ لاَ الْيَهُودِيَّةُ وَلاَ النَّصْرَانِيَّةُ وَلاَ الْمَجُوسِيَّةُ مَنْ يَعْمَلْ خَيْرًا فَلَنْ يُكْفَرَهُ ‏\"‏ ‏.‏ وَقَرَأَ عَلَيْهِ ‏\"‏ لَوْ أَنَّ لاِبْنِ آدَمَ وَادِيًا مِنْ مَالٍ لاَبْتَغَى إِلَيْهِ ثَانِيًا وَلَوْ كَانَ لَهُ ثَانِيًا لاَبْتَغَى إِلَيْهِ ثَالِثًا وَلاَ يَمْلأُ جَوْفَ ابْنِ آدَمَ إِلاَّ التُّرَابُ وَيَتُوبُ اللَّهُ عَلَى مَنْ تَابَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ هَذَا الْوَجْهِ رَوَاهُ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنْ أَبِيهِ عَنْ أُبَىِّ بْنِ كَعْبٍ رضى الله عنه أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لَهُ ‏\"‏ إِنَّ اللَّهَ أَمَرَنِي أَنْ أَقْرَأَ عَلَيْكَ الْقُرْآنَ ‏\"‏ ‏.‏ وَقَدْ رَوَاهُ قَتَادَةُ عَنْ أَنَسٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لأُبَىِّ بْنِ كَعْبٍ ‏\"‏ إِنَّ اللَّهَ أَمَرَنِي أَنْ أَقْرَأَ عَلَيْكَ الْقُرْآنَ ‏\"‏ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "আবূ 'ঈসা (রহঃ) বলেন, এ হাদীসটি হাসান সহীহ। অন্যসূত্রেও হাদীসটি বর্ণিত হয়েছে। ‘আবদুল্লাহ ইবনু ‘আবদুর রহমান ইবনু আবযা (রহঃ) তার বাবা হতে, তিনি উবাই ইবনু কা‘ব (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে রিওয়ায়াত করেছেন যে, তিনি উবাই ইবনু কা‘ব (রাঃ)-কে বলেছেনঃ “নিশ্চয় আল্লাহ তা‘আলা আমাকে হুকুম দিয়েছেন যেন আমি তোমাকে কুরআন পাঠ করে শুনাই।” কাত্বাদাহ্ (রহঃ) আনাস (রাঃ) হতে রিওয়ায়াত করেন যে, নাবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) উবাই (রাঃ)-কে বললেনঃ “নিশ্চয় আল্লাহ তা‘আলা আমাকে নির্দেশ দিয়েছেন, যেন আমি তোমাকে কুরআন তিলাওয়াত করে শুনাই”।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}