{
  "hadith": {
    "hadith_id": 3901,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) আনসারদের কিছু সংখ্যক লোককে একত্রিত করে বললেনঃ তোমাদের মাঝে আনসারদের ব্যতীত অপর কেউ আছে কি? তারা বললেন, না, তবে আমাদের এক ভাগ্নে আছে। তিনি বললেনঃ সম্প্রদায়ের ভাগ্নে তাদের অন্তর্ভূক্ত। তারপর তিনি বললেনঃ সবেমাত্র কুরাইশরা জাহিলিয়াত ত্যাগ করে মুসলমান হয়েছে এবং তারা বিপদে পতিত। তাই তাদের ভগ্নহৃদয়ে আমি কিছুটা সহানুভূতির ছোয়া লাগাতে চাই এবং তাদের মনজয় করতে চাই (কিছু অতিরিক্ত সম্পদ দিয়ে) । তোমরা কি খুশি নও যে, লোকেরা দুনিয়া (মাল) নিয়ে বাড়ি ফিরবে আর তোমরা আল্লাহ্‌র রাসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-কে সঙ্গে নিয়ে বাড়ি ফিরবে? তারা বললেন, হ্যাঁ। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেনঃ যদি লোকেরা কোন গিরিপথ বা গিরিখাদ পার করে এবং আনসাররা যদি অন্য কোন গিরিসংকট বা গিরিখাদে চলে, তবে আমি আনসারদের গিরিসংকট বা গিরিখাদেই একসঙ্গে চলব।\n\nসহীহঃ সহীহাহ্ (১৭৭৬), রাওযুন্ নাযীর (৯৬১), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ قَتَادَةَ، عَنْ أَنَسٍ، رَضِيَ اللَّهُ عَنْهُ قَالَ جَمَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَاسًا مِنَ الأَنْصَارِ فَقَالَ ‏\"‏ هَلُمَّ هَلْ فِيكُمْ أَحَدٌ مِنْ غَيْرِكُمْ ‏\"‏ ‏.‏ قَالُوا لاَ إِلاَّ ابْنَ أُخْتٍ لَنَا ‏.‏ فَقَالَ صلى الله عليه وسلم ‏\"‏ إِنَّ ابْنَ أُخْتِ الْقَوْمِ مِنْهُمْ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ إِنَّ قُرَيْشًا حَدِيثٌ عَهْدُهُمْ بِجَاهِلِيَّةٍ وَمُصِيبَةٍ وَإِنِّي أَرَدْتُ أَنْ أَجْبُرَهُمْ وَأَتَأَلَّفَهُمْ أَمَا تَرْضَوْنَ أَنْ يَرْجِعَ النَّاسُ بِالدُّنْيَا وَتَرْجِعُونَ بِرَسُولِ اللَّهِ صلى الله عليه وسلم إِلَى بُيُوتِكُمْ ‏\"‏ ‏.‏ قَالُوا بَلَى ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَوْ سَلَكَ النَّاسُ وَادِيًا أَوْ شِعْبًا وَسَلَكَتِ الأَنْصَارُ وَادِيًا أَوْ شِعْبًا لَسَلَكْتُ وَادِيَ الأَنْصَارِ أَوْ شِعْبَهُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি হাসান সহীহ।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}