{
  "hadith": {
    "hadith_id": 391,
    "narrator": "আবদুল্লাহ ইবনু বুহাইনা আল-আসাদী (রাঃ)",
    "bn": "একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুহরের নামাযে (দ্বিতীয় রাক’আতে) বসার পরিবর্তে দাঁড়িয়ে গেলেন। নামায শেষ করার পর সালাম ফিরানোর আগে তিনি বসা অবস্থায় তাকবীরসহকারে দুটি সাজদাহ্‌ করলেন। তার সাথের লোকেরাও সাজদাহ্‌ করলো। ভুলে বর্জিত বসার পরিবর্তে এ সাজদাহ্‌।\n\nসহীহ্‌। ইবনু মাজাহ-(১২০৬, ১২০৭), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنِ الأَعْرَجِ، عَنْ عَبْدِ اللَّهِ ابْنِ بُحَيْنَةَ الأَسَدِيِّ، حَلِيفِ بَنِي عَبْدِ الْمُطَّلِبِ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَامَ فِي صَلاَةِ الظُّهْرِ وَعَلَيْهِ جُلُوسٌ فَلَمَّا أَتَمَّ صَلاَتَهُ سَجَدَ سَجْدَتَيْنِ يُكَبِّرُ فِي كُلِّ سَجْدَةٍ وَهُوَ جَالِسٌ قَبْلَ أَنْ يُسَلِّمَ وَسَجَدَهُمَا النَّاسُ مَعَهُ مَكَانَ مَا نَسِيَ مِنَ الْجُلُوسِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الأَعْلَى، وَأَبُو دَاوُدَ قَالاَ حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، أَنَّ أَبَا هُرَيْرَةَ، وَالسَّائِبَ الْقَارِئَ، كَانَا يَسْجُدَانِ سَجْدَتَىِ السَّهْوِ قَبْلَ التَّسْلِيمِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ بُحَيْنَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ الشَّافِعِيِّ يَرَى سُجُودَ السَّهْوِ كُلِّهِ قَبْلَ السَّلاَمِ وَيَقُولُ هَذَا النَّاسِخُ لِغَيْرِهِ مِنَ الأَحَادِيثِ وَيَذْكُرُ أَنَّ آخِرَ فِعْلِ النَّبِيِّ صلى الله عليه وسلم كَانَ عَلَى هَذَا ‏.‏ وَقَالَ أَحْمَدُ وَإِسْحَاقُ إِذَا قَامَ الرَّجُلُ فِي الرَّكْعَتَيْنِ فَإِنَّهُ يَسْجُدُ سَجْدَتَىِ السَّهْوِ قَبْلَ السَّلاَمِ عَلَى حَدِيثِ ابْنِ بُحَيْنَةَ ‏.‏ وَعَبْدُ اللَّهِ ابْنُ بُحَيْنَةَ هُوَ عَبْدُ اللَّهِ بْنُ مَالِكٍ وَهُوَ ابْنُ بُحَيْنَةَ مَالِكٌ أَبُوهُ وَبُحَيْنَةُ أُمُّهُ ‏.‏ هَكَذَا أَخْبَرَنِي إِسْحَاقُ بْنُ مَنْصُورٍ عَنْ عَلِيِّ بْنِ عَبْدِ اللَّهِ بْنِ الْمَدِينِيِّ ‏.‏ قَالَ أَبُو عِيسَى وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي سَجْدَتَىِ السَّهْوِ مَتَى يَسْجُدُهُمَا الرَّجُلُ قَبْلَ السَّلاَمِ أَوْ بَعْدَهُ فَرَأَى بَعْضُهُمْ أَنْ يَسْجُدَهُمَا بَعْدَ السَّلاَمِ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏ وَقَالَ بَعْضُهُمْ يَسْجُدُهُمَا قَبْلَ السَّلاَمِ ‏.‏ وَهُوَ قَوْلُ أَكْثَرِ الْفُقَهَاءِ مِنْ أَهْلِ الْمَدِينَةِ مِثْلِ يَحْيَى بْنِ سَعِيدٍ وَرَبِيعَةَ وَغَيْرِهِمَا وَبِهِ يَقُولُ الشَّافِعِيُّ ‏.‏ وَقَالَ بَعْضُهُمْ إِذَا كَانَتْ زِيَادَةً فِي الصَّلاَةِ فَبَعْدَ السَّلاَمِ وَإِذَا كَانَ نُقْصَانًا فَقَبْلَ السَّلاَمِ ‏.‏ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ ‏.‏ وَقَالَ أَحْمَدُ مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي سَجْدَتَىِ السَّهْوِ فَيُسْتَعْمَلُ كُلٌّ عَلَى جِهَتِهِ يَرَى إِذَا قَامَ فِي الرَّكْعَتَيْنِ عَلَى حَدِيثِ ابْنِ بُحَيْنَةَ فَإِنَّهُ يَسْجُدُهُمَا قَبْلَ السَّلاَمِ وَإِذَا صَلَّى الظُّهْرَ خَمْسًا فَإِنَّهُ يَسْجُدُهُمَا بَعْدَ السَّلاَمِ وَإِذَا سَلَّمَ فِي الرَّكْعَتَيْنِ مِنَ الظُّهْرِ وَالْعَصْرِ فَإِنَّهُ يَسْجُدُهُمَا بَعْدَ السَّلاَمِ وَكُلٌّ يُسْتَعْمَلُ عَلَى جِهَتِهِ ‏.‏ وَكُلُّ سَهْوٍ لَيْسَ فِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم ذِكْرٌ فَإِنَّ سَجْدَتَىِ السَّهْوِ قَبْلَ السَّلاَمِ ‏.‏ وَقَالَ إِسْحَاقُ نَحْوَ قَوْلِ أَحْمَدَ فِي هَذَا كُلِّهِ إِلاَّ أَنَّهُ قَالَ كُلُّ سَهْوٍ لَيْسَ فِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم ذِكْرٌ فَإِنْ كَانَتْ زِيَادَةً فِي الصَّلاَةِ يَسْجُدُهُمَا بَعْدَ السَّلاَمِ وَإِنْ كَانَ نُقْصَانًا يَسْجُدُهُمَا قَبْلَ السَّلاَمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আবদুর  রহমান ইবনু ‘আওফ (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ হুরায়রা ও আব্দুল্লাহ ইবনু সায়িব (রাঃ) হতে বর্ণিত আছে, তারা উভয়েই সালামের পূর্বে সাহু সাজদাহ্‌ করতেন। সনদ সহীহ্‌। সায়িব তিনি ইবনু ‘উমাইর। আবূ ‘ঈসা বলেনঃ বুহাইনার হাদীসটি হাসান সহীহ্‌।\nকিছু বিদ্বান এই হাদীসের উপর ‘আমল করেন। ইমাম শাফিঈ এই মত পোষণ করেন। তার মতে সকল সাহু সাজদাহ্‌ই সালামের পূর্বে। তিনি আরো বলেন, এই হাদীস অন্যান্য হাদীসের নাসিখ। কেননা এটাই রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সর্বশেষ ‘আমল। ইমাম আহমাদ ও ইসহাক বলেন, কোন ব্যক্তি যদি দ্বিতীয় রাক’আতের পর দাঁড়িয়ে যায় তাহলে ইবনু বুহাইনার হাদীস অনুযায়ী সালামের পূর্বেই সাহু সাজদাহ্‌ করবে। ‘আব্দুল্লাহ ইবনু বুহাইনা তিনি ‘আব্দুল্লাহ ইবনু মালিক। তার মাতার নাম বুহাইনা। ইসহাক ইবনু মানসুর আলী ইবনু আব্দিল্লাহ আল-মাদানী হতে এরূপই বর্ণনা করেছেন।\nআবূ ‘ঈসা বলেনঃ সাহু সাজদাহ্‌ কখন করবে এ ব্যাপারে বিদ্বানগণের মধ্যে মতের অমিল রয়েছে। কতক বিদ্বানের মতে সালামের পড়ে সাহু সাজদাহ্‌ করতে হবে। সুফ্‌ইয়ান  সাওরী ও কুফাবাসীর মত এটাই। কতক বিদ্বানের মতে সালামের পূর্বেই সাহু সাজদাহ্‌ করবে। এটাই অধিকাংশ মদীনাবাসী ফুকাহদের অভিমত। যেমন-ইয়াহিয়ায়া ইবনু সা’ঈদ, রাবীয়া এবং অন্যান্য ইমামগণ। শাফিঈরও মত এটাই। আবার কেউ কেউ বলেন, নামাযে যদি অতিরিক্ত করে ফেলে তাহলে সালামের পরে, আর যদি নামাযে স্বল্পতা থাকে তবে সালামের পূর্বে। মালিক ইবনু আনাসের মত এটাই। ইমাম আহমাদ বলেন, সাহু সাজদাহ্‌ সম্পর্কে হাদীসসমূহে রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যে নিয়ম বর্ণিত হয়েছে সে নিয়ম অনুযায়ীই আমল করতে হবে। যদি দুই রাক’আত শেষে দাঁড়িয়ে যায় তাহলে বুহাইনার হাদীস অনুযায়ী সালামের পূর্বে সাহু সাজদাহ্ করবে। আর যদি যুহরের নামায পাঁচ রাকআত পড়ে ফেলে তাহলে সালামের পরে সাহু সাজদাহ্‌ করবে। যদি যুহর বা আসরে দুই রাকআতের পর সালাম ফিরায় তাহলে সালামের পরে সাহু সাজদাহ্‌ করবে। আর যে সমস্ত ভুলের ব্যাপারে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে কোন বিবরণ নেই তাতে সালামের পূর্বেই সাহু সাজদাহ্‌ করবে। ইসহাকও আহমাদ অনুরূপ মত পোষণ করেন। তবে তিনি বলেন, যে সমস্ত ভুলের বিবরণ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত হয়নি তা যদি নামাযে অতিরিক্ত হয় তবে সালামের পরে সাহু সাজদাহ্‌ করবে, আর যদি নামাযে স্বল্পতা হয় তবে সালামের পূর্বেই সাহু সাজদাহ্‌ করবে।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}