{
  "hadith": {
    "hadith_id": 3911,
    "narrator": "আবূ উসাইদ আস-সা’ঈদী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বলেছেনঃ আনসারদের ঘরগুলোর মাঝে ভাল হল বানু নাজ্জারের ঘরগুলো, তারপর বানু ‘আবদুল আশহালের ঘরগুলোর, তারপর ইবনুল হারিস ইবনুল খাযরাজ, তারপর বানু সা’ইদাহ্‌। আনসারদের প্রত্যেক পরিবারের মাঝেই মঙ্গল রয়েছে। সা’দ (রাঃ) বলেন, আমি দেখছি যে, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) আমাদের গোত্রের উপর অন্যান্য আনসার পরিবারকে মর্যাদা দিয়েছেন। সে সময় তাকে বলা হল, তিনি তোমাদেরকে তো অনেকের উপরই মর্যাদা দিয়েছেন।\n\nসহীহঃ বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ قَتَادَةَ، يُحَدِّثُ عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ أَبِي أُسَيْدٍ السَّاعِدِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ خَيْرُ دُورِ الأَنْصَارِ دُورُ بَنِي النَّجَّارِ ثُمَّ دُورُ بَنِي عَبْدِ الأَشْهَلِ ثُمَّ بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ ثُمَّ بَنِي سَاعِدَةَ وَفِي كُلِّ دُورِ الأَنْصَارِ خَيْرٌ ‏\"‏ ‏.‏ فَقَالَ سَعْدٌ مَا أَرَى رَسُولَ اللَّهِ صلى الله عليه وسلم إِلاَّ قَدْ فَضَّلَ عَلَيْنَا ‏.‏ فَقِيلَ قَدْ فَضَّلَكُمْ عَلَى كَثِيرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو أُسَيْدٍ السَّاعِدِيُّ اسْمُهُ مَالِكُ بْنُ رَبِيعَةَ ‏.‏ وَقَدْ رُوِيَ نَحْوُ هَذَا عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَاهُ مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ وَعُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আবূ উসাইদ আস-সা’ঈদী (রাঃ)-এর নাম মালিক ইবনু রাবী'আহ্‌।\nআবূ হুরাইরাহ্‌ (রাঃ)–এর বরাতেও নাবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে অনুরূপ বর্ণিত আছে। মা’মার যুহরী হতে তিনি আবূ সালামাহ্‌ হতে, তিনি ‘উবাইদুল্লাহ ইবনু ‘আবদুল্লাহ ইবনু ‘উত্‌বাহ হতে, তিনি আবূ হুরাইরাহ্‌ হতে, তিনি নাবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে এই সনদে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}