{
  "hadith": {
    "hadith_id": 3947,
    "narrator": "আমির ইবনু আবু আমির আল-আশআরী (রাঃ) হতে তার পিতা",
    "bn": "তিনি বলেন,  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আসাদ গোত্র ও আশআরী গোত্র কত ভাল। তারা যুদ্ধের মাঠ হতে পালায় না এবং গানীমাতের মাল আত্মসাৎ করে না। কাজেই তারা আমার হতে এবং আমি তাদের হতে। আমির (রহঃ) বলেন, আমি উক্ত হাদীস মুআবিয়া (রাঃ)-এর নিকট বর্ণনা করলে তিনি বলেন, এইরূপ নয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এভাবে বলেননি, বরং বলেছেনঃ তারা আমার হতে এবং আমারই। আমির (রহঃ) বলেন, আমার পিতা আমাকে এরকম বলেননি, বরং তিনি আমাকে বলেছেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি ঃ তারা আমার হতে এবং আমি তাদের হতে। মুআবিয়া (রাঃ) বলেন, তুমি তোমার পিতার বর্ণিত হাদীস বেশি জান। \n\nযঈফ, যঈফা (৪৬৯২)",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ عَبْدَ اللَّهِ بْنَ مَلاَذٍ، يُحَدِّثُ عَنْ نُمَيْرِ بْنِ أَوْسٍ، عَنْ مَالِكِ بْنِ مَسْرُوحٍ، عَنْ عَامِرِ بْنِ أَبِي عَامِرٍ الأَشْعَرِيِّ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ نِعْمَ الْحَىُّ الأَسْدُ وَالأَشْعَرُونَ لاَ يَفِرُّونَ فِي الْقِتَالِ وَلاَ يَغُلُّونَ هُمْ مِنِّي وَأَنَا مِنْهُمْ ‏\"‏ ‏.‏ قَالَ فَحَدَّثْتُ بِذَلِكَ مُعَاوِيَةَ فَقَالَ لَيْسَ هَكَذَا قَالَ رَسُولُ اللَّهِ قَالَ ‏\"‏ هُمْ مِنِّي وَإِلَىَّ ‏\"‏ ‏.‏ فَقُلْتُ لَيْسَ هَكَذَا حَدَّثَنِي أَبِي وَلَكِنَّهُ حَدَّثَنِي قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ هُمْ مِنِّي وَأَنَا مِنْهُمْ ‏\"‏ ‏.‏ قَالَ فَأَنْتَ أَعْلَمُ بِحَدِيثِ أَبِيكَ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ وَهْبِ بْنِ جَرِيرٍ ‏.‏ وَيُقَالُ الأَسْدُ هُمُ الأَزْدُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবু ঈসা বলেনঃ এ হাদীসটি হাসান গারীব। আমরা শুধু ওয়াহুব ইবনু জারীরের সূত্রে এ হাদীস জেনেছি। কথিত আছে যে, আসাদ সম্প্রদায় ও আৰ্যদ সম্প্রদায় একই।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}