{
  "hadith": {
    "hadith_id": 395,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের নামায আদায় করালেন। তিনি ভুল করলেন, তারপর দুটি সিজদা করলেন, তারপর তাশাহ্‌হুদ পাঠ করলেন, তারপর সালাম ফিরালেন। \n\nতাশাহ্‌হুদের উল্লেখ সহ বর্ণনাটি শাজ, ইরওয়া (৪০৩), যঈফ আবূ দাঊদ (১৯৩), মিশকাত (১০১৯)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى النَّيْسَابُورِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، قَالَ أَخْبَرَنِي أَشْعَثُ، عَنِ ابْنِ سِيرِينَ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى بِهِمْ فَسَهَا فَسَجَدَ سَجْدَتَيْنِ ثُمَّ تَشَهَّدَ ثُمَّ سَلَّمَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثُ حَسَنٌ غَرِيبٌ ‏.‏ وَرَوَى مُحَمَّدُ بْنُ سِيرِينَ عَنْ أَبِي الْمُهَلَّبِ وَهُوَ عَمُّ أَبِي قِلاَبَةَ غَيْرَ هَذَا الْحَدِيثِ ‏.‏ وَرَوَى مُحَمَّدٌ هَذَا الْحَدِيثَ عَنْ خَالِدٍ الْحَذَّاءِ عَنْ أَبِي قِلاَبَةَ عَنْ أَبِي الْمُهَلَّبِ ‏.‏ وَأَبُو الْمُهَلَّبِ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو وَيُقَالُ أَيْضًا مُعَاوِيَةُ بْنُ عَمْرٍو ‏.‏ وَقَدْ رَوَى عَبْدُ الْوَهَّابِ الثَّقَفِيُّ وَهُشَيْمٌ وَغَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ خَالِدٍ الْحَذَّاءِ عَنْ أَبِي قِلاَبَةَ بِطُولِهِ وَهُوَ حَدِيثُ عِمْرَانَ بْنِ حُصَيْنٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم سَلَّمَ فِي ثَلاَثِ رَكَعَاتٍ مِنَ الْعَصْرِ فَقَامَ رَجُلٌ يُقَالُ لَهُ الْخِرْبَاقُ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي التَّشَهُّدِ فِي سَجْدَتَىِ السَّهْوِ فَقَالَ بَعْضُهُمْ يَتَشَهَّدُ فِيهِمَا وَيُسَلِّمُ ‏.‏ وَقَالَ بَعْضُهُمْ لَيْسَ فِيهِمَا تَشَهُّدٌ وَتَسْلِيمٌ وَإِذَا سَجَدَهُمَا قَبْلَ السَّلاَمِ لَمْ يَتَشَهَّدْ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ قَالاَ إِذَا سَجَدَ سَجْدَتَىِ السَّهْوِ قَبْلَ السَّلاَمِ لَمْ يَتَشَهَّدْ ‏.‏",
    "grade_id": 20,
    "grade": "শায",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ হাদীসটি হাসান গারীব। মুহাম্মাদ ইবনু সীরীন অন্যান্য হাদীস আবূ কিলাবার চাচা আবুল মুহাল্লাব হতে বর্ণনা করেছেন। আর তিনি এ হাদীসটি খালিদ আল-হাযযা হতে, তিনি কিলাবা হতে তিনি আবুল মুহাল্লাব হতে বর্ণনা করেছেন। আবুল মুহাল্লাব-এর নাম আব্দুর রহমান। তাকে মুয়াবিয়া ইবনু আমরও বলা হয়। আব্দুল ওয়াহ্‌হাব আস সাকাফী হুশাইম ও অন্যান্যরা এ হাদীসটি খালিদ আল-হায্যা হতে তিনি আবূ কিলাবা হতে পূর্ণটাই বর্ণনা করেছেন। ইমরান ইবনু হুসাইনের অপর বর্ণনায় আছেঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসরের তৃতীয় রাক‘আতে সালাম ফিরালেন। এক ব্যক্তি উঠে দাঁড়ালো, তার নাম ছিল খিরবাক।\nসিজদা সাহুর পর তাশাহ্‌হুদ পাঠের ব্যাপারে আলিমদের মধ্যে মতের অমিল আছে। একদল বলেছেন, সিজদা করার পর তাশাহ্‌হুদ পাঠ করবে, তারপর সালাম ফিরাবে। অপর দল বলেছেন, সিজদা সাহুর পর তাশাহ্হুদ নেই, সালামও নেই। সালাম ফিরানোর পূর্বে সিজদা করলে তাশাহ্‌হুদ পাঠ করবে না। ইমাম আহমাদ ও ইসহাক এই মতের সমর্থক। তাঁরা উভয়ে বলেছেন, সালাম ফিরানোর পূর্বে সিজদা সাহু করলে তাশাহ্‌হুদ পাঠ করবে না।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}