{
  "hadith": {
    "hadith_id": 396,
    "narrator": "‘ইয়ায ইবনু হিলাল (রঃ)",
    "bn": "তিনি বলেন, আমি আবূ সা’ঈদ (রাঃ)-কে প্রশ্ন করলাম, আমাদের কেউ নামায আদায় করল কিন্তু তার মনে নেই সে কত রাক’আত আদায় করল? তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কেউ যখন নামায আদায় করে, কিন্তু বলতে পারছে না সে কত রাক’আত আদায় করল, সে বসা অবস্থায়ই দুটি সাজদাহ্‌ করবে।\n\nসহীহ্‌। ইবনু মাজাহ-(১২০৪), মুসলিম অনুরূপ আরো পূর্ণভাবে।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ الدَّسْتَوَائِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عِيَاضٍ يَعْنِي ابْنَ هِلاَلٍ، قَالَ قُلْتُ لأَبِي سَعِيدٍ أَحَدُنَا يُصَلِّي فَلاَ يَدْرِي كَيْفَ صَلَّى فَقَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا صَلَّى أَحَدُكُمْ فَلَمْ يَدْرِ كَيْفَ صَلَّى فَلْيَسْجُدْ سَجْدَتَيْنِ وَهُوَ جَالِسٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُثْمَانَ وَابْنِ مَسْعُودٍ وَعَائِشَةَ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَبِي سَعِيدٍ مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏ وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ إِذَا شَكَّ أَحَدُكُمْ فِي الْوَاحِدَةِ وَالثِّنْتَيْنِ فَلْيَجْعَلْهُمَا وَاحِدَةً وَإِذَا شَكَّ فِي الثِّنْتَيْنِ وَالثَّلاَثِ فَلْيَجْعَلْهُمَا ثِنْتَيْنِ وَيَسْجُدْ فِي ذَلِكَ سَجْدَتَيْنِ قَبْلَ أَنْ يُسَلِّمَ ‏\"‏ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَصْحَابِنَا ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا شَكَّ فِي صَلاَتِهِ فَلَمْ يَدْرِ كَمْ صَلَّى فَلْيُعِدْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘উসমান, ইবনু মাসঊদ, ‘আয়িশাহ্‌, আবূ হুরায়রা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ আবূ সা’ঈদের হাদীসটি হাসান। উল্লেখিত হাদীসটি আবূ সা’ঈদের নিকট হতে অপরাপর সূত্রেও বর্ণিত হয়েছে। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আরো বর্ণিত আছে, তিনি বলেছেনঃ ‘যদি তোমাদের কেউ এক এবং দুই রাক’আতের মধ্যে দ্বিধায় পরে যায় (এক রাক’আত আদায় করেছে না দুই রাক’আত আদায় করেছে) তবে সে এক রাক’আতই হিসাবে ধরবে। যদি সে দুই এবং তিন রাক’আতের মধ্যে সন্দেহে পরে তবে দুই রাক’আতই হিসাবে ধরবে এবং সালাম ফিরানোর পূর্বে দুটি সাজদাহ্‌ করবে।’’\nআমাদের সঙ্গীরা এ হাদীস অনুযায়ী ‘আমল করেন। এক দল ‘আলিম বলেছেন, কত রাক’আত আদায় করেছে তা ঠিক করতে পারছে না- এ ধরনের সন্দেহে পরলে আবার নামায আদায় করবে।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}