{
  "hadith": {
    "hadith_id": 399,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুই রাক’আত নামায আদায় করে সালাম ফিরালেন। যুল-ইয়াদাইন (রাঃ) তাঁকে বললেন, হে আল্লাহর রাসূল! নামায কি কমিয়ে দেওয়া হয়েছে না আপনি ভুলে গেছেন? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (লোকদের) প্রশ্ন করলেনঃ যুল-ইয়াদাইন কি ঠিক বলছে? লোকেরা বলল, হ্যাঁ। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উঠে দাঁড়ালেন, বাকী দুই রাক’আত আদায় করালেন, তারপর সালাম ফিরালেন, তারপর তাকবীর বললেন, এবং আগের সাজদাহ্‌র সমান অথবা তার চেয়ে দীর্ঘ সময় সাজদাহ্‌য় থাকলেন, তারপর তাকবীর বলে মাথা তুললেন। তিনি আবার সাজদাহ্‌য় গিয়ে আগের সাজদাহ্‌র সমান অথবা তার চেয়ে বেশি সময় সাজদাহ্‌য় কাটালেন।\n\nসহীহ্। ইবনু মাজাহ-(১২১৪), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ أَيُّوبَ بْنِ أَبِي تَمِيمَةَ، وَهُوَ أَيُّوبُ السَّخْتِيَانِيُّ عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم انْصَرَفَ مِنَ اثْنَتَيْنِ فَقَالَ لَهُ ذُو الْيَدَيْنِ أَقُصِرَتِ الصَّلاَةُ أَمْ نَسِيتَ يَا رَسُولَ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَصَدَقَ ذُو الْيَدَيْنِ ‏\"‏ ‏.‏ فَقَالَ النَّاسُ نَعَمْ ‏.‏ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَلَّى اثْنَتَيْنِ أُخْرَيَيْنِ ثُمَّ سَلَّمَ ثُمَّ كَبَّرَ فَسَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ ثُمَّ كَبَّرَ فَرَفَعَ ثُمَّ سَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ وَابْنِ عُمَرَ وَذِي الْيَدَيْنِ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي هَذَا الْحَدِيثِ فَقَالَ بَعْضُ أَهْلِ الْكُوفَةِ إِذَا تَكَلَّمَ فِي الصَّلاَةِ نَاسِيًا أَوْ جَاهِلاً أَوْ مَا كَانَ فَإِنَّهُ يُعِيدُ الصَّلاَةَ وَاعْتَلُّوا بِأَنَّ هَذَا الْحَدِيثَ كَانَ قَبْلَ تَحْرِيمِ الْكَلاَمِ فِي الصَّلاَةِ ‏.‏ قَالَ وَأَمَّا الشَّافِعِيُّ فَرَأَى هَذَا حَدِيثًا صَحِيحًا فَقَالَ بِهِ وَقَالَ هَذَا أَصَحُّ مِنَ الْحَدِيثِ الَّذِي رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الصَّائِمِ إِذَا أَكَلَ نَاسِيًا فَإِنَّهُ لاَ يَقْضِي وَإِنَّمَا هُوَ رِزْقٌ رَزَقَهُ اللَّهُ ‏.‏ قَالَ الشَّافِعِيُّ وَفَرَّقُوا هَؤُلاَءِ بَيْنَ الْعَمْدِ وَالنِّسْيَانِ فِي أَكْلِ الصَّائِمِ بِحَدِيثِ أَبِي هُرَيْرَةَ ‏.‏ وَقَالَ أَحْمَدُ فِي حَدِيثِ أَبِي هُرَيْرَةَ إِنْ تَكَلَّمَ الإِمَامُ فِي شَيْءٍ مِنْ صَلاَتِهِ وَهُوَ يَرَى أَنَّهُ قَدْ أَكْمَلَهَا ثُمَّ عَلِمَ أَنَّهُ لَمْ يُكْمِلْهَا يُتِمُّ صَلاَتَهُ وَمَنْ تَكَلَّمَ خَلْفَ الإِمَامِ وَهُوَ يَعْلَمُ أَنَّ عَلَيْهِ بَقِيَّةً مِنَ الصَّلاَةِ فَعَلَيْهِ أَنْ يَسْتَقْبِلَهَا ‏.‏ وَاحْتَجَّ بِأَنَّ الْفَرَائِضَ كَانَتْ تُزَادُ وَتُنْقَصُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَإِنَّمَا تَكَلَّمَ ذُو الْيَدَيْنِ وَهُوَ عَلَى يَقِينٍ مِنْ صَلاَتِهِ أَنَّهَا تَمَّتْ وَلَيْسَ هَكَذَا الْيَوْمَ لَيْسَ لأَحَدٍ أَنْ يَتَكَلَّمَ عَلَى مَعْنَى مَا تَكَلَّمَ ذُو الْيَدَيْنِ لأَنَّ الْفَرَائِضَ الْيَوْمَ لاَ يُزَادُ فِيهَا وَلاَ يُنْقَصُ ‏.‏ قَالَ أَحْمَدُ نَحْوًا مِنْ هَذَا الْكَلاَمِ ‏.‏ وَقَالَ إِسْحَاقُ نَحْوَ قَوْلِ أَحْمَدَ فِي الْبَابِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘ইমরান ইবনু হুসাইন, ইবনু ‘উমার ও যুল-ইয়াদাইন (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ আবূ হুরায়রা হাদীসটি হাসান সহীহ্। এ হাদীসকে কেন্দ্র করে বিদ্বানদের মধ্যে মত পার্থক্য সৃষ্টি হয়েছে। কুফাবাসীদের একদল বলেছেন, যদি ভুলে অথবা অজ্ঞতাবশত অথবা যে কোন প্রকারে নামাযের মধ্যে কথা বলা হয় তবে আবার নামায আদায় করতে হবে। কেননা এ হাদীসটি নামাযের মধ্যে কথাবার্তা হারাম হওয়ার পূর্বেকার। ইমাম শাফিঈর মতে উল্লেখিত হাদীসটি সহীহ্। তিনি এ হাদীসের সমর্থক। তিনি বলেছেন, “রোযাদার যদি ভুলক্রমে পানাহার করে ফেলে তবে তাকে এ রোজা আর রাখতে হবে না (কাযা করতে হবে না)। কেননা আল্লাহ তা’আলাই তাকে এ রিযক দিয়েছেন’ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এ হাদীসটির তুলনায় পূর্বল্লেখিত হাদীসটি বেশি সহীহ্। তিনি আরো বলেছেন, ফাকীহগণ আবূ হুরায়রার হাদীস অনুযায়ী রোজা অবস্থায় ইচ্ছাকৃতভাবে পানাহার করা এবং ভুলে পানাহার করার মধ্যে পার্থক্য করেছেন।\nআবূ হুরায়রার হাদীস প্রসঙ্গে ইমাম আহমাদ বলেন, নামায পূর্ণ হয়েছে এই মনে করে যদি ইমাম নামাযের মধ্যে কথা বলে এবং পরে জানতে পারে যে, নামায এখনও বাকী রয়েছে-এ অবস্থায় সে বাকী নামায পূর্ণ করবে (কথা বলায় নামায বাতিল হয়নি)। নামায এখনো বাকী রয়েছে একথা জেনেও মুক্তাদী যদি কথা বলে তবে তাকে আবার নামায আদায় করতে হবে। তিনি এ যুক্তি প্রদান করেন যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট ফরয নামাযে (ওহীর মাধ্যমে) কম বেশি করা হত। এজন্য যুল-ইয়াদাইনের বিশ্বাস ছিল হয়ত নামায পূর্ণ হয়েছে। তাই তিনি কথা বলেছেন, কিন্তু আজকাল এরূপ কথা চলবে না, কেননা এখন আর নামাযের মধ্যে কম-বেশি হওয়ার সম্ভাবনা নেই। এজন্য আজকাল আর যুল-ইয়াদাইনের মত (নামায কি কমিয়ে দেওয়া হয়েছে?) প্রশ্ন করা চলবে না। ইমাম ইসহাকও এ ব্যাপারে ইমাম আহমাদের সাথে একমত ।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}