{
  "hadith": {
    "hadith_id": 404,
    "narrator": "রিফা’আ ইবনু রাফি’ (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পিছনে নামায আদায় করছিলাম। হঠাৎ আমার হাঁচি বের হল। আমি বললাম, “আলহামদু লিল্লাহি হামদান কাসীরান তাইয়্যিবান মুবারাকান ফীহে মুবারাকান ‘আলাইহি কামা ইউহিব্বু রব্বুনা ওয়া ইয়ারদা।” রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন নামায শেষ করে ফিরে বসলেন তখন প্রশ্ন করলেনঃ নামাযের মধ্যে কে কথা বলেছে? কেউ কোন সাড়া শব্দ করল না। তিনি দ্বিতীয় বার প্রশ্ন করলেনঃ নামাযের মধ্যে কে কথা বলেছে? এবারও কেউ কোন কথা বলল না। তিনি তৃতীয় বার প্রশ্ন করলেনঃ নামাযের মধ্যে কে কথা বলেছে? (রাবী) রিফা’আহ্ ইবনু রাফি’ ইবনু আফরাআ (রাঃ) বললেন, হে আল্লাহর রাসূল! আমি কথা বলেছি। তিনি প্রশ্ন করলেনঃ তুমি কিভাবে বললে? রাবী বলেন, আমি বলেছি, “আল্লাহর জন্য অশেষ প্রশংসা, পবিত্রময় প্রশংসা, বারকাতময় প্রশংসা (এবং প্রশংসাকারীর জন্য) বারকাতময় প্রশংসা যা আমাদের প্রতিপালক ভালবাসেন ও পছন্দ করেন।” রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহর শপথ, আমি দেখেছি তিরিশের বেশি ফেরেশতা তাড়াহুড়া করছে কে কার আগে এটা নিয়ে উপরে উঠবে।\n\nহাসান। সহীহ্ আবূ দাঊদ-৭৪৭,  মিশকাত-(৯৯২)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا رِفَاعَةُ بْنُ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ رِفَاعَةَ بْنِ رَافِعٍ الزُّرَقِيُّ، عَنْ عَمِّ، أَبِيهِ مُعَاذِ بْنِ رِفَاعَةَ عَنْ أَبِيهِ، قَالَ صَلَّيْتُ خَلْفَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَعَطَسْتُ فَقُلْتُ الْحَمْدُ لِلَّهِ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ مُبَارَكًا عَلَيْهِ كَمَا يُحِبُّ رَبُّنَا وَيَرْضَى ‏.‏ فَلَمَّا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم انْصَرَفَ فَقَالَ ‏\"‏ مَنِ الْمُتَكَلِّمُ فِي الصَّلاَةِ ‏\"‏ ‏.‏ فَلَمْ يَتَكَلَّمْ أَحَدٌ ثُمَّ قَالَهَا الثَّانِيَةَ ‏\"‏ مَنِ الْمُتَكَلِّمُ فِي الصَّلاَةِ ‏\"‏ ‏.‏ فَلَمْ يَتَكَلَّمْ أَحَدٌ ثُمَّ قَالَهَا الثَّالِثَةَ ‏\"‏ مَنِ الْمُتَكَلِّمُ فِي الصَّلاَةِ ‏\"‏ ‏.‏ فَقَالَ رِفَاعَةُ بْنُ رَافِعِ ابْنِ عَفْرَاءَ أَنَا يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ كَيْفَ قُلْتَ ‏\"‏ ‏.‏ قَالَ قُلْتُ الْحَمْدُ لِلَّهِ حَمْدًا كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ مُبَارَكًا عَلَيْهِ كَمَا يُحِبُّ رَبُّنَا وَيَرْضَى فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ وَالَّذِي نَفْسِي بِيَدِهِ لَقَدِ ابْتَدَرَهَا بِضْعَةٌ وَثَلاَثُونَ مَلَكًا أَيُّهُمْ يَصْعَدُ بِهَا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَوَائِلِ بْنِ حُجْرٍ وَعَامِرِ بْنِ رَبِيعَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ رِفَاعَةَ حَدِيثٌ حَسَنٌ ‏.‏ وَكَأَنَّ هَذَا الْحَدِيثَ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ أَنَّهُ فِي التَّطَوُّعِ لأَنَّ غَيْرَ وَاحِدٍ مِنَ التَّابِعِينَ قَالُوا إِذَا عَطَسَ الرَّجُلُ فِي الصَّلاَةِ الْمَكْتُوبَةِ إِنَّمَا يَحْمَدُ اللَّهَ فِي نَفْسِهِ وَلَمْ يُوَسِّعُوا فِي أَكْثَرَ مِنْ ذَلِكَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু মাসঊদ ও মুয়াবিয়া ইবনু হাকাম হতেও হাদীস বর্ণিত হয়েছে। আবূ ‘ঈসা বলেনঃ যাঈদ ইবনু আরকামের হাদীসটি হাসান সহীহ্। অধিকাংশ বিদ্বানের আমল-এর উপরই। তারা বলেন, কেউ যদি নামাযে স্বেচ্ছায় বা ভুলে কথা বলে তাহলে পুনরায় নামায পড়তে হবে  । সুফইয়ান সাওরী, ইবনু মুবারক ও কুফাবাসীদের অভিমত এটাই। কারো মতে যদি স্বেচ্ছায় কথা বলে তাহলে পুনরায় নামায পড়তে হবে। আর যদি ভুলে বা অজ্ঞতাবশতঃ কথা বলে তাহলে পুনরায় পড়ার প্রয়োজন নেই। ইমাম শাফিঈ এ মতের সমর্থক।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}