{
  "hadith": {
    "hadith_id": 406,
    "narrator": "আসমা ইবনু হাকাম আল-ফাযারী (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আলী (রাঃ)-কে বলতে শুনেছিঃ আমি এমন এক ব্যক্তি ছিলাম যখন আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কোন হাদীস শুনতাম, আল্লাহ তা’আলা যতটুকু চাইতেন আমি তা হতে ফায়দা উঠাতাম। যখন তাঁর কোন সাহাবী আমার নিকট হাদীস বলতেন আমি তাঁকে শপথ করাতাম। সে যখন শপথ করে বলত আমি তাকে বিশ্বাস করতাম। আবূ বকর (রাঃ) আমাকেও হাদীস বলেছেন, আর তিনি সত্যিই বলেছেন। তিনি বলেছেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ যে কোন ব্যক্তি যদি গুনাহ করে ফেলে, তারপর উঠে পবিত্রতা অর্জন করে কিছু নামায আদায় করে আল্লাহ তা’আলার নিকট তাওবা করে আল্লাহ তা’আলা তার গুনাহ মাফ করে দিবেন। তারপর তিনি (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) এ আয়াত পাঠ করলেনঃ “যাদের অবস্থা এরূপ যে, তাদের দ্বারা যদি কোন অশ্লীল কাজ সংঘটিত হয় অথবা তারা কোন গুনাহ করে নিজেদের উপর যুলুম করে বসে, তবে সংগে সংগেই তারা তারা আল্লাহ তা’আলার কথা মনে করে এবং তাদের গুনাহের ক্ষমা প্রার্থনা করে। আল্লাহ তা’আলা ছাড়া গুনাহ মাফ করতে পারে এমন কে আছে? এ লোকেরা জেনে বুঝে নিজেদের অন্যায় কাজ বারবার করে না”-(সূরাঃ আলে ইমরান-১৩৫)।\n\nহাসান, ইবনু মাজাহ-(১৩৯৫)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عُثْمَانَ بْنِ الْمُغِيرَةِ، عَنْ عَلِيِّ بْنِ رَبِيعَةَ، عَنْ أَسْمَاءَ بْنِ الْحَكَمِ الْفَزَارِيِّ، قَالَ سَمِعْتُ عَلِيًّا، يَقُولُ إِنِّي كُنْتُ رَجُلاً إِذَا سَمِعْتُ مِنْ، رَسُولِ اللَّهِ صلى الله عليه وسلم حَدِيثًا نَفَعَنِي اللَّهُ مِنْهُ بِمَا شَاءَ أَنْ يَنْفَعَنِي بِهِ وَإِذَا حَدَّثَنِي رَجُلٌ مِنْ أَصْحَابِهِ اسْتَحْلَفْتُهُ فَإِذَا حَلَفَ لِي صَدَّقْتُهُ وَإِنَّهُ حَدَّثَنِي أَبُو بَكْرٍ وَصَدَقَ أَبُو بَكْرٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ مَا مِنْ رَجُلٍ يُذْنِبُ ذَنْبًا ثُمَّ يَقُومُ فَيَتَطَهَّرُ ثُمَّ يُصَلِّي ثُمَّ يَسْتَغْفِرُ اللَّهَ إِلاَّ غَفَرَ اللَّهُ لَهُ ‏\"‏ ‏.‏ ثُمَّ قَرَأَ هَذِهِ الآيَةَ ‏:‏ ‏(‏وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلاَّ اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ ‏)‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَأَبِي الدَّرْدَاءِ وَأَنَسٍ وَأَبِي أُمَامَةَ وَمُعَاذٍ وَوَاثِلَةَ وَأَبِي الْيَسَرِ وَاسْمُهُ كَعْبُ بْنُ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ عُثْمَانَ بْنِ الْمُغِيرَةِ ‏.‏ وَرَوَى عَنْهُ شُعْبَةُ وَغَيْرُ وَاحِدٍ فَرَفَعُوهُ مِثْلَ حَدِيثِ أَبِي عَوَانَةَ ‏.‏ وَرَوَاهُ سُفْيَانُ الثَّوْرِيُّ وَمِسْعَرٌ فَأَوْقَفَاهُ وَلَمْ يَرْفَعَاهُ إِلَى النَّبِيِّ صلى الله عليه وسلم وَقَدْ رُوِيَ عَنْ مِسْعَرٍ هَذَا الْحَدِيثُ مَرْفُوعًا أَيْضًا ‏.‏ وَلاَ نَعْرِفُ لأَسْمَاءَ بْنِ الْحَكَمِ حَدِيثًا مَرْفُوعًا إِلاَّ هَذَا ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "উসমান ইবনু মুগীরার সূত্রেই আমরা হাদীসটি জেনেছি। এ অনুচ্ছেদে ইবনু মাসঊদ, আবূ দারদা, আনাস, আবূ উমামা, মুআয, ওয়াসিলা এবং আবুল ইয়াসার (রাঃ) হতেও হাদীস বর্ণিত আছে।\nআবূ ‘ঈসা বলেনঃ ‘আলীর হাদীসটি হাসান। আমরা হাদীসটি শুধুমাত্র ‘উসমান ইবনু মুগীরার সূত্রেই জেনেছ। উল্লেখিত হাদীসটি শু’বা মারফূ হিসাবে বর্ণনা করেছেন, সুফিয়ান সাওরী ও মিসআর মাওকূফ হিসাবে বর্ণনা করেছেন। মিসআর অবশ্য মারফূ হিসাবেও এ হাদীসটি বর্ণনা করেছেন। আসমা ইবনুল হাকাম হতে এই হাদীসটি ছাড়া আমাদের অন্য কোন মারফূ হাদীস জানা নেই।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}