{
  "hadith": {
    "hadith_id": 408,
    "narrator": "আব্দুল্লাহ ইবনু আমর (রাঃ)",
    "bn": "তিনি বলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তি যদি নামাযের শেষে (তাশাহ্‌হুদের জন্য) বসে সালাম ফিরানোর পূর্বে বাতকর্ম করে তবে তার নামায জায়িয হবে (নতুন করে আদায় করতে হবে না)।\n\nযঈফ, আবূ দাঊদ (২৬, ১৮১)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى الْمُلَقَّبُ، مَرْدَوَيْهِ قَالَ أَخْبَرَنَا ابْنُ الْمُبَارَكِ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ زِيَادِ بْنِ أَنْعُمَ، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ رَافِعٍ، وَبَكْرَ بْنَ سَوَادَةَ، أَخْبَرَاهُ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا أَحْدَثَ - يَعْنِي الرَّجُلَ - وَقَدْ جَلَسَ فِي آخِرِ صَلاَتِهِ قَبْلَ أَنْ يُسَلِّمَ فَقَدْ جَازَتْ صَلاَتُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ إِسْنَادُهُ لَيْسَ بِذَاكَ الْقَوِيِّ وَقَدِ اضْطَرَبُوا فِي إِسْنَادِهِ ‏.‏ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا ‏.‏ قَالُوا إِذَا جَلَسَ مِقْدَارَ التَّشَهُّدِ وَأَحْدَثَ قَبْلَ أَنْ يُسَلِّمَ فَقَدْ تَمَّتْ صَلاَتُهُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا أَحْدَثَ قَبْلَ أَنْ يَتَشَهَّدَ وَقَبْلَ أَنْ يُسَلِّمَ أَعَادَ الصَّلاَةَ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ ‏.‏ وَقَالَ أَحْمَدُ إِذَا لَمْ يَتَشَهَّدْ وَسَلَّمَ أَجْزَأَهُ لِقَوْلِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ وَتَحْلِيلُهَا التَّسْلِيمُ ‏\"‏ وَالتَّشَهُّدُ أَهْوَنُ قَامَ النَّبِيُّ صلى الله عليه وسلم فِي اثْنَتَيْنِ فَمَضَى فِي صَلاَتِهِ وَلَمْ يَتَشَهَّدْ ‏.‏ وَقَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ إِذَا تَشَهَّدَ وَلَمْ يُسَلِّمْ أَجْزَأَهُ ‏.‏ وَاحْتَجَّ بِحَدِيثِ ابْنِ مَسْعُودٍ حِينَ عَلَّمَهُ النَّبِيُّ صلى الله عليه وسلم التَّشَهُّدَ فَقَالَ ‏\"‏ إِذَا فَرَغْتَ مِنْ هَذَا فَقَدْ قَضَيْتَ مَا عَلَيْكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَعَبْدُ الرَّحْمَنِ بْنُ زِيَادِ بْنِ أَنْعُمٍ هُوَ الإِفْرِيقِيُّ وَقَدْ ضَعَّفَهُ بَعْضُ أَهْلِ الْحَدِيثِ مِنْهُمْ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ وَأَحْمَدُ بْنُ حَنْبَلٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসের সনদ তেমন শক্তিশালী নয়। এর বর্ণনাকারীগণ তাদের বর্ণনায় গরমিল করেছেন। এ হাদীসের ভিত্তিতে একদল মনীষী বলেছেনঃ তাশাহ্‌হুদ পাঠের পরিমাণ সময় বসার পর এবং সালাম ফিরানোর পূর্বে বাতকর্ম হলে নামায পূর্ণ হয়ে যাবে। অপর একদল মনীষী বলেছেনঃ যদি তাশাহ্‌হুদ ও সালাম ফিরানোর পূর্বে বাতকর্ম হয় তবে আবার নামায আদায় করতে হবে। ইমাম শাফিঈ একথা বলেছেন। ইমাম আহমাদ বলেছেন, যদি তাশাহ্‌হুদ পাঠ না করে সালাম ফিরানো হয় তবে নামায হয়ে যাবে। কেননা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “নামাযের সমাপ্তি ঘোষণা হল সালাম।” আর তাশাহ্‌হুদ এমন কোন জরুরী বিষয় নয়। একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাশাহ্‌হুদ পাঠ না করেই দ্বিতীয় রাক’আত থেকে উঠে দাঁড়ালেন এবং নামায পূর্ণ করলেন। ইসহাক ইবনু ইবরাহীম বলেছেন, তাশাহ্‌হুদ পাঠের পর এবং সালাম ফিরানোর পূর্বে (বাতকর্ম হলে) নামায জায়িয হবে। তিনি ইবনু মাসঊদের হাদীসকে তাঁর মতের সমর্থনে দলীল হিসেবে গ্রহণ করেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে তাশাহ্‌হুদ শিক্ষা দেওয়ার সময় বললেনঃ “যখন তুমি এটা পাঠ করে অবসর হলে, তখন তোমার দায়িত্ব শেষ হল।”\nআবূ ঈসা বলেনঃ এ হাদীসের এক রাবী আবদুর রহমান ইবনু যিয়াদকে হাদীসবিশারদগণ দুর্বল বলেছেন। ইয়াহ্ইয়া ইবনু সাঈদ ও আহমাদ ইবনু হাম্বল তাদের মধ্যে আছেন।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}