{
  "hadith": {
    "hadith_id": 422,
    "narrator": "মুহাম্মাদ ইবনু ইবরাহীম হতে তাঁর দাদা ক্কাইস (রাঃ)",
    "bn": "তিনি (ক্কাইস) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (নিজের ঘর হতে) বেরিয়ে আসলেন, অতঃপর নামাযের ইক্কামাত দেওয়া হল। আমি তাঁর সাথে নামায আদায় করলাম। নামায হতে অবসর হয়ে তিনি আমাকে নামাযরত অবস্থায় দেখলেন। তিনি বললেনঃ হে ক্কাইস, থামো! তুমি কি দুই নামায একত্রে আদায় করছ? আমি বললাম, হে আল্লাহর রাসূল! আমি ফজরের দুই রাক’আত (সুন্নাত) আদায় করতে পারিনি। তিনি বললেনঃ তাহলে কোন দোষ নেই (পড়ে নাও)। \n\nসহীহ। ইবনু মাজাহ-(১১৫১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو السَّوَّاقُ الْبَلْخِيُّ، قَالَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ سَعْدِ بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ جَدِّهِ، قَيْسٍ قَالَ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأُقِيمَتِ الصَّلاَةُ فَصَلَّيْتُ مَعَهُ الصُّبْحَ ثُمَّ انْصَرَفَ النَّبِيُّ صلى الله عليه وسلم فَوَجَدَنِي أُصَلِّي فَقَالَ ‏\"‏ مَهْلاً يَا قَيْسُ أَصَلاَتَانِ مَعًا ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي لَمْ أَكُنْ رَكَعْتُ رَكْعَتَىِ الْفَجْرِ ‏.‏ قَالَ ‏\"‏ فَلاَ إِذًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ لاَ نَعْرِفُهُ مِثْلَ هَذَا إِلاَّ مِنْ حَدِيثِ سَعْدِ بْنِ سَعِيدٍ ‏.‏ وَقَالَ سُفْيَانُ بْنُ عُيَيْنَةَ سَمِعَ عَطَاءُ بْنُ أَبِي رَبَاحٍ مِنْ سَعْدِ بْنِ سَعِيدٍ هَذَا الْحَدِيثَ ‏.‏ وَإِنَّمَا يُرْوَى هَذَا الْحَدِيثُ مُرْسَلاً ‏.‏ وَقَدْ قَالَ قَوْمٌ مِنْ أَهْلِ مَكَّةَ بِهَذَا الْحَدِيثِ لَمْ يَرَوْا بَأْسًا أَنْ يُصَلِّيَ الرَّجُلُ الرَّكْعَتَيْنِ بَعْدَ الْمَكْتُوبَةِ قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ ‏.‏ قَالَ أَبُو عِيسَى وَسَعْدُ بْنُ سَعِيدٍ هُوَ أَخُو يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ ‏.‏ قَالَ وَقَيْسٌ هُوَ جَدُّ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ وَيُقَالُ هُوَ قَيْسُ بْنُ عَمْرٍو وَيُقَالُ هُوَ قَيْسُ بْنُ قَهْدٍ ‏.‏ وَإِسْنَادُ هَذَا الْحَدِيثِ لَيْسَ بِمُتَّصِلٍ مُحَمَّدُ بْنُ إِبْرَاهِيمَ التَّيْمِيُّ لَمْ يَسْمَعْ مِنْ قَيْسٍ ‏.‏ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ سَعْدِ بْنِ سَعِيدٍ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ فَرَأَى قَيْسًا ‏.‏ وَهَذَا أَصَحُّ مِنْ حَدِيثِ عَبْدِ الْعَزِيزِ عَنْ سَعْدِ بْنِ سَعِيدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ সা’দ ইবনু সা’ঈদের হাদীসের মাধ্যমেই কেবল আমরা মুহাম্মাদ ইবনু ইবরাহীমের হাদীসটি এভাবে জেনেছি। সুফিয়ান ইবনু ‘উআইনা বলেন, ‘আতা ইবনু আবূ রাবাহ এ হাদীসটি সা’দ ইবনু সা’ঈদের নিকট শুনেছেন। এ হাদীসটি মুরসাল হিসাবে বর্ণিত হয়েছে। মক্কাবাসী ‘আলিমদের একদল ফরয নামাযের পর সূর্য উঠার পূর্বে ফাওত হওয়া সুন্নাত দুই রাক’আত আদায় করতে কোন অপরাধ মনে করেন না। \nআবূ ‘ঈসা বলেনঃ এ হাদীসের সনদ মুত্তাসিল (পরস্পর সংযুক্ত) নয়। মুহাম্মাদ ইবনু ইবরাহীম কখনও কাইসের নিকট শুনেননি। অপর এক বর্ণনায় আছেঃ \n“রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বের হলেন এবং কাইসকে দেখতে পেলেন......।’’ সা’দ ইবনু সা’ঈদের সুত্রে বর্ণিত ‘আব্দুল ‘আযীযের হাদীসের চেয়ে এটি অধিক সহীহ।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}