{
  "hadith": {
    "hadith_id": 429,
    "narrator": "‘আলী (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আসরের (ফরয নামাযের) পূর্বে চার রাক’আত নামায আদায় করতেন। তিনি (আল্লাহর) নৈকট্য লাভকারী ফেরেশতা ও তাদের অনুগামী মুসলমান এবং মু’মিনদের প্রতি সালাম করার মাধ্যমে এ নামাযের মাঝখানে বিভক্তি করতেন (দুই সালামে চার রাক’আত আদায় করতেন)। \n\nহাসান। ইবনু মাজাহ-(১১৬১), এটা পূর্বে বর্ণিত ৪২৫ নং হাদীসের বাকী অংশ।",
    "ar": "حَدَّثَنَا بُنْدَارٌ، مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا أَبُو عَامِرٍ، هُوَ الْعَقَدِيُّ عَبْدُ الْمَلِكِ بْنُ عَمْرٍو حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، عَنْ عَلِيٍّ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي قَبْلَ الْعَصْرِ أَرْبَعَ رَكَعَاتٍ يَفْصِلُ بَيْنَهُنَّ بِالتَّسْلِيمِ عَلَى الْمَلاَئِكَةِ الْمُقَرَّبِينَ وَمَنْ تَبِعَهُمْ مِنَ الْمُسْلِمِينَ وَالْمُؤْمِنِينَ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ ‏.‏ وَاخْتَارَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ أَنْ لاَ يُفْصَلَ فِي الأَرْبَعِ قَبْلَ الْعَصْرِ وَاحْتَجَّ بِهَذَا الْحَدِيثِ ‏.‏ وَقَالَ إِسْحَاقُ وَمَعْنَى أَنَّهُ يَفْصِلُ بَيْنَهُنَّ بِالتَّسْلِيمِ يَعْنِي التَّشَهُّدَ ‏.‏ وَرَأَى الشَّافِعِيُّ وَأَحْمَدُ صَلاَةَ اللَّيْلِ وَالنَّهَارِ مَثْنَى مَثْنَى يَخْتَارَانِ الْفَصْلَ فِي الأَرْبَعِ قَبْلَ الْعَصْرِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু ‘উমার ও ‘আবদুল্লাহ ইবনু ‘আমর (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ ‘আলী (রাঃ)-এর হাদীসটি হাসান। ইসহাক ইবনু ইবরাহীম ‘আসরের পূর্বে এক সালামেই চার রাক’আত আদায় করা পছন্দ করেছেন। তিনি এ হাদীসকে দলীল হিসাবে গ্রহন করে বলেছেন, ‘সালামের মাধ্যমে বিভক্তি করার’ তাৎপর্য হল রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুই রাক’আত পর তাশাহ্‌হুদ পাঠ করতেন। ইমাম শাফিঈ এবং আহমাদের মতে, রাত এবং দিনের (ফরয নামায ছাড়া অন্যান্য সব) নামায দুই রাক’আত করে আদায় হবে। তাঁরা উভয়ে আসরের পূর্বের চার রাক’আতে দুই রাক’আত পর পর সালাম ফিরানোই পছন্দ করেছেন।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}