{
  "hadith": {
    "hadith_id": 446,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আল্লাহ তা’আলা রাতের প্রথম এক তৃতীয়াংশ চলে যাওয়ার পর প্রতি রাতে পৃথিবীর নিকটতম আকাশে অবতরণ করেন। অতঃপর তিনি বলেনঃ আমিই রাজাধিরাজ। আমার নিকট প্রার্থনাকারী কে আছে, আমি তার প্রার্থনা কবুল করব। আমার নিকট আবেদনকারী কে আছে, আমি তার আবেদন পূর্ণ করব। কবুল করব। আমার কাছে ক্ষমা প্রার্থনাকারী কে আছে, আমি তাকে ক্ষমা করব। সকাল আলোকিত না হওয়া পর্যন্ত আল্লাহ তা’আলা তার বান্দাদের এভাবে আহবান করতে থাকেন।\n\nসহীহ্। ইবনু মাজাহ-(১৩৬৬), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ الإِسْكَنْدَرَانِيُّ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ يَنْزِلُ اللَّهُ إِلَى السَّمَاءِ الدُّنْيَا كُلَّ لَيْلَةٍ حِينَ يَمْضِي ثُلُثُ اللَّيْلِ الأَوَّلُ فَيَقُولُ أَنَا الْمَلِكُ مَنْ ذَا الَّذِي يَدْعُونِي فَأَسْتَجِيبَ لَهُ مَنْ ذَا الَّذِي يَسْأَلُنِي فَأُعْطِيَهُ مَنْ ذَا الَّذِي يَسْتَغْفِرُنِي فَأَغْفِرَ لَهُ فَلاَ يَزَالُ كَذَلِكَ حَتَّى يُضِيءَ الْفَجْرُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ وَأَبِي سَعِيدٍ وَرِفَاعَةَ الْجُهَنِيِّ وَجُبَيْرِ بْنِ مُطْعِمٍ وَابْنِ مَسْعُودٍ وَأَبِي الدَّرْدَاءِ وَعُثْمَانَ بْنِ أَبِي الْعَاصِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ أَوْجُهٍ كَثِيرَةٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرُوِيَ عَنْهُ أَنَّهُ قَالَ ‏\"‏ يَنْزِلُ اللَّهُ عَزَّ وَجَلَّ حِينَ يَبْقَى ثُلُثُ اللَّيْلِ الآخِرُ ‏\"‏ ‏.‏ وَهُوَ أَصَحُّ الرِّوَايَاتِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আলী ইবনু আবূ তালিব, আবূ সা’ঈদ, রিফাআ আল-জুহানী, জুবাইর ইবনু মুত’ইম, ইবনু মাসঊদ, আবু দারদা ও ‘উসমান ইবনু আবুল আস (রাঃ) হতেও বর্ণিত আছে, আবূ ‘ঈসা বলেনঃ আবূ হুরায়রা (রাঃ)’র হাদীসটি হাসান সহীহ্।\nউল্লেখিত হাদীসটি আবূ হুরায়রা নিকট হতে অসংখ্য সূত্রে বর্ণিত হয়েছে। আবূ হুরায়রা (রাঃ) হতে এও বর্ণিত আছে যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ রাতের এক-তৃতীয়াংশ বাকি থাকতে বারকাতময় আল্লাহ তা’আলা (পৃথিবীর) নিকটতম আকাশে অবতীর্ণ হন।\nসব বর্ণনাগুলোর মধ্যে এটিই সর্বাধিক সহীহ্ বর্ণনা।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}