{
  "hadith": {
    "hadith_id": 447,
    "narrator": "আবূ কাতাদা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবূ বাকার (রাঃ)-কে বললেনঃ আমি আপনার নিকট দিয়ে যাচ্ছিলাম তখন আপনি নামায আদায় করছিলেন এবং আপনার কন্ঠস্বর খুব নীচু ছিল। তিনি (আবূ বাকর) বললেন, আমি তাঁকে শুনাচ্ছিলাম যিনি আমার কানকথাও জানেন। তিনি (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) বল্লেনঃ কিছুটা উচ্চস্বরে পাঠ করুন। তিনি (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) ‘উমার (রাঃ)-কে বললেনঃ আমি আপনার নিকট দিয়ে যাচ্ছিলাম তখন আপনি নামায আদায় করছিলেন এবং আপনার কন্ঠস্বর খুব উঁচু ছিল। তিনি (‘উমার) বললেন, আমি অলসদের জাগরিত করছিলাম এবং শাইতানকে তাড়াচ্ছিলাম। তিনি বললেন, আপনার কন্ঠস্বর কিছুটা নীচু করুন।\n\nসহীহ্। সহীহ্ আবু দাঊদ-(১২০০), মিশকাত-(১২০৪)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا يَحْيَى بْنُ إِسْحَاقَ، هُوَ السَّالَحِينِيُّ حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ الأَنْصَارِيِّ، عَنْ أَبِي قَتَادَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لأَبِي بَكْرٍ ‏\"‏ مَرَرْتُ بِكَ وَأَنْتَ تَقْرَأُ وَأَنْتَ تَخْفِضُ مِنْ صَوْتِكَ ‏\"‏ ‏.‏ فَقَالَ إِنِّي أَسْمَعْتُ مَنْ نَاجَيْتُ ‏.‏ قَالَ ‏\"‏ ارْفَعْ قَلِيلاً ‏\"‏ ‏.‏ وَقَالَ لِعُمَرَ ‏\"‏ مَرَرْتُ بِكَ وَأَنْتَ تَقْرَأُ وَأَنْتَ تَرْفَعُ صَوْتَكَ ‏\"‏ ‏.‏ قَالَ إِنِّي أُوقِظُ الْوَسْنَانَ وَأَطْرُدُ الشَّيْطَانَ قَالَ ‏\"‏ اخْفِضْ قَلِيلاً ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَأُمِّ هَانِئٍ وَأَنَسٍ وَأُمِّ سَلَمَةَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَإِنَّمَا أَسْنَدَهُ يَحْيَى بْنُ إِسْحَاقَ عَنْ حَمَّادِ بْنِ سَلَمَةَ وَأَكْثَرُ النَّاسِ إِنَّمَا رَوَوْا هَذَا الْحَدِيثَ عَنْ ثَابِتٍ عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ مُرْسَلاً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আয়িশাহ্, উম্মু হানী, আনাস, উম্মু সালামাহ্ ও ইবনু ‘আব্বাস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ এই হাদীসটি গারীব। উল্লেখিত হাদীসটি ইয়াহ্ইয়া ইবনু ইসহাক মুসনাদ হিসেবে বর্ণনা করেছেন, আর অনেকেই এই হাদীসটিকে আবদুল্লাহ ইবনু আবূ রবাহর নিকট হতে মুরসাল হিসাবেও বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}