{
  "hadith": {
    "hadith_id": 455,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে ঘুমানোর পূর্বে বিতর আদায়ের আদেশ করেছেন।\n\n-সহীহ। সহীহ আবূ দাঊদ- (১১৮৭)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنْ إِسْرَائِيلَ، عَنْ عِيسَى بْنِ أَبِي عَزَّةَ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي ثَوْرٍ الأَزْدِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ أُوتِرَ قَبْلَ أَنْ أَنَامَ ‏.‏ قَالَ عِيسَى بْنُ أَبِي عَزَّةَ وَكَانَ الشَّعْبِيُّ يُوتِرُ أَوَّلَ اللَّيْلِ ثُمَّ يَنَامُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي ذَرٍّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَأَبُو ثَوْرٍ الأَزْدِيُّ اسْمُهُ حَبِيبُ بْنُ أَبِي مُلَيْكَةَ ‏.‏ وَقَدِ اخْتَارَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ أَنْ لاَ يَنَامَ الرَّجُلُ حَتَّى يُوتِرَ ‏.‏\nوَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏ \"‏ مَنْ خَشِيَ مِنْكُمْ أَنْ لاَ يَسْتَيْقِظَ مِنْ آخِرِ اللَّيْلِ فَلْيُوتِرْ مِنْ أَوَّلِهِ وَمَنْ طَمِعَ مِنْكُمْ أَنْ يَقُومَ مِنْ آخِرِ اللَّيْلِ فَلْيُوتِرْ مِنْ آخِرِ اللَّيْلِ فَإِنَّ قِرَاءَةَ الْقُرْآنِ فِي آخِرِ اللَّيْلِ مَحْضُورَةٌ وَهِيَ أَفْضَلُ ‏\"‏ ‏.‏ حَدَّثَنَا بِذَلِكَ هَنَّادٌ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنِ الأَعْمَشِ عَنْ أَبِي سُفْيَانَ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم بِذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইমাম শাবী রাতের প্রথম দিকেই বিতর আদায় করতেন অতঃপর ঘুমাতেন। এ অনুচ্ছেদে আবূ যার (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ আবূ হুরাইরার হাদীসটি হাসান গারীব। আবূ সাওর আল আযদীর নাম হাবীব ইবনু আবী মুলাইকাহ। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল সাহাবী ও তাদের পরবর্তীরা কোন ব্যক্তির বিতর আদায়ের পূর্বে না ঘুমানোই পছন্দ করেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ “তোমাদের মধ্যে যে ব্যক্তি শেষ রাতে উঠতে পারবে না বলে আশংকা করে সে যেন রাতের প্রথম দিকেই বিতর আদায় করে নেয়। তোমাদের মধ্যে যে ব্যক্তি শেষ রাতে দাঁড়ানোর (নামায আদায়ের) আগ্রহ পোষণ করে সে যেন শেষ রাতেই বিতর আদায় করে। কেননা শেষ রাতের কুরআন পাঠ করায় ফেরেশতাগণ হাযির হন। আর এটাই উত্তম।” এ হাদীসটি জাবির (রাঃ) বর্ণনা করেছেন। -সহীহ। ইবনু মাজাহ- (১১৮৭), মুসলিম।",
    "chapter": {
      "chapter_number": "3"
    }
  }
}