{
  "hadith": {
    "hadith_id": 459,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর রাতের নামাযের সংখ্যা ছিল তের রাক’আত। এর মধ্যে পাঁচ রাক’আত তিনি বিতর আদায় করতেন। এ পাঁচ রাক’আত আদায় করা শেষ করেই তিনি বসতেন। মুয়ায্‌যিন আযান দিলে তিনি উঠে হালকা দুই রাক’আত নামায আদায় করতেন। \n\nসহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১২০৯, ১২১০), সালাতুত তারাবীহ, মুসলিম।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ الْكَوْسَجُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَتْ صَلاَةُ النَّبِيِّ صلى الله عليه وسلم مِنَ اللَّيْلِ ثَلاَثَ عَشْرَةَ رَكْعَةً يُوتِرُ مِنْ ذَلِكَ بِخَمْسٍ لاَ يَجْلِسُ فِي شَيْءٍ مِنْهُنَّ إِلاَّ فِي آخِرِهِنَّ فَإِذَا أَذَّنَ الْمُؤَذِّنُ قَامَ فَصَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي أَيُّوبَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَأَى بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمُ الْوِتْرَ بِخَمْسٍ وَقَالُوا لاَ يَجْلِسُ فِي شَيْءٍ مِنْهُنَّ إِلاَّ فِي آخِرِهِنَّ ‏.‏ قَالَ أَبُو عِيسَى وَسَأَلْتُ أَبَا مُصْعَبٍ الْمَدِينِيَّ عَنْ هَذَا الْحَدِيثِ كَانَ النَّبِيُّ صلى الله عليه وسلم يُوتِرُ بِالتِّسْعِ وَالسَّبْعِ قُلْتُ كَيْفَ يُوتِرُ بِالتِّسْعِ وَالسَّبْعِ قَالَ يُصَلِّي مَثْنَى مَثْنَى وَيُسَلِّمُ وَيُوتِرُ بِوَاحِدَةٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ আইউব (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ ‘আয়িশাহ্‌’র হাদীসটি হাসান সহীহ্‌। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কিছু বিশেষজ্ঞ সাহাবা ও অন্যরা বিতর নামায পাঁচ রাক’আত হওয়ার পক্ষে মত দিয়েছেন। তাঁরা বলেছেন, এর কোন রাক’আতেই বসবে না, সর্বশেষ রাক’আতে বসবে।\nআবূ ‘ঈসা বলেনঃ “নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নয় বা সাত রাক’আত বিত্‌র পড়তেন” এই হাদীস সম্পর্কে আমি মুসআব আল-মাদীনীকে জিজ্ঞেস করলাম। আমি বললাম, তিনি কিভাবে নয় বা সাত রাক’আত বিত্‌র পড়তেন? তিনি বললেন, দুই দুই রাক’আত করে পড়ার পর সালাম ফিরাতেন এবং শেষে এক রাক’আত বিত্‌র পড়তেন।",
    "chapter": {
      "chapter_number": "3"
    }
  }
}