{
  "hadith": {
    "hadith_id": 470,
    "narrator": "তলক ইবনু ‘আলী (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে বলতে শুনেছিঃ এক রাতে দুইবার বিতর নেই।\n\n-সহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১২৯৩)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا مُلاَزِمُ بْنُ عَمْرٍو، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بَدْرٍ، عَنْ قَيْسِ بْنِ طَلْقِ بْنِ عَلِيٍّ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ لاَ وِتْرَانِ فِي لَيْلَةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي الَّذِي يُوتِرُ مِنْ أَوَّلِ اللَّيْلِ ثُمَّ يَقُومُ مِنْ آخِرِهِ فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ نَقْضَ الْوِتْرِ وَقَالُوا يُضِيفُ إِلَيْهَا رَكْعَةً وَيُصَلِّي مَا بَدَا لَهُ ثُمَّ يُوتِرُ فِي آخِرِ صَلاَتِهِ لأَنَّهُ ‏\"‏ لاَ وِتْرَانِ فِي لَيْلَةٍ ‏\"‏ ‏.‏ وَهُوَ الَّذِي ذَهَبَ إِلَيْهِ إِسْحَاقُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِذَا أَوْتَرَ مِنْ أَوَّلِ اللَّيْلِ ثُمَّ نَامَ ثُمَّ قَامَ مِنْ آخِرِ اللَّيْلِ فَإِنَّهُ يُصَلِّي مَا بَدَا لَهُ وَلاَ يَنْقُضُ وِتْرَهُ وَيَدَعُ وِتْرَهُ عَلَى مَا كَانَ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَهْلِ الْكُوفَةِ وَأَحْمَدَ ‏.‏ وَهَذَا أَصَحُّ لأَنَّهُ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَدْ صَلَّى بَعْدَ الْوِتْرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান গারীব। যে ব্যক্তি রাতের প্রথম অংশে বিতর আদায় করেছে সে আবার শেষ রাতে নামায আদায় করতে উঠলে তাকে আবার বিতর আদায় করতে হবে কিনা এ ব্যাপারে মনীষীদের মধ্যে মতবিরোধ রয়েছে। একদল সাহাবী ও তাবিঈর মত হল, সে তার বিতর নষ্ট করে দিবে। তাঁরা বলেন, সে আরো এক রাক‘আত অতিরিক্ত আদায় করবে, অতঃপর যত রাক’আত ইচ্ছা নামায আদায় করবে। সব নামাযের শেষে বিতর আদায় করবে। এ পদ্ধতি মানার কারণ হল, রাতে একবারের বেশি বিতর নেই। ইমাম ইসহাক এই পদ্ধতি অবলম্বন করেছেন। অপর একদল সাহাবা ও তাবিঈর মত হল, যে ব্যক্তি প্রথম রাতে বিতর আদায় করেছে সে শেষ রাতে তাহাজ্জুদ আদায় করতে উঠলে যত রাক‘আত ইচ্ছা আদায় করে নিবে। বিতর নষ্ট করার বা আবার আদায় করার প্রয়োজন নেই। সুফিয়ান সাওরী, ইবনুল মুবারাক, মালিক, শাফিঈ, কুফাবাসী এবং আহমাদ এ মত দিয়েছেন এবং এই মতই বেশি সহীহ্‌। কেননা একাধিক সূত্রে বর্ণিত আছে যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিতর আদায় করার পর নফল আদায় করেছেন।",
    "chapter": {
      "chapter_number": "3"
    }
  }
}