{
  "hadith": {
    "hadith_id": 489,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জুমু’আর দিনের যে মুহূর্তে (দু’আ ক্ববূল হওয়ার) আশা করা যায় তা আসরের পর হতে সূর্যাস্তের মধ্যে খোঁজ কর। \n\n-হাসান। মিশকাত- (১৩৬০), তা’লীকুর রাগীব- (১/২৫১)।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الصَّبَّاحِ الْهَاشِمِيُّ الْبَصْرِيُّ الْعَطَّارُ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ الْحَنَفِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي حُمَيْدٍ، حَدَّثَنَا مُوسَى بْنُ وَرْدَانَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏ \"‏ الْتَمِسُوا السَّاعَةَ الَّتِي تُرْجَى فِي يَوْمِ الْجُمُعَةِ بَعْدَ الْعَصْرِ إِلَى غَيْبُوبَةِ الشَّمْسِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏ وَمُحَمَّدُ بْنُ أَبِي حُمَيْدٍ يُضَعَّفُ ضَعَّفَهُ بَعْضُ أَهْلِ الْعِلْمِ مِنْ قِبَلِ حِفْظِهِ وَيُقَالُ لَهُ حَمَّادُ بْنُ أَبِي حُمَيْدٍ وَيُقَالُ هُوَ أَبُو إِبْرَاهِيمَ الأَنْصَارِيُّ وَهُوَ مُنْكَرُ الْحَدِيثِ ‏.‏ وَرَأَى بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ السَّاعَةَ الَّتِي تُرْجَى فِيهَا بَعْدَ الْعَصْرِ إِلَى أَنْ تَغْرُبَ الشَّمْسُ ‏.‏ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ أَحْمَدُ أَكْثَرُ الأَحَادِيثِ فِي السَّاعَةِ الَّتِي تُرْجَى فِيهَا إِجَابَةُ الدَّعْوَةِ أَنَّهَا بَعْدَ صَلاَةِ الْعَصْرِ وَتُرْجَى بَعْدَ زَوَالِ الشَّمْسِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি গারীব। অন্য একটি সূত্রেও এ হাদীসটি আনাসের নিকট হতে বর্ণিত হয়েছে। মুহাম্মাদ ইবনু আবূ হুমাইদ একজন দুর্বল রাবী। একদল বিশেষজ্ঞ তাঁর স্মরণশক্তি দুর্বল বলেছেন। তাঁকে হাম্মাদ ইবনু আবূ হুমাইদও বলা হয়ে থাকে। কেউ কেউ বলেছেন, ইনি আবূ ইবরাহীম আনসারী, ইনি একজন প্রত্যাখ্যাত রাবী। একদল সাহাবা ও তাবিঈর ধারণা হল দু’আ ক্ববূলের এ সময়টি আসরের পর হতে শুরু করে সূর্যাস্তের পূর্ব পর্যন্ত। ইমাম আহমাদ এবং ইসহাকও একই রকম কথা বলেছেন। আহমাদ বলেছেন, যে সময়ে দু’আ ক্ববূলের আশা করা যায় সে সম্পর্কিত বেশিরভাগ হাদীস হতে জানা যায়, এ সময়টি আসরের পর এবং সূর্য ঢলে যাওয়ার পর হতেও এর আশা করা যায়।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}