{
  "hadith": {
    "hadith_id": 491,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যেসব দিনে সূর্য উদয় হয় তাঁর মধ্যে জুমু’আর দিনই সর্বশ্রেষ্ঠ। এ দিনেই আদম (আঃ) -কে সৃষ্টি করা হয়েছিল। এদিনেই তাঁকে সেখান হতে (পৃথিবীতে) নামিয়ে দেওয়া হয়েছিল। এ দিনের মধ্যে এমন একটি সময় আছে যখন কোন মুসলিম বান্দা নামায আদায় করে আল্লাহ তা’আলার নিকট কিছু চাইলে তিনি অবশ্যই তাকে তা দান করেন। আবূ হুরাইরা (রাঃ) বলেন, আমি আবদুল্লাহ ইবনু সালামের সাথে সাক্ষাত করে তাঁকে এ হাদীস প্রসঙ্গে জানালাম। তিনি বলেন, আমি সে সময়টি জানি। আমি বললাম, তাহলে আমাকেও বলে দিন, এ ব্যাপারে কৃপণতা করবেন না। তিনি বললেন, এ সময়টি আসরের পর হতে সূর্য অস্ত যাওয়া পর্যন্ত। আমি বললাম, তা কি করে আসরের পর হতে পারে? অথচ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, বান্দা নামাযরত অবস্থায় এই মুহূর্তটি পেয়ে...। অথচ আপনি যে সময়ের কথা বলেছেন, তখন তো নামায আদায় করা হয় না। ‘আবদুল্লাহ ইবনু সালাম (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি বলেননিঃ যে ব্যক্তি নামাযের অপেক্ষায় বসে থাকে প্রকারান্তরে সে নামাযের মধ্যেই থাকে? আমি বললাম, হ্যাঁ। তিনি বললেন, সেটাই এ সময়।\n\n-সহীহ্‌। ইবনু মাজাহ- (১১৩৯)।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ خَيْرُ يَوْمٍ طَلَعَتْ فِيهِ الشَّمْسُ يَوْمُ الْجُمُعَةِ فِيهِ خُلِقَ آدَمُ وَفِيهِ أُدْخِلَ الْجَنَّةَ وَفِيهِ أُهْبِطَ مِنْهَا وَفِيهِ سَاعَةٌ لاَ يُوَافِقُهَا عَبْدٌ مُسْلِمٌ يُصَلِّي فَيَسْأَلُ اللَّهَ فِيهَا شَيْئًا إِلاَّ أَعْطَاهُ إِيَّاهُ ‏\"‏ ‏.‏ قَالَ أَبُو هُرَيْرَةَ فَلَقِيتُ عَبْدَ اللَّهِ بْنَ سَلاَمٍ فَذَكَرْتُ لَهُ هَذَا الْحَدِيثَ فَقَالَ أَنَا أَعْلَمُ بِتِلْكَ السَّاعَةِ ‏.‏ فَقُلْتُ أَخْبِرْنِي بِهَا وَلاَ تَضْنَنْ بِهَا عَلَىَّ قَالَ هِيَ بَعْدَ الْعَصْرِ إِلَى أَنْ تَغْرُبَ الشَّمْسُ ‏.‏ فَقُلْتُ كَيْفَ تَكُونُ بَعْدَ الْعَصْرِ وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ يُوَافِقُهَا عَبْدٌ مَسْلِمٌ وَهُوَ يُصَلِّي ‏\"‏ ‏.‏ وَتِلْكَ السَّاعَةُ لاَ يُصَلَّى فِيهَا فَقَالَ عَبْدُ اللَّهِ بْنُ سَلاَمٍ أَلَيْسَ قَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ جَلَسَ مَجْلِسًا يَنْتَظِرُ الصَّلاَةَ فَهُوَ فِي صَلاَةٍ ‏\"‏ ‏.‏ قُلْتُ بَلَى ‏.‏ قَالَ فَهُوَ ذَاكَ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْحَدِيثِ قِصَّةٌ طَوِيلَةٌ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَمَعْنَى قَوْلِهِ ‏\"‏ أَخْبِرْنِي بِهَا وَلاَ تَضْنَنْ بِهَا عَلَىَّ ‏\"‏ ‏.‏ لاَ تَبْخَلْ بِهَا عَلَىَّ وَالضَّنُّ الْبُخْلُ وَالظَّنِينُ الْمُتَّهَمُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}