{
  "hadith": {
    "hadith_id": 511,
    "narrator": "আবদুল্লাহ ইবনু আবূ সারহ (রাঃ)",
    "bn": "আবূ সাঈদ আল-খুদরী (রাঃ) জুমু’আর দিন (মসজিদে) ঢুকলেন। মারওয়ান তখন খুতবা দিচ্ছিল। তিনি নামায আদায় করতে দাঁড়ালেন। মারওয়ানের চৌকিদার তাঁকে বসিয়ে দেওয়ার (নামায হতে বিরত রাখার) জন্য আসল। কিন্তু তিনি তা মানলেন না এবং নামায আদায় করলেন। তিনি অবসর হলে আমরা তাঁর নিকট আসলাম। আমরা বললাম, আল্লাহ তা’আলা আপনার উপর দয়া করুন, তারা আপনাকে পরাজিত করার জন্য এসেছিল। তিনি বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে এটা করতে দেখেছি। এরপর আমি এ দুই রাক’আত কখনও ছাড়তে পারি না। তারপর তিনি উল্লেখ করলেন, জুমু’আর দিন এক ব্যক্তি তাড়াহুড়া করে উস্কখুস্ক অবস্থায় মসজিদে আসল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন জুমু’আর খুতবা দিচ্ছিলেন। তিনি তাকে নির্দেশ দিলে সে দুই রাক’আত নামায আদায় করল। আর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুতবা দিতে থাকলেন। \n\n-হাসান সহীহ্‌। ইবনু মাজাহ- (১১১৩)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مُحَمَّدِ بْنِ عَجْلاَنَ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي سَرْحٍ، أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ، دَخَلَ يَوْمَ الْجُمُعَةِ وَمَرْوَانُ يَخْطُبُ فَقَامَ يُصَلِّي فَجَاءَ الْحَرَسُ لِيُجْلِسُوهُ فَأَبَى حَتَّى صَلَّى فَلَمَّا انْصَرَفَ أَتَيْنَاهُ فَقُلْنَا رَحِمَكَ اللَّهُ إِنْ كَادُوا لَيَقَعُوا بِكَ ‏.‏ فَقَالَ مَا كُنْتُ لأَتْرُكَهُمَا بَعْدَ شَيْءٍ رَأَيْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ ثُمَّ ذَكَرَ أَنَّ رَجُلاً جَاءَ يَوْمَ الْجُمُعَةِ فِي هَيْئَةٍ بَذَّةٍ وَالنَّبِيُّ صلى الله عليه وسلم يَخْطُبُ يَوْمَ الْجُمُعَةِ فَأَمَرَهُ فَصَلَّى رَكْعَتَيْنِ وَالنَّبِيُّ صلى الله عليه وسلم يَخْطُبُ ‏.‏ قَالَ ابْنُ أَبِي عُمَرَ كَانَ سُفْيَانُ بْنُ عُيَيْنَةَ يُصَلِّي رَكْعَتَيْنِ إِذَا جَاءَ وَالإِمَامُ يَخْطُبُ وَكَانَ يَأْمُرُ بِهِ وَكَانَ أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئُ يَرَاهُ ‏.‏ قَالَ أَبُو عِيسَى وَسَمِعْتُ ابْنَ أَبِي عُمَرَ يَقُولُ قَالَ سُفْيَانُ بْنُ عُيَيْنَةَ كَانَ مُحَمَّدُ بْنُ عَجْلاَنَ ثِقَةً مَأْمُونًا فِي الْحَدِيثِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَأَبِي هُرَيْرَةَ وَسَهْلِ بْنِ سَعْدٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ الْخُدْرِيِّ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ ‏.‏ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ بَعْضُهُمْ إِذَا دَخَلَ وَالإِمَامُ يَخْطُبُ فَإِنَّهُ يَجْلِسُ وَلاَ يُصَلِّي ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏ وَالْقَوْلُ الأَوَّلُ أَصَحُّ ‏.‏ حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا الْعَلاَءُ بْنُ خَالِدٍ الْقُرَشِيُّ قَالَ رَأَيْتُ الْحَسَنَ الْبَصْرِيَّ دَخَلَ الْمَسْجِدَ يَوْمَ الْجُمُعَةِ وَالإِمَامُ يَخْطُبُ فَصَلَّى رَكْعَتَيْنِ ثُمَّ جَلَسَ ‏.‏ إِنَّمَا فَعَلَ الْحَسَنُ اتِّبَاعًا لِلْحَدِيثِ وَهُوَ رَوَى عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم هَذَا الْحَدِيثَ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ্‌। এ হাদীসের এক রাবী ইবনু আবী ‘উমার বলেন, ইবনু উআইনা মসজিদে এসে দুই রাক’আত নামায আদায় করতেন; ইমাম তখন খুতবা দিতে থাকতেন। তিনি এটা আদায় করার নির্দেশও দিতেন। আবূ আবদুর রহমান আল-মাকবুরীও তাঁকে এরকম করতে দেখেছেন। মুহাম্মাদ ইবনু ‘আজলান একজন সিকাহ রাবী এবং হাদীসশাস্ত্রে তিনি নির্ভরযোগ্য ছিলেন। এ অনুচ্ছেদে আবূ হুরাইরা, জাবির এবং সাহল ইবনু সা’দ (রাঃ) হতেও হাদীস বর্ণিত আছে। \nএকদল আলিম এ হাদীস অনুযায়ী আমল করেছেন। ইমাম শাফিঈ, আহমাদ ও ইসহাক একই রকম মত দিয়েছেন। অপর একদল বিদ্বান বলেছেন, ইমাম যখন খুতবা দিতে থাকেন তখন কোন লোক আসলে সে বসে যাবে এবং নামায আদায় করবে না। সুফিয়ান সাওরী ও কুফাবাসীগণ এই মত পালন করেন। কিন্তু প্রথম মতই বেশি সহীহ্‌।\n‘আলা ইবনু খালিদ আল-কুরাশী (রহঃ) হতে বর্ণিত আছে, তিনি বলেন, আমি হাসান আল-বাসরীকে জুমু’আর দিন মসজিদে ঢুকতে দেখলাম, ইমাম তখন খুতবা দিচ্ছিলেন। তিনি দুই রাক’আত নামায আদায় করলেন, তারপর বসলেন। হাদীসের অনুসরণ করার জন্যই হাসান এরকমটি করলেন। তিনি এ সম্পর্কিত হাদীস জাবির (রাঃ) -এর মাধ্যমে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}