{
  "hadith": {
    "hadith_id": 517,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন মিম্বার হতে নামতেন তখন প্রয়োজনবোধে কথা বলতেন।\n\nশাজ, ইবনু মাজাহ (১১১৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُكَلَّمُ بِالْحَاجَةِ إِذَا نَزَلَ عَنِ الْمِنْبَرِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ جَرِيرِ بْنِ حَازِمٍ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدًا يَقُولُ وَهِمَ جَرِيرُ بْنُ حَازِمٍ فِي هَذَا الْحَدِيثِ وَالصَّحِيحُ مَا رُوِيَ عَنْ ثَابِتٍ عَنْ أَنَسٍ قَالَ أُقِيمَتِ الصَّلاَةُ فَأَخَذَ رَجُلٌ بِيَدِ النَّبِيِّ صلى الله عليه وسلم فَمَا زَالَ يُكَلِّمُهُ حَتَّى نَعَسَ بَعْضُ الْقَوْمِ ‏.‏ قَالَ مُحَمَّدٌ وَالْحَدِيثُ هُوَ هَذَا ‏.‏ وَجَرِيرُ بْنُ حَازِمٍ رُبَّمَا يَهِمُ فِي الشَّىْءِ وَهُوَ صَدُوقٌ ‏.‏ قَالَ مُحَمَّدٌ وَهِمَ جَرِيرُ بْنُ حَازِمٍ فِي حَدِيثِ ثَابِتٍ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا أُقِيمَتِ الصَّلاَةُ فَلاَ تَقُومُوا حَتَّى تَرَوْنِي ‏\"‏ ‏.‏ قَالَ مُحَمَّدٌ وَيُرْوَى عَنْ حَمَّادِ بْنِ زَيْدٍ قَالَ كُنَّا عِنْدَ ثَابِتٍ الْبُنَانِيِّ فَحَدَّثَ حَجَّاجٌ الصَّوَّافُ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا أُقِيمَتِ الصَّلاَةُ فَلاَ تَقُومُوا حَتَّى تَرَوْنِي ‏\"‏ ‏.‏ فَوَهِمَ جَرِيرٌ فَظَنَّ أَنَّ ثَابِتًا حَدَّثَهُمْ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 20,
    "grade": "শায",
    "grade_color": "#F85B24",
    "note": "আমি (তিরমিযী) এ হাদীসটি কেবলমাত্র জারীর ইবনু হাযিমের সূত্রে জানতে পেরেছি। আমি মুহাম্মাদকে বলতে শুনেছি, জারীর ইবনু হাযিম এ হাদীসে সংশয়ে পড়ে গেছেন। আনাসের সূত্রে সাবিত যে বর্ণনা করেছেন সেটাই সহীহ্‌। তাতে আছেঃ “নামাযের জন্য ইকামাত দেওয়া হল। এমন সময় এক ব্যক্তি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর হাত ধরে কথা বলতে থাকল। এমনকি লোকেরা নিদ্রার আবেশে আচ্ছন্ন হতে লাগল”।\n\nমুহাম্মাদ বলেন, আসলে হাদীস হল এটি। কখনও কখনও জারীর ইবনু হাযিম অনুমানে লিপ্ত হন কিন্তু তিনি সত্যবাদী। যেমন এক হাদীসে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “নামাযের জন্য ইকামাত হয়ে গেলেও আমাকে না দেখা পর্যন্ত তোমরা নামাযে দাঁড়াবে না”।\n\nজারীরের বর্ণিত সনদের পরিপ্রেক্ষিতে এ হাদীসটি ভুল কিন্তু অন্য সনদে সহীহ্‌ হাদীস। তিনি রাবীদের সনদ বর্ণনায় ত্রুটি করে ফেলেন। যেমন হাদীসটি সাবিত আল-বুনানী আবূ কাতাদা (রাঃ) -এর সূত্রে বর্ণনা করেছেন। কিন্তু জারীর সংশয়ের বশবর্তী হয়ে আনাস (রাঃ) –এর সূত্রে বর্ণিত বলেছেন।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}