{
  "hadith": {
    "hadith_id": 519,
    "narrator": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আযাদকৃত গোলাম আবূ রাফি (রাঃ) -এর পুত্র উবাইদুল্লাহ (রহঃ)",
    "bn": "তিনি বলেন, একবার মারওয়ান আবূ হুরাইরা (রাঃ) -কে মাদীনায় তাঁর প্রতিনিধি করে মক্কায় চলে গেলেন। আবূ হুরাইরা (রাঃ) আমাদের জুমু‘আর নামায আদায় করালেন। তিনি প্রথম রাক‘আতে সূরা জুমু‘আ এবং দ্বিতীয় রাক‘আতে সূরা ইযা জাআকাল মুনাফিকূন পাঠ করলেন। উবাইদুল্লাহ বলেন, আমি আবূ হুরাইরার সাথে দেখা করে তাঁকে বললাম, আপনি এমন দুটি সূরা পাঠ করলেন যা ‘আলী (রাঃ) কুফায় পাঠ করতেন। আবূ হুরাইরা (রাঃ) বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে এ দুটো সূরা পাঠ করতে শুনেছি।\n\n-সহীহ্। ইবনু মাজাহ- (১১১৮), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ، مَوْلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ اسْتَخْلَفَ مَرْوَانُ أَبَا هُرَيْرَةَ عَلَى الْمَدِينَةِ وَخَرَجَ إِلَى مَكَّةَ فَصَلَّى بِنَا أَبُو هُرَيْرَةَ يَوْمَ الْجُمُعَةِ فَقَرَأَ سُورَةَ الْجُمُعَةِ وَفِي السَّجْدَةِ الثَّانِيَةِ‏:‏ ‏(‏ِإذَا جَاءَكَ الْمُنَافِقُونَ ‏)‏ قَالَ عُبَيْدُ اللَّهِ فَأَدْرَكْتُ أَبَا هُرَيْرَةَ فَقُلْتُ لَهُ تَقْرَأُ بِسُورَتَيْنِ كَانَ عَلِيٌّ يَقْرَأُ بِهِمَا بِالْكُوفَةِ قَالَ أَبُو هُرَيْرَةَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقْرَأُ بِهِمَا ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَالنُّعْمَانِ بْنِ بَشِيرٍ وَأَبِي عِنَبَةَ الْخَوْلاَنِيِّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَقْرَأُ فِي صَلاَةِ الْجُمُعَةِ بِـ ‏(‏ سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى ‏)‏ وَ ‏(‏هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ ‏)‏ ‏.‏ عُبَيْدُ اللَّهِ بْنُ أَبِي رَافِعٍ كَاتِبُ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু ‘আব্বাস, নুমান ইবনু বাশীর ও আবূ ইনাবা আল-খাওলানী (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ আবূ হুরাইরার হাদীসটি হাসান সহীহ্। অপর এক বর্ণনায় আছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর নামাযে ‘সাব্বিহিসমা রব্বিকাল আলা’ ও ‘হাল আতাকা হাদীসুল গাশিয়া’ সূরা পাঠ করতেন। উবাইদুল্লাহ ইবনু আবী রাফি‘ ‘আলী (রাঃ) -এর কাতিব (সচিব) ছিলেন।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}