{
  "hadith": {
    "hadith_id": 523,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের মধ্যে যে ব্যক্তি জুমু‘আর নামাযের পর নামায আদায় করতে চায় সে যেন চার রাক‘আত আদায় করে। \n\n-সহীহ্। ইবনু মাজাহ- (১১৩২)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ كَانَ مِنْكُمْ مُصَلِّيًا بَعْدَ الْجُمُعَةِ فَلْيُصَلِّ أَرْبَعًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا عَلِيُّ بْنُ الْمَدِينِيِّ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ قَالَ كُنَّا نَعُدُّ سُهَيْلَ بْنَ أَبِي صَالِحٍ ثَبْتًا فِي الْحَدِيثِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ ‏.‏ وَرُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ أَنَّهُ كَانَ يُصَلِّي قَبْلَ الْجُمُعَةِ أَرْبَعًا وَبَعْدَهَا أَرْبَعًا ‏.‏ وَقَدْ رُوِيَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رضى الله عنه أَنَّهُ أَمَرَ أَنْ يُصَلَّى بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ ثُمَّ أَرْبَعًا ‏.‏ وَذَهَبَ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ إِلَى قَوْلِ ابْنِ مَسْعُودٍ ‏.‏ وَقَالَ إِسْحَاقُ إِنْ صَلَّى فِي الْمَسْجِدِ يَوْمَ الْجُمُعَةِ صَلَّى أَرْبَعًا وَإِنْ صَلَّى فِي بَيْتِهِ صَلَّى رَكْعَتَيْنِ ‏.‏ وَاحْتَجَّ بِأَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُصَلِّي بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ فِي بَيْتِهِ وَحَدِيثِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ مَنْ كَانَ مِنْكُمْ مُصَلِّيًا بَعْدَ الْجُمُعَةِ فَلْيُصَلِّ أَرْبَعًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَابْنُ عُمَرَ هُوَ الَّذِي رَوَى عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يُصَلِّي بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ فِي بَيْتِهِ وَابْنُ عُمَرَ بَعْدَ النَّبِيِّ صلى الله عليه وسلم صَلَّى فِي الْمَسْجِدِ بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ وَصَلَّى بَعْدَ الرَّكْعَتَيْنِ أَرْبَعًا ‏.‏\nحَدَّثَنَا بِذَلِكَ ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، قَالَ رَأَيْتُ ابْنَ عُمَرَ صَلَّى بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ ثُمَّ صَلَّى بَعْدَ ذَلِكَ أَرْبَعًا ‏.‏ حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَمْرِو بْنِ دِينَارٍ قَالَ مَا رَأَيْتُ أَحَدًا أَنَصَّ لِلْحَدِيثِ مِنَ الزُّهْرِيِّ وَمَا رَأَيْتُ أَحَدًا الدَّنَانِيرُ وَالدَّرَاهِمُ أَهْوَنُ عَلَيْهِ مِنْهُ إِنْ كَانَتِ الدَّنَانِيرُ وَالدَّرَاهِمُ عِنْدَهُ بِمَنْزِلَةِ الْبَعْرِ ‏.‏ قَالَ أَبُو عِيسَى سَمِعْت ابْنَ أَبِي عُمَرَ قَال سَمِعْتُ سُفْيَانَ بْنَ عُيَيْنَةَ يَقُولُ كَانَ عَمْرُو بْنُ دِينَارٍ أَسَنَّ مِنْ الزُّهْرِيِّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান।\n\nসুফিয়ান ইবনু উয়াইনা বলেন, সুহাইল ইবনু আবূ সালিহ হাদীসশাস্ত্রে একজন নির্ভরযোগ্য রাবী। একদল ‘আলিম এ হাদীস অনুযায়ী আমল করেন। ‘আবদুল্লাহ ইবনু মাসঊদ (রাঃ) জুমু‘আর (ফরযের) পূর্বে চার রাক‘আত এবং পরে চার রাক‘আত (সুন্নাত) নামায আদায় করতেন। ‘আলী (রাঃ) প্রসঙ্গে বর্ণিত আছে যে, তিনি জুমু‘আর পর দুই রাক‘আত তারপর চার রাক‘আত আদায় করার হুকুম দিয়েছেন। সুফিয়ান সাওরী ও ইবনুল মুবারাক (রহঃ) ইবনু মাসঊদের মত গ্রহণ করেছেন। ইসহাক বলেছেন, জুমু‘আর দিন যদি মসজিদে (সুন্নাত) নামায আদায় করা হয় তবে চার রাক‘আত আদায় করবে, আর যদি ঘরে আদায় করে তবে দুই রাক‘আত আদায় করবে। তিনি দলীল হিসাবে এ হাদীস উল্লেখ করেছেন,\n“রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর পর বাড়িতে গিয়ে দুই রাক‘আত (সুন্নাত) নামায আদায় করেছেন।”\nতিনি আরো বলেছেনঃ “তোমাদের মধ্যে যে ব্যক্তি জুমু‘আর (ফরযের) পরে নামায আদায় করতে চায় সে যেন চার রাক‘আত আদায় করে।”\n\tআবূ ‘ঈসা বলেনঃ ইবনু উমার (রাঃ) যিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে বর্ণনা করেছেন, “জুমু‘আর পর তিনি বাড়িতে গিয়ে দুই রাক‘আত আদায় করতেন।” তিনিও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পরে জুমু‘আর নামাযের পর মসজিদেই দুই রাক‘আত নামায আদায় করেছেন, তারপর চার রাক‘আত আদায় করেছেন।\n\tআতা (রহঃ) হতে বর্ণিত আছে, তিনি বলেন, আমি ইবনু ‘উমার (রাঃ) -কে জুমু‘আর (ফরয নামাযের) পর দুই রাক‘আত তারপর চার রাক‘আত নামায আদায় করতে দেখেছি। \n-সহীহ্। আবূ দাঊদ (১০৩৫, ১০৩৮)\n\t‘আমর ইবনু দীনার বলেন, যুহরীর চাইতে ভালভাবে হাদীস বর্ণনা করতে আমি আর কাউকে দেখতে পাইনি এবং তাঁর মত আর কাউকে ধন-দৌলতকে তুচ্ছ ভাবিতে দেখিনি। তাঁর দৃষ্টিতে ধন-দৌলত উটের মলতুল্য তুচ্ছ জিনিস। ‘আমর ইবনু দীনার যুহরীর চাইতে বেশি বয়সী ছিলেন।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}