{
  "hadith": {
    "hadith_id": 548,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে মক্কার উদ্দেশ্যে মাদীনা হতে রাওয়ানা হলাম। তিনি দুই রাক’আত নামায আদায় করলেন। ইয়াহ্‌ইয়া ইবনু ইসহাক বলেন, আমি আনাস (রাঃ) -কে প্রশ্ন করলাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কত দিন মক্কায় ছিলেন? তিনি বললেন, দশ দিন। \n\n-সহীহ্‌। ইবনু মাজাহ- (১০৭৭), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا يَحْيَى بْنُ أَبِي إِسْحَاقَ الْحَضْرَمِيُّ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، قَالَ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم مِنَ الْمَدِينَةِ إِلَى مَكَّةَ فَصَلَّى رَكْعَتَيْنِ ‏.‏ قَالَ قُلْتُ لأَنَسٍ كَمْ أَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمَكَّةَ قَالَ عَشْرًا ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ أَقَامَ فِي بَعْضِ أَسْفَارِهِ تِسْعَ عَشْرَةَ يُصَلِّي رَكْعَتَيْنِ ‏.‏ قَالَ ابْنُ عَبَّاسٍ فَنَحْنُ إِذَا أَقَمْنَا مَا بَيْنَنَا وَبَيْنَ تِسْعَ عَشْرَةَ صَلَّيْنَا رَكْعَتَيْنِ وَإِنْ زِدْنَا عَلَى ذَلِكَ أَتْمَمْنَا الصَّلاَةَ ‏.‏ وَرُوِيَ عَنْ عَلِيٍّ أَنَّهُ قَالَ مَنْ أَقَامَ عَشَرَةَ أَيَّامٍ أَتَمَّ الصَّلاَةَ ‏.‏ وَرُوِيَ عَنِ ابْنِ عُمَرَ أَنَّهُ قَالَ مَنْ أَقَامَ خَمْسَةَ عَشَرَ يَوْمًا أَتَمَّ الصَّلاَةَ ‏.‏ وَقَدْ رُوِيَ عَنْهُ ثِنْتَىْ عَشْرَةَ ‏.‏ وَرُوِيَ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّهُ قَالَ إِذَا أَقَامَ أَرْبَعًا صَلَّى أَرْبَعًا ‏.‏ وَرَوَى عَنْهُ ذَلِكَ قَتَادَةُ وَعَطَاءٌ الْخُرَاسَانِيُّ ‏.‏ وَرَوَى عَنْهُ دَاوُدُ بْنُ أَبِي هِنْدٍ خِلاَفَ هَذَا ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ بَعْدُ فِي ذَلِكَ فَأَمَّا سُفْيَانُ الثَّوْرِيُّ وَأَهْلُ الْكُوفَةِ فَذَهَبُوا إِلَى تَوْقِيتِ خَمْسَ عَشْرَةَ وَقَالُوا إِذَا أَجْمَعَ عَلَى إِقَامَةِ خَمْسَ عَشْرَةَ أَتَمَّ الصَّلاَةَ ‏.‏ وَقَالَ الأَوْزَاعِيُّ إِذَا أَجْمَعَ عَلَى إِقَامَةِ ثِنْتَىْ عَشْرَةَ أَتَمَّ الصَّلاَةَ ‏.‏ وَقَالَ مَالِكُ بْنُ أَنَسٍ وَالشَّافِعِيُّ وَأَحْمَدُ إِذَا أَجْمَعَ عَلَى إِقَامَةِ أَرْبَعَةٍ أَتَمَّ الصَّلاَةَ ‏.‏ وَأَمَّا إِسْحَاقُ فَرَأَى أَقْوَى الْمَذَاهِبِ فِيهِ حَدِيثَ ابْنِ عَبَّاسٍ قَالَ لأَنَّهُ رَوَى عَنِ النَّبِيِّ صلى الله عليه وسلم ثُمَّ تَأَوَّلَهُ بَعْدَ النَّبِيِّ صلى الله عليه وسلم إِذَا أَجْمَعَ عَلَى إِقَامَةِ تِسْعَ عَشْرَةَ أَتَمَّ الصَّلاَةَ ‏.‏ ثُمَّ أَجْمَعَ أَهْلُ الْعِلْمِ عَلَى أَنَّ الْمُسَافِرَ يَقْصُرُ مَا لَمْ يُجْمِعْ إِقَامَةً وَإِنْ أَتَى عَلَيْهِ سِنُونَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌। এ অনুচ্ছেদে ইবনু ‘আব্বাস ও জাবির (রাঃ) হতেও হাদীস বর্ণিত আছে।\n“ইবনু ‘আব্বাস (রাঃ) হতে বর্ণিত আছে যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর কোন সফরে ঊনিশ দিন থাকলেন। তিনি বরাবর (চার রাক’আত ফরযের স্থলে) দুই রাক’আতই আদায় করতে থাকলেন। ইবনু ‘আব্বাস (রাঃ) বলেন, এজন্য আমরাও ঊনিশ দিন থাকলে দুই রাক’আতই আদায় করে থাকি। যদি এরপর আরো বেশি দিন থাকতে হয় তবে আমরা পূর্ণ নামায আদায় করি।”\n\t‘আলী (রাঃ) বলেন, যদি কোন ব্যক্তি সফরে দশ দিন থাকেন তবে সে পূর্ণ নামায আদায় করবে। ইবনু ‘উমার (রাঃ) বলেন, যে ব্যক্তি পনের দিন থাকবে সে পূর্ণ নামায আদায় করবে। ইবনু ‘উমার (রাঃ) বলেন, যে ব্যক্তি পনের দিন থাকবে সে পূর্ণ নামায আদায় করবে। ইবনু ‘উমার (রাঃ) -এর অপর মতে বার দিনের কথা উল্লেখ আছে। সা’ঈদ ইবনুল মুসায়্যাব (রহঃ) বলেন, যে ব্যক্তি চার দিন থাকবে সে চার রাক’আত আদায় করবে। কাতাদা ও আতা তাঁর এ মত বর্ণনা করেছেন। দাঊদ ইবনু আবূ হিন্দ তাঁর নিকট হতে এর বিপরীত বর্ণনা করেছেন। \n\tএ ব্যাপারে ‘আলিমদের মধ্যে যথেষ্ট মতের অমিল রয়েছে। সুফিয়ান সাওরী ও কুফাবাসীগণ পনের দিনের সময়সীমা ঠিক করেছেন। তাঁরা বলেছেন, যদি কমপক্ষে পনের দিন (সফর একই এলাকায়) থাকার নিয়াত করা হয় তবে পূর্ণ নামায আদায় করা। মালিক, শাফিঈ ও আহমাদ বলেন, যদি চার দিন একই জায়গায় থাকার নিয়াত করা হয় তবে পূর্ণ নামায আদায় করতে হবে। ইসহাক বলেন, শক্তিশালী মত হল ইবনু ‘আব্বাসের হাদীসে বর্ণিত মত। তিনি এ হাদীসই অনুসরণ করেছেন। তিনি বলেন, ইবনু ‘আব্বাস (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে বর্ণিত তাঁর নিজের হাদীস অনুযায়ী আমল করেছেন। এ হাদীসের মর্ম অনুযায়ী যদি কোন ব্যক্তি সফরে কোথাও ঊনিশ দিন থাকার নিয়াত করে তবে সে পূর্ণ নামায আদায় করবে।\nবহুবিধ মত পার্থক্য থাকা সত্ত্বেও বিদ্বানগণ একটি বিষয়ে মতৈক্যে পৌঁছেছেন। তা হল, মুসাফির ব্যক্তি কোন স্থানে নির্দিষ্ট কতদিন থাকবে তা যদি নির্ধারণ না করে থাকে বা তার নিয়াত না করে থাকে তবে সে কসরই আদায় করতে থাকবে, তা যত বছরই হোক না কেন।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}