{
  "hadith": {
    "hadith_id": 564,
    "narrator": "সালিম (রহঃ) থেকে তাঁর পিতা",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুই দলের মধ্য থেকে এক দলের সাথে এক রাক‘আত নামায আদায় করলেন। এ সময় অপর দল শত্রুর মুখোমুখি দাঁড়িয়ে থাকলো। তারপর প্রথম দল এক রাক‘আত আদায় করে দ্বিতীয দলের জায়গায় অপেক্ষায় থাকল। দ্বিতীয় দল আসলে তিনি তাদের সাথে দ্বিতীয় রাক‘আত নামায আদায় করে সালাম ফিরান। তারা উঠে নিজেদের বাকী রাক‘আত পূর্ণ করলো। তারপর তারা আবার অপেক্ষায় থাকলো এবং প্রথম দল এসে তাদের বাকি রাক‘আত পূর্ণ করলো। \n\n-সহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১১৩২), ইরওয়া- (৩/৫০), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى صَلاَةَ الْخَوْفِ بِإِحْدَى الطَّائِفَتَيْنِ رَكْعَةً وَالطَّائِفَةُ الأُخْرَى مُوَاجِهَةُ الْعَدُوِّ ثُمَّ انْصَرَفُوا فَقَامُوا فِي مَقَامِ أُولَئِكَ وَجَاءَ أُولَئِكَ فَصَلَّى بِهِمْ رَكْعَةً أُخْرَى ثُمَّ سَلَّمَ عَلَيْهِمْ فَقَامَ هَؤُلاَءِ فَقَضَوْا رَكْعَتَهُمْ وَقَامَ هَؤُلاَءِ فَقَضَوْا رَكْعَتَهُمْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَى مُوسَى بْنُ عُقْبَةَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ مِثْلَ هَذَا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَحُذَيْفَةَ وَزَيْدِ بْنِ ثَابِتٍ وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَابْنِ مَسْعُودٍ وَسَهْلِ بْنِ أَبِي حَثْمَةَ وَأَبِي عَيَّاشٍ الزُّرَقِيِّ وَاسْمُهُ زَيْدُ بْنُ صَامِتٍ وَأَبِي بَكْرَةَ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ ذَهَبَ مَالِكُ بْنُ أَنَسٍ فِي صَلاَةِ الْخَوْفِ إِلَى حَدِيثِ سَهْلِ بْنِ أَبِي حَثْمَةَ وَهُوَ قَوْلُ الشَّافِعِيِّ ‏.‏ وَقَالَ أَحْمَدُ قَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم صَلاَةُ الْخَوْفِ عَلَى أَوْجُهٍ وَمَا أَعْلَمُ فِي هَذَا الْبَابِ إِلاَّ حَدِيثًا صَحِيحًا وَأَخْتَارُ حَدِيثَ سَهْلِ بْنِ أَبِي حَثْمَةَ ‏.‏ وَهَكَذَا قَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ ثَبَتَتِ الرِّوَايَاتُ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي صَلاَةِ الْخَوْفِ ‏.‏ وَرَأَى أَنَّ كُلَّ مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي صَلاَةِ الْخَوْفِ فَهُوَ جَائِزٌ وَهَذَا عَلَى قَدْرِ الْخَوْفِ ‏.‏ قَالَ إِسْحَاقُ وَلَسْنَا نَخْتَارُ حَدِيثَ سَهْلِ بْنِ أَبِي حَثْمَةَ عَلَى غَيْرِهِ مِنَ الرِّوَايَاتِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি সহীহ্‌। \n\tমূসা ইবনু উক্ববার সূত্রেও এ হাদীসটি বর্ণিত হয়েছে। এ অনুচ্ছেদে জাবির, হুযাইফা, যাইদ ইবনু সাবিত, ইবনু ‘আব্বাস, আবূ হুরাইরা, ইবনু মাসঊদ, সাহল ইবনু আবূ হাসমা, আবূ ‘আইয়াশ আয-যুরাকী ও আবূ বাকরাহ (রাঃ) হতেও হাদীস বর্ণিত আছে। \nইমাম মালিক বিপদকালীন নামাযের ব্যাপারে সাহল ইবনু আবূ হাসমা (রাঃ) -এর হাদীসের অবলম্বন করেছেন। ইমাম শাফিঈও তাঁর অনুসরণ করেছেন। ইমাম আহমাদ বলেছেন, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে বিপদকালীন নামাযের বেশ কয়েকটি পদ্ধতি বর্ণিত আছে। আমি এগুলোর মধ্যে শুধু সাহল ইবনু আবূ হাসমার হাদীসকেই সহীহ্‌ মনে করি। অনুরূপভাবে ইসহাক ইবনু ইবরাহীম বলেছেন, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে বিপদকালীন নামাযের বেশ কয়েকটি পদ্ধতিই বর্ণিত আছে। এগুলোর যে কোন পদ্ধতিতেই নামায আদায় করা যায়। এটা বিপদকালীন অবস্থার উপর নির্ভর করবে। তিনি আরো বলেছেন, আমি অন্যান্য বর্ণনার উপর সাহলের বর্ণনাকে প্রাধান্য দেই না।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}