{
  "hadith": {
    "hadith_id": 576,
    "narrator": "যাইদ ইবনু সাবিত (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে সূরা নাজম পাঠ করে শুনালাম, কিন্তু তিনি সাজদাহ্ করেননি।\n\n-সহীহ্। সহীহ্ আবূ দাঊদ- (১২৬৬), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا وَكِيعٌ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ قَرَأْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم النَّجْمَ فَلَمْ يَسْجُدْ فِيهَا ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ زَيْدِ بْنِ ثَابِتٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَتَأَوَّلَ بَعْضُ أَهْلِ الْعِلْمِ هَذَا الْحَدِيثَ فَقَالَ إِنَّمَا تَرَكَ النَّبِيُّ صلى الله عليه وسلم السُّجُودَ لأَنَّ زَيْدَ بْنَ ثَابِتٍ حِينَ قَرَأَ فَلَمْ يَسْجُدْ لَمْ يَسْجُدِ النَّبِيُّ صلى الله عليه وسلم ‏.‏ وَقَالُوا السَّجْدَةُ وَاجِبَةٌ عَلَى مَنْ سَمِعَهَا فَلَمْ يُرَخِّصُوا فِي تَرْكِهَا ‏.‏ وَقَالُوا إِنْ سَمِعَ الرَّجُلُ وَهُوَ عَلَى غَيْرِ وُضُوءٍ فَإِذَا تَوَضَّأَ سَجَدَ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ وَبِهِ يَقُولُ إِسْحَاقُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِنَّمَا السَّجْدَةُ عَلَى مَنْ أَرَادَ أَنْ يَسْجُدَ فِيهَا وَالْتَمَسَ فَضْلَهَا وَرَخَّصُوا فِي تَرْكِهَا إِنْ أَرَادَ ذَلِكَ ‏.‏ وَاحْتَجُّوا بِالْحَدِيثِ الْمَرْفُوعِ حَدِيثِ زَيْدِ بْنِ ثَابِتٍ حَيْثُ قَالَ قَرَأْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم النَّجْمَ فَلَمْ يَسْجُدْ فِيهَا ‏.‏ فَقَالُوا لَوْ كَانَتِ السَّجْدَةُ وَاجِبَةً لَمْ يَتْرُكِ النَّبِيُّ صلى الله عليه وسلم زَيْدًا حَتَّى كَانَ يَسْجُدُ وَيَسْجُدُ النَّبِيُّ صلى الله عليه وسلم ‏.‏ وَاحْتَجُّوا بِحَدِيثِ عُمَرَ أَنَّهُ قَرَأَ سَجْدَةً عَلَى الْمِنْبَرِ فَنَزَلَ فَسَجَدَ ثُمَّ قَرَأَهَا فِي الْجُمُعَةِ الثَّانِيَةِ فَتَهَيَّأَ النَّاسُ لِلسُّجُودِ فَقَالَ إِنَّهَا لَمْ تُكْتَبْ عَلَيْنَا إِلاَّ أَنْ نَشَاءَ ‏.‏ فَلَمْ يَسْجُدْ وَلَمْ يَسْجُدُوا ‏.‏ فَذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ যাইদ ইবনু সাবিতের হাদীসটি হাসান সহীহ্। কিছু আলিম উল্লেখিত হাদীসের ব্যাখ্যায় বলেছেন, যেহেতু যাইদ ইবনু সাবিত (রাঃ) সাজদাহ্ করেননি তাই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)ও সাজদাহ্ করেননি। তাদের মতে তিলাওয়াতকারী সিজদা না করলে শ্রোতার উপর সাজদাহ্ করা ওয়াজিব হয় না। কতক বলেন, শ্রবণকারীর উপরও সাজদাহ্ করা ওয়াজিব, এটা ছেড়ে দেয়ার কোন অনুমতি নেই। যদি ওযূহীন অবস্থায় শুনে তবে ওযূ করার পর সাজদাহ্ করবে। সুফিয়ান সাওরী ও কুফাবাসীগণ একথা বলেছেন। ইসহাকও একই রকম মত দিয়েছেন। অপর একদল বিদ্বান বলেছেন, যে ব্যক্তি সাজদাহ্ করতে চায় এবং তার ফাযীলাত (সাওয়াব) লাভের ইচ্ছে করে শুধুমাত্র সেই সাজদাহ্ করবে। সাজদাহ্ ছেড়ে দেয়ারও অনুমতি আছে। অর্থাৎ সে ইচ্ছা করলে সাজদাহ্ নাও করতে পারে। তাঁর উপরে উল্লেখিত যাইদ (রাঃ) -এর মারফূ হাদীসকে দলীল হিসাবে গ্রহণ করেছেন। তাঁরা বলেন, যদি সাজদাহ্ করা ওয়াজিব হতো তবে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাইদ (রাঃ) -কে সাজদাহ্ করতে বাধ্য করতেন এবং তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজেও সাজদাহ্ করতেন।\nতাঁরা উমার (রাঃ) -এর হাদীসও নিজেদের দলীল হিসেবে গ্রহণ করেছেন। \n“তিনি মিম্বারের উপর (জুমু‘আর খুতবায়) সাজদাহ্র আয়াত পাঠ করলেন, তারপর মিম্বার থেকে নেমে সাজদাহ্ করলেন। উল্লেখিত সাজদাহ্র আয়াতটি তিনি (উমার) পরবর্তী জুমু‘আর দিনও (খুতবার মধ্যে) পাঠ করলেন। লোকেরা সাজদাহ্ দেওয়ার প্রস্তুতি নিল। তিনি বললেন, সাজদাহ্ করা আমাদের জন্য আবশ্যক নয়, হ্যাঁ, যে চায় (সে করতে পারে)। উমার (রাঃ) -ও সাজদাহ্ করলেন না এবং লোকেরাও সাজদাহ্ করলো না।” (বুখারীতেও এ হাদীস উল্লেখিত হয়েছে)। একদল আলিম এই মত অবলম্বন করেছেন। ইমাম শাফিঈ এবং আহমাদও এ মত সমর্থন করেছেন।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}