{
  "hadith": {
    "hadith_id": 583,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "মুআয ইবনু জাবাল (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে মাগরিবের নামায আদায় করতেন, তারপর নিজের গোত্রে গিয়ে তাদের ইমামতি করতেন।\n\n-সহীহ। সহীহ্ আবূ দাঊদ- (৭৫৬), বুখারী ও মুসলিম আরো পূর্ণরূপে।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ مُعَاذَ بْنَ جَبَلٍ، كَانَ يُصَلِّي مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الْمَغْرِبَ ثُمَّ يَرْجِعُ إِلَى قَوْمِهِ فَيَؤُمُّهُمْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَصْحَابِنَا الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ قَالُوا إِذَا أَمَّ الرَّجُلُ الْقَوْمَ فِي الْمَكْتُوبَةِ وَقَدْ كَانَ صَلاَّهَا قَبْلَ ذَلِكَ أَنَّ صَلاَةَ مَنِ ائْتَمَّ بِهِ جَائِزَةٌ ‏.‏ وَاحْتَجُّوا بِحَدِيثِ جَابِرٍ فِي قِصَّةِ مُعَاذٍ وَهُوَ حَدِيثٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ جَابِرٍ ‏.‏ وَرُوِيَ عَنْ أَبِي الدَّرْدَاءِ أَنَّهُ سُئِلَ عَنْ رَجُلٍ دَخَلَ الْمَسْجِدَ وَالْقَوْمُ فِي صَلاَةِ الْعَصْرِ وَهُوَ يَحْسَبُ أَنَّهَا صَلاَةُ الظُّهْرِ فَائْتَمَّ بِهِمْ قَالَ صَلاَتُهُ جَائِزَةٌ ‏.‏ وَقَدْ قَالَ قَوْمٌ مِنْ أَهْلِ الْكُوفَةِ إِذَا ائْتَمَّ قَوْمٌ بِإِمَامٍ وَهُوَ يُصَلِّي الْعَصْرَ وَهُمْ يَحْسَبُونَ أَنَّهَا الظُّهْرُ فَصَلَّى بِهِمْ وَاقْتَدَوْا بِهِ فَإِنَّ صَلاَةَ الْمُقْتَدِي فَاسِدَةٌ إِذِ اخْتَلَفَ نِيَّةُ الإِمَامِ وَنِيَّةُ الْمَأْمُومِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্। আমাদের সঙ্গী ইমাম শাফিঈ, আহমাদ ও ইসহাক এ হাদীস অনুযায়ী আমল করেছেন। তাঁরা বলেছেন, কোন ব্যক্তি ফরয নামায আদায় করার পর আবার ইমাম হয়ে সে যদি ঐ নামায আদায় করায় তবে তার পিছনে ইকতিদাকারীদের নামায আাদয় হয়ে যাবে। তাঁরা উপরের হাদীস নিজেদের দলীল হিসেবে গ্রহণ করেছেন। এটা একটা সহীহ হাদীস। আর এটা বেশ কয়েকটি সূত্রে জাবির (রাঃ) -হতে বর্ণিত হয়েছে।\n\t“আবূ দারদা (রাঃ) -কে প্রশ্ন করা হলো, এক ব্যক্তি মসজিদে গেল, লোকেরা তখন ‘আসরের নামায আদায় করছিল। সে ধারণা করলো তারা যুহরের নামায আাদায় করছে। সে জামা‘আতে অন্তর্ভুক্ত হয়ে নামায আদায় করলো (তার নামাযের হুকুম কি)। তিনি বলেন, তার নামায জায়িয হয়েছে।”\n\tকুফাবাসীদের একদল বলেছেন, একদল লোক ইমামের পিছনে এসে ইকতিদা করলো। সে তখন ‘আসরের নামায আদায় করছিল। তারা মনে করলো, সে (ইমাম) যুহরের নামায আাদায় করছে। সে তাদের নামায আদায় করালো এবং তারাও তার পিছনে ইকতিদা করলো। এ অবস্থায় তাদের নামায ফাসিদ (নষ্ট) হয়ে যাবে। কেননা ইমাম ও মুক্তাদীদের নিয়্যাতের মধ্যে প্রভেদ সৃষ্টি হয়ে গেছে।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}