{
  "hadith": {
    "hadith_id": 597,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ রাত ও দিনের (নফল) নামায দুই রাক‘আত দুই রাক‘আত। \n\n-সহীহ্। ইবনু মাজাহ- (১৩২২)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا شُعْبَةُ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ عَلِيٍّ الأَزْدِيِّ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ صَلاَةُ اللَّيْلِ وَالنَّهَارِ مَثْنَى مَثْنَى ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى اخْتَلَفَ أَصْحَابُ شُعْبَةَ فِي حَدِيثِ ابْنِ عُمَرَ فَرَفَعَهُ بَعْضُهُمْ وَأَوْقَفَهُ بَعْضُهُمْ ‏.‏ وَرُوِيَ عَنْ عَبْدِ اللَّهِ الْعُمَرِيِّ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوُ هَذَا ‏.‏ وَالصَّحِيحُ مَا رُوِيَ عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ صَلاَةُ اللَّيْلِ مَثْنَى مَثْنَى ‏\"‏ ‏.‏ وَرَوَى الثِّقَاتُ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَذْكُرُوا فِيهِ صَلاَةَ النَّهَارِ ‏.‏ وَقَدْ رُوِيَ عَنْ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّهُ كَانَ يُصَلِّي بِاللَّيْلِ مَثْنَى مَثْنَى وَبِالنَّهَارِ أَرْبَعًا ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي ذَلِكَ فَرَأَى بَعْضُهُمْ أَنَّ صَلاَةَ اللَّيْلِ وَالنَّهَارِ مَثْنَى مَثْنَى ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ ‏.‏ وَقَالَ بَعْضُهُمْ صَلاَةُ اللَّيْلِ مَثْنَى مَثْنَى وَرَأَوْا صَلاَةَ التَّطَوُّعِ بِالنَّهَارِ أَرْبَعًا مِثْلَ الأَرْبَعِ قَبْلَ الظُّهْرِ وَغَيْرِهَا مِنْ صَلاَةِ التَّطَوُّعِ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ শু‘বার সঙ্গীরা ইবনু ‘উমার (রাঃ) -এর হাদীসটি বর্ণনায় মত পার্থক্য করেছেন। তাদের কয়েকজন এটাকে মারফূ‘ হিসেবে বর্ণনা করেছেন, আবার কয়েকজন মাওকূফ হিসেবে। নাফি (রহঃ) ইবনু ‘উমারের সূত্রে একই রকম হাদীস বর্ণনা করেছেন। সহীহ্ বর্ণনা হলো, ইবনু উমার (রাঃ) নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে বর্ণনা করেছেন, “রাতের নামায দুই দুই রাক’আত”। নির্ভরযোগ্য (সিকাহ) রাবীগণ ইবনু ‘উমারের সূত্রে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে যে বর্ণনা করেছেন তাতে দিনের নামাযের উল্লেখ করেননি। ইবনু ‘উমার (রাঃ) প্রসঙ্গে বর্ণিত আছে যে, তিনি রাতের নামায দুই রাক‘আত করে এবং দিনের নামায চার রাক‘আত করে আদায় করতেন।\nএ প্রসঙ্গে বিদ্বানদের মধ্যে মতের অমিল রয়েছে। ইমাম শাফিঈ ও আহমাদ রাত ও দিনের (ফরয ছাড়া অন্যান্য) নামায এক সালামে দুই দুই রাক‘আত (করে আদায় করতে হবে) বলে মত দিয়েছেন। অপর একদল বলেছেন, রাতের নামায দুই দুই রাক‘আত। তাদের মতে দিনের নফল ও অন্যান্য নামায চার রাক‘আত করে, যেমন যুহরের পূর্বে চার রাক‘আত আদায় করা হয়। সুফিয়ান সাওরী, ইবনুল মুবারাক ও ইসহাক এ মতেই মত দিয়েছেন।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}