{
  "hadith": {
    "hadith_id": 604,
    "narrator": "সা’দ ইবনু ইসহাক ইবনু কা’ব ইবনু উজরা (রাঃ) হতে পর্যায়ক্রমে তাঁর পিতা এবং দাদা",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবদুল আশহাল গোত্রের মসজিদে মাগরিবের নামায আদায় করলেন। লোকেরা নফল নামায আদায় করতে দাঁড়াল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এ নামায অবশ্যই তোমাদের ঘরে আদায় করা উচিৎ। \n\n-হাসান। ইবনু মাজাহ- (১১৬৫)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي الْوَزِيرِ الْبَصْرِيُّ، ثِقَةٌ حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى، عَنْ سَعْدِ بْنِ إِسْحَاقَ بْنِ كَعْبِ بْنِ عُجْرَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ صَلَّى النَّبِيُّ صلى الله عليه وسلم فِي مَسْجِدِ بَنِي عَبْدِ الأَشْهَلِ الْمَغْرِبَ فَقَامَ نَاسٌ يَتَنَفَّلُونَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ عَلَيْكُمْ بِهَذِهِ الصَّلاَةِ فِي الْبُيُوتِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ كَعْبِ بْنِ عُجْرَةَ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَالصَّحِيحُ مَا رُوِيَ عَنِ ابْنِ عُمَرَ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي الرَّكْعَتَيْنِ بَعْدَ الْمَغْرِبِ فِي بَيْتِهِ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ حُذَيْفَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى الْمَغْرِبَ فَمَا زَالَ يُصَلِّي فِي الْمَسْجِدِ حَتَّى صَلَّى الْعِشَاءَ الآخِرَةَ ‏.‏ فَفِي هَذَا الْحَدِيثِ دِلاَلَةٌ أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى الرَّكْعَتَيْنِ بَعْدَ الْمَغْرِبِ فِي الْمَسْجِدِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি গারীব। কেননা এটা আমরা শুধুমাত্র উল্লেখিত সূত্রেই জেনেছি। ইবনু ‘উমারের সূত্রে বর্ণিত হাদীসটি সহীহ্। তাতে আছে, “নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাগরিবের পরের দুই রাক‘আত নিজের ঘরেই আদায় করতেন।”\nহুযাইফা (রাঃ) হতে বর্ণিত আছে, “নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাগরিবের নামায আদায় করলেন, তিনি বরাবর মসজিদে নামায আদায় করতে থাকলেন। এমনকি ‘ইশার ওয়াক্ত উপস্থিত হলো। তিনি ‘ইশার নামায আদায় করলেন।”\nনাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাগরিবের পর দুই রাক‘আত (সুন্নাত) নামায মসজিদেও আদায় করেছেন, এ হাদীস হতে তার প্রমাণ পাওয়া যায়।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}