{
  "hadith": {
    "hadith_id": 61,
    "narrator": "সুলাইমান ইবনু বুরাইদা (রাঃ) হতে তাঁর পিতার সূত্রে",
    "bn": "তিনি (বুরাইদা) বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রতি ওয়াক্তের নামাযের জন্য নতুনভাবে ওযূ করতেন। তিনি মক্কা বিজয়ের দিন একই ওযূ দিয়ে সব ওয়াক্তের নামায আদায় করলেন এবং মোজার উপর মাসিহ করলেন। ‘উমার (রাঃ) বললেনঃ আপনি এমন একটি কাজ করলেন যা ইতোপূর্বে কখনও করেননি। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আমি ইচ্ছা করেই এটা করলাম। \n\nসহীহ। ইবনু মাজাহ – (৫১০), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَتَوَضَّأُ لِكُلِّ صَلاَةٍ فَلَمَّا كَانَ عَامُ الْفَتْحِ صَلَّى الصَّلَوَاتِ كُلَّهَا بِوُضُوءٍ وَاحِدٍ وَمَسَحَ عَلَى خُفَّيْهِ ‏.‏ فَقَالَ عُمَرُ إِنَّكَ فَعَلْتَ شَيْئًا لَمْ تَكُنْ فَعَلْتَهُ ‏.‏ قَالَ ‏\"‏ عَمْدًا فَعَلْتُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى هَذَا الْحَدِيثَ عَلِيُّ بْنُ قَادِمٍ عَنْ سُفْيَانَ الثَّوْرِيِّ وَزَادَ فِيهِ ‏\"‏ تَوَضَّأَ مَرَّةً مَرَّةً ‏\"‏ ‏.‏ قَالَ وَرَوَى سُفْيَانُ الثَّوْرِيُّ هَذَا الْحَدِيثَ أَيْضًا عَنْ مُحَارِبِ بْنِ دِثَارٍ عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَوَضَّأُ لِكُلِّ صَلاَةٍ ‏.‏ وَرَوَاهُ وَكِيعٌ عَنْ سُفْيَانَ عَنْ مُحَارِبِ بْنِ دِثَارٍ عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ ‏.‏ قَالَ وَرَوَاهُ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ وَغَيْرُهُ عَنْ سُفْيَانَ عَنْ مُحَارِبِ بْنِ دِثَارٍ عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً وَهَذَا أَصَحُّ مِنْ حَدِيثِ وَكِيعٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّهُ يُصَلِّي الصَّلَوَاتِ بِوُضُوءٍ وَاحِدٍ مَا لَمْ يُحْدِثْ وَكَانَ بَعْضُهُمْ يَتَوَضَّأُ لِكُلِّ صَلاَةٍ اسْتِحْبَابًا وَإِرَادَةَ الْفَضْلِ ‏.‏ وَيُرْوَى عَنِ الإِفْرِيقِيِّ عَنْ أَبِي غُطَيْفٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ تَوَضَّأَ عَلَى طُهْرٍ كَتَبَ اللَّهُ لَهُ بِهِ عَشْرَ حَسَنَاتٍ ‏\"‏ ‏.‏ وَهَذَا إِسْنَادٌ ضَعِيفٌ ‏.‏ وَفِي الْبَابِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى الظُّهْرَ وَالْعَصْرَ بِوُضُوءٍ وَاحِدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন : হাদীসটি হাসান সহীহ । এ হাদীসটি ‘আলী ইবনু কাদিম – সুফিয়ান সাওরীর সূত্রে বর্ণনা করেছেন । তাতে এ কথাটুকুও আছে, “তিনি একবার একবার ওযূ করেছেন । ” সুফিয়ান সাওরী তাঁর সনদ পরম্পরায় বুরাইদার সূত্রে বর্ণনা করেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রত্যেক ওয়াক্তের নামাযের জন্যই নতুনভাবে ওযূ  করতেন । ওয়াকী‘ও তাঁর সনদ পরম্পরায় বুরাইদার এ হাদীসটি বর্ণনা করেছেন । আবদুর রহমান ইবনুল মাহদী ও অন্যরা অপর এক সনদ পরম্পরায় এ হাদীসটি মুরসাল হিসেবে বর্ণনা করেছেন । এ বর্ণনাটি ওয়াকী‘র বর্ণনার তুলনায় বেশি সহীহ । \nবিদ্বানদের মতামত হল ওযূ যে পর্যন্ত নষ্ট না হবে, সে পর্যন্ত একই ওযূতে একাধিক ওয়াক্তের নামায আদায় করা যাবে । তাদের কেউ কেউ ফযিলত লাভের আশায় প্রত্যেক নামাযের জন্য নতুনভাবে ওযূ করাটা মুস্তাহাব মনে করেছেন । আফরীকী হতে বর্ণিত আছে, তিনি গুতাইফ হতে তিনি ইবনু উমার হতে তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন : “যে ব্যক্তি ওযূ থাকা অবস্থায় ওযূ করে আল্লাহ তার জন্য দশটি সাওয়াব লিখেন । ” –এর সনদ যঈফ । এ অনুচ্ছেদে জাবির ইবনু ‘আবদুল্লাহ (রাঃ) হতে বর্ণিত একটি হাদীস রয়েছে : “নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একই ওযূতে যুহর এবং আসরের নামায আদায় করেছেন । ”",
    "chapter": {
      "chapter_number": "1"
    }
  }
}