{
  "hadith": {
    "hadith_id": 614,
    "narrator": "কা’ব ইবনু উজারা (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেনঃ হে কা’ব ইবনু উজরা! আমার পরে যেসব নেতার উদয় হবে আমি তাদের (খারাবী) থেকে তোমার জন্য আল্লাহ তা’আলার সহায়তা প্রার্থনা করি। যে ব্যক্তি তাদের দ্বারস্থ হলো (সান্নিধ্য লাভ করলো), তাদের মিথ্যাকে সত্য বললো এবং তাদের স্বৈরাচার ও যুলুম-নির্যাতনে সহায়তা করলো, আমার সাথে ঐ ব্যক্তির কোন সম্পর্ক নেই এবং এ ব্যক্তির সাথে আমারো কোন সংস্রব নেই। ঐ ব্যক্তি ‘কাওসার’ নামক হাউজের ধারে আমার নিকট আসতে পারবে না। অপরদিকে যে ব্যক্তি তাদের দ্বারস্থ হলো (তাদের কোন পদ গ্রহণ করলো) কিন্তু তাদের মিথ্যাকে সত্য বলে মানল না  এবং তাদের স্বৈরাচার ও যুলুম-নির্যাতনে সহায়তা করলো না, আমার সাথে এ ব্যক্তির সম্পর্ক রয়েছে এবং এ ব্যক্তির সাথে আমারও সম্পর্ক রয়েছে। শীঘ্রই সে ‘কাওসার’ নামক হাউজের কাছে আমার সাথে দেখা  করবে। হে কা’ব ইবনু উজরা! নামায হল (মুক্তির) সনদ, রোজা হল মজবুত ঢাল (জাহান্নামের বিরুদ্ধে প্রতিবন্ধক) এবং সাদাকা (যাকাত বা দান-খায়রাত) গুনাহসমূহ মিটিয়ে দেয়, যেভাবে পানি আগুনকে নিভিয়ে দেয়। হে কা’ব ইবনু উজরা! হারাম (পন্থায় উপার্জিত সম্পদ) দ্বারা সৃষ্ট ও পরিপুষ্ট গোশত (দেহ) -এর জন্য (জাহান্নামের) আগুনই উপযুক্ত।\n\n-সহীহ। তালীকুর রাগীব- (৩/১৫, ১৫০)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ الْقَطَوَانِيُّ الْكُوفِيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، حَدَّثَنَا غَالِبٌ أَبُو بِشْرٍ، عَنْ أَيُّوبَ بْنِ عَائِذٍ الطَّائِيِّ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، عَنْ كَعْبِ بْنِ عُجْرَةَ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أُعِيذُكَ بِاللَّهِ يَا كَعْبُ بْنَ عُجْرَةَ مِنْ أُمَرَاءَ يَكُونُونَ مِنْ بَعْدِي فَمَنْ غَشِيَ أَبْوَابَهُمْ فَصَدَّقَهُمْ فِي كَذِبِهِمْ وَأَعَانَهُمْ عَلَى ظُلْمِهِمْ فَلَيْسَ مِنِّي وَلَسْتُ مِنْهُ وَلاَ يَرِدُ عَلَىَّ الْحَوْضَ وَمَنْ غَشِيَ أَبْوَابَهُمْ أَوْ لَمْ يَغْشَ فَلَمْ يُصَدِّقْهُمْ فِي كَذِبِهِمْ وَلَمْ يُعِنْهُمْ عَلَى ظُلْمِهِمْ فَهُوَ مِنِّي وَأَنَا مِنْهُ وَسَيَرِدُ عَلَىَّ الْحَوْضَ يَا كَعْبُ بْنَ عُجْرَةَ الصَّلاَةُ بُرْهَانٌ وَالصَّوْمُ جُنَّةٌ حَصِينَةٌ وَالصَّدَقَةُ تُطْفِئُ الْخَطِيئَةَ كَمَا يُطْفِئُ الْمَاءُ النَّارَ ‏.‏ يَا كَعْبُ بْنَ عُجْرَةَ إِنَّهُ لاَ يَرْبُو لَحْمٌ نَبَتَ مِنْ سُحْتٍ إِلاَّ كَانَتِ النَّارُ أَوْلَى بِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عُبَيْدِ اللَّهِ بْنِ مُوسَى ‏.‏ وَأَيُّوبُ بْنُ عَائِذٍ الطَّائِيُّ يُضَعَّفُ وَيُقَالُ كَانَ يَرَى رَأْىَ الإِرْجَاءِ ‏.‏ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَلَمْ يَعْرِفْهُ إِلاَّ مِنْ حَدِيثِ عُبَيْدِ اللَّهِ بْنِ مُوسَى وَاسْتَغْرَبَهُ جِدًّا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান গারীব। আমরা শুধুমাত্র উল্লেখিত সূত্রেই হাদীসটি জেনেছি। আমি মুহাম্মাদকে (বুখারীকে) এ হাদীস প্রসঙ্গে প্রশ্ন করলাম। তিনিও শুধুমাত্র উবাইদুল্লাহ ইবনু মূসার সূত্রেই হাদীসটি বর্ণনা করেছেন এবং এটাকে খুবই গারীব বলেছেন।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}