{
  "hadith": {
    "hadith_id": 619,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, আমরা ইচ্ছা করতাম, আমাদের উপস্থিত থাকা অবস্থায় কোন বুদ্ধিমান বেদুঈন এসে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে কোন বিষয়ে প্রশ্ন করুক! এমন সময় এক বেদুঈন হাযির হল। সে তার হাঁটু গেড়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে বসল। সে বলল, হে মুহাম্মাদ! আমাদের নিকট আপনার প্রতিনিধি এসে বলল, আপনি দাবি করছেন, ‘আপনাকে আল্লাহ তা’আলা তাঁর রাসূল করে পাঠিয়েছেন? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ। লোকটি বলল, সেই সত্তার শপথ, যিনি আকাশসমূহ সমুন্নত করেছেন, যমীনকে বিস্তৃত করেছেন এবং পাহাড়সমূহ দাঁড় করিয়েছেন, সত্যিই কি আপনাকে আল্লাহ তা’আলা তার রাসূল করে পাঠিয়েছেন? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ। লোকটি বলল, আমাদেরকে আপনার প্রতিনিধি বলেছে, আপনি মনে করেন আমাদের উপর দিন রাতে পাঁচ ওয়াক্ত নামায বাধ্যতামূলক। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ। লোকটি বলল, সেই সত্তার শপথ, যিনি আপনাকে পাঠিয়েছেন! আল্লাহ কি এই প্রসঙ্গে আপনাকে আদেশ করেছেন? তিনি বললেনঃ হ্যাঁ। বেদুঈন বলল, আমাদেরকে আপনার প্রতিনিধি বলেছে, আপনি মনে করেন বছরে এক মাস আমাদের উপর রোযা বাধ্যতামূলক। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সে সঠিক বলেছে। লোকটি বলল, সেই সত্তার শপথ, আপনাকে যিনি পাঠিয়েছেন! আল্লাহ তা’আলা কি এই প্রসঙ্গে আপনাকে আদেশ করেছেন? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ। সে বলল, আমাদেরকে আপনার প্রতিনিধি বলেছে, আপনি মনে করেন আমাদের ধনদৌলতের উপর যাকাত বাধ্যতামূলক। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সে সত্য বলেছে! বেদুঈন বলল, সেই সত্তার শপথ, আপনাকে যিনি রাসূল করে পাঠিয়েছেন! আল্লাহ তা’আলা কি এই প্রসঙ্গে আপনাকে আদেশ করেছেন? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ। সে বলল, আমাদেরকে আপনার প্রতিনিধি বলেছে, আমাদের মধ্যে যে লোক দূরত্ব অতিক্রম করার (আর্থিক ও দৈহিক) যোগ্যতা রাখে আপনি মনে করেন তার জন্য বাইতুল্লাহ্‌র হাজ্জ বাধ্যতামূলক। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ। বেদুঈন বলল, সেই সত্তার শপথ, আপনাকে যিনি রাসূল করে পাঠিয়েছেন! আল্লাহ তা’আলা কি আপনাকে এই প্রসঙ্গে আদেশ করেছেন। তিনি বললেনঃ হ্যাঁ। লোকটি বলল, সেই সত্তার শপথ, আপনাকে যিনি সত্য সহকারে পাঠিয়েছেন! আমি এগুলোর কোনটিই ছাড়বো না এবং এগুলোর সীমাও পার করব না। তারপর সে তাড়াতাড়ি উঠে চলে গেল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এই বেদুঈন যদি সত্য বলে থাকে তবে সে জান্নাতে যাবে। \n\n   -সহীহ, তাখরীজ ঈমান ইবনু আবী শাইবা (৪/৫), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْحَمِيدِ الْكُوفِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كُنَّا نَتَمَنَّى أَنْ يَأْتِيَ، الأَعْرَابِيُّ الْعَاقِلُ فَيَسْأَلَ النَّبِيَّ صلى الله عليه وسلم وَنَحْنُ عِنْدَهُ فَبَيْنَا نَحْنُ عَلَى ذَلِكَ إِذْ أَتَاهُ أَعْرَابِيٌّ فَجَثَا بَيْنَ يَدَىِ النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا مُحَمَّدُ إِنَّ رَسُولَكَ أَتَانَا فَزَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ اللَّهَ أَرْسَلَكَ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَبِالَّذِي رَفَعَ السَّمَاءَ وَبَسَطَ الأَرْضَ وَنَصَبَ الْجِبَالَ آللَّهُ أَرْسَلَكَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَإِنَّ رَسُولَكَ زَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ عَلَيْنَا خَمْسَ صَلَوَاتٍ فِي الْيَوْمِ وَاللَّيْلَةِ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَإِنَّ رَسُولَكَ زَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ عَلَيْنَا صَوْمَ شَهْرٍ فِي السَّنَةِ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ صَدَقَ ‏\"‏ ‏.‏ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَإِنَّ رَسُولَكَ زَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ عَلَيْنَا فِي أَمْوَالِنَا الزَّكَاةَ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ صَدَقَ ‏\"‏ ‏.‏ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَإِنَّ رَسُولَكَ زَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ عَلَيْنَا الْحَجَّ إِلَى الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ فَقَالَ وَالَّذِي بَعَثَكَ بِالْحَقِّ لاَ أَدَعُ مِنْهُنَّ شَيْئًا وَلاَ أُجَاوِزُهُنَّ ‏.‏ ثُمَّ وَثَبَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنْ صَدَقَ الأَعْرَابِيُّ دَخَلَ الْجَنَّةَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ مِنْ غَيْرِ هَذَا الْوَجْهِ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ سَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ قَالَ بَعْضُ أَهْلِ الْعِلْمِ فِقْهُ هَذَا الْحَدِيثِ أَنَّ الْقِرَاءَةَ عَلَى الْعَالِمِ وَالْعَرْضَ عَلَيْهِ جَائِزٌ مِثْلُ السَّمَاعِ ‏.‏ وَاحْتَجَّ بِأَنَّ الأَعْرَابِيَّ عَرَضَ عَلَى النَّبِيِّ صلى الله عليه وسلم فَأَقَرَّ بِهِ النَّبِيُّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, উল্লেখিত সনদে হাদীসটি হাসান গারীব। এ হাদীসটি অন্যান্য সূত্রেও আনাস (রাঃ) হতে এবং তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। আমি একথা মুহাম্মাদ ইবনু ইসমাঈল বুখারীকে বলতে শুনেছি যে, একদল মুহাদিস বলেন, এ হাদীসের একটি আইনগত (ফিক্‌হী) দিক এই যে, উস্তাদের নিকট পাঠ করা এবং তা তার শুনা উস্তাদের নিকট হতে শুনার মতই গ্রহণযোগ্য। তারা উক্ত হাদীস দলীল হিসাবে উপস্থাপন করে বলেন, এই বেদুঈন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে (বর্ণনা) উপস্থাপন করল, আর তিনি তার সত্যতা স্বীকার করলেন।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}