{
  "hadith": {
    "hadith_id": 627,
    "narrator": "মুহাম্মাদ ইবনু বাশ্‌শার",
    "bn": "মুহাম্মাদ ইবনু বাশ্‌শার আব্দুর রহমান ইবনু মাহদী হতে, তিনি সুফিয়ান হতে, তিনি শুবা হতে, তিনি মালিক ইবনু আনাস হতে, তিনি আমর ইবনু ইয়াহইয়া হতে, তিনি তার পিতা হতে, তিনি আবূ সাঈদ আল-খুদরী হতে আমর ইবনু ইয়াহইয়া হতে আব্দুল আজীজের হাদীসের মতই হাদীস বর্ণনা করেছেন। আবূ সাঈদ হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আরো কয়েকটি সূত্রে উপরে উল্লেখিত হাদীসটি তার নিকট হতে ৰর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، وَشُعْبَةُ، وَمَالِكُ بْنُ أَنَسٍ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ عَبْدِ الْعَزِيزِ عَنْ عَمْرِو بْنِ يَحْيَى ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْهُ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنْ لَيْسَ فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ صَدَقَةٌ ‏.‏ وَالْوَسْقُ سِتُّونَ صَاعًا وَخَمْسَةُ أَوْسُقٍ ثَلاَثُمِائَةِ صَاعٍ وَصَاعُ النَّبِيِّ صلى الله عليه وسلم خَمْسَةُ أَرْطَالٍ وَثُلُثٌ وَصَاعُ أَهْلِ الْكُوفَةِ ثَمَانِيَةُ أَرْطَالٍ ‏.‏ وَلَيْسَ فِيمَا دُونَ خَمْسِ أَوَاقٍ صَدَقَةٌ وَالأُوقِيَّةُ أَرْبَعُونَ دِرْهَمًا وَخَمْسُ أَوَاقٍ مِائَتَا دِرْهَمٍ ‏.‏ وَلَيْسَ فِيمَا دُونَ خَمْسِ ذَوْدٍ صَدَقَةٌ يَعْنِي لَيْسَ فِيمَا دُونَ خَمْسٍ مِنَ الإِبِلِ صَدَقَةٌ فَإِذَا بَلَغَتْ خَمْسًا وَعِشْرِينَ مِنَ الإِبِلِ فَفِيهَا بِنْتُ مَخَاضٍ وَفِيمَا دُونَ خَمْسٍ وَعِشْرِينَ مِنَ الإِبِلِ فِي كُلِّ خَمْسٍ مِنَ الإِبِلِ شَاةٌ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "এই হাদীসের ভিত্তিতে আলিমগণ মত প্রকাশ করেছেন যে, পাঁচ ওয়াসাকের কম পরিমাণ শস্যে কোন যাকাত আদায় করতে হবে না। ষাট সা’ পরিমাণে এক ওয়াসাক হয়। অতএব, পাঁচ ওয়াসাকে তিনশত সা’ হবে। সোয়া পাঁচ রোতলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সা’ হত। কূফাবাসীদের এক সা’ হয় আট রোতল পরিমাণে। পাঁচ উকিয়ার কম পরিমাণ রূপার ক্ষেত্রে যাকাত ধার্য হয় না। চল্লিশ দিরহাম পরিমাণে এক উকিয়া হয়। অতএব, পাঁচ উকিয়া পরিমাণে দুই শত দিরহাম হয় পাঁচ যাওদ অর্থাৎ পাঁচের কম সংখ্যক উটের ক্ষেত্রে যাকাত ধার্য হয় না। উটের সংখ্যা পঁচিশে পৌছলে তখন যাকাত হিসেবে এক বছরের একটি মাদী উট আদায় করতে হবে। পঁচিশের কম সংখ্যক উট হলে প্রতি পাঁচটি উটে একটি বকরী যাকাত আদায় করতে হবে।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}