{
  "hadith": {
    "hadith_id": 641,
    "narrator": "আমর ইবনু শুআইব (রহঃ) হতে পালাক্রমে তাঁর পিতা ও দাদার",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জনতার উদ্দেশ্যে বক্তৃতা দিলেন। তিনি বললেনঃ শুনো! যে লোক কোন সম্পদশালী ইয়াতীমের তত্ত্বাবধায়ক হয়েছে, ষে যেন তা ব্যবসায়ে খাটায় এবং ফেলে না রাখে। তা না হলে যাকাতে সেগুলো নিঃশেষ হয়ে যাবে। \n\nযইফ, ইরওয়া (৭৮৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الْمُثَنَّى بْنِ الصَّبَّاحِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَطَبَ النَّاسَ فَقَالَ ‏ \"‏ أَلاَ مَنْ وَلِيَ يَتِيمًا لَهُ مَالٌ فَلْيَتَّجِرْ فِيهِ وَلاَ يَتْرُكْهُ حَتَّى تَأْكُلَهُ الصَّدَقَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَإِنَّمَا رُوِيَ هَذَا الْحَدِيثُ مِنْ هَذَا الْوَجْهِ وَفِي إِسْنَادِهِ مَقَالٌ لأَنَّ الْمُثَنَّى بْنَ الصَّبَّاحِ يُضَعَّفُ فِي الْحَدِيثِ ‏.‏ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ عَمْرِو بْنِ شُعَيْبٍ أَنَّ عُمَرَ بْنَ الْخَطَّابِ ‏.‏ فَذَكَرَ هَذَا الْحَدِيثَ ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي هَذَا الْبَابِ فَرَأَى غَيْرُ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فِي مَالِ الْيَتِيمِ زَكَاةً ‏.‏ مِنْهُمْ عُمَرُ وَعَلِيٌّ وَعَائِشَةُ وَابْنُ عُمَرَ وَبِهِ يَقُولُ مَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْعِلْمِ لَيْسَ فِي مَالِ الْيَتِيمِ زَكَاةٌ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَعَبْدُ اللَّهِ بْنُ الْمُبَارَكِ ‏.‏ وَعَمْرُو بْنُ شُعَيْبٍ هُوَ ابْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ وَشُعَيْبٌ قَدْ سَمِعَ مِنْ جَدِّهِ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ وَقَدْ تَكَلَّمَ يَحْيَى بْنُ سَعِيدٍ فِي حَدِيثِ عَمْرِو بْنِ شُعَيْبٍ وَقَالَ هُوَ عِنْدَنَا وَاهٍ ‏.‏ وَمَنْ ضَعَّفَهُ فَإِنَّمَا ضَعَّفَهُ مِنْ قِبَلِ أَنَّهُ يُحَدِّثُ مِنْ صَحِيفَةِ جَدِّهِ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَمَّا أَكْثَرُ أَهْلِ الْحَدِيثِ فَيَحْتَجُّونَ بِحَدِيثِ عَمْرِو بْنِ شُعَيْبٍ وَيُثْبِتُونَهُ مِنْهُمْ أَحْمَدُ وَإِسْحَاقُ وَغَيْرُهُمَا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি শুধু উল্লেখিত সূত্রেই বর্ণিত হয়েছে। কিন্তু এর সনদ সম্পর্কে সমালোচনা আছে। কেননা মুসান্না ইবনুস সাব্বাহকে হাদীস শাস্ত্রে যঈফ বলে চিহ্নিত করা হয়েছে। কেহ কেহ হাদীসটি আমর ইবনু শুয়াইব হতে এই ভাবে বর্ণনা করেছেন যে, উমার ইবনুল খাত্তাব ভাষণ দিলেন পূর্বের হাদীসের অনুরূপ। \nইয়াতীমের মালে যাকাত নির্ধারিত হবে কি না এই প্রসঙ্গে বিশেষজ্ঞদের মধ্যে মতের অমিল আছে। কিছু সাহাবী, যেমন উমার, আলী, আইশা ও ইবনু উমার (রহঃ) ইয়াতীমের মালে যাকাত নির্ধারিত হবে বলে মত দিয়েছেন। ইমাম মালিক শাফিঈ আহমাদ ও ইসহাকের মত এটাই। অপর একদল বিদ্বান বলেছেন, ইয়াতীমের সম্পদে যাকাত নির্ধারিত হবে না। সুফিয়ান সাওরী ও আবদুল্লাহ ইবনুল মুবারাকের এই মত। রাবী আমর ইবনু শুআইব- মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু আমর  ইবনুল আসের ছেলে। তিনি তাঁর দাদা আবদুল্লাহ ইবনু আমরের নিকট হাদীস শুনেছেন। কিন্তু ইয়াহ্‌ইয়া ইবনু সাঈদ (রহঃ) আমর ইবনু শুআইবের হাদীসের সমালোচনা করেছেন এবং বলেছেন, তার হাদীস আমাদের মতে যঈফ। যারাই তাকে যঈফ বলেছেন- তার কারণ উল্লেখ করেছেন, তিনি তার দাদা আবদুল্লাহ ইবনু আমরের খসড়া হতে হাদীস বর্ণনা করেন। অপরদিকে বেশীরভাগ হাদীস বিশারদ তাঁর বর্ণিত হাদীস দলীল হিসাবে গ্রহণ করেছেন এবং একে প্রামাণ্য বলে গণ্য করেছেন। এঁদের মধ্যে আছেন ইমাম আহমাদ, ইসহাক ও অন্যান্যরা।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}