{
  "hadith": {
    "hadith_id": 652,
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ অবস্থাপন্ন সচ্ছল ও সুস্থ-সবল লোকের জন্য যাকাত নেয়া বৈধ নয়।\n\n   -সহীহ, মিশকাত (১৪৪৪), ইরওয়া (৮৭৭)।",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ سَعِيدٍ، ح وَحَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا سُفْيَانُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ رَيْحَانَ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ تَحِلُّ الصَّدَقَةُ لِغَنِيٍّ وَلاَ لِذِي مِرَّةٍ سَوِيٍّ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَحُبْشِيِّ بْنِ جُنَادَةَ وَقَبِيصَةَ بْنِ مُخَارِقٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَى شُعْبَةُ عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ هَذَا الْحَدِيثَ بِهَذَا الإِسْنَادِ وَلَمْ يَرْفَعْهُ ‏.‏ وَقَدْ رُوِيَ فِي غَيْرِ هَذَا الْحَدِيثِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ لاَ تَحِلُّ الْمَسْأَلَةُ لِغَنِيٍّ وَلاَ لِذِي مِرَّةٍ سَوِيٍّ ‏\"‏ ‏.‏ وَإِذَا كَانَ الرَّجُلُ قَوِيًّا مُحْتَاجًا وَلَمْ يَكُنْ عِنْدَهُ شَيْءٌ فَتُصُدِّقَ عَلَيْهِ أَجْزَأَ عَنِ الْمُتَصَدِّقِ عِنْدَ أَهْلِ الْعِلْمِ وَوَجْهُ هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ عَلَى الْمَسْأَلَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা, হুবশী ইবনু জুনাদা ও কাবীসা ইবনু মুখারিক (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা আব্দুল্লাহ ইবনু আমর (রাঃ) হতে বর্ণিত হাদীসটিকে হাসান বলেছেন। এ হাদীসটি শুবাও সা’দ ইবনু ইবরাহীম হতে উল্লেখিত সনদে বর্ণনা করেছেন। কিন্তু এ হাদীসকে তিনি মারফূহিসেবে বর্ণনা করেননি। অন্য একটি বর্ণনায় রয়েছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “অবস্থাপন্ন সচ্ছল লোক এবং শক্তিমান ও সুস্থ দেহের অধিকারী লোকের পক্ষে অন্য কারো নিকটে হাত পাতা জায়িয নয়।”\n   এ প্রসঙ্গে আলিমগণের অভিমত এটাই যে, যদি শক্তিমান সুঠাম দেহের অধিকারী লোক সাহায্যের মুখাপেক্ষী হয় এবং যদি তার নূন্যতম প্রয়োজন মেটানোর মত সম্বল না থাকে তবে সে লোককে যাকাত প্রদান করলে যাকাত আদায় হয়ে যাবে। কিছু মনীষীর মতে, ভিক্ষাবৃত্তি প্রসঙ্গে এ হাদীসটি বলা হয়েছে (যাকাত গ্রহণ জায়িয হওয়া বা না হওয়া প্রসঙ্গে নয়) ।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}