{
  "hadith": {
    "hadith_id": 656,
    "narrator": "বাহ্‌য ইবনু হাকীম (রহঃ) হতে পর্যায়ক্রমে তাঁর পিতা ও দাদার",
    "bn": "তিনি (দাদা) বলেন, কোন কিছু রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে আনা হলে তিনি প্রশ্ন করতেনঃ এটা সাদকা না-কি উপহার? লোকেরা যদি এটাকে সাদকা বলত তবে তিনি তা খেতেন না এবং লোকেরা যদি এটাকে উপহার বলত তবে তিনি তা খেতেন।\n\n   -হাসান সহীহ, আবূ হুরাইরা (রাঃ) হতে বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مَكِّيُّ بْنُ إِبْرَاهِيمَ، وَيُوسُفُ بْنُ يَعْقُوبَ الضُّبَعِيُّ السَّدُوسِيُّ، قَالاَ حَدَّثَنَا بَهْزُ بْنُ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أُتِيَ بِشَيْءٍ سَأَلَ ‏ \"‏ أَصَدَقَةٌ هِيَ أَمْ هَدِيَّةٌ ‏\"‏ ‏.‏ فَإِنْ قَالُوا صَدَقَةٌ لَمْ يَأْكُلْ وَإِنْ قَالُوا هَدِيَّةٌ أَكَلَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ سَلْمَانَ وَأَبِي هُرَيْرَةَ وَأَنَسٍ وَالْحَسَنِ بْنِ عَلِيٍّ وَأَبِي عَمِيرَةَ جَدُّ مُعَرَّفِ بْنِ وَاصِلٍ وَاسْمُهُ رُشَيْدُ بْنُ مَالِكٍ وَمَيْمُونِ بْنِ مِهْرَانَ وَابْنِ عَبَّاسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَبِي رَافِعٍ وَعَبْدِ الرَّحْمَنِ بْنِ عَلْقَمَةَ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ أَيْضًا عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَلْقَمَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَقِيلٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَجَدُّ بَهْزِ بْنِ حَكِيمٍ اسْمُهُ مُعَاوِيَةُ بْنُ حَيْدَةَ الْقُشَيْرِيُّ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ بَهْزِ بْنِ حَكِيمٍ حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "সালমান, আবূ হুরাইরা, আনাস, হাসান ইবনু আলী, আবূ আমীরাহ, ইবনু আব্বাস, মাইমূন ইবনু মিহরান, ইবনু আব্বাস আবদুল্লাহ ইবনু আমর, আবূ রাফি ও আবদুর রাহমান ইবনু আলকামা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। উল্লেখিত হাদীসটি আব্দুর রাহমান ইবনু আলকামা হতে, আব্দুর রাহমান ইবনু আবূ আকীলার সূত্রেও নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত হয়েছে। বাহ্‌য (রাঃ)-এর দাদার নাম মুআবিয়া ইবনু হাইদা আল-কুশাইরী। আবূ ঈসা বাহ্‌য ইবনু হাকীম (রহঃ) হতে বর্ণিত হাদীসটিকে হাসান গারীব বলেছেন।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}