{
  "hadith": {
    "hadith_id": 658,
    "narrator": "সালমান ইবনু আমির (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন তোমাদের কোন লোক ইফতার করে, সে যেন খেজুর দিয়ে ইফতার করে। কেননা, এতে বারকাত আছে। যদি সে খেজুর না পায় তবে যেন পানি দিয়ে ইফতার করে। কেননা, পানি হল পবিত্র।\n\n-যঈফ, সঠিক হল রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কর্ম (নির্দেশ নয়), ইবনু মা-জাহ (১৬৯৯)।\n\nতিনি আরো বলেছেনঃ গরীবদের দান-খায়রাত করা শুধু দান বলেই গণ্য হয়; কিন্তু আত্মীয়-স্বজনকে দান করলে তা দানও হয় এবং আত্মীয়তাও রক্ষা করা হয় (তাই সাওয়াবও দ্বিগুণ)।\n\n-সহীহ্‌, ইবনু মা-জাহ (১৮৪৪)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنِ الرَّبَابِ، عَنْ عَمِّهَا، سَلْمَانَ بْنِ عَامِرٍ يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا أَفْطَرَ أَحَدُكُمْ فَلْيُفْطِرْ عَلَى تَمْرٍ فَإِنَّهُ بَرَكَةٌ فَإِنْ لَمْ يَجِدْ تَمْرًا فَالْمَاءُ فَإِنَّهُ طَهُورٌ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ الصَّدَقَةُ عَلَى الْمِسْكِينِ صَدَقَةٌ وَهِيَ عَلَى ذِي الرَّحِمِ ثِنْتَانِ صَدَقَةٌ وَصِلَةٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ زَيْنَبَ امْرَأَةِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَجَابِرٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ سَلْمَانَ بْنِ عَامِرٍ حَدِيثٌ حَسَنٌ ‏.‏ وَالرَّبَابُ هِيَ أُمُّ الرَّائِحِ بِنْتُ صُلَيْعٍ ‏.‏ وَهَكَذَا رَوَى سُفْيَانُ الثَّوْرِيُّ عَنْ عَاصِمٍ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنِ الرَّبَابِ عَنْ سَلْمَانَ بْنِ عَامِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا الْحَدِيثِ ‏.‏ وَرَوَى شُعْبَةُ عَنْ عَاصِمٍ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنْ سَلْمَانَ بْنِ عَامِرٍ ‏.‏ وَلَمْ يَذْكُرْ فِيهِ عَنِ الرَّبَابِ ‏.‏ وَحَدِيثُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ عُيَيْنَةَ أَصَحُّ ‏.‏ وَهَكَذَا رَوَى ابْنُ عَوْنٍ وَهِشَامُ بْنُ حَسَّانَ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنِ الرَّبَابِ عَنْ سَلْمَانَ بْنِ عَامِرٍ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "আবদুল্লাহ ইবনু মাসঊদের স্ত্রী যাইনাব, জা-বির ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন। বর্ণনাকারী আর-রাবাব হলেন সুলাই'এর কন্যা উম্মুর রায়িহ্‌। এ ভাবেই সুফিয়ান সাওরী বর্ণনা করেছেন আসিম হতে, তিনি হাফসা বিনতু সীরীন হতে, তিনি আর-রাবাব হতে। আর শুবা বর্ণনা করেছেন আসিম হতে, তিনি হাফসা বিনতু সীরীন হতে, তিনি সালমান ইবনু আমির হতে। শুবা আর-রাবাব-এর উল্লেখ করেন নাই। এর মধ্যে সুফিয়ান সাওরী ও ইবনু উআইনার বর্ণনাটি বেশি সহীহ। ইবনু আউন এবং হিশাম ইবনু হাস্‌সান বর্ণনা করেছেন হাফসা বিনতু সীরীন হতে, তিনি আর-রাবাব হতে, তিনি সালমান ইবনু আমির হতে।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}