{
  "hadith": {
    "hadith_id": 662,
    "narrator": "আবু হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নিশ্চয়ই আল্লাহ তা'আলা দান-খাইরাত ক্ববুল করেন এবং তা ডান হাতে গ্রহণ করেন। সেগুলো প্রতিপালন করে তিনি তোমাদের কারো জন্য বাড়াতে থাকেন, যেভাবে তোমাদের কেউ তার ঘোড়ার বাচ্চা লালন-পালন করে বড় করতে থাকে। (এ দানের) এক একটি গ্রাস বাড়তে বাড়তে উহুদ পাহাড়ের সমপরিমাণ হয়ে যায়। এর প্রমাণে আল্লাহ তা'আলার কিতাবে আছেঃ তিনি তার বান্দাদের তাওবা ক্ববুল করেন এবং তাদের দান গ্রহণ করেন\" (সূরাঃ তাওবা- ১০৪)। \"আল্লাহ তা'আলা সুদকে নির্মুল করেন এবং দান-খাইরাত বাড়িয়ে দেন\" (সূরাঃ বাকারা- ২৭৬) \n\nহাদীসের বর্ধিত অংশ এর প্রমাণে আল্লাহ্ তা'আলার কিতাব রয়েছে….। মুনকার। ইরওয়া (৩/৩৯৪)তা’লীকুর রাগীব (২/১৯)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا عَبَّادُ بْنُ مَنْصُورٍ، حَدَّثَنَا الْقَاسِمُ بْنُ مُحَمَّدٍ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ اللَّهَ يَقْبَلُ الصَّدَقَةَ وَيَأْخُذُهَا بِيَمِينِهِ فَيُرَبِّيهَا لأَحَدِكُمْ كَمَا يُرَبِّي أَحَدُكُمْ مُهْرَهُ حَتَّى إِنَّ اللُّقْمَةَ لَتَصِيرُ مِثْلَ أُحُدٍ ‏\"‏ ‏.‏ وَتَصْدِيقُ ذَلِكَ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ ‏(‏وهُوَ الَّذِي يَقبَلُ التَّوبَةَ عَنْ عِبَادِهِ ‏)‏ ويَأْخُذُ الصَّدَقَاتِ‏‏ ‏(يَمْحَقُ الله الرَّبَا ويُرْبِي الصَّدَقَاتِ‏)‏‏.‏\nقَالَ أَبُو عِيسَى: هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ.\nوَقَدْ رُوِيَ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوُ هَذَا. وَقَدْ قَالَ غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ فِي هَذَا الْحَدِيثِ وَمَا يُشْبِهُ هَذَا مِنَ الرِّوَايَاتِ مِنَ الصِّفَاتِ وَنُزُولِ الرَّبِّ تَبَارَكَ وَتَعَالَى كُلَّ لَيْلَةٍ إِلَى السَّمَاءِ الدُّنْيَا قَالُوا قَدْ تَثْبُتُ الرِّوَايَاتُ فِي هَذَا وَيُؤْمَنُ بِهَا وَلاَ يُتَوَهَّمُ وَلاَ يُقَالُ كَيْفَ هَكَذَا رُوِيَ عَنْ مَالِكٍ وَسُفْيَانَ بْنِ عُيَيْنَةَ وَعَبْدِ اللَّهِ بْنِ الْمُبَارَكِ أَنَّهُمْ قَالُوا فِي هَذِهِ الأَحَادِيثِ أَمِرُّوهَا بِلاَ كَيْفٍ. وَهَكَذَا قَوْلُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ السُّنَّةِ وَالْجَمَاعَةِ. وَأَمَّا الْجَهْمِيَّةُ فَأَنْكَرَتْ هَذِهِ الرِّوَايَاتِ وَقَالُوا هَذَا تَشْبِيهٌ. وَقَدْ ذَكَرَ اللَّهُ عَزَّ وَجَلَّ فِي غَيْرِ مَوْضِعٍ مِنْ كِتَابِهِ الْيَدَ وَالسَّمْعَ وَالْبَصَرَ فَتَأَوَّلَتِ الْجَهْمِيَّةُ هَذِهِ الآيَاتِ فَفَسَّرُوهَا عَلَى غَيْرِ مَا فَسَّرَ أَهْلُ الْعِلْمِ وَقَالُوا إِنَّ اللَّهَ لَمْ يَخْلُقْ آدَمَ بِيَدِهِ. وَقَالُوا إِنَّ مَعْنَى الْيَدِ هَاهُنَا الْقُوَّةُ. وَقَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ إِنَّمَا يَكُونُ التَّشْبِيهُ إِذَا قَالَ يَدٌ كَيَدٍ أَوْ مِثْلُ يَدٍ أَوْ سَمْعٌ كَسَمْعٍ أَوْ مِثْلُ سَمْعٍ. فَإِذَا قَالَ سَمْعٌ كَسَمْعٍ أَوْ مِثْلُ سَمْعٍ فَهَذَا التَّشْبِيهُ وَأَمَّا إِذَا قَالَ كَمَا قَالَ اللَّهُ تَعَالَى يَدٌ وَسَمْعٌ وَبَصَرٌ وَلاَ يَقُولُ كَيْفَ وَلاَ يَقُولُ مِثْلُ سَمْعٍ وَلاَ كَسَمْعٍ فَهَذَا لاَ يَكُونُ تَشْبِيهًا وَهُوَ كَمَا قَالَ اللَّهُ تَعَالَى فِي كِتَابِهِ: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ}.",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন ; এ হাদীসটি হাসান সহীহ। আয়িশাহ (রা:)-এর সূত্রেও নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ হাদীস বর্ণিত হয়েছে। অনেক বিদ্বানগণই এ হাদীস বা এর অনুরূপ বর্ণনা যাতে আল্লাহর গুণাবলী বর্ণিত হয়েছে, যেমন আল্লাহ প্রত্যেক রাত্রে দুনিয়ার আকাশে অবতরণ করেন, এ বর্ণনাগুলো সহীহ সাব্যস্ত আছে। ঐগুলোর প্রতি বিশ্বাস স্থাপন করতে হবে। এমন বলা যাবে না যে, এটা কিভাবে ? এটাই আহলে সুন্নাত ওয়াল জামা'আতের বিদ্বানগণের অভিমত। জাহমিয়াহ সম্প্রদায় এ ধরনের বর্ণনাগুলো অস্বীকার করে। আর বলে, এতে সাদৃশ্য সাব্যস্ত হয়। আল্লাহ তা'আলা কুরআনের অনেক জায়গায় হাত, শ্রবণ এবং দৃষ্টির কথা উল্লেখ করেছেন। জাহমিয়াহগণ তার অপব্যাখ্যা করে বলেছে হাত অর্থ শক্তি। ইসহাক ইবনু ইবরাহীম বলেনঃ সাদৃশ্য তখন সাব্যস্ত হবে যখন বলা হবে অমুক হাতের মত হাত, অমুক শ্রবণের মত শ্রবণ। কিন্তু যদি বলে, হাত, শ্রবণ ও দৃষ্টি তা সৃষ্টির শ্রবণের মত নয় তবে সাদৃশ্য সাব্যস্ত হবে না। যেমনটি আল্লাহ তা'আলা বলেছেন, \"তার সাদৃশ্য কিছুই নেই। তিনি শ্রবণকারী ও দ্রষ্টা।\"",
    "chapter": {
      "chapter_number": "5"
    }
  }
}