{
  "hadith": {
    "hadith_id": 684,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ রমযান মাস আসার একদিন কিংবা দুইদিন পূর্ব থেকে তোমরা (নফল) রোযা পালন করো না। হ্যাঁ, তবে তোমাদের কারো পূর্ব অভ্যাস অনুযায়ী রোযা পালনের দিন পড়ে গেলে সে ঐ দিনের রোযা পালন করতে পারবে। তোমরা রোযা রাখ চাঁদ দেখে এবং রোযা শেষও কর চাঁদ দেখেই। (২৯ তারিখে) আকাশ মেঘাচ্ছন্ন থাকলে ত্রিশ দিন পুরো কর চাঁদ দেখতে না পেলে), এরপর ইফ্‌তার কর (রোযা শেষ কর)। \n\n   -সহীহ্‌, ইবনু মা-জাহ (১৬৫০ ও ১৬৫৫), বুখারী, মুসলিম",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ لاَ تَقَدَّمُوا الشَّهْرَ بِيَوْمٍ وَلاَ بِيَوْمَيْنِ إِلاَّ أَنْ يُوَافِقَ ذَلِكَ صَوْمًا كَانَ يَصُومُهُ أَحَدُكُمْ صُومُوا لِرُؤْيَتِهِ وَأَفْطِرُوا لِرُؤْيَتِهِ فَإِنْ غُمَّ عَلَيْكُمْ فَعُدُّوا ثَلاَثِينَ ثُمَّ أَفْطِرُوا ‏\"‏ ‏.‏ رَوَى مَنْصُورُ بْنُ الْمُعْتَمِرِ عَنْ رِبْعِيِّ بْنِ حِرَاشٍ عَنْ بَعْضِ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم بِنَحْوِ هَذَا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ بَعْضِ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ كَرِهُوا أَنْ يَتَعَجَّلَ الرَّجُلُ بِصِيَامٍ قَبْلَ دُخُولِ شَهْرِ رَمَضَانَ لِمَعْنَى رَمَضَانَ وَإِنْ كَانَ رَجُلٌ يَصُومُ صَوْمًا فَوَافَقَ صِيَامُهُ ذَلِكَ فَلاَ بَأْسَ بِهِ عِنْدَهُمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কিছু সংখ্যক সাহাবী হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরায়রা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস অনুযায়ী বিশেষজ্ঞ আলিমগণ আমল করেন। তাদের মতে রমযান মাস শুরুর অব্যবহিত পূর্বে রমযানের মর্যাদার লক্ষ্যে রোযা পালন করা মাকরূহ্‌। তবে কোন নির্ধারিত দিনে রোযা আদায়ের পূর্ব-অভ্যাস কারো থাকলে এবং রমযানের আগের দিন সেই দিন হলে তবে এদিনে তার রোযা পালনে কোন সমস্যা নেই।",
    "chapter": {
      "chapter_number": "6"
    }
  }
}