{
  "hadith": {
    "hadith_id": 774,
    "narrator": "রাফি ইবনু খাদীজ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক রক্তক্ষরণ করে এবং যাহার রক্তক্ষরণ করানো হয় তাদের দু’জনের রোযাই নষ্ট হয়ে যায়।\n\n   -সহীহ্‌, ইবনু মা-জাহ (১৬৭৯-১৬৮১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، وَمُحَمَّدُ بْنُ رَافِعٍ النَّيْسَابُورِيُّ، وَمَحْمُودُ بْنُ غَيْلاَنَ، وَيَحْيَى بْنُ مُوسَى، قَالُوا حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ قَارِظٍ، عَنِ السَّائِبِ بْنِ يَزِيدَ، عَنْ رَافِعِ بْنِ خَدِيجٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ أَفْطَرَ الْحَاجِمُ وَالْمَحْجُومُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَسَعْدٍ وَشَدَّادِ بْنِ أَوْسٍ وَثَوْبَانَ وَأُسَامَةَ بْنِ زَيْدٍ وَعَائِشَةَ وَمَعْقِلِ بْنِ سِنَانٍ وَيُقَالُ ابْنُ يَسَارٍ وَأَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ وَأَبِي مُوسَى وَبِلاَلٍ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ رَافِعِ بْنِ خَدِيجٍ حَدِيثٌ حَسَنٌ ‏.‏ وَذُكِرَ عَنْ أَحْمَدَ بْنِ حَنْبَلٍ أَنَّهُ قَالَ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ حَدِيثُ رَافِعِ بْنِ خَدِيجٍ ‏.‏ وَذُكِرَ عَنْ عَلِيِّ بْنِ عَبْدِ اللَّهِ أَنَّهُ قَالَ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ حَدِيثُ ثَوْبَانَ وَشَدَّادِ بْنِ أَوْسٍ لأَنَّ يَحْيَى بْنَ أَبِي كَثِيرٍ رَوَى عَنْ أَبِي قِلاَبَةَ الْحَدِيثَيْنِ جَمِيعًا حَدِيثَ ثَوْبَانَ وَحَدِيثَ شَدَّادِ بْنِ أَوْسٍ ‏.‏ وَقَدْ كَرِهَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمُ الْحِجَامَةَ لِلصَّائِمِ حَتَّى أَنَّ بَعْضَ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم احْتَجَمَ بِاللَّيْلِ مِنْهُمْ أَبُو مُوسَى الأَشْعَرِيُّ وَابْنُ عُمَرَ وَبِهَذَا يَقُولُ ابْنُ الْمُبَارَكِ ‏.‏ قَالَ أَبُو عِيسَى سَمِعْتُ إِسْحَاقَ بْنَ مَنْصُورٍ يَقُولُ قَالَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ مَنِ احْتَجَمَ وَهُوَ صَائِمٌ فَعَلَيْهِ الْقَضَاءُ ‏.‏ قَالَ إِسْحَاقُ بْنُ مَنْصُورٍ وَهَكَذَا قَالَ أَحْمَدُ بْنُ حَنْبَلٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ ‏.‏ وَقَالَ أَبُو عِيسَى وَأَخْبَرَنِي الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ قَالَ قَالَ الشَّافِعِيُّ قَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ احْتَجَمَ وَهُوَ صَائِمٌ وَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ أَفْطَرَ الْحَاجِمُ وَالْمَحْجُومُ ‏\"‏ ‏.‏ وَلاَ أَعْلَمُ وَاحِدًا مِنْ هَذَيْنِ الْحَدِيثَيْنِ ثَابِتًا وَلَوْ تَوَقَّى رَجُلٌ الْحِجَامَةَ وَهُوَ صَائِمٌ كَانَ أَحَبَّ إِلَىَّ وَلَوِ احْتَجَمَ صَائِمٌ لَمْ أَرَ ذَلِكَ أَنْ يُفْطِرَهُ ‏.‏ قَالَ أَبُو عِيسَى هَكَذَا كَانَ قَوْلُ الشَّافِعِيِّ بِبَغْدَادَ وَأَمَّا بِمِصْرَ فَمَالَ إِلَى الرُّخْصَةِ وَلَمْ يَرَ بِالْحِجَامَةِ لِلصَّائِمِ بَأْسًا وَاحْتَجَّ بِأَنَّ النَّبِيَّ صلى الله عليه وسلم احْتَجَمَ فِي حَجَّةِ الْوَدَاعِ وَهُوَ مُحْرِمٌ صَائِمٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, সা’দ, শাদ্দাদ ইবনু আওস, সাওবান, উসামা ইবনু যাইদ, আইশা, মা’কিল ইবনু সিনান (বলা হয় ইনি মালিক ইবনু ইয়াসার), আবূ হুরায়রা, ইবনু আব্বাস, আবূ মূসা ও বিলাল (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা রাফি ইবনু খাদীজ হতে বর্ণিত হাদীসটিকে হাসান সহীহ্ বলেছেন। আহ্‌মাদ ইবনু হাম্বাল (রহঃ) বলেন, রাফি ইবনু খাদীজ (রাঃ)-এর বর্ণিত হাদীসই এ বিষয়ে সবচেয়ে সহীহ্ হাদীস এবং আলী ইবনু আবদুল্লাহ (রহঃ) বলেন, সাওবান শাদ্দাদ ইবনু আউস হতে বর্ণিত হাদীসই হচ্ছে এ বিষয়ে সবচেয়ে সহীহ্ হাদীস। ইয়াহ্‌ইয়া ইবনু আবূ কাসীর (রহঃ) আবূ কিলাবা (রাঃ) হতে সাওবান ও শাদ্দাদ ইবনু আওমের দু’টি হাদীসই বর্ণনা করেছেন।\n   রোযা অবস্থায় রক্তক্ষরণ করানোকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর একদল বিশেষজ্ঞ সাহাবী ও অপারাপর আলিমের একটি দল মাকরূহ্‌ মনে করেন। এমনকি অনেক সাহাবী (রমযানের) রাতে তা করাতেন যেমন আবূ মূসা আল-আশাআরী ও ইবনু উমার (রাঃ)। এরকম মতপ্রকাশ করেছেন ইবনুল মুবারাকও। আবদুর রাহমান ইবনু মাহদী বলেছেন, কেউ যদি রোযা থাকা অবস্থায় রক্তক্ষরণ করায় তাহলে তাকে এর কাযা আদায় করতে হবে। এরকম মত দিয়েছেন আহ্‌মাদ ইবনু হাম্বাল ও ইসহাকও। ইমাম শাফিঈ (রহঃ) বলেছেন, রোযা পালনরত অবস্থায়ও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রক্তক্ষরণ করিয়েছেন। আবার এটাও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছে যে, তিনি বলেছেনঃ রক্তক্ষরণকারী এবং যে লোকের রক্তক্ষরণ করা হয় তাদের উভয়ের রোযাই বাতিল হয়ে গেল। আমার এ দু’টি হাদীসের মধ্যে একটিও সঠিক বলে জানা নেই। কোন ব্যক্তি যদি রোযা থাকাবস্থায় রক্তক্ষরণ করানো হতে দূরে থাকে তাহলে সেটাই আমার মতে বেশী পছন্দনীয়। আর যদি কোন লোক তার রোযা থাকাবস্থায় রক্তক্ষরণ করায় সেক্ষেত্রে আমি মনে অরি না এতে তার রোযা বাতিল হয়। আবূ ঈসা বলেন, বাগদাদে থাকা অবস্থায় ইমাম শাফিঈর মত ছিল এটাই। কিন্তু এই বিষয়ে তিনি মিসরে যাওয়ার পর রক্তক্ষরণের অনুমতির পক্ষপাতী ছিলেন এবং কোন রকম সমস্যা আছে বলে মনে করেননি রোযা থাকাবস্থায় রক্তমোক্ষণ করানোতে। তার এই মতের সমর্থনে তিনি দলীল হিসেবে বলেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রোযা ও ইহ্‌রাম অবস্থায় বিদায় হাজ্জে রক্তক্ষরণ করিয়েছেন।",
    "chapter": {
      "chapter_number": "6"
    }
  }
}