{
  "hadith": {
    "hadith_id": 78,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাহাবাগণ (বসে বসে) ঘুমাতেন, অতঃপর দাঁড়াতেন এবং নামায আদায় করতেন, কিন্তু ওযূ করতেন না। \n\nসহীহ্‌। ইরওয়া- (১১৪), সহীহ্‌ আবূ দাঊদ- (১৯৪), মিশকাত- (৩১৭)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَنَامُونَ ثُمَّ يَقُومُونَ فَيُصَلُّونَ وَلاَ يَتَوَضَّئُونَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَسَمِعْتُ صَالِحَ بْنَ عَبْدِ اللَّهِ يَقُولُ سَأَلْتُ عَبْدَ اللَّهِ بْنَ الْمُبَارَكِ عَمَّنْ نَامَ قَاعِدًا مُعْتَمِدًا فَقَالَ لاَ وُضُوءَ عَلَيْهِ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى حَدِيثَ ابْنِ عَبَّاسٍ سَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنِ ابْنِ عَبَّاسٍ قَوْلَهُ وَلَمْ يَذْكُرْ فِيهِ أَبَا الْعَالِيَةِ وَلَمْ يَرْفَعْهُ ‏.‏ وَاخْتَلَفَ الْعُلَمَاءُ فِي الْوُضُوءِ مِنَ النَّوْمِ فَرَأَى أَكْثَرُهُمْ أَنْ لاَ يَجِبَ عَلَيْهِ الْوُضُوءُ إِذَا نَامَ قَاعِدًا أَوْ قَائِمًا حَتَّى يَنَامَ مُضْطَجِعًا ‏.‏ وَبِهِ يَقُولُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَأَحْمَدُ ‏.‏ قَالَ وَقَالَ بَعْضُهُمْ إِذَا نَامَ حَتَّى غُلِبَ عَلَى عَقْلِهِ وَجَبَ عَلَيْهِ الْوُضُوءُ وَبِهِ يَقُولُ إِسْحَاقُ ‏.‏ وَقَالَ الشَّافِعِيُّ مَنْ نَامَ قَاعِدًا فَرَأَى رُؤْيَا أَوْ زَالَتْ مَقْعَدَتُهُ لِوَسَنِ النَّوْمِ فَعَلَيْهِ الْوُضُوءُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ। আমি সালিহ ইবনু ‘আবদুল্লাহকে বলতে শুনেছিঃ যে ব্যক্তি নিজ পাছায় ভর দিয়ে বসে বসে ঘুমায় আমি (সালিহ) তার সম্পর্কে ইবনুল মুবারাককে প্রশ্ন করলাম। তিনি বললেনঃ তাকে পুনরায় ওযূ করতে হবে না। \nআবূ ‘ঈসা বলেনঃ সা’ঈদ ইবনু আবূ ‘আরুবা কাতাদার সূত্রে ইবনু ‘আব্বাসের আভিমত রিওয়ায়াত করেছেন। কিন্তু তিনি সনদের মধ্যে আবুল ‘আলিয়ার নামও উল্লেখ করেননি এবং ইবনু ‘আব্বাস (রাঃ)-এর বক্তব্যও মারফূ হিসাবে বর্ণনা করনেনি। \nঘুমের দ্বারা ওযূ নষ্ট হওয়া সম্পর্কে বিশেষজ্ঞদের মধ্যে মতের অমিল রয়েছে। বেশিরভাগ মত হল, যদি বসে বসে অথবা দাঁড়িয়ে ঘুমানো হয় তবে ওযূ নষ্ট হবে না; কিন্তু শুয়ে ঘুমালে পুনরায় ওযূ করতে হবে। সুফিয়ান সাওরী, ইবনুল মুবারাক ও আহমাদ এ মত ব্যক্ত করেছেন। ইসহাক বলেন, ঘুমানোর ফলে যদি বোধশক্তি লোপ পায় তবে আবার ওযূ করতে হবে। শাফিঈ বলেন, যে ব্যক্তি বসে বসে ঘুমাল এবং স্বপ্ন দেখল অথবা ঘুমের ঘোরে তার ঊরু স্থানচ্যুত হল, তাকে ওযূ করতে হবে।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}