{
  "hadith": {
    "hadith_id": 791,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, যখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইতিকাফ করার ইচ্ছা করতেন তখন ফজরের নামায আদায় করে ইতিকাফের জায়গায় প্রবেশ করতেন। \n\n   -সহীহ্‌, ইবনু মা-জাহ (১৭৭১), বুখারী, মুসলিম",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَرَادَ أَنْ يَعْتَكِفَ صَلَّى الْفَجْرَ ثُمَّ دَخَلَ فِي مُعْتَكَفِهِ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَمْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏ رَوَاهُ مَالِكٌ وَغَيْرُ وَاحِدٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَمْرَةَ مُرْسَلاً ‏.‏ وَرَوَاهُ الأَوْزَاعِيُّ وَسُفْيَانُ الثَّوْرِيُّ وَغَيْرُ وَاحِدٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَمْرَةَ عَنْ عَائِشَةَ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ يَقُولُونَ إِذَا أَرَادَ الرَّجُلُ أَنْ يَعْتَكِفَ صَلَّى الْفَجْرَ ثُمَّ دَخَلَ فِي مُعْتَكَفِهِ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ بْنِ حَنْبَلٍ وَإِسْحَاقَ بْنِ إِبْرَاهِيمَ ‏.‏ وَقَالَ بَعْضُهُمْ إِذَا أَرَادَ أَنْ يَعْتَكِفَ فَلْتَغِبْ لَهُ الشَّمْسُ مِنَ اللَّيْلَةِ الَّتِي يُرِيدُ أَنْ يَعْتَكِفَ فِيهَا مِنَ الْغَدِ وَقَدْ قَعَدَ فِي مُعْتَكَفِهِ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইয়াহ্‌ইয়া ইবনু সাঈদ-আম্‌রার সূত্রে এই হাদীসটি মুরসালরূপে বর্ণিত হয়েছে। এ হাদীসটি ইয়াহ্‌ইয়া ইবনু সাঈদ হতে আমরার সূত্রে ইমাম মালিক (রহঃ) এবং একাধিক বর্ণনাকারী মুরসালরূপে বর্ণনা করেছেন। আওযাঈ ও সুফিয়ান সাওরী-ইয়াহ্‌ইয়া ইবনু সাঈদ হতে, তিনি আমরা হতে, তিনি আইশা (রাঃ) হতে এই হাদীসটিকে বর্ণনা করেছেন। এ হাদীস অনুযায়ী কোন কোন আলিমের মতে, কোন ব্যক্তি ইতিকাফ করতে চাইলে ফজরের নামায আদায়ের পর তাকে ইতিকাফের জায়গায় প্রবেশ করতে হবে। ইমাম আহ্‌মাদ ও ইসহাক ইবনু ইবরাহীমের এই মত। অপর একদল আলিম বলেছেন, যে দিন হতে কোন ব্যক্তি ইতিকাফ শুরু করতে চায় সে দিনের পূর্বের রাতের সন্ধ্যায় সূর্য ডুবে যাওয়ার পর যেন সে ব্যক্তি ইতিকাফে বসে। এরকম মতই সুফিয়ান সাওরী ও মালিক ইবনু আনাস (রহঃ)-এর।",
    "chapter": {
      "chapter_number": "6"
    }
  }
}