{
  "hadith": {
    "hadith_id": 80,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (কোথাও যাবার উদ্দেশ্যে) বের হলেন। আমিও তাঁর সাথে ছিলাম। তিনি এক আনসার মহিলার বাড়ীতে গেলেন। সে তাঁর জন্য একটি বকরী যাবাহ করল। তিনি তা খেলেন। অতঃপর সে তাঁর জন্য পাত্রে করে তাজা খেজুর আনলো। তিনি তা হতে খেলেন, অতঃপর যুহরের নামাযের ওযূ করলেন এবং নামায আদায় করলেন। মহিলাটি বকরীর অবশিষ্ট গোশত হতে কিছু গোশ্‌ত তাঁকে দিলেন। তিনি তা খেলেন এবং আসরের নামায আদায় করলেন, কিন্তু ওযূ করেননি। \n\nহাসান সহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১৮৫)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَقِيلٍ، سَمِعَ جَابِرًا، ‏.‏ قَالَ سُفْيَانُ وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُنْكَدِرِ، عَنْ جَابِرٍ، قَالَ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا مَعَهُ فَدَخَلَ عَلَى امْرَأَةٍ مِنَ الأَنْصَارِ فَذَبَحَتْ لَهُ شَاةً فَأَكَلَ وَأَتَتْهُ بِقِنَاعٍ مِنْ رُطَبٍ فَأَكَلَ مِنْهُ ثُمَّ تَوَضَّأَ لِلظُّهْرِ وَصَلَّى ثُمَّ انْصَرَفَ فَأَتَتْهُ بِعُلاَلَةٍ مِنْ عُلاَلَةِ الشَّاةِ فَأَكَلَ ثُمَّ صَلَّى الْعَصْرَ وَلَمْ يَتَوَضَّأْ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَابْنِ مَسْعُودٍ وَأَبِي رَافِعٍ وَأُمِّ الْحَكَمِ وَعَمْرِو بْنِ أُمَيَّةَ وَأُمِّ عَامِرٍ وَسُوَيْدِ بْنِ النُّعْمَانِ وَأُمِّ سَلَمَةَ ‏.‏ قَالَ أَبُو عِيسَى وَلاَ يَصِحُّ حَدِيثُ أَبِي بَكْرٍ فِي هَذَا الْبَابِ مِنْ قِبَلِ إِسْنَادِهِ إِنَّمَا رَوَاهُ حُسَامُ بْنُ مِصَكٍّ عَنِ ابْنِ سِيرِينَ عَنِ ابْنِ عَبَّاسٍ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَالصَّحِيحُ إِنَّمَا هُوَ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ هَكَذَا رَوَى الْحُفَّاظُ ‏.‏ قَالَ أَبُو عِيسَى وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ مِثْلِ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ رَأَوْا تَرْكَ الْوُضُوءِ مِمَّا مَسَّتِ النَّارُ ‏.‏ وَهَذَا آخِرُ الأَمْرَيْنِ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ وَكَأَنَّ هَذَا الْحَدِيثَ نَاسِخٌ لِلْحَدِيثِ الأَوَّلِ حَدِيثِ الْوُضُوءِ مِمَّا مَسَّتِ النَّارُ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ বক্‌র সিদ্দীক, ইবনু ‘আব্বাস, ইবনু মাসঊদ, আবূ রাফি’, উম্মুল হাকাম, ‘আমর ইবনু উমাইয়া, উম্মু ‘আমির, সুআঈদ ইবনু নু’মান ও উম্মু সালামা (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। কিন্তু সনদের বাছবিচারে তা সহীহ নয়, বরং ইবনু ‘আব্বাস (রাঃ) যে হাদীসটি সরাসরি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট হতে বর্ণনা করেছেন, সেটিই সহীহ। এ হাদিসটি একাধিক সূত্রে ইবনু ‘আব্বাসের নিকট হতে বর্ণিত হয়েছে। সনদের দিক হতে এটা বেশি সহীহ। এ হাদীসটি ‘আতা ইবনু ইয়াসার, ইকরিমা, মুহাম্মাদ ইবনু ‘আমর ইবনু আতা, আলী ইবনু আব্দিল্লাহ ইবনু ‘আব্বাস আরো অনেকে ইবনু ‘আব্বাস হতে বর্ণনা করেছেন। তারা আবূ বাক্‌রের কথা উল্লেখ করেননি। আর এটিই অধিক সহীহ্‌। \nআবূ ‘ঈসা বলেনঃ বেশিরভাগ সাহাবা, তাবিঈ ও তার পরবর্তী বিদ্বানগণ এ হাদীস অনুযায়ী আমল করেন। অর্থাৎ আগুনে রান্না করা জিনিস খেলে পুনরায় ওযূর দরকার নেই। তাদের মধ্যে রয়েছেন সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ, আহমাদ ও ইসহাক। তাদের মতে, এ হাদীসটির মাধ্যমে পূর্ববর্তী হাদীসের কার্যকারীতা বাতিল হয়ে গেছে।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}