{
  "hadith": {
    "hadith_id": 81,
    "narrator": "বারাআ ইবনু আযিব (রাঃ)",
    "bn": "তিনি বলেন, উটের গোশত খেলে আবার ওযূ করতে হবে কি না এ সম্পর্কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে প্রশ্ন করা হল। তিনি বললেনঃ উটের গোশত খাওয়ার পর ওযূ কর। তাঁকে আবার বকরীর গোশত খেলে ওযূ করতে হবে কি না এ সম্পর্কে প্রশ্ন করা হল। তিনি বললেন এতে (বকরীর গোশত খেলে) তোমরা ওযূ করো না। \n\nসহীহ্‌। ইবনু মাজাহ-(৪৯৪)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ الرَّازِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْوُضُوءِ مِنْ لُحُومِ الإِبِلِ فَقَالَ ‏\"‏ تَوَضَّئُوا مِنْهَا ‏\"‏ ‏.‏ وَسُئِلَ عَنِ الْوُضُوءِ مِنْ لُحُومِ الْغَنَمِ فَقَالَ ‏\"‏ لاَ تَتَوَضَّئُوا مِنْهَا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرِ بْنِ سَمُرَةَ وَأُسَيْدِ بْنِ حُضَيْرٍ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى الْحَجَّاجُ بْنُ أَرْطَاةَ هَذَا الْحَدِيثَ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ أُسَيْدِ بْنِ حُضَيْرٍ ‏.‏ وَالصَّحِيحُ حَدِيثُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنِ الْبَرَاءِ بْنِ عَازِبٍ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ وَقَدْ رُوِيَ عَنْ بَعْضِ أَهْلِ الْعِلْمِ مِنَ التَّابِعِينَ وَغَيْرِهِمْ أَنَّهُمْ لَمْ يَرَوُا الْوُضُوءَ مِنْ لُحُومِ الإِبِلِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে জাবির ইবনু সামুরা ও উসাইদ ইবনু হুযাইর (রাঃ) হতে বর্ণনা করা হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ হাজ্জাজ ইবনু আরতাত তাঁর সনদ পরম্পরায় এ হাদীসটি উসাইদ ইবনু হুযাইর (রাঃ)-এর সূত্রে বর্ণনা করেছেন। তবে বারাআ ইবনু ‘আযিব (রাঃ)-এর সূত্রে বর্ণনাকৃত হাদীসটি সহীহ। এ হাদীসটি উবাইদাহ যাব্বী বর্ণনা করেছেন ‘আব্দুল্লাহ ইবনু ‘আব্দিল্লাহ আলরাজী হতে তিনি ‘আব্দুর রহমান ইবনু আবী লাইলা হতে, তিনি জিল গুররাহ্‌ জুহানী হতে। আর হাম্মাদ ইবনু সালামা হাদীসটি বর্ণনা করেছেন হাজ্জাজ ইবনু আরতাহ হতে। তিনি ভুলবশতঃ বলেছেন, আব্দুল্লাহ ইবনু আব্দুর রহমান ইবনু আবী লাইলা হতে তিনি  তার পিতা হতে তিনি উসাইদ ইবনু হুদাইর হতে। সঠিক কথা হলো- ‘আব্দুল্লাহ ইবনু আব্দিল্লাহ আলরাজী হতে তিনি ‘আব্দুর রহমান ইবনু আবী লাইলা হতে তিনি বারাআ ইবনু ‘আযিব হতে বর্ণনা করেছেন। \nইসহাক বলেন, এ অনুচ্ছেদে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট হতে বর্ণনা করা দু’টি সর্বাধিক সহীহ হাদীস রয়েছে। একটির রাবী বারাআ ইবনু ‘আযিব (রাঃ) এবং অপরটির রাবী জাবির ইবনু সামুরা (রাঃ)। \nইমাম ইসহাক ও আহমাদের মতে, উটের গোশত খেলে ওযূ করতে হবে কিন্তু কিছু তাবেয়ী’ বিদ্বান, সুফিয়ান সাওরী ও কূফাবাসী আলিমদের মতে ওযূ করতে হবে না।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}