{
  "hadith": {
    "hadith_id": 841,
    "narrator": "আবূ রাফী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের ইহরামমুক্ত অবস্থায় মায়মূনা (রাঃ)-কে বিয়ে করেন এবং ইহরামমুক্ত অবস্থায়ই তাঁর সাথে বিবাহরজনী যাপন করেন। আমি ছিলাম তাদের মধ্যকার দূত (ঘটক)।\n\nযঈফ, ইরওয়া(১৮৪৯), হাদীসের প্রথম অংশ সহীহ যাহা ৮৮৭ নং হাদীসের অংশ।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ مَطَرٍ الْوَرَّاقِ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ أَبِي رَافِعٍ، قَالَ تَزَوَّجَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَيْمُونَةَ وَهُوَ حَلاَلٌ وَبَنَى بِهَا وَهُوَ حَلاَلٌ وَكُنْتُ أَنَا الرَّسُولَ فِيمَا بَيْنَهُمَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَلاَ نَعْلَمُ أَحَدًا أَسْنَدَهُ غَيْرَ حَمَّادِ بْنِ زَيْدٍ عَنْ مَطَرٍ الْوَرَّاقِ عَنْ رَبِيعَةَ ‏.‏ وَرَوَى مَالِكُ بْنُ أَنَسٍ عَنْ رَبِيعَةَ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم تَزَوَّجَ مَيْمُونَةَ وَهُوَ حَلاَلٌ ‏.‏ رَوَاهُ مَالِكٌ مُرْسَلاً ‏.‏ قَالَ وَرَوَاهُ أَيْضًا سُلَيْمَانُ بْنُ بِلاَلٍ عَنْ رَبِيعَةَ مُرْسَلاً ‏.‏ قَالَ أَبُو عِيسَى وَرُوِيَ عَنْ يَزِيدَ بْنِ الأَصَمِّ عَنْ مَيْمُونَةَ قَالَتْ تَزَوَّجَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ حَلاَلٌ ‏.‏ وَيَزِيدُ بْنُ الأَصَمِّ هُوَ ابْنُ أُخْتِ مَيْمُونَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি হাসান। হাম্মাদ ইবনু যাইদ-মাতার আল-ওয়াররাক হতে তিনি রাবীয়া (রহঃ)-এর সূত্র ব্যতীত অন্য কেউ এটিকে মুসনাদ হিসেবে রিওয়াত করেছেন বলে আমাদের জানা নেই। মালিক ইবনু আনাস (রহঃ)-রাবীয়া হতে তিনি সুলাইমান ইবনু ইয়াসারের সূত্রে বর্ণনা করেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাইমুনা (রাঃ)-কে হালাল (ইহরামমুক্ত) অবস্থায় বিয়ে করেছেন। মালিক এই রিওয়াত ‘মুরসাল’ হিসেবে বর্ণনা করেছেন। এটিকে সুলাইমান ইবনু বিলালও রাবীয়া হতে এটি মুরসালরুপে বর্ণনা করেছেন।\n\nআবূ ঈসা বলেনঃ ইয়াযীদ ইবনু আসাম্ম হতে মাইমূনাহ (রাঃ)-এর সূত্রে বর্নীত আছে যে,তিনি বলেন,  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হালাল অবস্থায় আমাকে বিয়ে করেছেন। আবূ ‘ঈসা বলেন : ইয়াযীদ ইবনু আসাম্ম (রহঃ) মাইমুনাহ (রাঃ)-এর বোনের ছেলে।",
    "chapter": {
      "chapter_number": "7"
    }
  }
}