{
  "hadith": {
    "hadith_id": 849,
    "narrator": "উবাইদুল্লাহ ইবনু আবদুল্লাহ (রহঃ)",
    "bn": "ইবনু আব্বাস (রাঃ) তাকে অবহিত করেছেন এবং সা’ব ইবনু জাসসামা (রাঃ) ইবনু আব্বাস (রাঃ) -কে অবহিত করেছেন যে, আবওয়া বা ওয়াদদান নামক জায়গাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর নিকট দিয়ে যাচ্ছিলেন। তিনি একটা বন্য গাধা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে উপহার দিলেন। কিন্তু তাঁকে তিনি তা ফেরত দিলেন। তাঁর চেহারাতে মালিন্যের ভাব দেখতে পেয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি তোমার এই উপহার ফিরিয়ে দিতাম না। কিন্তু আমরা যে এখন ইহরাম অবস্থায় আছি। \n\n-সহীহ।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، أَنَّ ابْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّ الصَّعْبَ بْنَ جَثَّامَةَ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّ بِهِ بِالأَبْوَاءِ أَوْ بِوَدَّانَ فَأَهْدَى لَهُ حِمَارًا وَحْشِيًّا فَرَدَّهُ عَلَيْهِ فَلَمَّا رَأَى رَسُولُ اللَّهِ صلى الله عليه وسلم مَا فِي وَجْهِهِ مِنَ الْكَرَاهِيَةِ قَالَ ‏ \"‏ إِنَّهُ لَيْسَ بِنَا رَدٌّ عَلَيْكَ وَلَكِنَّا حُرُمٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ ذَهَبَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِلَى هَذَا الْحَدِيثِ وَكَرِهُوا أَكْلَ الصَّيْدِ لِلْمُحْرِمِ ‏.‏ وَقَالَ الشَّافِعِيُّ إِنَّمَا وَجْهُ هَذَا الْحَدِيثِ عِنْدَنَا إِنَّمَا رَدَّهُ عَلَيْهِ لَمَّا ظَنَّ أَنَّهُ صِيدَ مِنْ أَجْلِهِ وَتَرَكَهُ عَلَى التَّنَزُّهِ ‏.‏ وَقَدْ رَوَى بَعْضُ أَصْحَابِ الزُّهْرِيِّ عَنِ الزُّهْرِيِّ هَذَا الْحَدِيثَ وَقَالَ أَهْدَى لَهُ لَحْمَ حِمَارِ وَحْشٍ ‏.‏ وَهُوَ غَيْرُ مَحْفُوظٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَزَيْدِ بْنِ أَرْقَمَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী এবং অপরাপর আলিমগণ মুহরিমের জন্য শিকারের গোশত খাওয়া মাকরূহ বলেছেন। ইমাম শাফিঈ (রহঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কর্তৃক ফেরতদানের তাৎপর্য এই যে, তিনি অনুমান করেছিলেন যে, হয়ত তার উদ্দেশ্যেই এটিকে শিকার করা হয়েছে। তাই এটা হতে বাচতেই তিনি তা প্রত্যাখ্যান করেন। ইমাম যুহরী (রহঃ)-এর কিছু শাগরিদ তার হতে বর্ণনা করেন যে, বন্য গাধার গোশত রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে উপহার দেয়া হয়। কিন্তু এই রিওয়ায়াতটি সংরক্ষিত নয়।\nআলী ও যাইদ ইবনু আরকাম (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে।",
    "chapter": {
      "chapter_number": "7"
    }
  }
}