{
  "hadith": {
    "hadith_id": 86,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর কোন এক স্ত্রীকে চুমু খেলেন, অতঃপর নামায আদায় করতে গেলেন, কিন্তু তিনি (নতুন করে) ওযূ করেননি। উরওয়া বলেন, আমি বললাম, তা আপনি (‘আয়িশাহ্‌) ছাড়া আর কেউ নয়। এতে তিনি হেসে দিলেন। \n\nসহীহ্‌। ইবনু মাজাহ- (৫০২)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَهَنَّادٌ، وَأَبُو كُرَيْبٍ وَأَحْمَدُ بْنُ مَنِيعٍ وَمَحْمُودُ بْنُ غَيْلاَنَ وَأَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ قَالُوا حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَبَّلَ بَعْضَ نِسَائِهِ ثُمَّ خَرَجَ إِلَى الصَّلاَةِ وَلَمْ يَتَوَضَّأْ ‏.‏ قَالَ قُلْتُ مَنْ هِيَ إِلاَّ أَنْتِ قَالَ فَضَحِكَتْ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ نَحْوُ هَذَا عَنْ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ قَالُوا لَيْسَ فِي الْقُبْلَةِ وُضُوءٌ ‏.‏ وَقَالَ مَالِكُ بْنُ أَنَسٍ وَالأَوْزَاعِيُّ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ فِي الْقُبْلَةِ وُضُوءٌ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ ‏.‏ وَإِنَّمَا تَرَكَ أَصْحَابُنَا حَدِيثَ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا لأَنَّهُ لاَ يَصِحُّ عِنْدَهُمْ لِحَالِ الإِسْنَادِ ‏.‏ قَالَ وَسَمِعْتُ أَبَا بَكْرٍ الْعَطَّارَ الْبَصْرِيَّ يَذْكُرُ عَنْ عَلِيِّ بْنِ الْمَدِينِيِّ قَالَ ضَعَّفَ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ هَذَا الْحَدِيثَ جِدًّا ‏.‏ وَقَالَ هُوَ شِبْهُ لاَ شَىْءَ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يُضَعِّفُ هَذَا الْحَدِيثَ وَقَالَ حَبِيبُ بْنُ أَبِي ثَابِتٍ لَمْ يَسْمَعْ مِنْ عُرْوَةَ ‏.‏ وَقَدْ رُوِيَ عَنْ إِبْرَاهِيمَ التَّيْمِيِّ عَنْ عَائِشَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَبَّلَهَا وَلَمْ يَتَوَضَّأْ ‏.‏ وَهَذَا لاَ يَصِحُّ أَيْضًا ‏.‏ وَلاَ نَعْرِفُ لإِبْرَاهِيمَ التَّيْمِيِّ سَمَاعًا مِنْ عَائِشَةَ ‏.‏ وَلَيْسَ يَصِحُّ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا الْبَابِ شَيْءٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ একইভাবে একাধিক সাহাবা ও তাবিঈ এ ধরনের হাদীস বর্ণনা করেছেন। সুফিয়ান সাওরী ও কূফাবাসীগণ (ইমাম আবূ হানীফা ও তাঁর মতানুসারীগণ) বলেন, চুমু দিলে ওযূ নষ্ট হয় না। মালিক ইবনু আনাস,আওযাঈ, শাফিঈ, আহমাদ ও ইসহাকের মতে চুমু দিলে ওযূ নষ্ট হয়। এটা একাধিক ফিক্‌হবিদ সাহাবা ও তাবিঈর মত। তিরমিযী বলেন, আমাদের সাথীরা এ প্রসঙ্গে ‘আয়িশাহ্‌ (রাঃ) হতে বর্ণিত হাদীসটি বাদ দিয়েছেন। কেননা সনদের দিক হতে হাদীসটি সহীহ নয়। ইয়াহইয়া ইবনু সাঈদ আল-কাত্তান হাদীসটিকে যঈফ বলেছেন। তিনি আরো বলেছেন, এ হাদীস বিশ্বাস যোগ্য নয়। মুহাম্মাদ ইবনু ইসমাঈলও (বুখারী) এ হাদীসটিকে দুর্বল বলেছেন। কেননা হাবীব ইবনু আবূ সাবিত উরওয়ার নিকট হতে কিছুই শুনেননি। ইবরাহীম তাইমী হতেও ‘আয়িশাহ্‌ (রাঃ)-এর এ হাদীসটি বর্ণিত হয়েছেঃ “রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে চুমু খেলেন কিন্তু ওযূ করলেন নয়া। ” এ বর্ণনাটিও সহীহ নয়, কেননা ইবরাহীম তাইমী ‘আয়িশাহ্‌ (রাঃ)-এর নিকট হতে কিছু শুনার সুযোগ পেয়েছেন বলে আমাদের কোন তথ্য জানা নেই। \nমোটকথা, এ অনুচ্ছেদে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কোন সহীহ হাদীস বর্ণিত হয়নি।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}