{
  "hadith": {
    "hadith_id": 862,
    "narrator": "জাবির (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কায় আসার পর বাইতুল্লাহ্ শরীফে সাত (শাওতে) তাওয়াফ করলেন। তারপর মাকামে ইবরাহীমে এসে পাঠ করলেনঃ ইবরাহীমের দাড়াবার জায়গাকে তোমরা নামাযের জায়গা হিসেবে গ্রহণ কর” (সূরাঃ বাকারা- ১২৫)। তারপর মাকামে ইবরাহীমের পিছনে তিনি দুরাক’আত নামায আদায় করলেন, তারপর হাজরে আসওয়াদের নিকটে এসে তা চুমা দিলেন, তারপর বললেনঃ যে দিক হতে আল্লাহ্ তা'আলা শুরু করেছেন সে দিক হতে (দৌড়ানো) আমরাও শুরু করব। সাফা পর্বত হতে তিনি সাঈ শুরু করলেন এবং পাঠ করলেনঃ “সাফা ও মারওয়া আল্লাহ্ তা'আলার নিদর্শনসমূহের অন্তর্ভুক্ত”(সূরাঃ বাকারা- ১৫৮)।\n\n-সহীহ, ইবনু মা-জাহ (১৩৭৪), মুসলিমে এরূপ বর্ণনা আছে –“আমি শুরু করব”।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم حِينَ قَدِمَ مَكَّةَ طَافَ بِالْبَيْتِ سَبْعًا وَأَتَى الْمَقَامَ فَقَرَأَ ‏:‏‏(‏ وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى ‏)‏ فَصَلَّى خَلْفَ الْمَقَامِ ثُمَّ أَتَى الْحَجَرَ فَاسْتَلَمَهُ ثُمَّ قَالَ ‏\"‏ نَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ ‏\"‏ ‏.‏ فَبَدَأَ بِالصَّفَا وَقَرَأَ ‏:‏ ‏(‏إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّهُ يَبْدَأُ بِالصَّفَا قَبْلَ الْمَرْوَةِ فَإِنْ بَدَأَ بِالْمَرْوَةِ قَبْلَ الصَّفَا لَمْ يُجْزِهِ وَبَدَأَ بِالصَّفَا ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِيمَنْ طَافَ بِالْبَيْتِ وَلَمْ يَطُفْ بَيْنَ الصَّفَا وَالْمَرْوَةِ حَتَّى رَجَعَ فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِنْ لَمْ يَطُفْ بَيْنَ الصَّفَا وَالْمَرْوَةِ حَتَّى خَرَجَ مِنْ مَكَّةَ فَإِنْ ذَكَرَ وَهُوَ قَرِيبٌ مِنْهَا رَجَعَ فَطَافَ بَيْنَ الصَّفَا وَالْمَرْوَةِ وَإِنْ لَمْ يَذْكُرْ حَتَّى أَتَى بِلاَدَهُ أَجْزَأَهُ وَعَلَيْهِ دَمٌ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ ‏.‏ وَقَالَ بَعْضُهُمْ إِنْ تَرَكَ الطَّوَافَ بَيْنَ الصَّفَا وَالْمَرْوَةِ حَتَّى رَجَعَ إِلَى بِلاَدِهِ فَإِنَّهُ لاَ يُجْزِيهِ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ ‏.‏ قَالَ الطَّوَافُ بَيْنَ الصَّفَا وَالْمَرْوَةِ وَاجِبٌ لاَ يَجُوزُ الْحَجُّ إِلاَّ بِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। আলিমগণের মতে এই হাদীস অনুযায়ী আমল করতে হবে। মারওয়ার আগে সাফা হতে সাঈ শুরু করতে হবে। সাফার আগে মারওয়া হতে সাঈ শুরু করলে তা সঠিক হবে না, বরং শুরু করতে হবে সাফা হতেই। সাফা ও মারওয়ার সাঈ না করে যদি কোন লোক শুধু বাইতুল্লাহ্ তাওয়াফ করে চলে আসে তবে এ প্রসঙ্গে আলিমগণের মধ্যে মতের অমিল রয়েছে। কিছু সংখ্যক আলিম বলেন, যদি কোন লোক সাফা ও মারওয়ার সাঈ না করে মক্কা হতে বেরিয়ে যায় এবং মক্কার নিকটেই থাকা অবস্থায় যদি সে কথা তার মনে পড়ে তবে সে ফিরে আসবে এবং সাফা ও মারওয়ার সাঈ পুরো করবে। আর যদি দেশে ফিরার পর তার মনে পড়ে তাহলে তার হজ্জ হয়ে যাবে কিন্তু তাকে একটি দম (কুরবানী) দিতে হবে। এটা সুফিয়ান সাওরীর অভিমত।\nকোন কোন আলিম বলেছেন, কোন লোক যদি সাফা ও মারওয়ার মাঝে সাঈ না করে দেশে ফিরে আসে তাহলে তার হজ্জ আদায় হবে না। এটা ইমাম শাফিঈ (রহঃ)-এর অভিমত। তিনি বলেন, সাফা ও মারওয়ার মাঝে সাঈ করা ওয়াজিব, তা ব্যতীত হজ্জ হবে না।",
    "chapter": {
      "chapter_number": "7"
    }
  }
}