{
  "hadith": {
    "hadith_id": 882,
    "narrator": "হারিসা ইবনু ওয়াহব (রাঃ)",
    "bn": "তিনি বলেন, পূর্ণ নিরাপত্তা বজায় থাকা অবস্থায় আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে সর্বাধিক সংখ্যক লোকসহ মিনায় (চার রাক'আত ফরযের স্থলে) দুই রাক’আত নামায আদায় করেছি।\n\n-সহীহ, সহীহ আবূ দাউদ (১৭১৪), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ حَارِثَةَ بْنِ وَهْبٍ، قَالَ صَلَّيْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم بِمِنًى آمَنَ مَا كَانَ النَّاسُ وَأَكْثَرَهُ رَكْعَتَيْنِ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَابْنِ عُمَرَ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ حَارِثَةَ بْنِ وَهْبٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرُوِيَ عَنِ ابْنِ مَسْعُودٍ أَنَّهُ قَالَ صَلَّيْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم بِمِنًى رَكْعَتَيْنِ وَمَعَ أَبِي بَكْرٍ وَمَعَ عُمَرَ وَمَعَ عُثْمَانَ رَكْعَتَيْنِ صَدْرًا مِنْ إِمَارَتِهِ ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي تَقْصِيرِ الصَّلاَةِ بِمِنًى لأَهْلِ مَكَّةَ فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لَيْسَ لأَهْلِ مَكَّةَ أَنْ يَقْصُرُوا الصَّلاَةَ بِمِنًى إِلاَّ مَنْ كَانَ بِمِنًى مُسَافِرًا ‏.‏ وَهُوَ قَوْلُ ابْنِ جُرَيْجٍ وَسُفْيَانَ الثَّوْرِيِّ وَيَحْيَى بْنِ سَعِيدٍ الْقَطَّانِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُهُمْ لاَ بَأْسَ لأَهْلِ مَكَّةَ أَنْ يَقْصُرُوا الصَّلاَةَ بِمِنًى ‏.‏ وَهُوَ قَوْلُ الأَوْزَاعِيِّ وَمَالِكٍ وَسُفْيَانَ بْنِ عُيَيْنَةَ وَعَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু মাসউদ, ইবনু উমার ও আনাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।\nইবনু মাসউদ (রাঃ) বলেন, আমি মিনাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে দুই রাকাআত নামায আদায় করেছি এবং এখানে আবূ বাকর, উমার ও উসমান (রাঃ)-এর খিলাফাতের প্রথম দিকেও দুই রাকাআত নামায আদায় করেছি।\nমক্কাবাসীদের জন্য মিনায় নামায কসর করা প্রসঙ্গে ইমামদের মধ্যে মতের অমিল আছে। একদল আলিম বলেন, মিনায় মুসাফির ছাড়া অন্য কোন মক্কাবাসী সেখানে নামায কসর করবে না। এই মত দিয়েছেন ইবনু জুরাইজ, সুফিয়ান সাওরী, ইয়াহইয়া ইবনু সাঈদ আল-কাত্তান, শাফিঈ, আহমাদ ও ইসহাক (রহঃ)। কিছু আলিম বলেছেন, মক্কাবাসীর জন্য মিনায় নামায কসর করায় কোন সমস্যা নেই। এই অভিমত আওযাঈ, মালিক, সুফিয়ান ইবনু উআইনা ও আবদুর রাহমান ইবনুল মাহদী (রহঃ)-এর।",
    "chapter": {
      "chapter_number": "7"
    }
  }
}