{
  "hadith": {
    "hadith_id": 890,
    "narrator": "ইবনু আবী উমার সুফিয়ান",
    "bn": "পূর্বোক্ত হাদীসের মতই ইবনু আবী উমার সুফিয়ান ইবনু উয়াইনা হতে, তিনি সুফিয়ান সাওরী হতে, তিনি বুকাইর ইবনু আতা হতে তিনি আবদুর রাহমান ইবনু ইয়ামুর (রাঃ) হতে তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন।\n\n– সহীহ, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ بُكَيْرِ بْنِ عَطَاءٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَعْمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِمَعْنَاهُ ‏.‏ وَقَالَ ابْنُ أَبِي عُمَرَ قَالَ سُفْيَانُ بْنُ عُيَيْنَةَ وَهَذَا أَجْوَدُ حَدِيثٍ رَوَاهُ سُفْيَانُ الثَّوْرِيُّ ‏.‏ قَالَ أَبُو عِيسَى وَالْعَمَلُ عَلَى حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ يَعْمَرَ عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّهُ مَنْ لَمْ يَقِفْ بِعَرَفَاتٍ قَبْلَ طُلُوعِ الْفَجْرِ فَقَدْ فَاتَهُ الْحَجُّ وَلاَ يُجْزِئُ عَنْهُ إِنْ جَاءَ بَعْدَ طُلُوعِ الْفَجْرِ وَيَجْعَلُهَا عُمْرَةً وَعَلَيْهِ الْحَجُّ مِنْ قَابِلٍ ‏.‏ وَهُوَ قَوْلُ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى شُعْبَةُ عَنْ بُكَيْرِ بْنِ عَطَاءٍ نَحْوَ حَدِيثِ الثَّوْرِيِّ ‏.‏ قَالَ وَسَمِعْتُ الْجَارُودَ يَقُولُ سَمِعْتُ وَكِيعًا أَنَّهُ ذَكَرَ هَذَا الْحَدِيثَ فَقَالَ هَذَا الْحَدِيثُ أُمُّ الْمَنَاسِكِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সুফিয়ান ইবনু উআইনা বলেন, এটি একটি উত্তম হাদীস যা সুফিয়ান সাওরী বর্ণনা করেছেন। আবূ ঈসা বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল বিশেষজ্ঞ সাহাবী ও অন্যান্য আলিম আবদুর রাহমান ইবনু ইয়ামুরের হাদীস অনুসারে আমল করেন। তাঁরা বলেন, (৯ যিলহজ্জ দিবাগত রাতে) কোন লোক যদি ফজর উদয়ের পূর্বে আরাফাতে হাযির হতে ব্যর্থ হয় তবে তার হজ্জ ছুটে গেল। ফজর উদয়ের পর হাযির হলে তা ধর্তব্য হবে না। সে উমরা করবে এবং পরবর্তী বছর হজ্জ আদায় করবে। এই মত প্রকাশ করেছেন সুফিয়ান সাওরী, সাফিঈ, আহমাদ ও ইসহাক। আবূ ঈসা বলেনঃ শুবা বুকাইর ইবনু আতা হতে সাওরীর হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। এই হাদীসটি ওয়াকী বর্ণনা করে বলেছেন, হজ্জ সম্পর্কিত হাদীসসমূহের মূল হচ্ছে এই হাদীসটি।",
    "chapter": {
      "chapter_number": "7"
    }
  }
}