{
  "hadith": {
    "hadith_id": 891,
    "narrator": "উরওয়া ইবনু মুযাররিস ইবনু আওস ইবনু হারিসা ইবনু লাম আত-তাঈ (রাঃ)",
    "bn": "তিনি বলেন, আমি মুযদালিফায় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলাম, তখন তিনি নামাযের উদ্দেশ্যে বের হয়েছেন। আমি বললাম, হে আল্লাহর রাসূল! আমি তাঈ-এর দুই পাহাড় (অঞ্চল) হতে এসেছি। আমার বাহনকেও আমি ক্লান্ত করে ফেলেছি এৰং নিজেকেও খুবই পরিশ্রান্ত করেছি। আল্লাহর শপথ! আমি এমন কোন বালির স্তুপ ছেড়ে যাইনি যেখানে আমি অবস্থান করিনি। আমার কি হজ্জ হবে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমাদের এই নামাযে যে লোক শরীক হয়েছে, আমাদের সাথে ফিরে আসা পর্যন্ত অবস্থান করেছে এবং এর পূর্বে রাতে বা দিনে আরাফাতে থেকেছে তার হজ্জ পূর্ণ হয়েছে এবং সেলোক তার অপরিচ্ছন্নতা দূর করে নিয়েছে।\n\nসহীহ, ইবনু মা-জাহ (৩০২৬), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، وَإِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، وَزَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنِ الشَّعْبِيِّ، عَنْ عُرْوَةَ بْنِ مُضَرِّسِ بْنِ أَوْسِ بْنِ حَارِثَةَ بْنِ لاَمٍ الطَّائِيِّ، قَالَ أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم بِالْمُزْدَلِفَةِ حِينَ خَرَجَ إِلَى الصَّلاَةِ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي جِئْتُ مِنْ جَبَلَىْ طَيِّئٍ أَكْلَلْتُ رَاحِلَتِي وَأَتْعَبْتُ نَفْسِي وَاللَّهِ مَا تَرَكْتُ مِنْ حَبْلٍ إِلاَّ وَقَفْتُ عَلَيْهِ فَهَلْ لِي مِنْ حَجٍّ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ شَهِدَ صَلاَتَنَا هَذِهِ وَوَقَفَ مَعَنَا حَتَّى نَدْفَعَ وَقَدْ وَقَفَ بِعَرَفَةَ قَبْلَ ذَلِكَ لَيْلاً أَوْ نَهَارًا فَقَدْ أَتَمَّ حَجَّهُ وَقَضَى تَفَثَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ قَوْلُهُ ‏\"‏ تَفَثَهُ ‏\"‏ ‏.‏ يَعْنِي نُسُكَهُ ‏.‏ قَوْلُهُ ‏\"‏ مَا تَرَكْتُ مِنْ حَبْلٍ إِلاَّ وَقَفْتُ عَلَيْهِ ‏\"‏ ‏.‏ إِذَا كَانَ مِنْ رَمْلٍ يُقَالُ لَهُ حَبْلٌ وَإِذَا كَانَ مِنْ حِجَارَةٍ يُقَالُ لَهُ جَبَلٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। তাফাসাহু এর অর্থ তার হজ্জ। বালির স্তুপকে হাবল বলা হয়। পাথরের স্তুপকে জাবাল বলা হয়।",
    "chapter": {
      "chapter_number": "7"
    }
  }
}