{
  "hadith": {
    "hadith_id": 910,
    "narrator": "নাজিয়া আল-খুযাঈ (রাঃ)",
    "bn": "তিনি বলেন, আমি বললাম, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! কুরবানীর পশু পথ চলতে না পারলে এবং এর মৃত্যুর আশংকা দেখা দিলে আমি কি করব? তিনি বললেনঃ এটিকে যবাহ কর, এর (গলায় বাঁধা) জুতা তার রক্তে ডুবিয়ে দাও, এরপর মানুষের জন্য তা রেখে দাও যেন তারা তা খেতে পারে। \n\n-সহীহ, ইবনু মা-জাহ (৩১০৬)।",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ الْهَمْدَانِيُّ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ نَاجِيَةَ الْخُزَاعِيِّ، صَاحِبِ بُدْنِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ قُلْتُ يَا رَسُولَ اللَّهِ كَيْفَ أَصْنَعُ بِمَا عَطِبَ مِنَ الْبُدْنِ قَالَ ‏ \"‏ انْحَرْهَا ثُمَّ اغْمِسْ نَعْلَهَا فِي دَمِهَا ثُمَّ خَلِّ بَيْنَ النَّاسِ وَبَيْنَهَا فَيَأْكُلُوهَا ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ ذُؤَيْبٍ أَبِي قَبِيصَةَ الْخُزَاعِيِّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ نَاجِيَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ قَالُوا فِي هَدْىِ التَّطَوُّعِ إِذَا عَطِبَ لاَ يَأْكُلُ هُوَ وَلاَ أَحَدٌ مِنْ أَهْلِ رُفْقَتِهِ وَيُخَلَّى بَيْنَهُ وَبَيْنَ النَّاسِ يَأْكُلُونَهُ وَقَدْ أَجْزَأَ عَنْهُ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالُوا إِنْ أَكَلَ مِنْهُ شَيْئًا غَرِمَ بِقَدْرِ مَا أَكَلَ مِنْهُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا أَكَلَ مِنْ هَدْىِ التَّطَوُّعِ شَيْئًا فَقَدْ ضَمِنَ الَّذِي أَكَلَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "যুওয়াইব আবূ কাবীসা আল-খুযাঈ (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। নাজিয়া (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী বিশেষজ্ঞ আলিমগণ আমল করার অভিমত দিয়েছেন। তারা বলেন, নফল কুরবানীর ক্ষেত্রে পশুটি চলতে না পারলে (যবাহ করার পর) সে নিজে বা তার সঙ্গীরা এর গোশত খেতে পারবে না, বরং লোকদের জন্য তা ফেলে রাখবে তারা যাতে উহা খেতে পারে। আর তার জন্য কুরবানী হিসাবে এটি যথেষ্ট হবে। এই অভিমত ইমাম শাফিঈ, আহমাদ ও ইসহাকের। তারা বলেন, যদি মালিক তা হতে কিছু খেয়ে থাকে তাহলে যতটুকু খেয়েছে সেই পরিমাণ ক্ষতিপূরণ দিতে হবে। অপর একদল আলিম বলেন, নফল কুরবানীর পশু হতে যদি সে কিছু খায় তাহলে তার বিনিময়ে আরেকটি কুরবানী দিতে হবে।",
    "chapter": {
      "chapter_number": "7"
    }
  }
}