{
  "hadith": {
    "hadith_id": 932,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাত পর্যন্ত হজ্জের মধ্যে উমরাও অন্তর্ভুক্ত হয়ে গেছে। \n\n-সহীহ, সহীহ আবূ দাউদ (১৫৭১), মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، حَدَّثَنَا زِيَادُ بْنُ عَبْدِ اللَّهِ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ دَخَلَتِ الْعُمْرَةُ فِي الْحَجِّ إِلَى يَوْمِ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ سُرَاقَةَ بْنِ مَالِكِ بْنِ جُعْشُمٍ وَجَابِرِ بْنِ عَبْدِ اللَّهِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ ‏.‏ وَمَعْنَى هَذَا الْحَدِيثِ أَنْ لاَ بَأْسَ بِالْعُمْرَةِ فِي أَشْهُرِ الْحَجِّ ‏.‏ وَهَكَذَا قَالَ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَمَعْنَى هَذَا الْحَدِيثِ أَنَّ أَهْلَ الْجَاهِلِيَّةِ كَانُوا لاَ يَعْتَمِرُونَ فِي أَشْهُرِ الْحَجِّ فَلَمَّا جَاءَ الإِسْلاَمُ رَخَّصَ النَّبِيُّ صلى الله عليه وسلم فِي ذَلِكَ فَقَالَ ‏\"‏ دَخَلَتِ الْعُمْرَةُ فِي الْحَجِّ إِلَى يَوْمِ الْقِيَامَةِ ‏\"‏ ‏.‏ يَعْنِي لاَ بَأْسَ بِالْعُمْرَةِ فِي أَشْهُرِ الْحَجِّ ‏.‏ وَأَشْهُرُ الْحَجِّ شَوَّالٌ وَذُو الْقَعْدَةِ وَعَشْرٌ مِنْ ذِي الْحِجَّةِ لاَ يَنْبَغِي لِلرَّجُلِ أَنْ يُهِلَّ بِالْحَجِّ إِلاَّ فِي أَشْهُرِ الْحَجِّ ‏.‏ وَأَشْهُرُ الْحُرُمِ رَجَبٌ وَذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمُ ‏.‏ هَكَذَا قَالَ غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সুরাকা ইবনু জুশুম ও জাবির ইবনু আবদুল্লাহ (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে।\nইবনু আব্বাসের হাদীসটিকে আবূ ঈসা হাসান বলেছেন। এই হাদীসের তাৎপর্য হল, হজ্জের মাসসমূহে উমরা করায় কোন সমস্যা নেই। অনুরূপ ব্যাখ্যাই করেছেন ইমাম শাফিঈ, আহমাদ ও ইসহাক। এই হাদীসের তাৎপর্য হল, হজ্জের মাসসমূহে জাহিলী যুগের লোকেরা উমরা আদায় করত না। ইসলামের আবির্ভাবের পর এই বিষয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অনুমতি দেন এবং বলেন, কিয়ামাত পর্যন্ত উমরাও হজ্জের মধ্যে অন্তর্ভুক্ত হয়ে গেছে অর্থাৎ হজ্জের মাসসমূহে উমরা করাতে কোন সমস্যা নেই। হজ্জের মাস হলঃ শাওয়াল, যুলকাদা ও যুলহিজ্জার প্রথম দশদিন। হজ্জের মাসগুলি ব্যতীত অন্য মাসে হজ্জের ইহরাম বাধা উচিত নয়। আর হারাম মাসগুলো হলোঃ রজব, যুলকাদা, যুলহিজ্জা ও মুহাররাম। অনুরূপ মত ব্যক্ত করেছেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একাধিক সাহাবী ও অপরাপর অনেক আলিম।",
    "chapter": {
      "chapter_number": "7"
    }
  }
}