{
  "hadith": {
    "hadith_id": 939,
    "narrator": "উম্মু মাকিল (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ রমযান মাসের উমরা হজ্জের সমতুল্য।\n\n-সহীহ, ইবনু মাজাহ (২৯৯৩)।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ بْنِ يَزِيدَ، عَنِ ابْنِ أُمِّ مَعْقِلٍ، عَنْ أُمِّ مَعْقِلٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ عُمْرَةٌ فِي رَمَضَانَ تَعْدِلُ حَجَّةً ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَجَابِرٍ وَأَبِي هُرَيْرَةَ وَأَنَسٍ وَوَهْبِ بْنِ خَنْبَشٍ ‏.‏ قَالَ أَبُو عِيسَى وَيُقَالُ هَرَمُ بْنُ خَنْبَشٍ ‏.‏ قَالَ بَيَانٌ وَجَابِرٌ عَنِ الشَّعْبِيِّ عَنْ وَهْبِ بْنِ خَنْبَشٍ ‏.‏ وَقَالَ دَاوُدُ الأَوْدِيُّ عَنِ الشَّعْبِيِّ عَنْ هَرَمِ بْنِ خَنْبَشٍ ‏.‏ وَوَهْبٌ أَصَحُّ ‏.‏ وَحَدِيثُ أُمِّ مَعْقِلٍ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَالَ أَحْمَدُ وَإِسْحَاقُ قَدْ ثَبَتَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّ عُمْرَةً فِي رَمَضَانَ تَعْدِلُ حَجَّةً ‏.‏ قَالَ إِسْحَاقُ مَعْنَى هَذَا الْحَدِيثِ مِثْلُ مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ مَنْ قَرَأَْ ‏:‏ ‏(‏ قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ فَقَدْ قَرَأَ ثُلُثَ الْقُرْآنِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস, জাবির, আবূ হুরাইরা, আনাস ও ওয়াহব ইবনু খানবাশ (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেনঃ ওয়াহব ইবনু খানবাশকে হারিম ইবনু খানবাশও বলা হয়। (রাবী) বায়ান ও জাবির বলেছেন শাবী হতে, তিনি ওয়াহব ইবনু খানবাশ হতে। আর দাউদ আল আওদী বলেছেন শাবী হতে, তিনি হারিম ইবনু খানবাশ হতে। তার নাম ওয়াহব এটিই অধিক সহীহ। উন্মু মাকিলের হাদীসটি এই সূত্রে হাসান গারীব। আহমাদ ও ইসহাক (রহঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে সঠিকভাবে বর্ণিত আছে যে, রমযান মাসের উমরা হজ্জের সমতুল্য। ইসহাক বলেন, এ হাদীসের তাৎপর্য সূরা ইখলাস প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত হাদীসটির তাৎপর্যের অনুরূপ। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক “কুল হুআল্লাহু আহাদ সূরা তিলাওয়াত করল সে যেন কুরআন মাজীদের এক-তৃতীয়াংশ তিলাওয়াত করল\"।",
    "chapter": {
      "chapter_number": "7"
    }
  }
}