{
  "hadith": {
    "hadith_id": 940,
    "narrator": "হাজ্জাজ ইবনু আমর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কারো দেহের কোন অঙ্গ ভেঙ্গে গেলে বা সে খোঁড়া হয়ে গেলে হালাল (ইহরামমুক্ত) হয়ে যাবে এবং তাকে আরেকবার হজ্জ আদায় করতে হবে। ইকরামা বলেন, আমি এই হাদীস প্রসঙ্গে আবূ হুরাইরা ও ইবনু আব্বাস (রাঃ)-কে প্রশ্ন করলে তারা উভয়ে বলেন, হাজ্জাজ সত্য বলেছেন। \n\n-সহীহ, ইবনু মা-জাহ (৩০৭৭)।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا حَجَّاجٌ الصَّوَّافُ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ عِكْرِمَةَ، قَالَ حَدَّثَنِي الْحَجَّاجُ بْنُ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ كُسِرَ أَوْ عَرِجَ فَقَدْ حَلَّ وَعَلَيْهِ حَجَّةٌ أُخْرَى ‏\"‏ ‏.‏ فَذَكَرْتُ ذَلِكَ لأَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ فَقَالاَ صَدَقَ ‏.‏\nحَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، عَنِ الْحَجَّاجِ، مِثْلَهُ ‏.‏ قَالَ وَسَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ هَكَذَا رَوَاهُ غَيْرُ وَاحِدٍ عَنِ الْحَجَّاجِ الصَّوَّافِ نَحْوَ هَذَا الْحَدِيثِ ‏.‏ وَرَوَى مَعْمَرٌ وَمُعَاوِيَةُ بْنُ سَلاَّمٍ هَذَا الْحَدِيثَ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ عِكْرِمَةَ عَنْ عَبْدِ اللَّهِ بْنِ رَافِعٍ عَنِ الْحَجَّاجِ بْنِ عَمْرٍو عَنِ النَّبِيِّ صلى الله عليه وسلم هَذَا الْحَدِيثَ ‏.‏ وَحَجَّاجٌ الصَّوَّافُ لَمْ يَذْكُرْ فِي حَدِيثِهِ عَبْدَ اللَّهِ بْنَ رَافِعٍ ‏.‏ وَحَجَّاجٌ ثِقَةٌ حَافِظٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏ وَسَمِعْتُ مُحَمَّدًا يَقُولُ رِوَايَةُ مَعْمَرٍ وَمُعَاوِيَةَ بْنِ سَلاَّمٍ أَصَحُّ ‏.‏\nحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عِكْرِمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ رَافِعٍ، عَنِ الْحَجَّاجِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান বলেছেন। হাজ্জাজ আস-সাওওয়াফ হতেও একাধিক বর্ণনাকারী এই হাদীসের মতই রিওয়ায়াত করেছেন। এই হাদীস মামার ও মুআবিয়া ইবনু সাল্লাম বর্ণনা করেছেন ইয়াহইয়া ইবনু আবী কাসীর হতে, তিনি ইকরামা হতে, তিনি আব্দুল্লাহ ইবনু রাফি হতে, তিনি হাজ্জাজ ইবনু আমর হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে। কিন্তু হাজ্জাজ আস-সাওওয়াফ তার সনদে আবদুল্লাহ ইবনু রাফি-এর উল্লেখ করেননি। হাদীস বিশেষজ্ঞগণের মতে হাজ্জাজ একজন (হাদীসের) হাফিজ ও বিশ্বস্ত বর্ণনাকারী। মুহাম্মদ আল-বুখারীকে আমি বলতে শুনেছি, মামার ও মুআবিয়া ইবনু সাল্লামের রিওয়ায়াতটি এই হাদীসের ক্ষেত্রে বেশি সহীহ। উপরোক্ত হাদীসের মতই অন্য একটি সূত্রেও বর্ণিত আছে। সূত্রটি এই আবদু ইবনু হুমাইদ আবদুর রাজ্জাক হতে, তিনি মা’মার হতে, তিনি ইয়াহইয়া ইবনু কাসীর হতে, তিনি ইকরিমা হতে, তিনি আব্দুল্লাহ ইবনু রাফি হতে, তিনি হাজ্জাজ ইবনু আমর হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে।",
    "chapter": {
      "chapter_number": "7"
    }
  }
}