{
  "hadith": {
    "hadith_id": 953,
    "narrator": "কা’ব ইবনু উজরা (রাঃ)",
    "bn": "হুদাইবিয়াতে তিনি ইহরাম অবস্থায় থাকাকালে এবং মক্কায় আসার পূর্বে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার নিকট দিয়ে যাচ্ছিলেন। এই সময় তিনি হাড়ির নীচে (চুলায়) আগুন জ্বালাচ্ছিলেন, আর তার চেহারায় উকুন গড়িয়ে পড়ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ তোমাকে কি তোমার এই পোকাগুলো কষ্ট দিচ্ছে? তিনি বললেন, হ্যাঁ। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাহলে মাথা মুণ্ডন কর এবং এক ফারাক\" খাদ্যদ্রব্য ছয়জন মিসকীনকে দান কর (তিন সা\"-তে এক ফারাক) অথবা তিনদিন রোযা রাখ অথবা একটি পশু কুরবানী কর। ইবনু আবী নাজীহ-এর বর্ণনায় আছেঃ অথবা একটি বকরী যবাহ কর।\n\n-সহীহ, ইবনু মা-জাহ (৩০৭৯, ৩০৮০), নাসা-ঈ।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ السَّخْتِيَانِيِّ، وَابْنِ أَبِي نَجِيحٍ، وَحُمَيْدٍ الأَعْرَجِ، وَعَبْدِ الْكَرِيمِ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ كَعْبِ بْنِ عُجْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم مَرَّ بِهِ وَهُوَ بِالْحُدَيْبِيَةِ قَبْلَ أَنْ يَدْخُلَ مَكَّةَ وَهُوَ مُحْرِمٌ وَهُوَ يُوقِدُ تَحْتَ قِدْرٍ وَالْقَمْلُ يَتَهَافَتُ عَلَى وَجْهِهِ فَقَالَ ‏\"‏ أَتُؤْذِيكَ هَوَامُّكَ هَذِهِ ‏\"‏ ‏.‏ فَقَالَ نَعَمْ ‏.‏ فَقَالَ ‏\"‏ احْلِقْ وَأَطْعِمْ فَرَقًا بَيْنَ سِتَّةِ مَسَاكِينَ ‏\"‏ ‏.‏ وَالْفَرَقُ ثَلاَثَةُ آصُعٍ ‏\"‏ أَوْ صُمْ ثَلاَثَةَ أَيَّامٍ أَوِ انْسُكْ نَسِيكَةً ‏\"‏ ‏.‏ قَالَ ابْنُ أَبِي نَجِيحٍ ‏\"‏ أَوِ اذْبَحْ شَاةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَيْهِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ الْمُحْرِمَ إِذَا حَلَقَ رَأْسَهُ أَوْ لَبِسَ مِنَ الثِّيَابِ مَا لاَ يَنْبَغِي لَهُ أَنْ يَلْبَسَ فِي إِحْرَامِهِ أَوْ تَطَيَّبَ فَعَلَيْهِ الْكَفَّارَةُ بِمِثْلِ مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল বিশেষজ্ঞ সাহাবী ও অপরাপর আলিমগণ আমল করেছেন। যদি কোন মুহরিম লোক মাথা মুণ্ডন করে বা যে ধরণের পোশাক ইহরামে পরা উচিত নয় কোন লোক যদি সেই ধরণের পোশাক পরে বা সুগন্ধি ব্যবহার করে তাহলে এই হাদীসে বর্ণিত নিয়মে তার উপর কাফফারা প্রদান করা অপরিহার্য হবে।",
    "chapter": {
      "chapter_number": "7"
    }
  }
}