{
  "hadith": {
    "hadith_id": 96,
    "narrator": "সাফওয়ান ইবনু ‘আসসাল (রাঃ)",
    "bn": "তিনি বলেন, আমরা যখন সফরে থাকতাম রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নির্দেশ দিতেন, আমরা যেন নাপাকির গোসল ছাড়া তিন দিন তিন রাত আমাদের মোজা না খুলি; এমনকি এমনকি মলত্যাগ-পেশাব ও ঘুম হতে ওঠার পর ওযূ করার সময়ও (মোজা না খুলি)। \n\nহাসান। ইবনু মাজাহ (৪৭৮)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنْ صَفْوَانَ بْنِ عَسَّالٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَأْمُرُنَا إِذَا كُنَّا سَفْرًا أَنْ لاَ نَنْزِعَ خِفَافَنَا ثَلاَثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ إِلاَّ مِنْ جَنَابَةٍ وَلَكِنْ مِنْ غَائِطٍ وَبَوْلٍ وَنَوْمٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَى الْحَكَمُ بْنُ عُتَيْبَةَ وَحَمَّادٌ عَنْ إِبْرَاهِيمَ النَّخَعِيِّ عَنْ أَبِي عَبْدِ اللَّهِ الْجَدَلِيِّ عَنْ خُزَيْمَةَ بْنِ ثَابِتٍ وَلاَ يَصِحُّ ‏.‏ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ قَالَ شُعْبَةُ لَمْ يَسْمَعْ إِبْرَاهِيمُ النَّخَعِيُّ مِنْ أَبِي عَبْدِ اللَّهِ الْجَدَلِيِّ حَدِيثَ الْمَسْحِ ‏.‏ وَقَالَ زَائِدَةُ عَنْ مَنْصُورٍ كُنَّا فِي حُجْرَةِ إِبْرَاهِيمَ التَّيْمِيِّ وَمَعَنَا إِبْرَاهِيمُ النَّخَعِيُّ فَحَدَّثَنَا إِبْرَاهِيمُ التَّيْمِيُّ عَنْ عَمْرِو بْنِ مَيْمُونٍ عَنْ أَبِي عَبْدِ اللَّهِ الْجَدَلِيِّ عَنْ خُزَيْمَةَ بْنِ ثَابِتٍ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الْمَسْحِ عَلَى الْخُفَّيْنِ ‏.‏ قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ أَحْسَنُ شَيْءٍ فِي هَذَا الْبَابِ حَدِيثُ صَفْوَانَ بْنِ عَسَّالٍ الْمُرَادِيِّ ‏.‏ قَالَ أَبُو عِيسَى وَهُوَ قَوْلُ أَكْثَرِ الْعُلَمَاءِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ مِنَ الْفُقَهَاءِ مِثْلِ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ قَالُوا يَمْسَحُ الْمُقِيمُ يَوْمًا وَلَيْلَةً وَالْمُسَافِرُ ثَلاَثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ بَعْضِ أَهْلِ الْعِلْمِ أَنَّهُمْ لَمْ يُوَقِّتُوا فِي الْمَسْحِ عَلَى الْخُفَّيْنِ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى وَالتَّوْقِيتُ أَصَحُّ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ صَفْوَانَ بْنِ عَسَّالٍ أَيْضًا مِنْ غَيْرِ حَدِيثِ عَاصِمٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান সহীহ। হাকমি ইবনু ‘উতাইবা ও হাম্মাদ-ইবরাহীশ নাখঈর সূত্রে, তিনি আবূ আবদুল্লাহ আল- জাদালীর সূত্রে, তিনি খুযাইমার সূত্রে মোজার উপর মাসিহ সম্পর্কিত হাদীস বর্ণনা করেছেন। কিন্তু এ বর্ণনাটি সহীহ নয়। ‘আলী ইবনু মাদীনী বলেন, ইয়াহইয়া ইবনু সা‘ঈদ বলেছেন, শু’বা বলেছেন, আবূ আবদুল্লাহ আল-জাদলীর নিকট হতে ইবরাহীম নাখাঈ মাসিহ সম্পর্কিত হাদীস শুনেননি। যায়িদাহ মানসূর হতে বর্ণনা করেছেন, তিনি বলেন, আমরা ইবরাহীম তাইমীর ঘরে বসা ছিলাম। ইবরাহীশ নাখাঈও অমাদের সাথে ছিলেন। তখন ইবরাহীম তাইমী আমাদের নিকট ‘আমর ইবনু মাইমূনের সূত্রে, তিনি আবদুল্লাহ আল-জাদালীর সূত্রে, তিনি খুযাইমা ইবনু সাবিতের সূত্রে এবং তিনি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট হতে ‘মোজার উপর সামিহ’ সম্পর্কিথ হাদীসটি বর্ণনা করেছেন। মুহাম্মাদ ইবনু ইসমাঈল (ইমাম বুখারী) বলেন, এ অনুচ্ছেদে সাফওয়ান ইবনু ‘আসসাল আল-মুরাদী (রা) হতে বর্ণিথ হাদীসটি বেশি উত্তম। \nআবূ ‘ঈসা বলেনঃ বিশেষজ্ঞ সাহাবা, তাবিঈও পরবর্তী যুগের ফিক্হবিদ যেমন সুফিয়ান সাত্তরী, ইবনুল মুবারাক, শাফিউ, আহমাদ ও ইসহাকের মতে মুসাফির ব্যক্তি তিন দিন তিন রাত এবং মুক্বীম ব্যক্তি এক দিন একরাত পর্যন্ত মোজার উপর মাসিহ করতে পারবে। \nআবূ ‘ঈসা বলেনঃ কিছ বিদ্বান যেমন মালিখ ইবনু আনাস মোজার উপর মাসিহ করার সময়সীমা নির্দিষ্ট করেননি। কিন্তু সময়সীমা নির্ধারিত করাটাই বেশি সহীহ। এই হাদীসটি সাফওয়ান ইবনু ‘আসসাল হতে আসিম ব্যতীত অন্য সূতেও বর্ণিত হয়েছে।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}