{
  "hadith": {
    "hadith_id": 967,
    "narrator": "সাওবান (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন মুসলমান তার কোন (রুগ্ন) মুসলিম ভাইকে দেখতে গেলে সে (যতক্ষণ সেখানে থাকে ততক্ষণ) যেন জান্নাতের ফল আহরণ করতে থাকে।\n\n-সহীহ, মুসলিম (৮/১৩)।",
    "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي أَسْمَاءَ الرَّحَبِيِّ، عَنْ ثَوْبَانَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ الْمُسْلِمَ إِذَا عَادَ أَخَاهُ الْمُسْلِمَ لَمْ يَزَلْ فِي خُرْفَةِ الْجَنَّةِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي مُوسَى وَالْبَرَاءِ وَأَبِي هُرَيْرَةَ وَأَنَسٍ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ثَوْبَانَ حَدِيثٌ حَسَنٌ ‏.‏ وَرَوَى أَبُو غِفَارٍ وَعَاصِمٌ الأَحْوَلُ هَذَا الْحَدِيثَ عَنْ أَبِي قِلاَبَةَ عَنْ أَبِي الأَشْعَثِ عَنْ أَبِي أَسْمَاءَ عَنْ ثَوْبَانَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ وَسَمِعْتُ مُحَمَّدًا يَقُولُ مَنْ رَوَى هَذَا الْحَدِيثَ عَنْ أَبِي الأَشْعَثِ عَنْ أَبِي أَسْمَاءَ فَهُوَ أَصَحُّ ‏.‏ قَالَ مُحَمَّدٌ وَأَحَادِيثُ أَبِي قِلاَبَةَ إِنَّمَا هِيَ عَنْ أَبِي أَسْمَاءَ إِلاَّ هَذَا الْحَدِيثَ فَهُوَ عِنْدِي عَنْ أَبِي الأَشْعَثِ عَنْ أَبِي أَسْمَاءَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, আবূ মূসা, বারাআ, আবূ হুরাইরা, আনাস ও জাবির (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। সাওবান (রাঃ) বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীসটি আবূ গিফার ও আসিম আল-আহওয়াল (রহঃ) এরকমই বর্ণনা করেছেন আবূ কিলাবা হতে, তিনি আবুল আশআস হতে, তিনি আবূ আসমা হতে, তিনি সাওবান (রাঃ)-এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে। তিরমিয়ী বলেন, মুহাম্মাদ আল-বুখারী (রহঃ)-কে আমি বলতে শুনেছি, যারা আবুল আশআস হতে আবূ আসমার সূত্রে এই হাদীস বর্ণনা করেছেন তাদের সনদসূত্র অধিকতর সহীহ্। মুহাম্মাদ (বুখারী) আরও বলেছেনঃ আবূ কিলাবার হাদীসগুলি আবূ আমরের সূত্রেই বর্ণিত, কিন্তু এই হাদীসটি আবুল আশ্ আসের বরাতে আবূ আসমা হতেই আমি জানতে পেরেছি।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}