{
  "hadith": {
    "hadith_id": 975,
    "narrator": "সা'দ ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমি অসুস্থ হলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে দেখতে এলেন। তিনি বললেনঃ তুমি কি ওয়াসিয়াত করেছ? আমি বললাম, হ্যাঁ। তিনি বললেনঃ কতটুকু? আমি বললাম, আল্লাহ্ তা'আলার রাস্তায় আমার সবটুকু সম্পদ দিয়ে দিয়েছি। তিনি বললেনঃ তোমার সন্তানদের জন্য কি রাখলে? তিনি বললেন, তারা বেশ ধনী। তিনি বললেনঃ দশ ভাগের এক অংশ ওয়াসিয়াত কর। সা'দ (রাঃ) বলেন, আমি বরাবর “তা খুবই কম” বলতে লাগলাম। তিনি শেষে বললেনঃ ওয়াসিয়াত কর তিন ভাগের এক অংশ। আর তিন ভাগের এক অংশও বেশি হয়ে যাচ্ছে। \n\nসহীহ, ইরওয়া (৮৯৯), সহীহ আবূ দাউদ (২৫৫০), বুখারী, মুসলিম দশভাগের একভাগ ওয়াসিয়াত কর এই অংশ বাদে। এ অংশটুকু যঈফ।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ سَعْدِ بْنِ مَالِكٍ، قَالَ عَادَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا مَرِيضٌ فَقَالَ ‏\"‏ أَوْصَيْتَ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ بِكَمْ ‏\"‏ ‏.‏ قُلْتُ بِمَالِي كُلِّهِ فِي سَبِيلِ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَمَا تَرَكْتَ لِوَلَدِكَ ‏\"‏ ‏.‏ قُلْتُ هُمْ أَغْنِيَاءُ بِخَيْرٍ ‏.‏ قَالَ ‏\"‏ أَوْصِ بِالْعُشْرِ ‏\"‏ ‏.‏ فَمَا زِلْتُ أُنَاقِصُهُ حَتَّى قَالَ ‏\"‏ أَوْصِ بِالثُّلُثِ وَالثُّلُثُ كَثِيرٌ ‏\"‏ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ وَنَحْنُ نَسْتَحِبُّ أَنْ يَنْقُصَ مِنَ الثُّلُثِ لِقَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَالثُّلُثُ كَثِيرٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ سَعْدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْهُ مِنْ غَيْرِ وَجْهٍ وَقَدْ رُوِيَ عَنْهُ ‏\"‏ وَالثُّلُثُ كَبِيرٌ ‏\"‏ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لاَ يَرَوْنَ أَنْ يُوصِيَ الرَّجُلُ بِأَكْثَرَ مِنَ الثُّلُثِ وَيَسْتَحِبُّونَ أَنْ يَنْقُصَ مِنَ الثُّلُثِ ‏.‏ قَالَ سُفْيَانُ الثَّوْرِيُّ كَانُوا يَسْتَحِبُّونَ فِي الْوَصِيَّةِ الْخُمُسَ دُونَ الرُّبُعِ وَالرُّبُعَ دُونَ الثُّلُثِ وَمَنْ أَوْصَى بِالثُّلُثِ فَلَمْ يَتْرُكْ شَيْئًا وَلاَ يَجُوزُ لَهُ إِلاَّ الثُّلُثُ ‏.‏\nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ سَعْدِ بْنِ مَالِكٍ، قَالَ عَادَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا مَرِيضٌ فَقَالَ ‏\"‏ أَوْصَيْتَ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ بِكَمْ ‏\"‏ ‏.‏ قُلْتُ بِمَالِي كُلِّهِ فِي سَبِيلِ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَمَا تَرَكْتَ لِوَلَدِكَ ‏\"‏ ‏.‏ قُلْتُ هُمْ أَغْنِيَاءُ بِخَيْرٍ ‏.‏ قَالَ ‏\"‏ أَوْصِ بِالْعُشْرِ ‏\"‏ ‏.‏ فَمَا زِلْتُ أُنَاقِصُهُ حَتَّى قَالَ ‏\"‏ أَوْصِ بِالثُّلُثِ وَالثُّلُثُ كَثِيرٌ ‏\"‏ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ وَنَحْنُ نَسْتَحِبُّ أَنْ يَنْقُصَ مِنَ الثُّلُثِ لِقَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَالثُّلُثُ كَثِيرٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ سَعْدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْهُ مِنْ غَيْرِ وَجْهٍ وَقَدْ رُوِيَ عَنْهُ ‏\"‏ وَالثُّلُثُ كَبِيرٌ ‏\"‏ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لاَ يَرَوْنَ أَنْ يُوصِيَ الرَّجُلُ بِأَكْثَرَ مِنَ الثُّلُثِ وَيَسْتَحِبُّونَ أَنْ يَنْقُصَ مِنَ الثُّلُثِ ‏.‏ قَالَ سُفْيَانُ الثَّوْرِيُّ كَانُوا يَسْتَحِبُّونَ فِي الْوَصِيَّةِ الْخُمُسَ دُونَ الرُّبُعِ وَالرُّبُعَ دُونَ الثُّلُثِ وَمَنْ أَوْصَى بِالثُّلُثِ فَلَمْ يَتْرُكْ شَيْئًا وَلاَ يَجُوزُ لَهُ إِلاَّ الثُّلُثُ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "আবূ আবদুর রাহমান বলেন, আমরা এক-তৃতীয়াংশের কম ওয়াসিয়াত করাকে মুস্তাহাব মনে করি। কেননা, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এক-তৃতীয়াংশও অনেক বেশি।\nইবনু আব্বাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। সা'দ (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এটি একাধিকসূত্রে বর্ণিত আছে। কোন কোন বর্ণনায় কাবীর\" শব্দ এবং কোন কোন বর্ণনায় ‘কাসীর\" শব্দের উল্লেখ রয়েছে।\nএই হাদীস অনুযায়ী আলিমগণ আমল করার কথা বলেছেন। তারা এক তৃতীয়াংশের বেশি পরিমাণ ওয়াসিয়াত করাকে জায়িয মনে করেন না, বরং এক তৃতীয়াংশেরও কম সম্পদ ওয়াসিয়াত করাকে মুস্তাহাব মনে করেন। সুফিয়ান সাওরী বলেনঃ এক-চতুর্থাংশের চেয়ে এক-পঞ্চমাংশ এবং এক-তৃতীয়াংশের চেয়ে এক-চতুর্থাংশ ওয়াসিয়াত করাকে পূর্ববর্তী আলিমগণ মুস্তাহাব মনে করতেন। এক-তৃতীয়াংশ পরিমাণ সম্পত্তি যে লোক ওয়াসিয়াত করল সে লোক তো আর কিছু রাখল না। তার জন্য এক-তৃতীয়াংশের বেশি ওয়াসিয়াত করা জায়িয নয়।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}