{
  "hadith": {
    "hadith_id": 977,
    "narrator": "উম্মু সালামা (রাঃ)",
    "bn": "তিনি বলেন, আমাদেরকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন অসুস্থ বা মৃত লোকের নিকটে তোমরা হাযির হলে তার সম্বন্ধে ভাল কথা বলবে। কেননা, তোমরা যেসব কথা বল সে প্রসঙ্গে ফেরেশতাগণ আমীন বলে থাকেন। উন্মু সালামা (রাঃ) বলেন, আবূ সালামা (রাঃ) মারা যাবার পর আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে এসে বললাম, হে আল্লাহর রাসূল! আবূ সালামা মারা গিয়েছে। তিনি বললেনঃ তুমি বল, “হে আল্লাহ আমাকে এবং তাকে ক্ষমা করে দিন এবং তার পরে আমাকে তার চেয়ে আরও উত্তম পরিণতি দান করুন। উম্মু সালামা (রাঃ) বলেন, আমি বুঝতে পারলাম যে, আল্লাহ্ তা'আলা তার পরবর্তীতে আমাকে তার চাইতে উত্তম ব্যক্তি দান করেছেন। তিনি হচ্ছেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)।\n\n-সহীহ, ইবনু মা-জাহ (১৪৪৭), মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا حَضَرْتُمُ الْمَرِيضَ أَوِ الْمَيِّتَ فَقُولُوا خَيْرًا فَإِنَّ الْمَلاَئِكَةَ يُؤَمِّنُونَ عَلَى مَا تَقُولُونَ ‏\"‏ ‏.‏ قَالَتْ فَلَمَّا مَاتَ أَبُو سَلَمَةَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سَلَمَةَ مَاتَ ‏.‏ قَالَ ‏\"‏ فَقُولِي اللَّهُمَّ اغْفِرْ لِي وَلَهُ وَأَعْقِبْنِي مِنْهُ عُقْبَى حَسَنَةً ‏\"‏ ‏.‏ قَالَتْ فَقُلْتُ فَأَعْقَبَنِي اللَّهُ مِنْهُ مَنْ هُوَ خَيْرٌ مِنْهُ رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى شَقِيقٌ هُوَ ابْنُ سَلَمَةَ أَبُو وَائِلٍ الأَسَدِيُّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أُمِّ سَلَمَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ كَانَ يُسْتَحَبُّ أَنْ يُلَقَّنَ الْمَرِيضُ عِنْدَ الْمَوْتِ قَوْلَ لاَ إِلَهَ إِلاَّ اللَّهُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا قَالَ ذَلِكَ مَرَّةً فَمَا لَمْ يَتَكَلَّمْ بَعْدَ ذَلِكَ فَلاَ يَنْبَغِي أَنْ يُلَقَّنَ وَلاَ يُكْثَرَ عَلَيْهِ فِي هَذَا ‏.‏ وَرُوِيَ عَنِ ابْنِ الْمُبَارَكِ أَنَّهُ لَمَّا حَضَرَتْهُ الْوَفَاةُ جَعَلَ رَجُلٌ يُلَقِّنُهُ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَكْثَرَ عَلَيْهِ فَقَالَ لَهُ عَبْدُ اللَّهِ إِذَا قُلْتُ مَرَّةً فَأَنَا عَلَى ذَلِكَ مَا لَمْ أَتَكَلَّمْ بِكَلاَمٍ ‏.‏ وَإِنَّمَا مَعْنَى قَوْلِ عَبْدِ اللَّهِ إِنَّمَا أَرَادَ مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ مَنْ كَانَ آخِرُ قَوْلِهِ لاَ إِلَهَ إِلاَّ اللَّهُ دَخَلَ الْجَنَّةَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "শাকীক হচ্ছেন ইবনু সালামা আবূ ওয়াইল আসাদী। উন্মু সালামা (রাঃ) বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।\nমুমূর্য রোগীকে লা ইলাহা ইল্লাল্লাহ-এর তালকীন করা মুস্তাহাব। একদল আলিম বলেন, এই কালিমা যদি সে একবার পাঠ করে নেয় তবে পরে অন্যকথা না বললে পুনরায় তাকে তালকীন করা অনুচিত এবং বারবার এই বিষয়ে তাকে চাপ প্রয়োগ করা উচিত নয়। ইবনুল মুবারাকের মৃত্যুর সময় হাযির হলে তাঁকে কোন এক লোক লা ইলাহা ইল্লাল্লাহ-এর তালকীন করতে থাকে তখন তিনি বললেন, আমি একবার তা বলেছি পরে অন্য কোন কথা না বলা পর্যন্ত আমি এই কথার উপরই প্রতিষ্ঠিত আছি। আবদুল্লাহ ইবনুল মুবারাক (রহঃ)-এর এই কথার তাৎপর্য এটাই যা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছেঃ “যে লোকের শেষ কথা \"লা ইলাহা ইল্লাল্লাহ হবে সে লোক জান্নাতে যাবে\"।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}