{
  "hadith": {
    "hadith_id": 99,
    "narrator": "মুগীরা ইবনু শু’বা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওযূ করলেন এবং জাওরাব ও জুতার উপর মাসাহ করলেন। \n\nসহীহ। ইবনু মাজাহ- (৫৫৯)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، وَمَحْمُودُ بْنُ غَيْلاَنَ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي قَيْسٍ، عَنْ هُزَيْلِ بْنِ شُرَحْبِيلَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ تَوَضَّأَ النَّبِيُّ صلى الله عليه وسلم وَمَسَحَ عَلَى الْجَوْرَبَيْنِ وَالنَّعْلَيْنِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ قَالُوا يَمْسَحُ عَلَى الْجَوْرَبَيْنِ وَإِنْ لَمْ تَكُنْ نَعْلَيْنِ إِذَا كَانَا ثَخِينَيْنِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي مُوسَى ‏.‏ قَالَ أَبُو عِيسَى سَمِعْتُ صَالِحَ بْنَ مُحَمَّدٍ التِّرْمِذِيَّ قَالَ سَمِعْتُ أَبَا مُقَاتِلٍ السَّمَرْقَنْدِيَّ يَقُولُ دَخَلْتُ عَلَى أَبِي حَنِيفَةَ فِي مَرَضِهِ الَّذِي مَاتَ فِيهِ فَدَعَا بِمَاءٍ فَتَوَضَّأَ وَعَلَيْهِ جَوْرَبَانِ فَمَسَحَ عَلَيْهِمَا ثُمَّ قَالَ فَعَلْتُ الْيَوْمَ شَيْئًا لَمْ أَكُنْ أَفْعَلُهُ مَسَحْتُ عَلَى الْجَوْرَبَيْنِ وَهُمَا غَيْرُ مُنَعَّلَيْنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন: হাদীসটি হাসান সহীহ। একাধিক বিশেষজ্ঞ যেমন, সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ, আমহাদ ও ইসহাক বলেছেন, জাওরাবের উপর মাসিহ করা যাবে, তার সাথে জুতা না পরা হলেও। এটা যখন মোটা বস্ত্রের হবে। এ অনুচ্ছেদে আবূ মূসা (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। \nআবূ ‘ঈসা বলেন: আমি সালিহ ইবনু মুহাম্মাদ আত্‌-তিরমিযীর নিকট শুনেছি, তিনি বলেন, আমি আবূ মুকাতিল সামার কান্দীকে বলতে শুনেছি, আমি ইমাম আবূ হানীফার নিকট ঐ অসুখের সময় উপস্থিত হলাম যে অসুখে তিনি ইনতিকাল করেছেন। তিনি পানি আনতে বললেন, অতঃপর ওযূ করলেন তার পায়ে জাওরাবা ছিল, তিনি তার উপর মাসাহ করলেন আর বললেন, আজ আমি এমন একটি কাজ করলাম, যা আমি পূর্বে করিনি। আমি জাওরাবার উপর মাসাহ করেছি অথচ তার সাথে জুতা ছিল না।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}