{
  "hadith": {
    "hadith_id": 1078,
    "narrator": "আসওয়াদ ও ‘আলক্বামাহ্ (রহঃ)",
    "bn": "তারা (উভয়ে) বলেছেন, আমরা ‘আবদুল্লাহ ইবনু মাস’ঊদ (রাঃ) -এর বাড়িতে তার কাছে গেলাম। তিনি আমাদেরকে জিজ্ঞেস করলেন, এসব আমীর-উমারাহ্ এবং তাদের অনুসারীগণ যারা তোমাদের পেছনে রয়েছে তারা কি সলাত আদায় করেছে? জবাবে আমরা বললাম, না। তখন তিনি বললেন, তাহলে উঠে সলাত আদায় করে নাও। (কারণ সলাতের সময় হয়ে গিয়েছে)। কিন্তু তিনি আমাদেরকে আযান কিংবা একামত দিতে বললেন না। [২] বর্ণনাকারী বর্ণনা করেছেন যে, সলাত আদায়ের জন্য আমরা তার পিছনে দাঁড়াতে গেলে তিনি আমাদের একজনকে ধরে তার ডানপাশে দাঁড় করিয়ে দিলেন এবং অপরজনকে বাঁ পাশে দাঁড় করিয়ে দিলেন। [৩] তিনি রুকূ’তে গেলে আমরাও রুকূতে গিয়ে হাঁটুর উপর আমাদের হাত রাখলাম। তখন তিনি আমাদের হাত ধরলেন এবং হাতের দু’তালু একত্রিত করে দু’উরুর মাঝখানে স্থাপন করলেন। পরে সলাত শেষে বললেন, অচিরেই এমন সব আমীর –উমারাহ্ ও ধনাঢ্য ব্যক্তিবর্গের আবির্ভাব ঘটবে যারা সময়মত সলাত না পড়ে বিলম্ব করবে এবং সলাতের সময় এত সংকীর্ণ করে ফেলবে যে, সূর্য অস্তমিত প্রায় হয়ে যাবে। তাদেরকে এরূপ করতে দেখলে তোমরা সময়মত সলাত আদায় করে নিবে। আর তাদের সাথে পুনরায় নফল হিসেবে পড়ে নিবে (ইমামকে মাঝখানে রেখে)। তিনের অধিকজন থাকলে একজন ইমাম হবে (সামনে দাঁড়াবে) আর রুকূ’ করার সময় দু’হাত উরুর উপর রেখে রুকূ’তে যাবে এবং উভয় (হাতের) তালু একত্রিত করে দু’ উরুর মাঝখানে রাখবে। (এসব কথা বলার পর তিনি বললেন, এ মুহূর্তে) আমি যেন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর এক হাতের অঙ্গুলি অপর হাতের অঙ্গুলিতে ঢুকাতে দেখতে পাচ্ছি। অতঃপর তিনি তা তাদেরকে দেখালেন। (ই.ফা. ১০৭২, ই.সে. ১০৮০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ الْهَمْدَانِيُّ أَبُو كُرَيْبٍ، قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، وَعَلْقَمَةَ، قَالاَ أَتَيْنَا عَبْدَ اللَّهِ بْنَ مَسْعُودٍ فِي دَارِهِ فَقَالَ أَصَلَّى هَؤُلاَءِ خَلْفَكُمْ فَقُلْنَا لاَ ‏.‏ قَالَ فَقُومُوا فَصَلُّوا ‏.‏ فَلَمْ يَأْمُرْنَا بِأَذَانٍ وَلاَ إِقَامَةٍ - قَالَ - وَذَهَبْنَا لِنَقُومَ خَلْفَهُ فَأَخَذَ بِأَيْدِينَا فَجَعَلَ أَحَدَنَا عَنْ يَمِينِهِ وَالآخَرَ عَنْ شِمَالِهِ - قَالَ - فَلَمَّا رَكَعَ وَضَعْنَا أَيْدِيَنَا عَلَى رُكَبِنَا - قَالَ - فَضَرَبَ أَيْدِيَنَا وَطَبَّقَ بَيْنَ كَفَّيْهِ ثُمَّ أَدْخَلَهُمَا بَيْنَ فَخِذَيْهِ - قَالَ - فَلَمَّا صَلَّى قَالَ إِنَّهُ سَتَكُونُ عَلَيْكُمْ أُمَرَاءُ يُؤَخِّرُونَ الصَّلاَةَ عَنْ مِيقَاتِهَا وَيَخْنُقُونَهَا إِلَى شَرَقِ الْمَوْتَى فَإِذَا رَأَيْتُمُوهُمْ قَدْ فَعَلُوا ذَلِكَ فَصَلُّوا الصَّلاَةَ لِمِيقَاتِهَا وَاجْعَلُوا صَلاَتَكُمْ مَعَهُمْ سُبْحَةً وَإِذَا كُنْتُمْ ثَلاَثَةً فَصَلُّوا جَمِيعًا وَإِذَا كُنْتُمْ أَكْثَرَ مِنْ ذَلِكَ فَلْيَؤُمَّكُمْ أَحَدُكُمْ وَإِذَا رَكَعَ أَحَدُكُمْ فَلْيَفْرِشْ ذِرَاعَيْهِ عَلَى فَخِذَيْهِ وَلْيَجْنَأْ وَلْيُطَبِّقْ بَيْنَ كَفَّيْهِ فَلَكَأَنِّي أَنْظُرُ إِلَى اخْتِلاَفِ أَصَابِعِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَرَاهُمْ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২] একাকী ফাজ্র সলাত আদায় কালে আযান ও ইক্বামাতের বিধান সম্পর্কে ইমাম নাবাবী (রহঃ) বলেন, পূর্ববর্তী ও পরবর্তী জমহুর উলামাগণ মত দিয়েছেন যে, এক্ষেত্রে ইক্বামাত বলা সুন্নাত, বড় জামা’আতের ইক্বামাতে এটা যথেষ্ট হবে না। আর আযানের ব্যাপারে আমাদের সঠিক মত হল-জামা’আতের আযান শুনা না গেলে আযান দিয়ে নিতে হবে। (শারহে মুসলিম-১ম, ২০২ পৃঃ) \n[৩] ইবনু মাস’ঊদ ও তাঁর সাথীদ্বয় ব্যতীত সহাবীগণের সকল উলামাহ্ এবং অদ্যাবধি কালের সকল ‘আলিমের মতে ইমামের সাথে দু’জন থাকলেই তারা ইমামের পিছনে দাড়াবে। এ মর্মে জাবির... থেকে সহীহ্ মুসলিমের অন্যত্র হাদীস বর্ণিত হয়েছে। (শারহে মুসলিম-১ম, ২০২ পৃঃ)",
    "chapter": {
      "chapter_number": "5"
    }
  }
}