{
  "hadith": {
    "hadith_id": 1098,
    "narrator": "আবুদ্ দারদা (রাঃ)",
    "bn": "তিনি বলেন, (একদিন) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত আদায় করতে দাঁড়ালে আমরা শুনতে পেলাম, তিনি বলেছেনঃ (আরবি) “আউযু বিল্লা-হি মিন্‌কা” [অর্থাৎ- আমি তোমার (অনিষ্ট) থেকে আল্লাহর কাছে আশ্রয় প্রার্থনা করছি। (আমরা শুনলাম) এরপর তিনি বলছেনঃ (আরবি) “আল্‌ ‘আনুকা বি লা’নাতিল্লা-হি” (অর্থাৎ-আমি তাকে লা’নাত করছি যেমন আল্লাহ লা’নাত করেছিলেন)। তিনি এ কথাগুলো তিনবার বললেন। এ সময় (যে সময় তিনি লা’নাত করছিলেন) তিনি হাত বাড়ালেন যেন কিছু ধরতে যাচ্ছেন। সলাত শেষ করলে আমরা তাঁকে  বললামঃ হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! (আজ) আমরা সলাতের মধ্যে আপনাকে এমন কিছু কথা বলতে শুনেছি যা ইতিপূর্বে আর কোন দিন বলতে শুনিনি। আর আমরা দেখলাম যে আপনি হাতও বাড়িয়ে দিলেন। (এর কারন কি?) তিনি বললেনঃ আল্লাহর দুশমন ইবলীশ আমার মুখের উপর নিক্ষেপ করার জন্য দগদগে অগ্নি-শিখা নিয়ে এসেছিল। তাই আমি তিনবারঃ (আরবি) বললাম। এরপর তিনবার (আরবি) বললাম। এ কথাটিও আমি তিনবার বললাম। কিন্তু তবু সে পিছু হটল না। অবশেষে আমি তাকে পাকড়াও করতে ইচ্ছা করলাম | আল্লাহ্‌র শপথ করে বলছি, আমাদের ভাই নবী সুলায়মান যদি দু’আ না করে থাকতেন তাহলে সে সকাল পর্যন্ত বাঁধা থাকত। আর সকালবেলা মাদীনাবাসীদের ছেলে সন্তানেরা তাকে নিয়ে আনন্দ করত বা মজা করে খেলত। (ই.ফা. ১০৯২, ই.সে. ১১০০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ الْمُرَادِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، يَقُولُ حَدَّثَنِي رَبِيعَةُ بْنُ يَزِيدَ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَمِعْنَاهُ يَقُولُ ‏\"‏ أَعُوذُ بِاللَّهِ مِنْكَ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ أَلْعَنُكَ بِلَعْنَةِ اللَّهِ ‏\"‏ ‏.‏ ثَلاَثًا ‏.‏ وَبَسَطَ يَدَهُ كَأَنَّهُ يَتَنَاوَلُ شَيْئًا فَلَمَّا فَرَغَ مِنَ الصَّلاَةِ قُلْنَا يَا رَسُولَ اللَّهِ قَدْ سَمِعْنَاكَ تَقُولُ فِي الصَّلاَةِ شَيْئًا لَمْ نَسْمَعْكَ تَقُولُهُ قَبْلَ ذَلِكَ وَرَأَيْنَاكَ بَسَطْتَ يَدَكَ ‏.‏ قَالَ ‏\"‏ إِنَّ عَدُوَّ اللَّهِ إِبْلِيسَ جَاءَ بِشِهَابٍ مِنْ نَارٍ لِيَجْعَلَهُ فِي وَجْهِي فَقُلْتُ أَعُوذُ بِاللَّهِ مِنْكَ ‏.‏ ثَلاَثَ مَرَّاتٍ ثُمَّ قُلْتُ أَلْعَنُكَ بِلَعْنَةِ اللَّهِ التَّامَّةِ فَلَمْ يَسْتَأْخِرْ ثَلاَثَ مَرَّاتٍ ثُمَّ أَرَدْتُ أَخْذَهُ وَاللَّهِ لَوْلاَ دَعْوَةُ أَخِينَا سُلَيْمَانَ لأَصْبَحَ مُوثَقًا يَلْعَبُ بِهِ وِلْدَانُ أَهْلِ الْمَدِينَةِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}