{
  "hadith": {
    "hadith_id": 113,
    "narrator": "’আবদুল্লাহ ইবনু ‘আমর (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ চারটি (দোষ) যার মধ্যে বিদ্যমান রয়েছে সে খাঁটি মুনাফিক; আর যার মধ্যে এ দোষগুলির একটি বর্তমান রয়েছে তার ত্যাগ না করা পর্যন্ত তার মধ্যে মুনাফিকীর একটি স্বভাব থেকে যায়। (১) যখন সে কথা বলে মিথ্যা বলে, (২) সে সন্ধি চুক্তি করলে তা ভঙ্গ করে, (৩) সে ও’য়াদা করলে তা ভঙ্গ করে এবং (৪) সে ঝগড়া করলে অশ্লীল ভাষা ব্যবহার করে। \nসুফইয়ান-এর হাদীসের মধ্যে রয়েছেঃ “আর যদি কারোর মধ্যে এ দোষগুলোর একটি বিদ্যমান থাকে, তা হলে তার মধ্যে মুনাফিকীর একটি স্বভাব রয়েছে।” [৩৭] (ই.ফা. ১১৪; ই.সে. ১১৮)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا خَالِصًا وَمَنْ كَانَتْ فِيهِ خَلَّةٌ مِنْهُنَّ كَانَتْ فِيهِ خَلَّةٌ مِنْ نِفَاقٍ حَتَّى يَدَعَهَا إِذَا حَدَّثَ كَذَبَ وَإِذَا عَاهَدَ غَدَرَ وَإِذَا وَعَدَ أَخْلَفَ وَإِذَا خَاصَمَ فَجَرَ ‏\"‏ ‏.‏ غَيْرَ أَنَّ فِي حَدِيثِ سُفْيَانَ ‏\"‏ وَإِنْ كَانَتْ فِيهِ خَصْلَةٌ مِنْهُنَّ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৭] হাদীসে উল্লেখিত চারটি স্বভাব যার মধ্যে পাওয়া যাবে বরাবরের জন্য সে খাঁটি মুনাফিক। আর যদি মাঝে মধ্যে হয়ে যায় তাহলে সে খাঁটি মুনাফিক নয়। অন্য বর্ণনায় (আরবী) শব্দের স্থলে অত্র হাদীসে (আরবী) ব্যবহার হয়েছে, শব্দগুলো হলোঃ (আরবী) \n‘আলিমগণের একটি দল বলেন, মুনাফিক রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যামানায় ছিল, কারন তারা মিথ্যা বলে ঈমান প্রকাশ করতো; প্রকৃতপক্ষে তার উল্টো কাজ করতো।\nআরো উল্লেখ করা যেতে পারে, কার্যতভাবে উল্লেখিত স্বভাবগুলো মাঝে মধ্যে পাওয়া গেলে মুনাফিক হবে না। বরং তা বিশ্বাস রেখে বললে মুনাফিক হবে। অধিকাংশ হাদীসে তিনটি দোষের কথা উল্লেখ আছে তবে চারটি দোষ থাকলে সে হাদীসের বিরোধীতা হবে না।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}