{
  "hadith": {
    "hadith_id": 1133,
    "narrator": "ইবনু আবূ 'আতীক্ব ('আবদুল্লাহ ইবনু মুহাম্মাদ ইবনু 'আবদুর রহ্‌মান ইবনু আবূ বকর) (রাঃ)",
    "bn": "তিনি বলেন, (একদিন) আমি এবং ক্বাসিম (ইবনু মুহাম্মাদ ইবনু আবূ বকর) 'আয়িশাহ্ (রাঃ) -এর কাছে একটি হাদীস বর্ণনা করলাম। তবে ক্বাসিম বর্ণনায় অধিক ভুল-ত্রুটি করতেন। তিনি ছিলেন উম্মু ওয়ালাদ বা দাসীর পুত্র। 'আয়িশাহ্ (রাঃ) তাকে বললেনঃ কি ব্যাপার ! আমার এ ভাতিজা 'আবদুল্লাহ ইবনু মুহাম্মাদ ইবনু 'আবদুর রহ্‌মান ইবনু আবূ বকর যেভাবে বর্ণনা করছে সেভাবে বর্ণনা করছ না কেন? তবে আমি জানি এরূপ কি করে হয়েছে। 'আবদুল্লাহ ইবনু মুহাম্মাদকে শিক্ষা দিয়েছে, তার মা (যিনি স্বাধীনা) আর তোমাকে তোমার মা (যিনি ক্রীতদাসী ছিলেন) শিক্ষা দিয়েছে। একথা শুনে ক্বাসিম ইবনু মুহাম্মাদ রাগান্বিত হয়ে উঠলেন এবং 'আয়িশাহ্‌ (রাঃ) -এর প্রতি তীব্র ঘৃণা বিদ্বেষ প্রকাশ করলেন। এরপর আয়িশাহ্‌ (রাঃ) -এর খাবার (দস্তরখানা) আসা (প্রস্তুতি) দেখে উঠে দাঁড়ালেন। 'আয়িশাহ্‌ (রাঃ) তাকে জিজ্ঞেস করলেনঃ কোথা যাচ্ছ? তিনি (ক্বাসিম ইবনু মুহাম্মাদ) বললেন, আমি সলাত আদায় করব। আয়িশাহ্‌ (রাঃ) বললেনঃ বসো, অকৃতজ্ঞ কোথাকার। আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছি খাবার হাজির হলে কোন সলাত আদায় চলবে না। কিংবা পায়খানা-পেশাবের বেগ নিয়ে সলাত আদায় চলবে না। (ই.ফা. ১১২৬, ই.সে. ১১৩৫)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ، حَدَّثَنَا حَاتِمٌ، - هُوَ ابْنُ إِسْمَاعِيلَ - عَنْ يَعْقُوبَ بْنِ مُجَاهِدٍ، عَنِ ابْنِ أَبِي عَتِيقٍ، قَالَ تَحَدَّثْتُ أَنَا وَالْقَاسِمُ، عِنْدَ عَائِشَةَ - رضى الله عنها - حَدِيثًا وَكَانَ الْقَاسِمُ رَجُلاً لَحَّانَةً وَكَانَ لأُمِّ وَلَدٍ فَقَالَتْ لَهُ عَائِشَةُ مَا لَكَ لاَ تَحَدَّثُ كَمَا يَتَحَدَّثُ ابْنُ أَخِي هَذَا أَمَا إِنِّي قَدْ عَلِمْتُ مِنْ أَيْنَ أُتِيتَ ‏.‏ هَذَا أَدَّبَتْهُ أُمُّهُ وَأَنْتَ أَدَّبَتْكَ أُمُّكَ - قَالَ - فَغَضِبَ الْقَاسِمُ وَأَضَبَّ عَلَيْهَا فَلَمَّا رَأَى مَائِدَةَ عَائِشَةَ قَدْ أُتِيَ بِهَا قَامَ ‏.‏ قَالَتْ أَيْنَ قَالَ أُصَلِّي ‏.‏ قَالَتِ اجْلِسْ ‏.‏ قَالَ إِنِّي أُصَلِّي ‏.‏ قَالَتِ اجْلِسْ غُدَرُ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ صَلاَةَ بِحَضْرَةِ الطَّعَامِ وَلاَ وَهُوَ يُدَافِعُهُ الأَخْبَثَانِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}