{
  "hadith": {
    "hadith_id": 1145,
    "narrator": "মা’দান ইবনু আবু ত্বলহাহ্ (রহঃ)",
    "bn": "(তিনি বলেছেনঃ ) কোন এক জুমু’আর দিন ‘উমার ইবনুল খাত্তাব খুতবাহ্ প্রদান করলেন। সে বক্তৃতায় তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবু বকরের কথা উল্লেখ করে বললেনঃ আমি স্বপ্নে দেখলাম যেন একটি মোরগ আমাকে তিনটি ঠোকর দিল। আমি মনে করি এ স্বপ্নের অর্থ আমার মৃত্যু নিকটবর্তী হওয়া ছাড়া অন্য কিছু নয়। কিছু সংখ্যক লোক বলছে আমি যেন পরবর্তী খালীফাহ  মনোনীত করে যাই (কিন্তু আমি যদি পরবর্তী খালীফাহ্ মনোনীত না করেও যাই তাহলেও কোন ক্ষতি নেই)। কেননা, (আমি বিশ্বাস করি) মহান আল্লাহ এ দ্বীনকে এবং তাঁর খিলাফাত ব্যবস্থাকে বরবাদ করবেন না। কিংবা যা দিয়ে তার নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে পাঠিয়েছেন তাও ব্যর্থ  করে দিবেন না। খুব শীঘ্রই যদি আমার মৃত্যু হয় তাহলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর ইন্তিকালের সময় পর্যন্ত যাদের প্রতি সন্তুষ্ট ছিলেন তাদের এ ছয়জনের [১] মধ্য থেকে পরামর্শের ভিত্তিতে খিলাফাতের ব্যাপারে ফায়সালা হবে। আমি জানি কিছু সংখ্যক লোক এ ব্যাপারে ইসলামের বিরুদ্ধে কুৎসা রটনা করে। আমি তাদের এ জন্য আমার নিজ হাতে শাস্তি দিয়েছি এরপরে আবারও যদি তারা অনুরূপ কাজ করে (এ ব্যাপারে ইসলামের বদনাম করে) তাহলে তারা আল্লাহর শত্রু, কাফির ও গোমরাহ। এছাড়া আরো একটি বিষয় আছে আমার পরে আমার দৃষ্টিতে কালালাহ বা উত্তরাধিকারীবিহীন লোকের পরিত্যক্ত সম্পদের বিষয় ছাড়া সর্বাধিক গুরুত্বপূর্ণ আর কোন বিষয়ই রেখে যাচ্ছি না। (জেনে রেখো!) কালালাহ বা উত্তরাধিকারীবিহীন লোকের পরিত্যক্ত সম্পদ সম্পর্কে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে যত বেশি জিজ্ঞেস করেছি অন্য কোন বিষয় সম্পর্কে এত জিজ্ঞেস করিনি আর তিনিও এ বিষয়ে আমাকে যত কঠোরভাবে বলেছেন আর কোন বিষয়েই তত কঠোরভাবে বলেননি। এমনকি তিনি আমার বুকের উপর তাঁর আঙ্গুল ঠেসে ধরে বলেছেনঃ হে ‘উমার ! সূরাহ্ আন্ নিসার শেষের যে আয়াতটি গ্রীষ্মকালে অবতীর্ণ হয়েছিল (এ ব্যাপারে) সে আয়াতটি কি তোমার জন্য যথেষ্ট নয়? আমি যদি আরও কিছুদিন বেঁচে থাকতাম তাহলে এ বিষয়ে (কালালাহ) এমন একটি ফায়সালা করতাম যা প্রত্যেকের মনের মত হত। চাই সে কুরআন মাজীদ পড়ে থাকুক বা না পড়ে থাকুক। তিনি [উমার (রাঃ) ] বললেনঃ  হে আল্লাহ ! আমি তোমাকে বিভিন্ন জনপদের ‘উমারাদের (শাসনকর্তা) ব্যাপারে সাক্ষী রেখে বলছি, আমি তাদের উদ্দেশ্য ঐসব এলাকার লোকদের শাসনকর্তা করে পাঠিয়েছি যে তারা তাদের প্রতি ন্যায় বিচার করবে, লোকদের দ্বীন সম্পর্কে শিক্ষাদান করবে, নাবীর সুন্নত সম্পর্কে অবহিত করবে এবং “ফাই” বা যুদ্ধের ময়দানে বিনাযুদ্ধে লব্ধ সম্পদ (সঠিকভাবে) বণ্টন করে দিবে। আর তাদের কোন ব্যাপার কঠিন বা সমস্যাপূর্ণ হলে তা আমার কাছে জেনে নিবে। হে লোকজন! আরেকটি কথা হল, তোমরা দু’টি (সব্জি জাতীয়) গাছ খেয়ে থাকো; অর্থাৎ পিঁয়াজ ও রসুন। আমি এ দু’টি জিনিসকে অরুচিকর বলে মনে করি। আমি দেখেছি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদের কোন লোকের মুখ থেকে ঐ দু’টি জিনিসের গন্ধ পেলে তাকে বের করে দিতে আদেশ করতেন। আর তাদেরকে বাক্বী’র দিকে বের করে দেয়া হত। তবে কেউ এ দু’টি জিনিস (পিঁয়াজ ও রসুন) খেতে চাইলে যেন  রান্না করে গন্ধ দূর করে নেয়। (ই.ফা. ১১৩৮, ই.সে. ১১৪৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا هِشَامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، خَطَبَ يَوْمَ الْجُمُعَةِ فَذَكَرَ نَبِيَّ اللَّهِ صلى الله عليه وسلم وَذَكَرَ أَبَا بَكْرٍ قَالَ إِنِّي رَأَيْتُ كَأَنَّ دِيكًا نَقَرَنِي ثَلاَثَ نَقَرَاتٍ وَإِنِّي لاَ أُرَاهُ إِلاَّ حُضُورَ أَجَلِي وَإِنَّ أَقْوَامًا يَأْمُرُونَنِي أَنْ أَسْتَخْلِفَ وَإِنَّ اللَّهَ لَمْ يَكُنْ لِيُضَيِّعَ دِينَهُ وَلاَ خِلاَفَتَهُ وَلاَ الَّذِي بَعَثَ بِهِ نَبِيَّهُ صلى الله عليه وسلم فَإِنْ عَجِلَ بِي أَمْرٌ فَالْخِلاَفَةُ شُورَى بَيْنَ هَؤُلاَءِ السِّتَّةِ الَّذِينَ تُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ عَنْهُمْ رَاضٍ وَإِنِّي قَدْ عَلِمْتُ أَنَّ أَقْوَامًا يَطْعَنُونَ فِي هَذَا الأَمْرِ أَنَا ضَرَبْتُهُمْ بِيَدِي هَذِهِ عَلَى الإِسْلاَمِ فَإِنْ فَعَلُوا ذَلِكَ فَأُولَئِكَ أَعْدَاءُ اللَّهِ الْكَفَرَةُ الضُّلاَّلُ ثُمَّ إِنِّي لاَ أَدَعُ بَعْدِي شَيْئًا أَهَمَّ عِنْدِي مِنَ الْكَلاَلَةِ مَا رَاجَعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي شَىْءٍ مَا رَاجَعْتُهُ فِي الْكَلاَلَةِ وَمَا أَغْلَظَ لِي فِي شَىْءٍ مَا أَغْلَظَ لِي فِيهِ حَتَّى طَعَنَ بِإِصْبَعِهِ فِي صَدْرِي فَقَالَ ‏ \"‏ يَا عُمَرُ أَلاَ تَكْفِيكَ آيَةُ الصَّيْفِ الَّتِي فِي آخِرِ سُورَةِ النِّسَاءِ ‏\"‏ ‏.‏ وَإِنِّي إِنْ أَعِشْ أَقْضِ فِيهَا بِقَضِيَّةٍ يَقْضِي بِهَا مَنْ يَقْرَأُ الْقُرْآنَ وَمَنْ لاَ يَقْرَأُ الْقُرْآنَ ثُمَّ قَالَ اللَّهُمَّ إِنِّي أُشْهِدُكَ عَلَى أُمَرَاءِ الأَمْصَارِ وَإِنِّي إِنَّمَا بَعَثْتُهُمْ عَلَيْهِمْ لِيَعْدِلُوا عَلَيْهِمْ وَلِيُعَلِّمُوا النَّاسَ دِينَهُمْ وَسُنَّةَ نَبِيِّهِمْ صلى الله عليه وسلم وَيَقْسِمُوا فِيهِمْ فَيْئَهُمْ وَيَرْفَعُوا إِلَىَّ مَا أَشْكَلَ عَلَيْهِمْ مِنْ أَمْرِهِمْ ثُمَّ إِنَّكُمْ أَيُّهَا النَّاسُ تَأْكُلُونَ شَجَرَتَيْنِ لاَ أَرَاهُمَا إِلاَّ خَبِيثَتَيْنِ هَذَا الْبَصَلَ وَالثُّومَ لَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم إِذَا وَجَدَ رِيحَهُمَا مِنَ الرَّجُلِ فِي الْمَسْجِدِ أَمَرَ بِهِ فَأُخْرِجَ إِلَى الْبَقِيعِ فَمَنْ أَكَلَهُمَا فَلْيُمِتْهُمَا طَبْخًا ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর প্রিয়ভাজনের আশারা মুবাশশারা অন্তর্ভুক্ত সে ছয় ব্যাক্তি হলেন: ‘উসমান, ‘আলী, ত্বলহাহ, যুবায়র, সা‘দ বিন আবি ওয়াক্কাস এবং ‘আবদুর রহমান বিন্ ‘আওফ (রাঃ) | (শারহে মুসলিম-২১০ পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "5"
    }
  }
}