{
  "hadith": {
    "hadith_id": 1161,
    "narrator": "‘আবদুল্লাহ ইবনু মাস’উদ (রাঃ)",
    "bn": "তিনি বলেন, (একদিন) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত আদায় করলেন। বর্ণনাকারী ইবরাহীমের বর্ণনা মতে, এ সলাতে তিনি কিছুই কম বা বেশি করে ফেললেন। সালাম ফিরানোর পর তাঁকে (রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে) জিজ্ঞেস করা হলো, হে আল্লাহর রসূল! সলাতের ব্যাপারে কি নতুন কোন হুকুম দেয়া হয়েছে? এ কথা শুনে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিজ্ঞেস করলেন, নতুন হুকুম আবার কেমন? তখন সবাই বললঃ আপনি সলাতে এরূপ করেছেন। এ কথা শুনে তিনি পা দু’খানা ভাঁজ করে  ক্বিবলামুখী হয়ে বসলেন এবং দু’টি সিজদা করে তারপর সালাম ফিরালেন। এরপর আমাদের দিকে ঘুরে বললেনঃ  সলাতের ব্যাপারে কোন নতুন হুকুম আসলে আমি তোমাদেরকে জানাতাম। (এটা তেমনি কিছু নয়) বরং আমি তো মানুষ বৈ কিছুই না। তোমাদের যেমন ভুল হয় আমারও তেমন ভুল হয়। সুতরাং আমি যদি কোন কিছু ভুলে যাই তাহলে তোমরা আমাকে স্মরণ করে দিও। আর সলাতের মধ্যে তোমাদের কারো কোন সন্দেহ হলে চিন্তা-ভাবনার ভিত্তিতে যেটি সঠিক বলে মনে হবে সেটিই করবে এবং এর উপর ভিত্তি করে সলাত শেষ করবে। অতঃপর দু’টি সাজদাহ্ করবে। (ই.ফা. ১১৫৪, ই.সে. ১১৬৩)",
    "ar": "وَحَدَّثَنَا عُثْمَانُ، وَأَبُو بَكْرٍ ابْنَا أَبِي شَيْبَةَ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ جَمِيعًا عَنْ جَرِيرٍ، - قَالَ عُثْمَانُ حَدَّثَنَا جَرِيرٌ، - عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، قَالَ قَالَ عَبْدُ اللَّهِ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم - قَالَ إِبْرَاهِيمُ زَادَ أَوْ نَقَصَ - فَلَمَّا سَلَّمَ قِيلَ لَهُ يَا رَسُولَ اللَّهِ أَحَدَثَ فِي الصَّلاَةِ شَىْءٌ قَالَ ‏\"‏ وَمَا ذَاكَ ‏\"‏ ‏.‏ قَالُوا صَلَّيْتَ كَذَا وَكَذَا - قَالَ - فَثَنَى رِجْلَيْهِ وَاسْتَقْبَلَ الْقِبْلَةَ فَسَجَدَ سَجْدَتَيْنِ ثُمَّ سَلَّمَ ثُمَّ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ فَقَالَ ‏\"‏ إِنَّهُ لَوْ حَدَثَ فِي الصَّلاَةِ شَىْءٌ أَنْبَأْتُكُمْ بِهِ وَلَكِنْ إِنَّمَا أَنَا بَشَرٌ أَنْسَى كَمَا تَنْسَوْنَ فَإِذَا نَسِيتُ فَذَكِّرُونِي وَإِذَا شَكَّ أَحَدُكُمْ فِي صَلاَتِهِ فَلْيَتَحَرَّ الصَّوَابَ فَلْيُتِمَّ عَلَيْهِ ثُمَّ لْيَسْجُدْ سَجْدَتَيْنِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}