{
  "hadith": {
    "hadith_id": 1175,
    "narrator": "আবূ হুরায়রাহ্ (রাঃ)",
    "bn": "তিনি বলেন, একদিন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের সাথে দিবাভাগের দু’ ওয়াক্ত সলাতের কোন এক ওয়াক্ত সলাতে অর্থাৎ- যুহর কিংবা ‘আস্‌রের সলাত আদায় করলেন। কিন্তু দু’ রাক‘আত আদায় করার পরই সালাম ফিরালেন। এরপর তিনি রাগান্বিত মনে মাসজিদের ক্বিবলার দিকে স্থাপিত এক বৃক্ষ শাখার উপর ভর দিয়ে দাঁড়ালেন। এ সময় সবার মাঝে আবূ বকর ও ‘উমারও ছিলেন। কিন্তু তারা উভয়েই (এ পরিস্থিতিতে) কথা বলতে সাহস পেল না।  আর যাদের তাড়াতাড়ি করে যাওয়ার ছিল তারা এই বলে দ্রুত মসজিদ থেকে বের হয়ে গেল যে, সলাত কমিয়ে দেয়া হয়েছে। অতঃপর যুল ইয়াদায়ন উপনামে পরিচিত জনৈক ব্যক্তি দাঁড়িয়ে বলল, হে আল্লাহর রসূল! সলাত কি কম করে দেয়া হয়েছে- না আপনি ভুলে গিয়েছেন? এ কথা শুনে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ডানে বাঁয়ে তাকিয়ে জিজ্ঞেস করলেন যুল ইয়াদায়ন যা বলছে তা কি ঠিক? সবাই জবাব দিলো, হ্যাঁ সে যা বলেছে সত্য বলেছে। আপনি তো সলাত দু’ রাক‘আত মাত্র আদায় করেছেন। তখন তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো দু’ রাক‘আত সলাত আদায় করে সালাম ফিরালেন। এরপর তাকবীর বলে সাজদাহ্ করলেন এবং তাকবীর বলে মাথা উঠালেন।\nএতটুকু বর্ণনা করার পর মুহাম্মাদ ইবনু সীরীন বললেন, ‘ইমরান ইবনু হুসায়ন সম্পর্কে আমাকে বলা হয়েছে যে তিনি বলেছেন, এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাম ফিরালেন। (ই.ফা. ১১৬৪, ই.সে. ১১৭৬)",
    "ar": "حَدَّثَنِي عَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، جَمِيعًا عَنِ ابْنِ عُيَيْنَةَ، - قَالَ عَمْرٌو حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، - حَدَّثَنَا أَيُّوبُ، قَالَ سَمِعْتُ مُحَمَّدَ بْنَ سِيرِينَ، يَقُولُ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ صَلَّى بِنَا رَسُولُ اللَّهِ صلى الله عليه وسلم إِحْدَى صَلاَتَىِ الْعَشِيِّ إِمَّا الظُّهْرَ وَإِمَّا الْعَصْرَ فَسَلَّمَ فِي رَكْعَتَيْنِ ثُمَّ أَتَى جِذْعًا فِي قِبْلَةِ الْمَسْجِدِ فَاسْتَنَدَ إِلَيْهَا مُغْضَبًا وَفِي الْقَوْمِ أَبُو بَكْرٍ وَعُمَرُ فَهَابَا أَنْ يَتَكَلَّمَا وَخَرَجَ سَرَعَانُ النَّاسِ قُصِرَتِ الصَّلاَةُ فَقَامَ ذُو الْيَدَيْنِ فَقَالَ يَا رَسُولَ اللَّهِ أَقُصِرَتِ الصَّلاَةُ أَمْ نَسِيتَ فَنَظَرَ النَّبِيُّ صلى الله عليه وسلم يَمِينًا وَشِمَالاً فَقَالَ ‏ \"‏ مَا يَقُولُ ذُو الْيَدَيْنِ ‏\"‏ ‏.‏ قَالُوا صَدَقَ لَمْ تُصَلِّ إِلاَّ رَكْعَتَيْنِ ‏.‏ فَصَلَّى رَكْعَتَيْنِ وَسَلَّمَ ثُمَّ كَبَّرَ ثُمَّ سَجَدَ ثُمَّ كَبَّرَ فَرَفَعَ ثُمَّ كَبَّرَ وَسَجَدَ ثُمَّ كَبَّرَ وَرَفَعَ ‏.‏ قَالَ وَأُخْبِرْتُ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ أَنَّهُ قَالَ وَسَلَّمَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}