{
  "hadith": {
    "hadith_id": 1278,
    "narrator": "বুরায়দাহ্ (রাঃ)",
    "bn": "তিনি বলেন, জনৈক ব্যক্তি নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে সলাতের সম্পর্কে জিজ্ঞেস করল। নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেন, তুমি আমাদের সাথে দু’দিন সলাত আদায় কর (লোকটি তাই করল)। সূর্য যখন মাথার উপর থেকে হেলে পড়ল তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিলালকে আযান দিতে আদেশ করলেন। বিলাল আযান দিলেন। অতঃপর তিনি তাকে ইক্বামত দিতে বললে তিনি যুহরের সলাতের ইক্বামত দিলাম (অর্থাৎ- তখন নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুহরের সলাত আদায় করলেন)। এরপর (‘আসরের  সময় হলে) তিনি তাকে ‘আসরের সলাতের ইক্বামত দিতে বললেন। বিলাল ইক্বামত দিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন ‘আসরের সলাত আদায় করলেন। সূর্য তখনও বেশ উপরে ছিল এবং পরিষ্কার ও আলো ঝলমল দেখাচ্ছিল। তারপর আদেশ দিলে বিলাল মাগরিবের আযান দিলেন এবং নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাগরিবের সলাত আদায় করলেন তখন সূর্য ডু্বে গেছে। এরপর তিনি বিলালকে ‘ইশার সলাতের ইক্বামত দিতে বললেন বিলাল ইক্বামত দিলেন এবং সূর্যাস্তের পর পশ্চিম দিগন্তে যে সান্ধ্যকালীন লালিমা বা রক্তিম আভা দেখা যায় তা অন্তর্হিত হওয়ার পরপরই ‘ইশার সলাত আদায় করলেন। পরে বিলালকে তিনি ফজরের সলাতের ইক্বামত দিতে বললেন এবং উষার অভ্যূদয়ের সাথে সাথেই ফজরের সলাত আদায় করলেন। দ্বিতীয় দিনে তিনি বিলালকে আদেশ করলেন এবং বেশ দেরী করে যুহরের সলাত আদায় করলেন। (দ্বিতীয় দিনে) তিনি এমন সময় ‘আসরের সলাত আদায় করলেন সূর্য তখনও বেশ উপরে ছিল। তবে আগের দিনের তুলনায় বেশ দেরী করে পড়লেন। তিনি সান্ধ্যকালীন গোধূলি বা লালিমা অন্তর্হিত হওয়ার পূর্বক্ষণে মাগরিবের সলাত আদায় করলেন। আর রাতের এক তৃতীয়াংশ অতি বাহিত হওয়ার পর ‘ইশার সলাত আদায় করলেন এবং সর্বশেষ বেশ ফর্সা হয়ে গেলে ফজরের সলাত আদায় করলেন। এরপর জিজ্ঞেস করলেনঃ সলাতের সময় সম্পর্কে জিজ্ঞেসকারী ব্যক্তি কোথায়? লোকটি তখন বলল, হে আল্লাহর রসূল! আমি উপস্থিত আছি। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকটিকে বললেনঃ দু’দিন যে দু’টি  সময়ে আমি সলাত আদায় করলাম এরই মধ্যবর্তী সময়টুকু হলো সলাতের ওয়াক্তসমূহ। (ই.ফা.১২৬৫, ই.সে.১২৭৮)",
    "ar": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، كِلاَهُمَا عَنِ الأَزْرَقِ، - قَالَ زُهَيْرٌ حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، - حَدَّثَنَا سُفْيَانُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّ رَجُلاً سَأَلَهُ عَنْ وَقْتِ الصَّلاَةِ فَقَالَ لَهُ ‏\"‏ صَلِّ مَعَنَا هَذَيْنِ ‏\"‏ ‏.‏ يَعْنِي الْيَوْمَيْنِ فَلَمَّا زَالَتِ الشَّمْسُ أَمَرَ بِلاَلاً فَأَذَّنَ ثُمَّ أَمَرَهُ فَأَقَامَ الظُّهْرَ ثُمَّ أَمَرَهُ فَأَقَامَ الْعَصْرَ وَالشَّمْسُ مُرْتَفِعَةٌ بَيْضَاءُ نَقِيَّةٌ ثُمَّ أَمَرَهُ فَأَقَامَ الْمَغْرِبَ حِينَ غَابَتِ الشَّمْسُ ثُمَّ أَمَرَهُ فَأَقَامَ الْعِشَاءَ حِينَ غَابَ الشَّفَقُ ثُمَّ أَمَرَهُ فَأَقَامَ الْفَجْرَ حِينَ طَلَعَ الْفَجْرُ فَلَمَّا أَنْ كَانَ الْيَوْمُ الثَّانِي أَمَرَهُ فَأَبْرَدَ بِالظُّهْرِ فَأَبْرَدَ بِهَا فَأَنْعَمَ أَنْ يُبْرِدَ بِهَا وَصَلَّى الْعَصْرَ وَالشَّمْسُ مُرْتَفِعَةٌ أَخَّرَهَا فَوْقَ الَّذِي كَانَ وَصَلَّى الْمَغْرِبَ قَبْلَ أَنْ يَغِيبَ الشَّفَقُ وَصَلَّى الْعِشَاءَ بَعْدَ مَا ذَهَبَ ثُلُثُ اللَّيْلِ وَصَلَّى الْفَجْرَ فَأَسْفَرَ بِهَا ثُمَّ قَالَ ‏\"‏ أَيْنَ السَّائِلُ عَنْ وَقْتِ الصَّلاَةِ ‏\"‏ ‏.‏ فَقَالَ الرَّجُلُ أَنَا يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ وَقْتُ صَلاَتِكُمْ بَيْنَ مَا رَأَيْتُمْ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}