{
  "hadith": {
    "hadith_id": 1279,
    "narrator": "বুরায়দাহ্ (রাঃ)",
    "bn": "তিনি বলেন, জনৈক ব্যক্তি নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর কাছে এসে সলাতের সময় সম্পর্কে এসে জিজ্ঞেস করলে নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ তুমি আমাদের সাথে সলাত আদায় করো (জানতে পারবে)। অতঃপর ফাজরের সলাতের জন্য বিলালকে আযান দিতে আদেশ করলে তিনি (বিলাল) বেশ কিছু অন্ধকার থাকতে আযান দিলেন। তখন নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উষার আলো প্রকাশ পাওয়ার সাথে সাথে ফাজরের সলাত আদায় করলেন। পরে সূর্য আকাশের মধ্যভাগ থেকে হেলে পড়লে তিনি বিলালকে যুহরের সলাতের আযান দিতে বললেন (এবং যুহরের সলাত আদায় করলেন)। অতঃপর সূর্য কিছু উপরে থাকতেই তিনি বিলালকে ‘আসরের সলাতের আযান দিতে বললেন (এবং আসরের সলাত আদায় করলেন)। তারপর সান্ধ্যকালীন গোধূলি (বা সূর্যাস্তের পর পশ্চিম দিগন্তে দৃশ্যমান রক্তিম আভা) অন্তর্হিত হওয়ার সাথে সাথে বিলালকে ‘ইশার আযান দিতে বললেন (এবং ‘ইশার সলাত আদায় করলেন)। পরদিন প্রত্যুষে বেশ ফর্সা হয়ে গেলে তিনি বিলালকে ফাজ্বরের সলাতের আযান দিতে বললেন (এবং ফাজরের সলাত আদায় করলেন)। তারপর যুহরের সলাতের আযান দিতে বললেন এবং বেশ দেরী করে (সূর্যের উত্তাপ কমলে) যুহরের সলাত আদায় করলেন। এরপর সূর্য তাম্র বর্ণ ধারণ করার পূর্বেই এর আলো পরিষ্কার এবং ঝলমলে থাকতেই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ‘আসরের সলাতের আযান দিতে বললেন (এবং ‘আসরের সলাত আদায় করলেন) এরপর সন্ধ্যা-গোধূলি অদৃশ্য হওয়ার পূর্বক্ষণে মাগরিবের সলাতের আযান দিতে বললেন (এবং মাগরিবের সলাত আদায় করলেন)। অতঃপর রাতের এক তৃতীয়াংশ অথবা কিছু অংশ (বর্ণনাকারী হারামী ইবনু ‘উমারাহ্ সন্দেহ করেছেন) অতিবাহিত হওয়ার পর ‘ইশার সলাতের আযান দিতে বললেন (এবং ‘ইশার সলাত আদায় করলেন)। পরদিন সকালে তিনি জিজ্ঞেস করলেন (সলাতের সময় সম্পর্কে) প্রশ্নকারী কোথায়? (দু’দিন সলাত আদায়ের) সময়ের মধ্যে তুমি যে ব্যবধান দেখলে তার মাঝখানেই হলো সলাতের সময়। (ই.ফা.১২৬৬, ই.সে.১২৭৯)",
    "ar": "وَحَدَّثَنِي إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ عَرْعَرَةَ السَّامِيُّ، حَدَّثَنَا حَرَمِيُّ بْنُ عُمَارَةَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم فَسَأَلَهُ عَنْ مَوَاقِيتِ الصَّلاَةِ فَقَالَ ‏\"‏ اشْهَدْ مَعَنَا الصَّلاَةَ ‏\"‏ ‏.‏ فَأَمَرَ بِلاَلاً فَأَذَّنَ بِغَلَسٍ فَصَلَّى الصُّبْحَ حِينَ طَلَعَ الْفَجْرُ ثُمَّ أَمَرَهُ بِالظُّهْرِ حِينَ زَالَتِ الشَّمْسُ عَنْ بَطْنِ السَّمَاءِ ثُمَّ أَمَرَهُ بِالْعَصْرِ وَالشَّمْسُ مُرْتَفِعَةٌ ثُمَّ أَمَرَهُ بِالْمَغْرِبِ حِينَ وَجَبَتِ الشَّمْسُ ثُمَّ أَمَرَهُ بِالْعِشَاءِ حِينَ وَقَعَ الشَّفَقُ ثُمَّ أَمَرَهُ الْغَدَ فَنَوَّرَ بِالصُّبْحِ ثُمَّ أَمَرَهُ بِالظُّهْرِ فَأَبْرَدَ ثُمَّ أَمَرَهُ بِالْعَصْرِ وَالشَّمْسُ بَيْضَاءُ نَقِيَّةٌ لَمْ تُخَالِطْهَا صُفْرَةٌ ثُمَّ أَمَرَهُ بِالْمَغْرِبِ قَبْلَ أَنْ يَقَعَ الشَّفَقُ ثُمَّ أَمَرَهُ بِالْعِشَاءِ عِنْدَ ذَهَابِ ثُلُثِ اللَّيْلِ أَوْ بَعْضِهِ - شَكَّ حَرَمِيٌّ - فَلَمَّا أَصْبَحَ قَالَ ‏\"‏ أَيْنَ السَّائِلُ مَا بَيْنَ مَا رَأَيْتَ وَقْتٌ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}