{
  "hadith": {
    "hadith_id": 1329,
    "narrator": "নাবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এ র স্ত্রী আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেন, একরাতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইশার সলাত- যাকে ‘আতামাহ্ বলা হত - আদায় করতে অনেক দেরী করলেন। অনেক রাত পর্যন্ত রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসলেন না। এমন কি শেষ পর্যন্ত উমার ইবনুল খাত্তাব যেয়ে বললেন, মেয়ে ও শিশুরা ঘুমিয়ে পড়েছে। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসলেন এবং এসে মসজিদের লোকদেরকে বললেনঃ এ সলাতের জন্য (এত রাতে) তোমরা ছাড়া এ পৃথিবীবাসীদের আর কেউ-ই অপেক্ষা করছে না। এ ঘটনাটি ছিল মানুষের মধ্যে ইসলাম বিস্তার লাভ করার পূর্বের। হারমালাহ্ তার বর্ণনায় এতটুকু উল্লেখ করেছেন যে, ইবনু শিহাব বলেছেনঃ আমার কাছে বলা হয়েছে যে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসে বললেনঃ তোমাদের জন্য এটা ঠিক নয় যে, তোমরা আল্লাহর রসূলকে সলাতের জন্য তাকিদ করবে। ‘উমার ইবনুল খাত্তাব যখন উচ্চৈ স্বরে ডাকলেন তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ কথাটা বললেন। (ই.ফা.১৩১৬, ই.সে.১৩২৮)",
    "ar": "وَحَدَّثَنَا عَمْرُو بْنُ سَوَّادٍ الْعَامِرِيُّ، وَحَرْمَلَةُ بْنُ يَحْيَى، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، أَنَّ ابْنَ شِهَابٍ، أَخْبَرَهُ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ أَعْتَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيْلَةً مِنَ اللَّيَالِي بِصَلاَةِ الْعِشَاءِ وَهِيَ الَّتِي تُدْعَى الْعَتَمَةَ فَلَمْ يَخْرُجْ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى قَالَ عُمَرُ بْنُ الْخَطَّابِ نَامَ النِّسَاءُ وَالصِّبْيَانُ فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ لأَهْلِ الْمَسْجِدِ حِينَ خَرَجَ عَلَيْهِمْ ‏\"‏ مَا يَنْتَظِرُهَا أَحَدٌ مِنْ أَهْلِ الأَرْضِ غَيْرُكُمْ ‏\"‏ ‏.‏ وَذَلِكَ قَبْلَ أَنْ يَفْشُوَ الإِسْلاَمُ فِي النَّاسِ ‏.‏ زَادَ حَرْمَلَةُ فِي رِوَايَتِهِ قَالَ ابْنُ شِهَابٍ وَذُكِرَ لِي أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ وَمَا كَانَ لَكُمْ أَنْ تَنْزُرُوا رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى الصَّلاَةِ ‏\"‏ ‏.‏ وَذَاكَ حِينَ صَاحَ عُمَرُ بْنُ الْخَطَّابِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}