{
  "hadith": {
    "hadith_id": 1337,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "তিনি বলেন, আমি এবং আমার সাথে যে সব সঙ্গী-সাথী ও বন্ধু-বান্ধব জাহাজে চড়ে এসেছিল সবাই বাক্বী নামক একটি কঙ্করময় স্থানে অবস্থানরত ছিলাম। আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাদীনাতে অবস্থান করছিলেন। প্রতি দিন রাতে ‘ইশার সলাতের সময় পালা করে তাদের (আমার সাথে জাহাজে আগত বন্ধু-বান্ধব) একদল রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে (তাঁর সাথে ইশার সলাত আদায় করার জন্য) যেত। আবূ মূসা বলেন, একদিন (পালাক্রমে) আমি ও আমার সঙ্গী-সাথীরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর কাছে গেলাম। তিনি সেদিন কোন কাজে ব্যস্ত ছিলেন। তাই ‘ইশার সলাতের জন্য আসতে দেরী করলেন। সলাত শেষ হলে উপস্থিত সবাইকে লক্ষ্য করে তিনি বললেন, কিছুক্ষণ অপেক্ষা কর। আমি তোমাদেরকে কিছু অবহিত করছি। তোমরা সু-সংবাদ গ্রহণ কর। কারণ এটা তোমাদের প্রতি আল্লাহর নি’আমাত যে, এ মূহুর্তে তোমরা ছাড়া অন্য কোন মানুষই সলাত আদায় করছে না। অথবা (আবূ মূসা বলেন,) এ দু’টি কথার মধ্যে কোন কথাটি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেন তা আমার মনে নেই।\nআবূ মূসা বর্ণনা করেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর কাছে যা শুনলাম তাতে অত্যন্ত খুশী হয়ে ফিরে আসলাম। (ই.ফা.১৩২৪, ই.সে.১৩৩৬)",
    "ar": "وَحَدَّثَنَا أَبُو عَامِرٍ الأَشْعَرِيُّ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ كُنْتُ أَنَا وَأَصْحَابِي الَّذِينَ، قَدِمُوا مَعِي فِي السَّفِينَةِ نُزُولاً فِي بَقِيعِ بُطْحَانَ وَرَسُولُ اللَّهِ صلى الله عليه وسلم بِالْمَدِينَةِ فَكَانَ يَتَنَاوَبُ رَسُولَ اللَّهِ صلى الله عليه وسلم عِنْدَ صَلاَةِ الْعِشَاءِ كُلَّ لَيْلَةٍ نَفَرٌ مِنْهُمْ قَالَ أَبُو مُوسَى فَوَافَقْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم أَنَا وَأَصْحَابِي وَلَهُ بَعْضُ الشُّغُلِ فِي أَمْرِهِ حَتَّى أَعْتَمَ بِالصَّلاَةِ حَتَّى ابْهَارَّ اللَّيْلُ ثُمَّ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَلَّى بِهِمْ فَلَمَّا قَضَى صَلاَتَهُ قَالَ لِمَنْ حَضَرَهُ ‏\"‏ عَلَى رِسْلِكُمْ أُعْلِمُكُمْ وَأَبْشِرُوا أَنَّ مِنْ نِعْمَةِ اللَّهِ عَلَيْكُمْ أَنَّهُ لَيْسَ مِنَ النَّاسِ أَحَدٌ يُصَلِّي هَذِهِ السَّاعَةَ غَيْرُكُمْ ‏\"‏ ‏.‏ أَوْ قَالَ ‏\"‏ مَا صَلَّى هَذِهِ السَّاعَةَ أَحَدٌ غَيْرُكُمْ ‏\"‏ ‏.‏ لاَ نَدْرِي أَىَّ الْكَلِمَتَيْنِ قَالَ قَالَ أَبُو مُوسَى فَرَجَعْنَا فَرِحِينَ بِمَا سَمِعْنَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}