{
  "hadith": {
    "hadith_id": 1338,
    "narrator": "ইবনু জুরায়জ (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আত্বাকে জিজ্ঞেস করলাম, ইশার সলাত যাকে লোকে ‘আতামাহ্ বলে থাকে- পড়ার জন্য আপনার কাছে কোন সময়টা সবচেয়ে পছন্দনীয়? (তা জানতে পারলে) ইমাম হয়ে বা একাকী থেকে আমিও সে সময় ইশার সলাত আদায় করতাম। এ কথা শুনে আত্বা বললেন, আমি ‘আবদুল্লাহ ইবনু ‘আব্বাসকে বলতে শুনেছি - নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদিন ইশার সলাত আদায় করতে বেশ দেরী করে ফেললেন। এমনকি লোকজন (মসজিদে) ঘুমিয়ে পড়ল। পরে জেগে উঠে আবার ঘুমিয়ে পড়ল। এরপর তারা আবার জেগে উঠলে ‘উমার ইবনুল খাত্তাব উঠে গিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে বললেন, সলাতের সময় হয়েছে। আত্বা বলেন,  ‘আবদুল্লাহ ইবনু আব্বাস বলেছেন - অতঃপর নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসলেন। আমি যেন এ মূহুর্তেও দেখছি নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর চুল থেকে পানি টপকে পড়ছে। আর তিনি মাথার একপাশে হাত দিয়ে আছেন। তিনি বললেনঃ যদি আমি আমার উম্মাতের জন্য কষ্টকর হবে বলে মনে না করতাম তাহলে আমি তাদেরকে এ রকম সময়েই (ইশার) সলাত আদায় করার আদেশ করতাম। ইবনু জুরায়জ বলেন- নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর মাথার উপর কীভাবে হাত রাখার কথা ‘আবদুল্লাহ ইবনু আব্বাস তাকে বলেছেন আমি তা আত্বাকে দেখাতে বললাম। তখন ‘আত্বা তার আঙ্গুলগুলো কিছুটা ছড়ালেন এবং আঙ্গুলের পার্শ্বদেশ মাথার পার্শ্বভাগে রাখলেন। অতঃপর আঙ্গুলগুলো  মাথার উপর দিয়ে টেনে নীচের দিকে নিয়ে আসলেন। এরূপ এমনভাবে করলেন যে, বৃদ্ধাঙ্গুলি মুখমন্ডলের দিকে কানের পার্শ্ব স্পর্শ করল। অতঃপর কপালের পার্শ্বদেশ ও দাড়ির প্রান্তভাগ পর্যন্ত টেনে নিলেন। এ সময় খুব জোরে চাপ দিচ্ছিলেন না আবার আঙ্গুলগুলো খুব শিথিলও করছিলেন না, শুধু আলতোভাবে টেনে নিচ্ছিলেন। ইবনু জুরায়জ বলেন, আমি আত্বাকে জিজ্ঞেস করলাম, নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সে রাতে ইশার সলাত কত দেরী করেছিলেন বলে ‘আবদুল্লাহ ইবনু আব্বাস আপনার কাছে বর্ণনা করেছেন? তিনি বললেনঃ আমি জানি না। আত্বা বললেন, ইশার সলাত আমি ইমাম হিসেবে কিংবা একা আদায় করি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঐ রাতে যেভাবে দেরী করে আদায় করেছেন সেভাবে দেরী করে আদায় করাই আমার কাছে সর্বাপেক্ষা পছন্দনীয়। তবে লোকের সাথে জামা’আতের ইমাম হয়ে সলাত আদায়কালে কিংবা একাকী আদায়কালে এ সময়টা যদি তোমার জন্য কষ্টকর হয় তাহলে মাঝামাঝি সময়ে আদায় করো। বেশী আগেও আদায় করোনা কিংবা বেশী বিলম্বেও আদায় করোনা। (ই.ফা.১৩২৫, ই.সে.১৩৩৭)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ قُلْتُ لِعَطَاءٍ أَىُّ حِينٍ أَحَبُّ إِلَيْكَ أَنْ أُصَلِّيَ الْعِشَاءَ الَّتِي يَقُولُهَا النَّاسُ الْعَتَمَةَ إِمَامًا وَخِلْوًا قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ يَقُولُ أَعْتَمَ نَبِيُّ اللَّهِ صلى الله عليه وسلم ذَاتَ لَيْلَةٍ الْعِشَاءَ - قَالَ - حَتَّى رَقَدَ نَاسٌ وَاسْتَيْقَظُوا وَرَقَدُوا وَاسْتَيْقَظُوا فَقَامَ عُمَرُ بْنُ الْخَطَّابِ فَقَالَ الصَّلاَةَ ‏.‏ فَقَالَ عَطَاءٌ قَالَ ابْنُ عَبَّاسٍ فَخَرَجَ نَبِيُّ اللَّهِ صلى الله عليه وسلم كَأَنِّي أَنْظُرُ إِلَيْهِ الآنَ يَقْطُرُ رَأْسُهُ مَاءً وَاضِعًا يَدَهُ عَلَى شِقِّ رَأْسِهِ قَالَ ‏ \"‏ لَوْلاَ أَنْ يَشُقَّ عَلَى أُمَّتِي لأَمَرْتُهُمْ أَنْ يُصَلُّوهَا كَذَلِكَ ‏\"‏ ‏.‏ قَالَ فَاسْتَثْبَتُّ عَطَاءً كَيْفَ وَضَعَ النَّبِيُّ صلى الله عليه وسلم يَدَهُ عَلَى رَأْسِهِ كَمَا أَنْبَأَهُ ابْنُ عَبَّاسٍ فَبَدَّدَ لِي عَطَاءٌ بَيْنَ أَصَابِعِهِ شَيْئًا مِنْ تَبْدِيدٍ ثُمَّ وَضَعَ أَطْرَافَ أَصَابِعِهِ عَلَى قَرْنِ الرَّأْسِ ثُمَّ صَبَّهَا يُمِرُّهَا كَذَلِكَ عَلَى الرَّأْسِ حَتَّى مَسَّتْ إِبْهَامُهُ طَرَفَ الأُذُنِ مِمَّا يَلِي الْوَجْهَ ثُمَّ عَلَى الصُّدْغِ وَنَاحِيَةِ اللِّحْيَةِ لاَ يُقَصِّرُ وَلاَ يَبْطِشُ بِشَىْءٍ إِلاَّ كَذَلِكَ ‏.‏ قُلْتُ لِعَطَاءٍ كَمْ ذُكِرَ لَكَ أَخَّرَهَا النَّبِيُّ صلى الله عليه وسلم لَيْلَتَئِذٍ قَالَ لاَ أَدْرِي ‏.‏ قَالَ عَطَاءٌ أَحَبُّ إِلَىَّ أَنْ أُصَلِّيَهَا إِمَامًا وَخِلْوًا مُؤَخَّرَةً كَمَا صَلاَّهَا النَّبِيُّ صلى الله عليه وسلم لَيْلَتَئِذٍ فَإِنْ شَقَّ عَلَيْكَ ذَلِكَ خِلْوًا أَوْ عَلَى النَّاسِ فِي الْجَمَاعَةِ وَأَنْتَ إِمَامُهُمْ فَصَلِّهَا وَسَطًا لاَ مُعَجَّلَةً وَلاَ مُؤَخَّرَةً ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}