{
  "hadith": {
    "hadith_id": 1374,
    "narrator": "‘আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, যে ব্যক্তি আগামীকাল ক্বিয়ামাতের দিন মুসলিম হিসেবে আল্লাহর সাথে সাক্ষাৎ পেতে আনন্দবোধ করে, সে যেন ঐ সলাতের রক্ষণাবেক্ষণ করে, যেসব সলাতের জন্য আযান দেয়া হয়। কেননা, আল্লাহ তা’আলা তোমাদের নাবীর জন্য হিদায়াতের পন্থা পদ্ধতি বিধিবদ্ধ করেছেন। আর এসব সলাতও হিদায়াতের পন্থা পদ্ধতি, যেমন জনৈক ব্যক্তি সলাতের জামা’আতে উপস্থিত না হয়ে বাড়ীতে সলাত আদায় করে থাকে, অনুরূপ তোমরাও যদি তোমাদের বাড়ীতে সলাত আদায় করো তাহলে নিঃসন্দেহে তোমরা তোমাদের নাবীর সুন্নাত বা পন্থা-পদ্ধতি পরিত্যাগ করলে। আর তোমরা যদি এভাবে তোমাদের নাবীর সুন্নাত বা পদ্ধতি পরিত্যাগ করো তাহলে অবশ্যই পথ হারিয়ে ফেলবে। কেউ যদি অতি উত্তমভাবে পবিত্রতা অর্জন করে (সলাত আদায় করার জন্য) কোন একটি মাসজিদে উপস্থিত হয় তাহলে মাসজিদে যেতে সে যতবার পদক্ষেপ ফেলবে তার প্রতিটি পদক্ষেপের পরিবর্তে আল্লাহ তা’আলা তার জন্য একটি নেকী লিখে দেন, তার মর্যাদা বৃদ্ধি করে দেন এবং একটি করে পাপ দূর করে দেন। ‘আবদুল্লাহ ইবনু মাসউদ (রাঃ) বলেন, আমরা মনে করি যার মুনাফিক্বী সর্বজনবিদিত এমন মুনাফিক্ব ছাড়া কেউ-ই জামা’আতে সলাত আদায় করা ছেড়ে দেয় না। অথচ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর যামানায় এমন ব্যক্তি জামা’আতে উপস্থিত হত যাকে দু’জন মানুষের কাঁধে ভর দিয়ে এসে সলাতের কাতারে দাঁড় করিয়ে দেয়া হত। (ই.ফা.১৩৬১, ই.সে.১৩৭৩)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، عَنْ أَبِي الْعُمَيْسِ، عَنْ عَلِيِّ بْنِ الأَقْمَرِ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، قَالَ مَنْ سَرَّهُ أَنْ يَلْقَى اللَّهَ غَدًا مُسْلِمًا فَلْيُحَافِظْ عَلَى هَؤُلاَءِ الصَّلَوَاتِ حَيْثُ يُنَادَى بِهِنَّ فَإِنَّ اللَّهَ شَرَعَ لِنَبِيِّكُمْ صلى الله عليه وسلم سُنَنَ الْهُدَى وَإِنَّهُنَّ مِنْ سُنَنِ الْهُدَى وَلَوْ أَنَّكُمْ صَلَّيْتُمْ فِي بُيُوتِكُمْ كَمَا يُصَلِّي هَذَا الْمُتَخَلِّفُ فِي بَيْتِهِ لَتَرَكْتُمْ سُنَّةَ نَبِيِّكُمْ وَلَوْ تَرَكْتُمْ سُنَّةَ نَبِيِّكُمْ لَضَلَلْتُمْ وَمَا مِنْ رَجُلٍ يَتَطَهَّرُ فَيُحْسِنُ الطُّهُورَ ثُمَّ يَعْمِدُ إِلَى مَسْجِدٍ مِنْ هَذِهِ الْمَسَاجِدِ إِلاَّ كَتَبَ اللَّهُ لَهُ بِكُلِّ خَطْوَةٍ يَخْطُوهَا حَسَنَةً وَيَرْفَعُهُ بِهَا دَرَجَةً وَيَحُطُّ عَنْهُ بِهَا سَيِّئَةً وَلَقَدْ رَأَيْتُنَا وَمَا يَتَخَلَّفُ عَنْهَا إِلاَّ مُنَافِقٌ مَعْلُومُ النِّفَاقِ وَلَقَدْ كَانَ الرَّجُلُ يُؤْتَى بِهِ يُهَادَى بَيْنَ الرَّجُلَيْنِ حَتَّى يُقَامَ فِي الصَّفِّ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}