{
  "hadith": {
    "hadith_id": 1383,
    "narrator": "‘ইত্‌বান ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর কাছে গেলাম। তবে এ হাদীসে তিনি এতটুকু অধিক বর্ণনা করেছেন যে, জনৈক ব্যক্তি বলে উঠল, মালিক ইবনুদ্‌ দুখশুন অথবা বলল (বর্ণনাকারীর সন্দেহ) মালিক ইবনুদ্‌ দুখায়শিন কোথায়? তিনি হাদীসটিতে এতটুকু কথা অধিক বলেছেন যে, মাহমূদ ইবনুর রাবী’ বলেছেন, আমি এ হাদীসটি একদল লোকের কাছে বর্ণনা করলাম। তাদের মধ্যে (সহাবা) আবূ আইয়ূব আল আনসারীও ছিলেন। তিনি বললেন, তুমি যা বললে আমার মনে হয় না রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা বলেছেন। মাহমূদ ইবনুর রাবী’ বলেন, এ কথা শুনে আমি এ মর্মে শপথ করলাম যে ‘ইত্‌বান ইবনু মালিককে আবার জিজ্ঞেস করার জন্য তার কাছে ফিরে যাব। তিনি বলেছেনঃ অতঃপর আমি তার কাছে গেলাম। তখন তিনি অত্যন্ত বৃদ্ধ হয়ে গিয়েছিলেন এবং তাঁর দৃষ্টিশক্তিও নষ্ট হয়ে গিয়েছিল। তিনি ছিলেন তার ক্বওমের ইমাম। আমি গিয়ে পাশে বসে এ হাদীসটি সম্পর্কে তাঁকে জিজ্ঞেস করলাম। তখন তিনি আমাকে প্রথমবারের মতো করে হাদীসটি বর্ণনা করে শুনালেন। হাদীসটির বর্ণনাকারী যুহরী বলেছেন, এ ঘটনার পরেও আরো অনেক ফারয ও অন্যান্য বিষয়ে হুকুম আহ্‌কাম অবতীর্ণ হয়েছে। আমরা মনে করি যে, (হুকুম-আহ্‌কামের) বিষয়টি এর পরেই শেষ হয়েছে। সুতরাং যে ব্যক্তি ধোঁকায় পড়তে না চায়, সে যেন এর দ্বারা ধোঁকায় না পড়ে। (ই.ফা. ১৩৭০, ই.সে. ১৩৮২)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، كِلاَهُمَا عَنْ عَبْدِ الرَّزَّاقِ، قَالَ أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي مَحْمُودُ بْنُ رَبِيعٍ، عَنْ عِتْبَانَ بْنِ مَالِكٍ، قَالَ أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏ وَسَاقَ الْحَدِيثَ بِمَعْنَى حَدِيثِ يُونُسَ غَيْرَ أَنَّهُ قَالَ فَقَالَ رَجُلٌ أَيْنَ مَالِكُ بْنُ الدُّخْشُنِ أَوِ الدُّخَيْشِنِ وَزَادَ فِي الْحَدِيثِ قَالَ مَحْمُودٌ فَحَدَّثْتُ بِهَذَا الْحَدِيثِ نَفَرًا فِيهِمْ أَبُو أَيُّوبَ الأَنْصَارِيُّ فَقَالَ مَا أَظُنُّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ مَا قُلْتَ - قَالَ - فَحَلَفْتُ إِنْ رَجَعْتُ إِلَى عِتْبَانَ أَنْ أَسْأَلَهُ - قَالَ - فَرَجَعْتُ إِلَيْهِ فَوَجَدْتُهُ شَيْخًا كَبِيرًا قَدْ ذَهَبَ بَصَرُهُ وَهُوَ إِمَامُ قَوْمِهِ فَجَلَسْتُ إِلَى جَنْبِهِ فَسَأَلْتُهُ عَنْ هَذَا الْحَدِيثِ فَحَدَّثَنِيهِ كَمَا حَدَّثَنِيهِ أَوَّلَ مَرَّةٍ ‏.‏ قَالَ الزُّهْرِيُّ ثُمَّ نَزَلَتْ بَعْدَ ذَلِكَ فَرَائِضُ وَأُمُورٌ نُرَى أَنَّ الأَمْرَ انْتَهَى إِلَيْهَا فَمَنِ اسْتَطَاعَ أَنْ لاَ يَغْتَرَّ فَلاَ يَغْتَرَّ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}