{
  "hadith": {
    "hadith_id": 1426,
    "narrator": "আবূ হুরায়রাহ্ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফাজ্‌রের সলাতে ক্বিরাআত শেষ তাকবীর দিয়ে রুকূ‘তে গিয়ে রুকূ‘ থেকে যখন মাথা উঠাতেন তখন বলতেনঃ “সামি‘আল্ল-হু লিমান হামিদাহ, রব্বানা-ওয়ালাকাল হাম্‌দ” - (অর্থাৎ - যে আল্লাহর প্রশংসা করে আল্লাহ তাঁর প্রশংসা শুনেন। হে আমাদের প্রভু ! সকল প্রশংসা তোমারই জন্য নির্দিষ্ট।)। এরপর তিনি দাঁড়িয়ে বলতেনঃ হে আল্লাহ! ওয়ালীদ ইবনু ওয়ালীদ, সালামাহ্‌ ইবনু হিশাম ও ‘আইয়্যাশ ইবনু রবী‘আহ্‌ এবং দুর্বল ও নিপীড়িত মু‘মিনদের নাযাত দান করো। হে আল্লাহ ! তুমি মুযার গোত্রকে কঠোরহস্তে পাকড়াও করো। আর ইউসুফ (আঃ) -এর সময়ের দুর্ভিক্ষের মতো দুর্ভিক্ষ দিয়ে তাদের শায়েস্তা করো। হে আল্লাহ ! তুমি লিহ্‌ইয়ান, রি‘লান, যাক্‌ওয়ান ও ‘উসাইয়্যাহ্‌ গোত্রের ওপর অভিসম্পাত বর্ষণ করো। কেননা তারা আল্লাহ এবং তাঁর রসূলের অবাধ্য হয়েছে। অতঃপর আমরা জানতে পারলাম যে, আয়াত- “হে নবী  ! এর ব্যাপারে তোমার কোন করণীয় নেই। আল্লাহ তাদের তাওবাহ্‌ কবূল করুন আর তাদেরকে শাস্তি দান করুন এ ব্যাপারে তিনি পূর্ণ ইখতিয়ারের অধিকারী। কেননা তারা তো যালিম” – (সূরাহ্‌ আ-লি ‘ইমরান ৩: ১২৮)। অবতীর্ণ হওয়ার পর নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এভাবে কুনূত পড়া ছেড়ে দিয়েছিলেন। (ই.ফা.১৪১১, ই.সে.১৪২২)",
    "ar": "حَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ أَنَّهُمَا سَمِعَا أَبَا هُرَيْرَةَ، يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ حِينَ يَفْرُغُ مِنْ صَلاَةِ الْفَجْرِ مِنَ الْقِرَاءَةِ وَيُكَبِّرُ وَيَرْفَعُ رَأْسَهُ ‏\"‏ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ ‏\"‏ ‏.‏ ثُمَّ يَقُولُ وَهُوَ قَائِمٌ ‏\"‏ اللَّهُمَّ أَنْجِ الْوَلِيدَ بْنَ الْوَلِيدِ وَسَلَمَةَ بْنَ هِشَامٍ وَعَيَّاشَ بْنَ أَبِي رَبِيعَةَ وَالْمُسْتَضْعَفِينَ مِنَ الْمُؤْمِنِينَ اللَّهُمَّ اشْدُدْ وَطْأَتَكَ عَلَى مُضَرَ وَاجْعَلْهَا عَلَيْهِمْ كَسِنِي يُوسُفَ اللَّهُمَّ الْعَنْ لِحْيَانَ وَرِعْلاً وَذَكْوَانَ وَعُصَيَّةَ عَصَتِ اللَّهَ وَرَسُولَهُ ‏\"‏ ‏.‏ ثُمَّ بَلَغَنَا أَنَّهُ تَرَكَ ذَلِكَ لَمَّا أُنْزِلَ ‏{‏ لَيْسَ لَكَ مِنَ الأَمْرِ شَىْءٌ أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ‏}‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}