{
  "hadith": {
    "hadith_id": 144,
    "narrator": "‘আবদুল্লাহ ইবনু উমার (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, হে রমণীগণ! তোমরা দান করতে থাকো এবং বেশী করে ইসতিগফার কর। কেননা, আমি দেখেছি যে, জাহান্নামের অধিবাসীদের বেশীর ভাগই নারী। জনৈকা বুদ্ধিমতী মহিলা প্রশ্ন করলো, হে আল্লাহর রসূল! জাহান্নামে আমাদের সংখ্যাগরিষ্ঠতার কারণ কি? তিনি বললেনঃ তোমরা বেশি বেশি অভিশাপ দিয়ে থাক এবং স্বামীর প্রতি অকৃতজ্ঞতা প্রকাশ করে থাকো। আর দ্বীন ও জ্ঞান-বুদ্ধিতে ত্রুটিপূর্ণ কোন সম্প্রদায়, জ্ঞানীদের উপর তোমাদের চাইতে প্রভাব বিস্তারকারী আর কাউকে আমি দেখিনি। প্রশ্নকারিণী জিজ্ঞেস করল, ইয়া রসূলাল্লাহ! জ্ঞান-বুদ্ধিতে ও দীনে আমাদের কমতি কিসে? তিনি বললেন, তোমাদের বুদ্ধির ত্রুটির প্রমাণ হলো দু’জন স্ত্রী লোকের সাক্ষ্য একজন পুরুষের সাক্ষ্যের সমান। আর স্ত্রীলোক (প্রতি মাসে) কয়েক দিন সলাত থেকে বিরত থাকে আর রামাযান মাসে সিয়াম ভঙ্গ করে; (ঋতুবতী হওয়ার কারণে) এটাই  দ্বীনের ত্রুটি। আবূ তাহির ইবনু হাদ-এর সূত্রে এ সানাদে অনুরূপ হাদীস বর্ণনা করেছেন। (ই.ফা. ১৪৫; ই.সে. ১৪৯-১৫০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ الْمِصْرِيُّ، أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ الْهَادِ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ يَا مَعْشَرَ النِّسَاءِ تَصَدَّقْنَ وَأَكْثِرْنَ الاِسْتِغْفَارَ فَإِنِّي رَأَيْتُكُنَّ أَكْثَرَ أَهْلِ النَّارِ ‏\"‏ ‏.‏ فَقَالَتِ امْرَأَةٌ مِنْهُنَّ جَزْلَةٌ وَمَا لَنَا يَا رَسُولَ اللَّهِ أَكْثَرَ أَهْلِ النَّارِ ‏.‏ قَالَ ‏\"‏ تُكْثِرْنَ اللَّعْنَ وَتَكْفُرْنَ الْعَشِيرَ وَمَا رَأَيْتُ مِنْ نَاقِصَاتِ عَقْلٍ وَدِينٍ أَغْلَبَ لِذِي لُبٍّ مِنْكُنَّ ‏\"‏ ‏.‏ قَالَتْ يَا رَسُولَ اللَّهِ وَمَا نُقْصَانُ الْعَقْلِ وَالدِّينِ قَالَ ‏\"‏ أَمَّا نُقْصَانُ الْعَقْلِ فَشَهَادَةُ امْرَأَتَيْنِ تَعْدِلُ شَهَادَةَ رَجُلٍ فَهَذَا نُقْصَانُ الْعَقْلِ وَتَمْكُثُ اللَّيَالِيَ مَا تُصَلِّي وَتُفْطِرُ فِي رَمَضَانَ فَهَذَا نُقْصَانُ الدِّينِ ‏\"‏ ‏.‏\nوَحَدَّثَنِيهِ أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، عَنْ بَكْرِ بْنِ مُضَرَ، عَنِ ابْنِ الْهَادِ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}