{
  "hadith": {
    "hadith_id": 1553,
    "narrator": "‘আবদুল্লাহ ইবনু হারিস ইবনু নাওফাল (রহঃ",
    "bn": "তিনি বলেন, এমন কোন লোকের সন্ধান পেতে আমি খুবই আকাঙ্ক্ষী ছিলাম এবং এ ব্যাপারে লোকদের জিজ্ঞেসও করতাম যে, এমন কেউ আমাকে এ মর্মে জ্ঞাত করতে পারবে যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘সলাতুয যুহা’ বা চাশ্‌তের সলাত আদায় করেছেন। তবে একমাত্র আবূ ত্বলিবের কন্যা উম্মু হানী ছাড়া আর কাউকেই এমন পাইনি যে, আমাকে এ ব্যাপারে কিছু অবহিত করতে পেরেছে। তিনি (উম্মু হানী) আমাকে জানিয়েছেন যে, মক্কা বিজয়ের দিন সুর্যোদয়ের পর বেলা কিছু বাড়লে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার কাছে আসলেন। একটি কাপড় আনা হল এবং তা দিয়ে পর্দা করে দিলে তিনি গোসল করলেন। তারপর সলাতে দাড়ালেন এবং আট রাক‘আত আদায় করলেন। উম্মু হানী (রাঃ) বলেছেন- এ সলাতে তার ক্বিয়াম (দাঁড়ানো) দীর্ঘতর ছিল, না রুকু’ দীর্ঘতর ছিল, না সাজদাহ্‌ দীর্ঘতর ছিল তা আমি জানিনা। তবে ক্বিয়াম, রুকু’ ও সাজদাহ্‌ সবগুলোই মনে হয় এক রকমের দীর্ঘ ছিল। উম্মু হানী (রাঃ) বলেছেনঃ এর আগে কিংবা পরে আর কখনো আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে ‘সলাতুয্‌ যুহা’ বা চাশ্‌তের সলাত আদায় করতে দেখিনি। হাদীসটির বর্ণনাকারী মুরাদী এটি ইউনুস থেকে বর্ণনা করেছেন। তবে তিনি ‘আখবারানী’ অর্থাৎ ‘ইউনুস আমাকে বলেছেন’ কথাটি উল্লেখ করেননি। (ই.ফা. ১৫৩৮, ই.সে. ১৫৪৫)",
    "ar": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، وَمُحَمَّدُ بْنُ سَلَمَةَ الْمُرَادِيُّ، قَالاَ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي ابْنُ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، أَنَّ أَبَاهُ عَبْدَ اللَّهِ بْنَ الْحَارِثِ بْنِ نَوْفَلٍ، قَالَ سَأَلْتُ وَحَرَصْتُ عَلَى أَنْ أَجِدَ أَحَدًا مِنَ النَّاسِ يُخْبِرُنِي أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سَبَّحَ سُبْحَةَ الضُّحَى فَلَمْ أَجِدْ أَحَدًا يُحَدِّثُنِي ذَلِكَ غَيْرَ أَنَّ أُمَّ هَانِئٍ بِنْتَ أَبِي طَالِبٍ أَخْبَرَتْنِي أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَتَى بَعْدَ مَا ارْتَفَعَ النَّهَارُ يَوْمَ الْفَتْحِ فَأُتِيَ بِثَوْبٍ فَسُتِرَ عَلَيْهِ فَاغْتَسَلَ ثُمَّ قَامَ فَرَكَعَ ثَمَانِيَ رَكَعَاتٍ لاَ أَدْرِي أَقِيَامُهُ فِيهَا أَطْوَلُ أَمْ رُكُوعُهُ أَمْ سُجُودُهُ كُلُّ ذَلِكَ مِنْهُ مُتَقَارِبٌ - قَالَتْ - فَلَمْ أَرَهُ سَبَّحَهَا قَبْلُ وَلاَ بَعْدُ ‏.‏ قَالَ الْمُرَادِيُّ عَنْ يُونُسَ ‏.‏ وَلَمْ يَقُلْ أَخْبَرَنِي ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}