{
  "hadith": {
    "hadith_id": 1554,
    "narrator": "উম্মু হানী (রাঃ)-এর আযাদকৃত দাস আবূ মুর্‌রাহ্‌ (রহঃ)",
    "bn": "তিনি বলেন, তিনি আবূ ত্বলিবের কন্যা উম্মু হানী (রাঃ)-কে বলতে শুনেছেন। (তিনি বলেছেন) মক্কা বিজয়ের বছরে আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে গিয়ে দেখলাম, তিনি গোসল করছেন আর তাঁর কন্যা ফাত্বিমাহ্‌ একটি কাপড় দিয়ে তাঁকে পর্দা করে রেখেছেন। উম্মু হানী বলেন- আমি তাঁকে সালাম দিলাম। তখন তিনি জানতে চাইলেন, কে? আমি বললামঃ আমি আবূ ত্বলিবের কন্যা উম্মু হানী। তিনি (খুশীতে) বললেনঃ উম্মু হানীকে স্বাগতম। অতঃপর গোসল শেষ করে তিনি সলাতে দাড়াঁলেন এবং একটি মাত্র কাপড় গায়ে জড়িয়ে আট রাক‘আত সলাত আদায় করলেন। সলাত শেষে আমি তাঁকে বললামঃ হে আল্লাহর রসুল! আমার ভাই ‘আলী ইবনু আবু ত্বলিব বলেছেনঃ তিনি আবু হুরায়রাহ্‌ (রাঃ)-এর পুত্র অমুককে হত্যা করে ছাড়বেন অথচ আমি তাকে নিরাপত্তা দিয়েছি। সব শুনে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে উম্মু হানী! তুমি যাকে নিরাপত্তা দান করেছ আমিও তাকে নিরাপত্তা দান করেছি। উম্মু হানী বর্ণনা করেছেনঃ এ ঘটনা ছিল ‘যুহা’ বা চাশ্‌তের সময়ের। (ই.ফা. ১৫৩৯, ই.সে. ১৫৪৬)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ أَبِي النَّضْرِ، أَنَّ أَبَا مُرَّةَ، مَوْلَى أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ أَخْبَرَهُ أَنَّهُ، سَمِعَ أُمَّ هَانِئٍ بِنْتَ أَبِي طَالِبٍ، تَقُولُ ذَهَبْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم عَامَ الْفَتْحِ فَوَجَدْتُهُ يَغْتَسِلُ وَفَاطِمَةُ ابْنَتُهُ تَسْتُرُهُ بِثَوْبٍ - قَالَتْ - فَسَلَّمْتُ فَقَالَ ‏\"‏ مَنْ هَذِهِ ‏\"‏ ‏.‏ قُلْتُ أُمُّ هَانِئٍ بِنْتُ أَبِي طَالِبٍ ‏.‏ قَالَ ‏\"‏ مَرْحَبًا بِأُمِّ هَانِئٍ ‏\"‏ ‏.‏ فَلَمَّا فَرَغَ مِنْ غُسْلِهِ قَامَ فَصَلَّى ثَمَانِيَ رَكَعَاتٍ مُلْتَحِفًا فِي ثَوْبٍ وَاحِدٍ ‏.‏ فَلَمَّا انْصَرَفَ قُلْتُ يَا رَسُولَ اللَّهِ زَعَمَ ابْنُ أُمِّي عَلِيُّ بْنُ أَبِي طَالِبٍ أَنَّهُ قَاتِلٌ رَجُلاً أَجَرْتُهُ فُلاَنُ بْنُ هُبَيْرَةَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ قَدْ أَجَرْنَا مَنْ أَجَرْتِ يَا أُمَّ هَانِئٍ ‏\"‏ ‏.‏ قَالَتْ أُمُّ هَانِئٍ وَذَلِكَ ضُحًى ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}