{
  "hadith": {
    "hadith_id": 1579,
    "narrator": "‘আম্‌র ইবনু আওস (রহঃ)",
    "bn": "তিনি বলেন, যে রোগে ‘আমবাসাহ ইবনু আবূ সুফ্‌ইয়ান মৃত্যুবরণ করেছেন-সে রোগ শয্যায় থাকাকালে তিনি আমার কাছে এমন একটি হাদীস বর্ণনা করেছেন যা খুবই খুশীর বা আনন্দের। তিনি বলেছেন: আমি উম্মু হাবীবাহ্‌কে বলতে শুনেছি; তিনি বলেছেনঃ আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এ কথা বলতে শুনেছি যে, দিন ও রাতে যে ব্যক্তি মোট ১২ রাক‘আত (সুন্নাত) সলাত আদায় করে তার বিনিময়ে জান্নাতে ঐ ব্যক্তির জন্য একটি ঘর নির্মাণ করা হয়। উম্মু হাবীবাহ্‌ বলেছেন: আমি যে সময়ে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে এ সলাত সম্পর্কে শুনেছি তখন থেকে আর কখনো তা আদায় করা পরিত্যাগ করিনি। ‘আম্‌বাসাহ ইবনু আবূ সুফ্‌ইয়ান বলেছেন: এ সলাত সম্পর্কে যখন আমি উম্মু হাবীবার কাছে শুনেছি; তখন থেকে আর ঐ সলাত গুলো কখনো পরিত্যাগ করিনি। ‘আম্‌র ইবনু আওস বলেছেনঃ যে সময়ে এ সলাত সম্পর্কে আমি ‘আম্‌বাসাহ্‌ ইবনু আবূ সুফ্‌ইয়ান- এর নিকট থেকে শুনেছি সে সময় থেকে আর কখনো তা পরিত্যাগ করিনি। নু’মান ইবনু সালিম বলেছেন: যে সময় আমি এ হাদীসটি ‘আম্‌র ইবনু আওস- এর নিকট থেকে শুনেছি তখন থেকে কখনো আর তা পরিত্যাগ করিনি। (ই.ফা. ১৫৬৪, ই.সে.১৫৭১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبُو خَالِدٍ، - يَعْنِي سُلَيْمَانَ بْنَ حَيَّانَ - عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنِ النُّعْمَانِ بْنِ سَالِمٍ، عَنْ عَمْرِو بْنِ أَوْسٍ، قَالَ حَدَّثَنِي عَنْبَسَةُ بْنُ أَبِي سُفْيَانَ، فِي مَرَضِهِ الَّذِي مَاتَ فِيهِ بِحَدِيثٍ يُتَسَارُّ إِلَيْهِ قَالَ سَمِعْتُ أُمَّ حَبِيبَةَ تَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ صَلَّى اثْنَتَىْ عَشْرَةَ رَكْعَةً فِي يَوْمٍ وَلَيْلَةٍ بُنِيَ لَهُ بِهِنَّ بَيْتٌ فِي الْجَنَّةِ ‏\"‏ ‏.‏ قَالَتْ أُمُّ حَبِيبَةَ فَمَا تَرَكْتُهُنَّ مُنْذُ سَمِعْتُهُنَّ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ وَقَالَ عَنْبَسَةُ فَمَا تَرَكْتُهُنَّ مُنْذُ سَمِعْتُهُنَّ مِنْ أُمِّ حَبِيبَةَ ‏.‏ وَقَالَ عَمْرُو بْنُ أَوْسٍ مَا تَرَكْتُهُنَّ مُنْذُ سَمِعْتُهُنَّ مِنْ عَنْبَسَةَ ‏.‏ وَقَالَ النُّعْمَانُ بْنُ سَالِمٍ مَا تَرَكْتُهُنَّ مُنْذُ سَمِعْتُهُنَّ مِنْ عَمْرِو بْنِ أَوْسٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}