{
  "hadith": {
    "hadith_id": 1584,
    "narrator": "‘আবদুল্লাহ ইবনু শাক্বীক্ব (রহঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নাফ্‌ল সলাত সম্পর্কে ‘আয়িশাহ্‌কে জিজ্ঞেস করলে তিনি বললেনঃরসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুহরের (ফার্য সালাতের ) পূর্বে আমার ঘরে চার রাক‘আত নাফ্‌ল আদায় করতেন। তারপর গিয়ে মাসজিদে লোকদের সাথে সলাত আদায় করতেন। পরে ঘরে এসে আবার দু’ রাক‘আত নাফ্‌ল আদায় করতেন। অত:পর লোকজনের সাথে মাগরিবের সলাত আদায় করতেন এবং ঘরে এসে দু’ রাক‘আত নাফ্‌ল আদায় করতেন। আবার ‘ইশার সলাত লোকজনের সাথে আদায় করে আমার ঘরে এসে দু’ রাক‘আত নাফ্‌ল আদায় করতেন। আর রাতের বেলা বিত্রসহ নয় রাক‘আত সলাত আদায় করতেন। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতের বেলা দীর্ঘ সময় দাঁড়িয়ে দাঁড়িয়ে নাফ্‌ল সলাত আদায় করতেন, আবার দীর্ঘ সময় বসে বসেও নাফ্‌ল সলাত আদায় করতেন। যখন তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়িয়ে ক্বিরআত পড়তেন তখন দাঁড়িয়েই রুকূ’ ও সিজদাহ করতেন। আবার যখন বসে ক্বিরআত করতেন তখন রুকূ’ ও সিজদাহ বসেই করতেন। আর ফাজ্‌রের সময় বা ভোর হলেও দু’ রাক‘আত নাফ্‌ল আদায় করতেন। (ই.ফা. ১৫৬৯. ই.সে.১৫৭৬)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا هُشَيْمٌ، عَنْ خَالِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، قَالَ سَأَلْتُ عَائِشَةَ عَنْ صَلاَةِ، رَسُولِ اللَّهِ صلى الله عليه وسلم عَنْ تَطَوُّعِهِ فَقَالَتْ كَانَ يُصَلِّي فِي بَيْتِي قَبْلَ الظُّهْرِ أَرْبَعًا ثُمَّ يَخْرُجُ فَيُصَلِّي بِالنَّاسِ ثُمَّ يَدْخُلُ فَيُصَلِّي رَكْعَتَيْنِ وَكَانَ يُصَلِّي بِالنَّاسِ الْمَغْرِبَ ثُمَّ يَدْخُلُ فَيُصَلِّي رَكْعَتَيْنِ وَيُصَلِّي بِالنَّاسِ الْعِشَاءَ وَيَدْخُلُ بَيْتِي فَيُصَلِّي رَكْعَتَيْنِ وَكَانَ يُصَلِّي مِنَ اللَّيْلِ تِسْعَ رَكَعَاتٍ فِيهِنَّ الْوِتْرُ وَكَانَ يُصَلِّي لَيْلاً طَوِيلاً قَائِمًا وَلَيْلاً طَوِيلاً قَاعِدًا وَكَانَ إِذَا قَرَأَ وَهُوَ قَائِمٌ رَكَعَ وَسَجَدَ وَهُوَ قَائِمٌ وَإِذَا قَرَأَ قَاعِدًا رَكَعَ وَسَجَدَ وَهُوَ قَاعِدٌ وَكَانَ إِذَا طَلَعَ الْفَجْرُ صَلَّى رَكْعَتَيْنِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}