{
  "hadith": {
    "hadith_id": 1624,
    "narrator": "যুরারাহ্ (রহঃ)",
    "bn": "সা‘দ ইবনু হিশাম ইবনু 'আমির (রহঃ) আল্লাহর পথে (আজীবন) লড়াই করার সিদ্ধান্ত গ্রহণ করলেন। তাই তিনি মাদীনায় আগমন করলেন। তিনি চাচ্ছিলেন এ উদ্দেশে তিনি তার জমি-জমা বিক্রি করে তা দ্বারা অস্ত্রশস্ত্র ও যুদ্ধের ঘোড়া কিনবেন এবং রোমান অর্থাৎ খৃষ্টানদের বিরুদ্ধে আমৃত্যু জিহাদ করবেন। তাই মদীনায় এসে তিনি মাদীনাহ্‌বাসী কিছু লোকের সাথে সাক্ষাৎ করলে তারা তাঁকে ঐরূপ করতে নিষেধ করলেন। তারা তাকে এ কথাও জানালেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জীবদ্দশায় ছয়জন লোকের একটি দল এ একই করতে চাইলে আল্লাহর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা করতে নিষেধ করেছিলেন : আমার জীবন ও কর্মে কি তোমাদের জন্য অনুসরণীয় আদর্শ নেই? তারা (মাদীনাহ্‌বাসী) যখন তাকে এ কথাটি শুনালেন তখন তিনি তার স্ত্রীকে ফিরিয়ে নিলেন (রুজ‘আত করলেন) এবং কিছু লোককে এ ব্যাপারে সাক্ষী রাখলেন। কেননা এ কাজের (জিহাদের) জন্য তিনি তার স্ত্রীকে ত্বলাক দিয়েছিলেন। এরপর তিনি ‘আবদুল্লাহ ইবনু 'আব্বাস-এর কাছে এসে তাঁকে রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বিত্‌র সলাত আদায় করা সম্পর্কে জিজ্ঞেস করলেন। ‘আবদুল্লাহ ইবনু আব্বাস তাঁকে বললেনঃ রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বিত্‌র সলাত সম্পর্কে পৃথিবীর অধিবাসীদের মধ্যে সবচেয়ে বেশী জানে আমি এমন একজন লোকের সন্ধান কি তোমাকে দিব না? তিনি (সা‘দ ইবনু হিশাম ইবনু 'আমির) বললেনঃতিনি কে? ‘আবদুল্লাহ্ ইবনু ‘আব্বাস বললেনঃ তিনি হলেন ‘আয়িশা (রাঃ)। তার কাছে গিয়ে তুমি জিজ্ঞেস করবে, তারপর তোমাকে দেয়া তাঁর জবাব আমাকে এসে জানাবে। আমি তখন তাঁর কাছে যাওয়ার জন্য রওয়ানা হলাম। প্রথমে আমি হাকীম ইবনু আফ্‌লাহ-র কাছে গেলাম। আমি তাকে আমার সাথে তাঁর (‘আয়িশাহ্‌) এ দু’ দলের ব্যাপারে কোন কিছু বলতে নিষেধ করেছিলাম। কিন্ত তিনি তা না শুনে বরং একটি পক্ষাবলম্বন করেছিলেন। সা‘দ ইবনু হিশাম ইবনু 'আমির বলেনঃ তখন আমি তাঁকে ক্বসম দিয়ে যেতে বললাম। তাই তিনি যেতে রাজি হলেন। আমরা ‘আয়িশা (রাঃ) এর কাছে গিয়ে তাঁকে অবহিত করলে তিনি আমাদেরকে অনুমতি দান করলেন। আমরা তাঁর কাছে গেলে তিনি হাকীম আফ্‌লাহ কে চিনতে পারলেন। তাই বললেনঃ আরে , এ যে হাকীম? তিনি (হাকীম ইবনু আফ্‌লাহ) বললেনঃ হ্যাঁ। তিনি জিজ্ঞেস করলেন : তোমার সাথে কে আছে? তিনি বললেন ” সা‘দ ইবনু হিশাম (ইবনু আমির)। তিনি প্রশ্ন করলেন। কোন্‌ হিশাম? হাকীম ইবনু আফ্‌লাহ বললেনঃ আমিরের পুত্র হিশাম। এ কথা শুনে তিনি তার প্রতি খুব স্নেহপ্রবণ হলেন এবং তার ব্যাপারে ভাল মন্তব্য করলেন। ক্বাতাদাহ্ বর্ণনা করলেন : আফ্‌লাহ উহুদের যু্দ্ধে শাহীদ হয়েছিলেন। এরপর আমি বললাম : হে উম্মুল মু‘মিনীন! রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর আখলাক্ব সম্পর্কে আমাকে কিছু অবহিত করুন। এ কথা শুনে তিনি আমাকে বললেন, তুমি কি কুরআন পড় না? আমি বললাম হ্যাঁ, পড়ি। তিনি বললেন, আল্লাহর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আখলাক্ব তো ছিল কুরআন। সা‘দ ইবনু হিশাম ইবনু 'আমির বলেছেনঃ আমি তখন মনে মনে সিদ্ধান্ত নিলাম উঠে চলে আসি এবং মৃত্যু পর্যন্ত এ ব্যাপারে আর কাউকে কিছু জিজ্ঞেস না করি। কিন্তু আমার মনে আবার একটি নতুন ধারণা জাগল। তাই আমি বললাম : আমাকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর রাতের ইবাদাত (ক্বিয়ামুল লায়ল) সম্পর্কে কিছু অবহিত করুন। তিনি এবার আমাকে জিজ্ঞেস করলেন : তুমি কি সুরাহ্ “ইয়া আইয়ুহাল মুযযা্‌ম্‌মিল” পড় না? আমি বললাম-হ্যাঁ পড়ি। তিনি বললেন ” মহান ও পরাক্রমশালী আল্লাহ এ সূরার প্রথমভাগে “ক্বিয়ামুল লায়ল” বা রাতের ‘ইবাদাত বন্দেগী ফরয করে দিয়েছেন। তাই এক বছর পর্যন্ত নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীগণ রাতের বেলা ‘ইবাদাত করেছেন। মহান আল্লাহ বারো মাস পর্যন্ত এ সূরার শেষাংশ আসমানে ঠেকিয়ে রেখেছিলেন (অর্থাৎ বারো মাস পর্যন্ত এ সূরার শেষাংশ অবতীর্ণ করেননি)। অবশেষে (বারো মাস পরে) এ সূরার শেষে আল্লাহ তা‘আলা রাতের ‘ইবাদাতের হুকুম লঘু করে আয়াত অবতীর্ণ করলেন। আর এ কারণে রাত জেগে ‘ইবাদাত যেখানে ফরয ছিল সেখানে তা নাফ্‌ল বা ঐচ্ছিক হয়ে গেল। সা‘দ ইবনু হিশাম বলেনঃ আমি বললাম, হে উম্মূল মুমিনীন! রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বিত্‌র সলাত সম্পর্কে আমাকে কিছু অবহিত করুন। তিনি বললেনঃ আমরা তাঁর জন্য মিসওয়াক এবং ওযূর পানি প্রস্তুত করে রাখতাম। অতঃপর রাতের বেলা মহান আল্লাহ যখন চাইতেন তখন তাঁকে জাগিয়ে দিতেন। তিনি উঠে মিসওয়াক করতেন। ওযূ করতেন এবং নয় রাক‘আত (বিত্‌র) সলাত আদায় করতেন। এতে অষ্টম রাক‘আত ছাড়া বসতেন না। এ বৈঠকে তিনি আল্লাহকে স্মরণ করতেন, তাঁর প্রশংসা করতেন এবং তার কাছে প্রার্থনা করতেন। অতঃপর এমনভাবে সালাম ফিরাতেন যে আমরা তা শুনতে পেতাম। এবার সালাম ফিরানোর পর ঘরে বসেই তিনি দু’ রাক‘আত সলাত আদায় করতেন। তারপর বললেনঃ হে বৎস! এ এগার রাক‘আত সলাত তিনি রাতে আদায় করতেন। পরবর্তীতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বয়স বেড়ে গিয়েছিল এবং শরীরও কিছুটা মাংসল হয়ে গিয়েছিল তখন তিনি সাত রাক‘আত বিত্‌র আদায় করতেন। এক্ষেত্রেও তিনি শেষের দু’ রাক‘আত সলাত পূর্বের মতো করেই আদায় করতেন : হে বৎস! এভাবে তিনি নয় রাক‘আত সলাত আদায় করতেন। আর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন সলাত আদায় করলে তা সর্বদা নিয়মিত আদায় করা পছন্দ করতেন। যখন ঘুমের প্রাবল্য বা ব্যথা-বেদনার কারণে তিনি রাতে ‘ইবাদাত (সলাত আদায়) করতে পারতেন না, তখন দিনের বেলা বারো রাক‘আত সলাত আদায় করতেন। আর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক রাতে পুরো কুরআন মাজীদ তিলাওয়াত করেছেন বা সকাল পর্যন্ত সারা রাত আদায় করেছেন কিংবা রমাযান মাস ছাড়া সারা মাস সিয়াম (রোযা) পালন করেছেন এমনটি আমি কখনো দেখিনি। সা'দ ইবনু হিশাম ইবনু 'আমির বর্ণনা করেছেন পরে আমি ‘আবদুল্লাহ ইবনু 'আব্বাস (রাঃ)-এর কাছে এসে ‘আয়িশা (রাঃ)-এর বর্ণিত হাদীসটি বর্ণনা করলে তিনি বললেনঃ তিনি সঠিক বলেছেন। আমি যদি তাঁর কাছে থাকতাম বা তাঁর কাছে যেতাম তাহলে নিজে তাঁর মুখ থেকে হাদীসটি শুনতে পেতাম। সা‘দ ইবনু হিশাম বললেনঃ আমার যদি জানা থাকত যে, আপনি তাঁর কাছে যান না, তাহলে আপনাকে আমি তাঁর কথা বলতাম না। (ই.ফা. ১৬০৯, ই.সে. ১৬১৬)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ، أَنَّ سَعْدَ بْنَ هِشَامِ بْنِ عَامِرٍ، أَرَادَ أَنْ يَغْزُوَ، فِي سَبِيلِ اللَّهِ فَقَدِمَ الْمَدِينَةَ فَأَرَادَ أَنْ يَبِيعَ عَقَارًا لَهُ بِهَا فَيَجْعَلَهُ فِي السِّلاَحِ وَالْكُرَاعِ وَيُجَاهِدَ الرُّومَ حَتَّى يَمُوتَ فَلَمَّا قَدِمَ الْمَدِينَةَ لَقِيَ أُنَاسًا مِنْ أَهْلِ الْمَدِينَةِ فَنَهَوْهُ عَنْ ذَلِكَ وَأَخْبَرُوهُ أَنَّ رَهْطًا سِتَّةً أَرَادُوا ذَلِكَ فِي حَيَاةِ نَبِيِّ اللَّهِ صلى الله عليه وسلم فَنَهَاهُمْ نَبِيُّ اللَّهِ صلى الله عليه وسلم وَقَالَ ‏\"‏ أَلَيْسَ لَكُمْ فِيَّ أُسْوَةٌ ‏\"‏ ‏.‏ فَلَمَّا حَدَّثُوهُ بِذَلِكَ رَاجَعَ امْرَأَتَهُ وَقَدْ كَانَ طَلَّقَهَا وَأَشْهَدَ عَلَى رَجْعَتِهَا فَأَتَى ابْنَ عَبَّاسٍ فَسَأَلَهُ عَنْ وِتْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ابْنُ عَبَّاسٍ أَلاَ أَدُلُّكَ عَلَى أَعْلَمِ أَهْلِ الأَرْضِ بِوِتْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ مَنْ قَالَ عَائِشَةُ ‏.‏ فَأْتِهَا فَاسْأَلْهَا ثُمَّ ائْتِنِي فَأَخْبِرْنِي بِرَدِّهَا عَلَيْكَ فَانْطَلَقْتُ إِلَيْهَا فَأَتَيْتُ عَلَى حَكِيمِ بْنِ أَفْلَحَ فَاسْتَلْحَقْتُهُ إِلَيْهَا فَقَالَ مَا أَنَا بِقَارِبِهَا لأَنِّي نَهَيْتُهَا أَنْ تَقُولَ فِي هَاتَيْنِ الشِّيعَتَيْنِ شَيْئًا فَأَبَتْ فِيهِمَا إِلاَّ مُضِيًّا ‏.‏ - قَالَ - فَأَقْسَمْتُ عَلَيْهِ فَجَاءَ فَانْطَلَقْنَا إِلَى عَائِشَةَ فَاسْتَأْذَنَّا عَلَيْهَا فَأَذِنَتْ لَنَا فَدَخَلْنَا عَلَيْهَا ‏.‏ فَقَالَتْ أَحَكِيمٌ فَعَرَفَتْهُ ‏.‏ فَقَالَ نَعَمْ ‏.‏ فَقَالَتْ مَنْ مَعَكَ قَالَ سَعْدُ بْنُ هِشَامٍ ‏.‏ قَالَتْ مَنْ هِشَامٌ قَالَ ابْنُ عَامِرٍ فَتَرَحَّمَتْ عَلَيْهِ وَقَالَتْ خَيْرًا - قَالَ قَتَادَةُ وَكَانَ أُصِيبَ يَوْمَ أُحُدٍ ‏.‏ فَقُلْتُ يَا أُمَّ الْمُؤْمِنِينَ أَنْبِئِينِي عَنْ خُلُقِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَتْ أَلَسْتَ تَقْرَأُ الْقُرْآنَ قُلْتُ بَلَى ‏.‏ قَالَتْ فَإِنَّ خُلُقَ نَبِيِّ اللَّهِ صلى الله عليه وسلم كَانَ الْقُرْآنَ ‏.‏ - قَالَ - فَهَمَمْتُ أَنْ أَقُومَ وَلاَ أَسْأَلَ أَحَدًا عَنْ شَىْءٍ حَتَّى أَمُوتَ ثُمَّ بَدَا لِي فَقُلْتُ أَنْبِئِينِي عَنْ قِيَامِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَتْ أَلَسْتَ تَقْرَأُ ‏{‏ يَا أَيُّهَا الْمُزَّمِّلُ‏}‏ قُلْتُ بَلَى ‏.‏ قَالَتْ فَإِنَّ اللَّهَ عَزَّ وَجَلَّ افْتَرَضَ قِيَامَ اللَّيْلِ فِي أَوَّلِ هَذِهِ السُّورَةِ فَقَامَ نَبِيُّ اللَّهِ صلى الله عليه وسلم وَأَصْحَابُهُ حَوْلاً وَأَمْسَكَ اللَّهُ خَاتِمَتَهَا اثْنَىْ عَشَرَ شَهْرًا فِي السَّمَاءِ حَتَّى أَنْزَلَ اللَّهُ فِي آخِرِ هَذِهِ السُّورَةِ التَّخْفِيفَ فَصَارَ قِيَامُ اللَّيْلِ تَطَوُّعًا بَعْدَ فَرِيضَةٍ ‏.‏ - قَالَ - قُلْتُ يَا أُمَّ الْمُؤْمِنِينَ أَنْبِئِينِي عَنْ وِتْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَتْ كُنَّا نُعِدُّ لَهُ سِوَاكَهُ وَطَهُورَهُ فَيَبْعَثُهُ اللَّهُ مَا شَاءَ أَنْ يَبْعَثَهُ مِنَ اللَّيْلِ فَيَتَسَوَّكُ وَيَتَوَضَّأُ وَيُصَلِّي تِسْعَ رَكَعَاتٍ لاَ يَجْلِسُ فِيهَا إِلاَّ فِي الثَّامِنَةِ فَيَذْكُرُ اللَّهَ وَيَحْمَدُهُ وَيَدْعُوهُ ثُمَّ يَنْهَضُ وَلاَ يُسَلِّمُ ثُمَّ يَقُومُ فَيُصَلِّي التَّاسِعَةَ ثُمَّ يَقْعُدُ فَيَذْكُرُ اللَّهَ وَيَحْمَدُهُ وَيَدْعُوهُ ثُمَّ يُسَلِّمُ تَسْلِيمًا يُسْمِعُنَا ثُمَّ يُصَلِّي رَكْعَتَيْنِ بَعْدَ مَا يُسَلِّمُ وَهُوَ قَاعِدٌ فَتِلْكَ إِحْدَى عَشْرَةَ رَكْعَةً يَا بُنَىَّ فَلَمَّا أَسَنَّ نَبِيُّ اللَّهِ صلى الله عليه وسلم وَأَخَذَ اللَّحْمَ أَوْتَرَ بِسَبْعٍ وَصَنَعَ فِي الرَّكْعَتَيْنِ مِثْلَ صَنِيعِهِ الأَوَّلِ فَتِلْكَ تِسْعٌ يَا بُنَىَّ وَكَانَ نَبِيُّ اللَّهِ صلى الله عليه وسلم إِذَا صَلَّى صَلاَةً أَحَبَّ أَنْ يُدَاوِمَ عَلَيْهَا وَكَانَ إِذَا غَلَبَهُ نَوْمٌ أَوْ وَجَعٌ عَنْ قِيَامِ اللَّيْلِ صَلَّى مِنَ النَّهَارِ ثِنْتَىْ عَشْرَةَ رَكْعَةً وَلاَ أَعْلَمُ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَرَأَ الْقُرْآنَ كُلَّهُ فِي لَيْلَةٍ وَلاَ صَلَّى لَيْلَةً إِلَى الصُّبْحِ وَلاَ صَامَ شَهْرًا كَامِلاً غَيْرَ رَمَضَانَ ‏.‏ - قَالَ - فَانْطَلَقْتُ إِلَى ابْنِ عَبَّاسِ فَحَدَّثْتُهُ بِحَدِيثِهَا فَقَالَ صَدَقَتْ لَوْ كُنْتُ أَقْرَبُهَا أَوْ أَدْخُلُ عَلَيْهَا لأَتَيْتُهَا حَتَّى تُشَافِهَنِي بِهِ ‏.‏ - قَالَ - قُلْتُ لَوْ عَلِمْتُ أَنَّكَ لاَ تَدْخُلُ عَلَيْهَا مَا حَدَّثْتُكَ حَدِيثَهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}