{
  "hadith": {
    "hadith_id": 1669,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "এক রাতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাড়ী থেকে মাসজিদে গিয়ে সলাত আদায় করলেন, অনেক লোকও তাঁর সাথে সলাত আদায় করল। পরদিন লোকজন এ ব্যাপার নিয়ে আলোচনা করল। সুতরাং ঐ দিন রাতে আরো বেশী লোক (মাসজিদে) একত্রিত হ‘ল। ঐ দ্বিতীয় রাতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদে তাদের মাঝে উপস্থিত হলেন। সবাই তাঁর সাথে সলাত আদায় করল। পরদিনও লোকজন এ ব্যাপারটি নিয়ে আলোচনা করল। সুতরাং তৃতীয় রাতে লোকের সংখ্যা আরো বেড়ে গেল। রাতেও তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদে তাদের মাঝে গেলেন। লোকজন তাঁর সাথে সলাত আদায় করল। কিন্তু চতুর্থ রাতে লোক সংখ্যা এত বেশী হ‘ল যে, মাসজিদে জায়গা সংকুলান হ‘ল না। কিন্তু রাতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদে আসলেন না। তাঁদের মধ্য থেকে কিছু সংখ্যক লোক সলাত বলে ডাকতে শুরু করল। কিন্তু তিনি ঐ রাতে আর বের হলেন না। বরং ফাজ্‌রের ওয়াক্তে বের হলেন। ফাজ্‌রের সলাত শেষ করে তিনি লোকদের দিকে ঘুরলেন, তাশাহ্‌হুদ পড়লেন, তারপর “আম্মাবাদ” বলে শুরু করলেন। তিনি বললেনঃ গতরাতে তোমাদের ব্যাপারটা আমার অজানা নয়। কিন্তু আমি আশঙ্কা করেছিলাম যে, রাতের এ সলাতটি তোমাদের জন্য ফরয করে দেয়া হতে পারে। আর তোমরা তা পালন করতে অক্ষম হয়ে পড়বে। (ই.ফা. ১৬৫৪, ই.সে. ১৬৬১)",
    "ar": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ مِنْ جَوْفِ اللَّيْلِ فَصَلَّى فِي الْمَسْجِدِ فَصَلَّى رِجَالٌ بِصَلاَتِهِ فَأَصْبَحَ النَّاسُ يَتَحَدَّثُونَ بِذَلِكَ فَاجْتَمَعَ أَكْثَرُ مِنْهُمْ فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي اللَّيْلَةِ الثَّانِيَةِ فَصَلَّوْا بِصَلاَتِهِ فَأَصْبَحَ النَّاسُ يَذْكُرُونَ ذَلِكَ فَكَثُرَ أَهْلُ الْمَسْجِدِ مِنَ اللَّيْلَةِ الثَّالِثَةِ فَخَرَجَ فَصَلَّوْا بِصَلاَتِهِ فَلَمَّا كَانَتِ اللَّيْلَةُ الرَّابِعَةُ عَجَزَ الْمَسْجِدُ عَنْ أَهْلِهِ فَلَمْ يَخْرُجْ إِلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم فَطَفِقَ رِجَالٌ مِنْهُمْ يَقُولُونَ الصَّلاَةَ ‏.‏ فَلَمْ يَخْرُجْ إِلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى خَرَجَ لِصَلاَةِ الْفَجْرِ فَلَمَّا قَضَى الْفَجْرَ أَقْبَلَ عَلَى النَّاسِ ثُمَّ تَشَهَّدَ فَقَالَ ‏ \"‏ أَمَّا بَعْدُ فَإِنَّهُ لَمْ يَخْفَ عَلَىَّ شَأْنُكُمُ اللَّيْلَةَ وَلَكِنِّي خَشِيتُ أَنْ تُفْرَضَ عَلَيْكُمْ صَلاَةُ اللَّيْلِ فَتَعْجِزُوا عَنْهَا ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}