{
  "hadith": {
    "hadith_id": 1673,
    "narrator": "'আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমি এক রাতে আমার খালা মায়মূনাহ্-এর [রসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রীর] ঘরে কাটালাম। (আমি দেখলাম) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতের বেলা উঠলেন এবং প্রাকৃতিক প্রয়োজন সেরে এসে মুখমন্ডল এবং দু‘হাত ধুলেন। এরপর তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুমালেন। পরে পুনরায় উঠে মশকের পাশে গেলেন এবং এর বন্ধন খুলে ওযূ করলেন। ওযূতে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মধ্যমপন্থা অবলম্বন করলেন (অর্থাৎ ওযূ করতে খুব যত্নও নিলেন না আবার একেবারে খুব হালকাভাবেও ওযূ করলেন না)। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বেশী পানি ব্যবহার করলেন না। তবে পূর্ণাঙ্গ ওযূ করলেন। তারপর দাঁড়িয়ে সলাত আদায় করলেন। আমি সে সময় উঠলাম এবং তাঁর কাজকর্ম দেখার জন্য জেগে ছিলাম বা সতর্কভাবে তা লক্ষ্য করছিলাম, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এটা যেন না ভেবে বসেন তাই আড়মোড়া ভাঙ্গলাম। এবার আমি ওযূ করলাম এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত আদায় করতে দাঁড়ালেন, অতঃপর আমিও তাঁর বা পাশে দাঁড়ালাম। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে আমার হাত ধরে ঘুরিয়ে এনে তাঁর ডান পাশে দাঁড় করিয়ে দিলেন। এভাবে রসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর রাতের সলাত তের রাক‘আত শেষ হল। এরপর তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুমিয়ে পড়লেন। এমনকি (ঘুমের মধ্যে তাঁর) নাক ডাকতে শুরু করল। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্বভাবতঃ যখনই ঘুমাতেন তখন নাক ডাকত। পরে বিলাল (রাঃ) তাঁকে সলাতের কথা বলে গেলেন। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ‘আল্ল-হুমাজ্‘আল ফী ক্বল্‌বী নূরাওঁ ওয়া ফী বাসারী নূরাওঁ, ওয়া ফী সাম‘ঈ নূরাওঁ ওয়া আই ইয়ামীনী নূরাওঁ, ওয়া 'আই ইয়াসা-রী নূরাওঁ, ওয়া ফাওক্বী নূরাওঁ, ওয়া তাহতী নূরাওঁ, ওয়া আমা-মী নূরাওঁ, ওয়া খল্‌ফী নূরাওঁ,  ওয়া ‘আযযিম্‌লী নূরা”-(অর্থাৎ হে আল্লাহ ! তুমি আমার হৃদয়ে আলো দান কর, আমার চোখে আলো দান কর, আমার কানে বা শ্রবণ শক্তিতে আলো দান কর। আমার ডান দিকে আলো দান কর, আমার বাঁ দিকে আলো দান কর, আমার উপর দিকে আলো দান কর, আমার নীচের দিকে আলো দান কর, আমার সামনে আলো দান কর, আমার পিছনে আলো দান কর এবং আমার আলোকে বিশাল করে দাও।) বর্ণনাকারী কুরায়ব বলেছেনঃ তিনি এরূপ আরো সাতটি কথা বলেছিলেন যা আমি ভূলে গিয়েছি। হাদীসের বর্ণনাকারী সালামাহ্ ইবনু কুহায়ল বলেনঃ এরপর আমি ‘আব্বাস (রাঃ) এর এক পুত্রের সাথে সাক্ষাৎ করলে তিনি ঐগুলো (অবশিষ্ট সাতটি) আমার কাছে বর্ণনা করলেন। তাতে তিনি উল্লেখ করলেন : আমার স্নায়ুতন্ত্রীসমূহে, আমার শরীরের গোশতে , আমার রক্তে, আমার চুলে এবং আমার গাত্রচর্মে আলো দান কর। এছাড়াও তিনি আরো দুটি বিষয় উল্লেখ করে বললেনঃ এ দুটিতে তিনি আলো চেয়েছেন। (ই.ফা. ১৬৫৮,ই.সে. ১৬৬৫)",
    "ar": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ هَاشِمِ بْنِ حَيَّانَ الْعَبْدِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، - يَعْنِي ابْنَ مَهْدِيٍّ - حَدَّثَنَا سُفْيَانُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ بِتُّ لَيْلَةً عِنْدَ خَالَتِي مَيْمُونَةَ فَقَامَ النَّبِيُّ صلى الله عليه وسلم مِنَ اللَّيْلِ فَأَتَى حَاجَتَهُ ثُمَّ غَسَلَ وَجْهَهُ وَيَدَيْهِ ثُمَّ نَامَ ثُمَّ قَامَ فَأَتَى الْقِرْبَةَ فَأَطْلَقَ شِنَاقَهَا ثُمَّ تَوَضَّأَ وُضُوءًا بَيْنَ الْوُضُوءَيْنِ وَلَمْ يُكْثِرْ وَقَدْ أَبْلَغَ ثُمَّ قَامَ فَصَلَّى فَقُمْتُ فَتَمَطَّيْتُ كَرَاهِيَةَ أَنْ يَرَى أَنِّي كُنْتُ أَنْتَبِهُ لَهُ فَتَوَضَّأْتُ فَقَامَ فَصَلَّى فَقُمْتُ عَنْ يَسَارِهِ فَأَخَذَ بِيَدِي فَأَدَارَنِي عَنْ يَمِينِهِ فَتَتَامَّتْ صَلاَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ اللَّيْلِ ثَلاَثَ عَشْرَةَ رَكْعَةً ثُمَّ اضْطَجَعَ فَنَامَ حَتَّى نَفَخَ وَكَانَ إِذَا نَامَ نَفَخَ فَأَتَاهُ بِلاَلٌ فَآذَنَهُ بِالصَّلاَةِ فَقَامَ فَصَلَّى وَلَمْ يَتَوَضَّأْ وَكَانَ فِي دُعَائِهِ ‏ \"‏ اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا وَفِي بَصَرِي نُورًا وَفِي سَمْعِي نُورًا وَعَنْ يَمِينِي نُورًا وَعَنْ يَسَارِي نُورًا وَفَوْقِي نُورًا وَتَحْتِي نُورًا وَأَمَامِي نُورًا وَخَلْفِي نُورًا وَعَظِّمْ لِي نُورًا ‏\"‏ ‏.‏ قَالَ كُرَيْبٌ وَسَبْعًا فِي التَّابُوتِ فَلَقِيتُ بَعْضَ وَلَدِ الْعَبَّاسِ فَحَدَّثَنِي بِهِنَّ فَذَكَرَ عَصَبِي وَلَحْمِي وَدَمِي وَشَعَرِي وَبَشَرِي وَذَكَرَ خَصْلَتَيْنِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}