{
  "hadith": {
    "hadith_id": 1674,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি একদিন উম্মুল মুমিনীন মায়মুনাহ্ (রাঃ) এর ঘরে রাত কাটালেন। মায়মূনাহ্ (রাঃ) তাঁর খালা। তিনি বলেছেন, আমি বিছানাতে আড়াআড়িভাবে শুলাম। এরপরে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুমিয়ে পড়লেন। রাতের অর্ধেকের কিছু পূর্বে অথবা অর্ধেকের কিছু পর তিনি জেগে উঠলেন এবং মুখমন্ডলের উপর হাত রগড়িয়ে ঘুমের আলস্য দূর করতে থাকলেন। এরপর সূরাহ্‌ আ-লি ‘ইমরান এর শেষ দশটি আয়াত পাঠ করলেন এবং (ঘরে) ঝুলানো একটি মশকের পাশে গিয়ে উত্তমরূপে ওযূ করলেন। অতঃপর তিনি উঠে সলাত আদায় করলেন। ‘আবদুল্লাহ ইবনু আব্বাস (রাঃ) বর্ণনা করেছেন : তখন আমিও উঠে দাঁড়ালাম এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা যা করেছিলেন আমিও তাই করলাম। তারপর তাঁর পাশে গিয়ে দাঁড়ালাম এবং তাঁর ডান হাত আমার মাথার উপর রাখলেন আর আমার ডান কান ধরে মোচড়াতে থাকলেন।[৩৩] তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’ রাক‘আত সলাত আদায় করলেন। তারপর আরো দু’ রাকআত সলাত আদায় করলেন। পরে আরো দু’ রাক‘আত, এরপর আরো দু’ রাক‘আত এবং পরে আরো দু’ রাক‘আত সলাত আদায় করলেন। আর সর্বশেষে বিত্‌র পড়লেন।[৩৪] তারপর শুয়ে পড়লেন। অবশেষে মুয়ায্‌যিন এসে সলাত সম্পর্কে অবহিত করলে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উঠে সংক্ষেপে দু’ রাক‘আত সলাত আদায় করলেন এবং তারপর বাড়ী থেকে (মাসজিদে) গিয়ে ফাজ্‌রের সলাত আদায় করতেন। (ই.ফা. ১৬৫৯, ই.সে. ১৬৬৬)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ مَخْرَمَةَ بْنِ سُلَيْمَانَ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ أَنَّ ابْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّهُ، بَاتَ لَيْلَةً عِنْدَ مَيْمُونَةَ أُمِّ الْمُؤْمِنِينَ - وَهِيَ خَالَتُهُ - قَالَ فَاضْطَجَعْتُ فِي عَرْضِ الْوِسَادَةِ وَاضْطَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَهْلُهُ فِي طُولِهَا فَنَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى انْتَصَفَ اللَّيْلُ أَوْ قَبْلَهُ بِقَلِيلٍ أَوْ بَعْدَهُ بِقَلِيلٍ اسْتَيْقَظَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَجَعَلَ يَمْسَحُ النَّوْمَ عَنْ وَجْهِهِ بِيَدِهِ ثُمَّ قَرَأَ الْعَشْرَ الآيَاتِ الْخَوَاتِمَ مِنْ سُورَةِ آلِ عِمْرَانَ ثُمَّ قَامَ إِلَى شَنٍّ مُعَلَّقَةٍ فَتَوَضَّأَ مِنْهَا فَأَحْسَنَ وُضُوءَهُ ثُمَّ قَامَ فَصَلَّى ‏.‏ قَالَ ابْنُ عَبَّاسٍ فَقُمْتُ فَصَنَعْتُ مِثْلَ مَا صَنَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ ذَهَبْتُ فَقُمْتُ إِلَى جَنْبِهِ فَوَضَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ الْيُمْنَى عَلَى رَأْسِي وَأَخَذَ بِأُذُنِي الْيُمْنَى يَفْتِلُهَا فَصَلَّى رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ أَوْتَرَ ثُمَّ اضْطَجَعَ حَتَّى جَاءَ الْمُؤَذِّنُ فَقَامَ فَصَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ ثُمَّ خَرَجَ فَصَلَّى الصُّبْحَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৩] নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইবনু 'আব্বাস (রাঃ)-এর কান মলেছিলেন তার তন্দ্রা দূর করার জন্য কিংবা মামুর বা মুক্তাদী হিসেবে ডান পাশে দাঁড় করানোর জন্য। (মুসলিম শরহে নাবাবী- ১ম ২৬০ পৃষ্ঠা)\n[৩৪] এ হাদীসের বর্ণনানুযায়ী রাতের সলাত বিত্‌রসহ তের রাক‘আত আদায় করা যায়। পাঁচ সালামে দশ রাক‘আত, অতঃপর বিতরের নিয়্যাত করে দু’ রাক‘আত আদায় করে সালাম ফিরাবে। আর এগার রাক‘আত আদায় করলে পাঁচ সালামে দশ রাক‘আত পড়ে এক রাক‘আত বিত্‌র অথবা চার সালামে আট রাক‘আত আর তিন রাক‘আত বিত্‌র এক সালামেও আদায় করতে পারবে। এ সকল নিয়মে রাতের সলাত এ অধ্যায়ের সবগুলো হাদীসের উপর ‘আমাল হয়ে যাবে।",
    "chapter": {
      "chapter_number": "6"
    }
  }
}