{
  "hadith": {
    "hadith_id": 1679,
    "narrator": "‘আবদুল্লাহ ইবনু 'আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমি একদা আমার খালা মায়মূনাহ্-এর ঘরে রাত্রিযাপন করলাম আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কীভাবে সলাত আদায় করেন তার প্রতি লক্ষ্য রাখলাম। তিনি (আবদুল্লাহ ইবনু 'আব্বাস) বলেছেনঃ (রাতে) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উঠে প্রস্রাব করলেন এবং মুখমন্ডল ও দু’ হাতের কব্জি পর্যন্ত ধুয়ে ঘুমিয়ে পড়লেন। পরে আবার উঠে মশকের পাশে গেলেন, এর বাঁধন খুললেন এবং বড় থালা বা কাষ্ঠ নির্মিত প্লেটে পানি ঢাললেন। পরে হাত দিয়ে তা নীচু করলেন এবং দু’ ওযুর মাঝামাঝি উত্তম ওযূ করলেন (অর্থাৎ অত্যধিক যত্নের সাথে ওযূ করলেন না, আবার খুব হালকাভাবেও করলেন না)। অতঃপর তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত আদায় করতে দাঁড়ালে আমিও উঠে গিয়ে তাঁর বাম পাশে দাঁড়ালাম। তখন তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে ধরে তাঁর ডান পাশে দাঁড় করিয়ে দিলেন। মোট তের রাক‘আত সলাত দ্বারা তাঁর সলাত শেষ হল। এরপর তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুমিয়ে পড়লেন। তখন নাক ডাকতে শুরু করল। আমরা নাক ডাকানোর আওয়াজ শুনে তাঁর ঘুমানো বুঝতে পারতাম। তারপর সলাতের জন্য (মাসজিদে) চলে গেলেন এবং সলাত আদায় করলেন। সলাতের মধ্যে অথবা সিজদায় গিয়ে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ বলে দু‘আ করতে থাকলেন “আল্ল-হুম্মাজ্’আল ফী ক্বলবী নূরাওঁ ওয়া ফী সাম’ঈ নূরাওঁ ওয়া ফী বাসারী নূরাওঁ ওয়া ‘আই ইয়ামীনী নূরাওঁ ওয়া ‘আন্ শিমালী নূরাওঁ ওয়া আমা-মী নূরাওঁ ওয়া খলফী নূরাওঁ ওয়া ফাওক্বী নূরাওঁ ওয়া তাহ্‌তী নূরাওঁ ওয়াজ ‘আল্‌লী নূরান্‌ আও ক্ব-লা ওয়াজ্‘আলনী নূরা-” -(অর্থাৎ- হে আল্লাহ ! তুমি আমার হৃদয়-মনে আলো দান কর, আমর শ্রবণ শক্তিতে আলো দান কর, আমার ডান দিকে আলো দান কর, আমার বাম দিকে আলো দান কর, আমার উপর দিকে আলো দান কর, আমার নীচের দিকে আলো দান কর এবং আমার জন্য আলো সৃষ্টি কর। অথবা তিনি বললেনঃ আমাকে আলোতে পরিণত করে দাও।) (ই.ফা. ১৬৬৪, ই.সে. ১৬৭১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدٌ، - وَهُوَ ابْنُ جَعْفَرٍ - حَدَّثَنَا شُعْبَةُ، عَنْ سَلَمَةَ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ بِتُّ فِي بَيْتِ خَالَتِي مَيْمُونَةَ فَبَقَيْتُ كَيْفَ يُصَلِّي رَسُولُ اللَّهِ صلى الله عليه وسلم - قَالَ - فَقَامَ فَبَالَ ثُمَّ غَسَلَ وَجْهَهُ وَكَفَّيْهِ ثُمَّ نَامَ ثُمَّ قَامَ إِلَى الْقِرْبَةِ فَأَطْلَقَ شِنَاقَهَا ثُمَّ صَبَّ فِي الْجَفْنَةِ أَوِ الْقَصْعَةِ فَأَكَبَّهُ بِيَدِهِ عَلَيْهَا ثُمَّ تَوَضَّأَ وُضُوءًا حَسَنًا بَيْنَ الْوُضُوءَيْنِ ثُمَّ قَامَ يُصَلِّي فَجِئْتُ فَقُمْتُ إِلَى جَنْبِهِ فَقُمْتُ عَنْ يَسَارِهِ - قَالَ - فَأَخَذَنِي فَأَقَامَنِي عَنْ يَمِينِهِ فَتَكَامَلَتْ صَلاَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثَلاَثَ عَشْرَةَ رَكْعَةً ثُمَّ نَامَ حَتَّى نَفَخَ وَكُنَّا نَعْرِفُهُ إِذَا نَامَ بِنَفْخِهِ ثُمَّ خَرَجَ إِلَى الصَّلاَةِ فَصَلَّى فَجَعَلَ يَقُولُ فِي صَلاَتِهِ أَوْ فِي سُجُودِهِ ‏ \"‏ اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا وَفِي سَمْعِي نُورًا وَفِي بَصَرِي نُورًا وَعَنْ يَمِينِي نُورًا وَعَنْ شِمَالِي نُورًا وَأَمَامِي نُورًا وَخَلْفِي نُورًا وَفَوْقِي نُورًا وَتَحْتِي نُورًا وَاجْعَلْ لِي نُورًا أَوْ قَالَ وَاجْعَلْنِي نُورًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}