{
  "hadith": {
    "hadith_id": 1684,
    "narrator": "আবদুল্লাহ ইবনু 'আব্বাস (রাঃ)",
    "bn": "একদিন রাতে তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুম থেকে জেগে উঠে মিসওয়াক ও ওযূ করলেন। এ সময় তিনি (কুরআন মাজীদের এ আয়াতগুলো) পড়ছিলেন : (আরবি) “আসমান ও জমিনের সৃষ্টি কৌশলে এবং রাত ও দিনের পালাক্রমে আগমন নির্গমনে সুধী ও জ্ঞানীজনদের জন্য নিদর্শনাবলী রয়েছে”- (সূরাহ্‌ আলি ইমরান ৩ : ১৯০)। এভাবে তিনি সূরার শেষ পর্যন্ত পড়লেন। এরপর উঠে দু’ রাক‘আত সলাত আদায় করলেন। এতে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ক্বিয়াম, রুকু ও সিজদাহ্ দীর্ঘায়িত করলেন এবং শেষ করে ঘুমিয়ে পড়লেন। এমনকি নাক ডেকে ঘুমালেন। তিনবার তিনি এরূপ করলেন এবং এভাবে তিনি ছয় রাক‘আত সলাত আদায় করলেন প্রত্যেক বার তিনি মিসওয়াক করলেন, ওযূ করলেন এবং এ আয়াতগুলো পড়লেন। সর্বশেষে তিন রাক‘আত বিত্‌র পড়লেন। অতঃপর মুয়ায্‌যিন আযান দিলে তিনি সলাতের জন্য (মাসজিদে ) চলে গেলেন। তখন তিনি এ বলে দুআ করেছিলেন: “আল্ল-হুম্মআজ্’আল ফী ক্বলবী নূরাওঁ ওয়াফী লিসা-নী নূরাওঁ ওয়াজ’আল ফী সাম’ঈ নূরাওঁ ওয়াজ্‌’আল ফী বাসারী নূরাওঁ ওয়াজ্‌’আল মিন খলফী নূরাওঁ ওয়ামিন আমা-মী নূরাওঁ ওয়াজ্‌’আল মিন ফাওক্বী নূরাওঁ ওয়ামিন তাহ্‌তী নূরান্‌, আল্ল-হুম্মা আ’ত্বিনী নূরা-” অর্থাৎ হে আল্লাহ আমার হৃদয় মনে আলো (নূর) সৃষ্টি করে দাও, আমার দৃষ্টিশক্তিতে আলো সৃষ্টি করে দাও, আমার পিছন দিকে আলো সৃষ্টি করে দাও, আমার সামনের দিকে আলো সৃষ্টি করে দাও , আমার উপর দিক থেকে আলো সৃষ্টি করে দাও এবং আমার নীচের দিক থেকেও আলো সৃষ্টি করে দাও। হে আল্লাহ ! আমাকে নূর বা আলো দান কর।) (ই.ফা. ১৬৬৯, ই.সে. ১৬৭৬)",
    "ar": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ حُصَيْنِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مُحَمَّدِ بْنِ عَلِيِّ بْنِ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، أَنَّهُ رَقَدَ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَاسْتَيْقَظَ فَتَسَوَّكَ وَتَوَضَّأَ وَهُوَ يَقُولُ ‏{‏ إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ لآيَاتٍ لأُولِي الأَلْبَابِ‏}‏ فَقَرَأَ هَؤُلاَءِ الآيَاتِ حَتَّى خَتَمَ السُّورَةَ ثُمَّ قَامَ فَصَلَّى رَكْعَتَيْنِ فَأَطَالَ فِيهِمَا الْقِيَامَ وَالرُّكُوعَ وَالسُّجُودَ ثُمَّ انْصَرَفَ فَنَامَ حَتَّى نَفَخَ ثُمَّ فَعَلَ ذَلِكَ ثَلاَثَ مَرَّاتٍ سِتَّ رَكَعَاتٍ كُلَّ ذَلِكَ يَسْتَاكُ وَيَتَوَضَّأُ وَيَقْرَأُ هَؤُلاَءِ الآيَاتِ ثُمَّ أَوْتَرَ بِثَلاَثٍ فَأَذَّنَ الْمُؤَذِّنُ فَخَرَجَ إِلَى الصَّلاَةِ وَهُوَ يَقُولُ ‏\"‏ اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا وَفِي لِسَانِي نُورًا وَاجْعَلْ فِي سَمْعِي نُورًا وَاجْعَلْ فِي بَصَرِي نُورًا وَاجْعَلْ مِنْ خَلْفِي نُورًا وَمِنْ أَمَامِي نُورًا وَاجْعَلْ مِنْ فَوْقِي نُورًا وَمِنْ تَحْتِي نُورًا ‏.‏ اللَّهُمَّ أَعْطِنِي نُورًا ‏\"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}