{
  "hadith": {
    "hadith_id": 1696,
    "narrator": "‘আবদুর রহমান ইবনু আওফ (রাঃ)",
    "bn": "তিনি বলেন, আমি উম্মুল মু’মিনীন ‘আয়িশা (রাঃ)-কে জিঞ্জেস করলাম যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতের বেলা যখন সলাত আদায় করতেন তখন কীভাবে তাঁর সলাত শুরু করতেন? জবাবে ‘আয়িশা (রাঃ) বললেনঃ রাতে যখন তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত আদায় করতে উঠতেন তখন এ দু’আটি পড়ে সলাত শুরু করতেনঃ “ আল্ল-হুম্মা রব্বা জিবরীলা ওয়া মীকাঈলা ওয়া ইস্‌রা-ফীলা ফা-ত্বিরাস্‌ সামা-ওয়া-তি ওয়াল আর্‌যি ‘আ-লিমান গয়বি ওয়াশ্‌ শাহা-দাতি আন্‌তা তাহ্‌কুমু বায়না 'ইবা-দিকা ফীমা-কা-নূ ফীহি ইয়াখ্‌তালিফূ নাহ্‌দিনী লিমাখ তুলিফা ফীহি মিনাল হাক্কি বি ইয্‌নিকা ইন্নাকা তাহ্‌দী মান্‌ তাশা-উ ইলা- সিরা-ত্বিম মুসতাক্বীম” (অর্থাৎ - হে আল্লাহ্‌! জিব্‌রীল, মীকাঈল ও ইসরাফীলের প্রতিপালক, আসমান ও জমিনের স্রষ্টা, প্রকাশ্য ও গোপন বিষয়সমূহের জ্ঞানের অধিকারী। তোমার বান্দারা যেসব বিষয়ে মতানৈক্য পোষণ করে তুমিই সেগুলোর ফায়সালা করবে। সত্য ও ন্যায়ের যেসব বিষয়ে মতানৈক্য পোষণ করা হয়েছে সে বিষয়ে তুমি আমাকে পথ দেখাও। তুমিই তো যাকে ইচ্ছা সরল-সহজ পথ দেখিয়ে থাকো )। (ই.ফা. ১৬৮১ ই.সে. ১৬৮৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ حَاتِمٍ، وَعَبْدُ بْنُ حُمَيْدٍ، وَأَبُو مَعْنٍ الرَّقَاشِيُّ قَالُوا حَدَّثَنَا عُمَرُ بْنُ يُونُسَ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، حَدَّثَنِي أَبُو سَلَمَةَ، بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ قَالَ سَأَلْتُ عَائِشَةَ أُمَّ الْمُؤْمِنِينَ بِأَىِّ شَىْءٍ كَانَ نَبِيُّ اللَّهِ صلى الله عليه وسلم يَفْتَتِحُ صَلاَتَهُ إِذَا قَامَ مِنَ اللَّيْلِ قَالَتْ كَانَ إِذَا قَامَ مِنَ اللَّيْلِ افْتَتَحَ صَلاَتَهُ ‏ \"‏ اللَّهُمَّ رَبَّ جِبْرَائِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ فَاطِرَ السَّمَوَاتِ وَالأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}