{
  "hadith": {
    "hadith_id": 1744,
    "narrator": "আবূ সা’ঈদ আল খুদরী (রাযিঃ)",
    "bn": "একরাতে উসায়দ ইবনু হুযায়র তার ঘোড়ার আস্তাবলে কুরআন মাজীদ পাঠ করছিলেন। এমন সময় তার ঘোড়া লাফঝাপ দিতে শুরু করল। তিনি (কিছুক্ষণ পর) পুনরায় পাঠ করতে থাকলে ঘোড়াটিও পুনরায় লাফঝাপ দিতে শুরু করল। (কিছুক্ষণ পর) তিনি আবার পাঠ করলেন এবারও ঘোড়াটি লাফ দিল। উসায়দ ইবনু হুযায়র বলেন- এতে আমি আশঙ্কা করলাম যে, ঘোড়াটি (শায়িত ছেলে) ইয়াহ্‌ইয়াকে পদপিষ্ট করতে পারে। তাই আমি উঠে তার কাছে গেলাম। হঠাৎ আমার মাথার উপর সামিয়ানার মত কিছু দেখতে পেলাম। তার ভিতরে অনেকগুলো প্রদীপের মত জিনিস আলোকিত করে আছে। অতঃপর এগুলো উপরের দিকে শূন্যে উঠে গেল এবং আমি আর তা দেখতে পেলাম না। তিনি বলেছেনঃ পরদিন সকালে আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে গিয়ে বললাম, হে আল্লাহর রসুল! গতকাল রাতে আমি আমার ঘোড়ার আস্তাবলে কুরআন মাজীদ পাঠ করছিলাম। এমতাবস্থায় আমার ঘোড়াটি হঠাৎ লাফঝাপ দিতে শুরু করল। এ কথা শুনে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে ইবনু হুযায়র! তুমি পাঠ করতে থাকতে। আমি পাঠ করে সমাপ্ত করলাম। ইয়াহ্‌ইয়া ঘোড়াটির পাশেই ছিল। তাই ঘোড়াটি তাকে পদদলিত করে ফেলতে পারে আমি আশঙ্কা করলাম (এবং এগিয়ে গেলাম)। তখন আমি মেঘপুঞ্জের মত কিছু দেখতে পেলাম যার মধ্যে প্রদীপের মত কোন জিনিস আলো দিচ্ছিল। এটি উপর দিকে উঠে গেল এমনকি তা আমার দৃষ্টির আড়াল হয়ে গেল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসব শুনে বললেনঃ ওসব ছিল মালায়িকাহ্‌ (ফেরেশতাগণ)। তারা তোমার কুরআন শ্রবণ করছিল; তুমি যদি পড়তে থাকতে তাহলে ভোর পর্যন্ত তারা থাকত। আর লোকজন তাদেরকে দেখতে পেত। তারা লোকজনের দৃষ্টির আড়াল হত না। (ই.ফা. ১৭২৯, ই.সে. ১৭৩৬)",
    "ar": "وَحَدَّثَنِي حَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، وَحَجَّاجُ بْنُ الشَّاعِرِ، - وَتَقَارَبَا فِي اللَّفْظِ - قَالاَ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، حَدَّثَنَا يَزِيدُ بْنُ الْهَادِ، أَنَّ عَبْدَ اللَّهِ بْنَ خَبَّابٍ، حَدَّثَهُ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ حَدَّثَهُ أَنَّ أُسَيْدَ بْنَ حُضَيْرٍ بَيْنَمَا هُوَ لَيْلَةً يَقْرَأُ فِي مِرْبَدِهِ إِذْ جَالَتْ فَرَسُهُ فَقَرَأَ ثُمَّ جَالَتْ أُخْرَى فَقَرَأَ ثُمَّ جَالَتْ أَيْضًا قَالَ أُسَيْدٌ فَخَشِيتُ أَنْ تَطَأَ يَحْيَى فَقُمْتُ إِلَيْهَا فَإِذَا مِثْلُ الظُّلَّةِ فَوْقَ رَأْسِي فِيهَا أَمْثَالُ السُّرُجِ عَرَجَتْ فِي الْجَوِّ حَتَّى مَا أَرَاهَا - قَالَ - فَغَدَوْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ بَيْنَمَا أَنَا الْبَارِحَةَ مِنْ جَوْفِ اللَّيْلِ أَقْرَأُ فِي مِرْبَدِي إِذْ جَالَتْ فَرَسِي ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اقْرَإِ ابْنَ حُضَيْرٍ ‏\"‏ ‏.‏ قَالَ فَقَرَأْتُ ثُمَّ جَالَتْ أَيْضًا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اقْرَإِ ابْنَ حُضَيْرٍ ‏\"‏ ‏.‏ قَالَ فَقَرَأْتُ ثُمَّ جَالَتْ أَيْضًا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اقْرَإِ ابْنَ حُضَيْرٍ ‏\"‏ ‏.‏ قَالَ فَانْصَرَفْتُ ‏.‏ وَكَانَ يَحْيَى قَرِيبًا مِنْهَا خَشِيتُ أَنْ تَطَأَهُ فَرَأَيْتُ مِثْلَ الظُّلَّةِ فِيهَا أَمْثَالُ السُّرُجِ عَرَجَتْ فِي الْجَوِّ حَتَّى مَا أَرَاهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تِلْكَ الْمَلاَئِكَةُ كَانَتْ تَسْتَمِعُ لَكَ وَلَوْ قَرَأْتَ لأَصْبَحَتْ يَرَاهَا النَّاسُ مَا تَسْتَتِرُ مِنْهُمْ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "7"
    }
  }
}