{
  "hadith": {
    "hadith_id": 175,
    "narrator": "মিকদাদ ইবনুল আসওয়াদ (রাঃ)",
    "bn": "তিনি বলেন, আমি জিজ্ঞেস করলাম, হে আল্লাহর রসূল! আপনার মত কি? যদি আমি কোন কাফিরের সাথে যুদ্ধে লিপ্ত হই, আর সে আমার উপর আক্রমণ করে তরবারি দ্বারা আমার এক হাত কেটে ফেলে, অতঃপর সে এক বৃক্ষের আড়ালে গিয়ে আমার আক্রমণ থেকে আত্মরক্ষা করে এবং এ কথা বলে যে, আমি আল্লাহর জন্য ইসলাম গ্রহণ করেছি। হে আল্লাহর রসূল, সে এ কথা বলে যে, আমি আল্লাহর জন্য ইসলাম গ্রহণ করেছি। হে আল্লাহর রসূল! তার এ কথা বলার পর আমি কি তাকে হত্যা করবো? রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ না, তাকে হত্যা করো না। আমি বললাম, হে আল্লাহর রসূল! সে তো আমার একটি হাত কেটে ফেলেছে আর এটা কাটার পরই সে ঐ কথা বলেছে? এমতাবস্থায় আমি কি তাকে হত্যা করবো? এবারও রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাকে হত্যা করো না। কেননা যদি তুমি তাকে হত্যা করো তাহলে তাকে হত্যা করার পূর্বে তুমি যে অবস্থায় ছিলে, সে তোমার সে অবস্থায় এসে যাবে। আর ঐ কালিমা বলার পূর্বে সে যে অবস্থায় ছিল, তুমি সে অবস্থায় এসে যাবে। [৪২] (ই.ফা. ১৭৬; ই.সে. ১৮২)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، - وَاللَّفْظُ مُتَقَارِبٌ - أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَدِيِّ بْنِ الْخِيَارِ، عَنِ الْمِقْدَادِ بْنِ الأَسْوَدِ، أَنَّهُ أَخْبَرَهُ أَنَّهُ، قَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ لَقِيتُ رَجُلاً مِنَ الْكُفَّارِ فَقَاتَلَنِي فَضَرَبَ إِحْدَى يَدَىَّ بِالسَّيْفِ فَقَطَعَهَا ‏.‏ ثُمَّ لاَذَ مِنِّي بِشَجَرَةٍ فَقَالَ أَسْلَمْتُ لِلَّهِ ‏.‏ أَفَأَقْتُلُهُ يَا رَسُولَ اللَّهِ بَعْدَ أَنْ قَالَهَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تَقْتُلْهُ ‏\"‏ ‏.‏ قَالَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّهُ قَدْ قَطَعَ يَدِي ثُمَّ قَالَ ذَلِكَ بَعْدَ أَنْ قَطَعَهَا أَفَأَقْتُلُهُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تَقْتُلْهُ فَإِنْ قَتَلْتَهُ فَإِنَّهُ بِمَنْزِلَتِكَ قَبْلَ أَنْ تَقْتُلَهُ وَإِنَّكَ بِمَنْزِلَتِهِ قَبْلَ أَنْ يَقُولَ كَلِمَتَهُ الَّتِي قَالَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪২] যদি তাকে হত্যা কর, তাহলে তুমি ক্যাফের হয়ে যাবে, আর সে মুসলিম হয়ে যাবে (অন্তরের মালিক আল্লাহ) । (নাবাবী)",
    "chapter": {
      "chapter_number": "1"
    }
  }
}