{
  "hadith": {
    "hadith_id": 1784,
    "narrator": "'আবদুর রহমান ইবনু 'আবদুল ক্বারী (রহঃ)",
    "bn": "তিনি বলেন, আমি 'উমার ইবনুল খাত্ত্বাব (রাঃ)-কে বলতে শুনেছি, আমি যেভাবে সূরাহ্‌ আল ফুরক্বান তিলাওয়াত করি হিশাম ইবনু হাকীম ইবনু হিযাম (রাঃ)-কে অন্যভাবে তিলাওয়াত করতে শুনলাম অথচ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ সূরাটি আমাকে এভাবে পড়িয়েছিলেন। তৎক্ষণাৎ আমি তাকে বাধা দিতে যাচ্ছিলাম। কিন্তু পরক্ষণেই আবার তাকে পড়ে শেষ করার অবকাশ দিলাম। তারপর তাকে গলায় চাদর জড়িয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে নিয়ে গিয়ে বললাম : হে আল্লাহর রসূল! আপনি আমাকে যেভাবে সূরাহ্‌ আল ফুরক্বান পড়তে শিখিয়েছিলেন এ লোকটি তার থেকে ভিন্ন রকম করে সূরাটি পড়তে শুনেছি। এ কথা শুনে তিনি বললেনঃ তাকে ছেড়ে দাও। তারপর তাকে লক্ষ্য করে বললেন- তুমি পড়। তখন সে আবার সেভাবে পড়ল যেভাবে আমি তাকে পড়তে শুনেছিলাম। তারপর পড়ার পর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এটি এভাবেই অবতীর্ণ হয়েছে। অতঃপর তিনি আমাকে লক্ষ্য করে বললেন, তুমি পড়। সুতরাং আমি পড়লেও তিনি বললেনঃ এভাবেই অবতীর্ণ হয়েছে। এর মধ্যে যতটুকু যেভাবে তোমাদের কাছে সহজ সেভাবেই পড়। (ই.ফা. ১৭৬৯, ই.সে. ১৭৭৬)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدٍ الْقَارِيِّ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ، يَقُولُ سَمِعْتُ هِشَامَ بْنَ، حَكِيمِ بْنِ حِزَامٍ يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى غَيْرِ مَا أَقْرَؤُهَا وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَقْرَأَنِيهَا فَكِدْتُ أَنْ أَعْجَلَ عَلَيْهِ ثُمَّ أَمْهَلْتُهُ حَتَّى انْصَرَفَ ثُمَّ لَبَّبْتُهُ بِرِدَائِهِ فَجِئْتُ بِهِ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي سَمِعْتُ هَذَا يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى غَيْرِ مَا أَقْرَأْتَنِيهَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَرْسِلْهُ اقْرَأْ ‏\"‏ ‏.‏ فَقَرَأَ الْقِرَاءَةَ الَّتِي سَمِعْتُهُ يَقْرَأُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَكَذَا أُنْزِلَتْ ‏\"‏ ‏.‏ ثُمَّ قَالَ لِيَ ‏\"‏ اقْرَأْ ‏\"‏ ‏.‏ فَقَرَأْتُ فَقَالَ ‏\"‏ هَكَذَا أُنْزِلَتْ إِنَّ هَذَا الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "7"
    }
  }
}