{
  "hadith": {
    "hadith_id": 1791,
    "narrator": "উবাই ইবনু কা'ব (রাযিঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গিফার গোত্রের জলাশয়ের (কূপের) নিকট ছিলেন। তখন জিব্‌রীল ('আঃ) তাঁর নিকট এসে বলেন, নিশ্চয় আল্লাহ আপনাকে এ নির্দেশ দিয়েছেন যে, আপনি আপনার উম্মাতকে এক হার্‌ফে (পদ্ধতিতে) কুরআন পড়ান। তিনি বলেনঃ আমি আল্লাহর নিকট তাঁর মার্জনা ও ক্ষমা প্রার্থনা করি। নিশ্চয় আমার উম্মাত এতে সমর্থ হবে না। জিব্‌রীল ('আঃ) তৃতীয়বার এসে বলেন, নিশ্চয় আল্লাহ আপনাকে এ নির্দেশ দিয়েছেন যে, আপনি যেন আপনার উম্মাতকে তিন হার্‌ফে (পদ্ধতিতে) কুরআন পড়ান। তিনি বলেনঃ নিশ্চয় আমার উম্মাত এতে সমর্থ হবে না। আমি আল্লাহর নিকট তাঁর মার্জনা ও ক্ষমা প্রার্থনা করি। জিব্‌রীল (আঃ) চতুর্থবার তাঁর নিকট এসে বলেন, নিশ্চয় আল্লাহ আপনাকে এ নির্দেশ দিয়েছেন যে, আপনি যেন আপনার উম্মাতকে সাত হার্‌ফে (পদ্ধতিতে) কুরআন শিক্ষা দেন। তারা এর যে কোন একটি পদ্ধতিতে পাঠ করলে তা যথার্থ হবে। (ই.ফা. ১৭৭৬, ই.সে. ১৭৮৩)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، ح وَحَدَّثَنَاهُ ابْنُ الْمُثَنَّى، وَابْنُ بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ أُبَىِّ بْنِ كَعْبٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ عِنْدَ أَضَاةِ بَنِي غِفَارٍ - قَالَ - فَأَتَاهُ جِبْرِيلُ عَلَيْهِ السَّلاَمُ فَقَالَ إِنَّ اللَّهَ يَأْمُرُكَ أَنْ تَقْرَأَ أُمَّتُكَ الْقُرْآنَ عَلَى حَرْفٍ ‏.‏ فَقَالَ ‏\"‏ أَسْأَلُ اللَّهَ مُعَافَاتَهُ وَمَغْفِرَتَهُ وَإِنَّ أُمَّتِي لاَ تُطِيقُ ذَلِكَ ‏\"‏ ‏.‏ ثُمَّ أَتَاهُ الثَّانِيَةَ فَقَالَ إِنَّ اللَّهَ يَأْمُرُكَ أَنْ تَقْرَأَ أُمَّتُكَ الْقُرْآنَ عَلَى حَرْفَيْنِ فَقَالَ ‏\"‏ أَسْأَلُ اللَّهَ مُعَافَاتَهُ وَمَغْفِرَتَهُ وَإِنَّ أُمَّتِي لاَ تُطِيقُ ذَلِكَ ‏\"‏ ‏.‏ ثُمَّ جَاءَهُ الثَّالِثَةَ فَقَالَ إِنَّ اللَّهَ يَأْمُرُكَ أَنْ تَقْرَأَ أُمَّتُكَ الْقُرْآنَ عَلَى ثَلاَثَةِ أَحْرُفٍ ‏.‏ فَقَالَ ‏\"‏ أَسْأَلُ اللَّهَ مُعَافَاتَهُ وَمَغْفِرَتَهُ وَإِنَّ أُمَّتِي لاَ تُطِيقُ ذَلِكَ ‏\"‏ ‏.‏ ثُمَّ جَاءَهُ الرَّابِعَةَ فَقَالَ إِنَّ اللَّهَ يَأْمُرُكَ أَنْ تَقْرَأَ أُمَّتُكَ الْقُرْآنَ عَلَى سَبْعَةِ أَحْرُفٍ فَأَيُّمَا حَرْفٍ قَرَءُوا عَلَيْهِ فَقَدْ أَصَابُوا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "7"
    }
  }
}