{
  "hadith": {
    "hadith_id": 1793,
    "narrator": "আবূ ওয়ায়িল (রহঃ)",
    "bn": "তিনি বলেন, নাহীক ইবনু সিনান নামে কথিত জনৈক ব্যক্তি 'আবদুল্লাহ ইবনু মাস'ঊদ (রাঃ)-এর নিকট এসে বলেন, হে 'আবদুর রহমানের পিতা। নিম্নোক্ত শব্দটি আপনি কিভাবে পড়েন, 'আলিফ' সহযোগে না 'ইয়া' সহযোগে, অর্থাৎ (আরবী) অথবা (আরবী) বর্ণনাকারী আবূ ওয়ায়িল (রহঃ) বলেন, 'আবদুল্লাহ (রাঃ) বললেন, এ শব্দটি ছাড়া তুমি কি কুরআনের সবটুকু আয়ত্ত করে ফেলেছ? সে বলল, আমি তো মুফাস্‌সাল (সূরাহ্‌সমূহ) এক রাক'আতেই পড়ি। 'আবদুল্লাহ (রাঃ) বলেন, দ্রুত গতিতে অর্থাৎ কবিতা পড়ার ন্যায় দ্রুত গতিতে? কোন কোন লোক কুরআন পড়ে কিন্তু তা তাদের কণ্ঠনালী অতিক্রম করে না। বরং (সুষ্ঠুভাবে পড়লে) তা যখন অন্তরে প্রবেশ করে তখন তা হৃদয়ে বদ্ধমূল হয় এবং উপকারে আসে। সলাতের মধ্যে রুকু'-সাজদাহ্‌ হল সর্বাধিক ফাযীলাতপূর্ণ। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে দৃষ্টান্ত রেখে গেছেন তা আমি অবশ্যই জানি। তিনি প্রতি রাক'আতে দুটি সূরা মিলিয়ে পড়তেন। অতঃপর 'আবদুল্লাহ (রাঃ) উঠে দাঁড়ান, 'আলক্বামাহ্‌ (রহঃ)ও তার পিছনে পিছনে প্রবেশ করেন। অতঃপর তিনি বের হয়ে এসে বলেন, 'আবদুল্লাহ (রাঃ) এ সম্পর্কে আমাকে অবহিত  করেছেন। ইবনু নুমায়র-এর রিওয়ায়াতে আছেঃ বাজীলাহ্‌ গোত্রের জনৈক ব্যক্তি 'আবদুল্লাহ (রাঃ)-এর নিকট এলো। তার এ বর্ণনায় \"নাহীক ইবনু সিনান\" নাম উল্লেখ করেননি। (ই.ফা. ১৭৭৮, ই.সে. ১৭৮৫)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَابْنُ، نُمَيْرٍ جَمِيعًا عَنْ وَكِيعٍ، - قَالَ أَبُو بَكْرٍ حَدَّثَنَا وَكِيعٌ، - عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، قَالَ جَاءَ رَجُلٌ يُقَالُ لَهُ نَهِيكُ بْنُ سِنَانٍ إِلَى عَبْدِ اللَّهِ فَقَالَ يَا أَبَا عَبْدِ الرَّحْمَنِ كَيْفَ تَقْرَأُ هَذَا الْحَرْفَ أَلِفًا تَجِدُهُ أَمْ يَاءً مِنْ مَاءٍ غَيْرِ آسِنٍ أَوْ مِنْ مَاءٍ غَيْرِ يَاسِنٍ قَالَ فَقَالَ عَبْدُ اللَّهِ وَكُلَّ الْقُرْآنِ قَدْ أَحْصَيْتَ غَيْرَ هَذَا قَالَ إِنِّي لأَقْرَأُ الْمُفَصَّلَ فِي رَكْعَةٍ ‏.‏ فَقَالَ عَبْدُ اللَّهِ هَذًّا كَهَذِّ الشِّعْرِ إِنَّ أَقْوَامًا يَقْرَءُونَ الْقُرْآنَ لاَ يُجَاوِزُ تَرَاقِيَهُمْ وَلَكِنْ إِذَا وَقَعَ فِي الْقَلْبِ فَرَسَخَ فِيهِ نَفَعَ إِنَّ أَفْضَلَ الصَّلاَةِ الرُّكُوعُ وَالسُّجُودُ إِنِّي لأَعْلَمُ النَّظَائِرَ الَّتِي كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْرُنُ بَيْنَهُنَّ سُورَتَيْنِ فِي كُلِّ رَكْعَةٍ ‏.‏ ثُمَّ قَامَ عَبْدُ اللَّهِ فَدَخَلَ عَلْقَمَةُ فِي إِثْرِهِ ثُمَّ خَرَجَ فَقَالَ قَدْ أَخْبَرَنِي بِهَا ‏.‏ قَالَ ابْنُ نُمَيْرٍ فِي رِوَايَتِهِ جَاءَ رَجُلٌ مِنْ بَنِي بَجِيلَةَ إِلَى عَبْدِ اللَّهِ وَلَمْ يَقُلْ نَهِيكُ بْنُ سِنَانٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "7"
    }
  }
}