{
  "hadith": {
    "hadith_id": 1796,
    "narrator": "আবূ ওয়ায়িল (রহঃ)",
    "bn": "তিনি বলেন, একদা আমরা ফাজ্‌রের সলাত আদায় করার পর 'আবদুল্লাহ ইবনু মাস'ঊদ (রাঃ)-এর নিকট গেলাম। আমরা দরজার নিকট এসে সালাম করলে তিনি আমাদেরকে (ভিতরে প্রবেশের) অনুমতি দিলেন। আমরা কিছুক্ষণ দরজায় থেমে থাকলাম। তখন বাঁদী বের হয়ে এসে বলল, আপনারা প্রবেশ করছেন না কেন? আমরা ভিতরে প্রবেশ করে দেখলাম তিনি তাসবীহ্‌ পড়ছেন। তিনি জিজ্ঞেস করেন, অনুমতি দেয়ার পরও তোমাদের প্রবেশে কী বাধা ছিল? আমরা বললাম না, তেমন কোন বাধা ছিল না, তবে আমরা ভাবলাম, হয়ত ঘরের মধ্যে কে ঘুমিয়ে আছে। তিনি বললেন, তুমি উম্মু 'আব্‌দের পুত্রের পরিবার সম্পর্কে অলসতার ধারণা করলে। বর্ণনাকারী বললেন, অতঃপর তিনি তাসবীহ পাঠে রত হলেন, শেষে যখন ভাবলেন যে, সূর্য উদিত হয়েছে তখন বললেন, হে বাঁদী দেখ, সূর্য উদিত হল কি না? বর্ণনাকারী বলেন, সে তাকিয়ে দেখল সূর্য উদিত হয়নি। তিনি আবার তাসবীহ্‌ পাঠে রত হলেন। শেষে তিনি যখন ভাবলেন, সূর্য উদিত হয়েছে তখন বললেন, হে বাঁদী ! দেখ তো সূর্য উদিত হয়েছে কি না? সে তাকিয়ে দেখল যে, সূর্য উদিত হয়েছে। 'আবদুল্লাহ (রাঃ) বললেন, সমস্ত প্রশংসা আল্লাহর, যিনি এ দিনটি আমাকে ফেরত দিয়েছেন , অধস্তন বর্ণনাকারী মাহদী বলেন, আমার মনে হয় তিনি এও বলেছেনঃ \"এবং আমাদের অপরাধের কারণে আমাদের ধ্বংস করেননি।\" বর্ণনাকারী বলেন, উপস্থিত লোকদের একজন বলল, গত রাতে আমি (সলাতে) মুফাস্‌সাল সূরা সম্পূর্ণটা পড়েছি। 'আবদুল্লাহ (রাঃ) বলেন, কবিতা পাঠের মত দ্রুত আমরা অবশ্যই কুরআনের সূরাসমূহের পাঠ শুনেছি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যেসব সূরাহ্‌ (সলাতে) পড়তেন আমি সেসব সূরা মুখস্ত করে রেখেছিঃ মুফাস্‌সাল সূরাহ্‌সমূহ থেকে আঠারো সূরাহ্‌ এবং হা-মীম গ্রুপের দুটি সূরা।। (ই.ফা. ১৭৮১, ই.সে. ১৭৮৮)",
    "ar": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا مَهْدِيُّ بْنُ مَيْمُونٍ، حَدَّثَنَا وَاصِلٌ الأَحْدَبُ، عَنْ أَبِي، وَائِلٍ قَالَ غَدَوْنَا عَلَى عَبْدِ اللَّهِ بْنِ مَسْعُودٍ يَوْمًا بَعْدَ مَا صَلَّيْنَا الْغَدَاةَ فَسَلَّمْنَا بِالْبَابِ فَأَذِنَ لَنَا - قَالَ - فَمَكَثْنَا بِالْبَابِ هُنَيَّةً - قَالَ - فَخَرَجَتِ الْجَارِيَةُ فَقَالَتْ أَلاَ تَدْخُلُونَ فَدَخَلْنَا فَإِذَا هُوَ جَالِسٌ يُسَبِّحُ فَقَالَ مَا مَنَعَكُمْ أَنْ تَدْخُلُوا وَقَدْ أُذِنَ لَكُمْ فَقُلْنَا لاَ إِلاَّ أَنَّا ظَنَنَّا أَنَّ بَعْضَ أَهْلِ الْبَيْتِ نَائِمٌ ‏.‏ قَالَ ظَنَنْتُمْ بِآلِ ابْنِ أُمِّ عَبْدٍ غَفْلَةً قَالَ ثُمَّ أَقْبَلَ يُسَبِّحُ حَتَّى ظَنَّ أَنَّ الشَّمْسَ قَدْ طَلَعَتْ فَقَالَ يَا جَارِيَةُ انْظُرِي هَلْ طَلَعَتْ قَالَ فَنَظَرَتْ فَإِذَا هِيَ لَمْ تَطْلُعْ فَأَقْبَلَ يُسَبِّحُ حَتَّى إِذَا ظَنَّ أَنَّ الشَّمْسَ قَدْ طَلَعَتْ قَالَ يَا جَارِيَةُ انْظُرِي هَلْ طَلَعَتْ فَنَظَرَتْ فَإِذَا هِيَ قَدْ طَلَعَتْ ‏.‏ فَقَالَ الْحَمْدُ لِلَّهِ الَّذِي أَقَالَنَا يَوْمَنَا هَذَا - فَقَالَ مَهْدِيٌّ وَأَحْسِبُهُ قَالَ - وَلَمْ يُهْلِكْنَا بِذُنُوبِنَا - قَالَ - فَقَالَ رَجُلٌ مِنَ الْقَوْمِ قَرَأْتُ الْمُفَصَّلَ الْبَارِحَةَ كُلَّهُ - قَالَ - فَقَالَ عَبْدُ اللَّهِ هَذًّا كَهَذِّ الشِّعْرِ إِنَّا لَقَدْ سَمِعْنَا الْقَرَائِنَ وَإِنِّي لأَحْفَظُ الْقَرَائِنَ الَّتِي كَانَ يَقْرَؤُهُنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم ثَمَانِيَةَ عَشَرَ مِنَ الْمُفَصَّلِ وَسُورَتَيْنِ مِنْ آلِ حم",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "7"
    }
  }
}