{
  "hadith": {
    "hadith_id": 180,
    "narrator": "জুনদাব ইবনু ‘আবদুল্লাহ আল বাজালী (রাঃ)",
    "bn": "তিনি ‘আবদুল্লাহ ইবনু যুবায়রের ফিতনার যুগে ‘আস‘আস ইবনু সালামাহকে বলে পাঠালেন যে, তুমি তোমার কিছু বন্ধুকে আমার জন্য একত্র করবে, আমি তাদের সঙ্গে কথা বলব। ‘আস‘আস তাদের কাছে লোক পাঠালেন। তারা যখন সমবেত হলো, জুনদাব তখন হলুদ বর্ণের বুরনুস (এক ধরনের টুপি) পরে উপস্থিত হলেন এবং বললেন, তোমরা আগের মত কথা বার্তা বলতে থাক। এক পর্যায়ে যখন জুনদাব বললেন, তখন তিনি তাঁর মাথার বুরনুসটি নামিয়ে ফেললেন। বললেন আমি তোমাদের নিকট এসেছি। আমি তোমাদের কাছে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কিছু হাদীস বর্ণনা করতে চাই। তা হলো, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুসলিমদের একটি বাহিনী মুশরিক সম্প্রদায়ের বিরুদ্ধে পাঠালেন। উভয় দল পরস্পর সম্মুখীন হলো এবং মুশরিক বাহিনীতে এক ব্যক্তি ছিল। সে যখন কোন মুসলিমকে হামলা করতে ইচ্ছা করত, সে তাকে লক্ষ্য করে ঝাপিয়ে পড়ত এবং শাহীদ করে ফেলত। একজন মুসলিম তার অসতর্ক মুহূর্তের অপেক্ষা করতে লাগলেন। জুনদাব বলেন আমাদের বলা হলো যে, সে ব্যক্তি ছিল উসামাহ ইবনু যায়দ। তিনি যখন তার উপর তলোয়ার উত্তোলন করলেন তখন সে বলল, লা-ইলা-হা ইল্লাল-হ। তবুও উসামাহ (রাঃ) তাকে হত্যা করলেন। দূত যুদ্ধে জয়লাভের সুসংবাদ নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর খিদমাতে উপস্থিত হলো। তিনি তার যুদ্ধের পরিস্থিতি সম্পর্কে প্রশ্ন করলেন।  সে সব ঘটনাই বর্ণনা করে, এমন কি সে ব্যক্তির ঘটনাটিও বলল যে, তিনি কি করেছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উসামাকে ডেকে পাঠালেন এবং প্রশ্ন করলেন, তুমি সে ব্যক্তিকে হত্যা করলে কেন? উসামাহ বললেন হে আল্লাহর রসূল! সে অনেক মুসলিমকে আঘাত করেছে এবং অমুক অমুককে শাহীদ করে দিয়েছে। এ বলে কয়েকজনের নাম উল্লেখ করলেন। আমি যখন তাকে আক্রমণ করলাম এবং সে তলোয়ার দেখল অমনি বলে উঠল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি তাকে মেরে ফেললে? তিনি বললেনঃ জি–হ্যাঁ। রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন কিয়ামাত দিবসে যখন সে (কালিমা) নিয়ে আসবে তখন তুমি কি করবে? তিনি আরয করলেনঃ ইয়া রসূলুল্লাহ! আমার মাগফিরাতের জন্য দু’আ করুন। রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, কিয়ামাত দিবসে যখন সে (কালিমা) নিয়ে আসবে তখন তুমি কি করবে? তারপর তিনি কেবল এ কথাই বলছিলেন, কিয়ামাতের দিন যখন (কালিমা) নিয়ে আসবে তখন তুমি কি করবে? তিনি এর অতিরিক্ত কিছু বলেন নি। (ই.ফা. ১৮১; ই.সে. ১৮৭)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ بْنِ خِرَاشٍ، حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا مُعْتَمِرٌ، قَالَ سَمِعْتُ أَبِي يُحَدِّثُ، أَنَّ خَالِدًا الأَثْبَجَ ابْنَ أَخِي، صَفْوَانَ بْنِ مُحْرِزٍ حَدَّثَ عَنْ صَفْوَانَ بْنِ مُحْرِزٍ، أَنَّهُ حَدَّثَ أَنَّ جُنْدَبَ بْنَ عَبْدِ اللَّهِ الْبَجَلِيَّ بَعَثَ إِلَى عَسْعَسِ بْنِ سَلاَمَةَ زَمَنَ فِتْنَةِ ابْنِ الزُّبَيْرِ فَقَالَ اجْمَعْ لِي نَفَرًا مِنْ إِخْوَانِكَ حَتَّى أُحَدِّثَهُمْ ‏.‏ فَبَعَثَ رَسُولاً إِلَيْهِمْ فَلَمَّا اجْتَمَعُوا جَاءَ جُنْدَبٌ وَعَلَيْهِ بُرْنُسٌ أَصْفَرُ فَقَالَ تَحَدَّثُوا بِمَا كُنْتُمْ تَحَدَّثُونَ بِهِ ‏.‏ حَتَّى دَارَ الْحَدِيثُ فَلَمَّا دَارَ الْحَدِيثُ إِلَيْهِ حَسَرَ الْبُرْنُسَ عَنْ رَأْسِهِ فَقَالَ إِنِّي أَتَيْتُكُمْ وَلاَ أُرِيدُ أَنْ أُخْبِرَكُمْ عَنْ نَبِيِّكُمْ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ بَعْثًا مِنَ الْمُسْلِمِينَ إِلَى قَوْمٍ مِنَ الْمُشْرِكِينَ وَإِنَّهُمُ الْتَقَوْا فَكَانَ رَجُلٌ مِنَ الْمُشْرِكِينَ إِذَا شَاءَ أَنْ يَقْصِدَ إِلَى رَجُلٍ مِنَ الْمُسْلِمِينَ قَصَدَ لَهُ فَقَتَلَهُ وَإِنَّ رَجُلاً مِنَ الْمُسْلِمِينَ قَصَدَ غَفْلَتَهُ قَالَ وَكُنَّا نُحَدَّثُ أَنَّهُ أُسَامَةُ بْنُ زَيْدٍ فَلَمَّا رَفَعَ عَلَيْهِ السَّيْفَ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ ‏.‏ فَقَتَلَهُ فَجَاءَ الْبَشِيرُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَسَأَلَهُ فَأَخْبَرَهُ حَتَّى أَخْبَرَهُ خَبَرَ الرَّجُلِ كَيْفَ صَنَعَ فَدَعَاهُ فَسَأَلَهُ فَقَالَ ‏\"‏ لِمَ قَتَلْتَهُ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهَ أَوْجَعَ فِي الْمُسْلِمِينَ وَقَتَلَ فُلاَنًا وَفُلاَنًا - وَسَمَّى لَهُ نَفَرًا - وَإِنِّي حَمَلْتُ عَلَيْهِ فَلَمَّا رَأَى السَّيْفَ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَقَتَلْتَهُ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ ‏\"‏ فَكَيْفَ تَصْنَعُ بِلاَ إِلَهَ إِلاَّ اللَّهُ إِذَا جَاءَتْ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ اسْتَغْفِرْ لِي ‏.‏ قَالَ ‏\"‏ وَكَيْفَ تَصْنَعُ بِلاَ إِلَهَ إِلاَّ اللَّهُ إِذَا جَاءَتْ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ فَجَعَلَ لاَ يَزِيدُهُ عَلَى أَنْ يَقُولَ ‏\"‏ كَيْفَ تَصْنَعُ بِلاَ إِلَهَ إِلاَّ اللَّهُ إِذَا جَاءَتْ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}