{
  "hadith": {
    "hadith_id": 1818,
    "narrator": "কুরায়ব (রহঃ)",
    "bn": "'আবদুল্লাহ ইবনু 'আব্বাস, আবদুর রহমান ইবনু আযহার ও মিস্‌ওয়ার ইবনু মাখরামাহ্‌ (রাঃ) প্রমুখ তাকে মহানবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী 'আয়িশাহ্‌ (রাঃ)-এর নিকট পাঠালেন। তারা বললেন, তুমি তাকে ['আয়িশাহ্‌ (রাঃ)-কে] আমাদের পক্ষ থেকে সালাম জানাবে এবং 'আস্‌রের সলাতের পর দু' রাক'আত (নাফ্‌ল) সলাত আদায় সম্পর্কে জিজ্ঞেস করবে এবং বলবে যে, আমাদের অবহিত করা হয়েছে যে, আপনি সে দু' রাক'আত আদায় করেন, অথচ আমরা জানতে পেরেছি যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা আদায় করতে নিষেধ করেছেন। ইবনু 'আব্বাস (রাঃ) বলেন, আমিও 'উমার ইবনুল খাত্ত্বাব (রাঃ)-এর সাথে লোকজনকে এ সলাত থেকে বিরত রাখতাম। আবূ কুরায়ব (রাঃ) বলেন, তারা আমাকে যে বিষয়সহ পাঠিয়েছিলেন, আমি তাঁর ঘরে প্রবেশ করে তা তাকে পৌছে দিলাম। তিনি বলেন, উম্মু সালামাহ্‌ (রাঃ)-কে জিজ্ঞেস কর। আমি বের হয়ে তাদের নিকট এসে 'আয়িশাহ্‌ (রাঃ)-এর কথা তাদেরকে অবহিত করলাম। অতঃপর তারা আমাকে যে বিষয়সহ 'আয়িশাহ্‌ (রাঃ)-এর নিকট পাঠিয়েছিলেন, সেই একই বিষয়সহ উম্মু সালামাহ্‌ (রাঃ)-এর নিকট পাঠালেন। উম্মু সালামাহ্‌ (রাঃ) বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সে সলাত আদায় করতে নিষেধ করতে শুনেছি, তা সত্ত্বেও পরে আমি তাকে তা আদায় করতে দেখেছি। তিনি যখন এ সলাত আদায় করেছেন তার বিবরণ এই যে, তিনি 'আস্‌রের সলাত আদায় করলেন, অতঃপর আমার নিকট প্রবেশ করলেন, তখন আনসার সম্প্রদায়ভুক্ত বানূ হারাম-এর কতক মহিলা আমার নিকট উপস্থিত ছিল। তিনি দু' রাক'আত সলাত আদায় করলেন। আমি এক দাসীকে তাঁর নিকট পাঠিয়ে বললাম, তুমি গিয়ে তাঁর এক পাশে দাঁড়াবে, তারপর তাঁকে বলবে, উম্মু সালামাহ্‌ (রাঃ) বলেছেন, হে আল্লাহর রসূল ! এ দু' রাক'আত সলাত আদায় করতে আপনি নিষেধ করেছেন তা আমি শুনেছি, আর এখন দেখছি, আপনি তা আদায় করছেন। তিনি তাঁর হাত দিয়ে ইশারা করলে সে তাঁর জন্য অপেক্ষা করবে। বর্ণনাকারী বলেন, দাসী তাই করল। তিনি তাঁর হাত দিয়ে ইশারা করলে সে তাঁর জন্য অপেক্ষায় থাকে। তিনি সলাত থেকে অবসর হয়ে বলেনঃ হে আবূ উমাইয়্যাহ্‌-এর কন্যা ! তুমি 'আস্‌রের সলাতের পর দু' রাক'আত সলাত সম্পর্কে জিজ্ঞেস করেছ। তার বিবরণ এই যে, 'আবদুল ক্বায়স গোত্রের কতক লোক স্বগোত্রের পক্ষ থেকে ইসলাম ধর্ম গ্রহনের উদ্দেশে আমার নিকট আসে। (তাদের নিয়ে) ব্যস্ত থাকার কারণে আমি যুহরের সলাতের পরবর্তী দু' রাক'আত সলাত আদায় করতে পারিনি। এ হ'ল সে দু' রাক'আত। (ই.ফা. ১৮০৩, ই.সে. ১৮১০)",
    "ar": "حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، - وَهُوَ ابْنُ الْحَارِثِ - عَنْ بُكَيْرٍ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، وَعَبْدَ الرَّحْمَنِ، بْنَ أَزْهَرَ وَالْمِسْوَرَ بْنَ مَخْرَمَةَ أَرْسَلُوهُ إِلَى عَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم فَقَالُوا اقْرَأْ عَلَيْهَا السَّلاَمَ مِنَّا جَمِيعًا وَسَلْهَا عَنِ الرَّكْعَتَيْنِ بَعْدَ الْعَصْرِ وَقُلْ إِنَّا أُخْبِرْنَا أَنَّكِ تُصَلِّينَهُمَا وَقَدْ بَلَغَنَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْهُمَا ‏.‏ قَالَ ابْنُ عَبَّاسٍ وَكُنْتُ أَصْرِفُ مَعَ عُمَرَ بْنِ الْخَطَّابِ النَّاسَ عَنْهَا ‏.‏ قَالَ كُرَيْبٌ فَدَخَلْتُ عَلَيْهَا وَبَلَّغْتُهَا مَا أَرْسَلُونِي بِهِ ‏.‏ فَقَالَتْ سَلْ أُمَّ سَلَمَةَ ‏.‏ فَخَرَجْتُ إِلَيْهِمْ فَأَخْبَرْتُهُمْ بِقَوْلِهَا فَرَدُّونِي إِلَى أُمِّ سَلَمَةَ بِمِثْلِ مَا أَرْسَلُونِي بِهِ إِلَى عَائِشَةَ ‏.‏ فَقَالَتْ أُمُّ سَلَمَةَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنْهُمَا ثُمَّ رَأَيْتُهُ يُصَلِّيهِمَا أَمَّا حِينَ صَلاَّهُمَا فَإِنَّهُ صَلَّى الْعَصْرَ ثُمَّ دَخَلَ وَعِنْدِي نِسْوَةٌ مِنْ بَنِي حَرَامٍ مِنَ الأَنْصَارِ فَصَلاَّهُمَا فَأَرْسَلْتُ إِلَيْهِ الْجَارِيَةَ فَقُلْتُ قُومِي بِجَنْبِهِ فَقُولِي لَهُ تَقُولُ أُمُّ سَلَمَةَ يَا رَسُولَ اللَّهِ إِنِّي أَسْمَعُكَ تَنْهَى عَنْ هَاتَيْنِ الرَّكْعَتَيْنِ وَأَرَاكَ تُصَلِّيهِمَا فَإِنْ أَشَارَ بِيَدِهِ فَاسْتَأْخِرِي عَنْهُ - قَالَ - فَفَعَلَتِ الْجَارِيَةُ فَأَشَارَ بِيَدِهِ فَاسْتَأْخَرَتْ عَنْهُ فَلَمَّا انْصَرَفَ قَالَ ‏ \"‏ يَا بِنْتَ أَبِي أُمَيَّةَ سَأَلْتِ عَنِ الرَّكْعَتَيْنِ بَعْدَ الْعَصْرِ إِنَّهُ أَتَانِي نَاسٌ مِنْ عَبْدِ الْقَيْسِ بِالإِسْلاَمِ مِنْ قَوْمِهِمْ فَشَغَلُونِي عَنِ الرَّكْعَتَيْنِ اللَّتَيْنِ بَعْدَ الظُّهْرِ فَهُمَا هَاتَانِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "7"
    }
  }
}