{
  "hadith": {
    "hadith_id": 1830,
    "narrator": "জাবির ইবনু 'আবদুল্লাহ (রাযিঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে সলাতুল খাওফ আদায় করেছি। তিনি আমাদেরকে দু' দলে বিভক্ত করলেন। একদল ছিল রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পিছনে আর শত্রুবাহিনী ছিল আমাদের ও ক্বিবলার মাঝখানে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকবীরে তাহরীমা বললে আমরাও সকলে তাকবীরে তাহরীমা বললাম। তিনি রুকূ' করলে আমরা সকলেই রুকূ' করলাম অতঃপর তিনি রুকূ' থেকে মাথা উঠালে আমরা সকলেই মাথা উঠালাম। অতঃপর তিনি সাজদায় গেলেন এবং তার নিকটস্থ কাতারের লোকজনও, আর খানিক দূরের কাতারটি শত্রুবাহিনীর বিরুদ্ধে প্রতিরক্ষায় দাঁড়িয়ে থাকল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন সাজদাহ্‌ সমাপ্ত করলেন এবং তাঁর নিকটস্থ কাতারও দাঁড়িয়ে গেল, তখন খানিক দূরের কাতারটি সাজাদায় গেল। আর এরা দাঁড়িয়ে থাকল। অতঃপর পিছনের দলটি সামনে আসল এবং সামনের দলটি পিছনে সরে গেল। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রুকূ' করলে আমরাও সকলে রুকূ' করলাম। অতঃপর তিনি রুকূ থেকে মাথা উঠালে আমরাও সকলে মাথা উঠালাম। অতঃপর তিনি সাজদায় গেলেন এবং তাঁর নিকটবর্তী দলটি যারা প্রথম রাক'আতে পিছনে ছিল, তারাও। আর খানিক দূরের দলটি শত্রুবাহিনীর বিরুদ্ধে প্রতিরক্ষায় দাঁড়িয়ে থাকল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর নিকটবর্তী দলটিসহ সাজদাহ্‌ সমাপ্ত করার পর খানিক দূরের দলটি সাজদায় গেল। এবং এভাবে সলাত আদায় করল। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাম ফিরালে আমরাও সালাম ফিরালাম। জাবির (রাঃ) বলেন, যেমন তোমাদের প্রহরীগণ তাদের আমীরগণকে পাহারা দেয়। (ই.ফা. ১৮১৫, ই.সে. ১৮২২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ شَهِدْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم صَلاَةَ الْخَوْفِ فَصَفَّنَا صَفَّيْنِ صَفٌّ خَلْفَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَالْعَدُوُّ بَيْنَنَا وَبَيْنَ الْقِبْلَةِ فَكَبَّرَ النَّبِيُّ صلى الله عليه وسلم وَكَبَّرْنَا جَمِيعًا ثُمَّ رَكَعَ وَرَكَعْنَا جَمِيعًا ثُمَّ رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ وَرَفَعْنَا جَمِيعًا ثُمَّ انْحَدَرَ بِالسُّجُودِ وَالصَّفُّ الَّذِي يَلِيهِ وَقَامَ الصَّفُّ الْمُؤَخَّرُ فِي نَحْرِ الْعَدُوِّ فَلَمَّا قَضَى النَّبِيُّ صلى الله عليه وسلم السُّجُودَ وَقَامَ الصَّفُّ الَّذِي يَلِيهِ انْحَدَرَ الصَّفُّ الْمُؤَخَّرُ بِالسُّجُودِ وَقَامُوا ثُمَّ تَقَدَّمَ الصَّفُّ الْمُؤَخَّرُ وَتَأَخَّرَ الصَّفُّ الْمُقَدَّمُ ثُمَّ رَكَعَ النَّبِيُّ صلى الله عليه وسلم وَرَكَعْنَا جَمِيعًا ثُمَّ رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ وَرَفَعْنَا جَمِيعًا ثُمَّ انْحَدَرَ بِالسُّجُودِ وَالصَّفُّ الَّذِي يَلِيهِ الَّذِي كَانَ مُؤَخَّرًا فِي الرَّكْعَةِ الأُولَى وَقَامَ الصَّفُّ الْمُؤَخَّرُ فِي نُحُورِ الْعَدُوِّ فَلَمَّا قَضَى النَّبِيُّ صلى الله عليه وسلم السُّجُودَ وَالصَّفُّ الَّذِي يَلِيهِ انْحَدَرَ الصَّفُّ الْمُؤَخَّرُ بِالسُّجُودِ فَسَجَدُوا ثُمَّ سَلَّمَ النَّبِيُّ صلى الله عليه وسلم وَسَلَّمْنَا جَمِيعًا ‏.‏ قَالَ جَابِرٌ كَمَا يَصْنَعُ حَرَسُكُمْ هَؤُلاَءِ بِأُمَرَائِهِمْ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "7"
    }
  }
}