{
  "hadith": {
    "hadith_id": 1831,
    "narrator": "জাবির (রাযিঃ)",
    "bn": "তিনি বলেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে জুহায়নাহ্‌ গোত্রের একদল লোকের বিরুদ্ধে যুদ্ধ করলাম। তারা আমাদের সাথে প্রচণ্ড যুদ্ধে লিপ্ত হ'ল। আমরা যখন যুহরের সলাত আদায় করলাম তখন মুশরিকরা বলল, আমরা যদি একযোগে আক্রমন করতাম তাহলে মুসলিমদেরকে ছিন্ন-বিচ্ছিন্ন করে দিতে পারতাম। জিব্‌রীল ('আঃ) বিষয়টি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে অবহিত করলে তিনিও আমাদের অবহিত করেন। তিনি বলেনঃ মুশরিকরা আরো বলেছে যে, মুসলিমদের নিকট শীঘ্রই এমন একটি সলাতের ওয়াক্ত উপস্থিত হচ্ছে যা তাদের নিকট তাদের সন্তানের চেয়েও অধিক প্রিয়। অতঃপর বর্ণনাকারী বলেন, 'আস্‌র সলাতের ওয়াক্ত উপস্থিত হলে তিনি আমাদের দু' কাতারে বিভক্ত করেন। আর মুশরিকরা আমাদের ও ক্বিবলার মধ্যখানে অবস্থানরত ছিল। বর্ণনাকারী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকবীরে তাহরীমাহ্‌ বললে আমরাও তাকবীর বললাম এবং তিনি রুকূ' করলে আমরাও রুকূ' করলাম। অতঃপর তিনি সাজদাহ্‌ করলে প্রথম কাতারটি সাজদায় গেল। অতঃপর তারা যখন দাঁড়াল তখন দ্বিতীয় কাতারটি সাজদায় গেল। অতঃপর প্রথম কাতার পিছনে সরে গেল এবং পিছনের কাতার সামনে এগিয়ে এসে প্রথম কাতারের স্থানে দাঁড়াল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকবীর দিলে আমরাও তাকবীর দিলাম এবং তিনি রুকূ' করলে আমরাও রুকূ' করলাম। অতঃপর প্রথম কাতার তাঁর সাথে সাজদায় গেল এবং দ্বিতীয় কাতার দাঁড়িয়ে থাকল। দ্বিতীয় কাতার সাজদাহ্‌ করার পর সকলে বসে গেল এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাম ফিরিয়ে সলাত শেষ করলেন। আবুয্‌ যুবায়র (রহঃ) বলেন, এরপর জাবির (রাঃ) বিশেষভাবে বলেন, যেমন তোমাদের বর্তমান কালের শাসকগণ সলাত আদায় করেন। (ই.ফা. ১৮১৬, ই.সে. ১৮২৩)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ غَزَوْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم قَوْمًا مِنْ جُهَيْنَةَ فَقَاتَلُونَا قِتَالاً شَدِيدًا فَلَمَّا صَلَّيْنَا الظُّهْرَ قَالَ الْمُشْرِكُونَ لَوْ مِلْنَا عَلَيْهِمْ مَيْلَةً لاَقْتَطَعْنَاهُمْ ‏.‏ فَأَخْبَرَ جِبْرِيلُ رَسُولَ اللَّهِ صلى الله عليه وسلم ذَلِكَ فَذَكَرَ ذَلِكَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم - قَالَ - وَقَالُوا إِنَّهُ سَتَأْتِيهِمْ صَلاَةٌ هِيَ أَحَبُّ إِلَيْهِمْ مِنَ الأَوْلاَدِ فَلَمَّا حَضَرَتِ الْعَصْرُ - قَالَ - صَفَّنَا صَفَّيْنِ وَالْمُشْرِكُونَ بَيْنَنَا وَبَيْنَ الْقِبْلَةِ - قَالَ - فَكَبَّرَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَبَّرْنَا وَرَكَعَ فَرَكَعْنَا ثُمَّ سَجَدَ وَسَجَدَ مَعَهُ الصَّفُّ الأَوَّلُ فَلَمَّا قَامُوا سَجَدَ الصَّفُّ الثَّانِي ثُمَّ تَأَخَّرَ الصَّفُّ الأَوَّلُ وَتَقَدَّمَ الصَّفُّ الثَّانِي فَقَامُوا مَقَامَ الأَوَّلِ فَكَبَّرَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَبَّرْنَا وَرَكَعَ فَرَكَعْنَا ثُمَّ سَجَدَ وَسَجَدَ مَعَهُ الصَّفُّ الأَوَّلُ وَقَامَ الثَّانِي فَلَمَّا سَجَدَ سَجَدَ الصَّفُّ الثَّانِي ثُمَّ جَلَسُوا جَمِيعًا سَلَّمَ عَلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو الزُّبَيْرِ ثُمَّ خَصَّ جَابِرٌ أَنْ قَالَ كَمَا يُصَلِّي أُمَرَاؤُكُمْ هَؤُلاَءِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "7"
    }
  }
}