{
  "hadith": {
    "hadith_id": 1834,
    "narrator": "জাবির (রাযিঃ)",
    "bn": "তিনি বলেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে রওয়ানা হয়ে 'যাতুর্‌ রিক্বা' নামক স্থানে পৌছে গেলাম। বর্ণনাকারী বলেন, আমরা কোন ছায়াদার গাছের নিকট পৌছলে তা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য (বিশ্রামের) ছেড়ে দিতাম। বর্ণনাকারী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর তরবারিখানা একটি গাছের সাথে ঝুলন্ত থাকা অবস্থায় এক মুশরিক ব্যক্তি এসে তাঁর তরবারিখানা হস্তগত করে তা কোষমুক্ত করল। অতঃপর সে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলল, তুমি কি আমাকে ভয় কর? তিনি বলেনঃ না। সে বলল, কে তোমাকে আমার (আক্রমনের) থেকে রক্ষা করবে? তিনি বলেনঃ আল্লাহ আমাকে তোমার থেকে রক্ষা করবে। বর্ণনাকারী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবীগণ লোকটিকে হুমকি দিলে সে তরবারিখানা খাপের মধ্যে ঢুকিয়ে গাছের সাথে ঝুলিয়ে রাখল। বর্ণনাকারী বলেন, অতঃপর সলাতের জন্য আযান দেয়া হলে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক দলের সাথে দু' রাক'আত সলাত আদায় করলেন। অতঃপর এ দলটি পিছনে সরে গেল এবং তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অপর দলের সাথে আরো দু' রাক'আত সলাত আদায় করলেন। বর্ণনাকারী বলেন, তাতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হ'ল চার রাক'আত এবং লোকদের হল দু' রাক'আত। (ই.ফা. ১৮১৯, ই.সে. ১৮২৬)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ، حَدَّثَنَا يَحْيَى، بْنُ أَبِي كَثِيرٍ عَنْ أَبِي سَلَمَةَ، عَنْ جَابِرٍ، قَالَ أَقْبَلْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى إِذَا كُنَّا بِذَاتِ الرِّقَاعِ قَالَ كُنَّا إِذَا أَتَيْنَا عَلَى شَجَرَةٍ ظَلِيلَةٍ تَرَكْنَاهَا لِرَسُولِ اللَّهِ صلى الله عليه وسلم - قَالَ - فَجَاءَ رَجُلٌ مِنَ الْمُشْرِكِينَ وَسَيْفُ رَسُولِ اللَّهِ صلى الله عليه وسلم مُعَلَّقٌ بِشَجَرَةٍ فَأَخَذَ سَيْفَ نَبِيِّ اللَّهِ صلى الله عليه وسلم فَاخْتَرَطَهُ فَقَالَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَتَخَافُنِي قَالَ ‏\"‏ لاَ ‏\"‏ ‏.‏ قَالَ فَمَنْ يَمْنَعُكَ مِنِّي قَالَ ‏\"‏ اللَّهُ يَمْنَعُنِي مِنْكَ ‏\"‏ ‏.‏ قَالَ فَتَهَدَّدَهُ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَغْمَدَ السَّيْفَ وَعَلَّقَهُ - قَالَ - فَنُودِيَ بِالصَّلاَةِ فَصَلَّى بِطَائِفَةٍ رَكْعَتَيْنِ ثُمَّ تَأَخَّرُوا وَصَلَّى بِالطَّائِفَةِ الأُخْرَى رَكْعَتَيْنِ قَالَ فَكَانَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَرْبَعُ رَكَعَاتٍ وَلِلْقَوْمِ رَكْعَتَانِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "7"
    }
  }
}