{
  "hadith": {
    "hadith_id": 1890,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন খুত্‌বাহ্‌ (ভাষণ) দিতেন তখন তাঁর চক্ষুদ্বয় রক্তিম বর্ণ ধারণ করত, কণ্ঠস্বর জোরালো হত এবং তাঁর রাগ বেড়ে যেত, এমনকি মনে হত, তিনি যেন শত্রুবাহিনী সম্পর্কে সতর্ক করছেন আর বলছেন: তোমরা ভোরেই আক্রান্ত হবে, তোমরা সন্ধ্যায়ই আক্রান্ত হবে। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলতেন: আমি ও ক্বিয়ামাত এ দু’টির ন্যায় (স্বল্প ব্যবধান) প্রেরিত হয়েছি, তিনি মধ্যমা ও তর্জনী আঙ্গুল মিলিয়ে দেখাতেন। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলতেন: অতঃপর উত্তম বাণী হল– আল্লাহর কিতাব এবং উত্তম পথ হল মুহাম্মাদ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর প্রদর্শিত পথ। অতীব নিকৃষ্ট বিষয় হল (ধর্মের মধ্যে) নতুন উদ্ভাবন (বিদ‘আত)। প্রতিটি বিদ‘আত ভ্রষ্ট। তিনি আরো বলতেনঃ আমি প্রত্যেক মু’মিন ব্যক্তির জন্য তার নিজের থেকে অধিক উত্তম (কল্যাণকামী)। কোন ব্যক্তি সম্পদ রেখে গেলে তা তার পরিবার-পরিজনের প্রাপ্য। আর কোন ব্যক্তি ঋণ অথবা অসহায় সন্তান রেখে গেলে সেগুলোর দায়িত্ব আমার। (ই.ফা. ১৮৭৫, ই.সে. ১৮৮৩)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الْمَجِيدِ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا خَطَبَ احْمَرَّتْ عَيْنَاهُ وَعَلاَ صَوْتُهُ وَاشْتَدَّ غَضَبُهُ حَتَّى كَأَنَّهُ مُنْذِرُ جَيْشٍ يَقُولُ ‏\"‏ صَبَّحَكُمْ وَمَسَّاكُمْ ‏\"‏ ‏.‏ وَيَقُولُ ‏\"‏ بُعِثْتُ أَنَا وَالسَّاعَةَ كَهَاتَيْنِ ‏\"‏ ‏.‏ وَيَقْرُنُ بَيْنَ إِصْبَعَيْهِ السَّبَّابَةِ وَالْوُسْطَى وَيَقُولُ ‏\"‏ أَمَّا بَعْدُ فَإِنَّ خَيْرَ الْحَدِيثِ كِتَابُ اللَّهِ وَخَيْرُ الْهُدَى هُدَى مُحَمَّدٍ وَشَرُّ الأُمُورِ مُحْدَثَاتُهَا وَكُلُّ بِدْعَةٍ ضَلاَلَةٌ ‏\"‏ ‏.‏ ثُمَّ يَقُولُ ‏\"‏ أَنَا أَوْلَى بِكُلِّ مُؤْمِنٍ مِنْ نَفْسِهِ مَنْ تَرَكَ مَالاً فَلأَهْلِهِ وَمَنْ تَرَكَ دَيْنًا أَوْ ضَيَاعًا فَإِلَىَّ وَعَلَىَّ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "8"
    }
  }
}