{
  "hadith": {
    "hadith_id": 1893,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "যিমাদ মাক্কায় আগমন করেন। তিনি আয্‌দ শানূয়াহ্‌ গোত্রের সদস্য। তিনি বাতাস লাগার ঝাড়ফুঁক করতেন। তিনি মাক্কার কতক নির্বোধকে বলতে শুনলেন, মুহাম্মাদ নিশ্চয়ই উন্মাদ। যিমাদ বলেন, আমি যদি লোকটিকে দেখতাম তাহলে আল্লাহ হয়ত আমার হাতে তাকে আরোগ্য দান করতেন। বর্ণনাকারী বলেন, তিনি তাঁর সাথে সাক্ষাৎ করে বলেন, হে মুহাম্মাদ! আমি এসব বাতাস লাগার ঝাড়ফুঁক করি। আল্লাহ যাকে চান তাকে আমার হাতে আরোগ্য দান করেন। আপনি কি ঝাড়ফুঁক করাতে চান? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: নিশ্চয়ই সমস্ত প্রশংসা আল্লাহর। আমি তাঁর প্রশংসা করি, তাঁর সাহায্য প্রার্থনা করি। আল্লাহ যাকে হিদায়াত দান করেন, কেউ তাকে বিপথগামী করতে পারে না এবং তিনি যাকে বিপথগামী করেন, কেউ তাকে হিদায়াত দান করতে পারে না। আমি সাক্ষ্য দেই যে, আল্লাহ ব্যতীত কোন ইলাহ নেই, তিনি একক, তাঁর কোন শারীক নেই এবং নিশ্চয়ই মুহাম্মাদ তাঁর বান্দা ও রসূল। অতঃপর বর্ণনাকারী বলেন, যিমাদ বললেন, আপনি এ কথাগুলি আমাকে পুনরায় শুনান। অতএব, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সে কথাগুলো তাকে তিনবার পুনরাবৃত্তি করে শুনান। বর্ণনাকারী বলেন, যিমাদ বলল, আমি অনেক গণক, যাদুকর ও কবির কথা শুনেছি, কিন্তু আপনার এ কথাগুলোর অনুরূপ কথা আমি শুনিনি। এ কথাগুলো সমুদ্রের গভীরে পৌঁছে গেছে। বর্ণনাকারী বলেন, যিমাদ বলেন, আপনার হাত প্রসারিত করুন, আমি আপনার নিকট ইসলামের বায়‘আত গ্রহণ করব। বর্ণনাকারী বলেন, তিনি তাকে বায়‘আত করালেন (ইসলাম গ্রহণ করালেন)। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃতোমার সম্প্রদায়ের ক্ষেত্রেও কি (বায়‘আত প্রযোজ্য)? যিমাদ বলেন, আমার সম্প্রদায়ের ক্ষেত্রেও। বর্ণনাকারী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি ক্ষুদ্র সামরিক বাহিনী (সারিয়্যা) প্রেরণ করলে তারা তার সম্প্রদায়ের এলাকা দিয়ে অতিক্রম করে। তখন বাহিনী প্রধান সৈন্যবাহিনীকে বলেন, তোমরা কি এদের থেকে কিছু গ্রহণ করেছ? দলের একজন বলল, আমি তাদের থেকে একটি পানি পাত্র নিয়েছি। সেনা নায়ক বলেন, তোমরা সেটি ফেরত দাও। কারণ তারা যিমাদ-এর সম্প্রদায় (তাদের কিছুই গ্রহণ করা বৈধ হবে না। কেননা যিমাদ নিজে এবং নিজের সম্প্রদায়ের পক্ষ থেকে বায়‘আত গ্রহণ করেছেন)। (ই.ফা. ১৮৭৮, ই.সে. ১৮৮৬)",
    "ar": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، كِلاَهُمَا عَنْ عَبْدِ الأَعْلَى، - قَالَ ابْنُ الْمُثَنَّى حَدَّثَنِي عَبْدُ الأَعْلَى، وَهُوَ أَبُو هَمَّامٍ - حَدَّثَنَا دَاوُدُ، عَنْ عَمْرِو بْنِ سَعِيدٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ ضِمَادًا، قَدِمَ مَكَّةَ وَكَانَ مِنْ أَزْدِ شَنُوءَةَ وَكَانَ يَرْقِي مِنْ هَذِهِ الرِّيحِ فَسَمِعَ سُفَهَاءَ مِنْ أَهْلِ مَكَّةَ يَقُولُونَ إِنَّ مُحَمَّدًا مَجْنُونٌ ‏.‏ فَقَالَ لَوْ أَنِّي رَأَيْتُ هَذَا الرَّجُلَ لَعَلَّ اللَّهَ يَشْفِيهِ عَلَى يَدَىَّ - قَالَ - فَلَقِيَهُ فَقَالَ يَا مُحَمَّدُ إِنِّي أَرْقِي مِنْ هَذِهِ الرِّيحِ وَإِنَّ اللَّهَ يَشْفِي عَلَى يَدِي مَنْ شَاءَ فَهَلْ لَكَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ الْحَمْدَ لِلَّهِ نَحْمَدُهُ وَنَسْتَعِينُهُ مَنْ يَهْدِهِ اللَّهُ فَلاَ مُضِلَّ لَهُ وَمَنْ يُضْلِلْ فَلاَ هَادِيَ لَهُ وَأَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ أَمَّا بَعْدُ ‏\"‏ ‏.‏ قَالَ فَقَالَ أَعِدْ عَلَىَّ كَلِمَاتِكَ هَؤُلاَءِ ‏.‏ فَأَعَادَهُنَّ عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم ثَلاَثَ مَرَّاتٍ - قَالَ - فَقَالَ لَقَدْ سَمِعْتُ قَوْلَ الْكَهَنَةِ وَقَوْلَ السَّحَرَةِ وَقَوْلَ الشُّعَرَاءِ فَمَا سَمِعْتُ مِثْلَ كَلِمَاتِكَ هَؤُلاَءِ وَلَقَدْ بَلَغْنَ نَاعُوسَ الْبَحْرِ - قَالَ - فَقَالَ هَاتِ يَدَكَ أُبَايِعْكَ عَلَى الإِسْلاَمِ - قَالَ - فَبَايَعَهُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَعَلَى قَوْمِكَ ‏\"‏ ‏.‏ قَالَ وَعَلَى قَوْمِي - قَالَ - فَبَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم سَرِيَّةً فَمَرُّوا بِقَوْمِهِ فَقَالَ صَاحِبُ السَّرِيَّةِ لِلْجَيْشِ هَلْ أَصَبْتُمْ مِنْ هَؤُلاَءِ شَيْئًا فَقَالَ رَجُلٌ مِنَ الْقَوْمِ أَصَبْتُ مِنْهُمْ مِطْهَرَةً ‏.‏ فَقَالَ رُدُّوهَا فَإِنَّ هَؤُلاَءِ قَوْمُ ضِمَادٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "8"
    }
  }
}