{
  "hadith": {
    "hadith_id": 1929,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এবং আবূ বাক্‌র, ‘উমার ও ‘উসমান (রাঃ)-এর সাথে ঈদুল ফিত্বরের সলাতে উপস্থিত ছিলাম। তাঁরা সবাই খুত্‌বার আগে সলাত আদায় করেছেন এবং পরে খুত্‌বাহ পাঠ করেছেন। তিনি বলেন, এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (মিম্বার থেকে) অবতরণ করলেন। যখন তিনি হাত দিয়ে ইঙ্গিত করে লোকদের বসিয়ে দিচ্ছিলেন, তা যেন আমি দেখতে পাচ্ছি। অতঃপর তিনি লোকদের মধ্য দিয়ে সামনে অগ্রসর হয়ে মহিলাদের নিকট আসলেন। এ সময় তাঁর সাথে বিলাল (রাঃ) ছিলেন। এরপর তিনি এ আয়াতটুকু পাঠ করলেন: (আরবী) “হে নাবী! ঈমানদার মহিলারা আপনার নিকট আসে, তখন তারা এ কথার ওপর বাইয়াত করবে যে, তারা আল্লাহর সাথে কোন কিছুকে অংশীদার করবে না”- (সূরাহ্‌ আল মুম্‌তাহিনাহ্‌ ৬০:১২)। এ আয়াত পাঠ সমাপ্ত করে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে উদ্দেশ্য করে বললেনঃ তোমরা কি এ কথার ওপর অটল আছ? তখন মাত্র একজন মহিলাই উত্তর করল, হ্যাঁ। হে আল্লাহর নাবী! সে ব্যতীত তাদের মধ্যে থেকে আর কেউ প্রতি উত্তর করেননি। অবশ্যই মহিলাটি কে তখন তা জানা যায়নি। বর্ণনাকারী বলেন, এরপর তারা সদাক্বাহ করতে লাগল আর বিলাল (রাঃ) তাঁর কাপড় বিছিয়ে দিলেন অতঃপর বললেন, তোমাদের প্রতি আমার মা-বাপ কুরবান হোক! এগিয়ে আসো। তখন মহিলারা তাদের ছোট-বড় আংটিসমূহ বিলালের কাপড়ের উপর ফেলতে লাগল। (ই.ফা. ১৯১৪, ই.সে. ১৯২১)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، جَمِيعًا عَنْ عَبْدِ الرَّزَّاقِ، - قَالَ ابْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، - أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي الْحَسَنُ بْنُ مُسْلِمٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ، عَبَّاسٍ قَالَ شَهِدْتُ صَلاَةَ الْفِطْرِ مَعَ نَبِيِّ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ فَكُلُّهُمْ يُصَلِّيهَا قَبْلَ الْخُطْبَةِ ثُمَّ يَخْطُبُ قَالَ فَنَزَلَ نَبِيُّ اللَّهِ صلى الله عليه وسلم كَأَنِّي أَنْظُرُ إِلَيْهِ حِينَ يُجَلِّسُ الرِّجَالَ بِيَدِهِ ثُمَّ أَقْبَلَ يَشُقُّهُمْ حَتَّى جَاءَ النِّسَاءَ وَمَعَهُ بِلاَلٌ فَقَالَ ‏{‏ يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلَى أَنْ لاَ يُشْرِكْنَ بِاللَّهِ شَيْئًا‏}‏ فَتَلاَ هَذِهِ الآيَةَ حَتَّى فَرَغَ مِنْهَا ثُمَّ قَالَ حِينَ فَرَغَ مِنْهَا ‏\"‏ أَنْتُنَّ عَلَى ذَلِكِ ‏\"‏ فَقَالَتِ امْرَأَةٌ وَاحِدَةٌ لَمْ يُجِبْهُ غَيْرُهَا مِنْهُنَّ نَعَمْ يَا نَبِيَّ اللَّهِ لاَ يُدْرَى حِينَئِذٍ مَنْ هِيَ قَالَ ‏\"‏ فَتَصَدَّقْنَ ‏\"‏ ‏.‏ فَبَسَطَ بِلاَلٌ ثَوْبَهُ ثُمَّ قَالَ هَلُمَّ فِدًى لَكُنَّ أَبِي وَأُمِّي ‏.‏ فَجَعَلْنَ يُلْقِينَ الْفَتَخَ وَالْخَوَاتِمَ فِي ثَوْبِ بِلاَلٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "9"
    }
  }
}