{
  "hadith": {
    "hadith_id": 1932,
    "narrator": "আত্বা (রহঃ)",
    "bn": "তিনি বলেন আমি জাবির ইবনু ‘আবদুল্লাহ (রাঃ)-কে বলতে শুনেছি যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঈদুল ফিত্বরের দিন দাঁড়ালেন, অতঃপর সলাত আদায় করলেন। তিনি খুত্‌বাহ্‌ দেয়ার আগে প্রথমে সলাত আদায় করেছেন, পরে জনতার উদ্দেশে খুত্‌বাহ্‌ দিয়েছেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুত্‌বাহ্‌ শেষ করে মহিলাদের কাছে এসে উপদেশ দিলেন। এ সময় তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিলালের হাতে ভর দিয়ে দাঁড়িয়েছিলেন এবং বিলাল তাঁর কাপড় প্রসারিত করে রেখেছিলেন। মহিলারা এতে দান বস্তু ফেলছিল। আমি (ইবনু জুরায়জ) ‘আত্বাকে জিজ্ঞেস করলাম, তা কি ঈদুল ফিত্বরের যাকাত (সদাক্বায়ে ফিতর)? ‘আত্বা বললেন, না বরং তা সাধারণ সদাক্বাই ছিল। মহিলারা তাদের মূল্যবান আংটি (দানপাত্রে) ফেলছিল এবং সম্ভব সবকিছু বিলিয়ে দিচ্ছিল।\nআমি ‘আত্বা (রহঃ)-কে জিজ্ঞেস করলাম, বর্তমানে কি ইমামের জন্য খুত্‌বাহ্‌ সমাপ্ত করার পর মহিলাদের কাছে এসে তাদেরকে উপদেশ শুনানোর বিধি সম্মত? ‘আত্বা বললেন, হ্যাঁ। আমার জীবনের রবের শপথ! এটা ইমামদের ওপর অবশ্য কর্তব্য। তাদের এ কাজ না করার কি কারণ থাকতে পারে? (ই.ফা. ১৯১৭, ই.সে. ১৯২৪)",
    "ar": "وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ رَافِعٍ، قَالَ ابْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ سَمِعْتُهُ يَقُولُ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَامَ يَوْمَ الْفِطْرِ فَصَلَّى فَبَدَأَ بِالصَّلاَةِ قَبْلَ الْخُطْبَةِ ثُمَّ خَطَبَ النَّاسَ فَلَمَّا فَرَغَ نَبِيُّ اللَّهِ صلى الله عليه وسلم نَزَلَ وَأَتَى النِّسَاءَ فَذَكَّرَهُنَّ وَهُوَ يَتَوَكَّأُ عَلَى يَدِ بِلاَلٍ وَبِلاَلٌ بَاسِطٌ ثَوْبَهُ يُلْقِينَ النِّسَاءُ صَدَقَةً ‏.‏ قُلْتُ لِعَطَاءٍ زَكَاةَ يَوْمِ الْفِطْرِ قَالَ لاَ وَلَكِنْ صَدَقَةً يَتَصَدَّقْنَ بِهَا حِينَئِذٍ تُلْقِي الْمَرْأَةُ فَتَخَهَا وَيُلْقِينَ وَيُلْقِينَ ‏.‏ قُلْتُ لِعَطَاءٍ أَحَقًّا عَلَى الإِمَامِ الآنَ أَنْ يَأْتِيَ النِّسَاءَ حِينَ يَفْرُغُ فَيُذَكِّرَهُنَّ قَالَ إِي لَعَمْرِي إِنَّ ذَلِكَ لَحَقٌّ عَلَيْهِمْ وَمَا لَهُمْ لاَ يَفْعَلُونَ ذَلِكَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "9"
    }
  }
}