{
  "hadith": {
    "hadith_id": 1938,
    "narrator": "আবূ সা‘ঈদ আল খুদরী (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঈদুল আযহা ও ঈদুল ফিত্বরের দিন বের হতেন এবং প্রথমে সলাত আদায় করতেন। যখন সলাত সম্পন্ন করে সালাম ফিরাতেন, লোকদের দিকে মুখ করে দাঁড়াতেন। তারা নিজ নিজ সলাতের স্থানে বসে থাকত। তারপর যদি কোথাও সৈন্য পাঠানোর প্রয়োজন হতো, তবে তা লোকদের নিকট ব্যক্ত করতেন। অথবা যদি অন্য কোন প্রয়োজন হতো তবে সে সম্পর্কে তাদেরকে নির্দেশ দিতেন এবং তিনি বলতেন, তোমরা সদাক্বাহ্‌ কর, সদাক্বাহ্‌ কর। দানের সবচেয়ে অগ্রগামী ছিল মহিলাগণ। অতঃপর তিনি ঘরে ফিরতেন। পরবর্তীকালে মারওয়ান যখন ক্ষমতায় অধিষ্ঠিত হল, তখন একবার আমি তাঁর হাত ধরে চলতে চলতে ঈদগাহে এসে উপনীত হলাম। এসে দিখি কাসীর ইবনু সাল্‌ত শক্ত মাটি ও ইট দিয়ে একটা মিম্বার তৈরি করে রেখেছে। মারওয়ান আমার থেকে এমনভাবে হাত টেনে ছুটাচ্ছিল যেন আমাকে মিম্বারের দিকে টানা হেঁচড়া করছে আর আমি তাকে সলাতের দিকে টানা হেঁচড়া করছি। যখন আমি তাঁর এ মনোভাব দেখলাম আমি জিজ্ঞেস করলাম, প্রথমে সলাত আদায়ের নিয়ম কি হল? মারওয়ান বলল, না হে আবূ সা’ঈদ! তুমি যে নিয়ম সম্পর্কে অবহিত তা রহিত হয়ে গেছে। আমি বললাম, কখনও না! সে সত্তার ক্বসম যার হাতে আমার প্রাণ! আমি যে নিয়ম সম্পর্কে অবহিত এর চেয়ে উত্তম কিছু তোমরা কখনও করতে পারবে না। এ কথা তিনি তিনবার উচ্চারণ করলেন। এরপর তিনি চলে আসলেন। (ই.ফা. ১৯২৩, ই.সে. ১৯৩০)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ قَالُوا حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ دَاوُدَ بْنِ قَيْسٍ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ بْنِ سَعْدٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَخْرُجُ يَوْمَ الأَضْحَى وَيَوْمَ الْفِطْرِ فَيَبْدَأُ بِالصَّلاَةِ فَإِذَا صَلَّى صَلاَتَهُ وَسَلَّمَ قَامَ فَأَقْبَلَ عَلَى النَّاسِ وَهُمْ جُلُوسٌ فِي مُصَلاَّهُمْ فَإِنْ كَانَ لَهُ حَاجَةٌ بِبَعْثٍ ذَكَرَهُ لِلنَّاسِ أَوْ كَانَتْ لَهُ حَاجَةٌ بِغَيْرِ ذَلِكَ أَمَرَهُمْ بِهَا وَكَانَ يَقُولُ ‏ \"‏ تَصَدَّقُوا تَصَدَّقُوا تَصَدَّقُوا ‏\"‏ ‏.‏ وَكَانَ أَكْثَرَ مَنْ يَتَصَدَّقُ النِّسَاءُ ثُمَّ يَنْصَرِفُ فَلَمْ يَزَلْ كَذَلِكَ حَتَّى كَانَ مَرْوَانُ بْنُ الْحَكَمِ فَخَرَجْتُ مُخَاصِرًا مَرْوَانَ حَتَّى أَتَيْنَا الْمُصَلَّى فَإِذَا كَثِيرُ بْنُ الصَّلْتِ قَدْ بَنَى مِنْبَرًا مِنْ طِينٍ وَلَبِنٍ فَإِذَا مَرْوَانُ يُنَازِعُنِي يَدَهُ كَأَنَّهُ يَجُرُّنِي نَحْوَ الْمِنْبَرِ وَأَنَا أَجُرُّهُ نَحْوَ الصَّلاَةِ فَلَمَّا رَأَيْتُ ذَلِكَ مِنْهُ قُلْتُ أَيْنَ الاِبْتِدَاءُ بِالصَّلاَةِ فَقَالَ لاَ يَا أَبَا سَعِيدٍ قَدْ تُرِكَ مَا تَعْلَمُ ‏.‏ قُلْتُ كَلاَّ وَالَّذِي نَفْسِي بِيَدِهِ لاَ تَأْتُونَ بِخَيْرٍ مِمَّا أَعْلَمُ ‏.‏ ثَلاَثَ مِرَارٍ ثُمَّ انْصَرَفَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "9"
    }
  }
}