{
  "hadith": {
    "hadith_id": 1950,
    "narrator": "আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, একবার রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘরে প্রবেশ করে দেখেন, আমার কাছে দু’টি বালিকা জাহিলিয়্যাত যুগে সংঘটিত বু’আস যুদ্ধের গান গাইছে। তিনি বিছানায় কাত হয়ে শুয়ে চেহারা অন্যদিকে ফিরিয়ে দিলেন। এমন সময় আবূ বকর (রাঃ) প্রবেশ করলেন। তিনি (এ দৃশ্য দেখে) আমাকে ধমক দিয়ে বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকটে শাইত্বনের বাদ্য চলছে? (এ কথা শুনে) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর দিকে ফিরে বললেন, হে আবূ বাক্‌র! এদের ছেড়ে দাও। এরপর তিনি যখন অন্যমনস্ক হলেন, আমি বালিকাদ্বয়কে আস্তে খোঁচা দিলাম। তারা বের হয়ে চলে গেল। এটা ঈদের ঘটনা। কৃষ্ণাঙ্গ যুবকেরা ঢাল-বল্লম দ্বারা রণকৌশল ও খেল-তামাশা করছিল। তখন হয়ত আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে আবেদন করেছি না হয় তিনি আমাকে জিজ্ঞেস করেছেন তুমি কি তা দেখতে আগ্রহী? আমি বললাম- জি হ্যাঁ। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে তাঁর পিছনে এমনভাবে দাঁড় করিয়ে দিলেন যে, আমার গণ্ডদেশ তাঁর গণ্ডদেশের উপর সংলগ্ন হলো। এরপর তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে লক্ষ্য করে বললেন, হে বানী আরফিদাহ্‌! তোমরা তোমাদের খেলা চালিয়ে যাও। অনেকক্ষণ পর আমি যখন একটু বিরক্তবোধ করলাম, তিনি আমাকে জিজ্ঞেস করলেন, হয়েছে তো? আমি বললাম, জ্বি হ্যাঁ! তিনি বললেন, তাহলে এবার যাও। (ই.ফা. ১৯৩৫, ই.সে. ১৯৪২)",
    "ar": "حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، وَيُونُسُ بْنُ عَبْدِ الأَعْلَى، - وَاللَّفْظُ لِهَارُونَ - قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنَا عَمْرٌو، أَنَّ مُحَمَّدَ بْنَ عَبْدِ الرَّحْمَنِ، حَدَّثَهُ عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَعِنْدِي جَارِيَتَانِ تُغَنِّيَانِ بِغِنَاءِ بُعَاثٍ فَاضْطَجَعَ عَلَى الْفِرَاشِ وَحَوَّلَ وَجْهَهُ فَدَخَلَ أَبُو بَكْرٍ فَانْتَهَرَنِي وَقَالَ مِزْمَارُ الشَّيْطَانِ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَقْبَلَ عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ دَعْهُمَا ‏\"‏ فَلَمَّا غَفَلَ غَمَزْتُهُمَا فَخَرَجَتَا وَكَانَ يَوْمَ عِيدٍ يَلْعَبُ السُّودَانُ بِالدَّرَقِ وَالْحِرَابِ فَإِمَّا سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَإِمَّا قَالَ ‏\"‏ تَشْتَهِينَ تَنْظُرِينَ ‏\"‏ ‏.‏ فَقُلْتُ نَعَمْ فَأَقَامَنِي وَرَاءَهُ خَدِّي عَلَى خَدِّهِ وَهُوَ يَقُولُ ‏\"‏ دُونَكُمْ يَا بَنِي أَرْفَدَةَ ‏\"‏ ‏.‏ حَتَّى إِذَا مَلِلْتُ قَالَ ‏\"‏ حَسْبُكِ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ فَاذْهَبِي ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "9"
    }
  }
}