{
  "hadith": {
    "hadith_id": 1974,
    "narrator": "আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে একবার সূর্য গ্রহণ হলো। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়িয়ে সলাত আদায় করতে লাগলেন। সলাতের মধ্যে তিনি বেশ দীর্ঘ এবং বেশ দীর্ঘ সময় দাঁড়িয়ে থাকলেন। অতঃপর রুকূ’ করলেন এবং তা খুব দীর্ঘায়িত করলেন। অতঃপর আবার রুকূ’ করলেন এবং রুকূ’ বেশ দীর্ঘায়িত করলেন, যা রুকূ’ থেকে বিছু কম, অতঃপর সাজদায় গেলেন। সাজদাহ্‌ থেকে দাঁড়িয়ে দীর্ঘ সময় ক্বিয়াম (দণ্ডায়মান হওয়া) করলেন। যা প্রথমবার ক্বিয়াম অপেক্ষা কিছুটা কম ছিল। অতঃপর রুকূ’তে গেলেন এবং এতে দীর্ঘ সময় কাটালেন। অবশ্য তা প্রথম রুকূ’ অপেক্ষা কম ছিল। অতঃপর দীর্ঘ রুকূ’ করলেন, অবশ্য তা প্রথম রুকূ’র চেয়ে কম ছিল। অতঃপর সাজ্‌দাহ করলেন। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত শেষ করলেন। এতক্ষণে সূর্য পরিষ্কার হয়ে গেল। তিনি লোকদের সামনে খুত্‌বাহ্‌ দিলেন। খুত্‌বাহ্‌ প্রসঙ্গে আল্লাহর প্রশংসা ও গুণগান করলেন। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, চন্দ্র ও সূর্য আল্লাহর দু’টি নিদর্শন। আর চন্দ্র গ্রহণ ও সূর্য গ্রহণ কারো জন্ম ও মুত্যুর কারণে সংঘটিত হয় না। অতএব তোমরা যখন চন্দ্র গ্রহণ ও সূর্য গ্রহণ দেখতে পাও, তখন তাকবীর পড় আর আল্লাহর কাছে দু‘আ কর এবং সলাত আদায় কর ও সদাক্বাহ্‌ কর। হে উম্মাতে মুহাম্মাদ! মনে রেখ, এমন কেউ নেই যে মহান আল্লাহ থেকে অধিক আত্মসম্মানবোধ সম্পন্ন, যখন তার দাস বা দাসী ব্যভিচারে লিপ্ত হয় (তখন তিনি শাস্তি না দিয়ে থাকেন না)। হে উম্মাতে মুহাম্মাদী! আল্লাহর কসম, যদি তোমরা জানতে যা আমি জানি, তবে তোমরা অবশ্যই অধিক পরিমাণে কান্না-কাটি করতে এবং খুব কম হাসতে। আমি কি আল্লাহর বাণী পৌঁছিয়ে দিয়েছি? মালিকের রিওয়ায়াতে এ বাক্যটি এভাবে উদ্ধৃত হয়েছে- সূর্য ও চন্দ্র আল্লাহর বিশেষ কুদরাতের নিদর্শনাবলী। (ই.ফা. ১৯৫৯, ই.সে. ১৯৬৬)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، ح. وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، - وَاللَّفْظُ لَهُ - قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ خَسَفَتِ الشَّمْسُ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي فَأَطَالَ الْقِيَامَ جِدًّا ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ جِدًّا ثُمَّ رَفَعَ رَأْسَهُ فَأَطَالَ الْقِيَامَ جِدًّا وَهُوَ دُونَ الْقِيَامِ الأَوَّلِ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ جِدًّا وَهُوَ دُونَ الرُّكُوعِ الأَوَّلِ ثُمَّ سَجَدَ ثُمَّ قَامَ فَأَطَالَ الْقِيَامَ وَهُوَ دُونَ الْقِيَامِ الأَوَّلِ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ وَهُوَ دُونَ الرُّكُوعِ الأَوَّلِ ثُمَّ رَفَعَ رَأْسَهُ فَقَامَ فَأَطَالَ الْقِيَامَ وَهُوَ دُونَ الْقِيَامِ الأَوَّلِ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ وَهُوَ دُونَ الرُّكُوعِ الأَوَّلِ ثُمَّ سَجَدَ ثُمَّ انْصَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَدْ تَجَلَّتِ الشَّمْسُ فَخَطَبَ النَّاسَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ ‏\"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ مِنْ آيَاتِ اللَّهِ وَإِنَّهُمَا لاَ يَنْخَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ فَإِذَا رَأَيْتُمُوهُمَا فَكَبِّرُوا وَادْعُوا اللَّهَ وَصَلُّوا وَتَصَدَّقُوا يَا أُمَّةَ مُحَمَّدٍ إِنْ مِنْ أَحَدٍ أَغْيَرَ مِنَ اللَّهِ أَنْ يَزْنِيَ عَبْدُهُ أَوْ تَزْنِيَ أَمَتُهُ يَا أُمَّةَ مُحَمَّدٍ وَاللَّهِ لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَبَكَيْتُمْ كَثِيرًا وَلَضَحِكْتُمْ قَلِيلاً أَلاَ هَلْ بَلَّغْتُ \"‏ ‏.‏ وَفِي رِوَايَةِ مَالِكٍ ‏\"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}