{
  "hadith": {
    "hadith_id": 1985,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যামানায় ভীষণ গরমের দিনে একবার সূর্যগ্রহণ লাগল। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাহাবীগণকে নিয়ে সলাত আদায় করলেন। সলাতে ক্বিয়াম এত দীর্ঘায়িত করলেন যে, লোকরা পড়ে যেতে লাগল। অতঃপর রুকূ’ করলেন এবং তাও খুব লম্বা করলেন। তারপর মাথা উঠালেন এবং অনেক সময় দাঁড়িয়ে থাকলেন। আবার রুকূ’তে গেলেন এবং লম্বা রুকূ’ করলেন। তারপর মাথা উঠালেন এবং দীর্ঘক্ষণ দাঁড়িয়ে থাকলেন। অতঃপর দু’টি সাজদাহ্‌ করলেন। এরপর দাঁড়িয়ে পূর্বের ন্যায় ক্বিয়াম এ রুকূ’ করলেন। এতে চারটি রুকূ’ ও চারটি সাজদাহ্‌ ছিল। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমরা সেসব স্থানে প্রবেশ করবে যে সব স্থান আমাকে দেখানো হয়েছে। আমার সামনে জান্নাত পেশ করা হয়েছিল। আমি সেখান থেকে একটি আঙ্গুর ধরতে চেয়েছিলাম। অথবা তিনি বলেছেন, একটি শাখা ধরতে চাইলে আমার হাত সে পর্যন্ত পৌঁছতে পারেনি এবং আমার সম্মুখে জাহান্নামও পেশ করা হয়েছিল। সেখানে বানী ইসরাঈলের একটি মহিলাকে দেখতে পেলাম। তাকে একটা বিড়ালের কারণে শাস্তি দেয়া হয়েছে। সে বিড়ালটিকে বেঁধে রেখেছিল, খানাপানি কিছু দেয়নি। আর ছেড়েও দেয়নি যে তা জমিনের পোকামাড় খেয়ে জীবন ধারণ করত (এভাবে অনাহারে বিড়ালটি মারা গেল)। এছাড়াও জাহান্নামে আবূ সুমামাহ্‌ ‘আম্‌র ইবনু মালিককেও দেখলাম, সে তার নাড়িভুঁড়ি টানাটানি করছে। আরবরা বলত যে, চন্দ্রগ্রহণ ও সূর্যগ্রহণ কোন মহান ব্যক্তির মৃত্যুর কারণেই সংঘটিত হয়ে থাকে। অথচ এ দু’টি আল্লাহ্‌র দু’টি নিদর্শন যা আল্লাহ তোমাদেরকে দেখান। অতএব যখন চন্দ্রগ্রহণ ও সূর্যগ্রহণ লাগে, তোমরা সলাত আদায় কর যে পর্যন্ত তা পরিষ্কার না হয়ে যায়।(ই.ফা. ১৯৬৯, ই.সে. ১৯৭৬)",
    "ar": "وَحَدَّثَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ هِشَامٍ الدَّسْتَوَائِيِّ، قَالَ حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي يَوْمٍ شَدِيدِ الْحَرِّ فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم بِأَصْحَابِهِ فَأَطَالَ الْقِيَامَ حَتَّى جَعَلُوا يَخِرُّونَ ثُمَّ رَكَعَ فَأَطَالَ ثُمَّ رَفَعَ فَأَطَالَ ثُمَّ رَكَعَ فَأَطَالَ ثُمَّ رَفَعَ فَأَطَالَ ثُمَّ سَجَدَ سَجْدَتَيْنِ ثُمَّ قَامَ فَصَنَعَ نَحْوًا مِنْ ذَاكَ فَكَانَتْ أَرْبَعَ رَكَعَاتٍ وَأَرْبَعَ سَجَدَاتٍ ثُمَّ قَالَ ‏\"‏ إِنَّهُ عُرِضَ عَلَىَّ كُلُّ شَىْءٍ تُولَجُونَهُ فَعُرِضَتْ عَلَىَّ الْجَنَّةُ حَتَّى لَوْ تَنَاوَلْتُ مِنْهَا قِطْفًا أَخَذْتُهُ - أَوْ قَالَ تَنَاوَلْتُ مِنْهَا قِطْفًا - فَقَصُرَتْ يَدِي عَنْهُ وَعُرِضَتْ عَلَىَّ النَّارُ فَرَأَيْتُ فِيهَا امْرَأَةً مِنْ بَنِي إِسْرَائِيلَ تُعَذَّبُ فِي هِرَّةٍ لَهَا رَبَطَتْهَا فَلَمْ تُطْعِمْهَا وَلَمْ تَدَعْهَا تَأْكُلُ مِنْ خَشَاشِ الأَرْضِ وَرَأَيْتُ أَبَا ثُمَامَةَ عَمْرَو بْنَ مَالِكٍ يَجُرُّ قُصْبَهُ فِي النَّارِ ‏.‏ وَإِنَّهُمْ كَانُوا يَقُولُونَ إِنَّ الشَّمْسَ وَالْقَمَرَ لاَ يَخْسِفَانِ إِلاَّ لِمَوْتِ عَظِيمٍ وَإِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ يُرِيكُمُوهُمَا فَإِذَا خَسَفَا فَصَلُّوا حَتَّى تَنْجَلِيَ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}