{
  "hadith": {
    "hadith_id": 2011,
    "narrator": "উম্মু সালামাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ কোন মুসলিমের ওপর মুসীবাত আসলে যদি সে বলেঃ আল্লাহ যা হুকুম করেছেন- “ইন্না-লিল্লা-হি ওয়া ইন্না-ইলায়হি র-জি‘উন” (অর্থাৎ- আমরা আল্লাহরই জন্যে এবং তাঁরই কাছে ফিরে যাব) বলে এবং এ দু‘আ পাঠ করে- “আল্ল-হুম্মা’ জুর্‌নী ফী মুসীবাতী ও আখলিফ লী খয়রাম্‌ মিনহা- ইল্লা- আখলাফাল্ল-হু লাহূ খয়রাম্‌ মিনহা-” (অর্থাৎ- হে আল্লাহ! আমাকে আমার মুসীবাতে সাওয়াব দান কর এবং এর বিনিময়ে এর চেয়ে উত্তম বস্তু দান কর, তবে মহান আল্লাহ তাকে এর চেয়ে উত্তম বস্তু দান করে থাকেন)।\nউম্মু সালামাহ্‌ (রাঃ) বলেন, এরপর যখন আবূ সালামাহ্‌ ইনতিকাল করেন, আমি মনে মনে ভাবলাম, কোন্‌ মুসলিম আবূ সালামাহ্‌ থেকে উত্তম? তিনি সর্বপ্রথম ব্যক্তি, যিনি হিজরাত করে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট পৌছে গেছেন। এতদসত্বেও আমি এ দু‘আগুলো পাঠ করলাম। এরপর মহান আল্লাহ আবূ সালামার স্থলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মতো স্বামী দান করেছেন।\nউম্মু সালামাহ্‌ (রাঃ) বলেন, আমার নিকট রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিয়ের পয়গাম পৌঁছাবার উদ্দেশে হাত্বিব ইবনু আবূ বাল্‌তা‘আহ্‌ কে পাঠালেন। আমি বললাম, আমার একটা কন্যা আছে আর আমার জিদ বেশী। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তার কন্যা সম্পর্কে আমি আল্লাহর কাছে দু‘আ করব যাতে তিনি তাকে তাঁর কন্যার দুশ্চিন্তা থেকে মুক্তি দেন। আর (তার সম্পর্কে) দু‘আ করব যেন আল্লাহ তার জিদ দূর করে দেন। (ই.ফা. ১৯৯৫, ই.সে. ২০০২)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ جَمِيعًا عَنْ إِسْمَاعِيلَ بْنِ جَعْفَرٍ، - قَالَ ابْنُ أَيُّوبَ حَدَّثَنَا إِسْمَاعِيلُ، - أَخْبَرَنِي سَعْدُ بْنُ سَعِيدٍ، عَنْ عُمَرَ بْنِ كَثِيرِ بْنِ أَفْلَحَ، عَنِ ابْنِ، سَفِينَةَ عَنْ أُمِّ سَلَمَةَ، أَنَّهَا قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ مَا مِنْ مُسْلِمٍ تُصِيبُهُ مُصِيبَةٌ فَيَقُولُ مَا أَمَرَهُ اللَّهُ إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي وَأَخْلِفْ لِي خَيْرًا مِنْهَا ‏.‏ إِلاَّ أَخْلَفَ اللَّهُ لَهُ خَيْرًا مِنْهَا ‏\"‏ ‏.‏ قَالَتْ فَلَمَّا مَاتَ أَبُو سَلَمَةَ قُلْتُ أَىُّ الْمُسْلِمِينَ خَيْرٌ مِنْ أَبِي سَلَمَةَ أَوَّلُ بَيْتٍ هَاجَرَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ ثُمَّ إِنِّي قُلْتُهَا فَأَخْلَفَ اللَّهُ لِي رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَتْ أَرْسَلَ إِلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم حَاطِبَ بْنَ أَبِي بَلْتَعَةَ يَخْطُبُنِي لَهُ فَقُلْتُ إِنَّ لِي بِنْتًا وَأَنَا غَيُورٌ ‏.‏ فَقَالَ ‏\"‏ أَمَّا ابْنَتُهَا فَنَدْعُو اللَّهَ أَنْ يُغْنِيَهَا عَنْهَا وَأَدْعُو اللَّهَ أَنْ يَذْهَبَ بِالْغَيْرَةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "12"
    }
  }
}