{
  "hadith": {
    "hadith_id": 2035,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "আমরা একবার আমীরুল মু’মিনীন ‘উমার ইবনুল খাত্ত্বাব-এর সাথে ছিলাম। যখন আমরা ‘বায়দা’ নামক স্থানে পৌছলাম, হঠাৎ জনৈক ব্যক্তিকে একটা গাছের ছায়ায় অবস্থানরত দেখলাম। ‘উমার (রাঃ) আমাকে বললেন, এগিয়ে যাও তো! গিয়ে দেখ আমাকে জানাও ঐ ব্যক্তি কে? আমি গিয়ে দেখলাম তিনি সুহায়ব (রাঃ)। আমি ফিরে এসে বললাম, আপনি আমাকে আদেশ করেছেন, ঐ ব্যক্তির পরিচয় জেনে আপনাকে জানাতে। তিনি হচ্ছেন, সুহায়ব (রাঃ)। পুণরায় তিনি আমাকে বললেন, তাঁকে আমাদের সাথে মিলিত হতে বল। আমি বললাম, তার সাথে তার পরিবারবর্গ রয়েছে। তিনি বললেন, তার সাথে পরিবারবর্গ থাকলে তাতে কি আছে। কখনও আইয়ূব বলেছেন- “তাকে বল- সে যেন আমাদের নিকট আসে।” এরপর যখন আমরা মাদীনায় পৌছলাম, অল্প সময়ের মধ্যেই আমীরুল মু’মিনীন ‘উমার (রাঃ) আহত হলেন। সুহায়ব (রাঃ) তাঁকে দেখতে এসে দীর্ঘ-নিঃশ্বাস ছেড়ে বললেন, আহ! ভাই ‘উমার! আহ! সঙ্গী ‘উমার! ‘উমার (রাঃ) শুনে বললেন, সুহায়ব! তুমি কি অবহিত নও, অথবা শোননি- (আইয়ুব) বলেছেনঃ অথবা বলেছেন, “তুমি কি জান না, তুমি কি শোন না।” রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মৃত ব্যক্তিকে তার পরিবার-পরিজনের কান্নার দরুন শাস্তি দেয়া হয়।\n‘আবদুল্লাহ (রাঃ) বলেন, তিনি এ কথাটা সাধারণভাবে বলেছিলেন। কিন্তু ‘উমার (রাঃ) “কোন কোন লোকের” শব্দ উল্লেখ করেছেন। (ই.ফা. ২০১৭, ই.সে. ২০২৪)",
    "ar": "فَقَالَ ابْنُ عَبَّاسٍ كُنَّا مَعَ أَمِيرِ الْمُؤْمِنِينَ عُمَرَ بْنِ الْخَطَّابِ حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ إِذَا هُوَ بِرَجُلٍ نَازِلٍ فِي شَجَرَةٍ فَقَالَ لِيَ اذْهَبْ فَاعْلَمْ لِي مَنْ ذَاكَ الرَّجُلُ ‏.‏ فَذَهَبْتُ فَإِذَا هُوَ صُهَيْبٌ ‏.‏ فَرَجَعْتُ إِلَيْهِ فَقُلْتُ إِنَّكَ أَمَرْتَنِي أَنْ أَعْلَمَ لَكَ مَنْ ذَاكَ وَإِنَّهُ صُهَيْبٌ ‏.‏ قَالَ مُرْهُ فَلْيَلْحَقْ بِنَا ‏.‏ فَقُلْتُ إِنَّ مَعَهُ أَهْلَهُ ‏.‏ قَالَ وَإِنْ كَانَ مَعَهُ أَهْلُهُ - وَرُبَّمَا قَالَ أَيُّوبُ مُرْهُ فَلْيَلْحَقْ بِنَا - فَلَمَّا قَدِمْنَا لَمْ يَلْبَثْ أَمِيرُ الْمُؤْمِنِينَ أَنْ أُصِيبَ فَجَاءَ صُهَيْبٌ يَقُولُ وَاأَخَاهْ وَاصَاحِبَاهْ ‏.‏ فَقَالَ عُمَرُ أَلَمْ تَعْلَمْ أَوْ لَمْ تَسْمَعْ - قَالَ أَيُّوبُ أَوْ قَالَ أَوَلَمْ تَعْلَمْ أَوَلَمْ تَسْمَعْ - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبَعْضِ بُكَاءِ أَهْلِهِ ‏\"‏ ‏.‏ قَالَ فَأَمَّا عَبْدُ اللَّهِ فَأَرْسَلَهَا مُرْسَلَةً وَأَمَّا عُمَرُ فَقَالَ بِبَعْضٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "12"
    }
  }
}