{
  "hadith": {
    "hadith_id": 2043,
    "narrator": "হিশাম তার পিতা [‘উরওয়াহ ইবনু যুবায়র (রহঃ)]",
    "bn": "তিনি বলেন, ‘আয়িশাহ (রাঃ)-এর নিকট উল্লেখ করা হ’ল, ইবনু ‘উমার (রাঃ) সরাসরি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর উদ্ধৃতি দিয়ে বর্ণনা করেন, “মৃত ব্যক্তিকে তার ক্ববরে তার স্বজনদের কান্নাকাটির দরুন শাস্তি দেয়া হয়।” তিনি  বললেন, ইবনু ‘উমার (রাঃ) ভুলে গেছেন। আসলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে কথা বলেছেন তা হচ্ছে এই: মৃত ব্যক্তিকে তার পাপের দরুন ক্ববরে শাস্তি দেয়া হয়। আর তার পরিবার-পরিজনেরা তার জন্য কান্নাকাটি করছে। আর এটা হচ্ছে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বাদ্রের একটা কূপের পাশে দাঁড়িয়ে যাতে বদরের দিন নিহত কাফিরদের লাশ নিক্ষিপ্ত হয়েছিল- তাদেরকে সম্বোধন করে যেরূপ বলেছিলেন। তিনি তাদের সম্পর্কে বলেছিলেন, তারা অবশ্যই আমি যা কিছু বলছি তা শুনতে পাচ্ছে অথচ তিনি (ইবনু ‘উমার) এ কথার অর্থ ভুল বুঝেছে। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা বলেছেন তার সঠিক তাৎপর্য হচ্ছে এইঃ আমি যা কিছু তাদেরকে তাদের জীবদ্দশায় বলেছিলাম, তারা এখন ভালভাবে তা অনুধাবন করেছে যে, তা সম্পূর্ণ ন্যায়সঙ্গত ও সত্য। অতঃপর তিনি (‘আয়িশাহ্‌) এ দু’টি আয়াত তিলাওয়াত করলেনঃ “আপনি অবশ্যই মৃত ব্যক্তিদেরকে শুনাতে সক্ষম নন”- (সূরাহ্ আন্ নাম্ল ২৭:৭০; সূরাহ্ রুম ৩০:৫২)  এবং “আপনি ক্ববরের অধিবাসীদেরকেও শুনাতে সক্ষম নন”- (সূরাহ্ ফা-ত্বির ৩৫:২২২)। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ কথাটা তখন বলেছিলেন যখন তারা জাহান্নামে নিজ ঠিকানায় পৌছে গেছে। (ই.ফা. ২০২২, ই.সে. ২০২৯)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، قَالَ ذُكِرَ عِنْدَ عَائِشَةَ أَنَّ ابْنَ عُمَرَ، يَرْفَعُ إِلَى النَّبِيِّ صلى الله عليه وسلم ‏\"‏ إِنَّ الْمَيِّتَ يُعَذَّبُ فِي قَبْرِهِ بِبُكَاءِ أَهْلِهِ عَلَيْهِ ‏\"‏ ‏.‏ فَقَالَتْ وَهَلَ إِنَّمَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّهُ لَيُعَذَّبُ بِخَطِيئَتِهِ أَوْ بِذَنْبِهِ وَإِنَّ أَهْلَهُ لَيَبْكُونَ عَلَيْهِ الآنَ ‏\"‏ ‏.‏ وَذَاكَ مِثْلُ قَوْلِهِ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَامَ عَلَى الْقَلِيبِ يَوْمَ بَدْرٍ وَفِيهِ قَتْلَى بَدْرٍ مِنَ الْمُشْرِكِينَ فَقَالَ لَهُمْ مَا قَالَ ‏\"‏ إِنَّهُمْ لَيَسْمَعُونَ مَا أَقُولُ ‏\"‏ ‏.‏ وَقَدْ وَهَلَ إِنَّمَا قَالَ ‏\"‏ إِنَّهُمْ لَيَعْلَمُونَ أَنَّ مَا كُنْتُ أَقُولُ لَهُمْ حَقٌّ ‏\"‏ ‏.‏ ثُمَّ قَرَأَتْ ‏{‏ إِنَّكَ لاَ تُسْمِعُ الْمَوْتَى‏}‏ ‏{‏ وَمَا أَنْتَ بِمُسْمِعٍ مَنْ فِي الْقُبُورِ‏}‏ يَقُولُ حِينَ تَبَوَّءُوا مَقَاعِدَهُمْ مِنَ النَّارِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "12"
    }
  }
}