{
  "hadith": {
    "hadith_id": 2050,
    "narrator": "‘আমরাহ্ (রহঃ)",
    "bn": "তিনি ‘আয়িশা (রাঃ)-কে বলতে শুনেছেন, যখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট যায়দ ইবনু হারিসাহ্ (রাঃ) জা‘ফার ইবনু আবুত্ ত্বলিব (রাঃ) ও ‘আবদুল্লাহ ইবনু রওয়াহাহ্ (রাঃ)-এর শাহাদাতের খবর পৌছল, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিমর্ষচিত্তে বসে পড়লেন। তাঁর চেহারায় শোকের ছাপ ফুটে উঠল। ‘আয়িশা (রাঃ) বলেন, আমি দরজার ফাঁক দিয়ে তাকিয়ে তাদের লাশ দেখছিলাম। এমন সময় জনৈক ব্যক্তি এসে বলল, হে আল্লাহর রসূল! জা’ফার-এর স্ত্রীগণ অথবা তার পরিবারের মহিলারা কান্নাকাটি করছে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে গিয়ে তাঁদেরকে কাঁদতে নিষেধ করার জন্য আদেশ করলেন। লোকটি গিয়ে ফিরে এসে জানাল যে, তারা তার কথা শুনছে না। তখন দ্বিতীয়বার তাকে আদেশ করলেন যেন গিয়ে তাদেরকে নিষেধ করে। লোকটি গিয়ে আবার ফিরে এসে বলল, আল্লাহর কসম, হে আল্লাহর রসূল! তারা আমাদের ওপর প্রাধান্য লাভ করেছে। ‘আয়িশাহ (রাঃ) বলেন, আমার মনে হয় এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, এবার গিয়ে তাদের মুখে কিছু মাটি ঢেলে দাও। ‘আয়িশাহ (রাঃ) বলেন, তখন আমি বললাম, আল্লাহ তোমার নাককে ভূলুন্ঠিত করুক। আল্লাহর কসম! রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমাকে যে আদেশ করেছেন, তা তুমি পালন করছ না বা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বিরক্ত করা থেকেও রেহাই দিচ্ছ না। (ই.ফা. ২০২৯, ই.সে. ২০৩৫)",
    "ar": "وَحَدَّثَنَا ابْنُ الْمُثَنَّى، وَابْنُ أَبِي عُمَرَ، قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، يَقُولُ أَخْبَرَتْنِي عَمْرَةُ، أَنَّهَا سَمِعَتْ عَائِشَةَ، تَقُولُ لَمَّا جَاءَ رَسُولَ اللَّهِ صلى الله عليه وسلم قَتْلُ ابْنِ حَارِثَةَ وَجَعْفَرِ بْنِ أَبِي طَالِبٍ وَعَبْدِ اللَّهِ بْنِ رَوَاحَةَ جَلَسَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعْرَفُ فِيهِ الْحُزْنُ قَالَتْ وَأَنَا أَنْظُرُ مِنْ صَائِرِ الْبَابِ - شَقِّ الْبَابِ - فَأَتَاهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ نِسَاءَ جَعْفَرٍ وَذَكَرَ بُكَاءَهُنَّ فَأَمَرَهُ أَنْ يَذْهَبَ فَيَنْهَاهُنَّ فَذَهَبَ فَأَتَاهُ فَذَكَرَ أَنَّهُنَّ لَمْ يُطِعْنَهُ فَأَمَرَهُ الثَّانِيَةَ أَنْ يَذْهَبَ فَيَنْهَاهُنَّ فَذَهَبَ ثُمَّ أَتَاهُ فَقَالَ وَاللَّهِ لَقَدْ غَلَبْنَنَا يَا رَسُولَ اللَّهِ ‏.‏ قَالَتْ فَزَعَمَتْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ اذْهَبْ فَاحْثُ فِي أَفْوَاهِهِنَّ مِنَ التُّرَابِ ‏\"‏ ‏.‏ قَالَتْ عَائِشَةُ فَقُلْتُ أَرْغَمَ اللَّهُ أَنْفَكَ وَاللَّهِ مَا تَفْعَلُ مَا أَمَرَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَمَا تَرَكْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم مِنَ الْعَنَاءِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "12"
    }
  }
}