{
  "hadith": {
    "hadith_id": 2089,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, একটি জানাযাহ্‌ বয়ে নিয়ে যাওয়া হচ্ছিল। লোকেরা প্রশংসা করল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)বলেন, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে। (আরেকবার) একটা জানাযাহ্‌ বয়ে নিয়ে যাওয়া হচ্ছিল কিন্তু লোকেরা তার দুর্নাম করল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)তার সম্পর্কে ওয়াজিব হয়েছে, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে (তিনবার) বললেন। তখন ‘উমার (রাঃ) বললেন, হে আল্লাহর রসূল! আপনার উপর আমার মা-বাপ উৎসর্গ হোক! একটা জানাযাহ্‌ অতিক্রম করলে তার প্রতি ভাল মন্তব্য করা হলে আপনি ওয়াজিব হয়েছে, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে বললেন! আর একটা জানাযাহ্‌ অতিক্রমকালে তার প্রতি খারাপ মন্তব্য করা হলে আপনি ওয়াজিব হয়েছে, ওয়াজিব হয়েছে, ওয়াজিব হয়েছে-বললেন! রসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)উত্তরে বললেনঃতোমরা যার সম্পর্কে ভাল মন্তব্য করেছ তার জন্য জান্নাত ওয়াজিব হয়ে গেছে। আর তোমরা যার সম্পর্কে খারাপ মন্তব্য করেছ তার জন্য জাহান্নাম ওয়াজিব হয়ে গেছে। তোমরা জমিনের বুকে আল্লাহর সাক্ষী, তোমরা জমিনের বুকে আল্লাহর সাক্ষী, তোমরা জমিনের বুকে আল্লাহর সাক্ষী। (ই.ফা. ২০৬৮, ই.সে. ২০৭৩)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ وَعَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ كُلُّهُمْ عَنِ ابْنِ عُلَيَّةَ، - وَاللَّفْظُ لِيَحْيَى قَالَ حَدَّثَنَا ابْنُ عُلَيَّةَ، - أَخْبَرَنَا عَبْدُ الْعَزِيزِ، بْنُ صُهَيْبٍ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ مُرَّ بِجَنَازَةٍ فَأُثْنِيَ عَلَيْهَا خَيْرٌ فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَجَبَتْ وَجَبَتْ وَجَبَتْ ‏\"‏ ‏.‏ وَمُرَّ بِجَنَازَةٍ فَأُثْنِيَ عَلَيْهَا شَرٌّ فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَجَبَتْ وَجَبَتْ وَجَبَتْ ‏\"‏ ‏.‏ قَالَ عُمَرُ فِدًى لَكَ أَبِي وَأُمِّي مُرَّ بِجَنَازَةٍ فَأُثْنِيَ عَلَيْهَا خَيْرًا فَقُلْتَ وَجَبَتْ وَجَبَتْ وَجَبَتْ ‏.‏ وَمُرَّ بِجَنَازَةٍ فَأُثْنِيَ عَلَيْهَا شَرٌّ فَقُلْتَ وَجَبَتْ وَجَبَتْ وَجَبَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ أَثْنَيْتُمْ عَلَيْهِ خَيْرًا وَجَبَتْ لَهُ الْجَنَّةُ وَمَنْ أَثْنَيْتُمْ عَلَيْهِ شَرًّا وَجَبَتْ لَهُ النَّارُ أَنْتُمْ شُهَدَاءُ اللَّهِ فِي الأَرْضِ أَنْتُمْ شُهَدَاءُ اللَّهِ فِي الأَرْضِ أَنْتُمْ شُهَدَاءُ اللَّهِ فِي الأَرْضِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "12"
    }
  }
}