{
  "hadith": {
    "hadith_id": 2121,
    "narrator": "জুবায়র ইবনু নুফায়র (রহঃ)",
    "bn": "(তিনি বলেন) আমি ‘আওফ ইবনু মালিক (রাঃ)-কে বলতে শুনেছি : রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক জানাযায় যে দু‘আ পড়লেন, আমি তাঁর সে দু‘আ মনে রেখেছি। দু‘আয় তিনি এ কথাগুলো বলেছিলেন, “আল্ল-হুম্মাগ্‌ফির্‌ লাহূ ওয়ার্‌হাম্‌হু ওয়া ‘আ-ফিহী ওয়া’ফু ‘আন্‌হু ওয়া আক্‌রিম নুযুলাহূ ওয়া ওয়াস্‌সি’ মুদ্‌খালাহূ ওয়াগ্‌সিল্‌হু বিলমা-য়ি ওয়াস্‌সাল্‌জি ওয়াল বারাদি ওয়ানাক্কিহী মিনাল খ্বাতা-ইয়া- কামা- নাক্কায়সাস্‌ সাওবাল আব্‌ইয়াযা মিনাদ্‌দানাসি ওয়া আব্‌দিল্‌হু দা-রান্‌ খায়রাম্‌ মিন দা-রিহী ওয়া আহলান্‌ খায়রাম্‌ মিন আহ্‌লিহী ওয়া য়াওজান্‌ খায়রাম্‌ মিন যাওজিহী ওয়া আদখিল্‌হুল জান্নাতা ওয়া আ‘ইয্‌হু মিন ‘আযা-বিল ক্বব্‌রি আও মিন ‘আযা-বিন্না-র’-(অর্থাৎ- হে আল্লাহ! তাকে ক্ষমা করে দাও ও তার প্রতি দয়া কর। তাকে নিরাপদে রাখ ও তার ত্রুটি মার্জনা কর। তাকে উত্তম সামগ্রী দান কর ও তার প্রবেশ পথকে প্রশস্ত করে দাও। তাকে পানি, বরফ ও বৃষ্টি দ্বারা মুছে দাও এবং পাপ থেকে এরূপভাবে পরিষ্কার-পরিচ্ছন্ন করে দাও যেরূপ সাদা কাপড় ময়লা থেকে পরিষ্কার হয়ে যায়। তাকে তার ঘরকে উত্তম ঘরে পরিণত কর, তার পরিবার থেকে উত্তম পরিবার দান কর, তার স্ত্রীর তুলনায় উত্তম স্ত্রী দান কর। তাকে জান্নাতে প্রবেশ করাও এবং ক্ববরের ‘আযাব ও জাহান্নামের ‘আযাব থেকে বাঁচাও।)।\nবর্ণনাকারী ‘আওফ ইবনু মালিক বলেন, তাঁর মূল্যবান দু‘আ শুনে আমার মনে আকাঙ্ক্ষা জাগল, আমি যদি সে মৃত ব্যক্তি হতাম। (ই.ফা. ২১০০, ই.সে. ২১০৪)",
    "ar": "وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ حَبِيبِ بْنِ عُبَيْدٍ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، سَمِعَهُ يَقُولُ سَمِعْتُ عَوْفَ بْنَ مَالِكٍ، يَقُولُ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى جَنَازَةٍ فَحَفِظْتُ مِنْ دُعَائِهِ وَهُوَ يَقُولُ ‏ \"‏ اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَعَافِهِ وَاعْفُ عَنْهُ وَأَكْرِمْ نُزُلَهُ وَوَسِّعْ مُدْخَلَهُ وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ وَأَهْلاً خَيْرًا مِنْ أَهْلِهِ وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ وَأَدْخِلْهُ الْجَنَّةَ وَأَعِذْهُ مِنْ عَذَابِ الْقَبْرِ أَوْ مِنْ عَذَابِ النَّارِ ‏\"‏ ‏.‏ قَالَ حَتَّى تَمَنَّيْتُ أَنْ أَكُونَ أَنَا ذَلِكَ الْمَيِّتَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "12"
    }
  }
}