{
  "hadith": {
    "hadith_id": 2124,
    "narrator": "‘আওফ ইবনু মালিক আল আশজা‘ঈ (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জানাযার সলাতে এভাবে দু‘আ করতে শুনেছি : “আল্ল-হুম্মাগ্‌ফির্‌লাহূ ওয়ার্‌হাম্‌হু ওয়া‘ফু ‘আন্‌হু ওয়া‘আ-ফিহী ওয়া আক্‌রিম নুযুলাহূ ওয়াস্‌সি’ মুদ্‌খালাহূ ওয়াগ্‌সিল্‌হু বিমা-য়িন্‌ ওয়াসালজিন্‌ ওয়াবারাদিন্‌ ওয়ানাক্কিহী মিনাল খ্বাতা-ইয়া- কামা- ইউনাক্কাস্‌ সাওবুল আব্‌ইয়াযু মিনাদ্‌দানাসি ওয়া আব্‌দিল্‌হু দা-রান্‌ খায়রাম্‌ মিন দা-রিহী ওয়া আহ্‌লান্‌ খায়রাম্‌ মিন্‌ আহ্‌লিহী ওয়া যাওজান্‌ খায়রাম্‌ মিন যাওজিহী ওয়াক্বিহী ফিত্‌নাতিল ক্বব্‌রি ওয়া‘আযা-বিন্ না-র”-(অর্থাৎ- “হে আল্লাহ! তাকে ক্ষমা করে দাও ও তার প্রতি দয়া কর। তার ত্রুটি মার্জনা কর ও তাকে বিপদ মুক্ত কর। তার উত্তম আপ্যায়নের ব্যবস্থা কর ও তার আশ্রয়স্থলকে প্রশস্ত করে দাও। তাকে পানি, বরফ ও বৃষ্টি দিয়ে ধুয়ে মুছে দাও। তাকে পাপরাশি থেকে এভাবে পরিষ্কার করে দাও যেভাবে সাদা কাপড়কে ময়লা থেকে পরিষ্কার করা হয়। তাকে তার বর্তমান ঘরের পরিবর্তে আরও উত্তম ঘর দান কর, তার পরিবার থেকে উত্তম পরিবার দান কর, বর্তমান স্ত্রী অপেক্ষা উত্তম স্ত্রী দান কর এবং তাকে ক্ববর ‘আযাব ও জাহান্নামের ‘আযাব থেকে বাঁচাও।)।\n‘আওফ ইবনু মালিক (রাঃ) বলেন, ঐ মৃত ব্যক্তির প্রতি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এরূপ দু’আ দেখে মনে আকাঙ্ক্ষা জাগল যে, আমি যদি এ মৃত ব্যক্তি হতাম। (ই.ফা. ২১০৩, ই.সে. ২১০৬)",
    "ar": "وَحَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، كِلاَهُمَا عَنْ عِيسَى بْنِ، يُونُسَ عَنْ أَبِي حَمْزَةَ الْحِمْصِيِّ، ح وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَهَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، - وَاللَّفْظُ لأَبِي الطَّاهِرِ - قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ أَبِي حَمْزَةَ بْنِ سُلَيْمٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِيهِ، عَنْ عَوْفِ بْنِ مَالِكٍ الأَشْجَعِيِّ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم وَصَلَّى عَلَى جَنَازَةٍ يَقُولُ ‏ \"‏ اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَاعْفُ عَنْهُ وَعَافِهِ وَأَكْرِمْ نُزُلَهُ وَوَسِّعْ مُدْخَلَهُ وَاغْسِلْهُ بِمَاءٍ وَثَلْجٍ وَبَرَدٍ وَنَقِّهِ مِنَ الْخَطَايَا كَمَا يُنَقَّى الثَّوْبُ الأَبْيَضُ مِنَ الدَّنَسِ وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ وَأَهْلاً خَيْرًا مِنْ أَهْلِهِ وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ وَقِهِ فِتْنَةَ الْقَبْرِ وَعَذَابَ النَّارِ ‏\"‏ ‏.‏ قَالَ عَوْفٌ فَتَمَنَّيْتُ أَنْ لَوْ كُنْتُ أَنَا الْمَيِّتَ لِدُعَاءِ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى ذَلِكَ الْمَيِّتِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "12"
    }
  }
}