{
  "hadith": {
    "hadith_id": 214,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, যখন এ আয়াত নাযিল হলো, “হে মু’মিনগণ! তোমরা নাবীর কণ্ঠের উপর নিজেদের কণ্ঠ উঁচু করবে না এবং নিজেদের মধ্যে যেভাবে উচ্চৈঃস্বরে কথা বল তাঁর সাথে সেরূপ উচ্চৈঃস্বরে কথা বলবে না; এতে তোমাদের ‘আমাল বিনষ্ট হয়ে যাবার আশঙ্কা রয়েছে অথচ তোমরা টেরও পাবে না”- (সূরাহ আল হুজুরাত ৪৯ : ২)। তখন সাবিত (রাঃ) নিজের ঘরে বসে গেলেন এবং বলতে লাগলেন, আমি একজন জাহান্নামী। এরপর থেকে তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে যাওয়া বন্ধ করে দিলেন। একদিন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সহাবা সা’দ ইবনু মু’আযকে সাবিত (রাঃ) সম্পর্কে জিজ্ঞেস করে বললেন, হে আবূ ‘আম্‌র! সাবিতের কি হলো? সা’দ (রাঃ) বললেন, সে আমার প্রতিবেশী, তার কোন অসুখ হয়েছে বলে তো জানি না। আনাস (রাঃ) বলেন, পরে সা’দ (রাঃ) সাবিতের কাছে গেলেন এবং তাঁর সম্পর্কে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বক্তব্য উল্লেখ করলেন। সাবিত (রাঃ) বলেন, এ আয়াত নাযিল হয়েছে। আর তোমরা জান রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর উপর আমার কষ্ঠস্বরই সবচেয়ে উঁচু হয়ে যায়। সুতরাং আমি তো জাহান্নামী। সা’দ (রাঃ) রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে সাবিতের কথা বললেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন বললেন, না, বরং সে তো জান্নাতী। (ই.ফা. ২১৫; ই.সে. ২২২)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ قَالَ لَمَّا نَزَلَتْ هَذِهِ الآيَةُ ‏{‏ يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ‏}‏ إِلَى آخِرِ الآيَةِ جَلَسَ ثَابِتُ بْنُ قَيْسٍ فِي بَيْتِهِ وَقَالَ أَنَا مِنْ أَهْلِ النَّارِ ‏.‏ وَاحْتَبَسَ عَنِ النَّبِيِّ صلى الله عليه وسلم فَسَأَلَ النَّبِيُّ صلى الله عليه وسلم سَعْدَ بْنَ مُعَاذٍ فَقَالَ ‏\"‏ يَا أَبَا عَمْرٍو مَا شَأْنُ ثَابِتٍ أَشْتَكَى ‏\"‏ ‏.‏ قَالَ سَعْدٌ إِنَّهُ لَجَارِي وَمَا عَلِمْتُ لَهُ بِشَكْوَى ‏.‏ قَالَ فَأَتَاهُ سَعْدٌ فَذَكَرَ لَهُ قَوْلَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ثَابِتٌ أُنْزِلَتْ هَذِهِ الآيَةُ وَلَقَدْ عَلِمْتُمْ أَنِّي مِنْ أَرْفَعِكُمْ صَوْتًا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَنَا مِنْ أَهْلِ النَّارِ ‏.‏ فَذَكَرَ ذَلِكَ سَعْدٌ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ بَلْ هُوَ مِنْ أَهْلِ الْجَنَّةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}