{
  "hadith": {
    "hadith_id": 2143,
    "narrator": "‘আয়িশাহ্ (রাঃ)",
    "bn": "যখন সা‘দ ইবনু আবূ ওয়াক্কাস (রাঃ) ইন্তিকাল করলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রীগণ তাঁর লাশ মসজিদে নিয়ে আসার জন্য বলে পাঠালেন যাতে তারাও তার জানাযাহ আদায় করতে পারেন। উপস্থিত লোকেরা তাই করলো। তাঁকে উম্মাহাতুল মু‘মিনীনদের ঘরের সামনে রাখা হল এবং তারা তার জানাযার সলাত আদায় করলেন। অতঃপর তাকে বাবুল জানায়িয (জানাযাহ বের করার দরজা) দিয়ে যা মাক্বা‘ইদের দিকে ছিল, বের করা হল। লোকেরা এ খবর জানতে পেয়ে বলল, কি ব্যাপার! জানাযাহ্ মসজিদে ঢুকানো হয়েছে? ‘আয়িশা (রাঃ)-এর নিকট এ সংবাদ পৌঁছলে তিনি বললেন, লোকেরা কেন এত শীঘ্র সমালোচনায় প্রবৃত্ত হল, যে সম্পর্কে তাদের কোন জ্ঞান নাই? মসজিদে জানাযাহ্‌ নিয়ে যাওয়ার ব্যাপারে লোকেরা সমালোচনা করল, অথচ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সুহায়ল ইবনু বায়যা-এর সালতে জানাযাহ্ মসজিদের ভিতরেই আদায় করেছেন। ইমাম মুসলিম বলেন, সুহায়ল বিন ওয়াদা বায়যা-এর পুত্র। তার মায়ের নাম বায়যা। (ই.ফা. ২১২২, ই.সে. ২১২৫)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، عَنْ عَبْدِ الْوَاحِدِ، عَنْ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، يُحَدِّثُ عَنْ عَائِشَةَ، أَنَّهَا لَمَّا تُوُفِّيَ سَعْدُ بْنُ أَبِي وَقَّاصٍ أَرْسَلَ أَزْوَاجُ النَّبِيِّ صلى الله عليه وسلم أَنْ يَمُرُّوا بِجَنَازَتِهِ فِي الْمَسْجِدِ فَيُصَلِّينَ عَلَيْهِ فَفَعَلُوا فَوُقِفَ بِهِ عَلَى حُجَرِهِنَّ يُصَلِّينَ عَلَيْهِ أُخْرِجَ بِهِ مِنْ بَابِ الْجَنَائِزِ الَّذِي كَانَ إِلَى الْمَقَاعِدِ فَبَلَغَهُنَّ أَنَّ النَّاسَ عَابُوا ذَلِكَ وَقَالُوا مَا كَانَتِ الْجَنَائِزُ يُدْخَلُ بِهَا الْمَسْجِدَ ‏.‏ فَبَلَغَ ذَلِكَ عَائِشَةَ فَقَالَتْ مَا أَسْرَعَ النَّاسَ إِلَى أَنْ يَعِيبُوا مَا لاَ عِلْمَ لَهُمْ بِهِ ‏.‏ عَابُوا عَلَيْنَا أَنْ يُمَرَّ بِجَنَازَةٍ فِي الْمَسْجِدِ وَمَا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى سُهَيْلِ ابْنِ بَيْضَاءَ إِلاَّ فِي جَوْفِ الْمَسْجِدِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "12"
    }
  }
}