{
  "hadith": {
    "hadith_id": 2146,
    "narrator": "মুহাম্মাদ ইবনু ক্বায়স (রহঃ)",
    "bn": "তিনি বলেন, ‘আমি ‘আয়িশা (রাঃ)-কে বলতে শুনেছি- তিনি বলেন, আমি কি তোমাদেরকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে ও আমার তরফ থেকে হাদীস বর্ণনা করে শোনাব না? আমরা বললাম, অবশ্যই! ইমাম মুসলিম (রহঃ) হাজ্জাজ আল আ‘ওয়ার (রহঃ) থেকে শুনেছেন ..... জনৈক কুরায়শী ‘আবদুল্লাহ (রহঃ) থেকে মুহাম্মাদ ইবনু ক্বায়স ইবনু মাখরামাহ্‌ ইবনুল মুত্ত্বালিব (রহঃ) একদিন আমাকে বলেন, আমি কি তোমাদেরকে আমার পক্ষ থেকে ও আমার আম্মাজান থেকে হাদীস বর্ণনা করে শুনাব? রাবী ‘আবদুল্লাহ বলেন, আমরা ধারণা করলাম তিনি তাঁর জননী মাকে বুঝাচ্ছেন। এরপর তিনি বললেন, ‘আয়িশা (রাঃ) বলেছেন, আমি কি তোমাদের আমার পক্ষ থেকে ও রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে হাদিস বর্ণনা করে শুনাব? আমরা বললাম, হ্যাঁ অবশ্যই। তিনি বলেন, যখন ঐ রাত আসত যে রাতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার কাছে থাকতেন। তিনি এসে তাঁর চাদর রেখে দিতেন, জুতা খুলে পায়ের কাছে রাখতেন। পরে নিজ তহবন্দের (লুঙ্গি) একদিক বিছানায় বিছিয়ে কাত হয়ে শুয়ে পড়তেন। অতঃপর মাত্র কিছু সময় যতক্ষণে তিনি ধারনা করতেন যে, আমি ঘুমিয়ে পরেছি, বিশ্রাম গ্রহন করতেন। অতঃপর উঠে ধীরে ধীরে নিজ চাদর নিতেন এবং জুতা পরিধান করতেন। পরে আস্তে আস্তে দরজা খুলে বেরিয়ে পড়তেন। অতঃপর কিছু সময় নিজেকে আত্মগোপন করে রাখতেন। একদিন আমি আমার জামা মাথার উপর স্থাপন করে তা দিয়ে মাথাটা ঢেকে লুঙ্গি পরিধান করে, অতঃপর তাঁর পেছনে রওনা হলাম। যেতে যেতে তিনি বাক্বী‘তে[৪৩] (ক্ববরস্থানে) পৌঁছলেন। তথায় তিনি দীর্ঘ সময় দাঁড়িয়ে থাকলেন। অতঃপর তিনি তিনবার হাত উঠিয়ে দু‘আ করলেন। এবার গৃহের দিকে ফিরে রওয়ানা করলে আমিও রওয়ানা হলাম। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দ্রুত রওয়ানা করলে আমিও দ্রুত চলতে লাগলাম। তাঁকে আরও দ্রুত পদক্ষেপে এগিয়ে আসতে দেখে আমি আরও দ্রুত চলতে লাগলাম। এরপর আমরা দৌড়াতে আরম্ভ করলে আমি দৌড়ে তাঁর আগেই ঘরে ঢুকে পড়লাম এবং বিলম্ব না করেই শুয়ে পড়লাম। একটু পরে তিনি গৃহে প্রবেশ করে আমাকে জিজ্ঞেস করলেন, হে ‘আয়িশাহ্‌! তোমার কি হল? কেন হাঁপিয়ে পড়েছ? ‘আয়িশা (রাঃ) বলেন, আমি জবাব দিলাম না, তেমন কিছু না। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হয় তুমি নিজে আমাকে ব্যাপারটা খুলে বলবে নতুবা মহান আল্লাহ আমাকে তা জানিয়ে দিবেন। আমি বললাম, হে আল্লাহর রসূল! আপনার ওপর আমার মাতা-পিতা কুরবান হোক! এরপর তাঁকে ব্যাপারটা জানিয়ে দিলাম। তিনি বললেন, তুমিই সেই কাল ছায়াটি যা আমি আমার সামনে দেখছিলাম। আমি বললাম: জি হ্যাঁ। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার বুকে একটা থাপ্পড় মারলেন যাতে আমি ব্যাথা পেলাম। অতঃপর বললেন, তুমি কি ধারনা করেছ আল্লাহ ও তাঁর রসূল তোমার ওপর অবিচার করবেন? ‘আয়িশা (রাঃ) বলেন, যখনি মানুষ কোন কিছু গোপন করে, আল্লাহ তা অবশ্যই জানেন। হ্যাঁ অবশ্যই জানেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, যখন তুমি আমাকে দেখেছ এ সময় আমার কাছে জিব্রীল (‘আঃ) এসেছিলেন এবং আমাকে ডাকছিলেন। অবশ্য তা তোমার কাছে গোপন রাখা হয়েছে। আর আমিও তা গোপন রাখা বাঞ্ছনীয় মনে করে তোমার নিকট গোপন রেখেছি। যেহেতু তুমি তোমার কাপড় রেখে দিয়েছ, তাই তোমার কাছে তিনি আসেননি। আমি ভেবেছিলাম তুমি ঘুমিয়ে পরেছ। তাই তোমাকে জাগানো সমীচীন মনে করিনি। আর আমি আশঙ্কা করেছিলাম যে, তুমি ভীত বিহ্বল হয়ে পড়বে। এরপর জিব্রীল (‘আঃ) বললেন, আপনার প্রভু আপনার প্রতি আদেশ করেছেন, বাক্বী‘র ক্ববরবাসীদের নিকট গিয়ে তাদের জন্য দু‘আ ইসতিগফার করতে। ‘আয়িশা (রাঃ) বলেন, আমি জিজ্ঞেস করলাম, হে আল্লাহর রসূল! আমি তাদের জন্য কীভাবে দু‘আ করব? তিনি বললেনঃতুমি বল, “এ বাসস্থানের অধিবাসী ঈমানদার মুসলিমদের প্রতি সালাম বর্ষিত হোক। আমাদের মধ্যে থেকে যারা আগে বিদায় গ্রহন করেছে আর যারা পিছনে বিদায় নিয়েছে সবার প্রতি আল্লাহ দয়া করুন। আল্লাহ চাহে তো আমরাও তোমাদের সাথে মিলিত হব।” (ই.ফা. ২১২৫, ই.সে. ২১২৮)",
    "ar": "وَحَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرِ بْنِ الْمُطَّلِبِ، أَنَّهُ سَمِعَ مُحَمَّدَ بْنَ قَيْسٍ، يَقُولُ سَمِعْتُ عَائِشَةَ، تُحَدِّثُ فَقَالَتْ أَلاَ أُحَدِّثُكُمْ عَنِ النَّبِيِّ صلى الله عليه وسلم وَعَنِّي ‏.‏ قُلْنَا بَلَى ح. وَحَدَّثَنِي مَنْ، سَمِعَ حَجَّاجًا الأَعْوَرَ، - وَاللَّفْظُ لَهُ - قَالَ حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَبْدُ اللَّهِ، - رَجُلٌ مِنْ قُرَيْشٍ - عَنْ مُحَمَّدِ بْنِ قَيْسِ بْنِ مَخْرَمَةَ، بْنِ الْمُطَّلِبِ أَنَّهُ قَالَ يَوْمًا أَلاَ أُحَدِّثُكُمْ عَنِّي وَعَنْ أُمِّي قَالَ فَظَنَنَّا أَنَّهُ يُرِيدُ أُمَّهُ الَّتِي وَلَدَتْهُ ‏.‏ قَالَ قَالَتْ عَائِشَةُ أَلاَ أُحَدِّثُكُمْ عَنِّي وَعَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قُلْنَا بَلَى ‏.‏ قَالَ قَالَتْ لَمَّا كَانَتْ لَيْلَتِيَ الَّتِي كَانَ النَّبِيُّ صلى الله عليه وسلم فِيهَا عِنْدِي انْقَلَبَ فَوَضَعَ رِدَاءَهُ وَخَلَعَ نَعْلَيْهِ فَوَضَعَهُمَا عِنْدَ رِجْلَيْهِ وَبَسَطَ طَرَفَ إِزَارِهِ عَلَى فِرَاشِهِ فَاضْطَجَعَ فَلَمْ يَلْبَثْ إِلاَّ رَيْثَمَا ظَنَّ أَنْ قَدْ رَقَدْتُ فَأَخَذَ رِدَاءَهُ رُوَيْدًا وَانْتَعَلَ رُوَيْدًا وَفَتَحَ الْبَابَ فَخَرَجَ ثُمَّ أَجَافَهُ رُوَيْدًا فَجَعَلْتُ دِرْعِي فِي رَأْسِي وَاخْتَمَرْتُ وَتَقَنَّعْتُ إِزَارِي ثُمَّ انْطَلَقْتُ عَلَى إِثْرِهِ حَتَّى جَاءَ الْبَقِيعَ فَقَامَ فَأَطَالَ الْقِيَامَ ثُمَّ رَفَعَ يَدَيْهِ ثَلاَثَ مَرَّاتٍ ثُمَّ انْحَرَفَ فَانْحَرَفْتُ فَأَسْرَعَ فَأَسْرَعْتُ فَهَرْوَلَ فَهَرْوَلْتُ فَأَحْضَرَ فَأَحْضَرْتُ فَسَبَقْتُهُ فَدَخَلْتُ فَلَيْسَ إِلاَّ أَنِ اضْطَجَعْتُ فَدَخَلَ فَقَالَ ‏\"‏ مَا لَكِ يَا عَائِشُ حَشْيَا رَابِيَةً ‏\"‏ ‏.‏ قَالَتْ قُلْتُ لاَ شَىْءَ ‏.‏ قَالَ ‏\"‏ لَتُخْبِرِينِي أَوْ لَيُخْبِرَنِّي اللَّطِيفُ الْخَبِيرُ ‏\"‏ ‏.‏ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَأُمِّي ‏.‏ فَأَخْبَرْتُهُ قَالَ ‏\"‏ فَأَنْتِ السَّوَادُ الَّذِي رَأَيْتُ أَمَامِي ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ فَلَهَدَنِي فِي صَدْرِي لَهْدَةً أَوْجَعَتْنِي ثُمَّ قَالَ ‏\"‏ أَظَنَنْتِ أَنْ يَحِيفَ اللَّهُ عَلَيْكِ وَرَسُولُهُ ‏\"‏ ‏.‏ قَالَتْ مَهْمَا يَكْتُمِ النَّاسُ يَعْلَمْهُ اللَّهُ نَعَمْ ‏.‏ قَالَ ‏\"‏ فَإِنَّ جِبْرِيلَ أَتَانِي حِينَ رَأَيْتِ فَنَادَانِي فَأَخْفَاهُ مِنْكِ فَأَجَبْتُهُ فَأَخْفَيْتُهُ مِنْكِ وَلَمْ يَكُنْ يَدْخُلُ عَلَيْكِ وَقَدْ وَضَعْتِ ثِيَابَكِ وَظَنَنْتُ أَنْ قَدْ رَقَدْتِ فَكَرِهْتُ أَنْ أُوقِظَكِ وَخَشِيتُ أَنْ تَسْتَوْحِشِي فَقَالَ إِنَّ رَبَّكَ يَأْمُرُكَ أَنْ تَأْتِيَ أَهْلَ الْبَقِيعِ فَتَسْتَغْفِرَ لَهُمْ ‏\"‏ ‏.‏ قَالَتْ قُلْتُ كَيْفَ أَقُولُ لَهُمْ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ قُولِي السَّلاَمُ عَلَى أَهْلِ الدِّيَارِ مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ وَيَرْحَمُ اللَّهُ الْمُسْتَقْدِمِينَ مِنَّا وَالْمُسْتَأْخِرِينَ وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لَلاَحِقُونَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪৩] বাক্বী‘ হচ্ছে মদীনার নিকটবর্তী একটি ক্ববরস্থান যেখানে অনেক সহাবীর কবর রয়েছে। রয়েছে অনেক কাফিরের ও সাধারন মুসলিমের ক্ববর। আমাদের দেশে এটি ‘জান্নাতুল বাক্বী‘ নামে পরিচিত। কিন্তু আসলে এটি একটি ভুল কারণ, এটির আসল নাম হচ্ছে বাক্বী‘উল গারক্বাদ। জান্নাতুল বাক্বী‘ বলা ঠিক নয়।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}