{
  "hadith": {
    "hadith_id": 2180,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সোনা-রূপার অধিকারী যেসব লোক এ হাক্ব (যাকাত) আদায় করে না, ক্বিয়ামাতের দিন তার ঐ সোনা-রূপা দিয়ে তার জন্য আগুনের অনেক পাত তৈরী করা হবে, অতঃপর তা জাহান্নামের আগুনে গরম করা হবে। অতঃপর তা দিয়ে কপালদেশ ও পার্শ্বদেশ ও পিঠে দাগ দেয়া হবে। যখনই ঠাণ্ডা হয়ে আসবে পুনরায় তা উত্তপ্ত করা হবে। এরূপ করা হবে এমন একদিন যার পরিমাণ হবে পঞ্চাশ হাজার বছরের সমান। আর তার এরূপ শাস্তি লোকদের বিচার শেষ না হওয়া পর্যন্ত চলতে থাকবে। অতঃপর তাদের কেউ পথ ধরবে জান্নাতের আর জাহান্নামের দিকে। জিজ্ঞেস করা হলো, হে আল্লাহর রসূল! উটের (মালিকের) কী অবস্থা হবে? তিনি বললেন, যে উটের মালিক তার উটের হাক্ব আদায় করবে না তার উটের হাক্বগুলোর মধ্যে পানি পানের তারিখে তার দুধ দোহন করে অন্যদেরকে দান করাও একটি হাক্ব, যখন ক্বিয়ামাতের দিন আসবে তাকে এক সমতল ময়দানে উপুড় করে ফেলা হবে। অতঃপর তার উটগুলো মোটাতাজা হয়ে আসবে। এর বাচ্চাগুলোও এদের অনুসরণ করবে। এগুলো আপন আপন খুর দ্বারা তাকে পায়ে মাড়াতে থাকবে এবং মুখ দ্বারা কামড়াতে থাকবে। এভাবে যখন একটি পশু তাকে অতিক্রম করবে অপরটি অগ্রসর হবে। সারাদিন তাকে এরূপ শাস্তি দেয়া হবে। এ দিনের পরিমাণ হবে পঞ্চাশ হাজার বছরের সমান। অতঃপর বান্দাদের বিচার শেষ হবে। তাদের কেউ জান্নাতের দিকে আর কেউ জাহান্নামের দিকে পথ ধরবে। \nঅতঃপর জিজ্ঞেস করা হলো- হে আল্লাহর রসূল! গরু-ছাগলের (মালিকদের) কী অবস্থা হবে? উত্তরে তিনি বললেন, যেসব গরু ছাগলের মালিক এর হাক্ব আদায় করবে না ক্বিয়ামাতের দিন তাকে এক সমতল ভূমিতে উপুর করে ফেলে রাখা হবে। আর তার সে সব গরু ছাগল তাকে শিং দিয়ে আঘাত করতে থাকবে এবং খুর দিয়ে মাড়াতে থাকবে। সেদিন তার একটি গরু বা ছাগলের শিং বাঁকা বা শিং ভাঙ্গা থাকবে না এবং তাকে মাড়ানোর ব্যাপারে একটিও অনুপস্থিত দেখতে পাবে না। যখন এদের প্রথমটি অতিক্রম করবে দ্বিতীয়টা এর পিছে পিছে এসে যাবে। সারাদিন তাকে এভাবে পিষা হবে। এ দিনের পরিমাণ হবে পঞ্চাশ হাজার বছরের সমান। অতঃপর বান্দাদের বিচার শেষ হবে এবং তাদের কেউ জান্নাতের দিকে আর কেউ জাহান্নামের দিকে পথ ধরবে।\nঅতঃপর জিজ্ঞেস করা হলো, হে আল্লাহর রসূল! ঘোড়ার (মালিকের) কী অবস্থা হবে? তিনি (উত্তরে) বললেন, ঘোড়া তিন প্রকারের- (ক) যে ঘোড়া তার মালিকের জন্য গুনাহের কারণ হয়, (খ) যে ঘোড়া তার মালিকের পক্ষে আবরণ স্বরূপ এবং (গ) যে ঘোড়া মালিকের জন্য সাওয়াবের কারণ স্বরূপ। বস্তুতঃ সে ঘোড়াই তার মালিকের জন্য বোঝা বা গুনাহের কারণ হবে, যা সে লোক দেখানোর জন্য অহংকার প্রকাশের জন্য এবং মুসলিমদের বিরুদ্ধে শত্রুতা করার উদ্দেশে পোষে। আর যে ব্যক্তি তার ঘোড়াকে আল্লাহর রাস্তায় জিহাদের জন্য পোষে এবং এর পিঠে সওয়ার হওয়া এবং খাবার ও ঘাস দেয়ার ব্যাপারে আল্লাহর হাক্ব ভুলে না, এ ঘোড়া তার দোষ-ত্রুটি গোপন রাখার জন্য আবরণ হবে।\nআর যে ব্যক্তি মুসলিমদের সাহায্যের জন্য আল্লাহর রাস্তায় ঘোড়া পোষে এবং কোন চরণভূমি বা ঘাসের বাগানে লালন পালন করতে দেয় তার এ ঘোড়া তার জন্য সাওয়াবের কারণ হবে। তার ঘোড়া চারণভূমি অথবা বাগানে যা কিছু খাবে তার সমপরিমাণ তার জন্য সাওয়াব লেখা হবে। এমনকি এর গোবর ও প্রস্রাবে সাওয়াব লেখা যাবে। আর যদি তা রশি ছিঁড়ে একটি বা দু'টি মাঠেও বিচরণ করে তাহলে তার পদচিহ্ন ও গোবরের সমপরিমাণ নেকী তার জন্য লেখা হবে। এছাড়া মালিক যদি কোন নদীর তীরে নিয়ে যায়- আর সে নদী থেকে পানি পান করে অথচ তাকে পানি পান করানোর ইচ্ছা মালিকের ছিল না তথাপি পানির পরিমাণ তার 'আমালনামায় সাওয়াব লেখা হবে।\nঅতঃপর জিজ্ঞেস করা হলো, হে আল্লাহর রসূল! গাধা সম্পর্কে বলুন। তিনি বললেন, গাধা সম্পর্কে কোন আয়াত আমার কাছে অবতীর্ণ হয়নি। তবে ব্যাপক অর্থবোধক এ আয়াতটি আমার উপর অবতীর্ণ হয়েছে, যে ব্যক্তি অণু পরিমাণ একটি ভাল কাজ করবে সে তার শুভ প্রতিফল পাবে আর যে এক অণু পরিমাণ মন্দ কাজ করবে সে তার মন্দফল ভোগ করবে (অর্থাৎ আলোচ্য আয়াত দ্বারা বুঝা যায় যে, গাধার যাকাত দিলে তারও সাওয়াব পাওয়া যাবে।) (ই.ফা. ২১৫৯, ই.সে. ২১৬১)",
    "ar": "وَحَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا حَفْصٌ، - يَعْنِي ابْنَ مَيْسَرَةَ الصَّنْعَانِيَّ - عَنْ زَيْدِ بْنِ أَسْلَمَ، أَنَّ أَبَا صَالِحٍ، ذَكْوَانَ أَخْبَرَهُ أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا مِنْ صَاحِبِ ذَهَبٍ وَلاَ فِضَّةٍ لاَ يُؤَدِّي مِنْهَا حَقَّهَا إِلاَّ إِذَا كَانَ يَوْمُ الْقِيَامَةِ صُفِّحَتْ لَهُ صَفَائِحَ مِنْ نَارٍ فَأُحْمِيَ عَلَيْهَا فِي نَارِ جَهَنَّمَ فَيُكْوَى بِهَا جَنْبُهُ وَجَبِينُهُ وَظَهْرُهُ كُلَّمَا بَرَدَتْ أُعِيدَتْ لَهُ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ حَتَّى يُقْضَى بَيْنَ الْعِبَادِ فَيُرَى سَبِيلُهُ إِمَّا إِلَى الْجَنَّةِ وَإِمَّا إِلَى النَّارِ ‏\"‏ ‏.‏ قِيلَ يَا رَسُولَ اللَّهِ فَالإِبِلُ قَالَ ‏\"‏ وَلاَ صَاحِبُ إِبِلٍ لاَ يُؤَدِّي مِنْهَا حَقَّهَا وَمِنْ حَقِّهَا حَلَبُهَا يَوْمَ وِرْدِهَا إِلاَّ إِذَا كَانَ يَوْمُ الْقِيَامَةِ بُطِحَ لَهَا بِقَاعٍ قَرْقَرٍ أَوْفَرَ مَا كَانَتْ لاَ يَفْقِدُ مِنَهَا فَصِيلاً وَاحِدًا تَطَؤُهُ بِأَخْفَافِهَا وَتَعَضُّهُ بِأَفْوَاهِهَا كُلَّمَا مَرَّ عَلَيْهِ أُولاَهَا رُدَّ عَلَيْهِ أُخْرَاهَا فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ حَتَّى يُقْضَى بَيْنَ الْعِبَادِ فَيُرَى سَبِيلُهُ إِمَّا إِلَى الْجَنَّةِ وَإِمَّا إِلَى النَّارِ ‏\"‏ ‏.‏ قِيلَ يَا رَسُولَ اللَّهِ فَالْبَقَرُ وَالْغَنَمُ قَالَ ‏\"‏ وَلاَ صَاحِبُ بَقَرٍ وَلاَ غَنَمٍ لاَ يُؤَدِّي مِنْهَا حَقَّهَا إِلاَّ إِذَا كَانَ يَوْمُ الْقِيَامَةِ بُطِحَ لَهَا بِقَاعٍ قَرْقَرٍ لاَ يَفْقِدُ مِنْهَا شَيْئًا لَيْسَ فِيهَا عَقْصَاءُ وَلاَ جَلْحَاءُ وَلاَ عَضْبَاءُ تَنْطِحُهُ بِقُرُونِهَا وَتَطَؤُهُ بِأَظْلاَفِهَا كُلَّمَا مَرَّ عَلَيْهِ أُولاَهَا رُدَّ عَلَيْهِ أُخْرَاهَا فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ حَتَّى يُقْضَى بَيْنَ الْعِبَادِ فَيُرَى سَبِيلُهُ إِمَّا إِلَى الْجَنَّةِ وَإِمَّا إِلَى النَّارِ ‏\"‏ ‏.‏ قِيلَ يَا رَسُولَ اللَّهِ فَالْخَيْلُ قَالَ ‏\"‏ الْخَيْلُ ثَلاَثَةٌ هِيَ لِرَجُلٍ وِزْرٌ وَهِيَ لِرَجُلٍ سِتْرٌ وَهِيَ لِرَجُلٍ أَجْرٌ فَأَمَّا الَّتِي هِيَ لَهُ وِزْرٌ فَرَجُلٌ رَبَطَهَا رِيَاءً وَفَخْرًا وَنِوَاءً عَلَى أَهْلِ الإِسْلاَمِ فَهِيَ لَهُ وِزْرٌ وَأَمَّا الَّتِي هِيَ لَهُ سِتْرٌ فَرَجُلٌ رَبَطَهَا فِي سَبِيلِ اللَّهِ ثُمَّ لَمْ يَنْسَ حَقَّ اللَّهِ فِي ظُهُورِهَا وَلاَ رِقَابِهَا فَهِيَ لَهُ سِتْرٌ وَأَمَّا الَّتِي هِيَ لَهُ أَجْرٌ فَرَجُلٌ رَبَطَهَا فِي سَبِيلِ اللَّهِ لأَهْلِ الإِسْلاَمِ فِي مَرْجٍ وَرَوْضَةٍ فَمَا أَكَلَتْ مِنْ ذَلِكَ الْمَرْجِ أَوِ الرَّوْضَةِ مِنْ شَىْءٍ إِلاَّ كُتِبَ لَهُ عَدَدَ مَا أَكَلَتْ حَسَنَاتٌ وَكُتِبَ لَهُ عَدَدَ أَرْوَاثِهَا وَأَبْوَالِهَا حَسَنَاتٌ وَلاَ تَقْطَعُ طِوَلَهَا فَاسْتَنَّتْ شَرَفًا أَوْ شَرَفَيْنِ إِلاَّ كَتَبَ اللَّهُ لَهُ عَدَدَ آثَارِهَا وَأَرْوَاثِهَا حَسَنَاتٍ وَلاَ مَرَّ بِهَا صَاحِبُهَا عَلَى نَهْرٍ فَشَرِبَتْ مِنْهُ وَلاَ يُرِيدُ أَنْ يَسْقِيَهَا إِلاَّ كَتَبَ اللَّهُ لَهُ عَدَدَ مَا شَرِبَتْ حَسَنَاتٍ ‏\"‏ ‏.‏ قِيلَ يَا رَسُولَ اللَّهِ فَالْحُمُرُ قَالَ ‏\"‏ مَا أُنْزِلَ عَلَىَّ فِي الْحُمُرِ شَىْءٌ إِلاَّ هَذِهِ الآيَةُ الْفَاذَّةُ الْجَامِعَةُ ‏{‏ فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ‏}‏ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}