{
  "hadith": {
    "hadith_id": 2182,
    "narrator": "আবূ হুরায়রাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে সব ধনাঢ্য ব্যক্তি নিজেদের ধন-সম্পদের যাকাত আদায় করে না, ক্বিয়ামাতের দিন তাদের এ সম্পদ জাহান্নামের আগুনে গরম করে পাত তৈরী করা হবে এবং তা দিয়ে তাদের দেহের উভয় পার্শ্ব ও ললাটে দাগ দেয়া হবে। তার শাস্তি বান্দাদের বিচার শেষ না হওয়া পর্যন্ত চলতে থাকবে। এ সময়কার একটি দিনের পরিমাণ হবে পঞ্চাশ হাজার বছরের সমান। অতঃপর কেউ তার পথ ধরবে জান্নাতের দিকে আর কেউ জাহান্নামের দিকে। আর যে সব উটের মালিকেরা যাকাত আদায় করবে না তাদেরকে একটি মাঠে উপুড় করে শুইয়ে রাখা হবে এবং ঐ সব উট স্থুলদেহ নিয়ে আসবে যেমনটি তারা পৃথিবীতে ছিল এবং এগুলো তাদের পা দিয়ে মাড়াতে মাড়াতে অগ্রসর হবে। এভাবে যখনই সে দলটি অতিক্রম করবে পুনরায় এর প্রথম দল এসে পৌঁছবে। এগুলো এভাবে তাদেরকে মাড়াতে থাকবে যতক্ষণ পর্যন্ত আল্লাহ তা’আলা তাঁর বান্দাদের বিচার শেষ না করবেন। আর এ কাজ এমন একদিন করা হবে, যা পঞ্চাশ হাজার বছরের সমান হবে। অতঃপর কেউ তার পথ ধরবে- হয় জান্নাতের দিকে না হয় জাহান্নামের দিকে। আর যে সব ছাগলের মালিকরা তার যাকাত আদায় করবে না, তাদেরকে একটি সমতল মাঠে উপুড় করে ফেলে রাখা হবে এবং তার সে ছাগলগুলো যেমনটি পৃথিবীতে ছিল তার চেয়ে মোটা তাজা অবস্থায় এসে তাদের খুর দিয়ে দলিত করতে এবং শিং দিয়ে আঘাত করতে করতে অগ্রসর হবে। অথচ সেদিন কোন একটি শিং বাঁকা, শিংহীন বা শিং ভাঙ্গা হবে না। যখন এদের শেষ দল অতিক্রম করবে পুনরায় প্রথম দল এসে পৌঁছবে। আর এভাবে ‘আযাব চলতে থাকবে যতক্ষণ না আল্লাহ তা’আলা তার বান্দাদের বিচার সমাপ্ত করেন। এ শাস্তি এমন দিনে হবে যার পরিমাণ হবে তোমাদের হিসাবানুসারে পঞ্চাশ হাজার বছরের সমান। অতঃপর কেউ তার পথ ধরবে জান্নাতের দিকে আর কেউ জাহান্নামের দিকে। বর্ণনাকারী সুহায়ল বলেন, তিনি গরুর কথা বলেছেন কিনা তা আমি জানি না। এবার সাহাবীগণ জিজ্ঞেস করলেন, হে আল্লাহর রসূল! ঘোড়া সম্পর্কে কী হবে? উত্তরে তিনি বললেন, (আরবী) ঘোড়ার ললাটে কল্যাণ রয়েছে; অথবা বললেন, (আরবী) ঘোড়া তার কপালের সাথে আবদ্ধ করা হয়েছে। বর্ণনাকারী সুহায়ল বলেন, আমার সন্দেহ হচ্ছে তিনি হয়ত বলেছেনঃ (আরবী) ঘোড়ার মধ্যে ক্বিয়ামাত পর্যন্ত কল্যাণ থাকবে। অতঃপর তিনি বলেন, ঘোড়া তিন প্রকার। ঘোড়া কারো জন্য গুনাহের কারণ, কারো জন্য আবরণ, আবার কারো জন্য সাওয়াবের বিষয়। ঘোড়া সাওয়াবের কারণ হবে সে ব্যক্তির জন্য যে আল্লাহর পথে জিহাদের উদ্দেশে পোষে এবং এজন্য প্রস্তুত রাখে। এ ঘোড়া যা কিছু খাবে বা পান করবে তার মালিকের জন্য সাওয়াবের কারণ হবে। যদি সে এটাকে কোন মাঠে চরায় তাহলে এ ঘোড়া যা খাবে তা তার ‘আমালনামায় সাওয়াব হিসেবে লেখা হবে। আর যদি কোন জলাশয়ে এ ঘোড়া পানি পান করে তবে এর প্রতি ফোঁটা পানির বিনিময়ে তার জন্য সাওয়াব লেখা হবে। এমনকি এর প্রস্রাব ও পায়খানার পরিবর্তেও মালিক সাওয়াব পাবে বলে উল্লেখ করেছেন। আর যদি এটি দু' একটি টিলা অতিক্রম করে তাহলে প্রত্যেক কদম অতিক্রমের বিনিময়েও সাওয়াব লেখা হবে। আর সেই ঘোড়া মালিকের জন্য আবরণ স্বরূপ যা সে অপরের উপকার করার জন্য এবং নিজের সৌন্দর্যের জন্য লালন পালন করেছে এবং সে সকল সময়ই এর পেট ও পিঠের হাক্ব আদায় করেছে (অর্থাৎ ঘোড়ার পানাহারের প্রতি যত্নবান ছিল এবং বন্ধু ও গরীবদেরকে মাঝে মাঝে চড়তে ও ব্যবহার করতে দিয়েছে)। আর যে ঘোড়া তার মালিকের জন্য গুনাহের কারণ হবে তা হলো- যে একে লোক দেখানো, গর্ব এবং অসৎ উদ্দেশ্য চরিতার্থের জন্য লালন পালন করেছে। অতঃপর সাহাবীগণ বললেন, হে আল্লাহর রসূল! গাধা সম্পর্কে কী হবে? উত্তরে তিনি বললেন, গাধা সম্পর্কে আমার কাছে কোন আয়াত নাযিল হয়নি। তবে এ অতুলনীয় ও ব্যাপক অর্থবোধক আয়াতটি নাযিল হয়েছে, “যে ব্যক্তি অণু পরিমাণ ভাল কাজ করবে সে তার প্রতিদান পাবে, আর যে ব্যক্তি এক অণু পরিমান মন্দ কাজ করবে সেও তার প্রতিফল ভোগ করবে\"- (সূরাহ্ যিলযাল ৯৯: ৭-৮)। (ই.ফা. ২১৬১, ই.সে. ২১৬৩)\n(আরবী)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ الأُمَوِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمُخْتَارِ، حَدَّثَنَا سُهَيْلُ، بْنُ أَبِي صَالِحٍ عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا مِنْ صَاحِبِ كَنْزٍ لاَ يُؤَدِّي زَكَاتَهُ إِلاَّ أُحْمِيَ عَلَيْهِ فِي نَارِ جَهَنَّمَ فَيُجْعَلُ صَفَائِحَ فَيُكْوَى بِهَا جَنْبَاهُ وَجَبِينُهُ حَتَّى يَحْكُمَ اللَّهُ بَيْنَ عِبَادِهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ثُمَّ يُرَى سَبِيلَهُ إِمَّا إِلَى الْجَنَّةِ وَإِمَّا إِلَى النَّارِ وَمَا مِنْ صَاحِبِ إِبِلٍ لاَ يُؤَدِّي زَكَاتَهَا إِلاَّ بُطِحَ لَهَا بِقَاعٍ قَرْقَرٍ كَأَوْفَرِ مَا كَانَتْ تَسْتَنُّ عَلَيْهِ كُلَّمَا مَضَى عَلَيْهِ أُخْرَاهَا رُدَّتْ عَلَيْهِ أُولاَهَا حَتَّى يَحْكُمَ اللَّهُ بَيْنَ عِبَادِهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ثُمَّ يُرَى سَبِيلَهُ إِمَّا إِلَى الْجَنَّةِ وَإِمَّا إِلَى النَّارِ وَمَا مِنْ صَاحِبِ غَنَمٍ لاَ يُؤَدِّي زَكَاتَهَا إِلاَّ بُطِحَ لَهَا بِقَاعٍ قَرْقَرٍ كَأَوْفَرِ مَا كَانَتْ فَتَطَؤُهُ بِأَظْلاَفِهَا وَتَنْطِحُهُ بِقُرُونِهَا لَيْسَ فِيهَا عَقْصَاءُ وَلاَ جَلْحَاءُ كُلَّمَا مَضَى عَلَيْهِ أُخْرَاهَا رُدَّتْ عَلَيْهِ أُولاَهَا حَتَّى يَحْكُمَ اللَّهُ بَيْنَ عِبَادِهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ ثُمَّ يُرَى سَبِيلَهُ إِمَّا إِلَى الْجَنَّةِ وَإِمَّا إِلَى النَّارِ ‏\"‏ ‏.‏ قَالَ سُهَيْلٌ فَلاَ أَدْرِي أَذَكَرَ الْبَقَرَ أَمْ لاَ ‏.‏ قَالُوا فَالْخَيْلُ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ الْخَيْلُ فِي نَوَاصِيهَا - أَوْ قَالَ - الْخَيْلُ مَعْقُودٌ فِي نَوَاصِيهَا - قَالَ سُهَيْلٌ أَنَا أَشُكُّ - الْخَيْرُ إِلَى يَوْمِ الْقِيَامَةِ الْخَيْلُ ثَلاَثَةٌ فَهْىَ لِرَجُلٍ أَجْرٌ وَلِرَجُلٍ سِتْرٌ وَلِرَجُلٍ وِزْرٌ فَأَمَّا الَّتِي هِيَ لَهُ أَجْرٌ فَالرَّجُلُ يَتَّخِذُهَا فِي سَبِيلِ اللَّهِ وَيُعِدُّهَا لَهُ فَلاَ تُغَيِّبُ شَيْئًا فِي بُطُونِهَا إِلاَّ كَتَبَ اللَّهُ لَهُ أَجْرًا وَلَوْ رَعَاهَا فِي مَرْجٍ مَا أَكَلَتْ مِنْ شَىْءٍ إِلاَّ كَتَبَ اللَّهُ لَهُ بِهَا أَجْرًا وَلَوْ سَقَاهَا مِنْ نَهْرٍ كَانَ لَهُ بِكُلِّ قَطْرَةٍ تُغَيِّبُهَا فِي بُطُونِهَا أَجْرٌ - حَتَّى ذَكَرَ الأَجْرَ فِي أَبْوَالِهَا وَأَرْوَاثِهَا - وَلَوِ اسْتَنَّتْ شَرَفًا أَوْ شَرَفَيْنِ كُتِبَ لَهُ بِكُلِّ خَطْوَةٍ تَخْطُوهَا أَجْرٌ وَأَمَّا الَّذِي هِيَ لَهُ سِتْرٌ فَالرَّجُلُ يَتَّخِذُهَا تَكَرُّمًا وَتَجَمُّلاً وَلاَ يَنْسَى حَقَّ ظُهُورِهَا وَبُطُونِهَا فِي عُسْرِهَا وَيُسْرِهَا وَأَمَّا الَّذِي عَلَيْهِ وِزْرٌ فَالَّذِي يَتَّخِذُهَا أَشَرًا وَبَطَرًا وَبَذَخًا وَرِيَاءَ النَّاسِ فَذَاكَ الَّذِي هِيَ عَلَيْهِ وِزْرٌ ‏\"‏ ‏.‏ قَالُوا فَالْحُمُرُ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ مَا أَنْزَلَ اللَّهُ عَلَىَّ فِيهَا شَيْئًا إِلاَّ هَذِهِ الآيَةَ الْجَامِعَةَ الْفَاذَّةَ ‏{‏ فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ‏}‏ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}