{
  "hadith": {
    "hadith_id": 2187,
    "narrator": "জাবির ইবনু ‘‘আবদুল্লাহ (রাঃ)",
    "bn": "রসূলুলাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে সব উট, গরু ও ছাগলের মালিক এর হাক্ব আদায় করবে না ক্বিয়ামাতের দিন তাকে এক সমতল মাঠে উপুড় করে ফেলে রাখা হবে; অতঃপর খুর বিশিষ্ট জন্তু তাকে খুর দিয়ে দলিত মথিত করবে এবং শিং বিশিষ্ট জন্তু তাকে শিং দিয়ে আঘাত করবে। আর সে দিন এর কোন একটি জন্তুই শিং বিহীন বা শিং ভাঙ্গা হবে না। আমরা (সাহাবীগন) বললাম, হে আল্লাহর রসূল! এদের হাক্ব কি? তিনি বললেনঃ এদের নরগুলো (মাদীগুলোর জন্য) বীর্য গ্রহনের জন্য দেয়া, পানি পানের জন্য বালতি চাইলে দেয়া, দুধ পান করতে চাইলে পান করানো, পানি পান করার সময় দুধ দোহন করা এবং গরীব মিসকিনকে দেয়া, আর আল্লাহর পথে পিঠে অপরকে আরোহন করানো এবং যোদ্ধা বহনের জন্য চাইলে দেয়া। আর যে সম্পদের মালিক তার মালের যাকাত আদায় করবে না, ক্বিয়ামাতের দিন তার এ মাল সম্পদকে একটি টাকপড়া বিষধর অজগর সাপে রুপান্তরিত করা হবে এবং সে তার মালিকের পিছে ধাওয়া করবে। মালিক পালানোর উদ্দেশ্যে যেখানে যাবে এটাও সেখানে গিয়ে উপস্থিত হবে। তাকে বলা হবে, এ হল তোমার সে সম্পদ যাতে তুমি কৃপনতার আশ্রয় নিয়েছিলে এবং যাকাত দেয়া থেকে বিরত ছিলে। অতঃপর যখন সে দেখবে যে সাপের কবল থেকে আর পালানোর কোন উপায় নেই তখন সে তার মুখে হাত ঢুকিয়ে দিবে এবং সাপ তার হাত উটের মত চিবাতে থাকবে। (ই.ফা. ২১৬৬, ই.সে. ২১৬৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَبْدُ الْمَلِكِ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَا مِنْ صَاحِبِ إِبِلٍ وَلاَ بَقَرٍ وَلاَ غَنَمٍ لاَ يُؤَدِّي حَقَّهَا إِلاَّ أُقْعِدَ لَهَا يَوْمَ الْقِيَامَةِ بِقَاعٍ قَرْقَرٍ تَطَؤُهُ ذَاتُ الظِّلْفِ بِظِلْفِهَا وَتَنْطِحُهُ ذَاتُ الْقَرْنِ بِقَرْنِهَا لَيْسَ فِيهَا يَوْمَئِذٍ جَمَّاءُ وَلاَ مَكْسُورَةُ الْقَرْنِ ‏\"‏ ‏.‏ قُلْنَا يَا رَسُولَ اللَّهِ وَمَا حَقُّهَا قَالَ ‏\"‏ إِطْرَاقُ فَحْلِهَا وَإِعَارَةُ دَلْوِهَا وَمَنِيحَتُهَا وَحَلَبُهَا عَلَى الْمَاءِ وَحَمْلٌ عَلَيْهَا فِي سَبِيلِ اللَّهِ وَلاَ مِنْ صَاحِبِ مَالٍ لاَ يُؤَدِّي زَكَاتَهُ إِلاَّ تَحَوَّلَ يَوْمَ الْقِيَامَةِ شُجَاعًا أَقْرَعَ يَتْبَعُ صَاحِبَهُ حَيْثُمَا ذَهَبَ وَهُوَ يَفِرُّ مِنْهُ وَيُقَالُ هَذَا مَالُكَ الَّذِي كُنْتَ تَبْخَلُ بِهِ فَإِذَا رَأَى أَنَّهُ لاَ بُدَّ مِنْهُ أَدْخَلَ يَدَهُ فِي فِيهِ فَجَعَلَ يَقْضَمُهَا كَمَا يَقْضَمُ الْفَحْلُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}