{
  "hadith": {
    "hadith_id": 2190,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, রসূলুলাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ক্বা’বার ছায়ায় বসা ছিলেন। এমন সময় আমি গিয়ে তার কাছে উপস্থিত হলাম। তিনি আমাকে দেখে বললেন, কা’বার প্রভুর শপথ! তারাই ক্ষতির মধ্যে নিমজ্জিত। বর্ণনাকারী বলেন, অতঃপর আমি গিয়ে তার কাছে বসলাম কিন্তু অনতিবিলম্বে দাঁড়িয়ে বললাম, “হে আল্লাহর রসূল! আমার মাতা-পিতা আপনার জন্য কুরবান হোক, সে ক্ষতিগ্রস্ত লোকেরা কারা?” তিনি বলেনঃ এরা হল সব ধনাঢ্য ব্যক্তি তবে তারা নয় এদিকে ওদিকে সামনে থেকে, পিছন থেকে, ডান দিক থেকে ও বাম দিক থেকে অকাতরে (আল্লাহর পথে) খরচ করে। তবে সংখ্যায় এরা খুব কম। আর যে সব উট, গরু ও ছাগলের মালিক এর যাকাত আদায় করবে না, কিয়ামতের দিন উট, গরু, ছাগল মোটা-তাজা অবস্থায় মালিকের নিকট আসবে এবং তাকে (মালিককে) ওদের পা ও ক্ষুর দিয়ে দলিত মথিত করবে এবং শিং দিয়ে আঘাত করবে। এর শেষ পশুটি অতিক্রম করলে প্রথমটি পুনরায় এসে ঐরূপ করতে আরম্ভ করবে। আর এভাবে চলতে থাকবে যতক্ষন না বান্দাদের বিচার শেষ হবে। (ই.ফা. ২১৬৯, ই.সে. ২১৭১)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الأَعْمَشُ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، عَنْ أَبِي ذَرٍّ، قَالَ انْتَهَيْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم وَهُوَ جَالِسٌ فِي ظِلِّ الْكَعْبَةِ ‏.‏ فَلَمَّا رَآنِي قَالَ ‏\"‏ هُمُ الأَخْسَرُونَ وَرَبِّ الْكَعْبَةِ ‏\"‏ ‏.‏ قَالَ فَجِئْتُ حَتَّى جَلَسْتُ فَلَمْ أَتَقَارَّ أَنْ قُمْتُ فَقُلْتُ يَا رَسُولَ اللَّهِ فِدَاكَ أَبِي وَأُمِّي مَنْ هُمْ قَالَ ‏\"‏ هُمُ الأَكْثَرُونَ أَمْوَالاً إِلاَّ مَنْ قَالَ هَكَذَا وَهَكَذَا وَهَكَذَا - مِنْ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ وَعَنْ يَمِينِهِ وَعَنْ شِمَالِهِ - وَقَلِيلٌ مَا هُمْ مَا مِنْ صَاحِبِ إِبِلٍ وَلاَ بَقَرٍ وَلاَ غَنَمٍ لاَ يُؤَدِّي زَكَاتَهَا إِلاَّ جَاءَتْ يَوْمَ الْقِيَامَةِ أَعْظَمَ مَا كَانَتْ وَأَسْمَنَهُ تَنْطِحُهُ بِقُرُونِهَا وَتَطَؤُهُ بِأَظْلاَفِهَا كُلَّمَا نَفِدَتْ أُخْرَاهَا عَادَتْ عَلَيْهِ أُولاَهَا حَتَّى يُقْضَى بَيْنَ النَّاسِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}