{
  "hadith": {
    "hadith_id": 2194,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, একদা দুপুরের পর আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে মাদীনার কঙ্করময় মাঠ দিয়ে চলছিলাম এবং আমরা উহুদ পাহাড়ের দিকে তাকাচ্ছিলাম। রসূলুলাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেনঃ “যদি এ উহুদ পাহাড় আমার জন্য স্বর্ণে পরিণত হয় তাহলে তিন দিন অতিবাহিত হওয়ার পর ঋণ পরিশোধ করার পরিমান অর্থ ছাড়া অতিরিক্ত একটি দীনারও আমার কাছে অবশিষ্ট থাক তা আমি পছন্দ করি না। তা আমার হস্তগত হলে আমি আল্লাহর বান্দাদের মধ্যে এভাবে বন্টন করে দিব। তিনি সামনের দিকে, ডানে এবং বামে হাতের ইংগিতে এক এক ভরা মুঠ দেখালেন। বর্ণনাকারী বলেন, এরপর আমরা আবার অগ্রসর হলাম। তিনি আবার বললেন, হে আবূ যার! আমি বললাম, ‘হে আল্লাহর রসূল! আমি হাজির আছি। তিনি বললেন, ক্বিয়ামাতের দিন অঢেল সম্পদের মালিকেরা কম সাওয়াব লাভ করবে। তবে যারা সৎপাত্রে যথোচিতভাবে এভাবে দান করবে তাদের সাওয়াব কোন অংশেই কম হবে না। তিনি মুষ্টি ভরে পূর্বের ন্যায় ইংগিত করে দেখালেন। বর্ণনাকারী বলেন, আমরা চলতে থাকলাম। কিছু দূর অগ্রসর হলে তিনি বললেন, হে আবূ যার! তুমি এখানে অপেক্ষা কর এবং আমার ফিরে না আসা পর্যন্ত কোথাও যাবে না। বর্ণনাকারী বলেন, তিনি চলে গেলেন এবং আমার দৃষ্টির আড়াল হয়ে গেলেন। তারপর আমি কিছু গোলমাল ও শব্দ শুনতে পেয়ে মনে করলাম, বোধ হয় রসূলুলাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শত্রু দ্বারা আক্রান্ত হয়েছেন। আমি তাঁকে খোঁজার জন্য মনস্থ করলাম। কিন্তু সাথে সাথে এ স্থান ত্যাগ না করার জন্য তার নির্দেশ আমার মনে পড়ে গেল। তাই আমি অপেক্ষা করতে লাগলাম। অতঃপর তিনি ফিরে আসলে আমি যা কিছু শুনেছিলাম তা তাকে জানালাম। তিনি বললেন, তুমি যার শব্দ শুনেছ তিনি ছিলেন জিবরীল। তিনি আমার কাছে এসেছিলেন এবং আমাকে বলেছেন, “আপনার উম্মাতের মধ্যে যে ব্যক্তি আল্লাহর সাথে কোন প্রকার শির্ক না করা অবস্থায় মারা যাবে সে জান্নাতে প্রবেশ করবে। বর্ণনাকারী বলেন, আমি বললাম, যদি সে যিনা করে এবং চুরি করে (তবুও কি) তিনি বললেন, যদিও সে যিনা করে এবং চুরি করে তবুও। (ই.ফা. ২১৭৩, ই.সে. ২১৭৫)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَابْنُ نُمَيْرٍ وَأَبُو كُرَيْبٍ كُلُّهُمْ عَنْ أَبِي مُعَاوِيَةَ، - قَالَ يَحْيَى أَخْبَرَنَا أَبُو مُعَاوِيَةَ، - عَنِ الأَعْمَشِ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ أَبِي، ذَرٍّ قَالَ كُنْتُ أَمْشِي مَعَ النَّبِيِّ صلى الله عليه وسلم فِي حَرَّةِ الْمَدِينَةِ عِشَاءً وَنَحْنُ نَنْظُرُ إِلَى أُحُدٍ فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا أَبَا ذَرٍّ ‏\"‏ ‏.‏ قَالَ قُلْتُ لَبَّيْكَ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ مَا أُحِبُّ أَنَّ أُحُدًا ذَاكَ عِنْدِي ذَهَبٌ أَمْسَى ثَالِثَةً عِنْدِي مِنْهُ دِينَارٌ إِلاَّ دِينَارًا أُرْصِدُهُ لِدَيْنٍ إِلاَّ أَنْ أَقُولَ بِهِ فِي عِبَادِ اللَّهِ هَكَذَا - حَثَا بَيْنَ يَدَيْهِ - وَهَكَذَا - عَنْ يَمِينِهِ - وَهَكَذَا - عَنْ شِمَالِهِ ‏\"‏ ‏.‏ قَالَ ثُمَّ مَشَيْنَا فَقَالَ ‏\"‏ يَا أَبَا ذَرٍّ ‏\"‏ ‏.‏ قَالَ قُلْتُ لَبَّيْكَ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ إِنَّ الأَكْثَرِينَ هُمُ الأَقَلُّونَ يَوْمَ الْقِيَامَةِ إِلاَّ مَنْ قَالَ هَكَذَا وَهَكَذَا وَهَكَذَا ‏\"‏ ‏.‏ مِثْلَ مَا صَنَعَ فِي الْمَرَّةِ الأُولَى قَالَ ثُمَّ مَشَيْنَا قَالَ ‏\"‏ يَا أَبَا ذَرٍّ كَمَا أَنْتَ حَتَّى آتِيَكَ ‏\"‏ ‏.‏ قَالَ فَانْطَلَقَ حَتَّى تَوَارَى عَنِّي - قَالَ - سَمِعْتُ لَغَطًا وَسَمِعْتُ صَوْتًا - قَالَ - فَقُلْتُ لَعَلَّ رَسُولَ اللَّهِ صلى الله عليه وسلم عُرِضَ لَهُ - قَالَ - فَهَمَمْتُ أَنْ أَتَّبِعَهُ قَالَ ثُمَّ ذَكَرْتُ قَوْلَهُ ‏\"‏ لاَ تَبْرَحْ حَتَّى آتِيَكَ ‏\"‏ ‏.‏ قَالَ فَانْتَظَرْتُهُ فَلَمَّا جَاءَ ذَكَرْتُ لَهُ الَّذِي سَمِعْتُ - قَالَ - فَقَالَ ‏\"‏ ذَاكَ جِبْرِيلُ أَتَانِي فَقَالَ مَنْ مَاتَ مِنْ أُمَّتِكَ لاَ يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ ‏\"‏ ‏.‏ قَالَ قُلْتُ وَإِنْ زَنَى وَإِنْ سَرَقَ قَالَ ‏\"‏ وَإِنْ زَنَى وَإِنْ سَرَقَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}