{
  "hadith": {
    "hadith_id": 2196,
    "narrator": "আহনাফ ইবনু ক্বায়স (রাঃ)",
    "bn": "তিনি বলেন, আমি মাদীনায় আসার পর একদা কুরায়শদের এক সমাবেশে বসা ছিলাম। সেখানে তাদের (গোত্রীয় নেতা) দলপতিও উপস্থিত ছিল। এমন সময় মোটা কাপড় পরিহিত সুঠাম দেহের অধিকারী ও রুক্ষ চেহারার এক ব্যক্তি আসল। এসে দাঁড়িয়ে বলল, সম্পদ কুক্ষিগতকারীদের সুসংবাদ দাও যে, একটি পাথর জাহান্নামের আগুনে উত্তপ্ত করে, তাদের কারো বুকের মাঝখানে রাখা হবে। এমনকি তার কাঁধের হাড় ভেদ করে বেরিয়ে যাবে এবং কাঁধের হাড়ের উপর রাখা হলে তা স্তনের বোঁটা ভেদ করে বেরিয়ে যাবে এবং পাথরটি (আগুনের উত্তাপের ফলে) কাঁপতে থাকবে। বর্ণনাকারী বলেন, উপস্থিত লোকেরা সবাই মাথা নত করে থাকল এবং তার বক্তব্যের প্রত্যুত্তরে কাউকে কিছু বলতে দেখলাম না। অতঃপর সে পিছন ফিরে এসে একটি খুটির কাছে বসে পড়ল, আমিও তাকে অনুসরণ করলাম। অর্থাৎ তার কাছে এসে বসলাম। অতঃপর আমি বললাম যে, এরাতো তোমার প্রতি অসন্তুষ্ট হয়েছে বলে আমি দেখতে পাচ্ছি। তিনি (উত্তরে) বললেন, এরা (দ্বীন সম্পর্কে) কিছুই বোঝে না বা জ্ঞান রাখে না। আমার বন্ধুবর আবূল ক্বাসিম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার আমাকে ডাকলেন এবং আমি উপস্থিত হলাম। অতঃপর তিনি বললেন, “তুমি উহুদ পাহাড় দেখতে পাচ্ছ? আমি তখন সূর্যের দিকে আমার দৃষ্টি নিবন্ধ করলাম এবং ধারণা করলাম তিনি হয়তো আমাকে কোন কাজে পাঠাবেন। আমি বললাম, হ্যাঁ দেখতে পাচ্ছি। অতঃপর তিনি বললেন, আমি এটা চাই না যে, এ পাহাড় আমার জন্য সোনা হোক আর যদি এত অঢেল সম্পদের মালিক আমি হয়েও যাই তাহলে ঋন পরিশোধের জন্য, শুধু তিন দীনার রেখে বাকি সব খরচ করে দিব। অতঃপর এরা শুধু দুনিয়া সঞ্চয় করেছে, আর কিছুই বুঝছে না। বর্ণনাকারী বলেন, আমি তাকে বললাম তুমি ও তোমার কুরায়শ গোত্রীয় ভাইদের কী হয়েছে; তুমি তাদের কাছে প্রয়োজনে কেন যাওনা, মেলামেশা কর না আর কেন বা কোন কিছু গ্রহন করো না? উত্তরে সে বললো, তোমার প্রভুর শপথ! আমি আল্লাহ তাঁর রাসূলের সাথে সাক্ষাতের পূর্বে (অর্থাৎ মৃত্যু পর্যন্ত) তাদের কাছে পার্থিব কোন কিছু চাই না এবং দ্বীন সম্পর্কেও কোন কিছু জিজ্ঞেস করব না। (ই.ফা. ২১৭৫, ই.সে. ২১৭৭)",
    "ar": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي، الْعَلاَءِ عَنِ الأَحْنَفِ بْنِ قَيْسٍ، قَالَ قَدِمْتُ الْمَدِينَةَ فَبَيْنَا أَنَا فِي، حَلْقَةٍ فِيهَا مَلأٌ مِنْ قُرَيْشٍ إِذْ جَاءَ رَجُلٌ أَخْشَنُ الثِّيَابِ أَخْشَنُ الْجَسَدِ أَخْشَنُ الْوَجْهِ فَقَامَ عَلَيْهِمْ فَقَالَ بَشِّرِ الْكَانِزِينَ بِرَضْفٍ يُحْمَى عَلَيْهِ فِي نَارِ جَهَنَّمَ فَيُوضَعُ عَلَى حَلَمَةِ ثَدْىِ أَحَدِهِمْ حَتَّى يَخْرُجَ مِنْ نُغْضِ كَتِفَيْهِ وَيُوضَعُ عَلَى نُغْضِ كَتِفَيْهِ حَتَّى يَخْرُجَ مِنْ حَلَمَةِ ثَدْيَيْهِ يَتَزَلْزَلُ قَالَ فَوَضَعَ الْقَوْمُ رُءُوسَهُمْ فَمَا رَأَيْتُ أَحَدًا مِنْهُمْ رَجَعَ إِلَيْهِ شَيْئًا - قَالَ - فَأَدْبَرَ وَاتَّبَعْتُهُ حَتَّى جَلَسَ إِلَى سَارِيَةٍ فَقُلْتُ مَا رَأَيْتُ هَؤُلاَءِ إِلاَّ كَرِهُوا مَا قُلْتَ لَهُمْ ‏.‏ قَالَ إِنَّ هَؤُلاَءِ لاَ يَعْقِلُونَ شَيْئًا إِنَّ خَلِيلِي أَبَا الْقَاسِمِ صلى الله عليه وسلم دَعَانِي فَأَجَبْتُهُ فَقَالَ ‏\"‏ أَتَرَى أُحُدًا ‏\"‏ ‏.‏ فَنَظَرْتُ مَا عَلَىَّ مِنَ الشَّمْسِ وَأَنَا أَظُنُّ أَنَّهُ يَبْعَثُنِي فِي حَاجَةٍ لَهُ فَقُلْتُ أَرَاهُ ‏.‏ فَقَالَ ‏\"‏ مَا يَسُرُّنِي أَنَّ لِي مِثْلَهُ ذَهَبًا أُنْفِقُهُ كُلَّهُ إِلاَّ ثَلاَثَةَ دَنَانِيرَ ‏\"‏ ‏.‏ ثُمَّ هَؤُلاَءِ يَجْمَعُونَ الدُّنْيَا لاَ يَعْقِلُونَ شَيْئًا ‏.‏ قَالَ قُلْتُ مَا لَكَ وَلإِخْوَتِكَ مِنْ قُرَيْشٍ لاَ تَعْتَرِيهِمْ وَتُصِيبُ مِنْهُمْ ‏.‏ قَالَ لاَ وَرَبِّكَ لاَ أَسْأَلُهُمْ عَنْ دُنْيَا وَلاَ أَسْتَفْتِيهِمْ عَنْ دِينٍ حَتَّى أَلْحَقَ بِاللَّهِ وَرَسُولِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}