{
  "hadith": {
    "hadith_id": 2205,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, মাদীনায় আনসার সম্প্রদায়ের মধ্যে আবূ ত্বলহাহ্‌ (রাঃ) প্রচুর সম্পদের মালিক ছিলেন। তাঁর সকল সম্পদের মধ্যে “বায়রুহা” নামক বাগানটি তাঁর সবচেয়ে প্রিয় সম্পদ ছিল। এটি মাসজিদে নাবাবীর সামনেই অবস্থিত ছিল। রসূলুলাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওই বাগানে যেতেন এবং এর মিষ্টি পানি পান করতেন। \nআনাস (রাঃ) বলেন, যখন এ আয়াত- “তোমরা যতক্ষন তোমাদের নিজেদের প্রিয় জিনিস (আল্লাহর পথে) ব্যয় না করবে- ততক্ষন কিছুতেই প্রকৃত পুণ্য লাভ করতে পারবে না” (সূরাহ আল ইমরান ৩ঃ ৯২) অবতীর্ণ হল, আবূ ত্বলহাহ্‌ (রাঃ) রসূলুলাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সামনে দাঁড়িয়ে বললেন, মহান আল্লাহ তায়ালা তার কিতাবে বলেন, “তোমরা কিছুতেই প্রকৃত পুণ্য লাভ করতে পারবে না যতক্ষন তোমাদের প্রিয় জিনিস আল্লাহর পথে ব্যয় না করবে”। আর আমার সবচেয়ে প্রিয় সম্পদ হল “বায়রাহা” নামক বাগানটি। আমি তা আল্লাহর পথে সদাক্বাহ্ (দান) করলাম। আমি এর থেকে কল্যাণ পেতে চাই এবং আল্লাহর কাছে এর সাওয়াব জমা হওয়ার আশা রাখি। কাজেই ‘হে আল্লাহর রসূল! আপনি আপনার ইচ্ছামত তা ব্যয় করুন’। রসূলুলাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, অত্যান্ত ভাল কথা; এটা তো খুব লাভজনক সম্পদ। এটা তো খুব লাভজনক সম্পদ। তোমার প্রিয়জন ও নিকটবর্তী আত্মীয়দের মাঝে তা বন্টন করে দাও। অতঃপর আবূ ত্বলহাহ্‌ (রাঃ) এটা তাঁর আত্মীয়-স্বজন ও তাঁর চাচাতো ভাইদের মধ্যে বন্টন করে দিলেন। (ই.ফা. ২১৮৪, ই.সে. ২১৮৬)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي، طَلْحَةَ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ كَانَ أَبُو طَلْحَةَ أَكْثَرَ أَنْصَارِيٍّ بِالْمَدِينَةِ مَالاً وَكَانَ أَحَبَّ أَمْوَالِهِ إِلَيْهِ بَيْرَحَى وَكَانَتْ مُسْتَقْبِلَةَ الْمَسْجِدِ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدْخُلُهَا وَيَشْرَبُ مِنْ مَاءٍ فِيهَا طَيِّبٍ ‏.‏ قَالَ أَنَسٌ فَلَمَّا نَزَلَتْ هَذِهِ الآيَةُ ‏{‏ لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ‏}‏ قَامَ أَبُو طَلْحَةَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنَّ اللَّهَ يَقُولُ فِي كِتَابِهِ ‏{‏ لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ‏}‏ وَإِنَّ أَحَبَّ أَمْوَالِي إِلَىَّ بَيْرَحَى وَإِنَّهَا صَدَقَةٌ لِلَّهِ أَرْجُو بِرَّهَا وَذُخْرَهَا عِنْدَ اللَّهِ فَضَعْهَا يَا رَسُولَ اللَّهِ حَيْثُ شِئْتَ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ بَخْ ذَلِكَ مَالٌ رَابِحٌ ذَلِكَ مَالٌ رَابِحٌ قَدْ سَمِعْتُ مَا قُلْتَ فِيهَا وَإِنِّي أَرَى أَنْ تَجْعَلَهَا فِي الأَقْرَبِينَ ‏\"‏ ‏.‏ فَقَسَمَهَا أَبُو طَلْحَةَ فِي أَقَارِبِهِ وَبَنِي عَمِّهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}