{
  "hadith": {
    "hadith_id": 2252,
    "narrator": "আবূ হুরায়রাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এক ব্যক্তি বলল, আমি আজ রাতে কিছু দান-খয়রাত করব। অতঃপর সে সদাক্বাহ্ নিয়ে বের হয়ে এক যিনাকারীকে তা অর্পণ করল। ভোরে লোকেরা বলাবলি করতে লাগল যে, আজ রাতে এক ব্যক্তি যিনাকারীকে দান-খয়রাত করেছে। অতঃপর সে ব্যক্তি বলল, হে আল্লাহ্‌! সকল প্রশংসা তোমার জন্য। আমার প্রদত্ত সদাক্বাহ্ তো যিনাকারীর হাতে গিয়ে পড়েছে। এরপর সে (আবার) বলল, আজ আমি আরো কিছু সদাক্বাহ্ করব। অতঃপর সে তা নিয়ে বের হয়ে এক ধনী লোকের হাতে অর্পণ করল। লোকজন ভোরে আলাপ করতে লাগল যে, আজ রাতে কে যেন এক ধনী লোককে সদাক্বাহ্ দিয়ে গেছে। সে বলল, হে আল্লাহ! সকল প্রশংসা তোমার জন্য। আমার সদাক্বাহ্ তো ধনীর হাতে গিয়ে পড়েছে। তারপর সে পুনরায় বলল, আমি আজ রাতে কিছু সদাক্বাহ্ দিব। সদাক্বাহ্ নিয়ে বের হয়ে সে এক চোরের হাতে অর্পণ করল। অতঃপর সকালে লোকজন বলাবলি করতে লাগল আজ রাতে কে যেন চোরকে সদাক্বাহ্ দিয়েছে। সে বলল, হে আল্লাহ! সকল প্রশংসা তোমারাই। আমার প্রদত্ত সদাক্বাহ্ যিনাকারী, ধনী ও চোরের হাতে পড়ে গেছে। অতঃপর এক ব্যক্তি (মালাক বা সে যুগের কোন নাবী) এসে তাকে বলল, তোমার প্রদত্ত সকল সদাক্বাহ্ই কবুল হয়েছে। যিনাকারীকে দেয়া সদাক্বাহ্ কবুল হওয়ার কারণ হলো- সম্ভবতঃ সে ঐ রাতে যিনা থেকে বিরত ছিল (কেননা সে পেটের জ্বালায় এ কাজ করত)। ধনী ব্যক্তিকে যে সদাক্বাহ্ দেয়া হয়েছিল তা কবূল হওয়ার কারণ হলো ধনী ব্যক্তি এতে লজ্জিত হয়ে হয়ত নাসীহাত গ্রহণ করেছে এবং আল্লাহর দেয়া সম্পদ থেকে সেও দান করবে বলে সঙ্কল্প করেছে। আর চোরকে দেয়া সদাক্বাহ্ কবূল হওয়ার কারণ হলো সম্ভবতঃ সে ঐ রাতে চুরি থেকে বিরত ছিল। কেননা সেও পেটের তাগিদে চুরি করত। (ই.ফা. ২২৩১, ই.সে.২২৩২)",
    "ar": "حَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنِي حَفْصُ بْنُ مَيْسَرَةَ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ أَبِي، الزِّنَادِ عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ قَالَ رَجُلٌ لأَتَصَدَّقَنَّ اللَّيْلَةَ بِصَدَقَةٍ فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدِ زَانِيَةٍ فَأَصْبَحُوا يَتَحَدَّثُونَ تُصُدِّقَ اللَّيْلَةَ عَلَى زَانِيَةٍ ‏.‏ قَالَ اللَّهُمَّ لَكَ الْحَمْدُ عَلَى زَانِيَةٍ لأَتَصَدَّقَنَّ بِصَدَقَةٍ ‏.‏ فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدِ غَنِيٍّ فَأَصْبَحُوا يَتَحَدَّثُونَ تُصُدِّقَ عَلَى غَنِيٍّ ‏.‏ قَالَ اللَّهُمَّ لَكَ الْحَمْدُ عَلَى غَنِيٍّ لأَتَصَدَّقَنَّ بِصَدَقَةٍ ‏.‏ فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدِ سَارِقٍ فَأَصْبَحُوا يَتَحَدَّثُونَ تُصُدِّقَ عَلَى سَارِقٍ ‏.‏ فَقَالَ اللَّهُمَّ لَكَ الْحَمْدُ عَلَى زَانِيَةٍ وَعَلَى غَنِيٍّ وَعَلَى سَارِقٍ ‏.‏ فَأُتِيَ فَقِيلَ لَهُ أَمَّا صَدَقَتُكَ فَقَدْ قُبِلَتْ أَمَّا الزَّانِيَةُ فَلَعَلَّهَا تَسْتَعِفُّ بِهَا عَنْ زِنَاهَا وَلَعَلَّ الْغَنِيَّ يَعْتَبِرُ فَيُنْفِقُ مِمَّا أَعْطَاهُ اللَّهُ وَلَعَلَّ السَّارِقَ يَسْتَعِفُّ بِهَا عَنْ سَرِقَتِهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}