{
  "hadith": {
    "hadith_id": 229,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "(মহান আল্লাহর বাণী) : “তোমাদের মনে যা আছে তা প্রকাশ কর কিংবা গোপন রাখ, আল্লাহ তোমাদের নিকট হতে তার হিসাব গ্রহণ করবেন”-(সূরাহ্‌ আল বাকারাহ্‌ ২ : ২৮৪)। এ আয়াতটি নাযিল হলে সহাবাগণ খুবই উদ্বিগ্ন হলেন, আর কোন বিষয়ে তারা এতো উদ্বিগ্ন হননি। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, বরং তোমরা বল, শুনলাম, আনুগত্য স্বীকার করলাম এবং মেনে নিলাম। ইবনু ‘আব্বাস (রাঃ) বলেন, আল্লাহ তা’আলা তাঁদের অন্তরে ঈমান ঢেলে দিলেন। তিনি নাযিল করলেন, আল্লাহ তা’আলা কারোর উপর এমন কোন কষ্টদায়ক দায়িত্ব অর্পণ করেন না, যা তার সাধ্যাতীত। সে ভালো যা উপার্জন করে তা তারই, আর মন্দ যা উপার্জন করে তাও তারই। হে আমাদের রব! যদি আমরা ভুলে যাই অথবা ভুল করে ফেলি তবে আমাদের পাকড়াও করো না। তখন আল্লাহ তা’আলা বললেনঃ অবশ্যই মেনে নিলাম। আল্লাহ তা’আলা আরো ইরশাদ করলেন : হে আমাদের রব! আমাদের পূর্ববর্তীগণের উপর যেমন গুরু দায়িত্ব অর্পণ করেছিলে, আমাদের উপর তেমন দায়িত্ব অর্পণ করো না। আল্লাহ তা’আলা বলেনঃ অবশ্যই মেনে নিলাম। আল্লাহ তা’আলা আরও ঘোষণা করলেন : ‘ (বলুন) আমাদের পাপ মোচন কর, আমাদেরকে ক্ষমা কর এবং আমাদের প্রতি দয়া কর, তুমিই আমাদের রব’। আল্লাহ তা’আলা বলেনঃ অবশ্যই মেনে নিলাম। (ই.ফা. ২৩০; ই.সে. ২৩৮)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ - وَاللَّفْظُ لأَبِي بَكْرٍ قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا - وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ آدَمَ بْنِ سُلَيْمَانَ، مَوْلَى خَالِدٍ قَالَ سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، يُحَدِّثُ عَنِ ابْنِ عَبَّاسٍ، قَالَ لَمَّا نَزَلَتْ هَذِهِ الآيَةُ ‏{‏ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ‏}‏ قَالَ دَخَلَ قُلُوبَهُمْ مِنْهَا شَىْءٌ لَمْ يَدْخُلْ قُلُوبَهُمْ مِنْ شَىْءٍ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ قُولُوا سَمِعْنَا وَأَطَعْنَا وَسَلَّمْنَا ‏\"‏ ‏.‏ قَالَ فَأَلْقَى اللَّهُ الإِيمَانَ فِي قُلُوبِهِمْ فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏ لاَ يُكَلِّفُ اللَّهُ نَفْسًا إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا‏}‏ قَالَ قَدْ فَعَلْتُ ‏{‏ رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا‏}‏ - قَالَ قَدْ فَعَلْتُ ‏{‏ وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلاَنَا‏}‏ قَالَ قَدْ فَعَلْتُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}