{
  "hadith": {
    "hadith_id": 2293,
    "narrator": "‘আওফ ইবনু মালিক আল আশজা’ঈ (রাঃ)",
    "bn": "আমাদের সাত বা আট বা নয় জন লোকের উপস্থিতিতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ‘তোমরা কেন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে বায়’আত করছো না?” অথচ আমরা ইতোপূর্বে বায়’আত গ্রহণের সময় তাঁর হাতে বায়’আত গ্রহণ করেছি। আমরা বললাম, হে আল্লাহর রসূল! আমরা তো আপনার কাছে বায়’আত গ্রহণ করেছি। তিনি আবার বললেনঃ“তোমরা কেন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে বায়’আত হচ্ছো না?” বর্ণনাকারী বলেন, অতঃপর আমরা হাত বাড়িয়ে বললাম, হে আল্লাহর রসূল! আমরা তো ইতোপূর্বেই আপনার কাছে বায়’আত গ্রহণ করেছি, এখন আবার আপনার কাছে কিসের বায়’আত করবো? তিনি বললেনঃতোমরা আল্লাহর ‘ইবাদাত করো, তার সাথে কাউকে অংশীদার স্থাপন করবে না, ৫ ওয়াক্ত সলাত আদায় করবে। এবং আল্লাহর আনুগত্য করবে। তিনি আর একটি কথা বললেন চুপে চুপে, তা হলো লোকের কাছে কিছুর জন্য হাত পাতবে না। বর্ণনাকারী বলেন, এরপর আমি দেখেছি, সে বায়’আত গ্রহণকারী দলের কারো কারো উটের পিঠে থাকা অবস্থায় হাত থেকে চাবুক পড়ে গেছে কিন্তু সে কাউকে তা তুলে দেয়ার জন্য অনুরোধ করেনি বরং নিজেই নীচে নেমে তুলে নিয়েছে। (ই.ফা. ২২৭১, ই.সে. ২২৭২)",
    "ar": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، وَسَلَمَةُ بْنُ شَبِيبٍ، - قَالَ سَلَمَةُ حَدَّثَنَا وَقَالَ الدَّارِمِيُّ، أَخْبَرَنَا مَرْوَانُ، وَهُوَ ابْنُ مُحَمَّدٍ الدِّمَشْقِيُّ - حَدَّثَنَا سَعِيدٌ، - وَهُوَ ابْنُ عَبْدِ الْعَزِيزِ - عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ أَبِي مُسْلِمٍ الْخَوْلاَنِيِّ، قَالَ حَدَّثَنِي الْحَبِيبُ الأَمِينُ، أَمَّا هُوَ فَحَبِيبٌ إِلَىَّ وَأَمَّا هُوَ عِنْدِي فَأَمِينٌ عَوْفُ بْنُ مَالِكٍ الأَشْجَعِيُّ قَالَ كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم تِسْعَةً أَوْ ثَمَانِيَةً أَوْ سَبْعَةً فَقَالَ ‏\"‏ أَلاَ تُبَايِعُونَ رَسُولَ اللَّهِ ‏\"‏ وَكُنَّا حَدِيثَ عَهْدٍ بِبَيْعَةٍ فَقُلْنَا قَدْ بَايَعْنَاكَ يَا رَسُولَ اللَّهِ ‏.‏ ثُمَّ قَالَ ‏\"‏ أَلاَ تُبَايِعُونَ رَسُولَ اللَّهِ ‏\"‏ ‏.‏ فَقُلْنَا قَدْ بَايَعْنَاكَ يَا رَسُولَ اللَّهِ ‏.‏ ثُمَّ قَالَ ‏\"‏ أَلاَ تُبَايِعُونَ رَسُولَ اللَّهِ ‏\"‏ ‏.‏ قَالَ فَبَسَطْنَا أَيْدِيَنَا وَقُلْنَا قَدْ بَايَعْنَاكَ يَا رَسُولَ اللَّهِ فَعَلاَمَ نُبَايِعُكَ قَالَ ‏\"‏ عَلَى أَنْ تَعْبُدُوا اللَّهَ وَلاَ تُشْرِكُوا بِهِ شَيْئًا وَالصَّلَوَاتِ الْخَمْسِ وَتُطِيعُوا - وَأَسَرَّ كَلِمَةً خَفِيَّةً - وَلاَ تَسْأَلُوا النَّاسَ شَيْئًا ‏\"‏ ‏.‏ فَلَقَدْ رَأَيْتُ بَعْضَ أُولَئِكَ النَّفَرِ يَسْقُطُ سَوْطُ أَحَدِهِمْ فَمَا يَسْأَلُ أَحَدًا يُنَاوِلُهُ إِيَّاهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}