{
  "hadith": {
    "hadith_id": 2294,
    "narrator": "ক্ববীসাহ্ ইবনু মুখারিক্ব আল হিলালী (রাঃ)",
    "bn": "তিনি বলেন, একবার আমি (দেনার জমিন হয়ে) বিরাট অঙ্কের ঋণী হয়ে পড়লাম। কাজেই আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে এসে এজন্য তাঁর নিকট চাইলাম। তিনি বললেন, “যাকাত বা সদাক্বার মাল আসা পর্যন্ত আমার কাছে অপেক্ষা কর। তা এসে গেলে আমি তোমাকে তা থেকে দিতে নির্দেশ দিবো। বর্ণনাকারী বলেন, অতঃপর তিনি বললেনঃ হে ক্ববীসাহ্! মনে রেখো, তিন ব্যক্তি ছাড়া কারো জন্য হাত পাতা বা সাহায্য প্রার্থনা করা হালাল নয়। (১) যে ব্যক্তি (কোন ভাল কাজ করতে গিয়ে বা দেনার জমিন হয়ে) ঋণী হয়ে পড়েছে। ঋণ পরিশোধ না হওয়া পর্যন্ত সাহায্য প্রার্থনা করা তার জন্য হালাল। যখন দেনা পরিশোধ হয়ে যাবে তখন সে এ থেকে বিরত থাকবে। (২) যে ব্যক্তি প্রাকৃতিক দুর্যোগে পতিত হয়েছে এবং এতে তার যাবতীয় সম্পদ ধ্বংস হয়ে গেছে। তার জন্য সাহায্য চাওয়া হালাল যতক্ষন না তার জন্য নিত্য প্রয়োজনীয় চাহিদা পূরণ করতে সক্ষম হয়। রাবীর সন্দেহ- তিনি কি ‘ক্বিওয়াম’ শব্দ বলেছেন না ‘সিদাদ’ শব্দ বলেছেন? (উভয় শব্দের অর্থ একই)। (৩) যে ব্যক্তি এমন অভাবগ্রস্ত হয়েছে যে, তার গোত্রের তিনজন জ্ঞান-বুদ্ধি সম্পন্ন লোক সাক্ষ্য দেয় যে, “সত্যিই অমুক অভাবে পড়েছে” তার জন্য জীবিকা নির্বাহের পরিমাণ সম্পদ লাভ করার পূর্ব পর্যন্ত সাহায্য প্রার্থনা করা হালাল। হে ক্ববীসাহ্! এ তিন প্রকার লোক ছাড়া আর সকলের জন্য সাহায্য চাওয়া হারাম। অতএব এ তিন প্রকার লোক ছাড়া যে সব লোক সাহায্য চেয়ে বেড়ায় তারা হারাম খায়। (ই.ফা. ২২৭২, ই.সে. ২২৭৩)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَقُتَيْبَةُ بْنُ سَعِيدٍ، كِلاَهُمَا عَنْ حَمَّادِ بْنِ زَيْدٍ، قَالَ يَحْيَى أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ هَارُونَ بْنِ رِيَابٍ، حَدَّثَنِي كِنَانَةُ بْنُ نُعَيْمٍ الْعَدَوِيُّ، عَنْ قَبِيصَةَ بْنِ، مُخَارِقٍ الْهِلاَلِيِّ قَالَ تَحَمَّلْتُ حَمَالَةً فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَسْأَلُهُ فِيهَا فَقَالَ ‏\"‏ أَقِمْ حَتَّى تَأْتِيَنَا الصَّدَقَةُ فَنَأْمُرَ لَكَ بِهَا ‏\"‏ ‏.‏ قَالَ ثُمَّ قَالَ ‏\"‏ يَا قَبِيصَةُ إِنَّ الْمَسْأَلَةَ لاَ تَحِلُّ إِلاَّ لأَحَدِ ثَلاَثَةٍ رَجُلٍ تَحَمَّلَ حَمَالَةً فَحَلَّتْ لَهُ الْمَسْأَلَةُ حَتَّى يُصِيبَهَا ثُمَّ يُمْسِكُ وَرَجُلٍ أَصَابَتْهُ جَائِحَةٌ اجْتَاحَتْ مَالَهُ فَحَلَّتْ لَهُ الْمَسْأَلَةُ حَتَّى يُصِيبَ قِوَامًا مِنْ عَيْشٍ - أَوْ قَالَ سِدَادًا مِنْ عَيْشٍ - وَرَجُلٍ أَصَابَتْهُ فَاقَةٌ حَتَّى يَقُومَ ثَلاَثَةٌ مِنْ ذَوِي الْحِجَا مِنْ قَوْمِهِ لَقَدْ أَصَابَتْ فُلاَنًا فَاقَةٌ فَحَلَّتْ لَهُ الْمَسْأَلَةُ حَتَّى يُصِيبَ قِوَامًا مِنْ عَيْشٍ - أَوْ قَالَ سِدَادًا مِنْ عَيْشٍ - فَمَا سِوَاهُنَّ مِنَ الْمَسْأَلَةِ يَا قَبِيصَةُ سُحْتًا يَأْكُلُهَا صَاحِبُهَا سُحْتًا ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}