{
  "hadith": {
    "hadith_id": 23,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "‘আবদুল কায়স-এর (গোত্রের) একটি ওয়াফ্‌দ [২১] (প্রতিনিধি দল) রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর খিদমাতে উপস্থিত হয়ে আরয করলো, হে আল্লাহর রসূল! আমরা রাবী‘আহ্ গোত্রের লোক। আমাদের এবং আপনার মধ্যে কাফির মুযার গোত্র বিদ্যমান। আমরা শাহরুল হারাম ব্যতীত আপনার নিকট নিরাপদে পৌঁছাতে পারি না। কাজেই আপনি আমাদের এমন কিছু শিক্ষা দিন আমরা যে সবের উপর ‘আমাল করতে পারি এবং আমাদের অন্যান্যদের তৎপ্রতি আহবান জানাতে পারি। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমাদের আমি চারটি বিষয় পালনের আদেশ করছি এবং চারটি বিষয়ে নিষেধ করছি। তারপর তাদের এ সম্বন্ধে বর্ণনা দিলেন এবং বললেন, আল্লাহ ছাড়া প্রকৃত কোন ইলাহ নেই এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহর রসূল- এ কথার সাক্ষ্য দেয়া, সলাত  কায়িম করা, যাকাত দেয়া এবং তোমাদের গনীমাতলদ্ধ সামগ্রীর এক পঞ্চমাংশ আদায় করা। আর আমি তোমাদের নিষেধ করছি দুববা, হানতাম, নাকীর, মুকাইয়্যার থেকে। [২২] খালাফ তাঁর বর্ণনায় আরও উল্লেখ করছেন, ‘আল্লাহ ছাড়া প্রকৃত কোন ইলাহ নেই’ বলে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি অঙ্গুলি (সংকেতসূচক) বন্ধ করেন। (ই.ফা. ২৩; ই.সে. ২৩)",
    "ar": "حَدَّثَنَا خَلَفُ بْنُ هِشَامٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَبِي جَمْرَةَ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، ح وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، - وَاللَّفْظُ لَهُ - أَخْبَرَنَا عَبَّادُ بْنُ عَبَّادٍ، عَنْ أَبِي جَمْرَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَدِمَ وَفْدُ عَبْدِ الْقَيْسِ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّا هَذَا الْحَىَّ مِنْ رَبِيعَةَ وَقَدْ حَالَتْ بَيْنَنَا وَبَيْنَكَ كُفَّارُ مُضَرَ فَلاَ نَخْلُصُ إِلَيْكَ إِلاَّ فِي شَهْرِ الْحَرَامِ فَمُرْنَا بِأَمْرٍ نَعْمَلُ بِهِ وَنَدْعُو إِلَيْهِ مَنْ وَرَاءَنَا ‏.‏ قَالَ ‏\"‏ آمُرُكُمْ بِأَرْبَعٍ وَأَنْهَاكُمْ عَنْ أَرْبَعٍ الإِيمَانِ بِاللَّهِ - ثُمَّ فَسَّرَهَا لَهُمْ فَقَالَ - شَهَادَةِ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ وَإِقَامِ الصَّلاَةِ وَإِيتَاءِ الزَّكَاةِ وَأَنْ تُؤَدُّوا خُمُسَ مَا غَنِمْتُمْ وَأَنْهَاكُمْ عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالنَّقِيرِ وَالْمُقَيَّرِ ‏\"‏ ‏.‏ زَادَ خَلَفٌ فِي رِوَايَتِهِ ‏\"‏ شَهَادَةِ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ ‏\"‏ ‏.‏ وَعَقَدَ وَاحِدَةً",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২১] ‘ওয়াফ্‌দ’ বলা হয় ঐ লোকদের যাদেরকে কোন সম্প্রদায় বা গোষ্ঠী নির্বাচন করে বিশেষ কোন ব্যক্তির নিকট যেমন বাদশাহ, মন্ত্রী, সরকারের নিকট পাঠানো হয়।\n‘আবদুল কায়স এক ব্যক্তি যার সন্তানদের বানী ‘আবদুল কায়স বলা হয়, যা আরব সম্প্রদায়ের ‘রাবী‘আহ্‌’ নামীয় একটা বড় গোত্র। উক্ত গোত্রের ১৪ জন ব্যক্তি সওয়ার হয়ে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আগমন করেন। তাদের নেতা ছিলেন “আশাজ্জ আল আসরী” তার সঙ্গে ছিলেন মাযিদাহ বিন মালিক মুহারিবী, ‘উবাইদাহ্ বিন হাম্মাম মুহারিবী। তাদের আগমনের কারণঃ “মুনকায বিন হাইয়্যান” এক ব্যক্তি ব্যবসার জন্য মাদীনায় বেশী আসা যাওয়া করতেন। অজ্ঞতার যুগে সে ব্যক্তি খেজুর ও চাদর নিয়ে মাদীনার এক বস্তি ‘হাজার’' সেখানে আগমন করেন। আর সে সময় আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাক্কাহ্ থেকে মাদীনাহ্ হিজরত করে এসে গেছেন। কোন এক সময় মুনকায রাস্তায় বসে আছেন এমতাবস্থায় রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাচ্ছিলেন, তৎক্ষণাৎ মুনকায তোমাদের অবস্থা কেমন রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মুখে তাদের বড় বড় নেতাদের নাম উল্লেখ শুনে আশ্চর্য হয়ে তখনই সে কালিমা পড়ে মুসলিম হয়ে যায়। আর দু’একটি শিক্ষা লাভ করেন।\nঅতঃপর মুনকায হাজার (বস্তি) যেতে লাগলেন, সে অবস্থায় ‘আবদুল কায়স গোত্রের নামে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর হাতে একটা পত্র দিয়ে পাঠালেন কিন্তু মুনকায তা গোপন রাখলেন, পত্র পৌঁছাননি।\n\nএকবার মুনকাযের স্ত্রী যিনি মুনযির বিন আয়যের কন্যা, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুনযিরের নাম আশাজ রাখেন, তার স্বামীর কথা বাবা আশাজকে বলেছেন, যখন সে মাদীনাহ্ থেকে এসেছে তখন থেকে তাঁর পরিবর্তন দেখতে পায়। কোমর ঝোকায়, মাথা মাটিতে লাগায়। এ কথাগুলো শুনে যখন জামাই শ্বশুড় এক জায়গায় হয়ে অনেক কথাবার্তা হলো, তখন আশাজের অন্তরে ইসলামের ভাব দেখা গেল। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মুনকাযের হাতে সেই প্রেরিত পত্র নিজ সম্প্রদায়ের নিকট আনেন। পত্র পাঠে সকলের মন ইসলামের প্রতি আকৃষ্ট হয়।\nএখন তাদের একটি দল আশাজের নেতৃত্বে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আগমনের জন্য রওয়ানা হয়ে মাদীনার নিকটবর্তী হয়েছে। সে মতে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সহাবায়ি কিরামগণকে লক্ষ্য করে বলেছেন, তোমাদের নিকট পূর্ব দেশের মধ্য হতে ‘আবদুল কায়সের উত্তম ব্যক্তিগণ আসছে তার মধ্য আশাজও আছে। তারা ইসলাম গ্রহণ না করে ফিরে যাবে না।\n\n[২২] নিষিদ্ধ পাত্রগুলোঃ ‘হানতাম’' মাটির সবুজ পাত্র বিশেষ। ‘দুব্বা’ কদুর বোল দ্বারা প্রস্তুত পাত্র বিশেষ। ‘নাকীর’ কাঠের পাত্র বিশেষ। ‘মুযাফফাত’ তৈলাক্ত পাত্র বিশেষ। এ সকল পাত্রে তখন শরাব ব্যবহার করা হত। উক্ত পাত্র ব্যবহার করতে নিষেধ করার উদ্দেশ্য পাত্রগুলো দেখলে শরাব পান করার কথা মনে হবে বা চুপচাপ মদ রেখে পান সম্ভাবনা থাকতে পারে, এ পাত্র নিষেধাজ্ঞা চিরদিনের জন্য নয়। সাময়িকভাবে যাতে সেটা দূর হয়ে যায়।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}