{
  "hadith": {
    "hadith_id": 2309,
    "narrator": "আবূল আসওয়াদ (রহঃ)",
    "bn": "তিনি বলেন, আবূ মুসা আল আশ’আরী (রাঃ) একবার বাসরার ক্বারীদের (‘আলিমদের)  ডেকে পাঠালেন। অতঃপর সেখানকার তিনশ’ ক্বারী তাঁর কাছে আসলেন এবং কুরআন পাঠ করলেন। তিনি (তাদের উদ্দেশে) বললেন, আপনারা বাসরার মধ্যে উত্তম লোক এবং সেখানকার ক্বারী। সুতরাং আপনারা অনবরত কুরআন পাঠ করতে থাকুন। অলসতায় দীর্ঘ সময় যেন কেটে না যায়। তাহলে আপনাদের অন্তর কঠিন হয়ে যেতে পারে যেমন আপনাদের পূর্ববর্তী একদল লোকের অন্তর কঠিন হয়ে গিয়েছিল। আমরা একটি সূরাহ পাঠ করতাম যা দীর্ঘ এবং কঠোর ভীতি প্রদর্শনের দিক থেকে সূরাহ বারাআতের সমতুল্য। পরে তা আমি ভুলে গেছি। তবে তার এতটুকু মনে রেখেছি – ““যদি কোন আদম সন্তান দুই উপত্যকা সম্পদের মালিক হয়ে যায় তাহলে সে তৃতীয় আরও একটি উপত্যকা ভর্তি সম্পদ পেতে চাইবে। মাটি ছাড়া আর কোন কিছুতেই আদম সন্তানের পেট ভরে না।” আমি আরও একটি সূরাহ পাঠ করতাম যা মুসাব্বিহাত (গুণগানপূর্ণ) সূরাগুলো সমতুল্য। তাও আমি ভুলে গেছি, শুধু তা থেকে এ আয়াতটি মনে আছে – ““হে ঈমানদারগণ! তোমরা কেন এমন কথা বল যা করো না” - (সূরাহ্‌ সফ ৬১ : ২)। আর যে কথা তোমরা শুধু মুখে আওড়াও অথচ করো না তা তোমরা তোমাদের ঘাড়ে সাক্ষী হিসাবে লিখে রাখা হয়। কিয়ামতের দিন তোমরাদেরকে এ সম্বন্ধে জিজ্ঞাসাবাদ করা হবে। (ই. ফা. ২২৮৭, ই. সে. ২২৮৮)",
    "ar": "حَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ دَاوُدَ، عَنْ أَبِي حَرْبِ بْنِ أَبِي، الأَسْوَدِ عَنْ أَبِيهِ، قَالَ بَعَثَ أَبُو مُوسَى الأَشْعَرِيُّ إِلَى قُرَّاءِ أَهْلِ الْبَصْرَةِ فَدَخَلَ عَلَيْهِ ثَلاَثُمِائَةِ رَجُلٍ قَدْ قَرَءُوا الْقُرْآنَ فَقَالَ أَنْتُمْ خِيَارُ أَهْلِ الْبَصْرَةِ وَقُرَّاؤُهُمْ فَاتْلُوهُ وَلاَ يَطُولَنَّ عَلَيْكُمُ الأَمَدُ فَتَقْسُوَ قُلُوبُكُمْ كَمَا قَسَتْ قُلُوبُ مَنْ كَانَ قَبْلَكُمْ وَإِنَّا كُنَّا نَقْرَأُ سُورَةً كُنَّا نُشَبِّهُهَا فِي الطُّولِ وَالشِّدَّةِ بِبَرَاءَةَ فَأُنْسِيتُهَا غَيْرَ أَنِّي قَدْ حَفِظْتُ مِنْهَا لَوْ كَانَ لاِبْنِ آدَمَ وَادِيَانِ مِنْ مَالٍ لاَبْتَغَى وَادِيًا ثَالِثًا وَلاَ يَمْلأُ جَوْفَ ابْنِ آدَمَ إِلاَّ التُّرَابُ ‏.‏ وَكُنَّا نَقْرَأُ سُورَةً كُنَّا نُشَبِّهُهَا بِإِحْدَى الْمُسَبِّحَاتِ فَأُنْسِيتُهَا غَيْرَ أَنِّي حَفِظْتُ مِنْهَا ‏{‏ يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ‏}‏ فَتُكْتَبُ شَهَادَةً فِي أَعْنَاقِكُمْ فَتُسْأَلُونَ عَنْهَا يَوْمَ الْقِيَامَةِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}