{
  "hadith": {
    "hadith_id": 2313,
    "narrator": "আবূ সা’ইদ আল খুদরী (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিম্বারের উপরে বসলেন এবং আমরা তাঁর চারদিকে বসে পড়লাম। অতঃপর তিনি (আমাদেরকে উদ্দেশ্য করে) বললেনঃ “আমার পরে তোমাদের ব্যাপারে আমি যে সব জিনিসের আশঙ্কা করছি তার মধ্যে অন্যতম হলো - পার্থিব চাকচিক্য ও শোভা সৌন্দর্য যা আল্লাহ্‌ তা’আলা তোমাদের জন্য বের করবেন। এক ব্যক্তি জিজ্ঞেস করল, হে আল্লাহ্‌র রসূল! কল্যাণ কি অকল্যাণ নিয়ে আসবে?” বর্ণনাকারী বলেন, (লোকটির প্রশ্নের উত্তর না দিয়ে) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চুপ থাকলেন। এতে (উপস্থিত লোকদের মধ্যে) কেউ কেউ তাকে বলল, কী দুর্ভাগা তুমি! তুমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে কথা বলছ অথচ তিনি তোমার সাথে কথা বলছেন না। রাবী আরও বলেন, আমাদের মনে হলো তাঁর উপর ওয়াহী অবতীর্ণ হচ্ছে। অতঃপর তিনি তাঁর (মুখমণ্ডল থেকে) ঘাম মুছে জিজ্ঞেস করলেন, প্রশ্নকারী কোথায়? তিনি মনে হলো তার প্রশংসাই করলেন। তিনি বললেন, কল্যাণ মূলত অকল্যাণ বয়ে আনে না। তবে কথা হলো, বসন্তকালে যে সবুজ লতাপাতা ও তৃণরাজির আবির্ভাব ঘটে এগুলো অতি ভোজনে মৃত্যু ঘটায় বা মৃত্যুর নিকটবর্তী করে দেয়। কতিপয় তৃণভোজী পশু তা খেয়ে পেট ফুলিয়ে ফেলে, অতঃপর রোদের দিকে তাকিয়ে মল মূত্র ত্যাগ করে ও পেশাব করে এবং জাবর কাটতে থাকে। অতঃপর তা চারণভূমিতে ছুটে চলে এবং বেশি করে খায় (এ ভাবে অতিভোজের কারণে বদহজম হয়ে মারা যায়)। এ দুনিয়ায় ধন সম্পদ সবুজ এবং সুমিষ্ট। এ ধন কোন মুসলিমের কতই উত্তম বন্ধু যা থেকে সে নিঃস্ব, অনাথ, ইয়াতীম ও অসহায় এবং পথিককে দান করে। কিন্তু যে ব্যক্তি না - হাক্বভাবে ধন সম্পদ উপার্জন করে তার দৃষ্টান্ত হচ্ছে কোন ব্যক্তি আহার করে অথচ তৃপ্ত হয় না। আর ঐ সম্পদ কিয়ামতের দিন তার বিরুদ্ধে সাক্ষী হয়ে দাঁড়াবে।  (ই. ফা. ২২৯১, ই. ফা. ২২৯২)",
    "ar": "حَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ هِشَامٍ، صَاحِبِ الدَّسْتَوَائِيِّ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ هِلاَلِ بْنِ أَبِي مَيْمُونَةَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ جَلَسَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الْمِنْبَرِ وَجَلَسْنَا حَوْلَهُ فَقَالَ ‏\"‏ إِنَّ مِمَّا أَخَافُ عَلَيْكُمْ بَعْدِي مَا يُفْتَحُ عَلَيْكُمْ مِنْ زَهْرَةِ الدُّنْيَا وَزِينَتِهَا ‏\"‏ ‏.‏ فَقَالَ رَجُلٌ أَوَيَأْتِي الْخَيْرُ بِالشَّرِّ يَا رَسُولَ اللَّهِ قَالَ فَسَكَتَ عَنْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقِيلَ لَهُ مَا شَأْنُكَ تُكَلِّمُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَلاَ يُكَلِّمُكَ قَالَ وَرُئِينَا أَنَّهُ يُنْزَلُ عَلَيْهِ فَأَفَاقَ يَمْسَحُ عَنْهُ الرُّحَضَاءَ وَقَالَ ‏\"‏ إِنَّ هَذَا السَّائِلَ - وَكَأَنَّهُ حَمِدَهُ فَقَالَ - إِنَّهُ لاَ يَأْتِي الْخَيْرُ بِالشَّرِّ وَإِنَّ مِمَّا يُنْبِتُ الرَّبِيعُ يَقْتُلُ أَوْ يُلِمُّ إِلاَّ آكِلَةَ الْخَضِرِ فَإِنَّهَا أَكَلَتْ حَتَّى إِذَا امْتَلأَتْ خَاصِرَتَاهَا اسْتَقْبَلَتْ عَيْنَ الشَّمْسِ فَثَلَطَتْ وَبَالَتْ ثُمَّ رَتَعَتْ وَإِنَّ هَذَا الْمَالَ خَضِرٌ حُلْوٌ وَنِعْمَ صَاحِبُ الْمُسْلِمِ هُوَ لِمَنْ أَعْطَى مِنْهُ الْمِسْكِينَ وَالْيَتِيمَ وَابْنَ السَّبِيلِ أَوْ كَمَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَإِنَّهُ مَنْ يَأْخُذُهُ بِغَيْرِ حَقِّهِ كَانَ كَالَّذِي يَأْكُلُ وَلاَ يَشْبَعُ وَيَكُونُ عَلَيْهِ شَهِيدًا يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}