{
  "hadith": {
    "hadith_id": 2326,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "হুনায়নের দিনে আল্লাহ তা’আলা তাঁর রাসূলকে বিনা যুদ্ধে হাওয়াযিন গোত্রের ধন-সম্পদ থেকে যা (গনীমাত হিসাবে) দান করেছিলেন এ থেকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুরাইশদের কয়েকজন লোককে একশ’ উট প্রদান করলেন। আনসারদের মধ্যে কয়েক ব্যক্তি বলল, “আল্লাহ্‌ তাঁর রাসূল কে ক্ষমা করুন, তিনি আমাদের না দিয়ে কুরাইশদের দিচ্ছেন। অথচ তাদের তরবারি থেকে এখনও তাদের রক্ত ঝরছে। ”    \nআনাস ইবনু মালিক (রাঃ) বলেন, এ খবর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে পৌঁছলে তিনি আনসারদেরকে ডেকে পাঠালেন। তিনি একটি চামড়ার তাঁবুতে তাদের একত্রিত করলেন। তারা জড়ো হলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসে বললেন, তোমাদের পক্ষ থেকে আমার কাছে যে কথা পৌঁছেছে তাঁর মানে কি? আনসারদের মধ্যে থেকে বুদ্ধিমান ব্যক্তিগণ বললেন, হে আল্লাহ্‌র রাসূল! আমাদের মধ্যে যারা বুদ্ধিমান ও অভিজ্ঞ তারা তো কিছুই বলেনি। তবে আমাদের মধ্যে যারা কম বয়সী তারা বলেছেন - আল্লাহ্‌ তা’আলা তাঁর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে ক্ষমা করুন, তিনি আমাদের না দিয়ে কুরাইশদের দিচ্ছেন। অথচ এখনো আমাদের তরবারি থেকে তাদের রক্ত টপকে পড়ছে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, “আমি এমন লোকদের দিয়ে থাকি যারা সেদিনও কাফির ছিল যাতে তাদের মন সন্তুষ্ট (ও ইসলামের দিকে আকৃষ্ট) থাকে। তোমরা কি এতে সন্তুষ্ট নও যে, তারা (গনীমাতের) মাল নিয়ে তাদের ঘরে চলে যাবে আর তোমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে নিয়ে ঘরে যাবে?” আল্লাহ্‌র শপথ! ওরা যা নিয়ে ঘরে ফিরবে তার চেয়ে উত্তম হচ্ছে তোমরা যা নিয়ে ঘরে ফিরবে। সাহাবীগণ বললেন, হে আল্লাহ্‌র রাসূল! আমরা যা নিচ্ছি তাই উত্তম এবং আমরা সন্তুষ্ট আছি। পুনরায় তিনি বললেন, ভবিষ্যতেও এভাবে তোমাদের উপর অন্যদের (দানের ব্যাপারে) প্রাধান্য দেয়া হবে। তখন তোমরা আল্লাহ্‌ ও তাঁর রাসূলের সাথে সাক্ষাৎ করা পর্যন্ত ধৈর্য ধারণ করবে এবং হাওযে কাওসারের কাছে থাকবে। তারা বললেন, এখন থেকে আমরা ধৈর্য ধারণ করব।  (ই.ফা. ২৩০৪, ই.সে. ২৩০৫)",
    "ar": "حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّ أُنَاسًا، مِنَ الأَنْصَارِ قَالُوا يَوْمَ حُنَيْنٍ حِينَ أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَمْوَالِ هَوَازِنَ مَا أَفَاءَ فَطَفِقَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعْطِي رِجَالاً مِنْ قُرَيْشٍ الْمِائَةَ مِنَ الإِبِلِ فَقَالُوا يَغْفِرُ اللَّهُ لِرَسُولِ اللَّهِ يُعْطِي قُرَيْشًا وَيَتْرُكُنَا وَسُيُوفُنَا تَقْطُرُ مِنْ دِمَائِهِمْ ‏.‏ قَالَ أَنَسُ بْنُ مَالِكٍ فَحُدِّثَ ذَلِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ قَوْلِهِمْ فَأَرْسَلَ إِلَى الأَنْصَارِ فَجَمَعَهُمْ فِي قُبَّةٍ مِنْ أَدَمٍ فَلَمَّا اجْتَمَعُوا جَاءَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا حَدِيثٌ بَلَغَنِي عَنْكُمْ ‏\"‏ ‏.‏ فَقَالَ لَهُ فُقَهَاءُ الأَنْصَارِ أَمَّا ذَوُو رَأْيِنَا يَا رَسُولَ اللَّهِ فَلَمْ يَقُولُوا شَيْئًا وَأَمَّا أُنَاسٌ مِنَّا حَدِيثَةٌ أَسْنَانُهُمْ قَالُوا يَغْفِرُ اللَّهُ لِرَسُولِهِ يُعْطِي قُرَيْشًا وَيَتْرُكُنَا وَسُيُوفُنَا تَقْطُرُ مِنْ دِمَائِهِمْ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَإِنِّي أُعْطِي رِجَالاً حَدِيثِي عَهْدٍ بِكُفْرٍ أَتَأَلَّفُهُمْ أَفَلاَ تَرْضَوْنَ أَنْ يَذْهَبَ النَّاسُ بِالأَمْوَالِ وَتَرْجِعُونَ إِلَى رِحَالِكُمْ بِرَسُولِ اللَّهِ فَوَاللَّهِ لَمَا تَنْقَلِبُونَ بِهِ خَيْرٌ مِمَّا يَنْقَلِبُونَ بِهِ ‏\"‏ ‏.‏ فَقَالُوا بَلَى يَا رَسُولَ اللَّهِ قَدْ رَضِينَا ‏.‏ قَالَ ‏\"‏ فَإِنَّكُمْ سَتَجِدُونَ أَثَرَةً شَدِيدَةً فَاصْبِرُوا حَتَّى تَلْقَوُا اللَّهَ وَرَسُولَهُ فَإِنِّي عَلَى الْحَوْضِ ‏\"‏ ‏.‏ قَالُوا سَنَصْبِرُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}