{
  "hadith": {
    "hadith_id": 2332,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমরা মাক্কাহ্ বিজয় করার পর হুনায়নের যুদ্ধ করলাম। আমি দেখেছি এ যুদ্ধে মুশরিকরা অত্যন্ত সুশৃঙ্খল ও সুবিন্যস্তভাবে কাতারবন্দী হয়েছিল। এদের প্রথম সারিতে অশ্বারোহীগণ, তারপর পদাতিকগণ, এদের পিছনে স্ত্রী লোকেরা যথাক্রমে বকরী অন্যান্য গবাদি পশুগুলো সারিবদ্ধ হয়েছিল। বর্ণনাকারী বলেন, আমরা সংখ্যায় অনেক লোক ছিলাম। আমাদের সংখ্যা প্রায় ছয় হাজার পৌঁছে ছিল। আমাদের একদিকে খালিদ ইবনু ওয়ালীদ (রাঃ) আমাদের অশ্বারোহী বাহিনীর অধিনায়ক ছিলেন। যুদ্ধের এক পর্যায়ে আমাদের ঘোড়া পিছু হটতে লাগলো। এমনকি আমরা টিকে থাকতে পারছিলাম না। বেদুঈনরা পালাতে শুরু করল। আমার জানা মতে আরো কিছু লোক পালিয়ে গেল। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রথম মুহাজিরদের ধমক দিয়ে ডাকলেন, হে মুহাজিরগণ! হে মুহাজিরগণ! অতঃপর আনসারদের ধমক দিয়ে বললেন, হে আনসারগণ! হে আনসারগণ! আনসার (রাঃ) বলেন, এ হাদীস আমার নিকট লোক বর্ণনা করেছেন অথবা তিনি বলেছেন, আমার চাচা বর্ণনা করেছেন। রাবী বলেন, আমরা তাঁর ডাকে সাড়া দিয়ে বললাম, “হে আল্লাহর রসূল! আমরা আপনার সাথেই আছি। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সামনে অগ্রসর হলেন। আনসার (রাঃ) আরো বলেন, আল্লাহর শপথ! আমাদের পৌঁছার পূর্বেই আল্লাহ তা’আলা তাদের পরাজিত করবেন এবং আমরা তাদের সকল প্রকার মাল হস্তগত করলাম। তারপর আমরা ত্বায়িফে গেলাম। ত্বায়িফের অধিবাসীদের চল্লিশ দিন যাবৎ অবরোধ করে রাখলাম, অতঃপর আমরা মাক্কায় ফিরে আসলাম এবং অভিযান সমাপ্ত করলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রত্যেক ব্যক্তিকে একশ’টি করে উট দিলেন ও অতঃপর হাদীসের বাকী অংশ ক্বাতাদাহ্, আবূ তাইয়্যাহ ও হিমাম ইবনু যায়দ বর্ণিত হাদীসের অনুরূপ। (ই.ফা. ২৩১০, ই.সে. ২৩১১)",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، وَحَامِدُ بْنُ عُمَرَ، وَمُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالَ ابْنُ مُعَاذٍ حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ أَبِيهِ، قَالَ حَدَّثَنِي السُّمَيْطُ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ افْتَتَحْنَا مَكَّةَ ثُمَّ إِنَّا غَزَوْنَا حُنَيْنًا فَجَاءَ الْمُشْرِكُونَ بِأَحْسَنِ صُفُوفٍ رَأَيْتُ - قَالَ - فَصُفَّتِ الْخَيْلُ ثُمَّ صُفَّتِ الْمُقَاتِلَةُ ثُمَّ صُفَّتِ النِّسَاءُ مِنْ وَرَاءِ ذَلِكَ ثُمَّ صُفَّتِ الْغَنَمُ ثُمَّ صُفَّتِ النَّعَمُ - قَالَ - وَنَحْنُ بَشَرٌ كَثِيرٌ قَدْ بَلَغْنَا سِتَّةَ آلاَفٍ وَعَلَى مُجَنِّبَةِ خَيْلِنَا خَالِدُ بْنُ الْوَلِيدِ - قَالَ - فَجَعَلَتْ خَيْلُنَا تَلْوِي خَلْفَ ظُهُورِنَا فَلَمْ نَلْبَثْ أَنِ انْكَشَفَتْ خَيْلُنَا وَفَرَّتِ الأَعْرَابُ وَمَنْ نَعْلَمُ مِنَ النَّاسِ - قَالَ - فَنَادَى رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا لَلْمُهَاجِرِينَ يَا لَلْمُهَاجِرِينَ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ يَا لَلأَنْصَارِ يَا لَلأَنْصَارِ ‏\"‏ ‏.‏ قَالَ قَالَ أَنَسٌ هَذَا حَدِيثُ عِمِّيَّةٍ ‏.‏ قَالَ قُلْنَا لَبَّيْكَ يَا رَسُولَ اللَّهِ - قَالَ - فَتَقَدَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم - قَالَ - فَايْمُ اللَّهِ مَا أَتَيْنَاهُمْ حَتَّى هَزَمَهُمُ اللَّهُ - قَالَ - فَقَبَضْنَا ذَلِكَ الْمَالَ ثُمَّ انْطَلَقْنَا إِلَى الطَّائِفِ فَحَاصَرْنَاهُمْ أَرْبَعِينَ لَيْلَةً ثُمَّ رَجَعْنَا إِلَى مَكَّةَ فَنَزَلْنَا - قَالَ - فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعْطِي الرَّجُلَ الْمِائَةَ مِنَ الإِبِلِ ‏.‏ ثُمَّ ذَكَرَ بَاقِيَ الْحَدِيثِ كَنَحْوِ حَدِيثِ قَتَادَةَ وَأَبِي التَّيَّاحِ وَهِشَامِ بْنِ زَيْدٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}