{
  "hadith": {
    "hadith_id": 2337,
    "narrator": "‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, যখন হুনায়ুনের যুদ্ধ সংঘটিত হলো রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গনীমাতের মাল দেয়ার ব্যাপারে কতক লোককে প্রাধান্য দিলেন অর্থাৎ কতক লোককে বেশী দিলেন। সুতরাং তিনি আক্বরা’ ইবনু হাবিসকে একশ’ উট দিলেন, ‘উয়াইনাকেও অনুরূপ সংখ্যক উট দান করলেন এবং আরবের নেতৃস্থানীয় কিছু লোককেও অগ্রাধিকার দিলেন। এক ব্যক্তি বলল, আল্লাহর শপথ! এ বন্টন ইনসাফ ভিত্তিক হয়নি এবং এর মাধ্যমে আল্লাহর সন্তুষ্টির দিকেও লক্ষ্য রাখা হয়নি। বর্ণনাকারী বলেন, আমি তখন মনে মনে বললাম, আল্লাহর শপথ! আমি এ কথা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে পৌঁছাব। রাবী বলেন, আমি তাঁর কাছে গিয়ে লোকটির উক্তি তাঁকে শুনালাম। ফলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মুখমন্ডল রক্তিম বর্ণ ধারন করল। তিনি বললেনঃ আল্লাহ এবং তাঁর রসূলই যদি সুবিচার না করেন তাহলে কে আর ইনসাফ করবে? তিনি পুনরায় বললেনঃ আল্লাহ তা’আলা মূসা (আঃ)-কে রহমাত করুন, তাঁকে এর চেয়েও বেশী কষ্ট দেয়া হয়েছে। কিন্তু তিনি ধৈর্য ধারণ করেছেন। বর্ণনাকারী বলেন, আমি মনে মনে সিদ্ধান্ত নিলাম আজ থেকে আর কখনও এ ধরনের কোন ব্যাপার তাঁকে জানাব না। (কেননা এতে তাঁর কষ্ট হয়)। (ই.ফা. ২৩১৫, ই.সে. ২৩১৬)",
    "ar": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ لَمَّا كَانَ يَوْمُ حُنَيْنٍ آثَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَاسًا فِي الْقِسْمَةِ فَأَعْطَى الأَقْرَعَ بْنَ حَابِسٍ مِائَةً مِنَ الإِبِلِ وَأَعْطَى عُيَيْنَةَ مِثْلَ ذَلِكَ وَأَعْطَى أُنَاسًا مِنْ أَشْرَافِ الْعَرَبِ وَآثَرَهُمْ يَوْمَئِذٍ فِي الْقِسْمَةِ فَقَالَ رَجُلٌ وَاللَّهِ إِنَّ هَذِهِ لَقِسْمَةٌ مَا عُدِلَ فِيهَا وَمَا أُرِيدَ فِيهَا وَجْهُ اللَّهِ ‏.‏ قَالَ فَقُلْتُ وَاللَّهِ لأُخْبِرَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم - قَالَ - فَأَتَيْتُهُ فَأَخْبَرْتُهُ بِمَا قَالَ - قَالَ - فَتَغَيَّرَ وَجْهُهُ حَتَّى كَانَ كَالصِّرْفِ ثُمَّ قَالَ ‏\"‏ فَمَنْ يَعْدِلُ إِنْ لَمْ يَعْدِلِ اللَّهُ وَرَسُولُهُ ‏\"‏ ‏.‏ قَالَ ثُمَّ قَالَ ‏\"‏ يَرْحَمُ اللَّهُ مُوسَى قَدْ أُوذِيَ بِأَكْثَرَ مِنْ هَذَا فَصَبَرَ ‏\"‏ ‏.‏ قَالَ قُلْتُ لاَ جَرَمَ لاَ أَرْفَعُ إِلَيْهِ بَعْدَهَا حَدِيثًا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}