{
  "hadith": {
    "hadith_id": 2341,
    "narrator": "আবূ সা’ঈদ আল খুদরী (রাঃ)",
    "bn": "তিনি বলেন, একবার ‘আলী (রাঃ) ইয়ামান থেকে কিছু অপরিশোধিত স্বর্ণ অরসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে পাঠালেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা চার ব্যক্তি যথা- (১) আক্বরা’ ইবনু হাসিব আল হানযালী, (২) ‘উয়াইনাহ্ ইবনু বাদ্র আল ফাযারী, (৩) ‘আলক্বামাহ্ ইবনু ‘উলাসাহ্ আল ‘আমিরী ও (৪) বানী কিলার গোত্রীয় এক ব্যক্তির মধ্যে বন্টন করলেন এবং এরপর তায়ী গোত্রীয় যায়দ আল খায়র ও বানী নাব্হান গোত্রের এক ব্যক্তিতে এ থেকে দান করলেন। এতে কুরায়শ গোত্রের লোকেরা ক্ষেপে গিয়ে বললেন, “আপনি কেবল নাজ্দের নেতৃস্থানীয় লোকদের দান করেছেন আর আমাদের বাদ দিচ্ছেন, এটা কেমন ব্যাপার?” এ কথা শুনে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি তাদের শুধু চিত্তাকর্ষণ অর্থাৎ তাদের অন্তরে ইসলামের প্রতি ভালবাসা ও অনুরাগ সৃষ্টির জন্য দিচ্ছি। এমন সময় ঘন দাড়ি, স্ফীত গাল, গর্তে ঢোকা চোখ, উঁচু ললাট ও নেড়া মাথা বিশিষ্ট এক ব্যক্তি এসে বললঃ হে মুহাম্মাদ! আল্লাহকে ভয় কর। তখন রসূউল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমিই যদি আল্লাহর অবাধ্য হই, তাহলে কে তাঁর অনুগত হবে? আল্লাহ আমাকে দুনিয়াবাসীদের জন্য আমানাতদার হিসেবে পাঠিয়েছেন আর তুমি আমাকে আমানাতদার মনে করছো না। এরপর লোকটি ফিরে চলে গেল। উপস্থিত লোকদের মধ্যে এক ব্যক্তি তাকে হত্যা করার অনুমতি চাইল। লোকদের ধারণা, হত্যার অনুমতি প্রার্থী ছিলেন খালিদ ইবনু ওয়ালীদ। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এর মূলে এমন একটি সম্প্রদায় রয়েছে যারা কুরআন পাঠ করে অথচ তাদের এ পাঠ কন্ঠনালী অতিক্রম করে না (অর্থাৎ হৃদয়ে আবেদন সৃষ্টি করে না)। এরা ইসলামের অনুসারীদের হত্যা করে এবং মূর্তিপূজারীদের ছেড়ে দেয়। তীর যেভাবে শিকার ভেদ করে বেরিয়ে যায় তারাও অনুরূপভাবে ইসলাম থেকে বেরিয়ে যায়। যদি আমি তাদেরকে পেতাম তাহলে তাদেরকে এমনভাবে হত্যা করতাম যেভাবে ‘আদ সম্প্রদায়ের লোকদেরকে হত্যা করা হয়েছে (অর্থাৎ সমূলে নিপাত করতাম)। (ই.ফা. ২৩১৯, ই.সে. ২৩২০)",
    "ar": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبْدِ الرَّحْمَنِ، بْنِ أَبِي نُعْمٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ بَعَثَ عَلِيٌّ - رضى الله عنه - وَهُوَ بِالْيَمَنِ بِذَهَبَةٍ فِي تُرْبَتِهَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَسَمَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ أَرْبَعَةِ نَفَرٍ الأَقْرَعُ بْنُ حَابِسٍ الْحَنْظَلِيُّ وَعُيَيْنَةُ بْنُ بَدْرٍ الْفَزَارِيُّ وَعَلْقَمَةُ بْنُ عُلاَثَةَ الْعَامِرِيُّ ثُمَّ أَحَدُ بَنِي كِلاَبٍ وَزَيْدُ الْخَيْرِ الطَّائِيُّ ثُمَّ أَحَدُ بَنِي نَبْهَانَ - قَالَ - فَغَضِبَتْ قُرَيْشٌ فَقَالُوا أَتُعْطِي صَنَادِيدَ نَجْدٍ وَتَدَعُنَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنِّي إِنَّمَا فَعَلْتُ ذَلِكَ لأَتَأَلَّفَهُمْ ‏\"‏ فَجَاءَ رَجُلٌ كَثُّ اللِّحْيَةِ مُشْرِفُ الْوَجْنَتَيْنِ غَائِرُ الْعَيْنَيْنِ نَاتِئُ الْجَبِينِ مَحْلُوقُ الرَّأْسِ فَقَالَ اتَّقِ اللَّهَ يَا مُحَمَّدُ ‏.‏ - قَالَ - فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَمَنْ يُطِعِ اللَّهَ إِنْ عَصَيْتُهُ أَيَأْمَنُنِي عَلَى أَهْلِ الأَرْضِ وَلاَ تَأْمَنُونِي ‏\"‏ قَالَ ثُمَّ أَدْبَرَ الرَّجُلُ فَاسْتَأْذَنَ رَجُلٌ مِنَ الْقَوْمِ فِي قَتْلِهِ - يُرَوْنَ أَنَّهُ خَالِدُ بْنُ الْوَلِيدِ - فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ مِنْ ضِئْضِئِ هَذَا قَوْمًا يَقْرَءُونَ الْقُرْآنَ لاَ يُجَاوِزُ حَنَاجِرَهُمْ يَقْتُلُونَ أَهْلَ الإِسْلاَمِ وَيَدَعُونَ أَهْلَ الأَوْثَانِ يَمْرُقُونَ مِنَ الإِسْلاَمِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ لَئِنْ أَدْرَكْتُهُمْ لأَقْتُلَنَّهُمْ قَتْلَ عَادٍ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}