{
  "hadith": {
    "hadith_id": 2342,
    "narrator": "আবূ সা’ঈদ আল খুদরী (রাঃ)",
    "bn": "তিনি বলেন, একবার ‘আলী (রাঃ) ইয়ামান থেকে বাবুল গাছের ডাল দিয়ে রঙ্গিন করা একটি চামড়ার থলিতে করে কিছু অপরিশোধিত স্বর্ণ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে পাঠালেন। তিনি তা চার ব্যক্তির মধ্যে বন্টন করলেন। তারা হলোঃ ‘উয়াইনাহ্ ইবনু বাদ্র, আক্বরা’ ইবনু হাবিস, যায়দ আল খায়ল এবং চতুর্থ ব্যক্তি হয় ‘আলক্বামাহ্ ইবনু ‘উলাসাহ্ অথবা ‘আমির ইবনু তুফায়ল। তাঁর সহাবীগনের মধ্যে এক ব্যক্তি বলল, তাদের তুলনায় আমরা এর হাক্বদার ছিলাম। বর্ণনাকারী বলেন, এ খবর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে পৌঁছলে তিনি বললেনঃ “আসমানের অধিবাসীদের কাছে আমি আমানাতদার বলে গণ্য অথচ তোমরা কি আমাকে আমানাতদার মনে করছ না? আমার কাছে সকাল-সন্ধ্যায় আসমানের খবর আসছে। অতঃপর গর্তে ঢোকা চোখ, ফোলা গাল বা স্ফীত গাল, উঁচু কপাল ঘন দাড়ি নেড়া মাথা বিশিষ্ট এক ব্যক্তি নিজের পরনের কাপড় সাপটে ধরে অপবাদের সুরে দাঁড়িয়ে বলল, \nহে আল্লাহর রাসূল! আমি কি তার ঘাড়ে আঘাত হানব না, হত্যা করব না? তিনি বললেনঃ না, কারণ হয়তো সে সলাত আদায়কারী হতে পারে। খালিদ (রাঃ) বললেন, অনেক নামাযী আছে যে মুখে এমন কথা বলে যা তার অন্তরের বিপরীত। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ মানুষের অন্তর বা পেট চিরে দেখার জন্য আমাকে নির্দেশ দেয়া হয়নি। রাবী বলেন, অতঃপর তিনি বললেন, এর মূল থেকে এমন সব লোকের আবির্ভাব হবে যারা সহজেই আল্লাহর কিতাব (কুরআন) পড়তে পারবে, কিন্তু এ পাঠ তাদের কণ্ঠনালী অতিক্রম করবে না। তারা দ্বীন থেকে এমনভাবে বেরিয়ে যাবে যেমন তীর শিকার ভেদ করে বেরিয়ে যায়। রাবী বলেন, আমার মনে হয়, তিনি বলেছেনঃ যদি আমি তাদেরকে পাই, তাহলে সামূদ জাতির ন্যায় তাদেরকে হত্যা করব। (ই.ফা. ২৩২০, ই.সে. ২৩২১)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، حَدَّثَنَا عَبْدُ، الرَّحْمَنِ بْنُ أَبِي نُعْمٍ قَالَ سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ بَعَثَ عَلِيُّ بْنُ أَبِي طَالِبٍ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ الْيَمَنِ بِذَهَبَةٍ فِي أَدِيمٍ مَقْرُوظٍ لَمْ تُحَصَّلْ مِنْ تُرَابِهَا - قَالَ - فَقَسَمَهَا بَيْنَ أَرْبَعَةِ نَفَرٍ بَيْنَ عُيَيْنَةَ بْنِ حِصْنٍ وَالأَقْرَعِ بْنِ حَابِسٍ وَزَيْدِ الْخَيْلِ وَالرَّابِعُ إِمَّا عَلْقَمَةُ بْنُ عُلاَثَةَ وَإِمَّا عَامِرُ بْنُ الطُّفَيْلِ فَقَالَ رَجُلٌ مِنْ أَصْحَابِهِ كُنَّا نَحْنُ أَحَقَّ بِهَذَا مِنْ هَؤُلاَءِ - قَالَ - فَبَلَغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم ‏.‏ فَقَالَ ‏\"‏ أَلاَ تَأْمَنُونِي وَأَنَا أَمِينُ مَنْ فِي السَّمَاءِ يَأْتِينِي خَبَرُ السَّمَاءِ صَبَاحًا وَمَسَاءً ‏\"‏ ‏.‏ قَالَ فَقَامَ رَجُلٌ غَائِرُ الْعَيْنَيْنِ مُشْرِفُ الْوَجْنَتَيْنِ نَاشِزُ الْجَبْهَةِ كَثُّ اللِّحْيَةِ مَحْلُوقُ الرَّأْسِ مُشَمَّرُ الإِزَارِ فَقَالَ يَا رَسُولَ اللَّهِ اتَّقِ اللَّهَ ‏.‏ فَقَالَ ‏\"‏ وَيْلَكَ أَوَلَسْتُ أَحَقَّ أَهْلِ الأَرْضِ أَنْ يَتَّقِيَ اللَّهَ ‏\"‏ ‏.‏ قَالَ ثُمَّ وَلَّى الرَّجُلُ فَقَالَ خَالِدُ بْنُ الْوَلِيدِ يَا رَسُولَ اللَّهِ أَلاَ أَضْرِبُ عُنُقَهُ فَقَالَ ‏\"‏ لاَ لَعَلَّهُ أَنْ يَكُونَ يُصَلِّي ‏\"‏ ‏.‏ قَالَ خَالِدٌ وَكَمْ مِنْ مُصَلٍّ يَقُولُ بِلِسَانِهِ مَا لَيْسَ فِي قَلْبِهِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنِّي لَمْ أُومَرْ أَنْ أَنْقُبَ عَنْ قُلُوبِ النَّاسِ وَلاَ أَشُقَّ بُطُونَهُمْ ‏\"‏ ‏.‏ قَالَ ثُمَّ نَظَرَ إِلَيْهِ وَهُوَ مُقَفٍّ فَقَالَ ‏\"‏ إِنَّهُ يَخْرُجُ مِنْ ضِئْضِئِ هَذَا قَوْمٌ يَتْلُونَ كِتَابَ اللَّهِ رَطْبًا لاَ يُجَاوِزُ حَنَاجِرَهُمْ يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ - قَالَ أَظُنُّهُ قَالَ - لَئِنْ أَدْرَكْتُهُمْ لأَقْتُلَنَّهُمْ قَتْلَ ثَمُودَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}