{
  "hadith": {
    "hadith_id": 2357,
    "narrator": "যায়দ ইবনু ওয়াহব আল জুহানী",
    "bn": "যে সৈন্যদল ‘আলী (রাঃ)-এর সাথে খারিজীদের বিরুদ্ধে অভিযান চালিয়েছিল - তিনি তাদের সাথে উপস্হিত ছিলেন। ‘আলী (রাঃ) বললেন, হে লোক সকল! রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলতে শুনেছিঃ  “আমার উম্মাতের মধ্যে এমন সম্প্রদায়ের আবির্ভাব ঘটবে যারা কুরআন পাঠ করবে। তোমাদের পাঠ তাদের পাঠের তুলনায় নিম্মমানের হবে। অনুরূপভাবে তাদের সালাম ও সিয়া্মের তুলানায় তোমাদের সলাত-সিয়াম সামান্য বলে মনে হবে। কুরআন পাঠ করে তারা ধারণা করবে এতে তাদের লাভ হচ্ছে। অথচ এটা তাদের জন্য ক্ষতিরই কারণ হবে। তাদের সালাত তাদের কন্ঠনালী অতিক্রম করবে না। তারা ইসলাম থেকে এমনভাবে বেরিয়ে যাবে যেমনটি তীর বেরিয়ে যায় শিকার থেকে। আর যে সৈন্যদল তাদের বিরুদ্ধে অভিযান চালাবে তারা যদি তাদের নীরব মাধ্যমে কৃত ওয়া’দা সম্পর্কে জানতে পারত তাহলে তারা এ কাজের (পুরস্কারের) উপরই ভরসা করে বসে থাকত। সে দলের চিহ্ন হলো – তাদের মধ্যে এমন এক লোক থাকবে যার বাহুর অগ্রভাগে স্ত্রীলোকের স্তনের বোঁটার ন্যায় একটি মাংসপেশি থাকবে। এর সাদা পশম থাকবে। ‘আলী (রাঃ) বলেন, অতএব তোমরা মু’আবিয়াহ ও সিরিয়ার অধিবাসীদের বিরুদ্ধে অভিযানে যাচ্ছ। অপরদিকে তোমরা নিজেদের সন্তান-সন্তুতি ও ধন-সম্পদের পিছনে এদেরকে (খারিজী) রেখে যাচ্ছ। আল্লাহর শপথ ! আমার বিশ্বাস এরাই হচ্ছে সেই সম্প্রদায় (যাদের বিরুদ্ধে অস্ত্র ধারণ করার ব্যাপারে তোমাদের নির্দেশ দেয়া হয়েছে)। কেননা এরা অবৈধভাবে রক্তপাত ঘটিয়েছে ও মানুষের গবাদি পশু লুটপাট করেছে। সুতরাং আল্লাহর নাম নিয়ে যাত্রা শুরু কর।\nসালামহ ইবনু কুহায়ল বলেন, অতঃপর যায়দ ইবনু ওয়াহব (রাঃ) প্রতিটি মঞ্জিলের বর্ণনায় আমাকে দেয়েছেন। এমনকি তিনি বলেছেন, “আমারা একটি পুলের উপর দিয়ে অতিক্রম করে খারিজীদের মুখোমুখি হলাম। এ দিন ‘আবদুল্লাহ ইবনু ওয়াহব আর রাসিবী খারিজীদের সেনাপতি ছিলেন। সে তাদেরকে বলল, তোমরা বল্লম ফেলে দিয়ে খাপ থেকে তরবারি বের কর। কেননা আমার আশঙ্কা হচ্ছে, তারা হারূরার দিনের ন্যায় আজও তোমাদের উপর চরম আঘাত হানবে। সুতরাং তারা ফিরে গিয়ে বল্লম ফেলে দিয়ে তরবারি খাপ থেকে বের করে নিল।  লোকজন বল্লম দিয়ে তাদের বিরুদ্ধে অবতীর্ণ হল। তারা একের পর এক নিহত হতে লাগল। সেদিন ‘আলী (রাঃ)-এর দল থেকে মাত্র দু’জন লোক নিহত হল। অতঃপর ‘আলী (রাঃ) বললেন, তোমরা এদের মধ্যে থেকে সে বিকলাঙ্গ ব্যাক্তিকে খুঁজে বের কর। অতঃপর তারা তাকে খুঁজে পেল না। তখন ‘আলী (রাঃ) নিজেই দাঁড়ালেন এবং নিহতদের পাশে গিয়ে লাশগুলো সরাবার নির্দেশ দিলেন। তিনি তাকে জমীনের উপর পড়ে থাকা অবস্হায় দেখতে পেয়ে – “আল্ল-হু আকবর” বলে উঠলেন। অতঃপর তিনি পুনরায় বললেন, “আল্লাহ তা’য়ালা সত্য কথাই বলেছেন এবং তাঁর রাসুল সঠিক সংবাদ পৌছিয়েছেন”। রাবী বলেন, এরপর ‘আবিদাহ আস সালমানী তাঁর কাছে দাঁড়িয়ে বললেন, হে আমীরুল মু’মিনীন! সে মহান আল্লাহর শপথ যিনি ছাড়া অন্য কোন মা’বুদ নেই। আমিও এ হাদীসটি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে শুনেছি। এভাবে  তিনি (‘আলী) তিনবার শপথ করে ‘আবদাহ্ আস সালমানীকে একই কথার পুনরাবৃত্তি করলেন। (ই. ফা. ২৩৩৫ ই. সে. ২৩৩৫)",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ بْنُ هَمَّامٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، حَدَّثَنَا سَلَمَةُ بْنُ كُهَيْلٍ، حَدَّثَنِي زَيْدُ بْنُ وَهْبٍ الْجُهَنِيُّ، أَنَّهُ كَانَ فِي الْجَيْشِ الَّذِينَ كَانُوا مَعَ عَلِيٍّ - رضى الله عنه - الَّذِينَ سَارُوا إِلَى الْخَوَارِجِ فَقَالَ عَلِيٌّ رضى الله عنه أَيُّهَا النَّاسُ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ يَخْرُجُ قَوْمٌ مِنْ أُمَّتِي يَقْرَءُونَ الْقُرْآنَ لَيْسَ قِرَاءَتُكُمْ إِلَى قِرَاءَتِهِمْ بِشَىْءٍ وَلاَ صَلاَتُكُمْ إِلَى صَلاَتِهِمْ بِشَىْءٍ وَلاَ صِيَامُكُمْ إِلَى صِيَامِهِمْ بِشَىْءٍ يَقْرَءُونَ الْقُرْآنَ يَحْسِبُونَ أَنَّهُ لَهُمْ وَهُوَ عَلَيْهِمْ لاَ تُجَاوِزُ صَلاَتُهُمْ تَرَاقِيَهُمْ يَمْرُقُونَ مِنَ الإِسْلاَمِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ ‏\"‏ ‏.‏ لَوْ يَعْلَمُ الْجَيْشُ الَّذِينَ يُصِيبُونَهُمْ مَا قُضِيَ لَهُمْ عَلَى لِسَانِ نَبِيِّهِمْ صلى الله عليه وسلم لاَتَّكَلُوا عَنِ الْعَمَلِ وَآيَةُ ذَلِكَ أَنَّ فِيهِمْ رَجُلاً لَهُ عَضُدٌ وَلَيْسَ لَهُ ذِرَاعٌ عَلَى رَأْسِ عَضُدِهِ مِثْلُ حَلَمَةِ الثَّدْىِ عَلَيْهِ شَعَرَاتٌ بِيضٌ فَتَذْهَبُونَ إِلَى مُعَاوِيَةَ وَأَهْلِ الشَّامِ وَتَتْرُكُونَ هَؤُلاَءِ يَخْلُفُونَكُمْ فِي ذَرَارِيِّكُمْ وَأَمْوَالِكُمْ وَاللَّهِ إِنِّي لأَرْجُو أَنْ يَكُونُوا هَؤُلاَءِ الْقَوْمَ فَإِنَّهُمْ قَدْ سَفَكُوا الدَّمَ الْحَرَامَ وَأَغَارُوا فِي سَرْحِ النَّاسِ فَسِيرُوا عَلَى اسْمِ اللَّهِ ‏.‏ قَالَ سَلَمَةُ بْنُ كُهَيْلٍ فَنَزَّلَنِي زَيْدُ بْنُ وَهْبٍ مَنْزِلاً حَتَّى قَالَ مَرَرْنَا عَلَى قَنْطَرَةٍ فَلَمَّا الْتَقَيْنَا وَعَلَى الْخَوَارِجِ يَوْمَئِذٍ عَبْدُ اللَّهِ بْنُ وَهْبٍ الرَّاسِبِيُّ فَقَالَ لَهُمْ أَلْقُوا الرِّمَاحَ وَسُلُّوا سُيُوفَكُمْ مِنْ جُفُونِهَا فَإِنِّي أَخَافُ أَنْ يُنَاشِدُوكُمْ كَمَا نَاشَدُوكُمْ يَوْمَ حَرُورَاءَ ‏.‏ فَرَجَعُوا فَوَحَّشُوا بِرِمَاحِهِمْ وَسَلُّوا السُّيُوفَ وَشَجَرَهُمُ النَّاسُ بِرِمَاحِهِمْ - قَالَ - وَقُتِلَ بَعْضُهُمْ عَلَى بَعْضٍ وَمَا أُصِيبَ مِنَ النَّاسِ يَوْمَئِذٍ إِلاَّ رَجُلاَنِ فَقَالَ عَلِيٌّ رضى الله عنه الْتَمِسُوا فِيهِمُ الْمُخْدَجَ ‏.‏ فَالْتَمَسُوهُ فَلَمْ يَجِدُوهُ فَقَامَ عَلِيٌّ - رضى الله عنه - بِنَفْسِهِ حَتَّى أَتَى نَاسًا قَدْ قُتِلَ بَعْضُهُمْ عَلَى بَعْضٍ قَالَ أَخِّرُوهُمْ ‏.‏ فَوَجَدُوهُ مِمَّا يَلِي الأَرْضَ فَكَبَّرَ ثُمَّ قَالَ صَدَقَ اللَّهُ وَبَلَّغَ رَسُولُهُ - قَالَ - فَقَامَ إِلَيْهِ عَبِيدَةُ السَّلْمَانِيُّ فَقَالَ يَا أَمِيرَ الْمُؤْمِنِينَ اللَّهَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ لَسَمِعْتَ هَذَا الْحَدِيثَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ إِي وَاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ ‏.‏ حَتَّى اسْتَحْلَفَهُ ثَلاَثًا وَهُوَ يَحْلِفُ لَهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}