{
  "hadith": {
    "hadith_id": 2371,
    "narrator": "‘আবদুল মুত্ত্বালিব ইবনু রবী’আহ্‌ ইবনু হারিস (রাঃ)",
    "bn": "তিনি বলেন, একদা রবী’আহ্‌ ইবনু হারিস ও ‘আব্বাস ইবনু ‘আবদুল মুত্তালিব (রাঃ) সম্মিলিতভাবে বললেন, আল্লাহর শপথ! আমরা এ ছেলে দু’টিকে অর্থাৎ আমি ও ফায্‌ল ইবনু ‘আব্বাস (রাঃ)-কে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে যদি পাঠিয়ে দিতাম এবং তারা উভয়ে তার কাছে গিয়ে তাদেরকে যাকাত আদায়কারী হিসেবে নিয়োগের জন্য আবেদন করত। অতঃপর তারা অন্যান্য আদায়কারীদের ন্যায় যাকাত আদায় করে এনে দিতে এবং অন্যান্যরা যেভাবে পারিশ্রামিক পায় তারাও সেভাবে পারিশ্রামিক পেত। রাবী বলেন, তাঁরা এ ব্যাপার নিয়ে আলাপ করছিলেন, এমন সময় ‘আলী ইবনু আবূ ত্বলিব (রাঃ) এসে তাঁদের মাঝে দাঁড়ালেন। তাঁরা এ প্রস্তাবটি তাঁর কাছে উত্থাপন করলেন। ‘আলী (রাঃ) বললেন, তোমরা এ কাজ করো না। আল্লাহর শপথ! তিনি এটা করবেন না (কারণ আমাদের জন্য যাকাত হারাম)। তখন রাবী’আহ্‌ ইবনু হারিস (রাঃ) তাঁর প্রতি অসন্তুষ্ট হয়ে বললেন, আল্লাহর শপথ! “তুমি শুধু বিদ্বেষের বশীভূত হয়েই আমাদের সাথে এরূপ করছো। অথচ তুমি যে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জামাতা হওয়ার সৌভাগ্য লাভ করেছো এজন্যে তো তোমার প্রতি আমরা কোন প্রকার বিদ্বেষ পোষণ করছি না!” তখন ‘আলী (রাঃ) বললেন, এদের দু’জনকে পাঠিয়ে দাও। অতঃপর তারা উভয়ে চলে গেল এবং ‘আলী (রাঃ) বিছানায় শুয়ে থাকলেন। ‘আবদুল মুত্ত্বালিব ইবনু রাবী’আহ্‌ বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুহরের সলাত আদায় করলেন। আমরা তাড়াতাড়ি করে তাঁর প্রত্যাবর্তন করার পূর্বেই তাঁর কামরার কাছে গিয়ে তাঁর অপেক্ষায় দাঁড়িয়ে থাকলাম। তিনি এসে আমাদের দু’জনের কান ধরে (স্নেহসিক্ত কন্ঠে) বললেন, “কোন মতলবে এসেছো, আসল কথাটা সাহস করে বলে ফেলো।” তারপর তিনি ও আমরা হুজরার মধ্যে প্রবেশ করলাম। এ সময় তিনি যায়নাব বিনতু জাহ্‌শ (রাঃ)-এর ঘরে অবস্থান করছিলেন। রাবী বলেন, এবার আমরা পরস্পরকে কথাটি তোলার জন্য বলছিলাম। অবশেষে আমাদের একজনে বললাম, হে আল্লাহর রসূল! “আপনি সর্বশ্রেষ্ট অনুগ্রহকারী এবং আত্মীয়তার সম্পর্ক রক্ষাকারী। আমাদের এখন বিয়ের বয়স হয়েছে, অথচ আমরা বেকার। তাই আপনার শরনাপন্ন হয়েছি, অন্যান্য যাকাত আদায়কারীদের মত আপনি আমাদেরকেও যাকাত আদায়কারী হিসেবে নিয়োগ করুন; অন্যান্যরা যেভাবে যাকাত আদায় করে এনে দেয় আমরা তাই করব এবং তাতে আমরাও কিছু পারিশ্রামিক পাব।” এ কথার পর তিনি দীর্ঘ সময় ধরে চুপ করে থাকলেন। এমনকি আমরা পুনর্বার কথা বলার প্রস্তুতি নিচ্ছিলাম। পর্দার আড়াল থেকে যায়নাব (রাঃ) কথা না বলার জন্য আমাদেরকে ইঙ্গিত করলেন। অতঃপর তিনি বললেন, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পরিবার-পরিজন তথা বংশধরদের জন্য ‘যাকাত’ গ্রহণ করা সমীচীন নয়। কেননা যাকাত হলো মানুষের (সম্পদের) ময়লা। বরং তোমরা গিয়ে খুমুসের কোষাধ্যক্ষ মাহ্‌মিয়্যাহ্‌ এবং নাওফাল ইবনু হারিস ইবনু ‘আবদুল মুত্ত্বালিবকে আমার কাছে ডেকে আনো। রাবী বলেন, তারা দু’জনে উপস্থিত হলে প্রথমে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাহ্‌মিয়্যাহ্‌ বললেনঃ  “তুমি তোমার কন্যাকে এ ছেলে অর্থাৎ ফায্‌ল ইবনু ‘আব্বাসের সাথে বিয়ে দাও। তিনি তাই করলেন। অতঃপর তিনি নাওফাল ইবনু হারিসকে বললেনঃ তুমি এ ছেলের (অর্থাৎ আমার) সাথে তোমার কন্যার বিয়ে দাও। তিনি আমাকে বিয়ে করিয়ে দিলেন। অতঃপর তিনি মাহ্‌মিয়্যাকে বললেন, এ দু’জনের পক্ষ থেকে এত এত পরিমাণ মুহরানা খুমুসের তহবিল থেকে আদায় করে দাও। \nযুহরী বলেন, আমার শায়খ ‘আবদুল্লাহ ইবনু ‘আবদুল্লাহ আমার কাছে মুহরের নির্দিষ্ট কোন পরিমাণ উল্লেখ করেননি। (ই. ফা. ২৩৪৯, ই. সে. ২৩৪৯)",
    "ar": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ الضُّبَعِيُّ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ مَالِكٍ، عَنِ الزُّهْرِيِّ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ بْنِ نَوْفَلِ بْنِ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ، حَدَّثَهُ أَنَّ عَبْدَ الْمُطَّلِبِ بْنَ رَبِيعَةَ بْنِ الْحَارِثِ حَدَّثَهُ قَالَ اجْتَمَعَ رَبِيعَةُ بْنُ الْحَارِثِ وَالْعَبَّاسُ بْنُ عَبْدِ الْمُطَّلِبِ فَقَالاَ وَاللَّهِ لَوْ بَعَثْنَا هَذَيْنِ الْغُلاَمَيْنِ - قَالاَ لِي وَلِلْفَضْلِ بْنِ عَبَّاسٍ - إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَكَلَّمَاهُ فَأَمَّرَهُمَا عَلَى هَذِهِ الصَّدَقَاتِ فَأَدَّيَا مَا يُؤَدِّي النَّاسُ وَأَصَابَا مِمَّا يُصِيبُ النَّاسُ - قَالَ - فَبَيْنَمَا هُمَا فِي ذَلِكَ جَاءَ عَلِيُّ بْنُ أَبِي طَالِبٍ فَوَقَفَ عَلَيْهِمَا فَذَكَرَا لَهُ ذَلِكَ فَقَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ لاَ تَفْعَلاَ فَوَاللَّهِ مَا هُوَ بِفَاعِلٍ ‏.‏ فَانْتَحَاهُ رَبِيعَةُ بْنُ الْحَارِثِ فَقَالَ وَاللَّهِ مَا تَصْنَعُ هَذَا إِلاَّ نَفَاسَةً مِنْكَ عَلَيْنَا فَوَاللَّهِ لَقَدْ نِلْتَ صِهْرَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَمَا نَفِسْنَاهُ عَلَيْكَ ‏.‏ قَالَ عَلِيٌّ أَرْسِلُوهُمَا ‏.‏ فَانْطَلَقَا وَاضْطَجَعَ عَلِيٌّ - قَالَ - فَلَمَّا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم الظُّهْرَ سَبَقْنَاهُ إِلَى الْحُجْرَةِ فَقُمْنَا عِنْدَهَا حَتَّى جَاءَ فَأَخَذَ بِآذَانِنَا ‏.‏ ثُمَّ قَالَ ‏\"‏ أَخْرِجَا مَا تُصَرِّرَانِ ‏\"‏ ثُمَّ دَخَلَ وَدَخَلْنَا عَلَيْهِ وَهُوَ يَوْمَئِذٍ عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ - قَالَ - فَتَوَاكَلْنَا الْكَلاَمَ ثُمَّ تَكَلَّمَ أَحَدُنَا فَقَالَ يَا رَسُولَ اللَّهِ أَنْتَ أَبَرُّ النَّاسِ وَأَوْصَلُ النَّاسِ وَقَدْ بَلَغْنَا النِّكَاحَ فَجِئْنَا لِتُؤَمِّرَنَا عَلَى بَعْضِ هَذِهِ الصَّدَقَاتِ فَنُؤَدِّيَ إِلَيْكَ كَمَا يُؤَدِّي النَّاسُ وَنُصِيبَ كَمَا يُصِيبُونَ - قَالَ - فَسَكَتَ طَوِيلاً حَتَّى أَرَدْنَا أَنْ نُكَلِّمَهُ - قَالَ - وَجَعَلَتْ زَيْنَبُ تُلْمِعُ عَلَيْنَا مِنْ وَرَاءِ الْحِجَابِ أَنْ لاَ تُكَلِّمَاهُ - قَالَ - ثُمَّ قَالَ ‏\"‏ إِنَّ الصَّدَقَةَ لاَ تَنْبَغِي لآلِ مُحَمَّدٍ ‏.‏ إِنَّمَا هِيَ أَوْسَاخُ النَّاسِ ادْعُوَا لِي مَحْمِيَةَ - وَكَانَ عَلَى الْخُمُسِ - وَنَوْفَلَ بْنَ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ ‏\"‏ ‏.‏ قَالَ فَجَاءَاهُ فَقَالَ لِمَحْمِيَةَ ‏\"‏ أَنْكِحْ هَذَا الْغُلاَمَ ابْنَتَكَ ‏\"‏ ‏.‏ لِلْفَضْلِ بْنِ عَبَّاسٍ فَأَنْكَحَهُ وَقَالَ لِنَوْفَلِ بْنِ الْحَارِثِ ‏\"‏ أَنْكِحْ هَذَا الْغُلاَمَ ابْنَتَكَ ‏\"‏ ‏.‏ لِي فَأَنْكَحَنِي وَقَالَ لِمَحْمِيَةَ ‏\"‏ أَصْدِقْ عَنْهُمَا مِنَ الْخُمُسِ كَذَا وَكَذَا ‏\"‏ ‏.‏ قَالَ الزُّهْرِيُّ وَلَمْ يُسَمِّهِ لِي ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}