{
  "hadith": {
    "hadith_id": 255,
    "narrator": "ওয়ায়িল (রাঃ)",
    "bn": "ওয়ায়িল (রাঃ) বলেন হাযরামাওতের জনৈক ব্যক্তি কিনদীর এক ব্যক্তিকে নিয়ে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে উপস্থিত হয়। হাযরামাওতবাসী লোকটি বলল, হে আল্লাহর রসূল! এ ব্যক্তি আমার একটি পৈতৃক ভূমি জোর করে দখল করে। কিনদী বলে উঠল না, এতো আমারই সম্পত্তি এবং আমারই দখলে আছে। এতে আমি চাষাবাদ করি, এতে কারোর কোন অধিকার নেই। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাযরামাওতবাসীকে বললেনঃ তোমার কোন সাক্ষী আছে? সে উত্তর দিল, না। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তা হলে এ বিষয়ে বিবাদী কসম করবে। হাযরামাওতবাসী বলল, হে আল্লাহর রসূল! এতো অসৎ লোক, কসম করার বিষয়ে তার আদৌ পরোয়া নেই। আর সে কোন কিছুরই বাছ বিচার করে না। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এছাড়া তার কাছ থেকে তোমার নেয়ার আর কোন পথ নেই। এরপর কিনদী শপথ করতে উদ্যোগ নিল। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, যদি সে (কিনদী) অন্যায়ভাবে সম্পদ আত্মসাৎ করার জন্য শপথ করে তবে সে অবশ্যই আল্লাহর কাছে এমন অবস্থায় উপস্থিত হবে যে, তিনি তাঁর মুখ ফিরিয়ে নিবেন। (ই.ফা. ২৫৭; ই.সে. ২৬৬)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَهَنَّادُ بْنُ السَّرِيِّ وَأَبُو عَاصِمٍ الْحَنَفِيُّ - وَاللَّفْظُ لِقُتَيْبَةَ - قَالُوا حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلٍ، عَنْ أَبِيهِ، قَالَ جَاءَ رَجُلٌ مِنْ حَضْرَمَوْتَ وَرَجُلٌ مِنْ كِنْدَةَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ الْحَضْرَمِيُّ يَا رَسُولَ اللَّهِ إِنَّ هَذَا قَدْ غَلَبَنِي عَلَى أَرْضٍ لِي كَانَتْ لأَبِي ‏.‏ فَقَالَ الْكِنْدِيُّ هِيَ أَرْضِي فِي يَدِي أَزْرَعُهَا لَيْسَ لَهُ فِيهَا حَقٌّ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلْحَضْرَمِيِّ ‏\"‏ أَلَكَ بَيِّنَةٌ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ فَلَكَ يَمِينُهُ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ إِنَّ الرَّجُلَ فَاجِرٌ لاَ يُبَالِي عَلَى مَا حَلَفَ عَلَيْهِ وَلَيْسَ يَتَوَرَّعُ مِنْ شَىْءٍ ‏.‏ فَقَالَ ‏\"‏ لَيْسَ لَكَ مِنْهُ إِلاَّ ذَلِكَ ‏\"‏ فَانْطَلَقَ لِيَحْلِفَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَمَّا أَدْبَرَ ‏\"‏ أَمَا لَئِنْ حَلَفَ عَلَى مَالِهِ لِيَأْكُلَهُ ظُلْمًا لَيَلْقَيَنَّ اللَّهَ وَهُوَ عَنْهُ مُعْرِضٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}