{
  "hadith": {
    "hadith_id": 256,
    "narrator": "ওয়ায়িল ইবনু হুজ্‌র (রাঃ)",
    "bn": "আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে উপস্থিত ছিলাম। ইত্যবসরে দু’ব্যক্তি তাঁর নিকট এসে একটি ভূমি সম্পর্কে বিচার প্রার্থনা করে। তন্মধ্যে একজন বলল, হে আল্লাহর রসূল! জাহিলী যুগে এ ব্যক্তি আমার ভূমি জোর করে দখল করেছে। বর্ণনাকারী বলেন, বিচার প্রার্থনাকারী ছিল ইমরুল কায়স ইবনু ‘আবিস আল কিনদী আর তার বিবাদী ছিল রাবি’আহ ইবনু ‘আব্‌দান। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমার সাক্ষী পেশ কর। লোকটি বলল, আমার কোন সাক্ষী নেই। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তা হলে বিবাদী থেকে কসম নেয়া হবে। লোকটি বলল, তবে তো সে মিথ্যা কসম করে সম্পত্তি আত্মসাৎ করবে। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এছাড়া তার কাছ থেকে তোমার নেয়ার আর কোন পথ নেই। বর্ণনাকারী বলেন, এরপর বিবাদী যখন শপথ করার জন্য প্রস্তুত হলো, তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যে অন্যায়ভাবে সম্পত্তি আত্মসাৎ করবে সে আল্লাহর কাছে এমন অবস্থায় উপস্থিত হবে যে, তিনি তার প্রতি রেগে থাকবেন। রাবী ইসহাক্‌ তার বর্ণনায় (আরবী) (রাবী’আহ্‌ ইবনু ‘আইদান) উল্লেখ করেন। [৫০] (ই.ফা. ২৫৮; ই.সে. ২৬৭)",
    "ar": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، جَمِيعًا عَنْ أَبِي الْوَلِيدِ، قَالَ زُهَيْرٌ حَدَّثَنَا هِشَامُ بْنُ عَبْدِ الْمَلِكِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلٍ، عَنْ وَائِلِ بْنِ حُجْرٍ، قَالَ كُنْتُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَتَاهُ رَجُلاَنِ يَخْتَصِمَانِ فِي أَرْضٍ فَقَالَ أَحَدُهُمَا إِنَّ هَذَا انْتَزَى عَلَى أَرْضِي يَا رَسُولَ اللَّهِ فِي الْجَاهِلِيَّةِ - وَهُوَ امْرُؤُ الْقَيْسِ بْنُ عَابِسٍ الْكِنْدِيُّ وَخَصْمُهُ رَبِيعَةُ بْنُ عِبْدَانَ - قَالَ ‏\"‏ بَيِّنَتُكَ ‏\"‏ ‏.‏ قَالَ لَيْسَ لِي بَيِّنَةٌ ‏.‏ قَالَ ‏\"‏ يَمِينُهُ ‏\"‏ ‏.‏ قَالَ إِذًا يَذْهَبُ بِهَا ‏.‏ قَالَ ‏\"‏ لَيْسَ لَكَ إِلاَّ ذَاكَ ‏\"‏ ‏.‏ قَالَ فَلَمَّا قَامَ لِيَحْلِفَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنِ اقْتَطَعَ أَرْضًا ظَالِمًا لَقِيَ اللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُ ‏\"‏ ‏.‏ قَالَ إِسْحَاقُ فِي رِوَايَتِهِ رَبِيعَةُ بْنُ عَيْدَانَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৫০] ইমাম নাবাবী (রহঃ) বলেন : এ হাদীস হতে কতগুলো মাসআলা লক্ষ্য করা যায়-\n (১) অধিকার দখলকারী বেশী হাক্‌দার হবে, যার দখলে নেই তার থেকে। (২) বিবাদী অস্বীকার করবে আর বাদীর নিকট কোন সাক্ষী থাকবে না, তখন বিবাদী কসম খাবে। (৩) দখলের চাইতে সাক্ষী কার্যকরী বেশী। কাজেই যার নিকটে সাক্ষী থাকবে তার সাক্ষীর সাক্ষ্য নেয়ার পর তাকেই অভিযুক্ত জিনিসটি প্রদান করা হবে। কসমের প্রয়োজন হবে না। (৪) বিবাদী যদি অসৎ ফাসিক হয় তাহলেও তার কসম গ্রহণ করা হবে। এর সাথে বাদীর দাবী শেষ হয়ে যাবে। (৫) বাদী ও বিবাদী পরস্পর ঝগড়ার সময় যালিম, পাপী ইত্যাদি বললে, তার জন্য তাদের অভিযুক্ত করা হবে না বা শাস্তি দেয়া হবে না। (৬) যদি উত্তরাধিকারী দাবী করে মূল ব্যক্তির (যার মাধ্যম হতে সে উত্তরাধিকার প্রাপ্ত হয়েছে) পক্ষ হতে এবং বিচারক জানতে পারেন যে, মূল ব্যক্তি মারা গেছে, আর তার বাদী ছাড়া আর কেউ নেই। তখন বাদীকে উত্তরাধিকারী হিসেবে মীমাংসা করা সঠিক হবে। কসম গ্রহণের কোন প্রয়োজন নেই। কিন্তু যদি বিচারক জানতে না পারেন তাহলে উত্তরধিকারী প্রমাণের জন্য বাদীর নিকট কসম গ্রহণ করতে হবে। তারপর তার দাবী প্রাপ্যের ব্যাপারেও কসম গ্রহণ করতে হবে। (সংক্ষিপ্ত নাবাবী)",
    "chapter": {
      "chapter_number": "1"
    }
  }
}