{
  "hadith": {
    "hadith_id": 26,
    "narrator": "কাতাদাহ্ (রহঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে ‘আবদুল কায়স গোত্রের প্রতিনিধি দলের সাথে সাক্ষাৎকারী এক ব্যক্তি আমার কাছে হাদীস বর্ণনা করেছেন। (বর্ণনাকারী) সা‘ঈদ বলেছেন, কাতাদাহ্ আবূ নায্‌রার নাম উল্লেখ করেছেন। তিনি আবূ সা‘ঈদ আল খুদরী (রাঃ) থেকে বর্ণনা করেন যে, ‘আবদুল কায়স গোত্রের ক’জন লোক রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বলল, হে আল্লাহর নবী! আমরা রাবী’আহ্‌ গোত্রের লোক। আমাদের ও আপনার মাঝখানে কাফির মুযার গোত্রের অবস্থান। তাই আমরা মাহে হারাম ব্যতীত অন্য কোন সময় আপনার কাছে আসতে পারি না। কাজেই আপনি আমাদেরকে এমন কিছু কাজের নির্দেশ দিন, যা করার জন্য আমরা আমাদের পশ্চাতের অন্যান্য লোকদেরকে হুকুম করবো এবং আমরা নিজেরাও তা বাস্তবায়ন করবো যাতে এর মাধ্যমে জান্নাতে প্রবেশ করতে পারি। অতঃপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমি তোমাদেরকে চারটি কাজের হুকুম করবো, আর চারটি জিনিস থেকে নিষেধ করবো। তোমরা আল্লাহর ‘ইবাদাত করো, তাঁর সাথে অন্য কাউকে অংশীদার করো না, সলাত কায়িম করো, যাকাত দাও এবং রমাযানের সওম পালন কর। আর গনীমাতের সম্পদ থেকে এক পঞ্চমাংশ দান কর এবং তোমাদেরকে চারটি জিনিস (ব্যবহারে) নিষেধ করবোঃ কদুর শুকনো খোল, সবুজ রং লাগানো কলসী, আলকাতরা লাগানো হাঁড়ি-পাতিল ও কাষ্ঠ পাত্র ব্যবহার করতে। তারা বলল, হে আল্লাহর নবী! ‘নাকীর’ (কাষ্ঠ পাত্র) সম্বন্ধে আপনি কতটুকু অবগত? তিনি বললেন, হ্যাঁ। খেজুর গাছের কাণ্ড যা তোমরা খোদাই করে নাও, পরে এর মধ্যে খেজুরের টুকরাগুলো নিক্ষেপ করো, (অর্থাৎ খেজুরের মধ্যে পানি ঢেলে তা দ্বারা ‘নাবীয’ অথবা ‘মদ’ প্রস্তুত করে থাকো)। সা’ঈদ বলেন, অথবা তিনি (নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) বলেছেন, খেজুরের টুকরা নিক্ষেপ করো, পরে তম্মধ্যে কিছু পানি ঢেলে দাও। অবশেষে যখন তার ফেনা থেমে যায় (অর্থাৎ তা মদে পরিণত হয়) তখন তোমরা পান করো। ফলে তোমাদের কেউ অথবা তাদের কেউ মদের নেশায় হিতাহিত জ্ঞান হারিয়ে আপন চাচাত ভাইকে তরবারি দিয়ে হত্যা করে। তিনি (বর্ণনাকারী) বলেন, উক্ত প্রতিনিধি দলের মধ্যে এমন এক ব্যক্তি ছিল যার শরীরের মধ্যে ছিল ক্ষতের চিহ্ন। সে বলল, লজ্জাবশতঃ আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে আমার ক্ষত চিহ্নটি লুকিয়ে রাখলাম এবং বললাম, হে আল্লাহর রসূল! তা হলে আমরা পানীয় বস্তু কিসে পান করবো? তিনি বললেন, চামড়ার থলি বা মশকের মধ্যে যার মুখ রশি দ্বারা বেঁধে দেয়া হয়। তারা বলল, হে আল্লাহর রসূল! আমাদের এলাকায় ইঁদুরের উপদ্রব খুব বেশী, ফলে চামড়ার থলি একটিও নিরাপদে থাকে না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যদিও তা ইঁদুর খেয়ে ফেলে, যদিও তা ইঁদুর খেয়ে ফেলে, যদিও তা ইঁদুর খেয়ে ফেলে। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আবদুল কায়স গোত্রের ক্ষত চিহ্নওয়ালা লোকটির উদ্দেশ্যে বললেন, অবশ্য তোমার মধ্যে এমন দু’টি বৈশিষ্ট্য বিদ্যমান যা আল্লাহর কাছে খুবই প্রিয়- সহিষ্ণুতা ও ধীরতা-নম্রতা। (ই.ফা. ২৬, ই.সে ২৬)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، حَدَّثَنَا ابْنُ عُلَيَّةَ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، قَالَ حَدَّثَنَا مَنْ، لَقِيَ الْوَفْدَ الَّذِينَ قَدِمُوا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ عَبْدِ الْقَيْسِ ‏.‏ قَالَ سَعِيدٌ وَذَكَرَ قَتَادَةُ أَبَا نَضْرَةَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ فِي حَدِيثِهِ هَذَا ‏.‏ أَنَّ أُنَاسًا مِنْ عَبْدِ الْقَيْسِ قَدِمُوا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالُوا يَا نَبِيَّ اللَّهِ إِنَّا حَىٌّ مِنْ رَبِيعَةَ وَبَيْنَنَا وَبَيْنَكَ كُفَّارُ مُضَرَ وَلاَ نَقْدِرُ عَلَيْكَ إِلاَّ فِي أَشْهُرِ الْحُرُمِ فَمُرْنَا بِأَمْرٍ نَأْمُرُ بِهِ مَنْ وَرَاءَنَا وَنَدْخُلُ بِهِ الْجَنَّةَ إِذَا نَحْنُ أَخَذْنَا بِهِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ آمُرُكُمْ بِأَرْبَعٍ وَأَنْهَاكُمْ عَنْ أَرْبَعٍ اعْبُدُوا اللَّهَ وَلاَ تُشْرِكُوا بِهِ شَيْئًا وَأَقِيمُوا الصَّلاَةَ وَآتُوا الزَّكَاةَ وَصُومُوا رَمَضَانَ وَأَعْطُوا الْخُمُسَ مِنَ الْغَنَائِمِ وَأَنْهَاكُمْ عَنْ أَرْبَعٍ عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالْمُزَفَّتِ وَالنَّقِيرِ ‏\"‏ ‏.‏ قَالُوا يَا نَبِيَّ اللَّهِ مَا عِلْمُكَ بِالنَّقِيرِ قَالَ ‏\"‏ بَلَى جِذْعٌ تَنْقُرُونَهُ فَتَقْذِفُونَ فِيهِ مِنَ الْقُطَيْعَاءِ - قَالَ سَعِيدٌ أَوْ قَالَ مِنَ التَّمْرِ - ثُمَّ تَصُبُّونَ فِيهِ مِنَ الْمَاءِ حَتَّى إِذَا سَكَنَ غَلَيَانُهُ شَرِبْتُمُوهُ حَتَّى إِنَّ أَحَدَكُمْ - أَوْ إِنَّ أَحَدَهُمْ - لَيَضْرِبُ ابْنَ عَمِّهِ بِالسَّيْفِ ‏\"‏ ‏.‏ قَالَ وَفِي الْقَوْمِ رَجُلٌ أَصَابَتْهُ جِرَاحَةٌ كَذَلِكَ ‏.‏ قَالَ وَكُنْتُ أَخْبَأُهَا حَيَاءً مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ فَفِيمَ نَشْرَبُ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ فِي أَسْقِيَةِ الأَدَمِ الَّتِي يُلاَثُ عَلَى أَفْوَاهِهَا ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ إِنَّ أَرْضَنَا كَثِيرَةُ الْجِرْذَانِ وَلاَ تَبْقَى بِهَا أَسْقِيَةُ الأَدَمِ ‏.‏ فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَإِنْ أَكَلَتْهَا الْجِرْذَانُ وَإِنْ أَكَلَتْهَا الْجِرْذَانُ وَإِنْ أَكَلَتْهَا الْجِرْذَانُ ‏\"‏ ‏.‏ قَالَ وَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم لأَشَجِّ عَبْدِ الْقَيْسِ ‏\"‏ إِنَّ فِيكَ لَخَصْلَتَيْنِ يُحِبُّهُمَا اللَّهُ الْحِلْمُ وَالأَنَاةُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}