{
  "hadith": {
    "hadith_id": 260,
    "narrator": "হাসান (রহঃ)",
    "bn": "তিনি বলেন, মা’কিল ইবনু ইয়াসারের অসুস্থ অবস্থায় ‘উবাইদুল্লাহ  ইবনু যিয়াদ তাঁর সাক্ষাতে গেলেন এবং কিছু জানতে চাইলেন। তখন মা’কিল (রাঃ) বলেন, আজ তোমাকে এমন একটি হাদীস বর্ণনা করব যা আমি আগে তোমাকে বর্ণনা করার জন্য প্রস্তুত ছিলাম না। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আল্লাহ তা’আলা যাকে জনগণের শাসনভার প্রদান করেন আর সে যদি খিয়ানাতকারীরূপে মৃত্যুবরণ করে, তবে আল্লাহ তার জন্য জান্নাত হারাম করে দিবেন। ‘উবাইদুল্লাহ  বললেন, আপনি কি আজ পর্যন্ত এ হাদীস আমাকে বর্ণনা করেননি? তিনি বললেন, না কখনো বর্ণনা করিনি। অথবা রাবী এ কথা বলেছেন, ‘না, বর্ণনা করতে ইচ্ছুক ছিলাম না। [৫২] (ই.ফা. ২৬২; ই.সে. ২৭২)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، قَالَ دَخَلَ عُبَيْدُ اللَّهِ بْنُ زِيَادٍ عَلَى مَعْقِلِ بْنِ يَسَارٍ وَهُوَ وَجِعٌ فَسَأَلَهُ فَقَالَ إِنِّي مُحَدِّثُكَ حَدِيثًا لَمْ أَكُنْ حَدَّثْتُكَهُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَسْتَرْعِي اللَّهُ عَبْدًا رَعِيَّةً يَمُوتُ حِينَ يَمُوتُ وَهُوَ غَاشٌّ لَهَا إِلاَّ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ ‏\"‏ ‏.‏ قَالَ أَلاَّ كُنْتَ حَدَّثْتَنِي هَذَا قَبْلَ الْيَوْمِ قَالَ مَا حَدَّثْتُكَ أَوْ لَمْ أَكُنْ لأُحَدِّثَكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৫২] মা’কিল ইবনু ইয়াসার তাঁর মৃত্যুর সময় ‘উবাইদুল্লাহ  ইবনু যিয়াদকে উক্ত হাদীস বর্ণনা করে শুনালেন। তিনি জানতেন যে, ‘উবাইদুল্লাহর এ হাদীস হয়ত কোন উপকারে আসবে না। তবুও তিনি বললেন, হাদীস গোপন করা ঠিক নয় মনে করে। আর সে মানুক আর নাই মানুক, ভাল কথা বলে দেয়া দরকার। মা’কিল (রাঃ) তাঁর জীবদ্দশায় বলার প্রয়োজন এজন্য মনে করেননি যে, মানুষ ‘উবাইদুল্লাহ র প্রতি ঘৃণা করে তাঁর ইতায়াত বা অনুসরণ পরিত্যাগ করে, সমাজে বিশৃঙ্খলার সৃষ্টি না হয়। আর ‘উবাইদুল্লাহ ঐ হাদীসের  কারণে তাকে কষ্ট দিতে পারেন। যেহেতু ‘উবাইদুল্লাহ  অত্যাচারী ছিলেন। তিনি প্রিয়নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আত্মীয়দের প্রতি সম্মান প্রদর্শন করতেন না। অন্যান্যরা তো দূরের কথা।\nশাসক তার শাসিত জনগণের সাথে খিয়ানাতের অর্থ শাসককে দ্বীন ও দুনিয়ার সার্বিক কল্যাণ সাধনে সচেষ্ট থাকা অপরিহার্য। যে শাসক জনগণের দীনে আঘাত করে, শারী’আতের সীমালঙ্ঘন করে, জনগণের জান ও মালের হিফাযাত না করে, অন্যায় অত্যাচার করে; অথবা জনগণের সাথে কোন প্রকার সুবিচার করে না; হাক্‌ নষ্ট করে, তাহলে সে দায়িত্বে খিয়ানাত করল, সে জাহান্নামী হবে। হ্যাঁ, যদি সে অত্যাচারকে বৈধ মনে করে, তাহলে চিরস্থায়ী জাহান্নামে বসবাস করবে। অন্যান্য জান্নাতীদের সঙ্গে জান্নাতে প্রবেশ করতে পারবে না। (সংক্ষিপ্ত নাবাবী)",
    "chapter": {
      "chapter_number": "1"
    }
  }
}