{
  "hadith": {
    "hadith_id": 2604,
    "narrator": "উম্মুল মু’মিনীন ‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, একদিন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেন, “হে ‘আয়িশাহ্‌! তোমাদের কাছে কি খাওয়ার মতো কিছু আছে?” আমি বললাম, হে আল্লাহ্‌র রসূল! আমাদের কাছে খাওয়ার মতো কিছুই নেই। তিনি বললেন, আমি সিয়াম পালনকারী। ‘আয়িশা (রাঃ) বলেন, অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাইরে চলে গেলেন। পরে আমাদের জন্য হাদিয়্যাহ্‌ হিসেবে কিছু জিনিস আসলো এবং সাথে সাথে আমাদের কাছে কিছু সংখ্যক মেহমানও আসলো। তিনি আরও বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন ফিরে আসলেন, আমি বললাম, হে আল্লাহ্‌র রসূল! আমাদের কাছে উপঢৌকন হিসেবে কিছু জিনিস এসেছে এবং কয়েকজন মেহমানও এসেছে (তাই হাদিয়্যার বেশীর ভাগ তাদেরকে খাইয়ে দিয়েছি)। আমি তা থেকে কিছু অংশ আপনার জন্য লুকিয়ে রেখেছি। তিনি বললেন, তা কী? আমি বললাম, তা হলো হায়স (খেজুর, পনির ও আটার সমন্বয়ে তৈরি হালুয়া)। তিনি বলেন, তা নিয়ে এসো। অতঃপর আমি তা নিয়ে আসলাম। তিনি তা খেয়ে বললেন, আমি ভোরে সিয়াম পালন করেছিলাম। ত্বল্‌হাহ্‌ বলেন, আমি এ হাদীসটি মুজাহিদের কাছে বর্ণনা করলাম। তিনি বলেন, এটা (এভাবে নাফল সিয়াম ভেঙে ফেলা) এমন ব্যক্তির সাথে তুল্য যে নিজের সম্পদ থেকে সদাক্বাহ্‌ বের করে। অতঃপর সে ইচ্ছা করলে তা দিতেও পারে আর রেখেও দিতে পারে। (ই.ফা. ২৫৮১, ই.সে. ২৫৮০)",
    "ar": "وَحَدَّثَنَا أَبُو كَامِلٍ، فُضَيْلُ بْنُ حُسَيْنٍ حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا طَلْحَةُ، بْنُ يَحْيَى بْنِ عُبَيْدِ اللَّهِ حَدَّثَتْنِي عَائِشَةُ بِنْتُ طَلْحَةَ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ، - رضى الله عنها - قَالَتْ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ ‏\"‏ يَا عَائِشَةُ هَلْ عِنْدَكُمْ شَىْءٌ ‏\"‏ ‏.‏ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا عِنْدَنَا شَىْءٌ ‏.‏ قَالَ ‏\"‏ فَإِنِّي صَائِمٌ ‏\"‏ ‏.‏ قَالَتْ فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأُهْدِيَتْ لَنَا هَدِيَّةٌ - أَوْ جَاءَنَا زَوْرٌ - قَالَتْ - فَلَمَّا رَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم قُلْتُ يَا رَسُولَ اللَّهِ أُهْدِيَتْ لَنَا هَدِيَّةٌ - أَوْ جَاءَنَا زَوْرٌ - وَقَدْ خَبَأْتُ لَكَ شَيْئًا ‏.‏ قَالَ ‏\"‏ مَا هُوَ ‏\"‏ ‏.‏ قُلْتُ حَيْسٌ ‏.‏ قَالَ ‏\"‏ هَاتِيهِ ‏\"‏ ‏.‏ فَجِئْتُ بِهِ فَأَكَلَ ثُمَّ قَالَ ‏\"‏ قَدْ كُنْتُ أَصْبَحْتُ صَائِمًا ‏\"‏ ‏.‏ قَالَ طَلْحَةُ فَحَدَّثْتُ مُجَاهِدًا بِهَذَا الْحَدِيثِ فَقَالَ ذَاكَ بِمَنْزِلَةِ الرَّجُلِ يُخْرِجُ الصَّدَقَةَ مِنْ مَالِهِ فَإِنْ شَاءَ أَمْضَاهَا وَإِنْ شَاءَ أَمْسَكَهَا‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}