{
  "hadith": {
    "hadith_id": 2620,
    "narrator": "ইয়াহ্‌ইয়া (রহঃ)",
    "bn": "তিনি বলেন, আমি ও ‘আবদুল্লাহ ইবনু ইয়াযীদ আবূ সালামার সাথে সাক্ষাতের উদ্দেশে রওনা হলাম। অবশেষে আমরা তার বাড়িতে গিয়ে পৌছলাম। তার বাড়ির সামনেই ছিল একটি মাসজিদ। আমরা সেখানে গিয়ে বসলাম এবং তাকে খবর দেয়ার জন্য একটি লোক পাঠালাম। তিনি বাড়ির ভিতর থেকে বের হয়ে আমাদের কাছে এসে বললেন, তোমরা ইচ্ছে করলে ঘরে গিয়েও বসতে পার অথবা এখানেও বসতে পার। আমরা বললাম, অবশ্যই আমরা এখানে বসব। অতঃপর তিনি আমাদের কাছে হাদীস বর্ণনা করতে শুরু করলেন। তিনি বললেন, ‘আবদুল্লাহ ইবনু ‘আম্‌র ইবনুল ‘আস (রাঃ) আমার কাছে বলেছেন, আমি সর্বদা সিয়াম পালন করতাম এবং প্রতি রাতেই (রাতভর) কু্রআন তিলাওয়াত করতাম। পরে হয়ত বা আমার ব্যাপারে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে আলোচনা করা হয়েছে অথবা (রাবীর সন্দেহ) তিনি নিজেই আমাকে ডেকে পাঠিয়েছেন। আমি গিয়ে তাঁর কাছে হাজির হলাম। তিনি বললেন, আমি জানতে পারলাম, তুমি নাকি সর্বদা সিয়াম পালন কর এবং প্রতি রাতেই (সারারাত) কুরআন তিয়াওয়াত কর? আমি বললাম, হ্যাঁ, হে আল্লাহর নবী! আমি বললাম, হে আল্লাহর নবী! আমি কল্যাণ লাভ করার উদ্দেশেই তা করে থাকি। তিনি বললেন, প্রতি মাসে তিনটি করে সিয়াম পালন করাই তোমার জন্য যথেষ্ট। তখন আমি বললাম, আমি এর চেয়েও বেশী করতের সক্ষম। তিনি বললেন, (এরূপ করো না)। কেননা তোমার উপর তোমার স্ত্রীর অধিকার রয়েছে, যারা তোমার সাথে সাক্ষাৎ করতে আসে তাদেরও তোমার উপর অধিকার রয়েছে। আর তোমার উপর তোমার দেহেরও হাক্ব আছে। তাই তুমি আল্লাহর নবী দাউদ (আঃ)-এর সিয়াম অনুসরণ কর। কেননা তিনি মানুষের মধ্যে সবচেয়ে বেশী ‘ইবাদাত করতেন। ‘আবদুল্লাহ ইবনু ‘আম্‌র (রাঃ) বলেন, আমি বললাম, হে আল্লাহর নবী! দাউদ (আঃ)-এর সিয়াম কী? তিনি বললেন, দাউদ (‘আঃ) একদিন সিয়াম পালন করতেন এবং একদিন পালন করতেন না (অর্থাৎ একদিন পরপর সিয়াম পালন করতেন)।\n\nতিনি (আরো) বললেন, তুমি প্রতি মাসে একবার কুরআন খতম কর। আমি বললাম, হে আল্লাহর নবী! আমি এর চেয়েও বেশী পড়ার সামর্থ্য রাখি। তিনি বললেন, তাহলে তুমি প্রতি বিশ দিনে একবার কুরআন খতম কর। আমি আরয করলাম, হে আল্লাহর নবী! আমি এর চেয়েও বেশী করতে সক্ষম। তিনি বললেন, তাহলে তুমি প্রতি দশ দিনে একবার কুরআন খতম কর। আমি আবার বললাম, হে আল্লাহর নবী এর চেয়েও বেশী পারি। তিনি বললেন, তুমি সাতদিন অন্তর কুরআন খতম কর, তবে এর চেয়ে বেশী পড়ো না। কেননা তোমার উপর তোমার স্ত্রীর হাক্ব আছে, তোমারে সাক্ষাতপ্রার্থীদেরও তোমার উপর হাক্ব আছে, আর তোমার শরীরেরও তোমার উপর হাক্ব আছে। ‘আবদুল্লাহ (রাঃ) বলেন, আমি (সর্বদা সিয়াম পালন করে) নিজের উপর কঠোরতা করেছি। ফলে (আমার উপরও) কঠোরতা চেপে বসেছে। তিনি আরো বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলেছিলেন, তোমার জানা নেই হয়ত বা তুমি দীর্ঘায়ু লাভ করবে। (তখন তোমার পক্ষে এত বেশী ‘আমাল করা অসম্ভব হয়ে পড়বে।)\nনবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা বলেছিলেন বাস্তবে তাই হলো। আমি যখন বয়োবৃদ্ধ হয়ে পড়লাম তখন অনুশোচনা করে বলতাম, “হায়! আমি যদি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দেয়া অবকাশটুকু গ্রহণ করতাম! (ই.ফা. ২৫৯৭, অ.সে. ২৫৯৬)",
    "ar": "وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الرُّومِيُّ، حَدَّثَنَا النَّضْرُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عِكْرِمَةُ، - وَهُوَ ابْنُ عَمَّارٍ - حَدَّثَنَا يَحْيَى، قَالَ انْطَلَقْتُ أَنَا وَعَبْدُ اللَّهِ بْنُ يَزِيدَ، حَتَّى نَأْتِيَ أَبَا سَلَمَةَ فَأَرْسَلْنَا إِلَيْهِ رَسُولاً فَخَرَجَ عَلَيْنَا وَإِذَا عِنْدَ بَابِ دَارِهِ مَسْجِدٌ - قَالَ - فَكُنَّا فِي الْمَسْجِدِ حَتَّى خَرَجَ إِلَيْنَا ‏.‏ فَقَالَ إِنْ تَشَاءُوا أَنْ تَدْخُلُوا وَإِنْ تَشَاءُوا أَنْ تَقْعُدُوا هَا هُنَا ‏.‏ - قَالَ - فَقُلْنَا لاَ بَلْ نَقْعُدُ هَا هُنَا فَحَدِّثْنَا ‏.‏ قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ الْعَاصِ - رضى الله عنهما - قَالَ كُنْتُ أَصُومُ الدَّهْرَ وَأَقْرَأُ الْقُرْآنَ كُلَّ لَيْلَةٍ - قَالَ - فَإِمَّا ذُكِرْتُ لِلنَّبِيِّ صلى الله عليه وسلم وَإِمَّا أَرْسَلَ إِلَىَّ فَأَتَيْتُهُ فَقَالَ لِي ‏\"‏ أَلَمْ أُخْبَرْ أَنَّكَ تَصُومُ الدَّهْرَ وَتَقْرَأُ الْقُرْآنَ كُلَّ لَيْلَةٍ ‏\"‏ ‏.‏ قُلْتُ بَلَى يَا نَبِيَّ اللَّهِ وَلَمْ أُرِدْ بِذَلِكَ إِلاَّ الْخَيْرَ ‏.‏ قَالَ ‏\"‏ فَإِنَّ بِحَسْبِكَ أَنْ تَصُومَ مِنْ كُلِّ شَهْرٍ ثَلاَثَةَ أَيَّامٍ ‏\"‏ ‏.‏ قُلْتُ يَا نَبِيَّ اللَّهِ إِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ ‏.‏ قَالَ ‏\"‏ فَإِنَّ لِزَوْجِكَ عَلَيْكَ حَقًّا وَلِزَوْرِكَ عَلَيْكَ حَقًّا وَلِجَسَدِكَ عَلَيْكَ حَقًّا - قَالَ - فَصُمْ صَوْمَ دَاوُدَ نَبِيِّ اللَّهِ صلى الله عليه وسلم فَإِنَّهُ كَانَ أَعْبَدَ النَّاسِ ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا نَبِيَّ اللَّهِ وَمَا صَوْمُ دَاوُدَ قَالَ ‏\"‏ كَانَ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا ‏\"‏ ‏.‏ قَالَ ‏\"‏ وَاقْرَإِ الْقُرْآنَ فِي كُلِّ شَهْرٍ ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا نَبِيَّ اللَّهِ إِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ قَالَ ‏\"‏ فَاقْرَأْهُ فِي كُلِّ عِشْرِينَ ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا نَبِيَّ اللَّهِ إِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ قَالَ ‏\"‏ فَاقْرَأْهُ فِي كُلِّ عَشْرٍ ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا نَبِيَّ اللَّهِ إِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ ‏.‏ قَالَ ‏\"‏ فَاقْرَأْهُ فِي كُلِّ سَبْعٍ وَلاَ تَزِدْ عَلَى ذَلِكَ ‏.‏ فَإِنَّ لِزَوْجِكَ عَلَيْكَ حَقًّا وَلِزَوْرِكَ عَلَيْكَ حَقًّا وَلِجَسَدِكَ عَلَيْكَ حَقًّا ‏\"‏ ‏.‏ قَالَ فَشَدَّدْتُ فَشُدِّدَ عَلَىَّ ‏.‏ قَالَ وَقَالَ لِيَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّكَ لاَ تَدْرِي لَعَلَّكَ يَطُولُ بِكَ عُمْرٌ ‏\"‏ ‏.‏ قَالَ فَصِرْتُ إِلَى الَّذِي قَالَ لِيَ النَّبِيُّ صلى الله عليه وسلم فَلَمَّا كَبِرْتُ وَدِدْتُ أَنِّي كُنْتُ قَبِلْتُ رُخْصَةَ نَبِيِّ اللَّهِ صلى الله عليه وسلم ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}