{
  "hadith": {
    "hadith_id": 2624,
    "narrator": "’আবদুল্লাহ ইবনু ‘আম্‌র ইবনুল ‘আস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জানতে পারলেন, আমি অনবরত সিয়াম পালন করি এবং রাতভর সলাত আদায় করি। তিনি আমাকে ডেকে পাঠালেন অথবা  (রাবীর সন্দেহ) আমি তাঁর সাথে দেখা করি। তিনি বললেন, আমি খবর পেয়েছি, তুমি অনবরত সিয়াম পালন কর, বিরতি দাও না, আর রাত ভর সলাত আদায় কর। এরপর আর এরূপ করবে না। কেননা তোমার উপর তোমার চোখের অংশ (হাক্ব) আছে, তোমার দেহ ও আত্মার অংশ আছে এবং তোমার পরিবার-পরিজনেরও অংশ আছে। কাজেই তুমি সিয়ামও পালন কর, বিরতিও দাও, সলাতও আদায় কর, ঘুমও যাও। তুমি দশ দিনে একদিন সিয়াম পালন কর, তাহলে বাকি নয়টি দিনেরও সাওয়াব পাবে। তিনি বললেন, হে আল্লাহর নবী! আমি নিজের মধ্যে এর চেয়েও অধিক সিয়াম পালন করার শক্তি রাখি। তিনি বললেন, তাহলে তুমি দাউদ (আঃ)-এর মত সিয়াম পালন কর। \nতিনি (‘আবদুল্লাহ) বললেন, হে আল্লাহর নবী! দাউদ (আঃ) কিভাবে সিয়াম পালন করতেন? তিনি (নবী) বললেন, দাউদ (আঃ) একদিন সিয়াম পালন করতেন এবং একদিন বিরতি দিতেন। এ জন্যেই (দুর্বল হতেন না এবং) দুশমনের সম্মুখীন হলে (ময়দান ছেড়ে) পালাতেন না। ‘আবদুল্লাহ (রাঃ) বললেন, হে আল্লাহর নবী! এ ব্যাপারে কে আমার দায়িত্ব নিবে? ‘আত্বা বলেন, আমি জানি না, অনবরত সিয়াম পালন করার বিষয়টি কিভাবে আলোচনায় আসল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, যে ব্যক্তি অনবরত সিয়াম পালন করল, সে যেন কোন সিয়ামই পালন করেনি। যে ব্যক্তি সব সময় সিয়াম পালন করল সে যেন সিয়ামই পালন করেনি, যে ব্যক্তি সদাসর্বদা সিয়াম পালন করল সে যেন সিয়ামই পালন করেনি। ( ই.ফা. ২৬০১, ই.সে ২৬০০)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، قَالَ سَمِعْتُ عَطَاءً، يَزْعُمُ أَنَّ أَبَا الْعَبَّاسِ، أَخْبَرَهُ أَنَّهُ، سَمِعَ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ، - رضى الله عنهما - يَقُولُ بَلَغَ النَّبِيَّ صلى الله عليه وسلم أَنِّي أَصُومُ أَسْرُدُ وَأُصَلِّي اللَّيْلَ فَإِمَّا أَرْسَلَ إِلَىَّ وَإِمَّا لَقِيتُهُ فَقَالَ ‏\"‏ أَلَمْ أُخْبَرْ أَنَّكَ تَصُومُ وَلاَ تُفْطِرُ وَتُصَلِّي اللَّيْلَ فَلاَ تَفْعَلْ فَإِنَّ لِعَيْنِكَ حَظًّا وَلِنَفْسِكَ حَظًّا وَلأَهْلِكَ حَظًّا ‏.‏ فَصُمْ وَأَفْطِرْ وَصَلِّ وَنَمْ وَصُمْ مِنْ كُلِّ عَشْرَةِ أَيَّامٍ يَوْمًا وَلَكَ أَجْرُ تِسْعَةٍ ‏\"‏ ‏.‏ قَالَ إِنِّي أَجِدُنِي أَقْوَى مِنْ ذَلِكَ يَا نَبِيَّ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَصُمْ صِيَامَ دَاوُدَ عَلَيْهِ السَّلاَمُ ‏\"‏ ‏.‏ قَالَ وَكَيْفَ كَانَ دَاوُدُ يَصُومُ يَا نَبِيَّ اللَّهِ قَالَ ‏\"‏ كَانَ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا وَلاَ يَفِرُّ إِذَا لاَقَى ‏\"‏ ‏.‏ قَالَ مَنْ لِي بِهَذِهِ يَا نَبِيَّ اللَّهِ قَالَ عَطَاءٌ فَلاَ أَدْرِي كَيْفَ ذَكَرَ صِيَامَ الأَبَدِ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لاَ صَامَ مَنْ صَامَ الأَبَدَ لاَ صَامَ مَنْ صَامَ الأَبَدَ لاَ صَامَ مَنْ صَامَ الأَبَدَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}