{
  "hadith": {
    "hadith_id": 263,
    "narrator": "হুযাইফাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে দু’টি কথা বলেছিলেন, সে দু’টির একটি তো আমি স্বচোখেই দেখেছি আর অপরটির অপেক্ষা করছি। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, মানব হৃদয়ের মূলে আমানাত নাযিল হয়, [৫৩] তারপর কুরআন অবতীর্ণ হয়। অনন্তর তারা কুরআন শিখেছে এবং সুন্নাহর জ্ঞান লাভ করেছে। তারপর তিনি আমাদেরকে আমানাত উঠিয়ে নেয়ার বর্ণনা দিলেন। বললেন, মানুষ ঘুমাবে আর তখন তার অন্তর হতে আমানাত তুলে নেয়া হবে। ফলে তার চিহ্ন থেকে যাবে একটি নুকতার মত। এরপর আবার সে ঘুমায় তখন তার অন্তর থেকে আমানাত তুলে নেয়া হবে। ফলে তার চিহ্ন থেকে যাবে ফোস্কার মত; যেন একটি আগুনের ফুলকি যা তুমি তোমার পায়ে রগড়ে দিলে। তখন তাতে ফোস্কা পড়ে যায় এবং তুমি তা ফোলা দেখতে পাও অথচ তাতে (পুঁজ-পানি ব্যতীত) কিছু নেই। তারপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কয়েকটি কাঁকর নিয়ে তাঁর পায়ে ঘষলেন এবং বললেন, যখন এমন অবস্থা হয়ে যাবে তখন মানুষ বেচাকেনা করবে কিন্তু কেউ আমানাত শোধ করবে না। এমন কি বলা হবে যে, অমুক বংশে একজন আমানাতদার আছেন। এমন অবস্থা হবে যে, কাউকে বলা হবে বড়ই বাহাদুর, হুঁশিয়ার ও বুদ্ধিমান অথচ তার অন্তরে দানা পরিমাণ ঈমান থাকবে না।\nহুযাইফাহ্‌ (রাঃ) বলেন, এমন এক যুগও গেছে যখন যে কারোর সাথে লেনদেন করতে দ্বিধা করতাম না। কারণ সে যদি মুসলিম হতো তবে তার দীনদারীই তাকে আমার হাক্‌ পরিশোধ করতে বাধ্য করতো। আর যদি সে খৃষ্টান বা ইয়াহূদী হতো তবে তার প্রশাসক তা শোধ করতে তাকে বাধ্য করত। কিন্তু বর্তমানে আমি অমুক অমুক ব্যতীত কারো সাথে লেনদেন করতে রাজি না। \nইবনু নুমায়র ও ইসহাক্‌ ইবনু ইবরাহীম (রহঃ) .....  আ’মাশ (রহঃ)-এর সূত্রে পূর্ব বর্ণিত সানাদের অনুরূপ বর্ণনা করেছেন। (ই.ফা. ২৬৫, ২৬৬; ই.সে. ২৭৫, ২৭৬)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، وَوَكِيعٌ، ح وَحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ حُذَيْفَةَ، قَالَ حَدَّثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم حَدِيثَيْنِ قَدْ رَأَيْتُ أَحَدَهُمَا وَأَنَا أَنْتَظِرُ الآخَرَ حَدَّثَنَا ‏\"‏ أَنَّ الأَمَانَةَ نَزَلَتْ فِي جِذْرِ قُلُوبِ الرِّجَالِ ثُمَّ نَزَلَ الْقُرْآنُ فَعَلِمُوا مِنَ الْقُرْآنِ وَعَلِمُوا مِنَ السُّنَّةِ ‏\"‏ ‏.‏ ثُمَّ حَدَّثَنَا عَنْ رَفْعِ الأَمَانَةِ قَالَ ‏\"‏ يَنَامُ الرَّجُلُ النَّوْمَةَ فَتُقْبَضُ الأَمَانَةُ مِنْ قَلْبِهِ فَيَظَلُّ أَثَرُهَا مِثْلَ الْوَكْتِ ثُمَّ يَنَامُ النَّوْمَةَ فَتُقْبَضُ الأَمَانَةُ مِنْ قَلْبِهِ فَيَظَلُّ أَثَرُهَا مِثْلَ الْمَجْلِ كَجَمْرٍ دَحْرَجْتَهُ عَلَى رِجْلِكَ فَنَفِطَ فَتَرَاهُ مُنْتَبِرًا وَلَيْسَ فِيهِ شَىْءٌ - ثُمَّ أَخَذَ حَصًى فَدَحْرَجَهُ عَلَى رِجْلِهِ - فَيُصْبِحُ النَّاسُ يَتَبَايَعُونَ لاَ يَكَادُ أَحَدٌ يُؤَدِّي الأَمَانَةَ حَتَّى يُقَالَ إِنَّ فِي بَنِي فُلاَنٍ رَجُلاً أَمِينًا ‏.‏ حَتَّى يُقَالَ لِلرَّجُلِ مَا أَجْلَدَهُ مَا أَظْرَفَهُ مَا أَعْقَلَهُ وَمَا فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ خَرْدَلٍ مِنْ إِيمَانٍ ‏\"‏ ‏.‏ وَلَقَدْ أَتَى عَلَىَّ زَمَانٌ وَمَا أُبَالِي أَيَّكُمْ بَايَعْتُ لَئِنْ كَانَ مُسْلِمًا لَيَرُدَّنَّهُ عَلَىَّ دِينُهُ وَلَئِنْ كَانَ نَصْرَانِيًّا أَوْ يَهُودِيًّا لَيَرُدَّنَّهُ عَلَىَّ سَاعِيهِ وَأَمَّا الْيَوْمَ فَمَا كُنْتُ لأُبَايِعَ مِنْكُمْ إِلاَّ فُلاَنًا وَفُلاَنًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৫৩] হাসান বলেন, আমানাত অর্থ দ্বীন ইসলাম, তাঁর দ্বীন সম্পূর্ণ আমানাত। আর আবুল আলিয়া বলেন, আমানাত অর্থ শারী’আতের বিধি ও নিষেধ। মুকাতিল (রাঃ) বলেন, আমানাত অর্থ ‘ইবাদাত। ইমাম ওয়াহিদী বলেন, অধিকাংশ মুফাস্‌সিরীনদের কথা এটাই যে, আমানাত অর্থ ফারযসমূহ ও ‘ইবাদাতসমূহ যা পালন করতে হবে। পালন না করলে আল্লাহর ‘আযাব হবে। (সংক্ষিপ্ত নাবাবী)",
    "chapter": {
      "chapter_number": "1"
    }
  }
}