{
  "hadith": {
    "hadith_id": 264,
    "narrator": "হুযাইফাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, একদিন আমরা ‘উমার (রাঃ)-এর কাছে ছিলাম। তিনি বললেন, তোমাদের মধ্যে কে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ফিত্‌নাহ সম্পর্কে আলোচনা করতে শুনেছ? উপস্থিত একদল বললেন, আমরা শুনেছি। ‘উমার (রাঃ) বললেন, তোমরা হয়তো একজনের পরিবার ও প্রতিবেশীর ফিতনার কথা মনে করেছ। তারা বললেন, হ্যাঁ, অবশ্যই। তিনি বললেন, সলাত, সিয়াম ও সদাকার মাধ্যমে এগুলোর কাফ্‌ফারাহ্‌ হয়ে যায়। কিন্তু তোমাদের মধ্যে কে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বড় বড় ফিত্‌নার কথা বর্ণনা করতে শুনেছ, যা সমুদ্র তরঙ্গের ন্যায় ধেয়ে আসবে।\nহুযাইফাহ্‌ (রাঃ) বলেন, প্রশ্ন শুনে সবাই চুপ হয়ে গেল। আমি বললাম, আমি (শুনেছি)। ‘উমার (রাঃ) বললেন, তুমি শুনেছ, মাশাআল্লাহ। হুযাইফাহ্‌ (রাঃ) বললেন, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) —কে বলতে শুনেছি, চাটাই বুননের মত এক এক করে ফিত্‌না মানুষের অন্তরে আসতে থাকে। যে অন্তরে তা গেঁথে যায় তাতে একটি করে কালো দাগ পড়ে। আর যে অন্তর তা প্রত্যাখ্যান করবে তাতে একটি উজ্জ্বল দাগ পড়বে। এমনি করে দু’টি অন্তর দু’ধরনের হয়ে যায়। এটি সাদা পাথরের ন্যায়; আসমান ও জমিন যতদিন থাকবে ততদিন কোন ফিত্‌না তার কোন ক্ষতি করতে পারে না। আর অপরটি হয়ে যায় উল্টানো সাদা মিশ্রিত কলসির ন্যায়, তার প্রবৃত্তির মধ্যে যা গেছে তা ছাড়া ভাল-মন্দ বলতে সে কিছুই চিনে না।\nহুযাইফাহ্‌ (রাঃ) বললেন, ‘উমার (রাঃ)-কে আমি আরো বললাম, আপনি এবং সে ফিতনার মধ্যে একটি বন্ধ দরজা রয়েছে। অচিরেই সেটি ভেঙ্গে ফেলা হবে। ‘উমার (রাঃ) বললেন, সর্বনাশ! তা ভেঙ্গে ফেলা হবে? যদি ভেঙ্গে ফেলা না হত তাহলে হয়ত পুনরায় বন্ধ করা যেত। হুযাইফাহ্‌ (রাঃ) উত্তর করলেন, না ভেঙ্গে ফেলাই হবে। হুযাইফাহ্‌ (রাঃ) বললেন, আমি ‘উমার (রাঃ)-কে এ কথাও শুনিয়েছি, সে দরজাটি হলো একজন মানুষ; সে নিহত হবে কিংবা স্বাভাবিত মৃত্যুবরণ করবে। এটি কোন গল্প নয় বরং রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাদীস।\nবর্ণনাকারী আবূ খালিদ বলেনঃ আমি সা’দকে জিজ্ঞেস করলাম, এর অর্থ কী? উত্তরে তিনি বললেন, ‘কালো-সাদায় মিশ্রিত রং’। আমি বললাম, এর অর্থ কী? তিনি বললেন, ‘উল্টানো কলসি’। (ই.ফা. ২৬৭; ই.সে. ২৭৭)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبُو خَالِدٍ، - يَعْنِي سُلَيْمَانَ بْنَ حَيَّانَ - عَنْ سَعْدِ بْنِ طَارِقٍ، عَنْ رِبْعِيٍّ، عَنْ حُذَيْفَةَ، قَالَ كُنَّا عِنْدَ عُمَرَ فَقَالَ أَيُّكُمْ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَذْكُرُ الْفِتَنَ فَقَالَ قَوْمٌ نَحْنُ سَمِعْنَاهُ ‏.‏ فَقَالَ لَعَلَّكُمْ تَعْنُونَ فِتْنَةَ الرَّجُلِ فِي أَهْلِهِ وَجَارِهِ قَالُوا أَجَلْ ‏.‏ قَالَ تِلْكَ تُكَفِّرُهَا الصَّلاَةُ وَالصِّيَامُ وَالصَّدَقَةُ وَلَكِنْ أَيُّكُمْ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَذْكُرُ الْفِتَنَ الَّتِي تَمُوجُ مَوْجَ الْبَحْرِ قَالَ حُذَيْفَةُ فَأَسْكَتَ الْقَوْمُ فَقُلْتُ أَنَا ‏.‏ قَالَ أَنْتَ لِلَّهِ أَبُوكَ ‏.‏ قَالَ حُذَيْفَةُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ تُعْرَضُ الْفِتَنُ عَلَى الْقُلُوبِ كَالْحَصِيرِ عُودًا عُودًا فَأَىُّ قَلْبٍ أُشْرِبَهَا نُكِتَ فِيهِ نُكْتَةٌ سَوْدَاءُ وَأَىُّ قَلْبٍ أَنْكَرَهَا نُكِتَ فِيهِ نُكْتَةٌ بَيْضَاءُ حَتَّى تَصِيرَ عَلَى قَلْبَيْنِ عَلَى أَبْيَضَ مِثْلِ الصَّفَا فَلاَ تَضُرُّهُ فِتْنَةٌ مَا دَامَتِ السَّمَوَاتُ وَالأَرْضُ وَالآخَرُ أَسْوَدُ مُرْبَادًّا كَالْكُوزِ مُجَخِّيًا لاَ يَعْرِفُ مَعْرُوفًا وَلاَ يُنْكِرُ مُنْكَرًا إِلاَّ مَا أُشْرِبَ مِنْ هَوَاهُ ‏\"‏ ‏.‏ قَالَ حُذَيْفَةُ وَحَدَّثْتُهُ أَنَّ بَيْنَكَ وَبَيْنَهَا بَابًا مُغْلَقًا يُوشِكُ أَنْ يُكْسَرَ ‏.‏ قَالَ عُمَرُ أَكَسْرًا لاَ أَبَا لَكَ فَلَوْ أَنَّهُ فُتِحَ لَعَلَّهُ كَانَ يُعَادُ ‏.‏ قُلْتُ لاَ بَلْ يُكْسَرُ ‏.‏ وَحَدَّثْتُهُ أَنَّ ذَلِكَ الْبَابَ رَجُلٌ يُقْتَلُ أَوْ يَمُوتُ ‏.‏ حَدِيثًا لَيْسَ بِالأَغَالِيطِ ‏.‏ قَالَ أَبُو خَالِدٍ فَقُلْتُ لِسَعْدٍ يَا أَبَا مَالِكٍ مَا أَسْوَدُ مُرْبَادًّا قَالَ شِدَّةُ الْبَيَاضِ فِي سَوَادٍ ‏.‏ قَالَ قُلْتُ فَمَا الْكُوزُ مُجَخِّيًا قَالَ مَنْكُوسًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}