{
  "hadith": {
    "hadith_id": 2659,
    "narrator": "আবূ সা’ঈদ আল খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (রমাযানের) মাঝের দশকে ই’তিকাফ করেন। অতঃপর ২০ তম দিন অতিবাহিত হবার পর এবং ২১ তম দিনের সূচনাতে তিনি নিজ বাসস্থানে ফিরে আসেন এবং তাঁর সঙ্গে যারা ই’তিকাফ করেন, তারাও নিজ নিজ আবাসে প্রত্যাবর্তন করেন। অতঃপর একবার রমাযান মাসের মাঝের দশকে তিনি ই’তিকাফ করলেন- যে রাতে তাঁর ই’তিকাফ হতে ফিরে আসার কথা, সে রাতে (পুনরায়) ই’তিকাফ আরম্ভ করলেন ও লোকদের উদ্দেশ্যে ভাষণ দিলেন এবং প্রয়োজনীয় নির্দেশ দিলেন। এরপর তিনি বললেন, আমি সাধারণত এ (মধ্যম) দশকে ই’তিকাফ করতাম। এরপর শেষ দশকেও ই’তিকাফ করা আমার কাছে সমীচীন মনে হল। অতএব যে ব্যক্তি আমার সাথে ই’তিকাফ করতে চায়, যেন নিজ ই’তিকাফের স্থানে অবস্থান করে। আমি এ (ক্বদ্রের) রাত স্বপ্নে দেখেছিলাম, কিন্তু আমাকে তা ভুলিয়ে দেয়া হয়েছে। অতএব তোমরা শেষ দশকের বেজোড় রাতগুলোতে তা অনুসন্ধান কর। আমি স্বপ্নে নিজেকে পানি ও কাদার মধ্যে সাজ্দাহ্ করতে দেখেছি। আবূ সা’ঈদ আল খুদরী (রাঃ) বলেন, ২১ তম রাতে আমাদের উপর বৃষ্টি বর্ষিত হয়। তিনি যখন ফজরের সলাত থেকে ফিরলেন, তখন আমি তাঁর মুখমণ্ডল কাদা ও পানিতে সিক্ত দেখলাম। (ই.ফা. ২৬৩৬,ই.সে. ২৬৩৫)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا بَكْرٌ، - وَهُوَ ابْنُ مُضَرَ - عَنِ ابْنِ الْهَادِ، عَنْ مُحَمَّدِ، بْنِ إِبْرَاهِيمَ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، - رضى الله عنه - قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُجَاوِرُ فِي الْعَشْرِ الَّتِي فِي وَسَطِ الشَّهْرِ فَإِذَا كَانَ مِنْ حِينِ تَمْضِي عِشْرُونَ لَيْلَةً وَيَسْتَقْبِلُ إِحْدَى وَعِشْرِينَ يَرْجِعُ إِلَى مَسْكَنِهِ وَرَجَعَ مَنْ كَانَ يُجَاوِرُ مَعَهُ ثُمَّ إِنَّهُ أَقَامَ فِي شَهْرٍ جَاوَرَ فِيهِ تِلْكَ اللَّيْلَةَ الَّتِي كَانَ يَرْجِعُ فِيهَا فَخَطَبَ النَّاسَ فَأَمَرَهُمْ بِمَا شَاءَ اللَّهُ ثُمَّ قَالَ ‏ \"‏ إِنِّي كُنْتُ أُجَاوِرُ هَذِهِ الْعَشْرَ ثُمَّ بَدَا لِي أَنْ أُجَاوِرَ هَذِهِ الْعَشْرَ الأَوَاخِرَ فَمَنْ كَانَ اعْتَكَفَ مَعِي فَلْيَبِتْ فِي مُعْتَكَفِهِ وَقَدْ رَأَيْتُ هَذِهِ اللَّيْلَةَ فَأُنْسِيتُهَا فَالْتَمِسُوهَا فِي الْعَشْرِ الأَوَاخِرِ فِي كُلِّ وِتْرٍ وَقَدْ رَأَيْتُنِي أَسْجُدُ فِي مَاءٍ وَطِينٍ ‏\"‏ ‏.‏ قَالَ أَبُو سَعِيدٍ الْخُدْرِيُّ مُطِرْنَا لَيْلَةَ إِحْدَى وَعِشْرِينَ فَوَكَفَ الْمَسْجِدُ فِي مُصَلَّى رَسُولِ اللَّهِ صلى الله عليه وسلم فَنَظَرْتُ إِلَيْهِ وَقَدِ انْصَرَفَ مِنْ صَلاَةِ الصُّبْحِ وَوَجْهُهُ مُبْتَلٌّ طِينًا وَمَاءً ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}