{
  "hadith": {
    "hadith_id": 2661,
    "narrator": "আবূ সা’ঈদ আল খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রমাযান মাসের প্রথম দশকে ই’তিকাফ করলেন। এরপর তিনি মাঝের দশকেও একটি তুকী তাঁবুর মধ্যে ই’তিকাফ করলেনে এবং তাঁবুর দরজায় একটি চাটাই ঝুলানো ছিল। রাবী বলেন, তিনি নিজ হাতে চাটাই ধরে তা তাঁবুর কোণে রাখলেন, এরপর নিজের মাথা বাইরে এনে লোকদের সাথে কথা বললেন এবং তারাও তাঁর নিকট এগিয়ে এলো। তিনি বললেন, এ রাতের অনুসন্ধানকল্পে আমি (রমাযানের) প্রথম দশকে ই’তিকাফ করলাম। অতঃপর মাঝের দশকে ই’তিকাফ করলাম। এরপর আমার নিকট একজন আগন্তুক (লোক) এসে আমাকে বলল, ‘লায়লাতুল ক্বদর্ শেষ দশকে নিহিত আছে। অতএব তোমাদের মধ্যে যে ব্যক্তি ই’তিকাফ করতে চায় সে যেন ই’তিকাফ করে। লোকেরা তাঁর সঙ্গে (শেষ দশকে) ই’তিকাফ করল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরও বললেন, স্বপ্নে আমাকে তা কোন এক বেজোড় রাতে দেখানো হয়েছে এবং আমি যেন সে রাতে কাদা ও পানির মধ্যে ফজরের সাজ্দাহ্ করছি। (রাবী বলেন), তিনি ২১ তম রাতের ভোরে উপনীত হয়ে ফাজ্‍রের সলাতে দাঁড়ালেন এবং আসমান থেকে বৃষ্টি বর্ষিত হল। ফলে ছাঁদ থেকে মাসজিদে পানি বর্ষিত হল এবং আমি স্বচক্ষে কাদা ও পানি দেখতে পেলাম। তিনি ফজরের সলাত শেষে যখন বের হয়ে এলেন, তখন তাঁর কপাল ও নাকের ডগা সিক্ত ও কর্দমাক্ত ছিল। আর তা ছিল রমাযানের শেষ দশকের ২১তম রাত। (ই.ফা. ২৬৩৮, ই.সে. ২৬৩৭)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا الْمُعْتَمِرُ، حَدَّثَنَا عُمَارَةُ بْنُ غَزِيَّةَ الأَنْصَارِيُّ، قَالَ سَمِعْتُ مُحَمَّدَ بْنَ إِبْرَاهِيمَ، يُحَدِّثُ عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، - رضى الله عنه - قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اعْتَكَفَ الْعَشْرَ الأَوَّلَ مِنْ رَمَضَانَ ثُمَّ اعْتَكَفَ الْعَشْرَ الأَوْسَطَ فِي قُبَّةٍ تُرْكِيَّةٍ عَلَى سُدَّتِهَا حَصِيرٌ - قَالَ - فَأَخَذَ الْحَصِيرَ بِيَدِهِ فَنَحَّاهَا فِي نَاحِيَةِ الْقُبَّةِ ثُمَّ أَطْلَعَ رَأْسَهُ فَكَلَّمَ النَّاسَ فَدَنَوْا مِنْهُ فَقَالَ ‏\"‏ إِنِّي اعْتَكَفْتُ الْعَشْرَ الأَوَّلَ أَلْتَمِسُ هَذِهِ اللَّيْلَةَ ثُمَّ اعْتَكَفْتُ الْعَشْرَ الأَوْسَطَ ثُمَّ أُتِيتُ فَقِيلَ لِي إِنَّهَا فِي الْعَشْرِ الأَوَاخِرِ فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يَعْتَكِفَ فَلْيَعْتَكِفْ ‏\"‏ ‏.‏ فَاعْتَكَفَ النَّاسُ مَعَهُ قَالَ ‏\"‏ وَإِنِّي أُرِيتُهَا لَيْلَةَ وِتْرٍ وَأَنِّي أَسْجُدُ صَبِيحَتَهَا فِي طِينٍ وَمَاءٍ ‏\"‏ ‏.‏ فَأَصْبَحَ مِنْ لَيْلَةِ إِحْدَى وَعِشْرِينَ وَقَدْ قَامَ إِلَى الصُّبْحِ فَمَطَرَتِ السَّمَاءُ فَوَكَفَ الْمَسْجِدُ فَأَبْصَرْتُ الطِّينَ وَالْمَاءَ فَخَرَجَ حِينَ فَرَغَ مِنْ صَلاَةِ الصُّبْحِ وَجَبِينُهُ وَرَوْثَةُ أَنْفِهِ فِيهِمَا الطِّينُ وَالْمَاءُ وَإِذَا هِيَ لَيْلَةُ إِحْدَى وَعِشْرِينَ مِنَ الْعَشْرِ الأَوَاخِرِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}