{
  "hadith": {
    "hadith_id": 2662,
    "narrator": "আবূ সালামাহ্ (রাঃ)",
    "bn": "আমরা পরস্পর ক্বদ্রের রাত সম্পর্কে আলোচনা করছিলাম। এরপর আমি আবূ সা’ঈদ আল খুদরী (রাঃ)-এর নিকট এলাম এবং তিনি ছিলেন আমার বন্ধু। আমি তাকে বললাম, আপনি কি আমাদের সাথে খেজুরের বাগানে যাবেন না? তিনি একটি চাদর পরিহিত অবস্থায় বের হলেন। আমি তাকে বললাম, আপনি কি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে লায়লাতুল ক্বদ্র সম্পর্কে কিছু বলতে শুনেছেন? তিনি বললেন, হ্যাঁ। আমরা রমাযান মাসের মাঝের দশকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ই’তিকাফ করলাম। আমরা ২১তম দিন ভোরে (ই’তিকাফ থেকে) বের হলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের উদ্দেশ্যে প্রদত্ত ভাষণে বললেন, আমাকে স্বপ্নযোগে ক্বদ্রের রাত দেখানো হয়েছিল, কিন্তু আমি তা ভুলে গেছি অথবা আমাকে ভুলানো হয়েছে। তোমরা শেষ দশ দিনের প্রতিটি বেজোড় রাতে তা অন্বেষণ কর। আমি আরও দেখেছি যে, আমি কাদা ও পানির মধ্যে সাজ্দাহ্ করছি। অতএব যে ব্যক্তি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ই’তিকাফ করেছে, সে যেন পুনরায় তার ই’তিকাফে ফিরে যায়। আবূ সা’ঈদ (রাঃ) বলেন, আমরা (ই’তিকাফের অবস্থায়) ফিরে গেলাম। আমরা আকাশে কোন মেঘ দেখতে পাইনি। ইতিমধ্যে একখণ্ড মেঘ এলো এবং আমাদের উপর বৃষ্টি হল, এমন কি মাসজিদের ছাদ হতে পানি প্রবাহিত হ’ল। মাসজিদের ছাদ খেজুর ডাটার ছাউনিযুক্ত ছিল। ফজরের সলাত আদায় করা হ’ল এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে কাদা ও পানির মধ্যে সাজ্‌দাহ দিতে দেখলাম, এমনকি কি আমি তাঁর কপালে কাদার চিহ্ন দেখতে পেলাম। (ই.ফা. ২৬৩৯, ই.সে. ২৬৩৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا هِشَامٌ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، قَالَ تَذَاكَرْنَا لَيْلَةَ الْقَدْرِ فَأَتَيْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ - رضى الله عنه - وَكَانَ لِي صَدِيقًا فَقُلْتُ أَلاَ تَخْرُجُ بِنَا إِلَى النَّخْلِ فَخَرَجَ وَعَلَيْهِ خَمِيصَةٌ فَقُلْتُ لَهُ سَمِعْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَذْكُرُ لَيْلَةَ الْقَدْرِ فَقَالَ نَعَمْ اعْتَكَفْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الْعَشْرَ الْوُسْطَى مِنْ رَمَضَانَ فَخَرَجْنَا صَبِيحَةَ عِشْرِينَ فَخَطَبَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏ \"‏ إِنِّي أُرِيتُ لَيْلَةَ الْقَدْرِ وَإِنِّي نَسِيتُهَا - أَوْ أُنْسِيتُهَا - فَالْتَمِسُوهَا فِي الْعَشْرِ الأَوَاخِرِ مِنْ كُلِّ وِتْرٍ وَإِنِّي أُرِيتُ أَنِّي أَسْجُدُ فِي مَاءٍ وَطِينٍ فَمَنْ كَانَ اعْتَكَفَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلْيَرْجِعْ ‏\"‏ ‏.‏ قَالَ فَرَجَعْنَا وَمَا نَرَى فِي السَّمَاءِ قَزَعَةً قَالَ وَجَاءَتْ سَحَابَةٌ فَمُطِرْنَا حَتَّى سَالَ سَقْفُ الْمَسْجِدِ وَكَانَ مِنْ جَرِيدِ النَّخْلِ وَأُقِيمَتِ الصَّلاَةُ فَرَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَسْجُدُ فِي الْمَاءِ وَالطِّينِ قَالَ حَتَّى رَأَيْتُ أَثَرَ الطِّينِ فِي جَبْهَتِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}