{
  "hadith": {
    "hadith_id": 2664,
    "narrator": "আবূ সা’ঈদ আল খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ক্বদ্রের রাত অন্বেষণের উদ্দেশ্যে তা তাঁর কাছে সুস্পষ্ট হবার পূর্বে রমাযানের মধ্যেই দশদিন ই’তিকাফ করলেন। দশদিন অতিবাহিত হবার পর তিনি তাঁবু তুলে ফেলার নির্দেশ দিলেন। অতএব তা গুটিয়ে ফেলা হ’ল। অতঃপর তিনি জানতে পারলেন যে, তা শেষ দশ দিনের মধ্যে আছে। তাই তিনি পুনরায় তাঁবু খাটানোর নির্দেশ দিলেন। তা খাঁটানো হ’ল। এরপর তিনি লোকদের নিকট উপস্থিত হয়ে বললেন, হে লোক সকল! আমাকে ক্বদ্রের রাত সম্পর্কে অবহিত করা হয়েছিল এবং আমি তোমাদের তা জানানোর জন্য বের হয়ে এলাম। কিন্তু দু’ ব্যক্তি পরস্পর ঝগড়া করতে করতে উপস্থিত হ’ল এবং তাদের সাথে ছিল শাইত্বান। তাই আমি তা ভুলে গেছি। অতএব তোমরা রমাযান মাসের শেষ দশ দিনে অন্বেষণ কর। তোমরা তা ৯ম, ৭ম ও ৫ম রাতে অন্বেষণ কর। রাবী বলেন, আমি বললাম, হে আবূ সা’ঈদ! আপনি সংখ্যা সম্পর্কে আমাদের তুলনায় অধিক জ্ঞানী। তিনি বললেন, হ্যাঁ, আমরাই এ বিষয়ে তোমাদের চেয়ে অধিক হাক্বদার। আমি বললাম ৯ম, ৭ম, ৫ম সংখ্যাগুলো কী? তিনি বললেন, যখন ২১তম রাত অতিবাহিত হয়ে যায় এবং ২২তম রাত শুরু হয়-তখন তা হচ্ছে ৯ম তারিখ, ২৩তম রাত অতিক্রান্ত হবার পরবর্তী রাত হচ্ছে ৭ম তারিখ এবং ২৫তম রাত অতিবাহিত হবার পরের দিনটি হচ্ছে ৫ম তারিখ।\nইবনু খাল্লাদের বর্ণনায়……. (আরবি)………-এর শব্দের স্থলে …… (আরবি)……শব্দের উল্লেখ আছে (অর্থ একই, অর্থাৎ তারা ঝগড়া করে)। (ই.ফা. ২৬৪১, ই.সে. ২৬৪০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَأَبُو بَكْرِ بْنُ خَلاَّدٍ قَالاَ حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا سَعِيدٌ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، - رضى الله عنه - قَالَ اعْتَكَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْعَشْرَ الأَوْسَطَ مِنْ رَمَضَانَ يَلْتَمِسُ لَيْلَةَ الْقَدْرِ قَبْلَ أَنْ تُبَانَ لَهُ فَلَمَّا انْقَضَيْنَ أَمَرَ بِالْبِنَاءِ فَقُوِّضَ ثُمَّ أُبِينَتْ لَهُ أَنَّهَا فِي الْعَشْرِ الأَوَاخِرِ فَأَمَرَ بِالْبِنَاءِ فَأُعِيدَ ثُمَّ خَرَجَ عَلَى النَّاسِ فَقَالَ ‏ \"‏ يَا أَيُّهَا النَّاسُ إِنَّهَا كَانَتْ أُبِينَتْ لِي لَيْلَةُ الْقَدْرِ وَإِنِّي خَرَجْتُ لأُخْبِرَكُمْ بِهَا فَجَاءَ رَجُلاَنِ يَحْتَقَّانِ مَعَهُمَا الشَّيْطَانُ فَنُسِّيتُهَا فَالْتَمِسُوهَا فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ الْتَمِسُوهَا فِي التَّاسِعَةِ وَالسَّابِعَةِ وَالْخَامِسَةِ ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا أَبَا سَعِيدٍ إِنَّكُمْ أَعْلَمُ بِالْعَدَدِ مِنَّا ‏.‏ قَالَ أَجَلْ ‏.‏ نَحْنُ أَحَقُّ بِذَلِكَ مِنْكُمْ ‏.‏ قَالَ قُلْتُ مَا التَّاسِعَةُ وَالسَّابِعَةُ وَالْخَامِسَةُ قَالَ إِذَا مَضَتْ وَاحِدَةٌ وَعِشْرُونَ فَالَّتِي تَلِيهَا ثِنْتَيْنِ وَعِشْرِينَ وَهْىَ التَّاسِعَةُ فَإِذَا مَضَتْ ثَلاَثٌ وَعِشْرُونَ فَالَّتِي تَلِيهَا السَّابِعَةُ فَإِذَا مَضَى خَمْسٌ وَعِشْرُونَ فَالَّتِي تَلِيهَا الْخَامِسَةُ .‏ وَقَالَ ابْنُ خَلاَّدٍ مَكَانَ يَحْتَقَّانِ يَخْتَصِمَانِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}