{
  "hadith": {
    "hadith_id": 2690,
    "narrator": "ইয়া’লা ইবনু উমাইয়্যাহ্ (রাঃ)",
    "bn": "‘উমার ইবনুল খাত্তাব (রাঃ)-কে বলতেন, আহা! নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর উপর যখন ওয়াহী নাযিল হয়, আমি যদি সে অবস্থায় তাঁকে দেখতে পেতাম! একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  জি‘রানায় অবস্থান করছিলেন এবং একটি কাপড়ের সাহায্যে তাঁর উপর ছায়া বিস্তার করা হয়েছিল। তাঁর সঙ্গে তাঁর কিছু সংখ্যক সাহাবাও ছিলেন- যাঁদের মধ্যে ‘উমার (রাঃ)-ও ছিলেন। এ সময় এক ব্যক্তি সুগন্ধিযুক্ত জুব্বাহ্ পরিহিত অবস্থায় তাঁর নিকট উপস্থিত হয়ে বলল, হে আল্লাহর রসূল ! এক ব্যক্তি জুব্বায় সুগন্ধি মেখে তা পরিহিত অবস্থায় ‘উমরার ইহরাম বেঁধেছে, তার সম্পর্কে আপনার কী অভিমত? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তার দিকে কিছুক্ষন তাকিয়ে থাকলেন, অতঃপর নীরব রইলেন। এ সময় তাঁর উপর ওয়াহী আসল। ‘উমার (রাঃ) হাতের ইশারায় ইয়া’লা ইবনু উমাইয়্যাহ (রাঃ)-কে বললেন, এদিকে আসো। ইয়া’লা (রাঃ) এসে নিজের মাথা (কাপড়ের মধ্যে) ঢুকিয়ে দিলেন (এবং দেখলেন) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর চেহারা লাল বর্ণ ধারণ করেছে এবং তাঁর মুখ দিয়ে আওয়াজ বেরুচ্ছে। অতঃপর এ অবস্থা দূরীভূত হ’ল এবং তিনি বললেন, এই মাত্র যে ব্যক্তি আমার নিকট ‘উমরাহ্ সম্পর্কে জিজ্ঞেস করছিল-সে কোথায়? লোকটিকে খুঁজে এনে তাঁর নিকট উপস্থিত করা হ’ল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেন, তোমার সুগন্ধি তিনবার ধুয়ে ফেল এবং জুব্বাহ্ খুলে ফেল। অতঃপর যে নিয়মে হাজ্জ কর, ঠিক সে নিয়মে ‘উমরাহ্ কর। (ই.ফা. ২৬৬৭, ই.সে. ২৬৬৬)",
    "ar": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، ح وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ بَكْرٍ، قَالاَ أَخْبَرَنَا ابْنُ جُرَيْجٍ، ح وَحَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، - وَاللَّفْظُ لَهُ - أَخْبَرَنَا عِيسَى، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي عَطَاءٌ، أَنَّ صَفْوَانَ بْنَ يَعْلَى بْنِ أُمَيَّةَ، أَخْبَرَهُ أَنَّ يَعْلَى كَانَ يَقُولُ لِعُمَرَ بْنِ الْخَطَّابِ - رضى الله عنه - لَيْتَنِي أَرَى نَبِيَّ اللَّهِ صلى الله عليه وسلم حِينَ يُنْزَلُ عَلَيْهِ ‏.‏ فَلَمَّا كَانَ النَّبِيُّ صلى الله عليه وسلم بِالْجِعْرَانَةِ وَعَلَى النَّبِيِّ صلى الله عليه وسلم ثَوْبٌ قَدْ أُظِلَّ بِهِ عَلَيْهِ مَعَهُ نَاسٌ مِنْ أَصْحَابِهِ فِيهِمْ عُمَرُ إِذْ جَاءَهُ رَجُلٌ عَلَيْهِ جُبَّةُ صُوفٍ مُتَضَمِّخٌ بِطِيبٍ فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ تَرَى فِي رَجُلٍ أَحْرَمَ بِعُمْرَةٍ فِي جُبَّةٍ بَعْدَ مَا تَضَمَّخَ بِطِيبٍ فَنَظَرَ إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم سَاعَةً ثُمَّ سَكَتَ فَجَاءَهُ الْوَحْىُ فَأَشَارَ عُمَرُ بِيَدِهِ إِلَى يَعْلَى بْنِ أُمَيَّةَ تَعَالَ ‏.‏ فَجَاءَ يَعْلَى فَأَدْخَلَ رَأْسَهُ فَإِذَا النَّبِيُّ صلى الله عليه وسلم مُحْمَرُّ الْوَجْهِ يَغِطُّ سَاعَةً ثُمَّ سُرِّيَ عَنْهُ فَقَالَ ‏\"‏ أَيْنَ الَّذِي سَأَلَنِي عَنِ الْعُمْرَةِ آنِفًا ‏\"‏ ‏.‏ فَالْتُمِسَ الرَّجُلُ فَجِيءَ بِهِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَمَّا الطِّيبُ الَّذِي بِكَ فَاغْسِلْهُ ثَلاَثَ مَرَّاتٍ وَأَمَّا الْجُبَّةُ فَانْزِعْهَا ثُمَّ اصْنَعْ فِي عُمْرَتِكَ مَا تَصْنَعُ فِي حَجِّكَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}