{
  "hadith": {
    "hadith_id": 2701,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "রসুলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর তালবিয়াহ্ নিম্নরূপ ছিল :\n“হে আল্লাহ! আমি তোমার নিকট হাযির হয়েছি, তোমার কাছে হাযির হয়েছি, তোমার দরবারে উপস্থিত আছি। তোমার কোন শারীক নেই, আমি তোমার সমীপে উপস্থিত হয়েছি। যাবতীয় প্রশংসা ও নি’আমাত তোমারই এবং সমগ্র রাজত্ব ও সার্বভৌম কর্তৃত্ব তোমার। তোমার কোন শারীক নেই। ”\nনাফি’ (রহঃ) বলেন, ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) নিজের তরফ থেকে তালবিয়ার সাথে আরও যোগ করতেন : “তোমার দরবারে উপস্থিত হয়েছি, তোমার কাছে হাযির হয়েছি, তোমার খিদমাতের সৌভাগ্য লাভ করেছি। সমস্ত কল্যাণ তোমার হাতে, তোমার কাছে হাযির হয়েছি, সমস্ত আকর্ষণ তোমার প্রতি এবং সকল কাজ তোমারই জন্য।” [১৩] (ই.ফা. ২৬৭৮, ই.সে. ২৬৭৭)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، بْنِ عُمَرَ - رضى الله عنهما - أَنَّ تَلْبِيَةَ، رَسُولِ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكَ لاَ شَرِيكَ لَكَ ‏\"‏ ‏.‏ قَالَ وَكَانَ عَبْدُ اللَّهِ بْنُ عُمَرَ - رضى الله عنهما - يَزِيدُ فِيهَا لَبَّيْكَ لَبَّيْكَ وَسَعْدَيْكَ وَالْخَيْرُ بِيَدَيْكَ لَبَّيْكَ وَالرَّغْبَاءُ إِلَيْكَ وَالْعَمَلُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৩] হাদীসে (আরবি) শব্দের দ্বারা পরিষ্কার জানা গেল এখানে মহান আল্লাহ রব্বুল ‘আলামীনের হাত উদ্দেশ্য এবং দ্বিবচন নিয়ে আসার দ্বারা বুঝা গেল, এর দ্বারা কুদরত উদ্দেশ্য নেয়া ভূল এবং বাতিল। আর যার দুটি কারণে যে, এখানে দ্বিবচন নিয়ে আসা হয়েছে। আকিদ বুঝানোর জন্য বাস্তবিক দু’হাত বুঝানোর জন্য নয় তাদের দাবি সকল আরবী আভিধানিক এবং সাহিত্যিকদের ব্যতিক্রম, কেননা তাকীদ করার জন্য হয়তো একই শব্দকে পুনরায় নিয়ে আসা হয় বা হরফসমূহ তাকীদ বৃদ্ধি করে, কিন্তু তাকীদ বুঝানোর জন্য একবচনের ক্ষেত্রে দ্বিবচন ব্যবহার করা হয়না। যা হোক মহান আল্লাহর হাত-পা পায়ের নলা ইত্যাদি সম্পর্কে মুহাদ্দিসীনে কিরাম, সহাবায়ে ইমাম ও তাবি’ঈ এবং সালফে সালিহীনদের অভিমত এই যে, এসব বিষয়ের উপর ঈমান আনয়ন করা এবং বাহ্যিক অর্থে ব্যবহার করা জরুরী। আর এ সকল বিষয়কে কোন বিষয়ের সাথে সাদৃশ্য দেয়া বা অন্য কোন তাবীল বা অপব্যাখ্যা থেকে বেঁচে থাকা উচিত।",
    "chapter": {
      "chapter_number": "16"
    }
  }
}