{
  "hadith": {
    "hadith_id": 2708,
    "narrator": "‘উবায়দ ইবনু জুরায়জ (রহঃ)",
    "bn": "তিনি ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)-কে বললেন, হে আবূ ‘আবদুর রহমান! আমি আপনাকে এমন চারটি কাজ করতে দেখেছি-যা আপনার সঙ্গী-সাথীদের কাউকে করতে দেখিনি। তিনি বললেন, হে ইবনু জুরায়জ! সেগুলো কী কী? তিনি বললেন, আমি দেখেছি আপনি রুকনে হাজারে আসওয়াদ ও রুকনে ইয়ামানী ব্যতীত আর কোন রুকন স্পর্শ করেন না। আমি আরও লক্ষ্য করেছি যে, আপনি পশমবিহীন চামড়ার স্যান্ডেল পরিধান করেন। আমি আরো দেখেছি যে, আপনি হলুদ বর্ণ ব্যবহার করেন। আমি আরও লক্ষ্য করেছি যে, আপনি মাক্কাতে অবস্থান কালে (যিলহজ্জ মাসের) আট তারিখে ইহরাম বাঁধেন। অথচ লোকেরা নতুন চাঁদ দেখার সাথে সাথে ইহরাম বাঁধে।\n‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) বললেন, রুকনসমূহের ব্যাপারে কথা হচ্ছে এই যে, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে রুকনে হাজারে আসওয়াদ ও রুকনে ইয়ামানী ছাড়া অন্য কোন রুকন স্পর্শ করতে দেখিনি। [১৫] আর পশমবিহীন স্যান্ডেলের ব্যাপার হচ্ছে এই যে, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে পশমবিহীন চামড়ার স্যান্ডেল পরিধান করতে দেখেছি। তিনি তা পায়ে দিয়ে ওযুও করতেন। আমিও তাই এ ধরনের স্যান্ডেল পছন্দ করি। হলুদ রং-এর সম্পর্কে কথা হচ্ছে এই যে, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে এ রং ব্যবহার করতে দেখেছি। অতএব আমিও এ রং পছন্দ করি। ইহরাম সম্পর্কে বলতে হয় যে, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে তখনি তালবিয়াহ্ পাঠ করতে শুনেছি যখন তাঁর উট যাত্রা শুরু করেছে। (ই.ফা. ২৬৮৫, ই.সে. ২৬৮৪)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ عُبَيْدِ بْنِ جُرَيْجٍ، أَنَّهُ قَالَ لِعَبْدِ اللَّهِ بْنِ عُمَرَ رضى الله عنهما يَا أَبَا عَبْدِ الرَّحْمَنِ رَأَيْتُكَ تَصْنَعُ أَرْبَعًا لَمْ أَرَ أَحَدًا مِنْ أَصْحَابِكَ يَصْنَعُهَا ‏.‏ قَالَ مَا هُنَّ يَا ابْنَ جُرَيْجٍ قَالَ رَأَيْتُكَ لاَ تَمَسُّ مِنَ الأَرْكَانِ إِلاَّ الْيَمَانِيَيْنِ وَرَأَيْتُكَ تَلْبَسُ النِّعَالَ السِّبْتِيَّةَ وَرَأَيْتُكَ تَصْبُغُ بِالصُّفْرَةِ وَرَأَيْتُكَ إِذَا كُنْتَ بِمَكَّةَ أَهَلَّ النَّاسُ إِذَا رَأَوُا الْهِلاَلَ وَلَمْ تُهْلِلْ أَنْتَ حَتَّى يَكُونَ يَوْمُ التَّرْوِيَةِ ‏.‏ فَقَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ أَمَّا الأَرْكَانُ فَإِنِّي لَمْ أَرَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَمَسُّ إِلاَّ الْيَمَانِيَيْنِ وَأَمَّا النِّعَالُ السِّبْتِيَّةُ فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَلْبَسُ النِّعَالَ الَّتِي لَيْسَ فِيهَا شَعَرٌ وَيَتَوَضَّأُ فِيهَا فَأَنَا أُحِبُّ أَنْ أَلْبَسَهَا وَأَمَّا الصُّفْرَةُ فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَصْبَغُ بِهَا فَأَنَا أُحِبُّ أَنْ أَصْبَغَ بِهَا وَأَمَّا الإِهْلاَلُ فَإِنِّي لَمْ أَرَ رَسُولَ اللَّهِ صلى الله عليه وسلم يُهِلُّ حَتَّى تَنْبَعِثَ بِهِ رَاحِلَتُهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৫] কা’বাহ্ শরীফের যে দুটি থাম (বা কোণ) ইয়ামানের (দক্ষিণ) দিকে স্থাপিত, তাকে আর-রুকনু-ইয়ামানিয়্যান বলে। এর একটি কোণে হাজারুল-আসওয়াদ স্থাপিত। আর হাতিম-এর দিকের দু’টি থাম (বা কোণ)-কে আর্-রুকনুশ্-শামিয়ান বলে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এ শেষোক্ত রুকন দু’টি স্পর্শ করতেন না। কারণ তা ইব্রাহীম ও ইসমা’ঈল (‘আঃ)-এর ভিতের উপর প্রতিষ্ঠিত ছিল না। পক্ষান্তরে রুকনে ইয়ামানী তাদের নির্মিত ভিতের উপর স্থাপিত ছিল বিধায় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তা স্পর্শ করতেন। (ফাতহুল মুলাহিম-৩য় খন্ড, পৃঃ ২২০)",
    "chapter": {
      "chapter_number": "16"
    }
  }
}