{
  "hadith": {
    "hadith_id": 2744,
    "narrator": "‘আবদুল্লাহ ইবনু আবূ ক্বাতাদাহ্ (রহঃ)",
    "bn": "তিনি বলেন, আমার পিতা হুদায়বিয়ার বছর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে গেলেন। তাঁর সঙ্গীগণ ইহরাম বাঁধলেন, কিন্তু আবূ ক্বাতাদাহ্ (রাঃ) ইহরাম বাঁধলেন না। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে অবহিত করা হ‘ল যে, শত্রুরা গয়কাহ্ নামক স্থানে ওঁৎ পেতে আছে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁদের যাত্রা অব্যাহত রাখলেন। আবূ ক্বাতাদাহ্ (রাঃ) বলেন, আমি তাঁর সাহাবীগনের সঙ্গে ছিলাম, তাদের কতক আমার দিকে চেয়ে হাসছিল। আমি দৃষ্টি নিক্ষেপ করে একটি বন্য গাধা দেখতে পেলাম। আমি বর্শার আঘাতে তার গতিরোধ করলাম এবং সাহাবীগণের সাহায্য চাইলাম। কিন্তু তারা আমাকে সাহায্য করতে অস্বীকৃতি জানালেন। আমরা এর গোশত খেলাম এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বিচ্ছিন্ন হয়ে পড়ার আশংকাবোধ করলাম। অতএব আমি তাঁর কাছে পৌছার জন্য কখনো ঘোড়া হাঁকিয়ে, আবার কখনো পদব্রজে অগ্রসর হতে লাগলাম। মধ্যরাতে গিফার গোত্রের এক ব্যক্তির সাক্ষাৎ পেলাম এবং তাকে জিজ্ঞেগ করলাম, তুমি কোথায় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাক্ষাৎ পেয়েছো? সে বলল, আমি তাঁকে তা‘হিন নামক স্থানে ছেড়ে এসেছি এবং তিনি সুফ্ইয়া নামক স্থানে দুপুরের সময়টা যাত্রা বিরতি করার মনস্থ করেছেন। আমি (আবূ ক্বাতাদাহ্) তাঁর সাথে মিলিত হয়ে বললাম, হে আল্লাহর রসূল! আপনার সাহাবীগন আপনাকে সালাম জানিয়েছেন এবং আপনার জন্য আল্লাহর রহমাত কামনা করেছেন। তারা আপনার থেকে বিচ্ছিন্ন হয়ে পড়ার আশংকা করেছেন। অতএব আপনি তাদের জন্য অপেক্ষা করুন। অতএব তিনি তাদের জন্য অপেক্ষা করলেন। আমি বললাম, হে আল্লাহর রসূল!! আমি একটি শিকার ধরেছি এবং তার কিছু অংশ আমার কাছে অবশিষ্ট আছে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকদেরকে বললেন, তোমরা খাও। তারা ইহরাম অবস্থায় রয়েছে। (ই.ফা. ২৭২১, ই.সে. ২৭২০)",
    "ar": "وَحَدَّثَنَا صَالِحُ بْنُ مِسْمَارٍ السُّلَمِيُّ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ يَحْيَى، بْنِ أَبِي كَثِيرٍ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي قَتَادَةَ، قَالَ انْطَلَقَ أَبِي مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَامَ الْحُدَيْبِيَةِ فَأَحْرَمَ أَصْحَابُهُ وَلَمْ يُحْرِمْ وَحُدِّثَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَّ عَدُوًّا بِغَيْقَةَ فَانْطَلَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم - قَالَ - فَبَيْنَمَا أَنَا مَعَ أَصْحَابِهِ يَضْحَكُ بَعْضُهُمْ إِلَى بَعْضٍ إِذْ نَظَرْتُ فَإِذَا أَنَا بِحِمَارِ وَحْشٍ فَحَمَلْتُ عَلَيْهِ فَطَعَنْتُهُ فَأَثْبَتُّهُ فَاسْتَعَنْتُهُمْ فَأَبَوْا أَنْ يُعِينُونِي فَأَكَلْنَا مِنْ لَحْمِهِ وَخَشِينَا أَنْ نُقْتَطَعَ فَانْطَلَقْتُ أَطْلُبُ رَسُولَ اللَّهِ صلى الله عليه وسلم أُرَفِّعُ فَرَسِي شَأْوًا وَأَسِيرُ شَأْوًا فَلَقِيتُ رَجُلاً مِنْ بَنِي غِفَارٍ فِي جَوْفِ اللَّيْلِ فَقُلْتُ أَيْنَ لَقِيتَ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ تَرَكْتُهُ بِتِعْهِنَ وَهُوَ قَائِلٌ السُّقْيَا فَلَحِقْتُهُ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ أَصْحَابَكَ يَقْرَءُونَ عَلَيْكَ السَّلاَمَ وَرَحْمَةَ اللَّهِ وَإِنَّهُمْ قَدْ خَشُوا أَنْ يُقْتَطَعُوا دُونَكَ انْتَظِرْهُمْ ‏.‏ فَانْتَظَرَهُمْ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي أَصَدْتُ وَمَعِي مِنْهُ فَاضِلَةٌ فَقَالَ النَّبِيُّ صلى الله عليه وسلم لِلْقَوْمِ ‏ \"‏ كُلُوا ‏\"‏ ‏.‏ وَهُمْ مُحْرِمُونَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}