{
  "hadith": {
    "hadith_id": 276,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ইবরাহীম (‘আঃ)-এর তুলনায় আমাদের মনে অধিক সন্দেহ জাগতে পারে। [৫৮] তিনি বলেছিলেনঃ “হে আমার প্রতিপালক! কিভাবে আপনি মৃতকে জীবিত করেন, আমাকে দেখান। আল্লাহ বললেনঃ “তবে কি তুমি বিশ্বাস কর না? তিনি উত্তরে বললেন, কেন করব না? তবে এটা কেবল আমার চিত্তের প্রশান্তির জন্য”-(সূরাহ আল বাকারাহ্‌ ২ : ২৬০)। আল্লাহ তা’আলা লূত (‘আঃ)-এর উপর রহমাত বর্ষণ করুন, তিনি কোন শক্তিশালী জনগোষ্ঠীর আশ্রয় গ্রহণের ইচ্ছা প্রকাশ করেছিলেন। [৫৯] ইউসুফের দীর্ঘ কারাবরণের ন্যায় আমাকেও যদি কারাগারে অবস্থান করতে হত, তবে আমি রাজদূতের আহ্বানে সাড়া দিতাম। [৬০] (ই.ফা. ২৮০; ই.সে. ২৯০)",
    "ar": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، وَسَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ نَحْنُ أَحَقُّ بِالشَّكِّ مِنْ إِبْرَاهِيمَ صلى الله عليه وسلم إِذْ قَالَ ‏{‏ رَبِّ أَرِنِي كَيْفَ تُحْيِي الْمَوْتَى قَالَ أَوَلَمْ تُؤْمِنْ قَالَ بَلَى وَلَكِنْ لِيَطْمَئِنَّ قَلْبِي‏}‏ قَالَ ‏\"‏ وَيَرْحَمُ اللَّهُ لُوطًا لَقَدْ كَانَ يَأْوِي إِلَى رُكْنٍ شَدِيدٍ وَلَوْ لَبِثْتُ فِي السِّجْنِ طُولَ لَبْثِ يُوسُفَ لأَجَبْتُ الدَّاعِيَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৫৮] “ইবরাহীম (‘আঃ)-এর তুলনায় আমাদের মনে অধিক সন্দেহ জাগতে পারে”- এর অর্থ নিয়ে উলামাদের মাঝে মত বিরোধ রয়েছে। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এই উক্তির অর্থ এই যে, ইবরাহীম (‘আঃ)-এর “পুনরুত্থানের” প্রতি সন্দেহ হওয়া অসম্ভব ছিল। যদি তাঁর নাবী ও খলীলুল্লাহ হওয়া সত্ত্বেও সন্দেহ হয়, তা হলে অন্যান্য নাবীদেরও সন্দেহ হত। আমার অবস্থা তোমরা জান যে, আমার কোন সন্দেহ নেই। অতএব, ইবরাহীম (‘আঃ)-এরও সন্দেহ ছিল না।\nরসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উপরোক্ত উক্তি এই জন্য করেছিলেন যে, যখন এ আয়াত অবতীর্ণ হলো, “হে আল্লাহ কিভাবে আপনি মৃতকে জীবিত করেন আমাকে দেখান” তখন কিছু লোক ইবরাহীম (‘আঃ)-এর উপর ভুল সন্দেহ করল। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের এ সন্দেহ দুর করার জন্য এ হাদীসটি বর্ণনা করেন।\n[৫৯] আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আল্লাহ লূত (‘আঃ)-এর উপর রহমাত বর্ষণ করুন। তিনি শক্তিশালী জনগোষ্ঠীর আশ্রয় গ্রহণের ইচ্ছা প্রকাশ করেছিলেন। সুন্দর যুবকের অবয়বে আগত মেহমানদের (ফেরেশতা) সম্ভ্রম রক্ষার বেলায় তিনি মেহমানকে খুশি করার জন্য এ উক্তি করেছিলেন। তবে তিনি আল্লাহর সাহায্য থেকে গাফিল ছিলেন এমনটি নয়।\n[৬০] আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, “আমি রাজদূতের আহ্বানে সাড়া দিতাম” এখানে তিনি ইউসুফ (‘আঃ)-এর মর্যাদা বর্ণনা করেছেন যে, তাঁর কত ধৈর্য্ ছিল যা অন্যের মধ্যে পাওয়া খুব মুশকিল ব্যাপার। কেননা, দীর্ঘ কারাভোগ করেও বাদশার স্বপ্নের ব্যাখ্যা দেয়ার জন্য রাজদূতের আহ্বানে সাড়া দিলেন না। অর্থাৎ যুলাইখার মিথ্যা অপবাদের সঠিক তদন্ত না হওয়া পর্যন্ত বের হলেন না। তদন্তের পর যুলাইখার মিথ্যা অপবাদ সাব্যস্ত হলে তিনি জেলখানা হতে বের হয়ে আসেন ও বাদশাহ্‌র স্বপ্নের তাবীর করেন। (সংক্ষিপ্ত নাবাবী)",
    "chapter": {
      "chapter_number": "1"
    }
  }
}