{
  "hadith": {
    "hadith_id": 2773,
    "narrator": "‘আবদুল্লাহ ইবনু মা‘ক্বিল (রাঃ)",
    "bn": "তিনি বলেন, আমি মাসজিদে কা‘ব ইবনু ‘উজ্রাহ্ (রাঃ)-এর নিকট বসলাম। অতঃপর আমি তাকে এ আয়াত সম্পর্কে জিজ্ঞেস করলাম, “ফিদ্ইয়াহ্ হিসেবে সওম পালন করতে হবে অথবা সদক্বাহ্ দিতে হবে অথবা কুরবানী করতে হবে।” কা‘ব (রাঃ) বললেন, তা আমার সম্পর্কে নাযিল হয়েছে। আমার মাথায় কিছু কষ্ট ছিল। অতঃপর আমাকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট নিয়ে যাওয়া হল এবং তখন আমার মুখমণ্ডলে উকুন গড়িয়ে পড়ছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেন, আমি যা দেখছি তাতে মনে হয় যে, তোমার অসহনীয় কষ্ট হচ্ছে। তুমি কি একটি বকরী সংগ্রহ করতে সক্ষম হবে? আমি বললাম, না। তখন আয়াত নাযিল হয়, “ফিদ্ইয়াহ্ হিসেবে সওম পালন করতে হবে, সদাক্বাহ্ করতে হবে অথবা কুরবানী করতে হবে।” নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেন, তিনদিন সওম পালন কর অথবা ছয়জন মিসকীনের প্রত্যেককে অর্ধ সা‘ করে খাদ্য দান কর। কা‘ব (রাঃ) বলেন, আয়াতটি বিশেষভাবে আমার প্রসঙ্গে নাযিল হয়েছে কিন্তু এর নির্দেশ সাধারণভাবে তোমাদের সকলের ক্ষেত্রে প্রযোজ্য। (ই.ফা. ২৭৫০, ই.সে. ২৭৪৮)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَصْبَهَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَعْقِلٍ، قَالَ قَعَدْتُ إِلَى كَعْبٍ - رضى الله عنه - وَهُوَ فِي الْمَسْجِدِ فَسَأَلْتُهُ عَنْ هَذِهِ الآيَةِ ‏{‏ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ‏}‏ فَقَالَ كَعْبٌ رضى الله عنه نَزَلَتْ فِيَّ كَانَ بِي أَذًى مِنْ رَأْسِي فَحُمِلْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَالْقَمْلُ يَتَنَاثَرُ عَلَى وَجْهِي فَقَالَ ‏\"‏ مَا كُنْتُ أُرَى أَنَّ الْجَهْدَ بَلَغَ مِنْكَ مَا أَرَى أَتَجِدُ شَاةً ‏\"‏ ‏.‏ فَقُلْتُ لاَ فَنَزَلَتْ هَذِهِ الآيَةُ ‏{‏ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ‏}‏ قَالَ صَوْمُ ثَلاَثَةِ أَيَّامٍ أَوْ إِطْعَامُ سِتَّةِ مَسَاكِينَ نِصْفَ صَاعٍ طَعَامًا لِكُلِّ مِسْكِينٍ - قَالَ - فَنَزَلَتْ فِيَّ خَاصَّةً وَهْىَ لَكُمْ عَامَّةً ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}