{
  "hadith": {
    "hadith_id": 2801,
    "narrator": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সহধর্মিণী ‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, আমরা বিদায় হাজ্জের বছর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে রওনা হলাম। আমাদের কেউ শুধু ‘উমরার ইহরাম বাঁধল, আর কেউ শুধু হাজ্জের ইহরাম বাঁধল। এভাবে আমরা মাক্কায় পৌঁছলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেন, যারা ‘উমরার জন্য ইহরাম বেঁধেছে কিন্তু কুরবানীর পশু আনেনি, তারা যেন ইহরাম খুলে ফেলে। আর যারা ‘উমরার ইহরাম বেঁধেছে এবং সাথে কুরবানীর পশুও এনেছে, তারা কুরবানী করার পরই কেবল ইহরামমুক্ত হবে। আর যারা হাজ্জের ইহরাম বেঁধেছে তারা যেন হাজ্জ পূর্ণ করে। ‘আয়িশাহ (রাঃ) বলেন, আমার হায়য শুরু হয়ে গেল এবং ‘আরাফাহ্ দিবস পর্যন্ত চলতে থাকল। আমি ‘উমরার ইহরাম বেঁধেছিলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  আমাকে মাথার চুল খুলে ফেলতে, তাতে চিরুণী করতে, হাজ্জের ইহরাম বাঁধতে এবং ‘উমরাহ্ পরিত্যাগ করতে নির্দেশ দিলেন। আমি তাই করলাম এবং হাজ্জের অনুষ্ঠানাদি পূর্ণ করলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  আমার সাথে (আমার ভাই) ‘আবদুর রহমান ইবনু আবূ বাকরকে পাঠালেন এবং তিনি আমাকে তান’ঈম থেকে ইহরাম বেধে ‘উমারাহ করার নির্দেশ দিলেন- যেহেতু আমি ‘উমরার ইহরাম পরিত্যাগ করে হাজ্জের ইহরাম বেঁধেছিলাম; অথচ আমি উক্ত ‘উমরাহ্ সমাপ্ত করতে পারিনি। (ই.ফা. ২৭৭৮, ই.সে. ২৭৭৬)",
    "ar": "وَحَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ، خَالِدٍ عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَامَ حَجَّةِ الْوَدَاعِ فَمِنَّا مَنْ أَهَلَّ بِعُمْرَةٍ وَمِنَّا مَنْ أَهَلَّ بِحَجٍّ حَتَّى قَدِمْنَا مَكَّةَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ أَحْرَمَ بِعُمْرَةٍ وَلَمْ يُهْدِ فَلْيَحْلِلْ وَمَنْ أَحْرَمَ بِعُمْرَةٍ وَأَهْدَى فَلاَ يَحِلُّ حَتَّى يَنْحَرَ هَدْيَهُ وَمَنْ أَهَلَّ بِحَجٍّ فَلْيُتِمَّ حَجَّهُ ‏\"‏ ‏.‏ قَالَتْ عَائِشَةُ - رضى الله عنها - فَحِضْتُ فَلَمْ أَزَلْ حَائِضًا حَتَّى كَانَ يَوْمُ عَرَفَةَ وَلَمْ أُهْلِلْ إِلاَّ بِعُمْرَةٍ فَأَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ أَنْقُضَ رَأْسِي وَأَمْتَشِطَ وَأُهِلَّ بِحَجٍّ وَأَتْرُكَ الْعُمْرَةَ - قَالَتْ - فَفَعَلْتُ ذَلِكَ حَتَّى إِذَا قَضَيْتُ حَجَّتِي بَعَثَ مَعِي رَسُولُ اللَّهِ صلى الله عليه وسلم عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ وَأَمَرَنِي أَنْ أَعْتَمِرَ مِنَ التَّنْعِيمِ مَكَانَ عُمْرَتِي الَّتِي أَدْرَكَنِي الْحَجُّ وَلَمْ أَحْلِلْ مِنْهَا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}