{
  "hadith": {
    "hadith_id": 2804,
    "narrator": "‘আয়িশাহ্ (রাঃ)",
    "bn": "বিদায় হাজ্জের বছর যিলহাজ্জ মাসের নতুন চাঁদ উদয়ের কাছাকাছি সময়ে আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে (মাক্কাহ্) রওনা হলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমাদের মধ্যে যে ব্যক্তি ‘উমরার ইহরাম বাধঁতে চায়, সে তা করতে পারে। আমার সঙ্গে হাদী বা কুরবানীর পশু না থাকলে আমি ‘উমরার ইহরাম বাধঁতাম। ‘আয়িশাহ (রাঃ) বলেন, লোকদের মধ্যে কতক ‘উমরার ইহরাম বাঁধল এবং কতক হাজ্জের ইহরাম বাঁধল। তিনি বললেন, আমি ‘উমরার উদ্দেশে ইহরামকারীদের অন্তর্ভুক্ত ছিলাম। আমরা রওনা হলাম, অতঃপর মাক্কায় পৌঁছে গেলাম। ‘আরাফাহ্ দিবস পর্যন্ত আমার মাসিক ঋতু অব্যাহত থাকল এবং ‘উমরাহ্ করে ইহরাম খোলার সুযোগ পেলাম না। এ সংকটের বিষয়ে আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে অবহিত করলে তিনি বললেন, তুমি তোমার ‘উমরাহ্ পরিত্যাগ কর, চুলের বাঁধন খুলে ফেল এবং তাতে চিরুণী কর আর হাজ্জের জন্য ইহরাম বাঁধ। ‘আয়িশা (রাঃ) বলেন, আমি তাই করলাম। অতঃপর যখন মুহাস্সাব-এর রাত হলো এবং আল্লাহ তা’আলা আমাদের হাজ্জ সমাপন করার তাওফীক্ব দিলেন, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার সাথে ‘আবদুর রহমান ইবনু আবূ বকর (রাঃ)-কে পাঠালেন এবং তিনি আমাকে তাঁর বাহনের পেছনে বসিয়ে তান’ঈম নামক স্থানে রওনা হলেন। অতঃপর আমি ‘উমরার ইহরাম বাঁধলাম। এভাবে আল্লাহ তা‘আলা আমাদের হাজ্জ ও ‘উমরাহ্ সমাপনের তাওফীক্ব দান করলেন।\nএজন্য হাদী বা কুরবানী, সদাক্বাহ্ বা সওম কোনটিই পালন করতে হয়নি। (ই.ফা. ২৭৮১, ই.সে. ২৭৭৯)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ مُوَافِينَ لِهِلاَلِ ذِي الْحِجَّةِ - قَالَتْ - فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ أَرَادَ مِنْكُمْ أَنْ يُهِلَّ بِعُمْرَةٍ فَلْيُهِلَّ فَلَوْلاَ أَنِّي أَهْدَيْتُ لأَهْلَلْتُ بِعُمْرَةٍ ‏\"‏ ‏.‏ قَالَتْ فَكَانَ مِنَ الْقَوْمِ مَنْ أَهَلَّ بِعُمْرَةٍ وَمِنْهُمْ مَنْ أَهَلَّ بِالْحَجِّ - قَالَتْ - فَكُنْتُ أَنَا مِمَّنْ أَهَلَّ بِعُمْرَةٍ فَخَرَجْنَا حَتَّى قَدِمْنَا مَكَّةَ فَأَدْرَكَنِي يَوْمُ عَرَفَةَ وَأَنَا حَائِضٌ لَمْ أَحِلَّ مِنْ عُمْرَتِي فَشَكَوْتُ ذَلِكَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ دَعِي عُمْرَتَكِ وَانْقُضِي رَأْسَكِ وَامْتَشِطِي وَأَهِلِّي بِالْحَجِّ ‏\"‏ ‏.‏ قَالَتْ فَفَعَلْتُ فَلَمَّا كَانَتْ لَيْلَةُ الْحَصْبَةِ - وَقَدْ قَضَى اللَّهُ حَجَّنَا - أَرْسَلَ مَعِي عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ فَأَرْدَفَنِي وَخَرَجَ بِي إِلَى التَّنْعِيمِ فَأَهْلَلْتُ بِعُمْرَةٍ فَقَضَى اللَّهُ حَجَّنَا وَعُمْرَتَنَا وَلَمْ يَكُنْ فِي ذَلِكَ هَدْىٌ وَلاَ صَدَقَةٌ وَلاَ صَوْمٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}