{
  "hadith": {
    "hadith_id": 281,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সে সত্তার শপথ, যাঁর হাতে আমার প্রাণ। শীঘ্রই তোমাদের মাঝে ‘ঈসা ইবনু মারইয়াম (‘আঃ)-কে একজন ন্যায়পরায়ণ প্রশাসক হিসেবে অবতীর্ণ করা হবে। [৬২] তখন তিনি ক্রুশ (চিহ্ন) ধ্বংস করবেন, শুকর হত্যা করবেন, জিয্‌য়াহ্‌ কর রহিত করবেন। [৬৩] তখন সম্পদ এত বেশী হবে যে তা গ্রহণ করার কেউ থাকবে না।\n‘আবদুল আ’লা ইবনু হাম্মাদ, আবূ বাক্‌র ইবনু আবূ শাইবাহ্‌, যুহায়র ইবনু হার্‌ব, হারমালাহ্‌ ইবনু ইয়াহ্‌ইয়া, হাসান আল হুলওয়ানী ও ‘আব্‌দ ইবনু হুমায়দ (রহঃ) .....  যুহরী (রহঃ) থেকে পূর্ব বর্ণিত সানাদের অনুরূপ বর্ণনা করেছেন। (তবে প্রত্যেক রিওয়ায়াতে কিছু ব্যবধান যেমন) ইবনু ‘উয়াইনাহ্‌ তার রিওয়ায়াতে (আরবী) কথাটির উল্লেখ করেন। ইউনুস তাঁর রিওয়ায়াতে (আরবী) এর উল্লেখ করেছেন (আরবী) উল্লেখ করেননি। সালিহ তাঁর রিওয়ায়াতে লায়স বর্ণিত হাদীসের অনুরূপ (আরবী) বর্ণনা করেছেন। তাঁর বর্ণনায় আরও রয়েছে, সে সময় এক একটি সাজদাহ পৃথিবী ও পৃথিবীর সমুদয় সম্পদ অপেক্ষা অধিক শ্রেয় বলে বিবেচিত হবে। তারপর আবূ হুরায়রা (রাঃ) বলেনঃ ইচ্ছা করলে তোমরা এ আয়াতটি পড়তে পার : “কিতাবীদের মধ্যে প্রত্যেকে তার মৃত্যুর পূর্বে তাঁকে [‘ঈসা (আ.-কে)] বিশ্বাস করবেই এবং কিয়ামাতের দিন তিনি তাদের বিরুদ্ধে সাক্ষ্য দিবেন”-(সূরাহ আন্‌ নিসা ৪ : ১৫৯)। (ই.ফা. ২৮৬, ২৮৭; ই.সে. ২৯৭, ২৯৮)",
    "ar": "وَحَدَّثَنَاهُ عَبْدُ الأَعْلَى بْنُ حَمَّادٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَزُهَيْرُ بْنُ حَرْبٍ قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، ح وَحَدَّثَنِيهِ حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، قَالَ حَدَّثَنِي يُونُسُ، ح وَحَدَّثَنَا حَسَنٌ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، عَنْ يَعْقُوبَ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، كُلُّهُمْ عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ وَفِي رِوَايَةِ ابْنِ عُيَيْنَةَ ‏\"‏ إِمَامًا مُقْسِطًا وَحَكَمًا عَدْلاً ‏\"‏ ‏.‏ وَفِي رِوَايَةِ يُونُسَ ‏\"‏ حَكَمًا عَادِلاً ‏\"‏ ‏.‏ وَلَمْ يَذْكُرْ ‏\"‏ إِمَامًا مُقْسِطًا ‏\"‏ ‏.‏ وَفِي حَدِيثِ صَالِحٍ ‏\"‏ حَكَمًا مُقْسِطًا ‏\"‏ كَمَا قَالَ اللَّيْثُ ‏.‏ وَفِي حَدِيثِهِ مِنَ الزِّيَادَةِ ‏\"‏ وَحَتَّى تَكُونَ السَّجْدَةُ الْوَاحِدَةُ خَيْرًا مِنَ الدُّنْيَا وَمَا فِيهَا ‏\"‏ ‏.‏ ثُمَّ يَقُولُ أَبُو هُرَيْرَةَ اقْرَءُوا إِنْ شِئْتُمْ ‏{‏ وَإِنْ مِنْ أَهْلِ الْكِتَابِ إِلاَّ لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ‏}‏ الآيَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৬২] ইমাম নাবাবী (রহঃ) বলেন, ‘ঈসা (‘আঃ)-কে শেষ যুগে ন্যায়পরায়ন প্রশাসক হিসেবে অবতীর্ণ করা হবে। তখন তিনি ক্রুশ চিহ্ন ধ্বংস করবেন, খৃস্টানেরা যার সম্মান করে থাকে। এটা থেকে প্রমাণিত হয় যে, সমস্ত বর্জনীয় জিনিস যেমন : বিভিন্ন বাদ্যযন্ত্র, অবৈধ খেলাধূলার যন্ত্রপাতি, মূর্তি, ছবি ইত্যাদি সব ভেঙ্গে ফেলা উচিত। শুকর হত্যাও এর মধ্যে শামিল। কুরআন মাজীদে মহান আল্লাহ-এর গোশ্‌তকে হারাম বলে ঘোষণা করেছেন। কারণ এর গোশ্‌ত মানুষের জন্য অত্যন্ত ক্ষতিকর। আল্লামা কারযাভী (রহঃ) বলেন শুকরের অতি লোভনীয় খাদ্য সব রকমের পায়খানা ও ময়লা আবর্জনা। আধুনিক স্বাস্থ্য বিজ্ঞানের দৃষ্টিতে তা খাওয়া বিশেষ করে গ্রীষ্ম প্রধান দেশে খুবই ক্ষতিকর। বৈজ্ঞানিক পরীক্ষা থেকেও প্রমাণিত হয়েছে যে, শুকরের গোশ্‌ত আহার করা হলে দেহে এমন এক প্রাকরের পোকার সৃষ্টি হয় যা স্বাস্থ্যকে কুরে কুরে খায়। (অনুবাদক-ইসলামের হালাল হারামের বিধান, পৃষ্ঠা ৬৭) \n[৬৩] জিযয়াহ্‌ রহিত করা তো মুহাম্মাদী শারী’আতের পরিপন্থী। এর সঠিক উত্তর এই যে, এ নির্দেশ শারী’আতে মুহাম্মাদীর পরিপন্থী নয়। এজন্য যে, জিয্‌য়াহ্‌ বা কর গ্রহণ করার হুকুম ‘ঈসা (‘আঃ) আসার পূর্ব পর্যন্ত থাকবে। যখন ‘ঈসা (‘আঃ) এসে যাবেন তখন জিয্‌য়াহ্‌ রহিত হয়ে যাবে। যা হাদীসে প্রকাশ্যে বলা হয়েছে। আর সম্পদ বেশি হওয়ার কথা বলা হয়েছে। অর্থাৎ ‘আদল ও ইনসাফের কারণে খুব বারাকাত হবে ও মাল বেশি হবে। ভূগর্ভের খনিজ সম্পদ উত্তোলন করা হবে। অন্য হাদীসে এসেছে : কিয়ামাত নিকটবর্তী হওয়ার কারণে অর্থ-সম্পদের দিকে মানুষের লোভ-লালসা থাকবে না। কাজেই কেউ মাল দিতে চাইলে তা গ্রহণ করতে রাজি হবে না। (সংক্ষিপ্ত নাবাবী)",
    "chapter": {
      "chapter_number": "1"
    }
  }
}