{
  "hadith": {
    "hadith_id": 2840,
    "narrator": "জা’ফার ইবনু মুহাম্মাদ (রহঃ) থেকে তার পিতার সূত্রে",
    "bn": "তিনি বলেন, আমরা জাবির ইবনু ‘আবদুল্লাহ (রাঃ)- এর কাছে গেলাম। তিনি সকলের পরিচয় জিজ্ঞেস করলেন। অবশেষে আমার পরিচয় জানতে চাইলেন। আমি বললাম, আমি মুহাম্মাদ ইবনু ‘আলী ইবনু হুসায়ন। অতএব তিনি আমার দিকে হাত বাড়িয়ে আমার মাথার উপর রাখলেন। তিনি আমার জামার উপর দিকের বোতাম খুললেন তারপর নিচের বোতাম খুললেন। অতঃপর তার হাত আমার বুকের মাঝে রাখলেন। আমি তখন যুবক ছিলাম। তিনি বললেন, হে ভ্রাতুষ্পুত্র! তোমাকে স্বাগত জানাই, তুমি যা জানতে চাও, জিজ্ঞেস কর। আমি তাকে  জিজ্ঞেস করলাম, তখন তিনি (বার্ধক্যজনিত কারণে) দৃষ্টিশক্তি হারিয়ে ফেলেন। ইতোমধ্যে সলাতের ওয়াক্ত হয়ে গেল। তিনি নিজেকে একটি চাদর আবৃত করে উঠে দাঁড়ালেন। তিনি যখনই চাদরের প্রান্ত নিজ কাঁধের উপর রাখতেন – তা (আকারে) ছোট হবার কারণে নীচে পড়ে যেত। তার আরেকটি বড় চাদর তার পাশেই আনলায় রাখা ছিল। তিনি আমাদের নিয়ে সলাতের ইমামত করলেন। অতঃপর আমি বললাম, আপনি আমাদেরকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর (বিদায়) হাজ্জ সম্পর্কে অবহিত করুন।  জাবির (রাঃ) স্বহস্তে নয় সংখ্যার প্রতি ইঙ্গিত করে বললেনঃ রসূলুল্লাহ নয় বছর (মদীনায়) অবস্থান করেন এবং এ সময়ের মধ্যে হাজ্জ করেননি। অতঃপর ১০ম বর্ষে লোকদের মধ্যে ঘোষণা দেয়া হ’ল যে , রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এ বছর হাজ্জে যাবেন। সুতরাং মাদীনায় বহু লোকের আগমন হল। তাদের  প্রত্যেকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর অনুসরণ  করতে এবং তাঁর অনুরূপ ‘আমল করতে আগ্রহী ছিল। আমরা তাঁর সঙ্গে রওনা হলাম। আমরা যখন যুল হুলায়ফাহ্ নামক স্থানে পৌঁছলাম- আসমা বিনতু ‘উমায়স (রাঃ) মুহাম্মাদ ইবনু আবূ বাক্‌রকে প্রসব করলেন। তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট লোক পাঠিয়ে জানতে চাইলেন – এখন আমি কী করব? তিনি বললেন, তুমি গোসল কর, একখণ্ড কাপড় দিয়ে পট্টি বেঁধে নাও এবং  ইহরামের পোশাক পরিধান কর।\nরসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদে (ইহরামের দু’ রাক’আত) সলাত আদায় করলেন। অতঃপর ‘ক্বাসওয়া ‘ নামক উষ্ট্রীতে আরোহণ করলেন। অতঃপর বায়দা নামক স্থানে তাঁর উষ্ট্রী যখন তাঁকে নিয়ে সোজা হয়ে দাঁড়াল – আমি সামনের দিকে যতদূর দৃষ্টি যায়, তাকিয়ে দেখলাম লোকে লোকারণ্য- কতক সওয়ারীতে, কতক পদব্রজে অগ্রসর হচ্ছে। ডানদিকে, বাঁদিকে এবং পিছনেও একই দৃশ্য। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের মাঝখানে ছিলেন এবং তাঁর উপর কুরআন নাযিল হচ্ছিল। একমাত্র তিনিই এর আসল তাৎপর্য জানেন এবং তিনি যা করতেন, আমরাও তাই করতাম। তিনি আল্লাহর তাওহীদ সম্বলিত এ তালবিয়াহ্‌ পাঠ করলেনঃ\n(আরবি)\nঅর্থঃ ‘‘আমি তোমার দরবারে হাযির আছি, হে আল্লাহ! আমি তোমার দরবারে হাযির,  আমি তোমার দরবারে হাযির, তোমার কোন শারীক নেই, আমি তোমার দরবারে উপস্থিত। নিশ্চিত সমস্ত প্রশংসা, নি’আমাত তোমারই এবং সমগ্র রাজত্ব তোমার, তোমার কোন শারীক নেই”।\nলোকেরাও উপরোক্ত তালবিয়াহ্‌ পাঠ করল – যা (আজকাল) পাঠ করা হয়। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর থেকে বেশি কিছু বলেননি। আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উপরোক্ত তালবিয়াহ্‌ পাঠ করতে থাকলেন।\nজাবির (রাঃ) বলেন, আমরা হাজ্জ ছাড়া অন্য কিছুর নিয়ত করিনি, আমরা ‘উমরার কথা জানতাম না। অবশেষে আমরা যখন তাঁর সঙ্গে বায়তুল্লাহ্‌য় পৌঁছলাম- তিনি রুকন (হাজারে আসওয়াদ) স্পর্শ করলেন, অতঃপর সাতবার কা’বাহ্‌ ঘর ত্বওয়াফ করলেন- তিনবার দ্রুতগতিতে এবং চারবার স্বাভাবিক গতিতে। এরপর তিনি মাক্বামে ইব্‌রাহীমে পৌঁছে এ আয়াত তিলাওয়াত করলেনঃ\n(আরবি)\nঅর্থঃ “তোমরা ইব্‌রাহীমের দাঁড়াবার স্থানকে সলাতের স্থানরূপে গ্রহণ কর”- (সূরাহ্‌ আল বাক্বারাহ্‌  ২ : ১২৫)। তিনি মাক্বামে ইব্‌রাহীমকে তাঁর ও বায়তুল্লাহর মাঝখানে রেখে (দু’  রাক’আত সলাত আদায় করলেন)। (জা’ফার বলেন) আমার পিতা (মুহাম্মাদ) বলতেন, আমি যতদূর জানি, তিনি (জাবির) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণনা করেছেন। তিনি দু’ রাক’আত সলাতে সূরাহ্‌ ‘কুল্‌ হুওআল্ল-হু আহাদ’ ও ‘কুল্‌ ইয়া আইয়ুহাল কা-ফিরূন’ পাঠ করেন।\nঅতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাজারে আসওয়াদের কাছে প্রত্যাবর্তন করলেন এবং তাতে চুমু খেলেন। অতঃপর তিনি দরজা দিয়ে সাফা পাহাড়ের দিকে বের হলেন এবং সাফার নিকটবর্তী হয়ে তিলাওয়াত করলেনঃ\n(আরবি)\nঅর্থঃ “নিশ্চয়ই সাফা-মারওয়াহ্‌ পাহাড়দ্বয় আল্লাহর নিদর্শনসমূহের অন্যতম”- (সূরাহ্‌ আল বাক্বারাহ্‌ ২ : ১৫৮) এবং আরো বললেন- আল্লাহ তা’আলা যে পাহাড়ের উল্লেখ করে আরম্ভ করেছেন, আমিও তা দিয়ে আরম্ভ করব। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাফা পাহাড় থেকে শুরু করলেন, অতঃপর এতটা উপরে আরোহণ করলেন যে, বায়তুল্লাহ দেখতে পেলেন। তিনি ক্বিবলামুখী হলেন, আল্লাহর একত্ব ও মাহাত্ম্য ঘোষণা করলেন এবং বললেনঃ\n(আরবি)\nঅর্থঃ ‘আল্লাহ ছাড়া কোন মা’বূদ নেই, তিনি এক, তাঁর কোন শারীক নেই। তাঁর জন্য রাজত্ব এবং তাঁর জন্য সমস্ত প্রশংসা, তিনি প্রতিটি জিনিসের উপর শক্তিমান। আল্লাহ ছাড়া কোন ইলাহ নেই। তিনি এক, তিনি নিজের প্রতিশ্রুতি পূর্ণ করেছেন”।\nতিনি এ দু’আ পড়লেন এবং তিনি অনুরূপ তিনবার বলেছেন। অতঃপর তিনি নেমে মারওয়াহ পাহাড়ের দিকে অগ্রসর হলেন-  যতক্ষণ না  তাঁর পা মুবারক উপত্যকার সমতল ভূমিতে গিয়ে ঠেকল। তিনি দ্রুত চললেন- যতক্ষণ না উপত্যকা অতিক্রম করলেন। মারওয়াহ্‌ পাহাড়ে ঊঠার সময় হেঁটে  উঠলেন, অতঃপর এখানেও তাই করলেন যা তিনি সাফা পাহাড়ে করেছিলেন। সর্বশেষ ত্বওয়াফে যখন তিনি মারওয়াহ্‌ পাহাড়ে পৌঁছলেন, তখন (লোকদের সম্বোধন করে) বললেনঃ যদি আমি আগেই ব্যাপারটি বুঝতে পারতাম, তাহলে আমি সাথে করে কুরবানীর পশু আনতাম না এবং (হাজ্জের) ইহরামকে ‘উমরায় পরিবর্তন করতাম। অতএব তোমাদের মধ্যে যার সাথে কুরবানীর পশু নেই, সে যেন ইহরাম খুলে ফেলে এবং একে ‘উমরায় পরিণত করে। এ সময় সুরাক্বাহ ইবনু মালিক ইবনু জু’শুম (রাঃ) দাঁড়িয়ে বললেন, হে আল্লাহর রসূল! এ ব্যবস্থা কি আমাদের এ বছরের জন্য, না সর্বকালের জন্য? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজ হাতের আঙ্গুলগুলো পরস্পরের ফাঁকে ঢুকালেন এবং দু’বার বললেন, ‘উমরাহ্‌ হাজ্জের মধ্যে প্রবেশ করেছে। আরও বললেন, না বরং সর্বকালের জন্য, সর্বকালের জন্য।\nএ সময় ‘আলী (রাঃ) ইয়ামান থেকে  নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর জন্য  কুরবানীর পশু নিয়ে এলেন এবং যারা ইহরাম খুলে ফেলেছে, ফাত্বিমাহ্‌ (রাঃ)-কে তাদের অন্তর্ভুক্ত দেখতে পেলেন। তিনি রঙ্গীন কাপড় পরিহিতা ছিলেন এবং চোখে  সুরমা  দিয়েছিলেন। ‘আলী (রাঃ) তা অপছন্দ করলেন। ফাত্বিমাহ্‌ (রাঃ) বললেন, আমার পিতা আমাকে এরূপ করার নির্দেশ দিয়েছেন।\nরাবী বলেন, ‘আলী (রাঃ) ইরাক্বে থাকতেন, অতএব ফাতিমাহ (রাঃ) যা করেছেন তার প্রতি অসন্তুষ্ট হয়ে আমি তাকে জানালাম যে, আমি তার এ কাজ অপছন্দ করেছি। তিনি যা উল্লেখ করেছেন, সে বিষয়ে জানার জন্য আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) – এর কাছে গেলাম। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ফাত্বিমাহ্‌ সত্য বলেছে, সত্য বলেছে। তুমি হাজ্জের ইহরাম বাঁধার সময় কী বলেছিলে?‘আলী (রাঃ) বললেন, আমি বলেছি, হে আল্লাহ! আমি ইহরাম বাঁধলাম, যেরূপ ইহরাম বেঁধেছেন আপনার রসূল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার সঙ্গে হাদী (কুরবানীর পশু) আছে, অতএব তুমি ইহরাম খুলবে না।\nজাবির (রাঃ) বলেন, ‘আলী (রাঃ) ইয়ামান থেকে যে পশুপাল নিয়ে এসেছেন এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের সঙ্গে করে যে সব পশু নিয়ে এসেছিলেন, সর্বসাকুল্যে এর সংখ্যা দাঁড়ালো একশত। অতএব নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং যাদের সঙ্গে কুরবানীর পশু ছিল, তারা ব্যতীত আর সকলেই ইহরাম খুলে ফেললেন এবং চুল কাটলেন। অতঃপর যখন তালবিয়ার দিন (৮যিলহাজ্জ) আসলো, লোকেরা পুনরায় ইহরাম বাঁধলো এবং মিনার দিকে রওনা হ’ল। আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সওয়ার হয়ে গেলেন এবং সেখানে যুহর, ‘আস্‌র, মাগরিব, ‘ইশা ও ফাজ্‌রের সলাত আদায় করলেন। অতঃপর তিনি সূর্য উদিত হওয়া পর্যন্ত সেখানে কিছুক্ষণ অপেক্ষা করলেন এবং নামিরাহ্‌ নামক স্থানে গিয়ে তার জন্য একটি তাঁবু খাটানোর নির্দেশ দিলেন এবং নিজেও রওনা হয়ে গেলেন।\nকুরায়শগণ নিঃসন্দেহ ছিল যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাশ’আরুল হারামের কাছে অবস্থান করবেন যেমন জাহিলী যুগে কুরায়শগণ করত। কিন্তু রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সামনে অগ্রসর হলেন, তারপরে ‘আরাফায় পৌঁছলেন এবং দেখতে পেলেন নামিরায় তাঁর জন্য তাঁবু খাটানো হয়েছে। তিনি এখানে অবতরণ করলে। অতঃপর যখন সূর্য ঢলে পড়ল, তখন তিনি তাঁর ক্বাস্‌ওয়া (নামক উষ্ট্রী)-কে প্রস্তুত করার নির্দেশ দিলেন। তার পিঠে হাওদা লাগানো হ’ল। তখন তিনি বাত্বনে ওয়াদীতে এলেন এবং লোকদের উদ্দেশে ভাষণ দিলেন। তিনি বললেন,\n“তোমাদের রক্ত ও তোমাদের সম্পদ তোমাদের জন্য হারাম যেমন তা হারাম তোমাদের এ দিনে, তোমাদের এ মাসে এবং তোমাদের এ শহরে।”\n“সাবধান! জাহিলী যুগের সকল ব্যাপার (অপসংস্কৃতি) আমার উভয় পায়ের নীচে। জাহিলী যুগের রক্তের দাবিও বাতিল হ’ল। আমি সর্বপ্রথম যে রক্তপণ বাতিল করছি, তা হল আমাদের বংশের রবী’আহ্‌ ইবনু হারিসের পুত্রের রক্তপণ। সে শিশু অবস্থায় বানূ সা’দ এ দুগ্ধপোষ্য ছিল, তখন হুযায়ল গোত্রের লোকেরা তাকে হত্যা করে।\n“জাহিলী যুগের সুদও বাতিল হল। আমি প্রথম যে সুদ বাতিল করছি তা হল আমাদের বংশের ‘আব্বাস ইবনু ‘আবদুল মুত্ত্বালিবের সুদ। তার সমস্ত সুদ বাতিল হল”।\n“তোমরা স্ত্রীলোকদের ব্যাপারে আল্লাহকে ভয় কর। তোমরা তাদেরকে আল্লাহর আমানত হিসেবে গ্রহণ করেছ এবং আল্লাহর কালিমার মাধ্যমে তাদের লজ্জাস্থান নিজেদের জন্য হালাল করেছ। তাদের উপরে তোমাদের অধিকার এই যে, তারা যেন তোমাদের শয্যায় এমন কোন লোককে আশ্রয় না দেয় যাকে তোমরা অপছন্দ কর। যদি তারা এরূপ করে, তবে হালকাভাবে প্রহার কর। আর তোমাদের উপর তাদের ন্যায়সঙ্গত ভরণ-পোষণের ও পোশাক-পরিচ্ছদের হাক্ব রয়েছে।\n“আমি তোমাদের মাঝে এমন এক জিনিস রেখে যাচ্ছি- যা দৃঢ়ভাবে আঁকড়ে ধরে থাকলে তোমরা পথভ্রষ্ট হবে না। তা হচ্ছে আল্লাহর কিতাব।”\n“আমার সম্পর্কে তোমরা জিজ্ঞাসিত হলে, তখন তোমরা কী বলবে?”  তারা বলল, আমরা সাক্ষ্য দিব যে, আপনি (আল্লাহর বাণী) পৌঁছিয়েছেন, আপনার হাক্ব আদায় করেছেন এবং সদুপদেশ দিয়েছেন। অতঃপর তিনি তর্জনী আকাশের দিকে তুলে লোকদের ইশারা করে বললেন, “ইয়া আল্লাহ! তুমি সাক্ষী থাক, “ তিনবার এরূপ বললেন।”\nঅতঃপর (মুয়ায্‌যিন) আযান দিলেন ও ইক্বামাত দিলেন এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুহরের সলাত আদায় করলেন। এরপর ইক্বামাত দিলেন এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আস্‌রের সলাত আদায় করলেন। তিনি এ দু’ সলাতের মাঝখানে অন্য কোন সলাত আদায় করেননি।\nঅতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সওয়ার হয়ে মাওক্বিফ (অবস্থানস্থল) এলেন, তাঁর ক্বাস্‌ওয়া উষ্ট্রীর পেট পাথরের স্তূপের দিকে করে দিলেন এবং  লোকদের একত্র হবার জায়গা সামনে রেখে ক্বিবলামুখী হয়ে দাঁড়ালেন। সূর্যাস্ত পর্যন্ত  তিনি এভাবে উকূফ করলেন। হলদে আভা কিছু দূরীভূত হ’ল, এমনকি সূর্য গোলক সম্পূর্ণ অদৃশ্য হয়ে গেল। তিনি উসামাহ্‌ (রাঃ)-কে তাঁর বাহনের পিছন দিকে বসালেন এবং ক্বাসওয়ার নাকের দড়ি সজোরে টান দিলেন- ফলে তার মাথা মাওরিক (সওয়ারী ক্লান্তি অবসাদের জন্য যাতে পা রাখে) স্পর্শ করল। তিনি ডান হাতের ইশারায় বললেন, হে জনমণ্ডলী! ধীরে সুস্থে, ধীরে সুস্থে অগ্রসর হও। যখনই তিনি বালুর স্তূপের নিকট পৌঁছতেন, ক্বাসওয়ার নাকের রশি কিছুটা ঢিল দিতেন যাতে সে উপরদিকে উঠতে পারে।\nএভাবে তিনি মুযদালিফায় পৌঁছলেন এবং এখানে একই আযানে ও দু’ ইক্বামাতে মাগরিব ও ‘ইশার সলাত আদায় করলেন। এ সলাতের মাঝখানে অন্য কোন নাফ্‌ল সলাত আদায় করেননি। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শুয়ে পড়লেন। যাবৎ না ফাজ্‌রের ওয়াক্ত হ’ল। অতঃপর ভোর হয়ে গেলে তিনি আযান ও ইক্বামাত সহ ফাজ্‌রের সলাত আদায় করলেন। অতঃপর ক্বাসওয়ার পিঠে আরোহণ করে “মাশ’আরুল হারাম” নামক স্থানে আসলেন। এখানে তিনি  ক্বিবলামুখী হয়ে আল্লাহর নিকট দু’আ করলেন, তাঁর মহত্ব বর্ণনা করলেন, কালিমাহ তাওহীদ পড়লেন এবং তাঁর একত্ব ঘোষণা করলেন। দিনের আলো যথেষ্ট উজ্জ্বল না হওয়া পর্যন্ত তিনি দাঁড়িয়ে এরূপ করতে থাকলেন।\nসূর্যোদয়ের পূর্বে তিনি আবার রওনা করছিলেন এবং ফায্‌ল ইবনু ‘আব্বাস (রাঃ) সওয়ারীতে তাঁর পিছনে বসলেন।\nতিনি ছিলেন যুবক এবং তার মাথার চুল ছিল অত্যন্ত সুন্দর। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন অগ্রসর হলেন- পাশাপাশি একদল মহিলাও যাচ্ছিল। ফায্‌ল (রাঃ) তাদের দিকে তাকাতে লাগলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের হাত ফায্‌লের চেহারার উপর রাখলেন এবং তিনি তার মুখ অন্যদিকে ঘুরিয়ে দিলেন এবং ফায্‌ল (রাঃ) অপরদিক দেখতে লাগলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পুনরায় অন্যদিক হতে ফায্‌ল (রাঃ)-এর মুখমণ্ডলে হাত রাখলেন। তিনি আবার অন্যদিকে মুখ ঘুরিয়ে দেখতে লাগলেন। তিনি ‘বাত্বনে মুহাস্‌সাব’ নামক স্থানে পৌঁছলেন এবং সওয়ারীর গতি কিছুটা দ্রুত করলেন। তিনি মধ্যপথে অগ্রসর হলেন- যা জামরাতুল কুবরার দিকে বেরিয়ে গেছে। তিনি বৃক্ষের নিকটের  জামরায় এলেন এবং নিচের খালি জায়গায় দাঁড়িয়ে এখানে সাতটি কংকর নিক্ষেপ করলেন এবং প্রত্যেকবার ‘আল্ল-হু আকবার’ বললেন। অতঃপর সেখান থেকে কুরবানীর স্থানে এলেন এবং নিজ হাতে তেষট্টিটি পশু যাবাহ করলেন। তিনি কুরবানীর পশুতে ‘আলী (রাঃ)-কেও শারীক করলেন। অতঃপর তিনি প্রতিটি পশুর গোশ্‌তের কিছু অংশ নিয়ে একত্রে রান্না করার নির্দেশ দিলেন। অতএব তাই করা হ’ল। তারা উভয়ে এ গোশ্‌ত থেকে খেলেন এবং ঝোল পান করলেন।\nঅতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সওয়ার হয়ে বায়তুল্লাহ্‌র দিকে রওনা হলেন এবং মাক্কায় পৌঁছে  যুহরের সলাত আদায় করলেন। অতঃপর বানূ ‘আবদুল মুত্ত্বালিব –এর লোকদের কাছে আসলেন, তারা লোকদের যামযামের পানি পান করাচ্ছিল। তিনি বললেন, হে ‘আবদুল মুত্ত্বালিবের বংশধরগণ! পানি তোল। আমি যদি আশংকা না করতাম যে, পানি পান করানোর ব্যাপারে লোকেরা তোমাদের পরাভূত করে দিবে, তবে আমি নিজেও তোমাদের সাথে পানি তুলতাম। তখন তারা তাঁকে এক বালতি পানি দিল এবং তিনি তা থেকে কিছু পান করলেন। (ই. ফা. ২৮১৭, ই.সে. ২৮১৫)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، جَمِيعًا عَنْ حَاتِمٍ، - قَالَ أَبُو بَكْرٍ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ الْمَدَنِيُّ، - عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، قَالَ دَخَلْنَا عَلَى جَابِرِ بْنِ عَبْدِ اللَّهِ فَسَأَلَ عَنِ الْقَوْمِ، حَتَّى انْتَهَى إِلَىَّ فَقُلْتُ أَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ حُسَيْنٍ، ‏.‏ فَأَهْوَى بِيَدِهِ إِلَى رَأْسِي فَنَزَعَ زِرِّي الأَعْلَى ثُمَّ نَزَعَ زِرِّي الأَسْفَلَ ثُمَّ وَضَعَ كَفَّهُ بَيْنَ ثَدْيَىَّ وَأَنَا يَوْمَئِذٍ غُلاَمٌ شَابٌّ فَقَالَ مَرْحَبًا بِكَ يَا ابْنَ أَخِي سَلْ عَمَّا شِئْتَ ‏.‏ فَسَأَلْتُهُ وَهُوَ أَعْمَى وَحَضَرَ وَقْتُ الصَّلاَةِ فَقَامَ فِي نِسَاجَةٍ مُلْتَحِفًا بِهَا كُلَّمَا وَضَعَهَا عَلَى مَنْكِبِهِ رَجَعَ طَرَفَاهَا إِلَيْهِ مِنْ صِغَرِهَا وَرِدَاؤُهُ إِلَى جَنْبِهِ عَلَى الْمِشْجَبِ فَصَلَّى بِنَا فَقُلْتُ أَخْبِرْنِي عَنْ حَجَّةِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَ بِيَدِهِ فَعَقَدَ تِسْعًا فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَكَثَ تِسْعَ سِنِينَ لَمْ يَحُجَّ ثُمَّ أَذَّنَ فِي النَّاسِ فِي الْعَاشِرَةِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم حَاجٌّ فَقَدِمَ الْمَدِينَةَ بَشَرٌ كَثِيرٌ كُلُّهُمْ يَلْتَمِسُ أَنْ يَأْتَمَّ بِرَسُولِ اللَّهِ صلى الله عليه وسلم وَيَعْمَلَ مِثْلَ عَمَلِهِ فَخَرَجْنَا مَعَهُ حَتَّى أَتَيْنَا ذَا الْحُلَيْفَةِ فَوَلَدَتْ أَسْمَاءُ بِنْتُ عُمَيْسٍ مُحَمَّدَ بْنَ أَبِي بَكْرٍ فَأَرْسَلَتْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم كَيْفَ أَصْنَعُ قَالَ ‏\"‏ اغْتَسِلِي وَاسْتَثْفِرِي بِثَوْبٍ وَأَحْرِمِي ‏\"‏ ‏.‏ فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْمَسْجِدِ ثُمَّ رَكِبَ الْقَصْوَاءَ حَتَّى إِذَا اسْتَوَتْ بِهِ نَاقَتُهُ عَلَى الْبَيْدَاءِ نَظَرْتُ إِلَى مَدِّ بَصَرِي بَيْنَ يَدَيْهِ مِنْ رَاكِبٍ وَمَاشٍ وَعَنْ يَمِينِهِ مِثْلَ ذَلِكَ وَعَنْ يَسَارِهِ مِثْلَ ذَلِكَ وَمِنْ خَلْفِهِ مِثْلَ ذَلِكَ وَرَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ أَظْهُرِنَا وَعَلَيْهِ يَنْزِلُ الْقُرْآنُ وَهُوَ يَعْرِفُ تَأْوِيلَهُ وَمَا عَمِلَ بِهِ مِنْ شَىْءٍ عَمِلْنَا بِهِ فَأَهَلَّ بِالتَّوْحِيدِ ‏\"‏ لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكَ لاَ شَرِيكَ لَكَ ‏\"‏ ‏.‏ وَأَهَلَّ النَّاسُ بِهَذَا الَّذِي يُهِلُّونَ بِهِ فَلَمْ يَرُدَّ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَيْهِمْ شَيْئًا مِنْهُ وَلَزِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم تَلْبِيَتَهُ قَالَ جَابِرٌ - رضى الله عنه - لَسْنَا نَنْوِي إِلاَّ الْحَجَّ لَسْنَا نَعْرِفُ الْعُمْرَةَ حَتَّى إِذَا أَتَيْنَا الْبَيْتَ مَعَهُ اسْتَلَمَ الرُّكْنَ فَرَمَلَ ثَلاَثًا وَمَشَى أَرْبَعًا ثُمَّ نَفَذَ إِلَى مَقَامِ إِبْرَاهِيمَ - عَلَيْهِ السَّلاَمُ - فَقَرَأَ ‏{‏ وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى‏}‏ فَجَعَلَ الْمَقَامَ بَيْنَهُ وَبَيْنَ الْبَيْتِ فَكَانَ أَبِي يَقُولُ وَلاَ أَعْلَمُهُ ذَكَرَهُ إِلاَّ عَنِ النَّبِيِّ صلى الله عليه وسلم كَانَ يَقْرَأُ فِي الرَّكْعَتَيْنِ ‏{‏ قُلْ هُوَ اللَّهُ أَحَدٌ‏}‏ وَ ‏{‏ قُلْ يَا أَيُّهَا الْكَافِرُونَ‏}‏ ثُمَّ رَجَعَ إِلَى الرُّكْنِ فَاسْتَلَمَهُ ثُمَّ خَرَجَ مِنَ الْبَابِ إِلَى الصَّفَا فَلَمَّا دَنَا مِنَ الصَّفَا قَرَأَ ‏{‏ إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ‏}‏ ‏\"‏ أَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ ‏\"‏ ‏.‏ فَبَدَأَ بِالصَّفَا فَرَقِيَ عَلَيْهِ حَتَّى رَأَى الْبَيْتَ فَاسْتَقْبَلَ الْقِبْلَةَ فَوَحَّدَ اللَّهَ وَكَبَّرَهُ وَقَالَ ‏\"‏ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كَلِّ شَىْءٍ قَدِيرٌ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ أَنْجَزَ وَعْدَهُ وَنَصَرَ عَبْدَهُ وَهَزَمَ الأَحْزَابَ وَحْدَهُ ‏\"‏ ‏.‏ ثُمَّ دَعَا بَيْنَ ذَلِكَ قَالَ مِثْلَ هَذَا ثَلاَثَ مَرَّاتٍ ثُمَّ نَزَلَ إِلَى الْمَرْوَةِ حَتَّى إِذَا انْصَبَّتْ قَدَمَاهُ فِي بَطْنِ الْوَادِي سَعَى حَتَّى إِذَا صَعِدَتَا مَشَى حَتَّى أَتَى الْمَرْوَةَ فَفَعَلَ عَلَى الْمَرْوَةِ كَمَا فَعَلَ عَلَى الصَّفَا حَتَّى إِذَا كَانَ آخِرُ طَوَافِهِ عَلَى الْمَرْوَةِ فَقَالَ ‏\"‏ لَوْ أَنِّي اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ لَمْ أَسُقِ الْهَدْىَ وَجَعَلْتُهَا عُمْرَةً فَمَنْ كَانَ مِنْكُمْ لَيْسَ مَعَهُ هَدْىٌ فَلْيَحِلَّ وَلْيَجْعَلْهَا عُمْرَةً ‏\"‏ ‏.‏ فَقَامَ سُرَاقَةُ بْنُ مَالِكِ بْنِ جُعْشُمٍ فَقَالَ يَا رَسُولَ اللَّهِ أَلِعَامِنَا هَذَا أَمْ لأَبَدٍ فَشَبَّكَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَصَابِعَهُ وَاحِدَةً فِي الأُخْرَى وَقَالَ ‏\"‏ دَخَلَتِ الْعُمْرَةُ فِي الْحَجِّ - مَرَّتَيْنِ - لاَ بَلْ لأَبَدٍ أَبَدٍ ‏\"‏ ‏.‏ وَقَدِمَ عَلِيٌّ مِنَ الْيَمَنِ بِبُدْنِ النَّبِيِّ صلى الله عليه وسلم فَوَجَدَ فَاطِمَةَ - رضى الله عنها - مِمَّنْ حَلَّ وَلَبِسَتْ ثِيَابًا صَبِيغًا وَاكْتَحَلَتْ فَأَنْكَرَ ذَلِكَ عَلَيْهَا فَقَالَتْ إِنَّ أَبِي أَمَرَنِي بِهَذَا ‏.‏ قَالَ فَكَانَ عَلِيٌّ يَقُولُ بِالْعِرَاقِ فَذَهَبْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مُحَرِّشًا عَلَى فَاطِمَةَ لِلَّذِي صَنَعَتْ مُسْتَفْتِيًا لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِيمَا ذَكَرَتْ عَنْهُ فَأَخْبَرْتُهُ أَنِّي أَنْكَرْتُ ذَلِكَ عَلَيْهَا فَقَالَ ‏\"‏ صَدَقَتْ صَدَقَتْ مَاذَا قُلْتَ حِينَ فَرَضْتَ الْحَجَّ ‏\"‏ ‏.‏ قَالَ قُلْتُ اللَّهُمَّ إِنِّي أُهِلُّ بِمَا أَهَلَّ بِهِ رَسُولُكَ ‏.‏ قَالَ ‏\"‏ فَإِنَّ مَعِيَ الْهَدْىَ فَلاَ تَحِلُّ ‏\"‏ ‏.‏ قَالَ فَكَانَ جَمَاعَةُ الْهَدْىِ الَّذِي قَدِمَ بِهِ عَلِيٌّ مِنَ الْيَمَنِ وَالَّذِي أَتَى بِهِ النَّبِيُّ صلى الله عليه وسلم مِائَةً - قَالَ - فَحَلَّ النَّاسُ كُلُّهُمْ وَقَصَّرُوا إِلاَّ النَّبِيَّ صلى الله عليه وسلم وَمَنْ كَانَ مَعَهُ هَدْىٌ فَلَمَّا كَانَ يَوْمُ التَّرْوِيَةِ تَوَجَّهُوا إِلَى مِنًى فَأَهَلُّوا بِالْحَجِّ وَرَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَلَّى بِهَا الظُّهْرَ وَالْعَصْرَ وَالْمَغْرِبَ وَالْعِشَاءَ وَالْفَجْرَ ثُمَّ مَكَثَ قَلِيلاً حَتَّى طَلَعَتِ الشَّمْسُ وَأَمَرَ بِقُبَّةٍ مِنْ شَعَرٍ تُضْرَبُ لَهُ بِنَمِرَةَ فَسَارَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَلاَ تَشُكُّ قُرَيْشٌ إِلاَّ أَنَّهُ وَاقِفٌ عِنْدَ الْمَشْعَرِ الْحَرَامِ كَمَا كَانَتْ قُرَيْشٌ تَصْنَعُ فِي الْجَاهِلِيَّةِ فَأَجَازَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى أَتَى عَرَفَةَ فَوَجَدَ الْقُبَّةَ قَدْ ضُرِبَتْ لَهُ بِنَمِرَةَ فَنَزَلَ بِهَا حَتَّى إِذَا زَاغَتِ الشَّمْسُ أَمَرَ بِالْقَصْوَاءِ فَرُحِلَتْ لَهُ فَأَتَى بَطْنَ الْوَادِي فَخَطَبَ النَّاسَ وَقَالَ ‏\"‏ إِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ حَرَامٌ عَلَيْكُمْ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا أَلاَ كُلُّ شَىْءٍ مِنْ أَمْرِ الْجَاهِلِيَّةِ تَحْتَ قَدَمَىَّ مَوْضُوعٌ وَدِمَاءُ الْجَاهِلِيَّةِ مَوْضُوعَةٌ وَإِنَّ أَوَّلَ دَمٍ أَضَعُ مِنْ دِمَائِنَا دَمُ ابْنِ رَبِيعَةَ بْنِ الْحَارِثِ كَانَ مُسْتَرْضِعًا فِي بَنِي سَعْدٍ فَقَتَلَتْهُ هُذَيْلٌ وَرِبَا الْجَاهِلِيَّةِ مَوْضُوعٌ وَأَوَّلُ رِبًا أَضَعُ رِبَانَا رِبَا عَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ فَإِنَّهُ مَوْضُوعٌ كُلُّهُ فَاتَّقُوا اللَّهَ فِي النِّسَاءِ فَإِنَّكُمْ أَخَذْتُمُوهُنَّ بِأَمَانِ اللَّهِ وَاسْتَحْلَلْتُمْ فُرُوجَهُنَّ بِكَلِمَةِ اللَّهِ وَلَكُمْ عَلَيْهِنَّ أَنْ لاَ يُوطِئْنَ فُرُشَكُمْ أَحَدًا تَكْرَهُونَهُ ‏.‏ فَإِنْ فَعَلْنَ ذَلِكَ فَاضْرِبُوهُنَّ ضَرْبًا غَيْرَ مُبَرِّحٍ وَلَهُنَّ عَلَيْكُمْ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُوفِ وَقَدْ تَرَكْتُ فِيكُمْ مَا لَنْ تَضِلُّوا بَعْدَهُ إِنِ اعْتَصَمْتُمْ بِهِ كِتَابَ اللَّهِ ‏.‏ وَأَنْتُمْ تُسْأَلُونَ عَنِّي فَمَا أَنْتُمْ قَائِلُونَ ‏\"‏ ‏.‏ قَالُوا نَشْهَدُ أَنَّكَ قَدْ بَلَّغْتَ وَأَدَّيْتَ وَنَصَحْتَ ‏.‏ فَقَالَ بِإِصْبَعِهِ السَّبَّابَةِ يَرْفَعُهَا إِلَى السَّمَاءِ وَيَنْكُتُهَا إِلَى النَّاسِ ‏\"‏ اللَّهُمَّ اشْهَدِ اللَّهُمَّ اشْهَدْ ‏\"‏ ‏.‏ ثَلاَثَ مَرَّاتٍ ثُمَّ أَذَّنَ ثُمَّ أَقَامَ فَصَلَّى الظُّهْرَ ثُمَّ أَقَامَ فَصَلَّى الْعَصْرَ وَلَمْ يُصَلِّ بَيْنَهُمَا شَيْئًا ثُمَّ رَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى أَتَى الْمَوْقِفَ فَجَعَلَ بَطْنَ نَاقَتِهِ الْقَصْوَاءِ إِلَى الصَّخَرَاتِ وَجَعَلَ حَبْلَ الْمُشَاةِ بَيْنَ يَدَيْهِ وَاسْتَقْبَلَ الْقِبْلَةَ فَلَمْ يَزَلْ وَاقِفًا حَتَّى غَرَبَتِ الشَّمْسُ وَذَهَبَتِ الصُّفْرَةُ قَلِيلاً حَتَّى غَابَ الْقُرْصُ وَأَرْدَفَ أُسَامَةَ خَلْفَهُ وَدَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَدْ شَنَقَ لِلْقَصْوَاءِ الزِّمَامَ حَتَّى إِنَّ رَأْسَهَا لَيُصِيبُ مَوْرِكَ رَحْلِهِ وَيَقُولُ بِيَدِهِ الْيُمْنَى ‏\"‏ أَيُّهَا النَّاسُ السَّكِينَةَ السَّكِينَةَ ‏\"‏ ‏.‏ كُلَّمَا أَتَى حَبْلاً مِنَ الْحِبَالِ أَرْخَى لَهَا قَلِيلاً حَتَّى تَصْعَدَ حَتَّى أَتَى الْمُزْدَلِفَةَ فَصَلَّى بِهَا الْمَغْرِبَ وَالْعِشَاءَ بِأَذَانٍ وَاحِدٍ وَإِقَامَتَيْنِ وَلَمْ يُسَبِّحْ بَيْنَهُمَا شَيْئًا ثُمَّ اضْطَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى طَلَعَ الْفَجْرُ وَصَلَّى الْفَجْرَ - حِينَ تَبَيَّنَ لَهُ الصُّبْحُ - بِأَذَانٍ وَإِقَامَةٍ ثُمَّ رَكِبَ الْقَصْوَاءَ حَتَّى أَتَى الْمَشْعَرَ الْحَرَامَ فَاسْتَقْبَلَ الْقِبْلَةَ فَدَعَاهُ وَكَبَّرَهُ وَهَلَّلَهُ وَوَحَّدَهُ فَلَمْ يَزَلْ وَاقِفًا حَتَّى أَسْفَرَ جِدًّا فَدَفَعَ قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ وَأَرْدَفَ الْفَضْلَ بْنَ عَبَّاسٍ وَكَانَ رَجُلاً حَسَنَ الشَّعْرِ أَبْيَضَ وَسِيمًا فَلَمَّا دَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَرَّتْ بِهِ ظُعُنٌ يَجْرِينَ فَطَفِقَ الْفَضْلُ يَنْظُرُ إِلَيْهِنَّ فَوَضَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ عَلَى وَجْهِ الْفَضْلِ فَحَوَّلَ الْفَضْلُ وَجْهَهُ إِلَى الشِّقِّ الآخَرِ يَنْظُرُ فَحَوَّلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ مِنَ الشِّقِّ الآخَرِ عَلَى وَجْهِ الْفَضْلِ يَصْرِفُ وَجْهَهُ مِنَ الشِّقِّ الآخَرِ يَنْظُرُ حَتَّى أَتَى بَطْنَ مُحَسِّرٍ فَحَرَّكَ قَلِيلاً ثُمَّ سَلَكَ الطَّرِيقَ الْوُسْطَى الَّتِي تَخْرُجُ عَلَى الْجَمْرَةِ الْكُبْرَى حَتَّى أَتَى الْجَمْرَةَ الَّتِي عِنْدَ الشَّجَرَةِ فَرَمَاهَا بِسَبْعِ حَصَيَاتٍ يُكَبِّرُ مَعَ كُلِّ حَصَاةٍ مِنْهَا مِثْلِ حَصَى الْخَذْفِ رَمَى مِنْ بَطْنِ الْوَادِي ثُمَّ انْصَرَفَ إِلَى الْمَنْحَرِ فَنَحَرَ ثَلاَثًا وَسِتِّينَ بِيَدِهِ ثُمَّ أَعْطَى عَلِيًّا فَنَحَرَ مَا غَبَرَ وَأَشْرَكَهُ فِي هَدْيِهِ ثُمَّ أَمَرَ مِنْ كُلِّ بَدَنَةٍ بِبَضْعَةٍ فَجُعِلَتْ فِي قِدْرٍ فَطُبِخَتْ فَأَكَلاَ مِنْ لَحْمِهَا وَشَرِبَا مِنْ مَرَقِهَا ثُمَّ رَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَفَاضَ إِلَى الْبَيْتِ فَصَلَّى بِمَكَّةَ الظُّهْرَ فَأَتَى بَنِي عَبْدِ الْمُطَّلِبِ يَسْقُونَ عَلَى زَمْزَمَ فَقَالَ ‏\"‏ انْزِعُوا بَنِي عَبْدِ الْمُطَّلِبِ فَلَوْلاَ أَنْ يَغْلِبَكُمُ النَّاسُ عَلَى سِقَايَتِكُمْ لَنَزَعْتُ مَعَكُمْ ‏\"‏ ‏.‏ فَنَاوَلُوهُ دَلْوًا فَشَرِبَ مِنْهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}