{
  "hadith": {
    "hadith_id": 2847,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এলাম। তিনি বাত্বহা নামক স্থানে উট বসিয়ে যাত্রা বিরতি করছিলেন। তিনি আমাকে বললেন, তুমি কি হাজ্জের নিয়্যাত করেছ? আমি বললাম, হ্যাঁ। তিনি বললেন, তুমি কী ধরনের ইহরাম বেঁধেছ? তিনি বললেন, আমি বলেছি –লাব্বায়কা, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে হাজ্জের ইহরাম বেঁধেছেন, আমিও তদ্রূপ ইহরাম বাঁধলাম। তিনি বললেন, তুমি ভালই করেছ। এখন বায়তুল্লাহ-এর ত্বওয়াফ কর এবং সাফা-মারওয়ার সা’ঈ কর ,অতঃপর ইহরাম খুলে ফেল। তিনি বলেন, আমি বায়তুল্লাহ-এর ত্বওয়াফ করলাম, সাফা-মারওয়ার সা’ঈ করলাম, অতঃপর ক্বায়স গোত্রের এক স্ত্রীলোকের নিকট  এলাম। সে আমার মাথার উকুন বেছে দিল। এরপর আমি হাজ্জের ইহরাম বাঁধলাম। আমি লোকদেরকে এভাবেই ফাতাওয়া দিতে থাকলাম ‘উমার (রাঃ)- এর খিলাফাত পর্যন্ত।\nএ সময় এক ব্যক্তি তাকে বলল, হে আবূ মূসা অথবা (বলল) ‘আবদুল্লাহ ইবনু ক্বায়স! আপনার কিছু ফাতাওয়া আপাততঃ স্থগিত রাখুন। কারণ আমীরুল মু’মিনীন (‘উমার) আপনার পরে হাজ্জ সম্পর্কে যে নতুন বিধান প্রবর্তন করেছেন, তা আপনি জ্ঞাত নন। তখন আবূ মূসা (রাঃ) বললেন, হে লোক সকল! আমি যাদের ফাতাওয়া দিয়েছি (ইহরাম খোলা সম্পর্কে) তারা যেন অপেক্ষা করে। কারণ আমীরুল মু’মিনীন অচিরেই তোমাদের নিকট আসছেন, অতএব তাঁর আনুগত্য করা তোমাদের কর্তব্য। রাবী বলেন, ‘উমার (রাঃ) এলেন এবং আমি তাঁর সামনে বিষয়টি উপস্থাপন করলাম। তিনি বললেন, আমরা যদি আল্লাহর কিতাব অনুযায়ী চলি, তবে তা আমাদের নির্দেশ দেয় (হাজ্জ ও ‘উমরাহ্‌) পূর্ণ করার। আমরা যদি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সুন্নাতের উপর ‘আমল করি, তবে কুরবানীর পশু তার (কুরবানীর) স্থানে না পৌঁছা পর্যন্ত রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইহরাম খুলেননি। (ই. ফা. ২৮২৪, ই.সে. ২৮২২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، عَنْ أَبِي مُوسَى، قَالَ قَدِمْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُوَ مُنِيخٌ بِالْبَطْحَاءِ فَقَالَ لِي ‏\"‏ أَحَجَجْتَ ‏\"‏ ‏.‏ فَقُلْتُ نَعَمْ ‏.‏ فَقَالَ ‏\"‏ بِمَ أَهْلَلْتَ ‏\"‏ ‏.‏ قَالَ قُلْتُ لَبَّيْكَ بِإِهْلاَلٍ كَإِهْلاَلِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ ‏\"‏ فَقَدْ أَحْسَنْتَ طُفْ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ وَأَحِلَّ ‏\"‏ ‏.‏ قَالَ فَطُفْتُ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ ثُمَّ أَتَيْتُ امْرَأَةً مِنْ بَنِي قَيْسٍ فَفَلَتْ رَأْسِي ثُمَّ أَهْلَلْتُ بِالْحَجِّ ‏.‏ قَالَ فَكُنْتُ أُفْتِي بِهِ النَّاسَ حَتَّى كَانَ فِي خِلاَفَةِ عُمَرَ - رضى الله عنه - فَقَالَ لَهُ رَجُلٌ يَا أَبَا مُوسَى - أَوْ يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ - رُوَيْدَكَ بَعْضَ فُتْيَاكَ فَإِنَّكَ لاَ تَدْرِي مَا أَحْدَثَ أَمِيرُ الْمُؤْمِنِينَ فِي النُّسُكِ بَعْدَكَ ‏.‏ فَقَالَ يَا أَيُّهَا النَّاسُ مَنْ كُنَّا أَفْتَيْنَاهُ فُتْيَا فَلْيَتَّئِدْ فَإِنَّ أَمِيرَ الْمُؤْمِنِينَ قَادِمٌ عَلَيْكُمْ فَبِهِ فَائْتَمُّوا ‏.‏ قَالَ فَقَدِمَ عُمَرُ - رضى الله عنه - فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ إِنْ نَأْخُذْ بِكِتَابِ اللَّهِ فَإِنَّ كِتَابَ اللَّهِ يَأْمُرُ بِالتَّمَامِ وَإِنْ نَأْخُذْ بِسُنَّةِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمْ يَحِلَّ حَتَّى بَلَغَ الْهَدْىُ مَحِلَّهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}