{
  "hadith": {
    "hadith_id": 2872,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "বিদায় হাজ্জে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তামাত্তু’ করেছেন, প্রথমে ‘উমরাহ্‌ ও পরে হাজ্জ করেছেন এবং পশু কুরবানী করেছেন। তিনি যুল হুলায়ফাহ্‌ থেকে সাথে করে কুরবানীর পশু নিয়েছিলেন। এখান থেকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রথমে ‘উমরার, অতঃপর হাজ্জের তালবিয়াহ্‌ পাঠ শুরু করেন। লোকেরাও রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অনুসরণে হাজ্জের সাথে ‘উমরাহ্‌ যুক্ত করে তামাত্তু’ করেছে। কতক লোকেরা কুরবানীর পশু সাথে নিয়েছিল, আর কতকের কুরবানীর পশু ছিল না। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাক্কাতে উপনীত হয়ে লোকদের উদ্দেশে বললেন, তোমাদের মধ্যে যাদের সাথে কুরবানীর পশু আছে, হাজ্জ শেষ না করা পর্যন্ত তাদের জন্য (সাময়িকভাবে) নিষিদ্ধ কোন জিনিস হালাল হবে না। আর তোমাদের মধ্যে যাদের সাথে কুরবানীর পশু নেই- তার যেন বায়তুল্লাহ-এর ত্বওয়াফ ও সাফা-মারওয়ার মাঝে সা’ঈ করে মাথার চুল খাটো করার পর ইহরাম খুলে ফেলে। অতঃপর তারা (৮ যিলহাজ্জ) পুনরায় হাজ্জের জন্য ইহরাম বাঁধবে এবং (নির্দিষ্ট দিনে) কুরবানী করবে। কোন ব্যক্তি বুরবানীর পশু না পেলে হাজ্জ চলাকালীন সময়ে তিনদিন এবং বাড়িতে ফেরার পর সাতদিন সওম পালন করবে।\nরসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাক্কায় পৌঁছে প্রথমে রুকনে (হাজারে আসওয়াদ) স্পর্শ করলেন, অতঃপর বায়তুল্লাহ-এর ত্বওয়াফ করলেন- তিন চক্কর সামান্য দ্রুতগতিতে এবং চার চক্কর ধীরগতিতে। বায়তুল্লাহ-এর ত্বওয়াফ সমাপ্ত করে তিনি মাক্বামে ইব্‌রাহীমের নিকট দু’ রাক’আত সলাত আদায় করলেন। অতঃপর সালাম ফিরিয়ে সলাত শেষ করলেন। অতঃপর তিনি সাফা পাহাড়ে এলেন এবং সাফা-মারওয়াহ্‌ পাহাড়দ্বয়ের মাঝে সাতবার সা’ঈ করলেন। এরপর তিনি কোন জিনিস হালাল করেননি- যা হারাম হয়েছিল (ইহরামের কারণে অর্থাৎ তিনি ইহরামমুক্ত হননি) যে পর্যন্ত না হাজ্জ সমাপন করেন এবং কুরবানীর দিন নিজের পশু কুরবানী না করেন এবং কা’বাহ্‌ ঘর-এর ত্বওয়াফ করেছেন। অতঃপর যে সব জিনিস হারাম ছিল, তা তাঁর জন্য হালাল হয়ে গেল (অর্থাৎ তিনি ইহরাম খুললেন) আর যেসব লোক সাথে করে কুরবানীর পশু এনেছিল, তারাও রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অনুরূপ করেছিল। (ই.ফা. ২৮৪৮, ই.সে. ২৮৪৭)",
    "ar": "حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ، خَالِدٍ عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، - رضى الله عنهما - قَالَ تَمَتَّعَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ بِالْعُمْرَةِ إِلَى الْحَجِّ وَأَهْدَى فَسَاقَ مَعَهُ الْهَدْىَ مِنْ ذِي الْحُلَيْفَةِ وَبَدَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَهَلَّ بِالْعُمْرَةِ ثُمَّ أَهَلَّ بِالْحَجِّ وَتَمَتَّعَ النَّاسُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِالْعُمْرَةِ إِلَى الْحَجِّ فَكَانَ مِنَ النَّاسِ مَنْ أَهْدَى فَسَاقَ الْهَدْىَ وَمِنْهُمْ مَنْ لَمْ يُهْدِ فَلَمَّا قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَكَّةَ قَالَ لِلنَّاسِ ‏ \"‏ مَنْ كَانَ مِنْكُمْ أَهْدَى فَإِنَّهُ لاَ يَحِلُّ مِنْ شَىْءٍ حَرُمَ مِنْهُ حَتَّى يَقْضِيَ حَجَّهُ وَمَنْ لَمْ يَكُنْ مِنْكُمْ أَهْدَى فَلْيَطُفْ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ وَلْيُقَصِّرْ وَلْيَحْلِلْ ثُمَّ لْيُهِلَّ بِالْحَجِّ وَلْيُهْدِ فَمَنْ لَمْ يَجِدْ هَدْيًا فَلْيَصُمْ ثَلاَثَةَ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةً إِذَا رَجَعَ إِلَى أَهْلِهِ ‏\"‏ ‏.‏ وَطَافَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ قَدِمَ مَكَّةَ فَاسْتَلَمَ الرُّكْنَ أَوَّلَ شَىْءٍ ثُمَّ خَبَّ ثَلاَثَةَ أَطْوَافٍ مِنَ السَّبْعِ وَمَشَى أَرْبَعَةَ أَطْوَافٍ ثُمَّ رَكَعَ - حِينَ قَضَى طَوَافَهُ بِالْبَيْتِ عِنْدَ الْمَقَامِ - رَكْعَتَيْنِ ثُمَّ سَلَّمَ فَانْصَرَفَ فَأَتَى الصَّفَا فَطَافَ بِالصَّفَا وَالْمَرْوَةِ سَبْعَةَ أَطْوَافٍ ثُمَّ لَمْ يَحْلِلْ مِنْ شَىْءٍ حَرُمَ مِنْهُ حَتَّى قَضَى حَجَّهُ وَنَحَرَ هَدْيَهُ يَوْمَ النَّحْرِ وَأَفَاضَ فَطَافَ بِالْبَيْتِ ثُمَّ حَلَّ مِنْ كُلِّ شَىْءٍ حَرُمَ مِنْهُ وَفَعَلَ مِثْلَ مَا فَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَنْ أَهْدَى وَسَاقَ الْهَدْىَ مِنَ النَّاسِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}