{
  "hadith": {
    "hadith_id": 2882,
    "narrator": "নাফি‘ (রহঃ)",
    "bn": "হাজ্জাজ ইবনু ইউসুফ যে বছর ইবনু যুবায়র (রাঃ)-এর বিরুদ্ধে যুদ্ধে অবতীর্ণ হ’ল- সে বছর ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) হাজ্জে যাবার সংকল্প করলেন। তাকে বলা হ’ল, লোকদের মধ্যে এখন যুদ্ধাবস্থা বিরাজ করছে এবং আমাদের আশংকা হচ্ছে- তারা আপনাকে বাধা দিবে। তিনি বললেন, “তোমাদের জন্য আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মধ্যে রয়েছে উত্তম আদর্শ”- (সূরাহ্‌ আল আহযাব ৩৩ : ২১)। এরূপ পরিস্থিতিতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা করেছেন, আমিও অনুরূপ করব। আমি তোমাদের সাক্ষী রাখছি যে, নিশ্চয়ই আমি ‘উমরার সংকল্প করেছি। অতঃপর তিনি রওনা হলেন। অবশেষে যখন আল বায়দার উপকণ্ঠে পৌঁছলেন তখন তিনি বললেন, হাজ্জ ও ‘উমরার অবস্থা একই, তোমরা সাক্ষী থাক। ইবনু রুম্হের বর্ণনায় আছে : আমি তোমাদের সাক্ষী রাখছি যে, আমি নিশ্চয়ই আমার ‘উমরার সাথে হাজ্জ অনিবার্য করে নিলাম। অতঃপর তিনি কুরবানীর পশু সঙ্গে নিলেন যা তিনি কুদায়দ নামক স্থানে ক্রয় করেছিলেন। অতঃপর তিনি হাজ্জ ও ‘উমরার একত্রে ইহরাম বেঁধে অগ্রসর হলেন। অবশেষে মাক্কায় পৌঁছে তিনি বায়তুল্লাহ-এর ত্বওয়াফ এবং সাফা-মারওয়ার মাঝে সা’ঈ করলেন, এর অতিরিক্ত কিছু করলেন না। তিনি কুরবানীও করেননি। মাথা মুণ্ডান বা চুল ছাঁটেননি এবং (ইহরামের কারণে) যা কিছু তার জন্য হারাম হয়েছিল, তার কোনটি হালাল করেননি। অবশেষে কুরবানীর দিন এলে তিনি কুরবানী করলেন ও মাথা কামালেন এবং তার মত অনুযায়ী তিন তার প্রথম ত্বওয়াফ দ্বারাই হাজ্জ ও ‘উমরার ত্বওয়াফ সম্পাদন করে ফেলেছেন।\nইবনু ‘উমার (রাঃ) বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এরূপ করেছেন। (ই.ফা. ২৮৫৮, ই.সে. ২৮৫৭)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، ح وَحَدَّثَنَا قُتَيْبَةُ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا لَيْثٌ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، أَرَادَ الْحَجَّ عَامَ نَزَلَ الْحَجَّاجُ بِابْنِ الزُّبَيْرِ فَقِيلَ لَهُ إِنَّ النَّاسَ كَائِنٌ بَيْنَهُمْ قِتَالٌ وَإِنَّا نَخَافُ أَنْ يَصُدُّوكَ فَقَالَ لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ أَصْنَعُ كَمَا صَنَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِنِّي أُشْهِدُكُمْ أَنِّي قَدْ أَوْجَبْتُ عُمْرَةً ‏.‏ ثُمَّ خَرَجَ حَتَّى كَانَ بِظَاهِرِ الْبَيْدَاءِ قَالَ مَا شَأْنُ الْحَجِّ وَالْعُمْرَةِ إِلاَّ وَاحِدٌ اشْهَدُوا - قَالَ ابْنُ رُمْحٍ أُشْهِدُكُمْ - أَنِّي قَدْ أَوْجَبْتُ حَجًّا مَعَ عُمْرَتِي ‏.‏ وَأَهْدَى هَدْيًا اشْتَرَاهُ بِقُدَيْدٍ ثُمَّ انْطَلَقَ يُهِلُّ بِهِمَا جَمِيعًا حَتَّى قَدِمَ مَكَّةَ فَطَافَ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ وَلَمْ يَزِدْ عَلَى ذَلِكَ وَلَمْ يَنْحَرْ وَلَمْ يَحْلِقْ وَلَمْ يُقَصِّرْ وَلَمْ يَحْلِلْ مِنْ شَىْءٍ حَرُمَ مِنْهُ حَتَّى كَانَ يَوْمُ النَّحْرِ فَنَحَرَ وَحَلَقَ وَرَأَى أَنْ قَدْ قَضَى طَوَافَ الْحَجِّ وَالْعُمْرَةِ بِطَوَافِهِ الأَوَّلِ ‏.‏ وَقَالَ ابْنُ عُمَرَ كَذَلِكَ فَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}