{
  "hadith": {
    "hadith_id": 293,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট ওয়াহীর সূচনা হয়েছিল সত্য স্বপ্নের মাধ্যমে। আর তিনি যে স্বপ্নই দেখতেন তা সকালের সূর্যের মতই সুস্পষ্টরূপে সত্যে পরিণত হত। অতঃপর তাঁর কাছে একাকী থাকা প্রিয় হয়ে পড়ে এবং তারপর তিনি হেরা গুহায় নির্জনে কাটাতে থাকেন। আপন পরিবারের কাছে ফিরে আসার পূর্ব পর্যন্ত সেখানে তিনি একাধারে বেশ কয়েক রাত ‘ইবাদাতে মগ্ন থাকতেন এবং এর জন্য কিছু খাদ্য সামগ্রী সঙ্গে নিয়ে যেতেন। তারপর তিনি খাদীজার কাছে ফিরে যেতেন এবং আরো কয়েক দিনের জন্য অনুরূপভাবে খাদ্য সামগ্রী নিয়ে  আসতেন। তিনি হেরা গুহায় যখন ধ্যানে রত ছিলেন, তখন তাঁর নিকট ফেরেশ্‌তা আসলেন, এরপর বললেন, পড়ুন! তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমি তো পড়তে জানি না। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তখন ফেরেশ্‌তা আমাকে জড়িয়ে ধরে এমন চাপ দিলেন যে, আমার খুবই কষ্ট হলো। তারপর আমাকে ছেড়ে দিয়ে বললেন, পড়ুন! আমি বললাম, আমি তো পড়তে সক্ষম নই। তারপর আমাকে জড়িয়ে ধরলেন এবং দ্বিতীয়বারও এমন জোরে চাপ দিলেন যে, আমার খুবই কষ্ট হলো। পরে ছেড়ে দিয়ে বললেন, পড়ুন! আমি বললাম, আমি তো পড়তে সক্ষম নই। এরপর আবার আমাকে জড়িয়ে ধরলেন এবং তৃতীয়বারও এমন জোরে চাপ দিলেন যে আমার খুবই কষ্ট হলো। এরপর আমাকে ছেড়ে দিয়ে বললেন, “পাঠ করুন! আপনার প্রতিপালকের নামে, যিনি সৃষ্টি করেছেন; সৃষ্টি করেছেন মানুষকে ‘আলাক্‌’ হতে। পাঠ করুন! আর আপনার প্রতিপালক মহিমান্বিত, যিনি কলমের সাহায্যে শিক্ষা দিয়েছেন, শিক্ষা দিয়েছেন মানুষকে যা সে জানত না” – (সূরাহ ‘আলাক্‌ ৯৬ : ১-৫)। এরপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ ওয়াহী নিয়ে ফিরে এলেন। তাঁর স্কন্ধের পেশীগুলো কাঁপছিল। খাদীজাহ্‌ (রাঃ)-এর নিকট এসে বললেন, তোমরা আমাকে চাদর দ্বারা ঢেকে দাও, তোমরা আমাকে চাদর দ্বারা ঢেকে দাও। তাঁরা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে চাদর দিয়ে ঢেকে দিলেন। অবশেষে তাঁর ভীতি দূর হলো। এরপর খাদীজাহ (রাঃ)-কে সকল ঘটনা উল্লেখ করে বললেন, খাদীজাহ্‌ আমার কি হলো? আমি আমার নিজের উপর আশঙ্কা করছি। খাদীজাহ্‌ (রাঃ) বললেনঃ না, কখনো তা হবে না। বরং সুসংবাদ গ্রহণ করুন। আল্লাহর কসম! তিনি কখনো আপনাকে অপমানিত করবেন না। আল্লাহর কসম! আপনি স্বজনদের খোঁজ-খবর রাখেন, সত্য কথা বলেন, দুঃখীদের দুঃখ নিবারণ করেন, দরিদ্রদের বাঁচার ব্যবস্থা করেন, অতিথি সেবা করেন এবং প্রকৃত দুর্দশাগ্রস্তদের সাহায্য করেন। এরপর খাদীজাহ (রাঃ) রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ওয়ারাকাহ্‌ ইবনু নাওফাল ইবনু আসাদ ইবনু ‘আবদুল ‘উয্‌যা এর নিকট নিয়ে আসেন। ওয়ারাকাহ্‌ ছিলেন খাদীজাহ্‌ (রাঃ)-এর চাচাত ভাই; ইনি জাহিলিয়্যাতের যুগে খৃষ্টধর্ম গ্রহণ করেছিলেন। তিনি আরবী লিখতে জানতেন  এবং ইন্‌জীল কিতাবের ‘আরবী অনুবাদ করতেন। তিনি ছিলেন বৃদ্ধ এবং তিনি দৃষ্টিশক্তিহীন হয়ে পড়েছিলেন। খাদীজাহ্‌ (রাঃ) তাঁকে বললেনঃ চাচা, (সম্মানার্থে চাচা বলে সম্বোধন করেছিলেন। অন্য রিওয়ায়াতে “হে চাচাত ভাই” এ কথা উল্লেখ রয়েছে) আপনার ভাতিজা কি বলছে শুনুন তো! ওয়ারাকাহ্‌ ইবনু নাওফাল বললেন, হে ভাতিজা! কি দেখেছিলেন? রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা দেখেছিলেন সব কিছু বিবৃত করলেন। ওয়ারাকাহ্‌ বললেন, এ তো সে সংবাদবাহক যাকে আল্লাহ মূসা (‘আঃ)-এর নিকট প্রেরণ করেছিলেন। হায়! আমি যদি সে সময় যুবক থাকতাম, হায়! আমি যদি সে সময় জীবিত থাকতাম, যখন আপনার জাতিগোষ্ঠী আপনাকে দেশ থেকে বের করে দিবে। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সত্যি কি আমাকে তারা বের করে দিবে? ওয়ারাকাহ্‌ বললেন, হ্যাঁ। যে ব্যক্তিই আপনার মত কিছু (নুবূওয়াত ও রিসালাত) নিয়ে পৃথিবীতে আগমন করেছে, তাঁর সঙ্গেই এরূপ দুশমনী করা হয়েছে। আর আমি যদি আপনার সে যুগ পাই তবে অবশ্যই আপনাকে পূর্ণ সহযোগিতা করব। [৬৭] (ই.ফা. ৩০০; ই.সে. ৩১১)",
    "ar": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ سَرْحٍ أَخْبَرَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ أَنَّهَا قَالَتْ كَانَ أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنَ الْوَحْىِ الرُّؤْيَا الصَّادِقَةَ فِي النَّوْمِ فَكَانَ لاَ يَرَى رُؤْيَا إِلاَّ جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ ثُمَّ حُبِّبَ إِلَيْهِ الْخَلاَءُ فَكَانَ يَخْلُو بِغَارِ حِرَاءٍ يَتَحَنَّثُ فِيهِ - وَهُوَ التَّعَبُّدُ - اللَّيَالِيَ أُولاَتِ الْعَدَدِ قَبْلَ أَنْ يَرْجِعَ إِلَى أَهْلِهِ وَيَتَزَوَّدُ لِذَلِكَ ثُمَّ يَرْجِعُ إِلَى خَدِيجَةَ فَيَتَزَوَّدُ لِمِثْلِهَا حَتَّى فَجِئَهُ الْحَقُّ وَهُوَ فِي غَارِ حِرَاءٍ فَجَاءَهُ الْمَلَكُ فَقَالَ اقْرَأْ ‏.‏ قَالَ ‏\"‏ مَا أَنَا بِقَارِئٍ - قَالَ - فَأَخَذَنِي فَغَطَّنِي حَتَّى بَلَغَ مِنِّي الْجَهْدَ ثُمَّ أَرْسَلَنِي فَقَالَ اقْرَأْ ‏.‏ قَالَ قُلْتُ مَا أَنَا بِقَارِئٍ - قَالَ - فَأَخَذَنِي فَغَطَّنِي الثَّانِيَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدَ ثُمَّ أَرْسَلَنِي فَقَالَ اقْرَأْ ‏.‏ فَقُلْتُ مَا أَنَا بِقَارِئٍ فَأَخَذَنِي فَغَطَّنِي الثَّالِثَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدَ ثُمَّ أَرْسَلَنِي ‏.‏ فَقَالَ ‏{‏ اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ * خَلَقَ الإِنْسَانَ مِنْ عَلَقٍ * اقْرَأْ وَرَبُّكَ الأَكْرَمُ * الَّذِي عَلَّمَ بِالْقَلَمِ * عَلَّمَ الإِنْسَانَ مَا لَمْ يَعْلَمْ‏}‏ ‏\"‏ ‏.‏ فَرَجَعَ بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم تَرْجُفُ بَوَادِرُهُ حَتَّى دَخَلَ عَلَى خَدِيجَةَ فَقَالَ ‏\"‏ زَمِّلُونِي زَمِّلُونِي ‏\"‏ ‏.‏ فَزَمَّلُوهُ حَتَّى ذَهَبَ عَنْهُ الرَّوْعُ ثُمَّ قَالَ لِخَدِيجَةَ ‏\"‏ أَىْ خَدِيجَةُ مَا لِي ‏\"‏ ‏.‏ وَأَخْبَرَهَا الْخَبَرَ قَالَ ‏\"‏ لَقَدْ خَشِيتُ عَلَى نَفْسِي ‏\"‏ ‏.‏ قَالَتْ لَهُ خَدِيجَةُ كَلاَّ أَبْشِرْ فَوَاللَّهِ لاَ يُخْزِيكَ اللَّهُ أَبَدًا وَاللَّهِ إِنَّكَ لَتَصِلُ الرَّحِمَ وَتَصْدُقُ الْحَدِيثَ وَتَحْمِلُ الْكَلَّ وَتَكْسِبُ الْمَعْدُومَ وَتَقْرِي الضَّيْفَ وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ ‏.‏ فَانْطَلَقَتْ بِهِ خَدِيجَةُ حَتَّى أَتَتْ بِهِ وَرَقَةَ بْنَ نَوْفَلِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى وَهُوَ ابْنُ عَمِّ خَدِيجَةَ أَخِي أَبِيهَا وَكَانَ امْرَأً تَنَصَّرَ فِي الْجَاهِلِيَّةِ وَكَانَ يَكْتُبُ الْكِتَابَ الْعَرَبِيَّ وَيَكْتُبُ مِنَ الإِنْجِيلِ بِالْعَرَبِيَّةِ مَا شَاءَ اللَّهُ أَنْ يَكْتُبَ وَكَانَ شَيْخًا كَبِيرًا قَدْ عَمِيَ ‏.‏ فَقَالَتْ لَهُ خَدِيجَةُ أَىْ عَمِّ اسْمَعْ مِنِ ابْنِ أَخِيكَ ‏.‏ قَالَ وَرَقَةُ بْنُ نَوْفَلٍ يَا ابْنَ أَخِي مَاذَا تَرَى فَأَخْبَرَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم خَبَرَ مَا رَآهُ فَقَالَ لَهُ وَرَقَةُ هَذَا النَّامُوسُ الَّذِي أُنْزِلَ عَلَى مُوسَى صلى الله عليه وسلم يَا لَيْتَنِي فِيهَا جَذَعًا يَا لَيْتَنِي أَكُونُ حَيًّا حِينَ يُخْرِجُكَ قَوْمُكَ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَوَمُخْرِجِيَّ هُمْ ‏\"‏ ‏.‏ قَالَ وَرَقَةُ نَعَمْ لَمْ يَأْتِ رَجُلٌ قَطُّ بِمَا جِئْتَ بِهِ إِلاَّ عُودِيَ وَإِنْ يُدْرِكْنِي يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৬৭] নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট ওয়াহীর সূচনা হয়েছিল সত্য স্বপ্নের মাধ্যমে। তাঁর স্বপ্ন সূর্যের মতই স্পষ্টরূপে সত্যে পরিণত হত। \nইমাম নাবাবী (রহঃ) বলেন, ‘আলিমদের মত যে, নুবূওয়াতের পূর্বে এ অবস্থা ছয় মাস ছিল। তারপর জিবরীল (আঃ) সরাসরি ওয়াহী নিয়ে আসেন। সম্ভবতঃ এ প্রক্রিয়াই ওয়াহীর সূচনা এভাবে করা হয়েছে এজন্য যে, সরাসরি প্রথম হতেই জিবরীল (আঃ) ওয়াহী নিয়ে আসলে, তিনি হতবুদ্ধি বা কর্তব্য বিমূঢ় হয়ে যেতেন। মানুষ হিসেবে হঠাৎ করে নুবূওয়াতের বোঝা উঠাতে সক্ষম হতেন না। ওয়াহীর বিস্তারিত বর্ণনা ‘আয়িশাহ্‌ সিদ্দীকাহ্‌ (রাঃ)-এর মুরসাল হাদীসে বর্ণিত হয়েছে।\nতারপর আল্লাহ তা’আলা সূরাহ আল মুদ্দাস্‌সিরের প্রথম কয়েকটি আয়াত অবতীর্ণ করেন। এরপর হতেই ঘন ঘন ওয়াহী নাযিল হতে থাকে।\nইমাম নাবাবী (রহঃ) বলেনঃ কেউ কেউ বলেছেন যে, সূরাহ আল মুদ্দাস্‌সির সর্বপ্রথম নাযিল হয়েছিল। আবার কেউ কেউ বলেন যে, সূরাহ ফা-তিহাহ্‌ সর্বপ্রথম নাযিল হয়েছিল। এসব কথার কোন ভিত্তি নেই। \nওয়াহী স্থগিত থাকার কারণ কি? ইবনু হাজার (রহঃ) ফাতহুল বারীর ১ম খণ্ডের ২৭ পৃষ্ঠায় লিখেছেন যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ভয় পেয়েছিলেন। সে ভয় যেন কেটে যায় এবং পুনরায় ওয়াহী প্রাপ্তির আগ্রহ এবং প্রতিক্ষা যেন তাঁর মনে জাগ্রত হয়। (আর রাহীকুল মাখতুম, অনুবাদ-খাদীজা আখতার রেজায়ী ৯৩-৯৪ পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "1"
    }
  }
}