{
  "hadith": {
    "hadith_id": 300,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমার জন্য বুরাক পাঠানো হলো। [৬৮] বুরাক গাধা থেকে বড় এবং খচ্চর থেকে ছোট একটি সাদা রঙের জন্তু। যতদূর দৃষ্টি যায় এক পদক্ষেপে সে ততদূর চলে। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমি এতে আরোহণ করলাম এবং বাইতুল মাকদাস পর্যন্ত এসে পৌছলাম। তারপর অন্যান্য আম্বিয়ায়ে কিরাম তাদের বাহনগুলো যে খুঁটির সাথে বাঁধতেন, আমি সে খুঁটির সাথে আমার বাহনটিও বাঁধলাম। তারপর মাসজিদে প্রবেশ করলাম ও দূ’ রাক’আত সলাত আদায় করে বের হলাম। জিবরীল (‘আঃ) একটি শরাবের পাত্র এবং একটি দুধের পাত্র নিয়ে আমার কাছে এলেন। আমি দুধ গ্রহণ করলাম। জিবরীল (‘আঃ) আমাকে বললেন, আপনি ফিত্‌রাহ্‌কেই গ্রহণ করলেন। তারপর জিবরীল (‘আঃ) আমাকে নিয়ে ঊর্ধ্বলোকে গেলেন এবং আসমান পর্যন্ত পৌছে দ্বার খুলতে বললেন। জিজ্ঞেস করা হলো, আপনি কে? তিনি বললেন, আমি জিবরীল। জিজ্ঞেস করা হলো, আপনার সাথে কে? বললেন, মুহাম্মাদ। জিজ্ঞেস করা হলো, আপনাকে কি তাঁকে আনতে পাঠানো হয়েছিল? বললেন, হ্যাঁ! পাঠানো হয়েছিল। অতঃপর আমাদের জন্য দরজা খুলে দেয়া হলো। সেখানে আমি আদাম (‘আঃ)-এর দেখা পাই। তিনি আমাকে মুবারাকবাদ জানালেন এবং আমার কল্যাণের জন্য দু’আ করলেন। তারপর জিবরীল (‘আঃ) আমাকে ঊর্ধ্বলোক নিয়ে চললেন। জিজ্ঞেস কর হলো, আপনার সাথে কে? তিনি বললেন, মুহাম্মাদ। জিজ্ঞেস করা হলো, তাঁকে কি আনতে পাঠানো হয়েছিল? বললেন, হ্যাঁ! পাঠানো হয়েছিল। তারপর আমাদের জন্য দ্বার খুলে দেয়া হলো। সেখানে আমি ‘ঈসা ইবনু মারইয়াম ও ইয়াহ্‌ইয়া ইবনু যাকারিয়্যা (‘আঃ) দুই খালাত ভাইয়ের দেখা পেলাম। তারা আমাকে মারহাবা বললেন, আমার জন্য কল্যাণের দু’আ করলেন। তারপর জিবরীল (‘আঃ) আমাকে নিয়ে ঊর্ধ্বলোকে চললেন এবং তৃতীয় আসমানের দ্বারপ্রান্তে পৌছে দরজা খুলতে বললেন। জিজ্ঞেস করা হলো, কে? তিনি বললেন, জিবরীল। জিজ্ঞেস করা হলো, আপনার সাথে কে? তিনি বললেন, মুহাম্মাদ। জিজ্ঞেস করা হলো, আপনাকে কি তাঁকে আনতে পাঠানো হয়েছিল? তিনি বললেন, হ্যাঁ! পাঠানো হয়েছিল। তারপর আমাদের জন্য দ্বার খুলে দেয়া হলো। সেখানে ইউসুফ (‘আঃ)-এর দেখা পেলাম। সমুদয় সৌন্দর্যের অর্ধেক দেয়া হয়েছিল তাঁকে। তিনি আমাকে মারহাবা বললেন এবং আমার কল্যাণের জন্য দু’আ করলেন। তারপর জিবরীল (‘আঃ) আমাকে নিয়ে চতুর্থ আসমানের দ্বারপ্রান্তে পৌছে দরজা খুলতে বললেন। জিজ্ঞেস করা হলো, কে? তিনি বললেন, জিবরীল। জিজ্ঞেস করা হলো, আপনার সাথে কে? তিনি বললেন, মুহাম্মাদ। জিজ্ঞেস করা হলো, আপনাকে কি তাঁকে আনতে পাঠানো হয়েছিল? তিনি বললেন, হ্যাঁ! পাঠানো হয়েছিল। তারপর আমাদের জন্য দ্বার খুলে দেয়া হলো। সেখানে ইদরীস (‘আঃ)-এর দেখা পেলাম। তিনি আমাকে মারহাবা বললেন এবং আমার কল্যাণের জন্য দু’আ করলেন। আল্লাহ তা’আলা তাঁর সম্পর্কে ইরশাদ করেছেনঃ “এবং আমি তাকে উন্নীত করেছি উচ্চ মর্যাদায়”-(সূরাহ আল হাদীদ ৫৭ : ১৯)। তারপর জিবরীল (‘আঃ) আমাকে নিয়ে পঞ্চম আসমানের দ্বারপ্রান্তে পৌছে দরজা খুলতে বললেন। জিজ্ঞেস করা হলো, আপনি কে? [৬৯] তিনি বললেন, জিবরীল। জিজ্ঞেস করা হলো, আপনার সাথে কে? তিনি বললেন, মুহাম্মাদ। জিজ্ঞেস করা হলো, আপনাকে কি তাঁকে আনতে পাঠানো হয়েছিল? তিনি বললেন, হ্যাঁ! পাঠানো হয়েছিল। তারপর আমাদের জন্য দ্বার খুলে দেয়া হলো। সেখানে হারূন (‘আঃ)-এর দেখা পেলাম। তিনি আমাকে মারহাবা বললেন এবং আমার কল্যাণের জন্য দু’আ করলেন। তারপর জিবরীল (‘আঃ) আমাকে নিয়ে ষষ্ঠ আসমানের দ্বারপ্রান্তে পৌছে দরজা খুলতে বললেন। জিজ্ঞেস করা হলো, কে? তিনি বললেন, জিবরীল। জিজ্ঞেস করা হলো, আপনার সাথে কে? তিনি বললেন, মুহাম্মাদ। জিজ্ঞেস করা হলো, আপনাকে কি তাঁকে আনতে পাঠানো হয়েছিল? তিনি বললেন, হ্যাঁ! পাঠানো হয়েছিল। তারপর আমাদের জন্য দ্বার খুলে দেয়া হলো। সেখানে মূসা (‘আঃ)-এর দেখা পেলাম। তিনি আমাকে মারহাবা বললেন এবং আমার কল্যাণের জন্য দু’আ করলেন। তারপর জিবরীল (‘আঃ) সপ্তম আসমানের দ্বারপ্রান্তে পৌছে দরজা খুলতে বললেন। জিজ্ঞেস করা হলো, কে? তিনি বললেন, জিবরীল। জিজ্ঞেস করা হলো, আপনার সাথে কে? তিনি বললেন, মুহাম্মাদ। জিজ্ঞেস করা হলো, আপনাকে কি তাঁকে আনতে পাঠানো হয়েছিল? তিনি বললেন, হ্যাঁ! পাঠানো হয়েছিল। তারপর আমাদের জন্য দ্বার খুলে দেয়া হলো। সেখানে ইবরাহীম ('আঃ)-এর দেখা পেলাম। তিনি বাইতুল মা’মূরে পিঠ ঠেকিয়ে বসে আছেন।[৭০] বাইতুল মা’মূরে প্রত্যেহ সত্তর হাজার ফেরেশ্‌তা তাওয়াফের উদ্দেশ্যে প্রবেশ করেন যাঁরা আর সেখানে পুনরায় ফিরে আসার সুযোগ পান না। তারপর জিবরীল (‘আঃ) আমাকে সিদ্‌রাতুল মুনতাহায় [৭১] নিয়ে গেলেন। সে বৃক্ষের পাতাগুলো হাতির কানের ন্যায় আর ফলগুলো বড় বড় মটকার মত। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, সে বৃক্ষটিকে যখন আল্লাহর নির্দেশে যা আবৃত করে তখন তা পরিবর্তিত হয়ে যায়। সে সৌন্দর্যের বর্ণনা আল্লাহর সৃষ্টির মধ্যে কারোর পক্ষে সম্ভব নয়। এরপর আল্লাহ তা’আলা আমার উপর যে ওয়াহী করার তা ওয়াহী করলেন। আমার উপর দিনরাত মোট পঞ্চাশ ওয়াক্ত সলাত ফরয করলেন, এরপর আমি মূসা (‘আঃ)-এর কাছে ফিরে আসলাম। তিনি আমাকে বললেন, আপনার প্রতিপালক আপনার উপর কি ফরয করেছেন। আমি বললাম, পঞ্চাস ওয়াক্ত সলাত। তিনি বললেন, আপনার প্রতিপালকের নিকট ফিরে যান এবং একে আরো সহজ করার আবেদন করুন। কেননা আপনার উম্মাত এ নির্দেশ পালনে সক্ষম হবে না। আমি বানী ইসরাঈলকে পরীক্ষা করেছি এবং তাদের বিষয়ে আমি অভিজ্ঞতা লাভ করেছি। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তখন আমি আবার প্রতিপালকের কাছে ফিরে গেলাম এবং বললাম, হে আমার রব! আমার উম্মাতের জন্য এ হুকুম সহজ করে দিন। পাঁচ ওয়াক্ত কমিয়ে দেয়া হলো। তারপর মূসা (‘আঃ)-এর নিকট ফিরে এসে বললাম, আমার থেকে পাঁচ ওয়াক্ত কমানো হয়েছে। তিনি বললেন, আপনার উম্মাত এও পারবে না। আপনি ফিরে যান এবং আরো সহজ করার আবেদন করুন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এভাবে আমি একবার মূসা (‘আঃ) ও একবার আল্লাহর মাঝে আসা-যাওয়া করতে থাকলাম। শেষে আল্লাহ তা’আলা বললেনঃ হে মুহাম্মাদ! যাও দিন ও রাতে পাঁচ ওয়াক্ত নির্ধারণ করা হলো। প্রতি ওয়াক্ত সালাতে দশ ওয়াক্ত সলাতের সমান সাওয়াব রয়েছে। এভাবে (পাঁচ ওয়াক্ত হলো) পঞ্চাশ ওয়াক্ত সলাতের সমান। যে ব্যক্তি কোন নেক কাজের নিয়্যাত করল এবং তা কাজে রূপান্তরিত করতে পারল না, আমি তার জন্য একটি সাওয়াব লিখব; আর তা কাজে রূপায়িত করলে তার জন্য লিখব দশটি সাওয়াব। পক্ষান্তরে যে কোন মন্দ কাজের নিয়্যাত করল অথচ তা কাজে পরিণত করল না তার জন্য কোন গুনাহ লিখা হয় না। আর তা কাজে পরিণত করলে তার উপর লিখা হয় একটি মাত্র গুনাহ। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তারপর আমি মূসা (‘আঃ)-এর নিকট নেমে এলাম এবং তাঁকে এ বিষয়ে অবহিত করলাম। তিনি তখন বললেন, প্রতিপালকের কাছে ফিরে যান এবং আরো সহজ করার প্রার্থনা করুন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এ বিষয়টি নিয়ে বারবার আমি আমার প্রতিপালকের নিকট আসা-যাওয়া করেছি, এখন আবার যেতে লজ্জা হচ্ছে। (ই.ফা ৩০৮; ই.সে. ৩১৯)",
    "ar": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ أُتِيتُ بِالْبُرَاقِ - وَهُوَ دَابَّةٌ أَبْيَضُ طَوِيلٌ فَوْقَ الْحِمَارِ وَدُونَ الْبَغْلِ يَضَعُ حَافِرَهُ عِنْدَ مُنْتَهَى طَرْفِهِ - قَالَ فَرَكِبْتُهُ حَتَّى أَتَيْتُ بَيْتَ الْمَقْدِسِ - قَالَ - فَرَبَطْتُهُ بِالْحَلْقَةِ الَّتِي يَرْبِطُ بِهِ الأَنْبِيَاءُ - قَالَ - ثُمَّ دَخَلْتُ الْمَسْجِدَ فَصَلَّيْتُ فِيهِ رَكْعَتَيْنِ ثُمَّ خَرَجْتُ فَجَاءَنِي جِبْرِيلُ - عَلَيْهِ السَّلاَمُ - بِإِنَاءٍ مِنْ خَمْرٍ وَإِنَاءٍ مِنْ لَبَنٍ فَاخْتَرْتُ اللَّبَنَ فَقَالَ جِبْرِيلُ صلى الله عليه وسلم اخْتَرْتَ الْفِطْرَةَ ‏.‏ ثُمَّ عَرَجَ بِنَا إِلَى السَّمَاءِ فَاسْتَفْتَحَ جِبْرِيلُ فَقِيلَ مَنْ أَنْتَ قَالَ جِبْرِيلُ ‏.‏ قِيلَ وَمَنْ مَعَكَ قَالَ مُحَمَّدٌ ‏.‏ قِيلَ وَقَدْ بُعِثَ إِلَيْهِ قَالَ قَدْ بُعِثَ إِلَيْهِ ‏.‏ فَفُتِحَ لَنَا فَإِذَا أَنَا بِآدَمَ فَرَحَّبَ بِي وَدَعَا لِي بِخَيْرٍ ‏.‏ ثُمَّ عَرَجَ بِنَا إِلَى السَّمَاءِ الثَّانِيَةِ فَاسْتَفْتَحَ جِبْرِيلُ عَلَيْهِ السَّلاَمُ ‏.‏ فَقِيلَ مَنْ أَنْتَ قَالَ جِبْرِيلُ ‏.‏ قِيلَ وَمَنْ مَعَكَ قَالَ مُحَمَّدٌ ‏.‏ قِيلَ وَقَدْ بُعِثَ إِلَيْهِ قَالَ قَدْ بُعِثَ إِلَيْهِ ‏.‏ فَفُتِحَ لَنَا فَإِذَا أَنَا بِابْنَىِ الْخَالَةِ عِيسَى ابْنِ مَرْيَمَ وَيَحْيَى بْنِ زَكَرِيَّاءَ صَلَوَاتُ اللَّهِ عَلَيْهِمَا فَرَحَّبَا وَدَعَوَا لِي بِخَيْرٍ ‏.‏ ثُمَّ عَرَجَ بِي إِلَى السَّمَاءِ الثَّالِثَةِ فَاسْتَفْتَحَ جِبْرِيلُ ‏.‏ فَقِيلَ مَنْ أَنْتَ قَالَ جِبْرِيلُ ‏.‏ قِيلَ وَمَنْ مَعَكَ قَالَ مُحَمَّدٌ صلى الله عليه وسلم ‏.‏ قِيلَ وَقَدْ بُعِثَ إِلَيْهِ قَالَ قَدْ بُعِثَ إِلَيْهِ ‏.‏ فَفُتِحَ لَنَا فَإِذَا أَنَا بِيُوسُفَ صلى الله عليه وسلم إِذَا هُوَ قَدْ أُعْطِيَ شَطْرَ الْحُسْنِ فَرَحَّبَ وَدَعَا لِي بِخَيْرٍ ‏.‏ ثُمَّ عَرَجَ بِنَا إِلَى السَّمَاءِ الرَّابِعَةِ فَاسْتَفْتَحَ جِبْرِيلُ - عَلَيْهِ السَّلاَمُ - قِيلَ مَنْ هَذَا قَالَ جِبْرِيلُ ‏.‏ قِيلَ وَمَنْ مَعَكَ قَالَ مُحَمَّدٌ ‏.‏ قَالَ وَقَدْ بُعِثَ إِلَيْهِ قَالَ قَدْ بُعِثَ إِلَيْهِ ‏.‏ فَفُتِحَ لَنَا فَإِذَا أَنَا بِإِدْرِيسَ فَرَحَّبَ وَدَعَا لِي بِخَيْرٍ قَالَ اللَّهُ عَزَّ وَجَلَّ ‏{‏ وَرَفَعْنَاهُ مَكَانًا عَلِيًّا‏}‏ ثُمَّ عَرَجَ بِنَا إِلَى السَّمَاءِ الْخَامِسَةِ فَاسْتَفْتَحَ جِبْرِيلُ ‏.‏ قِيلَ مَنْ هَذَا قَالَ جِبْرِيلُ ‏.‏ قِيلَ وَمَنْ مَعَكَ قَالَ مُحَمَّدٌ ‏.‏ قِيلَ وَقَدْ بُعِثَ إِلَيْهِ قَالَ قَدْ بُعِثَ إِلَيْهِ ‏.‏ فَفُتِحَ لَنَا فَإِذَا أَنَا بِهَارُونَ صلى الله عليه وسلم فَرَحَّبَ وَدَعَا لِي بِخَيْرٍ ‏.‏ ثُمَّ عَرَجَ بِنَا إِلَى السَّمَاءِ السَّادِسَةِ فَاسْتَفْتَحَ جِبْرِيلُ عَلَيْهِ السَّلاَمُ ‏.‏ قِيلَ مَنْ هَذَا قَالَ جِبْرِيلُ ‏.‏ قِيلَ وَمَنْ مَعَكَ قَالَ مُحَمَّدٌ ‏.‏ قِيلَ وَقَدْ بُعِثَ إِلَيْهِ قَالَ قَدْ بُعِثَ إِلَيْهِ ‏.‏ فَفُتِحَ لَنَا فَإِذَا أَنَا بِمُوسَى صلى الله عليه وسلم فَرَحَّبَ وَدَعَا لِي بِخَيْرٍ ‏.‏ ثُمَّ عَرَجَ بِنَا إِلَى السَّمَاءِ السَّابِعَةِ فَاسْتَفْتَحَ جِبْرِيلُ فَقِيلَ مَنْ هَذَا قَالَ جِبْرِيلُ ‏.‏ قِيلَ وَمَنْ مَعَكَ قَالَ مُحَمَّدٌ صلى الله عليه وسلم ‏.‏ قِيلَ وَقَدْ بُعِثَ إِلَيْهِ قَالَ قَدْ بُعِثَ إِلَيْهِ ‏.‏ فَفُتِحَ لَنَا فَإِذَا أَنَا بِإِبْرَاهِيمَ صلى الله عليه وسلم مُسْنِدًا ظَهْرَهُ إِلَى الْبَيْتِ الْمَعْمُورِ وَإِذَا هُوَ يَدْخُلُهُ كُلَّ يَوْمٍ سَبْعُونَ أَلْفَ مَلَكٍ لاَ يَعُودُونَ إِلَيْهِ ثُمَّ ذَهَبَ بِي إِلَى السِّدْرَةِ الْمُنْتَهَى وَإِذَا وَرَقُهَا كَآذَانِ الْفِيَلَةِ وَإِذَا ثَمَرُهَا كَالْقِلاَلِ - قَالَ - فَلَمَّا غَشِيَهَا مِنْ أَمْرِ اللَّهِ مَا غَشِيَ تَغَيَّرَتْ فَمَا أَحَدٌ مِنْ خَلْقِ اللَّهِ يَسْتَطِيعُ أَنْ يَنْعَتَهَا مِنْ حُسْنِهَا ‏.‏ فَأَوْحَى اللَّهُ إِلَىَّ مَا أَوْحَى فَفَرَضَ عَلَىَّ خَمْسِينَ صَلاَةً فِي كُلِّ يَوْمٍ وَلَيْلَةٍ فَنَزَلْتُ إِلَى مُوسَى صلى الله عليه وسلم فَقَالَ مَا فَرَضَ رَبُّكَ عَلَى أُمَّتِكَ قُلْتُ خَمْسِينَ صَلاَةً ‏.‏ قَالَ ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ التَّخْفِيفَ فَإِنَّ أُمَّتَكَ لاَ يُطِيقُونَ ذَلِكَ فَإِنِّي قَدْ بَلَوْتُ بَنِي إِسْرَائِيلَ وَخَبَرْتُهُمْ ‏.‏ قَالَ فَرَجَعْتُ إِلَى رَبِّي فَقُلْتُ يَا رَبِّ خَفِّفْ عَلَى أُمَّتِي ‏.‏ فَحَطَّ عَنِّي خَمْسًا فَرَجَعْتُ إِلَى مُوسَى فَقُلْتُ حَطَّ عَنِّي خَمْسًا ‏.‏ قَالَ إِنَّ أُمَّتَكَ لاَ يُطِيقُونَ ذَلِكَ فَارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ التَّخْفِيفَ ‏.‏ - قَالَ - فَلَمْ أَزَلْ أَرْجِعُ بَيْنَ رَبِّي تَبَارَكَ وَتَعَالَى وَبَيْنَ مُوسَى - عَلَيْهِ السَّلاَمُ - حَتَّى قَالَ يَا مُحَمَّدُ إِنَّهُنَّ خَمْسُ صَلَوَاتٍ كُلَّ يَوْمٍ وَلَيْلَةٍ لِكُلِّ صَلاَةٍ عَشْرٌ فَذَلِكَ خَمْسُونَ صَلاَةً ‏.‏ وَمَنْ هَمَّ بِحَسَنَةٍ فَلَمْ يَعْمَلْهَا كُتِبَتْ لَهُ حَسَنَةً فَإِنْ عَمِلَهَا كُتِبَتْ لَهُ عَشْرًا وَمَنْ هَمَّ بِسَيِّئَةٍ فَلَمْ يَعْمَلْهَا لَمْ تُكْتَبْ شَيْئًا فَإِنْ عَمِلَهَا كُتِبَتْ سَيِّئَةً وَاحِدَةً - قَالَ - فَنَزَلْتُ حَتَّى انْتَهَيْتُ إِلَى مُوسَى صلى الله عليه وسلم فَأَخْبَرْتُهُ فَقَالَ ارْجِعْ إِلَى رَبِّكَ فَاسْأَلْهُ التَّخْفِيفَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقُلْتُ قَدْ رَجَعْتُ إِلَى رَبِّي حَتَّى اسْتَحْيَيْتُ مِنْهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৬৮] কাযী ইয়ায (রহঃ) বলেন যে, মি’রাজ স্বশ্বরীরে হয়েছিল না স্বপ্নযোগে হয়েছিল এটা নিয়ে মতভেদ রয়েছে। কেউ কেউ বলেন, স্বপ্নযোগে হয়েছিল। এটা অত্যন্ত দুর্বল কথা। অধিকাংশ পূর্ব ও পরের ‘উলামা, ফুকাহা ও মুহাদ্দিসীনের অভিমত হলো প্রিয়নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জাগ্রত অবস্থায় স্বশরীরে মি’রাজ সংঘটিত হয়েছিল। হাদীসসমূহে প্রকাশ্যভাবে এর প্রমাণ পাওয়া যায়। এর বিপরীত হাদীসের অন্য ব্যাখ্যার কোন কারণ বা সুযোগ নেই যে, অন্য তা’বীল করা যাবে। (সংক্ষিপ্ত নাবাবী) \nখাদীজাহ্‌ (রাঃ)-এর মৃত্যু মি’রাজের পূর্বেই হয়েছিল। তাঁর মৃত্যু নুবূওয়াতের দশম বর্ষের রমাযান মাসে হয়েছিল বলে জানা যায়। কাজেই মি’রাজের ঘটনা এর পরেই ঘটেছে, আগে নয়। (আর রাহীকুল মাখতুম, অনুবাদ-খাদীজাহ আক্তার রেজায়ী ১৬৬ পৃঃ) \n\n[৬৯] ইমাম নাবাবী (রহঃ) বলেন, এ হাদীস থেকে কয়েকটি কথা জানা যায়। (১) বাড়ীর মধ্যে হতে কোন আগন্তুককে যদি বলা হয় কে? তার উত্তরে বলবে নাঃ “আমি”; বরং নাম বলতে হবে। (২) আকাশের দরজা আছে (৩) দরজার নিকটে পাহারাদার আছে। (৪) মেহমানের সম্মানে মারহাবা বলে অভিবাদন জানানো যাবে। এটাই নাবীদের আদর্শ। \n\n[৭০] “বাইতুল মা’মুর” নামে বাইতূল্লাহ্‌র সামনে আকাশের উপরে একটি ঘর আছে। বাইতুল মা’মূর এজন্য বলা হয় যে, সব সময় এ ঘরটি সমৃদ্ধ থাকে অর্থাৎ প্রত্যেকদিন নতূনভাবে সত্তর হাজার ফেরেশ্‌তা ‘ইবাদাতের জন্য আসে। বাইতুল মা’মুর সপ্তম আকাশে আছে। ইবরাহীম (‘আঃ) বাইতুল মা’মুর-এর দিকে পিঠ ফিরে বসে ছিলেন। এ হাদীস হতে এটাও প্রমাণ হয় যে, বাইতুল্লাহ্‌র দিকে পিঠ করে বসা যাবে। \n\n[৭১] “সিদ্‌রাতুল মুন্‌তাহা” সপ্তম আকাশের উপরের একটি বরই গাছ এবং ফেরেশতাদের বিচরণের শেষ সীমা। অথবা গমনের শেষ সীমা। অর্থাৎ সিদ্‌রাতুল মুন্‌তাহার উপর কি আছে আল্লাহ ছাড়া কারও জ্ঞান নেই। \nইব্‌নু ‘আব্বাস (রাঃ) বলেন,  সিদ্‌রাতুল মুন্‌তাহা এজন্য বলা হয় যে, ফেরেশতাদের জ্ঞান বিচরণ ওখান পর্যন্ত শেষ হয়েছিল। তার আগে তারা যেতে পারেনি, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ব্যতীত। আর যারা উপরে আছে তারা এখানে এসে থেমে যায়। নিচে আসতে পারে না এবং যারা নিচে আছে তারা এখানে এসে থেমে যায়। উপরে যেতে পারে না। এটা আল্লাহর নির্দেশ।\nএ হাদীস হতে প্রমাণিত হয় যে, আল্লাহ ‘আর্‌শের উপর সমাসীন আছেন এবং প্রিয় নাবীর সাথে সরাসরি কথা বলেছেন। যার কোন অপব্যাখ্যার সুযোগ নেই। এ কথোপকথনের মধ্যে পঞ্চাশ ওয়াক্ত হতে কমিয়ে পাঁচ ওয়াক্ত ফারয করে নিয়েছেন।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}