{
  "hadith": {
    "hadith_id": 3023,
    "narrator": "আ‘মাশ (রহঃ)",
    "bn": "তিনি বলেন, আমি হাজ্জাজ ইবনু ইউসুফকে মিম্বারে দাঁড়িয়ে ভাষণ দিতে গিয়ে বলতে শুনেছিঃ জিবরীল (‘আঃ) যে ক্রমবিন্যাসে কুরআন মাজীদ সাজিয়েছেন, তোমরা তদনুযায়ী তা সুবিন্যস্ত কর। যেমন, প্রথম সে সূরাহ্ যার মধ্যে গাভী সম্পর্কে আলোচনা এসেছে। এরপর যে সূরায় মহিলাদের  সম্পর্কে, এরপর সে সূরাহ্ যার মধ্যে ‘ইমরান-পরিবার সম্পর্কে আলোচনা রয়েছে।\nআ‘মাশ (রহঃ) বলেন, এরপর আমি ইব্রাহীমের সাথে সাক্ষাৎ করে তাকে হাজ্জাজের বক্তব্য সম্পর্কে অবহিত করলাম। তিনি তাকে গালি দিলেন। এরপর বললেন, ‘আবদুর রহমান ইবনু ইয়াযীদ আমাকে বলেছেন যে, তিনি ‘আবদুল্লাহ ইবনু মাস‘ঊদ (রাঃ)-এর সাথে ছিলেন। তিনি জামরাতুল ‘আক্বাবায় এলেন, উপত্যকার মাঝে দাঁড়ালেন এবং জামরাহ্কে নিজের সম্মুখভাগে রাখলেন, এরপর উপত্যকার মাঝে দাঁড়িয়ে সাতটি কাঁকর নিক্ষেপ করলেন, প্রত্যেকবার নিক্ষেপের সাথে সাথে ‘আল্ল-হু আকবার’ বললেন। রাবী বলেন, আমি বললাম, হে আবূ ‘আবদুর রহমান! লোকেরা উপত্যকার উপরিভাগ থেকে পাথর নিক্ষেপ করে। তিনি বললেন, সে সত্তার শপথ যিনি ছাড়া আর কোন ইলাহ নেই, এ সেই স্থান যেখানে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উপর সূরাহ্ আল বাক্বারাহ্ নাযিল হয়েছিল। (ই.ফা. ২৯৯৮, ই.সে. ২৯৯৫)",
    "ar": "وَحَدَّثَنَا مِنْجَابُ بْنُ الْحَارِثِ التَّمِيمِيُّ، أَخْبَرَنَا ابْنُ مُسْهِرٍ، عَنِ الأَعْمَشِ، قَالَ سَمِعْتُ الْحَجَّاجَ بْنَ يُوسُفَ، يَقُولُ وَهُوَ يَخْطُبُ عَلَى الْمِنْبَرِ أَلِّفُوا الْقُرْآنَ كَمَا أَلَّفَهُ جِبْرِيلُ السُّورَةُ الَّتِي يُذْكَرُ فِيهَا الْبَقَرَةُ وَالسُّورَةُ الَّتِي يُذْكَرُ فِيهَا النِّسَاءُ وَالسُّورَةُ الَّتِي يُذْكَرُ فِيهَا آلُ عِمْرَانَ ‏.‏ قَالَ فَلَقِيتُ إِبْرَاهِيمَ فَأَخْبَرْتُهُ بِقَوْلِهِ فَسَبَّهُ وَقَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ أَنَّهُ كَانَ مَعَ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ فَأَتَى جَمْرَةَ الْعَقَبَةِ فَاسْتَبْطَنَ الْوَادِيَ فَاسْتَعْرَضَهَا فَرَمَاهَا مِنْ بَطْنِ الْوَادِي بِسَبْعِ حَصَيَاتٍ يُكَبِّرُ مَعَ كُلِّ حَصَاةٍ - قَالَ - فَقُلْتُ يَا أَبَا عَبْدِ الرَّحْمَنِ إِنَّ النَّاسَ يَرْمُونَهَا مِنْ فَوْقِهَا ‏.‏ فَقَالَ هَذَا وَالَّذِي لاَ إِلَهَ غَيْرُهُ مَقَامُ الَّذِي أُنْزِلَتْ عَلَيْهِ سُورَةُ الْبَقَرَةِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}