{
  "hadith": {
    "hadith_id": 3048,
    "narrator": "‘ঈসা ইবনু ত্বলহাহ্ আত্ তামীমী (রহঃ)",
    "bn": "‘আবদুল্লাহ ইবনু ‘আমর ইবনু ‘আস (রাঃ)-কে বলতে শুনেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সওয়ারীর উপর অবস্থান করলেন। লোকেরা তাঁকে বিভিন্ন বিষয়ে জিজ্ঞেস করতে থাকল। তাদের কেউ জিজ্ঞেস করল, হে আল্লাহর রাসূল! আমি জানতাম না যে, কুরবানীর পূর্বে পাথর নিক্ষেপ করতে হয়। তাই আমি পাথর নিক্ষেপের পূর্বে কুরবানী করে ফেলেছি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃপাথর নিক্ষেপ কর, এতে কোন দোষ হবে না। অপর ব্যক্তি এসে বলল, আমি জানতাম না যে, মাথা কামানোর পূর্বে  কুরবানী করতে হবে। অতএব আমি কুরবানীর পূর্বে মাথা কামিয়ে ফেলেছি। তিনি বললেনঃ কোন দোষ নেই, তুমি কুরবানী কর। রাবী বলেন, মানুষ অজ্ঞতাবশতঃ যেসব কাজের ক্ষেত্রে পরেরটি আগে করে ফেলেছে, এ সম্পর্কে বা এ জাতীয় বিষয় সম্পর্কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–কে জিজ্ঞেস করা হলেই আমি তাঁকে বলতে শুনেছি: তোমরা তা করে নাও, এতে কোন দোষ হবে না। (ই.ফা. ৩০২৩, ই.সে. ৩০২০)",
    "ar": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عِيسَى بْنُ طَلْحَةَ التَّيْمِيُّ، أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ، يَقُولُ وَقَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى رَاحِلَتِهِ فَطَفِقَ نَاسٌ يَسْأَلُونَهُ فَيَقُولُ الْقَائِلُ مِنْهُمْ يَا رَسُولَ اللَّهِ إِنِّي لَمْ أَكُنْ أَشْعُرُ أَنَّ الرَّمْىَ قَبْلَ النَّحْرِ فَنَحَرْتُ قَبْلَ الرَّمْىِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَارْمِ وَلاَ حَرَجَ ‏\"‏ ‏.‏ قَالَ وَطَفِقَ آخَرُ يَقُولُ إِنِّي لَمْ أَشْعُرْ أَنَّ النَّحْرَ قَبْلَ الْحَلْقِ فَحَلَقْتُ قَبْلَ أَنْ أَنْحَرَ ‏.‏ فَيَقُولُ ‏\"‏ انْحَرْ وَلاَ حَرَجَ ‏\"‏ ‏.‏ قَالَ فَمَا سَمِعْتُهُ يُسْأَلُ يَوْمَئِذٍ عَنْ أَمْرٍ مِمَّا يَنْسَى الْمَرْءُ وَيَجْهَلُ مِنْ تَقْدِيمِ بَعْضِ الأُمُورِ قَبْلَ بَعْضٍ وَأَشْبَاهِهَا إِلاَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ افْعَلُوا ذَلِكَ وَلاَ حَرَجَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}