{
  "hadith": {
    "hadith_id": 313,
    "narrator": "আবূ হুরায়রাহ (রাযিঃ)",
    "bn": "তিনি বলেন, ‘নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, মি’রাজ রজনীতে আমি মূসা (‘আঃ) এর সাথে দেখা করেছি। এরপর ‘নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর দেহের আকৃতি বর্ণনা করেছেন। বর্ণনাকারী বলেন, ‘নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর দেহের আকৃতি বর্ণনা করেছেন যে, তিনি মৃদু কোঁকড়ানো চুল বিশিষ্ট। দেখতে শানুয়াহ গোত্রের লোকদের ন্যায়। ‘নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আমি ঈসা (‘আঃ) এর সাথে দেখা করেছি। এরপর তিনি ‘ঈসা আ এর আকৃতি বর্ণনা করতে গিয়ে বলেন, তিনি মধ্যম ধরনের লোহিত বর্ণের পুরুষ। মনে হচ্ছিল এক্ষুনি যেন গোসলখানা থেকে বেরিয়ে আসলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আমি ইবরাহীম (‘আঃ) কে দেখেছি। তাঁর সন্তানদের  মধ্যে আমিই সবচেয়ে বেশী তাঁর সাদৃশ্যের অধিকারী। এরপর আমার সম্মুখে দু’টি পাত্র পেশ করা হয়, এর একটি দুধের অপরটি শরাবের। আমাকে বলা হলো, এর মধ্যে যেটা আপনার ইচ্ছা সেটা গ্রহন করুন। আমি দুধ গ্রহন করে তা পান করলাম। জিবরীল (‘আঃ) আমাকে বললেন, আপনাকে ফিতরাহ এরই হিদায়াত করা হয়েছে। আপনি যদি শরাব গ্রহন করতেন তবে আপনার উম্মাত গোমরাহ হয়ে যেত। (ই.ফা. ৩২১; ই.সে. ৩৩২)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، - وَتَقَارَبَا فِي اللَّفْظِ - قَالَ ابْنُ رَافِعٍ حَدَّثَنَا وَقَالَ عَبْدٌ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ حِينَ أُسْرِيَ بِي لَقِيتُ مُوسَى - عَلَيْهِ السَّلاَمُ - ‏\"‏ ‏.‏ فَنَعَتَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ فَإِذَا رَجُلٌ - حَسِبْتُهُ قَالَ - مُضْطَرِبٌ رَجِلُ الرَّأْسِ كَأَنَّهُ مِنْ رِجَالِ شَنُوءَةَ - قَالَ - وَلَقِيتُ عِيسَى ‏\"‏ ‏.‏ فَنَعَتَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ فَإِذَا رَبْعَةٌ أَحْمَرُ كَأَنَّمَا خَرَجَ مِنْ دِيمَاسٍ ‏\"‏ ‏.‏ - يَعْنِي حَمَّامًا - قَالَ ‏\"‏ وَرَأَيْتُ إِبْرَاهِيمَ - صَلَوَاتُ اللَّهِ عَلَيْهِ - وَأَنَا أَشْبَهُ وَلَدِهِ بِهِ - قَالَ - فَأُتِيتُ بِإِنَاءَيْنِ فِي أَحَدِهِمَا لَبَنٌ وَفِي الآخَرِ خَمْرٌ فَقِيلَ لِي خُذْ أَيَّهُمَا شِئْتَ ‏.‏ فَأَخَذْتُ اللَّبَنَ فَشَرِبْتُهُ ‏.‏ فَقَالَ هُدِيتَ الْفِطْرَةَ أَوْ أَصَبْتَ الْفِطْرَةَ أَمَا إِنَّكَ لَوْ أَخَذْتَ الْخَمْرَ غَوَتْ أُمَّتُكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}