{
  "hadith": {
    "hadith_id": 314,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমার (রাযিঃ)",
    "bn": "রসুলুলাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, একরাতে (স্বপ্নে) আমি কা’বা শরীফের কাছে আমাকে দেখতে পেলাম। গোধুম (গম) বর্ণের এক ব্যক্তিকে দেখলাম। এ বর্ণের যত লোক তোমরা দেখেছ তিনি ছিলেন তাদের মধ্যে সবচেয়ে সুন্দর।ঘাড় পর্যন্ত লম্বা চুল ছিল তাঁর। তিনি এ চুল আচড়িয়ে রেখেছেন আর তা থেকে পানি ঝরছিল। দু’জনের উপর বা বর্ণনাকারী বলেন, দু’জনের কাধের উপর ভর করে বাইতুল্লাহর তাওয়াফ করছেন। জিজ্ঞেস করলাম, ইনি কে? বলা হলো ইনি মাসীহ ইবনু মারইয়াম। [৭৪]  তারপর দেখি আরেক ব্যক্তি, অধিক কোকড়ানো চুল, ডান চক্ষুটি টেরা যেন একটি আঙুর ফুলে আছে। জিজ্ঞেস করলাম, এ কে? বলা হলো, মাসীহুদ দাজ্জাল। [৭৫] (ই.ফা. ৩২২; ই.সে. ৩৩৩)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ أَرَانِي لَيْلَةً عِنْدَ الْكَعْبَةِ فَرَأَيْتُ رَجُلاً آدَمَ كَأَحْسَنِ مَا أَنْتَ رَاءٍ مِنْ أُدْمِ الرِّجَالِ لَهُ لِمَّةٌ كَأَحْسَنِ مَا أَنْتَ رَاءٍ مِنَ اللِّمَمِ قَدْ رَجَّلَهَا فَهِيَ تَقْطُرُ مَاءً مُتَّكِئًا عَلَى رَجُلَيْنِ - أَوْ عَلَى عَوَاتِقِ رَجُلَيْنِ - يَطُوفُ بِالْبَيْتِ فَسَأَلْتُ مَنْ هَذَا فَقِيلَ هَذَا الْمَسِيحُ ابْنُ مَرْيَمَ ‏.‏ ثُمَّ إِذَا أَنَا بِرَجُلٍ جَعْدٍ قَطَطٍ أَعْوَرِ الْعَيْنِ الْيُمْنَى كَأَنَّهَا عِنَبَةٌ طَافِيَةٌ فَسَأَلْتُ مَنْ هَذَا فَقِيلَ هَذَا الْمَسِيحُ الدَّجَّالُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭৪] ‘ঈসা আ কে এজন্য মাসীহ বলা হয় যে, যখন তিনি কোন অসুস্থ ব্যক্তির উপর হাত ফিরাতেন তখন সে ভাল হয়ে যেত এবং কেউ কেউ বলেন যে, তাঁর পায়ের তলা বরাবর ছিল, গভীর ছিলনা। এজন্য মাসীহ বলা হয়েছে আরো অনেকেই বিভিন্ন ব্যাখ্যা দিয়েছেন এবং দাজ্জালকেও মাসীহ বলা হয়েছে। এজন্য যে, তাঁর চক্ষু বসা হবে ও ডান চক্ষু কানা হবে। আবার কেউ বলেছেন, শেষ যুগে যখন সে বের হবে তখন সারা দুনিয়া বিচরন করবে। যার জন্য তাকে মাসীহ বলা হয়েছে। (সংক্ষিপ্ত নাবাবী) \n[৭৫] ইবনু ‘উমার (রাযিঃ) এর বর্ণিত এ হাদীস থেকে এটাই প্রমানিত হয় যে, ‘ঈসা (‘আঃ)-এর তাওয়াফের ঘটনা ‘নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর স্বপ্নযোগে ছিল। কেননা, এ হাদীসে দাজ্জালের তাওয়াফ করার বর্ণনাও এসেছে। যদিও সহীহ হাদীস হতে প্রমান আছে যে, দাজ্জাল মাক্কাহ ও মাদীনায় প্রবেশ করতে পারবেনা। কাযী ইয়ায (রহঃ) বলেন যে, সম্ভবত এর ব্যাখ্যা এ হতে পারে যে, দাজ্জালের মাক্কাহ ও মাদীনায় প্রবেশ করতে না দেয়া ওই যুগের সাথে খাস যখন সে ফাসাদে লিপ্ত হবে।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}