{
  "hadith": {
    "hadith_id": 3142,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, ফায্ল ইবনু ‘আব্বাস (রাঃ) সওয়ারীতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পিছনে উপবিষ্ট ছিলেন। এমতাবস্থায় খাস’আম গোত্রের এক মহিলা তাঁর নিকট মাসআলাহ্ জিজ্ঞেস করতে আসলো। ফায্লও তার দিকে তাকাচ্ছিল এবং মহিলাটিও ফায্লের দিকে তাকাচ্ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফায্ল-এর মুখমণ্ডল অন্যদিকে ঘুরিয়ে দিলেন। মহিলাটি বলল, হে আল্লাহর রাসূল! আল্লাহ তাঁর বান্দাদের উপর যে হাজ্জ ফরয করেছেন- তা আমার বৃদ্দ পিতার উপরও ফরয হয়েছে, কিন্তু তিনি বাহনের উপর অবস্থান করতে অক্ষম। আমি কি তার পক্ষ থেকে হাজ্জ করতে পারি? তিনি বললেনঃ হ্যাঁ, এটা বিদায় হাজ্জের সময়কার ঘটনা। [৩৩] (ই.ফা. ৩১১৭, ই.সে. ৩১১৪)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ سُلَيْمَانَ بْنِ، يَسَارٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، أَنَّهُ قَالَ كَانَ الْفَضْلُ بْنُ عَبَّاسٍ رَدِيفَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَجَاءَتْهُ امْرَأَةٌ مِنْ خَثْعَمَ تَسْتَفْتِيهِ فَجَعَلَ الْفَضْلُ يَنْظُرُ إِلَيْهَا وَتَنْظُرُ إِلَيْهِ فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَصْرِفُ وَجْهَ الْفَضْلِ إِلَى الشِّقِّ الآخَرِ ‏.‏ قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ فَرِيضَةَ اللَّهِ عَلَى عِبَادِهِ فِي الْحَجِّ أَدْرَكَتْ أَبِي شَيْخًا كَبِيرًا لاَ يَسْتَطِيعُ أَنْ يَثْبُتَ عَلَى الرَّاحِلَةِ أَفَأَحُجُّ عَنْهُ قَالَ ‏ \"‏ نَعَمْ ‏\"‏ ‏.‏ وَذَلِكَ فِي حَجَّةِ الْوَدَاعِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৩] এ হাদীস হতে কয়েকটি মাসআলা প্রমাণিত হয়- (১) এ সওয়ারীর উপর দু’জন মানুষের আরোহণ করা জায়িয, (২) প্রয়োজন হলে অপরিচিত মহিলার কণ্ঠ শ্রবণ করা বৈধ, (৩) অপরিচিত মহিলার প্রতি দৃষ্টিপাত করা হারাম, (৪) হাতের দ্বারা সৎ কাজের আদেশ কর, যেমন রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজ হাতে ফায্ল (রাঃ)-এর চেহারা ফিরিয়ে দিলেন, (৫) অক্ষম ব্যক্তির পক্ষ হতে হাজ্জ আদায় বৈধ, ঐ রকমই মৃতের পক্ষ হতে আদায় করাও বৈধ, (৬) পুরুষের পক্ষ হতে মহিলার হাজ্জ করা বৈধ, পিতা-মাতার খিদমাত করা তাদের পক্ষ হতে হাজ্জ আদায় এবং তাদের ভরণ-পোষণের ব্যবস্থা করা অত্যাবশ্যক, (৭) যে ব্যক্তির উপর হাজ্জ ফারয হয়েছে কিন্তু সফর করার ক্ষমতা নেই সে অন্যকে দিয়ে হাজ্জ করিয়ে নিতে পারে, এটা ইমাম শাফি’ঈ এবং অধিকাংশ উলামার অভিমত ।",
    "chapter": {
      "chapter_number": "16"
    }
  }
}