{
  "hadith": {
    "hadith_id": 3166,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোথাও সফরের উদ্দেশে তাঁর উটে আরোহণের সময় তিনবার “আল্ল-হু আকবার” (আল্লাহ সর্বশ্রেষ্ঠ) বলতেন, এরপর যে দু’আ পাঠ করতেন তার অর্থ এই :\n“পবিত্র মহান সে সত্তা- যিনি একে আমাদের বশীভূত করে দিয়েছেন, যদিও আমরা একে বশীভূত করতে সক্ষম ছিলাম না। আমাদেরকে অবশ্যই আমাদের প্রতিপালকের নিকট ফিরে যেতে হবে। হে আল্লাহ! আমাদের এ সফরে আমরা তোমার নিকট কল্যাণ, তাক্বওয়া এবং তোমার সন্তুষ্টি বিধানকারী কাজের তাওফীক চাই। হে আল্লাহ! আমাদের এ সফর আমাদের জন্য সহজ করে দাও এবং এর দূরত্ব কমিয়ে দাও। হে আল্লাহ! তুমিই (আমাদের) সফরসঙ্গী এবং পরিবারের তত্ত্বাবধানকারী। হে আল্লাহ! তোমার নিকট আশ্রয় প্রার্থনা করি সফরের কষ্ট, দুঃখজনক দৃশ্য এবং ফিরে এসে সম্পদ ও পরিবারের ক্ষতিকর পরিবর্তন থেকে”।\nএরপর তিনি যখন সফর থেকে ফিরে আসতেন তখনও উপরোক্ত দু’আ পড়তেন এবং এর সাথে যোগ করতেন: (অর্থ) “আমরা প্রত্যাবর্তনকারী, তাওবাহ্কারী, আমাদের প্রতিপালকের ‘ইবাদাতকারী ও প্রশংসাকারী”। (ই.ফা. ৩১৪১, ই.সে. ৩১৩৯)",
    "ar": "حَدَّثَنِي هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّ عَلِيًّا الأَزْدِيَّ، أَخْبَرَهُ أَنَّ ابْنَ عُمَرَ عَلَّمَهُمْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا اسْتَوَى عَلَى بَعِيرِهِ خَارِجًا إِلَى سَفَرٍ كَبَّرَ ثَلاَثًا ثُمَّ قَالَ ‏\"‏ سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ اللَّهُمَّ إِنَّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى وَمِنَ الْعَمَلِ مَا تَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ وَالْخَلِيفَةُ فِي الأَهْلِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمَنْظَرِ وَسُوءِ الْمُنْقَلَبِ فِي الْمَالِ وَالأَهْلِ ‏\"‏ ‏.‏ وَإِذَا رَجَعَ قَالَهُنَّ ‏.‏ وَزَادَ فِيهِنَّ ‏\"‏ آيِبُونَ تَائِبُونَ عَابِدُونَ لِرَبِّنَا حَامِدُونَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}