{
  "hadith": {
    "hadith_id": 3193,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাক্কাহ্ বিজয়ের দিন বলেছেনঃ হিজরাতের আর প্রয়োজন নেই, কিন্তু জিহাদ ও নিয়্যাত অব্যাহত থাকবে। তোমাদেরকে যখন জিহাদের আহ্বান জানানো হয় তখন জিহাদে যোগদান কর। মাক্কাহ্ বিজয়ের দিন তিনি আরও বলেন, আল্লাহ তা’আলা এ শহরকে সম্মানিত করেছেন- যেদিন তিনি আসমান ও জমিন সৃষ্টি করেছেন সেদিন থেকে। অতএব ক্বিয়ামাত পর্যন্ত আল্লাহ তা’আলা এ শহরের মর্যাদা ও সম্মান অক্ষুণ্ণ রাখবেন। তিনি এ শহরে আমার পূর্বে আর কারও জন্য যুদ্ধ বৈধ করেননি। আমার জন্য মাত্র এক দিনের কিছু সময় তিনি এখানে যুদ্ধ বৈধ করেছিলেন। অতএব তথায় যুদ্ধ বিগ্রহ করা হারাম। আল্লাহ তা’আলা কর্তৃক ক্বিয়ামাত পর্যন্ত নিষিদ্ধ করার কারণে এখানকার কোন কাঁটাযুক্ত গাছ উপড়ানো যাবে না, এখানকার শিকারের পশ্চাদ্ধাবণ করা যাবে না, এখানকার পতিত জিনিস তোলা যাবে না। তখন ‘আব্বাস (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! কিন্তু ইয্খির (লম্বা ঘাস) সম্পর্কে (অনুমতি দিন)। কারণ তা স্বর্ণকার ও তাদের ঘরের কাজে লাগে। তিনি বললেন, কিন্তু ইযখির (তোলার অনুমতি দেয়া হল)। (ই.ফা. ৩১৬৮, ই.সে. ৩১৬৫)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ الْفَتْحِ فَتْحِ مَكَّةَ ‏\"‏ لاَ هِجْرَةَ وَلَكِنْ جِهَادٌ وَنِيَّةٌ وَإِذَا اسْتُنْفِرْتُمْ فَانْفِرُوا ‏\"‏ ‏.‏ وَقَالَ يَوْمَ الْفَتْحِ فَتْحِ مَكَّةَ ‏\"‏ إِنَّ هَذَا الْبَلَدَ حَرَّمَهُ اللَّهُ يَوْمَ خَلَقَ السَّمَوَاتِ وَالأَرْضَ فَهُوَ حَرَامٌ بِحُرْمَةِ اللَّهِ إِلَى يَوْمِ الْقِيَامَةِ وَإِنَّهُ لَمْ يَحِلَّ الْقِتَالُ فِيهِ لأَحَدٍ قَبْلِي وَلَمْ يَحِلَّ لِي إِلاَّ سَاعَةً مِنْ نَهَارٍ فَهُوَ حَرَامٌ بِحُرْمَةِ اللَّهِ إِلَى يَوْمِ الْقِيَامَةِ لاَ يُعْضَدُ شَوْكُهُ وَلاَ يُنَفَّرُ صَيْدُهُ وَلاَ يَلْتَقِطُ إِلاَّ مَنْ عَرَّفَهَا وَلاَ يُخْتَلَى خَلاَهَا ‏\"‏ ‏.‏ فَقَالَ الْعَبَّاسُ يَا رَسُولَ اللَّهِ إِلاَّ الإِذْخِرَ فَإِنَّهُ لِقَيْنِهِمْ وَلِبُيُوتِهِمْ ‏.‏ فَقَالَ ‏\"‏ إِلاَّ الإِذْخِرَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}