{
  "hadith": {
    "hadith_id": 3195,
    "narrator": "আবূ শুরায়হ আল ‘আদাবী (রাঃ)",
    "bn": "‘আম্‌র ইবনু সা’ঈদ (ইবনুল ‘আস ইবনু উমাইয়্যাহ্) যখন মাক্কাহ অভিযানের উদ্দেশে সৈন্য বাহিনীসহ রওনা করেন তখন আবূ শুরায়হ (রাঃ) তাকে বলেন, হে আমীর! আমাকে অনুমতি দিন একটি কথা বলতে যা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাক্কাহ বিজয়ের দিন সকাল বেলা দাঁড়িয়ে বলেছিলেন- যা আমার দু’কান শুনেছে, আমার অন্তর সংরক্ষণ করেছে এবং উভয় চোখ সে দৃশ্য দেখেছে। যখন তিনি তা বলেছিলেন, প্রথমে তিনি আল্লাহর প্রশংসা ও মহিমা বর্ণনা করলেন। অতঃপর বললেন, নিশ্চয়ই মাক্কাকে আল্লাহ তা’আলা হারামে পরিণত করেছেন- কোন মানুষ তাকে হারামের মর্যাদায় উন্নীত করেনি। অতএব যে ব্যক্তি আল্লাহ ও আখিরাতের দিনের উপর ঈমান রাখে- তার পক্ষে সেখানে রক্ত প্রবাহিত করা বা সেখানকার কোন গাছ উপড়ানো হালাল নয়। যদি কোন ব্যক্তি আল্লাহর রসূলের উদাহরণ পেশ করে এখানে রক্তপাত বৈধ করতে চায় তবে তোমরা তাকে বলে দিও, আল্লাহ তা’আলা তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এজন্য অনুমতি দিয়েছিলেন এবং তোমাদের জন্য কখনও অনুমতি দেননি। আর আমার জন্য তিনি তাও এক দিনের সামান্য সময় সেখানে যুদ্ধের অনুমতি দিয়েছিলেন। আজকে তার সে হুরমাত (মর্যাদা) গতকালের মতো পুণঃপ্রতিষ্ঠিত হয়েছে। উপস্থিত লোকেরা যেন (এ কথা) অনুপস্থিতদের নিকট পৌঁছে দেয়। আবূ শুরায়হ (রাঃ)-কে জিজ্ঞেস করা হল- ‘আম্‌র আপনাকে কী জবাব দিল? তিনি বললেন, হে আবূ শুরায়হ্! এ সম্পর্কে আমি আপনারে চেয়ে অধিক জ্ঞাত আছি। নিশ্চয়ই হারাম (কা’বাহ্) কোন পাপীকে, কোন হত্যাকারীকে এবং কোন অনিষ্টকারীকে আশ্রয় দেয় না। (ই.ফা. ৩১৭০, ই.সে. ৩১৬৭)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِي شُرَيْحٍ الْعَدَوِيِّ، أَنَّهُ قَالَ لِعَمْرِو بْنِ سَعِيدٍ وَهُوَ يَبْعَثُ الْبُعُوثَ إِلَى مَكَّةَ ائْذَنْ لِي أَيُّهَا الأَمِيرُ أُحَدِّثْكَ قَوْلاً قَامَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم الْغَدَ مِنْ يَوْمِ الْفَتْحِ سَمِعَتْهُ أُذُنَاىَ وَوَعَاهُ قَلْبِي وَأَبْصَرَتْهُ عَيْنَاىَ حِينَ تَكَلَّمَ بِهِ أَنَّهُ حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ ‏ \"‏ إِنَّ مَكَّةَ حَرَّمَهَا اللَّهُ وَلَمْ يُحَرِّمْهَا النَّاسُ فَلاَ يَحِلُّ لاِمْرِئٍ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ يَسْفِكَ بِهَا دَمًا وَلاَ يَعْضِدَ بِهَا شَجَرَةً فَإِنْ أَحَدٌ تَرَخَّصَ بِقِتَالِ رَسُولِ اللَّهِ صلى الله عليه وسلم فِيهَا فَقُولُوا لَهُ إِنَّ اللَّهَ أَذِنَ لِرَسُولِهِ وَلَمْ يَأْذَنْ لَكُمْ وَإِنَّمَا أَذِنَ لِي فِيهَا سَاعَةً مِنْ نَهَارٍ وَقَدْ عَادَتْ حُرْمَتُهَا الْيَوْمَ كَحُرْمَتِهَا بِالأَمْسِ وَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ ‏\"‏ ‏.‏ فَقِيلَ لأَبِي شُرَيْحٍ مَا قَالَ لَكَ عَمْرٌو قَالَ أَنَا أَعْلَمُ بِذَلِكَ مِنْكَ يَا أَبَا شُرَيْحٍ إِنَّ الْحَرَمَ لاَ يُعِيذُ عَاصِيًا وَلاَ فَارًّا بِدَمٍ وَلاَ فَارًّا بِخَرْبَةٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}