{
  "hadith": {
    "hadith_id": 32,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ইন্তিকালের পর আবূ বাক্‌র (রাঃ) খলীফা নিযুক্ত হন। এ সময় আরবের একদল লোক (যাকাত অস্বীকার করলে) মুরতাদ হয়ে গেল। [আবূ বাক্‌র (রাঃ) তাদের বিরুদ্ধে যুদ্ধের সংকল্প করলেন] ‘উমার (রাঃ) বললেন, আপনি কিরূপে লোকদের বিরূদ্ধে যুদ্ধ করবেন? [২৪] অথচ রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলছেনঃ “আমি (আল্লাহর পক্ষ থেকে) লোকদের বিরুদ্ধে যুদ্ধ করতে আদিষ্ট হয়েছি যে পর্যন্ত না তারা বলে ‘লা- ইলা-হা ইল্লাল্ল-হ (আল্লাহ ছাড়া প্রকৃত কোন ইলাহ নেই) আর যে ব্যক্তি ‘লা- ইলা-হা ইল্লাল্ল-হ’  বলল, সে তার জান-মাল আমার হাত থেকে রক্ষা করলো। অবশ্য আইনের দাবী আলাদা। (অর্থাৎ ইসলামের বিধান অনুযায়ী দণ্ডনীয় কোন অপরাধ করলে তাকে অবশ্যই শাস্তি ভোগ করতে হবে) । তবে তার আসল বিচারের ভার আল্লাহর উপর ন্যস্ত। আবূ বাক্‌র (রাঃ) বললেন, আল্লাহর কসম, যে ব্যক্তি সলাত ও যাকাতের মধ্যে পার্থক্য করবে আমি অবশ্যই তার বিরুদ্ধে যুদ্ধ করবো। [২৫] কেননা যাকাত হচ্ছে মালের (উপর বঞ্চিতের) অধিকার। আল্লাহর কসম, যদি তারা আমাকে একখানা রশি প্রদানেও অস্বীকৃতি জানায় যা তারা (যাকাত বাবদ) রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রদান করতো, তবে আমি এ অস্বীকৃতির কারণে তাদের বিরুদ্ধে যুদ্ধ করবো। এবার ‘উমার ইবনুল খাত্তাব (রাঃ) বললেন, আল্লাহর কসম, ব্যাপারটা এ ছাড়া আর কিছুই নয় যে, আল্লাহ তা’আলা আবূ বাক্‌রের হৃদয়কে যুদ্ধের জন্য প্রশস্ত করে দিয়েছিলেন। আমি স্পষ্টই উপলদ্ধি করলাম, এটাই (আবূ বাক্‌রের সিদ্ধান্তই) সঠিক এবং যথার্থ। (ই.ফা. ৩২, ই.সে ৩২)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثُ بْنُ سَعْدٍ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ لَمَّا تُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَاسْتُخْلِفَ أَبُو بَكْرٍ بَعْدَهُ وَكَفَرَ مَنْ كَفَرَ مِنَ الْعَرَبِ قَالَ عُمَرُ بْنُ الْخَطَّابِ لأَبِي بَكْرٍ كَيْفَ تُقَاتِلُ النَّاسَ وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا لاَ إِلَهَ إِلاَّ اللَّهُ فَمَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ فَقَدْ عَصَمَ مِنِّي مَالَهُ وَنَفْسَهُ إِلاَّ بِحَقِّهِ وَحِسَابُهُ عَلَى اللَّهِ ‏\"‏ ‏.‏ فَقَالَ أَبُو بَكْرٍ وَاللَّهِ لأُقَاتِلَنَّ مَنْ فَرَّقَ بَيْنَ الصَّلاَةِ وَالزَّكَاةِ فَإِنَّ الزَّكَاةَ حَقُّ الْمَالِ وَاللَّهِ لَوْ مَنَعُونِي عِقَالاً كَانُوا يُؤَدُّونَهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم لَقَاتَلْتُهُمْ عَلَى مَنْعِهِ ‏.‏ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ فَوَاللَّهِ مَا هُوَ إِلاَّ أَنْ رَأَيْتُ اللَّهَ عَزَّ وَجَلَّ قَدْ شَرَحَ صَدْرَ أَبِي بَكْرٍ لِلْقِتَالِ فَعَرَفْتُ أَنَّهُ الْحَقُّ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৪] রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ইন্তিকালের পর ‘আরাবের কিছু সংখ্যক লোক মুরতাদ হয়ে যায়, কিছু সংখ্যক লোক যাকাত দিতে অস্বীকার করে। ‘উমার (রাঃ)-এর জিজ্ঞাস্য ছিল, যারা যাকাত দিতে অস্বীকার করে অথচ ‘লা- ইলা-হা ইল্লাল্ল-হ’ বলে, তাদের বিরুদ্ধে জিহাদ করা কি উচিত?\n\n[২৫] যারা সলাত ফরয মনে করে অথচ যাকাত দেয়া ফার্য মনে করে না।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}