{
  "hadith": {
    "hadith_id": 320,
    "narrator": "‘আবদুল্লাহ (রাযিঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –কে মি’রাজ রজনীতে ‘সিদ্‌রাতুল মুন্‌তাহা’ পর্যন্ত নিয়ে যাওয়া হলো। এটি ষষ্ঠ আসমানে অবস্থিত। [৭৬] জমিন থেকে যা কিছু উত্থিত হয় তা সে পর্যন্ত এসে পৌছে এবং সেখানে থেকে তা গ্রহণ করা হয়। তদ্রূপ ঊর্ধ্বলোক থেকে যা কিছু অবতরণ হয় তাও এ পর্যন্ত এসে পৌছে এবং সেখান থেকে তা গ্রহণ করা হয়। এরপর ‘আবদুল্লাহ (রাঃ) তিলাওয়াত করলেনঃ “ যখন প্রান্তবর্তী বাদরী বৃক্ষটি  যা দ্বারা আচ্ছাদিত হবার, তা দ্বারা আচ্ছাদিত হলো” – (সূরাহ আন্‌ নাজম ৫৩ : ১৬) এবং বলেন, এখানে ‘যা দ্বারা’ কথাটির অর্থ সোনার পতঙ্গসমূহ। তিনি বলেন, তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তিনটি বিষয় দান করা হলো, পাঁচ ওয়াক্ত সলাত। সূরাহ আল-বাকারায় শেষ দু’ আয়াত এবং শির্‌ক মুক্ত উম্মাতের মারাত্মক গুনাহ তাওবার মাধ্যমে ক্ষমার সুসংবাদ”। [৭৭] (ই.ফা. ৩২৮; ই.সে. ৩৩৯)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا مَالِكُ بْنُ مِغْوَلٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، وَزُهَيْرُ بْنُ حَرْبٍ، جَمِيعًا عَنْ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، - وَأَلْفَاظُهُمْ مُتَقَارِبَةٌ - قَالَ ابْنُ نُمَيْرٍ حَدَّثَنَا أَبِي، حَدَّثَنَا مَالِكُ بْنُ مِغْوَلٍ، عَنِ الزُّبَيْرِ بْنِ عَدِيٍّ، عَنْ طَلْحَةَ، عَنْ مُرَّةَ، عَنْ عَبْدِ اللَّهِ، قَالَ لَمَّا أُسْرِيَ بِرَسُولِ اللَّهِ صلى الله عليه وسلم انْتُهِيَ بِهِ إِلَى سِدْرَةِ الْمُنْتَهَى وَهِيَ فِي السَّمَاءِ السَّادِسَةِ إِلَيْهَا يَنْتَهِي مَا يُعْرَجُ بِهِ مِنَ الأَرْضِ فَيُقْبَضُ مِنْهَا وَإِلَيْهَا يَنْتَهِي مَا يُهْبَطُ بِهِ مِنْ فَوْقِهَا فَيُقْبَضُ مِنْهَا قَالَ ‏{‏ إِذْ يَغْشَى السِّدْرَةَ مَا يَغْشَى‏}‏ قَالَ فَرَاشٌ مِنْ ذَهَبٍ ‏.‏ قَالَ فَأُعْطِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثَلاَثًا أُعْطِيَ الصَّلَوَاتِ الْخَمْسَ وَأُعْطِيَ خَوَاتِيمَ سُورَةِ الْبَقَرَةِ وَغُفِرَ لِمَنْ لَمْ يُشْرِكْ بِاللَّهِ مِنْ أُمَّتِهِ شَيْئًا الْمُقْحِمَاتُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭৬] ইমাম নাবাবী (রহঃ) বলেন যে, প্রত্যেক কিতাবে উল্লেখ আছে যে, সিদরাতুল মুনতাহা ষষ্ঠ আসমানে। শুধু আনাস (রাযিঃ) –এর বর্ণিত হাদীস সমূহে আছে যে, সিদরাতুল মুনতাহা সপ্তম আসমানের উপরে। কাযী ইয়ায বলেনঃ সঠিক এবং অধিকাংশের মত এটাই। এ দু’ প্রকার হাদীসের মধ্যে সামঞ্জস্য এভাবে করা যায় যে, ‘সিদরাতুল মুনতাহা’র জড় বা গোড়া ষষ্ঠ আসমানে এবং এ গাছের ডালপাতা সপ্তম আসমানের উপর পর্যন্ত গেছে। কারণ খুব বড় গাছ। খলীল বলেনঃ সিদরাতুল মুনতাহা একটি গাছ যা সপ্তম আসমানে আছে। যা আসমান সমূহ এবং জান্নাত সমূহকে ছায়া করে আছে।\n\n[৭৭] মারাত্মক গুনাহ ক্ষমার অর্থ এ উম্মাহর যে ব্যক্তি শিরক মুক্ত অবস্থায় মারা যাবে, সে চিরস্তায়ী জাহান্নামে থাকবে না। বরং আল্লাহ্‌ তাকে যখনই হোক ক্ষমা করে দিবেন। হে আল্লাহ্‌! তোমার খাস রহমতে শিরক হতে আমাদের বাচিয়ে রেখ এবং তাওহিদের উপর যেন আমাদের সমাপ্তি হয় এ প্রার্থনা করি। (সক্ষিপ্ত নাবাবী)",
    "chapter": {
      "chapter_number": "1"
    }
  }
}