{
  "hadith": {
    "hadith_id": 3256,
    "narrator": "সুফ্ইয়ান ইবনু যুহায়র (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ ইয়ামান বিজিত হবে। ফলে একদল লোক নিজেদের পরিবারবর্গ ও অনুসারীদের নিয়ে উট হাঁকিয়ে তথায় চলে যাবে। অথচ মাদীনাই ছিল তাদের জন্য কল্যাণকর, যদি তারা বুঝতে পারত। অতঃপর শাম (সিরিয়া) বিজিত হবে। ফলে একদল লোক নিজেদের পরিবার-পরিজন ও অনুসারীদের নিয়ে উট হাঁকিয়ে তথায় চলে যাবে। অথচ মাদীনাই ছিল তাদের জন্য কল্যাণকর যদি তারা বুঝতে পারত। অতঃপর ইরাক বিজিত হবে। ফলে একদল লোক নিজেদের পরিবার ও অনুসারীদের নিয়ে উট হাঁকিয়ে তথায় চলে যাবে। অথচ মাদীনাই ছিল কল্যাণকর, যদি তারা বুঝতে পারত। [৪১] (ই.ফা. ৩২৩১, ই.সে. ৩২২৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي هِشَامُ، بْنُ عُرْوَةَ عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ سُفْيَانَ بْنِ أَبِي زُهَيْرٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ يُفْتَحُ الْيَمَنُ فَيَأْتِي قَوْمٌ يَبُسُّونَ فَيَتَحَمَّلُونَ بِأَهْلِيهِمْ وَمَنْ أَطَاعَهُمْ وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ ثُمَّ يُفْتَحُ الشَّامُ فَيَأْتِي قَوْمٌ يَبُسُّونَ فَيَتَحَمَّلُونَ بِأَهْلِيهِمْ وَمَنْ أَطَاعَهُمْ وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ ثُمَّ يُفْتَحُ الْعِرَاقُ فَيَأْتِي قَوْمٌ يَبُسُّونَ فَيَتَحَمَّلُونَ بِأَهْلِيهِمْ وَمَنْ أَطَاعَهُمْ وَالْمَدِينَةُ خَيْرٌ لَهُمْ لَوْ كَانُوا يَعْلَمُونَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪১] এ সকল হাদীসে রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম)-এর কতক মু’জিযাপুর্ণ ভবিষ্যদ্বাণী প্রকাশ পায় যা তাঁর ওফাতের ১৪ বছরের মধ্যে বাস্তবে রূপ লাভ করে। প্রথম রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) সিরিয়া, ইরাক ও ইয়ামান বিজয়ের খবর দেন। আর এটা খুলাফায়ি রাশিদার হাতে বাস্তবায়িত হয়। দ্বিতীয়তঃ লোকেরা ঐ সকল স্থানে বসতি স্থাপন করবে এবং তথায় তাদের পরিবার-পরিজনকে নিয়ে যাবে এটাও বাস্তবায়িত হয়। তৃতীয়তঃ আল্লাহ্‌র রসূল (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) যে ক্রমানুসারে বর্ণনা করেছেন সে ক্রমানুসারেই একটির পর আরেকটির বিজয় সংঘটিত হয়েছে।",
    "chapter": {
      "chapter_number": "16"
    }
  }
}