{
  "hadith": {
    "hadith_id": 328,
    "narrator": "মাসরূক (রহঃ)",
    "bn": "তিনি বলেন, আমি আয়িশাহ্‌ (রাঃ) -এর মাজলিসে হেলান দিয়ে বসেছিলেন। তখন তিনি বলছেন, হে আবূ ‘আয়িশাহ্‌। তিনটি কথা এমন, যে এর কোন একটি বললো, সে আল্লাহ্‌ সম্পর্কে ভীষণ অপবাদ দিল। আমি জিজ্ঞেস করলাম, সেগুলি কি? তিনি বললেন, যে এ কথা বলে যে, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর প্রতিপালককে দেখেছেন, সে আল্লাহ্‌র উপর ভীষণ অপবাদ দিল। রাবী মাসরূক বলেন, আমি তো হেলান দেয়া অবস্থায় ছিলাম, এবার সোজা হয়ে বসলাম। বললাম, হে উম্মুল মু’মিনীন! থামুন। আমাকে সময় দিন, ব্যস্ত হবেন না। আল্লাহ্‌ তা’আলা কুরআনে কি বলেননি? “তিনি (রসূল) তো তাঁকে (আল্লাহকে) স্পষ্ট দিগন্তে দেখেছেন।-(সূরাহঃ আত তাকভীর ৮১ : ২৩)। অন্যত্র “নিশ্চয় তিনি তাঁকে আরেকবার দেখেছিলেন” -(সূরাহ আন নাজম ৫৩ : ১৩)। ‘আয়িশা (রাঃ) বলেন, আমিই এ উম্মাতের প্রথম ব্যক্তি, যে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এ সম্পর্কে জিজ্ঞেস করেছিলাম। তিনি বলেছেনঃ তিনি তো ছিলেন জিবরীল (আঃ)। কেবল মাত্র এ দু’বারই  আমি তাঁকে তাঁর আসল আকৃতিতে দেখেছি। আমি তাঁকে আসমান থেকে অবতরণ করতে দেখেছি। তাঁর বিরাট দেহ ঢেকে ফেলেছিল আসমান ও জমিনের মধ্যবর্তী সব স্থানটুকু। ‘আয়িশা (রাঃ) আরো বলেন, তুমি শোননি? আল্লাহ্‌ তা’আলা বলেছেনঃ “তিনি (আল্লাহ্‌) দৃষ্টির অধিগম্য নন, তবে দৃষ্টিশক্তি তাঁর অধিগত এবং তিনি সূক্ষদর্শী ও সম্যক পরিজ্ঞাত”  (সূরাহ আল আন’আম ৬ : ১০৩)। এরূপে তুমি কি শোননি? আল্লাহ তা’আলা বলেছেনঃ “মানুষের এমন মর্যাদা নেই যে, আল্লাহ্‌ তাঁর সাথে কথা বলবেন, ওয়াহীর মাধ্যম ব্যতিরেকে, অথবা পর্দার অন্তরাল ব্যতিরেখে, অথবা এমন দূত প্রেরণ ব্যতিরেকে যে তাঁর অনুমতিক্রমে তিনি যা চান তা ব্যক্ত করেন, তিনি সমুন্নত ও প্রজ্ঞাময়”-(সূরাহ আশ শূরা ৪২ : ৫১)। ‘আয়িশাহ (রাঃ) বলেন, আর ঐ ব্যক্তিও আল্লাহ্‌র উপর ভীষণ অপবাদ দেয়, যে এমন কথা বলে যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌র কিতাবের কোন কথা গোপন রেখেছেন। কেননা আল্লাহ্‌ তা’আলা বলেনঃ “হে রসূল! আপনার প্রতিপালকের নিকট হ’তে যা অবতীর্ণ হয়েছে তা প্রচার করুন, যদি তা না করেন তবে আপনি তাঁর বার্তা প্রচারই করলেন না-(সূরাহ আল মায়িদাহ ৫ : ৬৭)। তিনি ‘আয়িশাহ (রাঃ) আরো বলেন, যে ব্যক্তি এ কথা বলে যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌র ওয়াহী ব্যতীত আগামীকাল কি হবে তা অবহিত করতে পারেন, সেও আল্লাহ্‌র উপর ভীষণ অপবাদ দেয়। কেননা আল্লাহ্‌ তা’আলা বলেন, “বল, আসমান ও জমিনে আল্লাহ্‌ ব্যতীত গায়েব সম্পর্কে কেউ জানে না”- (সূরাহ আন্‌ নাম্‌ল ২৭ : ৬৫)। (ই.ফা. ৩৩৬; ই.সে. ৩৪৭)।",
    "ar": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ دَاوُدَ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، قَالَ كُنْتُ مُتَّكِئًا عِنْدَ عَائِشَةَ فَقَالَتْ يَا أَبَا عَائِشَةَ ثَلاَثٌ مَنْ تَكَلَّمَ بِوَاحِدَةٍ مِنْهُنَّ فَقَدْ أَعْظَمَ عَلَى اللَّهِ الْفِرْيَةَ ‏.‏ قُلْتُ مَا هُنَّ قَالَتْ مَنْ زَعَمَ أَنَّ مُحَمَّدًا صلى الله عليه وسلم رَأَى رَبَّهُ فَقَدْ أَعْظَمَ عَلَى اللَّهِ الْفِرْيَةَ ‏.‏ قَالَ وَكُنْتُ مُتَّكِئًا فَجَلَسْتُ فَقُلْتُ يَا أُمَّ الْمُؤْمِنِينَ أَنْظِرِينِي وَلاَ تَعْجَلِينِي أَلَمْ يَقُلِ اللَّهُ عَزَّ وَجَلَّ ‏{‏ وَلَقَدْ رَآهُ بِالأُفُقِ الْمُبِينِ‏}‏ ‏{‏ وَلَقَدْ رَآهُ نَزْلَةً أُخْرَى‏}‏ ‏.‏ فَقَالَتْ أَنَا أَوَّلُ هَذِهِ الأُمَّةِ سَأَلَ عَنْ ذَلِكَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ إِنَّمَا هُوَ جِبْرِيلُ لَمْ أَرَهُ عَلَى صُورَتِهِ الَّتِي خُلِقَ عَلَيْهَا غَيْرَ هَاتَيْنِ الْمَرَّتَيْنِ رَأَيْتُهُ مُنْهَبِطًا مِنَ السَّمَاءِ سَادًّا عِظَمُ خَلْقِهِ مَا بَيْنَ السَّمَاءِ إِلَى الأَرْضِ ‏\"‏ ‏.‏ فَقَالَتْ أَوَلَمْ تَسْمَعْ أَنَّ اللَّهَ يَقُولُ ‏{‏ لاَ تُدْرِكُهُ الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ‏}‏ أَوَلَمْ تَسْمَعْ أَنَّ اللَّهَ يَقُولُ ‏{‏ وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلاَّ وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ أَوْ يُرْسِلَ رَسُولاً فَيُوحِيَ بِإِذْنِهِ مَا يَشَاءُ إِنَّهُ عَلِيٌّ حَكِيمٌ‏}‏ قَالَتْ وَمَنْ زَعَمَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَتَمَ شَيْئًا مِنْ كِتَابِ اللَّهِ فَقَدْ أَعْظَمَ عَلَى اللَّهِ الْفِرْيَةَ وَاللَّهُ يَقُولُ ‏{‏ يَا أَيُّهَا الرَّسُولُ بَلِّغْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ وَإِنْ لَمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ‏}‏ ‏.‏ قَالَتْ وَمَنْ زَعَمَ أَنَّهُ يُخْبِرُ بِمَا يَكُونُ فِي غَدٍ فَقَدْ أَعْظَمَ عَلَى اللَّهِ الْفِرْيَةَ وَاللَّهُ يَقُولُ ‏{‏ قُلْ لاَ يَعْلَمُ مَنْ فِي السَّمَوَاتِ وَالأَرْضِ الْغَيْبَ إِلاَّ اللَّهُ‏}‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}