{
  "hadith": {
    "hadith_id": 3320,
    "narrator": "উরওয়াহ্‌ ইবনু যুবায়র (রহঃ)",
    "bn": "‘আবদুল্লাহ ইবনু যুবায়র (রাঃ) মাক্কায় (ভাষণ দিতে) দাঁড়িয়ে বললেন, কিছু লোক এমন আছে আল্লাহ্‌ তা’আলা যেমন তাদের চোখ অন্ধ করে দিয়েছেন তেমনি অন্তরকেও অন্ধ করে দিয়েছেন। তারা মুত্‌’আর পক্ষে ফাতাওয়া দেয়। এ কথা বলে তিনি এক ব্যক্তির প্রতি ইঙ্গিত করলেন। সে ব্যক্তি ইবনু ‘আব্বাস (রাঃ)। তাঁকে ডেকে বললেন, তুমি একটি অসভ্য ও কাণ্ডজ্ঞানহীন ব্যক্তি। আমার জীবনের শপথ! ইমামুল মুত্তাক্বীন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে মুত্‌’আহ্‌ প্রচলিত ছিল। ইবনু যুবায়র (রাঃ) তাকে বললেন, আপনি নিজে একবার করে দেখুন। আল্লাহর শপথ! আপনি যদি তা (মুত্‌’আহ্‌) করেন তাহলে আপনার জন্য নির্ধারিত পাথর দিয়েই আপনাকে রজম (পাথর নিক্ষেপে হত্যা) করব। \nইবনু শিহাব (রহঃ) বলেন, খালিদ ইবনুল মুজাহির ইবনু সাইফুল্লাহ (রহঃ) আমাকে জানিয়েছেন যে, তিনি এক ব্যক্তির নিকট বসা ছিলেন। এ সময় এক ব্যক্তি এসে তাকে মুত্‌’আহ্‌ সম্পর্কে ফাতাওয়া জিজ্ঞেস করে। তিনি তাকে মুত্‌’আর অনুমতি দিলেন। ইবনু আবূ ‘আম্‌রাহ্‌ আল আনসারী (রাঃ) তাকে বললেন থামুন। সে বলল, কেন? আল্লাহর শপথ! ইমামুল মুত্তাকীন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে তা করা হত। \nইবনু আবূ ‘আম্‌রাহ্‌ (রাঃ) বললেন, ইসলামের প্রাথমিক যুগে নিরুপায় অবস্থায় তার অনুমতি ছিল (যেমন নিরুপায় অবস্থায়) মৃত জীব, রক্ত ও শূকরের (গোশ্‌ত ভক্ষণের) ন্যায়। অতঃপর আল্লাহ্‌ তার দীনকে শক্তিশালী এবং সুদৃঢ় করলেন এবং তা নিষিদ্ধ করলেন।\nইবনু শিহাব (রহঃ) বলেন, রাবী’ ইবনু সাব্‌রাহ্‌ আল জুহানী আমাকে জানিয়েছেন যে, তাঁর পিতা বলেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে আমি দু’টি লাল চাদরের বিনিময়ে ‘আমির গোত্রের একটি স্ত্রীলোকের সাথে মুত্‌আহ্‌ করেছিলাম। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের মুত্‌আহ্‌ করতে নিষেধ করেন।\nইবনু শিহাব (রহঃ) আরও বলেন, আমি রাবী’ ইবনু সাব্‌রাহ্‌কে ‘উমার ইবনু ‘আব্‌দুল ‘আযীয (রহঃ)-এর নিকট তা বর্ণনা করতে শুনেছি, আমি তখন (সেখানে) বসা ছিলাম। (ই.ফা. ৩২৯৫, ই.সে. ৩২৯৩)",
    "ar": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ، قَامَ بِمَكَّةَ فَقَالَ إِنَّ نَاسًا - أَعْمَى اللَّهُ قُلُوبَهُمْ كَمَا أَعْمَى أَبْصَارَهُمْ - يُفْتُونَ بِالْمُتْعَةِ - يُعَرِّضُ بِرَجُلٍ - فَنَادَاهُ فَقَالَ إِنَّكَ لَجِلْفٌ جَافٍ فَلَعَمْرِي لَقَدْ كَانَتِ الْمُتْعَةُ تُفْعَلُ عَلَى عَهْدِ إِمَامِ الْمُتَّقِينَ - يُرِيدُ رَسُولَ اللَّهِ صلى الله عليه وسلم - فَقَالَ لَهُ ابْنُ الزُّبَيْرِ فَجَرِّبْ بِنَفْسِكَ فَوَاللَّهِ لَئِنْ فَعَلْتَهَا لأَرْجُمَنَّكَ بِأَحْجَارِكَ ‏.‏ قَالَ ابْنُ شِهَابٍ فَأَخْبَرَنِي خَالِدُ بْنُ الْمُهَاجِرِ بْنِ سَيْفِ اللَّهِ أَنَّهُ بَيْنَا هُوَ جَالِسٌ عِنْدَ رَجُلٍ جَاءَهُ رَجُلٌ فَاسْتَفْتَاهُ فِي الْمُتْعَةِ فَأَمَرَهُ بِهَا فَقَالَ لَهُ ابْنُ أَبِي عَمْرَةَ الأَنْصَارِيُّ مَهْلاً ‏.‏ قَالَ مَا هِيَ وَاللَّهِ لَقَدْ فُعِلَتْ فِي عَهْدِ إِمَامِ الْمُتَّقِينَ ‏.‏ قَالَ ابْنُ أَبِي عَمْرَةَ إِنَّهَا كَانَتْ رُخْصَةً فِي أَوَّلِ الإِسْلاَمِ لِمَنِ اضْطُرَّ إِلَيْهَا كَالْمَيْتَةِ وَالدَّمِ وَلَحْمِ الْخِنْزِيرِ ثُمَّ أَحْكَمَ اللَّهُ الدِّينَ وَنَهَى عَنْهَا ‏.‏ قَالَ ابْنُ شِهَابٍ وَأَخْبَرَنِي رَبِيعُ بْنُ سَبْرَةَ الْجُهَنِيُّ أَنَّ أَبَاهُ قَالَ قَدْ كُنْتُ اسْتَمْتَعْتُ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم امْرَأَةً مِنْ بَنِي عَامِرٍ بِبُرْدَيْنِ أَحْمَرَيْنِ ثُمَّ نَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْمُتْعَةِ ‏.‏ قَالَ ابْنُ شِهَابٍ وَسَمِعْتُ رَبِيعَ بْنَ سَبْرَةَ يُحَدِّثُ ذَلِكَ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ وَأَنَا جَالِسٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "17"
    }
  }
}