{
  "hadith": {
    "hadith_id": 3378,
    "narrator": "সাহ্‌ল ইবনু সা‘দ আস্‌ সা‘ইদী (রাযিঃ)",
    "bn": "তিনি বলেন, জনৈকা মহিলা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বললঃ হে আল্লাহ্‌র রসূল! আমি নিজেকে আপনার জন্য হিবা করছি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার দিকে লক্ষ্য করলেন এবং দৃষ্টি উপরের দিকে উঠিয়ে নিচে নামালেন। অতঃপর তিনি তাঁর শির মুবারক নত করলেন। মহিলা যখন বুঝতে পারল যে, তার সম্বন্ধে কোন সিদ্ধান্ত পৌঁছেননি, তখন সে বসে পড়ল। অতঃপর জনৈক সাহাবী দাঁড়িয়ে আরয করল, হে আল্লাহ্‌র রসূল! যদি আপনার প্রয়োজন না হয় তাহলে তাকে আমার সাথে বিবাহ দিয়ে দিন। তিনি বললেন, তোমার কাছে কি কিছু আছে? সাহাবী বললেন, না, আল্লাহর কসম হে আল্লাহ্‌র রসূল! তিনি বললেন, তুমি বাড়ী যাও দেখ, কোন কিছু পাও কিনা। সাহাবী বাড়ি গিয়ে আবার ফিরে এসে বলল, আল্লাহর কসম, আমি বাড়িতে কোন কিছুই পাইনি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ দেখ, লোহার আংটি হলেও (পাও কিনা)। সাহাবী আবার গেল এবং ফিরে এসে বলল, হে আল্লাহ্‌র রসূল! আল্লাহ্‌র কসম, আমি লোহার আংটিও পাইনি। তবে আমার এ লুঙ্গিটি আছে। (বর্ণনাকারী) সাহ্‌ল (রাঃ) বলেন, চাদরও ছিল না- যাতে অর্ধেক মহিলাটির জন্য হয়। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি তোমার লুঙ্গি দ্বারা কী করবে? তা যদি তুমি পর তাহলে স্ত্রীর জন্য সেটির কোন অংশ অবশিষ্ট থাকবে না। আর যদি সে তা পরিধান করে তাহলে (তোমার জন্য) সেটির কোন অংশ অবশিষ্ট থাকবে না। এরপর সে ব্যক্তি বসে রইল। অনেকক্ষণ বসার পর উঠে গেল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ফিরে যেতে দেখে ডেকে পাঠালেন। যখন সে এল রসূল্ললাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কুরআনের কোন অংশ তোমার জানা আছে? উত্তরে সে বললঃ অমুক সূরাহ্‌, অমুক সূরাহ্‌ আমার জানা আছে। এভাবে সে সূরাগুলোর সংখ্যা বলে দিল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি কি এগুলো মুখস্থ পাঠ করতে পার? সাহাবী বলল, হাঁ। তিনি বললেন, যাও, তোমাকে এসব সূরার কারণে এ মহিলাকে তোমার অধিকারে দিয়ে দিলাম। \nএ হল ইবনু আবূ হাযিম-এর বর্ণনা। আর ইয়া‘কূব-এর বর্ণনা শব্দের দিকে দিয়ে এর কাছাকাছি। (ই.ফা. ৩৩৫২, ই.সে. ৩৩৫১)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ الثَّقَفِيُّ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْقَارِيَّ - عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، ح وَحَدَّثَنَاهُ قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ سَهْلِ بْنِ سَعْدٍ، السَّاعِدِيِّ قَالَ جَاءَتِ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ جِئْتُ أَهَبُ لَكَ نَفْسِي ‏.‏ فَنَظَرَ إِلَيْهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَعَّدَ النَّظَرَ فِيهَا وَصَوَّبَهُ ثُمَّ طَأْطَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم رَأْسَهُ فَلَمَّا رَأَتِ الْمَرْأَةُ أَنَّهُ لَمْ يَقْضِ فِيهَا شَيْئًا جَلَسَتْ فَقَامَ رَجُلٌ مِنْ أَصْحَابِهِ فَقَالَ يَا رَسُولَ اللَّهِ إِنْ لَمْ يَكُنْ لَكَ بِهَا حَاجَةٌ فَزَوِّجْنِيهَا ‏.‏ فَقَالَ ‏\"‏ فَهَلْ عِنْدَكَ مِنْ شَىْءٍ ‏\"‏ ‏.‏ فَقَالَ لاَ وَاللَّهِ يَا رَسُولَ اللَّهِ ‏.‏ فَقَالَ ‏\"‏ اذْهَبْ إِلَى أَهْلِكَ فَانْظُرْ هَلْ تَجِدُ شَيْئًا ‏\"‏ ‏.‏ فَذَهَبَ ثُمَّ رَجَعَ فَقَالَ لاَ وَاللَّهِ مَا وَجَدْتُ شَيْئًا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ انْظُرْ وَلَوْ خَاتِمًا مِنْ حَدِيدٍ ‏\"‏ ‏.‏ فَذَهَبَ ثُمَّ رَجَعَ ‏.‏ فَقَالَ لاَ وَاللَّهِ يَا رَسُولَ اللَّهِ وَلاَ خَاتِمًا مِنْ حَدِيدٍ ‏.‏ وَلَكِنْ هَذَا إِزَارِي - قَالَ سَهْلٌ مَا لَهُ رِدَاءٌ - فَلَهَا نِصْفُهُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا تَصْنَعُ بِإِزَارِكَ إِنْ لَبِسْتَهُ لَمْ يَكُنْ عَلَيْهَا مِنْهُ شَىْءٌ وَإِنْ لَبِسَتْهُ لَمْ يَكُنْ عَلَيْكَ مِنْهُ شَىْءٌ ‏\"‏ ‏.‏ فَجَلَسَ الرَّجُلُ حَتَّى إِذَا طَالَ مَجْلِسُهُ قَامَ فَرَآهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مُوَلِّيًا فَأَمَرَ بِهِ فَدُعِيَ فَلَمَّا جَاءَ قَالَ ‏\"‏ مَاذَا مَعَكَ مِنَ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ مَعِي سُورَةُ كَذَا وَسُورَةُ كَذَا - عَدَّدَهَا ‏.‏ فَقَالَ ‏\"‏ تَقْرَؤُهُنَّ عَنْ ظَهْرِ قَلْبِكَ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ ‏\"‏ اذْهَبْ فَقَدْ مَلَّكْتُكَهَا بِمَا مَعَكَ مِنَ الْقُرْآنِ ‏\"‏ ‏.‏ هَذَا حَدِيثُ ابْنِ أَبِي حَازِمٍ وَحَدِيثُ يَعْقُوبَ يُقَارِبُهُ فِي اللَّفْظِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "17"
    }
  }
}