{
  "hadith": {
    "hadith_id": 338,
    "narrator": "সুহায়ব (রহঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, জান্নাতীগণ যখন জান্নাতে প্রবেশ করবে তখন আল্লাহ তা’আলা তাদেরকে বলবেন, তোমরা কি চাও, আমি আরো অনুগ্রহ বাড়িয়ে দেই? তারা বলবে, আপনি কি আমাদের চেহারাগুলো আলোকোজ্জ্বল করে দেননি, আমাদের জান্নাতে দাখিল করেননি এবং জাহান্নাম থেকে নাযাত দেননি? রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, এরপর আল্লাহ তা’আলা আবরণ তুলে নিবেন। আল্লাহর দর্শন লাভের চেয়ে অধিক পছন্দনীয় জিনিস আর কিছুই তাদের দেয়া হয়নি। [৭৮] (ই.ফা. ৩৪৬; ই.সে. ৩৫৭)",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ صُهَيْبٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا دَخَلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ - قَالَ - يَقُولُ اللَّهُ تَبَارَكَ وَتَعَالَى تُرِيدُونَ شَيْئًا أَزِيدُكُمْ فَيَقُولُونَ أَلَمْ تُبَيِّضْ وُجُوهَنَا أَلَمْ تُدْخِلْنَا الْجَنَّةَ وَتُنَجِّنَا مِنَ النَّارِ - قَالَ - فَيَكْشِفُ الْحِجَابَ فَمَا أُعْطُوا شَيْئًا أَحَبَّ إِلَيْهِمْ مِنَ النَّظَرِ إِلَى رَبِّهِمْ عَزَّ وَجَلَّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭৮] আল্লাহ তা’আলা পবিত্র কুরআন মাজীদের মধ্যে সূরাহ আল আন’আম-এর ১০৩ নং আয়াতে ইরশাদ করেন : “দৃষ্টিসমূহ তাঁকে পেতে পারেন না অবশ্য তিনি দৃষ্টিসমূহকে পেয়ে থাকেন। তিনি অত্যন্ত সূক্ষ্মদর্শী, সুবিজ্ঞ।” \nআহলে সুন্নাত ওয়াল জামা’আতের ‘আক্বীদাহ্‌ (বিশ্বাস) হল, এ জগতে আল্লাহ তা’আলাকে দেখা সম্ভব নয়। যেমন মূসা (‘আঃ) বলেছিলেন, “হে আমার প্রতিপালক! তুমি আমাকে দেখা দাও।” উত্তরে আল্লাহ বললেন, “তুমি কস্মিনকালেও আমাকে দেখতে পারবে না” – (সূরাহ আল আ’রাফ ৭ : ১৪৩) যখন মূসা (‘আঃ) তাঁর প্রতিপালকের দেখার সুযোগ পেলেন না, তখন অন্য জিন্‌ বা মানুষের পক্ষে কিভাবে তা সম্ভব হতে পারে? তবে পরকালে মু’মিনগণ আল্লাহ তা’আলার দর্শন লাভে ধন্য হবে। যা সহীহুল বুখারী ও সহীহ মুসলিমের হাদীস দ্বারা এবং পবিত্র কুরআনের সূরাহ কিয়ামাহ-এর ২৩ নং আয়াত দ্বারা প্রমানিত। আর কাফিররা সেদিন শাস্তি স্বরূপ আল্লাহকে দেখার গৌরব হতে বঞ্চিত হবে।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}