{
  "hadith": {
    "hadith_id": 3388,
    "narrator": "আনাস (রাযিঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খায়বারের যুদ্ধে যান। বর্ণনাকারী বলেন, আমরা খায়বারের কাছে অন্ধকার থাকতেই ফাজ্‌রের সলাত আদায় করলাম। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং আবূ ত্বলহাহ্‌ (রাঃ) সওয়ার হলেন। আমি ছিলাম আবূ ত্বলহাহ (রাঃ)-এর রাদীফ (তাঁর বাহনে তার পশ্চাতে উপবিষ্ট) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খায়বারের গলি দিয়ে রওনা দিলেন। এ সময় আমার হাঁটু রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উরুদেশ স্পর্শ করছিল এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উরু থেকে লুঙ্গি সরে যাচ্ছিল। আর আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উরুর শুভ্রতা দেখছিলাম। যখন তিনি বস্তিতে প্রবেশ করলেন তখন বললেন, আল্লাহু আকবার, খায়বার ধ্বংস হোক। বস্তুত আমরা যখন কোন সম্প্রদায়ের আঙ্গিনায় অবতরণ করি তখন সতর্ককৃতদের প্রভাত হবে কত মন্দ! এ কথা তিনি তিনবার বলেন। বর্ণনাকারী বলেন, ঐ সময় লোকজন তাদের কাজে বের হচ্ছিল। তারা বলতে লাগলো, মুহাম্মাদ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (এসেছেন)।\nবর্ণনাকারী ‘আবদুল ‘আযীয বলেন, আমাদের কোন কোন উস্তায বলেছেন, ‘পুরো বাহিনী সহ’।\nবর্ণনাকারী বলেন, আমরা খায়বার জয় করলাম এবং বন্দীদের একত্রিত করা হল। তখন দিহ্‌ইয়া (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললেন, হে আল্লাহ্‌র রসূল! কয়েদীদের মধ্যে থেকে আমাকে একজন দাসী প্রদান করুন। তিনি বললেনঃযাও, একজন দাসী নিয়ে নাও। তিনি সফিয়্যাহ্‌ বিন্‌ত হুয়াইকে নিয়ে নিলেন। তখন এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হয়ে বলল, হে আল্লাহর নাবী! আপনি বানূ কুরায়যাহ্‌ ও বানূ নাযীর-এর সর্দার হুয়াইয়ের কন্যা সফিয়্যাকে দিহ্‌ইয়াকে দিয়ে দিয়েছেন। ইনি একমাত্র আপনারই উপযুক্ত হতে পারে। তিনি বললেন তাকে সফিয়্যাহ্‌সহ ডাক। তারপর দিহ্‌ইয়া (রাঃ) সফিয়্যাহ্‌সহ উপস্থিত হলেন। যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার প্রতি দৃষ্টিপাত করলেন, তখন তিনি দিহ্‌ইয়া, (রাঃ)-কে বললেন, তুমি সফিয়্যাহ্‌ ব্যতীত কয়েদীদের মধ্য থেকে অন্য কোন দাসী নিয়ে নাও।\nবর্ণনাকারী বলেন, তিনি সফিয়্যাকে আযাদ করলেন এবং তাঁকে বিবাহ করলেন। আনাসকে লক্ষ্য করে সাবিত (রাঃ) বললেন, হে আবূ হামযাহ্‌! তিনি তাঁকে কী মাহর দিলেন? তিনি বললেন, তিনি তাঁর সত্তাকে মুক্তি দান করেন এবং এর বিনিময়ে তাঁকে বিবাহ করেন। তারপর তিনি যখন (ফেরার) পথে ছিলেন তখন উম্মু সুলায়ম (রাঃ) সফিয়্যাহ্‌ (রাঃ)-কে তাঁর জন্য প্রস্তুত করেন এবং রাতে তাঁর কাছে পাঠিয়ে দেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সঙ্গে বাসর উদযাপনের পর ভোর হলে তিনি ঘোষণা করলেন, যার নিকট যা কিছু আছে তা নিয়ে যেন উপস্থিত হয়। আর তিনি চামড়ার বড় দস্তরখান বিছালেন। বর্ণনাকারী বলেন, এ কথা শুনে কেউ পানীয়, কেউ খেজুর ও কেউ ঘি নিয়ে হাযির হল। তারপর এসব মিলিয়ে তারা হায়স তৈরী করেন। আর তাই ছিল রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ওয়ালীমাহ্‌। (ই.ফা. ৩৩৬২, ই.সে. ৩৩৬১)",
    "ar": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنِي ابْنَ عُلَيَّةَ - عَنْ عَبْدِ الْعَزِيزِ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم غَزَا خَيْبَرَ قَالَ فَصَلَّيْنَا عِنْدَهَا صَلاَةَ الْغَدَاةِ بِغَلَسٍ فَرَكِبَ نَبِيُّ اللَّهِ صلى الله عليه وسلم وَرَكِبَ أَبُو طَلْحَةَ وَأَنَا رَدِيفُ أَبِي طَلْحَةَ فَأَجْرَى نَبِيُّ اللَّهِ صلى الله عليه وسلم فِي زُقَاقِ خَيْبَرَ وَإِنَّ رُكْبَتِي لَتَمَسُّ فَخِذَ نَبِيِّ اللَّهِ صلى الله عليه وسلم وَانْحَسَرَ الإِزَارُ عَنْ فَخِذِ نَبِيِّ اللَّهِ صلى الله عليه وسلم فَإِنِّي لأَرَى بَيَاضَ فَخِذِ نَبِيِّ اللَّهِ صلى الله عليه وسلم فَلَمَّا دَخَلَ الْقَرْيَةَ قَالَ ‏\"‏ اللَّهُ أَكْبَرُ خَرِبَتْ خَيْبَرُ إِنَّا إِذَا نَزَلْنَا بِسَاحَةِ قَوْمٍ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ ‏\"‏ ‏.‏ قَالَهَا ثَلاَثَ مَرَّاتٍ قَالَ وَقَدْ خَرَجَ الْقَوْمُ إِلَى أَعْمَالِهِمْ فَقَالُوا مُحَمَّدٌ وَاللَّهِ ‏.‏ قَالَ عَبْدُ الْعَزِيزِ وَقَالَ بَعْضُ أَصْحَابِنَا مُحَمَّدٌ وَالْخَمِيسُ ‏.‏ قَالَ وَأَصَبْنَاهَا عَنْوَةً وَجُمِعَ السَّبْىُ فَجَاءَهُ دِحْيَةُ فَقَالَ يَا رَسُولَ اللَّهِ أَعْطِنِي جَارِيَةً مِنَ السَّبْىِ ‏.‏ فَقَالَ ‏\"‏ اذْهَبْ فَخُذْ جَارِيَةً ‏\"‏ ‏.‏ فَأَخَذَ صَفِيَّةَ بِنْتَ حُيَىٍّ فَجَاءَ رَجُلٌ إِلَى نَبِيِّ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا نَبِيَّ اللَّهِ أَعْطَيْتَ دِحْيَةَ صَفِيَّةَ بِنْتَ حُيَىٍّ سَيِّدِ قُرَيْظَةَ وَالنَّضِيرِ مَا تَصْلُحُ إِلاَّ لَكَ ‏.‏ قَالَ ‏\"‏ ادْعُوهُ بِهَا ‏\"‏ ‏.‏ قَالَ فَجَاءَ بِهَا فَلَمَّا نَظَرَ إِلَيْهَا النَّبِيُّ صلى الله عليه وسلم قَالَ ‏\"‏ خُذْ جَارِيَةً مِنَ السَّبْىِ غَيْرَهَا ‏\"‏ ‏.‏ قَالَ وَأَعْتَقَهَا وَتَزَوَّجَهَا ‏.‏ فَقَالَ لَهُ ثَابِتٌ يَا أَبَا حَمْزَةَ مَا أَصْدَقَهَا قَالَ نَفْسَهَا أَعْتَقَهَا وَتَزَوَّجَهَا حَتَّى إِذَا كَانَ بِالطَّرِيقِ جَهَّزَتْهَا لَهُ أُمُّ سُلَيْمٍ فَأَهْدَتْهَا لَهُ مِنَ اللَّيْلِ فَأَصْبَحَ النَّبِيُّ صلى الله عليه وسلم عَرُوسًا فَقَالَ ‏\"‏ مَنْ كَانَ عِنْدَهُ شَىْءٌ فَلْيَجِئْ بِهِ ‏\"‏ قَالَ وَبَسَطَ نِطَعًا قَالَ فَجَعَلَ الرَّجُلُ يَجِيءُ بِالأَقِطِ وَجَعَلَ الرَّجُلُ يَجِيءُ بِالتَّمْرِ وَجَعَلَ الرَّجُلُ يَجِيءُ بِالسَّمْنِ فَحَاسُوا حَيْسًا ‏.‏ فَكَانَتْ وَلِيمَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "17"
    }
  }
}