{
  "hadith": {
    "hadith_id": 3391,
    "narrator": "আনাস (রাযিঃ)",
    "bn": "তিনি বলেন, খায়বারের যুদ্ধে আমি আবূ ত্বল্‌হাহ্‌ (রাঃ)-এর পিছনে সওয়ার ছিলাম। আমার পা তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কদম মুবারক স্পর্শ করছিল। বর্ণনাকারী বলেন, আমরা সূর্যোদয়ের সময় খায়বারবাসীদের নিকট পৌছলাম। তারা তখন চতুষ্পদ জন্তু, কোদাল, বস্তু ও রশি নিয়ে বের হচ্ছিল। তারা বলতে লাগলো রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর পঞ্চবাহিনী (পূর্ণ বাহিনী) নিয়ে এসে গেছেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃখায়বার ধ্বংস হোক, আমরা যখন কোন শত্রু দলের আঙ্গিনায় অবতরণ করি তখন সতর্কীকৃত লোকদের প্রভাত হয় মন্দ। বর্ণনাকারী বলেন, (ঐ অভিযানে) আল্লাহ তাদের পরাজিত করেছেন। দিহ্‌ইয়া (রাঃ)-এর ভাগে পড়ে সুন্দরী দাসী। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাতজন দাসের বিনিময়ে সে দাসীকে খরিদ করে নেন। অত:পর তিনি তাকে উম্মু সুলায়ম (রাঃ)-এর হাওয়ালা করেন যাতে তিনি তাঁকে ঠিকঠাক করে প্রস্তুত করে দেন। বর্ণনাকারী বলেন, আমার মনে হয় রাবী এ কথাও বলেছেন, সে যেন তাঁর ঘরে ‘ইদ্দাত পূর্ণ করে। তিনি ছিলেন হুয়াইর কন্যা সফিয়্যাহ্‌। বর্ণনাকারী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খেজুর, পানীয় ও ঘি দিয়ে তার ওয়ালীমাহ্‌ করলেন। এ উদ্দেশে জমিনের কিছু অংশ গর্ত আকারের করে তাতে চামড়ার বড় দস্তরখান বিছিয়ে দেয়া হয়। এতেই পানীয় ও ঘি রাখা হয়। সকলেই তা তৃপ্তির সাথে আহার করলেন। বর্ণনাকারী বলেন, লোকেরা বলতে লাগল: আমরা জানি না, তিনি তাকে বিবাহ করলেন, না উম্মু ওয়ালাদ (দাসী) রূপে গ্রহণ করলেন। আবার কয়েকজন বলতে লাগল, যদি তিনি তাঁর পর্দার ব্যবস্থা না করেন তবে তিনি তাঁর উম্মু ওয়ালাদ। তিনি যখন বাহনে সওয়ার হওয়ার ইচ্ছা করলেন, তখন তাঁর জন্য পর্দার ব্যবস্থা করলেন। এরপর সফিয়্যাহ্‌ (রাঃ) উটের পিছনের দিকে বসলেন। তখন লোকেরা জানতে পারল যে, তিনি তাঁকে বিবাহ করেছেন। সাহাবীগণ যখন মাদীনার নিকটবর্তী হলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন দ্রুত অগ্রসর হতে থাকলেন এবং আমরাও দ্রুত চললাম। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আদবা’ নামক উষ্ট্রী হোঁচট খেলে তিনি উটের পিঠ থেকে জমিনে পড়ে গেল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জমিনে পড়ে যান এবং সফিয়্যাহ্‌ (রাঃ)ও পড়ে যান। তিনি দাঁড়িয়ে সফিয়্যাহ্‌ (রাঃ)-কে পর্দার দ্বারা আবৃত করে দেন। এ দেখে কতিপয় মহিলা বলতে লাগল, ইয়াহুদী মহিলাকে আল্লাহ তাঁর রহমাত থেকে বঞ্চিত করুন।\nবর্ণনাকারী বলেন, আমি বললাম, হে আবূ হামযাহ্‌! সত্যিই কি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উটনী থেকে জমিনে পড়ে গিয়েছিলেন? তিনি শপথ করে বললেন, হাঁ। (ই.ফা. ৩৩৬৫, ই.সে. ৩৩৬৪)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، حَدَّثَنَا ثَابِتٌ، عَنْ أَنَسٍ، قَالَ كُنْتُ رِدْفَ أَبِي طَلْحَةَ يَوْمَ خَيْبَرَ وَقَدَمِي تَمَسُّ قَدَمَ رَسُولِ اللَّهِ صلى الله عليه وسلم - قَالَ - فَأَتَيْنَاهُمْ حِينَ بَزَغَتِ الشَّمْسُ وَقَدْ أَخْرَجُوا مَوَاشِيَهُمَ وَخَرَجُوا بِفُئُوسِهِمْ وَمَكَاتِلِهِمْ وَمُرُورِهِمْ فَقَالُوا مُحَمَّدٌ وَالْخَمِيسُ - قَالَ - وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ خَرِبَتْ خَيْبَرُ إِنَّا إِذَا نَزَلْنَا بِسَاحَةِ قَوْمٍ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ ‏\"‏ ‏.‏ قَالَ وَهَزَمَهُمُ اللَّهُ عَزَّ وَجَلَّ وَوَقَعَتْ فِي سَهْمِ دَحْيَةَ جَارِيَةٌ جَمِيلَةٌ فَاشْتَرَاهَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِسَبْعَةِ أَرْؤُسٍ ثُمَّ دَفَعَهَا إِلَى أُمِّ سُلَيْمٍ تُصَنِّعُهَا لَهُ وَتُهَيِّئُهَا - قَالَ وَأَحْسِبُهُ قَالَ - وَتَعْتَدُّ فِي بَيْتِهَا وَهِيَ صَفِيَّةُ بِنْتُ حُيَىٍّ - قَالَ - وَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَلِيمَتَهَا التَّمْرَ وَالأَقِطَ وَالسَّمْنَ فُحِصَتِ الأَرْضُ أَفَاحِيصَ وَجِيءَ بِالأَنْطَاعِ فَوُضِعَتْ فِيهَا وَجِيءَ بِالأَقِطِ وَالسَّمْنِ فَشَبِعَ النَّاسُ - قَالَ - وَقَالَ النَّاسُ لاَ نَدْرِي أَتَزَوَّجَهَا أَمِ اتَّخَذَهَا أُمَّ وَلَدٍ ‏.‏ قَالُوا إِنْ حَجَبَهَا فَهْىَ امْرَأَتُهُ وَإِنْ لَمْ يَحْجُبْهَا فَهْىَ أُمُّ وَلَدٍ فَلَمَّا أَرَادَ أَنْ يَرْكَبَ حَجَبَهَا فَقَعَدَتْ عَلَى عَجُزِ الْبَعِيرِ فَعَرَفُوا أَنَّهُ قَدْ تَزَوَّجَهَا ‏.‏ فَلَمَّا دَنَوْا مِنَ الْمَدِينَةِ دَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَدَفَعْنَا - قَالَ - فَعَثَرَتِ النَّاقَةُ الْعَضْبَاءُ وَنَدَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَنَدَرَتْ فَقَامَ فَسَتَرَهَا وَقَدْ أَشْرَفَتِ النِّسَاءُ فَقُلْنَ أَبْعَدَ اللَّهُ الْيَهُودِيَّةَ ‏.‏ قَالَ قُلْتُ يَا أَبَا حَمْزَةَ أَوَقَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ إِي وَاللَّهِ لَقَدْ وَقَعَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "17"
    }
  }
}