{
  "hadith": {
    "hadith_id": 3393,
    "narrator": "আনাস (রাযিঃ)",
    "bn": "তিনি বলেন, সফিয়্যাহ্‌ (রাঃ) দিহ্‌ইয়া (রাঃ)-এর ভাগে পড়েন। লোকেরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে তাঁর প্রশংসা করে বলতে লাগলো, আমরা কয়েদীদের মধ্যে তাঁর কোন জুড়ি দেখিনি। আনাস (রাঃ) বলেন, তখন তিনি দিহ্‌ইয়াকে ডেকে পাঠালেন এবং সফিয়্যার বদলে তাকে যা তিনি চাইলেন তা দিয়ে দিলেন। অত:পর তিনি সফিয়্যাকে আমার মা (উম্মু সুলায়ম)-এর কাছে দিয়ে বললেন, তুমি তাকে (সাজিয়ে) ঠিকঠাক করে দাও। আনাস (রাঃ) বলেন, এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খায়বার থেকে বের হয়ে পড়লেন। যখন ছেড়ে আসলেন তখন অবতরণ করলেন। অত:পর সফিয়্যার উপর একটি তাঁবু খাটিয়ে দিলেন। ভোরে উঠে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, যার কাছে উদ্বৃত্ত খাদ্য আছে সে যেন তা আমার কাছে নিয়ে আসে। আনাস (রাঃ) বলেন, তখন লোকজন তার উদ্বৃত্ত খেজুর এবং উদ্বৃত্ত ছাতু আনতে লাগল। এমনকি এগুলোর একটি স্তুপ পরিমাণ জমা করে হায়স তৈরী করল। অত:পর সকলে হায়স থেকে খেতে লাগল এবং বৃষ্টির পানির হাওয থেকে তারা পানি পান করতে লাগল। বর্ণনাকারী (সাবিত) বলেন, আনাস (রাঃ) বলেন, তাই ছিল সফিয়্যাহ্‌ (রাঃ)-এর ওয়ালীমাহ্‌। তিনি বলেন, অত:পর আমরা রওনা দিলাম এবং যখন মাদীনার প্রাচীরগুলো দেখতে পেলাম তখন মাদীনার জন্য আমাদের মন উৎফুল্ল হয়ে উঠলো। আমরা আমাদের সওয়ারীগুলোকে দ্রুত চালনা করলাম এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সওয়ারীকে দ্রুত চালালেন। আনাস (রাঃ) বলেন, সফিয়্যাহ্‌ তাঁর পিছনে তাঁর সাথে সওয়ার করে গিয়েছিলেন। বর্ণনাকারী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উটনী হোঁচট খায়। ফলে তিনি ও সফিয়্যাহ্‌ (রাঃ) পড়ে যান। বর্ণনাকারী বলেন, লোকেরা কেউ তাঁর ও সফিয়্যার দিকে দৃষ্টিপাত করেননি। ইতোমধ্যে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়িয়ে তাঁকে আবৃত করলেন। বর্ণনাকারী বলেন, এরপর আমরা মাদীনায় প্রবেশ করলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অপরাপর সহধর্মিণীগণ বের হয়ে সফিয়্যাকে একজন আর একজনকে দেখাতে লাগলেন এবং তাঁর মাটিতে পড়ে যাওয়ার কারণে আফসোস করতে লাগলেন।(ই.ফা. ৩৩৬৬, ই.সে. ৩৩৬৫)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا سُلَيْمَانُ، عَنْ ثَابِثٍ، عَنْ أَنَسٍ، ح وَحَدَّثَنِي بِهِ عَبْدُ اللَّهِ بْنُ هَاشِمِ بْنِ حَيَّانَ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا بَهْزٌ، حَدَّثَنَا سُلَيْمَانُ، بْنُ الْمُغِيرَةِ عَنْ ثَابِتٍ، حَدَّثَنَا أَنَسٌ، قَالَ صَارَتْ صَفِيَّةُ لِدَحْيَةَ فِي مَقْسَمِهِ وَجَعَلُوا يَمْدَحُونَهَا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم - قَالَ - وَيَقُولُونَ مَا رَأَيْنَا فِي السَّبْىِ مِثْلَهَا - قَالَ - فَبَعَثَ إِلَى دِحْيَةَ فَأَعْطَاهُ بِهَا مَا أَرَادَ ثُمَّ دَفَعَهَا إِلَى أُمِّي فَقَالَ ‏\"‏ أَصْلِحِيهَا ‏\"‏ ‏.‏ قَالَ ثُمَّ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ خَيْبَرَ حَتَّى إِذَا جَعَلَهَا فِي ظَهْرِهِ نَزَلَ ثُمَّ ضَرَبَ عَلَيْهَا الْقُبَّةَ فَلَمَّا أَصْبَحَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ كَانَ عِنْدَهُ فَضْلُ زَادٍ فَلْيَأْتِنَا بِهِ ‏\"‏ ‏.‏ قَالَ فَجَعَلَ الرَّجُلُ يَجِيءُ بِفَضْلِ التَّمْرِ وَفَضْلِ السَّوِيقِ حَتَّى جَعَلُوا مِنْ ذَلِكَ سَوَادًا حَيْسًا فَجَعَلُوا يَأْكُلُونَ مِنْ ذَلِكَ الْحَيْسِ وَيَشْرَبُونَ مِنْ حِيَاضٍ إِلَى جَنْبِهِمْ مِنْ مَاءِ السَّمَاءِ - قَالَ - فَقَالَ أَنَسٌ فَكَانَتْ تِلْكَ وَلِيمَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَيْهَا - قَالَ - فَانْطَلَقْنَا حَتَّى إِذَا رَأَيْنَا جُدُرَ الْمَدِينَةِ هَشِشْنَا إِلَيْهَا فَرَفَعْنَا مَطِيَّنَا وَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَطِيَّتَهُ - قَالَ - وَصَفِيَّةُ خَلْفَهُ قَدْ أَرْدَفَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم - قَالَ - فَعَثَرَتْ مَطِيَّةُ رَسُولِ اللَّهِ صلى الله عليه وسلم فَصُرِعَ وَصُرِعَتْ قَالَ فَلَيْسَ أَحَدٌ مِنَ النَّاسِ يَنْظُرُ إِلَيْهِ وَلاَ إِلَيْهَا حَتَّى قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَتَرَهَا - قَالَ - فَأَتَيْنَاهُ فَقَالَ ‏\"‏ لَمْ نُضَرَّ ‏\"‏ ‏.‏ قَالَ فَدَخَلْنَا الْمَدِينَةَ فَخَرَجَ جَوَارِي نِسَائِهِ يَتَرَاءَيْنَهَا وَيَشْمَتْنَ بِصَرْعَتِهَا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "17"
    }
  }
}