{
  "hadith": {
    "hadith_id": 3394,
    "narrator": "আনাস (রাযিঃ)",
    "bn": "তিনি বলেন, যখন যায়নাব (রাঃ)-এর ‘ইদ্দাত পূর্ণ হল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যায়দ (রাঃ)-কে বললেন, তুমি যায়নাবের নিকট আমার কথা উল্লেখ কর। আনাস (রাঃ) বলেন, যায়দ (রাঃ) রওনা হলেন এবং তাঁর নিকট গেলেন। তখন তিনি আটা খামির করছিলেন। যায়দ (রাঃ) বলেন, আমি যখন তাঁকে দেখলাম তাঁর মর্যাদা আমার অন্তরে এমনভাবে জাগ্রত হল যে, আমি তাঁর প্রতি তাকাতে পারলাম না। কেননা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে স্মরণ করেছেন। তাই আমি তাঁর দিকে পিঠ ফিরে দাঁড়ালাম এবং পিছনের দিকে সরে পড়লাম। এরপর বললাম, হে যায়নাব! রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আপনাকে স্মরণ করে আমাকে পাঠিয়েছেন। তিনি বললেন, আমি এ সম্পর্কে কিছুই করব না যে পর্যন্ত না আমি আমার রবের কাছ থেকে নির্দেশ লাভ না করি। এরপর তিনি তার সলাতের জায়গায় গিয়ে দাঁড়ালেন। এদিকে কুরআন নাযিল হল এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসে যায়নাবের বিনা অনুমতিতেই তাঁর ঘরে প্রবেশ করলেন। আনাস (রাঃ) বলেন, আমরা দেখেছি যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (যায়নাবের সে বিবাহ উপলক্ষে) দুপুর বেলায় আমাদের রুটি গোশ্‌ত খাইয়েছেন। খাওয়া-দাওয়ার পর লোকেরা বের হয়ে গেল কিন্তু কয়েকজন লোক খাওয়ার পর আলাপে মশগুল থাকল। এ সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বের হয়ে পড়লেন, আমিও তাঁর অনুসরণ করলাম। তিনি তাঁর বিবিগণের ঘরে ঘরে উপস্থিত হয়ে তাঁদের সালাম করতে লাগলেন। আর বিবিগণ তাঁকে জিজ্ঞেস করছিলেন, ইয়া রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনার এ স্ত্রীকে কেমন পেয়েছেন। আনাস (রাঃ) বলেন, আমার মনে নেই, (আলাপরত) সে লোকদের বের হয়ে যাওয়ার কথা আমিই তাঁকে জানিয়ে ছিলাম, না তিনিই আমাকে জানিয়েছিলেন। তিনি বলেন, অত:পর তিনি চললেন এবং সে ঘরে প্রবেশ করলেন। আমিও তাঁর সঙ্গে প্রবেশ করতে যাচ্ছিলাম। তিনি আমার ও তাঁর মধ্যে পর্দা টেনে দিলেন। আর পর্দার বিধান নাযিল হল। আনাস (রাঃ) বলেন, লোকদের নাসীহাত দিলেন দেয়ার যা ছিল।\nইবনু রাফি’ তার হাদীসে অতিরিক্ত বর্ণনা করতে গিয়ে এ আয়াত উল্লেখ করেন: (অর্থ) “তোমাদের অনুমতি দেয়া না হলে তোমরা খাওয়ার জন্য প্রস্তুতির অপেক্ষা না করে নবী গৃহে প্রবেশ করবে না... কিন্তু আল্লাহ সত্য বলতে সংকোচবোধ করেন না।”- (সূরাহ্‌ আল আহযাব ৩৩:৫৩)।” (ই.ফা. ৩৩৬৭, ই.সে. ৩৩৬৬)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ، حَدَّثَنَا بَهْزٌ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا أَبُو النَّضْرِ، هَاشِمُ بْنُ الْقَاسِمِ قَالاَ جَمِيعًا حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، وَهَذَا حَدِيثُ بَهْزٍ قَالَ لَمَّا انْقَضَتْ عِدَّةُ زَيْنَبَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِزَيْدٍ ‏\"‏ فَاذْكُرْهَا عَلَىَّ ‏\"‏ ‏.‏ قَالَ فَانْطَلَقَ زَيْدٌ حَتَّى أَتَاهَا وَهْىَ تُخَمِّرُ عَجِينَهَا قَالَ فَلَمَّا رَأَيْتُهَا عَظُمَتْ فِي صَدْرِي حَتَّى مَا أَسْتَطِيعُ أَنْ أَنْظُرَ إِلَيْهَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم ذَكَرَهَا فَوَلَّيْتُهَا ظَهْرِي وَنَكَصْتُ عَلَى عَقِبِي فَقُلْتُ يَا زَيْنَبُ أَرْسَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَذْكُرُكِ ‏.‏ قَالَتْ مَا أَنَا بِصَانِعَةٍ شَيْئًا حَتَّى أُوَامِرَ رَبِّي ‏.‏ فَقَامَتْ إِلَى مَسْجِدِهَا وَنَزَلَ الْقُرْآنُ وَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَدَخَلَ عَلَيْهَا بِغَيْرِ إِذْنٍ قَالَ فَقَالَ وَلَقَدْ رَأَيْتُنَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَطْعَمَنَا الْخُبْزَ وَاللَّحْمَ حِينَ امْتَدَّ النَّهَارُ فَخَرَجَ النَّاسُ وَبَقِيَ رِجَالٌ يَتَحَدَّثُونَ فِي الْبَيْتِ بَعْدَ الطَّعَامِ فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَاتَّبَعْتُهُ فَجَعَلَ يَتَتَبَّعُ حُجَرَ نِسَائِهِ يُسَلِّمُ عَلَيْهِنَّ وَيَقُلْنَ يَا رَسُولَ اللَّهِ كَيْفَ وَجَدْتَ أَهْلَكَ قَالَ فَمَا أَدْرِي أَنَا أَخْبَرْتُهُ أَنَّ الْقَوْمَ خَرَجُوا أَوْ أَخْبَرَنِي - قَالَ - فَانْطَلَقَ حَتَّى دَخَلَ الْبَيْتَ فَذَهَبْتُ أَدْخُلُ مَعَهُ فَأَلْقَى السِّتْرَ بَيْنِي وَبَيْنَهُ وَنَزَلَ الْحِجَابُ قَالَ وَوُعِظَ الْقَوْمُ بِمَا وُعِظُوا بِهِ ‏.‏ زَادَ ابْنُ رَافِعٍ فِي حَدِيثِهِ ‏{‏ لاَ تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلاَّ أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ‏}‏ إِلَى قَوْلِهِ ‏{‏ وَاللَّهُ لاَ يَسْتَحْيِي مِنَ الْحَقِّ‏}",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "17"
    }
  }
}