{
  "hadith": {
    "hadith_id": 3397,
    "narrator": "আনাস ইবনু মালিক (রাযিঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন যায়নাব বিনতু জাহ্‌শ (রাঃ)-কে বিবাহ করেন তখন তিনি লোকদের দা’ওয়াত করেন। তারা খাওয়া-দাওয়া করে বসে কথাবার্তা বলতে লাগল। আনাস (রাঃ) বলেন, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যেন দাঁড়াতে উদ্যত হলেন তবুও তারা উঠল না। এরূপ দেখে তিনি উঠে গেলেন। তারা উঠে যাওয়ার পর তাদের মধ্যে যারা উঠবার তারা উঠে গেল।\n‘আসিম ও ইবনু ‘আবদুল আ’লা (রহঃ)-এর বর্ণনায় অতিরিক্ত রয়েছে- আনাস (রাঃ) বলেন, কিন্তু তিনজন লোক ঘরে বসে রইল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘবে প্রবেশ করার জন্য এসে দেখতে পান যে, কয়েকজন লোক বসে আছে। এরপর তারাও উঠে চলে গেল। আনাস (রাঃ) বলেন, আমি এসে তাদের চলে যাওয়ার সংবাদ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দিলাম। আনাস (রাঃ) বলেন, তিনি এসে প্রবেশ করলেন। আমিও তাঁর সঙ্গে প্রবেশ করতে অগ্রসর হলাম। এ সময় তিনি আমার ও তাঁর মাঝখানে পর্দা ঝুলিয়ে দিলেন। আনাস (রাঃ) বলেন, আর আল্লাহ তা‘আলা নাযিল করেন: “তোমাদের অনুমতি দেয়া না হলে তোমরা খাওয়ার জন্য অপেক্ষা না করে নাবীগৃহে প্রবেশ করবে না।... -আল্লাহর দৃষ্টিতে এটা গুরুতর অপরাধ”। (ই.ফা. ৩৩৭০, ই.সে. ৩৩৬৯)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، وَعَاصِمُ بْنُ النَّضْرِ التَّيْمِيُّ، وَمُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، كُلُّهُمْ عَنْ مُعْتَمِرٍ، - وَاللَّفْظُ لاِبْنِ حَبِيبٍ - حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ سَمِعْتُ أَبِي، حَدَّثَنَا أَبُو مِجْلَزٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ لَمَّا تَزَوَّجَ النَّبِيُّ صلى الله عليه وسلم زَيْنَبَ بِنْتَ جَحْشٍ دَعَا الْقَوْمَ فَطَعِمُوا ثُمَّ جَلَسُوا يَتَحَدَّثُونَ - قَالَ - فَأَخَذَ كَأَنَّهُ يَتَهَيَّأُ لِلْقِيَامِ فَلَمْ يَقُومُوا فَلَمَّا رَأَى ذَلِكَ قَامَ فَلَمَّا قَامَ قَامَ مَنْ قَامَ مِنَ الْقَوْمِ ‏.‏ زَادَ عَاصِمٌ وَابْنُ عَبْدِ الأَعْلَى فِي حَدِيثِهِمَا قَالَ فَقَعَدَ ثَلاَثَةٌ وَإِنَّ النَّبِيَّ صلى الله عليه وسلم جَاءَ لِيَدْخُلَ فَإِذَا الْقَوْمُ جُلُوسٌ ثُمَّ إِنَّهُمْ قَامُوا فَانْطَلَقُوا - قَالَ - فَجِئْتُ فَأَخْبَرْتُ النَّبِيَّ صلى الله عليه وسلم أَنَّهُمْ قَدِ انْطَلَقُوا - قَالَ - فَجَاءَ حَتَّى دَخَلَ فَذَهَبْتُ أَدْخُلُ فَأَلْقَى الْحِجَابَ بَيْنِي وَبَيْنَهُ - قَالَ - وَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏ يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلاَّ أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ‏}‏ إِلَى قَوْلِهِ ‏{‏ إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا‏}‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "17"
    }
  }
}