{
  "hadith": {
    "hadith_id": 3398,
    "narrator": "আনাস ইবনু মালিক (রাযিঃ)",
    "bn": "তিনি বলেন, আমি পর্দার হুকুম সংক্রান্ত ঘটনা সম্পর্কে সবার চাইতে বেশি অবগত। এ ব্যাপারে উবাই ইবনু কা’ব (রাঃ) আমাকে জিজ্ঞেস করতেন। আনাস (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যায়নাব বিনতু জাহ্‌শের স্বামী হন। তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বিবাহ করেন মাদীনায়। এ উপলক্ষে তিনি দ্বিপ্রহরের সময় খাওয়ার জন্য লোকদের দা’ওয়াত দেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বসলেন এবং তারা তাঁর সঙ্গে বসল। লোকদের যারা উঠে যাওয়ার উঠে গেল। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উঠলেন এবং রওনা হলেন। আমিও তাঁর সঙ্গে চলতে থাকলাম। তিনি ‘আয়িশা (রাঃ)-এর হুজরায় পৌঁছলেন। যখন তিনি ধারণা করলেন যে, তারা (উপবিষ্ট লোকজন) বেরিয়ে গেছে তখন তিনি ফিরে এলেন এবং আমিও তাঁর সঙ্গে ফিরে এলাম। দেখা গেল, তখন তারা তাদের জায়গায় বসা আছে। তখন তিনি ফিরে গেলেন এবং আমিও তাঁর সঙ্গে দ্বিতীয়বার ফিরে গেলাম। তিনি ‘আয়িশা (রাঃ)-এর হুজরায় পৌঁছলেন। আবার তিনি যায়নাবের ঘরের দিকে ফিরলেন। দেখা গেল, লোকেরা চলে গেছে। তখন তিনি আমার ও তাঁর মাঝখানে পর্দা টেনে দিলেন। আর পর্দার আয়াত অবতীর্ণ হয়। (ই.ফা. ৩৩৭১, ই.সে. ৩৩৭০)",
    "ar": "وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، قَالَ ابْنُ شِهَابٍ إِنَّ أَنَسَ بْنَ مَالِكٍ قَالَ أَنَا أَعْلَمُ النَّاسِ، بِالْحِجَابِ لَقَدْ كَانَ أُبَىُّ بْنُ كَعْبٍ يَسْأَلُنِي عَنْهُ ‏.‏ قَالَ أَنَسٌ أَصْبَحَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَرُوسًا بِزَيْنَبَ بِنْتِ جَحْشٍ - قَالَ - وَكَانَ تَزَوَّجَهَا بِالْمَدِينَةِ فَدَعَا النَّاسَ لِلطَّعَامِ بَعْدَ ارْتِفَاعِ النَّهَارِ فَجَلَسَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَجَلَسَ مَعَهُ رِجَالٌ بَعْدَ مَا قَامَ الْقَوْمُ حَتَّى قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَمَشَى فَمَشَيْتُ مَعَهُ حَتَّى بَلَغَ بَابَ حُجْرَةِ عَائِشَةَ ثُمَّ ظَنَّ أَنَّهُمْ قَدْ خَرَجُوا فَرَجَعَ وَرَجَعْتُ مَعَهُ فَإِذَا هُمْ جُلُوسٌ مَكَانَهُمْ فَرَجَعَ فَرَجَعْتُ الثَّانِيَةَ حَتَّى بَلَغَ حُجْرَةَ عَائِشَةَ فَرَجَعَ فَرَجَعْتُ فَإِذَا هُمْ قَدْ قَامُوا فَضَرَبَ بَيْنِي وَبَيْنَهُ بِالسِّتْرِ وَأَنْزَلَ اللَّهُ آيَةَ الْحِجَابِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "17"
    }
  }
}