{
  "hadith": {
    "hadith_id": 340,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "কয়েকজন সহাবা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বললেন, হে আল্লাহর রসূল! কিয়ামাত দিবসে আমরা কি আমাদের প্রতিপালককে দেখতে পাবো? রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ পূর্ণিমার রাতে চাঁদ দেখতে কি তোমাদের পরস্পরের মাঝে কষ্ট হয়? সহাবাগণ বললেন, না। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ মেঘমুক্ত আকাশে সূর্য দেখতে কি তোমাদের পরস্পরের কষ্টবোধ হয়? তাঁরা বললেন, না। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তদ্রূপ তোমরা তাঁকেও দেখবে। কিয়ামাত দিবসে আল্লাহ সকল মানুষকে জমায়েত করে বলবেন, পৃথিবীতে তোমাদের যে যার ‘ইবাদাত করেছিলে আজ তাকেই অনুসরণ কর। তখন যারা সূর্যের উপাসনা করতো, তারা সূর্যের সাথে থাকবে। যারা চন্দ্রের উপাসনা করতো, তারা চন্দ্রের সাথে থাকবে। আর যারা আল্লাহদ্রোহীদের (তাগূতের) উপাসনা করতো, তারা আল্লাহদ্রোহীদের সাথে জমায়েত হয়ে যাবে। কেবল এ উম্মাত অবশিষ্ট থাকবে। তন্মধ্যে মুনাফিকরাও থাকবে। তখন আল্লাহ তা’আলা তাদের নিকট এমন আকৃতিতে উপস্থিত হবেন যা তারা চিনে না। তারপর (আল্লাহ তা’আলা) বলবেন, আমি তোমাদের প্রতিপালক (সুতরাং তোমরা আমার পিছনে চল)। তারা বলবে, না’ঊযুবিল্লাহ। আমাদের প্রভু না আসা পর্যন্ত আমরা এখানেই দাঁড়িয়ে থাকবো। আর তিনি যখন আসবেন, তখন আমরা তাকে চিনতে পারবো। এরপর আল্লাহ তা’আলা তাদের নিকট তাদের পরিচিত আকৃতিতে আসবেন, বলবেন : আমি তোমাদের প্রভু। তারা বলবে, হ্যাঁ, আপনি আমাদের প্রভু। এ বলে তারা তাঁকে অনুসরণ করবে। এমন সময়ে জাহান্নামের উপর দিয়ে সিরাত (সাঁকো) বসানো হবে। [নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন] আর আমি ও আমার উম্মাতই হব প্রথম এ পথ অতিক্রমকারী। সেদিন রসূলগণ ব্যতীত অন্য কেউ মুখ খোলারও সাহস করবে না। আর রসূলগণও কেবল এ দু’আ করবেন। হে আল্লাহ! নিরাপত্তা দাও, নিরাপত্তা দাও। আর জাহান্নামে থাকবে সা’দান বৃক্ষের কাঁটার মত অনেক কাঁটাযুক্ত লৌহদণ্ড। তোমরা সা’দান বৃক্ষটি দেখেছ কি? সহাবাগণ বললেন, হ্যাঁ দেখেছি। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তা সা’দান বৃক্ষের কাঁটার মতই, তবে সেটা যে কত বিরাট তা আল্লাহ ব্যতীত কেউ জানে না। পাপ কাজের জন্য কাঁটার আংটাগুলো ছোবল দিতে থাকবে। তাদের কেউ কেউ মু’মিন (যারা সাময়িক জাহান্নামী) তারা রক্ষা পাবে, আর কেউ তো শাস্তি ভোগ করে নাযাত পাবে। এরপর আল্লাহ বান্দাদের মধ্যে ফায়সালা হতে অবসর হলে স্বীয় রহমাতে কিছু সংখ্যক জাহান্নামীদের (জাহান্নাম হতে) বের করতে দেয়ার ইচ্ছা করবেন তখন ফেরেশতাদেরকে নির্দেশ দিবেন যারা কালিমায় বিশ্বাসী ও শির্‌ক করেনি যাদের উপর আল্লাহ তা’আলা রহম করতে চাইবেন যে, তাদেরকে জাহান্নাম থেকে বের করে নিয়ে আসো। আর যাদের উপর আল্লাহ তা’আলা দয়া করতে চেয়েছেন তারা ঐ সকল লোক যারা ‘লা-ইলা-হা ইল্লাল্ল-হ’ বলত। অতঃপর ফেরেশতাগণ তাদের সনাক্ত করবেন। তারা সাজদাহ চিহ্নের সাহায্যে তাদের চিনবেন। কারণ, অগ্নি মানুষের দেহের সবকিছু জ্বালিয়ে ফেললেও সাজদার স্থান অক্ষত থাকবে। আল্লাহ তা’আলা সাজদার চিহ্ন নষ্ট করা হারাম (নিষিদ্ধ) করে দিয়েছেন। মোটকথা, ফেরেশতাগণ এদেরকে জাহান্নাম থেকে বের করে আনবে এমন অবস্থায় যে, তাদের দেহ আগুনে দগ্ধ। তাদের উপর ‘মাউল-হায়াত’ (সঞ্জীবনী পানি) ঢেলে দেয়া হবে। তখন তারা এতে এমনভাবে সতেজ হয়ে উঠবে যেমনভাবে শস্য অঙ্কুর পানিসিক্ত উর্বর জমিতে সতেজ হয়ে উঠে। তারপর আল্লাহ তা’আলা বান্দাদের বিচার সমাপ্ত করবেন। শেষে এক ব্যক্তি থেকে যাবে। তার মুখমণ্ডল হবে জাহান্নামের দিকে। এই হবে সর্বশেষ জান্নাতে প্রবেশকারী। সে বলবে, হে আমার প্রভু! (অনুগ্রহ করে) আমার মুখটি জাহান্নামের দিক থেকে ফিরিয়ে দিন। কারণ জাহান্নামের দুর্গন্ধ আমাকে অসহনীয় কষ্ট দিচ্ছে; এর লেলিহান অগ্নিশিখা আমাকে দগ্ধ করে দিচ্ছে। আল্লাহ যতদিন চান ততদিন পর্যন্ত সে তাঁর নিকট দু’আ করতে থাকবে। পরে আল্লাহ বলবেন, তোমার এ দু’আ কবূল করলে তুমি কি আরো কিছু কামনা করবে? সে বিভিন্ন ধরণের ও’য়াদা ও অঙ্গীকার করে বলবে যে, জাহান্নামের দিক থেকে ফিরিয়ে দিবেন। তার চেহারা যখন জান্নাতের দিকে ফিরিয়ে দেয়া হবে, আর সে জান্নাত দেখবে, তখন আল্লাহ যতদিন চান সে নীরব থাকবে। পরে আবার বলবে, হে আমার প্রতিপালক! কেবল জান্নাতের দরজা পর্যন্ত আমাকে পৌঁছে দিন। আল্লাহ তাকে বলবেন, তুমি না অঙ্গীকার দিয়েছিলে যে, আমি তোমাকে যা দিয়েছি তা ছাড়া আর কিছু চাইবে না। হে আদাম সন্তান! তুমি হতভাগা ও তুমি সাংঘাতিক ওয়া’দাভঙ্গকারী। তখন সে বলবে, হে আমার রব! এই বলে আল্লাহর কাছে দু’আ করতে থাকবে। আল্লাহ বলবেন, তুমি যা চাও তা যদি দিয়ে দেই তবে আর কিছু চাইবে না তো? সে বলবে, আপনার ইজ্জতের কসম! আর কিছু চাইব না। এভাবে সে তার অক্ষমতা (আল্লাহর কাছে) পেশ করতে থাকবে যতদিন আল্লাহর ইচ্ছা হয়। তারপর তাকে জান্নাতের দরজা পর্যন্ত এগিয়ে দেয়া হবে। এবার যখন সে জান্নাতের দরজায় দাঁড়াবে, তখন জান্নাত তার সামনে উদ্ভাসিত হয়ে উঠবে। সে জান্নাতের সমৃদ্ধি ও সুখ দেখতে থাকবে। সেখানে আল্লাহ যতক্ষণ চান সে ততক্ষণ চুপ করে থাকবে। পরে বলবে, হে আমার রব! আমাকে জান্নাতে প্রবেশ করিয়ে দিন। আল্লাহ বলবেন, তুমি না সকল ধরণের ওয়া’দা ও অঙ্গীকার করে বলেছিলে, আমি যা দান করেছি এর চাইতে বেশি আর কিছু চাইবে না? হে হতভাগা আদাম সন্তান! তুমি তো ভীষণ ওয়াদাভঙ্গকারী। সে বলবে, হে আমার রব! আমি যেন আপনার সৃষ্টির সবচেয়ে দুর্ভাগা না হই। সে বার বার দু’আ করতে থাকবে। পরিশেষে তার অবস্থা দেখে আল্লাহ তা’আলা হেসে ফেলবেন। আল্লাহ তা’আলা বলবেন, যাও জান্নাতে প্রবেশ কর। (জান্নাতে প্রবেশের পর) আল্লাহ তাকে বলবেন, (যা চাওয়ার) চাও। তখন সে তার সকল কামনা চেয়ে শেষ করবে। এরপর আল্লাহ নিজেই স্মরন করায়ে বলবেন, অমুক অমুকটা চাও। এভাবে তার কামনা শেষ হয়ে গেলে আল্লাহ বলবেন, তোমাকে এ সব এবং এর সমপরিমাণ আরো দেয়া হলো। \n‘আতা ইবনু ইয়াযীদ বলেন, এবং আবূ সা’ঈদ আল খুদরী (রাঃ) এ হাদীসটি আবূ হুরায়রা (রাঃ)-এর অনুরূপ বর্ণনা করেছেন। তিনি আবূ হুরায়রা (রাঃ) বর্ণিত এ হাদীসের কোন কথাই রদ করেননি। তবে আবূ হুরায়রা (রাঃ) যখন এ কথা উল্লেখ করলেন, “আল্লাহ তা’আলা ঐ ব্যক্তিকে বলবেন, তোমাকে এ সব এবং এর সমপরিমাণ আরো দেয়া হলো” তখন আবূ সা’ঈদ (রাঃ) বললেনঃ হে আবূ হুরায়রা! বরং তা সহ আরো দশগুণ দেয়া হবে। আবূ হুরায়রা (রাঃ) বললেন, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে “এর সম-পরিমাণ” এ শব্দ স্মরণ রেখেছি। আবূ সা’ঈদ (রাঃ) বললেন, আমি সাক্ষ্য দিচ্ছি, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে “আরো দশগুণ” এ শব্দ সংরক্ষিত রেখেছি। \nরাবী বলেন, আবূ হুরায়রা (রাঃ) পরিশেষে বলেন, এ ব্যক্তি হবে জান্নাতে সর্বশেষ প্রবেশকারী। (ই.ফা. ৩৪৮; ই.সে. ৩৫৯)",
    "ar": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، عَنِ ابْنِ شِهَابٍ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، أَنَّ أَبَا هُرَيْرَةَ، أَخْبَرَهُ أَنَّ نَاسًا قَالُوا لِرَسُولِ اللَّهِ صلى الله عليه وسلم يَا رَسُولَ اللَّهِ هَلْ نَرَى رَبَّنَا يَوْمَ الْقِيَامَةِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَلْ تُضَارُّونَ فِي رُؤْيَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ ‏\"‏ ‏.‏ قَالُوا لاَ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ هَلْ تُضَارُّونَ فِي الشَّمْسِ لَيْسَ دُونَهَا سَحَابٌ ‏\"‏ ‏.‏ قَالُوا لاَ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَإِنَّكُمْ تَرَوْنَهُ كَذَلِكَ يَجْمَعُ اللَّهُ النَّاسَ يَوْمَ الْقِيَامَةِ فَيَقُولُ مَنْ كَانَ يَعْبُدُ شَيْئًا فَلْيَتَّبِعْهُ ‏.‏ فَيَتَّبِعُ مَنْ كَانَ يَعْبُدُ الشَّمْسَ الشَّمْسَ وَيَتَّبِعُ مَنْ كَانَ يَعْبُدُ الْقَمَرَ الْقَمَرَ وَيَتَّبِعُ مَنْ كَانَ يَعْبُدُ الطَّوَاغِيتَ الطَّوَاغِيتَ وَتَبْقَى هَذِهِ الأُمَّةُ فِيهَا مُنَافِقُوهَا فَيَأْتِيهِمُ اللَّهُ - تَبَارَكَ وَتَعَالَى - فِي صُورَةٍ غَيْرِ صُورَتِهِ الَّتِي يَعْرِفُونَ فَيَقُولُ أَنَا رَبُّكُمْ ‏.‏ فَيَقُولُونَ نَعُوذُ بِاللَّهِ مِنْكَ هَذَا مَكَانُنَا حَتَّى يَأْتِيَنَا رَبُّنَا فَإِذَا جَاءَ رَبُّنَا عَرَفْنَاهُ ‏.‏ فَيَأْتِيهِمُ اللَّهُ تَعَالَى فِي صُورَتِهِ الَّتِي يَعْرِفُونَ فَيَقُولُ أَنَا رَبُّكُمْ ‏.‏ فَيَقُولُونَ أَنْتَ رَبُّنَا ‏.‏ فَيَتَّبِعُونَهُ وَيُضْرَبُ الصِّرَاطُ بَيْنَ ظَهْرَىْ جَهَنَّمَ فَأَكُونُ أَنَا وَأُمَّتِي أَوَّلَ مَنْ يُجِيزُ وَلاَ يَتَكَلَّمُ يَوْمَئِذٍ إِلاَّ الرُّسُلُ وَدَعْوَى الرُّسُلِ يَوْمَئِذٍ اللَّهُمَّ سَلِّمْ سَلِّمْ ‏.‏ وَفِي جَهَنَّمَ كَلاَلِيبُ مِثْلُ شَوْكِ السَّعْدَانِ هَلْ رَأَيْتُمُ السَّعْدَانَ ‏\"‏ ‏.‏ قَالُوا نَعَمْ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَإِنَّهَا مِثْلُ شَوْكِ السَّعْدَانِ غَيْرَ أَنَّهُ لاَ يَعْلَمُ مَا قَدْرُ عِظَمِهَا إِلاَّ اللَّهُ تَخْطَفُ النَّاسَ بِأَعْمَالِهِمْ فَمِنْهُمُ الْمُؤْمِنُ بَقِيَ بِعَمَلِهِ وَمِنْهُمُ الْمُجَازَى حَتَّى يُنَجَّى حَتَّى إِذَا فَرَغَ اللَّهُ مِنَ الْقَضَاءِ بَيْنَ الْعِبَادِ وَأَرَادَ أَنْ يُخْرِجَ بِرَحْمَتِهِ مَنْ أَرَادَ مِنْ أَهْلِ النَّارِ أَمَرَ الْمَلاَئِكَةَ أَنْ يُخْرِجُوا مِنَ النَّارِ مَنْ كَانَ لاَ يُشْرِكُ بِاللَّهِ شَيْئًا مِمَّنْ أَرَادَ اللَّهُ تَعَالَى أَنْ يَرْحَمَهُ مِمَّنْ يَقُولُ لاَ إِلَهَ إِلاَّ اللَّهُ ‏.‏ فَيَعْرِفُونَهُمْ فِي النَّارِ يَعْرِفُونَهُمْ بِأَثَرِ السُّجُودِ تَأْكُلُ النَّارُ مِنِ ابْنِ آدَمَ إِلاَّ أَثَرَ السُّجُودِ حَرَّمَ اللَّهُ عَلَى النَّارِ أَنْ تَأْكُلَ أَثَرَ السُّجُودِ ‏.‏ فَيُخْرَجُونَ مِنَ النَّارِ وَقَدِ امْتَحَشُوا فَيُصَبُّ عَلَيْهِمْ مَاءُ الْحَيَاةِ فَيَنْبُتُونَ مِنْهُ كَمَا تَنْبُتُ الْحِبَّةُ فِي حَمِيلِ السَّيْلِ ثُمَّ يَفْرُغُ اللَّهُ تَعَالَى مِنَ الْقَضَاءِ بَيْنَ الْعِبَادِ وَيَبْقَى رَجُلٌ مُقْبِلٌ بِوَجْهِهِ عَلَى النَّارِ وَهُوَ آخِرُ أَهْلِ الْجَنَّةِ دُخُولاً الْجَنَّةَ فَيَقُولُ أَىْ رَبِّ اصْرِفْ وَجْهِي عَنِ النَّارِ فَإِنَّهُ قَدْ قَشَبَنِي رِيحُهَا وَأَحْرَقَنِي ذَكَاؤُهَا فَيَدْعُو اللَّهَ مَا شَاءَ اللَّهُ أَنْ يَدْعُوَهُ ثُمَّ يَقُولُ اللَّهُ تَبَارَكَ وَتَعَالَى هَلْ عَسَيْتَ إِنْ فَعَلْتُ ذَلِكَ بِكَ أَنْ تَسْأَلَ غَيْرَهُ ‏.‏ فَيَقُولُ لاَ أَسْأَلُكَ غَيْرَهُ ‏.‏ وَيُعْطِي رَبَّهُ مِنْ عُهُودٍ وَمَوَاثِيقَ مَا شَاءَ اللَّهُ فَيَصْرِفُ اللَّهُ وَجْهَهُ عَنِ النَّارِ فَإِذَا أَقْبَلَ عَلَى الْجَنَّةِ وَرَآهَا سَكَتَ مَا شَاءَ اللَّهُ أَنْ يَسْكُتَ ثُمَّ يَقُولُ أَىْ رَبِّ قَدِّمْنِي إِلَى بَابِ الْجَنَّةِ ‏.‏ فَيَقُولُ اللَّهُ لَهُ أَلَيْسَ قَدْ أَعْطَيْتَ عُهُودَكَ وَمَوَاثِيقَكَ لاَ تَسْأَلُنِي غَيْرَ الَّذِي أَعْطَيْتُكَ وَيْلَكَ يَا ابْنَ آدَمَ مَا أَغْدَرَكَ ‏.‏ فَيَقُولُ أَىْ رَبِّ وَيَدْعُو اللَّهَ حَتَّى يَقُولَ لَهُ فَهَلْ عَسَيْتَ إِنْ أَعْطَيْتُكَ ذَلِكَ أَنْ تَسْأَلَ غَيْرَهُ ‏.‏ فَيَقُولُ لاَ وَعِزَّتِكَ ‏.‏ فَيُعطِي رَبَّهُ مَا شَاءَ اللَّهُ مِنْ عُهُودٍ وَمَوَاثِيقَ فَيُقَدِّمُهُ إِلَى بَابِ الْجَنَّةِ فَإِذَا قَامَ عَلَى بَابِ الْجَنَّةِ انْفَهَقَتْ لَهُ الْجَنَّةُ فَرَأَى مَا فِيهَا مِنَ الْخَيْرِ وَالسُّرُورِ فَيَسْكُتُ مَا شَاءَ اللَّهُ أَنْ يَسْكُتَ ثُمَّ يَقُولُ أَىْ رَبِّ أَدْخِلْنِي الْجَنَّةَ ‏.‏ فَيَقُولُ اللَّهُ تَبَارَكَ وَتَعَالَى لَهُ أَلَيْسَ قَدْ أَعْطَيْتَ عُهُودَكَ وَمَوَاثِيقَكَ أَنْ لاَ تَسْأَلَ غَيْرَ مَا أُعْطِيتَ وَيْلَكَ يَا ابْنَ آدَمَ مَا أَغْدَرَكَ ‏.‏ فَيَقُولُ أَىْ رَبِّ لاَ أَكُونُ أَشْقَى خَلْقِكَ ‏.‏ فَلاَ يَزَالُ يَدْعُو اللَّهَ حَتَّى يَضْحَكَ اللَّهُ تَبَارَكَ وَتَعَالَى مِنْهُ فَإِذَا ضَحِكَ اللَّهُ مِنْهُ قَالَ ادْخُلِ الْجَنَّةَ ‏.‏ فَإِذَا دَخَلَهَا قَالَ اللَّهُ لَهُ تَمَنَّهْ ‏.‏ فَيَسْأَلُ رَبَّهُ وَيَتَمَنَّى حَتَّى إِنَّ اللَّهَ لَيُذَكِّرُهُ مِنْ كَذَا وَكَذَا حَتَّى إِذَا انْقَطَعَتْ بِهِ الأَمَانِيُّ قَالَ اللَّهُ تَعَالَى ذَلِكَ لَكَ وَمِثْلُهُ مَعَهُ ‏\"‏ ‏.‏ قَالَ عَطَاءُ بْنُ يَزِيدَ وَأَبُو سَعِيدٍ الْخُدْرِيُّ مَعَ أَبِي هُرَيْرَةَ لاَ يَرُدُّ عَلَيْهِ مِنْ حَدِيثِهِ شَيْئًا ‏.‏ حَتَّى إِذَا حَدَّثَ أَبُو هُرَيْرَةَ أَنَّ اللَّهَ قَالَ لِذَلِكَ الرَّجُلِ وَمِثْلُهُ مَعَهُ ‏.‏ قَالَ أَبُو سَعِيدٍ وَعَشَرَةُ أَمْثَالِهِ مَعَهُ يَا أَبَا هُرَيْرَةَ ‏.‏ قَالَ أَبُو هُرَيْرَةَ مَا حَفِظْتُ إِلاَّ قَوْلَهُ ذَلِكَ لَكَ وَمِثْلُهُ مَعَهُ ‏.‏ قَالَ أَبُو سَعِيدٍ أَشْهَدُ أَنِّي حَفِظْتُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَوْلَهُ ذَلِكَ لَكَ وَعَشَرَةُ أَمْثَالِهِ ‏.‏ قَالَ أَبُو هُرَيْرَةَ وَذَلِكَ الرَّجُلُ آخِرُ أَهْلِ الْجَنَّةِ دُخُولاً الْجَنَّةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}