{
  "hadith": {
    "hadith_id": 3400,
    "narrator": "আনাস (রাযিঃ)",
    "bn": "তিনি বলেন, যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যায়নাবকে বিবাহ করলেন তখন উম্মু সুলায়ম (রাঃ) পাথরের একটি পাত্রে তাঁর জন্য হায়স পাঠালেন। আনাস (রাঃ) বলেন, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃতুমি যাও, মুসলিমদের মধ্যে যার সঙ্গে তোমার সাক্ষাৎ হয় তাকে আমার পক্ষ থেকে দা’ওয়াত দাও। অত:পর  যার সঙ্গে সাক্ষাৎ হল আমি তাকে দা’ওয়াত দিলাম। তারা তাঁর কাছে আসতে শুরু করল এবং খেয়ে চলে যেতে লাগল। আর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর হাত খাদ্যের উপর রাখলেন এবং তাতে দু’আ পড়লেন। এতে আল্লাহ্‌র ইচ্ছায় তিনি যা পাঠ করার তা পড়লেন। যারই সাথে আমার সাক্ষাৎ হয়েছে তাকেই দা’ওয়াত দিতে বাদ দেইনি। সকলেই খেল এবং তৃপ্ত হল। তারা বেরিয়ে গেল কিন্তু তাদের একদল রয়ে গেল। তারা তাঁর সেখানে দীর্ঘালাপে লিপ্ত রইল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের কিছু বলতে লজ্জাবোধ করছিলেন। তাই তিনি নিজেই বেরিয়ে গেলেন এবং তাদের ঘরে রেখে গেলেন। তখন আল্লাহ তা’আলা এ আয়াত নাযিল করেন- (অর্থ) “হে মু’মিনগণ! তোমাদের অনুমতি দেয়া না হলে আহার্য প্রস্তুতের জন্য অপেক্ষা না করে আহার গ্রহণের জন্য তোমরা নবী গৃহে প্রবেশ করবে না।” ক্বাতাদাহ্‌ (রহঃ) বলেন, তোমরা আহার্য প্রস্তুতির সময়ের যদি অপেক্ষা না কর তবে তোমাদের আহ্বান করলে তোমরা প্রবেশ করবে। এ বিধান তোমাদের ও তাদের হৃদয়ের জন্য অধিকতর পবিত্র”- (সূরাহ্‌ আল আহ্‌যাব ৩৩:৫৩)। (ই.ফা. ৩৩৭৩, ই.সে. ৩৩৭২)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ أَبِي عُثْمَانَ، عَنْ أَنَسٍ، قَالَ لَمَّا تَزَوَّجَ النَّبِيُّ صلى الله عليه وسلم زَيْنَبَ أَهْدَتْ لَهُ أُمُّ سُلَيْمٍ حَيْسًا فِي تَوْرٍ مِنْ حِجَارَةٍ فَقَالَ أَنَسٌ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اذْهَبْ فَادْعُ لِي مَنْ لَقِيتَ مِنَ الْمُسْلِمِينَ ‏\"‏ ‏.‏ فَدَعَوْتُ لَهُ مَنْ لَقِيتُ فَجَعَلُوا يَدْخُلُونَ عَلَيْهِ فَيَأْكُلُونَ وَيَخْرُجُونَ وَوَضَعَ النَّبِيُّ صلى الله عليه وسلم يَدَهُ عَلَى الطَّعَامِ فَدَعَا فِيهِ وَقَالَ فِيهِ مَا شَاءَ اللَّهُ أَنْ يَقُولَ وَلَمْ أَدَعْ أَحَدًا لَقِيتُهُ إِلاَّ دَعَوْتُهُ فَأَكَلُوا حَتَّى شَبِعُوا وَخَرَجُوا وَبَقِيَ طَائِفَةٌ مِنْهُمْ فَأَطَالُوا عَلَيْهِ الْحَدِيثَ فَجَعَلَ النَّبِيُّ صلى الله عليه وسلم يَسْتَحْيِي مِنْهُمْ أَنْ يَقُولَ لَهُمْ شَيْئًا فَخَرَجَ وَتَرَكَهُمْ فِي الْبَيْتِ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏ يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَدْخُلُوا بُيُوتَ النَّبِيِّ إِلاَّ أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ‏}‏ قَالَ قَتَادَةُ غَيْرَ مُتَحَيِّنِينَ طَعَامًا وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا حَتَّى بَلَغَ ‏{‏ ذَلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ‏}",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "17"
    }
  }
}