{
  "hadith": {
    "hadith_id": 3419,
    "narrator": "‘উরওয়াহ্ ইবনু যুবাযর (রহঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহধর্মিণী ‘আয়িশা (রাঃ) তাঁকে সংবাদ দিয়েছেন যে, রিফা’আহ্ আল কুয়াযী (রাঃ) তার স্ত্রীকে ত্বলাক্ব দেয় এবং সে তাকে পুরাপুরি ত্বলাক্ব দিয়ে দেয়। অতঃপর সে স্ত্রী লোকটি ‘আবদুর রহমান ইবনু যুবায়র (রাঃ)-কে বিবাহ করে। এরপর সে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বলল, হে আল্লাহ্‌র রসূল! সে ছিল রিফা’আর অধীনে। সে তাকে পুরোপুরি তিন দিন ত্বলাক্ব দেয়। অতঃপর সে ‘আবদুর রহমান ইবনু যুবায়র (রাঃ)-কে বিবাহ করে। আল্লাহ্‌র কসম, তার সাথে তো রয়েছে কাপড়ের ঝালরের মতো। এ বলে, মহিলা তার উড়নার আঁচল ধরে দেখাল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হেসে দিলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি সম্ভবত রিফা’আর নিকট ফিরে যেতে চাও? না তা হয় না, যতক্ষণ না সে তোমার স্বাদ করে এবং তুমি তার স্বাদ কর। আবূ বাক্র (রাঃ) তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে বসা ছিলেন। আর খালিদ ইবনু সা’ঈদ ইবনু ‘আস (রাঃ) ছিলেন হুজরার দরজায় বসা। তাকে (ঘরে প্রবেশ করার) অনুমতি দেয়া হয়নি। রাবী বলেন, তখন খালিদ (রাঃ) আবূ বাক্র (রাঃ)-কে ডেকে বললেন, আপনি কেন মহিলাকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে তার এ সব কথা প্রকাশ করা থেকে বারণ করলেন না। (ই.ফা. ৩৩৯২, ই.সে. ৩৩৯১)",
    "ar": "حَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، - وَاللَّفْظُ لِحَرْمَلَةَ - قَالَ أَبُو الطَّاهِرِ حَدَّثَنَا وَقَالَ، حَرْمَلَةُ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ أَنَّ رِفَاعَةَ الْقُرَظِيَّ طَلَّقَ امْرَأَتَهُ فَبَتَّ طَلاَقَهَا فَتَزَوَّجَتْ بَعْدَهُ عَبْدَ الرَّحْمَنِ بْنَ الزَّبِيرِ فَجَاءَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّهَا كَانَتْ تَحْتَ رِفَاعَةَ فَطَلَّقَهَا آخِرَ ثَلاَثِ تَطْلِيقَاتٍ فَتَزَوَّجْتُ بَعْدَهُ عَبْدَ الرَّحْمَنِ بْنَ الزَّبِيرِ وَإِنَّهُ وَاللَّهِ مَا مَعَهُ إِلاَّ مِثْلُ الْهُدْبَةِ وَأَخَذَتْ بِهُدْبَةٍ مِنْ جِلْبَابِهَا ‏.‏ قَالَ فَتَبَسَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم ضَاحِكًا فَقَالَ ‏ \"‏ لَعَلَّكِ تُرِيدِينَ أَنْ تَرْجِعِي إِلَى رِفَاعَةَ لاَ حَتَّى يَذُوقَ عُسَيْلَتَكِ وَتَذُوقِي عُسَيْلَتَهُ ‏\"‏ ‏.‏ وَأَبُو بَكْرٍ الصِّدِّيقُ جَالِسٌ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَخَالِدُ بْنُ سَعِيدِ بْنِ الْعَاصِ جَالِسٌ بِبَابِ الْحُجْرَةِ لَمْ يُؤْذَنْ لَهُ قَالَ فَطَفِقَ خَالِدٌ يُنَادِي أَبَا بَكْرٍ أَلاَ تَزْجُرُ هَذِهِ عَمَّا تَجْهَرُ بِهِ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "17"
    }
  }
}