{
  "hadith": {
    "hadith_id": 343,
    "narrator": "আবূ সা’ঈদ আল খুদরী (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে কতিপয় লোক তাঁকে জিজ্ঞেস করে বলল, হে আল্লাহর রসূল! কিয়ামাত দিবসে আমরা কি আমাদের প্রতিপালককে দেখতে পাবো? রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ! তিনি আরো বললেনঃ দুপুরে মেঘমুক্ত আকাশে সূর্য দেখতে কি তোমাদের কষ্ট হয়? চন্দ্রের চৌদ্দ তারিখে মেঘমুক্ত অবস্থায় চন্দ্র দেখতে কি তোমাদের কষ্ট হয়? সকলে বললেন, হে আল্লাহর রসূল! তা হয় না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ঠিক তদ্রূপ কিয়ামাত দিবসে তোমাদের বারাকাতময় মহামহিম প্রতিপালককে দেখতে কোনই কষ্ট অনুভব হবে না যেমন চন্দ্র ও সূর্য দেখতে কষ্ট অনুভব কর না। সে দিন এক ঘোষণাকারী ঘোষণা দিবে, ‘যে যার উপাসনা করতো সে আজ তার অনুসরণ করুক।’ তখন আল্লাহ ব্যতীত তারা অন্য দেব-দেবী ও মূর্তিপূজার বেদীর উপাসনা করত তাদের কেউ অবশিষ্ট থাকবে না; সকলেই জাহান্নামে নিক্ষিপ্ত হবে। সৎ হোক বা অসৎ যারা আল্লাহর ‘ইবাদাত করত তারাই কেবল অবশিষ্ট থাকবে এবং কিতাবীদের (যারা দেব-দেবী ও বেদীর উপাসক ছিল না তারাও বাকী থাকবে)। এরপর ইয়াহূদীদেরকে ডেকে জিজ্ঞাসা করা হবে, তোমরা কার ‘ইবাদাত করতে? তারা বলবে, আল্লাহর পুত্র ‘উযায়র-এর। তাদেরকে বলা হবে মিথ্যা বলছো। আল্লাহ কোন স্ত্রী বা সন্তান গ্রহণ করেননি। তোমরা কি চাও? তারা বলবে, হে আল্লাহ! আমাদের খুবই পিপাসা পেয়েছে। আমাদের পিপাসা নিবারণ করুন। প্রার্থনা শুনে তাদেরকে ইঙ্গিত করে মরীচিকাময় জাহান্নামের দিকে জমায়েত করা হবে। সেখানে আগুনের লেলিহান শিখা যেন পানির ঢেউ খেলবে। এর একাংশ আরেক অংশকে গ্রাস করতে থাকবে। তারা এতে ঝাঁপিয়ে পড়বে। এরপর খৃস্টানদেরকে ডাকা হবে, বলা হবে, তোমরা কার ‘ইবাদাত করতে? তারা বলবে, আল্লাহর পুত্র মাসীহ-এর (‘ঈসার) উপাসনা করতাম। বলা হবে, মিথ্যা বলছ। আল্লাহ কোন স্ত্রী বা সন্তান গ্রহণ করেননি। জিজ্ঞেস করা হবে, এখন কি চাও? তারা বলবে, হে আমাদের রব! আমাদের দারুণ পিপাসা পেয়েছে, আমাদের পিপাসা নিবারণ করুন। তখন তাদেরকেও পানির ঘাটে যাবার ইঙ্গিত করে জাহান্নামের দিকে হাকিয়ে নিয়ে জমায়েত করা হবে। এটিকে মরীচিকার ন্যায় মনে হবে। সেখানে আগুনের লেলিহান শিখা যেন পানির ঢেউ খেলবে। এর একাংশ অপর অংশকে গ্রাস করে নিবে। তারা তখন জাহান্নামে ঝাঁপিয়ে পড়তে থাকবে। শেষে সৎ হোক বা অসৎ এক আল্লাহর উপাসক ব্যতীত আর কেউ (ময়দানে) অবশিষ্ট থাকবে না। তখন আল্লাহ তা’আলা পরিচিত আকৃতিতে তাদের নিকট আসবেন। বলবেন, সবাই তাদের স্ব স্ব উপাস্যের অনুসরণ করে চলে গেছে, আর তোমরা কার অপেক্ষা করছ? তারা বলবে, হে আমাদের প্রভু! যেখানে আমরা বেশী মুখাপেক্ষী ছিলাম সে দুনিয়াতেই আমরা অপরাপর মানুষ থেকে পৃথক থেকেছি এবং তাদের সঙ্গী হইনি। তখন আল্লাহ বলবেন, আমিই তো তোমাদের প্রভু। মু’মিনরা বলবে, “আমরা তোমার থেকে আল্লাহর নিকট আশ্রয় প্রার্থনা করছি” আল্লাহর সঙ্গে আমরা কিছুই শারীক করি না। এ কথা তারা দুই বা তিনবার বলবে। এমন কি কেউ কেউ অবাধ্যতা প্রদর্শনেও অবতীর্ণ হয়ে যাবে। আল্লাহ বলবেন, আচ্ছা, তোমাদের নিকট এমন কোন নিদর্শন আছে যদ্বারা তাঁকে তোমরা চিনতে পার? তারা বলবে অবশ্যই আছে। এরপর পায়ের ‘সাক’ (গোছা) উন্মোচিত হবে। তখন পৃথিবীতে যারা স্বতঃপ্রণোদিত হয়ে আল্লাহর উদ্দেশ্যে সাজদাহ্‌ করত, সে মূহুর্তে তাদেরকে আল্লাহ সাজদাহ্‌ করার অনুমতি দিবেন এবং তারা সবাই সাজদাহ্‌বনত হয়ে পড়বে। আর যে কারো ভয়-ভীতি কিংবা লোক দেখানোর জন্য সাজদাহ্‌ করতো তার মেরুদণ্ড শক্ত ও অনমনীয় করে দেয়া হবে। যখনই তারা সাজদাহ্‌ করতে ইচ্ছা করবে তখনই তারা চিত হয়ে পড়ে যাবে। অতঃপর তারা তাদের মাথা উঠাবে এবং তিনি তাঁর আসলরূপে আবির্ভূত হবেন। অতঃপর বলবেন, আমি তোমাদের রব, তারা বলবে, হ্যাঁ! আপনি আমাদের রব। তারপর জাহান্নামের উপর “জাস্‌র” (পুল) স্থাপন করা হবে। শাফা’আতেরও অনুমতি দেয়া হবে। মানুষ বলতে থাকবে, হে আল্লাহ! আমাদের নিরাপত্তা দিন, আমাদের নিরাপত্তা দিন। জিজ্ঞেস করা হলো, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! “জাস্‌র” কী? রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এটি এমন স্থান যেখানে পা পিছলে যায়। সেখানে আছে নানা প্রকারের লৌহ শলাকা ও কাঁটা, দেখতে নাজ্‌দের সা’দান বৃক্ষের কাঁটার ন্যায়। মু’মিনগণের কেউ তো এ পথ চোখের পলকের গতিতে, কেউ বিদ্যুৎ গতিতে, কেউ বায়ুর গতিতে, কেউ উত্তম অশ্ব গতিতে, কেউ উষ্ট্রের গতিতে অতিক্রম করবে। কেউ তো অক্ষত অবস্থায় নাযাত পাবে, আর কেউ তো হবে ক্ষতবিক্ষত অবস্থায় নাযাতপ্রাপ্ত। আর কতককে কাঁটাবিদ্ধ অবস্থায় জাহান্নামে নিক্ষেপ করা হবে। অবশেষে মু’মিনগণ জাহান্নাম থেকে মুক্তি লাভ করবে। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সে সত্তার কসম! যাঁর হাতে আমার প্রাণ, ঐ দিন মু’মিনগণ তাদের ঐ সব ভাইদের স্বার্থে আল্লাহর সাথে এত অধিক বিতর্কে লিপ্ত হবে যারা জাহান্নামে রয়ে গেছে যে, তোমাদের পার্থিব অধিকারের ক্ষেত্রেও এমন বিতর্কে লিপ্ত হয়ো না। তারা বলবে, হে রব! এরা তো আমাদের সাথেই সিয়াম, সলাত আদায় করত, হাজ্জ করত। তখন তাদেরকে নির্দেশ দেয়া হবে যে, যাও, তোমাদের পরিচিতদের উদ্ধার করে আন। উল্লেখ্য এরা জাহান্নামে পতিত হলেও মুখমণ্ডল ‘আযাব থেকে রক্ষিত থাকবে। (তাই তাদেরকে চিনতে কোন অসুবিধা হবে না।) মু’মিনগণ জাহান্নাম হতে এক বিরাট দলকে উদ্ধার করে আনবে। এদের অবস্থা এমন হবে যে, কারোর তো পায়ের নলা পর্যন্ত, আবার কারো হাঁটু পর্যন্ত দেহ আগুন ছাই করে দিবে। উদ্ধার শেষ করে মু’মিনগণ বলবে, হে রব! যাদের সম্পর্কে আপনি নির্দেশ প্রদান করেছিলেন, তাদের মাঝে আর কেউ অবশিষ্ট নেই। আল্লাহ বলবেন, পুনরায় যাও, যার অন্তরে এক দীনার পরিমাণও ঈমান অবশিষ্ট পাবে তাকেও উদ্ধার করে আন। তখন তারা আরো একদলকে উদ্ধার করে এনে বলবে, হে রব! অনুমতিপ্রাপ্তদের কাউকেও রেখে আসিনি। আল্লাহ বলবেন : আবার যাও, যার অন্তরে অর্ধ দীনার পরিমাণও ঈমান অবশিষ্ট পাবে তাকেও বের করে আন। তখন আবার এক বিরাট দলকে উদ্ধার করে এনে তারা বলবে, হে রব! যাদের আপনি উদ্ধার করতে বলেছিলেন তাদের কাউকে ছেড়ে আসিনি। আল্লাহ বলবেন : আবার যাও, যার অন্তরে অণু পরিমাণও ঈমান বিদ্যমান, তাকেও উদ্ধার করে আন। তখন আবারও এক বিরাট দলকে উদ্ধার করে এনে তারা বলবে, হে রব! যাদের কথা বলেছিলেন তাদের কাউকেও রেখে আসিনি। \nসহাবা আবূ সা’ঈদ আল খুদরী (রাঃ) বলেন, তোমরা যদি এ হাদীসের ব্যাপারে আমাকে সত্যবাদী মনে না কর তবে এর সমর্থনে নিম্নোক্ত আয়াতটি যদি চাও তবে তিলাওয়াত করতে পার : “আল্লাহ অণু পরিমাণও যুল্‌ম করেন না এবং অণু পরিমাণ নেক কাজ হলেও আল্লাহ তা দ্বিগুণ করে দেন এবং তাঁর নিকট হতে মহাপুরস্কার প্রদান করেন”— (সূরাহ আন্‌ নিসা ৪ : ৪০)। এরপর আল্লাহ তা’আলা বলবেন : ফেরেশতারা সুপারিশ করলেন, নাবীগণও সুপারিশ করলেন এবং মু’মিনরাও সুপারিশ করেছে, কেবলমাত্র আরহামুর রাহিমীন-পরম দয়াময়ই রয়ে গেছেন। এরপর তিনি জাহান্নাম থেকে এক মুঠো তুলে আনবেন, ফলে এমন একদল লোক মুক্তি পাবে যারা কখনো কোন সৎকর্ম করেনি এবং আগুনে জ্বলে লাল হয়ে গেছে। পরে তাদেরকে জান্নাতের প্রবেশ মুখের ‘নাহরুল হায়াতে’ ফেলে দেয়া হবে। তারা এতে এমনভাবে সতেজ হয়ে উঠবে, যেমনভাবে শস্য অঙ্কুর স্রোতবাহিত পানি ভেজা উর্বর জমিতে সতেজ হয়ে উঠে। (রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ) তোমরা কি কোন বৃক্ষ কিংবা পাথরের আড়াল কোন শস্যদানা অঙ্কুরিত হতে দেখনি? যেগুলো সূর্য কিরণের মাঝে থাকে সেগুলো হলদে ও সবুজ রূপ ধারণ করে আর যেগুলো ছায়াযুক্ত স্থানে থাকে সেগুলো সাদা হয়ে যায়। সহাবাগণ বললেনঃ হে আল্লাহর রসূল! মনে হয় আপনি যেন গ্রামাঞ্চলে পশু চরিয়েছেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এরপর তারা নহর থেকে মুক্তার ন্যায় ঝকঝকে অবস্থায় উঠে আসবে এবং তাদের গ্রীবাদেশে মোহরাঙ্কিত থাকবে যা দেখে জান্নাতীগণ তাদের চিনতে পারবেন। এরা হর ‘উতাকাউল্লাহ’-আল্লাহর পক্ষ থেকে মুক্তিপ্রাপ্ত। আল্লাহ তা’আলা সৎ ‘আমাল ব্যতীতই তাদেরকে জান্নাতে দাখিল করবেন। এরপর আল্লাহ তাদেরকে লক্ষ্য করে বলবেন : যাও, জান্নাতে প্রবেশ কর। আর যা কিছু দেখছ সব কিছু তোমাদেরই। তারা বলবে, হে রব! আপনি আমাদেরকে এত দিয়েছেন যা সৃষ্টজগতের কাউকে দেননি। আল্লাহ বলবেন : তোমাদের জন্য আমার নিকট এর চেয়েও উত্তম বস্তু আছে। তারা বলবে, কী সে উত্তম বস্তু? আল্লাহ বলবেন : সে হলো আমার সন্তুষ্টি। এরপর আর কখনো তোমাদের উপর অসন্তুষ্ট হবো না।\nইমাম মুসলিম (রহঃ) বলেনঃ শাফা’আত সম্পর্কীয় এ হাদীসটি আমি ‘ঈসা ইবনু হাম্মাদ যুগবাতুর মিসরী-এর নিকট পাঠ করতে বললাম, আপনি লায়স ইবনু সা’দ থেকে নিজে এ হাদীসটি শুনেছেন? আমি কি আপনার পক্ষ থেকে এ হাদীসটি বর্ণনা করতে পারি? তিনি উত্তর করলেন, হ্যাঁ! এরপর আমি ‘ঈসা ইবনু হাম্মাদকে হাদীসটি এ সূত্রে শুনিয়েছি যে, ‘ঈসা ইবনু হাম্মাদ (রহঃ) আবূ সা’ঈদ আল খুদরী (রাঃ)-এর সূত্রে বর্ণনা করেছেন। তিনি বলেন, আমরা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বললাম, হে আল্লাহর রসূল! আমরা কি আমাদের প্রভুকে দেখতে পাবো? রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উত্তর করলেন : মেঘমুক্ত আকাশে সূর্য দেখতে ভীড়ের কারণে তোমাদের কি কোন অসুবিধা হয়? আমরা বললাম, না .....। এভাবে হাদীসটির শেষ পর্যন্ত তুলে ধরলাম। এ হাদীসটি হাফিয ইবনু মাইসারাহ্‌ বর্ণিত হাদিসেরই অনুরূপ। তিনি (আরবী) এ অংশটুকুর পর (আরবী) অর্থাৎ তাদের বলা হবে : তোমাদের জন্য রয়েছে যা তোমরা দেখছ। \nআবূ সা’ঈদ আল খুদরী (রাঃ) বলেন, আমার কাছে রিওয়ায়াতে পৌঁছেছে যে, ‘জাস্‌র’ (পুল) চুল অপেক্ষা অধিক সূক্ষ্ম ও তরবারি অপেক্ষা অধিক তীক্ষ্ণ। \nতাছাড়া লায়সের হাদীসে (আরবী) বাক্যটির পরবর্তী অংশগুলো উল্লেখ নেই। (ই.ফা. ৩৫১; ই.সে. ৩৬২)",
    "ar": "وَحَدَّثَنِي سُوَيْدُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنِي حَفْصُ بْنُ مَيْسَرَةَ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ نَاسًا، فِي زَمَنِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالُوا يَا رَسُولَ اللَّهِ هَلْ نَرَى رَبَّنَا يَوْمَ الْقِيَامَةِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ ‏\"‏ هَلْ تُضَارُّونَ فِي رُؤْيَةِ الشَّمْسِ بِالظَّهِيرَةِ صَحْوًا لَيْسَ مَعَهَا سَحَابٌ وَهَلْ تُضَارُّونَ فِي رُؤْيَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ صَحْوًا لَيْسَ فِيهَا سَحَابٌ ‏\"‏ ‏.‏ قَالُوا لاَ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ مَا تُضَارُّونَ فِي رُؤْيَةِ اللَّهِ تَبَارَكَ وَتَعَالَى يَوْمَ الْقِيَامَةِ إِلاَّ كَمَا تُضَارُّونَ فِي رُؤْيَةِ أَحَدِهِمَا إِذَا كَانَ يَوْمُ الْقِيَامَةِ أَذَّنَ مُؤَذِّنٌ لِيَتَّبِعْ كُلُّ أُمَّةٍ مَا كَانَتْ تَعْبُدُ ‏.‏ فَلاَ يَبْقَى أَحَدٌ كَانَ يَعْبُدُ غَيْرَ اللَّهِ سُبْحَانَهُ مِنَ الأَصْنَامِ وَالأَنْصَابِ إِلاَّ يَتَسَاقَطُونَ فِي النَّارِ حَتَّى إِذَا لَمْ يَبْقَ إِلاَّ مَنْ كَانَ يَعْبُدُ اللَّهَ مِنْ بَرٍّ وَفَاجِرٍ وَغُبَّرِ أَهْلِ الْكِتَابِ فَيُدْعَى الْيَهُودُ فَيُقَالُ لَهُمْ مَا كُنْتُمْ تَعْبُدُونَ قَالُوا كُنَّا نَعْبُدُ عُزَيْرَ ابْنَ اللَّهِ ‏.‏ فَيُقَالُ كَذَبْتُمْ مَا اتَّخَذَ اللَّهُ مِنْ صَاحِبَةٍ وَلاَ وَلَدٍ فَمَاذَا تَبْغُونَ قَالُوا عَطِشْنَا يَا رَبَّنَا فَاسْقِنَا ‏.‏ فَيُشَارُ إِلَيْهِمْ أَلاَ تَرِدُونَ فَيُحْشَرُونَ إِلَى النَّارِ كَأَنَّهَا سَرَابٌ يَحْطِمُ بَعْضُهَا بَعْضًا فَيَتَسَاقَطُونَ فِي النَّارِ ‏.‏ ثُمَّ يُدْعَى النَّصَارَى فَيُقَالُ لَهُمْ مَا كُنْتُمْ تَعْبُدُونَ قَالُوا كُنَّا نَعْبُدُ الْمَسِيحَ ابْنَ اللَّهِ ‏.‏ فَيُقَالُ لَهُمْ كَذَبْتُمْ ‏.‏ مَا اتَّخَذَ اللَّهُ مِنْ صَاحِبَةٍ وَلاَ وَلَدٍ ‏.‏ فَيُقَالُ لَهُمْ مَاذَا تَبْغُونَ فَيَقُولُونَ عَطِشْنَا يَا رَبَّنَا فَاسْقِنَا ‏.‏ - قَالَ - فَيُشَارُ إِلَيْهِمْ أَلاَ تَرِدُونَ فَيُحْشَرُونَ إِلَى جَهَنَّمَ كَأَنَّهَا سَرَابٌ يَحْطِمُ بَعْضُهَا بَعْضًا فَيَتَسَاقَطُونَ فِي النَّارِ حَتَّى إِذَا لَمْ يَبْقَ إِلاَّ مَنْ كَانَ يَعْبُدُ اللَّهَ تَعَالَى مِنْ بَرٍّ وَفَاجِرٍ أَتَاهُمْ رَبُّ الْعَالَمِينَ سُبْحَانَهُ وَتَعَالَى فِي أَدْنَى صُورَةٍ مِنَ الَّتِي رَأَوْهُ فِيهَا ‏.‏ قَالَ فَمَا تَنْتَظِرُونَ تَتْبَعُ كُلُّ أُمَّةٍ مَا كَانَتْ تَعْبُدُ ‏.‏ قَالُوا يَا رَبَّنَا فَارَقْنَا النَّاسَ فِي الدُّنْيَا أَفْقَرَ مَا كُنَّا إِلَيْهِمْ وَلَمْ نُصَاحِبْهُمْ ‏.‏ فَيَقُولُ أَنَا رَبُّكُمْ ‏.‏ فَيَقُولُونَ نَعُوذُ بِاللَّهِ مِنْكَ لاَ نُشْرِكُ بِاللَّهِ شَيْئًا - مَرَّتَيْنِ أَوْ ثَلاَثًا - حَتَّى إِنَّ بَعْضَهُمْ لَيَكَادُ أَنْ يَنْقَلِبَ ‏.‏ فَيَقُولُ هَلْ بَيْنَكُمْ وَبَيْنَهُ آيَةٌ فَتَعْرِفُونَهُ بِهَا فَيَقُولُونَ نَعَمْ ‏.‏ فَيُكْشَفُ عَنْ سَاقٍ فَلاَ يَبْقَى مَنْ كَانَ يَسْجُدُ لِلَّهِ مِنْ تِلْقَاءِ نَفْسِهِ إِلاَّ أَذِنَ اللَّهُ لَهُ بِالسُّجُودِ وَلاَ يَبْقَى مَنْ كَانَ يَسْجُدُ اتِّقَاءً وَرِيَاءً إِلاَّ جَعَلَ اللَّهُ ظَهْرَهُ طَبَقَةً وَاحِدَةً كُلَّمَا أَرَادَ أَنْ يَسْجُدَ خَرَّ عَلَى قَفَاهُ ‏.‏ ثُمَّ يَرْفَعُونَ رُءُوسَهُمْ وَقَدْ تَحَوَّلَ فِي صُورَتِهِ الَّتِي رَأَوْهُ فِيهَا أَوَّلَ مَرَّةٍ فَقَالَ أَنَا رَبُّكُمْ ‏.‏ فَيَقُولُونَ أَنْتَ رَبُّنَا ‏.‏ ثُمَّ يُضْرَبُ الْجِسْرُ عَلَى جَهَنَّمَ وَتَحِلُّ الشَّفَاعَةُ وَيَقُولُونَ اللَّهُمَّ سَلِّمْ سَلِّمْ ‏\"‏ ‏.‏ قِيلَ يَا رَسُولَ اللَّهِ وَمَا الْجِسْرُ قَالَ ‏\"‏ دَحْضٌ مَزِلَّةٌ ‏.‏ فِيهِ خَطَاطِيفُ وَكَلاَلِيبُ وَحَسَكٌ تَكُونُ بِنَجْدٍ فِيهَا شُوَيْكَةٌ يُقَالُ لَهَا السَّعْدَانُ فَيَمُرُّ الْمُؤْمِنُونَ كَطَرْفِ الْعَيْنِ وَكَالْبَرْقِ وَكَالرِّيحِ وَكَالطَّيْرِ وَكَأَجَاوِيدِ الْخَيْلِ وَالرِّكَابِ فَنَاجٍ مُسَلَّمٌ وَمَخْدُوشٌ مُرْسَلٌ وَمَكْدُوسٌ فِي نَارِ جَهَنَّمَ ‏.‏ حَتَّى إِذَا خَلَصَ الْمُؤْمِنُونَ مِنَ النَّارِ فَوَالَّذِي نَفْسِي بِيَدِهِ مَا مِنْكُمْ مِنْ أَحَدٍ بِأَشَدَّ مُنَاشَدَةً لِلَّهِ فِي اسْتِقْصَاءِ الْحَقِّ مِنَ الْمُؤْمِنِينَ لِلَّهِ يَوْمَ الْقِيَامَةِ لإِخْوَانِهِمُ الَّذِينَ فِي النَّارِ يَقُولُونَ رَبَّنَا كَانُوا يَصُومُونَ مَعَنَا وَيُصَلُّونَ وَيَحُجُّونَ ‏.‏ فَيُقَالُ لَهُمْ أَخْرِجُوا مَنْ عَرَفْتُمْ ‏.‏ فَتُحَرَّمُ صُوَرُهُمْ عَلَى النَّارِ فَيُخْرِجُونَ خَلْقًا كَثيرًا قَدْ أَخَذَتِ النَّارُ إِلَى نِصْفِ سَاقَيْهِ وَإِلَى رُكْبَتَيْهِ ثُمَّ يَقُولُونَ رَبَّنَا مَا بَقِيَ فِيهَا أَحَدٌ مِمَّنْ أَمَرْتَنَا بِهِ ‏.‏ فَيَقُولُ ارْجِعُوا فَمَنْ وَجَدْتُمْ فِي قَلْبِهِ مِثْقَالَ دِينَارٍ مِنْ خَيْرٍ فَأَخْرِجُوهُ ‏.‏ فَيُخْرِجُونَ خَلْقًا كَثِيرًا ثُمَّ يَقُولُونَ رَبَّنَا لَمْ نَذَرْ فِيهَا أَحَدًا مِمَّنْ أَمَرْتَنَا ‏.‏ ثُمَّ يَقُولُ ارْجِعُوا فَمَنْ وَجَدْتُمْ فِي قَلْبِهِ مِثْقَالَ نِصْفِ دِينَارٍ مِنْ خَيْرٍ فَأَخْرِجُوهُ ‏.‏ فَيُخْرِجُونَ خَلْقًا كَثِيرًا ثُمَّ يَقُولُونَ رَبَّنَا لَمْ نَذَرْ فِيهَا مِمَّنْ أَمَرْتَنَا أَحَدًا ‏.‏ ثُمَّ يَقُولُ ارْجِعُوا فَمَنْ وَجَدْتُمْ فِي قَلْبِهِ مِثْقَالَ ذَرَّةٍ مِنْ خَيْرٍ فَأَخْرِجُوهُ ‏.‏ فَيُخْرِجُونَ خَلْقًا كَثِيرًا ثُمَّ يَقُولُونَ رَبَّنَا لَمْ نَذَرْ فِيهَا خَيْرًا ‏\"‏ ‏.‏ وَكَانَ أَبُو سَعِيدٍ الْخُدْرِيُّ يَقُولُ إِنْ لَمْ تُصَدِّقُونِي بِهَذَا الْحَدِيثِ فَاقْرَءُوا إِنْ شِئْتُمْ ‏{‏ إِنَّ اللَّهَ لاَ يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا وَيُؤْتِ مِنْ لَدُنْهُ أَجْرًا عَظِيمًا‏}‏ ‏\"‏ فَيَقُولُ اللَّهُ عَزَّ وَجَلَّ شَفَعَتِ الْمَلاَئِكَةُ وَشَفَعَ النَّبِيُّونَ وَشَفَعَ الْمُؤْمِنُونَ وَلَمْ يَبْقَ إِلاَّ أَرْحَمُ الرَّاحِمِينَ فَيَقْبِضُ قَبْضَةً مِنَ النَّارِ فَيُخْرِجُ مِنْهَا قَوْمًا لَمْ يَعْمَلُوا خَيْرًا قَطُّ قَدْ عَادُوا حُمَمًا فَيُلْقِيهِمْ فِي نَهْرٍ فِي أَفْوَاهِ الْجَنَّةِ يُقَالُ لَهُ نَهْرُ الْحَيَاةِ فَيَخْرُجُونَ كَمَا تَخْرُجُ الْحِبَّةُ فِي حَمِيلِ السَّيْلِ أَلاَ تَرَوْنَهَا تَكُونُ إِلَى الْحَجَرِ أَوْ إِلَى الشَّجَرِ مَا يَكُونُ إِلَى الشَّمْسِ أُصَيْفِرُ وَأُخَيْضِرُ وَمَا يَكُونُ مِنْهَا إِلَى الظِّلِّ يَكُونُ أَبْيَضَ ‏\"‏ ‏.‏ فَقَالُوا يَا رَسُولَ اللَّهِ كَأَنَّكَ كُنْتَ تَرْعَى بِالْبَادِيَةِ قَالَ ‏\"‏ فَيَخْرُجُونَ كَاللُّؤْلُؤِ فِي رِقَابِهِمُ الْخَوَاتِمُ يَعْرِفُهُمْ أَهْلُ الْجَنَّةِ هَؤُلاَءِ عُتَقَاءُ اللَّهِ الَّذِينَ أَدْخَلَهُمُ اللَّهُ الْجَنَّةَ بِغَيْرِ عَمَلٍ عَمِلُوهُ وَلاَ خَيْرٍ قَدَّمُوهُ ثُمَّ يَقُولُ ادْخُلُوا الْجَنَّةَ فَمَا رَأَيْتُمُوهُ فَهُوَ لَكُمْ ‏.‏ فَيَقُولُونَ رَبَّنَا أَعْطَيْتَنَا مَا لَمْ تُعْطِ أَحَدًا مِنَ الْعَالَمِينَ ‏.‏ فَيَقُولُ لَكُمْ عِنْدِي أَفْضَلُ مِنْ هَذَا فَيَقُولُونَ يَا رَبَّنَا أَىُّ شَىْءٍ أَفْضَلُ مِنْ هَذَا ‏.‏ فَيَقُولُ رِضَاىَ فَلاَ أَسْخَطُ عَلَيْكُمْ بَعْدَهُ أَبَدًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}