{
  "hadith": {
    "hadith_id": 3465,
    "narrator": "‘উরওয়াহ্ (রহঃ)",
    "bn": "‘আয়িশা (রাঃ) তার কাছে বর্ণনা করেছেন যে, আবূল কু’আয়সের ভাই আফ্লাহ এসে তাঁর কাছে প্রবেশের অনুমতি চাইলেন। এ ছিল পর্দার আয়াত অবতীর্ণ হবার পরবর্তী ঘটনা। আবূল কু’আয়স ছিলেন ‘আয়িশা (রাঃ)-এর দুধপিতা। ‘আয়িশা (রাঃ) বলেন, আমি বললামঃ আল্লাহর কসম! আমি আফ্লাহ-কে আমার কাছে আসার অনুমতি দিব না যে পর্যন্ত না রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছ থেকে অনুমতি না নিই। কেননা, আবূল কু’আয়স সে তো আমাকে দুধ পান করান নি, বরং আমাকে দুগ্ধপান করিয়েছে তার স্ত্রী। ‘আয়িশা (রাঃ) বলেন, যখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এলেন আমি বললাম, হে আল্লাহ্‌র রসূল! আবূল কু’আয়স-এর ভাই আফ্লাহ আমার নিকট প্রবেশের অনুমতি চেয়েছেন, কিন্তু আমি আপনার অনুমতি না নিয়ে তাঁকে আমার কাছে আসতে দিতে অস্বীকার করলাম। রাবী বলেন, ‘আয়িশা (রাঃ) বলেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি তাকে অনুমতি দাও। \n‘উরওয়া বলেন, এ কারণেই ‘আয়িশা (রাঃ) বলতেন, “তোমরা দুধপানের সম্পর্ক দ্বারা ঐ সব লোকদের হারাম গণ্য করবে যাদের তোমরা বংশগত সম্পর্কের দ্বারা হারাম গণ্য কর।” (ই.ফা. ৩৪৩৮, ই.সে. ৩৪৩৭)",
    "ar": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّهُ، جَاءَ أَفْلَحُ أَخُو أَبِي الْقُعَيْسِ يَسْتَأْذِنُ عَلَيْهَا بَعْدَ مَا نَزَلَ الْحِجَابُ - وَكَانَ أَبُو الْقُعَيْسِ أَبَا عَائِشَةَ مِنَ الرَّضَاعَةِ - قَالَتْ عَائِشَةُ فَقُلْتُ وَاللَّهِ لاَ آذَنُ لأَفْلَحَ حَتَّى أَسْتَأْذِنَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَإِنَّ أَبَا الْقُعَيْسِ لَيْسَ هُوَ أَرْضَعَنِي وَلَكِنْ أَرْضَعَتْنِي امْرَأَتُهُ - قَالَتْ عَائِشَةُ - فَلَمَّا دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ أَفْلَحَ أَخَا أَبِي الْقُعَيْسِ جَاءَنِي يَسْتَأْذِنُ عَلَىَّ فَكَرِهْتُ أَنْ آذَنَ لَهُ حَتَّى أَسْتَأْذِنَكَ - قَالَتْ - فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ ائْذَنِي لَهُ ‏\"‏ ‏.‏ قَالَ عُرْوَةُ فَبِذَلِكَ كَانَتْ عَائِشَةُ تَقُولُ حَرِّمُوا مِنَ الرَّضَاعَةِ مَا تُحَرِّمُونَ مِنَ النَّسَبِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "18"
    }
  }
}