{
  "hadith": {
    "hadith_id": 3480,
    "narrator": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহধর্মিণী উম্মু হাবীবাহ্‌ (রাঃ)",
    "bn": "তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলেন, হে আল্লাহর রসূল! আপনি আমার বোন ‘আয্‌যাহ্‌-কে বিবাহ করুন। তিনি বললেন, তুমি কি তা পছন্দ কর? তিনি বললেন, হাঁ ইয়া রসূলুল্লাহ। আমি তো আপনাকে একাকী চাচ্ছি না। আর কল্যানে যে আমার শরীক হবে, সে আমার বোন হওয়াই বেশি পছন্দ করি। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তাকে তো বিবাহ করার আমার জন্য হালাল নয়। তিনি বলেন, তখন আমি বললাম, হে আল্লাহর রসূল! আমাদের মধ্যে আলোচনা হচ্ছে যে, আপনি আবূ সালামার কন্যা  দুর্‌রাহ্‌-কে বিবাহ করার ইচ্ছা রাখেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন- আবূ সালামার কন্যা? তিনি উত্তরে করলে, হাঁ। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, যদি সে আমার অভিভাবকত্বে প্রতিপালিতা নাও হতো তবু সে এ কারণে আমার জন্য হালাল হতো না যে, সে আমার দুধ ভাইয়ের কন্যা। আমাকে ও তার পিতা আবূ সালামাকে সুওয়ায়বাহ্‌ দুধপান করিয়েছেন। তাই তোমরা আমার কাছে তোমাদের কন্যা ও ভগ্নিদের বিবাহের প্রস্তাব পেশ করো না। (ই.ফা. ৩৪৫৩, ই.সে. ৩৪৫২)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ، أَخْبَرَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، أَنَّحَدَّثَهُ أَنَّ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ حَدَّثَتْهُ أَنَّ أُمَّ حَبِيبَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم حَدَّثَتْهَا أَنَّهَا قَالَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم يَا رَسُولَ اللَّهِ انْكِحْ أُخْتِي عَزَّةَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَتُحِبِّينَ ذَلِكِ ‏\"‏ ‏.‏ فَقَالَتْ نَعَمْ يَا رَسُولَ اللَّهِ لَسْتُ لَكَ بِمُخْلِيَةٍ وَأَحَبُّ مَنْ شَرِكَنِي فِي خَيْرٍ أُخْتِي ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَإِنَّ ذَلِكِ لاَ يَحِلُّ لِي ‏\"‏ ‏.‏ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ فَإِنَّا نَتَحَدَّثُ أَنَّكَ تُرِيدُ أَنْ تَنْكِحَ دُرَّةَ بِنْتَ أَبِي سَلَمَةَ ‏.‏ قَالَ ‏\"‏ بِنْتَ أَبِي سَلَمَةَ ‏\"‏ ‏.‏ قَالَتْ نَعَمْ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَوْ أَنَّهَا لَمْ تَكُنْ رَبِيبَتِي فِي حَجْرِي مَا حَلَّتْ لِي إِنَّهَا ابْنَةُ أَخِي مِنَ الرَّضَاعَةِ أَرْضَعَتْنِي وَأَبَا سَلَمَةَ ثُوَيْبَةُ فَلاَ تَعْرِضْنَ عَلَىَّ بَنَاتِكُنَّ وَلاَ أَخَوَاتِكُنَّ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "18"
    }
  }
}