{
  "hadith": {
    "hadith_id": 352,
    "narrator": "আবূ সা’ঈদ আল খুদরী (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইরশাদ করেন : নিম্নতম জান্নাতী ঐ ব্যক্তি, যার মুখমন্ডলটি আল্লাহ তা‘আলা জাহান্নামের দিক থেকে সরিয়ে জান্নাতের দিকে করে দিবেন। তার সামনে একটি ছায়াযুক্ত গাছ উদ্ভাসিত করা হবে। সে ব্যক্তি প্রার্থনা জানাবে, হে প্রতিপ্রালক! আমাকে এ গাছ পর্যন্ত এগিয়ে দিন। আমি এ ছায়ায় অবস্থান করতে চাই। ..... এভাবে তিনি ইবনু মাস’ঊদ (রাঃ)-এর  হাদীসের অনুরূপ বর্ণনা করেন। তবে এ হাদীসে (আরবী) (অর্থাৎ হে আদাম সন্তান! তোমাকে আমা হতে কিসে দূরে রেখেছিল)-এর উল্লেখ নেই। অবশ্য এতটুকু বলেছেন যে, আল্লাহ তাকে বিভিন্ন নি’আমাতের কথা স্মরণ করিয়ে দিয়ে বলবেন : এটি চাও।  এভাবে যখন তার সকল আকাঙ্ক্ষা সমাপ্ত হয়ে যাবে তখন আল্লাহ বলবেন : যাও তোমাকে এসব সম্পদ প্রদান করলাম, সেই সাথে আরও দশগুণ দান করলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তখন লোকটি (জান্নাতে) তার গৃহে প্রবেশ করবে। তার সাথে ডাগর আঁখি বিশিষ্ট দু’জন হুর তার পত্নী হিসেবে প্রবেশ করবে। আর তারা বলবে, সকল প্রশংসা সে আল্লাহর জন্য যিনি আপনাকে আমাদের জন্য এবং আমাদেরকে আপনার জন্য সৃষ্টি করেছেন। লোকটি বলবে, আমাকে যা দেয়া হয়েছে, এমন আর কাউকে দেয়া হয়নি। (ই.ফা. ৩৬০; ই.সে. ৩৭১)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنَا زُهَيْرُ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنِ النُّعْمَانِ بْنِ أَبِي عَيَّاشٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً رَجُلٌ صَرَفَ اللَّهُ وَجْهَهُ عَنِ النَّارِ قِبَلَ الْجَنَّةِ وَمَثَّلَ لَهُ شَجَرَةً ذَاتَ ظِلٍّ فَقَالَ أَىْ رَبِّ قَدِّمْنِي إِلَى هَذِهِ الشَّجَرَةِ أَكُونُ فِي ظِلِّهَا ‏\"‏ ‏.‏ وَسَاقَ الْحَدِيثَ بِنَحْوِ حَدِيثِ ابْنِ مَسْعُودٍ وَلَمْ يُذْكُرْ ‏\"‏ فَيَقُولُ يَا ابْنَ آدَمَ مَا يَصْرِينِي مِنْكَ ‏\"‏ ‏.‏ إِلَى آخِرِ الْحَدِيثِ وَزَادَ فِيهِ ‏\"‏ وَيُذَكِّرُهُ اللَّهُ سَلْ كَذَا وَكَذَا فَإِذَا انْقَطَعَتْ بِهِ الأَمَانِيُّ قَالَ اللَّهُ هُوَ لَكَ وَعَشَرَةُ أَمْثَالِهِ - قَالَ - ثُمَّ يَدْخُلُ بَيْتَهُ فَتَدْخُلُ عَلَيْهِ زَوْجَتَاهُ مِنَ الْحُورِ الْعِينِ فَتَقُولاَنِ الْحَمْدُ لِلَّهِ الَّذِي أَحْيَاكَ لَنَا وَأَحْيَانَا لَكَ - قَالَ - فَيَقُولُ مَا أُعْطِيَ أَحَدٌ مِثْلَ مَا أُعْطِيتُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}