{
  "hadith": {
    "hadith_id": 3520,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, শেষ পর্যায়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নয়জন সহধর্মিণী ছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের মাঝে পালাবন্টন কালে নয় দিনের আগে (পালার) প্রথম স্ত্রীর কাছে পুনরায় পৌছাতেন না। প্রতি রাতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে ঘরে অবস্থান করতেন সেখানে তারা (নাবী পত্নীগণ) সমবেত হতেন। একরাতে তিনি যখন ‘আয়িশা (রাঃ)-এর ঘরে ছিলেন তখন যায়নাব (রাঃ) সেখানে আগমন করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার দিকে নিজের হাত প্রসারিত করলেন। ‘আয়িশা (রাঃ) বললেন, ও তো যায়নাব! ফলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর হাত গুটিয়ে নিলেন। তখন তারা দু’জন (‘আয়িশাহ্‌ ও যায়নাব) কথা কাটাকাটি করতে লাগলেন। এমনকি তাদের কথা কাটাকাটিতে পরিণত হলো, ইতিমধ্যে সলাতের ইক্বামাত (এর সময় উপস্থিত) হলে আবূ বকর (রাঃ) সেখান দিয়ে (সলাতে) যাচ্ছিলেন। তিনি ঐ দু’জনের আওয়াজ শুনতে পেয়ে বললেন, হে আল্লাহর রসূল! আপনি বের হয়ে আসুন এবং ওদের মুখে ধূলা-মাটি ছুঁড়ে (দিয়ে মুখ বন্ধ করে) দিন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বের হয়ে এলেন। ‘আয়িশা (রাঃ) বললেন, এখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সলাত আদায় করবেন, তার পরে তো আবূ বকর (রাঃ) এসে আমাকে বকাঝকা ও গালমন্দ করবেন, পরে (তা-ই হল)। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সলাত সমাধা করলে আবূ বকর (রাঃ) ‘আয়িশা (রাঃ)-এর নিকটে এসে তাকে কড়া কথা বললেন এবং বললেন, তুমি এমনটা করে থাক! (ই.ফা. ৩৪৯৩, ই.সে. ৩৪৯২)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كَانَ لِلنَّبِيِّ صلى الله عليه وسلم تِسْعُ نِسْوَةٍ فَكَانَ إِذَا قَسَمَ بَيْنَهُنَّ لاَ يَنْتَهِي إِلَى الْمَرْأَةِ الأُولَى إِلاَّ فِي تِسْعٍ فَكُنَّ يَجْتَمِعْنَ كُلَّ لَيْلَةٍ فِي بَيْتِ الَّتِي يَأْتِيهَا فَكَانَ فِي بَيْتِ عَائِشَةَ فَجَاءَتْ زَيْنَبُ فَمَدَّ يَدَهُ إِلَيْهَا فَقَالَتْ هَذِهِ زَيْنَبُ ‏.‏ فَكَفَّ النَّبِيُّ صلى الله عليه وسلم يَدَهُ ‏.‏ فَتَقَاوَلَتَا حَتَّى اسْتَخَبَتَا وَأُقِيمَتِ الصَّلاَةُ فَمَرَّ أَبُو بَكْرٍ عَلَى ذَلِكَ فَسَمِعَ أَصْوَاتَهُمَا فَقَالَ اخْرُجْ يَا رَسُولَ اللَّهِ إِلَى الصَّلاَةِ وَاحْثُ فِي أَفْوَاهِهِنَّ التُّرَابَ ‏.‏ فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم فَقَالَتْ عَائِشَةُ الآنَ يَقْضِي النَّبِيُّ صلى الله عليه وسلم صَلاَتَهُ فَيَجِيءُ أَبُو بَكْرٍ فَيَفْعَلُ بِي وَيَفْعَلُ ‏.‏ فَلَمَّا قَضَى النَّبِيُّ صلى الله عليه وسلم صَلاَتَهُ أَتَاهَا أَبُو بَكْرٍ فَقَالَ لَهَا قَوْلاً شَدِيدًا وَقَالَ أَتَصْنَعِينَ هَذَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "18"
    }
  }
}