{
  "hadith": {
    "hadith_id": 353,
    "narrator": "মুগীরাহ ইবনু শু’বাহ (রাঃ)-এর সূত্রে",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণিত আছে যে, একবার মূসা (‘আঃ) তাঁর প্রতিপালককে জিজ্ঞেস করেছিলেন, জান্নাতের সবচেয়ে নিম্ন স্তরের মর্যাদা লোক কে হবে? তিনি (আল্লাহ) বললেনঃ সে হলো এমন এক ব্যক্তি যে জান্নাতীদেরকে জান্নাতে প্রবেশ করানোর পর আসবে। তাকে বলা হবে, জান্নাতে প্রবেশ কর। সে বলবে, হে প্রতিপালক! তা কিরূপে হবে? জান্নাতীগণ তো নিজ নিজ আবাসের অধিকারী হয়ে গেছেন। তারা তাদের প্রাপ্য নিয়েছেন। তাকে বলা হবে, পৃথিবীর কোন সম্রাটের সাম্রাজ্যের সমপরিমাণ সম্পদ নিয়ে তুমি সন্তুষ্ট হবে? সে বলবে, হে প্রভূ! আমি খুশী। আল্লাহ বলবেন : তোমাকে উক্ত পরিমাণ সম্পদ দেয়া হলো। সাথে দেয়া হলো আরো সমপরিমাণ, আরো সমপরিমাণ, আরো সমপরিমাণ। পঞ্চমবারে সে বলে উঠবে, আমি সন্তুষ্ট, হে আমার রব! তিনি (আল্লাহ) বলবেন : এটা তোমার জন্য এবং আরো দশগুণ দেয়া হলো। তাছাড়া তোমার জন্য রয়েছে এমন জিনিস যা দ্বারা মন তৃপ্ত হয় চোখ জুড়ায়। সে (লোকটি) বলবে, হে আমার প্রভু! আমি পরিতৃপ্ত। মুসা (‘আঃ) বললেনঃ তাদের মধ্যে সর্বোচ্চ কে? আল্লাহ বলবেন : এরা তারাই, যাদের মর্যাদা আমি চূড়ান্তভাবে সুপ্রতিষ্ঠিত করেছি। তিনি (আল্লাহ) বলবেন : ওরা তারাই যাদের জন্য আমি নিজ হস্তে তাদের মর্যাদা উন্নীত করেছি। আর তার উপর মোহর মেরে দিয়েছি। এমন জিনিস তাদের জন্য রেখেছি যা কোন চক্ষু কখনো দেখেনি, কোন কান কখনো শুনেনি, কারো অন্তরে কখনো কল্পনায়ও উদয় হয়নি। বর্ণনাকারী বলেন, কুরআন মাজীদের এ আয়াতটি এর সত্যায়ন করে : “কেউ জানে না তাদের জন্য নয়নপ্রীতিকর কী লুকায়িত রাখা হয়েছে তাদের কৃতকর্মের পুরস্কার স্বরূপ” – (সূরাহ আস-সাজদাহ ৪১ : ১৭)। (ই.ফা. ৩৬১, ই.সে. ৩৭২)",
    "ar": "قَالَ وَحَدَّثَنِي بِشْرُ بْنُ الْحَكَمِ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، حَدَّثَنَا مُطَرِّفٌ، وَابْنُ، أَبْجَرَ سَمِعَا الشَّعْبِيَّ، يَقُولُ سَمِعْتُ الْمُغِيرَةَ بْنَ شُعْبَةَ، يُخْبِرُ بِهِ النَّاسَ عَلَى الْمِنْبَرِ قَالَ سُفْيَانُ رَفَعَهُ أَحَدُهُمَا - أُرَاهُ ابْنَ أَبْجَرَ - قَالَ ‏\"‏ سَأَلَ مُوسَى رَبَّهُ مَا أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً قَالَ هُوَ رَجُلٌ يَجِيءُ بَعْدَ مَا أُدْخِلَ أَهْلُ الْجَنَّةِ الْجَنَّةَ فَيُقَالُ لَهُ ادْخُلِ الْجَنَّةَ ‏.‏ فَيَقُولُ أَىْ رَبِّ كَيْفَ وَقَدْ نَزَلَ النَّاسُ مَنَازِلَهُمْ وَأَخَذُوا أَخَذَاتِهِمْ فَيُقَالُ لَهُ أَتَرْضَى أَنْ يَكُونَ لَكَ مِثْلُ مُلْكِ مَلِكٍ مِنْ مُلُوكِ الدُّنْيَا فَيَقُولُ رَضِيتُ رَبِّ ‏.‏ فَيَقُولُ لَكَ ذَلِكَ وَمِثْلُهُ وَمِثْلُهُ وَمِثْلُهُ وَمِثْلُهُ ‏.‏ فَقَالَ فِي الْخَامِسَةِ رَضِيتُ رَبِّ ‏.‏ فَيَقُولُ هَذَا لَكَ وَعَشَرَةُ أَمْثَالِهِ وَلَكَ مَا اشْتَهَتْ نَفْسُكَ وَلَذَّتْ عَيْنُكَ ‏.‏ فَيَقُولُ رَضِيتُ رَبِّ ‏.‏ قَالَ رَبِّ فَأَعْلاَهُمْ مَنْزِلَةً قَالَ أُولَئِكَ الَّذِينَ أَرَدْتُ غَرَسْتُ كَرَامَتَهُمْ بِيَدِي وَخَتَمْتُ عَلَيْهَا فَلَمْ تَرَ عَيْنٌ وَلَمْ تَسْمَعْ أُذُنٌ وَلَمْ يَخْطُرْ عَلَى قَلْبِ بَشَرٍ ‏\"‏ ‏.‏ قَالَ وَمِصْدَاقُهُ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ ‏{‏ فَلاَ تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ‏}‏ الآيَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}