{
  "hadith": {
    "hadith_id": 3533,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে একটি যুদ্ধের উদ্দেশ্যে বের হলাম। আমার উটটি আমাকে ধীরগামিতার শিকার বানাল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন আমার কাছে এসে আমাকে বললেন, হে জাবির, আমি বললাম জ্বী! তিনি বললেন, তোমার ব্যাপার কী? আমি বললাম আমার উট আমাকে ধীরগামিতায় ফেলে দিয়েছে এবং পরিশ্রান্ত হয়ে পড়েছে। ফলে আমি পিছনে পড়ে গিয়েছি। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নেমে পড়ে তার (বাঁকামাথা) লাঠি দিয়ে উটকে গুতো দিলেন এরপর বললেন, আরোহণ কর, আমি তখন আরোহন করলাম। আমি (উটটিকে তার অতি দ্রুতগামিতার কারণে) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে অতিক্রম করে যেতে দেখে ঠেকাতে লাগলাম। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি কি বিয়ে করেছো? আমি বললাম, হাঁ। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, কুমারী না বিধবা? আমি বললাম : বিধবা! তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তবে কোন (কুমারীকে) কেন বিয়ে করলে না, যার সঙ্গে তুমি ক্রিয়া-কৌতুক করতে, সেও তোমার সঙ্গে আমোদ ফূর্তি করত? আমি বললাম আমার বেশ ক’টি বোন (অবিবাহিতা) রয়েছে। তাই আমি এমন নারীকে বিয়ে করা পছন্দ করলাম যে তাদের গুছিয়ে রাখবে, তাদের মাথা আঁচড়ে দিবে এবং তাদের দেখাশোনা করবে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি তো (মাদীনায়) উপনীত হতে যাচ্ছ; তাই যখন পৌছে যাবে তখন স্ত্রীর সাথে মিলিত হবে। পরে তিনি বললেন, তোমার উটটি বেঁচবে কি? আমি বললাম, জ্বী হাঁ। তিনি তখন আমার নিকট হতে এক উকিয়্যার (চল্লিশ দিরহাম সমমূল্যের) বিনিময়ে কিনে নিলেন। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যথাসময়ে মাদীনায় পৌছলেন। আমিও সকালে আগমন করে মাসজিদে (নাবাবীতে) পৌছলাম  এবং তাঁকে মাসজিদের দরজায় পেয়ে গেলাম। তিনি বলেন, আমি যখন এলাম তুমি কি তখন এসেছো? আমি বললাম, জ্বী হাঁ। তিনি বললেন, তবে তোমার উটটি রেখে দাও এবং (মাসজিদে) প্রবেশ করে দু’রাকা’আত সলাত আদায় করে নাও। জাবির বলেন, আমি প্রবেশ করে সলাত আদায় করলাম। পরে ফিরে এলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে এক উকিয়্যাহ্‌ ওজন করে দেয়ার জন্য বিলাল (রাঃ)-কে হুকুম করলেন। বিলাল (রাঃ) তখন আমাকে ওজন করে দিলেন এবং ওজনে পাল্লা ঝুঁকিয়ে দিলেন। জাবির (রাঃ) বলেন, তখন আমি চলে যেতে লাগলাম। আমি কিছু দূরে চলে গেলে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ জাবিরকে আমার কাছে ডেকে আন। তখন আমাকে ডাকা হল। আমি (মনে মনে) বললাম, এখন উটটি আমাকে ফিরিয়ে দিবেন অথচ আমার কাছে ওর চেয়ে অধিক অপছন্দনীয় আর কিছু ছিল না। তিনি বললেন, “তোমার উট তুমি নিয়ে যাও আর তোমার মূল্য তোমারই রইল”। (ই.ফা. ৩৫০৬, ই.সে. ৩৫০৫)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ، - يَعْنِي ابْنَ عَبْدِ الْمَجِيدِ الثَّقَفِيَّ - حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ خَرَجْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزَاةٍ فَأَبْطَأَ بِي جَمَلِي فَأَتَى عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ لِي ‏\"‏ يَا جَابِرُ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ مَا شَأْنُكَ ‏\"‏ ‏.‏ قُلْتُ أَبْطَأَ بِي جَمَلِي وَأَعْيَا فَتَخَلَّفْتُ ‏.‏ فَنَزَلَ فَحَجَنَهُ بِمِحْجَنِهِ ثُمَّ قَالَ ‏\"‏ ارْكَبْ ‏\"‏ ‏.‏ فَرَكِبْتُ فَلَقَدْ رَأَيْتُنِي أَكُفُّهُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ أَتَزَوَّجْتَ ‏\"‏ ‏.‏ فَقُلْتُ نَعَمْ ‏.‏ فَقَالَ ‏\"‏ أَبِكْرًا أَمْ ثَيِّبًا ‏\"‏ ‏.‏ فَقُلْتُ بَلْ ثَيِّبٌ ‏.‏ قَالَ ‏\"‏ فَهَلاَّ جَارِيَةً تُلاَعِبُهَا وَتُلاَعِبُكَ ‏\"‏ ‏.‏ قُلْتُ إِنَّ لِي أَخَوَاتٍ فَأَحْبَبْتُ أَنْ أَتَزَوَّجَ امْرَأَةً تَجْمَعُهُنَّ وَتَمْشُطُهُنَّ وَتَقُومُ عَلَيْهِنَّ ‏.‏ قَالَ ‏\"‏ أَمَا إِنَّكَ قَادِمٌ فَإِذَا قَدِمْتَ فَالْكَيْسَ الْكَيْسَ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ أَتَبِيعُ جَمَلَكَ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ فَاشْتَرَاهُ مِنِّي بِأُوقِيَّةٍ ثُمَّ قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَدِمْتُ بِالْغَدَاةِ فَجِئْتُ الْمَسْجِدَ فَوَجَدْتُهُ عَلَى بَابِ الْمَسْجِدِ فَقَالَ ‏\"‏ الآنَ حِينَ قَدِمْتَ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ فَدَعْ جَمَلَكَ وَادْخُلْ فَصَلِّ رَكْعَتَيْنِ ‏\"‏ ‏.‏ قَالَ فَدَخَلْتُ فَصَلَّيْتُ ثُمَّ رَجَعْتُ فَأَمَرَ بِلاَلاً أَنْ يَزِنَ لِي أُوقِيَّةً فَوَزَنَ لِي بِلاَلٌ فَأَرْجَحَ فِي الْمِيزَانِ - قَالَ - فَانْطَلَقْتُ فَلَمَّا وَلَّيْتُ قَالَ ‏\"‏ ادْعُ لِي جَابِرًا ‏\"‏ ‏.‏ فَدُعِيتُ فَقُلْتُ الآنَ يَرُدُّ عَلَىَّ الْجَمَلَ ‏.‏ وَلَمْ يَكُنْ شَىْءٌ أَبْغَضَ إِلَىَّ مِنْهُ فَقَالَ ‏\"‏ خُذْ جَمَلَكَ وَلَكَ ثَمَنُهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "18"
    }
  }
}