{
  "hadith": {
    "hadith_id": 3534,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমরা কোন এক সফরে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ছিলাম। আমি ছিলাম আমার একটি (পানিবাহী) উটের পিঠে। ওটি ছিল কাফিলার পশ্চাদ্বর্তীদের মাঝে। জাবির (রাঃ) বলেন, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে পিটুনী দিলেন কিংবা (বর্ণনা দ্বিধা) তিনি বলেছেন যে, তাকে খোঁচা দিলেন- আমার (আবূ নায্‌র) ধারণা তিনি (জাবির) বলেছেন যে, কোন কিছু দিয়ে যা তার সঙ্গে ছিল। জাবির (রাঃ) বলেন, এরপর সে (উট) কাফিলার লোকদের আগে আগে চলে যেতে লাগল এবং আমাকে (আমার ধরে রাখা লাগামসহ) টেনে নিয়ে যেতে লাগল। এমন কি আমি তাকে ঠেকিয়ে রাখছিলাম। জাবির (রাঃ) বলেন, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-বললেনঃ এত এত-এর বিনিময়ে এটি তুমি আমার কাছে বেঁচবে কি? এবং আল্লাহ তোমাকে মাফ করুন। জাবির (রাঃ) বলেন, আমি বললামঃ এটি আপনার জন্য, হে আল্লাহর নাবী! তিনি বললেন, এত এত-তে সেটি তুমি আমার কাছে বেচবে কি? এবং আল্লাহ তোমাকে মাফ করুন। জাবির (রাঃ) বলেন, আমি বললাম, এটি আপনার। জাবির (রাঃ) বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে আরও বললেন, তোমার পিতার (মৃত্যুর) পরে তুমি কি বিয়ে করেছো? আমি বললাম, জ্বি হাঁ। তিনি বললেন, বিধবা না কুমারীকে? জাবির (রাঃ) বলেন, আমি বললাম, বিধবাকে। তিনি বললেন, “তবে তুমি কোন কুমারীকে বিয়ে করলে না কেন- যে তোমাকে আমোদ-প্রমোদে রাখত আর তুমি তার সঙ্গে ক্রীড়া স্ফূর্তি করতে।”\n(রাবী) আবূ নায্‌রাহ্‌ (রহঃ) বলেন, এ কথাটি (অর্থাৎ আল্লাহ তোমার মাগফিরাত করুন!) ছিল একটি বাক্যাংশ যা মুসলিমগণ তাদের কথাবার্তায় (কথার মাত্রা ও বাচনভঙ্গী রূপে) উচ্চারণ করতেন। তারা বলেতেন এরূপ ও এমন কর...আল্লাহ তোমার মাগফিরাত করুন। (ই.ফা. ৩৫০৯, ই.ফা. ৩৫০৬)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ أَبِي، حَدَّثَنَا أَبُو نَضْرَةَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كُنَّا فِي مَسِيرٍ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَنَا عَلَى نَاضِحٍ إِنَّمَا هُوَ فِي أُخْرَيَاتِ النَّاسِ - قَالَ - فَضَرَبَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَوْ قَالَ نَخَسَهُ - أُرَاهُ قَالَ - بِشَىْءٍ كَانَ مَعَهُ قَالَ فَجَعَلَ بَعْدَ ذَلِكَ يَتَقَدَّمُ النَّاسَ يُنَازِعُنِي حَتَّى إِنِّي لأَكُفُّهُ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَتَبِيعُنِيهِ بِكَذَا وَكَذَا وَاللَّهُ يَغْفِرُ لَكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ هُوَ لَكَ يَا نَبِيَّ اللَّهِ ‏.‏ قَالَ ‏\"‏ أَتَبِيعُنِيهِ بِكَذَا وَكَذَا وَاللَّهُ يَغْفِرُ لَكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ هُوَ لَكَ يَا نَبِيَّ اللَّهِ ‏.‏ قَالَ وَقَالَ لِي ‏\"‏ أَتَزَوَّجْتَ بَعْدَ أَبِيكَ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ ثَيِّبًا أَمْ بِكْرًا ‏\"‏ ‏.‏ قَالَ قُلْتُ ثَيِّبًا ‏.‏ قَالَ ‏\"‏ فَهَلاَّ تَزَوَّجْتَ بِكْرًا تُضَاحِكُكَ وَتُضَاحِكُهَا وَتُلاَعِبُكَ وَتُلاَعِبُهَا ‏\"‏ ‏.‏ قَالَ أَبُو نَضْرَةَ فَكَانَتْ كَلِمَةً يَقُولُهَا الْمُسْلِمُونَ ‏.‏ افْعَلْ كَذَا وَكَذَا وَاللَّهُ يَغْفِرُ لَكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "18"
    }
  }
}