{
  "hadith": {
    "hadith_id": 3545,
    "narrator": "নাফি’ (রহঃ) সূত্রে ‘‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি তাঁর এক স্ত্রীকে হায়য অবস্থায় এক ত্বলাক্ব দিয়ে দেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে হুকুম দিলেন যেন সে স্ত্রীকে রাজ’আত করে নেয়। অতঃপর পবিত্র হওয়ার পরে পুনঃ আর একটি হায়য হওয়া পর্যন্ত তাকে নিজের কাছে রেখে দিবে। এরপর তার (এ পরবর্তী) হায়য হতে পবিত্র হওয়া পর্যন্ত তাকে অবকাশ দিবে। তখন যদি তাকে ত্বলাক্ব দেয়ার ইচ্ছা হয় তবে পবিত্র হবার সময় তার সঙ্গে যৌন সঙ্গম করার আগে তাকে ত্বলাক্ব দিবে। এটাই হল সে ‘ইদ্দাত যার প্রতি লক্ষ্য রেখে স্ত্রীদের ত্বলাক্ব প্রদানের আদেশ আল্লাহ দিয়েছেন।\n\n........ ইবনু রুম্‌হ (রহঃ) তার রিওয়ায়াতে অধিক বলেছেন- এবং এ প্রসঙ্গে জিজ্ঞাসিত হলে ‘‘আবদুল্লাহ (রাঃ) তাদের (প্রশ্নকর্তাদের) যে কাউকে বলতেন : দেখ, তুমি তোমার স্ত্রীকে (যতক্ষণ) একবার কিংবা দু’বার ত্বলাক্ব দিলে তা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে এরূপ (রাজ’আত) করার নির্দেশ দিয়েছেন। আর তুমি তাকে তিন ত্বলাক্ব দিয়ে দিলে তবে সে (স্ত্রী) তোমার জন্য হারাম হয়ে যাবে- যতক্ষণ না তুমি ব্যতীত অন্য কাউকে সে বিয়ে করে। আর তোমার স্ত্রীকে ত্বলাক্ব দেয়ার ব্যাপারে আল্লাহ তোমাকে বিধান দিয়েছিলেন তাতে তুমি তাঁর প্রতি অবাধ্যতা দেখালে।\nইমাম মুসলিম (রহঃ) বলেছেনঃ রাবী লায়স (রহঃ) (কুতায়বাহ্‌ প্রমুখের শায়খ) তার ‘একটি ত্বলাক্ব’ কথাটি স্পষ্ট করে দিয়ে উত্তম কাজ করেছেন। (ই.ফা. ৩৫১৭, ই.সে. ৩৫১৬)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَقُتَيْبَةُ، وَابْنُ، رُمْحٍ - وَاللَّفْظُ لِيَحْيَى - قَالَ قُتَيْبَةُ حَدَّثَنَا لَيْثٌ، وَقَالَ الآخَرَانِ، أَخْبَرَنَا اللَّيْثُ بْنُ سَعْدٍ، - عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ، أَنَّهُ طَلَّقَ امْرَأَةً لَهُ وَهْىَ حَائِضٌ تَطْلِيقَةً وَاحِدَةً فَأَمَرَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُرَاجِعَهَا ثُمَّ يُمْسِكَهَا حَتَّى تَطْهُرَ ثُمَّ تَحِيضَ عِنْدَهُ حَيْضَةً أُخْرَى ثُمَّ يُمْهِلَهَا حَتَّى تَطْهُرَ مِنْ حَيْضَتِهَا فَإِنْ أَرَادَ أَنْ يُطَلِّقَهَا فَلْيُطَلِّقْهَا حِينَ تَطْهُرُ مِنْ قَبْلِ أَنْ يُجَامِعَهَا فَتِلْكَ الْعِدَّةُ الَّتِي أَمَرَ اللَّهُ أَنْ يُطَلَّقَ لَهَا النِّسَاءُ ‏.‏ وَزَادَ ابْنُ رُمْحٍ فِي رِوَايَتِهِ وَكَانَ عَبْدُ اللَّهِ إِذَا سُئِلَ عَنْ ذَلِكَ قَالَ لأَحَدِهِمْ أَمَّا أَنْتَ طَلَّقْتَ امْرَأَتَكَ مَرَّةً أَوْ مَرَّتَيْنِ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَنِي بِهَذَا وَإِنْ كُنْتَ طَلَّقْتَهَا ثَلاَثًا فَقَدْ حَرُمَتْ عَلَيْكَ حَتَّى تَنْكِحَ زَوْجًا غَيْرَكَ وَعَصَيْتَ اللَّهَ فِيمَا أَمَرَكَ مِنْ طَلاَقِ امْرَأَتِكَ ‏.‏ قَالَ مُسْلِمٌ جَوَّدَ اللَّيْثُ فِي قَوْلِهِ تَطْلِيقَةً وَاحِدَةً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}