{
  "hadith": {
    "hadith_id": 3548,
    "narrator": "নাফি’ (রহঃ)-এর সূত্র",
    "bn": "ইবনু ‘উমার (রাঃ) তাঁর স্ত্রীকে তার ঋতুকালীন অবস্থায় ত্বলাক্ব দিলেন। তখন ‘উমার (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে (এ বিষয়ে) জিজ্ঞেস করলে তিনি তাঁকে (ইবনু ‘উমারকে) হুকুম দিলেন যে, স্ত্রীকে সে রাজ’আত (পুনঃগ্রহণ) করে নিবে। এরপর তাকে অপর একটি ঋতুতে ঋতুমতী হওয়া পর্যন্ত অবকাশ দিবে। অতঃপর (ঋতু হতে) পবিত্র হওয়া পর্যন্ত তাকে অবকাশ দিবে। পরে তার সঙ্গে যৌন সঙ্গম করার আগেই তাকে ত্বলাক্ব দিবে। এটাই হল সে ‘ইদ্দাত যার প্রতি লক্ষ্য রেখে স্ত্রীদের ত্বলাক্ব দেয়ার জন্য মহামহীয়ান আল্লাহ হুকুম করেছেন। রাবী (নাফি’) বলেন, পরবর্তীতে স্ত্রীর হায়য অবস্থায় ত্বলাক্ব প্রদানকারী পুরুষ (এর মাসাআলা) সম্পর্কে তাকে জিজ্ঞেস করা হলে ইবনু ‘উমার (রাঃ) বলতেন, যদি তুমি এক কিংবা দু’ত্বলাক্ব দিয়ে থাক, নিশ্চই রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে হুকুম দিয়েছেন যে, সে তাকে রাজ’আত করে নিবে। অতঃপর আর একটি হায়েযে ঋতুমতী হওয়া পর্যন্ত তাকে অবকাশ দিবে, এরপর পবিত্রতা (তুহর) পর্যন্ত তাকে অবকাশ দিবে। অতঃপর স্পর্শ (যৌন সঙ্গম) করার আগেই ত্বলাক্ব দিবে (যদি ইচ্ছা কর)। আর যদি তুমি তাকে তিন ত্বলাক্ব দিয়ে থাক তবে তুমি তোমার প্রতিপালকের অবাধ্য হয়েছো- তোমার স্ত্রীকে ত্বলাক্ব দেয়ার ব্যাপারে তিনি তোমাকে যে আদেশ করেছেন সে ব্যাপারে এবং সে স্ত্রী তোমার সঙ্গ হতে বিচ্ছিন্ন হয়ে গিয়েছে। (ই.ফা. ৩৫২০, ই.সে ৩৫১৯)",
    "ar": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، طَلَّقَ امْرَأَتَهُ وَهْىَ حَائِضٌ فَسَأَلَ عُمَرُ النَّبِيَّ صلى الله عليه وسلم فَأَمَرَهُ أَنْ يَرْجِعَهَا ثُمَّ يُمْهِلَهَا حَتَّى تَحِيضَ حَيْضَةً أُخْرَى ثُمَّ يُمْهِلَهَا حَتَّى تَطْهُرَ ثُمَّ يُطَلِّقَهَا قَبْلَ أَنْ يَمَسَّهَا فَتِلْكَ الْعِدَّةُ الَّتِي أَمَرَ اللَّهُ أَنْ يُطَلَّقَ لَهَا النِّسَاءُ ‏.‏ قَالَ فَكَانَ ابْنُ عُمَرَ إِذَا سُئِلَ عَنِ الرَّجُلِ يُطَلِّقُ امْرَأَتَهُ وَهْىَ حَائِضٌ يَقُولُ أَمَّا أَنْتَ طَلَّقْتَهَا وَاحِدَةً أَوِ اثْنَتَيْنِ ‏.‏ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَهُ أَنْ يَرْجِعَهَا ثُمَّ يُمْهِلَهَا حَتَّى تَحِيضَ حَيْضَةً أُخْرَى ثُمَّ يُمْهِلَهَا حَتَّى تَطْهُرَ ثُمَّ يُطَلِّقَهَا قَبْلَ أَنْ يَمَسَّهَا وَأَمَّا أَنْتَ طَلَّقْتَهَا ثَلاَثًا فَقَدْ عَصَيْتَ رَبَّكَ فِيمَا أَمَرَكَ بِهِ مِنْ طَلاَقِ امْرَأَتِكَ ‏.‏ وَبَانَتْ مِنْكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}