{
  "hadith": {
    "hadith_id": 3570,
    "narrator": "‘উবায়দ ইবনু ‘উমায়র (রহঃ) সূত্র",
    "bn": "তিনি ‘আয়িশা (রাঃ)-কে এ মর্মে হাদীসের খবর প্রদান করতে শুনেছেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (আসর পরবর্তী সময় হুজরা সমূহে আবর্তন কালে) যায়নাব বিনত জাহশ (রাঃ) -এর গৃহে অবস্হান করে সেখানে মধূ পান করেন। ‘আয়িশা (রাঃ) বললেন, আমি ও হাফ্সাহ্ মিলে এরূপ যুক্তি-পরামর্শ করলাম যে, আমাদের দু’জনের মাঝে যার কাছেই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (প্রথমে) আগমন করবেন সে বলবে- “আমি আপনার মুখে ‘মাগাফীর’-এর দুর্গন্ধ পাচ্ছি।[৬০] আপনি মাগাফীর খেয়েছেন।” পরে তিনি এদের কোন একজনের কাছে গেলে সে তাঁকে অনুরূপ বলল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন,... বরং আমি তো যায়নাব বিনত জাহ্শ-এর ঘরে মধু পান করেছি এবং পুনরায় কখনো পান করব না। তখন নাযিল হল- (অর্থ) “হে নাবী! আল্লাহ আপনার জন্য যা বৈধ করেছেন, আপনি তা হারাম করছেন কেন? আপনি আপনার স্ত্রীদের সন্তুষ্টি কামনা করছেন। আল্লাহ ক্ষমাশীল পরম দয়ালু। আল্লাহ তোমাদের শপথ হতে মুক্তি লাভের ব্যবস্হা করেছেন। আল্লাহ তোমাদের সহায়; তিনি সর্বজ্ঞ, প্রজ্ঞাময়। স্মরণ কর-নাবী তাঁর স্ত্রীদের একজনকে গোপনে কিছু বলেছিলেন। অতঃপর যখন সে তা অন্যকে বলে দিয়েছিল এবং আল্লাহ নাবীকে তা জানিয়ে দিয়েছিলেন, তখন নবী এ বিষয় কিছু ব্যক্ত করলেন; কিছু অব্যক্ত রাখলেন। যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা তার সে স্ত্রীকে জানালেন তখন সে বলল, কে আপনাকে তা অবহিত করল? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমাকে অবহিত করেছেন তিনি যিনি সর্বজ্ঞ, সম্যক অবগত। যদি তোমরা উভয়ে অনুতপ্ত হয়ে আল্লাহর দিকে প্রত্যাবর্তন কর, যেহেতু তোমাদের হৃদয় ঝুঁকে পড়েছে- আল্লাহ তোমাদের ক্ষমা করবেন”- (সূরাহ্ আত্ তাহ্রীমঃ ৬৬ : ১-৪)। এতে “যদি তোমরা উভয়ে তাওবাহ্ কর (অনুতপ্ত হয়ে আল্লাহর দিকে প্রত্যাবর্তন কর) দ্বারা ‘আয়িশাহ্ ও হাফ্সাহ্ (রাঃ) উদ্দেশ্য। এবং “যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর স্ত্রীদের একজনকে তিনি গোপনে কিছু বলেছিলেন”- দ্বারা ‘বরং আমি মধুপান করেছি এবং আর কখনো পান করবো না উদ্দেশ্য”। (ই.ফা. ৩৫৪২, ই.সে. ৩৫৪১)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، أَنَّهُ سَمِعَ عُبَيْدَ بْنَ عُمَيْرٍ، يُخْبِرُ أَنَّهُ سَمِعَ عَائِشَةَ، تُخْبِرُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَمْكُثُ عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ فَيَشْرَبُ عِنْدَهَا عَسَلاً قَالَتْ فَتَوَاطَأْتُ أَنَا وَحَفْصَةُ أَنَّ أَيَّتَنَا مَا دَخَلَ عَلَيْهَا النَّبِيُّ صلى الله عليه وسلم فَلْتَقُلْ إِنِّي أَجِدُ مِنْكَ رِيحَ مَغَافِيرَ أَكَلْتَ مَغَافِيرَ فَدَخَلَ عَلَى إِحْدَاهُمَا فَقَالَتْ ذَلِكَ لَهُ ‏.‏ فَقَالَ ‏\"‏ بَلْ شَرِبْتُ عَسَلاً عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ وَلَنْ أَعُودَ لَهُ ‏\"‏ ‏.‏ فَنَزَلَ ‏{‏ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ‏}‏ إِلَى قَوْلِهِ ‏{‏ إِنْ تَتُوبَا‏}‏ لِعَائِشَةَ وَحَفْصَةَ ‏{‏ وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا‏}‏ لِقَوْلِهِ ‏\"‏ بَلْ شَرِبْتُ عَسَلاً ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৬০] মাগাফীর হল এক প্রকার গাছ যা খুবই দুর্গন্ধযুক্ত।",
    "chapter": {
      "chapter_number": "19"
    }
  }
}