{
  "hadith": {
    "hadith_id": 3571,
    "narrator": "হিশামের পিতা (‘উরওয়াহ্) সূত্রে ‘আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিষ্ট দ্রব্য (হালুয়া) ও মধু পছন্দ করতেন। তাঁর নিয়ম ছিল- ‘আসরের সলাত আদায়ের পরে স্ত্রীদের ঘরে ঘরে এক চক্কর গিয়ে আসতেন এবং তাদের সান্নিধ্য-সন্নিকটে গমন করতেন। এভাবে তিনি হাফ্সাহ্ (রাঃ)-এর কাছে গেলেন এবং তাঁর কাছে স্বাভাবিক-ভাবে আবদ্ধ থাকার সময়ের চেয়ে অধিক সময় আবদ্ধ রইলেন। আমি (‘আয়িশাহ্) এ বিষয় জিজ্ঞেস করলে আমাকে বলা হল- তাকে (হাফসাকে) তাঁর গোত্রের কোন মহিলা এক পাত্র মধু হাদিয়া দিয়েছিল। তাই সে তা থেকে কিছু রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে পান করিয়েছিল। (‘আয়িশাহ্ বলেন) আমি বললাম, ওহে! আল্লাহর কসম! আমি অবশ্যই তাঁর জন্য কৌশলের ফাঁদ পাতব। আমি বিষয়টি সাওদাহ্-এর সঙ্গে আলোচনা করলাম এবং তাঁকে বললাম, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমার কাছে আগমন করলে তিনি তো তোমার সন্নিকটে আসবেন, তখন তুমি তাঁকে বলবে, হে আল্লাহ্‌র রসূল! আপনি মাগাফীর খেয়েছেন। তখন তিনি তো তোমাকে বলবেন- ‘না’। তখন তুমি তাঁকে বলবে, (তবে) এ দুর্গন্ধ কিসের?- আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে দুর্গন্ধ পাওয়া যাবে- এটা ছিল তাঁর কাছে অতি অসহনীয় বিষয়। তখন তিনি তোমাকে বলবেন- হাফসাহ্ আমাকে মধুর শরবত পান করিয়েছে। তুমি তখন তাঁকে বলবে, ‘ঐ মধুর মৌমাছি- উরফুত (গাছের কষ) চুষেছে।” আর আমিও তাঁকে এভাবেই বলব। আর তুমিও হে সাফিয়্যাহ্! তাই বলবে। পরে যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাওদাহ্ (রাঃ)-এর কাছে গেলেন- ‘আয়িশা (রাঃ) বলেন, সাওদাহ্ (রাঃ)-এর বর্ণনা- “কসম সে সত্তার যিনি ব্যতীত আর কোন ইলাহ নেই! তুমি আমাকে যা কিছু বলেছিলে তা তাঁর কাছে প্রকাশ করেই দিচ্ছিলাম প্রায়- তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন দরজায়- তোমার ভয়ে (তা আর করা হল না)। পরে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর নিকটবর্তী হলে সে বলল, “হে আল্লাহ্‌র রসূল! আপনি মাগাফীর খেয়েছেন? তিনি বললেন, ‘না’। সে (সাওদাহ্) বলল, “তবে এ ঘ্রাণ কিসের? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হাফ্সাহ্ আমাকে মধুর শরবত পান করিয়েছে। সাওদাহ্ বলল, (তবে-তাই) তার মৌমাছি উরফুত বা মাগাফিরের ফুল থেকে মধু সংগ্রহ করেছে।” পরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট আগমন করলে আমিও তাঁকে অনুরুপ বললাম। অতঃপর সাফিয়্যাহ্ (রাঃ)-এর কাছে গেলে সেও অনুরুপ বলল। পরে (আবার) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাফ্সাহ্-এর নিকট গেলে সে বলল, হে আল্লাহ্‌র রসূল! আমি কি আপনাকে তা পান করতে দিব না? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, “তার প্রতি আমার কোন চাহিদা নেই।” \n\n‘আয়িশা (রাঃ) বলেন, সাওদাহ্ (রাঃ) বলতে লাগল, ‘আল্লাহর কসম! আমরা তো তাকে (একটি প্রিয় পানীয় হতে) বঞ্চিত করে দিয়েছি। ‘আয়িশা (রাঃ) বলেন, চুপ থাক। (ই.ফা. ৩৫৪৩, ই.সে. ৩৫৪২)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ وَهَارُونُ بْنُ عَبْدِ اللَّهِ قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُحِبُّ الْحَلْوَاءَ وَالْعَسَلَ فَكَانَ إِذَا صَلَّى الْعَصْرَ دَارَ عَلَى نِسَائِهِ فَيَدْنُو مِنْهُنَّ فَدَخَلَ عَلَى حَفْصَةَ فَاحْتَبَسَ عِنْدَهَا أَكْثَرَ مِمَّا كَانَ يَحْتَبِسُ فَسَأَلْتُ عَنْ ذَلِكَ فَقِيلَ لِي أَهْدَتْ لَهَا امْرَأَةٌ مِنْ قَوْمِهَا عُكَّةً مِنْ عَسَلٍ فَسَقَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم مِنْهُ شَرْبَةً فَقُلْتُ أَمَا وَاللَّهِ لَنَحْتَالَنَّ لَهُ ‏.‏ فَذَكَرْتُ ذَلِكَ لِسَوْدَةَ وَقُلْتُ إِذَا دَخَلَ عَلَيْكِ فَإِنَّهُ سَيَدْنُو مِنْكِ فَقُولِي لَهُ يَا رَسُولَ اللَّهِ أَكَلْتَ مَغَافِيرَ فَإِنَّهُ سَيَقُولُ لَكِ لاَ ‏.‏ فَقُولِي لَهُ مَا هَذِهِ الرِّيحُ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَشْتَدُّ عَلَيْهِ أَنْ يُوجَدَ مِنْهُ الرِّيحُ - فَإِنَّهُ سَيَقُولُ لَكِ سَقَتْنِي حَفْصَةُ شَرْبَةَ عَسَلٍ ‏.‏ فَقُولِي لَهُ جَرَسَتْ نَحْلُهُ الْعُرْفُطَ وَسَأَقُولُ ذَلِكَ لَهُ وَقُولِيهِ أَنْتِ يَا صَفِيَّةُ فَلَمَّا دَخَلَ عَلَى سَوْدَةَ قَالَتْ تَقُولُ سَوْدَةُ وَالَّذِي لاَ إِلَهَ إِلاَّ هُوَ لَقَدْ كِدْتُ أَنْ أُبَادِئَهُ بِالَّذِي قُلْتِ لِي وَإِنَّهُ لَعَلَى الْبَابِ فَرَقًا مِنْكِ فَلَمَّا دَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَتْ يَا رَسُولَ اللَّهِ أَكَلْتَ مَغَافِيرَ قَالَ ‏\"‏ لاَ ‏\"‏ ‏.‏ قَالَتْ فَمَا هَذِهِ الرِّيحُ قَالَ ‏\"‏ سَقَتْنِي حَفْصَةُ شَرْبَةَ عَسَلٍ ‏\"‏ ‏.‏ قَالَتْ جَرَسَتْ نَحْلُهُ الْعُرْفُطَ ‏.‏ فَلَمَّا دَخَلَ عَلَىَّ قُلْتُ لَهُ مِثْلَ ذَلِكَ ثُمَّ دَخَلَ عَلَى صَفِيَّةَ فَقَالَتْ بِمِثْلِ ذَلِكَ فَلَمَّا دَخَلَ عَلَى حَفْصَةَ قَالَتْ يَا رَسُولَ اللَّهِ أَلاَ أَسْقِيكَ مِنْهُ قَالَ ‏\"‏ لاَ حَاجَةَ لِي بِهِ ‏\"‏ ‏.‏ قَالَتْ تَقُولُ سَوْدَةُ سُبْحَانَ اللَّهِ وَاللَّهِ لَقَدْ حَرَمْنَاهُ ‏.‏ قَالَتْ قُلْتُ لَهَا اسْكُتِي ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}