{
  "hadith": {
    "hadith_id": 3583,
    "narrator": "‘উমার ইবনুল খাত্ত্বাব (রাঃ)",
    "bn": "তিনি বলেন, যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সহধর্মিনীগন থেকে সাময়িকভাবে পৃথক হয়ে গেলেন, তখন আমি মাসজিদে নবাবীতে প্রবেশ করলাম। আমি দেখতে পেলাম লোকেরা হাতে কংকর নিযে নাড়াচাড়া করছে (যা দুশ্চিন্তার সময় স্বভাবিকভাবে ঘটে থাকে)। তাঁরা বলাবলি করছিল যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সহধর্মিনীগণকে ত্বলাক্ব দিয়ে দিয়েছেন। এই ঘটনা ছিল তাঁদের উপর পর্দার নির্দেশ আসার পূর্বেকার। ‘উমার (রাঃ) বললেন, আমি আজই প্রকৃত ঘটনা জেনে নিব। তাই আমি ‘আয়িশা (রাঃ)-এর নিকটে গেলাম। আমি তাঁকে বললাম, হে আবূ বাক্‌র তনয়া! তোমার অবস্হা কি এই পর্যায়ে নেমে গিয়েছে যে, তুমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে কষ্ট দিচ্ছ? তিনি বললেন, হে খাত্ত্বাবের পূত্র! আমার ব্যাপার নিয়ে আপনি মাথা ঘামাচ্ছেন কেন? আগে নিজের ঘরের খবর নিন। তিনি বলেন, তখনই আমি হাফ্‌সাহ্‌ বিনতু ‘উমার (রাঃ)-এর কাছে এলাম। আমি তাঁকে বললাম, হে হাফ্‌সাহ্‌! তোমার অবস্হা এই পর্যায়ে গড়িয়েছে যে, তুমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে কষ্ট দিচ্ছ? আল্লাহ্‌র কসম! আমি জানতে পেরেছি যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমাকে ভালবাসেন না। আর আমি না হলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অবশ্যই তোমাকে ত্বলাক্ব দিয়ে দিতেন। একথা শুনে তিনি অঝোরে কান্নায় ভেঙ্গে পড়লেন। তখন আমি তাকে বললাম, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোথায় আছেন? সে [হাফ্‌সাহ্‌ (রাঃ)] বলল, তিনি ঐ চিলেকোঠায় অবস্থান করছেন। আমি সেখানে প্রবেশের চেষ্টা করলাম। তখন আমি দেখতে পেলাম যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চৌকাঠটি ছিল খেজুর গাছের কাণ্ড দিয়ে নির্মিত যা দিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উঠানামা করতেন। আমি রাবাহ-কে ডাকলাম এবং বললাম, হে রাবাহ! আমার জন্য রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট থেকে প্রবেশের অনুমতি নিয়ে এসো। তখন রাবাহ কামরার দিকে দৃষ্টিপাত করল। এরপর আমার দিকে ফিরে তাকাল। কিন্তু সে কিছুই বলল না। আমি বললাম, হে রাবাহ! তুমি আমার জন্য রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট থেকে অনুমতি নিয়ে এসো। এরপর রাবহা কামরার দিকে দৃষ্টিপাত করল। এরপর আমার দিকে ফিরে তাকাল। কিন্তু সে এবারও কিছুই বলল না। তখন আমি উচ্চৈঃস্বরে বললাম, হে রাবাহ! তুমি আমার জন্য রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট থেকে অনুমতি নিয়ে এসো। সে সময় আমি ভেবেছিলাম যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হয়ত ধারণা করছেন আমি আমার কন্যা হাফ্‌সার কারণেই এখানে এসেছি। আল্লাহ কসম! যদি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার গর্দান উড়িয়ে দিবার নির্দেশ দিতেন তাহলে আমি অবশ্যিই তার গর্দান উড়িয়ে দিতাম। এ সব কথা আমি উচ্চৈঃস্বরেই বলছিলাম। তখন সে (রাবাহ) আমাকে ইশারায় উপরে উঠতে বলল। তখন আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে প্রবেশ করলাম। সে সময় তিনি খেজুর পত্র নির্মিত একটি চাটাইয়ের উপর কাত হয়ে শোয়া ছিলেন। আমি সেখানে বসে পড়লাম। তিনি তাঁর চাদরখানি তাঁর শরীরের উপরে টেনে দিলেন। তখন এটি ছাড়া তাঁর পরনে অন্য কোন কাপড় ছিল না আর বাহুতে চাটাইয়ের দাগ বসে গিয়েছিল। এরপর আমি স্বচক্ষে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামানাদির দিকে তাকালাম। আমি সেখানে একটি পাত্রে এক সা’ (আড়াই কেজি পরিমাণ) এর কাছাকাছি কয়েক মুঠো যব দেখতে পেলাম। অনুরূপ বাবলা জাতীয় গাছের কিছু পাতা (যা দিয়ে চামড়ায় রং করা হয়।) কামরার এক কোণায় পড়ে আছে দেখলাম। আরও দেখতে পেলাম ঝুলন্ত একখানি চামড়া যা পাকানো ছিল না। তখন তিনি বলেন, এই সব দেখে আমার দু’ চোখ অশ্রুসিক্ত হয়ে গেল। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে খাত্ত্বাবের পূত্র! কিসে তোমার কান্না পেয়েছে? আমি বললাম, হে আল্লাহর নাবী! কেন আমি কাঁদব না। এই যে চাটাই আপনার শরীরের পার্শ্বদেশে দাগ বসিয়ে দিয়েছে। আর এই হচ্ছে আপনার কোষাগার। এখানে সামান্য কিছু যা দেখলাম তা ছাড়া তো আর কিছুই নেই। পক্ষান্তরে ঐ যে রোমক বাদশাহ ও পারস্য সম্রাট, কত বিলাস ব্যসনে ফলমূল ও ঝরণায় পরিবেষ্টিত হয়ে আড়ম্বরপূর্ণ জীবন যাপন করছে। আর আপনি হলেন আল্লাহর রসূল এবং তাঁর মনোনীত ব্যক্তি। আর আপনার কোষাগার হচ্ছে এই! তখন তিনি বললেন, হে খাত্ত্বাব তনয়! তুমি কি এতে পরিতুষ্ট নও যে, আমাদের জন্য রয়েছে আখিরাত আর তাদের জন্য দুনিয়া (পার্থিব ভোগ বিলাস)। আমি বললাম, নিশ্চয়ই সন্তুষ্ট। এরপর ‘উমার (রাঃ) বলেন, আমি যখন প্রবেশ করেছিলাম তখন তাঁর চেহারায় রাগের ছাপ স্পষ্ট দেখতে পাচ্ছিলাম। এরপর আমি বললাম, হে আল্লাহ্‌র রসূল! আপনার সহধর্মিনীগণের কোন আচরণ আপনার মনোকষ্টের কারণ হয়েছে কি? আপনি যদি তাঁদের ত্বলাক্ব প্রদান করে থাকেন (তাতে আপনার কিছু আসে যায় না) সর্বশক্তিমান আল্লাহ আপনার সঙ্গে আছেন। তাঁর সকল মালাক, জিব্‌রীল, মীকাঈল, আমি, আবূ বকর (রাঃ) সহ সকল ঈমানদার আপনার সঙ্গে আছেন। তিনি [‘উমার (রাঃ)] বলেন, আল-হামদুলিল্লাহ, আমি যখনই কোন কথা বলি তাতে প্রায়ই আমি আশাবাদী যে, আল্লাহ আমার কথা সত্য প্রমাণিত করবেন। তখন ইখ্‌তিয়ার সম্পর্কিত এ আয়াত নাযিল হল- “যদি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমাদের সকলকে ত্বলাক্ব দিয়ে দেয় তাহলে তার প্রতিপালক তোমাদের পরিবর্তে তাকে তোমাদের চাইতে উৎকৃষ্টতর সহধর্মিনী দিবেন।” (সূরাহ্‌ আত্‌ তাহরীম ৬৬ : ৫)।\n“আর তোমরা দু’জন যদি নাবীর বিরুদ্ধে একে অপরের সাহায্য কর তবে জেনে রাখ, আল্লাহ্‌ই তার বন্ধু এবং জিব্‌রীল (‘আঃ), সৎকর্মপরায়ণ মু’মিনগণও। অধিকন্তু সমস্থ মালায়িকাহ্‌ও তার সাহায্যকারী।” (সূরাহ্‌ আত্‌ তাহরীম ৬৬ : ৪)\n‘আয়িশাহ্‌ বিনত আবূ বকর (রাঃ) ও হাফ্‌সাহ্‌ (বিনতু ‘উমার) (রাঃ) এ দু’জন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অন্যান্য সহধর্মিনীগণের উপর প্রাধান্য বিস্তার করে আসছিল। আমি বললাম, হে আল্লাহ্‌র রসূল! আপনি তাদের ত্বলাক্ব দিয়েছেন? তিনি বললেন, না। তখন আমি বললাম, হে আল্লাহ্‌র রসূল! আমি মসজিদে প্রবেশ করে দেখতে পেলাম মুসলিমরা (চিন্তাযুক্ত হয়ে) মাটির কংকর মারছে এবং বলছে যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সহধর্মিনীগণকে ত্বলাক্ব দিয়ে দিয়েছেন। এখন আমি কি তাদের কাছে গিয়ে জানিয়ে দিব যে, আপনি আপনার সহধর্মিনীদের ত্বলাক্ব দেননি? তিনি বললেন, হাঁ তোমার মনে চাইলে। এভাবে আমি তাঁর সঙ্গে আলাপ করতে লাগলাম। পরিশেষে দেখলাম তার চেহারা থেকে রাগের ছাপ একেবারে মুছে গেছে এবং তিনি এমনভাবে হাসি দিলেন যে, তার দাঁত দেখা গেল। তাঁর দাঁত ছিল সকলের চাইতে সুন্দর। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেখান থেকে নিচে নেমে এলেন এবং আমিও খেজুর গাছের কাণ্ড নির্মিত (সিঁড়ির) কাষ্ঠ ধরে নিচে নেমে এলাম। তবে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমনভাবে নিচে নামলেন যেন তিনি সমতল যমীনে হাঁটছেন। তিনি তাঁর হাত দিয়ে কাণ্ডটি স্পর্শ করেননি। আমি বললাম, হে আল্লাহ্‌র রসূল! আপনি তো এই বালাখানায় ঊনত্রিশ দিন অবস্হান করছেন। তিনি বললেন, মাস ঊনত্রিশ দিনেও হয়ে থাকে। এরপর আমি মসজিদের দরজায় দাঁড়িয়ে উচ্চৈঃস্বরে ঘোষণা করলাম, তিনি তাঁর সহধর্মিনীগণকে ত্বলাক্ব দেননি। তখন এই আয়াত নাযিল হল- “যখন শাস্তি কিংবা ভয়ের কোন সংবাদ তাদের কাছে আসে তখন তারা তা প্রচার করে দেয়। যদি তারা বিষয়টি আল্লাহর রসূল এবং নেতৃত্ব স্হানীয় ব্যক্তিদের নিকট উপস্হাপন করত তাহলে তাদের মধ্যে যারা তথ্য অনুসন্ধানী তারা এর যথার্থতা নিরূপণ করতে সক্ষম হত।” মোটকথা আমি [‘উমার (রাযিঃ] এই বিষয়টির সঠিক তথ্য নির্ণয়ে সক্ষম হয়েছিলাম। তখন আল্লাহ তা‘আলা ইখ্‌তিয়ার সস্পর্কিত আয়াত নাযিল করেন। (ই.ফা. ৩৫৫৪, ই.সে. ৩৫৫৪)",
    "ar": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عُمَرُ بْنُ يُونُسَ الْحَنَفِيُّ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، عَنْ سِمَاكٍ أَبِي زُمَيْلٍ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبَّاسٍ، حَدَّثَنِي عُمَرُ بْنُ الْخَطَّابِ، قَالَ لَمَّا اعْتَزَلَ نَبِيُّ اللَّهِ صلى الله عليه وسلم نِسَاءَهُ - قَالَ - دَخَلْتُ الْمَسْجِدَ فَإِذَا النَّاسُ يَنْكُتُونَ بِالْحَصَى وَيَقُولُونَ طَلَّقَ رَسُولُ اللَّهِ صلى الله عليه وسلم نِسَاءَهُ وَذَلِكَ قَبْلَ أَنْ يُؤْمَرْنَ بِالْحِجَابِ فَقَالَ عُمَرُ فَقُلْتُ لأَعْلَمَنَّ ذَلِكَ الْيَوْمَ قَالَ فَدَخَلْتُ عَلَى عَائِشَةَ فَقُلْتُ يَا بِنْتَ أَبِي بَكْرٍ أَقَدْ بَلَغَ مِنْ شَأْنِكِ أَنْ تُؤْذِي رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَتْ مَا لِي وَمَا لَكَ يَا ابْنَ الْخَطَّابِ عَلَيْكَ بِعَيْبَتِكَ ‏.‏ قَالَ فَدَخَلْتُ عَلَى حَفْصَةَ بِنْتِ عُمَرَ فَقُلْتُ لَهَا يَا حَفْصَةُ أَقَدْ بَلَغَ مِنْ شَأْنِكِ أَنْ تُؤْذِي رَسُولَ اللَّهِ صلى الله عليه وسلم وَاللَّهِ لَقَدْ عَلِمْتِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لاَ يُحِبُّكِ ‏.‏ وَلَوْلاَ أَنَا لَطَلَّقَكِ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ فَبَكَتْ أَشَدَّ الْبُكَاءِ فَقُلْتُ لَهَا أَيْنَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَتْ هُوَ فِي خِزَانَتِهِ فِي الْمَشْرُبَةِ ‏.‏ فَدَخَلْتُ فَإِذَا أَنَا بِرَبَاحٍ غُلاَمِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَاعِدًا عَلَى أُسْكُفَّةِ الْمَشْرُبَةِ مُدَلٍّ رِجْلَيْهِ عَلَى نَقِيرٍ مِنْ خَشَبٍ وَهُوَ جِذْعٌ يَرْقَى عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَيَنْحَدِرُ فَنَادَيْتُ يَا رَبَاحُ اسْتَأْذِنْ لِي عِنْدَكَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَنَظَرَ رَبَاحٌ إِلَى الْغُرْفَةِ ثُمَّ نَظَرَ إِلَىَّ فَلَمْ يَقُلْ شَيْئًا ثُمَّ قُلْتُ يَا رَبَاحُ اسْتَأْذِنْ لِي عِنْدَكَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَنَظَرَ رَبَاحٌ إِلَى الْغُرْفَةِ ثُمَّ نَظَرَ إِلَىَّ فَلَمْ يَقُلْ شَيْئًا ثُمَّ رَفَعْتُ صَوْتِي فَقُلْتُ يَا رَبَاحُ اسْتَأْذِنْ لِي عِنْدَكَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَإِنِّي أَظُنُّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم ظَنَّ أَنِّي جِئْتُ مِنْ أَجْلِ حَفْصَةَ وَاللَّهِ لَئِنْ أَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم بِضَرْبِ عُنُقِهَا لأَضْرِبَنَّ عُنُقَهَا ‏.‏ وَرَفَعْتُ صَوْتِي فَأَوْمَأَ إِلَىَّ أَنِ ارْقَهْ فَدَخَلْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُوَ مُضْطَجِعٌ عَلَى حَصِيرٍ فَجَلَسْتُ فَأَدْنَى عَلَيْهِ إِزَارَهُ وَلَيْسَ عَلَيْهِ غَيْرُهُ وَإِذَا الْحَصِيرُ قَدْ أَثَّرَ فِي جَنْبِهِ فَنَظَرْتُ بِبَصَرِي فِي خِزَانَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَإِذَا أَنَا بِقَبْضَةٍ مِنْ شَعِيرٍ نَحْوِ الصَّاعِ وَمِثْلِهَا قَرَظًا فِي نَاحِيَةِ الْغُرْفَةِ وَإِذَا أَفِيقٌ مُعَلَّقٌ - قَالَ - فَابْتَدَرَتْ عَيْنَاىَ قَالَ ‏\"‏ مَا يُبْكِيكَ يَا ابْنَ الْخَطَّابِ ‏\"‏ ‏.‏ قُلْتُ يَا نَبِيَّ اللَّهِ وَمَا لِي لاَ أَبْكِي وَهَذَا الْحَصِيرُ قَدْ أَثَّرَ فِي جَنْبِكَ وَهَذِهِ خِزَانَتُكَ لاَ أَرَى فِيهَا إِلاَّ مَا أَرَى وَذَاكَ قَيْصَرُ وَكِسْرَى فِي الثِّمَارِ وَالأَنْهَارِ وَأَنْتَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَصَفْوَتُهُ وَهَذِهِ خِزَانَتُكَ ‏.‏ فَقَالَ ‏\"‏ يَا ابْنَ الْخَطَّابِ أَلاَ تَرْضَى أَنْ تَكُونَ لَنَا الآخِرَةُ وَلَهُمُ الدُّنْيَا ‏\"‏ ‏.‏ قُلْتُ بَلَى - قَالَ - وَدَخَلْتُ عَلَيْهِ حِينَ دَخَلْتُ وَأَنَا أَرَى فِي وَجْهِهِ الْغَضَبَ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا يَشُقُّ عَلَيْكَ مِنْ شَأْنِ النِّسَاءِ فَإِنْ كُنْتَ طَلَّقْتَهُنَّ فَإِنَّ اللَّهَ مَعَكَ وَمَلاَئِكَتَهُ وَجِبْرِيلَ وَمِيكَائِيلَ وَأَنَا وَأَبُو بَكْرٍ وَالْمُؤْمِنُونَ مَعَكَ وَقَلَّمَا تَكَلَّمْتُ وَأَحْمَدُ اللَّهَ بِكَلاَمٍ إِلاَّ رَجَوْتُ أَنْ يَكُونَ اللَّهُ يُصَدِّقُ قَوْلِي الَّذِي أَقُولُ وَنَزَلَتْ هَذِهِ الآيَةُ آيَةُ التَّخْيِيرِ ‏{‏ عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِنْكُنَّ‏}‏ ‏{‏ وَإِنْ تَظَاهَرَا عَلَيْهِ فَإِنَّ اللَّهَ هُوَ مَوْلاَهُ وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلاَئِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ‏}‏ وَكَانَتْ عَائِشَةُ بِنْتُ أَبِي بَكْرٍ وَحَفْصَةُ تَظَاهَرَانِ عَلَى سَائِرِ نِسَاءِ النَّبِيِّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ أَطَلَّقْتَهُنَّ قَالَ ‏\"‏ لاَ ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي دَخَلْتُ الْمَسْجِدَ وَالْمُسْلِمُونَ يَنْكُتُونَ بِالْحَصَى يَقُولُونَ طَلَّقَ رَسُولُ اللَّهِ صلى الله عليه وسلم نِسَاءَهُ أَفَأَنْزِلُ فَأُخْبِرَهُمْ أَنَّكَ لَمْ تُطَلِّقْهُنَّ قَالَ ‏\"‏ نَعَمْ إِنْ شِئْتَ ‏\"‏ ‏.‏ فَلَمْ أَزَلْ أُحَدِّثُهُ حَتَّى تَحَسَّرَ الْغَضَبُ عَنْ وَجْهِهِ وَحَتَّى كَشَرَ فَضَحِكَ وَكَانَ مِنْ أَحْسَنِ النَّاسِ ثَغْرًا ثُمَّ نَزَلَ نَبِيُّ اللَّهِ صلى الله عليه وسلم وَنَزَلْتُ فَنَزَلْتُ أَتَشَبَّثُ بِالْجِذْعِ وَنَزَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم كَأَنَّمَا يَمْشِي عَلَى الأَرْضِ مَا يَمَسُّهُ بِيَدِهِ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّمَا كُنْتَ فِي الْغُرْفَةِ تِسْعَةً وَعِشْرِينَ ‏.‏ قَالَ ‏\"‏ إِنَّ الشَّهْرَ يَكُونُ تِسْعًا وَعِشْرِينَ ‏\"‏ ‏.‏ فقُمْتُ عَلَى بَابِ الْمَسْجِدِ فَنَادَيْتُ بِأَعْلَى صَوْتِي لَمْ يُطَلِّقْ رَسُولُ اللَّهِ صلى الله عليه وسلم نِسَاءَهُ ‏.‏ وَنَزَلَتْ هَذِهِ الآيَةُ ‏{‏ وَإِذَا جَاءَهُمْ أَمْرٌ مِنَ الأَمْنِ أَوِ الْخَوْفِ أَذَاعُوا بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُولِي الأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ‏}‏ فَكُنْتُ أَنَا اسْتَنْبَطْتُ ذَلِكَ الأَمْرَ وَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ آيَةَ التَّخْيِيرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}