{
  "hadith": {
    "hadith_id": 3588,
    "narrator": "যুহরী (রহঃ) বলেন, ‘উরওয়াহ্ (রাঃ) ‘আয়িশাহ্ (রাঃ)-এর সূত্র",
    "bn": "আমাকে বর্ণনা করেছেন যে, তিনি বলেছেনঃ যখন ঊনত্রিশ দিন অতিবাহিত হল তখন প্রথমে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট আসলেন। তখন আমি বললাম, হে আল্লাহ্‌র রসূল! আপনি তো কসম করেছিলেন একমাস পর্যন্ত আমাদের কাছে আসবেন না অথচ ঊনত্রিশ দিন পরই আপনি আমাদের কাছে ফিরে এলেন। আমি এই দিনগুলো হিসেব করে রেখেছিলাম। তিনি বললেন, মাস ঊনত্রিশ দিনেও হয়। এরপর তিনি বললেন, হে ‘আয়িশাহ্! আমি তোমাকে একটি বিষয় স্মরণ করিয়ে দিতে চাই যে, সে সম্পর্কে তোমার পিতামাতার সঙ্গে পরামর্শ না করে তাড়াতাড়ি উত্তর দেয়ার প্রয়োজন নেই। তখন তিনি আমাকে এই আয়াত তিলাওয়াত করে শোনালেনঃ “হে নাবী! আপনি আপনার স্ত্রীদের বলুন, তোমরা যদি পার্থিব জীবন ও এর ভূষণ কামনা কর তাহলে এসো আমি তোমাদের ভোগ বিলাসের উপকরণের ব্যবস্হা করে দেই এবং সৌজন্যের সাথে তোমাদের বিদায় করে দিই। আর যদি তোমরা আল্লাহ, তাঁর রসূল ও পরকাল কামনা কর তবে তোমাদের মধ্যে যারা সৎকর্মপরায়ণা আল্লাহ তাদের জন্য মহা প্রতিদান প্রস্তুত করে রেখেছেন”- (সূরাহ্ আল আহযাব ৩৩ : ২৮-২৯)। ‘আয়িশা (রাঃ) বলেন, এটা নির্ঘাত সত্য যে, আমার পিতামাতা কস্মিনকালেও আমাকে তাঁর (রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) থেকে বিচ্ছিন্ন হওয়ার পরামর্শ দিবেন না। তিনি বলেন, তখন আমি বললাম, হে আল্লাহ্‌র রসূল! এ বিষয়ে কি আমি আমার পিতামাতার সাথে পরামর্শ করতে যাব? নিশ্চয়ই আমি আল্লাহ, তাঁর রসূল ও পরকাল কামনা করি।\nমা’মার (রহঃ) বলেন, আইয়ূব আমাকে জানিয়েছেন যে, ‘আয়িশা (রাঃ) বলেছেন, (হে আল্লাহ্‌র রসূল!) আপনি আপনার অন্যান্য সহধর্মিনীগনের কাছে বলবেন না যে, আমি আপনাকেই ইখ্তিয়ার করে নিয়েছি। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেন, আল্লাহ আমকে মুবাল্লিগ (সত্য প্রচারক) রুপে প্রেরণ করেছেন, বিপদে নিক্ষেপকারীরূপে পাঠাননি।\nক্বাতাদাহ্ (রহঃ)(আরবী) এর অর্থ (আরবী) “তোমাদের হৃদয় (অন্যায় প্রবণতার দিকে) ঝুঁকে পড়েছিল” বলে উল্লেখ করেছেন। ( ই.ফা. ৩৫৫৮, ই.সে. ৩৫৫৮)",
    "ar": "قَالَ الزُّهْرِيُّ فَأَخْبَرَنِي عُرْوَةُ، عَنْ عَائِشَةَ، قَالَتْ لَمَّا مَضَى تِسْعٌ وَعِشْرُونَ لَيْلَةً دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بَدَأَ بِي فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّكَ أَقْسَمْتَ أَنْ لاَ تَدْخُلَ عَلَيْنَا شَهْرًا وَإِنَّكَ دَخَلْتَ مِنْ تِسْعٍ وَعِشْرِينَ أَعُدُّهُنَّ ‏.‏ فَقَالَ ‏\"‏ إِنَّ الشَّهْرَ تِسْعٌ وَعِشْرُونَ - ثُمَّ قَالَ - يَا عَائِشَةُ إِنِّي ذَاكِرٌ لَكِ أَمْرًا فَلاَ عَلَيْكِ أَنْ لاَ تَعْجَلِي فِيهِ حَتَّى تَسْتَأْمِرِي أَبَوَيْكِ ‏\"‏ ‏.‏ ثُمَّ قَرَأَ عَلَىَّ الآيَةَ ‏{‏ يَا أَيُّهَا النَّبِيُّ قُلْ لأَزْوَاجِكَ‏}‏ حَتَّى بَلَغَ ‏{‏ أَجْرًا عَظِيمًا‏}‏ قَالَتْ عَائِشَةُ قَدْ عَلِمَ وَاللَّهِ أَنَّ أَبَوَىَّ لَمْ يَكُونَا لِيَأْمُرَانِي بِفِرَاقِهِ قَالَتْ فَقُلْتُ أَوَفِي هَذَا أَسْتَأْمِرُ أَبَوَىَّ فَإِنِّي أُرِيدُ اللَّهَ وَرَسُولَهُ وَالدَّارَ الآخِرَةَ ‏.‏ قَالَ مَعْمَرٌ فَأَخْبَرَنِي أَيُّوبُ أَنَّ عَائِشَةَ قَالَتْ لاَ تُخْبِرْ نِسَاءَكَ أَنِّي اخْتَرْتُكَ فَقَالَ لَهَا النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ اللَّهَ أَرْسَلَنِي مُبَلِّغًا وَلَمْ يُرْسِلْنِي مُتَعَنِّتًا ‏\"‏ ‏.‏ قَالَ قَتَادَةُ صَغَتْ قُلُوبُكُمَا مَالَتْ قُلُوبُكُمَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}