{
  "hadith": {
    "hadith_id": 3605,
    "narrator": "আবূ বাক্‌র ইবনু আবূ জাহ্‌ম (রাঃ)",
    "bn": "তিনি বলেন, আমি ফাত্বিমাহ বিনতু ক্বায়সকে বলতে শুনেছি যে, আমার স্বামী আবূ ‘আমর হাফস্‌ ইবনু মুগীরাহ্ (রাঃ) ‘আইয়্যাশ ইবনু আবূ রাবী’আহ্‌-কে আমার নিকটে আমাকে ত্বলাক্ব দেয়ার সংবাদ দিয়ে পাঠান। তিনি তার সাথে আমার খোরপোষের জন্য পাঁচ সা’ (এক সা’ সাড়ে তিন কেজির সমান) খেজুর এবং পাঁচ সা’ যব পাঠিয়ে দেন। তখন আমি তাকে বললাম, আমার জন্য কি খোরপোষ এ পরিমাণ? আমি তোমাদের ঘরে ‘ইদ্দাত করব না। তিনি (‘আইয়্যাশ) বললেন, না তা হতে পারে না। তিনি (ফাত্বিমাহ্‌) বললেন, আমি তখন কাপড় চোপড় পরিধান করে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে গেলাম। তিনি আমাকে বললেন, সে তোমাকে কত ত্বলাক্ব দিয়েছে? আমি বললাম, তিন ত্বলাক্ব। তিনি বললেন, সে (আয়্যাশ) ঠিকই বলেছে। তোমার জন্য কোন খোরপোষ নেই। তুমি তোমার চাচাতো ভাই ইবনু উম্মু মাকতূমের ঘরে গিয়ে ইদ্দাত পালন কর। সে একজন অন্ধ মানুষ। তুমি প্রয়োজনবোধে তার কাছে কাপড় চোপড় খুলে রাখতে পারবে। এরপর তোমার ‘ইদ্দাত পূর্ন হলে তুমি আমাকে জানাবে। তিনি [ফাত্বিমাহ বিনতু ক্বায়স (রাঃ)] বলেন, আমার ‘ইদ্দাতকাল অতিবাহিত হলে বেশ কয়েকজন লোক আমার কাছে বিয়ের পায়গাম পাঠালেন। তার মধ্যে মু’আবিয়াহ্‌ ও আবু জাহ্‌মও ছিলেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, মু’আবিয়াহ্‌ তো একজন গরীব মানুষ, নগণ্য সম্পদের অধিকারী আর আবূ জাহম তো নারীদের প্রতি কঠোর (অথবা বললেন) সে স্ত্রীদের লাঠিপেটা করে অথবা এরূপ কিছু বললেন। তবে উসামাহ্‌ ইবনু যায়দকেই গ্রহন করা তোমার জন্য উচিত হবে। (ই.ফা. ৩৫৭৫, ই.সে. ৩৫৭৫)",
    "ar": "وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ أَبِي بَكْرِ بْنِ، أَبِي الْجَهْمِ قَالَ سَمِعْتُ فَاطِمَةَ بِنْتَ قَيْسٍ، تَقُولُ أَرْسَلَ إِلَىَّ زَوْجِي أَبُو عَمْرِو بْنُ حَفْصِ بْنِ الْمُغِيرَةِ عَيَّاشَ بْنَ أَبِي رَبِيعَةَ بِطَلاَقِي وَأَرْسَلَ مَعَهُ بِخَمْسَةِ آصُعِ تَمْرٍ وَخَمْسَةِ آصُعِ شَعِيرٍ فَقُلْتُ أَمَا لِي نَفَقَةٌ إِلاَّ هَذَا وَلاَ أَعْتَدُّ فِي مَنْزِلِكُمْ قَالَ لاَ ‏.‏ قَالَتْ فَشَدَدْتُ عَلَىَّ ثِيَابِي وَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ كَمْ طَلَّقَكِ ‏\"‏ ‏.‏ قُلْتُ ثَلاَثًا ‏.‏ قَالَ ‏\"‏ صَدَقَ لَيْسَ لَكِ نَفَقَةٌ ‏.‏ اعْتَدِّي فِي بَيْتِ ابْنِ عَمِّكِ ابْنِ أُمِّ مَكْتُومٍ فَإِنَّهُ ضَرِيرُ الْبَصَرِ تُلْقِي ثَوْبَكِ عِنْدَهُ فَإِذَا انْقَضَتْ عِدَّتُكِ فَآذِنِينِي ‏\"‏ ‏.‏ قَالَتْ فَخَطَبَنِي خُطَّابٌ مِنْهُمْ مُعَاوِيَةُ وَأَبُو الْجَهْمِ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ مُعَاوِيَةَ تَرِبٌ خَفِيفُ الْحَالِ وَأَبُو الْجَهْمِ مِنْهُ شِدَّةٌ عَلَى النِّسَاءِ - أَوْ يَضْرِبُ النِّسَاءَ أَوْ نَحْوَ هَذَا - وَلَكِنْ عَلَيْكِ بِأُسَامَةَ بْنِ زَيْدٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}