{
  "hadith": {
    "hadith_id": 3638,
    "narrator": "সা’ঈদ ইবনু জুবায়র (রহঃ)",
    "bn": "তিনি বলেন, মুস’আবের স্ত্রীর ব্যাপারে আমাকে লি’আনকারী দু’জনের মাস’আলা সম্পর্কে জিজ্ঞেস করা হয়েছিল যে, তাদের আলাদা করা হবে কি না। তিনি বলেনঃ তখন আমি কী বলব তা আমি বুঝতে পারছিলাম না। এরপর আমি মাক্কায় ইবনু ‘উমার (রাঃ)-এর বাসায় গেলাম। আমি তাঁর গোলামকে বললাম, আমার জন্য অনুমতি নিয়ে এসো। সে বললঃ তিনি এখন বিশ্রাম নিচ্ছেন। কিন্তু তিনি আমার কন্ঠস্বর শুনতে পেলেন। তিনি বললেনঃ ইবনু জুবায়র? আমি বললাম, হ্যাঁ। তিনি বললেনঃ ভিতরে এসো। আল্লাহ্‌র কসম! বিশেষ প্রয়োজনই এ সময় তোমাকে নিয়ে এসেছে। আমি ভিতরে গিয়ে দেখতে পেলাম তিনি একটি বিছিয়ে একটি বালিশের উপর হেলান দিয়ে আছেন। বালিশটি খেজুর ছোবড়ায় ভরা ছিল। আমি বললামঃ হে আবূ ‘আবদুর রহমান! দু’জন লি’আনকারী- এদেরকে কি পৃথক করা হবে? তিনি বললেনঃ সুবহানাল্লাহ্‌! হ্যাঁ। সর্বপ্রথম এ বিষয়ে অমুকের পুত্র অমুক জিজ্ঞেস করেছিল। সে বলেছিলঃ হে আল্লাহ্‌র রসূল! আপনি কী বলেন, যদি আমাদের মধ্যে কেউ তার স্ত্রীকে অপকর্মে লিপ্ত দেখতে পায় তাহলে সে কী করবে? যদি সে বলাবলি করে তাহলে তো গুরুতর আকার ধারণ করবে। যদি সে নীরব থাকে, তাহলে এমন সাংঘাতিক বিষয়ে কি করে নীরব থাকবে। তিনি বলেনঃ তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চুপ রইলেন; কোন উত্তর দিলেন না। সে ব্যক্তি আবার তাঁর কাছে এসে বললঃ হে আল্লাহ্‌র রসূল!যে বিষয়টি সম্পর্কে ইতোপুর্বে আমি আপনাকে জিজ্ঞেস করেছিলাম আমার নিজের উপরই তা ঘটছে। তখন আল্লাহ তা’আলা সূরা আন-নূর-এর এ আয়াতগুলো নাযিল করেন- “আর যারা তাদের স্ত্রীদের প্রতি অপবাদ আরোপ করে অথচ তারা নিজেরা ছাড়া তাদের কোন সাক্ষী নেই- তাদের প্রত্যেকের সাক্ষ্যের পদ্ধতি হবে এই যে, সে চারবার আল্লাহর নামে শপথ করে বলবে, সে অবশ্যি সত্যবাদী এবং পঞ্চমবারে বলবে, সে মিথ্যাবাদী হলে তার উপর আল্লাহর লা’নাত বর্ষিত হবে। আর স্ত্রীর শাস্তি বাতিল করা হবে যদি সে চারবার আল্লাহর নামে কসম করে সাক্ষ্য দেয় যে, তার স্বামীই মিথ্যাবাদী এবং পঞ্চমবারে বলবে , তার স্বামী যদি সত্যবাদী হয় তবে নিজের উপর নেমে আসবে আল্লাহর গযব” – (সূরা আন্‌-নূর ২৪ ; ৬-৯)।\nতিনি তাকে এ আয়াতগুলো তিলাওয়াত করে শোনালেন। এরপর তাকে নসীহত করলেন এবং স্মরণ করিয়ে দিলেন যে, দুনিয়ার শাস্তি আখিরাতের শাস্তির তুলনায় সহজ। সে বলল, ‘না’। সে মহান সত্তার কসম- যিনি আপনাকে নবী হিসেবে সত্যসহ প্রেরণ করেছেন, আমি তার (আমার স্ত্রীর) উপর কোন মিথ্যা আরোপ করিনি। এরপর তিনি মহিলাকে ডেকে পাঠালেন এবং তাকে উপদেশ দিলেন, তাকে আখিরাতের ভয় দেখালেন, সর্বোপরি তাকে জানিয়ে দিলেন যে, দুনিয়ার শাস্তি আখিরাতের শাস্তির তুলনাত সহজতর। সে বলল, না, সে মহান সত্তার কসম- যিনি আপনাকে সত্যসহ প্রেরণ করেছেন, নিশ্চয়ই সে মিথ্যাবাদী। এরপর তিনি পুরুষ লোকটির দ্বারা লি’আন বাক্য পাঠ করাতে শুরু করলেন। তখন সে চারবার আল্লাহর নামে কসম করে সাক্ষ্য দিল যে, সে তার কথা সত্যবাদী। পঞ্চমবারে সে বলল, যদি সে মিথ্যাবাদী হয় তাহলে তার উপর আল্লাহর লা’নাত নেমে আসুক। এরপর তিনি (নাবী সাঃ) স্ত্রীলোকটিকে ডেকে পাঠালেন। সেও আল্লাহর নামে শপথ করে চারবার সাক্ষ্য দিল যে, সে (স্বামী) মিথ্যাবাদী। পঞ্চমবারে সে বলল, যদি সে (তার স্বামী) সত্যবাদী হয় তাহলে তার (মহিলার) উপর আল্লাহর অভিশাপ বর্ষিত হোক। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের উভয়কে বিচ্ছিন্ন করে দিলেন। (ই.ফা.৩৬০৪, ই.সে.৩৬০৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، عَنْ سَعِيدِ بْنِ، جُبَيْرٍ قَالَ سُئِلْتُ عَنِ الْمُتَلاَعِنَيْنِ، فِي إِمْرَةِ مُصْعَبٍ أَيُفَرَّقُ بَيْنَهُمَا قَالَ فَمَا دَرَيْتُ مَا أَقُولُ فَمَضَيْتُ إِلَى مَنْزِلِ ابْنِ عُمَرَ بِمَكَّةَ فَقُلْتُ لِلْغُلاَمِ اسْتَأْذِنْ لِي ‏.‏ قَالَ إِنَّهُ قَائِلٌ فَسَمِعَ صَوْتِي ‏.‏ قَالَ ابْنُ جُبَيْرٍ قُلْتُ نَعَمْ ‏.‏ قَالَ ادْخُلْ فَوَاللَّهِ مَا جَاءَ بِكَ هَذِهِ السَّاعَةَ إِلاَّ حَاجَةٌ فَدَخَلْتُ فَإِذَا هُوَ مُفْتَرِشٌ بَرْذَعَةً مُتَوَسِّدٌ وِسَادَةً حَشْوُهَا لِيفٌ قُلْتُ أَبَا عَبْدِ الرَّحْمَنِ الْمُتَلاَعِنَانِ أَيُفَرَّقُ بَيْنَهُمَا قَالَ سُبْحَانَ اللَّهِ نَعَمْ إِنَّ أَوَّلَ مَنْ سَأَلَ عَنْ ذَلِكَ فُلاَنُ بْنُ فُلاَنٍ قَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ أَنْ لَوْ وَجَدَ أَحَدُنَا امْرَأَتَهُ عَلَى فَاحِشَةٍ كَيْفَ يَصْنَعُ إِنْ تَكَلَّمَ تَكَلَّمَ بِأَمْرٍ عَظِيمٍ ‏.‏ وَإِنْ سَكَتَ سَكَتَ عَلَى مِثْلِ ذَلِكَ قَالَ فَسَكَتَ النَّبِيُّ صلى الله عليه وسلم فَلَمْ يُجِبْهُ فَلَمَّا كَانَ بَعْدَ ذَلِكَ أَتَاهُ فَقَالَ إِنَّ الَّذِي سَأَلْتُكَ عَنْهُ قَدِ ابْتُلِيتُ بِهِ ‏.‏ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ هَؤُلاَءِ الآيَاتِ فِي سُورَةِ النُّورِ ‏{‏ وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ‏}‏ فَتَلاَهُنَّ عَلَيْهِ وَوَعَظَهُ وَذَكَّرَهُ وَأَخْبَرَهُ أَنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الآخِرَةِ قَالَ لاَ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا كَذَبْتُ عَلَيْهَا ‏.‏ ثُمَّ دَعَاهَا فَوَعَظَهَا وَذَكَّرَهَا وَأَخْبَرَهَا أَنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الآخِرَةِ ‏.‏ قَالَتْ لاَ وَالَّذِي بَعَثَكَ بِالْحَقِّ إِنَّهُ لَكَاذِبٌ فَبَدَأَ بِالرَّجُلِ فَشَهِدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ وَالْخَامِسَةُ أَنَّ لَعْنَةَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ ثُمَّ ثَنَّى بِالْمَرْأَةِ فَشَهِدَتْ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ وَالْخَامِسَةُ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ ثُمَّ فَرَّقَ بَيْنَهُمَا.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}