{
  "hadith": {
    "hadith_id": 3650,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট লি’আনের বিষয়টি আলোচিত হল। তখন ‘আসিম ইবনু ‘আদী (রাঃ) ঐ বিষয়ে কিছু কথা বলে ফিরে গেলেন। তখন তার গোত্রের একজন লোক তার কাছে এসে অভিযোগ করল যে, সে তার স্ত্রীর সঙ্গে এক (অপরিচিত) লোককে দেখতে পেয়েছে। তখন ‘আসিম (রাঃ) বললেন, আমি আমার উক্তির (বক্তব্যের) কারণে এ বিপদে পড়লাম। তিনি তাঁকে নিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এলেন। এরপর সে তাঁকে (রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ) সে ব্যক্তি সম্পর্কে অবহিত করল যাকে সে তার স্ত্রীর সঙ্গে দেখতে পেয়েছিল। এ লোকটি (বর্ণনাদাতা) ছিল হলদে বর্ণ বিশিষ্ট হালকা-পাতলা ও সোজা চুলবিশিষ্ট। আর সে যাকে তার স্ত্রীর সঙ্গে দেখতে পেয়েছিল সে ছিল সুঠাম দেহী, মোটা নলা ও বাদামী রং বিশিষ্ট। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ইয়া আল্লাহ্‌! তুমি বিষয়টি ফায়সালা করে দাও। সে মহিলা এমন একটি সন্তান প্রসব করল, যে ছিল ঐ লোকটির মত যাকে স্বামী তার সঙ্গে দেখতে পেয়েছে বলে উল্লেখ করেছিল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের দু’জনের মধ্যে লি’আন করালেন। তখন এক ব্যক্তি সে মজলিসেই ইবনু ‘আব্বাস (রাঃ)-কে বললঃ এ কি সে মহিলা যার ব্যাপারে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেন, “যদি আমি বিনা দলীলে কাউকে ‘রজম’ (পাথর নিক্ষেপ) করতাম তবে একেই রজম করতাম।” তখন ইবনু ‘আব্বাস (রাঃ) বললেনঃ না-সে ছিল অপর এক মহিলা যার অপকর্ম মুসলিমদের মাঝে প্রকাশিত ছিল। (ই.ফা. ৩৬১৬,ই.সে. ৩৬১৬)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحِ بْنِ الْمُهَاجِرِ، وَعِيسَى بْنُ حَمَّادٍ الْمِصْرِيَّانِ، - وَاللَّفْظُ لاِبْنِ رُمْحٍ - قَالاَ أَخْبَرَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنِ الْقَاسِمِ، بْنِ مُحَمَّدٍ عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ قَالَ ذُكِرَ التَّلاَعُنُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ عَاصِمُ بْنُ عَدِيٍّ فِي ذَلِكَ قَوْلاً ثُمَّ انْصَرَفَ فَأَتَاهُ رَجُلٌ مِنْ قَوْمِهِ يَشْكُو إِلَيْهِ أَنَّهُ وَجَدَ مَعَ أَهْلِهِ رَجُلاً ‏.‏ فَقَالَ عَاصِمٌ مَا ابْتُلِيتُ بِهَذَا إِلاَّ لِقَوْلِي فَذَهَبَ بِهِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَخْبَرَهُ بِالَّذِي وَجَدَ عَلَيْهِ امْرَأَتَهُ وَكَانَ ذَلِكَ الرَّجُلُ مُصْفَرًّا قَلِيلَ اللَّحْمِ سَبِطَ الشَّعَرِ وَكَانَ الَّذِي ادَّعَى عَلَيْهِ أَنَّهُ وَجَدَ عِنْدَ أَهْلِهِ خَدْلاً آدَمَ كَثِيرَ اللَّحْمِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اللَّهُمَّ بَيِّنْ ‏\"‏ ‏.‏ فَوَضَعَتْ شَبِيهًا بِالرَّجُلِ الَّذِي ذَكَرَ زَوْجُهَا أَنَّهُ وَجَدَهُ عِنْدَهَا فَلاَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَهُمَا فَقَالَ رَجُلٌ لاِبْنِ عَبَّاسٍ فِي الْمَجْلِسِ أَهِيَ الَّتِي قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَوْ رَجَمْتُ أَحَدًا بِغَيْرِ بَيِّنَةٍ رَجَمْتُ هَذِهِ ‏\"‏ ‏.‏ فَقَالَ ابْنُ عَبَّاسٍ لاَ تِلْكَ امْرَأَةٌ كَانَتْ تُظْهِرُ فِي الإِسْلاَمِ السُّوءَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}