{
  "hadith": {
    "hadith_id": 3656,
    "narrator": "মুগরীহ্‌ শু’বাহ্‌ (রাঃ)",
    "bn": "তিনি বলেনঃ সা’দ ইবনু ‘উবাদাহ্‌ (রাঃ)বললেনঃ আমি যদি আমার স্ত্রীর সাথে অন্য কোন পুরুষকে দেখতে পাই তবে নিশ্চয়ই আমি তাকে আমার তরবারীর ধারালো দিক দিয়ে তার উপর আঘাত হানব- পার্শ্ব দিয়ে নয়। এ কথা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে পৌছল। তিনি বললেনঃ তোমরা কি সা’দের আত্মমর্যাদাবোধ সম্পর্কে আশ্চর্‍্য হয়েছ? আল্লাহ্‌র কসম! আমি তার চাইতে অধিকতর আত্মমর্যাদাবান। আর আল্লাহ আমার তুলনায় অধিকতর মর্যাদাবান। আল্লাহ তাঁর আত্মমর্যাদার কারণে প্রকাশ্য ও গোপন যাবতীয় অশ্লীল কর্ম হারাম করে দিয়েছেন। আর আল্লাহ্‌র তুলনায় অধিক আত্মমর্যাদাসপম্পন্ন কেউ নেই এবং আল্লাহর চাইতে অধিকতর ওযর (স্থাপন) পছন্দকারী কেউ নেই। [৪] এ কারণেই আল্লাহ তাঁর নাবী-রসূলদের সুসংবাদদাতা ও ভীতি প্রদর্শনকারীরূপে পাঠিয়েছেন। আল্লাহ্‌র চাইতে অধিকতর প্রশংসা পছন্দকারী কেউ নেই। এ কারণে তিনি জান্নাতের ও’য়াদা করেছেন। (ই.ফা. ৩৬২২, ই.সে. ৩৬২২)",
    "ar": "حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْقَوَارِيرِيُّ، وَأَبُو كَامِلٍ فُضَيْلُ بْنُ حُسَيْنٍ الْجَحْدَرِيُّ - وَاللَّفْظُ لأَبِي كَامِلٍ - قَالاَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ وَرَّادٍ، - كَاتِبِ الْمُغِيرَةِ - عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ قَالَ سَعْدُ بْنُ عُبَادَةَ لَوْ رَأَيْتُ رَجُلاً مَعَ امْرَأَتِي لَضَرَبْتُهُ بِالسَّيْفِ غَيْرَ مُصْفِحٍ عَنْهُ ‏.‏ فَبَلَغَ ذَلِكَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏ \"‏ أَتَعْجَبُونَ مِنْ غَيْرَةِ سَعْدٍ فَوَاللَّهِ لأَنَا أَغْيَرُ مِنْهُ وَاللَّهُ أَغْيَرُ مِنِّي مِنْ أَجْلِ غَيْرَةِ اللَّهِ حَرَّمَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَلاَ شَخْصَ أَغْيَرُ مِنَ اللَّهِ وَلاَ شَخْصَ أَحَبُّ إِلَيْهِ الْعُذْرُ مِنَ اللَّهِ مِنْ أَجْلِ ذَلِكَ بَعَثَ اللَّهُ الْمُرْسَلِينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَلاَ شَخْصَ أَحَبُّ إِلَيْهِ الْمِدْحَةُ مِنَ اللَّهِ مِنْ أَجْلِ ذَلِكَ وَعَدَ اللَّهُ الْجَنَّةَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪] আল্লাহ্‌র চেয়ে ওযর পছন্দকারী কেউ নেই। এখানে ‘ওযর’ ক্ষমা করা ও সতর্ক করা অর্থে এসেছে। শাস্তির জন্য পাকড়াও করার পূর্বে আল্লাহ তা’আলা রসূলদের সতর্ক করার জন্য প্রেরণ করেছেন। (তাহকীকঃ সহীহ মুসলিম, ফু’আদ ‘আবদুল বাকী’, ২য় খন্ড, ৫৭৪ পৃঃ)",
    "chapter": {
      "chapter_number": "20"
    }
  }
}