{
  "hadith": {
    "hadith_id": 3669,
    "narrator": "'আয়িশাহ (রাযিঃ)",
    "bn": "তিনি বলেন, বারীরাহ্‌ (রাঃ) তার লিখিত মুক্তিপণ পরিশোধের ব্যাপারে সাহায্যের জন্যে ‘আয়িশা (রাঃ)- এর কাছে এল। সে তার লিখিত মুক্তিপণের কিছুই আদায় করেনি।  তখন ‘আয়িশা (রাঃ) তাকে বললেনঃ তুমি তোমার মুনিবের কাছে ফিরে যাও। যদি তারা এ শর্তে রাজি হয় যে, আমি তোমার লিখিত মুক্তিপণের যাবতীয় পাওনা আদায় করলে তোমার ওয়ালা আমার প্রাপ্য হবে, তবে তা আমি করতে পারি। বারীরা তার মনিবের কাছে বিষয়টি উত্থাপন করল। কিন্তু তারা সে প্রস্তাব মেনে নিল না এবং বলে দিল, যদি তিনি সাওয়াবের আশায় তোমার লিখিত মুক্তিপণ আদায়ের দায়িত্ব নেন তাহলে নিতে পারেন, তবে তোমার ‘ওয়ালা” আমাদের জন্যই থাকবে। এরপর তিনি ['আয়িশাহ (রাঃ)] বিষয়টি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে উঠালেন। তখন তিনি তাকে বললেনঃ তাকে খরিদ করে মুক্ত করে দিতে পার, কেননা ‘ওয়ালা’ মুক্তিদাতারই প্রাপ্য। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়িয়ে গেলেন এবং বললেনঃ লোকদের কী হয়েছে তারা এমন কিছু শর্তারোপ করে যা আল্লাহর কিতাবে নেই। যে ব্যক্তি এমন শর্তারোপ করবে যা আল্লাহর কিতাবে নেই- সে শর্তের কোন মূল্য নেই যদিও সে একশো বার শর্তারোপ করে। আল্লাহর শর্তই কেবল সঠিক ও নির্ভরযোগ্য। (ই.ফা. ৩৬৩৫, ই.সে. ৩৬৩৫)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّ بَرِيرَةَ جَاءَتْ عَائِشَةَ تَسْتَعِينُهَا فِي كِتَابَتِهَا وَلَمْ تَكُنْ قَضَتْ مِنْ كِتَابَتِهَا شَيْئًا فَقَالَتْ لَهَا عَائِشَةُ ارْجِعِي إِلَى أَهْلِكِ فَإِنْ أَحَبُّوا أَنْ أَقْضِيَ عَنْكِ كِتَابَتَكِ وَيَكُونَ وَلاَؤُكِ لِي ‏.‏ فَعَلْتُ فَذَكَرَتْ ذَلِكَ بَرِيرَةُ لأَهْلِهَا فَأَبَوْا وَقَالُوا إِنْ شَاءَتْ أَنْ تَحْتَسِبَ عَلَيْكِ فَلْتَفْعَلْ وَيَكُونَ لَنَا وَلاَؤُكِ ‏.‏ فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ابْتَاعِي فَأَعْتِقِي ‏.‏ فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏ ‏.‏ ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا بَالُ أُنَاسٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ مَنِ اشْتَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللَّهِ فَلَيْسَ لَهُ وَإِنْ شَرَطَ مِائَةَ مَرَّةٍ شَرْطُ اللَّهِ أَحَقُّ وَأَوْثَقُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "21"
    }
  }
}