{
  "hadith": {
    "hadith_id": 367,
    "narrator": "মা’বাদ ইবনু হিলাল আল ‘আনাযী (রহঃ)",
    "bn": "তিনি বলেন, আমরা আনাস ইবনু মালিক (রাঃ)-এর নিকট (আলোচনার উদ্দেশ্যে) যাত্রা করি এবং সুপারিশকারী হিসেবে সাবিতের সাহায্য নিলাম। (বর্ণনাকারী বলেন,) আমরা যখন আনাসের নিকট গিয়ে পৌছি, তখন তিনি সলাতুয্‌ যুহা (চাশ্‌ত) আদায় করছিলেন। সাবিত (রাঃ) আমাদের জন্য অনুমতি চাইলেন। তারপর আমরা আনাস (রাঃ)-এর মাজলিসে প্রবেশ করলাম। আনাস (রাঃ) সাবিতকে চৌকিতে তাঁর পাশে বসালেন। তারপর সাবিত (রাঃ) আনাস (রাঃ)-কে বললেন, হে আবূ হামযাহ্‌! আপনার এ বাস্‌রার ভাইয়েরা আপনার নিকট থেকে শাফা’আত বিষয়ক হাদীস জানতে চাচ্ছে। তখন আনাস (রাঃ) বললেন, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে ইরশাদ করেছেন, কিয়ামাতের দিনে মানুষ বিপর্যস্ত অবস্থায় এদিকে সেদিকে ছুটাছুটি করতে থাকবে। অবশেষে সবাই আদাম (‘আঃ)-এর নিকট এসে বলবে, আপনার সন্তানদের জন্য সুপারিশ করুন। তিনি বলবেন, আমি এর উপযুক্ত নই, বরং তোমরা ইবরাহীমের নিকট যাও। কেননা তিনি আল্লাহর বন্ধু। সবাই ইবরাহীম (‘আঃ)-এর নিকট আসলে তিনি বলবেন, আমি এর যোগ্য নই, তবে তোমরা মুসার নিকট যাও। কেননা, তিনি আল্লাহর সাথে কথোপকথনকারী। তখন সকলে তাঁর নিকট আসবে। তিনি বলবেন, আমি তো এর উপযুক্ত নই, তবে তোমরা ‘ঈসা (‘আঃ)-এর নিকট যাও। তিনি আল্লাহ প্রদত্ত রূহ্‌ ও তাঁর কালিমাহ্‌। এরপর তারা ‘ঈসা (‘আঃ)-এর নিকট আসবে। তিনি বলবেন, আমি এর যোগ্য নই, তবে তোমরা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট যাও। এরপর তারা আমার নিকট আসবে। আমি বলব, ‘আমিই এর জন্য যোগ্য’ আমি যাচ্ছি। অনন্তর আমি আমার পরওয়ারদিগারের অনুমতি প্রার্থনা করব। আমাকে অনুমতি দেয়া হবে। আমি তাঁর সম্মুখে দাঁড়াব এবং এমন প্রশংসাসূচক বাক্যে তাঁর প্রশংসা করতে থাকব যা এখন আমি তা করতে সক্ষম নই; অবশ্য তখনই আল্লাহ্‌ আমাকে তা শিখিয়ে দিবেন। এরপর আমি সাজদায় লুটিয়ে পড়ব। আমাকে বলা হবে, হে মুহাম্মাদ! মাথা উঠান। বলুন, আপনার কথা শুনা হবে; প্রার্থনা করুন, কবূল করা হবে; শাফা’আত করুন, আপনার শাফা’আত গ্রহণ করা হবে। তখন আমি বলব, হে পরওয়ারদিগার, উম্মাতী, উম্মাতী, (“আমার উম্মাত, আমার উম্মাত”)। এরপর (আমাকে) বলা হবে, চলুন, যার অন্তরে গম বা যব পরিমাণও ঈমান অবশিষ্ট পাবেন তাকে জাহান্নাম থেকে উদ্ধার করে আনুন। আমি যাব (এবং তদনুসারে উদ্ধার করব)। পুনরায় আমার পরওয়ারদিগারের দরবারে ফিরে যাব এবং পুর্বানুরূপ প্রশংসাসূচক বাক্যে তাঁর প্রশংসা করব। এরপর আমি সাজদায় লুটিয়ে পড়ব। আমাকে বলা হবে, হে মুহাম্মাদ! মাথা তুলুন, বলুন, আপনার কথা শুনা হবে; প্রার্থনা করুন, কবূল করা হবে; সুপারিশ করুন, আপনার সুপারিশ গৃহীত হবে। তখন আমি বলব, হে পরওয়ারদিগার! উম্মাতী, উম্মাতী, (“আমার উম্মাত, আমার উম্মাত”)। বলা হবেঃ যান, যে ব্যক্তির অন্তরে একটি সরিষার দানা পরিমাণ ঈমান অবশিষ্ট থাকবে তাকেও জাহান্নাম থেকে মুক্ত করুন। এরপর আমি যাব এবং তাদের উদ্ধার করে আনবো। পুনরায় আমি পরওয়ারদিগারের দরবারে ফিরে যাব এবং পুর্বানুরূপ প্রশংসাসূচক বাক্যে তাঁর প্রশংসা করব। এরপর আমি সাজদায় লুটিয়ে পড়ব। আমাকে বলা হবে, হে মুহাম্মাদ! মাথা তুলুন, বলুন, আপনার কথা শুনা হবে; প্রার্থনা করুন, কবূল করা হবে; শাফা’আত করুন, শাফা’আত গৃহীত হবে। আমি বলবঃ হে পরওয়ারদিগার! উম্মাতী, উম্মাতী, (“আমার উম্মাত, আমার উম্মাত”)। আমাকে বলা হবে, যান, যে ব্যক্তির অন্তরে সরিষার দানার চেয়েও আরো কম পরিমাণ ঈমান পাবেন তাকেও জাহান্নাম থেকে মুক্ত করুন। এরপর আমি যাব এবং তাদের উদ্ধার করে আনব।\n\tবর্ণনাকারী বলেন, আনাস (রাঃ) এ পর্যন্ত আমাদেরকে বলেছেন। এরপর আমরা সেখান থেকে বের হয়ে পথ চলতে শুরু করলাম। এভাবে আমরা যখন “জাব্বান” এলাকায় পৌঁছলাম, তখন নিজেরা বললাম, আমরা যদি হাসান বাস্‌রীর সাথে সাক্ষাৎ করতাম এবং তাঁকে সালাম পেশ করতাম তবে কতই না ভাল হত। সে সময় তিনি আবূ খলীফার ঘরে (হাজ্জাজ বিন ইউসুফের ভয়ে) আত্মগোপন করেছিলেন। আমরা তাঁর বাড়িতে গেলাম এবং তাঁকে সালাম পেশ করলাম। আমরা তাঁকে বললাম, আবূ সা’ঈদ! আমরা আপনার ভাই আবূ হামযার দরবার থেকে আসছি। আজ তিনি আমাদেরকে শাফা’আত সম্পর্কে এমন একটি হাদীস শুনিয়েছেন, যা আর কখনো শুনিনি। তিনি বললেন, আচ্ছা শোনাও তো? তখন আমরা তাঁকে হাদীসটি শুনালাম। তারপর তিনি বললেন, আরও বলো। আমরা বললাম, এর চেয়ে বেশি কিছু তো আনাস (রাঃ) বর্ণনা করেননি। তখন তিনি বললেন, অথচ আনাস (রাঃ) আমাদের নিকট আজ থেকে বিশ বছর পূর্বে যখন তিনি সুস্থ সবল ছিলেন তখন এ হাদীসটি শুনিয়েছেন। কিন্তু আজ তিনি তোমাদের নিকট কিছু ছেড়ে দিয়েছেন। জানি না, তিনি তা ভুলে গেছেন, না তোমরা এর উপর ভরসা করে ‘আমালের ব্যাপারে শিথিলতা প্রদর্শন করবে আশংকায় তিনি তা বর্ণনা করাটা পছন্দ করেননি। আমরা বললাম, আমাদের তা বর্ণনা করুন। তিনি ঈষৎ হেসে উত্তর করলেন “মানুষকে তাড়াহুড়া করার প্রকৃতি দিয়ে সৃষ্টি করা হয়েছে”-(সূরাহ আল ‘আম্বিয়াহ ২১ : ৩৭)। তোমাদেরকে তা বর্ণনা করব বলেই তো এর উল্লেখ করলাম। তারপর তিনি হাদীসটির অবশিষ্ট অংশ এরূপ বর্ণনা করেছেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, এরপর আমি পুনরায় আমার পরওয়ারদিগারের কাছে ফিরে আসব এবং চতুর্থবারও উক্তরূপ প্রশংসাসূচক বাক্যে তাঁর প্রশংসা করব। এরপর আমি সাজদায় লুটিয়ে পড়ব। আমাকে বলা হবে, হে মুহাম্মাদ! আপনার মাথা তুলুন, আপনি বলুন, আপনার কথা শুনা হবে; প্রার্থনা করুন তা কবূল করা হবে; সুপারিশ করুন, আপনার সুপারিশ গৃহীত হবে। আমি বলব, হে পরওয়ারদিগার! আমাকে সেসব মানুষের জন্য অনুমতি দিন যারা “আল্লাহ্‌ ব্যতীত কোন ইলাহ নেই” এ কথা স্বীকার করে। আল্লাহ্‌ বলবেন, না; এটা আপনার দায়িত্বে নয়। বরং আমার ইয্‌যত, প্রতিপত্তি, মহত্ত্ব ও পরাক্রমশীলতার কসম! আমি নিজেই অবশ্য ওদের জাহান্নাম হতে মুক্তি দিব-যারা এ কথার স্বীকৃতি দিয়েছে যে, “আল্লাহ্‌ ব্যতীত কোন ইলাহ নেই”।\nহাদীসটি শেষ করে বর্ণনাকারী বলেন, আমি এ কথার সাক্ষ্য দিচ্ছি যে, হাসান আমাদেরকে হাদীসটি আনাস (রাঃ) থেকে শুনেছেন বলে বর্ণনা করেছেন। অবশ্য আমার বিশ্বাস তিনি এ কথা বলেছেন যে, বিশ বছর পূর্বে যখন তিনি পূর্ণ সুস্থ সবল ছিলেন। (ই.ফা. ৩৭৫; ই.সে. ৩৮৬)",
    "ar": "حَدَّثَنَا أَبُو الرَّبِيعِ الْعَتَكِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا مَعْبَدُ بْنُ هِلاَلٍ الْعَنَزِيُّ، ح وَحَدَّثَنَاهُ سَعِيدُ بْنُ مَنْصُورٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا مَعْبَدُ بْنُ هِلاَلٍ الْعَنَزِيُّ، قَالَ انْطَلَقْنَا إِلَى أَنَسِ بْنِ مَالِكٍ وَتَشَفَّعْنَا بِثَابِتٍ فَانْتَهَيْنَا إِلَيْهِ وَهُوَ يُصَلِّي الضُّحَى فَاسْتَأْذَنَ لَنَا ثَابِتٌ فَدَخَلْنَا عَلَيْهِ وَأَجْلَسَ ثَابِتًا مَعَهُ عَلَى سَرِيرِهِ فَقَالَ لَهُ يَا أَبَا حَمْزَةَ إِنَّ إِخْوَانَكَ مِنْ أَهْلِ الْبَصْرَةِ يَسْأَلُونَكَ أَنْ تُحَدِّثَهُمْ حَدِيثَ الشَّفَاعَةِ ‏.‏ قَالَ حَدَّثَنَا مُحَمَّدٌ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا كَانَ يَوْمُ الْقِيَامَةِ مَاجَ النَّاسُ بَعْضُهُمْ إِلَى بَعْضٍ فَيَأْتُونَ آدَمَ فَيَقُولُونَ لَهُ اشْفَعْ لِذُرِّيَّتِكَ ‏.‏ فَيَقُولُ لَسْتُ لَهَا وَلَكِنْ عَلَيْكُمْ بِإِبْرَاهِيمَ - عَلَيْهِ السَّلاَمُ - فَإِنَّهُ خَلِيلُ اللَّهِ ‏.‏ فَيَأْتُونَ إِبْرَاهِيمَ فَيَقُولُ لَسْتُ لَهَا وَلَكِنْ عَلَيْكُمْ بِمُوسَى - عَلَيْهِ السَّلاَمُ - فَإِنَّهُ كَلِيمُ اللَّهِ ‏.‏ فَيُؤْتَى مُوسَى فَيَقُولُ لَسْتُ لَهَا وَلَكِنْ عَلَيْكُمْ بِعِيسَى - عَلَيْهِ السَّلاَمُ - فَإِنَّهُ رُوحُ اللَّهِ وَكَلِمَتُهُ ‏.‏ فَيُؤْتَى عِيسَى فَيَقُولُ لَسْتُ لَهَا وَلَكِنْ عَلَيْكُمْ بِمُحَمَّدٍ صلى الله عليه وسلم فَأُوتَى فَأَقُولُ أَنَا لَهَا ‏.‏ فَأَنْطَلِقُ فَأَسْتَأْذِنُ عَلَى رَبِّي فَيُؤْذَنُ لِي فَأَقُومُ بَيْنَ يَدَيْهِ فَأَحْمَدُهُ بِمَحَامِدَ لاَ أَقْدِرُ عَلَيْهِ الآنَ يُلْهِمُنِيهِ اللَّهُ ثُمَّ أَخِرُّ لَهُ سَاجِدًا فَيُقَالُ لِي يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ وَقُلْ يُسْمَعْ لَكَ وَسَلْ تُعْطَهْ وَاشْفَعْ تُشَفَّعْ فَأَقُولُ رَبِّ أُمَّتِي أُمَّتِي ‏.‏ فَيُقَالُ انْطَلِقْ فَمَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ بُرَّةٍ أَوْ شَعِيرَةٍ مِنْ إِيمَانٍ فَأَخْرِجْهُ مِنْهَا ‏.‏ فَأَنْطَلِقُ فَأَفْعَلُ ثُمَّ أَرْجِعُ إِلَى رَبِّي فَأَحْمَدُهُ بِتِلْكَ الْمَحَامِدِ ثُمَّ أَخِرُّ لَهُ سَاجِدًا فَيُقَالُ لِي يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ وَقُلْ يُسْمَعْ لَكَ وَسَلْ تُعْطَهْ وَاشْفَعْ تُشَفَّعْ ‏.‏ فَأَقُولُ أُمَّتِي أُمَّتِي ‏.‏ فَيُقَالُ لِي انْطَلِقْ فَمَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ خَرْدَلٍ مِنْ إِيمَانٍ فَأَخْرِجْهُ مِنْهَا ‏.‏ فَأَنْطَلِقُ فَأَفْعَلُ ثُمَّ أَعُودُ إِلَى رَبِّي فَأَحْمَدُهُ بِتِلْكَ الْمَحَامِدِ ثُمَّ أَخِرُّ لَهُ سَاجِدًا فَيُقَالُ لِي يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ وَقُلْ يُسْمَعْ لَكَ وَسَلْ تُعْطَهْ وَاشْفَعْ تُشَفَّعْ فَأَقُولُ يَا رَبِّ أُمَّتِي أُمَّتِي ‏.‏ فَيُقَالُ لِي انْطَلِقْ فَمَنْ كَانَ فِي قَلْبِهِ أَدْنَى أَدْنَى أَدْنَى مِنْ مِثْقَالِ حَبَّةٍ مِنْ خَرْدَلٍ مِنْ إِيمَانٍ فَأَخْرِجْهُ مِنَ النَّارِ فَأَنْطَلِقُ فَأَفْعَلُ ‏\"‏ ‏.‏ هَذَا حَدِيثُ أَنَسٍ الَّذِي أَنْبَأَنَا بِهِ فَخَرَجْنَا مِنْ عِنْدِهِ فَلَمَّا كُنَّا بِظَهْرِ الْجَبَّانِ قُلْنَا لَوْ مِلْنَا إِلَى الْحَسَنِ فَسَلَّمْنَا عَلَيْهِ وَهُوَ مُسْتَخْفٍ فِي دَارِ أَبِي خَلِيفَةَ - قَالَ - فَدَخَلْنَا عَلَيْهِ فَسَلَّمْنَا عَلَيْهِ فَقُلْنَا يَا أَبَا سَعِيدٍ جِئْنَا مِنْ عِنْدِ أَخِيكَ أَبِي حَمْزَةَ فَلَمْ نَسْمَعْ مِثْلَ حَدِيثٍ حَدَّثَنَاهُ فِي الشَّفَاعَةِ قَالَ هِيهِ ‏.‏ فَحَدَّثْنَاهُ الْحَدِيثَ ‏.‏ فَقَالَ هِيهِ ‏.‏ قُلْنَا مَا زَادَنَا ‏.‏ قَالَ قَدْ حَدَّثَنَا بِهِ مُنْذُ عِشْرِينَ سَنَةً وَهُوَ يَوْمَئِذٍ جَمِيعٌ وَلَقَدْ تَرَكَ شَيْئًا مَا أَدْرِي أَنَسِيَ الشَّيْخُ أَوْ كَرِهَ أَنْ يُحَدِّثَكُمْ فَتَتَّكِلُوا ‏.‏ قُلْنَا لَهُ حَدِّثْنَا ‏.‏ فَضَحِكَ وَقَالَ خُلِقَ الإِنْسَانُ مِنْ عَجَلٍ مَا ذَكَرْتُ لَكُمْ هَذَا إِلاَّ وَأَنَا أُرِيدُ أَنْ أُحَدِّثَكُمُوهُ ‏\"‏ ثُمَّ أَرْجِعُ إِلَى رَبِّي فِي الرَّابِعَةِ فَأَحْمَدُهُ بِتِلْكَ الْمَحَامِدِ ثُمَّ أَخِرُّ لَهُ سَاجِدًا فَيُقَالُ لِي يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ وَقُلْ يُسْمَعْ لَكَ وَسَلْ تُعْطَ وَاشْفَعْ تُشَفَّعْ ‏.‏ فَأَقُولُ يَا رَبِّ ائْذَنْ لِي فِيمَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ ‏.‏ قَالَ لَيْسَ ذَاكَ لَكَ - أَوْ قَالَ لَيْسَ ذَاكَ إِلَيْكَ - وَلَكِنْ وَعِزَّتِي وَكِبْرِيَائِي وَعَظَمَتِي وَجِبْرِيَائِي لأُخْرِجَنَّ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ ‏\"‏ ‏.‏ قَالَ فَأَشْهَدُ عَلَى الْحَسَنِ أَنَّهُ حَدَّثَنَا بِهِ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ أُرَاهُ قَالَ قَبْلَ عِشْرِينَ سَنَةً وَهُوَ يَوْمَئِذٍ جَمِيعٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}