{
  "hadith": {
    "hadith_id": 368,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, একদিন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট কিছু গোশ্‌ত আনা হলো। তাঁর নিকট রানের গোশ্‌ত পেশ করা হলো যা তাঁর নিকট খুবই পছন্দনীয় ছিল। এরপর তিনি তা থেকে এক কামড় গ্রহণ করলেন। তারপর বললেন, কিয়ামাত দিবসে আমিই হবো সকল মানুষের সর্দার। তা কীভাবে তোমরা কি জানো? কিয়ামাত দিবসে যখন আল্লাহ্‌ তা’আলা শুরু থেকে নিয়ে শেষ পর্যন্ত সকল মানুষকে একই মাঠে এমনভাবে জমায়েত করবেন যে, একজনের আহ্বান সকলে শুনতে পাবে, একজনের দৃষ্টি সকলকে দেখতে পাবে। সূর্য নিকটবর্তী হবে। মানুষ অসহনীয় ও চরম দুঃখ-কষ্ট ও পেরেশানীতে নিপতিত হবে। নিজেরা পরস্পর বলাবলি করবে কী দুর্দশায় তোমরা আছ, দেখছ না? কী অবস্থায় তোমরা পৌঁছেছো তা উপলব্ধি করছ না? এমন কাউকে দেখছ না যিনি তোমাদের পরওয়ারদিগারের নিকট তোমাদের জন্য সুপারিশ করবেন? তারপর একজন আরেকজনকে বলবে, তোমরা আদামের কাছে যাও। সুতরাং তারা আদামের কাছে আসবে এবং বলবে, হে আদাম! আপনি মানবকুলের পিতা, আল্লাহ্‌ স্বহস্তে আপনাকে সৃষ্টি করেছেন এবং আপনার দেহে রূহ ফুঁকে দিয়েছেন। আপনাকে সাজদাহ্‌ করার জন্য ফেরেশতাদেরকে নির্দেশ দিয়েছেন; তাঁরা আপনাকে সাজদাহ্‌ করেছেন। আপনি আমাদের জন্য আপনার প্রতিপালকের নিকট শাফা’আত করুন। আপনি দেখছেন না, আমরা যে কি কষ্টে আছি? আপনি দেখছেন না আমরা কষ্টের কোন্‌ সীমায় পৌঁছেছি? আদাম (‘আঃ) উত্তরে বলবেন, আজ আমার পরওয়ারদিগার এতবেশী রাগ করেছেন, যা পূর্বে কখনো করেননি, আর পরেও কখনো এরূপ রাগ করবেন না। তিনি আমাকে একটি বৃক্ষের (ফল খেতে) নিষেধ করেছিলেন আর আমি সে নিষেধ লঙ্ঘন করে ফেলেছি, ‘নাফসী, নাফসী’-(আজ আমার চিন্তায় আমি পেরেশান)। তোমরা অন্য কারোর নিকট গিয়ে চেষ্টা করো, তোমরা নূহের নিকট যাও। তখন তারা নূহ (‘আঃ)-এর নিকট আসবে, বলবে, হে নূহ! আপনি পৃথিবীর প্রথম রসূল। আল্লাহ্‌ আপনাকে “চির কৃতজ্ঞ বান্দা” বলে উপাধি দিয়েছেন। আপনার পরওয়ারদিগারের নিকট আমাদের জন্য সুপারিশ করুন। দেখছেন না, আমরা কোন্‌ অবস্থায় আছি? আমাদের অবস্থা কোন পর্যায়ে পৌছেছে? নূহ (‘আঃ) বলবেন, আজ আমার পরওয়ারদিগার এত রাগ করেছেন যে, এমন রাগ পূর্বেও কখনো করেননি আর পরেও কখনো করবেন না। আমাকে তিনি একটি দু’আ কবূলের প্রতিশ্রুতি  দিয়েছিলেন, আর তা আমি আমার জাতির বিরুদ্ধে প্রয়োগ করে ফেলেছি। ‘নাফসী, নাফসী’-(আজ আমার চিন্তায় আমি পেরেশান)। তোমরা ইবরাহীম (‘আঃ)-এর নিকট যাও। তখন তারা ইবরাহীম (‘আঃ)-এর নিকট আসবে। বলবে, হে ইবরাহীম! আপনি আল্লাহর নাবী, পৃথিবীবাসীদের মধ্য থেকে আপনি আল্লাহর খলীল ও অন্তরঙ্গ বন্ধু। আপনি আপনার পরওয়ারদিগারের নিকট আমাদের জন্য সুপারিশ করুন। দেখছেন না, আমরা কোন্‌ অবস্থায় আছি এবং আমাদের অবস্থা কোন্‌ পর্যায়ে পৌঁছেছে? ইবরাহীম (‘আঃ) তাদেরকে বলবেন, আল্লাহ্‌ আজ এতই রাগ করে আছেন যে, পূর্বে এমন কখনো করেননি আর পরেও কখনো করবেন না। তিনি তাঁর কিছু অসত্য (বাহ্যত) কথনের বিষয় উল্লেখ করবেন। বলবেন, ‘নাফসী, নাফসী’-(আজ আমার চিন্তায় আমি পেরেশান)। তোমরা অন্য কারো নিকট যাও। মূসার নিকট যাও। তারা মূসা (‘আঃ)-এর নিকট আসবে, বলবে, হে মূসা! আপনি আল্লাহর রসূল, আপনাকে তিনি তাঁর রিসালাত ও কালাম দিয়ে মানুষের উপর মর্যাদা দিয়েছেন। আপনার পরওয়ারদিগার নিকট আমাদের জন্য সুপারিশ করুন। দেখছেন না, আমরা কোন্‌ অবস্থায় আছি এবং আমাদের অবস্থা কোন্‌ পর্যায়ে পৌছেছে? মূসা (‘আঃ) তাদের বলবেন : আজ আল্লাহ্‌ এতই রাগ করে আছেন যে, পূর্বে এমন রাগ কখনো করেননি, আর এমন রাগ পরেও কখনো করবেন না। আমি তাঁর হুকুমের পূর্বেই এক ব্যক্তিকে হত্যা করে ফেলেছিলাম। ‘নাফসী, নাফসী’-(আজ আমার চিন্তায় আমি পেরেশান)। তোমরা ‘ঈসা (‘আঃ)-এর নিকট যাও। তারা ‘ঈসা (‘আঃ)-এর নিকট আসবে এবং বলবে, হে ‘ঈসা! আপনি আল্লাহর রসূল, দোলনায় অবস্থানকালেই আপনি মানুষের সাথে বাক্যালাপ করেছেন, আপনি আল্লাহর দেয়া বাণী, যা তিনি মারইয়ামের মধ্যে নিক্ষেপ করে দিয়েছিলেন, আপনি তাঁর দেয়া আত্মা। সুতরাং আপনার পরওয়ারদিগারের নিকট আমাদের জন্য সুপারিশ করুন। দেখছেন না, আমরা কোন অবস্থায় আছি এবং আমাদের অবস্থা কোন্‌ পর্যায়ে পৌঁছেছে? ‘ঈসা (‘আঃ) তাদের বলবেন, আজ আল্লাহ তা’আলা এতই রাগ করে আছেন যে, এরূপ রাগ না পূর্বে কখনো করেছেন আর না পরে কখনো করবেন, তিনি কোন অপরাধের কথা উল্লেখ করবেন না। তিনি বলবেন, ‘নাফসী, নাফসী’-(আজ আমার চিন্তায় আমি পেরেশান)। তোমরা অন্য কারো নিকট যাও। মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট যাও। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তখন তারা আমার নিকট আসবে এবং বলবে, হে মুহাম্মাদ! আপনি আল্লাহর রসূল, শেষ নাবী, আল্লাহ্‌ আপনার পূর্বাপর সকল ত্রুটি ক্ষমা করে দিয়েছেন। আপনি আপনার পরওয়ারদিগারের নিকট আমাদের জন্য সুপারিশ করুন। দেখছেন না, আমরা কোন অবস্থায় আছি এবং আমাদের অবস্থা কোন্‌ পর্যায়ে পৌঁছেছে? তখন আমি সুপারিশের জন্য যাব এবং ‘আরশের নীচে এসে পরওয়ারদিগারের উদ্দেশ্যে সাজদাহ্‌বনত হব। আল্লাহ্‌ আমার অন্তরকে খুলে দিবেন এবং সর্বোত্তম প্রশংসা ও হাম্‌দ জ্ঞাপনের শিক্ষা গ্রহণ করবেন, যা ইতোপূর্বে আর কাউকে খুলে দেননি। এরপর আল্লাহ্‌ বলবেন, হে মুহাম্মাদ! মাথা উত্তোলন করুন, প্রার্থনা করুন, আপনার প্রার্থনা কবূল করা হবে। সুপারিশ করুন, আপনার সুপারিশ গ্রহণ করা হবে। অনন্তর আমি মাথা তুলব। বলব, হে পরওয়ারদিগার! উম্মাতী, উম্মাতী’ (আমার উম্মাত, আমার উম্মাত’) (এদেরকে মুক্তি দান করুন) তারপর বলা হবে, হে মুহাম্মাদ! আপনার উম্মাতের যাদের উপর কোন হিসাব নেই তাদেরকে জান্নাতের দরজার ডান দিক দিয়ে প্রবেশ করিয়ে দিন। তারা এছাড়াও অন্য দরজায় মানুষের সঙ্গে শারীক হবে। কসম ঐ সত্ত্বার যাঁর হাতে মুহাম্মাদের প্রাণ, নিশ্চয় জান্নাতের দু’ চৌকাঠের মধ্যকার দূরত্ব  মক্কা ও হাজ্‌রের (বাহরাইনের একটি জনপদের) দূরত্বের মতো। অথবা বর্ণনাকারী বলেন, মক্কা ও বাস্‌রার দূরত্বের ন্যায়। (ই.ফা. ৩৭৬; ই.সে. ৩৮৭)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، - وَاتَّفَقَا فِي سِيَاقِ الْحَدِيثِ إِلاَّ مَا يَزِيدُ أَحَدُهُمَا مِنَ الْحَرْفِ بَعْدَ الْحَرْفِ - قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ حَدَّثَنَا أَبُو حَيَّانَ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ قَالَ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمًا بِلَحْمٍ فَرُفِعَ إِلَيْهِ الذِّرَاعُ وَكَانَتْ تُعْجِبُهُ فَنَهَسَ مِنْهَا نَهْسَةً فَقَالَ ‏ \"‏ أَنَا سَيِّدُ النَّاسِ يَوْمَ الْقِيَامَةِ وَهَلْ تَدْرُونَ بِمَ ذَاكَ يَجْمَعُ اللَّهُ يَوْمَ الْقِيَامَةِ الأَوَّلِينَ وَالآخِرِينَ فِي صَعِيدٍ وَاحِدٍ فَيُسْمِعُهُمُ الدَّاعِي وَيَنْفُذُهُمُ الْبَصَرُ وَتَدْنُو الشَّمْسُ فَيَبْلُغُ النَّاسَ مِنَ الْغَمِّ وَالْكَرْبِ مَا لاَ يُطِيقُونَ وَمَا لاَ يَحْتَمِلُونَ فَيَقُولُ بَعْضُ النَّاسِ لِبَعْضٍ أَلاَ تَرَوْنَ مَا أَنْتُمْ فِيهِ أَلاَ تَرَوْنَ مَا قَدْ بَلَغَكُمْ أَلاَ تَنْظُرُونَ مَنْ يَشْفَعُ لَكُمْ إِلَى رَبِّكُمْ فَيَقُولُ بَعْضُ النَّاسِ لِبَعْضٍ ائْتُوا آدَمَ ‏.‏ فَيَأْتُونَ آدَمَ فَيَقُولُونَ يَا آدَمُ أَنْتَ أَبُو الْبَشَرِ خَلَقَكَ اللَّهُ بِيَدِهِ وَنَفَخَ فِيكَ مِنْ رُوحِهِ وَأَمَرَ الْمَلاَئِكَةَ فَسَجَدُوا لَكَ اشْفَعْ لَنَا إِلَى رَبِّكَ أَلاَ تَرَى إِلَى مَا نَحْنُ فِيهِ أَلاَ تَرَى إِلَى مَا قَدْ بَلَغَنَا فَيَقُولُ آدَمُ إِنَّ رَبِّي غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ وَإِنَّهُ نَهَانِي عَنِ الشَّجَرَةِ فَعَصَيْتُهُ نَفْسِي نَفْسِي اذْهَبُوا إِلَى غَيْرِي اذْهَبُوا إِلَى نُوحٍ ‏.‏ فَيَأْتُونَ نُوحًا فَيَقُولُونَ يَا نُوحُ أَنْتَ أَوَّلُ الرُّسُلِ إِلَى الأَرْضِ وَسَمَّاكَ اللَّهُ عَبْدًا شَكُورًا اشْفَعْ لَنَا إِلَى رَبِّكَ أَلاَ تَرَى مَا نَحْنُ فِيهِ أَلاَ تَرَى مَا قَدْ بَلَغَنَا فَيَقُولُ لَهُمْ إِنَّ رَبِّي قَدْ غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ وَإِنَّهُ قَدْ كَانَتْ لِي دَعْوَةٌ دَعَوْتُ بِهَا عَلَى قَوْمِي نَفْسِي نَفْسِي اذْهَبُوا إِلَى إِبْرَاهِيمَ صلى الله عليه وسلم ‏.‏ فَيَأْتُونَ إِبْرَاهِيمَ فَيَقُولُونَ أَنْتَ نَبِيُّ اللَّهِ وَخَلِيلُهُ مِنْ أَهْلِ الأَرْضِ اشْفَعْ لَنَا إِلَى رَبِّكَ أَلاَ تَرَى إِلَى مَا نَحْنُ فِيهِ أَلاَ تَرَى إِلَى مَا قَدْ بَلَغَنَا فَيَقُولُ لَهُمْ إِبْرَاهِيمُ إِنَّ رَبِّي قَدْ غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ وَلاَ يَغْضَبُ بَعْدَهُ مِثْلَهُ ‏.‏ وَذَكَرَ كَذَبَاتِهِ نَفْسِي نَفْسِي اذْهَبُوا إِلَى غَيْرِي اذْهَبُوا إِلَى مُوسَى ‏.‏ فَيَأْتُونَ مُوسَى صلى الله عليه وسلم فَيَقُولُونَ يَا مُوسَى أَنْتَ رَسُولُ اللَّهِ فَضَّلَكَ اللَّهُ بِرِسَالاَتِهِ وَبِتَكْلِيمِهِ عَلَى النَّاسِ اشْفَعْ لَنَا إِلَى رَبِّكَ أَلاَ تَرَى إِلَى مَا نَحْنُ فِيهِ أَلاَ تَرَى مَا قَدْ بَلَغَنَا فَيَقُولُ لَهُمْ مُوسَى صلى الله عليه وسلم إِنَّ رَبِّي قَدْ غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ وَإِنِّي قَتَلْتُ نَفْسًا لَمْ أُومَرْ بِقَتْلِهَا نَفْسِي نَفْسِي اذْهَبُوا إِلَى عِيسَى صلى الله عليه وسلم ‏.‏ فَيَأْتُونَ عِيسَى فَيَقُولُونَ يَا عِيسَى أَنْتَ رَسُولُ اللَّهِ وَكَلَّمْتَ النَّاسَ فِي الْمَهْدِ وَكَلِمَةٌ مِنْهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوحٌ مِنْهُ فَاشْفَعْ لَنَا إِلَى رَبِّكَ أَلاَ تَرَى مَا نَحْنُ فِيهِ أَلاَ تَرَى مَا قَدْ بَلَغَنَا فَيَقُولُ لَهُمْ عِيسَى صلى الله عليه وسلم إِنَّ رَبِّي قَدْ غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ - وَلَمْ يَذْكُرْ لَهُ ذَنْبًا - نَفْسِي نَفْسِي اذْهَبُوا إِلَى غَيْرِي اذْهَبُوا إِلَى مُحَمَّدٍ صلى الله عليه وسلم فَيَأْتُونِّي فَيَقُولُونَ يَا مُحَمَّدُ أَنْتَ رَسُولُ اللَّهِ وَخَاتَمُ الأَنْبِيَاءِ وَغَفَرَ اللَّهُ لَكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ اشْفَعْ لَنَا إِلَى رَبِّكَ أَلاَ تَرَى مَا نَحْنُ فِيهِ أَلاَ تَرَى مَا قَدْ بَلَغَنَا فَأَنْطَلِقُ فَآتِي تَحْتَ الْعَرْشِ فَأَقَعُ سَاجِدًا لِرَبِّي ثُمَّ يَفْتَحُ اللَّهُ عَلَىَّ وَيُلْهِمُنِي مِنْ مَحَامِدِهِ وَحُسْنِ الثَّنَاءِ عَلَيْهِ شَيْئًا لَمْ يَفْتَحْهُ لأَحَدٍ قَبْلِي ثُمَّ يُقَالُ يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ سَلْ تُعْطَهْ اشْفَعْ تُشَفَّعْ ‏.‏ فَأَرْفَعُ رَأْسِي فَأَقُولُ يَا رَبِّ أُمَّتِي أُمَّتِي ‏.‏ فَيُقَالُ يَا مُحَمَّدُ أَدْخِلِ الْجَنَّةَ مِنْ أُمَّتِكَ مَنْ لاَ حِسَابَ عَلَيْهِ مِنَ الْبَابِ الأَيْمَنِ مِنْ أَبْوَابِ الْجَنَّةِ وَهُمْ شُرَكَاءُ النَّاسِ فِيمَا سِوَى ذَلِكَ مِنَ الأَبْوَابِ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ إِنَّ مَا بَيْنَ الْمِصْرَاعَيْنِ مِنْ مَصَارِيعِ الْجَنَّةِ لَكَمَا بَيْنَ مَكَّةَ وَهَجَرٍ أَوْ كَمَا بَيْنَ مَكَّةَ وَبُصْرَى ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}