{
  "hadith": {
    "hadith_id": 369,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, (একদা) রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সম্মুখে রুটি ও গোশ্‌তের পাত্র রাখা হলো। তিনি রানের গোশ্‌ত তুলে নিলেন। বস্তুতঃ তিনি বকরীর গোশ্‌তের মধ্যে এ রানের গোশ্‌তই অধিক পছন্দ করতেন। অতঃপর তিনি দাঁত দিয়ে তা একবার কেটে খেলেন। অতঃপর তিনি দাঁত দ্বারা আরো একবার গোশ্‌ত কেটে খেলেন। তারপর বললেন, আমি কিয়ামাতের দিবসে মানুষের সরদার হবো। তিনি  যখন তাঁর সহাবাদেরকে দেখলেন, এ ব্যাপারে তাদের কেউই তাঁকে কিছুই জিজ্ঞেস করছে না, তখন তিনি বললেন, আমি কীভাবে সেদিন সকলের নেতা হবো-এ কথা তোমরা আমাকে কেন জিজ্ঞেস করছ না? এবার জিজ্ঞেস করল, হে আল্লাহর রসূল তা কীভাবে? তিনি বললেন, যেদিন সমস্ত মানুষ বিশ্ব প্রতিপালকের উদ্দেশ্যে দণ্ডায়মান হবে। অতঃপর হাদীসের অবশিষ্টাংশ উপরের হাদীসের অনুরূপ বর্ণিত হয়েছে। অবশ্য ইবরাহীম (‘আঃ)-এর সালামের ঘটনা প্রসঙ্গে এ বর্ণনায় আরো আছে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, ইবরাহীম (‘আঃ) নক্ষত্র সম্বন্ধে বলেছিলেন ‘এটাই আমার রব’ তাদের প্রতিমাগুলো ভাঙ্গার ব্যাপারে বলেছিলেন : এ সর্বনাশা কাজ তাদের বড়টাই করেছে এবং (তাদের দিকে তাকিয়ে বলেছিলেন) ‘আমি অসুস্থ’। তখন তিনি এসব কথা স্মরণ করবেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, সে মহান সত্তার শপথ, যাঁর হাতে মুহাম্মাদের প্রাণ! জান্নাতের দরজাসমূহের দু’ চৌকাঠের মাঝখানের দূরত্ব ‘মাক্কাহ ও হাজার অথবা হাজার ও মাক্কার মাঝখানের দূরত্বের সমান।\nবর্ণনাকারী বলেন, আমার জানা নেই, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোনটি আগে বলেছিলেন। (ই.ফা. ৩৭৭; ই.সে. ৩৮৮)",
    "ar": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ وُضِعَتْ بَيْنَ يَدَىْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَصْعَةٌ مِنْ ثَرِيدٍ وَلَحْمٍ فَتَنَاوَلَ الذِّرَاعَ وَكَانَتْ أَحَبَّ الشَّاةِ إِلَيْهِ فَنَهَسَ نَهْسَةً فَقَالَ ‏\"‏ أَنَا سَيِّدُ النَّاسِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ ثُمَّ نَهَسَ أُخْرَى فَقَالَ ‏\"‏ أَنَا سَيِّدُ النَّاسِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ فَلَمَّا رَأَى أَصْحَابَهُ لاَ يَسْأَلُونَهُ قَالَ ‏\"‏ أَلاَ تَقُولُونَ كَيْفَهْ ‏\"‏ ‏.‏ قَالُوا كَيْفَهْ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ‏\"‏ ‏.‏ وَسَاقَ الْحَدِيثَ بِمَعْنَى حَدِيثِ أَبِي حَيَّانَ عَنْ أَبِي زُرْعَةَ وَزَادَ فِي قِصَّةِ إِبْرَاهِيمَ فَقَالَ وَذَكَرَ قَوْلَهُ فِي الْكَوْكَبِ هَذَا رَبِّي ‏.‏ وَقَوْلَهُ لآلِهَتِهِمْ بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا ‏.‏ وَقَوْلَهُ إِنِّي سَقِيمٌ ‏.‏ قَالَ ‏\"‏ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ إِنَّ مَا بَيْنَ الْمِصْرَاعَيْنِ مِنْ مَصَارِيعِ الْجَنَّةِ إِلَى عِضَادَتَىِ الْبَابِ لَكَمَا بَيْنَ مَكَّةَ وَهَجَرٍ أَوْ هَجَرٍ وَمَكَّةَ ‏\"‏ ‏.‏ قَالَ لاَ أَدْرِي أَىَّ ذَلِكَ قَالَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}