{
  "hadith": {
    "hadith_id": 3993,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, আমরা একবার রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে মক্কা থেকে মাদীনায় আগমন করি। অতঃপর আমার উট অসুস্থ হয়ে পড়ে, অতঃপর পূর্ণ ঘটনাসহ তিনি হাদীস বর্ণনা করেন। আর এ বর্ণনায় আছে যে, তিনি আমাকে বললেন, আমার নিকট তোমার এ উট বিক্রি করো। আমি বললাম, না, বরং এটা আপনারই হে আল্লাহর রসূল! তিনি বললেন, না, বরং আমার নিকটে বিক্রি কর। আমি বললাম, তাহলে আমার উপর এক ব্যক্তির এক উকীয়্যাহ্‌ স্বর্ণ পাওনা আছে তার বিনিময়ে এটি আপনার। তিনি বললেন, আমি এটা নিয়ে এলাম। তুমি এতে আরোহী হয়ে মাদীনাহ্‌ পর্যন্ত যেতে পারবে। জাবির (রাঃ) বললেন, যখন আমি মাদীনায় পৌঁছালাম তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিলালকে বললেন, একে এক উকীয়্যাহ্‌ স্বর্ণ দাও এবং কিছু বাড়তি দাও। অতঃপর তিনি আমাকে এক উকীয়্যাহ্‌ স্বর্ণ দিলেন এবং এক কীরাত বাড়তি দিলেন।\nজাবির (রাঃ)বলেন, আমি (মনে মনে) বললামঃ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর এ বাড়তি বস্তু কখনও আমার থেকে আলাদা হবে না। রাবী বলেন, অতঃপর তা আমার নিকট একটি থলির মধ্যে থাকত। সিরিয়াবাসীরা হার্‌রা দিবসে তা ছিনিয়ে নিয়ে যায়। (ই. ফা. ৩৯৫৬, ই. সে. ৩৯৫৫)",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ جَابِرٍ، قَالَ أَقْبَلْنَا مِنْ مَكَّةَ إِلَى الْمَدِينَةِ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَاعْتَلَّ جَمَلِي ‏.‏ وَسَاقَ الْحَدِيثَ بِقِصَّتِهِ وَفِيهِ ثُمَّ قَالَ لِي ‏\"‏ بِعْنِي جَمَلَكَ هَذَا ‏\"‏ ‏.‏ قَالَ قُلْتُ لاَ بَلْ هُوَ لَكَ ‏.‏ قَالَ ‏\"‏ لاَ بَلْ بِعْنِيهِ ‏\"‏ ‏.‏ قَالَ قُلْتُ لاَ بَلْ هُوَ لَكَ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ لاَ بَلْ بِعْنِيهِ ‏\"‏ ‏.‏ قَالَ قُلْتُ فَإِنَّ لِرَجُلٍ عَلَىَّ أُوقِيَّةَ ذَهَبٍ فَهُوَ لَكَ بِهَا ‏.‏ قَالَ ‏\"‏ قَدْ أَخَذْتُهُ فَتَبَلَّغْ عَلَيْهِ إِلَى الْمَدِينَةِ ‏\"‏ ‏.‏ قَالَ فَلَمَّا قَدِمْتُ الْمَدِينَةَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِبِلاَلٍ ‏\"‏ أَعْطِهِ أُوقِيَّةً مِنْ ذَهَبٍ وَزِدْهُ ‏\"‏ ‏.‏ قَالَ فَأَعْطَانِي أُوقِيَّةً مِنْ ذَهَبٍ وَزَادَنِي قِيرَاطًا - قَالَ - فَقُلْتُ لاَ تُفَارِقُنِي زِيَادَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم - قَالَ - فَكَانَ فِي كِيسٍ لِي فَأَخَذَهُ أَهْلُ الشَّامِ يَوْمَ الْحَرَّةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}