{
  "hadith": {
    "hadith_id": 4026,
    "narrator": "উরওয়াহ্‌ (রহঃ)",
    "bn": "আরওয়া বিনতু উওয়ায়স সা’ঈদ ইবনু যায়দ (রাঃ)-এর উপর দাবী করেন যে, তিনি আরওয়ার জমির কিছু অংশ জবর দখল করেছেন। সে মারওয়ান ইবনু হাকামের (উমাইয়াহ্‌ শাসক) নিকট এর বিচার দাবি করে। সা’ঈদ বললেনঃ আমি কী রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর থেকে ঐ কথা শোনার পরে তার জমির কিছু অংশ জবর দখল করতে কেমন করে পারি? তিনি বললেন, আপনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে কী কথা শুনেছেন? তিনি বললেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছিঃ যে ব্যক্তি  এক বিঘত পরিমাণ জমি জোরপূর্বক দখল করবে কিয়ামতের দিন তাকে সাত স্তর জমিনের বেড়ি (তার গলায়) পরিয়ে দেয়া হবে। মারওয়ান বললেন, এরপর আপনার নিকট আর প্রমাণের কথা জিজ্ঞেস করব না। এরপর সা’ঈদ বললেন, হে আল্লাহ! ‘আরওয়া যদি মিথ্যাবাদিনী হয় তবে তার দু’চোখ অন্ধ করে দিন এবং তার জমিতে তাকে মৃত্যুদান করুন।\nবর্ণনাকারী বলেন, এরপর সে অন্ধ না হওয়া পর্যন্ত মৃত্যুবরণ করেনি। পরে তার জমিতে চলার সময় হঠাৎ এক গর্তে পড়ে মারা যায়। (ই. ফা. ৩৯৮৯, ই. সে. ৩৯৮৮)",
    "ar": "حَدَّثَنَا أَبُو الرَّبِيعِ الْعَتَكِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، أَنَّ أَرْوَى بِنْتَ أُوَيْسٍ، ادَّعَتْ عَلَى سَعِيدِ بْنِ زَيْدٍ أَنَّهُ أَخَذَ شَيْئًا مِنْ أَرْضِهَا فَخَاصَمَتْهُ إِلَى مَرْوَانَ بْنِ الْحَكَمِ ‏.‏ فَقَالَ سَعِيدٌ أَنَا كُنْتُ آخُذُ مِنْ أَرْضِهَا شَيْئًا بَعْدَ الَّذِي سَمِعْتُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ وَمَا سَمِعْتَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ أَخَذَ شِبْرًا مِنَ الأَرْضِ ظُلْمًا طُوِّقَهُ إِلَى سَبْعِ أَرَضِينَ ‏\"‏ ‏.‏ فَقَالَ لَهُ مَرْوَانُ لاَ أَسْأَلُكَ بَيِّنَةً بَعْدَ هَذَا ‏.‏ فَقَالَ اللَّهُمَّ إِنْ كَانَتْ كَاذِبَةً فَعَمِّ بَصَرَهَا وَاقْتُلْهَا فِي أَرْضِهَا ‏.‏ قَالَ فَمَا مَاتَتْ حَتَّى ذَهَبَ بَصَرُهَا ثُمَّ بَيْنَا هِيَ تَمْشِي فِي أَرْضِهَا إِذْ وَقَعَتْ فِي حُفْرَةٍ فَمَاتَتْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}