{
  "hadith": {
    "hadith_id": 4074,
    "narrator": "নু‘মান ইবনু বাশীর (রাঃ)",
    "bn": "তাঁর মা বিনতু রাওয়াহা (রাঃ) তাঁর পিতার নিকট স্বীয় পুত্রের জন্যে তাঁর সম্পদ থেকে কিছু দান করার অনুরোধ করলেন। এক বছর যাবৎ তিনি এ ব্যাপারে গড়িমসি করেন। পরে তা দেয়ার ইচ্ছা জাগল। বিনতু রাওয়াহা (রাঃ) বললেন, আমার পুত্রকে যা দিবেন তার উপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে সাক্ষী না রাখা পর্যন্ত আমি খুশি হবো না। তখন আমার পিতা আমার হাত ধরে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট আসলেন। সে সময় আমি বালক ছিলাম। তিনি বললেন, হে আল্লাহ্‌র রসূল! এর মা বিনতু রাওয়াহা চায় যে, আমি তাঁর পুত্রকে যা দান করেছি আপনাকে তার সাক্ষী রাখি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে বাশীর! এ ছাড়া তোমার কি আর কোন পুত্র আছে? বললেন, হ্যাঁ। তিনি বললেন, তুমি কি তাদের সকলকে এরূপ দান করেছ? তিনি বললেন, না। তখন তিনি বললেন, তাহলে আমাকে সাক্ষী রেখো না। কারণ, আমি যুল্‌মের ব্যাপারে সাক্ষী হই না। (ই.ফা. ৪০৩৭, ই.সে. ৪০৩৬)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ أَبِي حَيَّانَ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، ح. وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا أَبُو حَيَّانَ التَّيْمِيُّ، عَنِ الشَّعْبِيِّ، حَدَّثَنِي النُّعْمَانُ بْنُ بَشِيرٍ، أَنَّ أُمَّهُ بِنْتَ رَوَاحَةَ، سَأَلَتْ أَبَاهُ بَعْضَ الْمَوْهِبَةِ مِنْ مَالِهِ لاِبْنِهَا فَالْتَوَى بِهَا سَنَةً ثُمَّ بَدَا لَهُ فَقَالَتْ لاَ أَرْضَى حَتَّى تُشْهِدَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى مَا وَهَبْتَ لاِبْنِي ‏.‏ فَأَخَذَ أَبِي بِيَدِي وَأَنَا يَوْمَئِذٍ غُلاَمٌ فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أُمَّ هَذَا بِنْتَ رَوَاحَةَ أَعْجَبَهَا أَنْ أُشْهِدَكَ عَلَى الَّذِي وَهَبْتُ لاِبْنِهَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا بَشِيرُ أَلَكَ وَلَدٌ سِوَى هَذَا ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ فَقَالَ ‏\"‏ أَكُلَّهُمْ وَهَبْتَ لَهُ مِثْلَ هَذَا ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ فَلاَ تُشْهِدْنِي إِذًا فَإِنِّي لاَ أَشْهَدُ عَلَى جَوْرٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}