{
  "hadith": {
    "hadith_id": 4101,
    "narrator": "সা’দ (রাঃ)",
    "bn": "তিনি বলেন, বিদায় হজ্জের সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে দেখতে আসেন; এমন রোগের সময় যাতে আমি মৃত্যুর কাছাকাছি হয়ে পড়েছিলাম। আমি বললাম, হে আল্লাহ্‌র রসূল! রোগের কারণে আমার কী অবস্থা হয়েছে, আপনি তো দেখতেই পাচ্ছেন? আমি একজন সম্পদশালী ব্যক্তি, অথচ একটি মাত্র কন্যা সন্তান ব্যতীত আমার আর কোন ওয়ারিস নেই। সুতরাং আমি আমার সম্পদের দু'-তৃতীয়াংশ দান করতে পারব কি? তিনি বললেন, না। আমি বললাম, তবে কি অর্ধেক মাল সদাকাহ্‌ করতে পারব? তিনি বললেন, না। বরং এক তৃতীয়াংশ এবং এক তৃতীয়াংশও বেশী হয়ে যায়। তোমার ওয়ারিসদের অভাবমুক্ত অবস্থায় রেখে যাওয়া তোমার জন্যে উত্তম, এমন অভাবগ্রস্ত অবস্থায় ছেড়ে যাওয়ার চেয়ে যে, তারা মানুষের নিকট হাত পাতবে। আর আল্লাহর সন্তুষ্টি লাভের জন্যে তুমি যা কিছুই খরচ কর তার উপর তোমাকে প্রতিদান দেয়া হবে। এমনকি, সে লোকমাটির বদৌলতেও যা তুমি তোমার স্ত্রীর মুখে তুলে দিবে। আমি বললাম, হে আল্লাহ্‌র রসূল! আমি তো আমার সাথীদের পর তাদের পিছনে রয়ে যাচ্ছি। তিনি বললেন, তুমি পেছনে রয়ে গেছো (জীবিত রয়ে গেছো), তাতে তুমি এমন 'আমাল করে আল্লাহর সন্তুষ্টি লাভ করতে পার যাতে তোমার মর্যাদা বাড়বে ও উঁচু হবে। আর সম্ভবত তুমি পরবর্তীতেও থাকবে অর্থাৎ দীর্ঘায়ু লাভ করবে। এমনকি বহু সম্প্রদায় তোমার দ্বারা লাভবান হবে এবং বহু লোক তোমার দ্বারা ক্ষতিগ্রস্ত হবে। (নাবীজী দু’আ করলেন।) ইয়া আল্লাহ! আমার সাথীদের হিজরাত অক্ষুণ্ন রাখুন এবং তাদেরকে পশ্চাতে ফিরিয়ে দিবেন না। কিন্তু সা’দ ইবনু খাওলার জন্যে আফসোস। \nবর্ণনাকারী বলেন যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার জন্যে দুঃখ প্রকাশ করেন। কারণ, তিনি মাক্কায় মৃত্যুবরণ করেছিলেন। (ই. ফা. ৪০৬৩, ই. সে. ৪০৬২)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، قَالَ عَادَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ مِنْ وَجَعٍ أَشْفَيْتُ مِنْهُ عَلَى الْمَوْتِ فَقُلْتُ يَا رَسُولَ اللَّهِ بَلَغَنِي مَا تَرَى مِنَ الْوَجَعِ وَأَنَا ذُو مَالٍ وَلاَ يَرِثُنِي إِلاَّ ابْنَةٌ لِي وَاحِدَةٌ أَفَأَتَصَدَّقُ بِثُلُثَىْ مَالِي قَالَ ‏\"‏ لاَ ‏\"‏ ‏.‏ قَالَ قُلْتُ أَفَأَتَصَدَّقُ بِشَطْرِهِ قَالَ ‏\"‏ لاَ الثُّلُثُ وَالثُّلُثُ كَثِيرٌ إِنَّكَ أَنْ تَذَرَ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَذَرَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ وَلَسْتَ تُنْفِقُ نَفَقَةً تَبْتَغِي بِهَا وَجْهَ اللَّهِ إِلاَّ أُجِرْتَ بِهَا حَتَّى اللُّقْمَةُ تَجْعَلُهَا فِي فِي امْرَأَتِكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أُخَلَّفُ بَعْدَ أَصْحَابِي قَالَ ‏\"‏ إِنَّكَ لَنْ تُخَلَّفَ فَتَعْمَلَ عَمَلاً تَبْتَغِي بِهِ وَجْهَ اللَّهِ إِلاَّ ازْدَدْتَ بِهِ دَرَجَةً وَرِفْعَةً وَلَعَلَّكَ تُخَلَّفُ حَتَّى يُنْفَعَ بِكَ أَقْوَامٌ وَيُضَرَّ بِكَ آخَرُونَ اللَّهُمَّ أَمْضِ لأَصْحَابِي هِجْرَتَهُمْ وَلاَ تَرُدَّهُمْ عَلَى أَعْقَابِهِمْ لَكِنِ الْبَائِسُ سَعْدُ ابْنُ خَوْلَةَ ‏\"‏ ‏.‏ قَالَ رَثَى لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ أَنْ تُوُفِّيَ بِمَكَّةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "26"
    }
  }
}