{
  "hadith": {
    "hadith_id": 4107,
    "narrator": "সা’দ (রাঃ)- এর তিন পুত্র তাঁদের পিতার থেকে",
    "bn": "মক্কায় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সা’দের অসুখ দেখার জন্যে তাঁর নিকট আসেন। সা’দ (রাঃ) কেঁদে ফেলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি কেন কাঁদছ? তিনি বললেন, আমি ভয় পাচ্ছি, যে স্থান থেকে হিজরত করেছি, সেথায় না আমি মারা যাই; যেমনিভাবে মারা গিয়েছেন সা’দ ইবনু খাওলা (রাঃ)। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ইয়া আল্লাহ! সা’দকে সুস্থতা দান করুন তিন বার বললেন। সা’দ (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! আমার প্রচুর সম্পদ আছে। আর একমাত্র কন্যাই আমার উত্তরাধিকার হবে। তবে কি আমার সমুদয় সম্পদ ওয়াসিয়্যাত করতে পারি? তিনি বললেন, না। সা’দ (রাঃ) বললেন, তবে কি দুই-তৃতীয়াংশ? তিনি বললেন, না। সা’দ (রাঃ) বললেন, তা হলে অর্ধেক? তিনি বললেন, না। সা’দ বললেন, তাহলে এক তৃতীয়াংশ? তিনি বললেন, হ্যাঁ, এক তৃতীয়াংশ আর এক তৃতীয়াংশই অনেক। তোমার সম্পদ থেকে তুমি যা সদাকাহ্‌ কর তা তো সদাকাহ্‌-ই এবং তোমার পরিবারের জন্যে যা খরচ কর তাও সদাকাহ্‌ আর তোমার মাল থেকে তোমার স্ত্রী যা খায় তাও সদাকাহ্‌। তোমার পরিবার-পরিজনকে যদি তুমি সম্পদশালী রেখে যাও, অথবা বলেছেন স্বাচ্ছন্দ্যে রেখে যাও, তবে তা তাদের মানুষের কাছে হাতপাতা অবস্থায় রেখে যাওয়ার তুলনায় ভাল। আর এ কথা বলতে তিনি নিজ হাত দিয়ে ইশারা করলেন। (ই. ফা. ৪০৬৯, ই. সে. ৪০৬৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ الْمَكِّيُّ، حَدَّثَنَا الثَّقَفِيُّ، عَنْ أَيُّوبَ السَّخْتِيَانِيِّ، عَنْ عَمْرِو، بْنِ سَعِيدٍ عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ الْحِمْيَرِيِّ، عَنْ ثَلاَثَةٍ، مِنْ وَلَدِ سَعْدٍ كُلُّهُمْ يُحَدِّثُهُ عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ عَلَى سَعْدٍ يَعُودُهُ بِمَكَّةَ فَبَكَى قَالَ ‏\"‏ مَا يُبْكِيكَ ‏\"‏ ‏.‏ فَقَالَ قَدْ خَشِيتُ أَنْ أَمُوتَ بِالأَرْضِ الَّتِي هَاجَرْتُ مِنْهَا كَمَا مَاتَ سَعْدُ ابْنُ خَوْلَةَ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ اللَّهُمَّ اشْفِ سَعْدًا اللَّهُمَّ اشْفِ سَعْدًا ‏\"‏ ‏.‏ ثَلاَثَ مِرَارٍ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ إِنَّ لِي مَالاً كَثِيرًا وَإِنَّمَا يَرِثُنِي ابْنَتِي أَفَأُوصِي بِمَالِي كُلِّهِ قَالَ ‏\"‏ لاَ ‏\"‏ ‏.‏ قَالَ فَبِالثُّلُثَيْنِ قَالَ ‏\"‏ لاَ ‏\"‏ ‏.‏ قَالَ فَالنِّصْفُ قَالَ ‏\"‏ لاَ ‏\"‏ ‏.‏ قَالَ فَالثُّلُثُ قَالَ ‏\"‏ الثُّلُثُ وَالثُّلُثُ كَثِيرٌ إِنَّ صَدَقَتَكَ مِنْ مَالِكَ صَدَقَةٌ وَإِنَّ نَفَقَتَكَ عَلَى عِيَالِكَ صَدَقَةٌ وَإِنَّ مَا تَأْكُلُ امْرَأَتُكَ مِنْ مَالِكَ صَدَقَةٌ وَإِنَّكَ أَنْ تَدَعَ أَهْلَكَ بِخَيْرٍ - أَوْ قَالَ بِعَيْشٍ - خَيْرٌ مِنْ أَنْ تَدَعَهُمْ يَتَكَفَّفُونَ النَّاسَ ‏\"‏ ‏.‏ وَقَالَ بِيَدِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "26"
    }
  }
}