{
  "hadith": {
    "hadith_id": 4124,
    "narrator": "সা’ঈদ ইবনু জুবায়র (রাঃ)",
    "bn": "তিনি বলেন, কোন এক সময় ইবনু ‘আব্বাস (রাঃ) বলেন, বৃহস্পতিবার দিন, হায়রে বৃহস্পতিবার দিন! ব'লে তিনি কেঁদে ফেলেন। এমনকি তার অশ্রুধারায় কংকর ভিজে যায়। আমি বললাম, হে আবূ ‘আব্বাস! বৃহস্পতিবার দিনের ব্যাপার কী? তিনি বললেন, সেদিন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর রোগ বেড়ে যায়। তখন তিনি বললেন, আমার নিকট এসো, আমি তোমাদের এমন একটি লিপি লিখে দিই, যাতে আমার পরে তোমরা আর পথহারা হবে না। তখন উপস্থিত সাহাবাগণ পরস্পর বিতর্কে লিপ্ত হলেন। অথচ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে তর্কবিতর্ক করা উচিত নয়। তারা বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর অবস্থা কী হলো? তিনি তা অর্থহীন বলতে পারেন না? তোমরা তাঁর কথা বুঝার চেষ্টা কর। রাবী বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমাদের তিনটি বিষয়ে ওয়াসিয়্যাত করছি, মুশরিকদেরকে আরব উপদ্বীপ থেকে বহিস্কার কর। প্রতিনিধি (আগন্তুক) দলকে উপঢৌকন দাও, যেমনি আমি তাদেরকে উপহার দিতাম। বর্ণনাকারী বললেন, ইবনু ‘আব্বাস (রাঃ) তৃতীয়টা থেকে নীরব থাকেন অথবা তিনি বলেছেন, কিন্তু তা ভুলে গেছি।\n\nআবূ ইসহাক্‌ (রহঃ) বলেন, হাসান ইবনু বিশ্‌র (রহঃ) সুফইয়ান (রাঃ) থেকে অনুরূপ বর্ণনা করেছেন। (ই.ফা. ৪০৮৬, ই.সে. ৪০৮৫)",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَمْرٌو النَّاقِدُ - وَاللَّفْظُ لِسَعِيدٍ - قَالُوا حَدَّثَنَا سُفْيَانُ، عَنْ سُلَيْمَانَ الأَحْوَلِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ قَالَ ابْنُ عَبَّاسٍ يَوْمُ الْخَمِيسِ وَمَا يَوْمُ الْخَمِيسِ ثُمَّ بَكَى حَتَّى بَلَّ دَمْعُهُ الْحَصَى ‏.‏ فَقُلْتُ يَا ابْنَ عَبَّاسٍ وَمَا يَوْمُ الْخَمِيسِ قَالَ اشْتَدَّ بِرَسُولِ اللَّهِ صلى الله عليه وسلم وَجَعُهُ ‏.‏ فَقَالَ ‏\"‏ ائْتُونِي أَكْتُبْ لَكُمْ كِتَابًا لاَ تَضِلُّوا بَعْدِي ‏\"‏ ‏.‏ فَتَنَازَعُوا وَمَا يَنْبَغِي عِنْدَ نَبِيٍّ تَنَازُعٌ ‏.‏ وَقَالُوا مَا شَأْنُهُ أَهَجَرَ اسْتَفْهِمُوهُ ‏.‏ قَالَ ‏\"‏ دَعُونِي فَالَّذِي أَنَا فِيهِ خَيْرٌ أُوصِيكُمْ بِثَلاَثٍ أَخْرِجُوا الْمُشْرِكِينَ مِنْ جَزِيرَةِ الْعَرَبِ وَأَجِيزُوا الْوَفْدَ بِنَحْوِ مَا كُنْتُ أُجِيزُهُمْ ‏\"‏ ‏.‏ قَالَ وَسَكَتَ عَنِ الثَّالِثَةِ أَوْ قَالَهَا فَأُنْسِيتُهَا ‏.‏\n\nقَالَ أَبُو إِسْحَاقَ إِبْرَاهِيمُ حَدَّثَنَا الْحَسَنُ بْنُ بِشْرٍ، قَالَ حَدَّثَنَا سُفْيَانُ، بِهَذَا الْحَدِيثِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "26"
    }
  }
}