{
  "hadith": {
    "hadith_id": 4137,
    "narrator": "ইমরান ইবনু হুসায়ন (রাঃ)",
    "bn": "তিনি বলেন, সাকীফ গোত্র ছিল বানূ 'উকায়ল গোত্রের মিত্র। সাকীফ গোত্রের লোকেরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর দু’জন সাঃহাবীকে বন্দী করে। আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর সাঃহাবীরা বানূ 'উকায়ল গোত্রের এক ব্যক্তিকে বন্দী করে এবং তার সাঃথে আযবা নাম্নী উষ্ট্রীকেও আটক করে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার কাছে আসলেন। তখন সে বাঁধা অবস্থায় ছিল। সে ডাক দিল, ইয়া মুহাম্মাদ! ইয়া মুহাম্মাদ! রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার নিকট এলেন এবং বললেন, তোমার কী অবস্থা? সে বললো, আমাকে কী কারণে বন্দী করেছেন? আর কেনই বা হাজীদের অগ্রগামী উষ্ট্রীটিকে আটক করেছেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, বিরাট অপরাধের কারণে। তোমার মিত্র সাকীফ গোত্রের অপরাধের জন্য তোমাকে বন্দী করেছি। এরপর তিনি তার কাছ থেকে ফিরে আসলেন। সে আবার তাঁকে ডেকে বললো, ইয়া মুহাম্মাদ! ইয়া মুহাম্মাদ! আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ছিলেন বড়ই দয়ালু এবং নম্র স্বভাবের। তাই তিনি তার দিকে আবার এলেন এবং বললেন তোমার কী অবস্থা? সে বললো, আমি একজন মুসলিম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি যদি এ কথা তখন বলতে, যখন তোমার ব্যাপারে তোমার অধিকারে ছিল, তবে তুমি পুরোপুরি সফল হতে। এরপর তিনি ফিরে আসলেন। সে আবারও তাঁকে ডাক দিয়ে বললো, ইয়া মুহাম্মাদ! ইয়া মুহাম্মাদ! তিনি পুনরায় তার কাছে এসে বললেন, তোমার কী হয়েছে? সে বললো, আমি ক্ষুধার্ত, আমাকে খাবার দিন এবং পিপাসিত, আমাকে পান করান। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এ-ই তোমার প্রয়োজন? অতঃপর তাকে সেই দু’ব্যক্তির বিনিময়ে মুক্তি দেয়া হয়।\nরাবী বলেন, একবার এক আনসার মহিলা বন্দী হয় এবং আযবা নাম্নী উষ্ট্রী (তাদের হাতে) ধরা পড়ে। মহিলাটি বাঁধা অবস্থায় ছিল। গোত্রের লোকদের অভ্যাস ছিল তারা তাদের পশু গৃহের সাঃমনে রাখত। এক রাত্রে রমণীটি বন্ধন মুক্ত হয়ে পলায়ন করে এবং উটের কাছে আসে। সে যখনই কোন উটের কাছে আসতো, উট আওয়াজ করতো এবং তখন সে তাকে পরিত্যাগ করতো। অবশেষে সে ‘আযবার’ কাছে এসে পৌঁছে। ‘আযবা’ কোন আওয়াজ করলো না। এ উটনী ছিল বড়ই অনুগত। সে তার পিঠের উপর বসে এবং তাকে হাঁকায়, আর সে চলতে থাকে। তখন তারা তার পলায়ন টের পেয়ে গেল এবং তার খোঁজে ছুটল। কিন্তু ‘আযবা’ তাদেরকে ব্যর্থ করে দেয়। রাবী বলেন, মহিলাও আল্লাহর নামে মানৎ করে যে, আল্লাহ যদি এ উষ্ট্রীর সাহায্যে তাকে মুক্তি দেন, তবে সে অবশ্যই তাকে কুরবানী দিবে। তারপর যখন মহিলাটি মদীনায় আসলেন আর লোক সকল তাকে দেখাদেখি করছেন এবং বলাবলি করছেন। এ আযবা নাম্নী উষ্ট্রী রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর। তারপর তারা রাসুলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে ঘটনাটি তাঁকে বললেন। তিনি বললেন, ‘সুবহানাল্লাহ’ কী মন্দ প্রতিদান, যা সে তাকে দিয়েছে। সে আল্লাহর নামে মানৎ করেছে যে, যদি আল্লাহ তাকে এ উষ্ট্রীর উপর রক্ষা করেন তবে সে তাকেই কুরবানী করে দিবে। (জেনে রেখ) পাপের ব্যাপারে মানৎ করলে সে মানৎ পূরণ করতে নেই। আর সে বস্তুর মানৎও পূরণযোগ্য নয়, যার মালিক সে ব্যক্তি নয়। ইবনু হুজ্‌র (রহঃ)- এর বর্ণনায় আছে যে, আল্লাহর নাফারমানীর বিষয়ে মানৎ সংঘটিত হয় না। (ই.ফা. ৪০৯৯, ই.সে. ৪০৯৮)",
    "ar": "وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَعَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، - وَاللَّفْظُ لِزُهَيْرٍ - قَالاَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَيُّوبُ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ كَانَتْ ثَقِيفُ حُلَفَاءَ لِبَنِي عُقَيْلٍ فَأَسَرَتْ ثَقِيفُ رَجُلَيْنِ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَسَرَ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم رَجُلاً مِنْ بَنِي عُقَيْلٍ وَأَصَابُوا مَعَهُ الْعَضْبَاءَ فَأَتَى عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهْوَ فِي الْوَثَاقِ قَالَ يَا مُحَمَّدُ ‏.‏ فَأَتَاهُ فَقَالَ ‏\"‏ مَا شَأْنُكَ ‏\"‏ ‏.‏ فَقَالَ بِمَ أَخَذْتَنِي وَبِمَ أَخَذْتَ سَابِقَةَ الْحَاجِّ فَقَالَ إِعْظَامًا لِذَلِكَ ‏\"‏ أَخَذْتُكَ بِجَرِيرَةِ حُلَفَائِكَ ثَقِيفَ ‏\"‏ ‏.‏ ثُمَّ انْصَرَفَ عَنْهُ فَنَادَاهُ فَقَالَ يَا مُحَمَّدُ يَا مُحَمَّدُ ‏.‏ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم رَحِيمًا رَقِيقًا فَرَجَعَ إِلَيْهِ فَقَالَ ‏\"‏ مَا شَأْنُكَ ‏\"‏ ‏.‏ قَالَ إِنِّي مُسْلِمٌ ‏.‏ قَالَ ‏\"‏ لَوْ قُلْتَهَا وَأَنْتَ تَمْلِكُ أَمْرَكَ أَفْلَحْتَ كُلَّ الْفَلاَحِ ‏\"‏ ‏.‏ ثُمَّ انْصَرَفَ فَنَادَاهُ فَقَالَ يَا مُحَمَّدُ يَا مُحَمَّدُ ‏.‏ فَأَتَاهُ فَقَالَ ‏\"‏ مَا شَأْنُكَ ‏\"‏ ‏.‏ قَالَ إِنِّي جَائِعٌ فَأَطْعِمْنِي وَظَمْآنُ فَأَسْقِنِي ‏.‏ قَالَ ‏\"‏ هَذِهِ حَاجَتُكَ ‏\"‏ ‏.‏ فَفُدِيَ بِالرَّجُلَيْنِ - قَالَ - وَأُسِرَتِ امْرَأَةٌ مِنَ الأَنْصَارِ وَأُصِيبَتِ الْعَضْبَاءُ فَكَانَتِ الْمَرْأَةُ فِي الْوَثَاقِ وَكَانَ الْقَوْمُ يُرِيحُونَ نَعَمَهُمْ بَيْنَ يَدَىْ بُيُوتِهِمْ فَانْفَلَتَتْ ذَاتَ لَيْلَةٍ مِنَ الْوَثَاقِ فَأَتَتِ الإِبِلَ فَجَعَلَتْ إِذَا دَنَتْ مِنَ الْبَعِيرِ رَغَا فَتَتْرُكُهُ حَتَّى تَنْتَهِيَ إِلَى الْعَضْبَاءِ فَلَمْ تَرْغُ قَالَ وَنَاقَةٌ مُنَوَّقَةٌ فَقَعَدَتْ فِي عَجُزِهَا ثُمَّ زَجَرَتْهَا فَانْطَلَقَتْ وَنَذِرُوا بِهَا فَطَلَبُوهَا فَأَعْجَزَتْهُمْ - قَالَ - وَنَذَرَتْ لِلَّهِ إِنْ نَجَّاهَا اللَّهُ عَلَيْهَا لَتَنْحَرَنَّهَا فَلَمَّا قَدِمَتِ الْمَدِينَةَ رَآهَا النَّاسُ ‏.‏ فَقَالُوا الْعَضْبَاءُ نَاقَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَتْ إِنَّهَا نَذَرَتْ إِنْ نَجَّاهَا اللَّهُ عَلَيْهَا لَتَنْحَرَنَّهَا ‏.‏ فَأَتَوْا رَسُولَ اللَّهِ صلى الله عليه وسلم فَذَكَرُوا ذَلِكَ لَهُ ‏.‏ فَقَالَ ‏\"‏ سُبْحَانَ اللَّهِ بِئْسَمَا جَزَتْهَا نَذَرَتْ لِلَّهِ إِنْ نَجَّاهَا اللَّهُ عَلَيْهَا لَتَنْحَرَنَّهَا لاَ وَفَاءَ لِنَذْرٍ فِي مَعْصِيَةٍ وَلاَ فِيمَا لاَ يَمْلِكُ الْعَبْدُ ‏\"‏ ‏.‏ وَفِي رِوَايَةِ ابْنِ حُجْرٍ ‏\"‏ لاَ نَذْرَ فِي مَعْصِيَةِ اللَّهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "27"
    }
  }
}