{
  "hadith": {
    "hadith_id": 4156,
    "narrator": "আবূ মুসা (রাযিঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর সঙ্গে ‘জায়শুল’ উসরা' অথাৎ তাবুকের যুদ্ধের জন্যে সমবেত হওয়ার কালে আমার সাথীরা তাদের জন্যে সওয়ারী চাইতে আমাকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট প্রেরণ করেন। আমি বললাম, হে আল্লাহর নাবী! আমার সঙ্গীরা আমাকে আপনার নিকট তাদেরকে সওয়ারী দেয়ার জন্যে পাঠিয়েছেন। তিনি বললেনঃ আল্লাহর কসম! আমি তোমাদের কোন বাহন দেব না। আর যখন আমি তাঁর সঙ্গে সাক্ষাৎ করি তখন তিনি রাগান্বিত ছিলেন, অথচ আমি বুঝতে পারিনি। আমি চিন্তিত মনে ফিরে আসি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর অসম্মতির কারণে এবং এ ভয়ে যে, সম্ভবত রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার উপর মনে মনে রাগান্বিত হয়েছেন। তখন আমি আমার সাথীদের কাছে চলে আসি এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা বলেছেন, তা তাদের জানাই। অল্পক্ষণের বেশি দেরি করিনি, হঠাৎ শুনতে পাই যে, বিলাল (রাঃ) ডাক দিচ্ছেন হে 'আবদুল্লাহ ইবনু কায়স! আমি উত্তর দিলাম। তিনি বললেন, চলো, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমাকে ডাকতে পাঠিয়েছেন। যখন আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট আসি, তখন তিনি বললেন, এ জোড়া নাও, এ জোড়া নাও এবং এ জোড়া নাও। ছয়টি উট সম্পর্কে বললেন, যা সা’দ (রাঃ) থেকে সে সময়েই রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ক্রয় করেছেন। সুতরাং তুমি তা নিয়ে তোমার সাথীদের কাছে চলে যাও এবং বল, আল্লাহ অথবা বলেন, আল্লাহর রসূল তোমাদের এগুলো বাহনের জন্যে দিয়েছেন। সুতরাং তোমরা এর উপর আরোহণ করো।\nআবূ মুসা (রাঃ) বলেন, আমি এগুলো নিয়ে আমার সাথীদের নিকট আসি এবং বলি যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এগুলো তোমাদের বাহন হিসেবে দিয়েছেন। কিন্তু আল্লাহর কসম! আমি তোমাদের ছাড়বো না, যতক্ষণ পর্যন্ত তোমাদের কেউ আমার সাথে সে ব্যক্তির নিকট না যায়, যে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কথা শুনেছে, যখন আমি তাঁর নিকট তোমাদের জন্যে (বাহন) চেয়েছিলাম এবং তিনি প্রথমবার নিষেধ করেন এবং পরে আমাকে তা প্রদান করেন। তোমরা মনে করো না, তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা বলেননি, আমি তোমাদের এমন কথা বলেছি। তারা আমাকে বললেন, আল্লাহর কসম! আপনি আমাদের নিকট অবশ্যই সত্যবাদী। আর আপনি যা চাইছেন তা আমরা অবশ্যই করবো। তারপর আবূ মূসা (রাঃ) তাদের মধ্য থেকে কয়েকজনকে সাঃথে নিয়ে ঐসব লোকদের নিকটে এলেন যাঁরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কথা এবং তাদের দিতে তাঁর নিষেধাজ্ঞা শুনেছিলেন এবং পরবর্তীতে তাঁর দেয়া লক্ষ্য করেছিলেন। তারা তাদের কাছে হুবহু সে বর্ণনাই দিলেন যা আবূ মূসাঃ (রাঃ) তাদের কাছে বর্ণনা করেছিলেন। (ই.ফা. ৪১১৮, ই.সে. ৪১১৭)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بَرَّادٍ الأَشْعَرِيُّ، وَمُحَمَّدُ بْنُ الْعَلاَءِ الْهَمْدَانِيُّ، - وَتَقَارَبَا فِي اللَّفْظِ - قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ أَرْسَلَنِي أَصْحَابِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم أَسْأَلُهُ لَهُمُ الْحُمْلاَنَ إِذْ هُمْ مَعَهُ فِي جَيْشِ الْعُسْرَةِ - وَهِيَ غَزْوَةُ تَبُوكَ - فَقُلْتُ يَا نَبِيَّ اللَّهِ إِنَّ أَصْحَابِي أَرْسَلُونِي إِلَيْكَ لِتَحْمِلَهُمْ ‏.‏ فَقَالَ ‏\"‏ وَاللَّهِ لاَ أَحْمِلُكُمْ عَلَى شَىْءٍ ‏\"‏ ‏.‏ وَوَافَقْتُهُ وَهُوَ غَضْبَانُ وَلاَ أَشْعُرُ فَرَجَعْتُ حَزِينًا مِنْ مَنْعِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَمِنْ مَخَافَةِ أَنْ يَكُونَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَدْ وَجَدَ فِي نَفْسِهِ عَلَىَّ فَرَجَعْتُ إِلَى أَصْحَابِي فَأَخْبَرْتُهُمُ الَّذِي قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَمْ أَلْبَثْ إِلاَّ سُوَيْعَةً إِذْ سَمِعْتُ بِلاَلاً يُنَادِي أَىْ عَبْدَ اللَّهِ بْنَ قَيْسٍ ‏.‏ فَأَجَبْتُهُ فَقَالَ أَجِبْ رَسُولَ اللَّهِ صلى الله عليه وسلم يَدْعُوكَ ‏.‏ فَلَمَّا أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ خُذْ هَذَيْنِ الْقَرِينَيْنِ وَهَذَيْنِ الْقَرِينَيْنِ وَهَذَيْنِ الْقَرِينَيْنِ - لِسِتَّةِ أَبْعِرَةٍ ابْتَاعَهُنَّ حِينَئِذٍ مِنْ سَعْدٍ - فَانْطَلِقْ بِهِنَّ إِلَى أَصْحَابِكَ فَقُلْ إِنَّ اللَّهَ - أَوْ قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم - يَحْمِلُكُمْ عَلَى هَؤُلاَءِ فَارْكَبُوهُنَّ ‏\"‏ ‏.‏ قَالَ أَبُو مُوسَى فَانْطَلَقْتُ إِلَى أَصْحَابِي بِهِنَّ فَقُلْتُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم يَحْمِلُكُمْ عَلَى هَؤُلاَءِ وَلَكِنْ وَاللَّهِ لاَ أَدَعُكُمْ حَتَّى يَنْطَلِقَ مَعِي بَعْضُكُمْ إِلَى مَنْ سَمِعَ مَقَالَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم حِينَ سَأَلْتُهُ لَكُمْ وَمَنْعَهُ فِي أَوَّلِ مَرَّةٍ ثُمَّ إِعْطَاءَهُ إِيَّاىَ بَعْدَ ذَلِكَ لاَ تَظُنُّوا أَنِّي حَدَّثْتُكُمْ شَيْئًا لَمْ يَقُلْهُ ‏.‏ فَقَالُوا لِي وَاللَّهِ إِنَّكَ عِنْدَنَا لَمُصَدَّقٌ وَلَنَفْعَلَنَّ مَا أَحْبَبْتَ ‏.‏ فَانْطَلَقَ أَبُو مُوسَى بِنَفَرٍ مِنْهُمْ حَتَّى أَتَوُا الَّذِينَ سَمِعُوا قَوْلَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَمَنْعَهُ إِيَّاهُمْ ثُمَّ إِعْطَاءَهُمْ بَعْدُ فَحَدَّثُوهُمْ بِمَا حَدَّثَهُمْ بِهِ أَبُو مُوسَى سَوَاءً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "28"
    }
  }
}