{
  "hadith": {
    "hadith_id": 4157,
    "narrator": "যাহদাম জারমী (রাযিঃ)",
    "bn": "তিনি বলেন, আমরা আবূ মূসা (রাঃ)- এর নিকটে ছিলাম। তিনি তাঁর (খানার) দস্তরখান নিয়ে আসতে বললেন। তাতে মুরগীর গোস্ত ছিল। ইত্যবসরে তাইমুল্লাহ গোত্রের লাল বর্ণের এক লোক প্রবেশ করে, যে গোলাম সদৃশ ছিল। আবূ মূসা (রাঃ) তাকে বললেন, এসো। সে ইতস্ততঃ করে। আবূ মূসাঃ (রাঃ) বললেন, এসো। কারণ আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে তা খেতে দেখেছি। লোকটি বললো, আমি একে এমন কিছু খেতে দেখেছি যাতে আমার খেতে ঘৃণার উদ্রেক হয়, তাই আমি কসম করেছি যে, তা আর খাবো না। আবূ মূসা (রাঃ) বললেন, এসো, এ ব্যাপারে আমি তোমাকে একটি হাদীস বলছি। আমি একবার আশ‘আরী গোত্রের কতিপয় লোকের সাথে রসূলু্ল্লাহ- এর নিকট সওয়ারী চাইতে আসি। তিনি বললেনঃ আল্লাহর কসম! আমি তোমাদের সওয়ারী দিব না। আর তোমাদের দেওয়ার মতন সওয়ারীও আমার কাছে নেই। তারপর যতক্ষণ আল্লাহর ইচ্ছা হয়, আমরা অপেক্ষা করলাম। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকটে কিছু গানীমতের উট আসে। তিনি আমাকে ডাকতে পাঠান এবং সাদা কুঁজবিশিষ্ট পাঁচটি উট আমাদের দেয়ার নির্দেশ দেন। যখন আমরা চললাম তখন আমাদের একে অন্যকে বললেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে তাঁর কসম সম্বন্ধে অবহিত করিনি, আমাদের জন্যে বারাকাত হবে না। তখন আমরা তাঁর নিকট ফিরে গিয়ে বললাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমরা আপনার নিকট এসেছিলাম বাহন চাওয়ার জন্য আর আপনি কসম করে ছিলেন যে, আমাদেরকে বাহন দিবেন না, অতঃপর আমাদেরকে বাহন দিলেন; হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনি কী ভুলে গেছেন? তিনি বললেনঃ আল্লাহর কসম! ইনশা-আল্লাহ আমি যখনই কোন বিষয়ে কসম করি, তারপর তার বিপরীতটিকে উত্তম মনে হলে উত্তমটিই করি এবং কসম থেকে হালাল হয়ে যাই অর্থাৎ কাফফারাহ আদায় করি। সুতরাং তোমরা যাও, কেননা আল্লাহ তা‘আলা তোমাদের সওয়ারী দান করেছেন। (ই.ফা. ৪১১৯, ই.সে. ৪১১৮)",
    "ar": "حَدَّثَنِي أَبُو الرَّبِيعِ الْعَتَكِيُّ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - عَنْ أَيُّوبَ، عَنْ أَبِي، قِلاَبَةَ وَعَنِ الْقَاسِمِ بْنِ عَاصِمٍ، عَنْ زَهْدَمٍ الْجَرْمِيِّ، - قَالَ أَيُّوبُ وَأَنَا لِحَدِيثِ الْقَاسِمِ، أَحْفَظُ مِنِّي لِحَدِيثِ أَبِي قِلاَبَةَ - قَالَ كُنَّا عِنْدَ أَبِي مُوسَى فَدَعَا بِمَائِدَتِهِ وَعَلَيْهَا لَحْمُ دَجَاجٍ فَدَخَلَ رَجُلٌ مِنْ بَنِي تَيْمِ اللَّهِ أَحْمَرُ شَبِيهٌ بِالْمَوَالِي فَقَالَ لَهُ هَلُمَّ ‏.‏ فَتَلَكَّأَ فَقَالَ هَلُمَّ فَإِنِّي قَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَأْكُلُ مِنْهُ ‏.‏ فَقَالَ الرَّجُلُ إِنِّي رَأَيْتُهُ يَأْكُلُ شَيْئًا فَقَذِرْتُهُ فَحَلَفْتُ أَنْ لاَ أَطْعَمَهُ فَقَالَ هَلُمَّ أُحَدِّثْكَ عَنْ ذَلِكَ إِنِّي أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي رَهْطٍ مِنَ الأَشْعَرِيِّينَ نَسْتَحْمِلُهُ فَقَالَ ‏\"‏ وَاللَّهِ لاَ أَحْمِلُكُمْ وَمَا عِنْدِي مَا أَحْمِلُكُمْ عَلَيْهِ ‏\"‏ ‏.‏ فَلَبِثْنَا مَا شَاءَ اللَّهُ فَأُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِنَهْبِ إِبِلٍ فَدَعَا بِنَا فَأَمَرَ لَنَا بِخَمْسِ ذَوْدٍ غُرِّ الذُّرَى قَالَ فَلَمَّا انْطَلَقْنَا قَالَ بَعْضُنَا لِبَعْضٍ أَغْفَلْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم يَمِينَهُ لاَ يُبَارَكُ لَنَا ‏.‏ فَرَجَعْنَا إِلَيْهِ فَقُلْنَا يَا رَسُولَ اللَّهِ إِنَّا أَتَيْنَاكَ نَسْتَحْمِلُكَ وَإِنَّكَ حَلَفْتَ أَنْ لاَ تَحْمِلَنَا ثُمَّ حَمَلْتَنَا أَفَنَسِيتَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ إِنِّي وَاللَّهِ إِنْ شَاءَ اللَّهُ لاَ أَحْلِفُ عَلَى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا إِلاَّ أَتَيْتُ الَّذِي هُوَ خَيْرٌ وَتَحَلَّلْتُهَا فَانْطَلِقُوا فَإِنَّمَا حَمَلَكُمُ اللَّهُ عَزَّ وَجَلَّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "28"
    }
  }
}