{
  "hadith": {
    "hadith_id": 420,
    "narrator": "আবূ সা’ঈদ (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মহামহিম আল্লাহ (কিয়ামাত দিবসে) আহ্বান করবেন, হে আদাম! তিনি উত্তরে বলবেন, আমি আপনার সামনে উপস্থিত, আপনার কাছে শুভ কামনা করি এবং সকল কল্যাণ আপনারই হাতে। মহান আল্লাহ বলবেন : জাহান্নামী দলকে বের কর। আদাম (‘আঃ) জিজ্ঞেস করবেন : জাহান্নামী দল কতজনে? মহান আল্লাহ বলবেন : প্রতি হাজার থেকে নয়শ’ নিরানব্বই। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এটাই সে মুহূর্ত যখন বালক হয়ে যাবে বৃদ্ধ, সকল গর্ভবতী তাদের গর্ভপাত করে ফেলবে আর মানুষকে দেখবে মাতাল সদৃশ যদিও তারা নেশাগ্রস্ত নয়, বস্তুতঃ আল্লাহর ‘আযাব বড়ই কঠিন। রাবী বলেন, কথাগুলো সহাবাগণের কঠিন মনে হলো। তাঁরা বললেন, ইয়া রসূলাল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমাদের মধ্যে কে সে ব্যক্তি? তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আনন্দিত হও। ইয়া’জূয ও মা’জূযের সংখ্যা এক হাজার হলে তোমাদের সংখ্যা হবে একজন। তারপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কসম সে সত্তার যাঁর হাতে আমার প্রাণ! অবশ্যই আমি আশা রাখি যে, তোমরা জান্নাতীদের এক চতুর্থাংশ হবে। (সহাবা বলেন,) আমরা আল্লাহর প্রশংসা করলাম এবং ‘আল্ল-হু আকবার’ ধ্বনি দিলাম। তারপর আবার তিনি বললেন, শপথ সে সত্তার, যাঁর হাতে আমার জীবন! অবশ্যই আমি আশা রাখি, জান্নাতীদের মধ্যে তোমরা তাদের এক তৃতীয়াংশ হবে। সহাবা বলেন, আমরা বললাম ‘আলহাম্‌দু লিল্লাহ’ এবং ‘আল্ল-হু আকবার’ ধ্বনি দিলাম। তারপর আবার রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কসম সে সত্তার, যাঁর হাতে আমার প্রাণ! আমি আশা রাখি যে, তোমরা জান্নাতীদের অর্ধেক হবে এবং তোমরা অন্যান্য উম্মাতের মধ্যে কালো ষাঁড়ের গায়ে একটি সাদা পশমের ন্যায় অথবা গাধার পায়ের চিহ্নের সদৃশ। (ই.ফা. ৪২৫; ই.সে. ৪৩৯)",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ الْعَبْسِيُّ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَقُولُ اللَّهُ عَزَّ وَجَلَّ يَا آدَمُ فَيَقُولُ لَبَّيْكَ وَسَعْدَيْكَ وَالْخَيْرُ فِي يَدَيْكَ - قَالَ - يَقُولُ أَخْرِجْ بَعْثَ النَّارِ ‏.‏ قَالَ وَمَا بَعْثُ النَّارِ قَالَ مِنْ كُلِّ أَلْفٍ تِسْعَمِائَةٍ وَتِسْعَةً وَتِسْعِينَ ‏.‏ قَالَ فَذَاكَ حِينَ يَشِيبُ الصَّغِيرُ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ ‏\"‏ ‏.‏ قَالَ فَاشْتَدَّ ذَلِكَ عَلَيْهِمْ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ أَيُّنَا ذَلِكَ الرَّجُلُ فَقَالَ ‏\"‏ أَبْشِرُوا فَإِنَّ مِنْ يَأْجُوجَ وَمَأْجُوجَ أَلْفًا وَمِنْكُمْ رَجُلٌ ‏\"‏ ‏.‏ قَالَ ثُمَّ قَالَ ‏\"‏ وَالَّذِي نَفْسِي بِيَدِهِ إِنِّي لأَطْمَعُ أَنْ تَكُونُوا رُبُعَ أَهْلِ الْجَنَّةِ ‏\"‏ ‏.‏ فَحَمِدْنَا اللَّهَ وَكَبَّرْنَا ثُمَّ قَالَ ‏\"‏ وَالَّذِي نَفْسِي بِيَدِهِ إِنِّي لأَطْمَعُ أَنْ تَكُونُوا ثُلُثَ أَهْلِ الْجَنَّةِ ‏\"‏ ‏.‏ فَحَمِدْنَا اللَّهَ وَكَبَّرْنَا ثُمَّ قَالَ ‏\"‏ وَالَّذِي نَفْسِي بِيَدِهِ إِنِّي لأَطْمَعُ أَنْ تَكُونُوا شَطْرَ أَهْلِ الْجَنَّةِ إِنَّ مَثَلَكُمْ فِي الأُمَمِ كَمَثَلِ الشَّعْرَةِ الْبَيْضَاءِ فِي جِلْدِ الثَّوْرِ الأَسْوَدِ أَوْ كَالرَّقْمَةِ فِي ذِرَاعِ الْحِمَارِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}