{
  "hadith": {
    "hadith_id": 4220,
    "narrator": "কুতাইবাহ্ ইবনু সা‘ঈদ, মুহাম্মাদ ইবনু রুম্হ, মুহাম্মাদ ইবনু মুসান্না, আবূ রাবী‘, আবূ কামিল, যুহায়র ইবনু হারব, ইসহাক্ ইবনু মানসূর, মুহাম্মাদ ইবনু রাফি‘, হারূন ইবনু সা‘ঈদ আইলী (রহঃ) ..... সকলেই ইবনু ‘উমার (রাযিঃ) সূত্রে নাবী (সাঃ)",
    "bn": "সকলেই ইবনু ‘উমার (রাঃ) সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে এ হাদীস বর্ণনা করেছেন। আর তাঁদের বর্ণিত হাদীসে (আরবী) (আর যদি তার কাছে সম্পদ না থাকে, তবে সে যে অংশ আযাদ করল তাই শুধু আযাদ হবে) এরূপ বাক্যের উল্লেখ করেছেন। আর তারা এ কথাও বলেছেন যে, আমরা জানি না যে, প্রকৃতপক্ষেই এ শব্দগুলো হাদীসের অন্তর্ভুক্ত, না বর্ণনাকারী নাফি‘ (রহঃ) নিজের পক্ষ হতেই এগুলো বলেছেন। উল্লিখিত বর্ণনাকারীদের বর্ণনায় “আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে এ কথা বলতে শুনেছি- এ কথাটি একমাত্র লায়স ইবনু সা‘দ- এর হাদীস ব্যতীত অন্য কারো বর্ণনায় নেই। (ই.ফা. ৪১৮১, ই.সে. ৪১৮১)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ رُمْحٍ، عَنِ اللَّيْثِ بْنِ سَعْدٍ، ح وَحَدَّثَنَا مُحَمَّدُ، بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، ح وَحَدَّثَنِي أَبُو الرَّبِيعِ، وَأَبُو كَامِلٍ قَالاَ حَدَّثَنَا حَمَّادٌ، وَهُوَ ابْنُ زَيْدٍ ح وَحَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنِي ابْنَ عُلَيَّةَ - كِلاَهُمَا عَنْ أَيُّوبَ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي إِسْمَاعِيلُ بْنُ أُمَيَّةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنِ ابْنِ أَبِي ذِئْبٍ، ح وَحَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي أُسَامَةُ، - يَعْنِي ابْنَ زَيْدٍ - كُلُّ هَؤُلاَءِ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ وَلَيْسَ فِي حَدِيثِهِمْ ‏ \"‏ وَإِنْ لَمْ يَكُنْ لَهُ مَالٌ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ ‏\"‏ ‏.‏ إِلاَّ فِي حَدِيثِ أَيُّوبَ وَيَحْيَى بْنِ سَعِيدٍ فَإِنَّهُمَا ذَكَرَا هَذَا الْحَرْفَ فِي الْحَدِيثِ وَقَالاَ لاَ نَدْرِي أَهُوَ شَىْءٌ فِي الْحَدِيثِ أَوْ قَالَهُ نَافِعٌ مِنْ قِبَلِهِ وَلَيْسَ فِي رِوَايَةِ أَحَدٍ مِنْهُمْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏ إِلاَّ فِي حَدِيثِ اللَّيْثِ بْنِ سَعْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "28"
    }
  }
}