{
  "hadith": {
    "hadith_id": 4234,
    "narrator": "ইয়াহইয়া এবং রাফি’ ইবনু খাদীজ (রাঃ)",
    "bn": "তাঁরা উভয়েই বলেছেন, ‘আবদুল্লাহ ইবনু সাহল ইবনু যায়দ (রাঃ) ও মুহাইয়্যিসাহ ইবনু মাস‘ঊদ বাড়ি থেকে বের হয়ে খাইবার পর্যন্ত এলেন। এরপর সেখান থেকে উভয়েই আলাদা হয়ে গেলেন। তারপর মুহাইয়্যিসাহ্ (রাঃ) ‘আবদুল্লাহ্ ইবনু সাহলকে একস্থানে খুন হওয়া অবস্থায় পেলেন। তখন তিনি তাঁকে দাফন করলেন। এরপর তিনি এবং হুওয়াইয়িসাহ ইবনু মাস‘ঊদ (রাঃ) ও ‘আবদুর রহমান ইবনু সাহল (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আগমন করলেন। আর তিনি ছিলেন দলের সর্বকনিষ্ঠ ব্যক্তি। ‘আবদুর রহমান (রাঃ) তাঁর উভয় সাথীর আগে কথা বলার জন্য এগিয়ে এলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেন, তোমাদের মধ্যে যে ব্যক্তি বয়সে বড় সে কথা বলার জন্য সামনে এসো। সুতরাং তিনি চুপ করে গেলেন এবং তার সাথী দু‘জন কথা বললেন। আর তিনি তাদের দু‘জনের সাথে কথা বললেন। তারা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আবদুল্লাহ বিন সাহলের (হত্যা ও) হত্যাস্থান বিষয়ে কথা বললেন তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে বললেনঃতোমরা কি এ ব্যাপারে পঞ্চাশবার হলফ (শপথ) করতে পারবে (যে হত্যাকারী পার্শ্ববর্তী ইয়াহূদী সম্প্রদায়) তাহলে নিহত ব্যাক্তির কিসাস বা দিয়াত প্রাপ্তির ব্যাপারে হকদার হবে। প্রতি উত্তরে তারা বলল, আমরা কিভাবে এ ব্যাপারে হলফ (শপথ) করবো? আমরা তো সেখানে উপস্থিত ছিলাম না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃতাহলে ইয়াহূদীরা পঞ্চাশবার হলফ করে তোমাদের দাবী নাকচ করে দিবে। তারা তখন বলল, আমরা কিভাবে কাফির সম্প্রদায়ের হলফ গ্রহণ করে নেব? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন ঐ অবস্থা অবলোকন করলেন, তখন তার ‘দিয়্যাত’ দিয়ে দিলেন (নিজের থেকে)।\n(ই.ফা. ৪১৯৫, ই.সে. ৪১৯৫)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ يَحْيَى، - وَهُوَ ابْنُ سَعِيدٍ - عَنْ بُشَيْرِ، بْنِ يَسَارٍ عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، - قَالَ يَحْيَى وَحَسِبْتُ قَالَ - وَعَنْ رَافِعِ بْنِ خَدِيجٍ، أَنَّهُمَا قَالاَ خَرَجَ عَبْدُ اللَّهِ بْنُ سَهْلِ بْنِ زَيْدٍ وَمُحَيِّصَةُ بْنُ مَسْعُودِ بْنِ زَيْدٍ حَتَّى إِذَا كَانَا بِخَيْبَرَ تَفَرَّقَا فِي بَعْضِ مَا هُنَالِكَ ثُمَّ إِذَا مُحَيِّصَةُ يَجِدُ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَتِيلاً فَدَفَنَهُ ثُمَّ أَقْبَلَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم هُوَ وَحُوَيِّصَةُ بْنُ مَسْعُودٍ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَكَانَ أَصْغَرَ الْقَوْمِ فَذَهَبَ عَبْدُ الرَّحْمَنِ لِيَتَكَلَّمَ قَبْلَ صَاحِبَيْهِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كَبِّرِ ‏\"‏ ‏.‏ الْكُبْرَ فِي السِّنِّ فَصَمَتَ فَتَكَلَّمَ صَاحِبَاهُ وَتَكَلَّمَ مَعَهُمَا فَذَكَرُوا لِرَسُولِ اللَّهِ صلى الله عليه وسلم مَقْتَلَ عَبْدِ اللَّهِ بْنِ سَهْلٍ فَقَالَ لَهُمْ ‏\"‏ أَتَحْلِفُونَ خَمْسِينَ يَمِينًا فَتَسْتَحِقُّونَ صَاحِبَكُمْ ‏\"‏ ‏.‏ أَوْ ‏\"‏ قَاتِلَكُمْ ‏\"‏ ‏.‏ قَالُوا وَكَيْفَ نَحْلِفُ وَلَمْ نَشْهَدْ قَالَ ‏\"‏ فَتُبْرِئُكُمْ يَهُودُ بِخَمْسِينَ يَمِينًا ‏\"‏ ‏.‏ قَالُوا وَكَيْفَ نَقْبَلُ أَيْمَانَ قَوْمٍ كُفَّارٍ فَلَمَّا رَأَى ذَلِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَعْطَى عَقْلَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "29"
    }
  }
}