{
  "hadith": {
    "hadith_id": 4241,
    "narrator": "সাহ্‌ল ইবনু আবূ হাসমাহ্‌ (রাঃ)",
    "bn": "তাঁর সম্প্রদায়ের বিশিষ্ট ব্যক্তিবর্গের মধ্যে গণ্য ‘আবদুল্লাহ ইবনু সাহল এবং মুহাইয়্যিসাহ্‌ (রাঃ) উভয়েই খাইবারের দিকে গমন করলেন দূর্গম পথ দিয়ে। এরপর এক ব্যক্তি মুহাইয়্যিসাহ্‌ (রাঃ)-এর নিকট এসে খবর দিল যে, ‘আবদুল্লাহ ইবনু সাহল (রাঃ) নিহত হয়েছেন এবং তাঁকে একটি নর্দমা বা কূপের মধ্যে ফেলে রাখা হয়েছে। সুতরাং তিনি তথাকার ইয়াহূদীদের কাছে এসে বললেন, আল্লাহর শপথ তোমরাই তাঁকে হত্যা করেছ। তারা আল্লাহর শপথ করে বললো, আমরা তাঁকে হত্যা করিনি! এরপর তিনি স্বীয় সম্প্রদায়ের নিকট ফিরে এলেন এবং তাঁদের কাছে ঐ ঘটনা বর্ণনা করলেন। পরিশেষে তিনি ও তাঁর বড় ভাই হুওয়াইয়িসাহ্‌ এবং ‘আবদূর রহমান ইবনু সাহল (রাঃ) (নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে) আগমন করলেন। এরপর মুহাইয়্যিসাহ্‌ (রাঃ) কথা বলার জন্য অগ্রসর হলেন, যিনি (নিহত ব্যক্তির সঙ্গে) খাইবারে ছিলেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুহাইয়্যিসাহ্‌ (রাঃ) কে লক্ষ্য করে বললেন, বড় জন! বড় জন! অর্থাৎ বয়ষ্ক ব্যক্তিকে কথা বলতে দাও। তখন হুওয়াইয়িসাহ্‌ (রাঃ) কথাবার্তা বললেন, এরপর মুহাইয়্যিসাহ্‌ (রাঃ)-ও কথা বললেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হয়ত তারা তোমাদের সাথীর খুনের বদলা (দিয়্যাত) আদায় করে দিবে, নতুবা যুদ্ধের জন্য তৈরি হবে। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের কাছে ঐ  ব্যাপারে পত্র লিখলেন। প্রতি উত্তরে তারা লিখল যে, আল্লাহর শপথ নিশ্চয়ই আমরা তাকে হত্যা করিনি। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হুওয়াইয়িসাহ্‌, মুহাইয়্যিসাহ্‌ ও ‘আবদূর রহমানকে বললেন, তোমরা কি শপথের মাধ্যমে তোমাদের সাথীর রক্তপণ আদায়ের হকদার হতে সক্ষম হবে? তাঁরা বলল, না। তখন তিনি বললেনঃ তাহলে ইয়াহুদীরা তোমাদের কাছে হলফ করে বলুক। তাঁরা তখন বলল, তারাতো (ইয়াহূদী) মুসলিম নয়। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের পক্ষ হতে তাঁর ‘দিয়্যাত’ (খুনের বদলা) আদায় করে দিলেন। এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের একশ’ উটনী প্রদান করলেন এবং ঐগুলো তাদের বাড়িতে পৌঁছিয়ে দেয়া হলো। সাহল (রাঃ) বলেন, ঐগুলির মধ্য হতে একটি লাল রঙের উটনী আমাকে লাথি মেরেছিল। (ই.ফা. ৪২০২ , ই.সে. ৪২০২)",
    "ar": "حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا بِشْرُ بْنُ عُمَرَ، قَالَ سَمِعْتُ مَالِكَ بْنَ أَنَسٍ، يَقُولُ حَدَّثَنِي أَبُو لَيْلَى بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ سَهْلٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، أَنَّهُ أَخْبَرَهُ عَنْ رِجَالٍ، مِنْ كُبَرَاءِ قَوْمِهِ أَنَّ عَبْدَ، اللَّهِ بْنَ سَهْلٍ وَمُحَيِّصَةَ خَرَجَا إِلَى خَيْبَرَ مِنْ جَهْدٍ أَصَابَهُمْ فَأَتَى مُحَيِّصَةُ فَأَخْبَرَ أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَدْ قُتِلَ وَطُرِحَ فِي عَيْنٍ أَوْ فَقِيرٍ فَأَتَى يَهُودَ فَقَالَ أَنْتُمْ وَاللَّهِ قَتَلْتُمُوهُ ‏.‏ قَالُوا وَاللَّهِ مَا قَتَلْنَاهُ ‏.‏ ثُمَّ أَقْبَلَ حَتَّى قَدِمَ عَلَى قَوْمِهِ فَذَكَرَ لَهُمْ ذَلِكَ ثُمَّ أَقْبَلَ هُوَ وَأَخُوهُ حُوَيِّصَةُ وَهُوَ أَكْبَرُ مِنْهُ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ فَذَهَبَ مُحَيِّصَةُ لِيَتَكَلَّمَ وَهُوَ الَّذِي كَانَ بِخَيْبَرَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِمُحَيِّصَةَ ‏\"‏ كَبِّرْ كَبِّرْ ‏\"‏ ‏.‏ يُرِيدُ السِّنَّ فَتَكَلَّمَ حُوَيِّصَةُ ثُمَّ تَكَلَّمَ مُحَيِّصَةُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِمَّا أَنْ يَدُوا صَاحِبَكُمْ وَإِمَّا أَنْ يُؤْذِنُوا بِحَرْبٍ ‏\"‏ ‏.‏ فَكَتَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَيْهِمْ فِي ذَلِكَ فَكَتَبُوا إِنَّا وَاللَّهِ مَا قَتَلْنَاهُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِحُوَيِّصَةَ وَمُحَيِّصَةَ وَعَبْدِ الرَّحْمَنِ ‏\"‏ أَتَحْلِفُونَ وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ ‏\"‏ ‏.‏ قَالُوا لاَ ‏.‏ قَالَ ‏\"‏ فَتَحْلِفُ لَكُمْ يَهُودُ ‏\"‏ ‏.‏ قَالُوا لَيْسُوا بِمُسْلِمِينَ ‏.‏ فَوَدَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ عِنْدِهِ فَبَعَثَ إِلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم مِائَةَ نَاقَةٍ حَتَّى أُدْخِلَتْ عَلَيْهِمُ الدَّارَ ‏.‏ فَقَالَ سَهْلٌ فَلَقَدْ رَكَضَتْنِي مِنْهَا نَاقَةٌ حَمْرَاءُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "29"
    }
  }
}