{
  "hadith": {
    "hadith_id": 4246,
    "narrator": "আনাস (রাঃ)",
    "bn": "“উকল” গোত্রের আটজনের একটি দল রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলো। তারা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে ইসলামের উপর বাই‘আত করল। অতঃপর মাদীনার আবহাওয়া তাদের প্রতিকূল হওয়ায় তারা অসুস্থ হয়ে পড়লে এ ব্যাপারে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট অভিযোগ করল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা কি আমাদের রাখালের সাথে গমন করে উটের মূত্র এবং দুগ্ধ পান করতে পারবে?\nতখন তারা বলল, জী-হ্যাঁ। এরপর তারা বের হয়ে গেল এবং এর (উটের) মূত্র ও দুগ্ধ পান করল। এতে তারা সুস্থ হয়ে গেল অতঃপর তারা রাখালকে হত্যা করে উটগুলো হাঁকিয়ে নিয়ে গেল। এ সংবাদ  রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট পৌঁছল। তিনি তাদের পিছনে লোক পাঠালেন। তাঁরা তাদেরকে পাকড়াও করে নিয়ে এল। তাদের প্রতি নির্দেশ জারি করা হলো। তখন তাদের হাত-পা কর্তন করা হলো এবং তপ্ত লৌহ শলাকা চোখে প্রবেশ করানো হলো। এরপর তাদেরকে রৌদ্রে নিক্ষেপ করা হলো। অবশেষে তারা মারা গেল।\nইবনু সাব্বাহ (রহঃ) ….. বর্ণনা ---- এর স্থলে ---- উল্লেখ রয়েছে। রাবী বলেন, অতঃপর তাদের চোখগুলো উপড়ে ফেলা হলো। (ই.ফা. ৪২০৭ , ই.সে. ৪২০৭)",
    "ar": "حَدَّثَنَا أَبُو جَعْفَرٍ، مُحَمَّدُ بْنُ الصَّبَّاحِ وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالَ حَدَّثَنَا ابْنُ عُلَيَّةَ، عَنْ حَجَّاجِ بْنِ أَبِي عُثْمَانَ، حَدَّثَنِي أَبُو رَجَاءٍ، مَوْلَى أَبِي قِلاَبَةَ عَنْ أَبِي قِلاَبَةَ، حَدَّثَنِي أَنَسٌ، أَنَّ نَفَرًا، مِنْ عُكْلٍ ثَمَانِيَةً قَدِمُوا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَبَايَعُوهُ عَلَى الإِسْلاَمِ فَاسْتَوْخَمُوا الأَرْضَ وَسَقُمَتْ أَجْسَامُهُمْ فَشَكَوْا ذَلِكَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَ ‏ \"‏ أَلاَ تَخْرُجُونَ مَعَ رَاعِينَا فِي إِبِلِهِ فَتُصِيبُونَ مِنْ أَبْوَالِهَا وَأَلْبَانِهَا ‏\"‏ ‏.‏ فَقَالُوا بَلَى ‏.‏ فَخَرَجُوا فَشَرِبُوا مِنْ أَبْوَالِهَا وَأَلْبَانِهَا فَصَحُّوا فَقَتَلُوا الرَّاعِيَ وَطَرَدُوا الإِبِلَ فَبَلغَ ذَلِكَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَبَعَثَ فِي آثَارِهِمْ فَأُدْرِكُوا فَجِيءَ بِهِمْ فَأَمَرَ بِهِمْ فَقُطِعَتْ أَيْدِيهِمْ وَأَرْجُلُهُمْ وَسُمِرَ أَعْيُنُهُمْ ثُمَّ نُبِذُوا فِي الشَّمْسِ حَتَّى مَاتُوا ‏.‏ وَقَالَ ابْنُ الصَّبَّاحِ فِي رِوَايَتِهِ وَاطَّرَدُوا النَّعَمَ ‏.‏ وَقَالَ وَسُمِّرَتْ أَعْيُنُهُمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "29"
    }
  }
}