{
  "hadith": {
    "hadith_id": 4266,
    "narrator": "আনাস (রা.)",
    "bn": "রাবী (রাঃ)-এর ভগ্নি হারিসার মাতা এক ব্যক্তিকে আহত করল। এ ব্যাপারে তারা (তার আত্মীয়রা) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট অভিযোগ আনলো। তখন রসূসুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্‌ কিসাস! আল্‌ কিসাস (বদলা)! অর্থাৎ-এতে কিসাস আরোপিত হবে। তখন উম্মু রাবী বললেন, হে আল্লাহ্‌র রসূল! অমুকের (উম্মু হারিসার) নিকট হতে কি কিসাস নেয়া হবে? আল্লাহ্‌র কসম! তাঁর নিকট হতে কিসাস না নেয়া হোক। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সুব্‌হানাল্লাহ! (অর্থাৎ- তিনি আশ্চর্যান্বিত হয়ে বললেন) হে উম্মু রাবী‘ ! কিসাস নেয়া তো আল্লাহ্‌র কিতাবের নির্দেশ। তিনি বললেন, জী না। আল্লাহ্‌র শপথ নিয়ে আরয করছি, তার নিকট হতে কখনও কিসাস (বদলা) না নেয়া হোক। বর্ণনাকারী বলেন, তিনি বারবার এ কথা বলছিলেন। পরিশেষে আহত ব্যক্তির ওয়ারিশগণ (দিয়্যাত) ক্ষতিপূরণ নিতে সম্মত হল। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ্‌র বান্দাগণের মধ্যে এমনও লোক আছে, যদি সে আল্লাহ্‌র নামে শপথ করে কোন কথা বলে তখন আল্লাহ্‌ তা’আলা তা সত্যে পরিণত করে দেন। (ই.ফা. ৪২২৭, ই.সে. ৪২২৭)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا ثَابِتٌ، عَنْ أَنَسٍ، أَنَّ أُخْتَ الرُّبَيِّعِ أُمَّ حَارِثَةَ، جَرَحَتْ إِنْسَانًا فَاخْتَصَمُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْقِصَاصَ الْقِصَاصَ ‏\"‏ ‏.‏ فَقَالَتْ أُمُّ الرَّبِيعِ يَا رَسُولَ اللَّهِ أَيُقْتَصُّ مِنْ فُلاَنَةَ وَاللَّهِ لاَ يُقْتَصُّ مِنْهَا ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ سُبْحَانَ اللَّهِ يَا أُمَّ الرَّبِيعِ الْقِصَاصُ كِتَابُ اللَّهِ ‏\"‏ ‏.‏ قَالَتْ لاَ وَاللَّهِ لاَ يُقْتَصُّ مِنْهَا أَبَدًا ‏.‏ قَالَ فَمَا زَالَتْ حَتَّى قَبِلُوا الدِّيَةَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ مِنْ عِبَادِ اللَّهِ مَنْ لَوْ أَقْسَمَ عَلَى اللَّهِ لأَبَرَّهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "29"
    }
  }
}