{
  "hadith": {
    "hadith_id": 4275,
    "narrator": "আবূ বাকরাহ (রাঃ)-এর সূত্রে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "তিনি বলেছেনঃ কাল আবর্তিত হয়ে পূর্বাবস্থায় ফিরে এসেছে, যে অবস্থায় আল্লাহ তা’আলা আকাশসমূহ ও পৃথিবী সৃষ্টি করেছিলেন। এক বছর হয় বার মাসে, তন্মধ্যে চারটি নিষিদ্ধ মাস। (অর্থাৎ- তাতে যুদ্ধ বিগ্রহ করা হারাম) এর তিন মাস হল ধারাবাহিক- ১. যুল কা’দা, ২. যুলহাজ্জাহ্ এবং ৩. মুহাররাম। আর রজবও নিষিদ্ধ মাস, যা জামাদিউস্ সানী এবং শা’বানের মাঝে অবস্থিত। এর পর তিনি বললেনঃ এটি কোন্ মাস? আমরা বললাম, আল্লাহ ও তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ ব্যাপারে অধিক জানেন। বর্ণনাকারী বলেন, এরপর তিনি কিছুক্ষণ চুপ রইলেন। আমরা ভাবলাম যে, তিনি হয়ত এ মাসের নতুন কোন নাম বলবেন। এরপর তিনি বললেনঃ এ-কি “যুলহাজ্জাহ্” মাস নয়? আমরা বললাম, জী-হ্যাঁ। তিনি বললেনঃ এ কোন্ শহর? আমরা বললাম, আল্লাহ ও তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অধিক জানেন। বর্ণনাকারী বলেন, তিনি কিছুক্ষণ চুপ রইলেন। এতে আমরা ধারণা করলাম যে, তিনি হয়ত এর অপর কোন নাম রাখবেন। তিনি বললেনঃ এ-কি (মাক্কা) শহর নয়। আমরা বললাম, জী-হ্যাঁ। তিনি বললেনঃ এ কোন্ দিন? আমরা বললাম আল্লাহ ও তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অধিক জ্ঞাত। বর্ণনাকারী বলেন, এরপর তিনি কিছুক্ষণ চুপ রইলেন। এতে আমরা ধারণা করলাম যে, তিনি হয়ত এর অন্য কোন নাম বলবেন। তিনি বললেনঃ এ-কি ইয়াওমুন্নাহার (ঈদুল আযহার দিন) নয়? আমরা বললাম, জী-হ্যাঁ, হে আল্লাহ্‌র রসূল! তিনি বললেনঃ তোমাদের জান ও মাল এবং রাবী মুহাম্মাদ বলেন, আমি ধারণা করি এর সাথে তিনি তোমাদের মান সম্ভ্রম এ কথা যুক্ত করে বললেনঃ এগুলো তেমন মর্যাদাপূর্ণ যেমন তোমাদের কাছে আজকার দিবস, এ নগর এবং এ মাসও পবিত্র। তোমরা খুব শীঘ্রই তোমাদের প্রভুর সাথে মিলিত হবে। তখন তোমাদেরকে তোমোদের কৃতকর্ম সম্পর্কে জিজ্ঞাসাবাদ করা হবে। অতএব তোমরা আমার পরে পথভ্রষ্ট হয়ে একে অন্যের সাথে ঝগড়া-ফাসাদে লিপ্ত হয়ো না। সাবধান! তোমাদের উপস্থিতগণ অবশ্যই অনুপস্থিতদের কাছে আমার এ বাণী পৌছে দিবে। সম্ভবতঃ উপস্থিত ব্যক্তি যাদের কাছে আমার বাণী পৌছে দিবে, তাঁরা কেউ কেউ হয়ত এখানকার শ্রোতাদের চেয়ে অধিকতর সংরক্ষণকারী হবে। এরপর তিনি বললেনঃ ওহে! শুনো, আমি কি আল্লাহর নির্দেশ পৌছে দেইনি?\nইবনু হাবীব তাঁর বর্ণনায় ………………….. (রজব নিষিদ্ধ মাস) বর্ণনা করেছেন। আবূ বকর (রাঃ)-এর অপর বর্ণনায় …………… (তোমরা আমার পরে ধর্মান্তরিত হয়ো না) বর্ণিত হয়েছে। (ই.ফা. ৪২৩৬, ই.সে. ৪২৩৬)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَيَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، - وَتَقَارَبَا فِي اللَّفْظِ - قَالاَ حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ أَيُّوبَ، عَنِ ابْنِ سِيرِينَ، عَنِ ابْنِ أَبِي بَكْرَةَ، عَنْ أَبِي، بَكْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ إِنَّ الزَّمَانَ قَدِ اسْتَدَارَ كَهَيْئَتِهِ يَوْمَ خَلَقَ اللَّهُ السَّمَوَاتِ وَالأَرْضَ السَّنَةُ اثْنَا عَشَرَ شَهْرًا مِنْهَا أَرْبَعَةٌ حُرُمٌ ثَلاَثَةٌ مُتَوَالِيَاتٌ ذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمُ وَرَجَبٌ شَهْرُ مُضَرَ الَّذِي بَيْنَ جُمَادَى وَشَعْبَانَ - ثُمَّ قَالَ - أَىُّ شَهْرٍ هَذَا ‏\"‏ ‏.‏ قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ - قَالَ - فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ ‏.‏ قَالَ ‏\"‏ أَلَيْسَ ذَا الْحِجَّةِ ‏\"‏ ‏.‏ قُلْنَا بَلَى ‏.‏ قَالَ ‏\"‏ فَأَىُّ بَلَدٍ هَذَا ‏\"‏ ‏.‏ قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ - قَالَ - فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ ‏.‏ قَالَ ‏\"‏ أَلَيْسَ الْبَلْدَةَ ‏\"‏ ‏.‏ قُلْنَا بَلَى ‏.‏ قَالَ ‏\"‏ فَأَىُّ يَوْمٍ هَذَا ‏\"‏ ‏.‏ قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ - قَالَ - فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ ‏.‏ قَالَ ‏\"‏ أَلَيْسَ يَوْمَ النَّحْرِ ‏\"‏ ‏.‏ قُلْنَا بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ - قَالَ مُحَمَّدٌ وَأَحْسِبُهُ قَالَ - وَأَعْرَاضَكُمْ حَرَامٌ عَلَيْكُمْ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا وَسَتَلْقَوْنَ رَبَّكُمْ فَيَسْأَلُكُمْ عَنْ أَعْمَالِكُمْ فَلاَ تَرْجِعُنَّ بَعْدِي كُفَّارًا - أَوْ ضُلاَّلاً - يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ أَلاَ لِيُبَلِّغِ الشَّاهِدُ الْغَائِبَ فَلَعَلَّ بَعْضَ مَنْ يُبَلَّغُهُ يَكُونُ أَوْعَى لَهُ مِنْ بَعْضِ مَنْ سَمِعَهُ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ أَلاَ هَلْ بَلَّغْتُ ‏\"‏ ‏.‏ قَالَ ابْنُ حَبِيبٍ فِي رِوَايَتِهِ ‏\"‏ وَرَجَبُ مُضَرَ ‏\"‏ ‏.‏ وَفِي رِوَايَةِ أَبِي بَكْرٍ ‏\"‏ فَلاَ تَرْجِعُوا بَعْدِي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "29"
    }
  }
}