{
  "hadith": {
    "hadith_id": 4302,
    "narrator": "আয়িশাহ্‌ (রাঃ)",
    "bn": "মাখযূমী গোত্রের একজন মহিলা চুরি করলে তার (প্রতি হদ প্রয়োগের ব্যাপারে) কুরায়শগণ চিন্তান্বিত হয়ে পড়লো। তাঁরা বলল, কে এ ব্যাপারে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)- এর কাছে কথা বলতে (সুপারিশ করতে) পারে? তখন তাঁরা বললেন, এ ব্যাপারে উসামাহ (রাঃ) ব্যতিত আর কারো হিম্মত নেই। তিনি হলেন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)- এর প্রিয় ব্যক্তি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)- এর সাথে তিনি এ ব্যাপারে কথা বললেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেনঃ তুমি কি আল্লাহ কর্তৃক নির্ধারিত হদ্দের ব্যাপারে সুপারিশ করতে চাও? অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) দাঁড়িয়ে ভাষণ দিলেন। তিনি বললেনঃ হে লোক সকল! নিশ্চয়ই তোমাদের পূর্ববর্তী উম্মাতগণ ধ্বংস হয়েছে এ কারণে যে, তাদের মধ্যে যখন কোন সম্ভ্রান্ত লোক চুরি করতো, তখন তারা তাকে ছেড়ে দিত। আর যদি কোন দুর্বল লোক চুরি করতো, তবে তারা তার উপর শাস্তি প্রয়োগ করতো। আল্লাহর কসম! যদি মুহাম্মাদ– এর কন্যা ফাতিমাহ্‌-ও চুরি করতো, তবুও নিশ্চয়ই আমি তার হাত কেটে দিতাম।\nইবনু রুমহ (রহঃ) বর্ণিত অপর এক হাদীসে ‘নিশ্চয়ই তোমাদের পূর্ববর্তীগণ ধ্বংসপ্রাপ্ত হয়েছে’ বাক্যটি অতিরিক্ত বর্ণিত হয়েছে। (ই.ফা. ৪২৬৩, ই.সে. ৪২৬৩)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنَ عَائِشَةَ، أَنَّ قُرَيْشًا، أَهَمَّهُمْ شَأْنُ الْمَرْأَةِ الْمَخْزُومِيَّةِ الَّتِي سَرَقَتْ فَقَالُوا مَنْ يُكَلِّمُ فِيهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالُوا وَمَنْ يَجْتَرِئُ عَلَيْهِ إِلاَّ أُسَامَةُ حِبُّ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَكَلَّمَهُ أُسَامَةُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَتَشْفَعُ فِي حَدٍّ مِنْ حُدُودِ اللَّهِ ‏\"‏ ‏.‏ ثُمَّ قَامَ فَاخْتَطَبَ فَقَالَ ‏\"‏ أَيُّهَا النَّاسُ إِنَّمَا أَهْلَكَ الَّذِينَ قَبْلَكُمْ أَنَّهُمْ كَانُوا إِذَا سَرَقَ فِيهِمُ الشَّرِيفُ تَرَكُوهُ وَإِذَا سَرَقَ فِيهِمُ الضَّعِيفُ أَقَامُوا عَلَيْهِ الْحَدَّ وَايْمُ اللَّهِ لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَا ‏\"‏ ‏.‏ وَفِي حَدِيثِ ابْنِ رُمْحٍ ‏\"‏ إِنَّمَا هَلَكَ الَّذِينَ مِنْ قَبْلِكُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "30"
    }
  }
}