{
  "hadith": {
    "hadith_id": 4312,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, মুসলিমদের মধ্য থেকে এক ব্যক্তি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট এলো। তখন তিনি মাসজিদে বসে ছিলেন। সে তখন উচ্চৈঃস্বরে বলল, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)! আমি ব্যভিচার করেছি। তখন তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তার থেকে মুখ ফিরিয়ে নিলেন। সে লোকটি তাঁর (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর চেহারার দিকে গিয়ে বলল, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)! আমি ব্যভিচার করেছি। এবারও তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তার থেকে মুখ ফিরিয়ে নিলেন। এভাবে সে চারবার স্বীকারোক্তি প্রদান করল। এরপর সে যখন চারবার নিজের উপর সাক্ষ্য দিল, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাকে ডাকলেন এবং বললেন, তোমার মধ্যে কি পাগলামী আছে? সে বলল, না। তুমি কি বিবাহিত? সে বলল, হ্যাঁ। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেনঃ তোমরা তাকে নিয়ে যাও এবং পাথর নিক্ষেপ করে হত্যা কর।\nইবনু শিহাব (রহঃ) বলেন, জাবির ইবনু ‘আবদুল্লাহ (রাঃ) থেকে যিনি হাদীস শ্রবণ করেছেন তিনি আমার কাছে বলেন যে, জাবির (রাঃ) বলেছেন, পাথর নিক্ষেপকারীদের মধ্যে আমিও একজন  ছিলাম। আমারা তখন তাকে (ঈদের) সলাত পড়ার স্থানে পাথর নিক্ষেপ করলাম। যখন তার উপর পাথর পড়তে লাগল তখন সে পলায়ন করল। আমরা তাকে ‘হার্রা'’ নামক স্থানে ধরে ফেললাম এবং পাথর মেরে হত্যা করলাম। (ই. ফা ৪২৭৩, ই. সে. ৪২৭৩)",
    "ar": "وَحَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ بْنِ سَعْدٍ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، وَسَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ قَالَ أَتَى رَجُلٌ مِنَ الْمُسْلِمِينَ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ فِي الْمَسْجِدِ فَنَادَاهُ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي زَنَيْتُ ‏.‏ فَأَعْرَضَ عَنْهُ فَتَنَحَّى تِلْقَاءَ وَجْهِهِ فَقَالَ لَهُ يَا رَسُولَ اللَّهِ إِنِّي زَنَيْتُ ‏.‏ فَأَعْرَضَ عَنْهُ حَتَّى ثَنَى ذَلِكَ عَلَيْهِ أَرْبَعَ مَرَّاتٍ فَلَمَّا شَهِدَ عَلَى نَفْسِهِ أَرْبَعَ شَهَادَاتٍ دَعَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ أَبِكَ جُنُونٌ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ فَهَلْ أَحْصَنْتَ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اذْهَبُوا بِهِ فَارْجُمُوهُ ‏\"‏ ‏.‏\n\nقَالَ ابْنُ شِهَابٍ فَأَخْبَرَنِي مَنْ، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ فَكُنْتُ فِيمَنْ رَجَمَهُ فَرَجَمْنَاهُ بِالْمُصَلَّى فَلَمَّا أَذْلَقَتْهُ الْحِجَارَةُ هَرَبَ فَأَدْرَكْنَاهُ بِالْحَرَّةِ فَرَجَمْنَاهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "30"
    }
  }
}