{
  "hadith": {
    "hadith_id": 4327,
    "narrator": "আবূ হুরাইরাহ্ এবং যায়দ ইবনু খালিদ জুহানী (রাঃ)",
    "bn": "তাঁরা বলেন, এক বেদুঈন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট এসে বলল, হে আল্লাহর রসূল! আমি আপনাকে আল্লাহর কসম দিয়ে বলছি যে, আপনি আমার ব্যাপারে আল্লাহর কিতাব অনুসারে হুকুম প্রদান করুন। তখন তার প্রতিপক্ষ অপর একব্যক্তি যে তার চেয়ে অধিক জ্ঞানী ছিল বলল, হ্যাঁ, আপনি আমাদের মাঝে আল্লাহর কিতাব অনুসারে ফায়সালা করুন, তবে এর আগে আমাকে (কথা বলার) অনুমতি দিন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, বলো। লোকটি বলল, আমার এক ছেলে ঐ ব্যক্তির বাড়িতে চাকর ছিল। সে তার স্ত্রীর সঙ্গে ব্যভিচার করেছে। অতএব, আমাকে সংবাদ দেয়া হয়েছে যে, আমার ছেলের উপর রজম (পাথর নিক্ষেপ)-এর শাস্তি আরোপিত হবে। সুতরাং আমি সেটার বিনিময় প্রদান করলাম একশ’ ছাগল ও একটি দাসী। এরপর আমি এ ব্যাপারে ‘আলিমগণের কাছে জিজ্ঞেস করলাম। তখন তাঁরা আমাকে বললেন যে, আমার ছেলের উপর একশ’ বেত্রাঘাত এবং এক বছর কাল নির্বাসনের হুকুম বলবৎ হবে। আর ঐ মহিলার উপর রজম (পাথর নিক্ষেপ)-এর হুকুম কার্যকর হবে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তখন বললেন, সে মহান সত্তার শপথ! যাঁর হস্তে আমার জীবন, নিশ্চয়ই আমি তোমাদের মাঝে আল্লাহর কিতাব অনুসারে নিষ্পত্তি করে দেব। সুতরাং দাসী এবং ছাগল প্রত্যাখ্যাত হবে। (অর্থাৎ-এগুলো তুমি ফিরিয়ে নেবে)। আর তোমার ছেলের উপর একশ’ বেত্রাঘাত এবং এক বছরের জন্য নির্বাসনের হুকুম কার্যকর হবে। হে উনায়স (রাঃ)! (একজন সাহাবা) তুমি আগামীকাল সকালে ঐ মহিলার কাছে গমন করবে (এবং ঐ ব্যাপারে জিজ্ঞেস করবে।) যদি সে তা স্বীকার করে তবে তাকে রজম (পাথর নিক্ষেপ) করে হত্যা করবে।\nবর্ণনাকারী বলেন, পরদিন সকালে তিনি মহিলার কাছে গেলেন (এবং এ ব্যাপারে জিজ্ঞেস করলেন।) সে তা স্বীকার করলো। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) মহিলার প্রতি শারী’আতের হুকুম কার্যকর করার নির্দেশ দিলেন এবং তাকে পাথর মারা হল। (ই. ফা. ৪২৮৬, ই. সে. ৪২৮৭)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَاهُ مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنْ أَبِي هُرَيْرَةَ، وَزَيْدِ بْنِ خَالِدٍ، الْجُهَنِيِّ أَنَّهُمَا قَالاَ إِنَّ رَجُلاً مِنَ الأَعْرَابِ أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ أَنْشُدُكَ اللَّهَ إِلاَّ قَضَيْتَ لِي بِكِتَابِ اللَّهِ ‏.‏ فَقَالَ الْخَصْمُ الآخَرُ وَهُوَ أَفْقَهُ مِنْهُ نَعَمْ فَاقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ وَائْذَنْ لِي ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ قُلْ ‏\"‏ ‏.‏ قَالَ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا فَزَنَى بِامْرَأَتِهِ وَإِنِّي أُخْبِرْتُ أَنَّ عَلَى ابْنِي الرَّجْمَ فَافْتَدَيْتُ مِنْهُ بِمِائَةِ شَاةٍ وَوَلِيدَةٍ فَسَأَلْتُ أَهْلَ الْعِلْمِ فَأَخْبَرُونِي أَنَّمَا عَلَى ابْنِي جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ وَأَنَّ عَلَى امْرَأَةِ هَذَا الرَّجْمَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَالَّذِي نَفْسِي بِيَدِهِ لأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ الْوَلِيدَةُ وَالْغَنَمُ رَدٌّ وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ وَاغْدُ يَا أُنَيْسُ إِلَى امْرَأَةِ هَذَا فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا ‏\"‏ ‏.‏ قَالَ فَغَدَا عَلَيْهَا فَاعْتَرَفَتْ فَأَمَرَ بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَرُجِمَتْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "30"
    }
  }
}