{
  "hadith": {
    "hadith_id": 4329,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট একজন ইয়াহূদী পুরুষ এবং একজন ইয়াহূদী মহিলাকে আনা হল, যারা উভয়েই ব্যভিচার করেছিল। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ইয়াহূদী সম্প্রদায়ের কাছে গেলেন এবং তাদেরকে লক্ষ্য করে বললেন, তোমরা তাওরাতে ব্যভিচারী ব্যক্তির শাস্তি কী পেয়েছ? তারা বলল, এতে আমরা উভয়ের মুখমণ্ডলে কালি লাগিয়ে দেই এবং উভয়কে বিপরীতমুখী করে উটের উপর উঠিয়ে পরিভ্রমণ করাই। (এ হল তাওরাত বর্ণিত শাস্তি) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, তাহলে তোমরা তাওরাত কিতাব নিয়ে এসো, যদি তোমরা এ ব্যাপারে সত্যবাদী হয়ে থাক। তারা তখন তাওরাত কিতাব নিয়ে এলো এবং পাঠ করতে শুরু করল। যখন (আরবী) (ব্যভিচারের শাস্তি)-এর আয়াত নিকটবর্তী হল তখন যে যুবকটি তাওরাত পাঠ করছিল সে আপন হাত (আরবী) (পাথর নিক্ষেপের আয়াত)-এর উপর রেখে দিল এবং রক্ষিত হাতের আগের-পেছনের অংশ পাঠ করলো। তখন ‘আবদুল্লাহ ইবনু সালাম (রাঃ) [২৭], (তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সঙ্গে ছিলেন) তাঁকে লক্ষ্য করে বললেন, আপনি তাকে নির্দেশ করুন- যেন সে আপন হাত উঠিয়ে ফেলে। সে তার হাত উঠিয়ে নিল। হঠাৎ দেখা গেল যে, এর নিচেই (আরবী) (পাথর নিক্ষেপের আয়াত) রয়েছে। সুতরাং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) উভয়কে পাথর নিক্ষেপের নির্দেশ দিলেন। সুতরাং উভয়কে পাথর মারা হল।\n‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) বলেন যে, যারা উভয়কে পাথর মেরেছিল, আমিও তাদের মধ্যে একজন ছিলাম। আমি দেখতে পেলাম যে, পুরুষটি মহিলাটিকে পাথরের আঘাত থেকে রক্ষা করার চেষ্টা করছে। (অর্থাৎ- ভালবাসার আকর্ষণে নিজেই তার পাথরের আঘাত গ্রহণ করছে)। (ই. ফা. ৪২৮৮, ই. সে. ৪২৮৯)",
    "ar": "حَدَّثَنِي الْحَكَمُ بْنُ مُوسَى أَبُو صَالِحٍ، حَدَّثَنَا شُعَيْبُ بْنُ إِسْحَاقَ، أَخْبَرَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أُتِيَ بِيَهُودِيٍّ وَيَهُودِيَّةٍ قَدْ زَنَيَا فَانْطَلَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى جَاءَ يَهُودَ فَقَالَ ‏\"‏ مَا تَجِدُونَ فِي التَّوْرَاةِ عَلَى مَنْ زَنَى ‏\"‏ ‏.‏ قَالُوا نُسَوِّدُ وُجُوهَهُمَا وَنُحَمِّلُهُمَا وَنُخَالِفُ بَيْنَ وُجُوهِهِمَا وَيُطَافُ بِهِمَا ‏.‏ قَالَ ‏\"‏ فَأْتُوا بِالتَّوْرَاةِ إِنْ كُنْتُمْ صَادِقِينَ ‏\"‏ ‏.‏ فَجَاءُوا بِهَا فَقَرَءُوهَا حَتَّى إِذَا مَرُّوا بِآيَةِ الرَّجْمِ وَضَعَ الْفَتَى الَّذِي يَقْرَأُ يَدَهُ عَلَى آيَةِ الرَّجْمِ وَقَرَأَ مَا بَيْنَ يَدَيْهَا وَمَا وَرَاءَهَا فَقَالَ لَهُ عَبْدُ اللَّهِ بْنُ سَلاَمٍ وَهْوَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مُرْهُ فَلْيَرْفَعْ يَدَهُ فَرَفَعَهَا فَإِذَا تَحْتَهَا آيَةُ الرَّجْمِ فَأَمَرَ بِهِمَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَرُجِمَا ‏.‏ قَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ كُنْتُ فِيمَنْ رَجَمَهُمَا فَلَقَدْ رَأَيْتُهُ يَقِيهَا مِنَ الْحِجَارَةِ بِنَفْسِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৭] তাওরাতের হাফিয ও বিখ্যাত ইয়াহূদী ‘আলিম ছিলেন।",
    "chapter": {
      "chapter_number": "30"
    }
  }
}