{
  "hadith": {
    "hadith_id": 4349,
    "narrator": "আবূ বাকর ইবনু আবূ শাইবাহ্, যুহায়র ইবনু হার্ব, ‘আলী ইবনু হুজর ও ইসহাক্ ইবনু ইবরাহীম হানযালী (রহঃ) হাদীসের শব্দগুলো তাঁরই (বর্ণনা করা), হুসায়ন ইবনু মুনযির আবূ হাসান (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘উসমান ইবনু ‘আফ্ফান (রাঃ)-এর কাছে উপস্থিত ছিলাম। তখন ওয়ালীদকে তাঁর কাছে আনা হল। সে ফজরের দু’রাক’আত সলাত আদায় করে বলেছিল, আমি তোমাদের উদ্দেশে আরও অধিক রাক’আত পড়ব। তখন দু’ব্যক্তি ওয়ালীদের ব্যাপারে সাক্ষ্য দিল। তন্মধ্যে একজনের নাম ছিল হুমরান। সে বলল, সে মদ খেয়েছে। দ্বিতীয় ব্যক্তি সাক্ষ্য দিল যে, সে তাকে বমি করতে দেখেছে (মদ্যপানের কারণে)। তখন, ‘উসমান (রাঃ) বললেন, সে মদ খাওয়ার পরই বমি করেছে। অতএব তিনি বললেন, হে আলী (রাঃ) আপনি উঠুন ও তাকে বেত্রাঘাত করুন। তখন আলী (রাঃ) হাসান (রাঃ) কে বললেন, হে হাসান! তুমি উঠ ও তাকে বেত্রাঘাত কর। হাসান (রাঃ) বললেন, যে ক্ষমতার স্বাদ ভোগ করেছে সে তার তিক্ততা ভোগ করুক। এতে যেন ‘আলী (রাঃ) তার প্রতি মর্মাহত হলেন। অতঃপর তিনি বললেন, হে আবদুল্লাহ ইবনু জা’ফার! তুমি উঠ এবং তাকে দুর্রা (বেত্রাঘাত) কর। তিনি তাকে দুর্রা মারলেন। আর ‘আলী (রাঃ) তা গণনা করলেন। যখন চল্লিশটি দুর্রা মেরেছেন তখন ‘আলী (রাঃ) বললেন, তুমি বিরত হও। এরপর তিনি বললেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) চল্লিশটি বেত্রাঘাত করেছেন এবং আবূ বাকর (রাঃ)-ও তাঁর খিলাফাতকালে চল্লিশটি দুর্রা মেরেছেন। আর ‘উমার (রাঃ) (তাঁর খিলাফাত কালে) আশিটি দুর্রা মেরেছেন। আর এতদুভয় সংখ্যার প্রতিটিই সুন্নাত। তবে এটি (শেষোক্তটি) আমার নিকট অধিক পছন্দনীয়।\n‘আলী ইবনু হুজ্র (রহঃ) তাঁর বর্ণনায় কিছু অতিরিক্ত বর্ণনা করেছেন। ইসমা’ঈল (রহঃ) বলেন যে, আমি তা দানাজ থেকে শুনেছিলাম, কিন্তু এখন তা আমার মনে নেই। (ই. ফা. ৪৩০৮, ই. সে. ৪৩০৯)",
    "ar": "وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَعَلِيُّ بْنُ حُجْرٍ، قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ عُلَيَّةَ - عَنِ ابْنِ أَبِي عَرُوبَةَ، عَنْ عَبْدِ اللَّهِ الدَّانَاجِ، ح وَحَدَّثَنَا إِسْحَاقُ، بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ - وَاللَّفْظُ لَهُ - أَخْبَرَنَا يَحْيَى بْنُ حَمَّادٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمُخْتَارِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ فَيْرُوزَ، مَوْلَى ابْنِ عَامِرٍ الدَّانَاجِ حَدَّثَنَا حُضَيْنُ بْنُ الْمُنْذِرِ أَبُو سَاسَانَ، قَالَ شَهِدْتُ عُثْمَانَ بْنَ عَفَّانَ وَأُتِيَ بِالْوَلِيدِ قَدْ صَلَّى الصُّبْحَ رَكْعَتَيْنِ ثُمَّ قَالَ أَزِيدُكُمْ فَشَهِدَ عَلَيْهِ رَجُلاَنِ أَحَدُهُمَا حُمْرَانُ أَنَّهُ شَرِبَ الْخَمْرَ وَشَهِدَ آخَرُ أَنَّهُ رَآهُ يَتَقَيَّأُ فَقَالَ عُثْمَانُ إِنَّهُ لَمْ يَتَقَيَّأْ حَتَّى شَرِبَهَا فَقَالَ يَا عَلِيُّ قُمْ فَاجْلِدْهُ ‏.‏ فَقَالَ عَلِيٌّ قُمْ يَا حَسَنُ فَاجْلِدْهُ ‏.‏ فَقَالَ الْحَسَنُ وَلِّ حَارَّهَا مَنْ تَوَلَّى قَارَّهَا - فَكَأَنَّهُ وَجَدَ عَلَيْهِ - فَقَالَ يَا عَبْدَ اللَّهِ بْنَ جَعْفَرٍ قُمْ فَاجْلِدْهُ ‏.‏ فَجَلَدَهُ وَعَلِيٌّ يَعُدُّ حَتَّى بَلَغَ أَرْبَعِينَ فَقَالَ أَمْسِكْ ‏.‏ ثُمَّ قَالَ جَلَدَ النَّبِيُّ صلى الله عليه وسلم أَرْبَعِينَ وَجَلَدَ أَبُو بَكْرٍ أَرْبَعِينَ وَعُمَرُ ثَمَانِينَ وَكُلٌّ سُنَّةٌ وَهَذَا أَحَبُّ إِلَىَّ ‏.‏ زَادَ عَلِيُّ بْنُ حُجْرٍ فِي رِوَايَتِهِ قَالَ إِسْمَاعِيلُ وَقَدْ سَمِعْتُ حَدِيثَ الدَّانَاجِ مِنْهُ فَلَمْ أَحْفَظْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "30"
    }
  }
}