{
  "hadith": {
    "hadith_id": 4389,
    "narrator": "মা‘মারের মাধ্যমে হাম্মাম ইবনু মুনাব্বিহ (রহঃ)",
    "bn": "তিনি বলেন, আবূ হুরায়রা্ (রাঃ) যে সকল হাদীস আমাদের বর্ণনা করেছেন তার মধ্যে একটি এই যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: এক ব্যক্তি অপর এক ব্যক্তির নিকট থেকে এক খন্ড জমি ক্রয় করে। যে ব্যক্তি জমি ক্রয় করেছিল সে তার কেনা সম্পত্তিতে একটি কলসী পেল। তাতে স্বর্ণ ছিল। যে ব্যক্তি জমি ক্রয় করেছিল সে বিক্রেতাকে বলল, তুমি আমার কাছ থেকে তোমার স্বর্ণ বুঝে নাও। আমি তোমার কাছে থেকে জমি ক্রয় করেছি, স্বর্ণ ক্রয় করিনি। তখন যে ব্যক্তি সম্পত্তি বিক্রি করেছিল সে বলল, আমি তো তোমার কাছে জমি এবং জমির মধ্যে যা কিছু আছে সবই বিক্রি করেছি। তিনি বলেন, তারপর উভয়েই এক ব্যক্তির কাছে গিয়ে এর ফয়সালা চাইল। তখন সে বলল, তোমাদের কি কোন সন্তান আছে? তাদের একজন বলল যে, আমার একটি ছেলে আছে এবং অপর জন বলল, আমার একটি মেয়ে আছে। তখন তিনি বললেন, তোমার ছেলেটিকে (তার) মেয়েটির সঙ্গে বিয়ে দাও এবং এ উপলক্ষে তোমরা তোমাদের উপর তা ব্যয় কর এবং এ থেকে সদাকাহ্ও কর। (ই. ফা. ৪৩৪৮, ই. সে. ৪৩৪৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اشْتَرَى رَجُلٌ مِنْ رَجُلٍ عَقَارًا لَهُ فَوَجَدَ الرَّجُلُ الَّذِي اشْتَرَى الْعَقَارَ فِي عَقَارِهِ جَرَّةً فِيهَا ذَهَبٌ فَقَالَ لَهُ الَّذِي اشْتَرَى الْعَقَارَ خُذْ ذَهَبَكَ مِنِّي إِنَّمَا اشْتَرَيْتُ مِنْكَ الأَرْضَ وَلَمْ أَبْتَعْ مِنْكَ الذَّهَبَ ‏.‏ فَقَالَ الَّذِي شَرَى الأَرْضَ إِنَّمَا بِعْتُكَ الأَرْضَ وَمَا فِيهَا - قَالَ - فَتَحَاكَمَا إِلَى رَجُلٍ فَقَالَ الَّذِي تَحَاكَمَا إِلَيْهِ أَلَكُمَا وَلَدٌ فَقَالَ أَحَدُهُمَا لِي غُلاَمٌ وَقَالَ الآخَرُ لِي جَارِيَةٌ ‏.‏ قَالَ أَنْكِحُوا الْغُلاَمَ الْجَارِيَةَ وَأَنْفِقُوا عَلَى أَنْفُسِكُمَا مِنْهُ وَتَصَدَّقَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "31"
    }
  }
}