{
  "hadith": {
    "hadith_id": 4398,
    "narrator": "সুওয়াইদ ইবনু গাফালাহ্‌ (রহঃ)",
    "bn": "তিনি বলেন, আমি এবং যায়দ ইবনু সূহান ও সালমান ইবনু রাবী‘আহ্‌ যুদ্ধে গিয়েছিলাম। আমি একটি চাবুক পেয়ে তা উঠিয়ে নিলাম। তখন আমার সাথী দু’জন আমাকে বললেন, তুমি তা রেখে দাও। আমি বললাম, না বরং আমি এটির ঘোষণা করব। যদি এটির মালিক আসে তো ভাল, অন্যথায় আমি এটি নিয়ে ব্যবহার করব। তিনি বলেন, আমি উভয়ের কথা প্রত্যাখ্যান করলাম। তারপর যখন আমরা যুদ্ধ থেকে ফিরে এলাম, তখন এক সময় আমার হাজ্জে যাওয়ার সুযোগ এলো। তখন আমি মদীনায় গেলাম এবং উবাই ইবনু কা’ব (রাঃ)-এর সঙ্গে সাক্ষাৎ করলাম। আমি চাবুকের ঘটনা এবং সঙ্গীদ্বয়ের কথা তাঁকে বললাম। তিনি বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু আ’লাইহি ওয়া সাল্লাম) –এর যামানায় একটি থলে পেয়েছিলাম। তাতে একশ’ দীনার (স্বর্ণমুদ্রা) ছিল। আমি সেটি নিয়ে রাসূলুল্লাহ (সাল্লাল্লাহু আ’লাইহি ওয়া সাল্লাম) –এর নিকট এলাম। তিনি বললেনঃ তুমি তা এক বছর পর্যন্ত ঘোষণা দেবে। বর্ণনাকারী বললেন, আমি সেটির ঘোষণা দিলাম, কিন্তু তা চিনে নিতে পারে এমন কাউকে পেলাম না। পরে আমি তাঁর কাছে এলাম, তখন তিনি বললেনঃ আরো এক বছর পর্যন্ত প্রচার কর। তারপরও আমি তার কোন দাবীদার পেলাম না। তারপর আবার আমি তাঁর কাছে এলাম। তখন তিনি বললেনঃ আরো এক বছর তার  ঘোষণা দাও। তারপরও আমি কাউকে সেটির দাবীদার পেলাম না। তিনি বললেনঃ তুমি এটির সংখ্যা, থলে ও তার বন্ধন সংরক্ষন করে রাখবে। যদি এর মালিক আসে, তবে ভাল। অন্যথায় তুমি তা ভোগ করবে। তারপর তা আমি ভোগ করলাম। তারপর যখন মক্কায় এলাম তখন সেটির মালিকের সাক্ষাৎ পেলাম।\nবর্ণনাকারী সন্দেহ করে বলেন, আমার খেয়াল নেই যে, তিনি কি তিন বছরের কথা বলেছিলেন, না এক বছরের। (ই.ফা. ৪৩৫৭, ই.সে. ৪৩৫৭)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنِي أَبُو بَكْرِ، بْنُ نَافِعٍ - وَاللَّفْظُ لَهُ - حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، قَالَ سَمِعْتُ سُوَيْدَ، بْنَ غَفَلَةَ قَالَ خَرَجْتُ أَنَا وَزَيْدُ بْنُ صُوحَانَ، وَسَلْمَانُ بْنُ رَبِيعَةَ، غَازِينَ فَوَجَدْتُ سَوْطًا فَأَخَذْتُهُ فَقَالاَ لِي دَعْهُ ‏.‏ فَقُلْتُ لاَ وَلَكِنِّي أُعَرِّفُهُ فَإِنْ جَاءَ صَاحِبُهُ وَإِلاَّ اسْتَمْتَعْتُ بِهِ ‏.‏ قَالَ فَأَبَيْتُ عَلَيْهِمَا فَلَمَّا رَجَعْنَا مِنْ غَزَاتِنَا قُضِيَ لِي أَنِّي حَجَجْتُ فَأَتَيْتُ الْمَدِينَةَ فَلَقِيتُ أُبَىَّ بْنَ كَعْبٍ فَأَخْبَرْتُهُ بِشَأْنِ السَّوْطِ وَبِقَوْلِهِمَا فَقَالَ إِنِّي وَجَدْتُ صُرَّةً فِيهَا مِائَةُ دِينَارٍ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَتَيْتُ بِهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ عَرِّفْهَا حَوْلاً ‏\"‏ ‏.‏ قَالَ فَعَرَّفْتُهَا فَلَمْ أَجِدْ مَنْ يَعْرِفُهَا ثُمَّ أَتَيْتُهُ ‏.‏ فَقَالَ ‏\"‏ عَرِّفْهَا حَوْلاً ‏\"‏ ‏.‏ فَعَرَّفْتُهَا فَلَمْ أَجِدْ مَنْ يَعْرِفُهَا ثُمَّ أَتَيْتُهُ ‏.‏ فَقَالَ ‏\"‏ عَرِّفْهَا حَوْلاً ‏\"‏ ‏.‏ فَعَرَّفْتُهَا فَلَمْ أَجِدْ مَنْ يَعْرِفُهَا ‏.‏ فَقَالَ ‏\"‏ احْفَظْ عَدَدَهَا وَوِعَاءَهَا وَوِكَاءَهَا فَإِنْ جَاءَ صَاحِبُهَا وَإِلاَّ فَاسْتَمْتِعْ بِهَا ‏\"‏ ‏.‏ فَاسْتَمْتَعْتُ بِهَا ‏.‏ فَلَقِيتُهُ بَعْدَ ذَلِكَ بِمَكَّةَ فَقَالَ لاَ أَدْرِي بِثَلاَثَةِ أَحْوَالٍ أَوْ حَوْلٍ وَاحِدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "32"
    }
  }
}