{
  "hadith": {
    "hadith_id": 4434,
    "narrator": "আবূ নাযর (রাঃ)",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর সাহাবাদের মধ্য থেকে আসলাম গোত্রের এক ব্যক্তির যার নাম ছিল আবদুল্লাহ ইবনু আবূ আওফা-চিঠি  থেকে বর্ণনা করেছেন। এ চিঠি তিনি লিখেছিলেন উমার ইবনু উবাইদুল্লাহ (রাঃ)-এর নিকট, যখন তিনি হারূরিয়্যাহ (খারিজীদের বিরুদ্ধে) অভিযানে যাচ্ছিলেন। এতে তিনি তাঁকে অবহিত করেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যেসব যুদ্ধে শত্রু বাহিনীর মুখোমুখি হয়েছিলেন তার কোন একযুদ্ধে অপেক্ষা করতে লাগলেন। অবশেষে যখন সূর্য ঢলে পড়ল তখন তিনি সঙ্গীদের মধ্যে দাঁড়িয়ে বললেনঃহে লোকজন! তোমরা শত্রুর মুখোমুখি হওয়ার আকাঙ্খা করো না। বরং আল্লাহর কাছে নিরাপত্তার প্রার্থনা করো। আর যখন তোমরা শত্রুর সামনা-সামনি হয়ে যাও তখন ধৈর্য ধারণ করবে। আর জেনে রেখো যে, জান্নাত তরবারির ছায়াতলে। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) দাঁড়িয়ে দুআ করলেন, ইয়া আল্লাহ! কিতাব অবতীর্ণকারী, মেঘমালা পরিচালনাকারী এবং শত্রুদলকে পরাস্তকারী। তুমি তাদের পরাস্ত করো এবং তাদের উপর আমাদেরকে সাহায্য করো। (ই.ফা. ৪৩৯২, ই.সে. ৪৩৯২)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي مُوسَى، بْنُ عُقْبَةَ عَنْ أَبِي النَّضْرِ، عَنْ كِتَابِ، رَجُلٍ مِنْ أَسْلَمَ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم يُقَالُ لَهُ عَبْدُ اللَّهِ بْنُ أَبِي أَوْفَى فَكَتَبَ إِلَى عُمَرَ بْنِ عُبَيْدِ اللَّهِ حِينَ سَارَ إِلَى الْحَرُورِيَّةِ يُخْبِرُهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ فِي بَعْضِ أَيَّامِهِ الَّتِي لَقِيَ فِيهَا الْعَدُوَّ يَنْتَظِرُ حَتَّى إِذَا مَالَتِ الشَّمْسُ قَامَ فِيهِمْ فَقَالَ ‏\"‏ يَا أَيُّهَا النَّاسُ لاَ تَتَمَنَّوْا لِقَاءَ الْعَدُوِّ وَاسْأَلُوا اللَّهَ الْعَافِيَةَ فَإِذَا لَقِيتُمُوهُمْ فَاصْبِرُوا وَاعْلَمُوا أَنَّ الْجَنَّةَ تَحْتَ ظِلاَلِ السُّيُوفِ ‏\"‏ ‏.‏ ثُمَّ قَامَ النَّبِيُّ صلى الله عليه وسلم وَقَالَ ‏\"‏ اللَّهُمَّ مُنْزِلَ الْكِتَابِ وَمُجْرِيَ السَّحَابِ وَهَازِمَ الأَحْزَابِ اهْزِمْهُمْ وَانْصُرْنَا عَلَيْهِمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}