{
  "hadith": {
    "hadith_id": 4447,
    "narrator": "হাম্মাম ইবনু মুনাব্বিহ (রহঃ)",
    "bn": "আবূ হুরায়রা (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) থেকে যে সকল হাদীস আমাদেরকে বর্ণনা করেছেন, এর মধ্যে এটিও যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন: নাবীগণের মধ্যে কোন এক নবী [ইউশা’ ইবনু নূন (‘আঃ) যিনি লাম (বাহরাইন) দেশে মূসা (‘আঃ)-এর প্রতিনিধি ছিলেন] জিহাদে রওনা দিলেন। তিনি তাঁর লোকদের বললেন, এমন লোক যেন আমার সাথে অভিযানে না আসে, যে ব্যক্তি সদ্য বিবাহ করেছে এবং বাসর যাপনে ইচ্ছুক; কিন্তু এখনো তা সম্পন্ন হয়নি। সে ব্যক্তি যেন না আসে যে গৃহ নির্মাণ করেছে এবং এখনো তার ছাদ দেয়নি এবং সে ব্যক্তি যেন না আসে যে গর্ভবতী ছাগল বা উটনী ক্রয় করেছে এবং সেগুলোর বাচ্চা প্রসবের অপক্ষায় আছে। রাবী বলেন, তারপর তিনি জিহাদে গমন করেন এবং ‘আসরের সালাতের সময় যুদ্ধ ক্ষেত্রে নিকটবর্তী এক গ্রামে পৌঁছেন। তখন তিনি সূর্যকে লক্ষ্য করে বললেন, তুমিও আদিষ্ট এবং আমিও আদিষ্ট। ইয়া আল্লাহ! তুমি একে আমার জন্য কিছুক্ষণ থামিয়ে রাখো (সূর্যাস্তের পূর্বেই বিজয় পাওয়ার জন্য)। সূর্যকে থামিয়ে দেয়া হলো। অবশেষে আল্লাহ তা’আলা তাঁকে বিজয় প্রদান করলেন। রাবী বলেন, তারা গনীমাতের মাল একত্রিত করল। তখন তা খাওয়ার জন্য আগুন এগিয়ে এলো। কিন্তু অগ্নি তা খেতে অস্বীকার করল। [৩৫] তখন সে নবী (‘আঃ) বললেন, তোমাদের মধ্যে আত্মসাৎকারী রয়েছে। কাজেই তোমাদের প্রত্যেক গোত্র থেকে একজন করে আমার কাছে বাই’আত করবে। সুতরাং তারা তাঁর কাছে বাই’আত করল। এতে এক ব্যক্তির হাত নবীর হাতের সাথে লেগে গেল। তখন তিনি বললেন, তোমাদের মধ্যে আত্মসাৎকারী রয়েছে। কাজেই তোমাদের গোত্রের লোকেরা আমার কাছে বাই’আত করুক। অতঃপর তার ঐ গোত্রের লোকেরা বাই’আত করল। রাবী বলেন, তখন নবী (‘আঃ)-এর হাত দু’ বা তিন ব্যক্তির হাতের সাথে লেগে গেল। তখন তিনি বললেন, তোমাদের মধ্যে আত্মসাৎকারী রয়েছে। তোমরা আত্মসাৎ করেছ। রাবী বলেন, তারপর তারা নাবীর কাছে একটি গাভীর মাথার পরিমাণ স্বর্ণখন্ড বের করে দিলো। আর তারা সেটিও ঐ সম্পদের সাথে রাখল। তারপর আগুন এগিয়ে এসে তা খেয়ে ফেলল। আমাদের পূর্বে কারো জন্য গনীমাতের মাল হালাল ছিল না। আল্লাহ তা’আলা আমাদের দুর্বলতা ও অক্ষমতা দেখে আমাদের জন্য গনীমাতের মাল হালাল করে দিলেন। (ই.ফা. ৪৪০৫, ই.সে. ৪৪০৫)",
    "ar": "وَحَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ مَعْمَرٍ، ح وَحَدَّثَنَا مُحَمَّدُ، بْنُ رَافِعٍ - وَاللَّفْظُ لَهُ - حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ غَزَا نَبِيٌّ مِنَ الأَنْبِيَاءِ فَقَالَ لِقَوْمِهِ لاَ يَتْبَعْنِي رَجُلٌ قَدْ مَلَكَ بُضْعَ امْرَأَةٍ وَهُوَ يُرِيدُ أَنْ يَبْنِيَ بِهَا وَلَمَّا يَبْنِ وَلاَ آخَرُ قَدْ بَنَى بُنْيَانًا وَلَمَّا يَرْفَعْ سُقُفَهَا وَلاَ آخَرُ قَدِ اشْتَرَى غَنَمًا أَوْ خَلِفَاتٍ وَهُوَ مُنْتَظِرٌ وِلاَدَهَا ‏.‏ قَالَ فَغَزَا فَأَدْنَى لِلْقَرْيَةِ حِينَ صَلاَةِ الْعَصْرِ أَوْ قَرِيبًا مِنْ ذَلِكَ فَقَالَ لِلشَّمْسِ أَنْتِ مَأْمُورَةٌ وَأَنَا مَأْمُورٌ اللَّهُمَّ احْبِسْهَا عَلَىَّ شَيْئًا ‏.‏ فَحُبِسَتْ عَلَيْهِ حَتَّى فَتَحَ اللَّهُ عَلَيْهِ - قَالَ - فَجَمَعُوا مَا غَنِمُوا فَأَقْبَلَتِ النَّارُ لِتَأْكُلَهُ فَأَبَتْ أَنْ تَطْعَمَهُ فَقَالَ فِيكُمْ غُلُولٌ فَلْيُبَايِعْنِي مِنْ كُلِّ قَبِيلَةٍ رَجُلٌ ‏.‏ فَبَايَعُوهُ فَلَصِقَتْ يَدُ رَجُلٍ بِيَدِهِ فَقَالَ فِيكُمُ الْغُلُولُ فَلْتُبَايِعْنِي قَبِيلَتُكَ ‏.‏ فَبَايَعَتْهُ - قَالَ - فَلَصِقَتْ بِيَدِ رَجُلَيْنِ أَوْ ثَلاَثَةٍ فَقَالَ فِيكُمُ الْغُلُولُ أَنْتُمْ غَلَلْتُمْ - قَالَ - فَأَخْرَجُوا لَهُ مِثْلَ رَأْسِ بَقَرَةٍ مِنْ ذَهَبٍ - قَالَ - فَوَضَعُوهُ فِي الْمَالِ وَهُوَ بِالصَّعِيدِ فَأَقْبَلَتِ النَّارُ فَأَكَلَتْهُ ‏.‏ فَلَمْ تَحِلَّ الْغَنَائِمُ لأَحَدٍ مِنْ قَبْلِنَا ذَلِكَ بِأَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى رَأَى ضَعْفَنَا وَعَجْزَنَا فَطَيَّبَهَا لَنَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৫] পূর্বযুগে যুদ্ধলব্ধ মাল যোদ্ধাগণের জন্য হালাল ছিল না। আকাশ থেকে আগুন এসে পুড়িয়ে যাওয়ার নিয়ম চালু ছিল। শর্ত তাতে আত্মসাৎ না থাকলে। অন্যথায় আগুন এসে তা গ্রহণ করতেন।",
    "chapter": {
      "chapter_number": "33"
    }
  }
}