{
  "hadith": {
    "hadith_id": 4460,
    "narrator": "আবু কাতাদাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, হুনায়নের যুদ্ধের সময় আমরা রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর সাথে বের হলাম। আমরা যখন শত্রুদের মুখোমুখি হলাম তখন মুসলিমদের মধ্যে ছুটাছুটি আরম্ভ হলো। এ সময় আমি একজন মুশরিককে  দেখতে পেলাম যে, সে একজন মুসলিম এর উপর চড়াও করেছে। তখন আমি একটু ঘুরে এসে পিছন দিক দিয়ে তার কাঁধের উপর আঘাত করলাম। তখন সে আমার দিকে অগ্রসর হয়ে আমাকে এমনভাবে চেপে ধরলো যে, আমি এতে মৃত্যুর গন্ধ পেলাম। এরপর সে মৃত্যুমুখে  ঢলে পরল এবং আমাকে ছেড়ে দিলো। এরপর আমি ‘উমার ইবনু খাত্তাব (রাঃ)-এর সঙ্গে একত্রিত হলাম। তিনি বললেন, লোকদের কি হয়েছে? আমি বললাম, এ আল্লাহর ব্যাপার (ইচ্ছে)। তারপর (পলায়নপর) লোকেরা ফিরে এলো। রসুলল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন (যুদ্ধক্ষেত্রে) বসেছিলেন। তিনি বললেন, যে মুসলিম সৈন্য অপর কোন শত্রু সৈন্যকে হত্যা করেছে এবং এতে তার প্রমান আছে, তাহলে তার সম্পদ তারই (হত্যাকারী  মুজাহিদেরই প্রাপ্য)। বর্ণনাকারী বলেন, তখন আমি দাঁড়ালাম এবং বললাম, আমার জন্য কেউ সাক্ষ্য দেবে?  তারপর আমি বসে পড়লাম। তিনি আবারও সেরূপ কথা বললেন, আমি দাঁড়ালাম এবং বললাম কেউ আমার জন্য সাক্ষ্য দেবে? এবং আমি বসে পড়লাম। তিনি তৃতীয়বারও ঐরূপ বলেন। তা শুনে আমি (আবার) দন্ডায়মান হলাম। তখন রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, তোমার কি হয়েছে? হে আবু কাতাদা্হ! আমি তাঁর কাছে সমস্ত ঘটনা খুলে বললাম। তখন এক ব্যাক্তি বললো, হে আল্লাহর রসূল! তিনি (আবূ কাতাদা্হ) সত্য বলেছেন। ঐ নিহত ব্যাক্তির (পরিত্যক্ত) সম্পদ আমার কাছে রক্ষিত আছে। আপনি তার হক আমাকে দেয়ার ব্যাপারে তাঁকে রাজি করিয়ে দিন। তখন আবু বাকর সিদ্দিক (রাঃ) বললেন, না, আল্লাহর কসম! তা হতে পারে না। আল্লাহর সিংহসমূহের মধ্য হতে কোনো এক সিংহ (যোদ্ধা) যিনি আল্লাহ ও তাঁর রসূলের পক্ষে যুদ্ধ করেছেন, আর তার প্রাপ্য সম্পদ যিনি তোমাকে প্রদান করবেন এমন হতে পারে। তখন রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেনঃ (আবূ বাকর) ঠিকই বলেছেন। সুতরাং তিনি তাকে (আবু কাতাদাহকেই) তা প্রদানের নির্দেশ দিলেন এবং তিনি তা আমাকেই দিলেন। আবূ কাতাদাহ (রাঃ) বলেন, আমি তা থেকে লৌহ বর্মটি বিক্রি করলাম এবং তা দিয়ে বানী সালামার মহল্লায় একটি ফলের বাগান খরিদ করলাম। এ ছিল আমার ইসলামী জীবনের প্রথম অর্জিত সম্পদ।\nলায়স (রহঃ) এর বর্ণিত হাদীসে উল্লেখ আছে যে, আবূ বাকর (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আল্লাহর সিংহসমূহের মধ্য থেকে কোন এক সিংহকে বাদ দিয়ে তা কুরায়শের কোনো শৃগালকে (কাপুরুসকে) প্রদান করেন না।\nলায়স (রহঃ) এর বর্ণনায় রয়েছে এটিই আমার প্রথম সম্পদ যা আমি সংগ্রহ করেছি। (ই.ফা. ৪৪১৬, ই.সে. ৪৪১৮ )",
    "ar": "وَحَدَّثَنَا أَبُو الطَّاهِرِ، وَحَرْمَلَةُ، - وَاللَّفْظُ لَهُ - أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ سَمِعْتُ مَالِكَ بْنَ أَنَسٍ، يَقُولُ حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ، عَنْ عُمَرَ بْنِ كَثِيرِ بْنِ أَفْلَحَ، عَنْ أَبِي مُحَمَّدٍ، مَوْلَى أَبِي قَتَادَةَ عَنْ أَبِي قَتَادَةَ، قَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَامَ حُنَيْنٍ فَلَمَّا الْتَقَيْنَا كَانَتْ لِلْمُسْلِمِينَ جَوْلَةٌ ‏.‏ قَالَ فَرَأَيْتُ رَجُلاً مِنَ الْمُشْرِكِينَ قَدْ عَلاَ رَجُلاً مِنَ الْمُسْلِمِينَ فَاسْتَدَرْتُ إِلَيْهِ حَتَّى أَتَيْتُهُ مِنْ وَرَائِهِ فَضَرَبْتُهُ عَلَى حَبْلِ عَاتِقِهِ وَأَقْبَلَ عَلَىَّ فَضَمَّنِي ضَمَّةً وَجَدْتُ مِنْهَا رِيحَ الْمَوْتِ ثُمَّ أَدْرَكَهُ الْمَوْتُ فَأَرْسَلَنِي فَلَحِقْتُ عُمَرَ بْنَ الْخَطَّابِ فَقَالَ مَا لِلنَّاسِ فَقُلْتُ أَمْرُ اللَّهِ ‏.‏ ثُمَّ إِنَّ النَّاسَ رَجَعُوا وَجَلَسَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَ ‏\"‏ مَنْ قَتَلَ قَتِيلاً لَهُ عَلَيْهِ بَيِّنَةٌ فَلَهُ سَلَبُهُ ‏\"‏ ‏.‏ قَالَ فَقُمْتُ فَقُلْتُ مَنْ يَشْهَدُ لِي ثُمَّ جَلَسْتُ ثُمَّ قَالَ مِثْلَ ذَلِكَ فَقَالَ فَقُمْتُ فَقُلْتُ مَنْ يَشْهَدُ لِي ثُمَّ جَلَسْتُ ثُمَّ قَالَ ذَلِكَ الثَّالِثَةَ فَقُمْتُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا لَكَ يَا أَبَا قَتَادَةَ ‏\"‏ ‏.‏ فَقَصَصْتُ عَلَيْهِ الْقِصَّةَ فَقَالَ رَجُلٌ مِنَ الْقَوْمِ صَدَقَ يَا رَسُولَ اللَّهِ سَلَبُ ذَلِكَ الْقَتِيلِ عِنْدِي فَأَرْضِهِ مِنْ حَقِّهِ ‏.‏ وَقَالَ أَبُو بَكْرٍ الصِّدِّيقُ لاَهَا اللَّهِ إِذًا لاَ يَعْمِدُ إِلَى أَسَدٍ مِنْ أُسُدِ اللَّهِ يُقَاتِلُ عَنِ اللَّهِ وَعَنْ رَسُولِهِ فَيُعْطِيكَ سَلَبَهُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ صَدَقَ فَأَعْطِهِ إِيَّاهُ ‏\"‏ ‏.‏ فَأَعْطَانِي قَالَ فَبِعْتُ الدِّرْعَ فَابْتَعْتُ بِهِ مَخْرَفًا فِي بَنِي سَلِمَةَ فَإِنَّهُ لأَوَّلُ مَالٍ تَأَثَّلْتُهُ فِي الإِسْلاَمِ ‏.‏ وَفِي حَدِيثِ اللَّيْثِ فَقَالَ أَبُو بَكْرٍ كَلاَّ لاَ يُعْطِيهِ أُضَيْبِعَ مِنْ قُرَيْشٍ وَيَدَعُ أَسَدًا مِنْ أُسُدِ اللَّهِ ‏.‏ وَفِي حَدِيثِ اللَّيْثِ لأَوَّلُ مَالٍ تَأَثَّلْتُهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}