{
  "hadith": {
    "hadith_id": 4461,
    "narrator": "‘আবদুর রাহমান ইবনু ‘আওফ (রাঃ)",
    "bn": "তিনি বলেন, আমি বদরের দিন যুদ্ধ সারিতে অবস্হান করছিলাম। এমন সময় আমি ডান ও বাম দিকে তাকিয়ে দেখি যে, আমি দু’জন আনসারী বালকের মাঝখানে আছি। আমি আশা করেছিলাম, যদি আমি দু’জন শক্তিশালী যুবকের মাঝে থাকতে পেতাম। এমন সময় তাদের একজন আমাকে ইঙ্গিতে বললো, হে আমার চাচা! আপনি কি আবূ জাহেল কে চিনেন? আমি বললাম, হ্যাঁ। আর তাকে তোমার প্রয়োজন কী হে ভ্রাতুস্পুত্র! সে বলল, আমি সংবাদ জেনেছি যে, সে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে গালাগালি করে। সেই আল্লাহর শপথ! যার হাতে আমার জীবন, যদি আমি তাকে দেখতে পাই তবে অবশ্যই তাকে ছেড়ে দিব না, যতক্ষন না আমাদের দু’জনের থেকে যার মৃত্যু পূর্বে হওয়া অবধারিত তার  মৃত্যু হয়। বর্ণনাকারী  বলেন, কিশোরের এ কথা শুনে আমি আশ্চর্যান্বিত হলাম। তারপর অপর কিশোর আমার দিকে ইঙ্গিত করে অনুরূপ কথা বলল। পরে বেশি সময় অতিবাহিত হয়নি, হঠাৎ আমি দেখলাম, আবূ জাহল লোকদের মধ্যে ঘোরাফেরা করছে। আমি তখন বালক দু’জনকে বললাম, তোমরা কি দেখছ না এ ব্যাক্তিকে যার ব্যাপারে তোমরা জানতে চাচ্ছ। উভয়ে দৌড়ে গিয়ে তাদের তলোয়ার দ্বারা তাকে আঘাত করলো এবং হত্যা করে ফেললো। অতঃপর উভয়েই ফিরে এসে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে এই ঘটনার সংবাদ দিলো। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমাদের মধ্যে তাকে কে হত্যা করেছে? তাঁদের প্রত্যেকে বললো, আমি তাকে হত্যা করেছি। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেনঃ তোমাদের তলোয়ার কি পরিস্কার করে ফেলেছো? তাঁরা বলল, না। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উভয়ের তলোয়ার পরীক্ষা করে দেখলেন। তারপর বললেন, তোমরা উভয়েই তাকে হত্যা করেছ। অতএব রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মু’আয ইবনু ‘আমর ইবনু জামূহকে খুলে নেয়া সম্পদ প্রদানের নির্দেশ দেন। আর সে দু’বালক হলো, মু’আয ইবনু ‘আমর ইবনু জামূহ এবং মু’আয ইবনু ‘আফরা (রাঃ)। ( ই.ফা. ৪৪১৭, ই.সে. ৪৪১৯ )",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا يُوسُفُ بْنُ الْمَاجِشُونِ، عَنْ صَالِحِ بْنِ إِبْرَاهِيمَ، بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ أَبِيهِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، أَنَّهُ قَالَ بَيْنَا أَنَا وَاقِفٌ، فِي الصَّفِّ يَوْمَ بَدْرٍ نَظَرْتُ عَنْ يَمِينِي، وَشِمَالِي، فَإِذَا أَنَا بَيْنَ، غُلاَمَيْنِ مِنَ الأَنْصَارِ حَدِيثَةٍ أَسْنَانُهُمَا تَمَنَّيْتُ لَوْ كُنْتُ بَيْنَ أَضْلَعَ مِنْهُمَا فَغَمَزَنِي أَحَدُهُمَا ‏.‏ فَقَالَ يَا عَمِّ هَلْ تَعْرِفُ أَبَا جَهْلٍ قَالَ قُلْتُ نَعَمْ وَمَا حَاجَتُكَ إِلَيْهِ يَا ابْنَ أَخِي قَالَ أُخْبِرْتُ أَنَّهُ يَسُبُّ رَسُولَ اللَّهِ صلى الله عليه وسلم وَالَّذِي نَفْسِي بِيَدِهِ لَئِنْ رَأَيْتُهُ لاَ يُفَارِقُ سَوَادِي سَوَادَهُ حَتَّى يَمُوتَ الأَعْجَلُ مِنَّا ‏.‏ قَالَ فَتَعَجَّبْتُ لِذَلِكَ فَغَمَزَنِي الآخَرُ فَقَالَ مِثْلَهَا - قَالَ - فَلَمْ أَنْشَبْ أَنْ نَظَرْتُ إِلَى أَبِي جَهْلٍ يَزُولُ فِي النَّاسِ فَقُلْتُ أَلاَ تَرَيَانِ هَذَا صَاحِبُكُمَا الَّذِي تَسْأَلاَنِ عَنْهُ قَالَ فَابْتَدَرَاهُ فَضَرَبَاهُ بِسَيْفَيْهِمَا حَتَّى قَتَلاَهُ ثُمَّ انْصَرَفَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَخْبَرَاهُ ‏.‏ فَقَالَ ‏\"‏ أَيُّكُمَا قَتَلَهُ ‏\"‏ ‏.‏ فَقَالَ كُلُّ وَاحِدٍ مِنْهُمَا أَنَا قَتَلْتُ ‏.‏ فَقَالَ ‏\"‏ هَلْ مَسَحْتُمَا سَيْفَيْكُمَا ‏\"‏ ‏.‏ قَالاَ لاَ ‏.‏ فَنَظَرَ فِي السَّيْفَيْنِ فَقَالَ ‏\"‏ كِلاَكُمَا قَتَلَهُ ‏\"‏ ‏.‏ وَقَضَى بِسَلَبِهِ لِمُعَاذِ بْنِ عَمْرِو بْنِ الْجَمُوحِ وَالرَّجُلاَنِ مُعَاذُ بْنُ عَمْرِو بْنِ الْجَمُوحِ وَمُعَاذُ ابْنُ عَفْرَاءَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}