{
  "hadith": {
    "hadith_id": 4462,
    "narrator": "‘আওফ ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, হুমাইর গোত্রের এক ব্যাক্তি শত্রু পক্ষের এক ব্যাক্তিকে হত্যা করল এবং তার যুদ্ধলব্ধ সম্পদ নিতে চাইল। কিন্তু তাদের সেনাপতি খালিদ ইবনু ওয়ালীদ (রাঃ) তাকে নিষেধ করলেন। তারপর ‘আওফ ইবনু মালিক (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এলেন এবং ঐ ঘটনার সংবাদ দিলেন। তখন তিনি খালিদ (রাঃ)-কে জিজ্ঞেস করলেন, কেন তুমি (নিহত ব্যাক্তির) সম্পদ তাকে প্রদান করলে না? খালিদ (রাঃ) বললেন, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি তার প্রচুর সম্পদ পেয়েছি। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তাকে তা দিয়ে দাও। তারপর খালিদ (রাঃ) ‘আওফ (রাঃ)-এর কাছে দিয়ে গেলেন এবং ‘আওফ (রাঃ) তার চাদর ধরে টান দিয়ে বললেন, আমি তো আগেই বলেছিলাম ব্যাপারটি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে পৌছাবো। তাই কি হয়নি? অতএব রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা শুনতে পেলেন। এতে তিনি রাগাম্বিত হলেন। এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে খালিদ! তুমি তাকে তা দেবে না! হে খালিদ! তুমি তাকে তা দেবে না ! তোমরা কি আমার নেতাদের পরিত্যাগ করবে? নিশ্চয় তোমাদের এবং তাদের দৃষ্টান্ত এমন, যেমন কোন ব্যাক্তি উট কিংবা ছাগল চড়াতে মনস্থ করলো। এবং মাঠে নিয়ে চড়াল। তারপর পিপাসার সময় পানি পান করানোর জন্য জলাশয়ে নিয়ে গেল। পরিস্কার পানি পান করতে শুরু করল এবং ঘোলাটে পানি পরিত্যাগ করল। অতঃপর এমনিভাবে পরিস্কারটা তোমাদের জন্য এবং অপরিষ্কারটা  তোমাদের নেতাদের জন্য। ( ই.ফা.  ৪৪১৮,  ই.সে. ৪৪২০)",
    "ar": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرٍ، عَنْ أَبِيهِ، عَنْ عَوْفِ بْنِ مَالِكٍ، قَالَ قَتَلَ رَجُلٌ مِنْ حِمْيَرَ رَجُلاً مِنَ الْعَدُوِّ فَأَرَادَ سَلَبَهُ فَمَنَعَهُ خَالِدُ بْنُ الْوَلِيدِ وَكَانَ وَالِيًا عَلَيْهِمْ فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم عَوْفُ بْنُ مَالِكٍ فَأَخْبَرَهُ فَقَالَ لِخَالِدٍ ‏\"‏ مَا مَنَعَكَ أَنْ تُعْطِيَهُ سَلَبَهُ ‏\"‏ ‏.‏ قَالَ اسْتَكْثَرْتُهُ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ ادْفَعْهُ إِلَيْهِ ‏\"‏ ‏.‏ فَمَرَّ خَالِدٌ بِعَوْفٍ فَجَرَّ بِرِدَائِهِ ثُمَّ قَالَ هَلْ أَنْجَزْتُ لَكَ مَا ذَكَرْتُ لَكَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَمِعَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَاسْتُغْضِبَ فَقَالَ ‏\"‏ لاَ تُعْطِهِ يَا خَالِدُ لاَ تُعْطِهِ يَا خَالِدُ هَلْ أَنْتُمْ تَارِكُونَ لِي أُمَرَائِي إِنَّمَا مَثَلُكُمْ وَمَثَلُهُمْ كَمَثَلِ رَجُلٍ اسْتُرْعِيَ إِبِلاً أَوْ غَنَمًا فَرَعَاهَا ثُمَّ تَحَيَّنَ سَقْيَهَا فَأَوْرَدَهَا حَوْضًا فَشَرَعَتْ فِيهِ فَشَرِبَتْ صَفْوَهُ وَتَرَكَتْ كَدَرَهُ فَصَفْوُهُ لَكُمْ وَكَدَرُهُ عَلَيْهِمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}