{
  "hadith": {
    "hadith_id": 4464,
    "narrator": "আবু সালামাহ ইবনু আকওয়া’ (রাঃ)",
    "bn": "তিনি বলেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে হাওয়াযিন গোত্রের বিরুদ্ধে যুদ্ধে ছিলাম। একদা আমরা রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে সকালের খাওয়ায় শামিল ছিলাম। এমন সময় এক ব্যাক্তি লাল রঙের উটে চড়ে এসে উটটিকে বসাল এবং তার কোমর থেকে একটি চামড়ার রশি বের করে এর দ্বারা সেটিকে বাধঁলো। এরপর সে এসে লোকদের সাথে সকালের নাস্তা খেতে লাগল এবং এদিক-সেদিক তাকাতে লাগলো (সে ছিলো গুপ্তচর) আমাদের মধ্যে দুর্বলতাও ছিল। সওয়ারীও কম ছিল। আমাদের কেউ কেউ পায়ে হেটেঁ  চলছিল। এমন সময় সে ব্যাক্তি দ্রুত গতিতে নিজের উটের কাছে এসে এর রশি খুললো। এরপর উটটিকে বসিয়ে এর উপর সওয়ার হয়ে হাঁকালো এবং উট তাকে নিয়ে ছুটলো। তখন এক ব্যাক্তি একটি ধুসর বর্ণের উটনীর উপর আরোহণ করে তার পশ্চাদ্ধাবন করল।\nসালামাহ (রাঃ) বলেন, আমি বের হয়ে দৌড় দিলাম। অতঃপর আরও অগ্রসর হয়ে আমি উটনীর লাগাম ধরে ফেললাম। এবং আমি তাকে বসালাম। যখন উটটি তার হাঁটু মাটিতে রাখল, তখন আমি তলোয়ার বের করে লোকটির মাথায় আঘাত করলাম। সে মাটিতে লুটিয়ে পরল। এরপর আমি উটটি টেনে নিয়ে এলাম। এর উপর ঐ ব্যাক্তির আসবাবপত্র ও অস্ত্রশস্ত্র বোঝাই ছিল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোক জনসহ আমাকে এগিয়ে নিলেন। তিনি বললেন, কে এই লোকটিকে হত্যা করেছে? লোকেরা বললো, ইবনু আকওয়া। তিনি বললেন, (নিহত ব্যাক্তির) থেকে খুলে আনা সমুদয় সম্পদ আকওয়ার পুত্র সালামার জন্য। (ই.ফা. ৪৪২০, ই.সে. ৪৪২২ )",
    "ar": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عُمَرُ بْنُ يُونُسَ الْحَنَفِيُّ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنِي إِيَاسُ بْنُ سَلَمَةَ، حَدَّثَنِي أَبِي سَلَمَةُ بْنُ الأَكْوَعِ، قَالَ غَزَوْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم هَوَازِنَ فَبَيْنَا نَحْنُ نَتَضَحَّى مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذْ جَاءَ رَجُلٌ عَلَى جَمَلٍ أَحْمَرَ فَأَنَاخَهُ ثُمَّ انْتَزَعَ طَلَقًا مِنْ حَقَبِهِ فَقَيَّدَ بِهِ الْجَمَلَ ثُمَّ تَقَدَّمَ يَتَغَدَّى مَعَ الْقَوْمِ وَجَعَلَ يَنْظُرُ وَفِينَا ضَعْفَةٌ وَرِقَّةٌ فِي الظَّهْرِ وَبَعْضُنَا مُشَاةٌ إِذْ خَرَجَ يَشْتَدُّ فَأَتَى جَمَلَهُ فَأَطْلَقَ قَيْدَهُ ثُمَّ أَنَاخَهُ وَقَعَدَ عَلَيْهِ فَأَثَارَهُ فَاشْتَدَّ بِهِ الْجَمَلُ فَاتَّبَعَهُ رَجُلٌ عَلَى نَاقَةٍ وَرْقَاءَ ‏.‏ قَالَ سَلَمَةُ وَخَرَجْتُ أَشْتَدُّ فَكُنْتُ عِنْدَ وَرِكِ النَّاقَةِ ‏.‏ ثُمَّ تَقَدَّمْتُ حَتَّى كُنْتُ عِنْدَ وَرِكِ الْجَمَلِ ثُمَّ تَقَدَّمْتُ حَتَّى أَخَذْتُ بِخِطَامِ الْجَمَلِ فَأَنَخْتُهُ فَلَمَّا وَضَعَ رُكْبَتَهُ فِي الأَرْضِ اخْتَرَطْتُ سَيْفِي فَضَرَبْتُ رَأْسَ الرَّجُلِ فَنَدَرَ ثُمَّ جِئْتُ بِالْجَمَلِ أَقُودُهُ عَلَيْهِ رَحْلُهُ وَسِلاَحُهُ فَاسْتَقْبَلَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَالنَّاسُ مَعَهُ فَقَالَ ‏\"‏ مَنْ قَتَلَ الرَّجُلَ ‏\"‏ ‏.‏ قَالُوا ابْنُ الأَكْوَعِ ‏.‏ قَالَ ‏\"‏ لَهُ سَلَبُهُ أَجْمَعُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}