{
  "hadith": {
    "hadith_id": 4469,
    "narrator": "যুহরী (রহঃ)",
    "bn": "মালিক ইবনু আওস (রাঃ) তাকে হাদীস বর্ণনা করেছেন যে, ‘উমার ইবনু খাত্তাব (রাঃ) আমাকে ডেকে পাঠালেন। বেলা উঠে গেলে আমি তাঁর নিকট এলাম। তখন আমি তাঁকে তাঁর ঘরে খাটের উপর বসা অবস্থায় দেখলাম। তাতে বিছানা ছিল চাটাইয়ের। তিনি চামড়ার একটি বালিশের উপর হেলান দিয়ে বসা ছিলেন। তখন তিনি আমাকে বললেন, হে মাল! (অর্থাৎ- হে মালিক) তোমার সম্প্রদায়ের কয়েকটি পরিবারের লোকজন আমার কাছে দ্রুত এলো, আমি তাদেরকে কিছু দেয়ার নির্দেশ দিয়েছি। তুমি তা গ্রহন করো এবং তাদের মধ্যে বন্টন করে দাও। অতএব আমি বললাম, আপনি যদি এর নির্দেশ আমাকে ব্যতীত অন্য কাউকে দিতেন, তাহলে ভাল হত। তখন তিনি বললেন, হে মাল! (অর্থাৎ হে মালিক) তুমি তা গ্রহন করো। এমন সময় ইয়ারফা’ (রহঃ) তাঁর কাছে উপস্থিত হয়ে বলল, হে আমীরুল মু’মিনীন! আপনার সাথে সাক্ষাৎ করতে চান ‘উসমান, ‘আবদূর রহমান ইবনু ‘আওফ, যুবায়র এবং সা’দ। তখন ‘উমার বললেন, হ্যাঁ, তাদেরকে আসতে দাও। তখন সকলেই প্রবেশ করলেন। এরপর পুনরায় ইয়ারফা’ এসে বলল, ‘আব্বাস এবং ‘আলী (রাঃ) আপনার সাথে সাক্ষাৎ করতে চান। তখন তিনি বললেন, হ্যাঁ, তাদেরকেও আসতে দাও। এরপর ‘আব্বাস (রাঃ) বললেন, হে আমীরুল মু’মিনীন! আমার মধ্যে এবং এ মিথ্যাবাদী, পাপী, প্রতারক ও বিশ্বাসঘাতকের মধ্যে মীমাংসা করে দিন। [৩৬] তখন লোকেরা বলল, হ্যাঁ, হে আমীরুল মু’মিনীন! তাঁদের মধ্যে বিষয়টি নিষ্পত্তি করে দিন এবং তাদেরকে এ থেকে স্বস্তি দিন। অতএব মালিক ইবনু আওস (রাঃ) বললেন, আমার ধারনা হলো যে, তাঁরা দু’জন অর্থাৎ- ‘আলী এবং ‘আব্বাস (রাঃ) তাঁদেরকে পূর্বাহ্নে পাঁঠিয়ে ছিলেন এ ব্যাপারটির জন্যেই, যেন তাঁরা ‘উমারকে ব্যাপারটি বুঝিয়ে ফায়সালা করে দেন।\n‘উমার বললেন, আপনারা একটু অপেক্ষা করুন। আমি আপনাদের সে মহান আল্লাহর কসম দিয়ে বলছি, যার নির্দেশে আকাশ এবং পৃথিবী যথাস্থানে অবস্থিত। আপনাদের কি জানা নেই যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমরা (নাবীগণ) কাউকে ওয়ারিস বানিয়ে যাই না, আমরা যা রেখে যাই তা হবে সদাকাহ। তখন তাঁরা বললেন, হ্যাঁ, আমরা তা জানি। এবার তিনি ‘আলী এবং ‘আব্বাস  (রাঃ)- এর দিকে লক্ষ্য করে বললেন, আমি আপনাদের উভয়কেই সে মহান আল্লাহর কসম দিয়ে বলছি, যাঁর নির্দেশে আকাশ এবং পৃথিবী যথাস্থানে অবস্থিত। আপনারা কি জানেন না যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আমরা (নাবী সম্প্রদায়) কাউকে উত্তরাধিকার করে যাই না। আমরা যা রেখে যাই, তা হবে সদাকাহ। তখন তাঁরা উভয়েই বললেন, হ্যাঁ। আমরা তা জানি। তখন ‘উমার (রাঃ) বললেন, আল্লাহ তা’আলা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বিশেষ কিছু বৈশিষ্ট্য প্রদান করেছেন, যা তাকে ছাড়া অন্য কাউকে প্রদান করেননি। তিনি বলেন, “আল্লাহ তা’আলা জনপদ বা নগরবাসীর নিকট থেকে মালে ফাই [৩৭] হিসেবে স্বীয় রসূলকে যা প্রদান করেছেন- তা আল্লাহ ও তদীয় রসূলের জন্য নির্দিষ্ট। আমার জানা নেই যে, তিনি এ পঠিত আয়াতের পূর্বেও কোন আয়াত পাঠ করছিলেন কি-না? অতঃপর ‘উমার (রাঃ) বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তো তোমাদেরকে বানী নাযীর গোত্র থেকে প্রাপ্ত সম্পদ বন্টন করে দিয়েছেন। আল্লাহর শপথ! তিনি সম্পদকে নিজের জন্যে জমা করে রেখে যাননি। আর তিনি এমনও করেননি যে, নিজে সম্পদ নিয়েছেন এবং তোমাদেরকে তা দেননি। পরিশেষে যে সম্পদ রইল তা থেকে আপন পরিবারের এক বছরের ভরণ পোষণের খরচ রেখে অবশিষ্ট সম্পদ বাইতুল মালে জমা দেন। এরপর ‘উমার (রাঃ) বললেন, আপনাদেরকে সে মহান আল্লাহর কসম দিয়ে বলছি, যার নির্দেশে আকাশ ও পৃথিবী যথাস্থানে অবস্থিত। আপনারা কি সেসব কথা অবগত আছেন। তখন তাঁরা বলেন, হ্যাঁ, আমরা তা জানি। এরপর তিনি ‘আব্বাস এবং ‘আলী (রাঃ) উভয়কে অনুরূপ শপথ প্রদান করলেন, যেরূপ তিনি ইতোপূর্বে আগত সম্প্রদায়ের লোকদেরকে শপথ প্রদান করেছিলেন। তিনি বললেন, আপনারা উভয়ই কি এসব কথা জানেন? তখন তাঁরা উভয়েই বললেন, হ্যাঁ। অতঃপর ‘উমার (রাঃ) বললেন, যখন রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর ইনতিকাল হলো তখন আবূ বাকর (রাঃ) বললেন যে, আমিই রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ওয়ালী। আর আপনারা উভয়েই এসেছেন, আপনি আপনার ভাতিজা থেকে মীরাস দাবী করতে। আর আপনি এসেছেন, আপনার স্ত্রীর (ফাতিমার) পিতা থেকে মীরাস গ্রহন করতে। এরপর আবূ বাকর (রাঃ) বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমাদের নাবীগনের সম্পত্তিতে কোন উত্তরাধিকারিত্ব নেই। আমরা যা রেখে যাই- তা হয় সদাকাহ। আপনারা উভয়েই তো তাকে মিথ্যাবাদী, অপরাধী, বিশ্বাসঘাতক এবং খিয়ানতকারী মনে করবেন। অতঃপর প্রকৃতপক্ষে নিশ্চয়ই তিনি [আবূ বকর সিদ্দীক (রাঃ)] সত্যবাদী, পুণ্যবান, সত্তপথ প্রদর্শক এবং সত্যের অনুসারী যা আল্লাহ জানেন। অতঃপর আবূ বাকর (রাঃ) মৃত্যুবরণ করলেন। তখন আমি ওয়ালী হলাম রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ও আবূ বাকর (রাঃ)-এর। সুতরাং আপনারা উভয়েই আমাকেও তার মত মিথ্যাবাদী, পাপী, বিশ্বাসঘাতক এবং খিয়ানতকারী মনে করছেন। আল্লাহ অবগত আছেন যে, নিশ্চয়ই আমি সত্যবাদী, পুণ্যবান, সত্য পথ-প্রদর্শক এবং সত্যের অনুসারী। আমি সে সম্পদেরও ওলী ও অভিভাবক। অতঃপর আপনি এবং ইনি এসেছেন। আপনারা উভয়েই এক এবং আপনাদের দাবীও এক। সুতরাং আপনারা বলছেন যে, এসব আমাদের কাছে দিয়ে দিন।\nআমি বলি- যদি আপনারা চান, তবে আমি তা আপনাদেরকে দিয়ে দেব- এ শর্তে যে, আপনারা এ সম্পদ দ্বারা সে কাজ করবেন, যা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) করতেন। অতএব আপনারা এ শর্তে আমার নিকট থেকে তা গ্রহন করেছেন। এরপর ‘উমার (রাঃ) বললেন, আমার কথা কি যথার্থ? তখন উভয়েই বললেন, হ্যাঁ। ‘উমার (রাঃ) বললেন, তারপরও আপনারা দুজন আমার কাছে এসেছেন, আপনাদের মাঝে (সম্পদের) মীমাংসা করে দেয়ার জন্য। আল্লাহর কসম! আমি আপনাদের উভয়ের মাঝে এটা ছাড়া আর কোন মীমাংসা করতে পারবো না কিয়ামাত পর্যন্ত। আর যদি আপনারা সে মালের দায়িত্ব পালনে অপারগ হন, তবে তা আপনারা আমার কাছে ফেরত দিয়েছেন। (ই.ফা. ৪৪২৫, ই.সে. ৪৪২৭)",
    "ar": "وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ الضُّبَعِيُّ، حَدَّثَنَا جُوَيْرِيَةُ، عَنْ مَالِكٍ، عَنِ الزُّهْرِيِّ، أَنَّ مَالِكَ بْنَ أَوْسٍ، حَدَّثَهُ قَالَ أَرْسَلَ إِلَىَّ عُمَرُ بْنُ الْخَطَّابِ فَجِئْتُهُ حِينَ تَعَالَى النَّهَارُ - قَالَ - فَوَجَدْتُهُ فِي بَيْتِهِ جَالِسًا عَلَى سَرِيرٍ مُفْضِيًا إِلَى رِمَالِهِ مُتَّكِئًا عَلَى وِسَادَةٍ مِنْ أَدَمٍ ‏.‏ فَقَالَ لِي يَا مَالُ إِنَّهُ قَدْ دَفَّ أَهْلُ أَبْيَاتٍ مِنْ قَوْمِكَ وَقَدْ أَمَرْتُ فِيهِمْ بِرَضْخٍ فَخُذْهُ فَاقْسِمْهُ بَيْنَهُمْ - قَالَ - قُلْتُ لَوْ أَمَرْتَ بِهَذَا غَيْرِي قَالَ خُذْهُ يَا مَالُ ‏.‏ قَالَ فَجَاءَ يَرْفَا فَقَالَ هَلْ لَكَ يَا أَمِيرَ الْمُؤْمِنِينَ فِي عُثْمَانَ وَعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَالزُّبَيْرِ وَسَعْدٍ فَقَالَ عُمَرُ نَعَمْ ‏.‏ فَأَذِنَ لَهُمْ فَدَخَلُوا ثُمَّ جَاءَ ‏.‏ فَقَالَ هَلْ لَكَ فِي عَبَّاسٍ وَعَلِيٍّ قَالَ نَعَمْ ‏.‏ فَأَذِنَ لَهُمَا فَقَالَ عَبَّاسٌ يَا أَمِيرَ الْمُؤْمِنِينَ اقْضِ بَيْنِي وَبَيْنَ هَذَا الْكَاذِبِ الآثِمِ الْغَادِرِ الْخَائِنِ ‏.‏ فَقَالَ الْقَوْمُ أَجَلْ يَا أَمِيرَ الْمُؤْمِنِينَ فَاقْضِ بَيْنَهُمْ وَأَرِحْهُمْ ‏.‏ فَقَالَ مَالِكُ بْنُ أَوْسٍ يُخَيَّلُ إِلَىَّ أَنَّهُمْ قَدْ كَانُوا قَدَّمُوهُمْ لِذَلِكَ - فَقَالَ عُمَرُ اتَّئِدَا أَنْشُدُكُمْ بِاللَّهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ أَتَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ نُورَثُ مَا تَرَكْنَا صَدَقَةٌ ‏\"‏ ‏.‏ قَالُوا نَعَمْ ‏.‏ ثُمَّ أَقْبَلَ عَلَى الْعَبَّاسِ وَعَلِيٍّ فَقَالَ أَنْشُدُكُمَا بِاللَّهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ أَتَعْلَمَانِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ نُورَثُ مَا تَرَكْنَاهُ صَدَقَةٌ ‏\"‏ ‏.‏ قَالاَ نَعَمْ ‏.‏ فَقَالَ عُمَرُ إِنَّ اللَّهَ جَلَّ وَعَزَّ كَانَ خَصَّ رَسُولَهُ صلى الله عليه وسلم بِخَاصَّةٍ لَمْ يُخَصِّصْ بِهَا أَحَدًا غَيْرَهُ قَالَ ‏{‏ مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ‏}‏ مَا أَدْرِي هَلْ قَرَأَ الآيَةَ الَّتِي قَبْلَهَا أَمْ لاَ ‏.‏ قَالَ فَقَسَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَكُمْ أَمْوَالَ بَنِي النَّضِيرِ فَوَاللَّهِ مَا اسْتَأْثَرَ عَلَيْكُمْ وَلاَ أَخَذَهَا دُونَكُمْ حَتَّى بَقِيَ هَذَا الْمَالُ فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَأْخُذُ مِنْهُ نَفَقَةَ سَنَةٍ ثُمَّ يَجْعَلُ مَا بَقِيَ أُسْوَةَ الْمَالِ ‏.‏ ثُمَّ قَالَ أَنْشُدُكُمْ بِاللَّهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ أَتَعْلَمُونَ ذَلِكَ قَالُوا نَعَمْ ‏.‏ ثُمَّ نَشَدَ عَبَّاسًا وَعَلِيًّا بِمِثْلِ مَا نَشَدَ بِهِ الْقَوْمَ أَتَعْلَمَانِ ذَلِكَ قَالاَ نَعَمْ ‏.‏ قَالَ فَلَمَّا تُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ أَبُو بَكْرٍ أَنَا وَلِيُّ رَسُولِ اللَّهِ صلى الله عليه وسلم فَجِئْتُمَا تَطْلُبُ مِيرَاثَكَ مِنَ ابْنِ أَخِيكَ وَيَطْلُبُ هَذَا مِيرَاثَ امْرَأَتِهِ مِنْ أَبِيهَا فَقَالَ أَبُو بَكْرٍ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا نُورَثُ مَا تَرَكْنَا صَدَقَةٌ ‏\"‏ ‏.‏ فَرَأَيْتُمَاهُ كَاذِبًا آثِمًا غَادِرًا خَائِنًا وَاللَّهُ يَعْلَمُ إِنَّهُ لَصَادِقٌ بَارٌّ رَاشِدٌ تَابِعٌ لِلْحَقِّ ثُمَّ تُوُفِّيَ أَبُو بَكْرٍ وَأَنَا وَلِيُّ رَسُولِ اللَّهِ صلى الله عليه وسلم وَوَلِيُّ أَبِي بَكْرٍ فَرَأَيْتُمَانِي كَاذِبًا آثِمًا غَادِرًا خَائِنًا وَاللَّهُ يَعْلَمُ إِنِّي لَصَادِقٌ بَارٌّ رَاشِدٌ تَابِعٌ لِلْحَقِّ فَوَلِيتُهَا ثُمَّ جِئْتَنِي أَنْتَ وَهَذَا وَأَنْتُمَا جَمِيعٌ وَأَمْرُكُمَا وَاحِدٌ فَقُلْتُمَا ادْفَعْهَا إِلَيْنَا فَقُلْتُ إِنْ شِئْتُمْ دَفَعْتُهَا إِلَيْكُمَا عَلَى أَنَّ عَلَيْكُمَا عَهْدَ اللَّهِ أَنْ تَعْمَلاَ فِيهَا بِالَّذِي كَانَ يَعْمَلُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَخَذْتُمَاهَا بِذَلِكَ قَالَ أَكَذَلِكَ قَالاَ نَعَمْ ‏.‏ قَالَ ثُمَّ جِئْتُمَانِي لأَقْضِيَ بَيْنَكُمَا وَلاَ وَاللَّهِ لاَ أَقْضِي بَيْنَكُمَا بِغَيْرِ ذَلِكَ حَتَّى تَقُومَ السَّاعَةُ فَإِنْ عَجَزْتُمَا عَنْهَا فَرُدَّاهَا إِلَىَّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৬] এখানে এ শব্দগুলোর প্রকৃত অর্থ উদ্দেশ্য নয়। বরং রূপক অর্থে এ শব্দগুলো ব্যবহৃত হয়েছে। ‘আলী  (রাঃ) -কে ধমক দেয়ার জন্যই ‘আব্বাস (রাঃ) এ কথা বলেছেন।\n\n[৩৭] যুদ্ধবিহীন প্রাপ্ত সম্পদকে মালে ফাই বলে।",
    "chapter": {
      "chapter_number": "33"
    }
  }
}