{
  "hadith": {
    "hadith_id": 4481,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) কিছু সংখ্যক অশ্বারোহী সৈন্যকে ‘নাযদ’—এর দিকে পাঠান। অতঃপর বানূ হানীফা গোত্রের এক ব্যক্তিকে তাঁরা ধরে নিয়ে এলো। তার নাম ছিল সুমামাহ ইবনু উসাল। তিনি ইয়ামামাবাসীদের সরদার ছিলেন। তাঁরা মাসজিদের একটি খুঁটির সাথে তাকে বেঁধে রাখলেন। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তার কাছে আসলেন এবং বললেন, হে সুমামাহ! তোমার কাছে কেমন মনে হচ্ছে? সে উত্তর দিল, আমার কাছে তো ভালই মনে হচ্ছে। আপনি যদি আমাকে হত্যা করেন, তাহলে খুনী ব্যক্তিকেই হত্যা করলেন। আর যদি আপনি অনুগ্রহ করেন, তবে আপনার অনুগ্রহ হবে কৃতজ্ঞ ব্যক্তির উপর। আর যদি আপনি সম্পদ চান, তবে আপনাকে তাই দেয়া হবে, আপনি যা চাইবেন। রসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তাকে যথাবস্থায় রেখে দিলেন। তারপর পরের দিনও তিনি বললেন, হে সুমামাহ! তোমার কাছে কেমন মনে হচ্ছে? তিনি বললেন, আমার নিকট তাই মনে হচ্ছে যা আপনার কাছে বলে দিয়েছি। যদি আপনি অনুগ্রহ করেন, তবে আপনার অনুগ্রহ হবে একজন কৃতজ্ঞ ব্যক্তির উপর। আর যদি আপনি হত্যা করেন, তবে আপনি একজন খুনী ব্যক্তিকেই হত্যা করবেন। আর যদি আপনি সম্পদ চান তবে আপনাকে তাই দেয়া হবে আপনি যা চাবেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পরের দিন পর্যন্ত তাকে ঐভাবে রাখলেন। তিনি বললেন, হে সুমামাহ! তোমার নিকট কেমন লাগছে? তিনি বললেন, আমার নিকট তাই যা আমি আপনাকে ইতিপূর্বে বলেছি। যদি আপনি অনুগ্রহ করেন, তবে আপনি অনুগ্রহ করবেন একজন কৃতজ্ঞ ব্যক্তির উপর। আর যদি আপনি আমাকে হত্যা করেন, তবে হত্যার উপযুক্ত ব্যাক্তিকেই হত্যা করবেন। আর যদি আপনি সম্পদ চান, তবে বলুন তাই দেয়া হবে যা আপনি চাইবেন। রসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেন, তোমরা সুমামাহকে ছেড়ে দাও। তারপর তিনি মাসজিদের নিকটবর্তী একটি খেজুর গাছের নিকট গেলেন। সেখানে তিনি গোসল করলেন। এরপর মাসজিদে প্রবেশ করে বললেন, “আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া আর কোন ইলাহ নেই এবং আমি আরো সাক্ষ্য দিচ্ছি যে মুহাম্মাদ, (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তার বান্দা ও রসূল। হে মুহাম্মাদ! আল্লাহর শপথ! পৃথিবীতে আমার নিকট আপনার চেহারার চেয়ে খারাপ চেহারা আর ছিল না। আর এখন সকল মানুষের চেহারা থেকে আপনার চেহারাই আমার নিকট অধিক প্রিয়। আল্লাহর শপথ! আপনার ধর্ম থেকে অধিক খারাপ ধর্ম আমার কাছে আর ছিল না। আর এখন আপনার ধর্মই আমার নিকট সকল ধর্ম থেকে অধিক প্রিয়। আল্লাহর কসম! আপনার জনপদ থেকে অধিক নিকৃষ্ট জনপদ আমার কাছে আর ছিল না। আর এখন আপনার জনপদই আমার নিকট সকল জনপদের চেয়ে অধিক প্রিয়। আপনার অশ্বারোহী সৈনিকরা আমাকে ধরে নিয়ে এসেছে। অথচ আমি তখন ‘উমরাহ করার ইচ্ছা করেছিলাম। এ ব্যাপারে আপনার অভিমত কী? এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে সুসংবাদ দিলেন এবং ‘উমরাহ করার নির্দেশ দিলেন। এরপর যখন তিনি মাক্কায় ফিরে এলেন, তখন এক ব্যক্তি তাঁকে বলল, তুমি কি ধর্মান্তরিত হয়েছ? তখন তিনি বললেন, না। বরং আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে ইসলাম গ্রহন করেছি। আল্লাহর কসম! ইয়ামামা ত্থেকে একটি গমের দানাও তোমাদের কাছে পৌঁছাবে না। যতক্ষন না রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাতে সম্মতি দেন। ( ই.ফা. ৪৪৩৭, ই.সে.৪৪৩৯ )",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ بَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم خَيْلاً قِبَلَ نَجْدٍ فَجَاءَتْ بِرَجُلٍ مِنْ بَنِي حَنِيفَةَ يُقَالُ لَهُ ثُمَامَةُ بْنُ أُثَالٍ سَيِّدُ أَهْلِ الْيَمَامَةِ ‏.‏ فَرَبَطُوهُ بِسَارِيَةٍ مِنْ سَوَارِي الْمَسْجِدِ فَخَرَجَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَاذَا عِنْدَكَ يَا ثُمَامَةُ ‏\"‏ ‏.‏ فَقَالَ عِنْدِي يَا مُحَمَّدُ خَيْرٌ إِنْ تَقْتُلْ تَقْتُلْ ذَا دَمٍ وَإِنْ تُنْعِمْ تُنْعِمْ عَلَى شَاكِرٍ وَإِنْ كُنْتَ تُرِيدُ الْمَالَ فَسَلْ تُعْطَ مِنْهُ مَا شِئْتَ ‏.‏ فَتَرَكَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى كَانَ بَعْدَ الْغَدِ فَقَالَ ‏\"‏ مَا عِنْدَكَ يَا ثُمَامَةُ ‏\"‏ ‏.‏ قَالَ مَا قُلْتُ لَكَ إِنْ تُنْعِمْ تُنْعِمْ عَلَى شَاكِرٍ وَإِنْ تَقْتُلْ تَقْتُلْ ذَا دَمٍ وَإِنْ كُنْتَ تُرِيدُ الْمَالَ فَسَلْ تُعْطَ مِنْهُ مَا شِئْتَ ‏.‏ فَتَرَكَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى كَانَ مِنَ الْغَدِ فَقَالَ ‏\"‏ مَاذَا عِنْدَكَ يَا ثُمَامَةُ ‏\"‏ ‏.‏ فَقَالَ عِنْدِي مَا قُلْتُ لَكَ إِنْ تُنْعِمْ تُنْعِمْ عَلَى شَاكِرٍ وَإِنْ تَقْتُلْ تَقْتُلْ ذَا دَمٍ وَإِنْ كُنْتَ تُرِيدُ الْمَالَ فَسَلْ تُعْطَ مِنْهُ مَا شِئْتَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَطْلِقُوا ثُمَامَةَ ‏\"‏ ‏.‏ فَانْطَلَقَ إِلَى نَخْلٍ قَرِيبٍ مِنَ الْمَسْجِدِ فَاغْتَسَلَ ثُمَّ دَخَلَ الْمَسْجِدَ فَقَالَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ ‏.‏ يَا مُحَمَّدُ وَاللَّهِ مَا كَانَ عَلَى الأَرْضِ وَجْهٌ أَبْغَضَ إِلَىَّ مِنْ وَجْهِكَ فَقَدْ أَصْبَحَ وَجْهُكَ أَحَبَّ الْوُجُوهِ كُلِّهَا إِلَىَّ وَاللَّهِ مَا كَانَ مِنْ دِينٍ أَبْغَضَ إِلَىَّ مِنْ دِينِكَ فَأَصْبَحَ دِينُكَ أَحَبَّ الدِّينِ كُلِّهِ إِلَىَّ وَاللَّهِ مَا كَانَ مِنْ بَلَدٍ أَبْغَضَ إِلَىَّ مِنْ بَلَدِكَ فَأَصْبَحَ بَلَدُكَ أَحَبَّ الْبِلاَدِ كُلِّهَا إِلَىَّ وَإِنَّ خَيْلَكَ أَخَذَتْنِي وَأَنَا أُرِيدُ الْعُمْرَةَ فَمَاذَا تَرَى فَبَشَّرَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَمَرَهُ أَنْ يَعْتَمِرَ فَلَمَّا قَدِمَ مَكَّةَ قَالَ لَهُ قَائِلٌ أَصَبَوْتَ فَقَالَ لاَ وَلَكِنِّي أَسْلَمْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَلاَ وَاللَّهِ لاَ يَأْتِيكُمْ مِنَ الْيَمَامَةِ حَبَّةُ حِنْطَةٍ حَتَّى يَأْذَنَ فِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}