{
  "hadith": {
    "hadith_id": 4499,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "আবূ সুফ্‌ইয়ান (রাঃ) তাঁকে সামনা-সামনি খবর দিয়েছেন, আমি তথায় (শাম দেশে) যাত্রা করলাম। যখন আমার মধ্যে এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মধ্যে (হুদাইবিয়ার) সন্ধির সময়কাল কার্যকর ছিল (ষষ্ঠ হিজরীতে)। যখন আমি শাম দেশে উপস্থিত হলাম, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর প্রেরিত একটা পত্র হিরাক্‌ল (হিরাক্লিয়াস) বাদশাহ্‌র নিকট পৌঁছল। দিহ্‌ইয়াতুল কালবী (রাঃ) (দূত) এ পত্র নিয়ে গিয়েছিলেন। তিনি সে পত্র বসরার এক নেতাকে প্রদান করেন। এরপর বসরার সে নেতা, হিরাক্‌ল বাদশাহ্‌র নিকট পত্রটি হস্তান্তর করেন। তখন হিরাক্‌ল বাদশাহ বললেন, এখানে ঐ লোকটির (মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর) সম্প্রদায়ের কোন লোক আছে কি, যিনি নিজেকে নবী বলে দাবী করছেন? তারা বলল, হ্যাঁ। তখন কুরায়শের এক দল লোকের মধ্যে আমাকেও ডাকা হল। এরপর আমরা হিরাক্‌ল বাদশাহর দরবারে প্রবেশ করলাম। আমাদেরকে তার সম্মুখেই বসান হল। তখন তিনি জিজ্ঞেস করলেন, যিনি নবী দাবী করছেন তাঁর সাথে আত্মীয়তার দিক দিয়ে তোমাদের মধ্যে কে অধিক নিকটবর্তী? তখন আবূ সুফ্‌ইয়ান বললেন, আমি। তখন তারা আমাকে বাদশাহর সামনেই বসালেন এবং আমার সঙ্গীদেরকে আমার পিছনে বসালেন। এরপর তিনি তাঁর দোভাষীকে ডাকলেন এবং তাকে বললেন, “আপনি তাদেরকে আমার পক্ষ হতে বলে দিন যে, আমি তাঁকে (আবূ সুফ্‌ইয়ানকে) ঐ লোকটি সম্পর্কে কিছু জিজ্ঞেস করব নবী বলে যিনি দাবী করছেন। যদি তিনি (আবূ সুফ্‌ইয়ান) আমার নিকট মিথ্যা কথা বলেন, তবে আপনারাও তাকে মিথ্যাবাদী বলে ঘোষণা দেবেন। তখন আবূ সুফ্‌ইয়ান বললেন, আল্লাহর শপথ! যদি আমার এ ভয় না হত যে, মিথ্যা বললে তা আমার বরাতে বর্ণিত হতে থাকবে তবে নিশ্চয়ই (তাঁর সম্পর্কে) মিথ্যা কথা বলতাম। অতঃপর বাদশাহ তাঁর দোভাষীকে বললেন, আপনি তাঁকে (আবূ সুফ্‌ইয়ানকে) জিজ্ঞেস করুন, আপনাদের মাঝে ঐ লোকটির বংশ পরিচয় কেমন? আমি প্রতি উত্তরে বললাম, তিনি আমাদের মাঝে সম্ভ্রান্ত বংশীয়। এরপর জিজ্ঞেস করলেন, তাঁর পূর্ব পুরুষদের মধ্যে কেউ কি কখনও বাদশাহ ছিলেন? আমি বললাম, না। এরপর জিজ্ঞেস করলেন, আপনারা কি কখনও তাঁকে এ কথা বলার পূর্বে, যা তিনি বলেছেন, মিথ্যা বলার অভিযোগ করেছেন? আমি বললাম, না। তিনি আবার  জিজ্ঞেস করলেন,সমাজের কোন শ্রেনীর লোক তাঁর অনুসরণ করে? সম্ভ্রান্ত প্রভাবশালীরা, না দুর্বলেরা? আমি বললাম, সম্ভ্রান্ত ব্যক্তিরা নয়; বরং দুর্বল শ্রেনীর লোকেরা।\nতিনি আবার জিজ্ঞেস করলেন, তাঁর অনুগামীর সংখ্যা কি বৃদ্ধি পাচ্ছে, না কমছে? আমি বললাম, কমছে না, বরং দিন দিন বৃদ্ধি পাচ্ছে। এরপর তিনি জিজ্ঞেস করলেন, যেসব লোক তাঁর ধর্মে দীক্ষিত হচ্ছে তারা কি পরবর্তীতে তাঁর প্রতি অসন্তুষ্ট হয়ে সে ধর্ম থেকে ফিরে আসছে? আমি বললাম, না। এরপর তিনি বললেন, আপনারা কি কখনও তাঁর সাথে কোন যুদ্ধ করেছেন? আমি বললাম, হ্যাঁ। তিনি জিজ্ঞেস করলেন, আপনাদের এবং তাঁর মাঝে সংঘটিত যুদ্ধের ফলাফল কিরূপ? আমি বললাম, আমাদের এবং তাঁর মাঝে যুদ্ধের অবস্থা পালাবদল হচ্ছে। কখনও তিনি বিজয়ী হন এবং কখনও বা আমরা বিজয়ী হই। সম্রাট হিরাক্‌ল আবার জিজ্ঞেস করলেন, তিনি কি কখনও সন্ধির শর্ত ভঙ্গ করেছেন? আমি বললাম, না। কিন্তু আমরা বর্তমানে তাঁর সঙ্গে একটি নির্দিষ্ট সময়সীমা পর্যন্ত সন্ধি চুক্তিতে আবদ্ধ আছি। আমরা জানি না যে, পরিশেষে তিনি তাতে কী করেন। আবূ সুফ্‌ইয়ান বললেন, আল্লাহর শপথ! প্রশ্ন উত্তরে আমার পক্ষ হতে এ কথাটি ছাড়া অন্য কোন অতিরিক্ত কথা সংযোগ করা সম্ভব হয়নি। এরপর সম্রাট হিরাক্‌ল বললেন, (আপনাদের দেশে) তাঁর নবূওয়াত দাবীর পূর্বে কি কোন ব্যক্তি কখনো এরূপ দাবী করেছে? আমি বললাম, না। এরপর সম্রাট হিরাক্‌ল তাঁর দোভাষীকে বললেন, আপনি তাঁকে (আবূ সুফ্‌ইয়ানকে) বলে দিন যে, আমি আপনাকে জিজ্ঞেস করেছিলাম, তাঁর (মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর) বংশ পরিচয় সম্পর্কে। আপনি তখন উত্তর দিয়েছিলেন যে,  তিনি সম্ভ্রান্ত বংশীয়। এমনিভাবে রসূলগণ স্বীয় সম্প্রদায়ের উত্তম বংশে প্রেরিত হয়ে থাকেন। এরপরে জিজ্ঞেস করেছিলাম, তাঁর পিতৃপুরুষদের মধ্যে কি কেউ বাদশাহ ছিলেন? আপনি এর উত্তরে বলেছিলেন, না। আমি এ কথা বলেছিলাম এ কারণে যে, যদি তাঁর পিতৃপুরুষদের মধ্যে কেউ বাদশাহ থাকতেন, তবে আমি মনে করতাম যে, হয়ত বা তিনি তাঁর পিতৃপুরুষদের রাজ্য পুনরুদ্ধার করতে চান। তারপর আমি আপনাকে জিজ্ঞেস করেছিলাম যে, তাঁর অনুসারীগণ কি সমাজের দুর্বল শ্রেনীর লোক, না সম্ভ্রান্ত শ্রেণীর লোক? আপনি উত্তরে বলেছিলেন, দুর্বল শ্রেনীর লোক তাঁর অনুসারী হয়ে থাকে। এরপর আমি আপনাকে জিজ্ঞেস করেছিলাম, যে তিনি (নুবূওয়াতের) যে কথা বলেছেন এর পূর্বে কি আপনারা তাঁকে কখনও মিথ্যার অভিযোগে অভিযুক্ত করেছেন? প্রতি উত্তরে আপনি বলেছিলেন যে ,না। এতে আমি বুঝতে পারলাম, যে ব্যক্তি জাগতিক ব্যাপারে মিথ্যা বলেন না, তিনি কি কারণে আল্লাহর উপর মিথ্যারোপ করতে যাবেন? এরপর আমি আপনাকে প্রশ্ন করেছিলাম যে, কোন ব্যক্তি কি তাঁর ধর্মে দীক্ষিত হওয়ার পর তাঁর প্রতি অসন্তুষ্ট হয়ে তাঁর ধর্ম পরিত্যাগ করেছে? আপনি উত্তরে বলেছিলেন, না। ঈমানের প্রকৃত অবস্থা এটাই। যখন অন্তরের অন্তঃস্থলে একবার তা প্রবেশ করে তখন সেখানেই স্থায়ীভাবে অবস্থান করে। এরপর আমি জিজ্ঞেস করেছিলাম, তাঁর অনুগামীদের সংখ্যা কি দিন দিন বাড়ছে, না কমছে? প্রতি উত্তরে আপনি বলেছিলেন, তারা সংখ্যায় বৃদ্ধি পাচ্ছে। এটাই হল ঈমানের প্রকৃর অবস্থা। তা বৃদ্ধি পেতে পেতে অবশেষে পূর্ণত্ব লাভ করে।\nএরপর আমি আপনাকে জিজ্ঞেস করেছিলাম, আপনারা কি তাঁর সাথে কোন যুদ্ধ করেছেন? উত্তরে আপনি বলেছেন যে, হ্যাঁ, আপনারা তাঁর সাথে যুদ্ধ করেছেন। তবে আপনাদের মাঝে ও তাঁর মাঝে যুদ্ধের অবস্থা হল পালাবদলের মত। কখনও তিনি বিজয়ী হন, আবার কখনও আপনারা বিজয়ী হন। এভাবে রসূলগনকে পরীক্ষার সম্মুখীন করা হয়। পরিণামে তাঁরাই বিজয়ী হয়ে থাকেন। এরপর আমি আপনাকে প্রশ্ন করেছিলাম, তিনি কি কখনও কোন সন্ধির চুক্তিভঙ্গ করেছেন? প্রতি উত্তরে আপনি বলছেন, তিনি কোন চুক্তিভঙ্গ করেননি! এভাবে রসূলগণ কখনও চুক্তি ভঙ্গ করেন না। আর আমি আপনাকে জিজ্ঞেস করেছিলাম যে, তাঁর এ কথা (নুবূওয়াতের কথা) বলার পূর্বে কি কোন ব্যক্তি অনুরূপ কথা বলেছেন? আপনি বলেছিলেন যে, না। আমি তা এ কারণে জিজ্ঞেস করেছিলাম যে, যদি তাঁর পূর্বে কেউ এরূপ দাবী করে থাকতো, তবে আমি মনে করতাম যে, সে ব্যক্তি তার পূর্বে যে কথা বলা হয়েছে তার অনুকরণ করেছে। রাবী বলেন, এরপর হিরাক্‌ল জিজ্ঞেস করলেন, তিনি আমাদেরকে সলাত আদায় করতে, যাকাত দিতে, নিকট আত্মীয় ও হকদার ব্যক্তিদের প্রতি সদ্ব্যবহার করতে এবং অবৈধ ও অসৌজন্যমূলক কাজ থেকে বিরত থাকতে নির্দেশ দিয়ে থাকেন। বাদশাহ হিরাক্‌ল বললেন, তিনি আপনাদেরকে কী কাজের নির্দেশ দিয়ে থাকেন? আমি তাকে বললাম আপনি তাঁর সম্পর্কে যা বললেন তাঁর অবস্থা যদি ঠিক তাই হয় তবে তিনি অবশ্যই নাবী। আমি জানতাম যে, একজন নাবীর আবির্ভাব ঘটবে। কিন্তু আমি ধারণা করিনি যে, তিনি আপনাদের থেকে হবেন। যদি আমি জানতাম যে, আমি তাঁর নিকট নির্বিঘ্নে পৌঁছতে পারবো তবে নিশ্চয়ই আমি তাঁর মুবারক পদদ্বয় ধুয়ে দিতাম। (জেনে রেখো) নিশ্চয়ই তাঁর রাজত্ব আমার দু’পায়ের নীচ পর্যন্ত পৌঁছবে।\nএরপর তিনি রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর চিঠিটি তলব করেলন এবং তা পাঠ করলেন। এতে ছিল- “বিস্‌মিল্লা-হির রহ্‌মান-নির রহীম! এটা মুহাম্মাদুর রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর পক্ষ হতে রোমের মহান ব্যাক্তি হিরাক্‌ল-এর প্রতি।  শান্তি ধারা সে ব্যক্তির উপর, যিনি সঠিক পথ অনুসরণ করেন। অতঃপর, নিশ্চয়ই আমি আপনাকে ইসলামের আহবান জানাচ্ছি। ইসলাম গ্রহন করুন, নিরাপত্তা লাভ করুন। আপনি মুসলিম হোন, আল্লাহ আপনাকে দ্বিগুণ পুরস্কার দান করবেন। আর যদি আপনি (ইসলাম থেকে) মুখ ফিরিয়ে নেন, তবে নিশ্চয়ই প্রজাদের অপরাধ আপনার উপর আরোপিত হবে। “হে আহলে কিতাব! তোমরা এসো সে কথায়, যা আমাদের ও তোমাদের মধ্যে একই; যেন আমরা আল্লাহ ব্যাতীত অন্য কারও ‘ইবাদাত না করি, কোন কিছুকেই তাঁর শরীক না করি...তবে বল, তোমরা সাক্ষী থাক আমরা মুসলিম” পর্যন্ত। এরপর তিনি পত্র পাঠ শেষ করলে তাঁর নিকটে শোরগোল এবং অযথা কথাবার্তা হতে লাগল। এদিকে আমাদেরকে বেরিয়ে আসার নির্দেশ দেয়া হল। আমরা বেরিয়ে এলাম। আবূ সুফ্‌ইয়ান বলেন, আমরা যখন বেরিয়ে এলাম তখন আমি আমার সঙ্গীদের বললাম, আবূ কাবশার [৩৮] পুত্রের মর্যাদা অনেক বেড়ে গেছে। রোমীয়দের বাদশাহ্‌ও তাঁকে ভয় করছে।\nতিনি আরও বলেন, সেদিন থেকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর ব্যাপারে আমার দৃঢ় প্রত্যয় হল যে, নিশ্চয়ই তিনি বিজয়ী হবেন। অবশেষে আল্লাহ্‌ তা’আলা আমার অন্তরে ইসলাম প্রবেশ করিয়ে দিলেন। (ই.ফা. ৪৪৫৬, ই.সে. ৪৪৫৮)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَابْنُ أَبِي عُمَرَ، وَمُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ، حُمَيْدٍ - وَاللَّفْظُ لاِبْنِ رَافِعٍ - قَالَ ابْنُ رَافِعٍ وَابْنُ أَبِي عُمَرَ حَدَّثَنَا وَقَالَ الآخَرَانِ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ أَبَا سُفْيَانَ، أَخْبَرَهُ مِنْ، فِيهِ إِلَى فِيهِ قَالَ انْطَلَقْتُ فِي الْمُدَّةِ الَّتِي كَانَتْ بَيْنِي وَبَيْنَ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ فَبَيْنَا أَنَا بِالشَّأْمِ إِذْ جِيءَ بِكِتَابٍ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلَى هِرَقْلَ يَعْنِي عَظِيمَ الرُّومِ - قَالَ - وَكَانَ دِحْيَةُ الْكَلْبِيُّ جَاءَ بِهِ فَدَفَعَهُ إِلَى عَظِيمِ بُصْرَى فَدَفَعَهُ عَظِيمُ بُصْرَى إِلَى هِرَقْلَ فَقَالَ هِرَقْلُ هَلْ هَا هُنَا أَحَدٌ مِنْ قَوْمِ هَذَا الرَّجُلِ الَّذِي يَزْعُمُ أَنَّهُ نَبِيٌّ قَالُوا نَعَمْ - قَالَ - فَدُعِيتُ فِي نَفَرٍ مِنْ قُرَيْشٍ فَدَخَلْنَا عَلَى هِرَقْلَ فَأَجْلَسَنَا بَيْنَ يَدَيْهِ فَقَالَ أَيُّكُمْ أَقْرَبُ نَسَبًا مِنْ هَذَا الرَّجُلِ الَّذِي يَزْعُمُ أَنَّهُ نَبِيٌّ فَقَالَ أَبُو سُفْيَانَ فَقُلْتُ أَنَا ‏.‏ فَأَجْلَسُونِي بَيْنَ يَدَيْهِ وَأَجْلَسُوا أَصْحَابِي خَلْفِي ثُمَّ دَعَا بِتَرْجُمَانِهِ فَقَالَ لَهُ قُلْ لَهُمْ إِنِّي سَائِلٌ هَذَا عَنِ الرَّجُلِ الَّذِي يَزْعُمُ أَنَّهُ نَبِيٌّ فَإِنْ كَذَبَنِي فَكَذِّبُوهُ ‏.‏ قَالَ فَقَالَ أَبُو سُفْيَانَ وَايْمُ اللَّهِ لَوْلاَ مَخَافَةَ أَنْ يُؤْثَرَ عَلَىَّ الْكَذِبُ لَكَذَبْتُ ‏.‏ ثُمَّ قَالَ لِتَرْجُمَانِهِ سَلْهُ كَيْفَ حَسَبُهُ فِيكُمْ قَالَ قُلْتُ هُوَ فِينَا ذُو حَسَبٍ قَالَ فَهَلْ كَانَ مِنْ آبَائِهِ مَلِكٌ قُلْتُ لاَ ‏.‏ قَالَ فَهَلْ كُنْتُمْ تَتَّهِمُونَهُ بِالْكَذِبِ قَبْلَ أَنْ يَقُولَ مَا قَالَ قُلْتُ لاَ ‏.‏ قَالَ وَمَنْ يَتَّبِعُهُ أَشْرَافُ النَّاسِ أَمْ ضُعَفَاؤُهُمْ قَالَ قُلْتُ بَلْ ضُعَفَاؤُهُمْ ‏.‏ قَالَ أَيَزِيدُونَ أَمْ يَنْقُصُونَ قَالَ قُلْتُ لاَ بَلْ يَزِيدُونَ ‏.‏ قَالَ هَلْ يَرْتَدُّ أَحَدٌ مِنْهُمْ عَنْ دِينِهِ بَعْدَ أَنْ يَدْخُلَ فِيهِ سَخْطَةً لَهُ قَالَ قُلْتُ لاَ ‏.‏ قَالَ فَهَلْ قَاتَلْتُمُوهُ قُلْتُ نَعَمْ ‏.‏ قَالَ فَكَيْفَ كَانَ قِتَالُكُمْ إِيَّاهُ قَالَ قُلْتُ تَكُونُ الْحَرْبُ بَيْنَنَا وَبَيْنَهُ سِجَالاً يُصِيبُ مِنَّا وَنُصِيبُ مِنْهُ ‏.‏ قَالَ فَهَلْ يَغْدِرُ قُلْتُ لاَ ‏.‏ وَنَحْنُ مِنْهُ فِي مُدَّةٍ لاَ نَدْرِي مَا هُوَ صَانِعٌ فِيهَا ‏.‏ قَالَ فَوَاللَّهِ مَا أَمْكَنَنِي مِنْ كَلِمَةٍ أُدْخِلُ فِيهَا شَيْئًا غَيْرَ هَذِهِ ‏.‏ قَالَ فَهَلْ قَالَ هَذَا الْقَوْلَ أَحَدٌ قَبْلَهُ قَالَ قُلْتُ لاَ ‏.‏ قَالَ لِتَرْجُمَانِهِ قُلْ لَهُ إِنِّي سَأَلْتُكَ عَنْ حَسَبِهِ فَزَعَمْتَ أَنَّهُ فِيكُمْ ذُو حَسَبٍ وَكَذَلِكَ الرُّسُلُ تُبْعَثُ فِي أَحْسَابِ قَوْمِهَا ‏.‏ وَسَأَلْتُكَ هَلْ كَانَ فِي آبَائِهِ مَلِكٌ فَزَعَمْتَ أَنْ لاَ ‏.‏ فَقُلْتُ لَوْ كَانَ مِنْ آبَائِهِ مَلِكٌ قُلْتُ رَجُلٌ يَطْلُبُ مُلْكَ آبَائِهِ ‏.‏ وَسَأَلْتُكَ عَنْ أَتْبَاعِهِ أَضُعَفَاؤُهُمْ أَمْ أَشْرَافُهُمْ فَقُلْتَ بَلْ ضُعَفَاؤُهُمْ وَهُمْ أَتْبَاعُ الرُّسُلِ ‏.‏ وَسَأَلْتُكَ هَلْ كُنْتُمْ تَتَّهِمُونَهُ بِالْكَذِبِ قَبْلَ أَنْ يَقُولَ مَا قَالَ فَزَعَمْتَ أَنْ لاَ ‏.‏ فَقَدْ عَرَفْتُ أَنَّهُ لَمْ يَكُنْ لِيَدَعَ الْكَذِبَ عَلَى النَّاسِ ثُمَّ يَذْهَبَ فَيَكْذِبَ عَلَى اللَّهِ ‏.‏ وَسَأَلْتُكَ هَلْ يَرْتَدُّ أَحَدٌ مِنْهُمْ عَنْ دِينِهِ بَعْدَ أَنْ يَدْخُلَهُ سَخْطَةً لَهُ فَزَعَمْتَ أَنْ لاَ ‏.‏ وَكَذَلِكَ الإِيمَانُ إِذَا خَالَطَ بَشَاشَةَ الْقُلُوبِ ‏.‏ وَسَأَلْتُكَ هَلْ يَزِيدُونَ أَوْ يَنْقُصُونَ فَزَعَمْتَ أَنَّهُمْ يَزِيدُونَ وَكَذَلِكَ الإِيمَانُ حَتَّى يَتِمَّ ‏.‏ وَسَأَلْتُكَ هَلْ قَاتَلْتُمُوهُ فَزَعَمْتَ أَنَّكُمْ قَدْ قَاتَلْتُمُوهُ فَتَكُونُ الْحَرْبُ بَيْنَكُمْ وَبَيْنَهُ سِجَالاً يَنَالُ مِنْكُمْ وَتَنَالُونَ مِنْهُ ‏.‏ وَكَذَلِكَ الرُّسُلُ تُبْتَلَى ثُمَّ تَكُونُ لَهُمُ الْعَاقِبَةُ وَسَأَلْتُكَ هَلْ يَغْدِرُ فَزَعَمْتَ أَنَّهُ لاَ يَغْدِرُ ‏.‏ وَكَذَلِكَ الرُّسُلُ لاَ تَغْدِرُ ‏.‏ وَسَأَلْتُكَ هَلْ قَالَ هَذَا الْقَوْلَ أَحَدٌ قَبْلَهُ فَزَعَمْتَ أَنْ لاَ ‏.‏ فَقُلْتُ لَوْ قَالَ هَذَا الْقَوْلَ أَحَدٌ قَبْلَهُ قُلْتُ رَجُلٌ ائْتَمَّ بِقَوْلٍ قِيلَ قَبْلَهُ ‏.‏ قَالَ ثُمَّ قَالَ بِمَ يَأْمُرُ كُمْ قُلْتُ يَأْمُرُنَا بِالصَّلاَةِ وَالزَّكَاةِ وَالصِّلَةِ وَالْعَفَافِ قَالَ إِنْ يَكُنْ مَا تَقُولُ فِيهِ حَقًّا فَإِنَّهُ نَبِيٌّ وَقَدْ كُنْتُ أَعْلَمُ أَنَّهُ خَارِجٌ وَلَمْ أَكُنْ أَظُنُّهُ مِنْكُمْ وَلَوْ أَنِّي أَعْلَمُ أَنِّي أَخْلُصُ إِلَيْهِ لأَحْبَبْتُ لِقَاءَهُ وَلَوْ كُنْتُ عِنْدَهُ لَغَسَلْتُ عَنْ قَدَمَيْهِ وَلَيَبْلُغَنَّ مُلْكُهُ مَا تَحْتَ قَدَمَىَّ ‏.‏ قَالَ ثُمَّ دَعَا بِكِتَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَرَأَهُ فَإِذَا فِيهِ ‏\"‏ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ مِنْ مُحَمَّدٍ رَسُولِ اللَّهِ إِلَى هِرَقْلَ عَظِيمِ الرُّومِ سَلاَمٌ عَلَى مَنِ اتَّبَعَ الْهُدَى أَمَّا بَعْدُ فَإِنِّي أَدْعُوكَ بِدِعَايَةِ الإِسْلاَمِ أَسْلِمْ تَسْلَمْ وَأَسْلِمْ يُؤْتِكَ اللَّهُ أَجْرَكَ مَرَّتَيْنِ وَإِنْ تَوَلَّيْتَ فَإِنَّ عَلَيْكَ إِثْمَ الأَرِيسِيِّينَ وَ ‏{‏ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَنْ لاَ نَعْبُدَ إِلاَّ اللَّهَ وَلاَ نُشْرِكَ بِهِ شَيْئًا وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ‏}‏ فَلَمَّا فَرَغَ مِنْ قِرَاءَةِ الْكِتَابِ ارْتَفَعَتِ الأَصْوَاتُ عِنْدَهُ وَكَثُرَ اللَّغْطُ وَأَمَرَ بِنَا فَأُخْرِجْنَا ‏.‏ قَالَ فَقُلْتُ لأَصْحَابِي حِينَ خَرَجْنَا لَقَدْ أَمِرَ أَمْرُ ابْنِ أَبِي كَبْشَةَ إِنَّهُ لَيَخَافُهُ مَلِكُ بَنِي الأَصْفَرِ - قَالَ - فَمَا زِلْتُ مُوقِنًا بِأَمْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ سَيَظْهَرُ حَتَّى أَدْخَلَ اللَّهُ عَلَىَّ الإِسْلاَمَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৮] আবূ কাবশাহ্‌ আরবের একজন ভিন্নমতাবলম্বী ছিল। কারো মতে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নানা, আবার কারও মতে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দুধমাতা হালিমার স্বামীর নাম। (বস্তুত কথাটি ব্যঙ্গাত্মক হিসেবে বলা হয়েছে) (মুখতাসার শারহে মুসলিম, আল্লামা ওয়াহিদুজ্জামানঃ ৫ম খন্ড, ৪৮ পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "33"
    }
  }
}