{
  "hadith": {
    "hadith_id": 4504,
    "narrator": "’আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমি হুনায়নের যুদ্ধের দিন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ছিলাম। আমি এবং আবূ সুফ্‌ইয়ান ইবনু হারিস ইবনু ‘আবদুল মুত্তালিব  রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর একেবারে সঙ্গেই ছিলাম। আমরা কখনও তাঁর থেকে আলাদা হইনি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি সাদা বর্ণের খচ্চরের উপর আরোহণ করেছিলেন। সে খচ্চরটি ফারওয়াহ্‌ ইবনু নুফাসাহ্‌ হুযামী তাঁকে হাদ্‌ইয়্যাহ্‌ স্বরূপ দিয়েছিলেন। (তাকে দুলদুল নামে ডাকা হতো।) যখন মুসলিম এবং কাফির পরস্পর সম্মুখ যুদ্ধে লিপ্ত হল তখন মুসলিমগণ (যুদ্ধের এক পর্যায়ে) পেছনের দিকে পলায়ন করতে লাগলেন। আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্বীয় পায়ের গোড়ালি দিয়ে নিজের খচ্চরকে আঘাত করে কাফিরদের দিকে ধাবিত করছিলেন। ‘আব্বাস (রাঃ) বলেন, আমি তাঁর খচ্চরের লাগাম ধরে রেখেছিলাম এবং একে থামিয়ে রাখার চেষ্টা করছিলাম যেন দ্রুত গতিতে অগ্রসর হতে না পারে। আর আবূ সুফ্‌ইয়ান (রাঃ) তাঁর খচ্চরের ‘রেকাব’ (হাউদাজের বন্ধনের পট্টি) ধরে রেখেছিলেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে ‘আব্বাস! আসহাবে সামুরাকে আহবান করো। ‘আব্বাস (রাঃ) বলেন- আর তিনি ছিলেন উচ্চ আওয়াজের অধিকারী ব্যক্তি-তখন আমি উচ্চৈঃস্বরে আওয়াজ দিয়ে বললাম, হে আসহাবে সামুরাহ্‌! তোমরা কোথায় যাচ্ছ? তিনি বলেন, আল্লাহর কসম! তা শুনামাত্র তারা এমনভাবে প্রত্যাবর্তন করতে শুরু করলেন যেমনভাবে গাভী তার বাচ্চার আওয়াজ শুনে দ্রুত দৌড়ে আসে। এবং তারা বলতে লাগল, আমরা আপনার নিকট হাযির, আমরা আপনার নিকট হাযির। রাবী বলেন, এরপর তারা কাফিরদের সাথে পুনরায় যুদ্ধে লিপ্ত হন। তিনি আনসারদেরকেও এমনিভাবে আহবান করলেন যে, হে আনসারগণ! রাবী বলেন, এরপর আহবান সমাপ্ত করা হলো বানী হারিস ইবনু খাযরাজের মাধ্যমে। (তাঁরা আহবান করলেন, হে বানী হারিস ইবনুল খাযরাজ।)  রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্বীয় খচ্চরের উপর আরোহিত অবস্থায় আপন ঘাড় উচুঁ করে তাদের যুদ্ধের অবস্থা দেখেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এটাই হল যুদ্ধের উত্তেজনাপূর্ণ চরম মুহূর্ত। রাবী বলেন, এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কয়েকটি পাথরের টুকরা হাতে নিলেন এবং এগুলো তিনি বিধর্মীদের মুখের উপর ছুঁড়ে মারলেন। এরপর বললেন, মুহাম্মাদ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর রবের কসম! তারা পরাজিত হয়েছে। ‘আব্বাস (রাঃ) বলেন, আমি যুদ্ধক্ষেত্রে যুদ্ধের অবস্থান পরিদর্শন করতে গিয়ে দেখলাম যে, যথারীতি যুদ্ধ চলছে। এমন সময় তিনি পাথরের টুকরাগুলো নিক্ষেপ করলেন। আল্লাহর শপথ! তখন হঠাৎ দেখি যে, কাফিরদের শক্তি নিস্তেজ হয়ে গেল এবং তাদের যুদ্ধের মোড় ঘুরে গেল। (ই.ফা. ৪৪৬১, ই.সে. ৪৪৬৩)",
    "ar": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي كَثِيرُ بْنُ عَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ، قَالَ قَالَ عَبَّاسٌ شَهِدْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ حُنَيْنٍ فَلَزِمْتُ أَنَا وَأَبُو سُفْيَانَ بْنُ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ رَسُولَ اللَّهِ صلى الله عليه وسلم فَلَمْ نُفَارِقْهُ وَرَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى بَغْلَةٍ لَهُ بَيْضَاءَ أَهْدَاهَا لَهُ فَرْوَةُ بْنُ نُفَاثَةَ الْجُذَامِيُّ فَلَمَّا الْتَقَى الْمُسْلِمُونَ وَالْكُفَّارُ وَلَّى الْمُسْلِمُونَ مُدْبِرِينَ فَطَفِقَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَرْكُضُ بَغْلَتَهُ قِبَلَ الْكُفَّارِ قَالَ عَبَّاسٌ وَ أَنَا آخِذٌ بِلِجَامِ بَغْلَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَكُفُّهَا إِرَادَةَ أَنْ لاَ تُسْرِعَ وَأَبُو سُفْيَانَ آخِذٌ بِرِكَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَىْ عَبَّاسُ نَادِ أَصْحَابَ السَّمُرَةِ ‏\"‏ ‏.‏ فَقَالَ عَبَّاسٌ وَكَانَ رَجُلاً صَيِّتًا فَقُلْتُ بِأَعْلَى صَوْتِي أَيْنَ أَصْحَابُ السَّمُرَةِ قَالَ فَوَاللَّهِ لَكَأَنَّ عَطْفَتَهُمْ حِينَ سَمِعُوا صَوْتِي عَطْفَةُ الْبَقَرِ عَلَى أَوْلاَدِهَا ‏.‏ فَقَالُوا يَا لَبَّيْكَ يَا لَبَّيْكَ - قَالَ - فَاقْتَتَلُوا وَالْكُفَّارَ وَالدَّعْوَةُ فِي الأَنْصَارِ يَقُولُونَ يَا مَعْشَرَ الأَنْصَارِ يَا مَعْشَرَ الأَنْصَارِ قَالَ ثُمَّ قُصِرَتِ الدَّعْوَةُ عَلَى بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ فَقَالُوا يَا بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ يَا بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ ‏.‏ فَنَظَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ عَلَى بَغْلَتِهِ كَالْمُتَطَاوِلِ عَلَيْهَا إِلَى قِتَالِهِمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَذَا حِينَ حَمِيَ الْوَطِيسُ ‏\"‏ ‏.‏ قَالَ ثُمَّ أَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَصَيَاتٍ فَرَمَى بِهِنَّ وُجُوهَ الْكُفَّارِ ثُمَّ قَالَ ‏\"‏ انْهَزَمُوا وَرَبِّ مُحَمَّدٍ ‏\"‏ ‏.‏ قَالَ فَذَهَبْتُ أَنْظُرُ فَإِذَا الْقِتَالُ عَلَى هَيْئَتِهِ فِيمَا أَرَى - قَالَ - فَوَاللَّهِ مَا هُوَ إِلاَّ أَنْ رَمَاهُمْ بِحَصَيَاتِهِ فَمَا زِلْتُ أَرَى حَدَّهُمْ كَلِيلاً وَأَمْرَهُمْ مُدْبِرًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}