{
  "hadith": {
    "hadith_id": 4508,
    "narrator": "আবূ ইসহাক (রহঃ)",
    "bn": "তিনি বলেন, এক ব্যক্তি বারা (রাঃ) –এর নিকট এসে বলল, আপনারা কি হুনায়নের দিনে পলায়ন করেছিলেন? তখন তিনি বললেন, আমি সাক্ষ্য দিচ্ছি যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পলায়ন করেননি। কিন্তু কিছু সংখ্যক চালাকচতুর হালকাপাতলা লোক ‘হাওয়াযিন’ গোত্রের দিকে গিয়েছিল। আর তারা ছিল তীরন্দাজ সম্প্রদায়। তারা তাদের প্রতি তীর ছুঁড়লো, যেন সেগুলো পঙ্গপালের পায়ের মত। তখন তারা পিছন দিকে হটে গেল। আর লোকেরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর কাছে এগিয়ে এলো। আবূ সুফইয়ান ইবনু হারিস (রাঃ) তাঁর খচ্চর টেনে নিয়ে যাচ্ছিলেন। তিনি অবতরণ করলেন এবং আল্লাহর কাছে সাহায্য চেয়ে দু’আ করলেন এবং তিনি বললেনঃ আমি অবশ্যই আল্লাহর নাবী, এ কথা মিথ্যে নয়। আমি ইবনু ‘আবদুল মুত্তালিব। “ইয়া আল্লাহ্‌! আপনার সাহায্য অবতীর্ণ করুন”।\nবারা (রাঃ) বললেন, আল্লাহর কসম! যুদ্ধের উত্তেজনা যখন ঘোরতর হয়ে উঠত, তখন আমরা তাঁর মাধ্যমে আত্মরক্ষা করতাম। নিশ্চয়ই আমাদের মাঝে বীরপুরুষ তিনিই যাঁকে যুদ্ধে তাঁর সামনে রাখা হয়, অর্থাৎ- নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)। (ই.ফা. ৪৪৬৫, ই.সে. ৪৪৬৭)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ جَنَابٍ الْمِصِّيصِيُّ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ زَكَرِيَّاءَ، عَنْ أَبِي، إِسْحَاقَ قَالَ جَاءَ رَجُلٌ إِلَى الْبَرَاءِ فَقَالَ أَكُنْتُمْ وَلَّيْتُمْ يَوْمَ حُنَيْنٍ يَا أَبَا عُمَارَةَ فَقَالَ أَشْهَدُ عَلَى نَبِيِّ اللَّهِ صلى الله عليه وسلم مَا وَلَّى وَلَكِنَّهُ انْطَلَقَ أَخِفَّاءُ مِنَ النَّاسِ وَحُسَّرٌ إِلَى هَذَا الْحَىِّ مِنْ هَوَازِنَ وَهُمْ قَوْمٌ رُمَاةٌ فَرَمَوْهُمْ بِرِشْقٍ مِنْ نَبْلٍ كَأَنَّهَا رِجْلٌ مِنْ جَرَادٍ فَانْكَشَفُوا فَأَقْبَلَ الْقَوْمُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبُو سُفْيَانَ بْنُ الْحَارِثِ يَقُودُ بِهِ بَغْلَتَهُ فَنَزَلَ وَدَعَا وَاسْتَنْصَرَ وَهُوَ يَقُولُ ‏ \"‏ أَنَا النَّبِيُّ لاَ كَذِبْ أَنَا ابْنُ عَبْدِ الْمُطَّلِبْ اللَّهُمَّ نَزِّلْ نَصْرَكَ ‏\"‏ ‏.‏ قَالَ الْبَرَاءُ كُنَّا وَاللَّهِ إِذَا احْمَرَّ الْبَأْسُ نَتَّقِي بِهِ وَإِنَّ الشُّجَاعَ مِنَّا لَلَّذِي يُحَاذِي بِهِ ‏.‏ يَعْنِي النَّبِيَّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}