{
  "hadith": {
    "hadith_id": 4511,
    "narrator": "সালামাহ (রাঃ)",
    "bn": "তিনি বলেন, আমরা হুনায়নের দিন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর সঙ্গে থেকে যুদ্ধ করেছি। যখন আমরা শত্রুদের সম্মুখীন হলাম, তখন এ পর্যায়ে আমি অগ্রসর হয়ে একটি টিলার উপর উঠলাম। তখন শত্রুদের এক ব্যক্তি আমার মুকাবিলায় অগ্রসর হলো। আমি একটি তীর নিক্ষেপ করলাম, তখন সে আমার থেকে আত্মগোপন করল। আমি তখন বুঝতে পারিনি তার ব্যাপারটি কী হয়েছে। তারপর যখন শত্রুদলের প্রতি লক্ষ্য করলাম, তখন দেখতে পেলাম যে, তারা অপর এক টিলায় আরোহণ করেছে। তারপর তারা এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর সাথীরা সামনা-সামনি হলো। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর সাহাবাগণ পিছনে সরে পড়ল। আমি পরাজিত অবস্থায় প্রত্যাবর্তন করলাম। তখন আমার পরিধানে ছিল দু’টি চাদর। তন্মধ্যে একটি চাদর ছিল বাঁধা অবস্থায় এবং অপরটি ছিল খোলা। এক পর্যায়ে আমার লুঙ্গিটি খুলে গেল। তখন আমি সে দু’টি একত্র করলাম এবং পরাজিত অবস্থায় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর কাছ দিয়ে গমন করলাম। আর তিনি তখন তাঁর সাদা রং-এর খচ্চরের উপর আরোহিত অবস্থায় ছিলেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ইবনুল আকওয়া সন্ত্রস্ত অবস্থায় প্রত্যাবর্তন করেছে। এরপর শত্রুরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –কে ঘিরে ফেললো। তখন তিনি স্বীয় খচ্চর থেকে অবতরণ করলেন। তারপর এক মুষ্টি মাটি যমীন থেকে তুলে নিলেন। এরপর তাদের মুখমণ্ডলে তা নিক্ষেপ করলেন এবং বললেন, তাদের মুখমণ্ডল বিকৃত হয়ে গেছে। এরপর তাদের সকল মানুষের দু’চোখ-ই সে এক মুষ্টি মাটির ধূলায় ভরে গেল। তারা পশ্চাৎ দিকে পলায়ন করলো। আল্লাহ্‌ তা’আলা এ দ্বারাই তাদেরকে পরাস্ত করলেন। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গনীমাতের সম্পদ মুসলিমদের মধ্যে বণ্টন করে দিলেন। (ই.ফা. ৪৪৬৮, ই.সে. ৪৪৭০)",
    "ar": "وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عُمَرُ بْنُ يُونُسَ الْحَنَفِيُّ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنِي إِيَاسُ بْنُ سَلَمَةَ، حَدَّثَنِي أَبِي قَالَ، غَزَوْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم حُنَيْنًا فَلَمَّا وَاجَهْنَا الْعَدُوَّ تَقَدَّمْتُ فَأَعْلُو ثَنِيَّةً فَاسْتَقْبَلَنِي رَجُلٌ مِنَ الْعَدُوِّ فَأَرْمِيهِ بِسَهْمٍ فَتَوَارَى عَنِّي فَمَا دَرَيْتُ مَا صَنَعَ وَنَظَرْتُ إِلَى الْقَوْمِ فَإِذَا هُمْ قَدْ طَلَعُوا مِنْ ثَنِيَّةٍ أُخْرَى فَالْتَقَوْا هُمْ وَصَحَابَةُ النَّبِيِّ صلى الله عليه وسلم فَوَلَّى صَحَابَةُ النَّبِيِّ صلى الله عليه وسلم وَأَرْجِعُ مُنْهَزِمًا وَعَلَىَّ بُرْدَتَانِ مُتَّزِرًا بِإِحْدَاهُمَا مُرْتَدِيًا بِالأُخْرَى فَاسْتَطْلَقَ إِزَارِي فَجَمَعْتُهُمَا جَمِيعًا وَمَرَرْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مُنْهَزِمًا وَهُوَ عَلَى بَغْلَتِهِ الشَّهْبَاءِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَقَدْ رَأَى ابْنُ الأَكْوَعِ فَزَعًا ‏\"‏ ‏.‏ فَلَمَّا غَشُوا رَسُولَ اللَّهِ صلى الله عليه وسلم نَزَلَ عَنِ الْبَغْلَةِ ثُمَّ قَبَضَ قَبْضَةً مِنْ تُرَابٍ مِنَ الأَرْضِ ثُمَّ اسْتَقْبَلَ بِهِ وُجُوهَهُمْ فَقَالَ ‏\"‏ شَاهَتِ الْوُجُوهُ ‏\"‏ ‏.‏ فَمَا خَلَقَ اللَّهُ مِنْهُمْ إِنْسَانًا إِلاَّ مَلأَ عَيْنَيْهِ تُرَابًا بِتِلْكَ الْقَبْضَةِ فَوَلَّوْا مُدْبِرِينَ فَهَزَمَهُمُ اللَّهُ عَزَّ وَجَلَّ وَقَسَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم غَنَائِمَهُمْ بَيْنَ الْمُسْلِمِينَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}