{
  "hadith": {
    "hadith_id": 4513,
    "narrator": "আনাস (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর কাছে যখন আবূ সুফইয়ানের (মাদীনায়) অগ্রাভিযানের সংবাদ পৌঁছল তখন তিনি সাহাবীদের সাথে এ নিয়ে পরামর্শ করলেন। আবূ বাকর (রাঃ) এ ব্যাপারে কথা বললেন, কিন্তু তিনি তাঁর কথার উত্তর দিলেন না। এরপর ‘উমার (রাঃ) কথা বললেন। তিনি তার কথারও কোন উত্তর দিলেন না। পরিশেষে সা’দ ইবনু ‘উবাদাহ (রাঃ) দণ্ডায়মান হলেন। এরপর তিনি বললেন, হে আল্লাহর রসূল! আপনি কি আমাদের জবাব আশা করেন? সে আল্লাহর শপথ! যাঁর হাতে আমার জীবন, যদি আপনি আমাদেরকে আমাদের ঘোড়া নিয়ে সমুদ্রে ঝাঁপিয়ে পড়তে বলেন, তবে নিশ্চয়ই আমরা সেখানে ঝাঁপিয়ে পড়ব। আর যদি আপনি আমাদেরকে নির্দেশ দেন, সওয়ারী হাঁকিয়ে ‘বারকুল গামাদ’ পর্যন্ত পৌঁছার জন্য তবে নিশ্চয়ই আমরা তাই করবো। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুসলিমদেরকে আহ্বান করলেন। তখন সকলেই রওয়ানা হলেন এবং বাদর নামক স্থানে উপনীত হলেন। আর সাহাবীগণের সামনে সেখানে কুরায়শের সাথীগণও উপনীত হল। তাদের মধ্যে বানী হাজ্জাজের একজন কৃষ্ণকায় দাস ছিল। সাহাবীগণ তাকে পাকড়াও করলেন। তারপর তাকে আবূ সুফইয়ান এবং তার সাথীদের সম্পর্কে তাঁরা জিজ্ঞাসাবাদ করলেন। তখন সে বলতে লাগলো, আবূ সুফইয়ান সম্পর্কে আমার কোন কিছু জানা নেই। তবে আবূ জাহল, ‘উতবাহ, শাইবাহ এবং উমাইয়াহ ইবনু খালাফ তো-উপস্থিত আছে। যখন সে এরূপ বলল তখন তাঁরা তাকে প্রহার করতে লাগলেন। এমতাবস্থায় সে বলল, হ্যাঁ, আমি আবূ সুফইয়ান সম্পর্কে খবর দিচ্ছি। তখন তাঁরা তাকে ছেড়ে দিলেন। এরপর যখন তারা পুনরায় আবূ সুফইয়ান সম্পর্কে জিজ্ঞাসাবাদ করলেন, তখন সে বলল, আবূ সুফইয়ান জনগণের মাঝে উপস্থিত আছেন। যখন সে পুনরায় এ একই কথা বলল, তখন তাঁরা আবার তাকে প্রহার করতে লাগলেন। সে সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাতে দণ্ডায়মান ছিলেন। অতএব যখন তিনি এ অবস্থা দেখলেন, তখন সলাত সমাপ্ত করার পর বললেন, সে আল্লাহর শপথ! যাঁর হাতে আমার জান, যখন সে তোমাদের কাছে সত্য কথা বলে তখন তোমরা তাকে প্রহার করো, আর যখন সে মিথ্যে কথা বলে তখন তোমরা তাকে ছেড়ে দাও।\nএরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ভূমির উপর স্বীয় হাত রেখে বললেন, এ স্থান অমুক বিধর্মীয় ধরাশায়ী হওয়ার স্থান বা মৃত্যুস্থল। বর্ণনাকারী বলেন যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে স্থানে যে বিধর্মীর নাম নিয়ে হাত রেখেছিলেন, সেখানেই তার মৃত্যু হয়েছে, এর সামান্যও ব্যতিক্রম হয়নি। (ই.ফা. ৪৪৭০, ই.সে. ৪৪৭২)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم شَاوَرَ حِينَ بَلَغَهُ إِقْبَالُ أَبِي سُفْيَانَ قَالَ فَتَكَلَّمَ أَبُو بَكْرٍ فَأَعْرَضَ عَنْهُ ثُمَّ تَكَلَّمَ عُمَرُ فَأَعْرَضَ عَنْهُ فَقَامَ سَعْدُ بْنُ عُبَادَةَ فَقَالَ إِيَّانَا تُرِيدُ يَا رَسُولَ اللَّهِ وَالَّذِي نَفْسِي بِيَدِهِ لَوْ أَمَرْتَنَا أَنْ نُخِيضَهَا الْبَحْرَ لأَخَضْنَاهَا وَلَوْ أَمَرْتَنَا أَنْ نَضْرِبَ أَكْبَادَهَا إِلَى بَرْكِ الْغِمَادِ لَفَعَلْنَا - قَالَ - فَنَدَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم النَّاسَ فَانْطَلَقُوا حَتَّى نَزَلُوا بَدْرًا وَوَرَدَتْ عَلَيْهِمْ رَوَايَا قُرَيْشٍ وَفِيهِمْ غُلاَمٌ أَسْوَدُ لِبَنِي الْحَجَّاجِ فَأَخَذُوهُ فَكَانَ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَسْأَلُونَهُ عَنْ أَبِي سُفْيَانَ وَأَصْحَابِهِ ‏.‏ فَيَقُولُ مَا لِي عِلْمٌ بِأَبِي سُفْيَانَ وَلَكِنْ هَذَا أَبُو جَهْلٍ وَعُتْبَةُ وَشَيْبَةُ وَأُمَيَّةُ بْنُ خَلَفٍ ‏.‏ فَإِذَا قَالَ ذَلِكَ ضَرَبُوهُ فَقَالَ نَعَمْ أَنَا أُخْبِرُكُمْ هَذَا أَبُو سُفْيَانَ ‏.‏ فَإِذَا تَرَكُوهُ فَسَأَلُوهُ فَقَالَ مَا لِي بِأَبِي سُفْيَانَ عِلْمٌ وَلَكِنْ هَذَا أَبُو جَهْلٍ وَعُتْبَةُ وَأُمَيَّةُ بْنُ خَلَفٍ فِي النَّاسِ ‏.‏ فَإِذَا قَالَ هَذَا أَيْضًا ضَرَبُوهُ وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يُصَلِّي فَلَمَّا رَأَى ذَلِكَ انْصَرَفَ قَالَ ‏\"‏ وَالَّذِي نَفْسِي بِيَدِهِ لَتَضْرِبُوهُ إِذَا صَدَقَكُمْ وَتَتْرُكُوهُ إِذَا كَذَبَكُمْ ‏\"‏ ‏.‏ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَذَا مَصْرَعُ فُلاَنٍ ‏\"‏ ‏.‏ قَالَ وَيَضَعُ يَدَهُ عَلَى الأَرْضِ هَا هُنَا وَهَا هُنَا قَالَ فَمَا مَاطَ أَحَدُهُمْ عَنْ مَوْضِعِ يَدِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}