{
  "hadith": {
    "hadith_id": 4514,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "‘আবদুল্লাহ ইবনু আবূ রাবাহ (রহঃ) বলেন, আমি একটি প্রতিনিধি দলের সাথে [যার মধ্যে আবূ হুরায়রা (রাঃ) –ও ছিলেন] রমাযান মাসে মু’আবিয়াহ (রাঃ) –এর কাছে গেলাম। তখন তাঁরা একে অন্যের জন্য খানা পাকাতেন। আবূ হুরায়রা (রাঃ) অধিকাংশ সময় আমাদেরকে তাঁর বাসস্থানে দা’ওয়াত করতেন। সুতরাং একদিন আমি তাঁকে বললাম, আমিও খানা তৈরী করবো এবং সকলকেই আমার বাসস্থানে দা’ওয়াত করবো। আমি খানা তৈরীর নির্দেশ দিলাম। এরপর আবূ হুরায়রা (রাঃ)–এর সঙ্গে আমি বিকালে দেখা করলাম এবং বললাম, আজ রাত আমার বাসায় আপনার দা’ওয়াত। আবূ হুরায়রা (রাঃ) বললেন, আপনি আজ আমার পূর্বেই দা’ওয়াত দিয়ে দিলেন, আমি বললাম, হ্যাঁ। আমি সকলকেই দা’ওয়াত করলাম। তখন আবূ হুরায়রা (রাঃ) বললেন, হে আনসার সম্প্রদায়! আমি কি তোমাদের সম্পর্কে একটি হাদীস বর্ণনা করবো না?\nতারপর তিনি মাক্কাহ বিজয়ের ঘটনার বিবরণ দিতে শুরু করলেন। তিনি বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাক্কার দিকে অগ্রসর হলেন এবং পরিশেষে তিনি তথায় উপনীত হলেন। এরপর যুবায়রকে মাক্কার একদিকে এবং খালিদ ইবনু ওয়ালীদকে অপর দিকে প্রেরণ করলেন। আর আবূ ‘উবাইদাহ (রাঃ) –কে সেসব লোকদের উপর নেতা বানিয়ে পাঠালেন যাদের কাছে লৌহ বর্ম ছিলনা। তাঁরা উপত্যকার ভিতরের পথ অবলম্বন করে চললেন। আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ছিলেন একটি ছোট সেনাদলের মধ্যে। তিনি তাকালেন এবং আমাকে দেখে বললেন, হে আবূ হুরায়রা! আমি বললাম, হে আল্লাহর রসূল  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি উপস্থিত। এরপর তিনি বললেনঃ আমার নিকট আনসার ছাড়া আর কেউ যেন না আসে। শাইবান ব্যতীত অন্য বর্ণনাকারী অতিরিক্ত বর্ণনা করেছেন যে, তারপর তিনি বললেনঃ আনসারদেরকে আহ্বান করো। বর্ণনাকারী বলেন, এরপর আনসারগণ তাঁর চারপাশে জমায়েত হলেন। এদিকে কুরায়শগণও তাদের বিভিন্ন গোত্রের লোক এবং অনুগতদেরকে একত্রিত করলো। এরপর তারা বলল, আমরা তাদেরকে আগে প্রেরণ করব। যদি তাদের ভাগে কিছু জুটে, তবে আমরাও তো তাদের সঙ্গেই আছি। আর যদি তারা বিপদের সম্মুখীন হয় তবে তারা আমাদের কাছে যা চাইবে, তাই দিয়ে দেব। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাহাবীগণকে বললেন, তোমরা কি কুরায়শের বিভিন্ন গোত্রের লোক এবং তাদের অনুগতদেরকে দেখতে পাচ্ছ? এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর একহাত অপর হাতের উপর রেখে ইঙ্গিত করলেন, (মাক্কার পথে যারা তোমাদের বাধা দেয় তোমরা তাদের খতম করে দিবে।) এরপর বললেন, অবশেষে সাফা পাহাড়ে তোমরা আমার সঙ্গে মিলিত হবে। বর্ণনাকারী বলেন, আমরা অগ্রসর হতে লাগলাম। আমাদের মধ্য হতে কেউ যাকে হত্যা করতে চেয়েছে তাকে হত্যা করেছে। তাই তাদের মধ্য হতে কেউই আমাদের উপর আক্রমণ করতে সাহস পায়নি। বর্ণনাকারী বলেন, তখন আবূ সুফইয়ান এসে বললেন, হে আল্লাহর রসূল  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আজ কুরায়শ সম্প্রদায়ের রক্ত হালাল করে দেয়া হয়েছে। আজকের পরে আর কোন কুরায়শের অস্তিত্ব থাকবে না। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘোষণা দিলেন, যে ব্যক্তি আবূ সুফইয়ানের ঘরে প্রবেশ করবে সে নিরাপদ। সুতরাং আনসারগণ একে অপরের সাথে বলাবলি করত লাগলো যে, লোকটিকে (রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –কে) স্বদেশের অনুরাগ এবং আত্মীয়-স্বজনের প্রেমে পেয়ে বসেছে। আবূ হুরায়রা (রাঃ) বলেন যে, তখনই ওয়াহী অবতীর্ণ হলো। যখন ওয়াহী অবতীর্ণ হতো তখন তা আমাদের নিকট গোপন থাকত না। ঐ সময় কারো সাধ্য হতো না যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর দিকে চোখ তুলে দেখে যতক্ষণ না ওয়াহী শেষ হতো। এরপর যখন ওয়াহী শেষ হলো, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে আনসার সম্প্রদায়! তাঁরা বললেন, হে আল্লাহর রসূল! আমরা আপনার কাছে হাজির। তখন তিনি বললেনঃ তোমরা কি বলেছ যে, “লোকটিকে স্বদেশের অনুপ্রেরণায় পেয়ে বসেছে”। তখন তারা বললেন, এ রকম কিছু হয়েছে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কখনও না। নিশ্চয়ই আমি আল্লাহর বান্দা এবং তাঁর প্রেরিত রসূল। আমি আল্লাহর উদ্দেশে স্বদেশ ত্যাগ করে তোমাদের কাছে গিয়েছি। আমার জীবন ও মরণ তোমাদের সাথে। তারা কাঁদতে কাঁদতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর দিকে অগ্রসর হলেন এবং বলতে লাগলেন, আল্লাহর শপথ! আমরা যা বলেছিলাম, তা ছিল আল্লাহ্‌ ও তাঁর রসূলের প্রতি আমাদের ভালোবাসা ও দুর্বলতার কারণে। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, নিশ্চয়ই আল্লাহ্‌ ও তাঁর রসূল তোমাদের বক্তব্য বিশ্বাস করেন এবং তোমাদের ওজর গ্রহণ করেছেন। বর্ণনাকারী বলেন, এরপর  মাক্কার জনগণ আবূ সুফইয়ানের বাড়ীর দিকে চলে গেল (জীবন রক্ষার জন্যে) আর অন্যান্য মানুষ আপন ঘরে দরজা বন্ধ করে বসে রইল। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাজর ‘আসওয়াদ’–এর নিকটবর্তী হয়ে তাকে চুম্বন করলেন এবং বাইতুল্লাহ শারীফের তাওয়াফ করলেন। এরপর তিনি বাইতুল্লাহর কাছে থাকা একটি মূর্তির নিকটবর্তী হলেন, যাকে তারা উপাসনা করতো। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর হাতে তখন একটি ধনুক ছিল, তিনি এর এক প্রান্ত ধরে রেখেছিলেন। যখন তিনি মূর্তিটির নিকটবর্তী হলেন তখন তিনি তা দ্বারা এর চোখে খুঁচাতে লাগলেন এবং বললেন, “সত্য আগমন করেছে এবং বাতিল (মিথ্যা) চলে গেছে।” এরপর বাইতুল্লাহর তাওয়াফ শেষে তিনি সাফা পাহাড়ের দিকে গেলেন। এরপর তাতে আরোহণ করে বায়তুল্লাহর দিকে চেয়ে দেখলেন এবং দু’হাত উঁচু করে আল্লাহর কৃতজ্ঞতা প্রকাশ করলেন এবং তাঁর যা প্রার্থনা করার ছিল তাই প্রার্থনা করলেন। (ই.ফা. ৪৪৭১, ই.সে. ৪৪৭৩)",
    "ar": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ وَفَدَتْ وُفُودٌ إِلَى مُعَاوِيَةَ وَذَلِكَ فِي رَمَضَانَ فَكَانَ يَصْنَعُ بَعْضُنَا لِبَعْضٍ الطَّعَامَ فَكَانَ أَبُو هُرَيْرَةَ مِمَّا يُكْثِرُ أَنْ يَدْعُوَنَا إِلَى رَحْلِهِ فَقُلْتُ أَلاَ أَصْنَعُ طَعَامًا فَأَدْعُوَهُمْ إِلَى رَحْلِي فَأَمَرْتُ بِطَعَامٍ يُصْنَعُ ثُمَّ لَقِيتُ أَبَا هُرَيْرَةَ مِنَ الْعَشِيِّ فَقُلْتُ الدَّعْوَةُ عِنْدِي اللَّيْلَةَ فَقَالَ سَبَقْتَنِي ‏.‏ قُلْتُ نَعَمْ ‏.‏ فَدَعَوْتُهُمْ فَقَالَ أَبُو هُرَيْرَةَ أَلاَ أُعْلِمُكُمْ بِحَدِيثٍ مِنْ حَدِيثِكُمْ يَا مَعْشَرَ الأَنْصَارِ ثُمَّ ذَكَرَ فَتْحَ مَكَّةَ فَقَالَ أَقْبَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى قَدِمَ مَكَّةَ فَبَعَثَ الزُّبَيْرَ عَلَى إِحْدَى الْمُجَنِّبَتَيْنِ وَبَعَثَ خَالِدًا عَلَى الْمُجَنِّبَةِ الأُخْرَى وَبَعَثَ أَبَا عُبَيْدَةَ عَلَى الْحُسَّرِ فَأَخَذُوا بَطْنَ الْوَادِي وَرَسُولُ اللَّهِ صلى الله عليه وسلم فِي كَتِيبَةٍ - قَالَ - فَنَظَرَ فَرَآنِي فَقَالَ ‏\"‏ أَبُو هُرَيْرَةَ ‏\"‏ ‏.‏ قُلْتُ لَبَّيْكَ يَا رَسُولَ اللَّهِ ‏.‏ فَقَالَ ‏\"‏ لاَ يَأْتِينِي إِلاَّ أَنْصَارِيٌّ ‏\"‏ ‏.‏ زَادَ غَيْرُ شَيْبَانَ فَقَالَ ‏\"‏ اهْتِفْ لِي بِالأَنْصَارِ ‏\"‏ ‏.‏ قَالَ فَأَطَافُوا بِهِ وَوَبَّشَتْ قُرَيْشٌ أَوْبَاشًا لَهَا وَأَتْبَاعًا ‏.‏ فَقَالُوا نُقَدِّمُ هَؤُلاَءِ فَإِنْ كَانَ لَهُمْ شَىْءٌ كُنَّا مَعَهُمْ ‏.‏ وَإِنْ أُصِيبُوا أَعْطَيْنَا الَّذِي سُئِلْنَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تَرَوْنَ إِلَى أَوْبَاشِ قُرَيْشٍ وَأَتْبَاعِهِمْ ‏\"‏ ‏.‏ ثُمَّ قَالَ بِيَدَيْهِ إِحْدَاهُمَا عَلَى الأُخْرَى ثُمَّ قَالَ ‏\"‏ حَتَّى تُوَافُونِي بِالصَّفَا ‏\"‏ ‏.‏ قَالَ فَانْطَلَقْنَا فَمَا شَاءَ أَحَدٌ مِنَّا أَنْ يَقْتُلَ أَحَدًا إِلاَّ قَتَلَهُ وَمَا أَحَدٌ مِنْهُمْ يُوَجِّهُ إِلَيْنَا شَيْئًا - قَالَ - فَجَاءَ أَبُو سُفْيَانَ فَقَالَ يَا رَسُولَ اللَّهِ أُبِيحَتْ خَضْرَاءُ قُرَيْشٍ لاَ قُرَيْشَ بَعْدَ الْيَوْمِ ‏.‏ ثُمَّ قَالَ ‏\"‏ مَنْ دَخَلَ دَارَ أَبِي سُفْيَانَ فَهُوَ آمِنٌ ‏\"‏ ‏.‏ فَقَالَتِ الأَنْصَارُ بَعْضُهُمْ لِبَعْضٍ أَمَّا الرَّجُلُ فَأَدْرَكَتْهُ رَغْبَةٌ فِي قَرْيَتِهِ وَرَأْفَةٌ بِعَشِيرَتِهِ ‏.‏ قَالَ أَبُو هُرَيْرَةَ وَجَاءَ الْوَحْىُ وَكَانَ إِذَا جَاءَ الْوَحْىُ لاَ يَخْفَى عَلَيْنَا فَإِذَا جَاءَ فَلَيْسَ أَحَدٌ يَرْفَعُ طَرْفَهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى يَنْقَضِيَ الْوَحْىُ فَلَمَّا انْقَضَى الْوَحْىُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا مَعْشَرَ الأَنْصَارِ ‏\"‏ ‏.‏ قَالُوا لَبَّيْكَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ قُلْتُمْ أَمَّا الرَّجُلُ فَأَدْرَكَتْهُ رَغْبَةٌ فِي قَرْيَتِهِ ‏\"‏ ‏.‏ قَالُوا قَدْ كَانَ ذَاكَ ‏.‏ قَالَ ‏\"‏ كَلاَّ إِنِّي عَبْدُ اللَّهِ وَرَسُولُهُ هَاجَرْتُ إِلَى اللَّهِ وَإِلَيْكُمْ وَالْمَحْيَا مَحْيَاكُمْ وَالْمَمَاتُ مَمَاتُكُمْ ‏\"‏ ‏.‏ فَأَقْبَلُوا إِلَيْهِ يَبْكُونَ وَيَقُولُونَ وَاللَّهِ مَا قُلْنَا الَّذِي قُلْنَا إِلاَّ الضِّنَّ بِاللَّهِ وَبِرَسُولِهِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ اللَّهَ وَرَسُولَهُ يُصَدِّقَانِكُمْ وَيَعْذِرَانِكُمْ ‏\"‏ ‏.‏ قَالَ فَأَقْبَلَ النَّاسُ إِلَى دَارِ أَبِي سُفْيَانَ وَأَغْلَقَ النَّاسُ أَبْوَابَهُمْ - قَالَ - وَأَقْبَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى أَقْبَلَ إِلَى الْحَجَرِ فَاسْتَلَمَهُ ثُمَّ طَافَ بِالْبَيْتِ - قَالَ - فَأَتَى عَلَى صَنَمٍ إِلَى جَنْبِ الْبَيْتِ كَانُوا يَعْبُدُونَهُ - قَالَ - وَفِي يَدِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَوْسٌ وَهُوَ آخِذٌ بِسِيَةِ الْقَوْسِ فَلَمَّا أَتَى عَلَى الصَّنَمِ جَعَلَ يَطْعُنُهُ فِي عَيْنِهِ وَيَقُولُ ‏\"‏ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ ‏\"‏ ‏.‏ فَلَمَّا فَرَغَ مِنْ طَوَافِهِ أَتَى الصَّفَا فَعَلاَ عَلَيْهِ حَتَّى نَظَرَ إِلَى الْبَيْتِ وَرَفَعَ يَدَيْهِ فَجَعَلَ يَحْمَدُ اللَّهَ وَيَدْعُو بِمَا شَاءَ أَنْ يَدْعُوَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}