{
  "hadith": {
    "hadith_id": 4516,
    "narrator": "‘আবদুল্লাহ ইবনু রাবাহ (রাঃ)",
    "bn": "তিনি বলেন, আমরা ভ্রমণ করে মু’আবিয়াহ ইবনু আবূ সুফইয়ান (রাঃ)–এর নিকট গেলাম। আমাদের মধ্যে তখন আবূ হুরায়রা (রাঃ) –ও ছিলেন। প্রত্যেকেই একদিন তাঁর সাথীর জন্য খানা তৈরী করতেন। একদিন আমার পালা আসল। তখন আমি বললাম, হে আবূ হুরায়রা! আজতো আমার পালা। অতএব সকলেই আমার বাসস্থানে এলেন, তখনও খানা রান্না করা শেষ হয়নি। তখন আমি বললাম, হে আবূ হুরায়রা! আপনি যদি আমাদেরকে খানা তৈরীর পূর্ব পর্যন্ত রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর কোন হাদীস বর্ণনা করতেন! (তবে ভাল হতো) অতএব তিনি বললেন, আমরা মাক্কাহ বিজয়ের দিন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর সঙ্গে ছিলাম। তখন খালিদ ইবনু ওয়ালীদ (রাঃ)–কে ডানদিকের বাহিনীর এবং যুবায়র (রাঃ)–কে বাম দিকের বাহিনীর নেতৃত্ব প্রদান করলেন। আবূ ‘উবাইদাহ (রাঃ)–কে পদাতিক বাহিনীর সর্বাধিনায়ক নিযুক্ত করলেন প্রান্তর অতিক্রম করার জন্য। এরপর তিনি বললেন, হে আবূ হুরায়রা! আনসারদেরকে আমার কাছে আসার জন্য আহ্বান কর। অতএব আমি তাদেরকে আহ্বান করলাম। এরপর তাঁরা দ্রুত আসলেন। তখন তিনি বললেন, হে আনসার সম্প্রদায়! তোমরা কুরায়শদের বিভিন্ন গোত্রের বিরাট জমায়েত কি দেখতে পাচ্ছ, তারা সবাই বলল হ্যাঁ। অতএব তিনি বললেন, আগামীকাল যখন তোমরা (যুদ্ধক্ষেত্রে) তাদের মুকাবিলা করবে তখন তাদেরকে সম্পূর্ণ নির্মূল করে দেবে। তারপর তাঁর ডান হাত বাম হাতের উপর রেখে ইঙ্গিতে বললেনঃ তাদেরকে সমূলে বিনষ্ট করে দেবে। তারপর বললেনঃ আমার সাথে তোমাদের একসাথে হওয়ার জায়গা সাফা পাহাড়। বর্ণনাকারী বলেন, সেদিন যে কোন বিধর্মী আনসারদের লক্ষ্যস্থলে পড়েছে, তাকেই তারা নির্মূল করেছে। এরপরে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাফা পাহাড়ের উপর আরোহণ করলেন। তখন আনসারগণ তথায় উপনীত হয়ে সাফা পাহাড় ঘিরে ফেললো। ইত্যবসরে আবূ সুফইয়ান এলেন এবং বললেন, ইয়া রসূলাল্লাহ! কুরায়শদেরকে ধ্বংস করে দেয়া হয়েছে। আজ থেকে আর কোন কুরায়শের অস্তিত্ব থাকবে না। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, যে ব্যক্তি আবূ সুফইয়ানের বাড়িতে প্রবেশ করবে সে নিরাপত্তা পাবে। যে অস্ত্র ফেলে দিবে সেও নিরাপদ এবং যে স্বীয় গৃহের দরজা বন্ধ করে রাখবে সেও নিরাপত্তা পাবে। তখন আনসারগণ বলাবলি করছিল যে, এ লোকটিকে (রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে) স্বীয় গোত্রের ভালোবাসা এবং স্বদেশের অনুরাগে পেয়ে বসেছে। এমতাবস্থায় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর উপর ওয়াহী নাযিল হলো। এরপর তিনি জিজ্ঞেস করলেন, তোমরাই কি বলেছিলে যে, “এ লোকটিকে (মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে) স্বীয় গোত্রের ভালোবাসা এবং স্বদেশের অনুরাগে পেয়ে বসেছে।” সাবধান! তোমরা কি জান আমার নাম কী? এ কথাটি তিনি তিনবার বলেছেন। আমি হলাম মুহাম্মাদ, আল্লাহর বান্দা এবং তাঁর রসূল। আমি আল্লাহর নির্দেশেই তোমাদের কাছে হিজরত করেছি। আমার জীবন ও মরণ তোমাদের জীবন ও মরণের সাথে সম্পৃক্ত। তখন তাঁরা বলল, আল্লাহর শপথ! আমরা এ কথা বলেছিলাম আল্লাহ্‌ ও তাঁর রসূলের প্রতি দুর্বলতার কারণে। (যেন তিনি আমাদেরকে ছেড়ে না যান।) নিশ্চয়ই আল্লাহ্‌ ও তাঁর রসূল তোমাদের সত্য বলে গ্রহণ করেছেন এবং তোমাদের ওজর কবুল করেছেন। (ই.ফা. ৪৪৭৩, ই.সে. ৪৪৭৫)",
    "ar": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ، حَدَّثَنَا حَمَّادُ، بْنُ سَلَمَةَ أَخْبَرَنَا ثَابِتٌ، عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ، قَالَ وَفَدْنَا إِلَى مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ وَفِينَا أَبُو هُرَيْرَةَ فَكَانَ كُلُّ رَجُلٍ مِنَّا يَصْنَعُ طَعَامًا يَوْمًا لأَصْحَابِهِ فَكَانَتْ نَوْبَتِي فَقُلْتُ يَا أَبَا هُرَيْرَةَ الْيَوْمُ نَوْبَتِي ‏.‏ فَجَاءُوا إِلَى الْمَنْزِلِ وَلَمْ يُدْرِكْ طَعَامُنَا فَقُلْتُ يَا أَبَا هُرَيْرَةَ لَوْ حَدَّثْتَنَا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى يُدْرِكَ طَعَامُنَا فَقَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ الْفَتْحِ فَجَعَلَ خَالِدَ بْنَ الْوَلِيدِ عَلَى الْمُجَنِّبَةِ الْيُمْنَى وَجَعَلَ الزُّبَيْرَ عَلَى الْمُجَنِّبَةِ الْيُسْرَى وَجَعَلَ أَبَا عُبَيْدَةَ عَلَى الْبَيَاذِقَةِ وَبَطْنِ الْوَادِي فَقَالَ ‏\"‏ يَا أَبَا هُرَيْرَةَ ادْعُ لِي الأَنْصَارَ ‏\"‏ ‏.‏ فَدَعَوْتُهُمْ فَجَاءُوا يُهَرْوِلُونَ فَقَالَ ‏\"‏ يَا مَعْشَرَ الأَنْصَارِ هَلْ تَرَوْنَ أَوْبَاشَ قُرَيْشٍ ‏\"‏ ‏.‏ قَالُوا نَعَمْ ‏.‏ قَالَ ‏\"‏ انْظُرُوا إِذَا لَقِيتُمُوهُمْ غَدًا أَنْ تَحْصِدُوهُمْ حَصْدًا ‏\"‏ ‏.‏ وَأَخْفَى بِيَدِهِ وَوَضَعَ يَمِينَهُ عَلَى شِمَالِهِ وَقَالَ ‏\"‏ مَوْعِدُكُمُ الصَّفَا ‏\"‏ ‏.‏ قَالَ فَمَا أَشْرَفَ يَوْمَئِذٍ لَهُمْ أَحَدٌ إِلاَّ أَنَامُوهُ - قَالَ - وَصَعِدَ رَسُولُ اللَّهِ صلى الله عليه وسلم الصَّفَا وَجَاءَتِ الأَنْصَارُ فَأَطَافُوا بِالصَّفَا فَجَاءَ أَبُو سُفْيَانَ فَقَالَ يَا رَسُولَ اللَّهِ أُبِيدَتْ خَضْرَاءُ قُرَيْشٍ لاَ قُرَيْشَ بَعْدَ الْيَوْمِ ‏.‏ قَالَ أَبُو سُفْيَانَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ دَخَلَ دَارَ أَبِي سُفْيَانَ فَهُوَ آمِنٌ وَمَنْ أَلْقَى السِّلاَحَ فَهُوَ آمِنٌ وَمَنْ أَغْلَقَ بَابَهُ فَهُوَ آمِنٌ ‏\"‏ ‏.‏ فَقَالَتِ الأَنْصَارُ أَمَّا الرَّجُلُ فَقَدْ أَخَذَتْهُ رَأْفَةٌ بِعَشِيرَتِهِ وَرَغْبَةٌ فِي قَرْيَتِهِ ‏.‏ وَنَزَلَ الْوَحْىُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ قُلْتُمْ أَمَّا الرَّجُلُ فَقَدْ أَخَذَتْهُ رَأْفَةٌ بِعَشِيرَتِهِ وَرَغْبَةٌ فِي قَرْيَتِهِ ‏.‏ أَلاَ فَمَا اسْمِي إِذًا - ثَلاَثَ مَرَّاتٍ - أَنَا مُحَمَّدٌ عَبْدُ اللَّهِ وَرَسُولُهُ هَاجَرْتُ إِلَى اللَّهِ وَإِلَيْكُمْ فَالْمَحْيَا مَحْيَاكُمْ وَالْمَمَاتُ مَمَاتُكُمْ ‏\"‏ ‏.‏ قَالُوا وَاللَّهِ مَا قُلْنَا إِلاَّ ضِنًّا بِاللَّهِ وَرَسُولِهِ ‏.‏ قَالَ ‏\"‏ فَإِنَّ اللَّهَ وَرَسُولَهُ يُصَدِّقَانِكُمْ وَيَعْذِرَانِكُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}