{
  "hadith": {
    "hadith_id": 4525,
    "narrator": "আবুল ওয়ায়িল (রাঃ)",
    "bn": "তিনি বলেন, সাহল ইবনু হুনায়ফ (রাঃ) সিফফীন দিবসে উঠে দাঁড়ালেন এবং বললেন, “হে লোক সকল! তোমরা নিজেদের অভিযুক্ত মনে করবে। আমরা হুদাইবিয়ার দিন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর সাথে ছিলাম। আমরা এটিকে যুদ্ধ মনে করলে সেদিন অবশ্যই আমরা যুদ্ধ করতাম। এটি হচ্ছে সেই সন্ধির কথা যা রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং মুশরিকদের মধ্যে হয়েছিল। তখন ‘উমার ইবনুল খাত্তাব (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর নিকট এসে বললেন, “হে আল্লাহর রসূল! আমরা কি সত্যের উপর নই, আর তারা বাতিলের উপর নয়”? তিনি বললেনঃ “হ্যাঁ, তাই।” তিনি আবার জিজ্ঞেস করলেন, আমাদের নিহতরা কি জান্নাতী এবং তাদের নিহতরা কি জাহান্নামী নয়?” তিনি বললেনঃ হ্যাঁ। তখন তিনি বললেন, তাহলে কী কারণে আমরা দ্বীনের ব্যাপারে লাঞ্ছনা মেনে নিয়ে ফিরে যাবো, অথচ এখনো এ ব্যাপারে তাদের ও আমাদের মধ্যে আল্লাহর কোন ফায়সালা আসেনি? তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে খাত্তাব পুত্র! নিঃসন্দেহে আমি আল্লাহর রসূল। আর তিনি অবশ্যই কখনো আমাকে ধ্বংস করবেন না। রাবী বলেন, তখন ‘উমার (রাঃ) চলে গেলেন। তিনি ক্রোধে ধৈর্যধারণ করতে পারছিলেন না। তাই তিনি আবূ বাকরের কাছে এলেন এবং তাঁকে বললেন, হে আবূ বাকর! আমরা কি হকের উপর এবং তারা কি বাতিলের উপর নয়? তিনি বললেন, অবশ্যই। আবার তিনি বললেন, “আমাদের নিহতরা কি জান্নাতী এবং তাদের নিহতরা কি জাহান্নামী নয়? তিনি বললেন, নিশ্চয়ই। তখন তিনি বললেন, “তাহলে কী কারণে আমরা দ্বীনের ব্যাপারে লাঞ্ছনা মেনে নিয়ে ফিরে যাবো, অথচ এখনো এ ব্যাপারে আমাদের এবং তাদের মধ্যে আল্লাহ কোন ফায়সালা দেননি? তখন তিনি বললেন, হে খাত্তাব তনয়! নিশ্চয়ই তিনি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)। আল্লাহ্‌ কখনও তাঁর বিনাশ করবেন না। রাবী বলেন, এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর প্রতি বিজয়ের সুসংবাদ নিয়ে কুরআন অবতীর্ণ হলো। তখন তিনি ‘উমারকে ডেকে পাঠালেন এবং তাঁর সম্মুখে তা পাঠ করলে তখন তিনি বললেন, “হে আল্লাহর রসূল! এ কি বিজয়?” তিনি বললেন, হ্যাঁ। তখন তাঁর অন্তর শান্ত হলো এবং তিনি ফিরে গেলেন। (ই.ফা. ৪৪৮২, ই.সে. ৪৪৮৪)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، - وَتَقَارَبَا فِي اللَّفْظِ - حَدَّثَنَا أَبِي، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ سِيَاهٍ، حَدَّثَنَا حَبِيبُ بْنُ أَبِي ثَابِتٍ، عَنْ أَبِي وَائِلٍ، قَالَ قَامَ سَهْلُ بْنُ حُنَيْفٍ يَوْمَ صِفِّينَ فَقَالَ أَيُّهَا النَّاسُ اتَّهِمُوا أَنْفُسَكُمْ لَقَدْ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ الْحُدَيْبِيَةِ وَلَوْ نَرَى قِتَالاً لَقَاتَلْنَا وَذَلِكَ فِي الصُّلْحِ الَّذِي كَانَ بَيْنَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَبَيْنَ الْمُشْرِكِينَ فَجَاءَ عُمَرُ بْنُ الْخَطَّابِ فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ أَلَسْنَا عَلَى حَقٍّ وَهُمْ عَلَى بَاطِلٍ قَالَ ‏\"‏ بَلَى ‏\"‏ ‏.‏ قَالَ أَلَيْسَ قَتْلاَنَا فِي الْجَنَّةِ وَقَتْلاَهُمْ فِي النَّارِ قَالَ ‏\"‏ بَلَى ‏\"‏ ‏.‏ قَالَ فَفِيمَ نُعْطِي الدَّنِيَّةَ فِي دِينِنَا وَنَرْجِعُ وَلَمَّا يَحْكُمِ اللَّهُ بَيْنَنَا وَبَيْنَهُمْ فَقَالَ ‏\"‏ يَا ابْنَ الْخَطَّابِ إِنِّي رَسُولُ اللَّهِ وَلَنْ يُضَيِّعَنِي اللَّهُ أَبَدًا ‏\"‏ ‏.‏ قَالَ فَانْطَلَقَ عُمَرُ فَلَمْ يَصْبِرْ مُتَغَيِّظًا فَأَتَى أَبَا بَكْرٍ فَقَالَ يَا أَبَا بَكْرٍ أَلَسْنَا عَلَى حَقٍّ وَهُمْ عَلَى بَاطِلٍ قَالَ بَلَى ‏.‏ قَالَ أَلَيْسَ قَتْلاَنَا فِي الْجَنَّةِ وَقَتْلاَهُمْ فِي النَّارِ قَالَ بَلَى ‏.‏ قَالَ فَعَلاَمَ نُعْطِي الدَّنِيَّةَ فِي دِينِنَا وَنَرْجِعُ وَلَمَّا يَحْكُمِ اللَّهُ بَيْنَنَا وَبَيْنَهُمْ فَقَالَ يَا ابْنَ الْخَطَّابِ إِنَّهُ رَسُولُ اللَّهِ وَلَنْ يُضَيِّعَهُ اللَّهُ أَبَدًا ‏.‏ قَالَ فَنَزَلَ الْقُرْآنُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِالْفَتْحِ فَأَرْسَلَ إِلَى عُمَرَ فَأَقْرَأَهُ إِيَّاهُ فَقَالَ يَا رَسُولَ اللَّهِ أَوَفَتْحٌ هُوَ قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ فَطَابَتْ نَفْسُهُ وَرَجَعَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}