{
  "hadith": {
    "hadith_id": 4541,
    "narrator": "ইবনু মাস’উদ (রাঃ)",
    "bn": "একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাইতুল্লাহিল হারামের নিকট সলাত আদায় করছিলেন। আবূ জাহল ও তার সাথীরা অদূরে উপবিষ্ট ছিল। পূর্বদিন সেখানে একটি উট নহর করা হয়েছিল। আবূ জাহল বলল, কে অমুক গোত্রের উটের (নাড়ি-ভূড়িসহ) জরায়ুকে নিয়ে আসবে এবং মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন সিজদারত হবে, তখন তার দু’কাঁধের মাঝখানে তা রেখে দেবে? তখন সম্প্রদায়ের সবচাইতে হতভাগা দূরাচার লোকটি উঠে দাঁড়াল এবং তা নিয়ে আসলো এবং যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সিজ্‌দায় গেলেন তখন তাঁর দু’কাঁধের মাঝখানে তা রেখে দিল। তখন তারা হাসাহাসি করতে লাগল এবং একে অপরের গায়ের উপর ঢলে পড়তে লাগল, আর আমি তখন দাঁড়িয়ে তা দেখলাম। যদি আমার প্রতিরোধের সাধ্য থাকতো তবে আমি তা অবশ্যই রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পিঠ থেকে ফেলে দিতাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সিজ্‌দায় রইলেন এবং তিনি মাথা উঠাতে পারছিলেন না। অবশেষে এক ব্যক্তি গিয়ে ফাতিমাহ্‌কে খবর দিল। ফাতিমাহ্‌ সাথে সাথে আসলেন। আর তিনি তখন বালিকা। তিনি তা তাঁর উপর থেকে ফেলে দিলেন। তারপর তাদের দিকে মুখ করে তাদেরকে মন্দাচারের বিষয়ে বলছিলেন। তারপর যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত সম্পন্ন করলেন  তখন উচ্চৈঃস্বরে তাদেরকে বদদু’আ দিলেন আর তিনি যখন দু’আ করতেন (সাধারণতঃ) তিনবার করতেন এবং যখন কিছু প্রার্থনা করতেন তখন তিনি তিনবার করতেন। তারপর তিনি তিন তিনবার বললেন “ইয়া আল্লাহ্‌! তোমার উপরেই কুরায়শদের বিচারের ভার ন্যাস্ত করলাম। যখন তারা তাঁর আওয়াজ শুনতে পেল তখন তাদের হাসি চলে গেল এবং তারা তাঁর বদ দু’আয় ভয় পেয়ে গেল। তারপর তিনি বললেন, হে আল্লাহ্‌! আবূ জাহ্‌ল ইবনু হিশাম, উত্‌বাহ্‌ ইবনু রাবী’আহ্‌, শাইবাহ্‌ ইবনু রাবী’আহ্‌, ওয়ালিদ ইবনু উক্‌বাহ্‌, উমাইয়াহ্‌ ইবনু খালাফ ও উক্‌বাহ্‌ ইবনু আবূ মুআ’য়তের শাস্তির ভার তোমার উপর ন্যস্ত। রাবী বলেন, তিনি সপ্তম আরেকজনের কথা উল্লেখ করেছিলেন। আমি তা স্মরণ রাখতে পারিনি। মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে যে পবিত্র সত্তা সত্যসহ রসূলরূপে প্রেরণ করেছেন, তাঁর কসম! তিনি যাদের নাম সেদিন উচ্চারণ করেছিলেন বাদ্‌রের দিন তাদের পতিত লাশ আমি দেখেছি। তারপর তাদের হেঁচড়িয়ে বাদ্‌রের একটি নোংরা কূপে নিক্ষেপ করা হয়। আবূ ইসহাক্‌ বলেন, ওয়ালিদ ইবনু  উকবার নাম এখানে ভুলে হয়েছে।  (ই.ফা. ৪৪৯৮, ই.সে. ৪৫০০)",
    "ar": "وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ مُحَمَّدِ بْنِ أَبَانَ الْجُعْفِيُّ، حَدَّثَنَا عَبْدُ الرَّحِيمِ، - يَعْنِي ابْنَ سُلَيْمَانَ - عَنْ زَكَرِيَّاءَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ الأَوْدِيِّ، عَنِ ابْنِ مَسْعُودٍ، قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي عِنْدَ الْبَيْتِ وَأَبُو جَهْلٍ وَأَصْحَابٌ لَهُ جُلُوسٌ وَقَدْ نُحِرَتْ جَزُورٌ بِالأَمْسِ فَقَالَ أَبُو جَهْلٍ أَيُّكُمْ يَقُومُ إِلَى سَلاَ جَزُورِ بَنِي فُلاَنٍ فَيَأْخُذُهُ فَيَضَعُهُ فِي كَتِفَىْ مُحَمَّدٍ إِذَا سَجَدَ فَانْبَعَثَ أَشْقَى الْقَوْمِ فَأَخَذَهُ فَلَمَّا سَجَدَ النَّبِيُّ صلى الله عليه وسلم وَضَعَهُ بَيْنَ كَتِفَيْهِ قَالَ فَاسْتَضْحَكُوا وَجَعَلَ بَعْضُهُمْ يَمِيلُ عَلَى بَعْضٍ وَأَنَا قَائِمٌ أَنْظُرُ ‏.‏ لَوْ كَانَتْ لِي مَنَعَةٌ طَرَحْتُهُ عَنْ ظَهْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَالنَّبِيُّ صلى الله عليه وسلم سَاجِدٌ مَا يَرْفَعُ رَأْسَهُ حَتَّى انْطَلَقَ إِنْسَانٌ فَأَخْبَرَ فَاطِمَةَ فَجَاءَتْ وَهِيَ جُوَيْرِيَةُ فَطَرَحَتْهُ عَنْهُ ‏.‏ ثُمَّ أَقْبَلَتْ عَلَيْهِمْ تَشْتِمُهُمْ فَلَمَّا قَضَى النَّبِيُّ صلى الله عليه وسلم صَلاَتَهُ رَفَعَ صَوْتَهُ ثُمَّ دَعَا عَلَيْهِمْ وَكَانَ إِذَا دَعَا دَعَا ثَلاَثًا ‏.‏ وَإِذَا سَأَلَ سَأَلَ ثَلاَثًا ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ ‏\"‏ ‏.‏ ثَلاَثَ مَرَّاتٍ فَلَمَّا سَمِعُوا صَوْتَهُ ذَهَبَ عَنْهُمُ الضِّحْكُ وَخَافُوا دَعْوَتَهُ ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ عَلَيْكَ بِأَبِي جَهْلِ بْنِ هِشَامٍ وَعُتْبَةَ بْنِ رَبِيعَةَ وَشَيْبَةَ بْنِ رَبِيعَةَ وَالْوَلِيدِ بْنِ عُقْبَةَ وَأُمَيَّةَ بْنِ خَلَفٍ وَعُقْبَةَ بْنِ أَبِي مُعَيْطٍ ‏\"‏ ‏.‏ وَذَكَرَ السَّابِعَ وَلَمْ أَحْفَظْهُ فَوَالَّذِي بَعَثَ مُحَمَّدًا صلى الله عليه وسلم بِالْحَقِّ لَقَدْ رَأَيْتُ الَّذِينَ سَمَّى صَرْعَى يَوْمَ بَدْرٍ ثُمَّ سُحِبُوا إِلَى الْقَلِيبِ قَلِيبِ بَدْرٍ ‏.‏ قَالَ أَبُو إِسْحَاقَ الْوَلِيدُ بْنُ عُقْبَةَ غَلَطٌ فِي هَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}