{
  "hadith": {
    "hadith_id": 4542,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সিজ্‌দারত ছিলেন এবং তাঁর আশেপাশে কুরায়শের কিছু লোকজন জড়ো ছিল। এমন সময় উক্‌বাহ্‌ ইবনু আবূ মু’আয়ত (উটনীর নাড়ি-ভুড়িসহ) জরায়ু নিয়ে এলো এবং তা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পিঠে নিক্ষেপ করলো। তিনি মাথা উঠাতে পারছিলেন না। তারপর ফাতিমাহ্‌ আসলেন এবং তা তাঁর পিঠ থেকে সরিয়ে দিলেন এবং যে ব্যক্তি তা করেছে, তাকে বদদু’আ করলেন। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ইয়া আল্লাহ্‌! তোমার উপরই কুরায়শ সম্প্রদায়ের আবূ জাহ্‌ল ইবনু হিশাম, উত্‌বাহ্‌ ইবনু রাবী’আহ্‌, শাইবাহ্‌ ইবনু রাবীআ’, উক্‌বাহ্‌ ইবনু আবূ মু’আইত, উমাইয়াহ্‌ ইবনু খালাফ অথবা উবাই ইবনু খালাফ এদের চিনে নাও। তবে রাবী শু’বাহ্‌ (শেষের দু’ নামের) কোন্‌টি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেন, সে ব্যাপারে) সন্দেহ করেছেন। রাবী বলেন, এরপর আমি বাদ্‌রের দিন তাদের দেখেছি যে, তারা সকলে নিহত হয়েছে এবং একটি কূপে নিক্ষিপ্ত হয়েছে। কেবল উমাইয়াহ্‌ বা উবাই এর লাশ বাদ ছিল। কেননা, তার লাশ জোড়ায় জোড়ায় কেটে ফেলা হয়েছিল বিধায় কূপে নিক্ষেপ করা হয়নি। (ই.ফা. ৪৪৯৯, ই.সে. ৪৫০১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، - وَاللَّفْظُ لاِبْنِ الْمُثَنَّى - قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ أَبَا إِسْحَاقَ، يُحَدِّثُ عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ عَبْدِ اللَّهِ، قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم سَاجِدٌ وَحَوْلَهُ نَاسٌ مِنْ قُرَيْشٍ إِذْ جَاءَ عُقْبَةُ بْنُ أَبِي مُعَيْطٍ بِسَلاَ جَزُورٍ فَقَذَفَهُ عَلَى ظَهْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمْ يَرْفَعْ رَأْسَهُ فَجَاءَتْ فَاطِمَةُ فَأَخَذَتْهُ عَنْ ظَهْرِهِ وَدَعَتْ عَلَى مَنْ صَنَعَ ذَلِكَ فَقَالَ ‏ \"‏ اللَّهُمَّ عَلَيْكَ الْمَلأَ مِنْ قُرَيْشٍ أَبَا جَهْلِ بْنَ هِشَامٍ وَعُتْبَةَ بْنَ رَبِيعَةَ وَعُقْبَةَ بْنَ أَبِي مُعَيْطٍ وَشَيْبَةَ بْنَ رَبِيعَةَ وَأُمَيَّةَ بْنَ خَلَفٍ أَوْ أُبَىَّ بْنَ خَلَفٍ ‏\"‏ ‏.‏ شُعْبَةُ الشَّاكُّ قَالَ فَلَقَدْ رَأَيْتُهُمْ قُتِلُوا يَوْمَ بَدْرٍ فَأُلْقُوا فِي بِئْرٍ غَيْرَ أَنَّ أُمَيَّةَ أَوْ أُبَيًّا تَقَطَّعَتْ أَوْصَالُهُ فَلَمْ يُلْقَ فِي الْبِئْرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}