{
  "hadith": {
    "hadith_id": 4556,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃকা‘ব ইবনু আশরাফের (নিধনের) জন্য কে আছ? কেননা, সে আল্লাহ তা‘আলা ও তাঁর রসূল  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে কষ্ট দিয়েছে। তখন মুহাম্মাদ ইবনু  মাসলামাহ্ (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! আপনি  কি চান যে, আমি তাকে হত্যা করি? তিনি বললেন, হ্যাঁ। তিনি  বললেন, তবে আমাকে (প্রয়োজনমত যা ইচ্ছা) বলার অনুমতি দিন। তিনি  বললেন, বলো। তারপর তিনি তার কাছে এলেন। তিনি (কথা প্রসঙ্গে তাদের পূর্বেকার) পারস্পরিক সম্পর্কের কথা উল্লেখ করলেন এবং বললেন, “এ ব্যক্তি তো (অর্থাৎ -নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) সদাকাহ্ উসূল করতে চায়  এবং সে আমাদের অতিষ্ঠ করে তুলেছে।” সে যখন তা শুনতে পেলো, তখন বললো, আরো অপেক্ষা কর। আল্লাহর কসম, সে তোমাদের কষ্ট দেবেই। তখন তিনি বললেন, আমরা সবেমাত্র তারঁ অনুসারী হয়েছি। তাই ব্যাপারটি শেষ পর্যন্ত কোথায় গিয়ে দাঁড়ায় তা না দেখে এ মুহূর্তেই তাকে ছেড়ে যাওয়াটা ঠিক মনে করছি না। এখন আমি চাই তুমি আমাকে কিছু ধার দাও। সে বলল, তুমি আমার কাছে কিছু বন্ধক রাখবে? তিনি বললেন, তুমি কী চাও? সে বলল, তোমাদের রমণীদের আমার কাছে বন্ধক রাখ। তিনি বললেন, “তুমি হলে আরবের সবচাইতে সুন্দর পুরুষ। তোমার কাছে বন্ধক রাখব আমাদের রমণীদের?” তখন সে বলল, ‘তাহলে তোমাদের সন্তানদের আমার কাছে বন্ধক রাখ।’ জবাবে তিনি বললেন, “আমাদের কারো সন্তানকে এ বলে গালি দেয়া হবে যে, তাকে মাত্র দু‘ওসাক (৫ মণ আড়াই সের পরিমাণ) খেজুরের বিনিময়ে বন্ধক রাখা হয়েছিল। আমরা বরং তোমাদের কাছে যুদ্ধাস্ত্র বন্ধক রাখবো। সে বলল, “ঠিক আছে।” তখন তার সাথে ওয়া‘দাবদ্ধ হলেন যে, হারিস, আবূ আবস ইবনু জাব্র ও ‘আব্বাদ ইবনু বিশ্রসহ  তার কাছে আসবেন। তারপর রাতের বেলা তাঁরা তার কাছে আসলেন এবং তাকে ডাকলেন। সে তাদের কাছে নেমে এল। রাবী সুফ্ইয়ান (রহঃ) বলেন, রাবী ‘আম্‌র ব্যতীত অন্য রাবী বলেন, তখন তার স্ত্রী তাকে বলল, আমি এমন একটি আওয়াজ শুনতে পাচ্ছি তা যেন খুনের স্বর। সে বলল, এ হচ্ছে মুহাম্মাদ আর তার দুধভাই আবূ নায়িলাহ্। সম্ভ্র্রান্ত লোককে যদি রাতের বেলা বর্শাবিদ্ধ হওয়ার দিকে ডাকা হয় তবুও সে ডাকে সে সাড়া দেয়। মুহাম্মাদ (তার সঙ্গীদের) বললেন, সে যখন  আসবে, তখন আমি তার মাথা লক্ষ্য করে আমার হাত বাড়াবো। যখন আমি তা ভালমতো ধরে নেবো, তখন তোমরা তোমাদের কাজ সেরে নেবে। তিনি বলেন, তারপর সে গায়ে চাদর জড়িয়ে নীচে নেমে এল। তাঁরা বললেন, আমরা তোমার নিকট থেকে অতি সুঘ্রাণ পাচ্ছি। সে বলল, হ্যাঁ, আমার স্ত্রী অমুক হচ্ছে আরবের সর্বাধিক সুগন্ধ-পছন্দ মহিলা। তখন তিনি বললেন, “আমাকে তা থেকে একটু সুবাস নিতে অনুমতি দিবেন?” তখন সে বলল, হ্যাঁ। তখন তিনি তার মাথা শুঁকলেন। তারপর আবার শুঁকলেন। এরপর পুনরায় বললেন, আমাকে কি আবারও একটু ঘ্রাণ নিতে দিবেন? এ কথা বলে তিনি তার মাথা শক্ত করে ধরে সাথীদের বললেন, তোমরা সেরে ফেল। তিনি বলেন, তখন তাঁরা তাকে হত্যা করে ফেললো। (ই.ফা. ৪৫১৩, ই.সে. ৪৫১৫)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْمِسْوَرِ، الزُّهْرِيُّ كِلاَهُمَا عَنِ ابْنِ عُيَيْنَةَ، - وَاللَّفْظُ لِلزُّهْرِيِّ - حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، سَمِعْتُ جَابِرًا، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ لِكَعْبِ بْنِ الأَشْرَفِ فَإِنَّهُ قَدْ آذَى اللَّهَ وَرَسُولَهُ ‏\"‏ ‏.‏ فَقَالَ مُحَمَّدُ بْنُ مَسْلَمَةَ يَا رَسُولَ اللَّهِ أَتُحِبُّ أَنْ أَقْتُلَهُ قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ ائْذَنْ لِي فَلأَقُلْ قَالَ ‏\"‏ قُلْ ‏\"‏ ‏.‏ فَأَتَاهُ فَقَالَ لَهُ وَذَكَرَ مَا بَيْنَهُمَا وَقَالَ إِنَّ هَذَا الرَّجُلَ قَدْ أَرَادَ صَدَقَةً وَقَدْ عَنَّانَا ‏.‏ فَلَمَّا سَمِعَهُ قَالَ وَأَيْضًا وَاللَّهِ لَتَمَلُّنَّهُ ‏.‏ قَالَ إِنَّا قَدِ اتَّبَعْنَاهُ الآنَ وَنَكْرَهُ أَنْ نَدَعَهُ حَتَّى نَنْظُرَ إِلَى أَىِّ شَىْءٍ يَصِيرُ أَمْرُهُ - قَالَ - وَقَدْ أَرَدْتُ أَنْ تُسْلِفَنِي سَلَفًا قَالَ فَمَا تَرْهَنُنِي قَالَ مَا تُرِيدُ ‏.‏ قَالَ تَرْهَنُنِي نِسَاءَكُمْ قَالَ أَنْتَ أَجْمَلُ الْعَرَبِ أَنَرْهَنُكَ نِسَاءَنَا قَالَ لَهُ تَرْهَنُونِي أَوْلاَدَكُمْ ‏.‏ قَالَ يُسَبُّ ابْنُ أَحَدِنَا فَيُقَالُ رُهِنَ فِي وَسْقَيْنِ مِنْ تَمْرٍ ‏.‏ وَلَكِنْ نَرْهَنُكَ اللأْمَةَ - يَعْنِي السِّلاَحَ - قَالَ فَنَعَمْ ‏.‏ وَوَاعَدَهُ أَنْ يَأْتِيَهُ بِالْحَارِثِ وَأَبِي عَبْسِ بْنِ جَبْرٍ وَعَبَّادِ بْنِ بِشْرٍ قَالَ فَجَاءُوا فَدَعَوْهُ لَيْلاً فَنَزَلَ إِلَيْهِمْ قَالَ سُفْيَانُ قَالَ غَيْرُ عَمْرٍو قَالَتْ لَهُ امْرَأَتُهُ إِنِّي لأَسْمَعُ صَوْتًا كَأَنَّهُ صَوْتُ دَمٍ قَالَ إِنَّمَا هَذَا مُحَمَّدُ بْنُ مَسْلَمَةَ وَرَضِيعُهُ وَأَبُو نَائِلَةَ إِنَّ الْكَرِيمَ لَوْ دُعِيَ إِلَى طَعْنَةٍ لَيْلاً لأَجَابَ ‏.‏ قَالَ مُحَمَّدٌ إِنِّي إِذَا جَاءَ فَسَوْفَ أَمُدُّ يَدِي إِلَى رَأْسِهِ فَإِذَا اسْتَمْكَنْتُ مِنْهُ فَدُونَكُمْ قَالَ فَلَمَّا نَزَلَ نَزَلَ وَهُوَ مُتَوَشِّحٌ فَقَالُوا نَجِدُ مِنْكَ رِيحَ الطِّيبِ قَالَ نَعَمْ تَحْتِي فُلاَنَةُ هِيَ أَعْطَرُ نِسَاءِ الْعَرَبِ ‏.‏ قَالَ فَتَأْذَنُ لِي أَنْ أَشُمَّ مِنْهُ قَالَ نَعَمْ فَشُمَّ ‏.‏ فَتَنَاوَلَ فَشَمَّ ثُمَّ قَالَ أَتَأْذَنُ لِي أَنْ أَعُودَ قَالَ فَاسْتَمْكَنَ مِنْ رَأْسِهِ ثُمَّ قَالَ دُونَكُمْ ‏.‏ قَالَ فَقَتَلُوهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}