{
  "hadith": {
    "hadith_id": 4561,
    "narrator": "সালামাহ্ ইবনু আক্ওয়া‘ (রাঃ)",
    "bn": "তিনি বলেন, খাইবারের যুদ্ধের দিন আমার ভাই রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর সঙ্গে থেকে বীরত্বের সাথে যুদ্ধ করেন। তাঁর তরবারি ফিরে এসে স্বয়ং তাঁকেই নিহত করে। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর সাহাবীগণ তাঁর ব্যাপারে নানা মন্তব্য করতে থাকেন এবং তাঁর শাহাদাতের ব্যাপারে সন্দেহ করেন। তাঁরা বলাবলি করেন যে, সে এমন লোক যে তার নিজ অস্ত্রের আঘাতে মারা গেছে। আর তাঁরা তাঁর কোন কোন ব্যাপারেও সন্দেহ করেন। সালামাহ্ বলেন, তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খাইবার থেকে ফিরলে আমি বললাম, “হে আল্লাহর রসূল! আপনি আমাকে অনুমতি দিন, আমি তাঁর কবিতার কয়েকটি পংক্তি আবৃতি করি।” রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে অনুমতি দিলেন। ‘উমার ইবনুল খাত্তাব (রাঃ) তখন বলে উঠলেন, আমি জানি, তুমি কী বলবে। রাবী বলেন, তারপর আমি আবৃত্তি করলাম:\n“হে আল্লাহ! আপনি না করলে, আমরা হিদায়াত পেতাম না, আমরা সদাকাহ্ দিতাম না এবং সলাত আদায় করতাম না।” তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃতুমি যর্থাথই বলেছো। তখন আমি আবৃত্তি করে চললাম:“আমাদের প্রশান্তি দান করুন এবং শক্রুর সম্মুখীন হলে আমাদের পা অটল রাখুন। মুশরিকরা আমাদের প্রতি বিদ্রোহী হল।”\nযখন আমি আমার কবিতা আবৃত্তি শেষ করলাম, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃএ কবিতাটি কে রচনা করেছে? আমি বললাম, আমার ভাই। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃআল্লাহ তাঁর প্রতি সদয় হোন। তখন আমি বললাম, “হে আল্লাহর রসূল! কিছু লোক তাঁর প্রতি আল্লাহর রহমাত বর্ষণে দ্বিধাগ্রস্ত! তাঁরা বলেন, সে এমন লোক যে তার নিজ অস্ত্রের আঘাতে মারা গেছে। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃসে জিহাদ করতে করতে মুজাহিদের মত মরেছে।\nরাবী ইবনু শিহাব (রহঃ) বলেন, তারপর আমি সালামার এক পুত্রকে প্রশ্ন করলে তিনি আমাকে তাঁর পিতার সূত্রে অনুরূপ হাদীস বর্ণনা করেন। তবে ব্যতিক্রম এতটুকু যে, তিনি বলেন, আমি যখন বললাম, কিছু কিছু লোক তাঁর প্রতি দু‘আ করতে দ্বিধাগ্রস্ত, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃতারা মিথ্যা বলেছে। সে জিহাদ করতে করতে মুজাহিদের মত মারা গেছে। তার দু’টি পুরস্কার এজন্যে নির্ধারিত রয়েছে। এবং তিনি তখন তাঁর দু’টি অঙ্গুলি দ্বারা ইশারা করলেন। (ই.ফা. ৪৫১৮, ই.সে. ৪৫২০)",
    "ar": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عَبْدُ الرَّحْمَنِ، - وَنَسَبَهُ غَيْرُ ابْنِ وَهْبٍ فَقَالَ ابْنُ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ - أَنَّ سَلَمَةَ، بْنَ الأَكْوَعِ قَالَ لَمَّا كَانَ يَوْمُ خَيْبَرَ قَاتَلَ أَخِي قِتَالاً شَدِيدًا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَارْتَدَّ عَلَيْهِ سَيْفُهُ فَقَتَلَهُ فَقَالَ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي ذَلِكَ وَشَكُّوا فِيهِ رَجُلٌ مَاتَ فِي سِلاَحِهِ ‏.‏ وَشَكُّوا فِي بَعْضِ أَمْرِهِ ‏.‏ قَالَ سَلَمَةُ فَقَفَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ خَيْبَرَ فَقُلْتُ يَا رَسُولَ اللَّهِ ائْذَنْ لِي أَنْ أَرْجُزَ لَكَ ‏.‏ فَأَذِنَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ عُمَرُ بْنُ الْخَطَّابِ أَعْلَمُ مَا تَقُولُ قَالَ فَقُلْتُ وَاللَّهِ لَوْلاَ اللَّهُ مَا اهْتَدَيْنَا وَلاَ تَصَدَّقْنَا وَلاَ صَلَّيْنَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ صَدَقْتَ ‏\"‏ ‏.‏ وَأَنْزِلَنَّ سَكِينَةً عَلَيْنَا وَثَبِّتِ الأَقْدَامَ إِنْ لاَقَيْنَا وَالْمُشْرِكُونَ قَدْ بَغَوْا عَلَيْنَا قَالَ فَلَمَّا قَضَيْتُ رَجَزِي قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ قَالَ هَذَا ‏\"‏ ‏.‏ قُلْتُ قَالَهُ أَخِي فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَرْحَمُهُ اللَّهُ ‏\"‏ ‏.‏ قَالَ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ نَاسًا لَيَهَابُونَ الصَّلاَةَ عَلَيْهِ يَقُولُونَ رَجُلٌ مَاتَ بِسِلاَحِهِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَاتَ جَاهِدًا مُجَاهِدًا ‏\"‏ ‏.‏ قَالَ ابْنُ شِهَابٍ ثُمَّ سَأَلْتُ ابْنًا لِسَلَمَةَ بْنِ الأَكْوَعِ فَحَدَّثَنِي عَنْ أَبِيهِ مِثْلَ ذَلِكَ غَيْرَ أَنَّهُ قَالَ - حِينَ قُلْتُ إِنَّ نَاسًا يَهَابُونَ الصَّلاَةَ عَلَيْهِ - فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كَذَبُوا مَاتَ جَاهِدًا مُجَاهِدًا فَلَهُ أَجْرُهُ مَرَّتَيْنِ ‏\"‏ ‏.‏ وَأَشَارَ بِإِصْبَعَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}