{
  "hadith": {
    "hadith_id": 4570,
    "narrator": "ইয়াস ইবনু সালামাহ্ (রাঃ) তাঁর পিতা",
    "bn": "তিনি বলেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে হুদাইবিয়ায় পৌঁছলাম। তখন আমাদের সংখ্যা ছিল চৌদ্দশ’। তদুপরি সেখানে ছিল পঞ্চাশটি বকরী, যাদের পানি পানের জন্য পর্যাপ্ত পানি ছিল না। রাবী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কূয়ার কিনারায় বসলেন এবং দু’আ করলেন অথবা তাতে থুতু দিলেন। রাবী বলেন, আর অমনি পানি উথ্লে উঠলো। তখন আমরাও পানি পান করলাম এবং (পশুদেরকেও) পানি পান করালাম। রাবী বলেন, তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের বাই’আতের জন্য বৃক্ষমূলে ডাকলেন। রাবী বলেন, তারপর লোকদের মধ্যে আমি সর্বাগ্রে বাই’আত হলাম। তারপর একে একে অন্যান্য লোকেরাও বাই’আত হলো। তিনি যখন বাই’আত গ্রহণ করতে করতে লোকজনের মধ্যবর্তী স্থানে পৌঁছলেন, তখন বললেন, হে সালামাহ্! তুমি বাই’আত হও। রাবী বলেন, তখন আমি বললাম, আমি তো, লোকদের মধ্যে প্রথমেই বাই’আত হয়েছি, হে আল্লাহর রসূল! তিনি বললেনঃ আবারও হও না? রাবী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন আমাকে ঢাল দিয়ে বাই’আত করতে করতে লোকদের শেষ প্রান্তে পৌঁছলেন এবং বললেন, তুমি কি আমার কাছে বাই’আত হবে না, হে সালামাহ্! রাবী বলেন, আমি বললাম, হে আল্লাহর রসূল! আমি তো লোকদের মধ্যে প্রথমভাগে এবং মধ্যভাগে (দু দু’বার) আপনার কাছে বাই’আত হয়েছি। তিনি বললেনঃ আবারও হও না। তখন আমি তৃতীয় বার বাই’আত গ্রহণ করলাম। এরপর তিনি আমাকে বললেন, হে সালামাহ্! তোমার সে বড় ঢালটি বা ছোট ঢালটি কোথায়, যা আমি তোমাকে দিয়েছিলাম? রাবী (সালামাহ্) বলেন, আমি বললাম : হে আল্লাহর রসূল! আমার চাচা আমির আমার সাথে অস্ত্রবিহীন অবস্থায় দেখা করেছিলেন। তখন আমি তাঁকে তা দিয়ে দিয়েছি। রাবী বলেন, এতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হেসে দিলেন এবং বললেনঃ তুমি দেখছি পূর্ববর্তীযুগের সে লোকের মত, যে বলেছিল, হে আল্লাহ! আমি এমন একজন বন্ধু চাই, যে আমার প্রানের চাইতেও আমার নিকট বেশি প্রিয় হবে।” এরপরে মুশরিকরা আমাদের কাছে প্রস্তাব পাঠালো। আমাদের একপক্ষের লোকজন অন্যপক্ষের শিবিরে যাতায়াত করতে লাগলো এবং শেষ পর্যন্ত আমরা উভয়পক্ষ পরস্পরে সন্ধিবদ্ধ হলাম। রাবী (সালামাহ্ (রাঃ) বলেন, আমি তালহাহ্ ইবনু ‘উবাইদুল্লাহর খিদমাতে নিয়োজিত ছিলাম। আমি তার ঘোড়াকে পানি পান করাতাম এবং তার পিঠ মালিশ করতাম এবং তাঁর অন্যান্য খিদমাতও করতাম। আমি তাঁর ওখানে খাওয়া-দাওয়া করতাম। নিজের পরিবার-পরিজন ও ধন-সম্পদ পরিত্যাগ করে আল্লাহ তা’আলা ও তাঁর রসূলের রাহে মুহাজির হয়েছি। রাবী বলেন, তারপর যখন আমরা ও মক্কাবাসীরা সন্ধিতে আবদ্ধ হলাম এবং আমাদের একপক্ষ অপরপক্ষের সাথে মিলেমিশে থাকতে লাগলাম। আমি একটি গাছ তলায় গিয়ে তার নীচের কাঁটা প্রভৃতি পরিষ্কার করে তার গোড়ায় একটু শুয়ে পড়ি। এমন সময় মাক্কাবাসী চারজন মুশরিক এসে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সম্পর্কে আজেবাজে কথা বলতে লাগলো। আমার কাছে ওদের কথাবার্তা অত্যন্ত খারাপ লাগলো এবং আমি স্থান পরিবর্তন করে আর একটি গাছের তলায় চলে গেলাম। তারা তাদের অস্ত্রাদি গাছের সাথে ঝুলিয়ে রেখে শুয়ে পড়লো।\nএমন সময় প্রান্তরের নিম্নাঞ্চল থেকে কে যেন চীৎকার করে বললো, হে মুহাজিরগণ! ইবনু যুনায়মকে কতল কর। আমি তৎক্ষণাৎ আমার তরবারি উঠিয়ে ধরলাম এবং ঐ চারজনের উপর ধাবিত হলাম। তখন তারা ঘুমিয়ে ছিল। আমি তাদের অস্ত্রগুলো হস্তগত করলাম এবং তা আঁটি বেঁধে আমার হাতে নিলাম। তিনি বলেন, এরপর আমি বললাম, যে মহান সত্তা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে সম্মানিত করেছেন তাঁর কসম! তোমাদের মধ্যে কেউ যদি মাথা তোলো, তবে তার সে অঙ্গে আঘাত করব যেখানে তার চোখ দু’টো রয়েছে। রাবী বলেন, তারপর তাদেরকে আমি হাঁকিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট পর্যন্ত নিয়ে গেলাম। তিনি বলেন, এমন সময় আমার চাচা আ’মির ‘আবালাত’ গোত্রের একজনকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট নিয়ে এসেছে। তাকে বলা হতো মিকরিয। সে ছিল বর্ম সজ্জিত একটি ঘোড়ায় আসীন। আর তার সাথে সত্তর জন মুশরিক। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের দিকে তাকালেন এবং বললেনঃ “ওদেরকে ছেড়ে দাও, যাতে আক্রমণ ওদের পক্ষ থেকেই হয় এবং দ্বিতীয়বার তারাই অপরাধী প্রতিপন্ন হয়”। এ কথা বলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের ক্ষমা করে দিলেন। তখন আল্লাহ তা’আলা নাযিল করলেন : “সে পবিত্র সত্তা যিনি তাদের হাতকে তোমাদের উপর থেকে এবং তোমাদের হাতকে তাদের উপর থেকে মক্কাপ্রান্তরে তাদের উপর তোমাদের বিজয়ী করার পর বিরত রেখেছেন”-(সূরা আন্ নূর ২৪ : ৪৮) আয়াতের শেষ পর্যন্ত।\nরাবী বলেন, তারপর মাদীনায় প্রত্যাবর্তনের জন্য বেরিয়ে পড়লাম। পথে এমন একটি মানযিলে আমরা অবতরণ করলাম যেখানে আমাদের ও লেহিয়ান গোত্রের মধ্যে কেবল একটি পাহাড়ের ব্যবধান ছিল। আর তারা ছিল মুশরিক। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সে ব্যক্তির জন্য আল্লাহর দরবারে দু’আ করলেন, যে ব্যক্তি রাতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীদের পক্ষ থেকে পাহারা দেয়ার জন্য পাহাড়ের উপর আরোহণ করবে। সালামাহ্ বলেন, সে রাতে আমি দুই কি তিনবার ঐ পাহাড়ে আরোহণ করেছিলাম। তারপর আমরা মাদীনায় এলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর গোলাম রাবাহ্কে দিয়ে তাঁর উটসমূহ পাঠালেন। আর আমিও তালহার ঘোড়ায় চড়ে তাঁর সাথে সাথে উটগুলো হাঁকিয়ে চারণ ভূমির দিকে নিয়ে গেলাম। যখন আমাদের ভোর  হলো ‘আবদুর রহমান ফাজারী চড়াও হয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সমস্ত উট ছিনিয়ে নিয়ে গেল এবং পশুপালের রাখালকে হত্যা করলো। আমি তখন রাবাহ্কে বললাম, হে রাবাহ্! লও এ ঘোড়া নিয়ে তুমি তালহাহ্ ইবনু ‘উবাইদুল্লাহকে পৌঁছে দিও আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে সংবাদ দাও যে, মুশরিকরা তাঁর উটগুলো লুটে নিয়ে গেছে। তিনি বলেন, তখন আমি একটি টিলার উপর দাঁড়ালাম। তারপর মাদীনার দিকে মুখ করে তিনবার চিৎকার দিলাম, ইয়া সাবাহা! তারপর আমি লুটেরাদের পিছু ধাওয়া করলাম ও তাদের উপর তীর নিক্ষেপ করতে লাগলাম। আর আমি মুখে এ চরণ উচ্চারণ করছিলাম,\n“আমি আকওয়া’র পুত্র, আজ সেদিন, আজকে মায়ের দুধ (কতখানি খেয়েছো তা) স্মরণের দিন।”\nতখন আমি তাদের যে কাউকে পেয়েছি, তার উপর এ রকমভাবে তীর নিক্ষেপ করেছি যে, তীরের অগ্রভাগ তার কাঁধ ছেদ করে বেরিয়েছে। তিনি বলেন, আমি বলতে লাগলাম,\n“এ আঘাত নাও, আমি আকওয়া’র পুত্র, আজ দুধপান স্মরণের দিন।”\nতিনি বলেন, আল্লাহর কসম! আমি তীর নিক্ষেপ করতে থাকলাম এবং ঘায়েল করতে লাগলাম এবং যখনই কোন ঘোড় সওয়ার আমার দিকে ফিরত তখনই আমি গাছের আড়ালে এসে তার গোড়ায় বসে তার প্রতি তীর নিক্ষেপ করতাম। আর তাকে যখম করে ফেলতাম। অবশেষে যখন তারা পাহাড়ের সংকীর্ণ পথে আসে এবং তারা সে সংকীর্ণ পথে ঢোকে আমি তখন পাহাড়ের উপর উঠে সেখান থেকে অবিরাম তাদের উপর পাথর নিক্ষেপ করতে থাকলাম। তিনি বলেন, এভাবে আমি তাদের পশ্চাদ্ধাবন করতে থাকলাম যে পর্যন্ত না আল্লাহর সৃষ্ট উটগুলো যা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাওয়ারী হিসেবে ছিল তা আমার পেছনে রেখে না যাই। তারা এগুলো আমার আওতায় ফেলে চলে গেল। তারপরও আমি তাদের অনুসরণ করে তাদের উপর তীর নিক্ষেপ করতে থাকলাম। এমনিকি তারা ত্রিশটির বেশী চাদর এবং ত্রিশটি বল্লম নিজের বোঝা হালকা করার উদ্দেশ্যে ফেলে গেল। তারা যেসব বস্তু ফেলে যাচ্ছিল আমি তার প্রত্যেকটিকে পাথর দ্বারা চিহ্নিত করে যাচ্ছিলাম যাতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীগণ তা দেখে চিনতে পারেন। অবশেষে তারা পাহাড়ের একটি সংকীর্ণ স্থানে গিয়ে পৌঁছলো। এমন সময় বাদ্র ফাজারীর অমুক পুত্র এসে তাদের সাথে মিলিত হলো। এবার তারা সকলে মিলে সকালের খাবার খেতে বসলো। আমি পাহাড়ের একটি শৃঙ্গে বসে পড়লাম। তখন সে ফাজারী বললো, ঐ যে লোকটিকে দেখছি সে কে? তারা বলল, লোকটির হাতে আমরা অনেক দুর্ভোগ পোহায়েছি। আল্লাহর কসম! রাতের আধাঁর থেকে নিয়ে এ পর্যন্ত লোকটি আমাদের পিছন থেকে সরছে না, সে আমাদের প্রতি অবিরত তীর নিক্ষেপ করছে, এমনকি আমাদের যথাসর্বস্ব সে কেড়ে নিয়েছে। তখন সে বলল, তোমাদের মধ্যকার চারজন উঠে গিয়ে তার উপর চড়াও হও। তখন তাদের চার ব্যক্তি পাহাড়ে উঠে আমার দিকে এগিয়ে এলো। তারপর তারা যখন আমার কথা শোনার মত নিকটবর্তী স্থানে এসে পৌঁছলো, তিনি বলেন, তখন আমি বললাম, তোমরা কি আমাকে চেন? তারা বলল, না।  তিনি বলেন, আমি বললাম, আমি সালামাহ্ ইবনু আকওয়া’। কসম সে পবিত্র সত্তার, যিনি মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সম্মানিত করেছেন! আমি তোমাদের যাকেই পাই তাকে ধরে ফেলব। কিন্তু তোমাদের কেউ চাইলেই আমাকে ধরতে পারবে না। তখন তাদের একজন বলল, আমিও তাই  মনে করি। তিনি বলেন, তারপর তারা ফিরে গেল। আর আমি সে স্থানেই বসে রইলাম। অবশেষে আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর অশ্বারোহীদের গাছ-গাছালির মাঝ দিয়ে অগ্রসর হতে দেখলাম। তিনি বলেন, তাদের মধ্যে সর্বাগ্রে ছিলেন আখরাম আসাদী। তাঁর পিছনে আবু কাতাদাহ্ আনসারী। তাঁর পিছনে মিকদাদ ইবনুল আসওয়াদ কিন্দী। তিনি বলেন, আমি তখন আখরামের ঘোড়ার লাগাম ধরলাম। তিনি বলেন, তখন লুটেরা (শত্রুরা) পৃষ্ঠপ্রদর্শন করে পালিয়ে গেল। আমি বললাম, হে আখরাম! ওদের থেকে সতর্ক থাকবে। তারা যেন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীগণ এসে মিলিত হওয়ার পূর্বেই তোমাদের বিচ্ছিন্ন করে না ফেলে। আখরাম বললেন, হে সালামাহ্! তুমি যদি আল্লাহ ও কিয়ামাতের দিনের প্রতি বিশ্বাসী হও এবং জান্নাত ও জাহান্নামকে সত্য মনে কর তবে আমার এবং শাহাদাতের মধ্যে বাধা সৃষ্টি করো না। সালামাহ্ বলেন, তখন আমি তার পথ ছেড়ে দিলাম। তিনি তখন ‘আবদুর রহমানের সাথে সম্মুখ যুদ্ধে লিপ্ত হলেন। আখরাম ‘আবদুর রহমানের ঘোড়াকে আহত করলেন। আর ‘আবদুর রহমান বর্শার আঘাতে তাকে কতল করে দিল এবং আখরামের ঘোড়ার উপর চড়ে বসলো। ইতোমধ্যে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ঘোড়সাওয়ার আবু কাতাদাহ্ (রাঃ) এসে পৌঁছলেন। তিনি ‘আবদুর রহমানকে বর্শার আঘাতে হত্যা করলেন। সে পবিত্র সত্তার কসম! যিনি মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে মর্যাদামন্ডিত করেছেন, আমি তখন এতই দ্রুতগতিতে তাদের পিছু ধাওয়া করে যাচ্ছিলাম যে, আর পিছনে (অনেক দূর পর্যন্ত) মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কোন সাহাবীকেই দেখতে পেলাম না, এমনকি তাদের ঘোড়ার খুরের ধূলিও আমার দৃষ্টিগোচর হলো না। এভাবে চলতে চলতে সূর্যাস্তের প্রাক্কালে তারা এমন একটি গিরিপথে উপনীত হল যেখানে যু-কারাদ নামক একটি প্রস্রবণ রয়েছে। অত্যন্ত তৃষ্ণার্ত অবস্থায় তারা পানি পান করতে অবতরণ করলো। তখন তারা আমাকে তাদের পিছু ধাওয়া করে দৌড়ে আসতে দেখতে পেলো। এক জায়গায় পানি পান করার পূর্বেই আমি সেখান থেকে তাদের তাড়িয়ে দিলাম। তখন তারা পাহাড়ের একটি ঢালু উপত্যকার দিকে দৌড়াতে লাগলো আর আমিও তাদের পিছু ধাওয়া করতে লাগলাম। আমি তাদের যে কোন একজনের নিকটবর্তী হতাম তার কাঁধের অস্থিতে তীর নিক্ষেপ করে বললাম, “আমি আকওয়া’র পুত্র, আজ দুধ স্মরণের দিন”। সে তখন বলল, তার মা তার জন্য কাঁদুক-তুমি কি সে আকওয়া যে আমাদের সেই ভোর থেকে অতিষ্ঠ করে রেখেছ? আমি বললাম, হ্যাঁ, তোমার জানের দুশমন, আমি সেই তোমার ভোরবেলার আকওয়া। তিনি বলেন, অতঃপর তারা দু’টি ক্লান্ত ঘোড়া উপত্যকায় ছেড়ে চলে গেল। তিনি বলেন, তখন আমি ঐ দু’টোকে হাঁকিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট নিয়ে এলাম। তিনি বলেন, সেখানে একটি “সাতীহা’ (চামড়ার পাত্র) এবং একটি পানি ভর্তি সাতীহা নিয়ে এসে ‘আমির’ আমার সাথে মিলিত হলেন। আমি তখন ওযূ করলাম এবং (দুধ) পান করলাম। তারপর এমন অবস্থায় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে এলাম, যখন তিনি ঐ পানির কাছে ছিলেন যা থেকে আমি ওদেরকে তাড়িয়ে দিয়েছিলাম।\nএদিকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঐ সমস্ত উট ও মুশরিকদের নিকট থেকে আমার ছিনিয়ে আনা বর্শা ও চাদর প্রভৃতি হস্তগত করেছেন। তখন বিলাল ঐ লোকদের কাছ থেকে আমার উদ্ধারকৃত একটি উট  জবাই করে তার কলিজা এবং কুঁজ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য ভুনা করছিলেন। তিনি বলেন, আমি বললাম, হে আল্লাহর রসূল! আমাকে সুযোগ দিন, আমি আমাদের লোকদের থেকে একশ’ জনকে বাছাই করে নিয়ে সে দুশমনের পিছু ধাওয়া করি যাতে তাদের সকলকে এমনিভাবে হত্যা করব যে, তাদের খবর বয়ে নিয়ে যাবার মত একটি লোকও অবশিষ্ট থাকবে না। তিনি বলেন, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমনভাবে হাসলেন যে, চুলোর আগুনের আভায় তাঁর চোয়ালের দাঁতগুলো প্রকাশ পেলো। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে সালামাহ্! আমি বললাম, হ্যাঁ, পবিত্র সত্তার শপথ! যিনি আপনাকে সম্মানিত করেছেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন বললেনঃ এতক্ষণে তো তারা গাত্ফান পল্লীতে আতিথ্য ভোগ করছে। তিনি বলেন, এমন সময় গাত্ফান গোত্রের একটি লোক এল। সে বলল, অমুক তাদের জন্য একটি উট যাবাহ করেছে। তারা যখন তাঁর চামড়া খসাচ্ছিল তখন তাঁরা ধুলো রাশি উড়তে দেখতে পায়। তখন তার বলে উঠলো ওরা (আকওয়া’ ও তাঁর বাহিনী) তোমাদের নিকট এসে পড়েছে। তখন তারা পালিয়ে যায়। এরপর আমাদের ভোর হলো। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমাদের আজকে সেরা অশ্বারোহী হচ্ছে আবু কাতাদাহ্ আর আমাদের সেরা পদাতিক হচ্ছে সালামাহ্। তিনি বলেন, তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে অশ্বারোহী ও পদাতিক হিসেবে গনীমাতের দু’ অংশ দিলেন। আমাকে তিনি একত্রে দু’ অংশ দিলেন। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের মাদীনায় ফিরে আসার কালে আমাকে তাঁর সাথে তাঁর উট্নী আয্বার পিছনে বসিয়ে নিলেন। তিনি বলেন, তারপর যখন আমরা পথ অতিক্রম করছিলাম, এমন সময় আনসারের এমন এক ব্যক্তি-যাকে পদব্রজে চলার ব্যাপারে কেউ পরাজিত করতে পারতো না-বলতে লাগলো-কেউ কি আছে যে, মাদীনায় সর্বাগ্রে পৌঁছার ব্যাপারে প্রতিযোগিতা করবে? এ কথাটি সে বারবার বলছিল। তিনি বলেন, যখন আমি তার এ (চ্যালেঞ্জমূলক) কথাটি শুনলাম তখন বললাম, তুমি কি কোন সম্মানিত লোককে সম্মান দিতে জাননা বা কোন ভদ্রলোককেই পরোয়া করবে না? সে বলল, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ব্যতীত অন্য কারো নয়। তিনি বলেন, আমি বললাম, হে আল্লাহর রসূল! আমার পিতা-মাতা আপনার উপর কুরবান, আপনি আমায় অনুমতি দিন যেন আমি ওই ব্যক্তির সাথে প্রতিযোগিতা করি। তখন তিনি বললেনঃ তোমার ইচ্ছা হলে। তিনি বলেন, তখন আমি বললাম, ওহে! আমি তোমার দিকে আসছি। তারপর আমি লাফ দিয়ে নিচে দৌড়ালাম। তারপর এক বা দু’ টিলা অতিক্রম করার দূরত্বে রইলাম তখন পর্যন্ত আমার দম বন্ধ রেখে তার পিছু পিছু দৌড় দিলাম। আরও দু’ এক টিলা পর্যন্ত ধীরগতিতে চলার পর সজোরে দৌড় দিয়ে তার নিকট পৌঁছে গেলাম। এবং তার দু’কাঁধের মধ্যবর্তী স্থানে একটি ঘুষি মেরে বললাম, ওহে! আল্লাহর কসম! তুমি হেরে গেছ। তখন সে বলল, আমিও তাই মনে করছি। তিনি বলেন, অতএব আমি তার পূর্বেই মাদীনায় পৌঁছে গেলাম। তিনি বললেন, আল্লাহর কসম! এরপর আমরা তিনরাতের অধিক মাদীনায় থাকতে পারিনি। এমনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে আমরা খাইবারের দিকে বেড়িয়ে পড়লাম। তিনি বলেন, তখন আমার চাচা ‘আমির (রাঃ) উৎসাহমূলক কবিতা আবৃত্তি করতে লাগলেন :\n“আল্লাহর কসম! আল্লাহর অনুগ্রহ না হলে আমরা হিদায়াত পেতাম না।\nসদাকাহ্ও দিতাম না আর সলাতও আদায় করতাম না।\nআমরা আপনার অনুগ্রহ থেকে কখনো বেপরওয়া হতে পারি না,\nতাই আপনি আমাদের কদম দৃঢ় রাখুন, যখন আমরা শত্রুদের সম্মুখীন হই\nএবং আপনি আমাদের প্রতি প্রশান্তি বর্ষণ করুন।”\nতারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ ব্যক্তি কে? তিনি বললেন, আমি ‘আমির। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, “তোমার রব তোমাকে ক্ষমা করুন।” রাবী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন যার জন্য বিশেষভাবে ক্ষমার দু’আ করতেন সে শহীদ হতো। তিনি বলেন, তখন স্বীয় উটের উপর আসীন ‘উমার ইবনুল খাত্তাব (রাঃ) চীৎকার করে বললেন, ইয়া নবী আল্লাহ! ‘আমিরকে দিয়ে আমাদের আরো উপকৃত করলেন না কেন? তিনি বলেন, তারপর যখন আমরা খাইবারে উপস্থিত হলাম, তখন খাইবার অধিপতি মারহাব তরবারি দোলাতে দোলাতে বেরিয়ে এলো এবং বলল,\n“খাইবার জানে যে, আমি মুরাহ্হাব, পূর্ণ অস্ত্রেশস্ত্রে সজ্জিত, অভিজ্ঞতাপূর্ণ এক বীরপুরুষ\nযখন যুদ্ধ বিগ্রহ ঘনীভূত হয় তখন সে তরবারিসমূহ চমকাতে থাকে।”\nরাবী বলেন, আমার চাচা ‘আমির (রাঃ) কবিতা আবৃত্তি করতে করতে বললেন-\n“খাইবার জানে যে, আমি ‘আমির অস্ত্রে-শস্ত্রে সুসজ্জিত যুদ্ধে অবতীর্ণ।\nএক বীর বাহাদুর ভয়হীন ব্যক্তি।”\nরাবী বলেন, তারপর তাদের মধ্যে আঘাত বিনিময় হলো। ‘আমির (রাঃ) নীচে থেকে যখন তাকে আঘাত করতে চাইলেন, তখন তা ফিরে এসে তাঁর নিজের উপরই পতিত হলো, আর তাতে তাঁর পায়ের গোছার সংযোগশিরা কেটে গিয়ে মৃত্যু হল।\n(রাবী) সালামাহ্ (রাঃ) বলেন, তখন আমি বের হলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কয়েকজন সাহাবীকে বলাবলি করতে শুনলাম যে, ‘আমিরের ‘আমাল বরবাদ হয়ে গেছে, সে আত্মহত্যা করেছে। তখন আমি কাঁদতে কাঁদতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে এসে বললাম, হে আল্লাহর রসূল! ‘আমিরের ‘আমালগুলো বরবাদ হয়ে গেল? তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ (এ-কথা)-কে বলেছে? রাবী বলেন, আমি বললাম, আপনারই কয়েকজন সাহাবী। তিনি বললেন, যারা এরূপ বলেছে তারা মিথ্যা বলেছে এবং তার প্রতিদান সে দু’বার পাবে। তারপর তিনি আমাকে ‘আলী (রাঃ) -এর নিকট পাঠালেন। তখন তিনি চক্ষুরোগে আক্রান্ত ছিলেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি এমন এক ব্যক্তিকে (আজ) পতাকা সমর্পণ করবো, যে আল্লাহ ও তাঁর রসূলকে ভালবাসে এবং আল্লাহ ও তাঁর রসূলও তাঁকে ভালবাসেন। তিনি বলেন, তারপর আমি আলী (রাঃ) -এর কাছে গেলাম এবং তাকে নিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে আসলাম। আর তখন তাঁর চোখ ব্যাথাগ্রস্ত। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর চোখে থুথু দিলেন। আর (তাতেই) তিনি সুস্থ হলেন। তখন তিনি তাঁর হাতে পতাকা দিলেন। এবারো মারহাব বেরিয়ে এলো এবং কবিতা আওড়াতে লাগল-\n“খাইবার জানে যে, আমি মারহাব, যুদ্ধের অস্ত্রে সজ্জিত এক অভিজ্ঞতাপূর্ণ বীর বাহাদুর ব্যক্তি।“\nতখন ‘আলী (রাঃ) বললেন-\n“আমি সে ব্যক্তি যাকে আমার মা ‘হায়দার’ নামে ডাকে,\nযার দর্শন বন্য সিংহের মত ভীতিপ্রদ, আমি দুশমনের প্রতিদান দেই বিরাট পরিমাণের পাত্র দিয়ে অর্থাৎ- তাদের নির্দ্বিধায় হত্যা করি”।\nএরপর তিনি মারহাবের মাথায় তলোয়ার মারলেন এবং তাকে হত্যা করলেন। তারপর তাঁরই হাতে (খাইবার) বিজয় হলো। (ই.ফা. ৪৫২৭, ই.সে. ৪৫২৯)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ، إِبْرَاهِيمَ أَخْبَرَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، كِلاَهُمَا عَنْ عِكْرِمَةَ بْنِ عَمَّارٍ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ، عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ - وَهَذَا حَدِيثُهُ - أَخْبَرَنَا أَبُو عَلِيٍّ الْحَنَفِيُّ، عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ حَدَّثَنَا عِكْرِمَةُ، - وَهُوَ ابْنُ عَمَّارٍ - حَدَّثَنِي إِيَاسُ بْنُ سَلَمَةَ، حَدَّثَنِي أَبِي قَالَ، قَدِمْنَا الْحُدَيْبِيَةَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَنَحْنُ أَرْبَعَ عَشْرَةَ مِائَةً وَعَلَيْهَا خَمْسُونَ شَاةً لاَ تُرْوِيهَا - قَالَ - فَقَعَدَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى جَبَا الرَّكِيَّةِ فَإِمَّا دَعَا وَإِمَّا بَسَقَ فِيهَا - قَالَ - فَجَاشَتْ فَسَقَيْنَا وَاسْتَقَيْنَا ‏.‏ قَالَ ثُمَّ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَعَانَا لِلْبَيْعَةِ فِي أَصْلِ الشَّجَرَةِ ‏.‏ قَالَ فَبَايَعْتُهُ أَوَّلَ النَّاسِ ثُمَّ بَايَعَ وَبَايَعَ حَتَّى إِذَا كَانَ فِي وَسَطٍ مِنَ النَّاسِ قَالَ ‏\"‏ بَايِعْ يَا سَلَمَةُ ‏\"‏ ‏.‏ قَالَ قُلْتُ قَدْ بَايَعْتُكَ يَا رَسُولَ اللَّهِ فِي أَوَّلِ النَّاسِ قَالَ ‏\"‏ وَأَيْضًا ‏\"‏ ‏.‏ قَالَ وَرَآنِي رَسُولُ اللَّهِ صلى الله عليه وسلم عَزِلاً - يَعْنِي لَيْسَ مَعَهُ سِلاَحٌ - قَالَ فَأَعْطَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم حَجَفَةً أَوْ دَرَقَةً ثُمَّ بَايَعَ حَتَّى إِذَا كَانَ فِي آخِرِ النَّاسِ قَالَ ‏\"‏ أَلاَ تُبَايِعُنِي يَا سَلَمَةُ ‏\"‏ ‏.‏ قَالَ قُلْتُ قَدْ بَايَعْتُكَ يَا رَسُولَ اللَّهِ فِي أَوَّلِ النَّاسِ وَفِي أَوْسَطِ النَّاسِ قَالَ ‏\"‏ وَأَيْضًا ‏\"‏ ‏.‏ قَالَ فَبَايَعْتُهُ الثَّالِثَةَ ثُمَّ قَالَ لِي ‏\"‏ يَا سَلَمَةُ أَيْنَ حَجَفَتُكَ أَوْ دَرَقَتُكَ الَّتِي أَعْطَيْتُكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ لَقِيَنِي عَمِّي عَامِرٌ عَزِلاً فَأَعْطَيْتُهُ إِيَّاهَا - قَالَ - فَضَحِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ ‏\"‏ إِنَّكَ كَالَّذِي قَالَ الأَوَّلُ اللَّهُمَّ أَبْغِنِي حَبِيبًا هُوَ أَحَبُّ إِلَىَّ مِنْ نَفْسِي ‏\"‏ ‏.‏ ثُمَّ إِنَّ الْمُشْرِكِينَ رَاسَلُونَا الصُّلْحَ حَتَّى مَشَى بَعْضُنَا فِي بَعْضٍ وَاصْطَلَحْنَا ‏.‏ قَالَ وَكُنْتُ تَبِيعًا لِطَلْحَةَ بْنِ عُبَيْدِ اللَّهِ أَسْقِي فَرَسَهُ وَأَحُسُّهُ وَأَخْدُمُهُ وَآكُلُ مِنْ طَعَامِهِ وَتَرَكْتُ أَهْلِي وَمَالِي مُهَاجِرًا إِلَى اللَّهِ وَرَسُولِهِ صلى الله عليه وسلم قَالَ فَلَمَّا اصْطَلَحْنَا نَحْنُ وَأَهْلُ مَكَّةَ وَاخْتَلَطَ بَعْضُنَا بِبَعْضٍ أَتَيْتُ شَجَرَةً فَكَسَحْتُ شَوْكَهَا فَاضْطَجَعْتُ فِي أَصْلِهَا - قَالَ - فَأَتَانِي أَرْبَعَةٌ مِنَ الْمُشْرِكِينَ مِنْ أَهْلِ مَكَّةَ فَجَعَلُوا يَقَعُونَ فِي رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَبْغَضْتُهُمْ فَتَحَوَّلْتُ إِلَى شَجَرَةٍ أُخْرَى وَعَلَّقُوا سِلاَحَهُمْ وَاضْطَجَعُوا فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ نَادَى مُنَادٍ مِنْ أَسْفَلِ الْوَادِي يَا لَلْمُهَاجِرِينَ قُتِلَ ابْنُ زُنَيْمٍ ‏.‏ قَالَ فَاخْتَرَطْتُ سَيْفِي ثُمَّ شَدَدْتُ عَلَى أُولَئِكَ الأَرْبَعَةِ وَهُمْ رُقُودٌ فَأَخَذْتُ سِلاَحَهُمْ ‏.‏ فَجَعَلْتُهُ ضِغْثًا فِي يَدِي قَالَ ثُمَّ قُلْتُ وَالَّذِي كَرَّمَ وَجْهَ مُحَمَّدٍ لاَ يَرْفَعُ أَحَدٌ مِنْكُمْ رَأْسَهُ إِلاَّ ضَرَبْتُ الَّذِي فِيهِ عَيْنَاهُ ‏.‏ قَالَ ثُمَّ جِئْتُ بِهِمْ أَسُوقُهُمْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم - قَالَ - وَجَاءَ عَمِّي عَامِرٌ بِرَجُلٍ مِنَ الْعَبَلاَتِ يُقَالُ لَهُ مِكْرَزٌ ‏.‏ يَقُودُهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى فَرَسٍ مُجَفَّفٍ فِي سَبْعِينَ مِنَ الْمُشْرِكِينَ فَنَظَرَ إِلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ دَعُوهُمْ يَكُنْ لَهُمْ بَدْءُ الْفُجُورِ وَثِنَاهُ ‏\"‏ فَعَفَا عَنْهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنْزَلَ اللَّهُ ‏{‏ وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ‏}‏ الآيَةَ كُلَّهَا ‏.‏ قَالَ ثُمَّ خَرَجْنَا رَاجِعِينَ إِلَى الْمَدِينَةِ فَنَزَلْنَا مَنْزِلاً بَيْنَنَا وَبَيْنَ بَنِي لَحْيَانَ جَبَلٌ وَهُمُ الْمُشْرِكُونَ فَاسْتَغْفَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِمَنْ رَقِيَ هَذَا الْجَبَلَ اللَّيْلَةَ كَأَنَّهُ طَلِيعَةٌ لِلنَّبِيِّ صلى الله عليه وسلم وَأَصْحَابِهِ - قَالَ سَلَمَةُ - فَرَقِيتُ تِلْكَ اللَّيْلَةَ مَرَّتَيْنِ أَوْ ثَلاَثًا ثُمَّ قَدِمْنَا الْمَدِينَةَ فَبَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِظَهْرِهِ مَعَ رَبَاحٍ غُلاَمِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَنَا مَعَهُ وَخَرَجْتُ مَعَهُ بِفَرَسِ طَلْحَةَ أُنَدِّيهِ مَعَ الظَّهْرِ فَلَمَّا أَصْبَحْنَا إِذَا عَبْدُ الرَّحْمَنِ الْفَزَارِيُّ قَدْ أَغَارَ عَلَى ظَهْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَاسْتَاقَهُ أَجْمَعَ وَقَتَلَ رَاعِيَهُ قَالَ فَقُلْتُ يَا رَبَاحُ خُذْ هَذَا الْفَرَسَ فَأَبْلِغْهُ طَلْحَةَ بْنَ عُبَيْدِ اللَّهِ وَأَخْبِرْ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنَّ الْمُشْرِكِينَ قَدْ أَغَارُوا عَلَى سَرْحِهِ - قَالَ - ثُمَّ قُمْتُ عَلَى أَكَمَةٍ فَاسْتَقْبَلْتُ الْمَدِينَةَ فَنَادَيْتُ ثَلاَثًا يَا صَبَاحَاهْ ‏.‏ ثُمَّ خَرَجْتُ فِي آثَارِ الْقَوْمِ أَرْمِيهِمْ بِالنَّبْلِ وَأَرْتَجِزُ أَقُولُ أَنَا ابْنُ الأَكْوَعِ وَالْيَوْمَ يَوْمُ الرُّضَّعِ فَأَلْحَقُ رَجُلاً مِنْهُمْ فَأَصُكُّ سَهْمًا فِي رَحْلِهِ حَتَّى خَلَصَ نَصْلُ السَّهْمِ إِلَى كَتِفِهِ - قَالَ - قُلْتُ خُذْهَا وَأَنَا ابْنُ الأَكْوَعِ وَالْيَوْمُ يَوْمُ الرُّضَّعِ قَالَ فَوَاللَّهِ مَا زِلْتُ أَرْمِيهِمْ وَأَعْقِرُ بِهِمْ فَإِذَا رَجَعَ إِلَىَّ فَارِسٌ أَتَيْتُ شَجَرَةً فَجَلَسْتُ فِي أَصْلِهَا ثُمَّ رَمَيْتُهُ فَعَقَرْتُ بِهِ حَتَّى إِذَا تَضَايَقَ الْجَبَلُ فَدَخَلُوا فِي تَضَايُقِهِ عَلَوْتُ الْجَبَلَ فَجَعَلْتُ أُرَدِّيهِمْ بِالْحِجَارَةِ - قَالَ - فَمَا زِلْتُ كَذَلِكَ أَتْبَعُهُمْ حَتَّى مَا خَلَقَ اللَّهُ مِنْ بَعِيرٍ مِنْ ظَهْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلاَّ خَلَّفْتُهُ وَرَاءَ ظَهْرِي وَخَلَّوْا بَيْنِي وَبَيْنَهُ ثُمَّ اتَّبَعْتُهُمْ أَرْمِيهِمْ حَتَّى أَلْقَوْا أَكْثَرَ مِنْ ثَلاَثِينَ بُرْدَةً وَثَلاَثِينَ رُمْحًا يَسْتَخِفُّونَ وَلاَ يَطْرَحُونَ شَيْئًا إِلاَّ جَعَلْتُ عَلَيْهِ آرَامًا مِنَ الْحِجَارَةِ يَعْرِفُهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَصْحَابُهُ حَتَّى أَتَوْا مُتَضَايِقًا مِنْ ثَنِيَّةٍ فَإِذَا هُمْ قَدْ أَتَاهُمْ فُلاَنُ بْنُ بَدْرٍ الْفَزَارِيُّ فَجَلَسُوا يَتَضَحَّوْنَ - يَعْنِي يَتَغَدَّوْنَ - وَجَلَسْتُ عَلَى رَأْسِ قَرْنٍ قَالَ الْفَزَارِيُّ مَا هَذَا الَّذِي أَرَى قَالُوا لَقِينَا مِنْ هَذَا الْبَرْحَ وَاللَّهِ مَا فَارَقَنَا مُنْذُ غَلَسٍ يَرْمِينَا حَتَّى انْتَزَعَ كُلَّ شَىْءٍ فِي أَيْدِينَا ‏.‏ قَالَ فَلْيَقُمْ إِلَيْهِ نَفَرٌ مِنْكُمْ أَرْبَعَةٌ ‏.‏ قَالَ فَصَعِدَ إِلَىَّ مِنْهُمْ أَرْبَعَةٌ فِي الْجَبَلِ - قَالَ - فَلَمَّا أَمْكَنُونِي مِنَ الْكَلاَمِ - قَالَ - قُلْتُ هَلْ تَعْرِفُونِي قَالُوا لاَ وَمَنْ أَنْتَ قَالَ قُلْتُ أَنَا سَلَمَةُ بْنُ الأَكْوَعِ وَالَّذِي كَرَّمَ وَجْهَ مُحَمَّدٍ صلى الله عليه وسلم لاَ أَطْلُبُ رَجُلاً مِنْكُمْ إِلاَّ أَدْرَكْتُهُ وَلاَ يَطْلُبُنِي رَجُلٌ مِنْكُمْ ‏.‏ فَيُدْرِكَنِي قَالَ أَحَدُهُمْ أَنَا أَظُنُّ ‏.‏ قَالَ فَرَجَعُوا فَمَا بَرِحْتُ مَكَانِي حَتَّى رَأَيْتُ فَوَارِسَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَتَخَلَّلُونَ الشَّجَرَ - قَالَ - فَإِذَا أَوَّلُهُمُ الأَخْرَمُ الأَسَدِيُّ عَلَى إِثْرِهِ أَبُو قَتَادَةَ الأَنْصَارِيُّ وَعَلَى إِثْرِهِ الْمِقْدَادُ بْنُ الأَسْوَدِ الْكِنْدِيُّ - قَالَ - فَأَخَذْتُ بِعِنَانِ الأَخْرَمِ - قَالَ - فَوَلَّوْا مُدْبِرِينَ قُلْتُ يَا أَخْرَمُ احْذَرْهُمْ لاَ يَقْتَطِعُوكَ حَتَّى يَلْحَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَصْحَابُهُ ‏.‏ قَالَ يَا سَلَمَةُ إِنْ كُنْتَ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَتَعْلَمُ أَنَّ الْجَنَّةَ حَقٌّ وَالنَّارَ حَقٌّ فَلاَ تَحُلْ بَيْنِي وَبَيْنَ الشَّهَادَةِ ‏.‏ قَالَ فَخَلَّيْتُهُ فَالْتَقَى هُوَ وَعَبْدُ الرَّحْمَنِ - قَالَ - فَعَقَرَ بِعَبْدِ الرَّحْمَنِ فَرَسَهُ وَطَعَنَهُ عَبْدُ الرَّحْمَنِ فَقَتَلَهُ وَتَحَوَّلَ عَلَى فَرَسِهِ وَلَحِقَ أَبُو قَتَادَةَ فَارِسُ رَسُولِ اللَّهِ صلى الله عليه وسلم بِعَبْدِ الرَّحْمَنِ فَطَعَنَهُ فَقَتَلَهُ فَوَالَّذِي كَرَّمَ وَجْهَ مُحَمَّدٍ صلى الله عليه وسلم لَتَبِعْتُهُمْ أَعْدُو عَلَى رِجْلَىَّ حَتَّى مَا أَرَى وَرَائِي مِنْ أَصْحَابِ مُحَمَّدٍ صلى الله عليه وسلم وَلاَ غُبَارِهِمْ شَيْئًا حَتَّى يَعْدِلُوا قَبْلَ غُرُوبِ الشَّمْسِ إِلَى شِعْبٍ فِيهِ مَاءٌ يُقَالُ لَهُ ذُو قَرَدٍ لِيَشْرَبُوا مِنْهُ وَهُمْ عِطَاشٌ - قَالَ - فَنَظَرُوا إِلَىَّ أَعْدُو وَرَاءَهُمْ فَحَلَّيْتُهُمْ عَنْهُ - يَعْنِي أَجْلَيْتُهُمْ عَنْهُ - فَمَا ذَاقُوا مِنْهُ قَطْرَةً - قَالَ - وَيَخْرُجُونَ فَيَشْتَدُّونَ فِي ثَنِيَّةٍ - قَالَ - فَأَعْدُو فَأَلْحَقُ رَجُلاً مِنْهُمْ فَأَصُكُّهُ بِسَهْمٍ فِي نُغْضِ كَتِفِهِ ‏.‏ قَالَ قُلْتُ خُذْهَا وَأَنَا ابْنُ الأَكْوَعِ وَالْيَوْمَ يَوْمُ الرُّضَّعِ قَالَ يَا ثَكِلَتْهُ أُمُّهُ أَكْوَعُهُ بُكْرَةَ قَالَ قُلْتُ نَعَمْ يَا عَدُوَّ نَفْسِهِ أَكْوَعُكَ بُكْرَةَ - قَالَ - وَأَرْدَوْا فَرَسَيْنِ عَلَى ثَنِيَّةٍ قَالَ فَجِئْتُ بِهِمَا أَسُوقُهُمَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم - قَالَ - وَلَحِقَنِي عَامِرٌ بِسَطِيحَةٍ فِيهَا مَذْقَةٌ مِنْ لَبَنٍ وَسَطِيحَةٍ فِيهَا مَاءٌ فَتَوَضَّأْتُ وَشَرِبْتُ ثُمَّ أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ عَلَى الْمَاءِ الَّذِي حَلَّيْتُهُمْ عَنْهُ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَدْ أَخَذَ تِلْكَ الإِبِلَ وَكُلَّ شَىْءٍ اسْتَنْقَذْتُهُ مِنَ الْمُشْرِكِينَ وَكُلَّ رُمْحٍ وَبُرْدَةٍ وَإِذَا بِلاَلٌ نَحَرَ نَاقَةً مِنَ الإِبِلِ الَّذِي اسْتَنْقَذْتُ مِنَ الْقَوْمِ وَإِذَا هُوَ يَشْوِي لِرَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ كَبِدِهَا وَسَنَامِهَا - قَالَ - قُلْتُ يَا رَسُولَ اللَّهِ خَلِّنِي فَأَنْتَخِبُ مِنَ الْقَوْمِ مِائَةَ رَجُلٍ فَأَتَّبِعُ الْقَوْمَ فَلاَ يَبْقَى مِنْهُمْ مُخْبِرٌ إِلاَّ قَتَلْتُهُ - قَالَ - فَضَحِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى بَدَتْ نَوَاجِذُهُ فِي ضَوْءِ النَّارِ فَقَالَ ‏\"‏ يَا سَلَمَةُ أَتُرَاكَ كُنْتَ فَاعِلاً ‏\"‏ ‏.‏ قُلْتُ نَعَمْ وَالَّذِي أَكْرَمَكَ ‏.‏ فَقَالَ ‏\"‏ إِنَّهُمُ الآنَ لَيُقْرَوْنَ فِي أَرْضِ غَطَفَانَ ‏\"‏ ‏.‏ قَالَ فَجَاءَ رَجُلٌ مِنْ غَطَفَانَ فَقَالَ نَحَرَ لَهُمْ فُلاَنٌ جَزُورًا فَلَمَّا كَشَفُوا جِلْدَهَا رَأَوْا غُبَارًا فَقَالُوا أَتَاكُمُ الْقَوْمُ فَخَرَجُوا هَارِبِينَ ‏.‏ فَلَمَّا أَصْبَحْنَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كَانَ خَيْرَ فُرْسَانِنَا الْيَوْمَ أَبُو قَتَادَةَ وَخَيْرَ رَجَّالَتِنَا سَلَمَةُ ‏\"‏ ‏.‏ قَالَ ثُمَّ أَعْطَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم سَهْمَيْنِ سَهْمُ الْفَارِسِ وَسَهْمُ الرَّاجِلِ فَجَمَعَهُمَا لِي جَمِيعًا ثُمَّ أَرْدَفَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَرَاءَهُ عَلَى الْعَضْبَاءِ رَاجِعِينَ إِلَى الْمَدِينَةِ - قَالَ - فَبَيْنَمَا نَحْنُ نَسِيرُ قَالَ وَكَانَ رَجُلٌ مِنَ الأَنْصَارِ لاَ يُسْبَقُ شَدًّا - قَالَ - فَجَعَلَ يَقُولُ أَلاَ مُسَابِقٌ إِلَى الْمَدِينَةِ هَلْ مِنْ مُسَابِقٍ فَجَعَلَ يُعِيدُ ذَلِكَ - قَالَ - فَلَمَّا سَمِعْتُ كَلاَمَهُ قُلْتُ أَمَا تُكْرِمُ كَرِيمًا وَلاَ تَهَابُ شَرِيفًا قَالَ لاَ إِلاَّ أَنْ يَكُونَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ قُلْتُ يَا رَسُولَ اللَّهِ بِأَبِي وَأُمِّي ذَرْنِي فَلأُسَابِقَ الرَّجُلَ قَالَ ‏\"‏ إِنْ شِئْتَ ‏\"‏ ‏.‏ قَالَ قُلْتُ اذْهَبْ إِلَيْكَ وَثَنَيْتُ رِجْلَىَّ فَطَفَرْتُ فَعَدَوْتُ - قَالَ - فَرَبَطْتُ عَلَيْهِ شَرَفًا أَوْ شَرَفَيْنِ أَسْتَبْقِي نَفَسِي ثُمَّ عَدَوْتُ فِي إِثْرِهِ فَرَبَطْتُ عَلَيْهِ شَرَفًا أَوْ شَرَفَيْنِ ثُمَّ إِنِّي رَفَعْتُ حَتَّى أَلْحَقَهُ - قَالَ - فَأَصُكُّهُ بَيْنَ كَتِفَيْهِ - قَالَ - قُلْتُ قَدْ سُبِقْتَ وَاللَّهِ قَالَ أَنَا أَظُنُّ ‏.‏ قَالَ فَسَبَقْتُهُ إِلَى الْمَدِينَةِ قَالَ فَوَاللَّهِ مَا لَبِثْنَا إِلاَّ ثَلاَثَ لَيَالٍ حَتَّى خَرَجْنَا إِلَى خَيْبَرَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ فَجَعَلَ عَمِّي عَامِرٌ يَرْتَجِزُ بِالْقَوْمِ تَاللَّهِ لَوْلاَ اللَّهُ مَا اهْتَدَيْنَا وَلاَ تَصَدَّقْنَا وَلاَ صَلَّيْنَا وَنَحْنُ عَنْ فَضْلِكَ مَا اسْتَغْنَيْنَا فَثَبِّتِ الأَقْدَامَ إِنْ لاَقَيْنَا وَأَنْزِلَنْ سَكِينَةً عَلَيْنَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ هَذَا ‏\"‏ ‏.‏ قَالَ أَنَا عَامِرٌ ‏.‏ قَالَ ‏\"‏ غَفَرَ لَكَ رَبُّكَ ‏\"‏ ‏.‏ قَالَ وَمَا اسْتَغْفَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم لإِنْسَانٍ يَخُصُّهُ إِلاَّ اسْتُشْهِدَ ‏.‏ قَالَ فَنَادَى عُمَرُ بْنُ الْخَطَّابِ وَهُوَ عَلَى جَمَلٍ لَهُ يَا نَبِيَّ اللَّهِ لَوْلاَ مَا مَتَّعْتَنَا بِعَامِرٍ ‏.‏ قَالَ فَلَمَّا قَدِمْنَا خَيْبَرَ قَالَ خَرَجَ مَلِكُهُمْ مَرْحَبٌ يَخْطِرُ بِسَيْفِهِ وَيَقُولُ قَدْ عَلِمَتْ خَيْبَرُ أَنِّي مَرْحَبُ شَاكِي السِّلاَحِ بَطَلٌ مُجَرَّبُ إِذَا الْحُرُوبُ أَقْبَلَتْ تَلَهَّبُ قَالَ وَبَرَزَ لَهُ عَمِّي عَامِرٌ فَقَالَ قَدْ عَلِمَتْ خَيْبَرُ أَنِّي عَامِرٌ شَاكِي السِّلاَحِ بَطَلٌ مُغَامِرٌ قَالَ فَاخْتَلَفَا ضَرْبَتَيْنِ فَوَقَعَ سَيْفُ مَرْحَبٍ فِي تُرْسِ عَامِرٍ وَذَهَبَ عَامِرٌ يَسْفُلُ لَهُ فَرَجَعَ سَيْفُهُ عَلَى نَفْسِهِ فَقَطَعَ أَكْحَلَهُ فَكَانَتْ فِيهَا نَفْسُهُ ‏.‏ قَالَ سَلَمَةُ فَخَرَجْتُ فَإِذَا نَفَرٌ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم يَقُولُونَ بَطَلَ عَمَلُ عَامِرٍ قَتَلَ نَفْسَهُ قَالَ فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَأَنَا أَبْكِي فَقُلْتُ يَا رَسُولَ اللَّهِ بَطَلَ عَمَلُ عَامِرٍ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ قَالَ ذَلِكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ نَاسٌ مِنْ أَصْحَابِكَ ‏.‏ قَالَ ‏\"‏ كَذَبَ مَنْ قَالَ ذَلِكَ بَلْ لَهُ أَجْرُهُ مَرَّتَيْنِ ‏\"‏ ‏.‏ ثُمَّ أَرْسَلَنِي إِلَى عَلِيٍّ وَهُوَ أَرْمَدُ فَقَالَ ‏\"‏ لأُعْطِيَنَّ الرَّايَةَ رَجُلاً يُحِبُّ اللَّهَ وَرَسُولَهُ أَوْ يُحِبُّهُ اللَّهُ وَرَسُولُهُ ‏\"‏ ‏.‏ قَالَ فَأَتَيْتُ عَلِيًّا فَجِئْتُ بِهِ أَقُودُهُ وَهُوَ أَرْمَدُ حَتَّى أَتَيْتُ بِهِ رَسُولَ اللَّهِ صلى الله عليه وسلم فَبَسَقَ فِي عَيْنَيْهِ فَبَرَأَ وَأَعْطَاهُ الرَّايَةَ وَخَرَجَ مَرْحَبٌ فَقَالَ قَدْ عَلِمَتْ خَيْبَرُ أَنِّي مَرْحَبُ شَاكِي السِّلاَحِ بَطَلٌ مُجَرَّبُ إِذَا الْحُرُوبُ أَقْبَلَتْ تَلَهَّبُ فَقَالَ عَلِيٌّ أَنَا الَّذِي سَمَّتْنِي أُمِّي حَيْدَرَهْ كَلَيْثِ غَابَاتٍ كَرِيهِ الْمَنْظَرَهْ أُوفِيهِمُ بِالصَّاعِ كَيْلَ السَّنْدَرَهْ قَالَ فَضَرَبَ رَأْسَ مَرْحَبٍ فَقَتَلَهُ ثُمَّ كَانَ الْفَتْحُ عَلَى يَدَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}