{
  "hadith": {
    "hadith_id": 4580,
    "narrator": "ইয়াযীদ ইবনু হুরমুয (রহঃ)",
    "bn": "তিনি বলেন যে, নাজদাহ্‌ ইবনু ‘আম্‌র হারূরী ইবনু ‘আব্বাস (রাঃ) -এর নিকট পত্র লিখে জানতে  চাইলেন, জিহাদে উপস্থিত গোলাম ও মহিলাদের গনীমাতের অংশ দেয়া হবে কি? আর (শত্রুপক্ষের) শিশুদের হত্যা সম্পর্কে এবং ইয়াতীম সম্পর্কে যে, কখন তার ইয়াতীম অবস্থার সমাপ্তি ঘটে? এবং ‘যাবিল কুরবা’ বা নিকটাত্মীয় কারা? তখন তিনি ইয়াযীদকে বললেন, তুমি তাকে লিখ, তার নির্বুদ্ধিতায় পতিত হবার আশঙ্কা না থাকলে আমি তাকে পত্র লিখাতাম না। লিখ, তুমি আমাকে লিখেছো এ প্রশ্ন করে যে, যারা জিহাদে যোগ দিয়েছে এমন নারী এবং গোলামকে কি গনীমাতের কিছু দেয়া হবে? তাদের (নির্ধারিত) কিছুই দেয়া হবে না। তবে সবার কাছ থেকে কিছু কিছু নিয়ে (বখ্‌শিশরূপে) দেয়া হবে। তুমি আমকে প্রশ্ন করে লিখেছ শিশুদের হত্যা সম্পর্কে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কখনও তাদেরকে হত্যা করেন নি এবং তুমিও তাদেরকে হত্যা করবে না। তবে (তা স্বতন্ত্র কথা) যদি তুমি তাদের ব্যাপারে তা জানতে পারো যা মূসা (‘আঃ)-এর সঙ্গী [খিযির (আঃ)] জানতে পেরেছিলেন, যে ছেলেটিকে তিনি হত্যা করেছিলেন তার সম্পর্কে। তার ইয়াতীম নাম ঘুচবে না যতক্ষণ না সে বালিগ হবে এবং তার মধ্যে বুদ্ধিমত্তা পরিলক্ষিত হবে। আর তুমি আমাকে ‘যাবিল কুরবা’ সম্বন্ধে প্রশ্ন করে লিখেছ যে, তারা কারা? আমরা মনে করি, আমরাই তাঁরা। কিন্তু আমাদের লোকেরা তা অস্বীকার করেছে। (ই.ফা. ৪৫৩৫, ই.সে. ৪৫৩৮)",
    "ar": "وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ أُمَيَّةَ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ يَزِيدَ بْنِ هُرْمُزَ، قَالَ كَتَبَ نَجْدَةُ بْنُ عَامِرٍ الْحَرُورِيُّ إِلَى ابْنِ عَبَّاسٍ يَسْأَلُهُ عَنِ الْعَبْدِ، وَالْمَرْأَةِ يَحْضُرَانِ الْمَغْنَمَ هَلْ يُقْسَمُ لَهُمَا وَعَنْ قَتْلِ الْوِلْدَانِ وَعَنِ الْيَتِيمِ مَتَى يَنْقَطِعُ عَنْهُ الْيُتْمُ وَعَنْ ذَوِي الْقُرْبَى مَنْ هُمْ فَقَالَ لِيَزِيدَ اكْتُبْ إِلَيْهِ فَلَوْلاَ أَنْ يَقَعَ فِي أُحْمُوقَةٍ مَا كَتَبْتُ إِلَيْهِ اكْتُبْ إِنَّكَ كَتَبْتَ تَسْأَلُنِي عَنِ الْمَرْأَةِ وَالْعَبْدِ يَحْضُرَانِ الْمَغْنَمَ هَلْ يُقْسَمُ لَهُمَا شَىْءٌ وَإِنَّهُ لَيْسَ لَهُمَا شَىْءٌ إِلاَّ أَنْ يُحْذَيَا وَكَتَبْتَ تَسْأَلُنِي عَنْ قَتْلِ الْوِلْدَانِ وَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمْ يَقْتُلْهُمْ وَأَنْتَ فَلاَ تَقْتُلْهُمْ إِلاَّ أَنْ تَعْلَمَ مِنْهُمْ مَا عَلِمَ صَاحِبُ مُوسَى مِنَ الْغُلاَمِ الَّذِي قَتَلَهُ وَكَتَبْتَ تَسْأَلُنِي عَنِ الْيَتِيمِ مَتَى يَنْقَطِعُ عَنْهُ اسْمُ الْيُتْمِ وَإِنَّهُ لاَ يَنْقَطِعُ عَنْهُ اسْمُ الْيُتْمِ حَتَّى يَبْلُغَ وَيُؤْنَسَ مِنْهُ رُشْدٌ وَكَتَبْتَ تَسْأَلُنِي عَنْ ذَوِي الْقُرْبَى مَنْ هُمْ وَإِنَّا زَعَمْنَا أَنَّا هُمْ فَأَبَى ذَلِكَ عَلَيْنَا قَوْمُنَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}