{
  "hadith": {
    "hadith_id": 4582,
    "narrator": "কায়স (রাঃ)",
    "bn": "তিনি বলেন, ইয়াযীদ ইবনু হুরমুযকে আমি এ হাদীস বর্ণনা করতে শুনেছি। মুহাম্মাদ ইবনু হাতিম ইয়াযীদ ইবনু হুরমুয হতে বর্ণিত। তিনি বলেন, নাজদাহ্‌ ইবনু ‘আমির ইবনু ‘আব্বাস (রাঃ) -কে পত্র লিখেন। রাবী বলেন, ইবনু ‘আব্বাস (রাঃ) যখন তাঁর পত্রখানি পাঠ করেন এবং যখন তিনি তার জবাব লিখেন তখন আমি তাঁর (ইবনু ‘আব্বাস) সামনেই উপস্থিত ছিলাম। ইবনু ‘আব্বাস (রাঃ) বলেন, যদি সে নাপাকীতে (অজ্ঞানতা প্রসূত কথাবার্তায়) পতিত হবে বলে আশংকা না করতাম তবে আমি তার কাছে জবাব লিখতাম না। তার চোখ কোন দিন না জুড়াক (অর্থাৎ আল্লাহ তাকে খুশী না রাখুক, তার বাতিল ‘আকীদার দরুন এ বদদু’আ করলেন)। রাবী (ইয়াযীদ) বলেন, তারপর তিনি তাকে লিখলেন, তুমি আমাকে জিজ্ঞেস করেছ, আল্লাহ (গনীমাতের অংশ সংক্রান্ত আয়াতে) যাদের সম্পর্কে উল্লেখ করেছেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর ঘনিষ্ঠজন কারা? আমরা মনে করি, আমরাই রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সে ঘনিষ্ঠজন। কিন্তু আমাদের গোত্রের লোকেরা তা অস্বীকার করে।  আর তুমি ইয়াতীম সম্পর্কে প্রশ্ন করেছ যে, কখন তার ইয়াতীম অবস্থার সমাপ্তি ঘটে? যখন সে বিবাহযোগ্য হয়, তার মধ্যে বুদ্ধি বিবেচনা পরিলক্ষিত হয় এবং তার সম্পদ তার কাছে প্রত্যর্পণ করা হয়, তখন তার ইয়াতীম অবস্থার অবসান ঘটে। আর তুমি প্রশ্ন করেছ, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি মুশরিকদের কোন শিশুকে হত্যা করতেন? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোনদিন তাদের শিশুদের কাউকে হত্যা করেন নি। সুতরাং তুমিও তাদের কাউকে হত্যা করবে না। অবশ্য তুমি যদি অবগত হও, যা অবগত হয়েছিলেন খিযির (‘আঃ) সে বালকটির সম্পর্কে যখন তিনি তাকে হত্যা করেন। আর তুমি প্রশ্ন করেছ, নারী ও গোলাম সম্পর্কে, যখন তারা যুদ্ধে উপস্থিত থাকে, তাদের জন্য নির্ধারিত অংশ নেই। তবে লোকদের গনীমাতের মাল থেকে তারা উপঢৌকন হিসেবে পায়। (ই.ফা. ৪৫৩৭, ই.সে. ৪৫৪০)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا وَهْبُ بْنُ جَرِيرِ بْنِ حَازِمٍ، حَدَّثَنِي أَبِي قَالَ، سَمِعْتُ قَيْسًا، يُحَدِّثُ عَنْ يَزِيدَ بْنِ هُرْمُزَ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، - وَاللَّفْظُ لَهُ - قَالَ حَدَّثَنَا بَهْزٌ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، حَدَّثَنِي قَيْسُ بْنُ سَعْدٍ، عَنْ يَزِيدَ بْنِ هُرْمُزَ، قَالَ كَتَبَ نَجْدَةُ بْنُ عَامِرٍ إِلَى ابْنِ عَبَّاسٍ قَالَ فَشَهِدْتُ ابْنَ عَبَّاسٍ حِينَ قَرَأَ كِتَابَهُ وَحِينَ كَتَبَ جَوَابَهُ وَقَالَ ابْنُ عَبَّاسٍ وَاللَّهِ لَوْلاَ أَنْ أَرُدَّهُ عَنْ نَتْنٍ يَقَعُ فِيهِ مَا كَتَبْتُ إِلَيْهِ وَلاَ نُعْمَةَ عَيْنٍ قَالَ فَكَتَبَ إِلَيْهِ إِنَّكَ سَأَلْتَ عَنْ سَهْمِ ذِي الْقُرْبَى الَّذِي ذَكَرَ اللَّهُ مَنْ هُمْ وَإِنَّا كُنَّا نَرَى أَنَّ قَرَابَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم هُمْ نَحْنُ فَأَبَى ذَلِكَ عَلَيْنَا قَوْمُنَا وَسَأَلْتَ عَنِ الْيَتِيمِ مَتَى يَنْقَضِي يُتْمُهُ وَإِنَّهُ إِذَا بَلَغَ النِّكَاحَ وَأُونِسَ مِنْهُ رُشْدٌ وَدُفِعَ إِلَيْهِ مَالُهُ فَقَدِ انْقَضَى يُتْمُهُ وَسَأَلْتَ هَلْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْتُلُ مِنْ صِبْيَانِ الْمُشْرِكِينَ أَحَدًا فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمْ يَكُنْ يَقْتُلُ مِنْهُمْ أَحَدًا وَأَنْتَ فَلاَ تَقْتُلْ مِنْهُمْ أَحَدًا إِلاَّ أَنْ تَكُونَ تَعْلَمُ مِنْهُمْ مَا عَلِمَ الْخَضِرُ مِنَ الْغُلاَمِ حِينَ قَتَلَهُ وَسَأَلْتَ عَنِ الْمَرْأَةِ وَالْعَبْدِ هَلْ كَانَ لَهُمَا سَهْمٌ مَعْلُومٌ إِذَا حَضَرُوا الْبَأْسَ فَإِنَّهُمْ لَمْ يَكُنْ لَهُمْ سَهْمٌ مَعْلُومٌ إِلاَّ أَنْ يُحْذَيَا مِنْ غَنَائِمِ الْقَوْمِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}