{
  "hadith": {
    "hadith_id": 4616,
    "narrator": "‘আবদুর রহমান ইবনু শুমাসাহ্ (রহঃ)",
    "bn": "তিনি বলেন, আমি একদা ‘আয়িশা (রাঃ)-এর নিকট কোন এক ব্যাপারে প্রশ্ন করার জন্য গেলাম। তখন তিনি জিজ্ঞেস করলেন, তুমি কোথাকার লোক? আমি জবাব দিলাম, আমি একজন মিসরবাসী। তখন তিনি আবার জিজ্ঞেস করলেন তোমাদর সে গৃহযুদ্ধকালীন গভর্নর (মুহাম্মাদ ইবনু আবূ বকর) কেমন লোক ছিলেন? রাবী বলেন, আমরা তো তার নিকট থেকে অন্যায়মূলক কিছু পাইনি। যদি আমাদের কোন ব্যক্তির উট মারা যেতো তিনি তাকে উট দিতেন। গোলাম মারা গেলে গোলাম দিতেন, কারো জীবিকার প্রয়োজন হলে তিনি তাকে তা প্রদান করতেন। তখন তিনি বললেন, আমার সহোদর মুহাম্মাদ ইবনু আবূ বকরের সাথে যে দুর্ব্যবহার করা হয়েছে, তা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে আমার এ ঘরে যা বলতে শুনেছি তা তোমাকে অবহিত করা থেকে আমাকে বিরত রাখতে পারছি না। (তিনি বলেছিলেন) হে আল্লাহ! যে আমার উম্মাতের কোনরূপ কর্তৃত্বভার লাভ করে এবং তাদের প্রতি রূঢ় আচরণ করে তুমি তার প্রতি রূঢ় হও, আর যে আমার উম্মাতের উপর কোনরূপ কর্তৃত্ব লাভ ক’রে তাদের প্রতি নম্র আচরণ করে তুমি তার প্রতি নম্র ও সদয় হও। (ই.ফা. ৪৫৭১, ই.সে. ৪৫৭৪)",
    "ar": "حَدَّثَنِي هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي حَرْمَلَةُ، عَنْ عَبْدِ الرَّحْمَنِ، بْنِ شُمَاسَةَ قَالَ أَتَيْتُ عَائِشَةَ أَسْأَلُهَا عَنْ شَىْءٍ، فَقَالَتْ مِمَّنْ أَنْتَ فَقُلْتُ رَجُلٌ مِنْ أَهْلِ مِصْرَ ‏.‏ فَقَالَتْ كَيْفَ كَانَ صَاحِبُكُمْ لَكُمْ فِي غَزَاتِكُمْ هَذِهِ فَقَالَ مَا نَقَمْنَا مِنْهُ شَيْئًا إِنْ كَانَ لَيَمُوتُ لِلرَّجُلِ مِنَّا الْبَعِيرُ فَيُعْطِيهِ الْبَعِيرَ وَالْعَبْدُ فَيُعْطِيهِ الْعَبْدَ وَيَحْتَاجُ إِلَى النَّفَقَةِ فَيُعْطِيهِ النَّفَقَةَ فَقَالَتْ أَمَا إِنَّهُ لاَ يَمْنَعُنِي الَّذِي فَعَلَ فِي مُحَمَّدِ بْنِ أَبِي بَكْرٍ أَخِي أَنْ أُخْبِرَكَ مَا سَمِعْتُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم يَقُولُ فِي بَيْتِي هَذَا ‏ \"‏ اللَّهُمَّ مَنْ وَلِيَ مِنْ أَمْرِ أُمَّتِي شَيْئًا فَشَقَّ عَلَيْهِمْ فَاشْقُقْ عَلَيْهِ وَمَنْ وَلِيَ مِنْ أَمْرِ أُمَّتِي شَيْئًا فَرَفَقَ بِهِمْ فَارْفُقْ بِهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}