{
  "hadith": {
    "hadith_id": 4660,
    "narrator": "‘আলী (রাঃ)",
    "bn": "তিনি বলেন একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) কোন এক অভিযানে একটি বাহিনী প্রেরণ করলেন এবং জনৈক আনসারীকে তাদের ‘আমীর নিযুক্ত করে দিলেন। তাদেরকে তার কথা শুনতে ও আনুগত্য করতে আদেশ করলেন। তারপর কোন বিষয়ে তারা তাকে রাগান্বিত করে তুলল। সে তখন বলল, আমার জন্য কাঠ কুড়িয়ে এনে একত্রিত করো। তারা তা করলো। এরপর সে বলল, আগুন প্রজ্বলিত করো। তখন তারা আগুন প্রজ্বলিত করল। তারপর সে বলল, রসূলুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) কি তোমাদেরকে আমার কথা শুনার এবং আমার কথা আনুগত্য করার নির্দেশ দেননি? তারা বলল, জী-হ্যা। তখন সে বলল, তাহলে তোমরা এবার এই আগুনে ঝাঁপ দাও। তখন তারা পরস্পর পরস্পরের দিকে তাকাতে শুরু করলো। তারপর তারা জবাব দিল-আমরা তো এ আগুন থেকে বাঁচার জন্যই রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) –এর শরণাপন্ন হয়েছি। তারা আগুনে ঝাঁপ দিলেন না। তার ক্রোধ প্রশমিত হল এবং আগুন নিভিয়ে দেওয়া হল। তারপর যখন তারা ফিরে এলো এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট বিষয়টি উত্থাপন করলো তখন তিনি বললেন, যদি তারা তখন আগুনে ঝাঁপ দিতো, তাহলে আর বেরোতে পারতো না। আনুগত্য কেবল সৎ কাজে। (ই. ফা. ৪৬১৪, ই. সে. ৪৬১৬)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، وَزُهَيْرُ بْنُ حَرْبٍ، وَأَبُو سَعِيدٍ الأَشَجُّ - وَتَقَارَبُوا فِي اللَّفْظِ - قَالُوا حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الأَعْمَشُ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَلِيٍّ، قَالَ بَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم سَرِيَّةً وَاسْتَعْمَلَ عَلَيْهِمْ رَجُلاً مِنَ الأَنْصَارِ وَأَمَرَهُمْ أَنْ يَسْمَعُوا لَهُ وَيُطِيعُوا فَأَغْضَبُوهُ فِي شَىْءٍ فَقَالَ اجْمَعُوا لِي حَطَبًا ‏.‏ فَجَمَعُوا لَهُ ثُمَّ قَالَ أَوْقِدُوا نَارًا ‏.‏ فَأَوْقَدُوا ثُمَّ قَالَ أَلَمْ يَأْمُرْكُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ تَسْمَعُوا لِي وَتُطِيعُوا قَالُوا بَلَى ‏.‏ قَالَ فَادْخُلُوهَا ‏.‏ قَالَ فَنَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ فَقَالُوا إِنَّمَا فَرَرْنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ النَّارِ ‏.‏ فَكَانُوا كَذَلِكَ وَسَكَنَ غَضَبُهُ وَطُفِئَتِ النَّارُ فَلَمَّا رَجَعُوا ذَكَرُوا ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ لَوْ دَخَلُوهَا مَا خَرَجُوا مِنْهَا إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوفِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}