{
  "hadith": {
    "hadith_id": 4670,
    "narrator": "‘আবদুর রহমান ইবনু ‘আবদ রাব্বিল কা’বা (রাঃ)",
    "bn": "তিনি বলেন, আমি একদা মসজিদে প্রবেশ করলাম। তখন আবদুল্লাহ ইবনু ‘আমর ইবনু ‘আস (রাঃ) কা’বার ছায়ায় বসেছিলেন। লোকজন তাকে চারপাশ থেকে ঘিরেছিল। আমি তাদের নিকট গেলাম এবং তাঁর পাশেই বসে পড়লাম। তখন তিনি বললেন, কোন সফরে আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর সাথে ছিলাম। আমরা একটি অবস্থান গ্রহণ করলাম। আমাদের মধ্যেকার কেউ তখন তার তাঁবু ঠিকঠাক করছিল, কেউ তীর ছুঁড়ছিল, কেউ তার পশুপাল দেখাশুনা করছিল। এমন সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর নকীব হাঁক দিল নামাযের ব্যবস্থা প্রস্তুত! তখন আমরা গিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর পাশে মিলিত হলাম। তিনি বললেন, আমার পূর্বে এমন কোন নবী অতিবাহিত হননি যাঁর উপর এ দায়িত্ব বর্তায়নি যে, তিনি তাদের জন্য যে মঙ্গলজনক ব্যাপার জানতে পেরেছেন তা উম্মাতদেরকে নির্দেশনা দেননি এবং তিনি তার জন্য যে অনিষ্টকর ব্যাপার জানতে পেরেছেন, সে বিষয়ে তাদেরকে সাবধান করেননি। আর তোমাদের এ উম্মাত (উম্মাতে মুহাম্মাদ)-এর প্রথম অংশে তার কল্যাণ নিহিত এবং এর শেষ অংশ অচিরেই নানাবিধ পরীক্ষা ও বিপর্যয়ের এবং এমন সব ব্যাপারের সম্মুখীন হবে, যা তোমাদের নিকট অপছন্দনীয় হবে। এমন সব বিপর্যয় একাদিক্রমে আসতে থাকবে যে , একটি অপরটিকে ছোট প্রতিপন্ন করবে। একটি বিপর্যয় আসবে তখন মু’মিন ব্যক্তি বলবে – এটা আমার জন্য ধ্বংসাত্মক, তারপর যখন তা দূর হয়ে অপর বিপর্যয়টি আসবে তখন মুমিন ব্যক্তি বলবে, আমি তো শেষ হয়ে যাচ্ছি ইত্যাদি। সুতরাং যে ব্যক্তি জাহান্নাম থেকে দূরে থাকতে চায় এবং জান্নাতে প্রবেশ করতে চায় –তার মৃত্যু যেন এমন অবস্থায় আসে যে, সে আল্লাহ্‌ ও আখিরাতের দিবসের প্রতি ঈমান রাখে এবং সে যেন মানুষের সাথে এমনি আচরণ করে যে আচরণ সে নিজের জন্য পছন্দ করে। আর যে ব্যক্তি কোন ইমাম (বা নেতার) হাতে বাই’আত হয় –আনুগত্যের শপথ গ্রহণ করে তার হাতে হাত দিয়ে এবং অন্তরে সে ইচ্ছা পোষণ করে, তবে সে যেন সাধ্যনুসারে তার অনুগত্য করে যায়। তারপর যদি অপর কেউ তার সাথে (নেতৃত্ব লাভের অভিলাষে) ঝগড়ায় প্রবৃত্ত হয় তবে ঐ পরবর্তী জনের গর্দান উড়িয়ে দেবে। (রাবী বলেন) তখন আমি তাঁর নিকটে ঘেঁষলাম এবং তাঁকে বললাম, আমি আপনাকে আল্লাহ্‌র কসম দিয়ে বলছি সত্যিই আপনি (নিজ কানে) কি তা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর নিকট থেকে শুনেছেন? তখন তিনি তাঁর দু’কান ও অন্তঃকরণের দিকে দু’হাত দিয়ে ইশারা করে বললেন, আমার দু’কান তা শুনেছে এবং আমার অন্তঃকরণ তা সংরক্ষণ করেছে। তখন আমি তাঁকে লক্ষ্য করে বললাম, ঐ যে আপনার চাচাতো ভাই মু’আবিয়্যাহ (আল্লাহ্‌ তার প্রতি সন্তুষ্ট হন) তিনি আমাদেরকে আদেশ দেন যেন আমরা আমাদের পরস্পরের সম্পদ অন্যায়ভাবে গ্রাস করি আর নিজেদের মধ্যে পরস্পরে হানাহানি করি অথচ আল্লাহ্‌ বলেছেন, ‘‘ হে মুমিনগণ ! তোমরা একে অপরের সম্পদ অন্যায়ভাবে গ্রাস করো না, ব্যবসার মাধ্যমে পারস্পরিক সন্তুষ্টির ভিত্তিতে ব্যতীত এবং তোমরা পরস্পরে হানাহানি করো না। নিশ্চয়ই আল্লাহ্‌ তোমাদের প্রতি অত্যন্ত মেহেরবান’’ –(সূরা আন নিসা ৪: ২৯)। রাবী বলেন, তখন তিনি কিছুক্ষণের জন্য চুপ থাকলেন। তারপর বললেন, আল্লাহ্‌র অনুগত্যের ব্যাপারসমূহে তুমি তার আনুগত্য করবে এবং আল্লাহ্‌র অবাধ্যতার বিষয়গুলোতে তার অবাধ্যতা করবে। (ই. ফা. ৪৬২৪, ই. সে. ৪৬২৫)",
    "ar": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ، زُهَيْرٌ حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ رَبِّ الْكَعْبَةِ، قَالَ دَخَلْتُ الْمَسْجِدَ فَإِذَا عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ الْعَاصِ جَالِسٌ فِي ظِلِّ الْكَعْبَةِ وَالنَّاسُ مُجْتَمِعُونَ عَلَيْهِ فَأَتَيْتُهُمْ فَجَلَسْتُ إِلَيْهِ فَقَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي سَفَرٍ فَنَزَلْنَا مَنْزِلاً فَمِنَّا مَنْ يُصْلِحُ خِبَاءَهُ وَمِنَّا مَنْ يَنْتَضِلُ وَمِنَّا مَنْ هُوَ فِي جَشَرِهِ إِذْ نَادَى مُنَادِي رَسُولِ اللَّهِ صلى الله عليه وسلم الصَّلاَةَ جَامِعَةً ‏.‏ فَاجْتَمَعْنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ إِنَّهُ لَمْ يَكُنْ نَبِيٌّ قَبْلِي إِلاَّ كَانَ حَقًّا عَلَيْهِ أَنْ يَدُلَّ أُمَّتَهُ عَلَى خَيْرِ مَا يَعْلَمُهُ لَهُمْ وَيُنْذِرَهُمْ شَرَّ مَا يَعْلَمُهُ لَهُمْ وَإِنَّ أُمَّتَكُمْ هَذِهِ جُعِلَ عَافِيَتُهَا فِي أَوَّلِهَا وَسَيُصِيبُ آخِرَهَا بَلاَءٌ وَأُمُورٌ تُنْكِرُونَهَا وَتَجِيءُ فِتْنَةٌ فَيُرَقِّقُ بَعْضُهَا بَعْضًا وَتَجِيءُ الْفِتْنَةُ فَيَقُولُ الْمُؤْمِنُ هَذِهِ مُهْلِكَتِي ‏.‏ ثُمَّ تَنْكَشِفُ وَتَجِيءُ الْفِتْنَةُ فَيَقُولُ الْمُؤْمِنُ هَذِهِ هَذِهِ ‏.‏ فَمَنْ أَحَبَّ أَنْ يُزَحْزَحَ عَنِ النَّارِ وَيَدْخُلَ الْجَنَّةَ فَلْتَأْتِهِ مَنِيَّتُهُ وَهُوَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَلْيَأْتِ إِلَى النَّاسِ الَّذِي يُحِبُّ أَنْ يُؤْتَى إِلَيْهِ وَمَنْ بَايَعَ إِمَامًا فَأَعْطَاهُ صَفْقَةَ يَدِهِ وَثَمَرَةَ قَلْبِهِ فَلْيُطِعْهُ إِنِ اسْتَطَاعَ فَإِنْ جَاءَ آخَرُ يُنَازِعُهُ فَاضْرِبُوا عُنُقَ الآخَرِ ‏\"‏ ‏.‏ فَدَنَوْتُ مِنْهُ فَقُلْتُ لَهُ أَنْشُدُكَ اللَّهَ آنْتَ سَمِعْتَ هَذَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَهْوَى إِلَى أُذُنَيْهِ وَقَلْبِهِ بِيَدَيْهِ وَقَالَ سَمِعَتْهُ أُذُنَاىَ وَوَعَاهُ قَلْبِي ‏.‏ فَقُلْتُ لَهُ هَذَا ابْنُ عَمِّكَ مُعَاوِيَةُ يَأْمُرُنَا أَنْ نَأْكُلَ أَمْوَالَنَا بَيْنَنَا بِالْبَاطِلِ وَنَقْتُلَ أَنْفُسَنَا وَاللَّهُ يَقُولُ ‏{‏ يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلاَّ أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ وَلاَ تَقْتُلُوا أَنْفُسَكُمْ إِنَّ اللَّهَ كَانَ بِكُمْ رَحِيمًا‏}‏ قَالَ فَسَكَتَ سَاعَةً ثُمَّ قَالَ أَطِعْهُ فِي طَاعَةِ اللَّهِ وَاعْصِهِ فِي مَعْصِيَةِ اللَّهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}