{
  "hadith": {
    "hadith_id": 472,
    "narrator": "আবূ হুরাইরাহ্(রাঃ)",
    "bn": "একবার রসূলুল্লাহ্‌(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি কবরস্থানে এসে বললেন, তোমাদের উপর শান্তি বর্ষিত হোক। হে কবরবাসী মু’মিনগণ! ইন্‌শাআল্লাহ আমরাও তোমাদের সাথে এসে মিলব। আমার বড় ইচ্ছা হয় যে আমাদের ভাইদেরকে দেখি। সহাবায়ে কিরাম আরয করলেন, ইয়া রসূলাল্লাহ! আমরা কি আপনার ভাই নই? তিনি বললেন, তোমরা তো আমার সহাবা। আর যারা এখনো (পৃথিবীতে) আসেনি তারা আমাদের ভাই। সহাবায়ে কিরাম আরয করলেন, ইয়া রসূলাল্লাহ! আপনার উম্মাতের মধ্যে যারা এখনো (পৃথিবীতে) আসেনি তাদেরকে আপনি কিভাবে চিনবেন? তিনি বললেন, “কেন, যদি কোন ব্যক্তি সাদা রঙের কপাল ও সাদা রঙের হাত-পা বিশিষ্ট ঘোড়া অনেকগুলো কালো ঘোড়ার মধ্যে মিশে যায় তবে সে কি তার ঘোড়াকে চিনে নিতে পারবে না? তাঁরা বললেন, হ্যাঁ, ইয়া রসূলাল্লাহ! তিনি বললেন, তাঁরা (আমার উম্মাত) সেদিন এমন অবস্থা আসবে যে, ওযূর ফলে তাদের মুখমন্ডল, হাত-পা জ্যোতির্ময় হবে। আর হাওযের পাড়ে আমি হব তাদের অগ্রনায়ক। জেনে রাখ, কিছু সংখ্যক লোককে সেদিন আমার হাওয থেকে তাড়িয়ে দেয়া হবে যেমনিভাবে বেওয়ারিশ উটকে তাড়িয়ে দেয়া হবে। আমি তাদেরকে ডাকব, এসো এসো। তখন বলা হবে, “এরা আপনার পরে (আপনার দীনকে) পরিবর্তন করে দিয়েছিল”। তখন আমি বলব, “দূর হও, দূর হও”। (ই.ফা. ৪৭৫, ই.সে. ৪৯১)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَسُرَيْجُ بْنُ يُونُسَ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، وَعَلِيُّ بْنُ حُجْرٍ، جَمِيعًا عَنْ إِسْمَاعِيلَ بْنِ جَعْفَرٍ، - قَالَ ابْنُ أَيُّوبَ حَدَّثَنَا إِسْمَاعِيلُ، - أَخْبَرَنِي الْعَلاَءُ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَتَى الْمَقْبُرَةَ فَقَالَ ‏\"‏ السَّلاَمُ عَلَيْكُمْ دَارَ قَوْمٍ مُؤْمِنِينَ وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ وَدِدْتُ أَنَّا قَدْ رَأَيْنَا إِخْوَانَنَا ‏\"‏ ‏.‏ قَالُوا أَوَلَسْنَا إِخْوَانَكَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ أَنْتُمْ أَصْحَابِي وَإِخْوَانُنَا الَّذِينَ لَمْ يَأْتُوا بَعْدُ ‏\"‏ ‏.‏ فَقَالُوا كَيْفَ تَعْرِفُ مَنْ لَمْ يَأْتِ بَعْدُ مِنْ أُمَّتِكَ يَا رَسُولَ اللَّهِ فَقَالَ ‏\"‏ أَرَأَيْتَ لَوْ أَنَّ رَجُلاً لَهُ خَيْلٌ غُرٌّ مُحَجَّلَةٌ بَيْنَ ظَهْرَىْ خَيْلٍ دُهْمٍ بُهْمٍ أَلاَ يَعْرِفُ خَيْلَهُ ‏\"‏ ‏.‏ قَالُوا بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَإِنَّهُمْ يَأْتُونَ غُرًّا مُحَجَّلِينَ مِنَ الْوُضُوءِ وَأَنَا فَرَطُهُمْ عَلَى الْحَوْضِ أَلاَ لَيُذَادَنَّ رِجَالٌ عَنْ حَوْضِي كَمَا يُذَادُ الْبَعِيرُ الضَّالُّ أُنَادِيهِمْ أَلاَ هَلُمَّ ‏.‏ فَيُقَالُ إِنَّهُمْ قَدْ بَدَّلُوا بَعْدَكَ ‏.‏ فَأَقُولُ سُحْقًا سُحْقًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}