{
  "hadith": {
    "hadith_id": 4738,
    "narrator": "ইয়াহইয়া ইবনু ইয়াহইয়া, মুহাম্মাদ ইবনু রুমহ, কুতাইবাহ ইবনু সা‘ঈদ, খালাফ ইবনু হিশাম, আবূ রাবী‘, আবূ কামিল, যুহায়র ইবনু হারব, ইবনু নুমায়র, আবূ বাকর ইবনু আবূ শাইবাহ, মুহাম্মাদ ইবনু মুসান্না, ‘উবাইদুল্লাহ ইবনু সা‘ঈদ, ‘আলী ইবনু হুজর, আহমাদ ইবনু ‘আবদাহ, ইবনু আবূ ‘উমার, মুহাম্মদ ইবনু রাফি‘, হারূন ইবনু সা‘ঈদ আইলী (রহঃ) সকলেই নাফি‘ (রহঃ) সূত্র",
    "bn": "‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) পূর্ববর্তী হাদীস বর্ণনা করেছেন। তবে হাম্মাদ ও ইবনু ‘উলাইয়্যাহ সূত্রে আইয়ূব (রহঃ) বর্ণিত হাদীসে এতটুকূ বেশী বর্ণিত হয়েছে যে, ‘আবদুল্লাহ (ইবনু উমার) বলেন, আমি সে প্রতিযোগিতায় প্রথম হই এবং আমার ঘোড়াটি আমাকে নিয়ে লাফিয়ে মাসজিদে উঠে যায়। (ই.ফা. ৪৬৯১, ই.সে. ৪৬৯২)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَمُحَمَّدُ بْنُ رُمْحٍ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، عَنِ اللَّيْثِ بْنِ سَعْدٍ، ح وَحَدَّثَنَا خَلَفُ بْنُ هِشَامٍ، وَأَبُو الرَّبِيعِ، وَأَبُو كَامِلٍ قَالُوا حَدَّثَنَا حَمَّادٌ، - وَهُوَ ابْنُ زَيْدٍ - عَنْ أَيُّوبَ، ح وَحَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَيُّوبَ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، ح\n\nوَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَعُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالاَ حَدَّثَنَا يَحْيَى، - وَهُوَ الْقَطَّانُ - جَمِيعًا عَنْ عُبَيْدِ اللَّهِ، ح وَحَدَّثَنِي عَلِيُّ بْنُ حُجْرٍ، وَأَحْمَدُ بْنُ عَبْدَةَ، وَابْنُ أَبِي عُمَرَ، قَالُوا حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ أُمَيَّةَ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي مُوسَى بْنُ عُقْبَةَ، ح وَحَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الأَيْلِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي أُسَامَةُ، - يَعْنِي ابْنَ زَيْدٍ - كُلُّ هَؤُلاَءِ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، بِمَعْنَى حَدِيثِ مَالِكٍ عَنْ نَافِعٍ، ‏.‏ وَزَادَ فِي حَدِيثِ أَيُّوبَ مِنْ رِوَايَةِ حَمَّادٍ وَابْنِ عُلَيَّةَ قَالَ عَبْدُ اللَّهِ فَجِئْتُ سَابِقًا فَطَفَّفَ بِي الْفَرَسُ الْمَسْجِدَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}