{
  "hadith": {
    "hadith_id": 4774,
    "narrator": "আবূ কাতাদাহ্ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণনা করেছেন যে, তিনি (রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ) একদা তাঁদের মধ্যে দাঁড়ালেন এবং তাঁদের কাছে বর্ণনা করলেন যে, আল্লাহর পথে জিহাদ এবং আল্লাহর প্রতি ঈমান হচ্ছে সর্বোত্তম ‘আমাল। তখন এক ব্যক্তি দাঁড়িয়ে বলল, আপনি কি মনে করেন যে, আমি যদি আল্লাহর পথে নিহত হই তাহলে আমার সকল পাপ মোচন হয়ে যাবে? তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ হ্যাঁ, যদি তুমি ধৈর্যশীল, সাওয়াবের আশায় আশান্বিত হয়ে পৃষ্টপ্রদর্শন না করে (শত্রুর মুখোমুখি অবস্থায়) আল্লাহর রাস্তায় নিহত হও। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি কী বললে হে! তখন সে ব্যক্তি (আবার) বলল, আপনি কি মনে করেন; আমি যদি আল্লাহর পথে নিহত হই তাহলে কি আমার সকল গুনাহে্র কাফ্ফারা হয়ে যাবে? তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ, যদি তুমি ধৈর্যধারণকারী, সাওয়াবের আশায় আশান্বিত হয়ে পৃষ্টপ্রদর্শন না করে শত্রুর মুখোমুখি অবস্থায় নিহত হও, অবশ্য ঋণের কথা আলাদা। কেননা, জিবরাঈল (‘আঃ) আমাকে এ কথা বলেছেন। (ই.ফা. ৪৭২৭, ই.সে. ৪৭২৮)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي، قَتَادَةَ عَنْ أَبِي قَتَادَةَ، أَنَّهُ سَمِعَهُ يُحَدِّثُ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَامَ فِيهِمْ فَذَكَرَ لَهُمْ ‏\"‏ أَنَّ الْجِهَادَ فِي سَبِيلِ اللَّهِ وَالإِيمَانَ بِاللَّهِ أَفْضَلُ الأَعْمَالِ ‏\"‏ ‏.‏ فَقَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ قُتِلْتُ فِي سَبِيلِ اللَّهِ تُكَفَّرُ عَنِّي خَطَايَاىَ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ نَعَمْ إِنْ قُتِلْتَ فِي سَبِيلِ اللَّهِ وَأَنْتَ صَابِرٌ مُحْتَسِبٌ مُقْبِلٌ غَيْرُ مُدْبِرٍ ‏\"‏ ‏.‏ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كَيْفَ قُلْتَ ‏\"‏ ‏.‏ قَالَ أَرَأَيْتَ إِنْ قُتِلْتُ فِي سَبِيلِ اللَّهِ أَتُكَفَّرُ عَنِّي خَطَايَاىَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ نَعَمْ وَأَنْتَ صَابِرٌ مُحْتَسِبٌ مُقْبِلٌ غَيْرُ مُدْبِرٍ إِلاَّ الدَّيْنَ فَإِنَّ جِبْرِيلَ عَلَيْهِ السَّلاَمُ قَالَ لِي ذَلِكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}