{
  "hadith": {
    "hadith_id": 48,
    "narrator": "সুনাবিহী (রহঃ)",
    "bn": "তিনি ‘উবাদাহ্‌ ইবনু সামিত (রাঃ)-এর উদ্ধৃতি দিয়ে বর্ণনা করেন। সুনাবিহী বলেন, ‘উবাদাহ ইবনু সামিত (রাঃ) যখন মৃত্যু শয্যায় তখন আমি তাঁর নিকট গেলাম, (তাঁকে দেখে) আমি কেঁদে ফেললাম। এ সময় তিনি আমাকে ধমক দিয়ে বললেন, থামো, কাঁদছো কেন? আলাহর কসম! আমাকে যদি সাক্ষী বানানো হয়, আমি তোমার স্বপক্ষে সাক্ষ্য দিবো, আর যদি সুপারিশ করার অধিকারী হই তবে তোমার জন্য সুপারিশ করবো। আর যদি তোমার কোন উপকার করতে পারি, নিশ্চয়ই সেটাও করবো। অতঃপর তিনি বললেন, আল্লাহর কসম! এ যাবৎ আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে যে কোন হাদীস শুনেছি, যার মধ্যে তোমাদের জন্য কল্যাণ নিহিত আছে, তা আমি অবশ্যই তোমাদের কাছে বর্ণনা করেছি। কিন্তু একটি মাত্র হাদীস (যা এতদিন আমি তোমাদেরকে বলিনি) আজ এখনই তা আমি তোমাদের কাছে বর্ণনা করবো। কেননা বর্তমানে আমি মৃত্যুর বেষ্টনীতে আবদ্ধ। আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি, যে ব্যক্তি এ সাক্ষ্য দেয় যে, “আল্লাহ ব্যতীত প্রকৃত কোন ইলাহ নেই এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহর রসূল, আল্লাহ তার উপর জাহান্নামের আগুন হারাম করে দিবেন।” (ই.ফা. ৪৯; ই.সে. ৫০)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنِ ابْنِ عَجْلاَنَ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنِ ابْنِ مُحَيْرِيزٍ، عَنِ الصُّنَابِحِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، أَنَّهُ قَالَ دَخَلْتُ عَلَيْهِ وَهُوَ فِي الْمَوْتِ فَبَكَيْتُ فَقَالَ مَهْلاً لِمَ تَبْكِي فَوَاللَّهِ لَئِنِ اسْتُشْهِدْتُ لأَشْهَدَنَّ لَكَ وَلَئِنْ شُفِّعْتُ لأَشْفَعَنَّ لَكَ وَلَئِنِ اسْتَطَعْتُ لأَنْفَعَنَّكَ ثُمَّ قَالَ وَاللَّهِ مَا مِنْ حَدِيثٍ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم لَكُمْ فِيهِ خَيْرٌ إِلاَّ حَدَّثْتُكُمُوهُ إِلاَّ حَدِيثًا وَاحِدًا وَسَوْفَ أُحَدِّثُكُمُوهُ الْيَوْمَ وَقَدْ أُحِيطَ بِنَفْسِي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ شَهِدَ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَرَّمَ اللَّهُ عَلَيْهِ النَّارَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}