{
  "hadith": {
    "hadith_id": 4811,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, কতিপয় লোক নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বলল, আমাদের সঙ্গে এমন কিছু লোক দিন যাঁরা আমাদেরকে কুরআন এবং সুন্নাহ্‌ শিক্ষা দেবেন। তখন তিনি আনসারদের সত্তর ব্যক্তিকে তাদের সাথে পাঠালেন। তাদেরকে কুররা (ক্বারী সমাজ) বলা হতো। এঁদের মধ্যে আমার মামা হারামও ছিলেন। তাঁরা কুরআন তিলওয়াত করতেন এবং রাত্রে এর অর্থ অনুধাবন ও শিক্ষায় নিমগ্ন থাকতেন, আর দিনের বেলায় জলাশয়ে গিয়ে পানি এনে মাসজিদে রাখতেন এবং কাঠ সংগ্রহ করে তা বিক্রি করে বিক্রি লব্ধ অর্থে সুফ্‌ফাবাসীগণ এবং নিঃস্ব ফকীরদের জন্যে আহার্য সামগ্রী ক্রয় করতেন। এঁদেরকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের সঙ্গে পাঠিয়েছিলেন। ওরা তাঁদের উপর আক্রমণ করলো এবং তাঁরা গন্তব্যস্থলে পৌঁছার পূর্বেই তাঁদেরকে হত্যা করলো। তখন তাঁরা বললেন, হে আল্লাহ ! আমাদের পক্ষ থেকে আমাদের নাবীর নিকট সংবাদ পৌছিয়ে দিন যে, আমরা আপনার সন্নিধানে পৌছে গিয়েছি এবং আপনার প্রতি সন্তুষ্ট রয়েছি। আর আপনিও আমাদের প্রতি সন্তুষ্ট রয়েছেন। রাবী বলেন, এক লোক আনাস (রাঃ)-এর মামা হারাম (রাঃ)-এর পিছন দিক দিয়ে এসে বর্শা দিয়ে বিদ্ধ করে হত্যা (শহীদ) করে দিল। হারাম (রাঃ) বলে উঠলেন, কা’বার প্রভুর কসম! আমি সাফল্যমন্ডিত হয়েছি। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাহাবীগণকে লক্ষ্য করে বললেন, তোমাদের ভাইগন নিহত হয়েছেন। আর (অন্তিম মুহূর্তে) তাঁরা বলেছেন, হে আল্লাহ! আমাদের নাবীকে সংবাদ পৌছিয়ে দিন যে, আমরা আপনার সন্নিধানে পৌছে গেছি এ অবস্থায় যে, আমরা আপনার প্রতি সন্তুষ্ট আর আপনিও আমাদের প্রতি সন্তুষ্ট। (ই.ফা. ৪৭৪৬, ই.সে. ৪৭৬৫)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا ثَابِتٌ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ جَاءَ نَاسٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالُوا أَنِ ابْعَثْ مَعَنَا رِجَالاً يُعَلِّمُونَا الْقُرْآنَ وَالسُّنَّةَ ‏.‏ فَبَعَثَ إِلَيْهِمْ سَبْعِينَ رَجُلاً مِنَ الأَنْصَارِ يُقَالُ لَهُمُ الْقُرَّاءُ فِيهِمْ خَالِي حَرَامٌ يَقْرَءُونَ الْقُرْآنَ وَيَتَدَارَسُونَ بِاللَّيْلِ يَتَعَلَّمُونَ وَكَانُوا بِالنَّهَارِ يَجِيئُونَ بِالْمَاءِ فَيَضَعُونَهُ فِي الْمَسْجِدِ وَيَحْتَطِبُونَ فَيَبِيعُونَهُ وَيَشْتَرُونَ بِهِ الطَّعَامَ لأَهْلِ الصُّفَّةِ وَلِلْفُقَرَاءِ فَبَعَثَهُمُ النَّبِيُّ صلى الله عليه وسلم إِلَيْهِمْ فَعَرَضُوا لَهُمْ فَقَتَلُوهُمْ قَبْلَ أَنْ يَبْلُغُوا الْمَكَانَ ‏.‏ فَقَالُوا اللَّهُمَّ بَلِّغْ عَنَّا نَبِيَّنَا أَنَّا قَدْ لَقِينَاكَ فَرَضِينَا عَنْكَ وَرَضِيتَ عَنَّا - قَالَ - وَأَتَى رَجُلٌ حَرَامًا خَالَ أَنَسٍ مِنْ خَلْفِهِ فَطَعَنَهُ بِرُمْحٍ حَتَّى أَنْفَذَهُ ‏.‏ فَقَالَ حَرَامٌ فُزْتُ وَرَبِّ الْكَعْبَةِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لأَصْحَابِهِ ‏ \"‏ إِنَّ إِخْوَانَكُمْ قَدْ قُتِلُوا وَإِنَّهُمْ قَالُوا اللَّهُمَّ بَلِّغْ عَنَّا نَبِيَّنَا أَنَّا قَدْ لَقِينَاكَ فَرَضِينَا عَنْكَ وَرَضِيتَ عَنَّا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}