{
  "hadith": {
    "hadith_id": 4812,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, আমার যে চাচার নামানুসারে আমার নামকরণ করা হয়েছে সে আনাস (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে বদরের যুদ্ধে শরীক হতে পারেননি। রাবী বলেন, এটা ছিল তাঁর জন্যে অত্যন্ত বেদনাদায়ক। তিনি (প্রায়ই) বলতেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রথম যে যুদ্ধটি করেছিলেন, তাতে আমি শরীক হতে পারলাম না। এরপর যদি আল্লাহ তা’আলা আমাকে তাঁর কোন যুদ্ধ প্রত্যক্ষ করার সুযোগ দান করেন তাহলে আমি কী করি তা আল্লাহ দেখবেন। রাবী বলেন, এর বেশী কিছু বলতে তিনি ভয় পেতেন। তারপর উহুদ যুদ্ধের দিন তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে যুদ্ধে অংশগ্রহন করেন। রাবী বলেন, সা’দ ইবনু মু’আয (রাঃ) যখন অগ্রসর হলেন তখন আনাস (রাঃ) তাঁকে লক্ষ্য করে বললেন, হে আবূ ‘আম্‌র! কোথায় (যাচ্ছো)? আহা! জান্নাতের ঘ্রাণ আমি উহুদ প্রান্ত থেকে পাচ্ছি। রাবী বলেন, তারপর তিনি কাফিরদের বিরুদ্ধে যুদ্ধে অবতীর্ণ হলেন এমন কি শেষ পর্যন্ত শহীদ হয়ে গেলেন। রাবী বলেন, তারপর তাঁর মৃত লাশে আশিটিরও অধিক তরবারি, বর্শা ও তীরের চিহ্ন পাওয়া যায়। রাবী আনাস (রাঃ) বলেন, তাঁর বোন এবং আমার ফুফু রুবাইয়্যি’ বিনতু নায্‌র (রাঃ) বলেন, (শহীদের ক্ষত-বিক্ষত দেহের) কেবল তাঁর আঙ্গুলের জোড়া দেখেই তাঁকে আমি সনাক্ত করেছি। (অন্য কোন পরিচয়ই অবশিষ্ট ছিল না।) তখন আয়াত নাযিল হলোঃ “এরা হচ্ছে সেসব ব্যক্তি, যারা আল্লাহর সাথে কৃত অঙ্গীকার পূরণ করে দেখিয়েছে। তাদের কেউ অঙ্গীকার ইতোমধ্যেই পূরণ করে ফেলেছে, আর কেউ তার প্রতীক্ষায় রয়েছে। তারা মোটেই পরিবর্তিত হয়নি”-(সুরা আহযাব ৩৩ঃ২৩)। রাবী বলেন, সাহাবীগণ মনে করতেন যে এ আয়াতটি তাঁর এবং তাঁর সঙ্গী-সাথীদের সম্পর্কেই নাযিল হয়েছিল। (ই.ফা. ৪৭৬৫, ই.সে. ৪৭৬৬)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ ثَابِتٍ، قَالَ قَالَ أَنَسٌ عَمِّيَ الَّذِي سُمِّيتُ بِهِ لَمْ يَشْهَدْ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بَدْرًا - قَالَ - فَشَقَّ عَلَيْهِ قَالَ أَوَّلُ مَشْهَدٍ شَهِدَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم غُيِّبْتُ عَنْهُ وَإِنْ أَرَانِيَ اللَّهُ مَشْهَدًا فِيمَا بَعْدُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم لَيَرَانِيَ اللَّهُ مَا أَصْنَعُ - قَالَ - فَهَابَ أَنْ يَقُولَ غَيْرَهَا - قَالَ - فَشَهِدَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ أُحُدٍ - قَالَ - فَاسْتَقْبَلَ سَعْدُ بْنُ مُعَاذٍ فَقَالَ لَهُ أَنَسٌ يَا أَبَا عَمْرٍو أَيْنَ فَقَالَ وَاهًا لِرِيحِ الْجَنَّةِ أَجِدُهُ دُونَ أُحُدٍ - قَالَ - فَقَاتَلَهُمْ حَتَّى قُتِلَ - قَالَ - فَوُجِدَ فِي جَسَدِهِ بِضْعٌ وَثَمَانُونَ مِنْ بَيْنِ ضَرْبَةٍ وَطَعْنَةٍ وَرَمْيَةٍ - قَالَ - فَقَالَتْ أُخْتُهُ عَمَّتِيَ الرُّبَيِّعُ بِنْتُ النَّضْرِ فَمَا عَرَفْتُ أَخِي إِلاَّ بِبَنَانِهِ ‏.‏ وَنَزَلَتْ هَذِهِ الآيَةُ ‏{‏ رِجَالٌ صَدَقُوا مَا عَاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضَى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَمَا بَدَّلُوا تَبْدِيلاً‏}‏ قَالَ فَكَانُوا يُرَوْنَ أَنَّهَا نَزَلَتْ فِيهِ وَفِي أَصْحَابِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}