{
  "hadith": {
    "hadith_id": 4877,
    "narrator": "আবূ সা’লাবাহ্‌ খুশানী (রাঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট এসে বলি, হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)! আমরা আহ্‌লে কিতাবের এলাকায় থাকি, আমরা তাদের পাত্রে আহার করে থাকি এবং আমরা শিকারের এলাকায় থাকি। আমি আমার ধনুক ও প্রশিক্ষণপ্রাপ্ত কুকুর দ্বারা শিকার করি, পাশাপাশি অপ্রশিক্ষণপ্রাপ্ত কুকুর দ্বারাও শিকার করে থাকি। অতএব আমার জন্য কোন্‌টি হালাল তা আমাকে বলে দিন। তিনি বললেনঃ তুমি যে বললে তোমরা কিতাবধারীদের এলাকায় বাস করো এবং তাদের পাত্রে আহার করো; যদি তাদের পাত্র ছাড়া অন্য পাত্র পাও তবে তাদের পাত্রে আহার করো  না। আর যদি অন্য পাত্র না পাও, তবে তা ধুয়ে নেয়ার পর খাবে। তুমি যে বললে, তোমরা শিকারের এলাকায় বসবাস করো। এর বিধান হলো, তোমার ধনুক দ্বারা শিকার হত্যা করার সময় আল্লাহ্‌র নাম নিয়ে ধনুক ছুঁড়বে, তারপর তা খাবে। আর তোমার প্রশিক্ষণপ্রাপ্ত কুকুর দ্বারা যা শিকার করবে তাও প্রেরেণের সময় আল্লাহ্‌র নাম নিবে, অতঃপর তা খাবে। আর তোমার অপ্রশিক্ষণপ্রাপ্ত কুকুর দ্বারা শিকার করবে তা যাবাহ করার সুযোগ পেলে তা খাবে। (ই.ফা. ৪৮৩০, ই.সে. ৪৮৩১)",
    "ar": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، قَالَ سَمِعْتُ رَبِيعَةَ بْنَ يَزِيدَ الدِّمَشْقِيَّ، يَقُولُ أَخْبَرَنِي أَبُو إِدْرِيسَ، عَائِذُ اللَّهِ قَالَ سَمِعْتُ أَبَا ثَعْلَبَةَ الْخُشَنِيَّ، يَقُولُ أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا بِأَرْضِ قَوْمٍ مِنْ أَهْلِ الْكِتَابِ نَأْكُلُ فِي آنِيَتِهِمْ وَأَرْضِ صَيْدٍ أَصِيدُ بِقَوْسِي وَأَصِيدُ بِكَلْبِيَ الْمُعَلَّمِ أَوْ بِكَلْبِيَ الَّذِي لَيْسَ بِمُعَلَّمٍ فَأَخْبِرْنِي مَا الَّذِي يَحِلُّ لَنَا مِنْ ذَلِكَ قَالَ ‏ \"‏ أَمَّا مَا ذَكَرْتَ أَنَّكُمْ بِأَرْضِ قَوْمٍ مِنْ أَهْلِ الْكِتَابِ تَأْكُلُونَ فِي آنِيَتِهِمْ فَإِنْ وَجَدْتُمْ غَيْرَ آنِيَتِهِمْ فَلاَ تَأْكُلُوا فِيهَا وَإِنْ لَمْ تَجِدُوا فَاغْسِلُوهَا ثُمَّ كُلُوا فِيهَا وَأَمَّا مَا ذَكَرْتَ أَنَّكَ بِأَرْضِ صَيْدٍ فَمَا أَصَبْتَ بِقَوْسِكَ فَاذْكُرِ اسْمَ اللَّهِ ثُمَّ كُلْ وَمَا أَصَبْتَ بِكَلْبِكَ الْمُعَلَّمِ فَاذْكُرِ اسْمَ اللَّهِ ثُمَّ كُلْ وَمَا أَصَبْتَ بِكَلْبِكَ الَّذِي لَيْسَ بِمُعَلَّمٍ فَأَدْرَكْتَ ذَكَاتَهُ فَكُلْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "35"
    }
  }
}