{
  "hadith": {
    "hadith_id": 4929,
    "narrator": "খালিদ ইবনু ওয়ালীদ (রাঃ)- যাঁকে সাইফুল্লাহ বলা হয়",
    "bn": "তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সাথে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর স্ত্রী মাইমূনাহ্‌ (রাঃ)-এর ঘরে ঢুকলেন। তিনি ছিলেন তাঁর ও ইবনু ‘আব্বাস (রাঃ)-এর খালা। এ সময় রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাঁর নিকট ভূনা গুইসাপ দেখতে পান, যা তাঁর (মাইমূনাহ্‌র) বোন হুফাইদাহ্‌ বিনতু হারিস নাজ্‌দ থেকে এনেছিল। তিনি গুইসাপটি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে পরিবেশন করলেন।  তাঁর অভ্যাস ছিল কোন খাদ্যের বিবরণ ও তার নাম উল্লেখ না করা পর্যন্ত তিনি সে দিকে কম-ই হাত বাড়াতেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) গুইসাপটির দিকে হাত বাড়ালে উপস্থিত জনৈকা মহিলা বললেন, তোমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সামনে যা পেশ করছো তাঁকে জানিয়ে দাও। তারা বললেন, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)! এটা কি গুইসাপ। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাঁর হাত তুলে নিলেন। খালিদ ইবনু ওয়ালীদ (রাঃ) বললেন, হে আল্লাহ রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)! এটা কি হারাম? তিনি বললেন, না। তবে যেহেতু এটা আমার এলাকাতে নেই তাই আমি এটা পছন্দ করি না। \nখালিদ (রাঃ) বলেন, অতঃপর আমি ওটা টেনে নিয়ে খাচ্ছিলাম। আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তা দেখছিলেন। তবে তিনি আমাকে নিষেধ করেননি। (ই.ফা. ৪৮৭৮, ই.সে. ৪৮৭৯)",
    "ar": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ، جَمِيعًا عَنِ ابْنِ وَهْبٍ، قَالَ حَرْمَلَةُ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ الأَنْصَارِيِّ، أَنَّ عَبْدَ اللَّهِ، بْنَ عَبَّاسٍ أَخْبَرَهُ أَنَّ خَالِدَ بْنَ الْوَلِيدِ الَّذِي يُقَالُ لَهُ سَيْفُ اللَّهِ أَخْبَرَهُ أَنَّهُ، دَخَلَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى مَيْمُونَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم وَهِيَ خَالَتُهُ وَخَالَةُ ابْنِ عَبَّاسٍ فَوَجَدَ عِنْدَهَا ضَبًّا مَحْنُوذًا قَدِمَتْ بِهِ أُخْتُهَا حُفَيْدَةُ بِنْتُ الْحَارِثِ مِنْ نَجْدٍ فَقَدَّمَتِ الضَّبَّ لِرَسُولِ اللَّهِ صلى الله عليه وسلم وَكَانَ قَلَّمَا يُقَدَّمُ إِلَيْهِ طَعَامٌ حَتَّى يُحَدَّثَ بِهِ وَيُسَمَّى لَهُ فَأَهْوَى رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ إِلَى الضَّبِّ فَقَالَتِ امْرَأَةٌ مِنَ النِّسْوَةِ الْحُضُورِ أَخْبِرْنَ رَسُولَ اللَّهِ صلى الله عليه وسلم بِمَا قَدَّمْتُنَّ لَهُ ‏.‏ قُلْنَ هُوَ الضَّبُّ يَا رَسُولَ اللَّهِ ‏.‏ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ فَقَالَ خَالِدُ بْنُ الْوَلِيدِ أَحَرَامٌ الضَّبُّ يَا رَسُولَ اللَّهِ قَالَ ‏ \"‏ لاَ وَلَكِنَّهُ لَمْ يَكُنْ بِأَرْضِ قَوْمِي فَأَجِدُنِي أَعَافُهُ ‏\"‏ ‏.‏ قَالَ خَالِدٌ فَاجْتَرَرْتُهُ فَأَكَلْتُهُ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَنْظُرُ فَلَمْ يَنْهَنِي ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "35"
    }
  }
}