{
  "hadith": {
    "hadith_id": 4997,
    "narrator": "‘আবদুল্লাহ ইবনু ওয়াকিদ (রাঃ)",
    "bn": "তিনি বলেন, তিন দিনের উপরে কুরবানীর গোশ্‌ত খেতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন। ‘আবদুল্লাহ ইবনু আবূ বাক্‌র (রহঃ) বলেন, আমি বিষয়টি ‘আম্‌রাহ্‌ (রাঃ) এর নিকট উল্লেখ করলে তিনি বলেন, ইবনু ওয়াকিদ সত্যই বলেছেন। আমি ‘আয়িশা (রাঃ) কে বলতে শুনেছি যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর যামানায় ‘ঈদুল আযহার সময় বেদুঈনদের কিছু পরিবার শহরে আগমন করে, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমরা তিনদিনের পরিমাণ জমা রেখে বাকী গোশ্‌তগুলো সাদাকাহ্‌ করে দাও। পরবতী সময়ে লোকেরা বলল, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! মানুষেরা তো কুরবানীর পশুর চামড়া দিয়ে পাত্র প্রস্তুত করছে এবং তার মাঝে চর্বি গলাচ্ছে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাতে কি হয়েছে? তারা বলল, আপনিই তো তিনদিনের বেশি কুরবানীর গোশ্‌ত খাওয়া হতে বারণ করেছেন। তিনি বললেনঃ আমি তো বেদুঈনদের আগমণের কারণে এ কথা বলেছিলাম। অতঃপর এখন তোমরা খেতে পার, জমা করে রাখতে পার এবং সাদাকাহ্‌ করতে পার। (ই.ফা. ৪৯৪২, ই.সে. ৪৯৪৭)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، أَخْبَرَنَا رَوْحٌ، حَدَّثَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ، أَبِي بَكْرٍ عَنْ عَبْدِ اللَّهِ بْنِ وَاقِدٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَكْلِ لُحُومِ الضَّحَايَا بَعْدَ ثَلاَثٍ ‏.‏ قَالَ عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ فَذَكَرْتُ ذَلِكَ لِعَمْرَةَ فَقَالَتْ صَدَقَ سَمِعْتُ عَائِشَةَ تَقُولُ دَفَّ أَهْلُ أَبْيَاتٍ مِنْ أَهْلِ الْبَادِيَةِ حِضْرَةَ الأَضْحَى زَمَنَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ادَّخِرُوا ثَلاَثًا ثُمَّ تَصَدَّقُوا بِمَا بَقِيَ ‏\"‏ ‏.‏ فَلَمَّا كَانَ بَعْدَ ذَلِكَ قَالُوا يَا رَسُولَ اللَّهِ إِنَّ النَّاسَ يَتَّخِذُونَ الأَسْقِيَةَ مِنْ ضَحَايَاهُمْ وَيَحْمِلُونَ مِنْهَا الْوَدَكَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَمَا ذَاكَ ‏\"‏ ‏.‏ قَالُوا نَهَيْتَ أَنْ تُؤْكَلَ لُحُومُ الضَّحَايَا بَعْدَ ثَلاَثٍ ‏.‏ فَقَالَ ‏\"‏ إِنَّمَا نَهَيْتُكُمْ مِنْ أَجْلِ الدَّافَّةِ الَّتِي دَفَّتْ فَكُلُوا وَادَّخِرُوا وَتَصَدَّقُوا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "36"
    }
  }
}