{
  "hadith": {
    "hadith_id": 5154,
    "narrator": "হুযাইফাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, কোন খাবার অনুষ্ঠানে যখন আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে উপবিষ্ট হতাম। যতক্ষণ তিনি স্বীয় হাত রেখে আরম্ভ না করতেন ততক্ষণ আমরা আমাদের হাত (আহারে) রাখতাম না। একবার আমরা তাঁর সাথে এক খাবার অনুষ্ঠানে উপস্থিত হলাম। এমনি মুহূর্তে একটি মেয়ে এলো। (মনে হচ্ছিল) যেন তাকে তাড়িয়ে দেয়া হয়েছে। সে খাবারে হাত দিতে গেলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার হাত ধরে নিলেন। অতঃপর একজন বেদুঈন এলো। (মনে হচ্ছিল) যেন তাকে তাড়িয়ে দেয়া হচ্ছিল। তিনি তারও হাত ধরে নিলেন। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ্‌র নাম স্মরণ করা না হলে শাইতান সে খাদ্যকে হালাল করে ফেলে। আর সে এ মেয়েটিকে নিয়ে এসেছে যাতে করে (এ খাদ্যকে) তার দ্বারা হালাল করতে পারে। অতঃপর আমি তার হাত ধরে ফেললে সে এ বেদুঈনকে নিয়ে এসেছে। যাতে করে (এ খাদ্যকে) তার দ্বারা হালাল করতে পারে। কিন্তু আমি তারও হাত ধরে ফেলেছি। সে সত্তার কসম! যাঁর হাতে আমার জীবন! অবশ্যই তার (শাইতানের) হাত মেয়েটির হাতসহ আমার হাতের মুঠোয়। (ই.ফা.৫০৮৯, ই.সে. ৫০৯৯)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ خَيْثَمَةَ، عَنْ أَبِي حُذَيْفَةَ، عَنْ حُذَيْفَةَ، قَالَ كُنَّا إِذَا حَضَرْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم طَعَامًا لَمْ نَضَعْ أَيْدِيَنَا حَتَّى يَبْدَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَيَضَعَ يَدَهُ وَإِنَّا حَضَرْنَا مَعَهُ مَرَّةً طَعَامًا فَجَاءَتْ جَارِيَةٌ كَأَنَّهَا تُدْفَعُ فَذَهَبَتْ لِتَضَعَ يَدَهَا فِي الطَّعَامِ فَأَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهَا ثُمَّ جَاءَ أَعْرَابِيٌّ كَأَنَّمَا يُدْفَعُ فَأَخَذَ بِيَدِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الشَّيْطَانَ يَسْتَحِلُّ الطَّعَامَ أَنْ لاَ يُذْكَرَ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ جَاءَ بِهَذِهِ الْجَارِيَةِ لِيَسْتَحِلَّ بِهَا فَأَخَذْتُ بِيَدِهَا فَجَاءَ بِهَذَا الأَعْرَابِيِّ لِيَسْتَحِلَّ بِهِ فَأَخَذْتُ بِيَدِهِ وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ يَدَهُ فِي يَدِي مَعَ يَدِهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "37"
    }
  }
}