{
  "hadith": {
    "hadith_id": 5186,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, একবার রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের গৃহে আগমন করে কিছু পান করতে ইচ্ছা করলেন। আমরা তাঁর জন্য একটি ছাগলের দুধ দোহন করলাম। তারপর আমি আমার এ কূপ হতে কিছু পানি দুধের সাথে মেশালাম। তিনি (আনাস) বলেন, অতঃপর আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দিলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পান করলেন। আবূ বাকর (রাঃ) তাঁর বাম পাশে ছিলেন। ‘উমার (রাঃ) তাঁর সম্মুখে আর তাঁর ডানদিকে ছিল এক বেদুঈন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন পান করা শেষ করলেন, তখন ‘উমার (রাঃ) আবূ বাকরকে দেখিয়ে তাঁকে বললেন, হে আল্লাহর রাসূল! এ তো আবূ বাকর (রাঃ) (তাঁকে দিন)। কিন্তু রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবূ বাকর ও উমার (রাঃ)-কে (আগে) না দিয়ে সে বেদুঈনকে দিলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃআগে ডান পাশের মানুষদের। ডান পাশের মানুষদের, ডান পাশের লোকদেরই বেশী হক রয়েছে।\nআনাস (রাঃ) বলেন, এতএব এটা সুন্নাত, এটা সুন্নাত, এটা সুন্নাত। (ই.ফা. ৫১১৯, ই.সে. ৫১৩০)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَعَلِيُّ بْنُ حُجْرٍ، قَالُوا حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ جَعْفَرٍ - عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ مَعْمَرِ بْنِ حَزْمٍ أَبِي طُوَالَةَ الأَنْصَارِيِّ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، ح\nوَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا سُلَيْمَانُ، - يَعْنِي ابْنَ بِلاَلٍ - عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يُحَدِّثُ قَالَ أَتَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي دَارِنَا فَاسْتَسْقَى فَحَلَبْنَا لَهُ شَاةً ثُمَّ شُبْتُهُ مِنْ مَاءِ بِئْرِي هَذِهِ - قَالَ - فَأَعْطَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَشَرِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ عَنْ يَسَارِهِ وَعُمَرُ وُجَاهَهُ وَأَعْرَابِيٌّ عَنْ يَمِينِهِ فَلَمَّا فَرَغَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ شُرْبِهِ قَالَ عُمَرُ هَذَا أَبُو بَكْرٍ يَا رَسُولَ اللَّهِ ‏.‏ يُرِيهِ إِيَّاهُ فَأَعْطَى رَسُولُ اللَّهِ صلى الله عليه وسلم الأَعْرَابِيَّ وَتَرَكَ أَبَا بَكْرٍ وَعُمَرَ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الأَيْمَنُونَ الأَيْمَنُونَ الأَيْمَنُونَ ‏\"‏ ‏.‏ قَالَ أَنَسٌ فَهِيَ سُنَّةٌ فَهِيَ سُنَّةٌ فَهِيَ سُنَّةٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "37"
    }
  }
}