{
  "hadith": {
    "hadith_id": 5210,
    "narrator": "জাবির ইব্‌নে ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, (খন্দক যুদ্ধের প্রাক্কালে) পরিখা খোড়ার সময় আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর দেহে ক্ষুধার যন্ত্রণা লক্ষ্য করলাম। অতঃপর আমার সহধর্মিণীর নিকট ফিরে এসে তাঁকে বললাম, তোমার কাছে কিছু আছে কি? কেননা, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)– কে চরম ক্ষুধারত অবস্থায় দেখেছি। অতঃপর সে একটি চামড়ার ব্যাগ বের করলো, যার মধ্যে এক সা’ পরিমাণ যব ছিল। আর আমাদের একটা গৃহপালিত বকরী ছিল। আমি ওটা যাবাহ করলাম, আর স্ত্রী যবগুলো ভালভাবে পিষে নিল। আমার কাজ সম্পাদনের সঙ্গে সঙ্গে সেও তাঁর কাজ শেষ করলো। আমি (রান্নার জন্য) গোশ্‌ত কেটে ডেগচিতে রাখলাম। অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)– এর কাছে ফিরে এলাম। (যাওয়ার সময়) আমার স্ত্রী আমাকে বলল, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  ও তাঁর সাথীদের দিয়ে তুমি আমাকে লাঞ্ছিত কর না। তিনি বলেন, তারপর আমি তাঁর নিকট এসে চুপি চুপি তাঁকে বললাম, হে আল্লাহ্‌র রাসূল! আমরা একটি বকরী যাবাহ করেছি আর আমাদের এক সা’ পরিমাণ যব ছিল আমার স্ত্রী তাই পিষে নিয়েছে। সুতরাং আপনি কয়েকজনকে সাথে নিয়ে আসুন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  দরাজ কণ্ঠে বললেন, হে পরিখা খননকারীরা! জাবির তোমাদের জন্য কিছু খাবার তৈরী করেছে। তোমরা সকলে চলো। আর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  (আমাকে বললেনঃ আমি না আসা পর্যন্ত তোমাদের ডেগ (চুলা থেকে) নামাবে না এবং খামীর দ্বারা রুটি প্রস্তত করবে না। আমি আসলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  মানুষদের আগে আগে আসলেন। আমি আমার স্ত্রীর নিকট এলে সে আমাকে (তিরস্কার করে) বলল, তোমার ধ্বংস হোক, তোমার ধ্বংস হোক। আমি বললাম, আমি তাই করেছি, তুমি যাই আমাকে বলেছিলে। অতঃপর সে খামিরগুলো বের করলো তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার মধ্যে একটু লালা দিলেন এবং বারাকাতের দু’য়া করলেন। অতঃপর তিনি বললেন, রুটি প্রস্ততকারীনিকে ডাক, যে তোমার সঙ্গে রুটি প্রস্তত করবে। আর তুমি পাতিল হতে পেয়ালা ভরে ভরে নিবে। আর ডেগ (চুল্লি হতে) নামাবে না। তাঁরা ছিলেন মোট এক হাজার মানুষ। আল্লাহ্‌র নামে শপথ করছি! তাঁরা সকলে খাবার খেলেন। পরিশেষে তাঁরা তা রেখে এমনভাবে ফিরে গেলেন যে, আমাদের ডেগ আগের মতো উতলিয়ে পড়ছিল। আর আমাদের খামীর পূর্বের মতো রুটি প্রস্তত করা হচ্ছিল। (ই.ফা. ৫১৪২, ই.সে. ৫১৫৪)",
    "ar": "حَدَّثَنِي حَجَّاجُ بْنُ الشَّاعِرِ، حَدَّثَنِي الضَّحَّاكُ بْنُ مَخْلَدٍ، مِنْ رُقْعَةٍ عَارَضَ لِي بِهَا ثُمَّ قَرَأَهُ عَلَىَّ قَالَ أَخْبَرَنَاهُ حَنْظَلَةُ بْنُ أَبِي سُفْيَانَ حَدَّثَنَا سَعِيدُ بْنُ مِينَاءَ قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُ لَمَّا حُفِرَ الْخَنْدَقُ رَأَيْتُ بِرَسُولِ اللَّهِ صلى الله عليه وسلم خَمَصًا فَانْكَفَأْتُ إِلَى امْرَأَتِي فَقُلْتُ لَهَا هَلْ عِنْدَكِ شَىْءٌ فَإِنِّي رَأَيْتُ بِرَسُولِ اللَّهِ صلى الله عليه وسلم خَمَصًا شَدِيدًا ‏.‏ فَأَخْرَجَتْ لِي جِرَابًا فِيهِ صَاعٌ مِنْ شَعِيرٍ وَلَنَا بُهَيْمَةٌ دَاجِنٌ - قَالَ - فَذَبَحْتُهَا وَطَحَنَتْ فَفَرَغَتْ إِلَى فَرَاغِي فَقَطَّعْتُهَا فِي بُرْمَتِهَا ثُمَّ وَلَّيْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ لاَ تَفْضَحْنِي بِرَسُولِ اللَّهِ صلى الله عليه وسلم وَمَنْ مَعَهُ - قَالَ - فَجِئْتُهُ فَسَارَرْتُهُ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا قَدْ ذَبَحْنَا بُهَيْمَةً لَنَا وَطَحَنَتْ صَاعًا مِنْ شَعِيرٍ كَانَ عِنْدَنَا فَتَعَالَ أَنْتَ فِي نَفَرٍ مَعَكَ ‏.‏ فَصَاحَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ ‏\"‏ يَا أَهْلَ الْخَنْدَقِ إِنَّ جَابِرًا قَدْ صَنَعَ لَكُمْ سُورًا فَحَيَّهَلاَ بِكُمْ ‏\"‏ ‏.‏ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تُنْزِلُنَّ بُرْمَتَكُمْ وَلاَ تَخْبِزُنَّ عَجِينَتَكُمْ حَتَّى أَجِيءَ ‏\"‏ ‏.‏ فَجِئْتُ وَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْدُمُ النَّاسَ حَتَّى جِئْتُ امْرَأَتِي فَقَالَتْ بِكَ وَبِكَ ‏.‏ فَقُلْتُ قَدْ فَعَلْتُ الَّذِي قُلْتِ لِي ‏.‏ فَأَخْرَجْتُ لَهُ عَجِينَتَنَا فَبَصَقَ فِيهَا وَبَارَكَ ثُمَّ عَمَدَ إِلَى بُرْمَتِنَا فَبَصَقَ فِيهَا وَبَارَكَ ثُمَّ قَالَ ‏\"‏ ادْعِي خَابِزَةً فَلْتَخْبِزْ مَعَكِ وَاقْدَحِي مِنْ بُرْمَتِكُمْ وَلاَ تُنْزِلُوهَا ‏\"‏ ‏.‏ وَهُمْ أَلْفٌ فَأُقْسِمُ بِاللَّهِ لأَكَلُوا حَتَّى تَرَكُوهُ وَانْحَرَفُوا وَإِنَّ بُرْمَتَنَا لَتَغِطُّ كَمَا هِيَ وَإِنَّ عَجِينَتَنَا - أَوْ كَمَا قَالَ الضَّحَّاكُ - لَتُخْبَزُ كَمَا هُوَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "37"
    }
  }
}