{
  "hadith": {
    "hadith_id": 5211,
    "narrator": "আনাস ইব্‌নে মালিক (রাঃ)",
    "bn": "তিনি বলেন, (একদা) আবূ তালহাহ্‌ (রাঃ) উম্মু সুলায়ম (রাঃ)- কে বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দুর্বল শব্দ শ্রবণ করে বুঝতে পেরেছি যে, তিনি ক্ষুধার্ত। তাই তোমার কাছে কিছু আছে কি? তিনি বললেন, হ্যাঁ। তিনি যবের কয়েক খণ্ড রুটি বের করলেন। তারপর তার ওড়না নিলেন এবং এটির একাংশ দিয়ে রুটিগুলো পেচিয়ে আমার কাপড়ের তলায় গুঁজে দিলেন এবং ওপর অংশ আমার দেহে জড়িয়ে দিলেন। অতঃপর আমাকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  -এর কাছে প্রেরণ করলেন। তিনি (আনাস) বলেন, আমি এগুলো নিয়ে এসে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  –কে দেখতে পেলাম তিনি মসজিদে বসে আছেন। তাঁর সাথে আরও মানুষ ছিলেন। আমি তাঁদের নিকট গিয়ে দাঁড়ালাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃ তোমাকে আবূ তালহাহ প্রেরণ করেছেন? আমি বললাম, হ্যাঁ। তিনি বললেন, খাওয়ার ব্যাপারে? আমি বললাম, হ্যাঁ। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাঁর সাথীদের বললেন, সবাই চলো। আনাস (রাঃ) বলেন, তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  গেলেন। আর আমি তাদের সামনে চলতে লাগলাম। পরিশেষে আমি আবূ তালহাহ (রাঃ)-এর কাছে এসে তাঁকে (ঘটনা) খবর দিলাম তখন আবূ তালহাহ (রাঃ) বললেন, হে উম্মু সুলায়ম (রাঃ)! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তো লোকদের নিয়ে আসছেন, অথচ আমাদের কাছে সে পরিমাণ খাদ্য নেই যা দিয়ে তাঁদের আপ্যায়ন করতে পারি। [উম্মু সুলায়ম (রাঃ) বললেন, (তুমি উদ্বিগ্ন হয়ো না) আল্লাহ্‌ এবং তাঁর রাসূলই ভাল জানেন। আনাস (রাঃ) বলেন, তারপর আবূ তালহাহ (রাঃ) যেয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  – এর সাথে দেখা করলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাঁর সাথে এসে (উভয়ে) ঘরে ঢুকলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উম্মু সুলায়ম (রাঃ) –কে লক্ষ্য করে বললেন, হে উম্মু সুলায়ম! তোমার কাছে যা আছে নিয়ে আসো। তিনি সে রুটিগুলো তা সাথে করে নিয়ে আসলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নির্দেশ দান করলেন সেগুলো টুকরা টুকরা করা হলো। আর উম্মু সুলায়ম (রাঃ) চামড়া দ্বারা তৈরী ঘি-এর পাত্রটি চিপে সেটি সালুন হিসেবে দিলেন। আর  এর ভিতরে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌র ইচ্ছানুযায়ী কিছু পড়লেন। অতঃপর বললেন , দশজনকে আসতে বলো। তাদের ডাকা হলে এসে তৃপ্তির সাথে খাবার খেয়ে বেরিয়ে গেলেন। অতঃপর তিনি বললেন, আরো দশজনকে আসতে বলো। তাদের ডাকা হলে তারা পেট ভরে খেয়ে চলে গেলেন। পুনরায় তিনি বললেন, দশ জনকে ডাক। এভাবে দলের সকলে পেটপুরে খাবার খেলেন। সত্তর কিংবা আশিজন লোক তাদের দলে ছিল। (ই. ফা. ৫১৪৩, ই.সে. ৫১৫৫)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكِ بْنِ أَنَسٍ عَنْ إِسْحَاقَ بْنِ عَبْدِ، اللَّهِ بْنِ أَبِي طَلْحَةَ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ أَبُو طَلْحَةَ لأُمِّ سُلَيْمٍ قَدْ سَمِعْتُ صَوْتَ، رَسُولِ اللَّهِ صلى الله عليه وسلم ضَعِيفًا أَعْرِفُ فِيهِ الْجُوعَ فَهَلْ عِنْدَكِ مِنْ شَىْءٍ فَقَالَتْ نَعَمْ ‏.‏ فَأَخْرَجَتْ أَقْرَاصًا مِنْ شَعِيرٍ ثُمَّ أَخَذَتْ خِمَارًا لَهَا فَلَفَّتِ الْخُبْزَ بِبَعْضِهِ ثُمَّ دَسَّتْهُ تَحْتَ ثَوْبِي وَرَدَّتْنِي بِبَعْضِهِ ثُمَّ أَرْسَلَتْنِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ فَذَهَبْتُ بِهِ فَوَجَدْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم جَالِسًا فِي الْمَسْجِدِ وَمَعَهُ النَّاسُ فَقُمْتُ عَلَيْهِمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَرْسَلَكَ أَبُو طَلْحَةَ ‏\"‏ ‏.‏ قَالَ فَقُلْتُ نَعَمْ ‏.‏ فَقَالَ ‏\"‏ أَلِطَعَامٍ ‏\"‏ ‏.‏ فَقُلْتُ نَعَمْ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِمَنْ مَعَهُ ‏\"‏ قُومُوا ‏\"‏ ‏.‏ قَالَ فَانْطَلَقَ وَانْطَلَقْتُ بَيْنَ أَيْدِيهِمْ حَتَّى جِئْتُ أَبَا طَلْحَةَ فَأَخْبَرْتُهُ فَقَالَ أَبُو طَلْحَةَ يَا أُمَّ سُلَيْمٍ قَدْ جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِالنَّاسِ وَلَيْسَ عِنْدَنَا مَا نُطْعِمُهُمْ فَقَالَتِ اللَّهُ وَرَسُولُهُ أَعْلَمُ - قَالَ - فَانْطَلَقَ أَبُو طَلْحَةَ حَتَّى لَقِيَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَقْبَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَعَهُ حَتَّى دَخَلاَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَلُمِّي مَا عِنْدَكِ يَا أُمَّ سُلَيْمٍ ‏\"‏ ‏.‏ فَأَتَتْ بِذَلِكَ الْخُبْزِ فَأَمَرَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَفُتَّ وَعَصَرَتْ عَلَيْهِ أُمُّ سُلَيْمٍ عُكَّةً لَهَا فَأَدَمَتْهُ ثُمَّ قَالَ فِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم مَا شَاءَ اللَّهُ أَنْ يَقُولَ ثُمَّ قَالَ ‏\"‏ ائْذَنْ لِعَشَرَةٍ ‏\"‏ ‏.‏ فَأَذِنَ لَهُمْ فَأَكَلُوا حَتَّى شَبِعُوا ثُمَّ خَرَجُوا ثُمَّ قَالَ ‏\"‏ ائْذَنْ لِعَشَرَةٍ ‏\"‏ ‏.‏ فَأَذِنَ لَهُمْ فَأَكَلُوا حَتَّى شَبِعُوا ثُمَّ خَرَجُوا ثُمَّ قَالَ ‏\"‏ ائْذَنْ لِعَشَرَةٍ ‏\"‏ ‏.‏ حَتَّى أَكَلَ الْقَوْمُ كُلُّهُمْ وَشَبِعُوا وَالْقَوْمُ سَبْعُونَ رَجُلاً أَوْ ثَمَانُونَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "37"
    }
  }
}