{
  "hadith": {
    "hadith_id": 5212,
    "narrator": "আনাস ইব্‌নে মালিক (রাঃ)",
    "bn": "তিনি বলেন, আবূ তালহাহ (রাঃ) কিছু খাদ্যের ব্যবস্থা করে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–কে দাওয়াত করার জন্য আমাকে প্রেরণ করলেন। আমি তাঁর নিকট গেলাম। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  সাথীদের সাথে ছিলেন। তিনি আমার প্রতি দৃষ্টি নিক্ষেপ করলেন। আমি লজ্জার সাথে বললাম, আপনি আবূ তালহার দাওয়াত কবুল করুন। তখন তিনি লোকদের বললেনঃ তোমরা সবাই চলো। আবূ তালহাহ (রাঃ) হে আল্লাহ্‌র রাসূল! আমি তো শুধুমাত্র আপনার জন্য সামান্য খাবার ব্যবস্থা করেছি। আনাস (রাঃ) বলেন, তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খাবারগুলো ছুঁয়ে দেখলেন এবং এতে বারাকাতের দু’য়া করলেন। অতঃপর বললেন, আমার সাথীদের মধ্য থেকে দশজন করে ঘরে নিয়ে এসো।  তিনি তাঁদের বললেন, তোমরা খেতে থাক। তিনি তাঁদের জন্য তাঁর আঙ্গুলের মধ্য থেকে কিছু বের করে দিলেন। তাঁরা সকলে তৃপ্তি সহ খাওয়ার পর বেরিয়ে গেলেন। অতঃপর বললেন, আরো দশজনকে ঘরে নিয়ে এসো। তারাও আহার শেষে বের হয়ে গেলেন। এভাবে দশজন ঘরে প্রবেশ করে এবং দশজন বের হয়ে যায়। এমনকি তাদের মাঝ থেকে একজন বাকী থাকেনি যে ঘরে ঢুকেনি। অতঃপর তিনি পাত্র খুলে দেখলেন, সকলে আহার করার পূর্বে যেমন ছিল এখনও ঠিক তেমনি আছে।  [১১]  (ই. ফা. ৫১৪৪ ই.সে.৫১৫৬)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا أَبِي، حَدَّثَنَا سَعْدُ بْنُ سَعِيدٍ، حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ، قَالَ بَعَثَنِي أَبُو طَلْحَةَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم لأَدْعُوَهُ وَقَدْ جَعَلَ طَعَامًا - قَالَ - فَأَقْبَلْتُ وَرَسُولُ اللَّهِ صلى الله عليه وسلم مَعَ النَّاسِ فَنَظَرَ إِلَىَّ فَاسْتَحْيَيْتُ فَقُلْتُ أَجِبْ أَبَا طَلْحَةَ ‏.‏ فَقَالَ لِلنَّاسِ ‏\"‏ قُومُوا ‏\"‏ ‏.‏ فَقَالَ أَبُو طَلْحَةَ يَا رَسُولَ اللَّهِ إِنَّمَا صَنَعْتُ لَكَ شَيْئًا - قَالَ - فَمَسَّهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَدَعَا فِيهَا بِالْبَرَكَةِ ثُمَّ قَالَ ‏\"‏ أَدْخِلْ نَفَرًا مِنْ أَصْحَابِي عَشَرَةً ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ كُلُوا ‏\"‏ ‏.‏ وَأَخْرَجَ لَهُمْ شَيْئًا مِنْ بَيْنِ أَصَابِعِهِ فَأَكَلُوا حَتَّى شَبِعُوا فَخَرَجُوا فَقَالَ ‏\"‏ أَدْخِلْ عَشَرَةً ‏\"‏ ‏.‏ فَأَكَلُوا حَتَّى شَبِعُوا ‏.‏ فَمَا زَالَ يُدْخِلُ عَشَرَةً وَيُخْرِجُ عَشَرَةً حَتَّى لَمْ يَبْقَ مِنْهُمْ أَحَدٌ إِلاَّ دَخَلَ فَأَكَلَ حَتَّى شَبِعَ ثُمَّ هَيَّأَهَا فَإِذَا هِيَ مِثْلُهَا حِينَ أَكَلُوا مِنْهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১১] অর্থাৎ পাত্রের খাবার আগের যেমন ছিল সবাই খাওয়ার পর ঠিক তেমনই র‍য়ে গেল । এটা ছিল রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর মু’জিযা ।",
    "chapter": {
      "chapter_number": "37"
    }
  }
}