{
  "hadith": {
    "hadith_id": 5253,
    "narrator": "আবূ আইয়ূব (রাঃ)",
    "bn": "(হিজরাতের সময়) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর গৃহে মেহমান হলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অবস্থান করতেন নীচ তলায় এবং আবূ আইয়ূব (রাঃ) অবস্থান করতেন উপর তলায়। একদা রাত্রে আবূ আইয়ূব (রাঃ) জাগ্রত হয়ে বললেন, আমরা তো রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মাথার উপর চলাফেরা করি। তখন তিনি সে স্থান হতে দূরে গিয়ে এক কোণে রাত্রি যাপন করলেন। অতঃপর (সকালে) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তিনি ব্যাপারটি জানালে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, নীচ তলায়েই অনেক সুবিধা। তখন তিনি বললেন, আপনি নীচে থাকবেন এমন ছাদে আমি উঠবো না। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উপর তলায় এবং আবূ আইয়ূব (রাঃ) নীচ তলায় জায়গা পরিবর্তন করলেন। তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য খাদ্য প্রস্তুত করতেন যখন (অবশিষ্ট) খাদ্য ফেরত আনা হতো, তখন তিনি জানতে চাইতেন, রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন্ জায়গায় তাঁর আঙ্গুল স্পর্শ করেছেন। অতঃপর তাঁর আঙ্গুলের স্থান অনুসরণ করে সেখান থেকে খেতেন। একবার তিনি তাঁর জন্য খানা প্রস্তুত করলেন, যার মধ্যে রসুন ছিল। তাঁর নিকট ফেরত নিয়ে আসলে তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আঙ্গুল স্পর্শের স্থান সম্পর্কে প্রশ্ন করলেন। তাঁকে বলা হলো, তিনি এগুলো খাননি। তিনি হতভম্ব হয়ে গেলেন এবং তাঁর কাছে গেলেন। তিনি বললেন, তাহলে আপনি যা পছন্দ করেন না, আমিও তা পছন্দ করি না।\nতিনি বলেন, নবী(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট সে সময় ওয়াহী আসত। (ই.ফা. ৫১৮৫, ই.সে. ৫১৯৭)",
    "ar": "وَحَدَّثَنِي حَجَّاجُ بْنُ الشَّاعِرِ، وَأَحْمَدُ بْنُ سَعِيدِ بْنِ صَخْرٍ، - وَاللَّفْظُ مِنْهُمَا قَرِيبٌ - قَالاَ حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا ثَابِتٌ، - فِي رِوَايَةِ حَجَّاجِ بْنِ يَزِيدَ أَبُو زَيْدٍ الأَحْوَلُ - حَدَّثَنَا عَاصِمٌ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ أَفْلَحَ، مَوْلَى أَبِي أَيُّوبَ عَنْ أَبِي أَيُّوبَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَزَلَ عَلَيْهِ فَنَزَلَ النَّبِيُّ صلى الله عليه وسلم فِي السُّفْلِ وَأَبُو أَيُّوبَ فِي الْعُلْوِ - قَالَ - فَانْتَبَهَ أَبُو أَيُّوبَ لَيْلَةً فَقَالَ نَمْشِي فَوْقَ رَأْسِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَتَنَحَّوْا فَبَاتُوا فِي جَانِبٍ ثُمَّ قَالَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ السُّفْلُ أَرْفَقُ ‏\"‏ ‏.‏ فَقَالَ لاَ أَعْلُو سَقِيفَةً أَنْتَ تَحْتَهَا ‏.‏ فَتَحَوَّلَ النَّبِيُّ صلى الله عليه وسلم فِي الْعُلْوِ وَأَبُو أَيُّوبَ فِي السُّفْلِ فَكَانَ يَصْنَعُ لِلنَّبِيِّ صلى الله عليه وسلم طَعَامًا فَإِذَا جِيءَ بِهِ إِلَيْهِ سَأَلَ عَنْ مَوْضِعِ أَصَابِعِهِ فَيَتَتَبَّعُ مَوْضِعَ أَصَابِعِهِ فَصَنَعَ لَهُ طَعَامًا فِيهِ ثُومٌ فَلَمَّا رُدَّ إِلَيْهِ سَأَلَ عَنْ مَوْضِعِ أَصَابِعِ النَّبِيِّ صلى الله عليه وسلم فَقِيلَ لَهُ لَمْ يَأْكُلْ ‏.‏ فَفَزِعَ وَصَعِدَ إِلَيْهِ فَقَالَ أَحَرَامٌ هُوَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لاَ وَلَكِنِّي أَكْرَهُهُ ‏\"‏ ‏.‏ قَالَ فَإِنِّي أَكْرَهُ مَا تَكْرَهُ أَوْ مَا كَرِهْتَ ‏.‏ قَالَ وَكَانَ النَّبِيُّ صلى الله عليه وسلم يُؤْتَى ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "37"
    }
  }
}