{
  "hadith": {
    "hadith_id": 5254,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, এক লোক রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বলল, আমি চরম অনাহারে ভুগছি। তিনি তাঁর কোন এক সহধর্মিণীর নিকট লোক প্রেরণ করলে তিনি বললেন, যে স্রষ্টা আপনাকে সঠিক দীনসহ পাঠিয়েছেন তাঁর কসম! আমার নিকট পানি ব্যতীত আর কিছু নেই। তিনি অপর এক স্ত্রীর নিকট লোক প্রেরণ করলে তিনিও অনুরূপ কথা বললেন। এভাবে তাঁরা সবাই একই কথা বললেন যে, সে সত্তার কসম! যিনি আপনাকে সত্য দীনসহ প্রেরণ করেছেন, আমার কাছে পানি ব্যতীত আর কিছু নেই। তখন তিনি বললেন, আজ রাত্রে লোকটির কে অতিথিপরায়ণ হবে? আল্লাহ তার উপর দয়া করুন! তখন এক আন্সারী লোক উঠে বলল, হে আল্লাহর রসূল! আমি। অতঃপর লোকটিকে নিয়ে আন্সারী নিজ বাড়িতে গেলেন এবং তাঁর সহধর্মিণীকে বললেন, তোমার নিকট কিছু আছে কি? সে বলল না। তবে সন্তানদের জন্য অল্প কিছু খাবার আছে। তিনি বললেন, তুমি তাদের কিছু একটা দিয়ে ব্যস্ত রাখো। আর যখন অতিথি ঘরে ঢুকবে, তখন তুমি আলোটা নিভিয়ে দেবে। আর তাকে বুঝাবে যে, আমরাও খাবার খাচ্ছি। সে (মেহমান) যখন খাওয়া আরম্ভ করবে তখন তুমি আলোর পাশে যেয়ে সেটা নিভিয়ে দেবে। রাবী বলেন, অতঃপর তারা বসে থাকলেন এবং অতিথি খেতে শুরু করলো। সকালে তিনি (আনসারী) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে আসলে, তিনি বললেনঃআজ রাত্রে অতিথির সঙ্গে তোমাদের উভয়ের ব্যবহারে আল্লাহ খুশী হয়েছেন। (ই.ফা. ৫১৮৬, ই.সে. ৫১৯৮)",
    "ar": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنْ فُضَيْلِ بْنِ غَزْوَانَ، عَنْ أَبِي حَازِمٍ الأَشْجَعِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنِّي مَجْهُودٌ ‏.‏ فَأَرْسَلَ إِلَى بَعْضِ نِسَائِهِ فَقَالَتْ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا عِنْدِي إِلاَّ مَاءٌ ‏.‏ ثُمَّ أَرْسَلَ إِلَى أُخْرَى فَقَالَتْ مِثْلَ ذَلِكَ حَتَّى قُلْنَ كُلُّهُنَّ مِثْلَ ذَلِكَ لاَ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا عِنْدِي إِلاَّ مَاءٌ ‏.‏ فَقَالَ ‏\"‏ مَنْ يُضِيفُ هَذَا اللَّيْلَةَ رَحِمَهُ اللَّهُ ‏\"‏ ‏.‏ فَقَامَ رَجُلٌ مِنَ الأَنْصَارِ فَقَالَ أَنَا يَا رَسُولَ اللَّهِ ‏.‏ فَانْطَلَقَ بِهِ إِلَى رَحْلِهِ فَقَالَ لاِمْرَأَتِهِ هَلْ عِنْدَكِ شَىْءٌ ‏.‏ قَالَتْ لاَ إِلاَّ قُوتُ صِبْيَانِي ‏.‏ قَالَ فَعَلِّلِيهِمْ بِشَىْءٍ فَإِذَا دَخَلَ ضَيْفُنَا فَأَطْفِئِي السِّرَاجَ وَأَرِيهِ أَنَّا نَأْكُلُ فَإِذَا أَهْوَى لِيَأْكُلَ فَقُومِي إِلَى السِّرَاجِ حَتَّى تُطْفِئِيهِ ‏.‏ قَالَ فَقَعَدُوا وَأَكَلَ الضَّيْفُ ‏.‏ فَلَمَّا أَصْبَحَ غَدَا عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ قَدْ عَجِبَ اللَّهُ مِنْ صَنِيعِكُمَا بِضَيْفِكُمَا اللَّيْلَةَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "37"
    }
  }
}