{
  "hadith": {
    "hadith_id": 5257,
    "narrator": "মিক্‌দাদ (রাঃ)",
    "bn": "তিনি বলেন, প্রচুর খাদ্য সংকটে আমার ও আমার দু’সাথীর দৃষ্টিশক্তি ও শ্রুতিশক্তি কমে যায়। অতঃপর আমরা  রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবীদের নিকটে নিজেদের উত্থাপন করতে লাগলাম। কিন্তু তাঁদের কেউ আমাদের কথা শুনলেন না। সবশেষে আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আগমন করলে তিনি আমাদের সাথে নিয়ে তার পরিবারের নিকটে গেলেন। সেখানে তিনটি বকরী ছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা দুধ দোহন করবে। এ দুধ আমরা বণ্টন করে পান করবো। তিনি বলেন, এরপর থেকে আমরা দুধ দোহন করতাম। আমাদের সবাই যার যার অংশ পান করতো। আর আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জন্য তাঁর অংশ উঠিয়ে রাখতাম। মিকদাদ (রাঃ) বলেন, তিনি রাত্রে এসে এমনভাবে সালাম দিতেন যাতে নিদ্রারত লোক উঠে না যায় এবং জাগ্রত লোক শুনতে পায়। বর্ণনাকারী বলেন, অতঃপর তিনি মাসজিদে এসে সলাত আদায় করতেন। প্রত্যাবর্তন করে দুধ পান করতেন। একদা রাতে আমার নিকটে শাইতান আগমন করলো। আমি তো আমার অংশ পান করে ফেলেছিলাম। সে বলল, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আনসারীদের নিকটে গেলে তারা তাঁকে উপঢৌকন দিবে এবং তাদের নিকটে তাঁর এ অল্প দুধের প্রয়োজনীয়তাও ফুরিয়ে যাবে। অতঃপর আমি এসে সেটুকুও পান করে ফেললাম। দুধ যখন উত্তমভাবে আমার পেটে ঢুকে গেলে আমি বুঝলাম, এ দুধ বের করার আর কোন উপায় নেই তখন শইতান আমার থেকে দূরে সরে গিয়ে বলল, তোমার ধ্বংস হোক, তুমি একি করলে! তুমি মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দুধ পান করে ফেলেছ? তিনি জাগ্রত হয়ে যখন তা পাবেন না, তখন তোমার উপর বদ-দু’আ করবেন এতে তুমি সর্বনাশ হয়ে যাবে এবং তোমার ইহকাল ও পরকাল নিঃশেষ হয়ে যাবে। আমার শরীরে একটা চাদর ছিল। আমি যদি তা আমার পাদ্বয়ের উপর রাখি তাহলে আমার মাথা বের হয়ে পড়ে, আর যদি আমি তা আমার মাথার উপর রাখি তাহলে আমার পদদ্বয় বেরিয়ে পড়ে। কিছুতেই আমার ঘুম আসছিল না। আমার সাথীদ্বয় তো নিদ্রাচ্ছন্ন ছিল। তারা তো আমার মতো কাজ করেনি। তিনি বলেন অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আগমন করে যেভাবে সালাম করতেন সেভাবেই সালাম করলেন। অতঃপর তিনি মাসজিদে এসে সলাত আদায় করলেন। অতঃপর দুধের নিকটে এসে ঢাকনা খুলে সেখানে কিছুই পেলেন না। এরপর তিনি নিজ মাথা আকাশের দিকে তুললেন। আমি তখন (মনে মনে) বললাম, এখনই হয়তো আমার উপর তিনি বদ্দু’আ করবেন, আর আমি নিঃশেষ হয়ে যাবো। তিনি বললেন, হে আল্লাহ! যে লোক আমার খাবারের ব্যবস্থা করে তুমি তার খাদ্যের ব্যবস্থা কর। আর যে আমাকে পান করায় তাকে তুমি পান করাও। মিকদাদ (রাঃ) বলেন, তখন আমি চাদরটি নিয়ে গায়ে বাঁধলাম এবং একটি ছুরি নিলাম, অতঃপর (এ ভেবে) বকরীগুলোর কাছে গেলাম যে, এদের মধ্যে যেটি সবচেয়ে বেশি মোটাতাজা আমি সেটি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য যাবাহ করবো। সেখানে গিয়ে দেখলাম, সেটি দুধে পরিপূর্ণ এবং অন্যান্য সব বকরীও দুধে স্বয়ংস্পূর্ণ। অতঃপর আমি মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পরিবারের একটি বাসন নিয়ে এলাম যার মধ্যে তাঁরা দুধ দোহাতেন না। তিনি [মিকদাদ (রাঃ)] বলেন, আমি তার মধ্যেই দুধ দোহন করলাম, এমনকি বাসনের উপরের অংশ ফেনা ফেসে উঠলো। অতঃপর আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আগমন করলাম। তিনি বললেন, তোমরা কি রাত্রের দুধ পান করেছো? তিনি বলেন, আমি বললাম, হে আল্লাহর রসূল! আপনি পান করুন। তিনি পান করে আমাকে দিলেন। আমি যখন বুঝতে পারলাম যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পরিতৃপ্ত হয়ে গেছেন এবং আমি তাঁর নেক দু’আ পেয়ে গেছি, তখন আমি খুশীতে হাসতে হাসতে মাটিতে নুয়ে পড়লে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে মিকদাদ! এটা তোমার এক মন্দকাজ? তখন আমি বললাম, হে আল্লাহর রসূল! আমার এ ঘটনা ঘটে গেছে। কিংবা তিনি বলেছেন, আমার দ্বারা এরূপ কাজ হয়ে গেছে। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এটা একমাত্র আল্লাহ্‌র মেহেরবানী! তুমি কেন আমাকে জানালে না? আমরা আমাদের সঙ্গীদ্বয়কে জাগাতাম, তাহলে তারাও এর অংশ পেত। তিনি বলেন, আমি তখন বললাম, যে মহান স্রষ্টা আপনাকে সত্য দীনসহ প্রেরণ করেছেন তাঁর কসম! আপনি যখন পেয়েছেন এবং আমি যখন আপনার সঙ্গে ভাগ পেয়েছি, তখন ভিন্ন কোন ব্যক্তি পাওয়া না পাওয়ার আমি তোয়াক্কা করি না। (ই.ফা. ৫১৮৯, ই.সে. ৫২০১)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا شَبَابَةُ بْنُ سَوَّارٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ ثَابِتٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنِ الْمِقْدَادِ، قَالَ أَقْبَلْتُ أَنَا وَصَاحِبَانِ، لِي وَقَدْ ذَهَبَتْ أَسْمَاعُنَا وَأَبْصَارُنَا مِنَ الْجَهْدِ فَجَعَلْنَا نَعْرِضُ أَنْفُسَنَا عَلَى أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَيْسَ أَحَدٌ مِنْهُمْ يَقْبَلُنَا فَأَتَيْنَا النَّبِيَّ صلى الله عليه وسلم فَانْطَلَقَ بِنَا إِلَى أَهْلِهِ فَإِذَا ثَلاَثَةُ أَعْنُزٍ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ احْتَلِبُوا هَذَا اللَّبَنَ بَيْنَنَا ‏\"‏ ‏.‏ قَالَ فَكُنَّا نَحْتَلِبُ فَيَشْرَبُ كُلُّ إِنْسَانٍ مِنَّا نَصِيبَهُ وَنَرْفَعُ لِلنَّبِيِّ صلى الله عليه وسلم نَصِيبَهُ - قَالَ - فَيَجِيءُ مِنَ اللَّيْلِ فَيُسَلِّمُ تَسْلِيمًا لاَ يُوقِظُ نَائِمًا وَيُسْمِعُ الْيَقْظَانَ - قَالَ - ثُمَّ يَأْتِي الْمَسْجِدَ فَيُصَلِّي ثُمَّ يَأْتِي شَرَابَهُ فَيَشْرَبُ فَأَتَانِي الشَّيْطَانُ ذَاتَ لَيْلَةٍ وَقَدْ شَرِبْتُ نَصِيبِي فَقَالَ مُحَمَّدٌ يَأْتِي الأَنْصَارَ فَيُتْحِفُونَهُ وَيُصِيبُ عِنْدَهُمْ مَا بِهِ حَاجَةٌ إِلَى هَذِهِ الْجُرْعَةِ فَأَتَيْتُهَا فَشَرِبْتُهَا فَلَمَّا أَنْ وَغَلَتْ فِي بَطْنِي وَعَلِمْتُ أَنَّهُ لَيْسَ إِلَيْهَا سَبِيلٌ - قَالَ - نَدَّمَنِي الشَّيْطَانُ فَقَالَ وَيْحَكَ مَا صَنَعْتَ أَشَرِبْتَ شَرَابَ مُحَمَّدٍ فَيَجِيءُ فَلاَ يَجِدُهُ فَيَدْعُو عَلَيْكَ فَتَهْلِكُ فَتَذْهَبُ دُنْيَاكَ وَآخِرَتُكَ ‏.‏ وَعَلَىَّ شَمْلَةٌ إِذَا وَضَعْتُهَا عَلَى قَدَمَىَّ خَرَجَ رَأْسِي وَإِذَا وَضَعْتُهَا عَلَى رَأْسِي خَرَجَ قَدَمَاىَ وَجَعَلَ لاَ يَجِيئُنِي النَّوْمُ وَأَمَّا صَاحِبَاىَ فَنَامَا وَلَمْ يَصْنَعَا مَا صَنَعْتُ - قَالَ - فَجَاءَ النَّبِيُّ صلى الله عليه وسلم فَسَلَّمَ كَمَا كَانَ يُسَلِّمُ ثُمَّ أَتَى الْمَسْجِدَ فَصَلَّى ثُمَّ أَتَى شَرَابَهُ فَكَشَفَ عَنْهُ فَلَمْ يَجِدْ فِيهِ شَيْئًا فَرَفَعَ رَأْسَهُ إِلَى السَّمَاءِ فَقُلْتُ الآنَ يَدْعُو عَلَىَّ فَأَهْلِكُ ‏.‏ فَقَالَ ‏\"‏ اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي وَأَسْقِ مَنْ أَسْقَانِي ‏\"‏ ‏.‏ قَالَ فَعَمَدْتُ إِلَى الشَّمْلَةِ فَشَدَدْتُهَا عَلَىَّ وَأَخَذْتُ الشَّفْرَةَ فَانْطَلَقْتُ إِلَى الأَعْنُزِ أَيُّهَا أَسْمَنُ فَأَذْبَحُهَا لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَإِذَا هِيَ حَافِلَةٌ وَإِذَا هُنَّ حُفَّلٌ كُلُّهُنَّ فَعَمَدْتُ إِلَى إِنَاءٍ لآلِ مُحَمَّدٍ صلى الله عليه وسلم مَا كَانُوا يَطْمَعُونَ أَنْ يَحْتَلِبُوا فِيهِ - قَالَ - فَحَلَبْتُ فِيهِ حَتَّى عَلَتْهُ رَغْوَةٌ فَجِئْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ أَشَرِبْتُمْ شَرَابَكُمُ اللَّيْلَةَ ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ اشْرَبْ ‏.‏ فَشَرِبَ ثُمَّ نَاوَلَنِي فَقُلْتُ يَا رَسُولَ اللَّهِ اشْرَبْ ‏.‏ فَشَرِبَ ثُمَّ نَاوَلَنِي فَلَمَّا عَرَفْتُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَدْ رَوِيَ وَأَصَبْتُ دَعْوَتَهُ ضَحِكْتُ حَتَّى أُلْقِيتُ إِلَى الأَرْضِ - قَالَ - فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِحْدَى سَوْآتِكَ يَا مِقْدَادُ ‏\"‏ ‏.‏ فَقُلْتُ يَا رَسُولَ اللَّهِ كَانَ مِنْ أَمْرِي كَذَا وَكَذَا وَفَعَلْتُ كَذَا ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَا هَذِهِ إِلاَّ رَحْمَةٌ مِنَ اللَّهِ أَفَلاَ كُنْتَ آذَنْتَنِي فَنُوقِظَ صَاحِبَيْنَا فَيُصِيبَانِ مِنْهَا ‏\"‏ ‏.‏ قَالَ فَقُلْتُ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا أُبَالِي إِذَا أَصَبْتَهَا وَأَصَبْتُهَا مَعَكَ مَنْ أَصَابَهَا مِنَ النَّاسِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "37"
    }
  }
}