{
  "hadith": {
    "hadith_id": 5261,
    "narrator": "‘আবদুর রহমান ইবনু আবূ বকর (রাঃ)",
    "bn": "তিনি বলেন, একবার কিছু অতিথি আমাদের গৃহে আসলেন। (বর্ণনাকারী বলেন)। আমার আব্বা রাতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে কথোপকথন করতেন। তাই তিনি যাওয়ার সময় বললেন, হে ‘আবদুর রহমান! মেহমাদারীর সব কাজ সুন্দরভাবে শেষ করবে। ‘আবদুর রহমান বলেন, রাত হলে আমি অতিথিদের আহার নিয়ে আসলাম। কিন্তু তারা খেতে সম্মত হলেন না। তারা বললেন, যতক্ষণ গৃহের মালিক এসে আমাদের সঙ্গে না খাবেন ততক্ষণ পর্যন্ত আমরা খাবো না। আমি তাঁদের বললাম, তিনি অত্যন্ত ক্ষিপ্ত লোক। আপনারা যদি খাওয়া-দাওয়া না করেন তাহলে আমার শঙ্কা হচ্ছে তার পক্ষ হতে আমাকে হয়তো বকাঝকা শুনতে হবে। তিনি বলেন, তাঁরা কেউ সম্মত হলোই না। আমার আব্বা এসে শুরুতেই তাঁদের সংবাদ নিলেন। তিনি বললেন, তোমরা কি অতিথিপরায়ণের কাজ শেষ করেছো? তাঁরা বললো, না। আল্লাহ্‌র শপথ! আমরা সমাপ্ত করিনি। তিনি বললেন, আমি কি ‘আবদুর রহমানকে আদেশ দিয়ে যাইনি? ‘আবদুর রহমান বলেন, আমি তাঁর চোখের পলক হতে আড়ালে গিয়েছিলাম। তিনি বললেন, হে ‘আবদুর রহমান! আমি আরও সরে গেলাম। তিনি আবার বললেন, ওরে নির্বোধ! আমি শপথ করে তোমাকে বলছি যদি তুমি আমার শব্দ শুনে থাকো তাহলে উপস্থিত হও। তিনি বলেন, তখন আমি উপস্থিত হয়ে বললাম, আল্লাহ্‌র শপথ! আমার কোন দোষ নেই। আপনার অতিথিদের প্রশ্ন করে দেখুন। আমি তাঁদের আহার নিয়ে এসেছিলাম, কিন্তু আপনি না ফেরা পর্যন্ত তাঁরা খেতে রাযী হলেন না। তখন তিনি (অতিথিদের) বললেন, আপনাদের কি হয়েছে? আপনারা কেন আমাদের পরিবেশন কবূল করেননি। ‘আবদুর রহমান বলেন, তখন আবূ বকর (রাঃ) বললেন, আল্লাহ্‌র শপথ! আজ রাতে খাবো না। অতিথিরাও শপথ করে বলল, যতক্ষণ আপনি না খাবেন ততক্ষণ আমরাও খাব না। তখন আবূ বকর (রাঃ) বললেন, আজকের রাত্রের মতো এতো মন্দ রাত আমি আর দেখিনি। আফসোস, তোমরা কেন আমাদের আপ্যায়ন কবূল করবে না?  তিনি বললেন, প্রথমে যা হয়েছে তা শাইতানের তরফ হতে হয়েছে। তোমরা খাবার নিয়ে আসো। রাবী বলেন, অতঃপর খাবার নিয়ে আসলে তিনি ‘বিসমিল্লাহ্’ পড়ে খাওয়া শুরু করলেন। তাঁরাও খাওয়া শুরু করলো। ‘আবদুর রহমান (রাঃ) বলেন, পরদিন সকালে তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে যেয়ে বললেনঃ হে আল্লাহর রসূল! তারা তো শপথ পূর্ণ করেছে। কিন্তু আমি শপথ ভেঙ্গে ফেলেছি। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ বরং তুমি সবচেয়ে বেশী সৎকর্মশীল এবং উত্তম ব্যক্তি। ‘আবদুর রহমান বলেন, কাফ্ফারার কথা আমার নিকটে পৌঁছেনি।\n(ই.ফা. ৫১৯৩, ই.সে. ৫২০৫)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا سَالِمُ بْنُ نُوحٍ الْعَطَّارُ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي عُثْمَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ، قَالَ نَزَلَ عَلَيْنَا أَضْيَافٌ لَنَا - قَالَ - وَكَانَ أَبِي يَتَحَدَّثُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ اللَّيْلِ - قَالَ - فَانْطَلَقَ وَقَالَ يَا عَبْدَ الرَّحْمَنِ افْرُغْ مِنْ أَضْيَافِكَ ‏.‏ قَالَ فَلَمَّا أَمْسَيْتُ جِئْنَا بِقِرَاهُمْ - قَالَ - فَأَبَوْا فَقَالُوا حَتَّى يَجِيءَ أَبُو مَنْزِلِنَا فَيَطْعَمَ مَعَنَا - قَالَ - فَقُلْتُ لَهُمْ إِنَّهُ رَجُلٌ حَدِيدٌ وَإِنَّكُمْ إِنْ لَمْ تَفْعَلُوا خِفْتُ أَنْ يُصِيبَنِي مِنْهُ أَذًى - قَالَ - فَأَبَوْا فَلَمَّا جَاءَ لَمْ يَبْدَأْ بِشَىْءٍ أَوَّلَ مِنْهُمْ فَقَالَ أَفَرَغْتُمْ مِنْ أَضْيَافِكُمْ قَالَ قَالُوا لاَ وَاللَّهِ مَا فَرَغْنَا ‏.‏ قَالَ أَلَمْ آمُرْ عَبْدَ الرَّحْمَنِ قَالَ وَتَنَحَّيْتُ عَنْهُ فَقَالَ يَا عَبْدَ الرَّحْمَنِ ‏.‏ قَالَ فَتَنَحَّيْتُ - قَالَ - فَقَالَ يَا غُنْثَرُ أَقْسَمْتُ عَلَيْكَ إِنْ كُنْتَ تَسْمَعُ صَوْتِي إِلاَّ جِئْتَ - قَالَ - فَجِئْتُ فَقُلْتُ وَاللَّهِ مَا لِي ذَنْبٌ هَؤُلاَءِ أَضْيَافُكَ فَسَلْهُمْ قَدْ أَتَيْتُهُمْ بِقِرَاهُمْ فَأَبَوْا أَنْ يَطْعَمُوا حَتَّى تَجِيءَ - قَالَ - فَقَالَ مَا لَكُمْ أَلاَ تَقْبَلُوا عَنَّا قِرَاكُمْ - قَالَ - فَقَالَ أَبُو بَكْرٍ فَوَاللَّهِ لاَ أَطْعَمُهُ اللَّيْلَةَ - قَالَ - فَقَالُوا فَوَاللَّهِ لاَ نَطْعَمُهُ حَتَّى تَطْعَمَهُ ‏.‏ قَالَ فَمَا رَأَيْتُ كَالشَّرِّ كَاللَّيْلَةِ قَطُّ وَيْلَكُمْ مَا لَكُمْ أَنْ لاَ تَقْبَلُوا عَنَّا قِرَاكُمْ قَالَ ثُمَّ قَالَ أَمَّا الأُولَى فَمِنَ الشَّيْطَانِ هَلُمُّوا قِرَاكُمْ - قَالَ - فَجِيءَ بِالطَّعَامِ فَسَمَّى فَأَكَلَ وَأَكَلُوا - قَالَ - فَلَمَّا أَصْبَحَ غَدَا عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ بَرُّوا وَحَنِثْتُ - قَالَ - فَأَخْبَرَهُ فَقَالَ ‏ \"‏ بَلْ أَنْتَ أَبَرُّهُمْ وَأَخْيَرُهُمْ ‏\"‏ ‏.‏ قَالَ وَلَمْ تَبْلُغْنِي كَفَّارَةٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "37"
    }
  }
}