{
  "hadith": {
    "hadith_id": 5296,
    "narrator": "ইবনু ‘উমার  (রা:)",
    "bn": "তিনি বলেন,  (একবার)  ‘উমার  (রাঃ)  ‘উতারিদ তামীমীকে বাজারে লাল রঙ এর হুল্লা বিক্রি করতে লক্ষ্য করলেন। ব্যক্তিটি রাজা বাদশাহ্‌দের কাছে যেত এবং তাদের নিকট হতে প্রচুর অর্থ উপার্জন করতো। ‘উমার  (রাঃ)  বললেন, হে আল্লাহ্‌র রসূল! আমি ‘উতারিদকে বাজারে লাল রঙ- এর ‘হুল্লা’ বেচতে দেখলাম। যদি আপনি এটি ক্রয় করতেন আর আরবের কোন নেতৃস্থানীয় দল আপনার কাছে আগমনকালে পরতেন! আমার ধারণা হয় তিনি আরো বলেছেন, ‘এবং জুমু’আর দিবসেও পরতেন, তবে কতই না ভাল হতো’! সে সময় রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   তাঁকে বললেনঃরেশমী কাপড় সে ব্যক্তিই পৃথিবীতে পরবে, আখিরাতে যার কোনো অংশ নেই। এর একদিন পর রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   এর নিকট কিছু লাল রঙ এর হুল্লা আসলে তিনি তার একটি ‘উমার  (রাঃ)  এর নিকট, একটি উসামাহ্‌ ইবনু যায়দ  (রাঃ)  এর নিকট প্রেরণ করলেন। ‘আলী ইবনু আবূ তালিব  (রাঃ)  কেও তিনি একটি ‘হুল্লা’ দিয়ে বললেন, এটি ছিঁড়ে ওড়না তৈরি করে তোমরা মহিলাদের মধ্যে বিতরণ করে দাও। ইবনু ‘উমার  (রাঃ)  বলেন, অতঃপর ‘উমার  (রাঃ)  তার হুল্লাটি নিয়ে এসে বললেন, হে আল্লাহ্‌র রসূল! এটি আপনি আমার নিকট পাঠিয়ে দিলেন অথচ গতকাল ‘উতারিদ- এর হুল্লা সম্বন্ধে আপনি কত কিছু বলেছিলেন? তিনি বললেন, ব্যবহার করার জন্য সেটি আমি তোমার নিকট প্রেরণ করিনি বরং আমি সেটি তোমার নিকট পাঠিয়েছি যেন তুমি এটি বিক্রি করে লাভবান হতে পারো। অপরদিকে উসামাহ্‌  (রাঃ)  বিকাল বেলা তাঁর হুল্লাটি পরিধান করে বের হলে রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   তাঁর দিকে এমনভাবে দৃষ্টি নিক্ষেপ করলেন যে, তিনি অনুধাবন করলেন, রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   তার এহেন কর্মকে পছন্দ করেননি। সে সময় তিনি বললেন, হে আল্লাহর রসূল! আপনি আমার দিকে তাকিয়ে আছেন কেন? আপনিই তো এটি আমার কাছে প্রেরণ করেছেন। তিনি বললেন, আমি তোমার নিকট এজন্য প্রেরণ করিনি যে, তুমি এটি ব্যবহার করবে এবং এজন্য এটি পাঠিয়েছি যে, তুমি এটি ছিঁড়ে ওড়না তৈরি করে তোমাদের মহিলাদেরকে দিবে।  (ই.ফা.  ৫২২৯, ই.সে. ৫২৪২)",
    "ar": "وَحَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، حَدَّثَنَا نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ رَأَى عُمَرُ عُطَارِدًا التَّمِيمِيَّ يُقِيمُ بِالسُّوقِ حُلَّةً سِيَرَاءَ - وَكَانَ رَجُلاً يَغْشَى الْمُلُوكَ وَيُصِيبُ مِنْهُمْ - فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ إِنِّي رَأَيْتُ عُطَارِدًا يُقِيمُ فِي السُّوقِ حُلَّةً سِيَرَاءَ فَلَوِ اشْتَرَيْتَهَا فَلَبِسْتَهَا لِوُفُودِ الْعَرَبِ إِذَا قَدِمُوا عَلَيْكَ - وَأَظُنُّهُ قَالَ وَلَبِسْتَهَا يَوْمَ الْجُمُعَةِ - فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا يَلْبَسُ الْحَرِيرَ فِي الدُّنْيَا مَنْ لاَ خَلاَقَ لَهُ فِي الآخِرَةِ ‏\"‏ ‏.‏ فَلَمَّا كَانَ بَعْدَ ذَلِكَ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِحُلَلٍ سِيَرَاءَ فَبَعَثَ إِلَى عُمَرَ بِحُلَّةٍ وَبَعَثَ إِلَى أُسَامَةَ بْنِ زَيْدٍ بِحُلَّةٍ وَأَعْطَى عَلِيَّ بْنَ أَبِي طَالِبٍ حُلَّةً وَقَالَ ‏\"‏ شَقِّقْهَا خُمُرًا بَيْنَ نِسَائِكَ ‏\"‏ ‏.‏ قَالَ فَجَاءَ عُمَرُ بِحُلَّتِهِ يَحْمِلُهَا فَقَالَ يَا رَسُولَ اللَّهِ بَعَثْتَ إِلَىَّ بِهَذِهِ وَقَدْ قُلْتَ بِالأَمْسِ فِي حُلَّةِ عُطَارِدٍ مَا قُلْتَ فَقَالَ ‏\"‏ إِنِّي لَمْ أَبْعَثْ بِهَا إِلَيْكَ لِتَلْبَسَهَا وَلَكِنِّي بَعَثْتُ بِهَا إِلَيْكَ لِتُصِيبَ بِهَا ‏\"‏ ‏.‏ وَأَمَّا أُسَامَةُ فَرَاحَ فِي حُلَّتِهِ فَنَظَرَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم نَظَرًا عَرَفَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ أَنْكَرَ مَا صَنَعَ فَقَالَ يَا رَسُولَ اللَّهِ مَا تَنْظُرُ إِلَىَّ فَأَنْتَ بَعَثْتَ إِلَىَّ بِهَا فَقَالَ ‏\"‏ إِنِّي لَمْ أَبْعَثْ إِلَيْكَ لِتَلْبَسَهَا وَلَكِنِّي بَعَثْتُ بِهَا إِلَيْكَ لِتُشَقِّقَهَا خُمُرًا بَيْنَ نِسَائِكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "38"
    }
  }
}