{
  "hadith": {
    "hadith_id": 5297,
    "narrator": "সালিম ইবনু আবদুল্লাহ  (রহঃ)",
    "bn": "আবদুল্লাহ ইবনু উমার  (রহঃ)  বলেছেন, উমার ইবনু খাত্তাব  (রাঃ)  একদিন বাজারে মোটা রেশমের প্রস্তুত একটি হুল্লা বিক্রি করতে দেখে তা রাসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এর কাছে নিয়ে এসে বললেন, হে আল্লাহ্‌র রাসূল! আপনি এটি ক্রয় করুন। তাহলে ঈদের দিন ও প্রতিনিধি দল আসলে এটির মাধ্যমে আপনি সুসজ্জিত হতে পারবেন। সে সময় রাসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃএটি কেবল সে লোকেরই বস্ত্র, যার  (পরকালে)  কোন অংশ নেই। ইবনু উমার  (রাঃ)  বলেন, অতঃপর উমার  (রাঃ)  আল্লাহ্‌র ইচ্ছানুযায়ী কিচ্ছুক্ষণ পার করলেন। অতঃপর রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাঁর নিকট একটি খাঁটি রেশমের আলখাল্লা প্রেরণ করলেন। উমার  (রাঃ)  তা রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এর নিকট নিয়ে এসে বললেন, হে আল্লাহ্‌র রসূল! এটি ওই লোকেরই বস্ত্র  (আখিরাতে)  যার কোন অংশ নেই, পুনরায় আপনি তা আমার নিকট প্রেরণ করলেন, সে সময় রাসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাঁকে বললেনঃ (আমি এজন্যে পাঠিয়েছি)  যেন তুমি এটা বিক্রি করে আপন প্রয়োজন সারতে পারো।  (ই.ফা.  ৫২৩০, ই.সে. ৫২৪৩)",
    "ar": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، وَحَرْمَلَةُ بْنُ يَحْيَى، - وَاللَّفْظُ لِحَرْمَلَةَ - قَالاَ أَخْبَرَنَا ابْنُ، وَهْبٍ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، قَالَ وَجَدَ عُمَرُ بْنُ الْخَطَّابِ حُلَّةً مِنْ إِسْتَبْرَقٍ تُبَاعُ بِالسُّوقِ فَأَخَذَهَا فَأَتَى بِهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ ابْتَعْ هَذِهِ فَتَجَمَّلْ بِهَا لِلْعِيدِ وَلِلْوَفْدِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا هَذِهِ لِبَاسُ مَنْ لاَ خَلاَقَ لَهُ ‏\"‏ ‏.‏ قَالَ فَلَبِثَ عُمَرُ مَا شَاءَ اللَّهُ .‏ ثُمَّ أَرْسَلَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم بِجُبَّةِ دِيبَاجٍ فَأَقْبَلَ بِهَا عُمَرُ حَتَّى أَتَى بِهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ قُلْتَ ‏\"‏ إِنَّمَا هَذِهِ لِبَاسُ مَنْ لاَ خَلاَقَ لَهُ ‏\"‏ ‏.‏ أَوْ ‏\"‏ إِنَّمَا يَلْبَسُ هَذِهِ مَنْ لاَ خَلاَقَ لَهُ ‏\"‏ ‏.‏ ثُمَّ أَرْسَلْتَ إِلَىَّ بِهَذِهِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تَبِيعُهَا وَتُصِيبُ بِهَا حَاجَتَكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "38"
    }
  }
}