{
  "hadith": {
    "hadith_id": 5302,
    "narrator": "আস্‌মা বিনতু আবূ বাক্‌র  (রা:)  এর মুক্ত দাস আবদুল্লাহ  (রহঃ)  [তিনি আতা  (রহঃ)  এর বাচ্চাদের মামাও হতেন]",
    "bn": "তিনি বলেন, আস্‌মা  (রাঃ)  আমাকে আবদুল্লাহ ইবনু উমার  (রাঃ)  এর কাছে এ বলে প্রেরণ করলেন যে, আমি অবগত হয়েছি তুমি নাকি তিনটি বস্তুকে নিষিদ্ধ মনে করো। কাপড়ে  (রেশমের)  নক্‌সা, গাঢ় লাল রং এর মীসারাহ্‌  (এক জাতীয় রেশমী বস্ত্র)  ও রজবের গোটা মাস সাওম পালন করা। সে সময় আবদুল্লাহ  (রাঃ)  আমায় বলেন, আপনি যে রজব মাসের সাওম হারামের কথা বললেন, এটা ঐ লোকের ক্ষেত্রে কিভাবে সম্ভব যিনি সবসময় সাওম পালন করেন? আর আপনি যে বস্ত্রের  (রেশমের)  ডিজাইনের কথা বললেন, এ সম্পর্কে আমি উমার ইবনু খাত্তাব  (রাঃ)  কে বলতে শুনেছি যে, তিনি বলেছেন, ‘আমি নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  কে বলতে শুনেছি, রেশমী কাপড় কেবল সে ব্যক্তিই পরবে  (আখিরাতে)  যার কোন অংশ নেই’।  তাই আমার সন্দেহ হল নক্‌শাও এর অন্তর্ভুক্ত হতে পারে। আর গাঢ় লাল রং এর মীসারাহ্‌ সে তো আবদুল্লাহরই মীসারাহ্‌। লক্ষ্য করলাম, আসলেই সেটি গাঢ় লাল রং এর। অতঃপর আমি আস্‌মা  (রাঃ)  এর কাছে ফিরে গেলাম এবং তাকে এ ব্যাপারে সংবাদ দিলাম। তখন তিনি বললেন, এটি রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এর জুব্বা। এ বলে তিনি কিসরাওয়ানী  (ইরানী সম্রাট কিস্‌রার প্রতি সম্পর্কীয়)  সবুজ রং এর একটি জুব্বা বের করলেন যার পকেটটি ছিল খাঁটি রেশমের প্রস্তুত এবং এর  (হাতার)  ছিদ্রদ্বয় ছিল খাঁটি রেশমের টুকরা দিয়ে ঢাকা। তিনি বললেন, এটি ‘আয়িশাহ্‌র মৃত্যু পর্যন্ত তাঁর নিকটেই ছিল। তাঁর ওফাতের পর আমি এটি নিয়েছি। নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এটি ব্যবহার করতেন। তাই আমরা অসুস্থদের আরোগ্য লাভের জন্য এটি ধৌত করি এবং তাদেরকে সে পানি পান করিয়ে থাকি।  (ই.ফা. ৫২৩৫, ই.সে.৫২৪৮)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ عَبْدِ الْمَلِكِ، عَنْ عَبْدِ اللَّهِ، مَوْلَى أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ وَكَانَ خَالَ وَلَدِ عَطَاءٍ قَالَ أَرْسَلَتْنِي أَسْمَاءُ إِلَى عَبْدِ اللَّهِ بْنِ عُمَرَ فَقَالَتْ بَلَغَنِي أَنَّكَ تُحَرِّمُ أَشْيَاءَ ثَلاَثَةً الْعَلَمَ فِي الثَّوْبِ وَمِيثَرَةَ الأُرْجُوَانِ وَصَوْمَ رَجَبٍ كُلِّهِ ‏.‏ فَقَالَ لِي عَبْدُ اللَّهِ أَمَّا مَا ذَكَرْتَ مِنْ رَجَبٍ فَكَيْفَ بِمَنْ يَصُومُ الأَبَدَ وَأَمَّا مَا ذَكَرْتَ مِنَ الْعَلَمِ فِي الثَّوْبِ فَإِنِّي سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّمَا يَلْبَسُ الْحَرِيرَ مَنْ لاَ خَلاَقَ لَهُ ‏\"‏ ‏.‏ فَخِفْتُ أَنْ يَكُونَ الْعَلَمُ مِنْهُ وَأَمَّا مِيثَرَةُ الأُرْجُوَانِ فَهَذِهِ مِيثَرَةُ عَبْدِ اللَّهِ فَإِذَا هِيَ أُرْجُوَانٌ ‏.‏ فَرَجَعْتُ إِلَى أَسْمَاءَ فَخَبَّرْتُهَا فَقَالَتْ هَذِهِ جُبَّةُ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَأَخْرَجَتْ إِلَىَّ جُبَّةَ طَيَالَسَةٍ كِسْرَوَانِيَّةً لَهَا لِبْنَةُ دِيبَاجٍ وَفَرْجَيْهَا مَكْفُوفَيْنِ بِالدِّيبَاجِ فَقَالَتْ هَذِهِ كَانَتْ عِنْدَ عَائِشَةَ حَتَّى قُبِضَتْ فَلَمَّا قُبِضَتْ قَبَضْتُهَا وَكَانَ النَّبِيُّ صلى الله عليه وسلم يَلْبَسُهَا فَنَحْنُ نَغْسِلُهَا لِلْمَرْضَى يُسْتَشْفَى بِهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "38"
    }
  }
}