{
  "hadith": {
    "hadith_id": 548,
    "narrator": "ইসহাকের চাচা আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, একদিন আমরা রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সঙ্গে মাসজিদে নাববীতে বসে ছিলাম। এ সময় হঠাৎ এক বেদুঈন এসে মাসজিদের মধ্যে দাঁড়িয়ে প্রস্রাব করতে লাগল, তা দেখে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবাগণ থামো থামো ’ বলে তাকে প্রস্রাব করতে বাধা দিলেন। আনাস বলেন, তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা তাকে বাধা দিও না , বরং তাকে ছেড়ে দাও। লোকেরা তাকে ছেড়ে দিল, সে প্রস্রাব সেরে নিল। তখন রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে কাছে ডেকে বললেনঃ এটা হলো মাসজিদ। এখানে প্রস্রাব করা কিংবা ময়লা আবর্জনা ফেলা যায় না। বরং এ হল আল্লাহর যিকর করা, সলাত আদায় করা এবং কুরআন পাঠ করার স্থান। অথবা রসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কথাটা যেভাবে বলেছেন তাই আনাস বলেন, এরপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সবার মধ্য থেকে এক ব্যক্তিকে এক বালতি পানি আনতে আদেশ করলেন। সে এক বালতি পানি আনলে তিনি তা প্রস্রাবের উপর ঢেলে দিলেন। (ই.ফা. ৫৫২, ই.সে. ৫৬৮)",
    "ar": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عُمَرُ بْنُ يُونُسَ الْحَنَفِيُّ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنَا إِسْحَاقُ بْنُ أَبِي طَلْحَةَ، حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ، - وَهُوَ عَمُّ إِسْحَاقَ - قَالَ بَيْنَمَا نَحْنُ فِي الْمَسْجِدِ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذْ جَاءَ أَعْرَابِيٌّ فَقَامَ يَبُولُ فِي الْمَسْجِدِ فَقَالَ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم مَهْ مَهْ ‏.‏ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تُزْرِمُوهُ دَعُوهُ ‏\"‏ ‏.‏ فَتَرَكُوهُ حَتَّى بَالَ ‏.‏ ثُمَّ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَعَاهُ فَقَالَ لَهُ ‏\"‏ إِنَّ هَذِهِ الْمَسَاجِدَ لاَ تَصْلُحُ لِشَىْءٍ مِنْ هَذَا الْبَوْلِ وَلاَ الْقَذَرِ إِنَّمَا هِيَ لِذِكْرِ اللَّهِ عَزَّ وَجَلَّ وَالصَّلاَةِ وَقِرَاءَةِ الْقُرْآنِ ‏\"‏ ‏.‏ أَوْ كَمَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ فَأَمَرَ رَجُلاً مِنَ الْقَوْمِ فَجَاءَ بِدَلْوٍ مِنْ مَاءٍ فَشَنَّهُ عَلَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}