{
  "hadith": {
    "hadith_id": 5487,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "আবূ বাক্‌র ইবনু আবূ শাইবাহ্‌, মুহাম্মাদ ইবনুল মুসান্না, মুহাম্মাদ ইবনু ‘আম্‌র ইবনু জাবালাহ্‌ ইবনুল মুসান্না ও বিশর্‌ ইবনু খালিদ (রহঃ), ইস্‌হাক ইবনু ইব্‌রাহীম হান্‌যালী ও ইস্‌হাক ইবনু মানসূর (রহঃ) ... জাবির ইবনু ‘আবদুল্লাহ (রাঃ) এর সানাদে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে ইতোপূর্বে আমরা যাঁদের হাদীস বর্ণনা করেছি তাঁদের হাদীসের হুবহু রিওয়ায়াত করেছেন। শু’বাহ (রহঃ) এর সানাদে বর্ণিত হাদীসে নায্‌র (রহঃ) বলেছেন যে, এতে হুসায়ন ও সুলাইমান (রহঃ) আরো কিছু বর্ধিত বলেছেন। হুসায়ন (রহঃ) বলেছেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ‘আমি তো বণ্টনকারী হিসেবে প্রেরিত হয়েছি; আমি তোমাদের মধ্যে বণ্টন করে থাকি’। আর সুলাইমান (রহঃ) বলেছেন, ‘একমাত্র আমিই বণ্টনকারী, তোমাদের মধ্যে বণ্টন করে থাকি’। (ই.ফা. ৫৪০৯, ই.সে. ৫৪৩১)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، كِلاَهُمَا عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ، عَنْ شُعْبَةَ، عَنْ مَنْصُورٍ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ عَمْرِو بْنِ جَبَلَةَ، حَدَّثَنَا مُحَمَّدٌ يَعْنِي ابْنَ جَعْفَرٍ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، كِلاَهُمَا عَنْ شُعْبَةَ، عَنْ حُصَيْنٍ، ح وَحَدَّثَنِي بِشْرُ، بْنُ خَالِدٍ أَخْبَرَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ جَعْفَرٍ - حَدَّثَنَا شُعْبَةُ، عَنْ سُلَيْمَانَ، كُلُّهُمْ عَنْ سَالِمِ، بْنِ أَبِي الْجَعْدِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَإِسْحَاقُ بْنُ مَنْصُورٍ، قَالاَ أَخْبَرَنَا النَّضْرُ، بْنُ شُمَيْلٍ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، وَمَنْصُورٍ، وَسُلَيْمَانَ، وَحُصَيْنِ بْنِ عَبْدِ الرَّحْمَنِ، قَالُوا سَمِعْنَا سَالِمَ بْنَ أَبِي الْجَعْدِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ بِنَحْوِ حَدِيثِ مَنْ ذَكَرْنَا حَدِيثَهُمْ مِنْ قَبْلُ ‏.‏ وَفِي حَدِيثِ النَّضْرِ عَنْ شُعْبَةَ قَالَ وَزَادَ فِيهِ حُصَيْنٌ وَسُلَيْمَانُ قَالَ حُصَيْنٌ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا بُعِثْتُ قَاسِمًا أَقْسِمُ بَيْنَكُمْ ‏\"‏ ‏.‏ وَقَالَ سُلَيْمَانُ ‏\"‏ فَإِنَّمَا أَنَا قَاسِمٌ أَقْسِمُ بَيْنَكُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "39"
    }
  }
}