{
  "hadith": {
    "hadith_id": 5506,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আবূ তালহাহ্‌ (রাঃ) এর এক পুত্র সন্তান রোগগ্রস্ত ছিল। (একদিন) আবূ তালহাহ্‌ (রাঃ) (তাঁর কর্মে) বের হলো এদিকে তাঁর বাচ্চাটি মারা যায়। যখন আবূ তালহাহ্‌ (রাঃ) ফিরে আসলেন, তিনি (স্ত্রীকে) প্রশ্ন করলেন, আমার সন্তান কি করছে? (স্ত্রী) উন্মু সুলায়ম (রাঃ) বললেন, সে পুর্বের চেয়ে অধিকতর শান্ত। তারপর তিনি তাঁকে রাতের খাদ্য দিলেন, তিনি তা খেলেন, তারপর তার সাথে মিলিত হলেন। তারপর তিনি অবসর হলে উন্মু সুলায়ম (রাঃ) বললেন, শিশুটিকে দাফন করে এসো। যখন সকাল হলো আবূ তালহাহ্‌ (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দরবারে এসে তাঁকে (সব) ঘটনা অবহিত করলেন। তিনি জিজ্ঞেস করলেন, তোমরা কি গতরাতে মিলিত হয়েছো? তিনি বললেন, হ্যাঁ। তিনি (দু’আ করে) বললেন, হে আল্লাহ! তাদের দু’জনের জন্যে বারাকাত দিন। তারপর তাঁর স্ত্রী একটি সন্তান প্রসব করলেন। সে সময় আবূ তালহাহ্‌ (রাঃ) আমাকে বললেন, তাকে (কোলে) তুলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দরবারে নিয়ে যাও। তাকে নিয়ে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আসলেন। উন্মু সুলায়ম (রাঃ) তাঁর সঙ্গে কতক খেজুরও দিলেন। রসূলুলাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে (শিশুটিকে) কোলে নেন এবং জিজ্ঞেস করলেন, তার সাথে কিছু আছে কি? তাঁরা বললো, হ্যাঁ, কয়েকটি খেজুর। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেগুলো বের করলেন ও চিবালেন। তারপর তা তাঁর মুখ হতে নিলেন এবং বাচ্চাটির মুখের মধ্যে দিলেন। এরপর তাকে তাহনীক করে তাঁর জন্যে দু’আ করলেন এবং তার নাম রাখলেন ‘আব্দুল্লাহ। (ই.ফা. ৫৪২৮, ই. সে. ৫৪৫০)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا ابْنُ عَوْنٍ، عَنِ ابْنِ، سِيرِينَ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ ابْنٌ لأَبِي طَلْحَةَ يَشْتَكِي فَخَرَجَ أَبُو طَلْحَةَ فَقُبِضَ الصَّبِيُّ فَلَمَّا رَجَعَ أَبُو طَلْحَةَ قَالَ مَا فَعَلَ ابْنِي قَالَتْ أُمُّ سُلَيْمٍ هُوَ أَسْكَنُ مِمَّا كَانَ ‏.‏ فَقَرَّبَتْ إِلَيْهِ الْعَشَاءَ فَتَعَشَّى ثُمَّ أَصَابَ مِنْهَا فَلَمَّا فَرَغَ قَالَتْ وَارُوا الصَّبِيَّ ‏.‏ فَلَمَّا أَصْبَحَ أَبُو طَلْحَةَ أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَخْبَرَهُ فَقَالَ ‏\"‏ أَعْرَسْتُمُ اللَّيْلَةَ ‏\"‏ ‏.‏ قَالَ نَعَمْ قَالَ ‏\"‏ اللَّهُمَّ بَارِكْ لَهُمَا ‏\"‏ ‏.‏ فَوَلَدَتْ غُلاَمًا فَقَالَ لِي أَبُو طَلْحَةَ احْمِلْهُ حَتَّى تَأْتِيَ بِهِ النَّبِيَّ صلى الله عليه وسلم ‏.‏ فَأَتَى بِهِ النَّبِيَّ صلى الله عليه وسلم وَبَعَثَتْ مَعَهُ بِتَمَرَاتٍ فَأَخَذَهُ النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏\"‏ أَمَعَهُ شَىْءٌ ‏\"‏ ‏.‏ قَالُوا نَعَمْ تَمَرَاتٌ ‏.‏ فَأَخَذَهَا النَّبِيُّ صلى الله عليه وسلم فَمَضَغَهَا ثُمَّ أَخَذَهَا مِنْ فِيهِ فَجَعَلَهَا فِي فِي الصَّبِيِّ ثُمَّ حَنَّكَهُ وَسَمَّاهُ عَبْدَ اللَّهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "39"
    }
  }
}