{
  "hadith": {
    "hadith_id": 5519,
    "narrator": "বুস্‌র ইবনু সা‘ঈদ (রহঃ)",
    "bn": "তিনি বলেন, আমি আবূ সা‘ঈদ খুদরী (রাঃ) কে বলতে শুনেছি, আমরা মাদীনার আনসারীদের একটি বৈঠকে উপবিষ্ট ছিলাম। সেময় আবূ মূসা (রাঃ) অস্থির হয়ে, অথবা (বর্ণনাকারী বলেছেন) ভীত-সন্ত্রস্ত হয়ে আমাদের নিকট এলেন। আমরা বললাম, আপনার সমস্যা কি? তিনি বললেন, ‘উমার (রাঃ) আমার নিকট লোক প্রেরন করলেন, যেন আমি তাঁর নিকট যাই। আমি তাঁর চৌকাঠে তিনবার সালাম করলাম। তিনি আমাকে উত্তর দিলেন না। তাই আমি ফিরে আসলাম। পরে আমাকে (ডেকে নিয়ে) তিনি বললেন, আমাদের নিকট আসতে কোন বিষয় তোমাকে নিষেধ করলো। অতঃপর আমি বললাম, আমি আপনার নিকট এসেছিলাম এবং আপনার চৌকাঠে (দাঁড়িয়ে) তিনবার সালাম করেছিলাম। তবে তারা (গৃহের কেউ) আমাকে সালামের উত্তর দিলেন না। তাই আমি ফিরে গেলাম। আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের মাঝে যদি কেউ তিনবার অনুমতি চায়, আর তাকে অনুমতি দেয়া না হয়, তাহলে সে যেন ফিরে আসে। সে সময় ‘উমার (রাঃ) বললেন, এ ব্যাপারে প্রমান দাও। নতুবা তোমাকে প্রহার করব।\nসে সময় উবাই ইবনু কা‘ব (রাঃ) বললেন, তার সাথে গোষ্ঠীর সবচেয়ে অল্প বয়সের সন্তানই যাবে। আবূ সা‘ঈদ (রাঃ) বললেন, আমি বললাম, আমি গোষ্ঠীর কনিষ্ঠতম। তিনি বললেন, তবে একে নিয়ে যাও। (ই.ফা. ৫৪৪১, ই.সে. ৫৪৬৩)",
    "ar": "حَدَّثَنِي عَمْرُو بْنُ مُحَمَّدِ بْنِ بُكَيْرٍ النَّاقِدُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، حَدَّثَنَا - وَاللَّهِ، - يَزِيدُ بْنُ خُصَيْفَةَ عَنْ بُسْرِ بْنِ سَعِيدٍ، قَالَ سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ كُنْتُ جَالِسًا بِالْمَدِينَةِ فِي مَجْلِسِ الأَنْصَارِ فَأَتَانَا أَبُو مُوسَى فَزِعًا أَوْ مَذْعُورًا ‏.‏ قُلْنَا مَا شَأْنُكَ قَالَ إِنَّ عُمَرَ أَرْسَلَ إِلَىَّ أَنْ آتِيَهُ فَأَتَيْتُ بَابَهُ فَسَلَّمْتُ ثَلاَثًا فَلَمْ يَرُدَّ عَلَىَّ فَرَجَعْتُ فَقَالَ مَا مَنَعَكَ أَنْ تَأْتِيَنَا فَقُلْتُ إِنِّي أَتَيْتُكَ فَسَلَّمْتُ عَلَى بَابِكَ ثَلاَثًا فَلَمْ يَرُدُّوا عَلَىَّ فَرَجَعْتُ وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا اسْتَأْذَنَ أَحَدُكُمْ ثَلاَثًا فَلَمْ يُؤْذَنْ لَهُ فَلْيَرْجِعْ ‏\"‏ ‏.‏ فَقَالَ عُمَرُ أَقِمْ عَلَيْهِ الْبَيِّنَةَ وَإِلاَّ أَوْجَعْتُكَ ‏.‏ فَقَالَ أُبَىُّ بْنُ كَعْبٍ لاَ يَقُومُ مَعَهُ إِلاَّ أَصْغَرُ الْقَوْمِ ‏.‏ قَالَ أَبُو سَعِيدٍ قُلْتُ أَنَا أَصْغَرُ الْقَوْمِ ‏.‏ قَالَ فَاذْهَبْ بِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "39"
    }
  }
}