{
  "hadith": {
    "hadith_id": 5521,
    "narrator": "আবূ সা‘ঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন, আমরা উবাই ইবনু কা‘ব (রাঃ) এর নিকট একটি মাজলিসে ছিলাম। তখন আবূ মূসা আশ‘আরী (রাঃ) ক্রোধাম্বিত অবস্থায় এসে দাঁড়িয়ে বললেন, আমি তোমাদের আল্লাহ্‌র শফথ দিয়ে বলছি, তোমাদের মাঝে কেউ কি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছ যে, ‘অনুমতি গ্রহণ’ তিনবার, এতে যদি তোমাকে অনুমতি দেয়া হয়, ‘ভাল’, নতুবা তুমি প্রত্যাবর্তন কর। উবাই (রাঃ) বললেন, তাতে কী হয়েছে? তিনি বললেন, গতকাল (খলীফা) ‘উমার ইবনু খাত্তাব (রাঃ) এর নিকট আমি তিনবার অনুমতি চাইলাম। আমাকে অনুমতি দেয়া হয়নি। তারপর আমি প্রত্যাবর্তন করলাম। পরদিন তাঁর নিকট গমন করলাম এবং তাঁর নিকট প্রবেশ করে তাঁকে সংবাদ দিলাম যে, আমি গতকাল এসেছিলাম এবং তিনবার সালাম করে (উত্তর না পেয়ে) চলে গিয়েছিলাম। তিনি বললেন, আমরা তোমার শব্দ শুনতে পেয়েছিলাম, কিন্তু আমরা তখন ব্যস্ত ছিলাম। কিন্তু যে পর্যন্ত না তোমাকে অনুমতি দেয়া হয় সে পর্যন্ত তুমি তা চাইতে থাকলে না কেন? তিনি বললেন, আমি তো সে অনুমতি চেয়েছি, যেরূপ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি। ‘উমার (রহঃ) বললেন, আল্লাহ্‌র শপথ! তোমার পিঠে ও পেটে আঘাত করব; অথবা তুমি এমন ব্যক্তি পেশ করবে, যে এ ব্যাপারে তোমার পক্ষে সাক্ষ্য দেবে।\nসে সময় উবাই ইবনু কা‘ব (রাঃ) বললেন, আল্লাহ্‌র শপথ! আমাদের মধ্যে সবচেয়ে অল্প বয়সের লোকই তোমার সঙ্গে যাবে; তিনি বলেন, হে আবূ সা‘ঈদ! দাঁড়াও, অতঃপর আমি দাঁড়ালাম এবং ‘উমার (রাঃ) এর নিকট এসে বললাম, অবশ্যই আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে এ কথা বলতে শুনেছি। (ই.ফা. ৫৪৪৩, ই.সে. ৫৪৬৫)",
    "ar": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ بُكَيْرِ بْنِ الأَشَجِّ، أَنَّ بُسْرَ بْنَ سَعِيدٍ، حَدَّثَهُ أَنَّهُ، سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ كُنَّا فِي مَجْلِسٍ عِنْدَ أُبَىِّ بْنِ كَعْبٍ فَأَتَى أَبُو مُوسَى الأَشْعَرِيُّ مُغْضَبًا حَتَّى وَقَفَ فَقَالَ أَنْشُدُكُمُ اللَّهَ هَلْ سَمِعَ أَحَدٌ مِنْكُمْ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ الاِسْتِئْذَانُ ثَلاَثٌ فَإِنْ أُذِنَ لَكَ وَإِلاَّ فَارْجِعْ ‏\"‏ ‏.‏ قَالَ أُبَىٌّ وَمَا ذَاكَ قَالَ اسْتَأْذَنْتُ عَلَى عُمَرَ بْنِ الْخَطَّابِ أَمْسِ ثَلاَثَ مَرَّاتٍ فَلَمْ يُؤْذَنْ لِي فَرَجَعْتُ ثُمَّ جِئْتُهُ الْيَوْمَ فَدَخَلْتُ عَلَيْهِ فَأَخْبَرْتُهُ أَنِّي جِئْتُ أَمْسِ فَسَلَّمْتُ ثَلاَثًا ثُمَّ انْصَرَفْتُ قَالَ قَدْ سَمِعْنَاكَ وَنَحْنُ حِينَئِذٍ عَلَى شُغْلٍ فَلَوْ مَا اسْتَأْذَنْتَ حَتَّى يُؤْذَنَ لَكَ قَالَ اسْتَأْذَنْتُ كَمَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ فَوَاللَّهِ لأُوجِعَنَّ ظَهْرَكَ وَبَطْنَكَ ‏.‏ أَوْ لَتَأْتِيَنَّ بِمَنْ يَشْهَدُ لَكَ عَلَى هَذَا ‏.‏ فَقَالَ أُبَىُّ بْنُ كَعْبٍ فَوَاللَّهِ لاَ يَقُومُ مَعَكَ إِلاَّ أَحْدَثُنَا سِنًّا قُمْ يَا أَبَا سَعِيدٍ ‏.‏ فَقُمْتُ حَتَّى أَتَيْتُ عُمَرَ فَقُلْتُ قَدْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ هَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "39"
    }
  }
}