{
  "hadith": {
    "hadith_id": 5522,
    "narrator": "আবূ সা‘ঈদ (রাঃ)",
    "bn": "আবূ মুসা (রাঃ) ‘উমার (রাঃ) এর দরজায় এসে অনুমতি চাইলেন। ‘উমার (রাঃ) (শব্দ শুনে মনে মনে) বললেন, একবার হলো। অতঃপর দ্বিতীয়বার অনুমতি চাইলেন। ‘উমার (রাঃ) বললেন, দু‘বার হলো। অতঃপর তৃতীয়বার অনুমতি চাইলেন। ‘উমার (রাঃ) বললেন, তিনবার হলো। অতঃপর তিনি প্রত্যাবর্তন করলেন। পরে [‘উমার (রাঃ)] তাঁর পশ্চাতে লোক প্রেরণ করে তাকে ডেকে নিয়ে বললেন, এটি যদি এমন হয়, যা তুমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে সংরক্ষণ করেছ, তাহলে তা উপস্থাপন করো। নতুবা আমি তোমাকে দৃষ্টান্তমূলক সাজা দিব। আবূ সা‘ঈদ (রাঃ) বলেন, সে সময় তিনি আমাদের নিকট এসে বললেন, তোমরা কি জান না যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইরশাদ করেছেনঃ ‘অনুমতি গ্রহণ তিনবার’। বর্ণনাকারী বলেন, লোকেরা তখন (এ কথা শুনে) হাসাহাসি করতে লাগল। বর্ণনাকারী বলেন, আমি বললাম, তোমাদের নিকট একজন মুসলিম ভাই আগমন করেছেন, যাকে ভয় দেখানো হয়েছে, আর তোমরা হাসছ? (তাঁকে বললাম) চলুন! এ শাস্তিতে আমি আপনার অংশীদার হবো। সে সময় তিনি (আমাকে সাথে নিয়ে) তার নিকট গিয়ে বললেন, এ যে আবূ সা‘ঈদ ... (আমার সাক্ষী)। (ই.ফা. ৫৪৪৪, ই.সে. ৫৪৬৬)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا بِشْرٌ، - يَعْنِي ابْنَ مُفَضَّلٍ - حَدَّثَنَا سَعِيدُ، بْنُ يَزِيدَ عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، أَنَّ أَبَا مُوسَى، أَتَى بَابَ عُمَرَ فَاسْتَأْذَنَ فَقَالَ عُمَرُ وَاحِدَةٌ ‏.‏ ثُمَّ اسْتَأْذَنَ الثَّانِيَةَ فَقَالَ عُمَرُ ثِنْتَانِ ‏.‏ ثُمَّ اسْتَأْذَنَ الثَّالِثَةَ فَقَالَ عُمَرُ ثَلاَثٌ ‏.‏ ثُمَّ انْصَرَفَ فَأَتْبَعَهُ فَرَدَّهُ فَقَالَ إِنْ كَانَ هَذَا شَيْئًا حَفِظْتَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَهَا وَإِلاَّ فَلأَجْعَلَنَّكَ عِظَةً ‏.‏ قَالَ أَبُو سَعِيدٍ فَأَتَانَا فَقَالَ أَلَمْ تَعْلَمُوا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الاِسْتِئْذَانُ ثَلاَثٌ ‏\"‏ ‏.‏ قَالَ فَجَعَلُوا يَضْحَكُونَ - قَالَ - فَقُلْتُ أَتَاكُمْ أَخُوكُمُ الْمُسْلِمُ قَدْ أُفْزِعَ تَضْحَكُونَ انْطَلِقْ فَأَنَا شَرِيكُكَ فِي هَذِهِ الْعُقُوبَةِ ‏.‏ فَأَتَاهُ فَقَالَ هَذَا أَبُو سَعِيدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "39"
    }
  }
}