{
  "hadith": {
    "hadith_id": 5526,
    "narrator": "আবূ মূসা আশ‘আরী (রাঃ)",
    "bn": "আবূ বুরদাহ্‌ (রাঃ) এর সানাদে আবূ মূসা আশ‘আরী (রাঃ) হতে বর্নিত। আবূ বুরদাহ্‌ (রহঃ) বলেন, আবূ মূসা (রাঃ) ‘উমার ইবনু খাত্তাব (রাঃ) এর নিকট এসে বললেন, আস্‌সালামু ‘আলাইকুম- এ (আমি) ‘আবদুল্লাহ ইবনু কায়স। তবে তিনি তাঁকে অনুমতি দিলেন না। তখন (পুনরায়) বললেন, আস্‌সালামু ‘আলাইকুম- এ যে, আবূ মূসা। আস্‌সালামু ‘আলাইকুম- এ যে আশ‘আরী। তারপর (উত্তর না পেয়ে) চলে গেলেন।\n\nসে সময় ‘উমার (রাঃ) বললেন, (তাকে) আমার নিকট ডেকে নিয়ে আসো। আমার নিকট ফিরিয়ে নিয়ে আসো। প্রত্যাবর্তন শেষে তিনি বললেন, কিসে তোমাকে ফিরিয়ে দিল, হে আবূ মূসা? আমরা কোন্‌ কর্মে মশগুল ছিলাম। তিনি বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে আমি বলতে শুনেছি- ‘অনুমতি প্রার্থনা তিনবার’। এতে তোমাকে অনুমতি দেয়া হলে ভাল, নতুবা ফিরে যাবে। ‘উমার (রাঃ) বললেন, এ ব্যাপারে অবশ্যই তুমি আমার নিকট প্রমাণাদি নিয়ে আসবে। নতুবা আমি এমন করব, তেমন করব, (সাজা দিব)। তখন আবূ মূসা (রাঃ) ফিরে গেলেন। ‘উমার (রাঃ) বললেন, প্রমান যোগাড় করতে পারলে, বিকালে তাকে তোমরা মিম্বারের নিকট দেখতে পাবে, আর যদি প্রমান না পায়, তাহলে তোমরা তাঁকে দেখতে পাবে না। বিকালে তিনি এলে তাঁরা তাঁকে (মিম্বারের নিকট দেখতে) পেল। ‘উমার (রাঃ) বললেন, হে আবূ মূসা! কি বলছ? প্রমান পেয়েছ? তিনি বললেন, হাঁ- উবাই ইবনু কা‘ব! তিনি বললেন, ইনি ন্যায়পরায়ণ! তারপর উবাই ইবনু কা‘ব (রাঃ) কে লক্ষ্য করে বললেন- হে আবূ তুফায়ল![২৩} ইনি কী বলেন? তিনি বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে এমন বলতে আমি শুনেছি- হে ইবনুল খাত্তাব! আপনি কখনো রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সহাবীগণের জন্য শাস্তি স্বরূপ হয়ে পরবেন না। তিনি বললেন, সুব্‌হানাল্লাহ্‌! (আমি তা কখনো চাই না)। আমি তো একটি বিষয় শোনার পর সে ব্যাপারে সুনিশ্চিত হতে আমার আগ্রহ প্রকাশ করেছি। (ই.ফা. ৫৪৪৮, ই.সে. ৫৪৭০)",
    "ar": "حَدَّثَنَا حُسَيْنُ بْنُ حُرَيْثٍ أَبُو عَمَّارٍ، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، أَخْبَرَنَا طَلْحَةُ بْنُ، يَحْيَى عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ جَاءَ أَبُو مُوسَى إِلَى عُمَرَ بْنِ الْخَطَّابِ فَقَالَ السَّلاَمُ عَلَيْكُمْ هَذَا عَبْدُ اللَّهِ بْنُ قَيْسٍ ‏.‏ فَلَمْ يَأْذَنْ لَهُ فَقَالَ السَّلاَمُ عَلَيْكُمْ هَذَا أَبُو مُوسَى السَّلاَمُ عَلَيْكُمْ هَذَا الأَشْعَرِيُّ ‏.‏ ثُمَّ انْصَرَفَ فَقَالَ رُدُّوا عَلَىَّ رُدُّوا عَلَىَّ ‏.‏ فَجَاءَ فَقَالَ يَا أَبَا مُوسَى مَا رَدَّكَ كُنَّا فِي شُغْلٍ ‏.‏ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ الاِسْتِئْذَانُ ثَلاَثٌ فَإِنْ أُذِنَ لَكَ وَإِلاَّ فَارْجِعْ ‏\"‏ ‏.‏ قَالَ لَتَأْتِيَنِّي عَلَى هَذَا بِبَيِّنَةٍ وَإِلاَّ فَعَلْتُ وَفَعَلْتُ ‏.‏ فَذَهَبَ أَبُو مُوسَى قَالَ عُمَرُ إِنْ وَجَدَ بَيِّنَةً تَجِدُوهُ عِنْدَ الْمِنْبَرِ عَشِيَّةً وَإِنْ لَمْ يَجِدْ بَيِّنَةً فَلَمْ تَجِدُوهُ ‏.‏ فَلَمَّا أَنْ جَاءَ بِالْعَشِيِّ وَجَدُوهُ قَالَ يَا أَبَا مُوسَى مَا تَقُولُ أَقَدْ وَجَدْتَ قَالَ نَعَمْ أُبَىَّ بْنَ كَعْبٍ ‏.‏ قَالَ عَدْلٌ ‏.‏ قَالَ يَا أَبَا الطُّفَيْلِ مَا يَقُولُ هَذَا قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ذَلِكَ يَا ابْنَ الْخَطَّابِ فَلاَ تَكُونَنَّ عَذَابًا عَلَى أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ سُبْحَانَ اللَّهِ إِنَّمَا سَمِعْتُ شَيْئًا فَأَحْبَبْتُ أَنْ أَتَثَبَّتَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "39"
    }
  }
}