{
  "hadith": {
    "hadith_id": 5574,
    "narrator": "আবূ ওয়াকিদ লায়সী (রাঃ)",
    "bn": "রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদে আমাদের মধ্যে বসা ছিলেন এবং তাঁর সঙ্গে সাহাবীগণের এক দলও ছিল। এ সময় তিনজনের একটি জামা‘য়াত সামনে আসলো। এদের দু’জন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর দিকে অগ্রসর হলো, আর একজন চলে গেল। বর্ণনাকারী বলেন, তারা দু’জন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সম্মুখে থেমে গেল। তারপর তাদের একজন সমাবেশের মধ্যে একটু খোলা জায়গা দেখতে পেয়ে সেখানে বসে গেল, দ্বিতীয়জন তাদের (মাজলিসের) পিছনে বসল আর তৃতীয় লোক পেছনে ফিরে চলে গেল। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (মাজলিস) সমাপ্ত করে বললেন, শুন! তিনজনের ক্ষুদে দলটি সম্বন্ধে কি আমি তোমাদের সংবাদ দিব না?- তাদের একজন তো আল্লাহ্‌র কাছে আশ্রয় নিল, আল্লাহ্‌ তা’আলা তাকে আশ্রয় দিলেন। আর একজন লজ্জা সংকোচ করল, আল্লাহ্‌ তার লজ্জা-(এর মর্যাদা) রক্ষা করলেন। আর তৃতীয়জন মুখ ফিরিয়ে নিলো, আল্লাহ্‌ তা’আলাও তার হতে দৃষ্টি ফিরিয়ে নিলেন। \n(ই.ফা. ৫৪৯৩, ই.সে. ৫৫১৮)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، فِيمَا قُرِئَ عَلَيْهِ عَنْ إِسْحَاقَ بْنِ عَبْدِ، اللَّهِ بْنِ أَبِي طَلْحَةَ أَنَّ أَبَا مُرَّةَ، مَوْلَى عَقِيلِ بْنِ أَبِي طَالِبٍ أَخْبَرَهُ عَنْ أَبِي وَاقِدٍ اللَّيْثِيِّ، أَنَّالله عليه وسلم بَيْنَمَا هُوَ جَالِسٌ فِي الْمَسْجِدِ وَالنَّاسُ مَعَهُ إِذْ أَقْبَلَ نَفَرٌ ثَلاَثَةٌ فَأَقْبَلَ اثْنَانِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَذَهَبَ وَاحِدٌ ‏.‏ قَالَ فَوَقَفَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَمَّا أَحَدُهُمَا فَرَأَى فُرْجَةً فِي الْحَلْقَةِ فَجَلَسَ فِيهَا وَأَمَّا الآخَرُ فَجَلَسَ خَلْفَهُمْ وَأَمَّا الثَّالِثُ فَأَدْبَرَ ذَاهِبًا فَلَمَّا فَرَغَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ أَلاَ أُخْبِرُكُمْ عَنِ النَّفَرِ الثَّلاَثَةِ أَمَّا أَحَدُهُمْ فَأَوَى إِلَى اللَّهِ فَآوَاهُ اللَّهُ وَأَمَّا الآخَرُ فَاسْتَحْيَا فَاسْتَحْيَا اللَّهُ مِنْهُ وَأَمَّا الآخَرُ فَأَعْرَضَ فَأَعْرَضَ اللَّهُ عَنْهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}