{
  "hadith": {
    "hadith_id": 5585,
    "narrator": "আসমা বিনতু আবূ বাকর (রাঃ)",
    "bn": "তিনি বলেন, যুবায়র (রাঃ) আমাকে বিবাহ করলেন, সে সময় একটি ঘোড়া কোন যোগ্য সম্পদ, গোলাম বা অন্য কোন কিছু দুনিয়াতে তার ছিল না। তিনি বলেন, আমি তার ঘোড়াটাকে ঘাস খাওয়াতাম, তার পারিবারিক কাজকর্মেও সঙ্গ দিতাম। আমি তার যত্ন নিতাম, তার পানিবাহী উটের জন্যে খর্জুর বীচি কুড়াতাম, তাকে ঘাস খাওয়াতাম, পানি নিয়ে আসতাম, তার ঢোল ইত্যাদি মেরামত করতাম এবং (রুটির জন্য) আটা মাখতাম। তবে আমি ভাল রুটি বানাতে পারতাম না। তাই আমার কতিপয় আনসারী সাথীর মনিরা আমাকে রুটি পাকিয়ে দিত। তারা ছিল স্বার্থহীন রমণী। আমি যুবায়র-এর জমি থেকে যা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে জায়গীর রূপে দিয়েছিলেন (সেখান থেকে) খেজুর বীচি (কুড়িয়ে) আমার মাথায় করে বয়ে আনতাম। সে (জমি) ছিল এক ক্রোসের দু'-তৃতীয়াংশ (প্রায় দু'মাইল) দূরে অবস্থিত। তিনি বলেন, আমি একদিন আসছিলাম আর বীচি(-র বোঝা) আমার মাথায় ছিল। (পথে) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর দেখা পেলাম, সে সময় তাঁর সাথে সাহাবীগণের একটি ক্ষুদ্র দল ছিল। তিনি আমাকে ডাকলেন এবং (তাঁর বাহন উটটিকে বসাবার জন্যে) ইখ ইখ (আওয়াজ) করলেন যাতে আমাকে সেটির পেছনে উঠিয়ে নিতে পারেন। তিনি [আসমা (রাঃ) ] বলেন, আমি লজ্জাবোধ করলাম আর আমি ছিলাম তোমার [যুবায়র (রযিঃ) ] আত্মমর্যাদাবোধ সম্পর্কে জ্ঞাত। তিনি [যুবায়র (রাঃ) ] বললেন, আল্লাহর শপথ! তোমার মাথায় করে বীচি বয়ে আনাটা (আমার নিকট) তাঁর সাথে তোমার আরোহণের চাইতে অনেক কঠিন (ও কষ্টকর)। তিনি বলেন, অতঃপর (আব্বা) আবূ বাকর (রাঃ) আমার নিকট একটি খাদিম প্রেরণ করলেন। ঘোড়াটি দেখা-শুনার কাজে সে আমার পক্ষে যথেষ্ট হয়ে গেল। সে যেন আমাকে এ দায়িত্ব হতে মুক্ত করেছিল। \n(ই.ফা. ৫৫০৪, ই.সে. ৫৫২৯)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ أَبُو كُرَيْبٍ الْهَمْدَانِيُّ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، أَخْبَرَنِي أَبِي، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ، قَالَتْ تَزَوَّجَنِي الزُّبَيْرُ وَمَا لَهُ فِي الأَرْضِ مِنْ مَالٍ وَلاَ مَمْلُوكٍ وَلاَ شَىْءٍ غَيْرَ فَرَسِهِ - قَالَتْ - فَكُنْتُ أَعْلِفُ فَرَسَهُ وَأَكْفِيهِ مَئُونَتَهُ وَأَسُوسُهُ وَأَدُقُّ النَّوَى لِنَاضِحِهِ وَأَعْلِفُهُ وَأَسْتَقِي الْمَاءَ وَأَخْرِزُ غَرْبَهُ وَأَعْجِنُ وَلَمْ أَكُنْ أُحْسِنُ أَخْبِزُ وَكَانَ يَخْبِزُ لِي جَارَاتٌ مِنَ الأَنْصَارِ وَكُنَّ نِسْوَةَ صِدْقٍ - قَالَتْ - وَكُنْتُ أَنْقُلُ النَّوَى مِنْ أَرْضِ الزُّبَيْرِ الَّتِي أَقْطَعَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى رَأْسِي وَهْىَ عَلَى ثُلُثَىْ فَرْسَخٍ - قَالَتْ - فَجِئْتُ يَوْمًا وَالنَّوَى عَلَى رَأْسِي فَلَقِيتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَمَعَهُ نَفَرٌ مِنْ أَصْحَابِهِ فَدَعَانِي ثُمَّ قَالَ ‏ \"‏ إِخْ إِخْ ‏\"‏ ‏.‏ لِيَحْمِلَنِي خَلْفَهُ - قَالَتْ - فَاسْتَحْيَيْتُ وَعَرَفْتُ غَيْرَتَكَ فَقَالَ وَاللَّهِ لَحَمْلُكِ النَّوَى عَلَى رَأْسِكِ أَشَدُّ مِنْ رُكُوبِكِ مَعَهُ ‏.‏ قَالَتْ حَتَّى أَرْسَلَ إِلَىَّ أَبُو بَكْرٍ بَعْدَ ذَلِكَ بِخَادِمٍ فَكَفَتْنِي سِيَاسَةَ الْفَرَسِ فَكَأَنَّمَا أَعْتَقَتْنِي ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}