{
  "hadith": {
    "hadith_id": 5586,
    "narrator": "ইবনু আবু মুলাইকাহ (রাঃ)",
    "bn": "আসমা (রাঃ) বলেছেন, আমি পারিবারিক কাজে যুবায়র (রাঃ) -এর সেবা করতাম। তার একটি ঘোড়া ছিল। আমি (-ই) তা দেখাশুনা করতাম। ঘোড়াটির দেখাশুনা করার চেয়ে কোন কর্ম আমার নিকট ভারী ছিল না। আমি তার জন্যে ঘাস যোগাড় করতাম, তার দেখাশুনা ও সেবা-পরিচর্যা করতে থাকতাম। বর্ণনাকারী বলেন, তারপর তিনি একটি খাদিম পেলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট কিছু যুদ্ধবন্দী এলে তিনি তাকে একটি খাদিম দিলেন। তিনি [আসমা (রাঃ) ] বলেন, সে (খাদিম) ঘোড়ার দেখাশুনায় আমার জন্যে যথেষ্ট হলো এবং আমি দায়িত্বমুক্ত হলাম। \nতখন এক অভাবী লোক আমার নিকট এসে বলল, হে 'আবদুল্লাহর মা! আমি একজন অভাবী মানুষ, আপনার গৃহের ছায়ায় বসে বেচাকেনা করার আগ্রহ প্রকাশ করেছি। তিনি বললেন, তোমাকে আমি অনুমতি দিয়ে ফেললে যুবায়র (রাঃ) (সম্ভবত) তা বাতিল করবে। তাই এক কাজ করো, যুবায়র (রাঃ) উপস্থিত থাকা অবস্থায় তুমি এসে আমার নিকট প্রস্তাব করবে। ঠিক সময় এসে সে বলল, হে 'আবদুল্লাহর মা! আমি একজন অভাবী মানুষ, আপনার গৃহের ছায়ায় বসে বেচাকেনা করার ইচ্ছা করেছি। তিনি বললেন, আমার গৃহ ব্যতীত তোমার জন্যে মাদীনায় আর কোন স্থান নেই (কি)? সে সময় যুবায়র (রাঃ) তাকে বললেন, একটা অভাবী মানুষকে ক্রয়-বিক্রয় করতে দিতে তুমি বাঁধা হয়ে দাড়াঁচ্ছো কেন? তারপর সে (সেথায়) ক্রয়-বিক্রয় করে (বেশকিছু) আয় করল, আমি খাদিমটি তার নিকট বিক্রি করে দিলাম। এ সময় যুবায়র (রাঃ) আমার নিকট প্রবেশ করল-তখন ও তার (বিক্রয়কৃত) মুল্য আমার কোলের উপর ছিল। সে বলল ওগুলো আমাকে দান করে দাও। তিনি বলেন, (আমি বললাম) , আমি ওগুলো সদাকাহ করে দিয়েছি। \n(ই.ফা. ৫৫০৫, ই.সে. ৫৫৩০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْغُبَرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، أَنَّ أَسْمَاءَ، قَالَتْ كُنْتُ أَخْدُمُ الزُّبَيْرَ خِدْمَةَ الْبَيْتِ وَكَانَ لَهُ فَرَسٌ وَكُنْتُ أَسُوسُهُ فَلَمْ يَكُنْ مِنَ الْخِدْمَةِ شَىْءٌ أَشَدَّ عَلَىَّ مِنْ سِيَاسَةِ الْفَرَسِ كُنْتُ أَحْتَشُّ لَهُ وَأَقُومُ عَلَيْهِ وَأَسُوسُهُ ‏.‏ قَالَ ثُمَّ إِنَّهَا أَصَابَتْ خَادِمًا جَاءَ النَّبِيَّ صلى الله عليه وسلم سَبْىٌ فَأَعْطَاهَا خَادِمًا ‏.‏ قَالَتْ كَفَتْنِي سِيَاسَةَ الْفَرَسِ فَأَلْقَتْ عَنِّي مَئُونَتَهُ فَجَاءَنِي رَجُلٌ فَقَالَ يَا أُمَّ عَبْدِ اللَّهِ إِنِّي رَجُلٌ فَقِيرٌ أَرَدْتُ أَنْ أَبِيعَ فِي ظِلِّ دَارِكِ ‏.‏ قَالَتْ إِنِّي إِنْ رَخَّصْتُ لَكَ أَبَى ذَاكَ الزُّبَيْرُ فَتَعَالَ فَاطْلُبْ إِلَىَّ وَالزُّبَيْرُ شَاهِدٌ فَجَاءَ فَقَالَ يَا أُمَّ عَبْدِ اللَّهِ إِنِّي رَجُلٌ فَقِيرٌ أَرَدْتُ أَنْ أَبِيعَ فِي ظِلِّ دَارِكِ ‏.‏ فَقَالَتْ مَا لَكَ بِالْمَدِينَةِ إِلاَّ دَارِي فَقَالَ لَهَا الزُّبَيْرُ مَا لَكِ أَنْ تَمْنَعِي رَجُلاً فَقِيرًا يَبِيعُ فَكَانَ يَبِيعُ إِلَى أَنْ كَسَبَ فَبِعْتُهُ الْجَارِيَةَ فَدَخَلَ عَلَىَّ الزُّبَيْرُ وَثَمَنُهَا فِي حَجْرِي ‏.‏ فَقَالَ هَبِيهَا لِي ‏.‏ قَالَتْ إِنِّي قَدْ تَصَدَّقْتُ بِهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}