{
  "hadith": {
    "hadith_id": 5626,
    "narrator": "আবূ সাঈদ খুদরী (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কিছু সংখ্যক সহাবী কোন এক সফরে ছিলেন, তাঁরা কোন একটি আরব সম্প্রদায়ের বসতির নিকট দিয়ে রাস্তা অতিক্রমকালে তাদের নিকট মেহমানদারীর ব্যাপারে বললেন। কিন্তু তারা তাদের আতিথেয়তা করল না। পরে তাদেরকে তারা বলল, তোমাদের দলে কি কোন ঝাড়ফুঁককারী আছে? কারণ, বসতির সর্দারকে সাপে দংশন করেছেন অথবা (বর্ণনাকারীর সংশয়ে তারা বলল-) বিপদগ্রস্থ হয়েছে। সে সময় এক লোক বলল, হ্যাঁ। তারপরে সে তার নিকট গমন করে সূরা আল আল-ফাতিহাহ্ দ্বারা ঝাড়ফুঁক করল। যার দরুন ব্যক্তিটি ভাল হয়ে গেল এবং ঝাড়ফুঁককারীকে বকরীর একটি ক্ষুদ্র পাল দেয়া হলো। সে তা নিতে আপত্তি জানালো এবং সে বলল, যতক্ষন তা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট বর্ণনা না করি-(ততক্ষন গ্রহণ করতে পারি না)। অতঃপর সে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বিষয়টি তাঁর নিকট বর্ণনা করে সে বলল, হে আল্লাহর রসূল! আল্লাহর শপথ! আমি ফাতিহাতুল কিতাব ছাড়া ভিন্ন কোন কিছু দিয়ে ঝাড়ফুঁক করিনি। সে সময় তিনি মৃদু হাসঁলেন এবং বললেন, তুমি কি করে বুঝলে যে, তা দিয়ে ঝাড়ফুঁক করা যায়? অতঃপর বললেন, তাদের নিকট থেকে তা নিয়ে নাও এবং তোমাদের সঙ্গে আমার জন্যও একাংশ রেখো। \n(ই.ফা. ৫৫৪৫, ই.সে. ৫৫৭০)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، أَخْبَرَنَا هُشَيْمٌ، عَنْ أَبِي بِشْرٍ، عَنْ أَبِي الْمُتَوَكِّلِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ نَاسًا، مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم كَانُوا فى سَفَرٍ فَمَرُّوا بِحَىٍّ مِنْ أَحْيَاءِ الْعَرَبِ فَاسْتَضَافُوهُمْ فَلَمْ يُضِيفُوهُمْ ‏.‏ فَقَالُوا لَهُمْ هَلْ فِيكُمْ رَاقٍ فَإِنَّ سَيِّدَ الْحَىِّ لَدِيغٌ أَوْ مُصَابٌ ‏.‏ فَقَالَ رَجُلٌ مِنْهُمْ نَعَمْ فَأَتَاهُ فَرَقَاهُ بِفَاتِحَةِ الْكِتَابِ فَبَرَأَ الرَّجُلُ فَأُعْطِيَ قَطِيعًا مِنْ غَنَمٍ فَأَبَى أَنْ يَقْبَلَهَا ‏.‏ وَقَالَ حَتَّى أَذْكُرَ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم ‏.‏ فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ ‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ وَاللَّهِ مَا رَقَيْتُ إِلاَّ بِفَاتِحَةِ الْكِتَابِ ‏.‏ فَتَبَسَّمَ وَقَالَ ‏\"‏ وَمَا أَدْرَاكَ أَنَّهَا رُقْيَةٌ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ خُذُوا مِنْهُمْ وَاضْرِبُوا لِي بِسَهْمٍ مَعَكُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}