{
  "hadith": {
    "hadith_id": 5636,
    "narrator": "‘আসিম ইবনু ‘উমার ইবনু কাতাদাহ্ (রহঃ)",
    "bn": "তিনি বলেন, একদা জাবির ইবনু ‘আবদুল্লাহ (রাঃ) আমাদের পরিবারে এলেন, তখন জনৈক লোক খুজলী-পাঁচড়ায় অথবা (বর্ণনা সংশয়) -তিনি বললেন, আঘাতে অসুস্থ হয়েছিল। তিনি বললেন, তুমি কি অসুস্থতাবোধ করছো? সে বলল-আমার খুজলি-পাঁচড়া আমাকে ভয়স্কর অবস্থায় ফেলে দিয়েছে। তিনি তখন (খাদিমকে) বললেন, হে যুবক! আমার নিকট একজন শিঙ্গা প্রয়োগকারী (বৈদ্য) নিয়ে আসো। তখন তিনি তাকে বললেন, বৈদ্যকে দিয়ে আপনি কি করবেন, হে আবূ ‘আবদুল্লাহ? তিনি বললেন, আমি তাতে একটা শিঙ্গার নল ঝুলাতে চাই। সে বলল, আল্লাহর শপথ! মাছি আমার শরীরে বসলে কিংবা কাপড়ের ছোঁয়া আমার শরীরে লাগলে তা-ই আমাকে বেদনা দেয় এবং আমার জন্য কঠিন হয়ে পড়ে- (তাহলে শিঙ্গার বেদনা কি করে সহ্য করবো)? তারপরে তিনি যখন ঐ ব্যাপারে তার ধৈর্যহারা লক্ষ্য করলেন তখন বললেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি যে, তোমাদের ব্যবস্থাপত্রের কোন কিছুতে যদি কল্যাণ থেকে থাকে তাহলে তা শিঙ্গার নল অথবা মধুর শরবত পান অথবা আগুনের সেঁকে রয়েছে। রসুলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (আরও) বলেছেন-(নিতান্ত প্রয়োজন না পড়লে আমি গরম লোহার সেঁক লাগিয়ে চিকিৎসা করা অপছন্দ করি। বর্ণনাকারী বলেন, সে একজন শিঙ্গাবিদ (বৈদ্য) নিয়ে এলো, সে তার শিঙ্গা লাগাল। ফলে ব্যথানুভুতি বিদুরিত হয়ে গেল। \n(ই.ফা. ৫৫৫৫, ই.সে. ৫৫৮০)",
    "ar": "حَدَّثَنِي نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنِي أَبِي، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سُلَيْمَانَ، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، قَالَ جَاءَنَا جَابِرُ بْنُ عَبْدِ اللَّهِ فِي أَهْلِنَا وَرَجُلٌ يَشْتَكِي خُرَاجًا بِهِ أَوْ جِرَاحًا فَقَالَ مَا تَشْتَكِي قَالَ خُرَاجٌ بِي قَدْ شَقَّ عَلَىَّ ‏.‏ فَقَالَ يَا غُلاَمُ ائْتِنِي بِحَجَّامٍ ‏.‏ فَقَالَ لَهُ مَا تَصْنَعُ بِالْحَجَّامِ يَا أَبَا عَبْدِ اللَّهِ قَالَ أُرِيدُ أَنْ أُعَلِّقَ فِيهِ مِحْجَمًا ‏.‏ قَالَ وَاللَّهِ إِنَّ الذُّبَابَ لَيُصِيبُنِي أَوْ يُصِيبُنِي الثَّوْبُ فَيُؤْذِينِي وَيَشُقُّ عَلَىَّ ‏.‏ فَلَمَّا رَأَى تَبَرُّمَهُ مِنْ ذَلِكَ قَالَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِنْ كَانَ فِي شَىْءٍ مِنْ أَدْوِيَتِكُمْ خَيْرٌ فَفِي شَرْطَةِ مَحْجَمٍ أَوْ شَرْبَةٍ مِنْ عَسَلٍ أَوْ لَذْعَةٍ بِنَارٍ ‏\"‏ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَمَا أُحِبُّ أَنْ أَكْتَوِيَ ‏\"‏ ‏.‏ قَالَ فَجَاءَ بِحَجَّامٍ فَشَرَطَهُ فَذَهَبَ عَنْهُ مَا يَجِدُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}