{
  "hadith": {
    "hadith_id": 5657,
    "narrator": "‘উবাইদুল্লাহ ইবনু ‘আবদুল্লাহ ইবনু ‘উতবাহ্‌ ইবনু মাস‘উদ (রাঃ)",
    "bn": "উম্মু কায়স বিনতু মিহ্‌সান (রাঃ) তিনি ছিলেন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর হাতে বাই‘আত গ্রহণকারিণী প্রথম পর্যায়ের মুহাজির নারীগণের অন্যতমা। আর তিনি হলেন বানূ আসাদ ইবনু খুযাইমার একজন সদস্য ‘উক্কাশাহ্‌ ইবনু মিহ্‌সান (রাঃ) -এর ভগ্নি। বর্ণনাকারী বলেন, তিনি (উম্মু কায়স) আমাকে সংবাদ জানিয়েছন যে, তিনি তার একটি ছেলেকে নিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট আসলেন, যে তখনও (সাধারণ) খাদ্য খাওয়ার উপযোগী হয়নি। আর তখন তিনি পাকানো নেকড়া নাসারন্দ্রে ঢুকিয়ে ঐ ছেলেটির গলা ব্যাথা সাড়ানোর  ব্যবস্থা করে ছিলেন। বর্ণনাকারী ইউনুস (রহঃ) বলেন, (আরবি)  অর্থ (আরবি) অর্থাৎ- ঘাড়ের আশেপাশে ব্যথা বা রক্ত জমার আশঙ্কায় নাসিকারন্ধ্রে নেকড়া ঢুকিয়ে নিরাময়ের বন্দোবস্ত করেছিলেন। তিনি বলেন, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা পাকানো নেকড়া ঢুকিয়ে তোমাদের বাচ্চাদের নিরাময়ের বন্দোবস্ত করো কেন? তোমরা (বরং) এ ভারতীয় চন্দন ব্যবহার করবে, কেননা তাতে নিশ্চয়ই সাতটি (রোগের) ওষুধ আছে। তার মধ্যে (আরবি) একটি। (ই. ফা. ৫৫৭৫, ই. সে. ৫৬০০)",
    "ar": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ، أَنَّ ابْنَ شِهَابٍ، أَخْبَرَهُ قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، أَنَّ أُمَّ قَيْسٍ بِنْتَ مِحْصَنٍ، - وَكَانَتْ مِنَ الْمُهَاجِرَاتِ الأُوَلِ اللاَّتِي بَايَعْنَ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهِيَ أُخْتُ عُكَّاشَةَ بْنِ مِحْصَنٍ أَحَدِ بَنِي أَسَدِ بْنِ خُزَيْمَةَ - قَالَ أَخْبَرَتْنِي أَنَّهَا أَتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم بِابْنٍ لَهَا لَمْ يَبْلُغْ أَنْ يَأْكُلَ الطَّعَامَ وَقَدْ أَعْلَقَتْ عَلَيْهِ مِنَ الْعُذْرَةِ - قَالَ يُونُسُ أَعْلَقَتْ غَمَزَتْ فَهِيَ تَخَافُ أَنْ يَكُونَ بِهِ عُذْرَةٌ - قَالَتْ - فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ عَلاَمَهْ تَدْغَرْنَ أَوْلاَدَكُنَّ بِهَذَا الإِعْلاَقِ عَلَيْكُمْ بِهَذَا الْعُودِ الْهِنْدِيِّ - يَعْنِي بِهِ الْكُسْتَ - فَإِنَّ فِيهِ سَبْعَةَ أَشْفِيَةٍ مِنْهَا ذَاتُ الْجَنْبِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}