{
  "hadith": {
    "hadith_id": 5672,
    "narrator": "হাবীব (রহঃ)",
    "bn": "তিনি বলেন, আমরা মদীনায় ছিলাম। তখন আমার নিকট সংবাদ আসলো যে, কূফায় প্লেগের প্রাদুর্ভাব হয়েছে। তখন ‘আতা ইবনু ইয়াসার (রহঃ) প্রমুখ সাহাবাগণ আমাকে বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম): যখন তুমি কোন অঞ্চলে অবস্থান করবে সেখানে তা প্রকাশ পেলে সেখান থেকে বের হয়ো না। আর যদি তোমার নিকট খবর পৌঁছে যে, তা কোন অঞ্চলে রয়েছে, তাহলে সেখানে গমন করো না। বর্ণনাকারী বলেন, আমি বললাম- এ বর্ণনা কার পক্ষ হতে? তাঁরা বললেন, ‘আমির ইবনু সা‘দ (রহঃ) হতে-তিনি তা বর্ণনা করে থাকেন। বর্ণনাকারী বলেন, তখন আমি তাঁর নিকট গেলাম। তারা বলল, তিনি গৃহে নেই। তখন আমি তাঁর ভাই ইব্‌রাহীম ইবনু সা‘দ (রহঃ) -এর সঙ্গে সাক্ষাৎ করে তাঁকে প্রশ্ন করলাম। তিনি বললেন, উসামাহ্‌ (রাঃ) যখন সা‘দকে হাদীস শুনাচ্ছিলেন, তখন আমি উপস্থিত ছিলাম। তিনি বললেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছি, এ রোগ একটি মহামারী অথবা একটি ‘আযাব কিংবা ‘আযাবের অবশিষ্টাংশ-যা দ্বারা তোমাদের পূর্বেকার কতিপয় লোককে শাস্তি দেয়া হয়েছিল। অতএব কোন অঞ্চলে তোমাদের অবস্থানকালে যদি তা থাকে সে সময় সেখান থেকে তোমরা বের হয়ো না। আর যদি তোমাদের নিকট খবর আসে যে, তা কোন অঞ্চলে দেখা দিয়েছে, তবে সেখানে গমন করো না। \nহাবীব (রহঃ) বলেন, তখন আমি ইব্‌রাহীম (রহঃ) -কে বললাম, আপনি কি শুনেছেন যখন উসামাহ্‌ (রাঃ) সা‘দ (রাঃ) -এর নিকট হাদীস বর্ণনা করেছিলেন, আর তিনি তা অস্বীকার করেননি? তিনি বললেন, হ্যাঁ। \n(ই.ফা. ৫৫৮৭, ই.সে. ৫৬১৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ شُعْبَةَ، عَنْ حَبِيبٍ، قَالَ كُنَّا بِالْمَدِينَةِ فَبَلَغَنِي أَنَّ الطَّاعُونَ قَدْ وَقَعَ بِالْكُوفَةِ فَقَالَ لِي عَطَاءُ بْنُ يَسَارٍ وَغَيْرُهُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا كُنْتَ بِأَرْضٍ فَوَقَعَ بِهَا فَلاَ تَخْرُجْ مِنْهَا وَإِذَا بَلَغَكَ أَنَّهُ بِأَرْضٍ فَلاَ تَدْخُلْهَا ‏\"‏ ‏.‏ قَالَ قُلْتُ عَمَّنْ قَالُوا عَنْ عَامِرِ بْنِ سَعْدٍ يُحَدِّثُ بِهِ ‏.‏ قَالَ فَأَتَيْتُهُ فَقَالُوا غَائِبٌ - قَالَ - فَلَقِيتُ أَخَاهُ إِبْرَاهِيمَ بْنَ سَعْدٍ فَسَأَلْتُهُ فَقَالَ شَهِدْتُ أُسَامَةَ يُحَدِّثُ سَعْدًا قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِنَّ هَذَا الْوَجَعَ رِجْزٌ أَوْ عَذَابٌ أَوْ بَقِيَّةُ عَذَابٍ عُذِّبَ بِهِ أُنَاسٌ مِنْ قَبْلِكُمْ فَإِذَا كَانَ بِأَرْضٍ وَأَنْتُمْ بِهَا فَلاَ تَخْرُجُوا مِنْهَا وَإِذَا بَلَغَكُمْ أَنَّهُ بِأَرْضٍ فَلاَ تَدْخُلُوهَا ‏\"‏ ‏.‏ قَالَ حَبِيبٌ فَقُلْتُ لإِبْرَاهِيمَ آنْتَ سَمِعْتَ أُسَامَةَ يُحَدِّثُ سَعْدًا وَهُوَ لاَ يُنْكِرُ قَالَ نَعَمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}