{
  "hadith": {
    "hadith_id": 5677,
    "narrator": "ইয়াহ্‌ইয়া ইবনু ইয়াহ্ইয়া তামীমী (রহঃ)",
    "bn": "ইয়াহ্‌ইয়া ইবনু ইয়াহ্ইয়া তামীমী (রহঃ) …..‘আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ) হতে রিওয়ায়াত করেন যে, ‘উমার (রাঃ) শামের (সিরিয়ার) দিকে রওয়ানা হলেন। ‘সার্‌গ’ নামক স্থান পর্যন্ত পৌছালে ‘আজনাদ’ অধিবাসীদের (প্রতিনিধি ও অধিনায়ক) আবূ ‘উবাইদাহ্‌ ইবনু জার্‌রাহ্‌ ও তাঁর সহকর্মী গণ তাঁর সাথে দেখা করলেন। তখন তাঁরা সংবাদ দিলেন যে, শামে মহামারী আরাম্ভ হয়েছে। \nইবনু ‘আব্বাস (রাঃ) বলেন, তখন ‘উমার (রাঃ) বললেন-প্রাথমিক যুগের মুহাজিরদের আমার নিকট ডেকে আন। আমি তাদেরকে ডেকে নিয়ে আসলে তিনি তাঁদেরকে সংবাদ দিলেন যে, শামে মহামারী আরাম্ভ হয়ে গেছে। এ বিষয়ে তাঁদের কাছে থেকে পরামর্শ চাইলেন। অতঃপর তাঁরা দ্বন্দে পড়ে গেল। তাঁদের কেউ কেউ বলল, আপনি একটি বিশেষ কাজের উদ্দেশ্যে বের হয়েছেন, তাই আমরা আপনার ফিরে যাওয়া যথাযথ মনে করি না। আর কেউ কেউ বললেন, আপনার সঙ্গে অনেক প্রবীণ লোক এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবীগণ রয়েছেন। তাই আমরা তাঁদেরকে এ মহামারীর সম্মুখে ছেড়ে দেয়া যুক্তিসঙ্গত মনে করি না। তিনি বললেন, আপনারা উঠুন! তারপর বললেন, আনসারীদের আমার নিকট ডেকে আনো। আমি তাঁদেরকে তাঁর নিকট ডেকে নিয়ে আসলে তিনি তাঁদের কাছেও পরামর্শ চাইলেন। তাঁরা মুহাজিরদের পন্থা অনুকরণ করলেন এবং মুহাজিরগণের মতো তাঁদের মধ্যেও দ্বিমত সৃষ্টি হলো। তিনি বললেন, আপনারা উঠুন! তারপর তিনি বললেন, (মক্কা) বিজয়ের পূর্বে হিজরতকারী কুরায়শের মুরুব্বীদের যারা এখানে আছেন, তাঁদের আমার নিকট পাঠাও। আমি তাঁদেরকে ডেকে আনলাম। তাঁদের দু’জনও কিন্তু ভিন্নমত পোষণ করলেন না। তাঁরা (সকলেই) বললেন, আমরা যুক্তিযুক্ত মনে করি যে, আপনি লোকদের নিয়ে ফিরে যান এবং তাঁদেরকে এ মহামারীর দিকে ঠেলে দিবেন না। তখন ‘উমার(রাঃ) লোকদের মাঝে ঘোষণা দিলেন, আমি ভোরে সাওয়ারীর উপর থাকবো, তোমরাও ভোরে সাওয়ারীর উপর আরোহণ করবে। তখন আবূ ‘উবাইদাহ্‌ ইবুন জার্‌রাহ্‌ (রাঃ) বললেন, আল্লাহ্‌র তাকদীর হতে ভেগে যাওয়া ? তখন ‘উমার(রাঃ) বললেন, হে আবূ ‘উবাইদাহ্! তুমি ছাড়া অন্য কেউ এমন করলে, (রাবী বলেন) ‘ উমার (রাঃ) তাঁর বিরুদ্ধাচারণ অপছন্দ করতেন। (তিনি বললেন) হ্যাঁ! আমরা আল্লাহ্‌র তাক্‌দীর হতে আল্লাহ্‌রই তাক্‌দীরের দিকে পলায়ন করছি। তোমার যদি একপাল উট থাকে আর তুমি একটি উপত্যকায় অবতীর্ণ হও যার দু’টি প্রান্তর রয়েছে, যার একটি সবুজ শ্যামল, অপরটি তৃণশূন্য; সে ক্ষেত্রে তুমি যদি সবুজ শ্যামল প্রান্তরে (উট) চরাও, তাহলে আল্লাহ্‌র তাকদীরেই সেখানে চরাবে আর যদি তৃণশূন্য প্রান্তরে চরাও, তাহলেও আল্লাহ্‌র তাকদীরেই সেখানে চরাবে। রাবী বলেন, এ সময়ে ‘আবদুল রহমান ইবনু ‘আওফ(রাঃ) এলেন, তিনি (এতক্ষণ) তাঁর কোন প্রয়োজনে অনুপস্থিত ছিলেন। তিনি বললেন, এ বিষয়ে আমার নিকট (হাদীসের) ‘ইল্‌ম রয়েছে। আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি, যখন তোমরা কোন এলাকায় সেটার খবর শুনতে পাও, তখন তার উপরে (দুঃসাহস দেখিয়ে) এগিয়ে যাবে না। আর যখন কোন দেশে তোমাদের সেখানে থাকা অবস্থায় তা দেখা যায়, তখন তা হতে পলায়ন করে বেরিয়ে পড়ো না। \n\nবর্ণনাকারী বলেন, তখন ‘উমার(রাঃ) আল্লাহ্‌র প্রশংসা করলেন। অতঃপর চলে গেলেন। \n\n(ই.ফা. ৫৫৯১, ই.সে. ৫৬১৯)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنِ ابْنِ شِهَابٍ، عَنْ عَبْدِ، الْحَمِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ الْخَطَّابِ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، خَرَجَ إِلَى الشَّامِ حَتَّى إِذَا كَانَ بِسَرْغَ لَقِيَهُ أَهْلُ الأَجْنَادِ أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ وَأَصْحَابُهُ فَأَخْبَرُوهُ أَنَّ الْوَبَاءَ قَدْ وَقَعَ بِالشَّامِ ‏.‏ قَالَ ابْنُ عَبَّاسٍ فَقَالَ عُمَرُ ادْعُ لِيَ الْمُهَاجِرِينَ الأَوَّلِينَ ‏.‏ فَدَعَوْتُهُمْ فَاسْتَشَارَهُمْ وَأَخْبَرَهُمْ أَنَّ الْوَبَاءَ قَدْ وَقَعَ بِالشَّامِ فَاخْتَلَفُوا فَقَالَ بَعْضُهُمْ قَدْ خَرَجْتَ لأَمْرٍ وَلاَ نَرَى أَنْ تَرْجِعَ عَنْهُ ‏.‏ وَقَالَ بَعْضُهُمْ مَعَكَ بَقِيَّةُ النَّاسِ وَأَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم وَلاَ نَرَى أَنْ تُقْدِمَهُمْ عَلَى هَذَا الْوَبَاءِ ‏.‏ فَقَالَ ارْتَفِعُوا عَنِّي ‏.‏ ثُمَّ قَالَ ادْعُ لِيَ الأَنْصَارَ فَدَعَوْتُهُمْ لَهُ فَاسْتَشَارَهُمْ فَسَلَكُوا سَبِيلَ الْمُهَاجِرِينَ وَاخْتَلَفُوا كَاخْتِلاَفِهِمْ ‏.‏ فَقَالَ ارْتَفِعُوا عَنِّي ‏.‏ ثُمَّ قَالَ ادْعُ لِي مَنْ كَانَ هَا هُنَا مِنْ مَشْيَخَةِ قُرَيْشٍ مِنْ مُهَاجِرَةِ الْفَتْحِ ‏.‏ فَدَعَوْتُهُمْ فَلَمْ يَخْتَلِفْ عَلَيْهِ رَجُلاَنِ فَقَالُوا نَرَى أَنْ تَرْجِعَ بِالنَّاسِ وَلاَ تُقْدِمْهُمْ عَلَى هَذَا الْوَبَاءِ ‏.‏ فَنَادَى عُمَرُ فِي النَّاسِ إِنِّي مُصْبِحٌ عَلَى ظَهْرٍ فَأَصْبِحُوا عَلَيْهِ ‏.‏ فَقَالَ أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ أَفِرَارًا مِنْ قَدَرِ اللَّهِ فَقَالَ عُمَرُ لَوْ غَيْرُكَ قَالَهَا يَا أَبَا عُبَيْدَةَ - وَكَانَ عُمَرُ يَكْرَهُ خِلاَفَهُ - نَعَمْ نَفِرُّ مِنْ قَدَرِ اللَّهِ إِلَى قَدَرِ اللَّهِ أَرَأَيْتَ لَوْ كَانَتْ لَكَ إِبِلٌ فَهَبَطْتَ وَادِيًا لَهُ عِدْوَتَانِ إِحْدَاهُمَا خَصْبَةٌ وَالأُخْرَى جَدْبَةٌ أَلَيْسَ إِنْ رَعَيْتَ الْخَصْبَةَ رَعَيْتَهَا بِقَدَرِ اللَّهِ وَإِنْ رَعَيْتَ الْجَدْبَةَ رَعَيْتَهَا بِقَدَرِ اللَّهِ قَالَ فَجَاءَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ وَكَانَ مُتَغَيِّبًا فِي بَعْضِ حَاجَتِهِ فَقَالَ إِنَّ عِنْدِي مِنْ هَذَا عِلْمًا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِذَا سَمِعْتُمْ بِهِ بِأَرْضٍ فَلاَ تَقْدَمُوا عَلَيْهِ وَإِذَا وَقَعَ بِأَرْضٍ وَأَنْتُمْ بِهَا فَلاَ تَخْرُجُوا فِرَارًا مِنْهُ ‏\"‏ ‏.‏ قَالَ فَحَمِدَ اللَّهَ عُمَرُ بْنُ الْخَطَّابِ ثُمَّ انْصَرَفَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}