{
  "hadith": {
    "hadith_id": 5712,
    "narrator": "আব্দুল্লাহ ইবনু আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবীগণের মধ্যে আনসারদের জনৈক ব্যক্তি আমাকে সংবাদ দিয়েছে যে, তাঁরা এক রাত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে বসা ছিলেন। সে সময় একটি নক্ষত্র পতিত হলো, যার দরুন আলোকিত হয়ে উঠল। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের বললেন, এ ধরনের (তারকা) পতিত হলে অজ্ঞতার যুগে তোমরা কি বলতে? তারা বলল, আল্লাহ এবং তাঁর রসূলই অধিক ভাল জানেন। আমরা বলতাম, আজ রাতে মনে হয় কোন মহান লোকের ভুমিষ্ঠ হয়েছে অথবা কোন মহান লোক মৃত্যুবরণ করেছেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া      সাল্লাম) বললেনঃ জেনে রাখো যে, তা কারো মৃত্যু কিংবা কারো জন্মের কারণে পতিত হয় না; কল্যাণময় ও মহান নামের অধিকারী আমাদের প্রতিপালক যখন কোন বিষয়ের সমাধান দেন, তখন আরশ বহনকারী ফেরেশতারা তাসবীহ পাঠ করে। অতঃপর তাসবীহ পাঠ করে সে আকাশের ফেরেশতারা, যারা তাদের পার্শ্ববর্তী; পরিশষে তাসবীহ পাঠ এ নিকটবর্তী (পৃথিবীর) আসমানের অধিবাসীদের পর্যন্ত পৌছে। অতঃপর আরশ বহনকারীদের (ফেরেশতা) পার্শ্ববতী যারা তাঁরা আরশ বহনকারীদের বলে তোমাদের প্রতিপালক কি বললেন? সে সময় তিনি তাদের যা কিছু বলেছেন, তারা সে সংবাদ বর্ণনা করে। বর্ণনাকারী বলেন, পরে আসমান সমূহের অধিবাসীরা একে অপরকে সংবাদ আদান-প্রদান করে। পরিশেষে এ নিকটবর্তীআকাশে সংবাদ পৌছে। সে সময় জ্বিনেরা অতর্কিতে গোপন খবরটি শুনে নেয় এবং তাদের দোসর জ্যোতিষীদের নিকট পৌছিয়ে দেয়, আর সাথে অতিরিক্ত কিছু জুড়ে দেয়। ফলে যা তারা ঠিকঠাকভাবে নিয়ে আসতে পারে, তাই ঠিক হয়; তবে তারা তাতে (কথামালা) সুবিন্যস্ত ও সংযোজন করে। \n(ই. ফা. ৫৬২৫, ই. সে.৫৬৫৪)",
    "ar": "حَدَّثَنَا حَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ حَسَنٌ حَدَّثَنَا يَعْقُوبُ، وَقَالَ، عَبْدٌ حَدَّثَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عَلِيُّ بْنُ حُسَيْنٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، قَالَ أَخْبَرَنِي رَجُلٌ، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنَ الأَنْصَارِ أَنَّهُمْ بَيْنَمَا هُمْ جُلُوسٌ لَيْلَةً مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم رُمِيَ بِنَجْمٍ فَاسْتَنَارَ فَقَالَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَاذَا كُنْتُمْ تَقُولُونَ فِي الْجَاهِلِيَّةِ إِذَا رُمِيَ بِمِثْلِ هَذَا ‏\"‏ ‏.‏ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ كُنَّا نَقُولُ وُلِدَ اللَّيْلَةَ رَجُلٌ عَظِيمٌ وَمَاتَ رَجُلٌ عَظِيمٌ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَإِنَّهَا لاَ يُرْمَى بِهَا لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ وَلَكِنْ رَبُّنَا تَبَارَكَ وَتَعَالَى اسْمُهُ إِذَا قَضَى أَمْرًا سَبَّحَ حَمَلَةُ الْعَرْشِ ثُمَّ سَبَّحَ أَهْلُ السَّمَاءِ الَّذِينَ يَلُونَهُمْ حَتَّى يَبْلُغَ التَّسْبِيحُ أَهْلَ هَذِهِ السَّمَاءِ الدُّنْيَا ثُمَّ قَالَ الَّذِينَ يَلُونَ حَمَلَةَ الْعَرْشِ لِحَمَلَةِ الْعَرْشِ مَاذَا قَالَ رَبُّكُمْ فَيُخْبِرُونَهُمْ مَاذَا قَالَ - قَالَ - فَيَسْتَخْبِرُ بَعْضُ أَهْلِ السَّمَوَاتِ بَعْضًا حَتَّى يَبْلُغَ الْخَبَرُ هَذِهِ السَّمَاءَ الدُّنْيَا فَتَخْطَفُ الْجِنُّ السَّمْعَ فَيَقْذِفُونَ إِلَى أَوْلِيَائِهِمْ وَيُرْمَوْنَ بِهِ فَمَا جَاءُوا بِهِ عَلَى وَجْهِهِ فَهُوَ حَقٌّ وَلَكِنَّهُمْ يَقْرِفُونَ فِيهِ وَيَزِيدُونَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}