{
  "hadith": {
    "hadith_id": 5828,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, (ভণ্ড নাবী) মুসাইলামাহ্ কায্যাব নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আমলে মাদীনায় আসলো, সে তখন বলতে থাকল- ‘মুহাম্মাদ যদি তার (মৃত্যুর) পরে আমাকে নেতৃত্ব দেয়ার ওয়া‘দা করে, তাহলে আমি তার অনুসরণ করব। সে তার সম্প্রদায়ের প্রচুর লোকজন নিয়ে মাদীনায় আসলো। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর দিকে অগ্রসর হলেন। তাঁর সঙ্গে ছিলেন সাবিত ইবনু কায়স ইবনু শাম্মাস (রাঃ), আর তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাতে ছিল খেজুর শাখার একটি টুকরো। পরিশেষে তিনি সহচর বেষ্টিত মুসাইলামার সম্মুখে গিয়ে থামলেন এবং কথাবার্তার এক পর্যায়ে বললেন (তুমি যদি আমার কাছে এ) সামান্য খেজুর ডালের টুকরাটিও আবদার করো, তবু আমি তা তোমাকে দিব না এবং আমি কিছুতেই তোমার বিষয়ে আল্লাহ্‌র আইন লঙ্ঘন করব না। আর যদি তুমি (অবাধ্য হয়ে) পিছনে ফিরে যাও, তাহলে অবশ্যই আল্লাহ তোমাকে পরাভূত করবেন। আর আমি অবশ্যই ধারণা করি যে, যা আমাকে স্বপ্নে দেখানো হয়েছে তা তোমার বিষয়েই দেখানো হয়েছে। আর (আমি তোমার সঙ্গে বেশি কথা বলতে চাই না) এ সাবিত আমার তরফ থেকে তোমাকে উত্তর দিবে। তারপর তিনি তার নিকট হতে ফিরে চললেন। (ই.ফা. ৫৭৩৬, ই.সে. ৫৭৬৭)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ سَهْلٍ التَّمِيمِيُّ، حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنْ عَبْدِ اللَّهِ، بْنِ أَبِي حُسَيْنٍ حَدَّثَنَا نَافِعُ بْنُ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَدِمَ مُسَيْلِمَةُ الْكَذَّابُ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم الْمَدِينَةَ فَجَعَلَ يَقُولُ إِنْ جَعَلَ لِي مُحَمَّدٌ الأَمْرَ مِنْ بَعْدِهِ تَبِعْتُهُ ‏.‏ فَقَدِمَهَا فِي بَشَرٍ كَثِيرٍ مِنْ قَوْمِهِ فَأَقْبَلَ إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم وَمَعَهُ ثَابِتُ بْنُ قَيْسِ بْنِ شَمَّاسٍ وَفِي يَدِ النَّبِيِّ صلى الله عليه وسلم قِطْعَةُ جَرِيدَةٍ حَتَّى وَقَفَ عَلَى مُسَيْلِمَةَ فِي أَصْحَابِهِ قَالَ ‏\"‏ لَوْ سَأَلْتَنِي هَذِهِ الْقِطْعَةَ مَا أَعْطَيْتُكَهَا وَلَنْ أَتَعَدَّى أَمْرَ اللَّهِ فِيكَ وَلَئِنْ أَدْبَرْتَ لَيَعْقِرَنَّكَ اللَّهُ وَإِنِّي لأُرَاكَ الَّذِي أُرِيتُ فِيكَ مَا أُرِيتُ وَهَذَا ثَابِتٌ يُجِيبُكَ عَنِّي ‏\"‏ ‏.‏ ثُمَّ انْصَرَفَ عَنْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "43"
    }
  }
}