{
  "hadith": {
    "hadith_id": 5841,
    "narrator": "মু’আয ইবনু জাবাল (রাঃ)",
    "bn": "তিনি বলেন, তাবূক যুদ্ধের বছর আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে (যুদ্ধে) বের হলাম। (এ সফরে) তিনি (দু’) সলাত একসাথে আদায় করতেন। অর্থাৎ, যুহ্র ও ‘আস্র একসাথে আদায় করতেন, আর মাগরিব ও ‘ইশা একত্রে আদায় করতেন। পরিশেষে একদিন (এমন) হলো যে, সলাত দেরিতে আদায় করলেন। তারপর বের হয়ে এসে যুহর ও ‘আস্র একসাথে আদায় করলেন, তারপর (তাঁবুতে) ঢুকলেন। অতঃপর আবার বেরিয়ে এলেন এবং মাগরিব ও ‘ইশা একসাথে আদায় করলেন। অতঃপর বললেন, ইন্শাআল্লাহ তোমরা আগামীকাল ‘তাবূক জলাশয়ে’ পৌঁছবে, তবে চাশ্‌তের সময় না হওয়া পর্যন্ত তোমরা সেখানে পৌঁছতে পারবে না। তোমাদের মাঝে যে (ই) সেখানে (প্রথমে) পৌঁছবে সে যেন তার পানির কিছুই স্পর্শ না করে- যতক্ষণ না আমি এসে পৌঁছি। আমরা (ঠিক সময়েই) সেখানে পৌঁছলাম। (কিন্তু) ইতোমধ্যে দু’ লোক আমাদের পূর্বে সেখানে পৌঁছে গিয়েছিল। আর প্রসবণটিতে জুতার ফিতার ন্যায় ক্ষীণ ধারায় সামান্য পানি বের হচ্ছিল। মু’আয বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঐ দু’জনকে প্রশ্ন করলেন, তোমরা তা হতে কিছু পানি ছুঁয়েছো কি? ….. তারা উভয়ে বলল, হ্যাঁ! তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের দু’জনকে ভর্ৎসনা করলেন। আর আল্লাহর যা ইচ্ছা তাই তাদের বললেন। বর্ণনাকারী বলেন, এরপর লোকেরা তাদের হাত দিয়ে অঞ্জলি ভরে ভরে প্রসবণ হতে অল্প অল্প করে (পানি) তুলল, পরিশেষে তা একটি পাত্রে কিছু পরিমাণ জমা হলো। বর্ণনাকারী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার মাঝে তাঁর দু’হাত এবং মুখ ধুলেন এবং তারপরে তা (পানি) তাতে (প্রসবণে) উল্টিয়ে (ঢেলে) দিলেন। ফলে পানির প্রসবণটি প্রবল পানি ধারায় কিংবা বর্ণনাকারী বলেছেন, অধিক পরিমাণে প্রবাহিত হতে লাগল। আবূ ‘আলী (রহঃ) সন্দেহ করেছেন যে, বর্ণনাকারী এর মধ্যে কোন্টি বলেছেন। এবার লোকেরা পানি প্রয়োজন মতো পান করল। পরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে মু’আয! তুমি যদি দীর্ঘায়ু হও, তবে আশা করা যায় যে, তুমি দেখতে পাবে প্রসবণের এ জায়গাটি বাগানে ভরে গেছে। (ই.ফা. ৫৭৪৮, ই.সে. ৫৭৭৯)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، حَدَّثَنَا أَبُو عَلِيٍّ الْحَنَفِيُّ، حَدَّثَنَا مَالِكٌ، - وَهُوَ ابْنُ أَنَسٍ - عَنْ أَبِي الزُّبَيْرِ الْمَكِّيِّ، أَنَّ أَبَا الطُّفَيْلِ، عَامِرَ بْنَ وَاثِلَةَ أَخْبَرَهُ أَنَّ مُعَاذَ بْنَ جَبَلٍ أَخْبَرَهُ قَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَامَ غَزْوَةِ تَبُوكَ فَكَانَ يَجْمَعُ الصَّلاَةَ فَصَلَّى الظُّهْرَ وَالْعَصْرَ جَمِيعًا وَالْمَغْرِبَ وَالْعِشَاءَ جَمِيعًا حَتَّى إِذَا كَانَ يَوْمًا أَخَّرَ الصَّلاَةَ ثُمَّ خَرَجَ فَصَلَّى الظُّهْرَ وَالْعَصْرَ جَمِيعًا ثُمَّ دَخَلَ ثُمَّ خَرَجَ بَعْدَ ذَلِكَ فَصَلَّى الْمَغْرِبَ وَالْعِشَاءَ جَمِيعًا ثُمَّ قَالَ ‏\"‏ إِنَّكُمْ سَتَأْتُونَ غَدًا إِنْ شَاءَ اللَّهُ عَيْنَ تَبُوكَ وَإِنَّكُمْ لَنْ تَأْتُوهَا حَتَّى يُضْحِيَ النَّهَارُ فَمَنْ جَاءَهَا مِنْكُمْ فَلاَ يَمَسَّ مِنْ مَائِهَا شَيْئًا حَتَّى آتِيَ ‏\"‏ ‏.‏ فَجِئْنَاهَا وَقَدْ سَبَقَنَا إِلَيْهَا رَجُلاَنِ وَالْعَيْنُ مِثْلُ الشِّرَاكِ تَبِضُّ بِشَىْءٍ مِنْ مَاءٍ - قَالَ - فَسَأَلَهُمَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَلْ مَسَسْتُمَا مِنْ مَائِهَا شَيْئًا ‏\"‏ ‏.‏ قَالاَ نَعَمْ ‏.‏ فَسَبَّهُمَا النَّبِيُّ صلى الله عليه وسلم وَقَالَ لَهُمَا مَا شَاءَ اللَّهُ أَنْ يَقُولَ - قَالَ - ثُمَّ غَرَفُوا بِأَيْدِيهِمْ مِنَ الْعَيْنِ قَلِيلاً قَلِيلاً حَتَّى اجْتَمَعَ فِي شَىْءٍ - قَالَ - وَغَسَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِيهِ يَدَيْهِ وَوَجْهَهُ ثُمَّ أَعَادَهُ فِيهَا فَجَرَتِ الْعَيْنُ بِمَاءٍ مُنْهَمِرٍ أَوْ قَالَ غَزِيرٍ - شَكَّ أَبُو عَلِيٍّ أَيُّهُمَا قَالَ - حَتَّى اسْتَقَى النَّاسُ ثُمَّ قَالَ ‏\"‏ يُوشِكُ يَا مُعَاذُ إِنْ طَالَتْ بِكَ حَيَاةٌ أَنْ تَرَى مَا هَا هُنَا قَدْ مُلِئَ جِنَانًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}