{
  "hadith": {
    "hadith_id": 5842,
    "narrator": "আবূ হুমায়দ (রাঃ)",
    "bn": "তিনি বলেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে তাবূক যুদ্ধের জন্য বের হলাম। আমরা ‘ওয়াদিল কুরা’ এলাকায় এক মহিলার একটি বাগানের নিকট পৌঁছলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমরা এর পরিমাণ ধারণা করো। আমরা এর পরিমাণ অনুমান করলাম। আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দশ ওয়াস্ ক(প্রায় পঞ্চাশ মণ) পরিমাণ ধারণা করলেন এবং (মেয়ে লোকটিকে) বললেন, ইন্শাআল্লাহ আমরা তোমার এখানে ফিরে আসা পর্যন্ত এ পরিমাণ ধরে রাখো। তারপরে আমরা অগ্রসর হলাম এবং তাবূকে পৌঁছে গেলাম। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আজ রাতে প্রচণ্ড বায়ু প্রবাহ তোমাদের উপর দিয়ে বয়ে যাবে। তাই তোমাদের কেউ যেন তার মধ্যে দাঁড়িয়ে না থাকে এবং যার উট আছে সে যেন তার দঁড়ি মজবুত করে বেঁধে রাখে। অতঃপর দেখা গেল, অনেক বাতাস প্রবাহিত হলো। জনৈক লোক দাঁড়ালে বাতাস তাকে তুলে নিয়ে পরিশেষে ‘তাই’ নামক পাহাড়ে ফেলে দিল। আর (ঐ সময় নিকটবর্তী) ‘আয়লার’ অঞ্চল প্রধান (শাসক) ইবনুল ‘আলমা’-র দূত রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট একটি পত্র নিয়ে আসলো এবং তিনি তাঁকে একটি সাদা খচ্চর উপঢৌকন পাঠালেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-ও তার নিকট চিঠি লিখে পাঠালেন এবং তাকে একটি চাদর উপঢৌকন হিসেবে প্রেরণ করলেন। এরপর আমরা এগিয়ে চলতে চলতে ‘ওয়াদিল কুরা’ পৌঁছলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্ত্রীলোকটিকে (বাগানের মালিক) তার বাগান সম্পর্কে প্রশ্ন করলেন যে, তার ফল কি পরিমাণে পৌঁছেছে? সে বলল, দশ ওয়াস্ক। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমি দ্রুত যাচ্ছি। তোমাদের মাঝে যার ইচ্ছা হয় সে আমার সাথে অবিলম্বে যেতে পারে। আর যার ইচ্ছা সে থেকে যেতে পারে। অতঃপর আমরা বেরিয়ে গেলাম। পরিশেষে মাদীনার নিকটবর্তী এলাকায় পৌঁছলাম। সে সময় তিনি বললেন, এ (মাদীনাহ্) হলো ‘তাবা’-পবিত্র ও উত্তম জায়গা। আর এ হলো উহুদ। আর তা এমন পর্বত, যে আমাদের ভালবাসে এবং আমরাও তাকে ভালবাসি। এরপর বললেন, আনসারীদের শ্রেষ্ঠ পরিবার বানূ নাজ্জার, এরপর বানূ ‘আবদুল আশ্হাল, তারপর বানূ হারিস ইবনু খাযরাজ, অতঃপর বানূ সা‘ইদাহ্ পরিবার। আর আনসারদের প্রতিটি সম্প্রদায়ই ভাল। সা‘দ ইবনু ‘উবাদাহ্‌ (রাঃ) আমাদের সঙ্গে এসে একত্রিত হলে (তাঁর সম্প্রদায়ের) আবূ উসায়দ (রাঃ) তাঁকে বললেন, আপনি কি দেখেননি যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আনসার সম্প্রদায়গুলোর মাঝে ধারাবাহিকভাবে শ্রেষ্ঠত্ব বর্ণনা করেছেন এবং আমাদের সম্প্রদায়কে তালিকার শেষে রেখেছেন। তখন সা‘দ (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে গেলেন এবং বললেন, হে আল্লাহর রসূল! আপনি আনসার সম্প্রদায়গুলোর শ্রেষ্ঠত্ব বর্ণনা করেছেন এবং আমাদের শেষে রেখেছেন! তখন তিনি বললেন, শ্রেষ্ঠ তালিকাতে অন্তর্ভুক্ত হওয়াও কি তোমাদের জন্য যথেষ্ট নয়? (ই.ফা. ৫৭৪৯, ই.সে. ৫৭৮০)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ بْنِ قَعْنَبٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنْ عَبَّاسِ بْنِ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، عَنْ أَبِي حُمَيْدٍ، قَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم غَزْوَةَ تَبُوكَ فَأَتَيْنَا وَادِيَ الْقُرَى عَلَى حَدِيقَةٍ لاِمْرَأَةٍ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اخْرُصُوهَا ‏\"‏ ‏.‏ فَخَرَصْنَاهَا وَخَرَصَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَشْرَةَ أَوْسُقٍ وَقَالَ ‏\"‏ أَحْصِيهَا حَتَّى نَرْجِعَ إِلَيْكِ إِنْ شَاءَ اللَّهُ ‏\"‏ ‏.‏ وَانْطَلَقْنَا حَتَّى قَدِمْنَا تَبُوكَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ سَتَهُبُّ عَلَيْكُمُ اللَّيْلَةَ رِيحٌ شَدِيدَةٌ فَلاَ يَقُمْ فِيهَا أَحَدٌ مِنْكُمْ فَمَنْ كَانَ لَهُ بَعِيرٌ فَلْيَشُدَّ عِقَالَهُ ‏\"‏ ‏.‏ فَهَبَّتْ رِيحٌ شَدِيدَةٌ فَقَامَ رَجُلٌ فَحَمَلَتْهُ الرِّيحُ حَتَّى أَلْقَتْهُ بِجَبَلَىْ طَيِّئٍ وَجَاءَ رَسُولُ ابْنِ الْعَلْمَاءِ صَاحِبِ أَيْلَةَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِكِتَابٍ وَأَهْدَى لَهُ بَغْلَةً بَيْضَاءَ فَكَتَبَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَهْدَى لَهُ بُرْدًا ثُمَّ أَقْبَلْنَا حَتَّى قَدِمْنَا وَادِيَ الْقُرَى فَسَأَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَرْأَةَ عَنْ حَدِيقَتِهَا ‏\"‏ كَمْ بَلَغَ ثَمَرُهَا ‏\"‏ ‏.‏ فَقَالَتْ عَشَرَةَ أَوْسُقٍ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنِّي مُسْرِعٌ فَمَنْ شَاءَ مِنْكُمْ فَلْيُسْرِعْ مَعِيَ وَمَنْ شَاءَ فَلْيَمْكُثْ ‏\"‏ ‏.‏ فَخَرَجْنَا حَتَّى أَشْرَفْنَا عَلَى الْمَدِينَةِ فَقَالَ ‏\"‏ هَذِهِ طَابَةُ وَهَذَا أُحُدٌ وَهُوَ جَبَلٌ يُحِبُّنَا وَنُحِبُّهُ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ إِنَّ خَيْرَ دُورِ الأَنْصَارِ دَارُ بَنِي النَّجَّارِ ثُمَّ دَارُ بَنِي عَبْدِ الأَشْهَلِ ثُمَّ دَارُ بَنِي عَبْدِ الْحَارِثِ بْنِ الْخَزْرَجِ ثُمَّ دَارُ بَنِي سَاعِدَةَ وَفِي كُلِّ دُورِ الأَنْصَارِ خَيْرٌ ‏\"‏ ‏.‏ فَلَحِقَنَا سَعْدُ بْنُ عُبَادَةَ فَقَالَ أَبُو أُسَيْدٍ أَلَمْ تَرَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَيَّرَ دُورَ الأَنْصَارِ فَجَعَلَنَا آخِرًا ‏.‏ فَأَدْرَكَ سَعْدٌ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ خَيَّرْتَ دُورَ الأَنْصَارِ فَجَعَلْتَنَا آخِرًا ‏.‏ فَقَالَ ‏\"‏ أَوَلَيْسَ بِحَسْبِكُمْ أَنْ تَكُونُوا مِنَ الْخِيَارِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}