{
  "hadith": {
    "hadith_id": 5847,
    "narrator": "আবূ বুরদাহ্ (রাঃ) ও আবূ মূসা (রাঃ)-এর সানাদে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "তিনি বলেন, আল্লাহ তা’আলা আমাকে যে হিদায়াত ও ‘ইল্‌ম সহকারে প্রেরণ করেছেন; তার দৃষ্টান্ত সে বৃষ্টির মত যা কোন ভূমিতে বর্ষিত হলো, আর সে ভূমির উৎকৃষ্ট কতকাংশ পানি গ্রহণ করে এবং প্রচুর তরতাজা ঘাস-পাতা উৎপাদন করে। আর কতকাংশ হলো শক্ত মাটি, যা পানি আবদ্ধ রাখে, ফলে আল্লাহ তা’আলা তা দ্বারা মানুষের উপকার করেন এবং তারা তা থেকে পান করেন, (অন্যদের) পান করায় ও পশু চড়ায়। আর বৃষ্টি সে জমির আরও কিয়দংশ বর্ষিত হলো- যা উঁচু অনুর্বর, যা কোন পানি আবদ্ধ করে রাখে না আর কোন লতা-পাতাও উৎপাদিত করে না। সে উদাহরণ হলো সেসব লোকের- যারা আল্লাহর দ্বীনের জ্ঞান অর্জন করে এবং আল্লাহ তাদের সেসব বস্তু’ দিয়ে উপকৃত করেন যা নিয়ে আল্লাহ আমাকে প্রেরণ করেছেন। ফলে সে ‘ইল্‌ম অর্জন করে অন্যকেও শিক্ষা দেয়। আর তৃতীয় উদাহরণ হলো ঐ লোকদের যারা তার প্রতি মাথা উঁচু করেও তাকায় না এবং আল্লাহর ঐ হিদায়াতও কবূল করে না, যা নিয়ে আমি প্রেরিত হয়েছি। (ই.ফা. ৫৭৫৪, ই.সে. ৫৭৮৫)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو عَامِرٍ الأَشْعَرِيُّ وَمُحَمَّدُ بْنُ الْعَلاَءِ - وَاللَّفْظُ لأَبِي عَامِرٍ - قَالُوا حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ مَثَلَ مَا بَعَثَنِي اللَّهُ بِهِ عَزَّ وَجَلَّ مِنَ الْهُدَى وَالْعِلْمِ كَمَثَلِ غَيْثٍ أَصَابَ أَرْضًا فَكَانَتْ مِنْهَا طَائِفَةٌ طَيِّبَةٌ قَبِلَتِ الْمَاءَ فَأَنْبَتَتِ الْكَلأَ وَالْعُشْبَ الْكَثِيرَ وَكَانَ مِنْهَا أَجَادِبُ أَمْسَكَتِ الْمَاءَ فَنَفَعَ اللَّهُ بِهَا النَّاسَ فَشَرِبُوا مِنْهَا وَسَقَوْا وَرَعَوْا وَأَصَابَ طَائِفَةً مِنْهَا أُخْرَى إِنَّمَا هِيَ قِيعَانٌ لاَ تُمْسِكُ مَاءً وَلاَ تُنْبِتُ كَلأً فَذَلِكَ مَثَلُ مَنْ فَقُهَ فِي دِينِ اللَّهِ وَنَفَعَهُ بِمَا بَعَثَنِي اللَّهُ بِهِ فَعَلِمَ وَعَلَّمَ وَمَثَلُ مَنْ لَمْ يَرْفَعْ بِذَلِكَ رَأْسًا وَلَمْ يَقْبَلْ هُدَى اللَّهِ الَّذِي أُرْسِلْتُ بِهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}