{
  "hadith": {
    "hadith_id": 5868,
    "narrator": "উম্মু সালামাহ্ (রাঃ)",
    "bn": "তিনি বলেন, আমি হাওযের (কাওসারের) ব্যাপারে লোকদেরকে আলোচনা করতে শুনতাম। কিন্তু আমি (নিজে) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এ সম্পর্কে কিছু শুনিনি। পরে যখন একদিন ঐ ব্যাপারে আলোচনা আসলো- এ সময় একটি মেয়ে আমার চুল আঁচড়িয়ে দিচ্ছিল, তখন আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সম্বোধন করতে শুনলাম, হে লোক সকল …..! তখন স্ত্রীলোকটিকে আমি বললাম, তুমি আমার হতে দূরে চলে যাও। সে বলল, তিনি তো পুরুষদের ডাক দিয়েছেন এবং স্ত্রীলোকদের ডাকেননি। আমি বললাম, আমিও, তো লোকদের একজন। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমি তোমাদের জন্য ‘হাওয’-এর নিকট অগ্রগামী হব। তাই হুঁশিয়ার! আমার নিকট তোমাদের এমন কেউ যেন না আসে, যাকে আমার নিকট হতে দূরে সরিয়ে দেয়া হয়, যেমন হারানো উটকে ভাগিয়ে দেয়া হয়। আর আমি বলতে থাকব, কেন তাদের তাড়ানো হচ্ছে? তখন বলা হবে- আপনি তো জানেন না, তারা আপনার পরে কী নতুন বিষয়ের আবিষ্কার করেছে? তখন আমিও বলব, দূর হও!\n(ই.ফা. ৫৭৭২, ই.সে. ৫৮০৩)",
    "ar": "وَحَدَّثَنِي يُونُسُ بْنُ عَبْدِ الأَعْلَى الصَّدَفِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، - وَهُوَ ابْنُ الْحَارِثِ - أَنَّ بُكَيْرًا، حَدَّثَهُ عَنِ الْقَاسِمِ بْنِ عَبَّاسٍ الْهَاشِمِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ، رَافِعٍ مَوْلَى أُمِّ سَلَمَةَ عَنْ أُمِّ سَلَمَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ كُنْتُ أَسْمَعُ النَّاسَ يَذْكُرُونَ الْحَوْضَ وَلَمْ أَسْمَعْ ذَلِكَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا كَانَ يَوْمًا مِنْ ذَلِكَ وَالْجَارِيَةُ تَمْشُطُنِي فَسَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ أَيُّهَا النَّاسُ ‏\"‏ ‏.‏ فَقُلْتُ لِلْجَارِيَةِ اسْتَأْخِرِي عَنِّي ‏.‏ قَالَتْ إِنَّمَا دَعَا الرِّجَالَ وَلَمْ يَدْعُ النِّسَاءَ ‏.‏ فَقُلْتُ إِنِّي مِنَ النَّاسِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنِّي لَكُمْ فَرَطٌ عَلَى الْحَوْضِ فَإِيَّاىَ لاَ يَأْتِيَنَّ أَحَدُكُمْ فَيُذَبُّ عَنِّي كَمَا يُذَبُّ الْبَعِيرُ الضَّالُّ فَأَقُولُ فِيمَ هَذَا فَيُقَالُ إِنَّكَ لاَ تَدْرِي مَا أَحْدَثُوا بَعْدَكَ ‏.‏ فَأَقُولُ سُحْقًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}