{
  "hadith": {
    "hadith_id": 5919,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ রাত্রে আমার একটি সন্তান ভূমিষ্ঠ হয়, আমি তার নাম আমার পিতা ইব্রাহীম (আঃ)-এর নামে রাখি। এরপর তিনি উম্মু সায়ফ নামক একজন মহিলাকে ঐ সন্তানটি দিলেন। তিনি একজন কর্মকারের সহধর্মিণী। কর্মকারের নাম আবূ সায়ফ। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদিন আবূ সায়ফ-এর নিকট যাচ্ছিলেন আর আমিও তাঁর সঙ্গে যাচ্ছিলাম। যখন আমরা আবূ সায়ফের গৃহে উপস্থিত হই তখন সে তার হাপর বা ফুঁকনীতে ফুঁক দিচ্ছিল, সারা গৃহ ধুঁয়ায় ভরপুর ছিল। আমি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আগে দৌঁড়ে গিয়ে আবূ সায়ফকে বললাম, তুমি একটু থামো। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসছেন। সে থামল। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ছেলেকে ডাকলেন এবং তাকে জড়িয়ে ধরে আদর করলেন এবং যা আল্লাহ্‌র ইচ্ছা রয়েছে তা বললেন।\nআনাস (রাঃ) বলেন, আমি এ ছেলেকে দেখলাম, সে রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে বড় বড় শ্বাস ফেলছিল। তা দেখে রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর দু’নয়ন অশ্রু ভিজে গেল। আর তিনি বললেনঃ চোখ কাঁদছে, মন কাতর হচ্ছে, মুখে আমরা তাই বলব রব্বুল ‘আলামীন যা পছন্দ করেন। হে ইব্রাহীম! আল্লাহ্‌র শপথ! আমরা তোমার জন্য খুবই ব্যথিত। (ই.ফা.৫৮১৮, ই.সে.৫৮৫৩)",
    "ar": "حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، وَشَيْبَانُ بْنُ فَرُّوخَ، كِلاَهُمَا عَنْ سُلَيْمَانَ، - وَاللَّفْظُ لِشَيْبَانَ - حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وُلِدَ لِيَ اللَّيْلَةَ غُلاَمٌ فَسَمَّيْتُهُ بِاسْمِ أَبِي إِبْرَاهِيمَ ‏\"‏ ‏.‏ ثُمَّ دَفَعَهُ إِلَى أُمِّ سَيْفٍ امْرَأَةِ قَيْنٍ يُقَالُ لَهُ أَبُو سَيْفٍ فَانْطَلَقَ يَأْتِيهِ وَاتَّبَعْتُهُ فَانْتَهَيْنَا إِلَى أَبِي سَيْفٍ وَهُوَ يَنْفُخُ بِكِيرِهِ قَدِ امْتَلأَ الْبَيْتُ دُخَانًا فَأَسْرَعْتُ الْمَشْىَ بَيْنَ يَدَىْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا أَبَا سَيْفٍ أَمْسِكْ جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ فَأَمْسَكَ فَدَعَا النَّبِيُّ صلى الله عليه وسلم بِالصَّبِيِّ فَضَمَّهُ إِلَيْهِ وَقَالَ مَا شَاءَ اللَّهُ أَنْ يَقُولَ ‏.‏ فَقَالَ أَنَسٌ لَقَدْ رَأَيْتُهُ وَهُوَ يَكِيدُ بِنَفْسِهِ بَيْنَ يَدَىْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَدَمَعَتْ عَيْنَا رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ تَدْمَعُ الْعَيْنُ وَيَحْزَنُ الْقَلْبُ وَلاَ نَقُولُ إِلاَّ مَا يَرْضَى رَبُّنَا وَاللَّهِ يَا إِبْرَاهِيمُ إِنَّا بِكَ لَمَحْزُونُونَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}