{
  "hadith": {
    "hadith_id": 6006,
    "narrator": "আবদুল্লাহ ইবনু যুবায়র (রাঃ)",
    "bn": "আনসারদের জনৈক লোক রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সম্মুখে যুবায়র (রাঃ)-এর সাথে পানি সেচের নালা নিয়ে বিতর্ক করল যা থেকে তারা খেজুর গাছে পানি দিত। আনসার ব্যক্তিটি বললেন, পানি ছেড়ে দাও, তা প্রবাহিত হতে থাকুক। যুবায়র (রাঃ) তা মানলেন না। শেষ অবধি সকলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সম্মুখে তর্ক করলে তিনি যুবায়রকে বললেন, হে যুবায়র! তোমার পানি নেয়া হলে তোমার প্রতিবেশীর জন্য ছেড়ে দাও। সে সময় আনসার ব্যক্তিটি রাগান্বিত স্বরে বলল, ইয়া রসূলাল্লাহ! যুবায়র তো আপনার ফুফাতো ভাই। এতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চেহারার রং পাল্টে গেলো। তিনি বললেন, হে যুবায়র! নিজের বৃক্ষগুলোকে পানি দাও এবং পানি আটকিয়ে রাখো, যে পর্যন্ত না পানি বাঁধ পর্যন্ত পৌঁছে যায়। যুবায়র (রাঃ) বলেন, আল্লাহর শপথ! আমার ধারণা হয় এ আয়াত সে ব্যাপারেই নাযিল হয় : “তোমার প্রতিপালকের কসম! ততক্ষণ পর্যন্ত তারা মু’মিন হতে পারবে না ......”- (সূরাহ্‌ আন্‌ নিসা ৪ : ৭৫)। (ই.ফা. ৫৯০১, ই.সে. ৫৯৩৮)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَخْبَرَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، أَنَّ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ، حَدَّثَهُ أَنَّ رَجُلاً مِنَ الأَنْصَارِ خَاصَمَ الزُّبَيْرَ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي شِرَاجِ الْحَرَّةِ الَّتِي يَسْقُونَ بِهَا النَّخْلَ فَقَالَ الأَنْصَارِيُّ سَرِّحِ الْمَاءَ ‏.‏ يَمُرُّ فَأَبَى عَلَيْهِمْ فَاخْتَصَمُوا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلزُّبَيْرِ ‏\"‏ اسْقِ يَا زُبَيْرُ ثُمَّ أَرْسِلِ الْمَاءَ إِلَى جَارِكَ ‏\"‏ ‏.‏ فَغَضِبَ الأَنْصَارِيُّ فَقَالَ يَا رَسُولَ اللَّهِ أَنْ كَانَ ابْنَ عَمَّتِكَ فَتَلَوَّنَ وَجْهُ نَبِيِّ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ ‏\"‏ يَا زُبَيْرُ اسْقِ ثُمَّ احْبِسِ الْمَاءَ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ ‏\"‏ ‏.‏ فَقَالَ الزُّبَيْرُ وَاللَّهِ إِنِّي لأَحْسِبُ هَذِهِ الآيَةَ نَزَلَتْ فِي ذَلِكَ ‏{‏ فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا‏}‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}