{
  "hadith": {
    "hadith_id": 6013,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, তাঁর সহাবীদের কোন কথা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট পৌঁছল। তখন তিনি এক বক্তৃতা দিলেন এবং বললেনঃ আমার সামনে জান্নাত ও জাহান্নাম উপস্থিত করা হয়। আজকের মতো ভাল এবং মন্দ আমি আর কখনো দেখিনি। আমি যা জানতে পেরেছি, তা যদি তোমরা জানতে, তবে তোমরা অবশ্যই খুবই কম হাসতে এবং বেশী কাঁদতে। আনাস (রাঃ) বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহাবীদের উপর এর চাইতে বিভীষিকাময় কোন দিন আর আসেনি। তাঁরা নিজেদের মাথা আবৃত করল এবং তাঁদের ভেতর হতে কান্নার আওয়াজ আসতে লাগল। আনাস (রাঃ) বলেন, তারপর ‘উমার (রাঃ) দাঁড়িয়ে বললেন, আমরা সন্তুষ্টচিত্তে আল্লাহকে রব, ইসলামকে দ্বীন এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে নবী হিসেবে মেনে নিলাম। অতঃপর এক লোক দাঁড়িয়ে বলল, আমার পিতা কে? তিনি বললেনঃ তোমার পিতা অমুক। তখন এ আয়াত নাযিল হলোঃ “হে মু’মিনগণ! তোমরা সেসব ব্যাপারে জিজ্ঞেস করো না, যা উন্মোচিত হলে তোমরা বেদনার্ত হবে”- (সূরাহ্ আল মায়িদাহ্ ৫ : ১০১)। (ই.ফা. ৫৯০৭, ই.সে. ৫৯৪৫)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، وَمُحَمَّدُ بْنُ قُدَامَةَ السُّلَمِيُّ، وَيَحْيَى بْنُ مُحَمَّدٍ اللُّؤْلُؤِيُّ، - وَأَلْفَاظُهُمْ مُتَقَارِبَةٌ قَالَ مَحْمُودٌ حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، وَقَالَ الآخَرَانِ، أَخْبَرَنَا النَّضْرُ، - أَخْبَرَنَا شُعْبَةُ، حَدَّثَنَا مُوسَى بْنُ أَنَسٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ بَلَغَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ أَصْحَابِهِ شَىْءٌ فَخَطَبَ فَقَالَ ‏\"‏ عُرِضَتْ عَلَىَّ الْجَنَّةُ وَالنَّارُ فَلَمْ أَرَ كَالْيَوْمِ فِي الْخَيْرِ وَالشَّرِّ وَلَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلاً وَلَبَكَيْتُمْ كَثِيرًا ‏\"‏ ‏.‏ قَالَ فَمَا أَتَى عَلَى أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمٌ أَشَدُّ مِنْهُ - قَالَ - غَطَّوْا رُءُوسَهُمْ وَلَهُمْ خَنِينٌ - قَالَ - فَقَامَ عُمَرُ فَقَالَ رَضِينَا بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ نَبِيًّا - قَالَ - فَقَامَ ذَاكَ الرَّجُلُ فَقَالَ مَنْ أَبِي قَالَ ‏\"‏ أَبُوكَ فُلاَنٌ ‏\"‏ ‏.‏ فَنَزَلَتْ ‏{‏ يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ‏}‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}