{
  "hadith": {
    "hadith_id": 6015,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূর্য ঢলে যাওয়ার পর বের হলেন এবং লোকদের নিয়ে যুহরের সলাত আদায় করলেন। যখন সালাম ফিরালেন তখন মিম্বারে দাঁড়িয়ে কিয়ামাতের আলোচনা করে বর্ণনা করলেন যে, এর পূর্বে বহু বড় বড় বিষয় ঘটবে। তারপর বললেনঃ তোমাদের মাঝে যে লোক আমাকে কোন ব্যাপারে জিজ্ঞেস করতে চায় সে যেন ঐ সম্বন্ধে আমাকে জিজ্ঞেস করে। আল্লাহর শপথ! যতক্ষণ পর্যন্ত আমি এ স্থানে রয়েছি ততক্ষণ তোমরা আমাকে যে বিষয়েই জিজ্ঞেস করবে আমি তা বলে দিব।\nআনাস ইবনু মালিক (রাঃ) বলেন, এ কথা শুনে লোকেরা অনেক চিৎকার আরম্ভ করে দিল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বারবার বলতে থাকলেন, আমাকে জিজ্ঞেস করো। তখন ‘আব্দুল্লাহ ইবনু হুযাফাহ্‌ (রাঃ) দাঁড়িয়ে বললেন, আমার পিতা কে? হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! তিনি বললেনঃ তোমার পিতা হুযাফাহ্। তারপর যখন রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বারবার বলতে থাকলেন, আমাকে জিজ্ঞেস করো। তখন ‘উমার (রাঃ) হাঁটু গেড়ে বসে বললেন, সন্তুষ্টচিত্তে আমরা আল্লাহকে রব, ইসলামকে দ্বীন এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে রসূল হিসেবে মেনে নিয়েছি। আনাস ইবনু মালিক (রাঃ) বলেন, যখন ‘উমার (রাঃ) এ কথা বললেন, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেমে গেলেন। বর্ণনাকারী বলেন, তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃ বিপদ সন্নিকটবর্তী। মুহাম্মাদের জীবন যাঁর হাতে তাঁর শপথ! এ দেয়ালটির পাশে এখনই আমার সামনে জান্নাত ও জাহান্নাম দেখানো হয়েছে। অতএব, আজকের মতো ভাল এবং খারাবী আমি আর দেখিনি।\nইবনু শিহাব (রহঃ) বলেন, ‘উবাইদুল্লাহ ইবনু ‘আব্দুল্লাহ ইবনু ‘উত্‌বাহ্ আমাকে বলেছেন, তিনি বলেন, ‘আব্দুল্লাহ ইবনু হুযাফার মা ‘আব্দুল্লাহ ইবনু হুযাফাহ্‌কে বলেছেন, তোর চাইতে অধিক অবাধ্য কোন সন্তানের ব্যাপারে আমি শুনিনি। তুই কি এ কথা হতে নিশ্চিন্ত ছিলি যে, তোর মাও হয়ত এমন কোন পাপ করে বসেছে যা জাহিলী যুগের নারীরা করত, আর তুই তোর মাকে লোকদের সম্মুখে অপমান করতিস? ‘আব্দুল্লাহ ইবনু হুযাফাহ্ (রাঃ) জবাবে বললেন, আল্লাহর শপথ! আমাকে যদি একটা কালো হাবশীর সঙ্গেও সম্পর্কিত করতেন তাহলে আমি তা মেনে নিতাম। (ই.ফা. ৫৯০৯, ই.সে. ৫৯৪৭)",
    "ar": "وَحَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ حَرْمَلَةَ بْنِ عِمْرَانَ التُّجِيبِيُّ، أَخْبَرَنَا ابْنُ، وَهْبٍ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ حِينَ زَاغَتِ الشَّمْسُ فَصَلَّى لَهُمْ صَلاَةَ الظُّهْرِ فَلَمَّا سَلَّمَ قَامَ عَلَى الْمِنْبَرِ فَذَكَرَ السَّاعَةَ وَذَكَرَ أَنَّ قَبْلَهَا أُمُورًا عِظَامًا ثُمَّ قَالَ ‏\"‏ مَنْ أَحَبَّ أَنْ يَسْأَلَنِي عَنْ شَىْءٍ فَلْيَسْأَلْنِي عَنْهُ فَوَاللَّهِ لاَ تَسْأَلُونَنِي عَنْ شَىْءٍ إِلاَّ أَخْبَرْتُكُمْ بِهِ مَا دُمْتُ فِي مَقَامِي هَذَا ‏\"‏ ‏.‏ قَالَ أَنَسُ بْنُ مَالِكٍ فَأَكْثَرَ النَّاسُ الْبُكَاءَ حِينَ سَمِعُوا ذَلِكَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَكْثَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَقُولَ ‏\"‏ سَلُونِي ‏\"‏ ‏.‏ فَقَامَ عَبْدُ اللَّهِ بْنُ حُذَافَةَ فَقَالَ مَنْ أَبِي يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ أَبُوكَ حُذَافَةُ ‏\"‏ ‏.‏ فَلَمَّا أَكْثَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ أَنْ يَقُولَ ‏\"‏ سَلُونِي ‏\"‏ ‏.‏ بَرَكَ عُمَرُ فَقَالَ رَضِينَا بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ رَسُولاً - قَالَ - فَسَكَتَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ قَالَ عُمَرُ ذَلِكَ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَوْلَى وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَقَدْ عُرِضَتْ عَلَىَّ الْجَنَّةُ وَالنَّارُ آنِفًا فِي عُرْضِ هَذَا الْحَائِطِ فَلَمْ أَرَ كَالْيَوْمِ فِي الْخَيْرِ وَالشَّرِّ ‏\"‏ ‏.‏ قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ قَالَ قَالَتْ أُمُّ عَبْدِ اللَّهِ بْنِ حُذَافَةَ لِعَبْدِ اللَّهِ بْنِ حُذَافَةَ مَا سَمِعْتُ بِابْنٍ قَطُّ أَعَقَّ مِنْكَ أَأَمِنْتَ أَنْ تَكُونَ أُمُّكَ قَدْ قَارَفَتْ بَعْضَ مَا تُقَارِفُ نِسَاءُ أَهْلِ الْجَاهِلِيَّةِ فَتَفْضَحَهَا عَلَى أَعْيُنِ النَّاسِ قَالَ عَبْدُ اللَّهِ بْنُ حُذَافَةَ وَاللَّهِ لَوْ أَلْحَقَنِي بِعَبْدٍ أَسْوَدَ لَلَحِقْتُهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}