{
  "hadith": {
    "hadith_id": 6017,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "লোকেরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞেস করতে লাগল। এমনকি তারা তাঁকে প্রশ্ন করে জর্জরিত করে ফেলল, একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বের হয়ে এসে মিম্বারে দাঁড়িয়ে বললেনঃ আমাকে প্রশ্ন করো, যে কোন ব্যাপারে তোমরা আমাকে প্রশ্ন করবে, আমি অবশ্যই তোমাদের নিকট তা বর্ণনা করে দিব। লোকেরা এ কথা শুনে তাঁকে জিজ্ঞেস করা হতে মুখ বন্ধ রাখল এবং ঘাবড়িয়ে গেল, না জানি সামনে কোন ঘটনা সামনে এসে পড়ে।\nআনাস (রাঃ) বলেন, আমি ডানে বামে দেখতে লাগলাম। সকল লোক স্ব স্ব মাথা আবৃত করে কান্নাকাটি করছিল। তখন মাসজিদ হতে জনৈক ব্যক্তি উঠল যার সাথে ঝগড়া লাগলে তাঁর পিতা ছাড়া অন্যের দিকে তাকে সম্পর্কিত করা হতো। সে বলল, হে আল্লাহর নবী! কে আমার পিতা? তিনি বললেন, তোমার পিতা হুযাফাহ্। তারপর ‘উমার (রাঃ) দাঁড়িয়ে বললেন, (আমরা আন্তরিকতার সাথে) আল্লাহকে রব, ইসলামকে দ্বীন এবং মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে রসূল হিসেবে মেনে নিলাম। আর আল্লাহর আশ্রয় প্রার্থনা করি ফিতনার অকল্যাণ থেকে। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আজকের মতো ভাল এবং খারাপ আমি কক্ষনো দেখিনি। আমার সামনে জান্নাত ও জাহান্নামের চিত্র তুলে ধরা হয়েছে। তাই আমি উভয়টিকে এ দেয়ালের পাশে দেখতে পাই। (ই.ফা. ৫৯১১, ই.সে. ৫৯৪৯)",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ حَمَّادٍ الْمَعْنِيُّ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّاسَ، سَأَلُوا نَبِيَّ اللَّهِ صلى الله عليه وسلم حَتَّى أَحْفَوْهُ بِالْمَسْأَلَةِ فَخَرَجَ ذَاتَ يَوْمٍ فَصَعِدَ الْمِنْبَرَ فَقَالَ ‏\"‏ سَلُونِي لاَ تَسْأَلُونِي عَنْ شَىْءٍ إِلاَّ بَيَّنْتُهُ لَكُمْ ‏\"‏ ‏.‏ فَلَمَّا سَمِعَ ذَلِكَ الْقَوْمُ أَرَمُّوا وَرَهِبُوا أَنْ يَكُونَ بَيْنَ يَدَىْ أَمْرٍ قَدْ حَضَرَ ‏.‏ قَالَ أَنَسٌ فَجَعَلْتُ أَلْتَفِتُ يَمِينًا وَشِمَالاً فَإِذَا كُلُّ رَجُلٍ لاَفٌّ رَأْسَهُ فِي ثَوْبِهِ يَبْكِي فَأَنْشَأَ رَجُلٌ مِنَ الْمَسْجِدِ كَانَ يُلاَحَى فَيُدْعَى لِغَيْرِ أَبِيهِ فَقَالَ يَا نَبِيَّ اللَّهِ مَنْ أَبِي قَالَ ‏\"‏ أَبُوكَ حُذَافَةُ ‏\"‏ ‏.‏ ثُمَّ أَنْشَأَ عُمَرُ بْنُ الْخَطَّابِ رضى الله عنه فَقَالَ رَضِينَا بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ رَسُولاً عَائِذًا بِاللَّهِ مِنْ سُوءِ الْفِتَنِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَمْ أَرَ كَالْيَوْمِ قَطُّ فِي الْخَيْرِ وَالشَّرِّ إِنِّي صُوِّرَتْ لِيَ الْجَنَّةُ وَالنَّارُ فَرَأَيْتُهُمَا دُونَ هَذَا الْحَائِطِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}