{
  "hadith": {
    "hadith_id": 6021,
    "narrator": "রাফি’ ইবনু খাদীজ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাদীনায় আসলেন। সে সময় লোকেরা খেজুর বৃক্ষ তাবীর করত। বর্ণনাকারী বলেন, অর্থাৎ- খেজুর বৃক্ষকে পরাগায়ন করাত। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমরা কি করছ? তাঁরা বলল, আমরা তো এমন করে আসছি। তিনি বললেন, (আমার মনে হয়) তোমরা এমন না করলেই ভাল হয়। তাই তাঁরা তা ছেড়ে দিল। আর এতে করে খেজুর ঝরে পড়ল কিংবা বর্ণনাকারী বলেছেন, তার উৎপাদন হ্রাস পেল। বর্ণনাকারী বলেন, মানুষেরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এ ঘটনা ব্যক্ত করল। তখন তিনি বললেন, আমি তো একজন মানুষ মাত্র এতে কোন সন্দেহ নেই। দ্বীনের ব্যাপারে যখন তোমাদের আমি কোন নির্দেশ দেই তোমরা তখন তা পালন করবে, আর যখন কোন কথা আমি আমার ধ্যান-ধারণা থেকে বলি, তখন (বুঝতে হবে) আমি একজন মানুষ মাত্র।\nবর্ণনাকারী ‘ইকরামাহ্ (রহঃ) বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অনুরূপ বলেছেন।\nআর মা’কিরী (রহঃ) নিঃসন্দেহে শুধু ‘নাফাযাত’ (ঝড়ে পড়ল) বলেছেন। (ই.ফা. ৫৯১৫, ই.সে. ৫৯৫৩)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الرُّومِيِّ الْيَمَامِيُّ، وَعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ الْعَنْبَرِيُّ، وَأَحْمَدُ بْنُ، جَعْفَرٍ الْمَعْقِرِيُّ قَالُوا حَدَّثَنَا النَّضْرُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عِكْرِمَةُ، - وَهُوَ ابْنُ عَمَّارٍ - حَدَّثَنَا أَبُو النَّجَاشِيِّ، حَدَّثَنِي رَافِعُ بْنُ خَدِيجٍ، قَالَ قَدِمَ نَبِيُّ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ وَهُمْ يَأْبُرُونَ النَّخْلَ يَقُولُونَ يُلَقِّحُونَ النَّخْلَ فَقَالَ ‏\"‏ مَا تَصْنَعُونَ ‏\"‏ ‏.‏ قَالُوا كُنَّا نَصْنَعُهُ قَالَ ‏\"‏ لَعَلَّكُمْ لَوْ لَمْ تَفْعَلُوا كَانَ خَيْرًا ‏\"‏ ‏.‏ فَتَرَكُوهُ فَنَفَضَتْ أَوْ فَنَقَصَتْ - قَالَ - فَذَكَرُوا ذَلِكَ لَهُ فَقَالَ ‏\"‏ إِنَّمَا أَنَا بَشَرٌ إِذَا أَمَرْتُكُمْ بِشَىْءٍ مِنْ دِينِكُمْ فَخُذُوا بِهِ وَإِذَا أَمَرْتُكُمْ بِشَىْءٍ مِنْ رَأْىٍ فَإِنَّمَا أَنَا بَشَرٌ ‏\"‏ ‏.‏ قَالَ عِكْرِمَةُ أَوْ نَحْوَ هَذَا ‏.‏ قَالَ الْمَعْقِرِيُّ فَنَفَضَتْ ‏.‏ وَلَمْ يَشُكَّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}