{
  "hadith": {
    "hadith_id": 6039,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ নবী ইব্‌রাহীম (‘আঃ) কক্ষনো মিথ্যা বলেননি; তিনবার ছাড়া। দু’বার আল্লাহ সম্পর্কিত। একবার তো তিনি বলেছিলেন, ‘আমি রোগগ্রস্ত’ আর তাঁর কথা, “বরং এদের বড়টাই এ কাজ করেছে”। অন্যটা ‘সারা’ সম্বন্ধে। যে সময় তিনি এক যালিম শাসকের দেশে গিয়েছিলেন, সারাও তাঁর সাথে ছিলেন। সারা ছিলেন সুন্দরীদের সেরা। সে সময় ইব্‌রাহীম (‘আঃ) সারাকে বললেন, এ যালিম শাসক যদি অবহিত হন যে, তুমি আমার সহধর্মিনী তবে তোমাকে জোরপূর্বক নিয়ে নেবে। সুতরাং তোমাকে যদি কেউ জিজ্ঞেস করে, তুমি বলবে যে, তুমি আমার বোন। ইসলামের দিক দিয়ে তুমি তো আমার বোনই হও। কারণ তুমি আর আমি ব্যতীত দুনিয়াতে আর কোন মুসলিম রয়েছে বলে আমার জানা নেই। যখন ইব্‌রাহীম (‘আঃ) সে যালিম শাসকের দেশে পৌঁছলেন, তখন শাসকের লোকজন তাঁর নিকট সারাকে দেখতে পেয়ে শাসকের নিকট এসে বলল, আপনার ভূমিতে এমন একজন নারী এসেছে, আপনিই কেবল তার উপযুক্ত। শাসক সারাকে ডেকে পাঠালে ইব্‌রাহীম (‘আঃ) সলাতে দাঁড়িয়ে গেলেন। যখন সারা শাসকের নিকট পৌঁছলেন, সে বেহুঁশের মতো সারার দিকে হাত বাড়াতেই তার হাত মুষ্টিবদ্ধ হয়ে এঁটে গেল। শাসক বলল, তুমি আল্লাহর নিকট আমার হাত খুলে যাওয়ার দু’আ করো। আমি তোমাকে বিরক্ত করব না। তিনি দু’আ করলেন। আবার সে হাত বাড়াল, তখন প্রথম মুষ্টির চেয়ে অধিক শক্ত হয়ে হাত মুষ্টিবদ্ধ হয়ে গেল। সারাকে সে আগের মতই বলল। তিনি দু’আ করলেন। পুনরায় সে হাত বাড়াল। তখন প্রথম দু’বারের চেয়ে আরো বেশি শক্তভাবে তার হাত মুষ্টিবদ্ধ হয়ে গেল। তখন শাসক বলল, তুমি আল্লাহর কাছে আমার হাত খুলে দেয়ার জন্য দু’আ করো, আল্লাহর শপথ! তোমাকে আমি উত্যক্ত করব না। তিনি দু’আ করলেন। তার হাত খুলে গেল। তখন সে ঐ ব্যক্তিটিকে ডাকলো যে সারাকে এনেছিল। বলল, তুই তো আমার নিকট শাইতান নিয়ে এসেছিস, মানুষ আনিসনি। একে আমার ভূমি হতে বের করে দে। সঙ্গে হাজেরাকে দিয়ে দে।\nরাবী বলেন, সারা এগিয়ে চললেন। ইব্‌রাহীম (‘আঃ) তাকে দেখে এগিয়ে আসলেন এবং তাঁকে প্রশ্ন করলেন, কি ঘটল? তিনি বললেন, ভালই। আল্লাহ তা’আলা আমার উপর হতে এ দুষ্কৃতির হাতকে ফিরিয়ে রেখেছেন। আর একটা সেবিকাও দিয়েছেন। আবূ হুরায়রা্‌ (রাঃ) বলেন, এ সেবিকাই তোমাদের মা, হে আকাশের পানির সন্তানেরা। (ই.ফা. ৫৯৩২, ই.সে. ৫৯৭০)",
    "ar": "وَحَدَّثَنِي أَبُو الطَّاهِرِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي جَرِيرُ بْنُ حَازِمٍ، عَنْ أَيُّوبَ السَّخْتِيَانِيِّ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لَمْ يَكْذِبْ إِبْرَاهِيمُ النَّبِيُّ عَلَيْهِ السَّلاَمُ قَطُّ إِلاَّ ثَلاَثَ كَذَبَاتٍ ثِنْتَيْنِ فِي ذَاتِ اللَّهِ قَوْلُهُ ‏{‏ إِنِّي سَقِيمٌ‏}‏ ‏.‏ وَقَوْلُهُ ‏{‏ بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا‏}‏ وَوَاحِدَةً فِي شَأْنِ سَارَةَ فَإِنَّهُ قَدِمَ أَرْضَ جَبَّارٍ وَمَعَهُ سَارَةُ وَكَانَتْ أَحْسَنَ النَّاسِ فَقَالَ لَهَا إِنَّ هَذَا الْجَبَّارَ إِنْ يَعْلَمْ أَنَّكِ امْرَأَتِي يَغْلِبْنِي عَلَيْكِ فَإِنْ سَأَلَكِ فَأَخْبِرِيهِ أَنَّكِ أُخْتِي فَإِنَّكِ أُخْتِي فِي الإِسْلاَمِ فَإِنِّي لاَ أَعْلَمُ فِي الأَرْضِ مُسْلِمًا غَيْرِي وَغَيْرَكِ فَلَمَّا دَخَلَ أَرْضَهُ رَآهَا بَعْضُ أَهْلِ الْجَبَّارِ أَتَاهُ فَقَالَ لَهُ لَقَدْ قَدِمَ أَرْضَكَ امْرَأَةٌ لاَ يَنْبَغِي لَهَا أَنْ تَكُونَ إِلاَّ لَكَ ‏.‏ فَأَرْسَلَ إِلَيْهَا فَأُتِيَ بِهَا فَقَامَ إِبْرَاهِيمُ عَلَيْهِ السَّلاَمُ إِلَى الصَّلاَةِ فَلَمَّا دَخَلَتْ عَلَيْهِ لَمْ يَتَمَالَكْ أَنْ بَسَطَ يَدَهُ إِلَيْهَا فَقُبِضَتْ يَدُهُ قَبْضَةً شَدِيدَةً فَقَالَ لَهَا ادْعِي اللَّهَ أَنْ يُطْلِقَ يَدِي وَلاَ أَضُرُّكِ ‏.‏ فَفَعَلَتْ فَعَادَ فَقُبِضَتْ أَشَدَّ مِنَ الْقَبْضَةِ الأُولَى فَقَالَ لَهَا مِثْلَ ذَلِكَ فَفَعَلَتْ فَعَادَ فَقُبِضَتْ أَشَدَّ مِنَ الْقَبْضَتَيْنِ الأُولَيَيْنِ فَقَالَ ادْعِي اللَّهَ أَنْ يُطْلِقَ يَدِي فَلَكِ اللَّهَ أَنْ لاَ أَضُرَّكِ ‏.‏ فَفَعَلَتْ وَأُطْلِقَتْ يَدُهُ وَدَعَا الَّذِي جَاءَ بِهَا فَقَالَ لَهُ إِنَّكَ إِنَّمَا أَتَيْتَنِي بِشَيْطَانٍ وَلَمْ تَأْتِنِي بِإِنْسَانٍ فَأَخْرِجْهَا مِنْ أَرْضِي وَأَعْطِهَا هَاجَرَ ‏.‏ قَالَ فَأَقْبَلَتْ تَمْشِي فَلَمَّا رَآهَا إِبْرَاهِيمُ عَلَيْهِ السَّلاَمُ انْصَرَفَ فَقَالَ لَهَا مَهْيَمْ قَالَتْ خَيْرًا كَفَّ اللَّهُ يَدَ الْفَاجِرِ وَأَخْدَمَ خَادِمًا ‏.‏ قَالَ أَبُو هُرَيْرَةَ فَتِلْكَ أُمُّكُمْ يَا بَنِي مَاءِ السَّمَاءِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}