{
  "hadith": {
    "hadith_id": 6043,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ একদা মালাকুল মাওত মূসা (‘আঃ)-এর নিকট এসে বলল, মূসা! তোমার প্রতিপালকের নিকট চলো। বর্ণনাকারী বলেন, তখন তাঁর চোখের উপর মূসা (‘আঃ) তাকে একটা চপেটাঘাত করলেন, এতে তাঁর চোখ নষ্ট হয়ে গেল। তারপর ফেরেশ্‌তা আল্লাহর নিকট ফিরে গিয়ে বললেন, আপনি আমাকে আপনার এমন এক বান্দার নিকট পাঠিয়েছেন যে মরতে চায় না এবং সে আমার চোখ নষ্ট করে দিয়েছে। আল্লাহ তাঁর চোখ ঠিক করে দিলেন এবং বললেন, আমার বান্দার নিকট আবার যাও এবং বলো, তুমি কি আরও দীর্ঘায়ু চাও? যদি তা চাও তবে তোমার হাত একটি বলদের পৃষ্ঠের উপর রাখো। এতে তোমার হাতের নিচে যতগুলো পশম পড়বে, তত বছর তুমি জীবিত থাকবে। মূসা বললেন, তারপর কি? আল্লাহ বললেন, তারপর মৃত্যুবরণ করবে। মূসা (‘আঃ) বললেন, তবে এখনই ভাল। হে আল্লাহ! আমাকে পবিত্র ভূমি একটি পাথরের ঢিলের দূরত্বে নিয়ে মৃত্যু দান করুন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আল্লাহর কসম! যদি আমি সেখানে থাকতাম তবে পথের কিনারে লাল বালুকা স্তূপের পাশে তাঁর কবর তোমাদের দেখিয়ে দিতাম। (ই.ফা. ৫৯৩৬, ই.সে. ৫৯৭৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ جَاءَ مَلَكُ الْمَوْتِ إِلَى مُوسَى عَلَيْهِ السَّلاَمُ فَقَالَ لَهُ أَجِبْ رَبَّكَ - قَالَ - فَلَطَمَ مُوسَى عَلَيْهِ السَّلاَمُ عَيْنَ مَلَكِ الْمَوْتِ فَفَقَأَهَا - قَالَ - فَرَجَعَ الْمَلَكُ إِلَى اللَّهِ تَعَالَى فَقَالَ إِنَّكَ أَرْسَلْتَنِي إِلَى عَبْدٍ لَكَ لاَ يُرِيدُ الْمَوْتَ وَقَدْ فَقَأَ عَيْنِي - قَالَ - فَرَدَّ اللَّهُ إِلَيْهِ عَيْنَهُ وَقَالَ ارْجِعْ إِلَى عَبْدِي فَقُلِ الْحَيَاةَ تُرِيدُ فَإِنْ كُنْتَ تُرِيدُ الْحَيَاةَ فَضَعْ يَدَكَ عَلَى مَتْنِ ثَوْرٍ فَمَا تَوَارَتْ يَدُكَ مِنْ شَعْرَةٍ فَإِنَّكَ تَعِيشُ بِهَا سَنَةً قَالَ ثُمَّ مَهْ قَالَ ثُمَّ تَمُوتُ ‏.‏ قَالَ فَالآنَ مِنْ قَرِيبٍ رَبِّ أَمِتْنِي مِنَ الأَرْضِ الْمُقَدَّسَةِ رَمْيَةً بِحَجَرٍ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَاللَّهِ لَوْ أَنِّي عِنْدَهُ لأَرَيْتُكُمْ قَبْرَهُ إِلَى جَانِبِ الطَّرِيقِ عِنْدَ الْكَثِيبِ الأَحْمَرِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}