{
  "hadith": {
    "hadith_id": 6045,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন যে, এক ইয়াহূদী কিছু মাল বিক্রি করছিল, দাম দেয়া হলে সে তাতে মনতুষ্ট হলো না, কিংবা এটাকে খারাপ মনে করল, সে বলল, না হবে না, তাঁর কসম যিনি মুসা (‘আঃ)-কে লোকদের জন্য মনোনীত করেছেন। এ কথা এক আনসারী শুনতে পেয়ে ইয়াহূদীর গালে একটি চড় মারলেন এবং বললেন, তুই বলিস, মূসা (‘আঃ)-কে লোকদের মধ্য হতে মনোনীত করেছেন অথচ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিদ্যমান রয়েছেন। ঐ ইয়াহুদী রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বলল, হে আবুল কাসিম! আমি যিম্মী এবং মুসলিম দেশের নিরাপত্তাপ্রাপ্ত মানুষ, আমাকে অমুক লোক চড় মেরেছে। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রশ্ন করলেন, কেন তুমি তার গালে চড় দিলে? আনসারী বললেন, সে বলেছে যিনি মানুষের মধ্যে মূসা (‘আঃ)-কে মনোনীত করেছেন অথচ আপনি আমাদের মাঝে বিদ্যমান। আবূ হুরায়রা্‌ (রাঃ) বলেন, রসুলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুব ক্রোধান্বিত হলেন। রাগের চিহ্ন তাঁর মুখমণ্ডলে ফুটে উঠল। আর বললেনঃ নবী দের মাঝে একজনকে অপর জনের উপর মর্যাদা দিও না। কারণ যখন কিয়ামাতের দিন শিঙ্গায় ফুঁৎকার দেয়া হবে তখন আসমান ও জমিনের সবাই বেঁহুশ হয়ে পড়বে, কেবল আল্লাহ যাদের চাইবেন তাঁরা ব্যতীত। তারপরে দ্বিতীয়বার যখন ফুঁৎকার দেয়া হবে তখন সর্বপ্রথম আমিই উত্থিত হব এবং দেখতে পাব যে, মূসা (‘আঃ) ‘আর্‌শ ধরে রয়েছেন। আমার জানা নেই যে, তূর পাহাড়ে তাঁর বেঁহুশ হওয়াটাই তাঁর এখনকার বেহুঁশ না হওয়ার কারণ, না আমার আগেই তাঁকে চেতনা ফিরিয়ে দেয়া হয়েছে? আর আমি এ কথাও বলি না যে, কোন পয়গম্বর ইউনুস ইবনু মাত্তা (‘আঃ)-এর তুলনায় অনেক মর্যাদাবান। (ই.ফা. ৫৯৩৭, ই.সে. ৫৯৭৫)",
    "ar": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا حُجَيْنُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، بْنِ أَبِي سَلَمَةَ عَنْ عَبْدِ اللَّهِ بْنِ الْفَضْلِ الْهَاشِمِيِّ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ بَيْنَمَا يَهُودِيٌّ يَعْرِضُ سِلْعَةً لَهُ أُعْطِيَ بِهَا شَيْئًا كَرِهَهُ أَوْ لَمْ يَرْضَهُ - شَكَّ عَبْدُ الْعَزِيزِ - قَالَ لاَ وَالَّذِي اصْطَفَى مُوسَى عَلَيْهِ السَّلاَمُ عَلَى الْبَشَرِ ‏.‏ قَالَ فَسَمِعَهُ رَجُلٌ مِنَ الأَنْصَارِ فَلَطَمَ وَجْهَهُ - قَالَ - تَقُولُ وَالَّذِي اصْطَفَى مُوسَى عَلَيْهِ السَّلاَمُ عَلَى الْبَشَرِ وَرَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ أَظْهُرِنَا قَالَ فَذَهَبَ الْيَهُودِيُّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا أَبَا الْقَاسِمِ إِنَّ لِي ذِمَّةً وَعَهْدًا ‏.‏ وَقَالَ فُلاَنٌ لَطَمَ وَجْهِي ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لِمَ لَطَمْتَ وَجْهَهُ ‏\"‏ ‏.‏ قَالَ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ وَالَّذِي اصْطَفَى مُوسَى عَلَيْهِ السَّلاَمُ عَلَى الْبَشَرِ وَأَنْتَ بَيْنَ أَظْهُرِنَا ‏.‏ قَالَ فَغَضِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى عُرِفَ الْغَضَبُ فِي وَجْهِهِ ثُمَّ قَالَ ‏\"‏ لاَ تُفَضِّلُوا بَيْنَ أَنْبِيَاءِ اللَّهِ فَإِنَّهُ يُنْفَخُ فِي الصُّورِ فَيَصْعَقُ مَنْ فِي السَّمَوَاتِ وَمَنْ فِي الأَرْضِ إِلاَّ مَنْ شَاءَ اللَّهُ - قَالَ - ثُمَّ يُنْفَخُ فِيهِ أُخْرَى فَأَكُونُ أَوَّلَ مَنْ بُعِثَ أَوْ فِي أَوَّلِ مَنْ بُعِثَ فَإِذَا مُوسَى عَلَيْهِ السَّلاَمُ آخِذٌ بِالْعَرْشِ فَلاَ أَدْرِي أَحُوسِبَ بِصَعْقَتِهِ يَوْمَ الطُّورِ أَوْ بُعِثَ قَبْلِي وَلاَ أَقُولُ إِنَّ أَحَدًا أَفْضَلُ مِنْ يُونُسَ بْنِ مَتَّى عَلَيْهِ السَّلاَمُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}