{
  "hadith": {
    "hadith_id": 6059,
    "narrator": "উবাই ইবনু কা‘ব (রাঃ)",
    "bn": "আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি, মূসা (‘আঃ) একদা তাঁর গোষ্ঠীর সম্মুখে আল্লাহ তা‘আলার নি‘আমাত এবং বালা-মুসীবাত মনে করিয়ে উপদেশ দিচ্ছিলেন। কথা প্রসঙ্গে তিনি বলে ফেললেন, দুনিয়াতে আমার তুলনায় উত্তম এবং অধিক জ্ঞানী কোন লোক আছে বলে আমার জানা নেই। আল্লাহ মূসা (‘আঃ)-এর প্রতি ওয়াহী পাঠালেনঃ আমি জানি মূসা‘র চাইতে উত্তম কে বা কার নিকট কল্যাণ রয়েছে। পৃথিবীতে অবশ্যই এক লোক রয়েছে যে, তোমার তুলনায় অধিক জ্ঞানী। মূসা (‘আঃ) বললেন, হে আমার প্রতিপালক! আমাকে তাঁর পথ জানিয়ে দিন। তাঁকে বলা হলো, লবণাক্ত একটি মাছ সাথে নিয়ে যাও। এ মাছ যেখানে হারিয়ে যাবে সেখানেই সে ব্যক্তি আছে। মূসা (‘আঃ) এবং তাঁর খাদিম রওনা হলেন, পরিশেষে তাঁরা একটি বড় পাথরের নিকট পৌঁছালেন। সে সময় মূসা (‘আঃ) তাঁর সঙ্গীকে রেখে গোপনে চলে গেলেন। তারপর মাছটি ছটফট করে পানিতে নেমে গেল এবং পানিও ছিদ্রের মতো রয়ে গেল, মাছের রাস্তায় সংমিশ্রন হলো না। মূসা (‘আঃ)-এর খাদিম বললেন, হ্যাঁ, আমি আল্লাহর নবীর সঙ্গে মিলিত হয়ে তাঁকে এ বিবরণ দিব। তারপরে তিনি ভুলে গেলেন। তাঁরা যখন আরো সম্মুখে চলে গেলেন। তখন মূসা (‘আঃ) বললেন, আমার নাশ্তা দাও, এ সফরে তো আমরা ক্লান্ত হয়ে পড়েছি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, যতক্ষণ তাঁরা এ জায়গাটি ত্যাগ করার পূর্ব মুহূর্ত পর্যন্ত তাঁদের ক্লান্তি আসেনি। তাঁর সাথীর যখন স্মরণে আসলো তখন বলল, আপনি কি জানেন যখন আমরা পাথরের নিকট আশ্রয় নিয়েছিলাম, তখন আমি মাছের কথা ভুলে গেছি। আর শাইতানই আমাকে আপনার নিকট বলার কথা ভুলিয়ে দিয়েছে এবং অবাক করার মতো মাছটি সমুদ্রে তার রাস্তা করে নিয়েছে।\nমূসা (‘আঃ) বললেন, এ-ই তো ছিল আমাদের উদ্দেশ্য। সুতরাং তাঁরা পথ অনুসরণ করে প্রত্যাবর্তন করলেন। তখন তাঁর খাদিম মাছের জায়গাটি তাঁকে দেখালো। মূসা (‘আঃ) বললেন, এ জায়গার বর্ণনাই আমাকে দেয়া হয়েছিল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তারপর মূসা (‘আঃ) সন্ধান করছিলেন, এমতাবস্থায় তিনি কাপড়ে ঢাকা খাযির (‘আঃ)-কে গলদেশের উপড় চীৎ হয়ে ঘুমানো দেখতে পেলেন। কিংবা অন্য বর্ণনায়, গলদেশের উপর সোজাসজি। মূসা (‘আঃ) বললেন, আস্সালামু ‘আলাইকুম। খাযির (‘আঃ) মুখ থেকে কাপড় সরিয়ে বললেন, ওয়া ‘আলাইকুমুস্ সালাম, তুমি কে? মূসা (‘আঃ) বললেন, আমি মূসা। তিনি বললেন, কোন্ মূসা? মূসা (‘আঃ) উত্তর দিলেন, বনী ইসরাঈলের মূসা। খাযির (‘আঃ) বললেন, তোমার এ মহান আগমন কিসের জন্য? মূসা (‘আঃ) বললেন, আমি এসেছি যেন আপনাকে যে জ্ঞান দান করা হয়েছে তা হতে আপনি আমায় কিছু শিক্ষা দেন। খাযির (‘আঃ) বললেন, আমার সাথে তুমি ধৈর্য ধরতে পারবে না। আর এমন ব্যাপারে কেমন করে তুমি ধৈর্য ধরবে, যার ‘ইল্‌ম তোমাকে দেয়া হয়নি। এরূপ বিষয় হতে পারে যা করতে আমাকে নির্দেশ দেয়া হয়েছে, তুমি যখন তা দেখবে তখন তুমি ধৈর্য ধারণ করবে না। মূসা (‘আঃ) বললেন, ইনশাআল্লাহ্ আপনি আমাকে ধৈর্যশীলদের মধ্যেই পাবেন। আর আমি আপনার কোন আদেশ অমান্য করব না। খাযির (‘আঃ) বললেন, তুমি আমার অনুগামী হও তবে আমাকে কোন ব্যাপারে জিজ্ঞেস করো না, যতক্ষণ না আমি নিজেই এ ব্যাপারে বর্ণনা করি। তারপর উভয়ই চললেন, পরিশেষে একটি নৌকায় চড়লেন। তখন খাযির (‘আঃ) নৌকার একাংশ ভেঙ্গে ফেললেন। মূসা (‘আঃ) তাঁকে বললেন, আপনি কি নৌকাটি ভেঙ্গে ফেললেন, নৌকারোহীদের ডুবিয়ে ফেলার জন্যে? আপনি তো বড় মারাত্মক কাজ করলেন। খাযির (‘আঃ) বললেন আমি কি তোমাকে বলিনি যে, তুমি আমার সাথে ধৈর্য ধরতে পারবে না? মূসা (‘আঃ) বললেন, আমি ভুলে গিয়েছি, আপনি আমাকে দোষী সাব্যস্ত করবেন না। আমার ব্যাপারটিকে আপনি কঠিন করবেন না। পুনরায় উভয়ে চলতে লাগলেন। এক স্থানে দেখতে পেলেন বালকরা খেলায় লিপ্ত। খাযির (‘আঃ) অবলীলাক্রমে একটি শিশুর নিকট গিয়ে তাকে হত্যা করলেন। এতে মূসা (‘আঃ) খুব ঘাবড়ে গিয়ে বললেন, আপনি প্রাণ বিনিময় ছাড়াই একটি নিষ্পাপ প্রাণকে হত্যা করলেন? আপনি বড়ই নৃশংস কাজ করেছেন। এমতাবস্থায় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ রহ্মাত বর্ষণ করুন আমাদের ও মূসা (‘আঃ)-এর উপর তিনি যদি জলদি না করতেন তাহলে অবাক হওয়ার আরো মতো অনেক ঘটনা দেখতে পেতেন। তবে তিনি খাযির (‘আঃ)-এর সম্মুখে লজ্জিত হয়ে বললেন, তারপর যদি আমি আপনাকে আর কোন কিছু জিজ্ঞেস করি তবে আপনি আমায় সাথে রাখবেন না। সত্যিই আমার ব্যাপার খুবই আপত্তিকর হয়েছে। যদি মূসা (‘আঃ) ধৈর্য ধরতেন তাহলে আরো বিস্ময়কর ব্যাপার দেখতে পেতেন। যখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন নবীর বর্ণনা করতেন, প্রথমে নিজেকে দিয়ে আরম্ভ করতেন আর বলতেন, আল্লাহ আমাদের উপর রহম করুন এবং আমার অমুক ভাইয়ের উপরও। এভাবে নিজেদের উপর আল্লাহর রহ্মাত কামনা করতেন। অতঃপর দু‘জনে চললেন এবং মন্দ লোকদের একটি লোকালয়ে গিয়ে উঠলেন। তারা লোকদের অসংখ্য জায়গায় ঘুরে তাদের নিকট খাবার চাইলেন। তারা তাদের মেহমানদারী করতে অস্বীকার করল। তারপর তাঁরা ধ্বসে পড়ার উপক্রম একটা দেয়াল দেখতে পেলেন। খাযির (‘আঃ) সেটি মেরামত করে দিলেন। মূসা (‘আঃ) বললেন, আপনি চাইলে এর বিনিময়ে মজুরি নিতে পারতেন।\nখাযির (‘আঃ) বললেন, এখানেই আমার আর তোমার মাঝে সম্পর্কছেদ। খাযির (‘আঃ) মূসা (‘আঃ)-এর বস্ত্র ধরে বললেন, তুমি যেসব বিষয়ের উপর ধৈর্যহারা হয়ে পড়েছিলে সে সবের ঘটনা বলে দিচ্ছি। ‘নৌকাটি ছিল কিছু গরীব লোকের যারা সমুদ্রে কাজ করত’ – আয়াতের শেষ পর্যন্ত পড়লেন। তারপর যখন এটাকে দখল করতে লোক আসলো, তখন ছিদ্রযুক্ত (অচলাবস্থা) দেখে ছেড়ে দিল। অতঃপর নৌকাওয়ালারা একটা কাঠ দ্বারা নৌকাটি মেরামত করে নিলো। আর বালকটি সূচনালগ্নেই ছিল কাফির। তার মা-বাবা তাকে বড়ই আদর করত। সে বড় হলে ওদের দু‘জনকেই অবাধ্যতা ও কুফরির দিকে নিয়ে যেত। অতএব আমি আকাঙ্ক্ষা করলাম, আল্লাহ যেন তাদেরকে এর বিনিময়ে আরো উত্তম পবিত্র স্বভাবের ও অধিক স্নেহভাজন ছেলে দান করেন। ‘আর দেয়ালটি ছিল শহরের দু‘টো ইয়াতীম বালকের’- আয়াতের শেষ পর্যন্ত। (ই.ফা. ৫৯৪৯, ই.সে. ৫৯৮৯)",
    "ar": "حَدَّثَنَا أُبَىُّ بْنُ كَعْبٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِنَّهُ بَيْنَمَا مُوسَى عَلَيْهِ السَّلاَمُ فِي قَوْمِهِ يُذَكِّرُهُمْ بِأَيَّامِ اللَّهِ وَأَيَّامُ اللَّهِ نَعْمَاؤُهُ وَبَلاَؤُهُ إِذْ قَالَ مَا أَعْلَمُ فِي الأَرْضِ رَجُلاً خَيْرًا أَوْ أَعْلَمَ مِنِّي ‏.‏ قَالَ فَأَوْحَى اللَّهُ إِلَيْهِ إِنِّي أَعْلَمُ بِالْخَيْرِ مِنْهُ أَوْ عِنْدَ مَنْ هُوَ إِنَّ فِي الأَرْضِ رَجُلاً هُوَ أَعْلَمُ مِنْكَ ‏.‏ قَالَ يَا رَبِّ فَدُلَّنِي عَلَيْهِ ‏.‏ قَالَ فَقِيلَ لَهُ تَزَوَّدْ حُوتًا مَالِحًا فَإِنَّهُ حَيْثُ تَفْقِدُ الْحُوتَ ‏.‏ قَالَ فَانْطَلَقَ هُوَ وَفَتَاهُ حَتَّى انْتَهَيَا إِلَى الصَّخْرَةِ فَعُمِّيَ عَلَيْهِ فَانْطَلَقَ وَتَرَكَ فَتَاهُ فَاضْطَرَبَ الْحُوتُ فِي الْمَاءِ فَجَعَلَ لاَ يَلْتَئِمُ عَلَيْهِ صَارَ مِثْلَ الْكُوَّةِ قَالَ فَقَالَ فَتَاهُ أَلاَ أَلْحَقُ نَبِيَّ اللَّهِ فَأُخْبِرَهُ قَالَ فَنُسِّيَ ‏.‏ فَلَمَّا تَجَاوَزَا قَالَ لِفَتَاهُ آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا ‏.‏ قَالَ وَلَمْ يُصِبْهُمْ نَصَبٌ حَتَّى تَجَاوَزَا ‏.‏ قَالَ فَتَذَكَّرَ قَالَ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ وَمَا أَنْسَانِيهُ إِلاَّ الشَّيْطَانُ أَنْ أَذْكُرَهُ وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا ‏.‏ قَالَ ذَلِكَ مَا كُنَّا نَبْغِي ‏.‏ فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا فَأَرَاهُ مَكَانَ الْحُوتِ قَالَ هَا هُنَا وُصِفَ لِي ‏.‏ قَالَ فَذَهَبَ يَلْتَمِسُ فَإِذَا هُوَ بِالْخَضِرِ مُسَجًّى ثَوْبًا مُسْتَلْقِيًا عَلَى الْقَفَا أَوْ قَالَ عَلَى حَلاَوَةِ الْقَفَا قَالَ السَّلاَمُ عَلَيْكُمْ ‏.‏ فَكَشَفَ الثَّوْبَ عَنْ وَجْهِهِ قَالَ وَعَلَيْكُمُ السَّلاَمُ مَنْ أَنْتَ قَالَ أَنَا مُوسَى ‏.‏ قَالَ وَمَنْ مُوسَى قَالَ مُوسَى بَنِي إِسْرَائِيلَ ‏.‏ قَالَ مَجِيءٌ مَا جَاءَ بِكَ قَالَ جِئْتُ لِتُعَلِّمَنِي مِمَّا عُلِّمْتَ رُشْدًا ‏.‏ قَالَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا ‏.‏ شَىْءٌ أُمِرْتُ بِهِ أَنْ أَفْعَلَهُ إِذَا رَأَيْتَهُ لَمْ تَصْبِرْ ‏.‏ قَالَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا وَلاَ أَعْصِي لَكَ أَمْرًا ‏.‏ قَالَ فَإِنِ اتَّبَعْتَنِي فَلاَ تَسْأَلْنِي عَنْ شَىْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا ‏.‏ فَانْطَلَقَا حَتَّى إِذَا رَكِبَا فِي السَّفِينَةِ خَرَقَهَا ‏.‏ قَالَ انْتَحَى عَلَيْهَا ‏.‏ قَالَ لَهُ مُوسَى عَلَيْهِ السَّلاَمُ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا ‏.‏ قَالَ أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا قَالَ لاَ تُؤَاخِذْنِي بِمَا نَسِيتُ وَلاَ تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا ‏.‏ فَانْطَلَقَا حَتَّى إِذَا لَقِيَا غِلْمَانًا يَلْعَبُونَ ‏.‏ قَالَ فَانْطَلَقَ إِلَى أَحَدِهِمْ بَادِيَ الرَّأْىِ فَقَتَلَهُ فَذُعِرَ عِنْدَهَا مُوسَى عَلَيْهِ السَّلاَمُ ذَعْرَةً مُنْكَرَةً ‏.‏ قَالَ أَقَتَلْتَ نَفْسًا زَاكِيَةً بِغَيْرِ نَفْسٍ لَقَدْ جِئْتَ شَيْئًا نُكْرًا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم عِنْدَ هَذَا الْمَكَانِ ‏\"‏ رَحْمَةُ اللَّهِ عَلَيْنَا وَعَلَى مُوسَى لَوْلاَ أَنَّهُ عَجَّلَ لَرَأَى الْعَجَبَ وَلَكِنَّهُ أَخَذَتْهُ مِنْ صَاحِبِهِ ذَمَامَةٌ ‏.‏ قَالَ إِنْ سَأَلْتُكَ عَنْ شَىْءٍ بَعْدَهَا فَلاَ تُصَاحِبْنِي قَدْ بَلَغْتَ مِنْ لَدُنِّي عُذْرًا ‏.‏ وَلَوْ صَبَرَ لَرَأَى الْعَجَبَ - قَالَ وَكَانَ إِذَا ذَكَرَ أَحَدًا مِنَ الأَنْبِيَاءِ بَدَأَ بِنَفْسِهِ ‏\"‏ رَحْمَةُ اللَّهِ عَلَيْنَا وَعَلَى أَخِي كَذَا رَحْمَةُ اللَّهِ عَلَيْنَا - ‏\"‏ فَانْطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ لِئَامًا فَطَافَا فِي الْمَجَالِسِ فَاسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَنْ يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ فَأَقَامَهُ ‏.‏ قَالَ لَوْ شِئْتَ لاَتَّخَذْتَ عَلَيْهِ أَجْرًا ‏.‏ قَالَ هَذَا فِرَاقُ بَيْنِي وَبَيْنِكَ وَأَخَذَ بِثَوْبِهِ ‏.‏ قَالَ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِعْ عَلَيْهِ صَبْرًا أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ إِلَى آخِرِ الآيَةِ ‏.‏ فَإِذَا جَاءَ الَّذِي يُسَخِّرُهَا وَجَدَهَا مُنْخَرِقَةً فَتَجَاوَزَهَا فَأَصْلَحُوهَا بِخَشَبَةٍ وَأَمَّا الْغُلاَمُ فَطُبِعَ يَوْمَ طُبِعَ كَافِرًا وَكَانَ أَبَوَاهُ قَدْ عَطَفَا عَلَيْهِ فَلَوْ أَنَّهُ أَدْرَكَ أَرْهَقَهُمَا طُغْيَانًا وَكُفْرًا فَأَرَدْنَا أَنْ يُبَدِّلَهُمَا رَبُّهُمَا خَيْرًا مِنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا ‏.‏ وَأَمَّا الْجِدَارُ فَكَانَ لِغُلاَمَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ ‏\"‏ ‏.‏ إِلَى آخِرِ الآيَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}