{
  "hadith": {
    "hadith_id": 6077,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জনৈক লোক পিঠে বোঝা দিয়ে একটি গাভীকে হাঁকাচ্ছিল। গাভীটি ব্যক্তিটির দিকে দৃষ্টিপাত করে বললঃ আমাকে তো এজন্য সৃষ্টি করা হয়নি, আমার সৃষ্টি তো হালচাষ করার জন্য। লোকেরা বিস্ময়কর ও ভীত হয়ে বলে উঠল, সুবহানআল্লাহ! গাভী কথা বলে? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এটা আমি বিশ্বাস করি এবং আবূ বাকর, ‘উমারও বিশ্বাস করে।\nআবূ হুরায়রা (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এক রাখাল ছাগল চরাচ্ছিল। এমন সময় একটি নেকড়ে এসে একটা ছাগল কেড়ে নিয়ে গেলে রাখাল নেকড়ের কবল থেকে ছাগলটিকে মুক্ত করল। সে সময় নেকড়ে এসে রাখালটির দিকে তাকিয়ে বলল, যেদিন তুমি ব্যতীত আর কোন রাখাল থাকব না,  সেদিন কে বকরীগুলোকে মুক্ত করবে? লোকেরা বলে উঠল, সুবহানাল্লাহ! রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি, আবূ বাকর এবং ‘উমার এ বিষয়টি বিশ্বাস করি। (ই.ফা.৫৯৬৭, ই,সে ৬০০৬)",
    "ar": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ سَرْحٍ وَحَرْمَلَةُ بْنُ يَحْيَى قَالاَ أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّهُمَا سَمِعَا أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ بَيْنَمَا رَجُلٌ يَسُوقُ بَقَرَةً لَهُ قَدْ حَمَلَ عَلَيْهَا الْتَفَتَتْ إِلَيْهِ الْبَقَرَةُ فَقَالَتْ إِنِّي لَمْ أُخْلَقْ لِهَذَا وَلَكِنِّي إِنَّمَا خُلِقْتُ لِلْحَرْثِ ‏\"‏ ‏.‏ فَقَالَ النَّاسُ سُبْحَانَ اللَّهِ ‏.‏ تَعَجُّبًا وَفَزَعًا ‏.‏ أَبَقَرَةٌ تَكَلَّمُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَإِنِّي أُومِنُ بِهِ وَأَبُو بَكْرٍ وَعُمَرُ ‏\"‏ ‏.‏ قَالَ أَبُو هُرَيْرَةَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ بَيْنَا رَاعٍ فِي غَنَمِهِ عَدَا عَلَيْهِ الذِّئْبُ فَأَخَذَ مِنْهَا شَاةً فَطَلَبَهُ الرَّاعِي حَتَّى اسْتَنْقَذَهَا مِنْهُ فَالْتَفَتَ إِلَيْهِ الذِّئْبُ فَقَالَ لَهُ مَنْ لَهَا يَوْمَ السَّبُعِ يَوْمَ لَيْسَ لَهَا رَاعٍ غَيْرِي ‏\"‏ ‏.‏ فَقَالَ النَّاسُ سُبْحَانَ اللَّهِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَإِنِّي أُومِنُ بِذَلِكَ أَنَا وَأَبُو بَكْرٍ وَعُمَرُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}