{
  "hadith": {
    "hadith_id": 6081,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, ‘উমার (রাঃ)-কে তাঁর খাটিয়ায় রাখা হলে ব্যক্তিরা তাঁর কাছে জমা হয়ে দু’আ, প্রশংসা ও দরূদ পাঠ করছিল, তখনও তাঁর জানাযা হয়নি। আমিও লোকদের সাথে ছিলাম। জনৈক লোক পেছন থেকে আমার কাঁধে হাত রাখলে আমি শঙ্কিত হলাম। ঘুরে দেখি ‘আলী (রাঃ)। তিনি বললেন, আল্লাহ ‘উমারের (রাঃ) উপর রহম করুন। এরপর ‘উমারকে সম্বোধন করে বললেন, হে ‘উমার! আপনি আপনার চেয়ে অধিক পছন্দের কোন লোক রেখে যাননি যার ‘আমাল এমন যে, তার মত ‘আমাল নিয়ে আমি আল্লাহর সাথে সাক্ষাৎ লাভে ভালবাসি। আমার মনে হত, আল্লাহ আপনাকে আপনার দু’ সাথীর সাথেই রাখবেন। কারণ, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রায়ই বলতে শুনেছি, আমি, আবূ বাকর ও ‘উমার এসেছি। প্রবেশ করেছি আমি, আবূ বাকর ও ‘উমার ; বেরও হয়েছি আমি, আবূ বাকর ও ‘উমার। এজন্যে আমার দৃঢ় প্রত্যয় ও আস্থা এই যে, আপনাকে আল্লাহ তাঁদের সঙ্গেই রাখবেন। (ই.ফা.৫৯৭১, ই,সে ৬০১০)",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَمْرٍو الأَشْعَثِيُّ، وَأَبُو الرَّبِيعِ الْعَتَكِيُّ، وَأَبُو كُرَيْبٍ مُحَمَّدُ بْنُ الْعَلاَءِ - وَاللَّفْظُ لأَبِي كُرَيْبٍ - قَالَ أَبُو الرَّبِيعِ حَدَّثَنَا وَقَالَ الآخَرَانِ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، عَنْ عُمَرَ بْنِ سَعِيدِ بْنِ أَبِي حُسَيْنٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ وُضِعَ عُمَرُ بْنُ الْخَطَّابِ عَلَى سَرِيرِهِ فَتَكَنَّفَهُ النَّاسُ يَدْعُونَ وَيُثْنُونَ وَيُصَلُّونَ عَلَيْهِ قَبْلَ أَنْ يُرْفَعَ وَأَنَا فِيهِمْ - قَالَ - فَلَمْ يَرُعْنِي إِلاَّ بِرَجُلٍ قَدْ أَخَذَ بِمَنْكِبِي مِنْ وَرَائِي فَالْتَفَتُّ إِلَيْهِ فَإِذَا هُوَ عَلِيُّ فَتَرَحَّمَ عَلَى عُمَرَ وَقَالَ مَا خَلَّفْتَ أَحَدًا أَحَبَّ إِلَىَّ أَنْ أَلْقَى اللَّهَ بِمِثْلِ عَمَلِهِ مِنْكَ وَايْمُ اللَّهِ إِنْ كُنْتُ لأَظُنُّ أَنْ يَجْعَلَكَ اللَّهُ مَعَ صَاحِبَيْكَ وَذَاكَ أَنِّي كُنْتُ أُكَثِّرُ أَسْمَعُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ جِئْتُ أَنَا وَأَبُو بَكْرٍ وَعُمَرُ وَدَخَلْتُ أَنَا وَأَبُو بَكْرٍ وَعُمَرُ وَخَرَجْتُ أَنَا وَأَبُو بَكْرٍ وَعُمَرُ ‏\"‏ ‏.‏ فَإِنْ كُنْتُ لأَرْجُو أَوْ لأَظُنُّ أَنْ يَجْعَلَكَ اللَّهُ مَعَهُمَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}