{
  "hadith": {
    "hadith_id": 6096,
    "narrator": "সা’দ (রাঃ)",
    "bn": "‘উমার (রাঃ) রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে প্রবেশের সম্মতি চাইলেন। তখন কুরায়শ নারীরা রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট কথোপকথনে লিপ্ত ছিল এবং তারা উচ্চৈঃস্বরে বেশি বেশি কথা বলছিল। যখন ‘উমার (রাঃ) অনুমতি চাইলেন এরা উঠে অভ্যন্তরে চলে গেল। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে অনুমতি দিলেন এবং তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাসছিলেন। ‘উমার বললেন, হে আল্লাহর রসূল! আল্লাহ আপনার মুখকে হাস্যোজ্জ্বল রাখুন। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃআমি তাদের ব্যাপারে অবাক হচ্ছি যারা আমার নিকট উপবিষ্ট ছিল; আর ‘তোমার’ শব্দ শুনামাত্রই তারা অভ্যন্তরে চলে গেল। ‘উমার (রাঃ) বললেন, হে আল্লাহর রসূল! আপনাকেই তো এদের অধিক ভয় করা উচিত।\nতারপর ‘উমার (রাঃ) বললেন, ওহে! নিজের প্রাণের শত্রুরা! তোমরা আমাকে ভয় করো এবং আল্লাহর রসূলকে ভয় করো না। তারা বলল, হ্যাঁ, তুমি তো আল্লাহর রসূলের চাইতে অধিক তেজস্বী এবং রাগী। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃযাঁর হাতে আমার জীবন তাঁর কসম! যখন শাইতান তোমাকে কোন রাস্তায় চলতে দেখে তখন সে তোমার রাস্তা বাদ দিয়ে ভিন্ন পথ ধরে চলে। (ই.ফা. ৫৯৮৫, ই.সে. ৬০২৫)",
    "ar": "حَدَّثَنَا مَنْصُورُ بْنُ أَبِي مُزَاحِمٍ، حَدَّثَنَا إِبْرَاهِيمُ يَعْنِي ابْنَ سَعْدٍ، ح وَحَدَّثَنَا حَسَنٌ، الْحُلْوَانِيُّ وَعَبْدُ بْنُ حُمَيْدٍ قَالَ عَبْدٌ أَخْبَرَنِي وَقَالَ، حَسَنٌ حَدَّثَنَا يَعْقُوبُ، - وَهُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ - حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عَبْدُ الْحَمِيدِ بْنُ عَبْدِ الرَّحْمَنِ، بْنِ زَيْدٍ أَنَّ مُحَمَّدَ بْنَ سَعْدِ بْنِ أَبِي وَقَّاصٍ، أَخْبَرَهُ أَنَّ أَبَاهُ سَعْدًا قَالَ اسْتَأْذَنَ عُمَرُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَعِنْدَهُ نِسَاءٌ مِنْ قُرَيْشٍ يُكَلِّمْنَهُ وَيَسْتَكْثِرْنَهُ عَالِيَةً أَصْوَاتُهُنَّ فَلَمَّا اسْتَأْذَنَ عُمَرُ قُمْنَ يَبْتَدِرْنَ الْحِجَابَ فَأَذِنَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَضْحَكُ فَقَالَ عُمَرُ أَضْحَكَ اللَّهُ سِنَّكَ يَا رَسُولَ اللَّهِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ عَجِبْتُ مِنْ هَؤُلاَءِ اللاَّتِي كُنَّ عِنْدِي فَلَمَّا سَمِعْنَ صَوْتَكَ ابْتَدَرْنَ الْحِجَابَ ‏\"‏ ‏.‏ قَالَ عُمَرُ فَأَنْتَ يَا رَسُولَ اللَّهِ أَحَقُّ أَنْ يَهَبْنَ ‏.‏ ثُمَّ قَالَ عُمَرُ أَىْ عَدُوَّاتِ أَنْفُسِهِنَّ أَتَهَبْنَنِي وَلاَ تَهَبْنَ رَسُولَ اللَّهِ صلى الله عليه وسلم قُلْنَ نَعَمْ أَنْتَ أَغْلَظُ وَأَفَظُّ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَالَّذِي نَفْسِي بِيَدِهِ مَا لَقِيَكَ الشَّيْطَانُ قَطُّ سَالِكًا فَجًّا إِلاَّ سَلَكَ فَجًّا غَيْرَ فَجِّكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}