{
  "hadith": {
    "hadith_id": 6106,
    "narrator": "আবূ মূসা আশ’আরী (রাঃ)",
    "bn": "একবার রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাদীনার একটি বাগিচায় হেলান দিয়ে বসাবস্থায় একটি লাকড়ি কাদা মাটিতে গাঢ়তে চেষ্টা করছিলেন। এমনি মুহূর্তে কেউ দরজা খোলার অনুমতি চাইলেন। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃখুলে দাও এবং তাকে জান্নাতের সুসংবাদ দাও। তখন আমি গিয়ে দেখি তিনি আবূ বকর (রাযিঃ। আমি দরজা খুললাম এবং তাঁকে জান্নাতের সুসংবাদ দিলাম। তারপর আরেক ব্যক্তি দরজা খোলার অনুমতি চাইলেন। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃখুলে দাও এবং তাঁকে জান্নাতের সুসংবাদ দাও। তখন আমি গিয়ে দেখলাম তিনি ‘উমার (রাঃ)। দরজা খুলে দিলাম এবং তাঁকে জান্নাতের সুসংবাদ দিলাম। তারপর আরেক ব্যক্তি দরজা খোলার অনুমতি চাইলেন। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সোজা হয়ে বসে পড়লেন এবং বললেনঃদরজা খুলে দাও এবং তাঁকে আসন্ন বিপদসহ জান্নাতের সুসংবাদ দাও। আমি গিয়ে দেখি তিনি ‘উসমান ইবনু ‘আফ্ফান (রাঃ)। আমি দরজা উন্মুক্ত করে তাঁকে জান্নাতের সুসংবাদ দিলাম এবং রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা বলেছেন তার বর্ণনা দিলাম। উসমান (রাঃ) বললেনঃহে আল্লাহ! আমাকে ধৈর্য দান করো। আল্লাহর নিকট আমি সাহায্য কামনা করছি। (ই.ফা. ৫৯৯৫, ই.সে. ৬০৩৫)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ عُثْمَانَ بْنِ غِيَاثٍ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَائِطٍ مِنْ حَائِطِ الْمَدِينَةِ وَهُوَ مُتَّكِئٌ يَرْكُزُ بِعُودٍ مَعَهُ بَيْنَ الْمَاءِ وَالطِّينِ إِذَا اسْتَفْتَحَ رَجُلٌ فَقَالَ ‏\"‏ افْتَحْ وَبَشِّرْهُ بِالْجَنَّةِ ‏\"‏ ‏.‏ قَالَ فَإِذَا أَبُو بَكْرٍ فَفَتَحْتُ لَهُ وَبَشَّرْتُهُ بِالْجَنَّةِ - قَالَ - ثُمَّ اسْتَفْتَحَ رَجُلٌ آخَرُ فَقَالَ ‏\"‏ افْتَحْ وَبَشِّرْهُ بِالْجَنَّةِ ‏\"‏ ‏.‏ قَالَ فَذَهَبْتُ فَإِذَا هُوَ عُمَرُ فَفَتَحْتُ لَهُ وَبَشَّرْتُهُ بِالْجَنَّةِ ثُمَّ اسْتَفْتَحَ رَجُلٌ آخَرُ - قَالَ - فَجَلَسَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏\"‏ افْتَحْ وَبَشِّرْهُ بِالْجَنَّةِ عَلَى بَلْوَى تَكُونُ ‏\"‏ ‏.‏ قَالَ فَذَهَبْتُ فَإِذَا هُوَ عُثْمَانُ بْنُ عَفَّانَ - قَالَ - فَفَتَحْتُ وَبَشَّرْتُهُ بِالْجَنَّةِ - قَالَ - وَقُلْتُ الَّذِي قَالَ فَقَالَ اللَّهُمَّ صَبْرًا أَوِ اللَّهُ الْمُسْتَعَانُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}