{
  "hadith": {
    "hadith_id": 6108,
    "narrator": "আবূ মূসা আশ‘আরী (রাঃ)",
    "bn": "তিনি তাঁর গৃহ থেকে ওযূ সেরে বেরিয়ে বলেন, আজকের দিন আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে থাকবো। তিনি মসজিদে আসলেন এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সম্বন্ধে প্রশ্ন করলেন। লোকেরা বলল, তিনি এ দিকে গিয়েছেন। আবূ মূসা (রাঃ) লোকদের নিকট প্রশ্ন করে তাঁর পদাংক অনুসরণ করে বি’রি আরীসে গিয়ে পৌঁছলেন। আবূ মূসা (রাঃ) বলেন, আমি চৌকাঠে বসলাম। এর দরজাটি ছিল খেজুরের ডালে। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর কাজ শেষ করে অযূ করলে আমি তাঁর নিকট গিয়ে দাঁড়ালাম। তিনি ‘আরীস’ কূপের কিনারার মাঝখানে উপবিষ্ট হলেন। তাঁর পা দু’টো হাঁটু পর্যন্ত উন্মুক্ত করে কুপের ভেতর ঝুলিয়ে দিলেন। আমি তাঁকে সালাম দিয়ে চৌকাঠের কাছে গিয়ে বসে পড়লাম আর বললাম, অবশ্যিই আমি আজ রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পাহারাদার হবো। আবূ বকর (রাঃ) এসে দরজায় ধাক্কা দিলে আমি বললাম, কে? বললেন, আবূ বকর। আমি বললাম, দাঁড়ান। এরপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গিয়ে বললাম, হে আল্লাহর রসূল! আবূ বকর (রাঃ) এসেছেন এবং অনুমতি চাচ্ছেন। তিনি বললেনঃতাঁকে আসার অনুমতি এবং জান্নাতের সুসংবাদ দাও। আমি এগিয়ে গিয়ে আবূ বকরকে বললাম, প্রবেশ করুন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আপনাকে জান্নাতের সুসংবাদ দিয়েছেন। আবূ বকর (রাঃ) প্রবেশ করে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ডান পাশে কূপে পা লটকিয়ে বসলেন আর পা দু’টো হাঁটু পর্যন্ত উম্মুক্ত করলেন। যেমনটি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) করেছেন। এরপর আমি প্রত্যাবর্তন শেষে বসে পড়লাম। আমি আমার ভাইকে রেখে এসেছিলাম, তিনি ওযূ করছিলেন। তিনি আমার সাথে সাক্ষাৎ করবেন। আমি মনে করলাম, আল্লাহ তা’আলা যদি তাঁর মঙ্গল চান তাহলে তাঁকে এখনই এনে দেবেন। এমন সময় এক লোক দরজা নাড়ল। বললাম, কে? উত্তর দিলো, ‘উমার (রাঃ) ইবনুল খাত্তাব। বললাম, দাঁড়ান! পরে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে তাঁকে সালাম দিয়ে বললাম, ‘উমার (রাঃ) এসেছেন, তিনি প্রবেশের অনুমতি চান। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃঅনুমতি দাও এবং তাঁকে জান্নাতের সুসংবাদ দাও। ‘উমারের নিকট এসে বললাম, আসুন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আপনাকে জান্নাতের সুখবর দিচ্ছেন। ‘উমার (রাঃ) প্রবেশ করে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বামপাশে কূপে পা ঝুলিয়ে বসলেন। আমি ফিরে এসে বসে পড়লাম, বললাম, আল্লাহ যদি আমার ভাইয়ের ভাল চান তাহলে তাঁকে এনে দেবেন। এমন সময় এক ব্যক্তি এসে দরজা নাড়ল। আমি বললাম, কে? বলল, উসমান ইবনু আফ্ফান। বললাম, দাঁড়ান! আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে সংবাদ দিলাম। তিনি বললেনঃতাঁকে প্রবেশ করতে দাও এবং আগত বিপদের সঙ্গে জান্নাতের সুখবর দাও। আমি এসে বললাম, প্রবেশ করুন। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আপনাকে একটি আগত বিপদের সঙ্গে জান্নাতের সুখবর দিচ্ছেন। উসমান (রাঃ) প্রবেশ করে দেখলেন কূপের একপাশ ভরাট হয়ে আছে। তিনি তাঁদের মুখোমুখি হয়ে কূপের অন্য পাশে বসলেন।\n\nশারীক (রহঃ) বলেন, সা’ঈদ ইবনু ইবনু মুসাইয়্যাব (রহঃ) বলেন, আমি এ বৈঠকের বিশ্লেষণ করলাম যে, এ হচ্ছে তাদের কবরের অবস্থান।  (ই.ফা. ৫৯৯৭, ই.সে. ৬০৩৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مِسْكِينٍ الْيَمَامِيُّ، حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ، حَدَّثَنَا سُلَيْمَانُ، - وَهُوَ ابْنُ بِلاَلٍ - عَنْ شَرِيكِ بْنِ أَبِي نَمِرٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، أَخْبَرَنِي أَبُو مُوسَى الأَشْعَرِيُّ، أَنَّهُ تَوَضَّأَ فِي بَيْتِهِ ثُمَّ خَرَجَ فَقَالَ لأَلْزَمَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم وَلأَكُونَنَّ مَعَهُ يَوْمِي هَذَا ‏.‏ قَالَ فَجَاءَ الْمَسْجِدَ فَسَأَلَ عَنِ النَّبِيِّ صلى الله عليه وسلم فَقَالُوا خَرَجَ ‏.‏ وَجَّهَ هَا هُنَا - قَالَ - فَخَرَجْتُ عَلَى أَثَرِهِ أَسْأَلُ عَنْهُ حَتَّى دَخَلَ بِئْرَ أَرِيسٍ - قَالَ - فَجَلَسْتُ عِنْدَ الْبَابِ وَبَابُهَا مِنْ جَرِيدٍ حَتَّى قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم حَاجَتَهُ وَتَوَضَّأَ فَقُمْتُ إِلَيْهِ فَإِذَا هُوَ قَدْ جَلَسَ عَلَى بِئْرِ أَرِيسٍ وَتَوَسَّطَ قُفَّهَا وَكَشَفَ عَنْ سَاقَيْهِ وَدَلاَّهُمَا فِي الْبِئْرِ - قَالَ - فَسَلَّمْتُ عَلَيْهِ ثُمَّ انْصَرَفْتُ فَجَلَسْتُ عِنْدَ الْبَابِ فَقُلْتُ لأَكُونَنَّ بَوَّابَ رَسُولِ اللَّهِ صلى الله عليه وسلم الْيَوْمَ ‏.‏ فَجَاءَ أَبُو بَكْرٍ فَدَفَعَ الْبَابَ فَقُلْتُ مَنْ هَذَا فَقَالَ أَبُو بَكْرٍ ‏.‏ فَقُلْتُ عَلَى رِسْلِكَ - قَالَ - ثُمَّ ذَهَبْتُ فَقُلْتُ يَا رَسُولَ اللَّهِ هَذَا أَبُو بَكْرٍ يَسْتَأْذِنُ فَقَالَ ‏\"‏ ائْذَنْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ ‏\"‏ ‏.‏ قَالَ فَأَقْبَلْتُ حَتَّى قُلْتُ لأَبِي بَكْرٍ ادْخُلْ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يُبَشِّرُكَ بِالْجَنَّةِ - قَالَ - فَدَخَلَ أَبُو بَكْرٍ فَجَلَسَ عَنْ يَمِينِ رَسُولِ اللَّهِ صلى الله عليه وسلم مَعَهُ فِي الْقُفِّ وَدَلَّى رِجْلَيْهِ فِي الْبِئْرِ كَمَا صَنَعَ النَّبِيُّ صلى الله عليه وسلم وَكَشَفَ عَنْ سَاقَيْهِ ثُمَّ رَجَعْتُ فَجَلَسْتُ وَقَدْ تَرَكْتُ أَخِي يَتَوَضَّأُ وَيَلْحَقُنِي فَقُلْتُ إِنْ يُرِدِ اللَّهُ بِفُلاَنٍ - يُرِيدُ أَخَاهُ - خَيْرًا يَأْتِ بِهِ ‏.‏ فَإِذَا إِنْسَانٌ يُحَرِّكُ الْبَابَ فَقُلْتُ مَنْ هَذَا فَقَالَ عُمَرُ بْنُ الْخَطَّابِ ‏.‏ فَقُلْتُ عَلَى رِسْلِكَ ‏.‏ ثُمَّ جِئْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَلَّمْتُ عَلَيْهِ وَقُلْتُ هَذَا عُمَرُ يَسْتَأْذِنُ فَقَالَ ‏\"‏ ائْذَنْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ ‏\"‏ ‏.‏ فَجِئْتُ عُمَرَ فَقُلْتُ أَذِنَ وَيُبَشِّرُكَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِالْجَنَّةِ - قَالَ - فَدَخَلَ فَجَلَسَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْقُفِّ عَنْ يَسَارِهِ وَدَلَّى رِجْلَيْهِ فِي الْبِئْرِ ثُمَّ رَجَعْتُ فَجَلَسْتُ فَقُلْتُ إِنْ يُرِدِ اللَّهُ بِفُلاَنٍ خَيْرًا - يَعْنِي أَخَاهُ - يَأْتِ بِهِ فَجَاءَ إِنْسَانٌ فَحَرَّكَ الْبَابَ فَقُلْتُ مَنْ هَذَا فَقَالَ عُثْمَانُ بْنُ عَفَّانَ ‏.‏ فَقُلْتُ عَلَى رِسْلِكَ - قَالَ - وَجِئْتُ النَّبِيَّ صلى الله عليه وسلم فَأَخْبَرْتُهُ فَقَالَ ‏\"‏ ائْذَنْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ مَعَ بَلْوَى تُصِيبُهُ ‏\"‏ ‏.‏ قَالَ فَجِئْتُ فَقُلْتُ ادْخُلْ وَيُبَشِّرُكَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِالْجَنَّةِ مَعَ بَلْوَى تُصِيبُكَ - قَالَ - فَدَخَلَ فَوَجَدَ الْقُفَّ قَدْ مُلِئَ فَجَلَسَ وُجَاهَهُمْ مِنَ الشِّقِّ الآخَرِ ‏.‏ قَالَ شَرِيكٌ فَقَالَ سَعِيدُ بْنُ الْمُسَيَّبِ فَأَوَّلْتُهَا قُبُورَهُمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}