{
  "hadith": {
    "hadith_id": 6114,
    "narrator": "সা’দ ইবনু আবূ ওয়াক্কাস (রাঃ)",
    "bn": "মু’আবিয়াহ্ ইবনু আবূ সুফ্ইয়ান (রাঃ) সা’দ (রাঃ)-কে ‘আমির (প্রতিনিধি) নিযুক্ত করলেন এবং বললেন, আপনি ‘আলী (রাঃ)-কে কেন মন্দ বলেন না? সা’দ বললেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সম্বন্ধে যে তিনটি কথা বলেছেন, যতক্ষণ পর্যন্ত তা আমি মনে রাখবো ততক্ষণ পর্যন্ত কখনও তাঁকে খারাপ বলব না। সেসব কথার মধ্য হতে একটিও যদি আমি লাভ করতে পারতাম তাহলে তা আমার জন্য লাল উটের চেয়েও অধিক কল্যাণকর হত। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ‘আলী (রাঃ)-এর উদ্দেশে বলতে শুনেছি- আলী (রাঃ)-কে কোন যুদ্ধের সময় প্রতিনিধি বানিয়ে রেখে গেলে তিনি বললেন, মহিলা ও শিশুদের মধ্যে আমাকে রেখে যাচ্ছেন, হে আল্লাহর রসূল? তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃতুমি কি এতে আনন্দবোধ করো না যে, আমার নিকট তোমার সম্মান মূসা (আঃ)-এর নিকট হারূন (আঃ)-এর মতো। এ কথা ভিন্ন যে, আমার পর আর কোন নবী নেই। খাইবারের যুদ্ধের দিন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি বলতে শুনেছি, আমি এমন এক লোককে পতাকা (ইসলামের ঝাণ্ডা) দেব যে আল্লাহ ও তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ভালবাসে এবং আল্লাহ ও তাঁর রসূলও তাঁকে ভালবাসেন। এ কথা শুনে আমরা (অধির আগ্রহে) অপেক্ষা করতে থাকলাম। তখন তিনি বললেন, আলীকে ডাকো। আলী আসলেন, তাঁর চোখ (অসুখ হয়েছিল) উঠেছিল। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর চোখে থুথু লাগিয়ে দিলেন এবং তাঁর হাতে পতাকা সবে দিলেন। অবশেষে আল্লাহ তাঁর হাতেই বিজয়মালা (পতাকা) তুলে দিলেন। আর যখন আয়াত: ‘চলো আমরা আমাদের এবং তোমাদের সন্তান-সন্ততিকে ডাকি’- (সূরাহ্ আ-লি ‘ইমরান ৩: ৬১) অবতীর্ণ হলো, তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আলী, ফাতিমা, হাসান ও হুসায়ন (রাঃ)-কে ডাকলেন। তারপর বললেন, হে আল্লাহ! এরাই আমার পরিবার-পরিজন। (ই.ফা. ৬০০২, ই.সে. ৬০৪১)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ عَبَّادٍ، - وَتَقَارَبَا فِي اللَّفْظِ - قَالاَ حَدَّثَنَا حَاتِمٌ، - وَهُوَ ابْنُ إِسْمَاعِيلَ - عَنْ بُكَيْرِ بْنِ مِسْمَارٍ، عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ أَبِيهِ، قَالَ أَمَرَ مُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ سَعْدًا فَقَالَ مَا مَنَعَكَ أَنْ تَسُبَّ أَبَا التُّرَابِ فَقَالَ أَمَّا مَا ذَكَرْتُ ثَلاَثًا قَالَهُنَّ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَنْ أَسُبَّهُ لأَنْ تَكُونَ لِي وَاحِدَةٌ مِنْهُنَّ أَحَبُّ إِلَىَّ مِنْ حُمْرِ النَّعَمِ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ لَهُ خَلَّفَهُ فِي بَعْضِ مَغَازِيهِ فَقَالَ لَهُ عَلِيٌّ يَا رَسُولَ اللَّهِ خَلَّفْتَنِي مَعَ النِّسَاءِ وَالصِّبْيَانِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَمَا تَرْضَى أَنْ تَكُونَ مِنِّي بِمَنْزِلَةِ هَارُونَ مِنْ مُوسَى إِلاَّ أَنَّهُ لاَ نُبُوَّةَ بَعْدِي ‏\"‏ ‏.‏ وَسَمِعْتُهُ يَقُولُ يَوْمَ خَيْبَرَ ‏\"‏ لأُعْطِيَنَّ الرَّايَةَ رَجُلاً يُحِبُّ اللَّهَ وَرَسُولَهُ وَيُحِبُّهُ اللَّهُ وَرَسُولُهُ ‏\"‏ ‏.‏ قَالَ فَتَطَاوَلْنَا لَهَا فَقَالَ ‏\"‏ ادْعُوا لِي عَلِيًّا ‏\"‏ ‏.‏ فَأُتِيَ بِهِ أَرْمَدَ فَبَصَقَ فِي عَيْنِهِ وَدَفَعَ الرَّايَةَ إِلَيْهِ فَفَتَحَ اللَّهُ عَلَيْهِ وَلَمَّا نَزَلَتْ هَذِهِ الآيَةُ ‏{‏ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ‏}‏ دَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلِيًّا وَفَاطِمَةَ وَحَسَنًا وَحُسَيْنًا فَقَالَ ‏\"‏ اللَّهُمَّ هَؤُلاَءِ أَهْلِي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}