{
  "hadith": {
    "hadith_id": 6116,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খাইবারের দিন বললেনঃনিশ্চয়ই আমি ঐ লোকের হাতে পতাকা তুলে দিবো, যে লোক আল্লাহ ও তাঁর রসূলকে ভালবাসে। তাঁর হাতেই আল্লাহ তা‘আলা বিজয় দেবেন। ‘উমার (রাঃ) বলেন, শুধু ঐ দিনটি ব্যতীত আমি কখনো নেতৃত্ব লাভে আশা করিনি। এ প্রত্যাশা নিয়ে আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গেলাম, হয়ত এ কাজের জন্য আমাকে ডাকা হতে পারে। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আলী ইবনু আবূ তালিবকে ডেকে তাঁর হাতে পতাকা দিলেন এবং বললেনঃঅগ্রসহ হও, এদিক-ওদিক দৃষ্টি দিও না যতক্ষণ আল্লাহ তোমাকে বিজয় দেন। অতঃপর আলী (রাঃ) সামান্য অগ্রসর হয়ে থামলেন, এদিক-সেদিন দেখেনটি। এরপর চিৎকার করে বললেনঃহে আল্লাহর রসূল! কোন্ কথার উপর আমি লোকদের বিরুদ্ধে লড়াই করব। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃতাদের বিরুদ্ধে লড়াই চালিয়ে যাও যে পর্যন্ত না তারা সাক্ষ্য প্রদান করে যে, আল্লাহ ব্যতীত প্রকৃতপক্ষে আর কোন ইলাহ্ নেই, আর নিঃসন্দেহে মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহর রসূল। যখনই তারা এ সাক্ষ্য প্রদান করবে তখনই তারা তাদের প্রাণ ও ধন-মাল তোমার হাত হতে মুক্ত করে ফেলবে। তবে কোন প্রাপ্য অধিকারের প্রশ্নে মুক্ত হবে না। আর তাদের হিসাব আল্লাহর নিকট। (ই.ফা. ৬০০৪, ই.সে. ৬০৪৩)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ الْقَارِيَّ - عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ يَوْمَ خَيْبَرَ ‏\"‏ لأُعْطِيَنَّ هَذِهِ الرَّايَةَ رَجُلاً يُحِبُّ اللَّهَ وَرَسُولَهُ يَفْتَحُ اللَّهُ عَلَى يَدَيْهِ ‏\"‏ ‏.‏ قَالَ عُمَرُ بْنُ الْخَطَّابِ مَا أَحْبَبْتُ الإِمَارَةَ إِلاَّ يَوْمَئِذٍ - قَالَ - فَتَسَاوَرْتُ لَهَا رَجَاءَ أَنْ أُدْعَى لَهَا - قَالَ - فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلِيَّ بْنَ أَبِي طَالِبٍ فَأَعْطَاهُ إِيَّاهَا وَقَالَ ‏\"‏ امْشِ وَلاَ تَلْتَفِتْ حَتَّى يَفْتَحَ اللَّهُ عَلَيْكَ ‏\"‏ ‏.‏ قَالَ فَسَارَ عَلِيٌّ شَيْئًا ثُمَّ وَقَفَ وَلَمْ يَلْتَفِتْ فَصَرَخَ يَا رَسُولَ اللَّهِ عَلَى مَاذَا أُقَاتِلُ النَّاسَ قَالَ ‏\"‏ قَاتِلْهُمْ حَتَّى يَشْهَدُوا أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ فَإِذَا فَعَلُوا ذَلِكَ فَقَدْ مَنَعُوا مِنْكَ دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلاَّ بِحَقِّهَا وَحِسَابُهُمْ عَلَى اللَّهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}