{
  "hadith": {
    "hadith_id": 6117,
    "narrator": "সাহ্‌ল ইবনু সা’দ (রাঃ)",
    "bn": "রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খাইবারের যুদ্ধের দিন বলেছেন: অবশ্যেই আমি এমন এক লোকের হাতে পতাকা তুলে দিব যার হাতে আল্লাহ তা’আলা বিজয় প্রদান করবেন। সে লোক আল্লাহ ও তাঁর রসূলকে ভালবাসে আর আল্লাহ তা’আলা ও তাঁর রসূলও তাঁকে ভালবাসেন। লোকেরা রাতভর এ কথোপকথনই করতে থাকল যে, কাকে এ পতাকা তুলে দেয়া হবে। প্রত্যুষে সবাই রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলো। প্রত্যেকের এটাই প্রত্যাশা যে, তাঁকেই হয়ত দেয়া হবে এ পতাকা। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃআলী ইবনু আবূ তালিব কোথায়? লোকেরা বলল, হে আল্লাহর রসূল! তাঁর চোখে অসুখ। তারপর তিনি তাঁকে ডেকে পাঠালেন, তাঁকে নিয়ে আসা হলো, তাঁর চোখে থু থু লাগালেন এবং  দু’আ করলেন তাঁর জন্য। তিনি সম্পূর্ণ সুস্থ হয়ে গেলেন এমনভাবে যেন তাঁর চোখে কোন রোগই ছিল না। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে পতাকা তুলে দিলেন। আলী (রাঃ) বললেন, হে আল্লাহর রসূল! আমি কি তাদের বিরুদ্ধে যুদ্ধ করব যতক্ষণ না তারা আমাদের মতো হয়ে যায়। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃতুমি তোমার পথে চলে যাও এবং ওদের মাঝে অবতীর্ণ হয়ে তাদেরকে ইসলামের দিকে আহ্বান কর। আর তাদের উপর বর্তিত আল্লাহর হকগুলোর ব্যাপারে সংবাদ দিয়ে দাও। কারণ, আল্লাহর কসম! তোমার মাধ্যমে যদি আল্লাহ একটা মানুষকেও হিদায়াত করেন তবে তা তোমার জন্য লাল উট থেকেও উত্তম। (ই.ফা. ৬০০৫, ই.সে. ৬০৪৪)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ أَبِي حَازِمٍ - عَنْ أَبِي، حَازِمٍ عَنْ سَهْلٍ، ح وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، - وَاللَّفْظُ هَذَا - حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ - عَنْ أَبِي حَازِمٍ، أَخْبَرَنِي سَهْلُ بْنُ سَعْدٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ يَوْمَ خَيْبَرَ ‏\"‏ لأُعْطِيَنَّ هَذِهِ الرَّايَةَ رَجُلاً يَفْتَحُ اللَّهُ عَلَى يَدَيْهِ يُحِبُّ اللَّهَ وَرَسُولَهُ وَيُحِبُّهُ اللَّهُ وَرَسُولُهُ ‏\"‏ ‏.‏ قَالَ فَبَاتَ النَّاسُ يَدُوكُونَ لَيْلَتَهُمْ أَيُّهُمْ يُعْطَاهَا - قَالَ - فَلَمَّا أَصْبَحَ النَّاسُ غَدَوْا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم كُلُّهُمْ يَرْجُونَ أَنْ يُعْطَاهَا فَقَالَ ‏\"‏ أَيْنَ عَلِيُّ بْنُ أَبِي طَالِبٍ ‏\"‏ ‏.‏ فَقَالُوا هُوَ يَا رَسُولَ اللَّهِ يَشْتَكِي عَيْنَيْهِ - قَالَ - فَأَرْسَلُوا إِلَيْهِ فَأُتِيَ بِهِ فَبَصَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي عَيْنَيْهِ وَدَعَا لَهُ فَبَرَأَ حَتَّى كَأَنْ لَمْ يَكُنْ بِهِ وَجَعٌ فَأَعْطَاهُ الرَّايَةَ فَقَالَ عَلِيٌّ يَا رَسُولَ اللَّهِ أُقَاتِلُهُمْ حَتَّى يَكُونُوا مِثْلَنَا ‏.‏ فَقَالَ ‏\"‏ انْفُذْ عَلَى رِسْلِكَ حَتَّى تَنْزِلَ بِسَاحَتِهِمْ ثُمَّ ادْعُهُمْ إِلَى الإِسْلاَمِ وَأَخْبِرْهُمْ بِمَا يَجِبُ عَلَيْهِمْ مِنْ حَقِّ اللَّهِ فِيهِ فَوَاللَّهِ لأَنْ يَهْدِيَ اللَّهُ بِكَ رَجُلاً وَاحِدًا خَيْرٌ لَكَ مِنْ أَنْ يَكُونَ لَكَ حُمْرُ النَّعَمِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}