{
  "hadith": {
    "hadith_id": 6119,
    "narrator": "ইয়াযীদ ইবনু হাইয়্যান (রহঃ)",
    "bn": "তিনি বলেন, আমি, হুসায়ন ইবনু সাবরাহ্ এবং ‘উমার ইবনু মুসলিম- আমরা যায়দ ইবনু আকরাম (রাঃ)-এর কাছে গেলাম। যখন আমরা তাঁর নিকট বসি তখন হুসায়ন (রাঃ) তাকে বললেন, হে যায়দ! আপনি তো অনেক কল্যাণ লক্ষ্য করেছেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখেছেন, তাঁর হাদীস শ্রবণ করেছেন, তাঁর সাথে থেকে যুদ্ধ করেছেন এবং তাঁর পেছনে সলাত আদায় করেছেন। আপনি অনেক কল্যাণ অর্জন করেছেন, যে যায়দ! আপনি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে যা শ্রবণ করেছেন তা আমাদের বলূন। যায়দ (রাঃ) বললেন, ভাতুষ্পুত্র আমার বয়স বেড়েছে, আমি পুরনো যুগের মানুষ। অতএব রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে যা আমি সংরক্ষণ করেছিলাম এর কিয়দংশ ভুলে গেছি। তাই আমি যা বলি তা গ্রহণ করো আর আমি যা না বলি সে সম্বন্ধে আমাকে কষ্ট দিও না। এরপর তিনি বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদিন মাক্কাহ্ ও মাদীনার মাঝামাঝি ‘খুম্ম’ নামক স্থানে দাঁড়িয়ে আমাদের সামনে বক্তৃতা দিলেন। আল্লাহর প্রশংসা ও সানা বর্ণনা শেষে ওয়ায-নাসীহাত করলেন। অতঃপর বললেন, হুঁশিয়ার, হে লোক সকল! আমি একজন মানুষ, অতি সত্ত্বরই আল্লাহর পক্ষ থেকে প্রেরিত ফেরেশ্তা আসবে, আর আমিও তাঁর আহ্বানে সাড়া দিব। আমি তোমাদের নিকট ভারী দু’টো জিনিস রেখে যাচ্ছি। এর প্রথমটি হলো আল্লাহর কিতাব। এতে হিদায়াত এবং আলোকবর্তিকা আছে। অতএব তোমরা আল্লাহর কিতাবকে অনুসরণ করো, একে শক্ত করে আঁকড়ে রাখো। তারপর তিনি কুরআনের প্রতি উৎসাহ ও অনুপ্রেরণা দিলেন। এরপর বলেন, আর দ্বিতীয়টি হলো আমার আহলে বায়ত। আর আমি আহলে বায়তের বিষয়ে তোমাদের আল্লাহর কথা মনে করিয়ে দিচ্ছি। আহলে বায়তের ব্যাপারে তোমাদের আল্লাহর কথা স্মরণ করিয়ে দিচ্ছি, আহলে বায়াতের বিষয়ে তোমাদের আল্লাহর কথা মনে করিয়ে দিচ্ছি। হুসায়ন (রাঃ) বললেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আহলে বায়ত কারা, হে যায়দ? রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বিবিগণ কি আহলে বায়তের অধিভূক্ত নন? যায়দ (রাঃ) বললেন, বিবিগণও আহলে বায়তের অন্তর্ভূক্ত; কিন্তু আহলে বায়ত তাঁরাই তাঁর (মৃত্যুর) পর যাঁদের উপর যাকাত নেয়া নিষিদ্ধ। হুসায়ন (রাঃ) বললেন, এসব লোক কারা? যায়দ (রাঃ) বললেন, এরা আলী, আকীল, জা’ফার ও আব্বাস (রাঃ)-এর পরিবার-পরিজনেরা। হুসায়ন (রাঃ) বললেন, এদের সবা জন্য যাকাত গ্রহণ নাজায়িয? যায়দ (রাঃ) বললেন, হ্যাঁ।\n(ই.ফা. ৬০০৭, ই.সে. ৬০৪৬)",
    "ar": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَشُجَاعُ بْنُ مَخْلَدٍ، جَمِيعًا عَنِ ابْنِ عُلَيَّةَ، قَالَ زُهَيْرٌ حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنِي أَبُو حَيَّانَ، حَدَّثَنِي يَزِيدُ بْنُ حَيَّانَ، قَالَ انْطَلَقْتُ أَنَا وَحُصَيْنُ، بْنُ سَبْرَةَ وَعُمَرُ بْنُ مُسْلِمٍ إِلَى زَيْدِ بْنِ أَرْقَمَ فَلَمَّا جَلَسْنَا إِلَيْهِ قَالَ لَهُ حُصَيْنٌ لَقَدْ لَقِيتَ يَا زَيْدُ خَيْرًا كَثِيرًا رَأَيْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم وَسَمِعْتَ حَدِيثَهُ وَغَزَوْتَ مَعَهُ وَصَلَّيْتَ خَلْفَهُ لَقَدْ لَقِيتَ يَا زَيْدُ خَيْرًا كَثِيرًا حَدِّثْنَا يَا زَيْدُ مَا سَمِعْتَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم - قَالَ - يَا ابْنَ أَخِي وَاللَّهِ لَقَدْ كَبِرَتْ سِنِّي وَقَدُمَ عَهْدِي وَنَسِيتُ بَعْضَ الَّذِي كُنْتُ أَعِي مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَمَا حَدَّثْتُكُمْ فَاقْبَلُوا وَمَا لاَ فَلاَ تُكَلِّفُونِيهِ ‏.‏ ثُمَّ قَالَ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمًا فِينَا خَطِيبًا بِمَاءٍ يُدْعَى خُمًّا بَيْنَ مَكَّةَ وَالْمَدِينَةِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ وَوَعَظَ وَذَكَّرَ ثُمَّ قَالَ ‏\"‏ أَمَّا بَعْدُ أَلاَ أَيُّهَا النَّاسُ فَإِنَّمَا أَنَا بَشَرٌ يُوشِكُ أَنْ يَأْتِيَ رَسُولُ رَبِّي فَأُجِيبَ وَأَنَا تَارِكٌ فِيكُمْ ثَقَلَيْنِ أَوَّلُهُمَا كِتَابُ اللَّهِ فِيهِ الْهُدَى وَالنُّورُ فَخُذُوا بِكِتَابِ اللَّهِ وَاسْتَمْسِكُوا بِهِ ‏\"‏ ‏.‏ فَحَثَّ عَلَى كِتَابِ اللَّهِ وَرَغَّبَ فِيهِ ثُمَّ قَالَ ‏\"‏ وَأَهْلُ بَيْتِي أُذَكِّرُكُمُ اللَّهَ فِي أَهْلِ بَيْتِي أُذَكِّرُكُمُ اللَّهَ فِي أَهْلِ بَيْتِي أُذَكِّرُكُمُ اللَّهَ فِي أَهْلِ بَيْتِي ‏\"‏ ‏.‏ فَقَالَ لَهُ حُصَيْنٌ وَمَنْ أَهْلُ بَيْتِهِ يَا زَيْدُ أَلَيْسَ نِسَاؤُهُ مِنْ أَهْلِ بَيْتِهِ قَالَ نِسَاؤُهُ مِنْ أَهْلِ بَيْتِهِ وَلَكِنْ أَهْلُ بَيْتِهِ مَنْ حُرِمَ الصَّدَقَةَ بَعْدَهُ ‏.‏ قَالَ وَمَنْ هُمْ قَالَ هُمْ آلُ عَلِيٍّ وَآلُ عَقِيلٍ وَآلُ جَعْفَرٍ وَآلُ عَبَّاسٍ ‏.‏ قَالَ كُلُّ هَؤُلاَءِ حُرِمَ الصَّدَقَةَ قَالَ نَعَمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}