{
  "hadith": {
    "hadith_id": 6123,
    "narrator": "সাহ্‌ল ইবনু সা’দ (রাঃ)",
    "bn": "মারওয়ানের বংশের এক লোক মাদীনার শাসনকর্তা নিয়োগপ্রাপ্ত হলো, সে সাহ্‌লকে ডেকে এনে আলী (রাঃ)-কে গালি দিতে বলল। সাহ্‌ল (রাঃ) অস্বীকৃতি জানালেন। শাসক লোকটি বলল, তুমি যদি গালি নাই দাও তবে অন্তত এটুকু বলো যে, আবূ তুরাবের উপর আল্লাহর লা’নত। সাহ্‌ল (রাঃ) বললেন, আলী (রাঃ)-এর নিকট কোন নামই এর চেয়ে বেশি পছন্দনীয় ছিল না। এ নামে ডাকলে তিনি আনন্দিত হতেন। সে লোক বলল, তাহলে আবূ তুরাব নাম হওয়ার কাহিনী বর্ণনা করো। তিনি বললেন যে, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফাতিমা (রাঃ)-এর গৃহে আসলেন; কেন্তু আলী (রাঃ)-কে গৃহে পেলেন না। ফাতিমা (রাঃ)-কে প্রশ্ন করলেন, তোমার চাচাত ভাই কোথায়? ফাতিমা (রাঃ) বললেন, তাঁর আর আমার মধ্যে একটা কিছু ঘটেছিল যার ফলে তিনি রাগ করে বের হয়ে গেছেন, আর তিনি আমার নিকট ঘুমাননি। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক লোককে বললেন, দেখ তো, আলী কোথায়? লোকটি এসে বলল, হে আল্লাহর রসূল! তিনি মাসজিদে ঘুমিয়ে আছে। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর নিকট আসলেন। আলী (রাঃ) শুয়েছিলেন। তাঁর এক পাশের চাদর সরে গিয়েছিল, ফালে গায়ে মাটি স্পর্শ করেছিল। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাটি ঝাড়তে শুরু করলেন এবং বললেন, হে আবূ তুরাব! উঠো, হে আবূ তুরাব! উঠো। (ই.ফা. ৬০১১, ই.সে. ৬০৪৯)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ أَبِي حَازِمٍ - عَنْ أَبِي، حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ اسْتُعْمِلَ عَلَى الْمَدِينَةِ رَجُلٌ مِنْ آلِ مَرْوَانَ - قَالَ - فَدَعَا سَهْلَ بْنَ سَعْدٍ فَأَمَرَهُ أَنْ يَشْتِمَ عَلِيًّا - قَالَ - فَأَبَى سَهْلٌ فَقَالَ لَهُ أَمَّا إِذْ أَبَيْتَ فَقُلْ لَعَنَ اللَّهُ أَبَا التُّرَابِ ‏.‏ فَقَالَ سَهْلٌ مَا كَانَ لِعَلِيٍّ اسْمٌ أَحَبَّ إِلَيْهِ مِنْ أَبِي التُّرَابِ وَإِنْ كَانَ لَيَفْرَحُ إِذَا دُعِيَ بِهَا ‏.‏ فَقَالَ لَهُ أَخْبِرْنَا عَنْ قِصَّتِهِ لِمَ سُمِّيَ أَبَا تُرَابٍ قَالَ جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْتَ فَاطِمَةَ فَلَمْ يَجِدْ عَلِيًّا فِي الْبَيْتِ فَقَالَ ‏\"‏ أَيْنَ ابْنُ عَمِّكِ ‏\"‏ ‏.‏ فَقَالَتْ كَانَ بَيْنِي وَبَيْنَهُ شَىْءٌ فَغَاضَبَنِي فَخَرَجَ فَلَمْ يَقِلْ عِنْدِي فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لإِنْسَانٍ ‏\"‏ انْظُرْ أَيْنَ هُوَ ‏\"‏ ‏.‏ فَجَاءَ فَقَالَ يَا رَسُولَ اللَّهِ هُوَ فِي الْمَسْجِدِ رَاقِدٌ ‏.‏ فَجَاءَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ مُضْطَجِعٌ قَدْ سَقَطَ رِدَاؤُهُ عَنْ شِقِّهِ فَأَصَابَهُ تُرَابٌ فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَمْسَحُهُ عَنْهُ وَيَقُولُ ‏\"‏ قُمْ أَبَا التُّرَابِ قُمْ أَبَا التُّرَابِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}