{
  "hadith": {
    "hadith_id": 6132,
    "narrator": "মুস’আব ইবনু সা’দ (রাঃ)",
    "bn": "তাঁর সম্বন্ধে কুরআনের কতক আয়াত নাযিল হলো। তাঁর মা কসম করে ফেলেছে যে, তিনি ইসলামকে যতক্ষণ অস্বীকার না করবেন ততক্ষণ তাঁর সঙ্গে কথা বলবে না, খাবেও না, পানও করবে না। সে বলল, আল্লাহ তা’আলা তোকে নির্দেশ করেছেন, পিতা-মাতার কথা মেনে চলতে। আর আমি তোর মা। আমি তোকে এ আদেশ করছি। মা তিন দিন পর্যন্ত কোন খাদ্য গ্রহণ করল না। যাতনায় সে অজ্ঞান হয়ে গেলে ‘উমারাহ্ নামাক তার এক পুত্র তাকে পানি পান করাল। মা সা’দের উপর বদ্দু’আ করতে লাগল। তখন আল্লাহ তা’আলা কুরআন মাজীদে এ আয়াত নাযিল করলেন: ‘আমি মানুষকে আদেশ করেছি তার পিতা-মাতার প্রতি উত্তম আচরণ করতে। তবে ওরা যদি তোমার উপর শক্তি প্রয়োগ করে আমার আমার সঙ্গে এমন কিছু শারীক করতে যার সম্বন্ধে তোমার কোন জ্ঞান নেই, তুমি তাদের আনুগত্য করো না’- (সুরাহ্ আল ‘আনকাবুত ২৯:৮)। ‘আর পৃথিবীতে তাদের সঙ্গে সদ্ভাবে বসবাস করবে’- (সূরাহ্ আল লুক্মান ৩১:১৫)।\nসা’দ বলনে, একবার রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাতে বিপুল সংখ্যক যুদ্ধলব্ধ সম্পদ আসলো। এতে একটি তরবারিও ছিল। আমি সেটা নিয়ে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললাম, এ তরবারিটি আমাকে দিন। আর আমার অবস্থা কি তা আপনি জানেনই। তিনি বললেন, এটা যেখান থেকে নিয়েছো সেখানেই রেখে দাও। আমি গেলাম এবং ইচ্ছে করলাম যে, এটাকে ভাণ্ডারে রেখে দেই; কিন্তু আমার মন আমাকে বঞ্চনা করল। অমনি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট ফিরে আসলাম। বললাম, আমায় এটা দান করুন। তিনি উচ্চৈঃস্বরে বললেন, এটা যেখান থেকে এনেছো সেখানে রেখে দাও। তখন আল্লাহ তা’আলা নাযিল করলেন: ‘তারা আপনাকে যুদ্ধলব্ধ সম্পদ সম্পর্কে জিজ্ঞেস করে’-(সূরাহ্ আল আনফাল ৮:১)।\nতিনি বলেন, আমি অসুস্থতা বিধায় রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আসতে বললাম, তিনি আসলেন। আমি বললাম আমাকে অনুমতি দান করুন, আমি যাকে ইচ্ছা তাকে আমার ধন-সম্পদ ভাগ করে দিয়ে দেই। তিনি অস্বীকার করলেন। আমি বললাম, তবে অর্ধেক ধন-সম্পদ দিয়ে দেই। তিনি তাও স্বীকৃতি দিলেন না। আমি বললাম, তবে এক তৃতীয়াংশ সম্পদই দিয়ে দেই। তিনি চুপ হয়ে রইলেন। পরবর্তীতে এক তৃতীয়াংশ ধন-সম্পদ দান করাই অনুমোদিত হলো। সা’দ বলেন, একবার আমি আনসার ও মুহাজিদের কতিপয় ব্যক্তির নিকট গেলাম।\nতারা আমাকে বলল, এসো তোমায় আমরা আহার করাব এবং মদ পান করাব, এ ঘটনা মদ হারাম হওয়ার পূর্বের। আমি তাদের নিকট একটি বাগিচায় গেলাম। সেখানো উটের মাথার গোশত ভুনা হয়েছিল আর মদের একটা মশ্ক ছিল। আমি তাদের সাথে গোশ্ত খেলাম এবং মদ পান করলাম। সেখানে মুহাজির ও আনসারদের আলোচনাকালে আমি বললাম, মুহাজিররা আনসারদের তুলনায় উত্তম। এক ব্যক্তি মাথার এ্কটি হাড় দিয়ে আমাকে আঘাত করল। আমার নাকে যখম হয়ে গেল। আমি রসূলুল্লাহ্ (সাল্লাল্লাহুআলাইহি ওয়া সাল্লাম)-এর নিকট তা উল্লেখ করলাম। তখন আল্লাহ তা’আলা আমার সম্বন্ধে আয়াত অবর্তীণ করলেন: ‘মদ, জুয়া, মূর্তিপূজার বেদী ও ভাগ্য নির্ণায়ক তীর ঘৃণ্য বস্তু যা শাইতানের কাজ’- (সূরাহ্ আল-মায়িদাহ্ ৫:৯০)। (ই.ফা. ৬০২০, ই.সে. ৬০৫৮)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، قَالاَ حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا سِمَاكُ بْنُ حَرْبٍ، حَدَّثَنِي مُصْعَبُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، أَنَّهُ نَزَلَتْ فِيهِ آيَاتٌ مِنَ الْقُرْآنِ - قَالَ - حَلَفَتْ أُمُّ سَعْدٍ أَنْ لاَ تُكَلِّمَهُ أَبَدًا حَتَّى يَكْفُرَ بِدِينِهِ وَلاَ تَأْكُلَ وَلاَ تَشْرَبَ ‏.‏ قَالَتْ زَعَمْتَ أَنَّ اللَّهَ وَصَّاكَ بِوَالِدَيْكَ وَأَنَا أُمُّكَ وَأَنَا آمُرُكَ بِهَذَا ‏.‏ قَالَ مَكَثَتْ ثَلاَثًا حَتَّى غُشِيَ عَلَيْهَا مِنَ الْجَهْدِ فَقَامَ ابْنٌ لَهَا يُقَالُ لَهُ عُمَارَةُ فَسَقَاهَا فَجَعَلَتْ تَدْعُو عَلَى سَعْدٍ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ فِي الْقُرْآنِ هَذِهِ الآيَةَ ‏{‏ وَوَصَّيْنَا الإِنْسَانَ بِوَالِدَيْهِ حُسْنًا‏}‏ ‏{‏ وَإِنْ جَاهَدَاكَ عَلَى أَنْ تُشْرِكَ بِي‏}‏ وَفِيهَا ‏{‏ وَصَاحِبْهُمَا فِي الدُّنْيَا مَعْرُوفًا‏}‏ قَالَ وَأَصَابَ رَسُولُ اللَّهِ صلى الله عليه وسلم غَنِيمَةً عَظِيمَةً فَإِذَا فِيهَا سَيْفٌ فَأَخَذْتُهُ فَأَتَيْتُ بِهِ الرَّسُولَ صلى الله عليه وسلم فَقُلْتُ نَفِّلْنِي هَذَا السَّيْفَ فَأَنَا مَنْ قَدْ عَلِمْتَ حَالَهُ ‏.‏ فَقَالَ ‏\"‏ رُدُّهُ مِنْ حَيْثُ أَخَذْتَهُ ‏\"‏ ‏.‏ فَانْطَلَقْتُ حَتَّى إِذَا أَرَدْتُ أَنْ أُلْقِيَهُ فِي الْقَبَضِ لاَمَتْنِي نَفْسِي فَرَجَعْتُ إِلَيْهِ فَقُلْتُ أَعْطِنِيهِ ‏.‏ قَالَ فَشَدَّ لِي صَوْتَهُ ‏\"‏ رُدُّهُ مِنْ حَيْثُ أَخَذْتَهُ ‏\"‏ ‏.‏ قَالَ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏ يَسْأَلُونَكَ عَنِ الأَنْفَالِ‏}‏ قَالَ وَمَرِضْتُ فَأَرْسَلْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَتَانِي فَقُلْتُ دَعْنِي أَقْسِمْ مَالِي حَيْثُ شِئْتُ ‏.‏ قَالَ فَأَبَى ‏.‏ قُلْتُ فَالنِّصْفَ ‏.‏ قَالَ فَأَبَى ‏.‏ قُلْتُ فَالثُّلُثَ ‏.‏ قَالَ فَسَكَتَ فَكَانَ بَعْدُ الثُّلُثُ جَائِزًا ‏.‏ قَالَ وَأَتَيْتُ عَلَى نَفَرٍ مِنَ الأَنْصَارِ وَالْمُهَاجِرِينَ فَقَالُوا تَعَالَ نُطْعِمْكَ وَنَسْقِيكَ خَمْرًا ‏.‏ وَذَلِكَ قَبْلَ أَنْ تُحَرَّمَ الْخَمْرُ - قَالَ - فَأَتَيْتُهُمْ فِي حَشٍّ - وَالْحَشُّ الْبُسْتَانُ - فَإِذَا رَأْسُ جَزُورٍ مَشْوِيٌّ عِنْدَهُمْ وَزِقٌّ مِنْ خَمْرٍ - قَالَ - فَأَكَلْتُ وَشَرِبْتُ مَعَهُمْ - قَالَ - فَذُكِرَتِ الأَنْصَارُ وَالْمُهَاجِرُونَ عِنْدَهُمْ فَقُلْتُ الْمُهَاجِرُونَ خَيْرٌ مِنَ الأَنْصَارِ - قَالَ - فَأَخَذَ رَجُلٌ أَحَدَ لَحْيَىِ الرَّأْسِ فَضَرَبَنِي بِهِ فَجَرَحَ بِأَنْفِي فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَخْبَرْتُهُ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ فِيَّ - يَعْنِي نَفْسَهُ - شَأْنَ الْخَمْرِ ‏{‏ إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنْصَابُ وَالأَزْلاَمُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ‏}‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}