{
  "hadith": {
    "hadith_id": 6191,
    "narrator": "আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সুস্থ থাকাবস্থায় বলেছেন: কোন নাবীই ইন্তিকাল করেননি যে পর্যন্ত না তিনি জান্নাতে তাঁর জায়গাটি দেখে নিয়েছেন। আর তাঁকে অনুমতি দেয়া হয়েছে। ‘আয়িশা (রাঃ) বলেন, যখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মৃত্যু ঘনিয়ে আসলো আর তাঁর মাথা আমার রানের উপর, তখন কিছু সময় তিনি বেহুঁশ হয়ে রইলেন। হুঁশ ফিরে আসলে তিনি ছাদের দিকে তাকিয়ে থাকলেন। তারপর বললেন, হে আল্লাহ! মর্যাদাসম্পন্ন বন্ধুদের সঙ্গে মিলিত করো।\n‘আয়িশা (রাঃ) বলেন, আমি মনে মনে বললাম, এখন আর তিনি আমাদের গ্রহণ করবেন না।\n‘আয়িশা (রাঃ) বলেন, তখন আমার ঐ হাদীসটি মনে পড়ল যেটি তিনি সুস্থ থাকাকালে বলেছিলেন যে, কোন নবী মৃত্যুবরণ করেন না, যতক্ষণ না তিনি জান্নাতে তাঁর জায়গাটি দেখে নেন। তারপর তাঁকে দুনিয়া ও আখিরাতে যেটিকে ভার মনে করেন সেটি গ্রহণ করার অনুমতি দেয়া হয়।\n‘আয়িশা (রাঃ) বলেন, এটাই ছিল শেষ কথা যা রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: “হে আল্লাহ! উচ্চ মর্যাদা সম্পন্ন বন্ধুদের সঙ্গে”। (ই.ফা. ৬০৭৮, ই.সে. ৬১১৬)",
    "ar": "حَدَّثَنِي عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ بْنِ سَعْدٍ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي عُقَيْلُ بْنُ خَالِدٍ، قَالَ قَالَ ابْنُ شِهَابٍ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، وَعُرْوَةُ بْنُ الزُّبَيْرِ، فِي رِجَالٍ مِنْ أَهْلِ الْعِلْمِ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ وَهُوَ صَحِيحٌ ‏\"‏ إِنَّهُ لَمْ يُقْبَضْ نَبِيٌّ قَطُّ حَتَّى يَرَى مَقْعَدَهُ فِي الْجَنَّةِ ثُمَّ يُخَيَّرُ ‏\"‏ ‏.‏ قَالَتْ عَائِشَةُ فَلَمَّا نَزَلَ بِرَسُولِ اللَّهِ صلى الله عليه وسلم وَرَأْسُهُ عَلَى فَخِذِي غُشِيَ عَلَيْهِ سَاعَةً ثُمَّ أَفَاقَ فَأَشْخَصَ بَصَرَهُ إِلَى السَّقْفِ ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ الرَّفِيقَ الأَعْلَى ‏\"‏ ‏.‏ قَالَتْ عَائِشَةُ قُلْتُ إِذًا لاَ يَخْتَارُنَا ‏.‏ قَالَتْ عَائِشَةُ وَعَرَفْتُ الْحَدِيثَ الَّذِي كَانَ يُحَدِّثُنَا بِهِ وَهُوَ صَحِيحٌ فِي قَوْلِهِ ‏\"‏ إِنَّهُ لَمْ يُقْبَضْ نَبِيٌّ قَطُّ حَتَّى يَرَى مَقْعَدَهُ مِنَ الْجَنَّةِ ثُمَّ يُخَيَّرُ ‏\"‏ ‏.‏ قَالَتْ عَائِشَةُ فَكَانَتْ تِلْكَ آخِرُ كَلِمَةٍ تَكَلَّمَ بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَوْلَهُ ‏\"‏ اللَّهُمَّ الرَّفِيقَ الأَعْلَى ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}