{
  "hadith": {
    "hadith_id": 6192,
    "narrator": "আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন সফরে বের হতেন, তখন নিজ স্ত্রীদের সম্বন্ধে লটারী করতেন। একবার লটারিতে ‘আয়িশাহ্ ও হাফসাহ্র নাম উঠল। দু’জনেই তাঁর সঙ্গে বের হলেন। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন রাতে সফর করতেন তখন তিনি ‘আয়িশার সঙ্গে কথোপকথন করে চলতেন। হাফসাহ্ (রাঃ) ‘আয়িশাহ্কে বললেন, আজ রাতে তুমি আমার উটে চড় আর আমি তোমার উটে চড়ি। তারপর তুমি অপেক্ষা করবে আমিও অপেক্ষ করব। এরপর ‘আয়িশা (রাঃ) হাফসাহ্র উটে আর হাফসাহ্ (রাঃ) ‘আয়শাহ্র উটে সাওয়ারী হলেন। যখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আয়িশার উটের নিকট আসলেন এবং এসে সওয়ার ছিলেন হাফসাহ্ (রাঃ) তখন তিনি সালাম দিলেন এবং তাঁর সঙ্গে চললেন। পরিশেষে মনযিলে গিয়ে অবতরণ করলেন। ‘আয়িশা (রাঃ) তাঁকে (সাঃ-কে) না পেয়ে চটে গেলেন। যখন সকলে মনযিলে যেয়ে নামলেন, ‘আয়িশাহ্ তা পা ‘ইয্খির” ঘাসের উপর রেখে চলতে লাগলেন, হে রাব! একটা সাপ বা বিচ্ছু আমার দিকে পাঠিয়ে দিন যেন আমাকে দংশন করে। তিনি তো আপনার রসূল। আমি তাঁকে কিছু বলতেও পারি না।\n(ই.ফা. ৬০৭৯, ই.সে. ৬১১৭)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، كِلاَهُمَا عَنْ أَبِي نُعَيْمٍ، قَالَ عَبْدٌ حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ أَيْمَنَ، حَدَّثَنِي ابْنُ أَبِي مُلَيْكَةَ، عَنِ الْقَاسِمِ، بْنِ مُحَمَّدٍ عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا خَرَجَ أَقْرَعَ بَيْنَ نِسَائِهِ فَطَارَتِ الْقُرْعَةُ عَلَى عَائِشَةَ وَحَفْصَةَ فَخَرَجَتَا مَعَهُ جَمِيعًا وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا كَانَ بِاللَّيْلِ سَارَ مَعَ عَائِشَةَ يَتَحَدَّثُ مَعَهَا فَقَالَتْ حَفْصَةُ لِعَائِشَةَ أَلاَ تَرْكَبِينَ اللَّيْلَةَ بَعِيرِي وَأَرْكَبُ بَعِيرَكِ فَتَنْظُرِينَ وَأَنْظُرُ قَالَتْ بَلَى ‏.‏ فَرَكِبَتْ عَائِشَةُ عَلَى بَعِيرِ حَفْصَةَ وَرَكِبَتْ حَفْصَةُ عَلَى بَعِيرِ عَائِشَةَ فَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى جَمَلِ عَائِشَةَ وَعَلَيْهِ حَفْصَةُ فَسَلَّمَ ثُمَّ صَارَ مَعَهَا حَتَّى نَزَلُوا فَافْتَقَدَتْهُ عَائِشَةُ فَغَارَتْ فَلَمَّا نَزَلُوا جَعَلَتْ تَجْعَلُ رِجْلَهَا بَيْنَ الإِذْخِرِ وَتَقُولُ يَا رَبِّ سَلِّطْ عَلَىَّ عَقْرَبًا أَوْ حَيَّةً تَلْدَغُنِي رَسُولُكَ وَلاَ أَسْتَطِيعُ أَنْ أَقُولَ لَهُ شَيْئًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}