{
  "hadith": {
    "hadith_id": 6199,
    "narrator": "আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেন, এগারজন মহিলা একত্রে বসে অঙ্গীকার ও চুক্তিবদ্ধ হলো যে, তারা নিজ নিজ স্বামীর বিষয়ে কিছুই গোপন করবে না।\nপ্রথম মহিলা বললোঃ আমার স্বামী দূর্বল উটের গোশতের মতো, যা দূর্গম এক পর্বতের চুঁড়ায় রক্ষিত। না ওখানে আরোহন করা সম্ভব আর না এমন মোটা তাজা যা সংরক্ষণ করা যায়।\nদ্বিতীয় মহিলা বললোঃ আমি আমার স্বামীর সংবাদ প্রকাশ করতে পারব না। আমার আশঙ্কা হয়, আমি তাকে ছেড়ে না দেই। আমি যদি তার বর্ণনা দিতে যাই তবে তার প্রকাশ্য ও গোপনীয় সব ত্রুটিই উল্লেখ করতে হবে।\nতৃতীয় মহিলা বললোঃ আমার স্বামী খুব লম্বা। ওর ত্রুটি বললে আমি ত্যাজ্য হবো, আর চুপ থাকলে ঝুলে থাকব।\nচতুর্থ মহিলা বললোঃ আমার স্বামী ‘তিহামাহ্’-এর রাত্রের মতো। নাতিশীতোষ্ণ (গরমও নয় আর ঠাণ্ডাও নয়) ভয়ও নেই, ক্লান্তিও নেই।\nপঞ্চম মহিলা বললোঃ আমার স্বামী যখন গৃহে প্রবেশ করে তখন চিতা বাঘ, আর যখন বাইরে যায় তখন সিংহ। সংরক্ষিত ধন-সম্পদ নিয়ে সে কোন প্রশ্ন করে না।\nষষ্ঠ মহিলা বললঃ আমার স্বামী খেতে বসলে সব খেয়ে ফেলে, পান করলে একেবারে শেষ করে ফেলে। আর ঘুমাতে গেলে একেবারে হাত পা গুটিয়ে নেয়। আমার প্রতি হাত বাড়ায় না, যাতে আমার অবস্থা বুঝতে পারে।\nসপ্তম মহিলা বললোঃ আমার স্বামী বোকা, অক্ষম ও বোবার মতো। সব ত্রুটিই তার মধ্যে বিদ্যমান। ইচ্ছা করলে তোমার মাথায় আঘাত করবে কিংবা গায়ে মারবে অথবা উভয়টিই একত্রে সংঘটিত করবে।\nঅষ্টম মহিলা বললোঃ আমার স্বামীর ‘যারনাব’ নামক সুগন্ধির মতো, তার খরগোশের স্পর্শের ন্যায় কোমল।\nনবম মহিলা বললোঃ আমার স্বামী এমন যার প্রাসাদের খুঁটিগুলো সুউচ্চ, তারবারির খাপগুলো দীর্ঘ, বাড়ীর উঠোনে অধিক ছাই। মাজলিসের পাশেই তার গৃহ।\nদশম মহিলা বললোঃ আমার স্বামী ‘মালিক’। আর মালিক-এর কথা কি বলব, আমর এ প্রশংসার চেয়ে তিনি আরো শ্রেষ্ঠ। তার রয়েছে অনেক উট, উটশালায় উটের সংখ্যা অনেক, তবে চারণভূমিতে তার সংখ্যা কম। উটেরা যখন বাদ্য-বাজনার উওয়াজ শোনে তখন নিজেদের যাবাহের ব্যাপারে নিশ্চিত হয়ে পড়ে।\nএকাদশ মহিলা বললোঃ আমার স্বামীর নাম আবূ যার্‘ই। কী চমৎকার আবূ যার্‘ই। অলংকার দিয়ে সে আমার দু’কান ঝুলিয়ে দিয়েছে, বাহুদ্বয় ভরপুর করেছে চর্বিতে। আমাকে মর্যাদা দিয়েছে, আমিও নিজেকে মর্যাদায় অধিষ্ঠিত করছি। সে আমাকে পাহাড়ের কিনারায় ভেড়া ও বকরীওয়ালাদের ভিতরে পেয়েছিল। তারপর সে আমাকে উট, ঘোড়া, জমি-জমা ও ফসল ফসলাদির অধিকারী বানিয়েছে। তার নিকট আমি কথা বললে সে তা ফেলে না। আমি শুইলে ভোর পর্যন্ত শুয়ে থাকি আর পান করলে আত্মতৃপ্ত লাভ করি।\nআবূ যার্‘ই-এর মা, কতই না ভালো আবূ যার্‘ই-এর মা। তাঁর সম্পদ-কোষ অনেক বড় আকারের। তাঁর কুঠরী প্রশস্ত।\nআবূ যার্‘ই-এর ছেলে, কতো ভালো আবূ যার্‘ই-এর ছেলে, তার শয্যা যেন তলোয়ারের কোষ। বকরির একটি হাতা খেয়েই সে তৃপ্তি বোধ করে।\nআবূ যার্‘ই-এর মেয়ে, কতই না ভাল আবূ যার্‘ই-এর মেয়ে। সে তার বাবা মায়ের অনুগত। পোশাক পরিচ্ছদে ভরপুর তার প্রতিবেশীদের ঈর্ষার পাত্র।\nআবূ যার্‘ই-এর দাসী। কতই না ভালো আবূ যার্‘ই-এর দাসী। আমাদের কথা বলে বেড়ায় না। আমাদের খাদ্য বিনষ্ট করে না, বাড়ী-ঘর ময়লাস্তুপে পরিণত করে না।\nউম্মু যার্‘ই বলেন, একদিন আবূ যার্‘ই বাইরে বের হলেন। তখন আমাদের অবস্থা ছিল এই যে, বড় বড় দুধের মাখন উঠিয়ে নেয়া হত। সে সময় জনৈক নারীর সঙ্গে তাঁর দেখা হয়। তার সঙ্গে ছিল দু’টো শিশু। শিশু দু’টো ছিল দু’টো চিতার মতো। তারা তার কোলের নীচ দিয়ে দু’টি ডালিম নিয়ে খেলা করছিল। তখন আবূ যার্‘ই আমাকে তালাক দেয় এবং সে মহিলাকে বিবাহ করে। এরপর আমি জনৈক লোককে বিয়ে করলাম। সে ছিল সরদার, খুব ভালো ঘোড় সওয়ার ও বর্শা ধারণকারী। সে আমার আস্তাবলে বহু চতুষ্পদ জন্তু জড়ো করে। প্রত্যেক প্রকার হতে সে আমাকে একেক জোড়া দান করে এবং সে আমাকে বলে, হে উম্মু যার্‘ই! তুমি খাও এং তোমার আপনজনকে বিলিয়ে দাও।\nঅতঃপর দ্বিতীয় স্বামী আমায় যা কিছু দিয়েছে তার সব যদি জমা করি তবুও আবূ যার্‘ই-এর ছোট্ট একটি পাত্রের সমতুল্য হবে না।\n‘আয়িশা (রাঃ) বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেনঃতোমার জন্য আমি উম্মু যার্‘ই-এর জন্য আবূ যার্‘ই-এর ন্যায়। (ই.ফা. ৬০৮৫, ই.সে. ৬১২৪)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، وَأَحْمَدُ بْنُ جَنَابٍ، كِلاَهُمَا عَنْ عِيسَى، - وَاللَّفْظُ لاِبْنِ حُجْرٍ - حَدَّثَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَخِيهِ عَبْدِ اللَّهِ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ جَلَسَ إِحْدَى عَشْرَةَ امْرَأَةً فَتَعَاهَدْنَ وَتَعَاقَدْنَ أَنْ لاَ يَكْتُمْنَ مِنْ أَخْبَارِ أَزْوَاجِهِنَّ شَيْئًا قَالَتِ الأُولَى زَوْجِي لَحْمُ جَمَلٍ غَثٌّ عَلَى رَأْسِ جَبَلٍ وَعْرٍ لاَ سَهْلٌ فَيُرْتَقَى وَلاَ سَمِينٌ فَيُنْتَقَلَ ‏.‏ قَالَتِ الثَّانِيَةُ زَوْجِي لاَ أَبُثُّ خَبَرَهُ إِنِّي أَخَافُ أَنْ لاَ أَذَرَهُ إِنْ أَذْكُرْهُ أَذْكُرْ عُجَرَهُ وَبُجَرَهُ ‏.‏ قَالَتِ الثَّالِثَةُ زَوْجِي الْعَشَنَّقُ إِنْ أَنْطِقْ أُطَلَّقْ وَإِنْ أَسْكُتْ أُعَلَّقْ ‏.‏ قَالَتِ الرَّابِعَةُ زَوْجِي كَلَيْلِ تِهَامَةَ لاَ حَرٌّ وَلاَ قُرٌّ وَلاَ مَخَافَةَ وَلاَ سَآمَةَ ‏.‏ قَالَتِ الْخَامِسَةُ زَوْجِي إِنْ دَخَلَ فَهِدَ وَإِنْ خَرَجَ أَسِدَ وَلاَ يَسْأَلُ عَمَّا عَهِدَ ‏.‏ قَالَتِ السَّادِسَةُ زَوْجِي إِنْ أَكَلَ لَفَّ وَإِنْ شَرِبَ اشْتَفَّ وَإِنِ اضْطَجَعَ الْتَفَّ وَلاَ يُولِجُ الْكَفَّ لِيَعْلَمَ الْبَثَّ ‏.‏ قَالَتِ السَّابِعَةُ زَوْجِي غَيَايَاءُ أَوْ عَيَايَاءُ طَبَاقَاءُ كُلُّ دَاءٍ لَهُ دَاءٌ شَجَّكِ أَوْ فَلَّكِ أَوْ جَمَعَ كُلاًّ لَكِ ‏.‏ قَالَتِ الثَّامِنَةُ زَوْجِي الرِّيحُ رِيحُ زَرْنَبٍ وَالْمَسُّ مَسُّ أَرْنَبٍ ‏.‏ قَالَتِ التَّاسِعَةُ زَوْجِي رَفِيعُ الْعِمَادِ طَوِيلُ النِّجَادِ عَظِيمُ الرَّمَادِ قَرِيبُ الْبَيْتِ مِنَ النَّادِي ‏.‏ قَالَتِ الْعَاشِرَةُ زَوْجِي مَالِكٌ وَمَا مَالِكٌ مَالِكٌ خَيْرٌ مِنْ ذَلِكِ لَهُ إِبِلٌ كَثِيرَاتُ الْمَبَارِكِ قَلِيلاَتُ الْمَسَارِحِ إِذَا سَمِعْنَ صَوْتَ الْمِزْهَرِ أَيْقَنَّ أَنَّهُنَّ هَوَالِكُ ‏.‏ قَالَتِ الْحَادِيَةَ عَشْرَةَ زَوْجِي أَبُو زَرْعٍ فَمَا أَبُو زَرْعٍ أَنَاسَ مِنْ حُلِيٍّ أُذُنَىَّ وَمَلأَ مِنْ شَحْمٍ عَضُدَىَّ وَبَجَّحَنِي فَبَجِحَتْ إِلَىَّ نَفْسِي وَجَدَنِي فِي أَهْلِ غُنَيْمَةٍ بِشَقٍّ فَجَعَلَنِي فِي أَهْلِ صَهِيلٍ وَأَطِيطٍ وَدَائِسٍ وَمُنَقٍّ فَعِنْدَهُ أَقُولُ فَلاَ أُقَبَّحُ وَأَرْقُدُ فَأَتَصَبَّحُ وَأَشْرَبُ فَأَتَقَنَّحُ ‏.‏ أُمُّ أَبِي زَرْعٍ فَمَا أُمُّ أَبِي زَرْعٍ عُكُومُهَا رَدَاحٌ وَبَيْتُهَا فَسَاحٌ ‏.‏ ابْنُ أَبِي زَرْعٍ فَمَا ابْنُ أَبِي زَرْعٍ مَضْجِعُهُ كَمَسَلِّ شَطْبَةٍ وَيُشْبِعُهُ ذِرَاعُ الْجَفْرَةِ ‏.‏ بِنْتُ أَبِي زَرْعٍ فَمَا بِنْتُ أَبِي زَرْعٍ طَوْعُ أَبِيهَا وَطَوْعُ أُمِّهَا وَمِلْءُ كِسَائِهَا وَغَيْظُ جَارَتِهَا ‏.‏ جَارِيَةُ أَبِي زَرْعٍ فَمَا جَارِيَةُ أَبِي زَرْعٍ لاَ تَبُثُّ حَدِيثَنَا تَبْثِيثًا وَلاَ تُنَقِّثُ مِيرَتَنَا تَنْقِيثًا وَلاَ تَمْلأُ بَيْتَنَا تَعْشِيشًا ‏.‏ قَالَتْ خَرَجَ أَبُو زَرْعٍ وَالأَوْطَابُ تُمْخَضُ فَلَقِيَ امْرَأَةً مَعَهَا وَلَدَانِ لَهَا كَالْفَهْدَيْنِ يَلْعَبَانِ مِنْ تَحْتِ خَصْرِهَا بِرُمَّانَتَيْنِ فَطَلَّقَنِي وَنَكَحَهَا فَنَكَحْتُ بَعْدَهُ رَجُلاً سَرِيًّا رَكِبَ شَرِيًّا وَأَخَذَ خَطِّيًّا وَأَرَاحَ عَلَىَّ نَعَمًا ثَرِيًّا وَأَعْطَانِي مِنْ كُلِّ رَائِحَةٍ زَوْجًا ‏.‏ قَالَ كُلِي أُمَّ زَرْعٍ وَمِيرِي أَهْلَكِ فَلَوْ جَمَعْتُ كُلَّ شَىْءٍ أَعْطَانِي مَا بَلَغَ أَصْغَرَ آنِيَةِ أَبِي زَرْعٍ ‏.‏ قَالَتْ عَائِشَةُ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ كُنْتُ لَكِ كَأَبِي زَرْعٍ لأُمِّ زَرْعٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}