{
  "hadith": {
    "hadith_id": 6204,
    "narrator": "মিসওয়ার ইবনু মাখরামাহ্ (রাঃ)",
    "bn": "আলী ইবনু আবূ তালিব (রাঃ) নাবী-তনয় ফাতিমাকে ঘরে রেখেই আবূ জাহ্লের কন্যাকে বিবাহের প্রস্তাব দিয়েছিলেন। ফাতিমা (রাঃ) যখন এ খব শুনলেন তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললেন, লোকেরা কথোপকথন করে যে, আপনি আপনার কন্যাদের সম্বন্ধে রাগ প্রকাশ করেন না। আর এই যে, ‘আলী (রাঃ) আবূ জাহ্লের কন্যাকে বিবাহ করতে যাচ্ছেন।\nমিসওয়ার (রাঃ) বললেন, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ালেন। এ সময় আমি শুনলাম, তিনি তাশাহুদ পড়লেন এবং বললেনঃআবি আবুল ‘আস ইবনু রাবী‘র নিকট বিয়ে দিয়েছি, সে আমাকে যা বলেছে তা বাস্তবে পরিণত করেছে। আর মুহাম্মাদ কন্যা ফাতিমা আমারিই একটা টুকরা, আমি অপছন্দ করি যে, লোকে তাঁকে ফিতনায় ফেলুক। আল্লাহর শপথ! আল্লাহর রসূলের মেয়ে ও আল্লাহর শত্রুর মেয়ে কোন লোকের নিকট কক্ষনো একসাথে মিলিত হতে পারে না।\nমিসওয়ার (রাঃ) বলেন, তারপর ‘আলী (রাঃ) প্রস্তাব প্রত্যাহার করেন।\n(ই. ফা. ৬০৮৯, ই. সে. ৬১২৯)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ، أَخْبَرَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عَلِيُّ بْنُ حُسَيْنٍ، أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ، أَخْبَرَهُ أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ خَطَبَ بِنْتَ أَبِي جَهْلٍ وَعِنْدَهُ فَاطِمَةُ بِنْتُ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا سَمِعَتْ بِذَلِكَ فَاطِمَةُ أَتَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ لَهُ إِنَّ قَوْمَكَ يَتَحَدَّثُونَ أَنَّكَ لاَ تَغْضَبُ لِبَنَاتِكَ وَهَذَا عَلِيٌّ نَاكِحًا ابْنَةَ أَبِي جَهْلٍ ‏.‏ قَالَ الْمِسْوَرُ فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَسَمِعْتُهُ حِينَ تَشَهَّدَ ثُمَّ قَالَ ‏ \"‏ أَمَّا بَعْدُ فَإِنِّي أَنْكَحْتُ أَبَا الْعَاصِ بْنَ الرَّبِيعِ فَحَدَّثَنِي فَصَدَقَنِي وَإِنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ مُضْغَةٌ مِنِّي وَإِنَّمَا أَكْرَهُ أَنْ يَفْتِنُوهَا وَإِنَّهَا وَاللَّهِ لاَ تَجْتَمِعُ بِنْتُ رَسُولِ اللَّهِ وَبِنْتُ عَدُوِّ اللَّهِ عِنْدَ رَجُلٍ وَاحِدٍ أَبَدًا ‏\"‏ ‏.‏ قَالَ فَتَرَكَ عَلِيٌّ الْخِطْبَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}