{
  "hadith": {
    "hadith_id": 6208,
    "narrator": "আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সকল স্ত্রীগণ একত্রিত হলেন। তাঁদের মাঝে একজনও বাকী রইলেন না। তখন ফাতিমা (রাঃ) হেঁটে আসলেন। তার হাঁটার ধরণ যেন একেবারে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চলার ন্যায়। তিনি বললেন, হে কন্যা! তোমাকে স্বাগতম। অতঃপর তিনি তাকে তাঁর ডান পাশে অথবা বাম পাশে বসালেন এবং চুপিসারে কিছু কথা বললেন। এতে ফাতিমা (রাঃ) কান্নায় ভেঙ্গে পড়লেন। এরপর তিনি তাঁকে চুপিসারে আবার কিছু বললেন, এতে তিনি হাসলেন। আমি তাঁকে বললাম, কিসে তোমাকে কাঁদাল? তিনি বললেন, আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর গোপন কথা প্রকাশ করতে পারি না। আমি বললাম, আমি আজকের ন্যায় কোন আনন্দকে বেদনার এতো কাছাকাছি দেখিনি। আমি বললাম, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের বাদ দিয়ে তোমাকে তাঁর কথা বলার জন্য বিশেষত্ব দান করলেন। আর তুমি কাঁদছ? পুনরায় তাকে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কী বলেছেন, তা প্রশ্ন করলাম। তিনি বললেন, আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর গোপন কথা ফাঁস করতে পারি না। পরিশেষে যখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ওফাত হলেন তখন আমি তাঁকে প্রশ্ন করলাম। তখন তিনি বললেন, তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলেছিলেন, “জিব্রীল (‘আঃ) প্রতি বছর একবার তাঁর সাথে কুরআন তিলওয়াত করতেন। আর এ বছর তিনি তাঁর সাথে দু’বার পুনরাবৃত্তি করেছেন। এতে আমার ধারণা হয় নিশ্চয় মৃত্যু আমার সন্নিকটে। আর তুমিই আমার পরিবার পরিজনদের মধ্যে সর্বপ্রথম আমার সাথে মিলিত হবে। তোমার জন্য কতই না ইত্তম অগ্রগামী। যখন আমি কেঁদেছি। তারপর তিমি আমাকে চুপিসারে বললেন, তুমি মু’মিনা নারীদের প্রধান কিংবা এ উম্মাতের নারীদের নেত্রী হবে তা কি পছন্দ করো না? এ কথা শুনে আমি হেসেছি।” (ই. ফা. ৬০৯২, ই. সে. ৬১৩৩)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ زَكَرِيَّاءَ، ح وَحَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا زَكَرِيَّاءُ، عَنْ فِرَاسٍ، عَنْ عَامِرٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتِ اجْتَمَعَ نِسَاءُ النَّبِيِّ صلى الله عليه وسلم فَلَمْ يُغَادِرْ مِنْهُنَّ امْرَأَةً فَجَاءَتْ فَاطِمَةُ تَمْشِي كَأَنَّ مِشْيَتَهَا مِشْيَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَرْحَبًا بِابْنَتِي ‏\"‏ ‏.‏ فَأَجْلَسَهَا عَنْ يَمِينِهِ أَوْ عَنْ شِمَالِهِ ثُمَّ إِنَّهُ أَسَرَّ إِلَيْهَا حَدِيثًا فَبَكَتْ فَاطِمَةُ ثُمَّ إِنَّهُ سَارَّهَا فَضَحِكَتْ أَيْضًا فَقُلْتُ لَهَا مَا يُبْكِيكِ فَقَالَتْ مَا كُنْتُ لأُفْشِيَ سِرَّ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقُلْتُ مَا رَأَيْتُ كَالْيَوْمِ فَرَحًا أَقْرَبَ مِنْ حُزْنٍ ‏.‏ فَقُلْتُ لَهَا حِينَ بَكَتْ أَخَصَّكِ رَسُولُ اللَّهِ صلى الله عليه وسلم بِحَدِيثِهِ دُونَنَا ثُمَّ تَبْكِينَ وَسَأَلْتُهَا عَمَّا قَالَ فَقَالَتْ مَا كُنْتُ لأُفْشِيَ سِرَّ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ حَتَّى إِذَا قُبِضَ سَأَلْتُهَا فَقَالَتْ إِنَّهُ كَانَ حَدَّثَنِي ‏\"‏ أَنَّ جِبْرِيلَ كَانَ يُعَارِضُهُ بِالْقُرْآنِ كُلَّ عَامٍ مَرَّةً وَإِنَّهُ عَارَضَهُ بِهِ فِي الْعَامِ مَرَّتَيْنِ وَلاَ أُرَانِي إِلاَّ قَدْ حَضَرَ أَجَلِي وَإِنَّكِ أَوَّلُ أَهْلِي لُحُوقًا بِي وَنِعْمَ السَّلَفُ أَنَا لَكِ ‏\"‏ ‏.‏ فَبَكَيْتُ لِذَلِكِ ثُمَّ إِنَّهُ سَارَّنِي فَقَالَ ‏\"‏ أَلاَ تَرْضَيْنَ أَنْ تَكُونِي سَيِّدَةَ نِسَاءِ الْمُؤْمِنِينَ أَوْ سَيِّدَةَ نِسَاءِ هَذِهِ الأُمَّةِ ‏\"‏ ‏ فَضَحِكْتُ لِذَلِكِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}