{
  "hadith": {
    "hadith_id": 6209,
    "narrator": "সালমান (রাঃ)",
    "bn": "তিনি বলেন, তোমার পক্ষে যদি সম্ভব হয় তবে বাজারে প্রবেশকারীদের মাঝে তুমি প্রথম হয়ো না এবং সেখান থেকে বহির্গমনকারীদের মাঝে তুমি শেষ লোক হয়ে না। কেননা বাজার হলো শাইতানের আড্ডাখানা। আর সেখানেই সে তার ঝাণ্ডা উঁচু করে রাখে।\nসালমান (রাঃ) বলেন, আমাকে এ সংবাদও দেয়া হয়েছে যে, জিব্রীল (‘আঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলেন। তখন তাঁর পাশে উম্মু সালামাহ্ (রাঃ) ছিলেন। জিব্রীল (‘আঃ) কথা বলতে লাগলেন এবং পরে চলে গেলেন। তারপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উম্মু সালামাহ্কে প্রশ্ন করলেন, ইনি কে ছিলেন? বা এমন কথা বললেন। উম্মু সালামাহ্ (রাঃ) জবাব দিলেন, ইনি দিহ্য়াহ্ কালবী (রাঃ)। উম্মু সালামাহ্ (রাঃ) বলেন, আল্লাহর শপথ! আমি তো তাকে দিহ্য়াহ্ কালবী বলেই মনে করেছিলাম। যে পর্যন্ত না রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বক্তৃতা শুনলাম। তিনি আমাদের কথা বলছিলেন, কিংবা এম বলছিলেন। অর্থাৎ- জিব্রীল প্রবেশের বিররণ দিচ্ছিলেন। বর্ণনাকারী বলেন, আমি রাবী আবূ উসামাহ্কে প্রশ্ন করলাম যে, আপনি এ হাদীস কার থেকে শুনেছেন? তিনি বললেন, উসামাহ্ ইবনু যায়দ (রাঃ) হতে। (ই. ফা. ৬০৯৩, ই. সে. ৬১৩৪)",
    "ar": "حَدَّثَنِي عَبْدُ الأَعْلَى بْنُ حَمَّادٍ، وَمُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الْقَيْسِيُّ، كِلاَهُمَا عَنِ الْمُعْتَمِرِ، - قَالَ ابْنُ حَمَّادٍ حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ، - قَالَ سَمِعْتُ أَبِي، حَدَّثَنَا أَبُو عُثْمَانَ، عَنْ سَلْمَانَ، قَالَ لاَ تَكُونَنَّ إِنِ اسْتَطَعْتَ أَوَّلَ مَنْ يَدْخُلُ السُّوقَ وَلاَ آخِرَ مَنْ يَخْرُجُ مِنْهَا فَإِنَّهَا مَعْرَكَةُ الشَّيْطَانِ وَبِهَا يَنْصِبُ رَايَتَهُ ‏.‏ قَالَ وَأُنْبِئْتُ أَنَّ جِبْرِيلَ عَلَيْهِ السَّلاَمُ أَتَى نَبِيَّ اللَّهِ صلى الله عليه وسلم وَعِنْدَهُ أُمُّ سَلَمَةَ - قَالَ - فَجَعَلَ يَتَحَدَّثُ ثُمَّ قَامَ فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم لأُمِّ سَلَمَةَ ‏ \"‏ مَنْ هَذَا ‏\"‏ ‏.‏ أَوْ كَمَا قَالَ قَالَتْ هَذَا دِحْيَةُ - قَالَ - فَقَالَتْ أُمُّ سَلَمَةَ ايْمُ اللَّهِ مَا حَسِبْتُهُ إِلاَّ إِيَّاهُ حَتَّى سَمِعْتُ خُطْبَةَ نَبِيِّ اللَّهِ صلى الله عليه وسلم يُخْبِرُ خَبَرَنَا أَوْ كَمَا قَالَ قَالَ فَقُلْتُ لأَبِي عُثْمَانَ مِمَّنْ سَمِعْتَ هَذَا قَالَ مِنْ أُسَامَةَ بْنِ زَيْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}