{
  "hadith": {
    "hadith_id": 6216,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলন, আবূ তালহার ঔরসজাত উম্মু সুলায়মের একটি ছেলে মৃত্যুবরণ করল। তখন উম্মু সালায়ম (রাঃ) তার পরিবার-পরিজনের ব্যক্তিদের বলল, আবূ তালহাকে তাঁর পুত্রের সংবাদ দিও না, যতক্ষণ আমি না বলি। আবূ তাল্হাহ্ (রাঃ) আসলেন। উম্মু সুলায়ম (রাঃ) রাতের খানা সম্মুখে নিয়ে আসলে তিনি খাবার খেলেন। এরপর উম্মু সুলায়ম আগের চাইতে ভাল মতো সাজগোজ করলেন। আবূ তাল্হাহ্ (রাঃ) তাঁর সঙ্গে মিলিত হলেন। যখন উম্মু সুলায়ম (রাঃ) দেখলেন যে, তিনি মিলনে পরিতৃপ্ত। তখন তাঁকে বললেন, হে আবূ তাল্হাহ্! কেউ যদি কারো কোন জিনিস রাখতে দেয়, তারপর তা নিয়ে নেয় তবে কি সে তা ফিরাতে পারে? আবূ তাল্হাহ্ (রাঃ) বললেন, না। উম্মু সুলায়ম (রাঃ) বললেন, তাহলে তোমার ছেলের ব্যাপারে মনে কর (আল্লাহ তাকে নিয়ে নিয়েছেন)। আবূ তাল্হাহ্ (রাঃ) রেগে গিয়ে বললেন, তুমি আমাকে আগে বলোনি, এখন আমি অপবিত্র, এখন ছেলের সংবাদটা দিলে। অতঃপর তিনি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গিয়ে ছেলের যা ঘটেছে সব জানালেন। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃতোমাদের গত রাতটিতে আল্লাহ তা‘আলা বারাকাত দিন। উম্মু সুলায়ম গর্ভবতী হলেন। অতঃপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক সফরে ছিলেন, উম্মু সুলায়মও এ সফরে তাঁর সাথে ছিলেন। রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন কোন সফর হতে প্রত্যাবর্তন করতেন তখন রাতের বেলা মাদীনায় ঢুকতেন না। যখন লোকেরা মাদীনার কাছাকাছি পৌঁছলো তখন উম্মু সুলায়মের প্রসব বেদনা আরম্ভ হলো। আবূ তাল্হাহ্ (রাঃ) তাঁর নিকট থেকে গেলেন এবং রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চলে গেলেন। আবূ তাল্হাহ্ (রাঃ) বললেন, হে প্রতিপালক! তুমি তো জানো যে, আমার ভাল লাগে তোমার রসূলের সঙ্গে বের হতে যখন তিনি বের হন এবং তাঁর সাথে প্রবেশ করত যখন তিনি প্রবেশ করেন। কিন্তু তুমি জানো, কেন আমি থেমে গেছি। উম্মু সুলায়ম (রাঃ) বললেন, হে আবূ তাল্হাহ্! আগের মতো যাতনা আমার নেই। চলুন আমরা চলে যাই। স্বামী-স্ত্রী মাদীনায় পৌঁছলে উম্মু সুলায়মের ব্যথা আবার আরম্ভ হলো। আর তিনি একটি শিশু ছেলে প্রসব করলেন। আমার মা বললেন, হে আনাস! শিশুটিকে যেন কেউ দুধ না খাওয়ায়, যতক্ষণ তুমি তাঁকে ভোরবেলা রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট নিয়ে না যাও। সকাল হলে আমি সন্তানটিকে নিয়ে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গেলাম। আমি লক্ষ্য করলাম, তাঁর হাতে উট দাগানোর যন্ত্র। আমাকে যখন তিনি দেখলেন, বললেন, হয়তো উম্মু সুলায়ম এ পুত্রটি প্রসব করেছে। আমি বললাম, হ্যাঁ। তিনি সে যন্ত্রটি হাত থেকে রেখে দিলেন। আমি শিশুটিকে নিয়ে তাঁর কোলে রাখলাম। তিনি মাদীনার ‘আজ্ওয়া’ খেজুর আনালেন এবং নিজের মুখে দিয়ে চিবুলেন। যখন খেজুর গলে গেল, তখন শিশুটির মুখে দিলেন। শিশুটি তা চুষতে লাগল। আনাস (রাঃ) বলনে, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, দেখো আনসারদের খেজুর-প্রীতি! অবশেষে তিনি শিশুর মুখে হাত বুলিয়ে তার নাম ‘আবদুল্লাহ’ রাখলেন। (ই. ফা. ৬১০০, ই. সে. ৬১৪১)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ مَاتَ ابْنٌ لأَبِي طَلْحَةَ مِنْ أُمِّ سُلَيْمٍ فَقَالَتْ لأَهْلِهَا لاَ تُحَدِّثُوا أَبَا طَلْحَةَ بِابْنِهِ حَتَّى أَكُونَ أَنَا أُحَدِّثُهُ - قَالَ - فَجَاءَ فَقَرَّبَتْ إِلَيْهِ عَشَاءً فَأَكَلَ وَشَرِبَ - فَقَالَ - ثُمَّ تَصَنَّعَتْ لَهُ أَحْسَنَ مَا كَانَ تَصَنَّعُ قَبْلَ ذَلِكَ فَوَقَعَ بِهَا فَلَمَّا رَأَتْ أَنَّهُ قَدْ شَبِعَ وَأَصَابَ مِنْهَا قَالَتْ يَا أَبَا طَلْحَةَ أَرَأَيْتَ لَوْ أَنَّ قَوْمًا أَعَارُوا عَارِيَتَهُمْ أَهْلَ بَيْتٍ فَطَلَبُوا عَارِيَتَهُمْ أَلَهُمْ أَنْ يَمْنَعُوهُمْ قَالَ لاَ ‏.‏ قَالَتْ فَاحْتَسِبِ ابْنَكَ ‏.‏ قَالَ فَغَضِبَ وَقَالَ تَرَكْتِنِي حَتَّى تَلَطَّخْتُ ثُمَّ أَخْبَرْتِنِي بِابْنِي ‏.‏ فَانْطَلَقَ حَتَّى أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَخْبَرَهُ بِمَا كَانَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ بَارَكَ اللَّهُ لَكُمَا فِي غَابِرِ لَيْلَتِكُمَا ‏\"‏ ‏.‏ قَالَ فَحَمَلَتْ - قَالَ - فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي سَفَرٍ وَهِيَ مَعَهُ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَتَى الْمَدِينَةَ مِنْ سَفَرٍ لاَ يَطْرُقُهَا طُرُوقًا فَدَنَوْا مِنَ الْمَدِينَةِ فَضَرَبَهَا الْمَخَاضُ فَاحْتُبِسَ عَلَيْهَا أَبُو طَلْحَةَ وَانْطَلَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم - قَالَ - يَقُولُ أَبُو طَلْحَةَ إِنَّكَ لَتَعْلَمُ يَا رَبِّ إِنَّهُ يُعْجِبُنِي أَنْ أَخْرُجَ مَعَ رَسُولِكَ إِذَا خَرَجَ وَأَدْخُلَ مَعَهُ إِذَا دَخَلَ وَقَدِ احْتُبِسْتُ بِمَا تَرَى - قَالَ - تَقُولُ أُمُّ سُلَيْمٍ يَا أَبَا طَلْحَةَ مَا أَجِدُ الَّذِي كُنْتُ أَجِدُ انْطَلِقْ ‏.‏ فَانْطَلَقْنَا - قَالَ - وَضَرَبَهَا الْمَخَاضُ حِينَ قَدِمَا فَوَلَدَتْ غُلاَمًا فَقَالَتْ لِي أُمِّي يَا أَنَسُ لاَ يُرْضِعُهُ أَحَدٌ حَتَّى تَغْدُوَ بِهِ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَلَمَّا أَصْبَحَ احْتَمَلْتُهُ فَانْطَلَقْتُ بِهِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم - قَالَ - فَصَادَفْتُهُ وَمَعَهُ مِيسَمٌ فَلَمَّا رَآنِي قَالَ ‏\"‏ لَعَلَّ أُمَّ سُلَيْمٍ وَلَدَتْ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ فَوَضَعَ الْمِيسَمَ - قَالَ - وَجِئْتُ بِهِ فَوَضَعْتُهُ فِي حَجْرِهِ وَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِعَجْوَةٍ مِنْ عَجْوَةِ الْمَدِينَةِ فَلاَكَهَا فِي فِيهِ حَتَّى ذَابَتْ ثُمَّ قَذَفَهَا فِي فِي الصَّبِيِّ فَجَعَلَ الصَّبِيُّ يَتَلَمَّظُهَا - قَالَ - فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ انْظُرُوا إِلَى حُبِّ الأَنْصَارِ التَّمْرَ ‏\"‏ ‏.‏ قَالَ فَمَسَحَ وَجْهَهُ وَسَمَّاهُ عَبْدَ اللَّهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}