{
  "hadith": {
    "hadith_id": 6260,
    "narrator": "জারীর ইবনু ‘আবদুল্লাহ বাজালী (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলেছেন, হে জারীর! তুমি কি আমাকে খাস’আম গোষ্ঠীর ঘর (প্রতিমা মন্দির) যুলখালাসাহ্ থেকে চিন্তা মুক্ত করবে না? এটাকে ইয়ামানী কা‘বাও বলা হত। জারীর বলেন, েএরপর আমি দেড়শ’ অশ্বারোহীসহ সেদিকে রওনা হলাম; অথচ আমি উটের পিঠে স্থিরভাবে থাকতে পারতাম না। আমি এ ব্যাপারটি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট বর্ণনা করলাম। তিমি আমার বুকে তাঁর হাত মারলেন এবং দু‘আ করলেন: ………………………. “হে আল্লাহ! তাকে (উটের পিঠে) স্থির রাখুন এবং তাকে হিদায়াতকারী ও হিদায়াতপ্রাপ্তের অন্তর্ভুক্ত করুন।” বর্ননাকারী বলেন, তারপর তিনি চলে গেলেন েএবং সেটি (যুল্খালাসাহ্ মূর্তি) আগুন লাগিয়ে জ্বালিয়ে দিলেন। এরপর জারীর (রাঃ) আমাদের মাঝখান হতে আবূ আরতাহ্ (রাঃ) নামধারী জনৈক লোককে সুখবর দেয়ার জন্য রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট প্রেরণ করলেন। তিনি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে তাঁকে বললেন, আমরা যুলখালাসাকে পাঁচড়াযুক্ত উষ্ট্রের ন্যায় করে দিয়ে আপনার নিকট এসেছি। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আহ্মাস গোত্রীয় ঘোড়া ও লোকদের জন্য পাঁচবার কল্যাণের প্রার্থনা করলেন।\n(ই. ফা. ৬১৪২, ই. সে. ৬১৮৫)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ قَيْسِ، بْنِ أَبِي حَازِمٍ عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ الْبَجَلِيِّ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا جَرِيرُ أَلاَ تُرِيحُنِي مِنْ ذِي الْخَلَصَةِ ‏\"‏ ‏.‏ بَيْتٍ لِخَثْعَمَ كَانَ يُدْعَى كَعْبَةَ الْيَمَانِيَةِ ‏.‏ قَالَ فَنَفَرْتُ فِي خَمْسِينَ وَمِائَةِ فَارِسٍ وَكُنْتُ لاَ أَثْبُتُ عَلَى الْخَيْلِ فَذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَضَرَبَ يَدَهُ فِي صَدْرِي فَقَالَ ‏\"‏ اللَّهُمَّ ثَبِّتْهُ وَاجْعَلْهُ هَادِيًا مَهْدِيًّا ‏\"‏ ‏.‏ قَالَ فَانْطَلَقَ فَحَرَّقَهَا بِالنَّارِ ثُمَّ بَعَثَ جَرِيرٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم رَجُلاً يُبَشِّرُهُ يُكْنَى أَبَا أَرْطَاةَ مِنَّا فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهُ مَا جِئْتُكَ حَتَّى تَرَكْنَاهَا كَأَنَّهَا جَمَلٌ أَجْرَبُ ‏.‏ فَبَرَّكَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى خَيْلِ أَحْمَسَ وَرِجَالِهَا خَمْسَ مَرَّاتٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}