{
  "hadith": {
    "hadith_id": 6275,
    "narrator": "কায়স ইবনু ‘আব্বাদ (রাঃ)",
    "bn": "তিনি বলেন, আমি মাদীনাতে এম ব্যক্তিদের মাঝে ছিলাম, যাঁদের মধ্যে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কতক সহাবী বিদ্যমান ছিলেন। ইত্যবসরে এক লোক এলো, যার মুখমণ্ডলে ভয়-ভীতির চিহ্ন বিদ্যমান ছিল। তখন লোকদের মধ্য থেকে কেউ কেউ বলরেন, এ লোক জান্নাতীদের একজন, এ লোক জান্নাতীদের একজন। তিনি সেখানে দু’ রাকা‘আত সলাত আদায় করলেন। তারপর বেরিয়ে গেলেন। আমি তাঁকে অনুকরণ করলাম। তিনি তাঁর গৃহে ঢুকলেন। আমিও  ঢুকলাম। এরপর আমরা আলাপচারিতায় ছিলাম। উভয়ের মধ্যে যখন অন্তরঙ্গতা তৈরি হলো তখন তাকে আমি বললাম, আপনি যখন একটু আগে (মাসজিদে) প্রবেশ করেছিলেন, তখন জনৈক লোক এরূপ এরূপ বলেছিল (এ লোক জান্নাতীদের একজন)। তিনি বললেন, সুবাহানাল্লাহ! কারো পক্ষে এমন কোন কথা বলা ঠিন নয়, যা সে অজ্ঞাত। তিনি বলরেন, আমি তোমার সাথে আলাপ করব, কেন এমন হয়? (অর্থাৎ লোকেরা কেন এ কথা বলে) রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে একদা আমি একটি স্বপ্ন দেখেছিলাম। আমি সে স্বপ্নের কথা তাঁর নিকট প্রকাশ করেছিলাম। আমি নিজেকে একটি বাগিচায় দেখতে পাই। এ বাগানের ব্যাপকতা, উৎপন্ন ফসলাদি ও সৌন্দর্যের কথাও তিনি ব্যক্ত করেন। এ বাগানের মাঝখানে একটি লৌহস্তম্ভ ছিল যার নিম্নভাগ ছিল মাটির মাঝে এবং উপরিভাগ ছিল আকাশে। এর উপরিভাগে ছিল একটি রশি। তখন আমাকে বলা হলো, তুমি এত সওয়ার হও। আমি বললাম, আমি সওয়ার হতে পারব না। তারপর একজন মিনসাফ আসলো। তিনি বলেন, ইবনু ‘আওন (রহঃ)-এর মতে মিনসাফ অর্থ খাদিম। তিনি বলেন, তিনি পশ্চাৎদিক থেকে আমার বস্ত্র ধরলেন। তিনি উল্লেখ করেন যে, সে (খাদিম) তার হাত দিয়ে তাঁর পেছন হতে তাঁকে তুলে দিল। আমি সওয়ার হলাম, এমনকি খুঁটি বেয়ে উঠলাম, তারপর রজ্জুটি ধরলাম। অতঃপর আমাকে বলা হলো একে আঁকড়িয়ে ধরো।\nআমি যখন জেগে গেলাম, তখনও ঐ রজ্জুটি আমার হাতেই ছিল। আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এ স্বপ্নের কথা উল্লেখ করলাম। তখন তিনি বললেন, সে বাগনটি হলো ইসলাম। আর সে খুঁটিটি হলো ইসলামের খুঁটি এবং সে রজ্জুটি হলো সৃদৃঢ় রজ্জু। তুমি আমৃত্যু শক্তভাবে ইসলামের উপরে প্রতিষ্ঠিত থাকবে।\nবর্ণনাকারী বলেন, আর সে লোকই ‘আবদুল্লাহ ইবনু সালাম (রাঃ)।\n(ই. ফা. ৬১৫৭, ই. সে. ৬২০০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى الْعَنَزِيُّ، حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَوْنٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ قَيْسِ بْنِ عُبَادٍ، قَالَ كُنْتُ بِالْمَدِينَةِ فِي نَاسٍ فِيهِمْ بَعْضُ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فَجَاءَ رَجُلٌ فِي وَجْهِهِ أَثَرٌ مِنْ خُشُوعٍ فَقَالَ بَعْضُ الْقَوْمِ هَذَا رَجُلٌ مِنْ أَهْلِ الْجَنَّةِ هَذَا رَجُلٌ مِنْ أَهْلِ الْجَنَّةِ ‏.‏ فَصَلَّى رَكْعَتَيْنِ يَتَجَوَّزُ فِيهِمَا ثُمَّ خَرَجَ فَاتَّبَعْتُهُ فَدَخَلَ مَنْزِلَهُ وَدَخَلْتُ فَتَحَدَّثْنَا فَلَمَّا اسْتَأْنَسَ قُلْتُ لَهُ إِنَّكَ لَمَّا دَخَلْتَ قَبْلُ قَالَ رَجُلٌ كَذَا وَكَذَا قَالَ سُبْحَانَ اللَّهِ مَا يَنْبَغِي لأَحَدٍ أَنْ يَقُولَ مَا لاَ يَعْلَمُ وَسَأُحَدِّثُكَ لِمَ ذَاكَ رَأَيْتُ رُؤْيَا عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَصَصْتُهَا عَلَيْهِ رَأَيْتُنِي فِي رَوْضَةٍ - ذَكَرَ سَعَتَهَا وَعُشْبَهَا وَخُضْرَتَهَا - وَوَسْطَ الرَّوْضَةِ عَمُودٌ مِنْ حَدِيدٍ أَسْفَلُهُ فِي الأَرْضِ وَأَعْلاَهُ فِي السَّمَاءِ فِي أَعْلاَهُ عُرْوَةٌ ‏.‏ فَقِيلَ لِي ارْقَهْ ‏.‏ فَقُلْتُ لَهُ لاَ أَسْتَطِيعُ ‏.‏ فَجَاءَنِي مِنْصَفٌ - قَالَ ابْنُ عَوْنٍ وَالْمِنْصَفُ الْخَادِمُ - فَقَالَ بِثِيَابِي مِنْ خَلْفِي - وَصَفَ أَنَّهُ رَفَعَهُ مِنْ خَلْفِهِ بِيَدِهِ - فَرَقِيتُ حَتَّى كُنْتُ فِي أَعْلَى الْعَمُودِ فَأَخَذْتُ بِالْعُرْوَةِ فَقِيلَ لِيَ اسْتَمْسِكْ ‏.‏ فَلَقَدِ اسْتَيْقَظْتُ وَإِنَّهَا لَفِي يَدِي فَقَصَصْتُهَا عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ تِلْكَ الرَّوْضَةُ الإِسْلاَمُ وَذَلِكَ الْعَمُودُ عَمُودُ الإِسْلاَمِ وَتِلْكَ الْعُرْوَةُ عُرْوَةُ الْوُثْقَى وَأَنْتَ عَلَى الإِسْلاَمِ حَتَّى تَمُوتَ ‏\"‏ ‏.‏ قَالَ وَالرَّجُلُ عَبْدُ اللَّهِ بْنُ سَلاَمٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}