{
  "hadith": {
    "hadith_id": 6276,
    "narrator": "কায়স ইবনু ‘আব্বাদ (রহঃ)",
    "bn": "তিনি বলেন, আমি এক মাজলিসে ছিলাম, যেখানে সা‘দ ইবনু মালিক (রাঃ) ও উবনু ‘উমার (রাঃ) উপস্থিত ছিলেন। তখন ‘আবদুল্লাহ ইবনু সালাম (রাঃ) যাচ্ছিলেন। তাঁরা বললেন, এ ব্যক্তিটি জান্নাতীদের একজন। আমি দণ্ডায়মান হলাম এবং তাঁকে বললাম, তাঁরা আপনাকে এমন এমন বলেছেন। তিনি বললেন, সুবহানাল্লাহ! তাঁদের এমন কোন কথা ব্যক্ত করা ঠিক নয়, যে ব্যাপারে তাঁদের ‘ইল্‌ম নেই। একবার (স্বপ্নে) আমি দেখতে পেলাম, যেন একটি খুঁটি রাখা হয়েছে একটি সবুজ শ্যামল বাগানের মধ্যস্থলে, এর চূড়ায় একটি রজ্জু ছিল। এর নিম্নে একটি ছোট্ট ‘মিনসাফ’ (দণ্ডায়মান) ছিল। মিন্সাফ অর্থ খাদিম। তখন আমাকে বলা হলো, এতে সওয়ার হও। আমি তাতে সওয়ার হলাম। শেষ অবধি রজ্জুটি সুদৃঢ়ভাবে ধরলাম। অতঃপর আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে তা ব্যক্ত করলাম। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃমজবুত রজ্জুটি আঁকড়ে ধরা অবস্থায় ‘আবদুল্লাহ (রাঃ) মৃত্যুরবণ করবে। (ই.ফা. ৬১৫৮, ই.সে. ৬২০১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ عَبَّادِ بْنِ جَبَلَةَ بْنِ أَبِي رَوَّادٍ، حَدَّثَنَا حَرَمِيُّ بْنُ عُمَارَةَ، حَدَّثَنَا قُرَّةُ بْنُ خَالِدٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، قَالَ قَالَ قَيْسُ بْنُ عُبَادٍ كُنْتُ فِي حَلْقَةٍ فِيهَا سَعْدُ بْنُ مَالِكٍ وَابْنُ عُمَرَ فَمَرَّ عَبْدُ اللَّهِ بْنُ سَلاَمٍ فَقَالُوا هَذَا رَجُلٌ مِنْ أَهْلِ الْجَنَّةِ ‏.‏ فَقُمْتُ فَقُلْتُ لَهُ إِنَّهُمْ قَالُوا كَذَا وَكَذَا ‏.‏ قَالَ سُبْحَانَ اللَّهِ مَا كَانَ يَنْبَغِي لَهُمْ أَنْ يَقُولُوا مَا لَيْسَ لَهُمْ بِهِ عِلْمٌ إِنَّمَا رَأَيْتُ كَأَنَّ عَمُودًا وُضِعَ فِي رَوْضَةٍ خَضْرَاءَ فَنُصِبَ فِيهَا وَفِي رَأْسِهَا عُرْوَةٌ وَفِي أَسْفَلِهَا مِنْصَفٌ - وَالْمِنْصَفُ الْوَصِيفُ - فَقِيلَ لِيَ ارْقَهْ ‏.‏ فَرَقِيتُ حَتَّى أَخَذْتُ بِالْعُرْوَةِ فَقَصَصْتُهَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَمُوتُ عَبْدُ اللَّهِ وَهُوَ آخِذٌ بِالْعُرْوَةِ الْوُثْقَى ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}