{
  "hadith": {
    "hadith_id": 6277,
    "narrator": "খারাশাহ্ ইবনু হুর (রহঃ)",
    "bn": "তিনি বলেন, আমি মাদীনার মাসজিদে একটি সমাবেশে উপবিষ্ট ছিলাম। তিনি বলেন, সে মাজলিসে বসা ছিলেন সুন্দর চেহারার অধিকারী একজন বৃদ্ধ লোক। তিনিই ছিলেন ‘আবদুল্লাহ ইবনু সালাম (রাঃ)। তিনি (বর্ণনাকারী) বলেন, তিনি তাঁদের সম্মুখে ভাল ভাল কথা বলছিলেন। তিনি (বর্ণনাকারী) বলেন, যখন তিনি সমাবেশ হতে উঠছিলেন সে সময় ব্যক্তিরা বলল, কোন লোক যদি জান্নাতীকে দেখে আনন্দিত হতে চায় তবে যেন সে ঐ লোকটির দিকে দৃষ্টিপাত করে। তিনি [খারাশাহ্ (রাঃ)] বলেন, আমি বললাম, আল্লাহর শপথ! নিশ্চয়ই আমি তাঁর অনুসরণ করব, যাতে আমি তাঁর আবাসস্থল জানতে পারি। তিনি (বর্ণনাকারী) বললেন, এরপর আমি তাঁকে অনুসরণ করলাম। তিনি রওনা হলেন এবং মাদীনাহ্ শহর থেকে বেরিয়ে যাওয়ার সন্নিকটবর্তী জায়গায় পৌঁছে নিজ ঘরে ঢুকলেন। তিনি (বর্ণনাকারী) বলেন আমিও তাঁর নিকট প্রবেশের অনুমতি চাইলাম। তিনি আমাকে অনুমতি দিলেন। অতঃপর বললেন, হে ভ্রাতুষ্পুত্র! তুমি কি চাও? রাবী বলেন, আমি তাঁকে বললাম, আপনি যখন সমাবেশ থেকে উঠে আসছিলেন তখন আমি আপনার ব্যাপারে ব্যক্তিদের বলতে শুনেছি, যে লোক একজন জান্নাতীকে দেখে আনন্দ পেতে চায়, সে যেন এ লোকের দিকে তাকায়। তখন আমার মনে আপনার সঙ্গ লাভের আগ্রহ জাগে। তিনি বললেন, জান্নাতীদের ব্যাপারে আল্লাহই অধিক জ্ঞাত। কিন্তু ব্যক্তিদের এ কথা বলার কারণ আমি তোমার নিকট উল্লেখ করছি। একবার আমি ঘুমে অচেতন ছিলাম। স্বপ্নে দেখলাম যে, জনৈক লোক আমার নিকট এসেছে। সে আমাকে বলল, দাঁড়িয়ে যাও। অতঃপর সে আমার হাত আঁকড়ে ধরল। আমি তার সাথে রওনা করলাম। আমি আমার বামপাশে কয়েকটি পথ দেখতে পেলাম এবং আমি সে পথ ঘরে চলতে চাইলাম। সে আমাকে বলল, এদিকে যেয়ো না। কারণ, এটা হলো বামপন্থীদের (কাফিরদের) পথ। তিনি বলেন, এরপর আমি আমার ডানপাশে কয়েকটি আলোক সরল পথ দেখতে  পেলাম। এরপর সে বলল, এ রাস্তায় চলো। তিনি বলেন, অতঃপর সে আমাকে একটি পাহাড়ের চূড়ায় নিয়ে আসলো। অতঃপর আমাকে পাহাড়ে উঠতে বলল। আমি পাহাড়ে উঠতে চেষ্টারত ছিলাম। কিন্তু পাছায় হোঁচট খেয়ে পড়ে গেলাম। তিনি বলেন, আমি বেশ কয়েকবার এরূপ চেষ্টা করতে লাগলাম। তিনি বলেন, এরপর সে আমাকে নিয়ে রওনা হলো এবং একটি খুঁটির নিকট পৌঁছল, যার মাথা ছিল আকাশে এবং তার নিম্নভাগ ভূ-পৃষ্ঠের নীচে ছিল। খূঁটির চূড়ায় একটি কড়া ছিল। সে বলল, এর উপরে উঠো। তিনি বলেন, আমি বললাম, এতে কিভাবে চড়ব? এর মাথা তো আকাশের উপরিভাগে। তিনি বলেন, এরপর সে আমার হাত ধরল এবং আমাকে উপরে ঠেলে দিল। অকস্মাৎ আমি দেখলাম যে, আমি কড়ার সাথে ঝুলে আছি। তিনি বলেন, এরপর সে খুঁটির উপর করাঘাত করল এবং তা পড়ে গেল। তিনি বলেন, আর আমি কড়ার সাথে ঝুলে গেলাম। এভাবে আমার সকাল হলো। তিনি বলেন, এরপর আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে স্বপ্নের কথা সবিস্তারে বিবরণ দিলাম। তিনি বললেনঃতুমি তোমার বামপাশে যে পথগুলো দেখেছ, তা হচ্ছে বামপন্থীদের রাস্তা এবং তোমার ডানপাশে যেসব রাস্তা দেখেছ, তা হচ্ছে আসহাবুল ইয়ামীন বা জান্নাতীগণের রাস্তা। তুমি যে পাহাড়টি দেখেছিলে তা হচ্ছে শাহীদগণের আবাসস্থল আর তা তুমি পাবে না। তুমি যে খুঁটিটি দেখেছিলে সেটা হচ্ছে ইসলামের খুঁটি। যে কড়াটি তুমি দেখেছিলে সেটা হচ্ছে ইসলামের কড়া। আর তুমি আমৃত্যু ইসলামের উপর সুপ্রতিষ্ঠিত থাকবে।\n(ই.ফা. ৬১৫৯, ই.সে. ৬২০২)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، - وَاللَّفْظُ لِقُتَيْبَةَ - حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ سُلَيْمَانَ بْنِ مُسْهِرٍ، عَنْ خَرَشَةَ بْنِ الْحُرِّ، قَالَ كُنْتُ جَالِسًا فِي حَلْقَةٍ فِي مَسْجِدِ الْمَدِينَةِ - قَالَ - وَفِيهَا شَيْخٌ حَسَنُ الْهَيْئَةِ وَهُوَ عَبْدُ اللَّهِ بْنُ سَلاَمٍ - قَالَ - فَجَعَلَ يُحَدِّثُهُمْ حَدِيثًا حَسَنًا - قَالَ - فَلَمَّا قَامَ قَالَ الْقَوْمُ مَنْ سَرَّهُ أَنْ يَنْظُرَ إِلَى رَجُلٍ مِنْ أَهْلِ الْجَنَّةِ فَلْيَنْظُرْ إِلَى هَذَا ‏.‏ قَالَ فَقُلْتُ وَاللَّهِ لأَتْبَعَنَّهُ فَلأَعْلَمَنَّ مَكَانَ بَيْتِهِ ‏.‏ قَالَ فَتَبِعْتُهُ فَانْطَلَقَ حَتَّى كَادَ أَنْ يَخْرُجَ مِنَ الْمَدِينَةِ ثُمَّ دَخَلَ مَنْزِلَهُ - قَالَ - فَاسْتَأْذَنْتُ عَلَيْهِ فَأَذِنَ لِي فَقَالَ مَا حَاجَتُكَ يَا ابْنَ أَخِي قَالَ فَقُلْتُ لَهُ سَمِعْتُ الْقَوْمَ يَقُولُونَ لَكَ لَمَّا قُمْتَ مَنْ سَرَّهُ أَنْ يَنْظُرَ إِلَى رَجُلٍ مِنْ أَهْلِ الْجَنَّةِ فَلْيَنْظُرْ إِلَى هَذَا ‏.‏ فَأَعْجَبَنِي أَنْ أَكُونَ مَعَكَ قَالَ اللَّهُ أَعْلَمُ بِأَهْلِ الْجَنَّةِ وَسَأُحَدِّثُكَ مِمَّ قَالُوا ذَاكَ إِنِّي بَيْنَمَا أَنَا نَائِمٌ إِذْ أَتَانِي رَجُلٌ فَقَالَ لِي قُمْ ‏.‏ فَأَخَذَ بِيَدِي فَانْطَلَقْتُ مَعَهُ - قَالَ - فَإِذَا أَنَا بِجَوَادَّ عَنْ شِمَالِي - قَالَ - فَأَخَذْتُ لآخُذَ فِيهَا فَقَالَ لِي لاَ تَأْخُذْ فِيهَا فَإِنَّهَا طُرُقُ أَصْحَابِ الشِّمَالِ - قَالَ - فَإِذَا جَوَادُّ مَنْهَجٌ عَلَى يَمِيِنِي فَقَالَ لِي خُذْ هَا هُنَا ‏.‏ فَأَتَى بِي جَبَلاً فَقَالَ لِي اصْعَدْ - قَالَ - فَجَعَلْتُ إِذَا أَرَدْتُ أَنْ أَصْعَدَ خَرَرْتُ عَلَى اسْتِي - قَالَ - حَتَّى فَعَلْتُ ذَلِكَ مِرَارًا - قَالَ - ثُمَّ انْطَلَقَ بِي حَتَّى أَتَى بِي عَمُودًا رَأْسُهُ فِي السَّمَاءِ وَأَسْفَلُهُ فِي الأَرْضِ فِي أَعْلاَهُ حَلْقَةٌ فَقَالَ لِيَ ‏.‏ اصْعَدْ فَوْقَ هَذَا ‏.‏ قَالَ قُلْتُ كَيْفَ أَصْعَدُ هَذَا وَرَأْسُهُ فِي السَّمَاءِ - قَالَ - فَأَخَذَ بِيَدِي فَزَجَلَ بِي - قَالَ - فَإِذَا أَنَا مُتَعَلِّقٌ بِالْحَلْقَةِ - قَالَ - ثُمَّ ضَرَبَ الْعَمُودَ فَخَرَّ - قَالَ - وَبَقِيتُ مُتَعَلِّقًا بِالْحَلْقَةِ حَتَّى أَصْبَحْتُ - قَالَ - فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقَصَصْتُهَا عَلَيْهِ فَقَالَ ‏ \"‏ أَمَّا الطُّرُقُ الَّتِي رَأَيْتَ عَنْ يَسَارِكَ فَهِيَ طُرُقُ أَصْحَابِ الشِّمَالِ - قَالَ - وَأَمَّا الطُّرُقُ الَّتِي رَأَيْتَ عَنْ يَمِينِكَ فَهِيَ طُرُقُ أَصْحَابِ الْيَمِينِ وَأَمَّا الْجَبَلُ فَهُوَ مَنْزِلُ الشُّهَدَاءِ وَلَنْ تَنَالَهُ وَأَمَّا الْعَمُودُ فَهُوَ عَمُودُ الإِسْلاَمِ وَأَمَّا الْعُرْوَةُ فَهِيَ عُرْوَةُ الإِسْلاَمِ وَلَنْ تَزَالَ مُتَمَسِّكًا بِهَا حَتَّى تَمُوتَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}