{
  "hadith": {
    "hadith_id": 6289,
    "narrator": "আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: কুরায়শদের বিপক্ষে তোমরা বিদ্রূপ কবিতা তৈরি কর। কারণ, তা তাদের বিপক্ষে তীর ছোড়ার চেয়ে সর্বাধিক শক্তিশালী। তারপর তিনি ‘আবদুল্লাহ ইবনু রাওয়াহাহ্ (রাঃ)-এর নিকট জনৈক লোককে পাঠালেন। তিনি তাকে বললেন, ওদের বিপক্ষে বিদ্রূপ করে কবিতা তৈরি কর। অতঃপর তিনি ব্যঙ্গাত্মক কবিতা রচনা করলেন। কিন্তু তাতে তিনি সন্তুষ্ট হলেন না। তখন তিনি কা‘ব ইবনু মালিককে ডেকে পাঠালেন। তারপর তিনি হাস্সান ইবনু সাবিতের নিকট এক ব্যক্তি প্রেরণ করলেন। সে যখন তার নিকট গেল তখন হাস্সান (রাঃ) বললেন, তোমাদের জন্য সঠিক সময় হয়েছে যে, তোমরা সে সিংহকে ডেকে পাঠিয়েছ, যে তার লেজ দিয়ে আঘাত করে দেয়। তারপর তিনি তার জিহ্বা বের করে নাড়াতে লাগলেন এবং বললেন, সে মহান সত্তার শপথ, তিনি আপনাকে সত্যসহ পাঠিয়েছেন, আমি আমার জিহ্বার মাধ্যমে তাদেরকে এমনভাবে ছিন্নবিচ্ছিন্ন করে দিব, যেমনভাবে হিংস্র বাঘ তার থাবা দিয়ে চামড়া টেনে ছিঁড়ে ফেলে। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃহে হাস্সান! তুমি তাড়াতাড়ি করো না। কারণ আবূ বকর (রাঃ) কুরায়শদের বংশ তালিকা সম্বন্ধে সবচেয়ে বেশী অভিজ্ঞ। কেননা, তাদের সাথে আমারও আত্মীয়তার বন্ধন বিদ্যমান। অতএব তিনি এসে আমার বংশ তোমাকে আলাদা করে বলে দিবেন। তারপর হাস্সান (রাঃ) তাঁর [আবূ বকর (রাঃ)]-এর নিকট গেলেন এবং (বংশ তালিকা সম্বন্ধে জ্ঞাত হয়ে) ফিরে এলেন। সে মহান সত্তার শপথ! যিনি আপনাকে সত্যসহ পাঠিয়েছেন আমি আপনাকে তাদের মাঝখান হতে এমন সুকৌশলে বের করে আনব, যেমনভাবে আটার খামির থেকে সূক্ষ্ম চুল বের করা হয়।\n‘আয়িশা (রাঃ) বলেন, তারপর আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে হাস্সান-এর ব্যাপারে বলতে শুনেছি যে, যতক্ষণ পর্যন্ত আল্লাহ ও তাঁর রসূলের তরফ হতে কাফিরদের দাঁতভাঙ্গা উত্তর দিতে থাকবে ততক্ষণ পর্যন্ত ‘রূহুল কুদুস’ অর্থাৎ-জিব্রীল (‘আঃ) সারাক্ষণ তোমাকে সহযোগিতা করতে থাকবেন।\nআর তিনি [‘আয়িশা (রাঃ)] বলেন, আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি যে, হাস্সান তাদের (কাফিরদের বিরুদ্ধে) ব্যঙ্গ-বিদ্রূপ করে মু’মিনদের অন্তরে প্রশান্তি এনে দিলেন এবং কাফিরদের মান-সম্মানকে ভূলুণ্ঠিত করে আত্মতৃপ্তি লাভ করলেন।\nহাস্সান (রাঃ) বললেন:\nতুমি মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দুর্নাম করছ,\nআর আমি তাঁর পক্ষ হতে জবাব দিচ্ছি।\nএর পুরস্কার  প্রতিদান আল্লাহর কাছে।\nতুমি দুর্নাম করছ এমন মুহাম্মাদের,\nযিনি নেক লোক, সর্বশ্রেষ্ঠ পরেহযগার;\nতিনি হচ্ছেন আল্লাহর রসূল,\nযাঁর চরিত্র মাধুর্য অনুপম।\nআমার পিতা-মাতা আমার ইয্যত-আবরু\nমুহাম্মাদের সম্মানের খাতিরে উৎসর্গিত হোক।\nআমি শপথ করে বলছি, কাদ্দা নামক পাহাড়ের দু’পান্তে (মুসলিম মুজাহিদ বাহিনীর) বিজয় ধূলি উড়বে\nতা তোমরা দেখতে পাবে, কিংবা আমি ক্ষতিগ্রস্ত হয়ে যাব।\nআনসারগণ পর্বত শৃঙ্গ থেকে কাঁধে ধারণ করবেন বর্শা\nএবং তাঁরা থাকবেন তৃষ্ণা-কাতর জানোয়ারের মতো ওঁৎ পেতে\n(অর্থাৎ- আনসারগণ শত্রু মুকাবিলায় সতত প্রস্তুত থাকেন)।\nআমাদের অশ্বারোহীরা এত দ্রুতবেগে চলে যেন মুষলধারে বারি বর্ষিত হচ্ছে।\nআর নারীরা তা হতে মুক্ত হওয়ার জন্যে পর্দা করে তাদের মুখমণ্ডল ঢেকে নিচ্ছে।\nতোমরা যদি আমাদের (ইসলামের) বিমুখ হও,\nতাহলেও ইসলামের বিজয় নিশান উড়বে\nআর অন্ধকার চিরদিনের জন্য বিদূরিত হয়ে যাবে।\nকিংবা তোমরা অপেক্ষায় থাকো ঐ সময়ের,\nযেদিন মুসলিমদের সঙ্গে কাফিরদের মুকাবিলা হবে;\nআর সেদিন আল্লাহ যাকে চান বিজয় মালা পরাবেন।\nআল্লাহ তা‘আলা ইরশাদ করেন, আমি আমার বান্দাকে রসূল হিসেবে প্রেরণ করেছি;\nআর তিনি সবসময় লোকদের সত্যের দিকে ডাকেন, যাঁর মধ্যে নেই কোন কপটতা, অস্পষ্টতা।\nআল্লাহ তা‘আলা আরও ইরশাদ করেন,\nআমি এমন মুজাহিদদের মদদ করি, যারা আনসার\nএবং যাদের একমাত্র লক্ষ হচ্ছে শত্রু মুকাবিলা করা।\nপ্রত্যহ তারা শত্রু মুকাবিলায় থাকে সতত প্রস্তুত।\nকক্ষনো বা গাল-মন্দ, যুদ্ধ-বিগ্রহ অথবা নিন্দাবাদ দ্বারা।\nতোমাদের মাঝে এমন কারো দুঃসাহস আছে যে, আল্লাহর রসূলের বিদ্রূপ করে;\nঅথচ মাখলুকাত ব্যতীতও এক মহান সত্তা রয়েছেন, যিনি তাঁর প্রশংসায় পঞ্চমুখ এবং সর্বাবস্থায় তাঁর সহায়ক।\nজিব্রীল(‘আঃ) আমাদের জন্য আল্লাহর তরফ হতে নির্বাচিত সম্মানিক বাণীবাহক (দূত) এবং তিনি রূহুল কুদুস (পূতঃ-পবিত্র আত্মা) যাঁর সাদৃশ্য ফেরেশ্তাকুলে দ্বিতীয় কেউ নেই। (ই.ফা. ৬১৭০, ই.সে. ৬২১৪)",
    "ar": "حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، حَدَّثَنِي خَالِدُ بْنُ يَزِيدَ، حَدَّثَنِي سَعِيدُ بْنُ أَبِي هِلاَلٍ، عَنْ عُمَارَةَ بْنِ غَزِيَّةَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، بْنِ عَبْدِ الرَّحْمَنِ عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ اهْجُوا قُرَيْشًا فَإِنَّهُ أَشَدُّ عَلَيْهَا مِنْ رَشْقٍ بِالنَّبْلِ ‏\"‏ ‏.‏ فَأَرْسَلَ إِلَى ابْنِ رَوَاحَةَ فَقَالَ ‏\"‏ اهْجُهُمْ ‏\"‏ ‏.‏ فَهَجَاهُمْ فَلَمْ يُرْضِ فَأَرْسَلَ إِلَى كَعْبِ بْنِ مَالِكٍ ثُمَّ أَرْسَلَ إِلَى حَسَّانَ بْنِ ثَابِتٍ فَلَمَّا دَخَلَ عَلَيْهِ قَالَ حَسَّانُ قَدْ آنَ لَكُمْ أَنْ تُرْسِلُوا إِلَى هَذَا الأَسَدِ الضَّارِبِ بِذَنَبِهِ ثُمَّ أَدْلَعَ لِسَانَهُ فَجَعَلَ يُحَرِّكُهُ فَقَالَ وَالَّذِي بَعَثَكَ بِالْحَقِّ لأَفْرِيَنَّهُمْ بِلِسَانِي فَرْىَ الأَدِيمِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تَعْجَلْ فَإِنَّ أَبَا بَكْرٍ أَعْلَمُ قُرَيْشٍ بِأَنْسَابِهَا - وَإِنَّ لِي فِيهِمْ نَسَبًا - حَتَّى يُلَخِّصَ لَكَ نَسَبِي ‏\"‏ ‏.‏ فَأَتَاهُ حَسَّانُ ثُمَّ رَجَعَ فَقَالَ يَا رَسُولَ اللَّهِ قَدْ لَخَّصَ لِي نَسَبَكَ وَالَّذِي بَعَثَكَ بِالْحَقِّ لأَسُلَّنَّكَ مِنْهُمْ كَمَا تُسَلُّ الشَّعَرَةُ مِنَ الْعَجِينِ ‏.‏ قَالَتْ عَائِشَةُ فَسَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ لِحَسَّانَ ‏\"‏ إِنَّ رُوحَ الْقُدُسِ لاَ يَزَالُ يُؤَيِّدُكَ مَا نَافَحْتَ عَنِ اللَّهِ وَرَسُولِهِ ‏\"‏ ‏.‏ وَقَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ هَجَاهُمْ حَسَّانُ فَشَفَى وَاشْتَفَى ‏\"‏ ‏.‏ قَالَ حَسَّانُ هَجَوْتَ مُحَمَّدًا فَأَجَبْتُ عَنْهُ وَعِنْدَ اللَّهِ فِي ذَاكَ الْجَزَاءُ هَجَوْتَ مُحَمَّدًا بَرًّا تَقِيًّا رَسُولَ اللَّهِ شِيمَتُهُ الْوَفَاءُ فَإِنَّ أَبِي وَوَالِدَهُ وَعِرْضِي لِعِرْضِ مُحَمَّدٍ مِنْكُمْ وِقَاءُ ثَكِلْتُ بُنَيَّتِي إِنْ لَمْ تَرَوْهَا تُثِيرُ النَّقْعَ مِنْ كَنَفَىْ كَدَاءِ يُبَارِينَ الأَعِنَّةَ مُصْعِدَاتٍ عَلَى أَكْتَافِهَا الأَسَلُ الظِّمَاءُ تَظَلُّ جِيَادُنَا مُتَمَطِّرَاتٍ تُلَطِّمُهُنَّ بِالْخُمُرِ النِّسَاءُ فَإِنْ أَعْرَضْتُمُو عَنَّا اعْتَمَرْنَا وَكَانَ الْفَتْحُ وَانْكَشَفَ الْغِطَاءُ وَإِلاَّ فَاصْبِرُوا لِضِرَابِ يَوْمٍ يُعِزُّ اللَّهُ فِيهِ مَنْ يَشَاءُ وَقَالَ اللَّهُ قَدْ أَرْسَلْتُ عَبْدًا يَقُولُ الْحَقَّ لَيْسَ بِهِ خَفَاءُ وَقَالَ اللَّهُ قَدْ يَسَّرْتُ جُنْدًا هُمُ الأَنْصَارُ عُرْضَتُهَا اللِّقَاءُ لَنَا فِي كُلِّ يَوْمٍ مِنْ مَعَدٍّ سِبَابٌ أَوْ قِتَالٌ أَوْ هِجَاءُ فَمَنْ يَهْجُو رَسُولَ اللَّهِ مِنْكُمْ وَيَمْدَحُهُ وَيَنْصُرُهُ سَوَاءُ وَجِبْرِيلٌ رَسُولُ اللَّهِ فِينَا وَرُوحُ الْقُدْسِ لَيْسَ لَهُ كِفَاءُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}