{
  "hadith": {
    "hadith_id": 6295,
    "narrator": "উবাইদুল্লাহ ইবনু আবূ রাফি’ (রহঃ)",
    "bn": "তিনি ‘আলী (রাঃ)-কে বলতে শুনেছেন যে, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে যুবায়র ও মিকদাদ (রাঃ)-কে (বিশেষ কাজে) প্রেরণ করে বললেনঃতোমরা দ্রুত ‘আওযায়ে খাখ’ (মাদীনার সন্নিকটবর্তী একটি জায়গার নাম) যাও। সেখানে উষ্ট্রারোহিণী এক নারী রয়েছে তার কাছে একটি গোপনীয় পত্র রয়েছে। তোমরা তার নিকট হতে সেটা নিয়ে এসো। আমরা ঘোড়ার পৃষ্ঠে আরোহিত হয়ে ছুটে চললাম। সেখানে আমরা জনৈক নারীকে দেখতে পেলাম। আমরা তাকে বললাম, পত্র বের করে দাও। সে বলল, আমার নিকট কোন পত্র নেই। আমরা বললাম, তোমাকে পত্র বের করতেই হবে, আর না হলে গায়ের বস্ত্র খুলতে বাধ্য হব। তারপর সে তার চুলের বেণীর মাঝখান থেকে পত্র বের করে দিল। তখন আমরা তা নিয়ে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলাম। পত্র খুলে দেখা গেল যে, তা হাতিব ইবনু আবূ বালতা (রাঃ)-এর পক্ষ হতে মাক্কার কতিপয় মুশরিকের প্রতি লিখিত একটি চিঠি ছিল। তিনি এ চিঠিতে রসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কতক গুরুত্বপূর্ণ কাজের লুকানো তথ্য প্রকাশ করে দিয়েছিলেন। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃহে হাতিব! তুমি এমন কাজ কেন করলে? সে বলল, হে আল্লাহর রসূল! আমার ব্যাপারে অনুগ্রহ করে দ্রুত রায় ঘোষণা করবেন না। আমি এমন একজন লোক, কুরায়শদের সঙ্গে যার সম্পর্ক রয়েছে (কিন্তু আমি তাদের বংশের কেউ নেই)। সুফ্ইয়ান (রহঃ) বলেন, তিনি তাদের মিত্র ছিলেন, কিন্তু তাদের (বংশোদ্ভূত) গোত্রভুক্ত ছিলেন না। আর আপনার মুহাজির সহাবীদের অনেকের আত্মীয়-স্বজন সেখানে আছে, যাদের মাধ্যমে তাঁদের পরিবার-পরিজনের নিরাপত্তা নিশ্চিত হচ্ছে। তাই আমি স্থির করলাম যে, কুরায়শদের সাথে যখন আমা্র কোন আত্মীয়তার সম্পর্ক নেই তখন এমন কোন কাজ করি যার দ্বারা আমার পরিবার-পরিজন মুক্তি পেতে পারে। আমি এ কাজটি এজন্য করিনি যে, আমি কাফির হয়ে গেছি অথবা মুরতাদ হয়েছি দ্বীন থেকে। আর আমি ইসলাম কবূলের পরে কুফ্রের প্রতি আসক্ত হইনি। তারপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃসে সত্যই বলেছে। ‘উমার (রাঃ) বললেন, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমাকে অনুমতি দিন, আমি এ মুনাফিকের গর্দান কেটে দিব। তখন তিনি বললেন, সে তো বদর যুদ্ধে শারীক হয়েছিল এবং তুমি কি জান না যে, আল্লাহ বদরী সহাবীদের সম্পর্কে অধিক অবহিত আছেন। তিনি বলেছেন: “তোমরা যা খুশী করতে পারো, আমি তোমাদের ক্ষমা করে দিয়েছি।” এরপর আল্লাহ তা‘আলা এ আয়াত অবতীর্ণ করেন- “হে মু’মিনগণ! আমার ও তোমাদের শত্রুকে বন্ধুরূপে গ্রহণ করো না”- (সুরাহ্ আল মুমতাহিনাহ্ ৬০: ১)।\nআবূ বকর ও যুহায়র বর্ণিত হাদীসে আয়াতের বর্ণনা নেই। আর ইসহাক্ তাঁর বর্ণনায় আয়াতটিকে সুফ্ইয়ানের তিলাওয়াত হিসেবে উল্লেখ করেছেন। (ই.ফা. ৬১৭৬, ই.সে. ৬২২০)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَمْرٌو النَّاقِدُ، وَزُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَابْنُ أَبِي عُمَرَ - وَاللَّفْظُ لِعَمْرٍو - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا سُفْيَانُ بْنُ، عُيَيْنَةَ عَنْ عَمْرٍو، عَنِ الْحَسَنِ بْنِ مُحَمَّدٍ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ أَبِي رَافِعٍ، - وَهُوَ كَاتِبُ عَلِيٍّ قَالَ سَمِعْتُ عَلِيًّا، رضى الله عنه وَهُوَ يَقُولُ بَعَثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَا وَالزُّبَيْرَ وَالْمِقْدَادَ فَقَالَ ‏\"‏ ائْتُوا رَوْضَةَ خَاخٍ فَإِنَّ بِهَا ظَعِينَةً مَعَهَا كِتَابٌ فَخُذُوهُ مِنْهَا ‏\"‏ ‏.‏ فَانْطَلَقْنَا تَعَادَى بِنَا خَيْلُنَا فَإِذَا نَحْنُ بِالْمَرْأَةِ فَقُلْنَا أَخْرِجِي الْكِتَابَ ‏.‏ فَقَالَتْ مَا مَعِي كِتَابٌ ‏.‏ فَقُلْنَا لَتُخْرِجِنَّ الْكِتَابَ أَوْ لَتُلْقِيَنَّ الثِّيَابَ ‏.‏ فَأَخْرَجَتْهُ مِنْ عِقَاصِهَا فَأَتَيْنَا بِهِ رَسُولَ اللَّهِ صلى الله عليه وسلم فَإِذَا فِيهِ مِنْ حَاطِبِ بْنِ أَبِي بَلْتَعَةَ إِلَى نَاسٍ مِنَ الْمُشْرِكِينَ مِنْ أَهْلِ مَكَّةَ يُخْبِرُهُمْ بِبَعْضِ أَمْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا حَاطِبُ مَا هَذَا ‏\"‏ ‏.‏ قَالَ لاَ تَعْجَلْ عَلَىَّ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ امْرَأً مُلْصَقًا فِي قُرَيْشٍ - قَالَ سُفْيَانُ كَانَ حَلِيفًا لَهُمْ وَلَمْ يَكُنْ مِنْ أَنْفُسِهَا - وَكَانَ مِمَّنْ كَانَ مَعَكَ مِنَ الْمُهَاجِرِينَ لَهُمْ قَرَابَاتٌ يَحْمُونَ بِهَا أَهْلِيهِمْ فَأَحْبَبْتُ إِذْ فَاتَنِي ذَلِكَ مِنَ النَّسَبِ فِيهِمْ أَنْ أَتَّخِذَ فِيهِمْ يَدًا يَحْمُونَ بِهَا قَرَابَتِي وَلَمْ أَفْعَلْهُ كُفْرًا وَلاَ ارْتِدَادًا عَنْ دِينِي وَلاَ رِضًا بِالْكُفْرِ بَعْدَ الإِسْلاَمِ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ صَدَقَ ‏\"‏ ‏.‏ فَقَالَ عُمَرُ دَعْنِي يَا رَسُولَ اللَّهِ أَضْرِبْ عُنُقَ هَذَا الْمُنَافِقِ ‏.‏ فَقَالَ ‏\"‏ إِنَّهُ قَدْ شَهِدَ بَدْرًا وَمَا يُدْرِيكَ لَعَلَّ اللَّهَ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ فَقَالَ اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُمْ ‏\"‏ ‏.‏ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏ يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ‏}‏ وَلَيْسَ فِي حَدِيثِ أَبِي بَكْرٍ وَزُهَيْرٍ ذِكْرُ الآيَةِ وَجَعَلَهَا إِسْحَاقُ فِي رِوَايَتِهِ مِنْ تِلاَوَةِ سُفْيَانَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}