{
  "hadith": {
    "hadith_id": 63,
    "narrator": "আবূ কাতাদাহ (রহঃ)",
    "bn": "তিনি বলেন, আমাদের এক দল ‘ইমরান ইবনু হুসায়ন (রাঃ) এর নিকট উপস্থিত ছিলাম। আমাদের মাঝে বুশায়র ইবনু কা‘বও ছিলেন। তখন ‘ইমরান (রাঃ) আমাদের কাছে হাদীস বর্ণনা প্রসংগে বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন লজ্জার সবটাই মঙ্গলজনক। রাবী বলেন যে, কিংবা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ লজ্জা সবটাই কল্যাণকর। বুশায়র ইবনু কা‘ব (রহঃ) বলেন, কোন কোন কিতাবে কিংবা হিকমাতের গ্রন্থে আমরা পেয়েছি যে, লজ্জা থেকেই আল্লাহর জন্য গাম্ভীর্য ও প্রশান্তির উৎপত্তি এবং তা থেকে দুর্বলতারও উৎপত্তি। রাবী বলেন, এ কথা শুনে ‘ইমরান (রাঃ) রেগে গেলেন এমন কি তার দুই চোখ লাল হয়ে গেল। ‘ইমরান (রাঃ) বলেন, সাবধান! আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাদীস বলছি আর তার মুকাবিলায় তুমি পুঁথির কথা বলছ। এরপর ইমরান (রাঃ) পুনরুক্তি করলেন। আর বুশায়রও তার কথার পুনরাবৃত্তি করলেন। এতে ‘ইমরান (রাঃ) খুবই রেগে গেলেন। রাবী বলেন যে, আমরা বলতে লাগলাম, হে আবূ নুজায়দ (‘ইমরানের উপনাম) সে আমাদেরই লোক। তার মধ্যে ত্রুটি নেই।\nইসহাক ইবনু ইবরাহীম (রহঃ) .....  ‘ইমরান ইবনু হুসায়ন (রাঃ) সুত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে হাম্মাদ ইবনু যায়দের মত হাদীস বর্ণনা করেছেন। (ই.ফা. ৬৪, ৬৫; ই.সে. ৬৫-৬৬)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ حَبِيبٍ الْحَارِثِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ إِسْحَاقَ، - وَهُوَ ابْنُ سُوَيْدٍ - أَنَّ أَبَا قَتَادَةَ، حَدَّثَ قَالَ كُنَّا عِنْدَ عِمْرَانَ بْنِ حُصَيْنٍ فِي رَهْطٍ مِنَّا وَفِينَا بُشَيْرُ بْنُ كَعْبٍ فَحَدَّثَنَا عِمْرَانُ، يَوْمَئِذٍ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْحَيَاءُ خَيْرٌ كُلُّهُ ‏\"‏ ‏.‏ قَالَ أَوْ قَالَ ‏\"‏ الْحَيَاءُ كُلُّهُ خَيْرٌ ‏\"‏ ‏.‏ فَقَالَ بُشَيْرُ بْنُ كَعْبٍ إِنَّا لَنَجِدُ فِي بَعْضِ الْكُتُبِ أَوِ الْحِكْمَةِ أَنَّ مِنْهُ سَكِينَةً وَوَقَارًا لِلَّهِ وَمِنْهُ ضَعْفٌ ‏.‏ قَالَ فَغَضِبَ عِمْرَانُ حَتَّى احْمَرَّتَا عَيْنَاهُ وَقَالَ أَلاَ أُرَانِي أُحَدِّثُكَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَتُعَارِضُ فِيهِ ‏.‏ قَالَ فَأَعَادَ عِمْرَانُ الْحَدِيثَ قَالَ فَأَعَادَ بُشَيْرٌ فَغَضِبَ عِمْرَانُ قَالَ فَمَا زِلْنَا نَقُولُ فِيهِ إِنَّهُ مِنَّا يَا أَبَا نُجَيْدٍ إِنَّهُ لاَ بَأْسَ بِهِ ‏.‏\nحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا النَّضْرُ، حَدَّثَنَا أَبُو نَعَامَةَ الْعَدَوِيُّ، قَالَ سَمِعْتُ حُجَيْرَ بْنَ الرَّبِيعِ الْعَدَوِيَّ، يَقُولُ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ حَمَّادِ بْنِ زَيْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}