{
  "hadith": {
    "hadith_id": 6303,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "মুসলিমরা আবূ সুফইয়ানের প্রতি দুষ্টি দিতেন না এবং তাঁর সাথে উঠা-বসা করতেন না। তখন তিনি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বললেন, হে আল্লাহর নাবী! তিনটি জিনিস আমাকে দিন। তিনি বললেন, হ্যাঁ। তিনি (আবূ সুফইয়ান) বললেন আমার নিকট আরবের সবচেয়ে উত্তম ও সুন্দরী উম্মু হাবীবাহ বিনতু আবূ সুফইয়ান(রাঃ) আছে তাকে আমি আপনার সাথে বিবাহ দিব। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন হ্যাঁ। আবূ সুফইয়ান (রাঃ)পুনরায় বললেন, আমার পুত্র মু’আবিয়াহকে আপনি ওয়াহী লেখক নিযুক্ত করুন। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন হ্যাঁ। আবূ সূফইয়ান (রাঃ) বললেন আমাকে কাফিরদের বিপক্ষে যুদ্ধ করার নির্দেশ দিন, যেমন আমি (ইসলাম গ্রহণের পূর্বে) মুসলিমদের বিপক্ষে অস্ত্র ধারণ করেছিলাম। তিনি বললেন আচ্ছা। আবূ যুমায়ল (রাঃ) বলেন, যদি তিনি এসব ব্যাপারে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আবেদন না করতেন তাহলে তিনি তা দিতেন না। কারণ, তাঁর (আবূ সুফইয়ান (রাঃ) এর নিকট চাওয়া হলে তিনি হ্যাঁ বলতেন। (ই.ফা.৬১৮৪, ই.সে. ৬২২৮)",
    "ar": "حَدَّثَنِي عَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ الْعَنْبَرِيُّ، وَأَحْمَدُ بْنُ جَعْفَرٍ الْمَعْقِرِيُّ، قَالاَ حَدَّثَنَا النَّضْرُ، - وَهُوَ ابْنُ مُحَمَّدٍ الْيَمَامِيُّ - حَدَّثَنَا عِكْرِمَةُ، حَدَّثَنَا أَبُو زُمَيْلٍ، حَدَّثَنِي ابْنُ عَبَّاسٍ، قَالَ كَانَ الْمُسْلِمُونَ لاَ يَنْظُرُونَ إِلَى أَبِي سُفْيَانَ وَلاَ يُقَاعِدُونَهُ فَقَالَ لِلنَّبِيِّ صلى الله عليه وسلم يَا نَبِيَّ اللَّهِ ثَلاَثٌ أَعْطِنِيهِنَّ قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ عِنْدِي أَحْسَنُ الْعَرَبِ وَأَجْمَلُهُ أُمُّ حَبِيبَةَ بِنْتُ أَبِي سُفْيَانَ أُزَوِّجُكَهَا قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ وَمُعَاوِيَةُ تَجْعَلُهُ كَاتِبًا بَيْنَ يَدَيْكَ ‏.‏ قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ وَتُؤَمِّرُنِي حَتَّى أُقَاتِلَ الْكُفَّارَ كَمَا كُنْتُ أُقَاتِلُ الْمُسْلِمِينَ ‏.‏ قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ أَبُو زُمَيْلٍ وَلَوْلاَ أَنَّهُ طَلَبَ ذَلِكَ مِنَ النَّبِيِّ صلى الله عليه وسلم مَا أَعْطَاهُ ذَلِكَ لأَنَّهُ لَمْ يَكُنْ يُسْئَلُ شَيْئًا إِلاَّ قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}