{
  "hadith": {
    "hadith_id": 6305,
    "narrator": "রাবী (আব্দুল্লাহ ইবনু বাররাদ আশ’আরী) (রহঃ)",
    "bn": "অতঃপর আমাদের নৌকায় সফর সঙ্গিনী আসমা বিনতু উমায়স (রাঃ) রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর স্ত্রী হাফসাহ (রাঃ) এর সাথে সাক্ষাৎ করার জন্য বের হন। যাঁরা নাজাশীর নিকট হিজরাত করেছিলেন, তিনি ছিলেন তাঁদের একজন। ইত্যবসরে উমার(রাঃ) হাফসার নিকট আসলেন। তখন আসমা বিনতু উমায়স (রাঃ) তাঁর নিকট উপস্থিত ছিলেন। তখন উমার (রাঃ)আসমাকে দেখে বললেন, ইনি কে? হাফসাহ (রাঃ) বললেন তিনি আসমা বিনতু উমায়স। উমার (রাঃ) বললেন ইনিই কি হাবশায় হিজরাতকারিণী, নৌকায় আরোহণকারিণী? তখন আসমা (রাঃ) বললেন জি হ্যাঁ। উমার (রাঃ) বললেন, হিজরাতের দৃষ্টিকোণে আমরা তোমাদের চেয়ে অগ্রগামী। অতএব তোমাদের চেয়ে আমরা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সম্বন্ধে বেশি হকদার। তখন আসমা (রাঃ) রাগান্মিত স্বরে বললেন, হে উমার! কথাটি সঠিক নয়। কক্ষনো সঠিক হতে পারে না আল্লাহ শপথ! তোমরা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)এর সাথে ছিলে। তিনি তোমাদের ক্ষুধার্তদের খাবার দান করতেন, অজ্ঞদের জ্ঞানের আলো বিতরণ করতেন। আর আমরা আবিসিনিয়ায় প্রবাসে বিপদের ঝুঁকি মাথায় নিয়ে অবস্থান করছিলাম। এটা ছিল শুধু আল্লাহ ও তাঁর রসূলের সান্নিধ্য লাভের জন্যই। আল্লাহর শপথ! তুমি যা বলেছ তা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আলোচনা না করা পর্যন্ত আমি কোন খাবার খাব না এবং পানীয় দ্রব্যও ছুঁবো না। আমার (বিদেশ বিভুঁইয়ে) সার্বক্ষণিক বিপদ ও ভয়ভীতির মাঝে দিনাতিপাত করতাম। আমি ব্যাপারটি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে উত্থাপন করব এবং প্রশ্ন করব। আল্লাহর শপথ! আমি মিথ্যাচার করব না, বিপথগামীও হব না এবং প্রকৃত ঘটনার চেয়ে বাড়িয়েও কিছু বলব না। রাবী বলেন, যখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসলেন তখন আসমা (রাঃ) বললেন, হে আল্লাহর নাবী! উমার (রাঃ) এই এই বলেছেন। তখনরসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন আমার প্রতি তোমাদের তুলনায় তার হক অধিক নেই। কারণ, তাঁর ও তাঁর সঙ্গীদের জন্য আছে কেবল একটি হিজরাত। আর তোমাদের নৌকারোহীদের জন্য আছে দু’টি হিজরাত। তিনি (আসমা (রাঃ) বলেন, আমি আবূ মূসা (রাঃ) ও নৌকারোহীদের দলবেঁধে এসে আমার নিকট এ হাদীসটি প্রশ্ন করতে দেখেছি। তাঁদের বিষয়ে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা বলেছেন তাঁদের নিকট এর চেয়ে বেশি আনন্দদায়ক এবং বড় ও মহৎ কোন ব্যাপার ছির না। আবূ বুরদাহ (রাঃ) বলেন যে, আসমা (রাঃ) বলেছেন, আমি আবূ মূসা (রাঃ) কে দেখেছি তিনি আমার নিকট হতে এ হাদীস আনন্দের আতিশয্যে বারবার শুনতে চাইতেন।  (ই.ফা.৬১৮৫, ই.সে. ৬২২৯)",
    "ar": "قَالَ فَدَخَلَتْ أَسْمَاءُ بِنْتُ عُمَيْسٍ - وَهِيَ مِمَّنْ قَدِمَ مَعَنَا - عَلَى حَفْصَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم زَائِرَةً وَقَدْ كَانَتْ هَاجَرَتْ إِلَى النَّجَاشِيِّ فِيمَنْ هَاجَرَ إِلَيْهِ فَدَخَلَ عُمَرُ عَلَى حَفْصَةَ وَأَسْمَاءُ عِنْدَهَا فَقَالَ عُمَرُ حِينَ رَأَى أَسْمَاءَ مَنْ هَذِهِ قَالَتْ أَسْمَاءُ بِنْتُ عُمَيْسٍ ‏.‏ قَالَ عُمَرُ الْحَبَشِيَّةُ هَذِهِ الْبَحْرِيَّةُ هَذِهِ فَقَالَتْ أَسْمَاءُ نَعَمْ ‏.‏ فَقَالَ عُمَرُ سَبَقْنَاكُمْ بِالْهِجْرَةِ فَنَحْنُ أَحَقُّ بِرَسُولِ اللَّهِ صلى الله عليه وسلم مِنْكُمْ ‏.‏ فَغَضِبَتْ وَقَالَتْ كَلِمَةً كَذَبْتَ يَا عُمَرُ كَلاَّ وَاللَّهِ كُنْتُمْ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يُطْعِمُ جَائِعَكُمْ وَيَعِظُ جَاهِلَكُمْ وَكُنَّا فِي دَارِ أَوْ فِي أَرْضِ الْبُعَدَاءِ الْبُغَضَاءِ فِي الْحَبَشَةِ وَذَلِكَ فِي اللَّهِ وَفِي رَسُولِهِ وَايْمُ اللَّهِ لاَ أَطْعَمُ طَعَامًا وَلاَ أَشْرَبُ شَرَابًا حَتَّى أَذْكُرَ مَا قُلْتَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم وَنَحْنُ كُنَّا نُؤْذَى وَنُخَافُ وَسَأَذْكُرُ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم وَأَسْأَلُهُ وَوَاللَّهِ لاَ أَكْذِبُ وَلاَ أَزِيغُ وَلاَ أَزِيدُ عَلَى ذَلِكَ ‏.‏ قَالَ فَلَمَّا جَاءَ النَّبِيُّ صلى الله عليه وسلم قَالَتْ يَا نَبِيَّ اللَّهِ إِنَّ عُمَرَ قَالَ كَذَا وَكَذَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَيْسَ بِأَحَقَّ بِي مِنْكُمْ وَلَهُ وَلأَصْحَابِهِ هِجْرَةٌ وَاحِدَةٌ وَلَكُمْ أَنْتُمْ أَهْلَ السَّفِينَةِ هِجْرَتَانِ ‏\"‏ ‏.‏ قَالَتْ فَلَقَدْ رَأَيْتُ أَبَا مُوسَى وَأَصْحَابَ السَّفِينَةِ يَأْتُونِي أَرْسَالاً يَسْأَلُونِي عَنْ هَذَا الْحَدِيثِ مَا مِنَ الدُّنْيَا شَىْءٌ هُمْ بِهِ أَفْرَحُ وَلاَ أَعْظَمُ فِي أَنْفُسِهِمْ مِمَّا قَالَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو بُرْدَةَ فَقَالَتْ أَسْمَاءُ فَلَقَدْ رَأَيْتُ أَبَا مُوسَى وَإِنَّهُ لَيَسْتَعِيدُ هَذَا الْحَدِيثَ مِنِّي ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}