{
  "hadith": {
    "hadith_id": 6321,
    "narrator": "আবূ সালামাহ উবাইদুল্লাহ ইবনু আব্দুল্লাহ ইবনু উতবাহ ইবনু মাসউদ",
    "bn": "আবূ হুরায়রা (রাঃ) কে বলতে শুনেছেন যে, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুসলিমদের এক বিরাট সমাবেশে বলেছেন আমি কি লোকেদেরকে আনসারদের সর্বাপেক্ষা ভাল গৃহ সম্বন্ধে উল্লেখ করব? তখন তারা বললেন জ্বি হ্যাঁ, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন বানূ আব্দুল আশহাল। তাঁরা বললেন তারপর কারা? হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তিনি বললেন তারপর বানূ নাজ্জার। তাঁরা বললেন, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তারপর কারা? তিনি বললেন, এরপর বানূ হারিস ইবনু খাযরাজ। তাঁরা বললেন এরপর কারা হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তিনি বললেন, বানূ সা’ইদাহ। তাঁরা বললেন, তারপর কারা? তখন তিনি বললেন, প্রত্যেক আনসারীর গৃহে কল্যাণ বিরাজ করছে তখন সা’দ ইবনু উবাদাহ (রাঃ) রাগতস্বরে উঠে দাঁড়িয়ে বললেন, আমরা কি চারের মাঝে সর্বশেষ? যখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের নামোল্লেখ করলেন তখন তিনি তাঁর কথার বিরুদ্ধাচরণ করার আকাঙ্ক্ষা করছিলেন। তখন তাঁর সম্প্রদায়ের কতক ব্যক্তি তাঁকে বলল, আপনি বসে পড়ুন। আপনি কি এতে খুশী নন যে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে চারটি সম্প্রদায়ের কথা বলেছেন তন্মধ্যে আপনার সম্প্রদায়কে অন্তর্ভুক্ত করেছেন? যাদের কথা তিনি উল্লেখ করেছেন তাদের চাইতে যাদের কথা তিনি বর্ণনা করেননি তাদের সংখ্যাই তো বেশি। তখন সা’দ ইবনু উবাদাহ (রাঃ) রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কথার প্রত্যুত্তর করা হতে বিরত থাকলেন। (ই.ফা.৬১৯৯, ই.সে.৬২৪৫)",
    "ar": "وَحَدَّثَنِي عَمْرٌو النَّاقِدُ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالاَ حَدَّثَنَا يَعْقُوبُ، - وَهُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ - حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، قَالَ قَالَ أَبُو سَلَمَةَ وَعُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ سَمِعَا أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ فِي مَجْلِسٍ عَظِيمٍ مِنَ الْمُسْلِمِينَ ‏\"‏ أُحَدِّثُكُمْ بِخَيْرِ دُورِ الأَنْصَارِ ‏\"‏ ‏.‏ قَالُوا نَعَمْ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ بَنُو عَبْدِ الأَشْهَلِ ‏\"‏ ‏.‏ قَالُوا ثُمَّ مَنْ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ ثُمَّ بَنُو النَّجَّارِ ‏\"‏ ‏.‏ قَالُوا ثُمَّ مَنْ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ ثُمَّ بَنُو الْحَارِثِ بْنِ الْخَزْرَجِ ‏\"‏ ‏.‏ قَالُوا ثُمَّ مَنْ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ ثُمَّ بَنُو سَاعِدَةَ ‏\"‏ ‏.‏ قَالُوا ثُمَّ مَنْ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ ثُمَّ فِي كُلِّ دُورِ الأَنْصَارِ خَيْرٌ ‏\"‏ ‏.‏ فَقَامَ سَعْدُ بْنُ عُبَادَةَ مُغْضَبًا فَقَالَ أَنَحْنُ آخِرُ الأَرْبَعِ حِينَ سَمَّى رَسُولُ اللَّهِ صلى الله عليه وسلم دَارَهُمْ فَأَرَادَ كَلاَمَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهُ رِجَالٌ مِنْ قَوْمِهِ اجْلِسْ أَلاَ تَرْضَى أَنْ سَمَّى رَسُولُ اللَّهِ صلى الله عليه وسلم دَارَكُمْ فِي الأَرْبَعِ الدُّورِ الَّتِي سَمَّى فَمَنْ تَرَكَ فَلَمْ يُسَمِّ أَكْثَرُ مِمَّنْ سَمَّى ‏.‏ فَانْتَهَى سَعْدُ بْنُ عُبَادَةَ عَنْ كَلاَمِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}