{
  "hadith": {
    "hadith_id": 6360,
    "narrator": "আবূ বুরদাহ (রাঃ) এর পিতা সানাদ",
    "bn": "তিনি বলেন আমরা বললাম, আমরা যদি তাঁর সাথে ইশার সালাত আদায় করা পর্যন্ত উপবিষ্ট হতে পারতাম (তা হলে কতই না ভালো হতো)। রাবী বলেন, আমরা বসে থাকলাম। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকট আসলেন। তারপর তিনি বললেনঃ তোমরা এখনো পর্যন্ত এখানে উপবিষ্ট আছ? আমরা বললাম, হে আল্লাহর রাসূল আমরা আপনার সাথে মাগরিবের সলাত আদায়  করেছি। তারপর আমরা বললাম যে  ইশার সলাত আপনার সাথে আদায়  করার জন্য বসে অপেক্ষা করি। তিনি বললেনঃ তোমরা অনেক ভাল করেছ কিংবা তোমরা ঠিক করেছ। তিনি (রাবী) বলেন, তারপর তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আকাশের দিকে মাথা তুললেন এবং তিনি অধিকাংশ সময়ই আকাশের পানে তাঁর মাথা তুলতেন। অতঃপর তিনি বললেন তারকারাজি অবস্থানের কারণেই আকাশ স্থিতিশীল রয়েছে। তারকারাজি যখন বিক্ষিপ্ত হয়ে পড়বে তখন আকাশের জন্য ওয়া’দাকৃত বিপদ আসন্ন হবে (অর্থ্যাৎ- কিয়ামাত এসে যাবে এবং আসমান ফেটে চৌচির হয়ে যাবে)। আর আমি আমার সাহাবাদের জন্য শান্তি ও নিরাপত্তা স্বরুপ। আমি যখন বিদায় নিব তখন আমার সাহাবাদের উপর ওয়া’দাকৃত সময় এসে সমুপস্থিত হয়ে যাবে (অর্থ্যাৎ - ফিতনা-ফাসাদ ও দ্বন্দ সংঘাত লেগে যাবে)। আর আমার সাহাবাগণ সকল উন্মাতের জন্য  রক্ষাকবচ স্বরুপ। আমার সাহাবীগণ যখন বিদায় হয়ে যাবে তখন আমার উন্মাতের উপর ওয়া’দাকৃত বিষয উপস্থিত হবে। [৪০] (ই.ফা. ৬২৩৬, ই.স ৬২৮৪)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَعَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ أَبَانَ، كُلُّهُمْ عَنْ حُسَيْنٍ، - قَالَ أَبُو بَكْرٍ حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ، - عَنْ مُجَمِّعِ بْنِ يَحْيَى، عَنْ سَعِيدِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، قَالَ صَلَّيْنَا الْمَغْرِبَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ قُلْنَا لَوْ جَلَسْنَا حَتَّى نُصَلِّيَ مَعَهُ الْعِشَاءَ - قَالَ - فَجَلَسْنَا فَخَرَجَ عَلَيْنَا فَقَالَ ‏\"‏ مَا زِلْتُمْ هَا هُنَا ‏\"‏ ‏.‏ قُلْنَا يَا رَسُولَ اللَّهِ صَلَّيْنَا مَعَكَ الْمَغْرِبَ ثُمَّ قُلْنَا نَجْلِسُ حَتَّى نُصَلِّيَ مَعَكَ الْعِشَاءَ قَالَ ‏\"‏ أَحْسَنْتُمْ أَوْ أَصَبْتُمْ ‏\"‏ ‏.‏ قَالَ فَرَفَعَ رَأْسَهُ إِلَى السَّمَاءِ وَكَانَ كَثِيرًا مِمَّا يَرْفَعُ رَأْسَهُ إِلَى السَّمَاءِ فَقَالَ ‏\"‏ النُّجُومُ أَمَنَةٌ لِلسَّمَاءِ فَإِذَا ذَهَبَتِ النُّجُومُ أَتَى السَّمَاءَ مَا تُوعَدُ وَأَنَا أَمَنَةٌ لأَصْحَابِي فَإِذَا ذَهَبْتُ أَتَى أَصْحَابِي مَا يُوعَدُونَ وَأَصْحَابِي أَمَنَةٌ لأُمَّتِي فَإِذَا ذَهَبَ أَصْحَابِي أَتَى أُمَّتِي مَا يُوعَدُونَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪০] অর্থ্যাৎ - শিরক, বিদ’আত ছড়িয়ে পড়বে, ফিতনাহ-ফাসাদের আর্বিভাব হবে, শাইতানের শিঙ উদয় হবে, নাসারাদের রাজত্ব কায়েম হবে, মাক্কাহ ও মাদীনার অবমাননা করা হবে।, বিশৃঙ্খলা ছড়িয়ে পড়বে ইত্যাদি। (ইমাম নাবাবী)",
    "chapter": {
      "chapter_number": "45"
    }
  }
}