{
  "hadith": {
    "hadith_id": 637,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "একদা আসমা (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কাছে হায়িযের গোসল সম্পর্কে জিজ্ঞেস করল। তিনি বললেন, তোমাদের কেউ পানি এবং বরইয়ের পাতা নিয়ে সুন্দর ভাবে পবিত্রতা অর্জন করবে। তারপর মাথায় পানি ঢেলে দিয়ে দিয়ে ভালভাবে নাড়াচড়া করবে যাতে পানি সমস্ত চুলের গোড়া পর্যন্ত পৌঁছে যায়। তারপর তার উপর পানি ঢেলে দিবে। তারপর সুগন্ধযুক্ত কাপড় নিয়ে তার দ্বারা পবিত্রতা অর্জন করবে। আসমা বলল, তা দিয়ে সে কিভাবে পবিত্রতা অর্জন করবে। অতঃপর ‘আয়িশা (রাঃ) তাকে যেন চুপি চুপি বলে দিলেন, রক্ত বের হবার জায়গায় তা বুলিয়ে দিবে। সে অপবিত্রতার গোসল সম্পর্কেও জিজ্ঞেস করল। তিনি বললেন, পানি নিয়ে তার দ্বারা সুন্দরভাবে পবিত্রতা অর্জন করবে। তার মাথায় পানি ঢেলে দিয়ে ভাল করে নাড়াচড়া করবে যাতে চুলের গোঁড়ায় পানি পৌঁছে যায়। তারপর সমস্ত শরীরে পানি ঢেলে দিবে। ‘আয়িশা (রাঃ) বললেন, আনসারদের মহিলারা কত ভাল ! লজ্জা তাদেরকে দীন-এর জ্ঞান থেকে ফিরিয়ে রাখে না। (ই.ফা. ৬৪১, ই.সে. ৬৫৬)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَابْنُ، بَشَّارٍ قَالَ ابْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ إِبْرَاهِيمَ بْنِ الْمُهَاجِرِ، قَالَ سَمِعْتُ صَفِيَّةَ، تُحَدِّثُ عَنْ عَائِشَةَ، أَنَّ أَسْمَاءَ، سَأَلَتِ النَّبِيَّ صلى الله عليه وسلم عَنْ غُسْلِ الْمَحِيضِ فَقَالَ ‏\"‏ تَأْخُذُ إِحْدَاكُنَّ مَاءَهَا وَسِدْرَتَهَا فَتَطَهَّرُ فَتُحْسِنُ الطُّهُورَ ثُمَّ تَصُبُّ عَلَى رَأْسِهَا فَتَدْلُكُهُ دَلْكًا شَدِيدًا حَتَّى تَبْلُغَ شُئُونَ رَأْسِهَا ثُمَّ تَصُبُّ عَلَيْهَا الْمَاءَ ‏.‏ ثُمَّ تَأْخُذُ فِرْصَةً مُمَسَّكَةً فَتَطَهَّرُ بِهَا ‏\"‏ ‏.‏ فَقَالَتْ أَسْمَاءُ وَكَيْفَ تَطَهَّرُ بِهَا فَقَالَ ‏\"‏ سُبْحَانَ اللَّهِ تَطَهَّرِينَ بِهَا ‏\"‏ ‏.‏ فَقَالَتْ عَائِشَةُ كَأَنَّهَا تُخْفِي ذَلِكَ تَتَبَّعِينَ أَثَرَ الدَّمِ ‏.‏ وَسَأَلَتْهُ عَنْ غُسْلِ الْجَنَابَةِ فَقَالَ ‏\"‏ تَأْخُذُ مَاءً فَتَطَهَّرُ فَتُحْسِنُ الطُّهُورَ - أَوْ تُبْلِغُ الطُّهُورَ - ثُمَّ تَصُبُّ عَلَى رَأْسِهَا فَتَدْلُكُهُ حَتَّى تَبْلُغَ شُئُونَ رَأْسِهَا ثُمَّ تُفِيضُ عَلَيْهَا الْمَاءَ ‏\"‏ ‏.‏ فَقَالَتْ عَائِشَةُ نِعْمَ النِّسَاءُ نِسَاءُ الأَنْصَارِ لَمْ يَكُنْ يَمْنَعُهُنَّ الْحَيَاءُ أَنْ يَتَفَقَّهْنَ فِي الدِّينِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "3"
    }
  }
}