{
  "hadith": {
    "hadith_id": 6386,
    "narrator": "উসায়র ইবনু জাবির (রাঃ)",
    "bn": "তিনি বলেন, ‘উমার ইবনুল খাত্তাব (রাঃ)-এর অভ্যাস ছিল, যখন ইয়ামানের কোন সাহায্যকারী ফৌজ তাঁর নিকট আসত তখন তিনি তাঁদের প্রশ্ন করতেন, তোমাদের মাঝে কি উওয়াইস ইবনু আমির রয়েছে? পরিশেষে তিনি উওয়াইসকে পান। তখন তিনি বললেন, তুমি কি উওয়াইস ইবনু ‘আমির? তিনি বললেন, হ্যাঁ। তিনি প্রশ্ন করলেন, মুরাদ গোষ্ঠীর কারান কাওমের? তিনি বললেন, হ্যাঁ। জানতে চাইলেন, তোমার কি কুষ্ঠরোগ হয়েছিল এবং তা নিরাময় হয়েছে, শুধুমাত্র এক দিরহাম জায়গা ছাড়া? তিনি বললেন, হ্যাঁ। প্রশ্ন করলেন, তোমার মা আছেন কি? তিনি বললেন, হ্যাঁ। তখন ‘উমার (রাঃ) বললেন, আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি, তিনি বলেছেনঃ “তোমাদের নিকট মুরাদ গোষ্ঠীর কারান বংশের উওয়াইস ইবনু ‘আমির ইয়ামানের সাহায্যকারী দলের সাথে আসবে। তাঁর কুষ্ঠরোগ ছিল। পরে তিনি সুস্থ হয়ে গেছেন। কেবলমাত্র এক দিরহাম ব্যতীত। তাঁর মা রয়েছেন। সে তাঁর প্রতি অতি সেবাপরায়ণ। এমন লোক আল্লাহর উপর শপথ করে নিলে আল্লাহ তা পূর্ণ করে দেন। সুতরাং তুমি যদি তোমার জন্য তাঁর নিকট মাফফিরাতের দু’আ প্রার্থনার সুযোগ পাও তাহলে তা করবে।” কাজেই আপনি আমার জন্য মাগফিরাতের দু’আ কামনা করুন। তখন উওয়াইস (রাঃ) তাঁর মাগফিরাতের জন্য দু’আ প্রার্থনা করলেন। তারপর ‘উমার (রাঃ) তাকে বললেন, তুমি কোথায় যেতে চাও? তিনি বললেন, কুফাহ্ অঞ্চলে। ‘উমার (রাঃ) বললেন, আমি কি তোমার জন্য কূফার প্রশাসকের নিকট চিঠি লিখে দিব? তিনি বললেন, আমি বিনীত ও দারিদ্র-পীড়িত লোকদের মধ্যে অবস্থান করাই পছন্দ করি। রাবী বলেন, পরবর্তী বছরে তাঁদের অভিজাত লোকেদের মাঝে এক লোক হাজ্জ করতে আসলো এবং ‘উমার (রাঃ)-এর সাথে তাঁর দেখা হলো। তখন তিনি তাকে উওয়াইস কারানী (রাঃ)-এর অবস্থা সম্বন্ধে প্রশ্ন করলেন। সে বলল, আমি তাঁকে নিঃস্ব দরিদ্র অবস্থায় রেখে এসেছি। তিনি বললেন, আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি যে, তিনি বলেছেনঃ তোমাদের নিকট কারান বংশের মুরাদ গোত্রের উওয়াইস ইবনু ‘আমির (রাঃ) ইয়ামানের একদল সাহায্যকারীদের সাথে আসবে। তাঁর ছিল কুষ্ঠরোগ। সে তা থেকে নিরাময় লাভ করে, এক দিরহাম জায়গা ছাড়া। তাঁর মা আছেন, সে তাঁর প্রতি অতি সেবাপরায়ণ। সে যদি আল্লাহর নামে শপথ করে তাহলে আল্লাহ তা’আলা তা পূরণ করে দেন। তোমরা নিজের জন্য তাঁর নিকট মাগফিরাত-এর দু’আ কামনা করুন। তিনি বললেন, আপনি তো নেক সফর থেকে সবেমাত্র এসেছেন। কাজেই আপনি আমার জন্য মাগফিরাতের দু’আ প্রার্থনা করুন। সে লোক বলল, আপনি আমার জন্য মাগফিরাতের দু’আ কামনা করুন। উওয়াইস (রাঃ) বললেন, আপনি সদ্য নেক সফর থেকে এসেছেন, আপনি আমার মাগফিরাতের জন্য দু’আ করুন। অতঃপর তিনি প্রশ্ন করলেন, আপনি কি ‘উমার (রাঃ)-এর দেখা পেয়েছেন? সে বলল, হ্যাঁ। তখন তিনি তাঁর জন্য মাগফিরাতের দু’আ কামনা করলেন। তখন লোকেরা তাঁর মর্যাদা সম্বন্ধে অবগত হলেন। এরপর তিনি তাঁর সামনে চললেন।\nউসায়র বলেন, আমি তাঁকে একটি ডোরাদার চাদর পরিয়ে দিলাম। অতঃপর কোন লোক যখন তাঁকে দেখতো তখন জানতে চাইতো, উওয়াইসের নিকট এ চাদরটি কোত্থেকে আসলো? (ই.ফা.৬২৬১, ই.সে. ৬৩১০)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا - وَاللَّفْظُ، لاِبْنِ الْمُثَنَّى - حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ أُسَيْرِ بْنِ جَابِرٍ، قَالَ كَانَ عُمَرُ بْنُ الْخَطَّابِ إِذَا أَتَى عَلَيْهِ أَمْدَادُ أَهْلِ الْيَمَنِ سَأَلَهُمْ أَفِيكُمْ أُوَيْسُ بْنُ عَامِرٍ حَتَّى أَتَى عَلَى أُوَيْسٍ فَقَالَ أَنْتَ أُوَيْسُ بْنُ عَامِرٍ قَالَ نَعَمْ ‏.‏ قَالَ مِنْ مُرَادٍ ثُمَّ مِنْ قَرَنٍ قَالَ نَعَمْ ‏.‏ قَالَ فَكَانَ بِكَ بَرَصٌ فَبَرَأْتَ مِنْهُ إِلاَّ مَوْضِعَ دِرْهَمٍ قَالَ نَعَمْ ‏.‏ قَالَ لَكَ وَالِدَةٌ قَالَ نَعَمْ ‏.‏ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ يَأْتِي عَلَيْكُمْ أُوَيْسُ بْنُ عَامِرٍ مَعَ أَمْدَادِ أَهْلِ الْيَمَنِ مِنْ مُرَادٍ ثُمَّ مِنْ قَرَنٍ كَانَ بِهِ بَرَصٌ فَبَرَأَ مِنْهُ إِلاَّ مَوْضِعَ دِرْهَمٍ لَهُ وَالِدَةٌ هُوَ بِهَا بَرٌّ لَوْ أَقْسَمَ عَلَى اللَّهِ لأَبَرَّهُ فَإِنِ اسْتَطَعْتَ أَنْ يَسْتَغْفِرَ لَكَ فَافْعَلْ ‏\"‏ ‏.‏ فَاسْتَغْفِرْ لِي ‏.‏ فَاسْتَغْفَرَ لَهُ ‏.‏ فَقَالَ لَهُ عُمَرُ أَيْنَ تُرِيدُ قَالَ الْكُوفَةَ ‏.‏ قَالَ أَلاَ أَكْتُبُ لَكَ إِلَى عَامِلِهَا قَالَ أَكُونُ فِي غَبْرَاءِ النَّاسِ أَحَبُّ إِلَىَّ ‏.‏ قَالَ فَلَمَّا كَانَ مِنَ الْعَامِ الْمُقْبِلِ حَجَّ رَجُلٌ مِنْ أَشْرَافِهِمْ فَوَافَقَ عُمَرَ فَسَأَلَهُ عَنْ أُوَيْسٍ قَالَ تَرَكْتُهُ رَثَّ الْبَيْتِ قَلِيلَ الْمَتَاعِ ‏.‏ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ يَأْتِي عَلَيْكُمْ أُوَيْسُ بْنُ عَامِرٍ مَعَ أَمْدَادِ أَهْلِ الْيَمَنِ مِنْ مُرَادٍ ثُمَّ مِنْ قَرَنٍ كَانَ بِهِ بَرَصٌ فَبَرَأَ مِنْهُ إِلاَّ مَوْضِعَ دِرْهَمٍ لَهُ وَالِدَةٌ هُوَ بِهَا بَرٌّ لَوْ أَقْسَمَ عَلَى اللَّهِ لأَبَرَّهُ فَإِنِ اسْتَطَعْتَ أَنْ يَسْتَغْفِرَ لَكَ فَافْعَلْ ‏\"‏ ‏.‏ فَأَتَى أُوَيْسًا فَقَالَ اسْتَغْفِرْ لِي ‏.‏ قَالَ أَنْتَ أَحْدَثُ عَهْدًا بِسَفَرٍ صَالِحٍ فَاسْتَغْفِرْ لِي ‏.‏ قَالَ اسْتَغْفِرْ لِي ‏.‏ قَالَ أَنْتَ أَحْدَثُ عَهْدًا بِسَفَرٍ صَالِحٍ فَاسْتَغْفِرْ لِي ‏.‏ قَالَ لَقِيتَ عُمَرَ قَالَ نَعَمْ ‏.‏ فَاسْتَغْفَرَ لَهُ ‏.‏ فَفَطِنَ لَهُ النَّاسُ فَانْطَلَقَ عَلَى وَجْهِهِ ‏.‏ قَالَ أُسَيْرٌ وَكَسَوْتُهُ بُرْدَةً فَكَانَ كُلَّمَا رَآهُ إِنْسَانٌ قَالَ مِنْ أَيْنَ لأُوَيْسٍ هَذِهِ الْبُرْدَةُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}