{
  "hadith": {
    "hadith_id": 6390,
    "narrator": "আবূ নাওফিল (রাঃ)",
    "bn": "আমি (মাক্কায়) ‘উকবাতুল মাদীনাহ্ নামে ঘাঁটিতে ‘আবদুল্লাহ ইবনু যুবায়র (রাঃ)-কে (শুলীকাষ্ঠে ঝুলতে) দেখতে পেলাম। রাবী বলেন, তখন অন্যান্য লোকজন তাঁর কাছ দিয়ে যাচ্ছিল। পরিশেষ ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) তাঁর কাছ দিয়ে যাওয়াকালে বললেন, আস্সালামু ‘আলাইকা ইয়া আবূ খুবায়ব! আস্সালামু ‘আলাইকা ইয়া আবূ খুবায়ব! আস্সালামু ‘আলাইকা ইয়া আবূ খুবায়ব! আল্লাহ্‌র শপথ! আমি অবশ্য আপনাকে এ থেকে বিরত থাকতে বলেছিলাম। আল্লাহ্‌র শপথ! আমি অবশ্য আপনাকে এ থেকে নিষেধ করছিলাম, আমি অবশ্য আপনাকে এ থেকে নিষেধ করছিলাম। আল্লাহ্‌র শপথ! আমি যদ্দুর জানি আপনি ছিলেন সর্বাধিক সিয়াম পালনকারী, সর্বাধিক সলাত আদায়কারী এবং আত্মীয়তার সম্পর্ক সম্মিলনকারী। আল্লাহর শপথ, শ্রেষ্ঠ উম্মাতের দৃষ্টিতে আজ আপনি (আপনার মতো মহৎ ব্যক্তিত্ব) নিকৃষ্ট মানুষে গণ্য হয়েছেন। তারপর ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) সেখান হতে প্রত্যাবর্তন করলেন। ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)-এর এ অবস্থান (থামা) ও তাঁর বক্তব্য হাজ্জাজের নিকট পৌঁছল। তখন সে ‘আবদুল্লাহ ইবনু যুবায়রের নিকট লোক প্রেরণ করল এবং তাঁকে শূলীর উপর থেকে নামানো হলো। তারপর ইয়াহূদীদের কবরস্থানে তাঁকে নিক্ষিপ্ত করা হলো। তারপর সে তাঁর মা আসমা বিন্ত আবূ বকর (রাঃ)-কে ডেকে নেয়ার জন্য দূত পাঠায়। তিনি তাঁর নিকট আসতে অস্বীকৃতি জানালেন। হাজ্জাজ আবার তাঁর নিকট লোক পাঠাল তাঁকে তাঁর নিকট আসার জন্য এই বলে যে, তোমাকে অবশ্যই আসতে হবে। অন্যথায় তোমার নিকট এমন লোক পাঠাব যে, তোমাকে চুল ধরে টেনে নিয়ে আসবে। রাবী বললেন, এরপরও তিনি অস্বীকৃতি জানালেন এবং বললেন, আল্লাহর শপথ! আমি সে পর্যন্ত তোমার নিকট আসব না যতক্ষণ না তুমি আমার নিকট এমন লোক পাঠাবে যে, আমার চুলে ধরে টেনে নিয়ে আসবে। রাবী বলেন, তারপর হাজ্জাজ বলেন, আমার জুতা নাও। তারপর সে জুতা পরল এবং সদর্পে আসমা বিন্ত আবূ বকর (রাঃ)-এর নিকট পৌঁছল এবং সে বলল, তুমি তো দেখলে আল্লাহর শত্রুর সাথে আমি কী ব্যবহার করেছি। তিনি বললেন, “হ্যাঁ আমি তোকে দেখছি, তুই তাঁর দুনিয়া বরবাদ করে দিয়েছিস। আর সে তোর আখিরাত নষ্ট করে দিয়েছে। আমি জানতে পেরেছি যে, তুই তাকে (তিরস্কার স্বরূপ) দু’টি কোমরবন্ধনীর ছেলে বলে সম্বোধন করে থাকিস। আল্লাহর শপথ! আমই দু’ কোমরবন্ধ ব্যবহারকারিণী। এর একটির মাঝে আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং আবূ বকর (রাঃ)-এর খাদ্যদ্রব্য বেঁধে তুলে রাখতাম যাতে বাহনের পশু থেকে খেয়ে ফেলতে না পারে। অপরটি হলো যা স্ত্রীলোকের জন্য প্রয়োজন। জেনে রাখো, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকট বর্ণনা করেছেন যে, সাকীফ সম্প্রদায়ে এক মিথ্যুকের এবং নরহত্যাকারীর উভ্যুদয় হবে। মিথ্যুককে তো আমরা সকলে দেখেছি, আমি রক্ত প্রবাহকারী তোমাকে ব্যতীত আর কাউকে মনে করছি না।” এ কথা শুনে হাজ্জাজ উঠে দাঁড়াল এবং আসমা (রাঃ)-এর কথার কোন প্রত্যুত্তর করল না। (ই.ফা. ৬২৬৫, ই.সে. ৬৩১৪)",
    "ar": "حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ إِسْحَاقَ الْحَضْرَمِيَّ - أَخْبَرَنَا الأَسْوَدُ بْنُ شَيْبَانَ، عَنْ أَبِي نَوْفَلٍ، رَأَيْتُ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ عَلَى عَقَبَةِ الْمَدِينَةِ - قَالَ - فَجَعَلَتْ قُرَيْشٌ تَمُرُّ عَلَيْهِ وَالنَّاسُ حَتَّى مَرَّ عَلَيْهِ عَبْدُ اللَّهِ بْنُ عُمَرَ فَوَقَفَ عَلَيْهِ فَقَالَ السَّلاَمُ عَلَيْكَ أَبَا خُبَيْبٍ السَّلاَمُ عَلَيْكَ أَبَا خُبَيْبٍ السَّلاَمُ عَلَيْكَ أَبَا خُبَيْبٍ أَمَا وَاللَّهِ لَقَدْ كُنْتُ أَنْهَاكَ عَنْ هَذَا أَمَا وَاللَّهِ لَقَدْ كُنْتُ أَنْهَاكَ عَنْ هَذَا أَمَا وَاللَّهِ لَقَدْ كُنْتُ أَنْهَاكَ عَنْ هَذَا أَمَا وَاللَّهِ إِنْ كُنْتَ مَا عَلِمْتُ صَوَّامًا قَوَّامًا وَصُولاً لِلرَّحِمِ أَمَا وَاللَّهِ لأُمَّةٌ أَنْتَ أَشَرُّهَا لأُمَّةٌ خَيْرٌ ‏.‏ ثُمَّ نَفَذَ عَبْدُ اللَّهِ بْنُ عُمَرَ فَبَلَغَ الْحَجَّاجَ مَوْقِفُ عَبْدِ اللَّهِ وَقَوْلُهُ فَأَرْسَلَ إِلَيْهِ فَأُنْزِلَ عَنْ جِذْعِهِ فَأُلْقِيَ فِي قُبُورِ الْيَهُودِ ثُمَّ أَرْسَلَ إِلَى أُمِّهِ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ فَأَبَتْ أَنْ تَأْتِيَهُ فَأَعَادَ عَلَيْهَا الرَّسُولَ لَتَأْتِيَنِّي أَوْ لأَبْعَثَنَّ إِلَيْكِ مِنْ يَسْحَبُكِ بِقُرُونِكِ - قَالَ - فَأَبَتْ وَقَالَتْ وَاللَّهِ لاَ آتِيكَ حَتَّى تَبْعَثَ إِلَىَّ مَنْ يَسْحَبُنِي بِقُرُونِي - قَالَ - فَقَالَ أَرُونِي سِبْتَىَّ ‏.‏ فَأَخَذَ نَعْلَيْهِ ثُمَّ انْطَلَقَ يَتَوَذَّفُ حَتَّى دَخَلَ عَلَيْهَا فَقَالَ كَيْفَ رَأَيْتِنِي صَنَعْتُ بِعَدُوِّ اللَّهِ قَالَتْ رَأَيْتُكَ أَفْسَدْتَ عَلَيْهِ دُنْيَاهُ وَأَفْسَدَ عَلَيْكَ آخِرَتَكَ بَلَغَنِي أَنَّكَ تَقُولُ لَهُ يَا ابْنَ ذَاتِ النِّطَاقَيْنِ أَنَا وَاللَّهِ ذَاتُ النِّطَاقَيْنِ أَمَّا أَحَدُهُمَا فَكُنْتُ أَرْفَعُ بِهِ طَعَامَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَطَعَامَ أَبِي بَكْرٍ مِنَ الدَّوَابِّ وَأَمَّا الآخَرُ فَنِطَاقُ الْمَرْأَةِ الَّتِي لاَ تَسْتَغْنِي عَنْهُ أَمَا إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم حَدَّثَنَا ‏ \"‏ أَنَّ فِي ثَقِيفٍ كَذَّابًا وَمُبِيرًا ‏\"‏ ‏.‏ فَأَمَّا الْكَذَّابُ فَرَأَيْنَاهُ وَأَمَّا الْمُبِيرُ فَلاَ إِخَالُكَ إِلاَّ إِيَّاهُ - قَالَ - فَقَامَ عَنْهَا وَلَمْ يُرَاجِعْهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}