{
  "hadith": {
    "hadith_id": 6409,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "যখন তিনি মাক্কা্হ্ অভিমুখে রওনা হতেন তখন তাঁর সাথে একটি গাধা থাকত। উটের সওয়ারীতে ক্লান্ত হয়ে পড়লে ক্ষণিক স্বস্তি লাভের জন্য তাতে আরোহণ করতেন। আর তাঁর সঙ্গে একটি পাগড়ী থাকত, যা দিয়ে তিনি মাথা বেঁধে নিতেন। কোন একসময় তিনি উক্ত গাধায় আরোহণ করে যাচ্ছিলেন, তখন তাঁর পাশ দিয়ে একজন বেদুঈন অতিক্রম করছিল। তিনি তাঁকে জিজ্ঞেস করলেন, তুমি কি অমুক এর পুত্র অমুক নও? সে বলল, হ্যাঁ। তখন তিনি তাকে গাধাটি দিয়ে দিলেন এবং বললেন, এতে আরোহণ কর। তিনি তাঁকে পাগড়ীটিও দান করলেন এবং বললেন, এটি দ্বারা তোমার মাথা বেঁধে নাও। তখন তাঁর সঙ্গীদের কেউ কেউ তাঁকে বললেন, আল্লাহ আপনাকে ক্ষমা করুন। আপনি এ বেদুঈনকে গাধাটি দিয়ে দিলেন, যার উপর আরোহণ করে আপনি স্বস্তি লাভ করতেন এবং পাগড়ীটিও দান করলেন, যার দ্বারা আপনার মাথা বাঁধতেন। তখন তিনি বললেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি, সর্বোত্তম সদ্ব্যবহার হলো কোন ব্যক্তির পিতার ইন্তি্কালের পর তার বন্ধু-বান্ধবের সাথে সদ্ব্যবহার বজায় রাখা। আর এ বেদুঈনের পিতা ছিলেন ‘উমার (রাঃ)-এর অন্তরঙ্গ বন্ধু। (ই. ফা. ৬২৮৪, ই.সে. ৬৩৩৩)",
    "ar": "حَدَّثَنَا حَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، وَاللَّيْثُ بْنُ سَعْدٍ جَمِيعًا عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ أُسَامَةَ بْنِ الْهَادِ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ كَانَ إِذَا خَرَجَ إِلَى مَكَّةَ كَانَ لَهُ حِمَارٌ يَتَرَوَّحُ عَلَيْهِ إِذَا مَلَّ رُكُوبَ الرَّاحِلَةِ وَعِمَامَةٌ يَشُدُّ بِهَا رَأْسَهُ فَبَيْنَا هُوَ يَوْمًا عَلَى ذَلِكَ الْحِمَارِ إِذْ مَرَّ بِهِ أَعْرَابِيٌّ فَقَالَ أَلَسْتَ ابْنَ فُلاَنِ بْنِ فُلاَنٍ قَالَ بَلَى ‏.‏ فَأَعْطَاهُ الْحِمَارَ وَقَالَ ارْكَبْ هَذَا وَالْعِمَامَةَ - قَالَ - اشْدُدْ بِهَا رَأْسَكَ ‏.‏ فَقَالَ لَهُ بَعْضُ أَصْحَابِهِ غَفَرَ اللَّهُ لَكَ أَعْطَيْتَ هَذَا الأَعْرَابِيَّ حِمَارًا كُنْتَ تَرَوَّحُ عَلَيْهِ وَعِمَامَةً كُنْتَ تَشُدُّ بِهَا رَأْسَكَ ‏.‏ فَقَالَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّ مِنْ أَبَرِّ الْبِرِّ صِلَةَ الرَّجُلِ أَهْلَ وُدِّ أَبِيهِ بَعْدَ أَنْ يُوَلِّيَ ‏\"‏ ‏.‏ وَإِنَّ أَبَاهُ كَانَ صَدِيقًا لِعُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "46"
    }
  }
}