{
  "hadith": {
    "hadith_id": 643,
    "narrator": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী আয়িশা (রাযিঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর শ্যালিকা এবং আব্দুর রহমান ইবনু ‘আওফ-এর স্ত্রী হাবীবাহ্‌ বিনতু জাহা্‌শ সাত বছর যাবৎ ইসতিহাযার রোগী ছিলেন। তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এ ব্যাপারে মাসআলা জানতে চাইলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এটা হায়িয নয়; বরং ধমনীর (রগের) রক্ত। তাই তুমি গোসল করে ফেল এবং সলাত আদায় কর।\n‘আয়িশাহহ্‌ (রাঃ) বলেন, এরপর তিনি তার বোন যায়নাব বিনতু জাহ্‌শ-এর ঘরে একটি পাত্রের মধ্যে বসে গোসল করতেন। এমনকি পানি রক্তে লাল হয়ে যেত।\nইবনু শিহাব বলেন, আমি এই হাদীসটি আবূ বাক্‌র ইবনু ‘আব্দুর রহমান ইবনুল হারিস ইবনু হিশাম-এর কাছের বর্ণনা করলাম। তিনি বললেন, আল্লাহ তা’য়ালা হিন্‌দের ওপর রহমাত করুন। সে যদি এ ফাতাওয়ার (মাসআলাহ্‌) শুনতে পেত! আল্লাহর কসম! সে শুধু কাঁদত। কারন সে সলাত আদায় করতনা (এ মাসআলা তার জানা ছিলনা। ফলে সলাত আদায় করতে না পারার কারণে কাঁদত)। (ই.ফা. ৬৪৭, ই.সে. ৬৬২)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ الْمُرَادِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، وَعَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ أُمَّ حَبِيبَةَ بِنْتَ جَحْشٍ - خَتَنَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَتَحْتَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ - اسْتُحِيضَتْ سَبْعَ سِنِينَ فَاسْتَفْتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي ذَلِكَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ هَذِهِ لَيْسَتْ بِالْحَيْضَةِ وَلَكِنَّ هَذَا عِرْقٌ فَاغْتَسِلِي وَصَلِّي ‏\"‏ ‏.‏ قَالَتْ عَائِشَةُ فَكَانَتْ تَغْتَسِلُ فِي مِرْكَنٍ فِي حُجْرَةِ أُخْتِهَا زَيْنَبَ بِنْتِ جَحْشٍ حَتَّى تَعْلُوَ حُمْرَةُ الدَّمِ الْمَاءَ ‏.‏ قَالَ ابْنُ شِهَابٍ فَحَدَّثْتُ بِذَلِكَ أَبَا بَكْرِ بْنَ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ فَقَالَ يَرْحَمُ اللَّهُ هِنْدًا لَوْ سَمِعَتْ بِهَذِهِ الْفُتْيَا وَاللَّهِ إِنْ كَانَتْ لَتَبْكِي لأَنَّهَا كَانَتْ لاَ تُصَلِّي ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "3"
    }
  }
}