{
  "hadith": {
    "hadith_id": 6450,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ তা’আলা কিয়ামাতের দিনে বলবেন, হে আদাম সন্তান! আমি অসুস্থ হয়েছিলাম; কিন্তু তুমি আমার সেবা-শুশ্রূষা করনি। সে বলবে, হে পরওয়ারদিগার! আমি কী করে তোমার সেবা-শুশ্রূষা করব, অথচ তুমি সারা জাহানের প্রতিপালক। আল্লাহ বলবেন, তুমি কি জানতে না যে, আমার অমুক বান্দা অসুস্থ হয়েছিল, আর তুমি তার সেবা করনি, তুমি কি জানতে না যে, তুমি তার সেবা-শুশ্রূষা করলে আমাকে তার কাছেই পেতে। হে আদাম সন্তান! আমি তোমার কাছে খাবার চেয়েছিলাম; কিন্তু তুমি আমাকে খেতে দাওনি। সে (বান্দা) বলবে, হে আমার পরওয়ারদিগার! আমি কী করে তোমাকে আহার করাতে পারি? তুমি তো সারা জাহানের প্রতিপালক। তিনি (আল্লাহ) বলবেন, তুমি কি জানতে না যে, আমার অমুক বান্দা তোমার কাছে আহার চেয়েছিল? তুমি তাকে খেতে দাওনি। তুমি কি জানতে না যে, যদি তুমি তাকে আহার করাতে তাহলে তা অবশ্যই আমার কাছে পেতে। হে আদাম সন্তান! আমি তোমার কাছে পানীয় চেয়েছিলাম; কিন্তু তুমি আমাকে পানি পান করাওনি। সে (বান্দা) বলবে, হে আমার পরওয়ারদিগার! আমি কী করে তোমাকে পান করাব, অথচ তুমি সারা জাহানের প্রতিপালক। তিনি (আল্লাহ) বলবেন, আমার অমুক বান্দা তোমার কাছে পানীয় চেয়েছিল, তুমি তাকে পান করাওনি। যদি তুমি তাকে পান করাতে, তবে তা আমার কাছে পেয়ে যেতে। (ই.ফা. ৬৩২২, ই.সে. ৬৩৭১)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ حَاتِمِ بْنِ مَيْمُونٍ، حَدَّثَنَا بَهْزٌ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ اللَّهَ عَزَّ وَجَلَّ يَقُولُ يَوْمَ الْقِيَامَةِ يَا ابْنَ آدَمَ مَرِضْتُ فَلَمْ تَعُدْنِي ‏.‏ قَالَ يَا رَبِّ كَيْفَ أَعُودُكَ وَأَنْتَ رَبُّ الْعَالَمِينَ ‏.‏ قَالَ أَمَا عَلِمْتَ أَنَّ عَبْدِي فُلاَنًا مَرِضَ فَلَمْ تَعُدْهُ أَمَا عَلِمْتَ أَنَّكَ لَوْ عُدْتَهُ لَوَجَدْتَنِي عِنْدَهُ يَا ابْنَ آدَمَ اسْتَطْعَمْتُكَ فَلَمْ تُطْعِمْنِي ‏.‏ قَالَ يَا رَبِّ وَكَيْفَ أُطْعِمُكَ وَأَنْتَ رَبُّ الْعَالَمِينَ ‏.‏ قَالَ أَمَا عَلِمْتَ أَنَّهُ اسْتَطْعَمَكَ عَبْدِي فُلاَنٌ فَلَمْ تُطْعِمْهُ أَمَا عَلِمْتَ أَنَّكَ لَوْ أَطْعَمْتَهُ لَوَجَدْتَ ذَلِكَ عِنْدِي يَا ابْنَ آدَمَ اسْتَسْقَيْتُكَ فَلَمْ تَسْقِنِي ‏.‏ قَالَ يَا رَبِّ كَيْفَ أَسْقِيكَ وَأَنْتَ رَبُّ الْعَالَمِينَ قَالَ اسْتَسْقَاكَ عَبْدِي فُلاَنٌ فَلَمْ تَسْقِهِ أَمَا إِنَّكَ لَوْ سَقَيْتَهُ وَجَدْتَ ذَلِكَ عِنْدِي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "46"
    }
  }
}