{
  "hadith": {
    "hadith_id": 6466,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইরশাদ করেন : আল্লাহ তা‘আলা বলেছেন, ওহে আমার বান্দারা! আমি আমার নিজ সত্তার উপর অত্যাচারকে হারাম করে নিয়েছি এবং তোমাদের মধ্যেও তা হারাম বলে ঘোষণা করছি। অতএব তোমরা একে অপরের উপর অত্যাচার করো না। হে আমার বান্দারা! তোমরা সবাই ছিলে দিশেহারা, তবে আমি যাকে সুপথ দেখিয়েছি সে ব্যতীত। তোমরা আমার কাছে হিদায়াত প্রার্থনা কর আমি তোমাদের হিদায়াত দান করব। হে আমার বান্দারা! তোমরা সবাই ক্ষুধার্ত, তবে আমি যাকে খাদ্য দান করি সে ব্যতীত। তোমরা আমার কাছে আহার্য চাও, আমি তোমাদের আহার করাব। হে আমার বান্দারা! তোমরা সবাই বস্ত্রহীন, কিন্তু আমি যাকে পরিধান করাই সে ব্যতীত। তোমারা আমার কাছে পরিধেয় চাও, আমি তোমাদের পরিধান করাব। হে আমার বান্দারা! তোমরা রাতদিন অপরাধ করে থাকো। আর আমিই সব অপরাধ ক্ষমা করি। সুতরাং তোমরা আমার কাছে মাগফিরাত প্রার্থনা করো, আমি তোমাদেরকে ক্ষমা করে দিব। হে আমার বান্দারা! তোমরা কখনো আমার অনিষ্ট করতে পারবে না, যাতে আমি ক্ষতিগ্রস্ত হই এবং তোমরা কখনো আমার উপকার করতে পারবে না, যাতে আমি উপকৃত হই। হে আমার বান্দারা! তোমাদের আদি, তোমাদের অন্ত, তোমাদের মানুষ ও জিন জাতির মধ্যে যার অন্তর আমাকে সবচাইতে বেশী ভয় পায়, তোমরা সবাই যদি তার মতো হয়ে যাও তাতে আমার রাজত্ব একটুও বৃদ্ধি পাবে না। হে আমার বান্দাগণ! তোমাদের আদি, তোমাদের অন্ত, তোমাদের সকল মানুষ ও জিন জাতির মধ্যে যার অন্তর সবচাইতে পাপিষ্ঠ তোমরা সবাই যদি তার মতো হয়ে যাও তাতে আমার রাজত্ব কিছুমাত্র হ্রাস পাবে না। হে আমার বান্দা! তোমাদের আদি থেকে অন্ত পর্যন্ত সকল মানুষ ও জিন যদি কোন বিশাল মাঠে দাঁড়িয়ে সবাই আমার কাছে আবদার করে আর আমি প্রত্যক ব্যক্তির চাহিদা পূরণ করি তাহলে আমার কাছে যা আছে তাতে এর চাইতে বেশী হ্রাস পাবে না, যেমন কেউ সমুদ্রে একটি সূচ ডুবিয়ে দিলে যতটুকু তাত্থেকে হ্রাস পায়। হে আমার বান্দারা! আমি তোমাদের ‘আমালই তোমাদের জন্য সংরক্ষিত রাখি। এরপর পুরোপুরিভাবে তার বিনিময় প্রদান করে থাকি। সুতরাং যে ব্যক্তি কোন কল্যাণ অর্জন করে সে যেন আল্লাহর প্রশংসা করে। আর যে তা ব্যতীত অন্য কিছু পায়, তবে সে যেন নিজেকেই দোষারোপ করে।\n\nসা‘ঈদ (রহঃ)  বলেন, আবূ ইদ্‌রীস আল খাওলানী (রহঃ)  যখন এ হাদীস বর্ণনা করতেন তখন তিনি দু’হাঁটুর উপর ভর দিয়ে বসতেন। (ই.ফা. ৬৩৩৮, ই.সে. ৬৩৮৭)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ بَهْرَامَ الدَّارِمِيُّ، حَدَّثَنَا مَرْوَانُ، - يَعْنِي ابْنَ مُحَمَّدٍ الدِّمَشْقِيَّ - حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ أَبِي ذَرٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِيمَا رَوَى عَنِ اللَّهِ، تَبَارَكَ وَتَعَالَى أَنَّهُ قَالَ ‏ \"‏ يَا عِبَادِي إِنِّي حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِي وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلاَ تَظَالَمُوا يَا عِبَادِي كُلُّكُمْ ضَالٌّ إِلاَّ مَنْ هَدَيْتُهُ فَاسْتَهْدُونِي أَهْدِكُمْ يَا عِبَادِي كُلُّكُمْ جَائِعٌ إِلاَّ مَنْ أَطْعَمْتُهُ فَاسْتَطْعِمُونِي أُطْعِمْكُمْ يَا عِبَادِي كُلُّكُمْ عَارٍ إِلاَّ مَنْ كَسَوْتُهُ فَاسْتَكْسُونِي أَكْسُكُمْ يَا عِبَادِي إِنَّكُمْ تُخْطِئُونَ بِاللَّيْلِ وَالنَّهَارِ وَأَنَا أَغْفِرُ الذُّنُوبَ جَمِيعًا فَاسْتَغْفِرُونِي أَغْفِرْ لَكُمْ يَا عِبَادِي إِنَّكُمْ لَنْ تَبْلُغُوا ضَرِّي فَتَضُرُّونِي وَلَنْ تَبْلُغُوا نَفْعِي فَتَنْفَعُونِي يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا زَادَ ذَلِكَ فِي مُلْكِي شَيْئًا يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِي شَيْئًا يَا عِبَادِي لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ قَامُوا فِي صَعِيدٍ وَاحِدٍ فَسَأَلُونِي فَأَعْطَيْتُ كُلَّ إِنْسَانٍ مَسْأَلَتَهُ مَا نَقَصَ ذَلِكَ مِمَّا عِنْدِي إِلاَّ كَمَا يَنْقُصُ الْمِخْيَطُ إِذَا أُدْخِلَ الْبَحْرَ يَا عِبَادِي إِنَّمَا هِيَ أَعْمَالُكُمْ أُحْصِيهَا لَكُمْ ثُمَّ أُوَفِّيكُمْ إِيَّاهَا فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدِ اللَّهَ وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلاَ يَلُومَنَّ إِلاَّ نَفْسَهُ ‏\"‏ ‏.‏ قَالَ سَعِيدٌ كَانَ أَبُو إِدْرِيسَ الْخَوْلاَنِيُّ إِذَا حَدَّثَ بِهَذَا الْحَدِيثِ جَثَا عَلَى رُكْبَتَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "46"
    }
  }
}