{
  "hadith": {
    "hadith_id": 6477,
    "narrator": "সুফ্ইয়ান ইবনু ‘উয়াইনাহ্ (রহঃ)",
    "bn": "‘আমর (রহঃ) জাবির (রাঃ)-কে বলতে শুনেছেন, আমরা এক যুদ্ধে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে ছিলাম। তখন একজন মুহাজির একজন আনসারের পশ্চাতাঘাত করেছিল। সে সময় আনসারী চীৎকার করে বলল, সে আনসার! আর মুহাজির ব্যক্তি ডাক দিল, হে মুহাজিরগণ! তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, কী ব্যাপার! জাহিলী যুগের মতো হাঁক-ডাক করছ কেন? তারা বলল, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! একজন মুহাজির একজন আনসারীর পশ্চাতে আঘাত করেছে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমরা এ ধরণের হাক-ডাক ছেড়ে দাও। কেননা এতো নিন্দনীয় কাজ। এরপর ঘটনাটি ‘আব্দুল্লাহ ইবনু উবাই শুনে বলল, তারা কি এরূপ কান্ড ঘটিয়েছে? আল্লাহর কসম! আমরা মাদীনায় ফিরে গেলে সেখানকার শক্তিশালীরা অবশ্যই দুর্বলকে বহিষ্কৃত করে দিবে।\n‘উমার (রাঃ) বললেন, (হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)!) আমাকে অনুমতি দিন, আমি এ মুনাফিকের মস্তক উড়িয়ে দাই। তখন তিনি বললেন, একে ছেড়ে দাও, যাতে লোকেরা বলতে না পারে যে, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাহাবাদের হত্যা করেন।     (ই.ফা. ৬৩৪৭, ই. সে. ৬৩৯৭)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَأَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، وَابْنُ أَبِي، عُمَرَ - وَاللَّفْظُ لاِبْنِ أَبِي شَيْبَةَ - قَالَ ابْنُ عَبْدَةَ أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا سُفْيَانُ بْنُ، عُيَيْنَةَ قَالَ سَمِعَ عَمْرٌو، جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي غَزَاةٍ فَكَسَعَ رَجُلٌ مِنَ الْمُهَاجِرِينَ رَجُلاً مِنَ الأَنْصَارِ فَقَالَ الأَنْصَارِيُّ يَا لَلأَنْصَارِ وَقَالَ الْمُهَاجِرِيُّ يَا لَلْمُهَاجِرِينَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا بَالُ دَعْوَى الْجَاهِلِيَّةِ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ كَسَعَ رَجُلٌ مِنَ الْمُهَاجِرِينَ رَجُلاً مِنَ الأَنْصَارِ ‏.‏ فَقَالَ ‏\"‏ دَعُوهَا فَإِنَّهَا مُنْتِنَةٌ ‏\"‏ ‏.‏ فَسَمِعَهَا عَبْدُ اللَّهِ بْنُ أُبَىٍّ فَقَالَ قَدْ فَعَلُوهَا وَاللَّهِ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ ‏.‏ قَالَ عُمَرُ دَعْنِي أَضْرِبْ عُنُقَ هَذَا الْمُنَافِقِ فَقَالَ ‏\"‏ دَعْهُ لاَ يَتَحَدَّثُ النَّاسُ أَنَّ مُحَمَّدًا يَقْتُلُ أَصْحَابَهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "46"
    }
  }
}