{
  "hadith": {
    "hadith_id": 6521,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আনাস (রাঃ)-এর মা উম্মু সুলায়মা-এর নিকট এক ইয়াতীম মেয়ে ছিল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে দেখে বললেন, এ তুমি সে মেয়ে? তুমি তো অনেক বড় হয়েছ; কিন্তু তুমি দীর্ঘায়ু হবে না। তখন ইয়াতীম মেয়েটি উম্মু সুলায়মের নিকট এসে কাঁদতে লাগল। তখন উম্মু সুলায়ম (রাঃ) বললেন, তোমার কী হয়েছে? হে আমার স্নেহের মেয়ে! মেয়েটি বলল, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বদ্‌দু’আ করেছেন।তিনি বলেছেন, আমি দীর্ঘায়ু হব না। সুতরাং এখন থেকে আমি বয়সে আর বড় হব না। অথবা সে (আরবী) এর স্থলে (আরবী) (আমার সমবয়সী) বলেছিল। এ কথা শুনে উম্মু সুলায়ম (রাঃ) তাড়াতাড়ি গায়ে চাদর দিয়ে বেরিয়ে পড়েন এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে দেখা করেন। তখন তাঁর উদ্দেশে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, কী ব্যাপার, হে উম্মু সুলায়ম! তিনি বললেন, ইয়া রসূলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনি কি আমার ইয়াতীম মেয়েটিকে বদ্‌দু’আ করেছেন? তিনি বললেন, হে উম্মু সুলায়ম! এটা কেমন কথা! বদ্‌দু’আ করব কেন? উম্মু সুলায়ম বললেন, সে তো মনে করেছে যে, আপনি তাকে বদ্‌দু’আ করেছেন যেন তার বয়স না বাড়ে কিংবা তার সমবয়সীর বয়স বৃদ্ধি না পায়। রাবী বলেন , তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুচকি হেসে বললেন, হে উম্মু সুলায়ম! তুমি বোধহয় জান না যে, আমার রবের সাথে এ মর্মে আমি শর্ত করেছি এবং আমি বলেছি যে, আমি একজন মানুষ মাত্র। মানুষ যাতে সন্তুষ্ট থাকে আমিও তাতে সন্তুষ্ট হই। আমিও রাগান্বিত হই যেভাবে মানুষ রাগান্বিত হয়ে থাকে। সুতরাং আমি আমার উম্মতের কোন লোকের বিরুদ্ধে বদ্‌দু’আ করলে সে যদি তার যোগ্য না হয় তাহলে তা তার জন্য পবিত্রতা, আত্মশুদ্ধি ও নৈকট্যর সোপান বানিয়ে দাও, যার দ্বারা কিয়ামাতের দিনে সে তোমার নৈকট্য অর্জন করতে পারে।\nআবূ মা’ন (রহঃ) উল্লেখিত এক হাদীসে তিন জায়গায় (আরবী)-এর স্থলে (আরবী) শব্দ বর্ণনা করেছেন, যার অর্থ ছোট ইয়াতীম মেয়ে। (ই.ফা. ৬৩৮৯, ই.সে. ৬৪৪০ )",
    "ar": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، وَأَبُو مَعْنٍ الرَّقَاشِيُّ - وَاللَّفْظُ لِزُهَيْرٍ - قَالاَ حَدَّثَنَا عُمَرُ، بْنُ يُونُسَ حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنَا إِسْحَاقُ بْنُ أَبِي طَلْحَةَ، حَدَّثَنِي أَنَسُ بْنُ مَالِكٍ، قَالَ كَانَتْ عِنْدَ أُمِّ سُلَيْمٍ يَتِيمَةٌ وَهِيَ أُمُّ أَنَسٍ فَرَأَى رَسُولُ اللَّهِ صلى الله عليه وسلم الْيَتِيمَةَ فَقَالَ ‏\"‏ آنْتِ هِيَهْ لَقَدْ كَبِرْتِ لاَ كَبِرَ سِنُّكِ ‏\"‏ ‏.‏ فَرَجَعَتِ الْيَتِيمَةُ إِلَى أُمِّ سُلَيْمٍ تَبْكِي فَقَالَتْ أُمُّ سُلَيْمٍ مَا لَكِ يَا بُنَيَّةُ قَالَتِ الْجَارِيَةُ دَعَا عَلَىَّ نَبِيُّ اللَّهِ صلى الله عليه وسلم أَنْ لاَ يَكْبَرَ سِنِّي فَالآنَ لاَ يَكْبَرُ سِنِّي أَبَدًا - أَوْ قَالَتْ قَرْنِي - فَخَرَجَتْ أُمُّ سُلَيْمٍ مُسْتَعْجِلَةً تَلُوثُ خِمَارَهَا حَتَّى لَقِيَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا لَكِ يَا أُمَّ سُلَيْمٍ ‏\"‏ ‏.‏ فَقَالَتْ يَا نَبِيَّ اللَّهِ أَدَعَوْتَ عَلَى يَتِيمَتِي قَالَ ‏\"‏ وَمَا ذَاكِ يَا أُمَّ سُلَيْمٍ ‏\"‏ ‏.‏ قَالَتْ زَعَمَتْ أَنَّكَ دَعَوْتَ أَنْ لاَ يَكْبَرَ سِنُّهَا وَلاَ يَكْبَرَ قَرْنُهَا - قَالَ - فَضَحِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ ‏\"‏ يَا أُمَّ سُلَيْمٍ أَمَا تَعْلَمِينَ أَنَّ شَرْطِي عَلَى رَبِّي أَنِّي اشْتَرَطْتُ عَلَى رَبِّي فَقُلْتُ إِنَّمَا أَنَا بَشَرٌ أَرْضَى كَمَا يَرْضَى الْبَشَرُ وَأَغْضَبُ كَمَا يَغْضَبُ الْبَشَرُ فَأَيُّمَا أَحَدٍ دَعَوْتُ عَلَيْهِ مِنْ أُمَّتِي بِدَعْوَةٍ لَيْسَ لَهَا بِأَهْلٍ أَنْ تَجْعَلَهَا لَهُ طَهُورًا وَزَكَاةً وَقُرْبَةً يُقَرِّبُهُ بِهَا مِنْهُ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ وَقَالَ أَبُو مَعْنٍ يُتَيِّمَةٌ ‏.‏ بِالتَّصْغِيرِ فِي الْمَوَاضِعِ الثَّلاَثَةِ مِنَ الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "46"
    }
  }
}