{
  "hadith": {
    "hadith_id": 657,
    "narrator": "হাম্মাম ইবনু মুনাব্বিহ্‌ (রহঃ)",
    "bn": "তিনি কয়েকটি হাদীস উল্লেখ করে বলেন, এগুলো আবূ হুরায়রা (রাঃ) মুহাম্মাদুর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে আমার কাছে বর্ণনা করেছেন। তন্মধ্যে একটি হল, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, বানী ইসরাঈলগণ উলঙ্গ হয়ে গোসল করত, একে ওপরের লজ্জাস্থানের দিকে দেখত। আর মূসা (‘আঃ) গোসল করতেন একাকী। তাই তারা বলাবলি করত, আল্লাহর কসম মূসা আমাদের সাথে গোসল করে না কারণ তার একশিরা রোগ হয়েছে। একবার তিনি গোসল করতে গিয়ে একটি পাথরের উপর তাঁর কাপড় রাখলেন। এরপর পাথরটি তাঁর কাপড় নিয়ে দৌড়াতে লাগল। রাবী বলেন, মূসা (‘আঃ) তার পিছু পিছু ছুটলেন আর বলতে লাগলেন, পাথর! আমার কাপড়, পাথর! আমার কাপড়। এমনিভাবে বনী ইসরাঈলগণ মূসা (‘আঃ)-এর লজ্জাস্থান দেখে ফেলল এবং তারা বলল, আল্লাহর কসম মুসার তো কোন খুত নেই। এরপর পাথর দাঁড়িয়ে গেল এবং তাঁকে দেখে নিল। রাবী বলেন, এরপর তিনি তাঁর কাপড় তুলে নিলেন এবং (রাগে) পাথরকে মারতে শুরু করে দিলেন।\n\nআবূ হুরায়রা (রাঃ) বলেন, আল্লাহর কসম! পাথরের ওপর মূসা (আঃ)- এর আঘাতের ছয়টি কি সাতটি চিহ্ন রয়েছে। (ই.ফা. ৬৬১, ই.সে. ৬৭৬)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، قَالَ هَذَا مَا حَدَّثَنَا أَبُو هُرَيْرَةَ، عَنْ مُحَمَّدٍ، رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ أَحَادِيثَ مِنْهَا وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ كَانَتْ بَنُو إِسْرَائِيلَ يَغْتَسِلُونَ عُرَاةً يَنْظُرُ بَعْضُهُمْ إِلَى سَوْأَةِ بَعْضٍ وَكَانَ مُوسَى - عَلَيْهِ السَّلاَمُ - يَغْتَسِلُ وَحْدَهُ فَقَالُوا وَاللَّهِ مَا يَمْنَعُ مُوسَى أَنْ يَغْتَسِلَ مَعَنَا إِلاَّ أَنَّهُ آدَرُ - قَالَ - فَذَهَبَ مَرَّةً يَغْتَسِلُ فَوَضَعَ ثَوْبَهُ عَلَى حَجَرٍ فَفَرَّ الْحَجَرُ بِثَوْبِهِ - قَالَ - فَجَمَحَ مُوسَى بِإِثْرِهِ يَقُولُ ثَوْبِي حَجَرُ ثَوْبِي حَجَرُ ‏.‏ حَتَّى نَظَرَتْ بَنُو إِسْرَائِيلَ إِلَى سَوْأَةِ مُوسَى قَالُوا وَاللَّهِ مَا بِمُوسَى مِنْ بَأْسٍ ‏.‏ فَقَامَ الْحَجَرُ حَتَّى نُظِرَ إِلَيْهِ - قَالَ - فَأَخَذَ ثَوْبَهُ فَطَفِقَ بِالْحَجَرِ ضَرْبًا ‏\"‏ ‏.‏ قَالَ أَبُو هُرَيْرَةَ وَاللَّهِ إِنَّهُ بِالْحَجَرِ نَدَبٌ سِتَّةٌ أَوْ سَبْعَةٌ ضَرْبُ مُوسَى بِالْحَجَرِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "3"
    }
  }
}