{
  "hadith": {
    "hadith_id": 6616,
    "narrator": "‘আবদুল্লাহ ইবনু মাস‘উদ (রাঃ)",
    "bn": "তিনি বলেন, সাদিকুল মাসদূক (ন্যায়পরায়ণ ও ন্যায়নিষ্ঠরূপে প্রত্যায়িত) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  আমাদেরকে হাদীস বর্ণনা করেছেন যে, তোমাদের প্রত্যেকের শুক্রকীট তার মায়ের গর্ভে চল্লিশ দিন একত্রিত করা হয়। তারপর হুবহু চল্লিশ দিনে তা একটি গোশত টুকরায় পরিণত হয়। তারপর আল্লাহ্‌ তা ‘আলার পক্ষ থেকে একজন ফেরেশ্তাকে প্রেরণ করা হয়। সে তাতে রূহ্ ফুঁকে দেয়। আর তাঁকে চারটি কালিমা (বিষয়) লিপিবদ্ধ করার আদেশ করা হয়। রিয্ক, মৃত্যুক্ষণ, কর্ম, বদ্কার ও নেক্কার। সে সত্তার শপথ যিনি ছাড়া কোন ইলাহ নেই! নিশ্চয়ই তোমাদের মাঝ হতে কেউ জান্নাতীদের ‘আমালের (আমলের)ন্যায় ‘আমাল (আমল) করতে থাকে। অবশেষে তার ও জান্নাতের মধ্যে মাত্র একহাত দূরত্ব থাকে। অতঃপর ভাগ্যের লিখন তার উপর জয়ী হয়ে যায়। ফলে সে জাহান্নামীদের কর্ম শুরু করে। এরপর সে জাহান্নামে নিক্ষিপ্ত হয়। আর তোমাদের মধ্যে কোন কোন ব্যক্তি জাহান্নামের কাজ-কর্ম করতে থাকে। ফলে জাহান্নামের মাঝে ও তার মাঝে মাত্র একহাত দূরত্ব থাকে। তারপর ভাগ্যলিপি তার উপর জয়ী হয়। ফলে সে জান্নাতীদের ন্যায় ‘আমাল করে। অবশেষে জান্নাতে প্রবিষ্ট হয়। (ই.ফা. ৬৪৮২, ই.সে. ৬৫৩৪)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، وَوَكِيعٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ، اللَّهِ بْنِ نُمَيْرٍ الْهَمْدَانِيُّ - وَاللَّفْظُ لَهُ - حَدَّثَنَا أَبِي وَأَبُو مُعَاوِيَةَ وَوَكِيعٌ قَالُوا حَدَّثَنَا الأَعْمَشُ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ الصَّادِقُ الْمَصْدُوقُ ‏ \"‏ إِنَّ أَحَدَكُمْ يُجْمَعُ خَلْقُهُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا ثُمَّ يَكُونُ فِي ذَلِكَ عَلَقَةً مِثْلَ ذَلِكَ ثُمَّ يَكُونُ فِي ذَلِكَ مُضْغَةً مِثْلَ ذَلِكَ ثُمَّ يُرْسَلُ الْمَلَكُ فَيَنْفُخُ فِيهِ الرُّوحَ وَيُؤْمَرُ بِأَرْبَعِ كَلِمَاتٍ بِكَتْبِ رِزْقِهِ وَأَجَلِهِ وَعَمَلِهِ وَشَقِيٌّ أَوْ سَعِيدٌ فَوَالَّذِي لاَ إِلَهَ غَيْرُهُ إِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونَ بَيْنَهُ وَبَيْنَهَا إِلاَّ ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا وَإِنَّ أَحَدَكُمْ لَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُونَ بَيْنَهُ وَبَيْنَهَا إِلاَّ ذِرَاعٌ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلُهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "47"
    }
  }
}