{
  "hadith": {
    "hadith_id": 662,
    "narrator": "আব্দুর রহমান ইবনু আবূ সা’ঈদ আল খুদরী (রাঃ) তাঁর পিতা আবূ সা’ঈদ আল খুদরী",
    "bn": "কোন এক সোমবারে আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে কুবা এলাকার দিকে গেলাম। আমরা বানু সালিম গোত্রের মহল্লায় পৌঁছালে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘ইত্‌বান এর গেইটে দাঁড়ালেন এবং তাকে উচ্চঃস্বরে  ডাকলেন। তৎক্ষণাৎ তিনি পরনের লুঙ্গি হেঁচড়াতে হেঁচড়াতে বের হয়ে আসলেন। এ অবস্থা দেখে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমরা কি লোকটিকে তাড়াহুড়োয় ফেলে দিলাম? তখন ‘ইতবান বললেন, হে আল্লাহর রসূল! যদি কোন ব্যক্তি তাঁর স্ত্রীর সাথে সহবাসের সময় তাড়াহুড়ো করে এবং তাতে বীর্যপাত না হয় তখন তাকে কি করতে হবে? (অর্থাৎ তাকে গোসল করতে হবে কিনা?) জবাবে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, বস্তুত বীর্যপাত ঘটলেই গোসল করতে হবে। [৯৫] (ই.ফা. ৬৬৬, ই.সে. ৬৮১)",
    "ar": "وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَيَحْيَى بْنُ أَيُّوبَ، وَقُتَيْبَةُ، وَابْنُ، حُجْرٍ - قَالَ يَحْيَى بْنُ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرُونَ، حَدَّثَنَا إِسْمَاعِيلُ، - وَهُوَ ابْنُ جَعْفَرٍ - عَنْ شَرِيكٍ، - يَعْنِي ابْنَ أَبِي نَمِرٍ - عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ أَبِيهِ، قَالَ خَرَجْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ الاِثْنَيْنِ إِلَى قُبَاءٍ حَتَّى إِذَا كُنَّا فِي بَنِي سَالِمٍ وَقَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى بَابِ عِتْبَانَ فَصَرَخَ بِهِ فَخَرَجَ يَجُرُّ إِزَارَهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَعْجَلْنَا الرَّجُلَ ‏\"‏ ‏.‏ فَقَالَ عِتْبَانُ يَا رَسُولَ اللَّهِ أَرَأَيْتَ الرَّجُلَ يُعْجَلُ عَنِ امْرَأَتِهِ وَلَمْ يُمْنِ مَاذَا عَلَيْهِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا الْمَاءُ مِنَ الْمَاءِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯৪] কিন্তু পরবর্তীতে এ হুকুম মানসুখ (রহিত) হয়ে যায় এবং শুধু সহবাসের দ্বারাই গোসল ফারয হয়।\n[৯৫] “বস্তুতঃ বীর্যপাত ঘটলেই গোসল করতে হবে।” এ কথার ব্যাখ্যায় ইমাম নাবাবী (রহঃ) বলেন, সহবাস করলেই গোসল ফরয হয়ে যায়। এ ব্যাপারে উম্মাতের ইজমা (ঐকমত্য) হয়েছে। সহবাস দ্বারা বীর্যপাত হোক বা না হোক শুদুমাত্র পুরুষদের যৌনাঙ্গের অগ্রভাগ মহিলার গুপাতাঙ্গে প্রবেশ করলেই গোসল করতে হবে। “বীর্যপাত ঘটলেই গোসল করতে হবে” এ হাদীস মানসুখ (রহিত) হয়েছে। অর্থাৎ ইসলামের প্রথম যুগে এ হুকুম ছিল যে, সহবাসে বীর্যপাত না ঘটলে গোসল করা অপরিহার্য নয়। কিন্তু পরবর্তীতে তা রহিত হয়ে গেছে। এ অধ্যায়ে (৮৭-৩৪৮) নম্বর হাদীসটি নাসিখ (রহিতকারী)",
    "chapter": {
      "chapter_number": "3"
    }
  }
}