{
  "hadith": {
    "hadith_id": 6624,
    "narrator": "‘আলী (রাঃ)",
    "bn": "তিনি বলেন, আমরা বাকী‘ গারকাদে [৪] একটি জানাযা সলাতে উপস্থিত ছিলাম। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকট এসে বসলেন এবং আমরাও তাঁর পাশাপাশি বসলাম। তাঁর সাথে ছিল একটি ছড়ি। তিনি মাথা নিচু করেছিলেন। সে সময় তিনি তাঁর ছড়ি দ্বারা জমিনে টোকা দিচ্ছিলেন। তারপর তিনি বললেন, তোমাদের মাঝে এমন কোন লোক নেই, যার পরিণাম আল্লাহ তা‘আলা জান্নাতে বা জাহান্নামে নির্ধারণ করেননি এবং সে দুর্ভাগ্যবান হবে বা সৌভাগ্যবান হবে, তা লিপিবদ্ধ করেননি। বর্ণনাকারী বলেন, তখন জনৈক লোক আবেদন করল, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমরা কি আমাদের ভাগ্যলিপির উপর অটুট থেকে ‘আমাল ত্যাগ করব না? তখন তিনি বললেন, যে লোক সৌভাগ্যবান সে সৌভাগ্যবানদের ‘আমালের দিকে ধাবিত হবে। যে হতভাগাদের অন্তর্ভূক্ত সে হতভাগার ‘আমালের প্রতি ধাবিত হবে। তারপর তিনি বললেন, তোমরা ‘আমাল করো। প্রত্যেকের পথ সহজ করে দেয়া হয়েছে। অবশ্যই সৌভাগ্যবান লোকদেরকে সৌভাগ্যের ‘আমাল করা সহজ করে দেয়া হচ্ছে। হতভাগ্যদেরকে হতভাগ্যের ‘আমাল সহজ করে দেয়া হচ্ছে। তাপর তিনি তিলাওয়াত করলেন, “সুতরাং যে দান করল, তাক্ওয়া অর্জন করল এবং যা উত্তম তা সত্যায়ন করল, আমি তাদের জন্যে সফলতার পথ সুগম করে দিব এবং যারা বখিলী করল এবং নিজকে স্বয়ংসম্পূর্ণ অমুখাপেক্ষী মনে করল আর যা উত্তম তা মিথ্যা সাব্যস্ত করল, আমি তার জন্যে কঠোর বিফল পথ সহজ করে দিব”- (সূরাহ্ আল লায়ল ৯২ : ৫-১০)। (ই.ফা. ৬৪৭৮, ই.সে. ৬৫৩০)",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، - وَاللَّفْظُ لِزُهَيْرٍ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَلِيٍّ، قَالَ كُنَّا فِي جَنَازَةٍ فِي بَقِيعِ الْغَرْقَدِ فَأَتَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَعَدَ وَقَعَدْنَا حَوْلَهُ وَمَعَهُ مِخْصَرَةٌ فَنَكَّسَ فَجَعَلَ يَنْكُتُ بِمِخْصَرَتِهِ ثُمَّ قَالَ ‏\"‏ مَا مِنْكُمْ مِنْ أَحَدٍ مَا مِنْ نَفْسٍ مَنْفُوسَةٍ إِلاَّ وَقَدْ كَتَبَ اللَّهُ مَكَانَهَا مِنَ الْجَنَّةِ وَالنَّارِ وَإِلاَّ وَقَدْ كُتِبَتْ شَقِيَّةً أَوْ سَعِيدَةً ‏\"‏ ‏.‏ قَالَ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ أَفَلاَ نَمْكُثُ عَلَى كِتَابِنَا وَنَدَعُ الْعَمَلَ فَقَالَ ‏\"‏ مَنْ كَانَ مِنْ أَهْلِ السَّعَادَةِ فَسَيَصِيرُ إِلَى عَمَلِ أَهْلِ السَّعَادَةِ وَمَنْ كَانَ مِنْ أَهْلِ الشَّقَاوَةِ فَسَيَصِيرُ إِلَى عَمَلِ أَهْلِ الشَّقَاوَةِ ‏\"‏ ‏.‏ فَقَالَ ‏\"‏ اعْمَلُوا فَكُلٌّ مُيَسَّرٌ أَمَّا أَهْلُ السَّعَادَةِ فَيُيَسَّرُونَ لِعَمَلِ أَهْلِ السَّعَادَةِ وَأَمَّا أَهْلُ الشَّقَاوَةِ فَيُيَسَّرُونَ لِعَمَلِ أَهْلِ الشَّقَاوَةِ ‏\"‏ ‏.‏ ثُمَّ قَرَأَ ‏{‏ فَأَمَّا مَنْ أَعْطَى وَاتَّقَى * وَصَدَّقَ بِالْحُسْنَى * فَسَنُيَسِّرُهُ لِلْيُسْرَى * وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنَى * وَكَذَّبَ بِالْحُسْنَى * فَسَنُيَسِّرُهُ لِلْعُسْرَى‏}‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪] বাকী‘ গারকাদ-মাদীনার গোরস্থান যা বর্তমানে জান্নাতুল বাকী‘ নামে প্রসিদ্ধ।",
    "chapter": {
      "chapter_number": "47"
    }
  }
}