{
  "hadith": {
    "hadith_id": 6663,
    "narrator": "‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জীবনসঙ্গী উম্মু হাবীবাহ্ (রাঃ) বলেন, হে আল্লাহ! আমার স্বামী রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), আমার পিতা আবূ সুফ্ইয়ান ও আমার ভাই মু’আবিয়া (রাঃ)-এর সাথে আমাকে সাচ্ছন্দ্য জীবন দান করুন। ‘আবদুল্লাহ বলেন, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি তো আল্লাহর নিকট নির্দিষ্ট আয়ুষ্কাল, দিন-কাল সুনির্ধারিত কয়েকদিন এবং বন্টনকৃত জীবনোপরকণ সম্পর্কে মুনাজাত করলে। এ বিষয়গুলো কখনো যথাসময়ের আগে বাড়বে না বা যথাসময়ের পরে বিলম্ব হবে না। যদি তুমি আল্লাহর নিকটে জাহান্নামের শাস্তি হতে মুক্তি লাভের জন্য অথবা কবরের ‘আযাব হতে মুক্তির জন্য দু’আ করতে তাহলে উত্তম কিংবা শ্রেয় হত। তিনি বলেন, তাঁর নিকটে (বানী ইসরাঈলের) বানরে পরিণত হওয়ার কথা আলোচনা করা হলো।\nমিস’আর বলেন, আমি মনে করি , শূকরে পরিণত হওয়ার কথাও আলোচনা করা হয়। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আল্লাহ তা’আলা যাদের আকৃতি বিকৃতি করেছেন তাদের কোন বংশ বা উত্তরাধিকারী রাখেননি। ঐ আকৃতি বিকৃতির পূর্বেও পৃথিবীতে বানর ও শূকর ছিল। (ই.ফা. ৬৫২৯, ই.সে. ৬৫৮০)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَأَبُو كُرَيْبٍ - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنِ الْمُغِيرَةِ بْنِ عَبْدِ اللَّهِ الْيَشْكُرِيِّ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَتْ أُمُّ حَبِيبَةَ زَوْجُ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ اللَّهُمَّ أَمْتِعْنِي بِزَوْجِي رَسُولِ اللَّهِ صلى الله عليه وسلم وَبِأَبِي أَبِي سُفْيَانَ وَبِأَخِي مُعَاوِيَةَ ‏.‏ قَالَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ قَدْ سَأَلْتِ اللَّهَ لآجَالٍ مَضْرُوبَةٍ وَأَيَّامٍ مَعْدُودَةٍ وَأَرْزَاقٍ مَقْسُومَةٍ لَنْ يُعَجِّلَ شَيْئًا قَبْلَ حِلِّهِ أَوْ يُؤَخِّرَ شَيْئًا عَنْ حِلِّهِ وَلَوْ كُنْتِ سَأَلْتِ اللَّهَ أَنْ يُعِيذَكِ مِنْ عَذَابٍ فِي النَّارِ أَوْ عَذَابٍ فِي الْقَبْرِ كَانَ خَيْرًا وَأَفْضَلَ ‏\"‏ ‏.‏ قَالَ وَذُكِرَتْ عِنْدَهُ الْقِرَدَةُ قَالَ مِسْعَرٌ وَأُرَاهُ قَالَ وَالْخَنَازِيرُ مِنْ مَسْخٍ فَقَالَ ‏\"‏ إِنَّ اللَّهَ لَمْ يَجْعَلْ لِمَسْخٍ نَسْلاً وَلاَ عَقِبًا وَقَدْ كَانَتِ الْقِرَدَةُ وَالْخَنَازِيرُ قَبْلَ ذَلِكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "47"
    }
  }
}