{
  "hadith": {
    "hadith_id": 6692,
    "narrator": "‘উরওয়াহ্ ইবনু যুবায়র (রহঃ)",
    "bn": "তিনি বলেন, আমাকে ‘আয়িশা (রাঃ) বললেন, হে আমার বোনের ছেলে! আমার নিকট সংবাদ এসেছে যে, ‘আবদুল্লাহ ইবনু ‘আম্‌র (রাঃ) আমাদের সাথে হাজ্জব্রত পালনে এসেছেন। তাঁর সাথে তুমি দেখা করে প্রশ্ন করো। কেননা, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে তিনি বহু জ্ঞানার্জন করেছেন।\nতিনি (‘উরওয়াহ্) বলেন, এমন সময় আমি তাঁর সাথে দেখা করে এমন বহু ব্যাপারে প্রশ্ন করলাম, যা তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে উল্লেখ করেছেন। ‘উরওয়াহ্ (রহঃ) বলেন, যা তিনি আলোচনা করেছিলেন সে সকল বিষয়ের মধ্যে একটি ছিল এই যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ তা‘আলা মানুষের নিকট থেকে ইল্ম কেড়ে নিবেন না। তবে তিনি ‘আলিমদের উঠিয়ে নিয়ে যাবেন। সুতরাং তাদের সাথে ‘ইল্‌মও উঠে যাবে। আর মানুষের মধ্যে অবশিষ্ট থাকবে মূর্খ নেতাকর্মীরা। তারা না জেনে-শুনে মানুষদের ফাতাওয়া দিবে। ফলে তারা পথভ্রষ্ট হবে এবং তাদেরও পথভ্রষ্ট করবে।\n‘উরওয়াহ্ (রহঃ) বলেন, আমি যখন এ হাদীসটি ‘আয়িশা (রাঃ)-এর নিকট বর্ণনা করলাম তখন তিনি হাদীসটিকে গুরুত্বপূর্ণ মনে করলেন এবং বিরত্তিভাব প্রকাশ করে বললেন, তিনি [‘আবদুল্লাহ ইবনু ‘আম্‌র (রাযি] কি তোমার কাছে হাদীস বর্ণনা করেছেন যে, তিনি কি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এটি বলতে শুনেছেন?\n‘উরওয়াহ্ (রহঃ) বললেন, এমনকি পরবর্তী বৎসর হাজ্জের সময় এসে গেলো তখন তিনি তাকে [‘উরওয়াহ্ (রহঃ)-কে] বললেন, অবশ্যই ইবনু ‘আম্‌র (রাঃ) (হাজ্জে) গমন করেছেন। তার সাথে দেখা করো। তারপর তাকে তুমি সে হাদীসের ব্যাপারে প্রশ্ন করো ‘ইল্‌ম সম্পর্কে তিনি তোমার নিকট আলোচনা করেছেন। ‘উরওয়াহ্ (রহঃ) বললেন, তখন আমি তার সাথে সাক্ষাৎ করে তাঁকে প্রশ্ন করলাম। তখন তিনি তা আমার নিকটে আলোচনা করলেন, যেমন তিনি প্রথমবার আমার কাছে বর্ণনা করেছিলেন।\n‘উরওয়াহ্ বলেন, যখন আমি তাঁকে [‘আয়িশা (রাঃ)-কে] বিষয়টি অবহিত করলাম তখন তিনি বললেন, আমি ‘আবদুল্লাহ ইবনু ‘আম্‌র (রাঃ)-কে সত্য কথা বলে এমনটি মনে করি এবং তিনি এ হাদীসে বিন্দুমাত্র বেশি কিংবা কম করেননি। (ই.ফা. ৬৫৫৫, ই.সে. ৬৬০৯)",
    "ar": "حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى التُّجِيبِيُّ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنِي أَبُو شُرَيْحٍ، أَنَّ أَبَا الأَسْوَدِ، حَدَّثَهُ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، قَالَ قَالَتْ لِي عَائِشَةُ يَا ابْنَ أُخْتِي بَلَغَنِي أَنَّحَمَلَ عَنِ النَّبِيِّ صلى الله عليه وسلم عِلْمًا كَثِيرًا - قَالَ - فَلَقِيتُهُ فَسَاءَلْتُهُ عَنْ أَشْيَاءَ يَذْكُرُهَا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ عُرْوَةُ فَكَانَ فِيمَا ذَكَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ اللَّهَ لاَ يَنْتَزِعُ الْعِلْمَ مِنَ النَّاسِ انْتِزَاعًا وَلَكِنْ يَقْبِضُ الْعُلَمَاءَ فَيَرْفَعُ الْعِلْمَ مَعَهُمْ وَيُبْقِي فِي النَّاسِ رُءُوسًا جُهَّالاً يُفْتُونَهُمْ بِغَيْرِ عِلْمٍ فَيَضِلُّونَ وَيُضِلُّونَ ‏\"‏ ‏.‏ قَالَ عُرْوَةُ فَلَمَّا حَدَّثْتُ عَائِشَةَ بِذَلِكَ أَعْظَمَتْ ذَلِكَ وَأَنْكَرَتْهُ قَالَتْ أَحَدَّثَكَ أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ هَذَا قَالَ عُرْوَةُ حَتَّى إِذَا كَانَ قَابِلٌ قَالَتْ لَهُ إِنَّ ابْنَ عَمْرٍو قَدْ قَدِمَ فَالْقَهُ ثُمَّ فَاتِحْهُ حَتَّى تَسْأَلَهُ عَنِ الْحَدِيثِ الَّذِي ذَكَرَهُ لَكَ فِي الْعِلْمِ - قَالَ - فَلَقِيتُهُ فَسَاءَلْتُهُ فَذَكَرَهُ لِي نَحْوَ مَا حَدَّثَنِي بِهِ فِي مَرَّتِهِ الأُولَى ‏.‏ قَالَ عُرْوَةُ فَلَمَّا أَخْبَرْتُهَا بِذَلِكَ قَالَتْ مَا أَحْسِبُهُ إِلاَّ قَدْ صَدَقَ أَرَاهُ لَمْ يَزِدْ فِيهِ شَيْئًا وَلَمْ يَنْقُصْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "48"
    }
  }
}