{
  "hadith": {
    "hadith_id": 6693,
    "narrator": "জারীর ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, কিছু সংখ্যক যাযাবর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে আসলো। তাদের পরনে পশমী পোশাক ছিল। তিনি তাদের নিকৃষ্ট অবস্থা দেখলেন। তাদের অভাবে আক্রমণ করেছে। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মানুষদের (তাদেরকে) দান-সদাকাহ্ করার জন্যে উৎসাহিত করলেন। মানুষেরা দান-সদাকাহ্ দিতে ইতস্তত করছিল। এমনকি এর প্রতিক্রিয়া তাঁর চেহারায় দেখা গেল।\nরাবী বলেন, তারপর একজন আনসারী লোক একটি রূপার (টাকার) ব্যাগ নিয়ে আসলেন। তারপর অন্যজন আসলেন। তারপর পর্যায়ক্রমে আসতে লাগলেন, পরিশেষে তাঁর মুখে আনন্দের চিহ্ন দেখা গেল। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, যে লোক ইসলামে কোন সুন্নাত চালু করলো এবং পরবর্তীকালে সে অনুসারে ‘আমাল করা হলো তাহলে ‘আমালকারীর প্রতিদানের সমান প্রতিদান তার জন্য লিখিত হবে। এতে তাদের প্রতিদানে কোন ঘাটটি হবে না, আর যে লোক ইসলামে কোন অশুভ নীতি চালু করলো এবং তারপর সে অনুযায়ী ‘আমাল করা হলো তাহলে ঐ ‘আমালকারীর খারাপ প্রতিদানের সমান গুনাহ তার জন্য লিখিত হবে। এতে তাদের পাপ সামান্য ঘাটতি হবে না। (ই.ফা. ৬৫৫৬, ই.সে. ৬৬১০)",
    "ar": "حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنِ الأَعْمَشِ، عَنْ مُوسَى، بْنِ عَبْدِ اللَّهِ بْنِ يَزِيدَ وَأَبِي الضُّحَى عَنْ عَبْدِ الرَّحْمَنِ بْنِ هِلاَلٍ الْعَبْسِيِّ، عَنْ جَرِيرِ بْنِ عَبْدِ، اللَّهِ قَالَ جَاءَ نَاسٌ مِنَ الأَعْرَابِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَيْهِمُ الصُّوفُ فَرَأَى سُوءَ حَالِهِمْ قَدْ أَصَابَتْهُمْ حَاجَةٌ فَحَثَّ النَّاسَ عَلَى الصَّدَقَةِ فَأَبْطَئُوا عَنْهُ حَتَّى رُئِيَ ذَلِكَ فِي وَجْهِهِ - قَالَ - ثُمَّ إِنَّ رَجُلاً مِنَ الأَنْصَارِ جَاءَ بِصُرَّةٍ مِنْ وَرِقٍ ثُمَّ جَاءَ آخَرُ ثُمَّ تَتَابَعُوا حَتَّى عُرِفَ السُّرُورُ فِي وَجْهِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ سَنَّ فِي الإِسْلاَمِ سُنَّةً حَسَنَةً فَعُمِلَ بِهَا بَعْدَهُ كُتِبَ لَهُ مِثْلُ أَجْرِ مَنْ عَمِلَ بِهَا وَلاَ يَنْقُصُ مِنْ أُجُورِهِمْ شَىْءٌ وَمَنْ سَنَّ فِي الإِسْلاَمِ سُنَّةً سَيِّئَةً فَعُمِلَ بِهَا بَعْدَهُ كُتِبَ عَلَيْهِ مِثْلُ وِزْرِ مَنْ عَمِلَ بِهَا وَلاَ يَنْقُصُ مِنْ أَوْزَارِهِمْ شَىْءٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "48"
    }
  }
}