{
  "hadith": {
    "hadith_id": 672,
    "narrator": "আবূ মূসা আশ’আরী (রাঃ)",
    "bn": "তিনি বলেন, মুহাজির ও আনসারদের একটি দল এ ব্যাপারে মতবিরোধ করল। আনসারগণ বলল, জোরে অথবা স্বাভাবিক গতিতে পানি (বীর্য) বের না হলে গোসল ফারয হয় না। আর মুহাজিরগণ বলল, স্ত্রী সঙ্গে শুধু মিললেই গোসল ফারয (বীর্য বের হোক বা না হোক) আবূ মূসা (রাঃ) বললেন, আমি এ ব্যপারে তোমাদেরকে শান্ত করছি। এরপর আমি উঠে গিয়ে ‘আয়িশাহ (রাঃ)-এর কাছে প্রবেশের অনুমতি চাইলাম। আমাকে অনুমতি দেয়া হল। আমি তাকে বললাম, মা ! অথবা (তিনি বলছিলেন) হে মু’মিনদের মা! আমি আপনার কাছে একটি বিষয়ে জিজ্ঞেস করতে চাই কিন্তু আমি লজ্জাবোধ  করছি। তুমি তোমার গর্ভধারিণী মাকে যে ব্যপারে প্রশ্ন করতে পারতে সে ব্যপারে আমাকে প্রশ্ন করতে লজ্জাবোধ করো না। আমি তো তোমার মা। আমি বললাম, গোসল কিসে ফারয হয়? তিনি বললেন, জানা-কোন লোকের কাছেই তুমি প্রশ্ন করেছ। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যখন কোন পুরুষ স্ত্রীর চার হাত-পায়ের মাঝখানে বসবে এবং একের লজ্জাস্থান অপরের লজ্জাস্থানের সাথে লাগবে তখন গোসল ফারয হবে। (ই.ফা. ৬৭৬, ই.সে. ৬৯১)",
    "ar": "وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ، حَدَّثَنَا حُمَيْدُ بْنُ هِلاَلٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الأَعْلَى، - وَهَذَا حَدِيثُهُ - حَدَّثَنَا هِشَامٌ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، قَالَ - وَلاَ أَعْلَمُهُ إِلاَّ عَنْ أَبِي بُرْدَةَ، - عَنْ أَبِي مُوسَى، قَالَ اخْتَلَفَ فِي ذَلِكَ رَهْطٌ مِنَ الْمُهَاجِرِينَ وَالأَنْصَارِ فَقَالَ الأَنْصَارِيُّونَ لاَ يَجِبُ الْغُسْلُ إِلاَّ مِنَ الدَّفْقِ أَوْ مِنَ الْمَاءِ ‏.‏ وَقَالَ الْمُهَاجِرُونَ بَلْ إِذَا خَالَطَ فَقَدْ وَجَبَ الْغُسْلُ ‏.‏ قَالَ قَالَ أَبُو مُوسَى فَأَنَا أَشْفِيكُمْ مِنْ ذَلِكَ ‏.‏ فَقُمْتُ فَاسْتَأْذَنْتُ عَلَى عَائِشَةَ فَأُذِنَ لِي فَقُلْتُ لَهَا يَا أُمَّاهْ - أَوْ يَا أُمَّ الْمُؤْمِنِينَ - إِنِّي أُرِيدُ أَنْ أَسْأَلَكِ عَنْ شَىْءٍ وَإِنِّي أَسْتَحْيِيكِ ‏.‏ فَقَالَتْ لاَ تَسْتَحْيِي أَنْ تَسْأَلَنِي عَمَّا كُنْتَ سَائِلاً عَنْهُ أُمَّكَ الَّتِي وَلَدَتْكَ فَإِنَّمَا أَنَا أُمُّكَ ‏.‏ قُلْتُ فَمَا يُوجِبُ الْغُسْلَ قَالَتْ عَلَى الْخَبِيرِ سَقَطْتَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا جَلَسَ بَيْنَ شُعَبِهَا الأَرْبَعِ وَمَسَّ الْخِتَانُ الْخِتَانَ فَقَدْ وَجَبَ الْغُسْلُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "3"
    }
  }
}