{
  "hadith": {
    "hadith_id": 6741,
    "narrator": "মুস‘আব ইবনু সা‘দ (রাঃ) তাঁর পিতা",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট জনৈক গ্রাম্য লোক এসে বলল, আমাকে একটি কালাম শিক্ষা দিন, যা আমি নিয়মিত পাঠ করব। তিনি বললেন, তুমি বলো- “লা- ইলা-হা ইল্লাল্ল-হু ওয়াহ্দাহু লা- শারীকা লাহু আল্ল-হু আকবার কাবীরা ওয়াল হামদু লিল্লা-হি কাসীরা সুবহানাল্ল-হি রাব্বিল ‘আ-লামীনা লা- হাওলা ওয়ালা- কুও্ওয়াতা ইল্লা- বিল্লা-হিল ‘আযীযিল হাকীম”। অর্থাৎ- “আল্লাহ ভিন্ন কোন মা‘বূদ নেই, তিনি অদ্বিতীয়, তাঁর কোন অংশীদার নেই, আল্লাহ মহান, সবচেয়ে মহান, আল্লাহর জন্য সমস্ত প্রশংসা এবং আমি আল্লাহ রব্বুল ‘আলামীনের পবিত্রতা ঘোষণা করছি। পরাক্রমশালী বিজ্ঞানময় আল্লাহর সাহায্য ছাড়া ভাল কাজ করার এবং খারাপ কাজ হতে বিরত থাকার সাধ্য কারো নেই।” সে বলল, এসব তো আমার রবের জন্য। আমার জন্যে কি? তিনি বললেন, বলো, হে আল্লাহ! আপনি আমাকে মাফ করুন, আমার প্রতি দয়া করুন, আমাকে সঠিক পথ দেখিয়ে দিন এবং আমাকে জীবিকা দান করুন।\nমূসা (রহঃ) বলেন, (আমার মনে হয়) তিনি (আরবী) (‘আ-ফিনী) “আমাকে মাফ করুন” কথাটি বলেছেন। তবে আমি তাতে সংশয় আছি এবং আমি জানি না। আর ইবনু আবূ শাইবাহ্ (রহঃ) তার হাদীসে মূসার উক্তি বর্ণনা করেননি। (ই.ফা. ৬৬০৩, ই.সে. ৬৬৫৬)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، وَابْنُ، نُمَيْرٍ عَنْ مُوسَى الْجُهَنِيِّ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا أَبِي، حَدَّثَنَا مُوسَى الْجُهَنِيُّ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، قَالَ جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ عَلِّمْنِي كَلاَمًا أَقُولُهُ قَالَ ‏\"‏ قُلْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ اللَّهُ أَكْبَرُ كَبِيرًا وَالْحَمْدُ لِلَّهِ كَثِيرًا سُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَزِيزِ الْحَكِيمِ ‏\"‏ ‏.‏ قَالَ فَهَؤُلاَءِ لِرَبِّي فَمَا لِي قَالَ ‏\"‏ قُلِ اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَاهْدِنِي وَارْزُقْنِي ‏\"‏ ‏.‏ قَالَ مُوسَى أَمَّا عَافِنِي فَأَنَا أَتَوَهَّمُ وَمَا أَدْرِي ‏.‏ وَلَمْ يَذْكُرِ ابْنُ أَبِي شَيْبَةَ فِي حَدِيثِهِ قَوْلَ مُوسَى ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "49"
    }
  }
}