{
  "hadith": {
    "hadith_id": 6746,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক কোন ঈমানদারের দুনিয়া থেকে কোন মুসীবাত দূর করে দিবে, আল্লাহ তা‘আলা বিচার দিবসে তার থেকে মুসীবাত সরিয়ে দিবেন। যে লোক কোন দুঃস্থ লোকের অভাব দূর করবে, আল্লাহ তা‘আলা দুনিয়াও আখিরাতে তার দুরবস্থা দূর করবেন। যে লোক কোন মুসলিমের দোষ-ত্রুটি লুকিয়ে রাখবে আল্লাহ তা‘আলা দুনিয়াও আখিরাতে তার দোষ-ত্রুটি লুকিয়ে রাখবেন। বান্দা যতক্ষণ তার ভাই-এর সহযোগিতায় আত্মনিয়োগ করে আল্লাহ ততক্ষণ তার সহযোগিতা করতে থাকেন। যে লোক জ্ঞানার্জনের জন্য রাস্তায় বের হয়, আল্লাহ এর বিনিময়ে তার জন্য জান্নাতের পথ সহজ করে দেন। যখন কোন সম্প্রদায় আল্লাহর গৃহসমূহের কোন একটি গৃহে একত্রিত হয়ে আল্লাহর কিতাব পাঠ করে এবং একে অপরের সাথে মিলে (কুরআন) অধ্যয়নে লিপ্ত থাকে তখন তাদের উপর শন্তিধারা অবতীর্ণ হয়। রহ্মাত তাদেরকে আচ্ছন্ন করে ফেলে এবং ফেরেশ্তাগণ তাদেরকে পরিবেষ্টন করে রাখেন। আর আল্লাহ তা‘আলা তাঁর নিকটবর্তীদের (ফেরেশ্তাগণের) মধ্যে তাদের কথা আলোচনা করেন। আর যে লোককে ‘আমালে পিছনে সরিয়ে দিবে তার বংশ (মর্যাদা) তাকে অগ্রসর করে দিবে না। [৭] (ই.ফা. ৬৬০৮, ই.সে. ৬৬৬১)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ الْعَلاَءِ الْهَمْدَانِيُّ - وَاللَّفْظُ لِيَحْيَى - قَالَ يَحْيَى أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالآخِرَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ وَمَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ وَمَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللَّهِ يَتْلُونَ كِتَابَ اللَّهِ وَيَتَدَارَسُونَهُ بَيْنَهُمْ إِلاَّ نَزَلَتْ عَلَيْهِمُ السَّكِينَةُ وَغَشِيَتْهُمُ الرَّحْمَةُ وَحَفَّتْهُمُ الْمَلاَئِكَةُ وَذَكَرَهُمُ اللَّهُ فِيمَنْ عِنْدَهُ وَمَنْ بَطَّأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭] যে ব্যক্তিকে তার ‘আমালে দূর সরিয়ে রাখে। তাকে তার সমৃদ্ধ বংশ মর্যাদা এগেয়ে নিতে পারবে না। সুতরাং যার ‘আমাল কম সে কখনো অধিক সৎকর্মশীল লোকের মর্যাদায় উন্নীত হতে পারবে না। সেক্ষেত্রে তার উচিত হবে যে, স্বল্প ‘আমাল, বাপ-দাদাদের কৃতিত্ব ও বংশমর্যাদার উপর ভরসা না করে সর্বদা নেক ‘আমালে জড়িয়ে থাকা।",
    "chapter": {
      "chapter_number": "49"
    }
  }
}