{
  "hadith": {
    "hadith_id": 6775,
    "narrator": "বারা ইবনু ‘আযিব (রাঃ)",
    "bn": "(তিনি বলেন,) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন তুমি তোমার বিছানা গ্রহণ করবে তখন সলাতের ওযূর মতো তুমি ওযূ করে নিবে। এরপর তুমি তোমার ডান কাতে শুয়ে পড়বে। তারপর তুমি বলবে, “হে আল্লাহ! আমি আমার চেহারাকে তোমার প্রতি সমর্পণ করলাম, আমার কাজ-কর্ম তোমার নিকট অর্পণ করলাম। আমি প্রতিদান পাওয়ার প্রত্যাশায় এবং শাস্তির ভয় পূর্বক তোমার নিকট আশ্রয় চাইলাম। তুমি ব্যতীত নেই কোন আশ্রয়স্থল ও নেই কোন মুক্তির স্থান। তুমি যে কিতাব অবতীর্ণ করেছ তার উপর বিশ্বাস আনলাম, তুমি যে নাবীকে পাঠিয়েছ তাঁর প্রতি বিশ্বাস আনলাম।” আর এ বাক্যগুলোকে তোমার শেষ কথা বলে গণ্য করে নাও। এরপর যদি তুমি ঐ রাতে মারা যাও তাহলে তুমি ফিতরাতের উপরই মৃত্যুবরণ করলে।\nবারা (রাঃ) বলেন, আমি এ দু‘আগুলো মনে রাখার জন্যে বার বার পড়তে গিয়ে আমি বললাম, (হে আল্লাহ) আমি আপনার রসূলের প্রতি বিশ্বাস স্থাপন করেছি যাকে আপনি প্রেরণ করেছেন। অর্থাৎ- (‘তোমার নাবীর’ স্থানে ‘তোমার রসূল’ বললাম)। তিনি বললেন, তুমি বলো, আমি বিশ্বাস স্থাপন করেছি তোমার নাবীর প্রতি যাকে তুমি প্রেরণ করেছ। (ই.ফা. ৬৬৩৪, ই.সে. ৬৬৮৮)",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، - وَاللَّفْظُ لِعُثْمَانَ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ، عُثْمَانُ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، حَدَّثَنِي الْبَرَاءُ بْنُ عَازِبٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا أَخَذْتَ مَضْجَعَكَ فَتَوَضَّأْ وُضُوءَكَ لِلصَّلاَةِ ثُمَّ اضْطَجِعْ عَلَى شِقِّكَ الأَيْمَنِ ثُمَّ قُلِ اللَّهُمَّ إِنِّي أَسْلَمْتُ وَجْهِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ رَغْبَةً وَرَهْبَةً إِلَيْكَ لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ وَاجْعَلْهُنَّ مِنْ آخِرِ كَلاَمِكَ فَإِنْ مُتَّ مِنْ لَيْلَتِكَ مُتَّ وَأَنْتَ عَلَى الْفِطْرَةِ ‏\"‏ ‏.‏ قَالَ فَرَدَّدْتُهُنَّ لأَسْتَذْكِرَهُنَّ فَقُلْتُ آمَنْتُ بِرَسُولِكَ الَّذِي أَرْسَلْتَ قَالَ ‏\"‏ قُلْ آمَنْتُ بِنَبِيِّكَ الَّذِي أَرْسَلْتَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "49"
    }
  }
}