{
  "hadith": {
    "hadith_id": 6799,
    "narrator": "যায়দ ইবনু আরকাম (রাঃ)",
    "bn": "তিনি বলেন, আমি তোমাদের নিকট তেমনই বলব যেমনটি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলতেন। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলতেনঃ “আল্ল-হুম্মা ইন্নী আ‘ঊযুবিকা মিনাল ‘আজ্‌যি ওয়াল কাসালি ওয়াল জুব্‌নি ওয়াল বুখ্‌লি ওয়াল হারামি ওয়া ‘আযা-বিল কব্‌রি, আল্ল-হুম্মা আ-তি নাফসী তাক্‌ওয়া-হা ওয়াযাক্কিহা-আন্‌তা খইরু মান্‌ যাক্‌কা-হা আন্‌তা ওয়ালী ইউহা- ওয়া মাওলা-হা-, আল্ল-হুম্মা ইন্নী আ‘ঊযুবিকা মিন ‘ইল্‌মিন্‌ লা- ইয়ান্‌ফা‘উ ওয়ামিন কালবিন্‌ লা- ইয়াখ্‌শা‘উ ওয়ামিন নাফ্‌সিন লা- তাশ্‌বা‘উ ওয়ামিন দা‘ওয়াতিন লা- ইউসতাজা-বু লাহা-” অর্থাৎ- “হেআল্লাহ! আমি আপনার নিকট পানাহ চাই অপরাগতা, অলসতা, ভীরুতা, বখিলতা, বার্ধক্যতা এবং কবরের শাস্তি থেকে। হেআল্লাহ! আপনি আমার অন্তরে পরহেযগারিতা দান করুন এবং একে সংশোধন করে দিন। আপনি একমাত্র সর্বোত্তম সংশোধনকারী এবং আপনিই একমাত্র তার মালিক ও আশ্রয়স্থল। হে আল্লাহ! আমি আপনার নিকট পানাহ চাই এমন ‘ইল্‌ম হতে যা কোন উপকারে আসবে না ও এমন অন্তঃকরণ থেকে যা আল্লাহর ভয়ে ভীত হয় না; এমন আত্মা থেকে যা কক্ষনও তৃপ্ত হয় না। আর এমন দু‘আ থেকে যা কবূল হয় না।” (ই.ফা. ৬৬৫৮, ই.সে. ৬৭১১)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، - وَاللَّفْظُ لاِبْنِ نُمَيْرٍ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآَخَرَانِ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ عَاصِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، وَعَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ لاَ أَقُولُ لَكُمْ إِلاَّ كَمَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ كَانَ يَقُولُ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْبُخْلِ وَالْهَرَمِ وَعَذَابِ الْقَبْرِ اللَّهُمَّ آتِ نَفْسِي تَقْوَاهَا وَزَكِّهَا أَنْتَ خَيْرُ مَنْ زَكَّاهَا أَنْتَ وَلِيُّهَا وَمَوْلاَهَا اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عِلْمٍ لاَ يَنْفَعُ وَمِنْ قَلْبٍ لاَ يَخْشَعُ وَمِنْ نَفْسٍ لاَ تَشْبَعُ وَمِنْ دَعْوَةٍ لاَ يُسْتَجَابُ لَهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "49"
    }
  }
}