{
  "hadith": {
    "hadith_id": 6844,
    "narrator": "ইমাম যুহরী (রাঃ)",
    "bn": "তিনি বলেন, সালিম ইবনু ‘আবদুল্লাহ (রাঃ) আমাকে অবহিত করেছেন যে, ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) বলেছেনঃ আমি রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি, আগেকার উম্মাতের মাঝে তিনজন লোক একদিকে যাত্রা শুরু করেন, অবশেষে সন্ধ্যাবেলায় এক পাহাড়ের গুহায় আশ্রয় নিলেন।... তারপর নাফি‘ বর্ণিত হাদীসের একই অর্থবোধক হাদীস বর্ণনা করেন। তবে ইবনু ‘উমার বলেন, তাদের মধ্য থেকে একজন বলেন, আমার দুই বৃদ্ধ মাতা-পিতা ছিল। আমি কক্ষনও তাঁদের পূর্বে পরিজনকে সন্ধ্যায় খাবার খাওয়াতাম না এবং তিনি (ইবনু ‘উমার) বলেন, (চাচাতো বোনটি) আমার প্রস্তাবে রাজী হলো না। পরিশেষে সে অভাব-অনটনে আপতিত হলে আমার কাছে আসল। তখন আমি তাকে একশ’ বিশটি দিনার দিলাম। আর তিনি বলেন, আমি তার পাওনাটা বৃদ্ধি করার চেষ্টা করলাম। ফলে অনেক ধন-সম্পদ  হয়ে গেল, এরপর ক্রমশ বৃদ্ধি পেতে থাকল এবং তিনি বলেন, অতঃপর তারা গুহা হতে বের হয়ে চলতে লাগল। (ই.ফা. নেই, ই.সে. ৬৭৫৪)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ سَهْلٍ التَّمِيمِيُّ، وَعَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ بَهْرَامَ، وَأَبُو بَكْرِ بْنُ إِسْحَاقَ قَالَ ابْنُ سَهْلٍ حَدَّثَنَا وَقَالَ الآخَرَانِ، أَخْبَرَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ انْطَلَقَ ثَلاَثَةُ رَهْطٍ مِمَّنْ كَانَ قَبْلَكُمْ حَتَّى آوَاهُمُ الْمَبِيتُ إِلَى غَارٍ ‏\"‏ ‏.‏ وَاقْتَصَّ الْحَدِيثَ بِمَعْنَى حَدِيثِ نَافِعٍ عَنِ ابْنِ عُمَرَ غَيْرَ أَنَّهُ قَالَ قَالَ رَجُلٌ مِنْهُمُ ‏\"‏ اللَّهُمَّ كَانَ لِي أَبَوَانِ شَيْخَانِ كَبِيرَانِ فَكُنْتُ لاَ أَغْبُقُ قَبْلَهُمَا أَهْلاً وَلاَ مَالاً ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ فَامْتَنَعَتْ مِنِّي حَتَّى أَلَمَّتْ بِهَا سَنَةٌ مِنَ السِّنِينَ فَجَاءَتْنِي فَأَعْطَيْتُهَا عِشْرِينَ وَمِائَةَ دِينَارٍ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ فَثَمَّرْتُ أَجْرَهُ حَتَّى كَثُرَتْ مِنْهُ الأَمْوَالُ فَارْتَعَجَتْ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ فَخَرَجُوا مِنَ الْغَارِ يَمْشُونَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "49"
    }
  }
}