{
  "hadith": {
    "hadith_id": 6848,
    "narrator": "হারিস ইবনু সুওয়াইদ (রাঃ)",
    "bn": "তিনি বলেন, ‘আবদুল্লাহ (রাঃ) অসুস্থ ছিলেন। তাঁর সেবা করার জন্য কোন এক সময় আমি তাঁর নিকট প্রবেশ করলাম। তখন তিনি আমাকে দু’টি হাদীস বর্ণনা করলেন। একটি নিজের পক্ষ হতে এবং অন্যটি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পক্ষ থেকে। তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এ কথা বলতে শুনেছি যে, আল্লাহ তা‘আলা তাঁর মু’মিন বান্দার তাওবার কারণে ঐ ব্যক্তির চেয়েও অধিক আনন্দিত হন, যে লোক ছায়া-পানিহীন আশঙ্কাপূর্ণ বিজন মাঠে ঘুমিয়ে পড়ে এবং তার সাথে থাকে খাদ্য পানীয় সহ একটি সওয়ারী। এরপর ঘুম হতে সজাগ হয়ে দেখে যে, সওয়ারী কোথায় অদৃশ্য হয়ে গেছে। তারপর সে সেটি খুঁজতে খুঁজতে তৃষ্ণার্ত হয়ে পড়ল এবং বলে, আমি আমার পূর্বের জায়গায় গিয়ে চিরনিদ্রায় আচ্ছন্ন হয়ে মারা যাব। (এ কথা বলে) সে মৃত্যুর জন্য বাহুতে মাথা রাখল। কিছুক্ষণ পর জাগ্রত হয়ে সে দেখল, পানাহার সামগ্রী বহনকারী সওয়ারীটি তার কাছে। (সওয়ারী এবং পানাহার সামগ্রী পেয়ে) লোকটি যে পরিমাণ আনন্দিত হয়, মু’মিন বান্দার তাওবার কারণে আল্লাহ তার চেয়েও বেশি আনন্দিত হন। (ই.ফা. ৬৭০৩, ই.সে. ৬৭৫৮)",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، - وَاللَّفْظُ لِعُثْمَانَ - قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ، عُثْمَانُ حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنِ الْحَارِثِ بْنِ، سُوَيْدٍ قَالَ دَخَلْتُ عَلَى عَبْدِ اللَّهِ أَعُودُهُ وَهُوَ مَرِيضٌ فَحَدَّثَنَا بِحَدِيثَيْنِ حَدِيثًا عَنْ نَفْسِهِ وَحَدِيثًا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ الْمُؤْمِنِ مِنْ رَجُلٍ فِي أَرْضٍ دَوِيَّةٍ مَهْلَكَةٍ مَعَهُ رَاحِلَتُهُ عَلَيْهَا طَعَامُهُ وَشَرَابُهُ فَنَامَ فَاسْتَيْقَظَ وَقَدْ ذَهَبَتْ فَطَلَبَهَا حَتَّى أَدْرَكَهُ الْعَطَشُ ثُمَّ قَالَ أَرْجِعُ إِلَى مَكَانِي الَّذِي كُنْتُ فِيهِ فَأَنَامُ حَتَّى أَمُوتَ ‏.‏ فَوَضَعَ رَأْسَهُ عَلَى سَاعِدِهِ لِيَمُوتَ فَاسْتَيْقَظَ وَعِنْدَهُ رَاحِلَتُهُ وَعَلَيْهَا زَادُهُ وَطَعَامُهُ وَشَرَابُهُ فَاللَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ الْعَبْدِ الْمُؤْمِنِ مِنْ هَذَا بِرَاحِلَتِهِ وَزَادِهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "50"
    }
  }
}