{
  "hadith": {
    "hadith_id": 6851,
    "narrator": "সিমাক (রহঃ)",
    "bn": "তিনি বলেন, একদা নু‘মান ইবনু বাশীর (রাঃ) খুত্‌বাহ্‌ দিতে গিয়ে বললেন, আল্লাহ তাঁর বান্দার তাওবার কারণে ঐ লোক হতেও বেশি আনন্দিত হন যে তার একটি উটের উপর সহায় সম্বল বহন করে সফরে বের হয়েছে। আর অবশেষে এক জনমানবহীন মাঠে উপস্থিত হয়। এমতাবস্থায় দুপুর হয়ে যায়। তখন সে নেমে বৃক্ষের তলায় বিশ্রাম করতে থাকে। সে গভীর ঘুমে নিমগ্ন হয় এবং তার উটটি চলে যায়। সে সজাগ হয়ে ঐ টিলায় দৌড়ে গেল, অতঃপর সে কোন কিছু দেখতে পেল না। তারপর সে অপর টিলায় দৌড়ে উঠল কিন্তু সেখানেও কোন কিছু দেখতে পেল না। তারপর সে তৃতীয় এক টিলার উপরে উঠে, কিন্তু সেকানেও কোন কিছু দেখতে পেল না। অবশেষে হতাশ হয়ে সে বিশ্রামাগারে ফিরে গিয়ে সেখানে এসে বসে থাকে। এমন সময় হঠাৎ হাঁটতে হাঁটতে উটটি তার কাছে চলে আসে। অমনি সে তার হাতে এর লাগাম চেপে ধরে। আল্লাহ তার মু’মিন বান্দার তাওবার কারণে ঐ উট প্রাপ্ত লোকের চেয়েও বেশি খুশী হন। \nবর্ণনাকারী সিমাক (রহঃ) বলেন, শা‘বী (রহঃ) বলেছেন, নু‘মান এ হাদীসটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে মারফূ‘ হিসেবে বর্ণনা করেছেন। তবে আমি (সিমাক) নু‘মান (রাঃ)-কে হাদীসটি মারফূ‘ভাবে বর্ণনা করতে শুনিনি। (ই.ফা. ৬৭০৬, ই.সে. ৬৭৬১)",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا أَبُو يُونُسَ، عَنْ سِمَاكٍ، قَالَ خَطَبَ النُّعْمَانُ بْنُ بَشِيرٍ فَقَالَ ‏ \"‏ لَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ عَبْدِهِ مِنْ رَجُلٍ حَمَلَ زَادَهُ وَمَزَادَهُ عَلَى بَعِيرٍ ثُمَّ سَارَ حَتَّى كَانَ بِفَلاَةٍ مِنَ الأَرْضِ فَأَدْرَكَتْهُ الْقَائِلَةُ فَنَزَلَ فَقَالَ تَحْتَ شَجَرَةٍ فَغَلَبَتْهُ عَيْنُهُ وَانْسَلَّ بَعِيرُهُ فَاسْتَيْقَظَ فَسَعَى شَرَفًا فَلَمْ يَرَ شَيْئًا ثُمَّ سَعَى شَرَفًا ثَانِيًا فَلَمْ يَرَ شَيْئًا ثُمَّ سَعَى شَرَفًا ثَالِثًا فَلَمْ يَرَ شَيْئًا فَأَقْبَلَ حَتَّى أَتَى مَكَانَهُ الَّذِي قَالَ فِيهِ فَبَيْنَمَا هُوَ قَاعِدٌ إِذْ جَاءَهُ بَعِيرُهُ يَمْشِي حَتَّى وَضَعَ خِطَامَهُ فِي يَدِهِ فَلَلَّهُ أَشَدُّ فَرَحًا بِتَوْبَةِ الْعَبْدِ مِنْ هَذَا حِينَ وَجَدَ بَعِيرَهُ عَلَى حَالِهِ ‏\"‏ ‏.‏ قَالَ سِمَاكٌ فَزَعَمَ الشَّعْبِيُّ أَنَّ النُّعْمَانَ رَفَعَ هَذَا الْحَدِيثَ إِلَى النَّبِيِّ صلى الله عليه وسلم وَأَمَّا أَنَا فَلَمْ أَسْمَعْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "50"
    }
  }
}