{
  "hadith": {
    "hadith_id": 6860,
    "narrator": "হানযালাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আমরা এক সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে ছিলাম। তিনি আমাদেরকে ওয়ায করলেন এবং জাহান্নামের কথা মনে করিয়ে দিলেন। তিনি বলেন, তারপর আমি গৃহে আসলাম এবং সন্তান-সন্ততিদের সাথে খেল-তামাশা করলাম এবং স্ত্রীর সাথে ক্রীড়া-কৌতুক করলাম। এরপর আমি বাড়ি থেকে রওনা করলাম। পথে আবূ বকর (রাঃ)-এর সাথে দেখা করলাম। আমি তাঁর সাথে এ প্রসঙ্গে আলোচনা করলাম। অতঃপর তিনি বললেন, আমিও তো এমনই করি, যেমন তুমি বললে। তারপর আমরা দু’জনই রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে দেখা করলাম। অতঃপর আমি বললাম, হে আল্লাহর রসূল! হানযালাহ্‌ তো মুনাফিক হয়ে গেছে। তারপর তিনি বললেন, তা কী? তারপর আমি আমার সম্পূর্ণ ঘটনা বর্ণনা করলাম। এরপর আবূ বকর (রাঃ) বললেন, আমিও তো এমনই করি যেমন হানযালাহ্‌ করেছে। তিনি বললেন, হে হানযালাহ্‌! কিছু সময় আল্লাহর স্মরণের জন্য এবং কিছু সময় দুনিয়াবী কাজের জন্য। ওয়ায-নাসীহাতের মুহূর্তে তোমাদের মন যেমন থাকে, সবসময় যদি তা এ রকম থাকত তবে ফেরেশ্‌তাগণ অবশ্যই তোমাদের সাথে মুসাফাহা করত। এমনকি প্রকাশ্যে রাস্তায় তারা তোমাদের সালাম করত। (ই.ফা. ৬৭১৪, ই.সে. ৬৭৭০)",
    "ar": "حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ الصَّمَدِ، سَمِعْتُ أَبِي يُحَدِّثُ، حَدَّثَنَا سَعِيدٌ، الْجُرَيْرِيُّ عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ حَنْظَلَةَ، قَالَ كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَوَعَظَنَا فَذَكَّرَ النَّارَ - قَالَ - ثُمَّ جِئْتُ إِلَى الْبَيْتِ فَضَاحَكْتُ الصِّبْيَانَ وَلاَعَبْتُ الْمَرْأَةَ - قَالَ - فَخَرَجْتُ فَلَقِيتُ أَبَا بَكْرٍ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ وَأَنَا قَدْ فَعَلْتُ مِثْلَ مَا تَذْكُرُ ‏.‏ فَلَقِينَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ نَافَقَ حَنْظَلَةُ فَقَالَ ‏\"‏ مَهْ ‏\"‏ ‏.‏ فَحَدَّثْتُهُ بِالْحَدِيثِ فَقَالَ أَبُو بَكْرٍ وَأَنَا قَدْ فَعَلْتُ مِثْلَ مَا فَعَلَ فَقَالَ ‏\"‏ يَا حَنْظَلَةُ سَاعَةً وَسَاعَةً وَلَوْ كَانَتْ تَكُونُ قُلُوبُكُمْ كَمَا تَكُونُ عِنْدَ الذِّكْرِ لَصَافَحَتْكُمُ الْمَلاَئِكَةُ حَتَّى تُسَلِّمَ عَلَيْكُمْ فِي الطُّرُقِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "50"
    }
  }
}