{
  "hadith": {
    "hadith_id": 6900,
    "narrator": "আবূ উমামাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদে বসা ছিলেন এবং আমরাও তাঁর সাথে বসে ছিলাম। তখন জনৈক লোক এসে বলল, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! ‘হদ্দ্’ যোগ্য অন্যায় করে ফেলেছি। অতএব আপনি আমার উপর ‘হদ্দ্’ কার্যকর করুন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নীরব থাকলেন। সে আবার বলল, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি ‘হদ্দ্’ যোগ্য অন্যায় করে ফেলেছি। তাই আপনি আমার উপর ‘হদ্দ্’ কার্যকর করুন। এবারও রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নীরব থাকলেন। লোকটি তৃতীয়বার পুনরাবৃত্তি করল। এমন সময় সলাত শুরু হলো। সলাত শেষ হয়ে গেলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফিলে এলেন। রাবী আবূ উমামাহ (রাঃ) বলেন, লোকটি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পশ্চাদ্ধাবন করল। আবূ উমামাহ্‌ (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকটিকে কি উত্তর দেন তা দেখার জন্য তিনি সলাত শেষে ফিরে এলে আমিও তাঁর অনুসরণ করলাম। তারপর প্রশ্নকারী লোকটি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গিয়ে আবার বলল, হে আল্লাহর রসূল! আমি আমার উপর ‘হদ্দ্’ হওয়ার মতো অপরাধ করে ফেলেছি। তাই আমার উপর ‘হদ্দ্’ কার্যকর করুন। আবূ উমামাহ্‌ (রাঃ) বলেন, এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ঘর হতে বের হবার সময় খেয়াল করেছো কি? তুমি কি ভালভাবে উযূ করোনি? সে বলল, হ্যাঁ, নিশ্চয়ই, হে আল্লাহর রসূল! এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিজ্ঞেস করলেন, তুমি কি আমাদের সাথে সলাত আদায় করোনি? সে বলল, হ্যাঁ, হে আল্লাহর রসূল। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেন, আল্লাহ তা‘আলা তোমার ‘হদ্দ্’ মাফ করে দিয়েছেন। কিংবা বললেন, তোমার পাপ মাফ করে দিয়েছেন।  (ই.ফা. ৬৭৫১, ই.সে. ৬৮০৭)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، وَزُهَيْرُ بْنُ حَرْبٍ، - وَاللَّفْظُ لِزُهَيْرٍ - قَالاَ حَدَّثَنَا عُمَرُ بْنُ يُونُسَ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنَا شَدَّادٌ، حَدَّثَنَا أَبُو أُمَامَةَ، قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْمَسْجِدِ وَنَحْنُ قُعُودٌ مَعَهُ إِذْ جَاءَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَصَبْتُ حَدًّا فَأَقِمْهُ عَلَىَّ ‏.‏ فَسَكَتَ عَنْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ أَعَادَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَصَبْتُ حَدًّا فَأَقِمْهُ عَلَىَّ ‏.‏ فَسَكَتَ عَنْهُ وَأُقِيمَتِ الصَّلاَةُ فَلَمَّا انْصَرَفَ نَبِيُّ اللَّهِ صلى الله عليه وسلم قَالَ أَبُو أُمَامَةَ فَاتَّبَعَ الرَّجُلُ رَسُولَ اللَّهِ صلى الله عليه وسلم حِينَ انْصَرَفَ وَاتَّبَعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنْظُرُ مَا يَرُدُّ عَلَى الرَّجُلِ فَلَحِقَ الرَّجُلُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَصَبْتُ حَدًّا فَأَقِمْهُ عَلَىَّ - قَالَ أَبُو أُمَامَةَ - فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَرَأَيْتَ حِينَ خَرَجْتَ مِنْ بَيْتِكَ أَلَيْسَ قَدْ تَوَضَّأْتَ فَأَحْسَنْتَ الْوُضُوءَ ‏\"‏ ‏.‏ قَالَ بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ ثُمَّ شَهِدْتَ الصَّلاَةَ مَعَنَا ‏\"‏ ‏.‏ فَقَالَ نَعَمْ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَإِنَّ اللَّهَ قَدْ غَفَرَ لَكَ حَدَّكَ - أَوْ قَالَ - ذَنْبَكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "50"
    }
  }
}