{
  "hadith": {
    "hadith_id": 6909,
    "narrator": "ইবনু শিহাব (রহঃ)",
    "bn": "তিনি বলেন, অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাবূকের যুদ্ধে শারীক হন। তাঁর উদ্দেশ্য ছিল, সিরিয়ার আরব খ্রিস্টান ও রোমকরা।\nইবনু শিহাব বলেন, আমাকে ‘আবদুর রহ্‌মান ইবনু ‘আবদুল্লাহ ইবনু কা‘ব ইবনু মালিক (রহঃ) অবিহিত করেছেন যে, প্রকৃতপক্ষে ‘আবদুল্লাহ ইবনু কা‘ব বলেছেন, কা‘ব ইবনু মালিক (রাঃ) অন্ধ হয়ে যাওয়ার পর তার সন্তানদের মাঝে তিনি ছিলেন তাঁর চালক। তিনি বলেন, আমি কা‘ব ইবনু মালিক (রাঃ)-কে তাবূক যুদ্ধে রসূলের সাথে অংশগ্রহণ না করার ইতিবৃত্ত স্বীয় মুখে বর্ণনা করতে শুনেছি। কা‘ব ইবনু মালিক (রাঃ) বলেছেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যত যুদ্ধ করেছেন তাবূক যুদ্ধ ছাড়া এর সব ক’টির মাঝেই আমি তাঁর সাথে অংশগ্রহণ করেছিলাম। কিন্তু বদর যুদ্ধে আমি তাঁর সাথে অংশগ্রহণ করতে পারিনি। তবে যারা তাদের যুদ্ধে অংশগ্রহণ করেননি তাদের কাউকেও দোষারোপ করেননি। তখন তো রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও মুসলিমগণ কেবলমাত্র কুরায়শ কাফিলার উদ্দেশে বের হয়েছিলেন। পরিশেষে আল্লাহ তা‘আলা মুসলিম ও কাফিরদের অনির্ধারিত সময়ে একত্রিত করে দিলেন। ‘আকাবার রাত্রে যখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে আমরা ইসলামের উপর অঙ্গীকার নিচ্ছিলাম, সে রাত্রে আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে উপস্থিত ছিলাম। যদিও বদর যুদ্ধ মানুষের কাছে সবচেয়ে বেশী প্রসিদ্ধ, তথাপি ‘আকাবাহ্‌ রাত্রির পরিবর্তে বদর যুদ্ধে অংশগ্রহণ করা আমার নিকট বেশি প্রিয় নয়। তাবূক যুদ্ধে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে অংশগ্রহণ না করার খবর হচ্ছে এই যে, (যখন এ যুদ্ধ সংঘটিত হয়েছিল) তখন আমি যেমন শক্তিশালী ও স্বচ্ছল ছিলাম, তেমন আর কখনো ছিলাম না। আল্লাহর শপথ! এর পূর্বে দু’টি সওয়ারী কখনো একত্রে জমা করতে পারিনি। কিন্তু এ যুদ্ধের সময় দু’টি সওয়ারী একত্রিত করেছিলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ অভিযানে যান প্রচণ্ড গরমের মধ্যে। মরুভূমিতে দীর্ঘসফরে যাত্রা করলেন। বহু সংখ্যক শত্রুর সম্মুখীন হতে যাচ্ছিলেন। তাই তিনি বিষয়টি মুসলিমদের সামনে স্পষ্ট করে তুললেন, যাতে তারা যুদ্ধের জন্যে সম্পূর্ণ প্রস্তুতি গ্রহণ করে নিতে পারে। তাদের উদ্দেশ্য সম্পর্কেও রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে অবহিত করেছেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে মুসলিমের সংখ্যা ছিল বেশি এবং তাদের নাম একত্র করেনি কোন সংরক্ষণকারী কিতাবে অর্থাৎ-রেজিস্ট্রারে।\nকা‘ব বলেন, সুতরাং যে লোক অনুপস্থিত থাকতে সংকল্প করে সে কমপক্ষে এ চিন্তা করতে পারত যে, তার অনুপস্থিতির বিষয়টি গোপন থাকবে, যতক্ষন না আল্লাহর তরফ থেকে তার ব্যাপারে ওয়াহী অবতীর্ণ হয়। এ যুদ্ধ সংঘটিত হয়েছিল, যখন গাছের ফল পাকছিল এবং বৃক্ষের ছায়া ছিল আনন্দদায়ক। আর আমিও ছিলাম এসবের প্রতি আকৃষ্ট। পরিশেষে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও মসুলমগণ যুদ্ধের জন্য সম্পূর্ণ প্রস্তুতি গ্রহণ করলেন। আমিও তাঁদের সঙ্গে যুদ্ধে অংশগ্রহণ করার জন্য প্রস্তুতি গ্রহণের উদ্দেশে বাড়ী হতে সকালে বের হতাম, কিন্তু কোন কিছু সিদ্ধান্ত না করেই ফিরে আসতাম এবং মনে মনে বলতাম, আমি তো যুদ্ধে যেতে সক্ষম, যখনই সংকল্প করি। আমার ব্যাপারটি এভাবেই চলতে থাকল। এদিকে লোকজন সত্যিই প্রস্তুতি চালিয়ে যেতে লাগল।\nপরিশেষে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ভোরে রওনা হলেন এবং তাঁর সাথে মুসলিমগণও রওনা হয়ে গেল। কিন্তু আমি কোন প্রস্তুতি গ্রহণ করিনি। পরদিন ভোরে আমি বের হলাম। তবে কোন প্রস্তুতি না নিয়েই ফিরে আসলাম। এভাবে আমার সময় দীর্ঘায়িত হতে লাগল। এদিকে লোকজন দ্রুতগতিতে অগ্রসর হয় আর মুজাহিদ্বীনের দল বহু দূরে চলে যায়। তখন আমি চিন্তা করলাম যে, আমিও রওনা হয়ে তাদের সঙ্গে একত্রিত হয়ে যাই। হায় আফসোস! আমি যদি তা করতাম। তবে আমার ভাগ্যে তা নির্ধারিত হয়নি। অতএব রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুদ্ধে চলে যাওয়ার পর আমি যখন লোকালয়ে বের হতাম তখন এ সম্পর্কে আমাকে দুঃখ দিত যে, আমি অনুসরণীয় নমুনা দেখতে পেতাম না, কেবলমাত্র এমন এক লোক যাদের উপর নিফাকের অভিযোগ রয়েছে অথবা সে সকল অক্ষম লোক যাদের আল্লাহ তা‘আলা মাযূর হিসেবে অবকাশ দিয়েছেন। এদিকে তাবূক পৌঁছার পূর্বে রাস্তায় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার কথা মোটেই আলোচনা করেননি। কিন্তু তাবূক পৌঁছার পর লোকেদের মধ্যে বসা অবস্থায় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিজ্ঞেস করলেন, কা‘ব ইবনু মালিক কি করছে? তখন বানূ সালামাহ্‌ গোত্রের এক লোক বলল, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! তার লালজোড়া চাদর এবং তার অহঙ্কার তাকে দূরে রেখেছে।\nতখন মু‘আয ইবনু জাবাল (রাঃ) বললেন, তুমি অনেক খারাপ কথা বলল। আল্লাহ শপথ, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমরা তো তাকে ভালই জানি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নীরব থাকলেন। ইতিমধ্যে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শুভ্র পেশাক পরিহিত এক লোককে ধূলা উড়িয়ে আসতে দেখে বললেন, আবূ খাইসামাই হবে। দেখা গেল, তিনি আনসারী সহাবা আবূ খাইসামাহ্‌ (রাঃ) আর তিনি সে লোক যিনি এক সা‘ খেজুর সদাকাহ্‌ করেছিলেন যার জন্য মুনাফিকরা তার দূর্নাম রটনা করেছিল।\nকা‘ব ইবনু মালিক (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাবূক হতে ফিরে (মাদীনাহ্‌ অভিমুখে) রওনা হওয়ার সংবাদ আমার নিকট পৌঁছার পর আমার উপর চিন্তার ছাপ পড়ে গেল। আমি মনে মনে মিথ্যা ওযর কল্পনা করতে লাগলাম এবং এমন কথা ভাবতে লাগলাম যা বলে সকালে আমি তাঁর রাগ হতে বাঁচতে পারি। আর এ বিষয়ে আমি বুদ্ধিমান আপনজনেরও সহযোগিতা নিতে লাগলাম। পরিশেষে যখন আমাকে বলা হলো যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পৌঁছেই যাচ্ছেন, তখন আমার অন্তর হতে সকল বাতিল কল্পনা দূরে সরে গেল। এমনকি আমি বুঝতে পারলাম যে, কোন কিছুতেই আমি তাঁর কাছ থেকে মুক্তি পাব না। তাই আমি তাঁর নিকট সত্য বলারই ইচ্ছা করলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সকাল বেলা সফর থেকে আগমন করলেন। তাঁর রীতি ছিল, সফর থেকে ফিরে প্রথমে তিনি মাসজিদে আসতেন এবং সেখানে দু’রাক‘আত (সলাত) আদায় করে মানুষের সঙ্গে সাক্ষাতের জন্যে বসতেন। এবারও যখন তিনি বসলেন, তখন যারা যুদ্ধে অংশগ্রহণ করেনি তারা এসে অজুহাত দেয়া শুরু করল এবং এর উপর কসম খেতে লাগল। এ সমস্ত লোক সংখ্যায় আশির বেশি ছিল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের প্রকাশ্য অজুহাত গ্রহণ করলেন এবং তাদের হতে বাই‘আত নিয়ে তাদের জন্য আল্লাহর কাছে মাফ চাইলেন। আর তাদের অন্তর্নিহিত অবস্থা আল্লাহর উপর ছেড়ে দিলেন। পরিশেষে আমি উপস্থিত হয়ে সালাম করলাম। তখন তিনি ক্রুদ্ধ লোকের হাসির মতো মুচকি হাসলেন। তারপর তিনি বললেন, এসো। আমি এসে তাঁর সম্মুখে বসলাম। তখন তিনি আমাকে প্রশ্ন করলেন, কিসে তোমাকে পিছনে ফেলে দিয়েছিল? তুমি কি সওয়ারী কিনে ছিলে না? তিনি বলেন, আমি বললাম, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আল্লাহর শপথ, আমি যদি আপনি ছাড়া কোন দুনিয়াদারী মানুষের নিকট বসতাম তবে আপনি দেখতেন যে, অবশ্যই আমি কোন অজুহাত পেশ করে তার গোস্বা হতে বের হতাম। কারণ আমাকে বাকশক্তির ক্ষমতা দেয়া হয়েছে। কিন্তু আল্লাহর শপথ! আমার দৃঢ় ধারণা, আজ যদি আমি মিথ্যা কথা বলি যাতে আপনি আমার প্রতি সন্তুষ্ট হন, তবে শীঘ্রই আল্লাহ তা‘আলা আপনাকে আমার প্রতি অসন্তুষ্ট করবেন না। আর যদি আমি সত্য কথা বলি এবং এতে আপনি আমার প্রতি অসন্তুষ্ট হন, তবে এতে আল্লাহর তরফ হতে আমি কল্যাণজনক পরিণামের প্রত্যাশা রাখি। আল্লাহর শপথ! আমার কোন ওযর-আপত্তি ছিল না। আল্লাহর শপথ! আপনার (অভিযান) হতে পিছনে থাকার সময়ের চেয়ে কোন সময় আমি অধিক ক্ষমতাসম্পন্ন ও অধিক ধন-সম্পদের অধিকারী ছিলাম না। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বরলেন, নিশ্চয়ই এ লোক সত্য কথা বলেছে। এরপর তিনি বললেন, তুমি চলে যাও, যতক্ষণ না আল্লাহ তা‘আলা তোমার সম্বন্ধে কোন সিদ্ধান্ত দেন। তারপর আমি চলে গেলাম। তখন বানূ সালামাহ্‌ গোত্রের কিছু লোক দৌড়িয়ে আমার নিকটে এসে বলল, আল্লাহর কসম! আমরা তো ইতিপূর্বে তোমাকে আর কোন অন্যায় করতে দেখিনি। যারা পশ্চাতে রয়ে গিয়েছিল, তারা যেমন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে ওযর পেশ করেছে সেভাবে ওযর পেশ করতে কি তুমি অক্ষম ছিলে? অতএব রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ইস্‌তিগফারই তোমার পাপের জন্য যথেষ্ট হত।\nতিনি বলেন, আল্লাহর কসম। এভাবে তারা আমাকে এত ভর্ৎসনা করতে লাগল যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আবার গিয়ে আমার স্বীয় উক্তি মিথ্যা প্রতিপন্ন করার ইচ্ছা হতে লাগল। আমি লোকদের বললাম, আমার মতো আর কারো এমন অবস্থা হয়েছে কি? তারা বলল, হ্যাঁ, আরো দু’ জন তোমার মতো করেছেন। তুমি যা বলেছ তারাও অবিকল বলেছেন এবং তোমাকে যা বলা হয়েছে তাদেরও তাই বলা হয়েছে। আমি বললাম, তারা কারা? তারা বলল, তাঁরা হলেন, মুরারাহ্‌ ইবনু রাবী‘আহ্‌ ‘আমিরী এবং হিলাল ইবনু উমাইয়্যাহ্‌ আল ওয়াকিফী (রাঃ)। কা‘ব বলেন, তাঁরা আমার কাছে এমন দু’ লোকের কথা বর্ণনা করল, যাঁরা ছিলেন নেক্‌কার, বদর যুদ্ধে অংশ গ্রহণকারী। এঁরা দু’জনই ছিলেন নমুনা স্বরূপ। কা‘ব (রাঃ) বলেন, যখন তারা ঐ দু’ লোকের কথা বর্ণনা করল, তখন আমি স্বীয় অবস্থার উপর থেকে গেলাম।\nএদিকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যারা যুদ্ধে অংশগ্রহণ করেনি তাদের মধ্য থেকে শুধু আমাদের তিন জনের সাথে মুসলিমদের কথা বলতে নিষেধ করে দিলেন। এরপর লোকেরা আমাদের পরিহার করল অথবা বলেছেন, আমাদের সাথে তাদের ব্যবহার বদলে গেল। এমনকি পৃথিবীও যেন অপছন্দ করতে লাগল, (মনে হলো) যে ভূমি আমি চিনতাম, এ যেন তা নেই। এমনি করে পঞ্চাশ রাত কাটালাম। আর আমার দু’ সাথী ছিলেন হীনবল, তাই তাঁরা নিজ নিজ গৃহে নীরবে বসে রইলেন এবং কাঁদতে লাগলেন। আর আমি তাদের মাঝে কম বয়স্ক ও সবল ছিলাম। আমি রাস্তায় বের হতাম, সলাতে শারীক হতাম এবং বাজারেও হাঁটাহাঁটি করতাম। কিন্তু কেউ আমার সাথে কোন কথা বলত না। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত আদায়ের পর স্বীয় স্থানে বসাবস্থায় আমি তাঁর নিকট আসতাম, তাকে সালাম করতাম এবং মনে মনে ভাবতাম, তিনি সালামের জওয়াব প্রদান করে তাঁর ওষ্ঠযুগল নাড়িয়েছেন কি-না? তারপর আমি তাঁর কাছে দাঁড়িয়ে সলাত আদায় করতাম এবং গোপন চাহনির মাধ্যমে আমি তাঁর দিকে লক্ষ্য করতাম। যখন আমি সলাতে নিমগ্ন হতাম তখন তিনি আমার প্রতি দৃষ্টি দিতেন। কিন্তু আমি যখন তাঁর দিকে তাকাতাম তখন তিনি আমার থেকে মুখ ফিরিয়ে নিতেন। আমার প্রতি মুসলিমের এ রূঢ় আচরণ যখন দীর্ঘায়িত হয়ে গেল তখন আমি গিয়ে আবূ কাতাদাহ্‌ (রাঃ)-এর বাগানের দেয়াল টপকিয়ে তার কাছে গেলাম। তিনি ছিলেন আমার চাচাতো ভাই এবং আমার খুবই প্রিয় ব্যক্তি। উপরে উঠেই আমি তাঁকে সালাম করলাম। কিন্তু আল্লাহর কসম! তিনি আমার সালামের কোন জবাব দিলেন না। আমি তাঁকে বললাম, হে আবূ কাতাদাহ্‌! আমি তোমাকে আল্লাহর শপথ করে জিজ্ঞেস করছি, তুমি কি জান না যে, আমি আল্লাহ ও তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ভালবাসি? তিনি কোন জবাব দিলেন না। আমি আবার তাঁকে শপথ করে জিজ্ঞেস করলাম। এবারও তিনি কোন জবাব দিলেন না। তারপর পুনরায় আমি তাঁকে শপথ করে জিজ্ঞেস করলাম। উত্তরে তিনি বললেন, আল্লাহ ও তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-ই ভাল জানেন। এ কথা শুনে আমার দু’চোখ দিয়ে পানি ঝড়তে লাগল। পরিশেষে পিছন ফিরে আমি আবার প্রাচীর টপকিয়ে ফিরে এলাম।\nতারপর আমি কোন একদিন মাদীনার বাজার দিয়ে হাঁটতেছিলাম, তখন মাদীনার বাজারে শাক-সবজি বিক্রির উদ্দেশে আগত সিরিয়ার কৃষকদের মাঝখান থেকে একজন বলতে লাগল, এমন কোন লোক আছে কি, যে আমাকে কা‘ব ইবনু মালিকের ঠিকানা বলতে পারে? লোকেরা ইঙ্গিতে আমাকে দেখিয়ে দিলে সে আমার কাছে আসলো এবং গাস্‌সান সম্রাটের তরফ হতে আমাকে একটি চিঠি দিল। আমি লেখাপড়া জানতাম। তাই আমি তা পড়লাম। এতে লেখা ছিল, “আমি জানতে পারলাম যে, তোমার সাথী মুহাম্মাদ তোমার প্রতি অন্যায় আচরণ করছে। অথচ আল্লাহ তা‘আলা তোমাকে নীচু গৃহে জন্ম দেননি এবং ধ্বংসাত্মক স্থানেও নয়। সুতরাং তুমি আমাদের কাছে চলে এসো। আমরা তোমার সাথে ভাল আচরণ করব।” এ চিঠি পড়া মাত্র আমি বললাম, এটাও এক রকমের পরীক্ষা। তখন এ চিঠিটি নিয়ে আমি চুলার কাছে গেলাম এবং আগুনে তা পুড়িয়ে দিলাম। চল্লিশ দিন অতিক্রান্ত হলো। এখনও এদিকে কোন ওয়াহী আসছে না। এমতাবস্থায় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এক বার্তাবাহক আমার কাছে এসে বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আপনাকে আপনার সহধর্মিণী থেকে দূরে থাকার নির্দেশ দিয়েছেন। আমি তাকে প্রশ্ন করলাম, আমি কি তাকে তালাক্‌ দিব, না অন্য কিছু করব? তিনি বললেন, না তালাক্‌ দিতে হবে না। বরং তুমি তার হতে আলাদা হয়ে যাও এবং তার সঙ্গে মিলন করো না। তিনি বলেন, আমার অপর সাথীদের কাছেও এমন খবর পাঠানো হলো। কা‘ব (রাঃ) বলেন, তারপর আমি আমার সহধর্মিণীকে বললাম, তুমি তোমার পিতার বাড়ী চলে যাও এবং যে পর্যন্ত আল্লাহ তা‘আলা এ ব্যাপারে কোন সিদ্ধান্ত না দেন ততদিন সেখানেই অবস্থান করবে। কা‘ব (রাঃ) বলেন, এরপর হিলাল ইবনু উমাইয়্যাহ্‌ (রাঃ)-এর সহধর্মিণী রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বললেন, হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! হিলাল ইবনু উমাইয়্যাহ্‌ একজন বয়োঃবৃদ্ধ লোক। তাঁর কোন সেবক নেই। আমি যদি তাঁর সেবা করি, আপনি কি তাতে আপত্তি করেন? তিনি বললেন, না। কিন্তু সে তোমার সঙ্গে সহবাস করতে পারবে না। এ কথা শুনে হিলাল (রাঃ)-এর সহধর্মিণী বললেন, আল্লাহ শপথ! কোন কাজের ব্যাপারেই তার মনে কোন স্পন্দন নেই এবং আল্লাহর কসম! ঐ ঘটনার পর হতে অদ্যাবধি সে প্রতিদিন কেঁদে চলছে।\nতিনি বলেন, আমার পরিবারের কেউ বললেন, আচ্ছা তুমিও যদি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে তোমার সহধর্মিণীর ব্যাপারে অনুমতি নিয়ে নিতে। তিনি তো হিলাল ইবনু উমাইয়্যার স্ত্রীকে তাঁর স্বামীর সেবার অনুমতি দিয়েছেন। আমি বললাম, না, আমি স্ত্রীর ব্যাপারে অনুমতি প্রার্থনা করব না। কারণ আমি যুবক মানুষ। আমি আমার স্ত্রীর ব্যাপারে অনুমতি চাইলে না জানি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি বলেন। এ অবস্থায় আরো দশ রাত কাটালাম। এভাবে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন থেকে আমাদের সঙ্গে কথাবার্তা বলতে বারণ করেছিলেন, তখন থেকে আমাদের পঞ্চাশ রাত পূর্ণ হয়। কা‘ব বলেন, পঞ্চাশতম রাত্রের ফাজ্‌রের সলাত আমি আমার ঘরের ছাদের উপর আদায় করলাম। এরপর যখন আমি ঐ অবস্থায় বসা ছিলাম, যা আল্লাহ আমাদের ব্যাপারে আলোচনা করেছেন, “অর্থাৎ- আমার মন সংকীর্ণ হয়ে গেছে এবং প্রশস্ত পৃথিবী আমার নিকট সংকুচিত হয়ে পড়েছে”, তখন আমি একজন ঘোষণাকারীর শব্দ শুনলাম, যিনি সালা পর্বতের চূড়ায় উঠে উচ্চ আওয়াজে বলছেন, হে কা‘ব ইবনু মালিক! তোমার জন্যে সুসংবাদ। কা‘ব বলেন, তখন আমি সাজ্‌দায় অবনত হলাম এবং আমি বুজতে পারলাম যে, প্রশস্ততা আগমন করেছে।\nকা‘ব বলেন, এদিকে ফাজ্‌রের সলাতের পর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকেদের নিকট ঘোষণা করলেন যে, আল্লাহ তা‘আলা আমাদের তাওবাহ্‌ গ্রহণ করেছেন। তখনই লোকেরা আমাদের সুখবর দেয়ার জন্যে ছুটে গেলেন এবং আমার সঙ্গীদ্বয়কে সুখবর পৌছানোর জন্যে কিছু লোক তাদের কাছে গেলেন। আর আমার দিকে একজন ঘোড়ার উপর আরোহণ হয়ে রওনা হলেন এবং আসলাম সম্প্রদায়ের আরেক লোকও রওনা হলেন। আর তিনি পাহাড়ের উপর উঠে ঘোষণা দিলেন। আর ঘোড়ার চেয়েও শব্দের গতি অতি দ্রুত ছিল। এরপর যার সুখবরের শব্দ আমি শুনেছিলাম- তিনি আমার কাছে আসলে আমি আমার পরিধেয় কাপড় দু’টো সুখবরের উপঢৌকন স্বরূপ তাকে দিয়ে দিলাম। আল্লাহর শপথ! সেদিন ঐ দু’টো কাপড় ছাড়া আমি আর কোন কাপড়ের মালিক ছিলাম না। অতএব আমি দু’টো কাপড় ধার নিয়ে তা পড়লাম। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে দেখা করার জন্যে আমি রওনা দিলাম। আমার তাওবাহ্‌ গ্রহণের মুবারকবাদ জানানোর জন্য লোকেরা দলে দলে আমার সাথে দেখা করতে লাগল এবং বলতে লাগল, আল্লাহর মার্জনা তোমার জন্য মুবারক হোক। এমতাবস্থায় আমি মাসজিদে ঢুকে দেখলাম, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদেই উপবিষ্ট আছেন এবং তাঁর পাশে লোকজন রয়েছে। তখন তাল্‌হাহ্‌ ইবনু ‘উবাইদুল্লাহ (রাঃ) দণ্ডায়মান হলেন এবং দৌড়ে এসে আমার সঙ্গে মুসাফাহা করলেন এবং তিনি আমাকে মুবারকবাদ জানালেন। আল্লাহর শপথ! মুহাজিরদের মাঝে তখন তিনি ছাড়া আর কেউ (আমাকে দেখে) দাঁড়াননি।\nরাবী বলেন, কা‘ব তালহার এ সদ্ব্যবহারের কথা ভুলে যাননি। \nকা’ব ইবনু মালিক (রাঃ) বলেন, এরপর আমি যখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সালাম করলাম তখন তাঁর মুখায়ব আনন্দে উচ্ছাসিত ছিল। তিনি বললেন, তোমার মা তোমাকে জন্ম দেয়ার পর থেকে যতদিন অতিবাহিত হয়েছে, তার মধ্যে তোমার জন্যে এ মুবারক দিনটির সুখবর। কা‘ব (রাঃ) বলেন, আমি তাঁকে প্রশ্ন করলাম, তা কি আপনার তরফ থেকে, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! না মহান আল্লাহর তরফ থেকে? তিনি বললেন, না, বরং মহান আল্লাহর পক্ষ থেকে। আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন আনন্দিত হতেন, তখন তাঁর মুখায়ব এমন উজ্জ্বল হতো যেন তা এক টুকরো চাঁদ। কা‘ব (রাঃ) বলেন, আমরা তাঁর মুখায়ব দেখেই তা উপলব্ধি করতে পারতাম।\nতিনি বলেন, আমি যখন তাঁর সম্মুখে বসলাম তখন বললাম, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমার তাওবার শুকরগুজার হিসেবে আল্লাহ ও তাঁর রসূলের জন্য সদাকাহ্‌ করে আমি সকল প্রকার ধন-সম্পদ থেকে মুক্ত হওয়ার মনস্থ করেছি। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কিছু সম্পদ তোমার নিজের জন্যে রেখে দাও। এ-ই তোমার জন্য সবচেয়ে ভাল। আমি বললাম, তাহলে আমি খাইবারে প্রাপ্য অংশটুকু রেখে দিব। কা‘ব (রাঃ) বলেন, তারপর আমি বললাম, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! সত্য কথাই আল্লাহ আমাকে মুক্তি দিয়েছে; তাই যতদিন জীবন থাকে আমি শুধু সত্যই বলব। তিনি বলেন, আল্লাহর শপথ! আর কোন মুসিলম ব্যক্তিকে সত্য বলার জন্য এমন পুরস্কৃত করেছেন বলে আমার জানা নেই। আল্লাহর শপথ! রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে এ আলোচনা করার পর অদ্যাবধি স্বেচ্ছায় আমি কখনো মিথ্যা কথা বলিনি। আমার প্রত্যাশা, অবশিষ্ট জীবনেও আল্লাহ তা‘আলা আমাকে মিথ্যা থেকে রক্ষা করবেন। কা‘ব (রাঃ) বলেন, আমার তাওবাহ্‌ কবূলযোগ্য হওয়ার ব্যাপারে আল্লাহ তা‘আলা তখন নিম্নোক্ত আয়াত অবতীর্ণ করেছিলেনঃ “আল্লাহ দয়াপরবেশ হলেন নাবীর প্রতি এবং মুহাজির ও আনসারদের প্রতি, যারা তার অনুসরণ করেছিল সংকটকালে, এমনটি যখন তাদের এক দলের হৃদয়-বক্রের উপক্রম হয়েছিল। পরে আল্লাহ তাদেরকে মার্জনা করলেন। তিনি তাদের প্রতি দয়াশীল এবং অপর তিন ব্যক্তি যাদের সিদ্ধান্ত গ্রহণ বিলম্বিত করা হয়েছিল, যে পর্যন্ত না পৃথিবী বিশাল হওয়া সত্ত্বেও তাদের জন্যে সংকুচিত হয়েছিল এবং তাদের জীবন তাদের জন্য অতিষ্ঠ হয়েছিল এবং তারা বুঝতে পেরেছিল যে, আল্লাহ ছাড়া কোন আশ্রয়স্থল নেই। পরে তিনি তাদের প্রতি অনুগ্রহপরায়ণ হলেন, যাতে তারা তাওবাহ্‌ করে। আল্লাহ ক্ষমাশীল, পরম দয়ালূ। হে মু’মিনগণ! তোমরা আল্লাহকে ভয় করে এবং সত্যবাদীদের শামিল হও”- (সূরাহ্‌ আত্‌ তাওবাহ্‌ ৯　: ১১৭-১১৯)\nকা‘ব (রাঃ) বলেন, আল্লাহর শপথ! রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে সেদিন সত্য কথা বলার জন্যে আল্লাহ তা‘আলা আমার প্রতি যে নি‘আমাত দান করেছেন, তেমন নি‘আমাত ইসলাম কবূলের পর আল্লাহ তা‘আলা আমার উপর আর কক্ষনো করেননি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট সেদিন আমি মিথ্যা বলিনি। যদি বলতাম তবে নিশ্চয়ই আমি ক্ষতিগ্রস্ত হয়ে যেতাম, যেমন ক্ষতিগ্রস্ত হয়ে গিয়েছিল মিথ্যাবাদীগণ। ওয়াহী নাযিলকালে আল্লাহ তা‘আলা মিথ্যাবাদীদের এমন কঠোর সমালোচনা করেছেন, যা আর কাউকে করেননি। তিনি বলেছেন, “তোমরা তাদের কাছে ফিরে এলে তারা আল্লাহর কসম করবে, যেন তোমরা তাদেরকে এড়িয়ে চলো। কাজেই তোমরা তাদেরকে এড়িয়ে চলবে তারা অপবিত্র, তাদের কৃতকর্মের প্রতিদান জাহান্নাম তাদের আবাসস্থল। তারা তোমাদের কাছে হলফ করবে যাতে তোমরা তাদের প্রতি তুষ্ট হও। তোমরা তাদের প্রতি সন্তুষ্ট হলেও আল্লাহ ফাসিক (সত্যত্যাগী) লোকেদের উপর সন্তুষ্ট হবেন না।” (সূরাহ্‌ আত্‌ তাওবাহ্‌ ৯ : ৯৫-৯৬)। কা‘ব (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট কসম করার পর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাদের ওযর গ্রহণ করেছিলেন, যাদের বাই‘আত করেছিলেন এবং যাদের জন্য আল্লাহর নিকট ক্ষমা প্রার্থনা করেছিলেন তাদের থেকে আমাদের তিনজনের ব্যাপারটিকে দেরী করা হয়েছিল। আল্লাহর পক্ষ থেকে সিদ্ধান্ত আসা পর্যন্ত রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের ব্যাপারটিকে স্থগিত রেখেছিলেন। তাই আল কুরআনে আল্লাহ তা‘আলা বলেছেনঃ “আর তিনি মাফ করলেন অপর তিনজনকেও যাদের সিদ্ধান্ত স্থগিত রাখা হয়েছিল।” (আরবী) শব্দের অর্থ “যুদ্ধ হতে আমাদের পশ্চাতে থাকা” নয়। বরং এর অর্থ হচ্ছে, রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কর্তৃক “আমাদের বিষয়টিকে স্থগিত রাখা।” ঐ সকল লোকেদের চেয়ে যারা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে কসম করেছিল এবং ওযর উপস্থিত করেছিল; অতঃপর তা গৃহীত হয়েছিল। (ই.ফা. ৬৭৬০, ই.সে. ৬৮১৫)",
    "ar": "حَدَّثَنِي أَبُو الطَّاهِرِ، أَحْمَدُ بْنُ عَمْرِو بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ سَرْحٍ مَوْلَى بَنِي أُمَيَّةَ أَخْبَرَنِي ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ ثُمَّ غَزَا رَسُولُ اللَّهِ صلى الله عليه وسلم غَزْوَةَ تَبُوكَ وَهُوَ يُرِيدُ الرُّومَ وَنَصَارَى الْعَرَبِ بِالشَّامِ ‏.‏ قَالَ ابْنُ شِهَابٍ فَأَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ أَنَّ عَبْدَ اللَّهِ بْنَ كَعْبٍ كَانَ قَائِدَ كَعْبٍ مِنْ بَنِيهِ حِينَ عَمِيَ قَالَ سَمِعْتُ كَعْبَ بْنَ مَالِكٍ يُحَدِّثُ حَدِيثَهُ حِينَ تَخَلَّفَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزْوَةِ تَبُوكَ قَالَ كَعْبُ بْنُ مَالِكٍ لَمْ أَتَخَلَّفْ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزْوَةٍ غَزَاهَا قَطُّ إِلاَّ فِي غَزْوَةِ تَبُوكَ غَيْرَ أَنِّي قَدْ تَخَلَّفْتُ فِي غَزْوَةِ بَدْرٍ وَلَمْ يُعَاتِبْ أَحَدًا تَخَلَّفَ عَنْهُ إِنَّمَا خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالْمُسْلِمُونَ يُرِيدُونَ عِيرَ قُرَيْشٍ حَتَّى جَمَعَ اللَّهُ بَيْنَهُمْ وَبَيْنَ عَدُوِّهُمْ عَلَى غَيْرِ مِيعَادٍ وَلَقَدْ شَهِدْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم لَيْلَةَ الْعَقَبَةِ حِينَ تَوَاثَقْنَا عَلَى الإِسْلاَمِ وَمَا أُحِبُّ أَنَّ لِي بِهَا مَشْهَدَ بَدْرٍ وَإِنْ كَانَتْ بَدْرٌ أَذْكَرَ فِي النَّاسِ مِنْهَا وَكَانَ مِنْ خَبَرِي حِينَ تَخَلَّفْتُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي غَزْوَةِ تَبُوكَ أَنِّي لَمْ أَكُنْ قَطُّ أَقْوَى وَلاَ أَيْسَرَ مِنِّي حِينَ تَخَلَّفْتُ عَنْهُ فِي تِلْكَ الْغَزْوَةِ وَاللَّهِ مَا جَمَعْتُ قَبْلَهَا رَاحِلَتَيْنِ قَطُّ حَتَّى جَمَعْتُهُمَا فِي تِلْكَ الْغَزْوَةِ فَغَزَاهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَرٍّ شَدِيدٍ وَاسْتَقْبَلَ سَفَرًا بَعِيدًا وَمَفَازًا وَاسْتَقْبَلَ عَدُوًّا كَثِيرًا فَجَلاَ لِلْمُسْلِمِينَ أَمْرَهُمْ لِيَتَأَهَّبُوا أُهْبَةَ غَزْوِهِمْ فَأَخْبَرَهُمْ بِوَجْهِهِمُ الَّذِي يُرِيدُ وَالْمُسْلِمُونَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم كَثِيرٌ وَلاَ يَجْمَعُهُمْ كِتَابُ حَافِظٍ - يُرِيدُ بِذَلِكَ الدِّيوَانَ - قَالَ كَعْبٌ فَقَلَّ رَجُلٌ يُرِيدُ أَنْ يَتَغَيَّبَ يَظُنُّ أَنَّ ذَلِكَ سَيَخْفَى لَهُ مَا لَمْ يَنْزِلْ فِيهِ وَحْىٌ مِنَ اللَّهِ عَزَّ وَجَلَّ وَغَزَا رَسُولُ اللَّهِ صلى الله عليه وسلم تِلْكَ الْغَزْوَةَ حِينَ طَابَتِ الثِّمَارُ وَالظِّلاَلُ فَأَنَا إِلَيْهَا أَصْعَرُ فَتَجَهَّزَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالْمُسْلِمُونَ مَعَهُ وَطَفِقْتُ أَغْدُو لِكَىْ أَتَجَهَّزَ مَعَهُمْ فَأَرْجِعُ وَلَمْ أَقْضِ شَيْئًا ‏.‏ وَأَقُولُ فِي نَفْسِي أَنَا قَادِرٌ عَلَى ذَلِكَ إِذَا أَرَدْتُ ‏.‏ فَلَمْ يَزَلْ ذَلِكَ يَتَمَادَى بِي حَتَّى اسْتَمَرَّ بِالنَّاسِ الْجِدُّ فَأَصْبَحَ رَسُولُ اللَّهِ صلى الله عليه وسلم غَادِيًا وَالْمُسْلِمُونَ مَعَهُ وَلَمْ أَقْضِ مِنْ جَهَازِي شَيْئًا ثُمَّ غَدَوْتُ فَرَجَعْتُ وَلَمْ أَقْضِ شَيْئًا فَلَمْ يَزَلْ ذَلِكَ يَتَمَادَى بِي حَتَّى أَسْرَعُوا وَتَفَارَطَ الْغَزْوُ فَهَمَمْتُ أَنْ أَرْتَحِلَ فَأُدْرِكَهُمْ فَيَا لَيْتَنِي فَعَلْتُ ثُمَّ لَمْ يُقَدَّرْ ذَلِكَ لِي فَطَفِقْتُ إِذَا خَرَجْتُ فِي النَّاسِ بَعْدَ خُرُوجِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَحْزُنُنِي أَنِّي لاَ أَرَى لِي أُسْوَةً إِلاَّ رَجُلاً مَغْمُوصًا عَلَيْهِ فِي النِّفَاقِ أَوْ رَجُلاً مِمَّنْ عَذَرَ اللَّهُ مِنَ الضُّعَفَاءِ وَلَمْ يَذْكُرْنِي رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى بَلَغَ تَبُوكًا فَقَالَ وَهُوَ جَالِسٌ فِي الْقَوْمِ بِتَبُوكَ ‏\"‏ مَا فَعَلَ كَعْبُ بْنُ مَالِكٍ ‏\"‏ ‏.‏ قَالَ رَجُلٌ مِنْ بَنِي سَلِمَةَ يَا رَسُولَ اللَّهِ حَبَسَهُ بُرْدَاهُ وَالنَّظَرُ فِي عِطْفَيْهِ ‏.‏ فَقَالَ لَهُ مُعَاذُ بْنُ جَبَلٍ بِئْسَ مَا قُلْتَ وَاللَّهِ يَا رَسُولَ اللَّهِ مَا عَلِمْنَا عَلَيْهِ إِلاَّ خَيْرًا ‏.‏ فَسَكَتَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَبَيْنَمَا هُوَ عَلَى ذَلِكَ رَأَى رَجُلاً مُبَيِّضًا يَزُولُ بِهِ السَّرَابُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كُنْ أَبَا خَيْثَمَةَ ‏\"‏ ‏.‏ فَإِذَا هُو أَبُو خَيْثَمَةَ الأَنْصَارِيُّ وَهُوَ الَّذِي تَصَدَّقَ بِصَاعِ التَّمْرِ حِينَ لَمَزَهُ الْمُنَافِقُونَ ‏.‏ فَقَالَ كَعْبُ بْنُ مَالِكٍ فَلَمَّا بَلَغَنِي أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ تَوَجَّهَ قَافِلاً مِنْ تَبُوكَ حَضَرَنِي بَثِّي فَطَفِقْتُ أَتَذَكَّرُ الْكَذِبَ وَأَقُولُ بِمَ أَخْرُجُ مِنْ سَخَطِهِ غَدًا وَأَسْتَعِينُ عَلَى ذَلِكَ كُلَّ ذِي رَأْىٍ مِنْ أَهْلِي فَلَمَّا قِيلَ لِي إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ أَظَلَّ قَادِمًا زَاحَ عَنِّي الْبَاطِلُ حَتَّى عَرَفْتُ أَنِّي لَنْ أَنْجُوَ مِنْهُ بِشَىْءٍ أَبَدًا فَأَجْمَعْتُ صِدْقَهُ وَصَبَّحَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَادِمًا وَكَانَ إِذَا قَدِمَ مِنْ سَفَرٍ بَدَأَ بِالْمَسْجِدِ فَرَكَعَ فِيهِ رَكْعَتَيْنِ ثُمَّ جَلَسَ لِلنَّاسِ فَلَمَّا فَعَلَ ذَلِكَ جَاءَهُ الْمُخَلَّفُونَ فَطَفِقُوا يَعْتَذِرُونَ إِلَيْهِ وَيَحْلِفُونَ لَهُ وَكَانُوا بِضْعَةً وَثَمَانِينَ رَجُلاً فَقَبِلَ مِنْهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلاَنِيَتَهُمْ وَبَايَعَهُمْ وَاسْتَغْفَرَ لَهُمْ وَوَكَلَ سَرَائِرَهُمْ إِلَى اللَّهِ حَتَّى جِئْتُ فَلَمَّا سَلَّمْتُ تَبَسَّمَ تَبَسُّمَ الْمُغْضَبِ ثُمَّ قَالَ ‏\"‏ تَعَالَ ‏\"‏ ‏.‏ فَجِئْتُ أَمْشِي حَتَّى جَلَسْتُ بَيْنَ يَدَيْهِ فَقَالَ لِي ‏\"‏ مَا خَلَّفَكَ ‏\"‏ ‏.‏ أَلَمْ تَكُنْ قَدِ ابْتَعْتَ ظَهْرَكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي وَاللَّهِ لَوْ جَلَسْتُ عِنْدَ غَيْرِكَ مِنْ أَهْلِ الدُّنْيَا لَرَأَيْتُ أَنِّي سَأَخْرُجُ مِنْ سَخَطِهِ بِعُذْرٍ وَلَقَدْ أُعْطِيتُ جَدَلاً وَلَكِنِّي وَاللَّهِ لَقَدْ عَلِمْتُ لَئِنْ حَدَّثْتُكَ الْيَوْمَ حَدِيثَ كَذِبٍ تَرْضَى بِهِ عَنِّي لَيُوشِكَنَّ اللَّهُ أَنْ يُسْخِطَكَ عَلَىَّ وَلَئِنْ حَدَّثْتُكَ حَدِيثَ صِدْقٍ تَجِدُ عَلَىَّ فِيهِ إِنِّي لأَرْجُو فِيهِ عُقْبَى اللَّهِ وَاللَّهِ مَا كَانَ لِي عُذْرٌ وَاللَّهِ مَا كُنْتُ قَطُّ أَقْوَى وَلاَ أَيْسَرَ مِنِّي حِينَ تَخَلَّفْتُ عَنْكَ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَمَّا هَذَا فَقَدْ صَدَقَ فَقُمْ حَتَّى يَقْضِيَ اللَّهُ فِيكَ ‏\"‏ ‏.‏ فَقُمْتُ وَثَارَ رِجَالٌ مِنْ بَنِي سَلِمَةَ فَاتَّبَعُونِي فَقَالُوا لِي وَاللَّهِ مَا عَلِمْنَاكَ أَذْنَبْتَ ذَنْبًا قَبْلَ هَذَا لَقَدْ عَجَزْتَ فِي أَنْ لاَ تَكُونَ اعْتَذَرْتَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِمَا اعْتَذَرَ بِهِ إِلَيْهِ الْمُخَلَّفُونَ فَقَدْ كَانَ كَافِيَكَ ذَنْبَكَ اسْتِغْفَارُ رَسُولِ اللَّهِ صلى الله عليه وسلم لَكَ ‏.‏ قَالَ فَوَاللَّهِ مَا زَالُوا يُؤَنِّبُونَنِي حَتَّى أَرَدْتُ أَنْ أَرْجِعَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأُكَذِّبَ نَفْسِي - قَالَ - ثُمَّ قُلْتُ لَهُمْ هَلْ لَقِيَ هَذَا مَعِي مِنْ أَحَدٍ قَالُوا نَعَمْ لَقِيَهُ مَعَكَ رَجُلاَنِ قَالاَ مِثْلَ مَا قُلْتَ فَقِيلَ لَهُمَا مِثْلُ مَا قِيلَ لَكَ - قَالَ - قُلْتُ مَنْ هُمَا قَالُوا مُرَارَةُ بْنُ رَبِيعَةَ الْعَامِرِيُّ وَهِلاَلُ بْنُ أُمَيَّةَ الْوَاقِفِيُّ - قَالَ - فَذَكَرُوا لِي رَجُلَيْنِ صَالِحَيْنِ قَدْ شِهِدَا بَدْرًا فِيهِمَا أُسْوَةٌ - قَالَ - فَمَضَيْتُ حِينَ ذَكَرُوهُمَا لِي ‏.‏ قَالَ وَنَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم الْمُسْلِمِينَ عَنْ كَلاَمِنَا أَيُّهَا الثَّلاَثَةُ مِنْ بَيْنِ مَنْ تَخَلَّفَ عَنْهُ - قَالَ - فَاجْتَنَبَنَا النَّاسُ - وَقَالَ - تَغَيَّرُوا لَنَا حَتَّى تَنَكَّرَتْ لِي فِي نَفْسِيَ الأَرْضُ فَمَا هِيَ بِالأَرْضِ الَّتِي أَعْرِفُ فَلَبِثْنَا عَلَى ذَلِكَ خَمْسِينَ لَيْلَةً فَأَمَّا صَاحِبَاىَ فَاسْتَكَانَا وَقَعَدَا فِي بُيُوتِهِمَا يَبْكِيَانِ وَأَمَّا أَنَا فَكُنْتُ أَشَبَّ الْقَوْمِ وَأَجْلَدَهُمْ فَكُنْتُ أَخْرُجُ فَأَشْهَدُ الصَّلاَةَ وَأَطُوفُ فِي الأَسْوَاقِ وَلاَ يُكَلِّمُنِي أَحَدٌ وَآتِي رَسُولَ اللَّهِ صلى الله عليه وسلم فَأُسَلِّمُ عَلَيْهِ وَهُوَ فِي مَجْلِسِهِ بَعْدَ الصَّلاَةِ فَأَقُولُ فِي نَفْسِي هَلْ حَرَّكَ شَفَتَيْهِ بِرَدِّ السَّلاَمِ أَمْ لاَ ثُمَّ أُصَلِّي قَرِيبًا مِنْهُ وَأُسَارِقُهُ النَّظَرَ فَإِذَا أَقْبَلْتُ عَلَى صَلاَتِي نَظَرَ إِلَىَّ وَإِذَا الْتَفَتُّ نَحْوَهُ أَعْرَضَ عَنِّي حَتَّى إِذَا طَالَ ذَلِكَ عَلَىَّ مِنْ جَفْوَةِ الْمُسْلِمِينَ مَشَيْتُ حَتَّى تَسَوَّرْتُ جِدَارَ حَائِطِ أَبِي قَتَادَةَ وَهُوَ ابْنُ عَمِّي وَأَحَبُّ النَّاسِ إِلَىَّ فَسَلَّمْتُ عَلَيْهِ فَوَاللَّهِ مَا رَدَّ عَلَىَّ السَّلاَمَ فَقُلْتُ لَهُ يَا أَبَا قَتَادَةَ أَنْشُدُكَ بِاللَّهِ هَلْ تَعْلَمَنَّ أَنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ قَالَ فَسَكَتَ فَعُدْتُ فَنَاشَدْتُهُ فَسَكَتَ فَعُدْتُ فَنَاشَدْتُهُ فَقَالَ اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ فَفَاضَتْ عَيْنَاىَ وَتَوَلَّيْتُ حَتَّى تَسَوَّرْتُ الْجِدَارَ فَبَيْنَا أَنَا أَمْشِي فِي سُوقِ الْمَدِينَةِ إِذَا نَبَطِيٌّ مِنْ نَبَطِ أَهْلِ الشَّامِ مِمَّنْ قَدِمَ بِالطَّعَامِ يَبِيعُهُ بِالْمَدِينَةِ يَقُولُ مَنْ يَدُلُّ عَلَى كَعْبِ بْنِ مَالِكٍ - قَالَ - فَطَفِقَ النَّاسُ يُشِيرُونَ لَهُ إِلَىَّ حَتَّى جَاءَنِي فَدَفَعَ إِلَىَّ كِتَابًا مِنْ مَلِكِ غَسَّانَ وَكُنْتُ كَاتِبًا فَقَرَأْتُهُ فَإِذَا فِيهِ أَمَّا بَعْدُ فَإِنَّهُ قَدْ بَلَغَنَا أَنَّ صَاحِبَكَ قَدْ جَفَاكَ وَلَمْ يَجْعَلْكَ اللَّهُ بِدَارِ هَوَانٍ وَلاَ مَضْيَعَةٍ فَالْحَقْ بِنَا نُوَاسِكَ ‏.‏ قَالَ فَقُلْتُ حِينَ قَرَأْتُهَا وَهَذِهِ أَيْضًا مِنَ الْبَلاَءِ ‏.‏ فَتَيَامَمْتُ بِهَا التَّنُّورَ فَسَجَرْتُهَا بِهَا حَتَّى إِذَا مَضَتْ أَرْبَعُونَ مِنَ الْخَمْسِينَ وَاسْتَلْبَثَ الْوَحْىُ إِذَا رَسُولُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَأْتِينِي فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم يَأْمُرُكَ أَنْ تَعْتَزِلَ امْرَأَتَكَ ‏.‏ قَالَ فَقُلْتُ أُطَلِّقُهَا أَمْ مَاذَا أَفْعَلُ قَالَ لاَ بَلِ اعْتَزِلْهَا فَلاَ تَقْرَبَنَّهَا - قَالَ - فَأَرْسَلَ إِلَى صَاحِبَىَّ بِمِثْلِ ذَلِكَ - قَالَ - فَقُلْتُ لاِمْرَأَتِي الْحَقِي بِأَهْلِكِ فَكُونِي عِنْدَهُمْ حَتَّى يَقْضِيَ اللَّهُ فِي هَذَا الأَمْرِ - قَالَ - فَجَاءَتِ امْرَأَةُ هِلاَلِ بْنِ أُمَيَّةَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَتْ لَهُ يَا رَسُولَ اللَّهِ إِنَّ هِلاَلَ بْنَ أُمَيَّةَ شَيْخٌ ضَائِعٌ لَيْسَ لَهُ خَادِمٌ فَهَلْ تَكْرَهُ أَنْ أَخْدُمَهُ قَالَ ‏\"‏ لاَ وَلَكِنْ لاَ يَقْرَبَنَّكِ ‏\"‏ ‏.‏ فَقَالَتْ إِنَّهُ وَاللَّهِ مَا بِهِ حَرَكَةٌ إِلَى شَىْءٍ وَوَاللَّهِ مَا زَالَ يَبْكِي مُنْذُ كَانَ مِنْ أَمْرِهِ مَا كَانَ إِلَى يَوْمِهِ هَذَا ‏.‏ قَالَ فَقَالَ لِي بَعْضُ أَهْلِي لَوِ اسْتَأْذَنْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي امْرَأَتِكَ فَقَدْ أَذِنَ لاِمْرَأَةِ هِلاَلِ بْنِ أُمَيَّةَ أَنْ تَخْدُمَهُ - قَالَ - فَقُلْتُ لاَ أَسْتَأْذِنُ فِيهَا رَسُولَ اللَّهِ صلى الله عليه وسلم وَمَا يُدْرِينِي مَاذَا يَقُولُ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اسْتَأْذَنْتُهُ فِيهَا وَأَنَا رَجُلٌ شَابٌّ - قَالَ - فَلَبِثْتُ بِذَلِكَ عَشْرَ لَيَالٍ فَكَمُلَ لَنَا خَمْسُونَ لَيْلَةً مِنْ حِينَ نُهِيَ عَنْ كَلاَمِنَا - قَالَ - ثُمَّ صَلَّيْتُ صَلاَةَ الْفَجْرِ صَبَاحَ خَمْسِينَ لَيْلَةً عَلَى ظَهْرِ بَيْتٍ مِنْ بُيُوتِنَا فَبَيْنَا أَنَا جَالِسٌ عَلَى الْحَالِ الَّتِي ذَكَرَ اللَّهُ عَزَّ وَجَلَّ مِنَّا قَدْ ضَاقَتْ عَلَىَّ نَفْسِي وَضَاقَتْ عَلَىَّ الأَرْضُ بِمَا رَحُبَتْ سَمِعْتُ صَوْتَ صَارِخٍ أَوْفَى عَلَى سَلْعٍ يَقُولُ بِأَعْلَى صَوْتِهِ يَا كَعْبَ بْنَ مَالِكٍ أَبْشِرْ - قَالَ - فَخَرَرْتُ سَاجِدًا وَعَرَفْتُ أَنْ قَدْ جَاءَ فَرَجٌ ‏.‏ - قَالَ - فَآذَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم النَّاسَ بِتَوْبَةِ اللَّهِ عَلَيْنَا حِينَ صَلَّى صَلاَةَ الْفَجْرِ فَذَهَبَ النَّاسُ يُبَشِّرُونَنَا فَذَهَبَ قِبَلَ صَاحِبَىَّ مُبَشِّرُونَ وَرَكَضَ رَجُلٌ إِلَىَّ فَرَسًا وَسَعَى سَاعٍ مِنْ أَسْلَمَ قِبَلِي وَأَوْفَى الْجَبَلَ فَكَانَ الصَّوْتُ أَسْرَعَ مِنَ الْفَرَسِ فَلَمَّا جَاءَنِي الَّذِي سَمِعْتُ صَوْتَهُ يُبَشِّرُنِي فَنَزَعْتُ لَهُ ثَوْبَىَّ فَكَسَوْتُهُمَا إِيَّاهُ بِبِشَارَتِهِ وَاللَّهِ مَا أَمْلِكُ غَيْرَهُمَا يَوْمَئِذٍ وَاسْتَعَرْتُ ثَوْبَيْنِ ‏.‏ فَلَبِسْتُهُمَا فَانْطَلَقْتُ أَتَأَمَّمُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَتَلَقَّانِي النَّاسُ فَوْجًا فَوْجًا يُهَنِّئُونِي بِالتَّوْبَةِ وَيَقُولُونَ لِتَهْنِئْكَ تَوْبَةُ اللَّهِ عَلَيْكَ ‏.‏ حَتَّى دَخَلْتُ الْمَسْجِدَ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم جَالِسٌ فِي الْمَسْجِدِ وَحَوْلَهُ النَّاسُ فَقَامَ طَلْحَةُ بْنُ عُبَيْدِ اللَّهِ يُهَرْوِلُ حَتَّى صَافَحَنِي وَهَنَّأَنِي وَاللَّهِ مَا قَامَ رَجُلٌ مِنَ الْمُهَاجِرِينَ غَيْرُهُ ‏.‏ قَالَ فَكَانَ كَعْبٌ لاَ يَنْسَاهَا لِطَلْحَةَ ‏.‏ قَالَ كَعْبٌ فَلَمَّا سَلَّمْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ وَهُوَ يَبْرُقُ وَجْهُهُ مِنَ السُّرُورِ وَيَقُولُ ‏\"‏ أَبْشِرْ بِخَيْرِ يَوْمٍ مَرَّ عَلَيْكَ مُنْذُ وَلَدَتْكَ أُمُّكَ ‏\"‏ ‏.‏ قَالَ فَقُلْتُ أَمِنْ عِنْدِكَ يَا رَسُولَ اللَّهِ أَمْ مِنْ عِنْدِ اللَّهِ فَقَالَ ‏\"‏ لاَ بَلْ مِنْ عِنْدِ اللَّهِ ‏\"‏ ‏.‏ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا سُرَّ اسْتَنَارَ وَجْهُهُ كَأَنَّ وَجْهَهُ قِطْعَةُ قَمَرٍ - قَالَ - وَكُنَّا نَعْرِفُ ذَلِكَ - قَالَ - فَلَمَّا جَلَسْتُ بَيْنَ يَدَيْهِ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ مِنْ تَوْبَتِي أَنْ أَنْخَلِعَ مِنْ مَالِي صَدَقَةً إِلَى اللَّهِ وَإِلَى رَسُولِهِ صلى الله عليه وسلم ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَمْسِكْ بَعْضَ مَالِكَ فَهُوَ خَيْرٌ لَكَ ‏\"‏ ‏.‏ قَالَ فَقُلْتُ فَإِنِّي أُمْسِكُ سَهْمِيَ الَّذِي بِخَيْبَرَ - قَالَ - وَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ اللَّهَ إِنَّمَا أَنْجَانِي بِالصِّدْقِ وَإِنَّ مِنْ تَوْبَتِي أَنْ لاَ أُحَدِّثَ إِلاَّ صِدْقًا مَا بَقِيتُ - قَالَ - فَوَاللَّهِ مَا عَلِمْتُ أَنَّ أَحَدًا مِنَ الْمُسْلِمِينَ أَبْلاَهُ اللَّهُ فِي صِدْقِ الْحَدِيثِ مُنْذُ ذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم إِلَى يَوْمِي هَذَا أَحْسَنَ مِمَّا أَبْلاَنِي اللَّهُ بِهِ وَاللَّهِ مَا تَعَمَّدْتُ كَذْبَةً مُنْذُ قُلْتُ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم إِلَى يَوْمِي هَذَا وَإِنِّي لأَرْجُو أَنْ يَحْفَظَنِيَ اللَّهُ فِيمَا بَقِيَ ‏.‏ قَالَ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏ لَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالأَنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ * وَعَلَى الثَّلاَثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ‏}‏ حَتَّى بَلَغَ ‏{‏ يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ‏}‏ قَالَ كَعْبٌ وَاللَّهِ مَا أَنْعَمَ اللَّهُ عَلَىَّ مِنْ نِعْمَةٍ قَطُّ بَعْدَ إِذْ هَدَانِي اللَّهُ لِلإِسْلاَمِ أَعْظَمَ فِي نَفْسِي مِنْ صِدْقِي رَسُولَ اللَّهُ صلى الله عليه وسلم أَنْ لاَ أَكُونَ كَذَبْتُهُ فَأَهْلِكَ كَمَا هَلَكَ الَّذِينَ كَذَبُوا إِنَّ اللَّهَ قَالَ لِلَّذِينَ كَذَبُوا حِينَ أَنْزَلَ الْوَحْىَ شَرَّ مَا قَالَ لأَحَدٍ وَقَالَ اللَّهُ ‏{‏ سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ * يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لاَ يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ‏}‏ قَالَ كَعْبٌ كُنَّا خُلِّفْنَا أَيُّهَا الثَّلاَثَةُ عَنْ أَمْرِ أُولَئِكَ الَّذِينَ قَبِلَ مِنْهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ حَلَفُوا لَهُ فَبَايَعَهُمْ وَاسْتَغْفَرَ لَهُمْ وَأَرْجَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَمْرَنَا حَتَّى قَضَى اللَّهُ فِيهِ فَبِذَلِكَ قَالَ اللَّهُ عَزَّ وَجَلَّ ‏{‏ وَعَلَى الثَّلاَثَةِ الَّذِينَ خُلِّفُوا‏}‏ وَلَيْسَ الَّذِي ذَكَرَ اللَّهُ مِمَّا خُلِّفْنَا تَخَلُّفَنَا عَنِ الْغَزْوِ وَإِنَّمَا هُوَ تَخْلِيفُهُ إِيَّانَا وَإِرْجَاؤُهُ أَمْرَنَا عَمَّنْ حَلَفَ لَهُ وَاعْتَذَرَ إِلَيْهِ فَقَبِلَ مِنْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "50"
    }
  }
}