{
  "hadith": {
    "hadith_id": 6913,
    "narrator": "হাব্বান ইবনু মূসা, ইসহাক্‌ ইবুন ইব্‌রাহীম আল হান্‌যালী, মুহাম্মাদ ইবনু রাফি‘ ও ‘আবদ ইবনু হুমায়দ (রহঃ), সা‘ঈদ ইবনু মুসাইয়্যাব, ‘উরওয়াহ্‌ ইবুন যুবায়র, ‘আলকামাহ্‌ ইবনু ওয়াক্কাস এবং ‘উবাইদুল্লাহ ইবনু ‘আবদুল্লাহ ইবনু ‘উত্‌বাহ্‌ ইবনু মাস‘ঊদ (রাঃ)",
    "bn": "তাঁরা সকলেই রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী ‘আয়িশা (রাঃ)-এর ঐ কাহিনীটি বর্ণনা করেছেন, অপবাদ রটনাকারীরা তাঁর সম্পর্কে যে অপবাদ দিয়েছিল। তারপর রটানো অপবাদ হতে আল্লাহ তাঁকে নির্দোষ বর্ণনা করলেন। রাবী যুহরী (রহঃ) বলেন, তাঁরা সবাই আমার কাছে হাদীসের এক এক অংশ বর্ণনা করেছেন। তাঁদের কেউ কেউ অন্যের চেয়ে উক্ত হাদীসের কঠোর সংরক্ষণকারী ছিলেন এবং তা ভালভাবে বর্ণনা করতে সক্ষম ছিলেন। তাঁরা আমার কাছে যা বর্ণনা করেছেন, তাঁদের প্রত্যেকের বর্ণনা আমি যথাযথভাবে আয়ত্ব করে নিয়েছি। একজনের হাদীস অন্যের হাদীসকে সত্যায়িত করে। তাঁরা সকলেই উল্লেখ করেছেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী ‘আয়িশাহ্ সিদ্দীকা (রাঃ) বলেছেন যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন সফরে যাওয়ার সংকল্প করতেন তখন তিনি তাঁর স্ত্রীদের মধ্যে লটারী করতেন। যাঁর নাম আসত তাঁকেই তিনি তাঁর সাথে সফরে নিতেন।\n‘আয়িশা (রাঃ) বলেন, এক যুদ্ধ-সফরে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লটারী করলেন এবং এতে আমার নাম উঠল। আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে সে যুদ্ধে শারীক হই। পর্দার বিধান অবতীর্ণ হওয়ার পর এ যুদ্ধে আমি শারীক হয়েছিলাম। আরোহী অবস্থায় আমাকে ভিতরে রাখা হতো এবং অবতেরণের সময়ও হাওদার ভিতর থাকতাম। পরে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুদ্ধ হতে অব্যাহতির পর ফিরে এসে মাদীনার কাছাকাছি জায়গায় পৌঁছার পর এক রাতে তিনি রওনা হবার আদেশ দিলেন। লোকজন যখন রওনা হবার ব্যাপারে ঘোষণা দিল, তখন আমি দাঁড়িয়ে চলতে লাগলাম; এমনকি আমি সৈন্যদেরকে ছাড়িয়ে দূরে চলে গেলাম। এরপর আমি প্রাকৃতিক প্রয়োজন (প্রস্রাব পায়খানা) সেরে আরোহীর নিকট এলাম এবং নিজ বক্ষে হাত দিয়ে দেখলাম, যিফারী পুতির প্রস্তুত আমার হারটি হারিয়ে গিয়েছে। তাই আগের স্থানে ফিরে গিয়ে আমি আমার হারটি সন্ধান করলাম। (এতে আমার দেরী হয়ে গেল।) এদিকে হাওদা বহনকারী লোকজন এসে দ্রব্য-সামগ্রী উঠিয়ে আমার বহনকারী উটের উপর রেখে দিল। তারা ধারণা করেছিল, আমি হাওদার ভিতরেই আছি।\n‘আয়িশা (রাঃ) বলেন, তখনকার মহিলারা হালকা-পাতলা গঠনেরই হতো। না বেশি ভারী, না বেশি মোটা। কেননা তারা কম খানা খেত। তাই উঠানোর সময় হাওদার ওজন তাদের কাছে সাধারণ অবস্থা হতে ব্যতিক্রম মনে হয়নি। অধিকন্তু তখন আমি অল্প বয়সী ছিলাম। পরিশেষে লোকেরা উট দাঁড় করিয়ে পথ চলতে শুরু করে দিল। সৈন্যদের রওনা হয়ে যাবার পর আমি আমার হার খুঁজে পেলাম। এরপর আমি আগের স্থানে ফিরে এসে দেখলাম, তথায় কোন জন-মানুষের শব্দ নেই আর সাড়া দেয়ার মতো কোন লোকও তথায় নেই। তখন আমি সংকল্প করলাম, আমি যেখানে বসা ছিলাম সেখানেই বসে থাকব এবং আমি ভাবলাম, লোকেরা যখন খুঁজে আমাকে পাবে না তখন নিশ্চয়ই তারা আমার খোঁজে আমার নিকট ফিরে আসবে। ‘আয়িশা (রাঃ) বলেন, আমি আমার সে স্থানে বসা অবস্থায় ঘুম এলো আর আমি ঘুমিয়ে পড়লাম। সাফ্ওয়ান ইবনু মুয়াত্তাল আস্ সুলামী আয্ যাক্ওয়ানী নামক এক লোক ছিল। আরামের উদ্দেশ্যে সৈন্যদের পেছনে শেষ রাত্রে সে আগের জায়গায়ই রয়ে গিয়েছিল। পরে সে রওনা হয়ে প্রত্যূষে আমার স্থানে পৌঁছল। দূর থেকে সে একটি মানব দেহ দেখতে পেয়ে আমার কাছে এলো এবং আমাকে দেখে সে চিনে ফেলল। কেননা পর্দার বিধান অবতীর্ণ হওয়ার পূর্বে সে আমাকে দেখেছিল। আমাকে চিনে সে “ইন্না- লিল্লা-হি ওয়া ইন্না- ইলাইহি রাজি‘ঊন” পড়লেন তাঁর “ইন্না- লিল্লা-হ .....” এর শব্দে আমার ঘুম ছুটে গেল। অকস্মাৎ আমি আমার চাদর দিয়ে স্বীয় মুখমণ্ডল আবৃত করে নিলাম। আল্লাহর শপথ! সে আমার সাথে কোন কথা বলেনি এবং “ইন্না- লিল্লা-হ .....” পাঠ ব্যতীত আর তার কোন কথাই আমি শুনিনি। এরপর সে তার উট বসিয়ে নিজ হাত বিছিয়ে দিলেন আমি তার উটের উপরে উঠলাম। আর সে পায়ে হেঁটে আমাকে সহ উট হাঁকিয়ে নিয়ে চলল। যেতে যেতে আমরা সৈন্য দলের কাছে গিয়ে পৌঁছলাম। তখন তারা দ্বিপ্রহরের প্রচণ্ড রোদের মধ্যে সওয়ারী থেকে নেমে ভূমিতে অবস্থান করছিল। ‘আয়িশা (রাঃ) বলেন, আমার (অপবাদের) সম্পর্কে জড়িত হয়ে কতক লোক নিজেদের ধ্বংস ডেকে এনেছে আর এ সম্পর্কে যে প্রধান ভূমিকা গ্রহণ করেছিল তার নাম ‘আবদুল্লাহ ইবনু উবাই ইবনু সালূল। পরিশেষে আমরা মাদীনায় পৌঁছলাম। মাদীনায় পৌঁছার পর এক মাস যাবৎ আমি অসুস্থ ছিলাম। এদিকে মাদীনার মানুষজন অপবাদ রটনাকারীদের কথা গভীরভাবে পর্যালোচনা করে দেখতে লাগল। এ সম্পর্কে আমি কিছুই বুঝতে পারিনি। তবে এ অসুস্থ অবস্থায় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর তরফ থেকে পূর্বের ন্যায় স্নেহ না পাওয়ার ফলে আমার মনে সন্দেহের উদ্রেক হয়েছিল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘরে ঢুকে কেবল সালাম করে বলতেন, এই তুমি কেমন আছো? এ আচরণ আমাকে সন্দেহে ফেলে দিল। আমি সে (মন্দ) বিষয়টি সম্পর্কে জানতাম না। তারপর কিছুটা সুস্থ হবার পর আমি মানাসি‘ প্রান্তরের দিকে বের হলাম। আমার সাথে মিসতাহ্-এর আম্মাও ছিল। তা আমাদের শৌচাগার ছিল। আমরা রাতে বের হতাম এবং রাতেই চলে আসতাম। এ হলো আমাদের গৃহের নিকট শোচাগার নির্মাণের পূর্ববর্তী সময়ের ঘটনা। তখন আগের দিনের আরব মানুষের মতো মাঠে গিয়ে আমরা শৌচকার্য সারতাম। আর আমরা ঘরের কোণে শৌচাগার তৈরি করা পছন্দ করতাম না। অতএব আমি এবং মিসতাহ্-এর মা যেতে লাগলাম। সে ছিল আবূ রুহম ইবনু মুত্তালিব ইবনু ‘আব্দ মান্নাফ-এর কন্যা এবং তার মা ছিল আবূ বকর সিদ্দীক (রাঃ)-এর খালা সাখ্র ইবুন ‘আমির-এর মেয়ে। তাঁর সন্তানের নাম ছিল মিসতাহ্ ইবনু উসাসাহ্ ইবুন ‘আব্বাদ ইবনু মুত্তালিব। মোটকথা, আমি ও বিনতু আবূ রহ্ম (মিসতাহ্-এর মা) নিজ নিজ শৌচকার্য সেরে ঘরের দিকে রওনা হলাম। তখন মিসতাহ্-এর মা স্বীয় চাদরে পেঁচিয়ে হোঁচট খেয়ে মাটিতে পড়ে যায়। আর সে বলে উঠে মিস্তাহ ধ্বংস হোক। তখন আমি বললাম, তুমি অন্যায় কথা বলেছো। তুমি কি বদর যুদ্ধে অংশগ্রহণকারী লোককে বকছ? সে বলল, হে অবলা নারী! মিসতাহ্ কি বলেছে, তুমি কি শোননি? আমি বললাম, সে কি বলেছে? “আয়িশাহ্ (রাঃ) বলেন, তারপর সে অপবাদ রটনাকারীরা যা বলেছে, সে সম্পর্কে আমাকে সংবাদ দিল। এতে আমার অসুস্থতা কয়েকগুণ বৃদ্ধি পেল। আমি যখন ঘরে ফিরে আসলাম, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার ঘরে প্রবেশ করে আমাকে সালাম দিলেন এবং বললেন, এই তুমি কেমন আছো? তখন আমি তাকে প্রশ্ন করলাম, আপনি কি আমাকে আমার বাবা-মায়ের বাড়ীতে যাওয়ার অনুমতি দিবেন? ‘আয়িশা (রাঃ) বলেন, তখন আমি আমার বাবা-মায়ের ঘরে গিয়ে এ বিষয়টির খোঁজ করার সংকল্প করেছিলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে অনুমতি দিলেন। আমি আমার মাতা-পিতার নিকট চলে আসলাম। তারপর আমি আমার মাকে বললাম, আম্মাজান! লোকেরা কী কথা বলছে? তিনি বললেন, মা! এদিকে কান দিয়ো না এবং একে মন্দ মনে করো না। আল্লাহর শপথ! কারো যদি কোন সুন্দরী সহধর্মিণী থাকে ও সে তাকে ভালবাসে আর ঐ মাহিলার কোন সতীনও থাকে তবে সতীনরা তার দোষচর্চা করবে না এমন খুব কমই হয়। ‘আয়িশা (রাঃ) বলেন, এ কথা শুনে আমি বললাম, সুবহানাল্লাহ! লোকেরা এ কথা রটাতে শুরু করেছে? এরপর কেঁদে কেঁদে আমি সারা রাত কাটালাম। এমনকি সকালেও অশ্রু বন্ধ হলো না। আমি ঘুমোতে পারিনি। প্রভাতে আমি কাঁদছিলাম। এদিকে আমাকে তালাক দেয়ার ব্যাপারে পরামর্শ করার জন্য রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আলী ইবনু আবূ তালিব (রাঃ) এবং উসামাহ্ ইবনু যায়দ (রাঃ)-কে ডাকলেন। তখন ওয়াহী স্থগিত ছিল। তিনি বলেন, উসামাহ্ ইবনু যায়দ (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বিবীদের সতীত্ব এবং তাঁদের সাথে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর ভালবাসার ক্ষেত্রে যা জানতেন সে দিকেই তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ইশারা করলেন। তিনি বললেন, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! ‘আয়িশাহ্ আপনার সহধর্মিণী, ভাল ছাড়া তাঁর সম্পর্কে কোন কথাই আমাদের জানা নেই। আর ‘আলী ইবনু আবূ তালিব (রাঃ) বললেন, আল্লাহ তো আপনার উপর কোন সংকীর্ণতা চাপিয়ে দেননি। ‘আয়িশা (রাঃ) ব্যতীতও অনেক স্ত্রীলোক রয়েছে। আপনি যদি দাসী (বারীরাহ্)-কে প্রশ্ন করেন তবে সে সত্য বলে দিবে। ‘আয়িশা (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বারীরাহ্ (রাঃ)-কে ডেকে বললেন, হে বারীরাহ্! সন্দেহমূলক কোন কর্মে ‘আয়িশাকে তুমি কখনো দেখেছ কি? বারীরাহ্ (রাঃ) তাঁকে বললেন, ঐ সত্তার কসম! যিনি আপনাকে সত্য নবী হিসেবে পাঠিয়েছেন, আমি যদি তাঁর মাঝে কোন কিছু দেখতাম তবে নিশ্চয়ই এর ত্রুটি আমি উল্লেখ করতাম। তবে সে একজন অল্প বয়সী কন্যা। পরিবারের জন্যে আটার খামীর রেখেই সে ঘুমিয়ে থাকতো আর বকরী এসে তা খেয়ে ফেলতো। এ ত্রুটি ছাড়া বেশি কোন ত্রুটি ‘আয়িশার মাঝে আছে বলে আমার জানা নেই। তিনি বলেন, অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিম্বারে দাঁড়িয়ে ‘আবদুল্লাহ ইবনু উবাই ইবুন সালূল হতে প্রতিশোধ আশা করলেন। ‘আয়িশা (রাঃ) বলেন, তিনি মিম্বারে দাঁড়িয়ে বললেন, হে মুসলিম সমাজ! আমার পরিবারের ব্যাপারে যে লোকের পক্ষ হতে কষ্টদায়ক বাক্যের খবর আমার নিকট পৌঁছেছে তার প্রতিশোধ গ্রহণ করার মতো কোন লোক এখানে আছে কি? আমি তো আমার স্ত্রীর ব্যাপারে উত্তম ছাড়া অন্য কোন কথা জানি না এবং যে লোকের ব্যাপারে তারা অপবাদ রটনা করছে তাকেও আমি সৎলোক বলে জানি। সে তো আমাকে ছাড়া আমার ঘরে কখনো প্রবেশ করতো না। এ কথা শুনে সা‘দ ইবনু মু‘আয আল আনসারী (রাঃ) দাঁড়ালেন এবং বললেন, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি আপনার তরফ হতে প্রতিশোধ নিবো। অপবাদ রটনাকারী লোক যদি আওস গোত্রের হয় তবে আমি তার গর্দান উড়িয়ে দিব। আর যদি সে আমাদের ভ্রাতা খায্রাজ গোত্রের হয় তবে আপনি আমাদেরকে আদেশ দিন। আমরা আপনার আদেশ পালন করব। ‘আয়িশা (রাঃ) বলেন, তখন খাযরাজ সর্দার সা‘দ ইবনু ‘উবাদাহ্ (রাঃ) দাঁড়ালেন। তিনি একজন নেক্কার লোক ছিলেন। তবে তখন বংশীয় আত্মমর্যাদা তাঁকে মূর্খ বানিয়ে ফেলেছিল। তাই তিনি সা’দ ইবনু মু‘আযকে বললেন, তুমি মিথ্যা বলছো। আল্লাহ শপথ! তুমি তাকে হত্যা করবে না। তুমি তাকে হত্যা করতে সক্ষম হবে না। এ কথা শুনে সা‘দ ইবনু মু‘আয (রাঃ)-এর চাচাতো ভাই উসায়দ ইবনু হুযায়র (রাঃ) দাঁড়িয়ে সা‘দ ইবনু ‘উবাদাহ্ (রাঃ)-কে বললেন, তুমি মিথ্যা বলছো। আল্লাহর শপথ! নিশ্চয়ই আমরা তাকে হত্যা করব। নিশ্চয়ই তুমি মুনাফিক। তাই মুনাফিকদের পক্ষে কথা বলছো। এ সময় আওস ও খাযরাজ দু’ গোত্রের লোকেরা একে অপরের উপর উত্তেজিত হয়ে উঠল। এমনকি তারা যুদ্ধের ইচ্ছা করে বসলো। অথচ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখনও তাদের সম্মুখে মিম্বারে দাঁড়ানো অবস্থায় ছিলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁদেরকে থামিয়ে শান্ত করলেন। তারা নীরব থাকলো এবং তিনি নিজেও আর কোন কথা বললেন না। ‘আয়িশা (রাঃ) বলেন, সেদিন আমি সারাক্ষণ কান্নাকাটি করলাম। অবিরত ধারায় আমার অশ্রুপাত হচ্ছিল। রাত্রে একটুও আমার ঘুম আসলো না। অতঃপর সামনের রাতেও আমি কেঁদে কাটালাম। এ রাতেও অঝোর ধারায় আমার অশ্রুপাত হলো এবং একটুকুও নিদ্রা যেতে পারলাম না। এ দেখে আমার আব্বা-আম্মা মনে করছিলেন যে, কান্নায় আমার কলিজা টুকরো টুকরো হয়ে যাবে। আমি কাঁদতে ছিলাম, আমার আব্বা-আম্মা আমার নিকটে বসা ছিলেন। এমন সময় একজন আনসার মহিলা আমার কাছে আসার অনুমতি চাইলে আমি তাকে অনুমতি দিলাম। সে এসে বসে কাঁদতে লাগল। ‘আয়িশা (রাঃ) বলেন, আমাদের যখন এ অবস্থা এমন সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের কাছে প্রবেশ করলেন এবং আমাদেরকে সালাম করে বসলেন। ‘আয়িশা (রাঃ) বলেন, অথচ আমার সম্বন্ধে যা বলাবলি হচ্ছে তারপর থেকে তিনি কখনো আমার কাছে বসেননি। এমনিভাবে এক মাস অতিক্রান্ত হলো। আমার সম্পর্কে তাঁর কাছে কোন ওয়াহী আসলো না। ‘আয়িশা (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বসে তাশাহুদ পড়লেন। এরপর বললেন, যা হোক হে ‘আয়িশাহ্! তোমার ব্যাপারে আমার কাছে এমন এমন খবর পৌঁছেছে। যদি তুমি এ বিষয়ে নিষ্পাপ এবং পবিত্র হও, তবে শীঘ্রই আল্লাহ তা‘আলা তোমার পবিত্রতার বিষয়ে ঘোষণা করবেন। আর যদি তোমার দ্বারা কোন পাপ হয়েই থাকে তবে তুমি আল্লাহর কাছে মার্জনা প্রার্থনা এবং তাওবাহ্ করো। কেননা বান্দা পাপ স্বীকার করে তাওবাহ্ করলে আল্লাহ তার তাওবাহ্ গ্রহণ করেন। ‘আয়িশা (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন তাঁর কথা সমাপ্ত করলেন, তখন আমার অশ্রুধারা বন্ধ হয়ে গেল। এমনকি তারপর আর এক ফোটা অশ্রুও আমি অনুভব করলাম না। তারপর আমি আমার পিতাকে বললাম, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা বললেন, আমার তরফ হতে তার উত্তর দিন। তিনিও বললেন, আল্লাহর শপথ! রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কি উত্তর দিব, আমার তা অজানা। এরপর আমি আমার মাকে বললাম, আমার তরফ হতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে উত্তর দিন। তিনি বললেন, আল্লাহ্‌র শপথ! রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে কি উত্তর দিব, আমি তা জানি না। আমি বললাম, তখন আমি ছিলাম কম বয়সী কিশোরী। কুরআন মাজীদও অধিক পাঠ করতে পারতাম না। এ অবস্থা দেখে আমিই তখন বললাম, আল্লাহ শপথ! আমি জানি, আপনারা এ অপবাদের কথা শুনেছেন, মনে তা গেঁথে গেছে এবং আপনারা তা বিশ্বাস করে নিয়েছেন। কাজেই এখন যদি আমি বলি, আমি নিষ্কলুষ তবে এ বিষয়ে আপনারা আমাকে বিশ্বাস করবেন না। আর যদি আমি মেনে নেই, যে সম্পর্কে আল্লাহ জানেন যে, আমি নিষ্পাপ, তবে আপনারা তা বিশ্বাস করবেন। আল্লাহর শপথ! আমার ও আপনাদের জন্য (নাবী) ইউসুফ (‘আঃ)-এর পিতার কথার দৃষ্টান্ত ছাড়া ভিন্ন কোন দৃষ্টান্ত আমার দৃষ্টিতে পড়ে না। তিনি বলেছিলেন, “কাজেই পরিপূর্ণ ধৈর্যই উত্তম, তোমরা যা বলছো সে ব্যাপারে একমাত্র আল্লাহই আমার আশ্রয়স্থল।”\nতিনি [‘আয়িশাহ (রাঃ)] বলেন, অতঃপর আমি মুখ ফিরিয়ে নিলাম এবং বিছানায় শুয়ে পড়লাম। ‘আয়িশা (রাঃ) বলেন, আল্লাহর শপথ! আল্লাহ তো ঐ সময়েও জানেন যে, নিশ্চয়ই আমি নিষ্পাপ এবং নিশ্চয়ই আল্লাহ তা‘আলা আমার পবিত্রতা উন্মোচন করে দিবেন। কিন্তু আল্লাহর শপথ! আমি মনে করিনি যে, আল্লাহ তা‘আলা আমার এ ব্যাপারে ওয়াহী অবতীর্ণ করবেন, যা পড়া হবে। কেননা আমার ব্যাপারে পড়ার মতো আল্লাহর পক্ষ থেকে কোন আয়াত অবতীর্ণ করা হবে আমার অবস্থা তার চেয়ে বেশি নিম্নমানের বলে আমি মনে করতাম। তবে আমি প্রত্যাশা করেছিলাম যে, স্বপ্নের মধ্যে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমন কোন বিষয় দেখবেন যার মাধ্যমে আল্লাহ তা‘আলা আমার পবিত্রতা প্রকাশ করে দিবেন। ‘আয়িশাহ্ সিদ্দীকা (রাঃ) বলেন, আল্লাহ শপথ! রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখনো তাঁর জায়গা ছেড়ে যাননি এবং গৃহের লোকও কেউ বাইরে যায়নি। এমতাবস্থায় আল্লাহ তা‘আলা তাঁর নাবীর উপর ওয়াহী অবতীর্ণ করেন। ওয়াহী অবতীর্ণের প্রাক্কালে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উপর যে যন্ত্রণাদায়ক অবস্থা দেখা দিত তার অনুরূপ অবস্থা দেখা দিলো। এমনকি তাঁর প্রতি অবতীর্ণকৃত বাণীর ওযনের কারণে প্রচণ্ড শৈত্যপ্রবাহের দিনেও তাঁর শরীর হতে মুক্তার মতো বিন্দু বিন্দু ঘাম ঝরে পড়তো। ‘আয়িশা (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে এ যন্ত্রণাদায়ক অবস্থা চলে গেলে তিনি হাসতে লাগলেন এবং প্রথমে যে কথাটি বললেন তা হলো : হে ‘আয়িশাহ্! সুসংবাদ গ্রহণ করো। আল্লাহ তোমার পবিত্রতা ঘোষণা করেছেন। এ কথা শুনে আমার মা আমাকে বললেন, তুমি উঠে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-সে সম্মান প্রদর্শন করো। আমি বললাম, আমি তাঁর প্রতি সম্মান প্রদর্শন করবো না এবং আল্লাহ ব্যতীত আর কারো প্রশংসা করবো না। তিনিই আমার পবিত্রতার ব্যাপারে আয়াত নাযিল করেছেন। ‘আয়িশা (রাঃ) বলেন, আল্লাহ তা‘আলা আমার পবিত্রতার ব্যাপারে দশটি আয়াত (সূরাহ্ আন্ নূর ২৪ : ১১-২১) অবতীর্ণ করেছেন। “যারা অপবাদ রটনা করেছে তারা তো তোমাদেরই একটি দল, একে তোমরা তোমাদের জন্যে ক্ষতিকর মনে করো না; বরং এ তো তোমাদের জন্য কল্যাণকর।” ..... ‘আয়িশা (রাঃ) বলেন, আত্মীয়তার বন্ধন ও দারিদ্রের কারণে আবূ বকর সিদ্দীক (রাঃ) মিসতাহ্কে আর্থিক সাহায্য করতেন। কিন্তু ‘আয়িশাহ্ সম্বন্ধে সে যা বলেছিল সে কারণে আবূ বকর (রাঃ) শপথ করে বসলেন, আল্লাহ্‌র শপথ! আমি আর কোন সময় মিসতাহ্কে আর্থিক সহযোগিতা দিব না। তখন আল্লাহ তা‘আলা নাযিল করলেন : “তোমাদের মাঝে যারা ঐশ্বর্য ও প্রাচুর্যের অধিকারী তারা যেন কসম না করে যে, তারা দান করবে না আত্মীয়-স্বজনকে .....। তোমরা কি চাও না যে, আল্লাহ তোমাদের মাফ করেন”..... পর্যন্ত।\nহাব্বান ইবনু মূসা (রহঃ) বলেন, ‘আবদুল্লাহ ইবনু মুবারক (রহঃ) বলেছেন, আল-কুরআনের মধ্যে এ আয়াতটিই অধিক আশাব্যঞ্জক।\nতারপর আবূ বকর সিদ্দীক (রাঃ) বললেন, আল্লাহ শপথ! আমি অবশ্যই ভালোবাসি যে, আল্লাহ আমাকে মাফ করে দিন। এরপর মিসতাহ্ (রাঃ)-এর জন্যে যে পরিমাণ অর্থ ব্যয় করতেন তা পুনরায় খরচ করতে শুরু করলেন। আর বললেন, তাকে আমি এ অর্থ দেয়া কোন সময় বন্ধ করবো না।\n‘আয়িশা (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর স্ত্রী যাইনাব বিন্ত জাহ্শ (রহঃ)-কে আমার সম্পর্কে প্রশ্ন করেছিলেন, তিনি যাইনাবকে বলেছিলেন, তুমি ‘আয়িশাহ্ সম্বন্ধে কি জানো বা দেখেছো? জবাবে তিনি বললেন, হে আল্লাহর রসূল! আমি আমার কান ও চোখকে হিফাযাত করেছি। আল্লাহর শপথ! তাঁর ব্যাপারে আমি উত্তম ব্যতীত কিছুই জানি না।\n‘আয়িশা (রাঃ) বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রীদের মাঝে তিনিই আমার প্রতিদ্বন্দ্বী ছিলেন। কিন্তু আল্লাহ ভীতির মাধ্যমে আল্লাহ তাঁকে হিফাযাত করেছেন। অথচ তাঁর বোন হামানাহ্ বিন্ত জাহ্শ তাঁর পক্ষাবলম্বন করে ঝগড়া করে, আর এভাবে সে ক্ষতিগ্রস্তদের মধ্যে ক্ষতিগ্রস্ত হয়ে যায়। রাবী যুহরী (রহঃ) বলেন, ঐ লোকদের নিকট থেকে আমাদের কাছে যা পৌঁছেছে তা এ হাদীস।\nতবে রাবী ইউনুসের হাদীসের মধ্যে রয়েছে, ‘গোত্রীয় আত্মম্ভরিতা তাকে উত্তেজিত করে।’ (ই.ফা. ৬৭৬৩, ই.সে. ৬৮১৮)",
    "ar": "حَدَّثَنَا حَبَّانُ بْنُ مُوسَى، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا يُونُسُ بْنُ يَزِيدَ، الأَيْلِيُّ ح وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، وَمُحَمَّدُ بْنُ رَافِعٍ، وَعَبْدُ بْنُ حُمَيْدٍ، قَالَ ابْنُ رَافِعٍ حَدَّثَنَا وَقَالَ الآخَرَانِ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، وَالسِّيَاقُ، حَدِيثُ مَعْمَرٍ مِنْ رِوَايَةِ عَبْدٍ وَابْنِ رَافِعٍ قَالَ يُونُسُ وَمَعْمَرٌ جَمِيعًا عَنِ الزُّهْرِيِّ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ وَعُرْوَةُ بْنُ الزُّبَيْرِ وَعَلْقَمَةُ بْنِ وَقَّاصٍ وَعُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ عَنْ حَدِيثِ عَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم حِينَ قَالَ لَهَا أَهْلُ الإِفْكِ مَا قَالُوا فَبَرَّأَهَا اللَّهُ مِمَّا قَالُوا وَكُلُّهُمْ حَدَّثَنِي طَائِفَةً مِنْ حَدِيثِهَا وَبَعْضُهُمْ كَانَ أَوْعَى لِحَدِيثِهَا مِنْ بَعْضٍ وَأَثْبَتَ اقْتِصَاصًا وَقَدْ وَعَيْتُ عَنْ كُلِّ وَاحِدٍ مِنْهُمُ الْحَدِيثَ الَّذِي حَدَّثَنِي وَبَعْضُ حَدِيثِهِمْ يُصَدِّقُ بَعْضًا ذَكَرُوا أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَرَادَ أَنْ يَخْرُجَ سَفَرًا أَقْرَعَ بَيْنَ نِسَائِهِ فَأَيَّتُهُنَّ خَرَجَ سَهْمُهَا خَرَجَ بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم مَعَهُ - قَالَتْ عَائِشَةُ - فَأَقْرَعَ بَيْنَنَا فِي غَزْوَةٍ غَزَاهَا فَخَرَجَ فِيهَا سَهْمِي فَخَرَجْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَذَلِكَ بَعْدَ مَا أُنْزِلَ الْحِجَابُ فَأَنَا أُحْمَلُ فِي هَوْدَجِي وَأُنْزَلُ فِيهِ مَسِيرَنَا حَتَّى إِذَا فَرَغَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ غَزْوِهِ وَقَفَلَ وَدَنَوْنَا مِنَ الْمَدِينَةِ آذَنَ لَيْلَةً بِالرَّحِيلِ فَقُمْتُ حِينَ آذَنُوا بِالرَّحِيلِ فَمَشَيْتُ حَتَّى جَاوَزْتُ الْجَيْشَ فَلَمَّا قَضَيْتُ مِنْ شَأْنِي أَقْبَلْتُ إِلَى الرَّحْلِ فَلَمَسْتُ صَدْرِي فَإِذَا عِقْدِي مِنْ جَزْعِ ظَفَارِ قَدِ انْقَطَعَ فَرَجَعْتُ فَالْتَمَسْتُ عِقْدِي فَحَبَسَنِي ابْتِغَاؤُهُ وَأَقْبَلَ الرَّهْطُ الَّذِينَ كَانُوا يَرْحَلُونَ لِي فَحَمَلُوا هَوْدَجِي فَرَحَلُوهُ عَلَى بَعِيرِيَ الَّذِي كُنْتُ أَرْكَبُ وَهُمْ يَحْسَبُونَ أَنِّي فِيهِ - قَالَتْ - وَكَانَتِ النِّسَاءُ إِذْ ذَاكَ خِفَافًا لَمْ يُهَبَّلْنَ وَلَمْ يَغْشَهُنَّ اللَّحْمُ إِنَّمَا يَأْكُلْنَ الْعُلْقَةَ مِنَ الطَّعَامِ فَلَمْ يَسْتَنْكِرِ الْقَوْمُ ثِقَلَ الْهَوْدَجِ حِينَ رَحَلُوهُ وَرَفَعُوهُ وَكُنْتُ جَارِيَةً حَدِيثَةَ السِّنِّ فَبَعَثُوا الْجَمَلَ وَسَارُوا وَوَجَدْتُ عِقْدِي بَعْدَ مَا اسْتَمَرَّ الْجَيْشُ فَجِئْتُ مَنَازِلَهُمْ وَلَيْسَ بِهَا دَاعٍ وَلاَ مُجِيبٌ فَتَيَمَّمْتُ مَنْزِلِي الَّذِي كُنْتُ فِيهِ وَظَنَنْتُ أَنَّ الْقَوْمَ سَيَفْقِدُونِي فَيَرْجِعُونَ إِلَىَّ فَبَيْنَا أَنَا جَالِسَةٌ فِي مَنْزِلِي غَلَبَتْنِي عَيْنِي فَنِمْتُ وَكَانَ صَفْوَانُ بْنُ الْمُعَطَّلِ السُّلَمِيُّ ثُمَّ الذَّكْوَانِيُّ قَدْ عَرَّسَ مِنْ وَرَاءِ الْجَيْشِ فَادَّلَجَ فَأَصْبَحَ عِنْدَ مَنْزِلِي فَرَأَى سَوَادَ إِنْسَانٍ نَائِمٍ فَأَتَانِي فَعَرَفَنِي حِينَ رَآنِي وَقَدْ كَانَ يَرَانِي قَبْلَ أَنْ يُضْرَبَ الْحِجَابُ عَلَىَّ فَاسْتَيْقَظْتُ بِاسْتِرْجَاعِهِ حِينَ عَرَفَنِي فَخَمَّرْتُ وَجْهِي بِجِلْبَابِي وَوَاللَّهِ مَا يُكَلِّمُنِي كَلِمَةً وَلاَ سَمِعْتُ مِنْهُ كَلِمَةً غَيْرَ اسْتِرْجَاعِهِ حَتَّى أَنَاخَ رَاحِلَتَهُ فَوَطِئَ عَلَى يَدِهَا فَرَكِبْتُهَا فَانْطَلَقَ يَقُودُ بِي الرَّاحِلَةَ حَتَّى أَتَيْنَا الْجَيْشَ بَعْدَ مَا نَزَلُوا مُوغِرِينَ فِي نَحْرِ الظَّهِيرَةِ فَهَلَكَ مَنْ هَلَكَ فِي شَأْنِي وَكَانَ الَّذِي تَوَلَّى كِبْرَهُ عَبْدُ اللَّهِ بْنُ أُبَىٍّ ابْنُ سَلُولَ فَقَدِمْنَا الْمَدِينَةَ فَاشْتَكَيْتُ حِينَ قَدِمْنَا الْمَدِينَةَ شَهْرًا وَالنَّاسُ يُفِيضُونَ فِي قَوْلِ أَهْلِ الإِفْكِ وَلاَ أَشْعُرُ بِشَىْءٍ مِنْ ذَلِكَ وَهُوَ يَرِيبُنِي فِي وَجَعِي أَنِّي لاَ أَعْرِفُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم اللُّطْفَ الَّذِي كُنْتُ أَرَى مِنْهُ حِينَ أَشْتَكِي إِنَّمَا يَدْخُلُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَيُسَلِّمُ ثُمَّ يَقُولُ ‏\"‏ كَيْفَ تِيكُمْ ‏\"‏ ‏.‏ فَذَاكَ يَرِيبُنِي وَلاَ أَشْعُرُ بِالشَّرِّ حَتَّى خَرَجْتُ بَعْدَ مَا نَقِهْتُ وَخَرَجَتْ مَعِي أُمُّ مِسْطَحٍ قِبَلَ الْمَنَاصِعِ وَهُوَ مُتَبَرَّزُنَا وَلاَ نَخْرُجُ إِلاَّ لَيْلاً إِلَى لَيْلٍ وَذَلِكَ قَبْلَ أَنَّ نَتَّخِذَ الْكُنُفَ قَرِيبًا مِنْ بُيُوتِنَا وَأَمْرُنَا أَمْرُ الْعَرَبِ الأُوَلِ فِي التَّنَزُّهِ وَكُنَّا نَتَأَذَّى بِالْكُنُفِ أَنْ نَتَّخِذَهَا عِنْدَ بُيُوتِنَا فَانْطَلَقْتُ أَنَا وَأُمُّ مِسْطَحٍ وَهِيَ بِنْتُ أَبِي رُهْمِ بْنِ الْمُطَّلِبِ بْنِ عَبْدِ مَنَافٍ وَأُمُّهَا ابْنَةُ صَخْرِ بْنِ عَامِرٍ خَالَةُ أَبِي بَكْرٍ الصِّدِّيقِ وَابْنُهَا مِسْطَحُ بْنُ أُثَاثَةَ بْنِ عَبَّادِ بْنِ الْمُطَّلِبِ فَأَقْبَلْتُ أَنَا وَبِنْتُ أَبِي رُهْمٍ قِبَلَ بَيْتِي حِينَ فَرَغْنَا مِنْ شَأْنِنَا فَعَثَرَتْ أُمُّ مِسْطَحٍ فِي مِرْطِهَا فَقَالَتْ تَعِسَ مِسْطَحٌ ‏.‏ فَقُلْتُ لَهَا بِئْسَ مَا قُلْتِ أَتَسُبِّينَ رَجُلاً قَدْ شَهِدَ بَدْرًا ‏.‏ قَالَتْ أَىْ هَنْتَاهُ أَوَلَمْ تَسْمَعِي مَا قَالَ قُلْتُ وَمَاذَا قَالَ قَالَتْ فَأَخْبَرَتْنِي بِقَوْلِ أَهْلِ الإِفْكِ فَازْدَدْتُ مَرَضًا إِلَى مَرَضِي فَلَمَّا رَجَعْتُ إِلَى بَيْتِي فَدَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَلَّمَ ثُمَّ قَالَ ‏\"‏ كَيْفَ تِيكُمْ ‏\"‏ ‏.‏ قُلْتُ أَتَأْذَنُ لِي أَنْ آتِيَ أَبَوَىَّ قَالَتْ وَأَنَا حِينَئِذٍ أُرِيدُ أَنْ أَتَيَقَّنَ الْخَبَرَ مِنْ قِبَلِهِمَا ‏.‏ فَأَذِنَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم فَجِئْتُ أَبَوَىَّ فَقُلْتُ لأُمِّي يَا أُمَّتَاهْ مَا يَتَحَدَّثُ النَّاسُ فَقَالَتْ يَا بُنَيَّةُ هَوِّنِي عَلَيْكِ فَوَاللَّهِ لَقَلَّمَا كَانَتِ امْرَأَةٌ قَطُّ وَضِيئَةٌ عِنْدَ رَجُلٍ يُحِبُّهَا وَلَهَا ضَرَائِرُ إِلاَّ كَثَّرْنَ عَلَيْهَا - قَالَتْ - قُلْتُ سُبْحَانَ اللَّهِ وَقَدْ تَحَدَّثَ النَّاسُ بِهَذَا قَالَتْ فَبَكَيْتُ تِلْكَ اللَّيْلَةَ حَتَّى أَصْبَحْتُ لاَ يَرْقَأُ لِي دَمْعٌ وَلاَ أَكْتَحِلُ بِنَوْمٍ ثُمَّ أَصَبَحْتُ أَبْكِي وَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلِيَّ بْنَ أَبِي طَالِبٍ وَأُسَامَةَ بْنَ زَيْدٍ حِينَ اسْتَلْبَثَ الْوَحْىُ يَسْتَشِيرُهُمَا فِي فِرَاقِ أَهْلِهِ - قَالَتْ - فَأَمَّا أُسَامَةُ بْنُ زَيْدٍ فَأَشَارَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بِالَّذِي يَعْلَمُ مِنْ بَرَاءَةِ أَهْلِهِ وَبِالَّذِي يَعْلَمُ فِي نَفْسِهِ لَهُمْ مِنَ الْوُدِّ فَقَالَ يَا رَسُولَ اللَّهِ هُمْ أَهْلُكَ وَلاَ نَعْلَمُ إِلاَّ خَيْرًا ‏.‏ وَأَمَّا عَلِيُّ بْنُ أَبِي طَالِبٍ فَقَالَ لَمْ يُضَيِّقِ اللَّهُ عَلَيْكَ وَالنِّسَاءُ سِوَاهَا كَثِيرٌ وَإِنْ تَسْأَلِ الْجَارِيَةَ تَصْدُقْكَ - قَالَتْ - فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم بَرِيرَةَ فَقَالَ ‏\"‏ أَىْ بَرِيرَةُ هَلْ رَأَيْتِ مِنْ شَىْءٍ يَرِيبُكِ مِنْ عَائِشَةَ ‏\"‏ ‏.‏ قَالَتْ لَهُ بَرِيرَةُ وَالَّذِي بَعَثَكَ بِالْحَقِّ إِنْ رَأَيْتُ عَلَيْهَا أَمْرًا قَطُّ أَغْمِصُهُ عَلَيْهَا أَكْثَرَ مِنْ أَنَّهَا جَارِيَةٌ حَدِيثَةُ السِّنِّ تَنَامُ عَنْ عَجِينِ أَهْلِهَا فَتَأْتِي الدَّاجِنُ فَتَأْكُلُهُ - قَالَتْ - فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الْمِنْبَرِ فَاسْتَعْذَرَ مِنْ عَبْدِ اللَّهِ بْنِ أُبَىٍّ ابْنِ سَلُولَ - قَالَتْ - فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ عَلَى الْمِنْبَرِ ‏\"‏ يَا مَعْشَرَ الْمُسْلِمِينَ مَنْ يَعْذِرُنِي مِنْ رَجُلٍ قَدْ بَلَغَ أَذَاهُ فِي أَهْلِ بَيْتِي فَوَاللَّهِ مَا عَلِمْتُ عَلَى أَهْلِي إِلاَّ خَيْرًا وَلَقَدْ ذَكَرُوا رَجُلاً مَا عَلِمْتُ عَلَيْهِ إِلاَّ خَيْرًا وَمَا كَانَ يَدْخُلُ عَلَى أَهْلِي إِلاَّ مَعِي ‏\"‏ ‏.‏ فَقَامَ سَعْدُ بْنُ مُعَاذٍ الأَنْصَارِيُّ فَقَالَ أَنَا أَعْذِرُكَ مِنْهُ يَا رَسُولَ اللَّهِ إِنْ كَانَ مِنَ الأَوْسِ ضَرَبْنَا عُنُقَهُ وَإِنْ كَانَ مِنْ إِخْوَانِنَا الْخَزْرَجِ أَمَرْتَنَا فَفَعَلْنَا أَمْرَكَ - قَالَتْ - فَقَامَ سَعْدُ بْنُ عُبَادَةَ وَهُوَ سَيِّدُ الْخَزْرَجِ وَكَانَ رَجُلاً صَالِحًا وَلَكِنِ اجْتَهَلَتْهُ الْحَمِيَّةُ فَقَالَ لِسَعْدِ بْنِ مُعَاذٍ كَذَبْتَ لَعَمْرُ اللَّهِ لاَ تَقْتُلُهُ وَلاَ تَقْدِرُ عَلَى قَتْلِهِ ‏.‏ فَقَامَ أُسَيْدُ بْنُ حُضَيْرٍ وَهُوَ ابْنُ عَمِّ سَعْدِ بْنِ مُعَاذٍ فَقَالَ لِسَعْدِ بْنِ عُبَادَةَ كَذَبْتَ لَعَمْرُ اللَّهِ لَنَقْتُلَنَّهُ فَإِنَّكَ مُنَافِقٌ تُجَادِلُ عَنِ الْمُنَافِقِينَ فَثَارَ الْحَيَّانِ الأَوْسُ وَالْخَزْرَجُ حَتَّى هَمُّوا أَنْ يَقْتَتِلُوا وَرَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ عَلَى الْمِنْبَرِ فَلَمْ يَزَلْ رَسُولُ اللَّهِ صلى الله عليه وسلم يُخَفِّضُهُمْ حَتَّى سَكَتُوا وَسَكَتَ - قَالَتْ - وَبَكَيْتُ يَوْمِي ذَلِكَ لاَ يَرْقَأُ لِي دَمْعٌ وَلاَ أَكْتَحِلُ بِنَوْمٍ ثُمَّ بَكَيْتُ لَيْلَتِي الْمُقْبِلَةَ لاَ يَرْقَأُ لِي دَمْعٌ وَلاَ أَكْتَحِلُ بِنَوْمٍ وَأَبَوَاىَ يَظُنَّانِ أَنَّ الْبُكَاءَ فَالِقٌ كَبِدِي فَبَيْنَمَا هُمَا جَالِسَانِ عِنْدِي وَأَنَا أَبْكِي اسْتَأْذَنَتْ عَلَىَّ امْرَأَةٌ مِنَ الأَنْصَارِ فَأَذِنْتُ لَهَا فَجَلَسَتْ تَبْكِي - قَالَتْ - فَبَيْنَا نَحْنُ عَلَى ذَلِكَ دَخَلَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَلَّمَ ثُمَّ جَلَسَ - قَالَتْ - وَلَمْ يَجْلِسْ عِنْدِي مُنْذُ قِيلَ لِي مَا قِيلَ وَقَدْ لَبِثَ شَهْرًا لاَ يُوحَى إِلَيْهِ فِي شَأْنِي بِشَىْءٍ - قَالَتْ - فَتَشَهَّدَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ جَلَسَ ثُمَّ قَالَ ‏\"‏ أَمَّا بَعْدُ يَا عَائِشَةُ فَإِنَّهُ قَدْ بَلَغَنِي عَنْكِ كَذَا وَكَذَا فَإِنْ كُنْتِ بَرِيئَةً فَسَيُبَرِّئُكِ اللَّهُ وَإِنْ كُنْتِ أَلْمَمْتِ بِذَنْبٍ فَاسْتَغْفِرِي اللَّهَ وَتُوبِي إِلَيْهِ فَإِنَّ الْعَبْدَ إِذَا اعْتَرَفَ بِذَنْبٍ ثُمَّ تَابَ تَابَ اللَّهُ عَلَيْهِ ‏\"‏ ‏.‏ قَالَتْ فَلَمَّا قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم مَقَالَتَهُ قَلَصَ دَمْعِي حَتَّى مَا أُحِسُّ مِنْهُ قَطْرَةً فَقُلْتُ لأَبِي أَجِبْ عَنِّي رَسُولَ اللَّهِ صلى الله عليه وسلم فِيمَا قَالَ ‏.‏ فَقَالَ وَاللَّهِ مَا أَدْرِي مَا أَقُولُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ لأُمِيِّ أَجِيبِي عَنِّي رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَتْ وَاللَّهِ مَا أَدْرِي مَا أَقُولُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ وَأَنَا جَارِيَةٌ حَدِيثَةُ السِّنِّ لاَ أَقْرَأُ كَثِيرًا مِنَ الْقُرْآنِ إِنِّي وَاللَّهِ لَقَدْ عَرَفْتُ أَنَّكُمْ قَدْ سَمِعْتُمْ بِهَذَا حَتَّى اسْتَقَرَّ فِي نُفُوسِكُمْ وَصَدَّقْتُمْ بِهِ فَإِنْ قُلْتُ لَكُمْ إِنِّي بَرِيئَةٌ وَاللَّهُ يَعْلَمُ أَنِّي بَرِيئَةٌ لاَ تُصَدِّقُونِي بِذَلِكَ وَلَئِنِ اعْتَرَفْتُ لَكُمْ بِأَمْرٍ وَاللَّهُ يَعْلَمُ أَنِّي بَرِيئَةٌ لَتُصَدِّقُونَنِي وَإِنِّي وَاللَّهِ مَا أَجِدُ لِي وَلَكُمْ مَثَلاً إِلاَّ كَمَا قَالَ أَبُو يُوسُفَ فَصَبْرٌ جَمِيلٌ وَاللَّهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ ‏.‏ قَالَتْ ثُمَّ تَحَوَّلْتُ فَاضْطَجَعْتُ عَلَى فِرَاشِي - قَالَتْ - وَأَنَا وَاللَّهِ حِينَئِذٍ أَعْلَمُ أَنِّي بَرِيئَةٌ وَأَنَّ اللَّهَ مُبَرِّئِي بِبَرَاءَتِي وَلَكِنْ وَاللَّهِ مَا كُنْتُ أَظُنُّ أَنْ يُنْزَلَ فِي شَأْنِي وَحْىٌ يُتْلَى وَلَشَأْنِي كَانَ أَحْقَرَ فِي نَفْسِي مِنْ أَنْ يَتَكَلَّمَ اللَّهُ عَزَّ وَجَلَّ فِيَّ بِأَمْرٍ يُتْلَى وَلَكِنِّي كُنْتُ أَرْجُو أَنْ يَرَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي النَّوْمِ رُؤْيَا يُبَرِّئُنِي اللَّهُ بِهَا قَالَتْ فَوَاللَّهِ مَا رَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَجْلِسَهُ وَلاَ خَرَجَ مِنْ أَهْلِ الْبَيْتِ أَحَدٌ حَتَّى أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ عَلَى نَبِيِّهِ صلى الله عليه وسلم فَأَخَذَهُ مَا كَانَ يَأْخُذُهُ مِنَ الْبُرَحَاءِ عِنْدَ الْوَحْىِ حَتَّى إِنَّهُ لَيَتَحَدَّرُ مِنْهُ مِثْلُ الْجُمَانِ مِنَ الْعَرَقِ فِي الْيَوْمِ الشَّاتِ مِنْ ثِقَلِ الْقَوْلِ الَّذِي أُنْزِلَ عَلَيْهِ - قَالَتْ - فَلَمَّا سُرِّيَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُوَ يَضْحَكُ فَكَانَ أَوَّلَ كَلِمَةٍ تَكَلَّمَ بِهَا أَنْ قَالَ ‏\"‏ أَبْشِرِي يَا عَائِشَةُ أَمَّا اللَّهُ فَقَدْ بَرَّأَكِ ‏\"‏ ‏.‏ فَقَالَتْ لِي أُمِّي قُومِي إِلَيْهِ فَقُلْتُ وَاللَّهِ لاَ أَقُومُ إِلَيْهِ وَلاَ أَحْمَدُ إِلاَّ اللَّهَ هُوَ الَّذِي أَنْزَلَ بَرَاءَتِي - قَالَتْ - فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏ إِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ عُصْبَةٌ مِنْكُمْ‏}‏ عَشْرَ آيَاتٍ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ هَؤُلاَءِ الآيَاتِ بَرَاءَتِي - قَالَتْ - فَقَالَ أَبُو بَكْرٍ وَكَانَ يُنْفِقُ عَلَى مِسْطَحٍ لِقَرَابَتِهِ مِنْهُ وَفَقْرِهِ وَاللَّهِ لاَ أُنْفِقُ عَلَيْهِ شَيْئًا أَبَدًا بَعْدَ الَّذِي قَالَ لِعَائِشَةَ ‏.‏ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏ وَلاَ يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى‏}‏ إِلَى قَوْلِهِ ‏{‏ أَلاَ تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ‏}‏ قَالَ حِبَّانُ بْنُ مُوسَى قَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ هَذِهِ أَرْجَى آيَةٍ فِي كِتَابِ اللَّهِ ‏.‏ فَقَالَ أَبُو بَكْرٍ وَاللَّهِ إِنِّي لأُحِبُّ أَنْ يَغْفِرَ اللَّهُ لِي ‏.‏ فَرَجَعَ إِلَى مِسْطَحٍ النَّفَقَةَ الَّتِي كَانَ يُنْفِقُ عَلَيْهِ وَقَالَ لاَ أَنْزِعُهَا مِنْهُ أَبَدًا ‏.‏ قَالَتْ عَائِشَةُ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم سَأَلَ زَيْنَبَ بِنْتَ جَحْشٍ زَوْجَ النَّبِيِّ صلى الله عليه وسلم عَنْ أَمْرِي ‏\"‏ مَا عَلِمْتِ أَوْ مَا رَأَيْتِ ‏\"‏ ‏.‏ فَقَالَتْ يَا رَسُولَ اللَّهِ أَحْمِي سَمْعِي وَبَصَرِي وَاللَّهِ مَا عَلِمْتُ إِلاَّ خَيْرًا ‏.‏ قَالَتْ عَائِشَةُ وَهِيَ الَّتِي كَانَتْ تُسَامِينِي مِنْ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم فَعَصَمَهَا اللَّهُ بِالْوَرَعِ وَطَفِقَتْ أُخْتُهَا حَمْنَةُ بِنْتُ جَحْشٍ تُحَارِبُ لَهَا فَهَلَكَتْ فِيمَنْ هَلَكَ ‏.‏ قَالَ الزُّهْرِيُّ فَهَذَا مَا انْتَهَى إِلَيْنَا مِنْ أَمْرِ هَؤُلاَءِ الرَّهْطِ ‏.‏ وَقَالَ فِي حَدِيثِ يُونُسَ احْتَمَلَتْهُ الْحَمِيَّةُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "50"
    }
  }
}