{
  "hadith": {
    "hadith_id": 6915,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "‘আয়িশা (রাঃ) বলেন, আমার সম্পর্কে মানুষেরা যখন কুৎসা রটাতে শুরু করল, যা আমি জানি না, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বক্তব্য দেয়ার জন্যে দাঁড়িয়ে তাশাহ্‌হুদ পড়লেন এবং আল্লাহর প্রশংসা করলেন। এরপর বললেন, অতঃপর যারা আমার সহধর্মিণী সম্পর্কে অপবাদ রটাচ্ছে তাদের ব্যাপারে তোমরা আমাকে পরামর্শ দাও। আল্লাহর শপথ! আমি আমার সহধর্মিণী সম্পর্কে খারাপ কোন কিছুই জানি না এবং তারা যার ব্যাপারে অপবাদ রটাচ্ছে তাঁর সম্পর্কেও খারাপ কিছু আমি জানি না। আমার অনুপস্থিতিতে সে আমার ঘরে কক্ষনো প্রবেশ করেনি এবং আমি যখন সফরে বের হয়েছি সেও তখন আমার সঙ্গে সফরে বের হয়েছে। অতঃপর বর্ণনাকারী সম্পূর্ণ ঘটনাসহ হাদীসটি বর্ণনা করেছেন। অবশ্য এতে বর্ধিত রয়েছে যে, একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার ঘরে প্রবেশ করে আমার বাঁদীকে জিজ্ঞাসাবাদ করলেন। তখন সে বলল, আল্লাহর শপথ! ‘আয়িশা (রাঃ)-এর মধ্যে আমি কোন ত্রুটি দেখিনি। তবে তিনি নিদ্রায় যেতেন, আর বকরী এসে মথিত আটা খেয়ে ফেলত। অথবা বললেন, খামীর খেয়ে ফেলত। বর্ণনাকারী হিশাম এতে সন্দেহ করেছেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কোন সহাবা তাকে ধমক দিয়ে বললেন, তুমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট সত্য কথা বলো। এমনকি তাঁরা তার সম্মুখে ঘটনা উত্থাপন করলেন।\nতখন বারীরাহ্‌ বললেন, সুব্‌হানাল্লাহ! আল্লাহর শপথ! স্বর্ণকার খাঁটি স্বর্ণের টুকরা সম্পর্কে যেমন জানে আমিও ‘আয়িশাহ্‌ সম্বন্ধে অনুরূপ জানি। যে লোক সম্পর্কে এ অপবাদ রটানো হচ্ছিল তার কাছে এ সংবাদ পৌঁছার পর তিনিও বললেন, সুব্‌হানাল্লাহ। আল্লাহর শপথ! আমি কক্ষনো কোন মহিলার আবরণ খুলিনি।\n‘আয়িশা (রাঃ) বলেন, পরে তিনি আল্লাহর রাস্তায় শাহীদ হন।\nএতে আরো বর্ধিত রয়েছে যে, অপবাদ রটনাকারীদের মাঝে ছিলেন মিসতাহ্‌, হামনাহ্‌, হাস্‌সান। আর মুনাফিক ‘আবদুল্লাহ ইবনু উবাই সে ছিল ঐ লোক যে খুঁজে খুঁজে বের করে এসব জমা করত। সে এবং হামনাই এক্ষেত্রে মূল ভূমিকা পালন করেছে। (ই.ফা. ৬৭৬৫, ই.সে. ৬৮২০)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامِ، بْنِ عُرْوَةَ عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ لَمَّا ذُكِرَ مِنْ شَأْنِي الَّذِي ذُكِرَ وَمَا عَلِمْتُ بِهِ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم خَطِيبًا فَتَشَهَّدَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ ‏ \"‏ أَمَّا بَعْدُ أَشِيرُوا عَلَىَّ فِي أُنَاسٍ أَبَنُوا أَهْلِي وَايْمُ اللَّهِ مَا عَلِمْتُ عَلَى أَهْلِي مِنْ سُوءٍ قَطُّ وَأَبَنُوهُمْ بِمَنْ وَاللَّهِ مَا عَلِمْتُ عَلَيْهِ مِنْ سُوءٍ قَطُّ وَلاَ دَخَلَ بَيْتِي قَطُّ إِلاَّ وَأَنَا حَاضِرٌ وَلاَ غِبْتُ فِي سَفَرٍ إِلاَّ غَابَ مَعِي ‏\"‏ ‏.‏ وَسَاقَ الْحَدِيثَ بِقِصَّتِهِ وَفِيهِ وَلَقَدْ دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْتِي فَسَأَلَ جَارِيَتِي فَقَالَتْ وَاللَّهِ مَا عَلِمْتُ عَلَيْهَا عَيْبًا إِلاَّ أَنَّهَا كَانَتْ تَرْقُدُ حَتَّى تَدْخُلَ الشَّاةُ فَتَأْكُلَ عَجِينَهَا أَوْ قَالَتْ خَمِيرَهَا - شَكَّ هِشَامٌ - فَانْتَهَرَهَا بَعْضُ أَصْحَابِهِ فَقَالَ اصْدُقِي رَسُولَ اللَّهِ صلى الله عليه وسلم حَتَّى أَسْقَطُوا لَهَا بِهِ فَقَالَتْ سُبْحَانَ اللَّهِ وَاللَّهِ مَا عَلِمْتُ عَلَيْهَا إِلاَّ مَا يَعْلَمُ الصَّائِغُ عَلَى تِبْرِ الذَّهَبِ الأَحْمَرِ ‏.‏ وَقَدْ بَلَغَ الأَمْرُ ذَلِكَ الرَّجُلَ الَّذِي قِيلَ لَهُ فَقَالَ سُبْحَانَ اللَّهِ وَاللَّهِ مَا كَشَفْتُ عَنْ كَنَفِ أُنْثَى قَطُّ ‏.‏ قَالَتْ عَائِشَةُ وَقُتِلَ شَهِيدًا فِي سَبِيلِ اللَّهِ ‏.‏ وَفِيهِ أَيْضًا مِنَ الزِّيَادَةَ وَكَانَ الَّذِينَ تَكَلَّمُوا بِهِ مِسْطَحٌ وَحَمْنَةُ وَحَسَّانُ وَأَمَّا الْمُنَافِقُ عَبْدُ اللَّهِ بْنُ أُبَىٍّ فَهُوَ الَّذِي كَانَ يَسْتَوْشِيهِ وَيَجْمَعُهُ وَهُوَ الَّذِي تَوَلَّى كِبْرَهُ وَحِمْنَةُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "50"
    }
  }
}