{
  "hadith": {
    "hadith_id": 6917,
    "narrator": "যায়দ ইবনু আরকাম (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে কোন এক সফরে আমরা বের হলাম। এ সফরে মানুষজন অনেক কষ্টে পড়ে। সে সময় ‘আবদুল্লাহ্‌ ইবনু উবাই তার সাথীদেরকে বলল, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথীদের জন্যে তোমরা কিছু ব্যয় করো না, যাতে তারা তাঁর কাছ হতে দূরে চলে যায়।\nযুহায়র (রহঃ) বলেন, এ হলো ঐ লোকের তিলাওয়াত যে, (আবরী) শব্দের পরিবর্তে (আরবী) পড়ে শক্তিশালীগণ বেশি দুর্বলগণকে বহিষ্কার করে দিবে।\nআর সে এটাও বলল, আমরা মাদীনায় ফিরে আসলে সেখান থেকে নিশ্চয়ই বেশি দুর্বলকে বহিষ্কৃত করবে শক্তিশালী ব্যক্তি। এ কথা শুনে আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে তার এ কথাবার্তার ব্যাপারে তাঁকে জানালাম। তখন তিনি ‘আবদুল্লাহ ইবনু উবাইকে ডেকে পাঠালেন এবং তাকে এ ব্যাপারে প্রশ্ন করলেন। সে জোরদার শপথ করে বলল যে, সে এমন কর্ম করেনি। আর বলল, যায়দ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে মিথ্যা কথা বলেছে। যায়দ (রাঃ) বলেন, তাদের এ কথায় আমি মনে কঠিন কষ্ট পেলাম। তখন আল্লাহ তা‘আলা আমার সততার পক্ষে অবতীর্ণ করেন, ... (আবরী) তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে এজন্য আহ্বান করলো যে, তিনি তাদের জন্যে মার্জনা প্রার্থনা করবেন।\nতিনি বলেন, তখন তারা তাদের মাথা ঘুরিয়ে নিল। আল্লাহ তা‘আলা তাদের ব্যাপারে বলেছেন, (আরবী) তারা দেয়ালে ভর দেয়া কাঠের স্তম্ভ স্বরূপ। যায়দ (রাঃ) বলেন, বাহ্যিকভাবে তারা ছিল খুবই সুন্দর মানুষ। (ই.ফা. ৬৭৬৭, ই.সে. ৬৮২২)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، حَدَّثَنَا زُهَيْرُ بْنُ مُعَاوِيَةَ، حَدَّثَنَا أَبُو إِسْحَاقَ، أَنَّهُ سَمِعَ زَيْدَ بْنَ أَرْقَمَ، يَقُولُ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي سَفَرٍ أَصَابَ النَّاسَ فِيهِ شِدَّةٌ فَقَالَ عَبْدُ اللَّهِ بْنُ أُبَىٍّ لأَصْحَابِهِ لاَ تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى يَنْفَضُّوا مِنْ حَوْلِهِ ‏.‏ قَالَ زُهَيْرٌ وَهِيَ قِرَاءَةُ مَنْ خَفَضَ حَوْلَهُ ‏.‏ وَقَالَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ - قَالَ - فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَأَخْبَرْتُهُ بِذَلِكَ فَأَرْسَلَ إِلَى عَبْدِ اللَّهِ بْنِ أُبَىٍّ فَسَأَلَهُ فَاجْتَهَدَ يَمِينَهُ مَا فَعَلَ فَقَالَ كَذَبَ زَيْدٌ رَسُولَ اللَّهِ صلى الله عليه وسلم - قَالَ - فَوَقَعَ فِي نَفْسِي مِمَّا قَالُوهُ شِدَّةٌ حَتَّى أَنْزَلَ اللَّهُ تَصْدِيقِي ‏{‏ إِذَا جَاءَكَ الْمُنَافِقُونَ‏}‏ قَالَ ثُمَّ دَعَاهُمُ النَّبِيُّ صلى الله عليه وسلم لِيَسْتَغْفِرَ لَهُمْ - قَالَ - فَلَوَّوْا رُءُوسَهُمْ ‏.‏ وَقَوْلُهُ ‏{‏ كَأَنَّهُمْ خُشُبٌ مُسَنَّدَةٌ‏}‏ وَقَالَ كَانُوا رِجَالاً أَجْمَلَ شَىْءٍ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "51"
    }
  }
}