{
  "hadith": {
    "hadith_id": 6920,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, ‘আবদুল্লাহ ইবনু উবাই-এর মৃত্যুর পর তার সন্তান ‘আবদুল্লাহ ইবনু ‘আবদুল্লাহ (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে আসলেন এবং তাঁর পিতার কাফনের জন্যে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জামাটি চাইলেন। তিনি তাঁকে জামাটি দিয়ে দিলেন। তারপর তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তাঁর পিতার সলাতে জানাযা আদায়ের জন্যে অনুরোধ করলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার জানাযার সলাত আদায়ের জন্য দাঁড়ালেন। এমতাবস্থায় ‘উমার (রাঃ) দাঁড়িয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাপড় টেনে ধরে বললেন, হে আল্লাহর রসূল! তার জানাযা কি আপনি আদায় করাবেন? আর আল্লাহ তা‘আলা তার সলাতে জানাযা আদায় করাতে আপনাকে বারণ করেছেন। এ কথা শুনে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এ ব্যাপারে তো আল্লাহ তা‘আলা আমাকে এ কথা বলে স্বাধীনতা দিয়েছেন যে, “আপনি তাদের জন্য ক্ষমা প্রার্থনা করুন অথবা তাদের জন্যে ক্ষমা প্রার্থনা না করুন- উভয়ই সমান, আপনি সত্তরবারও যদি তাদের জন্যে ক্ষমা প্রার্থনা করেন- সবই সমান। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমি সত্তরের উপরে বাড়িয়ে আল্লাহর কাছে ক্ষমা প্রার্থনা করব। ‘উমার (রাঃ) বললেন, হে আল্লাহর রসূল! সে তো কপট ছিল। এরপরও রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার সলাতে জানাযা আদায় করলেন। তখন আল্লাহ তা‘আলা অবতীর্ণ করলেন- “তাদের মাঝে কারো মৃত্যু হলে আপনি কখনো তার জন্যে জানাযার সলাত আদায় করবেন না এবং তার কবরের পাশেও দণ্ডায়মান হবেন না”- (সূরাহ্‌ আত্‌ তাওবাহ্‌ ৯ : ৮৪)। (ই.ফা. ৬৭৭০, ই.সে. ৬৮২৫)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ لَمَّا تُوُفِّيَ عَبْدُ اللَّهِ بْنُ أُبَىٍّ ابْنُ سَلُولَ جَاءَ ابْنُهُ عَبْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَأَلَهُ أَنْ يُعْطِيَهُ قَمِيصَهُ يُكَفِّنُ فِيهِ أَبَاهُ فَأَعْطَاهُ ثُمَّ سَأَلَهُ أَنْ يُصَلِّيَ عَلَيْهِ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِيُصَلِّيَ عَلَيْهِ فَقَامَ عُمَرُ فَأَخَذَ بِثَوْبِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ أَتُصَلِّي عَلَيْهِ وَقَدْ نَهَاكَ اللَّهُ أَنْ تُصَلِّيَ عَلَيْهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا خَيَّرَنِي اللَّهُ فَقَالَ اسْتَغْفِرْ لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً وَسَأَزِيدُهُ عَلَى سَبْعِينَ ‏\"‏ ‏.‏ قَالَ إِنَّهُ مُنَافِقٌ ‏.‏ فَصَلَّى عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏ وَلاَ تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلاَ تَقُمْ عَلَى قَبْرِهِ‏}",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "51"
    }
  }
}