{
  "hadith": {
    "hadith_id": 6930,
    "narrator": "আবূ তুফায়ল (রাঃ)",
    "bn": "তিনি বলেন, ‘আকাবায় উপস্থিত এক ব্যক্তির সাথে হুযাইফাহ্‌ (রাঃ)-এর মাঝে মানুষের মধ্যে যেমন মনোমালিন্য হয়ে থাকে তেমন কিছু ছিল। সে তাকে জিজ্ঞেস করল, তোমাকে আল্লাহর শপথ করে বলছি, বলো, ‘আকাবায় উপস্থিত লোকেদের সংখ্যা কত ছিল? হুযাইফাহ্‌ (রাঃ)-কে লোকেরা অনুরোধ করল, সে যেহেতু প্রশ্ন করেছে, তাই আপনি বলে দিন। তিনি বললেন, আমাদের অবহিত করা হয়েছে যে, তাদের সংখ্যা ছিল চৌদ্দ। আর যদি তুমিও তাদের মধ্যে হয়ে থাকো, তবে তাদের সংখ্যা হবে পনের। আমি আল্লাহর কসম করে বলছি যে, এদের বারোজন দুনিয়া এবং আখিরাতের জীবনে আল্লাহ এবং তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর শত্রু। বাকী তিনজন অজুহাত পেশ করে বলল, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ঘোষকের আওয়াজ শুনিনি এবং কওমের লোকেদের প্রয়াসও আমাদের জানা ছিল না। আল্লাহ ও তাঁর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রস্তরময় মাঠে ছিলেন। অতঃপর তিনি সেখান থেকে এগিয়ে চললেন এবং বললেন, (আমাদের গন্তব্যস্থলের) পানি অতি সামান্য। কেউ আমার পূর্বে সেখানে যাবে না। কিন্তু তিনি সেখানে গিয়ে দেখলেন যে, কতক লোক তার আগমনের পূর্বেই চলে এসেছে। সেদিন তিনি তাদের প্রতি অভিশাপ দিয়েছেন। (ই.ফা. ৬৭৮০, ই.সে. ৬৮৩৫)",
    "ar": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا أَبُو أَحْمَدَ الْكُوفِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ جُمَيْعٍ، حَدَّثَنَا أَبُو الطُّفَيْلِ، قَالَ كَانَ بَيْنَ رَجُلٍ مِنْ أَهْلِ الْعَقَبَةِ وَبَيْنَ حُذَيْفَةَ بَعْضُ مَا يَكُونُ بَيْنَ النَّاسِ فَقَالَ أَنْشُدُكَ بِاللَّهِ كَمْ كَانَ أَصْحَابُ الْعَقَبَةِ قَالَ فَقَالَ لَهُ الْقَوْمُ أَخْبِرْهُ إِذْ سَأَلَكَ قَالَ كُنَّا نُخْبَرُ أَنَّهُمْ أَرْبَعَةَ عَشَرَ فَإِنْ كُنْتَ مِنْهُمْ فَقَدْ كَانَ الْقَوْمُ خَمْسَةَ عَشَرَ وَأَشْهَدُ بِاللَّهِ أَنَّ اثْنَىْ عَشَرَ مِنْهُمْ حَرْبٌ لِلَّهِ وَلِرَسُولِهِ فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الأَشْهَادُ وَعَذَرَ ثَلاَثَةً قَالُوا مَا سَمِعْنَا مُنَادِيَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَلاَ عَلِمْنَا بِمَا أَرَادَ الْقَوْمُ ‏.‏ وَقَدْ كَانَ فِي حَرَّةٍ فَمَشَى فَقَالَ ‏ \"‏ إِنَّ الْمَاءَ قَلِيلٌ فَلاَ يَسْبِقُنِي إِلَيْهِ أَحَدٌ ‏\"‏ ‏.‏ فَوَجَدَ قَوْمًا قَدْ سَبَقُوهُ فَلَعَنَهُمْ يَوْمَئِذٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "51"
    }
  }
}