{
  "hadith": {
    "hadith_id": 6958,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আবূ জাহ্‌ল বলেছিল, মুহাম্মাদ কি তোমাদের মাঝে তাঁর মুখমণ্ডল জমিনের উপর রাখে? লোকেরা বলল, হ্যাঁ রাখে। তখন সে বলল, আমি লাত এবং ‘উয্‌যার শপথ করে বলছি, আমি যদি তাকে এমন করতে দেখি তবে নিশ্চয়ই আমি তার ঘাঁড় পদদলিত করব, অথবা তার মুখমণ্ডল আমি মাটিতে মেখে দিব। (নাঊযুবিল্লাহ) তারপর একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত আদায়ে রত ছিলে। এমন সময় আবূ জাহ্‌ল রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর গর্দানকে পদদলিত করার উদ্দেশে তাঁর কাছে আসলো। একটু অগ্রসর হয়ে অকস্মাৎ সে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে মুখ ফিরিয়ে দ্রুত পিছনে সরে আসল এবং দু’ হাত দিয়ে নিজেকে বাঁচাতে লাগল। এ দেখে তাকে প্রশ্ন করা হলো, তোমার কি হয়েছে? উত্তরে সে বলল, আমি দেখেছি যে, আমার এবং তাঁর মধ্যে আগুনের একটা প্রকাণ্ড খাদক, ভয়াবহ অবস্থা এবং এবং কতগুলো ডানা।\nঅতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, সে যদি আমার নিকটে আসত, তবে ফেরেশ্‌তাগণ তার অঙ্গ-প্রত্যঙ্গকে ছিন্ন-বিচ্ছিন্ন করে ফেলতো। \nরাবী বলেন, অতঃপর আল্লাহ তা‘আলা অবতীর্ণ করলেন। রাবী (আবূ হাযিম) বলেন, আবূ হুরায়রা্‌ (রাঃ)-এর হাদীসের মধ্যে এ অবতীণ আয়াতটি আছে, না এ মর্মে তার কাছে কোন খবর পৌঁছেছে, তা আমাদের জানা নেই। “কক্ষনো ঠিক নয়, মানুষ তো সীমালঙ্ঘন করেই থাকে, কেননা সে নিজেকে স্বয়ংসম্পূর্ণ মনে করছে। আপনার প্রতিপালকের কাছে ফিরে যেতে হবে এটা সুনিশ্চিত। আপনি বলুন তো সে ব্যক্তি সম্পর্কে যে বাধা দেয় এক বান্দাকে যখন সে সলাত আদায় করে। আপনি বলুন তো যদিও সে সলাত আদায়কারী ব্যক্তিটি সৎপথে থাকে এবং তাকওয়ার আদেশ করে এমন ব্যক্তিকি কি বাধা দেয়া ব্যক্তি তবে সে কি জানে না যে, আল্লাহ প্রত্যক্ষ করেন? সাবধান, সে যদি বিরত না হয়, তবে আমি অবশ্যই তাকে হেঁচড়িয়ে নিয়ে যাব মস্তকের অগ্রভাগের কেশগুচ্ছ ধরে, সেটি মিধ্যাচারী পাপিষ্ঠের কেশগুচ্ছ। অতএব সে তার নাসিয়াহ্‌ অর্থাৎ- তার সম্প্রদায়কে আহ্বান করুক। আমি যবানিয়াকে (সম্প্রদায়কে) আহবান করব। কক্ষনো তুমি তার অনুকরণ করো না” – (সূরাহ্‌ আল ‘আলাক ৯৬ : ৬-১৯)।\n‘উবাইদুল্লাহ তার হাদীসে এতটুকু বাড়িয়েছেনঃ রাবী [আবূ হুরায়রা্‌ (রাঃ)] বলেন, তাঁর (রসুল) আদেশ আল্লাহর নির্দেশ অনুযায়ী (প্রযোজ্য)।\nইবনু ‘আবদুল আ’লা বৃদ্ধি করেছেন (আরবী) অর্থাৎ (আরবী) ‘তার সম্প্রদায়কে ডাকুক’। (ই.ফা. ৬৮০৮, ই.সে. ৬৮৬২)",
    "ar": "",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "52"
    }
  }
}