{
  "hadith": {
    "hadith_id": 6959,
    "narrator": "মাসরূক (রহঃ)",
    "bn": "তিনি বলেন, আমরা ‘আবদুল্লাহ ইবনু মাস‘ঊদ (রাঃ)-এর কাছে উপবিষ্ট ছিলাম। এ সময় তিনি আমাদের মাঝে এক পার্শ্বদেশ হয়ে ঘুমিয়েছিলেন। এমতাবস্থায় তাঁর কাছে জনৈক লোক এসে বলল, হে আবূ ‘আবদুর রহ্‌মান! কিনদা দ্বারপ্রান্তে এক বক্তা বলছেন, কুরআনে বর্ণিত ধোঁয়ার কাহিনীটি ভবিষ্যতে সংঘটিত হবে। তা প্রবাহিত হয়ে কাফিরদের শ্বাসরুদ্ধ করে দিবে এবং এতে মু’মিনদের সর্দির মতো অবস্থা হবে। এ কথা শুনে তিনি গোস্বা হয়ে বসলেন এবং বললেন, হে লোক সকল! তোমরা আল্লাহকে ভয় কর। তোমাদের কেউ কোন কথার জ্ঞান থাকলে সে যেন তা-ই বলে। আর যে না জানে সে যেন বলে- আল্লাহই সবচেয়ে ভাল জানেন। কেননা প্রকৃত জ্ঞানের কথা হচ্ছে এই যে, যে বিষয়ে তার জ্ঞান নেই সে বিষয়ে বলবে, আল্লাহই অধিক ভাল জানেন। কারণ আল্লাহ তা‘আলা তাঁর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলেছেন, “বলো, আমি এর জন্য তোমাদের কাছে কোন প্রতিফল চাই না এবং আমি মিথ্যা দাবীদারদের অন্তর্ভুক্ত নই।” প্রকৃত অবস্থা তো এই যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন লোকেদের মাঝে দীনবিমুখতা দেখলেন, তখন তিনি বলেছিলেন, হে আল্লাহ! ইউসূফ (‘আঃ)-এর সময়ের ন্যায় অভাব-অনটনের সাতটি বছর তাদের উপর আপতিত কর। তারপর তাদের উপর অভাব-অনটন এমনভাবে পতিত হলো যে, তা সব কিছুকে নিঃশেষ করে দিল। ফলে ক্ষুধার জ্বালায় তারা চামড়া ও মৃত দেহ খাদ্য উপকরণ হিসেবে গ্রহণ করলো। এমনকি তাদের কোন লোক আকাশের দিকে তাকালে শুধূ ধোঁয়ার মতই দেখতে পেত। অতঃপর আবূ সুফ্‌ইয়ান রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বলল, হে মুহাম্মাদ! আপনি তো আল্লাহর আনুগত্যের আদেশ করেন এবং আত্মীয়তার হক আদায় করার আদেশ দিয়ে আসছেন, অথচ আপনার সম্প্রদায় তো ধ্বংস হয়ে গেলো। আপনি তাদের জন্য আল্লাহর কাছে দু‘আ করুন। (এ প্রসঙ্গে) আল্লাহ তা‘আলা বললেনঃ “অতএব আপনি অপেক্ষা করুন সে দিনের, যেদিন স্পষ্ট ধুম্রাচ্ছন্ন হবে আকাশ এবং সেটা আবৃত করে ফেলবে মানব জাতিকে। এ হবে কাঠিন শাস্তি। ..... তোমরা তো তোমাদের পূর্বাবস্থায় ফিরে যাবে।” এ পর্যন্ত তিলাওয়াত করলেন। (সূরাহ্‌ আদ্‌ দুখান ৪৪ : ১০-১২)\n‘আবদুল্লাহ (রাঃ) বলেন, আখিরাতের শাস্তি কি লাঘব করা হবে? (আল্লাহ তা‘আলা আরো বলেছেন), “যেদিন আমি তোমাদের সুদৃঢ়ভাবে পাকড়াও করব, অবশ্যই সেদিন আমি তোমাদের নিকট থেকে প্রতিশেষ নিব।” (সূরাহ্‌ আদ্‌ দুখান ৪৪ : ১৬)\nঅনুরূপ এ আয়াতে ‘বাতশাহ্‌’ দ্বারা বাদ্‌রের যুদ্ধ উদ্দেশ্য করা হয়েছে। কাজেই দুখান (ধোয়ার নিদর্শন), আল বাত্বশাহ্‌ (পাকড়াও), লিযাম (আবশ্যিক শাস্তি) এবং রূম (রোমকদের পরাজয়ের কাহিনী) এসব অতীত হয়ে গেছে। (ই.ফা. ৬৮০৯, ই.সে. ৬৮৬৩)",
    "ar": "",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "52"
    }
  }
}