{
  "hadith": {
    "hadith_id": 702,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কোন এক সফরে আমরা তাঁর সাথে বের হলাম। আমরা যখন বাইদা অথবা যাতুল জায়শ নামক স্থানে পৌঁছলাম তখন আমার হার খুলে পড়ে গেল। রসূলুল্লাহ্‌(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা খোঁজ করতে সেখানে থামলেন। আর লোকজনও তাঁর সাথে সাথে থামালেন। তাদের কাছাকাছি কোথাও পানি ছিল না এবং তাদের নিজেদের কাছেও পানি ছিল না। অতঃপর লোকজন আবূ বক্‌র(রাঃ)-এর কাছে এসে বলতে লাগল, আপনি দেখছেন না আয়িশাহ্‌ (রাঃ) কি করলো? রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আটকে দিয়েছে এবং সে সাথে সমস্ত লোককে আটকে রেখেছে। অথচ তাদের কাছাকাছি কোথাও পানি নেই আর না তাদের নিজেদের কাছে পানি আছে। অতঃপর আবূ বক্‌র(রাঃ) আমার কাছে এলেন। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার উরুর উপর মাথা রেখে ঘুমিয়েছিলেন। তিনি এসে বললেন, তুমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং সমস্ত লোকজনকে আটকে রেখেছ। অথচ না তারা পানির কাছাকাছি রয়েছে, আর না তদের নিজেদের কাছে পানি আছে। ‘আয়িশাহ (রাঃ) বলেন, অতঃপর আবূ বকর (রাঃ) আমাকে ভৎসনা করলেন এবং যতদূর বলার বললেন। তিনি তাঁর হাত দিয়ে আমার পাঁজরে আঘাত করলেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার উরুর উপর থাকার কারণে আমি নড়তেও পারলাম না। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুমিয়েই রইলেন। এমনি করে পানি বিহীনভাবে সকাল হয়। অতঃপর আল্লাহ তা’আলা তায়াম্মুমের আয়াত নাযিল করলেন। অতঃপর তারা তায়াম্মুম করলেন। তখন উসায়দ ইবনু হুযায়র যিনি ছিলেন নকীব (দলপতি)-দের অন্যতম বললেন, হে আবূ বাক্‌র পরিবার। এটাই আপনার প্রথম বারাকাত নয়।” ‘আয়িশাহ (রাঃ) বলেন, অতঃপর আমি যে উটের ওপর ছিলাম সেটিকে চলার জন্যে উঠালাম। তখন উক্ত হারটি তার নীচে পাওয়া গেল। (ই.ফা. ৭০১, ই.সে. ৭১৬)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي بَعْضِ أَسْفَارِهِ حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ - أَوْ بِذَاتِ الْجَيْشِ - انْقَطَعَ عِقْدٌ لِي فَأَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الْتِمَاسِهِ وَأَقَامَ النَّاسُ مَعَهُ وَلَيْسُوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ فَأَتَى النَّاسُ إِلَى أَبِي بَكْرٍ فَقَالُوا أَلاَ تَرَى إِلَى مَا صَنَعَتْ عَائِشَةُ أَقَامَتْ بِرَسُولِ اللَّهِ صلى الله عليه وسلم وَبِالنَّاسِ مَعَهُ وَلَيْسُوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ ‏.‏ فَجَاءَ أَبُو بَكْرٍ وَرَسُولُ اللَّهِ صلى الله عليه وسلم وَاضِعٌ رَأْسَهُ عَلَى فَخِذِي قَدْ نَامَ فَقَالَ حَبَسْتِ رَسُولَ اللَّهِ صلى الله عليه وسلم وَالنَّاسَ وَلَيْسُوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ ‏.‏ قَالَتْ فَعَاتَبَنِي أَبُو بَكْرٍ وَقَالَ مَا شَاءَ اللَّهُ أَنْ يَقُولَ وَجَعَلَ يَطْعُنُ بِيَدِهِ فِي خَاصِرَتِي فَلاَ يَمْنَعُنِي مِنَ التَّحَرُّكِ إِلاَّ مَكَانُ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى فَخِذِي فَنَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى أَصْبَحَ عَلَى غَيْرِ مَاءٍ فَأَنْزَلَ اللَّهُ آيَةَ التَّيَمُّمِ فَتَيَمَّمُوا ‏.‏ فَقَالَ أُسَيْدُ بْنُ الْحُضَيْرِ - وَهُوَ أَحَدُ النُّقَبَاءِ - مَا هِيَ بِأَوَّلِ بَرَكَتِكُمْ يَا آلَ أَبِي بَكْرٍ ‏.‏ فَقَالَتْ عَائِشَةُ فَبَعَثْنَا الْبَعِيرَ الَّذِي كُنْتُ عَلَيْهِ فَوَجَدْنَا الْعِقْدَ تَحْتَهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "3"
    }
  }
}