{
  "hadith": {
    "hadith_id": 704,
    "narrator": "শাকীক (রহঃ)",
    "bn": "তিনি বলেন, আমি একবার ‘আবদুল্লাহ (ইবনু মাস’ঊদ) ও আবূ মূসা (রাঃ)-এর কাছে বসেছিলাম। তখন আবূ মূসা (রাঃ) বললেন, হে আবূ ‘আবদুর রহমান! কোন্‌ লোক যদি জুনুবী হয় (যার ফলে তার গোসল ফরয হয়) এবং সে এক মাস যাবৎ পানি না পায় তাহলে সে কিভাবে সলাত আদায় করবে? ‘আবদুল্লাহ বললেন, সে তায়ম্মুম করবে না যদিও একমাস পানি না পায়। আবূ মূসা (রাঃ) বললেন, তাহলে সূরাহ্‌ মায়িদাহ্‌ এর এ আয়াত-......... “যদি তোমরা পানি না পাও তাহলে পবিত্র মাটি দিয়ে তায়াম্মুম কর”- (সূরাহ আল মায়িদাহ্‌  ৫ : ৬) এর কি হবে? ‘আবদুল্লাহ বললেন, এ আয়াতের দ্বারা তাদেরকে যদি তায়াম্মুমের অনুমতি দেয়া হয় তাহলে (ধীরে ধীরে এমন এক পর্যায়ে পৌঁছবে যে) পানি ঠান্ডাবোধ হলে তারা মাটি দিয়ে তায়াম্মুম শুরু করবে। আবূ মূসা (রাঃ) তখন ‘আবদুল্লাহ-কে বললেন, আপনি কি ‘আম্মার-এর বর্ণনা শোনেননি (তিনি বলেন) যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে কোন এক প্রয়োজনে পাঠালেন। (পথিমধ্যে) আমি অপবিত্র হয়ে গেলাম এবং পানি পেলাম না। তখন আমি মাটিতে গড়াগড়ি দিলাম চতুস্পদ জন্তু যেভাবে মাটিতে গড়াগড়ি দেয়। তারপর আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে এ ঘটনা বললাম। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমার জন্যে দু’হাত দিয়ে এরূপ করাই যথেষ্ট ছিল-এ বলে তিনি তাঁর দু’হাত একবার মাটিতে মারলেন। তারপর বামহাত দিয়ে ডানহাত মাসাহ করলেন এবং উভয় হাতের কব্জির উপরিভাগ ও মুখমন্ডল মাসাহ করলেন। ‘আবদুল্লাহ বললেন, তুমি কি দেখোনি যে, ‘উমার (রাঃ) ‘আম্মার (রাঃ)-এর কথা যথেষ্ট মনে করেননি? (ই.ফা. ৭০৩, ই.সে. ৭১৮)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَابْنُ نُمَيْرٍ جَمِيعًا عَنْ أَبِي مُعَاوِيَةَ، قَالَ أَبُو بَكْرٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، قَالَ كُنْتُ جَالِسًا مَعَ عَبْدِ اللَّهِ وَأَبِي مُوسَى فَقَالَ أَبُو مُوسَى يَا أَبَا عَبْدِ الرَّحْمَنِ أَرَأَيْتَ لَوْ أَنَّ رَجُلاً أَجْنَبَ فَلَمْ يَجِدِ الْمَاءَ شَهْرًا كَيْفَ يَصْنَعُ بِالصَّلاَةِ فَقَالَ عَبْدُ اللَّهِ لاَ يَتَيَمَّمُ وَإِنْ لَمْ يَجِدِ الْمَاءَ شَهْرًا ‏.‏ فَقَالَ أَبُو مُوسَى فَكَيْفَ بِهَذِهِ الآيَةِ فِي سُورَةِ الْمَائِدَةِ ‏{‏ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا‏}‏ فَقَالَ عَبْدُ اللَّهِ لَوْ رُخِّصَ لَهُمْ فِي هَذِهِ الآيَةِ - لأَوْشَكَ إِذَا بَرَدَ عَلَيْهِمُ الْمَاءُ أَنْ يَتَيَمَّمُوا بِالصَّعِيدِ ‏.‏ فَقَالَ أَبُو مُوسَى لِعَبْدِ اللَّهِ أَلَمْ تَسْمَعْ قَوْلَ عَمَّارٍ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَاجَةٍ فَأَجْنَبْتُ فَلَمْ أَجِدِ الْمَاءَ فَتَمَرَّغْتُ فِي الصَّعِيدِ كَمَا تَمَرَّغُ الدَّابَّةُ ثُمَّ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ ‏\"‏ إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَقُولَ بِيَدَيْكَ هَكَذَا ‏\"‏ ‏.‏ ثُمَّ ضَرَبَ بِيَدَيْهِ الأَرْضَ ضَرْبَةً وَاحِدَةً ثُمَّ مَسَحَ الشِّمَالَ عَلَى الْيَمِينِ وَظَاهِرَ كَفَّيْهِ وَوَجْهَهُ ‏.‏ فَقَالَ عَبْدُ اللَّهِ أَوَلَمْ تَرَ عُمَرَ لَمْ يَقْنَعْ بِقَوْلِ عَمَّارٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "3"
    }
  }
}