{
  "hadith": {
    "hadith_id": 706,
    "narrator": "‘আবদুর রহমান ইবনু আবযা (রাঃ)",
    "bn": "এক লোক ‘উমার (রাঃ)-এর কাছে এসে বলল, আমি অপবিত্র হয়েছি কিন্তু পানি পাইনি (তখন কি করব?)। তিনি বললেন, তুমি সলাত আদায় করো না। তখন ‘আম্মার (রাঃ) বললেন, আমীরুল মু’মিনীন! আপনার কি স্মরণ নেই যে, আমি ও আপনি কোন এক অভিযানে অংশগ্রহণ করেছিলাম। অতঃপর আমরা উভয়েই অপবিত্র হয়ে পড়লাম। আর কোথাও পানি পেলাম না তখন আপনি সলাত আদায় করলেন না কিন্তু আমি মাটিতে গড়াগড়ি দিলাম এবং সলাত আদায় করলাম। অতঃপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এ ঘটনা জানালে তিনি বললেন, তোমার জন্যে এটাই যথেষ্ট ছিল যে, তুমি দু’হাত জমিনে মারতে তারপর ফুঁক দিয়ে আলগা ধুলা ফেলে দিতে তারপর উভয় হাতের কব্জি দ্বারা মাসাহ করতে তোমার দু’হাতে ও চেহারা”। ‘উমার (রাঃ) বললেন, “আম্মার! আল্লাহকে ভয় কর”। তিনি [‘আম্মার (রাঃ)] বললেন, “আপনি চাইলে আমি এটা আর বর্ণনা করব না”।\nহাকাম বলেন, ‘আবদুর রহমান ইবনু আবযার পুত্র তার পিতা ‘আবদুর রহমান থেকে আমার কাছে যার্‌-এর হাদীসের অনুরূপ বর্ণনা করেছেন। তিনি বললেন, অতঃপর ‘উমার (রাঃ) বললেন, তোমার বর্ণনায় দায়-দায়িত্ব তোমার উপর।  (ই.ফা. ৭০৫, ই.সে.৭২০)",
    "ar": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ هَاشِمٍ الْعَبْدِيُّ، حَدَّثَنَا يَحْيَى، - يَعْنِي ابْنَ سَعِيدٍ الْقَطَّانَ - عَنْ شُعْبَةَ، قَالَ حَدَّثَنِي الْحَكَمُ، عَنْ ذَرٍّ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، أَنَّ رَجُلاً، أَتَى عُمَرَ فَقَالَ إِنِّي أَجْنَبْتُ فَلَمْ أَجِدْ مَاءً ‏.‏ فَقَالَ لاَ تُصَلِّ ‏.‏ فَقَالَ عَمَّارٌ أَمَا تَذْكُرُ يَا أَمِيرَ الْمُؤْمِنِينَ إِذْ أَنَا وَأَنْتَ فِي سَرِيَّةٍ فَأَجْنَبْنَا فَلَمْ نَجِدْ مَاءً فَأَمَّا أَنْتَ فَلَمْ تُصَلِّ وَأَمَّا أَنَا فَتَمَعَّكْتُ فِي التُّرَابِ وَصَلَّيْتُ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَضْرِبَ بِيَدَيْكَ الأَرْضَ ثُمَّ تَنْفُخَ ثُمَّ تَمْسَحَ بِهِمَا وَجْهَكَ وَكَفَّيْكَ ‏\"‏ ‏.‏ فَقَالَ عُمَرُ اتَّقِ اللَّهَ يَا عَمَّارُ ‏.‏ قَالَ إِنْ شِئْتَ لَمْ أُحَدِّثْ بِهِ ‏.‏ قَالَ الْحَكَمُ وَحَدَّثَنِيهِ ابْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنْ أَبِيهِ مِثْلَ حَدِيثِ ذَرٍّ قَالَ وَحَدَّثَنِي سَلَمَةُ عَنْ ذَرٍّ فِي هَذَا الإِسْنَادِ الَّذِي ذَكَرَ الْحَكَمُ فَقَالَ عُمَرُ نُوَلِّيكَ مَا تَوَلَّيْتَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "3"
    }
  }
}