{
  "hadith": {
    "hadith_id": 7099,
    "narrator": "‘ইয়ায ইবনু হিমার আল মুজাশি‘ঈ (রাঃ)",
    "bn": "(তিনি বলেন,) একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুতবাহ্ প্রদানকালে বললেনঃ সাবধান! আমার প্রতিপালক আজ আমাকে যা শিক্ষা প্রদান করেছেন, এ থেকে তোমাদেরকে এমন বিষয়ের শিক্ষা দেয়ার জন্য তিনি আমাকে আদেশ দিয়েছেন, যে বিষয়ে তোমরা সম্পূর্ণরূপে অজ্ঞাত। তা হলো এই যে, আমি আমার বান্দাদেরকে যে প্রাচুর্য দিয়েছি তা সম্পূর্ণরূপে বৈধ। আমি আমার সকল বান্দাদেরকে একনিষ্ঠ (মুসলিম) হিসেবে সৃষ্টি করেছি। অতঃপর তাদের নিকট শাইতান এসে তাদেরকে দ্বীন হতে সরিয়ে দেয়। আমি যে সমস্ত জিনিস তাদের জন্য বৈধ করেছিলাম সে তা হারাম করে দেয়। অধিকন্তু সে তাদেরকে আমার সাথে এমন বিষয়ে অংশীদার করার জন্য নির্দেশ প্রদান করে, যে বিষয়ে আমি কোন প্রমাণ পাঠাইনি। আল্লাহ তা‘আলা পৃথিবীবাসীদের প্রতি দৃষ্টি দিয়ে কিতাবীদের কিছু লোক ছাড়া আরব-আজম সকলকে অপছন্দ করেছেন। অতঃপর তিনি বললেনঃ তোমাকে পরীক্ষা করার উদ্দেশে এবং তোমার দ্বারা অন্যদেরকে পরীক্ষা করার উদ্দেশে আমি তোমাকে দুনিয়াতে প্রেরণ করেছি এবং তোমার প্রতি আমি এমন কিতাব অবতীর্ণ করেছি যা পানি কখনো ধুয়ে-মুছে ফেলতে পারবে না। ঘুমন্ত ও জাগ্রত অবস্থায় তুমি সেটা পাঠ করবে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন কুরায়শ সম্প্রদায়ের লোকেদেরকে জ্বালিয়ে দেয়ার জন্য আল্লাহ আমাকে নির্দেশ করেছেন। আমি তখন বললাম, হে আমার প্রতিপালক! আমি যদি এ কাজ করি তবে তারা তো আমার মাথা ঙেঙ্গে রুটির মতো টুকরো টুকরো করে ফেলবে। আল্লাহ তা‘আলা বললেন, তারা যেমনিভাবে তোমাকে বহিষ্কার করেছে ঠিক তেমনিভাবে তুমিও তাদেরকে বহিষ্কার করে দাও। তুমি তাদের সাথে যুদ্ধ করো। আমি তোমাকে সাহায্য করব। ব্যয় করো আল্লাহর পথে, তোমার জন্যও ব্যয় করা হবে। তুমি একটি সেনাদল প্রেরণ করো, আমি অনুরূপ পাঁচটি বাহিনী প্রেরণ করব। যারা তোমার আনুগত্য করে তাদেরকে সঙ্গে নিয়ে যারা তোমার বিরুদ্ধাচারণ করে তাদের সাথে যুদ্ধ করো। তিন শ্রেণীর মানুষ জান্নাতী হবে। এক প্রকার মানুষ তারা, যারা রাষ্ট্রীয় কর্ণধার, ন্যায়পরায়ণ, সত্যবাদী এবং নেক কাজের তাওফীক লাভে ধন্য লোক। দ্বিতীয় ঐ সকল মানুষ, যারা দয়ালূ এবং আত্মীয়-স্বজন ও মুসলিম সম্প্রদায়ের প্রতি কোমলচিত্ত। তৃতীয় ঐ শ্রেণীর মানুষ, যারা পূত-পবিত্র চরিত্রের অধিকারী, যাঞ্চাকারী নয় এবং সন্তানাদি সম্পন্ন লোক। অতঃপর তিনি বললেন, পাঁচ ধরনের মানুষ জাহান্নামী হবে। এক- এমন দুর্বল মানুষ যাদের মধ্যে পার্থক্য ক্ষমতা নেই, যারা তোমাদের এমন তাবেদার যে, না তারা পরিবার-পরিজন চায়, না ধনৈশ্বর্য। দুই- এমন খিয়ানতকারী মানুষ, সাধারণ বিষয়েও যে খিয়ানত করে যার লালসা কারো নিকটই লুক্কায়িত নেই। তিন- ঐ ব্যক্তি, যে তোমার পরিবার-পরিজন এবং ধন-সম্পদের বিষয়ে তোমার সঙ্গে সকাল-সন্ধ্যা প্রতারণা করে। অবশেষে তিনি কৃপণতা, মিথ্যা বলা এবং গালমন্দ করার কথাও বর্ণনা করেছেন। তবে আবূ গাস্সান (রহঃ) তার হাদীসের মাঝে (আরবি) অর্থাৎ- “তুমি আল্লাহর পথে ব্যয় কর, আমিও তোমার জন্য ব্যয় করব” বাক্যটি উল্লেখ করেননি। (ই.ফা. ৬৯৪৩, ই.সে. ৭০০১)",
    "ar": "",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "53"
    }
  }
}