{
  "hadith": {
    "hadith_id": 7178,
    "narrator": "আবূ সারীহাহ্‌ হুযাইফাহ্‌ ইবনু আসীদ (রাযিঃ)",
    "bn": "তিনি বলেন, একদিন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্বীয় কক্ষে ছিলেন। আর আমরা তাঁর নীচে বসে আলাপ-আলোচনা করছিলাম। এমতাবস্থায় তিনি আমাদের নিকট আসলেন এবং প্রশ্ন করলেন, তোমরা কি বিষয়ে আলোচনা করছিলে। আমরা বললাম, কিয়ামত সম্বন্ধে কথা বলছিলাম। এ কথা শুনে তিনি বললেন, ততক্ষণ পর্যন্ত কিয়ামাত কায়িম হবে না যতক্ষন না দশটি আলামত প্রকাশিত হবে। পৃথিবীর পূর্বপ্রান্তে ভূখণ্ড ধ্বস, পশ্চিমপ্রান্তে ভূখণ্ড ধ্বস, আরব উপদ্বীপে ভূখণ্ড ধ্বস, ধূয়া ছড়িয়ে পড়া, দাজ্জালের বহিঃপ্রকাশ, দাব্বাতুল আর্‌য প্রকাশ পাওয়া, ইয়া‘জূজ-মা‘জূজ বের হওয়া, পশ্চিমপ্রান্ত হতে সূর্যোদয় হওয়া এবং সর্বশেষ “আদ্‌ন” দেশের প্রান্ত হতে আগুন উত্থিত হবে যা লোকেদেরকে তাড়িয়ে এক স্থানে একত্রিত করবে।\nশু‘বাহ্‌ (রহঃ) বলেন, এ বর্ণনায় দশম আলামতের কথা নেই। তবে অন্য বর্ণনাই দশম আলামত হিসেবে কোথাও ‘ঈসা (‘আঃ)-এর অবতরণের কথা উল্লেখ রয়েছে, আবার কোথাও উল্লেখ করা হয়েছে যে, সর্বশেষ এমন দমকা হাওয়া প্রবাহিত হবে, যা মানুষকে উড়িয়ে নিয়ে সমুদ্রে নিক্ষেপ করবে। (ই.ফা. ৭০২২, ই.সে. ৭০৭৯)",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنْ فُرَاتٍ الْقَزَّازِ، عَنْ أَبِي الطُّفَيْلِ، عَنْ أَبِي سَرِيحَةَ، حُذَيْفَةَ بْنِ أَسِيدٍ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم فِي غُرْفَةٍ وَنَحْنُ أَسْفَلَ مِنْهُ فَاطَّلَعَ إِلَيْنَا فَقَالَ ‏\"‏ مَا تَذْكُرُونَ ‏\"‏ ‏.‏ قُلْنَا السَّاعَةَ ‏.‏ قَالَ ‏\"‏ إِنَّ السَّاعَةَ لاَ تَكُونُ حَتَّى تَكُونَ عَشْرُ آيَاتٍ خَسْفٌ بِالْمَشْرِقِ وَخَسْفٌ بِالْمَغْرِبِ وَخَسْفٌ فِي جَزِيرَةِ الْعَرَبِ وَالدُّخَانُ وَالدَّجَّالُ وَدَابَّةُ الأَرْضِ وَيَأْجُوجُ وَمَأْجُوجُ وَطُلُوعُ الشَّمْسِ مِنْ مَغْرِبِهَا وَنَارٌ تَخْرُجُ مِنْ قُعْرَةِ عَدَنٍ تَرْحَلُ النَّاسَ ‏\"‏ ‏.‏ قَالَ شُعْبَةُ وَحَدَّثَنِي عَبْدُ الْعَزِيزِ بْنُ رُفَيْعٍ عَنْ أَبِي الطُّفَيْلِ عَنْ أَبِي سَرِيحَةَ ‏.‏ مِثْلَ ذَلِكَ لاَ يَذْكُرُ النَّبِيَّ صلى الله عليه وسلم وَقَالَ أَحَدُهُمَا فِي الْعَاشِرَةِ نُزُولُ عِيسَى ابْنِ مَرْيَمَ صلى الله عليه وسلم ‏.‏ وَقَالَ الآخَرُ وَرِيحٌ تُلْقِي النَّاسَ فِي الْبَحْرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "54"
    }
  }
}