{
  "hadith": {
    "hadith_id": 7189,
    "narrator": "সালিম ইবনু ‘আব্দুল্লাহ ইবনু ‘উমার (রাযিঃ)",
    "bn": "তিনি বললেন, হে ইরাকবাসী! আমি তোমাদেরকে সগীরা গুনাহ সম্পর্কে প্রশ্ন করছি না এবং যারা কাবীরাহ্‌ গুনাহ্‌ করছে তাদের সম্পর্কেও প্রশ্ন করছি না। আমি আমার পিতা ‘আব্দুল্লাহ ইবনু ‘উমার (রাঃ) থেকে শুনেছি, তিনি বলতেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে নিজ হাত দ্বারা পূর্ব দিকে ইশারা করে বলতে শুনেছি, ফিত্‌নাহ্‌ এদিক থেকে আসবে-যেদিক থেকে শাইতানের দুই শিং উদিত হয়। অথচ তোমরা পরস্পর একে অপরের উপর হানাহানি করছ। [অবশ্য মুসা (আঃ) ফির’আওনের বংশ হতে এক লোককে ভুলবশতঃ হত্যা করেছিলেন।] অতঃপর মহান আল্লাহ তা’আলা বলেছেন, “(হে মুসা!) এবং তুমি এক লোককে হত্যা করেছ, তারপর আমি তোমাকে চিন্তামুক্ত করে দিলাম। আমি তোমাকে বিভিন্ন রকম পরীক্ষা করেছি।“ (সুরাহ্‌ তা-হা-২০:৪০)।\nবর্ণনাকারী আহ্‌মাদ ইবনু ‘উমার (রহঃ) তাঁর বর্ণনায় (---আরবী---) “আমি সালিম হতে শুনেছি” না বলে (---আরবী---) “সালিম হতে” এরূপ বলেছেন। (ই.ফা. ৭০৩৩, ই. সে. ৭০৯০)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ أَبَانَ، وَوَاصِلُ بْنُ عَبْدِ الأَعْلَى، وَأَحْمَدُ بْنُ عُمَرَ الْوَكِيعِيُّ، - وَاللَّفْظُ لاِبْنِ أَبَانَ - قَالُوا حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ سَالِمَ بْنَ عَبْدِ اللَّهِ، بْنِ عُمَرَ يَقُولُ يَا أَهْلَ الْعِرَاقِ مَا أَسْأَلَكُمْ عَنِ الصَّغِيرَةِ وَأَرْكَبَكُمْ لِلْكَبِيرَةِ سَمِعْتُ أَبِي عَبْدَ اللَّهِ بْنَ عُمَرَ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِنَّ الْفِتْنَةَ تَجِيءُ مِنْ هَا هُنَا ‏\"‏ ‏.‏ وَأَوْمَأَ بِيَدِهِ نَحْوَ الْمَشْرِقِ ‏\"‏ مِنْ حَيْثُ يَطْلُعُ قَرْنَا الشَّيْطَانِ ‏\"‏ ‏.‏ وَأَنْتُمْ يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ وَإِنَّمَا قَتَلَ مُوسَى الَّذِي قَتَلَ مِنْ آلِ فِرْعَوْنَ خَطَأً فَقَالَ اللَّهُ عَزَّ وَجَلَّ لَهُ ‏{‏ وَقَتَلْتَ نَفْسًا فَنَجَّيْنَاكَ مِنَ الْغَمِّ وَفَتَنَّاكَ فُتُونًا‏}‏ قَالَ أَحْمَدُ بْنُ عُمَرَ فِي رِوَايَتِهِ عَنْ سَالِمٍ لَمْ يَقُلْ سَمِعْتُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "54"
    }
  }
}