{
  "hadith": {
    "hadith_id": 7223,
    "narrator": "আবূ হুরাইরাহ্‌ (রাযিঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা কি ঐ শহরের কথা শুনেছ, যার একদিকে স্থলভাগ এবং একদিকে জলভাগ? উত্তরে সহাবাগণ বললেন, হ্যাঁ, হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! শুনেছি। অতঃপর তিনি বললেন, কিয়ামাত সংঘটিত হবে না যতক্ষণ পর্যন্ত ইসহাক্‌ (‘আঃ)-এর সন্তানদের সত্তর হাজার লোক এ শহরের লোকদের সঙ্গে লড়াই না করবে। তারা শহরের দ্বারপ্রান্তে এসে পৌঁছাবে কোন অস্ত্র দ্বারা যুদ্ধ করবে না এবং কোন তীরও চালাবে না; বরং তারা একবার ‘লা-ইলা-হা ইল্লাল্ল-হ’ ‘ওয়াল্ল-হু আকবার’ বলবে, সাথে সাথে এর এক প্রান্ত ধ্বসে যাবে।\nবর্ণনাকারী সাওর (রহ:) বলেন, আমার যতদূর মনে পড়ে, আমার নিকট বর্ণনাকারী লোক সমুদ্রস্থিত প্রান্তের কথা বলেছিলেন। অতঃপর দ্বিতীয়বার তারা ‘লা-ইলা-হা ইল্লাল্ল-হ’ ও ‘ওয়াল্ল-হু আকবার’ বলবে। এতে শহরের অপর প্রান্ত ধ্বসে যাবে। এরপর তারা তৃতীয়বার ‘লা-ইলা-হা ইল্লাল্ল-হ’ ও ‘ওয়াল্ল-হু আকবার’ বলবে। তখন তাদের শহরের দ্বার খুলে দেয়া হবে। তারা যখন তাতে প্রবেশ করে গনীমাতের মাল ভাগাভাগিতে ব্যতিব্যস্ত থাকবে, তখন কেউ উচ্চৈ:স্বরে বলে উঠবে, দাজ্জালের আগমন ঘটেছে। এ কথা শুনা মাত্রই তারা ধন-সম্পদ ফেলে দেশে ফিরে যাবে। (ই.ফা. ৭০৬৯, ই.সে. ৭১২৩)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُحَمَّدٍ - عَنْ ثَوْرٍ، - وَهُوَ ابْنُ زَيْدٍ الدِّيلِيُّ - عَنْ أَبِي الْغَيْثِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ سَمِعْتُمْ بِمَدِينَةٍ جَانِبٌ مِنْهَا فِي الْبَرِّ وَجَانِبٌ مِنْهَا فِي الْبَحْرِ ‏\"‏ ‏.‏ قَالُوا نَعَمْ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ لاَ تَقُومُ السَّاعَةُ حَتَّى يَغْزُوَهَا سَبْعُونَ أَلْفًا مِنْ بَنِي إِسْحَاقَ فَإِذَا جَاءُوهَا نَزَلُوا فَلَمْ يُقَاتِلُوا بِسِلاَحٍ وَلَمْ يَرْمُوا بِسَهْمٍ قَالُوا لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ ‏.‏ فَيَسْقُطُ أَحَدُ جَانِبَيْهَا ‏\"‏ ‏.‏ قَالَ ثَوْرٌ لاَ أَعْلَمُهُ إِلاَّ قَالَ ‏\"‏ الَّذِي فِي الْبَحْرِ ثُمَّ يَقُولُوا الثَّانِيَةَ لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ ‏.‏ فَيَسْقُطُ جَانِبُهَا الآخَرُ ثُمَّ يَقُولُوا الثَّالِثَةَ لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ ‏.‏ فَيُفَرَّجُ لَهُمْ فَيَدْخُلُوهَا فَيَغْنَمُوا فَبَيْنَمَا هُمْ يَقْتَسِمُونَ الْمَغَانِمَ إِذْ جَاءَهُمُ الصَّرِيخُ فَقَالَ إِنَّ الدَّجَّالَ قَدْ خَرَجَ ‏.‏ فَيَتْرُكُونَ كُلَّ شَىْءٍ وَيَرْجِعُونَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "54"
    }
  }
}