{
  "hadith": {
    "hadith_id": 7240,
    "narrator": "আবূ সা’ঈদ আল খুদ্‌রী (রাযিঃ)",
    "bn": "তিনি বলেন, একবার আমরা হাজ্জ বা ‘উমরার উদ্দেশে রওয়ানা হলাম। আমাদের সঙ্গে ইবনু সায়িদ ছিল। তারপর কোন এক মঞ্জিলে আমরা অবতরণ করলাম। লোকেরা এদিক-সেদিক ছড়িয়ে পড়ল। কেবল আমি এবং সে থেকে গেলাম। লোকেরা ইবনু সাইয়্যাদ-এর ব্যপারে যে কথা কথোপকথন করছে, এ কারণে আমি তার প্রতি অত্যধিক ভীত ও ঘাবড়িয়ে গিয়েছিলাম। তিনি বলেন, ইবনু সাইয়্যাদ তার দ্রব্য-সামগ্রী আমার সাথে এনে রাখল। আমি বললাম, গরম খুব বেশী মনে হচ্ছে। তুমি যদি তোমার দ্রব্য-সামগ্রী ঐ গাছের নীচে রাখতে তবে ভালো হতো। এ কথা শুনে সে তা-ই করল। তারপর আমাদের জন্য কতগুলো বকরী নিয়ে আসা হলো। এ দেখে ইবনু সাইয়্যাদ সেখানে গেল এবং এক পাত্র দুধ নিয়ে এলো। এরপর সে আমাকে বলল, হে আবূ সা’ঈদ। তুমি দুধ পান করে নাও। আমি বললাম, গরম খুব বেশী। দুধও গরম। আবূ সা’ঈদ আল খুদ্‌রী (রাঃ) বলেন, তার হাতে দুধ পান করা বা তার হাত হতে দুধ গ্রহণ করা আমি পছন্দ করিনি। এ দেখে ইবনূ সাইয়্যাদ বলল, হে আবূ সা’ঈদ! লোকেরা আমার ব্যাপারে যে সব কথাবার্তা বলছে, এখন আমার ইচ্ছা হয় যে, আমি একটি রশি নিয়ে সেটা গাছে লটকিয়ে ফাঁসি দিয়ে মরে যাই এবং তাত্থেকে পরিত্রাণ লাভ করি। তারপর সে বলল, হে আবূ সা’ঈদ! তোমাদের আনসার সম্প্রদায়ের চেয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাদীস আর কারো কাছে অজানা নেই? তুমি কি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর হাদীস সম্বন্ধে সবচেয়ে বেশী জ্ঞাত নও? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি বলেননি যে, সে ব্যক্তি (দাজ্জাল) কাফির হবে? অথচ আমি মুসলিম। তিনি কি বলেননি যে , দাজ্জাল নিঃসন্তান? আর তার কোন সন্তান হবে না? অথচ মাদীনায় আমি আমার সন্তান রেখে এসেছি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি বলেননি যে, দাজ্জাল মক্কা-মাদীনাহ্‌ প্রবেশ করতে পারবে না? অথচ আমি মাদীনাহ্‌ থেকে এসেছি এবং মক্কা যাবার ইচ্ছা করছি।\nআবূ সা’ঈদ আল খুদ্‌রী (রাঃ)বলেন, তার কথায় আমি তাকে বিশ্বাস করার কাছাকাছি পৌছে গিয়েছিলাম। অতঃপর ইবনূ সাইয়্যাদ বললঃ আল্লাহর শপথ! আমি তাকে (দাজ্জালকে) চিনি, তার জন্মস্থান চিনি এবং এখন সে কোথায় অবস্থান করছে, তাও আমি জানি।\nএ কথা শুনে আমি বললাম, তোমার সারাটা দিন ধ্বংস হোক, অকল্যাণকর হোক। (ই.ফা. ৭০৮৬, ই.সে. ৭১৪০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا سَالِمُ بْنُ نُوحٍ، أَخْبَرَنِي الْجُرَيْرِيُّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ خَرَجْنَا حُجَّاجًا أَوْ عُمَّارًا وَمَعَنَا ابْنُ صَائِدٍ - قَالَ - فَنَزَلْنَا مَنْزِلاً فَتَفَرَّقَ النَّاسُ وَبَقِيتُ أَنَا وَهُوَ فَاسْتَوْحَشْتُ مِنْهُ وَحْشَةً شَدِيدَةً مِمَّا يُقَالُ عَلَيْهِ - قَالَ - وَجَاءَ بِمَتَاعِهِ فَوَضَعَهُ مَعَ مَتَاعِي ‏.‏ فَقُلْتُ إِنَّ الْحَرَّ شَدِيدٌ فَلَوْ وَضَعْتَهُ تَحْتَ تِلْكَ الشَّجَرَةِ - قَالَ - فَفَعَلَ - قَالَ - فَرُفِعَتْ لَنَا غَنَمٌ فَانْطَلَقَ فَجَاءَ بِعُسٍّ فَقَالَ اشْرَبْ أَبَا سَعِيدٍ ‏.‏ فَقُلْتُ إِنَّ الْحَرَّ شَدِيدٌ وَاللَّبَنُ حَارٌّ ‏.‏ مَا بِي إِلاَّ أَنِّي أَكْرَهُ أَنْ أَشْرَبَ عَنْ يَدِهِ - أَوْ قَالَ آخُذَ عَنْ يَدِهِ - فَقَالَ أَبَا سَعِيدٍ لَقَدْ هَمَمْتُ أَنْ آخُذَ حَبْلاً فَأُعَلِّقَهُ بِشَجَرَةٍ ثُمَّ أَخْتَنِقَ مِمَّا يَقُولُ لِيَ النَّاسُ يَا أَبَا سَعِيدٍ مَنْ خَفِيَ عَلَيْهِ حَدِيثُ رَسُولِ اللَّهِ صلى الله عليه وسلم مَا خَفِيَ عَلَيْكُمْ مَعْشَرَ الأَنْصَارِ أَلَسْتَ مِنْ أَعْلَمِ النَّاسِ بِحَدِيثِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَلَيْسَ قَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هُوَ كَافِرٌ ‏\"‏ ‏.‏ وَأَنَا مُسْلِمٌ أَوَلَيْسَ قَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هُوَ عَقِيمٌ لاَ يُولَدُ لَهُ ‏\"‏ ‏.‏ وَقَدْ تَرَكْتُ وَلَدِي بِالْمَدِينَةِ أَوَ لَيْسَ قَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ يَدْخُلُ الْمَدِينَةَ وَلاَ مَكَّةَ ‏\"‏ ‏.‏ وَقَدْ أَقْبَلْتُ مِنَ الْمَدِينَةِ وَأَنَا أُرِيدُ مَكَّةَ قَالَ أَبُو سَعِيدٍ الْخُدْرِيُّ حَتَّى كِدْتُ أَنْ أَعْذِرَهُ ‏.‏ ثُمَّ قَالَ أَمَا وَاللَّهِ إِنِّي لأَعْرِفُهُ وَأَعْرِفُ مَوْلِدَهُ وَأَيْنَ هُوَ الآنَ ‏.‏ قَالَ قُلْتُ لَهُ تَبًّا لَكَ سَائِرَ الْيَوْمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "54"
    }
  }
}