{
  "hadith": {
    "hadith_id": 7250,
    "narrator": "নাফি’ (রহঃ)",
    "bn": "ইবনু ‘উমার (রাযি:) বলেন, ইবনু সাইয়্যাদ-এর সঙ্গে আমার দু’বার দেখা হয়েছে। একবার দেখার পর আমি জনৈক লোককে প্রশ্ন করলাম, আপনি বলেন যে, ইবনু সাইয়্যাদই দাজ্জাল? উত্তরে সে বলল, আল্লাহর শপথ, কখনো না। আমি বললাম, তাহলে তো তুমি আমাকে মিথ্যা প্রতিপন্ন করছো। আল্লাহর শপথ! তোমাদের এক লোক তো আমাকে এ মর্মে খবর দিয়েছে যে, সে মৃত্যুবরণ করবে না, যতক্ষণ পর্যন্ত তোমাদের চাইতে সর্বাধিক বিত্তশালী এবং সন্তান-সন্ততি সম্পন্ন না হবে। আজ তো অনুরুপই হয়েছে বলে সে মন্তব্য করছে। তারপর ইবনু সাইয়্যাদ আমাদের সঙ্গে আলাপ-আলোচনা করল। এরপর আমি তার থেকে সরে পড়লাম। ইবনু সাইয়্যাদ-এর সাথে আরেকবার আমার সাক্ষাৎ হয়েছে। তখন তার চোখ ফোলা অবস্থায় ছিল। আমি তাকে বললাম, তোমার চোখের এ কি অবস্থা, আমি কি দেখতে পাচ্ছি? সে বলল, আমি জানি না। আমি বললাম, তোমার মাথায় চোখ অথচ তুমি জান না! তারপর সে বলল, আল্লাহ ইচ্ছা করলে তোমার এ লাঠিতেও তিনি চোখ সৃষ্টি করে দিতে পারেন। এরপর সে গাধার চেয়েও বিকট শব্দে চিৎকার করল যা আমি ইতোপূর্বে শুনিনি। আমার কোন সাথী ধারণা করছে যে, আমি তাকে আমার সাথে থাকা লাঠি দ্বারা সজোরে আঘাত করেছি যাতে লাঠি ভেঙ্গে গেছে। আল্লাহর শপথ, অথচ এ সম্পর্কে আমি একেবারে অজ্ঞাত ছিলাম।\nনাফি’ (রহঃ) বলেন, তারপর ‘আবদুল্লাহ ইবনু ‘উমার (রাযি:) উম্মুল মু’মিনীন হাফসাহ্ (রাযি:)-এর নিকট এলেন এবং তার কাছে এ ঘটনা বর্ণনা করলেন। এ কথা শুনে তিনি বললেন, ইবনু সাইয়্যাদ–এর নিকট আপনার কি প্রয়োজন ছিল? আপনি কি জানেন না যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কারো প্রতি ভীষণ রাগই সর্বপ্রথম দাজ্জালকে মানুষের সম্মুখে প্রকাশ ঘটবে। (ই.ফা. ৭০৯৪, ই.সে. ৭১৪৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا حُسَيْنٌ، - يَعْنِي ابْنَ حَسَنِ بْنِ يَسَارٍ - حَدَّثَنَا ابْنُ، عَوْنٍ عَنْ نَافِعٍ، قَالَ كَانَ نَافِعٌ يَقُولُ ابْنُ صَيَّادٍ ‏.‏ قَالَ قَالَ ابْنُ عُمَرَ لَقِيتُهُ مَرَّتَيْنِ - قَالَ - فَلَقِيتُهُ فَقُلْتُ لِبَعْضِهِمْ هَلْ تَحَدَّثُونَ أَنَّهُ هُوَ قَالَ لاَ وَاللَّهِ - قَالَ - قُلْتُ كَذَبْتَنِي وَاللَّهِ لَقَدْ أَخْبَرَنِي بَعْضُكُمْ أَنَّهُ لَنْ يَمُوتَ حَتَّى يَكُونَ أَكْثَرَكُمْ مَالاً وَوَلَدًا فَكَذَلِكَ هُوَ زَعَمُوا الْيَوْمَ - قَالَ - فَتَحَدَّثْنَا ثُمَّ فَارَقْتُهُ - قَالَ - فَلَقِيتُهُ لَقْيَةً أُخْرَى وَقَدْ نَفَرَتْ عَيْنُهُ - قَالَ - فَقُلْتُ مَتَى فَعَلَتْ عَيْنُكَ مَا أَرَى قَالَ لاَ أَدْرِي - قَالَ - قُلْتُ لاَ تَدْرِي وَهِيَ فِي رَأْسِكَ قَالَ إِنْ شَاءَ اللَّهُ خَلَقَهَا فِي عَصَاكَ هَذِهِ ‏.‏ قَالَ فَنَخَرَ كَأَشَدِّ نَخِيرِ حِمَارٍ سَمِعْتُ - قَالَ - فَزَعَمَ بَعْضُ أَصْحَابِي أَنِّي ضَرَبْتُهُ بِعَصًا كَانَتْ مَعِيَ حَتَّى تَكَسَّرَتْ وَأَمَّا أَنَا فَوَاللَّهِ مَا شَعَرْتُ - قَالَ - وَجَاءَ حَتَّى دَخَلَ عَلَى أُمِّ الْمُؤْمِنِينَ فَحَدَّثَهَا فَقَالَتْ مَا تُرِيدُ إِلَيْهِ أَلَمْ تَعْلَمْ أَنَّهُ قَدْ قَالَ ‏ \"‏ إِنَّ أَوَّلَ مَا يَبْعَثُهُ عَلَى النَّاسِ غَضَبٌ يَغْضَبُهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "54"
    }
  }
}