{
  "hadith": {
    "hadith_id": 7263,
    "narrator": "নাও্ওয়াস ইবনু সাম’আন (রাযি:)",
    "bn": "তিনি বলেন, একদা সকালে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাজ্জাল সম্পর্কে আলোচনা করলেন। আলোচনার সময় তিনি তার ব্যক্তিত্বকে তুচ্ছ করে তুলে ধরেন। পরে অনেক গুরুত্ব সহকারে উপস্থিত করেন যাতে তাকে আমরা ঐ বৃক্ষরাজির নির্দিষ্ট এলাকায় (আবাসস্থল সম্পর্কে) ধারণা করতে লাগলাম। এরপর আমরা সন্ধ্যায় আবার তাঁর কাছে গেলাম। তিনি আমাদের মধ্যে এর প্রভাব দেখতে পেয়ে বললেন, তোমাদের ব্যাপার কি? আমরা বললাম, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনি সকালে দাজ্জাল সম্পর্কে আলোচনা করেছেন এবং এতে আপনি কখনো ব্যক্তিত্বকে তুচ্ছ করে তুলে ধরেছেন, আবার কখনো তার ব্যক্তিত্বকে বড় করে তুলে ধরেছেন। ফলে আমরা মনে করেছি যে, দাজ্জাল বুঝি এ বাগার মধ্যেই বিদ্যমান। এ কথা শুনে তিনি বললেন, দাজ্জাল নয়, বরং তোমাদের ব্যাপারে অন্য কিছুর আমি অধিক ভয় করছি। তবে শোন, আমি তোমাদের মধ্যে বিদ্যমান থাকা অবস্থায় যদি দাজ্জালের আত্মপ্রকাশ হয় তবে আমি নিজেই তাকে প্রতিহত করব। তোমাদের প্রয়োজন হবেনা। আর যদি আমি তোমাদের মাঝে না থাকাবস্থায় দাজ্জালের আত্মপ্রকাশ হয়, তবে প্রত্যেক মু’মিন লোক নিজের পক্ষ হতে তাকে প্রতিহত করবে। প্রত্যেক মুসলিমের জন্য আল্লাহ তা’আলাই হলেন আমার পক্ষ হতে তত্ত্বাবধানকারী। দাজ্জাল যুবক এবং ঘন চুল বিশিষ্ট হবে, চোখ আঙ্গুরের ন্যায় হবে। আমি তাকে কাফির ‘আবদুল ‘উয্যা ইবনু কাতান-এর মতো মনে করছি। তোমাদের যে কেউ দাজ্জালের সময়কাল পাবে সে যেন সূরাহ্ আল-কাহ্‌ফ-এর প্রথমোক্ত আয়াতসমূহ পাঠ করে। সে ইরাক ও সিরিয়ার মধ্যপথ হতে আবির্ভুত হবে। সে ডানে-বামে দুর্যোগ সৃষ্টি করবে। হে আল্লাহর বান্দাগণ! তোমরা অটল থাকবে। আমরা প্রশ্ন করলাম, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! সে পৃথিবীতে কয়দিন অবস্থান করবে? উত্তরে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, চল্লিশদিন পর্যন্ত। এর প্রথম দিনটি এক বছরের সমান, দ্বিতীয় দিন এক মাসের সমান এবং তৃতীয় দিন এক সপ্তাহের সমান হবে। অবশিষ্ট দিনগুলো তোমাদের দিনসমূহের মতই হবে। আমরা প্রশ্ন করলাম, হে আল্লাহর রসূল! যেদিন এক বছরের সমান হবে, সেটাতে এক দিনের সলাতই কি আমাদের জন্য যথেষ্ট হবে? উত্তরে তিনি বললেন, না, বরং তোমরা এদিন হিসাব করে তোমাদের দিনের পরিমাণ নির্দিষ্ট করে নিবে। আমরা বললাম, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! দুনিয়াতে দাজ্জালের অগ্রসরতা কি রকম বৃদ্ধি পাবে? তিনি বললেন, বাতাসের প্রবাহ মেঘমালাকে যে রকম হাঁকিয়ে নিয়ে যায়। সে এক কাওমের কাছে এসে তাদেরকে কুফরির দিকে ডাকবে। তারা তার উপর ঈমান আনবে এবং তার আহবানে সাড়া দিবে। অতঃপর সে আকাশমন্ডলীকে আদেশ করবে। আকাশ বৃষ্টি বর্ষন করবে এবং ভূমিকে নির্দেশ দিবে, ফলে ভূমি গাছ-পালা ও শস্য উৎপন্ন করবে। তারপর সন্ধ্যায় তাদের গবাদি পশুগুলো পূর্বের চেয়ে বেশি লম্বা কুজ, প্রশস্ত স্তন এবং পেটভর্তি অবস্থায় তাদের কাছে ফিরে আসবে। তারপর দাজ্জাল অপর এক কাওমের কাছে আসবে এবং তাদেরকে কুফ্‌রীর প্রতি ডাকবে। তারা তার কথাকে উপেক্ষা করবে। ফলে সে তাদের নিকট হতে প্রত্যাবর্তন করবে। অমনি তাদের মধ্যে দুর্ভিক্ষ ও পানির অনটন দেখা দিবে এবং তাদের হাতে তাদের ধন-সম্পদ কিছুই থাকবে না। তখন দাজ্জাল এক পতিত স্থান অতিক্রমকালে সেটাকে সম্বোধন করে বলবে, তুমি তোমার গুপ্তধন বের করে দাও। তখন জমিনের ধন-ভান্ডার বের হয়ে তার চতুষ্পার্শে একত্রিত হতে থাকবে, যেমন মধু মক্ষিকা তাদের সর্দারের চারপাশে সমবেত হয়। অতঃপর দাজ্জাল এক যুবক ব্যক্তিকে ডেকে আনবে এবং তাকে তরবারি দ্বারা আঘাত করে তীরের লক্ষ্যস্থলের ন্যায় দু’টুকরো করে ফেলবে। তারপর সে আবার তাকে আহ্বান করবে। যুবক আলোকময় হাস্যোজ্জল চেহারায় তার সম্মুখে এগিয়ে আসবে। এ সময় আল্লাহ রব্বুল ‘আলামীন ‘ঈসা ইবনু মারইয়াম (‘আঃ)-কে প্রেরণ করবেন। তিনি দু’ ফেরেশ্তার কাঁধের উপর ভর করে ওয়ারস ও জাফরান রং-এর জোড়া কাপড় পরিহিত অবস্থায় দামেশ্ক নগরীর পূর্ব দিকের উজ্জ্বল মিনারে অবতরণ করবেন। যখন তিনি তাঁর মাথা ঝুঁকাবেন তখন ফোঁটা ফোঁটা ঘাম তাঁর শরীর থেকে গড়িয়ে পড়বে। তিনি যে কোন কাফিরের কাছে যাবেন সে তাঁর শ্বাসের বাতাসে ধ্বংস হয়ে যাবে। তাঁর দৃষ্টি যতদূর পর্যন্ত যাবে তাঁর শ্বাসও ততদূর পর্যন্ত পৌছবে। তিনি দাজ্জালকে সন্ধান করতে থাকবেন। অবশেষে তাকে ‘বাবে লুদ’ নামক স্থানে গিয়ে পাকড়াও করবেন এবং তাকে হত্যা করবেন। অতঃপর ‘ঈসা (‘আঃ) ঐ সম্প্রদায়ের নিকট যাবেন, যাদেরকে আল্লাহ তা’আলা দাজ্জালের বিপর্যয় থেকে রক্ষা করেছেন। ‘ঈসা (‘আঃ) তাদের কাছে গিয়ে তাদের চেহারায় হাত বুলিয়ে জান্নাতে তাদের স্থানমূহের ব্যাপারে খবর দিবেন। এমন সময় আল্লাহ তা’আলা ‘ঈসা (‘আঃ) এর প্রতি এই মর্মে ওয়াহী অবতীর্ণ করবেন যে, আমি আমার এমন বান্দাদের অবির্ভাব ঘটিয়েছি, যাদের সঙ্গে কারোই যুদ্ধ করার ক্ষমতা নেই। অতঃপর তুমি আমার মু’মিন বান্দাদেরকে নিয়ে তুর পাহাড়ে চলে যাও। তখন আল্লাহ তা’আলা ইয়া’জূজ-মা’জূজ কাওমকে পাঠাবেন। তারা ছাড়া পেয়ে পৃথিবীর সব প্রান্তে দ্রুত ছড়িয়ে পড়বে। তাদের প্রথম দলটি “বুহাইরায়ে তাবারিয়া”র (ভূমধ্যসাগর) উপকূলে এসে এর সমুদয় পানি পান করে নিঃশেষ করে দিবে। তারপর তাদের সর্বশেষ দলটি এ স্থান দিয়ে যাত্রাকালে বলবে, এ সমুদ্রে কোন সময় পানি ছিল কি? তারা আল্লাহর নবী ‘ঈসা (‘আঃ) এবং তাঁর সাথীদেরকে অবরোধ করে রাখবে। ফলে তাদের নিকট একটি বলদের মাথা বর্তমানে তোমাদের নিকট একশ’ দীনারের মূল্যের চেয়েও অধিক মূল্যবান প্রতিপন্ন হবে। তখন আল্লাহর নবী ‘ঈসা (‘আঃ) এবং তাঁর সঙ্গীগণ আল্লহর নিকট প্রার্থনা করবেন। ফলে আল্লাহ তা’আলা ইয়া’জুজ-মা’জুজ সম্প্রদায়ের প্রতি ‘আযাব পাঠাবেন। তাদের ঘাড়ে এক প্রকার পোকা হবে। এতে একজন মানুষের মৃত্যুর মতো তারাও সবাই মরে নিঃশেষ হয়ে যাবে। তারপর ‘ঈসা (‘আঃ) ও তাঁর সঙ্গীগণ পাহাড় হতে জমিনে বেরিয়ে আসবেন। কিন্তু তারা অর্ধ হাত জায়গাও এমন পাবেন না যেথায় তাদের পঁচা লাশ ও লাশের দুর্গন্ধ নেই। অতঃপর ‘ঈসা (আঃ)এবং তাঁর সঙ্গীগণ পুনরায় আল্লাহর নিকট প্রার্থনা করবেন। তখন আল্লাহ তা’আলা উটের ঘাড়ের মতো লম্বা এক ধরনের পাখি পাঠাবেন। তারা তাদেরকে বহন করে আল্লাহর ইচ্ছানুসারে কোন স্থানে নিয়ে ফেলবে। এরপর আল্লাহ এমন মুষলধারে বৃষ্টি বর্ষণ করবেন যার ফলে কাঁচা-পাকা কোন গৃহই আর অবশিষ্ট থাকবে না। এতে জমিন বিধৌত হয়ে উদ্ভিদ শূন্য মৃত্তিকায় পরিণত হবে। অতঃপর পুনরায় জমিনকে এ মর্মে নির্দেশ দেয়া হবে যে, হে জমিন! তুমি আবার শস্য উৎপন্ন করো এবং তোমার বারাকাত ফিরিয়ে দাও। সেদিন একদল মানুষ একটি ডালিম ভক্ষণ করবে এবং এর বাকলের নীচে লোকেরা ছায়া গ্রহণ করবে। দুধের মধ্যে বারাকাত হবে। ফলে দুগ্ধবতী একটি উটই একদল মানুষের জন্য যথেষ্ট হবে, দুগ্ধবতী একটি গাভী একগোত্রীয় মানুষের জন্য যথেষ্ট হবে এবং যথেষ্ট হবে দুগ্ধবতী একটি বকরী এক দাদার সন্তানদের (একটি ছোট গোত্রের) জন্য। এ সময় আল্লাহ তা’আলা অত্যন্ত আরামদায়ক একটি বায়ু প্রেরণ করবেন। এ বায়ু সকল মু’মিন লোকদের বগলে গিয়ে লাগবে এবং সমস্ত মু’মিন মুসলিমদের রূহ্ কবয করে নিয়ে যাবে। তখন একমাত্র মন্দ লোকেরাই এ পৃথিবীতে বাকী থাকবে। তারা গাধার ন্যায় পরস্পর একে অন্যের সাথে প্রকাশ্যে ব্যভিচারে লিপ্ত হবে। এদের উপরই কিয়ামত সংঘটিত হবে। (ই.ফা. ৭১০৬, ই.সে. ৭১৬০)",
    "ar": "حَدَّثَنَا أَبُو خَيْثَمَةَ، زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ، بْنُ يَزِيدَ بْنِ جَابِرٍ حَدَّثَنِي يَحْيَى بْنُ جَابِرٍ الطَّائِيُّ، قَاضِي حِمْصَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ، جُبَيْرٍ عَنْ أَبِيهِ، جُبَيْرِ بْنِ نُفَيْرٍ الْحَضْرَمِيِّ أَنَّهُ سَمِعَ النَّوَّاسَ بْنَ سَمْعَانَ الْكِلاَبِيَّ، ح وَحَدَّثَنِي مُحَمَّدُ بْنُ مِهْرَانَ الرَّازِيُّ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ، عَنْ يَحْيَى بْنِ جَابِرٍ الطَّائِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرِ بْنِ، نُفَيْرٍ عَنْ أَبِيهِ، جُبَيْرِ بْنِ نُفَيْرٍ عَنِ النَّوَّاسِ بْنِ سَمْعَانَ، قَالَ ذَكَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم الدَّجَّالَ ذَاتَ غَدَاةٍ فَخَفَّضَ فِيهِ وَرَفَّعَ حَتَّى ظَنَنَّاهُ فِي طَائِفَةِ النَّخْلِ فَلَمَّا رُحْنَا إِلَيْهِ عَرَفَ ذَلِكَ فِينَا فَقَالَ ‏\"‏ مَا شَأْنُكُمْ ‏\"‏ ‏.‏ قُلْنَا يَا رَسُولَ اللَّهِ ذَكَرْتَ الدَّجَّالَ غَدَاةً فَخَفَّضْتَ فِيهِ وَرَفَّعْتَ حَتَّى ظَنَنَّاهُ فِي طَائِفَةِ النَّخْلِ ‏.‏ فَقَالَ ‏\"‏ غَيْرُ الدَّجَّالِ أَخْوَفُنِي عَلَيْكُمْ إِنْ يَخْرُجْ وَأَنَا فِيكُمْ فَأَنَا حَجِيجُهُ دُونَكُمْ وَإِنْ يَخْرُجْ وَلَسْتُ فِيكُمْ فَامْرُؤٌ حَجِيجُ نَفْسِهِ وَاللَّهُ خَلِيفَتِي عَلَى كُلِّ مُسْلِمٍ إِنَّهُ شَابٌّ قَطَطٌ عَيْنُهُ طَافِئَةٌ كَأَنِّي أُشَبِّهُهُ بِعَبْدِ الْعُزَّى بْنِ قَطَنٍ فَمَنْ أَدْرَكَهُ مِنْكُمْ فَلْيَقْرَأْ عَلَيْهِ فَوَاتِحَ سُورَةِ الْكَهْفِ إِنَّهُ خَارِجٌ خَلَّةً بَيْنَ الشَّأْمِ وَالْعِرَاقِ فَعَاثَ يَمِينًا وَعَاثَ شِمَالاً يَا عِبَادَ اللَّهِ فَاثْبُتُوا ‏\"‏ ‏.‏ قُلْنَا يَا رَسُولَ اللَّهِ وَمَا لَبْثُهُ فِي الأَرْضِ قَالَ ‏\"‏ أَرْبَعُونَ يَوْمًا يَوْمٌ كَسَنَةٍ وَيَوْمٌ كَشَهْرٍ وَيَوْمٌ كَجُمُعَةٍ وَسَائِرُ أَيَّامِهِ كَأَيَّامِكُمْ ‏\"‏ ‏.‏ قُلْنَا يَا رَسُولَ اللَّهِ فَذَلِكَ الْيَوْمُ الَّذِي كَسَنَةٍ أَتَكْفِينَا فِيهِ صَلاَةُ يَوْمٍ قَالَ ‏\"‏ لاَ اقْدُرُوا لَهُ قَدْرَهُ ‏\"‏ ‏.‏ قُلْنَا يَا رَسُولَ اللَّهِ وَمَا إِسْرَاعُهُ فِي الأَرْضِ قَالَ ‏\"‏ كَالْغَيْثِ اسْتَدْبَرَتْهُ الرِّيحُ فَيَأْتِي عَلَى الْقَوْمِ فَيَدْعُوهُمْ فَيُؤْمِنُونَ بِهِ وَيَسْتَجِيبُونَ لَهُ فَيَأْمُرُ السَّمَاءَ فَتُمْطِرُ وَالأَرْضَ فَتُنْبِتُ فَتَرُوحُ عَلَيْهِمْ سَارِحَتُهُمْ أَطْوَلَ مَا كَانَتْ ذُرًا وَأَسْبَغَهُ ضُرُوعًا وَأَمَدَّهُ خَوَاصِرَ ثُمَّ يَأْتِي الْقَوْمَ فَيَدْعُوهُمْ فَيَرُدُّونَ عَلَيْهِ قَوْلَهُ فَيَنْصَرِفُ عَنْهُمْ فَيُصْبِحُونَ مُمْحِلِينَ لَيْسَ بِأَيْدِيهِمْ شَىْءٌ مِنْ أَمْوَالِهِمْ وَيَمُرُّ بِالْخَرِبَةِ فَيَقُولُ لَهَا أَخْرِجِي كُنُوزَكِ ‏.‏ فَتَتْبَعُهُ كُنُوزُهَا كَيَعَاسِيبِ النَّحْلِ ثُمَّ يَدْعُو رَجُلاً مُمْتَلِئًا شَبَابًا فَيَضْرِبُهُ بِالسَّيْفِ فَيَقْطَعُهُ جَزْلَتَيْنِ رَمْيَةَ الْغَرَضِ ثُمَّ يَدْعُوهُ فَيُقْبِلُ وَيَتَهَلَّلُ وَجْهُهُ يَضْحَكُ فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ بَعَثَ اللَّهُ الْمَسِيحَ ابْنَ مَرْيَمَ فَيَنْزِلُ عِنْدَ الْمَنَارَةِ الْبَيْضَاءِ شَرْقِيَّ دِمَشْقَ بَيْنَ مَهْرُودَتَيْنِ وَاضِعًا كَفَّيْهِ عَلَى أَجْنِحَةِ مَلَكَيْنِ إِذَا طَأْطَأَ رَأَسَهُ قَطَرَ وَإِذَا رَفَعَهُ تَحَدَّرَ مِنْهُ جُمَانٌ كَاللُّؤْلُؤِ فَلاَ يَحِلُّ لِكَافِرٍ يَجِدُ رِيحَ نَفَسِهِ إِلاَّ مَاتَ وَنَفَسُهُ يَنْتَهِي حَيْثُ يَنْتَهِي طَرْفُهُ فَيَطْلُبُهُ حَتَّى يُدْرِكَهُ بِبَابِ لُدٍّ فَيَقْتُلُهُ ثُمَّ يَأْتِي عِيسَى ابْنَ مَرْيَمَ قَوْمٌ قَدْ عَصَمَهُمُ اللَّهُ مِنْهُ فَيَمْسَحُ عَنْ وُجُوهِهِمْ وَيُحَدِّثُهُمْ بِدَرَجَاتِهِمْ فِي الْجَنَّةِ فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ أَوْحَى اللَّهُ إِلَى عِيسَى إِنِّي قَدْ أَخْرَجْتُ عِبَادًا لِي لاَ يَدَانِ لأَحَدٍ بِقِتَالِهِمْ فَحَرِّزْ عِبَادِي إِلَى الطُّورِ ‏.‏ وَيَبْعَثُ اللَّهُ يَأْجُوجَ وَمَأْجُوجَ وَهُمْ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ فَيَمُرُّ أَوَائِلُهُمْ عَلَى بُحَيْرَةِ طَبَرِيَّةَ فَيَشْرَبُونَ مَا فِيهَا وَيَمُرُّ آخِرُهُمْ فَيَقُولُونَ لَقَدْ كَانَ بِهَذِهِ مَرَّةً مَاءٌ ‏.‏ وَيُحْصَرُ نَبِيُّ اللَّهُ عِيسَى وَأَصْحَابُهُ حَتَّى يَكُونَ رَأْسُ الثَّوْرِ لأَحَدِهِمْ خَيْرًا مِنْ مِائَةِ دِينَارٍ لأَحَدِكُمُ الْيَوْمَ فَيَرْغَبُ نَبِيُّ اللَّهِ عِيسَى وَأَصْحَابُهُ فَيُرْسِلُ اللَّهُ عَلَيْهُمُ النَّغَفَ فِي رِقَابِهِمْ فَيُصْبِحُونَ فَرْسَى كَمَوْتِ نَفْسٍ وَاحِدَةٍ ثُمَّ يَهْبِطُ نَبِيُّ اللَّهِ عِيسَى وَأَصْحَابُهُ إِلَى الأَرْضِ فَلاَ يَجِدُونَ فِي الأَرْضِ مَوْضِعَ شِبْرٍ إِلاَّ مَلأَهُ زَهَمُهُمْ وَنَتْنُهُمْ فَيَرْغَبُ نَبِيُّ اللَّهِ عِيسَى وَأَصْحَابُهُ إِلَى اللَّهِ فَيُرْسِلُ اللَّهُ طَيْرًا كَأَعْنَاقِ الْبُخْتِ فَتَحْمِلُهُمْ فَتَطْرَحُهُمْ حَيْثُ شَاءَ اللَّهُ ثُمَّ يُرْسِلُ اللَّهُ مَطَرًا لاَ يَكُنُّ مِنْهُ بَيْتُ مَدَرٍ وَلاَ وَبَرٍ فَيَغْسِلُ الأَرْضَ حَتَّى يَتْرُكَهَا كَالزَّلَفَةِ ثُمَّ يُقَالُ لِلأَرْضِ أَنْبِتِي ثَمَرَتَكِ وَرُدِّي بَرَكَتَكِ ‏.‏ فَيَوْمَئِذٍ تَأْكُلُ الْعِصَابَةُ مِنَ الرُّمَّانَةِ وَيَسْتَظِلُّونَ بِقِحْفِهَا وَيُبَارَكُ فِي الرِّسْلِ حَتَّى أَنَّ اللِّقْحَةَ مِنَ الإِبِلِ لَتَكْفِي الْفِئَامَ مِنَ النَّاسِ وَاللِّقْحَةَ مِنَ الْبَقَرِ لَتَكْفِي الْقَبِيلَةَ مِنَ النَّاسِ وَاللِّقْحَةَ مِنَ الْغَنَمِ لَتَكْفِي الْفَخِذَ مِنَ النَّاسِ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ بَعَثَ اللَّهُ رِيحًا طَيِّبَةً فَتَأْخُذُهُمْ تَحْتَ آبَاطِهِمْ فَتَقْبِضُ رُوحَ كُلِّ مُؤْمِنٍ وَكُلِّ مُسْلِمٍ وَيَبْقَى شِرَارُ النَّاسِ يَتَهَارَجُونَ فِيهَا تَهَارُجَ الْحُمُرِ فَعَلَيْهِمْ تَقُومُ السَّاعَةُ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "54"
    }
  }
}