{
  "hadith": {
    "hadith_id": 7265,
    "narrator": "আবূ সা’ঈদ আল খুদ্রী (রাযি:)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদিন আমাদেরকে দাজ্জাল সম্পর্কে এক লম্বা বর্ণনা দিলেন। দাজ্জালের বিষয়ে তিনি এ-ও বললেন যে, দাজ্জালের আবির্ভাব হবে, কিন্তু মাদীনার পথে ঘাটে প্রবেশ করা তার জন্য নিষিদ্ধ ও হারাম হবে। অতঃপর মাদীনার নিকটবর্তী কোন এক রাস্তায় পৌছলে ঐ দিনই মাদীনাহ্ হতে এক লোক তার নিকট যাবে, যে ব্যক্তি সে সময়কার শ্রেষ্ঠ মানব হবে। সে এসে তাকে বলবে, আমি সাক্ষ্য দিচ্ছি যে, তুই সে দাজ্জাল, যার কথা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে শুনিয়েছিলেন। দাজ্জাল বলবে, হে লোক সকল! যদি আমি এ লোককে হত্যা করার পর পুনরায় জীবিত করি তবে তোমাদের মনে এ বিষয়ে কোন সন্দেহ থাকবে কি? লোকেরা বলবে, না। অতঃপর সে তাকে হত্যা করবে; তারপর জীবন দান করবে; জীবন দান করার পর সে লোক বলবে, আল্লাহর শপথ! এখন তো তোমার ব্যাপারে আমার জ্ঞান আরো বেড়ে গেছে, যা ইতোপূর্বে কখনো ছিল না। দাজ্জাল আবারো তাকে হত্যা করতে মনস্থ হবে। কিন্তু আর হত্যা করতে সক্ষম হবে না।\nআবূ ইসহাক বলেনঃ কথিত আছে যে, উক্ত ব্যক্তি (যাকে দাজ্জাল হত্যা করবে) খিযির (‘আঃ)।  (ই.ফা. ৭১০৮, ই.সে. ৭১৬২)",
    "ar": "حَدَّثَنِي عَمْرٌو النَّاقِدُ، وَالْحَسَنُ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، - وَأَلْفَاظُهُمْ مُتَقَارِبَةٌ وَالسِّيَاقُ لِعَبْدٍ - قَالَ حَدَّثَنِي وَقَالَ الآخَرَانِ، حَدَّثَنَا يَعْقُوبُ، - وَهُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ - حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ، قَالَ حَدَّثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمًا حَدِيثًا طَوِيلاً عَنِ الدَّجَّالِ فَكَانَ فِيمَا حَدَّثَنَا قَالَ ‏ \"‏ يَأْتِي وَهُوَ مُحَرَّمٌ عَلَيْهِ أَنْ يَدْخُلَ نِقَابَ الْمَدِينَةِ فَيَنْتَهِي إِلَى بَعْضِ السِّبَاخِ الَّتِي تَلِي الْمَدِينَةَ فَيَخْرُجُ إِلَيْهِ يَوْمَئِذٍ رَجُلٌ هُوَ خَيْرُ النَّاسِ - أَوْ مِنْ خَيْرِ النَّاسِ - فَيَقُولُ لَهُ أَشْهَدُ أَنَّكَ الدَّجَّالُ الَّذِي حَدَّثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم حَدِيثَهُ فَيَقُولُ الدَّجَّالُ أَرَأَيْتُمْ إِنْ قَتَلْتُ هَذَا ثُمَّ أَحْيَيْتُهُ أَتَشُكُّونَ فِي الأَمْرِ فَيَقُولُونَ لاَ ‏.‏ قَالَ فَيَقْتُلُهُ ثُمَّ يُحْيِيهِ فَيَقُولُ حِينَ يُحْيِيهِ وَاللَّهِ مَا كُنْتُ فِيكَ قَطُّ أَشَدَّ بَصِيرَةً مِنِّي الآنَ - قَالَ - فَيُرِيدُ الدَّجَّالُ أَنْ يَقْتُلَهُ فَلاَ يُسَلَّطُ عَلَيْهِ ‏\"‏ ‏.‏ قَالَ أَبُو إِسْحَاقَ يُقَالُ إِنَّ هَذَا الرَّجُلَ هُوَ الْخَضِرُ عَلَيْهِ السَّلاَمُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "54"
    }
  }
}