{
  "hadith": {
    "hadith_id": 7267,
    "narrator": "আবূ সাঈদ আল খুদরী (রাযি:)",
    "bn": "তিনি বলেন, রাসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, দাজ্জালের আত্মপ্রকাশের পর কোন এক মুসলিম লোক তার দিকে এগিয়ে যাবে। তারপর পথে অস্ত্রধারী দাজ্জাল বাহিনীর সঙ্গে তার দেখা হবে। তারা তাকে প্রশ্ন করবে, কোথায় যাবে? সে বলবে, আবির্ভূত দাজ্জালের কাছে যাব। তারা তাকে আবারো প্রশ্ন করবে, তুমি কি আমাদের প্রতিপালকের উপর ঈমান আননি? সে বলবে, আমাদের প্রতিপালক গুপ্ত নন। দাজ্জালের লোকেরা তাকে লক্ষ্য করে বলবে, তোমরা তাকে হত্যা করে দাও। তখন তারা একে অপরকে বলবে, আমাদের রব কাউকে তার সামনে নেয়া ব্যতিরেকে হত্যা করতে কি তোমাদের বারণ করেননি? তারপর তারা তাকে নিয়ে দাজ্জালের কাছে যাবে। দাজ্জালকে দেখামাত্রই সে বলবে, হে লোক সকল! এ-তো সেই দাজ্জাল, যার ব্যাপারে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে বর্ণনা দিয়েছেন। তারপর দাজ্জাল তার লোকদেরকে আগন্তুক লোকের মাথা ছিন্ন-ভিন্ন করার নির্দেশ দিয়ে বলবে, তাকে ধর এবং তার মাথা ছিন্ন-বিচ্ছিন্ন করে দাও। তারপর তার পেট ও পিঠে আঘাত করা হবে। আবার দাজ্জাল তাকে প্রশ্ন করবে, তুমি কি আমার প্রতি ঈমান আনয়ন করবে না। সে বলবে, তুমি তো মাসীহ্ দাজ্জাল। বর্ণনাকারী বলেন, তারপর দাজ্জাল তার ব্যাপারে নির্দেশ দিবে। দাজ্জালের হুকুমে মাথা হতে পা পর্যন্ত তাকে করাতে চিরে দু’ টুকরো করে দেয়া হবে। তারপর দাজ্জাল উভয় টুকরার মধ্যস্থলে দন্ডায়মান হয়ে তাকে সম্বোধন করে বলবে, উঠো। সে সোজা দাঁড়িয়ে যাবে। এরপর আবারো তাকে জিজ্ঞেস করা হবে, তুমি কি আমার প্রতি ঈমান আনবে না? অত:পর আগন্তুক ব্যক্তি বলবে, তোমার সম্পর্কে কেবল আমার মাঝে সুস্পষ্ট ধারণা বেড়েই চলবে। তারপর আগন্তুক লোক বলবে, হে লোক সকল! আমার পর দাজ্জাল আর কারো সংঙ্গে এমন আচরণ করতে সক্ষম হবে না। এরপর যবাহ্ করার জন্য দাজ্জাল তাকে পাকড়াও করবে। কিন্তু তার গলা ও ঘাড় তামায় রূপান্তর করা হবে। ফলে দাজ্জাল তাকে যবাহ্ করতে সক্ষম হবে না। উপায়ান্তর না দেখে দাজ্জাল তখন তার হাত-পা ধরে তাকে নিক্ষেপ করবে। লোকেরা মনে করবে, দাজ্জাল তাকে আগুনে নিক্ষেপ করেছে। বস্তুত: সে জান্নাতে নিক্ষিপ্ত হবে। অত:পর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আল্লাহ রাব্বুল ‘আলামীনের কাছে এ লোকই হবে মানুষের মধ্যে সবচেয়ে বড় শাহাদাতের মর্যাদায় অধিষ্ঠিত। (ই.ফা. ৭১১০, ই.সে. ৭১৬৪)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ قُهْزَاذَ، مِنْ أَهْلِ مَرْوَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ، عَنْ أَبِي حَمْزَةَ، عَنْ قَيْسِ بْنِ وَهْبٍ، عَنْ أَبِي الْوَدَّاكِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَخْرُجُ الدَّجَّالُ فَيَتَوَجَّهُ قِبَلَهُ رَجُلٌ مِنَ الْمُؤْمِنِينَ فَتَلْقَاهُ الْمَسَالِحُ مَسَالِحُ الدَّجَّالِ فَيَقُولُونَ لَهُ أَيْنَ تَعْمِدُ فَيَقُولُ أَعْمِدُ إِلَى هَذَا الَّذِي خَرَجَ - قَالَ - فَيَقُولُونَ لَهُ أَوَمَا تُؤْمِنُ بِرَبِّنَا فَيَقُولُ مَا بِرَبِّنَا خَفَاءٌ ‏.‏ فَيَقُولُونَ اقْتُلُوهُ ‏.‏ فَيَقُولُ بَعْضُهُمْ لِبَعْضٍ أَلَيْسَ قَدْ نَهَاكُمْ رَبُّكُمْ أَنْ تَقْتُلُوا أَحَدًا دُونَهُ - قَالَ - فَيَنْطَلِقُونَ بِهِ إِلَى الدَّجَّالِ فَإِذَا رَآهُ الْمُؤْمِنُ قَالَ يَا أَيُّهَا النَّاسُ هَذَا الدَّجَّالُ الَّذِي ذَكَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ فَيَأْمُرُ الدَّجَّالُ بِهِ فَيُشَبَّحُ فَيَقُولُ خُذُوهُ وَشُجُّوهُ ‏.‏ فَيُوسَعُ ظَهْرُهُ وَبَطْنُهُ ضَرْبًا - قَالَ - فَيَقُولُ أَوَمَا تُؤْمِنُ بِي قَالَ فَيَقُولُ أَنْتَ الْمَسِيحُ الْكَذَّابُ - قَالَ - فَيُؤْمَرُ بِهِ فَيُؤْشَرُ بِالْمِئْشَارِ مِنْ مَفْرِقِهِ حَتَّى يُفَرَّقَ بَيْنَ رِجْلَيْهِ - قَالَ - ثُمَّ يَمْشِي الدَّجَّالُ بَيْنَ الْقِطْعَتَيْنِ ثُمَّ يَقُولُ لَهُ قُمْ ‏.‏ فَيَسْتَوِي قَائِمًا - قَالَ - ثُمَّ يَقُولُ لَهُ أَتُؤْمِنُ بِي فَيَقُولُ مَا ازْدَدْتُ فِيكَ إِلاَّ بَصِيرَةً - قَالَ - ثُمَّ يَقُولُ يَا أَيُّهَا النَّاسُ إِنَّهُ لاَ يَفْعَلُ بَعْدِي بِأَحَدٍ مِنَ النَّاسِ - قَالَ - فَيَأْخُذُهُ الدَّجَّالُ لِيَذْبَحَهُ فَيُجْعَلَ مَا بَيْنَ رَقَبَتِهِ إِلَى تَرْقُوَتِهِ نُحَاسًا فَلاَ يَسْتَطِيعُ إِلَيْهِ سَبِيلاً - قَالَ - فَيَأْخُذُ بِيَدَيْهِ وَرِجْلَيْهِ فَيَقْذِفُ بِهِ فَيَحْسِبُ النَّاسُ أَنَّمَا قَذَفَهُ إِلَى النَّارِ وَإِنَّمَا أُلْقِيَ فِي الْجَنَّةِ ‏\"‏ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَذَا أَعْظَمُ النَّاسِ شَهَادَةً عِنْدَ رَبِّ الْعَالَمِينَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "54"
    }
  }
}