{
  "hadith": {
    "hadith_id": 7272,
    "narrator": "ইয়া’কুব ইবনু ‘আসিম ইবনু ‘উরওয়াহ্ ইবনু মাস’উদ (রাযি:)",
    "bn": "তিনি বলেন, আমি এক লোককে শুনেছি যে, তিনি ‘আব্দুল্লাহ ইবনু ‘আমর্ কে প্রশ্ন করেছেন, আপনি কি বলেছেন, অমুক অমুক সময় কিয়ামাত সংঘটিত হবে? এ কথা শুনে তিনি বললেন, আমি ইচ্ছা করেছি, তোমাদেরকে কোন কথাই আমি আর বলব না। আমি তো এ কথাই বলেছি যে, অল্প কিছু দিন পরেই তোমরা একটি ভয়ানক কাহিনী দেখতে পাবে। যা ঘর-বাড়ী জ্বালিয়ে ধ্বংস করে দিবে। বর্ণনাকারী শুবাহ এ কথা বা অনুরূপ কথাই বলেছেন। ‘আবদুল্লাহ ইবনু ‘আমর (রাযি:) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: আমার উম্মাতের মধ্যেই দাজ্জালের আবির্ভাব হবে। অত:পর তিনি মু’আয-এর অনুরূপ হাদীস বর্ণনা করেছেন। এতে তিনি বলেছেন, যার হৃদয়ে অণুপরিমাণ ঈমান থাকবে, এ ধরণের কোন লোকই তখন আর অবশিষ্ট থাকবে না। বরং তার জান কবয করে নেয়া হবে।\nমুহাম্মাদ ইবনু জা’ফার (রহ:) বলেন, শুবাহ (রহ:) এ হাদীস আমার কাছে কয়েকবার বর্ণনা করেছেন এবং আমিও তার নিকট সেটা উত্থাপন করেছি। (ই.ফা. ৭১১৫, ই.সে. ৭১৬৯)",
    "ar": "وَحَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنِ النُّعْمَانِ بْنِ، سَالِمٍ قَالَ سَمِعْتُ يَعْقُوبَ بْنَ عَاصِمِ بْنِ عُرْوَةَ بْنِ مَسْعُودٍ، قَالَ سَمِعْتُ رَجُلاً، قَالَ لِعَبْدِ اللَّهِ بْنِ عَمْرٍو إِنَّكَ تَقُولُ إِنَّ السَّاعَةَ تَقُومُ إِلَى كَذَا وَكَذَا فَقَالَ لَقَدْ هَمَمْتُ أَنْ لاَ أُحَدِّثَكُمْ بِشَىْءٍ إِنَّمَا قُلْتُ إِنَّكُمْ تَرَوْنَ بَعْدَ قَلِيلٍ أَمْرًا عَظِيمًا ‏.‏ فَكَانَ حَرِيقَ الْبَيْتِ - قَالَ شُعْبَةُ هَذَا أَوْ نَحْوَهُ - قَالَ عَبْدُ اللَّهِ بْنُ عَمْرٍو قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَخْرُجُ الدَّجَّالُ فِي أُمَّتِي ‏\"‏ ‏.‏ وَسَاقَ الْحَدِيثَ بِمِثْلِ حَدِيثِ مُعَاذٍ وَقَالَ فِي حَدِيثِهِ ‏\"‏ فَلاَ يَبْقَى أَحَدٌ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ إِيمَانٍ إِلاَّ قَبَضَتْهُ ‏\"‏ ‏.‏ قَالَ مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنِي شُعْبَةُ بِهَذَا الْحَدِيثِ مَرَّاتٍ وَعَرَضْتُهُ عَلَيْهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "54"
    }
  }
}