{
  "hadith": {
    "hadith_id": 728,
    "narrator": "আবূ মাহযূরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, নাবী(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে এ আযান শিক্ষা দিয়েছেনঃ “আল্ল-হু আকবার, আল্ল-হু আকবার” (আল্লাহ মহান, আল্লাহ মহান)। পাঠে (চারবার)। “আশহাদু আল লা-ইলা-হা-ইল্লাল্ল-হ” (আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া প্রকৃতপক্ষে কোন ইলাহ নেই), “আশহাদু আল লা-ইলা-হা ইল্লাল্ল-হ” (আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া প্রকৃতপক্ষে কোন ইলাহ নেই)। “আশহাদু আন্না মুহাম্মাদার রসূলুল্ল-হ” (আমি সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ আল্লাহর রসূল),“আশহাদু আন্না মুহাম্মাদার রসূলুল্ল-হ” (আমি সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ আল্লাহর রসূল)। আবার তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “আশহাদু আল লা-ইলা-হা ইল্লাল্ল-হ”, আশহাদু আন্না মুহাম্মাদার রসূলুল্ল-হ” দু’বার। “হাইয়্যা ‘আলাস সলা-হ্‌” (সলাতের  জন্য এসো) দু’বার। “হাইয়্যা ‘আলাল ফালা-হ্‌” (কল্যাণের জন্যে এসো) দু’বার। ইসহাক্‌ তার বর্ণনায় আরও দু’টি বাক্য উল্লেখ করেছেন, “আল্ল-হু আকবার, আল্ল-হু আকবার” এবং “লা-ইলা-হা ইল্লাহ-হ”।  (ই. ফা. ৭২৬, ই. সে. ৭৪১)",
    "ar": "حَدَّثَنِي أَبُو غَسَّانَ الْمِسْمَعِيُّ، مَالِكُ بْنُ عَبْدِ الْوَاحِدِ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ أَبُو غَسَّانَ حَدَّثَنَا مُعَاذٌ، وَقَالَ، إِسْحَاقُ أَخْبَرَنَا مُعَاذُ بْنُ هِشَامٍ، صَاحِبِ الدَّسْتَوَائِيِّ وَحَدَّثَنِي أَبِي، عَنْ عَامِرٍ الأَحْوَلِ، عَنْ مَكْحُولٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَيْرِيزٍ، عَنْ أَبِي مَحْذُورَةَ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم عَلَّمَهُ هَذَا الأَذَانَ ‏\"‏ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ - ثُمَّ يَعُودُ فَيَقُولُ - أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَىَّ عَلَى الصَّلاَةِ - مَرَّتَيْنِ - حَىَّ عَلَى الْفَلاَحِ - مَرَّتَيْنِ ‏\"‏ ‏.‏ زَادَ إِسْحَاقُ ‏\"‏ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لاَ إِلَهَ إِلاَّ اللَّهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}