{
  "hadith": {
    "hadith_id": 7315,
    "narrator": "বানু ‘আমির ইবনু লুওয়াই-এর চুক্তিবদ্ধ মিত্র ‘আমর ইবনু ‘আওফ (রাযিঃ)",
    "bn": "যিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে বদর যুদ্ধে শারীক হয়েছিলেন। তিনি জানিয়েছেন যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)আবূ ‘উবাইদাহ্  ইবনুল জারবাহ (রাঃ)-কে বাহ্রাইনে জিজিয়া বা কর আদায় করতে পাঠিয়েছেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাহ্রাইনবাসীদের সাথে সন্ধি করেছিলেন এবং তাদের জন্য ‘আলা ইবনু আল হায্রামী (রাঃ)-কে শাসনকর্তা নিয়োজিত করেছিলেন। এরপর আবূ ‘উবাইদাহ্ (রাঃ) বাহ্রাইন থেকে ধন-সম্পদ নিয়ে এলে, আনসার সহাবাগণ তাঁর আগমন সংবাদ শুনল, তারপর তারা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ফজরের সলাত আদয় করল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত আদায়ন্তে মুখ ফিরিয়ে বসলে তারা তাঁর কাছে উপস্থিত হলো। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে দেখে মুচকি হেসে বললেন, আমার মনে হচ্ছে আবূ ‘উবাইদাহ্ বাহরাইন থেকে কিছু নিয়ে এসেছে, এ সংবাদ তোমরা শুনেছ? তারা বললেন, জী হ্যাঁ, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! তিনি বললেনঃ তাহলে তোমরা সুসংবাদ গ্রহণ করো যা তোমাদেরকে খুশী করবে আশা রাখো। আল্লাহর শপথ! তোমাদের উপর দারিদ্র্য ও অভাব-অনটনের আশঙ্কা আমি করি না। আমি তোমাদের ব্যাপারে এ আশঙ্কা করি যে, যেমনভাবে তোমাদের উপর প্রাচুর্য ও ঐশ্বর্য ঢেলে দেয়া হবে, যেমনিভাবে পূর্ববর্তীদের উপরও প্রাচুর্য ও ঐশ্বর্য ঢেলে দেয়া হয়েছিল। অতঃপর তোমরা তেমনিভাবে প্রতিযোগিতা করবে যেমন করে তারা প্রতিযোগিতা করেছে। পরিশেষে তোমাদেরকেও ধ্বংস করে দিবে যেমনিভাবে তাদেরকে ধ্বংস করে দিয়েছে। (ই.ফা. ৭১৫৬, ই.সে. ৭২০৯)",
    "ar": "حَدَّثَنِي حَرْمَلَةُ بْنُ يَحْيَى بْنِ عَبْدِ اللَّهِ، - يَعْنِي ابْنَ حَرْمَلَةَ بْنِ عِمْرَانَ التُّجِيبِيَّ - أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ، أَخْبَرَهُ أَنَّ عَمْرَو بْنَ عَوْفٍ وَهُوَ حَلِيفُ بَنِي عَامِرِ بْنِ لُؤَىٍّ وَكَانَ شَهِدَ بَدْرًا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ إِلَى الْبَحْرَيْنِ يَأْتِي بِجِزْيَتِهَا وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم هُوَ صَالَحَ أَهْلَ الْبَحْرَيْنِ وَأَمَّرَ عَلَيْهِمُ الْعَلاَءَ بْنَ الْحَضْرَمِيِّ فَقَدِمَ أَبُو عُبَيْدَةَ بِمَالٍ مِنَ الْبَحْرَيْنِ فَسَمِعَتِ الأَنْصَارُ بِقُدُومِ أَبِي عُبَيْدَةَ فَوَافَوْا صَلاَةَ الْفَجْرِ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم انْصَرَفَ فَتَعَرَّضُوا لَهُ فَتَبَسَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ رَآهُمْ ثُمَّ قَالَ ‏\"‏ أَظُنُّكُمْ سَمِعْتُمْ أَنَّ أَبَا عُبَيْدَةَ قَدِمَ بِشَىْءٍ مِنَ الْبَحْرَيْنِ ‏\"‏ ‏.‏ فَقَالُوا أَجَلْ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ ‏\"‏ فَأَبْشِرُوا وَأَمِّلُوا مَا يَسُرُّكُمْ فَوَاللَّهِ مَا الْفَقْرَ أَخْشَى عَلَيْكُمْ ‏.‏ وَلَكِنِّي أَخْشَى عَلَيْكُمْ أَنْ تُبْسَطَ الدُّنْيَا عَلَيْكُمْ كَمَا بُسِطَتْ عَلَى مَنْ كَانَ قَبْلَكُمْ فَتَنَافَسُوهَا كَمَا تَنَافَسُوهَا وَتُهْلِكَكُمْ كَمَا أَهْلَكَتْهُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "55"
    }
  }
}