{
  "hadith": {
    "hadith_id": 7329,
    "narrator": "আনাস ইবনু মালিক (রাযিঃ)",
    "bn": "তিনি বলেন, একদা আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে ছিলাম। এ সময় তিনি হেসে বললেন, তোমরা কি জান, আমি কেন হাসলাম? আমরা বললাম, এ সম্পর্কে আল্লাহ ও তার রসূলই ভাল জানেন। অতঃপর তিনি বললেন, বান্দা তার তদীয় রবের সঙ্গে যে কথা বলবে, এজন্য হাসলাম। বান্দা বলবে, হে আমার পালনকর্তা! তুমি কি আশ্রয় দাওনি আমাকে অত্যাচার হতে? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আল্লাহ তা‘আলা বলবেন, হ্যাঁ আমি কারো প্রতি অত্যাচার করি না। এরপর বান্দা বলবে, আমি আমার ব্যাপারে স্বীয় সাক্ষ্য ছাড়া অন্য কারো সাক্ষী হওয়াকে বৈধ মনে করি না। তখন মহান আল্লাহ বলবেন, আজ তুমি নিজেই তোমার সাক্ষী হওয়ার জন্য যথেষ্ট এবং সম্মানিত কিরামান কাতিবীন (লিপিকারবৃন্দও) যথেষ্ট। তারপর বান্দার জবান বন্ধ করে দেয়া হবে এবং তার অঙ্গ-প্রত্যঙ্গকে নির্দেশ দেয়া হবে যে, তোমরা বলো। তারা তার ‘আমাল সম্পর্কে বলবে। তারপর বান্দাকে কথা বলার অনুমতি দেয়া হবে। তখন বান্দা তার অঙ্গ-প্রত্যঙ্গকে উদ্দেশ্য করে বলবে, অভিসম্পাত তোমাদের প্রতি, তোমরা দূর হয়ে যাও। আমি তো তোমাদের জন্যই বিবাদ করছিলাম। (ই.ফা. ৭১৭০, ই.সে. ৭২২৩)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ النَّضْرِ بْنِ أَبِي النَّضْرِ، حَدَّثَنِي أَبُو النَّضْرِ، هَاشِمُ بْنُ الْقَاسِمِ حَدَّثَنَا عُبَيْدُ اللَّهِ الأَشْجَعِيُّ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ عُبَيْدٍ الْمُكْتِبِ، عَنْ فُضَيْلٍ، عَنِ الشَّعْبِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَضَحِكَ فَقَالَ ‏\"‏ هَلْ تَدْرُونَ مِمَّ أَضْحَكُ ‏\"‏ ‏.‏ قَالَ قُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ مِنْ مُخَاطَبَةِ الْعَبْدِ رَبَّهُ يَقُولُ يَا رَبِّ أَلَمْ تُجِرْنِي مِنَ الظُّلْمِ قَالَ يَقُولُ بَلَى ‏.‏ قَالَ فَيَقُولُ فَإِنِّي لاَ أُجِيزُ عَلَى نَفْسِي إِلاَّ شَاهِدًا مِنِّي قَالَ فَيَقُولُ كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ شَهِيدًا وَبِالْكِرَامِ الْكَاتِبِينَ شُهُودًا - قَالَ - فَيُخْتَمُ عَلَى فِيهِ فَيُقَالُ لأَرْكَانِهِ انْطِقِي ‏.‏ قَالَ فَتَنْطِقُ بِأَعْمَالِهِ - قَالَ - ثُمَّ يُخَلَّى بَيْنَهُ وَبَيْنَ الْكَلاَمِ - قَالَ - فَيَقُولُ بُعْدًا لَكُنَّ وَسُحْقًا ‏.‏ فَعَنْكُنَّ كُنْتُ أُنَاضِلُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "55"
    }
  }
}