{
  "hadith": {
    "hadith_id": 736,
    "narrator": "‘উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মুওয়ায্‌যিন যখন “আল্ল-হু আকবার, আল্ল-হু আকবার” বলে তখন তোমাদের কোন ব্যক্তি আন্তরিকতার সাথে তার জবাবে বলেঃ “আল্লহু আকবার, আল্ল-হু আকবার”। যখন মুওয়ায্‌যিন বলেঃ “আশহাদু আল লা-ইলা-হা ইল্লাল্ল-হ” এর জবাবে সেও বলেঃ “আশহাদু আল লা-ইলা-হা ইল্লাল্ল-হ”। অতঃপর মুওয়ায্‌যিন বলে: আশহাদু আন্না মুহাম্মাদান রসূলুল্লা-হ” এর জবাবে সে বলেঃ “আশহাদু আন্না মুহাম্মাদান রসূলুল্ল-হ্‌’। অতঃপর মুওয়ায্‌যিন বলেঃ “হাইয়্যা ‘আলাস সলা-হ্‌” এর জবাবে সে বলেঃ “লা-হাওলা ওয়ালা-কুও্‌ওয়াতা ইল্লা বিল্লা-হ”। অতঃপর মুওয়ায্‌যিন বলেঃ “হাইয়্যা ‘আলাল ফালা-হ্‌” এর জবাবে সে বলেঃ ““লা-হাওলা ওয়ালা-কুও্‌ওয়াতা ইল্লা বিল্লা-হ”। অতঃপর মুওয়ায্‌যিন বলেঃ “আল্ল-হু আকবার, আল্ল-হু আকবার”এর জবাবে সে বলেঃ “আল্ল-হু আকবর, আল্ল-হু আকবার”। অতঃপর মুওয়ায্‌যিন বলেঃ “লা-ইলা-হা ইল্লাল-হ” এর জবাবে সে বলেঃ “লা- ইলা-হা ইল্লাল্ল-হ”। আযানের এ জবাব দেয়ার কারণে সে বেহেশতে যাবে। (ই. ফা. ৭৩৪, ই. সে. ৭৪৯)।",
    "ar": "حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا أَبُو جَعْفَرٍ، مُحَمَّدُ بْنُ جَهْضَمٍ الثَّقَفِيُّ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ عُمَارَةَ بْنِ غَزِيَّةَ، عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ إِسَافٍ، عَنْ حَفْصِ بْنِ عَاصِمِ بْنِ عُمَرَ بْنِ الْخَطَّابِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عُمَرَ بْنِ الْخَطَّابِ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا قَالَ الْمُؤَذِّنُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ‏.‏ فَقَالَ أَحَدُكُمُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ‏.‏ ثُمَّ قَالَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ ‏.‏ قَالَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ ثُمَّ قَالَ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ ‏.‏ قَالَ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ ‏.‏ ثُمَّ قَالَ حَىَّ عَلَى الصَّلاَةِ ‏.‏ قَالَ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ ‏.‏ ثُمَّ قَالَ حَىَّ عَلَى الْفَلاَحِ ‏.‏ قَالَ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ ‏.‏ ثُمَّ قَالَ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ‏.‏ قَالَ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ‏.‏ ثُمَّ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ ‏.‏ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ ‏.‏ مِنْ قَلْبِهِ دَخَلَ الْجَنَّةَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}