{
  "hadith": {
    "hadith_id": 7363,
    "narrator": "আবূ হুরাইরাহ্ (রাযিঃ)-এর সূত্রে নাবী (সাঃ)",
    "bn": "তিনি বলেন, একদিন এক লোক কোন এক মরুপ্রান্তরে সফর করছিলেন। এমন সময় অকস্মাৎ মেঘের মধ্যে একটি আওয়াজ শুনতে পেলেন যে, অমুকের বাগানে পানি দাও। সাথে সাথে ঐ মেঘ খণ্ডটি একদিকে সরে যেতে লাগল। এরপর এক প্রস্তরময় ভূমিতে বৃষ্টি বর্ষিত হল। ঐ স্থানের নালাসমূহের একটি নালা ঐ পানিতে সম্পূর্ণরূপে পূর্ণ হয়ে গেল। তখন সে লোকটি পানির অনুগমন করে চলল। চলার পথে সে এক লোককে দাঁড়ানো অবস্থায় দেখতে পেল যিনি কোদাল দিয়ে পানি বাগানে সবদিকে ছড়িয়ে দিচ্ছে। এ দেখে সে তাকে বলল, হে আল্লাহর বান্দা! তোমার নাম কি? সে বলল, আমার নাম অমুক, যা তিনি মেঘখণ্ডের মাঝে শুনতে পেয়েছিলেন। তারপর বাগানের মালিক তাকে জিজ্ঞেস করল, হে আল্লাহর বান্দা! তুমি আমার নাম জানতে চাইলে কেন? উত্তরে সে বলল, যে মেঘের এ পানি, এর মাঝে আমি এ আওয়াজ শুনতে পেয়েছি, তোমার নাম নিয়ে বলছে যে, অমুকের বাগানে পানি দাও। এরপর বলল, তুমি এ বাগানের ব্যাপারে কি করো? মালিক বলল, যেহেতু তুমি জিজ্ঞেস করছ তাই বলছি, প্রথমে আমি এ বাগানের উৎপন্ন ফসলের হিসাব করি। অতঃপর এর এক তৃতীয়াংশ সদাকাহ্ করি, এক তৃতীয়াংশ আমি ও আমার পরিবার-পরিজনের জন্য রাখি এবং এক তৃতীয়াংশ বাগানের উন্নয়নের কাজে খরচ করি। (ই.ফা. ৭২০৩, ই.সে. ৭২৫৬)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَزُهَيْرُ بْنُ حَرْبٍ، - وَاللَّفْظُ لأَبِي بَكْرٍ - قَالاَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، اللَّيْثِيِّ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ بَيْنَا رَجُلٌ بِفَلاَةٍ مِنَ الأَرْضِ فَسَمِعَ صَوْتًا فِي سَحَابَةٍ اسْقِ حَدِيقَةَ فُلاَنٍ ‏.‏ فَتَنَحَّى ذَلِكَ السَّحَابُ فَأَفْرَغَ مَاءَهُ فِي حَرَّةٍ فَإِذَا شَرْجَةٌ مِنْ تِلْكَ الشِّرَاجِ قَدِ اسْتَوْعَبَتْ ذَلِكَ الْمَاءَ كُلَّهُ فَتَتَبَّعَ الْمَاءَ فَإِذَا رَجُلٌ قَائِمٌ فِي حَدِيقَتِهِ يُحَوِّلُ الْمَاءَ بِمِسْحَاتِهِ فَقَالَ لَهُ يَا عَبْدَ اللَّهِ مَا اسْمُكَ قَالَ فُلاَنٌ ‏.‏ لِلاِسْمِ الَّذِي سَمِعَ فِي السَّحَابَةِ فَقَالَ لَهُ يَا عَبْدَ اللَّهِ لِمَ تَسْأَلُنِي عَنِ اسْمِي فَقَالَ إِنِّي سَمِعْتُ صَوْتًا فِي السَّحَابِ الَّذِي هَذَا مَاؤُهُ يَقُولُ اسْقِ حَدِيقَةَ فُلاَنٍ لاِسْمِكَ فَمَا تَصْنَعُ فِيهَا قَالَ أَمَّا إِذَا قُلْتَ هَذَا فَإِنِّي أَنْظُرُ إِلَى مَا يَخْرُجُ مِنْهَا فَأَتَصَدَّقُ بِثُلُثِهِ وَآكُلُ أَنَا وَعِيَالِي ثُلُثًا وَأَرُدُّ فِيهَا ثُلُثَهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "55"
    }
  }
}