{
  "hadith": {
    "hadith_id": 7401,
    "narrator": "সুহায়ব (রাযিঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তোমাদের পূর্ববর্তী যামানায় এক বাদশাহ ছিল। তার ছিল এক যাদুকর। বার্ধ্যক্যে পৌঁছে সে বাদশাহ্কে বলল, আমি তো বৃদ্ধ হয়ে পড়েছি, সুতরাং একজন যুবককে আপনি আমার কাছে প্রেরণ করুন, যাকে আমি যাদুবিদ্যা শিক্ষা দিব। অতঃপর যাদুবিদ্যা শিক্ষা দেয়ার জন্য বাদশাহ তার কাছে এক যুবককে প্রেরণ করল। বালকের যাত্রাপথে ছিল এক ধর্মযাজক। যুবক তার কাছে বসল এবং তার কথা শুনল। তার কথা যুবকের পছন্দ হলো। তারপর যুবক যাদুকরের কাছে যাত্রাকালে সর্বদাই ধর্মযাজকের কাছে যেত এবং তার নিকট বসত। তারপর সে যখন যাদুকরের কাছে যেত তখন সে তাকে মারধর করত। ফলে যাদুকরের ব্যাপারে সে ধর্মযাজকের কাছে অভিযোগ করল। তখন ধর্মযাজক বলল, তোমার যদি যাদুকরের ব্যাপারে ভয় হয় তবে বলবে, আমার পরিবারের লোকেরা আমাকে আসতে দেয়নি। আর যদি তুমি তোমার গৃহকর্তার ব্যাপারে আশঙ্কাবোধ করো তবে বলবে, যাদুকর আমাকে বিলম্বে ছুটি দিয়েছে। এমনিভাবে চলতে থাকাবস্থায় একদিন হঠাৎ সে একটি ভয়ানক হিংস্র প্রাণীর সম্মুখীন হলো, যা লোকেদের পথ আটকিয়ে রেখেছিল। এ অবস্থা দেখে সে বলল, আজই জানতে পারব, যাদুকর উত্তম না ধর্মযাজক উত্তম। অতঃপর একটি পাথর হাতে নিয়ে সে বলল, হে আল্লাহ! যদি যাদুকরের চাইতে ধর্মযাজক আপনার কাছে পছন্দনীয় হয়, তবে এ পাথরাঘাতে এ হিংস্র প্রাণীটি নিঃশেষ করে দিন, যেন লোকজন চলাচল করতে পারে। অতঃপর সে সেটার প্রতি পাথর ছুঁড়ে দিল এবং সেটাকে মেরে ফেলল। ফলে লোকজন আবার যাতায়াত শুরু করল। এরপর সে ধর্মযাজকের কাছে এসে তাকে সম্পূর্ন ঘটনা বলল। ধর্মযাজক বলল, বৎস! আজ তুমি আমার থেকেও শ্রেষ্ঠ। তোমার মর্যাদা এ পর্যন্ত পৌঁছেছে যা আমি দেখতে পাচ্ছি। তবে শীঘ্রই তুমি পরীক্ষার সম্মুখীন হবে। যদি পরীক্ষার মুখোমুখি হও তবে আমার কথা গোপন রাখবে। এদিকে যুবক আল্লাহর হুকুমে জন্মান্ধ ও কুষ্ঠরোগীকে আরোগ্য দান করতে লাগল এবং লোকদের সমুদয় রোগ-ব্যাধির নিরাময় করতে লাগল। বাদশাহ্র পরিষদবর্গের এক লোক অন্ধ হয়ে গিয়েছিল। তার সংবাদ সে শুনতে পেয়ে বহু হাদিয়া ও উপঢৌকন নিয়ে তার নিকট আসলো এবং তাকে বলল, তুমি যদি আমাকে আরোগ্য দান করতে পার তবে এসব মাল আমি তোমাকে দিয়ে দিব। এ কথা শুনে যুবক বলল, আমি তো কাউকে আরোগ্য দান করতে পারিনা। আরোগ্য তো দেন আল্লাহ তা‘আলা। তুমি যদি আল্লাহর উপর ঈমান আনো তবে আমি আল্লাহর কাছে দু‘আ করব, আল্লাহ তোমাকে আরোগ্য দান করবেন। তারপর সে আল্লাহর উপর ঈমান আনলো। আল্লাহ তা‘য়ালা তাকে রোগ মু্ক্ত করে দিলেন। এরপর সে বাদশাহ্র কাছে এসে অন্যান্য দিনের ন্যায় এবারও বসল। বাদশাহ্ তাকে প্রশ্ন করল, কে তোমর দৃষ্টিশক্তি ফিরিয়ে দিয়েছে? সে বলল, আমার পালনকর্তা। এ কথা শুনে বাদশাহ্ তাকে আবার প্রশ্ন করল, আমি ছাড়া তোমার অন্য কোন পালনকর্তাও আছে কি? সে বলল, আমার ও আপনার সকলের প্রতিপালকই মহান আল্লাহ রব্বুল ‘আলামীন। অতঃপর বাদশাহ্ তাকে পাকড়াও করে অবিরতভাবে শাস্তি দিতে লাগল, অবশেষে সে ঐ বালকের অনুসন্ধান দিল, অতঃপর বালককে নিয়ে আসা হলো। বাদশাহ্ তাকে বলল, হে প্রিয় বৎস! তোমার যাদু এ পর্যায়ে পৌঁছে গেছে যে, তুমি অন্ধ ও কুষ্ঠ রোগীকেও নিরাময় করতে পার। বালক বলল, আমি কাউকে নিরাময় করতে পারিনা। নিরাময় করেন আল্লাহ। ফলে বাদশাহ্ তাকে শাস্তি দিতে লাগল, অবশেষে সে ধর্মযাজকের (দরবেশের) কথা বলে দিল। এরপর ধর্মযাজককে ধরে আনা হলো এবং তাকে বলা হলো তুমি তোমার দ্বীন থেকে ফিরে এসো। সে অস্বীকার করল, ফলে তার মাথার তালুতে করাত রেখে সেটাকে টুকরো টুকরো করে ফেলা হলো। এতে তার মাথাও দ্বিখণ্ডিত হয়ে গেল। অবশেষে ঐ যুবকটিকে আনা এবং তাকেও বলা হলো। তুমি তোমার দ্বীন থেকে ফিরে এসো। সেও অস্বীকার করল। অতঃপর বাদশাহ তাকে তার কিছু সহচরের হাতে তাকে অর্পণ করে বলল, তোমরা তাকে অমুক পাহাড়ে নিয়ে যাও এবং তাকেসহ পাহাড়ে আরোহণ করো। পর্বত শৃঙ্গে পৌঁছার পর সে যদি তার ধর্ম থেকে ফিরে আসে তবে ভাল। নতুবা তাকে সেখান থেকে ছুঁড়ে মারবে। তারপর তারা তাকে নিয়ে গেল এবং তাকেসহ পর্বতে আরোহণ করল। তখন সে দু’আ করে বলল, হে আল্লাহ! তোমার যেভাবে ইচ্ছা আমাকে তাদের ষড়যন্ত্র থেকে রক্ষ করো। তৎক্ষণাৎ তাদেরকেসহ পাহাড় কেঁপে উঠল। ফলে তারা পাহাড় হতে গড়িয়ে পড়ল। আর সে হেঁটে হেঁটে বাদশাহ্র কাছে চলে এলো। এ দেখে বাদশাহ্ তাকে প্রশ্ন করল, তোমার সাথীরা কোথায়? সে বলল, আল্লাহ আমাকে তাদের চক্রান্ত হতে সংরক্ষণ করেছেন। আবারো বাদশাহ্ তাকে তার কতিপরয় সহচরের হাতে সমর্পণ করে বলল, তোমরা তাকে নিয়ে নাও এবং নৌকায় উঠিয়ে তাকে মাঝ সমুদ্রে নিয়ে যাও। অতঃপর সে যদি তার দ্বীন (ধর্ম) হতে ফিরে আসে তবে ভাল, নতুবা তোমরা তাকে সমু্দ্রে ফেলে দাও। তারা তাকে সমুদ্রে নিয়ে গেল। এবারও সে দু‘আ করে বলল, হে আল্লাহ! তোমার যেভাবে ইচ্ছা তুমি আমাকে তাদের চক্রান্ত থেকে রক্ষা করো। তৎক্ষণাৎ নৌকাটি তাদেরসহ উল্টে গেল। ফলে তারা সকলেই পানিতে ডুবে গেল। আর যুবক হেঁটে হেঁটে বাদশাহ্র কাছে চলে এলো। এ দেখে বাদশাহ্ তাকে আবার প্রশ্ন করল, তোমার সঙ্গীগণ কোথায়? সে বলল, আল্লাহ আমাকে তাদের ষড়যন্ত্র হতে রক্ষা করেছেন। অতঃপর সে বাদশাহকে বলল, তুমি আমাকে হত্যা করতে পারবে না যে পর্যন্ত না তুমি আমার নির্দেশিত পদ্ধতি অবলম্বন করবে। বাদশাহ্ বলল, সে আবার কি? যুবক বলল, একটি ময়দানে তুমি লোকদেরকে জমায়েত করো। অতঃপর একটি কাষ্ঠের শূলীতে আমাকে উঠিয়ে আমার তীরদানী হতে একটি তীর নিয়ে সেটাকে ধনুকের মাঝে রাখে। এরপর …………. “বালকের প্রভুর নামে” বলে আমার দিকে তীর নিক্ষেপ কর। এ যদি করো তবে তুমি আমাকে মেরে ফেলতে পারবে। তার কথা অনুসারে বাদশাহ্ লোকদেরকে এক মাঠে জমায়েত করল এবং তাকে একটি কাষ্ঠের শূলীতে চড়ালো। অতঃপর তার তীরদানী হতে একটি তীর নিয়ে সেটাকে ধনুকের মাঝে রেখে  ……………… “বালকের প্রভুর নামে” বলে তার দিকে তা নিক্ষেপ করল। তীর তার কানের নিম্নাংশে গিয়ে বিঁধল। অতঃপর সে তীরবিদ্ধ স্থানে নিজের হাত রাখল এবং সাথে সাথে প্রাণ ত্যাগ করল। এ দৃশ্য দেখে রাজ্যের লোকজন বলে উঠল, …………………… আমরা এ যুবকের পালনকর্তার উপর ঈমান আনলাম।\nএ সংবাদ বাদশাহ্কে জানানো হলো এবং তাকে বলা হলো, লক্ষ্য করেছেন কি? আপনি যে পরিস্থিতি হতে আশঙ্কা করছিলেন, আল্লাহর শপথ! সে আশঙ্কাজন পরিস্থিতিই আপনার মাথার উপর চেপে বসেছে। সকল মানুষই যুবকের পালনকর্তার উপর ঈমান এনেছে। এ দেখে বাদশাহ্ সকল রাস্তার মাথায় গর্ত খননের নির্দেশ দিল। গর্ত খননকরা হলো এবং ওগুলোতে অগ্নি প্রজ্জ্বলিত করা হলো। অতঃপর বাদশাহ্ আদেশ করল যে, যে লোক তার ধর্মমত বর্জন না করবে তাকে ওগুলোতে নিপতিত করবে। কিংবা সে বলল, তাকে বলবে, যেন সে অগ্নিতে প্রবেশ করে। লোকেরা তাই করল। পরিশেষে এক মহিলা একটি শিশু নিয়ে অগ্নিগহ্বরে পতিত হবার ব্যাপারে ইতস্তত করছিল। এ দেখে দুধের শিশু তাকে (মাকে) বলল, ওহে আম্মাজান! সবর করুন, আপনি তো সত্য দ্বীনের (ধর্মের) উপর প্রতিষ্ঠিত আছেন। (ই.ফা. ৭২৩৯, ই.সে. ৭২৯৩)",
    "ar": "حَدَّثَنَا هَدَّابُ بْنُ خَالِدٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، حَدَّثَنَا ثَابِتٌ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ، أَبِي لَيْلَى عَنْ صُهَيْبٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ كَانَ مَلِكٌ فِيمَنْ كَانَ قَبْلَكُمْ وَكَانَ لَهُ سَاحِرٌ فَلَمَّا كَبِرَ قَالَ لِلْمَلِكِ إِنِّي قَدْ كَبِرْتُ فَابْعَثْ إِلَىَّ غُلاَمًا أُعَلِّمْهُ السِّحْرَ ‏.‏ فَبَعَثَ إِلَيْهِ غُلاَمًا يُعَلِّمُهُ فَكَانَ فِي طَرِيقِهِ إِذَا سَلَكَ رَاهِبٌ فَقَعَدَ إِلَيْهِ وَسَمِعَ كَلاَمَهُ فَأَعْجَبَهُ فَكَانَ إِذَا أَتَى السَّاحِرَ مَرَّ بِالرَّاهِبِ وَقَعَدَ إِلَيْهِ فَإِذَا أَتَى السَّاحِرَ ضَرَبَهُ فَشَكَا ذَلِكَ إِلَى الرَّاهِبِ فَقَالَ إِذَا خَشِيتَ السَّاحِرَ فَقُلْ حَبَسَنِي أَهْلِي ‏.‏ وَإِذَا خَشِيتَ أَهْلَكَ فَقُلْ حَبَسَنِي السَّاحِرُ ‏.‏ فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ أَتَى عَلَى دَابَّةٍ عَظِيمَةٍ قَدْ حَبَسَتِ النَّاسَ فَقَالَ الْيَوْمَ أَعْلَمُ آلسَّاحِرُ أَفْضَلُ أَمِ الرَّاهِبُ أَفْضَلُ فَأَخَذَ حَجَرًا فَقَالَ اللَّهُمَّ إِنْ كَانَ أَمْرُ الرَّاهِبِ أَحَبَّ إِلَيْكَ مِنْ أَمْرِ السَّاحِرِ فَاقْتُلْ هَذِهِ الدَّابَّةَ حَتَّى يَمْضِيَ النَّاسُ ‏.‏ فَرَمَاهَا فَقَتَلَهَا وَمَضَى النَّاسُ فَأَتَى الرَّاهِبَ فَأَخْبَرَهُ فَقَالَ لَهُ الرَّاهِبُ أَىْ بُنَىَّ أَنْتَ الْيَوْمَ أَفْضَلُ مِنِّي ‏.‏ قَدْ بَلَغَ مِنْ أَمْرِكَ مَا أَرَى وَإِنَّكَ سَتُبْتَلَى فَإِنِ ابْتُلِيتَ فَلاَ تَدُلَّ عَلَىَّ ‏.‏ وَكَانَ الْغُلاَمُ يُبْرِئُ الأَكْمَهَ وَالأَبْرَصَ وَيُدَاوِي النَّاسَ مِنْ سَائِرِ الأَدْوَاءِ فَسَمِعَ جَلِيسٌ لِلْمَلِكِ كَانَ قَدْ عَمِيَ فَأَتَاهُ بِهَدَايَا كَثِيرَةٍ فَقَالَ مَا هَا هُنَا لَكَ أَجْمَعُ إِنْ أَنْتَ شَفَيْتَنِي فَقَالَ إِنِّي لاَ أَشْفِي أَحَدًا إِنَّمَا يَشْفِي اللَّهُ فَإِنْ أَنْتَ آمَنْتَ بِاللَّهِ دَعَوْتُ اللَّهَ فَشَفَاكَ ‏.‏ فَآمَنَ بِاللَّهِ فَشَفَاهُ اللَّهُ فَأَتَى الْمَلِكَ فَجَلَسَ إِلَيْهِ كَمَا كَانَ يَجْلِسُ فَقَالَ لَهُ الْمَلِكُ مَنْ رَدَّ عَلَيْكَ بَصَرَكَ قَالَ رَبِّي ‏.‏ قَالَ وَلَكَ رَبٌّ غَيْرِي قَالَ رَبِّي وَرَبُّكَ اللَّهُ ‏.‏ فَأَخَذَهُ فَلَمْ يَزَلْ يُعَذِّبُهُ حَتَّى دَلَّ عَلَى الْغُلاَمِ فَجِيءَ بِالْغُلاَمِ فَقَالَ لَهُ الْمَلِكُ أَىْ بُنَىَّ قَدْ بَلَغَ مِنْ سِحْرِكَ مَا تُبْرِئُ الأَكْمَهَ وَالأَبْرَصَ وَتَفْعَلُ وَتَفْعَلُ ‏.‏ فَقَالَ إِنِّي لاَ أَشْفِي أَحَدًا إِنَّمَا يَشْفِي اللَّهُ ‏.‏ فَأَخَذَهُ فَلَمْ يَزَلْ يُعَذِّبُهُ حَتَّى دَلَّ عَلَى الرَّاهِبِ فَجِيءَ بِالرَّاهِبِ فَقِيلَ لَهُ ارْجِعْ عَنْ دِينِكَ ‏.‏ فَأَبَى فَدَعَا بِالْمِئْشَارِ فَوَضَعَ الْمِئْشَارَ فِي مَفْرِقِ رَأْسِهِ فَشَقَّهُ حَتَّى وَقَعَ شِقَّاهُ ثُمَّ جِيءَ بِجَلِيسِ الْمَلِكِ فَقِيلَ لَهُ ارْجِعْ عَنْ دِينِكَ ‏.‏ فَأَبَى فَوَضَعَ الْمِئْشَارَ فِي مَفْرِقِ رَأْسِهِ فَشَقَّهُ بِهِ حَتَّى وَقَعَ شِقَّاهُ ثُمَّ جِيءَ بِالْغُلاَمِ فَقِيلَ لَهُ ارْجِعْ عَنْ دِينِكَ ‏.‏ فَأَبَى فَدَفَعَهُ إِلَى نَفَرٍ مِنْ أَصْحَابِهِ فَقَالَ اذْهَبُوا بِهِ إِلَى جَبَلِ كَذَا وَكَذَا فَاصْعَدُوا بِهِ الْجَبَلَ فَإِذَا بَلَغْتُمْ ذُرْوَتَهُ فَإِنْ رَجَعَ عَنْ دِينِهِ وَإِلاَّ فَاطْرَحُوهُ فَذَهَبُوا بِهِ فَصَعِدُوا بِهِ الْجَبَلَ فَقَالَ اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ ‏.‏ فَرَجَفَ بِهِمُ الْجَبَلُ فَسَقَطُوا وَجَاءَ يَمْشِي إِلَى الْمَلِكِ فَقَالَ لَهُ الْمَلِكُ مَا فَعَلَ أَصْحَابُكَ قَالَ كَفَانِيهِمُ اللَّهُ ‏.‏ فَدَفَعَهُ إِلَى نَفَرٍ مِنْ أَصْحَابِهِ فَقَالَ اذْهَبُوا بِهِ فَاحْمِلُوهُ فِي قُرْقُورٍ فَتَوَسَّطُوا بِهِ الْبَحْرَ فَإِنْ رَجَعَ عَنْ دِينِهِ وَإِلاَّ فَاقْذِفُوهُ ‏.‏ فَذَهَبُوا بِهِ فَقَالَ اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ ‏.‏ فَانْكَفَأَتْ بِهِمُ السَّفِينَةُ فَغَرِقُوا وَجَاءَ يَمْشِي إِلَى الْمَلِكِ فَقَالَ لَهُ الْمَلِكُ مَا فَعَلَ أَصْحَابُكَ قَالَ كَفَانِيهِمُ اللَّهُ ‏.‏ فَقَالَ لِلْمَلِكِ إِنَّكَ لَسْتَ بِقَاتِلِي حَتَّى تَفْعَلَ مَا آمُرُكَ بِهِ ‏.‏ قَالَ وَمَا هُوَ قَالَ تَجْمَعُ النَّاسَ فِي صَعِيدٍ وَاحِدٍ وَتَصْلُبُنِي عَلَى جِذْعٍ ثُمَّ خُذْ سَهْمًا مِنْ كِنَانَتِي ثُمَّ ضَعِ السَّهْمَ فِي كَبِدِ الْقَوْسِ ثُمَّ قُلْ بِاسْمِ اللَّهِ رَبِّ الْغُلاَمِ ‏.‏ ثُمَّ ارْمِنِي فَإِنَّكَ إِذَا فَعَلْتَ ذَلِكَ قَتَلْتَنِي ‏.‏ فَجَمَعَ النَّاسَ فِي صَعِيدٍ وَاحِدٍ وَصَلَبَهُ عَلَى جِذْعٍ ثُمَّ أَخَذَ سَهْمًا مِنْ كِنَانَتِهِ ثُمَّ وَضَعَ السَّهْمَ فِي كَبِدِ الْقَوْسِ ثُمَّ قَالَ بِاسْمِ اللَّهِ رَبِّ الْغُلاَمِ ‏.‏ ثُمَّ رَمَاهُ فَوَقَعَ السَّهْمُ فِي صُدْغِهِ فَوَضَعَ يَدَهُ فِي صُدْغِهِ فِي مَوْضِعِ السَّهْمِ فَمَاتَ فَقَالَ النَّاسُ آمَنَّا بِرَبِّ الْغُلاَمِ آمَنَّا بِرَبِّ الْغُلاَمِ آمَنَّا بِرَبِّ الْغُلاَمِ ‏.‏ فَأُتِيَ الْمَلِكُ فَقِيلَ لَهُ أَرَأَيْتَ مَا كُنْتَ تَحْذَرُ قَدْ وَاللَّهِ نَزَلَ بِكَ حَذَرُكَ قَدْ آمَنَ النَّاسُ ‏.‏ فَأَمَرَ بِالأُخْدُودِ فِي أَفْوَاهِ السِّكَكِ فَخُدَّتْ وَأَضْرَمَ النِّيرَانَ وَقَالَ مَنْ لَمْ يَرْجِعْ عَنْ دِينِهِ فَأَحْمُوهُ فِيهَا ‏.‏ أَوْ قِيلَ لَهُ اقْتَحِمْ ‏.‏ فَفَعَلُوا حَتَّى جَاءَتِ امْرَأَةٌ وَمَعَهَا صَبِيٌّ لَهَا فَتَقَاعَسَتْ أَنْ تَقَعَ فِيهَا فَقَالَ لَهَا الْغُلاَمُ يَا أُمَّهِ اصْبِرِي فَإِنَّكِ عَلَى الْحَقِّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "55"
    }
  }
}