{
  "hadith": {
    "hadith_id": 7402,
    "narrator": "‘উবাদাহ্ ইবনু ওয়ালীদ ইবনু ‘উবাদাহ্ ইবনু সামিত (রাযিঃ)",
    "bn": "তিনি বলেন, একদিন আমি এবং আমার পিতা আনসারী সহাবাগণের ইন্তিকালের পূর্বে আনসারী সহাবাদের এ এলাকায় ‘ইল্‌মে দ্বীন শিক্ষা করার উদ্দেশে বের হলাম। প্রথমে আমাদের যার সাথে দেখা হলো, তিনি হলেন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহাবা আবুল ইয়াসার (রাঃ)। এক বোঝা কিতাব নিয়ে তাঁর সাথে ছিলেন এক গোলাম। তখন আবুল ইয়াসার (রাঃ)-এর শরীরে ছিল একটি চাদর এবং একটি মু‘আফিরী কাপড়। অনুরূপভাবে তাঁর গোলামের গায়েও একটি চাদর এবং একটি মু‘আফিরী কাপড় বিদ্যমান ছিল। অতঃপর আমার আব্বা তাঁকে বললেন, হে চাচাজান! আপনার চেহারায় যে ক্রোধের নিদর্শন লক্ষ্য করছি। তিনি বললেন, হ্যাঁ; কারণ, বানী হারাম গোত্রের অমুকের পুত্র অমুকের কাছে আমি মাল পাওনা আছি। তাগাদার উদ্দেশে আমি তার বাড়ীতে গেছি। অতঃপর আমি সালাম দিয়ে বললাম, অমুক কোথায়, সে বাড়ী আছে কি? গৃহের ভিতর হতে তারা বলল, সে গৃহে নেই। এমতাবস্থায় তার এক শিশু ছেলে বাইরে আমার কাছে এলো। আমি তাকে বললাম, তোমার বাবা কোথায়? সে বলল, আপনার আওয়াজ শুনে আমার আম্মার খাটের ভেতর পালিয়ে রয়েছে। আমি তাকে বললাম, আমার কাছে এসো। অবশ্যই আমি জানি তুমি কোথায় রয়েছো। অতঃপর সে বেরিয়ে আসলো। আমি তাকে বললাম, আমার থেকে আত্মগোপন করার বিষয়ে কিসে তোমাকে অনুপ্রাণিত করেছে। সে বলল, আল্লাহর শপথ? আমি আপনাকে যা বলব, তা মিথ্যা বলব না। আল্লাহর শপথ, আপনি তো রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সহাবা, তাই এ বিষয়টিকে আমি ভয়ানক মনে করেছি যে, আমি আপনার সঙ্গে মিথ্যা কথা বলব অথবা প্রতিশ্রুতি করে প্রতিশ্রুতি ভঙ্গ করব। আল্লাহর শপথ! আমি একজন অভাবগ্রস্ত লোক। আমি বললাম, আল্লাহর শপথ করে বলছো? সে বলল, হ্যাঁ, আল্লাহর শপথ করে বলছি। আমি আবারো বললাম, আল্লাহর শপথ করে বলছ? সে বলল, হ্যাঁ আল্লাহর শপথ করে বলছি। অতঃপর এতদসংশ্লিষ্ট দলীল আনা হলো এবং আবুল ইয়াসার স্বীয় হাতে সেটা মুছে দিলেন। তারপর তিনি বললেন, আমার ঋণ পরিশোধ করার টাকা যদি তোমার হস্তগত হয় তবে তুমি তা পরিশোধ করবে। অন্যথায় তুমি আমার পক্ষ থেকে এ ঋণ হতে মুক্ত। অতঃপর আবুল ইয়াসার (রাঃ) দু’টি আঙ্গুল তার চক্ষুদ্বয়ের উপর রেখে বললেন, আমার উভয় চোখের দৃষ্টি প্রত্যক্ষ করেছে, আমার উভয় কান শ্রবণ করেছে এবং হৃদয় ধমণীর প্রতি ইঙ্গিত করে তিনি বললেন, আমার অন্তর তা সংরক্ষণ করেছে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যে ব্যক্তি কোন অভাবগ্রস্তকে সুযোগ দেয় বা ক্ষমা করে দেয় আল্লাহ তা‘আলা তাকে তাঁর স্বীয় ছায়ার নীচে আশ্রয় দিবেন। (ই.ফা. ৭২৪০, ই.সে. ৭২৯৪)",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ مَعْرُوفٍ، وَمُحَمَّدُ بْنُ عَبَّادٍ، - وَتَقَارَبَا فِي لَفْظِ الْحَدِيثِ - وَالسِّيَاقُ لِهَارُونَ قَالاَ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ عَنْ يَعْقُوبَ بْنِ مُجَاهِدٍ أَبِي حَزْرَةَ عَنْ عُبَادَةَ بْنِ الْوَلِيدِ بْنِ عُبَادَةَ بْنِ الصَّامِتِ قَالَ خَرَجْتُ أَنَا وَأَبِي نَطْلُبُ الْعِلْمَ فِي هَذَا الْحَىِّ مِنَ الأَنْصَارِ قَبْلَ أَنْ يَهْلِكُوا فَكَانَ أَوَّلُ مَنْ لَقِينَا أَبَا الْيَسَرِ صَاحِبَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَمَعَهُ غُلاَمٌ لَهُ مَعَهُ ضِمَامَةٌ مِنْ صُحُفٍ وَعَلَى أَبِي الْيَسَرِ بُرْدَةٌ وَمَعَافِرِيٌّ وَعَلَى غُلاَمِهِ بُرْدَةٌ وَمَعَافِرِيٌّ فَقَالَ لَهُ أَبِي يَا عَمِّ إِنِّي أَرَى فِي وَجْهِكَ سَفْعَةً مِنْ غَضَبٍ ‏.‏ قَالَ أَجَلْ كَانَ لِي عَلَى فُلاَنِ بْنِ فُلاَنٍ الْحَرَامِيِّ مَالٌ فَأَتَيْتُ أَهْلَهُ فَسَلَّمْتُ فَقُلْتُ ثَمَّ هُوَ قَالُوا لاَ ‏.‏ فَخَرَجَ عَلَىَّ ابْنٌ لَهُ جَفْرٌ فَقُلْتُ لَهُ أَيْنَ أَبُوكَ قَالَ سَمِعَ صَوْتَكَ فَدَخَلَ أَرِيكَةَ أُمِّي ‏.‏ فَقُلْتُ اخْرُجْ إِلَىَّ فَقَدْ عَلِمْتُ أَيْنَ أَنْتَ ‏.‏ فَخَرَجَ فَقُلْتُ مَا حَمَلَكَ عَلَى أَنِ اخْتَبَأْتَ مِنِّي قَالَ أَنَا وَاللَّهِ أُحَدِّثُكَ ثُمَّ لاَ أَكْذِبُكَ خَشِيتُ وَاللَّهِ أَنْ أُحَدِّثَكَ فَأَكْذِبَكَ وَأَنْ أَعِدَكَ فَأُخْلِفَكَ وَكُنْتَ صَاحِبَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَكُنْتُ وَاللَّهِ مُعْسِرًا ‏.‏ قَالَ قُلْتُ آللَّهِ ‏.‏ قَالَ اللَّهِ ‏.‏ قُلْتُ آللَّهِ ‏.‏ قَالَ اللَّهِ ‏.‏ قُلْتُ آللَّهِ ‏.‏ قَالَ اللَّهِ ‏.‏ قَالَ فَأَتَى بِصَحِيفَتِهِ فَمَحَاهَا بِيَدِهِ فَقَالَ إِنْ وَجَدْتَ قَضَاءً فَاقْضِنِي وَإِلاَّ أَنْتَ فِي حِلٍّ فَأَشْهَدُ بَصَرُ عَيْنَىَّ هَاتَيْنِ - وَوَضَعَ إِصْبَعَيْهِ عَلَى عَيْنَيْهِ - وَسَمْعُ أُذُنَىَّ هَاتَيْنِ وَوَعَاهُ قَلْبِي هَذَا - وَأَشَارَ إِلَى مَنَاطِ قَلْبِهِ - رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ يَقُولُ ‏\"‏ مَنْ أَنْظَرَ مُعْسِرًا أَوْ وَضَعَ عَنْهُ أَظَلَّهُ اللَّهُ فِي ظِلِّهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "55"
    }
  }
}