{
  "hadith": {
    "hadith_id": 7406,
    "narrator": "জাবির (রাযিঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে আমরা আবার রওনা হলাম, সন্ধ্যা হলে আমরা আরবের এক কুপের কাছাকাছি পৌঁছলাম। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃকে আছে, (নেকীর উদ্দেশে) যে আমাদের আগে গিয়ে হাওযটি পরিচ্ছন্ন করবে এবং নিজেও পান করবে আর আমাদেরকেও পান করাবে। জাবির (রাঃ) বলেন, আমি দাঁড়িয়ে বললাম, হে আল্লাহর রসূল! আমি যাওয়ার জন্য প্রস্তু আছি। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, জাবিরের সাথে আর কে যাবে? তখন জাব্বার ইবনু সাখর (রাঃ) দাঁড়ালেন। তারপর আমরা দু’জন কূয়ার কিনারায় গেলাম এবং এক বা দু’বালতি কূয়াতে ছাড়লাম। এরপর আমরা কূয়াটি মাটি দ্বারা লেপন করলাম। পরে আমরা কূয়া হতে পানি উঠতো শুরু করলাম এবং পানি দ্বারা হাওযটি কানায় কানায় ভরে দিলাম। অতঃপর সর্বপ্রথম রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের সামনে এলেন এবং বললেন, তোমরা কি আমাকে অনুমতি দাও? আমরা বললাম, নিশ্চয়ই হে আল্লাহর রসূল! অতঃপর তিনি তাঁর উষ্ট্রী ছাড়লেন পানি পানের জন্য। উষ্ট্রী পানি পান করল। অতঃপর তিনি তাঁর উষ্ট্রীকে টান দিলে সেটা পানি পান বন্ধ করল এবং পেশাব করল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পরে সেটাকে অন্যত্র নিয়ে গেলেন এবং বসালেন। তারপর আবার তিনি হাওযের কাছে এসে ওযূ করলেন, পরে আমিও উঠে গিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ওযূর স্থান হতে ওযূ করলাম। জাব্বার ইবনু সাখর (রাঃ) শৌচকার্যের জন্য বের হলেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত আদায়ের উদ্দেশে দাঁড়ালেন। আমার গায়ে ছিল একটি চাদর। আমি তার উভয় আঁচল বিপরীত দিকে দেয়ার চেষ্টা করলাম। কিন্তু তা সংকুলান হলো না। তবে সেটাতে কতগুলো রেশমের একগুচ্ছে পশম ছিল। তাই সেটাকে আমি উল্টো করলাম ও এর দু’পাশ বিপরীতভাবে দু’কাঁধের উপর রাখলাম এবং গর্দানের সাথে সেটাকে বাঁধলাম। এরপর আমি এসে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বাম পাশে দাঁড়ালাম। তিনি আমার হাত ধরে ঘুরিয়ে আমাকে তাঁর ডান পাশে দাঁড় করালেন। অতঃপর জব্বার ইবনু সাখর (রাঃ) এসে ওযূ করলেন এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বাম পাশে দাঁড়ালেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের দু’জনের হাত ধরে আমাদেরকে পশ্চাৎদিকে সরিয়ে দিলেন এবং আমাদেরকে তাঁর পেছনে দাঁড় করালেন। এ সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার প্রতি তীক্ষ্ণভাবে তাকাতে শুরু করলেন, কিন্তু আমি বুঝতে পারছিলাম না, পরিশেষে আমি বুঝতে পারলাম। তখন তিনি আমাকে নিজ হাত দ্বারা ইঙ্গিত করে বললেন, তুমি তোমার কোমর বেঁধে নাও। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত আদায়ের পর বললেন, হে জাবির! আমি বললাম, হে আল্লাহর রসূল! আমি উপস্থিত। তিনি বললেন, চাদর যদি ছোট হয় তবে সেটাকে তোমার কোমরে বেঁধে নিবে।  (ই.ফা. ৭২৪০, ই.সে. ৭২৯৪)",
    "ar": "سِرْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى إِذَا كَانَتْ عُشَيْشِيَةٌ وَدَنَوْنَا مَاءً مِنْ مِيَاهِ الْعَرَبِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ رَجُلٌ يَتَقَدَّمُنَا فَيَمْدُرُ الْحَوْضَ فَيَشْرَبُ وَيَسْقِينَا ‏\"‏ ‏.‏ قَالَ جَابِرٌ فَقُمْتُ فَقُلْتُ هَذَا رَجُلٌ يَا رَسُولَ اللَّهِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَىُّ رَجُلٍ مَعَ جَابِرٍ ‏\"‏ ‏.‏ فَقَامَ جَبَّارُ بْنُ صَخْرٍ فَانْطَلَقْنَا إِلَى الْبِئْرِ فَنَزَعْنَا فِي الْحَوْضِ سَجْلاً أَوْ سَجْلَيْنِ ثُمَّ مَدَرْنَاهُ ثُمَّ نَزَعْنَا فِيهِ حَتَّى أَفْهَقْنَاهُ فَكَانَ أَوَّلَ طَالِعٍ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ أَتَأْذَنَانِ ‏\"‏ ‏.‏ قُلْنَا نَعَمْ يَا رَسُولَ اللَّهِ ‏.‏ فَأَشْرَعَ نَاقَتَهُ فَشَرِبَتْ شَنَقَ لَهَا فَشَجَتْ فَبَالَتْ ثُمَّ عَدَلَ بِهَا فَأَنَاخَهَا ثُمَّ جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى الْحَوْضِ فَتَوَضَّأَ مِنْهُ ثُمَّ قُمْتُ فَتَوَضَّأْتُ مِنْ مُتَوَضَّإِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَهَبَ جَبَّارُ بْنُ صَخْرٍ يَقْضِي حَاجَتَهُ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِيُصَلِّيَ وَكَانَتْ عَلَىَّ بُرْدَةٌ ذَهَبْتُ أَنْ أُخَالِفَ بَيْنَ طَرَفَيْهَا فَلَمْ تَبْلُغْ لِي وَكَانَتْ لَهَا ذَبَاذِبُ فَنَكَّسْتُهَا ثُمَّ خَالَفْتُ بَيْنَ طَرَفَيْهَا ثُمَّ تَوَاقَصْتُ عَلَيْهَا ثُمَّ جِئْتُ حَتَّى قُمْتُ عَنْ يَسَارِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَخَذَ بِيَدِي فَأَدَارَنِي حَتَّى أَقَامَنِي عَنْ يَمِينِهِ ثُمَّ جَاءَ جَبَّارُ بْنُ صَخْرٍ فَتَوَضَّأَ ثُمَّ جَاءَ فَقَامَ عَنْ يَسَارِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدَيْنَا جَمِيعًا فَدَفَعَنَا حَتَّى أَقَامَنَا خَلْفَهُ فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَرْمُقُنِي وَأَنَا لاَ أَشْعُرُ ثُمَّ فَطِنْتُ بِهِ فَقَالَ هَكَذَا بِيَدِهِ يَعْنِي شُدَّ وَسَطَكَ فَلَمَّا فَرَغَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ يَا جَابِرُ ‏\"‏ ‏.‏ قُلْتُ لَبَّيْكَ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ إِذَا كَانَ وَاسِعًا فَخَالِفْ بَيْنَ طَرَفَيْهِ وَإِذَا كَانَ ضَيِّقًا فَاشْدُدْهُ عَلَى حِقْوِكَ ‏\"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "55"
    }
  }
}