{
  "hadith": {
    "hadith_id": 7408,
    "narrator": "জাবির (রাযিঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে পুনরায় আমরা পথ অতিক্রম করতে লাগলাম। এমন সময় আমরা এক প্রশস্ত উপত্যকায় অবস্থান নিলাম। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শৌচকার্যের জন্য গমন করলেন, আমিও পানির পাত্র নিয়ে তাঁর পশ্চাদ্ধাবন করলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দৃষ্টিপাত করলেন; কিন্তু আড়াল করার মতো কিছুই পেলেন না। হঠাৎ পাহাড়ের এক প্রান্তে দু’টি গাছ দেখতে পেলেন। তাই তিনি এর একটির সন্নিকটে গেলেন এবং এর একটি ডাল ধরে বললেন, আল্লাহর আদেশে তুমি আমার অনুগত হয়ে যাও। তখন ডালটি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আনুগত্য স্বীকার (ঝুঁকে পড়ল) করে নিল, লাগাম পরিহিত ঐ উটের মতো যা তার চালকের অনুসরণ করে। তারপর তিনি দ্বিতীয় গাছটির কাছে এসে এর একটি ডাল ধরে বললেন, আল্লাহর হুকুমে তুমি আমার অনুগত হয়ে যাও। এটিও অনুরুপ তাঁর আনুগত্য স্বীকার করে নিল। অতঃপর তিনি যখন উভয় বৃক্ষের মাঝখানে পৌঁছলেন, তখন তিনি ডাল দু’টো এক সাথে মিলিয়ে বললেন, আল্লাহর হুকুমে তোমরা আমার সম্মুখে সমবেত হয়ে যাও, মিলে যাও। তারা উভয়েই মিলে গেল। জাবির (রাঃ) বলেন, অতঃপর আমি এ ভয়ে দৌড়িয়ে চলে এলাম যে, না জানি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার সন্নিকটে হবার বিষয়টি জেনে ফেলেন এবং আরো দূরে চলে যান। ইবনু ‘আব্বাদ (রাঃ) …….. –এর স্থলে ……. উল্লেখ করেছেন। অর্থাৎ “দূরে সরে যান”। অতঃপর আমি বসে মনে মনে কিছু বলছিলাম। এমতাবস্থায় দৃষ্টি উঠিয়েই আমি দেখলাম যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সম্মুখ দিক হতে এগিয়ে আসছেন। উভয় বৃক্ষই তখন পৃথক হয়ে প্রত্যেকটি স্বীয় কাণ্ডের উপর দাঁড়িয়ে ছিল। এরপর আমি দেখলাম যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিছুক্ষণ দাঁড়িয়ে থেকে মাথা দ্বারা ডানে ও বামে ইঙ্গিত করলেন। এ স্থলে বর্ণনাকারী আবূ ইসমা‘ঈলও তার মাথা দ্বারা ইঙ্গিত করেছেন। তারপর তিনি সম্মুখে এগিয়ে এসে আমার পর্যন্ত পৌঁছে আমাকে বললেন, হে জাবির! তুমি তো আমার অবস্থানের স্থান দেখেছ? আমি বললাম, হ্যাঁ; হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! তখন তিনি বললেন, তুমি ঐ গাছ দু’টির কাছে গমন কর এবং তাদের প্রত্যেকটির একটি করে ডাল কেটে নিয়ে এসো। এরপর তুমি আমার এ স্থানে পৌঁছে একটি ডাল ডান দিকে এবং অপরটি বাম দিকে রেখে দিবে। জাবির (রাঃ) বলেন, আমি উঠলাম এবং একটি পাথর হাতে নিয়ে সেটাকে ভেঙ্গে ধারালো করলাম। ফলে তা ভীষণ ধারালো হলো। অতঃপর আমি গাছ দু’টির কাছে আসলাম এবং প্রত্যেকটি বৃক্ষ হতে এক একটি করে ডাল কাটলাম। তারপর ডাল দু’টো হেঁচড়িয়ে নিয়ে আমি রওনা হলাম এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অবস্থান স্থলে পৌঁছে একটি ডাল আমার ডান পাশে এবং অন্য ডালটি আমার বাম পাশে রেখে দিলাম। তারপর আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে দেখা করে বললাম, হে আল্লাহর রসূল! আপনি যা বলেছেন আমি তা পূরণ করেছি। তবে এর কারণ কি? উত্তরে তিনি বললেন, দু‘টি কবরের পাশ দিয়ে পথ অতিক্রম কালে আমি দেখেছি, তাদের কবরে শাস্তি হচ্ছে। আমি তাদের জন্য সুপারিশ করার ইচ্ছা করছি। সম্ভবতঃ তাদের এ ‘আযাবকে কমিয়ে দিবে, যতক্ষণ পর্যন্ত এ ডাল দু’টো সতেজ থাকবে।(ই.ফা. ৭২৪০, ই.সে. ৭২৯৪)",
    "ar": "سِرْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى نَزَلْنَا وَادِيًا أَفْيَحَ فَذَهَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْضِي حَاجَتَهُ فَاتَّبَعْتُهُ بِإِدَاوَةٍ مِنْ مَاءٍ فَنَظَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَمْ يَرَ شَيْئًا يَسْتَتِرُ بِهِ فَإِذَا شَجَرَتَانِ بِشَاطِئِ الْوَادِي فَانْطَلَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى إِحْدَاهُمَا فَأَخَذَ بِغُصْنٍ مِنْ أَغْصَانِهَا فَقَالَ ‏\"‏ انْقَادِي عَلَىَّ بِإِذْنِ اللَّهِ ‏\"‏ ‏.‏ فَانْقَادَتْ مَعَهُ كَالْبَعِيرِ الْمَخْشُوشِ الَّذِي يُصَانِعُ قَائِدَهُ حَتَّى أَتَى الشَّجَرَةَ الأُخْرَى فَأَخَذَ بِغُصْنٍ مِنْ أَغْصَانِهَا فَقَالَ ‏\"‏ انْقَادِي عَلَىَّ بِإِذْنِ اللَّهِ ‏\"‏ ‏.‏ فَانْقَادَتْ مَعَهُ كَذَلِكَ حَتَّى إِذَا كَانَ بِالْمَنْصَفِ مِمَّا بَيْنَهُمَا لأَمَ بَيْنَهُمَا - يَعْنِي جَمَعَهُمَا - فَقَالَ ‏\"‏ الْتَئِمَا عَلَىَّ بِإِذْنِ اللَّهِ ‏\"‏ ‏.‏ فَالْتَأَمَتَا قَالَ جَابِرٌ فَخَرَجْتُ أُحْضِرُ مَخَافَةَ أَنْ يُحِسَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بِقُرْبِي فَيَبْتَعِدَ - وَقَالَ مُحَمَّدُ بْنُ عَبَّادٍ فَيَتَبَعَّدَ - فَجَلَسْتُ أُحَدِّثُ نَفْسِي فَحَانَتْ مِنِّي لَفْتَةٌ فَإِذَا أَنَا بِرَسُولِ اللَّهِ صلى الله عليه وسلم مُقْبِلاً وَإِذَا الشَّجَرَتَانِ قَدِ افْتَرَقَتَا فَقَامَتْ كُلُّ وَاحِدَةٍ مِنْهُمَا عَلَى سَاقٍ فَرَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَقَفَ وَقْفَةً فَقَالَ بِرَأْسِهِ هَكَذَا - وَأَشَارَ أَبُو إِسْمَاعِيلَ بِرَأْسِهِ يَمِينًا وَشِمَالاً - ثُمَّ أَقْبَلَ فَلَمَّا انْتَهَى إِلَىَّ قَالَ ‏\"‏ يَا جَابِرُ هَلْ رَأَيْتَ مَقَامِي ‏\"‏ ‏.‏ قُلْتُ نَعَمْ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَانْطَلِقْ إِلَى الشَّجَرَتَيْنِ فَاقْطَعْ مِنْ كُلِّ وَاحِدَةٍ مِنْهُمَا غُصْنًا فَأَقْبِلْ بِهِمَا حَتَّى إِذَا قُمْتَ مَقَامِي فَأَرْسِلْ غُصْنًا عَنْ يَمِينِكَ وَغُصْنًا عَنْ يَسَارِكَ ‏\"‏ ‏.‏ قَالَ جَابِرٌ فَقُمْتُ فَأَخَذْتُ حَجَرًا فَكَسَرْتُهُ وَحَسَرْتُهُ فَانْذَلَقَ لِي فَأَتَيْتُ الشَّجَرَتَيْنِ فَقَطَعْتُ مِنْ كُلِّ وَاحِدَةٍ مِنْهُمَا غُصْنًا ثُمَّ أَقْبَلْتُ أَجُرُّهُمَا حَتَّى قُمْتُ مَقَامَ رَسُولِ اللَّهِ صلى الله عليه وسلم أَرْسَلْتُ غُصْنًا عَنْ يَمِينِي وَغُصْنًا عَنْ يَسَارِي ثُمَّ لَحِقْتُهُ فَقُلْتُ قَدْ فَعَلْتُ يَا رَسُولَ اللَّهِ فَعَمَّ ذَاكَ قَالَ ‏\"‏ إِنِّي مَرَرْتُ بِقَبْرَيْنِ يُعَذَّبَانِ فَأَحْبَبْتُ بِشَفَاعَتِي أَنْ يُرَفَّهَ عَنْهُمَا مَا دَامَ الْغُصْنَانِ رَطْبَيْنِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "55"
    }
  }
}