{
  "hadith": {
    "hadith_id": 7409,
    "narrator": "জাবির (রাযিঃ)",
    "bn": "অতঃপর আমরা সেনা ছাউনীতে আসলাম। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে জাবির! ওযূ করার জন্য ঘোষণা দাও। আমি ঘোষণা করলাম, হে লোক সকল! ওযূ করো, ওযূ করো, ওযূ করো। তারপর আমি বললাম, হে আল্লাহর রসূল! কাফেলার কাছে এক ফোটা পানিও নেই। কাফেলায় এক আনসারী সহাবা ছিলেন। তিনি কাঠের ডালে ঝুলন্ত একটি মশকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য পানি ঠাণ্ডা করার কাজে নিযুক্ত ছিলেন। জাবির (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেন, তুমি অমুকের ছেলে অমুক আনসারীর নিকট যাও এবং দেখো তার মশকে কিছু পানি আছে কিনা? আমি তার কাছে গেলাম এবং দেখলাম, মশকের তলাতে শুধু এ ফোটা পানি রয়েছে। সেটা যদি আমি পাত্রে ঢালতে যাই তবে শুষ্ক মশকই সেটা খেয়ে নিঃশেষ করে দিবে। এ দেখে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে আমি বললাম, হে আল্লাহর রসূল! মশকের মুখে এক ফোটা পানি ছাড়া আর কোন পানিই মশকের অভ্যন্তরে নেই। সেটাও যদি পাত্রে ঢালা হয় তবে মশকের শুষ্কতাই তা চোষে শেষ করে দিবে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, যাও সেটা নিয়ে এসো। জাবির (রাঃ) বলেন, সেটা আমি নিয়ে আসলাম। তিনি সেটা হতে নিয়ে কি যেন পাঠ করতে শুরু করলেন। আমি তা উপলদ্ধি করতে পারছিলাম না এবং সঙ্গে সঙ্গে নিজ হাত দ্বারা সেটা টিপতে শুরু করলেন। এরপর তিনি মশকটি আমার হাতে দিয়ে বললেন, হে জাবির! একটি বড় পাত্র নিয়ে আসর ঘোষণা দাও। আমি ঘোষণা করলাম, হে কাফেলা! একটি বড় পাত্র, একটি বড় পাত্র; অতঃপর বহন করতঃ আমার নিকট একটি বড় পাত্র নিয়ে আসা হলো। আমি তা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সম্মুখে নিয়ে রাখলাম। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজ হাত উক্ত পাত্রের উপর বুলালেন এবং স্বীয় হাতের আঙ্গুলগুলো ফাঁকা করে হাত প্রশস্ত করতঃ পাত্রের অভ্যন্তরে রাখলেন এবং বললেন, হে জাবির! ঐ মশকটি নিয়ে এসো এবং ‘বিসমিল্লাহ’ বলে তার পানি আমার হাতের উপর ঢালো। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নির্দেশ অনুযায়ী ‘বিসমিল্লাহ’ বলে আমি সেটার পানি ঢাললাম। অমনি দেখতে পেলাম যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আঙ্গুলসমূহের মধ্য হতে পানি উথলিয়ে উঠছে। পরিশেষে পাত্রও উথলিয়ে উঠল এবং পাত্রে পানি চক্কর থেতে শুরু করল। এমনকি পাত্র পানিতে পরিপূর্ণ হয়ে গেল। তখন আবার রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে জাবির! ঘোষণা দাও, যার যার পানির প্রয়োজন আছে। জাবির (রাঃ) বলেন, লোকজন সবাই আসলো, পানি পান করলো এবং আত্মতৃপ্ত হলো। তিনি বলেন, তারপর আমি বললাম, পানির দরকার রয়েছে, এমন কোন লোক অবশিষ্ট রয়েছে কি? অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পাত্র হতে নিজ হাত উঠিয়ে নিলেন তখনও পাত্র পানিতে পরিপূর্ণ হয়েই রইল।(ই.ফা. ৭২৪০, ই.সে. ৭২৯৪)",
    "ar": "قَالَ فَأَتَيْنَا الْعَسْكَرَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا جَابِرُ نَادِ بِوَضُوءٍ ‏\"‏ ‏.‏ فَقُلْتُ أَلاَ وَضُوءَ أَلاَ وَضُوءَ أَلاَ وَضُوءَ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مَا وَجَدْتُ فِي الرَّكْبِ مِنْ قَطْرَةٍ وَكَانَ رَجُلٌ مِنَ الأَنْصَارِ يُبَرِّدُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم الْمَاءَ فِي أَشْجَابٍ لَهُ عَلَى حِمَارَةٍ مِنْ جَرِيدٍ قَالَ فَقَالَ لِيَ ‏\"‏ انْطَلِقْ إِلَى فُلاَنِ بْنِ فُلاَنٍ الأَنْصَارِيِّ فَانْظُرْ هَلْ فِي أَشْجَابِهِ مِنْ شَىْءٍ ‏\"‏ ‏.‏ قَالَ فَانْطَلَقْتُ إِلَيْهِ فَنَظَرْتُ فِيهَا فَلَمْ أَجِدْ فِيهَا إِلاَّ قَطْرَةً فِي عَزْلاَءِ شَجْبٍ مِنْهَا لَوْ أَنِّي أُفْرِغُهُ لَشَرِبَهُ يَابِسُهُ ‏.‏ فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي لَمْ أَجِدْ فِيهَا إِلاَّ قَطْرَةً فِي عَزْلاَءِ شَجْبٍ مِنْهَا لَوْ أَنِّي أُفْرِغُهُ لَشَرِبَهُ يَابِسُهُ قَالَ ‏\"‏ اذْهَبْ فَأْتِنِي بِهِ ‏\"‏ ‏.‏ فَأَتَيْتُهُ بِهِ فَأَخَذَهُ بِيَدِهِ فَجَعَلَ يَتَكَلَّمُ بِشَىْءٍ لاَ أَدْرِي مَا هُوَ وَيَغْمِزُهُ بِيَدَيْهِ ثُمَّ أَعْطَانِيهِ فَقَالَ ‏\"‏ يَا جَابِرُ نَادِ بِجَفْنَةٍ ‏\"‏ ‏.‏ فَقُلْتُ يَا جَفْنَةَ الرَّكْبِ ‏.‏ فَأُتِيتُ بِهَا تُحْمَلُ فَوَضَعْتُهَا بَيْنَ يَدَيْهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ فِي الْجَفْنَةِ هَكَذَا فَبَسَطَهَا وَفَرَّقَ بَيْنَ أَصَابِعِهِ ثُمَّ وَضَعَهَا فِي قَعْرِ الْجَفْنَةِ وَقَالَ ‏\"‏ خُذْ يَا جَابِرُ فَصُبَّ عَلَىَّ وَقُلْ بِاسْمِ اللَّهِ ‏\"‏ ‏.‏ فَصَبَبْتُ عَلَيْهِ وَقُلْتُ بِاسْمِ اللَّهِ ‏.‏ فَرَأَيْتُ الْمَاءَ يَتَفَوَّرُ مِنْ بَيْنِ أَصَابِعِ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ فَارَتِ الْجَفْنَةُ وَدَارَتْ حَتَّى امْتَلأَتْ فَقَالَ ‏\"‏ يَا جَابِرُ نَادِ مَنْ كَانَ لَهُ حَاجَةٌ بِمَاءٍ ‏\"‏ ‏.‏ قَالَ فَأَتَى النَّاسُ فَاسْتَقَوْا حَتَّى رَوَوْا قَالَ فَقُلْتُ هَلْ بَقِيَ أَحَدٌ لَهُ حَاجَةٌ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ مِنَ الْجَفْنَةِ وَهِيَ مَلأَى",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "55"
    }
  }
}