{
  "hadith": {
    "hadith_id": 7411,
    "narrator": "বারা ইবনু ‘আযিব (রাযিঃ)",
    "bn": "তিনি বলেন, একদা আবূ বকর সিদ্দীক (রাঃ) আমার পিতার কাছে আসলেন এবং তাঁর থেকে একটি সাওয়ারী ক্রয় করলেন। তারপর তিনি আমার পিতা ‘আযিবকে বললেন, তুমি তোমার ছেলেকে আমার সঙ্গে পাঠাও, সে তা আমার সাথে বহন করে আমার বাড়ী পর্যন্ত পৌঁছিয়ে দিয়ে আসবে। আমার পিতা আমাকে বললেন, তুমি তা উঠিয়ে নাও। আমি সেটা উঠিয়ে নিলাম। অতঃপর মূল্য আদায়ের জন্য আমার পিতাও তাঁর সঙ্গে বের হলেন। পথিমধ্যে আমার পিতা তাঁকে জিজ্ঞেস করলেন, হে আবূ বকর! যে রাতে আপনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে সফর করেছিলেন তখন আপনারা কি করেছিলেন, তা আমার কাছে আপনি খুলে বলুন। জবাবে তিনি বললেন, তা হলে শোন, আমরা পুরো রাত সফর করেছি। পরিশেষে যখন দিন হলো, ঠিক দুপুরের সময় হলে রাস্তা সম্পূর্ণ শূন্য হয়ে গেল এবং কোন লোকজন আর রাস্তা অতিক্রম করছে না, তখন আমরা বৃহদাকায় পাথর দেখতে পেলাম। এর ছায়া মাটিতে পড়ছিল এবং তখন পর্যন্ত সেখানে রৌদ্র আসেনি। তাই আমরা সেখানে গেলাম এবং আমি নিজে পাথরটির নিকট গিয়ে রসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ঘুমানোর জন্য একটু স্থান সমান্তরাল করলাম। এরপর আমি একটি কম্বল তাতে বিছিয়ে দিলাম। অতঃপর আমি বললাম, হে আল্লাহর রসূল! আপনি ঘুমিয়ে পড়ুন, আমি এলাকাটা একটু পর্যবেক্ষণ করে আসি। তিনি ঘুমিয়ে পড়লেন। আর আমি তাঁর পার্শ্ববর্তী স্থানসমূহে অনুসন্ধান চালাচ্ছি। হঠাৎ একজন বকরীর রাখালকে দেখতে পেলাম। সেও আমাদের মতো একই উদ্দেশে পাথরটির দিকে এগিয়ে আসছে। আমি তার সঙ্গে দেখা করলাম এবং তাকে প্রশ্ন করলাম, হে! তুমি কার গোলাম? সে বলল, আমি শহরবাসী এক লোকের গোলাম। আমি বললাম, তোমার বকরীতে দুধ আছে কি? সে বলল, হ্যাঁ, আছে। আমি বললাম, তাহলে আমার জন্য দুধ দোহন করবে কি? সে বলল, হ্যাঁ করব। তারপর সে একটি বকরী নিয়ে এলো। তখন আমি তাকে বললাম, প্রথমে পশম, মাটি এবং খড়কুটা হতে স্তনটি একবার ঝেড়ে নাও। রাবী বলেন, এ সময় আমি বারা ইবনু ‘আযিবকে এক হাত অন্য হাতের উপর মেরে ঝাড়তে দেখেছি। অতঃপর সে কাষ্ঠের একটি পেয়ালাতে আমার জন্য অল্প দুধ দোহন করল। আবূ বকর (রাঃ) বলেন, আমার কাছে একটি পাত্র ছিল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর পান করা ও ওযূ করার জন্য তাতে আমি পানি রাখতাম। তারপর আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে আসলাম। কিন্তু তাকে ঘুম থেকে জাগাতে আমার ইচ্ছা হল না। তবে তাঁর প্রতি আমি চেয়ে দেখি যে, তিনি নিজে নিজেই জেগে গেছেন। তারপর দুধের মাঝে আমি পানি মিশালাম। ফলে তা ঠাণ্ডা হয়ে গেল। অতঃপর আমি বললাম, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! এ থেকে একটু দুধ পান করে নিন। তিনি দুধ পান করলেন, তাতে অত্যন্ত খুশী হলাম। অতঃপর তিনি বললেন, এখনো কি যাত্রার সময় হয়নি? আমি বললাম, হ্যাঁ হয়েছে। সূর্য পশ্চিম দিকে হেলে পড়লে আমরা পুনরায় যাত্রা শুরু করলাম। এদিকে সুরাকাহ্ ইবনু মালিক আমোদের পিছু ধাওয়া করল। আমরা তখন এক শক্ত ভূমিতে অবস্থান করছিলাম। আমি বললাম, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমাদেরকে তো ধরে ফেলা হলো। তিনি বললেন, চিন্তান্বিত হয়ো না, আল্লাহ আমাদের সঙ্গে আছেন। তখন রসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার উপর বদ্-দু‘আ করলেন। এতে তার ঘোড়া পেট পর্যন্ত জমিনে ধ্বসে গেল। আমি তা দেখতে পাচ্ছিলাম। তারপর সে বলল, আমি জানি, তোমরা আমার জন্য বদ্-দু‘আ করেছ। আমি আল্লাহর শপথ করে বলছি, আমি তো তোমাদের সন্ধানে বের হয়েছিলাম, এখন আমি তোমাদের সন্ধানকারীকে ফিরিয়ে দিবো। সুতরাং তোমরা আমার জন্য দু‘আ করো। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহর কাছে দু’আ করলেন। এতে সে মুক্ত হয়ে গেল। অতঃপর সে ফিরে গেল এবং যে কোন কাফিরের সাথে সাক্ষাৎ হলে সে বলত, এদিকে আমি সব দেখে এসেছি। এদিকে কোন কিছুই নেই। মোটকথা, যার সাথেই তার দেখা হত সে তাকে ফিরিয়ে দিত। আবূ বকর সিদ্দীক (রাঃ) বলেন, সুরাকাহ্ তার ওয়া‘দা পুরো করেছে। (ই.ফা. ৭২৪১, ই.সে. ৭২৯৫)",
    "ar": "حَدَّثَنِي سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا الْحَسَنُ بْنُ أَعْيَنَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو إِسْحَاقَ، قَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ، يَقُولُ جَاءَ أَبُو بَكْرٍ الصِّدِّيقُ إِلَى أَبِي فِي مَنْزِلِهِ فَاشْتَرَى مِنْهُ رَحْلاً فَقَالَ لِعَازِبٍ ابْعَثْ مَعِيَ ابْنَكَ يَحْمِلْهُ مَعِي إِلَى مَنْزِلِي فَقَالَ لِي أَبِي احْمِلْهُ ‏.‏ فَحَمَلْتُهُ وَخَرَجَ أَبِي مَعَهُ يَنْتَقِدُ ثَمَنَهُ فَقَالَ لَهُ أَبِي يَا أَبَا بَكْرٍ حَدِّثْنِي كَيْفَ صَنَعْتُمَا لَيْلَةَ سَرَيْتَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ نَعَمْ أَسْرَيْنَا لَيْلَتَنَا كُلَّهَا حَتَّى قَامَ قَائِمُ الظَّهِيرَةِ وَخَلاَ الطَّرِيقُ فَلاَ يَمُرُّ فِيهِ أَحَدٌ حَتَّى رُفِعَتْ لَنَا صَخْرَةٌ طَوِيلَةٌ لَهَا ظِلٌّ لَمْ تَأْتِ عَلَيْهِ الشَّمْسُ بَعْدُ فَنَزَلْنَا عِنْدَهَا فَأَتَيْتُ الصَّخْرَةَ فَسَوَّيْتُ بِيَدِي مَكَانًا يَنَامُ فِيهِ النَّبِيُّ صلى الله عليه وسلم فِي ظِلِّهَا ثُمَّ بَسَطْتُ عَلَيْهِ فَرْوَةً ثُمَّ قُلْتُ نَمْ يَا رَسُولَ اللَّهِ وَأَنَا أَنْفُضُ لَكَ مَا حَوْلَكَ فَنَامَ وَخَرَجْتُ أَنْفُضُ مَا حَوْلَهُ فَإِذَا أَنَا بِرَاعِي غَنَمٍ مُقْبِلٍ بِغَنَمِهِ إِلَى الصَّخْرَةِ يُرِيدُ مِنْهَا الَّذِي أَرَدْنَا فَلَقِيتُهُ فَقُلْتُ لِمَنْ أَنْتَ يَا غُلاَمُ فَقَالَ لِرَجُلٍ مِنْ أَهْلِ الْمَدِينَةِ قُلْتُ أَفِي غَنَمِكَ لَبَنٌ قَالَ نَعَمْ ‏.‏ قُلْتُ أَفَتَحْلُبُ لِي قَالَ نَعَمْ ‏.‏ فَأَخَذَ شَاةً فَقُلْتُ لَهُ انْفُضِ الضَّرْعَ مِنَ الشَّعَرِ وَالتُّرَابِ وَالْقَذَى - قَالَ فَرَأَيْتُ الْبَرَاءَ يَضْرِبُ بِيَدِهِ عَلَى الأُخْرَى يَنْفُضُ - فَحَلَبَ لِي فِي قَعْبٍ مَعَهُ كُثْبَةً مِنْ لَبَنٍ قَالَ وَمَعِي إِدَاوَةٌ أَرْتَوِي فِيهَا لِلنَّبِيِّ صلى الله عليه وسلم لِيَشْرَبَ مِنْهَا وَيَتَوَضَّأَ - قَالَ - فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَكَرِهْتُ أَنْ أُوقِظَهُ مِنْ نَوْمِهِ فَوَافَقْتُهُ اسْتَيْقَظَ فَصَبَبْتُ عَلَى اللَّبَنِ مِنَ الْمَاءِ حَتَّى بَرَدَ أَسْفَلُهُ فَقُلْتُ يَا رَسُولَ اللَّهِ اشْرَبْ مِنْ هَذَا اللَّبَنِ - قَالَ - فَشَرِبَ حَتَّى رَضِيتُ ثُمَّ قَالَ ‏\"‏ أَلَمْ يَأْنِ لِلرَّحِيلِ ‏\"‏ ‏.‏ قُلْتُ بَلَى ‏.‏ قَالَ فَارْتَحَلْنَا بَعْدَ مَا زَالَتِ الشَّمْسُ وَاتَّبَعَنَا سُرَاقَةُ بْنُ مَالِكٍ - قَالَ - وَنَحْنُ فِي جَلَدٍ مِنَ الأَرْضِ فَقُلْتُ يَا رَسُولَ اللَّهِ أُتِينَا فَقَالَ ‏\"‏ لاَ تَحْزَنْ إِنَّ اللَّهَ مَعَنَا ‏\"‏ ‏.‏ فَدَعَا عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَارْتَطَمَتْ فَرَسُهُ إِلَى بَطْنِهَا أُرَى فَقَالَ إِنِّي قَدْ عَلِمْتُ أَنَّكُمَا قَدْ دَعَوْتُمَا عَلَىَّ فَادْعُوَا لِي فَاللَّهُ لَكُمَا أَنْ أَرُدَّ عَنْكُمَا الطَّلَبَ ‏.‏ فَدَعَا اللَّهَ فَنَجَى فَرَجَعَ لاَ يَلْقَى أَحَدًا إِلاَّ قَالَ قَدْ كَفَيْتُكُمْ مَا هَا هُنَا فَلاَ يَلْقَى أَحَدًا إِلاَّ رَدَّهُ - قَالَ - وَوَفَى لَنَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "55"
    }
  }
}