{
  "hadith": {
    "hadith_id": 7412,
    "narrator": "বারা (রাযিঃ)",
    "bn": "তিনি বলেন, আবূ বকর সিদ্দীক (রাঃ) আমার পিতার কাছ থেকে তের দিরহামের বিনিময়ে একটি হাওদা কিনেছিলে। তারপর তিনি যুহায়র-এর সানাদে ইসহাক্ (রহঃ) হতে বর্ণিত হাদীসের অবিকল বর্ণনা করেছেন। তবে ইসরাঈল ‘উসমান ইবনু ‘উমার (রহঃ)-এর সানাদে বর্ণিত হাদীসের মধ্যে বর্ণনা করেছেন যে, সে কাছাকাছি হলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার জন্য বদ্-দু‘আ করলেন। এতে পেট পর্যন্ত তার ঘোড়ার পা জমিনে গেড়ে যায়। সুরাকাহ্ সেখান হতেই লাফিয়ে পড়ল এবং (রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে উদ্দেশ্য করে) বলল, হে মুহাম্মাদ! আমি জানি, এটা তোমারই কাজ। আমি যে বিপদে আছি এ থেকে যেন আল্লাহ আমাকে মুক্তি দেন, এ বিষয়ে তুমি আমার জন্য আল্লাহর কাছে দু’আ করো। আমি তোমাকে প্রতিশ্রুতি দিচ্ছি যে, আমার পেছনে যারাই তোমার সন্ধানে থাকবে আমি তাদের থেকে তোমার অবস্থান লুক্কায়িত করব এবং এ হচ্ছে আমার তীরদানী, এ থেকে তুমি একটি তীর নিয়ে যাও। কিছু দূর যেতেই অমুক স্থানে তুমি আমার উট ও গোলামদেরকে দেখতে পাবে, সেখান থেকে তুমি তোমার প্রয়োজন অনুযায়ী নিয়ে যাবে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমার উটের আমার কোন দরকার নেই। আবূ বকর (রাঃ) বলেন, রাতে আমরা মাদীনায় পৌঁছলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কার গৃহে অবস্থান করবেন, এ নিয়ে লোকেদের মধ্যে বাক-বিতণ্ডা শুরু হলো। তখন তিনি বললেন, আমি ‘আবদুল মুত্তালিবের মামার বংশ বানূ নাজ্জারে অবস্থান করব এবং তাদের প্রতি সম্মান প্রদর্শন করব। অতঃপর পুরুষ লোকেরা ও মহিলাগণ নিজ নিজ গৃহের ছাদে এবং বালক ও ক্রীতদাসগণ পথে পথে বিক্ষিপ্ত হয়ে ছড়িয়ে পড়ল। সকালে অভ্যর্থনা জানিয়ে উচ্চৈঃস্বরে বলতে লাগল যে, হে মুহাম্মাদ! হে আল্লাহর রসূল! হে মুহাম্মাদ! হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! (ই.ফা. ৭২৪১, ই.সে. ৭২৯৬)",
    "ar": "وَحَدَّثَنِيهِ زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، ح وَحَدَّثَنَاهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا النَّضْرُ بْنُ شُمَيْلٍ، كِلاَهُمَا عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ اشْتَرَى أَبُو بَكْرٍ مِنْ أَبِي رَحْلاً بِثَلاَثَةَ عَشَرَ دِرْهَمًا وَسَاقَ الْحَدِيثَ بِمَعْنَى حَدِيثِ زُهَيْرٍ عَنْ أَبِي إِسْحَاقَ وَقَالَ فِي حَدِيثِهِ مِنْ رِوَايَةِ عُثْمَانَ بْنِ عُمَرَ فَلَمَّا دَنَا دَعَا عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَاخَ فَرَسُهُ فِي الأَرْضِ إِلَى بَطْنِهِ وَوَثَبَ عَنْهُ وَقَالَ يَا مُحَمَّدُ قَدْ عَلِمْتُ أَنَّ هَذَا عَمَلُكَ فَادْعُ اللَّهَ أَنْ يُخَلِّصَنِي مِمَّا أَنَا فِيهِ وَلَكَ عَلَىَّ لأُعَمِّيَنَّ عَلَى مَنْ وَرَائِي وَهَذِهِ كِنَانَتِي فَخُذْ سَهْمًا مِنْهَا فَإِنَّكَ سَتَمُرُّ عَلَى إِبِلِي وَغِلْمَانِي بِمَكَانِ كَذَا وَكَذَا فَخُذْ مِنْهَا حَاجَتَكَ قَالَ ‏\"‏ لاَ حَاجَةَ لِي فِي إِبِلِكَ ‏\"‏ ‏.‏ فَقَدِمْنَا الْمَدِينَةَ لَيْلاً فَتَنَازَعُوا أَيُّهُمْ يَنْزِلُ عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ أَنْزِلُ عَلَى بَنِي النَّجَّارِ أَخْوَالِ عَبْدِ الْمُطَّلِبِ أُكْرِمُهُمْ بِذَلِكَ ‏\"‏ ‏.‏ فَصَعِدَ الرِّجَالُ وَالنِّسَاءُ فَوْقَ الْبُيُوتِ وَتَفَرَّقَ الْغِلْمَانُ وَالْخَدَمُ فِي الطُّرُقِ يُنَادُونَ يَا مُحَمَّدُ يَا رَسُولَ اللَّهِ يَا مُحَمَّدُ يَا رَسُولَ اللَّهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "55"
    }
  }
}