{
  "hadith": {
    "hadith_id": 771,
    "narrator": "আবূ হুরাইরাহ্(রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)মাসজিদে প্রবেশ করলেন, অতঃপর এক লোক মাসজিদে প্রবেশ করে সলাত  আদায় করল। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে এসে তাঁকে সালাম দিলে তিনি তার সালামের উত্তর দিয়ে বললেনঃ যাও পুনরায় সলাত  আদায় কর, কেননা তুমি সলাত  আদায় করনি। লোকটি ফিরে গিয়ে আগের মতোই সলাত  আদায় করল। অতঃপর নাবী(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে তাঁকে সালাম করল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ওয়া ‘আলাইকাস সালাম। অতঃপর তিনি বললেনঃ যাও তুমি পুনরায় সলাত  আদায় কর, কেননা তোমার সলাত  আদায় হয়নি। তিনি পরপর তিনবার তাকে এ রকম নির্দেশ দিলেন। অতঃপর লোকটি বলল, সে সত্তার শপথ! যিনি আপনাকে সত্য দ্বীন সহকারে পাঠিয়েছেন; আমি এর চেয়ে সুন্দর করে সলাত  আদায় করতে পারি না। আমাকে শিখিয়ে দিন। তিনি বললেনঃ তুমি যখন সলাতে দাঁড়াও, তাকবীর বল, অতঃপর কুরআনের যে অংশ তোমার কাছে সহজ মনে হয় তা থেকে পাঠ কর। অতঃপর রুকূতে যাও এবং শান্তভাবে রুকূতে থাক। অতঃপর রুকূ’ থেকে সোজা মনে দাঁড়াও, অতঃপর সিজদায় যাও এবং সিজদার মধ্যে শান্তভাবে থাক, অতঃপর সিজদা থেকে উঠে আরামে বস। সমস্ত সলাত  তুমি এভাবে আদায় কর। (ই. ফা. ৭৬৮, ই. সে. ৭৮০)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَخَلَ الْمَسْجِدَ فَدَخَلَ رَجُلٌ فَصَلَّى ثُمَّ جَاءَ فَسَلَّمَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَرَدَّ رَسُولُ اللَّهِ صلى الله عليه وسلم السَّلاَمَ قَالَ ‏\"‏ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ ‏\"‏ ‏.‏ فَرَجَعَ الرَّجُلُ فَصَلَّى كَمَا كَانَ صَلَّى ثُمَّ جَاءَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَسَلَّمَ عَلَيْهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَعَلَيْكَ السَّلاَمُ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ ‏\"‏ ‏.‏ حَتَّى فَعَلَ ذَلِكَ ثَلاَثَ مَرَّاتٍ فَقَالَ الرَّجُلُ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا أُحْسِنُ غَيْرَ هَذَا عَلِّمْنِي ‏.‏ قَالَ ‏\"‏ إِذَا قُمْتَ إِلَى الصَّلاَةِ فَكَبِّرْ ثُمَّ اقْرَأْ مَا تَيَسَّرَ مَعَكَ مِنَ الْقُرْآنِ ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعًا ثُمَّ ارْفَعْ حَتَّى تَعْتَدِلَ قَائِمًا ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ جَالِسًا ثُمَّ افْعَلْ ذَلِكَ فِي صَلاَتِكَ كُلِّهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}