{
  "hadith": {
    "hadith_id": 780,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, একদা আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর মাজলিসে উপস্থিত ছিলাম। হঠাৎ তাঁর উপর অচৈতন্য ভাব চেপে বসল। অতঃপর তিনি মুচকি হেসে মাথা তুললেন।  আমরা বললাম , হে আল্লাহর রাসুল! আপনার হাসির কারন কি? তিনি বললেনঃ এ মাত্র আমার উপর একটি সুরাহ্ অবতীর্ণ হয়েছে। তিনি পাঠ করলেনঃ ‘বিস্‌মিল্লা-হির রহমা-নির রহীম’। নিশ্চয়ই আমরা তোমাকে ‘কাওসার’ দান করেছি। অতএব তুমি তোমার প্রতিপালকের জন্য সলাত  আদায় কর আবং কুরবানী দাও। তোমার কুৎসা রটনাকারীরাই মূলত শিকড়কাটা, নির্মূল। অতঃপর তিনি বললেন, তোমরা কি জান ‘কাওসার’ কি? আমরা বললাম, আল্লাহ ও তাঁর রাসুলই বেশি ভালো জানেন। তিনি বললেনঃ এটা একটা ঝর্ণা। আমার মহান প্রতিপালক আমাকে তা দেয়ার জন্য ওয়া’দা করেছেন। এর মধ্যে অশেষ কল্যাণ রয়েছে, আমার উম্মতের লোকেরা কিয়ামতের দিন এ হাওযের পানি পান করতে আসবে।  এ হাওযে রয়েছে তারকার মত অসংখ্য পানপাত্র (গ্লাস)। এক ব্যাক্তিকে সেখান থেকে তাড়িয়ে দেয়া হবে। আমি তখন বলবঃ প্রভু!  সে আমার উম্মতেরই লোক। আমাকে তখন বলা হবে , তুমি জান না , তোমার মৃত্যুর পর এরা কি অভিনব কাজ (বিদ’আত) করেছে।\nইবনু হজরের বর্ণনায় আরো আছেঃ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদে আমাদের কাছে এসেছেন এবং আল্লাহ বলবেন, এ ব্যাক্তি আপনার পরে বিদ’আত চালু করেছে। (ই.ফা.৭৭৭,ই.সে. ৭৮৯)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، أَخْبَرَنَا الْمُخْتَارُ بْنُ فُلْفُلٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، - وَاللَّفْظُ لَهُ - حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الْمُخْتَارِ، عَنْ أَنَسٍ، قَالَ بَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ بَيْنَ أَظْهُرِنَا إِذْ أَغْفَى إِغْفَاءَةً ثُمَّ رَفَعَ رَأْسَهُ مُتَبَسِّمًا فَقُلْنَا مَا أَضْحَكَكَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ أُنْزِلَتْ عَلَىَّ آنِفًا سُورَةٌ ‏\"‏ ‏.‏ فَقَرَأَ ‏\"‏ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ‏{‏ إِنَّا أَعْطَيْنَاكَ الْكَوْثَرَ * فَصَلِّ لِرَبِّكَ وَانْحَرْ * إِنَّ شَانِئَكَ هُوَ الأَبْتَرُ‏}‏ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ أَتَدْرُونَ مَا الْكَوْثَرُ ‏\"‏ ‏.‏ فَقُلْنَا اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ فَإِنَّهُ نَهْرٌ وَعَدَنِيهِ رَبِّي عَزَّ وَجَلَّ عَلَيْهِ خَيْرٌ كَثِيرٌ هُوَ حَوْضٌ تَرِدُ عَلَيْهِ أُمَّتِي يَوْمَ الْقِيَامَةِ آنِيَتُهُ عَدَدُ النُّجُومِ فَيُخْتَلَجُ الْعَبْدُ مِنْهُمْ فَأَقُولُ رَبِّ إِنَّهُ مِنْ أُمَّتِي ‏.‏ فَيَقُولُ مَا تَدْرِي مَا أَحْدَثَتْ بَعْدَكَ ‏\"‏ ‏.‏ زَادَ ابْنُ حُجْرٍ فِي حَدِيثِهِ بَيْنَ أَظْهُرِنَا فِي الْمَسْجِدِ ‏.‏ وَقَالَ ‏\"‏ مَا أَحْدَثَ بَعْدَكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}