{
  "hadith": {
    "hadith_id": 783,
    "narrator": "‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন , আমরা রসূ্লুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পিছনে সলাত আদায় করার সময় (বৈঠকে)  বলতাম, ‘আল্লাহর উপর সালাম হোক, অমুকের উপর শান্তি বর্ষিত হোক,একদিন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের বললেনঃ বস্তুত আল্লাহ নিজেই সালাম (শান্তিদাতা)। অতএব তোমাদের কেউ যখন সলাতে বসে সে যেন বলে, “আত্তাহিয়্যাতু লিল্লা-হি ওয়াস্ সলাওয়া-তু ওয়াত্ তইয়্যিবা-তু আসসালা-মু ‘আলাইকা আইয়ুহান্ নাবিয়্যু ওয়া রহমাতুল্ল-হি ওয়াবারাকাতুহু আসসালা-মু ‘আলাইনা – ওয়া’আলা-ইবা-দিল্লা-হিস স-লিহীন’ অর্থাৎ “ যাবতীয় মান-মর্যাদা , প্রশংসা ও পবিত্রতা আল্লাহর জন্য। হে নাবী! আপনার উপর শান্তি, আল্লাহর রহমাত ও বরকত অবতীর্ণ হোক। আমাদের এবং আল্লাহর নেক বান্দাদের উপর শান্তি নেমে আসুক।”  যখন সে এ কথা গুলো বলে, তখন তা আল্লাহর প্রতিটি নেক বান্দাদের নিকট পৌঁছে যায়, সে আসমানে বা জমিনেই থাক। (অতঃপর বলবে) “আশহাদু আল লা-ইলা-হা ইল্লাল্ল-হু ওয়া আশহাদু আন্না মুহাম্মাদান ‘আবদুহু ওয়ারসুলুহু” অর্থাৎ আমি সাক্ষ্য দিচ্ছি, আল্লাহ ছাড়া কোন সত্য ইলাহ নাই। আমি আরো সাক্ষ্য দিচ্ছি, মুহাম্মাদ তাঁর বান্দা ও রসূল।” অতঃপর সলাত আদায়কারী তার ইচ্ছানুযায়ী যে কোন দু’আ পড়তে পারে। (ই.ফা. ৭৮০, ই. সে. ৭৯২)",
    "ar": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ إِسْحَاقُ أَخْبَرَنَا وَقَالَ الآخَرَانِ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ كُنَّا نَقُولُ فِي الصَّلاَةِ خَلْفَ رَسُولِ اللَّهِ صلى الله عليه وسلم السَّلاَمُ عَلَى اللَّهِ السَّلاَمُ عَلَى فُلاَنٍ ‏.‏ فَقَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ ‏ \"‏ إِنَّ اللَّهَ هُوَ السَّلاَمُ فَإِذَا قَعَدَ أَحَدُكُمْ فِي الصَّلاَةِ فَلْيَقُلِ التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ فَإِذَا قَالَهَا أَصَابَتْ كُلَّ عَبْدٍ لِلَّهِ صَالِحٍ فِي السَّمَاءِ وَالأَرْضِ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ ثُمَّ يَتَخَيَّرُ مِنَ الْمَسْأَلَةِ مَا شَاءَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}