{
  "hadith": {
    "hadith_id": 791,
    "narrator": "কাতাদাহ্ (রহঃ) হতে এ সুত্রে",
    "bn": "একই হাদীস বর্ণনা হয়েছে। জারীর সুলাইমানের সুত্রে কাতাদার এ হাদীস বর্ণনা করেছেন। এ বর্ণনায় আরো আছে, ‘ইমাম যখন কুরআন পাঠ করে তোমরা তখন চুপ থাক।’ আবূ আওয়ানার সূত্রে কেবল আবূ কামিলের বর্ণনা ছাড়া আর কোন রাবীর বর্ণনায় এ কথাগুলো নেইঃ  ‘মহান আল্লাহ  তার নাবীর কণ্ঠে বলেছেনঃ ‘সামিআল্ল-হু লিমান হামিদাহ”।\nআবূ ইসহাক্ বলেন, আবূ নাযর এর বোনের ছেলে আবূ বাক্‌র বলেছেন, এ হাদীসটির  সমালোচনা করা হলে ইমাম মুসলিম তাকে বললেন, সুলাইমানের চেয়েও কি বড় হাফিয কেউ আছে? আবূ বাক্‌র তাকে বললেন, আবূ হুরাইয়াহ্ (রাঃ)- এ বর্ণনা সম্পর্কে আপনার কী মত? তিনি বললেন, তার বর্ণনা সহীহ ইমাম যখন কুরআন পাঠ করে তোমরা চুপ থাক। ইমাম মুসলিম বলেন, এ হাদীস আমার মতে সহীহ। আবূ  বাক্‌র বললেন, তাহলে আপনার কিতাবে তা যোগ করেননি কেন?  তিনি বললেন, আমি যেটা সহীহ মনে করি শুধু তাই আমার কিতাবে লিপিবদ্ধ করা জরুরী মনে করিনা। বরং যেসব হাদীস সহীহ বলে ঐক্যমত্য প্রতিষ্ঠিত হয়েছে আমি কেবল তাই আমার কিতাবে সংকলন করেছি। (ই. ফা. ৭৮৮, ই. সে. ৮০০)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، ح وَحَدَّثَنَا أَبُو غَسَّانَ الْمِسْمَعِيُّ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا جَرِيرٌ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، كُلُّ هَؤُلاَءِ عَنْ قَتَادَةَ، فِي هَذَا الإِسْنَادِ بِمِثْلِهِ ‏.‏ وَفِي حَدِيثِ جَرِيرٍ عَنْ سُلَيْمَانَ عَنْ قَتَادَةَ مِنَ الزِّيَادَةِ ‏\"‏ وَإِذَا قَرَأَ فَأَنْصِتُوا ‏\"‏ ‏.‏ وَلَيْسَ فِي حَدِيثِ أَحَدٍ مِنْهُمْ ‏\"‏ فَإِنَّ اللَّهَ قَالَ عَلَى لِسَانِ نَبِيِّهِ صلى الله عليه وسلم سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ‏\"‏ ‏.‏ إِلاَّ فِي رِوَايَةِ أَبِي كَامِلٍ وَحْدَهُ عَنْ أَبِي عَوَانَةَ ‏.‏ قَالَ أَبُو إِسْحَاقَ قَالَ أَبُو بَكْرِ ابْنُ أُخْتِ أَبِي النَّضْرِ فِي هَذَا الْحَدِيثِ فَقَالَ مُسْلِمٌ تُرِيدُ أَحْفَظَ مِنْ سُلَيْمَانَ فَقَالَ لَهُ أَبُو بَكْرٍ فَحَدِيثُ أَبِي هُرَيْرَةَ فَقَالَ هُوَ صَحِيحٌ يَعْنِي وَإِذَا قَرَأَ فَأَنْصِتُوا ‏.‏ فَقَالَ هُوَ عِنْدِي صَحِيحٌ ‏.‏ فَقَالَ لِمَ لَمْ تَضَعْهُ هَا هُنَا قَالَ لَيْسَ كُلُّ شَىْءٍ عِنْدِي صَحِيحٍ وَضَعْتُهُ هَا هُنَا ‏.‏ إِنَّمَا وَضَعْتُ هَا هُنَا مَا أَجْمَعُوا عَلَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}