{
  "hadith": {
    "hadith_id": 793,
    "narrator": "আবূ মাস’উদ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের কাছে আসলেন, আমরা তখন সা’দ ইবনু ‘উবাদাহ্ (রাঃ) এর বৈঠক এ উপস্থিত ছিলাম। বাশীর ইবনু সা’দ (রাঃ) তাঁকে বললেন, হে আল্লাহর রাসুল ! মহান আল্লাহ আপনার উপর দুরূদ পাঠ করার জন্যে আমাদের নির্দেশ দিয়েছেন। আমরা কিভাবে আপনার উপর দুরূদ পাঠ করব? রাবী বলেন, রসূলুল্লাহ(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চুপ করে থাকলেন। এমনকি আমরা আফসোস করে বললাম, সে যদি তাঁকে  এ প্রশ্ন না করত ! অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা বল- “আল্ল-হুম্মা সল্লি ‘আলা-মুহাম্মাদিন ওয়া আলা-আ-লি মুহাম্মাদিন কামা-সল্লাইতা আলা-আ-লি ইবর-হীমা ওয়াবা-রিক ‘আলা-মুহাম্মাদিন ওয়া ‘আলা-আ-লি মুহাম্মাদিন কামা বা-রকতা ‘আলা আ-লি ইবর-হীমা ফিল ‘আলামীন। ইন্নাকা হামীদুম্ মাজীদ।”  অর্থাৎ “ হে আল্লাহ! মুহাম্মাদ ও তার পরিবার-পরিজনের উপর রহমত বর্ষণ করো-যেভাবে তুমি ইবরাহীম (আঃ) এর পরিবার-পরিজনের উপর রহমাত বর্ষণ করেছ। তুমি মুহাম্মাদ ও তাঁর পরিবার-পরিজনকে বারাকাত ও প্রাচুর্য দান করো-যেভাবে তুমি ইবরাহীম (‘আঃ)- এর পরিবার-পরিজনকে দুনিয়া ও আখিরাতে বারাকাত ও প্রাচুর্য দান করেছ। নিশ্চয়ই তুমি প্রশংসিত ও সম্মানিত।“ আর সালাম দেয়ার নিয়ম যা তোমরা ইতিপূর্বে জেনেছ। (ই.ফা.৭৯০, ই.সে. ৮০২)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى التَّمِيمِيُّ، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ نُعَيْمِ بْنِ عَبْدِ اللَّهِ الْمُجْمِرِ، أَنَّ مُحَمَّدَ بْنَ عَبْدِ اللَّهِ بْنِ زَيْدٍ الأَنْصَارِيَّ، - وَعَبْدُ اللَّهِ بْنُ زَيْدٍ هُوَ الَّذِي كَانَ أُرِيَ النِّدَاءَ بِالصَّلاَةِ - أَخْبَرَهُ عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ قَالَ أَتَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَنَحْنُ فِي مَجْلِسِ سَعْدِ بْنِ عُبَادَةَ فَقَالَ لَهُ بَشِيرُ بْنُ سَعْدٍ أَمَرَنَا اللَّهُ تَعَالَى أَنْ نُصَلِّيَ عَلَيْكَ يَا رَسُولَ اللَّهِ فَكَيْفَ نُصَلِّي عَلَيْكَ قَالَ فَسَكَتَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى تَمَنَّيْنَا أَنَّهُ لَمْ يَسْأَلْهُ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم قُولُوا ‏ \"‏ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ فِي الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ ‏.‏ وَالسَّلاَمُ كَمَا قَدْ عَلِمْتُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}