{
  "hadith": {
    "hadith_id": 827,
    "narrator": "‘আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন অসুস্থ হয়ে পড়লেন, বিলাল (রাঃ) এসে তাঁকে সলাতের  কথা জানালেন। তিনি বললেনঃ আবূ বকর (রাঃ) -কে লোকদের নিয়ে সলাত  আদায় করতে বলো। বর্ণনাকারী  [‘আয়িশা (রাঃ) ] বলেন, আমি বললাম হে আল্লাহর রাসুল!  আবূ বকর (রাঃ) কোমলমনা লোক। তিনি যখন আপনার স্থানে দাঁড়াবে লোকেদের (কিরাআত) শুনাতে পারবেন না, আপনি যদি উমার (রাঃ) -কে নির্দেশ দিতেন। বর্ণনাকারী [‘আয়িশা (রাঃ) ]  বলেন, আমি হাফসাহ্ (রাঃ) -কে বললাম- তুমিও তাঁকে বলো। হাফসাহ্ তা্ঁকে বলল, 'আবূ বাক্‌র কোমলমনা লোক। তিনি যখন আপনার স্থলে দাঁড়াবেন, লোকদের কিরাআত শুনাতে সক্ষম হবেন না। আপনি যদি উমার (রাঃ) - কে নির্দেশ দিতেন! তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা তো দেখছি ইউসুফের সাথী মহিলাদের মতই। আবূ বাক্‌রকে লোকদের নিয়ে সলাত  শুরু করতে বললেন,রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিছুটা সুস্থতাবোধ করলেন। বর্ণনাকারী  [‘আয়িশা (রাঃ) ] বলেন, তিনি দাঁড়িয়ে দু'ব্যক্তির কাঁধে ভর দিয়ে (মাসজিদে) রওয়ানা হলেন। তাঁর দু'পা হেঁচড়াতে হেঁচড়াতে মাটিতে দাগ কেটে যাচ্ছিল। ‘আয়িশা (রাঃ) বলেন, তিনি যখন মাসজিদে ঢুকলেন আবূ বাকর (রাঃ) তাঁর আগমন অনুভব করে পিছে সরে আসতে প্রস্তুত হলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ইশারায় বললেনঃ নিজের স্থানে দাঁড়িয়ে থাকো। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসে আবূ বাকরের বাম পাশে বসলেন।রাবী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বসে বসে লোকদের সলাত  আদায় করালেন এবং আবূ বক্‌র দাঁড়িয়ে সলাত  আদায় করলেন। আবূ বকর (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সলাতের  সাথে অনুসরণ করলেন আর লোকেরা আবূ বাকরের সলাতের  অনুসরণ করল। (ই.ফা. ৮২৪, ই.সে ৮৩৬)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، وَوَكِيعٌ، ح وَحَدَّثَنَا يَحْيَى بْنُ يَحْيَى، - وَاللَّفْظُ لَهُ - قَالَ أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ لَمَّا ثَقُلَ رَسُولُ اللَّهِ صلى الله عليه وسلم جَاءَ بِلاَلٌ يُؤْذِنُهُ بِالصَّلاَةِ فَقَالَ ‏\"‏ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ ‏\"‏ ‏.‏ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ أَبَا بَكْرٍ رَجُلٌ أَسِيفٌ إِنَّهُ مَتَى يَقُمْ مَقَامَكَ لاَ يُسْمِعِ النَّاسَ فَلَوْ أَمَرْتَ عُمَرَ ‏.‏ فَقَالَ ‏\"‏ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ ‏\"‏ ‏.‏ قَالَتْ فَقُلْتُ لِحَفْصَةَ قُولِي لَهُ إِنَّ أَبَا بَكْرٍ رَجُلٌ أَسِيفٌ وَإِنَّهُ مَتَى يَقُمْ مَقَامَكَ لاَ يُسْمِعِ النَّاسَ فَلَوْ أَمَرْتَ عُمَرَ ‏.‏ فَقَالَتْ لَهُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّكُنَّ لأَنْتُنَّ صَوَاحِبُ يُوسُفَ ‏.‏ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ ‏\"‏ ‏.‏ قَالَتْ فَأَمَرُوا أَبَا بَكْرٍ يُصَلِّي بِالنَّاسِ - قَالَتْ - فَلَمَّا دَخَلَ فِي الصَّلاَةِ وَجَدَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ نَفْسِهِ خِفَّةً فَقَامَ يُهَادَى بَيْنَ رَجُلَيْنِ وَرِجْلاَهُ تَخُطَّانِ فِي الأَرْضِ - قَالَتْ - فَلَمَّا دَخَلَ الْمَسْجِدَ سَمِعَ أَبُو بَكْرٍ حِسَّهُ ذَهَبَ يَتَأَخَّرُ فَأَوْمَأَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم قُمْ مَكَانَكَ ‏.‏ فَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى جَلَسَ عَنْ يَسَارِ أَبِي بَكْرٍ - قَالَتْ - فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي بِالنَّاسِ جَالِسًا وَأَبُو بَكْرٍ قَائِمًا يَقْتَدِي أَبُو بَكْرٍ بِصَلاَةِ النَّبِيِّ صلى الله عليه وسلم وَيَقْتَدِي النَّاسُ بِصَلاَةِ أَبِي بَكْرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}