{
  "hadith": {
    "hadith_id": 830,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে রোগে ইন্তিকাল করেন তাতে রোগাক্রান্ত হওয়াকালীন সময়ে আবূ বাকর (রাঃ) তাদের সলাতের  ইমামতি করতেন। সোমবার দিন যখন লোকেরা সলাতের  লাইনে দাঁড়ানো ছিল, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর ঘরের পর্দা সরিয়ে দিলেন। তিনি দাঁড়িয়ে আমাদের দিকে তাকালেন। তাঁর মুখমন্ডল মুসহাফ তথা কুরআনের পাতার মতো জ্বলজ্বল করছিল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুচকি হাসলেন। আমরা সলাতের  মধ্যে থেকেই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর আগমন অনুভব করে খুশিতে আত্নহারা হয়ে গেলাম। আবূ বকর (রাঃ) অনুমান করলেন,রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাতের  জন্য বের হচ্ছেন। তাই তিনি লাইনে মিলিত হওয়ার জন্য পিছনে সরে আসছিলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের দিকে হাত দিয়ে ইশারা করে বললেনঃ তোমরা তোমাদের সলাত  পূর্ণ করো। বর্ণনাকারী বলেন,অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (নিজের হুজরায়) প্রবেশ করে পর্দা ছেড়ে দিলেন। বর্ণনাকারী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঠিক এ দিন ইন্তিকাল করেন। (ই.ফা ৮২৭, ই.সে ৮৩৯)",
    "ar": "حَدَّثَنِي عَمْرٌو النَّاقِدُ، وَحَسَنٌ الْحُلْوَانِيُّ، وَعَبْدُ بْنُ حُمَيْدٍ، - قَالَ عَبْدٌ أَخْبَرَنِي وَقَالَ الآخَرَانِ، حَدَّثَنَا يَعْقُوبُ، - وَهُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ - وَحَدَّثَنِي أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّ أَبَا بَكْرٍ، كَانَ يُصَلِّي لَهُمْ فِي وَجَعِ رَسُولِ اللَّهِ صلى الله عليه وسلم الَّذِي تُوُفِّيَ فِيهِ حَتَّى إِذَا كَانَ يَوْمُ الاِثْنَيْنِ - وَهُمْ صُفُوفٌ فِي الصَّلاَةِ - كَشَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم سِتْرَ الْحُجْرَةِ فَنَظَرَ إِلَيْنَا وَهُوَ قَائِمٌ كَأَنَّ وَجْهَهُ وَرَقَةُ مُصْحَفٍ ‏.‏ ثُمَّ تَبَسَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم ضَاحِكًا - قَالَ - فَبُهِتْنَا وَنَحْنُ فِي الصَّلاَةِ مِنْ فَرَحٍ بِخُرُوجِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَنَكَصَ أَبُو بَكْرٍ عَلَى عَقِبَيْهِ لِيَصِلَ الصَّفَّ وَظَنَّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَارِجٌ لِلصَّلاَةِ فَأَشَارَ إِلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ أَنْ أَتِمُّوا صَلاَتَكُمْ - قَالَ - ثُمَّ دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَرْخَى السِّتْرَ - قَالَ - فَتُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ يَوْمِهِ ذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}