{
  "hadith": {
    "hadith_id": 835,
    "narrator": "সাহল ইবনু সা'দ আস্ সা'ইদী (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বনী 'আমর ইবনু ‘আওফ গোত্রের মধ্যে (তাদের অভ্যন্ত্ররীণ ঝগড়া) মীমাংসা করে দেয়ার জন্য চলে গেলেন। সলাতের  সময় হয়ে আসলো। মুয়াযযিন এসে আবূ বাক্‌র (রাঃ ) -কে বলল, আপনি কি লোকদের সলাত  আদায় করিয়ে দিবেন? তাহলে আমি ইকামাত দেই। তিনি বললেন হ্যাঁ। রাবী বলেন, আবূ বকর (রাঃ) সলাত  আরম্ভ করলেন।  এমতাবস্থায় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসে গেলেন। তখন লোকেরা সলাত  আদায় করছিল। তিনি পিছন দিক থেকে কাতারে শামিল হয়ে গেলেন। লোকেরা হাততালি দিয়ে সংকেত দিল। কিন্তু আবূ বাকর (রাঃ) সলাত রত অবস্থায় এদিকে ভ্রুক্ষেপ করলেন না। অতঃপর লোকেরা যখন বেশি তালি বাজাতে লাগলো, তিনি এদিকে ফিরে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে দেখতে পেলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ইশারা করে বললেনঃ নিজের জায়গায় স্থির থাকো।  আবূ বাকর (রাঃ) তাঁর দু'হাত উপরে তুলে মহান আল্লাহর প্রশংসা করে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর এ নির্দেশের প্রতি কৃতজ্ঞতা প্রকাশ করলেন। অতঃপর আবূ বকর (রাঃ) পিছনে সরে এসে লাইনে শামিল হয়ে গেলেন এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সামনে অগ্রসর হয়ে সলাত  আদায় করালেন। সলাত  সমাপ্ত করে তিনি বললেন, হে আবূ বাক্‌র! আমার নির্দেশের পরও নিজ স্থানে স্থির থাকতে তোমাকে কিসে বাধা দিল? আবূ বকর (রাঃ) বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর উপস্থিতিতে আবূ কুহাফার পুত্রের জন্য সলাতে ইমামতি করা কক্ষনো মানায় না।  রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি তোমাদের বেশি তালি বাজাতে দেখলাম কেন? তোমাদের কারো সলাতে কোন কিছু ঘটলে সে 'সুবহানাল্লাহ' বলবে।  সে যখন  'সুবহানাল্লাহ'  বলল তখনই ইমামের কিছু আকষর্ণ করা হলো।মহিলারাই কেবল 'তাসফীহ' (হাততালি) দিবে। (ই.ফা. ৮৩১, ই.সে.  ৮৪৪)",
    "ar": "حَدَّثَنِي يَحْيَى بْنُ يَحْيَى، قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم ذَهَبَ إِلَى بَنِي عَمْرِو بْنِ عَوْفٍ لِيُصْلِحَ بَيْنَهُمْ فَحَانَتِ الصَّلاَةُ فَجَاءَ الْمُؤَذِّنُ إِلَى أَبِي بَكْرٍ فَقَالَ أَتُصَلِّي بِالنَّاسِ فَأُقِيمُ قَالَ نَعَمْ ‏.‏ قَالَ فَصَلَّى أَبُو بَكْرٍ فَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالنَّاسُ فِي الصَّلاَةِ فَتَخَلَّصَ حَتَّى وَقَفَ فِي الصَّفِّ فَصَفَّقَ النَّاسُ - وَكَانَ أَبُو بَكْرٍ لاَ يَلْتَفِتُ فِي الصَّلاَةِ - فَلَمَّا أَكْثَرَ النَّاسُ التَّصْفِيقَ الْتَفَتَ فَرَأَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَشَارَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنِ امْكُثْ مَكَانَكَ فَرَفَعَ أَبُو بَكْرٍ يَدَيْهِ فَحَمِدَ اللَّهَ عَزَّ وَجَلَّ عَلَى مَا أَمَرَهُ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ ذَلِكَ ثُمَّ اسْتَأْخَرَ أَبُو بَكْرٍ حَتَّى اسْتَوَى فِي الصَّفِّ وَتَقَدَّمَ النَّبِيُّ صلى الله عليه وسلم فَصَلَّى ثُمَّ انْصَرَفَ فَقَالَ ‏\"‏ يَا أَبَا بَكْرٍ مَا مَنَعَكَ أَنْ تَثْبُتَ إِذْ أَمَرْتُكَ ‏\"‏ ‏.‏ قَالَ أَبُو بَكْرٍ مَا كَانَ لاِبْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بَيْنَ يَدَىْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا لِي رَأَيْتُكُمْ أَكْثَرْتُمُ التَّصْفِيقَ مَنْ نَابَهُ شَىْءٌ فِي صَلاَتِهِ فَلْيُسَبِّحْ فَإِنَّهُ إِذَا سَبَّحَ الْتُفِتَ إِلَيْهِ وَإِنَّمَا التَّصْفِيحُ لِلنِّسَاءِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}