{
  "hadith": {
    "hadith_id": 890,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "মহান আল্লাহর বাণী-“তাড়াতাড়ি শিখে নেয়ার জন্য আপনি দ্রুত ওয়াহী আবৃত্তি করবেন না”- (সূরাহ আল কিয়ামাহ্ ৭৫ : ১৬)। তিনি এর ব্যাখ্যা প্রসঙ্গে বলেন, জিবরীল (‘আঃ) যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে ওয়াহী অবতীর্ণ করতেন তিনি তা আয়ত্ত করার জন্য জিহ্বা ও ঠোঁট নাড়তেন। এটা তাঁর জন্য খুবই কষ্টকর হয়ে পড়ত। তাঁর অবস্থা থেকেই এটা বুঝা যেত। এর পরিপ্রেক্ষিতে আল্লাহ তা’আলা অবতীর্ণ করলেন: “এ ওয়াহী খুব তাড়াতাড়ি মুখস্থ করার জন্য নিজের জিহ্বা নাড়াবেন না। এটা মুখস্থ করিয়ে দেয়া ও পড়িয়ে দেয়া আমারই দায়িত্ব”- (সূরাহ আল কিয়ামাহ্ ৭৫ : ১৬-১৭)। অর্থাৎ- এটা তোমার অন্তরে পুঞ্জিভূত করে দেয়া এবং তোমাকে পড়িয়ে দেয়া আমার দায়িত্ব।  “অতএব আমি যখন তা পাঠ করতে থাকি তখন তুমি তা মনোযোগ দিয়ে শুনতে থাকো”- (সূরাহ আল কিয়ামাহ্ ৭৫ : ১৮)। অর্থাৎ- এ ওয়াহী আমি অবতীর্ণ করছি, তুমি তা মনোযোগ সহকারে শুন। এর তাৎপর্য বুঝিয়ে দেয়া আমাদেরই দায়িত্ব। “তোমার মুখ দিয়ে তা বলানো আমার দায়িত্ব”- (সূরাহ আল কিয়ামাহ্ ৭৫ : ১৯)। এরপর থেকে যখন জিবরীল (‘আঃ) তাঁর কাছে ওয়াহী নিয়ে আসতেন, তিনি মনোযোগ সহকারে তা শুনতেন। তিনি চলে যাওয়ার পর মহান আল্লাহর ওয়া’দা অনুযায়ী নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা পাঠ করতেন।  (ই.ফা. ৮৮৬, ই.সে. ৮৯৯)",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ كُلُّهُمْ عَنْ جَرِيرٍ، - قَالَ أَبُو بَكْرٍ حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، - عَنْ مُوسَى بْنِ أَبِي عَائِشَةَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، فِي قَوْلِهِ عَزَّ وَجَلَّ ‏{‏ لاَ تُحَرِّكْ بِهِ لِسَانَكَ‏}‏ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا نَزَلَ عَلَيْهِ جِبْرِيلُ بِالْوَحْىِ كَانَ مِمَّا يُحَرِّكُ بِهِ لِسَانَهُ وَشَفَتَيْهِ فَيَشْتَدُّ عَلَيْهِ فَكَانَ ذَلِكَ يُعْرَفُ مِنْهُ فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏ لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ‏}‏ أَخْذَهُ ‏{‏ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ‏}‏ إِنَّ عَلَيْنَا أَنْ نَجْمَعَهُ فِي صَدْرِكَ ‏.‏ وَقُرْآنَهُ فَتَقْرَأُهُ ‏{‏ فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ‏}‏ قَالَ أَنْزَلْنَاهُ فَاسْتَمِعْ لَهُ ‏{‏ إِنَّ عَلَيْنَا بَيَانَهُ‏}‏ أَنْ نُبَيِّنَهُ بِلِسَانِكَ فَكَانَ إِذَا أَتَاهُ جِبْرِيلُ أَطْرَقَ فَإِذَا ذَهَبَ قَرَأَهُ كَمَا وَعَدَهُ اللَّهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}