{
  "hadith": {
    "hadith_id": 891,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "মহান আল্লাহর বাণীঃ “এ ওয়াহী তাড়াহুড়া করে মুখস্থ করার জন্য নিজের জিহ্বা নাড়াবেন না”- (সূরাহ আল কিয়ামাহ্ ৭৫ : ১৬)। তিনি এ আয়াতের ব্যাখ্যা প্রসঙ্গে বলেন, ওয়াহী নাযিল হওয়াকালীন সময়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুব কঠিন অবস্থার সম্মুখীন হতেন। তিনি তা আয়ত্ত করার জন্য নিজের ঠোঁটদ্বয় নাড়তেন। সা’ঈদ ইবনু যুবায়র (রহঃ) বলেন, ইবনু ‘আব্বাস (রাঃ) আমাকে বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যেভাবে তাঁর ঠোঁট নাড়তেন- আমি তোমাকে তেমন করে দেখাচ্ছি। অতঃপর তিনি [ইবনু ‘আব্বাস (রাঃ] তাঁর ঠোঁট নাড়ালেন। সা’ঈদ (রহ্ঃ) বলেন, ইবনু ‘আব্বাস (রাঃ) যেভাবে ঠোঁট নেড়েছেন আমিও তেমন করে দেখাচ্ছি। অতঃপর তিনি [সা‘ঈদ (রাহ্ঃ) ] নিজের ঠোঁট নাড়লেন, মহান আল্লাহ নাযিল করলেন:“এ ওয়াহী তাড়াহুড়া  করে মুখস্থ করার জন্য বারবার নিজের জিহ্বা নাড়িও না। এটা মুখস্থ করিয়ে দেয়া ও পড়িয়ে দেয়ার দায়িত্ব আমার”- (সূরাহ আল কিয়ামাহ্ ৭৫ : ১৬-১৭)। অর্থাৎ- তোমার অন্তরে তা গেঁথে দেয়া এবং তোমার মুখে তা পাঠ করিয়ে দেয়া আমার দায়িত্ব।- (আল কিয়ামাহ ৭৫ : ১৮)। তুমি তা মনোযোগ দিয়ে শুনতে থাকো ও চুপচাপ থাকো। এরপর তা তোমার মুখ দিয়ে পড়িয়ে দেয়া আমার দায়িত্ব।” এরপর থেকে জিবরীল  (‘আঃ) ওয়াহী নিয়ে আসলে তিনি তা মনোযোগ দিয়ে শুনতেন। জিবরীল (‘আঃ) চলে যাওয়ার পর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার পাঠ হুবহু পড়তেন।  (ই.ফা. ৮৮৭, ই.সে. ৯০০)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مُوسَى بْنِ أَبِي عَائِشَةَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، فِي قَوْلِهِ ‏{‏ لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ‏}‏ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُعَالِجُ مِنَ التَّنْزِيلِ شِدَّةً كَانَ يُحَرِّكُ شَفَتَيْهِ - فَقَالَ لِيَ ابْنُ عَبَّاسٍ أَنَا أُحَرِّكُهُمَا كَمَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُحَرِّكُهُمَا ‏.‏ فَقَالَ سَعِيدٌ أَنَا أُحَرِّكُهُمَا كَمَا كَانَ ابْنُ عَبَّاسٍ يُحَرِّكُهُمَا ‏.‏ فَحَرَّكَ شَفَتَيْهِ - فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏ لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ * إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ‏}‏ قَالَ جَمْعَهُ فِي صَدْرِكَ ثُمَّ تَقْرَأُهُ ‏{‏ فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ‏}‏ قَالَ فَاسْتَمِعْ وَأَنْصِتْ ثُمَّ إِنَّ عَلَيْنَا أَنْ تَقْرَأَهُ قَالَ فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَتَاهُ جِبْرِيلُ اسْتَمَعَ فَإِذَا انْطَلَقَ جِبْرِيلُ قَرَأَهُ النَّبِيُّ صلى الله عليه وسلم كَمَا أَقْرَأَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}