{
  "hadith": {
    "hadith_id": 892,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিনদের নিকট কুরআন তিলাওয়াত করেননি এবং তিনি তাদের দেখেননি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর একদল সহাবাকে নিয়ে উকায বাজারের উদ্দেশ্যে রওনা হলেন। এ সময় আকাশমণ্ডলী থেকে তথ্য সংগ্রহকারী শাইতানদের জন্য আকাশমণ্ডলীর সংবাদ শোনা বন্ধ করে দেয়া হয়েছিল এবং তাদের উপর উল্কা (জ্বলন্ত আগুনের টুকরা) নিক্ষেপ করা হচ্ছিল। শয়তানেরা তাদের সম্প্রদায়ের কাছে ফিরে আসলে তারা জিজ্ঞেস করল, তোমাদের কি হয়েছে? তারা বলল, ঊর্ধ্বলোকের তথ্য ও আমাদের মাঝে প্রতিবন্ধকতা সৃষ্টি করা হয়েছে এবং আমাদের উপর উল্কা নিক্ষেপ করা হয়েছে। সম্প্রদায়ের লোকেরা বলল, এর কারণ হচ্ছে- নিশ্চয়ই নতুন কিছু ঘটছে। পূর্ব থেকে পশ্চিম পর্যন্ত সমগ্র পৃথিবী বিচরণ করে দেখো তোমাদের মাঝে ও আসমানের খবরাদির মাঝে কোন  জিনিস প্রতিবন্ধক হয়ে দাঁড়িয়েছে। তারা দলে দলে পূর্ব থেকে পশ্চিম পর্যন্ত সমগ্র পৃথিবী ঘুরে এর কারণ উদঘাটন করার জন্য বেরিয়ে পড়ল। এদের মধ্যে একদল তিহামাহ্ প্রদেশের পথ ধরে উকায বাজারের উদ্দেশ্যে বের হলো। এ সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নাখলাহ্  নামক স্থানে তাঁর সহাবাদের নিয়ে ফাজরের সলাত  আদায় করছিলেন। তারা যখন কুরআন পড়া শুনতে পেল, খুব মনোযোগ দিয়ে শুনল। অতঃপর তারা বলল, আমাদের ও আসমানের খবরাদির মাঝেখানে প্রতিবন্ধকতা সৃষ্টি হওয়ার এটাই একমাত্র কারণ। তারা নিজেদের সম্প্রদায়ের কাছে ফিরে গিয়ে বলল, ‘ হে আমাদের জাতির লোকেরা! “ আমরা এক অতীব আশ্চর্যজনক পাঠ (কুরআন) শুনেছি। তা কল্যাণের পথের দিকে হিদায়াত দান করে। এজন্য আমরা এর উপর ঈমান এনেছি। আমরা আর কখনো আমাদের প্রতিপালকের সাথে কাউকে শারীক করব না”- (সূরাহ জিন ৭২ : ১-২)। এ ঘটনার পর আল্লাহ তা’আলা তাঁর নবী মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর উপর ওয়াহী অবতীর্ণ করে বললেনঃ “ বলো আমাকে ওয়াহীর মাধ্যমে অবগত করা হয়েছে যে, জিনদের একটি দল মনোযোগ সহকারে (কুরআন) শুনেছে …..”- (সূরাহ জিন্ ৭২:১) নাযিল করলেন।  (ই.ফা. ৮৮৮, ই.সে. ৯০১)",
    "ar": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ مَا قَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الْجِنِّ وَمَا رَآهُمُ انْطَلَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي طَائِفَةٍ مِنْ أَصْحَابِهِ عَامِدِينَ إِلَى سُوقِ عُكَاظٍ وَقَدْ حِيلَ بَيْنَ الشَّيَاطِينِ وَبَيْنَ خَبَرِ السَّمَاءِ وَأُرْسِلَتْ عَلَيْهِمُ الشُّهُبُ فَرَجَعَتِ الشَّيَاطِينُ إِلَى قَوْمِهِمْ فَقَالُوا مَا لَكُمْ قَالُوا حِيلَ بَيْنَنَا وَبَيْنَ خَبَرِ السَّمَاءِ وَأُرْسِلَتْ عَلَيْنَا الشُّهُبُ ‏.‏ قَالُوا مَا ذَاكَ إِلاَّ مِنْ شَىْءٍ حَدَثَ فَاضْرِبُوا مَشَارِقَ الأَرْضِ وَمَغَارِبَهَا فَانْظُرُوا مَا هَذَا الَّذِي حَالَ بَيْنَنَا وَبَيْنَ خَبَرِ السَّمَاءِ ‏.‏ فَانْطَلَقُوا يَضْرِبُونَ مَشَارِقَ الأَرْضِ وَمَغَارِبَهَا فَمَرَّ النَّفَرُ الَّذِينَ أَخَذُوا نَحْوَ تِهَامَةَ - وَهُوَ بِنَخْلٍ - عَامِدِينَ إِلَى سُوقِ عُكَاظٍ وَهُوَ يُصَلِّي بِأَصْحَابِهِ صَلاَةَ الْفَجْرِ فَلَمَّا سَمِعُوا الْقُرْآنَ اسْتَمَعُوا لَهُ وَقَالُوا هَذَا الَّذِي حَالَ بَيْنَنَا وَبَيْنَ خَبَرِ السَّمَاءِ ‏.‏ فَرَجَعُوا إِلَى قَوْمِهِمْ فَقَالُوا يَا قَوْمَنَا ‏{‏ إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا * يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا‏}‏ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ عَلَى نَبِيِّهِ مُحَمَّدٍ صلى الله عليه وسلم ‏{‏ قُلْ أُوحِيَ إِلَىَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنَ الْجِنِّ‏}‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}