{
  "hadith": {
    "hadith_id": 927,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, মু’আয (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে সলাত  আদায় করতেন, অতঃপর নিজের সম্প্রদায়ে ফিরে এসে তাদের সলাতে ইমামতি করতেন। এক রাতে তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে ‘ইশার সলাত  আদায় করলেন, অতঃপর নিজের সম্প্রদায়ের কাছে ফিরে এসে তাদের সলাতে ইমাম হলেন। তিনি সূরাহ্‌ আল বাকারাহ্‌ পড়া শুরু করলেন। এক ব্যক্তি এতে বিরক্ত হয়ে পড়ল। সে সালাম ফিরিয়ে একাকি সলাত  আদায় করে চলে গেল। লোকেরা তাকে বলল, হে অমুক! তুমি কি মুনাফিক হয়ে গেছ? সে বলল, আল্লাহর শপথ! আমি মুনাফিক হয়ে যাইনি। আমি অবশ্যই রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে যাব এবং তাঁকে এ সম্পর্কে অবহিত করব। সে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বলল, হে আল্লাহর রসূল! আমরা উট চালক, দিনের বেলায় কঠোর পরিশ্রম করি। আর মু’আয (রাঃ) আপনার সাথে ‘ইশার সলাত  আদায় করে ফিরে এসে আমাদের ইমামতি করলেন এবং সলাতে সূরাহ্‌ আল বাকারাহ্‌ পড়া শুরু করে দিলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মু’আয-এর দৃষ্টি আকর্ষণ করে বললেন, হে মু’আয! তুমি কি ফিত্‌নাহ্‌ সৃষ্টিকারী! তুমি এ রকম এ রকম সূরাহ্‌ পাঠ করবে।\nসুফ্‌ইয়ান বলেন, আমি ‘আম্‌রকে বললাম, আবূ যুবায়র জাবির-এর সূত্রে আমাদের বলেছেন যে, তিনি [নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ] বলেছেন, “তুমি সূরাহ্‌ আশ্‌ শামস্‌ সূরাহ্‌ আয্‌ যুহা সূরাহ্‌ আল লায়ল এবং সূরাহ্‌ আল আ’লা পাঠ করবে। ‘আম্‌র বললেন, হ্যাঁ, এ ধরনের সূরাই পাঠ করার কথা বলেছেন। (ই.ফা. ৯২২,ই.সে. ৯৩৪)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ عَبَّادٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، عَنْ جَابِرٍ، قَالَ كَانَ مُعَاذٌ يُصَلِّي مَعَ النَّبِيِّ صلى الله عليه وسلم ثُمَّ يَأْتِي فَيَؤُمُّ قَوْمَهُ فَصَلَّى لَيْلَةً مَعَ النَّبِيِّ صلى الله عليه وسلم الْعِشَاءَ ثُمَّ أَتَى قَوْمَهُ فَأَمَّهُمْ فَافْتَتَحَ بِسُورَةِ الْبَقَرَةِ فَانْحَرَفَ رَجُلٌ فَسَلَّمَ ثُمَّ صَلَّى وَحْدَهُ وَانْصَرَفَ فَقَالُوا لَهُ أَنَافَقْتَ يَا فُلاَنُ قَالَ لاَ وَاللَّهِ وَلآتِيَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم فَلأُخْبِرَنَّهُ ‏.‏ فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّا أَصْحَابُ نَوَاضِحَ نَعْمَلُ بِالنَّهَارِ وَإِنَّ مُعَاذًا صَلَّى مَعَكَ الْعِشَاءَ ثُمَّ أَتَى فَافْتَتَحَ بِسُورَةِ الْبَقَرَةِ ‏.‏ فَأَقْبَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى مُعَاذٍ فَقَالَ ‏\"‏ يَا مُعَاذُ أَفَتَّانٌ أَنْتَ اقْرَأْ بِكَذَا وَاقْرَأْ بِكَذَا ‏\"‏ ‏.‏ قَالَ سُفْيَانُ فَقُلْتُ لِعَمْرٍو إِنَّ أَبَا الزُّبَيْرِ حَدَّثَنَا عَنْ جَابِرٍ أَنَّهُ قَالَ ‏\"‏ اقْرَأْ وَالشَّمْسِ وَضُحَاهَا ‏.‏ وَالضُّحَى ‏.‏ وَاللَّيْلِ إِذَا يَغْشَى ‏.‏ وَسَبِّحِ اسْمَ رَبِّكَ الأَعْلَى ‏\"‏ ‏.‏ فَقَالَ عَمْرٌو نَحْوَ هَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}