{
  "hadith": {
    "hadith_id": 945,
    "narrator": "হাকাম (রহঃ)",
    "bn": "তিনি বলেন, ইবনু আশ’আস-এর সময় এক ব্যক্তি কূফাবাসীদের উপর আধিপত্য বিস্তার করে। হাকাম তার নাম উল্লেখ করেছেন (মাতার ইবনু নাজিয়াহ্)। সে আবূ ‘উবাইদাহ ইবনু ‘আব্দুল্লাহ (ইবনু মাস’উদ) কে লোকদের সলাতে ইমামতি করার হুকুম দিলেন। তিনি সলাত  আদায় করছিলেন। তিনি রুকু‘ থেকে মাথা তুলে একটি দু’আ পড়ার পরিমাণ সময় দাঁড়িয়ে থাকতেন। দু’আটি হচ্ছে :\nআল্লা-হুম্মা রব্বানা- লাকাল্ হামদু মিলআস্ সামা-ওয়া-তি ওয়ামিল্ আল আরযি ওয়ামিলআ মা-শি‘তা মিন্ শাইয়িন বা’দু আহলাস্ সানা-য়ি ওয়াল্ মাজদি লা-মা-নি‘আ লিমা-আ‘তাইতা ওয়ালা-মু’তিয়া লিমা-মানা’তা ওয়ালা-ইয়ানফা’উ যাল জাদ্দি মিনকাল জাদ্দ।\nঅর্থাৎ “হে আল্লাহ্‌! আমাদের প্রতিপালক প্রশংসা আপনারই জন্য যা আসমান ও জমীন পরিপূর্ণ এবং পরিপূর্ণতা ছাড়াও যতটুকু আপনি ইচ্ছা পোষণ করেন। হে প্রশংসা ও মর্যাদার অধিকারী! আপনি যা দান করবেন তা রোধ করার কেউ নেই। আর আপনি যা রোধ করবেন তা দান করারও কেউ নেই এবং কোনও সম্পদশালীকেই তার সম্পদ আপনার শাস্তি থেকে বাঁচাতে পারবে না।”\nহাকাম বলেন, অতঃপর আমি এটা ‘আবদুর রহমান ইবনু আবূ লাইলার কাছে উল্লেখ করলাম। তিনি বললেন,  আমি বারা ইবনু আযিবকে বলতে শুনেছি, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর সলাত  ছিল : তিনি রুকু‘তে যেতেন, রুকু‘ থেকে মাথা তুলে দাঁড়াতেন, সাজদাহ্ করতেন এবং দু’সাজদার মাঝে বিরতি দিতেন- এসবগুলোর সময়ের পরিমাণ প্রায় একই ছিল।\nশু’বাহ্ বলেন, আমি এটা ‘আমর ইবনু মুররাকে বললাম। তিনি বললেন, আমি ইবনু আবূ লাইলাকে দেখেছি। কিন্তু তার সলাত  তো এরূপ ছিল না। (ই.ফা. ৯৪০, ই.সে. ৯৫২)",
    "ar": "وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، قَالَ غَلَبَ عَلَى الْكُوفَةِ رَجُلٌ - قَدْ سَمَّاهُ - زَمَنَ ابْنِ الأَشْعَثِ فَأَمَرَ أَبَا عُبَيْدَةَ بْنَ عَبْدِ اللَّهِ أَنْ يُصَلِّيَ بِالنَّاسِ فَكَانَ يُصَلِّي فَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ قَامَ قَدْرَ مَا أَقُولُ اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ وَمِلْءَ مَا شِئْتَ مِنْ شَىْءٍ بَعْدُ أَهْلَ الثَّنَاءِ وَالْمَجْدِ لاَ مَانِعَ لِمَا أَعْطَيْتَ وَلاَ مُعْطِيَ لِمَا مَنَعْتَ وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ ‏.‏ قَالَ الْحَكَمُ فَذَكَرْتُ ذَلِكَ لِعَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى فَقَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ يَقُولُ كَانَتْ صَلاَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم وَرُكُوعُهُ وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ وَسُجُودُهُ وَمَا بَيْنَ السَّجْدَتَيْنِ قَرِيبًا مِنَ السَّوَاءِ ‏.‏ قَالَ شُعْبَةُ فَذَكَرْتُهُ لِعَمْرِو بْنِ مُرَّةَ فَقَالَ قَدْ رَأَيْتُ ابْنَ أَبِي لَيْلَى فَلَمْ تَكُنْ صَلاَتُهُ هَكَذَا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}