{
  "hadith": {
    "hadith_id": 975,
    "narrator": "‘আয়িশাহ্ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অধিক সংখ্যায় এ দু’আ পড়তেনঃ “সুবহা-নাল্লা-হি ওয়াবি হামদিহী আসতাগফিরুল্ল-হা ওয়াতুবু ইলাইহি”। অর্থাৎ, “মহান পবিত্র আল্লাহ। সমস্ত প্রশংসা তার জন্য। আমি আল্লাহর কাছে ক্ষমা চাচ্ছি, আমি তার কাছে তাওবাহ করছি, অনুতপ্ত হচ্ছি।”  রাবী বলেন, আমি বললাম, হে আল্লাহর রসুল! আমি আপনাকে অধিক সংখ্যায় এ কথা বলতে দেখেছি “সুবহা-নাল্লা-হি ওয়াবি হামদিহী আসতাগফিরুল্ল-হা ওয়াতুবু ইলাইহি”। রাবী বলেন, তিনি বললেনঃ আমার মহান প্রতিপালক আমাকে সুসংবাদ দিয়েছেন যে, আমি অচিরেই আমার উম্মাতের মধ্যে একটি নিদর্শন দেখতে পাব। যখন আমি সে আলামত দেখতে পাই তখন অধিক সংখ্যায় এ দু’আ পাঠ করতে থাকিঃ “সুবহা-নাল্লা-হি ওয়াবি হামদিহী আসতাগফিরুল্ল-হা ওয়াতুবু ইলাইহি”। সে নিদর্শন সম্ভবত এই “ইযা-জা-আ নাসরুল্ল-হি ওয়াল ফাতহ...”। অর্থাৎ “ যখন আল্লাহর সাহায্য আসবে এবং বিজয় লাভ হবে (অর্থাৎ-মাক্কাহ্ বিজয়) , তুমি দেখতে পাবে, দলে দলে লোক আল্লাহর দীনে প্রবেশ করছে; তখন তুমি তোমার প্রভুর প্রশংসা সহকারে তাঁর তাসবীহ করো এবং তার কাছে ক্ষমা প্রার্থনা করো। নিঃসন্দেহে তিনি খুবই তাওবাহ্ গ্রহনকারী। (সুরাহ আন্- নাসর) (ই.ফা. ৯৭০, ই.সে. ৯৮১)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي عَبْدُ الأَعْلَى، حَدَّثَنَا دَاوُدُ، عَنْ عَامِرٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُكْثِرُ مِنْ قَوْلِ ‏\"‏ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ ‏\"‏ ‏.‏ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ أَرَاكَ تُكْثِرُ مِنْ قَوْلِ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ ‏.‏ فَقَالَ ‏\"‏ خَبَّرَنِي رَبِّي أَنِّي سَأَرَى عَلاَمَةً فِي أُمَّتِي فَإِذَا رَأَيْتُهَا أَكْثَرْتُ مِنْ قَوْلِ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ ‏.‏ فَقَدْ رَأَيْتُهَا ‏{‏ إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ‏}‏ فَتْحُ مَكَّةَ ‏{‏ وَرَأَيْتَ النَّاسَ يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجًا * فَسَبِّحْ بِحَمْدِ رَبِّكَ وَاسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا‏}‏ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}