{
  "hadith": {
    "hadith_id": 997,
    "narrator": "‘আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকবীর (আল্ল-হু আকবার) বলে সলাত  শুরু করতেন এবং সূরাহ্‌ আল ফা-তিহাহ্‌ দিয়ে কিরাআত পাঠ শুরু করতেন। তিনি যখন রুকূ’ করতেন, ঘাড় থেকে মাথা নীচুও করতেন না, উপরেও উঁচু করে রাখতেন না বরং একই সমতলে রাখতেন। তিনি যখন রুকূ থেকে মাথা উঠাতেন, সোজা হয়ে না দাঁড়িয়ে সাজদাহ্ করতেন না। তিনি (প্রথম) সাজদাহ্ থেকে মাথা তুলে সোজা হয়ে না বসা পর্যন্ত (দ্বিতীয়) সাজদায় যেতেন না। তিনি প্রতি দু’রাক’আত অন্তর “আত্তাহিয়্যাতু” পাঠ করতেন। তিনি বসার সময় বাম পা বিছিয়ে দিতেন এবং ডান পা দাঁড় করিয়ে রাখতেন। তিনি শয়তানের বসা থেকে নিষেধ করতেন। তিনি পুরুষ লোকেদেরকে হিংস্র জন্তুর ন্যায় দু’হাত মাটিতে ছড়িয়ে দিতে নিষেধ করতেন। তিনি সালামের মাধ্যমে সলাতের  সমাপ্তি ঘোষণা করতেন।\nইবনু নুমায়র থেকে আবূ খালিদ-এর সূত্রে বর্ণিত আছে : তিনি শয়তানের মতো [১০৬] বসতে নিষেধ করতেন। (ই.ফা. ৯৯১, ই.সে. ১০০২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبُو خَالِدٍ، - يَعْنِي الأَحْمَرَ - عَنْ حُسَيْنٍ الْمُعَلِّمِ، ح قَالَ وَحَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، - وَاللَّفْظُ لَهُ - قَالَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا حُسَيْنٌ الْمُعَلِّمُ، عَنْ بُدَيْلِ بْنِ مَيْسَرَةَ، عَنْ أَبِي الْجَوْزَاءِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَسْتَفْتِحُ الصَّلاَةَ بِالتَّكْبِيرِ وَالْقِرَاءَةَ بِـ ‏{‏ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ‏}‏ وَكَانَ إِذَا رَكَعَ لَمْ يُشْخِصْ رَأْسَهُ وَلَمْ يُصَوِّبْهُ وَلِكَنْ بَيْنَ ذَلِكَ وَكَانَ إِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ لَمْ يَسْجُدْ حَتَّى يَسْتَوِيَ قَائِمًا وَكَانَ إِذَا رَفَعَ رَأْسَهُ مِنَ السَّجْدَةِ لَمْ يَسْجُدْ حَتَّى يَسْتَوِيَ جَالِسًا وَكَانَ يَقُولُ فِي كُلِّ رَكْعَتَيْنِ التَّحِيَّةَ وَكَانَ يَفْرِشُ رِجْلَهُ الْيُسْرَى وَيَنْصِبُ رِجْلَهُ الْيُمْنَى وَكَانَ يَنْهَى عَنْ عُقْبَةِ الشَّيْطَانِ وَيَنْهَى أَنْ يَفْتَرِشَ الرَّجُلُ ذِرَاعَيْهِ افْتِرَاشَ السَّبُعِ وَكَانَ يَخْتِمُ الصَّلاَةَ بِالتَّسْلِيمِ ‏.‏ وَفِي رِوَايَةِ ابْنِ نُمَيْرٍ عَنْ أَبِي خَالِدٍ وَكَانَ يَنْهَى عَنْ عَقِبِ الشَّيْطَانِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "১০৬ - দু’হাঁটু দাঁড় করিয়ে দু’উরু বুকের সঙ্গে লাগলে পাছার উপর ভর দিয়ে উপবেশন করাকে শয়তানের বৈঠক বলা হয়। সলাত  রত অবস্থায় তাশাহ্‌হুদ পাঠকালে এরূপ বসতে নিষেধ করা হয়।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}