{
  "hadith": {
    "hadith_id": 1007,
    "narrator": "আল-আযরাক্ব ইবনু ক্বায়স (রাঃ)",
    "bn": "তিনি বলেন, একদা আমাদের ইমাম আবূ রিমসা (রাঃ) আমাদেরকে নিয়ে সালাত আদায় করলেন। তিনি বললেন, এ সালাত বা এরূপ সালাত আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে আদায় করেছি। তিনি আরো বললেন, আবূ বাক্‌র ও উমার (রাঃ) সামনের কাতারে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর ডান পাশে দাঁড়াতেন। উক্ত সালাত এমন এক ব্যক্তিও উপস্থিত ছিলো যিনি প্রথম তাকবীরেই সালাত শামিল হতে পেরেছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাত আদায় করে তাঁর ডান ও বাম দিকে সালাম ফিরালেন। আমরা তাঁর গলার শুভ্রতা দেখতে পেলাম। তারপর তিনি উঠে দাঁড়ালেন। যেমন আবূ রিমসা উঠে দাঁড়ালেন। অর্থাৎ তিনি নিজের কথাই বললেন। এ সময় প্রথম তাকবীরসহ সালাত পাওয়া ব্যক্তি দু’রাকাত নফল সালাত আদায়ের জন্য উঠে দাঁড়ালে উমার তার দিকে ছুটে গিয়ে তার দুই কাঁধ ধরে সজোরে ঝাঁকুনি দিয়ে বললেন, বসো। কেননা আহলে কিতাবগণ এ কারণে ধ্বংস হয়েছে যে, তারা ফরয ও নফল সালাতের মাঝে কোন ব্যবধান করতো না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেদিকে তাকিয়ে বললেন, হে খাত্তাবের পুত্র ! আল্লাহ্‌ তোমাকে দিয়ে সঠিক কাজ করিয়েছেন। [১০০৭]\nইমাম আবূ দাউদ (রহঃ) বলেন, কোন বর্ণনায় আবূ রিমসা (রাঃ) এর স্থলে আবূ উমাইয়াহ্‌র (রাঃ) কথা রয়েছে।",
    "ar": "حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ، حَدَّثَنَا أَشْعَثُ بْنُ شُعْبَةَ، عَنِ الْمِنْهَالِ بْنِ خَلِيفَةَ، عَنِ الأَزْرَقِ بْنِ قَيْسٍ، قَالَ صَلَّى بِنَا إِمَامٌ لَنَا يُكْنَى أَبَا رِمْثَةَ فَقَالَ صَلَّيْتُ هَذِهِ الصَّلاَةَ - أَوْ مِثْلَ هَذِهِ الصَّلاَةِ - مَعَ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ وَكَانَ أَبُو بَكْرٍ وَعُمَرُ يَقُومَانِ فِي الصَّفِّ الْمُقَدَّمِ عَنْ يَمِينِهِ وَكَانَ رَجُلٌ قَدْ شَهِدَ التَّكْبِيرَةَ الأُولَى مِنَ الصَّلاَةِ فَصَلَّى نَبِيُّ اللَّهِ صلى الله عليه وسلم ثُمَّ سَلَّمَ عَنْ يَمِينِهِ وَعَنْ يَسَارِهِ حَتَّى رَأَيْنَا بَيَاضَ خَدَّيْهِ ثُمَّ انْفَتَلَ كَانْفِتَالِ أَبِي رِمْثَةَ - يَعْنِي نَفْسَهُ - فَقَامَ الرَّجُلُ الَّذِي أَدْرَكَ مَعَهُ التَّكْبِيرَةَ الأُولَى مِنَ الصَّلاَةِ يَشْفَعُ فَوَثَبَ إِلَيْهِ عُمَرُ فَأَخَذَ بِمَنْكِبِهِ فَهَزَّهُ ثُمَّ قَالَ اجْلِسْ فَإِنَّهُ لَمْ يَهْلِكْ أَهْلُ الْكِتَابِ إِلاَّ أَنَّهُ لَمْ يَكُنْ بَيْنَ صَلَوَاتِهِمْ فَصْلٌ ‏.‏ فَرَفَعَ النَّبِيُّ صلى الله عليه وسلم بَصَرَهُ فَقَالَ ‏ \"‏ أَصَابَ اللَّهُ بِكَ يَا ابْنَ الْخَطَّابِ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ وَقَدْ قِيلَ أَبُو أُمَيَّةَ مَكَانَ أَبِي رِمْثَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}