{
  "hadith": {
    "hadith_id": 1020,
    "narrator": "‘আবদুল্লাহ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাত আদায় করলেন। ইবরাহীম বলেন, এ সালাত তিনি বেশী করেছিলেন না কম করেছিলেন তা আমি অবহিত নই। তিনি সালাম ফিরালে তাঁকে জিজ্ঞেস করা হলো, হে আল্লাহর রসূল! সালাত নতুন কিছু হয়েছে কি? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তা আবার কেমন করে? তারা বললো, আপনি তো সালাত এরূপ এরূপ করেছেন (কম অথবা বেশী সালাত আদায় করেছেন)। এ কথা শুনে তিনি পা ঘুরিয়ে ক্বিবলামুখী হয়ে দু’টি সাহু সিজদাহ্ করে সালাম ফিরালেন। সালাত শেষে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের দিকে ঘুরে বললেন, সালাতের ব্যাপারে নতুন কিছু ঘটে থাকলে আমি তোমাদেরকে অবহিত করতাম। কিন্তু আমি তো তোমাদের মতই মানুষ। তোমাদের মত আমিও ভুল করে থাকি। কাজেই আমি ভুলে গেলে তোমরা আমাকে স্বরণ করিয়ে দিবে। তিনি আরো বললেনঃ তোমাদের কেউ সালাত সন্দিহান হলে সে যেন সঠিক দিক বের করতে চিন্তা ভাবনা করে, অতঃপর তার ভিত্তিতে সালাত সম্পন্ন করে এবং সালাম ফিরায় অতঃপর দু’টি সাহু সাজদাহ্ আদায় করে।\n\nসহীহঃ বুখারী মুসলিম।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، قَالَ قَالَ عَبْدُ اللَّهِ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم - قَالَ إِبْرَاهِيمُ فَلاَ أَدْرِي زَادَ أَمْ نَقَصَ - فَلَمَّا سَلَّمَ قِيلَ لَهُ يَا رَسُولَ اللَّهِ أَحَدَثَ فِي الصَّلاَةِ شَىْءٌ ‏.‏ قَالَ ‏\"‏ وَمَا ذَاكَ ‏\"‏ ‏.‏ قَالُوا صَلَّيْتَ كَذَا وَكَذَا ‏.‏ فَثَنَى رِجْلَهُ وَاسْتَقْبَلَ الْقِبْلَةَ فَسَجَدَ بِهِمْ سَجْدَتَيْنِ ثُمَّ سَلَّمَ فَلَمَّا انْفَتَلَ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ إِنَّهُ لَوْ حَدَثَ فِي الصَّلاَةِ شَىْءٌ أَنْبَأْتُكُمْ بِهِ وَلَكِنْ إِنَّمَا أَنَا بَشَرٌ أَنْسَى كَمَا تَنْسَوْنَ فَإِذَا نَسِيتُ فَذَكِّرُونِي ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ إِذَا شَكَّ أَحَدُكُمْ فِي صَلاَتِهِ فَلْيَتَحَرَّ الصَّوَابَ فَلْيُتِمَّ عَلَيْهِ ثُمَّ لْيُسَلِّمْ ثُمَّ لْيَسْجُدْ سَجْدَتَيْنِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}