{
  "hadith": {
    "hadith_id": 1037,
    "narrator": "যিয়াদ ইবনু ‘ইলাক্বাহ (রহঃ)",
    "bn": "তিনি বলেন, মুগীরাহ ইবনু শু’বাহ (রাঃ) আমাদের নিয়ে সালাত আদায় করলেন। তিনি দ্বিতীয় রাক‘আতের পর দাঁড়িয়ে গেলে আমরা ‘সুবহানাল্লাহ’ বললাম, তখন তিনিও ‘সুবহানাল্লাহ’ বললেন এবং ঐভাবেই সালাত শেষ করে সালাম ফিরানোর পর ভূলের জন্য দু’টি সাজদাহ্‌ করলেন। সালাত শেষে তিনি আমাদের দিকে ঘুরে বললেন, আমি আমার মত রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কেও করতে দেখেছি।\n\nসহীহ।\n\nইমাম আবূ দাঊদ (রহঃ) বলেছেন, ইবনু আবু লায়লাহ শা’বীর হতে মুগীরাহ ইবনু শু’বাহ (রাঃ) সূত্রে মরফূ হিসেবে হাদীস বর্ণনা করেছেন। আর আবূ ‘উমাইস (‘উতবাহ ইবনু ‘আবদুল্লাহ) সাবিত ইবনু ‘আবদুল্লাহ হতে বর্ণনা করেছেন। তিনি বলেছেন, মুগীরাহ ইবনু শু’বাহ (রাঃ) আমাদের নিয়ে সালাত আদায় করলেন....... যিয়াদ ইবনু ‘ইলাক্বাহর হাদীসের অনুরূপ ইমাম আবূ দাঊদ (রহঃ) বর্ণনা করেছেন, আবূ ‘উমাইস (‘উতবাহ ইবনু ‘আবদুল্লাহ) হলেন আল-মাসঊদীর ভাই। মুগীরাহ ইবনু শু’বাহ যেরূপ করেছেন সা’দ ইবনু আবূ সুফয়ান ‘ইমরান ইবনু হুসাইন, দাহ্‌হাক ইবনু ক্বায়ীস এবং মু’আবিয়াহ ইবনু আবূ সুফয়ান (রাঃ) ও অনুরূপ বর্ণনা করেছেন। ‘আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ) এবং ‘উমার ইবনু ‘আবদুল ‘আযীয (রহঃ) এ ফাতাওয়াহ দিয়েছেন। ইমাম আবূ দাঊদ বলেন, যারা সালাত দু’রাক‘আতের পর না বসে (ভূল বশতঃ) দাঁড়িয়ে যায় এবং সালাম ফিরানোর পর সাজদাহ্‌ আদায় করে এটা তাদের জন্য।\n\nসা’দ এর খবরঃ সহীহ। ‘ইমরান ইবনু হুসাইনের খবরঃ বিশ্বস্থ রিজাল। দাহহাক এর খবরঃ আমি পাইনি। মু’আবিয়ার খবরঃ দূর্বল। ইবনু ‘আব্বাসের ফাতাওয়াহঃ হাসান। আর ‘উমারের ফাতাওয়াহঃ দূর্বল।",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ الْجُشَمِيُّ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا الْمَسْعُودِيُّ، عَنْ زِيَادِ بْنِ عِلاَقَةَ، قَالَ صَلَّى بِنَا الْمُغِيرَةُ بْنُ شُعْبَةَ فَنَهَضَ فِي الرَّكْعَتَيْنِ قُلْنَا سُبْحَانَ اللَّهِ قَالَ سُبْحَانَ اللَّهِ وَمَضَى فَلَمَّا أَتَمَّ صَلاَتَهُ وَسَلَّمَ سَجَدَ سَجْدَتَىِ السَّهْوِ فَلَمَّا انْصَرَفَ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَصْنَعُ كَمَا صَنَعْتُ ‏.‏ قَالَ أَبُو دَاوُدَ وَكَذَلِكَ رَوَاهُ ابْنُ أَبِي لَيْلَى عَنِ الشَّعْبِيِّ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ وَرَفَعَهُ وَرَوَاهُ أَبُو عُمَيْسٍ عَنْ ثَابِتِ بْنِ عُبَيْدٍ قَالَ صَلَّى بِنَا الْمُغِيرَةُ بْنُ شُعْبَةَ مِثْلَ حَدِيثِ زِيَادِ بْنِ عِلاَقَةَ ‏.‏ قَالَ أَبُو دَاوُدَ أَبُو عُمَيْسٍ أَخُو الْمَسْعُودِيِّ وَفَعَلَ سَعْدُ بْنُ أَبِي وَقَّاصٍ مِثْلَ مَا فَعَلَ الْمُغِيرَةُ وَعِمْرَانُ بْنُ حُصَيْنٍ وَالضَّحَّاكُ بْنُ قَيْسٍ وَمُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ وَابْنُ عَبَّاسٍ أَفْتَى بِذَلِكَ وَعُمَرُ بْنُ عَبْدِ الْعَزِيزِ ‏.‏ قَالَ أَبُو دَاوُدَ هَذَا فِيمَنْ قَامَ مِنْ ثِنْتَيْنِ ثُمَّ سَجَدُوا بَعْدَ مَا سَلَّمُوا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}