{
  "hadith": {
    "hadith_id": 1096,
    "narrator": "শু’আইব ইবনু রুযাইক্ব আত-ত্বায়িফী (রহঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এক সহাবীর নিকট বসা ছিলাম, যার নাম আল-হাকাম ইবনু হাযন আল-কুলাফী। তিনি আমাদের নিকট হাদীস বর্ণনা করতে গিয়ে বলেন, আমি সাত আট সদস্যবিশিষ্ট প্রতিনিধি দলের সপ্তম বা অষ্টমজন হিসেবে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট যাই এবং তাঁর সামনে উপস্থিত হয়ে বলি, হে আল্লাহর রসূল ! আমরা আপনার সাক্ষাত পেয়েছি। আপনি মহান আল্লাহর নিকট আমাদের কল্যাণের জন্য দু‘আ করুন। তখন তিনি কিছু খেজুর দ্বারা আমাদের মেহমানদারী করতে আদেশ করলেন। সে সময় (মুসলিমদের) অবস্থা ছিল অত্যান্ত করুণ। আমরা বেশ কয়েকদিন (মাদীনাহ্‌তে) অবস্থান করলাম। এ সময় আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে জুমু’আহর সালাতও আদায় করেছি। জুমু’আহর খুত্ববাহ্য় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি লাঠি অথবা ধনুকের উপর ভর দিয়ে পবিত্র বারকাতপূর্ণ কথার দ্বারা আল্লাহর প্রশংসা করেন এবং তাঁর কতক হালকা, উত্তম ও পবিত্র গুণাবলো বর্ণনা করেন। অতঃপর বলেনঃ হে জনগণ ! তোমাদেরকে যা কিছুর আদেশ দেয়া হয়েছে সে সবের প্রতিটি নির্দেশই তোমরা অক্ষরে অক্ষরে পালম করতে সক্ষম হবে না। কাজেই তোমরা নিজেদের ‘আমলের উপর অটল থাকো এবং সুসংবাদ প্রদান করো। [১০৯৬]\n\nহাসান।\nআবু ‘আলী (রহঃ) বলেন, আমি ইমাম আবূ দাঊদ (রহঃ)-কে বলতে শুনেছি, আমার কতিপয় বন্ধু এ হাদীসের অংশ বিশেষ আমাকে স্মরণ করিয়ে দেন।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا شِهَابُ بْنُ خِرَاشٍ، حَدَّثَنِي شُعَيْبُ بْنُ رُزَيْقٍ الطَّائِفِيُّ، قَالَ جَلَسْتُ إِلَى رَجُلٍ لَهُ صُحْبَةٌ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم يُقَالُ لَهُ الْحَكَمُ بْنُ حَزْنٍ الْكُلَفِيُّ فَأَنْشَأَ يُحَدِّثُنَا قَالَ وَفَدْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم سَابِعَ سَبْعَةٍ أَوْ تَاسِعَ تِسْعَةٍ فَدَخَلْنَا عَلَيْهِ فَقُلْنَا يَا رَسُولَ اللَّهِ زُرْنَاكَ فَادْعُ اللَّهَ لَنَا بِخَيْرٍ فَأَمَرَ بِنَا أَوْ أَمَرَ لَنَا بِشَىْءٍ مِنَ التَّمْرِ وَالشَّأْنُ إِذْ ذَاكَ دُونٌ فَأَقَمْنَا بِهَا أَيَّامًا شَهِدْنَا فِيهَا الْجُمُعَةَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَامَ مُتَوَكِّئًا عَلَى عَصًا أَوْ قَوْسٍ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ كَلِمَاتٍ خَفِيفَاتٍ طَيِّبَاتٍ مُبَارَكَاتٍ ثُمَّ قَالَ ‏ \"‏ أَيُّهَا النَّاسُ إِنَّكُمْ لَنْ تُطِيقُوا أَوْ لَنْ تَفْعَلُوا كُلَّ مَا أُمِرْتُمْ بِهِ وَلَكِنْ سَدِّدُوا وَأَبْشِرُوا ‏\"‏ ‏.‏ قَالَ أَبُو عَلِيٍّ سَمِعْتُ أَبَا دَاوُدَ قَالَ ثَبَّتَنِي فِي شَىْءٍ مِنْهُ بَعْضُ أَصْحَابِنَا وَقَدْ كَانَ انْقَطَعَ مِنَ الْقِرْطَاسِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}