{
  "hadith": {
    "hadith_id": 1097,
    "narrator": "‘আবদুল্লাহ ইবনু মাস’উদ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুত্ববাহ দেয়ার সময় বলতেন, “আলহামদু লিল্লা-হি নাস্‌তাঈনুহু, ওয়া নাসতাগফিরুহু ওয়া না’উযু বিল্লা-হি মিন শুরুরি আনফুসিনা মাঁই ইয়াহদিহিল্লাহু ফালা মুদিল্লা লাহু ওয়া মাই ইউদ্‌লিল ফালা হা-দিয়া লাহু। ওয়া আশ্‌হাদু আল-লা ইলা-হা ইল্লাল্লা-হু ওয়া আশ্‌হাদু আন্না মুহাম্মাদান ‘আবদুহু ওয়া রসূলুহ। আরসালাহু বিলহাক্বক্বি বাশিরাও অয়া নাযীরা বাইনা ইয়াদাইস্‌ সা’আহ। মাঁই ইউত্বি’ইল্লা-হা ওয়া রসূলুহু ফাক্বাদ রাশাদা ওয়া মাঁই ইয়া’সিহিমা ফাইন্নাহু লা ইয়াদুররু ইল্লা নাফসাহু ওয়ালা ইয়াদুররুল্লা-হা শাইয়া”। (সকল প্রশংসা আল্লাহর। আমরা তাঁর কাছে সাহায্য ও ক্ষমা চাই। আমারা আমাদের নিজেদের নাফ্‌সের ক্ষতি হতে আল্লাহর কাছে আশ্রয় চাই। আল্লাহ যাকে হিদায়াদ দেন কেউ তাকে পথভ্রষ্ট করতে পারে না। আর আল্লাহ যাকে পথভ্রষ্ট করেন তাকে কেউ হিদায়াত করতে পারে না। আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া অন্য কোন ইলাহ নাই। আমি আরো সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ তাঁর বান্দা ও রসূল। মহান আল্লাহ তাঁকে ক্বিয়ামাতের পূর্বে সত্য দ্বীনসহ সুসংবাদ দাতা ও ভীতি প্রদর্শনকারী হিসেবে পাঠিয়েছেন। যে ব্যাক্তি আল্লাহ ও তাঁর রসূলুলের অনুগত্য করে সে সঠিক পথে রয়েছে। আর যে ব্যাক্তি আল্লাহ তাঁর রসূলের অবাধ্য হয় সে তো নিজেরই ক্ষতি সাধন করে, সে আল্লাহর কোন ক্ষতি করতে পারে না)। [১০৯৭]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَاصِمٍ، حَدَّثَنَا عِمْرَانُ، عَنْ قَتَادَةَ، عَنْ عَبْدِ رَبِّهِ، عَنْ أَبِي عِيَاضٍ، عَنِ ابْنِ مَسْعُودٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا تَشَهَّدَ قَالَ ‏ \"‏ الْحَمْدُ لِلَّهِ نَسْتَعِينُهُ وَنَسْتَغْفِرُهُ وَنَعُوذُ بِاللَّهِ مِنْ شُرُورِ أَنْفُسِنَا مَنْ يَهْدِهِ اللَّهُ فَلاَ مُضِلَّ لَهُ وَمَنْ يُضْلِلْ فَلاَ هَادِيَ لَهُ وَأَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ أَرْسَلَهُ بِالْحَقِّ بَشِيرًا وَنَذِيرًا بَيْنَ يَدَىِ السَّاعَةِ مَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ رَشَدَ وَمَنْ يَعْصِهِمَا فَإِنَّهُ لاَ يَضُرُّ إِلاَّ نَفْسَهُ وَلاَ يَضُرُّ اللَّهَ شَيْئًا ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}