{
  "hadith": {
    "hadith_id": 117,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, একদা আমার কাছে ‘আলী ইবনু আবূ ত্বালিব (রাঃ) এলেন। তিনি ইস্তিন্জার কাজ সম্পন্ন করে উযুর পানি চাইলেন। আমরা একটি পাত্রে পানি এনে তাঁর সামনে রাখলাম। তিনি বললেন, হে ইবনু ‘আব্বাস! রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিভাবে উযু করতেন তা কি তোমাকে দেখাব না? আমি বললাম, হ্যাঁ। ‘আলী (রাঃ) পাত্রটি কাত করে হাতে পানি ঢেলে হাত ধুলেন। এরপর ডান হাত কজ্বি পর্যন্ত ধুলেন, কুলি করলেন, নাকে পানি দিলেন। এরপর উভয় হাত একত্রে পাত্রে ডুবিয়ে অঞ্জলি ভরে পানি নিয়ে মুখমন্ডলে নিক্ষেপ করলেন (ধুলেন)। তারপর উভয় বৃদ্ধাঙ্গুলি উভয় কানের সম্মুখভাগে (ভিতরে) ঘোরালেন, দ্বিতীয়বার এবং তৃতীয়বারও এরূপই করলেন। এরপর ডান হাতে এক অঞ্জলি পানি নিয়ে কপালে ঢেলে দিলেন, তা তাঁর মুখমন্ডল গড়িয়ে পড়ছিল। এরপর তিনবার করে উভয় হাত কনুই পর্যন্ত ধুলেন, মাথা মাসাহ্ করলেন ও উভয় কানের পিঠ মাসাহ্ করলেন। এরপর উভয় হাত একত্রে পাত্রে ডুবিয়ে পানি তুলে পায়ের উপর ঢাললেন, তখন তাঁর পায়ে ছিল জুতা। এরপর তিনি হাত দিয়ে পা ঘষলেন। অপর পায়েও অনুরূপ করলেন। ইবনু ‘আব্বাস (রাঃ) বলেন, জুতা পরিহিত অবস্থায় এরূপ করা হয়েছিল কি? তিনি বললেন, জুতা পরিহিত অবস্থায়ই। আমি বললাম, জুতা পরিহিত অবস্থায়? তিনি বললেন, জুতা পরিহিত অবস্থায়ই। আমি বললাম, জুতা পরিহিত অবস্থায়? তিনি বললেন, হ্যাঁ জুতা পরিহিত অবস্থায়ই।\n\nইমাম আবূ দাউদ (রহঃ) বলেন, শায়বাহ হতে ইবনু জুরাইজ সূত্রে বর্ণিত হাদীস ‘আলী (রাঃ) এর হাদীসের সাথে সামঞ্জস্যপূর্ণ। কারণ হাদীসটির বক্তব্য হলোঃ তিনি একবার মাথা মাসাহ্ করেছেন। ইবনু ওয়াহ্ব হতে ইবনু জুরাইজ সূত্রে বর্ণিত হাদীস রয়েছেঃ তিনি মাথা মাসাহ্ করেছেন তিনবার।",
    "ar": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ يَحْيَى الْحَرَّانِيُّ، حَدَّثَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ سَلَمَةَ - عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ طَلْحَةَ بْنِ يَزِيدَ بْنِ رُكَانَةَ، عَنْ عُبَيْدِ اللَّهِ الْخَوْلاَنِيِّ، عَنِ ابْنِ عَبَّاسٍ، قَالَ دَخَلَ عَلَىَّ عَلِيٌّ - يَعْنِي ابْنَ أَبِي طَالِبٍ - وَقَدْ أَهْرَاقَ الْمَاءَ فَدَعَا بِوَضُوءٍ فَأَتَيْنَاهُ بِتَوْرٍ فِيهِ مَاءٌ حَتَّى وَضَعْنَاهُ بَيْنَ يَدَيْهِ فَقَالَ يَا ابْنَ عَبَّاسٍ أَلاَ أُرِيكَ كَيْفَ كَانَ يَتَوَضَّأُ رَسُولُ اللَّهِ صلى الله عليه وسلم قُلْتُ بَلَى ‏.‏ قَالَ فَأَصْغَى الإِنَاءَ عَلَى يَدِهِ فَغَسَلَهَا ثُمَّ أَدْخَلَ يَدَهُ الْيُمْنَى فَأَفْرَغَ بِهَا عَلَى الأُخْرَى ثُمَّ غَسَلَ كَفَّيْهِ ثُمَّ تَمَضْمَضَ وَاسْتَنْثَرَ ثُمَّ أَدْخَلَ يَدَيْهِ فِي الإِنَاءِ جَمِيعًا فَأَخَذَ بِهِمَا حَفْنَةً مِنْ مَاءٍ فَضَرَبَ بِهَا عَلَى وَجْهِهِ ثُمَّ أَلْقَمَ إِبْهَامَيْهِ مَا أَقْبَلَ مِنْ أُذُنَيْهِ ثُمَّ الثَّانِيَةَ ثُمَّ الثَّالِثَةَ مِثْلَ ذَلِكَ ثُمَّ أَخَذَ بِكَفِّهِ الْيُمْنَى قَبْضَةً مِنْ مَاءٍ فَصَبَّهَا عَلَى نَاصِيَتِهِ فَتَرَكَهَا تَسْتَنُّ عَلَى وَجْهِهِ ثُمَّ غَسَلَ ذِرَاعَيْهِ إِلَى الْمِرْفَقَيْنِ ثَلاَثًا ثَلاَثًا ثُمَّ مَسَحَ رَأْسَهُ وَظُهُورَ أُذُنَيْهِ ثُمَّ أَدْخَلَ يَدَيْهِ جَمِيعًا فَأَخَذَ حَفْنَةً مِنْ مَاءٍ فَضَرَبَ بِهَا عَلَى رِجْلِهِ وَفِيهَا النَّعْلُ فَفَتَلَهَا بِهَا ثُمَّ الأُخْرَى مِثْلَ ذَلِكَ ‏.‏ قَالَ قُلْتُ وَفِي النَّعْلَيْنِ قَالَ وَفِي النَّعْلَيْنِ ‏.‏ قَالَ قُلْتُ وَفِي النَّعْلَيْنِ قَالَ وَفِي النَّعْلَيْنِ ‏.‏ قَالَ قُلْتُ وَفِي النَّعْلَيْنِ قَالَ وَفِي النَّعْلَيْنِ ‏.‏ قَالَ أَبُو دَاوُدَ وَحَدِيثُ ابْنِ جُرَيْجٍ عَنْ شَيْبَةَ يُشْبِهُ حَدِيثَ عَلِيٍّ لأَنَّهُ قَالَ فِيهِ حَجَّاجُ بْنُ مُحَمَّدٍ عَنِ ابْنِ جُرَيْجٍ وَمَسَحَ بِرَأْسِهِ مَرَّةً وَاحِدَةً ‏.‏ وَقَالَ ابْنُ وَهْبٍ فِيهِ عَنِ ابْنِ جُرَيْجٍ وَمَسَحَ بِرَأْسِهِ ثَلاَثًا ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "হাদীস থেকে শিক্ষাঃ\n১। উযুতে কোন অঙ্গ তিনবার এবং কোন অঙ্গ দু’বার ধোয়া জায়িয আছে।\n২। এক অঞ্জলি পানি দ্বারা কুলি করা ও নাকে পানি দেয়া জায়িয।\n৩। দু’ পা তিনবারের অধিক ধোয়া জায়েয আছে, যদি তাতে ময়লা আবর্জনা লেগে থাকে এবং তিনবার পানি ব্যবহারের দ্বারা তা দূরীভূত না হয়।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}