{
  "hadith": {
    "hadith_id": 1178,
    "narrator": "জাবির ইবনু ‘আব্দুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর যুগে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর পুত্র ইবরাহীমের মৃত্যুর দিনে সূর্যগ্রহণ হলে লোকজন মন্তব্য করলো, ইবরাহিমের মৃত্যুর কারনেই গ্রহণ লেগেছে। অতঃপর তিনি লোকদেরকে নিয়ে চার সাজদাহ্‌ ও ছয় রুকূ’সহ সালাত আদায় করেন। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকবীর বলে সলাত আরম্ভ করে দীর্ঘক্ষণ ক্বিরাআত পড়েন। অতঃপর দাড়ানোর অনুরূপ সময় রুকূ’তে অতিবাহিত করেন। অতঃপর মাথা উঠিয়ে প্রথমবারের চেয়ে কিছুটা কম সময় ক্বিরআত পড়েন। অতঃপর দাড়ানোর অনুরূপ সময় রুকু’তে অতিবাহিত করেন। অতঃপর মাথা উঠিয়ে তৃতীয়বারের ক্বিরাআত পড়েন যা ছিল দ্বিতীয়বারের চেয়ে কিছুটা কম। অতঃপর তিনি রুকু’তে গিয়ে দাড়ানোর অনুরূপ সময় অতিবাহিত করে মাথা উঠান, অতঃপর সাজদাহ্‌ করেন। তিনি দু’টি সাজদাহ্‌ করার পর দ্বিতীয় রাক’আতের জন্য দাড়ান এবং এ রাক’আতেও তিনি সাজদাহ্‌র পূর্বে তিনটি রুকু’ করেন। তাঁর দ্বিতীয় রাক’আতে দাড়ানোর সময়ও দীর্ঘ ছিল, তবে তা প্রথম রাক’আতের প্রত্যেকটি ক্বিয়ামের চেয়ে কম সময় ছিল এবং রুকু’তে অবস্থানের সময় ছিল দাড়ানোর সমপরিমাণ। অতঃপর তিনি সালাতের মধ্যেই পেছনের দিকে সরে আসেন, ফলে মুসল্লীদের কাতারগুলোও তাঁর সাথে সাথে সরে গেল। অতঃপর তিনি আবার সস্থানে আসলে সবগুলো কাতার সম্মুখে অগ্রসর হয়। এভাবে তিনি সালাত সমাপ্ত করলেন এবং এ সময়ের মধ্যে সূর্যও গ্রহণমুক্ত হয়ে যায়। অতঃপর তিনি বলেনঃ হে লোকেরা! নিশ্চয় সূর্য ও চন্দ্র মহাপরাক্রমশালী মহান আল্লাহর নিদর্শনসমূহের দু’টি নিদর্শন। কোনো ব্যক্তির মৃত্যুর কারণে এ দু’টির গ্রহণ হয় না। অতএব তোমরা গ্রহণ হতে দেখলে তা গ্রাসমুক্ত না হওয়া পর্যন্ত সলাত আদায় করবে। হাদীসের অবশিষ্ট অংশ ও এভাবে বর্ণিত হয়েছে। \n\nসহিহঃ মুসলিম। কিন্তু (ছয় রাক’আত) কথাটি শায। মাহফুজ হচ্ছে (চার রাক’আত। যেমন সামনে আসছে।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا يَحْيَى، عَنْ عَبْدِ الْمَلِكِ، حَدَّثَنِي عَطَاءٌ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كُسِفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَكَانَ ذَلِكَ فِي الْيَوْمِ الَّذِي مَاتَ فِيهِ إِبْرَاهِيمُ ابْنُ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ النَّاسُ إِنَّمَا كُسِفَتْ لِمَوْتِ إِبْرَاهِيمَ ابْنِهِ صلى الله عليه وسلم فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَصَلَّى بِالنَّاسِ سِتَّ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ كَبَّرَ ثُمَّ قَرَأَ فَأَطَالَ الْقِرَاءَةَ ثُمَّ رَكَعَ نَحْوًا مِمَّا قَامَ ثُمَّ رَفَعَ رَأْسَهُ فَقَرَأَ دُونَ الْقِرَاءَةِ الأُولَى ثُمَّ رَكَعَ نَحْوًا مِمَّا قَامَ ثُمَّ رَفَعَ رَأْسَهُ فَقَرَأَ الْقِرَاءَةَ الثَّالِثَةَ دُونَ الْقِرَاءَةِ الثَّانِيَةِ ثُمَّ رَكَعَ نَحْوًا مِمَّا قَامَ ثُمَّ رَفَعَ رَأْسَهُ فَانْحَدَرَ لِلسُّجُودِ فَسَجَدَ سَجْدَتَيْنِ ثُمَّ قَامَ فَرَكَعَ ثَلاَثَ رَكَعَاتٍ قَبْلَ أَنْ يَسْجُدَ لَيْسَ فِيهَا رَكْعَةٌ إِلاَّ الَّتِي قَبْلَهَا أَطْوَلُ مِنَ الَّتِي بَعْدَهَا إِلاَّ أَنَّ رُكُوعَهُ نَحْوٌ مِنْ قِيَامِهِ قَالَ ثُمَّ تَأَخَّرَ فِي صَلاَتِهِ فَتَأَخَّرَتِ الصُّفُوفُ مَعَهُ ثُمَّ تَقَدَّمَ فَقَامَ فِي مَقَامِهِ وَتَقَدَّمَتِ الصُّفُوفُ فَقَضَى الصَّلاَةَ وَقَدْ طَلَعَتِ الشَّمْسُ فَقَالَ ‏ \"‏ يَا أَيُّهَا النَّاسُ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ عَزَّ وَجَلَّ لاَ يَنْكَسِفَانِ لِمَوْتِ بَشَرٍ فَإِذَا رَأَيْتُمْ شَيْئًا مِنْ ذَلِكَ فَصَلُّوا حَتَّى تَنْجَلِيَ ‏\"‏ ‏.‏ وَسَاقَ بَقِيَّةَ الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "3"
    }
  }
}