{
  "hadith": {
    "hadith_id": 1236,
    "narrator": "আবূ ‘আইয়াশ আয-যুরাক্বী (রাঃ)",
    "bn": "তিনি বলেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সঙ্গে ‘উসফান নামক স্থানে ছিলাম। তখন খালিদ ইবনুল ওয়ালীদ মুশরিকদের সেনাধিনায়ক ছিলেন। আমরা যুহরের সলাত আদায় করলে মুশরিকরা পরস্পর বলাবলি করলো, নিশ্চয়ই আমরা ধোঁকার মধ্যে আছি, আমরা তো একটি সুবর্ণ সুযোগ পেয়েছি। তাদের সলাতরত অবস্থায় আক্রমণ করতে পারলে তো (আমাদের নিশ্চিত বিজয়)। এমন সময় যুহর ও ‘আসর সলাতের মধ্যবর্তী সময়ে সলাত ক্বসর সম্পর্কিত আয়াত অবতীর্ণ হয়। কাজেই ‘আসরের ওয়াক্ত হলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিবলামুখী হয়ে সলাতে দাঁড়ান। তখন মুশরিকরা তাঁর সম্মুখে অবস্থান করছিল। (মুসলিমদের) এক জামা’আত কাতারবদ্ধভাবে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর পিছনে দাঁড়ালো, এবং তার পিছনে দাঁড়ালো দ্বিতীয় কাতার। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রুকূ’ করলে তারাও একসাথে রুকূ’ করলো। অতঃপর তিনি সাজদাহ্ করলে যে কাতার তাঁর কাছাকাছি ছিল, তারাও সাজদাহ্ করলো, আর পিছনের কাতার এদেরকে পাহারা দিতে লাগলো। যখন প্রথম কাতার দু’টি সাজদাহ্ করে দাঁড়ালো তখন তাদের পিছনের কাতার লোকেরা সাজদাহ্ করলো। এ পর্যন্ত প্রত্যেক কাতারের লোকদের একটি রুকূ’ ও দু’টি করে সাজদাহ্ পূর্ণ হলো। অতঃপর প্রথম কাতারের লোকেরা দ্বিতীয় কাতারে সরে এলো। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রুকূ’ করলে সকলে একত্রে রুকূ’ করলো এবং পিছনের কাতারের লোকেরা তাদেরকে পাহারা দিল। যখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং তাঁর কাছাকাছি কাতারের লোকেরা বসলেন, তখন দ্বিতীয় কাতারের লোকেরা সাজদাহ্ করলো। অতঃপর তারা সবাই বসে পড়লো, এরপর তিনি সবাইকে নিয়ে একত্রে সালাম ফিরালেন। এভাবে তিনি ‘উসফান নামক স্থানে সলাত আদায় করলেন। আর এটা ছিল বনূ সুলাইম গোত্রের বিরুদ্ধে অভিযানকালে তাঁর সলাতুল খাওফ আদায়ের পদ্ধতি। \n\nসহীহ।\n\nইমাম আবূ দাউদ (রহঃ) বলেন, আইয়ূব বর্ণনা করেন, হিশাম আবুয যুবাইর হতে জাবির সূত্রে এরূপ অর্থের হাদীস নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণনা করেছেন।\n\nসহীহঃ মুসলিম।\n\nঅনুরূপ বর্ণনা করেছেন দাউদ ইবনু হুসাইন, ‘ইকরিমাহ হতে ইবনু ‘আব্বাস সূত্রে।\n\nহাসান সহীহ।\n\nঅনুরূপভাবে ‘আবদুল মালিক ‘আত্বা হতে জাবির সূত্রে। একইভাবে ক্বাতাদাহ, হাসান হতে হিত্তান সূত্রে আবূ মূসার কর্মমূলক বর্ণনা।\n\nসহীহঃ মুসলিম।\n\nঅনুরূপভাবে ‘ইকরিমা ইবনু খালিদ বর্ণনা করেছেন মুজাহিদ হতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে।\n\nআমি এটি পাইনি।\n\nএকইভাবে হিশাম ইবনু ‘উরওয়াহ তার পিতা হতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে।\n\nসহীহ মুরসাল।\n\nএ নিয়মে সলাতুল খাওফ আদায় করা সুফয়ান সাওরীর অভিমত।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، عَنْ أَبِي عَيَّاشٍ الزُّرَقِيِّ، قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِعُسْفَانَ وَعَلَى الْمُشْرِكِينَ خَالِدُ بْنُ الْوَلِيدِ فَصَلَّيْنَا الظُّهْرَ فَقَالَ الْمُشْرِكُونَ لَقَدْ أَصَبْنَا غِرَّةً لَقَدْ أَصَبْنَا غَفْلَةً لَوْ كُنَّا حَمَلْنَا عَلَيْهِمْ وَهُمْ فِي الصَّلاَةِ فَنَزَلَتْ آيَةُ الْقَصْرِ بَيْنَ الظُّهْرِ وَالْعَصْرِ فَلَمَّا حَضَرَتِ الْعَصْرُ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم مُسْتَقْبِلَ الْقِبْلَةِ وَالْمُشْرِكُونَ أَمَامَهُ فَصَفَّ خَلْفَ رَسُولِ اللَّهِ صلى الله عليه وسلم صَفٌّ وَصَفَّ بَعْدَ ذَلِكَ الصَّفِّ صَفٌّ آخَرُ فَرَكَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَرَكَعُوا جَمِيعًا ثُمَّ سَجَدَ وَسَجَدَ الصَّفُّ الَّذِينَ يَلُونَهُ وَقَامَ الآخَرُونَ يَحْرُسُونَهُمْ فَلَمَّا صَلَّى هَؤُلاَءِ السَّجْدَتَيْنِ وَقَامُوا سَجَدَ الآخَرُونَ الَّذِينَ كَانُوا خَلْفَهُمْ ثُمَّ تَأَخَّرَ الصَّفُّ الَّذِي يَلِيهِ إِلَى مَقَامِ الآخَرِينَ وَتَقَدَّمَ الصَّفُّ الأَخِيرُ إِلَى مَقَامِ الصَّفِّ الأَوَّلِ ثُمَّ رَكَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَرَكَعُوا جَمِيعًا ثُمَّ سَجَدَ وَسَجَدَ الصَّفُّ الَّذِي يَلِيهِ وَقَامَ الآخَرُونَ يَحْرُسُونَهُمْ فَلَمَّا جَلَسَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالصَّفُّ الَّذِي يَلِيهِ سَجَدَ الآخَرُونَ ثُمَّ جَلَسُوا جَمِيعًا فَسَلَّمَ عَلَيْهِمْ جَمِيعًا فَصَلاَّهَا بِعُسْفَانَ وَصَلاَّهَا يَوْمَ بَنِي سُلَيْمٍ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَى أَيُّوبُ وَهِشَامٌ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ هَذَا الْمَعْنَى عَنِ النَّبِيِّ صلى الله عليه وسلم وَكَذَلِكَ رَوَاهُ دَاوُدُ بْنُ حُصَيْنٍ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ وَكَذَلِكَ عَبْدُ الْمَلِكِ عَنْ عَطَاءٍ عَنْ جَابِرٍ وَكَذَلِكَ قَتَادَةُ عَنِ الْحَسَنِ عَنْ حِطَّانَ عَنْ أَبِي مُوسَى فِعْلَهُ وَكَذَلِكَ عِكْرِمَةُ بْنُ خَالِدٍ عَنْ مُجَاهِدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم وَكَذَلِكَ هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم وَهُوَ قَوْلُ الثَّوْرِيِّ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}