{
  "hadith": {
    "hadith_id": 1242,
    "narrator": "'আয়িশাহ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর তাকবীর বলার সাথে সাথে তাঁর নিকটবর্তী কাতারের লোকজন ও তাকবীর বললো। অতঃপর তিনি রুকূ করলে তারাও রুকূ করলো। এরপর তিনি সাজদাহ করলে তারাও সাজদাহ করলো, পরে তিনি মাথা উঠালে তারাও মাথা উঠালো। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্থির হয়ে বসে থাকলেন, তবে লোকেরা নিজ নিজ দ্বিতীয় রাক'আত আদায় করে নিল। অতঃপর তারা দাঁড়িয়ে পিছনের দিকে সরে গিয়ে দ্বিতীয় দলটির পিছনে অবস্থান করলো। তারপর দ্বিতীয় দলটি সামনে এসে তাকবীর বলে স্ব স্ব সলাতের রুকূ পর্যন্ত শেষ করলো। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাজদাহ করলে তারাও তাঁর সাথে সাজদাহ করলো। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উঠে দাঁড়ান। আর এ সময় লোকেরা নিজ নিজ দ্বিতীয় রাক'আত সমাপ্ত করলো। অতঃপর উভয় দল একত্রে উঠে দাঁড়ালো এবং তারা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সঙ্গে সলাত আদায় করলো। তারা তাঁর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাথে সাথে রুকূ এবং সাজদাহ আদায় করলো। এরপর তিনি দ্বিতীয় সাজদাহ করলে লোকেরাও তাঁর সাথে খুবই তাড়াতাড়ি সাজদাহ করলো। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাথীরা সালাম ফিরালেন। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত শেষে দাঁড়ালেন। এভাবে লোকজন তাঁর সাথে পুরো সলাতে অংশগ্রহন করে।",
    "ar": "قَالَ أَبُو دَاوُدَ وَأَمَّا عُبَيْدُ اللَّهِ بْنُ سَعْدٍ فَحَدَّثَنَا قَالَ حَدَّثَنِي عَمِّي، حَدَّثَنَا أَبِي، عَنِ ابْنِ إِسْحَاقَ، حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرِ بْنِ الزُّبَيْرِ، أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ، حَدَّثَهُ أَنَّ عَائِشَةَ حَدَّثَتْهُ بِهَذِهِ الْقِصَّةِ، قَالَتْ كَبَّرَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَبَّرَتِ الطَّائِفَةُ الَّذِينَ صُفُّوا مَعَهُ ثُمَّ رَكَعَ فَرَكَعُوا ثُمَّ سَجَدَ فَسَجَدُوا ثُمَّ رَفَعَ فَرَفَعُوا ثُمَّ مَكَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم جَالِسًا ثُمَّ سَجَدُوا هُمْ لأَنْفُسِهِمُ الثَّانِيَةَ ثُمَّ قَامُوا فَنَكَصُوا عَلَى أَعْقَابِهِمْ يَمْشُونَ الْقَهْقَرَى حَتَّى قَامُوا مِنْ وَرَائِهِمْ وَجَاءَتِ الطَّائِفَةُ الأُخْرَى فَقَامُوا فَكَبَّرُوا ثُمَّ رَكَعُوا لأَنْفُسِهِمْ ثُمَّ سَجَدَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَسَجَدُوا مَعَهُ ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَسَجَدُوا لأَنْفُسِهِمُ الثَّانِيَةَ ثُمَّ قَامَتِ الطَّائِفَتَانِ جَمِيعًا فَصَلُّوا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَرَكَعَ فَرَكَعُوا ثُمَّ سَجَدَ فَسَجَدُوا جَمِيعًا ثُمَّ عَادَ فَسَجَدَ الثَّانِيَةَ وَسَجَدُوا مَعَهُ سَرِيعًا كَأَسْرَعِ الإِسْرَاعِ جَاهِدًا لاَ يَأْلُونَ سِرَاعًا ثُمَّ سَلَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَسَلَّمُوا فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَدْ شَارَكَهُ النَّاسُ فِي الصَّلاَةِ كُلِّهَا ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}