{
  "hadith": {
    "hadith_id": 1277,
    "narrator": "‘আমর ইবনু আনবাসাহ আস-সুলামী (রাঃ)",
    "bn": "তিনি বলেন, আমি জিজ্ঞেস করলাম, ‘হে আল্লাহর রসূল! রাতের কোন অংশ অধিক শ্রবণীয় (অর্থাৎ আল্লাহ দু’আ বেশি কবুল করেন)? তিনি বলেন: রাতের শেষাংশ, এ সময় যতটুকু ইচ্ছা সালাত আদায় করবে। কেননা এ সময়ে মালায়িকাহ (ফেরেশতাগণ) এসে ফাজরের সালাত শেষ হওয় পর্যন্ত উপস্থিত থাকেন এবং লিপিবদ্ধ করেন। অতঃপর সূর্য উঠা পর্যন্ত সলাত হতে বিরত থাকবে, যতক্ষণ না তা এক কিংবা দুই তীর পরিমাণ উপরে উঠে। কারণ সূর্য উদিত হয় শাইত্বানের দুই শিংয়ের মধ্য দিয়ে। আর কাফিররা এ সময় তার পূজা করে থাকে। এরপর তীরের ছায়া ঠিকথাকা (দ্বি প্রহরের পূর্বে) পর্যন্ত যত ইচ্ছা সলাত আদায় করবে,  এ সময়ের সলাত সম্পর্কে ফেরেশতাগণ সাক্ষ্য দিয়ে থাকেন এবং তা লিপিবদ্ধ করেন। অতঃপর সলাত হতে বিরত থাকবে, কেননা এ সময় জাহান্নাম উত্তপ্ত করা হয় এবং তার সমস্ত দরজা খুলে দেয়া হয়। যখন সূর্য পশ্চিমাকাশে হেলে পড়বে তখন যত ইচ্ছা সলাত আদায় করবে, কেননা আসরের সলাত পর্যন্ত এ সময়ের মধ্যকার সলাত সম্পর্কে সাক্ষ্য দেয় হয়। অতঃপর সূর্য অস্ত যাওয়া পর্যন্ত সলাত হতে বিরত থাকবে, কেননা তা শাইত্বানের দুই শিংয়ের মধ্যে দিয়ে অস্ত যায় এবং এ সময় কাফিররা তার উপাসনা করে থাকে। অতঃপর বর্ণনাকারী এ বিষয়ে দীর্ঘ হাদীস বর্ণনা করেন।\nআল-‘আব্বাস (রহঃ) বলেন,আবূ উমামাহ (রাঃ) হতে আবূ সাললাম (রহঃ) আমার কাছে অনুরূপ হাদীস বর্ণনা করেছেন। তবে তাতে আমি অনিচ্ছাকৃত কিছু ভুল করেছি, সেজন্যে আমি আল্লাহর কাছে ক্ষমা চাই এবং তাঁরই কাছে তাওবাহ করি।  \n\nসহীহঃ মুসলিম এ বাক্য বাদে জাওফুল লাইল।",
    "ar": "حَدَّثَنَا الرَّبِيعُ بْنُ نَافِعٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْمُهَاجِرِ، عَنِ الْعَبَّاسِ بْنِ سَالِمٍ، عَنْ أَبِي سَلاَّمٍ، عَنْ أَبِي أُمَامَةَ، عَنْ عَمْرِو بْنِ عَبَسَةَ السُّلَمِيِّ، أَنَّهُ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَىُّ اللَّيْلِ أَسْمَعُ قَالَ ‏ \"‏ جَوْفُ اللَّيْلِ الآخِرُ فَصَلِّ مَا شِئْتَ فَإِنَّ الصَّلاَةَ مَشْهُودَةٌ مَكْتُوبَةٌ حَتَّى تُصَلِّيَ الصُّبْحَ ثُمَّ أَقْصِرْ حَتَّى تَطْلُعَ الشَّمْسُ فَتَرْتَفِعَ قِيْسَ رُمْحٍ أَوْ رُمْحَيْنِ فَإِنَّهَا تَطْلُعُ بَيْنَ قَرْنَىْ شَيْطَانٍ وَتُصَلِّي لَهَا الْكُفَّارُ ثُمَّ صَلِّ مَا شِئْتَ فَإِنَّ الصَّلاَةَ مَشْهُودَةٌ مَكْتُوبَةٌ حَتَّى يَعْدِلَ الرُّمْحُ ظِلَّهُ ثُمَّ أَقْصِرْ فَإِنَّ جَهَنَّمَ تُسْجَرُ وَتُفْتَحُ أَبْوَابُهَا فَإِذَا زَاغَتِ الشَّمْسُ فَصَلِّ مَا شِئْتَ فَإِنَّ الصَّلاَةَ مَشْهُودَةٌ حَتَّى تُصَلِّيَ الْعَصْرَ ثُمَّ أَقْصِرْ حَتَّى تَغْرُبَ الشَّمْسُ فَإِنَّهَا تَغْرُبُ بَيْنَ قَرْنَىْ شَيْطَانٍ وَيُصَلِّي لَهَا الْكُفَّارُ ‏\"‏ ‏.‏ وَقَصَّ حَدِيثًا طَوِيلاً قَالَ الْعَبَّاسُ هَكَذَا حَدَّثَنِي أَبُو سَلاَّمٍ عَنْ أَبِي أُمَامَةَ إِلاَّ أَنْ أُخْطِئَ شَيْئًا لاَ أُرِيدُهُ فَأَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}