{
  "hadith": {
    "hadith_id": 1298,
    "narrator": "আবুল জাওযা’ (রহঃ) সূত্র",
    "bn": "তিনি বলেন, আমাকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর এক সাহাবী বর্ণনা করেছেন। তাদের ধারণা, তিনি হচ্ছেন ‘আব্দুল্লাহ ইবনু ‘আমর (রাঃ)। তিনি বলেছেন, একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেন, তুমি আগামীকাল ভোরে আমার কাছে আসবে, আমি তোমাকে কিছু দান করবো, আমি তোমাকে দিবো, আমি তোমাকে উপঢৌকন প্রদান করবো। আমি ধারণা করলাম, তিনি আমাকে কোন জিনিস দিবেন। (অতঃপর পরদিন তাঁর নিকটে আসলে) তিনি বললেনঃ “দুপুরে সূর্য হেলে পড়লে তুমি দাঁড়িয়ে চার রাক’আত সলাত আদায় করবে”। অতঃপর পূর্বের  হাদীসের অনুরূপ বর্ণিত। তিনি বললেনঃ অতঃপর দ্বিতীয় সাজদাহ্ হতে মাথা উঠিয়ে সোজা হয়ে বসবে এবং দাঁড়ানোর পূর্বে দশবার সুবহানাল্লাহ, দশবার আল্হামদুলিল্লাহ, দশবার আল্লাহু আকবার এবং দশবার লা ইলাহা ইল্লাল্লাহ বলবে। এভাবে তোমার চার রাক’আত আদায় করবে। তিনি বললেনঃ তুমি দুনিয়াবাসীদের মধ্যে সবচেয়ে বড় গুনাহগার হয়ে থাকলেও এ বিনিময়ে তোমাকে ক্ষমা করা হবে। বর্ণনাকারী বলেন, আমি বললাম, আমি ঐ সময়ে এ সলাত আদায় করতে না পারলে? তিনি বললেনঃ রাত ও দিনের যে কোন সময়ে সুযোগ পেলেই তা আদায় করে নিবে। [১৩০১]\n\nইমাম আবূ দাউদ (রাঃ) এ হাদীস ‘আব্দুল্লাহ ইবনু ‘আমরের (রাঃ) মাউকূফ হিসেবে বর্ণিত হয়েছে। অন্য সানাদে এটি ইবনু ‘আব্বাস (রাঃ) এর নিজস্ব বক্তব্য হিসেবে বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سُفْيَانَ الأُبُلِّيُّ، حَدَّثَنَا حَبَّانُ بْنُ هِلاَلٍ أَبُو حَبِيبٍ، حَدَّثَنَا مَهْدِيُّ بْنُ مَيْمُونٍ، حَدَّثَنَا عَمْرُو بْنُ مَالِكٍ، عَنْ أَبِي الْجَوْزَاءِ، قَالَ حَدَّثَنِي رَجُلٌ، كَانَتْ لَهُ صُحْبَةٌ يُرَوْنَ أَنَّهُ عَبْدُ اللَّهِ بْنُ عَمْرٍو قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ ائْتِنِي غَدًا أَحْبُوكَ وَأُثِيبُكَ وَأُعْطِيكَ ‏\"‏ ‏.‏ حَتَّى ظَنَنْتُ أَنَّهُ يُعْطِينِي عَطِيَّةً قَالَ ‏\"‏ إِذَا زَالَ النَّهَارُ فَقُمْ فَصَلِّ أَرْبَعَ رَكَعَاتٍ ‏\"‏ ‏.‏ فَذَكَرَ نَحْوَهُ قَالَ ‏\"‏ تَرْفَعُ رَأْسَكَ - يَعْنِي مِنَ السَّجْدَةِ الثَّانِيَةِ - فَاسْتَوِ جَالِسًا وَلاَ تَقُمْ حَتَّى تُسَبِّحَ عَشْرًا وَتَحْمَدَ عَشْرًا وَتُكَبِّرَ عَشْرًا وَتُهَلِّلَ عَشْرًا ثُمَّ تَصْنَعُ ذَلِكَ فِي الأَرْبَعِ رَكَعَاتٍ ‏\"‏ ‏.‏ قَالَ ‏\"‏ فَإِنَّكَ لَوْ كُنْتَ أَعْظَمَ أَهْلِ الأَرْضِ ذَنْبًا غُفِرَ لَكَ بِذَلِكَ ‏\"‏ ‏.‏ قُلْتُ فَإِنْ لَمْ أَسْتَطِعْ أَنْ أُصَلِّيَهَا تِلْكَ السَّاعَةَ قَالَ ‏\"‏ صَلِّهَا مِنَ اللَّيْلِ وَالنَّهَارِ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ حَبَّانُ بْنُ هِلاَلٍ خَالُ هِلاَلٍ الرَّائِيِّ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ الْمُسْتَمِرُّ بْنُ الرَّيَّانِ عَنْ أَبِي الْجَوْزَاءِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو مَوْقُوفًا وَرَوَاهُ رَوْحُ بْنُ الْمُسَيَّبِ وَجَعْفَرُ بْنُ سُلَيْمَانَ عَنْ عَمْرِو بْنِ مَالِكٍ النُّكْرِيِّ عَنْ أَبِي الْجَوْزَاءِ عَنِ ابْنِ عَبَّاسٍ قَوْلُهُ وَقَالَ فِي حَدِيثِ رَوْحٍ فَقَالَ حَدِيثُ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[১৩০১] তিরমিযী (অধ্যায়ঃ সলাত, হাঃ ৪৮১, ইমাম তিরমিযী বলেন, আনাসের হাদিসটি হাসান গরীব) । উল্লেখ্য, সলাতুত তাসবীহ এর হাদিসগুলোকে হাদীসবিশারদ ইমামগণের একদল দুর্বল বলেছেন এবং আরেক দল বলেছেন হাসান বা সহীহ ।\n\n**সলাতুত তসবীহ জামা’আত করে আদায় করা বিদ’আতঃ** তাসবীহের সলাত রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), সাহাবায়ি কিরাম এবং তাবেঈ ইমামগণ থেকে জামা’আতের সাথে আদায় করার কোন প্রমাণ নেই । না মাসজিদে, না ঘরে, না রমাযান মাসে, না অন্য মাসে । তাই এর জামা’আত করা এবং জামা’আতের ব্যবস্থা করা বিদ’আত থেকে মুক্ত নয় । কাজেই সলাতুত তাসবীহ জামা’আত করে আদায় করা থেকে বিরত থাকা উচিত । (আইনী তুহফা সলাতে মুস্তফা)",
    "chapter": {
      "chapter_number": "5"
    }
  }
}