{
  "hadith": {
    "hadith_id": 132,
    "narrator": "ত্বালহা ইবনু মুসাররিফ হতে পর্যায়ক্রমে তার পিতা ও দাদার সূত্র",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে তাঁর মাথা একবার মাসাহ্ করতে দেখেছি। এ সময় তিনি ‘ক্বাজাল” তথা মাথার পিছনের দিকে ঘাড়ের সংযোগস্থান পর্যন্ত পৌঁছান। মুসাদ্দাদ বলেন, তিনি সামনের দিক থেকে পিছন দিক মাসাহ্ করেন। এমনকি তিনি স্বীয় হাত দু’টি দু’ কানের নিম্নভাগ থেকে বের করেন। [১৩১]\n\n[১৩১] দুর্বল।\n\nমুসাদ্দাদ বলেন, আমি হাদীসটি ইহাহ্ইয়ার নিকট বর্ণনা করলে তিনি এতিকে মুনকার (প্রত্যাখ্যাত) বলেন। ইমাম আবূ দাউদ (রহঃ) বলেন, আমি আহমাদ (রহঃ)-কে বলতে শুনেছি, লোকদের ধারণা, ইবনু ‘উয়াহ্নাহ এটিকে ‘মুনকার’ সাব্যস্ত করে বলেছেন, ের সানাদ কি এরূপঃ ত্বালহা তার পিতা হতে তার দাদা সূত্রে?",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، وَمُسَدَّدٌ، قَالاَ حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ لَيْثٍ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَمْسَحُ رَأْسَهُ مَرَّةً وَاحِدَةً حَتَّى بَلَغَ الْقَذَالَ - وَهُوَ أَوَّلُ الْقَفَا - وَقَالَ مُسَدَّدٌ وَمَسَحَ رَأْسَهُ مِنْ مُقَدَّمِهِ إِلَى مُؤَخَّرِهِ حَتَّى أَخْرَجَ يَدَيْهِ مِنْ تَحْتِ أُذُنَيْهِ ‏.‏ قَالَ مُسَدَّدٌ فَحَدَّثْتُ بِهِ يَحْيَى فَأَنْكَرَهُ ‏.‏ قَالَ أَبُو دَاوُدَ وَسَمِعْتُ أَحْمَدَ يَقُولُ ابْنُ عُيَيْنَةَ زَعَمُوا كَانَ يُنْكِرُهُ وَيَقُولُ أَيْشِ هَذَا طَلْحَةُ عَنْ أَبِيهِ عَنْ جَدِّهِ",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[১৩১] আহমাদ [৩/৪৮১] ‘আবদুল ওয়ারিস সূত্রে লাইস হতে। ‘আত তাহযীব’ গ্রন্থে আছে: ইবনু হাজার বলেছেন, হাদীসে উল্লেখ আছে, বর্ণনাকারী বলেন, আমি রসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে উযু করতে দেখেছি। যদি তিনি ত্বালহা ইবনু মুসাররিফের দাদা হন তাহলে এক দলের মতে তিনি হলেন কা‘ব ইবনু ‘আমর। ইবনু কাওন দৃঢ়তার সাথে বলেন, তিনি হলেন ‘আমর ইবনু কা‘ব। যদি উক্ত ত্বালহা ইবনু মুসাররিফের ছেলে না হন তাহলে তিনি এবং তার পিতা দু’জনেই অজ্ঞাত এবং তার দাদা সাহাবী হওয়াটা অপ্রমাণিত। কেননা তাকে এ হাদীস ছাড়া চেনা যায় না-[তাহযীবুত দাহযীব -৮/৩৯৮]। ইবনুল কাইয়্যিম বলেন, ‘উসমান ইবনু সাঈদ দারিমী বলেছেন, আমি ‘আলী ইবনুল মাদীনীকে বলতে শুনেছি, আমি সুফয়ানকে জিজ্ঞেস করলাম, লাইস হাদীস বর্ণনা করেছেন ত্বালহা ইবনু মুসাদ্দাদ বলেন, আমি হাদীসটি ইয়াহ্ইয়ার নিকট বর্ণনা করলে তিনি এটিকে মুনকার [প্রত্যাখ্যাত] বলেন। ইমাম আবূ দাউদ (রহঃ) বলেন, আমি আহমাদ (রহঃ)-কে বলতে শুনেছি, লোকদের ধারনা, ইবনু ‘উয়াইনাহ এটিকে ‘মুনকার’ সাব্যস্ত করে বলেছেন, এর সানাদ কি এরূপ: তালহা তার পিতা হতে তার দাদা সূত্রে? মুসাররিফ হতে তার পিতা থেকে দাদার সূত্রে, তিনি নাবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে দেখেছেন- হাদীস।একথা শুনে সুফয়ান এটিকে অস্বীকার করলেন এবং ত্বালহার দাদা নাবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাক্ষাৎ পেয়েছেন এ কথা শুনে আশ্চর্য হলেন।\n‘আওনাল মা’বুদে রয়েছে: সানাদের লাইস ইবনু আবূ সুলাইম সম্পর্কে ইমাম আহমাদ বলেন: মুযতারিবুল হাদীস। হাফিয বলেন: ইবনু হিব্বান বলেছেন, তিনি সানাদসমূহ পরিবর্তন করে ফেলেন এবং মুরসাল বর্ণনাগুলো মারফূ বানিয়ে দেন। তিনি নির্ভরযোগ্যদের সূত্র দিয়ে এমন কিছু নিয়ে আসেন যা তাদের হাদীসের অংশ নয়। ইয়াহইয়া ইবনু কাত্তান, ইবনু মাহদী, ইবনু মাঈন ও আহমাদ ইবনু হাম্বাল তাকে বর্জন করেছেন আর ইমাম নাববী ‘তাহযীবুল আসমা’ গ্রন্থে বলেন: তার দুর্বলতার ব্যাপারে ‘আলিমগণ ঐকমত্য পোষণ করেছেন।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}