{
  "hadith": {
    "hadith_id": 1329,
    "narrator": "আবু ক্বাতাদাহ (রাঃ)",
    "bn": "এক রাতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বেরিয়ে আবু বাকর (রাঃ) কে নিঃশব্দে ক্বিরাআত পড়তে দেখলেন। অতঃপর ‘উমার ইবনুল খাত্তাব (রাঃ) এর পাশ দিয়ে যাওয়ার সময়  তাকে সশব্দে ক্বিরাআত পড়তে দেখলেন। বর্ননাকারী বলেন, অতঃপর তারা উভয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট একত্র হলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)বললেনঃ হে আবু বাকর! আমি তোমার পাশ দিয়ে যাওয়ার সময় দেখলাম, তুমি  নিঃশব্দে ক্বিরাআত পরছিলে। তিনি বললেন, হে আল্লাহর রাসুল! আমি তাঁকেই শুনাচ্ছিলাম যার সাথে চুপিসারে কথা বলছিলাম।বর্ণনাকারী  বললেন, অতঃপর তিনি ‘উমার (রাঃ) কে বললেনঃ আমি তোমার পাশ দিয়ে দিয়ে যাওয়ার সময় দেখলাম, তুমি সশব্দে ক্বিরাআত পড়ছিলে। তিনি বললেন হে আল্লাহর রসুল! আমি ঘুমন্ত ব্যাক্তিকে  জাগাতে এবং শাইত্বাকে বিতাড়িত করতে চেয়েছিলাম। হাসান বাসরি (রহঃ) এর বর্ননায় রয়েছেঃ  নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে আবূ বাকর! তোমার কিরা’আত একটু শব্দ করে পড়বে এবং ’উমারকে বললেনঃ তোমার কিরা’আত একটু নিচু স্বরে পড়বে।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم ح وَحَدَّثَنَا الْحَسَنُ بْنُ الصَّبَّاحِ، حَدَّثَنَا يَحْيَى بْنُ إِسْحَاقَ، أَخْبَرَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي رَبَاحٍ، عَنْ أَبِي قَتَادَةَ، ‏:‏ أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ لَيْلَةً فَإِذَا هُوَ بِأَبِي بَكْرٍ - رضى الله عنه - يُصَلِّي يَخْفِضُ مِنْ صَوْتِهِ - قَالَ - وَمَرَّ بِعُمَرَ بْنِ الْخَطَّابِ وَهُوَ يُصَلِّي رَافِعًا صَوْتَهُ - قَالَ - فَلَمَّا اجْتَمَعَا عِنْدَ النَّبِيِّ صلى الله عليه وسلم قَالَ النَّبِيُّ صلى الله عليه وسلم ‏:‏ ‏\"‏ يَا أَبَا بَكْرٍ مَرَرْتُ بِكَ وَأَنْتَ تُصَلِّي تَخْفِضُ صَوْتَكَ ‏\"‏ ‏.‏ قَالَ ‏:‏ قَدْ أَسْمَعْتُ مَنْ نَاجَيْتُ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ وَقَالَ لِعُمَرَ ‏:‏ ‏\"‏ مَرَرْتُ بِكَ وَأَنْتَ تُصَلِّي رَافِعًا صَوْتَكَ ‏\"‏ ‏.‏ قَالَ فَقَالَ ‏:‏ يَا رَسُولَ اللَّهِ أُوقِظُ الْوَسْنَانَ وَأَطْرُدُ الشَّيْطَانَ ‏.‏ زَادَ الْحَسَنُ فِي حَدِيثِهِ ‏:‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏:‏ ‏\"‏ يَا أَبَا بَكْرٍ ارْفَعْ مِنْ صَوْتِكَ شَيْئًا ‏\"‏ ‏.‏ وَقَالَ لِعُمَرَ ‏:‏ ‏\"‏ اخْفِضْ مِنْ صَوْتِكَ شَيْئًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}