{
  "hadith": {
    "hadith_id": 134,
    "narrator": "আবূ উমামাহ (রাঃ)",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উযুর বর্ণনা দিয়ে বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নাকের সন্নিকটে অবস্থিত চোখের স্থানটুকুও মাসাহ্ করতেন। [১৩৩]\n\nদুর্বলঃ মিশকাত ৪১৬।\n\nবর্ণনাকারী বলেন, তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, উভয় কান মাথার অংশ বিশেষ।* সুলাইমান ইবনু হার্ব বলেন, আবূ উমামাহ্ এটি বলতেন। কুতাইবাহ বলেন, হাম্মাদ বলেছেন, আমি অবহিত নই যেঃ ‘উভয় কান মাথার অংশ বিশেষ’ –এ কথাটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর না আবূ উমামাহ্।\n\nসহীহ।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنَا مُسَدَّدٌ، وَقُتَيْبَةُ، عَنْ حَمَّادِ بْنِ زَيْدٍ، عَنْ سِنَانِ بْنِ رَبِيعَةَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي أُمَامَةَ، وَذَكَرَ، وُضُوءَ النَّبِيِّ، صلى الله عليه وسلم قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَمْسَحُ الْمَأْقَيْنِ ‏.‏ قَالَ وَقَالَ ‏ \"‏ الأُذُنَانِ مِنَ الرَّأْسِ ‏\"‏ ‏.‏ قَالَ سُلَيْمَانُ بْنُ حَرْبٍ يَقُولُهَا أَبُو أُمَامَةَ ‏.‏ قَالَ قُتَيْبَةُ قَالَ حَمَّادٌ لاَ أَدْرِي هُوَ مِنْ قَوْلِ النَّبِيِّ صلى الله عليه وسلم أَوْ مِنْ أَبِي أُمَامَةَ ‏.‏ يَعْنِي قِصَّةَ الأُذُنَيْنِ ‏.‏ قَالَ قُتَيْبَةُ عَنْ سِنَانٍ أَبِي رَبِيعَةَ ‏.‏ قَالَ أَبُو دَاوُدَ وَهُوَ ابْنُ رَبِيعَةَ كُنْيَتُهُ أَبُو رَبِيعَةَ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[১৩৩] তিরমিযী [অধ্যায়: পবিত্রতা, অনু: কর্ণদ্বয় মাথার অংশ বিশেষ, হা:৩৭], ইবনু মাজাহ [অধ্যায়: পবিত্রতা, অনু: দু’ কান মাথার অন্তর্ভুক্ত, হা: ৩৪৪], আহমাদ [৫/২৫৮, ২৬৪] হাম্মাদ ইবনু যায়িদ সূত্রে। এর সানাদ দুর্বল। সানাদে সিনান এবং শাহর দু’জনেই দুর্বল।\n\n* মিশকাতের তাহক্বীক্বে শায়খ আলবানী (রহঃ) বলেন: হাদীসটি সহীহ। অর্থ্যাৎ ‘উভয় কান মাথার অংশ বিশেষ’ কথাটি সহীহ। চাই এখানে কথাটি নাবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর হোক বা আবূ উমামাহর হোক। কেননা এ অংশটুকু একদল সাহাবী [রাযিআল্লাহু আনহুম] হতে মারফূভাবে বর্ণিত হয়েছে। যাদের মধ্যে ইবনু ‘আব্বাস (রাঃ) রয়েছেন। এর সানাদ সহীহ। এর বহু সূত্র রয়েছে।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}