{
  "hadith": {
    "hadith_id": 1342,
    "narrator": "সা‘দ ইবনু হিশাম (রহঃ)",
    "bn": "তিনি বলেন, আমি যুদ্ধে যাওয়ার উদ্দেশে আমার স্ত্রীকে তালাক দিয়ে মাদীনাহয় আমার যে ভূমি রয়েছে তা বিক্রি করে যুদ্ধাস্ত্র ক্রয় করার জন্য (বাসরাহ থেকে) মাদীনাহতে আসলাম। এ সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এর একদল সাহাবীর সঙ্গে আমার সাক্ষাত হলে তারা বললেন, আমাদের মধ্যকার ছয় ব্যক্তির একটি দল এরূপ ইচ্ছা করেছিল। কিন্তু নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাদেরকে এরূপ করতে নিষেধ করে বলেনঃ “তোমাদের জন্য আল্লাহর রসূলের মাঝেই উত্তম আদর্শ নিহিত আছে ”।\nবর্ণনাকারী বলেন, অতঃপর আমি ইবনু ‘আব্বাস (রাঃ) এর নিকট গিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বিতর সলাত সম্পর্কে জিজ্ঞেস করলে তিনি বলেন, রসূলুল্লাহর সলাত সম্পর্কে যিনি অধিক অভিজ্ঞ আমি তোমাকে তার সন্ধান দিচ্ছি। তুমি ‘আয়িশাহ (রাঃ) এর নিকট যাও। কাজেই আমি তার নিকট যাই এবং হাকীম ইবনু আফলাহকেও যাবার অনুরোধ করি, কিন্তু তিনি অস্বীকার করায় আমি তাকে শপথ দিয়ে অনুরোধ করলে তিনি আমার সঙ্গে রওয়ানা হন। আমরা ‘আয়িশাহ (রাঃ) এর সাথে সাক্ষাতের অনুমতি চাইলে তিনি জিজ্ঞেস করেন, কে? তিনি বলেন, হাকীম ইবনু আফলাহ। তিনি বলেন, তোমার সাথে কে? তিনি বললেন, সা‘দ ইবনু হিশাম। তিনি বললেন, উহুদের যুদ্ধে শহীদ হওয়া হিশাম ইবনু ‘আমির? হাকীম ইবনু আফলাহ বলে, আমি বললাম, হাঁ। তিনি বললেন, ‘আমির তো অত্যন্ত ভাল লোক ছিলেন। তিনি বলেন, হে উম্মুল মু‘মিনীন! আমাকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর চরিত্র সম্বন্ধে বলুন। তিনি বললেন, তুমি কি কুরআন পড়ো না? গোটা কুরআনই হচ্ছে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর চরিত্র। তিনি বলেন, আমি বললাম, আমাকে রাতের ক্বিয়াম সম্পর্কে বলুন। তিনি বললেন, তুমি কি কুরআনের “ইয়াআইয়্যুহাল মুযযাম্মিল” সূরাহ পাঠ করনি? তিনি বলেন, আমি বললাম, হাঁ, পাঠ করেছি। তিনি বললেন, এ সূরাহর প্রথমাংশ অবতীর্ণ হবার পর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবীগণ এতো বেশী “ক্বিয়ামুল লাইল” করতেন যে, তাদের পা ফুলে যেতো। অতঃপর এ সূরাহর শেষাংশ অবতীর্ণ হলে “ক্বিয়ামুল লাইল” ফারয হতে নাফল হিসেবে পরিবর্তন হয়। তিনি বলেন, আমি বললাম, আমাকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এর বিতর সলাত সম্পর্কে বলুন। তিনি বললেন, তিনি আট রাক‘আত বিতর করতেন এবং তাতে কেবল অষ্টম রাক‘আতেই বসতেন। অতঃপর দাঁড়িয়ে আরো এক রাক‘আত পড়তেন এবং এই অষ্টম ও নবম রাক‘আত ছাড়া কোথাও বসতেন না। তিনি নবম রাক‘আতে সালাম ফিরাতেন। অতঃপর বসে বসে দু’ রাক‘আত সলাত আদায় করতেন। হে আমার বৎস! এ এগার রাক‘আতই ছিল  তাঁর রাতের সলাত। অতঃপর বার্ধক্যের কারণে তাঁর শরীর ভারী হয়ে গেলে তিনি সাত রাক‘আত বিতর করতেন এবং ষষ্ঠ ও সপ্তম রাক‘আত ছাড়া বসতেন না, আর সালাম ফিরাতেন সপ্তম রাক‘আতে। অতঃপর বসে বসে দু’ রাক‘আত নাফল সলাত আদায় করতেন। হে বৎস! এ নয় রাক‘আতই ছিল রাতের সলাত। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কখনো সারারাত ভোর পর্যন্ত সলাত আদায় করতেন না, এক রাতে গোটা কুরআন খতম করতেন না এবং রমাযান মাস ছাড়া পুরো এক মাস সওম পালন করতেন না। তিনি কোনো সলাত আরম্ভ করলে তা নিয়মিত আদায় করতেন। ঘুমের কারণে রাতে জাগ্রত হতে না পারলে তিনি দিনের বেলা বারো রাক‘আত সলাত আদায় করতেন। বর্ণনাকারী বলেন, অতঃপর আমি ইবনু ‘আব্বাস (রাঃ) এর কাছে এসে এগুলো বর্ণনা করলে তিনি বলেন, আল্লাহর শপথ! এটাই হচ্ছে প্রকৃত হাদীস। আমি যদি ‘আয়িশাহর সঙ্গে সরাসরি কথা বলতাম তাহলে আমি এসে এ হাদীস আলোচনা করতাম। বর্ণনাকারী বলেন, আমি বললাম, আমি যদি জানতাম যে, আপনি তাঁর সাথে কথাবার্তা বলেন না, তাহলে আমি হাদীসটি আপনার কাছে বর্ণনা করতাম না।\n\nসহীহঃ মুসলিম।",
    "ar": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ سَعْدِ بْنِ هِشَامٍ، قَالَ ‏:‏ طَلَّقْتُ امْرَأَتِي فَأَتَيْتُ الْمَدِينَةَ لأَبِيعَ عَقَارًا كَانَ لِي بِهَا، فَأَشْتَرِيَ بِهِ السِّلاَحَ وَأَغْزُوَ، فَلَقِيتُ نَفَرًا مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فَقَالُوا ‏:‏ قَدْ أَرَادَ نَفَرٌ مِنَّا سِتَّةٌ أَنْ يَفْعَلُوا ذَلِكَ فَنَهَاهُمُ النَّبِيُّ صلى الله عليه وسلم وَقَالَ ‏:‏ ‏\"‏ لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ ‏\"‏ ‏.‏ فَأَتَيْتُ ابْنَ عَبَّاسٍ فَسَأَلْتُهُ عَنْ وِتْرِ النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏:‏ أَدُلُّكَ عَلَى أَعْلَمِ النَّاسِ بِوِتْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأْتِ عَائِشَةَ رضى الله عنها ‏.‏ فَأَتَيْتُهَا فَاسْتَتْبَعْتُ حَكِيمَ بْنَ أَفْلَحَ فَأَبَى فَنَاشَدْتُهُ فَانْطَلَقَ مَعِي، فَاسْتَأْذَنَّا عَلَى عَائِشَةَ، فَقَالَتْ ‏:‏ مَنْ هَذَا قَالَ ‏:‏ حَكِيمُ بْنُ أَفْلَحَ ‏.‏ قَالَتْ ‏:‏ وَمَنْ مَعَكَ قَالَ ‏:‏ سَعْدُ بْنُ هِشَامٍ ‏.‏ قَالَتْ ‏:‏ هِشَامُ بْنُ عَامِرٍ الَّذِي قُتِلَ يَوْمَ أُحُدٍ قَالَ قُلْتُ ‏:‏ نَعَمْ ‏.‏ قَالَتْ ‏:‏ نِعْمَ الْمَرْءُ كَانَ عَامِرًا ‏.‏ قَالَ قُلْتُ ‏:‏ يَا أُمَّ الْمُؤْمِنِينَ حَدِّثِينِي عَنْ خُلُقِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَتْ ‏:‏ أَلَسْتَ تَقْرَأُ الْقُرْآنَ فَإِنَّ خُلُقَ رَسُولِ اللَّهِ صلى الله عليه وسلم كَانَ الْقُرْآنَ ‏.‏ قَالَ قُلْتُ ‏:‏ حَدِّثِينِي عَنْ قِيَامِ اللَّيْلِ قَالَتْ ‏:‏ أَلَسْتَ تَقْرَأُ ‏{‏ يَا أَيُّهَا الْمُزَّمِّلُ ‏}‏ قَالَ قُلْتُ ‏:‏ بَلَى ‏.‏ قَالَتْ ‏:‏ فَإِنَّ أَوَّلَ هَذِهِ السُّورَةِ نَزَلَتْ، فَقَامَ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى انْتَفَخَتْ أَقْدَامُهُمْ، وَحُبِسَ خَاتِمَتُهَا فِي السَّمَاءِ اثْنَىْ عَشَرَ شَهْرًا، ثُمَّ نَزَلَ آخِرُهَا فَصَارَ قِيَامُ اللَّيْلِ تَطَوُّعًا بَعْدَ فَرِيضَةٍ ‏.‏ قَالَ قُلْتُ ‏:‏ حَدِّثِينِي عَنْ وِتْرِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَتْ ‏:‏ كَانَ يُوتِرُ بِثَمَانِ رَكَعَاتٍ لاَ يَجْلِسُ إِلاَّ فِي الثَّامِنَةِ، ثُمَّ يَقُومُ فَيُصَلِّي رَكْعَةً أُخْرَى، لاَ يَجْلِسُ إِلاَّ فِي الثَّامِنَةِ وَالتَّاسِعَةِ، وَلاَ يُسَلِّمُ إِلاَّ فِي التَّاسِعَةِ، ثُمَّ يُصَلِّي رَكْعَتَيْنِ وَهُوَ جَالِسٌ فَتِلْكَ إِحْدَى عَشْرَةَ رَكْعَةً يَا بُنَىَّ، فَلَمَّا أَسَنَّ وَأَخَذَ اللَّحْمَ أَوْتَرَ بِسَبْعِ رَكَعَاتٍ لَمْ يَجْلِسْ إِلاَّ فِي السَّادِسَةِ وَالسَّابِعَةِ، وَلَمْ يُسَلِّمْ إِلاَّ فِي السَّابِعَةِ، ثُمَّ يُصَلِّي رَكْعَتَيْنِ وَهُوَ جَالِسٌ، فَتِلْكَ هِيَ تِسْعُ رَكَعَاتٍ يَا بُنَىَّ، وَلَمْ يَقُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيْلَةً يُتِمُّهَا إِلَى الصَّبَاحِ، وَلَمْ يَقْرَإِ الْقُرْآنَ فِي لَيْلَةٍ قَطُّ، وَلَمْ يَصُمْ شَهْرًا يُتِمُّهُ غَيْرَ رَمَضَانَ، وَكَانَ إِذَا صَلَّى صَلاَةً دَاوَمَ عَلَيْهَا، وَكَانَ إِذَا غَلَبَتْهُ عَيْنَاهُ مِنَ اللَّيْلِ بِنَوْمٍ صَلَّى مِنَ النَّهَارِ ثِنْتَىْ عَشْرَةَ رَكْعَةً ‏.‏ قَالَ ‏:‏ فَأَتَيْتُ ابْنَ عَبَّاسٍ فَحَدَّثْتُهُ ‏.‏ فَقَالَ ‏:‏ هَذَا وَاللَّهِ هُوَ الْحَدِيثُ، وَلَوْ كُنْتُ أُكَلِّمُهَا لأَتَيْتُهَا حَتَّى أُشَافِهَهَا بِهِ مُشَافَهَةً ‏.‏ قَالَ قُلْتُ ‏:‏ لَوْ عَلِمْتُ أَنَّكَ لاَ تُكَلِّمُهَا مَا حَدَّثْتُكَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}