{
  "hadith": {
    "hadith_id": 1353,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "একদা তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে ঘুমালেন। অতঃপর তিনি দেখলেন যে, তিনি ঘুম থেকে জেগে মিসওয়াক করে উযু সেরে আল্লাহর এ বাণী তিলাওয়াত করলেনঃ “ইন্না ফি খালক্বিস সামাওয়াতি ওয়াল আরদি” সূরাহ আল ‘ইমরানের শেষ আয়াত পর্যন্ত। তারপর উঠে দু’ রাক‘আত সলাত আদায় করলেন। সলাতের ক্বিয়াম, রুকূ’ ও সাজদাহ্‌ খুব দীর্ঘায়িত করলেন। অতঃপর সলাত শেষে তিনি নাক ডেকে ঘুমাতে লাগলেন। এরূপে তিনবারে ছয় রাক‘আত আদায় করলেন এবং প্রতিবারই মিসওয়াক করে উযু সেরে উক্ত আয়াতগুলো তিলাওয়াত করলেন। সবশেষে বিতর পড়লেন। বর্ণনাকারী ‘উসমান বলেন, তিনি বিতর সলাত তিন রাক‘আত আদায় করেছেন। অতঃপর মুয়াযযিন এলে তিনি মাসজিদে চলে গেলেন। ইবনু ঈসা বলেন, তিনি বিতর করলেন, অতঃপর ফাজ্‌রের আবির্ভাব হলে বিলাল (রাঃ) এসে তাঁকে সলাতের সংবাদ দিলেন। তিনি ফাজরের দু’ রাক‘আত সুন্নাত আদায়ের পর মাসজিদে যান এবং দু‘আ পাঠ করেনঃ “হে আল্লাহ! আমার অন্তরে নূর দাও, আমার জবানে নূর দাও, আমার কানে নূর দাও, আমার চোখে নূর দাও, নূর দান করো আমার পিছনে ও সম্মুখভাগে এবং আমার উপরে ও নীচে। হে আল্লাহ! আমাকে পর্যাপ্ত নূর দান করো”। \n\nসহীহঃ মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا حُصَيْنٌ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، ح وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ حُصَيْنٍ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مُحَمَّدِ بْنِ عَلِيِّ بْنِ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، ‏:‏ أَنَّهُ رَقَدَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَرَآهُ اسْتَيْقَظَ فَتَسَوَّكَ وَتَوَضَّأَ وَهُوَ يَقُولُ ‏:‏ ‏{‏ إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ ‏}‏ حَتَّى خَتَمَ السُّورَةَ، ثُمَّ قَامَ فَصَلَّى رَكْعَتَيْنِ أَطَالَ فِيهِمَا الْقِيَامَ وَالرُّكُوعَ وَالسُّجُودَ، ثُمَّ إِنَّهُ انْصَرَفَ فَنَامَ حَتَّى نَفَخَ، ثُمَّ فَعَلَ ذَلِكَ ثَلاَثَ مَرَّاتٍ بِسِتِّ رَكَعَاتٍ، كُلُّ ذَلِكَ يَسْتَاكُ ثُمَّ يَتَوَضَّأُ وَيَقْرَأُ هَؤُلاَءِ الآيَاتِ، ثُمَّ أَوْتَرَ - قَالَ عُثْمَانُ ‏:‏ بِثَلاَثِ رَكَعَاتٍ، فَأَتَاهُ الْمُؤَذِّنُ فَخَرَجَ إِلَى الصَّلاَةِ - وَقَالَ ابْنُ عِيسَى ‏:‏ ثُمَّ أَوْتَرَ فَأَتَاهُ بِلاَلٌ فَآذَنَهُ بِالصَّلاَةِ حِينَ طَلَعَ الْفَجْرُ، فَصَلَّى رَكْعَتَىِ الْفَجْرِ ثُمَّ خَرَجَ إِلَى الصَّلاَةِ - ثُمَّ اتَّفَقَا - وَهُوَ يَقُولُ ‏:‏ ‏\"‏ اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا، وَاجْعَلْ فِي لِسَانِي نُورًا، وَاجْعَلْ فِي سَمْعِي نُورًا، وَاجْعَلْ فِي بَصَرِي نُورًا، وَاجْعَلْ خَلْفِي نُورًا، وَأَمَامِي نُورًا، وَاجْعَلْ مِنْ فَوْقِي نُورًا، وَمِنْ تَحْتِي نُورًا، اللَّهُمَّ وَأَعْظِمْ لِي نُورًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}