{
  "hadith": {
    "hadith_id": 1367,
    "narrator": "ইবনু ‘আব্বাসের (রাঃ) মুক্তদাস কুরাইব (রহঃ)",
    "bn": "‘আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ) তাকে বর্ণনা করেছেন যে, এক রাত তিনি তাঁর খালা রসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্ত্রী মায়মূনাহর (রাঃ) ঘরে অবস্থান করেন। তিনি বলেন, আমি বিছানায় আড়াআড়ি ঘুমিয়ে পড়ি আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং তাঁর স্ত্রী লম্বালম্বী ঘুমালেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুমিয়ে থাকলেন। অতঃপর রাতের অর্ধেক অথবা সামান্য অতিবাহিত হলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  স্বীয় হাত দিয়ে নিজের মুখমণ্ডল হতে ঘুমের রেশ মুছতে মুছতে উঠে বসেন এবং সূরাহ আলে ‘ইমরানের শেষ দশ আয়াত তিলাওয়াত করেন। এরপর পানির একটি ঝুলন্ত মশকের নিকট গিয়ে তা থেকে খুব ভালভাবে উযু করলেন। তারপর দাঁড়িয়ে সলাত আদায় করতে লাগলেন। ‘আবদুল্লাহ (রাঃ) বলেন, আমিও উঠে তিনি যা যা করেছেন তা করলাম এবং তাঁর পাশে গিয়ে দাঁড়ালাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর ডান হাত আমার মাথার উপর রেখে আমার কান ধরে টানলেন। অতঃপর তিনি  দু’ রাক‘আত, দু’ রাক‘আত, অতঃপর দু’ রাক‘আত, দু’ রাক‘আত, আবার দু’ রাক‘আত এবং আবার দু’ রাক‘আত সলাত আদায় করলেন। বর্ণনাকারী আল-কা‘নাবী বলেন, তিনি এভাবে ছয়বার আদায় করেন। অতঃপর বিতর করে বিশ্রাম নেন। অবশেষে মুয়াযযিন এলে তিনি উঠে সংক্ষেপে দু’ রাক‘আত (সুন্নাত) সলাত আদায় করে বের হলেন এবং (মাসজিদে গিয়ে) ফাজরের সলাত আদায় করলেন।\n\nসহীহঃ বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ مَخْرَمَةَ بْنِ سُلَيْمَانَ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، أَخْبَرَهُ ‏:‏ أَنَّهُ، بَاتَ عِنْدَ مَيْمُونَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم وَهِيَ خَالَتُهُ - قَالَ - فَاضْطَجَعْتُ فِي عَرْضِ الْوِسَادَةِ، وَاضْطَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَهْلُهُ فِي طُولِهَا، فَنَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى إِذَا انْتَصَفَ اللَّيْلُ - أَوْ قَبْلَهُ بِقَلِيلٍ، أَوْ بَعْدَهُ بِقَلِيلٍ - اسْتَيْقَظَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَجَلَسَ يَمْسَحُ النَّوْمَ عَنْ وَجْهِهِ بِيَدِهِ، ثُمَّ قَرَأَ الْعَشْرَ الآيَاتِ الْخَوَاتِمَ مِنْ سُورَةِ آلِ عِمْرَانَ، ثُمَّ قَامَ إِلَى شَنٍّ مُعَلَّقَةٍ فَتَوَضَّأَ مِنْهَا فَأَحْسَنَ وُضُوءَهُ، ثُمَّ قَامَ يُصَلِّي، قَالَ عَبْدُ اللَّهِ ‏:‏ فَقُمْتُ فَصَنَعْتُ مِثْلَ مَا صَنَعَ، ثُمَّ ذَهَبْتُ فَقُمْتُ إِلَى جَنْبِهِ، فَوَضَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ الْيُمْنَى عَلَى رَأْسِي فَأَخَذَ بِأُذُنِي يَفْتِلُهَا، فَصَلَّى رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، قَالَ الْقَعْنَبِيُّ ‏:‏ سِتَّ مَرَّاتٍ، ثُمَّ أَوْتَرَ، ثُمَّ اضْطَجَعَ، حَتَّى جَاءَهُ الْمُؤَذِّنُ فَقَامَ فَصَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ، ثُمَّ خَرَجَ فَصَلَّى الصُّبْحَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}