{
  "hadith": {
    "hadith_id": 1375,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে রমযান মাসের সওম পালন করতাম। তিনি এ মাসে (প্রথম দিকের অধিকাংশ দিনই) আমাদেরকে নিয়ে (তারাবীহ) সলাত আদায় করেননি। অতঃপর রমযানের সাত দিন বাকী থাকতে তিনি আমদেরকে নিয়ে সলাত আদায় করলেন রাতের এক-তৃতীয়াংশ পর্যন্ত। তিনি পরবর্তী রাতে আমাদেরকে নিয়ে (মাসজিদে) সলাত আদায় করলেন না। অতঃপর পঞ্চম রাতে তিনি আমাদেরকে নিয়ে সলাতে দাঁড়িয়ে অর্ধেক রাত অতিবাহিত করেন। আমি বললাম, হে আল্লাহর রসূল! যদি আপনি এ পুরো রাতটি আমাদেরকে নিয়ে সলাতে দাঁড়িয়ে থাকতেন। বর্ণনাকারী বলেন, তিনি বললেনঃ কোন ব্যক্তি ইমামের সাথে (‘ঈশার) সলাত আদায় করে প্রত্যাবর্তন করলে তাকে পুরো রাতের সলাত আদায়কারী হিসেবে গণ্য করা হয়। তিনি বলেন, অতঃপর পরবর্তী চতুর্থ রাতে তিনি (মাসজিদে) সলাত আদায় করেননি। যখন তৃতীয় রাত এলো তিনি তার পরিবার-পরিজন, স্ত্রী ও অন্য লোকদের একত্র করলেন এবং আমাদেরকে নিয়ে এত দীর্ঘক্ষণ সলাত আদায় করলেন যে, আমরা ‘ফালাহ’ ছুটে যাওয়ার আশংকা করলাম। জুবাইর ইবনু নুফাইর বলেন, আমি জিজ্ঞসা করলাম, ‘ফালাহ’ কি? তিনি বললেন, সাহারী খাওয়া। অতঃপর তিনি এ মাসের অবশিষ্ট রাতে আমাদেরকে নিয়ে সলাত আদায় করতে দাঁড়াননি।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، أَخْبَرَنَا دَاوُدُ بْنُ أَبِي هِنْدٍ، عَنِ الْوَلِيدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِي ذَرٍّ، قَالَ صُمْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم رَمَضَانَ فَلَمْ يَقُمْ بِنَا شَيْئًا مِنَ الشَّهْرِ حَتَّى بَقِيَ سَبْعٌ فَقَامَ بِنَا حَتَّى ذَهَبَ ثُلُثُ اللَّيْلِ فَلَمَّا كَانَتِ السَّادِسَةُ لَمْ يَقُمْ بِنَا فَلَمَّا كَانَتِ الْخَامِسَةُ قَامَ بِنَا حَتَّى ذَهَبَ شَطْرُ اللَّيْلِ فَقُلْتُ يَا رَسُولَ اللَّهِ لَوْ نَفَّلْتَنَا قِيَامَ هَذِهِ اللَّيْلَةِ ‏.‏ قَالَ فَقَالَ ‏ \"‏ إِنَّ الرَّجُلَ إِذَا صَلَّى مَعَ الإِمَامِ حَتَّى يَنْصَرِفَ حُسِبَ لَهُ قِيَامُ لَيْلَةٍ ‏\"‏ ‏.‏ قَالَ فَلَمَّا كَانَتِ الرَّابِعَةُ لَمْ يَقُمْ فَلَمَّا كَانَتِ الثَّالِثَةُ جَمَعَ أَهْلَهُ وَنِسَاءَهُ وَالنَّاسَ فَقَامَ بِنَا حَتَّى خَشِينَا أَنْ يَفُوتَنَا الْفَلاَحُ ‏.‏ قَالَ قُلْتُ مَا الْفَلاَحُ قَالَ السُّحُورُ ثُمَّ لَمْ يَقُمْ بِنَا بَقِيَّةَ الشَّهْرِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}