{
  "hadith": {
    "hadith_id": 1379,
    "narrator": "দামরাহ ইবনু আবদুল্লাহ ইবনু উনাইস (রহঃ) হতে তার পিতার সূত্র",
    "bn": "তিনি বলেন, একবার আমি বনু সালামাহ্র মাজলিসে উপস্থিত হই এবং সেখানে আমিই ছিলাম বয়সে ছোট। তারা বললেন, আমাদের মাঝে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ক্বদর রাত সম্পর্কে জিজ্ঞেস করার মত কেউ আছে কি? ঘটনাটি রমাযানের একুশ তারিখ সকাল বেলার। বর্ণনাকারী বলেন, তখন আমি এ উদ্দেশে বের হই এবং মাগরিবের সলাতে রসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাক্ষাত লাভ করি। আমি তাঁর ঘরের দরজায় দাঁড়িয়ে থাকলাম। তিনি আমার পাশ দিয়ে যাওয়ার সময় আমাকে ভিতরে প্রবেশ করতে বললে আমি প্রবেশ করি। এ সময় তাঁর রাতের খাবার আনা হলো। খাবার কম থাকায় আমি সামান্য খেয়েছি। তিনি খাওয়া শেষ করে বললেনঃ আমার জুতা দাও। এরপর তিনি উঠলে আমিও তাঁর সাথে উঠি। তিনি জিজ্ঞেস করলেন, তোমার কোনো প্রয়োজন আছে কি? আমি বললাম, হাঁ, বনু সালামাহ্র লোকেরা আপনার নিকট ‘লাইলাতুল ক্বদর’ সম্বন্ধে জিজ্ঞেস করার জন্যে আমাকে পাঠিয়েছেন। তিনি বললেনঃ আজ কত তারিখ? আমি বললাম, বাইশ। তিনি বললেনঃ তা আজ রাতেই। তিনি তেইশ তারিখের রাতের দিকে ইংগিত করেন।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَفْصِ بْنِ عَبْدِ اللَّهِ السُّلَمِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنْ عَبَّادِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ مُسْلِمٍ الزُّهْرِيِّ، عَنْ ضَمْرَةَ بْنِ عَبْدِ اللَّهِ بْنِ أُنَيْسٍ، عَنْ أَبِيهِ، قَالَ كُنْتُ فِي مَجْلِسِ بَنِي سَلِمَةَ وَأَنَا أَصْغَرُهُمْ، فَقَالُوا مَنْ يَسْأَلُ لَنَا رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ لَيْلَةِ الْقَدْرِ وَذَلِكَ صَبِيحَةَ إِحْدَى وَعِشْرِينَ مِنْ رَمَضَانَ ‏.‏ فَخَرَجْتُ فَوَافَيْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم صَلاَةَ الْمَغْرِبِ ثُمَّ قُمْتُ بِبَابِ بَيْتِهِ فَمَرَّ بِي فَقَالَ ‏\"‏ ادْخُلْ ‏\"‏ ‏.‏ فَدَخَلْتُ فَأُتِيَ بِعَشَائِهِ فَرَآنِي أَكُفُّ عَنْهُ مِنْ قِلَّتِهِ فَلَمَّا فَرَغَ قَالَ ‏\"‏ نَاوِلْنِي نَعْلِي ‏\"‏ ‏.‏ فَقَامَ وَقُمْتُ مَعَهُ فَقَالَ ‏\"‏ كَأَنَّ لَكَ حَاجَةً ‏\"‏ ‏.‏ قُلْتُ أَجَلْ أَرْسَلَنِي إِلَيْكَ رَهْطٌ مِنْ بَنِي سَلِمَةَ يَسْأَلُونَكَ عَنْ لَيْلَةِ الْقَدْرِ فَقَالَ ‏\"‏ كَمِ اللَّيْلَةُ ‏\"‏ ‏.‏ فَقُلْتُ اثْنَتَانِ وَعِشْرُونَ قَالَ ‏\"‏ هِيَ اللَّيْلَةُ ‏\"‏ ‏.‏ ثُمَّ رَجَعَ فَقَالَ ‏\"‏ أَوِ الْقَابِلَةُ ‏\"‏ ‏.‏ يُرِيدُ لَيْلَةَ ثَلاَثٍ وَعِشْرِينَ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}