{
  "hadith": {
    "hadith_id": 1396,
    "narrator": "‘আলক্বামাহ ও আল-আসওয়াদ (রহঃ)",
    "bn": "তারা উভয়ে বলেন, এক ব্যক্তি ইবনু মাসউদ (রাঃ)-এর নিকটে এসে বললো, আমি মুফাস্‌সাল সূরাহগুলো (সূরাহ হুজরাত থেকে সূরাহ নাস পর্যন্ত) এক রাক‘আতেই পাঠ করে থাকি। তিনি বললেন, এটা তো (খুবই দ্রুত তিলাওয়াত) কবিতা পাঠের অনুরূপ কিংবা গাছ থেকে শুকনো পাতা ঝরে পড়ার মতই। অথচ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সমান দৈর্ঘ্যের দু‘টি সূরাহ একত্রে এক রাক‘আতে তিলাওয়াত করতেন। যেমন, সূরাহ আন-নাজ্‌ম ও আর-রাহমান এক রাক‘আতে এবং ওয়াকতারাবাত ও আল-হাক্কাহ আরেক রাক‘আতে। সূরাহ আত-তূর ও ওয়ায্-যারিয়াত এক রাক‘আতে এবং সূরাহ ইযা ওয়াক্ব‘আত ও সূরাহ নূন অপর রাক‘আতে। সাআলা সায়িলুন ও ওয়ান-নাযিআতি এক রাক‘আতে, ওয়াইলুল্লিল মুতাফ্‌ফিফিন ও ‘আবাসা আরেক রাক‘আতে। আল-মুদ্দাসির ও আল-মুয্‌যাম্মিল এক রাক‘আতে এবং হাল আতা ও লা উক্বসিমু বি-ইয়াওমিল ক্বিয়ামাহ্ অপর রাক‘আতে, ‘আম্মা ইয়াতাসাআলুন ও ওয়াল-মুরসিলাত এক রাক‘আতে এবং আদ্‌-দুখান ও ইযাশ-শামসু কুব্বিরাত অপর রাক‘আতে। ইমাম আবু দাউদ (রহঃ) বলেন, কুরআনের সূরাহগুলোর এ তারতীব ‘আবদুল্লাহ্‌ ইবনু মাসউদ (রাঃ)-এর। \n\nসহীহ : বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا عَبَّادُ بْنُ مُوسَى، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَلْقَمَةَ، وَالأَسْوَدِ، قَالاَ أَتَى ابْنَ مَسْعُودٍ رَجُلٌ فَقَالَ إِنِّي أَقْرَأُ الْمُفَصَّلَ فِي رَكْعَةٍ ‏.‏ فَقَالَ أَهَذًّا كَهَذِّ الشِّعْرِ وَنَثْرًا كَنَثْرِ الدَّقَلِ لَكِنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقْرَأُ النَّظَائِرَ السُّورَتَيْنِ فِي رَكْعَةٍ الرَّحْمَنَ وَالنَّجْمَ فِي رَكْعَةٍ وَاقْتَرَبَتْ وَالْحَاقَّةَ فِي رَكْعَةٍ وَالطُّورَ وَالذَّارِيَاتِ فِي رَكْعَةٍ وَإِذَا وَقَعَتْ وَن فِي رَكْعَةٍ وَسَأَلَ سَائِلٌ وَالنَّازِعَاتِ فِي رَكْعَةٍ وَوَيْلٌ لِلْمُطَفِّفِينَ وَعَبَسَ فِي رَكْعَةٍ وَالْمُدَّثِّرَ وَالْمُزَّمِّلَ فِي رَكْعَةٍ وَهَلْ أَتَى وَلاَ أُقْسِمُ بِيَوْمِ الْقِيَامَةِ فِي رَكْعَةٍ ‏.‏ وَعَمَّ يَتَسَاءَلُونَ وَالْمُرْسَلاَتِ فِي رَكْعَةٍ وَالدُّخَانَ وَإِذَا الشَّمْسُ كُوِّرَتْ فِي رَكْعَةٍ ‏.‏ قَالَ أَبُو دَاوُدَ هَذَا تَأْلِيفُ ابْنِ مَسْعُودٍ رَحِمَهُ اللَّهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}