{
  "hadith": {
    "hadith_id": 1447,
    "narrator": "যায়িদ ইবনু সাবিত (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদে একটি হুজরাহ বানিয়ে নিলেন। রাতে সেখানে গিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত আদায় করতেন। বর্ণনাকারী বলেন, লোকেরাও তাঁর সাথে সলাত আদায় করতো এবং তারা প্রতি রাতে সেখানে একত্র হতো। এক রাতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের নিকট (মাসজিদে) না আসায় তারা গলা খাকাড়ি ও উচ্চস্বরে কথাবার্তা বললো, এমনকি তাঁর দরজায় কংকর নিক্ষেপ করলো। বর্ণনাকারী বলেন, অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অসন্তুষ্ট মনে তাদের নিকট এসে বললেনঃ হে লোকেরা! তোমাদের কি হলো যে, তোমরা (নাফ্‌ল সলাত জামা‘আতে আদায়ের জন্য) ব্যতিব্যস্ত হচ্ছো? আমি আশংকা করছি, তোমরা এভাবে এলে রাতের নাফ্‌ল সলাত তোমাদের উপর ফরয করা হতে পারে? কাজেই নাফ্‌ল সলাত তোমাদের নিজ নিজ ঘরে আদায় করা উচিত। কেননা ফরয সলাত ছাড়া প্রত্যেক ব্যক্তির নাফ্‌ল সলাত নিজ ঘরে আদায় করাই উত্তম। \n\nসহীহ : বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ الْبَزَّازُ، حَدَّثَنَا مَكِّيُّ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا عَبْدُ اللَّهِ، - يَعْنِي ابْنَ سَعِيدِ بْنِ أَبِي هِنْدٍ - عَنْ أَبِي النَّضْرِ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، أَنَّهُ قَالَ احْتَجَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْمَسْجِدِ حُجْرَةً فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَخْرُجُ مِنَ اللَّيْلِ فَيُصَلِّي فِيهَا قَالَ فَصَلَّوْا مَعَهُ بِصَلاَتِهِ - يَعْنِي رِجَالاً - وَكَانُوا يَأْتُونَهُ كُلَّ لَيْلَةٍ حَتَّى إِذَا كَانَ لَيْلَةً مِنَ اللَّيَالِي لَمْ يَخْرُجْ إِلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم فَتَنَحْنَحُوا وَرَفَعُوا أَصْوَاتَهُمْ وَحَصَبُوا بَابَهُ - قَالَ - فَخَرَجَ إِلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم مُغْضَبًا فَقَالَ ‏ \"‏ يَا أَيُّهَا النَّاسُ مَا زَالَ بِكُمْ صَنِيعُكُمْ حَتَّى ظَنَنْتُ أَنْ سَتُكْتَبَ عَلَيْكُمْ فَعَلَيْكُمْ بِالصَّلاَةِ فِي بُيُوتِكُمْ فَإِنَّ خَيْرَ صَلاَةِ الْمَرْءِ فِي بَيْتِهِ إِلاَّ الصَّلاَةَ الْمَكْتُوبَةَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "8"
    }
  }
}