{
  "hadith": {
    "hadith_id": 149,
    "narrator": "আব্বাদ ইবনু যিয়াদ",
    "bn": "উরওয়াহ ইবনুল মুগীরাহ ইবনু শু‘বাহ তাঁকে অবহিত করেন যে, তিনি তাঁর পিতা মুগীরাহ (রাঃ) কে বলতে শুনেছেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাবুক যুদ্ধের সময় একদিন ফাজ্‌রের পূর্বে রাস্তা ছেড়ে একদিকে রওনা করলেন। আমিও তার সাথে চললাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর উট বসালেন এবং মলমূত্র ত্যাগ করলেন। অতঃপর প্রয়োজন সেরে এলে আমি তাঁর হাতে পাত্র থেকে পানি ঢেলে দিলাম। তিনি উভয় হাত কব্জি পর্যন্ত ধুলেন। তারপর মুখমণ্ডল ধুলেন। তারপর তিনি তাঁর জুব্বার আস্তিন থেকে দু’হাত বের করতে চাইলেন, কিন্তু আস্তিন সংকীর্ণ থাকায় জুব্বার নীচ থেকে হাত বের করে এনে উভয় হাত কনুই পর্যন্ত ধুলেন এবং মাথা মাসাহ্‌ করলেন। তারপর মোজার উপর মাসাহ্‌ করলেন। অতঃপর উটের উপর সওয়ার হলেন। আমরাও সামনে অগ্রসর হলাম। আমরা এসে দেখলাম, ‘আবদুর রহমান ইবনু ‘আওফ (রাঃ)-কে ইমাম নিযুক্ত করে লোকেরা সলাত আদায় করছে। তিনি ওয়াক্ত মোতাবেকই সলাত শুরু করেছেন। আমরা এসে ‘আবদুর রহমানকে এমন অবস্থায় পেলাম যে, তিনি ফাজ্‌রের এক রাক‘আত আদায় করে ফেলেছেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুসলমানদের সাথে একই কাতারে ‘আবদুর রহমান ইবনু ‘আওফ (রাঃ)-এর পিছনে সলাতের দ্বিতীয় রাক‘আত আদায়ের জন্য দাঁড়িয়ে গেলেন। ‘আবদুর রহমান সালাম ফিরালে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অবশিষ্ট এক রাক‘আত সলাত আদায়ের জন্য দাঁড়িয়ে গেলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আগেই সলাত আদায় করে ফেলায় মুসলমানরা ভীত হয়ে পড়ল এবং অধিক পরিমাণে তাস্‌বীহ পাঠ করতে লাগল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাম ফিরিয়ে তাঁদের উদ্দেশে বললেনঃ তোমরা (ওয়াক্ত মোতাবেক সলাত আদায় করে) ঠিকই করেছো অথবা তোমরা ভালই করেছো।\n\nসহীহঃ মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عَبَّادُ بْنُ زِيَادٍ، أَنَّ عُرْوَةَ بْنَ الْمُغِيرَةِ بْنِ شُعْبَةَ، أَخْبَرَهُ أَنَّهُ، سَمِعَ أَبَاهُ الْمُغِيرَةَ، يَقُولُ عَدَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا مَعَهُ فِي غَزْوَةِ تَبُوكَ قَبْلَ الْفَجْرِ فَعَدَلْتُ مَعَهُ فَأَنَاخَ النَّبِيُّ صلى الله عليه وسلم فَتَبَرَّزَ ثُمَّ جَاءَ فَسَكَبْتُ عَلَى يَدِهِ مِنَ الإِدَاوَةِ فَغَسَلَ كَفَّيْهِ ثُمَّ غَسَلَ وَجْهَهُ ثُمَّ حَسَرَ عَنْ ذِرَاعَيْهِ فَضَاقَ كُمَّا جُبَّتِهِ فَأَدْخَلَ يَدَيْهِ فَأَخْرَجَهُمَا مِنْ تَحْتِ الْجُبَّةِ فَغَسَلَهُمَا إِلَى الْمِرْفَقِ وَمَسَحَ بِرَأْسِهِ ثُمَّ تَوَضَّأَ عَلَى خُفَّيْهِ ثُمَّ رَكِبَ فَأَقْبَلْنَا نَسِيرُ حَتَّى نَجِدَ النَّاسَ فِي الصَّلاَةِ قَدْ قَدَّمُوا عَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ فَصَلَّى بِهِمْ حِينَ كَانَ وَقْتُ الصَّلاَةِ وَوَجَدْنَا عَبْدَ الرَّحْمَنِ وَقَدْ رَكَعَ بِهِمْ رَكْعَةً مِنْ صَلاَةِ الْفَجْرِ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَفَّ مَعَ الْمُسْلِمِينَ فَصَلَّى وَرَاءَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ الرَّكْعَةَ الثَّانِيَةَ ثُمَّ سَلَّمَ عَبْدُ الرَّحْمَنِ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي صَلاَتِهِ ‏.‏ فَفَزِعَ الْمُسْلِمُونَ فَأَكْثَرُوا التَّسْبِيحَ لأَنَّهُمْ سَبَقُوا النَّبِيَّ صلى الله عليه وسلم بِالصَّلاَةِ فَلَمَّا سَلَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ لَهُمْ ‏\"‏ قَدْ أَصَبْتُمْ ‏\"‏ ‏.‏ أَوْ ‏\"‏ قَدْ أَحْسَنْتُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}