{
  "hadith": {
    "hadith_id": 1504,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা আবূ যার (রাঃ) বলেন, হে আল্লাহর রসূল! ধনীরা তো সওয়াবে অগ্রগামী হয়ে যাচ্ছে। আমরা যেমন সলাত আদায় করি, তেমন তারাও সলাত আদায় করে, আমরা যেমন সওম পালন করি, তারাও তেমন সওম পালন করে। কিন্তু তারা তাদের অতিরিক্ত ধন-সম্পদ দান-খয়রাত করে। (দান খয়রাতের জন্য) আমাদের তো পর্যাপ্ত সম্পদ নেই। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃ হে আবূ যার! আমি কি তোমাকে এমন দুটি বাক্য শিক্ষা দিবো না যা পাঠ করলে তুমি তোমার চেয়ে অগ্রগামীদের সমপর্যায় হতে পারবে এবং তোমার পিছনের লোকেরাও তোমাকে অতিক্রম করতে পারবে না? তবে তার কথা ভিন্ন যে তোমার মতো আমল করে। তিনি বললেন, হাঁ, নিশ্চয়। তিনি বললেনঃ তুমি প্রত্যেক সলাতের পর তেত্রিশবার ‘আল্লাহু আকবার’, তেত্রিশবার ‘আলহামদু লিল্লাহ’, তেত্রিশবার ‘সুবহানাল্লাহ’ এবং শেষে একবার “লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু লাহুল মুলকু ওয়া লাহুল হামদু ওয়া হুয়া ‘আলা কুল্লি শাইয়িন ক্বাদীর” বলবে। কেউ এ দু’আ পড়লে তার গুনাহ সমুদ্রের ফেনারাশি পরিমাণ হলেও তা ক্ষমা হবে। \n\nসহীহ: কিন্তু: “কেউ এ দু’আ পড়লে তার গুনাহ সমুদ্রের ফেনারাশি পরিমাণ হলেও তা ক্ষমা হবে।” তার এ কথাটুকু মুদরাজ।",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنِي حَسَّانُ بْنُ عَطِيَّةَ، قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ أَبِي عَائِشَةَ، قَالَ حَدَّثَنِي أَبُو هُرَيْرَةَ، قَالَ قَالَ أَبُو ذَرٍّ يَا رَسُولَ اللَّهِ ذَهَبَ أَصْحَابُ الدُّثُورِ بِالأُجُورِ يُصَلُّونَ كَمَا نُصَلِّي وَيَصُومُونَ كَمَا نَصُومُ وَلَهُمْ فُضُولُ أَمْوَالٍ يَتَصَدَّقُونَ بِهَا وَلَيْسَ لَنَا مَالٌ نَتَصَدَّقُ بِهِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا أَبَا ذَرٍّ أَلاَ أُعَلِّمُكَ كَلِمَاتٍ تُدْرِكُ بِهِنَّ مَنْ سَبَقَكَ وَلاَ يَلْحَقُكَ مَنْ خَلْفَكَ إِلاَّ مَنْ أَخَذَ بِمِثْلِ عَمَلِكَ ‏\"‏ ‏.‏ قَالَ بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ تُكَبِّرُ اللَّهَ عَزَّ وَجَلَّ دُبُرَ كُلِّ صَلاَةٍ ثَلاَثًا وَثَلاَثِينَ وَتَحْمَدُهُ ثَلاَثًا وَثَلاَثِينَ وَتُسَبِّحُهُ ثَلاَثًا وَثَلاَثِينَ وَتَخْتِمُهَا بِلاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ غُفِرَتْ لَهُ ذُنُوبُهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "8"
    }
  }
}