{
  "hadith": {
    "hadith_id": 1508,
    "narrator": "যায়িদ ইবনু আরক্বাম (রাঃ)",
    "bn": "তিনি বলেন, আমি আল্লাহর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি। বর্ণনাকারী সুলায়মানের বর্ণনায় রয়েছে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রত্যেক ফার্য সলাতের পর বলতেনঃ “ হে আল্লাহ! আপনি আমাদের এবং প্রত্যেক বস্তুর রব। আমি সাক্ষ্য দিচ্ছি,  মুহাম্মাদ আপনার বান্দাহ ও রসূল। হে আল্লাহ! আপনি আমাদের এবং প্রত্যেক বস্তুর রব্ব! আমাকে এবং আমার পরিবার-পরিজনকে দুনিয়া ও আখিরাতের প্রতি মূহুর্তে আপনার অকৃত্রিম ‘ইবাদতকারী বানিয়ে দিন। হে মহান পরাক্রমশালী ও সম্মানের অধিকারী! আমার ফরিয়াদ শুনুন, আমার দু‘আ কবুল করুন। আল্লাহ মহান, আপনি সবচেয়ে মহান। হে আল্লাহ! আসমান ও যমীনের নূর। সুলায়মান ইবনু দাউদ বলেছেন, আপনিই আকাশ ও যমীনের রব্ব! হে আল্লাহ! আপনি মহান, অতি মহান। আল্লাহই আমার জন্য যথেষ্ট এবং উত্তম অভিভাবক। হে আল্লাহ! আপনি মহান! অতি মহান। [১৫০৮]",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، وَسُلَيْمَانُ بْنُ دَاوُدَ الْعَتَكِيُّ، - وَهَذَا حَدِيثُ مُسَدَّدٍ - قَالاَ حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ دَاوُدَ الطُّفَاوِيَّ، قَالَ حَدَّثَنِي أَبُو مُسْلِمٍ الْبَجَلِيُّ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ سَمِعْتُ نَبِيَّ اللَّهِ صلى الله عليه وسلم يَقُولُ وَقَالَ سُلَيْمَانُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ فِي دُبُرِ صَلاَتِهِ ‏\"‏ اللَّهُمَّ رَبَّنَا وَرَبَّ كُلِّ شَىْءٍ أَنَا شَهِيدٌ أَنَّكَ أَنْتَ الرَّبُّ وَحْدَكَ لاَ شَرِيكَ لَكَ اللَّهُمَّ رَبَّنَا وَرَبَّ كُلِّ شَىْءٍ أَنَا شَهِيدٌ أَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ اللَّهُمَّ رَبَّنَا وَرَبَّ كُلِّ شَىْءٍ أَنَا شَهِيدٌ أَنَّ الْعِبَادَ كُلَّهُمْ إِخْوَةٌ اللَّهُمَّ رَبَّنَا وَرَبَّ كُلِّ شَىْءٍ اجْعَلْنِي مُخْلِصًا لَكَ وَأَهْلِي فِي كُلِّ سَاعَةٍ فِي الدُّنْيَا وَالآخِرَةِ يَا ذَا الْجَلاَلِ وَالإِكْرَامِ اسْمَعْ وَاسْتَجِبِ اللَّهُ أَكْبَرُ الأَكْبَرُ اللَّهُمَّ نُورَ السَّمَوَاتِ وَالأَرْضِ ‏\"‏ ‏.‏ قَالَ سُلَيْمَانُ بْنُ دَاوُدَ ‏\"‏ رَبَّ السَّمَوَاتِ وَالأَرْضِ ‏\"‏ ‏.‏ ‏\"‏ اللَّهُ أَكْبَرُ الأَكْبَرُ حَسْبِيَ اللَّهُ وَنِعْمَ الْوَكِيلُ اللَّهُ أَكْبَرُ الأَكْبَرُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[১৫০৮] আহমাদ (৪/৩৬৯), নাসায়ী ‘আমালুল ইয়াওমি ওয়াল লায়লাহ’ (১৮৩, হাঃ ১০১)। এর সানাদ দুর্বল। সানাদে দাঊদ তুফাবিয়্যা রয়েছে। ইবনু মাঈন বলেন : তিনি কিছুই না। হাফিয ‘আত-ত্বাকরীব বলেন : তিনি হাদীস বর্ণনায় শিথিল।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}