{
  "hadith": {
    "hadith_id": 1538,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে কুর্‌আনের সুরাহ্‌ শিক্ষা দানের মত ইস্তিখারাও শিক্ষা দিতেন। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে বলেতেনঃ তোমাদের কেউ কোন গুরুত্বপূর্ণ কাজের মনস্থ করলে সে যেন ফরয ছাড়া দু’ রাক’আত নাফ্‌ল সলাত আদায় করে এবং বলেঃ হে আল্লাহ! আমি আপনার অবগতির মাধ্যমে আপনার কাছে ইস্তিখারা করছি। আপনার কুদরত এর মাধ্যমে আমি শক্তি কামনা করি। আমি আপনার মহান অনুগ্রহ কামনা করি। আপনিই ক্ষমতাবান, আমার কোন ক্ষমতা নেই। আপনিই সবকিছু অবগত, আমি অজ্ঞ। আপনিই অদৃশ্য সম্পর্কে জ্ঞাত। হে আল্লাহ! আপনি জানেন যে আমার এ কাজ (এ সময় নির্দিষ্ট কাজের নাম বলবে) আমার দ্বীন, পার্থিব জীবন, পরকাল এবং সর্বোপরি আমার পরিণামে কল্যাণকর হলে তা আমাকে হাসিল করার শক্তি দিন, আমার জন্য তা সহজ করে দিন এবং আমার জন্য তাতে বরকত দিন। আর আপনার অবগতিতে সেটা আমার জন্য প্রথমে উল্লিখিত কাজসমূহে অকল্যাণকর হলে আমাকে তা থেকে দূরে রাখুন এবং সেটিকেও আমার থেকে দূরে রাখুন। আমার জন্য যা কল্যাণকর আমাকে তাই হাসিল করার শক্তি দিন, তা যেখানেই থাক না কেন। অতঃপর আপনি আমার উপর সন্তুষ্ট থাকুন, অথবা বলেছেন, অবিলম্বে কংবা দেরীতে।\n\nসহীহঃ বুখারী।\n\nইমাম আবূ দাউদ বলেন, ইবনু মাসলাম ও ইবনু ঈসা (রহঃ) মুহাম্মদ ইবনুল মুনকাদির থেকে তিনি জাবির (রাঃ) থেকে হাদীসটি বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، وَعَبْدُ الرَّحْمَنِ بْنُ مُقَاتِلٍ، خَالُ الْقَعْنَبِيِّ وَمُحَمَّدُ بْنُ عِيسَى - الْمَعْنَى وَاحِدٌ - قَالُوا حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الْمَوَالِ، حَدَّثَنِي مُحَمَّدُ بْنُ الْمُنْكَدِرِ، أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُنَا الاِسْتِخَارَةَ كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ يَقُولُ لَنَا ‏\"‏ إِذَا هَمَّ أَحَدُكُمْ بِالأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ وَلْيَقُلِ اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيمِ فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ وَتَعْلَمُ وَلاَ أَعْلَمُ وَأَنْتَ عَلاَّمُ الْغُيُوبِ اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ - يُسَمِّيهِ بِعَيْنِهِ الَّذِي يُرِيدُ - خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَمَعَادِي وَعَاقِبَةِ أَمْرِي فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي وَبَارِكْ لِي فِيهِ اللَّهُمَّ وَإِنْ كُنْتَ تَعْلَمُهُ شَرًّا لِي مِثْلَ الأَوَّلِ فَاصْرِفْنِي عَنْهُ وَاصْرِفْهُ عَنِّي وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ ثُمَّ رَضِّنِي بِهِ ‏\"‏ ‏.‏ أَوْ قَالَ ‏\"‏ فِي عَاجِلِ أَمْرِي وَآجِلِهِ ‏\"‏ ‏.‏ قَالَ ابْنُ مَسْلَمَةَ وَابْنُ عِيسَى عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এক নজরে ইস্তিখারা সলাতের পদ্ধতিঃ \n(১) ইস্তিখারা করতে হবে সাদা মনে। এ সময় কোন বিষয়ে দৃঢ় সকল্প করবে না। কেননা তাতে ইস্তিখারা করার পরে ও তার ঐ দৃঢ় সকল্পই তার মনে উদয় হবে। \n(২) ইস্তিখারার পর তার মন যেদিকে টানবে সে তাই করবে। এতে ইনশাআল্লাহ সে নিরাশ হবে না। উল্লেখ্য-ইস্তিখারার পরে ঐ বিষয়ে স্বপ্ন দেখা বা উক্ত বিষটি তার কাছে পরিস্কার হয়ে যাওয়া-এমন কোন শর্ত নাই। বরং মনের আকর্ষণ যে দিকে যাবে সেভাবেই কাজ করতে হবে।\n(৩) ইস্তিখারার সলাত দিনে রাতে যে কোন সময় পড়া যাবে। তবে ‘ইশার সালাতের পরে ঘুমানোর পূর্বে এটি আদায় করা উত্তম। আর এর পর সে কোন কথা বলবে না।\n(৪) ইমাম শাওকানী বলেনঃ ইস্তিখারা একই বিষয়ে একাধিক বার করা যেতে পারে। এ দৃষ্টিকোণ থেকে যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কখনো দু’আ করলে একই সময়ে তিনবার দু’আ করতেন।\n(৫) ফার্‌য সলাতের জন্য নির্ধারিত সুন্নাত সমূহে কিংবা তাহিয়্যাতুল মাসজিদের দু’রাকাআত সলাতে অথবা পৃথকভাবে দু’রাকাআত নফল সলাতে ইস্তিখারার দু’আ পাঠের মাধ্যমে এ সলাত আদায় করা যেতে পারে। \n(৬) ইস্তখারার সলাতে সূরা ফাতিহা পাঠের পরে যে কোন সূরা পাঠ করবে। অতঃপর হামদ ও দরূদ পাঠ করবে। তারপর ইস্তিখারার দু’আটি পাঠ করবে।\n(৭) ইস্তিখারার দু’আ সলাতের মধ্যে ক্বিরাতের পর রুকূ’র পূর্বে, কিংবা সিজদাতে অথবা সালাম ফিরানোর পূর্বে সর্বাবস্থায় পাঠ করা যাবে।\n(৮) ইমাম শাওকানী বলেনঃ সলাত শেষে সালাম ফিরানোর পরে অন্যান্য দু’আর ন্যায় ইস্তিখারার দু’আ পাঠ করা যাবে এবং এ বিষয়ে কোন মতভেদ নেই। (নায়লুল আওত্বার, সালাতুর রাসূল ও অন্যান্য)",
    "chapter": {
      "chapter_number": "8"
    }
  }
}