{
  "hadith": {
    "hadith_id": 1555,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদে প্রবেশ করে সেখানে আবূ উমামাহ নামক এক আনসারী সাহাবীকে দেখতে পেয়ে তাকে বললেনঃ হে আবূ উমামাহ! কি ব্যাপার! আমি তোমাকে সলাতের ওয়াক্ত ছাড়া মাসজিদে বসে থাকতে দেখছি? তিনি বললেন, সীমাহীন দুশিন্তা ও ঋণের বোঝার কারণে হে আল্লাহর রসূল! তিনি বললেনঃ আমি কি তোমাকে এমন কিছু বাক্য শিখিয়ে দিবো না, তুমি তা বললে আল্লাহ তোমার দুশ্চিন্তা দূর করবেন এবং তোমার ঋণ পরিশোধের ব্যবস্থা ও করে দিবেন? তিনি বললেন,আমি বললাম, হাঁ, হে আল্লাহর রসূল! তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি সকাল সন্ধ্যায় বলবেঃ “হে আল্লাহ! আমি আপনার কাছে দুশ্চিন্তা ও অস্থিরতা থেকে আশ্রয় চাই। আমি আশ্রয় চাই অক্ষমতা ও অলসতা থেকে, আপনার কাছে আশ্রয় চাই ভীরুতা ও কার্পণ্য হতে, আমি আপনার কাছে আশ্রয় চাই ঋণের বোঝা ও মানুষের রোষানল হতে”। আবূ উমামাহ (রাঃ) বলেন, আমি তাই করলাম। ফলে মহান আল্লাহ আমার দুশ্চিন্তা দূর করলেন এবং আমার ঋণ পরিশোধের ব্যবস্থাও করে দিলেন। [১৫৫৫]",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عُبَيْدِ اللَّهِ الْغُدَانِيُّ، أَخْبَرَنَا غَسَّانُ بْنُ عَوْفٍ، أَخْبَرَنَا الْجُرَيْرِيُّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ الْمَسْجِدَ فَإِذَا هُوَ بِرَجُلٍ مِنَ الأَنْصَارِ يُقَالُ لَهُ أَبُو أُمَامَةَ فَقَالَ ‏\"‏ يَا أَبَا أُمَامَةَ مَا لِي أَرَاكَ جَالِسًا فِي الْمَسْجِدِ فِي غَيْرِ وَقْتِ الصَّلاَةِ ‏\"‏ ‏.‏ قَالَ هُمُومٌ لَزِمَتْنِي وَدُيُونٌ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ أَفَلاَ أُعَلِّمُكَ كَلاَمًا إِذَا أَنْتَ قُلْتَهُ أَذْهَبَ اللَّهُ عَزَّ وَجَلَّ هَمَّكَ وَقَضَى عَنْكَ دَيْنَكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ قُلْ إِذَا أَصْبَحْتَ وَإِذَا أَمْسَيْتَ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَأَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ ‏\"‏ ‏.‏ قَالَ فَفَعَلْتُ ذَلِكَ فَأَذْهَبَ اللَّهُ عَزَّ وَجَلَّ هَمِّي وَقَضَى عَنِّي دَيْنِي ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "১৫৫৫] আবূ দাউদ এটি একক ভাবে বর্ণনা করেছেন। যুবাইদী একে ‘আল-ইলতিহাফ’ (৫/১০০) এবং মুনযিরী ‘আত-তারগীব’ (হাঃ ২) গ্রন্থে উল্লেখ করেছেন আবূ সাঈদ খুদরী সূত্রে। এর সানাদ দুর্বল। সম্ভবত এর দোষ হচ্ছে সানাদের গাস্‌সান ইবনু ‘আওফ। হাফিয বলেনঃ তিনি হাদীসে শিথিল।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}