{
  "hadith": {
    "hadith_id": 1556,
    "narrator": "আবূ হুরাইরাহ (রা:) সূত্র",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর ইন্তিকালের পর আবূ বকর (রাঃ) খলীফা হিসেবে নিযুক্ত হন। তখন আবনের কিছু গোত্র কুফরী করলো। ‘উমার (রাঃ) আবূ বকর (রাঃ) কে বললেন, আপনি এ লোকদের বিরুদ্ধে কিভাবে যুদ্ধ করবেন? অথচ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “আমি লোকদের বিরুদ্ধে যুদ্ধ করতে আদিষ্ট হয়েছি, যতক্ষণ না তারা বলে, আল্লাহ ছাড়া কোন ইলাহ নেই। যে ব্যক্তি লা ইলাহা ইল্লাল্লাহু বলবে, তার জান-মাল আমার থেকে নিরাপদ। তবে আইনের বিষয়টি ভিন্ন এবং তার প্রকৃত বিচার মহান আল্লাহর উপর ন্যস্ত।” তখন আবূ বকর (রাঃ) বললেন, আল্লাহ শপথ! যে ব্যক্তি সলাত ও যাকাত র মধ্যে পার্থক্য করবে আমি অবশ্যই তার বিরুদ্ধে যুদ্ধ করবো। অর্থ সম্পদের প্রদেয় অংশ হলো যাকাত। আল্লাহর শপথ! যদি তারা আমাকে একটি রশি দিতেও অস্বীকৃতি জানায় যা তারা রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দিতো, তবে আমি তাদের বিরুদ্ধে যুদ্ধ করবো। ‘উমার (রাঃ) বললেন, আল্লাহর শপথ ! আমি বুঝতে পারলাম যে মহান আল্লাহ আবূ বকরের হৃদয়কে যুদ্ধের জন্য উম্মুখ করে দিয়েছেন। তিনি বলেন, আমি বুঝতে পারলাম যে, এটাই হাক্ব ও সঠিক। \n\nসহীহঃ বুখারী ও মুসলিম। কিন্তু তার উক্তি শায। মাহফূয হচ্ছে (আরবি)।\n\nইমাম আবূ দাউদ (রহঃ) বলেন, রাবাহ ইবনু যায়িদ মা’মার হতে, তিনি যুহরী হতে উল্লেখিত সানাদে এ হাদীস বর্ণনা করেছেন। কেউ কেউ বলেছেন উটের রশি। বর্ণনাকারী ইবনু ওয়াহাব ইউনুস সূত্রে বলেছেন, ছাগল ছানা। ইমাম আবূ দাউদ (রহঃ) বলেন, শু’আইব ইবনু আবূ হামযাহ এবং মা’মার ও যুবাইদী যুহরী হতে এ হাদীস বলেছেন, ‘যদি তারা একটি বকরীর বাচ্চা দিতেও অস্বীকার করে’। আর আনবাসাহ ইউনুস হতে যুহরী সূত্রে এ হাদীস বর্ণনা করেছেন, তিনি বলেনঃ বকরীর বাচ্চা।\n\nসহীহঃ বুখারী,এবং তিনি বলেছেন,এটি (আরবী) এর বর্ণনার চাইতে অধিক বিশুদ্ধ।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ الثَّقَفِيُّ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ لَمَّا تُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَاسْتُخْلِفَ أَبُو بَكْرٍ بَعْدَهُ وَكَفَرَ مَنْ كَفَرَ مِنَ الْعَرَبِ قَالَ عُمَرُ بْنُ الْخَطَّابِ لأَبِي بَكْرٍ كَيْفَ تُقَاتِلُ النَّاسَ وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا لاَ إِلَهَ إِلاَّ اللَّهُ فَمَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ عَصَمَ مِنِّي مَالَهُ وَنَفْسَهُ إِلاَّ بِحَقِّهِ وَحِسَابُهُ عَلَى اللَّهِ عَزَّ وَجَلَّ ‏\"‏ ‏.‏ فَقَالَ أَبُو بَكْرٍ وَاللَّهِ لأُقَاتِلَنَّ مَنْ فَرَّقَ بَيْنَ الصَّلاَةِ وَالزَّكَاةِ فَإِنَّ الزَّكَاةَ حَقُّ الْمَالِ وَاللَّهِ لَوْ مَنَعُونِي عِقَالاً كَانُوا يُؤَدُّونَهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم لَقَاتَلْتُهُمْ عَلَى مَنْعِهِ ‏.‏ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ فَوَاللَّهِ مَا هُوَ إِلاَّ أَنْ رَأَيْتُ اللَّهَ عَزَّ وَجَلَّ قَدْ شَرَحَ صَدْرَ أَبِي بَكْرٍ لِلْقِتَالِ - قَالَ - فَعَرَفْتُ أَنَّهُ الْحَقُّ ‏.‏ قَالَ أَبُو دَاوُدَ قَالَ أَبُو عُبَيْدَةَ مَعْمَرُ بْنُ الْمُثَنَّى الْعِقَالُ صَدَقَةُ سَنَةٍ وَالْعِقَالاَنِ صَدَقَةُ سَنَتَيْنِ ‏.‏ قَالَ أَبُو دَاوُدَ وَرَوَاهُ رَبَاحُ بْنُ زَيْدٍ وَعَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ بِإِسْنَادِهِ وَقَالَ بَعْضُهُمْ عِقَالاً ‏.‏ وَرَوَاهُ ابْنُ وَهْبٍ عَنْ يُونُسَ قَالَ عَنَاقًا ‏.‏ قَالَ أَبُو دَاوُدَ وَقَالَ شُعَيْبُ بْنُ أَبِي حَمْزَةَ وَمَعْمَرٌ وَالزُّبَيْدِيُّ عَنِ الزُّهْرِيِّ فِي هَذَا الْحَدِيثِ لَوْ مَنَعُونِي عَنَاقًا ‏.‏ وَرَوَى عَنْبَسَةُ عَنْ يُونُسَ عَنِ الزُّهْرِيِّ فِي هَذَا الْحَدِيثِ قَالَ عَنَاقًا ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "9"
    }
  }
}