{
  "hadith": {
    "hadith_id": 1567,
    "narrator": "হাম্মাদ (রঃ)",
    "bn": "আমি সুমামাহ ইবনু ‘আবদুল্লাহ ইবনু আনাস (রাঃ) হতে একখান কিতাব গ্রহণ করি। সুমামাহর ধারণা, আবূ বাকর (রাঃ) এটি আনাস (রাঃ)-কে যাকাত আদায়ের জন্য প্রেরণকালে লিখেছিলেন এবং তাতে রসূলুল্লাহর মোহরাঙ্কিত ছিলো। তাতে লিখা ছিলোঃ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফারয যাকাতের বিষয়ে মুসলিমদের উপর যা নির্ধারিত হয়েছে এবং এ বিষয়ে মহান আল্লাহ তাঁর রসূলকে যা আদেশ করেছেন। কাজেই যে কোন মুসলিমের নিকট বিধি অনুসারে যাকাত চাওয়া হবে সে যেন তা দিয়ে দেয়। কিন্তু কোরো কাছে অতিরিক্ত দাবি করা হলে সে যেন অতিরিক্ত না দেয়। পঁচিশটি উটের কম হলে প্রতি পাঁচটি উটের জন্য একটি বকরী দিতে হবে। উটের সংখ্যা পঁচিশ থকে পঁয়ত্রিশ হলে তাতে একটি বিনতু মাখাদ (দুই বছরে(রঃ) উষ্ট্রী দিতে হবে। তার কাছে এরূপ উট না থাকলে একটি ‘ইবনু লাবূন’ (তিন বছরের) উট দিতে হবে। উটের সংখ্যা ছত্রিশ থেকে পঁয়তাল্লিশের মধ্যে হলে তাতে একটি ‘বিনতু লাবূন’ (তিন বয়সের উষ্ট্রী) দিতে হবে। উটের সংখ্যা ছেচল্লিশ থেকে ষাট পর্যন্ত হলে তাতে একটি ‘হিককাহ’ (চার বছরের) উষ্ট্রী দিতে হবে। উটের সংখ্যা একষট্রি থেকে পঁচাত্তর হলে তাতে একটি ‘জাযাআহ’ (পাঁচ বছরের) উষ্ট্রী দিতে হবে। উটের সংখ্যা ছিয়াত্তর থেকে নব্বই হলে তাতে দু’টি ‘বিনতু লাবূন’ দিতে হবে। উটের সংখ্যা একানব্বই থেকে এক শত বিশ-এর উর্ধে হলে প্রতি চল্লিশটির জন্য একটি করে ‘বিনতু লাবূন’ এবং প্রতি পঞ্চাশটির জন্য একটি করে ‘হিককাহ’ দিবে।\nযদি যাকাতযোগ্য বয়সের উট না থাকে, যেমন, কারো জাযাআহ্ ওয়াজিব, কিন্তু তার কাছে সেটার পরিবর্তে হিককাহ আছে, তখন হিককাহ গ্রহণ করতে হবে এবং এর সাথে সহজলভ্য হলে দু’টি বকরী কিংবা বিশ দিরহামও দিতে হবে। একইভাবে কারো উপর হিককাহ দেয়া ওয়াজিব, কিন্তু তার কাছে সেটা নেই বরং জাযাআহ আছে। তখন তার থেকে জাযাআহ গ্রহণ করতে হবে এবং যাকাত উসুলকারী বিশ দিরহাম কিংবা দু’টি বকরী যাকাত প্রদানকারীকে দিবে। এমনিভাবে কারো উপর হিককাহ ওয়াজিব, কিন্তু তার কাছে তা নেই, বরং জাযাআহ আছে। তার থেকে সেটাই নিতে হবে।\nইমাম আবূ দাউদ (রহঃ) বলেন, এখানে আমি আমার উস্তাদ মূসা ইবনু ইসমাঈল হতে আশানূরূপ আয়ত্ব করতে পারিনি। এখানেও যাকাতদাতা সহজলভ্য দু’টি বকরী অথবা বিশ দিরহাম প্রদান করবে। যার উপর বিনতু লাবূন ওয়াজিব কিন্তু সেটা তার কাছে নেই, বরং তার কাছে হিককাহ আছে। সেটাই তার কাছ থেকে নিতে হবে।\nইমাম আবূ দাউদ (রহঃ) বলেন, এ পর্যন্ত আমি সন্দিহান ছিলাম, পরবর্তীতে আমি পূর্ণ আস্থাশীল হই। অর্থাৎ তহশীলদার বিশ দিরহাম অথবা দু’টি বকরী যাকাত প্রদানকারীকে ফেরত দিবে। যদি কারো উপর বিনতু লাবূন ওয়াজিব হয় এবং সেটা তার কাছে না থাকে, বরং বিনতু মাখাদ থাকে, তখন তার থেকে সেটাই গ্রহন করবে এবং এর দু’টি বকরী অথবা বিশ দিরহাম প্রদান করবে। যদি কারো উপর বিনতু মাখাদ ওয়াজিত হয়, অথচ তা তার কাছে নেই, বরং তার নিকট আছে ইবনু লাবূন, তখন সেটাই গ্রহণ করবে এবং সাথে কিছুই দিতে হবে না। আর কারো কাছে চারটি উট থাকলে তাকে কিছুই দিতে হবে না। অবশ্য উটের মালিক স্বেচ্ছায় কিছু দিলে তা ভিন্ন কথা।\nস্বাধীনভাবে চরে বেড়ানো মেষ-বকরীর সংখ্যা চল্লিশ থেকে একশো বিশ পর্যন্ত পৌছলে একটি বকরী দিতে হবে। একশত বিশ অতিক্রম করে দুইশো পর্যন্ত পৌঁছলে দু’টি বকরী। বকরীর সংখ্যা দুইশো অতিক্রম করে তিনশো পর্যন্ত হলে তিনটি বরকী এবং তিনশো থেকে অধিক হলে প্রতি একশোটির জন্য একটি বকরী যাকাত দিতে হবে। যাকাত হিসেবে অতিবৃদ্ধ অথবা অন্ধ বকরী-ছাগল নেয়া হবে না। তবে আদায়কারী তা নিতে চাইলে ভিন্ন কথা। যাকাতের ভয়ে বিচ্ছিন্নকে যেন একত্র না করা হয় এবং একত্রকে বিচ্ছিন্ন না করা হয়। দুই শরীকের কাছ থেকে যে যাকাত আদায় করা হবে সেটা তারা নিজ নিজ অংশ হিসাবে বহন করবে। চরে বেড়ানো বকরীর সংখ্যা চল্লিশ না হলে কিছুই দিতে হবে না। তবে মালিক স্বেচ্ছায় কিছু দিতে চাইলে ভিন্ন কথা।\nরূপার যাকাতের পরিমাণ হলো চল্লিশ ভাগের এক ভাগ। রৌপ্য মুদ্রা একশো নব্বই হলে কিছুই দিতে হবে না। হাঁ, মালিক স্বেচ্ছায় কিছু দিলে তাতে আপত্তি নেই।\n\nসহীহঃ বুখারী সংক্ষেপে।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، قَالَ أَخَذْتُ مِنْ ثُمَامَةَ بْنِ عَبْدِ اللَّهِ بْنِ أَنَسٍ كِتَابًا زَعَمَ أَنَّ أَبَا بَكْرٍ، كَتَبَهُ لأَنَسٍ وَعَلَيْهِ خَاتَمُ رَسُولِ اللَّهِ صلى الله عليه وسلم حِينَ بَعَثَهُ مُصَدِّقًا وَكَتَبَهُ لَهُ فَإِذَا فِيهِ ‏\"‏ هَذِهِ فَرِيضَةُ الصَّدَقَةِ الَّتِي فَرَضَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الْمُسْلِمِينَ الَّتِي أَمَرَ اللَّهُ عَزَّ وَجَلَّ بِهَا نَبِيَّهُ صلى الله عليه وسلم فَمَنْ سُئِلَهَا مِنَ الْمُسْلِمِينَ عَلَى وَجْهِهَا فَلْيُعْطِهَا وَمَنْ سُئِلَ فَوْقَهَا فَلاَ يُعْطِهِ فِيمَا دُونَ خَمْسٍ وَعِشْرِينَ مِنَ الإِبِلِ الْغَنَمُ فِي كُلِّ خَمْسِ ذَوْدٍ شَاةٌ ‏.‏ فَإِذَا بَلَغَتْ خَمْسًا وَعِشْرِينَ فَفِيهَا بِنْتُ مَخَاضٍ إِلَى أَنْ تَبْلُغَ خَمْسًا وَثَلاَثِينَ فَإِنْ لَمْ يَكُنْ فِيهَا بِنْتُ مَخَاضٍ فَابْنُ لَبُونٍ ذَكَرٌ فَإِذَا بَلَغَتْ سِتًّا وَثَلاَثِينَ فَفِيهَا بِنْتُ لَبُونٍ إِلَى خَمْسٍ وَأَرْبَعِينَ فَإِذَا بَلَغَتْ سِتًّا وَأَرْبَعِينَ فَفِيهَا حِقَّةٌ طَرُوقَةُ الْفَحْلِ إِلَى سِتِّينَ فَإِذَا بَلَغَتْ إِحْدَى وَسِتِّينَ فَفِيهَا جَذَعَةٌ إِلَى خَمْسٍ وَسَبْعِينَ فَإِذَا بَلَغَتْ سِتًّا وَسَبْعِينَ فَفِيهَا ابْنَتَا لَبُونٍ إِلَى تِسْعِينَ فَإِذَا بَلَغَتْ إِحْدَى وَتِسْعِينَ فَفِيهَا حِقَّتَانِ طَرُوقَتَا الْفَحْلِ إِلَى عِشْرِينَ وَمِائَةٍ فَإِذَا زَادَتْ عَلَى عِشْرِينَ وَمِائَةٍ فَفِي كُلِّ أَرْبَعِينَ بِنْتُ لَبُونٍ وَفِي كُلِّ خَمْسِينَ حِقَّةٌ فَإِذَا تَبَايَنَ أَسْنَانُ الإِبِلِ فِي فَرَائِضِ الصَّدَقَاتِ فَمَنْ بَلَغَتْ عِنْدَهُ صَدَقَةُ الْجَذَعَةِ وَلَيْسَتْ عِنْدَهُ جَذَعَةٌ وَعِنْدَهُ حِقَّةٌ فَإِنَّهَا تُقْبَلُ مِنْهُ وَأَنْ يَجْعَلَ مَعَهَا شَاتَيْنِ - إِنِ اسْتَيْسَرَتَا لَهُ - أَوْ عِشْرِينَ دِرْهَمًا وَمَنْ بَلَغَتْ عِنْدَهُ صَدَقَةُ الْحِقَّةِ وَلَيْسَتْ عِنْدَهُ حِقَّةٌ وَعِنْدَهُ جَذَعَةٌ فَإِنَّهَا تُقْبَلُ مِنْهُ وَيُعْطِيهِ الْمُصَدِّقُ عِشْرِينَ دِرْهَمًا أَوْ شَاتَيْنِ وَمَنْ بَلَغَتْ عِنْدَهُ صَدَقَةُ الْحِقَّةِ وَلَيْسَ عِنْدَهُ حِقَّةٌ وَعِنْدَهُ ابْنَةُ لَبُونٍ فَإِنَّهَا تُقْبَلُ مِنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ مِنْ هَا هُنَا لَمْ أَضْبِطْهُ عَنْ مُوسَى كَمَا أُحِبُّ ‏\"‏ وَيَجْعَلُ مَعَهَا شَاتَيْنِ - إِنِ اسْتَيْسَرَتَا لَهُ - أَوْ عِشْرِينَ دِرْهَمًا وَمَنْ بَلَغَتْ عِنْدَهُ صَدَقَةُ بِنْتِ لَبُونٍ وَلَيْسَ عِنْدَهُ إِلاَّ حِقَّةٌ فَإِنَّهَا تُقْبَلُ مِنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ إِلَى هَا هُنَا ثُمَّ أَتْقَنْتُهُ ‏\"‏ وَيُعْطِيهِ الْمُصَدِّقُ عِشْرِينَ دِرْهَمًا أَوْ شَاتَيْنِ وَمَنْ بَلَغَتْ عِنْدَهُ صَدَقَةُ ابْنَةِ لَبُونٍ وَلَيْسَ عِنْدَهُ إِلاَّ بِنْتُ مَخَاضٍ فَإِنَّهَا تُقْبَلُ مِنْهُ وَشَاتَيْنِ أَوْ عِشْرِينَ دِرْهَمًا وَمَنْ بَلَغَتْ عِنْدَهُ صَدَقَةُ ابْنَةِ مَخَاضٍ وَلَيْسَ عِنْدَهُ إِلاَّ ابْنُ لَبُونٍ ذَكَرٌ فَإِنَّهُ يُقْبَلُ مِنْهُ وَلَيْسَ مَعَهُ شَىْءٌ وَمَنْ لَمْ يَكُنْ عِنْدَهُ إِلاَّ أَرْبَعٌ فَلَيْسَ فِيهَا شَىْءٌ إِلاَّ أَنْ يَشَاءَ رَبُّهَا وَفِي سَائِمَةِ الْغَنَمِ إِذَا كَانَتْ أَرْبَعِينَ فَفِيهَا شَاةٌ إِلَى عِشْرِينَ وَمِائَةٍ فَإِذَا زَادَتْ عَلَى عِشْرِينَ وَمِائَةٍ فَفِيهَا شَاتَانِ إِلَى أَنْ تَبْلُغَ مِائَتَيْنِ فَإِذَا زَادَتْ عَلَى مِائَتَيْنِ فَفِيهَا ثَلاَثُ شِيَاهٍ إِلَى أَنْ تَبْلُغَ ثَلاَثَمِائَةٍ فَإِذَا زَادَتْ عَلَى ثَلاَثِمِائَةٍ فَفِي كُلِّ مِائَةِ شَاةٍ شَاةٌ وَلاَ يُؤْخَذُ فِي الصَّدَقَةِ هَرِمَةٌ وَلاَ ذَاتُ عَوَارٍ مِنَ الْغَنَمِ وَلاَ تَيْسُ الْغَنَمِ إِلاَّ أَنْ يَشَاءَ الْمُصَّدِّقُ وَلاَ يُجْمَعُ بَيْنَ مُفْتَرِقٍ وَلاَ يُفَرَّقُ بَيْنَ مُجْتَمِعٍ خَشْيَةَ الصَّدَقَةِ وَمَا كَانَ مِنْ خَلِيطَيْنِ فَإِنَّهُمَا يَتَرَاجَعَانِ بَيْنَهُمَا بِالسَّوِيَّةِ فَإِنْ لَمْ تَبْلُغْ سَائِمَةُ الرَّجُلِ أَرْبَعِينَ فَلَيْسَ فِيهَا شَىْءٌ إِلاَّ أَنْ يَشَاءَ رَبُّهَا وَفِي الرِّقَةِ رُبْعُ الْعُشْرِ فَإِنْ لَمْ يَكُنِ الْمَالُ إِلاَّ تِسْعِينَ وَمِائَةً فَلَيْسَ فِيهَا شَىْءٌ إِلاَّ أَنْ يَشَاءَ رَبُّهَا ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "9"
    }
  }
}