{
  "hadith": {
    "hadith_id": 1572,
    "narrator": "আলী (রাঃ)",
    "bn": "যুহাইর (রঃ) বলেন, আমার ধারনা, এ হাদীস নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা প্রতি চল্লিশ দিরহামে এক দিরহাম (যাকাত) দিবে এবং দুইশো দিরহাম পূর্ণ না হওয়া পর্যন্ত কোন যাকাত নেই। আর দুইশো দিরহাম পূর্ণ হলে তাতে পাঁচ দিরহাম দিতে হবে। এর অতিরিক্ত হলে, উপরোক্ত হিসাব অনুযায়ী দিতে হবে। ছাগলের যাকাত হলো, প্রতি চল্লিশটির জন্য একটি বকরী। বকরীর সংখ্যা ঊনচল্লিশ হলে যাকাত হিসেবে তোমার উপর কিছুই ওয়াজিব নয়। অতঃপর বকরীর হিসাব ও যাকাত যুহরীর বর্ণনানুযায়ী বর্ণনা করেন। বর্ণনাকারী বলেন, গরুর যাকাত হচ্ছে, প্রতি ত্রিশটি গরুর জন্য পূর্ণ এক বছর বয়সী একটি বাছুর এবং চল্লিশটির জন্য পূর্ণ দুই বছরের একটি বাছুর। তবে কৃষিকাজে নিয়োজিত পশুর যাকাত নেই। উটের যাকাতও যুহরীর বর্ণনানুরূপ দিতে হবে। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ পঁচিশটি উটের জন্য পাঁচটি বকরী এবং একটিও বর্ধিত হলে পঁয়ত্রিশ পর্যন্ত একটি বিনতু মাখাদ দিতে হবে। বিনতু মাখাদ না থাকলে একটি ইবনু লাবূন দিবে। এর থেকে একটিও বৃদ্ধি পেলে ষাট পর্যন্ত গর্ভধারণ করার উপযোগী একটি হিককাহ দিতে হবে। অতঃপর যুহরীর হাদীসের বর্ণনানুরূপ। তিনি বলেনঃ যদি একটিও বর্ধিত হয় অর্থাৎ একানব্বই হয়, তা থেকে একশো বিশ পর্যন্ত গর্ভধারণ করার উপযোগী দু’টি হিককাহ দিবে। আর যাকাত দেয়ার ভয়ে একত্রকে বিচ্ছিন্ন এবং বিচ্ছিন্নকে একত্র করা যাবে না। যাকাত হিসেবে অতিবৃদ্ধ এবং দোষযুক্ত পশু গ্রহণ করা যাবে না। এবং কোন পাঠাও নেয়া যাবে না। তবে আদায়কারী নিতে চাইলে নিতে পারবে। শস্যের যাকাত হচ্ছে, ভুমি নদ-নদী অথবা বৃষ্টির পানি দ্বারা সিঞ্চিত হলে ‘উশর’ দিতে হবে (এক-দশমাংশ)। আর যেসব ভূমিতে পানিসেচ করতে হয় তাতে দিতে হবে বিশ ভাগের এক ভাগ। ‘আসিম ও হারিসের হাদীসে এটাও রয়েছে, যাকাত প্রতি বছরই দিতে হবে। যুহাইর বলেন, আমার ধারণা, প্রতি বছর একবার বলেছেন। ‘আসিমের হাদীসে রয়েছে, বিনতু মাখাদ ও ইবনু লাবূন না থাকলে দশ দিরহাম অথবা দু’টি বকরী প্রদান করতে হবে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو إِسْحَاقَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، وَعَنِ الْحَارِثِ الأَعْوَرِ، عَنْ عَلِيٍّ، - رضى الله عنه - قَالَ زُهَيْرٌ أَحْسَبُهُ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ هَاتُوا رُبْعَ الْعُشُورِ مِنْ كُلِّ أَرْبَعِينَ دِرْهَمًا دِرْهَمٌ وَلَيْسَ عَلَيْكُمْ شَىْءٌ حَتَّى تَتِمَّ مِائَتَىْ دِرْهَمٍ فَإِذَا كَانَتْ مِائَتَىْ دِرْهَمٍ فَفِيهَا خَمْسَةُ دَرَاهِمَ فَمَا زَادَ فَعَلَى حِسَابِ ذَلِكَ وَفِي الْغَنَمِ فِي كُلِّ أَرْبَعِينَ شَاةً شَاةٌ فَإِنْ لَمْ يَكُنْ إِلاَّ تِسْعًا وَثَلاَثِينَ فَلَيْسَ عَلَيْكَ فِيهَا شَىْءٌ ‏\"‏ ‏.‏ وَسَاقَ صَدَقَةَ الْغَنَمِ مِثْلَ الزُّهْرِيِّ قَالَ ‏\"‏ وَفِي الْبَقَرِ فِي كُلِّ ثَلاَثِينَ تَبِيعٌ وَفِي الأَرْبَعِينَ مُسِنَّةٌ وَلَيْسَ عَلَى الْعَوَامِلِ شَىْءٌ وَفِي الإِبِلِ ‏\"‏ ‏.‏ فَذَكَرَ صَدَقَتَهَا كَمَا ذَكَرَ الزُّهْرِيُّ قَالَ ‏\"‏ وَفِي خَمْسٍ وَعِشْرِينَ خَمْسَةٌ مِنَ الْغَنَمِ فَإِذَا زَادَتْ وَاحِدَةً فَفِيهَا ابْنَةُ مَخَاضٍ فَإِنْ لَمْ تَكُنْ بِنْتُ مَخَاضٍ فَابْنُ لَبُونٍ ذَكَرٌ إِلَى خَمْسٍ وَثَلاَثِينَ فَإِذَا زَادَتْ وَاحِدَةً فَفِيهَا بِنْتُ لَبُونٍ إِلَى خَمْسٍ وَأَرْبَعِينَ فَإِذَا زَادَتْ وَاحِدَةً فَفِيهَا حِقَّةٌ طَرُوقَةُ الْجَمَلِ إِلَى سِتِّينَ ‏\"‏ ‏.‏ ثُمَّ سَاقَ مِثْلَ حَدِيثِ الزُّهْرِيِّ قَالَ ‏\"‏ فَإِذَا زَادَتْ وَاحِدَةً - يَعْنِي وَاحِدَةً وَتِسْعِينَ - فَفِيهَا حِقَّتَانِ طَرُوقَتَا الْجَمَلِ إِلَى عِشْرِينَ وَمِائَةٍ فَإِنْ كَانَتِ الإِبِلُ أَكْثَرَ مِنْ ذَلِكَ فَفِي كُلِّ خَمْسِينَ حِقَّةٌ وَلاَ يُفَرَّقُ بَيْنَ مُجْتَمِعٍ وَلاَ يُجْمَعُ بَيْنَ مُفْتَرِقٍ خَشْيَةَ الصَّدَقَةِ وَلاَ تُؤْخَذُ فِي الصَّدَقَةِ هَرِمَةٌ وَلاَ ذَاتُ عَوَارٍ وَلاَ تَيْسٌ إِلاَّ أَنْ يَشَاءَ الْمُصَّدِّقُ وَفِي النَّبَاتِ مَا سَقَتْهُ الأَنْهَارُ أَوْ سَقَتِ السَّمَاءُ الْعُشْرُ وَمَا سَقَى الْغَرْبُ فَفِيهِ نِصْفُ الْعُشْرِ ‏\"‏ ‏.‏ وَفِي حَدِيثِ عَاصِمٍ وَالْحَارِثِ ‏\"‏ الصَّدَقَةُ فِي كُلِّ عَامٍ ‏\"‏ ‏.‏ قَالَ زُهَيْرٌ أَحْسَبُهُ قَالَ ‏\"‏ مَرَّةً ‏\"‏ ‏.‏ وَفِي حَدِيثِ عَاصِمٍ ‏\"‏ إِذَا لَمْ يَكُنْ فِي الإِبِلِ ابْنَةُ مَخَاضٍ وَلاَ ابْنُ لَبُونٍ فَعَشَرَةُ دَرَاهِمَ أَوْ شَاتَانِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "9"
    }
  }
}