{
  "hadith": {
    "hadith_id": 1583,
    "narrator": "উবাই ইবনু কা‘ব (রাঃ)",
    "bn": "তিনি বলেন, একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে যাকাত আদায়কারী হিসেবে পাঠালেন। অতঃপর আমি এক ব্যক্তির নিকট উপস্থিত হলে সে তার মাল (উট) একত্র করলো। আমি দেখলাম যে, তার উপর একটি বিনতু মাখাদ ফার্য হয়েছে। সুতরাং আমি তাকে বললাম, একটি বিনতু মাখাদ দিন। কেননা তোমার যাকাত সেটাই। সে বললো, এর এতে দুগ্ধও নেই এবং এটি বাহনের উপযোগীও নয়, বরং এর পরিবর্তে আমার এই বড় মোটতাজা যুবতী উটনী নিন। আমি বললাম, আমি এটা নিতে পারবো না, এরূপ নিতে আমাকে আদেশ করা হয়নি। তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তো তোমার নিকটেই আছেন। তুমি আমাকে যা বলেছো, তা ইচ্ছে হলে তাঁকে বলে দেখতে পারো। তিনি এটা গ্রহণ করলে আমি নিবো, আর প্রতাখ্যান করলে আমিও প্রত্যাখ্যান করবো। সে বললো, আমি তাই করবো। অতঃপর সে আমাকে নিয়ে উক্ত উষ্ট্রী সহ রওয়ানা হলো। অবশেষে আমার রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সম্মুখে উপস্থিত হই। লোকটি বললো, হে আল্লাহর রসূল! আপনার প্রতিনিধি আমার কাছে আমার সম্পদের যাকাত নিতে এসেছে। আল্লাহর শপথ! এর পূর্বে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্বয়ং কিংবা তাঁর প্রতিনিধি কখনো আমার সম্পদের যাকাত নিতে আসেননি। কাজেই আমি আমার সমস্ত মাল তাঁর সম্মুখে একত্র করেছি। কিন্তু তিনি বলেন, আমার মালের উপর নাকি একটি মাখাদ ফার্য। অথচ তাতে দুগ্ধও নেই বা আরোহণেরও অনুপযোগী। তাই আমি একটি বড় ও মোটতাজা যুবতী উষ্ট্রী পেশ করেছি। কিন্তু তিনি এটা গ্রহণ করতে অস্বীকৃতি জানান। আর সেটি এটাই, আমি আপনার কাছে নিয়ে এসেছি। হে আল্লাহর রসূল! এটা গ্রহণ করুন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেন, আদায়কারী যা বলেছে তাই তোমার উপর ফার্য। তবে তুমি স্বেচ্ছায় অতিরিক্তি দিলে আল্লাহ তোমাকে এর প্রতিদান দিবেন এবং আমরাও সেটা তোমার থেকে গ্রহন করলাম। সে বললো, এটাই সেই উষ্ট্রী হে আল্লাহর রসূল! আমি আপনার নিকট নিয়ে এসেছি, গ্রহণ করুন। উবাই ইবনু কা‘ব (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা গ্রহণ করতে আদেশ দিলেন এবং তার ও তার সম্পদের বরকতের জন্য দু‘আ করলেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، عَنِ ابْنِ إِسْحَاقَ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ، عَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ سَعْدِ بْنِ زُرَارَةَ، عَنْ عُمَارَةَ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ أُبَىِّ بْنِ كَعْبٍ، قَالَ بَعَثَنِي النَّبِيُّ صلى الله عليه وسلم مُصَدِّقًا فَمَرَرْتُ بِرَجُلٍ فَلَمَّا جَمَعَ لِي مَالَهُ لَمْ أَجِدْ عَلَيْهِ فِيهِ إِلاَّ ابْنَةَ مَخَاضٍ فَقُلْتُ لَهُ أَدِّ ابْنَةَ مَخَاضٍ فَإِنَّهَا صَدَقَتُكَ ‏.‏ فَقَالَ ذَاكَ مَا لاَ لَبَنَ فِيهِ وَلاَ ظَهْرَ وَلَكِنْ هَذِهِ نَاقَةٌ فَتِيَّةٌ عَظِيمَةٌ سَمِينَةٌ فَخُذْهَا ‏.‏ فَقُلْتُ لَهُ مَا أَنَا بِآخِذٍ مَا لَمْ أُومَرْ بِهِ وَهَذَا رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْكَ قَرِيبٌ فَإِنْ أَحْبَبْتَ أَنْ تَأْتِيَهُ فَتَعْرِضَ عَلَيْهِ مَا عَرَضْتَ عَلَىَّ فَافْعَلْ فَإِنْ قَبِلَهُ مِنْكَ قَبِلْتُهُ وَإِنْ رَدَّهُ عَلَيْكَ رَدَدْتُهُ ‏.‏ قَالَ فَإِنِّي فَاعِلٌ فَخَرَجَ مَعِي وَخَرَجَ بِالنَّاقَةِ الَّتِي عَرَضَ عَلَىَّ حَتَّى قَدِمْنَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهُ يَا نَبِيَّ اللَّهِ أَتَانِي رَسُولُكَ لِيَأْخُذَ مِنِّي صَدَقَةَ مَالِي وَايْمُ اللَّهِ مَا قَامَ فِي مَالِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَلاَ رَسُولُهُ قَطُّ قَبْلَهُ فَجَمَعْتُ لَهُ مَالِي فَزَعَمَ أَنَّ مَا عَلَىَّ فِيهِ ابْنَةُ مَخَاضٍ وَذَلِكَ مَا لاَ لَبَنَ فِيهِ وَلاَ ظَهْرَ وَقَدْ عَرَضْتُ عَلَيْهِ نَاقَةً فَتِيَّةً عَظِيمَةً لِيَأْخُذَهَا فَأَبَى عَلَىَّ وَهَا هِيَ ذِهِ قَدْ جِئْتُكَ بِهَا يَا رَسُولَ اللَّهِ ‏.‏ خُذْهَا فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ ذَاكَ الَّذِي عَلَيْكَ فَإِنْ تَطَوَّعْتَ بِخَيْرٍ آجَرَكَ اللَّهُ فِيهِ وَقَبِلْنَاهُ مِنْكَ ‏\"‏ ‏.‏ قَالَ فَهَا هِيَ ذِهِ يَا رَسُولَ اللَّهِ قَدْ جِئْتُكَ بِهَا فَخُذْهَا ‏.‏ قَالَ فَأَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِقَبْضِهَا وَدَعَا لَهُ فِي مَالِهِ بِالْبَرَكَةِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "9"
    }
  }
}