{
  "hadith": {
    "hadith_id": 1627,
    "narrator": "'আত্বা ইবনু ইয়াসার হতে বনী আসাদের এক ব্যক্তির সুত্র",
    "bn": "তিনি বলেন, একদা আমি ও আমার পরিবার-পরিজন বাকী’ আল-গার্কাদ (ক্ববরস্থানে) যাত্রাবিরতী করি। আমার স্ত্রী বললো, আপনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাছে গিয়ে আমাদের আহারের জন্য কিছু খাবার চান। পরিবারের প্রত্যেকেই তাদের প্রযোজন বর্ণনা করলো। অতঃপর আমি রসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাছে গিয়ে দেখি, এক লোক তাঁর নিকট কিছু চাইছে। আর রসূলুল্লাহ বললেন, আমার কাছে তোমাকে দেয়ার মতো কিছু নাই। অতঃপর লোকটি রাগান্বিত অবস্থায় একথা বলতে বলতে চলে গেলো যে, আমার জীবনের শপথ! আপনি কেবল আপনার পছন্দের লোককেই দিয়ে থাকেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এ ব্যক্তি আমার উপর এ জন্যই ক্ষুদ্ধ হয়েছে যে, আমি তাকে দিতে পারলাম না। তোমাদের যে কেউ ভিক্ষা করে, অথচ তার এক ‘উকিয়া বা তার সমপরিমান সম্পদ আছে, সে তো উত্যক্ত করার জন্যই ভিক্ষা করে। আসাদী লোকটি বলেন, (আমি ভাবলাম) আমাদের একটি উষ্ট্রী আছে, যা উকিয়া চাইতে উত্তম, এক উকিয়া হচ্ছে চল্লিশ দিরহাম। অতঃপর আমি তার কাছে কিছু না চেয়েই ফিরে আসি। পরে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট কিছু যব ও কিশমিশ এলে তিনি তা থেকে আমাদেরকেও একভাগ দিলেন, অথবা বর্ণনাকার যেমন বলেছেন। এমনকি মহান আল্লাহ আমাদেরকে সম্পদশালী করেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ رَجُلٍ، مِنْ بَنِي أَسَدٍ أَنَّهُ قَالَ نَزَلْتُ أَنَا وَأَهْلِي، بِبَقِيعِ الْغَرْقَدِ فَقَالَ لِي أَهْلِي اذْهَبْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَلْهُ لَنَا شَيْئًا نَأْكُلُهُ فَجَعَلُوا يَذْكُرُونَ مِنْ حَاجَتِهِمْ فَذَهَبْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَوَجَدْتُ عِنْدَهُ رَجُلاً يَسْأَلُهُ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ لاَ أَجِدُ مَا أُعْطِيكَ ‏\"‏ ‏.‏ فَتَوَلَّى الرَّجُلُ عَنْهُ وَهُوَ مُغْضَبٌ وَهُوَ يَقُولُ لَعَمْرِي إِنَّكَ لَتُعْطِي مَنْ شِئْتَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَغْضَبُ عَلَىَّ أَنْ لاَ أَجِدَ مَا أُعْطِيهِ مَنْ سَأَلَ مِنْكُمْ وَلَهُ أُوقِيَّةٌ أَوْ عَدْلُهَا فَقَدْ سَأَلَ إِلْحَافًا ‏\"‏ ‏.‏ قَالَ الأَسَدِيُّ فَقُلْتُ لَلَقِحَةٌ لَنَا خَيْرٌ مِنْ أُوقِيَّةٍ وَالأُوقِيَّةُ أَرْبَعُونَ دِرْهَمًا ‏.‏ قَالَ فَرَجَعْتُ وَلَمْ أَسْأَلْهُ فَقَدِمَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بَعْدَ ذَلِكَ شَعِيرٌ أَوْ زَبِيبٌ فَقَسَمَ لَنَا مِنْهُ - أَوْ كَمَا قَالَ - حَتَّى أَغْنَانَا اللَّهُ ‏.‏ قَالَ أَبُو دَاوُدَ هَكَذَا رَوَاهُ الثَّوْرِيُّ كَمَا قَالَ مَالِكٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "9"
    }
  }
}