{
  "hadith": {
    "hadith_id": 1640,
    "narrator": "ক্বাবীসাহ ইবনু মুখারিক আল-হিলালী (রহ:)",
    "bn": "তিনি বলেন, একদা আমি অন্যের ঋণের জামিনদার হলাম। পরে আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট গেলে তিনি বললেনঃ হে ক্বাবীসাহ ! আমাদের কাছে যাকাতের মাল আসা পর্যন্ত অপেক্ষা করো। আমরা তা থেকে তোমাকে কিছু দেয়ার নির্দেশ দিবো। পরে তিনি বললেন, হে ক্বাবীসাহ ! তিন ব্যক্তি ছাড়া অন্য কারো জন্য সওয়াল করা বৈধ নয়। (১) যে ব্যক্তি কোন ঋণের জামিনদার হয়েছে ঋণ পরিশোধ করা পর্যন্ত তার জন্য সওয়াল করা হালাল, পরিশোধ হয়ে গেলে সে বিরত থাকবে। (২) যে ব্যক্তির সমস্ত মাল আকস্মিক দুর্ঘটনায় ধ্বংস হয়ে গেছে, তার জীবন ধারণের পরিমাণ সম্পদ পাওয়া পর্যন্ত তার জন্য সওয়াল করা হালাল। (৩) যে ব্যক্তি দুর্ভিক্ষ কবলিত, এমনকি তার গোত্র-সমাজের তিনজন বিবেচক ও সুধী ব্যক্তি বলে যে, অমুক ব্যক্তি দুর্ভিক্ষ পীড়িত। তখন জীবন ধারণের পরিমাণ সম্পদ পাওয়া পর্যন্ত তার জন্য সওয়াল করা বৈধ, এরপর তা থেকে বিরত থাকবে। অতঃপর বলেন, হে ক্বাবীসাহ ! এ তিন প্রকারের লোক ছাড়া অন্যদের জন্য সওয়াল করা হারাম এবং কেউ করলে সে হারাম ভক্ষণ করলো। (১৬৪০)\n\nসহীহ : মুসলিম।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ هَارُونَ بْنِ رِيَابٍ، قَالَ حَدَّثَنِي كِنَانَةُ بْنُ نُعَيْمٍ الْعَدَوِيُّ، عَنْ قَبِيصَةَ بْنِ مُخَارِقٍ الْهِلاَلِيِّ، قَالَ تَحَمَّلْتُ حَمَالَةً فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏\"‏ أَقِمْ يَا قَبِيصَةُ حَتَّى تَأْتِيَنَا الصَّدَقَةُ فَنَأْمُرَ لَكَ بِهَا ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ يَا قَبِيصَةُ إِنَّ الْمَسْأَلَةَ لاَ تَحِلُّ إِلاَّ لأَحَدِ ثَلاَثَةٍ رَجُلٌ تَحَمَّلَ حَمَالَةً فَحَلَّتْ لَهُ الْمَسْأَلَةُ فَسَأَلَ حَتَّى يُصِيبَهَا ثُمَّ يُمْسِكُ وَرَجُلٌ أَصَابَتْهُ جَائِحَةٌ فَاجْتَاحَتْ مَالَهُ فَحَلَّتْ لَهُ الْمَسْأَلَةُ فَسَأَلَ حَتَّى يُصِيبَ قِوَامًا مِنْ عَيْشٍ ‏\"‏ ‏.‏ أَوْ قَالَ ‏\"‏ سِدَادًا مِنْ عَيْشٍ ‏\"‏ ‏.‏ ‏\"‏ وَرَجُلٌ أَصَابَتْهُ فَاقَةٌ حَتَّى يَقُولَ ثَلاَثَةٌ مِنْ ذَوِي الْحِجَا مِنْ قَوْمِهِ قَدْ أَصَابَتْ فُلاَنًا الْفَاقَةُ فَحَلَّتْ لَهُ الْمَسْأَلَةُ فَسَأَلَ حَتَّى يُصِيبَ قِوَامًا مِنْ عَيْشٍ - أَوْ سِدَادًا مِنْ عَيْشٍ - ثُمَّ يُمْسِكُ وَمَا سِوَاهُنَّ مِنَ الْمَسْأَلَةِ يَا قَبِيصَةُ سُحْتٌ يَأْكُلُهَا صَاحِبُهَا سُحْتًا ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "9"
    }
  }
}