{
  "hadith": {
    "hadith_id": 1641,
    "narrator": "আনাস ইবনু মালিক (রহ:)",
    "bn": "একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এক আনসারী ব্যক্তি এসে ভিক্ষা চাইলে তিনি জিজ্ঞেস করলেন : তোমার ঘরে কিছু আছে কি? সে বললো, একটি কম্বল আছে, যার কিছু অংশ আমরা পরিধান করি এবং কিছু অংশ বিছাই। একটি পাত্রও আছে, তাতে আমরা পানি পান করি। তিনি বললেন, সেগুলো আমার কাছে নিয়ে এসো, লোকটি তা নিয়ে এলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা হাতে নিয়ে বললেনঃ এ দুটি বস্তু কে কিনবে? এক ব্যক্তি বললো, আমি এগুলো এক দিরহামে নিবো। তিনি দুইবার অথবা তিনবার বললেনঃ কেউ এর অধিক মূল্য দিবে কি? আরেকজন বললো, আমি দুই দিরহামে নিতে পারি। তিনি ঐ ব্যক্তিকে তা প্রদান করে দিরহাম দু’টি নিলেন এবং ঐ আনসারীকে তা প্রদান করে বললেনঃ এক দিরহামে খাবার কিনে পরিবার-পরিজনকে দাও এবং আরেক দিরহাম দিয়ে একটি কুঠার কিনে আমার কাছে নিয়ে এসো। লোকটি তাই করলো। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্বহস্তে তাতে একটি হাতল লাগিলে দিয়ে বললেনঃযাও, তুমি কাঠ কেটে এনে বিক্রি করো। পনের দিন যেন আমি আর তোমাকে না দেখি। লোকটি চলে গিয়ে কাঠ কেটে বিক্রি করতে লাগলো। অতঃপর সে আসলো, তখন তার নিকট দশ দিরহাম ছিলো। সে এর থেকে কিছু দিয়ে কাপড় এবং কিছু দিয়ে খাবার কিনলো। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ভিক্ষা করে বেড়ানোর চেয়ে এ কাজ তোমার জন্য অধিক উত্তম। কেননা ভিক্ষার কারণে ক্বিয়ামাতের দিন তোমার মুখমন্ডলে একটি বিশ্রী কালো দাগ থাকতো। ভিক্ষা করা তিন ব্যক্তি ছাড়া অন্য কারোর জন্য বৈধ নয়। (১) ধুলা-মলিন নিঃস্ব ভিক্ষুকের জন্য ; (২) ঋণে জর্জরিত ব্যক্তি ; (৩) যার উপর রক্তপণ আছে, অথচ সে তা পরিশোধ করতে অক্ষম। (১৬৪১)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، عَنِ الأَخْضَرِ بْنِ عَجْلاَنَ، عَنْ أَبِي بَكْرٍ الْحَنَفِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، مِنَ الأَنْصَارِ أَتَى النَّبِيَّ صلى الله عليه وسلم يَسْأَلُهُ فَقَالَ ‏\"‏ أَمَا فِي بَيْتِكَ شَىْءٌ ‏\"‏ ‏.‏ قَالَ بَلَى حِلْسٌ نَلْبَسُ بَعْضَهُ وَنَبْسُطُ بَعْضَهُ وَقَعْبٌ نَشْرَبُ فِيهِ مِنَ الْمَاءِ ‏.‏ قَالَ ‏\"‏ ائْتِنِي بِهِمَا ‏\"‏ ‏.‏ فَأَتَاهُ بِهِمَا فَأَخَذَهُمَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ وَقَالَ ‏\"‏ مَنْ يَشْتَرِي هَذَيْنِ ‏\"‏ ‏.‏ قَالَ رَجُلٌ أَنَا آخُذُهُمَا بِدِرْهَمٍ ‏.‏ قَالَ ‏\"‏ مَنْ يَزِيدُ عَلَى دِرْهَمٍ ‏\"‏ ‏.‏ مَرَّتَيْنِ أَوْ ثَلاَثًا قَالَ رَجُلٌ أَنَا آخُذُهُمَا بِدِرْهَمَيْنِ ‏.‏ فَأَعْطَاهُمَا إِيَّاهُ وَأَخَذَ الدِّرْهَمَيْنِ وَأَعْطَاهُمَا الأَنْصَارِيَّ وَقَالَ ‏\"‏ اشْتَرِ بِأَحَدِهِمَا طَعَامًا فَانْبِذْهُ إِلَى أَهْلِكَ وَاشْتَرِ بِالآخَرِ قَدُومًا فَأْتِنِي بِهِ ‏\"‏ ‏.‏ فَأَتَاهُ بِهِ فَشَدَّ فِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم عُودًا بِيَدِهِ ثُمَّ قَالَ لَهُ ‏\"‏ اذْهَبْ فَاحْتَطِبْ وَبِعْ وَلاَ أَرَيَنَّكَ خَمْسَةَ عَشَرَ يَوْمًا ‏\"‏ ‏.‏ فَذَهَبَ الرَّجُلُ يَحْتَطِبُ وَيَبِيعُ فَجَاءَ وَقَدْ أَصَابَ عَشَرَةَ دَرَاهِمَ فَاشْتَرَى بِبَعْضِهَا ثَوْبًا وَبِبَعْضِهَا طَعَامًا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَذَا خَيْرٌ لَكَ مِنْ أَنْ تَجِيءَ الْمَسْأَلَةُ نُكْتَةً فِي وَجْهِكَ يَوْمَ الْقِيَامَةِ إِنَّ الْمَسْأَلَةَ لاَ تَصْلُحُ إِلاَّ لِثَلاَثَةٍ لِذِي فَقْرٍ مُدْقِعٍ أَوْ لِذِي غُرْمٍ مُفْظِعٍ أَوْ لِذِي دَمٍ مُوجِعٍ ‏\"‏ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "(১৬৪১) তিরমিযী (অধ্যায় : যাকাত, হা: ১২১৮), নাসায়ী (অধ্যায় : ব্যবসা, হা: ৪৫২০), ইবনু মাজাহ (অধ্যায় : তিজারাত, হা: ২১৯৮), আহমাদ।",
    "chapter": {
      "chapter_number": "9"
    }
  }
}