{
  "hadith": {
    "hadith_id": 1658,
    "narrator": "আবূ হুরাইরাহ (রা:)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ধনী ব্যক্তি তার হাক্ব (যাকাত) আদায় না করলে ক্বিয়ামাতের দিন সোনা ও রুপা জাহান্নামের আগুনে উত্তপ্ত করে তার ললাটে, তার পার্শ্বদেশে ও তার পৃষ্ঠদেশে সেঁক দেয়া হবে। এমন শাস্তি অব্যাহত থাকবে আল্লাহ তাঁর বান্দাদের মধ্যে ফায়সালা করার দিন পর্যন্ত, যে দিন হবে তোমাদের গণনা অনুসারে পঞ্চাশ হাজার বছরের সমান। এরপর সে নিজের গন্তব্যস্থান চাক্ষুস দেখবে, জান্নাত অথবা জাহান্নাম। আর যে মেষপালের মালিক তার যাকাত দেয় না ক্বিয়ামাতের দিন সেগুলো পূর্বের চেয়েও সংখ্যায় অধিক ও মোটা-তাজা অবস্থায় উপস্থিত হবে এবং তাকে শিং দিয়ে গুতা মারবে ও খুর দিয়ে দলিত করবে। ওসবের কোনোটিই বাঁকা শিং বিশিস্ট বা শিংবিহীন হবে না। যখন সর্বশেষ জানোয়ারটি তাকে দলিত করে চলে যাবে, তখন প্রথমটিকে আবার তার কাছে আনা হবে। এরূপ চলতে থাকবে আল্লাহ তাঁর বান্দাদের মধ্যে ফয়সালা করার দিন পর্যন্ত, যে দিনটি হবে তোমাদের হিসাব মতে পঞ্চাশ হাজার বছরের সমান। এরপর সে তার গন্তব্যস্থান প্রত্যক্ষ করবে, জান্নাত অথবা জাহান্নাম। আর যে উটের মালিক উটের যাকাত প্রদান করে না ক্বিয়ামাতের দিন ঐ উট পূর্বের চাইতেও সংখ্যায় অধিক ও মোটা-তাজা অবস্থায় মালিকের নিকট উপস্থিত হবে। তাকে এক বিশাল সমভূমিতে উপুড় করে শোয়ানো হবে এবং পশুগুলো তাকে খুর দিয়ে দলন করতে থাকবে। সর্বশেষ পশুটি তাকে অতিক্রম করার পর প্রথমটিকে পুনরায় তার কাছে ফিরে আনা হবে। এরূপ চলতে থাকবে আল্লাহ তাঁর বান্দাদের মাঝে ফয়সালা করার দিন পর্যন্ত, যেদিন হবে তোমাদের গণনা অনুযায়ী পঞ্চাশ হাজার বছরের সমান। অতঃপর সে তার গন্তব্যস্থল প্রত্যক্ষ করবে, হয়তো জান্নাত অথবা জাহান্নাম।\nসহীহ : মুসলিম। বুখারী সংক্ষেপে।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَا مِنْ صَاحِبِ كَنْزٍ لاَ يُؤَدِّي حَقَّهُ إِلاَّ جَعَلَهُ اللَّهُ يَوْمَ الْقِيَامَةِ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جَبْهَتُهُ وَجَنْبُهُ وَظَهْرُهُ حَتَّى يَقْضِيَ اللَّهُ تَعَالَى بَيْنَ عِبَادِهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ ثُمَّ يُرَى سَبِيلُهُ إِمَّا إِلَى الْجَنَّةِ وَإِمَّا إِلَى النَّارِ وَمَا مِنْ صَاحِبِ غَنَمٍ لاَ يُؤَدِّي حَقَّهَا إِلاَّ جَاءَتْ يَوْمَ الْقِيَامَةِ أَوْفَرَ مَا كَانَتْ فَيُبْطَحُ لَهَا بِقَاعٍ قَرْقَرٍ فَتَنْطَحُهُ بِقُرُونِهَا وَتَطَؤُهُ بِأَظْلاَفِهَا لَيْسَ فِيهَا عَقْصَاءُ وَلاَ جَلْحَاءُ كُلَّمَا مَضَتْ أُخْرَاهَا رُدَّتْ عَلَيْهِ أُولاَهَا حَتَّى يَحْكُمَ اللَّهُ بَيْنَ عِبَادِهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ ثُمَّ يُرَى سَبِيلُهُ إِمَّا إِلَى الْجَنَّةِ وَإِمَّا إِلَى النَّارِ وَمَا مِنْ صَاحِبِ إِبِلٍ لاَ يُؤَدِّي حَقَّهَا إِلاَّ جَاءَتْ يَوْمَ الْقِيَامَةِ أَوْفَرَ مَا كَانَتْ فَيُبْطَحُ لَهَا بِقَاعٍ قَرْقَرٍ فَتَطَؤُهُ بِأَخْفَافِهَا كُلَّمَا مَضَتْ عَلَيْهِ أُخْرَاهَا رُدَّتْ عَلَيْهِ أُولاَهَا حَتَّى يَحْكُمَ اللَّهُ تَعَالَى بَيْنَ عِبَادِهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ مِمَّا تَعُدُّونَ ثُمَّ يُرَى سَبِيلُهُ إِمَّا إِلَى الْجَنَّةِ وَإِمَّا إِلَى النَّارِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "9"
    }
  }
}