{
  "hadith": {
    "hadith_id": 1673,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ আল-আনসারী (রাঃ)",
    "bn": "তিনি বলেন, একদা আমরা রসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট অবস্থানকালে এক ব্যক্তি একটি ডিম পরিমাণ স্বর্ণ নিয়ে এসে বললো, হে আল্লাহর রসূল! আমি এ স্বর্ণ খনি থেকে পেয়েছি, এটি দান হিসেবে গ্রহণ করুন। এছাড়া আমার আর কিছুই নেই। রসূলুল্লাহ  তার মুখ ফিরিয়ে নিলে লোকটি তাঁর ডান পাশ এসে আগের মতই বললো। এরপর সে তাঁর বাম পাশে এসেও তাই বললো। আর তিনিও তার থেকে মুখ ফিরিয়ে নিলেন। অবশেষে সে তাঁর পিছনে এসে অনুরূপ বললে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা নিয়ে এমন জোরে তার দিকে ছুড়ে মারলেন যে, তার শরীরে লাগলে সে অবশ্যই যখম বা আহত হতো। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমাদের কেউ তার সমস্ত মাল আমার কাছে নিয়ে এসে বলে, এটা সদাক্বাহ। পরে সে (সম্বলহীন হয়ে) লোকের কাছে ভিক্ষা করে বেড়ায়। বস্তুত সর্বোত্তম সদাক্বাহ সেটাই যা অভাবমুক্ত থেকে দান করা হয়।\n\nদুর্বলঃ তবে হাদীসের এ বাক্যটি সহীহঃ “সর্বোত্তম সদাক্বাহ সেটাই যা অভাবমুক্ত থেকে দান করা হয়।”",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، عَنْ مَحْمُودِ بْنِ لَبِيدٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ الأَنْصَارِيِّ، قَالَ كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِذْ جَاءَ رَجُلٌ بِمِثْلِ بَيْضَةٍ مِنْ ذَهَبٍ فَقَالَ يَا رَسُولَ اللَّهِ أَصَبْتُ هَذِهِ مِنْ مَعْدِنٍ فَخُذْهَا فَهِيَ صَدَقَةٌ مَا أَمْلِكُ غَيْرَهَا ‏.‏ فَأَعْرَضَ عَنْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ أَتَاهُ مِنْ قِبَلِ رُكْنِهِ الأَيْمَنِ فَقَالَ مِثْلَ ذَلِكَ فَأَعْرَضَ عَنْهُ ثُمَّ أَتَاهُ مِنْ قِبَلِ رُكْنِهِ الأَيْسَرِ فَأَعْرَضَ عَنْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ أَتَاهُ مِنْ خَلْفِهِ فَأَخَذَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَحَذَفَهُ بِهَا فَلَوْ أَصَابَتْهُ لأَوْجَعَتْهُ أَوْ لَعَقَرَتْهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَأْتِي أَحَدُكُمْ بِمَا يَمْلِكُ فَيَقُولُ هَذِهِ صَدَقَةٌ ثُمَّ يَقْعُدُ يَسْتَكِفُّ النَّاسَ خَيْرُ الصَّدَقَةِ مَا كَانَ عَنْ ظَهْرِ غِنًى ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "১৬৭৩.\tদারিমী (হাঃ ১৬৫৯), ইবনু খুযাইমাহ (হাঃ ২৪৪১), হাকিম, বায়হাক্বী। হাকিম ও যাহাবী একে সহীহ বলেছেন। কিন্তু এর সানাদ দুর্বল। সানাদে ইবনু ইসহাক্ব একজন মুদাল্লিস এবং তিনি এটি আন আন শব্দে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "9"
    }
  }
}