{
  "hadith": {
    "hadith_id": 1708,
    "narrator": "ইয়াহইয়া ইবনু সাঈদ ও রবী‘আহ্ কুতাইবাহর সানাদ",
    "bn": "ইয়াহইয়া ইবনু সাঈদ ও রবী‘আহ্ কুতাইবাহ্র সানাদে এবং তার হাদীসের অর্থে  বর্ননা করেন। এত আরো রয়েছে : যদি এর মালিক ফিরে আসে এবং এর থলি ও পরিমাণ সর্ম্পকে সঠিক তথ্য পেশ করে তাহলে তাকে তা দিয়ে দিবে। হাম্মাদ তার সানাদ পরম্পরায় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ বর্ননা করেছেন। ইমাম আবূ দাউদ বলেন, হাম্মাদ ইবনু সালামাহ, সালামাহ ইবনু কুহাইল, ইয়াহইয়া ইবনু সাঈদ এবং ‘উবাইদুল্লাহ ইবনু ‘উমারের হাদীসে অতিরিক্ত বর্ননা হলো : যদি এর মালিক ফিরে আসে এবং এর থলি ও বাঁধন চিনতে পারে তবে তাকে তা ফিরিয়ে দিবে। এ বাক্যের মধ্যে “এর থলি ও বাঁধন চিনতে পারে ” কথাটি সংরক্ষিত নয়। উক্ববাহ ইবনু সুওয়াইদ তার পিতা থেকে অনুরূপ হাদীস বর্ননা করে বলেনঃ “এক বছর ঘোষণা দিতে হবে।” এছাড়াও ‘উমার ইবনুল খাত্তাব (রাঃ) হতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে বর্ণিত হাদীসেও এক বছর ঘোষণা করার  কথা  আছে।\n\nযায়িদ ইবনু খালিদের হাদীস- সহীহ। ‘আবদুল্লাহ ইবনু ‘আমরের হাদীস- হাসান সহীহ। সুওয়াইদের হাদীস- সহীহ। ‘উমার ইবনুল খাত্তাবের হাদীস- সহীহ।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، وَرَبِيعَةَ، بِإِسْنَادِ قُتَيْبَةَ وَمَعْنَاهُ وَزَادَ فِيهِ ‏\"‏ فَإِنْ جَاءَ بَاغِيهَا فَعَرَفَ عِفَاصَهَا وَعَدَدَهَا فَادْفَعْهَا إِلَيْهِ ‏\"‏ ‏.‏ وَقَالَ حَمَّادٌ أَيْضًا عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ ‏.‏ قَالَ أَبُو دَاوُدَ وَهَذِهِ الزِّيَادَةُ الَّتِي زَادَ حَمَّادُ بْنُ سَلَمَةَ فِي حَدِيثِ سَلَمَةَ بْنِ كُهَيْلٍ وَيَحْيَى بْنِ سَعِيدٍ وَعُبَيْدِ اللَّهِ بْنِ عُمَرَ وَرَبِيعَةَ ‏\"‏ إِنْ جَاءَ صَاحِبُهَا فَعَرَفَ عِفَاصَهَا وَوِكَاءَهَا فَادْفَعْهَا إِلَيْهِ ‏\"‏ ‏.‏ لَيْسَتْ بِمَحْفُوظَةٍ ‏\"‏ فَعَرَفَ عِفَاصَهَا وَوِكَاءَهَا ‏\"‏ ‏.‏ وَحَدِيثُ عُقْبَةَ بْنِ سُوَيْدٍ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم أَيْضًا قَالَ ‏\"‏ عَرِّفْهَا سَنَةً ‏\"‏ ‏.‏ وَحَدِيثُ عُمَرَ بْنِ الْخَطَّابِ أَيْضًا عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ عَرِّفْهَا سَنَةً ‏\"‏ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}