{
  "hadith": {
    "hadith_id": 1733,
    "narrator": "আবূ উমামাহ আত-তাইমী (রাঃ)",
    "bn": "তিনি বলেন, আমি এমন লোক যে, হাজ্জের সময় আমার পশু ভাড়ায় খাটাতাম। তাই কতিপয় লোক বললো, তোমার হাজ্জ হয়নি। তাই আমি ইবনু ‘উমারের (রাঃ) সাথে সাক্ষাত করে বললাম, হে আবূ ‘আবদূর রহমান! আমি এমন ব্যক্তি যে, হাজ্জের সফরে পশু ভাড়ায় খাটাই। কতিপয় লোক বলে, তোমার হাজ্জ হয় না। তখন ইবনু ‘উমার (রাঃ) বলেলেন, তুমি কি ইহরাম বেঁধেছো, তালবিয়া পাঠ করেছো, বাইতুল্লাহ তাওয়াফ করেছো, আরাফাত থেকে ঘুরে এসেছো, কংকর নিক্ষেপ করেছো? আমি বললাম, হা! তিনি বললেন, তোমার হাজ্জ হয়ে গেছে। একদা এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে তাঁকে প্রশ্ন করলো যেরূপ তুমি আমাকে প্রশ্ন করলে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন বক্তব্য না দিয়ে কিছুক্ষণ নীরব রইলেন। অবশেষে এ আয়াত অবতীর্ণ হয় : “এ ব্যপারে তোমাদের কোন দোষ নেই যদি (হাজ্জের মওসুমে) তোমরা ব্যবসা-বাণিজ্যের মাধ্যমে তোমাদের রবের অনুগ্রহ তালাশ করো।” অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উক্ত ব্যক্তিকে ডেকে পাঠিয়ে তাকে এ আয়াত পড়ে শুনালেন এবং বললেন, তোমার হাজ্জ হয়েছে। [১৭৩৩]",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا الْعَلاَءُ بْنُ الْمُسَيَّبِ، حَدَّثَنَا أَبُو أُمَامَةَ التَّيْمِيُّ، قَالَ كُنْتُ رَجُلاً أُكْرِي فِي هَذَا الْوَجْهِ وَكَانَ نَاسٌ يَقُولُونَ لِي إِنَّهُ لَيْسَ لَكَ حَجٌّ فَلَقِيتُ ابْنَ عُمَرَ فَقُلْتُ يَا أَبَا عَبْدِ الرَّحْمَنِ إِنِّي رَجُلٌ أُكْرِي فِي هَذَا الْوَجْهِ وَإِنَّ نَاسًا يَقُولُونَ لِي إِنَّهُ لَيْسَ لَكَ حَجٌّ فَقَالَ ابْنُ عُمَرَ أَلَيْسَ تُحْرِمُ وَتُلَبِّي وَتَطُوفُ بِالْبَيْتِ وَتُفِيضُ مِنْ عَرَفَاتٍ وَتَرْمِي الْجِمَارَ قَالَ قُلْتُ بَلَى ‏.‏ قَالَ فَإِنَّ لَكَ حَجًّا جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَسَأَلَهُ عَنْ مِثْلِ مَا سَأَلْتَنِي عَنْهُ فَسَكَتَ عَنْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَمْ يُجِبْهُ حَتَّى نَزَلَتْ هَذِهِ الآيَةُ ‏{‏ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلاً مِنْ رَبِّكُمْ ‏}‏ فَأَرْسَلَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَرَأَ عَلَيْهِ هَذِهِ الآيَةَ وَقَالَ ‏\"‏ لَكَ حَجٌّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}