{
  "hadith": {
    "hadith_id": 1770,
    "narrator": "সাঈদ ইবনু জুবাইর (রাঃ)",
    "bn": "তিনি বলেন, আমি ‘আব্দুল্লাহ ইবনু ‘আব্বাস (রাঃ)-কে বললাম, হে আবুল ‘আব্বাস! রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাহাবীরা রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইহরাম বাঁধার মুহূর্ত বিষয়ে যে মতভেদ করছেন তাতে আমি স্তম্ভিত। ইবনু ‘আব্বাস (রাঃ) বলেন, আমি এ বিষয়ে অন্যদের চেয়ে অধিক অবগত। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শুধু একবারই হাজ্জ করেছেন, আর এটাই তাদের মতভেদের মূল উৎস। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাজ্জের উদ্দেশ্যে রওয়ানা হলেন। তিনি যুল-হুলাইফাতে তাঁর মাসজিদে দু’ রাক‘আত সালাত আদায় করলেন এবং ঐ বসাবস্থায় দু’ রাক‘আত শেষ করেই নিজের জন্য হাজ্জ ওয়াজিব করে নিয়ে ‘তালবিয়া’ পাঠ করলেন। সুতরাং এখানে কিছু লোক তাঁকে ‘তালবিয়া’ পড়তে শুনে তারা তাই স্মরণ রেখেছে। অতঃপর তিনি আরোহণ করলেন এবং উষ্ট্রী তাঁকে পিঠে তুলে নিয়ে দাঁড়ানোর সময়ও তিনি ‘তালবিয়া’ পড়লেন। সুতরাং আরো কিছু লোক এখানে তাঁকে ‘তালবিয়া’ পড়তে শুনলো। বস্তুত লোকজন পৃথক পৃথকভাবে দলে দলে আসছিলো। আর তারা  তখন তাঁকে তালবিয়া পাঠ করতে শুনলো যখন তিনি উষ্ট্রীর পিঠে আরোহিত অবস্থায় তালবিয়া পড়লেন। ফলে তারা  একথাই বললো যে, উষ্ট্রী তাঁকে তার পিঠে তোলার সময় তিনি তালবিয়া পড়েছেন। এরপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সম্মুখে অগ্রসর হলেন। এবার তিনি ‘আল-বায়দার’ উচ্চভূমিতে চড়লেন এবং এখানেও ‘তালবিয়া’ পড়লেন। কিছু লোক তাঁকে এখানে ‘তালবিয়া’ পড়তে শুনে তারা  বললো, তিনি তখনই ইহরাম বেঁধে তালবিয়া পড়েছেন এবং পরে উষ্ট্রীর পিঠে ও আল-বায়দার উচ্চভূমিতে, সর্বত্র সর্বাবস্থায় তালবিয়া পড়েছিলেন। অতঃপর সাঈদ ইবনু জুবাইর (রাঃ) বলেন, যে ব্যক্তি ইবনু ‘আব্বাসের বর্ণনানুযায়ী কাজ করে, সে যেন দু’ রাক‘আত সালাত শেষে স্বীয় মুসাল্লাতেই ইহরাম বাঁধে। [১৭৭০]\n\nদুর্বল : যঈফ সুনান তিরমিযী (৮২৫/১৩৫) সংক্ষিপ্তভাবে এ শব্দে ‘নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রত্যেক সলাতের পর তালবিয়া পড়তেন।’ অনুরূপ যঈফ সুনান নাসায়ী (২৭৫৪/১৭৫)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، حَدَّثَنَا يَعْقُوبُ، - يَعْنِي ابْنَ إِبْرَاهِيمَ - حَدَّثَنَا أَبِي، عَنِ ابْنِ إِسْحَاقَ، قَالَ حَدَّثَنِي خُصَيْفُ بْنُ عَبْدِ الرَّحْمَنِ الْجَزَرِيُّ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ قُلْتُ لِعَبْدِ اللَّهِ بْنِ عَبَّاسٍ يَا أَبَا الْعَبَّاسِ عَجِبْتُ لاِخْتِلاَفِ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي إِهْلاَلِ رَسُولِ اللَّهِ صلى الله عليه وسلم حِينَ أَوْجَبَ ‏.‏ فَقَالَ إِنِّي لأَعْلَمُ النَّاسِ بِذَلِكَ إِنَّهَا إِنَّمَا كَانَتْ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم حَجَّةٌ وَاحِدَةٌ فَمِنْ هُنَاكَ اخْتَلَفُوا خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَاجًّا فَلَمَّا صَلَّى فِي مَسْجِدِهِ بِذِي الْحُلَيْفَةِ رَكْعَتَيْهِ أَوْجَبَ فِي مَجْلِسِهِ فَأَهَلَّ بِالْحَجِّ حِينَ فَرَغَ مِنْ رَكْعَتَيْهِ فَسَمِعَ ذَلِكَ مِنْهُ أَقْوَامٌ فَحَفِظْتُهُ عَنْهُ ثُمَّ رَكِبَ فَلَمَّا اسْتَقَلَّتْ بِهِ نَاقَتُهُ أَهَلَّ وَأَدْرَكَ ذَلِكَ مِنْهُ أَقْوَامٌ وَذَلِكَ أَنَّ النَّاسَ إِنَّمَا كَانُوا يَأْتُونَ أَرْسَالاً فَسَمِعُوهُ حِينَ اسْتَقَلَّتْ بِهِ نَاقَتُهُ يُهِلُّ فَقَالُوا إِنَّمَا أَهَلَّ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ اسْتَقَلَّتْ بِهِ نَاقَتُهُ ثُمَّ مَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَمَّا عَلاَ عَلَى شَرَفِ الْبَيْدَاءِ أَهَلَّ وَأَدْرَكَ ذَلِكَ مِنْهُ أَقْوَامٌ فَقَالُوا إِنَّمَا أَهَلَّ حِينَ عَلاَ عَلَى شَرَفِ الْبَيْدَاءِ وَايْمُ اللَّهِ لَقَدْ أَوْجَبَ فِي مُصَلاَّهُ وَأَهَلَّ حِينَ اسْتَقَلَّتْ بِهِ نَاقَتُهُ وَأَهَلَّ حِينَ عَلاَ عَلَى شَرَفِ الْبَيْدَاءِ ‏.‏ قَالَ سَعِيدٌ فَمَنْ أَخَذَ بِقَوْلِ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ أَهَلَّ فِي مُصَلاَّهُ إِذَا فَرَغَ مِنْ رَكْعَتَيْهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[১৭৭০] আহমাদ। সানাদের খুসাইফ ইবনু আবদুর রহমান সম্পর্কে হাফিয আত-তাক্বরীব গ্রন্থে বলেন : স্মরণশক্তি ভাল নয়, তিনি শেষ বয়সে হাদীসের সংমিশ্রণ করতেন এবং তার ব্যাপারে মুরজিয়া হওয়ার আরোপ রয়েছে।",
    "chapter": {
      "chapter_number": "11"
    }
  }
}