{
  "hadith": {
    "hadith_id": 1772,
    "narrator": "‘উবাইদ ইবনু জুরাইজ (রহঃ)",
    "bn": "একদা তিনি ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)-কে বলেন, হে আবূ ‘আবদুর রহমান! আমি আপনাকে এমন চারটি আমল করেতে দেখি, যা আপনার অন্য কোনো সাথীকে করতে দেখি না। তিনি বললেন, হে ইবনু জুরাইজ! সেগুলো কি? তিনি বললেন, আপনি দুই রুকনে ইয়ামানী ছাড়া অন্য কোন রুকন স্পর্শ করেন না। আপনি সিবতী চামড়ার জুতা পড়েন। আপনি হলুদ রঙ ব্যবহার করেন এবং আপনি মাক্কাহতে থাকাবস্থায় লোকজন যিলহাজ্জ মাসের চাঁদ দেখে ইহরাম বাঁধে, কিন্তু আপনি ‘তারবিয়ার দিন’ না আসা পর্যন্ত ইহরাম বাঁধেন না। অতঃপর এর জবাবে ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দুই রুকনে ইয়ামানী ছাড়া অন্য কোন রুকন স্পর্শ করতে দেখিনি। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে পশমহীন জুতা পরতে দেখেছি, তিনি সেটা পরা অবস্থার উযুও করতেন। সুতরাং আমি তা পরতে পছন্দ করি। হলুদ রং- আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে হলদে রং ব্যবহার করতে দেখেছি। কাজেই আমি তা পছন্দ করি। আর ইহরাম বাঁধা- আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তাঁর সওয়ারী সফরের উদ্দেশ্যে না দাঁড়ানো পর্যন্ত ইহরাম বাঁধতে দেখিনি। [১৭৭২]",
    "ar": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ عُبَيْدِ بْنِ جُرَيْجٍ، أَنَّهُ قَالَ لِعَبْدِ اللَّهِ بْنِ عُمَرَ يَا أَبَا عَبْدِ الرَّحْمَنِ رَأَيْتُكَ تَصْنَعُ أَرْبَعًا لَمْ أَرَ أَحَدًا مِنْ أَصْحَابِكَ يَصْنَعُهَا ‏.‏ قَالَ مَا هُنَّ يَا ابْنَ جُرَيْجٍ قَالَ رَأَيْتُكَ لاَ تَمَسُّ مِنَ الأَرْكَانِ إِلاَّ الْيَمَانِيَيْنِ وَرَأَيْتُكَ تَلْبَسُ النِّعَالَ السِّبْتِيَّةَ وَرَأَيْتُكَ تَصْبُغُ بِالصُّفْرَةِ وَرَأَيْتُكَ إِذَا كُنْتَ بِمَكَّةَ أَهَلَّ النَّاسُ إِذَا رَأَوُا الْهِلاَلَ وَلَمْ تُهِلَّ أَنْتَ حَتَّى كَانَ يَوْمُ التَّرْوِيَةِ ‏.‏ فَقَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ أَمَّا الأَرْكَانُ فَإِنِّي لَمْ أَرَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَمَسُّ إِلاَّ الْيَمَانِيَيْنِ وَأَمَّا النِّعَالُ السِّبْتِيَّةُ فِإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَلْبَسُ النِّعَالَ الَّتِي لَيْسَ فِيهَا شَعْرٌ وَيَتَوَضَّأُ فِيهَا فَأَنَا أُحِبُّ أَنْ أَلْبَسَهَا وَأَمَّا الصُّفْرَةُ فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَصْبُغُ بِهَا فَأَنَا أُحِبُّ أَنْ أَصْبُغَ بِهَا وَأَمَّا الإِهْلاَلُ فَإِنِّي لَمْ أَرَ رَسُولَ اللَّهِ صلى الله عليه وسلم يُهِلُّ حَتَّى تَنْبَعِثَ بِهِ رَاحِلَتُهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}