{
  "hadith": {
    "hadith_id": 1778,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, যিলহাজ্জ মাসের নতুন চাঁদ উদয়ের কিছু আগে আমরা রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সঙ্গে হাজ্জের উদ্দেশ্যে রওয়ানা হলাম। তিনি যুল-হুলাইফায় পৌঁছে বললেনঃ কেউ হাজ্জের ইহরাম বাঁধতে চাইলে বাঁধুক। আর কেউ ‘উমরাহ্‌র ইহরাম বাঁধতে চাইলে সে যেন ‘উমরাহ্‌র ইহরাম বাঁধে। উহাইব হতে মূসা বর্ণিত হাদীসে রয়েছে, তিনি বলেছেনঃ যদি আমার সাথে কুরবানীর পশু না আনতাম তাহলে ‘উমরাহ্‌র জন্য ইহরাম বাঁধতাম। হাম্মাদ ইবনু সালামাহ্‌র হাদীসে রয়েছে, আমি হাজ্জের ইহরাম বেঁধেছি, কারণ আমার সাথে কুরবানীর পশু আছে। তারপর উভয় বর্ণনাকারী একইরূপ বর্ণনা করেন। ‘আয়িশাহ (রাঃ) বলেন, যারা শুধু ‘উমরাহ্‌র ইহরাম বেঁধেছিলো, আমি তাদের দলভুক্ত ছিলাম। পথিমধ্যে আমার হায়েয আরম্ভ হলো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার কাছে আসলেন, এ সময় আমি কাঁদছিলাম। তিনি জিজ্ঞেস করলেন : তুমি কাঁদছো কেন? আমি বললাম, কতই না ভালো হতো যদি আমি এ বছর (ঘর থেকে) বের না হতাম। তিনি বললেনঃ তুমি ‘উমরাহ্‌ ত্যাগ করো, মাথার খোপা খুলে ফেলো, চুল আঁছড়িয়ে নাও। মূসা বর্ণনায় রয়েছে : এবং হাজ্জের জন্য ইহরাম বাঁধো। সুলাইমান বলেন, মুসলিমরা হাজ্জে যেসব অনুষ্ঠান পালন করে তুমিও তা করো। অতঃপর (মাক্কাহ থেকে) ফেরার রাত এলো ‘আবদুর রহমানকে নির্দেশ করলে তিনি ‘আয়িশাহ (রাঃ)-কে ‘তানঈমে’ নিয়ে যান। মূসার বর্ণনায় আরো রয়েছে : তিনি পূর্বের ‘উমরাহ্‌র স্থানে ‘উমরাহ্‌র ইহরাম বাঁধলেন, বায়তুল্লাহ তাওয়াফ করলেন। ফলে আল্লাহ তাঁর ‘উমরাহ্‌ ও হাজ্জ উভয়টিই পূর্ণ করলেন। হিশামের বর্ণনায় রয়েছে : কিন্তু এরূপ করার কারণে তাঁকে কাফফারাহ হিসেবে কুরবানী দিতে হয়নি। আবূ দাঊদ বলেন, হাম্মাদ ইবনু সালামাহ্‌র হাদীসে মূসা বর্ধিত করেছেন যে, অতঃপর ‘বাতহা’ উপত্যকায় প্রবেশের রাতে ‘আয়িশাহ (রাঃ) পবিত্র হন। [১৭৭৮]",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، ح وَحَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ يَعْنِي ابْنَ سَلَمَةَ، ح وَحَدَّثَنَا مُوسَى، حَدَّثَنَا وُهَيْبٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مُوَافِينَ هِلاَلَ ذِي الْحِجَّةِ فَلَمَّا كَانَ بِذِي الْحُلَيْفَةِ قَالَ ‏\"‏ مَنْ شَاءَ أَنْ يُهِلَّ بِحَجٍّ فَلْيُهِلَّ وَمَنْ شَاءَ أَنْ يُهِلَّ بِعُمْرَةٍ فَلْيُهِلَّ بِعُمْرَةٍ ‏\"‏ ‏.‏ قَالَ مُوسَى فِي حَدِيثِ وُهَيْبٍ ‏\"‏ فَإِنِّي لَوْلاَ أَنِّي أَهْدَيْتُ لأَهْلَلْتُ بِعُمْرَةٍ ‏\"‏ ‏.‏ وَقَالَ فِي حَدِيثِ حَمَّادِ بْنِ سَلَمَةَ ‏\"‏ وَأَمَّا أَنَا فَأُهِلُّ بِالْحَجِّ فَإِنَّ مَعِيَ الْهَدْىَ ‏\"‏ ‏.‏ ثُمَّ اتَّفَقُوا فَكُنْتُ فِيمَنْ أَهَلَّ بِعُمْرَةٍ فَلَمَّا كَانَ فِي بَعْضِ الطَّرِيقِ حِضْتُ فَدَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا أَبْكِي فَقَالَ ‏\"‏ مَا يُبْكِيكِ ‏\"‏ ‏.‏ قُلْتُ وَدِدْتُ أَنِّي لَمْ أَكُنْ خَرَجْتُ الْعَامَ ‏.‏ قَالَ ‏\"‏ ارْفُضِي عُمْرَتَكِ وَانْقُضِي رَأْسَكِ وَامْتَشِطِي ‏\"‏ ‏.‏ قَالَ مُوسَى ‏\"‏ وَأَهِلِّي بِالْحَجِّ ‏\"‏ ‏.‏ وَقَالَ سُلَيْمَانُ ‏\"‏ وَاصْنَعِي مَا يَصْنَعُ الْمُسْلِمُونَ فِي حَجِّهِمْ ‏\"‏ ‏.‏ فَلَمَّا كَانَ لَيْلَةُ الصَّدَرِ أَمَرَ - يَعْنِي رَسُولَ اللَّهِ صلى الله عليه وسلم - عَبْدَ الرَّحْمَنِ فَذَهَبَ بِهَا إِلَى التَّنْعِيمِ ‏.‏ زَادَ مُوسَى فَأَهَلَّتْ بِعُمْرَةٍ مَكَانَ عُمْرَتِهَا وَطَافَتْ بِالْبَيْتِ فَقَضَى اللَّهُ عُمْرَتَهَا وَحَجَّهَا ‏.‏ قَالَ هِشَامٌ وَلَمْ يَكُنْ فِي شَىْءٍ مِنْ ذَلِكَ هَدْىٌ ‏.‏ قَالَ أَبُو دَاوُدَ زَادَ مُوسَى فِي حَدِيثِ حَمَّادِ بْنِ سَلَمَةَ فَلَمَّا كَانَتْ لَيْلَةُ الْبَطْحَاءِ طَهُرَتْ عَائِشَةُ رضى الله عنها ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}