{
  "hadith": {
    "hadith_id": 1781,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, বিদায় হাজ্জের সময় আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে রওয়ানা হলাম। আমরা ‘উমরাহ্‌র ইহরাম বাঁধলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যাদের সাথে কুরবানীর পশু আছে তারা যেন ‘উমরাহ্‌র সাথে হাজ্জের ইহরাম বাঁধে এবং উভয়টির যাবতীয় অনুষ্ঠানাদি শেষ না করা পর্যন্ত ইহরাম না খুলে। ‘আয়িশাহ (রাঃ) বলেন, আমি হায়িয অবস্থায় মক্কায় উপস্থিত হলাম। সুতরাং আমি বাইতুল্লাহ তাওয়াফ এবং সাফা ও মারওয়াতে সাঈ করলাম না। আমি বিষয়টি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে অবহিত করলে তিনি বললেনঃ চুলের খোপা খুলে ফেলো, মাথায় চিরুনি করো, ‘উমরাহ্‌র নিয়্যাত বর্জন করে কেবল হাজ্জের ইহরাম বাঁধো। তিনি বলেন, সুতরাং আমি তাই করলাম। অতঃপর আমাদের হাজ্জ সমাপ্ত হলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে ‘আবদুর রহমান ইবনু আবূ বাকরের সাথে ‘তানঈম’-এ প্রেরণ করলেন এবং আমি সেখান থেকে ‘উমরাহ করলাম। তিনি বললেনঃ    এটা তোমার পূর্বের ‘উমরাহ্‌র পরিপূরক। ‘আয়িশাহ (রাঃ) বলেন, যারা ‘উমরাহ্‌র ইহরাম বেঁধেছিলো তারা মক্কায় পৌঁছে বায়তুল্লাহ তাওয়াফ এবং সাফা-মারওয়ার মাঝে সাঈ করার  পর ইহরাম খুলে ফেলে। তার পর মিনা থেকে ফিরে এসে হাজ্জের জন্য আরেকবার বায়তুল্লাহ তাওয়াফ করে। আর যারা হাজ্জ ও ‘উমরাহ একত্রে আদায় করেছে তারা শুধুমাত্র একবার তাওয়াফ করেছে। [১৭৮১]\n\nসহীহ।\n\nইমাম আবূ দাউদ (রহঃ) বলেন, ইবরাহীম ইবনু সা’দ এবং মা‘মার (রহঃ) ইবনু শিহাব (রহঃ) হতে অনুরূপ বর্ণনা করেছেন, তবে এতে “যারা শুধু ‘উমরাহ্‌র ইহরাম বেঁধেছিল এবং যারা হাজ্জ ও ‘উমরাহ উভয়টির ইহরাম বেঁধেছে তাদের তাওয়াফের কথা” বর্ণিত হয়নি।",
    "ar": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ فَأَهْلَلْنَا بِعُمْرَةٍ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ كَانَ مَعَهُ هَدْىٌ فَلْيُهِلَّ بِالْحَجِّ مَعَ الْعُمْرَةِ ثُمَّ لاَ يَحِلُّ حَتَّى يَحِلَّ مِنْهُمَا جَمِيعًا ‏\"‏ ‏.‏ فَقَدِمْتُ مَكَّةَ وَأَنَا حَائِضٌ وَلَمْ أَطُفْ بِالْبَيْتِ وَلاَ بَيْنَ الصَّفَا وَالْمَرْوَةِ فَشَكَوْتُ ذَلِكَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ انْقُضِي رَأْسَكِ وَامْتَشِطِي وَأَهِلِّي بِالْحَجِّ وَدَعِي الْعُمْرَةَ ‏\"‏ ‏.‏ قَالَتْ فَفَعَلْتُ فَلَمَّا قَضَيْنَا الْحَجَّ أَرْسَلَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم مَعَ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ إِلَى التَّنْعِيمِ فَاعْتَمَرْتُ فَقَالَ ‏\"‏ هَذِهِ مَكَانَ عُمْرَتِكِ ‏\"‏ ‏.‏ قَالَتْ فَطَافَ الَّذِينَ أَهَلُّوا بِالْعُمْرَةِ بِالْبَيْتِ وَبَيْنَ الصَّفَا وَالْمَرْوَةِ ثُمَّ حَلُّوا ثُمَّ طَافُوا طَوَافًا آخَرَ بَعْدَ أَنْ رَجَعُوا مِنْ مِنًى لِحَجِّهِمْ وَأَمَّا الَّذِينَ كَانُوا جَمَعُوا الْحَجَّ وَالْعُمْرَةَ فَإِنَّمَا طَافُوا طَوَافًا وَاحِدًا ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ إِبْرَاهِيمُ بْنُ سَعْدٍ وَمَعْمَرٌ عَنِ ابْنِ شِهَابٍ نَحْوَهُ لَمْ يَذْكُرُوا طَوَافَ الَّذِينَ أَهَلُّوا بِعُمْرَةٍ وَطَوَافَ الَّذِينَ جَمَعُوا الْحَجَّ وَالْعُمْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}