{
  "hadith": {
    "hadith_id": 1782,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, আমরা হাজ্জের জন্য ইহরাম বাঁধলাম কিন্তু ‘সারিফ’ নামক স্থানে পৌঁছালে আমার হায়িয আরম্ভ হয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার কাছে আসলেন, তখন আমি কাঁদছিলাম। তিনি বললেনঃ হে আয়িশা! তুমি কাঁদছ কেন? আমি বললাম, গত রাতে আমি ঋতুবতী হয়েছি, আমি তো হাজ্জ করতে পারলাম না। তিনি বললেনঃ সুবহানাল্লাহ! এতো সেই বস্তু যা মহান আল্লাহ আদমের কন্যাদের জন্য নির্ধারিত করেছেন। সুতরাং তুমি বায়তুল্লাহ তাওয়াফ ব্যতীত হাজ্জের অন্যান্য সব কাজ সম্পন্ন করো। ‘আয়িশাহ (রাঃ) বলেন, অতঃপর আমরা মক্কায় প্রবেশ করলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যার সাথে কুরবানীর পশু আছে সে ছাড়া যে কেউ তার ইহরাম ‘উমরাহ্‌তে পরিণত করতে পারে। ‘আয়িশাহ (রাঃ) বলেন, কুরবানীর দিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্বীয় স্ত্রীদের পক্ষ হতে একটি গরু কুরবানী করেন। অতঃপর ‘বাতহা’র রাতে ‘আয়িশাহ (রাঃ) হায়িয থেকে পবিত্র হলেন। তিনি বললেন, হে আল্লাহর রাসূল! আমার সাথীরা হাজ্জ ও ‘উমরাহ্‌ সম্পন্ন করে ফিরে যাবে, আর আমি কি শুধু হাজ্জ করেই ফিরবো? অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আবদুর রহমান ইবনু আবূ বাকরকে নির্দেশ দিলে তিনি ‘আয়িশাহ (রাঃ) কে ‘তানঈম’ নামক স্থানে নিয়ে যান এবং তিনি সেখান থেকে ইহরাম বেঁধে ‘উমরাহ্‌ করেন। [১৭৮২]\n\nসহীহ, তবে এ কথাটি বাদে : “… من شاء أن يجعلها عمرة”। সঠিক হলো : “اجعلوها عمرة ” : মুসলিম। [যা সামনে আসছে এ গ্রন্থের হা/১৭৮৮।]",
    "ar": "حَدَّثَنَا أَبُو سَلَمَةَ، مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا حَمَّادٌ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ لَبَّيْنَا بِالْحَجِّ حَتَّى إِذَا كُنَّا بِسَرِفَ حِضْتُ فَدَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا أَبْكِي فَقَالَ ‏\"‏ مَا يُبْكِيكِ يَا عَائِشَةُ ‏\"‏ ‏.‏ فَقُلْتُ حِضْتُ لَيْتَنِي لَمْ أَكُنْ حَجَجْتُ ‏.‏ فَقَالَ ‏\"‏ سُبْحَانَ اللَّهِ إِنَّمَا ذَلِكَ شَىْءٌ كَتَبَهُ اللَّهُ عَلَى بَنَاتِ آدَمَ ‏\"‏ ‏.‏ فَقَالَ ‏\"‏ انْسُكِي الْمَنَاسِكَ كُلَّهَا غَيْرَ أَنْ لاَ تَطُوفِي بِالْبَيْتِ ‏\"‏ ‏.‏ فَلَمَّا دَخَلْنَا مَكَّةَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ شَاءَ أَنْ يَجْعَلَهَا عُمْرَةً فَلْيَجْعَلْهَا عُمْرَةً إِلاَّ مَنْ كَانَ مَعَهُ الْهَدْىُ ‏\"‏ ‏.‏ قَالَتْ وَذَبَحَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ نِسَائِهِ الْبَقَرَ يَوْمَ النَّحْرِ فَلَمَّا كَانَتْ لَيْلَةُ الْبَطْحَاءِ وَطَهُرَتْ عَائِشَةُ قَالَتْ يَا رَسُولَ اللَّهِ أَتَرْجِعُ صَوَاحِبِي بِحَجٍّ وَعُمْرَةٍ وَأَرْجِعُ أَنَا بِالْحَجِّ فَأَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ فَذَهَبَ بِهَا إِلَى التَّنْعِيمِ فَلَبَّتْ بِالْعُمْرَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}