{
  "hadith": {
    "hadith_id": 1789,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর ‘সাথীরা ইহরাম বেঁধে হাজ্জের উদ্দেশ্যে রওয়ানা করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং ত্বালহা (রাঃ) ব্যতীত কারো সাথেই কুরবানীর পশু ছিলো না। ‘আলী (রাঃ) ইয়ামান দেশ থেকে আসলেন, তখন তাঁর সাথে কুরবানীর পশু ছিলো। ‘আলী (রাঃ) বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে উদ্দেশ্যে ইহরাম বেঁধেছেন, আমিও ঐ উদ্দেশ্যেই ইহরাম বেঁধেছি। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাদের সাথে কুরবানীর পশু ছিলো না তাদের হাজ্জকে ‘উমরাহ্‌য় রূপান্তরিত করে বায়তুল্লাহ তাওয়াফের নির্দেশ দেন এবং মাথা মুন্ডন করে হালাল হতে বললেন। কিন্তু যাদের সাথে কুরবানীর পশু ছিল তারা ব্যতীত। তারা বললেন, আমরা কিভাবে মিনার দিকে রওয়ানা হবো অথচ আমাদের কেউ কেউ স্ত্রী সহবাস করেছে। এসব কথা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কানে পৌঁছলে তিনি বললেনঃ আমার ব্যাপারে আমি যা পরে জেনেছি তা যদি আগে জানতাম, তাহলে আমি কুরবানীর পশু সাথে করে আনতাম না। আমার সাথে কুরবানীর পশু না থাকলে আমিও ইহরাম খুলে ফেলতাম। [১৭৮৯]",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، حَدَّثَنَا حَبِيبٌ، - يَعْنِي الْمُعَلِّمَ - عَنْ عَطَاءٍ، حَدَّثَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَهَلَّ هُوَ وَأَصْحَابُهُ بِالْحَجِّ وَلَيْسَ مَعَ أَحَدٍ مِنْهُمْ يَوْمَئِذٍ هَدْىٌ إِلاَّ النَّبِيَّ صلى الله عليه وسلم وَطَلْحَةَ وَكَانَ عَلِيٌّ - رضى الله عنه - قَدِمَ مِنَ الْيَمَنِ وَمَعَهُ الْهَدْىُ فَقَالَ أَهْلَلْتُ بِمَا أَهَلَّ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَ أَصْحَابَهُ أَنْ يَجْعَلُوهَا عُمْرَةً يَطُوفُوا ثُمَّ يُقَصِّرُوا وَيَحِلُّوا إِلاَّ مَنْ كَانَ مَعَهُ الْهَدْىُ فَقَالُوا أَنَنْطَلِقُ إِلَى مِنًى وَذُكُورُنَا تَقْطُرُ فَبَلَغَ ذَلِكَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏ \"‏ لَوْ أَنِّي اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا أَهْدَيْتُ وَلَوْلاَ أَنَّ مَعِيَ الْهَدْىَ لأَحْلَلْتُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}