{
  "hadith": {
    "hadith_id": 1797,
    "narrator": "আল বারাআ ইবনু ‘আযিব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন ‘আলী (রাঃ)-কে ইয়ামান দেশে শাসক করে প্রেরণ করেন তখন আমিও তার সাথে ছিলাম। তিনি বলেন, আমি তার সাথে কয়েক ‘আওকিয়া সোনার’ অধিকারী হয়েছিলাম। তিনি বলেন, যখন ‘আলী (রাঃ) ইয়ামান থেকে রাসূলুল্লাহর  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাছে আসলেন তখন ‘আলী বলেন, আমি ফাত্বিমাহ (রাঃ)-কে দেখি রঙ্গিন কাপড় পরে আছে এবং ঘরকে সুগন্ধময় করে রেখেছে। সে আমাকে বললো, আপনার কি হয়েছে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাথীদেরকে ইহরাম খুলে ফেলার নির্দেশ দিয়েছেন, সেজন্য সবাই ইহরাম খুলে ফেলেছেন। ‘আলী (রাঃ) বলেন, আমি তাকে বললাম, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর ইহরামের মতই ইহরাম বেঁধেছি, এ বলে আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে এলে তিনি আমাকে বললেনঃ তুমি কি জন্য ইহরাম বেঁধেছো? আমি বললাম, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে উদ্দেশ্যে ইহরাম বেঁধেছেন আমিও ঐ উদ্দেশ্যে ইহরাম বেঁধেছি। তখন তিনি বললেনঃ আমি কুরবানীর পশু সাথে এনেছি এবং ‘কিরান’ হাজ্জের নিয়্যাত করেছি। অতঃপর তিনি বললেনঃ আমার জন্য সাতষট্টিটি উট কুরবানী করবে এবং তোমার নিজের জন্য তেত্রিশ বা চৌত্রিশটি রেখে দেবে আর প্রত্যেকটি উট থেকে আমার জন্য এক টুকরা করে গোশত রেখে দিবে। [১৭৯৭]",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مَعِينٍ، قَالَ حَدَّثَنَا حَجَّاجٌ، حَدَّثَنَا يُونُسُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ كُنْتُ مَعَ عَلِيٍّ حِينَ أَمَّرَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الْيَمَنِ قَالَ فَأَصَبْتُ مَعَهُ أَوَاقِيَ فَلَمَّا قَدِمَ عَلِيٌّ مِنَ الْيَمَنِ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَجَدَ فَاطِمَةَ - رضى الله عنها - قَدْ لَبِسَتْ ثِيَابًا صَبِيغًا وَقَدْ نَضَحَتِ الْبَيْتَ بِنَضُوحٍ فَقَالَتْ مَا لَكَ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ أَمَرَ أَصْحَابَهُ فَأَحَلُّوا قَالَ قُلْتُ لَهَا إِنِّي أَهْلَلْتُ بِإِهْلاَلِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ لِي ‏\"‏ كَيْفَ صَنَعْتَ ‏\"‏ ‏.‏ فَقَالَ قُلْتُ أَهْلَلْتُ بِإِهْلاَلِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ ‏\"‏ فَإِنِّي قَدْ سُقْتُ الْهَدْىَ وَقَرَنْتُ ‏\"‏ ‏.‏ قَالَ فَقَالَ لِي ‏\"‏ انْحَرْ مِنَ الْبُدْنِ سَبْعًا وَسِتِّينَ أَوْ سِتًّا وَسِتِّينَ وَأَمْسِكْ لِنَفْسِكَ ثَلاَثًا وَثَلاَثِينَ أَوْ أَرْبَعًا وَثَلاَثِينَ وَأَمْسِكْ لِي مِنْ كُلِّ بَدَنَةٍ مِنْهَا بَضْعَةً ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}