{
  "hadith": {
    "hadith_id": 1799,
    "narrator": "আবূ ওয়াইল (রহঃ)",
    "bn": "তিনি বলেন, আস্‌-সুবাই ইবনু মা‘বাদ (রহঃ) বলেছেন, আমি খৃষ্টান বেদুঈন ছিলাম। ইসলাম কবুলের পর আমি আমার গোত্রের হুযাইম ইবনু সুরমুলা নামক এক ব্যক্তির কাছে এসে তাকে বললাম, হে অমুক! আমি জিহাদে যোগদান করতে চাই। আমি দেখছি, আমার উপর হাজ্জ ও ‘উমরাহ ফারয হয়ে গেছে। কাজেই এ দু’টাকে আমি কিভাবে একত্র করবো? সে বললো, তুমি উভয়টি একত্রে আদায় করো এবং তোমার জন্য সহজলভ্য কুরবানী করো। সুতরাং আমি উভয়টির  জন্য একত্রে ইহরাম বাঁধি। আমি যখন আল-উযাইব নামক স্থানে পৌঁছি তখন সালমান ইবনু রবী‘আহ এবং যায়িদাহ ইবনু সূহার (রাঃ) এর সাথে আমার সাক্ষাৎ হলো। আর আমি উভয়টির একত্রে ইহরাম বেঁধেছি। তাদের একজন আরেকজনকে বললেন, এ ব্যক্তি তার উটের চেয়ে অধিক জ্ঞানী নয়। বর্ণনাকারী বলেন, এই মন্তব্যে যেন আমার উপর পাহাড় পতিত হলো। শেষে আমি ‘উমার ইবনুল খাত্তাবের (রাঃ) কাছে গিয়ে বললাম, হে আমীরুল মু’মিনীন! আমি ছিলাম খৃষ্টান বেদুঈন। আমি ইসলাম কবুল করেছি। আমি জিহাদে অংশ গ্রহনে আগ্রহী। আমি আমার উপর হাজ্জ ও ‘উমরাহ ফরয দেখতে পাচ্ছি। কাজেই আমি আমার গোত্রের এক লোকের কাছে গেলে সে আমাকে বললো, তুমি একত্রে উভয়টির ইহরাম বাঁধো এবং তোমার জন্য সহজলভ্য কুরবানী করো। ফলে আমি একত্রে উভয়টির ইহরাম বেঁধেছি। ‘উমার (রাঃ) আমাকে বললেন, তুমি তোমার নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সুন্নাতের হিদায়াত পেয়েছো। [১৭৯৯]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ قُدَامَةَ بْنِ أَعْيَنَ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالاَ حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، قَالَ قَالَ الصُّبَىُّ بْنُ مَعْبَدٍ كُنْتُ رَجُلاً أَعْرَابِيًّا نَصْرَانِيًّا فَأَسْلَمْتُ فَأَتَيْتُ رَجُلاً مِنْ عَشِيرَتِي يُقَالُ لَهُ هُذَيْمُ بْنُ ثُرْمُلَةَ فَقُلْتُ لَهُ يَا هَنَاهُ إِنِّي حَرِيصٌ عَلَى الْجِهَادِ وَإِنِّي وَجَدْتُ الْحَجَّ وَالْعُمْرَةَ مَكْتُوبَيْنِ عَلَىَّ فَكَيْفَ لِي بِأَنْ أَجْمَعَهُمَا قَالَ اجْمَعْهُمَا وَاذْبَحْ مَا اسْتَيْسَرَ مِنَ الْهَدْىِ ‏.‏ فَأَهْلَلْتُ بِهِمَا مَعًا فَلَمَّا أَتَيْتُ الْعُذَيْبَ لَقِيَنِي سَلْمَانُ بْنُ رَبِيعَةَ وَزَيْدُ بْنُ صُوحَانَ وَأَنَا أُهِلُّ بِهِمَا جَمِيعًا فَقَالَ أَحَدُهُمَا لِلآخَرِ مَا هَذَا بِأَفْقَهَ مِنْ بَعِيرِهِ ‏.‏ قَالَ فَكَأَنَّمَا أُلْقِيَ عَلَىَّ جَبَلٌ حَتَّى أَتَيْتُ عُمَرَ بْنَ الْخَطَّابِ فَقُلْتُ لَهُ يَا أَمِيرَ الْمُؤْمِنِينَ إِنِّي كُنْتُ رَجُلاً أَعْرَابِيًّا نَصْرَانِيًّا وَإِنِّي أَسْلَمْتُ وَأَنَا حَرِيصٌ عَلَى الْجِهَادِ وَإِنِّي وَجَدْتُ الْحَجَّ وَالْعُمْرَةَ مَكْتُوبَيْنِ عَلَىَّ فَأَتَيْتُ رَجُلاً مِنْ قَوْمِي فَقَالَ لِي اجْمَعْهُمَا وَاذْبَحْ مَا اسْتَيْسَرَ مِنَ الْهَدْىِ وَإِنِّي أَهْلَلْتُ بِهِمَا مَعًا ‏.‏ فَقَالَ لِي عُمَرُ رضى الله عنه هُدِيتَ لِسُنَّةِ نَبِيِّكَ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}