{
  "hadith": {
    "hadith_id": 1805,
    "narrator": "আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিদায় হাজ্জে হাজ্জ ও ‘উমরাহ একত্রে সম্পন্ন করে তামাত্তু‘ হাজ্জ করেছেন। তিনি যুল-হুলাইফাহ থেকে কুরবানীর পশু সাথে নিয়ে যান। সকলকে তামাত্তু‘ করার নির্দেশ দেয়ার পর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রথমে ‘উমরাহ্‌র জন্য তালবিয়া পড়েন, তারপর হাজ্জের জন্য তালবিয়া পড়েন (ইহরাম বাঁধেন)। তাঁর সাথে লোকজনও হাজ্জের সাথে ‘উমরাহ্‌র নিয়্যাত করে তামাত্তু‘ করলো। কেউ কেউ সাথে কুরবানীর পশু এনেছিলো আবার কেউ কেউ আনেনি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কায় পৌঁছে লোকদেরকে বললেনঃ যারা সাথে করে কুরবানীর পশু এনেছো, তাদের জন্য হাজ্জ আদায় না করা পর্যন্ত (ইহরাম অবস্থায়) নিষিদ্ধকৃত কাজ বৈধ নয়। আর তোমাদের যারা সাথে করে কুরবানীর পশু আনোনি, তারা বায়তুল্লাহ তাওয়াফ এবং সাফা-মারওয়ার সাঈ করে, চুল খাট করে, ইহরাম খুলে ফেলবে এবং হাজ্জের জন্য (নতুন করে) ইহরাম বাঁধবে, অতঃপর কুরবানী করবে। কিন্তু যারা কুরবানী দিতে অক্ষম তারা হাজ্জের মওসুমে তিনটি সওম এবং বাড়িতে ফিরে সাতটি সওম (মোট দশটি সওম) পালন করবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কায় পৌঁছে প্রথমে বায়তুল্লাহ তাওয়াফ করলেন, তারপর ‘হাজরে আসওয়াদ’ চুম্বন করলেন। তিনি তাওয়াফের সাত চক্করের প্রথম তিন চক্কর দ্রুত পায়ে চললেন এবং অবশিষ্ট চার চক্করে স্বাভাবিক গতিতে হাঁটলেন। বায়তুল্লাহ তাওয়াফ শেষ করে তিনি মাকামে ইবরাহীমের পাশে দুই রাক‘আত সলাত আদায় করলেন, সলাতের সালাম ফিরিয়ে উঠে সাফা পাহাড়ে গিয়ে সাফা-মারওয়ার মাঝে সাতবার সাঈ করলেন। অতঃপর হাজ্জ সমাপণ করে কুরবানীর দিন (দশম তারিখে) কুরবানী করা পর্যন্ত তিনি ইহরাম অবস্থায় থাকলেন। অতঃপর ফিরে এসে বায়তুল্লাহ তাওয়াফ করলেন এবং ইহরাম খুলে যেসব জিনিস এ সময় নিষিদ্ধ ছিলো তা হালাল করলেন। আর যারা সাথে করে কুরবানীর পশু এনেছিলো তারা ও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে অনুসরণ করলো। [১৮০৫]\n\nসহীহ : কিন্তু তার এ কথাটি শায : “রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রথমে ‘উমরাহ্‌র জন্য তালবিয়া পড়েন, তারপর হাজ্জের জন্য তালবিয়া পড়েন।”",
    "ar": "حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، ‏{‏ عَنْ جَدِّي، ‏}‏ عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ تَمَتَّعَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ بِالْعُمْرَةِ إِلَى الْحَجِّ فَأَهْدَى وَسَاقَ مَعَهُ الْهَدْىَ مِنْ ذِي الْحُلَيْفَةِ وَبَدَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَهَلَّ بِالْعُمْرَةِ ثُمَّ أَهَلَّ بِالْحَجِّ وَتَمَتَّعَ النَّاسُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِالْعُمْرَةِ إِلَى الْحَجِّ فَكَانَ مِنَ النَّاسِ مَنْ أَهْدَى وَسَاقَ الْهَدْىَ وَمِنْهُمْ مَنْ لَمْ يُهْدِ فَلَمَّا قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَكَّةَ قَالَ لِلنَّاسِ ‏ \"‏ مَنْ كَانَ مِنْكُمْ أَهْدَى فَإِنَّهُ لاَ يَحِلُّ لَهُ مِنْ شَىْءٍ حَرُمَ مِنْهُ حَتَّى يَقْضِيَ حَجَّهُ وَمَنْ لَمْ يَكُنْ مِنْكُمْ أَهْدَى فَلْيَطُفْ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ وَلْيُقَصِّرْ وَلْيَحْلِلْ ثُمَّ لْيُهِلَّ بِالْحَجِّ وَلْيُهْدِ فَمَنْ لَمْ يَجِدْ هَدْيًا فَلْيَصُمْ ثَلاَثَةَ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةً إِذَا رَجَعَ إِلَى أَهْلِهِ ‏\"‏ ‏.‏ وَطَافَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ قَدِمَ مَكَّةَ فَاسْتَلَمَ الرُّكْنَ أَوَّلَ شَىْءٍ ثُمَّ خَبَّ ثَلاَثَةَ أَطْوَافٍ مِنَ السَّبْعِ وَمَشَى أَرْبَعَةَ أَطْوَافٍ ثُمَّ رَكَعَ حِينَ قَضَى طَوَافَهُ بِالْبَيْتِ عِنْدَ الْمَقَامِ رَكْعَتَيْنِ ثُمَّ سَلَّمَ فَانْصَرَفَ فَأَتَى الصَّفَا فَطَافَ بِالصَّفَا وَالْمَرْوَةِ سَبْعَةَ أَطْوَافٍ ثُمَّ لَمْ يَحْلِلْ مِنْ شَىْءٍ حَرُمَ مِنْهُ حَتَّى قَضَى حَجَّهُ وَنَحَرَ هَدْيَهُ يَوْمَ النَّحْرِ وَأَفَاضَ فَطَافَ بِالْبَيْتِ ثُمَّ حَلَّ مِنْ كُلِّ شَىْءٍ حَرُمَ مِنْهُ وَفَعَلَ النَّاسُ مِثْلَ مَا فَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَنْ أَهْدَى وَسَاقَ الْهَدْىَ مِنَ النَّاسِ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}