{
  "hadith": {
    "hadith_id": 1885,
    "narrator": "আবুত তুফাইল (রহঃ)",
    "bn": "তিনি বলেন, আমি ইবনু ‘আব্বাস (রাঃ)-কে বললাম, আপনার সম্প্রদায়ের ধারনা, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বায়তুল্লাহ তাওয়াফের সময় দ্রুতপদে হেটেঁছেন এবং এরুপ করা সুন্নাত। তিনি বললেন, তারা সত্য বলেছে এবং মিথ্যাও বলেছে। আমি বললাম, তারা কি সত্যি বলেছে এবং কি মিথ্যা বলেছে? তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘রমল’ করেছেন, এ কথা সত্য কিন্তু একে সুন্নাত বলা মিথ্যা। হুদায়বিয়ার সময় কুরাইশগণ মুসলিমদেরকে তিরস্কারস্বরূপ বলেছিলো যে, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং তাঁর সাথীদের এভাবেই থাকতে দাও। এমনকি তারা উট ও বকরীর মত মৃত্যুবরন করে নিঃশেষ হবে। অতঃপর তারা রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে সন্ধি চুক্তি করলো, মুসলিমরা আগামি বছর এসে মক্কায় তিন দিন অবস্হান করবে। সুতরাং পরবর্তী বছর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসলেন। মুশরিকরা ‘কুয়াইকিয়ান পাহাড়ের পাদদেশে সমবেত হলো ( মুসলিমদের অবস্হান লক্ষ্য করতে)। এ সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাহাবীদের নির্দেশ দিলেন যে, তাওয়াফের মধ্যে তিনবার রমল করো। সুতরাং তারা তাই করলেন। এরূপ করা মুলতঃ সুন্নাত নয়। আমি আবার বললাম, আপনার সম্প্রদায়ের ধারনা, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার উটে চড়েই সাফা-মারওয়ার মাঝে তাওয়াফ (সাঈ) করেছেন। আর এরূপ নাকি সুন্নাত। তিনি বললেন, তারা সত্যও বলেছে এবং মিথ্যাও বলেছে। আমি বললাম, তারা কি সত্যি বলেছে এবং কি মিথ্যা বলেছে? তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার উটে সওয়ারী হয়ে সাফা-মারওয়ার মাঝে তাওয়াফ (সাঈ) করেছেন, তাদের এ কথা সত্য। কিন্তু এটাকে সুন্নাত বলা মিথ্যা। প্রকৃত ব্যাপার হলো, তখন লোকদের অবস্হা এরুপ ছিলো যে, তাদেরকে রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাছ থেকে সরানো যেতনা এবং তিনিও তাদের থেকে বিচ্ছিন্ন থাকতে পারতেন না। সুতরাং তিনি উটে আরোহী অবস্হায় তাওয়াফ (সাঈ) করেছেন। যাতে প্রতিটি লোক তাঁর কথা শুনতে পায়, তাঁকে সরাসরি দেখতে পায় এবং তাদের হাত তাঁর শরীরে না লাগে। [১৮৮৫]",
    "ar": "حَدَّثَنَا أَبُو سَلَمَةَ، مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا أَبُو عَاصِمٍ الْغَنَوِيُّ، عَنْ أَبِي الطُّفَيْلِ، قَالَ قُلْتُ لاِبْنِ عَبَّاسٍ يَزْعُمُ قَوْمُكَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ رَمَلَ بِالْبَيْتِ وَأَنَّ ذَلِكَ سُنَّةٌ ‏.‏ قَالَ صَدَقُوا وَكَذَبُوا ‏.‏ قُلْتُ وَمَا صَدَقُوا وَمَا كَذَبُوا قَالَ صَدَقُوا قَدْ رَمَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَذَبُوا لَيْسَ بِسُنَّةٍ إِنَّ قُرَيْشًا قَالَتْ زَمَنَ الْحُدَيْبِيَةِ دَعُوا مُحَمَّدًا وَأَصْحَابَهُ حَتَّى يَمُوتُوا مَوْتَ النَّغَفِ ‏.‏ فَلَمَّا صَالَحُوهُ عَلَى أَنْ يَجِيئُوا مِنَ الْعَاِمِ الْمُقْبِلِ فَيُقِيمُوا بِمَكَّةَ ثَلاَثَةَ أَيَّامٍ فَقَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالْمُشْرِكُونَ مِنْ قِبَلِ قُعَيْقِعَانَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لأَصْحَابِهِ ‏ \"‏ ارْمُلُوا بِالْبَيْتِ ثَلاَثًا ‏\"‏ ‏.‏ وَلَيْسَ بِسُنَّةٍ ‏.‏ قُلْتُ يَزْعُمُ قَوْمُكَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم طَافَ بَيْنَ الصَّفَا وَالْمَرْوَةِ عَلَى بَعِيرِهِ وَأَنَّ ذَلِكَ سُنَّةٌ فَقَالَ صَدَقُوا وَكَذَبُوا ‏.‏ قُلْتُ مَا صَدَقُوا وَمَا كَذَبُوا قَالَ صَدَقُوا قَدْ طَافَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ الصَّفَا وَالْمَرْوَةِ عَلَى بَعِيرِهِ وَكَذَبُوا لَيْسَ بِسُنَّةٍ كَانَ النَّاسُ لاَ يُدْفَعُونَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَلاَ يُصْرَفُونَ عَنْهُ فَطَافَ عَلَى بَعِيرٍ لِيَسْمَعُوا كَلاَمَهُ وَلِيَرَوْا مَكَانَهُ وَلاَ تَنَالَهُ أَيْدِيهِمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}