{
  "hadith": {
    "hadith_id": 198,
    "narrator": "জাবের (রাঃ)",
    "bn": "তিনি বলেন, আমরা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সঙ্গে যাতুর-রিক্বা’ যুদ্ধাভিযানে বের হলাম। তখন এক ব্যক্তি মুশরিকদের এক লোকের স্ত্রীকে হত্যা করে। ফলে ঐ মুশরিক এ মর্মে শপথ করে যে, যতক্ষণ পর্যন্ত মুহাম্মাদের (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন সাথীর রক্তপাত না করব, ততক্ষণ পর্যন্ত আমি ক্ষান্ত হব না। অতএব সে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সন্ধানে বেরিয়ে পড়ল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক জায়গায় অবতরন করে বললেনঃ এমন কে আছো, যে আমাদের পাহারা দিবে? তখন মুহাজিরদের থেকে একজন এবং আনসারদের থেকে একজন তৈরি হয়ে গেলেন। তিনি বললেনঃ তোমরা দু’জনে গিরিপথের চূড়ায় মোতায়েন থাক। উভয়ে গিরিমুখে পৌছলে মুহাজির লোকটি ঘুমিয়ে পড়েন। আর আনসারী লোকটি দাঁড়িয়ে সালাত আদায়ে মশগুল হন। এমন সময় ঐ লোকটি এসে আনসারী লোকটিকে দেখেই চিনে ফেলল, সে বুঝতে পারল তিনি (প্রতিপক্ষের) নিরাপত্তা প্রহরী। অতএব সে তাঁর প্রতি একটি তীর নিক্ষেপ করল, যা তার দেহে বিঁধে গেল। তিনি তা বের করে নিলেন। সে একে একে তিনটি তীর নিক্ষেপ করল। তিনি রুকু’ সাজদাহ করে (যথারীতি সালাত শেষ করে) সাথীকে জাগালেন। সাহাবীগণ সতর্ক হয়ে গিয়েছেন, এটা টের পেয়ে মুশরিক লোকটি পালিয়ে গেল। মুহাজির সাহাবী আনসার সাহাবীকে রক্তাক্ত অবস্থায় দেখতে পেয়ে বললেন, সুবহানাল্লাহ! প্রথম তীর নিক্ষেপের পরই আমাকে সতর্ক করেননি কেন? তিনি বললেন, আমি (সালাতে) এমন একটি সূরাহ তিলাওয়াত করছিলাম যা ভঙ্গ করতে আমি পছন্দ করিনি।",
    "ar": "حَدَّثَنَا أَبُو تَوْبَةَ الرَّبِيعُ بْنُ نَافِعٍ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، حَدَّثَنِي صَدَقَةُ بْنُ يَسَارٍ، عَنْ عَقِيلِ بْنِ جَابِرٍ، عَنْ جَابِرٍ، قَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم - يَعْنِي فِي غَزْوَةِ ذَاتِ الرِّقَاعِ - فَأَصَابَ رَجُلٌ امْرَأَةَ رَجُلٍ مِنَ الْمُشْرِكِينَ فَحَلَفَ أَنْ لاَ أَنْتَهِي حَتَّى أُهَرِيقَ دَمًا فِي أَصْحَابِ مُحَمَّدٍ فَخَرَجَ يَتْبَعُ أَثَرَ النَّبِيِّ صلى الله عليه وسلم فَنَزَلَ النَّبِيُّ صلى الله عليه وسلم مَنْزِلاً فَقَالَ مَنْ رَجُلٌ يَكْلَؤُنَا فَانْتَدَبَ رَجُلٌ مِنَ الْمُهَاجِرِينَ وَرَجُلٌ مِنَ الأَنْصَارِ فَقَالَ ‏ \"‏ كُونَا بِفَمِ الشِّعْبِ ‏\"‏ ‏.‏ قَالَ فَلَمَّا خَرَجَ الرَّجُلاَنِ إِلَى فَمِ الشِّعْبِ اضْطَجَعَ الْمُهَاجِرِيُّ وَقَامَ الأَنْصَارِيُّ يُصَلِّي وَأَتَى الرَّجُلُ فَلَمَّا رَأَى شَخْصَهُ عَرَفَ أَنَّهُ رَبِيئَةٌ لِلْقَوْمِ فَرَمَاهُ بِسَهْمٍ فَوَضَعَهُ فِيهِ فَنَزَعَهُ حَتَّى رَمَاهُ بِثَلاَثَةِ أَسْهُمٍ ثُمَّ رَكَعَ وَسَجَدَ ثُمَّ انْتَبَهَ صَاحِبُهُ فَلَمَّا عَرَفَ أَنَّهُمْ قَدْ نَذِرُوا بِهِ هَرَبَ وَلَمَّا رَأَى الْمُهَاجِرِيُّ مَا بِالأَنْصَارِيِّ مِنَ الدَّمِ قَالَ سَبْحَانَ اللَّهِ أَلاَ أَنْبَهْتَنِي أَوَّلَ مَا رَمَى قَالَ كُنْتُ فِي سُورَةٍ أَقْرَأُهَا فَلَمْ أُحِبَّ أَنْ أَقْطَعَهَا ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "হাদীস থেকে শিক্ষা: \nপ্রসাব-পায়খানা রাস্তা ব্যতীত দেহের অন্য কোন স্থান হতে রক্ত প্রবাহিত হলে উযু ভঙ্গ হবে কিনা এ নিয়ে ফুক্বাহাদের মধ্যে মতভেদ রয়েছে। কেউ বলেছেন, এতে উযু ভঙ্গ হবে।আর কেউ বলেছেন, ভঙ্গ হবেনা। তারা প্রত্যেকে স্বপক্ষে দলীল পেশ করে থাকেন। কিন্তু সবচেয়ে মজবুত কথা হচ্ছে, দেহ থেকে রক্ত বের হলে উযু ভঙ্গ হবেনা। এ ব্যপারে সামনে আলোচনা আসছে। তবে প্রসাব-পায়খানা দিয়ে রক্ত বের হলে উযু ভঙ্গ হবে। ইমাম আবু হানিফা, ইমাম শাফিঈ ও ইমাম আহমাদ (রহঃ) প্রমুখের মতও তাই।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}