{
  "hadith": {
    "hadith_id": 1988,
    "narrator": "আবূ বাক্‌র ইবনু ‘আবদুর রহমান (রহঃ)",
    "bn": "তিনি বলেন, মারওয়ানের যে দূতকে উম্মু মা‘ক্বিলের কাছে প্রেরণ করা হয়েছিলো, তিনি আমাকে জানিয়েছেন যে, উম্মু মা‘ক্বিল (রাঃ) বলেছেনঃ আবূ মা‘ক্বিল রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাথে হাজ্জ করার ইচ্ছা করেছিলেন। তিনি ঘরে এলে উম্মু মা‘ক্বিল (রাঃ) বলেন, আমার উপরও যে হাজ্জ ফরয হয়েছে তা আমি অবগত হয়েছি। কাজেই স্বামী-স্ত্রী দু’জনেই পায়ে হেঁটে রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাছে গেলেন। উম্মু মা‘ক্বিল (রাঃ) বললেন, হে আল্লাহর রাসূল! আমার উপর হাজ্জ ফরয হয়েছে। আর আবূ মা‘ক্বিলের নিকট (বাহন উপযোগী) একটি উষ্ট্রী আছে। আবূ মা‘ক্বিল (রাঃ) বললেন, সে সত্য বলেছে, কিন্তু আমি তো সেটি আল্লাহর পথে যুদ্ধের কাজে সদাক্বাহ করে দিয়েছি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি ওটা (উষ্ট্রীটি) একে দাও, সে হাজ্জ করে আসুক।  কারণ এটাও তো আল্লাহর পথ। ফলে তিনি তাকে তা দিলেন। তিনি বললেন, হে আল্লাহর রাসূল! আমি একজন বৃদ্ধা মহিলা এবং অসুস্থ। কাজেই এমন কোন আমল আছে কি যা করলে আমার হাজ্জের পরিবর্তে যথেষ্ট হবে? তিনি বললেনঃ রমাযানের একটি ‘উমরাহ তোমার হাজ্জের জন্য যথেষ্ট হবে। [১৯৮৮]\n\nসহীহ, তবে মহিলার এ কথাটি বাদে : আমি একজন বৃদ্ধা মহিলা ...।”",
    "ar": "حَدَّثَنَا أَبُو كَامِلٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ، أَخْبَرَنِي رَسُولُ مَرْوَانَ الَّذِي أَرْسَلَ إِلَى أُمِّ مَعْقِلٍ قَالَتْ كَانَ أَبُو مَعْقِلٍ حَاجًّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا قَدِمَ قَالَتْ أُمُّ مَعْقِلٍ قَدْ عَلِمْتَ أَنَّ عَلَىَّ حَجَّةً فَانْطَلَقَا يَمْشِيَانِ حَتَّى دَخَلاَ عَلَيْهِ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ عَلَىَّ حَجَّةً وَإِنَّ لأَبِي مَعْقِلٍ بَكْرًا ‏.‏ قَالَ أَبُو مَعْقِلٍ صَدَقَتْ جَعَلْتُهُ فِي سَبِيلِ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَعْطِهَا فَلْتَحُجَّ عَلَيْهِ فَإِنَّهُ فِي سَبِيلِ اللَّهِ ‏\"‏ ‏.‏ فَأَعْطَاهَا الْبَكْرَ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي امْرَأَةٌ قَدْ كَبِرْتُ وَسَقِمْتُ فَهَلْ مِنْ عَمَلٍ يُجْزِئُ عَنِّي مِنْ حَجَّتِي قَالَ ‏\"‏ عُمْرَةٌ فِي رَمَضَانَ تُجْزِئُ حَجَّةً ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}