{
  "hadith": {
    "hadith_id": 202,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাজদাহয় গিয়ে (কখনো) ঘুমিয়ে যেতেন, এমনকি তাঁর নাক ডাকার আওয়াজ শোনা যেত। অতঃপর তিনি দাঁড়িয়ে সালাত আদায় করতেন, কিন্তু উযু করতেন না। বর্ণনাকারী বলেন, আমি তাঁকে বললাম, আপনি ঘুমানোর পরও উযু না করেই সালাত আদায় করলেন। তিনি বললেনঃ যে ব্যক্তি শুয়ে ঘুমায়, উযু করা তারই কর্তব্য। ‘উসমান ও হাম্মাদ আরও বলেন, এর কারণ হল, শুয়ে ঘুমালে শরীরের বাঁধন ঢিলা হয়ে যায়। [২০১]\n\nদুর্বলঃ মিশকাত ৩১৮। \n\nইমাম আবু দাউদ (রহঃ) বলেন, যে ব্যক্তি শুয়ে ঘুমায়, উযু করা তারই কর্তব্য-এ হাদীসটি মুনকার। এটি কেবল মাত্র ইয়াযিদ আল-দালানী ক্বাতাদাহ সূত্রে বর্ণনা করেছেন। একদল বর্ণনাকারী ইবনু ‘আব্বাস (রাঃ) সূত্রে হাদীসের প্রথমাংশ বর্ণনা করেছেন। কিন্তু তাঁরা উপরোক্ত কথার কিছুই উল্লেখ করেননি। ইবনু ‘আব্বাস (রাঃ) বলেছেন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (অসতর্কতা) থেকে মাহফুয ছিলেন। \nআয়িশাহ (রাঃ) বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আমার চক্ষুদ্বয় ঘুমায়, কিন্তু অন্তর ঘুমায় না।\n \nসহিহঃ মুসলিম।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مَعِينٍ، وَهَنَّادُ بْنُ السَّرِيِّ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، عَنْ عَبْدِ السَّلاَمِ بْنِ حَرْبٍ، - وَهَذَا لَفْظُ حَدِيثِ يَحْيَى - عَنْ أَبِي خَالِدٍ الدَّالاَنِيِّ، عَنْ قَتَادَةَ، عَنْ أَبِي الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَسْجُدُ وَيَنَامُ وَيَنْفُخُ ثُمَّ يَقُومُ فَيُصَلِّي وَلاَ يَتَوَضَّأُ ‏.‏ قَالَ فَقُلْتُ لَهُ صَلَّيْتَ وَلَمْ تَتَوَضَّأْ وَقَدْ نِمْتَ فَقَالَ ‏\"‏ إِنَّمَا الْوُضُوءُ عَلَى مَنْ نَامَ مُضْطَجِعًا ‏\"‏ ‏.‏ زَادَ عُثْمَانُ وَهَنَّادٌ ‏\"‏ فَإِنَّهُ إِذَا اضْطَجَعَ اسْتَرْخَتْ مَفَاصِلُهُ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ قَوْلُهُ ‏\"‏ الْوُضُوءُ عَلَى مَنْ نَامَ مُضْطَجِعًا ‏\"‏ ‏.‏ هُوَ حَدِيثٌ مُنْكَرٌ لَمْ يَرْوِهِ إِلاَّ يَزِيدُ أَبُو خَالِدٍ الدَّالاَنِيُّ عَنْ قَتَادَةَ وَرَوَى أَوَّلَهُ جَمَاعَةٌ عَنِ ابْنِ عَبَّاسٍ وَلَمْ يَذْكُرُوا شَيْئًا مِنْ هَذَا وَقَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم مَحْفُوظًا وَقَالَتْ عَائِشَةُ - رضى الله عنها - قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ تَنَامُ عَيْنَاىَ وَلاَ يَنَامُ قَلْبِي ‏\"‏ ‏.‏ وَقَالَ شُعْبَةُ إِنَّمَا سَمِعَ قَتَادَةُ مِنْ أَبِي الْعَالِيَةِ أَرْبَعَةَ أَحَادِيثَ حَدِيثَ يُونُسَ بْنِ مَتَّى وَحَدِيثَ ابْنِ عُمَرَ فِي الصَّلاَةِ وَحَدِيثَ الْقُضَاةُ ثَلاَثَةٌ وَحَدِيثَ ابْنِ عَبَّاسٍ حَدَّثَنِي رِجَالٌ مَرْضِيُّونَ مِنْهُمْ عُمَرُ وَأَرْضَاهُمْ عِنْدِي عُمَرُ ‏.‏ قَالَ أَبُو دَاوُدَ وَذَكَرْتُ حَدِيثَ يَزِيدَ الدَّالاَنِيِّ لأَحْمَدَ بْنِ حَنْبَلٍ فَانْتَهَرَنِي اسْتِعْظَامًا لَهُ وَقَالَ مَا لِيَزِيدَ الدَّالاَنِيِّ يُدْخِلُ عَلَى أَصْحَابِ قَتَادَةَ وَلَمْ يَعْبَأْ بِالْحَدِيثِ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[২০১] তিরমিযীঃ (অধ্যায়ঃ পবিত্রতা, অনুঃ ঘুমালে উযু ভঙ্গ হয়, হাঃ ৭৭, ইমাম তিরমিযী এ ব্যপারে নীরব থেকেছেন), আহমাদ (১/২৫৬, হাঃ ২৩১৫), ‘আবদ ইবনু হুমাইদ ‘মুসনাদ’ (৬৫৯), বায়হাক্বী ‘সুনানুল কুবরা’ (১/১২১)। ইমাম বায়হাক্বী বলেন, এ সূত্রে হাদীস বর্ণনায় ইয়াযিদ ইবনু ‘আবদুর রহমান আবু খালিদ আদ-দালানী এক হয়ে গেছেন। ইমাম তিরমিযী ‘আল-ইলাল’ গ্রন্থে বলেন, আমি এ হাদীস সম্পর্কে মুহাম্মাদ ইবনু ইসমাইল বুখারীকে জিজ্ঞেস করলে তিনি বলেন, এটা কিছুই না। আল্লামা মুনযিরী ‘মুখতাসার সুনান’ (১/১৪৫) গ্রন্থে বলেন ইমাম দারাকুতনী বলেন, ক্বাতাদাহ সূত্রে এ হাদীস বর্ণনায় ইয়াযিদ অর্থাৎ আদ-দালানী এক হয়ে গেছেন এবং এটি সহীহ নয়। অতএব হাদিসটি দুর্বল। হাদিসটিকে দুর্বল বলেছেন, আহমাদ ইবনু হাম্বল, ইমাম বুখারী, তিরমিযী, আল্লামা মুনযিরী ও অন্যান্যরা। মিশকাতের তাহক্বিক্বে শায়খ আলবানী (রহঃ) বলেন, সানাদে আদ-দালানী দুর্বল এবং তিনি হাদীসের মাতানেও ভুল করেছেন।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}