{
  "hadith": {
    "hadith_id": 2034,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, আমরা  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে আল্লাহর কুরআন এবং তাঁর এ সহীফার মধ্যে যা লিখিত আছে তা ব্যতীত অন্য কিছু লিপিবদ্ধ করিনি। তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মাদীনাহ ‘আয়ের’ থেকে ‘সাওর’ পর্যন্ত হারাম  এলাকা। এখানে যদি কেউ বিদ‘আত করে কিংবা বিদ‘আতীকে আশ্রয় দেয়, তবে তার উপর আল্লাহ, সকল ফেরেশতা ও মানবকুলের অভিশাপ। তার কোন ফরয বা নাফ্‌ল ‘ইবাদাত আল্লাহ্‌র দরবারে কবুল হবে না। তিনি আরো বলেছেনঃ সকল মুসলিমের নিরাপত্তা বিধান সমান গুরুত্বপূর্ণ, এমনকি একজন সাধারণ ব্যক্তির নিরাপত্তাও। সুতরাং যে ব্যক্তি কোন মুসলিমের প্রদত্ত নিরাপত্তায় বিঘ্ন ঘটাবে তার উপর আল্লাহ, সকল ফেরেশতা ও মানবকুলের অভিশাপ। তার কোন ফরয বা নাফ্‌ল ‘ইবাদাত আল্লাহর দরবারে কবুল হবে না। আর যে ব্যক্তি কোন কওমের লোকদের অনুমতি ছাড়াই তাদের নেতা হয় তার উপর আল্লাহ, সকল ফেরেশতা ও মানবকুলের অভিশাপ। তার কোন ফরয বা নাফ্‌ল ‘ইবাদাত আল্লাহর দরবারে কবুল হবে না। [২০৩৪]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ عَلِيٍّ، - رضى الله عنه - قَالَ مَا كَتَبْنَا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلاَّ الْقُرْآنَ وَمَا فِي هَذِهِ الصَّحِيفَةِ ‏.‏ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْمَدِينَةُ حَرَامٌ مَا بَيْنَ عَائِرٍ إِلَى ثَوْرٍ فَمَنْ أَحْدَثَ حَدَثًا أَوْ آوَى مُحْدِثًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يُقْبَلُ مِنْهُ عَدْلٌ وَلاَ صَرْفٌ وَذِمَّةُ الْمُسْلِمِينَ وَاحِدَةٌ يَسْعَى بِهَا أَدْنَاهُمْ فَمَنْ أَخْفَرَ مُسْلِمًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يُقْبَلُ مِنْهُ عَدْلٌ وَلاَ صَرْفٌ وَمَنْ وَالَى قَوْمًا بِغَيْرِ إِذْنِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يُقْبَلُ مِنْهُ عَدْلٌ وَلاَ صَرْفٌ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}