{
  "hadith": {
    "hadith_id": 205,
    "narrator": "আলী ইবনু ত্বালক্ব (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কেউ সালাতের মধ্যে (পশ্চাৎ-দ্বারে) বায়ু নির্গত করলে সে যেন ফিরে গিয়ে উযু করে এবং পুনরায় সালাত আদায় করে। [২০৪]\n\nদুর্বলঃ জঈফ আল-জামি’উস সাগীর ৬০৭, মিশকাত ৩১৪, ১০০৬।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ عِيسَى بْنِ حِطَّانَ، عَنْ مُسْلِمِ بْنِ سَلاَّمٍ، عَنْ عَلِيِّ بْنِ طَلْقٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا فَسَا أَحَدُكُمْ فِي الصَّلاَةِ فَلْيَنْصَرِفْ فَلْيَتَوَضَّأْ وَلْيُعِدِ الصَّلاَةَ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২০৪] তিরমিযী (অনুঃ নারীদের পশ্চাৎদ্বারে সঙ্গম করা অপছন্দনীয়, হাঃ ১১৬৪), দারিমী (অধ্যায়ঃ পবিত্রতা, অনুঃ যে ব্যক্তি স্বীয় স্ত্রীর পশ্চাৎদ্বারে সঙ্গম করে, হাঃ ১১৪১), ইবনু হিব্বান (২০৩, ২০৪), ‘আসিম আল আহওয়াল সূত্রে। ইমাম তিরমিযী বলেন, ‘আলী ইবনু ত্বালক্ব এর হাদিসটি হাসান। আমি মুহাম্মাদকে বলতে শুনেছি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সূত্রে বর্ণিত ‘আলী ইবনু ত্বালক্বের কেবল এ হাদিসটিই আমার জানা আছে। আহমাদ (১/৮৬, হাঃ ৬৫৫) শায়খ আহমাদ শাকির বলেন, এর সানাদ সহীহ এবং তিরমিযী (হাঃ ১১৬৫) ওয়াকি’ সূত্রে ইবনু আবদুল মালিক ইবনু মুসলিম হতে তাঁর পিতার সূত্রে। ইমাম তিরমিযী বলেন এখানে আলী হচ্ছে ‘আলী ইবনু ত্বালক্ব। হাদিসটির সানাদ সহীহ। \nকিন্তু মিশকাতের তাহক্বীক্বে শায়খ আলবানী (রহঃ) বলেনঃ এর সানাদে ঈসা ইবনু হিত্বত্বান রয়েছে। ইবনু ‘আবদুল বার বলেছেন, তিনি ঐ লোকদের অন্তর্ভুক্ত নন যাঁদের দ্বারা দলীল গ্রহণ করা যায়। হাফিয (রহঃ) ও আত-তাক্বরীব গ্রন্থে এদিকে ইঙ্গিত করেছেন। সেজন্য আমি একে যইফ সুনানে অন্তর্ভুক্ত করেছি। \n\nহাদীস থেকে শিক্ষাঃ\n১। পশ্চাতদ্বারে বায়ু নির্গত হলে উযু নষ্ট হবে। সালাত আদায়কালে বায়ু নির্গত হলে বা উযু ভঙ্গের অন্যান্য কারণ ঘটলে সালাত ছেড়ে দেয়া ওয়াজিব। \n২। কারো সালাতরত অবস্থায় বায়ু নির্গত হওয়ার কারণে উযু নষ্ট হলে সে যেন ফিরে এসে পুনরায় সালাত আরম্ভ করে এবং ছুটে যাওয়া অংশ থেকে আরম্ভ না করে।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}