{
  "hadith": {
    "hadith_id": 2056,
    "narrator": "উম্মু সালামাহ (রাঃ)",
    "bn": "উম্মু হাবীবাহ (রাঃ) বললেন, হে আল্লাহর রাসূল! আমার বোনের প্রতি কোন প্রয়োজন আছে কি? তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাকে দিয়ে আমার কি দরকার? তিনি বললেন, তাকে বিয়ে করবেন। তিনি বললেনঃ তোমার বোন? উম্মু হাবীবাহ (রাঃ) বললেন, হ্যাঁ। তিনি বললেনঃ তুমি এরূপ পছন্দ করো? তিনি বললেন, “আমি তো আপনার একমাত্র স্ত্রী না। কাজেই আমার ইচ্ছা, আমার বোনও আমার সাথে কল্যাণে শরীক হোক।” তিনি বললেনঃ আমার জন্য এরূপ হালাল নয়। উম্মু হাবীবাহ (রাঃ) বললেন, আল্লাহর কসম! আমি জেনেছি, আপনি আবূ সালামাহর কন্যা ‘দোররাহ’-কে বিয়ে করতে আগ্রহী? তিনি বললেনঃ তুমি বলতে চাইছো আমি উম্মু সালামাহর কন্যাকে বিয়ে করতে চাই। উম্মু হাবীবাহ (রাঃ) বললেন, হ্যাঁ। তিনি বললেনঃ সে আমার সপত্নী কন্যাও না হলেও তাকে বিয়ে করা আমার জন্য বৈধ হতো না। যেহেতু সে দুধ সম্পর্কের কারণে আমার ভ্রাতুস্পুত্রী। আমি এবং তার পিতা আবূ সালামাহ উভয়কে সুয়াইবিয়্যাহ দুধ পান করিয়েছেন। সুতরাং তোমরা তোমাদের কন্যা ও ভগ্নিকে আমার জন্য পেশ করো না।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، أَنَّ أُمَّ حَبِيبَةَ، قَالَتْ يَا رَسُولَ اللَّهِ هَلْ لَكَ فِي أُخْتِي قَالَ ‏\"‏ فَأَفْعَلُ مَاذَا ‏\"‏ ‏.‏ قَالَتْ فَتَنْكِحُهَا ‏.‏ قَالَ ‏\"‏ أُخْتَكِ ‏\"‏ ‏.‏ قَالَتْ نَعَمْ ‏.‏ قَالَ ‏\"‏ أَوَتُحِبِّينَ ذَاكَ ‏\"‏ ‏.‏ قَالَتْ لَسْتُ بِمُخْلِيَةٍ بِكَ وَأَحَبُّ مَنْ شَرَكَنِي فِي خَيْرٍ أُخْتِي ‏.‏ قَالَ ‏\"‏ فَإِنَّهَا لاَ تَحِلُّ لِي ‏\"‏ ‏.‏ قَالَتْ فَوَاللَّهِ لَقَدْ أُخْبِرْتُ أَنَّكَ تَخْطُبُ دُرَّةَ - أَوْ ذَرَّةَ شَكَّ زُهَيْرٌ - بِنْتَ أَبِي سَلَمَةَ ‏.‏ قَالَ ‏\"‏ بِنْتَ أُمِّ سَلَمَةَ ‏\"‏ ‏.‏ قَالَتْ نَعَمْ ‏.‏ قَالَ ‏\"‏ أَمَا وَاللَّهِ لَوْ لَمْ تَكُنْ رَبِيبَتِي فِي حِجْرِي مَا حَلَّتْ لِي إِنَّهَا ابْنَةُ أَخِي مِنَ الرَّضَاعَةِ أَرْضَعَتْنِي وَأَبَاهَا ثُوَيْبَةُ فَلاَ تَعْرِضْنَ عَلَىَّ بَنَاتِكُنَّ وَلاَ أَخَوَاتِكُنَّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "12"
    }
  }
}