{
  "hadith": {
    "hadith_id": 2061,
    "narrator": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর স্ত্রী ‘আয়িশাহ ও উম্মু সালামাহ (রাঃ)",
    "bn": "আবূ হুযাইফাহ ইবনু ‘উতবাহ ইবনু রাবী’আহ ইবনু ‘আবদি শাম্‌স সালিমকে পালক পুত্র হিসেবে গ্রহণ করে তার সাথে স্বীয় ভাতিজী ওয়ালীদ ইবনু ‘উতবাহ ইবনু রাবী’আহ্‌র মেয়ে হিন্দাকে বিয়ে দেন। সালিম এক আনসারী মহিলার ক্রীতদাস ছিলো। যেমন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যায়িদকে পালক পুত্র হিসাবে লালন করেছিলেন। জাহিলী যুগের নিয়ম ছিলো, কেউ কাউকে পালক পুত্র হিসেবে গ্রহণ করলে লোকেরা তাকে ঐ ব্যক্তির পুত্র হিসেবে সম্বোধন করতো এবং ঐ লোক মারা গেলে পরিত্যক্ত সম্পদের উত্তরাধিকারীও তাকে করা হতো। কিন্তু যখন মহাপরাক্রমশালী আল্লাহ এ আয়াত অবতীর্ণ করলেনঃ “তাদেরকে (পালক পুত্রদেরকে) তাদের (প্রকৃত) পিতার নামে ডাকবে। তারা তোমাদের দীনি ভাই ও বন্ধু” (সূরাহ আহ্‌যাবঃ ৫)। অতঃপর তাদের প্রকৃত পিতার নাম ধরেই ডাকা আরম্ভ হয়। আর পিতার সন্ধান না পাওয়া গেলে তাকে বন্ধু ও দীনি ভাই বলে ডাকা হতো। পরবর্তীতে আবূ হুযাইফাহ ইবনু ‘উত্ববাহর স্ত্রী সাহলা বিনতু সুহাইল ইবনু ‘আমর আল-কুরাইশী আল-‘আমিরী (রাঃ) এসে বলেন, হে আল্লাহর রাসূল! সালিমকে আমরা আমাদের পুত্র গণ্য করি। সে আমার ও আবূ হুযাইফাহ্‌র সাথে একই ঘরে থাকে। আর সে আমাকে একই বস্ত্রের মধ্যে দেখেছে। আল্লাহ যা কিছু অবতীর্ণ করেছেন আপনি তা ভালভাবে অবহিত। এখন তার ব্যাপারে আপনি কি নির্দেশ দেন? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাকে তোমার দুধ পান করাও। সুতরাং তিনি তাকে পাঁচ ঢোক দুধ পান করান। তখন থেকে সে তার দুধ পানকারী সন্তান গন্য হয়। এ ঘটনার প্রেক্ষিতে ‘আয়িশাহ (রাঃ) তার ভাগ্নী ও ভাতিজীদেরকে নির্দেশ দিতেন যে, ‘আয়িশাহ (রাঃ) নিজে যাদেরকে সাক্ষাত দান ও যাদের আগমন পছন্দ করতেন, তাদেরকে যেন পাঁচ ঢোক নিজেদের দুধ পান করানো হয়, তাদের বয়স দুধ পানের বয়সের (দু’বছরের) বেশী হয়েও। অতঃপর তারা ‘আয়িশাহর কাছে সরাসরি আসতো। কিন্তু উম্মু সালামাহ (রাঃ) এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অন্যান্য স্ত্রীগণ যে কোন ব্যক্তিকে এরূপ দুধসন্তান বানিয়ে তাদের কাছে উপস্থিত হওয়ার বিষয়টি বর্জন করলেন, যতক্ষণ না শিশু বয়সে দুধ পান করা হয়। তারা ‘আয়িশাহ (রাঃ)-কে বললেন, আল্লাহর শপথ! আমাদের জানা নেই, সম্ভবত সালিমের বিষয়ে এটা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর একটি বিশেষ অনুমোদন ছিলো যা অন্য কারোর জন্য প্রযোজ্য নয়।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَنْبَسَةُ، حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم وَأُمِّ سَلَمَةَ أَنَّ أَبَا حُذَيْفَةَ بْنَ عُتْبَةَ بْنِ رَبِيعَةَ بْنِ عَبْدِ شَمْسٍ كَانَ تَبَنَّى سَالِمًا وَأَنْكَحَهُ ابْنَةَ أَخِيهِ هِنْدَ بِنْتَ الْوَلِيدِ بْنِ عُتْبَةَ بْنِ رَبِيعَةَ وَهُوَ مَوْلًى لاِمْرَأَةٍ مِنَ الأَنْصَارِ كَمَا تَبَنَّى رَسُولُ اللَّهِ صلى الله عليه وسلم زَيْدًا وَكَانَ مَنْ تَبَنَّى رَجُلاً فِي الْجَاهِلِيَّةِ دَعَاهُ النَّاسُ إِلَيْهِ وَوُرِّثَ مِيرَاثَهُ حَتَّى أَنْزَلَ اللَّهُ سُبْحَانَهُ وَتَعَالَى فِي ذَلِكَ ‏{‏ ادْعُوهُمْ لآبَائِهِمْ ‏}‏ إِلَى قَوْلِهِ ‏{‏ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ ‏}‏ فَرُدُّوا إِلَى آبَائِهِمْ فَمَنْ لَمْ يُعْلَمْ لَهُ أَبٌ كَانَ مَوْلًى وَأَخًا فِي الدِّينِ فَجَاءَتْ سَهْلَةُ بِنْتُ سُهَيْلِ بْنِ عَمْرٍو الْقُرَشِيِّ ثُمَّ الْعَامِرِيِّ - وَهِيَ امْرَأَةُ أَبِي حُذَيْفَةَ - فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّا كُنَّا نَرَى سَالِمًا وَلَدًا وَكَانَ يَأْوِي مَعِي وَمَعَ أَبِي حُذَيْفَةَ فِي بَيْتٍ وَاحِدٍ وَيَرَانِي فُضْلاً وَقَدْ أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ فِيهِمْ مَا قَدْ عَلِمْتَ فَكَيْفَ تَرَى فِيهِ فَقَالَ لَهَا النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَرْضِعِيهِ ‏\"‏ ‏.‏ فَأَرْضَعَتْهُ خَمْسَ رَضَعَاتٍ فَكَانَ بِمَنْزِلَةِ وَلَدِهَا مِنَ الرَّضَاعَةِ فَبِذَلِكَ كَانَتْ عَائِشَةُ - رضى الله عنها - تَأْمُرُ بَنَاتِ أَخَوَاتِهَا وَبَنَاتِ إِخْوَتِهَا أَنْ يُرْضِعْنَ مَنْ أَحَبَّتْ عَائِشَةُ أَنْ يَرَاهَا وَيَدْخُلَ عَلَيْهَا وَإِنْ كَانَ كَبِيرًا خَمْسَ رَضَعَاتٍ ثُمَّ يَدْخُلَ عَلَيْهَا وَأَبَتْ أُمُّ سَلَمَةَ وَسَائِرُ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم أَنْ يُدْخِلْنَ عَلَيْهِنَّ بِتِلْكَ الرَّضَاعَةِ أَحَدًا مِنَ النَّاسِ حَتَّى يَرْضَعَ فِي الْمَهْدِ وَقُلْنَ لِعَائِشَةَ وَاللَّهِ مَا نَدْرِي لَعَلَّهَا كَانَتْ رُخْصَةً مِنَ النَّبِيِّ صلى الله عليه وسلم لِسَالِمٍ دُونَ النَّاسِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "12"
    }
  }
}