{
  "hadith": {
    "hadith_id": 2103,
    "narrator": "সারাহ বিনতু মিক্বসাম (রহঃ)",
    "bn": "তিনি মায়মূনা বিনতু কারদাম (রহঃ)-কে বলতে শুনেছেন, রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাজ্জের বছরে আমি আমার পিতার সাথে বের হলাম। অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখে আমার পিতা তাঁর নিকট উপস্থিত হলেন। এ সময় তিনি তাঁর উষ্ট্রীর উপর ছিলেন এবং তাঁর সাথে ছিলো শিক্ষকদের হাতে যেরূপ দোররা থাকে সেরূপ দোররা। এ সময় আমি আরব ও অন্যান্যদের বলতে শুনলাম, দোররা থেকে দূরে থাকো, দোররা থেকে দূরে থাকো, দোররা থেকে দূরে থাকো। অতঃপর আমার পিতা তাঁর কাছে গিয়েই তাঁর পা দু’খানা জড়িয়ে ধরে তাঁর রিসালাতের স্বীকৃতি দেন, তার কাছে অবস্থান করেন এবং তার কথা শুনেন। আমার পিতা বলেন, আমি (জাহেলী যুগে) ‘আসরান’ যুদ্ধে অংশগ্রহণ করেছি। ইবনুল মুসান্নার বর্ণনায় রয়েছে ‘গাস্রান’। তখন তারিক ইবনুল মুরাক্কা’ বললো, আামাকে এর বিনিময়ে কে একটি তীর দিবে? আমি বললাম, এর বিনিময় কি? সে বললো, আমার সর্বপ্রথম যে কন্যাটি জন্মগ্রহণ করবে তাকে তার সাথে বিয়ে দিবো। আমি আমার তীরটি তাকে দিলাম। এরপর আমি তাদের কাছ থেকে চলে গেলাম। পরে আমি জানতে পারলাম, তার কন্যা সন্তান জন্ম হয়েছে এবং সে সাবালিকাও হয়েছে। অতঃপর আমি তার নিকট গিয়ে বললাম, আমার স্ত্রী আমাকে দিন। সুতরাং তারা তাকে আমার নিকট সোপর্দ করতে প্রস্তুতি নিলো। কিন্তু সে (পিতা) শপথ করে বললো, অতিরিক্ত কিছু মোহর না দিলে কন্যাকে দিবো না। অপরদিকে আমিও শপথ করি, তাকে পূর্বে যা দিয়েছি, তা ছাড়া অতিরিক্ত কিছু দিবো না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ বর্তমানে সে একজন মহিলা। হয়তো সে তোমাকে (বৃদ্ধ) দেখেছে। তিনি আরো বললেনঃ আমার ইচ্ছা, তুমি তাকে ত্যাগ করো। তিনি (কারদাম) বলেন, আমি আমার শপথের জন্য ভীত হলাম এবং রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দিকে তাকালাম। তিনি আমার অবস্থা অনুধাবন করে বললেনঃ (শপথের কারণে) তোমার কোন গুনাহ হবে না এবং তোমার প্রতিপক্ষেরও কোন গুনাহ হবে না। [২১০৩]",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، - الْمَعْنَى - قَالاَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ بْنِ مِقْسَمٍ الثَّقَفِيُّ، - مِنْ أَهْلِ الطَّائِفِ - حَدَّثَتْنِي سَارَّةُ بِنْتُ مِقْسَمٍ، أَنَّهَا سَمِعَتْ مَيْمُونَةَ بِنْتَ كَرْدَمٍ، قَالَتْ خَرَجْتُ مَعَ أَبِي فِي حَجَّةِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَرَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَدَنَا إِلَيْهِ أَبِي وَهُوَ عَلَى نَاقَةٍ لَهُ فَوَقَفَ لَهُ وَاسْتَمَعَ مِنْهُ وَمَعَهُ دِرَّةٌ كَدِرَّةِ الْكُتَّابِ فَسَمِعْتُ الأَعْرَابَ وَالنَّاسَ وَهُمْ يَقُولُونَ الطَّبْطَبِيَّةَ الطَّبْطَبِيَّةَ الطَّبْطَبِيَّةَ فَدَنَا إِلَيْهِ أَبِي فَأَخَذَ بِقَدَمِهِ فَأَقَرَّ لَهُ وَوَقَفَ عَلَيْهِ وَاسْتَمَعَ مِنْهُ فَقَالَ إِنِّي حَضَرْتُ جَيْشَ عِثْرَانَ - قَالَ ابْنُ الْمُثَنَّى جَيْشَ غِثْرَانَ - فَقَالَ طَارِقُ بْنُ الْمُرَقَّعِ مَنْ يُعْطِينِي رُمْحًا بِثَوَابِهِ قُلْتُ وَمَا ثَوَابُهُ قَالَ أُزَوِّجُهُ أَوَّلَ بِنْتٍ تَكُونُ لِي ‏.‏ فَأَعْطَيْتُهُ رُمْحِي ثُمَّ غِبْتُ عَنْهُ حَتَّى عَلِمْتُ أَنَّهُ قَدْ وُلِدَ لَهُ جَارِيَةٌ وَبَلَغَتْ ثُمَّ جِئْتُهُ فَقُلْتُ لَهُ أَهْلِي جَهِّزْهُنَّ إِلَىَّ ‏.‏ فَحَلَفَ أَنْ لاَ يَفْعَلَ حَتَّى أُصْدِقَهُ صَدَاقًا جَدِيدًا غَيْرَ الَّذِي كَانَ بَيْنِي وَبَيْنَهُ وَحَلَفْتُ لاَ أُصْدِقُ غَيْرَ الَّذِي أَعْطَيْتُهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَبِقَرْنِ أَىِّ النِّسَاءِ هِيَ الْيَوْمَ ‏\"‏ ‏.‏ قَالَ قَدْ رَأَتِ الْقَتِيرَ ‏.‏ قَالَ ‏\"‏ أَرَى أَنْ تَتْرُكَهَا ‏\"‏ ‏.‏ قَالَ فَرَاعَنِي ذَلِكَ وَنَظَرْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا رَأَى ذَلِكَ مِنِّي قَالَ ‏\"‏ لاَ تَأْثَمُ وَلاَ يَأْثَمُ صَاحِبُكَ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ الْقَتِيرُ الشَّيْبُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২১০৩] আহমাদ, আবূ নু‘আইম ‘হিলয়্যা’। সানাদে সারা বিনতু মিকসাম রয়েছে। হাফিয বলেনঃ তাকে চেনা যায়নি। আল্লামা মুনযিরী বলেনঃ এই হাদীসের সানাদে গরমিল আছে, এবং সানাদে একজন অপরিচিত লোক রয়েছে।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}