{
  "hadith": {
    "hadith_id": 2118,
    "narrator": "‘আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে বিবাহের খুত্ববাহ শিক্ষা দিয়েছেনঃ “সমস্ত প্রশংসা এক আল্লাহর জন্যই। আমরা তাঁর কাছে সাহায্য চাই, তাঁর কাছে ক্ষমা চাই এবং তাঁর কাছে আশ্রয় প্রার্থনা করি আমাদের দেহ ও আত্মার সবল অনিষ্ট হতে। আল্লাহ যাকে হিদায়াত দেন, কেউ তাকে পথভ্রষ্ট করতে পারে না। আর তিনি যাকে পথভ্রষ্ট করেন, কেউ তাকে হিদায়াত করতে পারে না। আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া কোনো ইলাহ নেই এবং আমি আরো সাক্ষ্য দিচ্ছি যে, মুহম্মাদ তাঁর বান্দা ও রাসূল। হে ঈমানদারগণ! তোমরা আল্লাহকে ভয় করো, তোমাদের পরস্পরের মধ্যে চাওয়া-নেওয়া ও আত্মীয়দের ব্যাপারে। নিশ্চয় আল্লাহ তোমাদের উপর তীক্ষ্ম দৃষ্টি রাখেন”। “হে ঈমানদারগণ, তোমরা যথাযথভাবে আল্লাহকে ভয় করো এবং মুসলিম  না হয়ে মরো না’’ (সূরা আলে ইমরানঃ ১০১)। “হে ঈমানদারগণ! সঠিক কথা বলো। তাহলে তিনি তোমাদের কাজকর্ম সংশোধন করে দিবেন এবং তোমাদের গুনাহ ক্ষমা করবেন। আর যে ব্যক্তি আল্লাহ ও তাঁর রাসূলের আনুগত্য করবে, সে মহাসাফল্য লাভ করবে” (সূরা আহযাবঃ ৭০-৭১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، فِي خُطْبَةِ الْحَاجَةِ فِي النِّكَاحِ وَغَيْرِهِ ح وَحَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الأَنْبَارِيُّ - الْمَعْنَى - حَدَّثَنَا وَكِيعٌ عَنْ إِسْرَائِيلَ عَنْ أَبِي إِسْحَاقَ عَنْ أَبِي الأَحْوَصِ وَأَبِي عُبَيْدَةَ عَنْ عَبْدِ اللَّهِ قَالَ عَلَّمَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم خُطْبَةَ الْحَاجَةِ ‏\"‏ إِنَّ الْحَمْدَ لِلَّهِ نَسْتَعِينُهُ وَنَسْتَغْفِرُهُ وَنَعُوذُ بِهِ مِنْ شُرُورِ أَنْفُسِنَا مَنْ يَهْدِ اللَّهُ فَلاَ مُضِلَّ لَهُ وَمَنْ يُضْلِلْ فَلاَ هَادِيَ لَهُ وَأَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ يَا أَيُّهَا الَّذِينَ آمَنُوا ‏{‏ اتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا ‏}‏ ‏{‏ يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ ‏}‏ ‏{‏ يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا ‏}‏ ‏.‏ لَمْ يَقُلْ مُحَمَّدُ بْنُ سُلَيْمَانَ إِنَّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "12"
    }
  }
}