{
  "hadith": {
    "hadith_id": 2185,
    "narrator": "‘উরওয়াহ (রহঃ)-এর মুক্তদাস ‘আবদুর রহমান ইবনু আইমান (রহঃ)",
    "bn": "ইবনু ‘উমার (রাঃ)-কে জিজ্ঞেস করলেন, আর আবুয যুবাইর (রহঃ) তা শুনলেন, কেউ তার ঋতুবতী স্ত্রীকে তালাক দিলে তার হুকুম কি? তিনি বলেন, ইবনু ‘উমার (রাঃ) তার ঋতুবতী স্ত্রীকে তালাক দিয়েছিলেন। ফলে ‘উমার (রাঃ) এ বিষয়ে জানতে চেয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে বললেন, হে আল্লাহর রাসূল! ‘আবদুল্লাহ ইবনু ‘উমার তার ঋতুবতী স্ত্রীকে তালাক দিয়েছে। ‘আবদুল্লাহ (রাঃ) বলেন, তিনি আমার স্ত্রীকে ফিরিয়ে আনতে বলেছেন এবং এটাকে দোষণীয় বলেননি। তিনি বলেছেনঃ যখন সে ঋতু থেকে পবিত্র হবে তখন ইচ্ছে হলে তালাক দিবে অথবা রাখবে। ইবনু ‘উমার (রাঃ) বলেন, অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এ আয়াতটি পাঠ করলেনঃ “হে নাবী! যখন তোমরা স্ত্রীদেরকে তালাক দিবে, তখন তাদের ইদ্দাত আসার পূর্বে তালাক দিবে।”\nইমাম আবূ দাঊদ (রহঃ) বলেন, হাদীসটি ইউনুস ইবনু জুবাইর, আনাস ইবনু সীরীন, সাঈদ ইবনু জুবাইর, যয়িদ ইবনু আসলাম, আবূয যুবাইর এবং মানসূর (রহঃ) আবূ ওয়ায়িলের সূত্রে ইবনু ‘উমার (রাঃ) হতে বর্ণনা করেছেন। তাদের সকলের হাদীসের অর্থ হলোঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আদেশ দিয়েছেন, সে তার স্ত্রীকে পবিত্র হওয়া পর্যন্ত রেখে দিবে। মুহাম্মাদ ইবনু ‘আবদুর রহমান (রহঃ) সালিম সূত্রে ইবনু ‘উমার (রাঃ) হতে অনুরূপ বর্ণনা করেছেন। আর সালিম হতে তিনি নাফি‘ হতে ইবনু ‘উমার (রাঃ) সূত্রে ইমাম যুহরীর বর্ণনা হলো, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ‘আবদুল্লাহকে নির্দেশ দিলেন, তুমি তাকে পবিত্র হওয়া পর্যন্ত রেখে দাও, এরপর পুনরায় ঋতুবতী হয়ে পবিত্র হওয়া পর্যন্ত রেখে দাও, অতঃপর ইচ্ছে হলে তালাক দিবে অথবা রেখে দিবে।  আর ‘আত্বা আল-খোরসানী হতে হাসান বাসরীর মাধ্যমে ইবনু ‘উমার (রাঃ) সূত্রে নাফি‘ ও যুহরীর অনুরূপ বর্ণিত হয়েছে। ইমাম আবু দাঊদ (রহঃ) বলেন, উল্লেখিত সব হাদীস আবূয যুবাইরের বর্ণনার বিপরীত।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، أَنَّهُ سَمِعَ عَبْدَ الرَّحْمَنِ بْنَ أَيْمَنَ، مَوْلَى عُرْوَةَ يَسْأَلُ ابْنَ عُمَرَ وَأَبُو الزُّبَيْرِ يَسْمَعُ قَالَ كَيْفَ تَرَى فِي رَجُلٍ طَلَّقَ امْرَأَتَهُ حَائِضًا قَالَ طَلَّقَ عَبْدُ اللَّهِ بْنُ عُمَرَ امْرَأَتَهُ وَهِيَ حَائِضٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَأَلَ عُمَرُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ قَالَ عَبْدُ اللَّهِ فَرَدَّهَا عَلَىَّ وَلَمْ يَرَهَا شَيْئًا وَقَالَ ‏\"‏ إِذَا طَهُرَتْ فَلْيُطَلِّقْ أَوْ لِيُمْسِكْ ‏\"‏ ‏.‏ قَالَ ابْنُ عُمَرَ وَقَرَأَ النَّبِيُّ صلى الله عليه وسلم ‏{‏ يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ ‏}‏ فِي قُبُلِ عِدَّتِهِنَّ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَى هَذَا الْحَدِيثَ عَنِ ابْنِ عُمَرَ يُونُسُ بْنُ جُبَيْرٍ وَأَنَسُ بْنُ سِيرِينَ وَسَعِيدُ بْنُ جُبَيْرٍ وَزَيْدُ بْنُ أَسْلَمَ وَأَبُو الزُّبَيْرِ وَمَنْصُورٌ عَنْ أَبِي وَائِلٍ مَعْنَاهُمْ كُلُّهُمْ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَهُ أَنْ يُرَاجِعَهَا حَتَّى تَطْهُرَ ثُمَّ إِنْ شَاءَ طَلَّقَ وَإِنْ شَاءَ أَمْسَكَ وَكَذَلِكَ رَوَاهُ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ سَالِمٍ عَنِ ابْنِ عُمَرَ وَأَمَّا رِوَايَةُ الزُّهْرِيِّ عَنْ سَالِمٍ وَنَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَهُ أَنْ يُرَاجِعَهَا حَتَّى تَطْهُرَ ثُمَّ تَحِيضَ ثُمَّ تَطْهُرَ ثُمَّ إِنْ شَاءَ طَلَّقَ وَإِنْ شَاءَ أَمْسَكَ وَرُوِيَ عَنْ عَطَاءٍ الْخُرَاسَانِيِّ عَنِ الْحَسَنِ عَنِ ابْنِ عُمَرَ نَحْوُ رِوَايَةِ نَافِعٍ وَالزُّهْرِيِّ وَالأَحَادِيثُ كُلُّهَا عَلَى خِلاَفِ مَا قَالَ أَبُو الزُّبَيْرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}