{
  "hadith": {
    "hadith_id": 2196,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রুকানার পিতা ‘আবদু ইয়াযীদ ও তার ভ্রাতৃগোষ্ঠী উম্মু রুকানাকে তালাক দেন এবং মুযাইনাহ গোত্রের এক মহিলাকে বিয়ে করেন। একদা ঐ মহিলা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে এসে বললো, তার স্বামী সহবাসে অক্ষম। যেমন আমার মাথার চুল অন্য চুলের কোন উপকারে আসে না। সুতরাং আপনি আমার ও তার মাঝে বিচ্ছেদ করিয়ে দিন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এতে অসন্তুষ্ট হন এবং রুকানা ও তার ভ্রাতৃগোষ্ঠীকে ডেকে আনেন। এরপর তিনি সেখানে উপস্থিত লোকজনকে বলেনঃ তোমরা কি লক্ষ্য করেছো যে, এদের মধ্যে অমুক অমুকের অঙ্গের সাথে মিল রয়েছে? তারা বললো, হ্যাঁ। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ‘আবদু ইয়াযীদকে বলেনঃ তুমি তাকে তালাক দাও। সুতরাং তিনি তাকে তালাক দিলেন। তিনি বলেনঃ তুমি রুকানার মা ও তার ভ্রাতৃগোষ্ঠীকে পুনরায় গ্রহণ করো। তিনি বলেন, আমি তো তাকে তিন তালাক দিয়েছি, হে আল্লাহ্‌র রাসূল! তিনি বলেনঃ আমি তা জানি, তুমি তাকে গ্রহণ করো। এরপর তিনি তিলাওয়াত করলেনঃ “হে নাবী! যখন তোমরা তোমাদের স্ত্রীদের তালাক দিবে তখন তাদের ইদ্দাতকালের প্রতি লক্ষ্য রেখে তালাক দিবে” (সূরাহ আত্-তালাকঃ ১)\nইমাম আবূ দাঊদ (রহঃ) বলেন, নাফি’ ইবনু উজাইর ও ‘আবদুল্লাহ ইবনু ‘আলী ইবনু ইয়াযীদ ইবনু রুকানা হতে তার পিতা ও তার দাদার সূত্রে বর্ণিত হাদীসে রয়েছেঃ রুকানা তার স্ত্রীকে তালাক দিলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাকে পুনরায় ঐ স্ত্রীকে গ্রহণ করতে আদেশ দেন। এটা অধিকতর সঠিক।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي بَعْضُ بَنِي أَبِي رَافِعٍ، مَوْلَى النَّبِيِّ صلى الله عليه وسلم عَنْ عِكْرِمَةَ مَوْلَى ابْنِ عَبَّاسٍ عَنِ ابْنِ عَبَّاسٍ قَالَ طَلَّقَ عَبْدُ يَزِيدَ - أَبُو رُكَانَةَ وَإِخْوَتِهِ - أُمَّ رُكَانَةَ وَنَكَحَ امْرَأَةً مِنْ مُزَيْنَةَ فَجَاءَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ مَا يُغْنِي عَنِّي إِلاَّ كَمَا تُغْنِي هَذِهِ الشَّعْرَةُ ‏.‏ لِشَعْرَةٍ أَخَذَتْهَا مِنْ رَأْسِهَا فَفَرِّقْ بَيْنِي وَبَيْنَهُ فَأَخَذَتِ النَّبِيَّ صلى الله عليه وسلم حَمِيَّةٌ فَدَعَا بِرُكَانَةَ وَإِخْوَتِهِ ثُمَّ قَالَ لِجُلَسَائِهِ ‏\"‏ أَتَرَوْنَ فُلاَنًا يُشْبِهُ مِنْهُ كَذَا وَكَذَا مِنْ عَبْدِ يَزِيدَ وَفُلاَنًا يُشْبِهُ مِنْهُ - كَذَا وَكَذَا ‏\"‏ ‏.‏ قَالُوا نَعَمْ ‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم لِعَبْدِ يَزِيدَ ‏\"‏ طَلِّقْهَا ‏\"‏ ‏.‏ فَفَعَلَ ثُمَّ قَالَ ‏\"‏ رَاجِعِ امْرَأَتَكَ أُمَّ رُكَانَةَ وَإِخْوَتِهِ ‏\"‏ ‏.‏ فَقَالَ إِنِّي طَلَّقْتُهَا ثَلاَثًا يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ قَدْ عَلِمْتُ رَاجِعْهَا ‏\"‏ ‏.‏ وَتَلاَ ‏{‏ يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ‏}‏ ‏.‏ قَالَ أَبُو دَاوُدَ وَحَدِيثُ نَافِعِ بْنِ عُجَيْرٍ وَعَبْدِ اللَّهِ بْنِ عَلِيِّ بْنِ يَزِيدَ بْنِ رُكَانَةَ عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّ رُكَانَةَ طَلَّقَ امْرَأَتَهُ الْبَتَّةَ فَرَدَّهَا إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم أَصَحُّ لأَنَّ وَلَدَ الرَّجُلِ وَأَهْلَهُ أَعْلَمُ بِهِ أَنَّ رُكَانَةَ إِنَّمَا طَلَّقَ امْرَأَتَهُ الْبَتَّةَ فَجَعَلَهَا النَّبِيُّ صلى الله عليه وسلم وَاحِدَةً ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}