{
  "hadith": {
    "hadith_id": 2245,
    "narrator": "ইবনু শিহাব (রহঃ)",
    "bn": "সাহল ইবনু সা’দ আস-সাঈদী (রাঃ) তাকে জানিয়েছেন যে, একদা ‘উয়াইমির ইবনু আশকার আল-আজলানী (রাঃ) ‘আসিম ইবনু ‘আদী (রাঃ) এর নিকট এসে বলেন, হে ‘আসিম! যদি কোন ব্যক্তি স্বীয় স্ত্রীর সাথে অন্য পুরুষকে পায়, এ বিষয়ে তোমার কি অভিমত? সে কি তাকে হত্যা করবে এবং তোমরা তাকে হত্যা করবে বা সে কী করবে? হে ‘আসিম! আমার এ বিষয়ে আপনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে জিজ্ঞেস করুন। ‘আসিম (রাঃ) এ সম্পর্কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে জিজ্ঞেস করলে তিনি তা খারাপ ও অশোভন মনে করলেন। রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) কাছে ‘আসিম (রাঃ) যা শুনলেন সেটা তার জন্য ভয়ানক মনে হলো। ‘আসিম (রাঃ) তার বাড়ি ফিরে এলে ‘উয়াইমির এসে তাকে বলেন, হে ‘আসিম! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তোমাকে কি বলেছেন? ‘আসিম বললেন, তুমি আমাকে খুব একটা ভালো কাজ দাওনি। আমি তোমার বিষয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে জিজ্ঞেস করলে তিনি তা অপছন্দ করেন। তখন ‘উয়াইমির (রাঃ)  আল্লাহর শপথ করে বললেন, আমি এ সম্পর্কে তাঁকে জিজ্ঞেস না করে ক্ষান্ত হবো না। এই বলে ‘উয়াইমির (রাঃ) উঠে সরাসরি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) নিকটে উপস্থিত হলেন। এ সময় তিনি চতুর্দিক থেকে লোকজন পরিবেষ্ঠিত ছিলেন। তিনি বললেন, হে আল্লাহর রাসূল! আপনি কি বলেন, যদি কোন ব্যক্তি নিজ স্ত্রীর সাথে অন্য পুরুষকে পায় তবে সে কি তাকে হত্যা করবে? অতঃপর আপনারা তাকে হত্যা করবেন বা সে কী করবে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেনঃ তোমার ও তোমার সঙ্গিনীর ব্যাপারে আয়াত অবতীর্ণ হয়েছে। তাকে নিয়ে এসো! সাহল (রাঃ) বলেন, তারা আসলো এবং উভয়েই লি’আন করলো। তখন আমি অন্যান্য লোকদের সঙ্গে সাথে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) কাছেই উপস্থিত ছিলাম। তারা লি’আন থেকে অবসর হলে ‘উয়াইমির (রাঃ) বলেন, হে আল্লাহর রাসূল! এরপর যদি আমি তাকে স্ত্রী হিসাবে রাখি তবে প্রমাণ হবে আমি মিথ্যা বলেছি। অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) নির্দেশ দেয়ার আগেই তিনি তাকে তিন তালাক দিলেন। ইবনু শিহাব (রহঃ) বলেন, তখন থেকে লি’আনকারীদের জন্য এটাই বিধান হয়ে যায়।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ، أَخْبَرَهُ أَنَّ عُوَيْمِرَ بْنَ أَشْقَرَ الْعَجْلاَنِيَّ جَاءَ إِلَى عَاصِمِ بْنِ عَدِيٍّ فَقَالَ لَهُ يَا عَاصِمُ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِهِ رَجُلاً أَيَقْتُلُهُ فَتَقْتُلُونَهُ أَمْ كَيْفَ يَفْعَلُ سَلْ لِي يَا عَاصِمُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ ذَلِكَ ‏.‏ فَسَأَلَ عَاصِمٌ رَسُولَ اللَّهِ صلى الله عليه وسلم فَكَرِهَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَسَائِلَ وَعَابَهَا حَتَّى كَبُرَ عَلَى عَاصِمٍ مَا سَمِعَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا رَجَعَ عَاصِمٌ إِلَى أَهْلِهِ جَاءَهُ عُوَيْمِرٌ فَقَالَ لَهُ يَا عَاصِمُ مَاذَا قَالَ لَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ عَاصِمٌ لَمْ تَأْتِنِي بِخَيْرٍ قَدْ كَرِهَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَسْأَلَةَ الَّتِي سَأَلْتُهُ عَنْهَا ‏.‏ فَقَالَ عُوَيْمِرٌ وَاللَّهِ لاَ أَنْتَهِي حَتَّى أَسْأَلَهُ عَنْهَا ‏.‏ فَأَقْبَلَ عُوَيْمِرٌ حَتَّى أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ وَسَطَ النَّاسِ فَقَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِهِ رَجُلاً أَيَقْتُلُهُ فَتَقْتُلُونَهُ أَمْ كَيْفَ يَفْعَلُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ قَدْ أُنْزِلَ فِيكَ وَفِي صَاحِبَتِكَ قُرْآنٌ فَاذْهَبْ فَأْتِ بِهَا ‏\"‏ ‏.‏ قَالَ سَهْلٌ فَتَلاَعَنَا وَأَنَا مَعَ النَّاسِ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا فَرَغَا قَالَ عُوَيْمِرٌ كَذَبْتُ عَلَيْهَا يَا رَسُولَ اللَّهِ إِنْ أَمْسَكْتُهَا ‏.‏ فَطَلَّقَهَا عُوَيْمِرٌ ثَلاَثًا قَبْلَ أَنْ يَأْمُرَهُ النَّبِيُّ صلى الله عليه وسلم ‏.‏ قَالَ ابْنُ شِهَابٍ فَكَانَتْ تِلْكَ سُنَّةَ الْمُتَلاَعِنَيْنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}