{
  "hadith": {
    "hadith_id": 2254,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "একদা হিলাল ইবনু উমাইয়্যাহ (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর নিকট শারীক ইবনু সাহমার সাথে তার স্ত্রীর অবৈধ সম্পর্কের অভিযোগ করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেনঃ তুমি প্রমাণ পেশ করো অন্যথায় তোমার পিঠে হদ্দ কার্যকর হবে। তিনি বললেন, হে আল্লাহর রাসূল! এটা কিভাবে সম্ভব? এক ব্যক্তি তার স্ত্রীর সাথে অন্য পুরুষকে অবৈধ কাজে লিপ্ত দেখে সে সাক্ষীর খোঁজে বের হবে? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আবারও বললেনঃ তুমি সাক্ষী পেশ করো, অন্যথায় তোমার পিঠে হদ্দ কার্যকর হবে। হিলাল বললেন, সেই সত্তার শপথ যিনি আপনাকে সত্য দীনসহ পাঠিয়েছেন। আমি আমার দাবিতে অবশ্যই সত্যবাদী। নিশ্চয় আল্লাহ আমার বিষয়ে অবতীর্ণ করবেন। যা আমার পিঠকে শাস্তি থেকে রক্ষা করবে। তখন এ আয়াত অবতীর্ণ হলোঃ “এবং যারা নিজেদের স্ত্রীদের উপর যিনার অভিযোগ দেয় অথচ তাদের কাছে তারা ছাড়া অন্য কেউ সাক্ষী নেই... হতে সত্যবাদী পর্যন্ত” নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) পাঠ করে শুনালেন। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাদেরকে লোক মারফত ডাকালেন। তারা উপস্থিত হলো এবং হিলাল (রাঃ) উঠে তার শপথ বাক্য পাঠ করলেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেনঃ আল্লাহই অবগত, তোমাদের দু’জনের মধ্যে একজন অবশ্যই মিথ্যাবাদী। সুতরাং তোমাদের মধ্যে কে তাওবাহ করবে? পরে মহিলাটি উঠে শপথ বাক্য পড়লো। মহিলাটি পঞ্চমবারের বাক্য “আল্লাহর গযব তার নিজের উপর বর্ষিত হোক, যদি স্বামী তার দাবিতে সত্যবাদী হয়” বলার সময় উপস্থিত লোকেরা তাকে বলেছিলে, এ বাক্যে অবশ্যই আল্লাহর ‘গযব’ নাযিল হবে। কাজেই ভেবে-চিন্তে বলো। ইবনু ‘আব্বাস (রাঃ) বলেন, একথা শুনে মহিলাটি কিছুক্ষণ থমকে দাঁড়ালো এবং পেছনের দিকে সরে এলো। আামদের ধারণা হলো, সম্ভবত সে বিরত থাকবে। কিন্তু সে আমি আমার বংশকে চিরদিনের জন্য কলংকিত করবো না” বলে পঞ্চম বাক্যটিও পাঠ করলো। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেনঃ তোমরা এ মহিলাটির প্রতি নযর রাখো, যদি সে কুচকুচে কালো চোখ, বড় নিতম্ব ও মোটা নলাওয়ালা সন্তান প্রসব করে তবে তা হবে শারীক ইবনু সাহমার। পরে সে এরূপ সন্তানই প্রসব করে। পরবর্তীতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ আল্লাহর কিতাবে লি’আনের নির্দিষ্ট বিধান অবতীর্ণ না হলে আমার ও এই নারীর মধ্যকার ফায়সালার বিষয়টি সংকটজনক হতো।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، أَخْبَرَنَا هِشَامُ بْنُ حَسَّانَ، حَدَّثَنِي عِكْرِمَةُ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ هِلاَلَ بْنَ أُمَيَّةَ، قَذَفَ امْرَأَتَهُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِشَرِيكِ بْنِ سَحْمَاءَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ الْبَيِّنَةَ أَوْ حَدٌّ فِي ظَهْرِكَ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ إِذَا رَأَى أَحَدُنَا رَجُلاً عَلَى امْرَأَتِهِ يَلْتَمِسُ الْبَيِّنَةَ فَجَعَلَ النَّبِيُّ صلى الله عليه وسلم يَقُولُ ‏\"‏ الْبَيِّنَةَ وَإِلاَّ فَحَدٌّ فِي ظَهْرِكَ ‏\"‏ ‏.‏ فَقَالَ هِلاَلٌ وَالَّذِي بَعَثَكَ بِالْحَقِّ نَبِيًّا إِنِّي لَصَادِقٌ وَلَيُنْزِلَنَّ اللَّهُ فِي أَمْرِي مَا يُبَرِّئُ ظَهْرِي مِنَ الْحَدِّ فَنَزَلَتْ ‏{‏ وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلاَّ أَنْفُسُهُمْ ‏}‏ فَقَرَأَ حَتَّى بَلَغَ ‏{‏ مِنَ الصَّادِقِينَ ‏}‏ فَانْصَرَفَ النَّبِيُّ صلى الله عليه وسلم فَأَرْسَلَ إِلَيْهِمَا فَجَاءَا فَقَامَ هِلاَلُ بْنُ أُمَيَّةَ فَشَهِدَ وَالنَّبِيُّ صلى الله عليه وسلم يَقُولُ ‏\"‏ اللَّهُ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ فَهَلْ مِنْكُمَا مِنْ تَائِبٍ ‏\"‏ ‏.‏ ثُمَّ قَامَتْ فَشَهِدَتْ فَلَمَّا كَانَ عِنْدَ الْخَامِسَةِ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ وَقَالُوا لَهَا إِنَّهَا مُوجِبَةٌ ‏.‏ قَالَ ابْنُ عَبَّاسٍ فَتَلَكَّأَتْ وَنَكَصَتْ حَتَّى ظَنَنَّا أَنَّهَا سَتَرْجِعُ فَقَالَتْ لاَ أَفْضَحُ قَوْمِي سَائِرَ الْيَوْمِ ‏.‏ فَمَضَتْ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَبْصِرُوهَا فَإِنْ جَاءَتْ بِهِ أَكْحَلَ الْعَيْنَيْنِ سَابِغَ الأَلْيَتَيْنِ خَدَلَّجَ السَّاقَيْنِ فَهُوَ لِشَرِيكِ بْنِ سَحْمَاءَ ‏\"‏ ‏.‏ فَجَاءَتْ بِهِ كَذَلِكَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لَوْلاَ مَا مَضَى مِنْ كِتَابِ اللَّهِ لَكَانَ لِي وَلَهَا شَأْنٌ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ وَهَذَا مِمَّا تَفَرَّدَ بِهِ أَهْلُ الْمَدِينَةِ حَدِيثُ ابْنِ بَشَّارٍ حَدِيثُ هِلاَلٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}