{
  "hadith": {
    "hadith_id": 226,
    "narrator": "গুদায়িফ ইবনুল হারিস",
    "bn": "তিনি বলেন, আমি ‘আয়িশা (রাঃ)-কে বললাম, আপনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে জানাবাতের গোসল কখন করতে দেখেছেন, রাতের প্রথমভাগে না শেষভাগে? ‘আয়িশা (রাঃ) বললেন, তিনি কখনো রাতের প্রথম ভাগে গোসল করতেন আবার কখনো রাতের শেষ ভাগে। আমি বললাম, আল্লাহু আকবার! সমস্ত প্রশংসা আল্লাহর জন্যই যিনি এ ব্যাপারে প্রশস্ততা ও সহজতা দান করেছেন। আমি বললাম, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিতর (সালাত) রাতের প্রথম দিকে আদায় করতেন, না শেষদিকে? তিনি বললেন, কখনো রাতের প্রথমদিকে বিতর আদায় করতেন আবার কখনো শেষ রাতে। আমি বললাম, আল্লাহু আকবার! সমস্ত প্রশংসা আল্লাহর জন্যই যিনি এ ব্যাপারে প্রশস্ততা ও সহজতা দান করেছেন। আমি বললাম, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুরআন তিলাওয়াত উচ্চৈঃস্বরে করতেন না নিম্নস্বরে? তিনি বললেন, তিনি কখনো উচ্চৈঃস্বরে এবং কখনো নিম্নস্বরে তিলাওয়াত করতেন। আমি বললাম, আল্লাহু আকবার! সমস্ত প্রশংসা আল্লাহর জন্যই, যিনি এ ব্যাপারে প্রশস্ততা ও সহজতা দান করেছেন।\n\nসহীহঃ মুসলিমে এর প্রথমাংশ রয়েছে।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا الْمُعْتَمِرُ، ح حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، قَالاَ حَدَّثَنَا بُرْدُ بْنُ سِنَانٍ، عَنْ عُبَادَةَ بْنِ نُسَىٍّ، عَنْ غُضَيْفِ بْنِ الْحَارِثِ، قَالَ قُلْتُ لِعَائِشَةَ أَرَأَيْتِ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَغْتَسِلُ مِنَ الْجَنَابَةِ فِي أَوَّلِ اللَّيْلِ أَوْ فِي آخِرِهِ قَالَتْ رُبَّمَا اغْتَسَلَ فِي أَوَّلِ اللَّيْلِ وَرُبَّمَا اغْتَسَلَ فِي آخِرِهِ ‏.‏ قُلْتُ اللَّهُ أَكْبَرُ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِي الأَمْرِ سَعَةً ‏.‏ قُلْتُ أَرَأَيْتِ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُوتِرُ أَوَّلَ اللَّيْلِ أَمْ فِي آخِرِهِ قَالَتْ رُبَّمَا أَوْتَرَ فِي أَوَّلِ اللَّيْلِ وَرُبَّمَا أَوْتَرَ فِي آخِرِهِ ‏.‏ قُلْتُ اللَّهُ أَكْبَرُ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِي الأَمْرِ سَعَةً ‏.‏ قُلْتُ أَرَأَيْتِ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَجْهَرُ بِالْقُرْآنِ أَمْ يَخْفِتُ بِهِ قَالَتْ رُبَّمَا جَهَرَ بِهِ وَرُبَّمَا خَفَتَ ‏.‏ قُلْتُ اللَّهُ أَكْبَرُ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِي الأَمْرِ سَعَةً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}