{
  "hadith": {
    "hadith_id": 2269,
    "narrator": "যায়িদ ইবনু আরক্বাম (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর নিকট বসা ছিলাম। তখন ইয়ামান থেকে এক লোক এসে বললো, ইয়ামানের তিন ব্যক্তি একটি সন্তানের মালিকানা দাবী নিয়ে ‘আলী (রাঃ)-এর কাছে উপস্থিত হয়ে বিবাদ করে, তারা সকলেই একই তুহুরে একটি মহিলার সাথে সঙ্গম করেছে। ‘আলী (রাঃ) তাদের মধ্যকার দু’জনকে বললেন, সন্তানটি তোমাদের মধ্যকার এই তৃতীয় ব্যক্তির। তাতে তারা ক্ষেপে গেলো। এবার তিনি অন্য দু’জনকে বললেন সন্তানটি তোমাদের এই তৃতীয় ব্যক্তির। তাতে তারাও রেগে গেলো। এবার তিনি অপর দু’জনকে বললেন, সন্তানটি তোমাদের মধ্যকার এই তৃতীয় ব্যক্তির। তাতে তারাও রাগান্বিত হলো। অতঃপর তিনি বললেন, তোমরা এই সন্তানের দাবী নিয়ে বিবাদ করছো। আমি লটারীর মাধ্যমে তোমাদের মধ্যে মীমাংসা করে দিবো। লটারীতে যার নাম উঠবে, সন্তানটি সেই পাবে, তবে সে অপর দু’জনকে এক-তৃতীয়াংশ ক্ষতিপূরণ হিসেবে প্রদান করবে। অতঃপর তিনি তাদের মধ্যে লটারী দিলেন এবং যার নাম উঠলো সন্তানটি তাকেই প্রদান করলেন। ‘আলী (রাঃ)-এর এ দুরদর্শিতা দেখে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এমনভাবে হেসে উঠলেন যে, তাঁর সম্মুখের ও মাড়ির দাঁত পর্যন্ত প্রকাশিত হলো।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ الأَجْلَحِ، عَنِ الشَّعْبِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ الْخَلِيلِ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ كُنْتُ جَالِسًا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَجَاءَ رَجُلٌ مِنَ الْيَمَنِ فَقَالَ إِنَّ ثَلاَثَةَ نَفَرٍ مِنْ أَهْلِ الْيَمَنِ أَتَوْا عَلِيًّا يَخْتَصِمُونَ إِلَيْهِ فِي وَلَدٍ وَقَدْ وَقَعُوا عَلَى امْرَأَةٍ فِي طُهْرٍ وَاحِدٍ فَقَالَ لاِثْنَيْنِ مِنْهُمَا طِيبَا بِالْوَلَدِ لِهَذَا ‏.‏ فَغَلَيَا ثُمَّ قَالَ لاِثْنَيْنِ طِيبَا بِالْوَلَدِ لِهَذَا ‏.‏ فَغَلَبَا ثُمَّ قَالَ لاِثْنَيْنِ طِيبَا بِالْوَلَدِ لِهَذَا ‏.‏ فَغَلَبَا فَقَالَ أَنْتُمْ شُرَكَاءُ مُتَشَاكِسُونَ إِنِّي مُقْرِعٌ بَيْنَكُمْ فَمَنْ قُرِعَ فَلَهُ الْوَلَدُ وَعَلَيْهِ لِصَاحِبَيْهِ ثُلُثَا الدِّيَةِ ‏.‏ فَأَقْرَعَ بَيْنَهُمْ فَجَعَلَهُ لِمَنْ قُرِعَ فَضَحِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى بَدَتْ أَضْرَاسُهُ أَوْ نَوَاجِذُهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}