{
  "hadith": {
    "hadith_id": 2290,
    "narrator": "‘উবাইদুল্লাহ (রহঃ)",
    "bn": "মারওয়ান ফাত্বিমাহ (রাঃ) এর কাছে কিছু জিজ্ঞাসা করতে প্রেরিত হলেন। তিনি তাকে জানালেন যে, তিনি (ফাত্বিমাহ) আবূ হাফসের স্ত্রী ছিলেন। নবী (সাল্লাল্লাহ ‘আলাইহি ওয়াসাল্লাম) ‘আলী ইবনু আবূ ত্বালিব (রাঃ)-কে ইয়ামানে কোন একটি এলাকার শাসক নিযুক্ত করে পাঠান। তার স্বামীও তার সাথে সেখানে যান। অতঃপর তার স্বামী তাকে অবশিষ্ট এক তালাক প্রদান করলেন। তিনি ‘আয়্যাশ ইবনু আবূ রাবী’আহ এবং হারিস ইবনু হিশামকে অনুরোধ করেন, তারা উভয়ে যেন ফাত্বিমাহকে খোরাকী দেন। জবাবে তারা উভয়ে বললেন, আল্লাহর শপথ! সে গর্ভবতী না হলে খোরাকী পাবে না। তিনি নবী (সাল্লাল্লাহ ‘আলাইহি ওয়াসাল্লাম) এর নিকট আগমন করলে তিনি বলেনঃ তুমি গর্ভবতী না হয়ে থাকলে খোরাকী পাবে না। তিনি স্বামীর ঘর থেকে অন্যত্র চলে যাওয়ার অনুমতি চাইলে তাকে চলে যাওয়ার অনুমতি দিলেন। ফাত্বিমাহ জিজ্ঞেস করলেন, হে আল্লাহর রাসূল! আমি কোথায় যাবো? তিনি বললেনঃ ইবনু উম্মে মাকতূমের নিকট। তিনি অন্ধ মানুষ। তুমি তার সামনে কাপড় বদলালেও সে দেখতে পাবে না। অতঃপর ইদ্দাত শেষ হওয়া পর্যন্ত তিনি সেখানে অবস্থান করলেন। অতঃপর নবী (সাল্লাল্লাহ ‘আলাইহি ওয়াসাল্লাম) তাকে উসামাহ (রাঃ)-এর সাথে বিবাহ দিলেন। তারপর ক্বাবীসাহ মারওয়ানকে তা অবহিত করলেন। মারওয়ান বলেন, আমরা উক্ত হাদীস শুধু একটি মহিলা থেকেই শুনেছি। আমরা নির্ভরযোগ্য বিষয়ে অবিচল থাকবো, লোকজন যার উপর আমল করে আসছে। ফাত্বিমাহ মারওয়ানের মন্তব্য শুনতে পেয়ে বলেন, আল্লাহর কিতাবই আমার ও তোমাদের মধ্যে মীমাংসা করবে। মহান আল্লাহ বলেছেনঃ “তোমরা তাদেরকে ইদ্দাত পালনের সুযোগ রেখে তালাক দিবে... তুমি জ্ঞাত নও, হয়তো এরপর আল্লাহ কোন উপায় করে দিবেন” (সূরাহ আত-তালাকঃ ১)। ফাত্বিমাহ (রাঃ) বললেন, তিন তালাকের (হায়িযের) পর আবার কি সৃষ্টির সম্ভাবনা আছে? ইমাম আবূ দাঊদ (রহঃ) বলেন ইউনুস যুহরী হতে অনুরূপই বর্ণনা করেছেন। আর যুবাইদী উভয় হাদীসকে উবাইদুল্লাহর হাদীসের মতই মা’মারের হাদীসের অর্থে বর্ণনা করেছেন। আর আবূ সালামাহর হাদীস ‘উক্বাইলের হাদীসের অর্থানুরূপ এবং মুহাম্মাদ ইবনু ইসহাক্ব যুহরীর মাধ্যমে বর্ণনা করেন যে, ক্বাবীসাহ ইবনু যুআইব (রহঃ) এর হাদীসের অর্থ ‘উবাইুদুল্লাহ ইবনু ‘আবদুল্লাহ বর্ণিত হাদীসের অর্থকে সমর্থন করে। তিনি বলেছেন, “অতঃপর ক্বাবীসাহ মারওয়ানের নিকট গিয়ে ফাত্বিমাহ (রাঃ) এর বিবরণ তাকে অবহিত করলেন।",
    "ar": "حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ، قَالَ أَرْسَلَ مَرْوَانُ إِلَى فَاطِمَةَ فَسَأَلَهَا فَأَخْبَرَتْهُ أَنَّهَا كَانَتْ عِنْدَ أَبِي حَفْصٍ وَكَانَ النَّبِيُّ صلى الله عليه وسلم أَمَّرَ عَلِيَّ بْنَ أَبِي طَالِبٍ - يَعْنِي عَلَى بَعْضِ الْيَمَنِ - فَخَرَجَ مَعَهُ زَوْجُهَا فَبَعَثَ إِلَيْهَا بِتَطْلِيقَةٍ كَانَتْ بَقِيَتْ لَهَا وَأَمَرَ عَيَّاشَ بْنَ أَبِي رَبِيعَةَ وَالْحَارِثَ بْنَ هِشَامٍ أَنْ يُنْفِقَا عَلَيْهَا فَقَالاَ وَاللَّهِ مَا لَهَا نَفَقَةٌ إِلاَّ أَنْ تَكُونَ حَامِلاً ‏.‏ فَأَتَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏\"‏ لاَ نَفَقَةَ لَكِ إِلاَّ أَنْ تَكُونِي حَامِلاً ‏\"‏ ‏.‏ وَاسْتَأْذَنَتْهُ فِي الاِنْتِقَالِ فَأَذِنَ لَهَا فَقَالَتْ أَيْنَ أَنْتَقِلُ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ عِنْدَ ابْنِ أُمِّ مَكْتُومٍ ‏\"‏ ‏.‏ وَكَانَ أَعْمَى تَضَعُ ثِيَابَهَا عِنْدَهُ وَلاَ يُبْصِرُهَا فَلَمْ تَزَلْ هُنَاكَ حَتَّى مَضَتْ عِدَّتُهَا فَأَنْكَحَهَا النَّبِيُّ صلى الله عليه وسلم أُسَامَةَ فَرَجَعَ قَبِيصَةُ إِلَى مَرْوَانَ فَأَخْبَرَهُ بِذَلِكَ فَقَالَ مَرْوَانُ لَمْ نَسْمَعْ هَذَا الْحَدِيثَ إِلاَّ مِنَ امْرَأَةٍ فَسَنَأْخُذُ بِالْعِصْمَةِ الَّتِي وَجَدْنَا النَّاسَ عَلَيْهَا فَقَالَتْ فَاطِمَةُ حِينَ بَلَغَهَا ذَلِكَ بَيْنِي وَبَيْنَكُمْ كِتَابُ اللَّهِ قَالَ اللَّهُ تَعَالَى ‏{‏ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ ‏}‏ حَتَّى ‏{‏ لاَ تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا ‏}‏ قَالَتْ فَأَىُّ أَمْرٍ يَحْدُثُ بَعْدَ الثَّلاَثِ قَالَ أَبُو دَاوُدَ وَكَذَلِكَ رَوَاهُ يُونُسُ عَنِ الزُّهْرِيِّ وَأَمَّا الزُّبَيْدِيُّ فَرَوَى الْحَدِيثَيْنِ جَمِيعًا حَدِيثَ عُبَيْدِ اللَّهِ بِمَعْنَى مَعْمَرٍ وَحَدِيثَ أَبِي سَلَمَةَ بِمَعْنَى عُقَيْلٍ وَرَوَاهُ مُحَمَّدُ بْنُ إِسْحَاقَ عَنِ الزُّهْرِيِّ أَنَّ قَبِيصَةَ بْنَ ذُؤَيْبٍ حَدَّثَهُ بِمَعْنًى دَلَّ عَلَى خَبَرِ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ حِينَ قَالَ فَرَجَعَ قَبِيصَةُ إِلَى مَرْوَانَ فَأَخْبَرَهُ بِذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}