{
  "hadith": {
    "hadith_id": 2299,
    "narrator": "হুমাইদ ইবনু নাফি’ (রহঃ)",
    "bn": "যাইনাব বিনতু আবূ সালামাহ (রাঃ) তাকে এ তিনটি হাদীস বর্ণনা করেছেন। যাইনাব (রাঃ) বলেন, নবী (সাল্লাল্লাহ ‘আলাইহি ওয়াসাল্লাম) এর স্ত্রী উম্মু হাবীবাহ (রাঃ) হলুদ রং-এর সুগন্ধি বা অন্য কিছুর জন্য ডাকলেন। সেটা দিয়ে একটি বালিকাকে সুগন্ধি মাখালেন এবং তার গাল স্পর্শ করলেন। অতঃপর বললেন, আল্লাহর শপথ! আমার কোন সুগন্ধির প্রয়োজন ছিলো না। আমি রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়াসাল্লাম)-কে বলতে শুনেছিঃ যে নারী আল্লাহ ও শেষ দিনের প্রতি ঈমান রাখে তার পক্ষে মৃত ব্যক্তির জন্য তিন দিনের অধিক শোক পালন বৈধ নয়। কিন্তু স্ত্রী স্বীয় স্বামীর মৃত্যুতে চার মাস দশ দিন শোক পালন করবে। যাইনাব (রাঃ) বলেন, অতঃপর যাইনাব বিনতু জাহশের ভাই মারা গেলে আমি তার ঘরে প্রবেশ করি। তিনিও সুগন্ধি নিয়ে আহবান করলেন এবং তা লাগিয়ে বললেন, আল্লাহর শপথ! আমার সুগন্ধির কোন দরকার ছিলো না। শুধু এজন্যেই ব্যবহার করলাম যে, আমি রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়াসাল্লাম)-কে মিম্বারে দাঁড়িয়ে বলতে শুনেছিঃ যে মহিলা আল্লাহ ও শেষ দিনের প্রতি ঈমান রাখে তার পক্ষে মৃতের জন্য তিন দিনের অধিক শোক পালন করা বৈধ নয়। স্ত্রী কেবল তার স্বামীর মৃত্যুতে চার মাস দশ দিন শোক পালন করবে। যাইনাব (রহঃ) বলেন, আমি আমার মা উম্মু সালামাহ (রাঃ)-কে বলতে শুনেছি, একদা রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়াসাল্লাম)-এর নিকট এক মহিলা এসে বললো, হে আল্লাহর রাসূল! আমার কন্যার স্বামী মারা গেছে এবং কন্যাটির চোখে রোগ ধরেছে। আমরা কি তার চোখে সুরমা লাগিয়ে দিবো? রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বললেনঃ না। মহিলাটি দুই অথবা তিনবার জিজ্ঞেস করলো আর তিনি প্রতিবারই ‘না’ বললেন। এরপর রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়াসাল্লাম) বললেনঃ সে চার মাস দশ দিন অপেক্ষা করবে। অথচ জাহিলী যুগে তোমাদের কোন নারীকে এক বছর যাবত ইদ্দাত পালন করতে হতো, অতঃপর পায়খানা নিক্ষেপ করে পবিত্র হতো। হুমাইদ (রহঃ) বলেন, আমি যাইনাবকে জিজ্ঞেস করি, বছর শেষে পায়খানা নিক্ষেপের অর্থ কি? যাইনাব বলেন, জাহিলী যুগে কোন নারীর স্বামী মারা গেলে সে একটি কুড়ে ঘরে প্রবেশ করতো এবং খুবই মন্দ পোশাক পরতো, কোন সুগন্ধি মাখতো না। এভাবে সে এক বছর অতিবাহিত করতো। অতঃপর তার কাছে চতুষ্পদ জন্তু, যেমন গাধা, বকরী বা পাখি আনা হতো। সে তার গায়ে হাত বুলাতো, সে যেটার গায়ে হাত বুলাতো সেটা কমই জীবিত থাকতো। অতঃপর মহিলাকে বের করে এসে কিছু পায়খানা দেয়া হতো। সে তা নিক্ষেপ করতো। তারপর সে যে কোন কাজ, যেমন সুগন্ধি ব্যবহার ইত্যাদি করতো। ইমাম আবূ দাঊদ (রহঃ) বলেন, ‘আল-হাফশ’ অর্থ সংকীর্ণ ঘর।",
    "ar": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ حُمَيْدِ بْنِ نَافِعٍ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، أَنَّهَا أَخْبَرَتْهُ بِهَذِهِ الأَحَادِيثِ الثَّلاَثَةِ، قَالَتْ زَيْنَبُ دَخَلْتُ عَلَى أُمِّ حَبِيبَةَ حِينَ تُوُفِّيَ أَبُوهَا أَبُو سُفْيَانَ فَدَعَتْ بِطِيبٍ فِيهِ صُفْرَةٌ خَلُوقٌ أَوْ غَيْرُهُ فَدَهَنَتْ مِنْهُ جَارِيَةً ثُمَّ مَسَّتْ بِعَارِضَيْهَا ثُمَّ قَالَتْ وَاللَّهِ مَا لِي بِالطِّيبِ مِنْ حَاجَةٍ غَيْرَ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثِ لَيَالٍ إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ‏\"‏ ‏.‏ قَالَتْ زَيْنَبُ وَدَخَلْتُ عَلَى زَيْنَبَ بِنْتِ جَحْشٍ حِينَ تُوُفِّيَ أَخُوهَا فَدَعَتْ بِطِيبٍ فَمَسَّتْ مِنْهُ ثُمَّ قَالَتْ وَاللَّهِ مَا لِي بِالطِّيبِ مِنْ حَاجَةٍ غَيْرَ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ وَهُوَ عَلَى الْمِنْبَرِ ‏\"‏ لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثِ لَيَالٍ إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ‏\"‏ ‏.‏ قَالَتْ زَيْنَبُ وَسَمِعْتُ أُمِّي أُمَّ سَلَمَةَ تَقُولُ جَاءَتِ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ ابْنَتِي تُوُفِّيَ عَنْهَا زَوْجُهَا وَقَدِ اشْتَكَتْ عَيْنَهَا أَفَنَكْحُلُهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ ‏\"‏ ‏.‏ مَرَّتَيْنِ أَوْ ثَلاَثًا كُلُّ ذَلِكَ يَقُولُ ‏\"‏ لاَ ‏\"‏ ‏.‏ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا هِيَ أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ وَقَدْ كَانَتْ إِحْدَاكُنَّ فِي الْجَاهِلِيَّةِ تَرْمِي بِالْبَعْرَةِ عَلَى رَأْسِ الْحَوْلِ ‏\"‏ ‏.‏ قَالَ حُمَيْدٌ فَقُلْتُ لِزَيْنَبَ وَمَا تَرْمِي بِالْبَعْرَةِ عَلَى رَأْسِ الْحَوْلِ فَقَالَتْ زَيْنَبُ كَانَتِ الْمَرْأَةُ إِذَا تُوُفِّيَ عَنْهَا زَوْجُهَا دَخَلَتْ حِفْشًا وَلَبِسَتْ شَرَّ ثِيَابِهَا وَلَمْ تَمَسَّ طِيبًا وَلاَ شَيْئًا حَتَّى تَمُرَّ بِهَا سَنَةٌ ثُمَّ تُؤْتَى بِدَابَّةٍ حِمَارٍ أَوْ شَاةٍ أَوْ طَائِرٍ فَتَفْتَضُّ بِهِ فَقَلَّمَا تَفْتَضُّ بِشَىْءٍ إِلاَّ مَاتَ ثُمَّ تَخْرُجُ فَتُعْطَى بَعْرَةً فَتَرْمِي بِهَا ثُمَّ تُرَاجِعُ بَعْدُ مَا شَاءَتْ مِنْ طِيبٍ أَوْ غَيْرِهِ ‏.‏ قَالَ أَبُو دَاوُدَ الْحِفْشُ بَيْتٌ صَغِيرٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}