{
  "hadith": {
    "hadith_id": 2300,
    "narrator": "যাইনাব বিনতু কা’ব ইবনু ‘উজরাহ (রহঃ)",
    "bn": "আবূ সাঈদ আল-খুদরী (রাঃ)-এর বান ফুরাই’আহ বিনতু মালিক ইবনু সিনান (রাঃ) তাকে জানিয়েছেন যে, তিনি বনু খুদরায় তার পিতার বাড়িতে ফিরে যাওয়ার জন্য রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়াসাল্লাম) এর নিকট এসে অনুমতি চাইলেন। তার স্বামী তার কয়েকটি পলাতক গোলামের সন্ধানে গিয়েছিলেন। অবশেষে তিনি আল-কাদূম সীমায় পৌঁছে তাদের দেখতে পেলো। এরপর গোলামরা তাকে হত্যা করে ফেলে। তার স্ত্রী রাসূলুল্লাহর (সাল্লাল্লাহ ‘আলাইহি ওয়াসাল্লাম)-এর নিকট অনুমিত চাইলেন, আমি আমার পিত্রালয়ে ফিরে যেতে চাই। তিনি আমার জন্য তার মালিকাধীন বাসস্থান অথবা খোরপোষ রেখে যাননি। মহিলা বললেন, রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়াসাল্লাম) বললেনঃ হ্যাঁ। বর্ণনাকারী বলেন, আমি রওয়ানা হয়ে হুজরা অথবা মাসজিদ পর্যন্ত গেলে তিনি আমাকে ডাকলেন বা কাউকে দিয়ে ডাকালেন। তিনি আমাকে বললেনঃ তুমি কি বলেছিলে? তখন আমি আমার স্বামীর ঘটনাটি পুনরাবৃত্তি করি। তিনি আমাকে বললেনঃ তুমি ইদ্দাত শেষ হওয়া পর্যন্ত তোমার (স্বামীর) ঘরেই অবস্থান করো। মহিলাটি বললেন, আমি সেখানে চার মাস দশ দিন অতিবাহিত করলাম। ‘উসমান ইবনু ‘আফফান (রাঃ) তার যুগে আমার নিকট লোক পাঠিয়ে আমার ঘটনাটি জানতে চাইলে আমি তাকে অবহিত করি। তিনি তা অনুসরণ করলেন এবং সেই অনুযায়ী বিধান জারি করলেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ سَعْدِ بْنِ إِسْحَاقَ بْنِ كَعْبِ بْنِ عُجْرَةَ، عَنْ عَمَّتِهِ، زَيْنَبَ بِنْتِ كَعْبِ بْنِ عُجْرَةَ أَنَّ الْفُرَيْعَةَ بِنْتَ مَالِكِ بْنِ سِنَانٍ، - وَهِيَ أُخْتُ أَبِي سَعِيدٍ الْخُدْرِيِّ - أَخْبَرَتْهَا أَنَّهَا، جَاءَتْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم تَسْأَلُهُ أَنْ تَرْجِعَ إِلَى أَهْلِهَا فِي بَنِي خُدْرَةَ فَإِنَّ زَوْجَهَا خَرَجَ فِي طَلَبِ أَعْبُدٍ لَهُ أَبَقُوا حَتَّى إِذَا كَانُوا بِطَرَفِ الْقَدُّومِ لَحِقَهُمْ فَقَتَلُوهُ فَسَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنْ أَرْجِعَ إِلَى أَهْلِي فَإِنِّي لَمْ يَتْرُكْنِي فِي مَسْكَنٍ يَمْلِكُهُ وَلاَ نَفَقَةٍ ‏.‏ قَالَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَتْ فَخَرَجْتُ حَتَّى إِذَا كُنْتُ فِي الْحُجْرَةِ أَوْ فِي الْمَسْجِدِ دَعَانِي أَوْ أَمَرَ بِي فَدُعِيتُ لَهُ فَقَالَ ‏\"‏ كَيْفَ قُلْتِ ‏\"‏ ‏.‏ فَرَدَدْتُ عَلَيْهِ الْقِصَّةَ الَّتِي ذَكَرْتُ مِنْ شَأْنِ زَوْجِي قَالَتْ فَقَالَ ‏\"‏ امْكُثِي فِي بَيْتِكِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ ‏\"‏ ‏.‏ قَالَتْ فَاعْتَدَدْتُ فِيهِ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ‏.‏ قَالَتْ فَلَمَّا كَانَ عُثْمَانُ بْنُ عَفَّانَ أَرْسَلَ إِلَىَّ فَسَأَلَنِي عَنْ ذَلِكَ فَأَخْبَرْتُهُ فَاتَّبَعَهُ وَقَضَى بِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}