{
  "hadith": {
    "hadith_id": 2337,
    "narrator": "আবদুল ‘আযীয ইবনু মুহাম্মাদ (রহঃ)",
    "bn": "আব্বাদ ইবনু কাসীর (রহঃ) মদিনায় আগমন করে আল-আ‘লা (রহঃ) -এর মাজলিস এ উপস্হিত হলেন। তিনি তার হাত ধরে তাকে দাঁড় করালেন, অতঃপর বললেন, হে আল্লাহ ! এ লোকটি তার পিতার সূত্রে আবূ হুরায়রা (রাঃ) এর থেকে বর্ননা করেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ শা‘বান মাসের অর্ধেক অতিবাহিত হলে তোমরা (নাফল) সওম রাখবে না। আল-আ‘লা বলেন, আল্লাহ সাক্ষী, আমার পিতা আবূ হুরায়রা (রাঃ) থেকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সূত্রে উক্ত হাদীস আমার নিকট বর্ননা করেছেন। \n\nসহীহ। \n\nইমাম আবু দাউদ (রঃ) বলেন, আস-সাওরী, শিবল ইবনুল আলা, উমাইস ও যুহাইর ইবনু মুহাম্মাদ (রঃ) আল-আলা (রঃ) সূত্রে হাদীসটি বর্ণনা করেছেন। ‘আবদুর রহমান (রঃ) এ হাদীসটি বর্ণনা করতেন না। আমি ইমাম আহমাদ (রঃ)-কে জিজ্ঞেস করি, তা কেন? তিনি বলেন, তার কাছে হাদীস রয়েছে যে, নাৰী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সওমের পালনের দ্বারা শা’বানকে রমাযানের সাথে মিলাতেন। কিন্তু আল-আ’লা (রঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এর বিপরীত বর্ণনা করেছেন। ইমাম দাউদ (রঃ) বলেন, আমার মতে, দুই হাদীসের মধ্যে বিরোধ নাই। আল-আ’লা ছাড়া অন্য কেউ এটি তার পিতা থেকে বর্ণনা করেননি।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، قَالَ قَدِمَ عَبَّادُ بْنُ كَثِيرٍ الْمَدِينَةَ فَمَالَ إِلَى مَجْلِسِ الْعَلاَءِ فَأَخَذَ بِيَدِهِ فَأَقَامَهُ ثُمَّ قَالَ اللَّهُمَّ إِنَّ هَذَا يُحَدِّثُ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا انْتَصَفَ شَعْبَانُ فَلاَ تَصُومُوا ‏\"‏ ‏.‏ فَقَالَ الْعَلاَءُ اللَّهُمَّ إِنَّ أَبِي حَدَّثَنِي عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم بِذَلِكَ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ الثَّوْرِيُّ وَشِبْلُ بْنُ الْعَلاَءِ وَأَبُو عُمَيْسٍ وَزُهَيْرُ بْنُ مُحَمَّدٍ عَنِ الْعَلاَءِ ‏.‏ قَالَ أَبُو دَاوُدَ وَكَانَ عَبْدُ الرَّحْمَنِ لاَ يُحَدِّثُ بِهِ قُلْتُ لأَحْمَدَ لِمَ قَالَ لأَنَّهُ كَانَ عِنْدَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَصِلُ شَعْبَانَ بِرَمَضَانَ وَقَالَ عَنِ النَّبِيِّ صلى الله عليه وسلم خِلاَفَهُ ‏.‏ قَالَ أَبُو دَاوُدَ وَلَيْسَ هَذَا عِنْدِي خِلاَفَهُ وَلَمْ يَجِئْ بِهِ غَيْرُ الْعَلاَءِ عَنْ أَبِيهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}