{
  "hadith": {
    "hadith_id": 2338,
    "narrator": "হুসাইন ইবনুল হারিস আল-জাদালী (রহঃ)",
    "bn": "একদা মাক্কাহয় আমীর ভাষণ প্রদানের সময় বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে চাঁদ দেখে হাজ্জের অনুষ্ঠান আদায়ের উপদেশ দিয়েছেন। যদি চাঁদ না দেখি তাহলে দু’জন নিষ্ঠাবান ব্যক্তির সাক্ষ্যের ভিত্তিতে যেন আমাদের হাজ্জের অনুষ্ঠানাদি পালন করি। আবূ মালিক (রহঃ) বলেন, আমি হুসাইন ইবনুল হারিস (রহঃ) -কে জিজ্ঞেস করি, মাক্কাহর আমীর কে? তিনি বলেন, আমার জানা নেই। পরবর্তীতে তার সাথে আমার সাক্ষাৎ হলে তিনি বলেন, মাক্কাহর আমীর হলেন মুহাম্মাদ ইবনু হাতিবের ভাই হারিস ইবনু হাতিব। অতঃপর উক্ত আমীর বললেন, তোমাদের মধ্যে এমন একজন আছেন যিনি আমার চাইতে আল্লাহ ও তাঁর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সম্বন্ধে অধিক জ্ঞাত। আর তিনিই এ কথাটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে সাক্ষ্য দিয়ে বলেছেন। একথা বলে তিনি এক লোকের দিকে ইঙ্গিত করলেন। হুসাইন (রহঃ) বলেন, আমার পাশে বসা এক বৃদ্ধ লোককে আমি জিজ্ঞেস করলাম, আমীরের ইঙ্গিতকৃত এই লোকটি কে? তিনি বললেন,  ইনি ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)। তিনি যে বলেছেন, উনি (ইবনু ‘উমার) আমার চেয়ে অনেক জ্ঞাত, তাও সঠিক। এরপর ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে উক্ত নির্দেশ দিয়েছেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ أَبُو يَحْيَى الْبَزَّازُ، حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا عَبَّادٌ، عَنْ أَبِي مَالِكٍ الأَشْجَعِيِّ، حَدَّثَنَا حُسَيْنُ بْنُ الْحَارِثِ الْجَدَلِيُّ، - مِنْ جَدِيلَةِ قَيْسٍ أَنَّ أَمِيرَ مَكَّةَ خَطَبَ ثُمَّ قَالَ عَهِدَ إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نَنْسُكَ لِلرُّؤْيَةِ فَإِنْ لَمْ نَرَهُ وَشَهِدَ شَاهِدَا عَدْلٍ نَسَكْنَا بِشَهَادَتِهِمَا فَسَأَلْتُ الْحُسَيْنَ بْنَ الْحَارِثِ مَنْ أَمِيرُ مَكَّةَ قَالَ لاَ أَدْرِي ‏.‏ ثُمَّ لَقِيَنِي بَعْدُ فَقَالَ هُوَ الْحَارِثُ بْنُ حَاطِبٍ أَخُو مُحَمَّدِ بْنِ حَاطِبٍ ثُمَّ قَالَ الأَمِيرُ إِنَّ فِيكُمْ مَنْ هُوَ أَعْلَمُ بِاللَّهِ وَرَسُولِهِ مِنِّي وَشَهِدَ هَذَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ وَأَوْمَأَ بِيَدِهِ إِلَى رَجُلٍ قَالَ الْحُسَيْنُ فَقُلْتُ لِشَيْخٍ إِلَى جَنْبِي مَنْ هَذَا الَّذِي أَوْمَأَ إِلَيْهِ الأَمِيرُ قَالَ هَذَا عَبْدُ اللَّهِ بْنُ عُمَرَ ‏.‏ وَصَدَقَ كَانَ أَعْلَمَ بِاللَّهِ مِنْهُ فَقَالَ بِذَلِكَ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}