{
  "hadith": {
    "hadith_id": 234,
    "narrator": "হাম্মাদ ইবনু সালামাহ",
    "bn": "হাম্মাদ ইবনু সালামাহ হতে উক্ত হাদীস একই সানাদ এবং একই অর্থে বর্ণিত হয়েছে। তবে তার বর্ণিত হাদীসের প্রথমাংশে রয়েছেঃ ‘তিনি তাকবীরে তাহরীমা বললেন।’ আর শেষাংশে রয়েছেঃ ‘তিনি সলাত আদায় শেষে বললেন, ‘আমি ও মানুষ এবং আমি অপবিত্র ছিলাম।’ আবূ হুরায়রার (রাঃ) বর্ণনায় রয়েছেঃ ‘যখন তিনি সলাতের স্থানে দাঁড়ালেন এবং আমরা তাঁর তাকবীর ধ্বনি শুনার অপেক্ষা করছিলাম, তখন তিনি ওখান থেকে চলে গেলেন এবং যাওয়ার সময় বলে গেলেন, তোমরা নিজ নিজ জায়গায় অবস্থান কর।’ মুহাম্মাদ ইবনু সীরীন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সূত্রে মুরসালভাবে বর্ণনা করেন যে, ‘তিনি তাকবীরে তাহরীমা দিলেন, অতঃপর লোকদেরকে বসার জন্য ইশারা করে চলে গিয়ে গোসল করলেন। এরূপই বর্ণনা করেছেন মালিক, ইসমাঈল ইবনু আবূ হাকিম হতে, তিনি ‘আত্বা ইবনু ইয়াসীর হতে। তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন এক সলাতের তাকবীর দিলেন। রাবী’ ইবনু মুহাম্মাদ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে বর্ণনা করেন, ‘তিনি তাকবীর বললেন।’",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا حَمَّادُ بْنُ سَلَمَةَ، بِإِسْنَادِهِ وَمَعْنَاهُ قَالَ فِي أَوَّلِهِ فَكَبَّرَ ‏.‏ وَقَالَ فِي آخِرِهِ فَلَمَّا قَضَى الصَّلاَةَ قَالَ ‏\"‏ إِنَّمَا أَنَا بَشَرٌ وَإِنِّي كُنْتُ جُنُبًا ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ الزُّهْرِيُّ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ قَالَ فَلَمَّا قَامَ فِي مُصَلاَّهُ وَانْتَظَرْنَا أَنْ يُكَبِّرَ انْصَرَفَ ثُمَّ قَالَ ‏\"‏ كَمَا أَنْتُمْ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ وَرَوَاهُ أَيُّوبُ وَابْنُ عَوْنٍ وَهِشَامٌ عَنْ مُحَمَّدٍ مُرْسَلاً عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ فَكَبَّرَ ثُمَّ أَوْمَأَ بِيَدِهِ إِلَى الْقَوْمِ أَنِ اجْلِسُوا فَذَهَبَ فَاغْتَسَلَ ‏.‏ وَكَذَلِكَ رَوَاهُ مَالِكٌ عَنْ إِسْمَاعِيلَ بْنِ أَبِي حَكِيمٍ عَنْ عَطَاءِ بْنِ يَسَارٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَبَّرَ فِي صَلاَةٍ ‏.‏ قَالَ أَبُو دَاوُدَ وَكَذَلِكَ حَدَّثَنَاهُ مُسْلِمُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا أَبَانُ عَنْ يَحْيَى عَنِ الرَّبِيعِ بْنِ مُحَمَّدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَبَّرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}