{
  "hadith": {
    "hadith_id": 2390,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বললো, আমি ধ্বংস হয়েছি। তিনি বললেনঃ তোমার কি হয়েছে? সে বললো, আমি সওম পালন অবস্থায় স্ত্রীর সাথে সহবাস করেছি। তিনি জিজ্ঞেস করলেনঃ  তোমার কাছে আযাদ করার মত কোন গোলাম আছে কি? সে বললো, না। তিনি আবার জিজ্ঞেস করলেনঃ তুমি কি একাটানা দুই মাস সওম পালন করতে পারবে? সে বললো, না। তিনি জিজ্ঞেস করলেনঃ তোমার ষাটজন মিসকীনকে খাওয়ানোর সামর্থ্য আছে কি? সে বললো, না।  তখন তিনি তাকে বললেনঃ তুমি বসো। এমন সময় একটি ঝুড়িভর্তি খেজুর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট নিয়ে এলে তিনি তাকে বললেনঃ এগুলো সদাক্বাহ করে দাও। লোকটি বললো, হে আল্লহর রাসূল! মাদীনাহর দুই পার্শ্বে আমাদের চাইতে অভাবী পরিবার আর নেই। বর্ণনাকারী বলেন, এতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমনভাবে হাসলেন যে, তাঁর সামনের দাঁতগুলো প্রকাশ হয়ে পড়ে। তিনি বললেনঃ তাহলে এগুলো তোমার পরিবারের লোকদের খাওয়াও। মুসাদ্দাসের বর্ণনায় রয়েছে তাঁর দাঁতগুলো প্রকাশ পেলো।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، وَمُحَمَّدُ بْنُ عِيسَى، - الْمَعْنَى - قَالاَ حَدَّثَنَا سُفْيَانُ، - قَالَ مُسَدَّدٌ - حَدَّثَنَا الزُّهْرِيُّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أَتَى رَجُلٌ النَّبِيَّ صلى الله عليه وسلم فَقَالَ هَلَكْتُ ‏.‏ فَقَالَ ‏\"‏ مَا شَأْنُكَ ‏\"‏ ‏.‏ قَالَ وَقَعْتُ عَلَى امْرَأَتِي فِي رَمَضَانَ ‏.‏ قَالَ ‏\"‏ فَهَلْ تَجِدُ مَا تُعْتِقُ رَقَبَةً ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ فَهَلْ تَسْتَطِيعُ أَنْ تُطْعِمَ سِتِّينَ مِسْكِينًا ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ اجْلِسْ ‏\"‏ ‏.‏ فَأُتِيَ النَّبِيُّ صلى الله عليه وسلم بِعَرَقٍ فِيهِ تَمْرٌ فَقَالَ ‏\"‏ تَصَدَّقْ بِهِ ‏\"‏ ‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ مَا بَيْنَ لاَبَتَيْهَا أَهْلُ بَيْتٍ أَفْقَرَ مِنَّا فَضَحِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى بَدَتْ ثَنَايَاهُ قَالَ ‏\"‏ فَأَطْعِمْهُ إِيَّاهُمْ ‏\"‏ ‏.‏ وَقَالَ مُسَدَّدٌ فِي مَوْضِعٍ آخَرَ أَنْيَابُهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}