{
  "hadith": {
    "hadith_id": 2392,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "এক ব্যক্তি রমাযানের সওম ভঙ্গ করলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে একটি গোলাম আযাদ করার অথবা একটানা দুই মাস সওম পালন অথবা ষাটজন মিসকীনকে আহার করানোর নির্দেশ দেন। ফলে লোকটি বলে, আমি এর কোনটিই করতে সক্ষম নই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ তুমি বসো। এমন সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট একটি ঝুড়িভর্তি খেজুর এলে তিনি তাকে বলেনঃ এগুলো নিয়ে গিয়ে সদাক্বাহ করে দাও। লোকটি বলল, হে আল্লাহর রাসূল! আমার চেয়ে অধিক গরীব লোক নেই। একথা শুনে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমনভাবে হাসলেন যে, তার মাড়ির দাঁত প্রকাশ হয়ে পড়ে। তিনি লোকটিকে বললেনঃ তাহলে এগুলো তুমি খাও। ইমাম আবূ দাঊদ (রহঃ) বলেন, ইবনু জুরাইজ হতে আয-যুহরীর মাধমে মালিকের শব্দে বর্ণনা করেন যে, এক ব্যক্তি সওম ভঙ্গ করে। তিনি তাতে বলেছেনঃ ‘অথবা একটি গোলাম আযাদ করো অথবা দুই মাস সওম রাখো কিংবা ষাটজন মিসকীনকে আহার করাও’।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَجُلاً، أَفْطَرَ فِي رَمَضَانَ فَأَمَرَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُعْتِقَ رَقَبَةً أَوْ يَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ أَوْ يُطْعِمَ سِتِّينَ مِسْكِينًا ‏.‏ قَالَ لاَ أَجِدُ ‏.‏ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اجْلِسْ ‏\"‏ ‏.‏ فَأُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِعَرَقٍ فِيهِ تَمْرٌ فَقَالَ ‏\"‏ خُذْ هَذَا فَتَصَدَّقْ بِهِ ‏\"‏ ‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ مَا أَحَدٌ أَحْوَجَ مِنِّي ‏.‏ فَضَحِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى بَدَتْ أَنْيَابُهُ وَقَالَ لَهُ ‏\"‏ كُلْهُ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ ابْنُ جُرَيْجٍ عَنِ الزُّهْرِيِّ عَلَى لَفْظِ مَالِكٍ أَنَّ رَجُلاً أَفْطَرَ وَقَالَ فِيهِ ‏\"‏ أَوْ تُعْتِقَ رَقَبَةً أَوْ تَصُومَ شَهْرَيْنِ أَوْ تُطْعِمَ سِتِّينَ مِسْكِينًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}