{
  "hadith": {
    "hadith_id": 2406,
    "narrator": "ক্বাযা‘আহ (রহঃ)",
    "bn": "তিনি বলেন, একদা আমি আবূ সাইদ আল-খুদরী (রাঃ) এর নিকট আসি। তখন তিনি লোকদের প্রশ্নের উওর দিচ্ছিলেন এবং লোকেরা শান্তভাবে তাঁর কথা শুনছিলো। আমি তাঁর সাথে একান্তে সাক্ষাতের অপেক্ষায় রইলাম। তিনি একাকী হলে আমি তাকে সফরের অবস্থায় রমাযানের সওম রাখা সম্পর্কে জিজ্ঞেস করি। তিনি বললেন, আমরা মক্কাহ বিজয়ের সময় রমাযান মাসে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে রওয়ানা হই। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সওম রেখেছিলেন এবং আমরাও সওম রেখেছিলাম। তিনি কোন এক মানযিলে নামলে তিনি পুনরায় বললেনঃ নিশ্চয় তোমরা শত্রুর কাছাকাছি এসে গেছো। এখন সওম ভঙ্গ করাটাই হবে তোমাদের শক্তিবর্ধক হবে। আমাদের কেউ কেউ সওম রাখলাম এবং কেউ কেউ সওমহীন অবস্থায় ভোর করলাম। বর্ণনাকারী বলেন, এরপর আমরা পুনরায় সফর শুরু করলাম এবং এক মানযিলে নামলে তিনি পুনরায় বললেনঃ তোমরা শত্রুর মোকাবেলায় অবতীর্ণ হবে। এখন সওম ভঙ্গ করাটাই হবে তোমাদের শক্তিবর্ধক হবে। কাজেই তোমরা সওম ভঙ্গ কর। আর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দৃঢ় সংকল্পের উপর স্থির রইলেন। আবূ সাঈদ (রাঃ) বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে সফরে এই ঘটনার পূর্বেও সওম পালন করেছি এবং এর পরেও সওম পালন করেছি।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، وَوَهْبُ بْنُ بَيَانٍ، - الْمَعْنَى - قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي مُعَاوِيَةُ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، أَنَّهُ حَدَّثَهُ عَنْ قَزَعَةَ، قَالَ أَتَيْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ وَهُوَ يُفْتِي النَّاسَ وَهُمْ مُكِبُّونَ عَلَيْهِ فَانْتَظَرْتُ خَلْوَتَهُ فَلَمَّا خَلاَ سَأَلْتُهُ عَنْ صِيَامِ رَمَضَانَ فِي السَّفَرِ فَقَالَ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي رَمَضَانَ عَامَ الْفَتْحِ فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَصُومُ وَنَصُومُ حَتَّى بَلَغَ مَنْزِلاً مِنَ الْمَنَازِلِ فَقَالَ ‏\"‏ إِنَّكُمْ قَدْ دَنَوْتُمْ مِنْ عَدُوِّكُمْ وَالْفِطْرُ أَقْوَى لَكُمْ ‏\"‏ ‏.‏ فَأَصْبَحْنَا مِنَّا الصَّائِمُ وَمِنَّا الْمُفْطِرُ - قَالَ - ثُمَّ سِرْنَا فَنَزَلْنَا مَنْزِلاً فَقَالَ ‏\"‏ إِنَّكُمْ تُصَبِّحُونَ عَدُوَّكُمْ وَالْفِطْرُ أَقْوَى لَكُمْ فَأَفْطِرُوا ‏\"‏ ‏.‏ فَكَانَتْ عَزِيمَةً مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو سَعِيدٍ ثُمَّ لَقَدْ رَأَيْتُنِي أَصُومُ مَعَ النَّبِيِّ صلى الله عليه وسلم قَبْلَ ذَلِكَ وَبَعْدَ ذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}