{
  "hadith": {
    "hadith_id": 2425,
    "narrator": "আবূ ক্বাতাদাহ (রাঃ)",
    "bn": "একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এক ব্যক্তি এসে বললো, হে আল্লাহর রাসূল! আপনি কিভাবে সওম রাখেন? এতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অসন্তুষ্ট হলেন। ‘উমার (রাঃ) তা দেখেতে পেয়ে বললেন, আমরা আল্লাহকে আমাদের রব, ইসলামকে আমাদের দ্বীন এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে আমাদের নবী হিসাবে পেয়ে সন্তুষ্ট। আমরা আল্লাহর কাছে তাঁর রাসূলের অসন্তুষ্টি থেকে আশ্রয় চাই। ‘উমার (রাঃ) উক্ত বাক্যটি বারবার বলতে লাগলেন, এক পর্যায়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অসন্তুষ্টির ভাব দূরীভূত হল। এরপর ‘উমার (রাঃ) জিজ্ঞেস করলেন, হে আল্লাহর রাসূল! ঐ বাক্তি কেমন যে সারা বছর সওম রাখে? তিনি বললেনঃ এমনও কি কেউ সামর্থ্য রাখে? তিনি জিজ্ঞেস করলেন, হে আল্লাহর রাসূল! ঐ বাক্তি কেমন যে দুই দিন সওম পালন করে এবং একদিন রোযাহীন থাকে? তিনি বললেন, কেউ কি এরূপ করতে সহ্মম? তিনি জিজ্ঞেস করলেন, এ ব্যক্তি কেমন যে একদিন সওম পালন করে এবং একদিন রযাহীন থাকে? তিনি বললেন, তা দাঊদ (আঃ) এর সাওমের মতই। তিনি জিজ্ঞেস করলেন, হে আল্লাহর রাসূল! ঐ ব্যক্তির সওম কেমন যে একদিন সওম রেখে দু’দিন রোযাহীন থাকে? তিনি বললেনঃ আমি এটাই কামনা করি, যেন আমাকে এরূপ শক্তি দেয়া হয়। অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ প্রতি মাসে তিনটি সওম এবং এক রমাযান থেকে পরবর্তী রমাযান পর্যন্ত প্রতি বছরের রমাযানের সওম, এটাই হচ্ছে সর্বদা সওম পালনের সমতুল্য। আরাফাহ্ দিনের সওম আমি আল্লাহর কাছে আশা করি, এর দ্বারা তিনি পূর্বের বছর এবং পরের বছরের গুনাহ ক্ষমা করবেন। আর আশূরার সওম, আমি আল্লাহর কাছে আশা করি তিনি (এর বিনিময়ে) আগামী এক বছরের গুনাহ ক্ষমা করবেন।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، وَمُسَدَّدٌ، قَالاَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ غَيْلاَنَ بْنِ جَرِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَعْبَدٍ الزِّمَّانِيِّ، عَنْ أَبِي قَتَادَةَ، أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ تَصُومُ فَغَضِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ قَوْلِهِ فَلَمَّا رَأَى ذَلِكَ عُمَرُ قَالَ رَضِينَا بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ نَبِيًّا نَعُوذُ بِاللَّهِ مِنْ غَضَبِ اللَّهِ وَمِنْ غَضَبِ رَسُولِهِ ‏.‏ فَلَمْ يَزَلْ عُمَرُ يُرَدِّدُهَا حَتَّى سَكَنَ غَضَبُ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ بِمَنْ يَصُومُ الدَّهْرَ كُلَّهُ قَالَ ‏\"‏ لاَ صَامَ وَلاَ أَفْطَرَ ‏\"‏ ‏.‏ قَالَ مُسَدَّدٌ ‏\"‏ لَمْ يَصُمْ وَلَمْ يُفْطِرْ أَوْ مَا صَامَ وَلاَ أَفْطَرَ ‏\"‏ ‏.‏ شَكَّ غَيْلاَنُ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ كَيْفَ بِمَنْ يَصُومُ يَوْمَيْنِ وَيُفْطِرُ يَوْمًا قَالَ ‏\"‏ أَوَيُطِيقُ ذَلِكَ أَحَدٌ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ فَكَيْفَ بِمَنْ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا قَالَ ‏\"‏ ذَلِكَ صَوْمُ دَاوُدَ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ فَكَيْفَ بِمَنْ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمَيْنِ قَالَ ‏\"‏ وَدِدْتُ أَنِّي طُوِّقْتُ ذَلِكَ ‏\"‏ ‏.‏ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ثَلاَثٌ مِنْ كُلِّ شَهْرٍ وَرَمَضَانُ إِلَى رَمَضَانَ فَهَذَا صِيَامُ الدَّهْرِ كُلِّهِ وَصِيَامُ عَرَفَةَ إِنِّي أَحْتَسِبُ عَلَى اللَّهِ أَنْ يُكَفِّرَ السَّنَةَ الَّتِي قَبْلَهُ وَالسَّنَةَ الَّتِي بَعْدَهُ وَصَوْمُ يَوْمِ عَاشُورَاءَ إِنِّي أَحْتَسِبُ عَلَى اللَّهِ أَنْ يُكَفِّرَ السَّنَةَ الَّتِي قَبْلَهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}