{
  "hadith": {
    "hadith_id": 245,
    "narrator": "মায়মূনাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর জানাবাতের গোসলের জন্য পানি রাখলাম। তিনি পানির পাত্র কাত করে ডান হাতে পানি ঢেলে তা দু’বার বা তিনবার ধুলেন। এরপর লজ্জাস্থানে পানি ঢেলে তা বাম হাতে ধুলেন। তারপর মাঠিতে হাত ঘষে ধুয়ে নিলেন, কুলি করলেন, নাকে পানি দিলেন, মূখমন্ডল ও দু’হাত ধুলেন। তারপর মাথায় এবং সমগ্র শরীরে পানি ঢাললেন। তারপর ঐ স্থান থেকে একটু সরে গিয়ে উভয় পা ধুলেন। আমি (শরীর মোছার জন্য) তাঁকে রুমাল দিলাম। তিনি তা গ্রহণ করলেন না বরং শরীর থেকে পানি ঝেড়ে ফেলতে লাগলেন। বর্ণনাকারী বলেন, আমি বিষয়টি ইবরাহীমকে জিজ্ঞাসা করলে তিনি বলেন, সাহবীগণ গামছা ব্যবহার করা অপছন্দ করতেন না, বরং তাঁরা (গামছা ব্যবহার) অভ্যাসে পরিণত করা অপছন্দ করতেন। \n\nসহীহঃ বুখারী ও মুসলিম।\n\nইমাম আবূ দাউদ (রহঃ) বলেন, মুসাদ্দাদ বলেছেন, আমি ‘আবদুল্লাহ ইবনু দাউদকে জিজ্ঞাসা করলাম, গামছা ব্যবহার অভ্যাসে পরিণত হবে বলেই কি সাহাবীগণ তা অপছন্দ করতেন? তিনি বললেন, হ্যাঁ এরূপই। আমার কিতাবেও এরূপ (তথ্য) পেয়েছি।",
    "ar": "حَدَّثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، عَنِ الأَعْمَشِ، عَنْ سَالِمٍ، عَنْ كُرَيْبٍ، حَدَّثَنَا ابْنُ عَبَّاسٍ، عَنْ خَالَتِهِ، مَيْمُونَةَ قَالَتْ وَضَعْتُ لِلنَّبِيِّ صلى الله عليه وسلم غُسْلاً يَغْتَسِلُ بِهِ مِنَ الْجَنَابَةِ فَأَكْفَأَ الإِنَاءَ عَلَى يَدِهِ الْيُمْنَى فَغَسَلَهَا مَرَّتَيْنِ أَوْ ثَلاَثًا ثُمَّ صَبَّ عَلَى فَرْجِهِ فَغَسَلَ فَرْجَهُ بِشِمَالِهِ ثُمَّ ضَرَبَ بِيَدِهِ الأَرْضَ فَغَسَلَهَا ثُمَّ تَمَضْمَضَ وَاسْتَنْشَقَ وَغَسَلَ وَجْهَهُ وَيَدَيْهِ ثُمَّ صَبَّ عَلَى رَأْسِهِ وَجَسَدِهِ ثُمَّ تَنَحَّى نَاحِيَةً فَغَسَلَ رِجْلَيْهِ فَنَاوَلْتُهُ الْمِنْدِيلَ فَلَمْ يَأْخُذْهُ وَجَعَلَ يَنْفُضُ الْمَاءَ عَنْ جَسَدِهِ ‏.‏ فَذَكَرْتُ ذَلِكَ لإِبْرَاهِيمَ فَقَالَ كَانُوا لاَ يَرَوْنَ بِالْمِنْدِيلِ بَأْسًا وَلَكِنْ كَانُوا يَكْرَهُونَ الْعَادَةَ ‏.‏ قَالَ أَبُو دَاوُدَ قَالَ مُسَدَّدٌ فَقُلْتُ لِعَبْدِ اللَّهِ بْنِ دَاوُدَ كَانُوا يَكْرَهُونَهُ لِلْعَادَةِ فَقَالَ هَكَذَا هُوَ وَلَكِنْ وَجَدْتُهُ فِي كِتَابِي هَكَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}