{
  "hadith": {
    "hadith_id": 2459,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উপস্থিত ছিলাম। এমন সময় তার কাছে এক মহিলা এসে বললো, হে আল্লাহর রসূল! আমার স্বামী সাফওয়ান ইবনু মু‘আত্তাল যখন আমি সলাত আদায় করি তখন আমাকে প্রহার করে। আমি সওম রাখলে সে আমাকে সওম ভঙ্গ করায় এবং সূর্য উঠার পূর্বে সে ফাজরের সলাত আদায় করে না। বর্ণনাকারী বলেন, সেখানে সাফওয়ানও উপস্থিত ছিলেন। তার স্ত্রী তার বিরুদ্ধে যেসব অভিযোগ করেছে সে সম্পর্কে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে জিজ্ঞেস করলেন। জবাবে তিনি বললেন, হে আল্লাহর রসূল! তার অভিযোগ হলো, ‘আমি যখন সলাত আদায় করি সে আমাকে প্রহার করে’, কারণ হচ্ছে, সে এমন দু’টি দীর্ঘ সূরাহ দিয়ে সলাত আদায় করে যা পাঠ করতে আমি তাকে নিষেধ করি। বর্ণনাকারী বলেন, তিনি বললেনঃ (ফাতিহার পর) সংক্ষিপ্ত একটি সূরাহই লোকদের জন্য যথেষ্ঠ। তার অভিযোগ, ‘আমাকে সওম ভাঙ্গতে বাধ্য করে’, ব্যাপার এই যে, সে প্রায়ই সওম রাখে। আমি একজন যুবক, ধৈর্যধারণ করতে পারিনা। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এই দিনই বললেনঃ কোন নারী তার স্বামীর অনুমতি ছাড়া (নাফল) সওম রাখবে না। এবং তার অভিযোগ, ‘সূর্য উঠার পূর্বে আমি (ফাজরের) সলাত আদায় করি না’, কারণ হলো, আমার পরিবারের লোকেরা সর্বদা কাজে (পানি সরবরাহে) ব্যস্ত থাকে। ফলে সূর্য উঠার আগে আমরা ঘুম থেকে জাগতে পারি না। তার কথা শুনে তিনি বললেনঃ যখনই তুমি জাগ্রত হবে তখনই  সলাত আদায় করে নিবে।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ، قَالَ جَاءَتِ امْرَأَةٌ إِلَى النَّبِيِّ صلى الله عليه وسلم وَنَحْنُ عِنْدَهُ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ زَوْجِي صَفْوَانَ بْنَ الْمُعَطَّلِ يَضْرِبُنِي إِذَا صَلَّيْتُ وَيُفَطِّرُنِي إِذَا صُمْتُ وَلاَ يُصَلِّي صَلاَةَ الْفَجْرِ حَتَّى تَطْلُعَ الشَّمْسُ ‏.‏ قَالَ وَصَفْوَانُ عِنْدَهُ ‏.‏ قَالَ فَسَأَلَهُ عَمَّا قَالَتْ فَقَالَ يَا رَسُولَ اللَّهِ أَمَّا قَوْلُهَا يَضْرِبُنِي إِذَا صَلَّيْتُ فَإِنَّهَا تَقْرَأُ بِسُورَتَيْنِ وَقَدْ نَهَيْتُهَا ‏.‏ قَالَ فَقَالَ ‏\"‏ لَوْ كَانَتْ سُورَةً وَاحِدَةً لَكَفَتِ النَّاسَ ‏\"‏ ‏.‏ وَأَمَّا قَوْلُهَا يُفَطِّرُنِي فَإِنَّهَا تَنْطَلِقُ فَتَصُومُ وَأَنَا رَجُلٌ شَابٌّ فَلاَ أَصْبِرُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَئِذٍ ‏\"‏ لاَ تَصُومُ امْرَأَةٌ إِلاَّ بِإِذْنِ زَوْجِهَا ‏\"‏ ‏.‏ وَأَمَّا قَوْلُهَا إِنِّي لاَ أُصَلِّي حَتَّى تَطْلُعَ الشَّمْسُ فَإِنَّا أَهْلُ بَيْتٍ قَدْ عُرِفَ لَنَا ذَاكَ لاَ نَكَادُ نَسْتَيْقِظُ حَتَّى تَطْلُعَ الشَّمْسُ ‏.‏ قَالَ ‏\"‏ فَإِذَا اسْتَيْقَظْتَ فَصَلِّ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ حَمَّادٌ - يَعْنِي ابْنَ سَلَمَةَ - عَنْ حُمَيْدٍ أَوْ ثَابِتٍ عَنْ أَبِي الْمُتَوَكِّلِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}