{
  "hadith": {
    "hadith_id": 2501,
    "narrator": "সাহল ইবনুল হানযালিয়া (রাঃ)",
    "bn": "তারা (সাহাবীগণ) রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সঙ্গে হুনাইনের যুদ্ধের উদ্দেশ্যে সফরে বের হন। রাত আসা পর্যন্ত তার একে অপরের অনুসরন করে চলতে থাকেন। পথিমধ্যে রাসূলুলাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সলাতের সময় উপস্থিত হওয়ার কথা জানানো হলো। এমন সময় একজন অশ্বারোহী এসে বললো, হে আল্লাহর রাসূল! আমি আপনাদের কাছে থেকে পৃথক হয়ে অমুক অমুক পাহাড়ে উঠে দেখতে পেলাম যে, হাওয়াযিন গোত্রের নারী-পুরুষ নির্বিশেষে সকলেই তাদের উট, বকরী সবকিছু নিয়ে হুনাইনে একত্র করেছে, একথা শুনে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হেসে বললেনঃ ইনশাআল্লাহ আগামীকাল এসব কিছুই মুসলিমদের গনীমাতের বস্তু হবে। অতঃপর তিনি বললেনঃ আজ রাতে কে আমাদের পাহাড়া দিবে? আনাস ইবনু আবূ মারসাদ আল-গানাবী (রাঃ) বললেন, হে আল্লাহর রাসূল! আমি। তিনি বললেনঃ তাহলে ঘোড়ায় চড়ো। তিনি তার একটি ঘোড়ায় চড়ে রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাছে গেলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ তুমি এ গিরিপথের দিকে খেয়াল করবে এবং এর শেষ চূড়ায় গিয়ে পাহারা দিবে। সাবধান! আমরা যেন তোমার অসর্তকতার কারণে ধোঁকায় না পড়ি। অতঃপর ভোর হলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাতের জন্য বেরিয়ে এসে দু’ রাক’আত (সুন্নাত) সলাত আদায় করে বললেনঃ তোমাদের অশ্বারোহীর কি খবর? সাহাবীগণ বললেন, হে আল্লাহর রাসূল! তার কোন খবর অবহিত নই। অতঃপর সলাতের ইক্বামাত দেয়া হলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  সলাত পড়ালেন এবং গিরিপথের দিকে তাকাতে থাকলেন। সলাত শেষে সালাম ফিরিয়ে তিনি বললেনঃ তোমরা সুসংবাদ গ্রহণ করো, তোমাদের অশ্বারোহী এসে গেছে। সাহাবীগণ বললেন, আমরা গাছের ফাঁক দিয়ে গিরিপথের দিকে তাকিয়ে দেখি তিনি আসতেছেন। এমনকি তিনি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  সামনে এসে তাঁকে সালাম দিয়ে বললো, আমি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নির্দেশ অনুযায়ী গিরিপথের শেষ প্রান্তে গিয়েছি এবং ভোর বেলায় উভয় পাহাড়ের চূড়ায় উঠেছি, কিন্তু কোন (শত্রুকেই) দেখতে পাইনি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাকে বললেনঃ তুমি কি রাতে ঘোড়ার পিঠ থেকে নেমেছিলে? তিনি বললেন, সলাত ও প্রাকৃতিক প্রয়োজন ছাড়া নামিনি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ তুমি তোমার জন্য (জান্নাত) অবধারিত করেছো, এরপর তোমার কোন (অতিরিক্ত) নেক কাজ না করলেও চলবে।",
    "ar": "حَدَّثَنَا أَبُو تَوْبَةَ، حَدَّثَنَا مُعَاوِيَةُ، - يَعْنِي ابْنَ سَلاَّمٍ - عَنْ زَيْدٍ، - يَعْنِي ابْنَ سَلاَّمٍ - أَنَّهُ سَمِعَ أَبَا سَلاَّمٍ، قَالَ حَدَّثَنِي السَّلُولِيُّ أَبُو كَبْشَةَ، أَنَّهُ حَدَّثَهُ سَهْلُ ابْنُ الْحَنْظَلِيَّةِ، أَنَّهُمْ سَارُوا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ حُنَيْنٍ فَأَطْنَبُوا السَّيْرَ حَتَّى كَانَتْ عَشِيَّةً، فَحَضَرْتُ الصَّلاَةَ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَجَاءَ رَجُلٌ فَارِسٌ فَقَالَ ‏:‏ يَا رَسُولَ اللَّهِ إِنِّي انْطَلَقْتُ بَيْنَ أَيْدِيكُمْ حَتَّى طَلَعْتُ جَبَلَ كَذَا وَكَذَا فَإِذَا أَنَا بِهَوَازِنَ عَلَى بَكْرَةِ آبَائِهِمْ بِظُعُنِهِمْ وَنَعَمِهِمْ وَشَائِهِمُ اجْتَمَعُوا إِلَى حُنَيْنٍ ‏.‏ فَتَبَسَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ ‏:‏ ‏\"‏ تِلْكَ غَنِيمَةُ الْمُسْلِمِينَ غَدًا إِنْ شَاءَ اللَّهُ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏:‏ ‏\"‏ مَنْ يَحْرُسُنَا اللَّيْلَةَ ‏\"‏ ‏.‏ قَالَ أَنَسُ بْنُ أَبِي مَرْثَدٍ الْغَنَوِيُّ ‏:‏ أَنَا يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏:‏ ‏\"‏ فَارْكَبْ ‏\"‏ ‏.‏ فَرَكِبَ فَرَسًا لَهُ فَجَاءَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\"‏ اسْتَقْبِلْ هَذَا الشِّعْبَ حَتَّى تَكُونَ فِي أَعْلاَهُ وَلاَ نُغَرَّنَّ مِنْ قِبَلِكَ اللَّيْلَةَ ‏\"‏ ‏.‏ فَلَمَّا أَصْبَحْنَا خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى مُصَلاَّهُ فَرَكَعَ رَكْعَتَيْنِ ثُمَّ قَالَ ‏:‏ ‏\"‏ هَلْ أَحْسَسْتُمْ فَارِسَكُمْ ‏\"‏ ‏.‏ قَالُوا ‏:‏ يَا رَسُولَ اللَّهِ مَا أَحْسَسْنَاهُ ‏.‏ فَثُوِّبَ بِالصَّلاَةِ فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي وَهُوَ يَلْتَفِتُ إِلَى الشِّعْبِ حَتَّى إِذَا قَضَى صَلاَتَهُ وَسَلَّمَ قَالَ ‏:‏ ‏\"‏ أَبْشِرُوا فَقَدْ جَاءَكُمْ فَارِسُكُمْ ‏\"‏ ‏.‏ فَجَعَلْنَا نَنْظُرُ إِلَى خِلاَلِ الشَّجَرِ فِي الشِّعْبِ فَإِذَا هُوَ قَدْ جَاءَ حَتَّى وَقَفَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَلَّمَ فَقَالَ ‏:‏ إِنِّي انْطَلَقْتُ حَتَّى كُنْتُ فِي أَعْلَى هَذَا الشِّعْبِ حَيْثُ أَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فَلَمَّا أَصْبَحْتُ اطَّلَعْتُ الشِّعْبَيْنِ كِلَيْهِمَا فَنَظَرْتُ فَلَمْ أَرَ أَحَدًا ‏.‏ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\"‏ هَلْ نَزَلْتَ اللَّيْلَةَ ‏\"‏ ‏.‏ قَالَ ‏:‏ لاَ إِلاَّ مُصَلِّيًا أَوْ قَاضِيًا حَاجَةً ‏.‏ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\"‏ قَدْ أَوْجَبْتَ فَلاَ عَلَيْكَ أَنْ لاَ تَعْمَلَ بَعْدَهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}