{
  "hadith": {
    "hadith_id": 2535,
    "narrator": "দামরাহ ইবনু যুগ্‌ব আল-ইয়াদী (রহঃ)",
    "bn": "তিনি বলেন, একদা ‘আবদুল্লাহ ইবনু হাওয়ালা আল-আযদী (রাঃ) আমার মেহমান হলেন। তিনি আমাকে বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি পদাতিক বাহিনীকে গনীমাতের লাভের উদ্দেশ্যে যুদ্ধে প্রেরণ করলেন। আমরা ফিরে এলাম, অথচ কোন গনীমাত পেলাম না। তিনি আমাদের চেহারায় ক্লান্তির ছাপ লক্ষ্য করলেন। তিনি আমাদের মাঝে দাঁড়িয়ে বললেন, “হে আল্লাহ্‌! তাদের ক্লান্তি দূর করতে তাদেরকে আমার দিকে সোপর্দ করো না। এবং তাদেরকে তাদের দিকেও সোপর্দ করো না, তাহলে লোকেরা তাদের উপর প্রভাব বিস্তারের সুযোগ পাবে”। (ইবনু হাওয়ালা বলেন), এরপর তিনি আমার মাথা বা মাথার তালুতে হাত রেখে বললেন, হে ইবনু হাওয়ালা! যখন তুমি দেখবে যে, বাইতুল মাকদিসে (সিরিয়ার) ভূমিতে খিলাফাত প্রতিষ্ঠিত হয়েছে, তখন মনে করবে অধিক ভূমিকম্প, বিপদ-আপদ, মহা দুর্ঘটনা ও পেরেশানী সন্নিকটে। কিয়ামত তখন মানুষের এতই নিকটবর্তী হবে, যেমন আমার এ হাত তোমার মাথার যত নিকটে রয়েছে।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا أَسَدُ بْنُ مُوسَى، حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، حَدَّثَنِي ضَمْرَةُ، أَنَّ ابْنَ زُغْبٍ الإِيَادِيَّ، حَدَّثَهُ قَالَ ‏:‏ نَزَلَ عَلَىَّ عَبْدُ اللَّهِ بْنُ حَوَالَةَ الأَزْدِيُّ فَقَالَ لِي ‏:‏ بَعَثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم لِنَغْنَمَ عَلَى أَقْدَامِنَا فَرَجَعْنَا فَلَمْ نَغْنَمْ شَيْئًا وَعَرَفَ الْجُهْدَ فِي وُجُوهِنَا فَقَامَ فِينَا فَقَالَ ‏:‏ ‏\"‏ اللَّهُمَّ لاَ تَكِلْهُمْ إِلَىَّ فَأَضْعُفَ عَنْهُمْ، وَلاَ تَكِلْهُمْ إِلَى أَنْفُسِهِمْ فَيَعْجِزُوا عَنْهَا، وَلاَ تَكِلْهُمْ إِلَى النَّاسِ فَيَسْتَأْثِرُوا عَلَيْهِمْ ‏\"‏ ‏.‏ ثُمَّ وَضَعَ يَدَهُ عَلَى رَأْسِي - أَوْ قَالَ ‏:‏ عَلَى هَامَتِي - ثُمَّ قَالَ ‏:‏ ‏\"‏ يَا ابْنَ حَوَالَةَ إِذَا رَأَيْتَ الْخِلاَفَةَ قَدْ نَزَلَتْ أَرْضَ الْمُقَدَّسَةِ فَقَدْ دَنَتِ الزَّلاَزِلُ وَالْبَلاَبِلُ وَالأُمُورُ الْعِظَامُ، وَالسَّاعَةُ يَوْمَئِذٍ أَقْرَبُ مِنَ النَّاسِ مِنْ يَدِي هَذِهِ مِنْ رَأْسِكَ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ ‏:‏ عَبْدُ اللَّهِ بْنُ حَوَالَةَ حِمْصِيٌّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}