{
  "hadith": {
    "hadith_id": 2549,
    "narrator": "‘আব্দুল্লাহ ইবনু জা’ফার (রাঃ)",
    "bn": "তিনি বলেন, একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে তার খচ্চরের পিঠে তার পিছনে বসালেন। তিনি আমাকে গোপনে কিছু কথা বলে এ মর্মে সতর্ক করে দিলেন যে, আমি যেন কাঊকে তা না বলি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার প্রাকৃতিক প্রয়োজনের সময় গোপনীয়তা রক্ষার্থে উঁচু জায়গা অথবা ঘন খেজুরকুঞ্জ পছন্দ করতেন। তিনি এক আনসারীর খেজুর বাগানে প্রবেশ করলে হঠাৎ একটি উট তার দৃষ্টিগোচর হয়। উটটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে দেখে কাঁদতে লাগলো এবং তার চোখ দিয়ে অশ্রু গড়িয়ে পড়লো। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উটটির কাছে গিয়ে এর মাথায় হাত বুলিয়ে আদর করলেন। এতে উটটি কান্না থামালো। তিনি জিজ্ঞেস করলেন, এ উটের মালিক কে? তিনি আবারো ডাকলেনঃ উটটি কার? এক আনসারি যুবক এসে বললো হে আল্লাহর রাসূল! আমার। তিনি বললেন, আল্লাহ যে তোমাকে এই নিরীহ প্রানীটির মালিক বানালেন, এর অধিকারের ব্যাপারে তুমি কি আল্লাহকে ভয় করনা? উটটি আমার কাছে অভিযোগ করেছে, তুমি একে ক্ষুধার্ত রাখো এবং একে কষ্ট দাও।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا مَهْدِيٌّ، حَدَّثَنَا ابْنُ أَبِي يَعْقُوبَ، عَنِ الْحَسَنِ بْنِ سَعْدٍ، مَوْلَى الْحَسَنِ بْنِ عَلِيٍّ عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، قَالَ ‏:‏ أَرْدَفَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم خَلْفَهُ ذَاتَ يَوْمٍ فَأَسَرَّ إِلَىَّ حَدِيثًا لاَ أُحَدِّثُ بِهِ أَحَدًا مِنَ النَّاسِ، وَكَانَ أَحَبُّ مَا اسْتَتَرَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم لِحَاجَتِهِ هَدَفًا أَوْ حَائِشَ نَخْلٍ ‏.‏ قَالَ ‏:‏ فَدَخَلَ حَائِطًا لِرَجُلٍ مِنَ الأَنْصَارِ فَإِذَا جَمَلٌ فَلَمَّا رَأَى النَّبِيَّ صلى الله عليه وسلم حَنَّ وَذَرَفَتْ عَيْنَاهُ، فَأَتَاهُ النَّبِيُّ صلى الله عليه وسلم فَمَسَحَ ذِفْرَاهُ فَسَكَتَ، فَقَالَ ‏:‏ ‏\"‏ مَنْ رَبُّ هَذَا الْجَمَلِ، لِمَنْ هَذَا الْجَمَلُ ‏\"‏ ‏.‏ فَجَاءَ فَتًى مِنَ الأَنْصَارِ فَقَالَ ‏:‏ لِي يَا رَسُولَ اللَّهِ ‏.‏ فَقَالَ ‏:‏ ‏\"‏ أَفَلاَ تَتَّقِي اللَّهَ فِي هَذِهِ الْبَهِيمَةِ الَّتِي مَلَّكَكَ اللَّهُ إِيَّاهَا، فَإِنَّهُ شَكَى إِلَىَّ أَنَّكَ تُجِيعُهُ وَتُدْئِبُهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}