{
  "hadith": {
    "hadith_id": 2602,
    "narrator": "‘আলী ইবনু রবী’আহ (রহঃ)",
    "bn": "তিনি বলেন, আমি দেখলাম, ‘আলী (রাঃ) এর কাছে আরোহণের একটি পশু আনা হলে তিনি এর পা-দানিতে পা রাখতেই বললেন, ‘বিসমিল্লাহ’ এবং এর পিঠে চড়ে সোজা হয়ে বসে বললেন, আল-হামদুলিল্লাহ”। অতঃপর তিনি এ আয়াত পড়লেনঃ “মহান পবিত্র তিনি, যিনি একে আমাদের অনুগত বানিয়েছেন, তা না হলে একে বশ করতে আমরা সক্ষম ছিলাম না। নিশ্চয়ই আমাদেরকে আমাদের রব্বের নিকট ফিরে যেতে হবে” (সূরাহ আয-যুখরুক : আয়াত ১৩-১৪)। পুনরায় তিনি তিনবার ‘আল-হামদুলিল্লাহ’ এবং তিনবার ‘আল্লাহু আকবার’ বললেন। অতঃপর বললেন, “(হে আল্লাহ!) আপনার পবিত্রতা ঘোষণা করছি, আমিই আমার উপর যুলুম করেছি, আপনি আমাকে ক্ষমা করুন, আপনি ছাড়া কেউই গুনাহ ক্ষমা করতে পারে না”। অতঃপর তিনি হেসে দিলেন। তাকে জিজ্ঞেস করা হলো, হে আমীরুল মু’মিনীন! আপনি কেন হাসলেন?  তিনি বললেন, আমি যেরূপ করলাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কেও এরুপ করতে দেখেছি। তিনি যখন হেসেছিলেন তখন আমি জিজ্ঞেস করলাম, হে আল্লাহর রাসূল! আপনি হাসলেন কেন? তিনি বললেনঃনিশ্চয়ই তোমার প্রতিপালক তাঁর বান্দার উপর সন্তুষ্ট হন যখন সে বলে: “(হে আমার রব্ব!) আপনি আমার গুনাহ ক্ষমা করুন”। আর বান্দা তো জানে যে, আমি (আল্লাহ) ছাড়া কেউই গুনাহ ক্ষমা করতে পারে না।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، حَدَّثَنَا أَبُو إِسْحَاقَ الْهَمْدَانِيُّ، عَنْ عَلِيِّ بْنِ رَبِيعَةَ، قَالَ شَهِدْتُ عَلِيًّا - رضى الله عنه - وَأُتِيَ بِدَابَّةٍ لِيَرْكَبَهَا فَلَمَّا وَضَعَ رِجْلَهُ فِي الرِّكَابِ قَالَ بِسْمِ اللَّهِ فَلَمَّا اسْتَوَى عَلَى ظَهْرِهَا قَالَ الْحَمْدُ لِلَّهِ ثُمَّ قَالَ ‏{‏ سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ ‏}‏ ثُمَّ قَالَ الْحَمْدُ لِلَّهِ ‏.‏ ثَلاَثَ مَرَّاتٍ ‏.‏ ثُمَّ قَالَ اللَّهُ أَكْبَرُ ‏.‏ ثَلاَثَ مَرَّاتٍ ثُمَّ قَالَ سُبْحَانَكَ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ ‏.‏ ثُمَّ ضَحِكَ فَقِيلَ يَا أَمِيرَ الْمُؤْمِنِينَ مِنْ أَىِّ شَىْءٍ ضَحِكْتَ قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم فَعَلَ كَمَا فَعَلْتُ ثُمَّ ضَحِكَ فَقُلْتُ يَا رَسُولَ اللَّهِ مِنْ أَىِّ شَىْءٍ ضَحِكْتَ قَالَ ‏\"‏ إِنَّ رَبَّكَ يَعْجَبُ مِنْ عَبْدِهِ إِذَا قَالَ اغْفِرْ لِي ذُنُوبِي يَعْلَمُ أَنَّهُ لاَ يَغْفِرُ الذُّنُوبَ غَيْرِي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}