{
  "hadith": {
    "hadith_id": 2654,
    "narrator": "ইয়াস ইবনু সালামাহ (রহঃ)",
    "bn": "তিনি বলেন, আমার পিতা সালামাহ (রাঃ) আমাকে বলেছেন, আমি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সঙ্গী হয়ে হাওয়াযিন গোত্রের বিরুদ্ধে যুদ্ধে যোগদান করেছি। আমরা দুপুরের খাবার খাচ্ছিলাম। আর আমাদের অধিকাংশ লোক ছিল পদাতিক ও দুর্বল। ইতোমধ্যে এক ব্যক্তি লাল রঙের একটি উটে চড়ে আমাদের কাছে এলো। সে উটের কোমর থেকে রশি খুলে তার উটটিকে বেঁধে রেখে লোকদের সঙ্গে খেতে বসলো। সে তাদের শারীরিক দুর্বলতা ও বাহনের স্বল্পতা লক্ষ্য করে দৌড়ে তার উটের কাছে গিয়ে উটের রশি খুলে সেটাকে বসিয়ে তার পিঠে চড়লো। অতঃপর তার উট হাঁকিয়ে চলে গেলো। আসলাম গোত্রের এক ব্যক্তি ছাই রঙের একটি উষ্ট্রী নিয়ে তার পিছু করলো। দলের মধ্যে এটাই ছিল সেরা সওয়ারী। বর্ণনাকারী বলেন, আমি দৌড়ে তার পিছনে ছুটলাম। আমি যখন তার নিকট পৌঁছি তখন উষ্ট্রীর মাথা ছিল ঐ গুপ্তচরের উটের পাছার নিকটে। আমি সামনে এগিয়ে তার উটের পিছু ধরে ফেলি এবং আমি আরো এগিয়ে তার উটের লাগাম ধরে ফেলি এবং উটটিকে বসিয়ে দেই। উটটি হাঁটু গেড়ে বসলে আমি খাপ থেকে তরবারী বের করে লোকটির মাথায় আঘাত হানলে সে মাটিতে লুটিয়ে পড়ে। আমি তার বাহন ও মালপত্র নিয়ে আসলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সকলের মাঝখান দিয়ে আমার সামনে এসে বললেনঃ কে লোকটিকে হত্যা করেছে? লোকেরা বললো, সালামাহ ইবনুল আকওয়া’। তিনি বললেনঃ নিহতের সব মাল-পত্র তার প্রাপ্য।",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، أَنَّ هَاشِمَ بْنَ الْقَاسِمِ، وَهِشَامًا، حَدَّثَاهُمْ قَالاَ، حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، قَالَ حَدَّثَنِي إِيَاسُ بْنُ سَلَمَةَ، قَالَ حَدَّثَنِي أَبِي قَالَ، غَزَوْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم هَوَازِنَ - قَالَ - فَبَيْنَمَا نَحْنُ نَتَضَحَّى وَعَامَّتُنَا مُشَاةٌ وَفِينَا ضَعَفَةٌ إِذْ جَاءَ رَجُلٌ عَلَى جَمَلٍ أَحْمَرَ فَانْتَزَعَ طَلَقًا مِنْ حِقْوِ الْبَعِيرِ فَقَيَّدَ بِهِ جَمَلَهُ ثُمَّ جَاءَ يَتَغَدَّى مَعَ الْقَوْمِ فَلَمَّا رَأَى ضَعَفَتَهُمْ وَرِقَّةَ ظَهْرِهِمْ خَرَجَ يَعْدُو إِلَى جَمَلِهِ فَأَطْلَقَهُ ثُمَّ أَنَاخَهُ فَقَعَدَ عَلَيْهِ ثُمَّ خَرَجَ يَرْكُضُهُ وَاتَّبَعَهُ رَجُلٌ مِنْ أَسْلَمَ عَلَى نَاقَةٍ وَرْقَاءَ هِيَ أَمْثَلُ ظَهْرِ الْقَوْمِ - قَالَ - فَخَرَجْتُ أَعْدُو فَأَدْرَكْتُهُ وَرَأْسُ النَّاقَةِ عِنْدَ وَرِكِ الْجَمَلِ وَكُنْتُ عِنْدَ وَرِكِ النَّاقَةِ ثُمَّ تَقَدَّمْتُ حَتَّى كُنْتُ عِنْدَ وَرِكِ الْجَمَلِ ثُمَّ تَقَدَّمْتُ حَتَّى أَخَذْتُ بِخِطَامِ الْجَمَلِ فَأَنَخْتُهُ فَلَمَّا وَضَعَ رُكْبَتَهُ بِالأَرْضِ اخْتَرَطْتُ سَيْفِي فَأَضْرِبَ رَأْسَهُ فَنَدَرَ فَجِئْتُ بِرَاحِلَتِهِ وَمَا عَلَيْهَا أَقُودُهَا فَاسْتَقْبَلَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي النَّاسِ مُقْبِلاً فَقَالَ ‏\"‏ مَنْ قَتَلَ الرَّجُلَ ‏\"‏ ‏.‏ فَقَالُوا سَلَمَةُ بْنُ الأَكْوَعِ ‏.‏ قَالَ ‏\"‏ لَهُ سَلَبُهُ أَجْمَعُ ‏\"‏ ‏.‏ قَالَ هَارُونُ هَذَا لَفْظُ هَاشِمٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}