{
  "hadith": {
    "hadith_id": 2676,
    "narrator": "ওয়াসিলাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাবূকের যুদ্ধে অংশ গ্রহণের ঘোষণা দিলেন। ইতোমধ্যে আমি আমার পরিবারের সঙ্গে একত্রে ফিরে আসি। এরই মধ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবীদের প্রথম দলটি রওয়ানা হয়ে গেছে। আমি মাদীনাহ্‌র অলিগলিতে ডেকে ডেকে বললাম, এমন কেউ আছে কি একজনকে বাহন দিবে, তার জন্য তার গনিমাতের অংশ থাকবে। এক প্রবীণ আনসারী ডেকে বললেন, তার অংশ আমি নিতে চাই। সে আমাদের বাহনের পিছনে চড়বে এবং আমাদের সাথেই খাওয়া-দাওয়া করবে। আমি বললাম, হাঁ, ঠিক আছে। প্রবীণ লোকটি বলেন, তাহলে এসো এবং মহান আল্লাহ্‌র আশু বরকতের উপর ভরসা করে যাত্রা করো। বর্ণনাকারী বলেন, আমি আমার উত্তম সাথীর সঙ্গে রওয়ানা দিলাম। আল্লাহ আমাদেরকে গনিমাত দান করলেন। আমার ভাগে কিছু উট পড়লো। আমি এগুলো দ্রুত হাকিঁয়ে আমার সেই উত্তম বন্ধুর কাছে নিয়ে আসি। প্রবীণ ব্যক্তি বেরিয়ে এসে তার উটের পালানের উপর বসলেন, তারপর বললেন, এগুলোকে আমার দিকে পিঠ করে হাঁকাও। তিনি পুনরায় বললেন, এগুলো আমার দিকে মুখ উত্তম মনে হয়। তিনি বললেন, এগুলো আপনার সেই মাল যার চুক্তি আমি আপনার সাথে করেছি। তিনি বললেন, হে ভাতিজা! তুমি তোমার উটগুলোকে নিয়ে যাও। গনিমাতের অংশ নেয়ার ইচ্ছা আমার নেই।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ أَبُو النَّضْرِ، حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ، أَخْبَرَنِي أَبُو زُرْعَةَ، يَحْيَى بْنُ أَبِي عَمْرٍو السَّيْبَانِيُّ عَنْ عَمْرِو بْنِ عَبْدِ اللَّهِ، أَنَّهُ حَدَّثَهُ عَنْ وَاثِلَةَ بْنِ الأَسْقَعِ، قَالَ نَادَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي غَزْوَةِ تَبُوكَ فَخَرَجْتُ إِلَى أَهْلِي فَأَقْبَلْتُ وَقَدْ خَرَجَ أَوَّلُ صَحَابَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَطَفِقْتُ فِي الْمَدِينَةِ أُنَادِي أَلاَ مَنْ يَحْمِلُ رَجُلاً لَهُ سَهْمُهُ فَنَادَى شَيْخٌ مِنَ الأَنْصَارِ قَالَ لَنَا سَهْمُهُ عَلَى أَنْ نَحْمِلَهُ عَقَبَةً وَطَعَامُهُ مَعَنَا قُلْتُ نَعَمْ ‏.‏ قَالَ فَسِرْ عَلَى بَرَكَةِ اللَّهِ تَعَالَى ‏.‏ قَالَ فَخَرَجْتُ مَعَ خَيْرِ صَاحِبٍ حَتَّى أَفَاءَ اللَّهُ عَلَيْنَا فَأَصَابَنِي قَلاَئِصُ فَسُقْتُهُنَّ حَتَّى أَتَيْتُهُ فَخَرَجَ فَقَعَدَ عَلَى حَقِيبَةٍ مِنْ حَقَائِبِ إِبِلِهِ ثُمَّ قَالَ سُقْهُنَّ مُدْبِرَاتٍ ‏.‏ ثُمَّ قَالَ سُقْهُنَّ مُقْبِلاَتٍ ‏.‏ فَقَالَ مَا أَرَى قَلاَئِصَكَ إِلاَّ كِرَامًا - قَالَ - إِنَّمَا هِيَ غَنِيمَتُكَ الَّتِي شَرَطْتُ لَكَ ‏.‏ قَالَ خُذْ قَلاَئِصَكَ يَا ابْنَ أَخِي فَغَيْرَ سَهْمِكَ أَرَدْنَا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}