{
  "hadith": {
    "hadith_id": 2679,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নাজদ এলাকায় অশ্বারোহী কাফেলা পাঠালেন। তারা বনী হানিফা্হ গোত্রের সুমামাহ ইবনু ইসাল নামক এক ব্যাক্তিকে ধরে নিয়ে এলো। সে ইয়ামামাবাসীদের নেতা ছিলো। লোকটিকে মাসজিদে নাববীর একটি খুটিঁতে বেধেঁ রাখা হলো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার কাছে এসে বললেনঃহে সুমামাহ! তোমার নিকট কি আছে? সে বললো, হে মুহাম্মাদ! আমার কাছে কল্যান আছে। আপনি আমাকে হত্যা করলে এমন এক ব্যাক্তিকে হত্যা করলেন যার রক্তের প্রতিশোধ নেয়া হবে। আর আপনি যদি অনুগ্রহ করেন, তাহলে একজন সন্মানি লোককে অনুগ্রহ করলেন। আপনি সম্পদের আশা করলে যত ইচ্ছে চাইতে পারেন, দেয়া হবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চলে গেলেন। পরবর্তী সকাল বেলায় তিনি জিজ্ঞেস করলেন: এ সুমামাহ! তুমি তোমার সাথে কেমন আচরনের প্রত্যাশা করো? সে আগের মতই জবাব দিলো। এরপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চলে গেলেন। তৃতীয় দিনের সকাল বেলায় সে একই জবাব দিলো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, সুমা্মাহকে ছেড়ে দাও। সে মাসজিদের নিকটস্হ খেজুর বাগানে ঢুকে (কুপের পানিতে) গোসল করে মাসজিদে এসে বললো, আমি সাক্ষ্য দিচ্ছি ,আল্লাহ ছারা কনো ইলা্হ নাই। আমি আরো সাক্ষ্য দিচ্ছি যে মুহাম্মাদ তার বান্দা ও রাসূল। বর্ণনাকারী ঈসা বলেন, লাইস (রাঃ) আমাদের জানিয়েছেন, সুমামা্হ বললো, আপনি আমাকে হত্যা করলে একজন অপরাধীকেই হত্যা করলেন।",
    "ar": "حَدَّثَنَا عِيسَى بْنُ حَمَّادٍ الْمِصْرِيُّ، وَقُتَيْبَةُ، قَالَ قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ بَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم خَيْلاً قِبَلَ نَجْدٍ فَجَاءَتْ بِرَجُلٍ مِنْ بَنِي حَنِيفَةَ يُقَالُ لَهُ ثُمَامَةُ بْنُ أُثَالٍ سَيِّدُ أَهْلِ الْيَمَامَةِ فَرَبَطُوهُ بِسَارِيَةٍ مِنْ سَوَارِي الْمَسْجِدِ فَخَرَجَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَاذَا عِنْدَكَ يَا ثُمَامَةُ ‏\"‏ ‏.‏ قَالَ عِنْدِي يَا مُحَمَّدُ خَيْرٌ إِنْ تَقْتُلْ تَقْتُلْ ذَا دَمٍ وَإِنْ تُنْعِمْ تُنْعِمْ عَلَى شَاكِرٍ وَإِنْ كُنْتَ تُرِيدُ الْمَالَ فَسَلْ تُعْطَ مِنْهُ مَا شِئْتَ ‏.‏ فَتَرَكَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى إِذَا كَانَ الْغَدُ ثُمَّ قَالَ لَهُ ‏\"‏ مَا عِنْدَكَ يَا ثُمَامَةُ ‏\"‏ ‏.‏ فَأَعَادَ مِثْلَ هَذَا الْكَلاَمِ فَتَرَكَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى كَانَ بَعْدَ الْغَدِ فَذَكَرَ مِثْلَ هَذَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَطْلِقُوا ثُمَامَةَ ‏\"‏ ‏.‏ فَانْطَلَقَ إِلَى نَخْلٍ قَرِيبٍ مِنَ الْمَسْجِدِ فَاغْتَسَلَ فِيهِ ثُمَّ دَخَلَ الْمَسْجِدَ فَقَالَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ ‏.‏ وَسَاقَ الْحَدِيثَ ‏.‏ قَالَ عِيسَى أَخْبَرَنَا اللَّيْثُ وَقَالَ ذَا ذِمٍّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}