{
  "hadith": {
    "hadith_id": 2683,
    "narrator": "সা’দ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাক্কাহ বিজয়ের দিন চারজন পুরুষ ও দুজন মহিলা ছারা অন্য সবাইকে নিরাপত্তার (ক্ষমার) ঘোষনা দিলেন। তিনি তাদের নামও উল্লেখ করলেন। তন্মধ্যে ইবনু আবূ সারহও ছিলো। অতঃপর বর্ণনাকারী হাদীসের বাকি অংশ বর্ণনা করেন। সা’দ (রাঃ) বলেন,  ‘আবদুল্লাহ ইবনু আবূ সারহ ‘উসমান ইবনু আ’ফফানের (রাঃ) নিকট আত্নগোপন করে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন জনসাধারনকে বায়’আত গ্রহনের জন্য আহবান জানালে ‘উসমান (রাঃ) তাকে নিয়ে এসে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে দাড়ঁ করিয়ে বললেন, হে আল্লাহর নাবী! ’আবদুল্লাহর বায়’আত নিন। তিনি মাথা তুলে তার দিকে পর পর তিনবার তাকালেন, এবং প্রতিবারই অসন্তোষ প্রকাশ করলেন। তিনবারের পর তিনি ‘আবদুল্লাহর বায়’আত গ্রহন করলেন, অতঃপর সাহাবীদের লক্ষ্য করে বলেন: তোমাদের মধ্যে কি কোন বুদ্ধিনাম লোক ছিলো না, যখন সে আমাকে দেখলো যে আমি বায়’আত নিচ্ছি না, তখন সে তাকে কেনো হত্যা করলো না? সাহাবীগণ বললেন, এ আল্লাহর রাসূল! আপনার মনের ইচ্ছা আমরা উপলব্ধি করতে পারনি। আপনি আমাদেরকে চোখ দিয়ে ইশারা করলেন না কেনো! তিনি বলেন: কোনো নাবীর জন্য চোখের খেয়ানাতকারী হওয়া শোভা পায় না।\nইমাম আবূ দাউদ (রহঃ) বলেন, ‘আবদুল্লাহ ইবনু আবূ সারহ হলো ‘উসমানের (রাঃ) দুধভাই এবং ওয়ালীদ ইবনু ‘উক্ববাহ তার বৈপিত্রেয় ভাই। ’উসমানের (রাঃ) খিলাফাতের সময় ওয়ালীদ মদ পান করলে তিনি তাকে শাস্তি দেন।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالَ حَدَّثَنَا أَحْمَدُ بْنُ الْمُفَضَّلِ، قَالَ حَدَّثَنَا أَسْبَاطُ بْنُ نَصْرٍ، قَالَ زَعَمَ السُّدِّيُّ عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ سَعْدٍ، قَالَ لَمَّا كَانَ يَوْمُ فَتْحِ مَكَّةَ أَمَّنَ رَسُولُ اللَّهِ صلى الله عليه وسلم النَّاسَ إِلاَّ أَرْبَعَةَ نَفَرٍ وَامْرَأَتَيْنِ وَسَمَّاهُمْ وَابْنُ أَبِي سَرْحٍ ‏.‏ فَذَكَرَ الْحَدِيثَ قَالَ وَأَمَّا ابْنُ أَبِي سَرْحٍ فَإِنَّهُ اخْتَبَأَ عِنْدَ عُثْمَانَ بْنِ عَفَّانَ فَلَمَّا دَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم النَّاسَ إِلَى الْبَيْعَةِ جَاءَ بِهِ حَتَّى أَوْقَفَهُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا نَبِيَّ اللَّهِ بَايِعْ عَبْدَ اللَّهِ فَرَفَعَ رَأْسَهُ فَنَظَرَ إِلَيْهِ ثَلاَثًا كُلُّ ذَلِكَ يَأْبَى فَبَايَعَهُ بَعْدَ ثَلاَثٍ ثُمَّ أَقْبَلَ عَلَى أَصْحَابِهِ فَقَالَ ‏\"‏ أَمَا كَانَ فِيكُمْ رَجُلٌ رَشِيدٌ يَقُومُ إِلَى هَذَا حَيْثُ رَآنِي كَفَفْتُ يَدِي عَنْ بَيْعَتِهِ فَيَقْتُلُهُ ‏\"‏ ‏.‏ فَقَالُوا مَا نَدْرِي يَا رَسُولَ اللَّهِ مَا فِي نَفْسِكَ أَلاَ أَوْمَأْتَ إِلَيْنَا بِعَيْنِكَ قَالَ ‏\"‏ إِنَّهُ لاَ يَنْبَغِي لِنَبِيٍّ أَنْ تَكُونَ لَهُ خَائِنَةُ الأَعْيُنِ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ كَانَ عَبْدُ اللَّهِ أَخَا عُثْمَانَ مِنَ الرَّضَاعَةِ وَكَانَ الْوَلِيدُ بْنُ عُقْبَةَ أَخَا عُثْمَانَ لأُمِّهِ وَضَرَبَهُ عُثْمَانُ الْحَدَّ إِذْ شَرِبَ الْخَمْرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}