{
  "hadith": {
    "hadith_id": 2694,
    "narrator": "‘আমর ইবনু শু’আইব (রহঃ)",
    "bn": "তিনি তার পিতা হতে তার দাদার সূত্রে উক্ত ঘটনা সম্পর্কে বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাদের নারী ও শিশুদের তাদের কাছে ফিরিয়ে দাও। যে ব্যাক্তি নিজ অংশ বিনিময় ছাড়া ফেরত দিতে রাজি নয়, আমরা বিনিময় হিসাবে তাকে ছয়টি উট দিবো। যখন গনিমতের মাল আল্লাহর পক্ষ্য থেকে আমাদের হাতে আসবে তখন তা হতে এটি পরিশোধ করা হবে। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি উটের কাছে আসলেন। তিনি তার কুঁজ থেকে কিছু পশম নিয়ে বললেনঃ হে লোকেরা! এই “ফাই”—এ আমার কোনো অংশ নেই, এমনকি এই পশম  পরিমাণও নয়। তিনি এ বলে পশমসহ আঙ্গুল উচুঁ করে দেখালেন। শুধুমাত্র এক-পঞ্চমাংশ ছাড়া। আবার তাও তোমাদের কল্যানের জন্যই ব্যয় করা হবে। সুতরাং তোমরা সুইঁ সূতাটা পর্যন্ত জমা করো। এক ব্যক্তি এক টুকরা পশমি সূতা হাতে নিয়ে দাড়িয়েঁ বললো, আমি এই সুঁতাটুকু গদির কম্বলের ছেড়াঁ অংশ মেরামত করার জন্য নিয়েছিলেম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমার এবং ‘আবদুল মোত্তালিব গোত্রের অংশ আমি তোমাকে ছেড়ে দিলাম। লোকটি বললো, আমি দেখলাম এটুকুও গুনা্হর কারণ হচ্ছে, সেজন্য আমার আর কোনো প্রয়োজন নেই। এই বলে সে সূতাটুকু ছুড়ে ফেলে দেয়।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا حَمَّادٌ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، فِي هَذِهِ الْقِصَّةِ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ رُدُّوا عَلَيْهِمْ نِسَاءَهُمْ وَأَبْنَاءَهُمْ فَمَنْ مَسَكَ بِشَىْءٍ مِنْ هَذَا الْفَىْءِ فَإِنَّ لَهُ بِهِ عَلَيْنَا سِتَّ فَرَائِضَ مِنْ أَوَّلِ شَىْءٍ يُفِيئُهُ اللَّهُ عَلَيْنَا ‏\"‏ ‏.‏ ثُمَّ دَنَا - يَعْنِي النَّبِيَّ صلى الله عليه وسلم - مِنْ بَعِيرٍ فَأَخَذَ وَبَرَةً مِنْ سَنَامِهِ ثُمَّ قَالَ ‏\"‏ يَا أَيُّهَا النَّاسُ إِنَّهُ لَيْسَ لِي مِنَ الْفَىْءِ شَىْءٌ وَلاَ هَذَا ‏\"‏ ‏.‏ وَرَفَعَ أُصْبُعَيْهِ ‏\"‏ إِلاَّ الْخُمُسَ وَالْخُمُسُ مَرْدُودٌ عَلَيْكُمْ فَأَدُّوا الْخِيَاطَ وَالْمِخْيَطَ ‏\"‏ ‏.‏ فَقَامَ رَجُلٌ فِي يَدِهِ كُبَّةٌ مِنْ شَعْرٍ فَقَالَ أَخَذْتُ هَذِهِ لأُصْلِحَ بِهَا بَرْذَعَةً لِي فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَمَّا مَا كَانَ لِي وَلِبَنِي عَبْدِ الْمُطَّلِبِ فَهُوَ لَكَ ‏\"‏ ‏.‏ فَقَالَ أَمَّا إِذْ بَلَغَتْ مَا أَرَى فَلاَ أَرَبَ لِي فِيهَا ‏.‏ وَنَبَذَهَا ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}