{
  "hadith": {
    "hadith_id": 2752,
    "narrator": "ইয়াস ইবনু সালামাহ (রাঃ)",
    "bn": "তিনি (সালামাহ) বলেন, ‘আবদুর রহমান ইবনু ‘উয়াইনাহ রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উট লুন্ঠন করলো এবং তাঁর রাখালকে মেরে ফেললো। অতঃপর সে ও তার অশ্বারোহী সাথীরা উটগুলোকে হাঁকিয়ে নিয়ে যেতে থাকলো। আমি (সালামাহ) মাদীনার দিকে মুখ ফিরিয়ে (সাহায্যের জন্য) তিনবার ডাক দিলাম, হুশিয়ার! (ডাকাত দল এসেছে)। অতঃপর আমি তাদের পিছু ধাওয়া করে তীর ছুঁড়ে তাদেরকে আহত করতে লাগলাম। তাদের কোন অশ্বারোহী আমার দিকে ফিরলে আমি গাছের আড়ালে লুকাতাম। এভাবে আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এর উটগুলোকে (উদ্ধার করে) আমার পিছনে ফেললাম। তারা বোঝা হালকা করে দ্রুত পালানোর জন্য তিরিশের অধিক বর্শা এবং তিরিশের অধিক চাদর বাহনের পিঠ থেকে ফেলে দেয়। তাদের সাহায্য করতে ‘উয়াইনাহ এগিয়ে এসে বললো, তার (সালামাহর) মোকাবিলার জনঃ কয়েকজন অগ্রসর হও। অতঃপর আমার মোকাবিলার জন্য তাদের চার জন সামনে অগ্রসর হয়ে পাহাড়ে উঠলো। আমার অবস্থান যখন তাদের থেকে এতটুকু দূরে ছিলো যে, তারা আমার ডাক শুনতে পাবে, তখন আমি বললাম, তোমরা কি আমাকে চেনো! তারা বললো, তুমি কে? আমি বললাম, আমি আকওয়া‘র পুত্র। সেই সত্ত্বার শপথ, যিনি মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর চেহারাকে সম্মানিত করেছেন! তোমাদের কেউ আমাকে ধরতে চাইলে, সে কখনোই আমাকে ধরতে পরবেনা। পক্ষান্তরে আমি কাউকে ধরতে পারলে তার রক্ষা নাই। এমন সময় আমি দেখতে পেলাম যে, রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অশ্বারোহী বাহিনী গাছপালার ভিতর দিয়ে এগিয়ে আসছে। আখরাম আল-আসাদী (রাঃ) ছিলেন তাদের সবার আগে। আখরাম আল-আসাদী (রাঃ) ‘আবদুর রহমান ইবনু ‘উযাইনাহর দিকে অগ্রসর হলেন, সেও তাকে দেখতে পেলো। উভয়ের মধ্যে আক্রমণ পাল্টা-আক্রমণ চললো। আখরাম (রাঃ) তার ঘোড়াকে আঘাত করে হত্যা করলেন। ‘আবদুর রহমান (বল্লমের আঘাতে) আখরামকে শহীদ করে আখরামের ঘোড়ায় আরোহণ করলো। এবার আবূ ক্বাতাদাহ (রাঃ) ‘আবদুর রহমানের মোকাবিলায় এগিয়ে এলেন। দু’জনের মধ্যে ধস্তাধস্তি হলো। সে আবূ ক্বাতাদাহর (রাঃ) ঘোড়াকে হত্যা করলো। আর আবূ ক্বাতাদাহ (রাঃ) তাকে হত্যা করলেন। অতঃপর তিনি আখরামের ঘোড়ার সওয়ার হলেন। এরপর আমি (সালামাহ) রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  কাছে আসি। এ সময় তিনি যু ক্বারাদ নামক কূপের নিকটে অবস্থান করছিলেন। এখান থেকেই আমি লুটেরাদের ধাওয়া করেছিলাম। তখন রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  সাথে পাঁচশো লোক ছিলো। তিনি আমাকে (বীরত্বের জন্য) একজন অশ্বারোহীর ভাগ দিলেন এবং পদাতিকের ভাগও দিলেন।",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ، حَدَّثَنَا عِكْرِمَةُ، حَدَّثَنِي إِيَاسُ بْنُ سَلَمَةَ، عَنْ أَبِيهِ، قَالَ أَغَارَ عَبْدُ الرَّحْمَنِ بْنُ عُيَيْنَةَ عَلَى إِبِلِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَتَلَ رَاعِيَهَا وَخَرَجَ يَطْرُدُهَا هُوَ وَأُنَاسٌ مَعَهُ فِي خَيْلٍ فَجَعَلْتُ وَجْهِي قِبَلَ الْمَدِينَةِ ثُمَّ نَادَيْتُ ثَلاَثَ مَرَّاتٍ يَا صَبَاحَاهُ ‏.‏ ثُمَّ اتَّبَعْتُ الْقَوْمَ فَجَعَلْتُ أَرْمِي وَأَعْقِرُهُمْ فَإِذَا رَجَعَ إِلَىَّ فَارِسٌ جَلَسْتُ فِي أَصْلِ شَجَرَةٍ حَتَّى مَا خَلَقَ اللَّهُ شَيْئًا مِنْ ظَهْرِ النَّبِيِّ صلى الله عليه وسلم إِلاَّ جَعَلْتُهُ وَرَاءَ ظَهْرِي وَحَتَّى أَلْقَوْا أَكْثَرَ مِنْ ثَلاَثِينَ رُمْحًا وَثَلاَثِينَ بُرْدَةً يَسْتَخِفُّونَ مِنْهَا ثُمَّ أَتَاهُمْ عُيَيْنَةُ مَدَدًا فَقَالَ لِيَقُمْ إِلَيْهِ نَفَرٌ مِنْكُمْ ‏.‏ فَقَامَ إِلَىَّ أَرْبَعَةٌ مِنْهُمْ فَصَعِدُوا الْجَبَلَ فَلَمَّا أَسْمَعْتُهُمْ قُلْتُ أَتَعْرِفُونِي قَالُوا وَمَنْ أَنْتَ قُلْتُ أَنَا ابْنُ الأَكْوَعِ وَالَّذِي كَرَّمَ وَجْهَ مُحَمَّدٍ صلى الله عليه وسلم لاَ يَطْلُبُنِي رَجُلٌ مِنْكُمْ فَيُدْرِكُنِي وَلاَ أَطْلُبُهُ فَيَفُوتُنِي ‏.‏ فَمَا بَرِحْتُ حَتَّى نَظَرْتُ إِلَى فَوَارِسِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَتَخَلَّلُونَ الشَّجَرَ أَوَّلُهُمُ الأَخْرَمُ الأَسَدِيُّ فَيَلْحَقُ بِعَبْدِ الرَّحْمَنِ بْنِ عُيَيْنَةَ وَيَعْطِفُ عَلَيْهِ عَبْدُ الرَّحْمَنِ فَاخْتَلَفَا طَعْنَتَيْنِ فَعَقَرَ الأَخْرَمُ عَبْدَ الرَّحْمَنِ وَطَعَنَهُ عَبْدُ الرَّحْمَنِ فَقَتَلَهُ فَتَحَوَّلَ عَبْدُ الرَّحْمَنِ عَلَى فَرَسِ الأَخْرَمِ فَيَلْحَقُ أَبُو قَتَادَةَ بِعَبْدِ الرَّحْمَنِ فَاخْتَلَفَا طَعْنَتَيْنِ فَعَقَرَ بِأَبِي قَتَادَةَ وَقَتَلَهُ أَبُو قَتَادَةَ فَتَحَوَّلَ أَبُو قَتَادَةَ عَلَى فَرَسِ الأَخْرَمِ ثُمَّ جِئْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُوَ عَلَى الْمَاءِ الَّذِي جَلَّيْتُهُمْ عَنْهُ ذُو قَرَدٍ فَإِذَا نَبِيُّ اللَّهِ صلى الله عليه وسلم فِي خَمْسِمِائَةٍ فَأَعْطَانِي سَهْمَ الْفَارِسِ وَالرَّاجِلِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}