{
  "hadith": {
    "hadith_id": 2773,
    "narrator": "কা’ব ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সফর থেকে ফিরে এসে প্রথমে মাসজিদে ঢুকতেন। তারপর দু’ রাক‘আত সালাত আদায় করে লোকদের নিয়ে বসতেন। অতঃপর বর্ণনাকারী ইবনুস সারহ পুরো হাদীসটি বর্ণনা করেন।\nকা’ব (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের তিনজনের সাথে কথাবার্তা বলতে সবাইকে নিষেধ করলেন। এভাবে অনেক দিন অতিবাহিত হলো। একদিন আমি আমার চাচাতো ভাই আবূ ক্বাতাদাহর (রাঃ) বাগানের দেয়াল টপকে সেখানে ঢুকে তাকে সালাম করি। আল্লাহর শপথ! তিনি আমার সালামের উত্তর দেননি। অতঃপর পঞ্চাশ দিনের দিন সকালে আমি ঘরের ছাদের উপর ফাজরের সলাত আদায় করলাম। এমন সময় শব্দ শুনতে পেলাম, এক ব্যক্তি চিৎকার দিয়ে বলছে, হে কা‘ব ইবনু মালিক! তোমার জন্য সুসংবাদ। অতঃপর ঐ সুসংবাদদাতা আমার কাছে আসলে আমি আমার দুইখানা কাপড় খুলে তাকে পরিয়ে দিলাম। আমি উঠে সরাসরি মাসজিদে নাববীতে গিয়ে উপস্থিত হয়ে দেখি, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বসে আছেন। তখন ত্বালহা ইবনু ‘উবাইদুল্লাহ (রাঃ) দ্রুত আমার দিকে এসে আমার সাথে মুসাফাহা করলেন এবং আমাকে মোবারকবাদ জানালেন।",
    "ar": "حَدَّثَنَا ابْنُ السَّرْحِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، أَنَّ عَبْدَ اللَّهِ بْنَ كَعْبٍ، قَالَ سَمِعْتُ كَعْبَ بْنَ مَالِكٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا قَدِمَ مِنْ سَفَرٍ بَدَأَ بِالْمَسْجِدِ فَرَكَعَ فِيهِ رَكْعَتَيْنِ ثُمَّ جَلَسَ لِلنَّاسِ ‏.‏ وَقَصَّ ابْنُ السَّرْحِ الْحَدِيثَ قَالَ وَنَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم الْمُسْلِمِينَ عَنْ كَلاَمِنَا أَيُّهَا الثَّلاَثَةُ حَتَّى إِذَا طَالَ عَلَىَّ تَسَوَّرْتُ جِدَارَ حَائِطِ أَبِي قَتَادَةَ وَهُوَ ابْنُ عَمِّي فَسَلَّمْتُ عَلَيْهِ فَوَاللَّهِ مَا رَدَّ عَلَىَّ السَّلاَمَ ثُمَّ صَلَّيْتُ الصُّبْحَ صَبَاحَ خَمْسِينَ لَيْلَةً عَلَى ظَهْرِ بَيْتٍ مِنْ بُيُوتِنَا فَسَمِعْتُ صَارِخًا يَا كَعْبُ بْنَ مَالِكٍ أَبْشِرْ ‏.‏ فَلَمَّا جَاءَنِي الَّذِي سَمِعْتُ صَوْتَهُ يُبَشِّرُنِي نَزَعْتُ لَهُ ثَوْبَىَّ فَكَسَوْتُهُمَا إِيَّاهُ فَانْطَلَقْتُ حَتَّى إِذَا دَخَلْتُ الْمَسْجِدَ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم جَالِسٌ فَقَامَ إِلَىَّ طَلْحَةُ بْنُ عُبَيْدِ اللَّهِ يُهَرْوِلُ حَتَّى صَافَحَنِي وَهَنَّأَنِي ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}