{
  "hadith": {
    "hadith_id": 2775,
    "narrator": "‘আমির ইবনু সা’দ (রহঃ) হতে তার পিতা",
    "bn": "তিনি (সা’দ) বলেন, আমরা রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাথে মাক্কাহ থেকে মাদীনাহর দিকে রওয়ানা হলাম। অতঃপর আমরা ‘আযওয়ারা’ নামক স্থানের নিকটে পৌঁছালে তিনি বাহন থেকে নেমে আল্লাহর নিকট হাত তুলে কিছুক্ষণ দু’আ করে সাজদাহয় লুটিয়ে পড়েন। তিনি অনেকক্ষণ সাজদাহয় থাকলেন। অতঃপর সাজদাহ থেকে উঠে পুনরায় মহান আল্লাহর কাছে হাত তুলে কিছুক্ষণ দু’আ করে আবার সাজদাহ করলেন এবং অনেকক্ষণ সাজদাহয় থাকলেন। আবার উঠে দু’হাত তুলে দু’আ করলেন এবং সাজদাহয় করলেন। বর্ণনাকারী আহমাদ বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এরুপ তিনবার করলেন। অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃ আমি আমার রব্বের নিকট আবেদন করেছি এবং আমার উম্মাতের জন্য সুপারিশ করেছি। আমাকে এক-তৃতীয়াংশ উম্মাতের জন্য শাফা’আতের অনুমতি দেয়া হয়েছে। তাই কৃতজ্ঞতা সরূপ আমি সাজদাহতে লুটিয়ে পড়েছি। আবার মাথা তুলে আমার রব্বের নিকট উম্মাতের জন্য আবেদন করেছি। তিনি আমাকে আমার উম্মাতের আরো এক-তৃতীয়াংশের জন্য শাফ’আত করার অনুমতি দিলেন। আমি পুনরায় সাজদাহয় অবনত হয় প্রভুকে কৃতজ্ঞতা জানাই। আমি পুনরায় মাথা তুলে আমার মহান রব্বের নিকট উম্মাতের জন্য দু’আ করি। তিনি আমাকে আরো এক-তৃতীয়াংশ উম্মাতের জন্য শাফা’আত করার অনুমতি দেন। আমি আমার প্রভুকে সাজদাহ করে শুকরিয়া জানাই। আবূ দাঊদ (রহঃ) বলেন, এ হাদীস বর্ণনার সময় আহমাদ ইবনু সালিহ আমাদের কাছে আশ’আস ইবনু ইসহাক্বের নাম উল্লেখ না করেই মূসা ইবনু সাহল থেকে এ হাদীস বর্ণনা করেন।\n\nদুর্বলঃ যঈফ আল-জামু’উস সাগীর (২০৮৯), ইরওয়া (৪৭৪)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، حَدَّثَنِي مُوسَى بْنُ يَعْقُوبَ، عَنِ ابْنِ عُثْمَانَقَالَ أَبُو دَاوُدَ وَهُوَ يَحْيَى بْنُ الْحَسَنِ بْنِ عُثْمَانَ عَنِ الأَشْعَثِ بْنِ إِسْحَاقَ بْنِ سَعْدٍ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، قَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ مَكَّةَ نُرِيدُ الْمَدِينَةَ فَلَمَّا كُنَّا قَرِيبًا مِنْ عَزْوَرَا نَزَلَ ثُمَّ رَفَعَ يَدَيْهِ فَدَعَا اللَّهَ سَاعَةً ثُمَّ خَرَّ سَاجِدًا فَمَكَثَ طَوِيلاً ثُمَّ قَامَ فَرَفَعَ يَدَيْهِ فَدَعَا اللَّهَ سَاعَةً ثُمَّ خَرَّ سَاجِدًا فَمَكَثَ طَوِيلاً ثُمَّ قَامَ فَرَفَعَ يَدَيْهِ سَاعَةً ثُمَّ خَرَّ سَاجِدًا ذَكَرَهُ أَحْمَدُ ثَلاَثًا قَالَ ‏ \"‏ إِنِّي سَأَلْتُ رَبِّي وَشَفَعْتُ لأُمَّتِي فَأَعْطَانِي ثُلُثَ أُمَّتِي فَخَرَرْتُ سَاجِدًا شُكْرًا لِرَبِّي ثُمَّ رَفَعْتُ رَأْسِي فَسَأَلْتُ رَبِّي لأُمَّتِي فَأَعْطَانِي ثُلُثَ أُمَّتِي فَخَرَرْتُ سَاجِدًا لِرَبِّي شُكْرًا ثُمَّ رَفَعْتُ رَأْسِي فَسَأَلْتُ رَبِّي لأُمَّتِي فَأَعْطَانِي الثُّلُثَ الآخَرَ فَخَرَرْتُ سَاجِدًا لِرَبِّي ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ أَشْعَثُ بْنُ إِسْحَاقَ أَسْقَطَهُ أَحْمَدُ بْنُ صَالِحٍ حِينَ حَدَّثَنَا بِهِ فَحَدَّثَنِي بِهِ عَنْهُ مُوسَى بْنُ سَهْلٍ الرَّمْلِيُّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}