{
  "hadith": {
    "hadith_id": 2812,
    "narrator": "‘আমরাহ বিনতু ‘আবদুর রহমান (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আয়িশাহ (রাঃ)-কে বলতে শুনেছি : রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সময়ে জঙ্গলে বসবাসকারী কিছু লোক এসে ঈদুল আযহার জামা’আতে উপস্থিত হয়। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা তিন দিনের খাওয়ার পরিমাণ গোশ্‌ত রেখে বাকী গোশ্‌ত সদাক্বাহ করে দাও। ‘আয়িশাহ (রাঃ) বলেন, কিছুদিন পর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলা হলো, হে আল্লাহর রাসূল! ইতিপূর্বে লোকেরা তো তাদের কুরবানী (গোশ্‌ত) দ্বারা (অনেকদিন) সুবিধা ভোগ করতো। তারা চর্বি জমা করে রাখতো এবং চামড়া দিয়ে পানির মশক বানাতো। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এরূপ বলার অর্থ কি? তারা বললেন, হে আল্লাহর রাসূল! আপনি কুরবানীর গোশ্‌ত তিন দিনের অধিক জমা রাখতে নিষেধ করেছেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সে সময় তোমাদের নিকট কিছু গরীব লোক এসেছিল বিধায় আমি তোমাদেরকে এরূপ নিষেধ করেছিলাম। কাজেই এখন তোমরা তা খাও, সদাক্বাহ করো এবং জমা করে রাখো।",
    "ar": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ عَمْرَةَ بِنْتِ عَبْدِ الرَّحْمَنِ، قَالَتْ سَمِعْتُ عَائِشَةَ، تَقُولُ دَفَّ نَاسٌ مِنْ أَهْلِ الْبَادِيَةِ حَضْرَةَ الأَضْحَى فِي زَمَانِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ادَّخِرُوا الثُّلُثَ وَتَصَدَّقُوا بِمَا بَقِيَ ‏\"‏ ‏.‏ قَالَتْ فَلَمَّا كَانَ بَعْدَ ذَلِكَ قِيلَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم يَا رَسُولَ اللَّهِ لَقَدْ كَانَ النَّاسُ يَنْتَفِعُونَ مِنْ ضَحَايَاهُمْ وَيَجْمُلُونَ مِنْهَا الْوَدْكَ وَيَتَّخِذُونَ مِنْهَا الأَسْقِيَةَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَمَا ذَاكَ ‏\"‏ ‏.‏ أَوْ كَمَا قَالَ قَالُوا يَا رَسُولَ اللَّهِ نَهَيْتَ عَنْ إِمْسَاكِ لُحُومِ الضَّحَايَا بَعْدَ ثَلاَثٍ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا نَهَيْتُكُمْ مِنْ أَجْلِ الدَّافَّةِ الَّتِي دَفَّتْ عَلَيْكُمْ فَكُلُوا وَتَصَدَّقُوا وَادَّخِرُوا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}