{
  "hadith": {
    "hadith_id": 285,
    "narrator": "আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর শ্যালিকা ও ‘আবদুর রহমান ইবনু ‘আওফ (রাঃ) -এর স্ত্রী উম্মু হাবীবাহ বিনতু জাহশ সাত বছর যাবত ইস্তিহাযায় আক্রান্ত থাকেন। ফলে তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে এ বিষয়ে মাসআলাহ জিজ্ঞেস করলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এটা হায়িয নয় বরং এটা রগবিশেষ থেকে নির্গত রক্ত। কাজেই তুমি গোসল করে সলাত আদায় কর। \nসহীহঃ বুখারী ও মুসলিম।\n\nইমাম আবূ দাউদ (রহঃ) বলেন, আওযাঈ (রহঃ) এ হাদীসে বৃদ্ধি করেন যে, যুহরী হতে, তিনি ‘উরওয়াহ ও ‘আমরাহ হতে ‘আয়িশা (রাঃ) সূত্রে, তিনি বলেন, ‘আবদুর রহমান ইবনু আওফের স্ত্রী উম্মু হাবীবাহ বিনতু জাহশ (রাঃ) সাত বছর যাবত ইস্তিহাযায় আক্রান্ত থাকেন। ফলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাকে নির্দেশ দিলেন যে, তোমার হায়িয এলে সলাত ছেড়ে দিবে, আর হায়িয চলে যাবে গোসল করে সলাত আদায় করবে।\nসহীহ।\nইমাম আবূ দাউদ (রহঃ) বলেন, উপরোক্ত বক্তব্য আওযায়ী ব্যতীত যুহ্রীর আর কোন শিষ্য উল্লেখ করেননি। যুহ্রী সূত্রে এ হাদীস বর্ণনা করেছেন ‘আমর ইবনুল হারিস, লাইস, ইউনুস, ইবনু আবূ যি’ব, মা‘মার, ইবরাহীম ইবনু সা‘দ, সুলায়মান ইবনু কাসীর, ইবনু ইসহাক্ব ও সুফিয়ন ইবনু ‘উয়াইনাহ প্রমুখ। তারা উপরোক্ত বক্তব্য উল্লেখ করেননি। ইমাম আবূ দাউদ (রহঃ) বলেন, হাদীসের এ শব্দ হিশাম ইবনু ‘উরওয়াহ তার পিতা হতে ‘আয়িশাহ্ সূত্রের। ইমাম আবূ দুউদ (রহঃ) বলেন, ইবনু ‘উয়াইনাহও তাতে শব্দগত কিছু বাড়িয়ে বলেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে হায়িযের দিনগুলোতে সলাত বর্জনের নির্দেশ দেন।’ তবে এটা ইবনু ‘উয়াইনাহের ধারণামাত্র। এছাড়া যুহরী হতে মুহাম্মাদ ইবনু ‘আমর বর্ণিত হাদীসে যা কিছু রয়েছে, তা আওযাঈ বর্ণিত হাদীসের কাছাকাছি।\nসহীহঃ মুসলিম। এটি গত হয়েছে ২৮১ নং-এ।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عَقِيلٍ، وَمُحَمَّدُ بْنُ سَلَمَةَ الْمِصْرِيَّانِ، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، وَعَمْرَةَ، عَنْ عَائِشَةَ، أَنَّ أُمَّ حَبِيبَةَ بِنْتَ جَحْشٍ، خَتَنَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَتَحْتَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ اسْتُحِيضَتْ سَبْعَ سِنِينَ فَاسْتَفْتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ هَذِهِ لَيْسَتْ بِالْحَيْضَةِ وَلَكِنْ هَذَا عِرْقٌ فَاغْتَسِلِي وَصَلِّي ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ زَادَ الأَوْزَاعِيُّ فِي هَذَا الْحَدِيثِ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ وَعَمْرَةَ عَنْ عَائِشَةَ قَالَتِ اسْتُحِيضَتْ أُمُّ حَبِيبَةَ بِنْتُ جَحْشٍ - وَهِيَ تَحْتَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ - سَبْعَ سِنِينَ فَأَمَرَهَا النَّبِيُّ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا أَقْبَلَتِ الْحَيْضَةُ فَدَعِي الصَّلاَةَ وَإِذَا أَدْبَرَتْ فَاغْتَسِلِي وَصَلِّي ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ وَلَمْ يَذْكُرْ هَذَا الْكَلاَمَ أَحَدٌ مِنْ أَصْحَابِ الزُّهْرِيِّ غَيْرَ الأَوْزَاعِيِّ وَرَوَاهُ عَنِ الزُّهْرِيِّ عَمْرُو بْنُ الْحَارِثِ وَاللَّيْثُ وَيُونُسُ وَابْنُ أَبِي ذِئْبٍ وَمَعْمَرٌ وَإِبْرَاهِيمُ بْنُ سَعْدٍ وَسُلَيْمَانُ بْنُ كَثِيرٍ وَابْنُ إِسْحَاقَ وَسُفْيَانُ بْنُ عُيَيْنَةَ وَلَمْ يَذْكُرُوا هَذَا الْكَلاَمَ ‏.‏ قَالَ أَبُو دَاوُدَ وَإِنَّمَا هَذَا لَفْظُ حَدِيثِ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ ‏.‏ قَالَ أَبُو دَاوُدَ وَزَادَ ابْنُ عُيَيْنَةَ فِيهِ أَيْضًا أَمَرَهَا أَنْ تَدَعَ الصَّلاَةَ أَيَّامَ أَقْرَائِهَا ‏.‏ وَهُوَ وَهَمٌ مِنَ ابْنِ عُيَيْنَةَ وَحَدِيثُ مُحَمَّدِ بْنِ عَمْرٍو عَنِ الزُّهْرِيِّ فِيهِ شَىْءٌ يَقْرُبُ مِنَ الَّذِي زَادَ الأَوْزَاعِيُّ فِي حَدِيثِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}