{
  "hadith": {
    "hadith_id": 2879,
    "narrator": "ইয়াহইয়া ইবনু সাঈদ (রহঃ)",
    "bn": "তিনি ‘উমার ইবনুল খাত্তাবের (রাঃ) ওয়াক্‌ফ দলীল সম্পর্কে বলেন, ‘আবদুল হামীদ ইবনু ‘আবদুল্লাহ ইবনু ‘আবদুল্লাহ ইবনু ‘উমার ইবনুল খাত্তাব (রাঃ) আমাকে ওয়াক্‌ফ দলীলটির অনুলিপি দিয়েছেন। (তা হলো) বিস্‌মিল্লাহির রহমানির রহীম। আল্লাহর বান্দা ‘উমার (রাঃ) তার ‘সামাগ’ নামক ফলের বাগান ওয়াক্‌ফ করেছেন- এটা তারই দলীল। অতঃপর ইয়াহইয়া ইবনু সাঈদ পুরো হাদীস নাফি’ বর্ণিত হাদীসের অনুরূপ বর্ণনা করেন। ‘উমার (রাঃ) বলেন, এই ওয়াক্‌ফকৃত সম্পত্তির আয় সঞ্চয় করা যাবে না। দলীলে উল্লেখিত খাতসমূহে এ সম্পত্তির আয় খরচ করার পর কিছু উদ্বৃত্ত থাকলে তা ভিক্ষুক এবং বঞ্চিতদের জন্য ব্যয় করবে। অতঃপর ইয়াহইয়া সম্পূর্ণ ঘটনা বর্ণনা করেন। দলীলে এও উল্লেখ ছিল, ‘সামাগ’ এর মোতাওয়াল্লী প্রয়োজনে বাগানের আয় থেকে দাস ক্রয় করতে পারবে (বাগান দেখাশুনার জন্য)। ওয়াক্‌ফের এই দলীল মু’আইকিব (রাঃ) নাক্বল করেন এবং এর সাক্ষী হন ‘আবদুল্লাহ ইবনু আকরাম (রাঃ)। দলীলের অনুলিপি এরূপঃ “বিস্‌মিল্লাহির রহমানির রহীম। আল্লাহর বান্দা এবং মুমিনগণের নেতা ‘উমার এ ওসিয়াত করছেন। তার মৃত্যুর পর সামাগের সম্পত্তি, সিরমা ইবনুল আকওয়া’ (বাগান) এবং এখানে কর্মরত গোলাম, খায়বারের একশো ভাগ জমি এবং সেখানে কর্মরত গোলাম এবং খায়বারের নিকটস্থ উপত্যকায় মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে যে একশো ভাগ জমি প্রদান করেছেন- এগুলোর আজীবন মোতাওয়াল্লী হবেন হাফসাহ (রাঃ)। তার মৃত্যুর পর এর মোতাওয়াল্লী হবে তার পরিবারের বিচক্ষণ ব্যক্তি। মোতাওয়াল্লী এসব শর্তগুলো মানবেঃ “এ সম্পত্তি বিক্রি করা যাবে না। ক্রয় করে এর সাথে আর সম্পত্তি যোগ করা যাবে না। মোতাওয়াল্লী তার বুঝ অনুযায়ী এর আয় ভিক্ষুক, বঞ্চিত এবং গরীব নিকট আত্নীয়দের জন্য ব্যয় করবেন। তিনি এ থেকে প্রয়োজন পরিমাণ পরিমাণ নিতে পারবেন এবং গোলাম ক্রয় করতে পারবেন”।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ صَدَقَةِ، عُمَرَ بْنِ الْخَطَّابِ رضى الله عنه قَالَ نَسَخَهَا لِي عَبْدُ الْحَمِيدِ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ هَذَا مَا كَتَبَ عَبْدُ اللَّهِ عُمَرُ فِي ثَمْغٍ فَقَصَّ مِنْ خَبَرِهِ نَحْوَ حَدِيثِ نَافِعٍ قَالَ غَيْرَ مُتَأَثِّلٍ مَالاً فَمَا عَفَا عَنْهُ مِنْ ثَمَرِهِ فَهُوَ لِلسَّائِلِ وَالْمَحْرُومِ - قَالَ وَسَاقَ الْقِصَّةَ - قَالَ وَإِنْ شَاءَ وَلِيُّ ثَمْغٍ اشْتَرَى مِنْ ثَمَرِهِ رَقِيقًا لِعَمَلِهِ وَكَتَبَ مُعَيْقِيبٌ وَشَهِدَ عَبْدُ اللَّهِ بْنُ الأَرْقَمِ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ هَذَا مَا أَوْصَى بِهِ عَبْدُ اللَّهِ عُمَرُ أَمِيرُ الْمُؤْمِنِينَ إِنْ حَدَثَ بِهِ حَدَثٌ أَنَّ ثَمْغًا وَصِرْمَةَ بْنَ الأَكْوَعِ وَالْعَبْدَ الَّذِي فِيهِ وَالْمِائَةَ سَهْمٍ الَّتِي بِخَيْبَرَ وَرَقِيقَهُ الَّذِي فِيهِ وَالْمِائَةَ الَّتِي أَطْعَمَهُ مُحَمَّدٌ صلى الله عليه وسلم بِالْوَادِي تَلِيهِ حَفْصَةُ مَا عَاشَتْ ثُمَّ يَلِيهِ ذُو الرَّأْىِ مِنْ أَهْلِهَا أَنْ لاَ يُبَاعَ وَلاَ يُشْتَرَى يُنْفِقُهُ حَيْثُ رَأَى مِنَ السَّائِلِ وَالْمَحْرُومِ وَذِي الْقُرْبَى وَلاَ حَرَجَ عَلَى مَنْ وَلِيَهُ إِنْ أَكَلَ أَوْ آكَلَ أَوِ اشْتَرَى رَقِيقًا مِنْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "18"
    }
  }
}