{
  "hadith": {
    "hadith_id": 2946,
    "narrator": "আবূ হুমাইদ আস-সাঈদী (রাঃ)",
    "bn": "নাবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম আয্দ গোত্রের এক লোককে যাকাত আদায়কারী নিয়োগ করেন। তার নাম ইবনুল লুতবিয়্যাহ। তবে ইবনুস সারহ বলেছেন তার নাম ইবনুল উতবিয়্যাহ। সে কর্মস্থল হতে মাদীনাহ্‌তে প্রত্যাবর্তন করে রাসূলুল্লাহকে বললো, এগুলো আপনাদের, আর এগুলো আমাকে উপঢৌকন দেয়া হয়েছে। নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম মিম্বারে দাঁড়িয়ে আল্লাহর প্রশংসা ও গুণগান করে বললেনঃ কর্মচারীর কি হলো! আমরা তাকে দায়িত্ব দিয়ে প্রেরণ করি। আর সে ফিরে এসে বলে, এটা আপনাদের আর এটা আমাকে হাদিয়া দেয়া হয়েছে। সে তার পিতা-মাতার ঘরে বসে থেকে দেখুক তাকে কেউ উপঢৌকন দেয় কিনা? তোমাদের মধ্যকার যে-ই এভাবে কোন কিছু গ্রহণ করবে সে তা নিয়ে ক্বিয়ামাতের দিন উপস্থিত হবে। যদি সেটা উট, গাভী কিংবা বকরী হয়, তা চিৎকার করবে। অতঃপর তিনি তাঁর দু’ হাত এতোটা উঁচু করেন যে, আমরা তার বগলের শুভ্রতা দেখলাম। তিনি বললেনঃ হে আল্লাহ! আমি কি পৌছে দিয়েছি, হে আল্লাহ! আমি কি পৌছে দিয়েছি।",
    "ar": "حَدَّثَنَا ابْنُ السَّرْحِ، وَابْنُ أَبِي خَلَفٍ، - لَفْظُهُ - قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اسْتَعْمَلَ رَجُلاً مِنَ الأَزْدِ يُقَالُ لَهُ ابْنُ اللُّتْبِيَّةِ - قَالَ ابْنُ السَّرْحِ ابْنُ الأُتْبِيَّةِ - عَلَى الصَّدَقَةِ فَجَاءَ فَقَالَ هَذَا لَكُمْ وَهَذَا أُهْدِيَ لِي ‏.‏ فَقَامَ النَّبِيُّ صلى الله عليه وسلم عَلَى الْمِنْبَرِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ وَقَالَ ‏\"‏ مَا بَالُ الْعَامِلِ نَبْعَثُهُ فَيَجِيءُ فَيَقُولُ هَذَا لَكُمْ وَهَذَا أُهْدِيَ لِي ‏.‏ أَلاَّ جَلَسَ فِي بَيْتِ أُمِّهِ أَوْ أَبِيهِ فَيَنْظُرَ أَيُهْدَى لَهُ أَمْ لاَ لاَ يَأْتِي أَحَدٌ مِنْكُمْ بِشَىْءٍ مِنْ ذَلِكَ إِلاَّ جَاءَ بِهِ يَوْمَ الْقِيَامَةِ إِنْ كَانَ بَعِيرًا فَلَهُ رُغَاءٌ أَوْ بَقَرَةً فَلَهَا خُوَارٌ أَوْ شَاةً تَيْعَرُ ‏\"‏ ‏.‏ ثُمَّ رَفَعَ يَدَيْهِ حَتَّى رَأَيْنَا عُفْرَةَ إِبْطَيْهِ ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ هَلْ بَلَّغْتُ اللَّهُمَّ هَلْ بَلَّغْتُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}