{
  "hadith": {
    "hadith_id": 2966,
    "narrator": "আয-যুহরী (রহঃ)",
    "bn": "তিনি বলেন, ‘উমার (রাঃ) বলেছেন, (মহান আল্লাহর বাণী), “আর যা কিছু আল্লাহ তাদের (ইহুদীদের) থেকে তাঁর রাসূলের নিকট ফিরিয়ে দিয়েছেন, তার জন্য তোমরা ঘোড়া ও উট পরিচালিত করোনি। বরং আল্লাহ তাঁর রাসূলদেরকে যার উপর ইচ্ছা কর্তৃত্ব দান করেন। আর আল্লাহ প্রতিটি বিষয়ের উপরই ক্ষমতাবান” (সূরাহ আল-হাশরঃ ৬)। আয-যুহরী (রহঃ) বলেন  ‘উমার (রাঃ) বলেছেন, উরাইনাহ, ফাদাক ইত্যাদি এলাকা রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জন্য নির্দিষ্ট ছিল। যেমন অন্য আয়াতে বলা হয়েছেঃ “যা কিছুই আল্লাহ এ জনপদের লোকদের থেকে তাঁর রাসূলের দিকে ফিরিয়ে দিয়েছেন তা আল্লাহ, রাসূল এবং আত্মীয়-স্বজন, ইয়াতীম, মিসকিন ও পথিকদের জন্য। ঐসব মুহাজিরের জন্যও, যারা নিজেদের ঘর-বাড়ি ও সম্পদ থেকে বিতারিত ও বহিষ্কৃত। এবং যারা এ মুহাজিরদের আসার আগে ঈমান এনে দারুল হিজরাতেই বসবাসকারী ছিল এবং যারা তাদের পরে হিজরাত করে তাদের কাছে এসেছে (তাদের জন্যও)...” (সূরাহ আল-হাশরঃ ৭-১০)। এ আয়াতগুলো সকল লোককে অন্তর্ভুক্ত করেছে। এমন কোন মুসলিম নেই যার যুদ্ধলব্ধ সম্পদে অধিকার নেই। আইয়ূব (রহঃ) বলেন, অথবা বর্ণনাকারী  ‘অধিকার’ এর স্থলে  ‘অংশ’ শব্দ বলেছেন। হ্যাঁ, তোমাদের কতিপয় কৃতদাস এ থেকে বাদ পড়েছে।\n\nসহীহঃ ইরওয়া (৫/৮৩-৮৪)।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا أَيُّوبُ، عَنِ الزُّهْرِيِّ، قَالَ قَالَ عُمَرُ ‏{‏ وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلاَ رِكَابٍ ‏}‏ ‏.‏ قَالَ الزُّهْرِيُّ قَالَ عُمَرُ هَذِهِ لِرَسُولِ اللَّهِ صلى الله عليه وسلم خَاصَّةً قُرَى عُرَيْنَةَ فَدَكَ وَكَذَا وَكَذَا ‏{‏ مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ ‏}‏ وَ لِلْفُقَرَاءِ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ وَالَّذِينَ تَبَوَّءُوا الدَّارَ وَالإِيمَانَ مِنْ قَبْلِهِمْ ‏.‏ وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ فَاسْتَوْعَبَتْ هَذِهِ الآيَةُ النَّاسَ فَلَمْ يَبْقَ أَحَدٌ مِنَ الْمُسْلِمِينَ إِلاَّ لَهُ فِيهَا حَقٌّ ‏.‏ قَالَ أَيُّوبُ أَوْ قَالَ حَظٌّ إِلاَّ بَعْضَ مَنْ تَمْلِكُونَ مِنْ أَرِقَّائِكُمْ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}