{
  "hadith": {
    "hadith_id": 2975,
    "narrator": "আবুল বাখতারী (রহঃ)",
    "bn": "তিনি বলেন, আমি এক লোকের নিকট একটি হাদীস শুনি, তা আমার পছন্দ হয়। আমি বললাম, আমাকে তা লিখে দিন। তিনি তা পরিষ্কারভাবে লিখে নিয়ে আসলেনঃ ‘আব্বাস (রাঃ) ও  ‘আলী (রাঃ) ‘উমারের (রাঃ) নিকট গেলেন। তখন তার কাছে ত্বালহা (রাঃ), যুবাইর (রাঃ), সা’দ (রাঃ) ও ‘আবদুর রহমান (রাঃ) উপস্থিত ছিলেন। ‘আব্বাস ও  ‘আলী বিবাদে লিপ্ত ছিলেন। ত্বালহা (রাঃ), যুবাইর (রাঃ), ‘আবদুর রহমান (রাঃ) ও সা’দ (রাঃ)-কে  ‘উমার (রাঃ) বললেন, আপনারা কি জানেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সম্পদ সদাক্বাহ হিসাবে গণ্য, কেবলমাত্র তাঁর পরিবারের ভরণপোষনের জন্য যতটুকু ব্যয় হয় তা ব্যতীত। আমাদের কোন উত্তরাধিকারী নাই”  তারা বললেন, হ্যাঁ জানি। ‘উমার (রাঃ) বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সম্পদ থেকে নিজ পরিবারের জন্য খরচ করতেন এবং বাকী অংশ দান করতেন। অতঃপর রাসূলুল্লাহ(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইন্তেকাল করলেন। আবূ বাকর(রাঃ) দুই বছর তাঁর সম্পত্তির মোতাওয়াল্লী থাকলেন রাসূলুল্লাহ(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঐ সম্পত্তির আয় যেসব খাতে ব্যয় করতেন, আবূ বাকরও তাই করলেন। আবুল বাখতারী হাদীসের অংশ বিশেষ মালিক ইবনু আওস(রাঃ) হতে বর্ণনা করেন।\n\nসহীহঃ সহীহাহ(২০৩৮)।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ مَرْزُوقٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ أَبِي الْبَخْتَرِيِّ، قَالَ سَمِعْتُ حَدِيثًا، مِنْ رَجُلٍ فَأَعْجَبَنِي فَقُلْتُ اكْتُبْهُ لِي فَأَتَى بِهِ مَكْتُوبًا مُذَبَّرًا دَخَلَ الْعَبَّاسُ وَعَلِيٌّ عَلَى عُمَرَ وَعِنْدَهُ طَلْحَةُ وَالزُّبَيْرُ وَعَبْدُ الرَّحْمَنِ وَسَعْدٌ وَهُمَا يَخْتَصِمَانِ فَقَالَ عُمَرُ لِطَلْحَةَ وَالزُّبَيْرِ وَعَبْدِ الرَّحْمَنِ وَسَعْدٍ أَلَمْ تَعْلَمُوا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ كُلُّ مَالِ النَّبِيِّ صلى الله عليه وسلم صَدَقَةٌ إِلاَّ مَا أَطْعَمَهُ أَهْلَهُ وَكَسَاهُمْ إِنَّا لاَ نُورَثُ ‏\"‏ ‏.‏ قَالُوا بَلَى ‏.‏ قَالَ فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُنْفِقُ مِنْ مَالِهِ عَلَى أَهْلِهِ وَيَتَصَدَّقُ بِفَضْلِهِ ثُمَّ تُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَوَلِيَهَا أَبُو بَكْرٍ سَنَتَيْنِ فَكَانَ يَصْنَعُ الَّذِي كَانَ يَصْنَعُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ ثُمَّ ذَكَرَ شَيْئًا مِنْ حَدِيثِ مَالِكِ بْنِ أَوْسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}