{
  "hadith": {
    "hadith_id": 2987,
    "narrator": "আল-ফাদল ইবনুল হাসান আদ-দামরী (রহঃ)",
    "bn": "যুবাইর ইবনু ‘আবদুল মুত্তালিবের (রাঃ) দুই কন্যা উম্মুল হাকাম অথবা দবা’আহ (রাঃ) হতে একজন এ বর্ণনা করেছেন যে, রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাছে কিছু যুদ্ধবন্দী আসলো। আমি, আমার বোন এবং রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কন্যা ফাত্বিমাহ (রাঃ) তাঁর নিকট গিয়ে আমাদের দরিদ্রতার কথা জানিয়ে কিছু যুদ্ধবন্দী আমাদেরকে দেয়ার জন্য হুকুম করতে আবেদন করলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ বদর যুদ্ধে (পিতাহারা) ইয়াতীমগণ তোমাদের চেয়ে অগ্রাধিকার প্রাপ্য। বরং আমি তোমাদেরকে এর চেয়ে উত্তম বস্তু বলে দিচ্ছি, যা তোমাদের জন্য কল্যাণকর হবে। তোমরা প্রত্যেক সলাতের পর ৩৩ বার ‘আল্লাহু আকবার’, ৩৩ বার ‘সুবহানাল্লাহ’, ৩৩ বার ‘আলহামদু লিল্লাহ’ এবং ১ বার ‘লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারীকা লাহু, লাহুল মূলকু ওয়ালাহুল হামদু ওয়া হুয়া আলা কুল্লি শায়ইন কাদীর’ এ তাসবীহ পাঠ করবে। আইয়াশ (রহঃ) বলেন, ঐ দুই মহিলা ছিলেন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর চাচাতো বোন।\n\nসহীহঃ সহীহাহ (১৮৮০)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنِي عَيَّاشُ بْنُ عُقْبَةَ الْحَضْرَمِيُّ، عَنِ الْفَضْلِ بْنِ الْحَسَنِ الضَّمْرِيِّ، أَنَّ أُمَّ الْحَكَمِ، أَوْ ضُبَاعَةَ ابْنَتَىِ الزُّبَيْرِ بْنِ عَبْدِ الْمُطَّلِبِ حَدَّثَتْهُ عَنْ إِحْدَاهُمَا أَنَّهَا قَالَتْ أَصَابَ رَسُولُ اللَّهِ صلى الله عليه وسلم سَبْيًا فَذَهَبْتُ أَنَا وَأُخْتِي وَفَاطِمَةُ بِنْتُ رَسُولِ اللَّهِ صلى الله عليه وسلم فَشَكَوْنَا إِلَيْهِ مَا نَحْنُ فِيهِ وَسَأَلْنَاهُ أَنْ يَأْمُرَ لَنَا بِشَىْءٍ مِنَ السَّبْىِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ سَبَقَكُنَّ يَتَامَى بَدْرٍ لَكِنْ سَأَدُلُّكُنَّ عَلَى مَا هُوَ خَيْرٌ لَكُنَّ مِنْ ذَلِكَ تُكَبِّرْنَ اللَّهَ عَلَى أَثَرِ كُلِّ صَلاَةٍ ثَلاَثًا وَثَلاَثِينَ تَكْبِيرَةً وَثَلاَثًا وَثَلاَثِينَ تَسْبِيحَةً وَثَلاَثًا وَثَلاَثِينَ تَحْمِيدَةً وَلاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ ‏\"‏ ‏.‏ قَالَ عَيَّاشٌ وَهُمَا ابْنَتَا عَمِّ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}