{
  "hadith": {
    "hadith_id": 2988,
    "narrator": "ইবনু আ’বুদা (রহঃ)",
    "bn": "তিনি বলেন, ‘আলী (রাঃ) আমাকে বললেন, আমি কি তোমাকে আমার ও রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কন্যা ফাত্বিমাহর পক্ষ হতে হাদীস বর্ণনা করবো না? আমি বললাম, হ্যাঁ, বলুন। তিনি বললেন, তাঁর পরিবারের সদস্যদের মধ্যে ফাত্বিমাহ (রাঃ)-ই ছিল তাঁর নিকট সর্বাপেক্ষা আদরের। (অথচ) যাঁতা ঘুরানোর কারণে ফাত্বিমাহর হাতে ফোসকা পড়ে গেছে এবং কলসে করে পানি টানার কারণে তার কাঁধে দাগ পড়ে এবং ঘরে ঝাড়ু দেয়ার কারণে তার পরনের কাপড় নোংরা হয়ে যেতো। এক সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে কিছু সংখ্যক খাদেম আসলে আমি ফাত্বিমাহকে বলি, তুমি তোমার পিতার কাছে গিয়ে একটি খাদেম চেয়ে নাও! সেখানে গিয়ে তাঁর কাছে লোকেরা বসে কথা বলছে দেখে ফাত্বিমাহ ফিরে আসলো। পরদিন সকালে তিনি ফাত্বিমাহর ঘরে এসে জিজ্ঞেস করলেনঃ তুমি আমার কাছে কি দরকারে গিয়েছিলে? ফাত্বিমাহ চুপ রইলো। আমি (‘আলী) বললাম, হে আল্লাহর রাসূল! আমি বলছি। যাঁতা পিষতে পিষতে তার হাতে ফোসকা পড়ে গেছে, এবং কলসে করে পানি টানার কারণে তার কাঁধে দাগ পড়ে গেছে। আপনার নিকট কিছু সংখ্যক খাদেম আসলে আমি তাকে নির্দেশ করি যেন, আপনার কাছে গিয়ে খাদেম চেয়ে নেয়। যাতে তার কষ্ট কিছুটা লাঘব হয়। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে ফাত্বিমাহ! আল্লাহকে ভয় করো, তোমার রব্বের নির্ধারিত ফরয আদায় করো এবং নিজের ঘরের কাজ নিজেই করো। আর যখন তুমি বিছানায় ঘুমাতে যাবে তখন ৩৩ বার সুবহানাল্লাহ, ৩৩ বার আলহামদু লিল্লাহ এবং ৩৪ বার আল্লাহু আকবার পাঠ করবে। এভাবে একশো পূর্ণ হবে। এটা তোমার জন্য খাদেমের চেয়েও উত্তম। ফাত্বিমাহ (রাঃ) বললেন, আমি আল্লাহ ও তাঁর রাসূলের প্রতি সন্তুষ্ট।\n\nদুর্বলঃ যঈফাহ (১৭৮৭)।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ سَعِيدٍ، - يَعْنِي الْجُرَيْرِيَّ - عَنْ أَبِي الْوَرْدِ، عَنِ ابْنِ أَعْبُدَ، قَالَ قَالَ لِي عَلِيٌّ رضى الله عنه أَلاَ أُحَدِّثُكَ عَنِّي وَعَنْ فَاطِمَةَ بِنْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَكَانَتْ مِنْ أَحَبِّ أَهْلِهِ إِلَيْهِ قُلْتُ بَلَى ‏.‏ قَالَ إِنَّهَا جَرَّتْ بِالرَّحَى حَتَّى أَثَّرَ فِي يَدِهَا وَاسْتَقَتْ بِالْقِرْبَةِ حَتَّى أَثَّرَ فِي نَحْرِهَا وَكَنَسَتِ الْبَيْتَ حَتَّى اغْبَرَّتْ ثِيَابُهَا فَأَتَى النَّبِيَّ صلى الله عليه وسلم خَدَمٌ فَقُلْتُ لَوْ أَتَيْتِ أَبَاكِ فَسَأَلْتِيهِ خَادِمًا فَأَتَتْهُ فَوَجَدَتْ عِنْدَهُ حُدَّاثًا فَرَجَعَتْ فَأَتَاهَا مِنَ الْغَدِ فَقَالَ ‏\"‏ مَا كَانَ حَاجَتُكِ ‏\"‏ ‏.‏ فَسَكَتَتْ فَقُلْتُ أَنَا أُحَدِّثُكَ يَا رَسُولَ اللَّهِ جَرَّتْ بِالرَّحَى حَتَّى أَثَّرَتْ فِي يَدِهَا وَحَمَلَتْ بِالْقِرْبَةِ حَتَّى أَثَّرَتْ فِي نَحْرِهَا فَلَمَّا أَنْ جَاءَكَ الْخَدَمُ أَمَرْتُهَا أَنْ تَأْتِيَكَ فَتَسْتَخْدِمَكَ خَادِمًا يَقِيهَا حَرَّ مَا هِيَ فِيهِ ‏.‏ قَالَ ‏\"‏ اتَّقِي اللَّهَ يَا فَاطِمَةُ وَأَدِّي فَرِيضَةَ رَبِّكِ وَاعْمَلِي عَمَلَ أَهْلِكِ فَإِذَا أَخَذْتِ مَضْجَعَكِ فَسَبِّحِي ثَلاَثًا وَثَلاَثِينَ وَاحْمَدِي ثَلاَثًا وَثَلاَثِينَ وَكَبِّرِي أَرْبَعًا وَثَلاَثِينَ فَتِلْكَ مِائَةٌ فَهِيَ خَيْرٌ لَكِ مِنْ خَادِمٍ ‏\"‏ ‏.‏ قَالَتْ رَضِيتُ عَنِ اللَّهِ عَزَّ وَجَلَّ وَعَنْ رَسُولِهِ صلى الله عليه وسلم ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}