{
  "hadith": {
    "hadith_id": 2990,
    "narrator": "মুজ্জা‘আহ",
    "bn": "একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে তার ভাইয়ের রক্তমূল্য চাইতে আসেন। যাকে যুহল গোত্রের সাদূস উপগোত্রের লোকেরা হত্যা করেছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি কোন মুশরিকের দিয়্যাত দিলে তোমার ভাইয়ের দিয়্যাত অবশ্যই দিতাম। তবে আমি তোমার জন্য এর বিনিময়ের ব্যবস্থা করছি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার জন্য একশো উট দেয়ার একটা ফরমান লিখে দেন। যা থেকে সে কিছু উট গ্রহন করে। পরবর্তীতে যুহল গোত্রের মুশরিকরা ইসলাম গ্রহণ করে। অতঃপর আবূ বাক্‌রের (রাঃ) খিলাফাতকালে মুজ্জা‘আহ তার নিকট অবশিষ্ট উট দাবি করে এবং সাথে রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফরমানও নিয়ে আসে। আবূ বকর (রাঃ) ইয়ামেন প্রদেশে ধার্যকৃত সদাক্বাহ থেকে তার জন্য বার হাজার সা’ খাদ্যশস্য প্রদানের নির্দেশ দেন। চার হাজার সা’ আটা, চার হাজার সা’ বার্লি এবং চার হাজার সা’ খেজুর দিয়ে তা পরিশোধ করা হবে। মুজ্জা‘আহকে লিখিত নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর ফরমানের বিবরণ ছিল এরূপঃ “বিসমিল্লাহির রহমানির রাহীম। এ পত্র নবী মুহাম্মাদের (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পক্ষ হতে বনূ সুলমাহ গোত্রের মুজ্জা‘আহ ইবনু মুরারাহর জন্য লিখিত। তার ভাইয়ের রক্তপণের বিনিময়ে আমি তাকে একশো উট দিবো। বনু যুহলের মুশরিকদের কাছ থেকে যে গনীমাত পাওয়া যাবে তার এক-পঞ্চমাংশ হতে সর্বপ্রথম এ দাবি পূরণ করবে।”",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا عَنْبَسَةُ بْنُ عَبْدِ الْوَاحِدِ الْقُرَشِيُّ، قَالَ أَبُو جَعْفَرٍ - يَعْنِي ابْنَ عِيسَى - كُنَّا نَقُولُ إِنَّهُ مِنَ الأَبْدَالِ قَبْلَ أَنْ نَسْمَعَ أَنَّ الأَبْدَالَ مِنَ الْمَوَالِي قَالَ حَدَّثَنِي الدَّخِيلُ بْنُ إِيَاسِ بْنِ نُوحِ بْنِ مُجَّاعَةَ عَنْ هِلاَلِ بْنِ سِرَاجِ بْنِ مُجَّاعَةَ عَنْ أَبِيهِ عَنْ جَدِّهِ مُجَّاعَةَ أَنَّهُ أَتَى النَّبِيَّ صلى الله عليه وسلم يَطْلُبُ دِيَةَ أَخِيهِ قَتَلَتْهُ بَنُو سَدُوسٍ مِنْ بَنِي ذُهْلٍ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لَوْ كُنْتُ جَاعِلاً لِمُشْرِكٍ دِيَةً جَعَلْتُ لأَخِيكَ وَلَكِنْ سَأُعْطِيكَ مِنْهُ عُقْبَى ‏\"‏ ‏.‏ فَكَتَبَ لَهُ النَّبِيُّ صلى الله عليه وسلم بِمِائَةٍ مِنَ الإِبِلِ مِنْ أَوَّلِ خُمُسٍ يَخْرُجُ مِنْ مُشْرِكِي بَنِي ذُهْلٍ فَأَخَذَ طَائِفَةً مِنْهَا وَأَسْلَمَتْ بَنُو ذُهْلٍ فَطَلَبَهَا بَعْدُ مُجَّاعَةُ إِلَى أَبِي بَكْرٍ وَأَتَاهُ بِكِتَابِ النَّبِيِّ صلى الله عليه وسلم فَكَتَبَ لَهُ أَبُو بَكْرٍ بِاثْنَىْ عَشَرَ أَلْفَ صَاعٍ مِنْ صَدَقَةِ الْيَمَامَةِ أَرْبَعَةِ آلاَفٍ بُرًّا وَأَرْبَعَةِ آلاَفٍ شَعِيرًا وَأَرْبَعَةِ آلاَفٍ تَمْرًا وَكَانَ فِي كِتَابِ النَّبِيِّ صلى الله عليه وسلم لِمُجَّاعَةَ ‏\"‏ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ هَذَا كِتَابٌ مِنْ مُحَمَّدٍ النَّبِيِّ لِمُجَّاعَةَ بْنِ مُرَارَةَ مِنْ بَنِي سُلْمَى إِنِّي أَعْطَيْتُهُ مِائَةً مِنَ الإِبِلِ مِنْ أَوَّلِ خُمُسٍ يَخْرُجُ مِنْ مُشْرِكِي بَنِي ذُهْلٍ عُقْبَةً مِنْ أَخِيهِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}