{
  "hadith": {
    "hadith_id": 300,
    "narrator": "‘আয়িশাহ্ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সূত্রে পূর্বোক্ত হাদীসের অনুরূপ বণিত। [২৯৯]\n\nদুর্বল।\n\nইমাম আবূ দাউদ (রহঃ) বলেন, হাবীব ও আইউব আবূল আ‘লা সূত্রে ‘আদী ইবনু সাবিত ও আল-আ‘মাশ কর্তৃক বর্ণিত এ প্রসঙ্গের সকল হাদীসই যঈফ, সহীহ নয়। হাবীব বর্ণিত হাদীসের মারফু‘ হওয়ার বিষয়টি হাফস ইবনু গিয়াস প্রত্যাখ্যান করেছেন। ‘আয়িশা (রাঃ) সূত্রে আল-আ‘মাশ কর্তৃক বর্ণিত হাদীসটি মওকূফ হওয়ার ব্যাপারে আসবাত ঐকমত্য পোষণ করেছেন। ইমাম আবূ দাউদ (রহঃ) বলেন, ইবনু দাউদ হাদীসটির প্রথমাংশ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর বক্তব্য হিসাবে বর্ণনা করেছেন এবং তাতে প্রতি ওয়াক্তের সলাতের জন্য (ইস্তিহাযা রোগিনীর) উযু করার বিষয়টি প্রত্যাখ্যান করেছেন। যুহরী হতে ‘উরওয়াহ থেকে ‘আয়িশা (রাঃ) -সূত্রে বর্ণিত, ‘আয়িশা (রাঃ) বলেন, তিনি (মুস্তাহাযা) প্রতি ওয়াক্ত সলাতের জন্য গোসল করতেন- এ হাদীস হাবীব বর্ণিত উপরোক্ত হাদীসের দুর্বলতা নির্দেশ করে। আবূল ইয়াক্বাযান ‘আদী ইবনু সাবিত হতে তার পিতার সূত্রে ‘আলী (রাঃ) হতে এবং বনু হাশিমের মুক্ত দাস ‘আম্মার ইবনু ‘আব্বাস (রাঃ) সূত্রেও হাদীস বর্ণিত আছে। ‘আবদুল মালিক ইবনু মাইসারা, বায়ান আল-মুগীরাহ, ফিরাস ও মুজালিদ আশ-শা‘বী হতে কামীর থেকে ‘আয়িশা (রাঃ) সূত্রে বর্ণিত আছেঃ “ইস্তিহাযা রোগিণী প্রতি ওয়াক্ত সলাতের জন্য উযু করবে”- (সহীহ)। দাউদ ও ‘আসিম-আশ-শা‘বী হতে কামীর থেকে ‘আয়িশা (রাঃ) সূত্রে বর্ণিত হাদীসে এসেছেঃ “সে প্রতিদিন একবার গোসল করবে”- (সহীহ)। হিশাম ইবনু ‘উরওয়াহ হতে তার পিতার সূত্রে বর্ণিত আছেঃ “মুস্তাহাযা প্রতি ওয়াক্ত সলাতের জন্য স্বতন্ত্রভাবে উযু করবে।” এসব সূত্রে বর্ণিত হাদীসসমূহ প্রত্যেকটিই দুর্বল। তবে কামীর বর্ণিত হাদীস, বনু হাশিমের মুক্ত দাস ‘আম্মারের হাদীস এবং হিশাম ইবনু ‘উরওয়াহ কর্তৃক তার পিতার সূত্রে বর্ণিত হাদীস ব্যতীত। ইবনু ‘আব্বাস (রাঃ) -এর প্রসিদ্ধ মত হচ্ছে, “ইস্তিহাযা রোগিণী প্রতি ওয়াক্ত সলাতের জন্য গোসল করবে।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ سِنَانٍ الْقَطَّانُ الْوَاسِطِيُّ، حَدَّثَنَا يَزِيدُ، عَنْ أَيُّوبَ أَبِي الْعَلاَءِ، عَنِ ابْنِ شُبْرُمَةَ، عَنِ امْرَأَةِ، مَسْرُوقٍ عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ ‏.‏ قَالَ أَبُو دَاوُدَ وَحَدِيثُ عَدِيِّ بْنِ ثَابِتٍ وَالأَعْمَشِ عَنْ حَبِيبٍ وَأَيُّوبَ أَبِي الْعَلاَءِ كُلُّهَا ضَعِيفَةٌ لاَ تَصِحُّ وَدَلَّ عَلَى ضَعْفِ حَدِيثِ الأَعْمَشِ عَنْ حَبِيبٍ هَذَا الْحَدِيثُ أَوْقَفَهُ حَفْصُ بْنُ غِيَاثٍ عَنِ الأَعْمَشِ وَأَنْكَرَ حَفْصُ بْنُ غِيَاثٍ أَنْ يَكُونَ حَدِيثُ حَبِيبٍ مَرْفُوعًا وَأَوْقَفَهُ أَيْضًا أَسْبَاطٌ عَنِ الأَعْمَشِ مَوْقُوفٌ عَنْ عَائِشَةَ ‏.‏ قَالَ أَبُو دَاوُدَ وَرَوَاهُ ابْنُ دَاوُدَ عَنِ الأَعْمَشِ مَرْفُوعًا أَوَّلُهُ وَأَنْكَرَ أَنْ يَكُونَ فِيهِ الْوُضُوءُ عِنْدَ كُلِّ صَلاَةٍ وَدَلَّ عَلَى ضَعْفِ حَدِيثِ حَبِيبٍ هَذَا أَنَّ رِوَايَةَ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ فَكَانَتْ تَغْتَسِلُ لِكُلِّ صَلاَةٍ ‏.‏ فِي حَدِيثِ الْمُسْتَحَاضَةِ وَرَوَى أَبُو الْيَقْظَانِ عَنْ عَدِيِّ بْنِ ثَابِتٍ عَنْ أَبِيهِ عَنْ عَلِيٍّ - رَضِيَ اللَّهُ عَنْهُ - وَعَمَّارٌ مَوْلَى بَنِي هَاشِمٍ عَنِ ابْنِ عَبَّاسٍ وَرَوَى عَبْدُ الْمَلِكِ بْنُ مَيْسَرَةَ وَبَيَانٌ وَالْمُغِيرَةُ وَفِرَاسٌ وَمُجَالِدٌ عَنِ الشَّعْبِيِّ عَنْ حَدِيثِ قَمِيرَ عَنْ عَائِشَةَ ‏\"‏ تَوَضَّئِي لِكُلِّ صَلاَةٍ ‏\"‏ ‏.‏ وَرِوَايَةُ دَاوُدَ وَعَاصِمٍ عَنِ الشَّعْبِيِّ عَنْ قَمِيرَ عَنْ عَائِشَةَ ‏\"‏ تَغْتَسِلُ كُلَّ يَوْمٍ مَرَّةً ‏\"‏ ‏.‏ وَرَوَى هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ الْمُسْتَحَاضَةُ تَتَوَضَّأُ لِكُلِّ صَلاَةٍ ‏.‏ وَهَذِهِ الأَحَادِيثُ كُلُّهَا ضَعِيفَةٌ إِلاَّ حَدِيثَ قَمِيرَ وَحَدِيثَ عَمَّارٍ مَوْلَى بَنِي هَاشِمٍ وَحَدِيثَ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ وَالْمَعْرُوفُ عَنِ ابْنِ عَبَّاسٍ الْغُسْلُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৯৯] আবূ দাউদ এটি এককভাবে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}