{
  "hadith": {
    "hadith_id": 3000,
    "narrator": "‘আবদুর রহমান ইবনু ‘আবদুল্লাহ ইবনু কা’ব ইবনু মালিক (রাঃ) হতে তার পিতার সূত্র",
    "bn": "কা’ব ইবনু মালিক (রাঃ) ছিলেন ঐ তিনজনের অন্যতম যাদের তওবাহ কবুল হয়। কা’ব ইবনু আশরাফ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বিরুদ্ধে কুরাইশ কাফিরদের উত্তেজিত করতো এবং উসকানি দিতো। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং তাঁর পরিবার যখন হিজরাত করে মদিনায় আসেন, তখন সেখানে সব ধরনের লোকেরা বসবাস করতো। তাদের মধ্যে কিছু ছিল মুসলিম, কিছু মূর্তিপূজারী মুশরিক এবং কিছু ইয়াহুদী সম্প্রদায়ভুক্ত। ইয়াহুদীরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীদের কষ্ট দিতো। মহান আল্লাহ্ তাঁর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে ধৈর্য ধারণ ও উদারতা প্রদর্শনের নির্দেশ দেন। তাদের সম্পর্কে মহান আল্লাহ্ আয়াত অবতীর্ণ করেন : “তোমরা আহলে কিতাব ও মুশরিকদের কাছে থেকে বহু কষ্টদায়ক কথা শুনতে পাবে” (সূরাহ আলে ‘ইমরান : ১৮৬)। কা’ব ইবনু আশরাফ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে কষ্ট দেয়া থেকে বিরত থাকতে অস্বীকার করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে হত্যা করতে সা’দ ইবনু মু’য়ায (রাঃ) কে একটি দল প্রেরণের নির্দেশ দেন। অতঃপর বর্ণনাকারী তার হত্যার ঘটনা বর্ণনা করেন : কা’ব ইবনু আশরাফকে হত্যা করা হলে ইয়াহুদী ও মুশরিকরা ভীত হয়ে পড়লো। সকালবেলা তারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে এসে বললো, রাতের বেলা কিছু লোক আমাদের সাথীর কাছে এসে তাকে হত্যা করেছে। কা’ব ইবনু আশরাফ যে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বিরুদ্ধে কুৎসা রটাতো তিনি তাদেরকে তা জানান। তারপর ইয়াহুদী ও মুশরিকদেরকে তাদের বিরোধী আচরণ বর্জনের জন্য নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর মধ্যে ও তাদের মধ্যে একটি চুক্তি করতে আহবান জানালেন। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের, তাদের ও সকল মুসলিমের পক্ষ হতে একটি চুক্তিপত্র সম্পাদন করেন।\n\nসানাদ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ، أَنَّ الْحَكَمَ بْنَ نَافِعٍ، حَدَّثَهُمْ قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، - وَكَانَ أَحَدَ الثَّلاَثَةِ الَّذِينَ تِيبَ عَلَيْهِمْ - وَكَانَ كَعْبُ بْنُ الأَشْرَفِ يَهْجُو النَّبِيَّ صلى الله عليه وسلم وَيُحَرِّضُ عَلَيْهِ كُفَّارَ قُرَيْشٍ وَكَانَ النَّبِيُّ صلى الله عليه وسلم حِينَ قَدِمَ الْمَدِينَةَ وَأَهْلُهَا أَخْلاَطٌ مِنْهُمُ الْمُسْلِمُونَ وَالْمُشْرِكُونَ يَعْبُدُونَ الأَوْثَانَ وَالْيَهُودُ وَكَانُوا يُؤْذُونَ النَّبِيَّ صلى الله عليه وسلم وَأَصْحَابَهُ فَأَمَرَ اللَّهُ عَزَّ وَجَلَّ نَبِيَّهُ بِالصَّبْرِ وَالْعَفْوِ فَفِيهِمْ أَنْزَلَ اللَّهُ ‏{‏ وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلِكُمْ ‏}‏ الآيَةَ فَلَمَّا أَبَى كَعْبُ بْنُ الأَشْرَفِ أَنْ يَنْزِعَ عَنْ أَذَى النَّبِيِّ صلى الله عليه وسلم أَمَرَ النَّبِيُّ صلى الله عليه وسلم سَعْدَ بْنَ مُعَاذٍ أَنْ يَبْعَثَ رَهْطًا يَقْتُلُونَهُ فَبَعَثَ مُحَمَّدَ بْنَ مَسْلَمَةَ وَذَكَرَ قِصَّةَ قَتْلِهِ فَلَمَّا قَتَلُوهُ فَزِعَتِ الْيَهُودُ وَالْمُشْرِكُونَ فَغَدَوْا عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَالُوا طُرِقَ صَاحِبُنَا فَقُتِلَ ‏.‏ فَذَكَرَ لَهُمُ النَّبِيُّ صلى الله عليه وسلم الَّذِي كَانَ يَقُولُ وَدَعَاهُمُ النَّبِيُّ صلى الله عليه وسلم إِلَى أَنْ يَكْتُبَ بَيْنَهُ وَبَيْنَهُمْ كِتَابًا يَنْتَهُونَ إِلَى مَا فِيهِ فَكَتَبَ النَّبِيُّ صلى الله عليه وسلم بَيْنَهُ وَبَيْنَهُمْ وَبَيْنَ الْمُسْلِمِينَ عَامَّةً صَحِيفَةً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}