{
  "hadith": {
    "hadith_id": 301,
    "narrator": "আবূ বাক্‌র (রাঃ) -এর মুক্ত দাস সুমাই",
    "bn": "তিনি বলেন, কা‘কা‘আ এবং যায়িদ ইবনু আসলাম (রহঃ) সুমাইকে মুস্তাহাযার গোসলের পদ্ধতি সম্পর্কে জিজ্ঞেস করার জন্য সাঈদ ইবনুল মুসাইয়্যাবের নিকট প্রেরণ করলেন। সাঈদ ইবনুল মুসাইয়্যাব বললেন, মুস্তাহাযা যুহর থেকে যুহর পর্যন্ত (প্রত্যেক যুহর সলাতের পূর্বে) গোসল করবে এবং প্রত্যেক সলাতের জন্য উযু করবে। আর অত্যধিক রক্তস্রাব হলে কাপড়ের পট্টি পরিধান করবে। [৩০০]\n\nসহীহ।\n\nইমাম আবূ দাউদ (রহঃ) বলেন, ইবনু ‘উমার ও আনাস ইবনু মালিক (রাঃ) সূত্রের বর্ণনায়, রয়েছেঃ এক যুহর থেকে পরবর্তী যুহর পর্যন্ত গোসল করবে।\n\nসহীহ, আনাস সূত্রে।\n\nদাউদ ও ‘আসিম শা‘বী হতে … ‘আয়িশা (রাঃ) সূত্রেও অনুরূপ বর্ণনা রয়েছে। কিন্তু দাঊদ তাতে বলেছেন, প্রতিদিন (গোসল করবে)।\n\nসহীহ।\n\n‘আসিম বর্ণিত হাদীসে রয়েছেঃ যুহরের সময় গোসল করবে। সালিম ইবনু ‘আবদুল্লাহ, হাসান ও ‘আত্বা (রহঃ) প্রমুখ এর অভিমতও তা-ই।\n\nসহীহ, হাসান সূত্রে।\n\nইমাম আবূ দাউদ (রহঃ) বলেন, ইমাম মালিক বলেন, আমার ধারণা সাঈদ ইবনুল মুসাইয়্যাবের হাদীস এরূপ হবেঃ সে এক তুহ্র (পবিত্রাবস্থা) হতে আরেক তুহ্রে। কিন্তু তাতে সন্দেহ প্রবেশ করেছে। একই হাদীস বর্ণনা করেছেন মিসওয়ার ইবনু ‘আবদুল মালিক ইবনু সাঈদ ইবনু ‘আবদুর রহমান ইবনু ইয়ারবু‘। তাতে রয়েছে তুহ্র হতে তুহ্র পর্যন্ত। কিন্তু লোকেরা তাতে পরিবর্তন করে বলেছেঃ যুহর থেকে যুহর পর্যন্ত।\n\nদুর্বল।",
    "ar": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ سُمَىٍّ، مَوْلَى أَبِي بَكْرٍ أَنَّ الْقَعْقَاعَ، وَزَيْدَ بْنَ أَسْلَمَ، أَرْسَلاَهُ إِلَى سَعِيدِ بْنِ الْمُسَيَّبِ يَسْأَلُهُ كَيْفَ تَغْتَسِلُ الْمُسْتَحَاضَةُ فَقَالَ تَغْتَسِلُ مِنْ ظُهْرٍ إِلَى ظُهْرٍ وَتَتَوَضَّأُ لِكُلِّ صَلاَةٍ فَإِنْ غَلَبَهَا الدَّمُ اسْتَثْفَرَتْ بِثَوْبٍ ‏.‏ قَالَ أَبُو دَاوُدَ وَرُوِيَ عَنِ ابْنِ عُمَرَ وَأَنَسِ بْنِ مَالِكٍ تَغْتَسِلُ مِنْ ظُهْرٍ إِلَى ظُهْرٍ ‏.‏ وَكَذَلِكَ رَوَى دَاوُدُ وَعَاصِمٌ عَنِ الشَّعْبِيِّ عَنِ امْرَأَتِهِ عَنْ قَمِيرَ عَنْ عَائِشَةَ إِلاَّ أَنَّ دَاوُدَ قَالَ كُلَّ يَوْمٍ ‏.‏ وَفِي حَدِيثِ عَاصِمٍ عِنْدَ الظُّهْرِ ‏.‏ وَهُوَ قَوْلُ سَالِمِ بْنِ عَبْدِ اللَّهِ وَالْحَسَنِ وَعَطَاءٍ ‏.‏ قَالَ أَبُو دَاوُدَ قَالَ مَالِكٌ إِنِّي لأَظُنُّ حَدِيثَ ابْنِ الْمُسَيَّبِ مِنْ طُهْرٍ إِلَى طُهْرٍ ‏.‏ فَقَلَبَهَا النَّاسُ مِنْ ظُهْرٍ إِلَى ظُهْرٍ وَلَكِنَّ الْوَهَمَ دَخَلَ فِيهِ وَرَوَاهُ الْمِسْوَرُ بْنُ عَبْدِ الْمَلِكِ بْنِ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَرْبُوعٍ قَالَ فِيهِ مِنْ طُهْرٍ إِلَى طُهْرٍ ‏.‏ فَقَلَبَهَا النَّاسُ مِنْ ظُهْرٍ إِلَى ظُهْرٍ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}