{
  "hadith": {
    "hadith_id": 3022,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, (মাক্কাহ বিজয়ের সময়) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন মাররুয-যাহরান নামক স্থানে অবস্থান করেছিলেন তখন ‘আব্বাস (রাঃ) মনে মনে বললেন, আল্লাহর শপথ করে বলছি! তারা এসে আশ্রয় চাওয়ার আগেই যদি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জোরপূর্বক মক্কায় ঢুকেন তাহলে তা কুরাইশদের জন্য ধ্বংসের কারণ হবে। আমি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খচ্চরের পিঠে বসে মনে মনে বললাম, আমি যদি যাওয়ার মতো লোক পেতাম, আর ঐ লোক মক্কাবাসীদের নিকট গিয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অবস্থানস্থল সম্পর্কে অবহিত করতো এবং তাঁর কাছে এসে তারা নিরাপত্তা চাইতো। এ চিন্তা করতে করতে আমি সওয়ারী নিয়ে এগুচ্ছিলাম। হঠাৎ আমি আবূ সুফিয়ান ও বুদাইল ইবনু ওয়ারাকার কথোপকথন শুনতে পাই। আমি বললাম, হে আবূ হানযালাহ। সে আমার কণ্ঠস্বর চিনতে পেরে বললো, আবুল ফাদল নাকি? আমি বললাম, হ্যাঁ। সে বললো, আমার পিতামাতা তোমার জন্য কোরবান হোক। কি ব্যাপার? আমি বললাম, এই তো রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং তাঁর সাথের সৈন্যবাহিনী। সে বললো, বাঁচার জন্য কি কৌশল অবলম্বন করা যায়? ‘আব্বাস (রাঃ) বলেন, আবূ সুফিয়ান আমার পিছনে সওয়ার হলো এবং তার সাথী ফিরে গেলো। অতঃপর ভোর বেলায় উপস্থিত হলাম। সে ইসলাম কবুল করলো। আমি বললাম, হে আল্লাহর রাসূল! আবূ সুফিয়ান এমন লোক যে নেতৃত্বের গৌরব পছন্দ করে,  তাঁর জন্য কিছু করুন। তিনি বললেন, হ্যাঁ। যে ব্যাক্তি আবূ সুফিয়ানের ঘরে আশ্রয় নিবে সে  নিরাপদ; যে নিজের ঘরের দরজা বন্ধ করবে সেও নিরাপদ। বর্ণনাকারী বলেন, লোকজন নিজেদের ঘর ও মাসজিদুল হারামে আশ্রয় নিলো।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو الرَّازِيُّ، حَدَّثَنَا سَلَمَةُ، - يَعْنِي ابْنَ الْفَضْلِ - عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنِ الْعَبَّاسِ بْنِ عَبْدِ اللَّهِ بْنِ مَعْبَدٍ، عَنْ بَعْضِ، أَهْلِهِ عَنِ ابْنِ عَبَّاسٍ، قَالَ لَمَّا نَزَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَرَّ الظَّهْرَانِ قَالَ الْعَبَّاسُ قُلْتُ وَاللَّهِ لَئِنْ دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَكَّةَ عَنْوَةً قَبْلَ أَنْ يَأْتُوهُ فَيَسْتَأْمِنُوهُ إِنَّهُ لَهَلاَكُ قُرَيْشٍ فَجَلَسْتُ عَلَى بَغْلَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ لَعَلِّي أَجِدُ ذَا حَاجَةٍ يَأْتِي أَهْلَ مَكَّةَ فَيُخْبِرُهُمْ بِمَكَانِ رَسُولِ اللَّهِ صلى الله عليه وسلم لِيَخْرُجُوا إِلَيْهِ فَيَسْتَأْمِنُوهُ فَإِنِّي لأَسِيرُ إِذْ سَمِعْتُ كَلاَمَ أَبِي سُفْيَانَ وَبُدَيْلِ بْنِ وَرْقَاءَ فَقُلْتُ يَا أَبَا حَنْظَلَةَ فَعَرَفَ صَوْتِي فَقَالَ أَبُو الْفَضْلِ قُلْتُ نَعَمْ ‏.‏ قَالَ مَا لَكَ فِدَاكَ أَبِي وَأُمِّي قُلْتُ هَذَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَالنَّاسُ ‏.‏ قَالَ فَمَا الْحِيلَةُ قَالَ فَرَكِبَ خَلْفِي وَرَجَعَ صَاحِبُهُ فَلَمَّا أَصْبَحَ غَدَوْتُ بِهِ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَسْلَمَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ أَبَا سُفْيَانَ رَجُلٌ يُحِبُّ هَذَا الْفَخْرَ فَاجْعَلْ لَهُ شَيْئًا ‏.‏ قَالَ ‏ \"‏ نَعَمْ مَنْ دَخَلَ دَارَ أَبِي سُفْيَانَ فَهُوَ آمِنٌ وَمَنْ أَغْلَقَ عَلَيْهِ دَارَهُ فَهُوَ آمِنٌ وَمَنْ دَخَلَ الْمَسْجِدَ فَهُوَ آمِنٌ ‏\"‏ ‏.‏ قَالَ فَتَفَرَّقَ النَّاسُ إِلَى دُورِهِمْ وَإِلَى الْمَسْجِدِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}