{
  "hadith": {
    "hadith_id": 3027,
    "narrator": "আমির ইবনু শাহর (রাঃ)",
    "bn": "তিনি বলেন, একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রওয়ানা হলেন। তখন হামদান গোত্রের লোকেরা আমাকে বললো, তুমি এ ব্যক্তির (রাসূলের) কাছে আমাদের প্রতিনিধি হয়ে যাবে কি? তুমি তাঁর সাথে যেসব বিষয়ে সমঝোতায় আসবে আমরা তাতে রাজি হবো। আর তুমি যা অপছন্দ করবে আমরাও তা অপছন্দ করবো। আমি বললাম, হ্যাঁ যাবো। অতঃপর আমি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাছে উপস্থিত হয়ে তাঁর ফায়সালা মেনে নেই এবং আমার গোত্রের লোকেরা ইসলাম কবুল করলো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘উমাইর যি-মাররানের (রাঃ) নিকট একটি পত্র লিখালেন। বর্ণনাকারী বলেন, তিনি মালিক ইবনু মুরারাহ আর-রাহাবীকে সমগ্র ইয়ামানবাসীর কাছে (দ্বীনের দাওয়াতের উদ্দেশ্যে) পাঠালেন। অতঃপর আককু যু-খাইওয়ান ইসলাম কবুল করে। বর্ণনাকারী বলেন, আক্‌কু-কে বলা হলো, তুমি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট গিয়ে তাঁর কাছ থেকে তোমার গ্রাম ও সম্পদের নিরাপত্তার ব্যবস্থা করো। সুতরাং সে রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এলে তিনি তাঁর জন্য নিরাপত্তা লিখালেন। পত্রটি এরূপ: বিসমিল্লাহির রাহমানির রাহীম। মুহাম্মাদুর রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর পক্ষ হতে ‘আককু যি-খাইওয়ানের প্রতি। যদি সে (মুসলিম হওয়ার ব্যাপারে) সত্যবাদী হলে তার গ্রাম, সম্পদ ও তার দাস-দাসীর যিম্মাদারীর দায়িত্ব আল্লাহ ও মুহাম্মাদুর রাসূলুল্লাহর। খালিদ ইবনু সাঈদ ইবনুল ‘আস (রাঃ) এ চিঠির ফরমান লিখেছিলেন।",
    "ar": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، عَنْ أَبِي أُسَامَةَ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ، عَنْ عَامِرِ بْنِ شَهْرٍ، قَالَ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَتْ لِي هَمْدَانُ هَلْ أَنْتَ آتٍ هَذَا الرَّجُلَ وَمُرْتَادٌ لَنَا فَإِنْ رَضِيتَ لَنَا شَيْئًا قَبِلْنَاهُ وَإِنْ كَرِهْتَ شَيْئًا كَرِهْنَاهُ قُلْتُ نَعَمْ ‏.‏ فَجِئْتُ حَتَّى قَدِمْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَرَضِيتُ أَمْرَهُ وَأَسْلَمَ قَوْمِي وَكَتَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم هَذَا الْكِتَابَ إِلَى عُمَيْرٍ ذِي مَرَّانَ قَالَ وَبَعَثَ مَالِكَ بْنَ مِرَارَةَ الرَّهَاوِيَّ إِلَى الْيَمَنِ جَمِيعًا فَأَسْلَمَ عَكٌّ ذُو خَيْوَانَ ‏.‏ قَالَ فَقِيلَ لِعَكٍّ انْطَلِقْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَخُذْ مِنْهُ الأَمَانَ عَلَى قَرْيَتِكَ وَمَالِكَ فَقَدِمَ وَكَتَبَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ مِنْ مُحَمَّدٍ رَسُولِ اللَّهِ لِعَكٍّ ذِي خَيْوَانَ إِنْ كَانَ صَادِقًا فِي أَرْضِهِ وَمَالِهِ وَرَقِيقِهِ فَلَهُ الأَمَانُ وَذِمَّةُ اللَّهِ وَذِمَّةُ مُحَمَّدٍ رَسُولِ اللَّهِ ‏\"‏ ‏.‏ وَكَتَبَ خَالِدُ بْنُ سَعِيدِ بْنِ الْعَاصِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}