{
  "hadith": {
    "hadith_id": 3028,
    "narrator": "আবইয়াদ ইবনু হাম্মাল (রাঃ)",
    "bn": "তিনি প্রতিনিধি দলের সাথে রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট এসে তাঁর সঙ্গে যাকাত সম্পর্কে আলাপ করেন। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে সাবার অধিবাসীগণ! যাকাত অবশ্যই দিতে হবে। তিনি বললেন, হে আল্লাহর রাসূল! তুলা আমাদের কৃষি উৎপাদন। আর ‘সাবার’ অধিবাসীরা তো উজাড় হয়ে গেছে। তাদের কেউ অবশিষ্ট নেই, শুধু মা’রিব শহরে মুষ্টিমেয় লোক রয়েছে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সত্তর জোড়া মু’আফিরী কাপড়ের মূল্যের বিনিময়ে তাদের সাথে সন্ধি করলেন। যা বাজ্জিল মা’আফিরের লোকেরা প্রতি বছর নিয়মিত আদায় করবে। সাবায় অবশিষ্ট এ লোকেরা রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মৃত্যু পর্যন্ত এ কর প্রদান করে আসছিল। রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইন্তেকালের পর কর্মচারীরা তাঁর সাথে আবইয়াদ ইবনু হাম্মালের সত্তর জোড়া কাপড় প্রদানের চুক্তি ভঙ্গ করে। আবূ বাকর (রাঃ) এটা জানতে পেরে পূর্বের চুক্তিই পুনর্বহাল রাখার হুকুম দেন। বাকরের (রাঃ) মৃত্যুর পর শেষ পর্যন্ত সন্ধিচুক্তি বাতিল হয়ে যায় এবং তারা অপরাপর মুসলিমের মত সদাক্বাহ আদায় চালু রাখে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ الْقُرَشِيُّ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ، حَدَّثَهُمْ حَدَّثَنَا فَرَجُ بْنُ سَعِيدٍ، حَدَّثَنِي عَمِّي، ثَابِتُ بْنُ سَعِيدٍ عَنْ أَبِيهِ، سَعِيدٍ - يَعْنِي ابْنَ أَبْيَضَ - عَنْ جَدِّهِ، أَبْيَضَ بْنِ حَمَّالٍ أَنَّهُ كَلَّمَ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي الصَّدَقَةِ حِينَ وَفَدَ عَلَيْهِ فَقَالَ ‏ \"‏ يَا أَخَا سَبَإٍ لاَ بُدَّ مِنْ صَدَقَةٍ ‏\"‏ ‏.‏ فَقَالَ إِنَّمَا زَرْعُنَا الْقُطْنُ يَا رَسُولَ اللَّهِ وَقَدْ تَبَدَّدَتْ سَبَأٌ وَلَمْ يَبْقَ مِنْهُمْ إِلاَّ قَلِيلٌ بِمَأْرِبٍ ‏.‏ فَصَالَحَ نَبِيَّ اللَّهِ صلى الله عليه وسلم عَلَى سَبْعِينَ حُلَّةِ بَزٍّ مِنْ قِيمَةِ وَفَاءِ بَزِّ الْمَعَافِرِ كُلَّ سَنَةٍ عَمَّنْ بَقِيَ مِنْ سَبَإٍ بِمَأْرِبَ فَلَمْ يَزَالُوا يُؤَدُّونَهَا حَتَّى قُبِضَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَإِنَّ الْعُمَّالَ انْتَقَضُوا عَلَيْهِمْ بَعْدَ قَبْضِ رَسُولِ اللَّهِ صلى الله عليه وسلم فِيمَا صَالَحَ أَبْيَضُ بْنُ حَمَّالٍ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي الْحُلَلِ السَّبْعِينَ فَرَدَّ ذَلِكَ أَبُو بَكْرٍ عَلَى مَا وَضَعَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى مَاتَ أَبُو بَكْرٍ فَلَمَّا مَاتَ أَبُو بَكْرٍ رضى الله عنه انْتَقَضَ ذَلِكَ وَصَارَتْ عَلَى الصَّدَقَةِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}