{
  "hadith": {
    "hadith_id": 3041,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নাজরানের খৃস্টানদের সাথে বছরে দুই হাজার জোড়া কাপড় দেয়ার শর্তে সন্ধি করেন। তারা অর্ধেক কাপড় সফর মাসে এবং অবশিষ্ট অর্ধেক রজব মাসে মুসলিমদের নিকট পরিশোধ করবে এবং তারা তিরিশটি লৌহবর্ম, তিরিশটি ঘোড়া, তিরিশটি উট এবং প্রত্যেক প্রকারের তিরিশটি করে যুদ্ধাস্ত্র তাদেরকে জিহাদের জন্য ধার হিসেবে প্রদান করবে। কেউ যদি ইয়ামানে বিশ্বাসঘাতকা করে কিংবা বিদ্রোহ করে তাহলে তা দমনের জন্য এ  অস্ত্র ব্যবহার করা হবে। যুদ্ধের পর মুসলিমরা এগুলো তাদেরকে ফেরত দিতে বাধ্য থাকবে। এ ধার দেয়ার বিনিময়ে তাদের গীর্জাসমূহ ধ্বংস করা হবে না, তাদের পুরোহিতদের বিতাড়িত করা হবে না এবং তাদের ধর্মের উপর হস্তক্ষেপ করা হবে না। চুক্তির এ শর্তগুলো ততক্ষণই বলবৎ থাকবে যতক্ষণ তারা বিরূপ পরিস্থিত সৃষ্টি না করবে এবং সুদের ব্যবসায় না জড়াবে। বর্ণনাকারী ইসমাঈল বলেন, নাজরানবাসীরা সুদের ব্যবসায় জড়িয়ে চুক্তির শর্ত ভঙ্গ করে।",
    "ar": "حَدَّثَنَا مُصَرِّفُ بْنُ عَمْرٍو الْيَامِيُّ، حَدَّثَنَا يُونُسُ، - يَعْنِي ابْنَ بُكَيْرٍ - حَدَّثَنَا أَسْبَاطُ بْنُ نَصْرٍ الْهَمْدَانِيُّ، عَنْ إِسْمَاعِيلَ بْنِ عَبْدِ الرَّحْمَنِ الْقُرَشِيِّ، عَنِ ابْنِ عَبَّاسٍ، قَالَ صَالَحَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَهْلَ نَجْرَانَ عَلَى أَلْفَىْ حُلَّةٍ النِّصْفُ فِي صَفَرٍ وَالْبَقِيَّةُ فِي رَجَبٍ يُؤَدُّونَهَا إِلَى الْمُسْلِمِينَ وَعَارِيَةِ ثَلاَثِينَ دِرْعًا وَثَلاَثِينَ فَرَسًا وَثَلاَثِينَ بَعِيرًا وَثَلاَثِينَ مِنْ كُلِّ صِنْفٍ مِنْ أَصْنَافِ السِّلاَحِ يَغْزُونَ بِهَا وَالْمُسْلِمُونَ ضَامِنُونَ لَهَا حَتَّى يَرُدُّوهَا عَلَيْهِمْ إِنْ كَانَ بِالْيَمَنِ كَيْدٌ أَوْ غَدْرَةٌ عَلَى أَنْ لاَ تُهْدَمَ لَهُمْ بَيْعَةٌ وَلاَ يُخْرَجُ لَهُمْ قَسٌّ وَلاَ يُفْتَنُوا عَنْ دِينِهِمْ مَا لَمْ يُحْدِثُوا حَدَثًا أَوْ يَأْكُلُوا الرِّبَا ‏.‏ قَالَ إِسْمَاعِيلُ فَقَدْ أَكَلُوا الرِّبَا ‏.‏ قَالَ أَبُو دَاوُدَ إِذَا نَقَضُوا بَعْضَ مَا اشْتَرَطَ عَلَيْهِمْ فَقَدْ أَحْدَثُوا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}