{
  "hadith": {
    "hadith_id": 3050,
    "narrator": "বনূ সুলাইমের ইবনু সারিয়াহ (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে খায়বারে অবতরণ করলাম। তখন তাঁর সাথে সাহাবীও ছিলেন। খায়বার অঞ্চলের নেতা ছিলো দুষ্টস্বভাবের বিদ্রোহী ব্যক্তি। সে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে এসে বললো, হে মুহাম্মাদ! আমাদের গাধাগুলোকে যাবাহ করা, আমাদের ফল খাওয়া এবং আমাদের নারীদের নির্যাতন করা কি তোমাদের জন্য বৈধ? একথা শুনে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাগান্বিত হলেন। তিনি ইবনু ‘আওফকে বললেনঃ তুমি ঘোড়ায় চড়ে ঘোষণা করো : “মুমিন ব্যক্তি ছাড়া কারো জন্য জান্নাত হালাল নয়; তোমরা সলাতের জন্য একত্র হও।” বর্ণনাকারী বলেন, সাহাবীগণ একত্র হলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে নিয়ে সলাত আদায় করলেন; তারপর দাঁড়িয়ে বললেনঃ তোমাদের কেউ কি তার আসনে হেলান দিয়ে বসে এরূপ মত ব্যক্ত করবে যে, আল্লাহ্‌র এই কুরআনে যা আছে তা ব্যতীত আর কিছুই হারাম করেননি। সাবধান! আল্লাহ্‌র শপথ! নিশ্চয়ই আমি তোমাদেরকে কোন কোন বিষয়ে উপদেশ দিয়েছি। আমি তোমাদেরকে যা করার নির্দেশ দিয়েছি এবং যা থেকে বিরত থাকতে বলেছি তা কুরআনেরই অনুরূপ বা তার অতিরিক্ত। আল্লাহ্‌ তোমাদের জন্য আহলে কিতাবদের ঘরে তাদের অনুমতি ছাড়া প্রবেশ করা, তাদের নারীদের নির্যাতন করা এবং তাদের উপর ধার্যকৃত জিয্‌য়া তোমাদের প্রদান করলে তাদের ফল খাওয়া হালাল করেননি।\n\nদূর্বল : মিশকাত (১৬৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا أَشْعَثُ بْنُ شُعْبَةَ، حَدَّثَنَا أَرْطَاةُ بْنُ الْمُنْذِرِ، قَالَ سَمِعْتُ حَكِيمَ بْنَ عُمَيْرٍ أَبَا الأَحْوَصِ، يُحَدِّثُ عَنِ الْعِرْبَاضِ بْنِ سَارِيَةَ السُّلَمِيِّ، قَالَ نَزَلْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم خَيْبَرَ وَمَعَهُ مَنْ مَعَهُ مِنْ أَصْحَابِهِ وَكَانَ صَاحِبُ خَيْبَرَ رَجُلاً مَارِدًا مُنْكَرًا فَأَقْبَلَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا مُحَمَّدُ أَلَكُمْ أَنْ تَذْبَحُوا حُمُرَنَا وَتَأْكُلُوا ثَمَرَنَا وَتَضْرِبُوا نِسَاءَنَا فَغَضِبَ يَعْنِي النَّبِيَّ صلى الله عليه وسلم وَقَالَ ‏\"‏ يَا ابْنَ عَوْفٍ ارْكَبْ فَرَسَكَ ثُمَّ نَادِ أَلاَ إِنَّ الْجَنَّةَ لاَ تَحِلُّ إِلاَّ لِمُؤْمِنٍ وَأَنِ اجْتَمِعُوا لِلصَّلاَةِ ‏\"‏ ‏.‏ قَالَ فَاجْتَمَعُوا ثُمَّ صَلَّى بِهِمُ النَّبِيُّ صلى الله عليه وسلم ثُمَّ قَامَ فَقَالَ ‏\"‏ أَيَحْسَبُ أَحَدُكُمْ مُتَّكِئًا عَلَى أَرِيكَتِهِ قَدْ يَظُنُّ أَنَّ اللَّهَ لَمْ يُحَرِّمْ شَيْئًا إِلاَّ مَا فِي هَذَا الْقُرْآنِ أَلاَ وَإِنِّي وَاللَّهِ قَدْ وَعَظْتُ وَأَمَرْتُ وَنَهَيْتُ عَنْ أَشْيَاءَ إِنَّهَا لَمِثْلُ الْقُرْآنِ أَوْ أَكْثَرُ وَأَنَّ اللَّهَ عَزَّ وَجَلَّ لَمْ يُحِلَّ لَكُمْ أَنْ تَدْخُلُوا بُيُوتَ أَهْلِ الْكِتَابِ إِلاَّ بِإِذْنٍ وَلاَ ضَرْبَ نِسَائِهِمْ وَلاَ أَكْلَ ثِمَارِهِمْ إِذَا أَعْطَوْكُمُ الَّذِي عَلَيْهِمْ ‏\"‏ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}