{
  "hadith": {
    "hadith_id": 3062,
    "narrator": "কাসীর ইবনু ‘আবদুল্লাহ ইবনু ‘আমর ইবনু ‘আওফ আল-মুযানী (রহঃ) হতে পর্যায়ক্রমে তার পিতা ও দাদার সূত্র",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুযাইনাহ গোত্রের বিলাল ইবনুল হারিসকে ক্বাবালিয়ার উচ্চ ও নিম্ন ভূমির খনিসমূহ দান করেন। তিনি তাকে কুদস পাহাড়ের কৃষিভূমিও জায়গীর হিসেবে দান করেন। ‘আব্বাস ছাড়া অন্যান্য বর্ণনাকারী ‘জালসিয়া’ ও ‘গাওরিয়া’ শব্দের স্থলে পর্যায়ক্রমে ‘জালসা’ ও ‘গাওরা’ শব্দের উল্লেখ করেছেন। তিনি কোন মুসলিমের মালিকানাধীন জমি তাকে দান করেননি অথবা এ জমির উপর কোন মুসলিমের মালিকানা ছিলো না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে একটি ফরমানও লিখে দিয়েছিলেন : বিসমিল্লাহির রাহমানির রাহীম, আল্লাহ্‌র রাসূল মুহাম্মাদ মুযাইনা গোত্রের বিলাল ইবনুল হারিসকে ক্বাবালিয়ার উচ্চ ও নিম্নভূমির খনিসমূহ এবং কুদস পাহাড় সংলগ্ন কৃষিভূমি দান করেছেন। তিনি কোন মুসলিমের হক তাকে দান করেননি। অন্যান্য বর্ণনাকারী জালসিয়া ও গাওরিয়ার পরিবর্তে জালসা ও গাওরা শব্দ বর্ণনা করেছেন।\n\nহাসান : ইরওয়া (৩/৩১৩)।",
    "ar": "حَدَّثَنَا الْعَبَّاسُ بْنُ مُحَمَّدِ بْنِ حَاتِمٍ، وَغَيْرُهُ، قَالَ الْعَبَّاسُ حَدَّثَنَا الْحُسَيْنُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا أَبُو أُوَيْسٍ، حَدَّثَنَا كَثِيرُ بْنُ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عَوْفٍ الْمُزَنِيُّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَقْطَعَ بِلاَلَ بْنَ الْحَارِثِ الْمُزَنِيَّ مَعَادِنَ الْقَبَلِيَّةِ جَلْسِيَّهَا وَغَوْرِيَّهَا - وَقَالَ غَيْرُ الْعَبَّاسِ جَلْسَهَا وَغَوْرَهَا - وَحَيْثُ يَصْلُحُ الزَّرْعُ مِنْ قُدْسٍ وَلَمْ يُعْطِهِ حَقَّ مُسْلِمٍ وَكَتَبَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ هَذَا مَا أَعْطَى مُحَمَّدٌ رَسُولُ اللَّهِ بِلاَلَ بْنَ الْحَارِثِ الْمُزَنِيَّ أَعْطَاهُ مَعَادِنَ الْقَبَلِيَّةِ جَلْسِيَّهَا وَغَوْرِيَّهَا ‏\"‏ ‏.‏ وَقَالَ غَيْرُ الْعَبَّاسِ ‏\"‏ جَلْسَهَا وَغَوْرَهَا ‏\"‏ ‏.‏ ‏\"‏ وَحَيْثُ يَصْلُحُ الزَّرْعُ مِنْ قُدْسٍ وَلَمْ يُعْطِهِ حَقَّ مُسْلِمٍ ‏\"‏ ‏.‏ قَالَ أَبُو أُوَيْسٍ وَحَدَّثَنِي ثَوْرُ بْنُ زَيْدٍ مَوْلَى بَنِي الدِّيلِ بْنِ بَكْرِ بْنِ كِنَانَةَ عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ مِثْلَهُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}