{
  "hadith": {
    "hadith_id": 3067,
    "narrator": "‘উসমান ইবনু আবূ হাযিম (রহঃ) হতে পর্যায়ক্রমে তার পিতা ও দাদা সাখরের (রাঃ) সূত্র",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বনূ সাক্বীফের বিরুদ্ধে যুদ্ধে নামলেন। সাখর (রাঃ) এটা জানতে পেরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহায্যের জন্য কয়েকজন ঘোড়সওয়ার নিয়ে রওয়ানা হলেন। তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বিনা বিজয়ে ফিরে আসতে দেখলেন। তখন সাখর (রাঃ) আল্লাহর নামে শপথ করে নিজে দায়িত্ব নিলেন যে, তারা রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নির্দেশের সামনে মাথা নত করে দুর্গ থেকে বের না হওয়া পর্যন্ত তিনি তা অবরোধ করে রাখবেন। ব্যাপার তাই হলো। অতঃপর তারা রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নির্দেশ মেনে দুর্গ থেকে বেরিয়ে এলো। তখন সাখর (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এ মর্মে চিঠি লিখলেনঃ আল্লাহর প্রশংসা ও গুনগান করার পর, হে আল্লাহর রাসূল! বনূ সাক্বীফ আপনার নির্দেশ অনুযায়ী আত্নসমর্পণ করেছে। আমি তাদের কাছে যাচ্ছি। তারা ঘোড়সওয়ার অবস্থায় বের হচ্ছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ সংবাদ জানতে পেরে জামা’আতে সলাত আদায়ের জন্য তৈরী হতে নির্দেশ দিলেন। তিনি আহ্মাস গোত্রের জন্য দশবার দু’আ করলেন। তিনি বললেন, ‘হে আল্লাহ! আপনি আহ্মাস গোত্রের ঘোড়া ও জনশক্তিতে বরকত দান করুন’। অতঃপর লোকেরা তাঁর কাছে আসলো। তাদের পক্ষ হতে মুগীরাহ ইবনু শু’বাহ (রাঃ) তাঁর সাথে কথা বললেন। তিনি বললেন, হে আল্লাহর নবী! সাখর (রাঃ) আমার ফুফুকে ধরে এনেছে। অথচ তিনি ইসলাম কবুল করেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ডেকে বললেনঃ হে সাখর! কোন গোত্রের লোক ইসলাম কবুল করলে তারা তাদের জীবনে ও সম্পদের নিরাপত্তা লাভ করে। মুগীরাহ্র ফুফুকে তার নিকট ফিরিয়ে দাও। তিনি (সাখর) তাকে মুগীরাহ্র নিকট ফিরিয়ে দিলেন।\nসাথর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে বনূ সুলাইমের পানির কূপটি চাইলেন। তারা ইসলাম গ্রহণ করার ভয়ে এই কূপ ছেড়ে পালিয়েছিল। সাখর (রাঃ) বললেন, হে আল্লাহর নাবী! আমাকে ও আমার গোত্রকে এ কূপের নিকটে বসবাসের অনুমতি দিন। তিনি বললেনঃ ঠিক আছে। তিনি তাদেরকে সেখানে বসবাসের অনুমতি দিলেন।\nইতিমধ্যে বনূ সুলাইমের লোকেরা ইসলাম কবুল করলো। তারা সাখরের নিকট এসে তাদের কূপ ফেরত চাইলে তিনি তা ফিরিয়ে দিতে অস্বীকার করলেন। অবশেষে তারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে এসে বললো, হে আল্লাহর নবী! আমরা ইসলাম কবুলের পর সাখরের কাছে এসে আমাদের কূপটি ফেরত চাইলে তিনি তা ফেরত দিতে অস্বীকার করেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ডেকে এনে বললেনঃ হে সাখর! কোন সম্প্রদায় ইসলাম গ্রহণ করলে তারা নিজেদের জান-মালের নিরাপত্তা পায়। সুতরাং তাদের পানির কূপটি তাদেরকে ফিরিয়ে দাও। তিনি বললেন, হে আল্লাহর নাবী! ঠিক আছে। এ সময় আমি লক্ষ্য করলাম, রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চেহারা মুবারক লজ্জায় লাল হয়ে গেল। কেননা সাখরের কাছ থেকে বাঁদী ও কূপ ফেরত নেয়া হয়েছিল।\n\nসানাদ দূর্বল।",
    "ar": "حَدَّثَنَا عُمَرُ بْنُ الْخَطَّابِ أَبُو حَفْصٍ، حَدَّثَنَا الْفِرْيَابِيُّ، حَدَّثَنَا أَبَانُ، قَالَ عُمَرُ - وَهُوَ ابْنُ عَبْدِ اللَّهِ بْنِ أَبِي حَازِمٍ - قَالَ حَدَّثَنِي عُثْمَانُ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، صَخْرٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم غَزَا ثَقِيفًا فَلَمَّا أَنْ سَمِعَ ذَلِكَ صَخْرٌ رَكِبَ فِي خَيْلٍ يُمِدُّ النَّبِيَّ صلى الله عليه وسلم فَوَجَدَ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَدِ انْصَرَفَ وَلَمْ يَفْتَحْ فَجَعَلَ صَخْرٌ يَوْمَئِذٍ عَهْدَ اللَّهِ وَذِمَّتَهُ أَنْ لاَ يُفَارِقَ هَذَا الْقَصْرَ حَتَّى يَنْزِلُوا عَلَى حُكْمِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمْ يُفَارِقْهُمْ حَتَّى نَزَلُوا عَلَى حُكْمِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَكَتَبَ إِلَيْهِ صَخْرٌ أَمَّا بَعْدُ فَإِنَّ ثَقِيفًا قَدْ نَزَلَتْ عَلَى حُكْمِكَ يَا رَسُولَ اللَّهِ وَأَنَا مُقْبِلٌ إِلَيْهِمْ وَهُمْ فِي خَيْلٍ ‏.‏ فَأَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِالصَّلاَةِ جَامِعَةً فَدَعَا لأَحْمَسَ عَشْرَ دَعَوَاتٍ ‏\"‏ اللَّهُمَّ بَارِكْ لأَحْمَسَ فِي خَيْلِهَا وَرِجَالِهَا ‏\"‏ ‏.‏ وَأَتَاهُ الْقَوْمُ فَتَكَلَّمَ الْمُغِيرَةُ بْنُ شُعْبَةَ فَقَالَ يَا نَبِيَّ اللَّهِ إِنَّ صَخْرًا أَخَذَ عَمَّتِي وَدَخَلَتْ فِيمَا دَخَلَ فِيهِ الْمُسْلِمُونَ ‏.‏ فَدَعَاهُ فَقَالَ ‏\"‏ يَا صَخْرُ إِنَّ الْقَوْمَ إِذَا أَسْلَمُوا أَحْرَزُوا دِمَاءَهُمْ وَأَمْوَالَهُمْ فَادْفَعْ إِلَى الْمُغِيرَةِ عَمَّتَهُ ‏\"‏ ‏.‏ فَدَفَعَهَا إِلَيْهِ وَسَأَلَ نَبِيَّ اللَّهِ صلى الله عليه وسلم مَاءً لِبَنِي سُلَيْمٍ قَدْ هَرَبُوا عَنِ الإِسْلاَمِ وَتَرَكُوا ذَلِكَ الْمَاءَ ‏.‏ فَقَالَ يَا نَبِيَّ اللَّهِ أَنْزِلْنِيهِ أَنَا وَقَوْمِي ‏.‏ قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ فَأَنْزَلَهُ وَأَسْلَمَ - يَعْنِي السُّلَمِيِّينَ - فَأَتَوْا صَخْرًا فَسَأَلُوهُ أَنْ يَدْفَعَ إِلَيْهِمُ الْمَاءَ فَأَبَى فَأَتَوُا النَّبِيَّ صلى الله عليه وسلم فَقَالُوا يَا نَبِيَّ اللَّهِ أَسْلَمْنَا وَأَتَيْنَا صَخْرًا لِيَدْفَعَ إِلَيْنَا مَاءَنَا فَأَبَى عَلَيْنَا ‏.‏ فَأَتَاهُ فَقَالَ ‏\"‏ يَا صَخْرُ إِنَّ الْقَوْمَ إِذَا أَسْلَمُوا أَحْرَزُوا أَمْوَالَهُمْ وَدِمَاءَهُمْ فَادْفَعْ إِلَى الْقَوْمِ مَاءَهُمْ ‏\"‏ ‏.‏ قَالَ نَعَمْ يَا نَبِيَّ اللَّهِ ‏.‏ فَرَأَيْتُ وَجْهَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَتَغَيَّرُ عِنْدَ ذَلِكَ حُمْرَةً حَيَاءً مِنْ أَخْذِهِ الْجَارِيَةَ وَأَخْذِهِ الْمَاءَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}