{
  "hadith": {
    "hadith_id": 3079,
    "narrator": "আবূ হুমাইদ আস-সাঈদী (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাথে তাবূকের যুদ্ধে যোগদান করেছি। তিনি ওয়াদিল কুরায় পৌঁছলে এক মহিলাকে তার বাগানের মধ্যে দেখতে পান। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাহাবীদের বললেনঃ এ বাগানের ফলের পরিমাণ কতটুকু? অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজেই দশ ওয়াসাক অনুমান করলেন। তিনি মহিলাটিকে বললেনঃ তোমার বাগানের ফলের পরিমাণ ওজন করে দেখবে। অতঃপর আমরা তাবূকে পৌঁছলাম। তখন 'ঈলা' নামক স্থানের রাজা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে একটি সাদা খচ্চর উপহার পাঠালেন। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাজাকে একটি চাঁদর দিলেন এবং জিয্‌য়ার বিনিময়ে তার এলাকায় নিরাপত্তার নিশ্চয়তা দিয়ে ফরমান লিখে পাঠালেন। বর্ণনাকারী বলেন, আমরা ওয়াদিল কুরায় প্রত্যাবর্তন করলে তিনি মহিলাটিকে বললেনঃ তোমার বাগানে কি পরিমাণ ফল এসেছে? সে বললো, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে দশ ওয়াসাক অনুমান করেছেন তাই। অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি খুব দ্রুত মদিনায় পৌঁছতে চাই। তোমাদের মধ্যে যে আমার সাথে দ্রুত যেতে চায় সে যেন তাড়াতাড়ি করে।",
    "ar": "حَدَّثَنَا سَهْلُ بْنُ بَكَّارٍ، حَدَّثَنَا وُهَيْبُ بْنُ خَالِدٍ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنِ الْعَبَّاسِ السَّاعِدِيِّ، - يَعْنِي ابْنَ سَهْلِ بْنِ سَعْدٍ - عَنْ أَبِي حُمَيْدٍ السَّاعِدِيِّ، قَالَ غَزَوْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم تَبُوكَ فَلَمَّا أَتَى وَادِيَ الْقُرَى إِذَا امْرَأَةٌ فِي حَدِيقَةٍ لَهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لأَصْحَابِهِ ‏\"‏ اخْرُصُوا ‏\"‏ ‏.‏ فَخَرَصَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَشَرَةَ أَوْسُقٍ فَقَالَ لِلْمَرْأَةِ ‏\"‏ أَحْصِي مَا يَخْرُجُ مِنْهَا ‏\"‏ ‏.‏ فَأَتَيْنَا تَبُوكَ فَأَهْدَى مَلِكُ أَيْلَةَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم بَغْلَةً بَيْضَاءَ وَكَسَاهُ بُرْدَةً وَكَتَبَ لَهُ - يَعْنِي - بِبَحْرِهِ ‏.‏ قَالَ فَلَمَّا أَتَيْنَا وَادِيَ الْقُرَى قَالَ لِلْمَرْأَةِ ‏\"‏ كَمْ كَانَ فِي حَدِيقَتِكِ ‏\"‏ ‏.‏ قَالَتْ عَشَرَةَ أَوْسُقٍ خَرْصَ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنِّي مُتَعَجِّلٌ إِلَى الْمَدِينَةِ فَمَنْ أَرَادَ مِنْكُمْ أَنْ يَتَعَجَّلَ مَعِي فَلْيَتَعَجَّلْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}