{
  "hadith": {
    "hadith_id": 3089,
    "narrator": "আল-খুদর গোত্রের তীরন্দাজ ‘আমির (রাঃ)",
    "bn": "নুফাইলী বলেন, শব্দটি ‘খাদরি’ নয়, বরং খুদর, তবে ব্যবহারে তা প্রচলিত হয়ে গেছে। ‘আমির বলেন, আমি আমাদের শহরেই ছিলাম। এমন সময় আমরা কিছু পতাকা উড্ডীন দেখতে পেয়ে লোকদের জিজ্ঞেস করি, এসব কি? তারা বললো, এগুলো রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পতাকা। আমি তাঁর নিকট আসলাম। তখন তিনি একটি গাছের নিচে তাঁর জন্য বিছানো একটি কম্বলের উপর বসা ছিলেন। তাঁর চারপাশে তাঁর সাহাবীগণও বসা ছিলেন। আমি তাদের কাছে বসলাম।\nরাসূল্ললাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রোগ সম্পর্কে আলোচনা করলেন। তিনি বললেনঃ মুমিন ব্যক্তি যখন অসুস্থ হয়, অতঃপর আল্লাহ্ তাঁকে রোগমুক্তি দেন, এটা তার অতীতের গুনাহের জন্য কাফফারা স্বরূপ এবং তার ভবিষ্যৎ জীবনের জন্য শিক্ষণীয়। পক্ষান্তরে কোন মুনাফিক অসুস্থ হওয়ার পর তাকে তা থেকে মুক্তি দেয়া হলে সে এমন উটের মত যাকে তার মালিক শক্ত করে বেঁধে আবার ছেড়ে দিলো। কিন্তু সে কিছুই বুঝলো না, তার মালিক তাকে কেনই বা শক্ত করে বাঁধলো আর কেনই বা ছেড়ে দিলো। তাঁর আশেপাশে বসা লোকদের মধ্য হতে এক ব্যক্তি বললো, হে আল্লাহ্‌র রাসূল! কিসের অসুস্থতা? আল্লাহ্‌র শপথ! আমি তো কখনও অসুস্থ হইনি? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি আমাদের এখান থেকে উঠে যাও, কারণ তুমি আমাদের দলভুক্ত নও। \nবর্ণনাকারী বলেন, আমরা তাঁর কাছে বসা। এমতাবস্থায় তাঁর কাছে এক ব্যক্তি আসলো। তার গায়ে কম্বল জড়ানো এবং তার হাতে কিছু একটা ছিলো। সে বললো, হে আল্লাহ্‌র রাসূল! আমি আপনাকে দেখতে পেয়েই আপনার কাছে উপস্থিত হলাম। গাছপালার মধ্য দিয়ে পথ অতিক্রম করার সময় আমি পাখির বাচ্চার আওয়াজ শুনতে পাই। আমি সেগুলো ধরে আমার কম্বলের মধ্যে রাখি। বাচ্চাগুলোর মা এসে আমার মাথার উপর চক্কর দিতে লাগলো। আমি বাচ্চাগুলোকে তাদের মায়ের জন্য কম্বলের মধ্য থেকে বের করে দিলাম। পাখিটি এসে বাচ্চাগুলোর সাথে মিলিত হলো। আমি সবগুলোকে আমার কম্বল দিয়ে লেপটিয়ে ধরে ফেললাম। এখন সবগুলো পাখি আমার সাথে রয়েছে। তিনি বললেনঃ সেগুলো বের করে রাখো। সুতারাং আমি বের করলাম। কিন্তু মা পাখিটা বাচ্চাদের রেখে যেতে চাইলো না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাহাবীদের বললেনঃ বাচ্চাদের প্রতি মা পাখিটার মায়ায় তোমরা কি আশ্চর্যবোধ করছো না! তারা বললেন, হাঁ হে আল্লাহ্‌র রাসূল! তিনি বললেনঃ সেই সত্তার শপথ, যিনি আমাকে সত্য দ্বীনসহ পাঠিয়েছেন! বাচ্চাদের প্রতি মা পাখিটার যে মায়া রয়েছে, আল্লাহ্ অবশ্যই তাঁর বান্দাদের প্রতি আরো অধিক মমতাময়ী। তুমি যেখান থেকে বাচ্চাগুলোকে ধরে এনেছ মা-সহ তাদেরকে সেখানে রেখে আসো। সুতারাং সে পাখিগুলো সেখানে রেখে এলো। \n\nদুর্বল : মিশকাত (১৫৭১)।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، قَالَ حَدَّثَنِي رَجُلٌ، مِنْ أَهْلِ الشَّامِ يُقَالُ لَهُ أَبُو مَنْظُورٍ عَنْ عَمِّهِ، قَالَ حَدَّثَنِي عَمِّي، عَنْ عَامِرٍ الرَّامِ، أَخِي الْخُضْرِ - قَالَ أَبُو دَاوُدَ قَالَ النُّفَيْلِيُّ هُوَ الْخُضْرُ وَلَكِنْ كَذَا قَالَ - قَالَ إِنِّي لَبِبِلاَدِنَا إِذْ رُفِعَتْ لَنَا رَايَاتٌ وَأَلْوِيَةٌ فَقُلْتُ مَا هَذَا قَالُوا هَذَا لِوَاءُ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَتَيْتُهُ وَهُوَ تَحْتَ شَجَرَةٍ قَدْ بُسِطَ لَهُ كِسَاءٌ وَهُوَ جَالِسٌ عَلَيْهِ وَقَدِ اجْتَمَعَ إِلَيْهِ أَصْحَابُهُ فَجَلَسْتُ إِلَيْهِمْ فَذَكَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم الأَسْقَامَ فَقَالَ ‏\"‏ إِنَّ الْمُؤْمِنَ إِذَا أَصَابَهُ السَّقَمُ ثُمَّ أَعْفَاهُ اللَّهُ مِنْهُ كَانَ كَفَّارَةً لِمَا مَضَى مِنْ ذُنُوبِهِ وَمَوْعِظَةً لَهُ فِيمَا يَسْتَقْبِلُ وَإِنَّ الْمُنَافِقَ إِذَا مَرِضَ ثُمَّ أُعْفِيَ كَانَ كَالْبَعِيرِ عَقَلَهُ أَهْلُهُ ثُمَّ أَرْسَلُوهُ فَلَمْ يَدْرِ لِمَ عَقَلُوهُ وَلَمْ يَدْرِ لِمَ أَرْسَلُوهُ ‏\"‏ ‏.‏ فَقَالَ رَجُلٌ مِمَّنْ حَوْلَهُ يَا رَسُولَ اللَّهِ وَمَا الأَسْقَامُ وَاللَّهِ مَا مَرِضْتُ قَطُّ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ قُمْ عَنَّا فَلَسْتَ مِنَّا ‏\"‏ ‏.‏ فَبَيْنَا نَحْنُ عِنْدَهُ إِذْ أَقْبَلَ رَجُلٌ عَلَيْهِ كِسَاءٌ وَفِي يَدِهِ شَىْءٌ قَدِ الْتَفَّ عَلَيْهِ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي لَمَّا رَأَيْتُكَ أَقْبَلْتُ إِلَيْكَ فَمَرَرْتُ بِغَيْضَةِ شَجَرٍ فَسَمِعْتُ فِيهَا أَصْوَاتَ فِرَاخِ طَائِرٍ فَأَخَذْتُهُنَّ فَوَضَعْتُهُنَّ فِي كِسَائِي فَجَاءَتْ أُمُّهُنَّ فَاسْتَدَارَتْ عَلَى رَأْسِي فَكَشَفْتُ لَهَا عَنْهُنَّ فَوَقَعَتْ عَلَيْهِنَّ مَعَهُنَّ فَلَفَفْتُهُنَّ بِكِسَائِي فَهُنَّ أُولاَءِ مَعِي ‏.‏ قَالَ ‏\"‏ ضَعْهُنَّ عَنْكَ ‏\"‏ ‏.‏ فَوَضَعْتُهُنَّ وَأَبَتْ أُمُّهُنَّ إِلاَّ لُزُومَهُنَّ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لأَصْحَابِهِ ‏\"‏ أَتَعْجَبُونَ لِرُحْمِ أُمِّ الأَفْرَاخِ فِرَاخَهَا ‏\"‏ ‏.‏ قَالُوا نَعَمْ يَا رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ ‏\"‏ فَوَالَّذِي بَعَثَنِي بِالْحَقِّ لَلَّهُ أَرْحَمُ بِعِبَادِهِ مِنْ أُمِّ الأَفْرَاخِ بِفِرَاخِهَا ارْجِعْ بِهِنَّ حَتَّى تَضَعَهُنَّ مِنْ حَيْثُ أَخَذْتَهُنَّ وَأُمُّهُنَّ مَعَهُنَّ ‏\"‏ ‏.‏ فَرَجَعَ بِهِنَّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "21"
    }
  }
}