{
  "hadith": {
    "hadith_id": 3123,
    "narrator": "আবদুল্লাহ ইবনু ‘আমর ইবনুল ‘আস (রাঃ)",
    "bn": "তিনি বলেন, একদা রাসূলুল্লাহর সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম সাথে আমরা একটি লাশ দাফন করলাম। আমরা অবসর হলে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম ফিরে আসলেন। আমরাও তাঁর সাথে ফিরে এলাম। তিনি ঘরের দরজার নিকট পৌছে থামলেন। আমরা এক মহিলার মুখোমুখি হলাম। বর্ণনাকারী বলেন, আমি ধারণা করলাম, তিনি সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম মহিলাটিকে চিনতে পেরেছেন। মহিলাটি চলে যাওয়ার সময় দেখা গেলো, তিনি তো ফাত্বিমাহ (রাঃ)। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তাকে বললেনঃ হে ফাত্বিমাহ! কোন জিনিস তোমাকে ঘর থেকে বের হতে বাধ্য করেছে? তিনি বললেন, হে আল্লাহর রাসূল! আমি এসেছিলাম এ বাড়ির লোকদের সান্ত্বনা দিতে এবং ধৈর্য ধারণের নসিহত করতে। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তাকে বললেনঃ খুব সম্ভব তুমি তাদের সাথে কবর পর্যন্ত গিয়েছিলে। তিনি বললেন, আল্লাহর আশ্রয় চাই। নারীদের কবরস্তানে যাওয়ার বিষয়ে আমি আপনার আলোচনা শুনেছি। তিনি বললেনঃ যদি তুমি তাদের সাথে কবরস্তানে যেতে তাহলে আমি তোমাকে এই করতাম। তিনি এ বিষয়ে কঠোর বাণী উচ্চারণ করলেন। আমি (মুফাদ্দাল) রবী’আহকে ‘আল-কুদা’ শব্দের অর্থ জিজ্ঞেস করলে তিনি বললেন, আমার ধারণা, এর অর্থ কবর।\n\nদুর্বলঃ নাসায়ী (১৮৮০)।",
    "ar": "حَدَّثَنَا يَزِيدُ بْنُ خَالِدِ بْنِ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ الْهَمْدَانِيُّ، حَدَّثَنَا الْمُفَضَّلُ، عَنْ رَبِيعَةَ بْنِ سَيْفٍ الْمَعَافِرِيِّ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، قَالَ قَبَرْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم - يَعْنِي مَيِّتًا - فَلَمَّا فَرَغْنَا انْصَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَانْصَرَفْنَا مَعَهُ فَلَمَّا حَاذَى بَابَهُ وَقَفَ فَإِذَا نَحْنُ بِامْرَأَةٍ مُقْبِلَةٍ - قَالَ أَظُنُّهُ عَرَفَهَا - فَلَمَّا ذَهَبَتْ إِذَا هِيَ فَاطِمَةُ - عَلَيْهَا السَّلاَمُ - فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا أَخْرَجَكِ يَا فَاطِمَةُ مِنْ بَيْتِكِ ‏\"‏ ‏.‏ فَقَالَتْ أَتَيْتُ يَا رَسُولَ اللَّهِ أَهْلَ هَذَا الْبَيْتِ فَرَحَّمْتُ إِلَيْهِمْ مَيِّتَهُمْ أَوْ عَزَّيْتُهُمْ بِهِ ‏.‏ فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَلَعَلَّكِ بَلَغْتِ مَعَهُمُ الْكُدَى ‏\"‏ ‏.‏ قَالَتْ مَعَاذَ اللَّهِ وَقَدْ سَمِعْتُكَ تَذْكُرُ فِيهَا مَا تَذْكُرُ ‏.‏ قَالَ ‏\"‏ لَوْ بَلَغْتِ مَعَهُمُ الْكُدَى ‏\"‏ ‏.‏ فَذَكَرَ تَشْدِيدًا فِي ذَلِكَ فَسَأَلْتُ رَبِيعَةَ عَنِ الْكُدَى فَقَالَ الْقُبُورُ فِيمَا أَحْسِبُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "21"
    }
  }
}