{
  "hadith": {
    "hadith_id": 3141,
    "narrator": "আব্বাস ইবনু ‘আবদুল্লাহ ইবনুয যুবাইর (রাঃ)",
    "bn": "তিনি বলেন, আমি ‘আয়িশাহ (রাঃ)-কে বলতে শুনেছি, যখন সাহাবীগণ নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-কে গোসল দেয়ার সিদ্ধান্ত নিলেন, তারা বললেন, আল্লাহর শপথ! আমরা বুঝে উঠতে পারছি না, আমরা কি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম এর বস্ত্র খুলে নিবো যেভাবে সাধারণ লোকের মৃতদেহ থেকে বস্ত্র খুলে নেই, নাকি তাঁর পরিধেয় বস্ত্রসহ তাকে গোসল দিবো? তারা এ নিয়ে মতভেদে লিপ্ত হলে মহান আল্লাহ তাদের উপর ঘুম চাপিয়ে দিলেন। ঘুমের ঘোরে তাদের প্রত্যেকের থুতনী নিজ নিজ বুকের সাথে ঠেকে গেলো। এমতাবস্থায় ঘরের এককোণ থেকে অদৃশ্য আওয়াজ আসলো। ঐ আওয়াজ কে দিলো তা জানা গেলো না। “রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-কে কাপড়ে আবৃত অবস্থায়ই গোসল দাও।” একথা শুনে তারা জেগে উঠলেন এবং নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-কে তাঁর জামা পরিহিত অবস্থায় গোসল দিলেন। তারা জামার উপর পানি ঢাললেন এবং হাতের পরিবর্তে জামা দিয়ে তাঁর শরীর রগরালেন। ‘আয়িশাহ (রাঃ) বলেন, আমি যদি আগে বুঝতে পারতাম যা পরে বুঝতে পেরেছি তাহলে তাঁর স্ত্রীরাই তার গোসল দিতেন।",
    "ar": "حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، حَدَّثَنِي يَحْيَى بْنُ عَبَّادٍ، عَنْ أَبِيهِ، عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ قَالَ سَمِعْتُ عَائِشَةَ، تَقُولُ لَمَّا أَرَادُوا غَسْلَ النَّبِيِّ صلى الله عليه وسلم قَالُوا وَاللَّهِ مَا نَدْرِي أَنُجَرِّدُ رَسُولَ اللَّهِ صلى الله عليه وسلم مِنْ ثِيَابِهِ كَمَا نُجَرِّدُ مَوْتَانَا أَمْ نُغَسِّلُهُ وَعَلَيْهِ ثِيَابُهُ فَلَمَّا اخْتَلَفُوا أَلْقَى اللَّهُ عَلَيْهِمُ النَّوْمَ حَتَّى مَا مِنْهُمْ رَجُلٌ إِلاَّ وَذَقْنُهُ فِي صَدْرِهِ ثُمَّ كَلَّمَهُمْ مُكَلِّمٌ مِنْ نَاحِيَةِ الْبَيْتِ لاَ يَدْرُونَ مَنْ هُوَ أَنِ اغْسِلُوا النَّبِيَّ صلى الله عليه وسلم وَعَلَيْهِ ثِيَابُهُ فَقَامُوا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَغَسَلُوهُ وَعَلَيْهِ قَمِيصُهُ يَصُبُّونَ الْمَاءَ فَوْقَ الْقَمِيصِ وَيُدَلِّكُونَهُ بِالْقَمِيصِ دُونَ أَيْدِيهِمْ وَكَانَتْ عَائِشَةُ تَقُولُ لَوِ اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا غَسَّلَهُ إِلاَّ نِسَاؤُهُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "21"
    }
  }
}