{
  "hadith": {
    "hadith_id": 316,
    "narrator": "আয়িশাহ্ (রাঃ)",
    "bn": "আসমা (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে জিজ্ঞেস করেন ….. তারপর পূর্বোক্ত হাদীসের অনুরূপ। বর্ণনাকারী শু‘বাহ বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সুগন্ধি মিশ্রিত নেকড়ার কথা কললে আসমা বলেন, তা দিয়ে আমি কাভাবে পবিত্রতা অর্জন করব? তিনি বলেনঃ সুবহানাল্লাহ! তা দিয়ে পবিত্রতা অর্জন করবে। এই বলে তিনি (লজ্জায়) কাপড় দিয়ে মুখ ঢাকলেন। বর্ণনাকারী শু‘বাহ আরো বলেন, আসমা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে জানাবাতের গোসল সম্পর্কে জিজ্ঞেস করেন। তখন তিনি বলেন, তুমি পানি নিয়ে উত্তমরূপে পরিপূর্ণ পবিত্রতা অর্জন করবে। তারপর মাথায় পানি ঢেলে তা রগড়াবে, যেন পানি চুলের গোড়ায় পৌঁছায়। তারপর সমগ্র শরীরে পানি ঢালবে। ‘আয়িশা (রাঃ) বলেন, আনসারী মহিলারা খুবিই উত্তম। দ্বীন সম্পর্কে মাসআলাহ জিজ্ঞেস করতে এবং এ সম্পর্কে ব্যুৎপত্তি অর্জনের ক্ষেত্রে তারা লজ্জাবোধ করেন না।\n\nহাসানঃ বুখারী ও মুসলিম। কিন্তু ‘আয়িশার উক্তিঃ ‘আনসারী মহিলারা খুবই উত্তম…..’ এটি বুখারীতে মু‘আল্লাক্বভাবে বর্ণিত আছে।",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ الْعَنْبَرِيُّ، أَخْبَرَنِي أَبِي، عَنْ شُعْبَةَ، عَنْ إِبْرَاهِيمَ، - يَعْنِي ابْنَ مُهَاجِرٍ - عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، عَنْ عَائِشَةَ، أَنَّ أَسْمَاءَ، سَأَلَتِ النَّبِيَّ صلى الله عليه وسلم بِمَعْنَاهُ قَالَ ‏\"‏ فِرْصَةً مُمَسَّكَةً ‏\"‏ ‏.‏ قَالَتْ كَيْفَ أَتَطَهَّرُ بِهَا قَالَ ‏\"‏ سُبْحَانَ اللَّهِ تَطَهَّرِي بِهَا وَاسْتَتِرِي بِثَوْبٍ ‏\"‏ ‏.‏ وَزَادَ وَسَأَلَتْهُ عَنِ الْغُسْلِ مِنَ الْجَنَابَةِ فَقَالَ ‏\"‏ تَأْخُذِينَ مَاءَكِ فَتَطَهَّرِينَ أَحْسَنَ الطُّهُورِ وَأَبْلَغَهُ ثُمَّ تَصُبِّينَ عَلَى رَأْسِكِ الْمَاءَ ثُمَّ تَدْلُكِينَهُ حَتَّى يَبْلُغَ شُئُونَ رَأْسِكِ ثُمَّ تُفِيضِينَ عَلَيْكِ الْمَاءَ ‏\"‏ ‏.‏ قَالَ وَقَالَتْ عَائِشَةُ نِعْمَ النِّسَاءُ نِسَاءُ الأَنْصَارِ لَمْ يَكُنْ يَمْنَعُهُنَّ الْحَيَاءُ أَنْ يَسْأَلْنَ عَنِ الدِّينِ وَيَتَفَقَّهْنَ فِيهِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদের হাদীস থেকে শিক্ষাঃ\n১। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বিনয় প্রদর্শন।\n২। হায়িযের রক্তমিশ্রিত কাপড় ধোয়ার সময় ইচ্ছে হলে পানিতে লবন মেশানো যেতে পারে।\n৩। জিজ্ঞাসিত ব্যক্তির উচিত, প্রশ্নকারীকে কৃত প্রশ্নের জবাব সুস্পষ্ট ও পরিপূর্ণভাবে দেয়া। যাতে বিষয়টি তার কাছে পরিস্কার হয়ে যায়।\n৪। শারঈ বিধানের গোপনীয় বিষয়েও প্রশ্ন করা জায়িয, যদিও তা উল্লেখ করতে লজ্জাবোধ হয়।\n৫। পরিশোধন ও পরিচ্ছন্নতার উদ্দেশে গোসলের পানিতে বড়ই পাতা মিশানো মুস্তাহাব।\n৬। গোসলের শুরুতে উযু করা মুস্তাহাব।\n৭। গোসলের সময় প্রথমে চুল ঘর্ষণ করবে, যেন চুলের গোড়ায় পানি পৌঁছে। \n৮। মহিলাদের জন্য মুস্তাহাব হলো, গোসলের পর তুলা বা নেকড়া নিয়ে তাতে সুগন্ধি মিশিয়ে লজ্জাস্থানের রক্ত লেগে থাকা স্থানটুকু পরিস্কার করা।\n৯। কোন ব্যাপারে আশ্চর্য হলে বা বিস্ময়কর কিছু ঘটতে তাতে ‘সুবহানাল্লাহ’ বলা জায়িয।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}