{
  "hadith": {
    "hadith_id": 320,
    "narrator": "আম্মার ইবনু ইয়াসির (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (বনু মুস্তালিকের যুদ্ধ হতে প্রত্যাবর্তনকালে মাক্কাহ ও মদীনার মধ্যবর্তী স্থানে অবস্থিত) উলাতুল জায়িশ নামক জায়গায় রাতের শেষ প্রহরে বিশ্রামের উদ্দেশে অবতরণ করেন। তখন তাঁর সাথে ছিলেন ‘আয়িশা (রাঃ)। এ স্থানে ‘আয়িশার যেফারী আকিকের হারটি হারিয়ে যায়। ফলে হারটি অনুসন্ধানের জন্য লোকজন ব্যতিব্যস্ত হয়ে পড়েন। এমনকি সেখানে ভোর হয়ে যায়। তাদের সাথে তখন (উযু করার মত) পানিও ছিল না। আবূ বকর (রাঃ) ‘আয়িশা (রাঃ) -এর উপর অসন্তুষ্ট হলেন। বললেন, তুমিই লোকদের আটকে রেখেছো। অথচ তাদের সাথে পানি নেই। এ সময় মহাল আল্লাহ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর উপর পবিত্র মাটি দ্বারা পবিত্রতা অর্জনের বিধান সম্বলিত আয়াত অবতীর্ণ করেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে সকল মুসলিম উঠে দাঁড়ালেন। সবাই তাদের হাত জমিনে মারলেন। তারপর হাত উঠিয়ে নিলেন। কোন মাটি তুললেন না। তাঁরা মুখমুণ্ডল ও দু’ হাত কাঁধ পর্যন্ত এবং হাতের নিচে বগল পর্যন্ত মাসাহ্ করলেন। ইবনু ইয়াহ্ইয়ার বর্ণনায় আরো রয়েছেঃ ইবনু শিহাব বলেছেন, ‘আলিমগণের নিকট এ হাদীস গুরুত্বহীন ও অগ্রহণযোগ্য। [৩১৯]\n\nসহীহ।\n\nইমাম আবূ দাউদ (রহঃ) বলেন, এরূপই বর্ণনা করেছেন ইবনু ইসহাক্ব। তাতে তিনি ইবনু ‘আব্বাস (রাঃ) সূত্রে মাটিতে দু’বার হাত মারার কথা উল্লেখ করেছেন। আর ইবনু ‘উয়াইনাহ এতে সন্দেহে পতিত হয়েছেন। তিনি একবার বলেছেন ‘উবাইদুল্লাহ হতে তার পিতার সূত্রে অথবা ‘উবাইদুল্লাহ হতে ইবনু ‘আব্বাস সূত্রে। তিনি একবার বলেছেন তার পিতা সূত্রে আরেকবার বলেছেন ইবনু ‘আব্বাস সূত্রে। সুতরাং ইবনু ‘উয়াইনাহ এর সানাদে ইযতিরাব (উলটপালট) করেছেন এবং যুহরী হতে তার শুনার বিষয়টিও ইযতিরায করেছেন। আর আমি যাদের নাম উল্লেখ করেছি, তাদের কেউ এ হাদীসে দু’বার হাত মারার কথা বলেননি।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي خَلَفٍ، وَمُحَمَّدُ بْنُ يَحْيَى النَّيْسَابُورِيُّ، - فِي آخَرِينَ - قَالُوا حَدَّثَنَا يَعْقُوبُ، أَخْبَرَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ عَمَّارِ بْنِ يَاسِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم عَرَّسَ بِأُولاَتِ الْجَيْشِ وَمَعَهُ عَائِشَةُ فَانْقَطَعَ عِقْدٌ لَهَا مِنْ جَزْعِ ظَفَارِ فَحَبَسَ النَّاسَ ابْتِغَاءُ عِقْدِهَا ذَلِكَ حَتَّى أَضَاءَ الْفَجْرُ وَلَيْسَ مَعَ النَّاسِ مَاءٌ فَتَغَيَّظَ عَلَيْهَا أَبُو بَكْرٍ وَقَالَ حَبَسْتِ النَّاسَ وَلَيْسَ مَعَهُمْ مَاءٌ فَأَنْزَلَ اللَّهُ تَعَالَى عَلَى رَسُولِهِ صلى الله عليه وسلم رُخْصَةَ التَّطَهُّرِ بِالصَّعِيدِ الطَّيِّبِ فَقَامَ الْمُسْلِمُونَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَضَرَبُوا بِأَيْدِيهِمْ إِلَى الأَرْضِ ثُمَّ رَفَعُوا أَيْدِيَهُمْ وَلَمْ يَقْبِضُوا مِنَ التُّرَابِ شَيْئًا فَمَسَحُوا بِهَا وُجُوهَهُمْ وَأَيْدِيَهُمْ إِلَى الْمَنَاكِبِ وَمِنْ بُطُونِ أَيْدِيهِمْ إِلَى الآبَاطِ ‏.‏ زَادَ ابْنُ يَحْيَى فِي حَدِيثِهِ قَالَ ابْنُ شِهَابٍ فِي حَدِيثِهِ وَلاَ يَعْتَبِرُ بِهَذَا النَّاسُ ‏.‏ قَالَ أَبُو دَاوُدَ وَكَذَلِكَ رَوَاهُ ابْنُ إِسْحَاقَ قَالَ فِيهِ عَنِ ابْنِ عَبَّاسٍ وَذَكَرَ ضَرْبَتَيْنِ كَمَا ذَكَرَ يُونُسُ وَرَوَاهُ مَعْمَرٌ عَنِ الزُّهْرِيِّ ضَرْبَتَيْنِ وَقَالَ مَالِكٌ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ عَنْ عَمَّارٍ وَكَذَلِكَ قَالَ أَبُو أُوَيْسٍ عَنِ الزُّهْرِيِّ وَشَكَّ فِيهِ ابْنُ عُيَيْنَةَ قَالَ مَرَّةً عَنْ عُبَيْدِ اللَّهِ عَنْ أَبِيهِ أَوْ عَنْ عُبَيْدِ اللَّهِ عَنِ ابْنِ عَبَّاسٍ وَمَرَّةً قَالَ عَنْ أَبِيهِ وَمَرَّةً قَالَ عَنِ ابْنِ عَبَّاسٍ اضْطَرَبَ ابْنُ عُيَيْنَةَ فِيهِ وَفِي سَمَاعِهِ مِنَ الزُّهْرِيِّ وَلَمْ يَذْكُرْ أَحَدٌ مِنْهُمْ فِي هَذَا الْحَدِيثِ الضَّرْبَتَيْنِ إِلاَّ مَنْ سَمَّيْتُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}