{
  "hadith": {
    "hadith_id": 322,
    "narrator": "আবদুর রহমান ইবনু আবযা (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘উমার (রাঃ) -এর নিকট ছিলাম। এমন সময় এক ব্যক্তি তার নিকট এসে বলল, আমরা কোন (পানিবিহীন) জায়গায় এক-দু’ মাস অবস্থান করে থাকি (সেখানে অপবিত্র হলে করণীয় কী?)। ‘উমার (রাঃ) বললেন, আমি তো পানি না পাওয়া পর্যন্ত সলাত আদায় করব না। বর্ণনাকারী বলেন, তখন ‘আম্মার (রাঃ) বললেন, হে আমীরুল মু’মিনীন! আপনার কি ঐ ঘটনার কথা মনে নেই, যখন আমি ও আপনি উটের পালে ছিলাম। আমরা অপবিত্র হয়ে গেলাম এবং আমি মাটিতে গড়াগড়ি দিলাম। আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   -এর নিকট এসে বিষয়টি জানালে তিনি বলেলেনঃ তোমাদের জন্য শুধু এতটুকুই যথেষ্ট ছিল- এই বলে তিনি মাটিতে উভয় হাত মেরে হাতে ফুঁ দিলেন। তারপর হাত দিয়ে মুখমণ্ডল এবং উভয় হাতের অর্ধেক পর্যন্ত মুছলেন। ‘উমার (রাঃ) বললেন, হে ‘আম্মার! আল্লাহকে ভয় কর। তিনি বললেন, হে আমীরুল মু’মিনীন! আল্লাহর শপথ! আপনি চাইলে আমি আর কখনো তা বর্ণনা করব না। ‘উমার (রাঃ) বললেন, আল্লাহর শপথ! আমার উদ্দেশ্য এরূপ নয়, বরং তুমি চাইলে অবশ্যই তোমার বক্তব্যের স্বাধীনতা তোমাকে দিব। \n\nসহীহঃ তবে তার ‘উভয় হাতের অর্ধেক পর্যন্ত’- কথাটি বাদে। কেননা তা শায।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ الْعَبْدِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ أَبِي مَالِكٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، قَالَ كُنْتُ عِنْدَ عُمَرَ فَجَاءَهُ رَجُلٌ فَقَالَ إِنَّا نَكُونُ بِالْمَكَانِ الشَّهْرَ وَالشَّهْرَيْنِ ‏.‏ فَقَالَ عُمَرُ أَمَّا أَنَا فَلَمْ أَكُنْ أُصَلِّي حَتَّى أَجِدَ الْمَاءَ ‏.‏ قَالَ فَقَالَ عَمَّارٌ يَا أَمِيرَ الْمُؤْمِنِينَ أَمَا تَذْكُرُ إِذْ كُنْتُ أَنَا وَأَنْتَ فِي الإِبِلِ فَأَصَابَتْنَا جَنَابَةٌ فَأَمَّا أَنَا فَتَمَعَّكْتُ فَأَتَيْنَا النَّبِيَّ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ ‏ \"‏ إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَقُولَ هَكَذَا ‏\"‏ ‏.‏ وَضَرَبَ بِيَدَيْهِ إِلَى الأَرْضِ ثُمَّ نَفَخَهُمَا ثُمَّ مَسَحَ بِهِمَا وَجْهَهُ وَيَدَيْهِ إِلَى نِصْفِ الذِّرَاعِ ‏.‏ فَقَالَ عُمَرُ يَا عَمَّارُ اتَّقِ اللَّهَ ‏.‏ فَقَالَ يَا أَمِيرَ الْمُؤْمِنِينَ إِنْ شِئْتَ وَاللَّهِ لَمْ أَذْكُرْهُ أَبَدًا ‏.‏ فَقَالَ عُمَرُ كَلاَّ وَاللَّهِ لَنُوَلِّيَنَّكَ مِنْ ذَلِكَ مَا تَوَلَّيْتَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}