{
  "hadith": {
    "hadith_id": 3245,
    "narrator": "আলক্বামাহ ইবনু ওয়াইল ইবনু হুজর আল-হাদরামী (রহঃ) হতে তার পিতার সূত্র",
    "bn": "তিনি বলেন, হাদরামাওতের একজন এবং কিনদাহ এলাকার একজন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে এলো। হাদরামী বললো, হে আল্লাহর রাসূল! এ ব্যক্তি আমার পৈত্রিক সম্পত্তি জবরদখল করে নিয়েছে। কিনদী বললো, এটা আমার দখলেই আছে। আমিই তাতে চাষাবাদ করি, এতে তার কোন স্বত্ব নাই। বর্ণনাকারী বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাদরামীকে বললেন। তোমার কোন সাক্ষী আছে কি? সে বললো, না। তিনি বললেনঃতবে তোমাকে কিনদীর শপথের উপর নির্ভর করতে হবে। লোকটি বললো, হে আল্লাহর রাসূল। সে তো মন্দ লোক। সে মিথ্যা কসম করতে পরোয়া করবে না। তার কোন বাছ-বিচার নাই। রাসূলল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃএছাড়া তোমার কোন বিকল্প পথ নেই। কিনদী শপথ করতে অগ্রসর হলো। সে যখন পিঠ ফিরালো, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ জেনে রাখো। সে যদি জুলুম করে অন্যের সম্পদ দখলের জন্য কসম খায়, তবে সে আল্লাহর সামনে এমন অবস্থায় উপস্থিত হবে যে,  তিনি তার থেকে মুখ ফিরিয়ে নিবেন।  \n\nসহীহ: ইরওয়া (২৬৩২)।",
    "ar": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلِ بْنِ حُجْرٍ الْحَضْرَمِيِّ، عَنْ أَبِيهِ، قَالَ جَاءَ رَجُلٌ مِنْ حَضْرَمَوْتَ وَرَجُلٌ مِنْ كِنْدَةَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ الْحَضْرَمِيُّ يَا رَسُولَ اللَّهِ إِنَّ هَذَا غَلَبَنِي عَلَى أَرْضٍ كَانَتْ لأَبِي ‏.‏ فَقَالَ الْكِنْدِيُّ هِيَ أَرْضِي فِي يَدِي أَزْرَعُهَا لَيْسَ لَهُ فِيهَا حَقٌّ ‏.‏ قَالَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم لِلْحَضْرَمِيِّ ‏\"‏ أَلَكَ بَيِّنَةٌ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ فَلَكَ يَمِينُهُ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ إِنَّهُ فَاجِرٌ لاَ يُبَالِي مَا حَلَفَ عَلَيْهِ لَيْسَ يَتَوَرَّعُ مِنْ شَىْءٍ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لَيْسَ لَكَ مِنْهُ إِلاَّ ذَاكَ ‏\"‏ ‏.‏ فَانْطَلَقَ لِيَحْلِفَ لَهُ فَلَمَّا أَدْبَرَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَمَا لَئِنْ حَلَفَ عَلَى مَالٍ لِيَأْكُلَهُ ظَالِمًا لَيَلْقَيَنَّ اللَّهَ عَزَّ وَجَلَّ وَهُوَ عَنْهُ مُعْرِضٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "22"
    }
  }
}