{
  "hadith": {
    "hadith_id": 3274,
    "narrator": "‘আমর ইবনু শু’আইব (রহঃ) হতে পর্যায়ক্রমে তাঁর পিতা ও দাদার সূত্র",
    "bn": "তিনি বলেন,  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আদম সন্তান যে বস্তুর মালিক নয় তাতে তার কোন মানত নাই শপথও নাই; আল্লাহর নাফরমানীর কাজে এবং আত্মীয়তার সম্পর্ক ছিন্ন করার বিষয়ে কোন মানত গ্রহণযোগ্য হবে না। কোন লোক কসম খাওয়ার পর তার বিপরীতে কল্যাণ দেখতে পেলে সে তার শপথ বর্জন করে অধিকতর কল্যাণকর কাজটি করবে। পূর্বের শপথ বর্জন করাই শপথ ভঙ্গের কাফফারাহ গণ্য হবে। আবূ দাঊদ (রহঃ) বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে বর্ণিত এ বিষয়ের সহীহ হাদীসসমূহের বক্তব্য হচ্ছে : “তাকে তার শপথ ভঙ্গের কাফ্ফারাহ দিতে হবে,” কিন্তু যেসব হাদীস যথার্থ নয় সেগুলো ছাড়া। আবূ দাঊদ (রহঃ) বলেন, আমি আহ্মাদ (রাঃ) কে বললাম, ইয়াহইয়া ইবনু সাঈদ আল-কাত্তান (রহঃ) ইয়াহইয়া ইবনু ‘উবাইদুল্লাহর সূত্রে এ হাদীস বর্ণনা করেছেন। তখন আহ্মাদ (রহঃ) বলেন, ইয়াহইয়া ইবনু ‘উবাইদের হাদীসসমূহ প্রত্যাখ্যাত এবং তাঁর পিতা অজ্ঞাত।\n\nহাসান : তাঁর এ কথাটি বাদে [...আরবী...] কেননা এ অংশটুকু মুনকার। যঈফাহ (১৩৬৫), যঈফ আল-জামি’উস সাগীর (৬৩১২)।",
    "ar": "حَدَّثَنَا الْمُنْذِرُ بْنُ الْوَلِيدِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بَكْرٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ الأَخْنَسِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏\"‏ لاَ نَذْرَ وَلاَ يَمِينَ فِيمَا لاَ يَمْلِكُ ابْنُ آدَمَ وَلاَ فِي مَعْصِيَةِ اللَّهِ وَلاَ فِي قَطِيعَةِ رَحِمٍ، وَمَنْ حَلَفَ عَلَى يَمِينٍ فَرَأَى غَيْرَهَا خَيْرًا مِنْهَا فَلْيَدَعْهَا وَلْيَأْتِ الَّذِي هُوَ خَيْرٌ، فَإِنَّ تَرْكَهَا كَفَّارَتُهَا ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ ‏:‏ الأَحَادِيثُ كُلُّهَا عَنِ النَّبِيِّ صلى الله عليه وسلم ‏:‏ ‏\"‏ وَلْيُكَفِّرْ عَنْ يَمِينِهِ ‏\"‏ ‏.‏ إِلاَّ فِيمَا لاَ يُعْبَأُ بِهِ ‏.‏ قَالَ أَبُو دَاوُدَ قُلْتُ لأَحْمَدَ ‏:‏ رَوَى يَحْيَى بْنُ سَعِيدٍ عَنْ يَحْيَى بْنِ عُبَيْدِ اللَّهِ فَقَالَ ‏:‏ تَرَكَهُ بَعْدَ ذَلِكَ وَكَانَ أَهْلاً لِذَلِكَ، قَالَ أَحْمَدُ ‏:‏ أَحَادِيثُهُ مَنَاكِيرُ وَأَبُوهُ لاَ يُعْرَفُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "22"
    }
  }
}