{
  "hadith": {
    "hadith_id": 332,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট গণিমাতের সম্পদ (মেষপাল) জমা হলো। তিনি বলেলেনঃ  হে আবূ যার! এগুলো মাঠে নিয়ে যাও। আমি বকরীগুলো নিয়ে রাবযাহ (মদীনার নিকটবর্তী একটি গ্রাম) -এর দিকে গেলাম। সেখানে আমি অপবিত্র হলাম। আমি পাঁচ-ছ’দিন এরূপ অবস্থায় (গোসল ছাড়া) কাটালাম। অতঃপর আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট ফিরে এসে (বিষয়টি জানালাম)। তিনি বললেনঃ আবূ যার! আমি নিশ্চুপ রইলাম। তিনি বললেনঃ হে আবূ যার! তোমার মা তোমার জন্য কাঁদুক! তোমার মার দুঃখ হোক! এই বলে তিনি একটি ক্রীতদাসীকে ডেকে একটি বড় পাত্র ভর্তি পানি আনালেন। সে আমাকে একটি বড় কাপড় দিয়ে একদিক পর্দা করে দিল। আর অপরদিক আমি উট দিয়ে পর্দা করলাম। অতঃপর গোসল করলাম। এতে আমার মনে হলো, আমার উপর থেকে যেন একটি পাহাড় সম বোঝা সরে গেল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, পবিত্র মাটিই মুসলমানদের জন্য পবিত্রতা অর্জনের বাহন (পানির সমতুল্য), যদিও দশ বছরের জন্য (পানি দুষ্প্রাপ্য) হয়। অতঃপর যখন পানি পেয়ে যাবে তখন পানি ব্যবহার করবে। কেননা পানি অধিকতর উত্তম। \n\nসহীহ।\n\nমুসাদ্দাদ বলেন, ঐগুলো ছিল যাকাতের বকরী। ইমাম আবূ দাউদ (রহঃ) বলেন, ‘আমরের হাদীস পরিপূর্ণ।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، أَخْبَرَنَا خَالِدٌ الْوَاسِطِيُّ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلاَبَةَ، ح وَحَدَّثَنَا مُسَدَّدٌ، أَخْبَرَنَا خَالِدٌ، - يَعْنِي ابْنَ عَبْدِ اللَّهِ الْوَاسِطِيَّ - عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلاَبَةَ، عَنْ عَمْرِو بْنِ بُجْدَانَ، عَنْ أَبِي ذَرٍّ، قَالَ اجْتَمَعَتْ غُنَيْمَةٌ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ يَا أَبَا ذَرٍّ ابْدُ فِيهَا ‏\"‏ ‏.‏ فَبَدَوْتُ إِلَى الرَّبَذَةِ فَكَانَتْ تُصِيبُنِي الْجَنَابَةُ فَأَمْكُثُ الْخَمْسَ وَالسِّتَّ فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏\"‏ أَبُو ذَرٍّ ‏\"‏ ‏.‏ فَسَكَتُّ فَقَالَ ‏\"‏ ثَكِلَتْكَ أُمُّكَ أَبَا ذَرٍّ لأُمِّكَ الْوَيْلُ ‏\"‏ ‏.‏ فَدَعَا لِي بِجَارِيَةٍ سَوْدَاءَ فَجَاءَتْ بِعُسٍّ فِيهِ مَاءٌ فَسَتَرَتْنِي بِثَوْبٍ وَاسْتَتَرْتُ بِالرَّاحِلَةِ وَاغْتَسَلْتُ فَكَأَنِّي أَلْقَيْتُ عَنِّي جَبَلاً فَقَالَ ‏\"‏ الصَّعِيدُ الطَّيِّبُ وَضُوءُ الْمُسْلِمِ وَلَوْ إِلَى عَشْرِ سِنِينَ فَإِذَا وَجَدْتَ الْمَاءَ فَأَمِسَّهُ جِلْدَكَ فَإِنَّ ذَلِكَ خَيْرٌ ‏\"‏ ‏.‏ وَقَالَ مُسَدَّدٌ غُنَيْمَةٌ مِنَ الصَّدَقَةِ ‏.‏ قَالَ أَبُو دَاوُدَ وَحَدِيثُ عَمْرٍو أَتَمُّ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}