{
  "hadith": {
    "hadith_id": 333,
    "narrator": "আবূ ক্বিলাবাহ হতে বনু ‘আমির গোত্রের জনৈক ব্যক্তি",
    "bn": "ব্যক্তিটি বলল, আমি ইসলামে দীক্ষিত হওয়ার পর দ্বীন সম্পর্কে (জ্ঞানার্জনে) আমার খুব আগ্রহ জাগে। ফলে আমি আবূ যার (রাঃ) -এর নিকট আসলাম। আবূ যার (রাঃ) বললেন, মাদীনাহয় যাওয়ার পর আমি রোগে আক্রান্ত হই। তাই রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে উট-বকরীর পাল চরাতে বললেন এবং এর দুধ পানের নির্দেশ দিলেন। বর্ণনাকারী বলেন, আমার মনে হয়, তিনি এও বলেছেনঃ এর পেশাব পানের জন্যও আদেশ দিলেন। আবূ যার (রাঃ) বললেন, আমি পানি থেকে দূরে অবস্থান করতাম। আমার সাথে আমার স্ত্রীও ছিল। অতএব আমি অপবিত্র হতাম এবং অপবিত্র অবস্থায় সলাত আদায় করতাম। অতঃপর আমি দ্বিপ্রহরে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট আসলাম। তখন তিনি মাসজিদের ছায়ায় কিছু সংখ্যক সহাবীদের সাথে বসা ছিলেন। তিনি বললেন, আবূ যার নাকি! আমি বললাম, হ্যাঁ, হে আল্লাহর রসূল! আমি তো ধ্বংস হয়ে গিয়েছি, তিনি বললেন, কিসে তোমাকে ধ্বংস করলো? আমি বললাম, আমি পানি থেকে দূরে অবস্থান করতাম। আমরা সাথে আমার স্ত্রীও ছিল। আমি অপবিত্র হতাম এবং অপবিত্র অবস্থায় সলাত আদায় করতাম। তিনি আমার জন্য পানি আনার নির্দেশ দিলেন। কালো এক ক্রীতাদাসী একটি বড় পাত্রে পানি আনল। পানিতে পরিপূর্ণ না থাকায় সেটি দুলছিল। আমি একটি উটকে আড়াল করে গোসল করি। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  -এর নিকট আসি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেনঃ হে আবূ যার! পবিত্র মাটিই পবিত্রকারী, যদিও দশ বছর পর্যন্ত পানি না পাওয়া যায়। যখন পানি পাওয়া যাবে তখন শরীর ধৌত করবে।\nসহীহ।\n\nইমাম আবূ দাউদ (রহঃ) বলেন, হাম্মাদ ইবনু যায়িদ হাদীসটি আইউব সূত্রে বর্ণনা করেছেন। এ বর্ণনায় পেশাব পানের কথা উল্লেখ নেই। এটা সহীহ নয়। শুধু আনাস (রাঃ)  -এর হাদীসেই পেশাব পানের কথা উল্লেখ আছে, যা কেবল বাস্রার অধিবাসীরা এককভাবে বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، أَخْبَرَنَا حَمَّادٌ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ رَجُلٍ، مِنْ بَنِي عَامِرٍ قَالَ دَخَلْتُ فِي الإِسْلاَمِ فَأَهَمَّنِي دِينِي فَأَتَيْتُ أَبَا ذَرٍّ فَقَالَ أَبُو ذَرٍّ إِنِّي اجْتَوَيْتُ الْمَدِينَةَ فَأَمَرَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم بِذَوْدٍ وَبِغَنَمٍ فَقَالَ لِي ‏\"‏ اشْرَبْ مِنْ أَلْبَانِهَا ‏\"‏ ‏.‏ قَالَ حَمَّادٌ وَأَشُكُّ فِي ‏\"‏ أَبْوَالِهَا ‏\"‏ ‏.‏ هَذَا قَوْلُ حَمَّادٍ ‏.‏ فَقَالَ أَبُو ذَرٍّ فَكُنْتُ أَعْزُبُ عَنِ الْمَاءِ وَمَعِي أَهْلِي فَتُصِيبُنِي الْجَنَابَةُ فَأُصَلِّي بِغَيْرِ طُهُورٍ فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم بِنِصْفِ النَّهَارِ وَهُوَ فِي رَهْطٍ مِنْ أَصْحَابِهِ وَهُوَ فِي ظِلِّ الْمَسْجِدِ فَقَالَ ‏\"‏ أَبُو ذَرٍّ ‏\"‏ ‏.‏ فَقُلْتُ نَعَمْ هَلَكْتُ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ وَمَا أَهْلَكَكَ ‏\"‏ ‏.‏ قُلْتُ إِنِّي كُنْتُ أَعْزُبُ عَنِ الْمَاءِ وَمَعِي أَهْلِي فَتُصِيبُنِي الْجَنَابَةُ فَأُصَلِّي بِغَيْرِ طُهُورٍ فَأَمَرَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم بِمَاءٍ فَجَاءَتْ بِهِ جَارِيَةٌ سَوْدَاءُ بِعُسٍّ يَتَخَضْخَضُ مَا هُوَ بِمَلآنَ فَتَسَتَّرْتُ إِلَى بَعِيرِي فَاغْتَسَلْتُ ثُمَّ جِئْتُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا أَبَا ذَرٍّ إِنَّ الصَّعِيدَ الطَّيِّبَ طَهُورٌ وَإِنْ لَمْ تَجِدِ الْمَاءَ إِلَى عَشْرِ سِنِينَ فَإِذَا وَجَدْتَ الْمَاءَ فَأَمِسَّهُ جِلْدَكَ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ لَمْ يَذْكُرْ ‏\"‏ أَبْوَالَهَا ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ هَذَا لَيْسَ بِصَحِيحٍ وَلَيْسَ فِي أَبْوَالِهَا إِلاَّ حَدِيثُ أَنَسٍ تَفَرَّدَ بِهِ أَهْلُ الْبَصْرَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হাদীস থেকে শিক্ষাঃ\n১। পানির বর্তমানে তায়াম্মুম ভঙ্গ হয়।\n২। তায়াম্মুমের ব্যাপারে ছোট অপবিত্রতা ও জুনুবী ব্যক্তির বিধান একই।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}