{
  "hadith": {
    "hadith_id": 3394,
    "narrator": "ইবনু শিহাব (রহঃ)",
    "bn": "তিনি বলেন, আমাকে সালিম ইবনু ‘আবদুল্লাহ (রহঃ) জানিয়েছেন, ইবনু ‘উমার (রাঃ) তার জমি ভাগচাষে খাটাতেন। তিনি যখন অবহিত হলেন, রাফি’ ইবনু খাদীজ আল-আনসারী (রাঃ) বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ভাগচাষে জমি খাটাতে নিষেধ করেছেন, তখন ‘আবদুল্লাহ (রাঃ) তার সাথে সাক্ষাৎ করলেন। তিনি বললেন, হে ইবনু খাদীজ! জমি বর্গা দেয়া সম্পর্কে আপনি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাছ থেকে কি হাদীস বর্ণনা করেন? রাফি’ (রাঃ) ‘আবদুল্লাহ ইবনু ‘উমারকে বললেন, আমি আমার দুই চাচার নিকট শুনেছি, তারা উভয়ে বদরের যুদ্ধে যোগদান করেছিলেন, তারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর পরিবারের কাছ থেকে বর্ণনা করেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জমি বর্গা দিতে নিষেধ করেছেন। ‘আবদুল্লাহ (রাঃ) বলেন, আল্লাহ্‌র শপথ! আমি জানতাম, রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুগে ভাগচাষ প্রচলন ছিলো। অতঃপর ‘আবদুল্লাহ (রাঃ) এই আশংকা করেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ বিষয়ে হয়তো নতুন কোন নির্দেশ দিয়েছেন যা তার জানা নেই। অতঃপর তিনি জমি বর্গা দেয়া বর্জন করেন।\nইমাম আবূ দাঊদ (রহঃ) বলেন, আইয়ূব, ‘উবাইদুল্লাহ, কাসীর ইবনু ফারক্বাদ এবং মালিক এরা সকলেই রাফি’ হতে খাদীজের মাধ্যমে হাদীসটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণনা করেছেন। আওযাই’ (রহঃ) হাফ্‌স ইবনু ‘ইনান হতে রাফি (রাঃ) সূত্রে বর্ণনা করেন যে, তিনি বলেছেন, আমি হাদীসটি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাছে শুনেছি। অনূরূপভাবে যায়িদ ইবনু আবূ উনাইসাহ (রহঃ) হাকীম হতে রাফি’র মাধ্যমে ইবনু ‘উমার (রাঃ) সূত্রে বর্ণনা করেন, তিনি রাফি’র কাছে এসে জিজ্ঞেস করলেন, আপনি কি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাছে শুনেছেন? রাফি’ বললেন, হাঁ। এমনিভাবে ‘ইকরিমাহ ইবনু ‘আম্মার (রহঃ) আবুন-নাজ্জাশীর হতে রাফি’ সূত্রে বর্ণনা করেন, তিনি বলেন আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে (এ হাদীস) শুনেছি। আওযাঈ (রহঃ) আবুন-নাজ্জাশী হতে রাফি’ ইবনু খাদীজের সূত্রে এবং তিনি তার চাচা যুহাইর ইবনু রাফি’ সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে হাদীসটি বর্ণনা করেছেন।\n\nসহীহ : নাসায়ী (৩৯০৪)।",
    "ar": "دَّثَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ، حَدَّثَنِي أَبِي، عَنْ جَدِّي اللَّيْثِ، حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ ابْنَ عُمَرَ، كَانَ يُكْرِي أَرْضَهُ حَتَّى بَلَغَهُ أَنَّ رَافِعَ بْنَ خَدِيجٍ الأَنْصَارِيَّ حَدَّثَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَنْهَى عَنْ كِرَاءِ الأَرْضِ فَلَقِيَهُ عَبْدُ اللَّهِ فَقَالَ يَا ابْنَ خَدِيجٍ مَاذَا تُحَدِّثُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي كِرَاءِ الأَرْضِ قَالَ رَافِعٌ لِعَبْدِ اللَّهِ بْنِ عُمَرَ سَمِعْتُ عَمَّىَّ وَكَانَا قَدْ شَهِدَا بَدْرًا يُحَدِّثَانِ أَهْلَ الدَّارِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ كِرَاءِ الأَرْضِ ‏.‏ قَالَ عَبْدُ اللَّهِ وَاللَّهِ لَقَدْ كُنْتُ أَعْلَمُ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّ الأَرْضَ تُكْرَى ‏.‏ ثُمَّ خَشِيَ عَبْدُ اللَّهِ أَنْ يَكُونَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَحْدَثَ فِي ذَلِكَ شَيْئًا لَمْ يَكُنْ عَلِمَهُ فَتَرَكَ كِرَاءَ الأَرْضِ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ أَيُّوبُ وَعُبَيْدُ اللَّهِ وَكَثِيرُ بْنُ فَرْقَدٍ وَمَالِكٌ عَنْ نَافِعٍ عَنْ رَافِعٍ عَنِ النَّبِيِّ صلى الله عليه وسلم وَرَوَاهُ الأَوْزَاعِيُّ عَنْ حَفْصِ بْنِ عِنَانٍ عَنْ نَافِعٍ عَنْ رَافِعٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَكَذَلِكَ رَوَاهُ زَيْدُ بْنُ أَبِي أُنَيْسَةَ عَنِ الْحَكَمِ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّهُ أَتَى رَافِعًا فَقَالَ سَمِعْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ نَعَمْ ‏.‏ وَكَذَا قَالَ عِكْرِمَةُ بْنُ عَمَّارٍ عَنْ أَبِي النَّجَاشِيِّ عَنْ رَافِعِ بْنِ خَدِيجٍ قَالَ سَمِعْتُ النَّبِيَّ عَلَيْهِ السَّلاَمُ ‏.‏ وَرَوَاهُ الأَوْزَاعِيُّ عَنْ أَبِي النَّجَاشِيِّ عَنْ رَافِعِ بْنِ خَدِيجٍ عَنْ عَمِّهِ ظُهَيْرِ بْنِ رَافِعٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو دَاوُدَ أَبُو النَّجَاشِيِّ عَطَاءُ بْنُ صُهَيْبٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}