{
  "hadith": {
    "hadith_id": 3457,
    "narrator": "আবুল ওয়াদী (রহঃ)",
    "bn": "তিনি বলেন, আমরা আমাদের কোন একটি যুদ্ধে অংশগ্রহণ করেছিলাম। আমরা এক জায়গায় যাত্রাবিরতি করি। তখন আমাদের একজন একটি গোলামের বিনিময়ে একটি ঘোড়া বিক্রি করে। অতঃপর তারা (ক্রেতা-বিক্রেতা) উভয়ে অবশিষ্ট দিন ও রাত একত্রে অবস্থান করে। অতঃপর পরদিন সকালে বিদায়ের পালা আসলে ক্রেতা তার ঘোড়ার পিঠে জিন বাঁধতে শুরু করলো। এমন সময় বিক্রেতা লজ্জিত অবস্থায় ক্রেতার নিকট এসে চুক্তি বাতিল করে ঘোড়া ফেরত দেওয়ার জন্য অনুরোধ করলো। কিন্তু ক্রেতা তাকে ঘোড়া ফেরত দিতে অস্বীকার করায় বিক্রেতা বললো, তোমার ও আমার মধ্যকার বিবাদ নিষ্পত্তি করে দিবেন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবী আবূ বারযা (রাঃ)। তারা উভয়ে তাকে ঘটনাটি জানালে তিনি তাদেরকে বললেন, আমি তোমাদেরকে এ বিষয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর ফায়সালার অনুরূপ সিদ্ধান্ত দিবো, তোমরা কি এতে রাজি আছো? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পরস্পর বিচ্ছিন্ন হওয়ার পূর্ব পর্যন্ত ক্রেতা-বিক্রেতা উভয়ের জন্য অবকাশ থাকে। হিশাম ইবনু হাস্‌সান (রহঃ) বলেন, জামীল (রহঃ) বর্ণনা করেছেন, আবূ বারযা (রাঃ) বললেন, আমি দেখছি তোমরা এখনো বিচ্ছিন্ন হওনি।\n\nসহীহঃ ইবনু মাজাহ(২১৮২)।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادٌ، عَنْ جَمِيلِ بْنِ مُرَّةَ، عَنْ أَبِي الْوَضِيءِ، قَالَ غَزَوْنَا غَزْوَةً لَنَا فَنَزَلْنَا مَنْزِلاً فَبَاعَ صَاحِبٌ لَنَا فَرَسًا بِغُلاَمٍ ثُمَّ أَقَامَا بَقِيَّةَ يَوْمِهِمَا وَلَيْلَتِهِمَا فَلَمَّا أَصْبَحَا مِنَ الْغَدِ حَضَرَ الرَّحِيلُ فَقَامَ إِلَى فَرَسِهِ يُسْرِجُهُ فَنَدِمَ فَأَتَى الرَّجُلَ وَأَخَذَهُ بِالْبَيْعِ فَأَبَى الرَّجُلُ أَنْ يَدْفَعَهُ إِلَيْهِ فَقَالَ بَيْنِي وَبَيْنَكَ أَبُو بَرْزَةَ صَاحِبُ النَّبِيِّ صلى الله عليه وسلم فَأَتَيَا أَبَا بَرْزَةَ فِي نَاحِيَةِ الْعَسْكَرِ فَقَالاَ لَهُ هَذِهِ الْقِصَّةَ ‏.‏ فَقَالَ أَتَرْضَيَانِ أَنْ أَقْضِيَ بَيْنَكُمَا بِقَضَاءِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْبَيِّعَانِ بِالْخِيَارِ مَا لَمْ يَتَفَرَّقَا ‏\"‏ ‏.‏ قَالَ هِشَامُ بْنُ حَسَّانَ حَدَّثَ جَمِيلٌ أَنَّهُ قَالَ مَا أُرَاكُمَا افْتَرَقْتُمَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}