{
  "hadith": {
    "hadith_id": 351,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি জুমু’আহ্‌র দিন জানাবাতের গোসালের ন্যায় গোসল করে সর্বপ্রথম জুমু’আহ্‌র সলাতের জন্য মাসজিদে চলে আসবে, সে যেন একটি উট কুরবানীর সাওয়াব পাবে। আর যে ব্যক্তি তার পরে আসবে, সে একটি গাভী কুরবানীর সাওয়াব পাবে। তারপর তৃতীয় নম্বরে যে আসবে সে একটি ছাগল কুরবানীর সাওয়াব পাবে। তারপর চতুর্থ নম্বরে যে আসবে সে একটি মুরগী কুরবানীর সাওয়াব পাবে। তারপর পঞ্চম নম্বরে যে আসবে সে আল্লাহর পথে একটি ডিম সদাক্বাহ করার সাওয়াব পাবে। অতঃপর ইমাম যখন খুতবাহ দেয়ার উদ্দেশ্যে বের হয়ে আসেন, তখন মালায়িকাহ (ফেরেশতারা) খুতবাহ্‌ শোনার জন্য উপস্থিত হন।\n\nসহীহঃ বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنِ اغْتَسَلَ يَوْمَ الْجُمُعَةِ غُسْلَ الْجَنَابَةِ ثُمَّ رَاحَ فَكَأَنَّمَا قَرَّبَ بَدَنَةً وَمَنْ رَاحَ فِي السَّاعَةِ الثَّانِيَةِ فَكَأَنَّمَا قَرَّبَ بَقَرَةً وَمَنْ رَاحَ فِي السَّاعَةِ الثَّالِثَةِ فَكَأَنَّمَا قَرَّبَ كَبْشًا أَقْرَنَ وَمَنْ رَاحَ فِي السَّاعَةِ الرَّابِعَةِ فَكَأَنَّمَا قَرَّبَ دَجَاجَةً وَمَنْ رَاحَ فِي السَّاعَةِ الْخَامِسَةِ فَكَأَنَّمَا قَرَّبَ بَيْضَةً فَإِذَا خَرَجَ الإِمَامُ حَضَرَتِ الْمَلاَئِكَةُ يَسْتَمِعُونَ الذِّكْرَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদের হাদীস থেকে শিক্ষাঃ\n১/ জুমু’আহ্‌র সলাতে উপস্থিত ব্যক্তির উপর গোসল করার প্রতি গুরুত্বদান।\n২/ ইমামের উপচত, তার অধিনস্থদের (মুসল্লীদের) ব্যাপারে সচেতন থাকা। কেউ ভাল ও ফাযীলাতপূর্ণ কাজ পরিহার করলে তার কাছে এর কৈফিয়াত চাওয়া বা কারণ জানতে চাওয়া, যদিও সে বড় হয়।\n৩/ প্রত্যেক বালেগ ব্যক্তিকে জুমু’আহর দিনে গোসলের প্রতি জোরদান, যদিও সলাতে উপস্থিত না হয়।\n৪/ প্রত্যের প্রাপ্ত বয়স্ক ব্যক্তির জুমু’আহ্‌র সলাতে উপস্থিত হওয়া ওয়াজিব।\n৫/ জুমু’আহ্‌র দিনে মুমিনদের উত্তম কাপড় পরার প্রতি উৎসাহ প্রদান।\n৬/ জুমু’আহ্‌র দিনে সুগন্ধি ব্যবহার করা মুস্তাহাব, যদি সুগন্ধি থাকে।\n৭/ জুমু’আহ্‌র দিনে যথাশিঘ্র মাসজিদে উপস্থিত হওয়া মুস্তাহাব ও ফাযীলাতপূর্ণ কাজ।\n৮/ জুমু’আহ্‌র দিনে অন্যের ঘাড় টপকিয়ে সামনে যাওয়া অপছন্দনীয়।\n৯/ ইমাম মিম্বারে আসার পূর্ব পর্যন্ত মাসজিদে উপস্থিত ব্যক্তির নাফ্‌ল সলাত আদায় করা জায়িয।\n১০/ ইমামের খুৎবাহ্‌ চলাকালে অহেতুক কিছু করা নিষেধ ও অপন্দনীয়।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}