{
  "hadith": {
    "hadith_id": 3567,
    "narrator": "আনাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর কোন এক স্ত্রীর ঘরে অবস্থান করছিলেন। এ সময় উম্মাহাতুল মু’মিনীন রাসূলের জনৈক স্ত্রী তার খাদেমকে দিয়ে এক পেয়ালা খাবার পাঠালেন। বর্ণনাকারী বলেন, [রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যার ঘরে ছিলেন] সেই স্ত্রী (রাগান্বিত হয়ে) পেয়ালাটি হাতের দ্বারা আঘাত করে ভেঙ্গে ফেলেন। ইবনুল মুসান্না বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ভাঙ্গা টুকরা দুটো উঠিয়ে নিয়ে একটিকে অপরটির সাথে জোড়া দিলেন এবং পড়ে যাওয়া খাবারগুলো উঠাতে লাগলেন এবং বললেনঃ তোমাদের মায়ের আত্মমর্যাদাবোধ জেগেছে (রাগ হয়েছে)। ইবনুল মুসান্নার বর্ণনায় রয়েছেঃ তোমরা এগুলা খাও। সুতরাং সবাই তা আহার করলো। এমন সময় স্ত্রী তার ঘর থেকে একটি পেয়ালা আনলেন। মুসাদ্দাদ বর্ণিত হাদীসে রয়েছেঃ তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা খাও। তাদের খাওয়া শেষ না হওয়া পর্যন্ত তিনি খাদেমসহ পেয়ালাটি আটকিয়ে রাখলেন। অতঃপর অক্ষত পেয়ালাটি তিনি খাদেমের হাতে তুলে দিলেন আর ভাঙ্গা পেয়ালাটি তাঁর ঘরে রেখে দিলেন।\n\nসহীহঃ ইবনু মাজাহ (২৩৩৪)।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا خَالِدٌ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ عِنْدَ بَعْضِ نِسَائِهِ فَأَرْسَلَتْ إِحْدَى أُمَّهَاتِ الْمُؤْمِنِينَ مَعَ خَادِمِهَا بِقَصْعَةٍ فِيهَا طَعَامٌ قَالَ فَضَرَبَتْ بِيَدِهَا فَكَسَرَتِ الْقَصْعَةَ - قَالَ ابْنُ الْمُثَنَّى - فَأَخَذَ النَّبِيُّ صلى الله عليه وسلم الْكِسْرَتَيْنِ فَضَمَّ إِحْدَاهُمَا إِلَى الأُخْرَى فَجَعَلَ يَجْمَعُ فِيهَا الطَّعَامَ وَيَقُولُ ‏\"‏ غَارَتْ أُمُّكُمْ ‏\"‏ ‏.‏ زَادَ ابْنُ الْمُثَنَّى ‏\"‏ كُلُوا ‏\"‏ ‏.‏ فَأَكَلُوا حَتَّى جَاءَتْ قَصْعَتُهَا الَّتِي فِي بَيْتِهَا ثُمَّ رَجَعْنَا إِلَى لَفْظِ حَدِيثِ مُسَدَّدٍ وَقَالَ ‏\"‏ كُلُوا ‏\"‏ ‏.‏ وَحَبَسَ الرَّسُولَ وَالْقَصْعَةَ حَتَّى فَرَغُوا فَدَفَعَ الْقَصْعَةَ الصَّحِيحَةَ إِلَى الرَّسُولِ وَحَبَسَ الْمَكْسُورَةَ فِي بَيْتِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}