{
  "hadith": {
    "hadith_id": 3592,
    "narrator": "মু’আয ইবনু জাবাল (রাঃ) কতিপয় সঙ্গীর সূত্র",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন তাকে ইয়ামানে পাঠানোর ইচ্ছা করলেন তখন বললেনঃ তোমার নিকট যখন কোন মোকদ্দমা আনা হবে, তখন তুমি কিসের ভিত্তিতে এর ফায়সালা করবে? তিনি বললেন, আল্লাহ্‌র কিতাব মোতাবেক। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি যদি আল্লাহ্‌র কিতাবে এর কোন ফায়সালা না পাও? মু’আয (রাঃ) বললেন, তাহলে রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সুন্নাত অনুযায়ী। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি যদি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সুন্নাত এবং আল্লাহ্‌র কিতাবে এর ফায়সালা না পাও? মু’আয বললেন, তাহলে আমি ইজতিহাদ করবো এবং অলসতা করবো না। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মু’আযের বুকে হাত মেরে বললেনঃ সকল প্রশংসা সেই আল্লাহ্‌র জন্য, যিনি তাঁর রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রতিনিধিকে আল্লাহ্‌র রাসূলের মনঃপুত কাজ করার তৌফিক দিয়েছেন। [৩৫৯২]\n\nদুর্বল : মিশকাত (৩৭৩৭)।",
    "ar": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، عَنْ شُعْبَةَ، عَنْ أَبِي عَوْنٍ، عَنِ الْحَارِثِ بْنِ عَمْرِو بْنِ أَخِي الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنْ أُنَاسٍ، مِنْ أَهْلِ حِمْصَ مِنْ أَصْحَابِ مُعَاذِ بْنِ جَبَلٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمَّا أَرَادَ أَنْ يَبْعَثَ مُعَاذًا إِلَى الْيَمَنِ قَالَ ‏\"‏ كَيْفَ تَقْضِي إِذَا عَرَضَ لَكَ قَضَاءٌ ‏\"‏ ‏.‏ قَالَ أَقْضِي بِكِتَابِ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَإِنْ لَمْ تَجِدْ فِي كِتَابِ اللَّهِ ‏\"‏ ‏.‏ قَالَ فَبِسُنَّةِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ ‏\"‏ فَإِنْ لَمْ تَجِدْ فِي سُنَّةِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَلاَ فِي كِتَابِ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَجْتَهِدُ رَأْيِي وَلاَ آلُو ‏.‏ فَضَرَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم صَدْرَهُ وَقَالَ ‏\"‏ الْحَمْدُ لِلَّهِ الَّذِي وَفَّقَ رَسُولَ رَسُولِ اللَّهِ لِمَا يُرْضِي رَسُولَ اللَّهِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৫৯২] তিরমিযী, আহমাদ। ইমাম বুখারী ‘আত-তারীকুল কাবীর’ গ্রন্থে হারিস ইবনু ‘আমরের জীবনীতে বলেন : হাদীসটি সহীহ নয় এবং তাকে এই মুরসাল বর্ণনা ছাড়া চেনা যায় না। ইমাম তিরমিযী বলেন : আমাদের নিকট এই সানাদটি মুত্তাসিল নয়। হাফিয ‘আত-তাক্বরীব’ গ্রন্থে বলেন : হারিস ইবনু ‘আমর অজ্ঞাত (মাজহুল)। শায়খ আলবানী এর উপর আলোচনা করেছেন যঈফাহ হা/৮৮১।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}