{
  "hadith": {
    "hadith_id": 3607,
    "narrator": "‘উমারাহ ইবনু খুযাইমাহ (রহঃ)",
    "bn": "তার চাচা তাকে জানিয়েছেন যে, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবীদের অন্তর্ভুক্ত ছিলেন। একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক বেদুঈনের কাছ হতে একটি ঘোড়া কিনলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ঘোড়ার দাম নেয়ার জন্য তাঁর পিছে পিছে আসতে বললেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দ্রুত চলতে লাগলেন। তাতে বেদুঈন পিছে পড়ে গেলো। তখন কতিপয় ব্যক্তি বেদুঈনের সামনে এসে দরদাম করতে শুরু করলো। তারা জানতো না যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এটা কিনেছেন। বেদুঈন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ডেকে বললো, যদি আপনি কিনতে চান তবে কিনুন, নতুবা আমি এটা বিক্রি করে দিচ্ছি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বেদুঈনের ডাক শুনে দাঁড়ালেন। তিনি বললেনঃআমি কি তোমার কাছ হতে এটা ক্রয় করিনি? বেদুঈন বললো, আল্লাহর কসম! না, আমি আপনার নিকট তা বিক্রি করিনি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃহাঁ, আমি কিছুক্ষণ আগেই তোমার কাছ হতে এটা কিনেছি। বেদুঈন বলতে লাগলো, তাহলে সাক্ষী পেশ করুন। তখন খুযাইমাহ্ ইবনু সাবিত (রাঃ) বললেন, আমি সাক্ষ্য দিচ্ছি, নিশ্চয়ই তুমি এটা তাঁর নিকট বিক্রি করেছো। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুযাইমাহ্কে বললেনঃতুমি কী সাক্ষ্য দিচ্ছো? তিনি বললেন, হে আল্লাহর রাসূল! আপনার কথার সত্যতার অনুকূলে সাক্ষ্য দিচ্ছি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুযাইমাহ্র একার সাক্ষ্য দুইজনের সাক্ষ্যের সমান গণ্য করলেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ، أَنَّ الْحَكَمَ بْنَ نَافِعٍ، حَدَّثَهُمْ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، عَنْ عُمَارَةَ بْنِ خُزَيْمَةَ، أَنَّ عَمَّهُ، حَدَّثَهُ وَهُوَ، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أَنَّ النَّبِيَّ صلى الله عليه وسلم ابْتَاعَ فَرَسًا مِنْ أَعْرَابِيٍّ فَاسْتَتْبَعَهُ النَّبِيُّ صلى الله عليه وسلم لِيَقْضِيَهُ ثَمَنَ فَرَسِهِ فَأَسْرَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَشْىَ وَأَبْطَأَ الأَعْرَابِيُّ فَطَفِقَ رِجَالٌ يَعْتَرِضُونَ الأَعْرَابِيَّ فَيُسَاوِمُونَهُ بِالْفَرَسِ وَلاَ يَشْعُرُونَ أَنَّ النَّبِيَّ صلى الله عليه وسلم ابْتَاعَهُ فَنَادَى الأَعْرَابِيُّ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنْ كُنْتَ مُبْتَاعًا هَذَا الْفَرَسَ وَإِلاَّ بِعْتُهُ ‏.‏ فَقَامَ النَّبِيُّ صلى الله عليه وسلم حِينَ سَمِعَ نِدَاءَ الأَعْرَابِيِّ فَقَالَ ‏\"‏ أَوَلَيْسَ قَدِ ابْتَعْتُهُ مِنْكَ ‏\"‏ ‏.‏ فَقَالَ الأَعْرَابِيُّ لاَ وَاللَّهِ مَا بِعْتُكَهُ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ بَلَى قَدِ ابْتَعْتُهُ مِنْكَ ‏\"‏ ‏.‏ فَطَفِقَ الأَعْرَابِيُّ يَقُولُ هَلُمَّ شَهِيدًا ‏.‏ فَقَالَ خُزَيْمَةُ بْنُ ثَابِتٍ أَنَا أَشْهَدُ أَنَّكَ قَدْ بَايَعْتَهُ ‏.‏ فَأَقْبَلَ النَّبِيُّ صلى الله عليه وسلم عَلَى خُزَيْمَةَ فَقَالَ ‏\"‏ بِمَ تَشْهَدُ ‏\"‏ ‏.‏ فَقَالَ بِتَصْدِيقِكَ يَا رَسُولَ اللَّهِ ‏.‏ فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم شَهَادَةَ خُزَيْمَةَ بِشَهَادَةِ رَجُلَيْنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}