{
  "hadith": {
    "hadith_id": 3637,
    "narrator": "‘আবদুল্লাহ ইবনুয যুবাইর (রাঃ)",
    "bn": "হাররা নামক স্থান হতে প্রবাহিত পানির বণ্টন নিয়ে যুবাইরের (রাঃ) সাথে এক ব্যক্তির বিবাদ হলো। আনসারী লোকটি বললো, পানিকে প্রবাহিত হয়ে আসতে দাও। কিন্তু যুবাইর (রাঃ) এতে সম্মত হলেন না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুবাইরকে বললেনঃ হে যুবাইর! তোমার জমিতে পানি দাও; অতঃপর তোমার প্রতিবেশীর জমির দিকে তা ছেড়ে দাও। বর্ণনাকারী বলেন, এ কথায় আনসারী রাগান্বিত হয়ে বললো, হে আল্লাহর রাসূল! সে আপনার ফুফাতো ভাই সেজন্য পক্ষপাতিত্ব করছেন! তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চেহারা বিবর্ণ হয়ে গেলো। তিনি বললেনঃ তোমার জমিতে পানি দাও, অতঃপর তা আটকে রাখো যাতে আইল পর্যন্ত পৌঁছে। যুবাইর (রাঃ) বলেন, আল্লাহর কসম! আমার মতে এই ঘটনাকে কেন্দ্র করেই এ আয়াত অবতীর্ণ হয়েছেঃ “না, হে মুহাম্মাদ! আপনার রবের কসম, এরা কিছুতেই ঈমানদার হতে পারে না, যতক্ষণ তারা তাদের পারস্পরিক বিবাদে আপনাকে বিচারপতিরূপে মেনে না নিবে। অতঃপর আপনি ফায়সালা করবেন, সে সম্পর্কে তারা নিজেদের মনে কোনরূপ কুণ্ঠাবোধ করবে না; বরং তার সামনে নিজেদেরকে পূর্ণরূপে সোপর্দ করবে” (সূরাহ আন-নিসাঃ ৬৫)।",
    "ar": "حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، حَدَّثَنَا اللَّيْثُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، أَنَّ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ، حَدَّثَهُ أَنَّ رَجُلاً خَاصَمَ الزُّبَيْرَ فِي شِرَاجِ الْحَرَّةِ الَّتِي يَسْقُونَ بِهَا فَقَالَ الأَنْصَارِيُّ سَرِّحِ الْمَاءَ يَمُرُّ ‏.‏ فَأَبَى عَلَيْهِ الزُّبَيْرُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلزُّبَيْرِ ‏\"‏ اسْقِ يَا زُبَيْرُ ثُمَّ أَرْسِلْ إِلَى جَارِكَ ‏\"‏ ‏.‏ فَغَضِبَ الأَنْصَارِيُّ فَقَالَ يَا رَسُولَ اللَّهِ أَنْ كَانَ ابْنَ عَمَّتِكَ فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ ‏\"‏ اسْقِ ثُمَّ احْبِسِ الْمَاءَ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ ‏\"‏ ‏.‏ فَقَالَ الزُّبَيْرُ فَوَاللَّهِ إِنِّي لأَحْسِبُ هَذِهِ الآيَةَ نَزَلَتْ فِي ذَلِكَ ‏{‏ فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ ‏}‏ الآيَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}