{
  "hadith": {
    "hadith_id": 3666,
    "narrator": "আবু সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি একদল নিঃস্ব মুহাজিরের সঙ্গে বসলাম। তাদের অবস্থা এতোই শোচনীয় ছিলো যে, (পরিধেয় বস্ত্র খুবই ছোট হওয়ায়) পরস্পর পরস্পরের সতর আড়াল করে বসছিলেন। একজন পাঠক আমাকেরকে (কুরআন) পড়ে শুনাচ্ছিলেন। এ সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসে দাঁড়ালে পাঠক তার পাঠ বন্ধ করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাম করার পর প্রশ্ন করলেনঃ তোমারা কী করছিলে? আমরা বললাম, হে আল্লাহর রাসূল! ইনি আমাদের নিকট কুরআন পড়েন আর আমরা মহান আল্লাহর কিতাব মনোযোগ দিয়ে শুনি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সমস্থা প্রশংসা আল্লাহর জন্য, যিনি আমার উম্মাতের মধ্যে এমন ধৈর্যশীল লোক রেখেছেন, যাদের সাথে আমাকেও ধৈর্য ধারণের আদেশ দিয়েছেন। আবূ সাঈদ আল-খুদরী বলেন, অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের মাঝে এসে বসলেন এবং আমাদের জামা’আতকে পূর্ণাঙ্গ করলেন। অতঃপর  তিনি উপস্থিত লোকদেরকে হাত দিয়ে ইশারা করে গোল হয়ে বসার আদেশ দিলেন। তারা গোলাকার হয়ে বসলেন এবং সবার চেহারা তাঁর দিকে উদ্ভাসিত হয়ে উঠলো। আবূ সাঈদ আল-খুদরী (রাঃ) বলেন, আমার মনে হয় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমি ছাড়া তাদের মধ্যে আর কাউকে চিনতে পারেননি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে নিঃস্ব-দুর্বল মুহাজিরগণ! তোমাদের জন্য ক্বিয়ামাতের দিনের পরিপূর্ণ নূরের সুসংবাদ। তোমরা ধনীদের চেয়ে অর্ধ দিবস আগে জান্নাতে প্রবেশ করবে। আর এই অর্ধ দিবসের পরিমাণ হলো পাঁচশো বছর। [৩৬৬৬]\n\nদুর্বলঃ তবে জান্নাতে প্রবেশের বাক্যটি সহীহ। মিশকাত (২১৯৮)।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنِ الْمُعَلَّى بْنِ زِيَادٍ، عَنِ الْعَلاَءِ بْنِ بَشِيرٍ الْمُزَنِيِّ، عَنْ أَبِي الصِّدِّيقِ النَّاجِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ جَلَسْتُ فِي عِصَابَةٍ مِنْ ضُعَفَاءِ الْمُهَاجِرِينَ وَإِنَّ بَعْضَهُمْ لَيَسْتَتِرُ بِبَعْضٍ مِنَ الْعُرْىِ وَقَارِئٌ يَقْرَأُ عَلَيْنَا إِذْ جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَامَ عَلَيْنَا فَلَمَّا قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم سَكَتَ الْقَارِئُ فَسَلَّمَ ثُمَّ قَالَ ‏\"‏ مَا كُنْتُمْ تَصْنَعُونَ ‏\"‏ ‏.‏ قُلْنَا يَا رَسُولَ اللَّهِ إِنَّهُ كَانَ قَارِئٌ لَنَا يَقْرَأُ عَلَيْنَا فَكُنَّا نَسْتَمِعُ إِلَى كِتَابِ اللَّهِ ‏.‏ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ مِنْ أُمَّتِي مَنْ أُمِرْتُ أَنْ أَصْبِرَ نَفْسِي مَعَهُمْ ‏\"‏ ‏.‏ قَالَ فَجَلَسَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَسَطَنَا لِيَعْدِلَ بِنَفْسِهِ فِينَا ثُمَّ قَالَ بِيَدِهِ هَكَذَا فَتَحَلَّقُوا وَبَرَزَتْ وُجُوهُهُمْ لَهُ - قَالَ - فَمَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَرَفَ مِنْهُمْ أَحَدًا غَيْرِي ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَبْشِرُوا يَا مَعْشَرَ صَعَالِيكِ الْمُهَاجِرِينَ بِالنُّورِ التَّامِّ يَوْمَ الْقِيَامَةِ تَدْخُلُونَ الْجَنَّةَ قَبْلَ أَغْنِيَاءِ النَّاسِ بِنِصْفِ يَوْمٍ وَذَاكَ خَمْسُمِائَةِ سَنَةٍ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৬৬৬] আহমাদ, বাগাভী ‘শারহুস সুন্নাহ’। সানাদের ‘আলা ইবনু বাশীর সম্পর্কে হাফিয বলেনঃ মাজহুল ।",
    "chapter": {
      "chapter_number": "26"
    }
  }
}