{
  "hadith": {
    "hadith_id": 3692,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, একদা ‘আবদুল ক্বায়িস গোত্রের প্রতিনিধি দল রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর নিকট এসে বললো, হে আল্লাহর রাসূল! আমরা রবী‘আহ গোত্রের একটি শাখাগোত্র। আমাদেরও আপনার মাঝখানে কাফির মুদার গোত্রের এ জনপদ বাধা হয়ে আছে। এজন্য হারাম মাসে (মুহাররম, রজব, যিলক্বাদ ও যিলহাজ্জ) ব্যতীত অন্য কোন সময়ে আমরা আপনার নিকট আসতে পারি না। কাজেই আমাদেরকে এমন কিছু আদেশ দিন যা আমরা নিজেরা গ্রহন করবো এবং আমাদের অন্যান্য লোকদেরও সে দিকে আহবান করবো। তিনি বললেনঃ আমি তোমাদেরকে চারটি বিষয় গ্রহণের আদেশ দিচ্ছি এবং চারটি বিষয়ে নিষেধ করছি। আল্লাহর প্রতি ঈমান আনা– এ সাক্ষ্য দেয়া যে, আল্লাহ ছাড়া কোন ইলাহ নেই। তিনি নিজের হাত দিয়ে ইশারা করলেন। মুসাদ্দাদের বর্ণনায় রয়েছেঃ ‘আল্লাহর প্রতি ঈমান’ বলে তিনি তাদেরকে এর ব্যাখ্যা করে বললেনঃ এ সাক্ষ্য দেয়া যে, আল্লাহ ছাড়া কোন ইলাহ নেই; নিশ্চয়ই মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহর রাসূল, সলাত ক্বায়িম করা, যাকাত দেয়া এবং গনীমাতের এক-পঞ্চমাংশ জমা দেয়া। আমি তোমাদেরকে নিষেধ করছি লাউয়ের খোল দ্বারা তৈরী পাত্র, মাটির সবুজ পাত্র, তৈলাক্ত পাত্র এবং কালো রং-এর পাত্র ব্যবহার করতে। ইবনু উবাইদের বর্ণনায় মুকাইয়ার শব্দের স্থলে নাকীর শব্দ রয়েছে। মুসাদ্দাদ নাকীর ও মুকাইয়ার শব্দ বর্ণনা করেছেন কিন্তু মুযাফ্‌ফাত শব্দের উল্লেখ করেননি।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ عُبَيْدٍ، قَالاَ حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبَّادُ بْنُ عَبَّادٍ، عَنْ أَبِي جَمْرَةَ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ - وَقَالَ مُسَدَّدٌ عَنِ ابْنِ عَبَّاسٍ، وَهَذَا، حَدِيثُ سُلَيْمَانَ قَالَ - قَدِمَ وَفْدُ عَبْدِ الْقَيْسِ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّا هَذَا الْحَىَّ مِنْ رَبِيعَةَ قَدْ حَالَ بَيْنَنَا وَبَيْنَكَ كُفَّارُ مُضَرَ وَلَسْنَا نَخْلُصُ إِلَيْكَ إِلاَّ فِي شَهْرٍ حَرَامٍ فَمُرْنَا بِشَىْءٍ نَأْخُذُ بِهِ وَنَدْعُو إِلَيْهِ مَنْ وَرَاءَنَا ‏.‏ قَالَ ‏\"‏ آمُرُكُمْ بِأَرْبَعٍ وَأَنْهَاكُمْ عَنْ أَرْبَعٍ الإِيمَانُ بِاللَّهِ وَشَهَادَةُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ ‏\"‏ ‏.‏ وَعَقَدَ بِيَدِهِ وَاحِدَةً ‏.‏ وَقَالَ مُسَدَّدٌ الإِيمَانُ بِاللَّهِ ثُمَّ فَسَّرَهَا لَهُمْ شَهَادَةَ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ ‏\"‏ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ وَإِقَامُ الصَّلاَةِ وَإِيتَاءُ الزَّكَاةِ وَأَنْ تُؤَدُّوا الْخُمُسَ مِمَّا غَنِمْتُمْ وَأَنْهَاكُمْ عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالْمُزَفَّتِ وَالْمُقَيَّرِ ‏\"‏ ‏.‏ وَقَالَ ابْنُ عُبَيْدٍ النَّقِيرِ مَكَانَ الْمُقَيَّرِ ‏.‏ وَقَالَ مُسَدَّدٌ وَالنَّقِيرِ وَالْمُقَيَّرِ وَلَمْ يَذْكُرِ الْمُزَفَّتِ ‏.‏ قَالَ أَبُو دَاوُدَ أَبُو جَمْرَةَ نَصْرُ بْنُ عِمْرَانَ الضُّبَعِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "27"
    }
  }
}