{
  "hadith": {
    "hadith_id": 3714,
    "narrator": "‘উবাইদ ইবনু ‘উমাইর (রহঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী ‘আয়িশা (রাঃ)-কে বলেতে শুনেছিঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাইনাব বিনতু জাহ্‌শ (রাঃ)-এর ঘরে আসতেন এবং সেখানে মধু খেতেন। একদিন আমি ও হাফসাহ পরামর্শ করলাম যে, আমাদের দু’জনের যার ঘরেই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রবেশ করবেন। সে যেন বলে, আমি আপনার মুখ হতে মাগাফীরের গন্ধ পাচ্ছি। তিনি তাদের কোন একজনের ঘরে ঢুকলে তিনি তাঁকে ঐ কথা বললেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ বরং আমি যাইনাব বিনতু জাহ্‌শের ঘরে মধু পান করেছি। ঠিক আছে আমি আজ হতে কখনো তা পান করবো না। অতঃপর কুরআনের আয়াত অবতীর্ণ হলোঃ “হে নাবী! আল্লাহ আপনার জন্য যা হালাল করেছেন তা কেন হারাম করছেন? আপনি কি স্ত্রীদের সন্তুষ্টি লাভ করতে চান?... তোমরা উভয়ে যদি আল্লাহর নিকট তাওবাহ কর” (সূরাহ তাহরীমঃ ১-৫), এ আয়াতগুলোতে ‘আয়িশাহ্‌ ও হাফসাহ্‌ (রাঃ)-কে তাওবাহ করতে বলা হয়েছে। “যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটা কথা স্বীয় এক স্ত্রীর নিকট সংগোপনে বলেছিলেন” এ আয়াতটি ‘বরং আমি মধু পান করেছি’ কথার ব্যাখ্যায় অবতীর্ণ।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ حَنْبَلٍ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، قَالَ قَالَ ابْنُ جُرَيْجٍ عَنْ عَطَاءٍ، أَنَّهُ سَمِعَ عُبَيْدَ بْنَ عُمَيْرٍ، قَالَ سَمِعْتُ عَائِشَةَ، - رضى الله عنها - زَوْجَ النَّبِيِّ صلى الله عليه وسلم تُخْبِرُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَمْكُثُ عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ فَيَشْرَبُ عِنْدَهَا عَسَلاً فَتَوَاصَيْتُ أَنَا وَحَفْصَةُ أَيَّتُنَا مَا دَخَلَ عَلَيْهَا النَّبِيُّ صلى الله عليه وسلم فَلْتَقُلْ إِنِّي أَجِدُ مِنْكَ رِيحَ مَغَافِيرَ فَدَخَلَ عَلَى إِحْدَاهُنَّ فَقَالَتْ لَهُ ذَلِكَ فَقَالَ ‏\"‏ بَلْ شَرِبْتُ عَسَلاً عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ وَلَنْ أَعُودَ لَهُ ‏\"‏ ‏.‏ فَنَزَلَتْ ‏{‏ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي ‏}‏ إِلَى ‏{‏ إِنْ تَتُوبَا إِلَى اللَّهِ ‏}‏ لِعَائِشَةَ وَحَفْصَةَ رضى الله عنهما ‏{‏ وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا ‏}‏ لِقَوْلِهِ ‏\"‏ بَلْ شَرِبْتُ عَسَلاً ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "27"
    }
  }
}