{
  "hadith": {
    "hadith_id": 3809,
    "narrator": "গালিব ইবনু আবজার (রাঃ) সূত্র",
    "bn": "তিনি বলেন, আমরা এক বছর দুর্ভিক্ষে পড়লাম। পরিবার-পরিজনের খাওয়ার ব্যবস্থা করার মত সম্পদ আমার ছিলো না, কয়েকটি গাধা ব্যতিত। ইতোপূর্বে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গৃহপালিত গাধার গোশত খেতে নিষেধ করেছেন। আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললাম, হে আল্লাহর রসূল! আমারা দুর্ভিক্ষে পড়েছি। মোটাতাজা কয়েকটি গাধা ছাড়া আমার এমন কোন কিছু নেই যা দিয়ে আমি পরিবার-পরিজনের আহারের ব্যবস্থা করবো। অথচ আপনি গৃহপালিত গাধার গোশত খাওয়া হারাম করেছেন। তিনি বলেনঃ তোমার পরিবারের লোকদেরকে মোটাতাজা গাধার গোশত খাওয়াও। নাপাক খাওয়ায় অভ্যস্ত হওয়ার কারণে আমি গৃহপালিত গাধার গোশত খাওয়া হারাম করেছিলাম। [৩৮০৯]",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ إِسْرَائِيلَ، عَنْ مَنْصُورٍ، عَنْ عُبَيْدٍ أَبِي الْحَسَنِ، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ غَالِبِ بْنِ أَبْجَرَ، قَالَ أَصَابَتْنَا سَنَةٌ فَلَمْ يَكُنْ فِي مَالِي شَىْءٌ أُطْعِمُ أَهْلِي إِلاَّ شَىْءٌ مِنْ حُمُرٍ وَقَدْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَرَّمَ لُحُومَ الْحُمُرِ الأَهْلِيَّةِ فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ أَصَابَتْنَا السَّنَةُ وَلَمْ يَكُنْ فِي مَالِي مَا أُطْعِمُ أَهْلِي إِلاَّ سِمَانُ الْحُمُرِ وَإِنَّكَ حَرَّمْتَ لُحُومَ الْحُمُرِ الأَهْلِيَّةِ ‏.‏ فَقَالَ ‏ \"‏ أَطْعِمْ أَهْلَكَ مِنْ سَمِينِ حُمُرِكَ فَإِنَّمَا حَرَّمْتُهَا مِنْ أَجْلِ جَوَالِّ الْقَرْيَةِ ‏\"‏ ‏.‏ يَعْنِي الْجَلاَّلَةَ ‏.‏ قَالَ أَبُو دَاوُدَ عَبْدُ الرَّحْمَنِ هَذَا هُوَ ابْنُ مَعْقِلٍ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَى شُعْبَةُ هَذَا الْحَدِيثَ عَنْ عُبَيْدٍ أَبِي الْحَسَنِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ مَعْقِلٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ بِشْرٍ عَنْ نَاسٍ مِنْ مُزَيْنَةَ أَنَّ سَيِّدَ مُزَيْنَةَ أَبْجَرَ أَوِ ابْنَ أَبْجَرَ سَأَلَ النَّبِيَّ صلى الله عليه وسلم",
    "grade_id": 27,
    "grade": "দুর্বল মুযতারিব",
    "grade_color": "#F85B24",
    "note": "[৩৮০৯] বায়হাক্বী। এর সানাদে উলটপালট (ইযতিরাব) হয়েছে।",
    "chapter": {
      "chapter_number": "28"
    }
  }
}