{
  "hadith": {
    "hadith_id": 3900,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল সাহাবী একটি স্থানের দিকে সফরে বের হলেন। পথে আরব বেদুঈনদের এক জনপদে তারা যাত্রাবিরতি করলে তাদের কেউ এসে বললো, আমাদের নেতাকে বিষাক্ত প্রাণী দংশন করেছে। তোমাদের কারো এমন কিছু জানা আছে কি যাতে তাঁর উপকার হয়? সফরকারী দলের একজন বললেন, হাঁ, আল্লাহর কসম! নিশ্চয়ই আমি ঝাড়ফুঁক করি। কিন্তু আমরা তোমাদের নিকট আতিথেয়তা চেয়েছিলাম, তোমরা তা অস্বীকার করেছ। কাজেই তোমরা আমার জন্য বিনিময় নির্ধারণ না করলে আমি ঝাড়ফুঁক করবো না। সুতরাং তারা একপাল বক্‌রী দেয়ার চুক্তি করলো। তিনি রোগীর নিকট এসে সূরাহ ফাতিহা পাঠ করে থুথু ছিটিয়ে দিলেন। সে সুস্থ হয়ে উঠলো, মনে হলো যেন সে বন্দীর শিকল হতে মুক্তি পেয়েছে। বর্ণনাকারী বলেন, অতঃপর তারা চুক্তি মোতাবেক সব বিনিময় প্রদান করলো। দলের কয়েকজন বললো, এগুলো বন্টন করে দাও। কিন্তু ঝাড়ফুঁককারী বললো, না, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গিয়ে এ ব্যাপারে তাঁর পরামর্শ না নেয়া পর্যন্ত এরূপ করবো না। অতঃপর তারা সকলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে তাকে ঘটনাটি জানালেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ সূরাহ দ্বারা যে ঝাড়ফুঁক করা যায় তা তোমরা কিভাবে জানলে? তোমরা ভালই করেছো। এগুলো বন্টন করে নাও এবং তোমাদের সঙ্গে আমাকেও একটি অংশ দিও।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ أَبِي الْمُتَوَكِّلِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَهْطًا، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم انْطَلَقُوا فِي سَفْرَةٍ سَافَرُوهَا فَنَزَلُوا بِحَىٍّ مِنْ أَحْيَاءِ الْعَرَبِ فَقَالَ بَعْضُهُمْ إِنَّ سَيِّدَنَا لُدِغَ فَهَلْ عِنْدَ أَحَدٍ مِنْكُمْ شَىْءٌ يَنْفَعُ صَاحِبَنَا فَقَالَ رَجُلٌ مِنَ الْقَوْمِ نَعَمْ وَاللَّهِ إِنِّي لأَرْقِي وَلَكِنِ اسْتَضَفْنَاكُمْ فَأَبَيْتُمْ أَنْ تُضَيِّفُونَا مَا أَنَا بِرَاقٍ حَتَّى تَجْعَلُوا لِي جُعْلاً ‏.‏ فَجَعَلُوا لَهُ قَطِيعًا مِنَ الشَّاءِ فَأَتَاهُ فَقَرَأَ عَلَيْهِ أُمَّ الْكِتَابِ وَيَتْفُلُ حَتَّى بَرَأَ كَأَنَّمَا أُنْشِطَ مِنْ عِقَالٍ ‏.‏ قَالَ فَأَوْفَاهُمْ جُعْلَهُمُ الَّذِي صَالَحُوهُمْ عَلَيْهِ فَقَالُوا اقْتَسِمُوا ‏.‏ فَقَالَ الَّذِي رَقَى لاَ تَفْعَلُوا حَتَّى نَأْتِيَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَنَسْتَأْمِرَهُ ‏.‏ فَغَدَوْا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرُوا لَهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مِنْ أَيْنَ عَلِمْتُمْ أَنَّهَا رُقْيَةٌ أَحْسَنْتُمُ اقْتَسِمُوا وَاضْرِبُوا لِي مَعَكُمْ بِسَهْمٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "29"
    }
  }
}