{
  "hadith": {
    "hadith_id": 3901,
    "narrator": "খারিজাহ ইবনুস সালত আত-তামীমা (রাঃ) হতে তাঁর চাচার সূত্র",
    "bn": "তিনি বলেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছ হতে ফেরার পথে আরবের একটি জনপদে পৌছলাম। তারা বললো, আমরা সংবাদ পেয়েছি যে, আপনারা এ ব্যক্তি (নাবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম)-এর কাছ থেকে কল্যাণকর কিছু নিয়ে এসেছেন। আপনাদের কারো নিকট কোন ঔষধ বা ঝাড়ফুঁকের কিছু জানা আছে কি? কেননা আমরা এক পাগলকে বেঁধে রেখেছি। তিনি বলেন, আমরা বললাম, হাঁ। তখন তারা বাঁধারত এক পাগলকে নিয়ে এলো। আমি তিন দিন ধরে সূরাহ ফাতিহা পড়ে তার উপর সকাল-সন্ধ্যা ফুঁক দিলাম এবং থুথু ছিটিয়ে দিলাম। তাতে সে যেন বন্দীদশা হতে  মুক্তি লাভ করলো। অতঃপর তারা আমাকে কিছু বিনিময় দিলো। আমি বললাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এ বিষয়ে প্রশ্ন না করে তা গ্রহণ করতে পারি না। এ ঘটনা শুনে তিনি বললেনঃ  এগুলো তুমি খেতে পারো। আমার জীবনের কসম! লোকজন তো বাতিল মন্ত্র দিয়ে রোজগার করে। আমি তুমি তো সত্য ঝাড়ফুঁক দ্বারা রোজগার করেছো।",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا ابْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي السَّفَرِ، عَنِ الشَّعْبِيِّ، عَنْ خَارِجَةَ بْنِ الصَّلْتِ التَّمِيمِيِّ، عَنْ عَمِّهِ، قَالَ أَقْبَلْنَا مِنْ عِنْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَتَيْنَا عَلَى حَىٍّ مِنَ الْعَرَبِ فَقَالُوا إِنَّا أُنْبِئْنَا أَنَّكُمْ جِئْتُمْ مِنْ عِنْدِ هَذَا الرَّجُلِ بِخَيْرٍ فَهَلْ عِنْدَكُمْ مِنْ دَوَاءٍ أَوْ رُقْيَةٍ فَإِنَّ عِنْدَنَا مَعْتُوهًا فِي الْقُيُودِ قَالَ فَقُلْنَا نَعَمْ ‏.‏ قَالَ فَجَاءُوا بِمَعْتُوهٍ فِي الْقُيُودِ - قَالَ - فَقَرَأْتُ عَلَيْهِ فَاتِحَةَ الْكِتَابِ ثَلاَثَةَ أَيَّامٍ غُدْوَةً وَعَشِيَّةً كُلَّمَا خَتَمْتُهَا أَجْمَعُ بُزَاقِي ثُمَّ أَتْفُلُ فَكَأَنَّمَا نُشِطَ مِنْ عِقَالٍ قَالَ فَأَعْطَوْنِي جُعْلاً فَقُلْتُ لاَ حَتَّى أَسْأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏ \"‏ كُلْ فَلَعَمْرِي مَنْ أَكَلَ بِرُقْيَةِ بَاطِلٍ لَقَدْ أَكَلْتَ بِرُقْيَةِ حَقٍّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "29"
    }
  }
}