{
  "hadith": {
    "hadith_id": 391,
    "narrator": "আবূ সুহাইল ইবনু মালিক থেকে তার পিতার",
    "bn": "তিনি ত্বালহা ইবনু ‘উবায়দুল্লাহ (রাঃ)-কে বলতে শুনেছেন, উষ্কখুস্ক চুল বিশিষ্ট নাজদের জনৈক অধিবাসী রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট আসল। তখন তার মুখ হতে গুনগুন শব্দ শোনা যাচ্ছিল, কিন্তু কথাগুলো বোঝা যাচ্ছিল না। এমতাবস্থায় সে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকটবর্তী হয়ে ইসলাম সম্পর্কে প্রশ্ন করল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ (ইসলাম হচ্ছে) দিবা-রাত্রে পাঁচ ওয়াক্ত সলাত আদায় করা। লোকটি বললো, এছাড়া আরও (সলাত) আছে কি? তিনি বললেন, না, তবে তুমি নফল (সলাত) আদায় করতে পার। বর্ণনাকারী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার উদ্দেশে রমাযান মাসের সিয়ামের কথা উল্লেখ করলেন। লোকটি বলল, আমার উপর এছাড়া আরও (সিয়াম) আছে কি? তিনি বললেনঃ না, তবে তুমি নফল (সিয়াম) পালন করতে পার। বর্ণনাকারী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে  যাকাতের কথাও বললেন। লোকটি বলল, আমাকে এছাড়াও কোন দান করতে হবে কি? তিনি বললেনঃ না, তবে নফল হিসেবে (দান) করতে পার। অতঃপর লোকটি এই বলতে বলতে চলে যেতে লাগল যে, আল্লাহর শপথ! আমি এর চেয়ে বেশীও করব না কমও করব না। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন লোকটি সত্য বলে থাকলে অবশ্যই সফলকাম হয়ে গেল।\n\nসহীহঃ বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ عَمِّهِ أَبِي سُهَيْلِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ طَلْحَةَ بْنَ عُبَيْدِ اللَّهِ، يَقُولُ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ أَهْلِ نَجْدٍ ثَائِرَ الرَّأْسِ يُسْمَعُ دَوِيُّ صَوْتِهِ وَلاَ يُفْقَهُ مَا يَقُولُ حَتَّى دَنَا فَإِذَا هُوَ يَسْأَلُ عَنِ الإِسْلاَمِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ خَمْسُ صَلَوَاتٍ فِي الْيَوْمِ وَاللَّيْلَةِ ‏\"‏ ‏.‏ قَالَ هَلْ عَلَىَّ غَيْرُهُنَّ قَالَ ‏\"‏ لاَ إِلاَّ أَنْ تَطَّوَّعَ ‏\"‏ ‏.‏ قَالَ وَذَكَرَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم صِيَامَ شَهْرِ رَمَضَانَ قَالَ هَلْ عَلَىَّ غَيْرُهُ قَالَ ‏\"‏ لاَ إِلاَّ أَنْ تَطَّوَّعَ ‏\"‏ ‏.‏ قَالَ وَذَكَرَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم الصَّدَقَةَ ‏.‏ قَالَ فَهَلْ عَلَىَّ غَيْرُهَا قَالَ ‏\"‏ لاَ إِلاَّ أَنْ تَطَّوَّعَ ‏\"‏ ‏.‏ فَأَدْبَرَ الرَّجُلُ وَهُوَ يَقُولُ وَاللَّهِ لاَ أَزِيدُ عَلَى هَذَا وَلاَ أَنْقُصُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَفْلَحَ إِنْ صَدَقَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}