{
  "hadith": {
    "hadith_id": 3911,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সংক্রামক রোগ বলতে কিছু নেই। কুলক্ষণ বলতে কিছু নেই, সফর মাসকেও অশুভ মনে করা যাবে না এবং পেঁচা সম্পর্কে যেসব কথা প্রচলিত রয়েছে তাও অবান্তর। তখন এক বেদুঈন বললো, হে আল্লাহর রাসূল! আমার উটের পাল অনেক সময় মরুভূমির চারন ভূমিতে থাকে, মনে হয় যেন নাদুস-নুদুস জংলী হরিণ। অতঃপর সেখানে কোন একটি চর্মরোগ আক্রান্ত উট এসে আমার সুস্থ উটগুলোর সাথে থেকে এদেরকেও চর্মরোগী বানিয়ে দেয়। তিনি বললেনঃ প্রথম উটটির রোগ সৃষ্টি করলো কে? মা’মার (রহঃ) বলেন, যুহরী (রহঃ) বলেছেন, অতঃপর এক ব্যক্তি আবূ হুরায়রা (রাঃ) সূত্রে বর্ণনা করেন, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছেনঃ রোগাক্রান্ত উটকে যেন সুস্থ উটের সাথে একত্রে পানি পানের জায়গায় না আনা হয়।” আবূ হুরায়রার (রাঃ) এ হাদীস শুনে এক ব্যক্তি বললো, আপনি কি এ হাদীস বর্ণনা করেননি যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সংক্রামক ব্যাধি বলতে কিছু নেই, সফর মাসকে অশুভ মনে করবে না এবং পেঁচা সম্পর্কে যেসব কথা প্রচলিত আছে তা অবান্তর?” তখন আবূ হুরায়রা বলেন, না, আমি তোমাদের নিকট এরূপ হাদীস বলিনি। যুহরী বলেন, আবূ সালামাহ (রাঃ) বলেছেন, তিনি অবশ্যই এ হাদীস বর্ণনা করেছেন, তবে আমি আবূ হুরায়রা্কে এ হাদীস ছাড়া কখনো কোন হাদীস ভুলে যেতে শুনিনি।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُتَوَكِّلِ الْعَسْقَلاَنِيُّ، وَالْحَسَنُ بْنُ عَلِيٍّ، قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ عَدْوَى وَلاَ طِيَرَةَ وَلاَ صَفَرَ وَلاَ هَامَةَ ‏\"‏ ‏.‏ فَقَالَ أَعْرَابِيٌّ مَا بَالُ الإِبِلِ تَكُونُ فِي الرَّمْلِ كَأَنَّهَا الظِّبَاءُ فَيُخَالِطُهَا الْبَعِيرُ الأَجْرَبُ فَيُجْرِبُهَا قَالَ ‏\"‏ فَمَنْ أَعْدَى الأَوَّلَ ‏\"‏ ‏.‏ قَالَ مَعْمَرٌ قَالَ الزُّهْرِيُّ فَحَدَّثَنِي رَجُلٌ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ لاَ يُورِدَنَّ مُمْرِضٌ عَلَى مُصِحٍّ ‏\"‏ ‏.‏ قَالَ فَرَاجَعَهُ الرَّجُلُ فَقَالَ أَلَيْسَ قَدْ حَدَّثْتَنَا أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ عَدْوَى وَلاَ صَفَرَ وَلاَ هَامَةَ ‏\"‏ ‏.‏ قَالَ لَمْ أُحَدِّثْكُمُوهُ ‏.‏ قَالَ الزُّهْرِيُّ قَالَ أَبُو سَلَمَةَ قَدْ حَدَّثَ بِهِ وَمَا سَمِعْتُ أَبَا هُرَيْرَةَ نَسِيَ حَدِيثًا قَطُّ غَيْرَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "30"
    }
  }
}