{
  "hadith": {
    "hadith_id": 3931,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, বনী মুস্তালিক যুদ্ধে ‘জুয়ায়রিয়াহ বিনতুল হারিস ইবনুল মুস্‌তালিক’ বন্দিনী হয়ে সাবিত ইবনু ক্বায়িস ইবনু শাম্মাস (রাঃ) বা তার চাচাত ভাইয়ের ভাগে পড়েন। অতঃপর তিনি নিজেকে আযাদ করার চুক্তি করেন। তিনি খুবই সুন্দরী নারী ছিলেন, নজর কাড়া রূপ ছিল তার। ‘আয়িশাহ (রাঃ) বলেন, তিনি চুক্তির অর্থ চাইতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এলেন। তিনি দরজায় এসে দাঁড়াতেই আমি তাকে দেখে অসন্তুষ্ট হলাম। আমি ভাবলাম, যে রূপ-লাবন্যে তাকে দেখেছি, শিঘ্রই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-ও তাকে এভাবে দেখবেন। অতঃপর তিনি বললেন, হে আল্লাহর রাসূল! আমি জুয়ায়রিয়াহ বিনতুল হারিস, আমার সামাজিক অবস্থান অবশ্যই আপনার নিকট স্পষ্ট। আমি সাবিত ইবনু ক্বায়িস ইবনু শাম্মাসের ভাগে পড়েছি। আমি মুক্ত হওয়ার চুক্তিপত্র করেছি, চুক্তির নির্ধারিত অর্থ আদায়ে সাহায্য চাইতে আপনার কাছে এসেছি। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এর চেয়ে ভালো প্রস্তাবে তুমি রাজি আছো কি? তিনি বললেন, কী প্রস্তাব, হে আল্লাহর রাসূল! তিনি বললেনঃ আমি চুক্তির সমস্ত পাওনা শোধ করে তোমাকে বিয়ে করতে চাই। তিনি বললেন, হাঁ, আমি আপনার প্রস্তাবে রাজি আছি। ‘আয়িশাহ (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুয়ায়রিয়াহকে বিয়ে করেছেন, একথা সবার মাঝে জানাজানি হয়ে গেলো। তারা তাদের আওতাধীন সমস্ত বন্দীকে আযাদ করে ছাড়তে লাগলেন আর বলতে লাগলেন, এরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর শ্বশুর বংশের লোক। ‘আয়িশাহ (রাঃ) বলেন, নিজের গোত্রের কল্যাণের জন্য তার চাইতে বরকতময়ী মহিলা আমি আর কাউকে দেখিনি। শুধু তার মাধ্যমে বনী মুস্তালিকের একশো পরিবার আযাদ হয়েছে। ইমাম আবূ দাঊদ (রহঃ) বলেন, এ হাদীস দ্বারা প্রমাণিত হয় যে, মুসলিম শাসক সরাসরি বিয়ে করতে পারেন।",
    "ar": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ يَحْيَى أَبُو الأَصْبَغِ الْحَرَّانِيُّ، حَدَّثَنِي مُحَمَّدٌ، - يَعْنِي ابْنَ سَلَمَةَ - عَنِ ابْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ الزُّبَيْرِ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ وَقَعَتْ جُوَيْرِيَةُ بِنْتُ الْحَارِثِ بْنِ الْمُصْطَلِقِ فِي سَهْمِ ثَابِتِ بْنِ قَيْسِ بْنِ شَمَّاسٍ أَوِ ابْنِ عَمٍّ لَهُ فَكَاتَبَتْ عَلَى نَفْسِهَا وَكَانَتِ امْرَأَةً مَلاَّحَةً تَأْخُذُهَا الْعَيْنُ - قَالَتْ عَائِشَةُ رضى الله عنها - فَجَاءَتْ تَسْأَلُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي كِتَابَتِهَا فَلَمَّا قَامَتْ عَلَى الْبَابِ فَرَأَيْتُهَا كَرِهْتُ مَكَانَهَا وَعَرَفْتُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سَيَرَى مِنْهَا مِثْلَ الَّذِي رَأَيْتُ فَقَالَتْ يَا رَسُولَ اللَّهِ أَنَا جُوَيْرِيَةُ بِنْتُ الْحَارِثِ وَإِنَّمَا كَانَ مِنْ أَمْرِي مَا لاَ يَخْفَى عَلَيْكَ وَإِنِّي وَقَعْتُ فِي سَهْمِ ثَابِتِ بْنِ قَيْسِ بْنِ شَمَّاسٍ وَإِنِّي كَاتَبْتُ عَلَى نَفْسِي فَجِئْتُكَ أَسْأَلُكَ فِي كِتَابَتِي فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَهَلْ لَكِ إِلَى مَا هُوَ خَيْرٌ مِنْهُ ‏\"‏ ‏.‏ قَالَتْ وَمَا هُوَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ أُؤَدِّي عَنْكِ كِتَابَتَكِ وَأَتَزَوَّجُكِ ‏\"‏ ‏.‏ قَالَتْ قَدْ فَعَلْتُ قَالَتْ فَتَسَامَعَ - تَعْنِي النَّاسَ - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ تَزَوَّجَ جُوَيْرِيَةَ فَأَرْسَلُوا مَا فِي أَيْدِيهِمْ مِنَ السَّبْىِ فَأَعْتَقُوهُمْ وَقَالُوا أَصْهَارُ رَسُولِ اللَّهِ صلى الله عليه وسلم فَمَا رَأَيْنَا امْرَأَةً كَانَتْ أَعْظَمَ بَرَكَةً عَلَى قَوْمِهَا مِنْهَا أُعْتِقَ فِي سَبَبِهَا مِائَةُ أَهْلِ بَيْتٍ مِنْ بَنِي الْمُصْطَلِقِ ‏.‏ قَالَ أَبُو دَاوُدَ هَذَا حُجَّةٌ فِي أَنَّ الْوَلِيَّ هُوَ يُزَوِّجُ نَفْسَهُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "31"
    }
  }
}