{
  "hadith": {
    "hadith_id": 4089,
    "narrator": "ক্বায়িস ইবনু বিশর আত-তাগ্লিবী (রহ)",
    "bn": "তিনি বলেন, আমার পিতা আমার কাছে বর্ণনা করেন, তিনি আবূ দারদান (রাঃ)এর সঙ্গি ছিলেন। তিনি বলেন, সে সময় দামিশকে ইবনুল ‘হান্‌যালিয়া’ (রাঃ) নামে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর এক সাহাবী বাস করতেন, যিনি নিঃসঙ্গ থাকতেন, লোকজনের সাথে খুব কম মিশতেন। তিনি অধিকাংশ সময় সালাতে মশগুল থাকতেন, সালাত শেষ হলে তাসবীহ্-তাহলীলে মশগুল হতেন, এরপর বাড়ী ফিরে যেতেন। তিনি বলেন, একদা আমরা আবূ দারদার (রাঃ) নিকট বসা, তখন তিনি আমাদের পাশ দিয়ে যাচ্ছিলেন। আবূ দারদা (রাঃ) তাকে বললেন, আপনি এমন একটি কথা শুনান যা আমদের উপকারে আসবে, অথচ আপনার ক্ষতি হবে না। তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন অভিযানে একটি বাহিনী পাঠালেন। বাহিনী যুদ্ধক্ষেত্র হতে ফেরার পর তাদের এক ব্যক্তি এসে রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্থানে বসে পড়লো এবং তাঁর পাশের এক ব্যক্তিকে বললো, যদি তুমি দেখতে, আমরা যখন শত্রুবাহিনীর মুখমুখী হই, তখন অমুক কোন শত্রুর উপর বর্শা নিক্ষেপ করলো, আর শত্রু কে বললো, এবার সামাল দাও দেখি এই বর্শাটা, আমি তো গিফার বংশের ছেলে। সে বলল, আমার মতে তার নেকি বিনষ্ট হয়েছে। আরেকজন তার এ মন্তব্য শুনে বলল, আমর মতে তার কোন দোষ হবে না। অতঃপর তারা এ নিয়ে কথা ঝগড়ায় লিপ্ত হলো। এমনকি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একথা শুনতে পেয়ে বললেনঃ আল্লাহ পবিত্র, সওয়াব পাওয়াতে এবং প্রশংসিত হওয়াতে কোন দোষ নেই। আমি আবূ দারদা(রাঃ)-কে খুশি হতে দেখলাম। তিনি তার দিকে তাকিয়ে বলতে লাগলেন, আপনি এটা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট থেকে শুনেছেন? তিনি বললেন, হাঁ। তিনি বারবার এ কথা বলতে লাগলেন। অবশেষে আমি বললাম, তিনি হয়ত তার হাটুঁদ্বয়ে চেপে বসবেন। তিনি বলেন, আরেকদিন তিনি আমাদের পাশ দিয়ে যাচ্ছিলেন। তখন আবূ দারদা(রাঃ) তাকে অনুরোধ করলেন, আপনি এমন কিছু বলুন যা আমাদের উপকারে আসবে; কিন্ত আপনার কোন ক্ষতি হবে না। তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের বলেনঃ ঘোড়ার জন্য খরচকারী খোলা হাতে সদাক্বাহকারীর মত যে দান করা হতে বিরত হয় না। অতঃপর আরেকদিন তিনি আমাদের পাশ দিয়ে যাচ্ছিলেন। আবূ দারদা(রাঃ) তাকে বললেন, আপনি এমন একটি কথা বলুন, যা আমদের উপকারে আসে, কিন্তু আপনার ক্ষতি হবে না। তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে বলেছেনঃ খুরাইম আল-আসাদী আত্যন্ত ভালো মানুষ, তবে তার চুলের গোছা যদি লম্বা না হতো এবং টাখনুর নীচে লুঙ্গি ঝুলিয়ে না পরতো। তাঁর এ মন্তব্য শুনে খুরাইম (রাঃ) সাথে সাথে একটি বড় ছুরি নিয়ে বাব্‌রি চুল কেটে তা কানের লতি পর্যন্ত রাখেন, আর পায়ের টাখনুর অর্ধেক পর্যন্ত পরিধেয় বস্ত্র উঠিয়ে পরতে শুরু করেন। অতঃপর আরেকদিন তিনি আমাদের পাশ দিয়া যাওয়ার সময় আবূ দারদা(রাঃ) তাকে অনুরোধ জানালেন, আপনি এমন একটি কথা বলুন যা আমাদের উপকারে আসবে; কিন্তু আপনার ক্ষতি হবে না। তিনি বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ (যেহেতু) তোমরা তোমাদের ভাইদের নিকট যাচ্ছো, কাজেই তোমাদের বাহনগুলো ঠিকঠাক করে নাও এবং পোশাক পরিপাটি করো, তোমরা যেন সমাজের কেন্দ্রবিন্দু। নিশ্চয়ই মহান আল্লাহ কদর্য ও অশ্লীলতা পছন্দ করেন না। ইমাম আবূ দাউদ (রহঃ) বলেন, আবূ নু’আইম হিশাম সুত্রে এরূপ বর্ণনাই করেছেনঃ “তোমরা এমনভাবে পরিপাটি হও, যেন তোমরা লোক সমাজে তিলক চিহ্ন। [৪০৮৯]",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو عَامِرٍ، - يَعْنِي عَبْدَ الْمَلِكِ بْنَ عَمْرٍو - حَدَّثَنَا هِشَامُ بْنُ سَعْدٍ، عَنْ قَيْسِ بْنِ بِشْرٍ التَّغْلِبِيِّ، قَالَ أَخْبَرَنِي أَبِي، - وَكَانَ جَلِيسًا لأَبِي الدَّرْدَاءِ - قَالَ كَانَ بِدِمَشْقَ رَجُلٌ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم يُقَالُ لَهُ ابْنُ الْحَنْظَلِيَّةِ وَكَانَ رَجُلاً مُتَوَحِّدًا قَلَّمَا يُجَالِسُ النَّاسَ إِنَّمَا هُوَ صَلاَةٌ فَإِذَا فَرَغَ فَإِنَّمَا هُوَ تَسْبِيحٌ وَتَكْبِيرٌ حَتَّى يَأْتِيَ أَهْلَهُ فَمَرَّ بِنَا وَنَحْنُ عِنْدَ أَبِي الدَّرْدَاءِ فَقَالَ لَهُ أَبُو الدَّرْدَاءِ كَلِمَةً تَنْفَعُنَا وَلاَ تَضُرُّكَ قَالَ بَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم سَرِيَّةً فَقَدِمَتْ فَجَاءَ رَجُلٌ مِنْهُمْ فَجَلَسَ فِي الْمَجْلِسِ الَّذِي يَجْلِسُ فِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ لِرَجُلٍ إِلَى جَنْبِهِ لَوْ رَأَيْتَنَا حِينَ الْتَقَيْنَا نَحْنُ وَالْعَدُوُّ فَحَمَلَ فُلاَنٌ فَطَعَنَ فَقَالَ خُذْهَا مِنِّي وَأَنَا الْغُلاَمُ الْغِفَارِيُّ كَيْفَ تَرَى فِي قَوْلِهِ قَالَ مَا أُرَاهُ إِلاَّ قَدْ بَطَلَ أَجْرُهُ فَسَمِعَ بِذَلِكَ آخَرُ فَقَالَ مَا أَرَى بِذَلِكَ بَأْسًا فَتَنَازَعَا حَتَّى سَمِعَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ سُبْحَانَ اللَّهِ لاَ بَأْسَ أَنْ يُؤْجَرَ وَيُحْمَدَ ‏\"‏ ‏.‏ فَرَأَيْتُ أَبَا الدَّرْدَاءِ سُرَّ بِذَلِكَ وَجَعَلَ يَرْفَعُ رَأْسَهُ إِلَيْهِ وَيَقُولُ أَنْتَ سَمِعْتَ ذَلِكَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَيَقُولُ نَعَمْ ‏.‏ فَمَا زَالَ يُعِيدُ عَلَيْهِ حَتَّى إِنِّي لأَقُولُ لَيَبْرُكَنَّ عَلَى رُكْبَتَيْهِ ‏.‏ قَالَ فَمَرَّ بِنَا يَوْمًا آخَرَ فَقَالَ لَهُ أَبُو الدَّرْدَاءِ كَلِمَةً تَنْفَعُنَا وَلاَ تَضُرُّكَ قَالَ قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْمُنْفِقُ عَلَى الْخَيْلِ كَالْبَاسِطِ يَدَهُ بِالصَّدَقَةِ لاَ يَقْبِضُهَا ‏\"‏ ‏.‏ ثُمَّ مَرَّ بِنَا يَوْمًا آخَرَ فَقَالَ لَهُ أَبُو الدَّرْدَاءِ كَلِمَةً تَنْفَعُنَا وَلاَ تَضُرُّكَ ‏.‏ قَالَ قَالَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ نِعْمَ الرَّجُلُ خُرَيْمٌ الأَسَدِيُّ لَوْلاَ طُولُ جُمَّتِهِ وَإِسْبَالُ إِزَارِهِ ‏\"‏ ‏.‏ فَبَلَغَ ذَلِكَ خُرَيْمًا فَعَجِلَ فَأَخَذَ شَفْرَةً فَقَطَعَ بِهَا جُمَّتَهُ إِلَى أُذُنَيْهِ وَرَفَعَ إِزَارَهُ إِلَى أَنْصَافِ سَاقَيْهِ ‏.‏ ثُمَّ مَرَّ بِنَا يَوْمًا آخَرَ فَقَالَ لَهُ أَبُو الدَّرْدَاءِ كَلِمَةً تَنْفَعُنَا وَلاَ تَضُرُّكَ فَقَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِنَّكُمْ قَادِمُونَ عَلَى إِخْوَانِكُمْ فَأَصْلِحُوا رِحَالَكُمْ وَأَصْلِحُوا لِبَاسَكُمْ حَتَّى تَكُونُوا كَأَنَّكُمْ شَامَةٌ فِي النَّاسِ فَإِنَّ اللَّهَ لاَ يُحِبُّ الْفُحْشَ وَلاَ التَّفَحُّشَ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ وَكَذَلِكَ قَالَ أَبُو نُعَيْمٍ عَنْ هِشَامٍ قَالَ حَتَّى تَكُونُوا كَالشَّامَةِ فِي النَّاسِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪০৮৯] আহামদ,হাকিম। হাকিম বলেনঃ সানাদ সহীহ। যাহাবী তাঁর সাথে এক মত হয়েছেন। কিন্তু সানাদের ক্বাইস ইবনু বিশর তার পিতার সুত্রে জাহালাতের কারনে আলবানী একে দুর্বল বলেছেন।",
    "chapter": {
      "chapter_number": "34"
    }
  }
}