{
  "hadith": {
    "hadith_id": 4112,
    "narrator": "উম্মু সালামাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট ছিলাম এবং তাঁর নিকট মাইমূনাহ (রাঃ)-ও ছিলেন। এ সময় ইবনু উম্মু মাক্‌তূম (রাঃ) (অন্ধ সাহাবী) এলেন। ঘটনাটি আমাদের উপর পর্দার হুকুম নাযিলের পরের। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা তার থেকে আড়ালে চলে যাও। আমরা বললাম, হে আল্লাহ্‌র রাসুল! সে কি অন্ধ নয়? সে তো আমাদের দেখতে ও চিনতে পারছে না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, যদিও সে অন্ধ কিন্তু তোমরা উভয়ে কি তাকে দেখছো না?\nইমাম আবু দাঊদ (রহঃ) বলেন, এ বিধান নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্ত্রীদের জন্য নির্দিষ্ট। তুমি কি ইবনু উম্মু মাক্‌তূমের (রাঃ) বাড়িতে ফাত্বিমাহ বিনতু কায়িসের (রাঃ) ইদ্দাত পালনের বিষয়টি লক্ষ্য করো না? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফাত্বিমাহ বিনতু কায়িস (রাঃ) কে বলেছেনঃ “তুমি ইবনু উম্মু মাক্‌তূমের বাড়িতে ইদ্দাত পালন করো। কারণ সে অন্ধ লোক। তুমি সেখানে খোলামেলা পোশাকে থাকতে পারবে।” [৪১১২]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي نَبْهَانُ، مَوْلَى أُمِّ سَلَمَةَ عَنْ أُمِّ سَلَمَةَ، قَالَتْ كُنْتُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَعِنْدَهُ مَيْمُونَةُ فَأَقْبَلَ ابْنُ أُمِّ مَكْتُومٍ وَذَلِكَ بَعْدَ أَنْ أُمِرْنَا بِالْحِجَابِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ احْتَجِبَا مِنْهُ ‏\"‏ ‏.‏ فَقُلْنَا يَا رَسُولَ اللَّهِ أَلَيْسَ أَعْمَى لاَ يُبْصِرُنَا وَلاَ يَعْرِفُنَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَفَعَمْيَاوَانِ أَنْتُمَا أَلَسْتُمَا تُبْصِرَانِهِ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ هَذَا لأَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم خَاصَّةً أَلاَ تَرَى إِلَى اعْتِدَادِ فَاطِمَةَ بِنْتِ قَيْسٍ عِنْدَ ابْنِ أُمِّ مَكْتُومٍ قَدْ قَالَ النَّبِيُّ صلى الله عليه وسلم لِفَاطِمَةَ بِنْتِ قَيْسٍ ‏\"‏ اعْتَدِّي عِنْدَ ابْنِ أُمِّ مَكْتُومٍ فَإِنَّهُ رَجُلٌ أَعْمَى تَضَعِينَ ثِيَابَكِ عِنْدَهُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪১১২] তিরমিযী, নাসায়ী, আহমাদ। সানাদের নাহবান সম্পর্কে ইবনু হাযম বলেনঃ মাজহুল। ইরওয়া হা/১৮০৬।",
    "chapter": {
      "chapter_number": "34"
    }
  }
}