{
  "hadith": {
    "hadith_id": 4131,
    "narrator": "খালিদ (রহ)",
    "bn": "তিনি বলেন, একদা আল-মিক্বদাম ইবনু মা‘দীকারিব (রাঃ), ‘আমর ইবনুল আসওয়াদ ও কিন্নাসিরীনবাসী বনী আসাদের এক লোক মু‘আবিয়াহ ইবনু আবূ সুফিয়ান (রাঃ)-এর নিকট গেলেন। মু‘আবিয়াহ (রাঃ) মিক্বদাম (রাঃ)-কে বললেন, জানতে পারলাম, হাসান ইবনু ‘আলী মারা গেছেন। একথা শুনে মিক্বদাম (রাঃ) “ইন্না লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন” পড়লেন। অমুক ব্যক্তি মু‘আবিয়াহকে বললেন, এর মৃত্যুকে আপনি কি বিপদ মনে করেন? তিনি বললেন, আমি এটাকে কেন বিপদ মনে করবো না, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাকে নিজের কোলে নিয়ে বলতেনঃ হাসান আমার এবং হুসাইন ‘আলীর। আমাদী বললো, তিনি ছিলেন এক জ্বলন্ত কয়লা যাকে আল্লাহ নিভিয়ে দিয়েছেন। বর্ণনাকারী, অতঃপর মিক্বদাম (রাঃ) বলেন, আজ আমি আপনাকে অসন্তুষ্ট না করে ছাড়বোনা। তিনি বললেন, হে মু‘আবিয়াহ! আমি যদি সত্য বলি তবে আমাকে সমর্থন করবেন আর মিথ্যা বললে আমাকে মিথ্যাবাদী বলাবেন। তিনি বললেন, ঠিক আছে। তিনি বলেন, আপনাকে আল্লাহর কসম দিয়ে বলছি, আপনি কি শুনেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্বর্ণ (পুরুষদের) ব্যবহার করতে নিষেধ করেছেন? তিনি বললেন, হাঁ। তিনি আবার বললেন, আপনাকে আল্লাহর কসম দিয়ে বলছি, আপিন কি জানেন যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রেশমী পোশাক (পুরুষদের) ব্যবহার করতে নিষেধ করেছেন? তিনি বললেন, হাঁ। তিনি আবারও বললেন, আল্লাহর কসম দিয়ে আপনাকে প্রশ্ন করছি, আপনি কি জানেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হিংস্র জন্তুর চামড়া ব্যবহার করতে এবং এর চামড়ার তৈরী আসনে আরোহী হতে নিষেধ করেছেন? তিনি বললেন, হাঁ। তিনি বলেন, আল্লাহর শপথ! আমি আপনার প্রাসাদে এসবের কিছুই দেখছি না। মু‘আবিয়াহ (রাঃ) বলেন, হে মিক্বদাম! আমি জানতাম যে, তোমার কাছ থেকে রক্ষা পাবো না। খালিদ (রহ) বলেন, অতঃপর মু‘আবিয়াহ (রাঃ) তার জন্য এত পরিমাণ সম্পদ দেয়ার আদেশ দেন, যা অপর দু’জন সাথীর জন্য দেননি। আর তার ছেলের জন্য দুইশো দীনার প্রদান করেন। মিক্বদাম (রাঃ) এগুলো তার সাথীদের মাঝে বন্টন করে দিলেন। বর্ণনাকারী বলেন, আসাদী এখানে যা পেয়েছে তা থেকে কাউকে কিছু দেয়নি। এ সংবাদ মু‘আবিয়াহ্‌র নিকট পৌঁছলে তিনি বলেন, মিক্বদাম হলো লম্বা হাতের দানশীল লোক, আর আসাদী নিজের জন্য আটকিয়ে রাখার লোক।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ بْنِ سَعِيدٍ الْحِمْصِيُّ، حَدَّثَنَا بَقِيَّةُ، عَنْ بَحِيرٍ، عَنْ خَالِدٍ، قَالَ وَفَدَ الْمِقْدَامُ بْنُ مَعْدِيكَرِبَ وَعَمْرُو بْنُ الأَسْوَدِ وَرَجُلٌ مِنْ بَنِي أَسَدٍ مِنْ أَهْلِ قِنَّسْرِينَ إِلَى مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ فَقَالَ مُعَاوِيَةُ لِلْمِقْدَامِ أَعَلِمْتَ أَنَّ الْحَسَنَ بْنَ عَلِيٍّ تُوُفِّيَ فَرَجَّعَ الْمِقْدَامُ فَقَالَ لَهُ رَجُلٌ أَتَرَاهَا مُصِيبَةً قَالَ لَهُ وَلِمَ لاَ أَرَاهَا مُصِيبَةً وَقَدْ وَضَعَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حِجْرِهِ فَقَالَ ‏ \"‏ هَذَا مِنِّي وَحُسَيْنٌ مِنْ عَلِيٍّ ‏\"‏ ‏.‏ فَقَالَ الأَسَدِيُّ جَمْرَةٌ أَطْفَأَهَا اللَّهُ عَزَّ وَجَلَّ ‏.‏ قَالَ فَقَالَ الْمِقْدَامُ أَمَّا أَنَا فَلاَ أَبْرَحُ الْيَوْمَ حَتَّى أُغِيظَكَ وَأُسْمِعَكَ مَا تَكْرَهُ ‏.‏ ثُمَّ قَالَ يَا مُعَاوِيَةُ إِنْ أَنَا صَدَقْتُ فَصَدِّقْنِي وَإِنْ أَنَا كَذَبْتُ فَكَذِّبْنِي قَالَ أَفْعَلُ ‏.‏ قَالَ فَأَنْشُدُكَ بِاللَّهِ هَلْ تَعْلَمُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ لُبْسِ الذَّهَبِ قَالَ نَعَمْ ‏.‏ قَالَ فَأَنْشُدُكَ بِاللَّهِ هَلْ سَمِعْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنْ لُبْسِ الْحَرِيرِ قَالَ نَعَمْ ‏.‏ قَالَ فَأَنْشُدُكَ بِاللَّهِ هَلْ تَعْلَمُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ لُبْسِ جُلُودِ السِّبَاعِ وَالرُّكُوبِ عَلَيْهَا قَالَ نَعَمْ ‏.‏ قَالَ فَوَاللَّهِ لَقَدْ رَأَيْتُ هَذَا كُلَّهُ فِي بَيْتِكَ يَا مُعَاوِيَةُ ‏.‏ فَقَالَ مُعَاوِيَةُ قَدْ عَلِمْتُ أَنِّي لَنْ أَنْجُوَ مِنْكَ يَا مِقْدَامُ قَالَ خَالِدٌ فَأَمَرَ لَهُ مُعَاوِيَةُ بِمَا لَمْ يَأْمُرْ لِصَاحِبَيْهِ وَفَرَضَ لاِبْنِهِ فِي الْمِائَتَيْنِ فَفَرَّقَهَا الْمِقْدَامُ فِي أَصْحَابِهِ قَالَ وَلَمْ يُعْطِ الأَسَدِيُّ أَحَدًا شَيْئًا مِمَّا أَخَذَ فَبَلَغَ ذَلِكَ مُعَاوِيَةَ فَقَالَ أَمَّا الْمِقْدَامُ فَرَجُلٌ كَرِيمٌ بَسَطَ يَدَهُ وَأَمَّا الأَسَدِيُّ فَرَجُلٌ حَسَنُ الإِمْسَاكِ لِشَيْئِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}