{
  "hadith": {
    "hadith_id": 4149,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফাত্বিমাহ (রাঃ)-এর নিকট এসে দরজায় পর্দা ঝুলানো দেখতে পেয়ে তিনি ভেতরে ঢুকলেন না। বর্ণনাকারী বলেন, অধিকাংশ সময় তিনি ভেতরে ঢুকেই সর্বপ্রথম ফাত্বিমাহ্‌র সঙ্গে সাক্ষাত করতেন। এসময় ‘আলী (রাঃ) এসে ফাত্বিমাহ্‌কে চিন্তিত দেখে বললেন, তোমার কি হয়েছে? তিনি বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট আসতে চেয়েও আসেননি। অতঃপর ‘আলী (রাঃ) তাঁর নিকট গিয়ে বললেন, হে আল্লাহর রাসূল! আপনি ফাত্বিমাহ্‌র নিকট গিয়েও প্রবেশ না করায় এটা তার জন্য অত্যন্ত কষ্টকর হয়ে পড়েছে। তিনি বলেনঃ দুনিয়াদারী ও চাকচিক্যতার সাথে আমার কী সম্পর্ক। একথা শুনে ‘আলী ফাত্বিমাহ্‌র নিকট গিয়ে রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বক্তব্য বর্ণনা করলেন। তিনি বলেন, আপনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলুন, তিনি আমাকে এটাকে কি করতে আদেশ দেন? (‘আলীর বর্ণনা শুনে) তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাঁকে (ফাত্বিমাহ্‌কে) বলো, তা (পর্দাটি) যেন অমুক গোত্রে পাঠিয়ে দেয়।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا ابْنُ نُمَيْرٍ، حَدَّثَنَا فُضَيْلُ بْنُ غَزْوَانَ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَتَى فَاطِمَةَ رضى الله عنها فَوَجَدَ عَلَى بَابِهَا سِتْرًا فَلَمْ يَدْخُلْ قَالَ وَقَلَّمَا كَانَ يَدْخُلُ إِلاَّ بَدَأَ بِهَا فَجَاءَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ فَرَآهَا مُهْتَمَّةً فَقَالَ مَا لَكِ قَالَتْ جَاءَ النَّبِيُّ صلى الله عليه وسلم إِلَىَّ فَلَمْ يَدْخُلْ فَأَتَاهُ عَلِيٌّ رضى الله عنه فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ فَاطِمَةَ اشْتَدَّ عَلَيْهَا أَنَّكَ جِئْتَهَا فَلَمْ تَدْخُلْ عَلَيْهَا ‏.‏ قَالَ ‏\"‏ وَمَا أَنَا وَالدُّنْيَا وَمَا أَنَا وَالرَّقْمَ ‏\"‏ ‏.‏ فَذَهَبَ إِلَى فَاطِمَةَ فَأَخْبَرَهَا بِقَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ قُلْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم مَا يَأْمُرُنِي بِهِ ‏.‏ قَالَ ‏\"‏ قُلْ لَهَا فَلْتُرْسِلْ بِهِ إِلَى بَنِي فُلاَنٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}