{
  "hadith": {
    "hadith_id": 4153,
    "narrator": "যায়িদ ইবনু খালিল আল-জুহানী (রাঃ)",
    "bn": "আবূ ত্বালহা আল-আনসারী (রাঃ) বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ যে ঘরে কুকুর ও ছবি থাকে সেই ঘরে ফেরেশতা প্রবেশ করেন না। অতঃপর তিনি (যায়িদ) বলেন, চলো আমরা উম্মূল মু’মিনীন ‘আয়িশাহ (রাঃ)-আর নিকিট গিয়ে এ সম্পর্কে প্রশ্ন করি। আমরা তার নিকট পৌঁছে বললাম, হে উম্মুল মু’মিনীন! আবূ ত্বালহা (রাঃ) আমাদের কাছে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এরূপ হাদীস বর্ণনা করেন। আপনি কি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এ বিষয়ে কিছু বলতে শুনেছেন? তিনি বলেন, না, তবে আমি তাঁকে যা করতে দেখেছি, সে সম্পর্কে একটি হাদীস আপনাদের বলছি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক যুদ্ধাভিযানে গেলেন। আমি তাঁর ফিরে আসার অপেক্ষায় ছিলাম। আমি আমাদের একটি পশমী কাপড় দরজার চৌকাঠে পর্দা হিসেবে ঝুলিয়ে রাখলাম। তিনি যখন ফিরে এলেন, আমি স্বাগতম জানিয়ে বললাম, হে আল্লাহর রাসূল! আপনার উপর শান্তি, আল্লাহর রহমাত ও বরকত বর্ষিত হোক। সমস্ত প্রশংসা আল্লাহ্‌র জন্য যিনি আপনাকে সন্মানিত ও মর্যাদাসম্পন্ন করেছেন। তিনি ঘরের দরজার দিকে তাকাতেই পশমী পর্দা দেখেন, কিন্তু আমার কথার কোন জবাব দিলেন না। আমি তাঁর চেহারায় অসন্তুষ্টির ছাপ দেখতে পেলাম। তিনি পশমী (ছবিযুক্ত) কাপড়টির নিকট গিয়ে তা ছিঁড়ে ফেলে বলেনঃ আল্লাহ্‌ আমাদেরকে যে জীবনোপকরণ দিয়েছেন, তা পাথর ও ইটকে পরানোর আদেশ দেননি। তিনি (‘আয়িশাহ) বলেন, আমি কাপড়টা কেটে দুইটি বালিশ তৈরি করলাম এবং ভেতরে খেজুরের ছাল-বাকল ভরে দিলাম; তিনি আমার এ কাজ অপছন্দ করেননি।",
    "ar": "حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، أَخْبَرَنَا خَالِدٌ، عَنْ سُهَيْلٍ، - يَعْنِي ابْنَ أَبِي صَالِحٍ - عَنْ سَعِيدِ بْنِ يَسَارٍ الأَنْصَارِيِّ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، عَنْ أَبِي طَلْحَةَ الأَنْصَارِيِّ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\"‏ لاَ تَدْخُلُ الْمَلاَئِكَةُ بَيْتًا فِيهِ كَلْبٌ وَلاَ تِمْثَالٌ ‏\"‏ ‏.‏ وَقَالَ انْطَلِقْ بِنَا إِلَى أُمِّ الْمُؤْمِنِينَ عَائِشَةَ نَسْأَلُهَا عَنْ ذَلِكَ ‏.‏ فَانْطَلَقْنَا فَقُلْنَا يَا أُمَّ الْمُؤْمِنِينَ إِنَّ أَبَا طَلْحَةَ حَدَّثَنَا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم بِكَذَا وَكَذَا فَهَلْ سَمِعْتِ النَّبِيَّ صلى الله عليه وسلم يَذْكُرُ ذَلِكَ قَالَتْ لاَ وَلَكِنْ سَأُحَدِّثُكُمْ بِمَا رَأَيْتُهُ فَعَلَ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي بَعْضِ مَغَازِيهِ وَكُنْتُ أَتَحَيَّنُ قُفُولَهُ فَأَخَذْتُ نَمَطًا كَانَ لَنَا فَسَتَرْتُهُ عَلَى الْعَرَضِ فَلَمَّا جَاءَ اسْتَقْبَلْتُهُ فَقُلْتُ السَّلاَمُ عَلَيْكَ يَا رَسُولَ اللَّهِ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ الْحَمْدُ لِلَّهِ الَّذِي أَعَزَّكَ وَأَكْرَمَكَ فَنَظَرَ إِلَى الْبَيْتِ فَرَأَى النَّمَطَ فَلَمْ يَرُدَّ عَلَىَّ شَيْئًا وَرَأَيْتُ الْكَرَاهِيَةَ فِي وَجْهِهِ فَأَتَى النَّمَطَ حَتَّى هَتَكَهُ ثُمَّ قَالَ ‏\"‏ إِنَّ اللَّهَ لَمْ يَأْمُرْنَا فِيمَا رَزَقَنَا أَنْ نَكْسُوَ الْحِجَارَةَ وَاللَّبِنَ ‏\"‏ ‏.‏ قَالَتْ فَقَطَعْتُهُ وَجَعَلْتُهُ وِسَادَتَيْنِ وَحَشَوْتُهُمَا لِيفًا فَلَمْ يُنْكِرْ ذَلِكَ عَلَىَّ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}