{
  "hadith": {
    "hadith_id": 4244,
    "narrator": "সুবাই ইবনু খালিদ (রহঃ)",
    "bn": "তিনি বলেন, তুসতার বিজয় হওয়ার পর কিছু খচ্চর ক্রয় করার জন্য আমি কূফায় আসি। আমি একটি মাসজিদে প্রবেশ করে কয়েক জন লোক দেখতে পেলাম এবং মাঝখানে জনৈক ব্যক্তি বসে আছেন। তুমি তাকে দেখেই চিনতে পারবে যে, তিনি হিজাযের অধিবাসী। বর্ণনাকারী বলেন, আমি বললাম, তিনি কে? উপস্থিত জনতা আমার প্রতি অসন্তোষের দৃষ্টিতে তাকিয়ে বললো, তুমি কি তাঁকে চেনো না? তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবী হুযাইফাহ ইবনুল ইয়ামান (রাঃ)। অতঃপর হুযাইফাহ (রাঃ) বলেন, লোকেরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে কল্যাণ সম্পর্কে প্রশ্ন করতো। আর আমি তাঁকে অকল্যাণ সম্পর্কে প্রশ্ন করতাম। একথা শুনে জনতা তা অপছন্দ করতো। নিশ্চয়ই আমি প্রশ্ন করেছি, হে আল্লাহর রাসূল! আপনি কি ধারনা করেন যে, মহান আল্লাহ যে কল্যাণ আমাদের দিয়েছেন, এর পরে কি কোন অকল্যাণ আসবে? তিনি বললেন, হ্যাঁ। আমি বললাম, তাহলে তা থেকে রক্ষা পাওয়ার উপায় কি? তিনি বললেন, তলোয়ার। আমি বললাম, হে আল্লাহর রাসূল! তারপর কি হবে? তিনি বললেনঃ পৃথিবীতে যদি কোন আল্লাহর খলীফাহ থাকে, আর সে যদি তোমার পিঠে আঘাত করে এবং তোমার সম্পদ ছিনিয়ে নেয়, তবুও তার আনুগত্য করো, অন্যথায় তুমি বৃক্ষের কাণ্ড সুদৃরভাবে আকড়ে ধরে মৃত্যুবরণ করো। আমি বললাম, তারপর কি হবে? তিনি বললেন, অতঃপর আগুন ও পানির নহর নিয়ে দাজ্জাল আত্মপ্রকাশ করবে। যে ব্যক্তি তার আগুনে পতিত হবে, সে তার প্রতিদান অবশ্যই পাবে এবং তার গুনাহ মাফ করা হবে। আর যে তার নহর এ পতিত হবে, তার অপরাধের শাস্তি অবধারিত হবে এবং সওয়াব বরবাদ হবে। তিনি বলেন, আমি বললাম, তারপর কি হবে? তিনি বললেনঃ অতঃপর ক্বিয়ামত সংগঠিত হবে।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ نَصْرِ بْنِ عَاصِمٍ، عَنْ سُبَيْعِ بْنِ خَالِدٍ، قَالَ أَتَيْتُ الْكُوفَةَ فِي زَمَنِ فُتِحَتْ تُسْتَرُ أَجْلُبُ مِنْهَا بِغَالاً فَدَخَلْتُ الْمَسْجِدَ فَإِذَا صَدْعٌ مِنَ الرِّجَالِ وَإِذَا رَجُلٌ جَالِسٌ تَعْرِفُ إِذَا رَأَيْتَهُ أَنَّهُ مِنْ رِجَالِ أَهْلِ الْحِجَازِ قَالَ قُلْتُ مَنْ هَذَا فَتَجَهَّمَنِي الْقَوْمُ وَقَالُوا أَمَا تَعْرِفُ هَذَا هَذَا حُذَيْفَةُ بْنُ الْيَمَانِ صَاحِبُ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ حُذَيْفَةُ إِنَّ النَّاسَ كَانُوا يَسْأَلُونَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الْخَيْرِ وَكُنْتُ أَسْأَلُهُ عَنِ الشَّرِّ فَأَحْدَقَهُ الْقَوْمُ بِأَبْصَارِهِمْ فَقَالَ إِنِّي قَدْ أَرَى الَّذِي تُنْكِرُونَ إِنِّي قُلْتُ يَا رَسُولَ اللَّهِ أَرَأَيْتَ هَذَا الْخَيْرَ الَّذِي أَعْطَانَا اللَّهُ أَيَكُونُ بَعْدَهُ شَرٌّ كَمَا كَانَ قَبْلَهُ قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قُلْتُ فَمَا الْعِصْمَةُ مِنْ ذَلِكَ قَالَ ‏\"‏ السَّيْفُ ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ ثُمَّ مَاذَا يَكُونُ قَالَ ‏\"‏ إِنْ كَانَ لِلَّهِ خَلِيفَةٌ فِي الأَرْضِ فَضَرَبَ ظَهْرَكَ وَأَخَذَ مَالَكَ فَأَطِعْهُ وَإِلاَّ فَمُتْ وَأَنْتَ عَاضٌّ بِجِذْلِ شَجَرَةٍ ‏\"‏ ‏.‏ قُلْتُ ثُمَّ مَاذَا قَالَ ‏\"‏ ثُمَّ يَخْرُجُ الدَّجَّالُ مَعَهُ نَهْرٌ وَنَارٌ فَمَنْ وَقَعَ فِي نَارِهِ وَجَبَ أَجْرُهُ وَحُطَّ وِزْرُهُ وَمَنْ وَقَعَ فِي نَهْرِهِ وَجَبَ وِزْرُهُ وَحُطَّ أَجْرُهُ ‏\"‏ ‏.‏ قَالَ قُلْتُ ثُمَّ مَاذَا قَالَ ‏\"‏ ثُمَّ هِيَ قِيَامُ السَّاعَةِ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "37"
    }
  }
}