{
  "hadith": {
    "hadith_id": 4246,
    "narrator": "নাস্‌র ইবনু ‘আসিম আল-লাইসী (রহঃ)",
    "bn": "তিনি বলেন, আমরা লাইস গোত্রের প্রতিনিধি দলের সঙ্গে আল-ইয়াশকুরীর নিকট উপস্থিত হলে তিনি বললেন, আপনারা কোন গোত্রের লোক? আমরা বললাম, আমরা ‘লাইস গোত্রের, আপনার নিকট হুযাইফাহ (রাঃ)-এর বর্ণিত হাদীস জানার জন্য এসেছি। অতএব তিনি সে হাদীস বর্ণনা করেন। হুযাইফাহ বলেন, আমি বললাম, হে আল্লাহর রাসূল! এ কল্যাণময় পরিবেশের পর কি অকল্যাণ আসবে? তিনি বললেন, ফিতনা আসবে। তিনি বলেন, আমি বললাম, হে আল্লাহর রাসূল! এই মন্দ অবস্থার পর কি আবার কল্যাণ আসবে? তিনি বললেন, হে হুযাইফাহ! তুমি আল্লাহর কিতাব পড়ো এবং তাতে যা আছে তার অনুসরণ করো। একথা তিনি তিনবার বলেন। হুযাইফাহ বলেন, আমি বললাম হে আল্লাহর রাসূল! এই অকল্যাণের পর আবার কল্যাণ আসবে কি? তিনি বললেন, খিয়ানাত ও মুনাফিকীর সঙ্গে সন্ধি করা হবে, আর কপট একটি দল হবে। আমি বললাম, হে আল্লাহর রাসূল! খিয়ানাতের সঙ্গে সন্ধি বলতে কি বুঝায়? তিনি বললেন, মানুষের অন্তর যেরূপ ছিল, সে অবস্থায় আর ফিরে যাবে না। তিনি বলেন, আমি বললাম, হে আল্লাহর রাসূল! কল্যাণকর অবস্থার পর কি অকল্যাণ ফিরে আসবে? তিনি বললেন, অন্ধকারাচ্ছন্ন ফিতনা সৃষ্টি হবে, আর সেই সময় ভ্রান্ত ‘আক্বিদাহ-বিশ্বাসের উপর (জাহান্নামের) আগুনের দিকে একদল লোক আহবান করবে। হে হুযাইফাহ! তখন তুমি যদি বৃক্ষমূল আকড়ে ধরে মরে যেতে পারো তবে তা তোমার জন্য তাদের কাউকে অনুসরণ করার চাইতে উত্তম হবে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، حَدَّثَنَا سُلَيْمَانُ، - يَعْنِي ابْنَ الْمُغِيرَةِ - عَنْ حُمَيْدٍ، عَنْ نَصْرِ بْنِ عَاصِمٍ اللَّيْثِيِّ، قَالَ أَتَيْنَا الْيَشْكُرِيَّ فِي رَهْطٍ مِنْ بَنِي لَيْثٍ فَقَالَ مَنِ الْقَوْمُ فَقُلْنَا بَنُو لَيْثٍ أَتَيْنَاكَ نَسْأَلُكَ عَنْ حَدِيثِ حُذَيْفَةَ فَذَكَرَ الْحَدِيثَ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ هَلْ بَعْدَ هَذَا الْخَيْرِ شَرٌّ قَالَ ‏\"‏ فِتْنَةٌ وَشَرٌّ ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ هَلْ بَعْدَ هَذَا الشَّرِّ خَيْرٌ قَالَ ‏\"‏ يَا حُذَيْفَةُ تَعَلَّمْ كِتَابَ اللَّهِ وَاتَّبِعْ مَا فِيهِ ‏\"‏ ‏.‏ ثَلاَثَ مِرَارٍ ‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ هَلْ بَعْدَ هَذَا الشَّرِّ خَيْرٌ قَالَ ‏\"‏ هُدْنَةٌ عَلَى دَخَنٍ وَجَمَاعَةٌ عَلَى أَقْذَاءٍ فِيهَا أَوْ فِيهِمْ ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ الْهُدْنَةُ عَلَى الدَّخَنِ مَا هِيَ قَالَ ‏\"‏ لاَ تَرْجِعُ قُلُوبُ أَقْوَامٍ عَلَى الَّذِي كَانَتْ عَلَيْهِ ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَبَعْدَ هَذَا الْخَيْرِ شَرٌّ قَالَ ‏\"‏ فِتْنَةٌ عَمْيَاءُ صَمَّاءُ عَلَيْهَا دُعَاةٌ عَلَى أَبْوَابِ النَّارِ فَإِنْ تَمُتْ يَا حُذَيْفَةُ وَأَنْتَ عَاضٌّ عَلَى جِذْلٍ خَيْرٌ لَكَ مِنْ أَنْ تَتَّبِعَ أَحَدًا مِنْهُمْ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "37"
    }
  }
}