{
  "hadith": {
    "hadith_id": 4258,
    "narrator": "ইবনু মাস’উদ (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি ..... অতঃপর তিনি আবূ বাকরাহ বর্ণিত হাদীসের অংশ বিশেষ বর্ণনা করে বলেন, ঐ ফিতনায় নিহত সকল লোকই জাহান্নামী হবে। তিনি তাতে বলেন, আমি বললাম, হে ইবনূ মাস’উদ! ঐ পরিস্থিতি কখন হবে? তিনি বললেন, সেই মারামারির যুগে কোন ব্যক্তি তার বন্ধুর নিকটেও নিরাপদ থাকবেনা। আমি বললাম, সেই যুগ যদি আমাকে পেয়ে বসে, তাহলে আমাকে কি করতে আদেশ করেন? তিনি বলেন, তোমার জিহবা নিয়ন্ত্রণে রাখবে, হাত গুটিয়ে রাখবে আর তুমি তোমার ঘরের বাইরে বের হবে না। অতঃপর যখন ‘উসমান (রাঃ) শহীদ হলেন, তখন আমার ফিতনার কথা স্মরণ হল। সুতরাং আমি যাত্রা করে দামিশকে চলে এলাম এবং খুরাইম ইবনু ফাতিক (রাঃ)-এর সাক্ষাতে এ হাদীস বর্ণনা করলাম। তিনি যেই সত্তা ছাড়া কোন ইলাহা নেই সেই আল্লাহ্‌র কসম করে বললেন, আমি তাঁর নিকট ইবনু মাস’উদের যে হাদীস বর্ণনা করেছি, অনুরূপ হাদীস তিনিও রাসুলুল্লাহ (রাঃ)-এর নিকট হতে শুনেছেন। [৪২৫৮]",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، حَدَّثَنَا أَبِي، حَدَّثَنَا شِهَابُ بْنُ خِرَاشٍ، عَنِ الْقَاسِمِ بْنِ غَزْوَانَ، عَنْ إِسْحَاقَ بْنِ رَاشِدٍ الْجَزَرِيِّ، عَنْ سَالِمٍ، حَدَّثَنِي عَمْرُو بْنُ وَابِصَةَ الأَسَدِيُّ، عَنْ أَبِيهِ، وَابِصَةَ، عَنِ ابْنِ مَسْعُودٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ فَذَكَرَ بَعْضَ حَدِيثِ أَبِي بَكْرَةَ قَالَ ‏ \"‏ قَتْلاَهَا كُلُّهُمْ فِي النَّارِ ‏\"‏ ‏.‏ قَالَ فِيهِ قُلْتُ مَتَى ذَلِكَ يَا ابْنَ مَسْعُودٍ قَالَ تِلْكَ أَيَّامُ الْهَرْجِ حَيْثُ لاَ يَأْمَنُ الرَّجُلُ جَلِيسَهُ ‏.‏ قُلْتُ فَمَا تَأْمُرُنِي إِنْ أَدْرَكَنِي ذَلِكَ الزَّمَانُ قَالَ تَكُفُّ لِسَانَكَ وَيَدَكَ وَتَكُونُ حِلْسًا مِنْ أَحْلاَسِ بَيْتِكَ ‏.‏ فَلَمَّا قُتِلَ عُثْمَانُ طَارَ قَلْبِي مَطَارَهُ فَرَكِبْتُ حَتَّى أَتَيْتُ دِمَشْقَ فَلَقِيتُ خُرَيْمَ بْنَ فَاتِكٍ فَحَدَّثْتُهُ فَحَلَفَ بِاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ لَسَمِعَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم كَمَا حَدَّثَنِيهِ ابْنُ مَسْعُودٍ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪২৫৮] আহমাদ। এর সানাদ দুর্বল। সানাদে ক্বাসিম ইবনু গাযওয়ান সম্পর্কে হাফিয বলেন: মাক্ববূল। আল্লামা মুনযিরী বলেনঃ তাকে মাজহুল ধারণা করা হয়। এছাড়া  সানাদে শিহাব ইবনু খিরাশ রয়েছে। তিনি সত্যবাদী কিন্তু ভুল করে থাকেন। ইবনু  হিব্বান বলেনঃ তিনি সালিহ ব্যক্তি, তিনি ঐ লোকদের অন্তর্ভুক্ত যার ভুল প্রচুর।",
    "chapter": {
      "chapter_number": "37"
    }
  }
}