{
  "hadith": {
    "hadith_id": 4270,
    "narrator": "খালিদ ইবনু দিহক্বান (রঃ)",
    "bn": "তিনি বলেন, আমরা ‘যালকিয়া নামক স্থানে কনস্টান্টিনোপল যুদ্ধে লিপ্ত ছিলাম। তখন ফিলিস্তিনবাসী হানী ইবনু কুলসুম ইবনু শারীক আল-কিনানী নামক জনৈক সম্মানিত ও উত্তম ব্যক্তি এসে ‘আবদুল্লাহ ইবনু আবূ যাকারিয়াকে সালাম দিলেন, যার মর্যাদা সম্পর্কে তিনি অবহিত ছিলেন। খালিদ আমাদের বললেন, ‘আবদুল্লাহ ইবনু আবূ যাকারিয়া বর্ণনা করেছেন, আমি উম্মুদারদাকে বলতে শুনেছি, আমি আবূ দারদা (রাঃ)-কে বলতে শুনেছি, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি, আল্লাহ সব গুনাহই ক্ষমা করবেন; কিন্তু মুশরিক অবস্থায় কেউ মারা গেলে অথবা কোন ঈমানদার ব্যক্তি অপর কোন ঈমানদারকে ইচ্ছাকৃতভাবে হত্যা করলে (তা ক্ষমা করবেন না)। অতঃপর হানী ইবনু কুলসূম বলেন, আমি মাহমূদ ইবনুর রবী‘কে ‘উবাদাহ ইবনুস সামিত (রাঃ) হতে হাদীস বর্ণনা করতে শুনেছি যে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই হাদীস বর্ণনা করেছেন যে, তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি কোন ঈমানদারকে হত্যা করলো এবং এতে আনন্দিত হলো, আল্লাহ তার কোন ফরয বা নফল ‘ইবাদাত কবুল করবেন না। খালিদ আমাদের বলেন যে, ইবনু আবূ যাকারিয়া পর্যায়ক্রমে উম্মু দারদা ও আবূ দারদার সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করে বলেন, তিনি বলেছেনঃ ঈমানদার ব্যক্তি যতক্ষণ পর্যন্ত কোন হারাম রক্তপাত না ঘটাবে ততক্ষণ পর্যন্ত সে সৎ ও হালকা পিঠবিশিষ্ট গণ্য হবে। যখন সে কোন হারাম রক্তপাত ঘটাবে তখন দূর্বল হয়ে পড়বে। আর হানী ইবনু কুলসূম (রঃ) মাহমূদ ইবনুর রবী‘ এবং ‘উবাদাহ ইবনুস সামিতের সূত্রে রাসূলুলাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا مُؤَمَّلُ بْنُ الْفَضْلِ الْحَرَّانِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ، عَنْ خَالِدِ بْنِ دِهْقَانَ، قَالَ كُنَّا فِي غَزْوَةِ الْقُسْطَنْطِينِيَّةِ بِذُلُقْيَةَ فَأَقْبَلَ رَجُلٌ مِنْ أَهْلِ فِلَسْطِينَ - مِنْ أَشْرَافِهِمْ وَخِيَارِهِمْ يَعْرِفُونَ ذَلِكَ لَهُ يُقَالُ لَهُ هَانِئُ بْنُ كُلْثُومِ بْنِ شَرِيكٍ الْكِنَانِيُّ - فَسَلَّمَ عَلَى عَبْدِ اللَّهِ بْنِ أَبِي زَكَرِيَّا وَكَانَ يَعْرِفُ لَهُ حَقَّهُ قَالَ لَنَا خَالِدٌ فَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زَكَرِيَّا قَالَ سَمِعْتُ أُمَّ الدَّرْدَاءِ تَقُولُ سَمِعْتُ أَبَا الدَّرْدَاءِ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ كُلُّ ذَنْبٍ عَسَى اللَّهُ أَنْ يَغْفِرَهُ إِلاَّ مَنْ مَاتَ مُشْرِكًا أَوْ مُؤْمِنٌ قَتَلَ مُؤْمِنًا مُتَعَمِّدًا ‏\"‏ ‏.‏ فَقَالَ هَانِئُ بْنُ كُلْثُومٍ سَمِعْتُ مَحْمُودَ بْنَ الرَّبِيعِ يُحَدِّثُ عَنْ عُبَادَةَ بْنِ الصَّامِتِ أَنَّهُ سَمِعَهُ يُحَدِّثُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ مَنْ قَتَلَ مُؤْمِنًا فَاعْتَبَطَ بِقَتْلِهِ لَمْ يَقْبَلِ اللَّهُ مِنْهُ صَرْفًا وَلاَ عَدْلاً ‏\"‏ ‏.‏ قَالَ لَنَا خَالِدٌ ثُمَّ حَدَّثَنِي ابْنُ أَبِي زَكَرِيَّا عَنْ أُمِّ الدَّرْدَاءِ عَنْ أَبِي الدَّرْدَاءِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ يَزَالُ الْمُؤْمِنُ مُعْنِقًا صَالِحًا مَا لَمْ يُصِبْ دَمًا حَرَامًا فَإِذَا أَصَابَ دَمًا حَرَامًا بَلَّحَ ‏\"‏ ‏.‏ وَحَدَّثَ هَانِئُ بْنُ كُلْثُومٍ عَنْ مَحْمُودِ بْنِ الرَّبِيعِ عَنْ عُبَادَةَ بْنِ الصَّامِتِ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم مِثْلَهُ سَوَاءً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "37"
    }
  }
}