{
  "hadith": {
    "hadith_id": 4286,
    "narrator": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী উম্মু সালামাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জনৈক খলীফাহ্র মৃত্যুকালে মতনৈক্য সৃষ্টি হবে। এ সময় মাদীনাহ্বাসী জনৈক ব্যক্তি পালিয়ে মাক্কাহ্য় চলে যাবে। মাক্কাহবাসীরা তার নিকট এসে তাকে তার ইচ্ছার বিরুদ্ধে নিয়ে আসবে এবং তারা রুকন ও মাকামে ইবরাহীমের মাঝখানে তার হাতে বাই’আত করবে। অতঃপর তার বিরুদ্ধে সিরিয়া হতে একটি সৈন্যবাহিনী পাঠানো হবে। এদেরকে মাক্কাহ ও মদীনার মধ্যবর্তী স্থানে দেখতে পাবে, তখন সিরিয়ার ধার্মিক ব্যক্তিগন ও ইরাকবাসীদের কয়েকটি দল তার নিকট এসে রুকন ও মাকামের মাঝখানে তার হাতে বাই’আত করবে। অতঃপর কুরাইশ বংশে জনৈক ব্যক্তির উদ্ভব হবে, কাল্ব গোত্র হবে তার মাতুল গোত্র। সে তাদের মুকাবিলায় একটি বাহিনী পাঠাবে। যুদ্ধে মাহ্দীর অনুসারীরা কাল্ব বাহিনীর উপর বিজয়ী হবে। এ সময় যারা কাল্বের গনীমাত নিতে উপস্থিত হবে না তাদের জন্য আফসোস। মাহ্দী গনীমাতের সম্পদ বন্টন করবেন এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সুন্নাত অনুযায়ী মানুষের মাঝে কার্য পরিচালনা করবেন, আর ইসলাম সারা পৃথিবীতে প্রসারিত হবে। অতঃপর তিনি সাত বছর অবস্থান করার পর মারা যাবেন। আর মুসলিমরা তার জানাযা সলাত পড়বে। ইমাম আবূ দাঊদ (রহঃ) বলেন, কেউ কেউ হিশাম হতে বর্ণনা করে বলেন, নয় বছর অবস্থান করবেন, আবার কেউ বলেন, সাত বছর। [৪২৮৫]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ صَالِحٍ أَبِي الْخَلِيلِ، عَنْ صَاحِبٍ، لَهُ عَنْ أُمِّ سَلَمَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ يَكُونُ اخْتِلاَفٌ عِنْدَ مَوْتِ خَلِيفَةٍ فَيَخْرُجُ رَجُلٌ مِنْ أَهْلِ الْمَدِينَةِ هَارِبًا إِلَى مَكَّةَ فَيَأْتِيهِ نَاسٌ مِنْ أَهْلِ مَكَّةَ فَيُخْرِجُونَهُ وَهُوَ كَارِهٌ فَيُبَايِعُونَهُ بَيْنَ الرُّكْنِ وَالْمَقَامِ وَيُبْعَثُ إِلَيْهِ بَعْثٌ مِنَ الشَّامِ فَيُخْسَفُ بِهِمْ بِالْبَيْدَاءِ بَيْنَ مَكَّةَ وَالْمَدِينَةِ فَإِذَا رَأَى النَّاسُ ذَلِكَ أَتَاهُ أَبْدَالُ الشَّامِ وَعَصَائِبُ أَهْلِ الْعِرَاقِ فَيُبَايِعُونَهُ بَيْنَ الرُّكْنِ وَالْمَقَامِ ثُمَّ يَنْشَأُ رَجُلٌ مِنْ قُرَيْشٍ أَخْوَالُهُ كَلْبٌ فَيَبْعَثُ إِلَيْهِمْ بَعْثًا فَيَظْهَرُونَ عَلَيْهِمْ وَذَلِكَ بَعْثُ كَلْبٍ وَالْخَيْبَةُ لِمَنْ لَمْ يَشْهَدْ غَنِيمَةَ كَلْبٍ فَيَقْسِمُ الْمَالَ وَيَعْمَلُ فِي النَّاسِ بِسُنَّةِ نَبِيِّهِمْ صلى الله عليه وسلم وَيُلْقِي الإِسْلاَمُ بِجِرَانِهِ إِلَى الأَرْضِ فَيَلْبَثُ سَبْعَ سِنِينَ ثُمَّ يُتَوَفَّى وَيُصَلِّي عَلَيْهِ الْمُسْلِمُونَ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ قَالَ بَعْضُهُمْ عَنْ هِشَامٍ ‏\"‏ تِسْعَ سِنِينَ ‏\"‏ ‏.‏ وَقَالَ بَعْضُهُمْ ‏\"‏ سَبْعَ سِنِينَ ‏\"‏ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪২৮৫] আহমাদ। এর সানাদে নাম উল্লেখহীন জনৈক ব্যক্তি রয়েছেন।",
    "chapter": {
      "chapter_number": "38"
    }
  }
}