{
  "hadith": {
    "hadith_id": 432,
    "narrator": "‘আমর ইবনু মায়মূন আল-আওদী (রহঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর দূত হিসেবে মু‘আয ইবনু জাবাল (রাঃ) ইয়ামানে আমাদের নিকট আসলেন। আমি ফাজ্‌রের সলাতে তাঁর তাকবীর শুনতে পেলাম। তিনি উচ্চ কণ্ঠস্বর বিশিষ্ট ব্যক্তি ছিলেন। তার সাথে আমার ভালবাসা সৃষ্টি হওয়ায় তাঁর মৃত্যু পর্যন্ত আমি তাঁর সাহচর্য ত্যাগ করিনি। অতঃপর তার মৃত্যু হলে সিরিয়ায় তাকে দাফন করি। এরপর আমি ভাবলাম, তার পরবর্তী সর্বাধিক জ্ঞানী ব্যক্তি কে হতে পারে? অবশেষে আমি ‘আবদুল্লাহ ইবনু মাসউদ (রাঃ) –এর কাছে যাই এবং তাঁর মৃত্যু পর্যন্ত তাঁর সাহচর্যে থাকি। তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলেছেন, যখন তোমাদের উপর এমন শাসকদের আবির্ভাব ঘটবে যারা বিলম্ব করে সলাত আদায় করবে তখন তোমরা কী করবে? আমি বললাম, হে আল্লাহ্‌র রসূল! এ ব্যাপারে আমার জন্য আপনার নির্দেশ কী? তিনি বললেনঃ তুমি নির্ধারিত সময়ে সলাত আদায় করবে। আর পুনরায় তাদের সাথে আদায়কৃত সলাতকে নফল হিসেবে ধরে নিবে।",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، دُحَيْمٌ الدِّمَشْقِيُّ حَدَّثَنَا الْوَلِيدُ، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنِي حَسَّانُ، - يَعْنِي ابْنَ عَطِيَّةَ - عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَابِطٍ، عَنْ عَمْرِو بْنِ مَيْمُونٍ الأَوْدِيِّ، قَالَ قَدِمَ عَلَيْنَا مُعَاذُ بْنُ جَبَلٍ الْيَمَنَ رَسُولُ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلَيْنَا - قَالَ - فَسَمِعْتُ تَكْبِيرَهُ مَعَ الْفَجْرِ رَجُلٌ أَجَشُّ الصَّوْتِ - قَالَ - فَأُلْقِيَتْ عَلَيْهِ مَحَبَّتِي فَمَا فَارَقْتُهُ حَتَّى دَفَنْتُهُ بِالشَّامِ مَيْتًا ثُمَّ نَظَرْتُ إِلَى أَفْقَهِ النَّاسِ بَعْدَهُ فَأَتَيْتُ ابْنَ مَسْعُودٍ فَلَزِمْتُهُ حَتَّى مَاتَ فَقَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كَيْفَ بِكُمْ إِذَا أَتَتْ عَلَيْكُمْ أُمَرَاءُ يُصَلُّونَ الصَّلاَةَ لِغَيْرِ مِيقَاتِهَا ‏\"‏ ‏.‏ قُلْتُ فَمَا تَأْمُرُنِي إِنْ أَدْرَكَنِي ذَلِكَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ صَلِّ الصَّلاَةَ لِمِيقَاتِهَا وَاجْعَلْ صَلاَتَكَ مَعَهُمْ سُبْحَةً ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}