{
  "hadith": {
    "hadith_id": 4326,
    "narrator": "ফাত্বিমাহ বিনতু ক্বাইস (রাঃ)",
    "bn": "তিনি বলেন, আমি শুনতে পেলাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘোষণা করছেন যে, সলাতের জন্য সমবেত হও। অতএব আমি বেরিয়ে এসে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে সলাত আদায় করলাম। সলাত শেষে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাসতে হাসতে মিম্বারের উপর বসে বললেনঃ প্রত্যেকেই নিজ নিজ স্থানে বসে থাকো। পুনরায় বললেনঃ তোমরা কি জানো, কেন আমি তোমাদের একত্র করেছি? উপস্থিত সকলেই বলল, আল্লাহ ও তাঁর রাসূলই অধিক জানেন। তিনি বললেনঃ কোন ভয়-ভীতি বা কোন কাঙ্ক্ষিত বস্তুর জন্য আমি তোমাদের একত্র করিনি; বরং তোমাদের একত্র করেছি এজন্য যে, তামীম আদ-দারী খ্রিস্টান ছিল। সে এসে বাই‘আত করে মুসলিম হয়েছে, আর আমাকে দাজ্জাল সম্পর্কে এরূপ একটি ঘটনা শুনিয়েছে, আমি তোমাদের নিকট সে সম্পর্কে যা বলেছি, তার অনুরূপ। সে বলেছে, একদা সে ‘লাখ্‌ম ও জুযাম’ গোত্রের তিরিশজন লোকের সঙ্গে সমুদ্রযানে ভ্রমণ করছিল। এসময় সমুদ্র তরঙ্গ তাদের নিয়ে একমাস পর্যন্ত খেলা করে সূর্যাস্তের সময় উপকূলের দ্বীপে ভিড়িয়ে দেয়। অতঃপর তারা জাহাজের নিকট কিছুক্ষণ বসে থেকে দ্বীপের অভ্যন্তরে প্রবেশ করে। সেখানে তারা ঘন-লম্বা লোমবিশিষ্ট এক জন্তুর সাক্ষাত পেয়ে বলল, তোমার জন্য দুঃখ হয় তুমি কে? সে বলল, আমি জাস্‌সাসা, তোমরা এই মন্দিরের লোকটির নিকট যাও, কেননা সে তোমাদের সংবাদের জন্য খুবই আগ্রহী। তামীম আদ-দারী বলেন, যখন সে একটি লোকের নাম বলে দিলো, তখন সে শয়তান কিনা এই ভয়ে আমরা দ্রুতগতিতে চলতে লাগলাম। অতঃপর মন্দিরে প্রবেশ করে দেখলাম, বিরাট দেহের অধিকারী এক ব্যক্তি। এরূপ মজবুত গড়ন এবং কঠিন আকৃতির লোক ইতিপূর্বে আমরা কখনও দেখিনি। তার দু’টি হাত ঘাড়ের সঙ্গে দৃঢ়ভাবে বাঁধা। অতঃপর তিনি হাদীস বর্ণনা করেন যে, সে তাদের নিকট ‘বাইসান’-এর খেজুর বাগান ও যুগার ঝর্না সম্পর্কে আর উম্মী নাবীর আবির্ভাব সম্পর্কে জিজ্ঞাস করে বললো, আমিই মাসীহ (দাজ্জাল)। শীঘ্রই আমাকে বেরিয়ে আসার অনুমতি দেওয়া হবে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সেটা নিশ্চয়ই সিরিয়া বা ইয়ামান সাগরে হবে, না বরং সেটা প্রাচ্যের দিকে হবে। একথা তিনি দু’বার বলেন এবং পূর্ব দিকে ইশারা করে দেখান। তিনি (ফাত্বিমাহ) বলেন, আমি এটা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছ থেকে মুখস্ত করেছি।",
    "ar": "حَدَّثَنَا حَجَّاجُ بْنُ أَبِي يَعْقُوبَ، حَدَّثَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ حُسَيْنًا الْمُعَلِّمَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، حَدَّثَنَا عَامِرُ بْنُ شَرَاحِيلَ الشَّعْبِيُّ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، قَالَتْ سَمِعْتُ مُنَادِيَ، رَسُولِ اللَّهِ صلى الله عليه وسلم يُنَادِي أَنَّ الصَّلاَةَ جَامِعَةٌ ‏.‏ فَخَرَجْتُ فَصَلَّيْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلَمَّا قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم الصَّلاَةَ جَلَسَ عَلَى الْمِنْبَرِ وَهُوَ يَضْحَكُ قَالَ ‏\"‏ لِيَلْزَمْ كُلُّ إِنْسَانٍ مُصَلاَّهُ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ هَلْ تَدْرُونَ لِمَ جَمَعْتُكُمْ ‏\"‏ ‏.‏ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ إِنِّي مَا جَمَعْتُكُمْ لِرَهْبَةٍ وَلاَ رَغْبَةٍ وَلَكِنْ جَمَعْتُكُمْ أَنَّ تَمِيمًا الدَّارِيَّ كَانَ رَجُلاً نَصْرَانِيًّا فَجَاءَ فَبَايَعَ وَأَسْلَمَ وَحَدَّثَنِي حَدِيثًا وَافَقَ الَّذِي حَدَّثْتُكُمْ عَنِ الدَّجَّالِ حَدَّثَنِي أَنَّهُ رَكِبَ فِي سَفِينَةٍ بَحْرِيَّةٍ مَعَ ثَلاَثِينَ رَجُلاً مِنْ لَخْمٍ وَجُذَامٍ فَلَعِبَ بِهِمُ الْمَوْجُ شَهْرًا فِي الْبَحْرِ وَأَرْفَئُوا إِلَى جَزِيرَةٍ حِينَ مَغْرِبِ الشَّمْسِ فَجَلَسُوا فِي أَقْرَبِ السَّفِينَةِ فَدَخَلُوا الْجَزِيرَةَ فَلَقِيَتْهُمْ دَابَّةٌ أَهْلَبُ كَثِيرَةُ الشَّعْرِ قَالُوا وَيْلَكِ مَا أَنْتِ قَالَتْ أَنَا الْجَسَّاسَةُ انْطَلِقُوا إِلَى هَذَا الرَّجُلِ فِي هَذَا الدَّيْرِ فَإِنَّهُ إِلَى خَبَرِكُمْ بِالأَشْوَاقِ ‏.‏ قَالَ لَمَّا سَمَّتْ لَنَا رَجُلاً فَرِقْنَا مِنْهَا أَنْ تَكُونَ شَيْطَانَةً فَانْطَلَقْنَا سِرَاعًا حَتَّى دَخَلْنَا الدَّيْرَ فَإِذَا فِيهِ أَعْظَمُ إِنْسَانٍ رَأَيْنَاهُ قَطُّ خَلْقًا وَأَشَدُّهُ وَثَاقًا مَجْمُوعَةٌ يَدَاهُ إِلَى عُنُقِهِ ‏\"‏ ‏.‏ فَذَكَرَ الْحَدِيثَ وَسَأَلَهُمْ عَنْ نَخْلِ بَيْسَانَ وَعَنْ عَيْنِ زُغَرَ وَعَنِ النَّبِيِّ الأُمِّيِّ قَالَ إِنِّي أَنَا الْمَسِيحُ وَإِنَّهُ يُوشِكُ أَنْ يُؤْذَنَ لِي فِي الْخُرُوجِ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ وَإِنَّهُ فِي بَحْرِ الشَّامِ أَوْ بَحْرِ الْيَمَنِ لاَ بَلْ مِنْ قِبَلِ الْمَشْرِقِ مَا هُوَ ‏\"‏ ‏.‏ مَرَّتَيْنِ وَأَوْمَأَ بِيَدِهِ قِبَلَ الْمَشْرِقِ قَالَتْ حَفِظْتُ هَذَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ وَسَاقَ الْحَدِيثَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "39"
    }
  }
}