{
  "hadith": {
    "hadith_id": 4328,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, একদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিম্বারে উঠে বলেনঃ একদা কিছু সংখ্যক লোক সমুদ্র ভ্রমণ করেছিল। এ সময় তাদের রসদ ফুরিয়ে গেলে একটি দ্বীপ দৃষ্টিগোচর হয়। অতঃপর তারা রুটির সন্ধানে বেরিয়ে পড়লে জাস্‌সার সাক্ষাত পেলো। আমি (ওয়ালীদ) আবূ সালামাহ্‌কে বললাম, ‘জাসসাস’ কি? তিনি বললেন, এমন নারী, যে তার দেহের ও মাথার চুল টেনে বেড়ায়। সে বললো, ওই দালানে যাও। অতঃপর উপরে বর্ণিত হাদীস বলেন। আর সে (দালানের লোকটি অর্থাৎ দাজ্জাল) ‘নাখ্‌লে বাইসান’ ও ‘আইনে যুগার’ সম্পর্কে জানতে চাইলো। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, সে লোকটিই মাসীহ দাজ্জাল। অতঃপর ইবনু আবূ সালামাহ্‌ আমাকে (ওয়ালীদকে) বলেন, নিশ্চয়ই এই হাদীসের কিছু অংশ আমি স্মরণ রাখতে পারিনি। তিনি বলেন, জাবির (রাঃ) সাক্ষ্য দিলেন যে, সে-ই ইবনু সাইয়াদ। আমি বললাম, সে তো মারা গেছে। তিনি বললেন, যদিও সে মারা গিয়ে থাকে। আমি বললাম, সে তো মুসলিম হয়েছিল। তিনি বললেন, যদিও সে মুসলিম হয়েছিল। আমি বললাম, সে তো মদিনায় প্রবেশ করেছিল। তিনি বললেন, যদিও সে মাদীনাহ্ প্রবেশ করেছিল। [৪৩২৭]",
    "ar": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، أَخْبَرَنَا ابْنُ فُضَيْلٍ، عَنِ الْوَلِيدِ بْنِ عَبْدِ اللَّهِ بْنِ جُمَيْعٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ عَلَى الْمِنْبَرِ ‏ \"‏ إِنَّهُ بَيْنَمَا أُنَاسٌ يَسِيرُونَ فِي الْبَحْرِ فَنَفِدَ طَعَامُهُمْ فَرُفِعَتْ لَهُمْ جَزِيرَةٌ فَخَرَجُوا يُرِيدُونَ الْخُبْزَ فَلَقِيَتْهُمُ الْجَسَّاسَةُ ‏\"‏ ‏.‏ قُلْتُ لأَبِي سَلَمَةَ وَمَا الْجَسَّاسَةُ قَالَ امْرَأَةٌ تَجُرُّ شَعْرَ جِلْدِهَا وَرَأْسِهَا ‏.‏ قَالَتْ فِي هَذَا الْقَصْرِ فَذَكَرَ الْحَدِيثَ وَسَأَلَ عَنْ نَخْلِ بَيْسَانَ وَعَنْ عَيْنِ زُغَرَ قَالَ هُوَ الْمَسِيحُ فَقَالَ لِي ابْنُ أَبِي سَلَمَةَ إِنَّ فِي هَذَا الْحَدِيثِ شَيْئًا مَا حَفِظْتُهُ قَالَ شَهِدَ جَابِرٌ أَنَّهُ هُوَ ابْنُ صَيَّادٍ قُلْتُ فَإِنَّهُ قَدْ مَاتَ ‏.‏ قَالَ وَإِنْ مَاتَ ‏.‏ قُلْتُ فَإِنَّهُ أَسْلَمَ ‏.‏ قَالَ وَإِنْ أَسْلَمَ ‏.‏ قُلْتُ فَإِنَّهُ قَدْ دَخَلَ الْمَدِينَةَ ‏.‏ قَالَ وَإِنْ دَخَلَ الْمَدِينَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪৩২৭] আবূ দাঊদ এটি এককভাবে বর্ণনা করেছেন। এর সানাদ দুর্বল। সানাদে ওয়ালীদ ইবনু ‘আবদুল্লাহ রয়েছে। হাফিয বলেনঃ তাকে সন্দেহ করা হয়।",
    "chapter": {
      "chapter_number": "39"
    }
  }
}