{
  "hadith": {
    "hadith_id": 4336,
    "narrator": "‘আবদুল্লাহ ইবনু মাস‘ঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বনী ইসরাঈলের মধ্যে সর্বপ্রথম ত্রুটি ঢুকেছে এভাবে যে, তাদের কেউ অপরজনের সাক্ষাতে বলতো, এই যে! তুমি আল্লাহ্‌কে ভয় করো এবং যা অপকর্ম করছো, তা পরিত্যাগ করো। কেননা এগুলো করা তোমার জন্য বৈধ নয়। পরের দিন আবার তার সঙ্গে সাক্ষাত হলে তার অপকর্ম তার সঙ্গে একত্রে পানাহার ও মেলামেশা করতে তাকে বিরত রাখতো না। যখন তাদের অবস্থা এরুপ হলো, তখন আল্লাহ তাদের অন্তরকে পরস্পরের সাথে একাকার করে দিলেন। অতঃপর তিনি এ আয়াত তিলাওয়াত করেনঃ “বনী ইসরাঈলের মধ্যে যারা কুফরী করেছিল তারা দাঊদ ও মারইয়াম পুত্র ঈসা কর্তৃক অভিশপ্ত হয়েছিল…. ফাসিকূন” পর্যন্ত (সূরাহ আল-মায়িদাহঃ ৭৮-৮১)। পুনরায় তিনি বলেনঃ কখনো নয়, আল্লাহর কসম! তোমরা অবশ্যই সৎকাজের আদেশ দিবে এবং মন্দ কাজে বাধা দিবে এবং অবশ্যই অত্যাচারির দুই হাত ধরে তাকে সৎপথে ফিরে আসতে ও সত্যের উপর অবিচল থাকতে বাধ্য করবে। [৪৩৩৫]\n\nদুর্বলঃ মিশকাত হা/৫১৪৮।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا يُونُسُ بْنُ رَاشِدٍ، عَنْ عَلِيِّ بْنِ بَذِيمَةَ، عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ أَوَّلَ مَا دَخَلَ النَّقْصُ عَلَى بَنِي إِسْرَائِيلَ كَانَ الرَّجُلُ يَلْقَى الرَّجُلَ فَيَقُولُ يَا هَذَا اتَّقِ اللَّهِ وَدَعْ مَا تَصْنَعُ فَإِنَّهُ لاَ يَحِلُّ لَكَ ثُمَّ يَلْقَاهُ مِنَ الْغَدِ فَلاَ يَمْنَعُهُ ذَلِكَ أَنْ يَكُونَ أَكِيلَهُ وَشَرِيبَهُ وَقَعِيدَهُ فَلَمَّا فَعَلُوا ذَلِكَ ضَرَبَ اللَّهُ قُلُوبَ بَعْضِهِمْ بِبَعْضٍ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏{‏ لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرَائِيلَ عَلَى لِسَانِ دَاوُدَ وَعِيسَى ابْنِ مَرْيَمَ ‏}‏ إِلَى قَوْلِهِ ‏{‏ فَاسِقُونَ ‏}‏ ثُمَّ قَالَ ‏\"‏ كَلاَّ وَاللَّهِ لَتَأْمُرُنَّ بِالْمَعْرُوفِ وَلَتَنْهَوُنَّ عَنِ الْمُنْكَرِ وَلَتَأْخُذُنَّ عَلَى يَدَىِ الظَّالِمِ وَلَتَأْطُرُنَّهُ عَلَى الْحَقِّ أَطْرًا وَلَتَقْصُرُنَّهُ عَلَى الْحَقِّ قَصْرًا ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪৩৩৫] তিরমিযী, ইবনু মাজাহ। এর সানাদ যঈফ। আবূ উবাইদাহ হাদীসটি তার পিতা হতে শুনেননি। সুতরাং এটি মুনকাতি।",
    "chapter": {
      "chapter_number": "39"
    }
  }
}