{
  "hadith": {
    "hadith_id": 4338,
    "narrator": "ক্বাইস (রহঃ)",
    "bn": "তিনি বলেন, আবূ বকর (রাঃ) আল্লাহর প্রশংসা ও গুণগান করার পর বললেন, হে জনসমাজ! তোমরা তো এ আয়াত পাঠ করে থাকো কিন্তু একে যথাস্থানে প্রয়োগ করো না। আল্লাহর বাণী: “তোমরা যদি সৎপথে পরিচালিত হও তবে যে পথভ্রষ্ট হয়েছে সে তোমাদের কোন ক্ষতি করতে পারবে না” (সূরাহ আল-মায়িদাহঃ ১০৫)। তিনি খালিদ হতে বর্ণনা করে বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ মানুষ যখন কোন যালেমকে যুলুম করতে দেখে তার দু’হাত চেপে ধরে না অবিলম্বে আল্লাহ তাদের সবাইকে শাস্তি দিবেন। ‘আমর (রহঃ) হুসাইম হতে বর্ণনা করে বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ যে জাতির মধ্যে পাপ কাজ হতে থাকে, এগুলো বন্ধ করার ক্ষমতা থাকা সত্ত্বেও তা বন্ধ করছে না, অচিরেই আল্লাহ তাদের সবাইকে চরম শাস্তি দিবেন। ইমাম আবূ দাঊদ (রহঃ) বলেন, খালিদ, আবূ উসামাহ ও একদল বর্ণনাকারী যেরূপ বলেছেন, এরূপ বর্ণনা তিনি করেছেন। এ বর্ণনায় শু’বাহ বলেনঃ “যে সম্প্রদায়ে পাপ চলতে থাকে এবং পাপীদের চাইতে তাদের সংখ্যা বেশী হয়”।\n\nআবূ বকরের হাদীস সহীহ।",
    "ar": "حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، عَنْ خَالِدٍ، ح وَحَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، أَخْبَرَنَا هُشَيْمٌ، - الْمَعْنَى - عَنْ إِسْمَاعِيلَ، عَنْ قَيْسٍ، قَالَ قَالَ أَبُو بَكْرٍ بَعْدَ أَنْ حَمِدَ اللَّهَ، وَأَثْنَى، عَلَيْهِ يَا أَيُّهَا النَّاسُ إِنَّكُمْ تَقْرَءُونَ هَذِهِ الآيَةَ وَتَضَعُونَهَا عَلَى غَيْرِ مَوَاضِعِهَا ‏{‏ عَلَيْكُمْ أَنْفُسَكُمْ لاَ يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ ‏}‏ قَالَ عَنْ خَالِدٍ وَإِنَّا سَمِعْنَا النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِنَّ النَّاسَ إِذَا رَأَوُا الظَّالِمَ فَلَمْ يَأْخُذُوا عَلَى يَدَيْهِ أَوْشَكَ أَنْ يَعُمَّهُمُ اللَّهُ بِعِقَابٍ ‏\"‏ ‏.‏ وَقَالَ عَمْرٌو عَنْ هُشَيْمٍ وَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ مَا مِنْ قَوْمٍ يُعْمَلُ فِيهِمْ بِالْمَعَاصِي ثُمَّ يَقْدِرُونَ عَلَى أَنْ يُغَيِّرُوا ثُمَّ لاَ يُغَيِّرُوا إِلاَّ يُوشِكُ أَنْ يَعُمَّهُمُ اللَّهُ مِنْهُ بِعِقَابٍ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ كَمَا قَالَ خَالِدٌ أَبُو أُسَامَةَ وَجَمَاعَةٌ ‏.‏ وَقَالَ شُعْبَةُ فِيهِ ‏\"‏ مَا مِنْ قَوْمٍ يُعْمَلُ فِيهِمْ بِالْمَعَاصِي هُمْ أَكْثَرُ مِمَّنْ يَعْمَلُهُ ‏\"‏ ‏.",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "39"
    }
  }
}