{
  "hadith": {
    "hadith_id": 4341,
    "narrator": "আবূ উমাইয়্যাহ আশ-শা’বানী (রহঃ)",
    "bn": "আবূ সা‘লাবাহকে আমি জিজ্ঞেস করলাম, হে আবূ সা‘লাবাহ! আপনি এ আয়াত ‘আলাইকুম আনফুসাকুম’ (৫:১০৫) সম্পর্কে কি বলেন? তিনি বললেন, আল্লাহর কসম! নিশ্চয়ই আপনি এ ব্যাপারে অবহিত ব্যক্তিকেই প্রশ্ন করেছেন। আমি এ আয়াত সম্পর্কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করলে তিনি বলেছেনঃ তোমরা বরং পরস্পরকে ভালো কাজের আদেশ দাও এবং অন্যায় হতে বিরত রাখো। এমনকি যখন দেখবে যে, কৃপণের আনুগত্য করা হচ্ছে, কুপ্রবৃত্তি তাড়িতকে অনুসরণ করা হচ্ছে ও পার্থিব স্বার্থকে অগ্রাধিকার দেয়া হচ্ছে এবং প্রত্যেকে নিজের মতকেই প্রাধান্য দিচ্ছে, তখন তুমি নিজের ব্যাপারে যত্নবান হও এবং জনগণ যা করছে তা ত্যাগ করো। কেননা তোমাদের সামনে এরূপ যুগ আসছে, যখন ধৈর্য ধারণ করা জ্বলন্ত অঙ্গার মুষ্টিবন্ধ করে রাখার মতো কষ্টকর হবে। এ সময় যথার্থ কাজ সম্পাদনকারীকে তার মতই পঞ্চাশজনের সমান পুরস্কার দেয়া হবে। অপর বর্ণনায় রয়েছেঃ তিনি বলেন, হে আল্লাহর রাসূল! তাকে কি সেই সময়কার পঞ্চাশজনের সমান সওয়াব দেয়া হবে? তিনি বললেনঃ তোমাদের মধ্যকার পঞ্চাশজনের সমান সওয়াব দেয়া হবে। [৪৩৪০]\n\nদুর্বল, তবে ধৈর্য ধারণের যুগের বাক্যটি প্রমাণিত। ইবনু মাজাহ হা/৪০১৫, মিশকাত হা/৫১৪৪।",
    "ar": "حَدَّثَنَا أَبُو الرَّبِيعِ، سُلَيْمَانُ بْنُ دَاوُدَ الْعَتَكِيُّ حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ عُتْبَةَ بْنِ أَبِي حَكِيمٍ، قَالَ حَدَّثَنِي عَمْرُو بْنُ جَارِيَةَ اللَّخْمِيُّ، حَدَّثَنِي أَبُو أُمَيَّةَ الشَّعْبَانِيُّ، قَالَ سَأَلْتُ أَبَا ثَعْلَبَةَ الْخُشَنِيَّ فَقُلْتُ يَا أَبَا ثَعْلَبَةَ كَيْفَ تَقُولُ فِي هَذِهِ الآيَةِ ‏{‏ عَلَيْكُمْ أَنْفُسَكُمْ ‏}‏ قَالَ أَمَا وَاللَّهِ لَقَدْ سَأَلْتَ عَنْهَا خَبِيرًا سَأَلْتُ عَنْهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ بَلِ ائْتَمِرُوا بِالْمَعْرُوفِ وَتَنَاهَوْا عَنِ الْمُنْكَرِ حَتَّى إِذَا رَأَيْتَ شُحًّا مُطَاعًا وَهَوًى مُتَّبَعًا وَدُنْيَا مُؤْثَرَةً وَإِعْجَابَ كُلِّ ذِي رَأْىٍ بِرَأْيِهِ فَعَلَيْكَ - يَعْنِي بِنَفْسِكَ - وَدَعْ عَنْكَ الْعَوَامَّ فَإِنَّ مِنْ وَرَائِكُمْ أَيَّامَ الصَّبْرِ الصَّبْرُ فِيهِ مِثْلُ قَبْضٍ عَلَى الْجَمْرِ لِلْعَامِلِ فِيهِمْ مِثْلُ أَجْرِ خَمْسِينَ رَجُلاً يَعْمَلُونَ مِثْلَ عَمَلِهِ ‏\"‏ ‏.‏ وَزَادَنِي غَيْرُهُ قَالَ يَا رَسُولَ اللَّهِ أَجْرُ خَمْسِينَ مِنْهُمْ قَالَ ‏\"‏ أَجْرُ خَمْسِينَ مِنْكُمْ ‏\"‏ ‏.",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[৪৩৪০] তিরমিযী। তিনি বলেন, এ হাদীসটি গরীব। ইবনু মাজাহ। সানাদে ‘উতবাহ ইবনু আবূ হাকিম সত্যবাদী কিন্তু ভুল প্রচুর। এছাড়া সানাদে ‘আমর ইবনু জারিয়াহ এবং আবূ উমাইয়্যাহ উভয়ের অবস্থা মাজহুল (অজ্ঞাত)। যেমন আত-তাক্বরীব গ্রন্থে রয়েছে।",
    "chapter": {
      "chapter_number": "39"
    }
  }
}