{
  "hadith": {
    "hadith_id": 4361,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "জনৈক অন্ধ লোকের একটি ‘উম্মু ওয়ালাদ’ ক্রীতদাসী ছিল। সে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে গালি দিত এবং তার সম্পর্কে মন্দ কথা বলতো। অন্ধ লোকটি তাকে নিষেধ করা সত্ত্বেও সে বিরত হতোনা। সে তাকে ভর্ত্সনা করতো; কিন্তু তাতেও সে বিরত হতো না। একরাতে সে যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে গালি দিতে শুরু করলো এবং তার সম্পর্কে মন্দ কথা বলতে লাগলো, সে একটি ধারালো ছোরা নিয়ে তার পেটে ঢুকিয়ে তাতে চাপ দিয়ে তাকে হত্যা করলো। তার দু’পায়ের মাঝখানে একটি শিশু পতিত হয়ে রক্তে রঞ্জিত হলো। ভোরবেলা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘটনাটি অবহিত হয়ে লোকজনকে সমবেত করে বললেনঃ আমি আল্লাহর কসম করে বলছিঃ যে ব্যক্তি একাজ করেছে, সে যদি না দাঁড়ায়, তবে তার উপর আমার অধিকার আছে। একথা শুনে অন্ধ লোকটি মানুশের ভিড় ঠেলে কাঁপতে কাঁপতে সামনে অগ্রসর হয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে এসে বললো, হে আল্লাহর রাসূল! আমি সেই নিহত দাসীর মনিব। সে আপনাকে গালাগালি করতো এবং আপনার সম্পর্কে অপমানজনক কথা বলতো। আমি নিষেধ করতাম কিন্তু সে বিরত হতোনা। আমি তাকে ধমক দিতাম; কিন্তু সে তাতেও বিরত হতোনা। তার গর্ভজাত মুক্তার মত আমার দুতি ছেলে আছে, আর সে আমার খুব প্রিয়পাত্রী ছিল। গতরাতে সে আপনাকে গালাগালি শুরু করে এবং আপনার সম্পর্কে অপমানজনক কথা বললে আমি তখন একটি ধারালো ছুরি নিয়ে তার পেটে স্থাপন করে তাতে চাপ দিয়ে তাকে হত্যা করে ফেলি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমরা সাক্ষী থাকো, তার রক্ত বৃথা গেলো।",
    "ar": "حَدَّثَنَا عَبَّادُ بْنُ مُوسَى الْخُتَّلِيُّ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ الْمَدَنِيُّ، عَنْ إِسْرَائِيلَ، عَنْ عُثْمَانَ الشَّحَّامِ، عَنْ عِكْرِمَةَ، قَالَ حَدَّثَنَا ابْنُ عَبَّاسٍ، أَنَّ أَعْمَى، كَانَتْ لَهُ أُمُّ وَلَدٍ تَشْتُمُ النَّبِيَّ صلى الله عليه وسلم وَتَقَعُ فِيهِ فَيَنْهَاهَا فَلاَ تَنْتَهِي وَيَزْجُرُهَا فَلاَ تَنْزَجِرُ - قَالَ - فَلَمَّا كَانَتْ ذَاتَ لَيْلَةٍ جَعَلَتْ تَقَعُ فِي النَّبِيِّ صلى الله عليه وسلم وَتَشْتِمُهُ فَأَخَذَ الْمِغْوَلَ فَوَضَعَهُ فِي بَطْنِهَا وَاتَّكَأَ عَلَيْهَا فَقَتَلَهَا فَوَقَعَ بَيْنَ رِجْلَيْهَا طِفْلٌ فَلَطَخَتْ مَا هُنَاكَ بِالدَّمِ فَلَمَّا أَصْبَحَ ذُكِرَ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَجَمَعَ النَّاسَ فَقَالَ ‏\"‏ أَنْشُدُ اللَّهَ رَجُلاً فَعَلَ مَا فَعَلَ لِي عَلَيْهِ حَقٌّ إِلاَّ قَامَ ‏\"‏ ‏.‏ فَقَامَ الأَعْمَى يَتَخَطَّى النَّاسَ وَهُوَ يَتَزَلْزَلُ حَتَّى قَعَدَ بَيْنَ يَدَىِ النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ أَنَا صَاحِبُهَا كَانَتْ تَشْتِمُكَ وَتَقَعُ فِيكَ فَأَنْهَاهَا فَلاَ تَنْتَهِي وَأَزْجُرُهَا فَلاَ تَنْزَجِرُ وَلِي مِنْهَا ابْنَانِ مِثْلُ اللُّؤْلُؤَتَيْنِ وَكَانَتْ بِي رَفِيقَةً فَلَمَّا كَانَتِ الْبَارِحَةَ جَعَلَتْ تَشْتِمُكَ وَتَقَعُ فِيكَ فَأَخَذْتُ الْمِغْوَلَ فَوَضَعْتُهُ فِي بَطْنِهَا وَاتَّكَأْتُ عَلَيْهَا حَتَّى قَتَلْتُهَا ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَلاَ اشْهَدُوا أَنَّ دَمَهَا هَدَرٌ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}