{
  "hadith": {
    "hadith_id": 4374,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, জনৈক মাখযুমী মহিলা জিনিসপত্র ধার নিয়ে পরে তা অস্বীকার করতো। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার হাত কাটার আদেশ দিলেন। অতঃপর লাইস বর্ণিত হাদীসের অনুরূপ। বর্ণনাকারী বলেন, অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার হাত কেটে দেন। ইমাম আবূ দাঊদ (রহঃ) বলেন, ইবনু ওয়াহব এ হাদীস ইউনুসের সূত্রে যুহরী হতে বর্ণনা করে বলেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর মাক্কাহ বিজয়কালে জনৈক মহিলা চুরি করে। লাইস ইউনুসের সূত্রে এবং ইবনু শিহাব সূত্রে এ হাদীস বর্ণনা করে বলেন, জনৈক মহিলা ধার নিতো। মাস‘উদ ইবনুল আস্‌ওয়াদ নিজস্ব সানাদে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এর সমার্থক হাদীস বর্ণনা করে বলেনঃ মহিলাটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর ঘর হতে একটি মখমলের চাদর চুরি করে। ইমাম আবূ দাঊদ (রহঃ) বলেন, আবূয যুবাইর (রাঃ) এবং জাবির (রাঃ) হতে বর্ণনা করেন যে, জনৈক নারী চুরি করে। অতঃপর সে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কন্যা যাইনাব (রাঃ) এর মাধ্যমে মুক্তি চায়। হাদীসের বাকি অংশে ধার নেয়া অথবা চুরি করার কথা উল্লেখ আছে।",
    "ar": "حَدَّثَنَا عَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ، وَمُحَمَّدُ بْنُ يَحْيَى، قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ كَانَتِ امْرَأَةٌ مَخْزُومِيَّةٌ تَسْتَعِيرُ الْمَتَاعَ وَتَجْحَدُهُ فَأَمَرَ النَّبِيُّ صلى الله عليه وسلم بِقَطْعِ يَدِهَا وَقَصَّ نَحْوَ حَدِيثِ اللَّيْثِ قَالَ فَقَطَعَ النَّبِيُّ صلى الله عليه وسلم يَدَهَا ‏.‏ قَالَ أَبُو دَاوُدَ رَوَى ابْنُ وَهْبٍ هَذَا الْحَدِيثَ عَنْ يُونُسَ عَنِ الزُّهْرِيِّ وَقَالَ فِيهِ كَمَا قَالَ اللَّيْثُ إِنَّ امْرَأَةً سَرَقَتْ فِي عَهْدِ النَّبِيِّ صلى الله عليه وسلم فِي غَزْوَةِ الْفَتْحِ ‏.‏ وَرَوَاهُ اللَّيْثُ عَنْ يُونُسَ عَنِ ابْنِ شِهَابٍ بِإِسْنَادِهِ فَقَالَ اسْتَعَارَتِ امْرَأَةٌ ‏.‏ وَرَوَى مَسْعُودُ بْنُ الأَسْوَدِ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا الْخَبَرِ قَالَ سُرِقَتْ قَطِيفَةٌ مِنْ بَيْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو دَاوُدَ وَرَوَاهُ أَبُو الزُّبَيْرِ عَنْ جَابِرٍ أَنَّ امْرَأَةً سَرَقَتْ فَعَاذَتْ بِزَيْنَبَ بِنْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}