{
  "hadith": {
    "hadith_id": 4379,
    "narrator": "‘আলক্বামাহ ইবনু ওয়াইল (রহঃ) হতে তার পিতা",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর যুগে জনৈকা মহিলা সলাত আদায়ের উদ্দেশে যাচ্ছিল। পথিমধ্যে এক ব্যক্তি তাকে নাগালে পেয়ে তার উপর চেপে বসে তাকে ধর্ষণ করে। সে চিৎকার দিলে লোকটি সরে পড়ে। এ সময় অপর এক ব্যক্তি তার পাশ দিয়ে যাচ্ছিল। সে (ভুলবশত) বললো, এ লোকটি আমার সঙ্গে এরূপ করেছে। এ সময় মুহাজিরদের একটি দল এ পথ দিয়ে যাচ্ছিলেন। স্ত্রীলোকটি বললো, এ লোকটি আমার সঙ্গে এরূপ করেছে। অতএব যার সম্পর্কে মহিলাটি অভিযোগ করেছে তারা দ্রুত এগিয়ে লোকটিকে ধরলো। অতঃপর তারা তাকে তার নিকট নিয়ে আসলে সে বললো, হাঁ, এ সেই ব্যক্তি। তারা তাকে নিয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উপস্থিত হলেন। তিনি তার সম্পর্কে ফায়সালা করতেই আসল অপরাধী দাঁড়িয়ে বললো, হে আল্লাহর রাসূল! আমিই অপরাধী। তিনি ধর্ষিতা মহিলাটিকে বললেনঃ তুমি চলে যাও, আল্লাহ তোমাকে ক্ষমা করেছেন আর নির্দোষ ব্যক্তি সম্পর্কে উত্তম কথা বললেন। যে ধর্ষণের অপরাধী তার ব্যাপারে তিনি বললেনঃ তোমরা একে পাথর মারো। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সে এমন তাওবাহ করেছে যে, মাদীনাহবাসী যদি এরূপ তাওবাহ করে, তবে তাদের পক্ষ হতে তা অবশ্যই কবুল হবে। [৪৩৭৮]\n\nহাসান, এ কথাটি বাদেঃ “তোমরা একে পাথর মারো।” অগ্রাধিকারযোগ্য কথা হলো, তাকে পাথর মারা হয়নি।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ، حَدَّثَنَا الْفِرْيَابِيُّ، حَدَّثَنَا إِسْرَائِيلُ، حَدَّثَنَا سِمَاكُ بْنُ حَرْبٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلٍ، عَنْ أَبِيهِ، أَنَّ امْرَأَةً، خَرَجَتْ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم تُرِيدُ الصَّلاَةَ فَتَلَقَّاهَا رَجُلٌ فَتَجَلَّلَهَا فَقَضَى حَاجَتَهُ مِنْهَا فَصَاحَتْ وَانْطَلَقَ فَمَرَّ عَلَيْهَا رَجُلٌ فَقَالَتْ إِنَّ ذَاكَ فَعَلَ بِي كَذَا وَكَذَا وَمَرَّتْ عِصَابَةٌ مِنَ الْمُهَاجِرِينَ فَقَالَتْ إِنَّ ذَلِكَ الرَّجُلَ فَعَلَ بِي كَذَا وَكَذَا ‏.‏ فَانْطَلَقُوا فَأَخَذُوا الرَّجُلَ الَّذِي ظَنَّتْ أَنَّهُ وَقَعَ عَلَيْهَا فَأَتَوْهَا بِهِ فَقَالَتْ نَعَمْ هُوَ هَذَا ‏.‏ فَأَتَوْا بِهِ النَّبِيَّ صلى الله عليه وسلم فَلَمَّا أَمَرَ بِهِ قَامَ صَاحِبُهَا الَّذِي وَقَعَ عَلَيْهَا فَقَالَ يَا رَسُولَ اللَّهِ أَنَا صَاحِبُهَا ‏.‏ فَقَالَ ‏\"‏ اذْهَبِي فَقَدْ غَفَرَ اللَّهُ لَكِ ‏\"‏ ‏.‏ وَقَالَ لِلرَّجُلِ قَوْلاً حَسَنًا ‏.‏ قَالَ أَبُو دَاوُدَ يَعْنِي الرَّجُلَ الْمَأْخُوذَ وَقَالَ لِلرَّجُلِ الَّذِي وَقَعَ عَلَيْهَا ‏\"‏ ارْجُمُوهُ ‏\"‏ ‏.‏ فَقَالَ ‏\"‏ لَقَدْ تَابَ تَوْبَةً لَوْ تَابَهَا أَهْلُ الْمَدِينَةِ لَقُبِلَ مِنْهُمْ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ أَسْبَاطُ بْنُ نَصْرٍ أَيْضًا عَنْ سِمَاكٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৪৩৭৮] তিরমিযী, আহমাদ। ইমাম তিরমিযী বলেনঃ এই হাদীসটি হাসান, গরীব ও সহীহ।",
    "chapter": {
      "chapter_number": "40"
    }
  }
}