{
  "hadith": {
    "hadith_id": 4410,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এক চোরকে ধরে আনা হলে তিনি বলেন: তোমরা একে হত্যা করো। তারা বললেন, হে আল্লাহর রাসুল! সে চুরি করেছে। তিনি বললেনঃএর হাত কেটে দাও। বর্ণনাকারী বলেন, তার হাত কেটে দেয়া হলো। অতঃপর তাকে দ্বিতীয়বার তাঁর  নিকট আনা হলে তিনি বলেন: তোমরা একে হত্যা  করো। তারা বললেন, হে আল্লাহর রাসুল ! সে তো চুরি করেছে! তিনি আদেশ দিলেন, তোমরা এর অপর হাত কেটে দাও। বর্ণনাকারী বলেন, তার হাত কেটে দেয়া হলো। তৃতীয়বার তাকে তাঁর নিকট ধরে আনা হলে তিনি বলেন: তোমরা একে হত্যা করো। তারা বললেন, হে আল্লাহর রাসুল! সে তো চুরি করেছে। তিনি বললেনঃতাহলে তোমরা তার অঙ্গ (এক পা) কেটে দাও। বর্ণনাকারী বলেন, এবার তার পা কাটা হলো। অতঃপর চতুর্থবার তাকে ধরে আনা হলে তিনি তাকে হত্যা করার আদেশ দিলেন। লোকেরা বললো, হে আল্লাহর রাসুল! সে তো চুরি করেছে। তিনি বললেনঃতাহলে তাঁর আরেক পা কেটে দাও। বর্ণনাকারী বলেন, এবার তার অপর পা কাটা হলো। অতঃপর পঞ্চমবার তাকে ধরে আনা হলে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে হত্যা করার আদেশ দিলেন। জাবির (রাঃ) বলেন, অতএব আমরা তাকে নিয়ে গিয়ে হত্যা করলাম এবং হেচঁড়িয়ে টেনে নিয়ে একটি কূপে ফেলে দিয়ে তার উপর পাথরচাপা দিলাম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عَقِيلٍ الْهِلاَلِيُّ، حَدَّثَنَا جَدِّي، عَنْ مُصْعَبِ بْنِ ثَابِتِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ جِيءَ بِسَارِقٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ اقْتُلُوهُ ‏\"‏ ‏.‏ فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّمَا سَرَقَ ‏.‏ فَقَالَ ‏\"‏ اقْطَعُوهُ ‏\"‏ ‏.‏ قَالَ فَقُطِعَ ثُمَّ جِيءَ بِهِ الثَّانِيَةَ فَقَالَ ‏\"‏ اقْتُلُوهُ ‏\"‏ ‏.‏ فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّمَا سَرَقَ ‏.‏ فَقَالَ ‏\"‏ اقْطَعُوهُ ‏\"‏ ‏.‏ قَالَ فَقُطِعَ ثُمَّ جِيءَ بِهِ الثَّالِثَةَ فَقَالَ ‏\"‏ اقْتُلُوهُ ‏\"‏ ‏.‏ فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّمَا سَرَقَ ‏.‏ قَالَ ‏\"‏ اقْطَعُوهُ ‏\"‏ ‏.‏ ثُمَّ أُتِيَ بِهِ الرَّابِعَةَ فَقَالَ ‏\"‏ اقْتُلُوهُ ‏\"‏ ‏.‏ فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّمَا سَرَقَ ‏.‏ قَالَ ‏\"‏ اقْطَعُوهُ ‏\"‏ ‏.‏ فَأُتِيَ بِهِ الْخَامِسَةَ فَقَالَ ‏\"‏ اقْتُلُوهُ ‏\"‏ ‏.‏ قَالَ جَابِرٌ فَانْطَلَقْنَا بِهِ فَقَتَلْنَاهُ ثُمَّ اجْتَرَرْنَاهُ فَأَلْقَيْنَاهُ فِي بِئْرٍ وَرَمَيْنَا عَلَيْهِ الْحِجَارَةَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}