{
  "hadith": {
    "hadith_id": 4419,
    "narrator": "ইয়াযীদ ইবনু সু’আইম ইবনু হায্‌যাল (রহঃ) হতে তার পিতার সূত্র",
    "bn": "তিনি বলেন, মাঈয ইবনু মালিক ইয়াতীম ছিল। সে আমার পিতার তত্ত্বাবধানে ছিলো। সে এক গোত্রের জনৈক বাঁদীর সঙ্গে সঙ্গম করে। আমার পিতা তাকে বললেন, তুমি রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট যাও এবং তাকে তোমার কৃতকর্মের ব্যাপারে জানাও। তিনি হয়তো তোমার জন্য ক্ষমা চাইবেন। বস্তুত এর দ্বারা তিনি তার অপরাধ হতে মুক্তির সন্ধানই চেয়েছেন। বর্ণনাকারী বলেন, অতঃপর সে তার নিকট এসে বললো, হে আল্লাহর রাসুল! আমি তো যেনা করেছি; সুতরাং আমার উপর আল্লাহর নির্ধারিত শাস্তি বাস্তবায়িত করুন। তিনি তার হতে মুখ ফিরিয়ে নিলেন। সে পুনরায় বললো, হে আল্লাহর রাসুল! আমি তো যেনা করেছি;  আমার উপর আল্লাহর কিতাব বাস্তবায়িত করুন। তিনি তার হতে মুখ ফিরিয়ে নিলেন। সে আবারো বলল, হে আল্লাহর রাসুল! আমি তো যেনা করেছি; আমার উপর আল্লাহর কিতাব বাস্তবায়িত করুন। একথা সে চারবার বলার পর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃতুমি তো চারবার একথা বললে, তা কার সঙ্গে? সে বললো, অমুক নারীর সঙ্গে। তিনি প্রশ্ন করলেন: তুমি কি তার সঙ্গে শুয়েছো? সে বললো, হ্যাঁ। তিনি আবারো প্রশ্ন করলেন: তুমি কি তার শরীরে শরীর মিশিয়েছো? সে বললো, হ্যাঁ। তিনি পুনরায় প্রশ্ন করলেন: তুমি কি তার সঙ্গে সঙ্গম করেছো? সে বললো, হ্যাঁ! বর্ণনাকারী বলেন, অতঃপর তাকে আল-হাররা এলাকায় নিয়ে যাওয়া হলো। যখন তাকে পাথর মারা শুরু হলো, সে আঘাতের চোটে আতংকিত হলো এবং দ্রুত দৌড়াতে লাগলো। ‘আবদুল্লাহ ইবনু উনাইস (রাঃ) এমতাবস্হায় তার সাক্ষাৎ পেলেন যে, তাকে পাথর মারার জন্য নিয়োজিত ব্যক্তিগন তাকে ধরতে আপারগ হলো। তিনি উটের সামনের পায়ের হাড় তুলে তার দিকে নিক্ষেপ করেন এবং তাতে সে নিহত হয়। অতঃপর তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে এ ঘটনা ব্যক্ত করেন। তিনি বললেনঃ তোমরা তাকে ছেড়ে দিলে না কেন? সে হয়ত তাওবাহ করতো। আর আল্লাহ তার তাওবাহ কবুল করতেন। \n\nসহীহ। এ কথাটি বাদে (আরবী)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ الأَنْبَارِيُّ، حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامِ بْنِ سَعْدٍ، قَالَ حَدَّثَنِي يَزِيدُ بْنُ نُعَيْمِ بْنِ هَزَّالٍ، عَنْ أَبِيهِ، قَالَ كَانَ مَاعِزُ بْنُ مَالِكٍ يَتِيمًا فِي حِجْرِ أَبِي ‏.‏ فَأَصَابَ جَارِيَةً مِنَ الْحَىِّ فَقَالَ لَهُ أَبِي ائْتِ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَخْبِرْهُ بِمَا صَنَعْتَ لَعَلَّهُ يَسْتَغْفِرُ لَكَ وَإِنَّمَا يُرِيدُ بِذَلِكَ رَجَاءَ أَنْ يَكُونَ لَهُ مَخْرَجًا فَأَتَاهُ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي زَنَيْتُ فَأَقِمْ عَلَىَّ كِتَابَ اللَّهِ ‏.‏ فَأَعْرَضَ عَنْهُ فَعَادَ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي زَنَيْتُ فَأَقِمْ عَلَىَّ كِتَابَ اللَّهِ ‏.‏ حَتَّى قَالَهَا أَرْبَعَ مِرَارٍ ‏.‏ قَالَ صلى الله عليه وسلم ‏\"‏ إِنَّكَ قَدْ قُلْتَهَا أَرْبَعَ مَرَّاتٍ فَبِمَنْ ‏\"‏ ‏.‏ قَالَ بِفُلاَنَةَ ‏.‏ قَالَ ‏\"‏ هَلْ ضَاجَعْتَهَا ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ ‏\"‏ هَلْ بَاشَرْتَهَا ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ ‏\"‏ هَلْ جَامَعْتَهَا ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ فَأَمَرَ بِهِ أَنْ يُرْجَمَ فَأُخْرِجَ بِهِ إِلَى الْحَرَّةِ ‏.‏ فَلَمَّا رُجِمَ فَوَجَدَ مَسَّ الْحِجَارَةِ جَزِعَ فَخَرَجَ يَشْتَدُّ فَلَقِيَهُ عَبْدُ اللَّهِ بْنُ أُنَيْسٍ وَقَدْ عَجَزَ أَصْحَابُهُ فَنَزَعَ لَهُ بِوَظِيفِ بَعِيرٍ فَرَمَاهُ بِهِ فَقَتَلَهُ ثُمَّ أَتَى النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ فَقَالَ ‏\"‏ هَلاَّ تَرَكْتُمُوهُ لَعَلَّهُ أَنْ يَتُوبَ فَيَتُوبَ اللَّهُ عَلَيْهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}