{
  "hadith": {
    "hadith_id": 4420,
    "narrator": "মুহাম্মাদ ইবনু ইসহাক্ব (রহঃ)",
    "bn": "তিনি বলেন, আমি মাঈয ইবনু মালিকের ঘটনা ‘আসিম ইবনু ‘উমার ইবনু ক্বাতাদাহ্‌র নিকট উল্লেখ করলাম। তিনি আমাকে বললেন, আসান ইবনু মুহাম্মাদ ইবনু ‘আলি ইবনু আবূ ত্বালিব আমাকে বলেছেন, এরা আসলাম গোত্রের কতক লোক যাদেরকে আমি দোষারোপ করি না এবং যাদের নিকট হতে তুমি আমার নিকট রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বাণী: ‘তোমরা তাকে ছেড়ে দিলে না কেনো “বর্ণনা করছো। আমি এ হাদীস হৃদয়ংগম করতে পারিনি। অতএব আমি জাবির ইবনু আবদুল্লাহ (রাঃ) এর নিকট এসে বললাম, আসলাম গোত্রের কতক লোক বর্ণনা করেছে যে, পাথর নিক্ষেপের মারাত্নক চোট পেয়ে মাঈযের হতবুদ্ধি হয়ে যাওয়ার ঘটনা রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আলোচনা করাতে তিনি বলেন: ‘তোমরা তাকে ছেড়ে দিলে না কেনো?’ অথচ আমি তো এ হাদীস সম্পর্কে জানিনা। জাবির বললেন, হে ভাতিজা! এ হাদীস সম্পর্কিত ঘটনা আমি অধিক জ্ঞাত। কেননা আমিও লোকটিকে পাথর মারার জন্য নিয়োজিত ব্যক্তিদের মধ্যে অন্যতম। আমরা যখন তাকে নিয়ে বেরিয়ে গিয়ে পাথর মারা শুরু করলাম তখন পাথর নিক্ষেপের মারাত্নক চোট পেয়ে সে আমাদের নিকট চিৎকার করে বলতে লাগলো, হে লোক সকল! তোমরা আমাকে রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট ফিরিয়ে নিয়ে চলো। আমার আপনজনেরাই আমাকে হত্যার জন্য দায়ী। তারা আমার সঙ্গে প্রতারনা করেছে। তারা আমাকে বলেছে যে রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে হত্যা করবেন না। তথাপি আমরা তাকে হত্যা না করে ছাড়িনি। অতঃপর আমরা যখন ফিরে এসে রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসব কথা বললাম, তখন তিনি বললেনঃতোমরা তাকে ছেড়ে দিলে না কেন এবং আমার নিকট নিয়ে এলে না কেন? যাতে রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার অনুতাপ কবুল করতেন। কিন্তু তিনি হাদ্দ পরিত্যাগ করার জন্য একথা বলেননি। বর্ণনাকারী বলেন, এবার আমি এ হাদীসের মর্ম বুঝতে পারলাম।",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، قَالَ ذَكَرْتُ لِعَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ قِصَّةَ مَاعِزِ بْنِ مَالِكٍ فَقَالَ لِي حَدَّثَنِي حَسَنُ بْنُ مُحَمَّدِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ حَدَّثَنِي ذَلِكَ، مِنْ قَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَهَلاَّ تَرَكْتُمُوهُ ‏\"‏ ‏.‏ مَنْ شِئْتُمْ مِنْ رِجَالِ أَسْلَمَ مِمَّنْ لاَ أَتَّهِمُ ‏.‏ قَالَ وَلَمْ أَعْرِفْ هَذَا الْحَدِيثَ قَالَ فَجِئْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ فَقُلْتُ إِنَّ رِجَالاً مِنْ أَسْلَمَ يُحَدِّثُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لَهُمْ حِينَ ذَكَرُوا لَهُ جَزَعَ مَاعِزٍ مِنَ الْحِجَارَةِ حِينَ أَصَابَتْهُ ‏\"‏ أَلاَّ تَرَكْتُمُوهُ ‏\"‏ ‏.‏ وَمَا أَعْرِفُ الْحَدِيثَ قَالَ يَا ابْنَ أَخِي أَنَا أَعْلَمُ النَّاسِ بِهَذَا الْحَدِيثِ كُنْتُ فِيمَنْ رَجَمَ الرَّجُلَ إِنَّا لَمَّا خَرَجْنَا بِهِ فَرَجَمْنَاهُ فَوَجَدَ مَسَّ الْحِجَارَةِ صَرَخَ بِنَا يَا قَوْمِ رُدُّونِي إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَإِنَّ قَوْمِي قَتَلُونِي وَغَرُّونِي مِنْ نَفْسِي وَأَخْبَرُونِي أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم غَيْرُ قَاتِلِي فَلَمْ نَنْزِعْ عَنْهُ حَتَّى قَتَلْنَاهُ فَلَمَّا رَجَعْنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَخْبَرْنَاهُ قَالَ ‏\"‏ فَهَلاَّ تَرَكْتُمُوهُ وَجِئْتُمُونِي بِهِ ‏\"‏ ‏.‏ لِيَسْتَثْبِتَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْهُ فَأَمَّا لِتَرْكِ حَدٍّ فَلاَ قَالَ فَعَرَفْتُ وَجْهَ الْحَدِيثِ ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}