{
  "hadith": {
    "hadith_id": 4435,
    "narrator": "খালিদ ইবনুল লাজলাজ (রাঃ)",
    "bn": "তিনি বাজারে বসে কাজে ব্যাস্ত ছিলেন। এমন সময় এক মহিলা একটি শিশুসহ এ পথ দিয়ে যাচ্ছিল। কিছু লোকেরা তার সঙ্গে ভীড় করছিল এবং আমিও তাদের অন্তর্ভুক্ত ছিলাম। সে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট পৌঁছালে তিনি প্রশ্ন করলেনঃ তোমার সঙ্গের এ শিশুর পিতা কে? সে চুপ থাকলো। তার পাশে দাঁড়ানো এক যুবক বললো, হে আল্লাহর রাসূল! আমিই এ শিশুটির পিতা। তিনি মহিলার দিকে মুখ করে বললেনঃ তোমার সঙ্গের এ শিশুটির পিতা কে? যুবকটি বললো, হে আল্লাহর রাসূল! আমি এর পিতা। এ কথা শুনে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার চারপাশের লোকজনের নিকট তার সম্পর্কে জানতে চাইলে তারা বললো, তাকে আমরা ভালো লোক বলেই জানি। অতঃপর নবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকেই প্রশ্ন করলেনঃ তুমি কি বিবাহিত? সে বললো, হাঁ।  অতঃপর তাঁর হুকুমে লোকটিকে পাথর মারা হয়। বর্ণনাকারী বলেন, আমরা তাকে নিয়ে বেরিয়ে পড়লাম, তার জন্য গর্ত খনন করে তাকে তাতে রাখলাম এবং রজম করলাম। ফলে সে মারা গেলো। একজন লোক এসে পাথর নিক্ষেপে নিহত ব্যাক্তি সম্পর্কে প্রশ্ন করতে লাগলো। আমরা তাকে নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হাযির হয়ে বললাম, এ লোকটি এসে অপবিত্র ব্যাক্তি সম্পর্কে প্রশ্ন করছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সে তো মহান আল্লাহর নিকট মৃগনাভীর চেয়েও অধিক সুগন্ধযুক্ত। পরে দেখা গেল যে, আগন্তুক লোকটি নিহত ব্যাক্তির পিতা। অতঃপর আমরা তাকে এর গোসল, কাফন ও দাফন করতে সাহায্য করি। খালিদ বলেন, তার জানাযার সলাত পড়া হয়েছিল কিনা এ সম্পর্কে আমি জানি না।",
    "ar": "حَدَّثَنَا عَبْدَةُ بْنُ عَبْدِ اللَّهِ، وَمُحَمَّدُ بْنُ دَاوُدَ بْنِ صُبَيْحٍ، قَالَ عَبْدَةُ أَخْبَرَنَا حَرَمِيُّ بْنُ حَفْصٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عُلاَثَةَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، أَنَّ خَالِدَ بْنَ اللَّجْلاَجِ، حَدَّثَهُ أَنَّ اللَّجْلاَجَ أَبَاهُ أَخْبَرَهُ أَنَّهُ، كَانَ قَاعِدًا يَعْتَمِلُ فِي السُّوقِ فَمَرَّتِ امْرَأَةٌ تَحْمِلُ صَبِيًّا فَثَارَ النَّاسُ مَعَهَا وَثُرْتُ فِيمَنْ ثَارَ فَانْتَهَيْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم وَهُوَ يَقُولُ ‏\"‏ مَنْ أَبُو هَذَا مَعَكِ ‏\"‏ ‏.‏ فَسَكَتَتْ فَقَالَ شَابٌّ حَذْوَهَا أَنَا أَبُوهُ يَا رَسُولَ اللَّهِ ‏.‏ فَأَقْبَلَ عَلَيْهَا فَقَالَ ‏\"‏ مَنْ أَبُو هَذَا مَعَكِ ‏\"‏ ‏.‏ قَالَ الْفَتَى أَنَا أَبُوهُ يَا رَسُولَ اللَّهِ ‏.‏ فَنَظَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى بَعْضِ مَنْ حَوْلَهُ يَسْأَلُهُمْ عَنْهُ فَقَالُوا مَا عَلِمْنَا إِلاَّ خَيْرًا ‏.‏ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَحْصَنْتَ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ فَأَمَرَ بِهِ فَرُجِمَ ‏.‏ قَالَ فَخَرَجْنَا بِهِ فَحَفَرْنَا لَهُ حَتَّى أَمْكَنَّا ثُمَّ رَمَيْنَاهُ بِالْحِجَارَةِ حَتَّى هَدَأَ فَجَاءَ رَجُلٌ يَسْأَلُ عَنِ الْمَرْجُومِ فَانْطَلَقْنَا بِهِ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقُلْنَا هَذَا جَاءَ يَسْأَلُ عَنِ الْخَبِيثِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَهُوَ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ ‏\"‏ ‏.‏ فَإِذَا هُوَ أَبُوهُ فَأَعَنَّاهُ عَلَى غُسْلِهِ وَتَكْفِينِهِ وَدَفْنِهِ وَمَا أَدْرِي قَالَ وَالصَّلاَةِ عَلَيْهِ أَمْ لاَ ‏.‏ وَهَذَا حَدِيثُ عَبْدَةَ وَهُوَ أَتَمُّ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}