{
  "hadith": {
    "hadith_id": 4440,
    "narrator": "‘ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "একদা জুহাইনাহ গোত্রের জনৈকা মহিলা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বললো, সে যেনা করেছে এবং অন্তঃসত্বা হয়ে পড়েছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার অভিভাবককে ডেকে এনে বলেনঃ এর সঙ্গে উত্তম আচরণ করো। আর যখন সে সন্তান প্রসব করবে, তাকে আমার নিকট নিয়ে এসো। অতঃপর সে সন্তান প্রসব করলে অভিভাবক তাকে নিয়ে এলো। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আদেশে তাকে কাপড় দিয়ে বেঁধে পাথর নিক্ষেপে হত্যা করা হয়। অতঃপর তিনি সাহাবীদের আদেশ দিলেন তার জানাযার সলাত পড়তে। ‘উমার (রাঃ) বললেন, হে আল্লাহর রসূল! আপনি তার জানাযার সলাত পড়বেন? সে তো যেনা করেছে! তিনি বললেনঃ যার হাতে আমার প্রাণ তাঁর কসম! সে এরূপ তাওবাহ করেছে, যা মাদীনাহ্‌বাসীদের সত্তরজনের মধ্যে বন্টন করে দিলেও তাদের জন্য তা যথেষ্ট হবে। তুমি তার চাইতে উত্তম কোন ব্যাক্তিকে পাবে যে তার নিজের সত্তাকে উৎসর্গ করে দিল। আবান সূত্রে বর্ণিত হাদীসে কাপড় দিয়ে বাঁধার কথাটূকু নেই।",
    "ar": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، أَنَّ هِشَامًا الدَّسْتَوَائِيَّ، وَأَبَانَ بْنَ يَزِيدَ، حَدَّثَاهُمُ - الْمَعْنَى، - عَنْ يَحْيَى، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ امْرَأَةً، - قَالَ فِي حَدِيثِ أَبَانَ مِنْ جُهَيْنَةَ - أَتَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ إِنَّهَا زَنَتْ وَهِيَ حُبْلَى ‏.‏ فَدَعَا النَّبِيُّ صلى الله عليه وسلم وَلِيًّا لَهَا فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَحْسِنْ إِلَيْهَا فَإِذَا وَضَعَتْ فَجِئْ بِهَا ‏\"‏ ‏.‏ فَلَمَّا أَنْ وَضَعَتْ جَاءَ بِهَا فَأَمَرَ بِهَا النَّبِيُّ صلى الله عليه وسلم فَشُكَّتْ عَلَيْهَا ثِيَابُهَا ثُمَّ أَمَرَ بِهَا فَرُجِمَتْ ثُمَّ أَمَرَهُمْ فَصَلَّوْا عَلَيْهَا فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ تُصَلِّي عَلَيْهَا وَقَدْ زَنَتْ قَالَ ‏\"‏ وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ تَابَتْ تَوْبَةً لَوْ قُسِّمَتْ بَيْنَ سَبْعِينَ مِنْ أَهْلِ الْمَدِينَةِ لَوَسِعَتْهُمْ وَهَلْ وَجَدْتَ أَفْضَلَ مِنْ أَنْ جَادَتْ بِنَفْسِهَا ‏\"‏ ‏.‏ لَمْ يَقُلْ عَنْ أَبَانَ فَشُكَّتْ عَلَيْهَا ثِيَابُهَا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}