{
  "hadith": {
    "hadith_id": 4442,
    "narrator": "‘আবদুল্লাহ ইবনু বুরাইদাহ (রহঃ) হতে তার পিতা",
    "bn": "গামিদ গোত্রের এক নারী নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললো, আমি ব্যাভিচার করেছি, তিনি বললেনঃ ফিরে যাও। সে ফিরে চলে গেলো। পরদিন সকালে সে আবার তাঁর নিকট এসে বললো, আপনি যেরূপ মাঈয ইবনু মালিককে ফিরিয়ে দিয়েছিলেন, সম্ভবত আমাকেও সেরূপ ফিরিয়ে দিতে চান। আল্লাহর কসম! আমি নিশ্চয়ই গর্ভবতী। তিনি এবারো তাকে ফিরে যেতে বললে সে চলে গেলো। পরদিন সে পুনরায় আসতেই তিনি বললেনঃ তুমি ফিরে যাও যতক্ষণ না সন্তান প্রসব করো। সে ফিরে গেলো। যখন সে পুত্র সন্তান প্রসব করলো, সে সেই শিশুটিকে কোলে করে নিয়ে এসে বললো, আমি এই শিশুটিকে প্রসব করেছি। তিনি বললেনঃ তুমি ফিরে যাও এবং দুধ ছাড়ানো পর্যন্ত তাকে দুধ পান করাতে থাকো। অবশেষে দুধ ছাড়ানো হলে শিশুটিকে নিয়ে সে হাযির হলো। শিশুটি খাদ্য হাতে নিয়ে খাচ্ছিল। তিনি একজন মুসলিমকে তার ছেলেটিকে নিয়ে যাওয়ার আদেশ দিলেন। অতঃপর তার জন্য গর্ত খনন করতে আদেশ দিলে তা খনন করা হলো এবং পাথর মেরে হত্যার আদেশ দিলে তাকে এভাবে হত্যা করা হলো। তাকে পাথর মারার জন্য নিয়োজিত ব্যাক্তিদের মধ্যে খালিদ (রাঃ)-ও ছিলেন। তিনি তাকে পাথর মারলে এক ফোটা রক্ত ছিটে এসে তাঁর গালে পড়তেই তিনি তাকে গালি দেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ হে খালিদ! অনুগ্রহ করো। যাঁর হাতে আমার প্রাণ তার কসম! সে এরূপ তাওবাহ করেছে যে, কোন যালিম কর আদায়কারীও যদি সেরূপ তাওবাহ করতো, তাহলে অবশ্যই তাকে মাফ করা হতো। অতঃপর তাঁর আদেশে তার জানাযার সলাত পড়া হয় এবং তাকে দাফন করা হয়।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، عَنْ بَشِيرِ بْنِ الْمُهَاجِرِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ امْرَأَةً، - يَعْنِي مِنْ غَامِدَ - أَتَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ إِنِّي قَدْ فَجَرْتُ ‏.‏ فَقَالَ ‏\"‏ ارْجِعِي ‏\"‏ ‏.‏ فَرَجَعَتْ فَلَمَّا كَانَ الْغَدُ أَتَتْهُ فَقَالَتْ لَعَلَّكَ أَنْ تَرُدَّنِي كَمَا رَدَدْتَ مَاعِزَ بْنَ مَالِكٍ فَوَاللَّهِ إِنِّي لَحُبْلَى ‏.‏ فَقَالَ لَهَا ‏\"‏ ارْجِعِي ‏\"‏ ‏.‏ فَرَجَعَتْ فَلَمَّا كَانَ الْغَدُ أَتَتْهُ فَقَالَ لَهَا ‏\"‏ ارْجِعِي حَتَّى تَلِدِي ‏\"‏ ‏.‏ فَرَجَعَتْ فَلَمَّا وَلَدَتْ أَتَتْهُ بِالصَّبِيِّ فَقَالَتْ هَذَا قَدْ وَلَدْتُهُ ‏.‏ فَقَالَ لَهَا ‏\"‏ ارْجِعِي فَأَرْضِعِيهِ حَتَّى تَفْطِمِيهِ ‏\"‏ ‏.‏ فَجَاءَتْ بِهِ وَقَدْ فَطَمَتْهُ وَفِي يَدِهِ شَىْءٌ يَأْكُلُهُ فَأَمَرَ بِالصَّبِيِّ فَدُفِعَ إِلَى رَجُلٍ مِنَ الْمُسْلِمِينَ وَأَمَرَ بِهَا فَحُفِرَ لَهَا وَأَمَرَ بِهَا فَرُجِمَتْ وَكَانَ خَالِدٌ فِيمَنْ يَرْجُمُهَا فَرَجَمَهَا بِحَجَرٍ فَوَقَعَتْ قَطْرَةٌ مِنْ دَمِهَا عَلَى وَجْنَتِهِ فَسَبَّهَا فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَهْلاً يَا خَالِدُ فَوَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ تَابَتْ تَوْبَةً لَوْ تَابَهَا صَاحِبُ مَكْسٍ لَغُفِرَ لَهُ ‏\"‏ ‏.‏ وَأَمَرَ بِهَا فَصُلِّيَ عَلَيْهَا فَدُفِنَتْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}