{
  "hadith": {
    "hadith_id": 4446,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, একদা ইয়াহুদীরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললো, তাদের একজোড়া নারী-পুরুষ যেনা করেছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের বলেনঃ তাওরাতে তোমরা যেনা সম্বন্ধে কি হুকুম পেয়েছো? তারা বললো, আমরা তো অপমান করি এবং তাদেরকে বেত্রাঘাত করা হয়। একথা শুনে ‘আবদুল্লাহ ইবনু সালাম (রাঃ) বলেন, তোমরা মিথ্যা বলেছো। নিশ্চয়ই তাতে রজম করার হুকুম বিদ্যমান। অতঃপর তারা তাওরাত কিতাব নিয়ে আসে এবং তা খোলে। তাদের একজন তার একটি হাত রজমের আয়াতের উপর রেখে দিয়ে এর পূর্বাপর পড়তে থাকে। ‘আবদুল্লাহ ইবনু সালাম (রাঃ) তাকে হাত উঠিয়ে নিতে আদেশ দেন। সে হাত উঠিয়ে নিতেই দেখা গেলো যে, তাতে রজমের আয়াত রয়েছে। তারা বললো, হে মুহাম্মাদ! তিনি সত্যিই বলেছেন, নিশ্চয়ই তাতে রজমের আয়াত আছে। অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আদেশে দু’জনকেই রজম করা হলো। ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) বলেন, আমি দেখলাম, পুরুষটি ঐ নারীকে পাথরের আঘাত থেকে রক্ষার জন্য তার দিকে ধাবিত হচ্ছে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، قَالَ قَرَأْتُ عَلَى مَالِكِ بْنِ أَنَسٍ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ قَالَ إِنَّ الْيَهُودَ جَاءُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَذَكَرُوا لَهُ أَنَّ رَجُلاً مِنْهُمْ وَامْرَأَةً زَنَيَا فَقَالَ لَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا تَجِدُونَ فِي التَّوْرَاةِ فِي شَأْنِ الزِّنَا ‏\"‏ ‏.‏ فَقَالُوا نَفْضَحُهُمْ وَيُجْلَدُونَ ‏.‏ فَقَالَ عَبْدُ اللَّهِ بْنُ سَلاَمٍ كَذَبْتُمْ إِنَّ فِيهَا الرَّجْمَ ‏.‏ فَأَتَوْا بِالتَّوْرَاةِ فَنَشَرُوهَا فَجَعَلَ أَحَدُهُمْ يَدَهُ عَلَى آيَةِ الرَّجْمِ ثُمَّ جَعَلَ يَقْرَأُ مَا قَبْلَهَا وَمَا بَعْدَهَا فَقَالَ لَهُ عَبْدُ اللَّهِ بْنُ سَلاَمٍ ارْفَعْ يَدَكَ ‏.‏ فَرَفَعَهَا فَإِذَا فِيهَا آيَةُ الرَّجْمِ فَقَالُوا صَدَقَ يَا مُحَمَّدُ فِيهَا آيَةُ الرَّجْمِ ‏.‏ فَأَمَرَ بِهِمَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَرُجِمَا ‏.‏ قَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ فَرَأَيْتُ الرَّجُلَ يَحْنِي عَلَى الْمَرْأَةِ يَقِيهَا الْحِجَارَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}