{
  "hadith": {
    "hadith_id": 4472,
    "narrator": "আবূ উমামাহ ইবনু সাহল ইবনু হুনাইফ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কতক আনসারী সাহাবীর সূত্রে বর্ণনা করেন যে, তাদের একজন রোগে আক্রান্ত হয়ে হাড্ডিসার হয়ে যায়। এমতাবস্থায় তাদের কারো এক দাসী তার নিকট এলে সে শিহরিত হয়ে তার সঙ্গে সঙ্গম করে। তার গোত্রের লোকজন তাকে দেখতে এলে, সে তাদেরকে এ বিষয়ে অবিহিত করে এবং বলে, তোমরা আমার ব্যাপারে তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গিয়ে এ বিষয়ে ফাতাওয়া চাইবে যে, আমার নিকট আগত দাসীর সঙ্গে আমি যেনা করেছি। তারা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গিয়ে এ ঘটনা জানালো এবং বললো, রোগে শুকিয়ে তার মতো হাড্ডিসার হতে আমরা কোন লোককে দেখিনি। তাকে যদি আপনার নিকট বহন করে আনি তবে তার হাড়গোড় আলাদা হয়ে যাবে। তার হাড়ে চামড়া ছাড়া আর কিছুই নেই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে আদেশ দিলেনঃ তারা যেন একশো পাতা বিশিষ্ট একটি ডাল নিয়ে তদ্বারা তাকে একবার প্রহার করে।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي أَبُو أُمَامَةَ بْنُ سَهْلِ بْنِ حُنَيْفٍ، أَنَّهُ أَخْبَرَهُ بَعْضُ، أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ الأَنْصَارِ أَنَّهُ اشْتَكَى رَجُلٌ مِنْهُمْ حَتَّى أُضْنِيَ فَعَادَ جِلْدَةً عَلَى عَظْمٍ فَدَخَلَتْ عَلَيْهِ جَارِيَةٌ لِبَعْضِهِمْ فَهَشَّ لَهَا فَوَقَعَ عَلَيْهَا فَلَمَّا دَخَلَ عَلَيْهِ رِجَالُ قَوْمِهِ يَعُودُونَهُ أَخْبَرَهُمْ بِذَلِكَ وَقَالَ اسْتَفْتُوا لِي رَسُولَ اللَّهِ صلى الله عليه وسلم فَإِنِّي قَدْ وَقَعْتُ عَلَى جَارِيَةٍ دَخَلَتْ عَلَىَّ ‏.‏ فَذَكَرُوا ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم وَقَالُوا مَا رَأَيْنَا بِأَحَدٍ مِنَ النَّاسِ مِنَ الضُّرِّ مِثْلَ الَّذِي هُوَ بِهِ لَوْ حَمَلْنَاهُ إِلَيْكَ لَتَفَسَّخَتْ عِظَامُهُ مَا هُوَ إِلاَّ جِلْدٌ عَلَى عَظْمٍ فَأَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَأْخُذُوا لَهُ مِائَةَ شِمْرَاخٍ فَيَضْرِبُوهُ بِهَا ضَرْبَةً وَاحِدَةً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}