{
  "hadith": {
    "hadith_id": 4480,
    "narrator": "হুসাইন ইবনুল মুনযির আর-রাক্বাশী ওরফে আবূ সাসান (রহঃ)",
    "bn": "একদা আমি ‘উসমান ইবনু ‘আফফান (রাঃ)-এর নিকট উপস্থিত ছিলাম। তখন ওয়ালীদ ইবনু ‘উক্ববাহ্‌কে ধরে আনা হলো। হুমরান এবং অপর এক ব্যাক্তি তার বিরুদ্ধে সাক্ষ্য দিলো। তাদের একজন সাক্ষ্য দিলো যে, সে তাকে মদ খেতে দেখেছে। অপর ব্যাক্তি সাক্ষ্য দিলো যে, সে তাকে মদ বমি করে ফেলতে দেখেছে। ‘উসমান (রাঃ) বললেন, মদ পান না করলে তা বমি করতে পারে না। তাই তিনি ‘আলী (রাঃ)-কে তার উপর শাস্তি বাস্তবায়িত করতে নির্দশ দিলেন। ‘আলী (রাঃ) হাসান (রাঃ)-কে বললেন, তুমি তাকে শাস্তি দাও। হাসান (রাঃ) বললেন, যিনি খিলাফাতের সুবিধা ভোগ করছেন তিনি ভার বহন করবেন। অতঃপর ‘আলী (রাঃ) ‘আবদুল্লাহ ইবনু জা’ফারকে বললেন, তুমি তার উপর হাদ্দ কার্যকর করো। অতএব তিনি একটি চাবুক নিয়ে তাকে প্রহার করতে শুরু করলেন। আর ‘আলী (রাঃ) তা গননা করতে থাকলেন। যখন তিনি চল্লিশে পৌঁছলেন, ‘আলী (রাঃ) বললেন, থামো, যথেষ্ট হয়েছে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চল্লিশটি বেত্রাঘাত করেছেন। আমি মনে করি, আবূ বাক্‌রও চল্লিশটি বেত্রাঘাত করেছেন, কিন্তু ‘উমার আশিটি বেত্রাঘাত করেছেন। এর প্রতিটিই সুন্নাত। তবে আমি চল্লিশটি পছন্দ করি।",
    "ar": "حَدَّثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ، وَمُوسَى بْنُ إِسْمَاعِيلَ، - الْمَعْنَى - قَالاَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمُخْتَارِ، حَدَّثَنَا عَبْدُ اللَّهِ الدَّانَاجُ، حَدَّثَنِي حُضَيْنُ بْنُ الْمُنْذِرِ الرَّقَاشِيُّ، - هُوَ أَبُو سَاسَانَ - قَالَ شَهِدْتُ عُثْمَانَ بْنَ عَفَّانَ وَأُتِيَ بِالْوَلِيدِ بْنِ عُقْبَةَ فَشَهِدَ عَلَيْهِ حُمْرَانُ وَرَجُلٌ آخَرُ فَشَهِدَ أَحَدُهُمَا أَنَّهُ رَآهُ شَرِبَهَا - يَعْنِي الْخَمْرَ - وَشَهِدَ الآخَرُ أَنَّهُ رَآهُ يَتَقَيَّأُهَا فَقَالَ عُثْمَانُ إِنَّهُ لَمْ يَتَقَيَّأْهَا حَتَّى شَرِبَهَا ‏.‏ فَقَالَ لِعَلِيٍّ رضى الله عنه أَقِمْ عَلَيْهِ الْحَدَّ ‏.‏ فَقَالَ عَلِيٌّ لِلْحَسَنِ أَقِمْ عَلَيْهِ الْحَدَّ ‏.‏ فَقَالَ الْحَسَنُ وَلِّ حَارَّهَا مَنْ تَوَلَّى قَارَّهَا ‏.‏ فَقَالَ عَلِيٌّ لِعَبْدِ اللَّهِ بْنِ جَعْفَرٍ أَقِمْ عَلَيْهِ الْحَدَّ ‏.‏ قَالَ فَأَخَذَ السَّوْطَ فَجَلَدَهُ وَعَلِيٌّ يَعُدُّ فَلَمَّا بَلَغَ أَرْبَعِينَ قَالَ حَسْبُكَ جَلَدَ النَّبِيُّ صلى الله عليه وسلم أَرْبَعِينَ - أَحْسِبُهُ قَالَ - وَجَلَدَ أَبُو بَكْرٍ أَرْبَعِينَ وَعُمَرُ ثَمَانِينَ وَكُلٌّ سُنَّةٌ وَهَذَا أَحَبُّ إِلَىَّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}