{
  "hadith": {
    "hadith_id": 4494,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, বনু কুরাইযাহ ও বনু নাযীর নামে দু’টি (ইয়াহুদী) গোত্র ছিল। নাযীর গোত্র কুরাইযাহর চেয়ে অধিক মর্যাদার দাবিদার ছিল। এজন্য যখন কুরাইযার কোন লোক নাযীর গোত্রের কোন লোককে হত্যা করতো বিনিময়ে তাকেও হত্যা করা হতো। কিন্তু যখন নাযীর গোত্রের কোন ব্যাক্তি কুরাইযার কোন লোক হত্যা করতো তখন একশো ওয়াসাক খেজুরের মাধ্যমে মুক্তিপণ আদায় করা হতো। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন নবুওয়াত লাভ করলেন, তখন নাযীর গোত্রীয় এক ব্যাক্তি কুরাইযার এক লোককে হত্যা করলে কুরাইযার লোকেরা বললো, হত্যাকারীকে আমাদের হাতে সমর্পণ করো; আমরা তাকে হত্যা করবো। কিন্তু পুরাতন প্রথানুযায়ী এ প্রস্তাবে বনী নাযীর অসম্মতি জানালে তারা বললো, আমাদের ও তোমাদের মাঝে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রয়েছেন। তারপর তারা তাঁর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট উপস্থিত হলে এ আয়াত নাযিল হয়ঃ “যদি তুমি তাদের মধ্যে ফায়সালা করো, তাহলে ইনসাফের সঙ্গে ফায়সালা করবে” (সূরাহ আল-মায়িদাহঃ ৪২)। ইনসাফ হলো প্রাণের বিনিময়ে প্রাণ। অতঃপর নাযিল হলোঃ “তবে কি তারা জাহিলী যুগের বিধিবিধান কামনা করে (সূরাহ আল-মায়িদাহঃ ৫০)। ইমাম আবূ দাঊদ (রহঃ) বলেন, বনু কুরাইযাহ ও বনু নাযীর সকলেই নবী হারূন (আ)-এর বংশধর।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا عُبَيْدُ اللَّهِ، - يَعْنِي ابْنَ مُوسَى - عَنْ عَلِيِّ بْنِ صَالِحٍ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ قُرَيْظَةُ وَالنَّضِيرُ - وَكَانَ النَّضِيرُ أَشْرَفَ مِنْ قُرَيْظَةَ - فَكَانَ إِذَا قَتَلَ رَجُلٌ مِنْ قُرَيْظَةَ رَجُلاً مِنَ النَّضِيرِ قُتِلَ بِهِ وَإِذَا قَتَلَ رَجُلٌ مِنَ النَّضِيرِ رَجُلاً مِنْ قُرَيْظَةَ فُودِيَ بِمِائَةِ وَسْقٍ مِنْ تَمْرٍ فَلَمَّا بُعِثَ النَّبِيُّ صلى الله عليه وسلم قَتَلَ رَجُلٌ مِنَ النَّضِيرِ رَجُلاً مِنْ قُرَيْظَةَ فَقَالُوا ادْفَعُوهُ إِلَيْنَا نَقْتُلْهُ ‏.‏ فَقَالُوا بَيْنَنَا وَبَيْنَكُمُ النَّبِيُّ صلى الله عليه وسلم فَأَتَوْهُ فَنَزَلَتْ ‏{‏ وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ ‏}‏ وَالْقِسْطُ النَّفْسُ بِالنَّفْسِ ثُمَّ نَزَلَتْ ‏{‏ أَفَحُكْمَ الْجَاهِلِيَّةِ يَبْغُونَ ‏}‏ ‏.‏ قَالَ أَبُو دَاوُدَ قُرَيْظَةُ وَالنَّضِيرُ جَمِيعًا مِنْ وَلَدِ هَارُونَ النَّبِيِّ عَلَيْهِ السَّلاَمُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "41"
    }
  }
}