{
  "hadith": {
    "hadith_id": 4499,
    "narrator": "ওয়াইল ইবনু হুজর (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত ছিলাম এমতাবস্থায় গলায় চামড়ার রশি বাঁধানো এক হত্যাকারীকে আনা হল। বর্ণনাকারী বলেন, তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিহত ব্যাক্তির অভিভাবককে ডেকে বললেন, তুমি কি ক্ষমা করে দিবে? সে বললো, না। তিনি বললেন, তুমি কি দিয়াত নিবে? সে বললো, না। তিনি পুনরায় বললেন, তুমি কি হত্যা করবে? সে বললো, হাঁ। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নির্দেশ দিলেন, একে নিয়ে যাও। সে যখন যেতে উদ্যত হলো, তখন তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পুনরায় বললেন, তুমি কি ক্ষমা করে দিবে? সে বললো, না। তিনি বললেন, তুমি কি রক্তপণ গ্রহণ করবে? সে বললো, না। তিনি প্রশ্ন করলেন, তাহলে তুমি কি হত্যা করবে? সে বললো, হাঁ। তিনি বললেন, একে নিয়ে যাও। এভাবে চতুর্থবারে তিনি বললেন, জেনে রাখো, তুমি তাকে ক্ষমা করে দিলে সে নিজের ও তার সাথীর গুনাহ নিয়ে ফিরতো। বর্ণনাকারী বলেন, অতএব সে তাকে ক্ষমা করে দিলো। বর্ণনাকারী বলেন, আমি তাকে (হত্যাকারীকে) চামড়ার রশি টেনে টেনে চলে যেতে দেখেছি।",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ الْجُشَمِيُّ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عَوْفٍ، حَدَّثَنَا حَمْزَةُ أَبُو عُمَرَ الْعَائِذِيُّ، حَدَّثَنِي عَلْقَمَةُ بْنُ وَائِلٍ، حَدَّثَنِي وَائِلُ بْنُ حُجْرٍ، قَالَ كُنْتُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم إِذْ جِيءَ بِرَجُلٍ قَاتِلٍ فِي عُنُقِهِ النِّسْعَةُ قَالَ فَدَعَا وَلِيَّ الْمَقْتُولِ فَقَالَ ‏\"‏ أَتَعْفُو ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ أَفَتَأْخُذُ الدِّيَةَ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ أَفَتَقْتُلُ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ ‏\"‏ اذْهَبْ بِهِ ‏\"‏ ‏.‏ فَلَمَّا وَلَّى قَالَ ‏\"‏ أَتَعْفُو ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ أَفَتَأْخُذُ الدِّيَةَ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ أَفَتَقْتُلُ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ ‏\"‏ اذْهَبْ بِهِ ‏\"‏ ‏.‏ فَلَمَّا كَانَ فِي الرَّابِعَةِ قَالَ ‏\"‏ أَمَا إِنَّكَ إِنْ عَفَوْتَ عَنْهُ يَبُوءُ بِإِثْمِهِ وَإِثْمِ صَاحِبِهِ ‏\"‏ ‏.‏ قَالَ فَعَفَا عَنْهُ ‏.‏ قَالَ فَأَنَا رَأَيْتُهُ يَجُرُّ النِّسْعَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "41"
    }
  }
}