{
  "hadith": {
    "hadith_id": 4501,
    "narrator": "‘আলক্বামাহ ইবনু ওয়াইল (রহঃ) হতে তার পিতার সূত্র",
    "bn": "তিনি বলেন, এক ব্যাক্তি হাবশী এক লোককে নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললো, এ লোক আমার ভাতিজাকে হত্যা করেছে। তিনি বললেন, তুমি তাকে কিভাবে হত্যা করেছো? সে বললো, আমি কুঠার দিয়ে তার মাথায় আঘাত করেছিলাম, তবে তাকে হত্যা করার ইচ্ছা আমার ছিল না। তিনি বললেন, তোমার কি সম্পদ আছে যা দিয়ে তুমি তার রক্তপণ শোধ করতে পারো? সে বললো, না। তিনি বললেন, তুমি কি মনে করো, যদি আমি তোমাকে ছেড়ে দেই তাহলে তুমি কি মানুষের নিকট ভিক্ষা করে তার দিয়াত সংগ্রহ করতে পারবে? সে বললো, না। তিনি বললেন, তোমার মনিব গোষ্ঠী কি তোমার পক্ষ হতে তার দিয়াত দিবে? সে বললো, না। তিনি বাদীকে বললেন, একে নিয়ে যাও। অতঃপর হত্যা করার জন্য সে তাকে নিয়ে রওয়ানা হলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ “জেনে রাখো! যদি সে তাকে হত্যা করে, তাহলে সেও তার মতোই হবে”। কথাটি লোকটির কানে পৌঁছালো যেখান হতে সে তাঁর কথা শুনতে পাচ্ছিল। সে বললো, সে এখানে আছে; অতএব তার ব্যাপারে আপনার যা ইচ্ছা তাই হুকুম দিন। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তাকে ছেড়ে দাও। অপর বর্ণনায় আছে, তাকে ত্যাগ করো, সে তার ও তার সাথীর গুনাহ বহন করবে, ফলে সে জাহান্নামী হবে। বর্ণনাকারী বলেন, অতঃপর সে তাকে ছেড়ে দিলো।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ الطَّائِيُّ، حَدَّثَنَا عَبْدُ الْقُدُّوسِ بْنُ الْحَجَّاجِ، حَدَّثَنَا يَزِيدُ بْنُ عَطَاءٍ الْوَاسِطِيُّ، عَنْ سِمَاكٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلٍ، عَنْ أَبِيهِ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم بِحَبَشِيٍّ فَقَالَ إِنَّ هَذَا قَتَلَ ابْنَ أَخِي ‏.‏ قَالَ ‏\"‏ كَيْفَ قَتَلْتَهُ ‏\"‏ ‏.‏ قَالَ ضَرَبْتُ رَأْسَهُ بِالْفَأْسِ وَلَمْ أُرِدْ قَتْلَهُ ‏.‏ قَالَ ‏\"‏ هَلْ لَكَ مَالٌ تُؤَدِّي دِيَتَهُ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ أَفَرَأَيْتَ إِنْ أَرْسَلْتُكَ تَسْأَلُ النَّاسَ تَجْمَعُ دِيَتَهُ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ فَمَوَالِيكَ يُعْطُونَكَ دِيَتَهُ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ لِلرَّجُلِ ‏\"‏ خُذْهُ ‏\"‏ ‏.‏ فَخَرَجَ بِهِ لِيَقْتُلَهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَمَا إِنَّهُ إِنْ قَتَلَهُ كَانَ مِثْلَهُ ‏\"‏ ‏.‏ فَبَلَغَ بِهِ الرَّجُلُ حَيْثُ يَسْمَعُ قَوْلَهُ فَقَالَ هُوَ ذَا فَمُرْ فِيهِ مَا شِئْتَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَرْسِلْهُ - وَقَالَ مَرَّةً دَعْهُ - يَبُوءُ بِإِثْمِ صَاحِبِهِ وَإِثْمِهِ فَيَكُونَ مِنْ أَصْحَابِ النَّارِ ‏\"‏ ‏.‏ قَالَ فَأَرْسَلَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "41"
    }
  }
}