{
  "hadith": {
    "hadith_id": 4502,
    "narrator": "আবূ উমামাহ ইবনু সাহল (রাঃ)",
    "bn": "তিনি বলেন, আমরা ‘উসমান (রাঃ)-এর সঙ্গে ছিলাম, যখন তিনি (বিদ্রোহীদের দ্বারা) একটি ঘরে আটক ছিলেন। ঐ ঘরের একটি প্রবেশদ্বার ছিল। কেউ ঐ প্রবেশদ্বারে প্রবেশ করলে আল-বালাত নামক স্থানের লোকের কথাবার্তা শুনতে পেতো। ‘উসমান (রাঃ) তাতে প্রবেশ করলেন এবং বিবর্ণ অবস্থায় আমাদের নিকট এসে বললেন, তারা এইমাত্র আমাকে হত্যার হুমকি দিয়েছে। বর্ণনাকারী বলেন, আমরা বললাম, হে আমীরূল মুমিনীন! আল্লাহ্‌ই তাদের বিরুদ্ধে আপনার জন্য যথেষ্ট। তিনি প্রশ্ন করলেন, তারা আমাকে হত্যা করবে কেন? আমি তো রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতেন শুনেছিঃ তিনটি অপরাধের কোন একটি ব্যাতীত মুসলিম ব্যাক্তির রক্তপাত করা হালাল নয়, (১) ইসলাম গ্রহনের পর পুনরায় কুফরীতে ফিরে যাওয়া (২) বিবাহিত ব্যাক্তির যেনায় লিপ্ত হওয়া এবং (৩) হত্যার অপরাধী না হওয়া সত্ত্বেও কোন ব্যাক্তিকে হত্যা করলে। আল্লাহর কসম! আমি জাহিলী যুগে এবং ইসলামী যুগেও কখনো যেনা করিনি। আল্লাহ আমাকে হেদায়াত দান করার পর হতে আমি মোটেই অন্য ধর্ম গ্রহণ পছন্দ করি না এবং আমি কোন মানুষকে হত্যা করিনি। অতএব তারা কেন আমাকে হত্যা করবে? ইমাম আবূ দাঊদ (রহঃ) বলেন, ‘উসমান ও আবূ বকর (রাঃ) উভয়ে জাহিলী যুগেই মাদক গ্রহণ পরিত্যাগ করেছেন।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلٍ، قَالَ كُنَّا مَعَ عُثْمَانَ وَهُوَ مَحْصُورٌ فِي الدَّارِ وَكَانَ فِي الدَّارِ مَدْخَلٌ مَنْ دَخَلَهُ سَمِعَ كَلاَمَ مَنْ عَلَى الْبَلاَطِ فَدَخَلَهُ عُثْمَانُ فَخَرَجَ إِلَيْنَا وَهُوَ مُتَغَيِّرٌ لَوْنُهُ فَقَالَ إِنَّهُمْ لَيَتَوَاعَدُونَنِي بِالْقَتْلِ آنِفًا ‏.‏ قُلْنَا يَكْفِيكَهُمُ اللَّهُ يَا أَمِيرَ الْمُؤْمِنِينَ ‏.‏ قَالَ وَلِمَ يَقْتُلُونَنِي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ إِلاَّ بِإِحْدَى ثَلاَثٍ كُفْرٌ بَعْدَ إِسْلاَمٍ أَوْ زِنًا بَعْدَ إِحْصَانٍ أَوْ قَتْلُ نَفْسٍ بِغَيْرِ نَفْسٍ ‏\"‏ ‏.‏ فَوَاللَّهِ مَا زَنَيْتُ فِي جَاهِلِيَّةٍ وَلاَ إِسْلاَمٍ قَطُّ وَلاَ أَحْبَبْتُ أَنَّ لِي بِدِينِي بَدَلاً مُنْذُ هَدَانِي اللَّهُ وَلاَ قَتَلْتُ نَفْسًا فَبِمَ يَقْتُلُونَنِي قَالَ أَبُو دَاوُدَ عُثْمَانُ وَأَبُو بَكْرٍ رضى الله عنهما تَرَكَا الْخَمْرَ فِي الْجَاهِلِيَّةِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "41"
    }
  }
}