{
  "hadith": {
    "hadith_id": 4503,
    "narrator": "মুহাম্মাদ ইবনু জা’ফার ইবনু সা’দ ইবনু দুমাইরাহ (রহঃ) তার পিতা ও দাদার সূত্র",
    "bn": "তারা উভয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে হুনাইনের যুদ্ধে অংশগ্রহণ করেছেন। লাইস গোত্রীয় মুহাল্লিম ইবনু জাসসামাহ আশজা’ গোত্রের এক ব্যাক্তিকে ইসলামের (প্রাথমিক) যুগে হত্যা করে। এটা ছিল সর্বপ্রথম হত্যাকান্ড যার বিচার রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) করেছিলেন। এ ব্যাপারে ‘উয়াইনাহ আল-আশজায়ী সম্পর্কে আলাপ করেন। কেননা তিনি গাতফান গোত্রের অন্তর্ভুক্ত ছিলেন এবং আকরা’ ইবনু হারিস (রাঃ) মুহাল্লিমের পক্ষ হয়ে কথা বলেন, কেননা তিনি খিনদিফদের অন্তর্ভুক্ত ছিলেন। এতে কথা কাটাকাটি হতে হতে তা ঝগড়ায় রূপ নিলো। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রশ্ন করলেন, হে উয়াইনাহ! তুমি কি দিয়াত নিবে না? উয়াইনাহ বললেন, না, আল্লাহ্‌র কসম! যতক্ষণ তাদের নারীরা দুর্দশাগ্রস্ত না হবে, যেরূপ আমাদের নারীরা দুর্দশাগ্রস্ত হয়েছে। বর্ণনাকারী বলেন, এরপর আবার বাকবিতন্ডা চরম আকার ধারণ করলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পুনরায় উয়াইনাহ্কে উদেশ্য করে বললেন, হে উয়াইনাহ! তুমি কি দিয়াত নিবে না? উয়াইনাহ এবারও একই উত্তর দিলেন। এরপর মুকাইতিল নামক বনী লাইস গোত্রের এক ব্যাক্তি উঠে দাঁড়ালো, যার সঙ্গে অস্ত্র ও হাতে ঢাল ছিল। তিনি বললেন, হে আল্লাহর রাসূল! এ ব্যাক্তি (মুহাল্লিম) ইসলামের প্রথম যুগে যে কাজ করলো আমি তার এই উদাহরণ ছাড়া অন্য কিছু খুঁজে পাই না যে, ছাগলের একটি পাল জলাশয়ে উপনীত হলে যেটি প্রথমে এলো তার প্রতি তীর নিক্ষেপ করা হলে বাকিগুলো পলায়ন করলো, আজ একটি বিধান প্রণয়ন করুন এবং আগামীকাল তা পরিবর্তন করুন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এখনই নগদ পঞ্চাশটি এবং মদিনায় ফিরে গিয়ে বাকি পঞ্চাশটি (উট) পাবে। ঘটনাটি তাঁর কোন এক সফরের সময় ঘটেছিল। মুহাল্লিম এক দীর্ঘকায় ও বাদামী রংবিশিষ্ট লোক ছিল। সে জনতার এক পাশে উপবিষ্ট ছিল। এমতাবস্থায় তাকে মুক্তি না দেয়া পর্যন্ত তারা তদবীর করতে থাকে। সে স্বস্থান ত্যাগ করে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গিয়ে সামনা সামনি বসলো, তখন তাঁর দু’চোখ বেয়ে অশ্রু প্রবাহিত হচ্ছিল। অতঃপর তিনি বললেন, হে আল্লাহর রাসূল! আমার সম্পর্কে আপনার নিকট যে অভিযোগ এসেছে, সত্যিই আমি উক্ত দোষে দোষী। আর আমি এজন্য আল্লাহর নিকট তাওবাহ করেছি, আপনিও আল্লাহর নিকট আমার তাওবাহ কবুলের জন্য দু’আ করুন। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি কি ইসলামের প্রথম যুগে তোমার অস্ত্রের মাধ্যমে তাকে হত্যা করেছো? তিনি উচ্চস্বরে বললেন, হে আল্লাহ! মুহাল্লিমকে ক্ষমা করো না। আবূ সালামাহ্র বর্ণনায় আরো আছেঃ সে চাদরের আঁচল দিয়ে চোখের পানি মুছতে মুছতে উঠে দাঁড়ালো। ইবনু ইসহাক্ব বলেন, তার গোত্রের লোকদের ধারণা যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পরে মুহাল্লিমের জন্য ক্ষমা প্রার্থনা করেছেন। [৪৫০২]",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، فَحَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرِ بْنِ الزُّبَيْرِ، قَالَ سَمِعْتُ زِيَادَ بْنَ ضُمَيْرَةَ الضَّمْرِيَّ، ح وَحَدَّثَنَا وَهْبُ بْنُ بَيَانٍ، وَأَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ، عَنْ مُحَمَّدِ بْنِ جَعْفَرٍ، أَنَّهُ سَمِعَ زِيَادَ بْنَ سَعْدِ بْنِ ضُمَيْرَةَ السُّلَمِيَّ، - وَهَذَا حَدِيثُ وَهْبٍ وَهُوَ أَتَمُّ - يُحَدِّثُ عُرْوَةَ بْنَ الزُّبَيْرِ عَنْ أَبِيهِ - قَالَ مُوسَى - وَجَدِّهِ وَكَانَا شَهِدَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم حُنَيْنًا - ثُمَّ رَجَعْنَا إِلَى حَدِيثِ وَهْبٍ - أَنَّ مُحَلِّمَ بْنَ جَثَّامَةَ اللَّيْثِيَّ قَتَلَ رَجُلاً مِنْ أَشْجَعَ فِي الإِسْلاَمِ وَذَلِكَ أَوَّلُ غِيَرٍ قَضَى بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَتَكَلَّمَ عُيَيْنَةُ فِي قَتْلِ الأَشْجَعِيِّ لأَنَّهُ مِنْ غَطَفَانَ وَتَكَلَّمَ الأَقْرَعُ بْنُ حَابِسٍ دُونَ مُحَلِّمٍ لأَنَّهُ مِنْ خِنْدِفَ فَارْتَفَعَتِ الأَصْوَاتُ وَكَثُرَتِ الْخُصُومَةُ وَاللَّغَطُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا عُيَيْنَةُ أَلاَ تَقْبَلُ الْغِيَرَ ‏\"‏ ‏.‏ فَقَالَ عُيَيْنَةُ لاَ وَاللَّهِ حَتَّى أُدْخِلَ عَلَى نِسَائِهِ مِنَ الْحَرْبِ وَالْحَزَنِ مَا أَدْخَلَ عَلَى نِسَائِي ‏.‏ قَالَ ثُمَّ ارْتَفَعَتِ الأَصْوَاتُ وَكَثُرَتِ الْخُصُومَةُ وَاللَّغَطُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا عُيَيْنَةُ أَلاَ تَقْبَلُ الْغِيَرَ ‏\"‏ ‏.‏ فَقَالَ عُيَيْنَةُ مِثْلَ ذَلِكَ أَيْضًا إِلَى أَنْ قَامَ رَجُلٌ مِنْ بَنِي لَيْثٍ يُقَالُ لَهُ مُكَيْتِلٌ عَلَيْهِ شِكَّةٌ وَفِي يَدِهِ دَرَقَةٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي لَمْ أَجِدْ لِمَا فَعَلَ هَذَا فِي غُرَّةِ الإِسْلاَمِ مَثَلاً إِلاَّ غَنَمًا وَرَدَتْ فَرُمِيَ أَوَّلُهَا فَنَفَرَ آخِرُهَا اسْنُنِ الْيَوْمَ وَغَيِّرْ غَدًا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ خَمْسُونَ فِي فَوْرِنَا هَذَا وَخَمْسُونَ إِذَا رَجَعْنَا إِلَى الْمَدِينَةِ ‏\"‏ ‏.‏ وَذَلِكَ فِي بَعْضِ أَسْفَارِهِ وَمُحَلِّمٌ رَجُلٌ طَوِيلٌ آدَمُ وَهُوَ فِي طَرَفِ النَّاسِ فَلَمْ يَزَالُوا حَتَّى تَخَلَّصَ فَجَلَسَ بَيْنَ يَدَىْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَعَيْنَاهُ تَدْمَعَانِ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي قَدْ فَعَلْتُ الَّذِي بَلَغَكَ وَإِنِّي أَتُوبُ إِلَى اللَّهِ تَبَارَكَ وَتَعَالَى فَاسْتَغْفِرِ اللَّهَ عَزَّ وَجَلَّ لِي يَا رَسُولَ اللَّهِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَقَتَلْتَهُ بِسِلاَحِكَ فِي غُرَّةِ الإِسْلاَمِ اللَّهُمَّ لاَ تَغْفِرْ لِمُحَلِّمٍ ‏\"‏ ‏.‏ بِصَوْتٍ عَالٍ زَادَ أَبُو سَلَمَةَ فَقَامَ وَإِنَّهُ لَيَتَلَقَّى دُمُوعَهُ بِطَرَفِ رِدَائِهِ قَالَ ابْنُ إِسْحَاقَ فَزَعَمَ قَوْمُهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم اسْتَغْفَرَ لَهُ بَعْدَ ذَلِكَ ‏.‏ قَالَ أَبُو دَاوُدَ قَالَ النَّضْرُ بْنُ شُمَيْلٍ الْغِيَرُ الدِّيَةُ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪৫০২] ইবনু মাজাহ। সানাদে রয়েছে যিয়াদ বিন সা’দ যুমাইর। ইমাম যাহাবী বলেনঃ তার মাঝে জাহালাত রয়েছে। এছাড়া সানাদে ‘আবদুর রহমান বিন হারিস সম্পর্কে ইমাম আহমাদ বলেনঃ মাতরূল হাদীস। ইমাম নাসায়ী বলেনঃ তিনি শক্তিশালী নন।",
    "chapter": {
      "chapter_number": "41"
    }
  }
}