{
  "hadith": {
    "hadith_id": 4512,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাদিয়া গ্রহণ করতেন কিন্তু সদাক্বাহ গ্রহণ করতেন না। বর্ণনাকারী বলেন, খায়বারে এক ইয়াহুদী মহিলা একটি ভুনা বকরীতে বিষ মিশিয়ে তাঁকে হাদিয়া দেয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা হতে আহার করেন এবং লোকজনও আহার করে। তিনি বললেনঃ তোমরা তোমাদের হাত গুটিয়ে নাও। কারণ এটি আমাকে অবহিত করেছে যে, এটি বিষযুক্ত। (বিষক্রিয়ার ফলে) বিশ্‌র ইবনুল বারাআ ইবনু মা’রূর আল-আনসারী (রাঃ) মারা যান। তিনি ইয়াহুদী মহিলাকে ডেকে এনে প্রশ্ন করেনঃ তুমি যা করলে তা করতে তোমার কিসে প্ররোচিত করেছে? সে বললো, আপনি যদি সত্য নবী হয়ে থাকেন তাহলে আমি যা করেছি তাতে আপনার ক্ষতি হবে না। আর যদি আপনি বাদশাহ হয়ে থাকেন তাহলে আমি আপনার থেকে মানুষকে শান্তি দিলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নির্দেশ দিলে পরে তাকে হত্যা করা হলো। অতঃপর তিনি যে ব্যথায় আক্রান্ত হয়ে ইন্তেকাল করেন সেই সম্পর্কে বলেনঃ আমি সর্বদা সেই লোকমার ব্যাথা অনুভব করছি যা আমি খায়বারে খেয়েছিলাম। এই সময়ে তা আমার প্রধান ধমনি কেটে দিচ্ছে।",
    "ar": "حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، عَنْ خَالِدٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْبَلُ الْهَدِيَّةَ وَلاَ يَأْكُلُ الصَّدَقَةَ ‏.‏ وَحَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ فِي مَوْضِعٍ آخَرَ عَنْ خَالِدٍ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ وَلَمْ يَذْكُرْ أَبَا هُرَيْرَةَ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْبَلُ الْهَدِيَّةَ وَلاَ يَأْكُلُ الصَّدَقَةَ ‏.‏ زَادَ فَأَهْدَتْ لَهُ يَهُودِيَّةٌ بِخَيْبَرَ شَاةً مَصْلِيَّةً سَمَّتْهَا فَأَكَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْهَا وَأَكَلَ الْقَوْمُ فَقَالَ ‏\"‏ ارْفَعُوا أَيْدِيَكُمْ فَإِنَّهَا أَخْبَرَتْنِي أَنَّهَا مَسْمُومَةٌ ‏\"‏ ‏.‏ فَمَاتَ بِشْرُ بْنُ الْبَرَاءِ بْنِ مَعْرُورٍ الأَنْصَارِيُّ فَأَرْسَلَ إِلَى الْيَهُودِيَّةِ ‏\"‏ مَا حَمَلَكِ عَلَى الَّذِي صَنَعْتِ ‏\"‏ ‏.‏ قَالَتْ إِنْ كُنْتَ نَبِيًّا لَمْ يَضُرَّكَ الَّذِي صَنَعْتُ وَإِنْ كُنْتَ مَلِكًا أَرَحْتُ النَّاسَ مِنْكَ ‏.‏ فَأَمَرَ بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقُتِلَتْ ثُمَّ قَالَ فِي وَجَعِهِ الَّذِي مَاتَ فِيهِ ‏\"‏ مَا زِلْتُ أَجِدُ مِنَ الأَكْلَةِ الَّتِي أَكَلْتُ بِخَيْبَرَ فَهَذَا أَوَانُ قَطَعَتْ أَبْهَرِي ‏\"‏ ‏.",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "41"
    }
  }
}