{
  "hadith": {
    "hadith_id": 4520,
    "narrator": "সাহল ইবনু আবূ হাসমা ও রাফি’ ইবনু খাদীজা (রাঃ) সূত্র",
    "bn": "মুহাইয়াসা ইবনু মাস’ঊদ ও ‘আবদুল্লাহ ইবনু সাহল (রাঃ) দুজনেই খায়বারে উপনীত হয়ে খেজুর বাগানের মধ্যে পৃথক হয়ে গেলেন। ‘আবদুল্লাহ ইবনু সাহল নিহত হলে তারা এজন্য ইয়াহুদী গোত্রকে দায়ী করলো। অতঃপর তার ভাই ‘আবদুর রহমান ইবনু সাহল ও তার দু’জন চাচাত ভাই হুওয়াইয়াসা ও মুহাইয়াসা একত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হলেন এবং ভাইয়ের ব্যাপারে আলাপ শুরু করলো। বস্তুত সে তাদের মধ্যে বয়েসে ছোট ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন; যে বড়ো, অর্থাৎ যে বয়েসে বড়ো তাকে আগে কথা বলতে দাও। অথবা তিনি বললেন, তোমাদের মধ্যে যে বয়সে বড়ো তারই শুরু করা উচিৎ। অতঃপর তারা দু’জনে তাদের সাথীর (নিহতের) বিষয়ে আলাপ করলো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাদের মধ্য হতে কোন ব্যাক্তির দায়ী হওয়ার ব্যাপারে তোমাদের মধ্য হতে পঞ্চাশজনকে কসম করতে হবে; অতঃপর কিসাস নেয়ার জন্য আসামীকে সোপর্দ করা হবে। তারা বললো, আমরা কি করে কসম করবো, আমরা তো উপস্থিত ছিলাম না! তিনি বললেন, তাহলে তাদের মধ্য হতে পঞ্চাশ ব্যাক্তির কসম গ্রহণের মাধ্যমে ইয়াহুদীরা তোমাদের হতে অভিযোগমুক্ত হবে। তারা বললো, হে আল্লাহর রাসূল! এরা তো কাফির সম্প্রদায়ের। বর্ণনাকারী বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের পক্ষ থেকে দিয়াত পরিশোধ করলেন। সাহ্‌ল (রাঃ) বলেন, আমি একদিন তাদের উটের বাথানে গিয়েছিলাম, ঐ উটগুলোর মধ্যকার একটা মাদী উট আমাকে পা দিয়ে সজোরে লাথি মেরেছিল। হাম্মাদ (রহঃ)-ও একইরূপ বর্ণনা করেন। ইমাম আবূ দাঊদ (রহঃ) বলেন, এ হাদীস বিশ্র ইবনু মুফাদ্দাল ও মালিক ইবনু ইয়াহয়া ইবনু সাঈদ হতে বর্ণনা করেছেন। সেখানে রয়েছেঃ তোমরা কি পঞ্চাশটি কসম খেয়ে তোমাদের হত্যাকারীর রক্তের অধিকারী হবে? কিন্তু বিশ্র (রহঃ) তার বর্ণনায় রক্ত শব্দটি বলেননি।",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ، وَمُحَمَّدُ بْنُ عُبَيْدٍ، - الْمَعْنَى - قَالاَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ بَشِيرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، وَرَافِعِ بْنِ خَدِيجٍ، أَنَّ مُحَيِّصَةَ بْنَ مَسْعُودٍ، وَعَبْدَ اللَّهِ بْنَ سَهْلٍ، انْطَلَقَا قِبَلَ خَيْبَرَ فَتَفَرَّقَا فِي النَّخْلِ فَقُتِلَ عَبْدُ اللَّهِ بْنُ سَهْلٍ فَاتَّهَمُوا الْيَهُودَ فَجَاءَ أَخُوهُ عَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَابْنَا عَمِّهِ حُوَيِّصَةُ وَمُحَيِّصَةُ فَأَتَوُا النَّبِيَّ صلى الله عليه وسلم فَتَكَلَّمَ عَبْدُ الرَّحْمَنِ فِي أَمْرِ أَخِيهِ وَهُوَ أَصْغَرُهُمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْكُبْرَ الْكُبْرَ ‏\"‏ ‏.‏ أَوْ قَالَ ‏\"‏ لِيَبْدَإِ الأَكْبَرُ ‏\"‏ ‏.‏ فَتَكَلَّمَا فِي أَمْرِ صَاحِبِهِمَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يُقْسِمُ خَمْسُونَ مِنْكُمْ عَلَى رَجُلٍ مِنْهُمْ فَيُدْفَعُ بِرُمَّتِهِ ‏\"‏ ‏.‏ قَالُوا أَمْرٌ لَمْ نَشْهَدْهُ كَيْفَ نَحْلِفُ قَالَ ‏\"‏ فَتُبَرِّئُكُمْ يَهُودُ بِأَيْمَانِ خَمْسِينَ مِنْهُمْ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ قَوْمٌ كُفَّارٌ ‏.‏ قَالَ فَوَدَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ قِبَلِهِ ‏.‏ قَالَ قَالَ سَهْلٌ دَخَلْتُ مِرْبَدًا لَهُمْ يَوْمًا فَرَكَضَتْنِي نَاقَةٌ مِنْ تِلْكَ الإِبِلِ رَكْضَةً بِرِجْلِهَا ‏.‏ قَالَ حَمَّادٌ هَذَا أَوْ نَحْوَهُ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ بِشْرُ بْنُ الْمُفَضَّلِ وَمَالِكٌ عَنْ يَحْيَى بْنِ سَعِيدٍ قَالَ فِيهِ ‏\"‏ أَتَحْلِفُونَ خَمْسِينَ يَمِينًا وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ أَوْ قَاتِلِكُمْ ‏\"‏ وَلَمْ يَذْكُرْ بِشْرٌ دَمًا وَقَالَ عَبْدَةُ عَنْ يَحْيَى كَمَا قَالَ حَمَّادٌ وَرَوَاهُ ابْنُ عُيَيْنَةَ عَنْ يَحْيَى فَبَدَأَ بِقَوْلِهِ ‏\"‏ تُبَرِّئُكُمْ يَهُودُ بِخَمْسِينَ يَمِينًا يَحْلِفُونَ ‏\"‏ ‏.‏ وَلَمْ يَذْكُرِ الاِسْتِحْقَاقَ قَالَ أَبُو دَاوُدَ وَهَذَا وَهَمٌ مِنِ ابْنِ عُيَيْنَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "41"
    }
  }
}