{
  "hadith": {
    "hadith_id": 453,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মদিনায় আগমন করে মদীনার বনু ‘আমর ইবনু ‘আওফ নামক উচ্চভূমির একটি এলাকায় অবতরণ করলেন। সেখানে তিনি চৌদ্দ দিন অবস্থান করেন। অতঃপর তিনি বনু নাজ্জারের নিকট লোক পাঠালেন। তারা তাঁর (সম্মানার্থে) গলায় তরবারী ঝুলিয়ে অস্ত্রে সুসজ্জিত অবস্থায় এলো আনাস (রাঃ) বলেন, আমি যেন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে উটের উপর দেখে পাচ্ছি এবং তাঁর পেছনে আবূ বকর (রাঃ) আরোহিত ছিলেন। আর বনু নাজ্জারের লোকেরা ছিল তাঁর চারপাশে। অবশেষে তিনি আবূ আইউব আনসারী (রাঃ) এর আঙ্গিনায় অবতরণ করলেন। যেখানেই সলাতের ওয়াক্ত হত রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত আদায় করে নিতেন। তিনি বকরী রাখার স্থানেও সলাত আদায় করতেন। অতঃপর তিনি মসজিদ নির্মাণের আদেশ দিলেন। তিন বনু নাজ্জারের নিকট সংবাদ পাঠিয়ে ডাকালেন এবং বললেন, হে বনু নাজ্জার! তোমরা এ বাগানের মূল্য নিয়ে নাও। তারা বলল, আল্লাহ্‌র শপথ! আমরা এর বিনিময় একমাত্র আল্লাহ্‌র নিকটেই চাই। আনাস (রাঃ) বলেন বাগানটিতে যা যা ছিল আমি তোমাদেরকে তা বলছিঃ তাতে ছিল মুশরিকদের কিছু ক্ববর, পুরাতন ধ্বংসস্তুপ এবং কিছু খেজুর গাছ। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নির্দেশক্রমে মুশরিকদের ক্ববরগুলো খুঁড়ে হাড়গোড় ইত্যাদি বেছে অন্যত্র ফেলে দেয়া হলো। কর্তিত খেজুর গাছের কাণ্ড মসজিদের সামনে সারিবদ্ধভাবে গেড়ে দেওয়া হলো। দরজার চৌকাঠ নির্মাণ করা হলো পাথর দ্বারা। সাহাবীদণ পাথরগুলো স্থানান্তরের সময় কবিতা আবৃত্তি করেছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -ও তাদের সাথেই ছিলেন। তিনি বলেছিলেনঃ হে আল্লাহ্‌! আখিরাতের কল্যাণই প্রকৃত কল্যাণ। আপনি আনসার ও মুহাজিরের সাহায্য করুন।\n\nসহীহঃ বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ أَبِي التَّيَّاحِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ فَنَزَلَ فِي عُلْوِ الْمَدِينَةِ فِي حَىٍّ يُقَالُ لَهُمْ بَنُو عَمْرِو بْنِ عَوْفٍ فَأَقَامَ فِيهِمْ أَرْبَعَ عَشَرَةَ لَيْلَةً ثُمَّ أَرْسَلَ إِلَى بَنِي النَّجَّارِ فَجَاءُوا مُتَقَلِّدِينَ سُيُوفَهُمْ - فَقَالَ أَنَسٌ - فَكَأَنِّي أَنْظُرُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى رَاحِلَتِهِ وَأَبُو بَكْرٍ رِدْفَهُ وَمَلأُ بَنِي النَّجَّارِ حَوْلَهُ حَتَّى أَلْقَى بِفِنَاءِ أَبِي أَيُّوبَ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي حَيْثُ أَدْرَكَتْهُ الصَّلاَةُ وَيُصَلِّي فِي مَرَابِضِ الْغَنَمِ وَإِنَّهُ أَمَرَ بِبِنَاءِ الْمَسْجِدِ فَأَرْسَلَ إِلَى بَنِي النَّجَّارِ فَقَالَ ‏ \"‏ يَا بَنِي النَّجَّارِ ثَامِنُونِي بِحَائِطِكُمْ هَذَا ‏\"‏ ‏.‏ فَقَالُوا وَاللَّهِ لاَ نَطْلُبُ ثَمَنَهُ إِلاَّ إِلَى اللَّهِ عَزَّ وَجَلَّ ‏.‏ قَالَ أَنَسٌ وَكَانَ فِيهِ مَا أَقُولُ لَكُمْ كَانَتْ فِيهِ قُبُورُ الْمُشْرِكِينَ وَكَانَتْ فِيهِ خِرَبٌ وَكَانَ فِيهِ نَخْلٌ فَأَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِقُبُورِ الْمُشْرِكِينَ فَنُبِشَتْ وَبِالْخِرَبِ فَسُوِّيَتْ وَبِالنَّخْلِ فَقُطِعَ فَصَفُّوا النَّخْلَ قِبْلَةَ الْمَسْجِدِ وَجَعَلُوا عِضَادَتَيْهِ حِجَارَةً وَجَعَلُوا يَنْقُلُونَ الصَّخْرَ وَهُمْ يَرْتَجِزُونَ وَالنَّبِيُّ صلى الله عليه وسلم مَعَهُمْ وَهُوَ يَقُولُ اللَّهُمَّ لاَ خَيْرَ إِلاَّ خَيْرُ الآخِرَهْ فَانْصُرِ الأَنْصَارَ وَالْمُهَاجِرَهْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}