{
  "hadith": {
    "hadith_id": 4607,
    "narrator": "‘আবদুর রহমান ইবনু ‘আমর আস-সুলামী ও হুজর ইবনু হুজর (রাঃ)",
    "bn": "একদা আমরা আল-ইরবাদ ইবনু সারিয়াহ (রাঃ)-এর নিকট আসলাম। যাদের সম্পর্কে এ আয়াত নাযিল হয়েছে তিনি তাদের অন্তর্ভুক্ত : “তাদেরও কোন অপরাধ নেই যারা তোমার নিকট বাহনের জন্য এলে তুমি বলেছিলে : আমি তোমাদের জন্য কোন বাহনের ব্যবস্থা করতে পারছি না” (সূরাহ আত-তাওবাহ : ৯২)। আমরা সালাম দিয়ে বললাম, আমরা আপনাকে দেখতে, আপনার অসুস্থতার খবর নিতে এবং আপনার কাছ থেকে কিছু অর্জন করতে এসেছি। আল-ইরবাদ (রাঃ) বললেন, একদিন রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে সঙ্গে নিয়ে সলাত আদায় করলেন, অতঃপর আমাদের দিকে ফিরে আমাদের উদ্দেশে জ্বালাময়ী ভাষণ দিলেন, তাতে চোখগুলো অশ্রুসিক্ত হলো এবং অন্তরগুলো বিগলিত হলো। তখন এক ব্যক্তি বললেন, হে আল্লাহ্‌র রাসুল! এ যেন কারো বিদায়ী ভাষণ! অতএব আপনি আমাদেরকে কি নির্দেশ দেন? তিনি বলেনঃ আমি তোমাদেরকে আল্লাহ্ভীতির, শ্রবণ ও আনুগত্যের উপদেশ দিচ্ছি, যদিও সে (আমীর) একজন হাবশী গোলাম হয়। কারণ তোমাদের মধ্যে যারা আমার পরে জীবিত থাকবে তারা অচিরেই প্রচুর মতবিরোধ দেখবে। তখন তোমরা অবশ্যই আমার সুন্নাত এবং আমার হিদায়াতপ্রাপ্ত খলীফাহ্গণের সুন্নাত অনুসরণ করবে, তা দাঁত দিয়ে কামড়ে আঁকড়ে থাকবে। সাবধান! (ধর্মে) প্রতিটি নবাবিষ্কার সম্পর্কে! কারণ প্রতিটি নবাবিষ্কার হলো বিদ’আত এবং প্রতিটি বিদ’আত হলো ভ্রষ্টতা।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا ثَوْرُ بْنُ يَزِيدَ، قَالَ حَدَّثَنِي خَالِدُ بْنُ مَعْدَانَ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو السُّلَمِيُّ، وَحُجْرُ بْنُ حُجْرٍ، قَالاَ أَتَيْنَا الْعِرْبَاضَ بْنَ سَارِيَةَ وَهُوَ مِمَّنْ نَزَلَ فِيهِ ‏{‏ وَلاَ عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لاَ أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ ‏}‏ فَسَلَّمْنَا وَقُلْنَا أَتَيْنَاكَ زَائِرِينَ وَعَائِدِينَ وَمُقْتَبِسِينَ ‏.‏ فَقَالَ الْعِرْبَاضُ صَلَّى بِنَا رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ ثُمَّ أَقْبَلَ عَلَيْنَا فَوَعَظَنَا مَوْعِظَةً بَلِيغَةً ذَرَفَتْ مِنْهَا الْعُيُونُ وَوَجِلَتْ مِنْهَا الْقُلُوبُ فَقَالَ قَائِلٌ يَا رَسُولَ اللَّهِ كَأَنَّ هَذِهِ مَوْعِظَةُ مُوَدِّعٍ فَمَاذَا تَعْهَدُ إِلَيْنَا فَقَالَ ‏\"‏ أُوصِيكُمْ بِتَقْوَى اللَّهِ وَالسَّمْعِ وَالطَّاعَةِ وَإِنْ عَبْدًا حَبَشِيًّا فَإِنَّهُ مَنْ يَعِشْ مِنْكُمْ بَعْدِي فَسَيَرَى اخْتِلاَفًا كَثِيرًا فَعَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الْمَهْدِيِّينَ الرَّاشِدِينَ تَمَسَّكُوا بِهَا وَعَضُّوا عَلَيْهَا بِالنَّوَاجِذِ وَإِيَّاكُمْ وَمُحْدَثَاتِ الأُمُورِ فَإِنَّ كُلَّ مُحْدَثَةٍ بِدْعَةٌ وَكُلَّ بِدْعَةٍ ضَلاَلَةٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "42"
    }
  }
}