{
  "hadith": {
    "hadith_id": 4612,
    "narrator": "আবুস্‌ সালত (রাঃ)",
    "bn": "তিনি বলেন, একদা এক ব্যক্তি ‘উমার ইবনু ‘আবদুল ‘আযীয (রহঃ)-এর নিকট তাক্বদীর সম্পর্কে জানতে চেয়ে চিঠি লিখলো। উত্তরে তিনি লিখেন, অতঃপর আমি তোমাকে উপদেশ দিচ্ছি, আল্লাহ্‌কে ভয় করো, ভারসাম্যপূর্ণভাবে তাঁর হুকুম মেনে চলো, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সুন্নাতের অনুসরণ করো, তাঁর আদর্শ প্রতিষ্ঠা লাভের ও সংরক্ষিত হওয়ার পর বিদ’আতীদের বিদ’আত বর্জন করো। সুন্নাতকে আঁকড়ে ধরা তোমার কর্তব্য। কারণ এ সুন্নাত তোমাদের জন্য আল্লাহ্‌র অনুমতিক্রমে রক্ষাকবজ। জেনে রাখো! মানুষ এমন কোন বিদ’আত করেনি যার বিরুদ্ধে ইতিপূর্বে কোন প্রমাণ প্রতিষ্ঠিত হয়নি বা তার বিরুদ্ধে এমন কোন শিক্ষা নেই যা তার ভ্রান্তি প্রমাণ করে। কেননা সুন্নাতকে এমন এক ব্যক্তিত্ব প্রতিষ্ঠা করেছেন, যিনি সুন্নাতের বিপরীত সম্বন্ধে অবগত। আর ইবনু ফাসির তার বর্ণনায় “তিনি জানতেন ভুলত্রুটি, অজ্ঞতা ও গোঁড়ামি সম্পর্কে” একথাগুলো উল্লেখ করেননি। কাজেই তুমি নিজের জন্য ঐ পথ বেছে নিবে যা তোমার পূর্ববর্তী মহাপুরুষগণ তাদের নিজেদের জন্য অবলম্বন করেছেন। কারণ তারা যা জানতে পেরেছেন তার পূর্ণ জ্ঞান অর্জন করেছেন এবং তীক্ষ্ণ দূরদর্শিতার সঙ্গে বিরত থেকেছেন এবং তারা দ্বীন সম্পর্কে পারদর্শী ছিলেন, আর যা করতে তারা নিষেধ করেছেন, তা জেনে-শুনেই নিষেধ করেছেন। তারা দ্বীনের অর্থ উপলব্ধির ক্ষেত্রে আমাদের চেয়ে অনেক জ্ঞানী ছিলেন। আর তোমাদের মতাদর্শ যদি সঠিক পথ হয় তাহলে তোমরা তাদেরকে ডিঙ্গিয়ে গেলে। আর যদি তোমরা বল যে, তারা দ্বীনের মধ্যে নতুন কথা উদ্ভাবন করেছেন তবে বলো, পূর্ববর্তী লোকেরাই উত্তম ছিলেন এবং তারা এদের তুলনায় অগ্রগামী ছিলেন। যতোটুকু বর্ণনা করার তা তারা বর্ণনা করেছেন, আর যতোটুকু বলার প্রয়োজন তা তারা বলেছেন। এর অতিরিক্ত বা এর কমও বলার নেই। আর এক গোত্র তাদেরকে উপেক্ষা করে কিছু কমিয়েছে, তারা সঠিক পথ হতে সরে গেছে, আর যারা বাড়িয়েছে তারা সীমা লঙ্ঘন করেছে। আর পূর্ববর্তী মহাপুরুষগণ ছিলেন এর মাঝামাঝি সঠিক পথের অনুসারী। পত্রে তুমি তাক্বদীরে বিশ্বাস সম্পর্কে জানতে চেয়ে লিখেছো। আল্লাহ্‌র অনুগ্রহে তুমি এমন ব্যক্তির নিকট এ বিষয়ে জানতে চেয়েছো যিনি এ ব্যাপারে অভিজ্ঞ। আমার জানা মতে, তাক্বদীরে বিশ্বাসের উপর বিদ’আতীদের নবতর মতবাদ প্রভাব বিস্তার করতে পারেনি। এটা কোন নতুন বিষয় নয়, জাহিলিয়াতের সময়ও এ ব্যাপারে আলোচনা হয়েছে। অজ্ঞ লোকেরা তখনও তাদের আলোচনা ও কবিতায় এ বিষয়টি উল্লেখ করতো এবং তাদের ব্যর্থতার জন্য তাক্বদীরকে দায়ী করতো। ইসলাম এসে এ ধারণাকে আরো বদ্ধমূল করেছে এবং এ ব্যাপারে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অনেক হাদীস উল্লেখ করেছেন। আর মুসলিমগণ তাঁর নিকট সরাসরি শুনেছে এবং তাঁর জীবদ্দশায় ও মৃত্যুর পরে পরস্পর আলোচনা করেছে। তারা অন্তরে বিশ্বাস রেখে, তাদের রবের অনুগত হয়ে, নিজেদেরকে অক্ষম মনে করে এ বিশ্বাস স্থাপন করেছে যে, এমন কোন বস্তু নেই যা আল্লাহ্‌র জ্ঞান, কিতাব ও তাক্বদীর বহির্ভূত। এছাড়া তা আল্লাহ্‌র আমোঘ কিতাবে লিপিবদ্ধ আছে। আর যদি তোমরা বলো, কেন আল্লাহ্‌ এ আয়াত নাযিল করেছেন এবং কেন একথা বলেছেন, তবে জেনে রাখো! তারাও কিতাবের ঐসব বিষয় পড়েছেন যা তোমরা পড়ছো; উপরন্তু তারা সেসব ব্যাখ্যা অবহিত ছিলেন যা তোমরা জানো না। এতদসত্ত্বেও তারা বলেছেন, সবকিছু আল্লাহ্‌র কিতাব ও তাক্বদীর অনুযায়ী সংঘটিত হয়ে থাকে। আল্লাহ্‌ যা নির্ধারণ করেছেন তা অবশ্যই ঘটবে, আল্লাহ্‌ যা চান তাই হয় এবং যা চান না তা হয় না। লাভ বা ক্ষতি কোন কিছুই আমরা নিজেদের জন্য করতে সক্ষম নই। অতঃপর তারা ভালো কাজের প্রতি উৎসাহী ও খারাপ কাজের ব্যাপারে সাবধান হয়েছেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ كَتَبَ رَجُلٌ إِلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ يَسْأَلُهُ عَنِ الْقَدَرِ، ح وَحَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ الْمُؤَذِّنُ، قَالَ حَدَّثَنَا أَسَدُ بْنُ مُوسَى، قَالَ حَدَّثَنَا حَمَّادُ بْنُ دُلَيْلٍ، قَالَ سَمِعْتُ سُفْيَانَ الثَّوْرِيَّ، يُحَدِّثُنَا عَنِ النَّضْرِ، ح وَحَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، عَنْ قَبِيصَةَ، قَالَ حَدَّثَنَا أَبُو رَجَاءٍ، عَنْ أَبِي الصَّلْتِ، - وَهَذَا لَفْظُ حَدِيثِ ابْنِ كَثِيرٍ وَمَعْنَاهُمْ - قَالَ كَتَبَ رَجُلٌ إِلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ يَسْأَلُهُ عَنِ الْقَدَرِ فَكَتَبَ أَمَّا بَعْدُ أُوصِيكَ بِتَقْوَى اللَّهِ وَالاِقْتِصَادِ فِي أَمْرِهِ وَاتِّبَاعِ سُنَّةِ نَبِيِّهِ صلى الله عليه وسلم وَتَرْكِ مَا أَحْدَثَ الْمُحْدِثُونَ بَعْدَ مَا جَرَتْ بِهِ سُنَّتُهُ وَكُفُوا مُؤْنَتَهُ فَعَلَيْكَ بِلُزُومِ السُّنَّةِ فَإِنَّهَا لَكَ بِإِذْنِ اللَّهِ عِصْمَةٌ ثُمَّ اعْلَمْ أَنَّهُ لَمْ يَبْتَدِعِ النَّاسُ بِدْعَةً إِلاَّ قَدْ مَضَى قَبْلَهَا مَا هُوَ دَلِيلٌ عَلَيْهَا أَوْ عِبْرَةٌ فِيهَا فَإِنَّ السُّنَّةَ إِنَّمَا سَنَّهَا مَنْ قَدْ عَلِمَ مَا فِي خِلاَفِهَا وَلَمْ يَقُلِ ابْنُ كَثِيرٍ مَنْ قَدْ عَلِمَ ‏.‏ مِنَ الْخَطَإِ وَالزَّلَلِ وَالْحُمْقِ وَالتَّعَمُّقِ فَارْضَ لِنَفْسِكَ مَا رَضِيَ بِهِ الْقَوْمُ لأَنْفُسِهِمْ فَإِنَّهُمْ عَلَى عِلْمٍ وَقَفُوا وَبِبَصَرٍ نَافِذٍ كَفَوْا وَلَهُمْ عَلَى كَشْفِ الأُمُورِ كَانُوا أَقْوَى وَبِفَضْلِ مَا كَانُوا فِيهِ أَوْلَى فَإِنْ كَانَ الْهُدَى مَا أَنْتُمْ عَلَيْهِ لَقَدْ سَبَقْتُمُوهُمْ إِلَيْهِ وَلَئِنْ قُلْتُمْ إِنَّمَا حَدَثَ بَعْدَهُمْ ‏.‏ مَا أَحْدَثَهُ إِلاَّ مَنِ اتَّبَعَ غَيْرَ سَبِيلِهِمْ وَرَغِبَ بِنَفْسِهِ عَنْهُمْ فَإِنَّهُمْ هُمُ السَّابِقُونَ فَقَدْ تَكَلَّمُوا فِيهِ بِمَا يَكْفِي وَوَصَفُوا مِنْهُ مَا يَشْفِي فَمَا دُونَهُمْ مِنْ مَقْصَرٍ وَمَا فَوْقَهُمْ مِنْ مَحْسَرٍ وَقَدْ قَصَّرَ قَوْمٌ دُونَهُمْ فَجَفَوْا وَطَمَحَ عَنْهُمْ أَقْوَامٌ فَغَلَوْا وَإِنَّهُمْ بَيْنَ ذَلِكَ لَعَلَى هُدًى مُسْتَقِيمٍ كَتَبْتَ تَسْأَلُ عَنِ الإِقْرَارِ بِالْقَدَرِ فَعَلَى الْخَبِيرِ بِإِذْنِ اللَّهِ وَقَعْتَ مَا أَعْلَمُ مَا أَحْدَثَ النَّاسُ مِنْ مُحْدَثَةٍ وَلاَ ابْتَدَعُوا مِنْ بِدْعَةٍ هِيَ أَبْيَنُ أَثَرًا وَلاَ أَثْبَتُ أَمْرًا مِنَ الإِقْرَارِ بِالْقَدَرِ لَقَدْ كَانَ ذَكَرَهُ فِي الْجَاهِلِيَّةِ الْجُهَلاَءُ يَتَكَلَّمُونَ بِهِ فِي كَلاَمِهِمْ وَفِي شِعْرِهِمْ يُعَزُّونَ بِهِ أَنْفُسَهُمْ عَلَى مَا فَاتَهُمْ ثُمَّ لَمْ يَزِدْهُ الإِسْلاَمُ بَعْدُ إِلاَّ شِدَّةً وَلَقَدْ ذَكَرَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي غَيْرِ حَدِيثٍ وَلاَ حَدِيثَيْنِ وَقَدْ سَمِعَهُ مِنْهُ الْمُسْلِمُونَ فَتَكَلَّمُوا بِهِ فِي حَيَاتِهِ وَبَعْدَ وَفَاتِهِ يَقِينًا وَتَسْلِيمًا لِرَبِّهِمْ وَتَضْعِيفًا لأَنْفُسِهِمْ أَنْ يَكُونَ شَىْءٌ لَمْ يُحِطْ بِهِ عِلْمُهُ وَلَمْ يُحْصِهِ كِتَابُهُ وَلَمْ يَمْضِ فِيهِ قَدَرُهُ وَإِنَّهُ مَعَ ذَلِكَ لَفِي مُحْكَمِ كِتَابِهِ مِنْهُ اقْتَبَسُوهُ وَمِنْهُ تَعَلَّمُوهُ وَلَئِنْ قُلْتُمْ لِمَ أَنْزَلَ اللَّهُ آيَةَ كَذَا وَلِمَ قَالَ كَذَا ‏.‏ لَقَدْ قَرَءُوْا مِنْهُ مَا قَرَأْتُمْ وَعَلِمُوا مِنْ تَأْوِيلِهِ مَا جَهِلْتُمْ وَقَالُوا بَعْدَ ذَلِكَ كُلِّهِ بِكِتَابٍ وَقَدَرٍ وَكُتِبَتِ الشَّقَاوَةُ وَمَا يُقَدَّرْ يَكُنْ وَمَا شَاءَ اللَّهُ كَانَ وَمَا لَمْ يَشَأْ لَمْ يَكُنْ وَلاَ نَمْلِكُ لأَنْفُسِنَا ضَرًّا وَلاَ نَفْعًا ثُمَّ رَغَبُوا بَعْدَ ذَلِكَ وَرَهِبُوا ‏.",
    "grade_id": 8,
    "grade": "সহিহ মাকতু",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "42"
    }
  }
}