{
  "hadith": {
    "hadith_id": 4643,
    "narrator": "আসিম (রহঃ)",
    "bn": "তিনি বলেন, আমি হাজ্জাজকে মিম্বারের উপর দাঁড়িয়ে বলতে শুনেছিঃ তোমরা যথাসাধ্য আল্লাহকে ভয় করো, এতে কোন ব্যতিক্রম নেই। আর আমিরুল মু’মিনীন ‘আবদুল মালিকের (আদেশ) শুনো এবং অনুসরণ করো, এতেও কোন ব্যতিক্রম নেই। আল্লাহর কসম! আমি লোকদেরকে যদি মাসজিদের এক দরজা দিয়ে বের হয়ে যাওয়ার নির্দেশ দেই এবং তারা অন্য দরজা দিয়ে বের হয়, তাহলে আমার জন্য তাদের রক্ত ও সম্পদ বৈধ। আল্লাহর কসম! যদি আমি রবী’আহ গোত্রকে মুদার গোত্রের অপরাধের জন্য শাস্তি দেই এটাও আমার জন্য আল্লাহর পক্ষ হতে বৈধ। হুজাইল পুত্র মনে করে যে, সে যেভাবে কুরআন পড়ে তা আল্লাহর পক্ষ হতে। আল্লাহর কসম! তা তো বেদুঈনদের সঙ্গীতমালার মধ্যকার সঙ্গীতমাত্র। তা আল্লাহ তার নাবীর উপর নাযীল করেননি। অনারব লোকদের পক্ষ হতে কে আমার নিকট ওজনখাহি করবে। তাদের মধ্যকার কেউ পাথর নিক্ষেপ করে, অতঃপর বলে, দ্যাখো! এই পাথর কতো দূর গিয়ে পৌঁছে। সে একটি নতুন ঘটনার জন্ম দিলো। আল্লাহর কসম! আমি তাদেরকে গতকালের ন্যায় নিশ্চিহ্ন করবো। বর্ণনাকারী বলেন, আমি কথাগুলো আল-আ’মাশ (রহঃ) -এর নিকট বর্ণনা করলে তিনি বলেন, আল্লাহ্‌র কসম! আমিও তাকে কথাগুলো বলতে শুনেছি।\n\nসনদ সহিহ - হাজ্জাজ পর্যন্ত।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا أَبُو بَكْرٍ، عَنْ عَاصِمٍ، قَالَ سَمِعْتُ الْحَجَّاجَ، وَهُوَ عَلَى الْمِنْبَرِ يَقُولُ اتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ لَيْسَ فِيهَا مَثْنَوِيَّةٌ وَاسْمَعُوا وَأَطِيعُوا لَيْسَ فِيهَا مَثْنَوِيَّةٌ لأَمِيرِ الْمُؤْمِنِينَ عَبْدِ الْمَلِكِ وَاللَّهِ لَوْ أَمَرْتُ النَّاسَ أَنْ يَخْرُجُوا مِنْ بَابٍ مِنْ أَبْوَابِ الْمَسْجِدِ فَخَرَجُوا مِنْ بَابٍ آخَرَ لَحَلَّتْ لِي دِمَاؤُهُمْ وَأَمْوَالُهُمْ وَاللَّهِ لَوْ أَخَذْتُ رَبِيعَةَ بِمُضَرَ لَكَانَ ذَلِكَ لِي مِنَ اللَّهِ حَلاَلاً وَيَا عَذِيرِي مِنْ عَبْدِ هُذَيْلٍ يَزْعُمُ أَنَّ قِرَاءَتَهُ مِنْ عِنْدِ اللَّهِ وَاللَّهِ مَا هِيَ إِلاَّ رَجَزٌ مِنْ رَجَزِ الأَعْرَابِ مَا أَنْزَلَهَا اللَّهُ عَلَى نَبِيِّهِ عَلَيْهِ السَّلاَمُ وَعَذِيرِي مِنْ هَذِهِ الْحَمْرَاءِ يَزْعُمُ أَحَدُهُمْ أَنَّهُ يَرْمِي بِالْحَجَرِ فَيَقُولُ إِلَى أَنْ يَقَعَ الْحَجَرُ قَدْ حَدَثَ أَمْرٌ فَوَاللَّهِ لأَدَعَنَّهُمْ كَالأَمْسِ الدَّابِرِ ‏.‏ قَالَ فَذَكَرْتُهُ لِلأَعْمَشِ فَقَالَ أَنَا وَاللَّهِ سَمِعْتُهُ مِنْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "42"
    }
  }
}