{
  "hadith": {
    "hadith_id": 4650,
    "narrator": "রিয়াহ ইবনুল হারিস (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি অমুক লোকের (মুগীরাহ ইবনু শু’বার) নিকট কুফার মাসজিদে বসা ছিলাম এবং তার নিকট কুফার লোকজনও উপস্থিত ছিল। এ সময় সাঈদ ইবনু যায়িদ ‘আমর ইবনু নুফাইল (রাঃ) এলে তিনি তাকে সাদর সম্ভাষণ ও সালাম জানিয়ে খাটের উপর নিজের পায়ের কাছে বসালেন। অতঃপর ক্বাইস ইবনু ‘আলক্বামাহ নামক জনৈক কুফাবাসী এলে তাকেও অভ্যর্থনা জানালেন। তারপর সে গালাগালি করতে লাগলো। সাঈদ (রাঃ) বললেন, এ ব্যক্তি কাকে গালি দিচ্ছে? তিনি বললেন, সে ‘আলী (রাঃ) -কে গালি দিচ্ছে। তিনি বললেন, আমি দেখতে পাচ্ছি, সে রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবীকে আপনার সম্মুখে গালি দিচ্ছে অথচ আপনি তাকে নিষেধ করছেন না আর থামাচ্ছেনও না! আমি রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ আমি তাঁর সম্পর্কে এমন উক্তি করা হতে মুক্ত যা তিনি বলেননি। অতঃপর ক্বিয়ামাতের দিন যখন তার সঙ্গে আমার সাক্ষাৎ হবে তখন এ ব্যাপারে জিজ্ঞাসাবাদ করবেন। আবূ বকর (রাঃ) জান্নাতী, ‘উমার (রাঃ) জান্নাতী। বর্ণনাকারী অতঃপর অনুরূপ অর্থের বর্ণনা করলেন এবং তিনি বললেন, তাদের কোন একজনের রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম)-এর সাহচর্য লাভ, যে সাহচর্যে তিনি সন্তুষ্ট ছিলেন না তাও তোমাদের কোন ব্যক্তির সারা জীবনের আমলের চেয়ে উত্তম, যদিও সে নূহ (আঃ)-এর মতো দীর্ঘ আয়ু পায়।",
    "ar": "حَدَّثَنَا أَبُو كَامِلٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا صَدَقَةُ بْنُ الْمُثَنَّى النَّخَعِيُّ، حَدَّثَنِي جَدِّي، رِيَاحُ بْنُ الْحَارِثِ قَالَ كُنْتُ قَاعِدًا عِنْدَ فُلاَنٍ فِي مَسْجِدِ الْكُوفَةِ وَعِنْدَهُ أَهْلُ الْكُوفَةِ فَجَاءَ سَعِيدُ بْنُ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ فَرَحَّبَ بِهِ وَحَيَّاهُ وَأَقْعَدَهُ عِنْدَ رِجْلِهِ عَلَى السَّرِيرِ فَجَاءَ رَجُلٌ مِنْ أَهْلِ الْكُوفَةِ يُقَالُ لَهُ قَيْسُ بْنُ عَلْقَمَةَ فَاسْتَقْبَلَهُ فَسَبَّ وَسَبَّ فَقَالَ سَعِيدٌ مَنْ يَسُبُّ هَذَا الرَّجُلُ قَالَ يَسُبُّ عَلِيًّا ‏.‏ قَالَ أَلاَ أَرَى أَصْحَابَ رَسُولِ اللَّهِ صلى الله عليه وسلم يُسَبُّونَ عِنْدَكَ ثُمَّ لاَ تُنْكِرُ وَلاَ تُغَيِّرُ أَنَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ وَإِنِّي لَغَنِيٌّ أَنْ أَقُولَ عَلَيْهِ مَا لَمْ يَقُلْ فَيَسْأَلُنِي عَنْهُ غَدًا إِذَا لَقِيتُهُ ‏ \"‏ أَبُو بَكْرٍ فِي الْجَنَّةِ وَعُمَرُ فِي الْجَنَّةِ ‏\"‏ ‏.‏ وَسَاقَ مَعْنَاهُ ثُمَّ قَالَ لَمَشْهَدُ رَجُلٍ مِنْهُمْ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَغْبَرُّ فِيهِ وَجْهُهُ خَيْرٌ مِنْ عَمَلِ أَحَدِكُمْ عُمْرَهُ وَلَوْ عُمِّرَ عُمْرَ نُوحٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "42"
    }
  }
}