{
  "hadith": {
    "hadith_id": 4656,
    "narrator": "উমর ইবনুল খাত্তাব (রাঃ) এর মুয়াজ্জিন আকরা’ (রাঃ)",
    "bn": "তিনি বলেন, ‘উমার (রাঃ) আমাকে উশকুফ (খৃস্টানদের ধর্মগুরু)-এর নিকট প্রেরণ করলেন। আমি তাকে ডেকে আনলে ‘উমার (রাঃ) তাকে বললেন, তুমি আমার সম্পর্কে কোন কিছু কিতাবে দেখতে পাও কি? তিনি বললেন, হাঁ। তিনি বললেন, আমাকে কিভাবে পাও। তিনি বললেন, আমি আপনাকে দুর্গ হিসেবে পাই। বর্ণনাকারী বলেন, ‘উমার (রাঃ) তার উপর চাবুক তুলে বললেন, দুর্গ মানে? সে বললো, একটি লৌহ দুর্গ ও কঠোর আস্থাভাজন ব্যক্তি। তিনি বলেন, আমার পরে যিনি আসবেন তাকে তুমি কেমন পাচ্ছো? তিনি বললেন, আমি তাকে পুন্যবান খলীফাহ হিসেবে পাচ্ছি, তবে তিনি আত্মীয়দের দ্বারা প্রভাবিত হবেন। ‘উমার (রাঃ) তিনবার বললেন, আল্লাহ্‌ ‘উসমানের উপর দয়া করুন। ‘উমার (রাঃ) বললেন, তারপর যিনি আসবেন তাকে কেমন পাচ্ছো? উশকুফ বলেন, তাঁকে লোহার মরিচা হিসেবে পাচ্ছি। বর্ণনাকারী বলেন, তারপর ‘উমার (রাঃ) তার হাত তার মাথায় রেখে বলেন, হে দুর্গন্ধ, হে দুর্গন্ধ! ধর্মগুরু বললো, হে আমীরুল মু’মিনীন! তিনি একজন সৎ ও ন্যায়নিষ্ঠ খলীফাহ, কিন্তু যখন তাকে নির্বাচন করা হবে তখন তরবারি কোষমুক্ত অবস্থায় থাকবে এবং হানাহানি চলবে। [৪৬৫৫]\n\nসানাদ দুর্বল।",
    "ar": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ أَبُو عُمَرَ الضَّرِيرُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، أَنَّ سَعِيدَ بْنَ إِيَاسٍ الْجُرَيْرِيَّ، أَخْبَرَهُمْ عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ الْعُقَيْلِيِّ، عَنِ الأَقْرَعِ، مُؤَذِّنِ عُمَرَ بْنِ الْخَطَّابِ قَالَ بَعَثَنِي عُمَرُ إِلَى الأُسْقُفِّ فَدَعَوْتُهُ فَقَالَ لَهُ عُمَرُ وَهَلْ تَجِدُنِي فِي الْكِتَابِ قَالَ نَعَمْ ‏.‏ قَالَ كَيْفَ تَجِدُنِي قَالَ أَجِدُكَ قَرْنًا ‏.‏ فَرَفَعَ عَلَيْهِ الدِّرَّةَ فَقَالَ قَرْنُ مَهْ فَقَالَ قَرْنٌ حَدِيدٌ أَمِينٌ شَدِيدٌ ‏.‏ قَالَ كَيْفَ تَجِدُ الَّذِي يَجِيءُ مِنْ بَعْدِي فَقَالَ أَجِدُهُ خَلِيفَةً صَالِحًا غَيْرَ أَنَّهُ يُؤْثِرُ قَرَابَتَهُ ‏.‏ قَالَ عُمَرُ يَرْحَمُ اللَّهُ عُثْمَانَ ثَلاَثًا فَقَالَ كَيْفَ تَجِدُ الَّذِي بَعْدَهُ قَالَ أَجِدُهُ صَدَأَ حَدِيدٍ فَوَضَعَ عُمَرُ يَدَهُ عَلَى رَأْسِهِ فَقَالَ يَا دَفْرَاهُ يَا دَفْرَاهُ ‏.‏ فَقَالَ يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّهُ خَلِيفَةٌ صَالِحٌ وَلَكِنَّهُ يُسْتَخْلَفُ حِينَ يُسْتَخْلَفُ وَالسَّيْفُ مَسْلُولٌ وَالدَّمُ مُهْرَاقٌ ‏.‏ قَالَ أَبُو دَاوُدَ الدَّفْرُ النَّتْنُ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪৬৫৫] আবূ দাঊদ এটি এককভাবে বর্ণনা করেন।",
    "chapter": {
      "chapter_number": "42"
    }
  }
}