{
  "hadith": {
    "hadith_id": 4659,
    "narrator": "আমর ইবনু আবূ কুর্‌রা (রহঃ)",
    "bn": "তিনি বলেন, হুযাইফাহ (রাঃ)  মাদায়েনে অবস্থানকালে এমন কিছু কথা উল্লেখ করেন, যে কথাগুলো রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) অসন্তুষ্ট অবস্থায় কতিপয় সাহাবীকে বলেছিলেন। হুযাইফাহ (রাঃ) -এর কথাগুলো যারা শুনেছিলেন, তাদের কতক এসে সালমান (রাঃ) -এর নিকট হুযাইফাহর (রাঃ)  বক্তব্যের বর্ণনা দিলে সালমান (রাঃ) বলেন, হুযাইফাহ (রাঃ) যা বলেছেন, তা তিনিই ভালো জানেন। অতঃপর তারা হুযাইফাহ্‌র (রাঃ) নিকট ফিরে এসে বললেন, আমরা সালমান (রাঃ) -এর নিকট আপনার কথাগুলো বলেছি কিন্তু তিনি আপনার কথার সমর্থন বা অসমর্থন কোনটাই দেননি। অতঃপর হুযাইফাহ (রাঃ) সালমান (রাঃ) -এর সঙ্গে সবজি বাগানে সাক্ষাত করে বলেন, হে সালমান! যে কথা আমি রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম)-এর নিকট শুনেছি তার সমর্থন দিতে তোমাকে কিসে বিরত রেখেছে? সালমান (রাঃ) বললেন, রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) অসন্তুষ্ট হলে তাঁর কিছু সাহাবীকে কিছু কথা বলতেন এবং তাঁর সাহাবীদের মধ্যে কারো উপর সন্তুষ্ট হয়ে সন্তোষসূচক কিছু কথা বলতেন। যদি তুমি এ বিষয়গুলোর উল্লেখ হতে বিরত না থাকো, তাহলে তুমি অনেক লোককে পরস্পর ভালোবাসা ও বন্ধুত্বে আবদ্ধ করবে আর এক দলকে পরস্পর মনমালিন্য ও অসন্তোষে ফেলবে, এতে দলাদলির সৃষ্টি হবে। তুমি জানো, রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) তাঁর ভাষণে বলেছেন, আমার উম্মাতের কাউকে আমি অসন্তুষ্ট অবস্থায় মন্দ বলি বা অভিশাপ দেই কেননা আদম সন্তান হিসাবে আমিও তাদের মতো অসন্তুষ্ট হয়ে থাকি। তিনি আমাকে সৃষ্টিকুলের জন্য করুণার আঁধার করে পাঠিয়েছেন। হে আল্লাহ! আমার গালি ও অভিশাপকে ক্বিয়ামাতের দিন তাদের জন্য রহমতে পরিণত করো। এরপর সালমান (রাঃ) বলেনঃ আল্লাহর কসম! যদি তুমি বিরত না থাকো তাহলে আমি অবশ্যই ‘উমার (রাঃ) -কে লিখে পাঠাবো। অতঃপর কিছু সংখ্যক লোকের দ্বারা তার উপর চাপ সৃষ্টি করা হলে তিনি তার কসম ভঙ্গের কাফ্‌ফারাহ দিলেন, ‘উমার (রাঃ) -কে চিঠি লিখেননি এবং কসম ভঙ্গের আগেই কাফ্‌ফারাহ দিলেন। ইমাম আবূ দাঊদ (রহঃ) বলেন, কসম ভঙ্গের (কাফ্‌ফারাহ) আগে বা পরে দেয়া উভয়ই জায়িয।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زَائِدَةُ بْنُ قُدَامَةَ الثَّقَفِيُّ، حَدَّثَنَا عُمَرُ بْنُ قَيْسٍ الْمَاصِرُ، عَنْ عَمْرِو بْنِ أَبِي قُرَّةَ، قَالَ كَانَ حُذَيْفَةُ بِالْمَدَائِنِ فَكَانَ يَذْكُرُ أَشْيَاءَ قَالَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم لأُنَاسٍ مِنْ أَصْحَابِهِ فِي الْغَضَبِ فَيَنْطَلِقُ نَاسٌ مِمَّنْ سَمِعَ ذَلِكَ مِنْ حُذَيْفَةَ فَيَأْتُونَ سَلْمَانَ فَيَذْكُرُونَ لَهُ قَوْلَ حُذَيْفَةَ فَيَقُولُ سَلْمَانُ حُذَيْفَةُ أَعْلَمُ بِمَا يَقُولُ فَيَرْجِعُونَ إِلَى حُذَيْفَةَ فَيَقُولُونَ لَهُ قَدْ ذَكَرْنَا قَوْلَكَ لِسَلْمَانَ فَمَا صَدَّقَكَ وَلاَ كَذَّبَكَ ‏.‏ فَأَتَى حُذَيْفَةُ سَلْمَانَ وَهُوَ فِي مَبْقَلَةٍ فَقَالَ يَا سَلْمَانُ مَا يَمْنَعُكَ أَنْ تُصَدِّقَنِي بِمَا سَمِعْتُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ سَلْمَانُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَغْضَبُ فَيَقُولُ فِي الْغَضَبِ لِنَاسٍ مِنْ أَصْحَابِهِ وَيَرْضَى فَيَقُولُ فِي الرِّضَا لِنَاسٍ مِنْ أَصْحَابِهِ أَمَا تَنْتَهِي حَتَّى تُوَرِّثَ رِجَالاً حُبَّ رِجَالٍ وَرِجَالاً بُغْضَ رِجَالٍ وَحَتَّى تُوقِعَ اخْتِلاَفًا وَفُرْقَةً وَلَقَدْ عَلِمْتَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَطَبَ فَقَالَ ‏ \"‏ أَيُّمَا رَجُلٍ مِنْ أُمَّتِي سَبَبْتُهُ سَبَّةً أَوْ لَعَنْتُهُ لَعْنَةً فِي غَضَبِي - فَإِنَّمَا أَنَا مِنْ وَلَدِ آدَمَ أَغْضَبُ كَمَا يَغْضَبُونَ وَإِنَّمَا بَعَثَنِي رَحْمَةً لِلْعَالَمِينَ - فَاجْعَلْهَا عَلَيْهِمْ صَلاَةً يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ وَاللَّهِ لَتَنْتَهِيَنَّ أَوْ لأَكْتُبَنَّ إِلَى عُمَرَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "42"
    }
  }
}