{
  "hadith": {
    "hadith_id": 4699,
    "narrator": "আবূ 'আবদুল্লাহ ইবনুল দায়লামী (রহঃ)",
    "bn": "তিনি বলেন, আমি উবাই ইবনু কা’ব (রাঃ) -এর নিকট এসে তাকে বললাম, তাক্বদীর সম্পর্কে আমার মনে একটা দ্বিধার উদ্রেক হয়েছে। তাই আপনি আমাকে এমন কিছু বলুন যার বিনিময়ে আশা করি মহান আল্লাহ আমার মনের দ্বিধা-দ্বন্দ্ব দূর করবেন। তিনি বললেন, মহান আল্লাহ তাঁর আসমান ও পৃথিবীবাসী সকলকে শাস্তি দিতে পারেন। তারপরও তিনি তাদের প্রতি অন্যায়কারী সাব্যস্ত হবেন না। পক্ষান্তরে, তিনি যদি তাদের সকলকে দয়া করেন তাহলে তাঁর এ দয়া তাদের জন্য তাদের নেক আমল হতে উত্তম হবে। সুতরাং যদি তুমি উহুদ পাহাড় পরিমাণ স্বর্ণও আল্লাহর পথে দান করো আর তাক্বদীরে বিশ্বাস না রাখো, তবে তা গ্রহণ করা হবে না যতোক্ষণ না তুমি পুনরায় তাক্বদীরে বিশ্বাস করবে এবং উপলব্ধি করবে যে, যা তোমার ঘটেছে তা ভুলেও তোমাকে এড়িয়ে যাওয়ার ছিল না। পক্ষান্তরে, যা এগিয়ে গেছে তা কখনো ভুলেও তোমার বেলায় ঘটবার ছিল না। আর এ বিশ্বাস ছাড়া তুমি মারা গেলে জাহান্নামে যাবে। ইবনুদ দায়লামী বলেন, অতঃপর আমি ‘আবদুল্লাহ ইবনু মাস’ঊদ (রাঃ) -এর নিকট গিয়ে এ ব্যাপারে প্রশ্ন করলে তিনি নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম)-এর উদ্বৃতি দিয়ে একই কথা বলেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَبِي سِنَانٍ، عَنْ وَهْبِ بْنِ خَالِدٍ الْحِمْصِيِّ، عَنِ ابْنِ الدَّيْلَمِيِّ، قَالَ أَتَيْتُ أُبَىَّ بْنَ كَعْبٍ فَقُلْتُ لَهُ وَقَعَ فِي نَفْسِي شَىْءٌ مِنَ الْقَدَرِ فَحَدِّثْنِي بِشَىْءٍ لَعَلَّ اللَّهَ أَنْ يُذْهِبَهُ مِنْ قَلْبِي ‏.‏ فَقَالَ لَوْ أَنَّ اللَّهَ عَذَّبَ أَهْلَ سَمَوَاتِهِ وَأَهْلَ أَرْضِهِ عَذَّبَهُمْ وَهُوَ غَيْرُ ظَالِمٍ لَهُمْ وَلَوْ رَحِمَهُمْ كَانَتْ رَحْمَتُهُ خَيْرًا لَهُمْ مِنْ أَعْمَالِهِمْ وَلَوْ أَنْفَقْتَ مِثْلَ أُحُدٍ ذَهَبًا فِي سَبِيلِ اللَّهِ مَا قَبِلَهُ اللَّهُ مِنْكَ حَتَّى تُؤْمِنَ بِالْقَدَرِ وَتَعْلَمَ أَنَّ مَا أَصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ وَأَنَّ مَا أَخْطَأَكَ لَمْ يَكُنْ لِيُصِيبَكَ وَلَوْ مُتَّ عَلَى غَيْرِ هَذَا لَدَخَلْتَ النَّارَ ‏.‏ قَالَ ثُمَّ أَتَيْتُ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ فَقَالَ مِثْلَ ذَلِكَ - قَالَ - ثُمَّ أَتَيْتُ حُذَيْفَةَ بْنَ الْيَمَانِ فَقَالَ مِثْلَ ذَلِكَ - قَالَ - ثُمَّ أَتَيْتُ زَيْدَ بْنَ ثَابِتٍ فَحَدَّثَنِي عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَ ذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "42"
    }
  }
}