{
  "hadith": {
    "hadith_id": 4702,
    "narrator": "উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মূসা (আঃ) বললেন, হে রব! যে আদম (আঃ) আমাদেরকে ও তাঁর নিজেকে জান্নাত হতে বিতাড়িত করেছেন, তাকেঁ আমি দেখতে চাই। অতঃপর মহান আল্লাহ তাকে আদম (আঃ)-কে দেখালেন। তিনি বললেন, আপনিই আমাদের পিতা আদম (আঃ)? আদম (আঃ) তাকে বললেন, হাঁ। অতঃপর তিনি বললেন, আপনি সেই মহান ব্যক্তি যাঁর মধ্যে মহান আল্লাহ তাঁর পক্ষ হতে রূহ সঞ্চার করেছেন এবং আপনাকে সকল কিছুর নাম শিখিয়েছেন, আর ফেরেশতাদেরকে হুকুম দিলে তারা আপনাকে সাজদাহ্ করেছেন। তিনি বললেন, হাঁ। তিনি পুনরায় বললেন, আমাদেরকে ও আপনার নিজেকে জান্নাত হতে বহিষ্কার করার জন্য আপনাকে কোন বস্তু উদ্বুদ্ধ করেছিল? এবার আদম (আঃ) বললেন, তুমি কে? তিনি বললেন, আমি মূসা (আঃ)। তিনি বললেন, তুমি বনী ইসরাঈলের এমন একজন নবী যাঁর সাথে আল্লাহ পর্দার অন্তরাল হতে সরাসরি কথা বলেছেন এবং তোমার ও তাঁর মাঝে সৃষ্টি জগতের কাউকে বার্তাবাহক হিসেবে গ্রহণ করেননি। তিনি বললেন, হাঁ। তিনি বললেন, তুমি কি আল্লাহর কিতাবে দেখতে পাওনি যে, সেটি নির্ধারিত ছিল আমাকে সৃষ্টি কারার পূর্বেই? তিনি বললেন, হাঁ। তিনি বললেন, যে বিষয়ে মহান আল্লাহর সিদ্ধান্ত আমার পূর্ব হতেই লিপিবদ্ধ সে ব্যাপারে আমাকে কেন অভিযুক্ত করছো? রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সুতরাং এ বিতর্কে আদম (আঃ) মূসা (আঃ)-এর উপর জয়ী হলেন।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، قَالَ حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي هِشَامُ بْنُ سَعْدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ مُوسَى قَالَ يَا رَبِّ أَرِنَا آدَمَ الَّذِي أَخْرَجَنَا وَنَفْسَهُ مِنَ الْجَنَّةِ فَأَرَاهُ اللَّهُ آدَمَ فَقَالَ أَنْتَ أَبُونَا آدَمُ فَقَالَ لَهُ آدَمُ نَعَمْ ‏.‏ قَالَ أَنْتَ الَّذِي نَفَخَ اللَّهُ فِيكَ مِنْ رُوحِهِ وَعَلَّمَكَ الأَسْمَاءَ كُلَّهَا وَأَمَرَ الْمَلاَئِكَةَ فَسَجَدُوا لَكَ قَالَ نَعَمْ ‏.‏ قَالَ فَمَا حَمَلَكَ عَلَى أَنْ أَخْرَجْتَنَا وَنَفْسَكَ مِنَ الْجَنَّةِ فَقَالَ لَهُ آدَمُ وَمَنْ أَنْتَ قَالَ أَنَا مُوسَى ‏.‏ قَالَ أَنْتَ نَبِيُّ بَنِي إِسْرَائِيلَ الَّذِي كَلَّمَكَ اللَّهُ مِنْ وَرَاءِ الْحِجَابِ لَمْ يَجْعَلْ بَيْنَكَ وَبَيْنَهُ رَسُولاً مِنْ خَلْقِهِ قَالَ نَعَمْ ‏.‏ قَالَ أَفَمَا وَجَدْتَ أَنَّ ذَلِكَ كَانَ فِي كِتَابِ اللَّهِ قَبْلَ أَنْ أُخْلَقَ قَالَ نَعَمْ ‏.‏ قَالَ فَفِيمَ تَلُومُنِي فِي شَىْءٍ سَبَقَ مِنَ اللَّهِ تَعَالَى فِيهِ الْقَضَاءُ قَبْلِي ‏\"‏ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم عِنْدَ ذَلِكَ ‏\"‏ فَحَجَّ آدَمُ مُوسَى فَحَجَّ آدَمُ مُوسَى ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "42"
    }
  }
}