{
  "hadith": {
    "hadith_id": 4703,
    "narrator": "মুসলিম ইবনু ইয়াসার আল্‌-জুহানী (রহঃ)",
    "bn": "একদা ‘উমার ইবনুল খাত্তাব (রাঃ) -কে এ আয়াত সম্পর্কে প্রশ্ন করা হলোঃ “যখন তোমার রব আদম সন্তানের পিঠ হতে তাদের সমস্ত সন্তানদেরকে বের করলেন...” (সূরাহ আল-আ’রাফঃ ১৭২)। বর্ণনাকারী বলেন, আল্‌-কা’নাবী এ আয়াত পড়েছিলেন। ‘উমার (রাঃ) বলেন, আমি এ সম্পর্কে রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম)-এর নিকট প্রশ্ন করতে শুনেছি। রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মহান আল্লাহ আদম (আঃ)-কে সৃষ্টি করার পর স্বীয় ডান হাতে তাঁর পিঠ বুলিয়ে তা থেকে তাঁর একদল সন্তান বের করে বললেন, আমি এদেরকে জান্নাতের জন্য সৃষ্টি করেছি এবং এরা জান্নাতবাসীর উপযোগী কাজই করবে। অতঃপর আবার তাঁর পিঠে হাত বুলিয়ে একদল সন্তান বের করিয়ে বললেন, এদেরকে আমি জাহান্নামের জন্য সৃষ্টি করেছি এবং এরা জাহান্নামীদের উপযোগী কাজই করবে। একথা শুনে এক ব্যক্তি বললো, হে আল্লাহর রাসূল! তাহলে আমলের কি মূল্য রইলো? রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বললেন, মহান আল্লাহ যখন কোন বান্দাকে জান্নাতের জন্য সৃষ্টি করেন তখন তার দ্বারা জান্নাতীদের কাজই করিয়ে নেন। শেষে সে জান্নাতীদের কাজ করেই মারা যায়। আর আল্লাহ এর বিনিময়ে তাকে জান্নাতে প্রবেশ করান। আর যখন তিনি কোন বান্দাকে জাহান্নামের জন্য সৃষ্টি করেন, তখন তার দ্বারা জাহান্নামীদের কাজ করিয়ে নেন। অবশেষে সে জাহান্নামীদের কাজ করে মারা যায়। অতঃপর এজন্য তিনি তাকে জাহান্নামে প্রবেশ করান।\n\nসহীহ, পিঠ বুলানো কথাটি বাদে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَبِي أُنَيْسَةَ، أَنَّ عَبْدَ الْحَمِيدِ بْنَ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ الْخَطَّابِ، أَخْبَرَهُ عَنْ مُسْلِمِ بْنِ يَسَارٍ الْجُهَنِيِّ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، سُئِلَ عَنْ هَذِهِ الآيَةِ، ‏{‏ وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آدَمَ مِنْ ظُهُورِهِمْ ‏}‏ قَالَ قَرَأَ الْقَعْنَبِيُّ الآيَةَ ‏.‏ فَقَالَ عُمَرُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم سُئِلَ عَنْهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ اللَّهَ عَزَّ وَجَلَّ خَلَقَ آدَمَ ثُمَّ مَسَحَ ظَهْرَهُ بِيَمِينِهِ فَاسْتَخْرَجَ مِنْهُ ذُرِّيَّةً فَقَالَ خَلَقْتُ هَؤُلاَءِ لِلْجَنَّةِ وَبِعَمَلِ أَهْلِ الْجَنَّةِ يَعْمَلُونَ ثُمَّ مَسَحَ ظَهْرَهُ فَاسْتَخْرَجَ مِنْهُ ذُرِّيَّةً فَقَالَ خَلَقْتُ هَؤُلاَءِ لِلنَّارِ وَبِعَمَلِ أَهْلِ النَّارِ يَعْمَلُونَ ‏\"‏ ‏.‏ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ فَفِيمَ الْعَمَلُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ اللَّهَ عَزَّ وَجَلَّ إِذَا خَلَقَ الْعَبْدَ لِلْجَنَّةِ اسْتَعْمَلَهُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى يَمُوتَ عَلَى عَمَلٍ مِنْ أَعْمَالِ أَهْلِ الْجَنَّةِ فَيُدْخِلَهُ بِهِ الْجَنَّةَ وَإِذَا خَلَقَ الْعَبْدَ لِلنَّارِ اسْتَعْمَلَهُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى يَمُوتَ عَلَى عَمَلٍ مِنْ أَعْمَالِ أَهْلِ النَّارِ فَيُدْخِلَهُ بِهِ النَّارَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "42"
    }
  }
}