{
  "hadith": {
    "hadith_id": 4723,
    "narrator": "আবদুল মুত্তালিবে পুত্র ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমি একদল লোকের সঙ্গে আল্‌-বাতহা উপত্যকায় ছিলাম, সেখানে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও ছিলেন। তাদের মাথার উপর দিয়ে একখন্ড মেঘ উড়ে গেলো। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেটির দিকে তাকিয়ে বললেন, তোমরা একে কি বলো? সাহাবীগণ বললেন, মেঘ (সাহাব)। তিনি বললেন, ‘আল্‌-মুয্‌ন’? তারা বললেন, এবং মুয্‌নও (সাদা মেঘ)। তিনি বললেন, আল ‘আল্‌-আনান’? তারা বললেন, আল্‌-আনানও। ইমাম আবূ দাঊদ (রহঃ) বলেন, ‘আনান’ শব্দটি আমি ভালোভাবে মুখস্ত করতে পারিনি। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমরা কি জানো, আসমান ও যমীনের মাঝে কতটুকু দূরত্ব? তারা বললেন, না। তিনি বললেন, উভয়ের মধ্যকার দূরত্বের পরিমাণ হলো একাত্তর বা বায়াত্তর বা তিয়াত্তর বছরের সমান। তারপর এর মতই দুরত্বে প্রথম আসমান, এভাবে পরপর সাতটি আসমানের দূরত্ব নির্দেশ করলেন। অতঃপর সপ্তম আসমানের উপরে একটি সমুদ্র রয়েছে যার উপর ও নীচের মধ্যকার গভীরতা আসমান ও যমীনের মধ্যকার দূরত্বের সমান। এর উপরে আটটি পাহাড়িঁ ছাগল রয়েছে যার ক্ষুর ও হাঁটুর মধ্যকার দূরত্ব আসমান ও যমীনের মধ্যকার দুরত্বের সমান। তারপর এদের পিঠের উপরে রয়েছে মহান আরশ যার উপর ও নীচের মধ্যকার দূরত্বও আসমান ও যমীনের মধ্যকার দুরত্বের সমান। অতঃপর আর উপর রয়েছেন বরকতময় মহান আল্লাহ। [৪৭২২]\n\nদুর্বল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ الْبَزَّازُ، حَدَّثَنَا الْوَلِيدُ بْنُ أَبِي ثَوْرٍ، عَنْ سِمَاكٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمِيرَةَ، عَنِ الأَحْنَفِ بْنِ قَيْسٍ، عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ، قَالَ كُنْتُ فِي الْبَطْحَاءِ فِي عِصَابَةٍ فِيهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم فَمَرَّتْ بِهِمْ سَحَابَةٌ فَنَظَرَ إِلَيْهَا فَقَالَ ‏\"‏ مَا تُسَمُّونَ هَذِهِ ‏\"‏ ‏.‏ قَالُوا السَّحَابَ ‏.‏ قَالَ ‏\"‏ وَالْمُزْنَ ‏\"‏ ‏.‏ قَالُوا وَالْمُزْنَ ‏.‏ قَالَ ‏\"‏ وَالْعَنَانَ ‏\"‏ ‏.‏ قَالُوا وَالْعَنَانَ ‏.‏ قَالَ أَبُو دَاوُدَ لَمْ أُتْقِنِ الْعَنَانَ جَيِّدًا قَالَ ‏\"‏ هَلْ تَدْرُونَ مَا بُعْدُ مَا بَيْنَ السَّمَاءِ وَالأَرْضِ ‏\"‏ ‏.‏ قَالُوا لاَ نَدْرِي ‏.‏ قَالَ ‏\"‏ إِنَّ بُعْدَ مَا بَيْنَهُمَا إِمَّا وَاحِدَةٌ أَوِ اثْنَتَانِ أَوْ ثَلاَثٌ وَسَبْعُونَ سَنَةً ثُمَّ السَّمَاءُ فَوْقَهَا كَذَلِكَ ‏\"‏ ‏.‏ حَتَّى عَدَّ سَبْعَ سَمَوَاتٍ ‏\"‏ ثُمَّ فَوْقَ السَّابِعَةِ بَحْرٌ بَيْنَ أَسْفَلِهِ وَأَعْلاَهُ مِثْلُ مَا بَيْنَ سَمَاءٍ إِلَى سَمَاءٍ ثُمَّ فَوْقَ ذَلِكَ ثَمَانِيَةُ أَوْعَالٍ بَيْنَ أَظْلاَفِهِمْ وَرُكَبِهِمْ مِثْلُ مَا بَيْنَ سَمَاءٍ إِلَى سَمَاءٍ ثُمَّ عَلَى ظُهُورِهِمُ الْعَرْشُ بَيْنَ أَسْفَلِهِ وَأَعْلاَهُ مِثْلُ مَا بَيْنَ سَمَاءٍ إِلَى سَمَاءٍ ثُمَّ اللَّهُ تَبَارَكَ وَتَعَالَى فَوْقَ ذَلِكَ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪৭২২] ইবনু মাজাহ, আহমাদ। আহমাদ শাকির বলেনঃ এর সানাদ খুবই দুর্বল। সানাদে রয়েছে ইয়াহইয়া ইবনুল ’আলা। হাফিয বলেনঃ তার ওপর হাদীস জাল করার আরোপ আছে।",
    "chapter": {
      "chapter_number": "42"
    }
  }
}