{
  "hadith": {
    "hadith_id": 4726,
    "narrator": "জুবাইর ইবনু মুহাম্মাদ ইবনু জুবাইর ইবনু মুত্বঈম তার পিতা হতে তার দাদা সূত্র",
    "bn": "তিনি বলেন, এক বেদুঈন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বললো, হে আল্লাহর রাসুল! লোকজন খুবই কষ্ট করছে, পরিবার-পরিজন, ঘরবাড়ি ধ্বংস  হয়ে যাচ্ছে, ধন-সম্পদ হ্রাস পাচ্ছে এবং জীবজন্তু মরে যাচ্ছে। সুতরাং, আপনি আমাদের জন্য মহান আল্লাহ্‌র নিকট বৃষ্টি প্রার্থনা করুন। কেননা, আমরা আপনার সুপারিশ নিয়ে আল্লাহ্‌র নিকট যাই এবং আল্লাহ্‌র সুপারিশ নিয়ে আপনার নিকট আসি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার জন্য দুঃখ হয়! তুমি কি জানো! তুমি কি বলছো? অতঃপর তিনি তাসবীহ পড়তে থাকলেন, এমনকি তাঁর সাহাবীদের মধ্যেও এর (অসন্তুষ্টির) চিহ্ন পরিলক্ষিত হলো। তিনি আবার বললেন, তোমার জন্য দুঃখ হয়! আল্লাহ্‌র সুপারিশ নিয়ে তাঁর কোনো সৃষ্টির নিকট যাওয়া যায় না। আল্লাহ্‌র মর্যাদা এর চেয়ে অনেক ঊর্ধে, অনেক মহান। তোমার জন্য দুঃখ হয়! তুমি কি জানো আল্লাহ কে? তাঁর আরশ আসমানের উপর এভাবে আছে। তিনি আঙ্গুল দিয়ে ইশারা করে বললেন, তাঁর উপর রয়েছে গম্বুজ সদৃশ ছাঁদ। তা সত্ত্বেও তা (আরশ) তাঁকে নিয়ে গোঙ্গানীর মত শব্দ করে, যেমনটি করে আরোহীর কারণে জিনপোষ। ইবনু বাশ্শার তার হাদীসে বলেন, মহান আল্লাহ তাঁর আরশের উপরে এবং তার আরশ আসমানসমূহের উপরে। অতঃপর হাদীসটি এভাবেই বর্ণিত হয়েছে। [৪৭২৫]\n\nদূর্বলঃ মিশকাত হা/৫৭২৭।",
    "ar": "حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ حَمَّادٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، وَأَحْمَدُ بْنُ سَعِيدٍ الرِّبَاطِيُّ، قَالُوا حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، - قَالَ أَحْمَدُ كَتَبْنَاهُ مِنْ نُسْخَتِهِ وَهَذَا لَفْظُهُ - قَالَ حَدَّثَنَا أَبِي قَالَ سَمِعْتُ مُحَمَّدَ بْنَ إِسْحَاقَ يُحَدِّثُ عَنْ يَعْقُوبَ بْنِ عُتْبَةَ عَنْ جُبَيْرِ بْنِ مُحَمَّدِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم أَعْرَابِيٌّ فَقَالَ يَا رَسُولَ اللَّهِ جُهِدَتِ الأَنْفُسُ وَضَاعَتِ الْعِيَالُ وَنُهِكَتِ الأَمْوَالُ وَهَلَكَتِ الأَنْعَامُ فَاسْتَسْقِ اللَّهَ لَنَا فَإِنَّا نَسْتَشْفِعُ بِكَ عَلَى اللَّهِ وَنَسْتَشْفِعُ بِاللَّهِ عَلَيْكَ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَيْحَكَ أَتَدْرِي مَا تَقُولُ ‏\"‏ وَسَبَّحَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَمَا زَالَ يُسَبِّحُ حَتَّى عُرِفَ ذَلِكَ فِي وُجُوهِ أَصْحَابِهِ ثُمَّ قَالَ ‏\"‏ وَيْحَكَ إِنَّهُ لاَ يُسْتَشْفَعُ بِاللَّهِ عَلَى أَحَدٍ مِنْ خَلْقِهِ شَأْنُ اللَّهِ أَعْظَمُ مِنْ ذَلِكَ وَيْحَكَ أَتَدْرِي مَا اللَّهُ إِنَّ عَرْشَهُ عَلَى سَمَوَاتِهِ لَهَكَذَا ‏\"‏ ‏.‏ وَقَالَ بِأَصَابِعِهِ مِثْلَ الْقُبَّةِ عَلَيْهِ ‏\"‏ وَإِنَّهُ لَيَئِطُّ بِهِ أَطِيطَ الرَّحْلِ بِالرَّاكِبِ ‏\"‏ ‏.‏ قَالَ ابْنُ بَشَّارٍ فِي حَدِيثِهِ ‏\"‏ إِنَّ اللَّهَ فَوْقَ عَرْشِهِ وَعَرْشُهُ فَوْقَ سَمَوَاتِهِ ‏\"‏ ‏.‏ وَسَاقَ الْحَدِيثَ وَقَالَ عَبْدُ الأَعْلَى وَابْنُ الْمُثَنَّى وَابْنُ بَشَّارٍ عَنْ يَعْقُوبَ بْنِ عُتْبَةَ وَجُبَيْرِ بْنِ مُحَمَّدِ بْنِ جُبَيْرٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ أَبُو دَاوُدَ وَالْحَدِيثُ بِإِسْنَادِ أَحْمَدَ بْنِ سَعِيدٍ هُوَ الصَّحِيحُ وَافَقَهُ عَلَيْهِ جَمَاعَةٌ مِنْهُمْ يَحْيَى بْنُ مَعِينٍ وَعَلِيُّ بْنُ الْمَدِينِيِّ وَرَوَاهُ جَمَاعَةٌ عَنِ ابْنِ إِسْحَاقَ كَمَا قَالَ أَحْمَدُ أَيْضًا وَكَانَ سَمَاعُ عَبْدِ الأَعْلَى وَابْنِ الْمُثَنَّى وَابْنِ بَشَّارٍ مِنْ نُسْخَةٍ وَاحِدَةٍ فِيمَا بَلَغَنِي ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪৭২৫] ইবনু আবূ ‘আসিম ‘আস-সুন্নাহ’ এবং ইবনু খুযাইমাহ আত-তাওহীদ।",
    "chapter": {
      "chapter_number": "42"
    }
  }
}