{
  "hadith": {
    "hadith_id": 4753,
    "narrator": "আল-বারাআ ইবনু ‘আবিব (রাঃ)",
    "bn": "তিনি বলেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে আনসার গোত্রের এক ব্যক্তির জানাজায় শরীক হওয়ার জন্য রওয়ানা হয়ে কবরের নিকট গেলাম। কিন্তু তখনও কবর খনন শেষ হয়নি। তাই রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বসলেন এবং আমরাও তাঁর চারিদিকে নীরবে তাঁকে ঘিরে বসে পড়লাম, যেন আমাদের মাথার উপর পাখি বসে আছে। তখন তাঁর হাতে ছিল একখানা লাঠি, তা দিয়ে তিনি মাটিতে আঁচড় কাটছিলেন। অতঃপর তিনি মাথা তুলে দুই বা তিনবার বললেন, তোমরা আল্লাহর নিকট কবরের আযাব হতে আশ্রয় চাও। বর্ণনাকারী জারীর তার আরো উল্লেখ করেন, তিনি (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বলেন, মৃত ব্যক্তি তাদের জুতার শব্দ শুনতে পায় যখন তারা ফিরে যেতে থাকে, আর তখনই তাকে বলা হয়, হে অমুক! তোমার রব কে? তোমার দ্বীন কি এবং তোমার নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) কে? হান্নাদ (রহঃ) বলেন, তিনি (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বলেছেন, অতঃপর তার নিকট দু’জন ফেরেশতা এসে তাকে বসিয়ে উভয়ে প্রশ্ন করে, তোমার রব কে? তখন সে বলে, আমার রব আল্লাহ। তাঁরা উভয়ে তাকে প্রশ্ন করে, তোমার দ্বীন কি? সে বলে, আমার দ্বীন হলো ইসলাম। তারা প্রশ্ন করে, এ লোকটি তোমাদের মধ্যে প্রেরিত হয়েছিলেন, তিনি কে? তিনি বলেন, সে বলে, তিনি আল্লাহর রাসূল (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম)। তারপর তারা উভয়ে আবার বলে, তুমি কি করে জানতে পারলে? সে বলে, আমি আল্লাহর কিতাব পড়েছি এবং তার প্রতি ঈমান এনেছি এবং সত্য বলে স্বীকার করেছি। জারীর বর্ণিত হাদীসে রয়েছেঃ এটাই হলো আল্লাহর এ বাণীর অর্থঃ “যারা এ শাশ্বত বাণীতে ঈমান এনেছে তাদেরকে দুনিয়া ও আখিরাতে আল্লাহ সুপ্রতিষ্ঠিত রাখবেন” (সূরাহ ইবরাহীমঃ ২৭)। এরপর বর্ণনাকারী জারীর ও হান্নাদ উভয়ে একইরূপ বর্ণনা করেন। নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ অতঃপর আকাশ হতে একজন ঘোষক ঘোষণা করেন, আমার বান্দা যথাযথ বলেছে। সুতরাং, তার জন্য জান্নাতের একটি বিছানা বিছিয়ে দাও এবং তাকে জান্নাতের পোষাক পরিয়ে দাও। এছাড়া তার জন্য জান্নাতের দিকে একটা দরজা খুলে দাও। তিনি (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বলেন, সুতরাং, তার দিকে জান্নাতের স্নিগ্ধকর হাওয়া ও তার সুগন্ধি বইতে থাকে। তিনি আরো বলেন, ঐ দরজা তার দৃষ্টিসীমা পর্যন্ত প্রশস্ত করা হয়।\n\tঅতঃপর নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) কাফিরদের মৃত্যু প্রসঙ্গে বলেন, তার রূহকে তার শরীরে ফিরিয়ে আনা হয় এবং দু’জন ফেরেশতা এসে তাকে বসিয়ে প্রশ্ন করে, তোমার রব কে? সে উত্তর দেয়, হায়! আমি কিছুই জানি না। তারপর তারা প্রশ্ন করেন, তোমার দ্বীন কি? সে বলে, হায়! আমি কিছুই জানি না। তারা প্রশ্ন করে, এ লোকটি তোমাদের মধ্যে প্রেরিত হয়েছিলেন তিনি কে? সে বলে, হায়! আমি তো জানি না। তখন আকাশের দিক হতে একজন ঘোষণাকারী ঘোষণা করেন, সে মিথ্যা বলেছে। সুতরাং, তার জন্য জাহান্নামের একটি বিছানা এনে বিছিয়ে দাও এবং তাকে জাহান্নামের পোষাক পরিয়ে দাও, আর তার জন্য জাহান্নামের দিকে একটা দরজা খুলে দাও। তিনি বলেন, অতঃপর তার দিকে জাহান্নামের উত্তপ্ত বাতাস আসতে থাকে। এছাড়া তার জন্য তার কবরকে সংকীর্ণ করে দেয়া হয়, ফলে তার এক দিকের পাঁজর অপর দিকের পাঁজরের মধ্যে ঢুকে যায়। বর্ণনাকারী জারীর বর্ণিত হাদীসে রয়েছেঃ তিনি (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বলেন, অতঃপর তার জন্য এক অন্ধ ও বধির ফেরেশতাকে নিযুক্ত করা হয়, যার সঙ্গে একটি লোহার হাতুড়ী থাকবে, যদি এ দ্বারা পাহাড়কে আঘাত করা হয় তাহলে তা ধূলায় পরিণত হয়ে যাবে। নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বলেন, তারপর সে তাকে হাতুড়ী দিয়ে সজোরে আঘাত করতে থাকে, এতে সে বিকট শব্দে চিৎকার করতে থাকে যা মানুষ ও জিন ছাড়া পূর্ব হতে পশ্চিম পর্যন্ত সকল সৃষ্টি জীবই শুনতে পায়। আঘাতের ফলে সে মাটিতে মিশে যায়। তিনি বলেন, অতঃপর (শাস্তি অব্যাহত রাখার জন্য) পুনরায় তাতে রুহ ফেরত দেয়া হয়।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، - وَهَذَا لَفْظُ هَنَّادٍ - عَنِ الأَعْمَشِ، عَنِ الْمِنْهَالِ، عَنْ زَاذَانَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ ‏:‏ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي جَنَازَةِ رَجُلٍ مِنَ الأَنْصَارِ، فَانْتَهَيْنَا إِلَى الْقَبْرِ وَلَمَّا يُلْحَدْ، فَجَلَسَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَجَلَسْنَا حَوْلَهُ كَأَنَّمَا عَلَى رُءُوسِنَا الطَّيْرُ، وَفِي يَدِهِ عُودٌ يَنْكُتُ بِهِ فِي الأَرْضِ، فَرَفَعَ رَأْسَهُ فَقَالَ ‏:‏ ‏\"‏ اسْتَعِيذُوا بِاللَّهِ مِنْ عَذَابِ الْقَبْرِ ‏\"‏ ‏.‏ مَرَّتَيْنِ أَوْ ثَلاَثًا - زَادَ فِي حَدِيثِ جَرِيرٍ هَا هُنَا - وَقَالَ ‏:‏ ‏\"‏ وَإِنَّهُ لَيَسْمَعُ خَفْقَ نِعَالِهِمْ إِذَا وَلَّوْا مُدْبِرِينَ حِينَ يُقَالُ لَهُ ‏:‏ يَا هَذَا مَنْ رَبُّكَ وَمَا دِينُكَ وَمَنْ نَبِيُّكَ ‏\"‏ ‏.‏ قَالَ هَنَّادٌ قَالَ ‏:‏ ‏\"‏ وَيَأْتِيهِ مَلَكَانِ فَيُجْلِسَانِهِ فَيَقُولاَنِ لَهُ ‏:‏ مَنْ رَبُّكَ فَيَقُولُ ‏:‏ رَبِّيَ اللَّهُ ‏.‏ فَيَقُولاَنِ لَهُ ‏:‏ مَا دِينُكَ فَيَقُولُ ‏:‏ دِينِي الإِسْلاَمُ ‏.‏ فَيَقُولاَنِ لَهُ ‏:‏ مَا هَذَا الرَّجُلُ الَّذِي بُعِثَ فِيكُمْ قَالَ فَيَقُولُ ‏:‏ هُوَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ فَيَقُولاَنِ ‏:‏ وَمَا يُدْرِيكَ فَيَقُولُ ‏:‏ قَرَأْتُ كِتَابَ اللَّهِ فَآمَنْتُ بِهِ وَصَدَّقْتُ ‏\"‏ ‏.‏ زَادَ فِي حَدِيثِ جَرِيرٍ ‏:‏ ‏\"‏ فَذَلِكَ قَوْلُ اللَّهِ عَزَّ وَجَلَّ ‏{‏ يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا ‏}‏ ‏\"‏ ‏.‏ الآيَةَ ‏.‏ ثُمَّ اتَّفَقَا قَالَ ‏:‏ ‏\"‏ فَيُنَادِي مُنَادٍ مِنَ السَّمَاءِ ‏:‏ أَنْ قَدْ صَدَقَ عَبْدِي فَأَفْرِشُوهُ مِنَ الْجَنَّةِ، وَافْتَحُوا لَهُ بَابًا إِلَى الْجَنَّةِ وَأَلْبِسُوهُ مِنَ الْجَنَّةِ ‏\"‏ ‏.‏ قَالَ ‏:‏ ‏\"‏ فَيَأْتِيهِ مِنْ رَوْحِهَا وَطِيبِهَا ‏\"‏ ‏.‏ قَالَ ‏:‏ ‏\"‏ وَيُفْتَحُ لَهُ فِيهَا مَدَّ بَصَرِهِ ‏\"‏ ‏.‏ قَالَ ‏:‏ ‏\"‏ وَإِنَّ الْكَافِرَ ‏\"‏ ‏.‏ فَذَكَرَ مَوْتَهُ قَالَ ‏:‏ ‏\"‏ وَتُعَادُ رُوحُهُ فِي جَسَدِهِ وَيَأْتِيهِ مَلَكَانِ فَيُجْلِسَانِهِ فَيَقُولاَنِ ‏:‏ مَنْ رَبُّكَ فَيَقُولُ ‏:‏ هَاهْ هَاهْ هَاهْ لاَ أَدْرِي ‏.‏ فَيَقُولاَنِ لَهُ ‏:‏ مَا دِينُكَ فَيَقُولُ ‏:‏ هَاهْ هَاهْ لاَ أَدْرِي ‏.‏ فَيَقُولاَنِ ‏:‏ مَا هَذَا الرَّجُلُ الَّذِي بُعِثَ فِيكُمْ فَيَقُولُ ‏:‏ هَاهْ هَاهْ لاَ أَدْرِي ‏.‏ فَيُنَادِي مُنَادٍ مِنَ السَّمَاءِ ‏:‏ أَنْ كَذَبَ فَأَفْرِشُوهُ مِنَ النَّارِ وَأَلْبِسُوهُ مِنَ النَّارِ، وَافْتَحُوا لَهُ بَابًا إِلَى النَّارِ ‏\"‏ ‏.‏ قَالَ ‏:‏ ‏\"‏ فَيَأْتِيهِ مِنْ حَرِّهَا وَسَمُومِهَا ‏\"‏ ‏.‏ قَالَ ‏:‏ ‏\"‏ وَيُضَيَّقُ عَلَيْهِ قَبْرُهُ حَتَّى تَخْتَلِفَ فِيهِ أَضْلاَعُهُ ‏\"‏ ‏.‏ زَادَ فِي حَدِيثِ جَرِيرٍ قَالَ ‏:‏ ‏\"‏ ثُمَّ يُقَيَّضُ لَهُ أَعْمَى أَبْكَمُ مَعَهُ مِرْزَبَّةٌ مِنْ حَدِيدٍ، لَوْ ضُرِبَ بِهَا جَبَلٌ لَصَارَ تُرَابًا ‏\"‏ ‏.‏ قَالَ ‏:‏ ‏\"‏ فَيَضْرِبُهُ بِهَا ضَرْبَةً يَسْمَعُهَا مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ إِلاَّ الثَّقَلَيْنِ فَيَصِيرُ تُرَابًا ‏\"‏ ‏.‏ قَالَ ‏:‏ ‏\"‏ ثُمَّ تُعَادُ فِيهِ الرُّوحُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "42"
    }
  }
}