{
  "hadith": {
    "hadith_id": 4773,
    "narrator": "আনাস (রাঃ)",
    "bn": "রাসুলাল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম)  চরিত্রের দিক হতে সর্বোত্তম ব্যক্তি ছিলেন। একদিন তিনি আমাকে কোনো দরকারে পাঠালেন। আমি বললাম, আল্লাহর কসম ! আমি যাবো না। কিন্তু আমার অন্তরে ছিলো যে, নবী (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম)  আমাকে যে প্রয়োজনে যাওয়ার নির্দেশ দিয়েছেন সেখানে যাবো। আনাস (রাঃ) বলেন, অতঃপর আমি রওয়ানা হয়ে বাজারে খেলাধুলারত বালকদের কাছ দিয়ে যেতে খেলায় লিপ্ত হলাম। হঠাৎ পিছন দিক হতে রাসুলাল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) এসে আমার ঘাড় ধরলেন। পিছন দিকে ফিরে দেখি তিনি হাসছেন। তিনি বললেন, হে উনাইস ! আমি তোমাকে যেখানে যেতে বলেছি তুমি সেখানে যাও। আমি বললাম , হে আল্লাহর রাসুল ! হ্যাঁ , এইতো যাচ্ছি। আনাস (রাঃ) বলেন, আল্লাহর কসম ! আমি সাত বছর অথবা নয় বছর তাঁর খেদমত করেছি ; কিন্তু  আমার মনে পড়ছে না যে , তিনি আমার কোনো কাজের জন্য আমাকে বলেছেনঃ তুমি এটা কেনো করলে? অথবা কোনো কাজ না করলে তিনি আমার কৈফিয়ত তালাশ করেননি, এ কাজ কেনো করলে না। [৪৭৭২]",
    "ar": "حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ الشَّعِيرِيُّ، حَدَّثَنَا عُمَرُ بْنُ يُونُسَ، حَدَّثَنَا عِكْرِمَةُ، - يَعْنِي ابْنَ عَمَّارٍ - قَالَ حَدَّثَنِي إِسْحَاقُ، - يَعْنِي ابْنَ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ - قَالَ قَالَ أَنَسٌ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ أَحْسَنِ النَّاسِ خُلُقًا فَأَرْسَلَنِي يَوْمًا لِحَاجَةٍ فَقُلْتُ وَاللَّهِ لاَ أَذْهَبُ ‏.‏ وَفِي نَفْسِي أَنْ أَذْهَبَ لِمَا أَمَرَنِي بِهِ نَبِيُّ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ فَخَرَجْتُ حَتَّى أَمُرَّ عَلَى صِبْيَانٍ وَهُمْ يَلْعَبُونَ فِي السُّوقِ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَابِضٌ بِقَفَاىَ مِنْ وَرَائِي فَنَظَرْتُ إِلَيْهِ وَهُوَ يَضْحَكُ فَقَالَ ‏ \"‏ يَا أُنَيْسُ اذْهَبْ حَيْثُ أَمَرْتُكَ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ أَنَا أَذْهَبُ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ أَنَسٌ وَاللَّهِ لَقَدْ خَدَمْتُهُ سَبْعَ سِنِينَ أَوْ تِسْعَ سِنِينَ مَا عَلِمْتُ قَالَ لِشَىْءٍ صَنَعْتُ لِمَ فَعَلْتَ كَذَا وَكَذَا ‏.‏ وَلاَ لِشَىْءٍ تَرَكْتُ هَلاَّ فَعَلْتَ كَذَا وَكَذَا ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৪৭৭২] মুসলিম ।",
    "chapter": {
      "chapter_number": "43"
    }
  }
}