{
  "hadith": {
    "hadith_id": 48,
    "narrator": "আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, মুহাম্মাদ ইবনু ইয়াহইয়া ইবনু হাব্বান তার নিকট জিজ্ঞেস করেছিলেন, উযু থাকুক বা না থাকুক প্রত্যেক সলাতের পূর্বেই যে ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) উযু করে থাকেন তার কারণ কী? জবাবে ‘আবদুল্লাহ (রাঃ) বললেন, যায়িদ ইবনুল খাত্তাবের কন্যা আসমা এ মর্মে হাদীস বর্ণনা করেছেন যে, ‘আবদুল্লাহ ইবনু হানযালাহ তাঁকে বলেছেনঃ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে প্রত্যেক সলাতের পূর্বে উযু করার নির্দেশ দেয়া হয়েছিল– তাঁর উযু থাকুক বা না থাকুক। তাঁর জন্য যখন এটা কষ্টকর হয়ে পড়ল, তখন তাঁকে সলাতের পূর্বে কেবল মিসওয়াক করতে নির্দেশ দেয়া হয়। ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) নিজের সক্ষমতা অনুভব করে কোন সলাতের জন্যই উযু ত্যাগ করতেন না।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ الطَّائِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ خَالِدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ قُلْتُ أَرَأَيْتَ تَوَضُّؤَ ابْنِ عُمَرَ لِكُلِّ صَلاَةٍ طَاهِرًا وَغَيْرَ طَاهِرٍ عَمَّ ذَاكَ فَقَالَ حَدَّثَتْنِيهِ أَسْمَاءُ بِنْتُ زَيْدِ بْنِ الْخَطَّابِ أَنَّ عَبْدَ اللَّهِ بْنَ حَنْظَلَةَ بْنِ أَبِي عَامِرٍ حَدَّثَهَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أُمِرَ بِالْوُضُوءِ لِكُلِّ صَلاَةٍ طَاهِرًا وَغَيْرَ طَاهِرٍ فَلَمَّا شَقَّ ذَلِكَ عَلَيْهِ أُمِرَ بِالسِّوَاكِ لِكُلِّ صَلاَةٍ فَكَانَ ابْنُ عُمَرَ يَرَى أَنَّ بِهِ قُوَّةً فَكَانَ لاَ يَدَعُ الْوُضُوءَ لِكُلِّ صَلاَةٍ ‏.‏ قَالَ أَبُو دَاوُدَ إِبْرَاهِيمُ بْنُ سَعْدٍ رَوَاهُ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ قَالَ عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদের হাদীস থেকে শিক্ষাঃ\n১। প্রত্যেক সলাতের জন্য নতুনভাবে উযু করা মুস্তাহাব। \n২। মিসওয়াক করার প্রতি গুরুত্বদান।বিশেষ করে সলাতের প্রাক্কালে।\n৩। আল্লাহ স্বীয় ইচ্ছা মোতাবেক যেকোন হুকুম রহিত করেন এবং যেকোন হুকুম প্রতিষ্ঠা করেন\n৪।  নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্বীয় উম্মাতের প্রতি দয়াশীল।\n৫। ‘ইশার সলাত বিলম্বে আদায় করা মুস্তাহাব।\n৬। কলমের ন্যায় কানের নীচে মিসওয়াক রাখা যাবে।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}