{
  "hadith": {
    "hadith_id": 4861,
    "narrator": "আবদুল্লাহ ইবনু ‘আমর ইবনু ফাগওয়া আল-খুযাঈ (রহঃ) হতে তার পিতার",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) আমাকে ডাকলেন। তিনি মক্কা বিজয়ের পর কুরাইশদের মধ্যে কিছু সম্পদ বন্টনের জন্য আমাকে আবূ সুফিয়ানের  (রাঃ) নিকট প্রেরণের ইচ্ছা করলেন।  তিনি বললেন, তুমি একজন সঙ্গী যোগাড় করো। বর্ণনাকারী বলেন, ‘আমর ইবনু উমাইয়াহ আদ-দামরী আমার নিকট এসে বললেন, অবগত হলাম, আপনি সফরে যেতে চান এবং একজন সঙ্গী খুঁজছেন। তিনি বললেন, আমি বললাম, হ্যাঁ। তিনি বললেন, আমিই সঙ্গী। বর্ণনাকারী বলেন, এরপর আমি রাসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) এর নিকট গিয়ে জানালাম, আমি একজন সাথী পেয়েছি তিনি তার পরিচয় জানতে চাইলে আমি বললাম, আমর ইবনু উমাইমাহ আদ-দামরী। তিনি বললেন, তুমি যখন তার গোত্রের এলাকায় পৌঁছবে তখন তার ব্যাপারে খুব সাবধানতা অবলম্বন করবে। কেননা প্রবাদ আছে “আপন ভাইকেও নিজের জন্য নিরাপদ ভেবো না”।  অতঃপর আমরা যাত্রা করে আল-আবওয়া নামক স্থানে পৌঁছলে আমর ইবনু উমাইয়াহ বললো, আমি আমার গোত্রের নিকট এক দরকারে যাচ্ছি। তুমি আমার জন্য অপেক্ষা করো। আমি বললাম আপনি যান, কিন্তু যেন রাস্তা ভুলে না যান। তিনি চলে যাবার পর রাসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) এর সাবধানবাণী মনে পড়ে গেলো, তখনই আমি আমার হাওদা উটের উপর শক্ত করে বেঁধে তাড়াহুড়া করে দ্রুত আল-আসাফ নামক স্থানে পৌছলে তিনিও দলবল নিয়ে আমার পিছু নিলেন। আমি অতি দ্রুত অগ্রসর হয়ে তাদেরকে পিছনে ফেলে সামনে এগিয়ে গেলাম। ফলে তারা ফিরে গেলো। আমর ইবনু উমাইয়াহ আমার নিকট এসে বললো,গোত্রের লোকদের নিকট আমার দরকারী কাজ ছিল। আমি বললাম হাঁ। এরপর আমরা সামনে অগ্রসর হয়ে মাক্কাহয় পৌঁছলাম এবং আবূ সুফিয়ানের নিকট মালগুলো হস্তান্তর করলাম। ৪৮৫৯ \n\nদুর্বল : যঈফাহ হা/১২০৫",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ، حَدَّثَنَا نُوحُ بْنُ يَزِيدَ بْنِ سَيَّارٍ الْمُؤَدِّبُ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، قَالَ حَدَّثَنِيهِ ابْنُ إِسْحَاقَ، عَنْ عِيسَى بْنِ مَعْمَرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْفَغْوَاءِ الْخُزَاعِيِّ، عَنْ أَبِيهِ، قَالَ دَعَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَدْ أَرَادَ أَنْ يَبْعَثَنِي بِمَالٍ إِلَى أَبِي سُفْيَانَ يَقْسِمُهُ فِي قُرَيْشٍ بِمَكَّةَ بَعْدَ الْفَتْحِ فَقَالَ ‏\"‏ الْتَمِسْ صَاحِبًا ‏\"‏ ‏.‏ قَالَ فَجَاءَنِي عَمْرُو بْنُ أُمَيَّةَ الضَّمْرِيُّ فَقَالَ بَلَغَنِي أَنَّكَ تُرِيدُ الْخُرُوجَ وَتَلْتَمِسُ صَاحِبًا ‏.‏ قَالَ قُلْتُ أَجَلْ ‏.‏ قَالَ فَأَنَا لَكَ صَاحِبٌ ‏.‏ قَالَ فَجِئْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قُلْتُ قَدْ وَجَدْتُ صَاحِبًا ‏.‏ قَالَ فَقَالَ ‏\"‏ مَنْ ‏\"‏ ‏.‏ قُلْتُ عَمْرَو بْنَ أُمَيَّةَ الضَّمْرِيَّ ‏.‏ قَالَ ‏\"‏ إِذَا هَبَطْتَ بِلاَدَ قَوْمِهِ فَاحْذَرْهُ فَإِنَّهُ قَدْ قَالَ الْقَائِلُ أَخُوكَ الْبِكْرِيُّ وَلاَ تَأْمَنْهُ ‏\"‏ ‏.‏ فَخَرَجْنَا حَتَّى إِذَا كُنْتُ بِالأَبْوَاءِ قَالَ إِنِّي أُرِيدُ حَاجَةً إِلَى قَوْمِي بِوَدَّانَ فَتَلْبَثُ لِي قُلْتُ رَاشِدًا فَلَمَّا وَلَّى ذَكَرْتُ قَوْلَ النَّبِيِّ صلى الله عليه وسلم فَشَدَدْتُ عَلَى بَعِيرِي حَتَّى خَرَجْتُ أُوضِعُهُ حَتَّى إِذَا كُنْتُ بِالأَصَافِرِ إِذَا هُوَ يُعَارِضُنِي فِي رَهْطٍ قَالَ وَأَوْضَعْتُ فَسَبَقْتُهُ فَلَمَّا رَآنِي قَدْ فُتُّهُ انْصَرَفُوا وَجَاءَنِي فَقَالَ كَانَتْ لِي إِلَى قَوْمِي حَاجَةٌ ‏.‏ قَالَ قُلْتُ أَجَلْ وَمَضَيْنَا حَتَّى قَدِمْنَا مَكَّةَ فَدَفَعْتُ الْمَالَ إِلَى أَبِي سُفْيَانَ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আহমাদ। সানাদে আব্দুল্লাহ বিন আমর বিন ফাগওয়া খুযাঈ রয়েছে। ইমাম যাহাবী মীযান গ্রন্থে বলেন তাকে চেনা যায়নি। হাফিয আত-তাক্বরীব গ্রন্থে বলেন : মাসতূর(লুপ্ত)। সহীহ ও যঈফ সুনানে আবু দাউদ ৫ম খন্ড ৫১০ পৃষ্টা, অনুচ্ছেদ-৩৪: মানুষ সম্পর্কে সাবধানতা। আল্লামা আলবানী একাডেমী প্রকাসীত।",
    "chapter": {
      "chapter_number": "43"
    }
  }
}