{
  "hadith": {
    "hadith_id": 4898,
    "narrator": "ইবনু ‘আওন (রহঃ)",
    "bn": "তিনি বলেন, আমি প্রতিশোধ গ্রহণ ও আল্লাহর বাণী সম্পর্কে প্রশ্ন করতাম, “তবে নির্যাতিত হওয়ার পর যারা প্রতিশোধ নেয় তাদের বিরুদ্ধে কোন ব্যবস্থা নেয়া হবে না” (সূরাহ শূরাঃ ৪১)। ‘আলী ইবনু যায়িদ ইবনু জুদ’আন তার বিমাতা উম্মু মুহাম্মাদ সূত্রে আমার নিকট বর্ণনা করেন, ইবনু ‘আওন বলেন, তাদের বর্ণনানুযায়ী তার বিমাতা উম্মুল মু‘মিনীন ‘আয়িশাহ (রাঃ) এর নিকট যাতায়াত করতেন। মুহাম্মাদ বলেন, উম্মুল মু‘মিনীন বলেছেন, একদা রসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) আমার নিকট আসলেন, তখন আমার নিকট যাইনাব বিনতু জাহশ (রাঃ) উপস্থিত ছিলেন। তিনি (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) হাত দিয়ে কিছু করতে (আমাকে স্পর্শ করতে) চাইলেন। আমি হাতের ইশারায় যাইনাবের উপস্থিতি সম্পর্কে তাঁকে জানালাম। রসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) থেমে গেলেন। এরপর যাইনাব (রাঃ) অগ্রসর হয়ে ‘আয়িশাহ (রাঃ) কে গালি দিতে লাগলেন। তখন নবী (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) তাকে গালি দিতে বারণ করলেন কিন্তু তিনি বিরত হলেন না। রসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) ‘আয়িশাহ (রাঃ) কে বললেন, তুমিও তাকে গালি দাও। তারপর ‘আয়িশাহ (রাঃ)-ও তাকে গালি দিলেন এবং তাকে পরাভূত করলেন। অতঃপর যাইনাব (রাঃ) ‘আলী (রাঃ) এর নিকট গিয়ে অভিযোগ করলেন যে, ‘আয়িশাহ (রাঃ) তোমাদের গালি দিয়েছে এবং এ কাজ করেছে। অতঃপর ফাত্বিমাহ ফিরে গিয়ে তাদেরকে বললেন, আমি তাঁকে (আব্বাকে) এই এই কথা বলেছি এবং এর উত্তরে তিনি এই এই কথা বলেছেন। বর্ণনাকারী বলেন, অতঃপর ‘আলী (রাঃ) নবী (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে এ বিষয়ে আলোচনা করলেন। [৪৮৯৬]",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ، حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، - الْمَعْنَى وَاحِدٌ - قَالَ حَدَّثَنَا ابْنُ عَوْنٍ، قَالَ كُنْتُ أَسْأَلُ عَنْ الاِنْتِصَارِ، ‏{‏ وَلَمَنِ انْتَصَرَ بَعْدَ ظُلْمِهِ فَأُولَئِكَ مَا عَلَيْهِمْ مِنْ سَبِيلٍ ‏}‏ فَحَدَّثَنِي عَلِيُّ بْنُ زَيْدِ بْنِ جُدْعَانَ عَنْ أُمِّ مُحَمَّدٍ امْرَأَةِ أَبِيهِ قَالَ ابْنُ عَوْنٍ وَزَعَمُوا أَنَّهَا كَانَتْ تَدْخُلُ عَلَى أُمِّ الْمُؤْمِنِينَ قَالَتْ قَالَتْ أُمُّ الْمُؤْمِنِينَ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَعِنْدَنَا زَيْنَبُ بِنْتُ جَحْشٍ فَجَعَلَ يَصْنَعُ شَيْئًا بِيَدِهِ فَقُلْتُ بِيَدِهِ حَتَّى فَطَنْتُهُ لَهَا فَأَمْسَكَ وَأَقْبَلَتْ زَيْنَبُ تَقْحَمُ لِعَائِشَةَ رضى الله عنها فَنَهَاهَا فَأَبَتْ أَنْ تَنْتَهِيَ فَقَالَ لِعَائِشَةَ ‏\"‏ سُبِّيهَا ‏\"‏ فَسَبَّتْهَا فَغَلَبَتْهَا فَانْطَلَقَتْ زَيْنَبُ إِلَى عَلِيٍّ رضى الله عنه فَقَالَتْ إِنَّ عَائِشَةَ رضى الله عنها وَقَعَتْ بِكُمْ وَفَعَلَتْ ‏.‏ فَجَاءَتْ فَاطِمَةُ فَقَالَ لَهَا ‏\"‏ إِنَّهَا حِبَّةُ أَبِيكِ وَرَبِّ الْكَعْبَةِ ‏\"‏ ‏.‏ فَانْصَرَفَتْ فَقَالَتْ لَهُمْ إِنِّي قُلْتُ لَهُ كَذَا وَكَذَا فَقَالَ لِي كَذَا وَكَذَا ‏.‏ قَالَ وَجَاءَ عَلِيٌّ رضى الله عنه إِلَى النَّبِيِّ صلى الله عليه وسلم فَكَلَّمَهُ فِي ذَلِكَ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪৮৯৬] আহমাদ। সানাদে ‘আলী ইবনু যায়িদ দুর্বল।",
    "chapter": {
      "chapter_number": "43"
    }
  }
}