{
  "hadith": {
    "hadith_id": 490,
    "narrator": "আবূ সালিহ আল-গিফারী (রহঃ)",
    "bn": "কোন এক সফরে ‘আলী (রাঃ) বাবিল নামক শহর অতিক্রমকালে তার কাছে মুয়াজ্জিন এসে ‘আসরের সলাতের আযান দেয়ার অনুমতি চাইল। কিন্তু তিনি বাবিল শহর থেকে বেরিয়ে এসে মুয়াজ্জিনকে ইক্বামাত বলার নির্দেশ দিলেন। মুয়াজ্জিন ইক্বামত দিলে তিনি সলাত আদায় করলেন এবং সলাত শেষে বললেন, আমার প্রিয় বন্ধু [নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ] আমাকে ক্ববরস্থানে সলাত আদায় করতে নিষেধ করেছেন। অনুরূপভাবে আমাকে বাবিলের জমিনে সলাত আদায় করতেও নিষেধ করেছেন। কারণ তা অভিশপ্ত জমিন। [৪৯০]",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ، أَخْبَرَنَا ابْنُ وَهْبٍ، قَالَ حَدَّثَنِي ابْنُ لَهِيعَةَ، وَيَحْيَى بْنُ أَزْهَرَ، عَنْ عَمَّارِ بْنِ سَعْدٍ الْمُرَادِيِّ، عَنْ أَبِي صَالِحٍ الْغِفَارِيِّ، أَنَّ عَلِيًّا، - رَضِيَ اللَّهُ عَنْهُ - مَرَّ بِبَابِلَ وَهُوَ يَسِيرُ فَجَاءَهُ الْمُؤَذِّنُ يُؤَذِّنُ بِصَلاَةِ الْعَصْرِ فَلَمَّا بَرَزَ مِنْهَا أَمَرَ الْمُؤَذِّنَ فَأَقَامَ الصَّلاَةَ فَلَمَّا فَرَغَ قَالَ إِنَّ حَبِيبِي صلى الله عليه وسلم نَهَانِي أَنْ أُصَلِّيَ فِي الْمَقْبُرَةِ وَنَهَانِي أَنْ أُصَلِّيَ فِي أَرْضِ بَابِلَ فَإِنَّهَا مَلْعُونَةٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪৯০] বায়হাক্বী (২/৪৫১), ইবনু ‘আবদুল বার ‘তামহীদ’ (৫/২১২, ২২০), ইবনু হাজার ‘ফাতহুল বারী’ (১/৬৩) গ্রন্থে এটি বর্ণনা করে বলেন, এর সানাদে দুর্বলতা আছে। ইবনু ‘আবদুল বার বলেন, এর সানাদ দুর্বল হওয়ার ব্যাপারে সকলে একমত। পাশাপাশি সানাদটি মুনকাতি, মুত্তাসিল নয়। সানাদে ‘আলী, ‘আম্মার হাজ্জাহ এবং ইয়াহইয়া এর সকলেই অজ্ঞাত। এদেরকে চেনা যায়নি। সানাদে ইবনু লাহী‘আহ ও ইয়াহইয়া ইবনু আযহার দু’জনেই দুর্বল। তাদের দ্বারা দলীল দেয়া যাবে না। সানাদে আবূ সালিহ হচ্ছে সাঈদ ইবনু ‘আবদুর রহমান আল-গিফারী মিসরী, তিনিও প্রসিদ্ধ নন, তাছাড়া ‘আলী সূত্রে তার শ্রবণের কথাটি সহীহ নয়।\n‘আওনুল মা’বুদে রয়েছেঃ সানাদে ইবনু লাহী‘আহ দুর্বল। আল্লামা খাত্তাবী বলেন, এ হাদীসের সানাদ সমালোচিত। আল্লামা মুনযিরী বলেন, সানাদে আবূ সালিহ হচ্ছে সাঈদ ইবনু ‘আবদুর রহমান, যিনি গিফারী গোত্রের আযাদকৃত গোলাম। ইবনু ইউনূস বলেন, তিনি ‘আলী ইবনু আবূ ত্বালিব সূত্রে হাদীস বর্ণনা করেন, আমি মনে করি না যে, তিনি ‘আলী থেকে শুনেছেন। আল্লামা আইনী বলেন, ইবনু কাত্তান বলেছেন, এ হাদীসের সানাদে এমন কিছু লোক রয়েছে যাদেরকে চেনা যায় না। ‘আবদুল হাক্ব বলেন, হাদীসটি নিকৃষ্ট। ইমাম বায়হাক্বী ‘মা’রিফাহ’ গ্রন্থে বলেন, এর সানাদ মজবুত নয়।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}