{
  "hadith": {
    "hadith_id": 4901,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম)কে বলতে শুনেছিঃ বনী ইসরাইলের মধ্যে দু’ব্যক্তি ছিল। তাদের একজন পাপ কাজ করতো এবং অন্যজন সর্বদা ‘ইবাদতে লিপ্ত থাকতো। যখনই ‘ইবাদতে রত ব্যক্তি অপর ব্যক্তিকে দেখতো তখনই তাকে খারাপ কাজ পরিহার করতে বলতো। একদিন সে তাকে পাপ কাজে লিপ্ত দেখে বললো, তুমি এমন কাজ হতে বিরত থাকো। সে বললো, আমাকে আমার রবের উপর ছেড়ে দাও। তোমাকে কি আমার উপর পাহারাদার করে পাঠানো হয়েছে? সে বললো, আল্লাহর কসম! আল্লাহ তোমাকে ক্ষমা করবেন না অথবা তোমাকে আল্লাহ জান্নাতে প্রবেশ করাবেন না। অতঃপর দু’জনকেই মৃত্যু দিয়ে আল্লাহর নিকট উপস্থিত করা হলে তিনি ‘ইবাদতগুজারী ব্যক্তিকে প্রশ্ন করলেন, তুমি কি আমার সম্পর্কে জানতে? অথবা তুমি কি আমার হাতে যা আছে তার উপর ক্ষমতাবান ছিলে? এবং পাপীকে বললেন, তুমি চলে যাও এবং আমার রহমতে জান্নাতে প্রবেশ করো। আর অপর ব্যক্তির ব্যাপারে তিনি বললেন, তোমরা একে জাহান্নামে নিয়ে যাও। আবূ হুরায়রা (রাঃ) বলেন, সেই মহান সত্তার কসম যার হাতে আমার জীবন! সে এমন উক্তি করেছে যার ফলে তার দুনিয়া ও আখিরাত উভয়ই বরবাদ হয়ে গেছে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ بْنِ سُفْيَانَ، أَخْبَرَنَا عَلِيُّ بْنُ ثَابِتٍ، عَنْ عِكْرِمَةَ بْنِ عَمَّارٍ، قَالَ حَدَّثَنِي ضَمْضَمُ بْنُ جَوْسٍ، قَالَ قَالَ أَبُو هُرَيْرَةَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ كَانَ رَجُلاَنِ فِي بَنِي إِسْرَائِيلَ مُتَآخِيَيْنِ فَكَانَ أَحَدُهُمَا يُذْنِبُ وَالآخَرُ مُجْتَهِدٌ فِي الْعِبَادَةِ فَكَانَ لاَ يَزَالُ الْمُجْتَهِدُ يَرَى الآخَرَ عَلَى الذَّنْبِ فَيَقُولُ أَقْصِرْ ‏.‏ فَوَجَدَهُ يَوْمًا عَلَى ذَنْبٍ فَقَالَ لَهُ أَقْصِرْ فَقَالَ خَلِّنِي وَرَبِّي أَبُعِثْتَ عَلَىَّ رَقِيبًا فَقَالَ وَاللَّهِ لاَ يَغْفِرُ اللَّهُ لَكَ أَوْ لاَ يُدْخِلُكَ اللَّهُ الْجَنَّةَ ‏.‏ فَقُبِضَ أَرْوَاحُهُمَا فَاجْتَمَعَا عِنْدَ رَبِّ الْعَالَمِينَ فَقَالَ لِهَذَا الْمُجْتَهِدِ أَكُنْتَ بِي عَالِمًا أَوْ كُنْتَ عَلَى مَا فِي يَدِي قَادِرًا وَقَالَ لِلْمُذْنِبِ اذْهَبْ فَادْخُلِ الْجَنَّةَ بِرَحْمَتِي وَقَالَ لِلآخَرِ اذْهَبُوا بِهِ إِلَى النَّارِ ‏\"‏ ‏.‏ قَالَ أَبُو هُرَيْرَةَ وَالَّذِي نَفْسِي بِيَدِهِ لَتَكَلَّمَ بِكَلِمَةٍ أَوْبَقَتْ دُنْيَاهُ وَآخِرَتَهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "43"
    }
  }
}