{
  "hadith": {
    "hadith_id": 4904,
    "narrator": "সাহল ইবনু আবূ উমামাহ (রহঃ)",
    "bn": "তিনি ও তার পিতা ‘উমার ইবনু ‘আবদুল ‘আযীযের সঙ্গে দেখা করেন। তিনি খুবই সংক্ষেপে সলাত আদায় করলেন, যেন তা মুসাফিরের সলাত বা প্রায় অনুরূপ। তিনি সালাম ফিরানোর পর আমার পিতা প্রশ্ন করলেন, আল্লাহ আপনার প্রতি সদয় হোন! আমাকে বলুন, এটা কি ফরয সলাত না নফল সলাত? তিনি বলেন, এটা ফরয সলাত এবং তা অবশ্যই রসুলুল্লাহর (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) সলাত। আমি ভুল করিনি, তবে তার যতোটুকু বিস্মৃত হয়েছি। তিনি বলেন, নিশ্চয়ই রসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে বলতেনঃ তোমরা নিজেদের উপর কঠিন করো না; ফলে তোমাদের উপর কঠোরতা চাপিয়ে দেয়া হবে। অতীতে এক সম্প্রদায় নিজেদের জন্য কঠোরতা অবলম্বন করেছিল, ফলে আল্লাহও তাদের উপর কঠোর বিধান চাপিয়ে দেন। অতঃপর তাদের শেষ উত্তরসুরি দৃষ্টিগোচর হয় মাঠে ও নির্জন ঘরে। “কিন্তু সন্ন্যাসবাদ, তারা নিজেরাই তা আল্লাহর সন্তুষ্টির জন্য অবলম্বন করেছিল। আমি তাদেরকে এ বিধান দেইনি” (সূরাহ হাদীদঃ ২৭)। পরবর্তী দিন সকালে তিনি গিয়ে বল্লেন,উপদেশ গ্রহণ করতে পারো? অতএব তারা সদলবলে সফর করলেন এবং একটি এলাকায় পৌঁছালেন যার অধিবাসীরা ধবংসপ্রাপ্ত হয়েছে, অতীতের মধ্যে বিলীন হয়েছে এবং বাসস্থানের ছাদসহ ধবংসস্তূপে পরিণত হয়েছে। তিনি প্রশ্ন করলেন, তুমি কি এ জনপদ চিনতে পেরেছো? তিনি বলেন, এ হলো সেই জাতির জনপদ যাদের স্বৈরাচারীতা ও হিংসা-বিদ্বেষ তাদের ধবংস করেছে। নিশ্চয়ই হিংসা নেক কাজের নূরকে নিভিয়ে দেয় এবং স্বৈরাচার তাকে সত্যে বা মিথ্যায় পরিণত করে। চোখ যেনা করে এবং হাত-পা, শরীর, জবান ও লজ্জাস্থান তাকে বাস্তবায়িত করে অথবা ত্যাগ করে। [৪৯০২]\n\nদুর্বলঃ যঈফাহ হা/৩৪৬৮।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي الْعَمْيَاءِ، أَنَّ سَهْلَ بْنَ أَبِي أُمَامَةَ، حَدَّثَهُ أَنَّهُ، دَخَلَ هُوَ وَأَبُوهُ عَلَى أَنَسِ بْنِ مَالِكٍ بِالْمَدِينَةِ فِي زَمَانِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ وَهُوَ أَمِيرُ الْمَدِينَةِ فَإِذَا هُوَ يُصَلِّي صَلاَةً خَفِيفَةً دَقِيقَةً كَأَنَّهَا صَلاَةُ مُسَافِرٍ أَوْ قَرِيبًا مِنْهَا فَلَمَّا سَلَّمَ قَالَ أَبِي يَرْحَمُكَ اللَّهُ أَرَأَيْتَ هَذِهِ الصَّلاَةَ الْمَكْتُوبَةَ أَوْ شَىْءٌ تَنَفَّلْتَهُ قَالَ إِنَّهَا الْمَكْتُوبَةُ وَإِنَّهَا لَصَلاَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم مَا أَخْطَأْتُ إِلاَّ شَيْئًا سَهَوْتُ عَنْهُ - فَقَالَ - إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ ‏\"‏ لاَ تُشَدِّدُوا عَلَى أَنْفُسِكُمْ فَيُشَدَّدَ عَلَيْكُمْ فَإِنَّ قَوْمًا شَدَّدُوا عَلَى أَنْفُسِهِمْ فَشَدَّدَ اللَّهُ عَلَيْهِمْ فَتِلْكَ بَقَايَاهُمْ فِي الصَّوَامِعِ وَالدِّيَارِ ‏{‏ رَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ ‏}‏ ‏\"‏ ‏.‏ ثُمَّ غَدَا مِنَ الْغَدِ فَقَالَ أَلاَ تَرْكَبُ لِتَنْظُرَ وَلِتَعْتَبِرَ قَالَ نَعَمْ فَرَكِبُوا جَمِيعًا فَإِذَا هُمْ بِدِيَارٍ بَادَ أَهْلُهَا وَانْقَضَوْا وَفَنَوْا خَاوِيَةً عَلَى عُرُوشِهَا فَقَالَ ‏\"‏ أَتَعْرِفُ هَذِهِ الدِّيَارَ ‏\"‏ ‏.‏ فَقُلْتُ مَا أَعْرَفَنِي بِهَا وَبِأَهْلِهَا هَذِهِ دِيَارُ قَوْمٍ أَهْلَكَهُمُ الْبَغْىُ وَالْحَسَدُ إِنَّ الْحَسَدَ يُطْفِئُ نُورَ الْحَسَنَاتِ وَالْبَغْىُ يُصَدِّقُ ذَلِكَ أَوْ يُكَذِّبُهُ وَالْعَيْنُ تَزْنِي وَالْكَفُّ وَالْقَدَمُ وَالْجَسَدُ وَاللِّسَانُ وَالْفَرْجُ يُصَدِّقُ ذَلِكَ أَوْ يُكَذِّبُهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪৯০২] সানাদের সাঈদ সম্পর্কে হাফিয বলেনঃ মাক্ববূল।",
    "chapter": {
      "chapter_number": "43"
    }
  }
}