{
  "hadith": {
    "hadith_id": 4955,
    "narrator": "হানী (রাঃ)",
    "bn": "তিনি যখন তার গোত্রের প্রতিনিধি দলের সঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) এর নিকট আসলেন, তখন তিনি (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) তার গোত্রের লোকদেরকে তাকে আবুল হাকাম উপনামে ডাকতে শুনে তাকে ডেকে বললেন, আল্লাহই হলেন হাকাম এবং তাঁর নিকটই ন্যায়বিচার ও নির্দেশ। তোমার উপনাম কি করে আবুল হাকাম হলো? তিনি বললেন, আমার গোত্রের লোকজনের মধ্যে বিভেদ সৃষ্টি হলে তারা মীমাংসার জন্য আমার নিকট আসে। আমি যে সিদ্ধান্ত দেই তাতে তারা উভয় পক্ষই সন্তুষ্ট হয়ে যায়। রাসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) বললেনঃএটাতো খুবই উত্তম কাজ! তোমার কি কোন সন্তান আছে? হানী (রাঃ) বললেন, শুরাইহ, মুসলিম ও আবদুল্লাহ নামে আমার তিনটি ছেলে আছে। তিনি বললেন, এদের মধ্যে বড় কে? আমি বললাম, শুরাইহ। তিনি বললেন, তাহলে তুমি আবূ শুরাইহ। ইমাম আবূ দাউদ (রহ) বলেন, ইনি হলেন সেই শুরাইহ (রাঃ) যিনি শিকল ভেঙ্গেছিলেন এবং তুসতার (দুর্গে) প্রবেশ করেছিলেন। ইমাম আবূ দাউদ (রহ) বলেন, আমি জানতে পেরেছি যে, শু্রাইহ (রাঃ) তুসতার দুর্গের প্রবেশ পথ ভেঙ্গে ফেলেন এবং একটি সুড়ঙ্গ পথে তাতে প্রবেশ করেন।",
    "ar": "حَدَّثَنَا الرَّبِيعُ بْنُ نَافِعٍ، عَنْ يَزِيدَ، - يَعْنِي ابْنَ الْمِقْدَامِ بْنِ شُرَيْحٍ - عَنْ أَبِيهِ، عَنْ جَدِّهِ، شُرَيْحٍ عَنْ أَبِيهِ، هَانِئٍ أَنَّهُ لَمَّا وَفَدَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مَعَ قَوْمِهِ سَمِعَهُمْ يَكْنُونَهُ بِأَبِي الْحَكَمِ فَدَعَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ إِنَّ اللَّهَ هُوَ الْحَكَمُ وَإِلَيْهِ الْحُكْمُ فَلِمَ تُكْنَى أَبَا الْحَكَمِ ‏\"‏ ‏.‏ فَقَالَ إِنَّ قَوْمِي إِذَا اخْتَلَفُوا فِي شَىْءٍ أَتَوْنِي فَحَكَمْتُ بَيْنَهُمْ فَرَضِيَ كِلاَ الْفَرِيقَيْنِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا أَحْسَنَ هَذَا فَمَا لَكَ مِنَ الْوَلَدِ ‏\"‏ ‏.‏ قَالَ لِي شُرَيْحٌ وَمُسْلِمٌ وَعَبْدُ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَمَنْ أَكْبَرُهُمْ ‏\"‏ ‏.‏ قُلْتُ شُرَيْحٌ قَالَ ‏\"‏ فَأَنْتَ أَبُو شُرَيْحٍ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ شُرَيْحٌ هَذَا هُوَ الَّذِي كَسَرَ السِّلْسِلَةَ وَهُوَ مِمَّنْ دَخَلَ تُسْتَرَ ‏.‏ قَالَ أَبُو دَاوُدَ وَبَلَغَنِي أَنَّ شُرَيْحًا كَسَرَ بَابَ تُسْتَرَ وَذَلِكَ أَنَّهُ دَخَلَ مِنْ سِرْبٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "43"
    }
  }
}