{
  "hadith": {
    "hadith_id": 4956,
    "narrator": "সাঈদ ইবনুল মুসাইয়াব (রহঃ) হতে তার পিতা এবং তার দাদার সূত্রে",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) তাকে প্রশ্ন করলেন, তোমার নাম কি? তিনি বললেন, হাযন (কর্কশ)। তিনি (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) বললেনঃতোমার নাম সাহল (সহজ)। তিনি বললেন, না, কারণ সহজ-সরলকে পদদলিত করা হয়, অপমান করা হয়। বর্ণনাকারী সাঈদ (রাঃ) বলেন, আমি ধারণা করলাম যে, অচিরেই আমাদের উপর বিপদ বা কঠোরতা নেমে আসতে পারে। ইমাম আবূ দাউদ (রহ) বলেন, নবী (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) আস (অবাধ্য), আযীয (পরাক্রমশালী), আতলাহ (কর্কশ), শয়তান, হাকাম (বিচারক), গুরাব (কাক) হুবাব (সাপ) ও শিহাব (উল্কা) নামকে পরিবর্তন করে রেখেছেন হিশাম (বিধ্বস্তকারী)। তিনি হারব (যুদ্ধ) এর পরিবর্তে সালাম (শান্তি) মুনবাইস (শয়নকারী) কে মুদতাদি (জাগরিত), আফিরাহ (অনুর্বর) নামক এলাকাকে খাদিরাহ (সবুজ), আদ-দালালাহ (বিপথ) উপত্যকাকে আল-হুদা (হিদায়াতের পথ), বনূ যানিয়াহ (জারজ সন্তান) এর নাম বনূর-রিশদাহ (নির্মল সন্তান) এবং বনু মুগবিয়াহ (বিপথগামী নারীর সন্তান) এর বনূ রিশদা (হিদায়াতপ্রাপ্ত নারীর সন্তান) নামকরণ করেছেন।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لَهُ ‏\"‏ مَا اسْمُكَ ‏\"‏ ‏.‏ قَالَ حَزْنٌ ‏.‏ قَالَ ‏\"‏ أَنْتَ سَهْلٌ ‏\"‏ ‏.‏ قَالَ لاَ السَّهْلُ يُوطَأُ وَيُمْتَهَنُ ‏.‏ قَالَ سَعِيدٌ فَظَنَنْتُ أَنَّهُ سَيُصِيبُنَا بَعْدَهُ حُزُونَةٌ ‏.‏ قَالَ أَبُو دَاوُدَ وَغَيَّرَ النَّبِيُّ صلى الله عليه وسلم اسْمَ الْعَاصِ وَعَزِيزٍ وَعَتَلَةَ وَشَيْطَانٍ وَالْحَكَمِ وَغُرَابٍ وَحُبَابٍ وَشِهَابٍ فَسَمَّاهُ هِشَامًا وَسَمَّى حَرْبًا سَلْمًا وَسَمَّى الْمُضْطَجِعَ الْمُنْبَعِثَ وَأَرْضًا تُسَمَّى عَفِرَةَ سَمَّاهَا خَضِرَةَ وَشِعْبَ الضَّلاَلَةِ سَمَّاهُ شِعْبَ الْهُدَى وَبَنُو الزِّنْيَةِ سَمَّاهُمْ بَنِي الرِّشْدَةِ وَسَمَّى بَنِي مُغْوِيَةَ بَنِي رِشْدَةَ ‏.‏ قَالَ أَبُو دَاوُدَ تَرَكْتُ أَسَانِيدَهَا لِلاِخْتِصَارِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "43"
    }
  }
}