{
  "hadith": {
    "hadith_id": 498,
    "narrator": "আবূ ‘উমাইর ইবনু আনাস হতে তার এক আনসারী চাচার",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাতের জন্য লোকদের কিভাবে একত্র করা যায় সে সম্পর্কে চিন্তিত ছিলেন। তা দেখে কেউ পরামর্শ দিলেন, সলাতের সময় উপস্থিত হলে একটা পতাকা উড়ানো হোক। তা দেখে একে অন্যকে সংবাদ জানিয়ে দিবে। কিন্তু রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এটা পছন্দ হলো না। কেউ কেউ প্রস্তাব করল, ইয়াহুদীদের ন্যায় শিঙ্গা-ধ্বনি দেয়া হোক। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এটাও পছন্দ করলেন না। কারন তা ছিল ইয়াহুদীদের রীতি। কেউ কেউ নাকুস (ঘণ্টা ধ্বনি) ব্যবহারের প্রস্তাব করলে তিনি বলেনঃ ওটা নাসারাদের রীতি। ‘আবদুল্লাহ ইবনু যায়িদ বিষয়টি নিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর চিন্তার কথা মাথায় নিয়ে প্রস্থান করলেন। অতঃপর (আল্লাহর পক্ষ হতে) স্বপ্নে তাকে আযান শিখিয়ে দেয়া হলো। বর্ণনাকারী বলেন, পরদিন ভোরে তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট গিয়ে  বিষয়টি অবহিতকালে বললেন, হে আল্লাহর রসূল! আমি কিছুটা তন্দ্রাছন্ন অবস্থায় ছিলাম। এমন সময় এক আগন্তক এসে আমাকে আযান শিক্ষা দিলেন। বর্ণনাকারী বলেন, একইভাবে ‘উমার খাত্তাব (রাঃ) ও বিশদিন আগেই স্বপ্নেযোগে আযান শিখেছিলেন। কিন্তু তিনি কারো কাছে তা (ব্যক্ত না করে) গোপন রেখেছিলেন। অতঃপর (‘আবদুল্লাহ ইবনু যায়িদের স্বপ্নের বৃত্তান্ত বলার পর) তিনিও তার স্বপ্নের কথা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জানালেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি আগে বললে না কেন? তিনি বললেন, ‘আবদুল্লাহ ইবনু যায়িদ এ বিষয়ে আমার আগেই বলে দিয়েছেন। এজন্য আমি লজ্জিত। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ বিলাল! উঠো, এবং ‘আবদুল্লাহ ইবনু যায়িদ তোমাকে যেরূপ নির্দেশ দেয় তুমি তাই করো। অতঃপর বিলাল (রাঃ) আযান দিলেন। আবূ বিশর বলেন, আবূ ‘উমাইর আমার নিকট বর্ণনা করেন যে, আনসারদের ধারনা ‘আবদুল্লাহ ইবনু যায়িদ ঐদিন অসুস্থ না থাকলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকেই মুয়াজ্জিন নিযুক্ত করতেন।",
    "ar": "حَدَّثَنَا عَبَّادُ بْنُ مُوسَى الْخُتَّلِيُّ، وَزِيَادُ بْنُ أَيُّوبَ، - وَحَدِيثُ عَبَّادٍ أَتَمُّ - قَالاَ حَدَّثَنَا هُشَيْمٌ، عَنْ أَبِي بِشْرٍ، - قَالَ زِيَادٌ أَخْبَرَنَا أَبُو بِشْرٍ، - عَنْ أَبِي عُمَيْرِ بْنِ أَنَسٍ، عَنْ عُمُومَةٍ، لَهُ مِنَ الأَنْصَارِ قَالَ اهْتَمَّ النَّبِيُّ صلى الله عليه وسلم لِلصَّلاَةِ كَيْفَ يَجْمَعُ النَّاسَ لَهَا فَقِيلَ لَهُ انْصِبْ رَايَةً عِنْدَ حُضُورِ الصَّلاَةِ فَإِذَا رَأَوْهَا آذَنَ بَعْضُهُمْ بَعْضًا فَلَمْ يُعْجِبْهُ ذَلِكَ قَالَ فَذُكِرَ لَهُ الْقُنْعُ - يَعْنِي الشَّبُّورَ - وَقَالَ زِيَادٌ شَبُّورَ الْيَهُودِ فَلَمْ يُعْجِبْهُ ذَلِكَ وَقَالَ ‏\"‏ هُوَ مِنْ أَمْرِ الْيَهُودِ ‏\"‏ ‏.‏ قَالَ فَذُكِرَ لَهُ النَّاقُوسُ فَقَالَ ‏\"‏ هُوَ مِنْ أَمْرِ النَّصَارَى ‏\"‏ ‏.‏ فَانْصَرَفَ عَبْدُ اللَّهِ بْنُ زَيْدِ بْنِ عَبْدِ رَبِّهِ وَهُوَ مُهْتَمٌّ لِهَمِّ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأُرِيَ الأَذَانَ فِي مَنَامِهِ - قَالَ - فَغَدَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَخْبَرَهُ فَقَالَ لَهُ يَا رَسُولَ اللَّهِ إِنِّي لَبَيْنَ نَائِمٍ وَيَقْظَانَ إِذْ أَتَانِي آتٍ فَأَرَانِي الأَذَانَ ‏.‏ قَالَ وَكَانَ عُمَرُ بْنُ الْخَطَّابِ - رضى الله عنه - قَدْ رَآهُ قَبْلَ ذَلِكَ فَكَتَمَهُ عِشْرِينَ يَوْمًا - قَالَ - ثُمَّ أَخْبَرَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ لَهُ ‏\"‏ مَا مَنَعَكَ أَنْ تُخْبِرَنِي ‏\"‏ ‏.‏ فَقَالَ سَبَقَنِي عَبْدُ اللَّهِ بْنُ زَيْدٍ فَاسْتَحْيَيْتُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا بِلاَلُ قُمْ فَانْظُرْ مَا يَأْمُرُكَ بِهِ عَبْدُ اللَّهِ بْنُ زَيْدٍ فَافْعَلْهُ ‏\"‏ ‏.‏ قَالَ فَأَذَّنَ بِلاَلٌ ‏.‏ قَالَ أَبُو بِشْرٍ فَأَخْبَرَنِي أَبُو عُمَيْرٍ أَنَّ الأَنْصَارَ تَزْعُمُ أَنَّ عَبْدَ اللَّهِ بْنَ زَيْدٍ لَوْلاَ أَنَّهُ كَانَ يَوْمَئِذٍ مَرِيضًا لَجَعَلَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مُؤَذِّنًا ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}