{
  "hadith": {
    "hadith_id": 499,
    "narrator": "‘আবদুল্লাহ ইবনু যায়িদ",
    "bn": "তিনি বলেন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন ‘নাকুস’ (ঘণ্টা ধ্বনি) দিয়ে লোকদের সলাতের জন্য একত্র করার নির্দেশ দিলেন, তখন আমি স্বপ্নে দেখতে পেলাম, এক ব্যক্তি হাতে ঘণ্টা নিয়ে যাচ্ছে। আমি বললাম, হে আল্লাহর বান্দা! ঘণ্টাটি বিক্রি করবে কি? লোকটি বললঃ তা দিয়ে তুমি কি করবে? আমি বললাম, আমরা এর সাহায্যে লোকদের সলাতের জন্য ডাকবো। লোকটি বললো, আমি কি তোমাকে এর চাইতে উত্তম জিনিস অবহিত করব না? আমি বললাম, অবশ্যই। লোকটি বললঃ তুমি বলবেঃ “আল্লাহু আকবার, আল্লাহু আকবার, আল্লাহু আকবার, আল্লাহু আকবার। আশহাদু আল-লা ইলাহা ইল্লাল্লাহ, আশহাদু আল-লা ইলাহা ইল্লাল্লাহ; আশহাদু আন্না মুহাম্মাদার রসূলুল্লাহ, আশহাদু আন্না মুহাম্মাদার রসূলুল্লাহ, হাইয়্যা ‘আলাস সালাহ, হাইয়্যা ‘আলাস সালাহ। হাইয়্যা ‘আলাল ফালাহ, হাইয়্যা ‘আলাল ফালাহ, আল্লাহু আকবার, আল্লাহু আকবার, লা ইলাহা ইল্লাল্লাহ।” (অর্থঃ আল্লাহ মহান, আল্লাহ সর্বশ্রেষ্ঠ, (দু’বার) আমি সাক্ষ্য দিচ্ছি, আল্লাহ ছাড়া অন্য কোন ইলাহ নেই (দু’বার), আমি সাক্ষ্য দিচ্ছি মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহর রসূল    (দু’বার), এসো সলাতের দিকে  (দু’বার), এসো সফলতার দিকে (দু’বার), আল্লাহ মহান, আল্লাহ মহান ,আল্লাহ ছাড়া অন্য কোন ইলাহ নেই।)\nবর্ণনাকারী বলেন, অতঃপর লোকটি কিছুটা দূরে গিয়ে বলল, যখন সলাতের জন্য দাঁড়াবে তখন বলবেঃ “আল্লাহু আকবার আল্লাহু আকবার, আশাহাদু আল লা-ইলাহা ইল্লাল্লাহ, আশাহাদু আন্না মুহাম্মাদার রসূলুল্লাহ, হাইয়্যা ‘আলাস সালাহ, হাইয়্যা ‘আলাস ফালাহ, ক্বাদ ক্বামাতিস সালাতু ক্বাদ ক্বামাতিস সালাহ, আল্লাহু আকবার আল্লাহু আকবার, লা-ইলাহা ইল্লাল্লাহ।”\nঅতঃপর ভোর হলে আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উপস্থিত হয়ে স্বপ্নে দেখা বিষয়টি অবহিত করি। তিনি বললেনঃ এটা সত্য স্বপ্ন, ইনশাআল্লাহ। তুমি উঠো, বিলালকে সাথে নিয়ে গিয়ে তুমি স্বপ্নে যা দেখেছো তা তাকে শিখিয়ে দাও, যেন সে (ঐভাবে) আযান দেয়। কারন তার কণ্ঠস্বর তোমার কণ্ঠস্বরের চেয়ে উচ্চ। অতঃপর আমি বিলালকে নিয়ে দাঁড়ালাম এবং তাকে (আযানের শব্দগুলো) শিখাতে থাকলাম। বিলাল ঐগুলো উচ্চেঃস্বরে বলতে লাগল। ‘উমার ইবনুল খাত্তাব (রাঃ) নিজ ঘর থেকে আযান শুনতে পেয়ে তৎক্ষণাৎ চাদর টানতে টানতে বের হয়ে আসলেন। এবং বললেন , হে আল্লাহর রসূল! ঐ মহান সত্তার শপথ, যিনি আপনাকে সত্য নাবীরূপে পাঠিয়েছেন, আমিও একই স্বপ্ন দেখেছি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সকল প্রশংসা আল্লাহর জন্যই ----।\n\nহাসান সহীহ।\n\nইমাম আবূ দাউদ (রহঃ) বলেন, সাঈদ ইবনুল মুসাইয়্যিব হতে ‘আবদুল্লাহ ইবনু যায়িদ সূত্রে যুহরী (রহঃ)-এর বর্ণনায়ও অনুরূপ রয়েছে। তাতে যুহরী সূত্রে ইবনু ইসহাক্ব বলেছেনঃ “আল্লাহু আকবার আল্লাহু আকবার, আল্লাহু আকবার আল্লাহু আকবার” (অর্থাৎ আল্লাহু আকবার চারবার বলেছেন)।\n\nসহীহ।\n\nঅপরদিকে যুহরী সূত্রে মা’মার ও ইউনুস বলেছেনঃ “আল্লাহু আকবার, আল্লাহু আকবার।” তারা আল্লাহু আকবার দু’বার বলেছেন, চারবার বলেননি।\n\nসহীহঃ কিন্তু তাকবীরে তারবী’ (চার বার আল্লাহু আকবার) বলা অধিক সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مَنْصُورٍ الطُّوسِيُّ، حَدَّثَنَا يَعْقُوبُ، حَدَّثَنَا أَبِي، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، حَدَّثَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيُّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زَيْدِ بْنِ عَبْدِ رَبِّهِ، قَالَ حَدَّثَنِي أَبِي عَبْدُ اللَّهِ بْنُ زَيْدٍ، قَالَ لَمَّا أَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِالنَّاقُوسِ يُعْمَلُ لِيُضْرَبَ بِهِ لِلنَّاسِ لِجَمْعِ الصَّلاَةِ طَافَ بِي وَأَنَا نَائِمٌ رَجُلٌ يَحْمِلُ نَاقُوسًا فِي يَدِهِ فَقُلْتُ يَا عَبْدَ اللَّهِ أَتَبِيعُ النَّاقُوسَ قَالَ وَمَا تَصْنَعُ بِهِ فَقُلْتُ نَدْعُو بِهِ إِلَى الصَّلاَةِ ‏.‏ قَالَ أَفَلاَ أَدُلُّكَ عَلَى مَا هُوَ خَيْرٌ مِنْ ذَلِكَ فَقُلْتُ لَهُ بَلَى ‏.‏ قَالَ فَقَالَ تَقُولُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَىَّ عَلَى الصَّلاَةِ حَىَّ عَلَى الصَّلاَةِ حَىَّ عَلَى الْفَلاَحِ حَىَّ عَلَى الْفَلاَحِ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لاَ إِلَهَ إِلاَّ اللَّهُ قَالَ ثُمَّ اسْتَأْخَرَ عَنِّي غَيْرَ بَعِيدٍ ثُمَّ قَالَ وَتَقُولُ إِذَا أَقَمْتَ الصَّلاَةَ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَىَّ عَلَى الصَّلاَةِ حَىَّ عَلَى الْفَلاَحِ قَدْ قَامَتِ الصَّلاَةُ قَدْ قَامَتِ الصَّلاَةُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لاَ إِلَهَ إِلاَّ اللَّهُ فَلَمَّا أَصْبَحْتُ أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَخْبَرْتُهُ بِمَا رَأَيْتُ فَقَالَ ‏\"‏ إِنَّهَا لَرُؤْيَا حَقٌّ إِنْ شَاءَ اللَّهُ فَقُمْ مَعَ بِلاَلٍ فَأَلْقِ عَلَيْهِ مَا رَأَيْتَ فَلْيُؤَذِّنْ بِهِ فَإِنَّهُ أَنْدَى صَوْتًا مِنْكَ ‏\"‏ ‏.‏ فَقُمْتُ مَعَ بِلاَلٍ فَجَعَلْتُ أُلْقِيهِ عَلَيْهِ وَيُؤَذِّنُ بِهِ - قَالَ - فَسَمِعَ ذَلِكَ عُمَرُ بْنُ الْخَطَّابِ وَهُوَ فِي بَيْتِهِ فَخَرَجَ يَجُرُّ رِدَاءَهُ وَيَقُولُ وَالَّذِي بَعَثَكَ بِالْحَقِّ يَا رَسُولَ اللَّهِ لَقَدْ رَأَيْتُ مِثْلَ مَا رَأَى ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَلِلَّهِ الْحَمْدُ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ هَكَذَا رِوَايَةُ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ وَقَالَ فِيهِ ابْنُ إِسْحَاقَ عَنِ الزُّهْرِيِّ ‏\"‏ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ‏\"‏ ‏.‏ وَقَالَ مَعْمَرٌ وَيُونُسُ عَنِ الزُّهْرِيِّ فِيهِ ‏\"‏ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ‏\"‏ ‏.‏ لَمْ يُثَنِّيَا ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}