{
  "hadith": {
    "hadith_id": 4999,
    "narrator": "নু’মান ইবনু বাশীর (রাঃ)",
    "bn": "তিনি বলেন, একদা আবূ বকর (রাঃ) নবী (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম)-এর ঘরে প্রবেশের অনুমতি চাইলেন। তখন তিনি ‘আয়িশার (রাঃ) উচ্চ কন্ঠস্বর শুনতে পেলেন। আবূ বকর (রাঃ) ভেতরে ঢুকে ‘আয়িশাহ (রাঃ)-কে দুর্বল করার জন্য চড় মারতে প্রস্তুত হলেন এবং বললেন, আমি কি লক্ষ্য করিনি যে, তুমি রাসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) এর সামনে উচ্চস্বরে কথা বলছো? রাসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) আবূ বকর (রাঃ)-কে বারণ করলেন। আবূ বকর রাগান্বিত অবস্থায় বেরিয়ে গেলেন। আবূ বকর (রাঃ) চলে যাওয়ার পর নবী (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) ‘আয়িশাহ (রাঃ)-কে (কৌতুকের ছলে) বললেন, দেখলে তো আমি তোমাকে কিভাবে ঐ লোকটার হাত হতে বাঁচালাম! বর্ণনাকারী বলেন, এরপর কয়েক দিন আবূ বকর (রাঃ) তাঁর নিকট আসলেন না। অতঃপর একদিন এসে ভেতরে আসার অনুমতি চাইলেন এবং ভিতরে ঢুকে উভয়কে সন্তুষ্ট অবস্থায় দেখতে পেয়ে বললেন, আমাকেও তোমাদের শান্তির অংশীদার বানাও যেমনটি তোমরা আমাকে অংশীদার বানিয়েছিলে তোমাদের কলহে। নবী (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমরা তাই করলাম।৪৯৯৭",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مَعِينٍ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْعَيْزَارِ بْنِ حُرَيْثٍ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، قَالَ اسْتَأْذَنَ أَبُو بَكْرٍ رَحْمَةُ اللَّهِ عَلَيْهِ عَلَى النَّبِيِّ صلى الله عليه وسلم فَسَمِعَ صَوْتَ عَائِشَةَ عَالِيًا فَلَمَّا دَخَلَ تَنَاوَلَهَا لِيَلْطِمَهَا وَقَالَ لاَ أَرَاكِ تَرْفَعِينَ صَوْتَكِ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَجَعَلَ النَّبِيُّ صلى الله عليه وسلم يَحْجُزُهُ وَخَرَجَ أَبُو بَكْرٍ مُغْضَبًا فَقَالَ النَّبِيُّ صلى الله عليه وسلم حِينَ خَرَجَ أَبُو بَكْرٍ ‏\"‏ كَيْفَ رَأَيْتِنِي أَنْقَذْتُكِ مِنَ الرَّجُلِ ‏\"‏ ‏.‏ قَالَ فَمَكَثَ أَبُو بَكْرٍ أَيَّامًا ثُمَّ اسْتَأْذَنَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَوَجَدَهُمَا قَدِ اصْطَلَحَا فَقَالَ لَهُمَا أَدْخِلاَنِي فِي سِلْمِكُمَا كَمَا أَدْخَلْتُمَانِي فِي حَرْبِكُمَا ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ قَدْ فَعَلْنَا قَدْ فَعَلْنَا ‏\"‏ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "৪৯৯৭ আহমাদ",
    "chapter": {
      "chapter_number": "43"
    }
  }
}