{
  "hadith": {
    "hadith_id": 5012,
    "narrator": "সাখর ইবনু ‘আবদুল্লাহ ইবনু বুরাইদাহ (রহঃ) হতে পর্যায়ক্রমে তার পিতা ও তার দাদার সূত্র",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ কোন কোন বর্ণনা যাদুর মত হৃদয়গ্রাহী হয়, কোন কোন ইলম অজ্ঞতাপূর্ণ হয়, কোন কোন কবিতা হিকমাতপূর্ণ হয় এবং কোন কোন কথা বোঝা হয়ে দাঁড়ায়। সা‘সাআহ ইবনু সুহান বলেন, আল্লাহর নবী (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) সঠিক বলেছেন। প্রথমত, রাসূলুল্লাহর (সাল্লাল্লাহি ‘আলাইহি ওয়া সাল্লাম) এর বাণী “কোন কোন বর্ণনা যাদুর মত হৃদয়গ্রাহী হয়”- প্রায় দেখা যায়, কোন ব্যক্তির নিকট অপরের হক থাকে কিন্তু সে হকদারের সঙ্গে এমন সুন্দরভাবে যুক্তিপূর্ণ কথা বলে যাতে পাওনাদারের দেনা পরিশোধ করতে হয় না। আর ‘ইলম অজ্ঞতা হয়ে থাকে’, এর অর্থ হলো, ‘আলিম ব্যক্তি না জেনেও জানার ভান করে, ফলে এটাই অজ্ঞতার কারণ হয়ে দাঁড়ায়। আর কবিতাকে হিকমাত বলার কারণ হচ্ছে, কোন কোন কবিতায় এমন নসিহতপূর্ণ থাকে যা মানুষ গ্রহণ করে থাকে। আর কোন কোন কথা বোঝাস্বরূপ হওয়ার অর্থ হলো, অনুপযুক্ত ব্যক্তির কাছে গুরুত্বপূর্ণ কথা বলা, যা সে তা শুনতে চায় না। [৫০১০]\n\nদুর্বলঃ মিশকাত হা/৪৮০৪।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ، حَدَّثَنَا سَعِيدُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو تُمَيْلَةَ، قَالَ حَدَّثَنِي أَبُو جَعْفَرٍ النَّحْوِيُّ عَبْدُ اللَّهِ بْنُ ثَابِتٍ، قَالَ حَدَّثَنِي صَخْرُ بْنُ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِنَّ مِنَ الْبَيَانِ سِحْرًا وَإِنَّ مِنَ الْعِلْمِ جَهْلاً وَإِنَّ مِنَ الشِّعْرِ حُكْمًا وَإِنَّ مِنَ الْقَوْلِ عِيَالاً ‏\"‏ ‏.‏ فَقَالَ صَعْصَعَةُ بْنُ صُوحَانَ صَدَقَ نَبِيُّ اللَّهِ صلى الله عليه وسلم أَمَّا قَوْلُهُ ‏\"‏ إِنَّ مِنَ الْبَيَانِ سِحْرًا ‏\"‏ ‏.‏ فَالرَّجُلُ يَكُونُ عَلَيْهِ الْحَقُّ وَهُوَ أَلْحَنُ بِالْحُجَجِ مِنْ صَاحِبِ الْحَقِّ فَيَسْحَرُ الْقَوْمَ بِبَيَانِهِ فَيَذْهَبُ بِالْحَقِّ وَأَمَّا قَوْلُهُ ‏\"‏ إِنَّ مِنَ الْعِلْمِ جَهْلاً ‏\"‏ ‏.‏ فَيَتَكَلَّفُ الْعَالِمُ إِلَى عِلْمِهِ مَا لاَ يَعْلَمُ فَيُجَهِّلُهُ ذَلِكَ وَأَمَّا قَوْلُهُ ‏\"‏ إِنَّ مِنَ الشِّعْرِ حُكْمًا ‏\"‏ ‏.‏ فَهِيَ هَذِهِ الْمَوَاعِظُ وَالأَمْثَالُ الَّتِي يَتَّعِظُ بِهَا النَّاسُ وَأَمَّا قَوْلُهُ ‏\"‏ إِنَّ مِنَ الْقَوْلِ عِيَالاً ‏\"‏ ‏.‏ فَعَرْضُكَ كَلاَمَكَ وَحَدِيثَكَ عَلَى مَنْ لَيْسَ مِنْ شَأْنِهِ وَلاَ يُرِيدُهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৫০১০] ইবনু ‘আবদুল বার ‘আত-তামহীদ’। হাফিয ইরাক্বী বলেনঃ এর সানাদে অজ্ঞাত বর্ণনাকারী আছে।",
    "chapter": {
      "chapter_number": "43"
    }
  }
}