{
  "hadith": {
    "hadith_id": 5040,
    "narrator": "ইয়াঈশ ইবনু তিখফাহ ইবনু ক্বাইস আল-গিফারী (রাঃ)",
    "bn": "তিনি বলেন, আমার পিতা আস্হাবে সুফ্ফার সদস্য ছিলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে ‘আয়িশাহ (রাঃ) এর ঘরে যেতে বললেন। আমরা সেখানে গেলে তিনি বললেন, হে ‘আয়িশাহ! আমাদের আহারের ব্যবস্থা করো। তিনি হাশীশা পরিবেশন করলেন এবং আমরা খেলাম। তারপর তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেলেনঃ হে ‘আয়িশাহ! আমাদেরকে আরো খাবার দাও। এবার তিনি কবুতরের মত সামান্য হায়সা নিয়ে আসলেন এবং আমরা খেয়ে নিলাম। তারপর তিনি বললেন, হে ‘আয়িশাহ! আমাদেরকে পান করাও। অতঃপর তিনি এক গামলা দুধ আনলেন এবং আমরা পান করলাম। পুনরায় তিনি ‘আয়িশাহ (রাঃ)-এর নিকট পানীয় চাইলে তিনি ছোট এক পেয়ালা পরিবেশন করলেন এবং আমরা তা পান করলাম। এবার তিনি বললেনঃ ইচ্ছা করলে তোমরা এখানে ঘুমাতে পারো নতুবা মসজিদে চলে যাও। আমার পিতা বলেন, আমার বুকের ব্যথার কারনে আমি মসজিদে উপুড় হয়ে শুয়ে থাকলাম। এমতাবস্থায় এক ব্যক্তি আমাকে তাঁর পা দিয়ে নাড়া দিয়ে বললেন, এভাবে শোয়া আল্লাহ ঘৃণা করেন। বর্ণনাকারী বলেন, আমি চোখ তুলে দেখলাম যে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)। [৫০৩৮]\n\nযঈফ মুযতারিব।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَحَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ حَدَّثَنِي أَبِي، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ حَدَّثَنَا أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ يَعِيشَ بْنِ طِخْفَةَ بْنِ قَيْسٍ الْغِفَارِيِّ، قَالَ كَانَ أَبِي مِنْ أَصْحَابِ الصُّفَّةِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ انْطَلِقُوا بِنَا إِلَى بَيْتِ عَائِشَةَ ‏\"‏ ‏.‏ فَانْطَلَقْنَا فَقَالَ ‏\"‏ يَا عَائِشَةُ أَطْعِمِينَا ‏\"‏ ‏.‏ فَجَاءَتْ بِحَشِيشَةٍ فَأَكَلْنَا ثُمَّ قَالَ ‏\"‏ يَا عَائِشَةُ أَطْعِمِينَا ‏\"‏ ‏.‏ فَجَاءَتْ بِحَيْسَةٍ مِثْلِ الْقَطَاةِ فَأَكَلْنَا ثُمَّ قَالَ ‏\"‏ يَا عَائِشَةُ اسْقِينَا ‏\"‏ ‏.‏ فَجَاءَتْ بِعُسٍّ مِنْ لَبَنٍ فَشَرِبْنَا ثُمَّ قَالَ ‏\"‏ يَا عَائِشَةُ اسْقِينَا ‏\"‏ ‏.‏ فَجَاءَتْ بِقَدَحٍ صَغِيرٍ فَشَرِبْنَا ثُمَّ قَالَ ‏\"‏ إِنْ شِئْتُمْ بِتُّمْ وَإِنْ شِئْتُمُ انْطَلَقْتُمْ إِلَى الْمَسْجِدِ ‏\"‏ ‏.‏ قَالَ فَبَيْنَمَا أَنَا مُضْطَجِعٌ فِي الْمَسْجِدِ مِنَ السَّحَرِ عَلَى بَطْنِي إِذَا رَجُلٌ يُحَرِّكُنِي بِرِجْلِهِ فَقَالَ ‏\"‏ إِنَّ هَذِهِ ضِجْعَةٌ يُبْغِضُهَا اللَّهُ ‏\"‏ ‏.‏ قَالَ فَنَظَرْتُ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "grade_id": 27,
    "grade": "দুর্বল মুযতারিব",
    "grade_color": "#F85B24",
    "note": "[৫০৩৮] ইবনু মাজাহ, নাসায়ীর সুনানুল কুবরা, আহমাদ। সানাদের ত্বাখফাকে চেনা যায়নি।",
    "chapter": {
      "chapter_number": "43"
    }
  }
}