{
  "hadith": {
    "hadith_id": 506,
    "narrator": "ইবনু আবূ লায়লাহ (রহঃ)",
    "bn": "তিনি বলেন, সলাতের অবস্থা পর্যায়ক্রমে তিনবার পরিবর্তিত হয়েছে।  বর্ণনাকারী বলেন, আমাদের সাথীরা আমাদের নিকট হাদীস বর্ণনা করেন যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমাদের মুসলমানগণ অথবা মুমিনগণ একত্রে জামা’আতে সলাত আদায় করাটা আমার কাছে আনন্দদায়ক। এমনকি প্রাথমিক অবস্থায় আমি চিন্তা করলাম, সলাতের সময় হলে মানুষদের ডেকে আনার জন্য ঘরে ঘরে লোক পাঠিয়ে দিব। এমনকি আমি এ ইচ্ছাও করলাম যে, সলাতের সময় উপস্থিত হলে কিছু লোককে দুর্গের উপর দাড়ঁ করিয়ে দিব যারা মুসলমানদের সলাতের জন্য আহবান করবে। এমনকি তারা ‘নাকুস’ ঘণ্টা ধ্বনিও বাজালো বা বাজাবার উপক্রম করল। বর্ণনাকারী বলেন, এমন সময় এক আনসারী এসে বলল, হে আল্লাহর রসূল! আমি আপনাকে উৎকণ্ঠিত দেখে আপনার কাছ থেকে ফিরে যাওয়ার পর (রাতে স্বপ্ন) এক ব্যক্তিকে দেখতে পেলাম। লোকটি যেন দু’টি সবুজ কাপড় পরে মসজিদের সামনে দাঁড়িয়ে আযান দিল। কিছুক্ষন বসে থাকার পর সে আবার আযানের অনুরূপ শব্দ উচ্চারন করল (ইক্বামত দিল)। কিন্তু ‘ক্বাদ ক্বামাতিস সালাতু’ অতিরিক্ত বলল। লোকেরা আমাকে মিথ্যাবাদী মনে না করলে আমি অবশ্যই বলব, আমি জাগ্রতই ছিলাম, ঘুমন্ত নয়। ইবনুল মুসান্নার বর্ণনায় আছে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ তোমাকে অবশ্যই উত্তম স্বপ্ন দেখিয়েছেন। তবে ‘আমরের বর্ণনায় ‘আল্লাহ তোমাকে অবশ্যই উত্তম স্বপ্ন দেখিয়েছেন’ কথাটুকু নেই। তুমি বিলালকে আযান দেয়ার নির্দেশ দাও। তখন ‘উমার (রাঃ) বললেন, আমিও তার মত একই ধরনের স্বপ্ন দেখেছি। কিন্তু লোকটি আগেই বলে ফেলাতে আমি বলতে লজ্জাবোধ করি।\nইবনু আবূ লায়লাহ বলেন, আমাদের সাথীরা আমাদের নিকট হাদীস বর্ণনা করেন যে, প্রাথমিক পর্যায়ে কোন লোক মসজিদে এসে জামা’আত হতে দেখলে মুসল্লিদের কাছে সলাত কয় রাক’আত হয়েছে তা জিজ্ঞেস করত। অতঃপর ইশারায় তা জানিয়ে দেয়া হতো। তারপর তারা ঐ পরিমান সলাত দ্রুত আদায় করে জামা’আতে শামিল হত। ফলে তাঁর পিছনের মুক্তাদিদের অবস্থা পৃথক পৃথক হত। কেউ দাঁড়ানো, কেউ রুকু’তে, কেউ বসা, আবার কেউ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথেই সলাতরত অবস্থায় থাকত।\nইবনু মুসান্না ‘আমর ও হুসায়ন ইবনু আবূ লায়লাহ সূত্রে বর্ণনা করেন, এমন সময় (জামা’আত শুরু হওয়ার পর) মু’আয ইবনু জাবাল (রাঃ) আসলেন। শু’বাহ (রহঃ) বলেন, আমি একথা হুসাইন থেকে শুনেছিঃ তিনি বললেন, আমি আপনাকে যে অবস্থায় পাবো, তারই  তো অনুসরন করব। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ মু’আয তোমাদের জন্য একটি সুন্নাত  নির্ধারণ করেছে। তোমরাও সেরুপ করবে।\nবর্ণনাকারী বলেন, আমাদের সাথীরা আমাদের নিকট হাদীস বর্ণনা করেছেনঃ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাদীনাহয় পদার্পণ করে তাদের তিন দিন সিয়াম পালনের নির্দেশ দেন। অতঃপর রমাযানের সিয়াম ফারয (হওয়া সম্পর্কিত) আয়াত অবতীর্ণ হয়। সাহাবীগণ ইতোপূর্বে সিয়াম পালনের অভ্যাস না থাকায় সিয়াম পালনের বিধান তাদের জন্য কষ্টকর হয়ে পরে। কাজেই কেউ সিয়াম পালনে অক্ষম হলে মিসকিনকে খাদ্য আহার করাতেন। এমতাবস্থায় এ  আয়াত নাযিল হলোঃ “তোমাদের মধ্যে কেউ রমাযান মাস পেলে সে যেন অবশ্যই সিয়াম পালন করে” —(সূরাহ বাক্বারাহ, ১৮৫)। এতে রোগী ও মুসাফিরকে অব্যাহতি দিয়ে অবশিষ্ট সবাইকে সিয়াম পালনের নির্দেশ দেয়া হলো। আমাদের সাথীরা আমাদের নিকট বর্ণনা করেছেনঃ (ইসলামের প্রাথমিক অবস্থায়) কেউ ইফতার করে আহার না করে ঘুমিয়ে পড়লে তার পক্ষে পরদিন সূর্যাস্তের পূর্বে কোন কিছু খাওয়া বৈধ ছিল না। একদা ‘উমার (রাঃ) সহবাসের ইচ্ছা করলে তার স্ত্রী  বললেন, আমি তো ঘুমিয়ে ছিলাম। ‘উমার ধারনা করলেন, তার স্ত্রী বাহানা করছে। তাই তিনি স্ত্রী সহবাস করলেন। অন্যদিকে জনৈক আনসারী (ইফতারের পর) খাদ্য চাইলে লোকেরা বলল, অপেক্ষা করুন আমরা আপনার জন্য খানা তৈরী করছি। ইতোমধ্যে তিনি ঘুমিয়ে পরলেন। অতঃপর সকাল বেলা এ আয়াত অবতীর্ণ হলঃ “রোযার রাতে স্ত্রী সহবাস তোমাদের জন্য বৈধ করা হল।” (সূরাহ বাক্বারাহ, ১৮৭)",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ مَرْزُوقٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، قَالَ سَمِعْتُ ابْنَ أَبِي لَيْلَى، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ شُعْبَةَ، عَنْ عَمْرِو بْنِ مُرَّةَ، سَمِعْتُ ابْنَ أَبِي لَيْلَى، قَالَ أُحِيلَتِ الصَّلاَةُ ثَلاَثَةَ أَحْوَالٍ - قَالَ - وَحَدَّثَنَا أَصْحَابُنَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لَقَدْ أَعْجَبَنِي أَنْ تَكُونَ صَلاَةُ الْمُسْلِمِينَ - أَوْ قَالَ الْمُؤْمِنِينَ - وَاحِدَةً حَتَّى لَقَدْ هَمَمْتُ أَنْ أَبُثَّ رِجَالاً فِي الدُّورِ يُنَادُونَ النَّاسَ بِحِينِ الصَّلاَةِ وَحَتَّى هَمَمْتُ أَنْ آمُرَ رِجَالاً يَقُومُونَ عَلَى الآطَامِ يُنَادُونَ الْمُسْلِمِينَ بِحِينِ الصَّلاَةِ حَتَّى نَقَسُوا أَوْ كَادُوا أَنْ يَنْقُسُوا ‏\"‏ ‏.‏ قَالَ فَجَاءَ رَجُلٌ مِنَ الأَنْصَارِ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي لَمَّا رَجَعْتُ - لِمَا رَأَيْتُ مِنَ اهْتِمَامِكَ - رَأَيْتُ رَجُلاً كَأَنَّ عَلَيْهِ ثَوْبَيْنِ أَخْضَرَيْنِ فَقَامَ عَلَى الْمَسْجِدِ فَأَذَّنَ ثُمَّ قَعَدَ قَعْدَةً ثُمَّ قَامَ فَقَالَ مِثْلَهَا إِلاَّ أَنَّهُ يَقُولُ قَدْ قَامَتِ الصَّلاَةُ وَلَوْلاَ أَنْ يَقُولَ النَّاسُ - قَالَ ابْنُ الْمُثَنَّى أَنْ تَقُولُوا - لَقُلْتُ إِنِّي كُنْتُ يَقْظَانًا غَيْرَ نَائِمٍ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ ابْنُ الْمُثَنَّى ‏\"‏ لَقَدْ أَرَاكَ اللَّهُ خَيْرًا ‏\"‏ ‏.‏ وَلَمْ يَقُلْ عَمْرٌو ‏\"‏ لَقَدْ أَرَاكَ اللَّهُ خَيْرًا فَمُرْ بِلاَلاً فَلْيُؤَذِّنْ ‏\"‏ ‏.‏ قَالَ فَقَالَ عُمَرُ أَمَا إِنِّي قَدْ رَأَيْتُ مِثْلَ الَّذِي رَأَى وَلَكِنِّي لَمَّا سُبِقْتُ اسْتَحْيَيْتُ ‏.‏ قَالَ وَحَدَّثَنَا أَصْحَابُنَا قَالَ وَكَانَ الرَّجُلُ إِذَا جَاءَ يَسْأَلُ فَيُخْبَرُ بِمَا سُبِقَ مِنْ صَلاَتِهِ وَإِنَّهُمْ قَامُوا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ بَيْنِ قَائِمٍ وَرَاكِعٍ وَقَاعِدٍ وَمُصَلٍّ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ ابْنُ الْمُثَنَّى قَالَ عَمْرٌو وَحَدَّثَنِي بِهَا حُصَيْنٌ عَنِ ابْنِ أَبِي لَيْلَى حَتَّى جَاءَ مُعَاذٌ ‏.‏ قَالَ شُعْبَةُ وَقَدْ سَمِعْتُهَا مِنْ حُصَيْنٍ فَقَالَ لاَ أَرَاهُ عَلَى حَالٍ إِلَى قَوْلِهِ كَذَلِكَ فَافْعَلُوا ‏.‏ قَالَ أَبُو دَاوُدَ ثُمَّ رَجَعْتُ إِلَى حَدِيثِ عَمْرِو بْنِ مَرْزُوقٍ قَالَ فَجَاءَ مُعَاذٌ فَأَشَارُوا إِلَيْهِ - قَالَ شُعْبَةُ وَهَذِهِ سَمِعْتُهَا مِنْ حُصَيْنٍ - قَالَ فَقَالَ مُعَاذٌ لاَ أَرَاهُ عَلَى حَالٍ إِلاَّ كُنْتُ عَلَيْهَا ‏.‏ قَالَ فَقَالَ إِنَّ مُعَاذًا قَدْ سَنَّ لَكُمْ سُنَّةً كَذَلِكَ فَافْعَلُوا ‏.‏ قَالَ وَحَدَّثَنَا أَصْحَابُنَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمَّا قَدِمَ الْمَدِينَةَ أَمَرَهُمْ بِصِيَامِ ثَلاَثَةِ أَيَّامٍ ثُمَّ أُنْزِلَ رَمَضَانُ وَكَانُوا قَوْمًا لَمْ يَتَعَوَّدُوا الصِّيَامَ وَكَانَ الصِّيَامُ عَلَيْهِمْ شَدِيدًا فَكَانَ مَنْ لَمْ يَصُمْ أَطْعَمَ مِسْكِينًا فَنَزَلَتْ هَذِهِ الآيَةُ ‏{‏ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ ‏}‏ فَكَانَتِ الرُّخْصَةُ لِلْمَرِيضِ وَالْمُسَافِرِ فَأُمِرُوا بِالصِّيَامِ ‏.‏ قَالَ وَحَدَّثَنَا أَصْحَابُنَا قَالَ وَكَانَ الرَّجُلُ إِذَا أَفْطَرَ فَنَامَ قَبْلَ أَنْ يَأْكُلَ لَمْ يَأْكُلْ حَتَّى يُصْبِحَ ‏.‏ قَالَ فَجَاءَ عُمَرُ بْنُ الْخَطَّابِ فَأَرَادَ امْرَأَتَهُ فَقَالَتْ إِنِّي قَدْ نِمْتُ فَظَنَّ أَنَّهَا تَعْتَلُّ فَأَتَاهَا فَجَاءَ رَجُلٌ مِنَ الأَنْصَارِ فَأَرَادَ الطَّعَامَ فَقَالُوا حَتَّى نُسَخِّنَ لَكَ شَيْئًا فَنَامَ فَلَمَّا أَصْبَحُوا أُنْزِلَتْ عَلَيْهِ هَذِهِ الآيَةُ ‏{‏ أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ ‏}‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}