{
  "hadith": {
    "hadith_id": 5063,
    "narrator": "আবুল ওয়ারদ ইবনু সুমামাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা ‘আলী (রাঃ) ইবনু আ’বাদকে বলেন, আমি আমার স্ত্রী ও রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কন্যা ফাত্বিমাহ্‌র ঘটনা কি তোমাকে বর্ণনা করবো না? তিনি ছিলেন তাঁর নিকট তাঁর পরিবারের সর্বাধিক প্রিয় এবং আমি তাকে বিয়ে করেছি। যাতা ঘুরাতে ঘুরাতে তার হাতে এবং পানির মশক বহন করায় তার কাঁধে দাগ পড়ে যায়; ঘর ঝাড়ু দেয়ায় ও রান্নাঘর পরিষ্কার করায় তার কাপড়ে ময়লা লেগে যায়; এতে ফাত্বিমাহ্‌র খুব কষ্ট হয়। আমরা শুনতে পেলাম যে, রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট যুদ্ধবন্দী এসেছে। তাই আমি তাকে বললাম, তুমি যদি তোমার পিতার নিকট গিয়ে একটি খাদেম চেয়ে আনতে তাহলে তোমার জন্য যথেষ্ট উপকার হতো। তারপর তিনি নাবী(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট যান, সেখানে কতক লোক তাঁর সাথে আলোচনারত থাকায় তিনি লজ্জায় না বলে ফিরে আসেন। পরের দিন ভোরে তিনি আমদের ঘরে আসলেন, এসময় আমরা লেপের ভিতরে ছিলাম। তিনি ফাত্বিমাহ্‌র মাথার নিকট বসলেন। ফাত্বিমাহ্‌ লজ্জায় মাথা লেপের ভিতরে লুকালো।  তিনি প্রশ্ন করলেন : গতকাল মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পরিবারে তোমার কি দরকার ছিল? এভাবে তিনি দু’বার প্রশ্ন করলেও তিনি চুপ থাকেন। তখন আমি বললাম, হে আল্লাহর রাসূল! আল্লাহ কসম! আমি বলছি। সে আমার এখানে যাঁতা ঘুরানোর কারণে তার হাতে দাগ পড়েছে, পানির মশক টানতে টানতে তার কাঁধে দাগ পড়েছে, ঘর ঝাড়ু দেয়া ও রান্না করায় তার কাপড়গুলো কালো হয়ে গেছে। আমি খবর পেয়েছিলাম যে, আপনার নিকট যুদ্ধবন্দী এসেছে। আমি আপনার নিকট একজন খাদেম চাওয়ার জন্য তাকে বলেছিলাম। অতঃপর হাকাম বর্ণিত হাদীসের অনুরূপ। [৫০৬১]",
    "ar": "حَدَّثَنَا مُؤَمَّلُ بْنُ هِشَامٍ الْيَشْكُرِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي الْوَرْدِ بْنِ ثُمَامَةَ، قَالَ قَالَ عَلِيٌّ لاِبْنِ أَعْبَدَ أَلاَ أُحَدِّثُكَ عَنِّي وَعَنْ فَاطِمَةَ بِنْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَكَانَتْ أَحَبَّ أَهْلِهِ إِلَيْهِ وَكَانَتْ عِنْدِي فَجَرَّتْ بِالرَّحَى حَتَّى أَثَّرَتْ بِيَدِهَا وَاسْتَقَتْ بِالْقِرْبَةِ حَتَّى أَثَّرَتْ فِي نَحْرِهَا وَقَمَّتِ الْبَيْتَ حَتَّى اغْبَرَّتْ ثِيَابُهَا وَأَوْقَدَتِ الْقِدْرَ حَتَّى دَكِنَتْ ثِيَابُهَا وَأَصَابَهَا مِنْ ذَلِكَ ضُرٌّ فَسَمِعْنَا أَنَّ رَقِيقًا أُتِيَ بِهِمْ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقُلْتُ لَوْ أَتَيْتِ أَبَاكِ فَسَأَلْتِيهِ خَادِمًا يَكْفِيكِ ‏.‏ فَأَتَتْهُ فَوَجَدَتْ عِنْدَهُ حُدَّاثًا فَاسْتَحْيَتْ فَرَجَعَتْ فَغَدَا عَلَيْنَا وَنَحْنُ فِي لِفَاعِنَا فَجَلَسَ عِنْدَ رَأْسِهَا فَأَدْخَلَتْ رَأْسَهَا فِي اللِّفَاعِ حَيَاءً مِنْ أَبِيهَا فَقَالَ ‏ \"‏ مَا كَانَ حَاجَتُكِ أَمْسِ إِلَى آلِ مُحَمَّدٍ ‏\"‏ ‏.‏ فَسَكَتَتْ مَرَّتَيْنِ فَقُلْتُ أَنَا وَاللَّهِ أُحَدِّثُكَ يَا رَسُولَ اللَّهِ إِنَّ هَذِهِ جَرَّتْ عِنْدِي بِالرَّحَى حَتَّى أَثَّرَتْ فِي يَدِهَا وَاسْتَقَتْ بِالْقِرْبَةِ حَتَّى أَثَّرَتْ فِي نَحْرِهَا وَكَسَحَتِ الْبَيْتَ حَتَّى اغْبَرَّتْ ثِيَابُهَا وَأَوْقَدَتِ الْقِدْرَ حَتَّى دَكِنَتْ ثِيَابُهَا وَبَلَغَنَا أَنَّهُ قَدْ أَتَاكَ رَقِيقٌ أَوْ خَدَمٌ فَقُلْتُ لَهَا سَلِيهِ خَادِمًا ‏.‏ فَذَكَرَ مَعْنَى حَدِيثِ الْحَكَمِ وَأَتَمَّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৫০৬১] এটি গত হয়েছে হা/২৯৮৮ ।",
    "chapter": {
      "chapter_number": "43"
    }
  }
}