{
  "hadith": {
    "hadith_id": 5065,
    "narrator": "আবদুল্লাহ ইবনু ‘আমর (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দু’টি বিষয় বা দু’টি অভ্যাসের প্রতি যে মুসলিম খেয়াল রাখবে সে নিশ্চয়ই জান্নাতে যাবে। অভ্যাস দু’টি সহজ কিন্তু তা আমলকারীর সংখ্যা কম। তা হলো (১) প্রত্যেক সলাতের পর দশবার সুবহানাল্লাহ, দশবার আল্‌হামদু লিল্লাহ ও দশবার আল্লাহু আকবার বলবে। মুখে (পাঁচ ওয়াক্তে) এর সংখ্যা একশ পঞ্চাশ, কিন্তু মীযানে তা একহাজার পাঁচশ। (২) যখন শয্যায় যাবে চৌত্রিশ বার আল্লাহু আকবার, তেত্রিশ বার আল্‌হামদু লিল্লাহ ও তেত্রিশ বার সুবহানাল্লাহ বলবে। তা মুখে একশ কিন্তু মীযানে একহাজার। ‘আবদুল্লাহ (রাঃ) বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তা হাতের আঙ্গুলে গণনা করতে দেখেছি। সাহাবীগণ বললেন, হে আল্লাহর রাসূল! অভ্যাস দু’টি সহজ হওয়া সত্ত্বেও এর আমলকারীর সংখ্যা কম কেন? তিনি বললেনঃ তোমরা বিছানায় ঘুমাতে গেলে শয়তান তোমাদের কোন লোককে তা বলার আগেই ঘুম পাড়িয়ে দেয়। আর সলাতের মধ্যে শয়তান এসে তার বিভিন্ন প্রয়োজনীয় কাজের কথা স্মরণ করিয়ে দেয় এবং সে ঐগুলো বলার আগেই প্রয়োজনের দিকে চলে যায়।",
    "ar": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ خَصْلَتَانِ أَوْ خَلَّتَانِ لاَ يُحَافِظُ عَلَيْهِمَا عَبْدٌ مُسْلِمٌ إِلاَّ دَخَلَ الْجَنَّةَ هُمَا يَسِيرٌ وَمَنْ يَعْمَلُ بِهِمَا قَلِيلٌ يُسَبِّحُ فِي دُبُرِ كُلِّ صَلاَةٍ عَشْرًا وَيَحْمَدُ عَشْرًا وَيُكَبِّرُ عَشْرًا فَذَلِكَ خَمْسُونَ وَمِائَةٌ بِاللِّسَانِ وَأَلْفٌ وَخَمْسُمِائَةٍ فِي الْمِيزَانِ وَيُكَبِّرُ أَرْبَعًا وَثَلاَثِينَ إِذَا أَخَذَ مَضْجَعَهُ وَيَحْمَدُ ثَلاَثًا وَثَلاَثِينَ وَيُسَبِّحُ ثَلاَثًا وَثَلاَثِينَ فَذَلِكَ مِائَةٌ بِاللِّسَانِ وَأَلْفٌ فِي الْمِيزَانِ ‏\"‏ ‏.‏ فَلَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَعْقِدُهَا بِيَدِهِ قَالُوا يَا رَسُولَ اللَّهِ كَيْفَ هُمَا يَسِيرٌ وَمَنْ يَعْمَلُ بِهِمَا قَلِيلٌ قَالَ ‏\"‏ يَأْتِي أَحَدَكُمْ - يَعْنِي الشَّيْطَانَ - فِي مَنَامِهِ فَيُنَوِّمُهُ قَبْلَ أَنْ يَقُولَهُ وَيَأْتِيهِ فِي صَلاَتِهِ فَيُذَكِّرُهُ حَاجَةً قَبْلَ أَنْ يَقُولَهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "43"
    }
  }
}