{
  "hadith": {
    "hadith_id": 507,
    "narrator": "মু’আয ইবনু জাবাল (রাঃ)",
    "bn": "তিনি বলেন, সলাতের অবস্থা পর্যায়ক্রমে তিনবার পরিবর্তন হয়েছে। অনুরূপ সিয়ামের অবস্থাও তিনবার পরিবর্তন হয়েছে। তারপর বর্ণনাকারী নাসর ঐরূপ দীর্ঘ হাদীস বর্ণনা করেন। ইবনুল মুসান্না কেবল বাইতুল মাক্বদিসের দিকে মুখ করে সলাত আদায়ের ঘটনা সংক্ষেপে বর্ণনা করেছেন। তিনি বলেন, তৃতীয় অবস্থা এই যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাদীনাহয় পদার্পণ করার তের মাস যাবত বাইতুল মাক্বদিসের দিকে মুখ করে সলাত আদায় করেন। অতঃপর আল্লাহ এ আয়াত নাযিল করেনঃ “আসমানের দিকে তোমার মুখ উত্তোলন আমরা লক্ষ্য করেছি। অতএব তোমার পছন্দের ক্বিবলার দিক আমি তোমাকে ফিরিয়ে দিচ্ছি। এখন তুমি তোমার চেহারা মসজিদুল হারামের দিকে ফেরাও (সূরাহ বাক্বারাহ, ১৪৪)। এভাবে আল্লাহ তাঁর মুখ কা’বার দিকে ফিরিয়ে দিলেন। ইবনুল মুসান্নার হাদীস এখানেই শেষ। আর যিনি স্বপ্ন দেখেহিলেন নাসর তার নাম উল্লেখ করে বলেনঃ অতঃপর আনসার গোত্রের  ‘আবদুল্লাহ ইবনু যায়িদ (রাঃ) আসলেন। তিনি উক্ত হাদীসে বলেনঃ স্বপ্নে দেখা লোকটি ক্বিবলাহর দিকে মুখ করে বললোঃ আল্লাহু আকবার আল্লাহু আকবার, আশহাদু আল-লা ইলাহা ইল্লাল্লাহ, আশহাদু আল-লা ইলাহা ইল্লাল্লাহ, আশহাদু আন্না মুহাম্মাদার রসূলুল্লাহ, আশহাদু আন্না মুহাম্মাদার রসূলুল্লাহ, হাইয়্যা ‘আলাস-সলাহ দু’বার, হাইয়্যা ‘আলাল ফালাহ দু’বার। আল্লাহু আকবার আল্লাহু আকবার, লা ইলাহা ইল্লাল্লাহ। অতঃপর কিছুক্ষন নীরব থেকে আবার দাঁড়িয়ে থেকে পূর্বের কথারই পুনরাবৃত্তি করল। তবে ‘আবদুল্লাহ ইবনু যায়িদ বলেন, লোকটি হাইয়্যা ‘আলাল-ফালাহ বলার পর ক্বাদ ক্বামাতিস সলাতু ক্বাদ ক্বামাতিস সলাহ বাক্য দু’বার বলল। বর্ণনাকারী বলেন, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ এটা তুমি বিলাল কে শিখিয়ে দাও। অতঃপর বিলাল (রাঃ) শিখানো শব্দগুলো দ্বারা আযান দিলেন।\nএরপর বর্ণনাকারী সওম (রোযা) সম্পর্কে বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  প্রতি মাসে তিন দিন এবং আশুরার দিন সিয়াম পালন করতেন। অতঃপর আল্লাহ এ আয়াত নাযিল করলেনঃ “তোমাদের উপর সিয়াম ফারয করা হলো যেরূপ তোমাদের পূর্ববর্তীদের উপর ফারয করা হয়েছিল, যেন তোমরা আল্লাহভীরু (মুত্তাকী) হতে পারো। নির্দিষ্ট কয়েকটি দিনের জন্য। তোমাদের মধ্যে কেউ রোগাক্রান্ত হলে অথবা মুসাফির হলে পরবর্তীতে তাকে এর ক্বাযা করতে হবে। যারা সিয়াম পালনে সক্ষম (হয়েও সিয়াম পালন করে না) তারা এর পরিবর্তে একজন মিসকিনকে আহার করাবে”—(সূরাহ বাক্বারাহ,১৮৩-১৮৪)। এতে কেউ ইচ্ছে হলে সিয়াম পালন করত, আর কেউ বা সিয়াম পালন না করে প্রতি সিয়ামের পরিবর্তে একজন মিসকিনকে আহার করাতো। এটাই তার জন্য যথেষ্ট ছিল। (সিয়ামের প্রাথমিক অবস্থা এরূপই ছিল) অতঃপর এ বিধান পরিবর্তন করে আল্লাহ এ আয়াত নাযিল করলেনঃ “রমাযান হচ্ছে মহিমাম্বিত মাস, যে মাসে কুরআন নাযিল করা হয়েছে যা মানব জাতির পথপ্রদর্শক, হিদায়াতের স্পষ্ট দলীল এবং (হাক্ব ও বাতিলের মধ্যে) পার্থক্যকারী। তোমাদের যে কেউ রমাযান মাস পেল সে যেন সিয়াম পালন করে। আর কেউ অসুস্থ হলে বা সফরে থাকলে সে পরবর্তী সময়ে তা ক্বাযা করে নিবে—(সূরাহ বাক্বারাহ ১৮৫)। এরপর থেকে রমাযান মাস প্রাপ্ত প্রত্যেক ব্যক্তির উপর সিয়াম ফারয হয়ে যায়। এবং মুসাফিরের জন্য এর ক্বাযা আদায় ফারয সাব্যস্ত হয়। আর ফিদয়ার ব্যবস্থা বিধিবদ্ধ হয় সিয়াম পালনে অপারগ বৃদ্ধ ও বৃদ্ধাদের জন্য। সাহাবী সিরমাহ (রাঃ) সারা দিন পরিশ্রম করেছিলেন। এরপর বর্ণনাকারী পূর্ণ হাদীস বর্ণনা করেন। \n\nসহীহ, প্রথম দিকে তাকবীরে তারবী’ সহকারে। ইরওয়াউল গালীল ৪/২০—২১।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، عَنْ أَبِي دَاوُدَ، ح وَحَدَّثَنَا نَصْرُ بْنُ الْمُهَاجِرِ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنِ الْمَسْعُودِيِّ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ أُحِيلَتِ الصَّلاَةُ ثَلاَثَةَ أَحْوَالٍ وَأُحِيلَ الصِّيَامُ ثَلاَثَةَ أَحْوَالٍ وَسَاقَ نَصْرٌ الْحَدِيثَ بِطُولِهِ وَاقْتَصَّ ابْنُ الْمُثَنَّى مِنْهُ قِصَّةَ صَلاَتِهِمْ نَحْوَ بَيْتِ الْمَقْدِسِ قَطُّ قَالَ الْحَالُ الثَّالِثُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدِمَ الْمَدِينَةَ فَصَلَّى - يَعْنِي نَحْوَ بَيْتِ الْمَقْدِسِ - ثَلاَثَةَ عَشَرَ شَهْرًا فَأَنْزَلَ اللَّهُ تَعَالَى هَذِهِ الآيَةَ ‏{‏ قَدْ نَرَى تَقَلُّبَ وَجْهِكَ فِي السَّمَاءِ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوا وُجُوهَكُمْ شَطْرَهُ ‏}‏ فَوَجَّهَهُ اللَّهُ تَعَالَى إِلَى الْكَعْبَةِ ‏.‏ وَتَمَّ حَدِيثُهُ وَسَمَّى نَصْرٌ صَاحِبَ الرُّؤْيَا قَالَ فَجَاءَ عَبْدُ اللَّهِ بْنُ زَيْدٍ رَجُلٌ مِنَ الأَنْصَارِ وَقَالَ فِيهِ فَاسْتَقْبَلَ الْقِبْلَةَ قَالَ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَىَّ عَلَى الصَّلاَةِ مَرَّتَيْنِ حَىَّ عَلَى الْفَلاَحِ مَرَّتَيْنِ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لاَ إِلَهَ إِلاَّ اللَّهُ ثُمَّ أَمْهَلَ هُنَيَّةً ثُمَّ قَامَ فَقَالَ مِثْلَهَا إِلاَّ أَنَّهُ قَالَ زَادَ بَعْدَ مَا قَالَ ‏\"‏ حَىَّ عَلَى الْفَلاَحِ ‏\"‏ ‏.‏ قَدْ قَامَتِ الصَّلاَةُ قَدْ قَامَتِ الصَّلاَةُ ‏.‏ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَقِّنْهَا بِلاَلاً ‏\"‏ ‏.‏ فَأَذَّنَ بِهَا بِلاَلٌ وَقَالَ فِي الصَّوْمِ قَالَ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَصُومُ ثَلاَثَةَ أَيَّامٍ مِنْ كُلِّ شَهْرٍ وَيَصُومُ يَوْمَ عَاشُورَاءَ فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏ كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنَ قَبْلِكُمْ ‏}‏ إِلَى قَوْلِهِ ‏{‏ طَعَامُ مِسْكِينٍ ‏}‏ فَكَانَ مَنْ شَاءَ أَنْ يَصُومَ صَامَ وَمَنْ شَاءَ أَنْ يُفْطِرَ وَيُطْعِمَ كُلَّ يَوْمٍ مِسْكِينًا أَجْزَأَهُ ذَلِكَ وَهَذَا حَوْلٌ فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏ شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ ‏}‏ إِلَى ‏{‏ أَيَّامٍ أُخَرَ ‏}‏ فَثَبَتَ الصِّيَامُ عَلَى مَنْ شَهِدَ الشَّهْرَ وَعَلَى الْمُسَافِرِ أَنْ يَقْضِيَ وَثَبَتَ الطَّعَامُ لِلشَّيْخِ الْكَبِيرِ وَالْعَجُوزِ اللَّذَيْنِ لاَ يَسْتَطِيعَانِ الصَّوْمَ وَجَاءَ صِرْمَةُ وَقَدْ عَمِلَ يَوْمَهُ وَسَاقَ الْحَدِيثَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}