{
  "hadith": {
    "hadith_id": 5071,
    "narrator": "আবদুল্লাহ ইবনু মাস’ঊদ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সন্ধ্যায় উপনীত হয়ে বলতেনঃ অর্থ “আমরা সন্ধ্যায় উপনীত হয়েছি এবং রাজ্য আল্লাহ্‌র উদ্দেশ্যে সন্ধ্যায় প্রবেশ করেছে, সকল প্রশংসা আল্লাহ্‌র, আল্লাহ্‌ ছাড়া কোন ইলাহ নেই, তিনি একক, তাঁর কোন শরীক নেই”। জারীর (রাঃ) বর্ণিত হাদীসে রয়েছে : “আল্লাহ্‌ ছাড়া কোন ইলাহ নেই, তিনি একক, তাঁর কোন শরীক নেই, তাঁরই জন্য সাম্রাজ্য, সকল প্রশংসা তাঁরই এবং তিনি সকল বস্তুর উপর ক্ষমতাবান। হে আমার রব! আমি আপনার নিকট এ রাতের কল্যাণ চাইছি এবং রাতের পরবর্তী কল্যাণও কামনা করছি। আর এ রাতের সকল প্রকার অমঙ্গল হতে আপনার নিকট আশ্রয় প্রার্থনা করছি এবং তারপরে যা আছে তার অমঙ্গল হতেও মুক্তি চাচ্ছি। হে আমার রব! আমি আপনার নিকট অলসতা, গর্ব-অহংকারের  অনিষ্ট ও কুফরীর অনিষ্ট হতে আশ্রয় চাইছি। হে রব! আমি আপনার নিকট জাহান্নামের শাস্তি ও কবরের শাস্তি হতে আশ্রয় চাইছি”। আর তিনি ভোরে উপনীত হয়েও এরুপ বলতেনঃ আমরা ভোরে উপনীত হলাম এবং আল্লাহ্‌র বাদশাহী সকাল বেলাও আছে। ইমাম আবূ দাঊদ (রহঃ) বলেন, শু’বাহ হাদীসটি সালামাহ ইবনু কুহাইল হতে ইবরাহীম ইবনু সুয়াইদ (রহঃ) সূত্রে বর্ণনা করেছেন। তিনি বলেন, ‘বার্ধক্যের অনিষ্ট হতে’ এবং তিনি ‘কুফরীর অনিষ্ট হতে’ উল্লেখ করেননি।",
    "ar": "حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، عَنْ خَالِدٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ قُدَامَةَ بْنِ أَعْيَنَ، حَدَّثَنَا جَرِيرٌ، عَنِ الْحَسَنِ بْنِ عُبَيْدِ اللَّهِ، عَنْ إِبْرَاهِيمَ بْنِ سُوَيْدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقُولُ إِذَا أَمْسَى ‏\"‏ أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ وَالْحَمْدُ لِلَّهِ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ ‏\"‏ ‏.‏ زَادَ فِي حَدِيثِ جَرِيرٍ وَأَمَّا زُبَيْدٌ كَانَ يَقُولُ كَانَ إِبْرَاهِيمُ بْنُ سُوَيْدٍ يَقُولُ ‏\"‏ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَمِنْ سُوءِ الْكِبْرِ أَوِ الْكُفْرِ رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ ‏\"‏ ‏.‏ وَإِذَا أَصْبَحَ قَالَ ذَلِكَ أَيْضًا ‏\"‏ أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ شُعْبَةُ عَنْ سَلَمَةَ بْنِ كُهَيْلٍ عَنْ إِبْرَاهِيمَ بْنِ سُوَيْدٍ قَالَ ‏\"‏ مِنْ سُوءِ الْكِبْرِ ‏\"‏ ‏.‏ وَلَمْ يَذْكُرْ سُوءَ الْكُفْرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "43"
    }
  }
}