{
  "hadith": {
    "hadith_id": 5077,
    "narrator": "আবূ আয়্যাশ (রাঃ) সূত্র",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-বলেছেনঃ ‘যে ব্যক্তি সকালে উপনীত হয়ে বলেঃ “আল্লাহ্‌ ছাড়া কোন ইলাহ নেই, তিনি একক, তাঁর কোন শরীক নেই, রাজত্ব তাঁরই, প্রশংসা তাঁরই এবং তিনি সব কিছুর উপর ক্ষমতাবান”- এটা তার জন্য ইসমাঈল (আ) বংশীয় একটি গোলাম আযাদ করার সমান হবে, তার জন্য দশটি পুণ্য লেখা হবে ও দশটি পাপ মোচন করা হবে এবং তার দশটি মর্যাদা বুলন্দ করা হবে এবং শয়তান হতে নিরাপদ থাকবে যতোক্ষণ না সন্ধ্যা হয়। আর যদি সন্ধ্যায় উপনীত হয়ে তা বলে, তাহলে ভোর পর্যন্ত অনুরূপ ফাযীলাত পাবে। বর্ণনাকারী হাম্মাদের (রহঃ) বর্ণনায় রয়েছেঃ এক ব্যক্তি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে স্বপ্নে দেখে প্রশ্ন করলো, হে আল্লাহ্‌র রাসূল! আবূ আয়্যাশ (রাঃ) আপনার নামে এই এই বলেছে। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আবূ আয়্যাশ সত্যিই বলেছে। [৫০৭৫]",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، وَوُهَيْبٌ، نَحْوَهُ عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنِ ابْنِ أَبِي عَائِشٍ، - وَقَالَ حَمَّادٌ عَنْ أَبِي عَيَّاشٍ، - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ قَالَ إِذَا أَصْبَحَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ كَانَ لَهُ عِدْلُ رَقَبَةٍ مِنْ وَلَدِ إِسْمَاعِيلَ وَكُتِبَ لَهُ عَشْرُ حَسَنَاتٍ وَحُطَّ عَنْهُ عَشْرُ سَيِّئَاتٍ وَرُفِعَ لَهُ عَشْرُ دَرَجَاتٍ وَكَانَ فِي حِرْزٍ مِنَ الشَّيْطَانِ حَتَّى يُمْسِيَ وَإِنْ قَالَهَا إِذَا أَمْسَى كَانَ لَهُ مِثْلُ ذَلِكَ حَتَّى يُصْبِحَ ‏\"‏ ‏.‏ قَالَ فِي حَدِيثِ حَمَّادٍ فَرَأَى رَجُلٌ رَسُولَ اللَّهِ صلى الله عليه وسلم فِيمَا يَرَى النَّائِمُ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَبَا عَيَّاشٍ يُحَدِّثُ عَنْكَ بِكَذَا وَكَذَا قَالَ ‏\"‏ صَدَقَ أَبُو عَيَّاشٍ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ إِسْمَاعِيلُ بْنُ جَعْفَرٍ وَمُوسَى الزَّمْعِيُّ وَعَبْدُ اللَّهِ بْنُ جَعْفَرٍ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنِ ابْنِ عَائِشٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "43"
    }
  }
}