{
  "hadith": {
    "hadith_id": 514,
    "narrator": "যিয়াদ ইবনুল হারিস আস-সুদাঈ (রাঃ)",
    "bn": "তিনি বলেন, ফাজরের প্রথম আযান নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নির্দেশক্রমে আমি দিয়েছিলাম। আযান শেষে আমি বলতে লাগলাম, হে আল্লাহর রসূল! আমি কি ইক্বামাত দিব? তিনি তখন পূর্ব দিগন্তে ভোরের আভা লক্ষ্য করে বললেনঃ না। ভোরের আলো প্রকাশ পাওয়ার পর তিনি বাহন থেকে নেমে পেশাব-পায়খানা সেরে আমার দিকে ফিরে এলেন। সাহাবীগণ তার সাথে মিলিত হলেন (চারপাশে উপস্থিত হলেন)। বর্ণনাকারী বলেন, তিনি উযু করলেন। বিলাল (রাঃ) ইক্বামাত দিতে চাইলে আল্লাহর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ সুদা গোত্রের ভাই আযান দিয়েছে। আর যে আযান দেয় সে-ই ইক্বামাত দিবে। অতঃপর আমি ইক্বামাত দিলাম। [৫১৩]\n\nদুর্বলঃ ইরওয়া ২৩৭, যঈফাহ ৩৫।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ بْنِ غَانِمٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادٍ، - يَعْنِي الإِفْرِيقِيَّ - أَنَّهُ سَمِعَ زِيَادَ بْنَ نُعَيْمٍ الْحَضْرَمِيَّ، أَنَّهُ سَمِعَ زِيَادَ بْنَ الْحَارِثِ الصُّدَائِيَّ، قَالَ لَمَّا كَانَ أَوَّلُ أَذَانِ الصُّبْحِ أَمَرَنِي - يَعْنِي النَّبِيَّ صلى الله عليه وسلم - فَأَذَّنْتُ فَجَعَلْتُ أَقُولُ أُقِيمُ يَا رَسُولَ اللَّهِ فَجَعَلَ يَنْظُرُ إِلَى نَاحِيَةِ الْمَشْرِقِ إِلَى الْفَجْرِ فَيَقُولُ ‏\"‏ لاَ ‏\"‏ ‏.‏ حَتَّى إِذَا طَلَعَ الْفَجْرُ نَزَلَ فَبَرَزَ ثُمَّ انْصَرَفَ إِلَىَّ وَقَدْ تَلاَحَقَ أَصْحَابُهُ - يَعْنِي فَتَوَضَّأَ - فَأَرَادَ بِلاَلٌ أَنْ يُقِيمَ فَقَالَ لَهُ نَبِيُّ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ أَخَا صُدَاءٍ هُوَ أَذَّنَ وَمَنْ أَذَّنَ فَهُوَ يُقِيمُ ‏\"‏ ‏.‏ قَالَ فَأَقَمْتُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৫১৩] তিরমিযী (অধ্যায়ঃ সলাত অনুঃ আযানদাতা ইক্বামাত দিবে। হাঃ ১৯৯), ইবনু মাজাহ (অধ্যায়ঃ আযান, অনুঃ আযানের সুন্নাত, হাঃ ৭১৭) বায়হাক্বী (১/৩৯৯) তিনি বলেন, এর সানাদে দুর্বলতা আছে। সকলেই ’আবদুর রহমান ইফরীক্বী সূত্রে। ‘আবদুর  রহমান ইবনু যিয়াদ ইফরিক্বী দুর্বল। যেমন বলেছেন হাফিয ‘আত-তাক্ববীর’ গ্রন্হে। ইয়াহইয়া ইবনু কাত্তান এবং অন্যরা তাকে দুর্বল বলেছেন। ইমাম আহমাদ বলেন, আমি ইফরীক্বীর হাদীস লিখি না। ইমাম বাগাভী ও ইমাম বায়হাক্বীও হাদীসটিকে দুর্বল বলেছেন।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}