{
  "hadith": {
    "hadith_id": 5185,
    "narrator": "ক্বাইস ইবনু সা’দ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের সঙ্গে দেখা করতে আমাদের বাড়িতে আসলেন। তিনি বললেন, আস্‌সালামু ‘আলাইকুম ওয়া রহ্‌মাতুল্লাহ। বর্ণনাকারী বলেন, সা’দ (রাঃ) আস্তে সালামের উত্তর দিলেন। ক্বাইস (রাঃ) বলেন, আমি বললাম, আপনি কি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে প্রবেশের অনুমতি দিবেন না? তিনি বললেন, থামো, তাকে বেশী বেশী আমাদেরকে সালাম দিতে দাও। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আস্‌সালামু ‘আলাইকুম ওয়া রহমাতুল্লাহ। সা’দ (রাঃ) এবারেও আস্তে সালামের জবাব দিলেন। পুনরায় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আস্‌সালামু ‘আলাইকুম ওয়া রহমাতুল্লাহ। অতঃপর তিনি ফিরে যেতে থাকলেন। সা’দ (রাঃ) তাঁর পিছনে পিছনে গিয়ে তঁর সাথে সাক্ষাত করে বললেন, হে আল্লাহর রাসূল! নিশ্চয়ই আমি আপনার সালাম শুনতে পারছিলাম এবিং চুপে চুপে সালামের জবাব দিচ্ছিলাম, যাতে আপনি বেশী বেশী সালাম দেন। বর্ণনাকারী বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার সঙ্গে ফিরে আসলেন এবং সা’দ (রাঃ) তাঁর গোসলের জন্য পানি এনে দিতে নির্দেশ দিলেন, অতঃপর তিনি গোসল করলেন। এরপর তাঁকে জাফরান বা ওয়ার্‌স দ্বারা রঞ্জিত একটি চাদর দিলেন। তিনি তা পরিধান করলেন। অতঃপর দু’হাত তুলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে আল্লাহ! তুমি সা’দ ইবনু ‘উবাদাহ্‌র পরিবার-পরিজনের উপর শান্তি ও রহমত বর্ষণ করো। বর্ণনাকারী বলেন, অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে খাবার দেয়া হলো। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন রওয়ানা করার জন্য প্রস্তুত হলেন, তখন সা’দ (রাঃ) পিঠে মখমলের চাদর বা গদি বিছানো একটি সুসজ্জিত গাধা এনে তার নিকটবর্তী করলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাতে আরোহণ করলেন। সা’দ (রাঃ) বললেন, হে ক্বাইস! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে যাও। ক্বাইস (রাঃ) বলেন, তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেনঃ আরোহণ করো। কিন্তু আমি সম্মত হলাম না। অতঃপর তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আরোহণ করো নতুবা ফিরে যাও। বর্ণনাকারী বলেন, আমি ফিরে এলাম। ইমাম আবূ দাঊদ (রহঃ) বলেন, ‘উমার ইবনু ‘আবদুল ওয়াহিদ ও ইবনু সাম’আহ (রাঃ) আল-আওয়াঈর (রহঃ) হাদীসটি মুরসালরূপে বর্ণনা করেছেন এবং তারা উভয়ে ক্বাইস ইবনু সা’দ (রাঃ)-এর উল্লেখ করেননি। [৫১৮৩]",
    "ar": "حَدَّثَنَا هِشَامٌ أَبُو مَرْوَانَ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، - الْمَعْنَى - قَالَ مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الأَوْزَاعِيُّ، قَالَ سَمِعْتُ يَحْيَى بْنَ أَبِي كَثِيرٍ، يَقُولُ حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَسْعَدَ بْنِ زُرَارَةَ، عَنْ قَيْسِ بْنِ سَعْدٍ، قَالَ زَارَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي مَنْزِلِنَا فَقَالَ ‏\"‏ السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ ‏\"‏ ‏.‏ فَرَدَّ سَعْدٌ رَدًّا خَفِيًّا ‏.‏ قَالَ قَيْسٌ فَقُلْتُ أَلاَ تَأْذَنُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَقَالَ ذَرْهُ يُكْثِرْ عَلَيْنَا مِنَ السَّلاَمِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ ‏\"‏ ‏.‏ فَرَدَّ سَعْدٌ رَدًّا خَفِيًّا ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللَّهِ ‏\"‏ ‏.‏ ثُمَّ رَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَاتَّبَعَهُ سَعْدٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ أَسْمَعُ تَسْلِيمَكَ وَأَرُدُّ عَلَيْكَ رَدًّا خَفِيًّا لِتُكْثِرَ عَلَيْنَا مِنَ السَّلاَمِ ‏.‏ قَالَ فَانْصَرَفَ مَعَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَمَرَ لَهُ سَعْدٌ بِغِسْلٍ فَاغْتَسَلَ ثُمَّ نَاوَلَهُ مِلْحَفَةً مَصْبُوغَةً بِزَعْفَرَانٍ أَوْ وَرْسٍ فَاشْتَمَلَ بِهَا ثُمَّ رَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ وَهُوَ يَقُولُ ‏\"‏ اللَّهُمَّ اجْعَلْ صَلَوَاتِكَ وَرَحْمَتَكَ عَلَى آلِ سَعْدِ بْنِ عُبَادَةَ ‏\"‏ ‏.‏ قَالَ ثُمَّ أَصَابَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنَ الطَّعَامِ فَلَمَّا أَرَادَ الاِنْصِرَافَ قَرَّبَ لَهُ سَعْدٌ حِمَارًا قَدْ وَطَّأَ عَلَيْهِ بِقَطِيفَةٍ فَرَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ سَعْدٌ يَا قَيْسُ اصْحَبْ رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ قَيْسٌ فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ارْكَبْ ‏\"‏ ‏.‏ فَأَبَيْتُ ثُمَّ قَالَ ‏\"‏ إِمَّا أَنْ تَرْكَبَ وَإِمَّا أَنْ تَنْصَرِفَ ‏\"‏ ‏.‏ قَالَ فَانْصَرَفْتُ ‏.‏ قَالَ هِشَامٌ أَبُو مَرْوَانَ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَسْعَدَ بْنِ زُرَارَةَ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ عُمَرُ بْنُ عَبْدِ الْوَاحِدِ وَابْنُ سَمَاعَةَ عَنِ الأَوْزَاعِيِّ مُرْسَلاً وَلَمْ يَذْكُرَا قَيْسَ بْنَ سَعْدٍ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৫১৮৩] আহমাদ। সানাদের মুহাম্মাদ ইবনু ‘আবদুর রহমান হাদীসটি ক্বাইস হতে শুনেন নি। সুতরাং এটা মুনতাকি। হাফিয বলেনঃ সঠিক কথা হলো উভয়ের মাঝে আরেকজন ব্যক্তি রয়েছেন।",
    "chapter": {
      "chapter_number": "43"
    }
  }
}