{
  "hadith": {
    "hadith_id": 5192,
    "narrator": "ইকরিমাহ (রহঃ)",
    "bn": "তিনি কলেন, ইরাকের অধিবাসী একদল লোক ইবনু ‘আব্বাস (রাঃ) নিকট প্রশ্ন করলো, হে ইবনু ‘আব্বাস! এ আয়াত সম্পর্কে আপনার মতামত কি? তাতে আমাদেরকে যা নির্দেশ দেয়ার দেয়া হয়েছে, কিন্তু কেউই সে মোতাবেক আমল করে না। মহান আল্লাহ বলেন, \n“হে ঈমানদারগন! তোমাদের অধিকারভুক্ত দাস-দাসীরা এবং তোমাদের মধ্যে যারা বয়োপ্রাপ্ত হয়নি তারা যেন তোমাদের ঘরে প্র্রবেশ করতে তিন সময়ে অনুমতি নেয়, ফাজর সালাতের পূর্বে, দুপুরে যখন তোমরা তোমাদের পোশাক খুলে রাখো এবং ‘ইশার সালাতের পর- এ তিন সময় তোমাদের গোপনীয়তা অবলম্বনের সময়। এ তিন সময় ছাড়া অন্য সময়ে অনুমতি ছাড়া প্রবেশ করলে তোমাদের জন্য এবং তাদের জন্য কোন দোষ নেই। তোমাদের একজনকে অপরজনের নিকট যাতায়াত করতে হয়। এভাবে আল্লাহ তোমাদের নিকট তাঁর নির্দেশ সুস্পষ্টভাবে বর্ণনা করেন। আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়। তোমাদের সন্তান-সন্তুতি বয়োপ্রাপ্ত হলে তারাও যেন তোমাদের বয়োজ্যেষ্ঠাদের মতো অনুমতি গ্রহন করে। এভাবে আল্লাহ তোমাদের জন্য তাঁর নির্দেশ সুস্পষ্টভাবে বর্ণনা করেন। আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়” (সূরাহ নূর: ৫৮-৫৯)।\nইবনু ‘আব্বাস (রাঃ) বলেন, আল্লাহ মু’মিনদের প্রতি সহনশীল, পরম দয়ালু। তিনি গোপনীয়তা ভালোবাসেন। লোকজনের ঘরে কোনোরূপ পর্দার ব্যবস্থা ছিল না। ফলে কখনো ঘরে স্বামী-স্ত্রী অবস্থানকালে তার খাদেম বা বালক-বালিকারা ঢুকে পড়তো। এজন্যই আল্লাহ গোপনীয়তা অবলম্বনে এ সময়গুলোতে অনুমতি চাওয়ার নির্দেশ দেন। অতএব আল্লাহ তাদের জন্যে গোপনীয়তা অবলম্বন ও কল্যাণকর ব্যবস্থা দিয়েছেন। অথচ আমি কাউকে তদনুসারে আমল করতে দেখি না। ইমাম আবূ দাউদ (রহঃ) বলেন, ‘উবাইদুল্লাহ ও ‘আত্বা (রহঃ) কর্তৃক বর্ণিত হাদীস। এ হাদীসকে দুর্বল করে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُحَمَّدٍ - عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ عِكْرِمَةَ، أَنَّ نَفَرًا، مِنْ أَهْلِ الْعِرَاقِ قَالُوا يَا ابْنَ عَبَّاسٍ كَيْفَ تَرَى فِي هَذِهِ الآيَةِ الَّتِي أُمِرْنَا فِيهَا بِمَا أُمِرْنَا وَلاَ يَعْمَلُ بِهَا أَحَدٌ قَوْلُ اللَّهِ عَزَّ وَجَلَّ ‏{‏ يَا أَيُّهَا الَّذِينَ آمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلاَثَ مَرَّاتٍ مِنْ قَبْلِ صَلاَةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلاَةِ الْعِشَاءِ ثَلاَثُ عَوْرَاتٍ لَكُمْ لَيْسَ عَلَيْكُمْ وَلاَ عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُمْ ‏}‏ قَرَأَ الْقَعْنَبِيُّ إِلَى ‏{‏ عَلِيمٌ حَكِيمٌ ‏}‏ قَالَ ابْنُ عَبَّاسٍ إِنَّ اللَّهَ حَلِيمٌ رَحِيمٌ بِالْمُؤْمِنِينَ يُحِبُّ السَّتْرَ وَكَانَ النَّاسُ لَيْسَ لِبُيُوتِهِمْ سُتُورٌ وَلاَ حِجَالٌ فَرُبَّمَا دَخَلَ الْخَادِمُ أَوِ الْوَلَدُ أَوْ يَتِيمَةُ الرَّجُلِ وَالرَّجُلُ عَلَى أَهْلِهِ فَأَمَرَهُمُ اللَّهُ بِالاِسْتِئْذَانِ فِي تِلْكَ الْعَوْرَاتِ فَجَاءَهُمُ اللَّهُ بِالسُّتُورِ وَالْخَيْرِ فَلَمْ أَرَ أَحَدًا يَعْمَلُ بِذَلِكَ بَعْدُ ‏.‏ قَالَ أَبُو دَاوُدَ حَدِيثُ عُبَيْدِ اللَّهِ وَعَطَاءٍ يُفْسِدُ هَذَا ‏.‏",
    "grade_id": 13,
    "grade": "হাসান মাওকুফ",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "43"
    }
  }
}