{
  "hadith": {
    "hadith_id": 5237,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাইরে বের হয়ে গম্বুজাকৃতির একটি উঁচু পাকা ঘর দেখতে পেয়ে বললেনঃ এটা কি? তাঁর সাহাবীগণ বললেন, এতা অমুক আনসারী ব্যক্তির। তিনি চুপ থাকলেন এবং বিষয়টি স্মরণে রাখলেন। পরে ঐ প্রাসাদের মালিক রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আসে লোকদের মধ্যে তাঁকে সালাম দিলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার দিক থেকে মুখ ফিরিয়ে নিলেন। এরূপ কয়েকবার হলো। ফলে লোকটি তার প্রতি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর রাগ হওয়া এবং তাঁর উপেক্ষা সম্পর্কে বুঝতে পারলো। এতে সে তার সাথীদের নিকট প্রকৃত ঘটনা জানতে চাইলো। সে বলল, আল্লাহর কসম! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এরূপ আচরণ তা আমি বুঝতে পারছি না। লোকেরা বললো, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাইরে বের হয়েছিলেন। তিনি তোমার গম্বুজ দেখতে পেয়েছেন। অতএব সে তার পাকা বাড়িতে ফিরে এসে তা ধ্বংস করে একেবারে মাটির সাথে মিশিয়ে দিলো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরেক দিন বের হলেন। তিনি ঐ প্রাসাদটি দেখতে না পেয়ে বললেন, প্রাসাদটির কি হলো? লোকেরা বললো, প্রাসাদের মালিক আমাদের নিকট তার প্রতি আপনার অসন্তষ্টি ও উপেক্ষার বিষয় জানতে চাইলে আমরা তাকে ঘটনা খুলে বলি, এতে সে তা বিধ্বস্ত করে দেয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, বস্তুত প্রত্যেক উচ্চ পাকা বাড়ি তার মালিকের জন্য দুর্ভাগ্যর কারন হবে। তবে যেটি একান্ত জরুরী সেটি ছাড়া।\n\nসহীহঃ সহীহাহ হা/২৮৩০।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عُثْمَانُ بْنُ حَكِيمٍ، قَالَ أَخْبَرَنِي إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ حَاطِبٍ الْقُرَشِيُّ، عَنْ أَبِي طَلْحَةَ الأَسَدِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ فَرَأَى قُبَّةً مُشْرِفَةً فَقَالَ ‏\"‏ مَا هَذِهِ ‏\"‏ ‏.‏ قَالَ لَهُ أَصْحَابُهُ هَذِهِ لِفُلاَنٍ - رَجُلٍ مِنَ الأَنْصَارِ - ‏.‏ قَالَ فَسَكَتَ وَحَمَلَهَا فِي نَفْسِهِ حَتَّى إِذَا جَاءَ صَاحِبُهَا رَسُولَ اللَّهِ صلى الله عليه وسلم يُسَلِّمُ عَلَيْهِ فِي النَّاسِ أَعْرَضَ عَنْهُ صَنَعَ ذَلِكَ مِرَارًا حَتَّى عَرَفَ الرَّجُلُ الْغَضَبَ فِيهِ وَالإِعْرَاضَ عَنْهُ فَشَكَا ذَلِكَ إِلَى أَصْحَابِهِ فَقَالَ وَاللَّهِ إِنِّي لأُنْكِرُ رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالُوا خَرَجَ فَرَأَى قُبَّتَكَ ‏.‏ قَالَ فَرَجَعَ الرَّجُلُ إِلَى قُبَّتِهِ فَهَدَمَهَا حَتَّى سَوَّاهَا بِالأَرْضِ فَخَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ فَلَمْ يَرَهَا قَالَ ‏\"‏ مَا فَعَلَتِ الْقُبَّةُ ‏\"‏ ‏.‏ قَالُوا شَكَا إِلَيْنَا صَاحِبُهَا إِعْرَاضَكَ عَنْهُ فَأَخْبَرْنَاهُ فَهَدَمَهَا فَقَالَ ‏\"‏ أَمَا إِنَّ كُلَّ بِنَاءٍ وَبَالٌ عَلَى صَاحِبِهِ إِلاَّ مَا لاَ إِلاَّ مَا لاَ ‏\"‏ ‏.‏ يَعْنِي مَا لاَ بُدَّ مِنْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "43"
    }
  }
}