{
  "hadith": {
    "hadith_id": 543,
    "narrator": "কাহ্‌মাস (রাঃ)",
    "bn": "তিনি বলেন, মিনায় আমরা সলাত আদায়ের জন্য দাঁড়িয়ে গেলাম, কিন্তু তখনো ইমাম বের হননি। এমতাবস্থায় আমাদের মধ্যকার কেউ কেউ বসে পড়ল। কুফাবাসী জনৈক শায়খ বললেন, কিসে আপনাকে বসিয়ে দিল? আমি বললাম, ইবনু বুরাইদাহ। তিনি বলেছেন, ইমামের জন্য এভাবে (দাঁড়িয়ে) অপেক্ষা করা নিস্প্রয়োজন। তিনি বলেন, আমার শায়খ ‘আবদুর রহমান ইবনু ‘আওসাজাহ (রহঃ) আল-বারাআ ইবনু ‘আযিব (রাঃ) সূত্রে বর্ণনা করেন যে, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর যুগে তাকবীরে তাহরীমা বলার পূর্বে সলাতের কাতারে দীর্ঘক্ষণ দাঁড়িয়ে থাকতাম। তিনি আরো বলেন, সম্মানিত মহান আল্লাহ রহমত বর্ষন করেন এবং তাঁর মালায়িকাহ্‌ (ফেরেশতাগণ) দু’আ করে থাকেন ঐ লোকদের জন্য যারা সামনের কাতারসমূহের দিকে ধাবিত হয়। আল্লাহর নিকট ঐ পদক্ষেপের চাইতে অধিক পছন্দনীয় পদক্ষেপ আর কোনটি নেই মানুষেরা যা কাতারবদ্ধ হবার জন্য করে থাকে। [৫৪২]\n\nদুর্বলঃ মিশকাত ১০৯৫",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَلِيِّ بْنِ سُوَيْدِ بْنِ مَنْجُوفٍ السَّدُوسِيُّ، حَدَّثَنَا عَوْنُ بْنُ كَهْمَسٍ، عَنْ أَبِيهِ، كَهْمَسٍ قَالَ قُمْنَا إِلَى الصَّلاَةِ بِمِنًى وَالإِمَامُ لَمْ يَخْرُجْ فَقَعَدَ بَعْضُنَا فَقَالَ لِي شَيْخٌ مِنْ أَهْلِ الْكُوفَةِ مَا يُقْعِدُكَ قُلْتُ ابْنُ بُرَيْدَةَ ‏.‏ قَالَ هَذَا السُّمُودُ ‏.‏ فَقَالَ لِي الشَّيْخُ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ عَوْسَجَةَ عَنِ الْبَرَاءِ بْنِ عَازِبٍ قَالَ كُنَّا نَقُومُ فِي الصُّفُوفِ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم طَوِيلاً قَبْلَ أَنْ يُكَبِّرَ قَالَ وَقَالَ ‏ \"‏ إِنَّ اللَّهَ وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى الَّذِينَ يَلُونَ الصُّفُوفَ الأُوَلَ وَمَا مِنْ خَطْوَةٍ أَحَبَّ إِلَى اللَّهِ مِنْ خَطْوَةٍ يَمْشِيهَا يَصِلُ بِهَا صَفًّا ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৫৪২] ইবনু মাজাহ (অধ্যায়ঃ সলাত ক্বায়িম, অনুঃ সামনে কাতারের ফাযীলাত, হাঃ৯৯৭) দারিমী (১২৬৪), আহমাদ (৪/২৮৫, ২৯৬) ইবনু খুযাইমাহ (১৫৫১, ১৫৫৬। মিশকাতের তাহক্বীক্বে শায়খ আলবানী (রহঃ) বলেনঃ এর সানাদে অজ্ঞাত ব্যাক্তি রয়েছে। তবে হাদীসের প্রথমাংশের ভিন্ন আরেকটি সানাদ রয়েছে, যা সহীহ।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}