{
  "hadith": {
    "hadith_id": 572,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ সালাতের ইক্বামাত দেয়া হলে তোমরা সালাতের জন্য দৌড়ে আসবে না, বরং স্বাভাবিক গতিতে শান্তভাবে হেঁটে আসবে এবং (ইমামের সাথে) যতটুকু সলাত পাবে আদায় করে নেবে। আর যেটুকু  ছুটে গেছে তা পূর্ণ করে নিবে।\n\nহাসান সহীহঃ বুখারী ও মুসলিম।\n\nইমাম আবূ দাউদ (রহঃ) বলেন, যুবাইদী ইবনু আবূ যি’ব, ইবরাহীম ইবনু সা'দ, মা'মার, ও শু'আয়ব ইবনু হামযাহ প্রমুখ যুহরী সূত্রে বর্ণনা করেছেনঃ \"সালাতের যেতুকু ছুটে যাবে তোমরা তা পূর্ণ করে নেবে\"।\n\nযুহরী সূত্রে কেবল ইবনু উয়ায়নাহ বর্ণনা করেছেন যে, \"তোমরা আদায় করে নেবে\"। \n\nশায\n\nহাদীসটি আবূ হুরায়রা, ইবনু মাস'উদ ক্বাতাদাহ, আনাস (রাঃয়াল্লাহ আনহুম) প্রমুখ সহাবায়ি কিরামগন হতেও নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সূত্রে বর্ণিত হয়েছে। তাঁরা প্রত্যেকেই বলেছেনঃ \"তোমরা তা পূর্ণ করে নেবে।\"",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَنْبَسَةُ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ أَبَا هُرَيْرَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِذَا أُقِيمَتِ الصَّلاَةُ فَلاَ تَأْتُوهَا تَسْعَوْنَ وَأْتُوهَا تَمْشُونَ وَعَلَيْكُمُ السَّكِينَةُ فَمَا أَدْرَكْتُمْ فَصَلُّوا وَمَا فَاتَكُمْ فَأَتِمُّوا ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ كَذَا قَالَ الزُّبَيْدِيُّ وَابْنُ أَبِي ذِئْبٍ وَإِبْرَاهِيمُ بْنُ سَعْدٍ وَمَعْمَرٌ وَشُعَيْبُ بْنُ أَبِي حَمْزَةَ عَنِ الزُّهْرِيِّ ‏\"‏ وَمَا فَاتَكُمْ فَأَتِمُّوا ‏\"‏ ‏.‏ وَقَالَ ابْنُ عُيَيْنَةَ عَنِ الزُّهْرِيِّ وَحْدَهُ ‏\"‏ فَاقْضُوا ‏\"‏ ‏.‏ وَقَالَ مُحَمَّدُ بْنُ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ وَجَعْفَرُ بْنُ رَبِيعَةَ عَنِ الأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ ‏\"‏ فَأَتِمُّوا ‏\"‏ ‏.‏ وَابْنُ مَسْعُودٍ عَنِ النَّبِيِّ صلى الله عليه وسلم وَأَبُو قَتَادَةَ وَأَنَسٌ عَنِ النَّبِيِّ صلى الله عليه وسلم كُلُّهُمْ قَالُوا ‏\"‏ فَأَتِمُّوا ‏\"‏ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}