{
  "hadith": {
    "hadith_id": 577,
    "narrator": "ইয়াযীদ ইবনু ‘আমির (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে তাঁকে সলাতরত পেয়ে তাঁদের সাথে সলাত আদায়ে শামিল না হয়ে বসে পড়লাম। সলাত শেষে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার দিকে ফিরে ইয়াযীদকে বসে থাকতে দেখে বললেনঃ তুমি কি ইসলাম গ্রহণ করনি, হে ইয়াযীদ? ইয়াযীদ (রাঃ) বলেন, অবশ্যই হে আল্লাহর রসূল! আমি ইসলাম গ্রহণ করেছি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাহলে কেন তুমি লোকদের সাথে জামা‘আতে শামিল হওনি? ইয়াযীদ (রাঃ) বলেন, আমি ভেবেছিলাম আপনারা সলাত আদায় করে ফেলেছেন, তাই আমি বাড়িতে সলাত আদায় করে ফেলেছি। তিনি বললেনঃ তুমি মাসজিদে এসে লোকদের সলাতরত পেলে তাদের সাথে সলাতে শরীক হবে, যদিও তুমি তা আগে আদায় করে থাক। সেটা (জামা‘আতের সাথে আদায়কৃত সলাত) তোমার জন্য নফল হিসেবে এবং এটা (ঘরে আদায়কৃত সলাত) ফরয হিসেবে গণ্য হবে। [৫৭৬]\n\nদুর্বলঃ মিশকাত ১১৫৫।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مَعْنُ بْنُ عِيسَى، عَنْ سَعِيدِ بْنِ السَّائِبِ، عَنْ نُوحِ بْنِ صَعْصَعَةَ، عَنْ يَزِيدَ بْنِ عَامِرٍ، قَالَ جِئْتُ وَالنَّبِيُّ صلى الله عليه وسلم فِي الصَّلاَةِ فَجَلَسْتُ وَلَمْ أَدْخُلْ مَعَهُمْ فِي الصَّلاَةِ - قَالَ - فَانْصَرَفَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَرَأَى يَزِيدَ جَالِسًا فَقَالَ ‏\"‏ أَلَمْ تُسْلِمْ يَا يَزِيدُ ‏\"‏ ‏.‏ قَالَ بَلَى يَا رَسُولَ اللَّهِ قَدْ أَسْلَمْتُ ‏.‏ قَالَ ‏\"‏ فَمَا مَنَعَكَ أَنْ تَدْخُلَ مَعَ النَّاسِ فِي صَلاَتِهِمْ ‏\"‏ ‏.‏ قَالَ إِنِّي كُنْتُ قَدْ صَلَّيْتُ فِي مَنْزِلِي وَأَنَا أَحْسِبُ أَنْ قَدْ صَلَّيْتُمْ ‏.‏ فَقَالَ ‏\"‏ إِذَا جِئْتَ إِلَى الصَّلاَةِ فَوَجَدْتَ النَّاسَ فَصَلِّ مَعَهُمْ وَإِنْ كُنْتَ قَدْ صَلَّيْتَ تَكُنْ لَكَ نَافِلَةً وَهَذِهِ مَكْتُوبَةً ‏\"‏ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৫৭৬] বায়হাক্বী (২/৩০২), দারাকুতনী (১/২৭৬) মা’আন ইবনু ঈসা সূত্রে। ইমাম বায়হাক্বী বলেন, ইয়াযীদ আল-আসওয়াদের হাদীস এর চেয়ে বেশী প্রমাণযোগ্য ও অগ্রগণ্য। ইমাম দারাকুতনী বলেন, এ বর্ণনাটি দুর্বল, শায। উল্লেখ্য মিশকাতের তাহক্বীক্বে রয়েছেঃ এর সানাদ সহীহ এবং একদল একে সহীহ বলেছেন।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}