{
  "hadith": {
    "hadith_id": 58,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট কোন এক রাত কাটালাম। (তখন দেখলাম) তিনি ঘুম থেকে জেগে উযুর পানি নিয়ে মিসওয়াক করলেন। অতঃপর তিনি নিন্মোক্ত আয়াতগুলো তিলাওয়াত করলেনঃ “নিশ্চয় আসমান ও যমীন সৃষ্টিতে, রাত ও দিনের পরিবর্তনে বুদ্ধিমান লোকদের জন্য অসংখ্য নিদর্শন রয়েছে।” – (সূরাহ আল ‘ইমরান, আয়াত ১৯০)। তিনি সূরাটি প্রায় শেষ পর্যন্ত পড়লেন অথবা শেষ করলেন। এরপর তিনি উযু করে জায়নামাযে গিয়ে দু’ রাক’আত সলাত আদায় করে বিছানায় গেলেন এবং আল্লাহ যতক্ষণ চাইলেন ততক্ষণ ঘুমিয়ে পুনরায় জাগলেন। এরপর পূর্বের ন্যায় ঐ কাজগুলো করে আবারো বিছানায় গিয়ে ঘুমালেন। অতঃপর জেগে উঠে আবার আগের মত করলেন। তারপর বিছানায় গিয়ে ঘুমিয়ে আবার জাগলেন ও আগের মত করলেন। প্রত্যেকবারই তিনি (ঘুম থেকে জেগে) মিসওয়াক ও দু’ রাক’আত সলাত আদায় করলেন। অতঃপর (সর্বশেষে) বিতর সলাত পড়লেন। ইমাম আবূ দাউদ (রহঃ) বলেন, হুসাইন ইবনু ‘আব্দুর রহমান থেকে ইবনু ফুদাইল উপরের হাদীসটি বর্ণনা করেছেন এভাবেঃ তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিসওয়াক এবং উযু করার সময় এ আয়াতটি পাঠ করতে থাকেনঃ (আরবী) – এভাবে তিনি সূরাহটি শেষ পর্যন্ত পাঠ করলেন। \n\nসহীহ : মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا حُصَيْنٌ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مُحَمَّدِ بْنِ عَلِيِّ بْنِ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، قَالَ بِتُّ لَيْلَةً عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَلَمَّا اسْتَيْقَظَ مِنْ مَنَامِهِ أَتَى طَهُورَهُ فَأَخَذَ سِوَاكَهُ فَاسْتَاكَ ثُمَّ تَلاَ هَذِهِ الآيَاتِ ‏{‏ إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ لآيَاتٍ لأُولِي الأَلْبَابِ ‏}‏ حَتَّى قَارَبَ أَنْ يَخْتِمَ السُّورَةَ أَوْ خَتَمَهَا ثُمَّ تَوَضَّأَ فَأَتَى مُصَلاَّهُ فَصَلَّى رَكْعَتَيْنِ ثُمَّ رَجَعَ إِلَى فِرَاشِهِ فَنَامَ مَا شَاءَ اللَّهُ ثُمَّ اسْتَيْقَظَ فَفَعَلَ مِثْلَ ذَلِكَ ثُمَّ رَجَعَ إِلَى فِرَاشِهِ فَنَامَ ثُمَّ اسْتَيْقَظَ فَفَعَلَ مِثْلَ ذَلِكَ ثُمَّ رَجَعَ إِلَى فِرَاشِهِ فَنَامَ ثُمَّ اسْتَيْقَظَ فَفَعَلَ مِثْلَ ذَلِكَ كُلُّ ذَلِكَ يَسْتَاكُ وَيُصَلِّي رَكْعَتَيْنِ ثُمَّ أَوْتَرَ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ ابْنُ فُضَيْلٍ عَنْ حُصَيْنٍ قَالَ فَتَسَوَّكَ وَتَوَضَّأَ وَهُوَ يَقُولُ ‏{‏ إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ ‏}‏ حَتَّى خَتَمَ السُّورَةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}