{
  "hadith": {
    "hadith_id": 585,
    "narrator": "‘আমর ইবনু সালামাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আমরা এমন জায়গায় সমবেত ছিলাম যে, লোকেরা আমাদের পাশ দিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট যাতায়াত করত এবং প্রত্যাবর্তনের সময় তারা আমাদের পাশ দিয়ে যাওয়ার সময় বর্ণনা করত, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এরূপ এরূপ বলেছেন। তখন আমি বালক ছিলাম, যা শুনতাম তাই মুখস্থ করে ফেলতাম। শুনে শুনে আমি কুরআনের কিছু অংশও মুখস্থ করে ফেলি। একবার আমার পিতা কিছু সংখ্যক লোকসহ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গেলেন। তিনি তাদেরকে সলাতের নিয়ম-কানুন শিক্ষা দিলেন। তিনি আরো বললেনঃ তোমাদের মধ্যকার কুরআন সম্পর্কে সবচেয়ে অভিজ্ঞ ব্যক্তি ইমামতি করবে। আর আমিই ছিলাম কুরআন সম্পর্কে সর্বাধিক অভিজ্ঞ এবং সকলের চেয়ে আমারই কুরআন বেশী মুখস্থ ছিল। সেহেতু তারা আমাকে ইমাম নিযুক্ত করল। আমি তাদের ইমমতি করতাম। এ সময় আমার গায়ে ছোট একটি গেরুয়া রংয়ের চাদর ছিল। আমি যখন সাজদাহ্‌য় যেতাম তখন আমার লজ্জাস্থান অনাবৃত হয়ে যেত। এক মহিলা বলল, তোমাদের ক্বারীর লজ্জাস্থান ঢাকার ব্যবস্থা কর। তারা আমার জন্য একটি ওমানী চাদর খরিদ করল। এতে আমি এতই আনন্দিত হই যে, ইসলাম গ্রহণের পর আর কিছুতে আমি এতটা আনন্দিত হইনি। আমার বয়স যখন মাত্র সাত কি আট বছর তখন থেকেই আমি তাদের ইমামতি করতাম।  \n\nসহীহঃ অনুরূপ বুখারী।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا أَيُّوبُ، عَنْ عَمْرِو بْنِ سَلِمَةَ، قَالَ كُنَّا بِحَاضِرٍ يَمُرُّ بِنَا النَّاسُ إِذَا أَتَوُا النَّبِيَّ صلى الله عليه وسلم فَكَانُوا إِذَا رَجَعُوا مَرُّوا بِنَا فَأَخْبَرُونَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ كَذَا وَكَذَا وَكُنْتُ غُلاَمًا حَافِظًا فَحَفِظْتُ مِنْ ذَلِكَ قُرْآنًا كَثِيرًا فَانْطَلَقَ أَبِي وَافِدًا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فِي نَفَرٍ مِنْ قَوْمِهِ فَعَلَّمَهُمُ الصَّلاَةَ فَقَالَ ‏ \"‏ يَؤُمُّكُمْ أَقْرَؤُكُمْ ‏\"‏ ‏.‏ وَكُنْتُ أَقْرَأَهُمْ لِمَا كُنْتُ أَحْفَظُ فَقَدَّمُونِي فَكُنْتُ أَؤُمُّهُمْ وَعَلَىَّ بُرْدَةٌ لِي صَغِيرَةٌ صَفْرَاءُ فَكُنْتُ إِذَا سَجَدْتُ تَكَشَّفَتْ عَنِّي فَقَالَتِ امْرَأَةٌ مِنَ النِّسَاءِ وَارُوا عَنَّا عَوْرَةَ قَارِئِكُمْ ‏.‏ فَاشْتَرَوْا لِي قَمِيصًا عُمَانِيًّا فَمَا فَرِحْتُ بِشَىْءٍ بَعْدَ الإِسْلاَمِ فَرَحِي بِهِ فَكُنْتُ أَؤُمُّهُمْ وَأَنَا ابْنُ سَبْعِ سِنِينَ أَوْ ثَمَانِ سِنِينَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}