{
  "hadith": {
    "hadith_id": 59,
    "narrator": "আবুল মালীহ (রহঃ) হতে তার পিতা সূত্রে",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আত্মসাৎকৃত মালের দান এবং উযু বিহীন সলাত আল্লাহ ক্ববূল করেন না।",
    "ar": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَبِي الْمَلِيحِ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَقْبَلُ اللَّهُ عَزَّ وَجَلَّ صَدَقَةً مِنْ غُلُولٍ وَلاَ صَلاَةً بِغَيْرِ طُهُورٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হাদীস থেকে শিক্ষা :  \n১।  অবৈধ উপায়ে উপার্জিত সম্পদ দান কলে তা ক্ববূল হয় না এবং তাতে নেকীও পাওয়া যায় না।\n২। পবিত্রতা ছাড়া সলাত হয় না। এতে প্রমাণিত হয়, জানাযার সলাত, দু’ ঈদের সলাতসহ সমস্ত নাফল সলাত এর অন্তর্ভুক্ত। এতে আরো প্রমাণিত হয়, পবিত্রতা ছাড়া তাওয়াফও যথেষ্ট হবে না। কেননা নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একেও সলাত বলেছেন। \n\nউযু সম্পর্কে যা জানা জরুরী :\n(ক) উযুর সংজ্ঞাঃ উযুর শাব্দিক অর্থ হচ্ছে স্বচ্ছতা। পরিভাষায় আল্লাহর নামে পাক পানি দিয়ে শারঈ পদ্ধতিতে হাত, মুখ, পা ধৌত করা ও মাথা মাসাহ করাকে উযু বলে। উযুর ফারয চারটি। যথাঃ সম্পূর্ণ মুখ ধোয়া, কনুই পর্যন্ত হাত ধোয়া, মাথা মাসাহ করা ও টাখনু পর্যন্ত দু’ পা ধোয়া। এগুলো বাদে উযুর অবশিষ্ট সবই সুন্নাত। যেমন, কব্জি পর্যন্ত হাত ধোয়া, কুলি করা, নাকে পানি দেয়া, কান মাসাহ করা।\n(খ) উযু ভঙ্গের কারন : (১) পেশাব পায়খানার রাস্তা দিয়ে দেহ থেকে কোন কিছু নির্গত হলে (যেমন পেশাব, পায়খানা, কৃমি, বায়ু, মযী, ইত্যাদি), বিভিন্ন সহীহ হাদীসের আলোকে জানা যায় যে, এটাই হচ্ছে উযু ভঙ্গের প্রধান কারন। (২) যেসব কাজ করলে গোসল ফারয হয় তা ঘটলে (৩) হেলান দিয়ে ঘুমিয়ে পড়লে (৪) পর্দাহীন অবস্থায় লজ্জাস্থান স্পর্শ করলে (৫) উটের গোশত খেলে (৬) ইস্তিহাযার রক্ত বের হলে। শায়খ আলবানী বলেন, ইস্তিহাযা ব্যতিত কম হৌক বা বেশী হৌক অন্য কোন রক্ত প্রবাহের কারনে উযু ভঙ্গ হওয়ার কোন সহীহ দলীল নেই। (৭) পেটের গণ্ডগোল, ঘুম, যৌন উত্তেজনা ইত্যাদির কারণের প্রেক্ষিতে কেউ উযু ভঙ্গ হওয়ার ব্যাপারে সন্দেহে পতিত হলে পুনরায় উযু করবে। কিন্তু যদি কোন শব্দ, গন্ধ বা নিদর্শন না পান এবং নিজের উযুর ব্যাপারে নিশ্চিত থাকেন তাহলে পুনরায় উযু করার দরকার নেই। (সহীহুল বুখারী, সহীহ মুসলিম, সুনানু আরবা’আ, আহমাদ, দারিমী, মুয়াত্তা মালিক, তাহক্বীক্ব মিশকাত-আলবানী ও অন্যান্য)",
    "chapter": {
      "chapter_number": "1"
    }
  }
}