{
  "hadith": {
    "hadith_id": 640,
    "narrator": "মুহাম্মাদ ইবনু যায়িদ উম্মু সালামাহ (রাঃ)-এর সূত্র",
    "bn": "অনুরূপ হাদীস বর্ণনা করেছেন। তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে জিজ্ঞেস করলেন, মহিলারা ইযার ছাড়া কেবল একটি জামা ও একটি ওড়না পরে সলাত আদায় করতে পারবে কি? তিনি বললেনঃ জামাটি যদি এরূপ লম্বা হয়, যা দিয়ে পায়ের পাতা ঢেকে যায় (তাহলে সেটা পরে সলাত আদায় করতে পারবে)।\n\nদুর্বল : মিশকাত ৭৬৩\n\nইমাম আবূ দাউদ (রহঃ) বলেন, হাদীসটি মালিক ইবনু আনাস, বাক্র ইবনু মুদার, হাফ্স ইবনু গিয়াস, ইসমাঈল ইবনু জা‘ফর, ইবনু আবূ যি’ব ও আবূ ইসহাক্ব- মুহাম্মদ ইবনু যায়িদ হতে তার মাতা থেকে উম্মু সালামাহ সূত্রে বর্ণনা করেছেন। তাদের কেউই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নাম উল্লেখ করেননি। [৬৪০]",
    "ar": "حَدَّثَنَا مُجَاهِدُ بْنُ مُوسَى، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ، - يَعْنِي ابْنَ دِينَارٍ - عَنْ مُحَمَّدِ بْنِ زَيْدٍ، بِهَذَا الْحَدِيثِ قَالَ عَنْ أُمِّ سَلَمَةَ، أَنَّهَا سَأَلَتِ النَّبِيَّ صلى الله عليه وسلم أَتُصَلِّي الْمَرْأَةُ فِي دِرْعٍ وَخِمَارٍ لَيْسَ عَلَيْهَا إِزَارٌ قَالَ ‏ \"‏ إِذَا كَانَ الدِّرْعُ سَابِغًا يُغَطِّي ظُهُورَ قَدَمَيْهَا ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَى هَذَا الْحَدِيثَ مَالِكُ بْنُ أَنَسٍ وَبَكْرُ بْنُ مُضَرَ وَحَفْصُ بْنُ غِيَاثٍ وَإِسْمَاعِيلُ بْنُ جَعْفَرٍ وَابْنُ أَبِي ذِئْبٍ وَابْنُ إِسْحَاقَ عَنْ مُحَمَّدِ بْنِ زَيْدٍ عَنْ أُمِّهِ عَنْ أُمِّ سَلَمَةَ لَمْ يَذْكُرْ أَحَدٌ مِنْهُمُ النَّبِيَّ صلى الله عليه وسلم قَصَرُوا بِهِ عَلَى أُمِّ سَلَمَةَ رضى الله عنها ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৬৪০] হাকিম (১/২৫০) এবং তিনি বলেন, এটি বুখারীর শর্তে সহীহ। ইমাম যাহাবী তার সাথে একমত পোষণ করেছেন। ইমাম যায়লায়ী একে ‘নাসবুর রায়াহ’ গ্রন্থে (১/২৯৯, ৩০১) বর্ণনা করেছেন এবং ইবনুল জাওযী এর তাহক্বীকে বলেছেন, এই হাদীসের সমালোচনা আছে। তা হচ্ছে, ‘আবদুর রহমান ইবনু ‘আবদুল্লাহ ইবনু দীনারকে ইয়াহইয়া দুর্বল বলেছেন। আর আবূ হাতিম রাযী বলেছেন, তার দ্বারা দলীল দেয়া যাবে না এবং বাহ্যিকভাবেই তিনি এ হাদীসটিকে মারফূ করে ভুল করেছেন। ‘আত-তানক্বীহ’ গ্রন্থকার বলেন, ‘আবদুর রহমান ইবনু ‘আবদুল্লাহ ইবনু দীনার থেকে বুখারী বর্ণনা করেছেন এবং কেউ কেউ তাকে নির্ভরযোগ্য বলেছেন। কিন্তু তিনি এ হাদীসকে মারফূ করতে গিয়ে ভুল করেছেন। আল্লাহই অধিক জ্ঞাত। হাফিয ‘আত-তাক্বরীব’ গ্রন্থে বলেন, তিনি সত্যবাদী, কিন্তু ভুল করতেন।\nমিশকাতের তাহক্বীক্বে শায়খ আলবানী (রহঃ) বলেন, একদল একে উম্মু সালামাহ্র মাওকূফ বর্ণনা বলে উল্লেখ করেছেন। আর এটাই সঠিক, অর্থাৎ মাওকূফ। কিন্তু সানাদটি মারফূ ও মাওকূফ কোনভাবেই সহীহ নয়।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}