{
  "hadith": {
    "hadith_id": 67,
    "narrator": "আবূ সাঈদ আল খুদরী (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ একদা তাঁকে বলা হয়, আপনার জন্য বুদা’আহ কূপ থেকে পানি আনা হয়। অথচ তাতে কুকুরের গোশত, হায়িযের নেকড়া ও মানুষের ময়লা আবর্জনা নিক্ষেপ করা হয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেন, নিশ্চয় পানি পবিত্র, তাকে কোন কিছু অপবিত্র করতে পারে না। \nইমাম আবূ দাউদ (রহঃ) বলেন, আমি কুতাইবা ইব্‌নে সাঈদকে বলতে শুনেছিঃ আমি বুদা’আহ কূপের নিকট অবস্থানকারীকে সেটির গভীরতা সম্পর্কে জিঞ্জেস করেছিলাম। জবাবে তিনি বললেন, যখন এ কূপের পানি বেশী হয়, তখন এতে পানি থাকে নাভির নিম্ন পরিমাণ ফলে আমি (ক্বাতাদাহকে) জিজ্ঞেস করলাম, পানি কম হলে (এর পরিমাণ কতটুকু হয়)? তিনি বললেন, হাটু পর্যন্ত।\nইমাম আবূ দাউদ (রহঃ) বলেন, আমি এর পরিমাণ নির্ধারণ করার জন্য আমার চাদর এর উপর বিছিয়ে দিয়ে পরিমাপ করি যে, এর প্রস্থ হচ্ছে ছয় হাত।\nইমাম আবূ দাউদ (রহঃ) আরো বলেন, যে বাগানে বুদ’আহ কূপটি অবস্থিত, তার প্রবেশ দ্বার যিনি খুলে দিয়েছিলেন আমি তাকে জিজ্ঞেস করি, কূপটির আগের আকৃতির কোন পরিবর্তন হয়েছে কি না? জবাবে তিনি বললেন, না আর আমি কূপের পানির রং (দীর্ঘদিন অব্যবহৃত অবস্তায় থাকার কারণে) পরিবর্তিত দেখেছি।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ أَبِي شُعَيْبٍ، وَعَبْدُ الْعَزِيزِ بْنُ يَحْيَى الْحَرَّانِيَّانِ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ سَلِيطِ بْنِ أَيُّوبَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ رَافِعٍ الأَنْصَارِيِّ، ثُمَّ الْعَدَوِيِّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ يُقَالُ لَهُ إِنَّهُ يُسْتَقَى لَكَ مِنْ بِئْرِ بُضَاعَةَ وَهِيَ بِئْرٌ يُلْقَى فِيهَا لُحُومُ الْكِلاَبِ وَالْمَحَايِضُ وَعَذِرُ النَّاسِ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الْمَاءَ طَهُورٌ لاَ يُنَجِّسُهُ شَىْءٌ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ وَسَمِعْتُ قُتَيْبَةَ بْنَ سَعِيدٍ قَالَ سَأَلْتُ قَيِّمَ بِئْرِ بُضَاعَةَ عَنْ عُمْقِهَا قَالَ أَكْثَرُ مَا يَكُونُ فِيهَا الْمَاءُ إِلَى الْعَانَةِ ‏.‏ قُلْتُ فَإِذَا نَقَصَ قَالَ دُونَ الْعَوْرَةِ ‏.‏ قَالَ أَبُو دَاوُدَ وَقَدَّرْتُ أَنَا بِئْرَ بُضَاعَةَ بِرِدَائِي مَدَدْتُهُ عَلَيْهَا ثُمَّ ذَرَعْتُهُ فَإِذَا عَرْضُهَا سِتَّةُ أَذْرُعٍ وَسَأَلْتُ الَّذِي فَتَحَ لِي بَابَ الْبُسْتَانِ فَأَدْخَلَنِي إِلَيْهِ هَلْ غُيِّرَ بِنَاؤُهَا عَمَّا كَانَتْ عَلَيْهِ قَالَ لاَ ‏.‏ وَرَأَيْتُ فِيهَا مَاءً مُتَغَيِّرَ اللَّوْنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}