{
  "hadith": {
    "hadith_id": 730,
    "narrator": "মুহাম্মাদ ইবনু ‘আমর (রহঃ)",
    "bn": "তিনি বলেন, আমি আবূ হুমায়িদ আস-সাঈদী (রাঃ) কে দশজন সাহাবীর উপস্থিতিতে- যাঁদের মধ্যে আবূ কাতাদাহ (রাঃ)  ছিলেন- বলতে শুনেছিঃ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সলাত সম্পর্কে আমি আপনাদের চেয়ে অধিক অবগত। তাঁরা বললেন, সেটা আবার কিভাবে? আল্লাহর শপথ! আপনি তো তাঁর অনুসরণ ও সাহচর্যের দিক দিয়ে আমাদের চেয়ে বেশি অগ্রগামী নন। তিনি বললেন, হ্যাঁ। এরপর তারা বললেন, এখন আপনি আপনার বক্তব্য পেশ করুন। তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাতে দাঁড়ানোর সময় নিজের দু’ হাত কাঁধ পর্যন্ত উঠিয়ে আল্লাহু আকবার বলে পূর্ণরূপে সোজা হয়ে দাঁড়াতেন। এরপর ক্বিরাআত পড়ে তাকবীর বলে রুকু‘তে গমনকালে স্বীয় দু’ হাত কাঁধ পর্যন্ত উঠাতেন। তারপর রুকু‘তে গিয়ে দু’ হাতের তালু দ্বারা হাটুদ্বয় দৃঢ়ভাবে ধরে রাখতেন। রুকু‘তে তাঁর মাথা পিঠের সাথে সমান্তরাল থাকতো। এরপর রুকু‘ হতে মাথা উঠিয়ে “সামিআল্লাহু লিমান হামিদাহ্‌” বলে তিনি স্বীয় দু’ হাত কাঁধ পর্যন্ত উঠিয়ে সোজা হয়ে দাঁড়াতেন। তারপর আল্লাহু আকবার বলে তিনি সাজদাহ্‌য় যেতেন, সাজদাহ্‌তে বাহুদ্বয় স্বীয় পাঁজরের পাশ থেকে দূরে সরিয়ে রাখতেন। তারপর সাজদাহ্‌ হতে মাথা উঠিয়ে বাম পা বিছিয়ে তাতে সোজা হয়ে বসতেন এবং সাজদাহ্‌কালে স্বীয় পায়ের আঙ্গুলগুলি ফাঁকা করে রাখতেন। এরপর আবার সাজদাহ্‌য় যেতেন এবং আল্লাহু আকবার বলে সাজদাহ্‌ হতে মাথা উঠিয়ে বাম পা বিছিয়ে তাতে সোজা হয়ে বসতেন, এমনকি প্রতিটি হাড় স্ব স্ব স্থানে ফিরে যেত। এরপর পরের রাক‘আতও অনুরূপভাবে আদায় করতেন। অতঃপর যখন দু’ রাকাত শেষে (তৃতীয় রাক‘আতের জন্য) দাঁড়াতেন তখন তাকবীর বলে দু’ হাত কাঁধ পর্যন্ত উঠাতেন, ঠিক যেমনটি করতেন সলাত আরম্ভকালে তাকবীর বলে। অতঃপর এভাবেই তাঁর অবশিষ্ট সলাত আদায় করতেন। অতঃপর শেষ রাক‘আতে স্বীয় বাম পা ডান পাশে বের করে বাম পাশের পাছার উপর ভর করে বসতেন। তখন তারা সকলেই বললেন, হ্যাঁ, আপনি ঠিকই বলেছেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এভাবেই সলাত আদায় করতেন।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا أَبُو عَاصِمٍ الضَّحَّاكُ بْنُ مَخْلَدٍ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، - وَهَذَا حَدِيثُ أَحْمَدَ قَالَ - أَخْبَرَنَا عَبْدُ الْحَمِيدِ، - يَعْنِي ابْنَ جَعْفَرٍ - أَخْبَرَنِي مُحَمَّدُ بْنُ عَمْرِو بْنِ عَطَاءٍ، قَالَ سَمِعْتُ أَبَا حُمَيْدٍ السَّاعِدِيَّ، فِي عَشْرَةٍ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْهُمْ أَبُو قَتَادَةَ قَالَ أَبُو حُمَيْدٍ أَنَا أَعْلَمُكُمْ بِصَلاَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالُوا فَلِمَ فَوَاللَّهِ مَا كُنْتَ بِأَكْثَرِنَا لَهُ تَبَعًا وَلاَ أَقْدَمَنَا لَهُ صُحْبَةً ‏.‏ قَالَ بَلَى ‏.‏ قَالُوا فَاعْرِضْ ‏.‏ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا قَامَ إِلَى الصَّلاَةِ يَرْفَعُ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا مَنْكِبَيْهِ ثُمَّ يُكَبِّرُ حَتَّى يَقِرَّ كُلُّ عَظْمٍ فِي مَوْضِعِهِ مُعْتَدِلاً ثُمَّ يَقْرَأُ ثُمَّ يُكَبِّرُ فَيَرْفَعُ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا مَنْكِبَيْهِ ثُمَّ يَرْكَعُ وَيَضَعُ رَاحَتَيْهِ عَلَى رُكْبَتَيْهِ ثُمَّ يَعْتَدِلُ فَلاَ يَصُبُّ رَأْسَهُ وَلاَ يُقْنِعُ ثُمَّ يَرْفَعُ رَأْسَهُ فَيَقُولُ ‏\"‏ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ‏\"‏ ‏.‏ ثُمَّ يَرْفَعُ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا مَنْكِبَيْهِ مُعْتَدِلاً ثُمَّ يَقُولُ ‏\"‏ اللَّهُ أَكْبَرُ ‏\"‏ ‏.‏ ثُمَّ يَهْوِي إِلَى الأَرْضِ فَيُجَافِي يَدَيْهِ عَنْ جَنْبَيْهِ ثُمَّ يَرْفَعُ رَأْسَهُ وَيَثْنِي رِجْلَهُ الْيُسْرَى فَيَقْعُدُ عَلَيْهَا وَيَفْتَحُ أَصَابِعَ رِجْلَيْهِ إِذَا سَجَدَ وَيَسْجُدُ ثُمَّ يَقُولُ ‏\"‏ اللَّهُ أَكْبَرُ ‏\"‏ ‏.‏ وَيَرْفَعُ رَأْسَهُ وَيَثْنِي رِجْلَهُ الْيُسْرَى فَيَقْعُدُ عَلَيْهَا حَتَّى يَرْجِعَ كُلُّ عَظْمٍ إِلَى مَوْضِعِهِ ثُمَّ يَصْنَعُ فِي الأُخْرَى مِثْلَ ذَلِكَ ثُمَّ إِذَا قَامَ مِنَ الرَّكْعَتَيْنِ كَبَّرَ وَرَفَعَ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا مَنْكِبَيْهِ كَمَا كَبَّرَ عِنْدَ افْتِتَاحِ الصَّلاَةِ ثُمَّ يَصْنَعُ ذَلِكَ فِي بَقِيَّةِ صَلاَتِهِ حَتَّى إِذَا كَانَتِ السَّجْدَةُ الَّتِي فِيهَا التَّسْلِيمُ أَخَّرَ رِجْلَهُ الْيُسْرَى وَقَعَدَ مُتَوَرِّكًا عَلَى شِقِّهِ الأَيْسَرِ ‏.‏ قَالُوا صَدَقْتَ هَكَذَا كَانَ يُصَلِّي صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}