{
  "hadith": {
    "hadith_id": 733,
    "narrator": "‘আব্বাস অথবা ‘আইয়্যাশ ইবনু সাহল আস-সাঈদী (রহঃ)",
    "bn": "তিনি বলেন, তিনি সাহাবীগনের একটি মাজলিসে উপস্থিত হন, যেখানে তাঁর পিতা, আবূ হুরায়রা্‌ (রাঃ), আবূ হুমায়িদ আস-সাঈদী এবং আবূ উসায়িদ (রাঃ)-ও উপস্থিত ছিলেন। এ সুত্রে উপরোক্ত হাদীস কিছুটা হ্রাসবৃদ্ধিসহ বর্ণিত হয়েছে। তাতে বর্ণনাকারী বলেন, অতঃপর তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রুকু‘ হতে মাথা উঠিয়ে ‘সামিআল্লাহু লিমান হামিদাহ্‌ আল্লাহুম্মা রব্বানা লাকাল হাম্‌দ’ বলে নিজের দু’ হাত উত্তোলন করতেন। তারপর আল্লাহু আকবার বলে সাজদাহ্‌য় যেতেন এবং সাজদাহ্‌তে হাতের তালু, হ্যাঁটু ও পায়ের পাতার উপর ভর করতেন। তারপর তিনি আল্লাহু আকবার বলে (সাজদাহ্‌ হতে উঠে) বাম পার্শ্বের পাছার উপর ভর করে বসতেন আর অন্য পা সোজা করে রাখতেন। তারপর তাকবীর বলে সাজদাহ্‌য় যেতেন এবং পুনরায় তাকবীর বলে সাজদাহ্‌ হতে উঠে বাম পার্শ্বের পাছার উপর না বসে দাঁড়িয়ে যেতেন। অতঃপর (পুরো) হাদীস বর্ণনা করেন। বর্ণনাকারী বলেন, অতঃপর তিনি দু’ রাক‘আত সলাত শেষে বসার পর (তৃতীয় রাক‘আতের জন্য) দাঁড়ানোর ইচ্ছা করলে তাকবীর বলে দাঁড়াতেন এবং (এভাবে) অবশিষ্ট দু’ রাক‘আত সলাত আদায় করতেন। কিন্তু তাতে শেষ বৈঠকে বাম পার্শ্বের পাছার উপর বসার কথা উল্লেখ নেই। [৭৩২]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ إِبْرَاهِيمَ، حَدَّثَنَا أَبُو بَدْرٍ، حَدَّثَنِي زُهَيْرٌ أَبُو خَيْثَمَةَ، حَدَّثَنَا الْحَسَنُ بْنُ الْحُرِّ، حَدَّثَنِي عِيسَى بْنُ عَبْدِ اللَّهِ بْنِ مَالِكٍ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ، أَحَدِ بَنِي مَالِكٍ عَنْ عَبَّاسٍ، - أَوْ عَيَّاشِ - بْنِ سَهْلٍ السَّاعِدِيِّ أَنَّهُ كَانَ فِي مَجْلِسٍ فِيهِ أَبُوهُ وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَفِي الْمَجْلِسِ أَبُو هُرَيْرَةَ وَأَبُو حُمَيْدٍ السَّاعِدِيُّ وَأَبُو أُسَيْدٍ بِهَذَا الْخَبَرِ يَزِيدُ أَوْ يَنْقُصُ قَالَ فِيهِ ثُمَّ رَفَعَ رَأْسَهُ - يَعْنِي مِنَ الرُّكُوعِ - فَقَالَ ‏\"‏ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ ‏\"‏ ‏.‏ وَرَفَعَ يَدَيْهِ ثُمَّ قَالَ ‏\"‏ اللَّهُ أَكْبَرُ ‏\"‏ ‏.‏ فَسَجَدَ فَانْتَصَبَ عَلَى كَفَّيْهِ وَرُكْبَتَيْهِ وَصُدُورِ قَدَمَيْهِ وَهُوَ سَاجِدٌ ثُمَّ كَبَّرَ فَجَلَسَ فَتَوَرَّكَ وَنَصَبَ قَدَمَهُ الأُخْرَى ثُمَّ كَبَّرَ فَسَجَدَ ثُمَّ كَبَّرَ فَقَامَ وَلَمْ يَتَوَرَّكْ ثُمَّ سَاقَ الْحَدِيثَ قَالَ ثُمَّ جَلَسَ بَعْدَ الرَّكْعَتَيْنِ حَتَّى إِذَا هُوَ أَرَادَ أَنْ يَنْهَضَ لِلْقِيَامِ قَامَ بِتَكْبِيرَةٍ ثُمَّ رَكَعَ الرَّكْعَتَيْنِ الأُخْرَيَيْنِ وَلَمْ يَذْكُرِ التَّوَرُّكَ فِي التَّشَهُّدِ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৭৩২] দারিমী (অধ্যায়ঃ সলাত, হাঃ ১৩০৭) ফালীহ ইবনু সুলায়মান সুত্রে ‘আব্বাস ইবনু সাহল হতে।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}