{
  "hadith": {
    "hadith_id": 734,
    "narrator": "‘আব্বাস ইবনু সাহল (রহঃ)",
    "bn": "আবূ হুমায়িদ, আবূ উসায়িদ, সাহল ইবনু সা‘দ এবং মুহাম্মাদ ইবনু মাসলামাহ (রাঃ) একটি মাজলিসে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সলাতের পদ্ধতি নিয়ে আলোচনা করেন। তখন আবূ হুমায়দ (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সলাত সম্পর্কে আমি আপনাদের চেয়ে অধিক অবগত ... অতঃপর তিনি এখানে অংশ বিশেষ বর্ণনা করেন। বর্ণনাকারী বলেন, অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রুকু‘তে নিজের দু’ হাতে শক্তভাবে হ্যাঁটুদ্বয় ধরে রাখতেন এবং দু’ হাতকে তাঁর পার্শ্বদেশ হতে বিচ্ছিন্ন করে রাখতেন। বর্ণনাকারী বলেন, অতঃপর তিনি সাজদাহ্তে নাক ও কপাল মাটির সাথে মিলিয়ে রাখতেন এবং দু’ হাতকে তাঁর পার্শ্বদেশ হতে বিচ্ছিন্ন করে রাখতেন। অতঃপর তিনি এমনভাবে মাথা উঠাতেন যে, শরীরের সমস্ত সংযোগ স্থান স্ব স্ব স্থানে স্থাপিত হত। অতঃপর বসে বাম পা বিছিয়ে দিতেন, ডান পায়ের সম্মুখ ভাগ ক্বিবলামুখী করে রাখতেন, ডান হাতের তালু ডান পায়ের ঊরুর উপর এবং বাম হাতের তালু বাম পায়ের ঊরুর উপর রাখতেন এবং তাঁর (শাহাদাত) আঙ্গুল দ্বারা ইশারা করতেন। \n\nসহীহ।\n\nইমাম আবূ দাউদ (রহঃ) বলেন, হাদীসটি ‘উত্বাহ ইবনু আবূ হাকীম (রহঃ) ‘আবদুল্লাহ হতে ‘আব্বাস ইবনু সাহল সুত্রে বর্ণনা করেছেন। তবে তাতে বাম পার্শ্বের পাছার উপর বসার কথা উল্লেখ করেননি। আর তিনি ফুলাইহর এর অনুরূপ হাদীস উল্লেখ করেন। আর হাসান ইবনুল হুর বসার পদ্ধতি উল্লেখ করেছেন ফুলাইহ্ ও ‘উত্বাহর বর্ণনার অনুরূপ।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، أَخْبَرَنِي فُلَيْحٌ، حَدَّثَنِي عَبَّاسُ بْنُ سَهْلٍ، قَالَ اجْتَمَعَ أَبُو حُمَيْدٍ وَأَبُو أُسَيْدٍ وَسَهْلُ بْنُ سَعْدٍ وَمُحَمَّدُ بْنُ مَسْلَمَةَ فَذَكَرُوا صَلاَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ أَبُو حُمَيْدٍ أَنَا أَعْلَمُكُمْ بِصَلاَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَ بَعْضَ هَذَا قَالَ ثُمَّ رَكَعَ فَوَضَعَ يَدَيْهِ عَلَى رُكْبَتَيْهِ كَأَنَّهُ قَابِضٌ عَلَيْهِمَا وَوَتَّرَ يَدَيْهِ فَتَجَافَى عَنْ جَنْبَيْهِ قَالَ ثُمَّ سَجَدَ فَأَمْكَنَ أَنْفَهُ وَجَبْهَتَهُ وَنَحَّى يَدَيْهِ عَنْ جَنْبَيْهِ وَوَضَعَ كَفَّيْهِ حَذْوَ مَنْكِبَيْهِ ثُمَّ رَفَعَ رَأْسَهُ حَتَّى رَجَعَ كُلُّ عَظْمٍ فِي مَوْضِعِهِ حَتَّى فَرَغَ ثُمَّ جَلَسَ فَافْتَرَشَ رِجْلَهُ الْيُسْرَى وَأَقْبَلَ بِصَدْرِ الْيُمْنَى عَلَى قِبْلَتِهِ وَوَضَعَ كَفَّهُ الْيُمْنَى عَلَى رُكْبَتِهِ الْيُمْنَى وَكَفَّهُ الْيُسْرَى عَلَى رُكْبَتِهِ الْيُسْرَى وَأَشَارَ بِأُصْبُعِهِ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَى هَذَا الْحَدِيثَ عُتْبَةُ بْنُ أَبِي حَكِيمٍ عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى عَنِ الْعَبَّاسِ بْنِ سَهْلٍ لَمْ يَذْكُرِ التَّوَرُّكَ وَذَكَرَ نَحْوَ حَدِيثِ فُلَيْحٍ وَذَكَرَ الْحَسَنُ بْنُ الْحُرِّ نَحْوَ جِلْسَةِ حَدِيثِ فُلَيْحٍ وَعُتْبَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}