{
  "hadith": {
    "hadith_id": 760,
    "narrator": "‘আলী ইবনু আবূ ত্বালিব (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাতে দাঁড়িয়ে তাকবীর বলার পর নিম্নোক্ত দু‘আ পাঠ করতেনঃ “ওয়াজ্জাহতু ওয়াজহিয়া লিল্লাযী ফাত্বারাস্‌ সামাওয়াতি ওয়াল আরদা হানীফাও ওয়ামা আনা মিনাল মুশরিকীন। ইন্না সলাতী ওয়া নুসুকী ওয়া মাহয়ায়া ওয়া মামাতী লিল্লাহী রাব্বিল ‘আলামীন। লা শারীকা লাহু ওয়া বিযালিকা উমিরতু ওয়া আনা আওয়ালুল মুসলিমীন। আল্লহুম্মা আনতাল মালিকু লা ইলাহা লী ইল্লা আনতা, আনতা রাব্বি ওয়া আনা ‘আবদুকা। যালামতু নাফসী ওয়া‘তারাফতু বিযামবী ফাগফিরলী যুনূবী জামীআন। লা ইয়াগফিরুয যুনুবা ইল্লা আনতা ওয়াহদিনী লি-আহসানীল আখলাক্ব। লা ইয়াহদিনী লি-আহসানিহা ইল্লা আনতা ওয়াসরিফ ‘আন্নী সাইয়্যিআহা, লা ইয়াসরিফু সাইয়্যিআহা ইল্লা আনতা। লাব্বাইকা  ওয়া সা‘দাইকা ওয়াল- খায়রু কুল্লুহূ ফী ইয়াদাইকা, ওয়াশ শাররু লাইসা ইলাইকা আনাবিকা ওয়া ইলাইকা তাবারাকতা ওয়া তা‘আলাইতা আসতাগফিরুকা ওয়া আতূবু ইলাইকা।” অতঃপর রুকু‘কালে তিনি এ দু‘আ পাঠ করতেনঃ “আল্লাহুম্মা লাকা রাকা‘তু ওয়া বিকা আমানতু ওয়া লাকা আসলামতু, খাসাআ লাকা সামঈ ওয়া বাসারী ওয়া মুখয়ী ওয়া ‘ইযামী ওয়া ‘আসাবী।” তারপর রুকু‘ হতে মাথা উঠিয়ে তিনি এ দু‘আ পাঠ করতেনঃ “সামিআল্লাহু লিমান হামিদাহ্‌, রাব্বানা লাকাল হাম্‌দ মিলউস সামাওয়াতি ওয়াল আরদি ওয়া মিলউ মা বায়নাহুম ওয়া মিলউ মাশি’তা মিন শাইয়ান বা’দু।” তারপর সাজদাহ্‌র সময় এ দু‘আ পাঠ করতেনঃ \"আল্লাহুম্মা লাকা সাজাদতু ওয়া বিকা আমানতু ওয়া লাকা আসলামতু। সাজাদা ওয়াজহিয়া লিল্লাযী খালাকাহু ওয়া সাওয়ারাহু ফাআহ্‌সানা সূরাতাহু ওয়া শাক্বা সাম‘আহু ওয়া বাসারাহু ওয়া তাবারাকাল্লাহু আহ্‌সানুল খালিক্বীন।” তারপর সলাত শেষে সালাম ফিরিয়ে তিনি এ দু‘আ পাঠ করতেনঃ “আল্লাহুম্মাগফিরলী মা ক্বাদ্দামতু ওয়ামা আখ্‌খারতু, ওয়ামা আসসারতু ওয়ামা আলানতু ওয়ামা আসরাফতু ওয়ামা আনতা আ‘লামু বিহী মিন্নী। আনতাল মুক্বাদ্দিমু ওয়াল মুআখখিরু লা-ইলাহা ইল্লা আনতা।”\n\nসহীহঃ  মুসলিম।",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُعَاذٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ، عَنْ عَمِّهِ الْمَاجِشُونِ بْنِ أَبِي سَلَمَةَ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، - رضى الله عنه - قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا قَامَ إِلَى الصَّلاَةِ كَبَّرَ ثُمَّ قَالَ ‏\"‏ وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفًا مُسْلِمًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَاىَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ اللَّهُمَّ أَنْتَ الْمَلِكُ لاَ إِلَهَ لِي إِلاَّ أَنْتَ أَنْتَ رَبِّي وَأَنَا عَبْدُكَ ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبِي جَمِيعًا إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ وَاهْدِنِي لأَحْسَنِ الأَخْلاَقِ لاَ يَهْدِي لأَحْسَنِهَا إِلاَّ أَنْتَ وَاصْرِفْ عَنِّي سَيِّئَهَا لاَ يَصْرِفُ سَيِّئَهَا إِلاَّ أَنْتَ لَبَّيْكَ وَسَعْدَيْكَ وَالْخَيْرُ كُلُّهُ فِي يَدَيْكَ وَالشَّرُّ لَيْسَ إِلَيْكَ أَنَا بِكَ وَإِلَيْكَ تَبَارَكْتَ وَتَعَالَيْتَ أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ ‏\"‏ ‏.‏ وَإِذَا رَكَعَ قَالَ ‏\"‏ اللَّهُمَّ لَكَ رَكَعْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ خَشَعَ لَكَ سَمْعِي وَبَصَرِي وَمُخِّي وَعِظَامِي وَعَصَبِي ‏\"‏ ‏.‏ وَإِذَا رَفَعَ قَالَ ‏\"‏ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ مِلْءَ السَّمَوَاتِ وَالأَرْضِ وَمِلْءَ مَا بَيْنَهُمَا وَمِلْءَ مَا شِئْتَ مِنْ شَىْءٍ بَعْدُ ‏\"‏ ‏.‏ وَإِذَا سَجَدَ قَالَ ‏\"‏ اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ وَلَكَ أَسْلَمْتُ سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ وَصَوَّرَهُ فَأَحْسَنَ صُورَتَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ وَتَبَارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ ‏\"‏ ‏.‏ وَإِذَا سَلَّمَ مِنَ الصَّلاَةِ قَالَ ‏\"‏ اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ وَمَا أَسْرَفْتُ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي أَنْتَ الْمُقَدِّمُ وَالْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}