{
  "hadith": {
    "hadith_id": 764,
    "narrator": "ইবনু জুবায়ির ইবনু মুত্বঈম হতে তাঁর পিতার",
    "bn": "তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে কোন এক সলাত আদায় করতে দেখেছেন। বর্ণনাকারী ‘আমর বলেন, সেটা কোন সলাত ছিল (ফরয না নফল) তা আমার জানা নেই। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (সলাত আদায়কালে) বলেছেন, “আল্লাহু আকবার কাবীরান, আল্লাহু আকবার কাবীরান, আল্লাহু আকবার কাবীরান, আলহামদু লিল্লাহি কাসীরান, আলহাম দুলিল্লাহি কাসীরান, আলহাম দুলিল্লাহি কাসীরান, ওয়া সুবহানাল্লাহি বুকরাতাও ওয়া আসীলা”, (তিনবার) “আ‘উযু বিল্লাহি মিনাশ শাইত্বনির রাজীমি মিন নাফখিহী ওয়া নাফসিহী ওয়া হামযিহি।\" বর্ণনাকারী (‘আমর ইবনু মুররাহ) বলেন, নাফখিহী হচ্ছে শাইত্বানের কবিতা, নাফসিহী হচ্ছে শাইত্বানের অহঙ্কার এবং হামযিহি হচ্ছে শাইত্বানের কুমন্ত্রণা। [৭৬৩]\n\nদূর্বলঃ মিশকাত ৮১৭, ইরওয়া ৩৪২।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ مَرْزُوقٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَاصِمٍ الْعَنَزِيِّ، عَنِ ابْنِ جُبَيْرِ بْنِ مُطْعِمٍ، عَنْ أَبِيهِ، أَنَّهُ رَأَى رَسُولَ اللَّهِ صلى الله عليه وسلم يُصَلِّي صَلاَةً قَالَ عَمْرٌو لاَ أَدْرِي أَىَّ صَلاَةٍ هِيَ فَقَالَ ‏\"‏ اللَّهُ أَكْبَرُ كَبِيرًا اللَّهُ أَكْبَرُ كَبِيرًا اللَّهُ أَكْبَرُ كَبِيرًا وَالْحَمْدُ لِلَّهِ كَثِيرًا وَالْحَمْدُ لِلَّهِ كَثِيرًا وَالْحَمْدُ لِلَّهِ كَثِيرًا وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلاً ‏\"‏ ‏.‏ ثَلاَثًا ‏\"‏ أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ مِنْ نَفْخِهِ وَنَفْثِهِ وَهَمْزِهِ ‏\"‏ ‏.‏ قَالَ نَفْثُهُ الشِّعْرُ وَنَفْخُهُ الْكِبْرُ وَهَمْزُهُ الْمُوتَةُ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৭৬৩] ইবনু মাজাহ (অধ্যায়ঃ সলাত, অনুঃ সলাতে আশ্রয় প্রার্থণা করা, হাঃ ৮০৭), তায়ালিসি (৯৪৭), ইবনু জারুদ (৯৬), আহমাদ (৪/৮৫), ত্বাবারানী ‘কাবীর’ এবং ইবনু হাজম ‘মুহাল্লা’ (৩/২৪৮)। সানাদের ‘আসিম ইবনু ‘আনাযীকে কেউ সিক্বাহ বলেননি। কেবল ইবনু হিব্বান তাকে ‘সিক্বাত’ গ্রন্থে উল্লেখ করেছেন। কিন্তু সেখানে তার নাম নিয়ে মতভেদ আছে। সম্ভবতঃ এ কারনে ইমাম বুখারী বলেছেনঃ সহীহ নয়। তবে হাদীসটির এ সানাদ যদিও দূর্বল কিন্তু এর শাওয়াহিদ বর্ণনাবলীর কারনে হাদীসটি সহীহ। (বিস্তারিত দেখুন, ইরওয়াউল গালীল, ৩৪২ নং)",
    "chapter": {
      "chapter_number": "2"
    }
  }
}