{
  "hadith": {
    "hadith_id": 790,
    "narrator": "জাবির (রাঃ)",
    "bn": "মু‘আয (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে সালাত আদায়ের পর ফিরে এসে আমাদের সালাত ইমামতি করতেন। বর্ননাকারী পুনরায় বলেন, তিনি ফিরে এসে স্বীয় সম্প্রদায়ের লোকদের সালাত ইমামতি করতেন। এক রাতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘ইশার সালাত আদায়ে বিলম্ব করেন। সেদিনও মু‘আয (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে ‘ইশার সালাত আদায়ের পর স্বীয় সম্প্রদায়ের লোকদের নিকট গিয়ে  তাদের ইমামতি করেন। এবং উক্ত সালাতে তিনি সূরাহ আল-বাক্বারা্হ পাঠ করলে এক ব্যাক্তি জামা’আত থেকে বিচ্ছিন্ন হয়ে একাকী সালাত আদায় করে নেয়। ফলে বলা হলো, হে অমুক! তুমি কি মুনাফিক্ব হয়ে গেলে নাকি? লোকটি বললোঃ আমি মুনাফিক্ব হই নাই। পরে লোকটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বলল, হে আল্লাহর রাসুল! মু‘আয (রাঃ) আপনার সাথে সালাত আদায় শেষে ফিরে গিয়ে আমাদের সালাতের ইমামতি করেন। আমরা মেহনতি মজদুর লোক এবং নিজেরাই ক্ষেতের কাজ-কর্ম করে থাকি। অথচ মু‘আয (রাঃ) আমাদের সালাত ইমামতিকালে সূরাহ বাক্বারাহ পড়েন (অর্থাৎ দীর্ঘ সূরাহ পাঠ করে থাকেন)। হে কথা শুনে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (মু‘আযকে সম্বোধন করে) বললেনঃ হে মু‘আয! তুমি কি ফিতনাহ সৃষ্টিকারী? তুমি কি লোকদের ফিতনাহয় ফেলতে চাও? তুমি সালাত অমুক অমুক (ছোট) সূরাহ পাঠ করবে। আবূয যুবায়ির বলেন, সূরাহ আল-’আলা, ওয়াল লাইলি, ইযা ইয়াগশা এ ধরনের (ছোট) সুরা্ পাঠ করবে। অতঃপর আমরা তা (বর্ননাকারী) ‘আমরের নিকট উল্লেখ করলে তিনি বলেন, আমার ধারনা, তিনি সেটাও উল্লেখ করেছেন।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، سَمِعَهُ مِنْ، جَابِرٍ قَالَ كَانَ مُعَاذٌ يُصَلِّي مَعَ النَّبِيِّ صلى الله عليه وسلم ثُمَّ يَرْجِعُ فَيَؤُمُّنَا - قَالَ مَرَّةً ثُمَّ يَرْجِعُ فَيُصَلِّي بِقَوْمِهِ - فَأَخَّرَ النَّبِيُّ صلى الله عليه وسلم لَيْلَةً الصَّلاَةَ - وَقَالَ مَرَّةً الْعِشَاءَ - فَصَلَّى مُعَاذٌ مَعَ النَّبِيِّ صلى الله عليه وسلم ثُمَّ جَاءَ يَؤُمُّ قَوْمَهُ فَقَرَأَ الْبَقَرَةَ فَاعْتَزَلَ رَجُلٌ مِنَ الْقَوْمِ فَصَلَّى فَقِيلَ نَافَقْتَ يَا فُلاَنُ ‏.‏ فَقَالَ مَا نَافَقْتُ ‏.‏ فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنَّ مُعَاذًا يُصَلِّي مَعَكَ ثُمَّ يَرْجِعُ فَيَؤُمُّنَا يَا رَسُولَ اللَّهِ وَإِنَّمَا نَحْنُ أَصْحَابُ نَوَاضِحَ وَنَعْمَلُ بِأَيْدِينَا وَإِنَّهُ جَاءَ يَؤُمُّنَا فَقَرَأَ بِسُورَةِ الْبَقَرَةِ ‏.‏ فَقَالَ ‏\"‏ يَا مُعَاذُ أَفَتَّانٌ أَنْتَ أَفَتَّانٌ أَنْتَ اقْرَأْ بِكَذَا اقْرَأْ بِكَذَا ‏\"‏ ‏.‏ قَالَ أَبُو الزُّبَيْرِ بِـ ‏{‏ سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى ‏}‏ ‏{‏ وَاللَّيْلِ إِذَا يَغْشَى ‏}‏ فَذَكَرْنَا لِعَمْرٍو فَقَالَ أُرَاهُ قَدْ ذَكَرَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}