{
  "hadith": {
    "hadith_id": 824,
    "narrator": "নাফী‘ ইবনু মাহমুদ ইবনু রাবী‘ আল-আনসারী",
    "bn": "নাফী‘ বলেন, একবার ‘উবাদাহ ইবনুস সামিত (রাঃ) ফাজ্‌র সলাতে বিলম্বে উপস্থিত হন। ফলে মুয়াজ্জিন আবূ নু‘আইম (রহঃ) সলাতের তাকবীর বলে লোকদের নিয়ে সলাত আরম্ভ করেন। তখন আমি এবং ‘উবাদাহ ইবনুস সামিত (রাঃ) উপস্থিত হয়ে আবূ নু‘আইমের পিছনে ইকতিদা করি। আবূ নু‘আইম সলাতে স্বরবে ক্বিরাআত পড়ছিলেন। ‘উবাদাহ (রাঃ) (তার পিছনে) সূরাহ ফাতিহা পড়েন। সলাত শেষে আমি ‘উবাদাহ (রাঃ)-কে বললামঃ আবূ নু‘আইমের স্বরবে ক্বিরাআত পাঠকালে আমি আপনাকেও সূরাহ ফাতিহা পাঠ করতে শুনলাম? তিনি বললেনঃ হ্যাঁ। একবার রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন এক ওয়াক্তের স্বরব ক্বিরাআতের সলাতে আমাদের ইমামতি করেন। বর্ণনাকারী বলেনঃ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ক্বিরাআতের সময় আটকে গেলেন। অতঃপর সলাত শেষে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের লক্ষ্য করে বলেনঃ আমার স্বরবে ক্বিরাআত পাঠকালে তোমরাও কি ক্বিরাআত করেছ? জবাবে আমাদের কেউ কেউ বললেন, হ্যাঁ, আমরাও ক্বিরাআত করেছি। তখন তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, এমনটি করবে না। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরও বলেন, ক্বিরাআত পাঠের সময় তাইতো ভাবছিলাম, আমার কুরআন পাঠে কিসে বিঘ্ন সৃষ্টি করছে? অতএব আমি সলাতে যখন স্বরবে ক্বিরাআত করি, তখন তোমরা কুরআন (সূরাহ ফাতিহা) ছাড়া অন্য কিছু পড়বে না।",
    "ar": "حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ الأَزْدِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا الْهَيْثَمُ بْنُ حُمَيْدٍ، أَخْبَرَنِي زَيْدُ بْنُ وَاقِدٍ، عَنْ مَكْحُولٍ، عَنْ نَافِعِ بْنِ مَحْمُودِ بْنِ الرَّبِيعِ الأَنْصَارِيِّ، قَالَ نَافِعٌ أَبْطَأَ عُبَادَةُ بْنُ الصَّامِتِ عَنْ صَلاَةِ الصُّبْحِ، فَأَقَامَ أَبُو نُعَيْمٍ الْمُؤَذِّنُ الصَّلاَةَ فَصَلَّى أَبُو نُعَيْمٍ بِالنَّاسِ وَأَقْبَلَ عُبَادَةُ وَأَنَا مَعَهُ، حَتَّى صَفَفْنَا خَلْفَ أَبِي نُعَيْمٍ وَأَبُو نُعَيْمٍ يَجْهَرُ بِالْقِرَاءَةِ فَجَعَلَ عُبَادَةُ يَقْرَأُ بِأُمِّ الْقُرْآنِ فَلَمَّا انْصَرَفَ قُلْتُ لِعُبَادَةَ سَمِعْتُكَ تَقْرَأُ بِأُمِّ الْقُرْآنِ وَأَبُو نُعَيْمٍ يَجْهَرُ قَالَ أَجَلْ صَلَّى بِنَا رَسُولُ اللَّهِ صلى الله عليه وسلم بَعْضَ الصَّلَوَاتِ الَّتِي يَجْهَرُ فِيهَا بِالْقِرَاءَةِ قَالَ فَالْتَبَسَتْ عَلَيْهِ الْقِرَاءَةُ فَلَمَّا انْصَرَفَ أَقْبَلَ عَلَيْنَا بِوَجْهِهِ وَقَالَ ‏\"‏ هَلْ تَقْرَءُونَ إِذَا جَهَرْتُ بِالْقِرَاءَةِ ‏\"‏ ‏.‏ فَقَالَ بَعْضُنَا إِنَّا نَصْنَعُ ذَلِكَ ‏.‏ قَالَ ‏\"‏ فَلاَ وَأَنَا أَقُولُ مَا لِي يُنَازَعُنِي الْقُرْآنُ فَلاَ تَقْرَءُوا بِشَىْءٍ مِنَ الْقُرْآنِ إِذَا جَهَرْتُ إِلاَّ بِأُمِّ الْقُرْآنِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}