{
  "hadith": {
    "hadith_id": 827,
    "narrator": "সাঈদ ইবনুল মুসাইয়্যাব (রহঃ)",
    "bn": "তিনি বলেন, আমি আবূ হুরায়রা্‌ (রাঃ) কে বলতে শুনেছিঃ একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে নিয়ে সলাত আদায় করেন। সম্ভবতঃ তা ফাজ্‌রের সলাত। অতঃপর পূর্ববর্তী হাদীসের অনুরূপ উল্লেখ করে “আমার কুরআন পাঠে কিসে বিঘ্ন সৃষ্টি হল” এই পর্যন্ত বর্ণনা করেন।\n\nইমাম আবূ দাউদ (রহঃ) বলেন, মুসাদ্দাদ তাঁর বর্ণিত হাদীসে উল্লেখ করেন যে, মা‘মার বলেন, অতঃপর লোকেরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর স্বরব ক্বিরাআত সম্পন্ন সলাতে ক্বিরাআত পাঠ হতে বিরত থাকেন। ইবুনস সারহ্‌ তার বর্ণিত হাদীসে বলেন যে, মা‘মার যুহরী সূত্রে বলেন, আবূ হুরায়রা্‌ (রাঃ) বলেন, আতঃপর লোকেরা ক্বিরাআত হতে বিরত থাকেন। আর ‘আবদুল্লাহ ইবনু মুহাম্মাদ আয-যুহরীর বর্ণনায় (আরবী) শব্দের উল্লেখ আছে। বর্ণনাকারী সুফিয়ান বলেন, ইমাম যুহরী এমন কিছু কথা বলেছেন যা আমি শুনিনি। তখন মা‘মার বলেন, তিনি বলেছেন, অতঃপর লোকেরা বিরত থাকেন।\n\nইমাম আবূ দাউদ (রহঃ) বলেন যে, হাদীসটি ‘আব্দুর রহমান ইবনু ইসহাক্ব ইমাম যুহরী সূত্রে (আরবী) পর্যন্ত বর্ণনা করেছেন। ইমাম আওযাঈ যুহরী সুত্রের বর্ণনা সম্পর্কে বলেন, যুহরীর বর্ণনায় এ কথাও আছে যে, ঐ ঘটনায় মুসলিমগণ উপদেশ গ্রহণ করেন। এরপর তাঁরা স্বরব ক্বিরাআত সম্পন্ন সলাতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পিছনে ক্বিরাআত পড়তেন না।\n\nসহীহ।\n\nইমাম আবূ দউদ (রহঃ) বলেন, আমি মুহাম্মাদ ইবনু ইয়াহইয়াহ ইবনু ফারিসকে বলেতে শুনেছি যে, “অতঃপর লোকেরা ইমামের পিছনে ক্বিরাআত পাঠ হতে বিরত থাকেন” কথাটুকু ইমাম যুহরীর।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، وَأَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، وَمُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي خَلَفٍ، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الزُّهْرِيُّ، وَابْنُ السَّرْحِ، قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، سَمِعْتُ ابْنَ أُكَيْمَةَ، يُحَدِّثُ سَعِيدَ بْنَ الْمُسَيَّبِ قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ صَلَّى بِنَا رَسُولُ اللَّهِ صلى الله عليه وسلم صَلاَةً نَظُنُّ أَنَّهَا الصُّبْحُ بِمَعْنَاهُ إِلَى قَوْلِهِ ‏\"‏ مَا لِي أُنَازَعُ الْقُرْآنَ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ قَالَ مُسَدَّدٌ فِي حَدِيثِهِ قَالَ مَعْمَرٌ فَانْتَهَى النَّاسُ عَنِ الْقِرَاءَةِ فِيمَا جَهَرَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ ابْنُ السَّرْحِ فِي حَدِيثِهِ قَالَ مَعْمَرٌ عَنِ الزُّهْرِيِّ قَالَ أَبُو هُرَيْرَةَ فَانْتَهَى النَّاسُ ‏.‏ وَقَالَ عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الزُّهْرِيُّ مِنْ بَيْنِهِمْ قَالَ سُفْيَانُ وَتَكَلَّمَ الزُّهْرِيُّ بِكَلِمَةٍ لَمْ أَسْمَعْهَا فَقَالَ مَعْمَرٌ إِنَّهُ قَالَ فَانْتَهَى النَّاسُ ‏.‏ قَالَ أَبُو دَاوُدَ وَرَوَاهُ عَبْدُ الرَّحْمَنِ بْنُ إِسْحَاقَ عَنِ الزُّهْرِيِّ وَانْتَهَى حَدِيثُهُ إِلَى قَوْلِهِ ‏\"‏ مَا لِي أُنَازَعُ الْقُرْآنَ ‏\"‏ ‏.‏ وَرَوَاهُ الأَوْزَاعِيُّ عَنِ الزُّهْرِيِّ قَالَ فِيهِ قَالَ الزُّهْرِيُّ فَاتَّعَظَ الْمُسْلِمُونَ بِذَلِكَ فَلَمْ يَكُونُوا يَقْرَءُونَ مَعَهُ فِيمَا يَجْهَرُ بِهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو دَاوُدَ سَمِعْتُ مُحَمَّدَ بْنَ يَحْيَى بْنِ فَارِسٍ قَالَ قَوْلُهُ فَانْتَهَى النَّاسُ ‏.‏ مِنْ كَلاَمِ الزُّهْرِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হাদীস হতে শিক্ষাঃ ইমামের পিছনে মুক্তাদীগন সূরাহ ফাতিহা নিঃশব্দে পাঠ করবে।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}