{
  "hadith": {
    "hadith_id": 847,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) “সামিআল্লাহু লিমান হামিদাহ্” বলার পর বলতেন “রব্বানা লাকাল হামদ মিলউস-সামায়ি”। (বর্ণনাকারী মুআম্মালের বর্ণনা মতে) “মিলউস সামাওয়াতি ওয়া মিলউল আরদি ওয়া মিলউ মা শি’তা মিন শাইয়িন বা’দু, আহলুস সানায়ি ওয়াল মাজদি আহাক্কু মা ক্বলাল ‘আবদু, ওয়া কুল্লুনা লাকা ‘আবদুন লা মা-নি’আ লিমা আ’ত্বাইতা”।\nবর্ণনাকারী মাহমুদের বর্ণনায় এ বাক্যটিও রয়েছেঃ “ওয়ালা মু’ত্বিয়া লিমা মানা’তা”।\nঅতঃপর সমস্ত বর্ণনাকারী এ বাক্যটি বলার বিষয়ে একমতঃ “ওয়ালা ইয়ানফা’উ যাল-জাদ্দি মিনকাল জাদ্দু।”\n\nসহীহঃ মুসলিম।\n\nবর্ণনাকারী বিশর বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কেবল “রব্বানা লাকাল হামদ” বলতেন। মাহমুদের বর্ণনায় “আল্লাহুম্মা” শব্দটি নেই। তিনি শুধু “রব্বানা লাকাল হামদ” এর কথা উল্লেখ করেছেন।",
    "ar": "حَدَّثَنَا مُؤَمَّلُ بْنُ الْفَضْلِ الْحَرَّانِيُّ، حَدَّثَنَا الْوَلِيدُ، ح وَحَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ، حَدَّثَنَا أَبُو مُسْهِرٍ، ح وَحَدَّثَنَا ابْنُ السَّرْحِ، حَدَّثَنَا بِشْرُ بْنُ بَكْرٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ مُصْعَبٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، كُلُّهُمْ عَنْ سَعِيدِ بْنِ عَبْدِ الْعَزِيزِ، عَنْ عَطِيَّةَ بْنِ قَيْسٍ، عَنْ قَزَعَةَ بْنِ يَحْيَى، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ حِينَ يَقُولُ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ‏\"‏ اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ مِلْءَ السَّمَاءِ ‏\"‏ ‏.‏ قَالَ مُؤَمَّلٌ مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ وَمِلْءَ مَا شِئْتَ مِنْ شَىْءٍ بَعْدُ أَهْلَ الثَّنَاءِ وَالْمَجْدِ أَحَقُّ مَا قَالَ الْعَبْدُ وَكُلُّنَا لَكَ عَبْدٌ لاَ مَانِعَ لِمَا أَعْطَيْتَ ‏\"‏ ‏.‏ زَادَ مَحْمُودٌ ‏\"‏ وَلاَ مُعْطِيَ لِمَا مَنَعْتَ ‏\"‏ ‏.‏ ثُمَّ اتَّفَقُوا - ‏\"‏ وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ ‏\"‏ ‏.‏ قَالَ بِشْرٌ ‏\"‏ رَبَّنَا لَكَ الْحَمْدُ ‏\"‏ ‏.‏ لَمْ يَقُلْ مَحْمُودٌ ‏\"‏ اللَّهُمَّ ‏\"‏ ‏.‏ قَالَ ‏\"‏ رَبَّنَا وَلَكَ الْحَمْدُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}