{
  "hadith": {
    "hadith_id": 856,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মসজিদে প্রবেশ করলেন। এমন সময় এক ব্যক্তি মসজিদে প্রবেশ করে সালাত আদায় করলো এবং এসে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে সালাম করলো। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সালামের জবাব দিয়ে বললেনঃ তুমি ফিরে যাও এবং আবার সালাত আদায় করো, তুমি সালাত আদায় করোনি। লোকটি ফিরে গিয়ে আগের মতো সালাত আদায় করে এসে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে পুনরায় সালাম দিলো। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সালামের জবাব দিয়ে বলেনঃ তুমি গিয়ে আবার সালাত আদায় করো, কারণ তুমি তো সালাত আদায় করোনি। এভাবে লোকটি তিনবার সালাত আদায় করলো। অতঃপর লোকটি বলল, ঐ আল্লাহর শপথ! যিনি আপনাকে সত্যসহ প্রেরণ করেছেন, আমি এর চাইতে উত্তমরূপে সালাত আদায় করতে পারি না। কাজেই আমাকে সালাতের পদ্ধতি শিখিয়ে দিন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তুমি সালাত দাঁড়ানোর সময় সর্বপ্রথম তাকবীরে তাহরীমা বলবে। তারপর তোমার সুবিধানুয়ায়ী কুরআনের আয়াত পাঠ করবে, অতঃপর শান্তি ও স্থিরতার সাথে রুকূ’ করবে, অতঃপর রুকূ’ হতে উঠে সোজা হয়ে দাঁড়াবে। অতঃপর ধীরস্থিরভাবে সাজদাহ্ করবে। এরপর প্রশান্তির সাথে বসবে। এভাবেই তোমার পুরো সালাত আদায় করবে।\nঅন্য বর্ণনায় রয়েছেঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সর্বশেষে তাকে বললেনঃ তুমি এভাবে সালাত আদায় করলে তোমার সালাত পরিপূর্ণভাবে আদায় হবে। আর এর কোন অংশ আদায়ে ত্রুটি করলে তোমার সালাতও ত্রুটিপুর্ণ হবে। এতে আরো রয়েছেঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বলেনঃ তুমি সালাত আদায় করতে চাইলে প্রথমে উত্তমরূপে উযু করে নিবে।\n\nসহীহঃ বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنِي الْقَعْنَبِيُّ، حَدَّثَنَا أَنَسٌ يَعْنِي ابْنَ عِيَاضٍ، ح وَحَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، - وَهَذَا لَفْظُ ابْنِ الْمُثَنَّى - حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَخَلَ الْمَسْجِدَ فَدَخَلَ رَجُلٌ فَصَلَّى ثُمَّ جَاءَ فَسَلَّمَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَرَدَّ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَيْهِ السَّلاَمَ وَقَالَ ‏\"‏ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ ‏\"‏ ‏.‏ فَرَجَعَ الرَّجُلُ فَصَلَّى كَمَا كَانَ صَلَّى ثُمَّ جَاءَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَسَلَّمَ عَلَيْهِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَعَلَيْكَ السَّلاَمُ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ ‏\"‏ ‏.‏ حَتَّى فَعَلَ ذَلِكَ ثَلاَثَ مِرَارٍ فَقَالَ الرَّجُلُ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا أُحْسِنُ غَيْرَ هَذَا فَعَلِّمْنِي ‏.‏ قَالَ ‏\"‏ إِذَا قُمْتَ إِلَى الصَّلاَةِ فَكَبِّرْ ثُمَّ اقْرَأْ مَا تَيَسَّرَ مَعَكَ مِنَ الْقُرْآنِ ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعًا ثُمَّ ارْفَعْ حَتَّى تَعْتَدِلَ قَائِمًا ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا ثُمَّ اجْلِسْ حَتَّى تَطْمَئِنَّ جَالِسًا ثُمَّ افْعَلْ ذَلِكَ فِي صَلاَتِكَ كُلِّهَا ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ قَالَ الْقَعْنَبِيُّ عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَ وَقَالَ فِي آخِرِهِ ‏\"‏ فَإِذَا فَعَلْتَ هَذَا فَقَدْ تَمَّتْ صَلاَتُكَ وَمَا انْتَقَصْتَ مِنْ هَذَا شَيْئًا فَإِنَّمَا انْتَقَصْتَهُ مِنْ صَلاَتِكَ ‏\"‏ ‏.‏ وَقَالَ فِيهِ ‏\"‏ إِذَا قُمْتَ إِلَى الصَّلاَةِ فَأَسْبِغِ الْوُضُوءَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}