{
  "hadith": {
    "hadith_id": 857,
    "narrator": "‘আলী ইবনু ইয়াহইয়াহ (রাঃ) হতে তাঁর চাচার",
    "bn": "তিনি বলেন, একদা এক ব্যক্তি মাসজিদে প্রবেশ করলো। অতঃপর তিনি পূর্ববর্তী হাদীসের অনুরূপ বর্ণনা করেন। তিনি তাতে বলেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ উযুর অঙ্গসমূহ উত্তমরূপে না ধুলে সালাত পূর্ণ হবে না। উযুর অঙ্গসমূহ উত্তমরূপে না ধুলে সালাত পূর্ণ হবেনা।\nউযুর পর তাকবীরে তাহরীমা বলে হাম্‌দ ও সানা পড়ে কুরআন হতে যা ইচ্ছে হয় তিলওয়াত করবে। অতঃপর আল্লাহু আকবার বলে এমনভাবে রুকু’ করবে যেন তার জোড়াসমূহ স্ব-স্ব স্থানে অবস্থান করে। অতঃপর “সামিআল্লাহু লিমান হামিদাহ্‌” বলে স্থিরভাবে সোজা হয়ে দাঁড়িয়ে আল্লাহু আকবার বলে এমন সাজদাহ্‌ করবে, যাতে শরীরের জোড়াসমূহ স্ব–স্ব স্থানে যথারীতি অবস্থান করে। অতঃপর “আল্লাহু আকবার” বলে মাথা উঠিয়ে সোজা হয়ে বসবে এবং পুনরায় আল্লাহু আকবার বলে সাজদাহ্‌তে যাবে, শরীরের জোড়া সমূহ প্রশান্তি লাভ না করা পর্যন্ত সাজদাহ্‌তে অবস্থান করবে। অতঃপর আল্লাহু আকবার বলে সাজদাহ্‌ হতে মাথা উঠাবে। কোন ব্যক্তি যখন এরূপে সালাত আদায় করবে, তখনই তার সালাত পরিপূর্নভাবে আদায় হবে।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ عَلِيِّ بْنِ يَحْيَى بْنِ خَلاَّدٍ، عَنْ عَمِّهِ، أَنَّ رَجُلاً، دَخَلَ الْمَسْجِدَ فَذَكَرَ نَحْوَهُ قَالَ فِيهِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّهُ لاَ تَتِمُّ صَلاَةٌ لأَحَدٍ مِنَ النَّاسِ حَتَّى يَتَوَضَّأَ فَيَضَعَ الْوُضُوءَ ‏\"‏ ‏.‏ يَعْنِي مَوَاضِعَهُ ‏\"‏ ثُمَّ يُكَبِّرُ وَيَحْمَدُ اللَّهَ جَلَّ وَعَزَّ وَيُثْنِي عَلَيْهِ وَيَقْرَأُ بِمَا تَيَسَّرَ مِنَ الْقُرْآنِ ثُمَّ يَقُولُ اللَّهُ أَكْبَرُ ثُمَّ يَرْكَعُ حَتَّى تَطْمَئِنَّ مَفَاصِلُهُ ثُمَّ يَقُولُ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ حَتَّى يَسْتَوِيَ قَائِمًا ثُمَّ يَقُولُ اللَّهُ أَكْبَرُ ثُمَّ يَسْجُدُ حَتَّى تَطْمَئِنَّ مَفَاصِلُهُ ثُمَّ يَقُولُ اللَّهُ أَكْبَرُ وَيَرْفَعُ رَأْسَهُ حَتَّى يَسْتَوِيَ قَاعِدًا ثُمَّ يَقُولُ اللَّهُ أَكْبَرُ ثُمَّ يَسْجُدُ حَتَّى تَطْمَئِنَّ مَفَاصِلُهُ ثُمَّ يَرْفَعُ رَأْسَهُ فَيُكَبِّرُ فَإِذَا فَعَلَ ذَلِكَ فَقَدْ تَمَّتْ صَلاَتُهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}