{
  "hadith": {
    "hadith_id": 864,
    "narrator": "আনাস ইবনু হাকীম আদ্‌-দাব্বী",
    "bn": "তিনি বলেন, তিনি যিয়াদ অথবা ইবনু যিয়াদের ভয়ে মদিনায় চলে আসেন এবং আবূ হুরায়রা (রাঃ)-এর সাথে সাক্ষাত করেন। আবূ হুরায়রা (রাঃ) আমাকে তাঁর বংশ পরিচয় দিলেন এবং আমি ও আমার বংশ পরিচয় দিলাম। তিনি আমাকে বলেনঃ হে যুবক! আমি কি তোমার কাছে হাদীস বর্ণনা করব না? জবাবে আমি বলিঃ হ্যাঁ, আল্লাহ আপনার উপর রহম করুন ! বর্ণনাকারী ইউনুস বলেন, আমার মনে হয়, তিনি এ হাদীস সরসরি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ ক্বিয়ামাতের দিন মানুষের ‘আমালসমূএর মধ্যে সর্বপ্রথম তাদের সালাত সম্পর্কে হিসাব নেয়া হবে। তিনি বলেনঃ আমাদের মহান রব্ব ফেরেশতাদের বান্দার সালাত সম্পর্কে জানা সত্ত্বেও জিজ্ঞেস করবেন, দেখো তো সে তা পরিপূর্ণভাবে আদায় করেছে নাকি তাতে কোন ত্রুটি রয়েছে? অতঃপর বান্দার সালাত পূর্নাঙ্গ হলে পূর্নাঙ্গই লিখা হবে। আর যদি তাতে ত্রুটি থাকে তাহলে মহান আল্লাহ ফেরেশতাদের বলবেন, দেখো তো আমার বান্দার কোন নফল সালাত আছে কিনা? যদি থাকে তাহলে তিনি বলবেনঃ আমার বান্দার ফরয সালাতের ঘাটতি তার নফল সালাত দ্বারা পরিপূর্ণ করো। অতঃপর সকল আমলই এভাবে গ্রহন করা হবে (অর্থাৎ নফল দ্বারা ফরযের ত্রুটি দূর করা হবে)।",
    "ar": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا يُونُسُ، عَنِ الْحَسَنِ، عَنْ أَنَسِ بْنِ حَكِيمٍ الضَّبِّيِّ، قَالَ خَافَ مِنْ زِيَادٍ أَوِ ابْنِ زِيَادٍ فَأَتَى الْمَدِينَةَ فَلَقِيَ أَبَا هُرَيْرَةَ قَالَ فَنَسَبَنِي فَانْتَسَبْتُ لَهُ فَقَالَ يَا فَتَى أَلاَ أُحَدِّثُكَ حَدِيثًا قَالَ قُلْتُ بَلَى رَحِمَكَ اللَّهُ ‏.‏ قَالَ يُونُسُ أَحْسِبُهُ ذَكَرَهُ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ أَوَّلَ مَا يُحَاسَبُ النَّاسُ بِهِ يَوْمَ الْقِيَامَةِ مِنْ أَعْمَالِهِمُ الصَّلاَةُ قَالَ يَقُولُ رَبُّنَا جَلَّ وَعَزَّ لِمَلاَئِكَتِهِ وَهُوَ أَعْلَمُ انْظُرُوا فِي صَلاَةِ عَبْدِي أَتَمَّهَا أَمْ نَقَصَهَا فَإِنْ كَانَتْ تَامَّةً كُتِبَتْ لَهُ تَامَّةً وَإِنْ كَانَ انْتَقَصَ مِنْهَا شَيْئًا قَالَ انْظُرُوا هَلْ لِعَبْدِي مِنْ تَطَوُّعٍ فَإِنْ كَانَ لَهُ تَطَوُّعٌ قَالَ أَتِمُّوا لِعَبْدِي فَرِيضَتَهُ مِنْ تَطَوُّعِهِ ثُمَّ تُؤْخَذُ الأَعْمَالُ عَلَى ذَاكُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}