{
  "hadith": {
    "hadith_id": 874,
    "narrator": "হুযাইফাহ (রাঃ)",
    "bn": "একদা রাতে তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সালাত আদায় করতে দেখলেন। এ সময় তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তিনবার ‘আল্লাহু আকবার’ বলার পর  ‘যুল-মালাকূতি ওয়াল জাবারূতি ওয়াল কিবরিয়াই ওয়াল ‘আযমাতি’ পাঠ করেন। অতঃপর তিনি সূরাহ বাকারাহ তিলাওয়াত শুরু করেন। এবং তাঁর রুকু ছিলো কিয়ামের সমপরিমাণ সময়। তিনি রুকুতে ‘সুবহানা রব্বিয়াল ‘আযীম, ’সুবহানা রব্বিয়াল ‘আযীম পাঠ করেন। অতঃপর রুকু হতে মাথা উঠিয়ে প্রায় রুকুর সমপরিমাণ সময় দাঁড়িয়ে থাকেন এবং এ সময় “লি-রব্বিয়াল হামদ” পাঠ করেন। অতঃপর তিনি সাজদাহয় গিয়ে তাতে কিয়ামের অনুরূপ সময় অবস্থান করেন এবং হে সময় ‘সুবহানা রব্বিয়াল আ’লা’ পাঠ করেন। অতঃপর সাজদাহ হতে মাথা উঠিয়ে দু’ সাজদাহর মাঝে সাজদাহয় অবস্থানের সমপরিমাণ সময় বসে থাকেন এবং এখানে তিনি ‘রব্বিগফিরলী’ পাঠ করেন। এরূপে তিনি চার রাক‘আত সালাত আদায় করেন এবং এ সালাত সূরাহ আল-বাকারাহ, সূরাহ আলে-’ইমরান, সূরাহ নিসা এবং সূরাহ মায়িদাহ অথবা সূরাহ আন’আম তিলাওয়াত করেন।",
    "ar": "حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، وَعَلِيُّ بْنُ الْجَعْدِ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ أَبِي حَمْزَةَ، مَوْلَى الأَنْصَارِ عَنْ رَجُلٍ، مِنْ بَنِي عَبْسٍ عَنْ حُذَيْفَةَ، أَنَّهُ رَأَى رَسُولَ اللَّهِ صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ فَكَانَ يَقُولُ ‏\"‏ اللَّهُ أَكْبَرُ - ثَلاَثًا - ذُو الْمَلَكُوتِ وَالْجَبَرُوتِ وَالْكِبْرِيَاءِ وَالْعَظَمَةِ ‏\"‏ ‏.‏ ثُمَّ اسْتَفْتَحَ فَقَرَأَ الْبَقَرَةَ ثُمَّ رَكَعَ فَكَانَ رُكُوعُهُ نَحْوًا مِنْ قِيَامِهِ وَكَانَ يَقُولُ فِي رُكُوعِهِ ‏\"‏ سُبْحَانَ رَبِّيَ الْعَظِيمِ سُبْحَانَ رَبِّيَ الْعَظِيمِ ‏\"‏ ‏.‏ ثُمَّ رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ فَكَانَ قِيَامُهُ نَحْوًا مِنْ رُكُوعِهِ يَقُولُ ‏\"‏ لِرَبِّيَ الْحَمْدُ ‏\"‏ ‏.‏ ثُمَّ سَجَدَ فَكَانَ سُجُودُهُ نَحْوًا مِنْ قِيَامِهِ فَكَانَ يَقُولُ فِي سُجُودِهِ ‏\"‏ سُبْحَانَ رَبِّيَ الأَعْلَى ‏\"‏ ‏.‏ ثُمَّ رَفَعَ رَأْسَهُ مِنَ السُّجُودِ وَكَانَ يَقْعُدُ فِيمَا بَيْنَ السَّجْدَتَيْنِ نَحْوًا مِنْ سُجُودِهِ وَكَانَ يَقُولُ ‏\"‏ رَبِّ اغْفِرْ لِي رَبِّ اغْفِرْ لِي ‏\"‏ ‏.‏ فَصَلَّى أَرْبَعَ رَكَعَاتٍ فَقَرَأَ فِيهِنَّ الْبَقَرَةَ وَآلَ عِمْرَانَ وَالنِّسَاءَ وَالْمَائِدَةَ أَوِ الأَنْعَامَ شَكَّ شُعْبَةُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}