{
  "hadith": {
    "hadith_id": 920,
    "narrator": "রাসুলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সহাবী আবূ ক্বাতাদাহ",
    "bn": "তিনি বলেন, একদা আমরা যুহর কিংবা আসরের সালাত আদায়ের জন্য রাসুলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অপেক্ষায় ছিলাম। বিলাল (রাঃ) তাকে সালাতের জন্য আহবান করলে তিনি উমামা বিনতু আবুল ‘আসকে নিয়ে আমাদের নিকট আসেন। অঃতপর তিনি ইমামতির জন্য তার জায়গায় দাঁড়ালেন এবং আমরা তার পিছনে দাঁড়ালাম। উমামাহ তখন তার কাঁধেই ছিলো। অঃতপর তিনি (রাঃ) তাকবির বললে আমরাও তাকবির বললাম। বর্ননাকারী বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রুকুর ইচ্ছা করলে তাকে নিচে নামিয়ে রুকু ও সাজদাহ করতেন। অঃতপর সাজদাহ থেকে উঠার সময় তাকে পুনরায় কাঁধে উঠিয়ে নিতেন। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রতি রাকাতেই এরূপ করেন এবং এভাবেই তিনি সালাত শেষ করেন। [৯২০]",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ إِسْحَاقَ - عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ عَمْرِو بْنِ سُلَيْمٍ الزُّرَقِيِّ، عَنْ أَبِي قَتَادَةَ، صَاحِبِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ بَيْنَمَا نَحْنُ نَنْتَظِرُ رَسُولَ اللَّهِ صلى الله عليه وسلم لِلصَّلاَةِ فِي الظُّهْرِ أَوِ الْعَصْرِ وَقَدْ دَعَاهُ بِلاَلٌ لِلصَّلاَةِ إِذْ خَرَجَ إِلَيْنَا وَأُمَامَةُ بِنْتُ أَبِي الْعَاصِ بِنْتُ ابْنَتِهِ عَلَى عُنُقِهِ فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي مُصَلاَّهُ وَقُمْنَا خَلْفَهُ وَهِيَ فِي مَكَانِهَا الَّذِي هِيَ فِيهِ قَالَ فَكَبَّرَ فَكَبَّرْنَا قَالَ حَتَّى إِذَا أَرَادَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَرْكَعَ أَخَذَهَا فَوَضَعَهَا ثُمَّ رَكَعَ وَسَجَدَ حَتَّى إِذَا فَرَغَ مِنْ سُجُودِهِ ثُمَّ قَامَ أَخَذَهَا فَرَدَّهَا فِي مَكَانِهَا فَمَا زَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَصْنَعُ بِهَا ذَلِكَ فِي كُلِّ رَكْعَةٍ حَتَّى فَرَغَ مِنْ صَلاَتِهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৯২০]- এর সনদ দুর্বল। সানাদে মুহাম্মাদ ইবনুল ইসাহাক একজন মুদাল্লিস এবং তিনি এটি আন্ আন্ শব্দে বর্ণনা করেছেন। পূর্বে হাদিস টির অন্য সনদ ও মুতাবা’আত গত হয়েছে ইসাহাকের অর্থগতভাবে।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}