{
  "hadith": {
    "hadith_id": 930,
    "narrator": "মু‘আবিয়াহ ইবনুল হাকাম আস-সুলামী (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি রসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাথে সালাত আদায় করি। সালাতের অবস্থায় লোকজনের মধ্যকার এক ব্যক্তি হাঁচি দিলে জবাবে আমি ইয়ারহামুকাল্লাহ বলায় সকলেই আমার প্রতি (রাগের) দৃষ্টিতে তাকালো। তখন আমি মনে মনে বললাম, তোমাদের মাতা তোমাদেরকে হারাক। তোমরা আমার দিকে এভাবে দৃষ্টি নিক্ষেপ করছো কেন? মু’আবিয়াহ বলেন, সকলেই রানের উপর সজোরে হাত মেরে শব্দ করতে থাকলে আমি বুঝতে পারি যে, তারা আমাকে চুপ করাতে চাইছে। বর্ণনাকারী ‘উসমানের বর্ণনায় রয়েছেঃ আমি যখন দেখলাম যে, তারা আমাকে চুপ করাতে চাচ্ছিলো, তখন (অনিচ্ছা সত্ত্বেও) আমি চুপ হলাম। অতঃপর রসূলুল্ললাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাত শেষ করলেন। আমার পিতা-মাতা তাঁর জন্য কুরবান হোক ! তিনি আমাকে প্রহার করলেন না, রাগ করলেন না এবং গালিও দিলেন না। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সালাতের অবস্থায় তাসবীহ, তাকবীর ও কুরআন তিলাওয়াত ব্যতীত কোন কথা বলা মানুষের জন্য বৈধ নয়। অথবা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যেরূপ বলার বললেন। অতঃপর আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে বললাম, হে আল্লাহ্‌র রসূল ! আমি সদ্য জাহিলিয়্যাত ছেড়ে আসা একটি সম্প্রদায়। আল্লাহ্‌ আমাদেরকে ইসলাম গ্রহণের তওফিক দিয়েছেন। আমাদের মধ্যেকার কতিপয় ব্যক্তি গণকের নিকট যায়। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা তাদের নিকট যাবে না। বর্ণনাকারী বলেন, আমি বললাম, আমাদের মধ্যেকার কতিপয় লোক পাখি উড়িয়ে ভাগ্য নির্ণয় করে। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এটা তাদের মনগড়া কাজ, এরূপ (কুসংস্কার) যেন তাদেরকে তাদের কাজ থেকে বিরত না রাখে। বর্ণনাকারী বলেন, আমি বললাম, আমাদের মধ্যেকার এমনও কিছু লোক আছে যারা রেখা টেনে ভাগ্য নির্ণয় করে। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ নাবীগণের মধ্যেকার একজন নবী রেখা টানতেন। সুতরাং কারো রেখা তাঁর (নাবীর) মত হলে সঠিক হতে পারে। বর্ণনাকারী বলেন, আমি বললাম, আমার এক দাসী উহুদ ও জাওয়ানিয়ার আশেপাশে বকরী চরাচ্ছিলো। আমি দেখলাম, বাঘ এসে সেখান থেকে একটি বকরী নিয়ে গেছে। আমিও তো আদম সন্তান। কাজেই আমিও তাদের মত দুঃখ পাই। কিন্তু আমি তাকে জোরে একটি থাপ্পড় দিলাম। এ কথাটি রসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাছে গুরুত্ববহ মনে হওয়ায় আমি তাঁকে বললাম, আমি কি তাকে মুক্ত করে দিবো? তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাকে আমার কাছে নিয়ে আসো। আমি তাকে নিয়ে আসলে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে জিজ্ঞেস করলেনঃ আল্লাহ্‌ কোথায়? সে জবাবে বলল, আকাশে। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে জিজ্ঞেস করলেনঃ আমি কে? সে জবাবে বলল, আপনি আল্লাহ্‌র রসূল! তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- বললেন, তাকে আযাদ করে দাও। কারণ সে ঈমানদার মহিলা।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، ح وَحَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، - الْمَعْنَى - عَنْ حَجَّاجٍ الصَّوَّافِ، حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ هِلاَلِ بْنِ أَبِي مَيْمُونَةَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ مُعَاوِيَةَ بْنِ الْحَكَمِ السُّلَمِيِّ، قَالَ صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَعَطَسَ رَجُلٌ مِنَ الْقَوْمِ فَقُلْتُ يَرْحَمُكَ اللَّهُ فَرَمَانِي الْقَوْمُ بِأَبْصَارِهِمْ فَقُلْتُ وَاثُكْلَ أُمِّيَاهُ مَا شَأْنُكُمْ تَنْظُرُونَ إِلَىَّ فَجَعَلُوا يَضْرِبُونَ بِأَيْدِيهِمْ عَلَى أَفْخَاذِهِمْ فَعَرَفْتُ أَنَّهُمْ يُصَمِّتُونِي - فَقَالَ عُثْمَانُ - فَلَمَّا رَأَيْتُهُمْ يُسَكِّتُونِي لَكِنِّي سَكَتُّ قَالَ فَلَمَّا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم - بِأَبِي وَأُمِّي - مَا ضَرَبَنِي وَلاَ كَهَرَنِي وَلاَ سَبَّنِي ثُمَّ قَالَ ‏\"‏ إِنَّ هَذِهِ الصَّلاَةَ لاَ يَحِلُّ فِيهَا شَىْءٌ مِنْ كَلاَمِ النَّاسِ هَذَا إِنَّمَا هُوَ التَّسْبِيحُ وَالتَّكْبِيرُ وَقِرَاءَةُ الْقُرْآنِ ‏\"‏ ‏.‏ أَوْ كَمَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّا قَوْمٌ حَدِيثُ عَهْدٍ بِجَاهِلِيَّةٍ وَقَدْ جَاءَنَا اللَّهُ بِالإِسْلاَمِ وَمِنَّا رِجَالٌ يَأْتُونَ الْكُهَّانَ ‏.‏ قَالَ ‏\"‏ فَلاَ تَأْتِهِمْ ‏\"‏ ‏.‏ قَالَ قُلْتُ وَمِنَّا رِجَالٌ يَتَطَيَّرُونَ ‏.‏ قَالَ ‏\"‏ ذَاكَ شَىْءٌ يَجِدُونَهُ فِي صُدُورِهِمْ فَلاَ يَصُدُّهُمْ ‏\"‏ ‏.‏ قُلْتُ وَمِنَّا رِجَالٌ يَخُطُّونَ ‏.‏ قَالَ ‏\"‏ كَانَ نَبِيٌّ مِنَ الأَنْبِيَاءِ يَخُطُّ فَمَنْ وَافَقَ خَطَّهُ فَذَاكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ جَارِيَةٌ لِي كَانَتْ تَرْعَى غُنَيْمَاتٍ قِبَلَ أُحُدٍ وَالْجَوَّانِيَّةِ إِذِ اطَّلَعْتُ عَلَيْهَا إِطْلاَعَةً فَإِذَا الذِّئْبُ قَدْ ذَهَبَ بِشَاةٍ مِنْهَا وَأَنَا مِنْ بَنِي آدَمَ آسَفُ كَمَا يَأْسَفُونَ لَكِنِّي صَكَكْتُهَا صَكَّةً فَعَظَّمَ ذَاكَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقُلْتُ أَفَلاَ أُعْتِقُهَا قَالَ ‏\"‏ ائْتِنِي بِهَا ‏\"‏ ‏.‏ قَالَ فَجِئْتُهُ بِهَا فَقَالَ ‏\"‏ أَيْنَ اللَّهُ ‏\"‏ ‏.‏ قَالَتْ فِي السَّمَاءِ ‏.‏ قَالَ ‏\"‏ مَنْ أَنَا ‏\"‏ ‏.‏ قَالَتْ أَنْتَ رَسُولُ اللَّهِ ‏.‏ قَالَ ‏\"‏ أَعْتِقْهَا فَإِنَّهَا مُؤْمِنَةٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}