{
  "hadith": {
    "hadith_id": 972,
    "narrator": "হিত্তান ইবনু ‘আবদুল্লাহ আর-রাক্বাশী (রাঃ)",
    "bn": "তিনি বলেন, একদা আবূ মূসা আল-আশ’আরী (রাঃ) আমাদের সালাত পড়ালেন। সালাতের শেষ দিকে তিনি যখন বসলেন, তখন দলের একজন বললো, নেকী ও পবিত্রতা অর্জনের জন্যই সালাত। সালাত শেষে আবূ মূসা (রাঃ) লোকদের দিকে মুখ ফিরিয়ে এ বিষয়ে জিজ্ঞাসা করলে উপস্থিত লোকজন নীরব রইলো। তিনি পুনরায় বললেন, তোমাদের মধ্যকার কে এরূপ কথা বলেছে। বর্ণনাকারী বলেন, তখনও লোকেরা চুপ রইলো। হিত্তান বললেন, তিনি আমাকে বললেন, হে হিত্তান! সম্ভবত তুমিই একথাগুলো বলেছো। হিত্তান বললেন, না, আমি বলি নাই। অবশ্য আমি ভয় পাচ্ছিলাম যে, এজন্য আমাকে শাস্তি দিবেন। হিত্তান বললেন, এক ব্যক্তি বললো, কথাগুলো আমিই বলেছি এবং শুধু ভাল উদ্দেশেই বলেছি। আবূ মূসা (রাঃ) বললেন, সালাতের মধ্যে কি বলতে হয় তাকি তোমরা অবহিত নও? একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের সামনে খুত্ববাহ দিলেন। তাতে তিনি আমাদেরকে সালাতের পদ্ধতি ও সালাত শিক্ষা দিলেন। তিনি বললেনঃ তোমরা সালাত আদায়ের ইচ্ছা করলে প্রথমে কাতারসমূহ ঠিক করে নিবে। অতঃপর তোমাদের একজন ইমামতি করবে। ইমাম তাকবীর বললে, তোমরাও তাকবীর বলবে, ইমাম যখন “গাইরিল্ মাগ্দুবি ‘আলাইহিম ওয়ালাদ্দোয়ালীন” পড়বে তোমরা “আমীন” বলবে। তবেই আল্লাহ তা কবুল করবেন। ইমাম তাকবীর বলে রুকূ’ করলে তোমরাও তাকবীর বলে রুকূ’ করবে। কারণ ইমাম তোমাদের পূর্বে রুকূ’তে যাবে এবং তোমাদের পূর্বেই রুকূ’ হতে মাথা উঠাবে। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এটা তার বিকল্প। ইমাম “সামি’আল্লাহু লিমান হামিদাহ্” বললে তোমরা তখন বলবে “আল্লাহুম্মা রব্বানা লাকাল্ হাম্দ”। আল্লাহ তোমাদের একথা শুনবেন। কেননা মহান আল্লাহ তাঁর নাবীর যবানীতে বলেছেনঃ “সামি’ আল্লাহু লিমান হামিদাহ্”। অতঃপর ইমাম যখন তাকবীর বলে সাজদাহ্ইয় যাবে তখন তোমরাও তাকবীর বলে সাজদাহ্ করবে। ইমাম তোমাদের আগে তাকবীর বলবে এবং আগে সাজদাহ্ করবে। একথা বলার পর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এটা সেটার বিকল্প। তাশাহহুদের বৈঠকে তোমাদের সর্বপ্রথম পড়তে হবেঃ “আত্তাহিয়্যাতু তায়্যিবাতুস সাল্লাওয়াতু লিল্লাহি; আস্সালামু ‘আলাইকা আয়্যুহান্ নাবীয়্যু ওয়া রহমাতুলাহি ও বারাকাতুহু। আস্সালামু ‘আলাইনা ওয়া ‘আলা ‘ইবাদিল্লাহিস সালিহীন। আশ্হাদু আল-লা ইলাহা ইল্লাল্লাহ ওয়া আশ্হাদু আন্না মুহাম্মাদান ‘আবদুহু ওয়া রসূলুহু”। ইমাম আহমাদ (রাঃ) স্বীয় বর্ণনাতে “বারাকাতুহু” ও “আশহাদু” শব্দদ্বয় উল্লেখ করেননি। তিনি “আন্না মুহাম্মাদান” কথাটি উল্লেখ করেছেন।\n\nসহীহঃ মুসলিম।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، أَخْبَرَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ يُونُسَ بْنِ جُبَيْرٍ، عَنْ حِطَّانَ بْنِ عَبْدِ اللَّهِ الرَّقَاشِيِّ، قَالَ صَلَّى بِنَا أَبُو مُوسَى الأَشْعَرِيُّ فَلَمَّا جَلَسَ فِي آخِرِ صَلاَتِهِ قَالَ رَجُلٌ مِنَ الْقَوْمِ أُقِرَّتِ الصَّلاَةُ بِالْبِرِّ وَالزَّكَاةِ ‏.‏ فَلَمَّا انْفَتَلَ أَبُو مُوسَى أَقْبَلَ عَلَى الْقَوْمِ فَقَالَ أَيُّكُمُ الْقَائِلُ كَلِمَةَ كَذَا وَكَذَا فَأَرَمَّ الْقَوْمُ فَقَالَ أَيُّكُمُ الْقَائِلُ كَلِمَةَ كَذَا وَكَذَا فَأَرَمَّ الْقَوْمُ قَالَ فَلَعَلَّكَ يَا حِطَّانُ أَنْتَ قُلْتَهَا ‏.‏ قَالَ مَا قُلْتُهَا وَلَقَدْ رَهِبْتُ أَنْ تَبْكَعَنِي بِهَا ‏.‏ قَالَ فَقَالَ رَجُلٌ مِنَ الْقَوْمِ أَنَا قُلْتُهَا وَمَا أَرَدْتُ بِهَا إِلاَّ الْخَيْرَ ‏.‏ فَقَالَ أَبُو مُوسَى أَمَا تَعْلَمُونَ كَيْفَ تَقُولُونَ فِي صَلاَتِكُمْ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَطَبَنَا فَعَلَّمَنَا وَبَيَّنَ لَنَا سُنَّتَنَا وَعَلَّمَنَا صَلاَتَنَا فَقَالَ ‏\"‏ إِذَا صَلَّيْتُمْ فَأَقِيمُوا صُفُوفَكُمْ ثُمَّ لْيَؤُمَّكُمْ أَحَدُكُمْ فَإِذَا كَبَّرَ فَكَبِّرُوا وَإِذَا قَرَأَ ‏{‏ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلاَ الضَّالِّينَ ‏}‏ فَقُولُوا آمِينَ يُجِبْكُمُ اللَّهُ وَإِذَا كَبَّرَ وَرَكَعَ فَكَبِّرُوا وَارْكَعُوا فَإِنَّ الإِمَامَ يَرْكَعُ قَبْلَكُمْ وَيَرْفَعُ قَبْلَكُمْ ‏\"‏ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَتِلْكَ بِتِلْكَ وَإِذَا قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ فَقُولُوا اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ يَسْمَعِ اللَّهُ لَكُمْ فَإِنَّ اللَّهَ تَعَالَى قَالَ عَلَى لِسَانِ نَبِيِّهِ صلى الله عليه وسلم سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ وَإِذَا كَبَّرَ وَسَجَدَ فَكَبِّرُوا وَاسْجُدُوا فَإِنَّ الإِمَامَ يَسْجُدُ قَبْلَكُمْ وَيَرْفَعُ قَبْلَكُمْ ‏\"‏ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَتِلْكَ بِتِلْكَ فَإِذَا كَانَ عِنْدَ الْقَعْدَةِ فَلْيَكُنْ مِنْ أَوَّلِ قَوْلِ أَحَدِكُمْ أَنْ يَقُولَ التَّحِيَّاتُ الطَّيِّبَاتُ الصَّلَوَاتُ لِلَّهِ السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ ‏\"‏ ‏.‏ لَمْ يَقُلْ أَحْمَدُ ‏\"‏ وَبَرَكَاتُهُ ‏\"‏ ‏.‏ وَلاَ قَالَ ‏\"‏ وَأَشْهَدُ ‏\"‏ ‏.‏ قَالَ ‏\"‏ وَأَنَّ مُحَمَّدًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}