{
  "hadith": {
    "hadith_id": 1071,
    "narrator": "হাফস বিন আসিম",
    "bn": "হাফস বিন আসিম বলেন আমরা এক সফরে ইবনু উমার (রাঃ) -এর সাথে ছিলাম। তিনি আমাদের নিয়ে সালাত পড়েন। অতঃপর আমরা সেখান থেকে তার সাথে ফিরে আসি। রাবী বলেন, তিনি একদল লোককে সালাত আদায় করতে দেখে বলেন, ঐ সকল লোক কি করছে? আমি বললাম, তারা নফল সালাত পড়ছে। তিনি বলেন, সফরে নফল সালাত পড়া জরুরী মনে করলে, আমি আমার ফার্‌দ সালাত পুরটাই পড়তাম। হে ভাতিজা, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সফরসঙ্গী ছিলাম। তিনি তাঁর ইন্তিকাল পর্যন্ত সফরে দু’ রাকআতের অধিক সালাত পড়েননি। তারপর আমি আবূ বকর (রাঃ) -এর সফরসঙ্গী ছিলাম, তিনিও দু’ রাকআতের অধিক সালাত পড়েননি। এরপর আমি উমার (রাঃ) -এর সফরসঙ্গী ছিলাম এবং তিনিও দু’ রাকআতের অধিক সালাত পড়েননি। অতঃপর আমি উসমান (রাঃ) -এর সফরসঙ্গী ছিলাম, তিনিও দু’ রাকআতের অধিক সালাত পড়েননি। এই অবস্থায় তারা ইন্তিকাল করেন। আল্লাহ্‌ তায়ালা বলেন, “রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর মধ্যে অবশ্যি তোমাদের জন্য রয়েছে উত্তম আদর্শ” (সূরা আহ্‌যাব : ২১)। [১০৭১]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلاَّدٍ الْبَاهِلِيُّ، حَدَّثَنَا أَبُو عَامِرٍ، عَنْ عِيسَى بْنِ حَفْصِ بْنِ عَاصِمِ بْنِ عُمَرَ بْنِ الْخَطَّابِ، حَدَّثَنِي أَبِي قَالَ، كَنَّا مَعَ ابْنِ عُمَرَ فِي سَفَرٍ فَصَلَّى بِنَا ثُمَّ انْصَرَفْنَا مَعَهُ وَانْصَرَفَ ‏.‏ قَالَ فَالْتَفَتَ فَرَأَى أُنَاسًا يُصَلُّونَ فَقَالَ مَا يَصْنَعُ هَؤُلاَءِ قُلْتُ يُسَبِّحُونَ ‏.‏ قَالَ لَوْ كُنْتُ مُسَبِّحًا لأَتْمَمْتُ صَلاَتِي يَا ابْنَ أَخِي إِنِّي صَحِبْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ فَلَمْ يَزِدْ عَلَى رَكْعَتَيْنِ فِي السَّفَرِ حَتَّى قَبَضَهُ اللَّهُ ثُمَّ صَحِبْتُ أَبَا بَكْرٍ فَلَمْ يَزِدْ عَلَى رَكْعَتَيْنِ ثُمَّ صَحِبْتُ عُمَرَ فَلَمْ يَزِدْ عَلَى رَكْعَتَيْنِ ثُمَّ صَحِبْتُ عُثْمَانَ فَلَمْ يَزِدْ عَلَى رَكْعَتَيْنِ حَتَّى قَبَضَهُمُ اللَّهُ وَاللَّهُ يَقُولُ ‏{لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ ‏}‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১০৭১] বুখারী ১০৮২, ১১০১-২, ১৬৫৫, মুসলিম ৬৮১-২, ৬৯১-৩; নাসায়ী ১৪৫০, ১৪৫৭-৫৮, আবূ দাঊদ ১২২৩, আহমাদ ৪৮৪৩, দারিমী ১৫০৫-৬, ১৮৭৫। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: ইরওয়াহ ৫৬৩, সহীহ আবী দাউদ ১১০৮।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}