{
  "hadith": {
    "hadith_id": 1081,
    "narrator": "জাবির বিন আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের উদ্দেশে ভাষণ দেন। তিনি বলেন, হে মানবমন্ডলী! তোমরা মরার পূর্বেই আল্লাহ নিকট তওবা করো এবং কর্মব্যস্ত হয়ে পড়ার পূর্বেই সৎ কাজের দিকে দ্রুত ধাবিত হও। তাঁর অধিক যিক্‌রের মাধ্যেমে তোমাদের রবের সাথে সম্পর্ক স্থাপন করো এবং গোপনে ও প্রকাশ্যে অধিক পরিমাণে দান-খয়রাত করো, এজন্য তোমাদের রিযিক বাড়িয়ে দেয়া হবে, সাহায্য করা হবে এবং তোমাদের অবস্থার সংশোধন করা হবে। তোমরা জেনে রাখো, নিশ্চয় আল্লাহ তাআলা আমার এই স্থানে আমার এই দিনে, আমার এই মাসে এবং আমার এই বছরে তোমাদের উপর কিয়ামতের দিন পর্যন্ত জুমুআহ্‌র সালাত ফার্দ করেছেন। অতএব যে ব্যক্তি আমার জীবদ্দশায় বা আমার ইনতিকালের পরে, ন্যায়পরায়ণ অথবা যালেম শাসক থাকা সত্ত্বেও জুমুআহ্‌র সালাত তুচ্ছ মনে করে বা অস্বীকার করে তা বর্জন করবে, আল্লাহ তার বিক্ষিপ্ত বিষয়কে একত্রে গুছিয়ে দিবেন না এবং তার কাজে বরকত দান করবেন না। সাবধান! তা সালাত, যাকাত, হাজ্জ, সওম এবং অন্য কোন নেক আমার গ্রহণ করা হবে না যতক্ষণ না সে তওবা করে। যে ব্যক্তি তওবা করে আল্লাহর তাআলা তার তওবা কবুল করেন। সাবধান! নবী পুরুষের, বেদুইন মুহাজিরের এবং পাপাচারী মু’মিন ব্যক্তির ইমামতি করবে না। তবে স্বৈরাচারী শাসক তাকে বাধ্য করলে এবং তার তরবারি ও চাবুকের ভয় থাকলে স্বতন্ত্র কথা। [১০৮১]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا الْوَلِيدُ بْنُ بُكَيْرٍ أَبُو خَبَّابٍ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الْعَدَوِيُّ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ خَطَبَنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ ‏ \"‏ يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللَّهِ قَبْلَ أَنْ تَمُوتُوا وَبَادِرُوا بِالأَعْمَالِ الصَّالِحَةِ قَبْلَ أَنْ تُشْغَلُوا وَصِلُوا الَّذِي بَيْنَكُمْ وَبَيْنَ رَبِّكُمْ بِكَثْرَةِ ذِكْرِكُمْ لَهُ وَكَثْرَةِ الصَّدَقَةِ فِي السِّرِّ وَالْعَلاَنِيَةِ تُرْزَقُوا وَتُنْصَرُوا وَتُجْبَرُوا وَاعْلَمُوا أَنَّ اللَّهَ قَدِ افْتَرَضَ عَلَيْكُمُ الْجُمُعَةَ فِي مَقَامِي هَذَا فِي يَوْمِي هَذَا فِي شَهْرِي هَذَا مِنْ عَامِي هَذَا إِلَى يَوْمِ الْقِيَامَةِ فَمَنْ تَرَكَهَا فِي حَيَاتِي أَوْ بَعْدِي وَلَهُ إِمَامٌ عَادِلٌ أَوْ جَائِرٌ اسْتِخْفَافًا بِهَا أَوْ جُحُودًا بِهَا فَلاَ جَمَعَ اللَّهُ لَهُ شَمْلَهُ وَلاَ بَارَكَ لَهُ فِي أَمْرِهِ أَلاَ وَلاَ صَلاَةَ لَهُ وَلاَ زَكَاةَ لَهُ وَلاَ حَجَّ لَهُ وَلاَ صَوْمَ لَهُ وَلاَ بِرَّ لَهُ حَتَّى يَتُوبَ فَمَنْ تَابَ تَابَ اللَّهُ عَلَيْهِ أَلاَ لاَ تَؤُمَّنَّ امْرَأَةٌ رَجُلاً وَلاَ يَؤُمَّنَّ أَعْرَابِيٌّ مُهَاجِرًا وَلاَ يَؤُمَّ فَاجِرٌ مُؤْمِنًا إِلاَّ أَنْ يَقْهَرَهُ بِسُلْطَانٍ يَخَافُ سَيْفَهُ وَسَوْطَهُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[১০৮১]  যঈফ। তাখরীজ আলবানী: ইরওয়াহ ৫৯১। উক্ত হাদিসের রাবী ১. ওয়ালীদ বিন বুকায়র আবু জান্নাব সম্পর্কে ইমাম দারাকুতনী বলেন, তিনি প্রত্যাখ্যানযোগ্য। ২. আবদুল্লাহ বিন মুহাম্মাদ আদ আদাবী সম্পর্কে ওয়াকী ইবনুল জাররাহ বলেন, তিনি বানিয়ে হাদিস বর্ণনা করেন। ইমাম বুখারী ও আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় মুনকার। ইবনু হিব্বান বলেন। তার হাদিস দ্বারা দলীল গ্রহণযোগ্য হবে না। ইমাম দারাকুতনী তাকে প্রত্যাখ্যান করেছেন,",
    "chapter": {
      "chapter_number": "5"
    }
  }
}