{
  "hadith": {
    "hadith_id": 1159,
    "narrator": "উম্মু সালামাহ (রাঃ) (আবদুল্লাহ)",
    "bn": "মুয়াবিয়া (রাঃ) এক ব্যক্তিকে উম্মু সালামাহ (রাঃ)-এর নিকট পাঠালেন। আমিও এই ব্যক্তির সাথে গেলাম। তিনি উম্মু সালামাহ (রাঃ)–কে (যোহরের দু’ রাকআত সুন্নাত সম্পর্কে) জিজ্ঞেস করেন। তিনি বলেন, একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার ঘরে যোহরের সলাতের উযু করছিলেন। তিনি এক ব্যক্তিকে যাকাত আদায় করার জন্য পাঠিয়েছিলেন। তার কাছে বহু সংখ্যক মুহাজির উপস্থিত হন। তাদের অবস্থা তাঁকে চিন্তান্বিত করেছিলেন। হঠাত ঘরের দরজায় আঘাত করা হলো। তিনি বেরিয়ে গেলেন এবং যোহরের সালাত পড়লেন। অতঃপর তিনি বসে আগত মাল বন্টন করতে লাগলেন। রাবী বলেন, এ অবস্থায় আসরের সলাতের ওয়াক্ত হয়ে গেল। অতঃপর তিনি আমার ঘরে প্রবেশ করে দু’ রাকআত সালাত পড়লেন, অতঃপর বললেনঃ যাকাত আদায়কারীর বিষয় আমাকে ব্যতিব্যস্ত রেখেছে যোহরের পরের দু’ রাকআত পড়া থেকে। আসরের পর সেই দু’ রাকআত পড়লাম। [১১৫৯]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، قَالَ أَرْسَلَ مُعَاوِيَةُ إِلَى أُمِّ سَلَمَةَ فَانْطَلَقْتُ مَعَ الرَّسُولِ فَسَأَلَ أُمَّ سَلَمَةَ فَقَالَتْ إِنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ بَيْنَمَا هُوَ يَتَوَضَّأُ فِي بَيْتِي لِلظُّهْرِ وَكَانَ قَدْ بَعَثَ سَاعِيًا وَكَثُرَ عِنْدَهُ الْمُهَاجِرُونَ وَكَانَ قَدْ أَهَمَّهُ شَأْنُهُمْ إِذْ ضُرِبَ الْبَابُ فَخَرَجَ إِلَيْهِ فَصَلَّى الظُّهْرَ ثُمَّ جَلَسَ يَقْسِمُ مَا جَاءَ بِهِ ‏.‏ قَالَتْ فَلَمْ يَزَلْ كَذَلِكَ حَتَّى الْعَصْرِ ‏.‏ ثُمَّ دَخَلَ مَنْزِلِي فَصَلَّى رَكْعَتَيْنِ ثُمَّ قَالَ ‏ \"‏ أَشْغَلَنِي أَمْرُ السَّاعِي أَنْ أُصَلِّيَهُمَا بَعْدَ الظُّهْرِ فَصَلَّيْتُهُمَا بَعْدَ الْعَصْرِ ‏\"‏ ‏.‏",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": "[১১৫৯] বুখারী ১২৩৩, ৪৩৭০; মুসলিম ৮৩৪, নাসায়ী ৫৭৯-৮০, আবূ দাঊদ ১২৭৩, আহমাদ ২৬১১১, দারিমী ১৪৩৬। তাহক্বীক্ব আলবানী: মুনকার। তাখরীজ আলবানী: সহীহ আবী দাউদ ১১৫৫। উক্ত হাদিসের রাবী ইয়াযীদ বিন আবু যিয়াদ সম্পর্কে আহমাদ বিন সালিহ তাকে সিকাহ বললেও ইয়াহইয়া বিন মাঈন ও আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় নির্ভরযোগ্য নয়। আবু যুরআহ আর-রাযী বলেন, তার থেকে হাদিস গ্রহন করা যাবে কিন্তু দলীল হিসেবে গ্রহণযোগ্য নয়। আহমাদ বিন হাম্বল বলেন, কোন সমস্যা নেই।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}