{
  "hadith": {
    "hadith_id": 1161,
    "narrator": "আসিম বিন দমরাহ আস-সালূলী",
    "bn": "তিনি বলেন, আমরা আলী (রাঃ)-কে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দিনের বেলার নফল সালাত সম্পর্কে জিজ্ঞেস করলাম। তিনি বলেন, তোমরা তা করতে সমর্থ নও। আমরা বললাম, আপনি আমাদের সেই সম্পর্কে অবহিত করুন, আমরা তা থেকে আমাদের সাধ্যমত গ্রহণ করবো। তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফজরের সালাত পড়ার পর কিছুক্ষণ অবসর থাকতেন। অবশেষে সূর্য আসরের সময় পশ্চিমাকাশে যত উপরে থাকে, পূর্বাকাশে ঠিক ততটা উপরে উঠলে তিনি দু’ রাকআত সালাত আদায় করতেন, অতঃপর অবসর থাকতেন। অবশেষে পশ্চিম আকাশে সূর্য যতটা উপরে থাকলে যোহরের সলাতের ওয়াক্ত থাকে, পূর্বাকাশে সূর্য ঠিক ততখানি উপরে উঠলে তিনি চার রাকআত সালাত আদায় করতো। সূর্য পশ্চিমাকাশে ঢলে পড়ার পর তিনি যোহরের (ফরয) সলাতের পূর্বে চার রাকআত এবং পরে দু’ রাকআত পড়তেন। তিনি আসরের পূর্বেও দু’ সালাম চার রাকআত সালাত আদায় করতেন এবং তার মাঝখানে নৈকট্যপ্রাপ্ত ফেরেশতাগণ, আম্বিয়া (আঃ) এবং তাদের অনুগত মু’মিন মুসলিমদের জন্য শান্তি ও স্বস্তি কামনা করতেন (তাশাহ্‌হুদ পড়তেন)। আলী (রাঃ) বলেন, এই হলো রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম)-এর দিনের বেলার ষোল রাকআত নফল সালাত। খুব কম লোকই তার উপর স্থায়ীভাবে আমাল করতে পারে। ওয়াকী (রহঃ) বলেন, আমার পিতা এতে আরো বলেছেন, হাবীব বিন আবূ সাবিত (রহঃ) বলেছেন, হে আবূ ইসহাক! আপনার এই হাদীসের পরিবর্তে এই মাসজিদ ভর্তি সোনা আমার মালিকানাভুক্ত হলে তাও আমার প্রিয় হতো না। [১১৬১]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، وَأَبِي، وَإِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ السَّلُولِيِّ، قَالَ سَأَلْنَا عَلِيًّا عَنْ تَطَوُّعِ، رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ بِالنَّهَارِ فَقَالَ إِنَّكُمْ لاَ تُطِيقُونَهُ فَقُلْنَا أَخْبِرْنَا بِهِ نَأْخُذْ مِنْهُ مَا اسْتَطَعْنَا ‏.‏ قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ إِذَا صَلَّى الْفَجْرَ يُمْهِلُ حَتَّى إِذَا كَانَتِ الشَّمْسُ مِنْ هَاهُنَا - يَعْنِي مِنْ قِبَلِ الْمَشْرِقِ - بِمِقْدَارِهَا مِنْ صَلاَةِ الْعَصْرِ مِنْ هَا هُنَا - يَعْنِي مِنْ قِبَلِ الْمَغْرِبِ - قَامَ فَصَلَّى رَكْعَتَيْنِ ثُمَّ يُمْهِلُ حَتَّى إِذَا كَانَتِ الشَّمْسُ مِنْ هَا هُنَا - يَعْنِي مِنْ قِبَلِ الْمَشْرِقِ - مِقْدَارَهَا مِنْ صَلاَةِ الظُّهْرِ مِنْ هَا هُنَا قَامَ فَصَلَّى أَرْبَعًا وَأَرْبَعًا قَبْلَ الظُّهْرِ إِذَا زَالَتِ الشَّمْسُ وَرَكْعَتَيْنِ بَعْدَهَا وَأَرْبَعًا قَبْلَ الْعَصْرِ يَفْصِلُ بَيْنَ كُلِّ رَكْعَتَيْنِ بِالتَّسْلِيمِ عَلَى الْمَلاَئِكَةِ الْمُقَرَّبِينَ وَالنَّبِيِّينَ وَمَنْ تَبِعَهُمْ مِنَ الْمُسْلِمِينَ وَالْمُؤْمِنِينَ ‏.‏ قَالَ عَلِيٌّ فَتِلْكَ سِتَّ عَشْرَةَ رَكْعَةً تَطَوُّعُ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ بِالنَّهَارِ وَقَلَّ مَنْ يُدَاوِمُ عَلَيْهَا ‏.‏ قَالَ وَكِيعٌ زَادَ فِيهِ أَبِي فَقَالَ حَبِيبُ بْنُ أَبِي ثَابِتٍ يَا أَبَا إِسْحَاقَ مَا أُحِبُّ أَنَّ لِي بِحَدِيثِكَ هَذَا مِلْءَ مَسْجِدِكَ هَذَا ذَهَبًا ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[১১৬১] তিরমিযী ৪২৪, ৫৯৮; নাসায়ী ৮৭৪-৭৫, আহমাদ ৬৫১। তাহক্বীক্ব আলবানী: হাসান। তাখরীজ আলবানী: মিশকাত ১১৭১, মুখতাসর শামাইল ২৪৩। উক্ত হাদিসের রাবী জাররাহ বিন মালীহ বিন আদী সম্পর্কে ইবনু আদী বলেন, তিনি সত্যবাদী তার হাদিসের ব্যাপারে কোন সমস্যা নেই। ২. আবু ইসহাক সম্পর্কে ইবনু হিব্বান তার সিকাহ গ্রন্থে বলেন, তিনি সিকাহ তবে হাদিস বর্ণনায় তাদলীস করেন।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}