{
  "hadith": {
    "hadith_id": 117,
    "narrator": "আলী (রাঃ)",
    "bn": "আবূ লাইলা (রাঃ) আলী (রাঃ)-এর সাথে নৈশ আলাপ করতেন। আলী (রাঃ) শীতকালে গ্রীস্মকালীন পোশাক এবং গরমকালে শীতকালীন পোশাক পরিধান করতেন। আমরা বললাম, আপনি যদি তাকে জিজ্ঞেস করতেন! তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খায়বারের যুদ্ধ চলাকালে আমাকে ডেকে পাঠান। তখন আমি চক্ষুপীড়ায় আক্রান্ত ছিলাম। আমি বললাম হে আল্লাহর রসূল! আমি চক্ষুপীড়ায় আক্রান্ত। তিনি তাঁর মুখের লালা আমার চোখে লাগিয়ে দিয়ে বললেন, হে আল্লাহ! তার থেকে গরম ও ঠান্ডা দূরীভূত করে দাও। তিনি বললেন, সেদিন থেকে আমি না গরম অনুভব করছি না ঠান্ডা। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ নিশ্চয় আমি এমন এক ব্যক্তিকে অভিযানে পাঠাবো যে আল্লাহ ও তার রসূলকে ভালোবাসে, আল্লাহ ও তাঁর রসূলও তাকে ভালোবাসেন এবং সে পৃষ্ঠপ্রদর্শনকারীও নয়। লোকদের এই মর্যাদা লাভের আকাঙ্ক্ষা হলো। তিনি আলী (রাঃ)-কে ডেকে পাঠান এবং তাকেই (সেনাবাহিনীর) পতাকা দান করেন। [১১৫]",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا ابْنُ أَبِي لَيْلَى، حَدَّثَنَا الْحَكَمُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، قَالَ كَانَ أَبُو لَيْلَى يَسْمُرُ مَعَ عَلِيٍّ فَكَانَ يَلْبَسُ ثِيَابَ الصَّيْفِ فِي الشِّتَاءِ وَثِيَابَ الشِّتَاءِ فِي الصَّيْفِ فَقُلْنَا لَوْ سَأَلْتَهُ فَقَالَ إِنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ بَعَثَ إِلَىَّ وَأَنَا أَرْمَدُ الْعَيْنِ يَوْمَ خَيْبَرَ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي أَرْمَدُ الْعَيْنِ ‏.‏ فَتَفَلَ فِي عَيْنِي ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ أَذْهِبْ عَنْهُ الْحَرَّ وَالْبَرْدَ ‏\"‏ ‏.‏ قَالَ فَمَا وَجَدْتُ حَرًّا وَلاَ بَرْدًا بَعْدَ يَوْمِئِذٍ ‏.‏ وَقَالَ ‏\"‏ لأَبْعَثَنَّ رَجُلاً يُحِبُّ اللَّهَ وَرَسُولَهُ وَيُحِبُّهُ اللَّهُ وَرَسُولُهُ لَيْسَ بِفَرَّارٍ ‏\"‏ ‏.‏ فَتَشَوَّفَ لَهَا النَّاسُ فَبَعَثَ إِلَى عَلِيٍّ فَأَعْطَاهَا إِيَّاهُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[১১৫] আহমাদ ৭৮০ তাহক্বীক্ব আলবানী: হাসান। উক্ত হাদিসটি শাহিদ এর ভিত্তিতে সহীহ। উক্ত হাদিসের রাবী আবনু আবু লায়লা সম্পর্কে আল আজালী বলেন, তিনি সত্যবাদী। শু'বাহ ইবনুল হাজ্জাজ বলেন, আমি তার চেয়ে অধিক দুর্বল স্মৃতিসম্পন্ন আর কাউকে দেখি নি। ইয়াহইয়া বিন সাঈদ আল কাত্তান তাকে দুর্বল বলেছেন। আহমাদ বোন হাম্বল বলেন তার স্মৃতিশক্তি দুর্বল।",
    "chapter": {
      "chapter_number": "0"
    }
  }
}