{
  "hadith": {
    "hadith_id": 1232,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর মৃত্যুব্যাধিতে আক্রান্ত অবস্থায় বিলাল (রাঃ) এসে তাঁকে সলাতের কথা অবহিত করেন। তিনি বলেন, তোমরা আবূ বাক্‌রকে নির্দেশ দাও তিনি যেন লোকদের সালাত পড়ান। আমরা বললাম, হে আল্লাহর রসূল! আবূ বাকর (রাঃ) নরম দিলের লোক। যখনই তিনি আপনার স্থানে দাঁড়াবেন তখনই কেঁদে ফেলবেন এবং (সালাত পড়াতে) সক্ষম হবেন না। অতএব আপনি যদি উমার (রাঃ)-কে নির্দেশ দিতেন তাহলে তিনি লোকেদের সালাত পড়াতেন। তিনি বলেন, তোমরা আবূ বাক্‌রকে নির্দেশ দাও তিনি যেন লোকেদের সালাত পড়ান। তোমরা (মু’মিন জননীগণ) যেন ইউসুফ (আঃ)-এর সঙ্গিনীগনের অনুরূপ। আয়িশা (রাঃ) বলেন, আমরা আবূ বকর (রাঃ)-এর নিকট লোক পাঠালে তিনি লোকেদের নিয়ে সালাত পড়া শুরু করেন। ইত্যবসরে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজেকে একটু হালকা (সুস্থ) বোধ করলে দু’ ব্যক্তির কাঁধে ভর করে মাটিতে তাঁর পদদ্বয় হেঁচড়াতে হেঁচড়াতে সালাত আদায় করতে রওয়ানা হন। আবূ বকর (রাঃ) তাঁর আগমন টের পেয়ে পেছনে সরে যেতে উদ্যোগী হন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইশারা করে তাকে স্বস্থানে স্থির থাকতে বলেন। রাবী বলেন, তিনি (মাসজিদে) এসে পৌঁছলে সাহায্যকারীদ্বয় তাঁকে আবূ বাকর (রাঃ) এর পাশে বসিয়ে দেন। আবূ বকর (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ইকতিদা করলেন এবং লোকেরা আবূ বকর (রাঃ)-এর ইকতিদা করে। [১২৩২]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، وَوَكِيعٌ، عَنِ الأَعْمَشِ، ح وَحَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ لَمَّا مَرِضَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ مَرَضَهُ الَّذِي مَاتَ فِيهِ - وَقَالَ أَبُو مُعَاوِيَةَ لَمَّا ثَقُلَ - جَاءَ بِلاَلٌ يُؤْذِنُهُ بِالصَّلاَةِ فَقَالَ ‏\"‏ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ ‏\"‏ ‏.‏ قُلْنَا يَا رَسُولَ اللَّهِ إِنَّ أَبَا بَكْرٍ رَجُلٌ أَسِيفٌ - تَعْنِي رَقِيقٌ - وَمَتَى مَا يَقُومُ مُقَامَكَ يَبْكِي فَلاَ يَسْتَطِيعُ فَلَوْ أَمَرْتَ عُمَرَ فَصَلَّى بِالنَّاسِ ‏.‏ فَقَالَ ‏\"‏ مُرُوا أَبَا بَكْرِ فَلْيُصَلِّ بِالنَّاسِ فَإِنَّكُنَّ صَوَاحِبَاتُ يُوسُفَ ‏\"‏ ‏.‏ قَالَتْ فَأَرْسَلْنَا إِلَى أَبِي بَكْرٍ فَصَلَّى بِالنَّاسِ فَوَجَدَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ مِنْ نَفْسِهِ خِفَّةً فَخَرَجَ إِلَى الصَّلاَةِ يُهَادَى بَيْنَ رَجُلَيْنِ وَرِجْلاَهُ تَخُطَّانِ فِي الأَرْضِ فَلَمَّا أَحَسَّ بِهِ أَبُو بَكْرٍ ذَهَبَ لِيَتَأَخَّرَ فَأَوْمَى إِلَيْهِ النَّبِيُّ ـ صلى الله عليه وسلم ـ أَنْ مَكَانَكَ ‏.‏ قَالَ فَجَاءَ حَتَّى أَجْلَسَاهُ إِلَى جَنْبِ أَبِي بَكْرٍ فَكَانَ أَبُو بَكْرٍ يَأْتَمُّ بِالنَّبِيِّ ـ صلى الله عليه وسلم ـ وَالنَّاسُ يَأْتَمُّونَ بِأَبِي بَكْرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১২৩২] বুখারী ১৯৮, ৬৬৪-৬৫, ৬৭৯, ৬৮২-৮৩, ৬৮৭, ৭১২-১৩, ৭১৬, ২৫৮৮, ৩০৯৯, ৩৩৮৪, ৪৪৪২, ৫৭১৪, ৭৩০৩; মুসলিম ৪১৮, তিরমিযী ৩৬৭২, নাসায়ী ৮৩৩-৩৪, আবূ দাঊদ ২১৩৭, আহমাদ ২৩৫৪১, ২৫৩৪৮, ২৫৩৮৬, ২৫৬০৬; মুওয়াত্ত্বা মালিক ৪১৪, দারিমী ৮২, ১২৫৭; ইবনু মাজাহ ১২৩৩, ১৬১৮। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: ইরওয়াহ ৫৪৮।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}