{
  "hadith": {
    "hadith_id": 1252,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, সাফওয়ান বিন মুআত্তাল (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট জিজ্ঞাসা সুরে বলেন, ইয়া রসূলুল্লাহ! আমি এমন একটি বিষয় আপনার নিকট জিজ্ঞেস করতে চাই যে সম্পর্কে আপনি জ্ঞাত কিন্তু আমি অজ্ঞ। তিনি বলেন, তা কি? তিনি বলেন, রাত ও দিনের সময়সমূহের মধ্যে এমন সময়ও কি আছে যখন সালাত পড়া মাকরূহ? তিনি বলেন, হাঁ। তুমি ফজরের সালাত পড়ার পর থেকে সূর্য উদিত না হওয়া পর্য্ন্ত (নফল) সালাত পড়া ত্যাগ করো। কারণ তা শয়তানের দু’ শিং-এর মধ্যখান দিয়ে উদিত হয়। অতঃপর তুমি সালাত পড়ো। এই সলাতে (ফেরেশতাগণ) উপস্থিত হয় এবং (ইবাদাত) কবূল করা হয়, (তা পড়তে পারো) যাবত না সূর্য তীরের মত তোমার মাথার উপরে এসে সোজা হয়। যখন সূর্য তীরের মত তোমার মাথার উপর স্থির হয় তখন সালাত পড়া ত্যাগ করো। কারন এসময় জাহান্নামকে উত্তপ্ত করা হয় এবং দরজা সমূহ খুলে দেয়া হয়, যাবত না সূর্য তোমার ডান ভ্রূ দিয়ে ঢলে পড়ে। তা ঢলে পড়ার পর থেকে তোমার আসরের সালাত পড়ার পূর্ব পর্যন্ত (সময়ে নফল) সলাতে ফেরেশতাগণ উপস্থিত হন এবং তা কবূল করা হয়। অতঃপর তুমি সূর্যাস্ত না যাওয়া পর্য্ন্ত সালাত ত্যাগ কর। [১২৫২]",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ دَاوُدَ الْمُنْكَدِرِيُّ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنِ الضَّحَّاكِ بْنِ عُثْمَانَ، عَنِ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ سَأَلَ صَفْوَانُ بْنُ الْمُعَطَّلِ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي سَائِلُكَ عَنْ أَمْرٍ أَنْتَ بِهِ عَالِمٌ وَأَنَا بِهِ جَاهِلٌ ‏.‏ قَالَ ‏\"‏ وَمَا هُوَ ‏\"‏ ‏.‏ قَالَ هَلْ مِنْ سَاعَاتِ اللَّيْلِ وَالنَّهَارِ سَاعَةٌ تُكْرَهُ فِيهَا الصَّلاَةُ قَالَ ‏\"‏ نَعَمْ إِذَا صَلَّيْتَ الصُّبْحَ فَدَعِ الصَّلاَةَ حَتَّى تَطْلُعَ الشَّمْسُ فَإِنَّهَا تَطْلُعُ بِقَرْنَىِ الشَّيْطَانِ ثُمَّ صَلِّ فَالصَّلاَةُ مَحْضُورَةٌ مُتَقَبَّلَةٌ حَتَّى تَسْتَوِيَ الشَّمْسُ عَلَى رَأْسِكَ كَالرُّمْحِ فَإِذَا كَانَتْ عَلَى رَأْسِكَ كَالرُّمْحِ فَدَعِ الصَّلاَةَ فَإِنَّ تِلْكَ السَّاعَةَ تُسْجَرُ فِيهَا جَهَنَّمُ وَتُفْتَحُ فِيهَا أَبْوَابُهَا حَتَّى تَزِيغَ الشَّمْسُ عَنْ حَاجِبِكَ الأَيْمَنِ فَإِذَا زَالَتْ فَالصَّلاَةُ مَحْضُورَةٌ مُتَقَبَّلَةٌ حَتَّى تُصَلِّيَ الْعَصْرَ ثُمَّ دَعِ الصَّلاَةَ حَتَّى تَغِيبَ الشَّمْسُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১২৫২] মুসলিম ৮২৫, নাসায়ী ৫৬১, আহমাদ ৯৬৩৭, ১০০৬৪, ১০২৪৫, ১০৪৬৫; মুওয়াত্ত্বা মালিক ৫১৪, ইবনু মাজাহ ১২৪৮। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: সহীহাহ ১৩৭১।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}