{
  "hadith": {
    "hadith_id": 1263,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জীবদ্দশায় সূর্যগ্রহণ হলে তিনি বের হয়ে মাসজিদে চলে যান। তিনি দাঁড়িয়ে তাকবীরে তাহরীমা বলেন এবং লোকজন তাঁর পিছনে কাতারবন্দী হয়ে দাঁড়ায়। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দীর্ঘ কিরাআত পড়েন, অতঃপর তাকবীর বলে দীর্ঘ রুকূ‘ করেন, অতঃপর মাথা তুলে “সামিআল্লাহু লিমান হামিদাহ রব্বানা ওয়ালাকাল হাম্‌দ” বলেন। অতঃপর দাঁড়িয়ে দীর্ঘ কিরাআত পড়েন, তবে তা ছিল পূর্বের কিরাআতের তুলনায় কম দীর্ঘ। অতঃপর তাকবীর বলে রুকূ‘তে গিয়ে দীর্ঘ রুকূ‘ করেন, তবে তা পূর্বের রুকূ‘র চেয়ে কম দীর্ঘ ছিল। অতঃপর “সামিআল্লাহু লিমান হামিদাহ রব্বানা ওয়ালাকাল হাম্‌দ” বলেন। তিনি দ্বিতীয় রাকআতেও তাই করেন। তিনি মোট চার রাকআত সালাত পড়েন এবং তাঁর সালাত শেষ করার পূর্বেই সূর্যগ্রহণ সমাপ্ত হয়। অতঃপর তিনি দাঁড়িয়ে লোকেদের উদ্দেশ্যে ভাষণ দেন। তিনি আল্লাহ তাআলার যথোপযুক্ত প্রশংসা করার পর বলেন, সূর্য ও চন্দ্র আল্লাহর নির্দেশসমূহের অন্তর্ভূক্ত দু’টি নিদর্শন। কারো জীবন-মৃত্যুতে সূর্যগ্রহণ বা চন্দ্রগ্রহণ হয় না। তোমরা তা দেখলে ভীত-সম্ভস্ত হয়ে সলাতে রত হও। [১২৬৩]",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ الْمِصْرِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، عَنْ عَائِشَةَ، قَالَتْ كَسَفَتِ الشَّمْسُ فِي حَيَاةِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَخَرَجَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ إِلَى الْمَسْجِدِ فَقَامَ فَكَبَّرَ فَصَفَّ النَّاسُ وَرَاءَهُ فَقَرَأَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ قِرَاءَةً طَوِيلَةً ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلاً ثُمَّ رَفَعَ رَأْسَهُ فَقَالَ ‏\"‏ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ ‏\"‏ ‏.‏ ثُمَّ قَامَ فَقَرَأَ قِرَاءَةً طَوِيلَةً هِيَ أَدْنَى مِنَ الْقِرَاءَةِ الأُولَى ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلاً هُوَ أَدْنَى مِنَ الرُّكُوعِ الأَوَّلِ ثُمَّ قَالَ ‏\"‏ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ ‏\"‏ ‏.‏ ثُمَّ فَعَلَ فِي الرَّكْعَةِ الأُخْرَى مِثْلَ ذَلِكَ فَاسْتَكْمَلَ أَرْبَعَ رَكَعَاتٍ وَأَرْبَعَ سَجَدَاتٍ وَانْجَلَتِ الشَّمْسُ قَبْلَ أَنْ يَنْصَرِفَ ثُمَّ قَامَ فَخَطَبَ النَّاسَ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ ‏\"‏ إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ لاَ يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلاَ لِحَيَاتِهِ فَإِذَا رَأَيْتُمُوهُمَا فَافْزَعُوا إِلَى الصَّلاَةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১২৬৩] বুখারী ১০৪৪, ১০৪৬-৪৭, ১০৫০, ১০৫৬, ১০৫৮, ১০৬৪, ১০৬৬, ১২১২, ৩২০৩; মুসলিম ৯০১-৫, ৯০২-৩; তিরমিযী ৫৬১, ৫৬৩; নাসায়ী ১৪৬৫-৬৬, ১৪৭০, ১৪৭২-৭৭, ১৪৮১, ১৪৯৪, ১৪৯৭, ১৪৯৯, ১৫০০; আহমাদ ১১৭৭, ১১৮০, ১১৮৭-৮৮, ১১৯০; আহমাদ ২৩৭৪৭, ২৩৯৫২, ২৪৭৮৪, ২৪৮২৩; মুওয়াত্ত্বা মালিক ৪৪৪, ৪৪৬; দারিমী ১৫২৭, ১৫২৯। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: ইরওয়াহ ৬৫৮, সহীহ আবী দাউদ ১০৬৮, ১০৭১।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}