{
  "hadith": {
    "hadith_id": 1267,
    "narrator": "আবদুল্লাহ বিন যায়দ বিন আসিম (রাঃ)",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সম্পর্কে সাক্ষ্য দেন যে, তিনি ইসতিসকার সালাত পড়ার জন্য মাঠে রওয়ানা হলেন। তিনি (মাঠে পৌঁছে) কিবলামুখী হন, তাঁর চাদর উল্টিয়ে পরেন এবং দু’ রাকআত সালাত পড়েন।\n\n২/১২৬৭ (১). আবদুল্লাহ বিন যায়দ বিন আসিম (রাঃ), নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত হয়েছে। সুফ্‌ইয়ান মাসঊদী (রাঃ) বলেন, আমি আবূ বাক্‌র বিন মুহাম্মাদকে জিজ্ঞেস করলাম, তিনি কি তাঁর পোশাকের উপরিভাগ নিচে করেছিলেন, না ডান দিক বাঁ দিকে করেছিলেন? তিনি বলেন, না, বরং ডান দিক বাঁ দিকে করেছিলেন। [১২৬৭]\n\nতাহকীক আলবানী : মাসঊদীর (আরবী) কথা ব্যতীত সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، قَالَ سَمِعْتُ عَبَّادَ بْنَ تَمِيمٍ، يُحَدِّثُ أَبِي عَنْ عَمِّهِ، أَنَّهُ شَهِدَ النَّبِيَّ ـ صلى الله عليه وسلم ـ خَرَجَ إِلَى الْمُصَلَّى لِيَسْتَسْقِيَ فَاسْتَقْبَلَ الْقِبْلَةَ وَقَلَبَ رِدَاءَهُ وَصَلَّى رَكْعَتَيْنِ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، أَنْبَأَنَا سُفْيَانُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ بِمِثْلِهِ ‏.‏ قَالَ سُفْيَانُ عَنِ الْمَسْعُودِيِّ قَالَ سَأَلْتُ أَبَا بَكْرِ بْنَ مُحَمَّدِ بْنِ عَمْرٍو أَجَعَلَ أَعْلاَهُ أَسْفَلَهُ أَوِ الْيَمِينَ عَلَى الشِّمَالِ قَالَ لاَ بَلِ الْيَمِينَ عَلَى الشِّمَالِ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[১২৬৭] বুখারী ১০০৫, ১০১১-১২, ১০২৩-৩০, ৬৩৪৩; মুসলিম ৮৯১-৪, তিরমিযী ৫৫৬, নাসায়ী ১৫০৫, ১৫০৭, ১৫০৯-১২, ১৫১৯-২০, ১৫২২; আবূ দাঊদ ১১৬১-৬২, ১১৬৪, ১১৬৬-৬৭; আহমাদ ১৫৯৯৭, ১৫৯৯৯, ১৬০১৩, ১৬০২৫, ১৬০৩৮; মুওয়াত্ত্বা মালিক ৪৪৮, দারিমী ১৫৩৩-৩৪। তাহক্বীক্ব আলবানী: قَالَ سَأَلْتُ أَبَا بَكْرِ بْنَ مُحَمَّدِ بْنِ عَمْرٍو أَجَعَلَ أَعْلاَهُ أَسْفَلَهُ أَوِ الْيَمِينَ عَلَى الشِّمَالِ قَالَ لاَ بَلِ الْيَمِينَ عَلَى الشِّمَالِ কথা ব্যাতিত সহীহ। তাখরীজ আলবানী: নাসায়ী ১৫০৫ সহীহ, সহীহ আবী দাউদ ১০৫৩।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}