{
  "hadith": {
    "hadith_id": 1358,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইশার সলাতের পর থেকে ফজরের সলাতের পূর্ব পর্যন্ত সময়ের মধ্যে এগারো রাকআত সালাত আদায় করতেন। তিনি প্রতি দু’ রাকআত পর সালাম ফিরাতেন এবং এক রাকআত বিত্‌র পড়তেন। তিনি এ সলাতে এতো দীর্ঘ সাজদাহ করতেন যে, তাঁর মাথা উঠানোর পূর্বে তোমাদের যে কেউ পঞ্চাশ আয়াত পরিমান তিলাওয়াত করতে পারতো। মুআয্‌যিন যখন ফজরের সলাতের প্রথম আযান শেষ করে নীরব হতো, তখন তিনি উঠে দাঁড়িয়ে হালকাভাবে দু’ রাকআত সালাত আদায় করতেন। [১৩৫৮]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا شَبَابَةُ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، ح وَحَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا الْوَلِيدُ، حَدَّثَنَا الأَوْزَاعِيُّ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، - وَهَذَا حَدِيثُ أَبِي بَكْرٍ - قَالَتْ كَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يُصَلِّي مَا بَيْنَ أَنْ يَفْرُغَ مِنْ صَلاَةِ الْعِشَاءِ إِلَى الْفَجْرِ إِحْدَى عَشْرَةَ رَكْعَةً يُسَلِّمُ فِي كُلِّ اثْنَتَيْنِ وَيُوتِرُ بِوَاحِدَةٍ وَيَسْجُدُ فِيهِنَّ سَجْدَةً بِقَدْرِ مَا يَقْرَأُ أَحَدُكُمْ خَمْسِينَ آيَةً قَبْلَ أَنْ يَرْفَعَ رَأْسَهُ فَإِذَا سَكَتَ الْمُؤَذِّنُ مِنَ الأَذَانِ الأَوَّلِ مِنْ صَلاَةِ الصُّبْحِ قَامَ فَرَكَعَ رَكْعَتَيْنِ خَفِيفَتَيْنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৩৫৮]  বুখারী ৬১৯, ৬২৬, ৯৯৪, ১১৩৯, ১১৬৪-৬৫, ৬৩১০; মুসলিম ৭২৪, ৭৩১-২, ৭৩১-২, ৭৩৮; তিরমিযী ৪৪০, ৪৪৩, ৪৪৯; নাসায়ী ৬৮৫, ৯৪৬, ১৬৯৬, ১৭২৬, ১৭৪৯, ১৭৫৬-৫৮, ১৭৬২, ১৭৮০-৮১; আবূ দাঊদ ১২৫১, ১২৫৪-৫৫, ১২৬২, ১৩৩৪-৩৬, ১৩৩৮-৪০, ১৩৪২, ১৩৫৯-৬০; আহমাদ ২৩৭৯৭, ২৩৫৩৭, ২৩৫৫০, ২৩৫৫৩, ২৩৫৯৬, ২৩৬৪৭, ২৩৭১৬, ২৩৭৩৭, ২৩৭৪৮, ২৩৭৫০, ২৩৮১৯, ২৩৯২৫, ২৩৯৪০, ২৩৯৯৬, ২৪০১৬, ২৪০৫৬, ২৪১৯৪, ২৪২১১, ২৪৩৩৯, ২৪৩৭৯, ২৪৪৪৭, ২৪৪৮৬, ২৪৫৮১, ২৪৬২৩, ২৪৭৮৭, ২৪৭৯১, ২৪৮১৬, ২৪৯৫৮, ২৫০০২, ২৫০৩১, ২৫২৭৭, ২৫২৮৫, ২৫৩৭২, ২৫৩৯৮, ২৫৪৫২, ২৫৪৫৬, ২৫৪৯১, ২৫৫৭৫, ২৫৫৮৭, ২৫৬৩৬, ২৫৮৩৫, ২৫৮৫৭; মুওয়াত্ত্বা মালিক ২৬৪-৬৬, ২৬৮; দারিমী ১৪৩৯, ১৪৪৬-৪৭, ১৪৭৩-৭৫, ১৫৮১, ১৫৮৫; ইবনু মাজাহ ১৩৫৯-৬০। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: সহীহ আবী দাউদ ১২০৭।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}