{
  "hadith": {
    "hadith_id": 1384,
    "narrator": "আবদুল্লাহ বিন আবূ আওফা আল-আসলামী (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকট বের হয়ে এসে বলেন, আল্লাহ্‌র নিকট অথবা তাঁর কোন মাখলুকের নিকট কারো কোন প্রয়োজন থাকলে, সে যেন উযু করে দু’ রাকআত সালাত পড়ে, অতঃপর বলে :\n“পরম সহনশীল ও দয়ালু আল্লাহ ব্যতীত কোন ইলাহ নেই। মহান আরশের রব আল্লাহ অতীব পবিত্র। সমগ্র বিশ্বের প্রতিপালক আল্লাহ্‌র জন্যই যাবতীয় প্রশংসা। হে আল্লাহ! আমি তোমার নিকট অবধারিত রহমাত, তোমার অফুরন্ত ক্ষমা, সকল সদাচারের ভান্ডার এবং প্রতিটি পাপাচার থেকে নিরাপত্তা প্রার্থনা করি। আমি তোমার নিকট আরো প্রার্থনা করি যে, তুমি আমার সমস্ত গুনাহ ক্ষমা করে দাও, আমার দুশ্চিন্তা দূর করে দাও, তোমার সন্তুষ্টিমূলক প্রতিটি প্রয়োজন পূরণ করে দাও।” \nঅতঃপর সে দুনিয়া ও আখিরাতের জন্য যা চাওয়ার আছে তা প্রার্থনা করবে। কারণ তা আল্লাহ্‌ই নির্ধারিত করেন। [১৩৮৪]\n\nতাহকীক আলবানী : দঈফ জিদ্দান।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَاصِمٍ الْعَبَّادَانِيُّ، عَنْ فَائِدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى الأَسْلَمِيِّ، قَالَ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ ‏ \"‏ مَنْ كَانَتْ لَهُ حَاجَةٌ إِلَى اللَّهِ أَوْ إِلَى أَحَدٍ مِنْ خَلْقِهِ فَلْيَتَوَضَّأْ وَلْيُصَلِّ رَكْعَتَيْنِ ثُمَّ لْيَقُلْ لاَ إِلَهَ إِلاَّ اللَّهُ الْحَلِيمُ الْكَرِيمُ سُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ الْعَظِيمِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ اللَّهُمَّ إِنِّي أَسْأَلُكَ مُوجِبَاتِ رَحْمَتِكَ وَعَزَائِمَ مَغْفِرَتِكَ وَالْغَنِيمَةَ مِنْ كُلِّ بِرٍّ وَالسَّلاَمَةَ مِنْ كُلِّ إِثْمٍ أَسْأَلُكَ أَلاَّ تَدَعَ لِي ذَنْبًا إِلاَّ غَفَرْتَهُ وَلاَ هَمًّا إِلاَّ فَرَّجْتَهُ وَلاَ حَاجَةً هِيَ لَكَ رِضًا إِلاَّ قَضَيْتَهَا لِي ثُمَّ يَسْأَلُ اللَّهَ مِنْ أَمْرِ الدُّنْيَا وَالآخِرَةِ مَا شَاءَ فَإِنَّهُ يُقَدَّرُ ‏\"‏ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "[১৩৮৪]  তিরমিযী ৪৭৯ তাহক্বীক্ব আলবানী: যঈফ জিদ্দান। তাখরীজ আলবানী: মিশকাত ১৩২৭, তালীকুর রগীব ২৪২-২৪৩। উক্ত হাদিসের রাবী আবু আসিম আল আব্বাদানী সম্পর্কে ইবনু হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করেন। আবু দাউদ আস-সাজিসতানী বলেন, আমি তাকে চিনি না। ২. ফাইদ বিন আব্দুর রহমান সম্পর্কে আহমাদ বিন হাম্বল বলেন, তার হাদিস প্রত্যাখ্যানযোগ্য। ইয়াহইয়া বিন মাঈন বলেন, তিনি সিকাহ নন। বরং তিনি হাদিস বর্ণনায় দুর্বল। ইমাম বুখারী বলেন, তিনি হাদিস বর্ণনায় মুনকার। আবু হাতিম আর-রাযী বলেন, তার হাদিসে মিথ্যা রয়েছে। আবু দাউদ আস-সাজিসতানী বলেন, কোন সমস্যা নেই।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}