{
  "hadith": {
    "hadith_id": 1386,
    "narrator": "আবূ রাফি’ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আব্বাস (রাঃ)-কে বললেনঃ হে চাচাজান! আমি কি আপনার অবাধ্য হতে বিরত থাকব না, আমি কি আপনার উপকার করবো না, আমি কি আপনার সাথে আত্নীয়তার সম্পর্ক বজায় রাখবো না? তিনি বলেন, হাঁ, হে আল্লাহর রসূল! তিনি বলেন, তাহলে আপনি চার রাকআত সালাত পড়ুন। আপনি প্রতি রাকআতে সূরাহ ফাতিহার সাথে অন্য একটি সূরাও পড়ুন। আপনি কিরাআত পাঠ শেষ করে রুকূ‘ করার আগে পনের বার বলুন : \"আল্লাহ পুতঃ পবিত্র, সকল প্রসংসা আল্লাহর জন্য। আল্লাহ ছাড়া কোন ইলাহ নাই, আল্লাহ মহান\"। আতঃপর রুকূ‘তে গিয়ে ঐ দুআ’ দশবার পড়ুন, অতঃপর রুকূ‘ থেকে আপনার মাথা তুলে ঐ দুআ’ দশবার পড়ুন, অতঃপর সাজদাহয় গিয়ে ঐ দুআ’ দশবার পড়ুন, অতঃপর আপনার মাথা তুলে দশবার ঐ দুআ’ পড়ুন, পুনরায় সাজদাহয় গিয়ে তা দশবার পড়ুন, পুনরায় সাজদাহ থেকে আপনার মাথা তুলে উঠে দাঁড়ানোর আগে তা দশবার পড়ুন। এভাবে প্রতি রাকআতে তা পঁচাত্তর বার এবং চার রাকআতে তিনশত বার হবে। আপনার পাপরাশি বালুর স্তুপের সমপরিমান হলেও আল্লাহ তা মাফ করবেন। আব্বাস (রাঃ) বলেন, হে আল্লাহর  রসূল! প্রতিদিন এ সালাত পড়ার সামর্থ কার আছে? তিনি বলেন, তাহলে প্রতি জুমুআর দিন তা পড়ুন। তাতেও সমর্থ না হলে প্রতি মাসে একবার পড়ুন। অবশেষে তিনি বলেন, তাহলে অন্তত বছরে একবার তা পড়ুন। [১৩৮৬]",
    "ar": "حَدَّثَنَا مُوسَى بْنُ عَبْدِ الرَّحْمَنِ أَبُو عِيسَى الْمَسْرُوقِيُّ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا مُوسَى بْنُ عُبَيْدَةَ، حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ، مَوْلَى أَبِي بَكْرِ بْنِ عَمْرِو بْنِ حَزْمٍ عَنْ أَبِي رَافِعٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ لِلْعَبَّاسِ ‏\"‏ يَا عَمِّ أَلاَ أَحْبُوكَ أَلاَ أَنْفَعُكَ أَلاَ أَصِلُكَ ‏\"‏ قَالَ بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ تُصَلِّي أَرْبَعَ رَكَعَاتٍ تَقْرَأُ فِي كُلِّ رَكْعَةٍ بِفَاتِحَةِ الْكِتَابِ وَسُورَةٍ فَإِذَا انْقَضَتِ الْقِرَاءَةُ فَقُلْ سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ خَمْسَ عَشْرَةَ مَرَّةً قَبْلَ أَنْ تَرْكَعَ ثُمَّ ارْكَعْ فَقُلْهَا عَشْرًا ثُمَّ ارْفَعْ رَأْسَكَ فَقُلْهَا عَشْرًا ثُمَّ اسْجُدْ فَقُلْهَا عَشْرًا ثُمَّ ارْفَعْ رَأْسَكَ فَقُلْهَا عَشْرًا ثُمَّ اسْجُدْ فَقُلْهَا عَشْرًا ثُمَّ ارْفَعْ رَأْسَكَ فَقُلْهَا عَشْرًا قَبْلَ أَنْ تَقُومَ فَتِلْكَ خَمْسٌ وَسَبْعُونَ فِي كُلِّ رَكْعَةٍ وَهِيَ ثَلاَثُمِائَةٍ فِي أَرْبَعِ رَكَعَاتٍ فَلَوْ كَانَتْ ذُنُوبُكَ مِثْلَ رَمْلِ عَالِجٍ غَفَرَهَا اللَّهُ لَكَ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ وَمَنْ لَمْ يَسْتَطِعْ يَقُولُهَا فِي يَوْمٍ قَالَ ‏\"‏ قُلْهَا فِي جُمُعَةٍ فَإِنْ لَمْ تَسْتَطِعْ فَقُلْهَا فِي شَهْرٍ ‏\"‏ ‏.‏ حَتَّى قَالَ ‏\"‏ فَقُلْهَا فِي سَنَةٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৩৮৬] তিরমিযী ৪৮২ তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: মিশকাত ১২২৮, ১৩২৯, সহীহ তারগীব ৬৭৮।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}