{
  "hadith": {
    "hadith_id": 1387,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আব্বাস বিন আবদুল মুত্তালিব (রাঃ)-কে বললেনঃ হে আব্বাস! হে প্রিয় চাচাজান! আমি কি আপনাকে কিছু দান করবো না, আমি কি আপনার সাথে আত্নীয় সম্পর্ক বজায় রাখবো না, আমি কি আপনার অবাধ্য হতে বিরত থাকবো না, আমি কি আপনাকে এমন কলেমা বলে দিব না, যা পড়লে আল্লাহ আপনার আগের-পরের, নতুন-পুরান, ভুলক্রমে, স্বেচ্ছায়, ছোট-বড়, গোপন-প্রকাশ্য সব ধরনের গুনাহ মাফ করে দিবেন? সেই দশটি কলেমা হলো : আপনি চার রাকআত সালাত পড়ুন এবং প্রতি রাকআতে সূরা ফাতিহার সাথে অন্য একটি সূরাহ পড়ুন। প্রথম রাকআতের কিরাআত পাঠ শেষ হলে দাঁড়ানো অবস্থায় আপনি পনের বার বলুন : \"আল্লাহ পবিত্র, সমস্ত প্রশংসা আল্লাহর। আল্লাহ ব্যতীত কোন ইলাহ নেই। আল্লাহ মহান\"। অতঃপর আপনি রুকূ‘ করুন এবং রুকূ‘ অবস্থায় তা দশবার বলুন, অতঃপর রুকূ‘ থেকে আপনার মাথা তুলে তা দশবার বলুন। অতঃপর আপনি সাজদাহয় যান এবং সাজদাহবনত অবস্থায় তা দশবার বলুন, অতঃপর সাজদাহ থেকে আপনার মাথা তুলে তা দশবার বলুন, অতঃপর সাজদাহয় গিয়ে আবার তা দশবার বলুন, অতঃপর সাজদাহ থেকে আপনার মাথা তুলে তা দশবার বলুন। এভাবে তা প্রতি রাকআতে পঁচাত্তর বার হল। এ নিয়মে আপনি চার রাকআত সালাত পড়ুন। আপনি প্রতিদিন একবার এ সালাত আদায় করতে সক্ষম হলে তাই করুন। আপনি তাতে সক্ষম না হলে প্রতি সপ্তাহে তা একবার পড়ুন। আপনি তাতেও সক্ষম না হলে প্রতি মাসে তা একবার পড়ুন। আপনি তাতেও সক্ষম না হলে অন্তত জীবনে তা একবার পড়ুন। [১৩৮৭]",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ بِشْرِ بْنِ الْحَكَمِ النَّيْسَابُورِيُّ، حَدَّثَنَا مُوسَى بْنُ عَبْدِ الْعَزِيزِ، حَدَّثَنَا الْحَكَمُ بْنُ أَبَانَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ لِلْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ ‏ \"‏ يَا عَبَّاسُ يَا عَمَّاهُ أَلاَ أُعْطِيكَ أَلاَ أَمْنَحُكَ أَلاَ أَحْبُوكَ أَلاَ أَفْعَلُ لَكَ عَشْرَ خِصَالٍ إِذَا أَنْتَ فَعَلْتَ ذَلِكَ غَفَرَ اللَّهُ لَكَ ذَنْبَكَ أَوَّلَهُ وَآخِرَهُ وَقَدِيمَهُ وَحَدِيثَهُ وَخَطَأَهُ وَعَمْدَهُ وَصَغِيرَهُ وَكَبِيرَهُ وَسِرَّهُ وَعَلاَنِيَتَهُ عَشْرُ خِصَالٍ أَنْ تُصَلِّيَ أَرْبَعَ رَكَعَاتٍ تَقْرَأُ فِي كُلِّ رَكْعَةٍ بِفَاتِحَةِ الْكِتَابِ وَسُورَةٍ فَإِذَا فَرَغْتَ مِنَ الْقِرَاءَةِ فِي أَوَّلِ رَكْعَةٍ قُلْتَ وَأَنْتَ قَائِمٌ سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ خَمْسَ عَشْرَةَ مَرَّةً ثُمَّ تَرْكَعُ فَتَقُولُ وَأَنْتَ رَاكِعٌ عَشْرًا ثُمَّ تَرْفَعُ رَأْسَكَ مِنَ الرُّكُوعِ فَتَقُولُهَا عَشْرًا ثُمَّ تَهْوِي سَاجِدًا فَتَقُولُهَا وَأَنْتَ سَاجِدٌ عَشْرًا ثُمَّ تَرْفَعُ رَأْسَكَ مِنَ السُّجُودِ فَتَقُولُهَا عَشْرًا ثُمَّ تَسْجُدُ فَتَقُولُهَا عَشْرًا ثُمَّ تَرْفَعُ رَأْسَكَ مِنَ السُّجُودِ فَتَقُولُهَا عَشْرًا فَذَلِكَ خَمْسَةٌ وَسَبْعُونَ فِي كُلِّ رَكْعَةٍ تَفْعَلُ فِي أَرْبَعِ رَكَعَاتٍ إِنِ اسْتَطَعْتَ أَنْ تُصَلِّيَهَا فِي كُلِّ يَوْمٍ مَرَّةً فَافْعَلْ فَإِنْ لَمْ تَسْتَطِعْ فَفِي كُلِّ جُمُعَةٍ مَرَّةً فَإِنْ لَمْ تَفْعَلْ فَفِي كُلِّ شَهْرٍ مَرَّةً فَإِنْ لَمْ تَفْعَلْ فَفِي عُمُرِكَ مَرَّةً ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৩৮৭] আবূ দাঊদ ১২৯৭ তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: মিশকাত, ১৩২৮, তালীক ইবনু খুযাইমাহ ১২১৬, সহীহ আবী দাউদ ১১৭৩। উক্ত হাদিসের রাবী মুসা বিন উবায়দাহ সম্পর্কে মুহাম্মাদ বিন সা'দ বলেন, তিনি সিকাহ তবে হুজ্জাহ নয়। আহমাদ বিন হাম্বল বলেন, তার থেকে হাদিস বর্ণনা করা উচিত নয়। আলী ইবনুল মাদীনী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। আবু যুরআহ আর-রাযী বলেন, তিনি হাদিস বর্ণনায় নির্ভরযোগ্য নয়। আবু হাতিম আর-রাযী বলেন, মুনকারুল হাদিস। ২. সুওয়ায়াদ বিন আবু সাঈদ সম্পর্কে ইমাম যাহাবী বলেন, তিনি মাজহুল বা অপরিচিত। উক্ত হাদিসটি শাহিদ এর ভিত্তিতে সহিহ।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}