{
  "hadith": {
    "hadith_id": 1399,
    "narrator": "আনাস বিন মালিক (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আল্লাহ আমার উম্মাতের উপর পঞ্চাশ ওয়াক্ত সালাত ফরয করেছিলেন। আমি তা নিয়ে ফেরার পথে মূসা (আঃ)-এর নিকট আসলাম। তখন মূসা (আঃ) বলেন, আপনার প্রভু আপনার উম্মাতের জন্য কি ফরয করেছেন? আমি বললামঃ তিনি আমার উপর পঞ্চাশ ওয়াক্ত সালাত ফরয করেছেন। তিনি বলেন, আপনি আপনার প্রভুর নিকট ফিরে যান। কেননা আপনার উম্মাত তা পড়তে সক্ষম হবে না। অতএব আমি আমার প্রভুর নিকট ফিরে গেলে তিনি তার অর্ধেক কমিয়ে দেন। অতঃপর আমি মূসা (আঃ) এর নিকট ফিরে এসে তাঁকে তা অবহিত করলাম। তিনি বলেন, আপনি আপনার প্রভুর কাছে ফিরে যান। কেননা আপনার উম্মাত তা পড়তে সক্ষম হবে না। আমি আমার প্রভুর নিকট ফিরে গেলাম। তিনি বললেনঃ তা পাঁচ ওয়াক্ত, পঞ্চাশের সমান। আর আমার কথা কখনো পরিবর্তন হয় না। তারপর আমি মূসা (আঃ) এর নিকট ফিরে আসলে তিনি আবার বলেন, আপনি আপনার প্রভুর নিকট ফিরে যান। আমি বললাম, আমি আমার প্রভুর নিকট পুনরায় ফিরে যেতে লজ্জাবোধ করছি। [১৩৯৯]",
    "ar": "حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى الْمِصْرِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ فَرَضَ اللَّهُ عَلَى أُمَّتِي خَمْسِينَ صَلاَةً فَرَجَعْتُ بِذَلِكَ ‏.‏ حَتَّى آتِيَ عَلَى مُوسَى فَقَالَ مُوسَى مَاذَا افْتَرَضَ رَبُّكَ عَلَى أُمَّتِكَ قُلْتُ فَرَضَ عَلَىَّ خَمْسِينَ صَلاَةً ‏.‏ قَالَ فَارْجِعْ إِلَى رَبِّكَ فَإِنَّ أُمَّتَكَ لاَ تُطِيقُ ذَلِكَ ‏.‏ فَرَاجَعْتُ رَبِّي فَوَضَعَ عَنِّي شَطْرَهَا فَرَجَعْتُ إِلَى مُوسَى فَأَخْبَرْتُهُ فَقَالَ ارْجِعْ إِلَى رَبِّكَ فَإِنَّ أُمَّتَكَ لاَ تُطِيقُ ذَلِكَ ‏.‏ فَرَاجَعْتُ رَبِّي فَقَالَ هِيَ خَمْسٌ وَهِيَ خَمْسُونَ لاَ يُبَدَّلُ الْقَوْلُ لَدَىَّ ‏.‏ فَرَجَعْتُ إِلَى مُوسَى فَقَالَ ارْجِعْ إِلَى رَبِّكَ ‏.‏ فَقُلْتُ قَدِ اسْتَحْيَيْتُ مِنْ رَبِّي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৩৯৯] তিরমিযী ২১৩, নাসায়ী ৪৪৯-৫০, আহমাদ ১২২৩০। তাহক্বীক্ব আলবানী: সহীহ।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}