{
  "hadith": {
    "hadith_id": 1425,
    "narrator": "আনাস বিন হাকীম আদ-দব্বী (মাসতূর বা অপরিচিত)",
    "bn": "তিনি বলেন, আবূ হুরায়রা (রাঃ) আমাকে বললেন, তুমি তোমার শহরে পৌছে তার বাসিন্দাদের অবহিত করবে যে, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি : কিয়ামাতের দিন মুসলিম বান্দার নিকট থেকে সর্বপ্রথম ফরয সলাতের হিসাব নেয়া হবে। যদি সে তা পূর্ণরূপে আদায় করে থাকে (তবে তো ভালো), অন্যথায় বলা হবে : দেখো তো তার কোন নফল সালাত আছে কি না? যদি তার নফল সালাত থেকে থাকে, তবে তা দিয়ে তার ফরয সালাত পূর্ণ করা হবে। অতঃপর অন্যান্য সব ফরয আমালের ব্যাপারেও অনুরূপ ব্যবস্থা করা হবে। [১৪২৫]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالاَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ سُفْيَانَ بْنِ حُسَيْنٍ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ أَنَسِ بْنِ حَكِيمٍ الضَّبِّيِّ، قَالَ قَالَ لِي أَبُو هُرَيْرَةَ إِذَا أَتَيْتَ أَهْلَ مِصْرِكَ فَأَخْبِرْهُمْ أَنِّي، سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ إِنَّ أَوَّلَ مَا يُحَاسَبُ بِهِ الْعَبْدُ الْمُسْلِمُ يَوْمَ الْقِيَامَةِ الصَّلاَةُ الْمَكْتُوبَةُ فَإِنْ أَتَمَّهَا وَإِلاَّ قِيلَ انْظُرُوا هَلْ لَهُ مِنْ تَطَوُّعٍ فَإِنْ كَانَ لَهُ تَطَوُّعٌ أُكْمِلَتِ الْفَرِيضَةُ مِنْ تَطَوُّعِهِ ثُمَّ يُفْعَلُ بِسَائِرِ الأَعْمَالِ الْمَفْرُوضَةِ مِثْلُ ذَلِكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৪২৫]  তিরমিযী ৪১৩, নাসায়ী ৪৬৫-৬৭, আবূ দাঊদ ৮৬৪, আহমাদ ৭৮৪২, ৯২১০, ১৬৫০১; ইবনু মাজাহ ১৪২৬। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: সহীহ আবী দাউদ ৮১০, মিশকাত ১৩৩০-১৩৩১। উক্ত হাদিসের রাবী আলী বিন যায়দ সম্পর্কে ইয়াহইয়া বিন সাঈদ আল কাত্তান বলেন, তার হাদিস প্রত্যাখ্যানযোগ্য। আহমাদ বিন হাম্বল ও ইয়াহইয়া বিন মাঈন বলেন, তিনি নির্ভরযোগ্য নন। ইয়াকুব বিন শায়বাহ বলেন, তিনি সিকাহ সালিহ। আল-আজলী বলেন, কোন সমস্যা নেই। ২. আনাস বিন হাকীম আদ-দাব্বী সম্পর্কে ইবনু হিব্বান সিকাহ বললেও আলী ইবনুল মাদীনী বলেন, তার বিষয়টি অজ্ঞাত। ইবনুল কাত্তান বলেন, তিনি মাজহুল বা অপরিচিত। উক্ত হাদিসটি শাহিদ এর ভিত্তিতে সহিহ।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}