{
  "hadith": {
    "hadith_id": 144,
    "narrator": "ইয়ালা বিন মু্‌র্‌রাহ (রাঃ)",
    "bn": "তারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে তাঁকে প্রদত্ত এক আহারের দাওয়াতে রওনা হন। তখন হুসায়ন (রাঃ) গলির মধ্যে খেলাধূলা করছিলেন। রাবী বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  লোকেদের অগ্রভাগে এগিয়ে গেলেন এবং তাঁর দু’ হাত বিস্তার করে দিলেন। বালকটি এদিক ওদিক পালাতে থাকলো এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে হাসতে হাসতে ধরে ফেলেন। এরপর তিনি তাঁর এক হাত ছেলেটির চোয়ালের নিচে রাখলেন এবং অপর হাত তাঁর মাথার তালুতে রাখলেন, অতঃপর তাকে চুমা দিলেন এবং বললেনঃ হুসায়ন আমার থেকে এবং আমি হুসায়ন থেকে। যে ব্যক্তি হুসায়নকে ভালোবাসে, আল্লাহ্‌ তাআলা তাকে ভালোবাসেন। হুসায়ন আমার নাতিদের একজন।\n\n১৪৪ (ক)। {[আলী বিন মুহাম্মদ] [ওয়াকী ] [সুফইয়ান (রাঃ)]} সূত্রে পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত হয়েছে। [১৪২]",
    "ar": "حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ، حَدَّثَنَا يَحْيَى بْنُ سُلَيْمٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُثْمَانَ بْنِ خُثَيْمٍ، عَنْ سَعِيدِ بْنِ أَبِي رَاشِدٍ، أَنَّ يَعْلَى بْنَ مُرَّةَ، حَدَّثَهُمْ أَنَّهُمْ، خَرَجُوا مَعَ النَّبِيِّ ـ صلى الله عليه وسلم ـ إِلَى طَعَامٍ دُعُوا لَهُ فَإِذَا حُسَيْنٌ يَلْعَبُ فِي السِّكَّةِ قَالَ فَتَقَدَّمَ النَّبِيُّ ـ صلى الله عليه وسلم ـ أَمَامَ الْقَوْمِ وَبَسَطَ يَدَيْهِ فَجَعَلَ الْغُلاَمُ يَفِرُّ هَا هُنَا وَهَا هُنَا وَيُضَاحِكُهُ النَّبِيُّ ـ صلى الله عليه وسلم ـ حَتَّى أَخَذَهُ فَجَعَلَ إِحْدَى يَدَيْهِ تَحْتَ ذَقَنِهِ وَالأُخْرَى فِي فَأْسِ رَأْسِهِ فَقَبَّلَهُ وَقَالَ ‏ \"‏ حُسَيْنٌ مِنِّي وَأَنَا مِنْ حُسَيْنٍ أَحَبَّ اللَّهُ مَنْ أَحَبَّ حُسَيْنًا حُسَيْنٌ سِبْطٌ مِنَ الأَسْبَاطِ ‏\"‏ ‏.‏ حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ مِثْلَهُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[১৪২] তিরমিযী ৩৭৭৫, আহমাদ ১৭১১১। তাহক্বীক্ব আলবানী: হাসান। তাখরীজ আলবানী: সহীহাহ ১২১৮। উক্ত হাদিসের রাবী ১. আসবাত বিন নাসর সম্পর্কে মুসা বিন হারুন বলেন, তেমন কোন সমস্যা নেই। ইমাম বুখারী বলেন তিনি সত্যবাদী। ২. সুদ্দী সম্পর্কে ইয়াহইয়া বিন সাইদ আল কাত্তান বলেন, কোন সমস্যা নেই। আহমাদ বিন হাম্বল ও আল আজালী তাকে সিকাহ বললেও ইবনু আদী বলেন, হাদিস বর্ণনায় দুর্বল। ইয়াহইয়া ইবনু মাঈন বলেন তার হাদিস দুর্বল। ৩. সুবায়হ সম্পর্কে অনেকে তাকে অপরিচিত বললেও ইমাম যাহাবী তাকে সমর্থন করেছেন।",
    "chapter": {
      "chapter_number": "0"
    }
  }
}