{
  "hadith": {
    "hadith_id": 1485,
    "narrator": "ইমরান ইবনুল হুসায়ন ও আবূ বারযাহ (রাঃ)",
    "bn": "তারা বলেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে একটি জানাযার উদ্দেশে রওয়ানা হলাম। তিনি একদল লোককে পরিধেয় বস্ত্র ছুঁড়ে ফেলে দিয়ে কেবল জামা পরিহিত অবস্থায় হেঁটে যেতে দেখেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তোমরা জাহিলী যুগের রীতিনীতি অবলম্বন করছো অথবা জাহিলী যুগের কাজ করছো? আমরা ইচ্ছা হয় যে, আমি তোমাদের বদদোয়া করি এবং তোমরা চেহারায় বিকৃত আকৃতিতে পরিবর্তিত হয়ে যাও। রাবী বলেন, তারা তাদের কাপড় পরিধান করলো এবং আর কখনও অনুরূপ করেনি। [১৪৮৪]\n\nতাহকীক আলবানীঃ বানোয়াট।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ أَخْبَرَنِي عَمْرُو بْنُ النُّعْمَانِ حَدَّثَنَا عَلِيُّ بْنُ الْحَزَوَّرِ عَنْ نُفَيْعٍ عَنْ عِمْرَانَ بْنِ الْحُصَيْنِ وَأَبِي بَرْزَةَ قَالَا خَرَجْنَا مَعَ رَسُولِ اللهِ صلى الله عليه وسلم فِي جِنَازَةٍ فَرَأَى قَوْمًا قَدْ طَرَحُوا أَرْدِيَتَهُمْ يَمْشُونَ فِي قُمُصٍ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم «أَبِفِعْلِ الْجَاهِلِيَّةِ تَأْخُذُونَ أَوْ بِصُنْعِ الْجَاهِلِيَّةِ تَشَبَّهُونَ لَقَدْ هَمَمْتُ أَنْ أَدْعُوَ عَلَيْكُمْ دَعْوَةً تَرْجِعُونَ فِي غَيْرِ صُوَرِكُمْ قَالَ فَأَخَذُوا أَرْدِيَتَهُمْ وَلَمْ يَعُودُوا لِذَلِكَ».",
    "grade_id": 5,
    "grade": "জাল হাদিস",
    "grade_color": "#F85B24",
    "note": "[১৪৮৪] মিশকাত ১৭৫০। উক্ত হাদীসের রাবী আমর ইবনুল নু’মান সম্পর্কে ইবনু আদী বলেন, তিনি দুর্বল রাবী থেকে হাদীস বর্ণনা করেন। আবূ হাতিম আর-রাযী বলেন, তিনি সত্যবাদী তার মাঝে কোন সমস্যা নেই। ২. আলী ইবনুল হাযাওওয়ার সম্পর্কে ইমাম বুখারী ও আবূ হাতিম আর-রাযী বলেন, তিনি হাদীস বর্ননায় মুনকার। ইয়াকূব বিন সুফইয়ান বলেন, তার থেকে হাদীস গ্রহণ করা যাবে না। ইমাম নাসায়ী বলেন, তার হাদীস প্রত্যাখানযোগ্য। ৩. নুফায় সম্পর্কে কাতাদাহ বলেন, তিনি মিথ্যুক। আহমাদ বিন হাম্বাল বলেন, তিনি বলেছেন যে, তিনি আবাদালাহ থেকে শ্রবণ করেছেন অথচ তিনি তার থেকে শ্রবণ করেননি। ইয়াহগইয়া বিন মাঈন বলেন, তিনি বানিয়ে হাদীস বর্ণনা করেন। ইমাম বুখারী বলেন, তার ব্যাপারে সমালোচনা রয়েছে। আবূ হাতিম আর-রাযী বলেন, তিনি হাদীস বর্ণনায় মুনকার ও দুর্বল। ইমাম নাসায়ী বলেন, তার হাদীস প্রত্যাখ্যানযোগ্য।",
    "chapter": {
      "chapter_number": "6"
    }
  }
}