{
  "hadith": {
    "hadith_id": 150,
    "narrator": "আবদুল্লাহ বিন মাসঊদ (রাঃ)",
    "bn": "সর্বপ্রথম সাত ব্যক্তি তাদের ইসলাম গ্রহণের কথা প্রকাশ করেন। তারা হলেনঃ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), আবু বাক্‌র (রাঃ), আম্মার (রাঃ), তাঁর মাতা সুমাইয়্যাহ (রাঃ), সুহায়ব (রাঃ), বিলাল (রাঃ) ও মিকদাদ (রাঃ)। অতঃপর আল্লাহ্‌ তা’আলা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চাচা আবু তালিবের মাধ্যমে তাঁর নিরাপত্তার ব্যবস্থা করেন। আল্লাহ্‌ তা’আলা আবু বাকর (রাঃ)-এর নিরাপত্তার ব্যবস্থা করেন তার স্বগোত্রীয়দের দ্বারা। অবশিষ্ট সকলকে মুশরিকরা আটক করে। তারা তাদেরকে লৌহবর্ম পরিধান করিয়ে প্রখর রোদের মাঝে চিৎ করে শুইয়ে দিত। তাদের মাঝে এমন কেউ ছিল না, যাকে দিয়ে তারা তাদের ইচ্ছানুসারে স্বীকারোক্তি করায়নি। কেবল বিলাল (রাঃ) নিজেকে আল্লাহ্‌র রাস্তায় অপমানিত করেন এবং লোকেরাও তাকে অপমানিত করে। তারা তাকে আটক করে বালকদের হাতে তুলে দেয়। তারা তাকে নিয়ে মাক্কাহর অলিতে-গলিতে ঘুরে বেড়াতো এবং তিনি শুধু আহাদ আহাদ (আল্লাহ্‌ এক, আল্লাহ্‌ এক) বলতেন। [১৪৮]",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنَا زَائِدَةُ بْنُ قُدَامَةَ، عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ كَانَ أَوَّلَ مَنْ أَظْهَرَ إِسْلاَمَهُ سَبْعَةٌ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَأَبُو بَكْرٍ وَعَمَّارٌ وَأُمُّهُ سُمَيَّةُ وَصُهَيْبٌ وَبِلاَلٌ وَالْمِقْدَادُ فَأَمَّا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَمَنَعَهُ اللَّهُ بِعَمِّهِ أَبِي طَالِبٍ وَأَمَّا أَبُو بَكْرٍ فَمَنَعَهُ اللَّهُ بِقَوْمِهِ وَأَمَّا سَائِرُهُمْ فَأَخَذَهُمُ الْمُشْرِكُونَ وَأَلْبَسُوهُمْ أَدْرَاعَ الْحَدِيدِ وَصَهَرُوهُمْ فِي الشَّمْسِ فَمَا مِنْهُمْ مِنْ أَحَدٍ إِلاَّ وَقَدْ وَاتَاهُمْ عَلَى مَا أَرَادُوا إِلاَّ بِلاَلاً فَإِنَّهُ قَدْ هَانَتْ عَلَيْهِ نَفْسُهُ فِي اللَّهِ وَهَانَ عَلَى قَوْمِهِ فَأَخَذُوهُ فَأَعْطَوْهُ الْوِلْدَانَ فَجَعَلُوا يَطُوفُونَ بِهِ فِي شِعَابِ مَكَّةَ وَهُوَ يَقُولُ أَحَدٌ أَحَدٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[১৪৮] আহমাদ ৩৮২২ তাহক্বীক্ব আলবানী: হাসান। উক্ত হাদিসের রাবী আসিম বিন আবুন নাজদ সম্পর্কে মুহাম্মাদ বিন সা'দ বলেন, তিনি সিকাহ তবে অধিক ভুল করেন। ইয়া'কুব বিন সুফইয়ান তাকে সিকাহ বলেছেন। ইয়াহইয়া বিন মাঈন বলেন, কোন সমস্যা নেই।",
    "chapter": {
      "chapter_number": "0"
    }
  }
}