{
  "hadith": {
    "hadith_id": 1559,
    "narrator": "আল-আদরা’ আস-সুলামী (রাঃ)",
    "bn": "আমি এক রাতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে পাহারা দিতে আসলাম। এক ব্যক্তি উচ্চকণ্ঠে কুরআন পড়ছিলো। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বেরিয়ে এলে আমি বললাম, হে আল্লাহর রসূল! ঐ ব্যক্তি তো একজন রিয়াকার। রাবী বলেন, লোকটি মদিনায় মারা গেলে লোকজন তার দাফন-কাফনে শংকাগ্রস্ত হয়ে পড়লো। তারা তার লাশ বহন করে নিয়ে গেলো। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা তার প্রতি সদয় হও, আল্লাহ তার প্রতি সদয় হয়েছেন। কারণ সে আল্লাহ ও তাঁর রসূলকে ভালোবাসতো। রাবী বলেন, তার কবর খনন করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তার কবর আরো প্রশস্ত করো। আল্লাহ তার প্রতি সদয় হয়েছেন। তাঁর কোন সাহাবী বলেন, ইয়া রসূলুল্লাহ! আপনি নিশ্চয় তাঁর ব্যাপারে চিন্তান্বিত। তিনি বলেন, হাঁ, নিশ্চয় সে আল্লাহ্‌ ও তাঁর রসূলকে ভালোবাসতো। [১৫৫৮]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ حَدَّثَنَا مُوسَى بْنُ عُبَيْدَةَ حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ عَنْ الْأَدْرَعِ السُّلَمِيِّ قَالَ جِئْتُ لَيْلَةً أَحْرُسُ النَّبِيَّ صلى الله عليه وسلم فَإِذَا رَجُلٌ قِرَاءَتُهُ عَالِيَةٌ فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللهِ صلى الله عليه وسلم هَذَا مُرَاءٍ قَالَ فَمَاتَ بِالْمَدِينَةِ فَفَرَغُوا مِنْ جِهَازِهِ فَحَمَلُوا نَعْشَهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ارْفُقُوا بِهِ رَفَقَ اللهُ بِهِ إِنَّهُ كَانَ يُحِبُّ اللهَ وَرَسُولَهُ قَالَ وَحَفَرَ حُفْرَتَهُ فَقَالَ أَوْسِعُوا لَهُ أَوْسَعَ اللهُ عَلَيْهِ فَقَالَ بَعْضُ أَصْحَابِهِ يَا رَسُولَ اللهِ صلى الله عليه وسلم لَقَدْ حَزِنْتَ عَلَيْهِ فَقَالَ أَجَلْ إِنَّهُ كَانَ يُحِبُّ اللهَ وَرَسُولَهُ",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[১৫৫৮] তাহকীক আলবানীঃ যঈফ। উক্ত হাদিসের রাবী ১. যায়দ ইবনুল হুবাব সম্পর্কে আহমাদ বিন হাম্বল বলেন, তিনি সত্যবাদী কিন্তু তিনি হাদিস বর্ণনায় অধিক ভুল করেন। আলী ইবনুল মাদীনী ও উসমান বিন আবু শায়বাহ তাকে সিকাহ বলেছেন। ২. মুসা বিন উবায়দুল্লাহ সম্পর্কে মুহাম্মাদ বিন সা'দ বলেন, তিনি সিকাহ তবে হুজ্জাহ নয়। আহমাদ বিন হাম্বল বলেন, তার থেকে হাদিস বর্ণনা করা উচিত নয়। আলী ইবনুল মাদীনী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। আবু যুরআহ আর-রাযী বলেন, তিনি হাদিস বর্ণনায় নির্ভরযোগ্য নয়। আবু হাতিম আর-রাযী বলেন, মুনকারুল হাদিস। ৩. সাঈদ বিন আবু সাঈদ সম্পর্কে ইমাম যাহাবী বলেন, তিনি অপরিচিত।",
    "chapter": {
      "chapter_number": "6"
    }
  }
}