{
  "hadith": {
    "hadith_id": 1568,
    "narrator": "বাশীর ইবনুল খাসাসিয়াহ (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে পায়চারি করছিলাম। তিনি বলেন, হে ইবনুল খাসাসিয়া! তুমি আল্লাহর নিকট এর চাইতে বড় নিয়ামত কি আশা করো যে, তুমি তার রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে সকালবেলা পায়চারি করছো। আমি বললাম, হে আল্লাহর রসূল! আমি আল্লাহ্‌র নিকট এর চেয়ে বেশী কিছু আশা করি না। কেননা আল্লাহ্‌ আমাকে সব ধরনের কল্যাণ দান করেছেন। অতঃপর তিনি মুসলমানদের কবরস্থানের পাশ দিয়ে যাওয়ার সময় বলেন, এসব লোক বিপুল কল্যাণ লাভ করেছে। অতঃপর তিনি মুশরিকদের কবরস্থানের পাশ দিয়ে যাওয়ার সময় বলেন, এসব লোক ইতোপূর্বে প্রচুর কল্যাণ লাভ করেছে। রাবী বলেন, তিনি এক ব্যক্তিকে জুতা পরিহিত অবস্থায় কবরস্থান অতিক্রম করতে দেখে বলেন, হে জুতা পরিধানকারী! তোমার জুতা জোড়া খুলে ফেলো।\n\n১/১৫৬৮ (১). আব্দুর রহমান বিন মাহদী বলেন, আবদুল্লাহ বিন উসমান এমন বলতেন। হাদীসটি যাইয়েদ, এর রাবী সমূহ মজবুত। [১৫৬৭]\n\nতাহকীক আলবানীঃ হাসান।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ حَدَّثَنَا وَكِيعٌ حَدَّثَنَا الْأَسْوَدُ بْنُ شَيْبَانَ عَنْ خَالِدِ بْنِ سُمَيْرٍ عَنْ بَشِيرِ بْنِ نَهِيكٍ عَنْ بَشِيرِ ابْنِ الْخَصَاصِيَةِ قَالَ بَيْنَمَا أَنَا أَمْشِي مَعَ رَسُولِ اللهِ صلى الله عليه وسلم فَقَالَ يَا ابْنَ الْخَصَاصِيَةِ مَا تَنْقِمُ عَلَى اللهِ أَصْبَحْتَ تُمَاشِي رَسُولَ اللهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللهِ صلى الله عليه وسلم مَا أَنْقِمُ عَلَى اللهِ شَيْئًا كُلُّ خَيْرٍ قَدْ آتَانِيهِ اللهُ فَمَرَّ عَلَى مَقَابِرِ الْمُسْلِمِينَ فَقَالَ أَدْرَكَ هَؤُلَاءِ خَيْرٌ كَثِيرٌ ثُمَّ مَرَّ عَلَى مَقَابِرِ الْمُشْرِكِينَ فَقَالَ سَبَقَ هَؤُلَاءِ خَيْرًا كَثِيرًا قَالَ فَالْتَفَتَ فَرَأَى رَجُلًا يَمْشِي بَيْنَ الْمَقَابِرِ فِي نَعْلَيْهِ فَقَالَ يَا صَاحِبَ السِّبْتِيَّتَيْنِ أَلْقِهِمَا\n\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ قَالَ كَانَ عَبْدُ اللهِ بْنُ عُثْمَانَ يَقُولُ حَدِيثٌ جَيِّدٌ وَرَجُلٌ ثِقَةٌ.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[১৫৬৭] নাসায়ী ২০৪৮; আবূ দাউদ ৩২৩০; আহমাদ ২০২৬০ আহকাম ১৩৬-১৩৭। তাহকীক আলবানীঃ হাসান।",
    "chapter": {
      "chapter_number": "6"
    }
  }
}