{
  "hadith": {
    "hadith_id": 1588,
    "narrator": "উসামাহ বিন যায়দ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর এক কন্যার শিশু পুত্রের মৃত্যু আসন্ন হলে তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ তার নিকট আসার জন্য লোক মারফত বলে পাঠান। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর কন্যাকে বলে পাঠান যে, সবই আল্লাহর যা তিনি নেন তাও তাঁর এবং যা তিনি দান করেন তাও তাঁর। প্রতিটি বস্তুর জন্য তাঁর নিকট একটি নির্ধারিত কাল রয়েছে। অতএব তোমার ধৈর্যধারণ ও সওয়াবের আশা করা উচিত। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কন্যা কসম খেয়ে পুনরায় তাঁর কাছে লোক পাঠান। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উঠে রওয়ানা হন এবং আমিও তাঁর সাথে উঠে রওয়ানা হই। তাঁর সাথে আরো ছিলেন মু’আয বিন জাবাল, উবাদা বিন সামিত ও উবাই বিন কা’ব (রাঃ)। আমরা গিয়ে বাড়িতে প্রবেশ করলে শিশুটিকে যখন তারা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে দিল, তখন তার রূহ তার বুকের মাঝে ধড়ফড় করছিল। রাবী বলেন, আমার মনে হয় তিনি বলেন, এ যেন পুরাতন মশক। রাবী বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কেঁদে ফেললেন। উবাদা বিনস সামিত (রাঃ) তাঁকে বললেন, ইয়া রাসূলুল্লাহ! একী? তিনি বলেনঃ মায়া-মমতা, যা আল্লাহ আদম-সন্তানদের মধ্যে রেখে দিয়েছেন। আল্লাহ তাঁর দয়ালু বান্দাদের অবশ্য দয়া করেন। [১৫৮৬]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ حَدَّثَنَا عَاصِمٌ الْأَحْوَلُ عَنْ أَبِي عُثْمَانَ عَنْ أُسَامَةَ بْنِ زَيْدٍ قَالَ كَانَ ابْنٌ لِبَعْضِ بَنَاتِ رَسُولِ اللهِ صلى الله عليه وسلم يَقْضِي فَأَرْسَلَتْ إِلَيْهِ أَنْ يَأْتِيَهَا فَأَرْسَلَ إِلَيْهَا أَنَّ لِلهِ مَا أَخَذَ وَلَهُ مَا أَعْطَى وَكُلُّ شَيْءٍ عِنْدَهُ إِلَى أَجَلٍ مُسَمًّى فَلْتَصْبِرْ وَلْتَحْتَسِبْ فَأَرْسَلَتْ إِلَيْهِ فَأَقْسَمَتْ عَلَيْهِ فَقَامَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم وَقُمْتُ مَعَهُ وَمَعَهُ مُعَاذُ بْنُ جَبَلٍ وَأُبَيُّ بْنُ كَعْبٍ وَعُبَادَةُ بْنُ الصَّامِتِ فَلَمَّا دَخَلْنَا نَاوَلُوا الصَّبِيَّ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم وَرُوحُهُ تَقَلْقَلُ فِي صَدْرِهِ قَالَ حَسِبْتُهُ قَالَ كَأَنَّهَا شَنَّةٌ قَالَ فَبَكَى رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم فَقَالَ لَهُ عُبَادَةُ بْنُ الصَّامِتِ مَا هَذَا يَا رَسُولَ اللهِ صلى الله عليه وسلم قَالَ الرَّحْمَةُ الَّتِي جَعَلَهَا اللهُ فِي بَنِي آدَمَ وَإِنَّمَا يَرْحَمُ اللهُ مِنْ عِبَادِهِ الرُّحَمَاءَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৫৮৬] সহীহুল বুখারী ১২৮৪, ৫৬৫৫, ৬৬০২, ৭৩৭৭, ৭৪৪৮; মুসলিম ৯২৩; নাসায়ী ১৮৬৮, আবূ দাউদ ৩১২৫; আহমাদ ২১২৬৯, ২১২৮২, ২১২৯২ তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "6"
    }
  }
}