{
  "hadith": {
    "hadith_id": 1599,
    "narrator": "আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর ও লোকেদের মাঝখানের দরজা খুলে অথবা পর্দা তুলে দেখেন যে, লোকজন আবূ বকর (রাঃ) – এর পিছনে সলাত পড়ছে। তিনি তাদেরকে উক্ত অবস্থায় দেখে আল্লাহ্‌র প্রশংসা করেন এবং আশা করেন যে, আল্লাহ্‌ যেন আবূ বাক্‌রকে তাদের প্রতিনিধি নির্ধারণ করেন, যেভাবে তিনি তাদেরকে দেখতে পেয়েছেন। এরপর তিনি বলেনঃ হে লোকসকল! কোন লোকের উপর অথবা কোন মু’মিন ব্যক্তির উপর কোন বিপদ আসলে সে যেন অপরের উপর আপতিত বিপদের প্রতি ভ্রুক্ষেপ না করে, বরং আমার উপর আপতিত বিপদের কোন কথা স্মরণ করে প্রশান্তি লাভ করে। কেননা আমার পরে আমার কোন উম্মাতের উপর, আমার বিপদের তুলনায় কঠিন বিপদ আপতিত হবে না। [১৫৯৭]",
    "ar": "حَدَّثَنَا الْوَلِيدُ بْنُ عَمْرِو بْنِ السُّكَيْنِ حَدَّثَنَا أَبُو هَمَّامٍ حَدَّثَنَا مُوسَى بْنُ عُبَيْدَةَ حَدَّثَنَا مُصْعَبُ بْنُ مُحَمَّدٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ عَائِشَةَ قَالَتْ فَتَحَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم بَابًا بَيْنَهُ وَبَيْنَ النَّاسِ أَوْ كَشَفَ سِتْرًا فَإِذَا النَّاسُ يُصَلُّونَ وَرَاءَ أَبِي بَكْرٍ فَحَمِدَ اللهَ عَلَى مَا رَأَى مِنْ حُسْنِ حَالِهِمْ رَجَاءَ أَنْ يَخْلُفَهُ اللهُ فِيهِمْ بِالَّذِي رَآهُمْ فَقَالَ يَا أَيُّهَا النَّاسُ أَيُّمَا أَحَدٍ مِنْ النَّاسِ أَوْ مِنْ الْمُؤْمِنِينَ أُصِيبَ بِمُصِيبَةٍ فَلْيَتَعَزَّ بِمُصِيبَتِهِ بِي عَنْ الْمُصِيبَةِ الَّتِي تُصِيبُهُ بِغَيْرِي فَإِنَّ أَحَدًا مِنْ أُمَّتِي لَنْ يُصَابَ بِمُصِيبَةٍ بَعْدِي أَشَدَّ عَلَيْهِ مِنْ مُصِيبَتِي",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৫৯৭] সহীহাহ ১১০৬। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী মুসা বিন উবায়দাহ সম্পর্কে মুহাম্মাদ বিন সা'দ বলেন, তিনি সিকাহ তবে হুজ্জাহ নয়। আহমাদ বিন হাম্বল বলেন, তার থেকে হাদিস বর্ণনা করা উচিত নয়। আলী ইবনুল মাদীনী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। আবু যুরআহ আর-রাযী বলেন, তিনি হাদিস বর্ণনায় নির্ভরযোগ্য নয়। আবু হাতিম আর-রাযী বলেন, মুনকারুল হাদিস। উক্ত হাদিসটি শাহিদ এর ভিত্তিতে সহিহ।",
    "chapter": {
      "chapter_number": "6"
    }
  }
}