{
  "hadith": {
    "hadith_id": 1618,
    "narrator": "উবায়দুল্লাহ বিন আবদুল্লাহ",
    "bn": "আমি আয়িশাহ্‌ (রাঃ)-কে জিজ্ঞেস করলাম, হে আম্মা! আমকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর (অন্তিম) রোগ সম্পর্কে অবহিত করুন। তিনি বলেন, তিনি রোগাক্রান্ত হলে আমরা অনুভব করলাম যে, তিনি কিশমিশ ভক্ষণকারীর ন্যায় শ্বাস-প্রশ্বাস নিচ্ছেন। তখনও তিনি তার স্ত্রীদের কাছে পালাক্রমে যাতায়াত করেতেন। তার রোগ বেড়ে গেলে তিনি তাদের নিকট আয়িশাহর ঘরে অবস্থান করার অনুমিত চাইলেন এবং তারা যেন পালাক্রমে তার নিকট আসেন। আয়িশাহ্‌ (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু'ব্যাক্তির উপর ভর করে তার পদদয় হেচড়াতে হেচড়াতে আমার ঘরে আসেন। তাদের দু'জনের একজন ছিলেন আব্বাস (রাঃ)। আমি (উবাইদুল্লাহ) এ হাদীস ইব্‌ন আব্বাস (রাঃ)-এর নিকট বর্ণনা করলে তিনি বলেন, তুমি কি জানো অপর ব্যাক্তি কে, যার নাম আয়িশাহ্‌ (রাঃ) উল্লেখ করেননি? তিনি হলেন আলী বিন আবূ তালিব (রাঃ)। [১৬১৬]",
    "ar": "حَدَّثَنَا سَهْلُ بْنُ أَبِي سَهْلٍ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ قَالَ سَأَلْتُ عَائِشَةَ فَقُلْتُ أَيْ أُمَّهْ أَخْبِرِينِي عَنْ مَرَضِ رَسُولِ اللهِ صلى الله عليه وسلم قَالَتْ اشْتَكَى فَعَلَقَ يَنْفُثُ فَجَعَلْنَا نُشَبِّهُ نَفْثَهُ بِنَفْثَةِ آكِلِ الزَّبِيبِ وَكَانَ يَدُورُ عَلَى نِسَائِهِ فَلَمَّا ثَقُلَ اسْتَأْذَنَهُنَّ أَنْ يَكُونَ فِي بَيْتِ عَائِشَةَ وَأَنْ يَدُرْنَ عَلَيْهِ قَالَتْ فَدَخَلَ عَلَيَّ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم وَهُوَ بَيْنَ رَجُلَيْنِ وَرِجْلَاهُ تَخُطَّانِ بِالْأَرْضِ أَحَدُهُمَا الْعَبَّاسُ فَحَدَّثْتُ بِهِ ابْنَ عَبَّاسٍ فَقَالَ أَتَدْرِي مَنْ الرَّجُلُ الَّذِي لَمْ تُسَمِّهِ عَائِشَةُ هُوَ عَلِيُّ بْنُ أَبِي طَالِبٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৬১৬] সহীহুল বুখারী ১৯৮, ৬৬৪, ৬৬৫, ৬৭৯, ৬৮২, ৬৮৩, ৬৮৭, ৭১২, ৭১৩, ৭১৬, ২৫৮৮, ৩০৯৯, ৩৩৮৪, ৪৪৪২, ৫৭১৪, ৭৩০৩; মুসলিম ৪১৮;তিরমিযী ৩৬৭২;নাসায়ী ৮৩৩, ৮৩৪; আবূ দাউদ ২১৩৭; আহমাদ ২৩৫৪১, ২৫৩৪১, ২৫৩৮৬, ২৫৬০৬, মুয়াত্তা মালেক ৪১৪, দারেমী ৮২, ১৪৫৭ তাহকীক আলবানীঃ সহীহ",
    "chapter": {
      "chapter_number": "6"
    }
  }
}