{
  "hadith": {
    "hadith_id": 1621,
    "narrator": "আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর স্ত্রীগণ সকলে একত্র হলেন, তাদের একজন ও বাদ ছিলেন না। এরপর ফাতিমাহ (রাঃ) আসলেন। আর তার হাঁটাচলার ধরন ছিল যেন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অনুরূপ। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ খোশ আমদেদ হে আমার প্রিয় কন্যা। তিনি তাকে নিজের বাম পাশে বসান, অতঃপর তার সাথে চুপেচুপে কিছু কথা বলেন। এতে ফাতিমাহ (রাঃ) কাঁদেন। তিনি পুনরায় তার সাথে গোপনে  কিছু কথা বলেন। এতে তিনি হাসেন। পরে আমি ফাতিমাহ (রাঃ)-কে জিজ্ঞেস করলাম, তুমি কেন কাঁদলে?  তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর গোপন তথ্য প্রকাশ করবো না। আমি বললাম, দুশ্চিন্তার পরে আজকের মত খুশি আমি আর কখনো দেখিনি। তার কাঁদার সময় আমি তাকে বললাম, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  কি আমাদের বাদ দিয়ে তোমার সঙ্গে বিশেষ কোন আলাপ করেছেন, তারপর তুমি কাঁদলে? আর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার সঙ্গে যে বিষয়ে আলাপ করেছিলেন, আমি পুনরায় তা তাকে জিজ্ঞেস করলাম। তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর গোপন তথ্য ফাস করবো নাহ। তিনি [রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] ইনতিকাল করার পর আমি ফাতিমাহ (রাঃ)-কে সে বিষয়ে জিজ্ঞেস করলাম। তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলেছেন, জিবরাঈল (আঃ) প্রতি বছর আমাকে একবার কুরআন পড়ে শুনাতেন। এ বছর তিনি আমাকে দু'বার পড়ে শুনিয়েছেন। মনে হয় আমার মৃত্যু নিকটবর্তী হয়েছে। তুমিই আমার পরিবারের মধ্যে সবার আগে আমার সঙ্গে মিলিত হবে। আমি তোমার জন্য কত উত্তম পূর্বসূরি। এ কথায় আমি কাঁদলাম। এরপর তিনি আমাকে গোপনে বললেন, তুমি কি এতে সন্তুষ্ট নও যে, তুমি মু'মিন নারীদের বা এ উম্মাতের নেত্রী হবে? এতে আমি হেসেছি। [১৬১৯]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللهِ بْنُ نُمَيْرٍ عَنْ زَكَرِيَّا عَنْ فِرَاسٍ عَنْ عَامِرٍ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ قَالَتْ اجْتَمَعْنَ نِسَاءُ النَّبِيِّ صلى الله عليه وسلم فَلَمْ تُغَادِرْ مِنْهُنَّ امْرَأَةٌ فَجَاءَتْ فَاطِمَةُ كَأَنَّ مِشْيَتَهَا مِشْيَةُ رَسُولِ اللهِ صلى الله عليه وسلم فَقَالَ مَرْحَبًا بِابْنَتِي ثُمَّ أَجْلَسَهَا عَنْ شِمَالِهِ ثُمَّ إِنَّهُ أَسَرَّ إِلَيْهَا حَدِيثًا فَبَكَتْ فَاطِمَةُ ثُمَّ إِنَّهُ سَارَّهَا فَضَحِكَتْ أَيْضًا فَقُلْتُ لَهَا مَا يُبْكِيكِ قَالَتْ مَا كُنْتُ لِأُفْشِيَ سِرَّ رَسُولِ اللهِ صلى الله عليه وسلم فَقُلْتُ مَا رَأَيْتُ كَالْيَوْمِ فَرَحًا أَقْرَبَ مِنْ حُزْنٍ فَقُلْتُ لَهَا حِينَ بَكَتْ أَخَصَّكِ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم بِحَدِيثٍ دُونَنَا ثُمَّ تَبْكِينَ وَسَأَلْتُهَا عَمَّا قَالَ فَقَالَتْ مَا كُنْتُ لِأُفْشِيَ سِرَّ رَسُولِ اللهِ صلى الله عليه وسلم حَتَّى إِذَا قُبِضَ سَأَلْتُهَا عَمَّا قَالَ فَقَالَتْ إِنَّهُ كَانَ يُحَدِّثُنِي أَنَّ جِبْرَائِيلَ كَانَ يُعَارِضُهُ بِالْقُرْآنِ فِي كُلِّ عَامٍ مَرَّةً وَأَنَّهُ عَارَضَهُ بِهِ الْعَامَ مَرَّتَيْنِ وَلَا أُرَانِي إِلَّا قَدْ حَضَرَ أَجَلِي وَأَنَّكِ أَوَّلُ أَهْلِي لُحُوقًا بِي وَنِعْمَ السَّلَفُ أَنَا لَكِ فَبَكَيْتُ ثُمَّ إِنَّهُ سَارَّنِي فَقَالَ أَلَا تَرْضَيْنَ أَنْ تَكُونِي سَيِّدَةَ نِسَاءِ الْمُؤْمِنِينَ أَوْ نِسَاءِ هَذِهِ الْأُمَّةِ فَضَحِكْتُ لِذَلِكَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৬১৯] সহীহুল বুখারী ৩৬২৪, মুসলিম ২৪৫০, তিরমিযী ৩৮৭২, আহমাদ ২৩৯৬২, ২৫৫০১, ২৫৮৭৪ তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "6"
    }
  }
}