{
  "hadith": {
    "hadith_id": 1667,
    "narrator": "আনাস বিন মালিক (রাঃ)",
    "bn": "আবদুল আশহাল গোত্রের এবং আলী বিন মুহাম্মাদের মতে আবদুল্লাহ বিন কা’ব গোত্রের এক ব্যক্তি বললেন, রসূলু্ল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর অশ্বারোহী বাহিনী আমাদের উপর হামলা করলো। আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট উপস্থিত হয়ে দেখলাম যে, তিনি সকালের নাস্তা করছেন। তিনি বলেন, কাছে এসো এবং আহার করো। আমি বললাম, আমি রোযাদার। তিনি বলেন, বসো, আমি তোমার সাথে সিয়াম সম্পর্কে আলোচনা করবো। মহান আল্লাহ্ মুসাফির থেকে অর্ধেক সলাত হ্রাস করেছেন এবং মুসাফির, গর্ভবতী ও স্তন্যদানকারিণীকে সিয়াম রাখার ব্যাপারে অবকাশ দিয়েছেন। আল্লাহ্‌র শপথ! নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের দু’টি অথবা একটির কথা বলেছেন। আমার নিজের জন্য দুঃখ হয়, আমি কেন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে আহার করলাম না! [১৬৬৭]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَلِيُّ بْنُ مُحَمَّدٍ قَالَا حَدَّثَنَا وَكِيعٌ عَنْ أَبِي هِلَالٍ عَنْ عَبْدِ اللهِ بْنِ سَوَادَةَ عَنْ أَنَسِ بْنِ مَالِكٍ رَجُلٌ مِنْ بَنِي عَبْدِ الْأَشْهَلِ وَقَالَ عَلِيُّ بْنُ مُحَمَّدٍ مِنْ بَنِي عَبْدِ اللهِ بْنِ كَعْبٍ قَالَ أَغَارَتْ عَلَيْنَا خَيْلُ رَسُولِ اللهِ صلى الله عليه وسلم فَأَتَيْتُ رَسُولَ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم وَهُوَ يَتَغَدَّى فَقَالَ ادْنُ فَكُلْ قُلْتُ إِنِّي صَائِمٌ قَالَ اجْلِسْ أُحَدِّثْكَ عَنْ الصَّوْمِ أَوْ الصِّيَامِ إِنَّ اللهَ عَزَّ وَجَلَّ وَضَعَ عَنْ الْمُسَافِرِ شَطْرَ الصَّلَاةِ وَعَنْ الْمُسَافِرِ وَالْحَامِلِ وَالْمُرْضِعِ الصَّوْمَ أَوْ الصِّيَامَ وَاللهِ لَقَدْ قَالَهُمَا النَّبِيُّ صلى الله عليه وسلم كِلْتَاهُمَا أَوْ إِحْدَاهُمَا فَيَا لَهْفَ نَفْسِي فَهَلَّا كُنْتُ طَعِمْتُ مِنْ طَعَامِ رَسُولِ اللهِ صلى الله عليه وسلم.",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[১৬৬৭] তিরমিযী ৭১৫, নাসায়ী ২২৭৪, ২২৭৬, ২৩১৫, আবূ দাউদ ২৪০৮, আহমাদ ১৮৫৬৮, ১৯৮১৪, মিশকাত ২০২৫, সহীহ আবী দাউদ ২০৮৩। তাহকীক আলবানীঃ হাসান সহীহ। উক্ত হাদিসের রাবী আবু হিলাল সম্পর্কে ইয়াহইয়া বিন মাঈন বলেন, তিনি সত্যবাদী। আবু দাউদ আস-সাজিসতানী বলেন, তিনি সিকাহ। আহমাদ বিন হাম্বল বলেন, তিনি হাদিস বর্ণনায় ইদতিরাব করেন। ইমাম নাসাঈ বলেন, তিনি নির্ভরযোগ্য নয়। মুহাম্মাদ বিন সা'দ বলেন, তার মাঝে দুর্বলতা রয়েছে। বাযযার বলেন, তিনি গায়র হাফিয। (তাহযীবুল কামালঃ রাবী নং ৫২৫৬, ২৫/২৯২ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "7"
    }
  }
}