{
  "hadith": {
    "hadith_id": 1741,
    "narrator": "ইসমু মুবহাম (বা নাম অপরিচিত)",
    "bn": "আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললাম, হে আল্লাহ্‌র নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি সেই ব্যক্তি, গত বছরও আপনার নিকট এসেছিলাম। তিনি [রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] বলেন, কী ব্যাপার, আমি তোমার শরীর দুর্বল দেখছি কেন? তিনি বলেন, ইয়া রাসূলাল্লাহ! আমি দিনে আহার করি না, রাতেই আহার করি। তিনি বলেন, নিজের দেহকে শাস্তি দিতে কে তোমাকে নির্দেশ দিয়েছে? আমি বললাম, হে আল্লাহ্‌র রসূল! আমি অধিক শক্তিশালী। তিনি বলেন, তুমি ধৈর্যের মাসের সিয়াম রাখো এবং এরপর (প্রতি মাসে) এক দিন সিয়াম রাখো। আমি বললাম, আমি তো অধিক শক্তিশালী। তিনি বলেন, তুমি ধৈর্যের মাসের সিয়াম রাখো এবং প্রতি মাসে দু' দিন সিয়াম রাখো। আমি বললাম, আমি এর অধিক শক্তি রাখি। তিনি বলেন, তুমি ধৈর্যের মাসের সিয়াম রাখো, অতঃপর প্রতিমাসে তিন দিন এবং হারাম মাসসমূহে সিয়াম রাখো। [১৭৪১]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا وَكِيعٌ عَنْ سُفْيَانَ عَنْ الْجُرَيْرِيِّ عَنْ أَبِي السَّلِيلِ عَنْ أَبِي مُجِيبَةَ الْبَاهِلِيِّ عَنْ أَبِيهِ أَوْ عَنْ عَمِّهِ قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا نَبِيَّ اللهِ أَنَا الرَّجُلُ الَّذِي أَتَيْتُكَ عَامَ الْأَوَّلِ قَالَ فَمَا لِي أَرَى جِسْمَكَ نَاحِلًا قَالَ يَا رَسُولَ اللهِ مَا أَكَلْتُ طَعَامًا بِالنَّهَارِ مَا أَكَلْتُهُ إِلَّا بِاللَّيْلِ قَالَ مَنْ أَمَرَكَ أَنْ تُعَذِّبَ نَفْسَكَ قُلْتُ يَا رَسُولَ اللهِ إِنِّي أَقْوَى قَالَ صُمْ شَهْرَ الصَّبْرِ وَيَوْمًا بَعْدَهُ قُلْتُ إِنِّي أَقْوَى قَالَ صُمْ شَهْرَ الصَّبْرِ وَيَوْمَيْنِ بَعْدَهُ قُلْتُ إِنِّي أَقْوَى قَالَ صُمْ شَهْرَ الصَّبْرِ وَثَلَاثَةَ أَيَّامٍ بَعْدَهُ وَصُمْ أَشْهُرَ الْحُرُمِ",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[১৭৪১] আবূ দাউদ ২৪২৮, যঈফ আবী দাউদ ৪১৯। তাহকীক আলবানীঃ যঈফ। এর সানাদ ভাল নয়। কেননা এর সানাদে ইদতিরাব হয়েছে। যা হাফিয ‘আত-তাহযীব’ গ্রন্থে এবং তার পূর্বে মানযিরী ‘মুখতাসার সুন্সান’ গ্রন্থে উল্লেখ করেছেন। অতঃপর তিনি বলেছেন, এর সানাদে এরূপ মতভেদ সৃষ্টি হয়েছে যা আপনি প্রত্যক্ষ করলেন। আর এ জন্যই আমাদের কতিপয় শায়খ এটি দুর্বল হওয়ার দিকে ইঙ্গিত করেছেন। এতে আরেকটি দোষ আছে তা হল জাহালাত।",
    "chapter": {
      "chapter_number": "7"
    }
  }
}