{
  "hadith": {
    "hadith_id": 1783,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), মুআয বিন জাবাল (রাঃ)-কে ইয়ামানে পাঠাবার প্রাক্কালে বলেন, নিশ্চয়ই তুমি এমন একটি সম্প্রদায়ের কাছে যাচ্ছো যারা আহলে কিতাব। তুমি সর্বপ্রথম তাদেরকে \"আল্লাহ্‌ ব্যতীত কোন ইলাহ নাই এবং আমি আল্লাহ্‌র রসূল\" এ কথার সাক্ষ্য দেয়ার আহ্বান জানাবে। তারা তা মেনে নিলে তুমি তাদের জানিয়ে দিবে যে, আল্লাহ্‌ তাদের উপর দৈনিক পাঁচ ওয়াক্ত সলাত ফরয করেছেন। তারা যদি এ কথাও মেনে নেয়, তবে তাদের আরও জানিয়ে দিবে যে, আল্লাহ্‌ তাদের সম্পদের উপর যাকাত ফরয করেছেন, যা তাদের ধনীদের নিকট থেকে আদায় করা হবে এবং তাদের গরীবদের মধ্যে বিতরণ করা হবে। তারা যদিও এটিও মেনে নেয় তবে তাদের উত্তম সম্পদ (গ্রহণ) থেকে নিজেদের বিরত রাখবে। তুমি মযলুমের বদদোয়াকে ভয় করো। কেননা মযলুমের আহাজারি ও আল্লাহ্‌র মাঝে কোন পর্দা (প্রতিবন্ধক) নেই। [১৭৮৩]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ حَدَّثَنَا زَكَرِيَّا بْنُ إِسْحَقَ الْمَكِّيُّ عَنْ يَحْيَى بْنِ عَبْدِ اللهِ بْنِ صَيْفِيٍّ عَنْ أَبِي مَعْبَدٍ مَوْلَى ابْنِ عَبَّاسٍ عَنْ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ مُعَاذًا إِلَى الْيَمَنِ فَقَالَ إِنَّكَ تَأْتِي قَوْمًا أَهْلَ كِتَابٍ فَادْعُهُمْ إِلَى شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنِّي رَسُولُ اللهِ صلى الله عليه وسلم فَإِنْ هُمْ أَطَاعُوا لِذَلِكَ فَأَعْلِمْهُمْ أَنَّ اللهَ افْتَرَضَ عَلَيْهِمْ خَمْسَ صَلَوَاتٍ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ فَإِنْ هُمْ أَطَاعُوا لِذَلِكَ فَأَعْلِمْهُمْ أَنَّ اللهَ افْتَرَضَ عَلَيْهِمْ صَدَقَةً فِي أَمْوَالِهِمْ تُؤْخَذُ مِنْ أَغْنِيَائِهِمْ فَتُرَدُّ فِي فُقَرَائِهِمْ فَإِنْ هُمْ أَطَاعُوا لِذَلِكَ فَإِيَّاكَ وَكَرَائِمَ أَمْوَالِهِمْ وَاتَّقِ دَعْوَةَ الْمَظْلُومِ فَإِنَّهَا لَيْسَ بَيْنَهَا وَبَيْنَ اللهِ حِجَابٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৭৮৩] সহীহুল বুখারী ১৩৯৫, ১৪৯৬,২৪৪৮, ১৪৪৮, ৪৩৪৭, ৭৩৭১, ৭৩৭২, মুসলিম ১৯, তিরমিযী ৬২৫, নাসায়ী ২৪৩৫, আবূ দাউদ ১৫৮৪, আহমাদ ২০৭২, দারেমী ১৬১৪, ইরওয়া ৭৮২, সহীহ আবী দাউদ ১৪১২, তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}