{
  "hadith": {
    "hadith_id": 1786,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, যে উটের যাকাত দেয়া হয়নি, তা কিয়ামাতের দিন তার মালিককে তার ক্ষুর দিয়ে মাড়াতে থাকবে। তদ্রূপ গরু ও ছাগল এসে এদের ক্ষুর ও শিং দিয়ে এদের মালিককে আঘাত করতে থাকবে। তার সঞ্চিত সম্পদও বিষধর সাপে পরিণত হয়ে তার মালিকের সামনে হাজির হবে। মালিক দু’বার তা দেখে পালাবে, কিন্তু সে আবার মালিকের সামনে এসে দাঁড়াবে। তখন মালিক পালাতে চেষ্টা করবে এবং বলবে, তোমার সাথে আমার কি সম্পর্ক? সে বলবে, আমি তোমার গচ্ছিত সম্পদ, আমি তোমার রক্ষিত ধন। মালিক তার হাত দিয়ে সাপ থেকে আত্মরক্ষার চেষ্টা করলে সে তার হাতটি গিলে ফেলবে। [১৭৮৬]",
    "ar": "حَدَّثَنَا أَبُو مَرْوَانَ مُحَمَّدُ بْنُ عُثْمَانَ الْعُثْمَانِيُّ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ عَنْ الْعَلَاءِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ تَأْتِي الْإِبِلُ الَّتِي لَمْ تُعْطِ الْحَقَّ مِنْهَا تَطَأُ صَاحِبَهَا بِأَخْفَافِهَا وَتَأْتِي الْبَقَرُ وَالْغَنَمُ تَطَأُ صَاحِبَهَا بِأَظْلَافِهَا وَتَنْطَحُهُ بِقُرُونِهَا وَيَأْتِي الْكَنْزُ شُجَاعًا أَقْرَعَ فَيَلْقَى صَاحِبَهُ يَوْمَ الْقِيَامَةِ فَيَفِرُّ مِنْهُ صَاحِبُهُ مَرَّتَيْنِ ثُمَّ يَسْتَقْبِلُهُ فَيَفِرُّ فَيَقُولُ مَا لِي وَلَكَ فَيَقُولُ أَنَا كَنْزُكَ أَنَا كَنْزُكَ فَيَتَقِيهِ بِيَدِهِ فَيَلْقَمُهَا",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[১৭৮৬] সহীহুল বুখারী ১৪০২, ১৪০৩, ৪৫৬৫, ৪৬৫৯, ৬৯৫৮, মুসলিম ৯৮৭, নাসায়ী ২৪৪৮, ২৪৮২, আবূ দাউদ ১৬৫৮, আহমাদ ৭৫০৯, ৭৬৬৩, ৭৬৯৮, ২৭৪০১, ৮৪৪৭, ২৭৪৩৩, ৮৭৫৪, ৯৯৭১, ১০৪৭৪, মুয়াত্তা মালেক ৫৯৬, সহীহ আবী দাউদ ১৪৬২, বুখারী, তাহকীক আলবানীঃ হাসান সহীহ। উক্ত হাদিসের রাবী ১. আবু মারওয়ান মুহাম্মাদ বিন উসমান আল-উসমানী সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি সিকাহ। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করেন ও সিকাহ রাবীর বিপরীত হাদিস বর্ণনা করেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। ইমাম বুখারী তাকে সত্যবাদী বলেছেন। (তাহযীবুল কামালঃ রাবী নং ৫৪৫৪, ২৬/৮১ নং পৃষ্ঠা) ২. আলা বিন আব্দুর রহমান সম্পর্কে আহমাদ বিন হাম্বল বলেন, তিনি সিকাহ তার খারাপি সম্পর্কে কারো থেকে কিছু শুনিনি। ইমাম তিরমিযি বলেন, হাদিস বিশারদদের নিকট তিনি সিকাহ। ইমাম নাসাঈ বলেন, কোন সমস্যা নেই। ইবনু আদী বলেন, আমি কোন সমস্যা দেখি না। ইবনু হিব্বান তাকে সিকাহ বলেছেন। (তাহযীবুল কামালঃ রাবী নং ৪৫৭৭, ২২/৫২০ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "8"
    }
  }
}