{
  "hadith": {
    "hadith_id": 1787,
    "narrator": "উমার ইবনুল খাত্তাব (রাঃ) এর মুক্ত দাস খালিদ বিন আসলাম",
    "bn": "আমি আবদুল্লাহ্‌ বিন উমার (রাঃ) এর সাথে বের হলাম। এক বেদুঈন এসে তাঁকে আল্লাহ্‌র বাণী সম্পর্কে জিজ্ঞেস করলোঃ “যারা সোনা-রূপা পুঞ্জীভূত করে এবং তা আল্লাহ্‌র পথে ব্যয় করে না...”(সূরা তওবাঃ ৩৪)।\n\n   ইবনু উমার (রাঃ) তাকে বলেন, যে ব্যক্তি সোনা-রূপা পুঞ্জীভূত করে রাখে, অথচ এর যাকাত আদায় করে না, তার জন্য ধ্বংস অনিবার্য। এ অবস্থা ছিল যাকাতের বিধান নাযিল হওয়ার আগের। পরবর্তীতে যাকাতের বিধান নাযিল হলে যাকাতকেই আল্লাহ্‌ মালের পবিত্রতাকারী সাব্যস্ত করেন। অতঃপর ইবনু উমার (রাঃ) লোকটির দিকে তাকিয়ে বলেন, এ ব্যাপারে আমার পরোয়া নেই যে, উহুদ পাহাড় পরিমাণ সোনাও যদি আমার হাতে আসে, তবে আমি তার পরিমাণ নিরূপণ করে এর যাকাত পরিশোধ করবো এবং মহান আল্লাহ্‌র হুকুম পালনে তা ব্যয় করবো। [১৭৮৭]",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ سَوَّادٍ الْمِصْرِيُّ حَدَّثَنَا عَبْدُ اللهِ بْنُ وَهْبٍ عَنْ ابْنِ لَهِيعَةَ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ حَدَّثَنِي خَالِدُ بْنُ أَسْلَمَ مَوْلَى عُمَرَ بْنِ الْخَطَّابِ قَالَ خَرَجْتُ مَعَ عَبْدِ اللهِ بْنِ عُمَرَ فَلَحِقَهُ أَعْرَابِيٌّ فَقَالَ لَهُ قَوْلُ اللهِ عَزَّ وَجَلَّ {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلَا يُنْفِقُونَهَا فِي سَبِيلِ اللهِ}.\nقَالَ لَهُ ابْنُ عُمَرَ مَنْ كَنَزَهَا فَلَمْ يُؤَدِّ زَكَاتَهَا فَوَيْلٌ لَهُ إِنَّمَا كَانَ هَذَا قَبْلَ أَنْ تُنْزَلَ الزَّكَاةُ فَلَمَّا أُنْزِلَتْ جَعَلَهَا اللهُ طَهُورًا لِلْأَمْوَالِ ثُمَّ الْتَفَتَ فَقَالَ مَا أُبَالِي لَوْ كَانَ لِي أُحُدٌ ذَهَبًا أَعْلَمُ عَدَدَهُ وَأُزَكِّيهِ وَأَعْمَلُ فِيهِ بِطَاعَةِ اللهِ عَزَّ وَجَلَّ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৭৮৭] সহীহুল বুখারী ১৪০৪, সহীহাহ ২/৯৬-৯৭। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী ইবনু লাহীআহ সম্পর্কে আহমাদ বিন হাম্বল বলেন, তার থেকে যে ব্যাক্তি অনেক পূর্বে হাদিস গ্রহন করেছেন তার হাদিস সহিহ। আমর বিন আল-ফাল্লাস বলেন, তিনি হাদিস বর্ণনায় দুর্বল। আবু হাতিম আর-রাযী বলেন, তিনি দুর্বল। আবু হাফস উমার বিন শাহীন বলেন, তিনি সিকাহ। আবু যুরআহ আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। ইমাম নাসাঈ বলেন, তিনি দুর্বল, তিনি সিকাহ নন। ইবনু হাজার আল-আসকালানী বলেন, তার কিতাব সমূহ পুড়ে যাওয়ার পর তিনি হাদিস বর্ণনায় সংমিশ্রণ করেন। (তাহযীবুল কামালঃ রাবী নং ৩৫১৩, ১৫/৪৮৭ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "8"
    }
  }
}