{
  "hadith": {
    "hadith_id": 1798,
    "narrator": "আবদুল্লাহ্‌ বিন উমার (রাঃ)",
    "bn": "ইবনু শিহাব (রহঃ) বলেন, সালেম (রহঃ) আমাকে একটি পত্র পড়ে শোনান, যা  নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার ইনতিকালের পূর্বে যাকাত সম্পর্কে লিখেছিলেন। আমি তাতে যে তথ্য পাই তা হলোঃ পাঁচ উটের যাকাত একটি বকরী, দশ উটে দু’টি বকরী, পনের উটে তিনটি বকরী, বিশ উটে চারটি বকরী এবং পচিশ থেকে পঁয়ত্রিশ উটে একটি “বিনতু মাখাদ” (পূর্ণ এক বছর বয়সের উষ্ট্রী), আর “বিনতু মাখাদ” না পাওয়া গেলে একটি “বিন লাবূন” (পূর্ণ দু’ বছর বয়সের উট)। উটের সংখ্যা পঁয়ত্রিশ থেকে একটি বেশি হলে পঁয়তাল্লিশ সংখ্যক পর্যন্ত একটি “বিনতু লাবূন”। উটের সংখ্যা পঁয়তাল্লিশ-এর একটি বেশি হলে ষাট সংখ্যক পর্যন্ত একটি “হিক্কাহ” (পূর্ণ তিন বছর বয়সের উষ্ট্রী)। উটের সংখ্যা ষাট-এর একটি বেশি হলে পঁচাত্তর সংখ্যক পর্যন্ত একটি “জাযাআহ” (পূর্ণ চার বছর বয়সের উষ্ট্রী)। উটের সংখ্যা পঁচাত্তরের চেয়ে একটি বেশি হলে, নব্বই সংখ্যক পর্যন্ত দু’টি “বিনতু লাবূন”। উটের সংখ্যা নব্বই থেকে একটি বেশি হলে এক শত বিশ সংখ্যক পর্যন্ত দু’টি হিক্কাহ্‌ যাকাত স্বরূপ দিতে হবে। এক শত বিশের অধিক প্রতি পঞ্চাশ উটে একটি হিক্কাহ এবং প্রতি চল্লিশ উটে একটি “বিনতু লাবূন”। [১৭৯৮]",
    "ar": "حَدَّثَنَا أَبُو بِشْرٍ بَكْرُ بْنُ خَلَفٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا سُلَيْمَانُ بْنُ كَثِيرٍ حَدَّثَنَا ابْنُ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللهِ عَنْ أَبِيهِ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ أَقْرَأَنِي سَالِمٌ كِتَابًا كَتَبَهُ رَسُولُ اللهِ صلى الله عليه وسلم فِي الصَّدَقَاتِ قَبْلَ أَنْ يَتَوَفَّاهُ اللهُ عَزَّ وَجَلَّ فَوَجَدْتُ فِيهِ فِي خَمْسٍ مِنْ الْإِبِلِ شَاةٌ وَفِي عَشْرٍ شَاتَانِ وَفِي خَمْسَ عَشْرَةَ ثَلَاثُ شِيَاهٍ وَفِي عِشْرِينَ أَرْبَعُ شِيَاهٍ وَفِي خَمْسٍ وَعِشْرِينَ بِنْتُ مَخَاضٍ إِلَى خَمْسٍ وَثَلَاثِينَ فَإِنْ لَمْ تُوجَدْ بِنْتُ مَخَاضٍ فَابْنُ لَبُونٍ ذَكَرٌ فَإِنْ زَادَتْ عَلَى خَمْسٍ وَثَلَاثِينَ وَاحِدَةً فَفِيهَا بِنْتُ لَبُونٍ إِلَى خَمْسَةٍ وَأَرْبَعِينَ فَإِنْ زَادَتْ عَلَى خَمْسٍ وَأَرْبَعِينَ وَاحِدَةً فَفِيهَا حِقَّةٌ إِلَى سِتِّينَ فَإِنْ زَادَتْ عَلَى سِتِّينَ وَاحِدَةً فَفِيهَا جَذَعَةٌ إِلَى خَمْسٍ وَسَبْعِينَ فَإِنْ زَادَتْ عَلَى خَمْسٍ وَسَبْعِينَ وَاحِدَةً فَفِيهَا ابْنَتَا لَبُونٍ إِلَى تِسْعِينَ فَإِنْ زَادَتْ عَلَى تِسْعِينَ وَاحِدَةً فَفِيهَا حِقَّتَانِ إِلَى عِشْرِينَ وَمِائَةٍ فَإِذَا كَثُرَتْ فَفِي كُلِّ خَمْسِينَ حِقَّةٌ وَفِي كُلِّ أَرْبَعِينَ بِنْتُ لَبُونٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৭৯৮] তিরমিযী ৬২১, আবূ দাউদ ১৫৬৮, আহমাদ ৪৬১৮, ৪৬২০, দারেমী ১৬২০, ১৬২৬, সহীহ আবী দাউদ ১৪০০-১৪০২, ইরওয়াহ ৩/২৬৬-২৬৭। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}