{
  "hadith": {
    "hadith_id": 1807,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, চল্লিশ থেকে এক শত বিশ পর্যন্ত বকরীর যাকাত একটি বকরী। এক শত একুশ থেকে দু’ শত পর্যন্ত বকরীর যাকাত দু’ টি বকরী এবং দু’ শত এক থেকে তিন শত পর্যন্ত বকরীর যাকাত তিনটি বকরী। বকরীর সংখ্যা তার অধিক হলে প্রতি এক শত বকরীতে একটি বকরী যাকাত ধার্য হবে। যাকাত ফরয হওয়ার আশঙ্কায় একত্রকে বিচ্ছিন্ন এবং বিচ্ছিন্নকে একত্র করা যাবে না। শরীকানা মালের যাকাত আদায়ের বেলায় কারো অংশ থেকে অতিরিক্ত গ্রহণ করা হলে, সে অপর শরীকের অংশ থেকে তা ফেরত পাবে। যাকাত আদায়কারীকে অতি বৃদ্ধ, ত্রুটিযুক্ত বা অন্ধ ও নর পশু দেয়া যাবে না, তবে যাকাত আদায়কারী ইচ্ছা করলে তা গ্রহণ করতে পারে। [১৮০৭]",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ بْنِ حَكِيمٍ الْأَوْدِيُّ حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا عَبْدُ السَّلَامِ بْنُ حَرْبٍ عَنْ يَزِيدَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هِنْدٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صلى الله عليه وسلم فِي أَرْبَعِينَ شَاةً شَاةٌ إِلَى عِشْرِينَ وَمِائَةٍ فَإِذَا زَادَتْ وَاحِدَةً فَفِيهَا شَاتَانِ إِلَى مِائَتَيْنِ فَإِنْ زَادَتْ وَاحِدَةً فَفِيهَا ثَلَاثُ شِيَاهٍ إِلَى ثَلَاثِ مِائَةٍ فَإِنْ زَادَتْ فَفِي كُلِّ مِائَةٍ شَاةٌ لَا يُفَرَّقُ بَيْنَ مُجْتَمِعٍ وَلَا يُجْمَعُ بَيْنَ مُتَفَرِّقٍ خَشْيَةَ الصَّدَقَةِ وَكُلُّ خَلِيطَيْنِ يَتَرَاجَعَانِ بِالسَّوِيَّةِ وَلَيْسَ لِلْمُصَدِّقِ هَرِمَةٌ وَلَا ذَاتُ عَوَارٍ وَلَا تَيْسٌ إِلَّا أَنْ يَشَاءَ الْمُصَّدِّقُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৮০৭] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। বায়হাকী ৪/১৩০। ইরওয়াহ ৩/২৬৬। তাহকীক আলবানীঃ সহীহ। ১. ইয়াযীদ বিন আব্দুর রহমান সম্পর্কে আবু আহমাদ আল-হাকিম বলেন, তার কিছু হাদিসের ব্যাপারে অনুসরণ করা যাবে না। আবু হাতিম আর-রাযী বলেন, তিনি সত্যবাদী। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় অধিক ভুল করেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল ও তাদলীস করেন। (তাহযীবুল কামালঃ রাবী নং ৭৩৩৬, ৩৩/২৭৩ নং পৃষ্ঠা) ২. আবু হিন্দ সম্পর্কে ইমাম যাহাবী ও ইবনু হাজার আল-আসকালানী বলেন, তিনি মাজহুল বা অপরিচিত। আল-মিযযী বলেন, তিনি অজ্ঞদের একজন। (তাহযীবুল কামালঃ রাবী নং ৭৬৮৩, ৩৪/৩৮১ নং পৃষ্ঠা) উক্ত হাদিসটি সহিহ কিন্তু ইয়াযীদ বিন আব্দুর রহমান ও আবু হিন্দ এর কারণে সানাদটি দুর্বল। হাদিসটির শতাধিক শাহিদ হাদিস রয়েছে, তন্মধ্যে উল্লেখযোগ্য হলঃ বুখারী ১৪০৫, ১৪৪৭, ১৪৪৮, ১৪৫৩, ১৪৫৪, ১৪৫৯, ১৪৮৪, মুসলিম ৯৭৯, ৯৮০, ৯৮১, ৯৮২, তিরমিযি ৬২১, ৬২২, ৬২৬, আবু দাউদ ১৫৫৮, ১৫৫৯, ১৫৬১, ১৫৬৭, ১৫৬৮, ১৫৭২, ১৫৭৫, ১৫৭৬, ২৮৩৩, দারিমী ১৬২০, ১৬২১, ১৬২৬, ১৬২৮, ১৬৩৩, ১৬৩৪, ১৬৩৫, ১৬৭৭, আহমাদ ৭৩, ৩৮৯৫, ৪৬১৮, ৪৬২০, ১০৮৬০, ১১০১২ ইত্যাদি।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}