{
  "hadith": {
    "hadith_id": 1810,
    "narrator": "আবদুল্লাহ্‌ বিন উনাইস (রাঃ) ও উমার ইবনুল খাওাব (রাঃ)",
    "bn": "আবদুল্লাহ্‌ বিন উনাইস (রাঃ) ও উমার ইবনুল খাওাব (রাঃ) একদিন যাকাত সম্পর্কে আলোচনা করেন। উমার (রাঃ) বলেন, তুমি কি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে যাকাতের মাল আত্মসাৎ সম্পর্কে আলোচনা প্রসঙ্গে বলতে শুনোনিঃ কেউ যদি যাকাতের একটি উট বা একটি ছাগল আত্মসাৎ করে, তবে তাকে ক্বিয়ামতের দিন তা বহনরত অবস্থায় হাযির করা হবে। রাবী বলেন, আবদুল্লাহ্‌ বিন উনাইস (রাঃ) বললেন, হাঁ শুনেছি। [১৮১০]",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ سَوَّادٍ الْمِصْرِيُّ حَدَّثَنَا ابْنُ وَهْبٍ أَخْبَرَنِي عَمْرُو بْنُ الْحَارِثِ أَنَّ مُوسَى بْنَ جُبَيْرٍ حَدَّثَهُ أَنَّ عَبْدَ اللهِ بْنَ عَبْدِ الرَّحْمَنِ بْنِ الْحُبَابِ الْأَنْصَارِيَّ حَدَّثَهُ أَنَّ عَبْدَ اللهِ بْنَ أُنَيْسٍ حَدَّثَهُ أَنَّهُ تَذَاكَرَ هُوَ وَعُمَرُ بْنُ الْخَطَّابِ يَوْمًا الصَّدَقَةَ فَقَالَ عُمَرُ أَلَمْ تَسْمَعْ رَسُولَ اللهِ صلى الله عليه وسلم حِينَ يَذْكُرُ غُلُولَ الصَّدَقَةِ أَنَّهُ مَنْ غَلَّ مِنْهَا بَعِيرًا أَوْ شَاةً أُتِيَ بِهِ يَوْمَ الْقِيَامَةِ يَحْمِلُهُ» قَالَ فَقَالَ عَبْدُ اللهِ بْنُ أُنَيْسٍ بَلَى.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৮১০] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। সহীহাহ ২৩৫৪। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী মুসা বিন জুবায়র সম্পর্কে ইবনু হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করেন ও সিকাহ রাবীর বিপরীত হাদিস বর্ণনা করেন। ইমাম যাহাবী তাকে সিকাহ বললেও ইবনুল কাত্তান বলেন, তার অবস্থা সম্পর্কে অজ্ঞাত। (তাহযীবুল কামালঃ রাবী নং ৬২৪৪, ২৯/৪০ নং পৃষ্ঠা) উক্ত হাদিসটি শাহিদ এর ভিত্তিতে সহিহ। উক্ত হাদিসটি সহিহ কিন্তু মুসা বিন জুবায়র এর কারণে সানাদটি দুর্বল। হাদিসটির ১৩৭ টি শাহিদ হাদিস রয়েছে, তন্মধ্যে ২ টি জাল, ১৬ টি অধিক দুর্বল, ৪২ টি দুর্বল, ৪২ টি হাসান, ৩৫ টি সহিহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ বুখারী ৩০৭৩, মুসলিম ১৮৩৩, আহমাদ ৯২১৯, ১৫৬৩৩, ২৭৯১০, ২১৪৭০, ২১৪৭৩, ২১৯৫৪, মুসান্নাফ আব্দুর রাযযাক ৬৯৪৯, ৬৯৫১, ৬৯৫৩, ৯৪৯৩, ১৮৯২৬, মু'জামুল আওসাত ৬৮০১ ইত্যাদি।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}