{
  "hadith": {
    "hadith_id": 1816,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বৃষ্টির পানি অথবা ঝর্ণার পানি সিক্ত জমিনের উৎপন্ন ফসলের এক-দশমাংশ এবং পানি সেচ দ্বারা সিক্ত জমিনের উৎপন্ন ফসলের এক-বিংশতি অংশ যাকাত দিতে হবে। [১৮১৬]",
    "ar": "حَدَّثَنَا إِسْحَقُ بْنُ مُوسَى أَبُو مُوسَى الْأَنْصَارِيُّ حَدَّثَنَا عَاصِمُ بْنُ عَبْدِ الْعَزِيزِ بْنِ عَاصِمٍ حَدَّثَنَا الْحَارِثُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللهِ بْنِ سَعْدِ بْنِ أَبِي ذُبَابٍ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ وَعَنْ بُسْرِ بْنِ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم فِيمَا سَقَتْ السَّمَاءُ وَالْعُيُونُ الْعُشْرُ وَفِيمَا سُقِيَ بِالنَّضْحِ نِصْفُ الْعُشْرِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৮১৬] তিরমিযী ৬৩৯, রওয ৫২৭। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী ১. আসিম বিন আবদুল আযীয বিন আসিম সম্পর্কে আবু বকর আল বায়হাকী বলেন, তার মাঝে দুর্বলতা রয়েছে। আবু যুরআহ আর-রাযী, ইমাম দারাকুতনী ও আহমাদ বিন শুয়াব আন নাসায়ী তারা সকলে বলেন, তিনি নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন। ইমাম বুখারী বলেন, তার ব্যাপারে সমালোচনা রয়েছে। মুহাম্মাদ ইবনুল মুসান্না তাকে সিকাহ বলেছেন। তাহরীরু তাকরীবুত তাহযীব এর লেখক বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৩০১৩, ১৩/৪৯৯ নং পৃষ্ঠা) ২. হারিস বিন আব্দুর রহমান বিন আবদুল্লাহ বিন সা'দ বিন আবু যুবাব সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি নির্ভরযোগ্য নয় তবে তার থেকে হাদিস গ্রহন করা যায়। আবু যুরআহ আর-রাযী বলেন, তার থেকে হাদিস বর্ণনা করায় কোন দোষ নেই। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন। ইমাম যাহাবী তাকে সিকাহ বলেছেন। (তাহযীবুল কামালঃ রাবী নং ১০২৫, ৫/২৪৪ নং পৃষ্ঠা) উক্ত হাদিসটি সহিহ কিন্তু আসিম বিন আবদুল আযীয বিন আসিম ও হারিস বিন আব্দুর রহমান বিন আবদুল্লাহ বিন সা'দ বিন আবু যুবাব এর কারণে সানাদটি দুর্বল। হাদিসটির ২১৭ টি শাহিদ হাদিস রয়েছে, তন্মধ্যে ১ টি জাল, ১ টি অধিক দুর্বল, ১৮ টি দুর্বল, ৫৬ টি হাসান, ১৪১ টি সহিহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ বুখারী ১৪৮৩, মুসলিম ৯৮২, তিরমিযি ৬৩৯, ৬৪০, আবু দাউদ ১৫৯৬, ১৫৯৮, আহমাদ ১২৪৪, ১৪২৫৬, ১৪২৫৭, ১৪৩৮৯, দারাকুতনী ১৮৯৮, ২০১৩, ২০১৪, ২০১৭, ২০১৮, মুসান্নাফ আব্দুর রাযযাক ৭২৩৯, ৭২৪০, ১৪৩৩১, মু'জামুল আওসাত ৩১২, ৩৩৯, ৪৯৪৩ ইত্যাদি।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}