{
  "hadith": {
    "hadith_id": 1820,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খায়বার জয় করে তথাকার (ইহূদী) আদিবাসীদের সাথে এ চুক্তি করেন যে, খায়বারের ভূমি ও সোনা-রূপা তাঁর [রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] সরকারের মালিকানাভুক্ত থাকবে। খায়বারবাসীগণ তাঁকে বললো, আমরা জমাজমি (কৃষিকার্য) সম্পর্কে অধিক জ্ঞাত। অতএব আপনি ভূমি (চাষাবাদের জন্য) এ শর্তে আমাদেরকে ছেড়ে দিন যে, ফল ও ফসলের অর্ধেক আমাদের এবং অর্ধেক আপনাদের। রাবী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উক্ত শর্তে খায়বারের ভূমি তাদেরকে (চাষাবাদের জন্য) দিলেন। খেজুর গাছের ফল কাটার সময় হলে তিনি আবদুল্লাহ্‌ বিন রাওয়াহা (রাঃ)-কে তাদের নিকট পাঠান। তিনি গিয়ে অনুমানে ফলের পরিমাণ নিরূপণ করলেন। মদীনাবাসীর নিকট এ অনুমানের পরিভাষা হলো ‘খারস’। তিনি বলেন, বাগানে এই এই পরিমাণ ফল হবে। ইহূদীরা বললো, হে বিন রাওয়াহা! আপনি আমাদের উপর অধিক ধার্য করেছেন। বিন রাওয়াহা (রাঃ) বলেন, আমি তো অনুমান করছি এবং যা ধার্য করছি তার অর্ধেকই তো তোমাদের দিবো। তারা বললো, এটাই সঠিক (ইনসাফ) এবং এ কারণেই আসমান-যমীন প্রতিষ্ঠিত আছে। অতঃপর তারা বললো, আপনি যা বলেছেন, আমরা তাতে সম্মত হলাম। [১৮২০]",
    "ar": "حَدَّثَنَا مُوسَى بْنُ مَرْوَانَ الرَّقِّيُّ حَدَّثَنَا عُمَرُ بْنُ أَيُّوبَ عَنْ جَعْفَرِ بْنِ بُرْقَانَ عَنْ مَيْمُونِ بْنِ مِهْرَانَ عَنْ مِقْسَمٍ عَنْ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم حِينَ افْتَتَحَ خَيْبَرَ اشْتَرَطَ عَلَيْهِمْ أَنَّ لَهُ الْأَرْضَ وَكُلَّ صَفْرَاءَ وَبَيْضَاءَ يَعْنِي الذَّهَبَ وَالْفِضَّةَ وَقَالَ لَهُ أَهْلُ خَيْبَرَ نَحْنُ أَعْلَمُ بِالْأَرْضِ فَأَعْطِنَاهَا عَلَى أَنْ نَعْمَلَهَا وَيَكُونَ لَنَا نِصْفُ الثَّمَرَةِ وَلَكُمْ نِصْفُهَا فَزَعَمَ أَنَّهُ أَعْطَاهُمْ عَلَى ذَلِكَ فَلَمَّا كَانَ حِينَ يُصْرَمُ النَّخْلُ بَعَثَ إِلَيْهِمْ ابْنَ رَوَاحَةَ فَحَزَرَ النَّخْلَ وَهُوَ الَّذِي يَدْعُونَهُ أَهْلُ الْمَدِينَةِ الْخَرْصَ فَقَالَ فِي ذَا كَذَا وَكَذَا فَقَالُوا أَكْثَرْتَ عَلَيْنَا يَا ابْنَ رَوَاحَةَ فَقَالَ فَأَنَا أَحْزِرُ النَّخْلَ وَأُعْطِيكُمْ نِصْفَ الَّذِي قُلْتُ قَالَ فَقَالُوا هَذَا الْحَقُّ وَبِهِ تَقُومُ السَّمَاءُ وَالْأَرْضُ فَقَالُوا قَدْ رَضِينَا أَنْ نَأْخُذَ بِالَّذِي قُلْتَ",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[১৮২০] আবূ দাউদ ৩৪১০, তাহকীক আলবানীঃ হাসান। উক্ত হাদিসের রাবী উমার বিন আয়্যুব সম্পর্কে আবু বকর বিন আবু শায়বাহ বলেন, তিনি সিকাহ। আবু হাতিম আর-রাযী বলেন, তিনি সালিহ। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন। ইমাম দারাকুতনী বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৪২০৪, ২১/২৭৮ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "8"
    }
  }
}