{
  "hadith": {
    "hadith_id": 1822,
    "narrator": "বারা’ বিন আযিব (রাঃ),",
    "bn": "মহান আল্লাহ্‌র বাণী (অনুবাদ): “এবং আমি যা ভূমি থেকে উৎপাদন করে দেই তার মধ্যে যা উৎকৃষ্ট তা ব্যয় করো এবং তা থেকে নিকৃষ্ট অংশ ব্যয় করার সংকল্প করো না” (২:২৬৭) সম্পর্কে বর্ণিত। তিনি বলেন, এ আয়াত আনসারদের সম্পর্কে নাযিল হয়েছে। কেননা তাদের বাগানে উৎপন্ন খেজুর আধাপাকা হলে তারা খেজুরের কিছু ছড়া রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মাসজিদের দু’ খুঁটির মাঝখানে বাঁধা রশিতে ঝুলিয়ে রাখতেন। গরীব মুহাজিরগণ উক্ত ছড়া থেকে খেজুর খেতেন। দানকারীদের ধারণা ছিলো যে, ভালো খেজুরের সাথে নিম্ন মানের খেজুরও থাকলে দোষের কিছু নেই। যারা এরূপ করতো তাদের সম্পর্কে এ আয়াত নাযীল হয় (অনুবাদ): “তোমরা তা থেকে নিকৃষ্ট অংশ ব্যয় করার সংকল্প করো না। কেননা তোমরাও সন্তুষ্টচিত্তে এমন মাল গ্রহণ করবে না।” অর্থাৎ কেউ যদি তোমাদেরকে এমন নিকৃষ্ট জিনিস উপহারস্বরূপ দেয় তবে হয়তো তোমরা দাতার প্রতি চক্ষুলজ্জায় অসন্তুষ্ট চিত্তে তা গ্রহণ করবে আর বলবে, তোমাদের এরূপ উপহারের প্রয়োজন ছিল না। তোমরা জেনে রাখো! আল্লাহ্‌ তোমাদের দান-খয়রাত থেকে মুখাপেক্ষীহীন। (আল্লাহ্‌ তায়ালা প্রয়োজনের উর্ধ্বে, তিনি প্রশংসিত)। [১৮২২]\n\nতাহকীক আলবানীঃ সহীহ, তা’লীক ইবনু মাজাহ।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانُ حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ الْعَنْقَزِيُّ حَدَّثَنَا أَسْبَاطُ بْنُ نَصْرٍ عَنْ السُّدِّيِّ عَنْ عَدِيِّ بْنِ ثَابِتٍ عَنْ الْبَرَاءِ بْنِ عَازِبٍ فِي قَوْلِهِ سُبْحَانَهُ {وَمِمَّا أَخْرَجْنَا لَكُمْ مِنْ الْأَرْضِ وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ} قَالَ نَزَلَتْ فِي الْأَنْصَارِ كَانَتْ الْأَنْصَارُ تُخْرِجُ إِذَا كَانَ جِدَادُ النَّخْلِ مِنْ حِيطَانِهَا أَقْنَاءَ الْبُسْرِ فَيُعَلِّقُونَهُ عَلَى حَبْلٍ بَيْنَ أُسْطُوَانَتَيْنِ فِي مَسْجِدِ رَسُولِ اللهِ صلى الله عليه وسلم فَيَأْكُلُ مِنْهُ فُقَرَاءُ الْمُهَاجِرِينَ فَيَعْمِدُ أَحَدُهُمْ فَيُدْخِلُ قِنْوًا فِيهِ الْحَشَفُ يَظُنُّ أَنَّهُ جَائِزٌ فِي كَثْرَةِ مَا يُوضَعُ مِنْ الْأَقْنَاءِ فَنَزَلَ فِيمَنْ فَعَلَ ذَلِكَ {وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنْفِقُونَ} يَقُولُ لَا تَعْمِدُوا لِلْحَشَفِ مِنْهُ تُنْفِقُونَ {وَلَسْتُمْ بِآخِذِيهِ إِلَّا أَنْ تُغْمِضُوا فِيهِ} يَقُولُ لَوْ أُهْدِيَ لَكُمْ مَا قَبِلْتُمُوهُ إِلَّا عَلَى اسْتِحْيَاءٍ مِنْ صَاحِبِهِ غَيْظًا أَنَّهُ بَعَثَ إِلَيْكُمْ مَا لَمْ يَكُنْ لَكُمْ فِيهِ حَاجَةٌ وَاعْلَمُوا أَنَّ اللهَ غَنِيٌّ عَنْ صَدَقَاتِكُمْ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৮২২] তিরমিযী ২৯৮৭, তা’লীক ইবনু মাজাহ। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী আবসাত বিন নসর সম্পর্কে মুসা বিন হারুন বলেন, তেমন কোন সমস্যা নেই। ইমাম বুখারী বলেন, তিনি সত্যবাদী। আহমাদ বিন শু'আয়ব আন নাসায়ী বলেন, তিনি নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় অধিক ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ৩২১, ২/৩৫৭ নং পৃষ্ঠা) ২. সুদ্দী সম্পর্কে ইয়াহইয়া বিন সাইদ আল কাত্তান বলেন, কোন সমস্যা নেই। আহমাদ বিন হাম্বল ও আল আজালী তাকে সিকাহ বললেও ইবনু আদী বলেন, হাদিস বর্ণনায় দুর্বল। ইয়াহইয়া ইবনু মাঈন বলেন তার হাদিস দুর্বল। আবু জা'ফার আল-উকায়লী বলেন, তিনি দুর্বল। আবু যুরআহ আর-রাযী বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আবু হাতিম আর-রাযী বলেন, তার থেকে হাদিস গ্রহন করা যায় তবে তা দলীলযোগ্য হবে না। (তাহযীবুল কামালঃ রাবী নং ৪৬২, ৩/১৩২ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "8"
    }
  }
}