{
  "hadith": {
    "hadith_id": 183,
    "narrator": "সফওয়ান বিন মুহ্রিয আল-মাযিনী",
    "bn": "একদা আমরা আবদুল্লাহ বিন উমার (রাঃ)-এর সাথে ছিলাম। তিনি বাইতুল্লাহ তাওয়াফ করছিলেন। তখন এক ব্যক্তি তার কাছে এসে বলেন, হে ইবনু উমার! আপনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে একান্তে কথা বলা সম্পর্কে কিভাবে বলতে শুনেছেন? তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি : কিয়ামাতের দিন ঈমানদার ব্যক্তিকে তার প্রতিপালক প্রভুর খুব নিকটবর্তী করা হবে, এমনকি তিনি তার থেকে পর্দা সরিয়ে নিবেন, অতঃপর তার থেকে তার গুণাহসমূহের স্বীকারোক্তি আদায় করবেন। তিনি বলবেন : তুমি কি চিনতে পেরেছ? সে বলবে, হে প্রভু! হ্যাঁ, আমি চিনতে পেরেছি, এমনকি আল্লাহ্‌র মর্জিমাফিক সে স্বীকার করতে থাকবে। তিনি বলবেন, আমি তোমার এ গুণাহসমূহ দুনিয়াতে লুকিয়ে রেখেছি এবং আজ তোমার সেই গুণাহ ক্ষমা করে দিলাম। অতঃপর তার ডানহাতে তার সৎকাজের হিসাব সম্বলিত একটি পুস্তিকা প্রদান করা হবে। অপরদিকে কাফের ও মুনাফিকদের উপস্থিত সকলের সামনে ডাক দিয়ে বলা হবে, “এরাই তাদের প্রতিপালক প্রভুর প্রতি মিথ্যারোপ করেছে। সাবধান! জালিমদের প্রতি আল্লাহ্‌র অভিসম্পাত” – (সূরাহ হূদ ১১:১৮)। [১৮১]",
    "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ صَفْوَانَ بْنِ مُحْرِزٍ الْمَازِنِيِّ، قَالَ بَيْنَمَا نَحْنُ مَعَ عَبْدِ اللَّهِ بْنِ عُمَرَ وَهُوَ يَطُوفُ بِالْبَيْتِ إِذْ عَرَضَ لَهُ رَجُلٌ فَقَالَ يَا ابْنَ عُمَرَ كَيْفَ سَمِعْتَ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَذْكُرُ فِي النَّجْوَى قَالَ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏\"‏ يُدْنَى الْمُؤْمِنُ مِنْ رَبِّهِ يَوْمَ الْقِيَامَةِ حَتَّى يَضَعَ عَلَيْهِ كَنَفَهُ ثُمَّ يُقَرِّرُهُ بِذُنُوبِهِ فَيَقُولُ هَلْ تَعْرِفُ فَيَقُولُ يَا رَبِّ أَعْرِفُ ‏.‏ حَتَّى إِذَا بَلَغَ مِنْهُ مَا شَاءَ اللَّهُ أَنْ يَبْلُغَ قَالَ إِنِّي سَتَرْتُهَا عَلَيْكَ فِي الدُّنْيَا وَأَنَا أَغْفِرُهَا لَكَ الْيَوْمَ ‏.‏ قَالَ ثُمَّ يُعْطَى صَحِيفَةَ حَسَنَاتِهِ أَوْ كِتَابَهُ بِيَمِينِهِ ‏.‏ قَالَ وَأَمَّا الْكَافِرُ أَوِ الْمُنَافِقُ فَيُنَادَى عَلَى رُءُوسِ الأَشْهَادِ ‏\"‏ ‏.‏ قَالَ خَالِدٌ فِي ‏\"‏ الأَشْهَادِ ‏\"‏ ‏.‏ شَىْءٌ مِنِ انْقِطَاعٍ ‏.‏ ‏{هَؤُلاَءِ الَّذِينَ كَذَبُوا عَلَى رَبِّهِمْ أَلاَ لَعْنَةُ اللَّهِ عَلَى الظَّالِمِينَ}‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৮১] বুখারী ২৪৪১, মুসলিম ২৭৬৮, আহমাদ ৫৪১৩, ৫৭৯১।\nতাহক্বীক্ব আলবানী: সহীহ।",
    "chapter": {
      "chapter_number": "0"
    }
  }
}