{
  "hadith": {
    "hadith_id": 184,
    "narrator": "জাবির বিন আবদুল্লাহ্ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, জান্নাতবাসীরা তাদের ভোগ-বিলাসে মশগুল থাকবে, এমতাবস্থায় তাদের সামনে একটি নূরের আলোকচ্ছটা বিচ্ছুরিত হবে। তারা তাদের মাথা তুলে দেখতে পাবে যে, তাদের মহান প্রভু তাদের উপর দিক থেকে উদ্ভাসিত হয়েছেন। তিনি বলবেন, হে জান্নাতবাসীগণ! আস্‌সালাম আলাইকুম (তোমাদের উপর অনন্ত শান্তি বর্যিত হোক)। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, এটাই হলো আল্লাহ্‌র বাণীর প্রমাণ (অনুবাদ) : \"সালাম (অনন্ত শান্তি) পরম দয়ালু প্রভুর পক্ষ থেকে সম্ভাষণ\"-(সূরাহ ইয়াসিন ৩৬ : ৫৮)। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আল্লাহ্‌ তাআলা তাদের প্রতি তাকাবেন এবং তারাও তাঁর প্রতি অপলক নেত্রে তাকাবে। জান্নাতীরা যতক্ষণ আল্লাহ্‌র দীদারে মশগুল থাকবে ততক্ষণ তারা অন্য কোন ভোগ-বিলাসের প্রতি ফিরেও তাকাবে না। অবশেষে তিনি তার দৃষ্টি থেকে অন্তর্হিত হবেন এবং তাঁর নূর ও বারাকাত তাদের জন্য তাদের আবাসে অবারিত থাকবে। [১৮২]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا أَبُو عَاصِمٍ الْعَبَّادَانِيُّ، حَدَّثَنَا الْفَضْلُ الرَّقَاشِيُّ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ بَيْنَا أَهْلُ الْجَنَّةِ فِي نَعِيمِهِمْ إِذْ سَطَعَ لَهُمْ نُورٌ فَرَفَعُوا رُءُوسَهُمْ فَإِذَا الرَّبُّ قَدْ أَشْرَفَ عَلَيْهِمْ مِنْ فَوْقِهِمْ فَقَالَ السَّلاَمُ عَلَيْكُمْ يَا أَهْلَ الْجَنَّةِ ‏.‏ قَالَ وَذَلِكَ قَوْلُ اللَّهِ ‏{سَلاَمٌ قَوْلاً مِنْ رَبٍّ رَحِيمٍ}‏ قَالَ فَيَنْظُرُ إِلَيْهِمْ وَيَنْظُرُونَ إِلَيْهِ فَلاَ يَلْتَفِتُونَ إِلَى شَىْءٍ مِنَ النَّعِيمِ مَا دَامُوا يَنْظُرُونَ إِلَيْهِ حَتَّى يَحْتَجِبَ عَنْهُمْ وَيَبْقَى نُورُهُ وَبَرَكَتُهُ عَلَيْهِمْ فِي دِيَارِهِمْ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[১৮২] দুর্বল। তাখরীজ আলবানী: জামি সগীর ২৩৬৩ যঈফ, মিশকাত ৫৬৬৪ যঈফ, যঈফ তারগীব তারহীব মুনকার; তাখরীজুত তহাবীয়াহ ১৮২। উক্ত হাদিসের রাবী ১. আবু আসিম আল আব্বাদানী সম্পর্কে ইবনু হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করেন। আবু দাউদ আস-সাজিসতানী বলেন, আমি তাকে চিনি না। ২. ফাদলুর রুক্কাশী সম্পর্কে আহমাদ বিন হাম্বল বলেন, তিনি দুর্বল। আবু যুরআহ আর-রাযী বলেন, মুনকারুল হাদিস। আবু হাতিম আর-রাযী বলেন, মুনকারুল হাদিস ও তার হাদিসে সন্দেহ আছে। আবু দাউদ আস-সাজিসতানী বলেন, তিনি পরিত্যাজ্য",
    "chapter": {
      "chapter_number": "0"
    }
  }
}