{
  "hadith": {
    "hadith_id": 1840,
    "narrator": "আবদুল্লাহ্‌ বিন মাসঊদ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যার স্বনির্ভর থাকার মত সম্পদ থাকা সত্ত্বেও (অন্যের কাছে কিছু) চায়, সে কিয়ামাতের দিন আহত মুখমন্ডলসহ হাজির হবে। জিজ্ঞেস করা হলো, হে আল্লাহ্‌র রসূল! সচ্ছলতার সীমা কতটুকু? তিনি বলেন, পঞ্চাশ দিরহাম অথবা তার সমমূল্যের সোনা। এক ব্যক্তি সুফ্‌ইয়ানকে বললো, শু'বাহ তো হাকীম বিন জুবায়রের সূত্রে হাদীস বর্ণনা করেন না। তখন সুফ্‌ইয়ান বললেন, আমার নিকট এ হাদীস যায়দ (রাঃ) মুহাম্মাদ বিন আবদুর রহমানের সূত্রে বর্ণনা করেছেন। [১৮৪০]",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلَّالُ حَدَّثَنَا يَحْيَى بْنُ آدَمَ حَدَّثَنَا سُفْيَانُ عَنْ حَكِيمِ بْنِ جُبَيْرٍ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ عَنْ أَبِيهِ عَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم مَنْ سَأَلَ وَلَهُ مَا يُغْنِيهِ جَاءَتْ مَسْأَلَتُهُ يَوْمَ الْقِيَامَةِ خُدُوشًا أَوْ خُمُوشًا أَوْ كُدُوحًا فِي وَجْهِهِ قِيلَ يَا رَسُولَ اللهِ وَمَا يُغْنِيهِ قَالَ خَمْسُونَ دِرْهَمًا أَوْ قِيمَتُهَا مِنْ الذَّهَبِفَقَالَ رَجُلٌ لِسُفْيَانَ إِنَّ شُعْبَةَ لَا يُحَدِّثُ عَنْ حَكِيمِ بْنِ جُبَيْرٍ» فَقَالَ سُفْيَانُ قَدْ حَدَّثَنَاهُ زُبَيْدٌ عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৮৪০] তিরমিযী ৬৫০, নাসায়ী ২৫৯২, আবূ দাউদ ১৬২৬, আহমাদ ৩৬৬৬, ৪১৯৫, ৪৪২৬, দারেমী ১৬৪০, সহীহাহ ৪৯৯। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী হাকিম বিন জুবায়র সম্পর্কে আহমাদ বিন হাম্বল বলেন, তিনি হাদিস বর্ণনায় দুর্বল ও ইদতিরাব করেন। আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল ও মুনকার। ইমাম নাসাঈ বলেন, তিনি নির্ভরযোগ্য নয়। আবু দাউদ আস-সাজিসতানী বলেন, কোন সমস্যা নেই। (তাহযীবুল কামালঃ রাবী নং ১৪৫২, ৭/১৬৫ নং পৃষ্ঠা) উক্ত হাদিসটি সহিহ কিন্তু হাকিম বিন জুবায়র এর কারণে সানাদটি দুর্বল। হাদিসটির ৩৩২ টি শাহিদ হাদিস রয়েছে, তন্মধ্যে ৩৩ টি জাল, ৪৯ টি অধিক দুর্বল, ৭৮ টি দুর্বল, ৮৬ টি হাসান, ৮৬ টি সহিহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ বুখারী ১৪৭৫, মুসলিম ১০৪২, ১০৪৩, তিরমিযি ৬৫০, আবু দাউদ ১৬২৬, ১৬২৭, ১৬২৯, দারিমী ১৬৪০, ১৬৪৫, আহমাদ ১২৫৬, ৩৬৬৬, ৪১৯৫, ৪৪২৬, ৪৬২৪, ৫৫৮৪, দারাকুতনী ১৯৮০, ১৯৮১, ১৯৮২, ১৯৮৩, ১৯৮৫ ইত্যাদি।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}