{
  "hadith": {
    "hadith_id": 1851,
    "narrator": "আমর ইবনুল আহওয়াস (রাঃ)",
    "bn": "তিনি বিদায় হাজ্জে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে উপস্থিত ছিলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহর প্রশংসা ও গুনগান করেন এবং ওয়াজ-নসীহত করেন। এরপর তিনি বলেন, তোমরা নারীদের সাথে উত্তম ব্যবহারের উপদেশ শুনে নাও। কেননা তারা তোমাদের নিকট আবদ্ধ আছে। এর অধিক তাদের উপর তোমাদের কর্তৃত্ব নাই যে, তারা যদি প্রকাশ্য অশ্লীলতায় লিপ্ত হয়, সত্যিই যদি তারা তাই করে, তবে তোমরা তাদেরকে পৃথক বিছানায় রাখবে এবং আহত হয় না এরূপ হালকা মারধর করবে। অতঃপর তারা তোমাদের অনুগত হয়ে গেলে তাদের উপর আর বাড়াবাড়ি করো না। স্ত্রীদের উপর তোমাদের যেমন অধিকার রয়েছে, তোমাদের উপর ও তাদের অধিকার আছে। তোমাদের স্ত্রীদের উপর তোমাদের অধিকার এই যে, তারা তোমাদের শয্যা তোমাদের অপছন্দনীয় লোকেদের দ্বারা মাড়াবে না এবং তোমাদের অপছন্দনীয় লোকেদেরকে তোমাদের ঘরে প্রবেশানুমতি দিবে না। সাবধান! তোমাদের উপর তাদের অধিকার এই যে, তাদের ভরণপোষণ, পোশাক-পরিচ্ছদ ও সজ্জার ব্যাপারে তোমরা তাদের প্রতি শোভনীয় আচরণ করবে। [১৮৫১]",
    "ar": "- حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ عَنْ زَائِدَةَ عَنْ شَبِيبِ بْنِ غَرْقَدَةَ الْبَارِقِيِّ عَنْ سُلَيْمَانَ بْنِ عَمْرِو بْنِ الْأَحْوَصِ حَدَّثَنِي أَبِي أَنَّهُ شَهِدَ حَجَّةَ الْوَدَاعِ مَعَ رَسُولِ اللهِ صلى الله عليه وسلم فَحَمِدَ اللهَ وَأَثْنَى عَلَيْهِ وَذَكَّرَ وَوَعَظَ ثُمَّ قَالَ اسْتَوْصُوا بِالنِّسَاءِ خَيْرًا فَإِنَّهُنَّ عِنْدَكُمْ عَوَانٍ لَيْسَ تَمْلِكُونَ مِنْهُنَّ شَيْئًا غَيْرَ ذَلِكَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ فَإِنْ فَعَلْنَ فَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ ضَرْبًا غَيْرَ مُبَرِّحٍ فَإِنْ أَطَعْنَكُمْ فَلَا تَبْغُوا عَلَيْهِنَّ سَبِيلًا إِنَّ لَكُمْ مِنْ نِسَائِكُمْ حَقًّا وَلِنِسَائِكُمْ عَلَيْكُمْ حَقًّا فَأَمَّا حَقُّكُمْ عَلَى نِسَائِكُمْ فَلَا يُوَطِّئَنَّ فُرُشَكُمْ مَنْ تَكْرَهُونَ وَلَا يَأْذَنَّ فِي بُيُوتِكُمْ لِمَنْ تَكْرَهُونَ أَلَا وَحَقُّهُنَّ عَلَيْكُمْ أَنْ تُحْسِنُوا إِلَيْهِنَّ فِي كِسْوَتِهِنَّ وَطَعَامِهِنَّ",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[১৮৫১] তিরমিযী ১১৬৩, ৩০৮৭, ইরওয়াহ ১৯৯৭-২০২০। আদাবুয যিফাফ ১৫৬ তাহকীক আলবানীঃ হাসান।",
    "chapter": {
      "chapter_number": "9"
    }
  }
}