{
  "hadith": {
    "hadith_id": 1892,
    "narrator": "আবদুল্লাহ্‌ বিন মাসউদ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে কল্যাণসমূহের উৎস, তার সমষ্টি এবং তার সমাপ্তি দান করা হয়েছে। তিনি আমাদের সলাতের খুত্‌বা এবং প্রয়োজনের (বিবাহের) খুত্‌বা শিক্ষা দিয়েছেন। সলাতের খুতবা (তাশাহহুদ) হলোঃ সমস্ত সম্মান, ইবাদাত ও পবিত্রতা আল্লাহর জন্য। হে নাবী! আপনার উপর শান্তি বর্ষিত হোক, আল্লাহর রাহমাত ও বারাকাতও। আমাদের উপর এবং আল্লাহর নেক বান্দাহদের উপরও শান্তি বর্ষিত হোক। আমি সাক্ষ্য দেই যে, আল্লাহ ছাড়া কোন ইলাহ নেই। আমি আরো সাক্ষ্য দেই যে, মুহাম্মাদ আল্লাহর বান্দাহ ও তার রসূল। আর বিবাহের খুত্‌বা হলোঃ\n\n“সমস্ত প্রশংসা আল্লাহর জন্য। আমরা তাঁর প্রশংসা করি, তাঁর সাহায্য প্রার্থনা করি, তাঁর নিকট ক্ষমা প্রার্থনা করি। আমরা আমাদের প্রবৃত্তির অনিষ্ট ও আমাদের কাজের নিকৃষ্টতা থেকে আল্লাহর কাছে আশ্রয় চাই। আল্লাহ যাকে সৎপথে পরিচালিত করেন তাকে কেউ পথভ্রষ্ট করতে পারে না এবং যাকে পথভ্রষ্ট করেন তার কোন পথপ্রদর্শক নাই। আমি সাক্ষ্য দেই যে, আল্লাহ ছাড়া কোন ইলাহ নাই, তিনি এক এবং তার কোন শরীক নাই। আমি আরো সাক্ষ্য দেই যে, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার বান্দা ও রসূল”। \nএরপর তোমরা তোমাদের খুতবার সাথে কুরআনের এ তিনটি আয়াত যোগ করবেঃ\n“হে ঈমানদারগণ। আল্লাহকে যেরূপ ভয় করা উচিত তোমরা তাকে তদ্রুপ ভয় করো এবং মুসলমান না হয়ে মৃত্যুবরণ করো না” (সূরা আল ইমরানঃ ১০২)।\n“হে মানবজাতি! তোমরা তোমাদের প্রভুকে ভয় করো, যিনি তোমাদেরকে এক ব্যক্তি থেকে সৃষ্টি করেছেন এবং যিনি তার থেকে তার সঙ্গিণীকে সৃষ্টি করেছেন এবং তাদের দুজন থেকে অসংখ্য পুরুষ ও নারী ছড়িয়ে দিয়েছেন। অতএব তোমরা আল্লাহকে ভয় করো যার নামে তোমরা একে অপরের নিকট যাচঞা করে থাকো এবং জ্ঞাতিদের ব্যাপারে সতর্কতা অবলম্বন করো। নিশ্চয় আল্লাহ তোমাদের উপর পর্যবেক্ষক” (সূরা নিসাঃ ১)।\n“হে ঈমানদারগণ! তোমরা আল্লাহকে ভয় করো এবং সঠিক কথা বলো। তিনি তোমাদের কার্যাবলি সংশোধন করে দিবেন এবং তোমাদের গুনাহসমূহ ক্ষমা করবেন। যে কেউ আল্লাহ ও তার রসূলের আনুগত্য করে সে অবশ্যই মহাসাফল্য অর্জন করবে” (সূরা আহ্‌যাবঃ ৭০-৭১)। [১৮৯২]",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ حَدَّثَنَا عِيسَى بْنُ يُونُسَ حَدَّثَنِي أَبِي عَنْ جَدِّي أَبِي إِسْحَقَ عَنْ أَبِي الْأَحْوَصِ عَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ قَالَ أُوتِيَ رَسُولُ اللهِ صلى الله عليه وسلم جَوَامِعَ الْخَيْرِ وَخَوَاتِمَهُ أَوْ قَالَ فَوَاتِحَ الْخَيْرِ فَعَلَّمَنَا خُطْبَةَ الصَّلَاةِ وَخُطْبَةَ الْحَاجَةِ خُطْبَةُ الصَّلَاةِ التَّحِيَّاتُ لِلهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِينَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَخُطْبَةُ الْحَاجَةِ أَنْ الْحَمْدُ لِلهِ نَحْمَدُهُ وَنَسْتَعِينُهُ وَنَسْتَغْفِرُهُ وَنَعُوذُ بِاللهِ مِنْ شُرُورِ أَنْفُسِنَا وَمِنْ سَيِّئَاتِ أَعْمَالِنَا مَنْ يَهْدِهِ اللهُ فَلَا مُضِلَّ لَهُ وَمَنْ يُضْلِلْ فَلَا هَادِيَ لَهُ وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ ثُمَّ تَصِلُ خُطْبَتَكَ بِثَلَاثِ آيَاتٍ مِنْ كِتَابِ اللهِ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} {وَاتَّقُوا اللهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيبًا} {اتَّقُوا اللهَ وَقُولُوا قَوْلًا سَدِيدًا يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا}",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৮৯২] তিরমিযী ১১০৫, ১৪০৪, আবূ দাউদ ২১১৮, আহমাদ ৪১০৪, দারেমী ২২০২, মিশকাত ৩১৪৯, সহিহাহ ১৪৮৩, খুতবাতুল হাজাহ ১৯-২৯, আল-কালিমুত তাইয়্যিব ২০৫, তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী ইউনুস সম্পর্কে আবু আহমাদ আল-হাকিম বলেন, তিনি তার রেওয়াতে হাদিস বর্ণনায় সন্দেহ করেন। আবু হাতিম আর-রাযী বলেন, তিনি সত্যবাদী তবে তার হাদিস দ্বারা দলীল গ্রহণযোগ্য নয়। আবু হাতিম বিন হিব্বান তার সিকাহ গ্রন্থে তার নাম উল্লেখ করেছেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় কিছু সন্দেহ করেন। যাকারিয়্যা বিন ইয়াহইয়া আস-সাজী বলেন, তিনি সত্যবাদী। (তাহযীবুল কামালঃ রাবী নং ৭১৭০, ৩২/৪৮৮ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "9"
    }
  }
}