{
  "hadith": {
    "hadith_id": 190,
    "narrator": "তালহাহহ্ বিন খিরাস (রহঃ)",
    "bn": "আমি জাবির বিন আবদুল্লাহ্ (রাঃ)-কে বলতে শুনেছি: উহূদের যুদ্ধের দিন আবদুল্লাহ্ বিন আম্‌র বিন হারাম (রাঃ) শহীদ হলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার সাথে সাক্ষাৎ করেন এবং বলেন, হে জাবির! আল্লাহ্‌ তাআলা তোমার পিতা সম্পর্কে যা বলেছেন, আমি কি তোমাকে তা অবহিত করবো না? ইয়াহইয়া (রহঃ)-এর বর্ণনায় আছে : রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, হে জাবির! আমার কী হলো, আমি তোমাকে ভগ্ন হৃদয় দেখছি কেন? জাবির (রাঃ) বলেন, আমি বললাম, হে আল্লাহ্‌র রসূল! আমার পিতা শহীদ হয়েছেন এবং তিনি অনেক সন্তান ও ঋণের বোঝা রেখে গেছেন। তিনি বলেন, আমি কি তোমাকে সুসংবাদ দিবো না যে, আল্লাহ্‌ তাআলা তোমার পিতার সাথে কিভাবে সাক্ষাৎ করেছেন? তিনি বলেন, অবশ্যই, হে আল্লাহ্‌র রসূল! তিনি বলেন, আল্লাহ্‌ তাআলা কখনো অন্তরাল ছাড়া কারো সাথে কথা বলেননি, কিন্তু তোমার পিতার সাথে অন্তরাল ছাড়াই কথা বলেছেন। তিনি বলেছেন, কে আমার বান্দা! আমার কাছে কামনা করো, আমি তোমাকে দান করবো। তোমার পিতা বললো, হে প্রভু! আমাকে জীবন দান করুন, যাতে আমি আপনার রাস্তায় পুনরায় শহীদ হতে পারি। মহান ও পবিত্র প্রতিপালক আল্লাহ্‌ বলেন, আমি তো আগেই লিপিবদ্ধ করে দিয়েছি যে, লোকেরা (মৃত্যুর পর) (পৃথিবীতে) ফিরে যাবে না। তোমার পিতা বললো, হে প্রভু! তাহলে আমার পশ্চাতবর্তীদের কাছে (আমার সৌভাগ্যের) এ খবর পৌঁছে দিন। তিনি বলেন, তখন আল্লাহ্‌ তাআলা এ আয়াত নাযিল করেন (অনুবাদ): \"যারা আল্লাহ্‌র পথে নিহত হয়েছে, তোমরা তাদের কখনো মৃত মনে করো না, বরং তারা জীবিত এবং তারা তাদের প্রভুর নিকট থেকে জীবিকাপ্রাপ্ত\"-(সূরাহ আল ইমরান: ৩ :১৬৯)। [১৮৮]",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ الْحِزَامِيُّ، وَيَحْيَى بْنُ حَبِيبِ بْنِ عَرَبِيٍّ، قَالاَ حَدَّثَنَا مُوسَى بْنُ إِبْرَاهِيمَ بْنِ كَثِيرٍ الأَنْصَارِيُّ الْحَرَامِيُّ، قَالَ سَمِعْتُ طَلْحَةَ بْنَ خِرَاشٍ، قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ لَمَّا قُتِلَ عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ حَرَامٍ يَوْمَ أُحُدٍ لَقِيَنِي رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ ‏\"‏ يَا جَابِرُ أَلاَ أُخْبِرُكَ مَا قَالَ اللَّهُ لأَبِيكَ ‏\"‏ ‏.‏ وَقَالَ يَحْيَى فِي حَدِيثِهِ فَقَالَ ‏\"‏ يَا جَابِرُ مَالِي أَرَاكَ مُنْكَسِرًا ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ اسْتُشْهِدَ أَبِي وَتَرَكَ عِيَالاً وَدَيْنًا ‏.‏ قَالَ ‏\"‏ أَفَلاَ أُبَشِّرُكَ بِمَا لَقِيَ اللَّهُ بِهِ أَبَاكَ ‏\"‏ ‏.‏ قَالَ بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ مَا كَلَّمَ اللَّهُ أَحَدًا قَطُّ إِلاَّ مِنْ وَرَاءِ حِجَابٍ وَكَلَّمَ أَبَاكَ كِفَاحًا ‏.‏ فَقَالَ يَا عَبْدِي تَمَنَّ عَلَىَّ أُعْطِكَ ‏.‏ قَالَ يَا رَبِّ تُحْيِينِي فَأُقْتَلُ فِيكَ ثَانِيَةً ‏.‏ فَقَالَ الرَّبُّ سُبْحَانَهُ إِنَّهُ سَبَقَ مِنِّي أَنَّهُمْ إِلَيْهَا لاَ يَرْجِعُونَ ‏.‏ قَالَ يَا رَبِّ فَأَبْلِغْ مَنْ وَرَائِي ‏.‏ قَالَ فَأَنْزَلَ اللَّهُ تَعَالَى ‏{وَلاَ تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ}‏ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[১৮৮] বুখারী ৭৪৪৪, তিরমিযী ৩০১০, দারিমী ২৮২২। তাহক্বীক্ব আলবানী: হাসান। তাখরীজ আলবানী: ফিলাল ৬০২। উক্ত হাদিসের রাবী মুসা বিন ইবরাহীম সম্পর্কে ইমাম যাহাবী তাকে সমর্থন করলেও ইবনু হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করেন।",
    "chapter": {
      "chapter_number": "0"
    }
  }
}