{
  "hadith": {
    "hadith_id": 1911,
    "narrator": "আয়িশা ও উম্মু সালামাহ (রাঃ)",
    "bn": "তারা বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে ফাতিমাহকে আলীর নিকট পৌছানোর জন্য তাকে সাজসজ্জা করিয়ে তৈরি করার নির্দেশ দেন। আমরা (আলীর) ঘরে বাতহা উপত্যকার নরম মাটি বিছিয়ে দিলাম, অতঃপর দু’টি বালিশে খেজুর গাছের ছাল ভরে তা পরিষ্কার করে রেখে দিলাম। এরপর আমরা খোরমা, কিশমিশ ও মিঠা পানির দ্বারা পানাহারের ব্যবস্থা করলাম, কাপড় ও পানির মশক ঝুলিয়ে রাখার জন্য একটি কাঠের খুঁটি ঘরের কোণে দাঁড় করিয়ে দিলাম। আমরা ফাতিমাহর বিবাহের চেয়ে অধিক পরিপাটি ব্যবস্থা আর দেখিনি। [১৯১১]\n\nতাহকীক আলবানীঃ দঈফ, তা’লীক ইবনু মাজাহ্।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ حَدَّثَنَا الْمُفَضَّلُ بْنُ عَبْدِ اللهِ عَنْ جَابِرٍ عَنْ الشَّعْبِيِّ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ وَأُمِّ سَلَمَةَ قَالَتَا أَمَرَنَا رَسُولُ اللهِ صلى الله عليه وسلم أَنْ نُجَهِّزَ فَاطِمَةَ حَتَّى نُدْخِلَهَا عَلَى عَلِيٍّ فَعَمَدْنَا إِلَى الْبَيْتِ فَفَرَشْنَاهُ تُرَابًا لَيِّنًا مِنْ أَعْرَاضِ الْبَطْحَاءِ ثُمَّ حَشَوْنَا مِرْفَقَتَيْنِ لِيفًا فَنَفَشْنَاهُ بِأَيْدِينَا ثُمَّ أَطْعَمْنَا تَمْرًا وَزَبِيبًا وَسَقَيْنَا مَاءً عَذْبًا وَعَمَدْنَا إِلَى عُودٍ فَعَرَضْنَاهُ فِي جَانِبِ الْبَيْتِ لِيُلْقَى عَلَيْهِ الثَّوْبُ وَيُعَلَّقَ عَلَيْهِ السِّقَاءُ فَمَا رَأَيْنَا عُرْسًا أَحْسَنَ مِنْ عُرْسِ فَاطِمَةَ",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[১৯১১] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। বায়হাকী ৭/১৯৩। তা’লীক ইবনু মাজাহ্। তাহকীক আলবানীঃ যঈফ। উক্ত হাদিসের রাবী মুফাদ্দাল বিন আবদুল্লাহ সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। আবু হাতিম বিন হিব্বান তার সিকাহ গ্রন্থে তার নাম উল্লেখ করেছেন। ইবনু হাজার আল-আসকালানী ও ইমাম যাহাবী বলেন, তিনি দুর্বল। ইমাম বুখারী বলেন, তিনি মুনকার। (তাহযীবুল কামালঃ রাবী নং ৬১৪৮, ২৮/৪১০ নং পৃষ্ঠা) ২. জাবির (বিন ইয়াযীদ) সম্পর্কে শু'বাহ ইবনুল হাজ্জাজ বলেন, তিনি হাদিস বর্ণনায় সত্যবাদী। আহমাদ বিন হাম্বল বলেন, তিনি মিথ্যা কথা বলেন। ইয়াহইয়া বিন মাঈন ও আল জাওযুজানী তাকে মিথ্যুক বলেছেন। আবু দাউদ আস-সাজিসতানী বলেন, তিনি হাদিস বর্ণনায় নির্ভরযোগ্য নয়। (তাহযীবুল কামালঃ রাবী নং ৮৭৯, ৪/৪৬৫ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "9"
    }
  }
}