{
  "hadith": {
    "hadith_id": 193,
    "narrator": "আব্বাস বিন আবদুল মুত্তালিব (রাঃ)",
    "bn": "আমি বাতহা নামক স্থানে একদল লোকের সাথে ছিলাম এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)ও তাদের সাথে ছিলেন। তখন একখণ্ড মেঘ তাকে অতিক্রম করে। তিনি মেঘখণ্ডের দিকে তাকিয়ে বলেন, তোমরা এটাকে কী নামে অভিহিত করো? তারা বলেন, মেঘ। তিনি বলেন, এবং মুয্‌ন। তারা বলেন, মুয্‌নও বটে। তিনি বলেন, আনানও। আবু বাক্‌র (রাঃ) বলেন, তারা সবাই বললেন, আনানও বটে। তিনি বলেন, তোমাদের ও আস'মানের মাঝে তোমরা কত দূরত্ব মনে করো? তারা বলেন, আমরা অবগত নই। তিনি বলেন, তোমাদের ও আসমা'নের মাঝে ৭১ বা ৭২ বা ৭৩ বছরের দূরত্ব রয়েছে। এক আসমান থেকে তার ঊর্ধ্বের আস'মানের দূরত্বও তদ্রূপ। এভাবে তিনি সাত আস'মানের সংখ্যা গণনা করেন। অতঃপর সপ্তম আকাশের উপর একটি সমুদ্র আছে যার শীর্ষভাগ ও নিম্নভাগের মধ্যকার ব্যবধান (গভীরতা) দু' আস'মানের মধ্যকার দুরত্বের সমান। তার উপর রয়েছেন আটজন ফেরেশ্‌তা, যাদের পায়ের পাতা ও হাঁটুর মধ্যকার ব্যবধান দু' আসমা'নের মধ্যকার দুরত্বের সমান। তাদের পিঠের উপরে আল্লাহ্‌র আরশ অবস্থিত, যার উপর ও নিচের ব্যবধান (উচ্চতা) দু' আসমা'নের মধ্যকার দুরত্বের সমান। তার উপরে রয়েছেন বরকতময় মহান আল্লাহ্। [১৯১]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا الْوَلِيدُ بْنُ أَبِي ثَوْرٍ الْهَمْدَانِيُّ، عَنْ سِمَاكٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمِيرَةَ، عَنِ الأَحْنَفِ بْنِ قَيْسٍ، عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ، قَالَ كُنْتُ بِالْبَطْحَاءِ فِي عِصَابَةٍ وَفِيهِمْ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَمَرَّتْ بِهِ سَحَابَةٌ فَنَظَرَ إِلَيْهَا فَقَالَ ‏\"‏ مَا تُسَمُّونَ هَذِهِ ‏\"‏ ‏.‏ قَالُوا السَّحَابُ ‏.‏ قَالَ ‏\"‏ وَالْمُزْنُ ‏\"‏ ‏.‏ قَالُوا وَالْمُزْنُ ‏.‏ قَالَ ‏\"‏ وَالْعَنَانُ ‏\"‏ ‏.‏ قَالَ أَبُو بَكْرٍ قَالُوا وَالْعَنَانُ ‏.‏ قَالَ ‏\"‏ كَمْ تَرَوْنَ بَيْنَكُمْ وَبَيْنَ السَّمَاءِ ‏\"‏ ‏.‏ قَالُوا لاَ نَدْرِي ‏.‏ قَالَ ‏\"‏ فَإِنَّ بَيْنَكُمْ وَبَيْنَهَا إِمَّا وَاحِدًا أَوِ اثْنَيْنِ أَوْ ثَلاَثًا وَسَبْعِينَ سَنَةً وَالسَّمَاءُ فَوْقَهَا كَذَلِكَ ‏\"‏ ‏.‏ حَتَّى عَدَّ سَبْعَ سَمَاوَاتٍ ‏\"‏ ثُمَّ فَوْقَ السَّمَاءِ السَّابِعَةِ بَحْرٌ بَيْنَ أَعْلاَهُ وَأَسْفَلِهِ كَمَا بَيْنَ سَمَاءٍ إِلَى سَمَاءٍ ثُمَّ فَوْقَ ذَلِكَ ثَمَانِيَةُ أَوْعَالٍ بَيْنَ أَظْلاَفِهِنَّ وَرُكَبِهِنَّ كَمَا بَيْنَ سَمَاءٍ إِلَى سَمَاءٍ ثُمَّ عَلَى ظُهُورِهِنَّ الْعَرْشُ بَيْنَ أَعْلاَهُ وَأَسْفَلِهِ كَمَا بَيْنَ سَمَاءٍ إِلَى سَمَاءٍ ثُمَّ اللَّهُ فَوْقَ ذَلِكَ تَبَارَكَ وَتَعَالَى ‏\"‏ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[১৯১] তিরমিযী ৩৩২০, আবূ দাঊদ ৪৭২৩। তাহক্বীক্ব আলবানী: যঈফ। তাখরীজ আলবানী: আবূ দাঊদ ৪৭২৩ যঈফ, মিশকাত ৫৭২৬ যঈফ, যঈফা ১২৪৭, যিলালুল জান্নাহ ৫৭৭। উক্ত হাদিসের রাবী ওয়ালীদ বিন আবু সাওর আল হামদানী সম্পর্কে ইবনু নুমায়র বলেন, তিনি মিথ্যুক। আবু যুরআহ আর-রাযী বলেন, তিনি হাদিস বর্ণনায় অধিক সন্দেহ করেন ও মুনকারুল হাদিস। ইয়াকুব বিন সুফইয়ান ও সাকিহ জাযারাহ তাকে দুর্বল বলেছেন। আবু হাতীম আর-রাযী বলেন, তার থেকে যাচাই করে হাদিস লিখা যায়।",
    "chapter": {
      "chapter_number": "0"
    }
  }
}