{
  "hadith": {
    "hadith_id": 1939,
    "narrator": "উম্মু হাবীবাহ (রাঃ)",
    "bn": "তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলেন, আপনি আমার বোন আয্‌যাকে বিবাহ করুন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তুমি কি পছন্দ করো? তিনি বলেলেন, হাঁ হে আল্লাহর রসূল! আর আমি তো আপনার জন্যে একক নই। কল্যাণ লাভে আমার শরীক হওয়ার ব্যাপারে আমার বোন আমার নিকট অধিক অগ্রগণ্য। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সে আমার জন্য হালাল নয়। তিনি বলেন, আমরা তো পরস্পর আলোচনা করছিলাম যে, আপনি আবূ সালামাহ (রাঃ) -এর কন্যা দুররাকে বিবাহ করতে ইচ্ছুক। তিনি বলেনঃ উম্মু সালামাহর কন্যা? উম্মু হাবীবা (রাঃ) বলেন, হাঁ। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সে যদি আমার প্রতিপালনাধীন আমার স্ত্রীর পূর্ব-স্বামীর কন্যা নাও হতো, তবুও সে আমার জন্যে হালাল হতো না। কারণ সে আমার দুধ ভাইয়ের কন্যা। সুয়াইবা (রাঃ) আমাকে এবং তাঁর পিতাকে দুধ পান করিয়েছে। অতএব তোমরা তোমাদের বোনদের ও মেয়েদের আমার সাথে বিবাহ দেয়ার প্রস্তাব করো না। \n\n[উপরোক্ত হাদীসে মোট দুইটি সানাদের ১টি বর্ণিত হয়েছে, অপর সানাদটি হলোঃ]\n\n৩/১৯৩৯ (১) . উম্মু হাবীবাহ (রাঃ) , নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ হাদীস বর্ণনা করেছেন। [১৯৩৯]",
    "ar": "- حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ أَنَّ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ حَدَّثَتْهُ أَنَّ أُمَّ حَبِيبَةَ حَدَّثَتْهَا أَنَّهَا قَالَتْ لِرَسُولِ اللهِ صلى الله عليه وسلم انْكِحْ أُخْتِي عَزَّةَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم أَتُحِبِّينَ ذَلِكِ قَالَتْ نَعَمْ يَا رَسُولَ اللهِ فَلَسْتُ لَكَ بِمُخْلِيَةٍ وَأَحَقُّ مَنْ شَرِكَنِي فِي خَيْرٍ أُخْتِي قَالَ رَسُولُ اللهِ صلى الله عليه وسلم فَإِنَّ ذَلِكَ لَا يَحِلُّ لِي قَالَتْ فَإِنَّا نَتَحَدَّثُ أَنَّكَ تُرِيدُ أَنْ تَنْكِحَ دُرَّةَ بِنْتَ أَبِي سَلَمَةَ فَقَالَ بِنْتَ أُمِّ سَلَمَةَ قَالَتْ نَعَمْ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم فَإِنَّهَا لَوْ لَمْ تَكُنْ رَبِيبَتِي فِي حَجْرِي مَا حَلَّتْ لِي إِنَّهَا لَابْنَةُ أَخِي مِنْ الرَّضَاعَةِ أَرْضَعَتْنِي وَأَبَاهَا ثُوَيْبَةُ فَلَا تَعْرِضْنَ عَلَيَّ أَخَوَاتِكُنَّ وَلَا بَنَاتِكُنَّ\n\nحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدُ اللهِ بْنُ نُمَيْرٍ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ عَنْ أُمِّ حَبِيبَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৯৩৯] সহীহুল বুখারী ৫১০১, ৫১০৬, ৫১০৭, ৫১২৪, ৫৩৭২, মুসলিম ১৪৪৯, নাসায়ী ৩২৮৪, ৩২৮৫, ৩২৮৬, ৩২৮৭, আবূ দাউদ ২০৫৬, আহমাদ ২৫৯৫৪, ২৬৮৬৬, সহীহ আবী দাউদ ১৭৯৫, তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "9"
    }
  }
}