{
  "hadith": {
    "hadith_id": 194,
    "narrator": "আবু হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আল্লাহ্‌ তাআলা আসমা'নে কোন সিদ্ধান্ত গ্রহণ বা জারী করলে মালায়িকাহ বিনয়াবনত হয়ে তাদের পাখাসমূহ দোলাতে থাকেন। ফলে তা থেকে মসৃণ পাথরের উপর জিঞ্জিরের আঘাতের আওয়াজের অনুরূপ আওয়াজ হতে থাকে। \"অতঃপর তাদের অন্তরের ভীতিকর অবস্থা দূরীভূত হলে তারা পরস্পর জিজ্ঞেস করেন, তোমাদের রব কী বলেছেন? তারা বলেন, তিনি সত্যই বলেছেন। তিনি সমুচ্চ মহান\" - (সূরাহ সাবা ৩৪ : ২৩)। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তাদের পারস্পারিক আলোচনা শয়তান ওৎ পেতে শোনে এবং ভূপৃষ্ঠে অবস্থানকারী তাদের সাঙ্গপাঙ্গদের কাছে তা পৌঁছে দেয়। কখনো তা নিম্নে অবস্থানকারীদের কাছে পৌঁছানোর পূর্বে তাদের প্রতি উল্কাপিণ্ড নিক্ষেপ করা হয়। শ্রুত কথা তারা পৃথিবীতে এসে গণক বা যাদুকরের মুখে ঢেলে দেয়। আবার কখনো তারা কিছুই শুনতে পায় না, বরং (নিজেদের পক্ষ থেকে) তা গণক ও যাদুকরের মুখে তাদের কথার সাথে শত মিথ্যা যোগ করে ঢেলে দেয়। তাই কেবল সত্য সেটিই হয় যা তারা আসমান থেকে শোনে। [১৯২]",
    "ar": "حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عِكْرِمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ إِذَا قَضَى اللَّهُ أَمْرًا فِي السَّمَاءِ ضَرَبَتِ الْمَلاَئِكَةُ أَجْنِحَتَهَا خِضْعَانًا لِقَوْلِهِ كَأَنَّهُ سِلْسِلَةٌ عَلَى صَفْوَانٍ فَإِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ قَالَ فَيَسْمَعُهَا مُسْتَرِقُو السَّمْعِ بَعْضُهُمْ فَوْقَ بَعْضٍ فَيَسْمَعُ الْكَلِمَةَ فَيُلْقِيهَا إِلَى مَنْ تَحْتَهُ فَرُبَّمَا أَدْرَكَهُ الشِّهَابُ قَبْلَ أَنْ يُلْقِيَهَا إِلَى الَّذِي تَحْتَهُ فَيُلْقِيهَا عَلَى لِسَانِ الْكَاهِنِ أَوِ السَّاحِرِ فَرُبَّمَا لَمْ يُدْرَكْ حَتَّى يُلْقِيَهَا فَيَكْذِبُ مَعَهَا مِائَةَ كَذْبَةٍ فَتَصْدُقُ تِلْكَ الْكَلِمَةُ الَّتِي سُمِعَتْ مِنَ السَّمَاءِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৯২] বুখারী ৪৭০১, ৪৮০০, ৭৪৮১; তিরমিযী ৩২২৩, আবূ দাঊদ ৩৯৮৯। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: সহীহাহ ৩/২৮৩। উক্ত হাদিসের রাবী ইয়াকুব বিন হুমায়দ বিন কাসিব সম্পর্কে ইয়াহইয়া বিন মাঈন তাকে সিকাহ বলেছেন। ইমাম বুখারী তাকে সত্যবাদী বলেছেন। ইবনু আদী বলেন, কোন সমস্যা নেই।",
    "chapter": {
      "chapter_number": "0"
    }
  }
}