{
  "hadith": {
    "hadith_id": 1962,
    "narrator": "সাবরাহ বিন মা’বাদ (রাঃ)",
    "bn": "তিনি বললেন, হে আল্লাহর রসূল! স্ত্রীহীন অবস্থায় থাকা আমাদের জন্য কষ্টকর হয়ে দাঁড়িয়েছে। তিনি বলেনঃ তাহলে তোমরা এসব মহিলার সাথে মুতআ করো (সাময়িকভাবে উপকৃত হও)। অতএব আমরা তাদের সান্নিধ্যে পৌঁছলাম, কিন্তু তারা আমাদের এবং তাদের মাঝে নির্দিষ্ট মেয়াদ নির্ধারণ ব্যতিত আমাদের সঙ্গে বিবাহ বসতে অস্বীকার করলো। সাহাবীগণ বিষয়টি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট উল্লেখ করলে তিনি বলেনঃ তাহলে তোমাদের ও তাদের মাঝে মেয়াদ নির্দিষ্ট করে নাও। অতএব আমি ও আমার এক চাচাত ভাই (এই উদ্দেশে) বের হলাম। তাঁর সাথে ছিল একটি চাদর এবং আমার সাথেও ছিল একটি চাদর। তার চাদরটি ছিল আমার চাদর থেকে বেশি সুন্দর। আর আমি ছিলাম তার চাইতে অধিক যুবক। আমরা দু’জন এক নারীর নিকট আসলাম। সে বললো, চাদর দু’টি তো একই মানের। অতঃপর আমি তাকে বিবাহ করলাম এবং তার কাছেই ঐ রাত কাটালাম। ভোরে আমি ফিরে এলাম, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কা’বা ঘরের দরজা ও রুকনের মাঝখানে দাঁড়িয়ে বলছিলেনঃ হে লোক সকল! আমি তোমাদের মুতআ বিবাহের অনুমতি দিয়েছিলাম। এখন তোমরা শুনে নাও যে, আল্লাহ্‌ কিয়ামাত পর্যন্ত এই প্রকার বিবাহ হারাম করেছেন। অতএব তোমাদের কারো কাছে এ ধরণের কোন নারী থাকলে সে যেন তাকে ছেড়ে দেয় এবং তোমরা তাদেরকে যা কিছু দিয়েছো তা থেকে কিছুই ফেরত নিও না। [১৯৬২]\n\nতাহকীক আলবানীঃ (আরবি) শব্দ ছাড়া সহীহ, তবে সঠিক হলোঃ (আরবি)।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ عَنْ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ عَنْ الرَّبِيعِ بْنِ سَبْرَةَ عَنْ أَبِيهِ قَالَ خَرَجْنَا مَعَ رَسُولِ اللهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ فَقَالُوا يَا رَسُولَ اللهِ إِنَّ الْعُزْبَةَ قَدْ اشْتَدَّتْ عَلَيْنَا قَالَ فَاسْتَمْتِعُوا مِنْ هَذِهِ النِّسَاءِ فَأَتَيْنَاهُنَّ فَأَبَيْنَ أَنْ يَنْكِحْنَنَا إِلَّا أَنْ نَجْعَلَ بَيْنَنَا وَبَيْنَهُنَّ أَجَلًا فَذَكَرُوا ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ اجْعَلُوا بَيْنَكُمْ وَبَيْنَهُنَّ أَجَلًا فَخَرَجْتُ أَنَا وَابْنُ عَمٍّ لِي مَعَهُ بُرْدٌ وَمَعِي بُرْدٌ وَبُرْدُهُ أَجْوَدُ مِنْ بُرْدِي وَأَنَا أَشَبُّ مِنْهُ فَأَتَيْنَا عَلَى امْرَأَةٍ فَقَالَتْ بُرْدٌ كَبُرْدٍ فَتَزَوَّجْتُهَا فَمَكَثْتُ عِنْدَهَا تِلْكَ اللَّيْلَةَ ثُمَّ غَدَوْتُ وَرَسُولُ اللهِ صلى الله عليه وسلم قَائِمٌ بَيْنَ الرُّكْنِ وَالْبَابِ وَهُوَ يَقُولُ أَيُّهَا النَّاسُ إِنِّي قَدْ كُنْتُ أَذِنْتُ لَكُمْ فِي الِاسْتِمْتَاعِ أَلَا وَإِنَّ اللهَ قَدْ حَرَّمَهَا إِلَى يَوْمِ الْقِيَامَةِ فَمَنْ كَانَ عِنْدَهُ مِنْهُنَّ شَيْءٌ فَلْيُخْلِ سَبِيلَهَا وَلَا تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئًا",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[১৯৬২] মুসলিম ১৪০৬, নাসায়ী ৩৩৬৮, আবূ দাউদ ২০৭২, ২০৭৩, আহমাদ ১৪৯১৩, ১৪৯২১, দারেমী ২১৯৫, ২১৯৬, ইরওয়াহ ১৯০১, ১৯০২, সহীহাহ ৩৮১, সহীহ আবী দাউদ ১৮০৮। তাহকীক আলবানীঃ সহীহ, কিন্তু বিদায় হাজ্জের কথাটি শায, মাক্কাহ বিজয়ে কথাটি সংরক্ষিত। উক্ত হাদিসের রাবী আবদুল আযিয বিন উমার সম্পর্কে আবু হাতিম আর-রাযী বলেন, তার থেকে হাদিস গ্রহন করা যায়। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় দুর্বল। আবু হাফস উমার বিন শাহীন ও আবু দাউদ আস-সাজিসতানী বলেন, তিনি সিকাহ। আবু মুসহির আল গাসসানী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস ভুল সন্দেহ করেন। ইমাম যাহাবী তাকে সিকাহ বলেছেন। আবুল আলা বিন মুসহির বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৩৪৬৪, ১৮/১৭৩ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "9"
    }
  }
}