{
  "hadith": {
    "hadith_id": 1980,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাফিয়্যা (রাঃ)-কে বিবাহ করে মদিনায় নিয়ে এলে আনসারী মহিলাগণ এসে তার ব্যাপারে (আমাকে) অবহিত করে। আয়িশা (রাঃ) বলেন, আমি বেশভূষা পরিবর্তন করে এবং মুখমণ্ডল আবৃত করে তাকে দেখতে গেলাম। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার চোখের দিকে তাকিয়ে আমাকে চিনে ফেলেন। তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার দিকে লক্ষ্য করলে আমি দ্রুত সরে যেতে চেষ্টা করলাম। কিন্তু তিনি আমাকে ধরে ফেলে কোলে তুলে নেন এবং বলেনঃ কেমন দেখলে? আমি বললাম,আমাকে ছেড়ে দিন, ইয়াহূদী নারীদের মধ্যকার এক ইয়াহূদিনী। [১৯৮০]",
    "ar": "حَدَّثَنَا أَبُو بَدْرٍ عَبَّادُ بْنُ الْوَلِيدِ حَدَّثَنَا حَبَّانُ بْنُ هِلَالٍ حَدَّثَنَا مُبَارَكُ بْنُ فَضَالَةَ عَنْ عَلِيِّ بْنِ زَيْدٍ عَنْ أُمِّ مُحَمَّدٍ عَنْ عَائِشَةَ قَالَتْ لَمَّا قَدِمَ رَسُولُ اللهِ صلى الله عليه وسلم الْمَدِينَةَ وَهُوَ عَرُوسٌ بِصَفِيَّةَ بِنْتِ حُيَيٍّ جِئْنَ نِسَاءُ الْأَنْصَارِ فَأَخْبَرْنَ عَنْهَا قَالَتْ فَتَنَكَّرْتُ وَتَنَقَّبْتُ فَذَهَبْتُ فَنَظَرَ رَسُولُ اللهِ صلى الله عليه وسلم إِلَى عَيْنِي فَعَرَفَنِي قَالَتْ فَالْتَفَتَ فَأَسْرَعْتُ الْمَشْيَ فَأَدْرَكَنِي فَاحْتَضَنَنِي فَقَالَ كَيْفَ رَأَيْتِ قَالَتْ قُلْتُ أَرْسِلْ يَهُودِيَّةٌ وَسْطَ يَهُودِيَّاتٍ",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[১৯৮০] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। তা’লীক ইবনু মাজাহ্। তাহকীক আলবানীঃ যঈফ। উক্ত হাদিসের রাবী ১. মুবারাক বিন ফাদালাহ সম্পর্কে আবু বাকার আল-বাযযার বলেন, তার হাদিস বর্ণনায় কোন দোষ নেই। আবু বকর আল-বায়হাকী বলেন, তার হাদিস দ্বারা দলীল গ্রহনযোগ্য নয়। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করেন। আবু দাউদ আস-সাজিসতানী ও আবু যুরআহ আর-রাযী বলেন, তিনি হাদিস বর্ণনায় অধিক তাদলীস করেন। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি দুর্বল। ইবরাহীম বিন ইয়াকুব আল-জাওযুজানী বলেন, তিনি হাদিস বর্ণনায় দুর্বল ছিলেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় তাদলীস করেন। (তাহযীবুল কামালঃ রাবী নং ৫৭৬৬, ২৭/১৮০ নং পৃষ্ঠা) ২. আলী বিন যায়দ বিন জুদআন সম্পর্কে ইয়াহইয়া বিন সাঈদ আল কাত্তান বলেন, তার হাদিস প্রত্যাখ্যানযোগ্য। আহমাদ বিন হাম্বল ও ইয়াহইয়া বিন মাঈন বলেন, তিনি নির্ভরযোগ্য নন। ইয়াকুব বিন শায়বাহ বলেন, তিনি সিকাহ সালিহ। আল আজালী বলেন, কোন সমস্যা নেই। (তাহযীবুল কামালঃ রাবী নং ৪০৭০, ২০/৪৩৪ নং পৃষ্ঠা) ৩. উম্মু মুহাম্মাদ সম্পর্কে ইমাম তিরমিযি বলেন, তার হাদিস হাসান। ইমাম যাহাবী ও ইবনু হাজার আল-আসকালানী বলেন তিনি মাজহুল বা অপরিচিত।",
    "chapter": {
      "chapter_number": "9"
    }
  }
}