{
  "hadith": {
    "hadith_id": 1999,
    "narrator": "মিসওয়ার বিন মাখরামাহ (রাঃ)",
    "bn": "তিনি বলেন, আলী বিন আবূ তালিব (রাঃ) আবূ জাহলের কন্যাকে বিবাহ করার প্রস্তাব দেন। অথচ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কন্যা ফাতিমাহ (রাঃ) তাঁর বিবাহাধীন ছিলেন। ফাতিমাহ (রাঃ) তা শুনতে পেয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বলেন, আপনার সম্প্রদায়ের লোক বলাবলি করছে যে, আপনি আপনার কন্যাদের ব্যাপারে কোন কথায় রাগান্বিত হন না। এই আলী আবূ জাহলের কন্যাকে বিবাহ করতে যাচ্ছে। মিসওয়ার (রাঃ) বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ালেন, আমি তাঁকে কালিমা শাহাদাত পাঠ করার পর বলতে শুনলামঃ আমি আবূল আস ইবনুল রাবী' এর নিকট আমার এক কন্যার (যায়নব) বিবাহ দিয়েছিলাম। সে আমাকে যে কথা দিয়েছিল তা রক্ষা করেছে। নিশ্চয় ফাতিমাহ বিনতু মুহাম্মাদ আমার দেহের একটি অংশ। তোমরা তাকে গুনাহে নিক্ষেপ করবে তা আমি পছন্দ করি না। আল্লাহ্‌র শপথ! আল্লাহ্‌র রসূলের কন্যা এবং আল্লাহ্‌র দুশমনের কন্যা এক ব্যক্তির অধীন কখনো একত্র হতে পারে না। [১৯৯৯]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا أَبُو الْيَمَانِ أَنْبَأَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ أَخْبَرَنِي عَلِيُّ بْنُ الْحُسَيْنِ أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ أَخْبَرَهُ أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ خَطَبَ بِنْتَ أَبِي جَهْلٍ وَعِنْدَهُ فَاطِمَةُ بِنْتُ النَّبِيِّ صلى الله عليه وسلم فَلَمَّا سَمِعَتْ بِذَلِكَ فَاطِمَةُ أَتَتْ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ إِنَّ قَوْمَكَ يَتَحَدَّثُونَ أَنَّكَ لَا تَغْضَبُ لِبَنَاتِكَ وَهَذَا عَلِيٌّ نَاكِحًا ابْنَةَ أَبِي جَهْلٍ قَالَ الْمِسْوَرُ فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَسَمِعْتُهُ حِينَ تَشَهَّدَ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنِّي قَدْ أَنْكَحْتُ أَبَا الْعَاصِ بْنَ الرَّبِيعِ فَحَدَّثَنِي فَصَدَقَنِي وَإِنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ بَضْعَةٌ مِنِّي وَأَنَا أَكْرَهُ أَنْ تَفْتِنُوهَا وَإِنَّهَا وَاللهِ لَا تَجْتَمِعُ بِنْتُ رَسُولِ اللهِ وَبِنْتُ عَدُوِّ اللهِ عِنْدَ رَجُلٍ وَاحِدٍ أَبَدًا قَالَ فَنَزَلَ عَلِيٌّ عَنْ الْخِطْبَةِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৯৯৯] ইবনু মাজাহ ১৯৯৮, সহীহুল বুখারী ৩১১০, ৩৭১৪, ৩৭২৯, ৩৭৬৭, ৫২৩০, ৫২৭৮, মুসলিম ২৪৪৯, তিরমিযী ৩৮৬৭, ২০৬৯, ২০৭১, আহমাদ ১৮৪২৮, ১৮৪৩২, ১৮৪৪৭, ১৮৪৫১। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "9"
    }
  }
}