{
  "hadith": {
    "hadith_id": 2014,
    "narrator": "মুআয বিন জাবাল (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন কোন স্ত্রী তার স্বামীকে কষ্ট দেয় তখন জান্নাতে তার আয়তালোচনা হুর স্ত্রীগণ বলতে থাকেঃ ওহে! আল্লাহ তোমার সর্বনাশ করুন। তুমি তাকে কষ্ট দিওনা। সে তো তোমার নিকট অল্পদিনের মেহমান অচিরেই সে তোমাকে ত্যাগ করে আমাদের নিকট চলে আসবে। [২০১৪]",
    "ar": "حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ الضَّحَّاكِ حَدَّثَنَا إِسْمَعِيلُ بْنُ عَيَّاشٍ عَنْ بَحِيرِ بْنِ سَعْدٍ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ كَثِيرِ بْنِ مُرَّةَ عَنْ مُعَاذِ بْنِ جَبَلٍ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم لَا تُؤْذِي امْرَأَةٌ زَوْجَهَا إِلَّا قَالَتْ زَوْجَتُهُ مِنْ الْحُورِ الْعِينِ لَا تُؤْذِيهِ قَاتَلَكِ اللهُ فَإِنَّمَا هُوَ عِنْدَكِ دَخِيلٌ أَوْشَكَ أَنْ يُفَارِقَكِ إِلَيْنَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২০১৪] তিরমিযী ১১৭৪, সহীহা ১৭৩, আদাবুল যিফাফ ১৭৮। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী আবদুল ওয়াহহাব ইবনুদ দাহহাক সম্পর্কে আবু বকর আল-বায়হাকী বলেন, তিনি মিথ্যার সাথে অভিযুক্ত। আবু জা'ফার আল-উকায়লী বলেন, তিনি প্রত্যাখ্যানযোগ্য। আবু হাতিম আর-রাযী বলেন, তিনি মিথ্যুক। আবু দাউদ আস-সাজিসতানী বলেন, তিনি জাল (বানিয়ে) হাদিস বর্ণনা করেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি প্রত্যাখ্যানযোগ্য। আবু নুআয়ম আল-আসবাহানী বলেন, তিনি একাধিক জাল হাদিস বর্ণনা করেন। (তাহযীবুল কামালঃ রাবী নং ৩৬০১, ১৮/৪৯৪ নং পৃষ্ঠা) ২. ইসমাঈল বিন আয়্যাশ সম্পর্কে ইয়াহইয়া বিন মাঈন বলেন, আহলে শাম থেকে হাদিস বর্ণনায় কোন সমস্যা নেই। আলী ইবনুল মাদীনী, ইবনু আবু শায়বাহ, আমর ইবনুল ফাল্লাস ও দুহায়ম বলেন, শাম শহর থেকে হাদিস বর্ণনায় তিনি সিকাহ কিন্তু অন্য শহর থেকে হাদিস বর্ণনায় দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৪৭২, ৩/১৬৩ নং পৃষ্ঠা) উক্ত হাদিস্ত সহিহ কিন্তু আবদুল ওয়াহহাব ইবনুদ দাহহাক ও ইসমাঈল বিন আয়্যাশ এর কারণে সানাদটি দুর্বল। হাদিসটির ১৭ টি শাহিদ হাদিস রয়েছে, তন্মধ্যে ৮ টি অধিক দুর্বল, ৬ টি দুর্বল, ২ টি হাসান, ১ টি সহিহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ তিরমিযি ১১৭৪, আহমাদ ২১৫৯৫ ইত্যাদি।",
    "chapter": {
      "chapter_number": "9"
    }
  }
}