{
  "hadith": {
    "hadith_id": 2032,
    "narrator": "ফাতিমাহ (বিনতু কায়স) ও আয়িশা (রাঃ)",
    "bn": "উরওয়াহ বলেন, আমি মারওয়ানের নিকট প্রবেশ করে তাকে বললাম, আপনার পরিবারের এক মহিলাকে তালাক দেওয়া হয়েছে। আমি তার ওখান দিয়ে যাওয়ার সময় দেখলাম যে, সে বাড়ি ছেড়ে যাচ্ছে। সে বললো, ফাতিমাহ বিনতু কায়স (রাঃ) আমাদের এরূপ নির্দেশ দিয়েছেন এবং তিনি আমাদের বলেছেন যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে (ইদ্দাত পালনকালে) স্থানান্তর এর অনুমতি দিয়েছেন। মারওয়ান বলেন, ফাতিমাহ বিনতু কায়স (রাঃ) তাদের এরূপ নির্দেশ দিয়েছেন। উরওয়া (রাঃ) বলেন, আমি বললাম, আল্লাহর শপথ! আয়িশা (রাঃ) তা আপত্তিকর বলেছেন। আয়িশা (রাঃ) বলেন, ফাতিমাহ হিংশ্র পশুর উৎপাতের এলাকায় বাস করতেন বলে তার জানমালের ক্ষতির আশংকা ছিলো। আর এ কারণেই রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার বেলায় এরূপ অনুমতি দিয়েছিলেন। [২০৩২]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللهِ حَدَّثَنَا ابْنُ أَبِي الزِّنَادِ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ قَالَ دَخَلْتُ عَلَى مَرْوَانَ فَقُلْتُ لَهُ امْرَأَةٌ مِنْ أَهْلِكَ طُلِّقَتْ فَمَرَرْتُ عَلَيْهَا وَهِيَ تَنْتَقِلُ فَقَالَتْ أَمَرَتْنَا فَاطِمَةُ بِنْتُ قَيْسٍ وَأَخْبَرَتْنَا أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم أَمَرَهَا أَنْ تَنْتَقِلَ فَقَالَ مَرْوَانُ هِيَ أَمَرَتْهُمْ بِذَلِكَ قَالَ عُرْوَةُ فَقُلْتُ أَمَا وَاللهِ لَقَدْ عَابَتْ ذَلِكَ عَائِشَةُ وَقَالَتْ إِنَّ فَاطِمَةَ كَانَتْ فِي مَسْكَنٍ وَحْشٍ فَخِيفَ عَلَيْهَا فَلِذَلِكَ أَرْخَصَ لَهَا رَسُولُ اللهِ صلى الله عليه وسلم",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[২০৩২] ইবনু মাজাহ ২০২৪, ২০৩৩,মুসলিম ১৪৮০, সহীহ আবী দাউদ ১৯৮৪। তাহকীক আলবানীঃ হাসান। উক্ত হাদিসের রাবী আবু যিনাদ সম্পর্কে আবু আহমাদ আল-হাকিম বলেন, তিনি আহলে ইলমের নিকট হাফিয নয়। আবুল কাসিম বিন বিশকাওয়াল বলেন, তিনি দুর্বল। আবু হাতিম আর-রাযী বলেন, তার থেকে হাদিস গ্রহন করা যায় তবে তা দলীলযোগ্য হবে না। আবু যুরআহ আর-রাযী তাকে দুর্বল বলেছেন। আহমাদ বিন শুআয়ব আন-নাসায়ী বলেন, তার হাদিস দলীলযোগ্য নয়, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৩৮১৬, ১৭/৯৫ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "10"
    }
  }
}