{
  "hadith": {
    "hadith_id": 2043,
    "narrator": "আবূ যার আল-গিফারী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ আমার উম্মাতের ভুল , বিস্মৃতি ও বলপূর্বক যা করিয়ে নেয়া হয়  তা ক্ষমা করে দিয়েছেন। [২০৪৩]",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ يُوسُفَ الْفِرْيَابِيُّ حَدَّثَنَا أَيُّوبُ بْنُ سُوَيْدٍ حَدَّثَنَا أَبُو بَكْرٍ الْهُذَلِيُّ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ أَبِي ذَرٍّ الْغِفَارِيِّ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم إِنَّ اللهَ تَجَاوَزَ عَنْ أُمَّتِي الْخَطَأَ وَالنِّسْيَانَ وَمَا اسْتُكْرِهُوا عَلَيْهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২০৪৩] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। মিশকাত ৬২৮৪, ইরওয়া ৮২। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী ১. আয়্যুব বিন সুওয়ায়দ সম্পর্কে আবু বকর আল-ইসমাইলী বলেন, তার ব্যাপারে সমালোচনা রয়েছে। আবু হাতিম আর-রাযী বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আবু দাউদ আস-সাজিসতানী বলেন, তিনি দুর্বল। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি সিকাহ নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। যাকারিয়্যা বিন ইয়াহইয়া আস-সাজী বলেন, তিনি দুর্বল। ইমাম বুখারী বলেন, তার ব্যাপারে সমালোচনা রয়েছে। (তাহযীবুল কামালঃ রাবী নং ৬১৬, ৩/৪৭৪ নং পৃষ্ঠা) ২. আবু বাকর আল-হুযালী সম্পর্কে আবু আহমাদ আল-হাকিম বলেন, তিনি আহলে ইলমের নিকট নির্ভরযোগ্য নয় তার থেকে হাদিস গ্রহন করা যায় তবে তা দলীলযোগ্য হবে না। আবু যুরআহ আর-রাযী ও আহমাদ বিন হাম্বল বলেন, তিনি দুর্বল। মুহাম্মাদ বিন জা'ফার বলেন, তিনি মিথ্যা কথা বলতেন। (তাহযীবুল কামালঃ রাবী নং ৭২৬৮, ৩৩/১৫৯ নং পৃষ্ঠা) ৩. শাহর বিন হাওশাব সম্পর্কে ইয়াহইয়া বিন মাঈন ও ইয়াকুব বিন সুফইয়ান এবং আল-আজালী বলেন, তিনি সিকাহ। শু'বাহ ইবনুল হাজ্জাজ তাকে বর্জন করেছেন। আহমাদ বিন হাম্বল ও আবু হাতিম আর-রাযী বলেন, কোন সমস্যা নেই। (তাহযীবুল কামালঃ রাবী নং ২৭৮১, ১২/৫৭৮ নং পৃষ্ঠা) উক্ত হাদিসটি সহিহ কিন্তু আয়্যুব বিন সুওয়ায়দ ও আবু বাকর আল-হুযালী এবং শাহর বিন হাওশাব এর কারণে সানাদটি দুর্বল। হাদিসটির ৫৯ টি শাহিদ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ দারাকুতনী ৪৩০৬, মুসান্নাফ আব্দুর রাযযাক ১১৪১৬, মুজামুল আওসাত ২১৩৭, ৮২৭৩।",
    "chapter": {
      "chapter_number": "10"
    }
  }
}