{
  "hadith": {
    "hadith_id": 2051,
    "narrator": "ইয়াযীদ (রাঃ)",
    "bn": "ইয়াযীদ (রাঃ) তাঁর স্ত্রীকে চূড়ান্ত (বাত্তা) তালাক দিলেন। অতঃপর তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে তাঁকে (বিধান) জিজ্ঞেস করলেন। তিনি বলেনঃ তুমি এর দ্বারা কী নিয়াত করেছিলে? ইয়াযিদ (রাঃ) বলেন, এক তালাকের। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আল্লাহ্‌র শপথ! তুমি কি এক তালাকেরই নিয়াত করেছিলে? ইয়াযীদ (রাঃ) বলেন, আল্লাহ্‌র শপথ! আমি এক তালাকেরই ইচ্ছা করেছিলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে তাঁর স্ত্রী ফেরত দিলেন। [২০৫১]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَعَلِيُّ بْنُ مُحَمَّدٍ قَالَا حَدَّثَنَا وَكِيعٌ عَنْ جَرِيرِ بْنِ حَازِمٍ عَنْ الزُّبَيْرِ بْنِ سَعِيدٍ عَنْ عَبْدِ اللهِ بْنِ عَلِيِّ بْنِ يَزِيدَ بْنِ رُكَانَةَ عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّهُ طَلَّقَ امْرَأَتَهُ الْبَتَّةَ فَأَتَى رَسُولَ اللهِ صلى الله عليه وسلم فَسَأَلَهُ فَقَالَ مَا أَرَدْتَ بِهَا قَالَ وَاحِدَةً قَالَ اللهِ مَا أَرَدْتَ بِهَا إِلَّا وَاحِدَةً قَالَ اللهِ مَا أَرَدْتُ بِهَا إِلَّا وَاحِدَةً قَالَ فَرَدَّهَا عَلَيْهِ\nقَالَ مُحَمَّد بْن مَاجَةَ سَمِعْت أَبَا الْحَسَنِ عَلِيَّ بْنَ مُحَمَّدٍ الطَّنَافِسِيَّ يَقُولُ مَا أَشْرَفَ هَذَا الْحَدِيثَ قَالَ ابْن مَاجَةَ أَبُو عُبَيْدٍ تَرَكَهُ نَاجِيَةُ وَأَحْمَدُ جَبُنَ عَنْهُ.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২০৫১] তিরমিযী ১১৭৭, আবূ দাউদ ২২০৬, ২২০৮, দারেমী ২২৭২, ইরওয়াহ ২০৬৩, মিশকাত ৩২৮২। তাহকীক আলবানীঃ যঈফ। উক্ত হাদিসের রাবী যুবায়র বিন সাঈদ সম্পর্কে আবু আহমাদ আল-হাকিম বলেন, তিনি আহলে ইলমের নিকট নির্ভরযোগ্য নয়। আবু জা'ফার আল-উকায়লী বলেন, তার হাদিসের অনুসরণ করা যাবে না। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি দুর্বল। ইবনু হাজার আল-আসকালানী বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। যাকারিয়্যা বিন ইয়াহইয়া আস-সাজী বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ১৯৬৩, ৯/৩০৪ নং পৃষ্ঠা) ২. আবদুল্লাহ বিন আলী বিন ইয়াযীদ বিন রুকানাহ সম্পর্কে আবু জা'ফার আল-উকায়লী বলেন,তিনি হাদিস বর্ণনায় ইদতিরাব করেন, তার হাদিসের অনুসরণ করা যাবে না। ইবনু হাজার আল-আসকালানী বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। ইমাম যাহাবী তাকে সিকাহ বলেছেন। (তাহযীবুল কামালঃ রাবী নং ৩৬৩৪, ১৫/৩২৩ নং পৃষ্ঠা) ৩. আলী বিন ইয়াযীদ বিন রুকানাহ সম্পর্কে ইবনু হাজার আল-আসকালানী বলেন, তার কিছু বিষয় অজ্ঞাত। ইমাম বুখারী বলেন, তার হাদিস বিশুদ্ধ নয়। তাহরীরু তাকরীবুত তাহযীব এর লেখক বলেন, তার অবস্থা সম্পর্কে অজ্ঞাত। (তাহযীবুল কামালঃ রাবী নং ৪১৫২, ২১/১৭৪ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "10"
    }
  }
}