{
  "hadith": {
    "hadith_id": 2065,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, এক ব্যক্তি তার স্ত্রীর সাথে যিহার করে এবং কাফফারা আদায়ের পূর্বে তার সাথে সহবাস করে। অতপর সে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উপস্থিত হয়ে বিষয়টি তাঁকে অবহিত করে। তিনি বলেন, এরূপ করতে তোমাকে কিসে প্ররোচিত করলো! সে বললো, হে আল্লাহ্‌র রসূল! চাঁদের আলোতে আমি তার পদদ্বয়ের মলের উজ্জ্বল্য দেখে ফেলি এবং নিজের ওপর নিয়ন্ত্রণ হারিয়ে ফেলে তার সাথে সহবাস করে বসি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার বর্ণনা শুনে হাসলেন এবং তাঁকে কাফফারা আদায় না করা পর্যন্ত স্ত্রীর সাথে সহবাস না করার নির্দেশ দিলেন। [২০৬৫]",
    "ar": "حَدَّثَنَا الْعَبَّاسُ بْنُ يَزِيدَ حَدَّثَنَا غُنْدَرٌ حَدَّثَنَا مَعْمَرٌ عَنْ الْحَكَمِ بْنِ أَبَانَ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ أَنَّ رَجُلًا ظَاهَرَ مِنْ امْرَأَتِهِ فَغَشِيَهَا قَبْلَ أَنْ يُكَفِّرَ فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ فَقَالَ مَا حَمَلَكَ عَلَى ذَلِكَ قَالَ يَا رَسُولَ اللهِ رَأَيْتُ بَيَاضَ حِجْلَيْهَا فِي الْقَمَرِ فَلَمْ أَمْلِكْ نَفْسِي أَنْ وَقَعْتُ عَلَيْهَا فَضَحِكَ رَسُولُ اللهِ صلى الله عليه وسلم وَأَمَرَهُ أَلَّا يَقْرَبَهَا حَتَّى يُكَفِّرَ",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[২০৬৫]  তিরমিযী ১১৯৯, নাসায়ী ৩৪৫৭, ৩৪৫৮, ৩৪৫৯, আবূ দাউদ ২২২১, ২২২২, ইরওয়াহ ৭/১৭৯। তাহকীক আলবানীঃ হাসান। উক্ত হাদিসের রাবী ১. আব্বাস বিন ইয়াযীদ সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি সত্যবাদী। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় কখনো কখনো ভুল করেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। মাসলামাহ ইবনুল কাসিম বলেন, তিনি হাদিস বর্ণনায় দুর্বল। ইমাম যাহাবী বলেন, তিনি সত্যবাদী। (তাহযীবুল কামালঃ রাবী নং ৩১৪৬, ১৪/২৬১ নং পৃষ্ঠা) ২. হাকাম বিন আবান সম্পর্কে আবু আহমাদ বিন আদী আল-জুরজানী বলেন, তার মাঝে দুর্বলতা রয়েছে। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় কখনো কখনো ভুল করেন। আবু আবদুল্লাহ আল-হাকিম আন-নায়সাবুরী বলেন, তিনি সত্যবাদী। আহমাদ বিন হাম্বল বলেন, তিনি সিকাহ। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন। (তাহযীবুল কামালঃ রাবী নং ১৪২২, ৭/৮৬ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "10"
    }
  }
}