{
  "hadith": {
    "hadith_id": 2066,
    "narrator": "উয়ায়মির (রাঃ)",
    "bn": "উয়ায়মির (রাঃ), আসিম বিন আদী (রাঃ)-এর নিকট এসে বলেন, আপনি আমার পক্ষ থেকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জিজ্ঞেস করুন যে, কোন ব্যক্তি যদি তার স্ত্রীর সাথে অপর কোন পুরুষ লোককে পেয়ে তাঁকে হত্যা করে, তাহলে কি এই প্রতিশোধে তাকেও হত্যা করা হবে অথবা কী করা হবে? আসিম (রাঃ) এ ব্যাপারে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জিজ্ঞেস করেন। কিন্তু রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রশ্নকারির প্রশ্ন অপছন্দ করেন। উয়াইমির (রাঃ) আসিম (রাঃ) এর সাথে সাক্ষাৎ করে তাঁকে জিজ্ঞেস করেন, আপনি কি করেছেন? আসিম (রাঃ) বলেন, আমি জিজ্ঞেস করেছি। তুমি কোন শুভ বিষয় আমার নিকট পৌছাওনি। আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জিজ্ঞেস করলে তিনি তা অপছন্দ করেন। উয়াইমির (রাঃ) বলেন, আল্লাহ্‌র শপথ! আমি অবশ্যই রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উপস্থিত হয়ে বিষয়টি সম্পর্কে তাঁকে জিজ্ঞেস করবো। অতএব তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট পৌছে দেখেন যে, এইমাত্র তাদের ব্যাপারে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর উপর ওহি নাযিল হয়েছে। তিনি তাদের উভয়কে লিআন করান। উয়াইমির (রাঃ) বলেন, আল্লাহ্‌র শপথ, হে আল্লাহ্‌র রসূল! আমি যদি তাঁকে নিয়ে (স্ত্রী হিসেবে) বাড়ি যাই, তাহলে আমি তার ওপর যেনার মিথ্যা অভিযোগ আরোপকারী সাব্যস্ত হব। এই বলে তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নির্দেশ দানের আগেই তাকে তালাক দেন। পরবর্তীতে লিআনকারীদ্বয়ের ব্যাপারে এটাই বিধানরূপে ধার্য হয়। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তোমরা এই নারীর প্রতি লক্ষ্য রাখো। সে যদি কৃষ্ণকায়, বড় চোখবিশিষ্ট ও মোটা নিতম্ববিশিষ্ট সন্তান প্রসব করে, তবে আমি মনে করবো যে, উয়াইমির সত্যবাদী। আর যদি সে এমন লাল বর্ণের সন্তান প্রসব করে, যা মনে হয় লাল রঙের কীট, তবে আমি মনে করবো যে, উয়াইমির মিথ্যাবাদী। রাবী বলেন, সেই নারী একটি কৃষ্ণকায় সন্তান প্রসব করেছিল।[২০৬৬]",
    "ar": "حَدَّثَنَا أَبُو مَرْوَانَ الْعُثْمَانِيُّ مُحَمَّدُ بْنُ عُثْمَانَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ ابْنِ شِهَابٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ قَالَ جَاءَ عُوَيْمِرٌ إِلَى عَاصِمِ بْنِ عَدِيٍّ فَقَالَ سَلْ لِي رَسُولَ اللهِ صلى الله عليه وسلم أَرَأَيْتَ رَجُلًا وَجَدَ مَعَ امْرَأَتِهِ رَجُلًا فَقَتَلَهُ أَيُقْتَلُ بِهِ أَمْ كَيْفَ يَصْنَعُ فَسَأَلَ عَاصِمٌ رَسُولَ اللهِ صلى الله عليه وسلم عَنْ ذَلِكَ فَعَابَ رَسُولُ اللهِ صلى الله عليه وسلم الْمَسَائِلَ ثُمَّ لَقِيَهُ عُوَيْمِرٌ فَسَأَلَهُ فَقَالَ مَا صَنَعْتَ فَقَالَ صَنَعْتُ أَنَّكَ لَمْ تَأْتِنِي بِخَيْرٍ سَأَلْتُ رَسُولَ اللهِ صلى الله عليه وسلم فَعَابَ الْمَسَائِلَ فَقَالَ عُوَيْمِرٌ وَاللهِ لَآتِيَنَّ رَسُولَ اللهِ صلى الله عليه وسلم وَلَأَسْأَلَنَّهُ فَأَتَى رَسُولَ اللهِ صلى الله عليه وسلم فَوَجَدَهُ وَقَدْ أُنْزِلَ عَلَيْهِ فِيهِمَا فَلَاعَنَ بَيْنَهُمَا قَالَ عُوَيْمِرٌ وَاللهِ لَئِنْ انْطَلَقْتُ بِهَا يَا رَسُولَ اللهِ لَقَدْ كَذَبْتُ عَلَيْهَا قَالَ فَفَارَقَهَا قَبْلَ أَنْ يَأْمُرَهُ رَسُولُ اللهِ صلى الله عليه وسلم فَصَارَتْ سُنَّةً فِي الْمُتَلَاعِنَيْنِ ثُمَّ قَالَ النَّبِيُّ صلى الله عليه وسلم انْظُرُوهَا فَإِنْ جَاءَتْ بِهِ أَسْحَمَ أَدْعَجَ الْعَيْنَيْنِ عَظِيمَ الْأَلْيَتَيْنِ فَلَا أُرَاهُ إِلَّا قَدْ صَدَقَ عَلَيْهَا وَإِنْ جَاءَتْ بِهِ أُحَيْمِرَ كَأَنَّهُ وَحَرَةٌ فَلَا أُرَاهُ إِلَّا كَاذِبًا قَالَ فَجَاءَتْ بِهِ عَلَى النَّعْتِ الْمَكْرُوهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২০৬৬] সহীহুল বুখারী ৪২৩, ৪৭৪৫, ৪৭৪৬, ৫২৫৯, ৫৩০৮, ৫৩০৯, ৬৮৫৪, ৭১৬৬, ৭৩০৪, মুসলিম ১৪৯২, নাসায়ী ৩৪০২, ৩৪৬৬, আবূ দাউদ ২২৪৫, ২২৪৮, ২২৫১, আহমাদ ২২৩২০, ২২৩৩০, ২২৩৪৪, ২২৩৪৬, মুয়াত্তা মালেক ১২০১, দারেমী ২২২৯, ইরওয়া ২১০০ সহীহ, আবী দাউদ ১৯৪২-১৯৪৯। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী মারওয়ান মুহাম্মাদ বিন উসমান আল-উসমানী সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি সিকাহ। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করেন ও সিকাহ রাবীর বিপরীত হাদিস বর্ণনা করেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। ইমাম বুখারী তাকে সত্যবাদী বলেছেন। (তাহযীবুল কামালঃ রাবী নং ৫৪৫৪, ২৬/৮১ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "10"
    }
  }
}