{
  "hadith": {
    "hadith_id": 2067,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, হিলাল বিন উমাইয়্যা (রাঃ) তার স্ত্রীর বিরুদ্ধে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট শরীক বিন সাহমার সাথে যেনায় লিপ্ত হওয়ার অভিযোগ দায়ের করেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ প্রমাণ পেশ করো অন্যথায় তোমার পিঠে হদ্দ কার্যকর হবে। হেলাল বিন উমাইয়্যা (রাঃ) বলেন, সেই সত্তার শপথ, যিনি আপনাকে সত্য দীনসহ পাঠিয়েছেন। আমি অবশ্যই সত্যবাদী এবং আল্লাহ্‌ আমার অভিযোগের ব্যাপারে এমন বিধান নাযিল করবেন, যা আমার পিঠকে হদ্দ থেকে রক্ষা করবে। তখন এই আয়াত নাযিল হলো (অনুবাদ) “ আর যারা নিজেদের স্ত্রীর প্রতি যেনার অপবাদ আরোপ করে অথচ নিজেরা ব্যতীত তাদের কোন সাক্ষী নাই, তাদের প্রত্যেকের সাক্ষ্য এই হবে যে, সে আল্লাহ্‌র নামে চারবার শপথ করে বলবে যে, সে অবশ্যই সত্যবাদী এবং পঞ্চমবারে  বলবে, সে মিথ্যাবাদী হলে তার উপর নেমে আসবে আল্লাহ্‌র লানত” (সূরা নূরঃ ৬৭)। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুখ ফিরিয়ে তাদের দু’জনকে ডেকে পাঠান। তারা উপস্থিত হলে প্রথমে হেলাল বিন উমাইয়্যা (রাঃ) দাড়িয়ে শপথ করেন এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আল্লাহ অবশ্যই জানেন যে, তোমাদের মধ্যে একজন মিথ্যাবাদী। অতএব কেও তওবা করবে কি? অতঃপর স্ত্রীলোক দাঁড়িয়ে সাক্ষ্য দিলো। পঞ্চমবারে সে যখন বলতে যাচ্ছিল যে, সে (স্বামী) সত্যবাদী হলে তার নিজের উপর আল্লাহ্‌র গযব পতিত হোক, তখন লোকেরা তাকে বলল, এটি কিন্তু অবধারিতকারী বাক্য। বিন আব্বাস (রাঃ) বলেন, সেই নারী তখন আর কিছু না বলে থেমে গিয়ে পিছনে হটে গেলো। শেষে আমরা মনে করলাম সে হয়তো ফিরে যাবে (বিরত থাকবে)। কিন্তু সে বললো, আল্লাহ্‌র শপথ! আমি আমার সম্প্রদায়কে চিরদিনের জন্য কালিমালিপ্ত করতে পারি না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তোমরা তার প্রতি লক্ষ্য রেখো। সে যদি সুরমাদীপ্ত চোখ, মাংসল নিতম্ব ও মাংসল পদযুগলবিশিষ্ট সন্তান প্রসব করে তবে এটি শরীক বিন সাহমার। অতঃপর সে এই ধরণের সন্তানই প্রসব করলো। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আল্লাহ্‌র কিতাবে আগেই যদি (লিআনকারীর) বিধান না দেয়া থাকতো, তাহলে তার ও আমার মধ্যে কিছু একটা ঘটে যেতো (তাকে শাস্তি দিতাম)। [২০৬৭]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ أَنْبَأَنَا هِشَامُ بْنُ حَسَّانَ حَدَّثَنَا عِكْرِمَةُ عَنْ ابْنِ عَبَّاسٍ أَنَّ هِلَالَ بْنَ أُمَيَّةَ قَذَفَ امْرَأَتَهُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم بِشَرِيكِ ابْنِ سَحْمَاءَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم الْبَيِّنَةَ أَوْ حَدٌّ فِي ظَهْرِكَ فَقَالَ هِلَالُ بْنُ أُمَيَّةَ وَالَّذِي بَعَثَكَ بِالْحَقِّ إِنِّي لَصَادِقٌ وَلَيُنْزِلَنَّ اللهُ فِي أَمْرِي مَا يُبَرِّئُ ظَهْرِي قَالَ فَنَزَلَتْ {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ حَتَّى بَلَغَ وَالْخَامِسَةَ أَنَّ غَضَبَ اللهِ عَلَيْهَا إِنْ كَانَ مِنْ الصَّادِقِينَ} فَانْصَرَفَ النَّبِيُّ صلى الله عليه وسلم فَأَرْسَلَ إِلَيْهِمَا فَجَاءَا فَقَامَ هِلَالُ بْنُ أُمَيَّةَ فَشَهِدَ وَالنَّبِيُّ صلى الله عليه وسلم يَقُولُ إِنَّ اللهَ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ فَهَلْ مِنْ تَائِبٍ ثُمَّ قَامَتْ فَشَهِدَتْ فَلَمَّا كَانَ عِنْدَ الْخَامِسَةِ {أَنَّ غَضَبَ اللهِ عَلَيْهَا إِنْ كَانَ مِنْ الصَّادِقِينَ} قَالُوا لَهَا إِنَّهَا لَمُوجِبَةٌ قَالَ ابْنُ عَبَّاسٍ فَتَلَكَّأَتْ وَنَكَصَتْ حَتَّى ظَنَنَّا أَنَّهَا سَتَرْجِعُ فَقَالَتْ وَاللهِ لَا أَفْضَحُ قَوْمِي سَائِرَ الْيَوْمِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم انْظُرُوهَا فَإِنْ جَاءَتْ بِهِ أَكْحَلَ الْعَيْنَيْنِ سَابِغَ الْأَلْيَتَيْنِ خَدَلَّجَ السَّاقَيْنِ فَهُوَ لِشَرِيكِ ابْنِ سَحْمَاءَ فَجَاءَتْ بِهِ كَذَلِكَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم لَوْلَا مَا مَضَى مِنْ كِتَابِ اللهِ عَزَّ وَجَلَّ لَكَانَ لِي وَلَهَا شَأْنٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২০৬৭] সহীহুল বুখারী ২৬৭১, ৪৭৪৭, ৫৩০৭,তিরমিযী ৩১৭৯, আবূ দাউদ ২২৫৪, ২২৫৫, ২২৫৬, আহমাদ ২৪৬৪, ইরওয়াহ ২০৯৮, সহীহ আবী দাঊদ ১৯৫১। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "10"
    }
  }
}