{
  "hadith": {
    "hadith_id": 2081,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকটে এসে বললো, হে আল্লাহ্‌র রসূল! আমার মনিব তাঁর বাদীকে আমার সাথে বিবাহ দিয়েছে। এখন সে আমার আর আমার স্ত্রীর মধ্যে বিবাহ বিচ্ছেদ ঘটাতে চায়। রাবী বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিম্বারে আরোহণ করলেন, অতঃপর বললেন, হে লোকসকল! তোমাদের কারো এরূপ আচরণ কেন করো যে, সে তার গোলামের সাথে তার বাদীর বিবাহ দেয়, অতঃপর তাদের বিবাহ বিচ্ছেদ ঘটাতে চায়? নারীর ঊরু স্পর্শ করা যার জন্য বৈধ, তালাকের অধিকার তার। [২০৮১]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى حَدَّثَنَا يَحْيَى بْنُ عَبْدِ اللهِ بْنِ بُكَيْرٍ حَدَّثَنَا ابْنُ لَهِيعَةَ عَنْ مُوسَى بْنِ أَيُّوبَ الْغَافِقِيِّ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَ أَتَى النَّبِيَّ صلى الله عليه وسلم رَجُلٌ فَقَالَ يَا رَسُولَ اللهِ إِنَّ سَيِّدِي زَوَّجَنِي أَمَتَهُ وَهُوَ يُرِيدُ أَنْ يُفَرِّقَ بَيْنِي وَبَيْنَهَا قَالَ فَصَعِدَ رَسُولُ اللهِ صلى الله عليه وسلم الْمِنْبَرَ فَقَالَ يَا أَيُّهَا النَّاسُ مَا بَالُ أَحَدِكُمْ يُزَوِّجُ عَبْدَهُ أَمَتَهُ ثُمَّ يُرِيدُ أَنْ يُفَرِّقَ بَيْنَهُمَا إِنَّمَا الطَّلَاقُ لِمَنْ أَخَذَ بِالسَّاقِ",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[২০৮১] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। বায়হাকী ৯/১৫৭, ইরওয়াহ ২০৪১। তাহকীক আলবানীঃ হাসান। উক্ত হাদিসের রাবী ইবনু লাহীআহ সম্পর্কে ইয়াহইয়া বিন মাঈন বলেন, তার হাদিসের ব্যাপারে কোন সমস্যা নেই। আমর বিন ফাল্লাস বলেন, তার কিতাব সমূহ পুড়ে যাওয়ায় হাদিস বর্ণনায় সংমিশ্রণ করেন। কিতাব সমূহ পুড়ে যাওয়ায় যে হাদিস বর্ণনা করেছেন তা দুর্বল। আবু কাসিম বলেন, তিনি হাদিস বর্ণনায় সংমিশ্রণ করেন। আবু বকর আল-বায়হাকী বলেন, তার হাদিস দলীল হিসেবে গ্রহণযোগ্য নয়। আবু হাতিম আর-রাযী তাকে দুর্বল বলেছেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে তার কিতাব সমূহ পুড়ে যাওয়ার পর হাদিস বর্ণনায় সংমিশ্রণ করেন। বিশর ইবনুস সারী বলেন, যদি তার সাথে আমার সাক্ষাৎ হত তবে আমি তার থেকে কোন হাদিস গ্রহন করতাম না। (তাহযীবুল কামালঃ রাবী নং ৩৫১৩, ১৫/৪৮৭ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "10"
    }
  }
}