{
  "hadith": {
    "hadith_id": 2107,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "তিনি বলেন, আমি আশআরীদের একটি দলের সাথে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট জন্তুযান চাইতে এসেছিলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহর শপথ ! আমি তোমাদের জন্য জন্তুযানের ব্যবস্থা করতে অক্ষম। রাবী বলেন, আমরা আল্লাহর ইচ্ছায় সেখানে কিছুক্ষণ অবস্থান করলাম। অতঃপর কিছু সংখ্যক উট এসে গেল। তখন তিনি আমাদের উজ্জ্বল কুঁজবিশিষ্ট তিনটি উট দেয়ার জন্য নির্দেশ দিলেন। আমাদের প্রত্যাবর্তনের সময় আমাদের একজন অপরজনকে বললো, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট জন্তুযান চাইতে এসেছিলাম। তিনি শপথ করে বলেছিলেন যে, তিনি আমাদের জন্তুযান দিতে অপারগ। পরে আবার তিনি আমাদের তা দিলেন। কাজেই চলো, আমরা তাঁর নিকট ফিরে যাই। অতএব আমরা তাঁর নিকট ফিরে এসে বললাম, হে আল্লাহর রসূল! আমরা আপনার নিকট জন্তুযান চাইতে এসেছিলাম। আপনি শপথ করে বলেছিলেন যে, আপনি আমাদের জন্তুযান দিতে অক্ষম। এরপর আপনি আমাদের জন্তুযান দিলেন। তিনি বলেনঃ আল্লাহর শপথ! আমি তোমাদের বাহনের ব্যবস্থা করিনি, আল্লাহই তোমাদের বাহনের ব্যবস্থা করেছেন। আল্লাহর শপথ! আল্লাহর তা'আলার মর্জি আমি শপথ করার পর তার বিপরিতে কল্যাণ দেখতে পেলে আমি শপথ ভঙ্গের কাফফারা আদায় করি, অতঃপর কল্যাণকর কাজটি করি। অথবা তিনি বলেনঃ আমি সেই ভাল কাজটি করি এবং আমার শপথ ভঙ্গের কাফফারা শোধ করি। [২১০৭]",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ، أَنْبَأَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا غَيْلاَنُ بْنُ جَرِيرٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِيهِ أَبِي مُوسَى، قَالَ أَتَيْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ فِي رَهْطٍ مِنَ الأَشْعَرِيِّينَ نَسْتَحْمِلُهُ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ وَاللَّهِ مَا أَحْمِلُكُمْ وَمَا عِنْدِي مَا أَحْمِلُكُمْ عَلَيْهِ ‏\"‏ ‏.‏ قَالَ فَلَبِثْنَا مَا شَاءَ اللَّهُ ثُمَّ أُتِيَ بِإِبِلٍ فَأَمَرَ لَنَا بِثَلاَثَةِ إِبِلٍ ذَوْدٍ غُرِّ الذُّرَى فَلَمَّا انْطَلَقْنَا قَالَ بَعْضُنَا لِبَعْضٍ أَتَيْنَا رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ نَسْتَحْمِلُهُ فَحَلَفَ أَلاَّ يَحْمِلَنَا ثُمَّ حَمَلَنَا ارْجِعُوا بِنَا ‏.‏ فَأَتَيْنَاهُ فَقُلْنَا يَا رَسُولَ اللَّهِ إِنَّا أَتَيْنَاكَ نَسْتَحْمِلُكَ فَحَلَفْتَ أَنْ لاَ تَحْمِلَنَا ‏.‏ ثُمَّ حَمَلْتَنَا فَقَالَ ‏\"‏ وَاللَّهِ مَا أَنَا حَمَلْتُكُمْ فَإِنَّ اللَّهَ حَمَلَكُمْ وَاللَّهِ مَا أَنَا حَمَلْتُكُمْ بَلِ اللَّهُ حَمَلَكُمْ إِنِّي وَاللَّهِ إِنْ شَاءَ اللَّهُ لاَ أَحْلِفُ عَلَى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا إِلاَّ كَفَّرْتُ عَنْ يَمِينِي وَأَتَيْتُ الَّذِي هُوَ خَيْرٌ ‏\"‏ ‏.‏ أَوْ قَالَ ‏\"‏ أَتَيْتُ الَّذِي هُوَ خَيْرٌ وَكَفَّرْتُ عَنْ يَمِينِي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২১০৭] সহীহুল বুখারী ৩১৩৩, ৬৭২১, মুসলিম ১৬৪৯, নাসায়ী ৪৩৪৬, আহমাদ ১৯০৯৪, ১৯১২৫, ১৯২৫০, ইরওয়াহ ৭/১৬৬, রওদুন নাদীর ২০৪০। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "11"
    }
  }
}