{
  "hadith": {
    "hadith_id": 2116,
    "narrator": "আবদুর রহমান বিন সফওয়ান অথবা সফওয়ান বিন আবদুর রহমান আল-কুরাশী (রাঃ)",
    "bn": "মাক্কাহ বিজয়ের দিন আবদুর রহমান তার পিতাকে নিয়ে এসে বললেন, হে আল্লাহর রসূল! আমার পিতাকে হিজরতে শরীক করুন। তিনি বলেনঃ তার তো হিজরত নেই। তিনি সেখান থেকে চলে গিয়ে আব্বাস (রাঃ) -এর নিকট উপস্থিত হয়ে বললেন, আপনি আমাকে চিনেন? তিনি বলেন, হ্যাঁ। এরপর আব্বাস (রাঃ) একটি জামা গায়ে দিয়ে চাদরবিহীন অবস্থায় বেরিয়ে পড়লেন এবং বললেন, হে আল্লাহর রসুল! আপনি তো এই লোক এবং তার ও আমাদের মধ্যেকার ঘনিষ্ঠতা সম্পর্কে অবহিত। সে তার পিতাকে নিয়ে এসেছে, যেন আপনি তাকে হিজরতের জন্য বাইআত করেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এখন তো আর হিজরত নেই। আব্বাস (রাঃ) বলেন, আপনাকে শপথ দিয়ে বলছি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর হাত বাড়িয়ে দিয়ে লোকটির হাত স্পর্শ করলেন এবং বললেনঃ আমি আমার চাচার শপথ পূর্ণ করলাম এবং এখন আর হিজরত নেই।\n\n[ উপরোক্ত হাদীসে মোট ২টি সানাদের ১টি বর্ণিত হয়েছে, অপর সানাদটি হলোঃ ]\n\n২/২১১৬ (১) . আবদুর রহমান বিন সফওয়ান অথবা সফওয়ান বিন আবদুর রহমান আল-কুরাশী (রাঃ) তার নিজেস্ব সূত্রে অনুরূপ হাদীস বর্ণনা করেন। ইয়াযীদ বিন আবূ যিয়াদ বলেন, অর্থাৎ যে দেশের লোকেরা ইসলাম গ্রহন করে সেখান হতে কোন হিজরত নেই। \n\nতাহকীক আলবানীঃ দঈফ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ صَفْوَانَ، أَوْ عَنْ صَفْوَانَ بْنِ عَبْدِ الرَّحْمَنِ الْقُرَشِيِّ، قَالَ لَمَّا كَانَ يَوْمُ فَتْحِ مَكَّةَ جَاءَ بِأَبِيهِ فَقَالَ يَا رَسُولَ اللَّهِ اجْعَلْ لأَبِي نَصِيبًا فِي الْهِجْرَةِ ‏.‏ فَقَالَ ‏\"‏ إِنَّهُ لاَ هِجْرَةَ ‏\"‏ ‏.‏ فَانْطَلَقَ فَدَخَلَ عَلَى الْعَبَّاسِ فَقَالَ قَدْ عَرَفْتَنِي فَقَالَ أَجَلْ ‏.‏ فَخَرَجَ الْعَبَّاسُ فِي قَمِيصٍ لَيْسَ عَلَيْهِ رِدَاءٌ فَقَالَ يَا رَسُولَ اللَّهِ قَدْ عَرَفْتَ فُلاَنًا وَالَّذِي بَيْنَنَا وَبَيْنَهُ جَاءَ بِأَبِيهِ لِيُبَايِعَكَ عَلَى الْهِجْرَةِ ‏.‏ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\"‏ إِنَّهُ لاَ هِجْرَةَ ‏\"‏ ‏.‏ فَقَالَ الْعَبَّاسُ أَقْسَمْتُ عَلَيْكَ ‏.‏ فَمَدَّ النَّبِيُّ ـ صلى الله عليه وسلم ـ يَدَهُ فَمَسَّ يَدَهُ فَقَالَ ‏\"‏ أَبْرَرْتُ عَمِّي وَلاَ هِجْرَةَ ‏\"‏ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا الْحَسَنُ بْنُ الرَّبِيعِ، عَنْ عَبْدِ اللَّهِ بْنِ إِدْرِيسَ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، بِإِسْنَادِهِ نَحْوَهُ ‏.‏ قَالَ يَزِيدُ بْنُ أَبِي زِيَادٍ يَعْنِي لاَ هِجْرَةَ مِنْ دَارٍ قَدْ أَسْلَمَ أَهْلُهَا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২১১৬] সহীহুল বুখারী ৬৩০, ৪৩৮৫, ৪৪১৫, ৫৫১৭, ৬৬২৩, ৬৬৪৯, ৬৬৭৮, ৬৬৮০, ৬৭৪১, ৭৫৫৫, আহমাদ ১৫১২৩, বায়হাকী ৯/২৩১, আল-হাকিম ফিল মুসতাদরাক ৪/৩০৫। তাহকীক আলবানীঃ যঈফ। উক্ত হাদিসের রাবী ১. মুহাম্মাদ বিন ফুদায়ল সম্পর্কে ইবনু মাঈন তাকে সিকাহ বলেছেন। আবু যুরআহ আর-রাযী বলেন, তিনি সত্যবাদী। ইমাম নাসাঈ বলেন, কোন সমস্যা নেই। আহমাদ বিন হাম্বল বলেন, তিনি শীয়া মতাবলম্বী। (তাহযীবুল কামালঃ রাবী নং ৫৫৪৮, ২৬/২৯৩ নং পৃষ্ঠা) ২. ইয়াযীদ বিন আবু যিয়াদ সম্পর্কে আহমাদ বিন সালিহ তাকে সিকাহ বললেও ইয়াহইয়া বিন মাঈন ও আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় নির্ভরযোগ্য নয়। আবু যুরআহ আর-রাযী বলেন, তার থেকে হাদিস গ্রহন করা যাবে কিন্তু দলীল হিসেবে গ্রহন করা গ্রহণযোগ্য নয়। আহমাদ বিন হাম্বল বলেন, কোন সমস্যা নেই। (তাহযীবুল কামালঃ রাবী নং ৬৯৯১, ৩২/১৩৫ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "11"
    }
  }
}