{
  "hadith": {
    "hadith_id": 2136,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কায় রোদের মধ্যে দাঁড়ানো এক ব্যক্তিকে অতিক্রম করে যাচ্ছিলেন। তিনি জিজ্ঞেস করলেনঃ একী? লোকজন বললো যে, সে সিয়াম রাখার, সারাটা দিন ছায়া গ্রহন না করার এবং কথাবার্তা না বলার মান্নত করেছে। তাই সে এ অবস্থায় দাড়িয়ে আছে। তিনি বলেনঃ সে যেন কথা বলে, ছায়া গ্রহন করে, বসে এবং তার সিয়াম পূর্ণ করে। \n\n[উপরোক্ত হাদীসে মত ২ টি সানাদের ১টি বর্ণিত হয়েছে, অপর সানাদটি হলঃ] \n১/২১৩৬. (১) ইবনু আব্বাস (রাঃ) , সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরুপ হাদীস বর্ণনা করেন। আল্লাহ অধিক জ্ঞাত।[২১৩৬]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا إِسْحَاقُ بْنُ مُحَمَّدٍ الْفَرْوِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ مَرَّ بِرَجُلٍ بِمَكَّةَ وَهُوَ قَائِمٌ فِي الشَّمْسِ فَقَالَ ‏\"‏ مَا هَذَا ‏\"‏ ‏.‏ قَالُوا نَذَرَ أَنْ يَصُومَ وَلاَ يَسْتَظِلَّ إِلَى اللَّيْلِ وَلاَ يَتَكَلَّمَ وَلاَ يَزَالَ قَائِمًا ‏.‏ قَالَ ‏\"‏ لِيَتَكَلَّمْ وَلْيَسْتَظِلَّ وَلْيَجْلِسْ وَلْيُتِمَّ صِيَامَهُ ‏\"‏ ‏.‏\n\nحَدَّثَنَا الْحُسَيْنُ بْنُ مُحَمَّدِ بْنِ شَنَبَةَ الْوَاسِطِيُّ، حَدَّثَنَا الْعَلاَءُ بْنُ عَبْدِ الْجَبَّارِ، عَنْ وُهَيْبٍ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ نَحْوَهُ وَاللَّهُ أَعْلَمُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২১৩৬] সহীহুল বুখারী ৬৭০৪, আবূ দাউদ ৩৩০০, তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী আবদুল্লাহ বিন উমার সম্পর্কে আবু আহমাদ আল-হাকিম বলেন, তিনি দুর্বল, তিনি নির্ভরযোগ্য নয়। আবু বাকর আল-বায়হাকী বলেন, তার হাদিস দ্বারা দলীল গ্রহনযোগ্য নয়। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। ইবনু হাজার আল-আসকালানী ও আলী ইবনুল মাদীনী বলেন, তিনি দুর্বল। ইয়াহইয়া বিন সাঈদ বলেন, তিনি হাদিস বর্ণনায় দুর্বল ছিলেন। (তাহযীবুল কামালঃ রাবী নং ৩৪৪০, ১৫/৩২৭ নং পৃষ্ঠা) উক্ত হাদিসটি সহিহ কিন্তু আবদুল্লাহ বিন উমার এর কারণে সানাদটি দুর্বল। হাদিসটির ৭৯ টি শাহিদ হাদিস রয়েছে, তন্মধ্যে ২৪ টি অধিক দুর্বল, ২৫ টি দুর্বল, ১৬ টি হাসান, ১৪ টি সহিহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ বুখারী ৬৭০৪, আবু দাউদ ৩৩০০, আহমাদ ১৭০৭৮, দারাকুতনী ৪২৭৯, ৪২৮২, মুসান্নাফ আব্দুর রাযযাক ১৫৮১৮, ১৫৮২১, মু'জামুল আওসাত ৮৪৬৮, ৮৫৪৭, শারহুস সুন্নাহ ২৪৪৩।",
    "chapter": {
      "chapter_number": "11"
    }
  }
}