{
  "hadith": {
    "hadith_id": 2141,
    "narrator": "আব্দুল্লাহ বিন খুবায়ব তার চাচা (ইসমু মুবহাম বা নাম অজ্ঞাত)",
    "bn": "তিনি বলেন, আমরা এক মজলিসে বসা ছিলাম। এমতাবস্থায় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর মাথায় পানির চিহ্নসহ উপস্থিত হলেন। আমাদের কেউ তাকে বলল, আপনাকে আমরা আজ খুব প্রফুল্ল দেখছি। তিনি বললেনঃ হ্যাঁ, আলহামদু লিল্লাহ্‌। অতঃপর মজলিশের লোকজন ধন-সম্পদের আলোচনায় লিপ্ত হল। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তাকওয়ার অধিকারী (খোদাভীরু) লোকেদের ধন-সম্পদের মালিক হওয়াতে কোন দোষ নেই। আর খোদাভীরু লোকদের জন্য ধন-সম্পদ থেকে সুস্থতা অধিক উত্তম। মনের প্রফুল্লতাও নিয়ামতরাজির অন্তর্ভুক্ত। [২১৪১]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سُلَيْمَانَ، عَنْ مُعَاذِ بْنِ عَبْدِ اللَّهِ بْنِ خُبَيْبٍ، عَنْ أَبِيهِ، عَنْ عَمِّهِ، قَالَ كُنَّا فِي مَجْلِسٍ فَجَاءَ النَّبِيُّ ـ صلى الله عليه وسلم ـ وَعَلَى رَأْسِهِ أَثَرُ مَاءٍ فَقَالَ لَهُ بَعْضُنَا نَرَاكَ الْيَوْمَ طَيِّبَ النَّفْسِ ‏.‏ فَقَالَ ‏\"‏ أَجَلْ وَالْحَمْدُ لِلَّهِ ‏\"‏ ‏.‏ ثُمَّ أَفَاضَ الْقَوْمُ فِي ذِكْرِ الْغِنَى فَقَالَ ‏\"‏ لاَ بَأْسَ بِالْغِنَى لِمَنِ اتَّقَى وَالصِّحَّةُ لِمَنِ اتَّقَى خَيْرٌ مِنَ الْغِنَى وَطِيبُ النَّفْسِ مِنَ النِّعَمِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২১৪১] আহমাদ ২২৬৪৭, ২২৭১৭, সহিহাহ ১৭৪। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী ১. খালিদ বিন মাখলাদ আল-কাতওয়ানী সম্পর্কে আবু আহমাদ বিন আদী আল-জুরজানী বলেন, ইনশাআল্লাহ্‌ আমার নিকট তার ব্যাপারে কোন সমস্যা নেই। আবু হাতিম আর-রাযী বলেন, তার থেকে হাদিস গ্রহন করা যায় তবে তা দলীলযোগ্য নয়। আবু দাউদ আস-সাজিসতানী বলেন, তিনি সত্যবাদী তবে শীয়া মতাবলম্বী। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে শীয়া মতাবলম্বী। ইমাম যাহাবী বলেন, তার থেকে হাদিস গ্রহন করা যায় তবে তা দলীল হিসেবে গ্রহণযোগ্য হবে না। (তাহযীবুল কামালঃ রাবী নং ১৬৫২, ৮/১৬৩ নং পৃষ্ঠা) ২. আবদুল্লাহ বিন সুলায়মান সম্পর্কে আবু হাতিম আর-রাযী বলেন, তার হাদিস বর্ণনায় কোন অসুবিধা নেই। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। ইমাম যাহাবী বলেন, তিনি সত্যবাদী। (তাহযীবুল কামালঃ রাবী নং ৩৩১৯, ১৫/১৬ নং পৃষ্ঠা) ৩. মুআয বিন আবদুল্লাহ বিন খুবায়ব সম্পর্কে আবু দাউদ আস-সাজিসতানী বলেন, তিনি সিকাহ। আবু মুহাম্মাদ বিন হাযম বলেন, তিনি মাজহুল বা অপরিচিত। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় কখনো কখনো সন্দেহ করেন। ইয়াহইয়া বিন মাঈন, তিনি সিকাহ। (তাহযীবুল কামালঃ রাবী নং ৬০৩১, ২৮/১২৫ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "12"
    }
  }
}