{
  "hadith": {
    "hadith_id": 2156,
    "narrator": "আবু সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের তিরিশজন অশ্বারোহীকে এক ক্ষুদ্র সামরিক অভিযানে পাঠান। আমরা এক সম্প্রদায়ের নিকট পৌঁছে যাত্রাবিরতি করলাম এবং আমাদের মেহমানদারী করার জন্য তাদের অনুরোধ করলাম, কিন্তু তারা অস্বীকার করলো। ঘটনাক্রমে তাদের নেতা (বিষাক্ত প্রাণীর) হুলবিদ্ধ হল।তারা আমাদের কাছে এসে বলল, তোমাদের মধ্যে এমন কি কেও আছে, যে বিছার কামড়ে ঝাড়ফুঁক করতে পারে? আমি বললাম, হাঁ, আমি পারি। তবে তোমরা আমাদেরকে এক পাল ছাগল-ভেড়া না দিলে আমি ঝাড়ফুঁক করব না।তারা বলল, আমরা তোমাদেরকে তিরিশটি বকরী দিব। আমরা তা গ্রহন করলাম এবং আমি তার উপর সাতবার ‘আলহামদু’ সূরা পাঠ করলাম। সে সুস্থ হয়ে উঠলো এবং আমরা ছাগলগুলো গ্রহন করলাম। পরে এ ব্যাপারে আমাদের মনে সন্দেহ সৃষ্টি হলে আমরা বললাম, রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নিকট আমাদের না পৌঁছা পর্যন্ত তোমরা তাড়াহুড়ো করোনা। আমরা তাঁর নিকট উপস্থিত হবার পর আমি যা করেছি তা তাঁকে অবহিত করলাম। তিনি বলেনঃ তুমি কিভাবে জানলে যে এটা দ্বারা ঝাড়ফুঁক করা যায়! তোমরা সেগুলো বণ্টন করে নাও এবং তোমাদের সাথে আমাকেও একটি ভাগ দাও। [২১৫৬]\n\n(উপরোক্ত হাদিসের ৩টি সানাদের ১টি বর্ণীত হয়েছে।অপর দুটি সানাদ হলঃ)\n\n২/২১৫৬(১). <আবু কুরায়ব><হুশায়ম><আবু বিশর><ইবনু আবিল মুতাওয়াক্কীল><আবুল মুতাওয়াক্কিল><আবু সাঈদ (রাঃ)>\n\n৩/২১৫৬(২). <মুহাম্মাদ বিন বাশশার><মুহাম্মাদ বিন জা’ফার><শু’বাহ><আবু বিশর><আবুল মুতাওয়াক্কিল><আবু সাঈদ (রাঃ)> সুত্রেও অনুরূপ বর্ণীত হয়েছে। আবু আবদুল্লাহ (রাঃ) বলেন, সঠিক নাম হল আবুল মুতাওয়াকিকল (যিনি আবু সাঈদ রাঃ থেকে বর্ণনা করেছেন)। [২১৫৬]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ جَعْفَرِ بْنِ إِيَاسٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ بَعَثَنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ثَلاَثِينَ رَاكِبًا فِي سَرِيَّةٍ فَنَزَلْنَا بِقَوْمٍ فَسَأَلْنَاهُمْ أَنْ يَقْرُونَا فَأَبَوْا فَلُدِغَ سَيِّدُهُمْ فَأَتَوْنَا فَقَالُوا أَفِيكُمْ أَحَدٌ يَرْقِي مِنَ الْعَقْرَبِ فَقُلْتُ نَعَمْ أَنَا وَلَكِنْ لاَ أَرْقِيهِ حَتَّى تُعْطُونَا غَنَمًا ‏.‏ قَالُوا فَإِنَّا نُعْطِيكُمْ ثَلاَثِينَ شَاةً ‏.‏ فَقَبِلْنَاهَا فَقَرَأْتُ عَلَيْهِ ‏(‏ الْحَمْدُ ‏)‏ سَبْعَ مَرَّاتٍ فَبَرِئَ وَقَبَضْنَا الْغَنَمَ فَعَرَضَ فِي أَنْفُسِنَا مِنْهَا شَىْءٌ فَقُلْنَا لاَ تَعْجَلُوا حَتَّى نَأْتِيَ النَّبِيَّ ـ صلى الله عليه وسلم ـ فَلَمَّا قَدِمْنَا ذَكَرْتُ لَهُ الَّذِي صَنَعْتُ فَقَالَ ‏ \"‏ أَوَ مَا عَلِمْتَ أَنَّهَا رُقْيَةٌ اقْتَسِمُوهَا وَاضْرِبُوا لِي مَعَكُمْ سَهْمًا ‏\"‏ ‏.‏\n\nحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا هُشَيْمٌ، حَدَّثَنَا أَبُو بِشْرٍ، عَنْ أَبِي الْمُتَوَكِّلِ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ بِنَحْوِهِ ح وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي بِشْرٍ، عَنْ أَبِي الْمُتَوَكِّلِ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ بِنَحْوِهِ ‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ وَالصَّوَابُ هُوَ أَبُو الْمُتَوَكِّل",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২১৫৬] সহীহুল বুখারী ২২৭৬, ৫০০৭, ৫৭৩৬, ৫৭৪৯, মুসলিম ২২০১, তিরমিযী ২০৬৩, আবূ দাউদ ৩৪১৮, ৩৯০০, আহমাদ ১০৬৭৬, ১১০০৬, ১১০৮০, ১১৩৭৮, আল-হাকিম ফিল-মুসতাদরাক ১/৫৫৯, ইরওয়া ১৫৫৬। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}