{
  "hadith": {
    "hadith_id": 2168,
    "narrator": "আবু উমামাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গায়িকা ক্রয়-বিক্রয় করতে, তাদের উপার্জন ও তাদের মুল্য ভোগ করতে নিষেধ করেছেন। [২১৬৮]",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانُ، حَدَّثَنَا هَاشِمُ بْنُ الْقَاسِمِ، حَدَّثَنَا أَبُو جَعْفَرٍ الرَّازِيُّ، عَنْ عَاصِمٍ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عُبَيْدِ اللَّهِ الإِفْرِيقِيِّ، عَنْ أَبِي أُمَامَةَ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنْ بَيْعِ الْمُغَنِّيَاتِ وَعَنْ شِرَائِهِنَّ وَعَنْ كَسْبِهِنَّ وَعَنْ أَكْلِ أَثْمَانِهِنَّ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[২১৬৮] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। সহিহাহ ২৯২২। তাহকীক আলবানীঃ হাসান। উক্ত হাদিসের রাবী ১. আবু জা'ফার আর-রাযী সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি সত্যবাদী। আবু যুরআহ আর-রাযী বলেন, তিনি হাদিস বর্ণনায় অধিক সন্দেহ করেন। আহমাদ বিন হাম্বল বলেন, তিনি হাদিস বর্ণনায় নির্ভরযোগ্য নয়। আহমাদ বিন শু'আয়ব আন-নাসায়ী ও আহমাদ বিন সালিহ আল-জায়লী বলেন, তিনি নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে তার স্মৃতিশক্তি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৭২৮৪, ৩৩/১৯২ নং পৃষ্ঠা) ২. আসিম বিন বাহদালাহ সম্পর্কে আবু বকর আল-বাযযার বলেন, তিনি হাফিয ছিলেন না, তার হাদিস কেউ বর্জন করেছেন এমন কাউকে পাইনি। আবু জা'ফার আল-উকায়লী বলেন, তার স্মৃতিশক্তি দুর্বল ছাড়া তার মাঝে অন্নি কোন দোষ পাইনি। আবু যুরআহ আর-রাযী বলেন, তিনি সিকাহ। ইসমাইল বিন উলায়্যাহ বলেন, তার ব্যাপারে সমালোচনা রয়েছে, তার স্মৃতিশক্তি দুর্বল। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন। মুহাম্মাদ বিন সা'দ বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় অধিক ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ৩০০২, ১৩/৪৭৩ নং পৃষ্ঠা) ৩. আবুল মুহাল্লাব সম্পর্কে আবু আহমাদ বিন বিন আদী আল-জুরজানী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। আবু জা'ফার আল-উকায়লী বলেন, তার হাদিসের অনুসরণ করা যাবে না। আবু যুরআহ আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। ইবনু হাজার আল-আসকালানী ও ইমাম যাহাবী বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৫৯৯৯, ২৮/৬০ নং পৃষ্ঠা) উক্ত হাদিসটি হাসান কিন্তু আবুল মুহাল্লাব এর কারণে সানাদটি খুবই দুর্বল। তাছাড়াও তার উসতায উবায়দুল্লাহ আল-ইফরিকী আবু উমামাহ থেকে হাদিস শ্রবন করেননি। হাদিসটির ৭৮ টি শাহিদ হাদিস রয়েছে, তন্মধ্যে ১ টি জাল, ১২ টি অধিক দুর্বল, ২২ টি দুর্বল, ১৭ টি হাসান, ২৬ টি সহিহ হাদিস পাওয়া যায়, তন্মধ্যে উল্লেখযোগ্য হলঃ তিরমিযি ১২৮২, ৩১৯৫, আহমাদ ২১৬৬৪, ২১৭৭৬, মু'জামুল আওসাত ৬৮৩৯, ৮৫৪১, আল-ফাওয়াইদ ১৫৫৫।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}