{
  "hadith": {
    "hadith_id": 2186,
    "narrator": "আবদুল্লাহ বিন মাসঊদ (রাঃ)",
    "bn": "আবদুল্লাহ বিন মাসঊদ (রাঃ) আশআস বিন কায়স (রাঃ) এর নিকট রাষ্ট্রের গোলামসমূহের মধ্য থেকে একটি গোলাম বিক্রয় করেন। পরে তার মূল্য নিয়ে তাদের মধ্যে মতভেদ হয়। ইবনু মাসঊদ (রাঃ) বলেন, আমি বিশ হাজারে তোমার নিকট বিক্রয় করেছি। আর আশআস বিন কায়স (রাঃ) বলেন, আমি দশ হাজারে আপনার নিকট থেকে ক্রয় করেছি। ইবনু মাসঊদ (রাঃ) বলেন, তুমি চাইলে আমি তোমার নিকট একটি হাদীস বলতে পারি, যা আমি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট শুনেছি। কায়স (রাঃ) বলেন, তা পেশ করুন। আবদুল্লাহ বিন মাসঊদ (রাঃ) বলেন, আমি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি, ক্রেতা ও বিক্রেতার মধ্যে মূল্য নিয়ে বিরোধ বাধলে এবং এ ব্যাপারে কোন সাক্ষী না থাকলে এবং বিক্রীত পণ্যও অবিকল বিদ্যমান থাকলে বিক্রেতার কথাই গ্রহণযোগ্য হবে অথবা উভয়ে ক্রয়-বিক্রয় চুক্তি রদ করবে। কায়স (রাঃ) বলেন, আমি এই ক্রয়-বিক্রয় চুক্তি রদ করলাম। অতএব তিনি গোলাম ফেরত দিলেন। [২১৮৬]",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الصَّبَّاحِ، قَالاَ حَدَّثَنَا هُشَيْمٌ، أَنْبَأَنَا ابْنُ أَبِي لَيْلَى، عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، أَنَّ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ، بَاعَ مِنَ الأَشْعَثِ بْنِ قَيْسٍ رَقِيقًا مِنْ رَقِيقِ الإِمَارَةِ فَاخْتَلَفَا فِي الثَّمَنِ ‏.‏ فَقَالَ ابْنُ مَسْعُودٍ بِعْتُكَ بِعِشْرِينَ أَلْفًا ‏.‏ وَقَالَ الأَشْعَثُ بْنُ قَيْسٍ إِنَّمَا اشْتَرَيْتُ مِنْكَ بِعَشْرَةِ آلاَفٍ ‏.‏ فَقَالَ عَبْدُ اللَّهِ إِنْ شِئْتَ حَدَّثْتُكَ بِحَدِيثٍ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏ فَقَالَ هَاتِهِ ‏.‏ قَالَ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ إِذَا اخْتَلَفَ الْبَيِّعَانِ وَلَيْسَ بَيْنَهُمَا بَيِّنَةٌ وَالْبَيْعُ قَائِمٌ بِعَيْنِهِ فَالْقَوْلُ مَا قَالَ الْبَائِعُ أَوْ يَتَرَادَّانِ الْبَيْعَ ‏\"‏ ‏.‏ قَالَ فَإِنِّي أَرَى أَنْ أَرُدَّ الْبَيْعَ ‏.‏ فَرَدَّهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২১৮৬] আহমাদ ৪৪২৮, ইরওয়া ১৩২২, ১৩২৩ সহিহাহ ৭৯৮। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী আবু লায়লা সম্পর্কে ইয়াকুব বিন সুফইয়ান বলেন, তিনি সিকাহ। শু'বাহ ইবনুল হাজ্জাজ বলেন, আমি তার চেয়ে দুর্বল স্মৃতিশক্তি সম্পন্ন ব্যাক্তি আর কাউকে দেখিনি। ইয়াহইয়া বিন সাঈদ আল-কাত্তান বলেন, তিনি যইফ বা দুর্বল। আহমাদ বিন হাম্বল বলেন, তার স্মৃতিশক্তি দুর্বল। ইবনু মাঈন বলেন, সমস্যা নেই। (তাহযীবুল কামালঃ রাবী নং ৫৪০৬, ২৫/৬২২ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "12"
    }
  }
}