{
  "hadith": {
    "hadith_id": 2193,
    "narrator": "আবদুল্লাহ বিন আমর ইবনুল আস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উরবান ধরনের ক্রয়-বিক্রয় করতে নিষেধ করেছেন। আবূ আবদুল্লাহ (ইমাম ইবনু মাজাহ) বলেন, উরবান ধরনের ক্রয়-বিক্রয় এই যে, যেমন কোন ব্যক্তি একশত দীনারে একটি পশু ক্রয় করে বিক্রেতাকে বায়নাস্বরূপ দু'দীনার দিয়ে বললো, আমি পশুটি ক্রয় না করলে দীনার দু'টি তোমারই থাকবে। আরো বলা হয়েছে যে, ক্রেতা কোন জিনিস ক্রয় করে বিক্রেতাকে এক দিরহাম অথবা তার কম বা বেশি দিয়ে বললো, আমি তা রেখে দিলে তো ঠিক আছে, অন্যথায় দিরহামটি তোমারই। আল্লাহই ভাল জানেন। [২১৯৩]",
    "ar": "حَدَّثَنَا الْفَضْلُ بْنُ يَعْقُوبَ الرُّخَامِيُّ حَدَّثَنَا حَبِيبُ بْنُ أَبِي حَبِيبٍ أَبُو مُحَمَّدٍ كَاتِبُ مَالِكِ بْنِ أَنَسٍ حَدَّثَنَا عَبْدُ اللهِ بْنُ عَامِرٍ الْأَسْلَمِيُّ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ بَيْعِ الْعُرْبَانِ قَالَ أَبُو عَبْد اللهِ الْعُرْبَانُ أَنْ يَشْتَرِيَ الرَّجُلُ دَابَّةً بِمِائَةِ دِينَارٍ فَيُعْطِيَهُ دِينَارَيْنِ عُرْبُونًا فَيَقُولُ إِنْ لَمْ أَشْتَرِ الدَّابَّةَ فَالدِّينَارَانِ لَكَ وَقِيلَ يَعْنِي وَاللهُ أَعْلَمُ أَنْ يَشْتَرِيَ الرَّجُلُ الشَّيْءَ فَيَدْفَعَ إِلَى الْبَائِعِ دِرْهَمًا أَوْ أَقَلَّ أَوْ أَكْثَرَ وَيَقُولَ إِنْ أَخَذْتُهُ وَإِلَّا فَالدِّرْهَمُ لَكَ.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২১৯৩] ইবনু মাজাহ ২১৯২, আবূ দাউদ ৩৫০২। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী হাবিব বিন আবু হাবিব (উপনাম) আবু মুহাম্মাদ সম্পর্কে আবু আহমাদ আল হাকিম বলেন, তিনি হাদিস বর্ণনায় দুর্বল। আবুল ফাতহ আল-আযদী বলেন, তিনি মিথ্যার সাথে অভিযুক্ত। আবু হাতিম আর-রাযী বলেন, তিনি সিকাহ নয়, তিনি প্রত্যাখ্যানযোগ্য। আবু যুরআহ আর-রাযী বলেন, তিনি জাল (বানিয়ে) হাদিস বর্ণনা করেন। ইমাম দারাকুতনী বলেন, তিনি প্রত্যাখ্যানযোগ্য। (তাহযীবুল কামালঃ রাবী নং ১০৮২, ৫/৩৬৬ নং পৃষ্ঠা) ২. আবদুল্লাহ বিন আমির আল-আসলামী সম্পর্কে আবু আহমাদ আল-হাকিম বলেন, তিনি আহলে ইলমের নিকট নির্ভরযোগ্য নয়। আবু বকর আল-বায়হাকী ও আবু দাউদ আস-সাজিসতানী বলেন, তিনি দুর্বল। আবু যুরআহ আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। ইমাম বুখারী বলেন, তার হিফযের বিষয় নিয়ে সমালোচনা রয়েছে। (তাহযীবুল কামালঃ রাবী নং ৩৩৫৫, ১৫/১৫০ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "12"
    }
  }
}