{
  "hadith": {
    "hadith_id": 2204,
    "narrator": "বানী আনমারের মাতা কায়লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কোন উমরা আদায়কালে মারওয়া পাহাড়ের পাদদেশে আমি তাঁর নিকট উপস্থিত হয়ে বললাম, ইয়া রাসূলুল্লাহ! আমি একজন ব্যবসায়ী নারী।আমি কোন জিনিস কিনতে চাইলে আমার ইপ্সিত মূল্যের চেয়ে কম দাম বলি। এরপর দাম বাড়িয়ে বলতে বলতে আমার ইপ্সিত মূল্যে গিয়ে পৌঁছি। আবার আমি কোন জিনিস বিক্রয় করতে চাইলে ইপ্সিত মূল্যের চাইতে বেশি মূল্য চাই। এরপর দাম কমাতে কমাতে অবশেষে আমার ইপ্সিত মূল্যে নেমে আসি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, হে কাইলা! এরূপ করো না। তুমি কিছু কিনতে চাইলে তোমার ইপ্সিত মূল্যই বলো, হয় তোমাকে দেয়া হবে নয় দেয়া হবে না। তিনি আরো বলেনঃ তুমি কোন কিছু বিক্রয় করতে চাইলে তোমার ইপ্সিত দামই চাও, হয় তুমি দিলে অথবা না দিলে। [২২০৪]",
    "ar": "حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ، حَدَّثَنَا يَعْلَى بْنُ شَبِيبٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُثْمَانَ بْنِ خُثَيْمٍ، عَنْ قَيْلَةَ أُمِّ بَنِي أَنْمَارٍ، قَالَتْ أَتَيْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ فِي بَعْضِ عُمَرِهِ عِنْدَ الْمَرْوَةِ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي امْرَأَةٌ أَبِيعُ وَأَشْتَرِي فَإِذَا أَرَدْتُ أَنْ أَبْتَاعَ الشَّىْءَ سُمْتُ بِهِ أَقَلَّ مِمَّا أُرِيدُ ثُمَّ زِدْتُ ثُمَّ زِدْتُ حَتَّى أَبْلُغَ الَّذِي أُرِيدُ وَإِذَا أَرَدْتُ أَنْ أَبِيعَ الشَّىْءَ سُمْتُ بِهِ أَكْثَرَ مِنَ الَّذِي أُرِيدُ ثُمَّ وَضَعْتُ حَتَّى أَبْلُغَ الَّذِي أُرِيدُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ لاَ تَفْعَلِي يَا قَيْلَةُ إِذَا أَرَدْتِ أَنْ تَبْتَاعِي شَيْئًا فَاسْتَامِي بِهِ الَّذِي تُرِيدِينَ أُعْطِيتِ أَوْ مُنِعْتِ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ إِذَا أَرَدْتِ أَنْ تَبِيعِي شَيْئًا فَاسْتَامِي بِهِ الَّذِي تُرِيدِينَ أَعْطَيْتِ أَوْ مَنَعْتِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২২০৪] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। যইফাহ ২১৫৬, যইফ আল-জামি'৬২৫০। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী ১. ইয়াকুব বিন হুমায়দ বিন কাসিব সম্পর্কে আবু জা'ফার আল-উকায়লী বলেন, তার হাদিসের অনুসরণ করা যাবে না। আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ৭০৮৬, ৩২/৩১৮ নং পৃষ্ঠা) ২. ইয়ালা বিন শাবীব সম্পর্কে ইমাম যাহাবী বলেন, তিনি সিকাহ। ইবনু হাজার আল-আসকালানী বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। (তাহযীবুল কামালঃ রাবী নং ৭১১৩, ৩২/৩৮৫ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "12"
    }
  }
}