{
  "hadith": {
    "hadith_id": 223,
    "narrator": "কাসীর বিন কায়স (দঈফ)",
    "bn": "আমি দামিশকের মাসজিদে আবুদ দারদা’ (রাঃ)-এর কাছে বসা ছিলাম। তখন এক ব্যক্তি তার নিকট উপস্থিত হয়ে বললো, হে আবুদ-দারদা’! আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর শহর মাদীনাহ থেকে আপনার নিকট একটি হাদীস শোনার জন্য এসেছি। আমি জানতে পেরেছি যে, আপনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে তা বর্ণনা করেন। তিনি বলেন, তুমি কোন ব্যবসায়িক উদ্দেশ্যে আসোনি তো? সে বললো, না। তিনি বলেন, অন্য কোন উদ্দেশ্যেও তুমি আসোনি? সে বললো, না। তিনি বলেন, আমি অবশ্যই রসূলুল্লাহ্‌  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ যে ব্যক্তি জ্ঞানার্জনের কোন পথ অবলম্বন করে, আল্লাহ্‌ তার জন্য জান্নাতের দিকে একটি পথ সুগম করে দেন। ফেরেশ্‌তাগন জ্ঞান অন্বেষীর সন্তুষ্টির জন্য তাদের পাখাসমুহ অবনমিত করেন। আর জ্ঞান অন্বেষীর জন্য আসমান ও যমীনবাসী আল্লাহ্‌র নিকট ক্ষমা প্রার্থনা করে, এমনকি পানির মধ্যের মাছও। নিশ্চয় ইবাদাতকারীর উপর আলিমের মর্যাদা তারকারাজির উপর চাঁদের মর্যাদার সমতুল্য। আলিমগণ নবীগণের ওয়ারিস। আর নবীগণ দীনার ও দিরহাম (নগদ অর্থ) ওয়ারিসী স্বত্ব হিসাবে রেখে যাননি,  বরং তাঁরা ওয়ারিসী স্বত্বরূপে রেখে গেছেন ইলম (জ্ঞান)। যে ব্যক্তি তা গ্রহণ করলো, সে যেন একটি পূর্ণ অংশ লাভ করলো। [২২১]",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، عَنْ عَاصِمِ بْنِ رَجَاءِ بْنِ حَيْوَةَ، عَنْ دَاوُدَ بْنِ جَمِيلٍ، عَنْ كَثِيرِ بْنِ قَيْسٍ، قَالَ كُنْتُ جَالِسًا عِنْدَ أَبِي الدَّرْدَاءِ فِي مَسْجِدِ دِمَشْقَ فَأَتَاهُ رَجُلٌ فَقَالَ يَا أَبَا الدَّرْدَاءِ أَتَيْتُكَ مِنَ الْمَدِينَةِ مَدِينَةِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ لِحَدِيثٍ بَلَغَنِي أَنَّكَ تُحَدِّثُ بِهِ عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ ‏.‏ قَالَ فَمَا جَاءَ بِكَ تِجَارَةٌ قَالَ لاَ ‏.‏ قَالَ وَلاَ جَاءَ بِكَ غَيْرُهُ قَالَ لاَ ‏.‏ قَالَ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ مَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ طَرِيقًا إِلَى الْجَنَّةِ وَإِنَّ الْمَلاَئِكَةَ لَتَضَعُ أَجْنِحَتَهَا رِضًا لِطَالِبِ الْعِلْمِ وَإِنَّ طَالِبَ الْعِلْمِ يَسْتَغْفِرُ لَهُ مَنْ فِي السَّمَاءِ وَالأَرْضِ حَتَّى الْحِيتَانِ فِي الْمَاءِ وَإِنَّ فَضْلَ الْعَالِمِ عَلَى الْعَابِدِ كَفَضْلِ الْقَمَرِ عَلَى سَائِرِ الْكَوَاكِبِ إِنَّ الْعُلَمَاءَ هُمْ وَرَثَةُ الأَنْبِيَاءِ إِنَّ الأَنْبِيَاءَ لَمْ يُوَرِّثُوا دِينَارًا وَلاَ دِرْهَمًا إِنَّمَا وَرَّثُوا الْعِلْمَ فَمَنْ أَخَذَهُ أَخَذَ بِحَظٍّ وَافِرٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২২১] তিরমিযী ২৬৮২ তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: সহীহ তারগীব ১/৩৩/৬৮। উক্ত হাদিসের রাবী দাউদ বিন জামীল সম্পর্কে ইবনু হিব্বান সিকাহ বললেও ইমাম দারাকুতনী তাকে দুর্বল বলেছেন এবং অন্যত্র মাজহুল বা অপরিচিত বলেছেন। আল-আবাদী তাকে দুর্বল ও অপরিচিত বলেছেন। ২. কাসীর বিন কায়স সম্পর্কে ইবনু হিব্বান তাকে সমর্থন করলেও ইমাম দারাকুতনী তাকে দুর্বল বলেছেন। দুহায়ম তার থেকে হাদিস বর্ণনা করেন নি। উক্ত হাদিসটি শাহিদ এর ভিত্তিতে সহিহ।",
    "chapter": {
      "chapter_number": "0"
    }
  }
}