{
  "hadith": {
    "hadith_id": 2233,
    "narrator": "আবূ উসাইদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আন-নাবীত নামক বাজারে গেলেন এবং কিছুক্ষণ তা পরিদর্শন করে বলেনঃ এটা তোমাদের উপযোগী বাজার নয়। অতঃপর তিনি অন্য একটি বাজারে গেলেন এবং তা পরিদর্শন করে বলেনঃ এটিও তোমাদের উপযোগী নয়। অতঃপর তিনি এই বাজারে ফিরে এলেন এবং কিছুক্ষণ পরিদর্শন করে বলেনঃ এটি তোমাদের জন্য উপযুক্ত বাজার। এখানে তোমরা কারচুপি পাবে না এবং এই বাজারে তোমাদের উপর খাজনা আরোপ করা হবে না। [২২৩৩]",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ الْحِزَامِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ سَعِيدٍ، حَدَّثَنِي صَفْوَانُ بْنُ سُلَيْمٍ، حَدَّثَنِي مُحَمَّدٌ، وَعَلِيٌّ، ابْنَا الْحَسَنِ بْنِ أَبِي الْحَسَنِ الْبَرَّادِ أَنَّ الزُّبَيْرَ بْنَ الْمُنْذِرِ بْنِ أَبِي أُسَيْدٍ السَّاعِدِيِّ، حَدَّثَهُمَا أَنَّ أَبَاهُ الْمُنْذِرَ حَدَّثَهُ عَنْ أَبِي أُسَيْدٍ، أَنَّ أَبَا أُسَيْدٍ، حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ ذَهَبَ إِلَى سُوقِ النَّبِيطِ فَنَظَرَ إِلَيْهِ فَقَالَ ‏\"‏ لَيْسَ هَذَا لَكُمْ بِسُوقٍ ‏\"‏ ‏.‏ ثُمَّ ذَهَبَ إِلَى سُوقٍ فَنَظَرَ إِلَيْهِ فَقَالَ ‏\"‏ لَيْسَ هَذَا لَكُمْ بِسُوقٍ ‏\"‏ ‏.‏ ثُمَّ رَجَعَ إِلَى هَذَا السُّوقِ فَطَافَ فِيهِ ثُمَّ قَالَ ‏\"‏ هَذَا سُوقُكُمْ فَلاَ يُنْتَقَصَنَّ وَلاَ يُضْرَبَنَّ عَلَيْهِ خَرَاجٌ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২২৩৩] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। বায়হাকী ফিস সুনান ৫/৩২২, আল-হাকিম ফিল মুসতাদরাক ২/১৫। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী ১. ইসহাক বিন ইবরাহীম বিন সাঈদ সম্পর্কে আবু হাতিম আর-রাযী ও ইবনু হাজার আল-আসকালানী বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করেন। ইমাম যাহাবী বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৩২৬, ২/৩৬৩ নং পৃষ্ঠা) ২. মুহাম্মাদ ইবনুল হাসান সম্পর্কে ইমাম যাহাবী বলেন, তার মাঝে জাহালাত রয়েছে। ইবনু হাজার আল-আসকালানী তার অবস্থা সম্পর্কে অজ্ঞাত। তাহরীরু তাকরীবুত তাহযীব এর লেখক বলেন, তিনি মাজহুল বা অপরিচিত। (তাহযীবুল কামালঃ রাবী নং ৫১৪৭, ২৫/৬০ নং পৃষ্ঠা) ৩. যুবায়র ইবনুল মুনযীর বিন আবু উসায়দ আস-সাঈদী সম্পর্কে ইবনু হাজার আল-আসকালানী বলেন, তার সম্পর্কে অজ্ঞাত। ইমাম যাহাবী বলেন, তার পরিচয় সম্পর্কে জানা সম্ভব হয়নি। (তাহযীবুল কামালঃ রাবী নং ১৯৭২, ৯/৩২৯ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "12"
    }
  }
}