{
  "hadith": {
    "hadith_id": 225,
    "narrator": "আবু হুরায়রা (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যে ব্যক্তি কোন মুসলিমের পার্থিব বিপদসমূহ থেকে একটি বিপদ দূর করলো, আল্লাহ্‌ কিয়ামাতের দিন তার পারলৌকিক বিপদসমূহ থেকে একটি বিপদ দূর করবেন। কোন ব্যক্তি অপর মুসলিমের দোষ গোপন রাখলে, আল্লাহ্‌ দুনিয়া ও আখিরাতে তার দোষ গোপন রাখবেন। যে ব্যক্তি অপর ব্যক্তির কষ্ট-কাঠিন্য সহজ করে দেয়, আল্লাহ্‌ দুনিয়া ও আখিরাতে তার কষ্ট সহজ করে দিবেন। বান্দা যতক্ষণ তার ভাইয়ের সাহায্য-সহযোগিতায় রত থাকে, আল্লাহ্‌ ততক্ষণ তার সাহায্য-সহায়তায় রত থাকেন। কোন ব্যক্তি জ্ঞানার্জনের জন্য কোন পথ অবলম্বন করলে, আল্লাহ্‌ এই উসীলায় তার জন্য জান্নাতের একটি পথ সুগম করে দেন। যখন কোন লোকসমষ্টি আল্লাহ্‌র ঘরসমূহের মধ্যকার কোন ঘরে সমবেত হয়ে আল্লাহ্‌র কিতাব তিলাওয়াত করে এবং পরস্পর তা শিক্ষা করে, তখন মালায়িকাহ তাদেরকে পরিবেষ্টন করে রাখেন, তাদের উপর প্রশান্তি নাযিল হয়, দয়া ও অনুগ্রহ তাদের আবৃত করে নেয় এবং আল্লাহ্‌ তাঁর নিকটে অবস্থানকারীদের (মালায়িকাহ্‌র) সাথে তাদের বিষয়ে আলোচনা করেন। (পৃথিবীতে) যার সৎকর্ম কম হবে (আখিরাতে) তার বংশমর্যাদা কোন উপকারে আসবে না। [২২৩]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَلِيُّ بْنُ مُحَمَّدٍ، قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالآخِرَةِ وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ وَمَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقًا إِلَى الْجَنَّةِ وَمَا اجْتَمَعَ قَوْمٌ فِي بَيْتٍ مِنْ بُيُوتِ اللَّهِ يَتْلُونَ كِتَابَ اللَّهِ وَيَتَدَارَسُونَهُ بَيْنَهُمْ إِلاَّ حَفَّتْهُمُ الْمَلاَئِكَةُ وَنَزَلَتْ عَلَيْهِمُ السَّكِينَةُ وَغَشِيَتْهُمُ الرَّحْمَةُ وَذَكَرَهُمُ اللَّهُ فِيمَنْ عِنْدَهُ وَمَنْ أَبْطَأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২২৩] মুসলিম ২৬৯৯, তিরমিযী ১৪২৫, ১৯৩০, ২৬৪৬, ২৯৪৫; আবূ দাঊদ ১৪৫৫, ৩৬৪৩, ৪৯৪৬; আহমাদ ৭৩৭৯, ৭৮৮২, ৮১১৭, ১০১১৮, ১০২৯৮; দারিমী ৩৪৪, সহীহ্ তারগীব ১/৩১/৬৭ তাহক্বীক্ব আলবানী: সহীহ।",
    "chapter": {
      "chapter_number": "0"
    }
  }
}