{
  "hadith": {
    "hadith_id": 2261,
    "narrator": "আলী বিন আবূ তালিব (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দীনারের বিনিময়ে দীনার (স্বর্ণমুদ্রা) এবং দিরহামের বিনিময়ে দিরহামের (রৌপ্যমুদ্রা) লেনদেনের ক্ষেএে অতিরিক্ত নেয়া যাবে না। কারো রুপার প্রয়োজন হলে সে যেন সোনার সাথে তা বিনিময় করে এবং কারো সোনার প্রয়োজন হলে সে যেন তা রুপার সাথে বিনিময় করে। তবে বিনিময়ের এই লেনদেন নগদ হতে হবে। [২২৬১]",
    "ar": "حَدَّثَنَا أَبُو إِسْحَاقَ الشَّافِعِيُّ، إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ حَدَّثَنِي أَبِي، عَنْ أَبِيهِ الْعَبَّاسِ بْنِ عُثْمَانَ بْنِ شَافِعٍ، عَنْ عُمَرَ بْنِ مُحَمَّدِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ الدِّينَارُ بِالدِّينَارِ وَالدِّرْهَمُ بِالدِّرْهَمِ لاَ فَضْلَ بَيْنَهُمَا فَمَنْ كَانَتْ لَهُ حَاجَةٌ بِوَرِقٍ فَلْيَصْطَرِفْهَا بِذَهَبٍ وَمَنْ كَانَتْ لَهُ حَاجَةٌ بِذَهَبٍ فَلْيَصْطَرِفْهَا بِالْوَرِقِ وَالصَّرْفُ هَاءَ وَهَاءَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২২৬১] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসে মোট তিনজন রাবী রয়েছে, তারা হলঃ ১. মুহাম্মাদ ইবনুল আব্বাস সম্পর্কে আবু হাতিম আর-রাযী বলেন তিনি শুধু তার পিতা থেকেই হাদিস বর্ণনা করেছেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী। তাহরীরু তাকরীবুত তাহযীব এর লেখক বলেন, তিনি মাজহুল বা অপরিচিত। (তাহযীবুল কামালঃ রাবী নং ৫৩২৬, ২৫/৪৪৮ নং পৃষ্ঠা) ২. আব্বাস বিন উসমান বিন শাফি সম্পর্কে ইবনু হাজার আল-আসকালানী বলেন, তার অবস্থা বা পরিচয় সম্পর্কে কিছু জানা যায় না। তাহরীরু তাকরীবুত তাহযীব এর লেখক বলেন, তিনি মাজহুল বা অপরিচিত। (তাহযীবুল কামালঃ রাবী নং ৩১৩১, ১৪/২৩২ নং পৃষ্ঠা) ৩. উমার বিন মুহাম্মাদ বিন আলী বিন আবু তালিব সম্পর্কে ইবনু হাজার আল-আসকালানী বলেন, তার অবস্থা সম্পর্কে অজ্ঞাত। (তাহযীবুল কামালঃ রাবী নং ৪৩০৫, ২১/৫০৪ নং পৃষ্ঠা) \n\nউক্ত হাদিসটি সহিহ কিন্তু তিনজন রাবী তথা মুহাম্মাদ ইবনুল আব্বাস ও আব্বাস বিন উসমান বিন শাফি এবং উমার বিন মুহাম্মাদ বিন আলী বিন আবু তালিব এর জাহালাতের কারণে সানাদটি দুর্বল। হাদিসটির ৬৬৩ টি শাহিদ হাদিস রয়েছে। তন্মধ্যে ৪ টি জাল, ১০৮ টি খুবই দুর্বল, ২১৭ টি দুর্বল, ১৭৩ টি হাসান, ১৬১ টি সহিহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ বুখারী ২১৩৪, ২১৭০, ২১৭৪, ২১৭৫, ২১৭৬, ২১৭৭, ২১৮২, মুসলিম ১৫৮৪, ১৫৮৫, ১৫৮৬, ১৫৮৭, ১৫৮৮, ১৫৮৯, ১৫৯০, ১৫৯১, ১৫৯৩, ১৫৯৪, ১৫৯৬, তিরমিযি ১২৪০, ১২৪১, ১২৪৩, আবু দাউদ ৩৩৪৮, ৩৩৪৯, ৩৩৫৩, দারিমী ৪৪৩, ২৫৭৮, ২৫৭৯, আহমাদ ১৬৩, ২৪০, ৩১৬, ৫৮৫১, ৭১৩১, ৭৫০৫।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}