{
  "hadith": {
    "hadith_id": 2332,
    "narrator": "ইবনু মুহায়্যিসাহ আল-আনসারী (রাঃ)",
    "bn": "বারা' বিন আযিব (রাঃ) -র একটি দুষ্ট উটনী ছিল। সেটি এক সম্প্রদায়ের বাগানে ঢুকে তা বিনষ্ট করে দেয়। বিষয়টি সম্পর্কে রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) -এর সাথে আলাপ করা হলে তিনি সিদ্ধান্ত দেন যে, দিনের বেলা সম্পদের হেফাযত করার দায়িত্ব তার মালিকের (তাই দিনে ফসল বিনষ্ট করলে তার জন্য জন্তুর  মালিক দায়ী নয়)। আর জন্তু রাতে যে ক্ষতি করবে,  তা জন্তুর মালিকের উপর বর্তাবে। \"[২৩৩২]\n\n[উপরোক্ত হাদীসে মোট ২টি সানাদের ১টি বর্ণিত হয়েছে, অপর সানাদটি হলোঃ]\n\n২/২৩৩২ (১) . বারা' বিন আযিব (রাঃ) , বারা' এর পরিবারের একটি উষ্ট্রী কিছু ফসল নষ্ট করলে  রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) ফয়সালা দেন.....পূর্বোক্ত অনুরুপ। [২৩৩২]\n\nতাহক্বীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ الْمِصْرِيُّ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ ابْنَ مُحَيِّصَةَ الأَنْصَارِيَّ، أَخْبَرَهُ أَنَّ نَاقَةً لِلْبَرَاءِ كَانَتْ ضَارِيَةً دَخَلَتْ فِي حَائِطِ قَوْمٍ فَأَفْسَدَتْ فِيهِ فَكُلِّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِيهَا فَقَضَى أَنَّ حِفْظَ الأَمْوَالِ عَلَى أَهْلِهَا بِالنَّهَارِ وَعَلَى أَهْلِ الْمَوَاشِي مَا أَصَابَتْ مَوَاشِيهِمْ بِاللَّيْلِ ‏.‏ \nحَدَّثَنَا الْحَسَنُ بْنُ عَلِيِّ بْنِ عَفَّانَ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، عَنْ سُفْيَانَ، عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى، عَنِ الزُّهْرِيِّ، عَنْ حَرَامِ بْنِ مُحَيِّصَةَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، أَنَّ نَاقَةً، لآلِ الْبَرَاءِ أَفْسَدَتْ شَيْئًا فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم بِمِثْلِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৩৩২] আবূ দাউদ ৩৫৬৯, সহীহাহ ২৩৮। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী মুআবিয়াহ বিন হিশাম সম্পর্কে আবুল ফারাজ আল-জাওযী বলেন, তার থেকে কেউ হাদিস শ্রবন করেনি তবে যারা হাদিস শ্রবন করেছে তারা তা বর্জন করেছে। আবু বকর আল-বায়হাকী বলেন, তিনি নির্ভরযোগ্য নয়। আবু হাতিম আর-রাযী বলেন, তিনি সত্যবাদী। আবু হাতিম বিন হিব্বান বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। আহমাদ বিন হাম্বল বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ৬০৬৭, ২৮/২১৮ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "13"
    }
  }
}