{
  "hadith": {
    "hadith_id": 2333,
    "narrator": "সাওআত গোত্রের এক ব্যক্তি (ইসমু মুবহাম বা নাম অজ্ঞাত)",
    "bn": "আমি আয়িশাহ (রাঃ) কে বললাম, আমাকে রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর স্বভাব-চরিত্র সম্পর্কে অবহিত করুন। তিনি বলেন, তুমি কি কুরআন পড়ো না। “তুমি অবশ্যই মহান চরিত্রে অধিষ্ঠিত। ” (সূরা আল-কালামঃ ৪)। আয়িশাহ (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তাঁর সাহাবীদের সাথে ছিলেন। আমি তাঁর জন্য আহার তৈরী করলাম এবং হাফসা (রাঃ) -ও তাঁর জন্য আহার তৈরী করলেন। তিনি বলেন, হাফসা (রাঃ) আমার আগে (খাবার নিয়ে) গেলেন। আমি দাসীকে বললাম, যাও, তার পাত্র উল্টে ফেলে দাও। অতএব সে হাফসার নিকট গেলো। হাফসা (রাঃ) যখন তা রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) -এর সামনে রাখতে গেলো অমনি সে তা উল্টে ফেলে দিলো। ফলে পাত্রটি ভেঙ্গে গেলো এবং খাদ্যদ্রব্য ছড়িয়ে পড়লো। আয়িশাহ (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) পাত্রের টুকরাগুলো একত্রিত করলেন এবং তাঁর খাবার স্বীয় তালুর সম্মুখে রাখলেন অতঃপর তা খেলেন। তারপর তিনি আমার পাত্রটি হাফসাকে দিয়ে বলেনঃ \" তোমার পাত্রের বদলে এই পাত্র নাও এবং এতে যা আছে তা খাও। \" আয়িশাহ (রাঃ) বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) -এর চেহারায় এর কোন প্রতিক্রিয়াই লক্ষ্য করলাম না। [২৩৩৩]\n\nতাহকিক আলবানীঃ সনদ দুর্বল।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا شَرِيكُ بْنُ عَبْدِ اللَّهِ، عَنْ قَيْسِ بْنِ وَهْبٍ، عَنْ رَجُلٍ، مِنْ بَنِي سُوَاءَةَ قَالَ قُلْتُ لِعَائِشَةَ أَخْبِرِينِي عَنْ خُلُقِ، رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَتْ أَوَمَا تَقْرَأُ الْقُرْآنَ ‏{وَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ}‏ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَعَ أَصْحَابِهِ فَصَنَعْتُ لَهُ طَعَامًا وَصَنَعَتْ حَفْصَةُ لَهُ طَعَامًا ‏.‏ قَالَتْ فَسَبَقَتْنِي حَفْصَةُ فَقُلْتُ لِلْجَارِيَةِ انْطَلِقِي فَأَكْفِئِي قَصْعَتَهَا فَلَحِقَتْهَا وَقَدْ هَوَتْ أَنْ تَضَعَ بَيْنَ يَدَىْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَكْفَأَتْهَا فَانْكَسَرَتِ الْقَصْعَةُ وَانْتَشَرَ الطَّعَامُ ‏.‏ قَالَتْ فَجَمَعَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَمَا فِيهَا مِنَ الطَّعَامِ عَلَى النِّطَعِ فَأَكَلُوا ثُمَّ بَعَثَ بِقَصْعَتِي فَدَفَعَهَا إِلَى حَفْصَةَ فَقَالَ ‏\"‏ خُذُوا ظَرْفًا مَكَانَ ظَرْفِكُمْ ‏\"‏ ‏.‏ قَالَتْ فَمَا رَأَيْتُ ذَلِكَ فِي وَجْهِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৩৩৩] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। তাহকীক আলবানীঃ সানাদ দুর্বল। উক্ত হাদিসের রাবী শারীক বিন আবদুল্লাহ সম্পর্কে আবু আহমাদ আল-হাকিম বলেন, তিনি নির্ভরযোগ্য নয়। আবু হাতিম আর-রাযী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সংমিশ্রণ করেন। আবুল ফাতহ আল-আযদী বলেন, তিনি হাদিস বর্ণনায় অধিক ভুল করেন, তার স্মৃতিশক্তি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ২৭৩৬, ১২/৪৬২ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "13"
    }
  }
}