{
  "hadith": {
    "hadith_id": 2364,
    "narrator": "যায়দ বিন খালিদ আল-জুহানী (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছেনঃ সাক্ষীগণের মধ্যে উত্তম সেই ব্যক্তি, যে তলব করার আগেই সাক্ষ্য দেয়। [২৩৬৪]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، وَمُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الْجُعْفِيُّ، قَالاَ حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ الْعُكْلِيُّ، أَخْبَرَنِي أُبَىُّ بْنُ عَبَّاسِ بْنِ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، حَدَّثَنِي أَبُو بَكْرِ بْنُ عَمْرِو بْنِ حَزْمٍ، حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عُثْمَانَ بْنِ عَفَّانَ، حَدَّثَنِي خَارِجَةُ بْنُ زَيْدِ بْنِ ثَابِتٍ، أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَمْرَةَ الأَنْصَارِيُّ، أَنَّهُ سَمِعَ زَيْدَ بْنَ خَالِدٍ الْجُهَنِيَّ، يَقُولُ إِنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ خَيْرُ الشُّهُودِ مَنْ أَدَّى شَهَادَتَهُ قَبْلَ أَنْ يُسْأَلَهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৩৬৪] মুসলিম ১৭১৯, তিরমিযী ২২৯৫, ২২৯৭, আবু দাউদ ৩৫৯৬, আহমাদ ১৬৫৯২, ১৬৬১৪, ২১১৬৫, ২১১৭৫, মুয়াত্তা মালেক ১৪২৬। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী যায়দ ইবনুল হুবাব সম্পর্কে আহমাদ বিন হাম্বল বলেন, তিনি সত্যবাদী কিন্তু হাদিস বর্ণনায় অধিক ভুল করেন। আলী ইবনুল মাদীনী ও উসমান বিন আবু শায়বাহ তাকে সিকাহ বলেছেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেছেন। (তাহযীবুল কামালঃ রাবী নং ২০৯৫, ১০/৪০ নং পৃষ্ঠা) ২. উবাই বিন আব্বাস বিন সাহল বিন সা'দ আস-সাঈদী সম্পর্কে আবু বিশর আদ দাওলাবী ও আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি নির্ভরযোগ্য নয়। আহমাদ বিন হাম্বল বলেন, তিনি মুনকার। ইবনু হাজার আল-আসকালানী বলেন, তার মাঝে দুর্বলতা রয়েছে। (তাহযীবুল কামালঃ রাবী নং ২৭৭, ২/২৫৯ নং পৃষ্ঠা) উক্ত হাদিসটি সহিহ কিন্তু উবাই বিন আব্বাস বিন সাহল বিন সা'দ আস-সাঈদী এর কারণে সানাদটি দুর্বল। হাদিসটির ৭২ টি শাহিদ হাদিস রয়েছে, তন্মধ্যে ৪ টি জাল, ৮ টি খুবই দুর্বল, ২৩ টি দুর্বল, ১৮ টি হাসান, ১৯ টি সহিহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ মুসলিম, ১৭২২, তিরমিযি ২২৯৫, ২২৯৭, আবু দাউদ ৩৫৯৬, আহমাদ ১৬৫৯২, ১৬৫৯৯, ১৬৬১৪, ২১১৬৪, ২১১৭৪, মুসান্নাফ আব্দুর রাযযাক ১৫৫৫৭, ১৫৫৫৮, শারহুস সুন্নাহ ১৫১৩।",
    "chapter": {
      "chapter_number": "13"
    }
  }
}