{
  "hadith": {
    "hadith_id": 2365,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি এই আয়াত তিলাওয়াত করলে (অনুবাদঃ) “হে মুমিনগণ ! তোমরা যখন একে অপরের সাথে নির্দিষ্ট মেয়াদের জন্য ঋণের লেনদেন করো তখন তা লিপিবদ্ধ করে রাখো...” (২:২৮২)। তিনি তিলাওয়াত করতে করতে “তোমাদের একে অপরকে বিশ্বাস করলে, যাকে বিশ্বাস করা হয়, সে যেন আমানত প্রত্যর্পণ করে” (২: ২৮৩) পর্যন্ত পৌঁছে বলেন, এই শেষোক্ত বিধান তার পূর্ববর্তী বিধানকে রহিত করেছে। [২৩৬৫]",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ يُوسُفَ الْجُبَيْرِيُّ، وَجَمِيلُ بْنُ الْحَسَنِ الْعَتَكِيُّ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ مَرْوَانَ الْعِجْلِيُّ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي نَضْرَةَ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ تَلاَ هَذِهِ الآيَةَ ‏{‏يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمًّى ‏}‏ حَتَّى بَلَغَ ‏{‏فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضًا‏}‏ فَقَالَ هَذِهِ نَسَخَتْ مَا قَبْلَهَا ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[২৩৬৫] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। তাহকীক আলবানীঃ হাসান। উক্ত হাদিসের রাবী ১. জামাল ইবনুল হাসান আল-আতাকী সম্পর্কে আবু আহমাদ বিন আলী আল-জুরযানী বলেন, আনি আশা করি তার মাঝে কোন সমস্যা নেই। আবু হাতিম আর-রাযী বলেন, আমরা তার সাক্ষাৎ পেয়েছিলাম কিন্তু তার থেকে কোন হাদিস গ্রহন করিনি। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। মাসলামহ ইবনু কাসিম বলেন, তিনি সিকাহ। তাহরীরু তাকরীবুত তাহযীব এর লেখক বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৯৬৮, ৫/১২৮ নং পৃষ্ঠা) ২. মুহাম্মাদ বিন মারওয়ান আল-ইজলী সম্পর্কে আবু জা'ফার আল-উকায়লী বলেন, তার হাদিসের অনুসরণ করা যাবে না। আবু দাউদ আস-সাজিসতানী বলেন, তিনি সত্যবাদী। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন। (তাহযীবুল কামালঃ রাবী নং ৫৫৯৫, ২৬/৩৮৭ নং পৃষ্ঠা) ৩. আবদুল মালিক বিন আবু নাদারাহ সম্পর্কে আবু হাতিম বিন হিব্বান বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় কখনো কখনো ভুল করেন। ইমাম দারাকুতনী এক প্রশ্নের উত্তরে বলেন, তার মাঝে কোন সমস্যা নেই। ইমাম যাহাবী বলেন, তিনি সিকাহ। (তাহযীবুল কামালঃ রাবী নং ৩৫৭০, ১৮/৪২৭ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "13"
    }
  }
}