{
  "hadith": {
    "hadith_id": 2397,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "উমার ইবনুল খাত্তাব (রাঃ) বললেন, ইয়া রাসূলুল্লাহ! খায়বারের আমি যে একশত অংশ জমি পেয়েছি, তার চেয়ে অধিক প্রিয় কোন সম্পত্তি আমি আর কখনো পাইনি। আমি তা দান-খয়রাত করার সংকল্প করেছি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি মূল সম্পত্তি বহাল রেখে দাও এবং তার আয় দান করো। মুহম্মাদ বিন আবূ উমার আল-আদানী, সুফইয়ান, আব্দুল্লাহ বিন উমার (যঈফ বা দুর্বল) , নাফি, ইবনু উমার (রাঃ)। তিনি বলেন, উমার (রাঃ) বললেন, .......উপরোক্ত হাদীসের অনুরূপ। [২৩৯৭]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ الْعَدَنِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ عُمَرُ بْنُ الْخَطَّابِ يَا رَسُولَ اللَّهِ إِنَّ الْمِائَةَ سَهْمٍ الَّتِي بِخَيْبَرَ لَمْ أُصِبْ مَالاً قَطُّ هُوَ أَحَبُّ إِلَىَّ مِنْهَا وَقَدْ أَرَدْتُ أَنْ أَتَصَدَّقَ بِهَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ احْبِسْ أَصْلَهَا وَسَبِّلْ ثَمَرَتَهَا ‏\"‏ ‏.‏\nقَالَ ابْنُ أَبِي عُمَرَ فَوَجَدْتُ هَذَا الْحَدِيثَ فِي مَوْضِعٍ آخَرَ فِي كِتَابِي عَنْ سُفْيَانَ عَنْ عَبْدِ اللَّهِ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ قَالَ عُمَرُ فَذَكَرَ نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৩৯৭] সহীহুল বুখারী ২৭৩৭, ২৭৬৪, ২৭৭২, ২৭৭৩, ২৭৭৮, মুসলিম ১৬৩৩, তিরমিযী ১৩৭৫, নাসায়ী ৩৫৯৭, ৩৬০৩, ৩৬০৪, ৩৬০৫, আবূ দাউদ ২৮৭৮, আহমাদ ৪৫৯৪, ৫১৫৭, ইরওয়া ১৫৮৩। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী উবায়দুল্লাহ বিন উমার সম্পর্কে আহমাদ আল-হাকিম বলেন, তিনি দুর্বল, তিনি নির্ভরযোগ্য নয়। আবু বকর আল-বায়হাকী বলেন, তার হাদিস দ্বারা দলীল গ্রহণযোগ্য নয়। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। ইবনু হাজার আল-আসকালানী ও আলী ইবনুল মাদীনী বলেন, তিনি দুর্বল। ইয়াহইয়া বিন সাঈদ বলেন, তিনি হাদিস বর্ণনায় দুর্বল ছিলেন। (তাহযীবুল কামালঃ রাবী নং ৩৪৪০, ১৫/৩২৭ নং পৃষ্ঠা) উক্ত হাদিসটি সহিহ কিন্তু উবায়দুল্লাহ বিন উমার এর কারণে সানাদটি দুর্বল। হাদিসটির ১৮২ টি শাহিদ হাদিস রয়েছে, তন্মধ্যে ৩০ টি খুবই দুর্বল, ৫৬ টি দুর্বল, ৪২ টি হাসান, ৫৪ টি সহিহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ ২৭৩৪, ২৭৭২, ২৭৭৩, মুসলিম, ১১৮৫, তিরমিযি ১৩৭৫, আবু দাউদ ২৮৭৮, আহমাদ ৪৫৯৪, ৫১৫৭, ৬০৪২, ৬৪২৪, দারাকুতনী ৪৩৫৬-৪৩৬৫।",
    "chapter": {
      "chapter_number": "15"
    }
  }
}