{
  "hadith": {
    "hadith_id": 2402,
    "narrator": "উরওয়া আল-বারিকী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর জন্য একটি ছাগল কেনার উদ্দেশে তাকে একটি দীনার দেন। তিনি তাঁর জন্য দু'টি ছাগল কিনে এর একটি এক দীনারে বিক্রয় করে একটি দীনার ও একটি ছাগল নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট উপস্থিত হন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার জন্য বরকতের দোয়া করেন। রাবী বলেন, এরপর তিনি মাটি কিনলে তাতেও লাভবান হতেন। \n[উপরোক্ত হাদীসে মোট ২টি সানাদের ১টি বর্ণিত হয়েছে। অপর সানাদটি হলোঃ]\n২/২৪০২ (১) . আহমাদ বিন সাঈদ আদ-দারিমী, হাব্বান বিন হিলাল, সাঈদ বিন যায়দ (তিনি সত্যবাদী তবে হাদীস বর্ণনায় সন্দেহ করেন) , যুবায়রর ইবনুল খিররীত, আবূ লাবীদ লিমাযাহ বিন যাব্বার (তিনি সত্যবাদী তবে নাসিবী) , উরওয়াহ বিন আবুল জাদ আল-বারিকী (রাঃ) বলেন, একটি বাণিজ্যিক কাফেলা পণ্যদ্রব্য নিয়ে আসলো। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে একটি দীনার দিলেন...... পূর্বোক্ত হাদীসের অনুরূপ। [২৪০২]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ شَبِيبِ بْنِ غَرْقَدَةَ، عَنْ عُرْوَةَ الْبَارِقِيِّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَعْطَاهُ دِينَارًا يَشْتَرِي لَهُ شَاةً فَاشْتَرَى لَهُ شَاتَيْنِ فَبَاعَ إِحْدَاهُمَا بِدِينَارٍ فَأَتَى النَّبِيَّ صلى الله عليه وسلم بِدِينَارٍ وَشَاةٍ فَدَعَا لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم بِالْبَرَكَةِ ‏.‏ قَالَ فَكَانَ لَوِ اشْتَرَى التُّرَابَ لَرَبِحَ فِيهِ ‏.‏\n\nحَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ، حَدَّثَنَا حَبَّانُ بْنُ هِلاَلٍ، حَدَّثَنَا سَعِيدُ بْنُ زَيْدٍ، عَنِ الزُّبَيْرِ بْنِ الْخِرِّيتِ، عَنْ أَبِي لَبِيدٍ، لِمَازَةَ بْنِ زَبَّارٍ عَنْ عُرْوَةَ بْنِ أَبِي الْجَعْدِ الْبَارِقِيِّ، قَالَ قَدِمَ جَلَبٌ فَأَعْطَانِي النَّبِيُّ صلى الله عليه وسلم دِينَارًا فَذَكَرَ نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৪০২] সহীহুল বুখারী ৩৬৪৩, তিরমিযী ১২৫৮, আবূ দাউদ ৩৩৮৪, আহমাদ ১৮৮৬৭, ১৮৮৭৩, সহীহ আত-তিরমিযী ১২৫৮, মিশকাত ২৯৩২। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী সাঈদ বিন যায়দ সম্পর্কে আবু বাকর আল-বাযযার বলেন, তিনি হাদিস গ্রহনে শিথিল। আবু হাতিম আর-রাযী বলেন, তিনি নির্ভরযোগ্য নয়। আবু হাতিম বিন হিব্বান বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ ও ভুল করেন। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি নির্ভরযোগ্য নয়। (তাহযীবুল কামালঃ রাবী নং ২২৭৬, ১০/৪৪১ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "15"
    }
  }
}