{
  "hadith": {
    "hadith_id": 2406,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর যুগে এক ব্যক্তি তার দেনাদারের পেছনে লাগলো। সে তার নিকট দশ দীনার পাওনা ছিল। দেনাদার বললো, আমার নিকট তোমাকে দেয়ার মতো কোন জিনিস নাই। পাওনাদার বললো, না, আল্লাহর শপথ ! আমার দেনা পরিশোধ না করা পর্যন্ত অথবা একজন যামিনদার উপস্থিত না করা পর্যন্ত আমি তোমাকে ছাড়ছি না। সে তাকে টেনে-হেঁচড়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট নিয়ে গেলো। তিনি পাওনাদারকে বলেনঃ তুমি তাকে কতো দিনের অবকাশ দিতে পারো? সে বললো, এক মাস। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তাহলে আমিই তার যামিন। দেনাদার নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর বলে দেয়া সময়সীমার মধ্যে পাওনাসহ তাঁর নিকট উপস্থিত হলে তিনি তাকে বলেনঃ তুমি এগুলো কোথায় পেলে? সে বললো, খনিতে। তিনি বলেনঃ এতে কোন কল্যাণ নেই। অতঃপর তিনি নিজের পক্ষ থেকে ঋণদাতার পাওনা পরিশোধ করেন। [২৪০৬]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ الدَّرَاوَرْدِيُّ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَجُلاً، لَزِمَ غَرِيمًا لَهُ بِعَشَرَةِ دَنَانِيرَ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ مَا عِنْدِي شَىْءٌ أُعْطِيكَهُ فَقَالَ لاَ وَاللَّهِ لاَ أُفَارِقُكَ حَتَّى تَقْضِيَنِي أَوْ تَأْتِيَنِي بِحَمِيلٍ فَجَرَّهُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ كَمْ تَسْتَنْظِرُهُ ‏\"‏ ‏.‏ فَقَالَ شَهْرًا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَأَنَا أَحْمِلُ لَهُ ‏\"‏ ‏.‏ فَجَاءَهُ فِي الْوَقْتِ الَّذِي قَالَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مِنْ أَيْنَ أَصَبْتَ هَذَا ‏\"‏ ‏.‏ قَالَ مِنْ مَعْدِنٍ قَالَ ‏\"‏ لاَ خَيْرَ فِيهَا ‏\"‏ ‏.‏ وَقَضَاهَا عَنْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৪০৬] আবূ দাউদ ৩৩২৮, ইরওয়া ১৪১৩। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী আবদুল আযীয বিন মুহাম্মাদ সম্পর্কে মুহাম্মাদ বিন সা'দ বলেন, তিনি হাদিস বর্ণনায় সংমিশ্রণ করেন। ইবনু হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করেন। মালিক বিন আনাস তাকে সিকাহ বলেছেন। আহমাদ বিন শু'আয়ব আন নাসায়ী বলেন, তিনি নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে নিজ কিতাব ছাড়া অন্যত্র থেকে হাদিস বর্ণনায় ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ৩৪৭০, ১৮/১৮৭ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "15"
    }
  }
}