{
  "hadith": {
    "hadith_id": 2435,
    "narrator": "আবদুল্লাহ বিন আমর (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তি ঋণগ্রস্থ অবস্থায় মারা গেলে কিয়ামতের দিন তার থেকে ঋণ কর্তন করা হবে। কিন্তু তিন কারণে ঋণগ্রস্থ হলে ভিন্ন কথা। (এক) যে ব্যক্তি আল্লাহর রাস্তায় জিহাদ করতে করতে দুর্বল হয়ে পড়ার কারণে ঋণ করে আর তার দ্বারা আল্লাহর দুশমন এবং নিজের দুশমনের বিরুদ্ধে শক্তি সঞ্চয় করে। (দুই) কোন ব্যক্তির নিকট কোন মুসলমান মারা গেলে তাকে দাফন করার জন্য সে ঋণগ্রস্থ হলে। (তিন) যে অবিবাহিত ব্যক্তি দারিদ্র্যের কারণে আল্লাহর দ্বীন থেকে বিপথগামী হওয়ার আশংকায় ঋণ করে বিবাহ করে। আল্লাহ তা’আলা কিয়ামতের দিন তাদের পক্ষ থেকে ঋণ শোধ করবেন। [২৪৩৫]",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا رِشْدِينُ بْنُ سَعْدٍ، وَعَبْدُ الرَّحْمَنِ الْمُحَارِبِيُّ، وَأَبُو أُسَامَةَ وَجَعْفَرُ بْنُ عَوْنٍ عَنِ ابْنِ أَنْعُمٍ، قَالَ أَبُو كُرَيْبٍ وَحَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنِ ابْنِ أَنْعُمٍ، عَنِ عِمْرَانَ بْنِ عَبْدٍ الْمَعَافِرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الدَّيْنَ يُقْضَى مِنْ صَاحِبِهِ يَوْمَ الْقِيَامَةِ إِذَا مَاتَ إِلاَّ مَنْ يَدَيَّنُ فِي ثَلاَثِ خِلاَلٍ الرَّجُلُ تَضْعُفُ قُوَّتُهُ فِي سَبِيلِ اللَّهِ فَيَسْتَدِينُ يَتَقَوَّى بِهِ لِعَدُوِّ اللَّهِ وَعَدُوِّهِ وَرَجُلٌ يَمُوتُ عِنْدَهُ مُسْلِمٌ لاَ يَجِدُ مَا يُكَفِّنُهُ وَيُوَارِيهِ إِلاَّ بِدَيْنٍ وَرَجُلٌ خَافَ اللَّهَ عَلَى نَفْسِهِ الْعُزْبَةَ فَيَنْكِحُ خَشْيَةً عَلَى دِينِهِ فَإِنَّ اللَّهَ يَقْضِي عَنْ هَؤُلاَءِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৪৩৫] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। যইফাহ ৫৪৮৩, আত-তালীকুর রাগীব ৩/৩৬। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী ১. রিশদীন বিন সা'দ সম্পর্কে আহমাদ বিন হাম্বল তাকে দুর্বল বলেছেন। ইয়াহইয়া বিন মাঈন তার থেকে কোন হাদিস লিপিবদ্ধ করেন নি। আমর ইবনুল ফাল্লাস ও আবু যুরআহ আর-রাযী তাকে দুর্বল বলেছেন। আবু হাতিম আর-রাযী মুনকারুল হাদিস ও তার মাঝে অমনোযোগিতার কথা উল্লেখ করেছেন। (তাহযীবুল কামালঃ রাবী নং ১৯১১, ৯/১৯১ নং পৃষ্ঠা) ২. (আবদুর রহমান বিন যিয়াদ) ইবনু আনউম আল-ইফরিকী সম্পর্কে ইয়াহইয়া বিন সাঈদ আল-কাত্তান বলেন, তার থেকে হাদিস গ্রহন বর্জনীয়। ইবনু মাহদী বলেন, তার থেকে হাদিস বর্ণনা করা উচিত নয়। আহমাদ বিন হাম্বল বলেন, আমি তার থেকে হাদিস লিপিবদ্ধ করিনি। (তাহযীবুল কামালঃ রাবী নং ৯৪৮, ৫/৭০ নং পৃষ্ঠা) ৩. ইমরান বিন আবদুল মাআফিরী সম্পর্কে আবুল হাসান ইবনুল কাত্তান বলেন, তার অবস্থা সম্পর্কে কিছু জানা যায়নি। আহমাদ বিন সালিহ আল-জায়লী বলেন, তিনি সিকাহ। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। ইমাম যাহাবী বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। ইয়াহইয়া বিন মাঈন বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৪৪৯৫, ২২/৩৩৭ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "15"
    }
  }
}