{
  "hadith": {
    "hadith_id": 2461,
    "narrator": "যায়দ বিন সাবিত (রাঃ)",
    "bn": "আল্লাহ রাফি বিন খাদীজ (রাঃ) কে ক্ষমা করুন। আল্লাহর শপথ! সেই হাদীসটি সম্পর্কে আমি তার চেয়ে বেশি অবগত। একদা দু’ ব্যক্তি ঝগড়া করতে করতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর কাছে এসে উপস্থিত হলো। তখন তিনি বললেনঃ এই যদি হয় তোমাদের অবস্থা, তাহলে তোমরা জমি বর্গা দিও না। রাফি (রাঃ) তার কথার শুধু এটুকুই শুনলেনঃ “তাহলে তোমরা জমি বর্গা দিওনা”। [২৪৬১]",
    "ar": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِسْحَاقَ، حَدَّثَنِي أَبُو عُبَيْدَةَ بْنُ مُحَمَّدِ بْنِ عَمَّارِ بْنِ يَاسِرٍ، عَنِ الْوَلِيدِ بْنِ أَبِي الْوَلِيدِ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، قَالَ قَالَ زَيْدُ بْنُ ثَابِتٍ يَغْفِرُ اللَّهُ لِرَافِعِ بْنِ خَدِيجٍ أَنَا وَاللَّهِ، أَعْلَمُ بِالْحَدِيثِ مِنْهُ إِنَّمَا أَتَى رَجُلاَنِ النَّبِيَّ صلى الله عليه وسلم وَقَدِ اقْتَتَلاَ فَقَالَ ‏\"‏ إِنْ كَانَ هَذَا شَأْنَكُمْ فَلاَ تُكْرُوا الْمَزَارِعَ ‏\"‏ ‏.‏ قَالَ فَسَمِعَ رَافِعُ بْنُ خَدِيجٍ قَوْلَهُ ‏\"‏ فَلاَ تُكْرُوا الْمَزَارِعَ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৪৬১] সহীহুল বুখারী ২৩২৭, ২৩৩২, ২৩৩৯, ২৩৪৪, ২৩৪৭, ২৩৮৪, ২৭২২, ১০১৩, নাসায়ী ৩৯২৭, আবূ দাউদ ৩৩৯০, আহমাদ ২১০৭৮, ২১১১৮, গায়াতুক মারাম ৩৬৬। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী ১. আব্দুর রহমান বিন ইসহাক সম্পর্কে আবু হাতিম আর-রাযী বলেন, তার হাদিস গ্রহন করা যায় তবে তা দলীলযোগ্য হবে না। আহমাদ বিন সালিহ আল-জায়লী বলেন, তিনি নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে তার কাদারিয়্যা মতাবলম্বী হওয়ার ব্যাপারে অভিযোগ রয়েছে। ইমাম দারাকুতনী বলেন, তিনি দুর্বল। সুফইয়ান বিন উয়াইনাহ বলেন, তিনি কাদারিয়্যা মতাবলম্বী। (তাহযীবুল কামালঃ রাবী নং ৩৭৫৫, ১৬/৫১৯ নং পৃষ্ঠা) ২. আল-ওয়ালীদ বিন আবুল ওয়ালীদ সম্পর্কে আবু হাতিম বিন হিব্বান বলেন, তিনি কখনো কখনো কিছু রাবীর বিপরীত হাদিস বর্ণনা করেন। আবু যুরআহ আর-রাযী বলেন, তিনি সিকাহ। ইবনু হাজার আল-আসকালানী বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। (তাহযীবুল কামালঃ রাবী নং ৬৭৪৫, ৩১/১০৭ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "16"
    }
  }
}