{
  "hadith": {
    "hadith_id": 2474,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, ইয়া রাসূলুল্লাহ! এমন কী জিনিস আছে যা সংগ্রহে বাধা দেয়া হালাল নয়? তিনি বলেনঃ পানি, লবণ ও আগুন। আয়িশাহ (রাঃ) বলেন, আমি বললাম, ইয়া রাসূলুল্লাহ! এই পানি সম্পর্কে তো আমরা জানি কিন্তু লবণ ও আগুনের ব্যাপারে কেন বাধা দেয়া যাবে না? তিনি বলেনঃ হে হুমায়রা! যে ব্যক্তি আগুন দান করলো, সে যেন ঐ আগুন দিয়ে রান্না করা যাবতীয় খাদ্যই দান করলো। যে ব্যক্তি লবণ দান করলো, ঐ লবণে খাদ্য যতোটা সুস্বাদু হলো তা সবই যেন সে দান করলো। যে ব্যক্তি কোন মুসলমানকে এমন স্থানে পানি পান করালো, যেখানে তা সহজলভ্য, সে যেন একটি গোলামকে দাসত্বমুক্ত করলো এবং যে ব্যক্তি কোন মুসলমানকে এমন স্থানে পানি পান করালো, যেখানে তা দুষ্প্রাপ্য, সে যেন তাকে জীবন দান করলো। [২৪৭৪]",
    "ar": "حَدَّثَنَا عَمَّارُ بْنُ خَالِدٍ الْوَاسِطِيُّ، حَدَّثَنَا عَلِيُّ بْنُ غُرَابٍ، عَنْ زُهَيْرِ بْنِ مَرْزُوقٍ، عَنْ عَلِيِّ بْنِ زَيْدِ بْنِ جُدْعَانَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ يَا رَسُولَ اللَّهِ مَا الشَّىْءُ الَّذِي لاَ يَحِلُّ مَنْعُهُ قَالَ الْمَاءُ وَالْمِلْحُ وَالنَّارُ ‏\"‏ ‏.‏ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ هَذَا الْمَاءُ قَدْ عَرَفْنَاهُ فَمَا بَالُ الْمِلْحِ وَالنَّارِ قَالَ ‏\"‏ يَا حُمَيْرَاءُ مَنْ أَعْطَى نَارًا فَكَأَنَّمَا تَصَدَّقَ بِجَمِيعِ مَا أَنْضَجَتْ تِلْكَ النَّارُ وَمَنْ أَعْطَى مِلْحًا ‏.‏ فَكَأَنَّمَا تَصَدَّقَ بِجَمِيعِ مَا طَيَّبَ ذَلِكَ الْمِلْحُ وَمَنْ سَقَى مُسْلِمًا شَرْبَةً مِنْ مَاءٍ حَيْثُ يُوجَدُ الْمَاءُ فَكَأَنَّمَا أَعْتَقَ رَقَبَةً وَمَنْ سَقَى مُسْلِمًا شَرْبَةً مِنْ مَاءٍ حَيْثُ لاَ يُوجَدُ الْمَاءُ فَكَأَنَّمَا أَحْيَاهَا ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৪৭৪] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। মিশকাত ৩০০৭, যইফাহ ১২০। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী আলি বিন গুরাব সম্পর্কে আবু জা'ফার আল-উকায়লী তার হাদিস উল্লেখ করে বলেন, তার হাদিসের অনুসরণ করা যাবে না। এই হাদিস ব্যাতিত তার সম্পর্কে কোথাও জানা যায়না। আবু দাউদ আস-সাজিসতানী বলেন, তিনি দুর্বল মানুষ তার হাদিস বর্জন করেছে। আবু যুরআহ আর-রাযী বলেন, তিনি সত্যবাদী। আবু সাঈদ বিন ইউনুস বলেন, তিনি নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় তাদলীস করেন, তার শীয়া মতাবলম্বী হওয়ার ব্যাপারে অভিযোগ রয়েছে। (তাহযীবুল কামালঃ রাবী নং ৪১২০, ২১/৯০ নং পৃষ্ঠা) ২. যুহায়র বিন মারযুক সম্পর্কে আবু আহমাদ বিন আদী আল-জুরজানী বলেন, তার একটিই হাদিস মু'দাল। ইবনু হাজার আল-আসকালানী বলেন, তিনি মাজহুল বা অপরিচিত। ইমাম যাহাবী বলেন, তিনি দুর্বল। ইয়াহইয়া বিন মাঈন বলেন, আমি তাকে চিনি না। (তাহযীবুল কামালঃ রাবী নং ২০১৮, ৯/৪১৯ নং পৃষ্ঠা) ৩. আলী বিন যায়দ বিন জুদআন সম্পর্কে ইয়াহইয়া বিন সাঈদ আল-কাত্তান বলেন, তার হাদিস প্রত্যাখ্যানযোগ্য। আহমাদ বিন হাম্বল ও ইয়াহইয়া বিন মাঈন বলেন, তিনি নির্ভরযোগ্য নয়। ইয়াকুব বিন শায়বাহ বলেন, তিনি সিকাহ সালিহ। আল-আজালী বলেন, কোন সমস্যা নেই। (তাহযীবুল কামালঃ রাবী নং ৪০৭০, ২০/৪৩৪ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "16"
    }
  }
}