{
  "hadith": {
    "hadith_id": 2475,
    "narrator": "আবয়াদ বিন হাম্মাল (রাঃ)",
    "bn": "তিনি সাদ্দ মা‘রিব নামক লবণ খনিটি জায়গিররূপে প্রার্থনা করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে সেটি জায়গিররূপে দান করলেন। অতঃপর আকরা বিন হাবিস আত-তামীমী (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বলেন, ইয়া রাসূলুল্লাহ! জাহিলী যুগে আমি লবণের খনিতে গিয়েছিলাম। ঐ এলাকায় কোন পানি নাই। যে ব্যক্তিই সেখানে যায় সে-ই কিছু লবণ সংগ্রহ করে নেয়। তা প্রবাহিত পানির মতই পর্যাপ্ত। (এ কথা শুনে) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবয়াদ বিন হাম্মালের নিকট লবণের চুক্তির প্রত্যাহার চাইলেন। আব্‌য়াদ বিন হাম্মাল বলেন, আমি আপনার সাথে চুক্তি রদ করতে প্রস্তুত এই শর্তে যে, সেটিকে আপনি আমার পক্ষ থেকে দানরূপে গণ্য করবেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তা তোমার পক্ষ থেকে দান হিসেবেই গণ্য হবে। আর তা প্রবাহমান পানির ন্যায়, যে-ই সেখানে যাবে তা নিতে পারবে। অধস্তন রাবী ফারাজ ইবনুসাঈদ (রাঃ) বলেন, সেটা বর্তমানেও সেভাবেই আছে। যে-ই সেখানে যায়, সে তা থেকে সংগ্রহ করে। তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার থেকে সেটি ফেরত নেয়ার বিনিময়ে তাকে জুরুফ মুরাদ নামক স্থানের এক খণ্ড কৃষিভূমি ও একটি খেজুর বাগান জায়গিররূপে দান করেন। [২৪৭৫]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ الْعَدَنِيُّ، حَدَّثَنَا فَرَجُ بْنُ سَعِيدِ بْنِ عَلْقَمَةَ بْنِ سَعِيدِ بْنِ أَبْيَضَ بْنِ حَمَّالٍ، حَدَّثَنِي عَمِّي، ثَابِتُ بْنُ سَعِيدِ بْنِ أَبْيَضَ بْنِ حَمَّالٍ عَنْ أَبِيهِ، سَعِيدٍ عَنْ أَبِيهِ، أَبْيَضَ بْنِ حَمَّالٍ ‏.‏ أَنَّهُ اسْتَقْطَعَ الْمِلْحَ الَّذِي يُقَالُ لَهُ مِلْحُ سَدِّ مَأْرِبٍ ‏.‏ فَأَقْطَعَهُ لَهُ ثُمَّ إِنَّ الأَقْرَعَ بْنَ حَابِسٍ التَّمِيمِيَّ أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي قَدْ وَرَدْتُ الْمِلْحَ فِي الْجَاهِلِيَّةِ وَهُوَ بِأَرْضٍ لَيْسَ بِهَا مَاءٌ وَمَنْ وَرَدَهُ أَخَذَهُ وَهُوَ مِثْلُ الْمَاءِ الْعِدِّ ‏.‏ فَاسْتَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَبْيَضَ بْنَ حَمَّالٍ فِي قَطِيعَتِهِ فِي الْمِلْحِ ‏.‏ فَقَالَ قَدْ أَقَلْتُكَ مِنْهُ عَلَى أَنْ تَجْعَلَهُ مِنِّي صَدَقَةً ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ هُوَ مِنْكَ صَدَقَةٌ وَهُوَ مِثْلُ الْمَاءِ الْعِدِّ مَنْ وَرَدَهُ أَخَذَهُ ‏\"‏ ‏.‏ قَالَ فَرَجٌ وَهُوَ الْيَوْمَ عَلَى ذَلِكَ مَنْ وَرَدَهُ أَخَذَهُ ‏.‏ قَالَ فَقَطَعَ لَهُ النَّبِيُّ صلى الله عليه وسلم أَرْضًا وَنَخْلاً بِالْجُرْفِ جُرْفِ مُرَادٍ مَكَانَهُ حِينَ أَقَالَهُ مِنْهُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[২৪৭৫] তিরমিযী ১৩৮০, আবূ দাউদ ৩০৬৪, দারেমী ২৬০৮, আত-তালীকু আলার রাওদাতিন নাদিয়্যাহ ২/১৩৭। তাহকীক আলবানীঃ হাসান।",
    "chapter": {
      "chapter_number": "16"
    }
  }
}