{
  "hadith": {
    "hadith_id": 248,
    "narrator": "আবু হুরায়রা (রাঃ)",
    "bn": "(ইসমাইল) বলেন, আমরা অসুস্থ হাসান (রহঃ) কে দেখতে গেলাম, এমনকি আমাদের উপস্থিতিতে ঘর ভর্তি হয়ে গেল। তিনি তার পদদ্বয় গুটিয়ে নিলেন, অতঃপর বললেন, আমরা অসুস্থ আবূ হুরায়রা (রাঃ)-কে দেখতে গেলাম। এমনকি আমাদের উপস্থিতিতে ঘর ভর্তি হয়ে গেল। তখন তিনি তার পদদ্বয় গুটিয়ে নিলেন, অতঃপর বললেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট প্রবেশ করলাম এবং আমাদের উপস্থিতিতে ঘর ভর্তি হয়ে গেল। তিনি তখন কাত হয়ে শায়িত ছিলেন। তিনি আমাদের দেখে তাঁর পদদ্বয় গুটিয়ে নিলেন, অতঃপর বলেন, অচিরেই আমার পরে তোমাদের নিকট দলে দলে লোক আসবে জ্ঞানার্জনের জন্য। তোমরা তাদের স্বাগত জানাবে, তাদের সালাম দিবে এবং ইল্‌ম শিক্ষা দিবে। অধস্তন রাবী হাসান (রহঃ) বলেন, আমরা তাদের সাক্ষাৎ পেয়েছি। আল্লাহ্‌র শপথ! আমরা তাদের নিকট গেলে তারা আমাদের স্বাগত জানায়নি, আমাদের সালাম দেয়নি, আমাদের ইলম শিক্ষা দেয়নি, বরং আমরা তাদের কাছে পৌঁছলে তারা আমাদের উপর যুলম করেছে। [২৪৬]",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَامِرِ بْنِ زُرَارَةَ، حَدَّثَنَا الْمُعَلَّى بْنُ هِلاَلٍ، عَنْ إِسْمَاعِيلَ، قَالَ دَخَلْنَا عَلَى الْحَسَنِ نَعُودُهُ حَتَّى مَلأْنَا الْبَيْتَ فَقَبَضَ رِجْلَيْهِ ثُمَّ قَالَ دَخَلْنَا عَلَى أَبِي هُرَيْرَةَ نَعُودُهُ حَتَّى مَلأْنَا الْبَيْتَ فَقَبَضَ رِجْلَيْهِ ثُمَّ قَالَ دَخَلْنَا عَلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ حَتَّى مَلأْنَا الْبَيْتَ وَهُوَ مُضْطَجِعٌ لِجَنْبِهِ فَلَمَّا رَآنَا قَبَضَ رِجْلَيْهِ ثُمَّ قَالَ ‏ \"‏ إِنَّهُ سَيَأْتِيكُمْ أَقْوَامٌ مِنْ بَعْدِي يَطْلُبُونَ الْعِلْمَ فَرَحِّبُوا بِهِمْ وَحَيُّوهُمْ وَعَلِّمُوهُمْ ‏\"‏ ‏.‏ قَالَ فَأَدْرَكْنَا وَاللَّهِ أَقْوَامًا مَا رَحَّبُوا بِنَا وَلاَ حَيَّوْنَا وَلاَ عَلَّمُونَا إِلاَّ بَعْدَ أَنْ كُنَّا نَذْهَبُ إِلَيْهِمْ فَيَجْفُونَا ‏.‏",
    "grade_id": 5,
    "grade": "জাল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৪৬] মউযূ। তাখরীজ আলবানী: যঈফাহ ৩৩৪৯। উক্ত হাদিসের রাবী ১. মুআল্লা বিন হিলাল সম্পর্কে সুফইয়ান আস-সাওরী তার ব্যাপারে মিথ্যার অভিযোগ করেছেন। সুফইয়ান বিন উয়াইনাহ বলেন, তিনি মিথ্যুকদের একজন। ইয়াহইয়া বিন সাঈদ আল কাত্তান, তিনি পরিষ্কার মিথ্যুক। আহমাদ বিন হাম্বল বলেন, তার হাদিস প্রত্যাখ্যানযোগ্য ও তিনি মিথ্যুক। ইয়াহইয়া বিন মাঈন বলেন, তিনি সিকাহ নন বরং মিথ্যুক। ইমাম বুখারী বলেন, তাকে সকলে প্রত্যাখ্যান করেছেন। ২. ইসমাইল (বিন মুসলিম) সম্পর্কে ইয়াহইয়া বিন সাঈদ আল কাত্তান বলেন, তিনি হাদিস বর্ণনায় সংমিশ্রণ করেন। সুফইয়ান বিন উয়াইনাহ বলেন, তিনি হাদীস বর্ণনায় ভুল করেন। আহমাদ বিন হাম্বল বলেন, মুনকারুল হাদিস। আলী ইবনুল মাদীনী বলেন, তার থেকে হাদিস গ্রহন করা যায় না। আমর ইবনুল ফাল্লাস বলেন, তিনি সত্যবাদী হাদিস বর্ণনায় দুর্বল।",
    "chapter": {
      "chapter_number": "0"
    }
  }
}