{
  "hadith": {
    "hadith_id": 2480,
    "narrator": "আব্দুল্লাহ ইবনুয যুবায়র (রাঃ)",
    "bn": "হাররাহ থেকে প্রবাহিত নালার পানি বন্টনকে  কেন্দ্র করে এক আনসারী ব্যক্তি যুবায়র (রাঃ) - এর বিরুদ্ধে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট অভিযোগ দায়ের করে। এ নালা তার খেজুর বাগানে সিঞ্চন করতো। আনসারী বললো, পানি প্রবাহিত হতে দাও। কিন্তু যুবায়র (রাঃ) তা অস্বীকার করেন। তারা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে এই বিবাদ পেশ করলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন হে জুবায়র, তোমার জমিতে পানি সিঞ্চন কর, অতঃপর তো তোমার প্রতিবেশীর জন্য ছেড়ে দাও। তাতে আনসারী রাগান্বিত হল, এবং বলল হে আল্লাহর রাসূল সে আপনার ফুফুর ছেলে বলে (আপনি এরকম ফয়সালা করলেন) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর চেহারা রক্তিমাভ হয়ে গেলো। তিনি বলেনঃ হে যুবায়র ! তোমার ক্ষেতে পানি দাও, তারপর তা আটকে রাখো যাতে আইল পর্যন্ত উঠতে পারে। আব্দুল্লাহ ইবনুয যুবায়র (রাঃ) বলেন, আল্লাহর শপথ ! আমার ধারণামতে এ সম্পর্কেই নিম্নোক্ত আয়াত নাযিল হয় (অনুবাদ) :\n\n“হে মুহাম্মদ ! তোমার প্রতিপালকের শপথ ! এরা কিছুতেই মুমিন হতে পারে না, যতক্ষণ পর্যন্ত তাদের পারস্পরিক মতভেদের ব্যাপারসমূহে তোমাকে বিচারকরূপে মেনে না নিবে, অতঃপর তুমি যে ফয়সালা করবে, সেই সম্পর্কে তারা নিজেদের মনে কিছুমাত্র কুন্ঠাবোধ করবে না। বরং এর সামনে নিজেদেরকে পূর্ণরূপে সোপর্দ করে দিবে”। (সূরা নিসাঃ ৬৫)। [২৪৮০]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، أَنَّ رَجُلاً، مِنَ الأَنْصَارِ خَاصَمَ الزُّبَيْرَ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي شِرَاجِ الْحَرَّةِ الَّتِي يَسْقُونَ بِهَا النَّخْلَ فَقَالَ الأَنْصَارِيُّ سَرِّحِ الْمَاءَ يَمُرَّ ‏.‏ فَأَبَى عَلَيْهِ فَاخْتَصَمَا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اسْقِ يَا زُبَيْرُ ثُمَّ أَرْسِلِ الْمَاءَ إِلَى جَارِكَ ‏\"‏ ‏.‏ فَغَضِبَ الأَنْصَارِيُّ فَقَالَ يَا رَسُولَ اللَّهِ أَنْ كَانَ ابْنَ عَمَّتِكَ فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ ‏\"‏ يَا زُبَيْرُ اسْقِ ثُمَّ احْبِسِ الْمَاءَ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ ‏\"‏ ‏.‏ قَالَ فَقَالَ الزُّبَيْرُ وَاللَّهِ إِنِّي لأَحْسَبُ هَذِهِ الآيَةَ أُنْزِلَتْ فِي ذَلِكَ ‏{‏فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُوا فِي أَنْفُسِهِمْ حَرَجًا مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيمًا‏}‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৪৮০] সহীহুল বুখারী ২৩৬০, মুসলিম ২৩৫৭, তিরমিযী ১৩৬৩, ৩০২৭, নাসায়ী ৫৪০৭, ৫৪১৬, আবূ দাউদ ৩৬৩৭, আহমাদ ১৪২২, ৬/১৫৩, ১০/১০৬, আল-হাকিম ফিল মুসতাদরাক ৩/৩৬৪, ইবনু হিব্বান ৪২, ইবনুল জারুদ ১০২১। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "16"
    }
  }
}