{
  "hadith": {
    "hadith_id": 2508,
    "narrator": "মিকদাদ বিন আমর (রাঃ)",
    "bn": "প্রাকৃতিক প্রয়োজনে তিনি একদিন আল-বাকী‘ নামক কবরস্থানে যান। তৎকালে লোকেরা দু’-তিন দিন পরপর প্রাকৃতিক প্রয়োজন সারতো। তারা উটের বিষ্ঠা সদৃশ মল ত্যাগ করতো। অতঃপর তিনি একটি বিরান ঘরে প্রবেশ করেন। তিনি বসে প্রয়োজন সারছিলেন, হঠাৎ দেখলেন যে, একটি ইঁদুর তার গর্ত থেকে একটি দীনার বের করলো। তারপর সে গর্তে প্রবেশ করে আর একটি দীনার বের করলো। ইঁদুরটি এভাবে পরপর সতেরটি দীনার বের করলো, অতঃপর একটি লাল কাপড়ের টুকরা টেনে বের করলো। মিকদাদ (রাঃ) বলেন, আমি আস্তে আস্তে কাপড়ের টুকরাটি টেনে উঠালাম এবং তার মধ্যেও একটি দীনার পেলাম। এভাবে মোট আঠারটি দীনার হলো। আমি সেগুলো নিয়ে সরাসরি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট চলে এলাম এবং বিষয়টি তাঁকে জানালাম। আমি আরো বললাম, ইয়া রাসূলুল্লাহ! এর যাকাত গ্রহণ করুন। তিনি বলেনঃ তুমি এগুলো নিয়ে যাও এবং এর কোন যাকাত নেই। আল্লাহ এগুলোতে তোমার বরকত দান করুন। অতঃপর তিনি বলেনঃ মনে হয় তুমি গর্তের মধ্যে তোমার হাত ঢুকিয়েছিলে। আমি বললাম, সেই সত্তার শপথ যিনি আপনাকে সত্য দ্বীন দ্বারা মর্যাদাবান করেছেন! আমি গর্তে হাত ঢুকাইনি। রাবী বলেন, এর শেষ দীনারটি তার ইনতিকাল পর্যন্ত অবশিষ্ট ছিলো। [২৫০৮]\n\nতাহকীক আলবানীঃ দঈফ তা‘লীক ইবনু মাজাহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدِ بْنِ عَثْمَةَ، حَدَّثَنِي مُوسَى بْنُ يَعْقُوبَ الزَّمْعِيُّ، حَدَّثَتْنِي عَمَّتِي، قُرَيْبَةُ بِنْتُ عَبْدِ اللَّهِ أَنَّ أُمَّهَا، كَرِيمَةَ بِنْتَ الْمِقْدَادِ بْنِ عَمْرٍو أَخْبَرَتْهَا عَنْ ضُبَاعَةَ بِنْتِ الزُّبَيْرِ، عَنِ الْمِقْدَادِ بْنِ عَمْرٍو، أَنَّهُ خَرَجَ ذَاتَ يَوْمٍ إِلَى الْبَقِيعِ وَهُوَ الْمَقْبُرَةُ لِحَاجَتِهِ وَكَانَ النَّاسُ لاَ يَذْهَبُ أَحَدُهُمْ فِي حَاجَتِهِ إِلاَّ فِي الْيَوْمَيْنِ وَالثَّلاَثَةِ فَإِنَّمَا يَبْعَرُ كَمَا تَبْعَرُ الإِبِلُ ثُمَّ دَخَلَ خَرِبَةً فَبَيْنَمَا هُوَ جَالِسٌ لِحَاجَتِهِ إِذْ رَأَى جُرَذًا أَخْرَجَ مِنْ جُحْرٍ دِينَارًا ثُمَّ دَخَلَ فَأَخْرَجَ آخَرَ حَتَّى أَخْرَجَ سَبْعَةَ عَشَرَ دِينَارًا ثُمَّ أَخْرَجَ طَرَفَ خِرْقَةٍ حَمْرَاءَ ‏.‏ قَالَ الْمِقْدَادُ فَسَلَلْتُ الْخِرْقَةَ فَوَجَدْتُ فِيهَا دِينَارًا فَتَمَّتْ ثَمَانِيَةَ عَشَرَ دِينَارًا فَخَرَجْتُ بِهَا حَتَّى أَتَيْتُ بِهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَخْبَرْتُهُ خَبَرَهَا فَقُلْتُ خُذْ صَدَقَتَهَا يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ ارْجِعْ بِهَا لاَ صَدَقَةَ فِيهَا بَارَكَ اللَّهُ لَكَ فِيهَا ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ لَعَلَّكَ أَتْبَعْتَ يَدَكَ فِي الْجُحْرِ ‏\"‏ ‏.‏ قُلْتُ لاَ وَالَّذِي أَكْرَمَكَ بِالْحَقِّ ‏.‏ قَالَ فَلَمْ يَفْنَ آخِرُهَا حَتَّى مَاتَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৫০৮] আবূ দাউদ ৩০৮৭, তা'লীক ইবনু মাজাহ। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী মুহাম্মাদ বিন খালিদ বিব আসমাহ সম্পর্কে আবু বাকর আল-বায়হাকী বলেন, আমার দৃষ্টিতে তিনি সিকাহ। আহমাদ বিন হাম্বল বলেন, তার হাদিস বর্ণনায় আমি কোন সমস্যা দেখি না। আহমাদ বিন হাম্বল বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। ইমাম যাহাবী বলেন, তিনি সত্যবাদী। (তাহযীবুল কামালঃ রাবী নং ৫১৭৯, ২৫/১৪৩ নং পৃষ্ঠা) ২. মুসা বিন ইয়াকুব আয-যামঈ সম্পর্কে আবুল হাসান ইবনুল কাত্তান বলেন, তিনি সিকাহ। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে তার স্মৃতিশক্তি দুর্বল। ইমাম দারাকুতনী বলেন, তার হাদিস দ্বারা দলীল গ্রহণযোগ্য নয়। (তাহযীবুল কামালঃ রাবী নং ৬৩১৫, ২৯/১৭১ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "18"
    }
  }
}