{
  "hadith": {
    "hadith_id": 2521,
    "narrator": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর স্ত্রী আয়িশাহ (রাঃ)",
    "bn": "বারীরা (রাঃ) তার নিকট এলেন, তিনি ছিলেন মুকাতাবা। তিনি তার মালিকের সাথে নয় উকিয়া পরিশোধে চুক্তিবদ্ধ হয়েছিলেন। আয়িশাহ (রাঃ) তাকে বলেন, তোমার মালিক চাইলে আমি এককালীন তাদেরকে তা পরিশোধ করে দিতে পারি এই শর্তে যে, ওয়ালার মালিক হবো আমি। রাবী বলেন, বারীরা তার মালিকের নিকট এসে একথা জানালে তারা এতে অসম্মতি জানায় এবং ওয়ালার মালিকানা তাদের থাকার শর্ত আরোপ করে। আয়িশাহ (রাঃ) বিষয়টি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এর নিকট উল্লেখ করলে তিনি বলেনঃ তুমি তাকে ক্রয় করো। রাবী বলেন, অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকদের উদ্দেশে দাঁড়িয়ে খুতবা দিলেন। তিনি প্রথমে আল্লাহর প্রশংসা ও গুনগান করেন, তারপর বলেনঃ লোকদের কী হলো যে, তারা এমন সব শর্ত আরোপ করে, যা আল্লাহর কিতাবে নাই। যেসব শর্ত আল্লাহর কিতাবে নাই তা বাতিল, যদিও তা সংখ্যায় একশত হয়। আল্লাহর কিতাবই যথার্থ এবং আল্লাহর শর্তই অধিক মজবুত। ওয়ালার মালিক হবে আযাদকারী। [২৫২১]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَلِيُّ بْنُ مُحَمَّدٍ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ بَرِيرَةَ أَتَتْهَا وَهِيَ مُكَاتَبَةٌ قَدْ كَاتَبَهَا أَهْلُهَا عَلَى تِسْعِ أَوَاقٍ فَقَالَتْ لَهَا إِنْ شَاءَ أَهْلُكِ عَدَدْتُ لَهُمْ عَدَّةً وَاحِدَةً وَكَانَ الْوَلاَءُ لِي قَالَ فَأَتَتْ أَهْلَهَا فَذَكَرَتْ ذَلِكَ لَهُمْ فَأَبَوْا إِلاَّ أَنْ تَشْتَرِطَ الْوَلاَءَ لَهُمْ فَذَكَرَتْ عَائِشَةُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ افْعَلِي ‏\"‏ ‏.‏ قَالَتْ فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَخَطَبَ النَّاسَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ ‏\"‏ مَا بَالُ رِجَالٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ كُلُّ شَرْطٍ لَيْسَ فِي كِتَابِ اللَّهِ فَهُوَ بَاطِلٌ وَإِنْ كَانَ مِائَةَ شَرْطٍ كِتَابُ اللَّهِ أَحَقُّ وَشَرْطُ اللَّهِ أَوْثَقُ وَالْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৫২১] ইবনু মাজাহ ২০৭৪, ২০৭৬, সহীহুল বুখারী ৪৫৬, ১৪৯৩, ২১৫৫, ২১৫৬, ২১৬৮, ২১৬৯, ২৫৩৬, ২৫৬১, ২৫৬৩, ২৫৬৪, ২৫৬৫, ২৫৭৮, ২৭১৭, ২৭২৬, ২৭২৯, ২৭৩৫, ৫০৯৭, ৫২৭৯, ৫২৮৪, ৫৪৩০, ৬৭১৭, ৬৭৫১, ৬৭৫৪, ৬৭৫৮, ৬৭৬০, মুসলিম ১০৭৫, ১৫০৪, তিরমিযী ১১৫৪, ১১৫৫, ১২৫৬, ২১২৪, ২১২৫, নাসায়ী ২৬১৪, ২৪৪৭, ২৪৪৮, ২৪৪৯, ২৪৫৪, ৪৬৪২, ৪৪৪৬, ৪৬৫৫, ৪৪৫৬,আবূ দাউদ ২২৩৩, ২২৩৬, ২৯১৬, ৩৯২৯, আহমাদ ২৩৫৩৩, ২৩৬৩০, ২৩৬৬৭, ২৪০০১, ২৪৩১৮, ২৪৩৭৫, ২৪৩৯৮, ২৪৫১০, ২৪৬৪৪, ২৪৭৫৬, ২৪৮৩৮, ২৪৮৬৫, ২৪৮৯৮, ২৪৯২৪, ২৪৯৪০, ২৫০০৬, ২৫০৩৬, ২৫০৫৭, ২৫১৯৮, ২৫২২৭, ২৫২৫৮, ২৫৭৮৫, ২৫৮০৩, মুয়াত্তা মালেক ১১৯২, ১৫১৯, দারেমী ২২৮৯, ইরওয়া ১৩০৮, রাওদুন নাদীর ৭৮৯। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "19"
    }
  }
}