{
  "hadith": {
    "hadith_id": 2530,
    "narrator": "আবদুল্লাহ বিন মাসউদ (রাঃ)",
    "bn": "আবদুল্লাহ বিন মাসউদ (রাঃ) তাকে বললেন , হে উমাইর ! আমি তোমাকে সন্তোষের সাথে আযাদ করতে চাই। কেননা আমি রাসূলুল্লাহ (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম)   কে বলতে শুনেছিঃ কোন ব্যক্তি তার এমন গোলাম আযাদ করল যে গোলাম নিজ মালের বিষয় উল্লেখ করেনি , তাহলে উক্ত মাল তারই (অর্থাৎ আযাদকারীর) অতএব আমাকে বলো , তোমার কী মাল আছে?\n\n[উপরোক্ত হাদীসে মোট ২ টি সানাদের ১ টি বর্ণিত হয়েছে, অপর সানাদটি হলো]\n\n৩/২৫৩০ (১) . আবদুল্লাহ বিন মাসউদ (রাঃ) আমার দাদা (উমায়র) -কে বললেন , .........পূর্বোক্ত হাদীসের অনুরূপ। [২৫৩০]\n\nতাহকীক আলবানী; দঈফ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا سَعِيدُ بْنُ مُحَمَّدٍ الْجَرْمِيُّ، حَدَّثَنَا الْمُطَّلِبُ بْنُ زِيَادٍ، عَنْ إِسْحَاقَ بْنِ إِبْرَاهِيمَ، عَنْ جَدِّهِ، عُمَيْرٍ - وَهُوَ مَوْلَى ابْنِ مَسْعُودٍ - أَنَّ عَبْدَ اللَّهِ، قَالَ لَهُ يَا عُمَيْرُ إِنِّي أُعْتِقُكَ عِتْقًا هَنِيئًا إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ أَيُّمَا رَجُلٍ أَعْتَقَ غُلاَمًا وَلَمْ يُسَمِّ مَالَهُ فَالْمَالُ لَهُ ‏\"‏ ‏.‏ فَأَخْبِرْنِي مَا مَالُكَ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ بْنِ نُمَيْرٍ حَدَّثَنَا الْمُطَّلِبُ بْنُ زِيَادٍ عَنْ إِسْحَقَ بْنِ إِبْرَاهِيمَ قَالَ قَالَ عَبْدُ اللهِ بْنُ مَسْعُودٍ لِجَدِّي فَذَكَرَ نَحْوَهُ",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৫৩০] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। ইরওয়া ১৭৪৮। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী ১. সাঈদ বিন মুহাম্মাদ আল-জামরী সম্পর্কে আবু দাউদ আস-সাজিসতানী বলেন, তিনি সিকাহ। ইমাম দারাকুতনী বলেন, তিনি দুর্বল। ইমাম যাহাবী বলেন, তিনি সিকাহ তবে তিনি শীয়া মতাবলম্বী হওয়ার অভিযোগ রয়েছে। (তাহযীবুল কামালঃ রাবী নং ২৩৪৮, ১১/৪৫ নং পৃষ্ঠা) ২. ইসহাক বিন ইবরাহীম সম্পর্কে ইবনু হাজার আল-আসকালানী বলেন, তিনি মাজহুল বা অপরিচিত। ইমাম বুখারী বলেন, তার হাদিস সহিহ নয়, তার হাদিসের অনুসরণ করা যাবে না। তাহরীরু তাকরীবুত তাহযীব এর লেখক বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৩২৯, ২/৩৬৮ নং পৃষ্ঠা) ৩. উমায়র সম্পর্কে ইবনু হাজার আল-আসকালানী বলেন, তিনি মাজহুল বা অপরিচিত। ইমাম যাহাবী বলেন, তিনি সিকাহ। (তাহযীবুল কামালঃ রাবী নং ৪৫২৪, ২২/৩৯৪ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "19"
    }
  }
}