{
  "hadith": {
    "hadith_id": 2546,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, যে ব্যক্তি তার মুসলিম ভাইয়ের গোপন (অপরাধের) বিষয় গোপন রাখবে, আল্লাহ কিয়ামতের দিন তার গুপ্ত (অপরাধের) বিষয় গোপন রাখবেন। আর যে ব্যক্তি তার মুসলিম ভাইয়ের গোপন বিষয় ফাঁস করে দিবে, আল্লাহ তার গোপন বিষয় ফাঁস করে দিবেন, এমনকি এই কারণে তাকে তার ঘরে পর্যন্ত অপদস্থ করবেন। [২৫৪৬]",
    "ar": "حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ، أَنْبَأَنَا مُحَمَّدُ بْنُ عُثْمَانَ الْجُمَحِيُّ، حَدَّثَنَا الْحَكَمُ بْنُ أَبَانَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ سَتَرَ عَوْرَةَ أَخِيهِ الْمُسْلِمِ سَتَرَ اللَّهُ عَوْرَتَهُ يَوْمَ الْقِيَامَةِ وَمَنْ كَشَفَ عَوْرَةَ أَخِيهِ الْمُسْلِمِ كَشَفَ اللَّهُ عَوْرَتَهُ حَتَّى يَفْضَحَهُ بِهَا فِي بَيْتِهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৫৪৬] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। আত-তালীকুর রাগীব৩/১৭৬, সহীহাহ ২৩৪১। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী ১. ইয়াকুব বিন হুমায়দ বিন কাসিব সম্পর্কে আবু জা'ফার আল-উকায়লী বলেন, তার হাদিসের অনুসরণ করা যাবে না। আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ৭০৮৬, ৩২/৩১৮ নং পৃষ্ঠা) ২. মুহাম্মাদ বিন উসমান আল-জুমাহী সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। আবু হাতিম বিন হিব্বান তার সিকাহ গ্রন্থে তার নাম উল্লেখ করেছেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। ইমাম যাহাবী বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। (তাহযীবুল কামালঃ রাবী নং ৫৪৫৬, ২৬/৮৪ নং পৃষ্ঠা) ৩. হাকাম বিন আবান সম্পর্কে আবু আহমাদ বিন আদী আল-জুরজানী বলেন, তার মাঝে দুর্বলতা রয়েছে। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় কখনো কখনো ভুল করেন। আবু আবদুল্লাহ আল-হাকিম আন-নায়সাবুরী বলেন, তিনি সত্যবাদী। আহমাদ বিন হাম্বল বলেন, তিনি সিকাহ। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন। (তাহযীবুল কামালঃ রাবী নং ১৪২২, ৭/৮৬ নং পৃষ্ঠা) \n\nউক্ত হাদিসটি সহিহ কিন্তু মুহাম্মাদ বিন উসমান আল-জুমাহী এর কারণে সানাদটি দুর্বল। হাদিসটির ২১৯ টি শাহিদ হাদিস রয়েছে, তন্মধ্যে ২ ত খুবই দুর্বল, ৩৭ টি দুর্বল, ৯০ টি হাসান, ৯০ টি সহিহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ মুসলিম ২৫৯২, আবু দাউদ ৪৮৯১, আহমাদ, ৭৮৮২, ৮৯৯৫, ২৭৪৮৪, ১০৩৮২, ১৬১৬০, ১৬৫১১, ১৬৮৮০, ১৬৮৮১, ১৬৯৪০, ১৬৯৪৪, ১৬৯৯৪, ১৭০০১, ২২৬৭৩, মুসান্নাফ আবদুর রাযযাক ১৮৯৩৩, ১৮৯৩৫, ১৮৯৩৬, মুজামুল আওসাত ১৪৮১, ৪৯৯২, ৬১৫২, ৭৯২৬, ৮০৮৫, ৮১৩৩, ৮৭০৫, আল-ফাওয়াইদ ১০২১।",
    "chapter": {
      "chapter_number": "20"
    }
  }
}