{
  "hadith": {
    "hadith_id": 2547,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "মাখযূম গোত্রের এক নারী চুরি করে ধরা পড়লে তার বিষয়টি কুরায়শদেরকে অত্যন্ত বিচলিত করে তোলে। তারা বলাবলি করলো, বিষয়টি নিয়ে কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে কথা বলতে পারে? তারা বলাবলি করলো রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর প্রিয়পাত্র উসামা বিন যায়েদ ছাড়া আর কেউ এমন দুঃসাহস করতে পারবে না। অতঃপর উসামা (রাঃ) তাঁর সঙ্গে বিষয়টি বিয়ে আলাপ করলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তুমি কি আল্লাহ নির্ধারিত হদ্দের ব্যাপারে সুপারিশ করছো? অতঃপর তিনি দাঁড়িয়ে খুতবা দিলেন এবং বলেনঃ হে জনগণ! তোমাদের পূর্ববর্তীরা এ কারণে ধ্বংস হয়েছে যে, তাদের মধ্যকার কোন সম্ভ্রান্ত ব্যক্তি চুরি করলে তারা তাকে ছেড়ে দিতো এবং কোন দুর্বল অসহায় ব্যক্তি চুরি করলে তাকে শাস্তি দিতো। আল্লাহর শপথ! মুহাম্মাদের কন্যা ফাতেমাও যদি চুরি করতো, তাহলে অবশ্যই আমি তার হাতও কেটে দিতাম। রাবী মুহাম্মাদ বিন রুম্‌হ (রাঃ) বলেন, আমি লায়স ইবনু সা‘দকে বলতে শুনেছি, আল্লাহ তাআলা তাকে (হযরত ফাতিমাকে) চুরি করা থেকে হেফাযত করেছেন। প্রত্যেক মুসলমানেরই এরূপ বলা উচিত। [২৫৪৭]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ الْمِصْرِيُّ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ قُرَيْشًا، أَهَمَّهُمْ شَأْنُ الْمَرْأَةِ الْمَخْزُومِيَّةِ الَّتِي سَرَقَتْ فَقَالُوا مَنْ يُكَلِّمُ فِيهَا رَسُولَ اللَّهِ صلى الله عليه وسلم قَالُوا وَمَنْ يَجْتَرِئُ عَلَيْهِ إِلاَّ أُسَامَةُ بْنُ زَيْدٍ حِبُّ رَسُولِ اللَّهِ صلى الله عليه وسلم فَكَلَّمَهُ أُسَامَةُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَتَشْفَعُ فِي حَدٍّ مِنْ حُدُودِ اللَّهِ ‏\"‏ ‏.‏ ثُمَّ قَامَ فَاخْتَطَبَ فَقَالَ ‏\"‏ يَا أَيُّهَا النَّاسُ إِنَّمَا هَلَكَ الَّذِينَ مِنْ قَبْلِكُمْ أَنَّهُمْ كَانُوا إِذَا سَرَقَ فِيهِمُ الشَّرِيفُ تَرَكُوهُ وَإِذَا سَرَقَ فِيهِمُ الضَّعِيفُ أَقَامُوا عَلَيْهِ الْحَدَّ وَايْمُ اللَّهِ لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَا ‏\"‏ ‏.‏ قَالَ مُحَمَّدُ بْنُ رُمْحٍ سَمِعْتُ اللَّيْثَ بْنَ سَعْدٍ يَقُولُ قَدْ أَعَاذَهَا اللَّهُ عَزَّ وَجَلَّ أَنْ تَسْرِقَ قَدْ أَعَاذَهَا اللَّهُ عَزَّ وَجَلَّ أَنْ تَسْرِقَ وَكُلُّ مُسْلِمٍ يَنْبَغِي لَهُ أَنْ يَقُولَ هَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৫৪৭] সহীহুল বুখারী ২৬৪৮, ৩৪৭৫, ৩৭৩৩, ৪৩০৪, ৬৭৮৭, ৬৭৮৮, ৬৮০০, মুসলিম ১৬৮৮, তিরমিযী ১৪৩০, নাসায়ী ৪৮৯৫, ৪৮৯৬, ৪৮৯৭, ৪৮৯৮, ৪৮৯১, ৪৯০০, ৪৯০১, ৪৯০২, ৪৯০৩, আবূ দাউদ ৪৩৭৩, আহমাদ ২৪৭৬৯, দারেমী ২৩০২, ইরওয়া ২৩১৯। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "20"
    }
  }
}