{
  "hadith": {
    "hadith_id": 2548,
    "narrator": "মাসঊদ ইবনুল আসওয়াদ (রাঃ)",
    "bn": "সেই নারী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর ঘর থেকে সেই চাদরটি চুরি করলে তা আমাদেরকে বিব্রতকর অবস্থায় ফেলে। সে ছিল কুরায়শ বংশীয়া। অতঃপর আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সঙ্গে ব্যাপারটি নিয়ে আলোচনা করতে এলাম। আমরা বললাম, আমরা তার পক্ষ থেকে চল্লিশ উকিয়া ফিদ্‌য়া দিচ্ছি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সে পবিত্র হোক, এটাই তার জন্য উত্তম। আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নরম সুর শুনে উসামার কাছে এসে বললাম, তুমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সঙ্গে আলোচনা করো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পরিস্থিতি আঁচ করে খুতবা দিতে দাঁড়িয়ে গেলেন। তিনি বলেনঃ তোমাদের কী হয়েছে যে, তোমরা আমার কাছে আল্লাহ নির্ধারিত হদ্দের ব্যাপারে সুপারিশ করছো, যা তাঁর কোন এক বান্দীর উপর প্রযোজ্য হচ্ছে। সেই সত্তার শপথ, যাঁর হাতে আমার প্রাণ! যদি আল্লাহর রাসূলের কন্যা ফাতিমাও ঐ নারীর স্তরে উপনীত হতো, তবে অবশ্যই মুহাম্মাদ তার হাত কেটে দিতো। [২৫৪৮]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ طَلْحَةَ بْنِ رُكَانَةَ، عَنْ أُمِّهِ، عَائِشَةَ بِنْتِ مَسْعُودِ بْنِ الأَسْوَدِ عَنْ أَبِيهَا، قَالَ لَمَّا سَرَقَتِ الْمَرْأَةُ تِلْكَ الْقَطِيفَةَ مِنْ بَيْتِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَعْظَمْنَا ذَلِكَ وَكَانَتِ امْرَأَةً مِنْ قُرَيْشٍ فَجِئْنَا إِلَى النَّبِيِّ صلى الله عليه وسلم نُكَلِّمُهُ وَقُلْنَا نَحْنُ نَفْدِيهَا بِأَرْبَعِينَ أُوقِيَّةً ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تُطَهَّرَ خَيْرٌ لَهَا ‏\"‏ ‏.‏ فَلَمَّا سَمِعْنَا لِينَ قَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَتَيْنَا أُسَامَةَ فَقُلْنَا كَلِّمْ رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏ فَلَمَّا رَأَى رَسُولُ اللَّهِ صلى الله عليه وسلم ذَلِكَ قَامَ خَطِيبًا فَقَالَ ‏\"‏ مَا إِكْثَارُكُمْ عَلَىَّ فِي حَدٍّ مِنْ حُدُودِ اللَّهِ عَزَّ وَجَلَّ وَقَعَ عَلَى أَمَةٍ مِنْ إِمَاءِ اللَّهِ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ كَانَتْ فَاطِمَةُ ابْنَةُ رَسُولِ اللَّهِ نَزَلَتْ بِالَّذِي نَزَلَتْ بِهِ لَقَطَعَ مُحَمَّدٌ يَدَهَا ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৫৪৮] আহমাদ ২৬২৫২, বায়হাকী ফিস সুনান ৮/২৪৬, যইফাহ ৪৪২৫। তাহকীক আলবানীঃ যইফ। মুহাম্মাদ বিন ইসহাক সম্পর্কে ইয়াহইয়া বিন মাঈন ও আজালী বলেন, তিনি সিকাহ। আহমাদ বিন হাম্বল বলেন, তিনি হাসানুল হাদিস। আলী ইবনুল মাদীনী বলেন, তিনি সালিহ। সুলায়মান বিন তারখান ও সুলায়মান বিন মিহরান বলেন, তিনি মিথ্যুক। তিনি মুদাল্লিস রাবী তার আন আন সুত্রে হাদিস বর্ণনার কারণে হাদিসটি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৫০৫৭, ২৪/৪০৫ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "20"
    }
  }
}