{
  "hadith": {
    "hadith_id": 2554,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "মাইয বিন মালিক নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বললোঃ আমি যেনা করেছি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার থেকে মুখ ফিরিয়ে নিলেন। আবার সে বললো, আমি যেনা করেছি। তিনি এবারও তার থেকে মুখ ফিরিয়ে নিলেন। সে আবার বললো, আমি যেনা করেছি। এবারও তিনি তার থেকে মুখ ফিরিয়ে নিলেন। সে আবার বললো, আমি যেনা করেছি। তিনি তার থেকে আবারও মুখ ফিরিয়ে নিলেন। এমনিভাবে সে চারবার স্বীকারোক্তি করলো। অতঃপর তিনি তাকে রজম করার নির্দেশ দিলেন। তার দেহে পাথর নিক্ষিপ্ত হতে থাকলে সে দ্রুত পালাতে তৎপর হলো। এক ব্যক্তি তার নাগাল পেয়ে গেলো। তার হাতে ছিল উটের চোয়ালের হাড়। সে তাকে আঘাত করে ভূপাতিত করলো। তার গায়ে পাথর নিক্ষিপ্ত হওয়ায় তার পলায়নের কথা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উল্লেখ করা হলে তিনি বলেনঃ তোমরা কেন তাকে ছেড়ে দিলে না। [২৫৫৪]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَ مَاعِزُ بْنُ مَالِكٍ إِلَى النَّبِيِّ صلى الله عليه وسلم ‏.‏ فَقَالَ إِنِّي قَدْ زَنَيْتُ ‏.‏ فَأَعْرَضَ عَنْهُ ثُمَّ قَالَ إِنِّي قَدْ زَنَيْتُ فَأَعْرَضَ عَنْهُ ‏.‏ ثُمَّ قَالَ إِنِّي زَنَيْتُ ‏.‏ فَأَعْرَضَ عَنْهُ ‏.‏ ثُمَّ قَالَ قَدْ زَنَيْتُ ‏.‏ فَأَعْرَضَ عَنْهُ حَتَّى أَقَرَّ أَرْبَعَ مَرَّاتٍ فَأَمَرَ بِهِ أَنْ يُرْجَمَ ‏.‏ فَلَمَّا أَصَابَتْهُ الْحِجَارَةُ أَدْبَرَ يَشْتَدُّ فَلَقِيَهُ رَجُلٌ بِيَدِهِ لَحْىُ جَمَلٍ فَضَرَبَهُ فَصَرَعَهُ فَذُكِرَ لِلنَّبِيِّ صلى الله عليه وسلم فِرَارُهُ حِينَ مَسَّتْهُ الْحِجَارَةُ قَالَ ‏ \"‏ فَهَلاَّ تَرَكْتُمُوهُ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[২৫৫৪] সহীহুল বুখারী ৫২৭২, মুসলিম ১৬৯১, তিরমিযী ১৪২৮, আবূ দাউদ ৪৪২৮, ৯৫৩৫, আবু দাউদ ৪৪২৮, ৯৫৩৫, বায়হাকী ফিস সুনান ৮/২১৯, ২২৮, আত-তহাবী ৩/১৪৩, ইরওয়া ৭/৩৫৩, মিশকাত ৩৫৬৫। তাহকীক আলবানীঃ হাসান সহীহ। উক্ত হাদিসের রাবী আবু আমর বিন মুহাম্মাদ বিন আমর বিন হুরায়স সম্পর্কে ইবনু হিব্বান বলেন, তিনি সিকাহ তবে ইমাম যাহাবী বলেন, তার পরিচয় সম্পর্কে কিছু জানা যায়নি। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করেন। ইবরাহীম বিন ইয়াকুব আল-জাওযুজানী বলেন, তিনি হাদিসের ক্ষেত্রে নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন। ইমাম দারাকুতনী তাকে দুর্বল বলেছেন। (তাহযীবুল কামালঃ রাবী নং ৫৫১৩, ২৬/২১২ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "20"
    }
  }
}