{
  "hadith": {
    "hadith_id": 256,
    "narrator": "আবু হুরায়রা (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, তোমরা ‘জুব্বুল হুযন’ থেকে আল্লাহ্‌র নিকট আশ্রয় প্রার্থনা কর। সাহাবীগণ জিজ্ঞেস করলেন, হে আল্লাহ্‌র রসূল! ‘জুব্বুল হুযন’ কী? তিনি বলেন, জাহান্নামের একটি উপত্যকা, যা থেকে বাঁচার জন্য জাহান্নাম দৈনিক চার শতবার আশ্রয় প্রার্থনা করে। তারা বলেন, হে আল্লাহ্‌র রসূল! তাতে কারা প্রবেশ করবে? তিনি বলেন, যারা প্রদর্শনেচ্ছার বশবর্তী হয়ে কাজ করে সেসব কুরআন পাঠকের জন্য তা তৈরি করা হয়েছে। যে সকল কুরআন পাঠক (বিশেষজ্ঞ) শাসক গোষ্ঠীর সাথে দেখা-সাক্ষাত করে তারা আল্লাহ্‌র কাছে সর্বাপেক্ষা নিকৃষ্ট ক্বারী। মুহারিবী (রহঃ) বলেন, এর দ্বারা যালিম ও অত্যাচারী শাসকদের বুঝানো হয়েছে। [২৫৪]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، وَمُحَمَّدُ بْنُ إِسْمَاعِيلَ، قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدٍ الْمُحَارِبِيُّ، حَدَّثَنَا عَمَّارُ بْنُ سَيْفٍ، عَنْ أَبِي مُعَاذٍ الْبَصْرِيِّ، ح وَحَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، عَنْ عَمَّارِ بْنِ سَيْفٍ، عَنْ أَبِي مُعَاذٍ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ تَعَوَّذُوا بِاللَّهِ مِنْ جُبِّ الْحُزْنِ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ وَمَا جُبُّ الْحُزْنِ قَالَ ‏\"‏ وَادٍ فِي جَهَنَّمَ يَتَعَوَّذُ مِنْهُ جَهَنَّمُ كُلَّ يَوْمٍ أَرْبَعَمِائَةِ مَرَّةٍ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ وَمَنْ يَدْخُلُهُ قَالَ ‏\"‏ أُعِدَّ لِلْقُرَّاءِ الْمُرَائِينَ بِأَعْمَالِهِمْ وَإِنَّ مِنْ أَبْغَضِ الْقُرَّاءِ إِلَى اللَّهِ الَّذِينَ يَزُورُونَ الأُمَرَاءَ ‏\"‏ ‏.‏ قَالَ الْمُحَارِبِيُّ الْجَوَرَةَ ‏.‏\n\nقَالَ أَبُو الْحَسَنِ حَدَّثَنَا حَازِمُ بْنُ يَحْيَى حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَمُحَمَّدُ بْنُ نُمَيْرٍ قَالَا حَدَّثَنَا ابْنُ نُمَيْرٍ عَنْ مُعَاوِيَةَ النَّصْرِيِّ وَكَانَ ثِقَةً ثُمَّ ذَكَرَ الْحَدِيثَ نَحْوَهُ بِإِسْنَادِهِ ‏.‏\nحَدَّثَنَا إِبْرَاهِيمُ بْنُ نَصْرٍ، حَدَّثَنَا أَبُو غَسَّانَ، مَالِكُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا عَمَّارُ بْنُ سَيْفٍ، عَنْ أَبِي مُعَاذٍ، ‏.‏ قَالَ مَالِكُ بْنُ إِسْمَاعِيلَ قَالَ عَمَّارٌ لاَ أَدْرِي مُحَمَّدٌ أَوْ أَنَسُ بْنُ سِيرِينَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৫৪] তিরমিযী ২৩৮৩ তাহক্বীক্ব আলবানী: যঈফ। তাখরীজ আলবানী: তিরমিযী ৪/২৩৮৩, মিশকাত ২৭৫, যঈফ তারগীব ১৬, ২১৪১; যঈফা ১১/৫১৫৫ যঈফ জিদ্দান, মলাকুর রগীব ১/৩৩, যঈফাহ ৫০২৩। উক্ত হাদিসের রাবী ১. আম্মার বিন সায়ফ সম্পর্কে ইয়াহইয়া বিন মাঈন সিকাহ বললেও আবু যুরআহ ও আবু হাতিম আর-রাযী বলেন, তিনি দুর্বল। ইমাম বুখারী বলেন, মুনকারুল হাদিস তার হাদিসের ব্যাপারে অনুসরণ করা যাবে না। ২. আবু মুআয সম্পর্কে আমর বিন ফাল্লাস বলেন, তিনি সিকাহ নন বরং মুনকারুল হাদিস। ইমাম বুখারী বলেন, তাকে সকলে প্রত্যাখ্যান করেছেন। মুসলিম ইবনুল হাজ্জাজ বলেন, মুনকারুল হাদিস। আবু দাউদ আস-সাজিসতানী বলেন, তার হাদিস প্রত্যাখ্যানযোগ্য।",
    "chapter": {
      "chapter_number": "0"
    }
  }
}