{
  "hadith": {
    "hadith_id": 2574,
    "narrator": "সাদ‘ বিন উবাদাহ (রাঃ)",
    "bn": "(সাঈদ বিন সা‘দ) বলেন, আমাদের বাড়িতে একটি বিকলাঙ্গ ও দুর্বল লোক বাস করতো। লোকেরা তার ব্যাপারে কোন আশঙ্কা করতো না। কিন্তু একদা বাড়ির এক ক্রীতদাসীর সাথে সে যেনায় লিপ্ত হলে লোকেরা তাজ্জব বনে যায়। সাদ বিন উবাদা (রাঃ) তার বিষয়টি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট পেশ করলেন। তিনি বলেনঃ তাকে এক শত বেত্রাঘাত করো। লোকজন বললো, হে আল্লাহর নবী! সে এ শাস্তি সহ্য করতে (স্বাস্থ্যগতভাবে) দুর্বল (অক্ষম)। তাকে যদি আমরা এক শত বেত্রাঘাত করি তবে সে মারা যেতে পারে। তিনি বলেনঃ তাহলে তোমরা একশত শাখাবিশিষ্ট একটি গাছের ডাল লও এবং তা দ্বারা তাকে একবার প্রহার করো।\n\n[উপরোক্ত হাদীসে মোট ২টি সানাদের ১টি বর্ণিত হয়েছে, অপর সানাদটি হলো:]\n\n২/২৫৭৪(১). <সুফইয়ান বিন ওয়াকী‘><আল-মুহারিবী><মুহাম্মাদ বিন ইসহাক (তিনি সত্যবাদী তবে হাদীস বর্ণনায় তাদলীস করেন, তার শীয়া ও কাদারিয়া মতাবলম্বী হওয়ার ব্যাপারে অভিযোগ রয়েছে)><ইয়াকুব বিন আব্দুল্লাহ><আবূ উমামাহ বিন সাহল><সা‘দ বিন উবাদাহ (রাঃ)> [২৫৭৪]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ يَعْقُوبَ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، عَنْ سَعِيدِ بْنِ سَعْدِ بْنِ عُبَادَةَ، قَالَ كَانَ بَيْنَ أَبْيَاتِنَا رَجُلٌ مُخْدَجٌ ضَعِيفٌ فَلَمْ يُرَعْ إِلاَّ وَهُوَ عَلَى أَمَةٍ مِنْ إِمَاءِ الدَّارِ يَخْبُثُ بِهَا فَرَفَعَ شَأْنَهُ سَعْدُ بْنُ عُبَادَةَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ اجْلِدُوهُ ضَرْبَ مِائَةِ سَوْطٍ ‏\"‏ ‏.‏ قَالُوا يَا نَبِيَّ اللَّهِ هُوَ أَضْعَفُ مِنْ ذَلِكَ لَوْ ضَرَبْنَاهُ مِائَةَ سَوْطٍ مَاتَ ‏.‏ قَالَ ‏\"‏ فَخُذُوا لَهُ عِثْكَالاً فِيهِ مِائَةُ شِمْرَاخٍ فَاضْرِبُوهُ ضَرْبَةً وَاحِدَةً ‏\"‏ ‏.‏\n\nحَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا الْمُحَارِبِيُّ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ يَعْقُوبَ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلٍ، عَنْ سَعْدِ بْنِ عُبَادَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৫৭৪] আবূ দাউদ ৪৪৭২, আহমাদ ২১৪২৮। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী মুহাম্মাদ বিন ইসহাক সম্পর্কে ইয়াহইয়া বিন মাঈন ও আজালী বলেন, তিনি সিকাহ। আহমাদ বিন হাম্বল বলেন, তিনি হাসানুল হাদিস। আলী ইবনুল মাদীনী বলেন, তিনি সালিহ। সুলায়মান বিন তারখান ও সুলায়মান বিন মিহরান বলেন, তিনি মিথ্যুক। আবু হাতিম আর-রাযী বলেন, তিনি আমার নিকট হাদিস বর্ণনায় নির্ভরযোগ্য নয়, তিনি হাদিস বর্ণনায় দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৫০৫৭, ২৪/৪০৫ নং পৃষ্ঠা) ২. সুফইয়ান বিন ওয়াকী সম্পর্কে ইমাম বুখারী মন্তব্য করেছেন। ইমাম নাসাঈ বলেন, তিনি সিকাহ নয়। ইবনু হিব্বান বলেন, তিনি সত্যবাদী। আবু হাতিম আর-রাযী বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আবু দাউদ আস-সাজিসতানী তার হাদিস বর্জন করেছেন। ইমাম যাহাবী তাকে দুর্বল বলেছেন। (তাহযীবুল কামালঃ রাবী নং ২৪১৮, ১১/২০০ নং পৃষ্ঠা) উক্ত হাদিসটি সহিহ কিন্তু সুফইয়ান বিন ওয়াকী এর কারণে সানাদটি সন্দেহযুক্ত। সঠিক সানাদ হলঃ মুহাম্মাদ বিন ইসহাক এর সুত্রে সাঈদ বিন সা'দ বিন উবাদাহ। হাদিসটির ১০৪ টি শাহিদ হাদিস রয়েছে, তন্মধ্যে ১ টি জাল, ২১ টি খুবই দুর্বল, ৫৬ টি দুর্বল, ২০ টি হাসান, ৬ টি সহিহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ আবু দাউদ ৪৪৭২, আহমাদ ২৩৩৮৮, দারাকুতনী ৩১৩১, ৩১৩২, ৩১৩৩, ৩১৩৪, মুসান্নাফ আব্দুর রাযযাক ১৬১৩৩, ১৬১৩৪, মুজামুল আওসাত ৬৬০, শারহুস সুন্নাহ ২৫৯০, ২৫৯১।",
    "chapter": {
      "chapter_number": "20"
    }
  }
}