{
  "hadith": {
    "hadith_id": 2575,
    "narrator": "আবূ হুরায়ারাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, যে ব্যাক্তি আমাদের বিরুদ্ধে অস্ত্রধারণ করে সে আমাদের অন্তর্ভুক্ত নয়। [২৫৭৫]",
    "ar": "حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ وَحَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنِ ابْنِ عَجْلاَنَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ وَحَدَّثَنَا أَنَسُ بْنُ عِيَاضٍ، عَنْ أَبِي مَعْشَرٍ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ، وَمُوسَى بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ حَمَلَ عَلَيْنَا السِّلاَحَ فَلَيْسَ مِنَّا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৫৭৫] মুসলিম ১০১, আহমাদ ৮১৫৯, ২৮৫০০, ইবনুস সালাম এর তাখরীজুল ঈমান ৭১। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী ১. ইয়াকুব বিন হুমায়দ বিন কাসিব সম্পর্কে আবু জা'ফার আল-উকায়লী বলেন, তার হাদিসের অনুসরণ করা যাবে না। আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ৭০৮৬, ৩২/৩১৮ নং পৃষ্ঠা) ২. সুহায়ল বিন আবু সালিহ সম্পর্কে মুহাম্মাদ বিন সাঈদ বলেন, তিনি সিকাহ। সুফইয়ান বিন উয়াইনাহ বলেন, সাবত। আহমাদ বিন হাম্বল বলেন, তার বর্ণিত হাদিস সহিহ নয়। ইমাম নাসাঈ বলেন, কোন সমস্যা নেই। ইবনু আদী বলেন, তার খবর মাকবুল বা গ্রহণযোগ্য। ইবনু হিব্বান বলেন, তিনি সিকাহ তবে অন্যত্র বলেন, তিনি হাদিস বর্ণনায় ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ২৬২৯, ১২/২২৩ নং পৃষ্ঠা) ৩. মুগীরাহ বিন আবদুর রহমান সম্পর্কে আবুল কাসিম বিন বিশকাওয়াল বলেন, তার ব্যাপারে কোন সমস্যা নেই। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় কখনো কখনো ভুল করেন। আবু দাউদ আস-সাজিসতানী বলেন, তিনি দুর্বল। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী ও ফকীহ তবে হাদিস বর্ণনায় সন্দেহ করেন। (তাহযীবুল কামালঃ রাবী নং ৬১৩৫, ২৮/৩৮১ নং পৃষ্ঠা) ৪. আবু মা'শার সম্পর্কে আবু আহমাদ আল-হাকিম বলেন, তিনি আহলে ইলমের নিকট নির্ভরযোগ্য নয়। আবু বাকর আল-বায়হাকী বলেন, তিনি দুর্বল, তিনি সিকাহ নয়। আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় নির্ভরযোগ্য নয়। আবু দাউদ আস-সাজিসতানী বলেন, তিনি দুর্বল। ইমাম তিরমিযি বলেন, তার মুখস্ত করার আগে হাদিস বর্ণনার ব্যাপারে কিছু আহলে ইলম সমালোচনা করেছেন। ইমাম দারাকুতনী বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৬৩৮৬, ২৯/৩২২ নং পৃষ্ঠা) উক্ত হাদিসটি সহীহ কিন্তু আবু মা'শার এর কারণে সানাদটি দুর্বল। হাদিসটির ১৭৭ টি শাহিদ হাদিস রয়েছে, তন্মধ্যে ২ টি জাল, ২৩ টি খুবই দুর্বল, ৭৪ টি দুর্বল, ৩৭ টি হাসান, ৪১ টি সহীহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ বুখারী ৬৮৭৪, ৭০৭০, ৭০৭১, মুসলিম ১০১, ১০২, ১০৩, তিরমিযি ১৪৫৯, দারিমী ২৫২০, আহমাদ ৪৪৫৩, ৪৬৩৫, ৫১২৭, ৫৭৬৪, ৬২৪১, ৬৩৪৫, ৬৬৮৫, ৬৭০৩ মুসান্নাফ আব্দুর রাযযাক ১৭১৯৯, ১৮৬৮০, ১৮৬৮২।",
    "chapter": {
      "chapter_number": "20"
    }
  }
}