{
  "hadith": {
    "hadith_id": 2613,
    "narrator": "সাফওয়ান বিন উমায়্যাহ (রাঃ)",
    "bn": "আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উপস্থিত থাকতেই তাঁর নিকট আমর বিন মুররা (রাঃ) এসে বললো, ইয়া রাসূলুল্লাহ! আল্লাহ আমার কপালে দুর্ভাগ্য লিখে দিয়েছেন। আমি আমার হাতের এই দফ (ঢোল) বাজানো ছাড়া রিযিক প্রাপ্তির আর কোন পথ দেখি না। অতএব আপনি আমাকে নির্দোষ সংগীতের অনুমতি দিন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আমি তোমাকে অনুমতিও দিবো না এবং তোমাকে সন্মানিত করে তোমার চোখও শীতল করবো না। হে আল্লাহর দুশমন! তুমি মিথ্যা বলেছো। আল্লাহ তোমাকে পবিত্র ও হালাল রিযিক দান করেছেন। কিন্তু আল্লাহ তোমাকে যে হালাল রিযিক দিয়েছেন তার পরিবর্তে আল্লাহ তোমার জন্য যে রিযিক হারাম করেছেন তুমি তাই গ্রহণ করেছো। আমি যদি তোমাকে ইতোপূর্বে নিষেধ করে থাকতাম তবে অবশ্যই তোমাকে শাস্তি দিতাম। আমার এখান থেকে উঠে যাও এবং আল্লাহর নিকট তওবা করো। সাবধান! তোমাকে নিষেধ করার পরও যদি তুমি এ কাজ করো তবে আমি অবশ্যই তোমাকে যন্ত্রণাদায়ক শাস্তি দিবো, তোমার মাথা মুণ্ডন করিয়ে বিকৃত করে দিবো, তোমার পরিবার থেকে তোমাকে নির্বাসিত করবো এবং তোমার সহায় সম্পত্তি লুণ্ঠন করা মদীনার যুবকদের জন্য হালাল করে দিবো। এ কথায় আমর উঠে দাঁড়ায় এবং নিজেকে এতোটা লাঞ্ছিত ও অপমানিত বোধ করে যা আল্লাহ ছাড়া কেউ জানে না। সে উঠে চলে গেলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এইসব লোক পাপাচারী। এদের কেউ তওবা না করে মারা গেলে আল্লাহ তায়ালা কিয়ামতের দিন তাকে নপুংসক ও বিবস্ত্র অবস্থায় উত্থিত করবেন, যেরূপ সে দুনিয়াতে ছিল। সে একটুকরা কাপড় দিয়েও মানুষের সামনে লজ্জা নিবারণ করবে না এবং যখনই সে দাঁড়াবে সাথে সাথে আছাড় খেয়ে পড়ে যাবে। [২৬১৩]",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ أَبِي الرَّبِيعِ الْجُرْجَانِيُّ، أَنْبَأَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنِي يَحْيَى بْنُ الْعَلاَءِ، أَنَّهُ سَمِعَ بِشْرَ بْنَ نُمَيْرٍ، أَنَّهُ سَمِعَ مَكْحُولاً، يَقُولُ إِنَّهُ سَمِعَ يَزِيدَ بْنَ عَبْدِ اللَّهِ، أَنَّهُ سَمِعَ صَفْوَانَ بْنَ أُمَيَّةَ، قَالَ كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَجَاءَ عَمْرُو بْنُ قُرَّةَ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ اللَّهَ قَدْ كَتَبَ عَلَىَّ الشِّقْوَةَ فَمَا أُرَانِي أُرْزَقُ إِلاَّ مِنْ دُفِّي بِكَفِّي فَأْذَنْ لِي فِي الْغِنَاءِ فِي غَيْرِ فَاحِشَةٍ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ آذَنُ لَكَ وَلاَ كَرَامَةَ وَلاَ نُعْمَةَ عَيْنٍ كَذَبْتَ أَىْ عَدُوَّ اللَّهِ لَقَدْ رَزَقَكَ اللَّهُ طَيِّبًا حَلاَلاً فَاخْتَرْتَ مَا حَرَّمَ اللَّهُ عَلَيْكَ مِنْ رِزْقِهِ مَكَانَ مَا أَحَلَّ اللَّهُ عَزَّ وَجَلَّ لَكَ مِنْ حَلاَلِهِ ‏.‏ وَلَوْ كُنْتُ تَقَدَّمْتُ إِلَيْكَ لَفَعَلْتُ بِكَ وَفَعَلْتُ قُمْ عَنِّي وَتُبْ إِلَى اللَّهِ أَمَا إِنَّكَ إِنْ فَعَلْتَ بَعْدَ التَّقْدِمَةِ إِلَيْكَ ضَرَبْتُكَ ضَرْبًا وَجِيعًا وَحَلَقْتُ رَأْسَكَ مُثْلَةً وَنَفَيْتُكَ مِنْ أَهْلِكَ وَأَحْلَلْتُ سَلَبَكَ نُهْبَةً لِفِتْيَانِ أَهْلِ الْمَدِينَةِ ‏\"‏ ‏.‏ فَقَامَ عَمْرٌو وَبِهِ مِنَ الشَّرِّ وَالْخِزْىِ مَا لاَ يَعْلَمُهُ إِلاَّ اللَّهُ فَلَمَّا وَلَّى قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ هَؤُلاَءِ الْعُصَاةُ مَنْ مَاتَ مِنْهُمْ بِغَيْرِ تَوْبَةٍ حَشَرَهُ اللَّهُ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ كَمَا كَانَ فِي الدُّنْيَا مُخَنَّثًا عُرْيَانًا لاَ يَسْتَتِرُ مِنَ النَّاسِ بِهُدْبَةٍ كُلَّمَا قَامَ صُرِعَ ‏\"‏ ‏.‏",
    "grade_id": 5,
    "grade": "জাল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৬১৩] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। তাহকীক আলবানীঃ বানোয়াট। উক্ত হাদিসের রাবী ইয়াহইয়া ইবনুল আলা সম্পর্কে আবু বিশর আদ দাওলাবী বলেন, তিনি মিথ্যার সাথে জড়িত। আবু বাকর আল-বায়হাকী বলেন, তিনি প্রত্যাখ্যানযোগ্য। আবু হাতিম আর-রাযী বলেন, তিনি নির্ভরযোগ্য নয়। আবু দাউদ আস-সাজিসতানী তাকে দুর্বল বলেছেন। আহমাদ বিন হাম্বল বলেন, তিনি মিথ্যুক। (তাহযীবুল কামালঃ রাবী নং ৬৮৯৫, ৩১/৪৮৪ নং পৃষ্ঠা) ২. বিশর বিন নুমায়র সম্পর্কে আবু বাকর আল-বায়হাকী বলেন, তিনি দুর্বল। আবু হাতিম আর-রাযী বলেন, তিনি মিথ্যার সাথে জড়িত। আবু দাউদ আস-সাজিসতানী তার হাদিস বর্জন করেছেন। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি সিকাহ নয়, তিনি মিথ্যার সাথে অভিযুক্ত। ইবনু হাজার আল-আসকালানী বলেন, তিনি প্রত্যাখ্যানযোগ্য, তিনি খুবই দুর্বল। ইমাম দারাকুতনী বলেন, তিনি প্রত্যাখ্যানযোগ্য। (তাহযীবুল কামালঃ রাবী নং ৭১০, ৪/১৫৫ নং পৃষ্ঠা) ৩. ইয়াযীদ বিন আবদুল্লাহ সম্পর্কে ইবনু হাজার আল-আসকালানী ও তাহরীরু তাকরীবুত তাহযীব এর লেখক বলেন, তার অবস্থা সম্পর্কে অজ্ঞাত। (তাহযীবুল কামালঃ রাবী নং ৭০১৮, ৩২/১৮২ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "20"
    }
  }
}