{
  "hadith": {
    "hadith_id": 2622,
    "narrator": "আবূ রাফি‘ (রাঃ)",
    "bn": "তিনি (আবূ সাঈদ খুদরী) বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর মুখে শুনেছি এবং যা আমার দু’ কান শুনেছে এবং আমার অন্তর যা সংরক্ষণ করেছে তা কি তোমাদের অবহিত করবো না? এক বান্দা নিরানব্বই ব্যক্তিকে হত্যা করেছিল। এরপর তার তওবা করার খেয়াল হলে সে জানতে চাইলো যে, পৃথিবীতে সবচেয়ে বড় আলেম কে? তাকে একটি লোক সম্পর্কে অবহিত করা হলো। সে তার কাছে এসে বললো, আমি নিরানব্বই ব্যক্তি কে হত্যা করেছি, আমার জন্য কি তওবার কোন সুযোগ আছে? লোকটি বললো, নিরানব্বই ব্যক্তিকে হত্যা করার পর (এখন আবার তওবা)! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তখন সে তার তরবারি কোষমুক্ত করে তাকে হত্যা করলো এবং তার দ্বারা এক শতজন পূর্ণ করলো। পুনরায় তার তওবার খেয়াল হলে সে পৃথিবীর সবচেয়ে বড় আলেম ব্যক্তি সম্পর্কে জানতে চাইলো। তাকে এক লোক সম্পর্কে বলা হলে সে তার নিকট গিয়ে বললো, আমি একশত ব্যক্তি কে হত্যা করেছি, আমার জন্য কি তওবার কোন সুযোগ আছে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সেই লোকটি বললো, তোমার জন্য আফসোস! তোমার এবং তওবার মধ্যে কে প্রতিবন্ধক হতে পারে? তুমি যে নিকৃষ্ট জনপদে আছো সেখান থেকে রওয়ানা হয়ে উত্তম জনপদে, অমুক অমুক জনপদে যাও। সেখানে গিয়ে তোমার রবের ইবাদত করো। অতঃপর সে সেই উত্তম জনপদের উদ্দেশ্যে যাত্রা করলো। পথিমধ্যে তার মৃত্যু এসে উপস্থিত হলো। তখন তার ব্যাপারে রহমাতের ফেরেশতা ও আযাবের ফেরেশতা বিবাদে লিপ্ত হলো। ইবলীস বললো, আমিই তার উপযুক্ত হকদার। সে মুহূর্তের জন্যও আমার অবাধ্য হয়নি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, রহমাতের ফেরেশতা বললেন, সে অনুতপ্ত হয়ে যাত্রা করেছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তখন মহামহিম আল্লাহ একজন ফেরেশতা পাঠান। উভয় ফেরেশতা তার কাছে মামলা রুজু করলেন। মীমাংসাকারী ফেরেশতা বললেন, তোমরা দেখো, উভয় জনপদের যেটি তার নিকটবর্তী তাকে সেই জনপদের অন্তর্ভুক্ত করো। কাতাদা (রাঃ) বলেন, হাসান (রাঃ) আমাদের নিকট একথাও বর্ণনা করেছেন যে, তার মৃত্যু এসে গেলে সে হামাগুরি দিয়ে উত্তম জনপদের নিকটবর্তী হয়ে গেল এবং নিকৃষ্ট জনপদের থেকে দূরে সরে গেলো। তাই ফেরেশতাগণ তাকে উত্তম জনপদের বাসিন্দাদের অন্তর্ভুক্ত করেন। [২৬২২]\n\n৩/২৬২২(১). <আবুল আব্বাস বিন আব্দুল্লাহ বিন ইসমাঈল আল-বাগদাদী><আফ্ফান><হাম্মাম><কাতাদাহ><আবুস সিদ্দীক আন-নাজী><আবূ সাঈদ আল-খুদরী (রাঃ)><আবুল আব্বাস বিন আবদুল্লাহ বিন ইসমাঈল আল-বাগদাদী><আফ্ফান><হাম্মাম বিন ইয়াহইয়া><হুমায়দ আত-তাবীল><বাকর বিন আবদুল্লাহ><আবূ রাফি (রাঃ)> [২৬২২]\n\nতাহকীক আলবানীঃ “তার মৃত্যু এসে গেলে সে হামাগুড়ি দিয়ে উত্তম জনপদের নিকটবর্তী হয়ে গেলো এবং নিকৃষ্ট জনপদ থেকে দূরে সরে গেলো। তাই ফেরেস্তাগণ তাকে উত্তম জনপদের বাসিন্দাদের অন্তর্ভুক্ত করেন।” এ বাক্য ব্যতীত সহীহ। কারণ, বাক্যটি হাসান।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَنْبَأَنَا هَمَّامُ بْنُ يَحْيَى عَنْ قَتَادَةَ عَنْ أَبِي الصِّدِّيقِ النَّاجِيِّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ أَلَا أُخْبِرُكُمْ بِمَا سَمِعْتُ مِنْ فِي رَسُولِ اللهِ صلى الله عليه وسلم سَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِي إِنَّ عَبْدًا قَتَلَ تِسْعَةً وَتِسْعِينَ نَفْسًا ثُمَّ عَرَضَتْ لَهُ التَّوْبَةُ فَسَأَلَ عَنْ أَعْلَمِ أَهْلِ الْأَرْضِ فَدُلَّ عَلَى رَجُلٍ فَأَتَاهُ فَقَالَ إِنِّي قَتَلْتُ تِسْعَةً وَتِسْعِينَ نَفْسًا فَهَلْ لِي مِنْ تَوْبَةٍ قَالَ بَعْدَ تِسْعَةٍ وَتِسْعِينَ نَفْسًا قَالَ فَانْتَضَى سَيْفَهُ فَقَتَلَهُ فَأَكْمَلَ بِهِ الْمِائَةَ ثُمَّ عَرَضَتْ لَهُ التَّوْبَةُ فَسَأَلَ عَنْ أَعْلَمِ أَهْلِ الْأَرْضِ فَدُلَّ عَلَى رَجُلٍ فَأَتَاهُ فَقَالَ إِنِّي قَتَلْتُ مِائَةَ نَفْسٍ فَهَلْ لِي مِنْ تَوْبَةٍ فَقَالَ وَيْحَكَ وَمَنْ يَحُولُ بَيْنَكَ وَبَيْنَ التَّوْبَةِ اخْرُجْ مِنْ الْقَرْيَةِ الْخَبِيثَةِ الَّتِي أَنْتَ فِيهَا إِلَى الْقَرْيَةِ الصَّالِحَةِ قَرْيَةِ كَذَا وَكَذَا فَاعْبُدْ رَبَّكَ فِيهَا فَخَرَجَ يُرِيدُ الْقَرْيَةَ الصَّالِحَةَ فَعَرَضَ لَهُ أَجَلُهُ فِي الطَّرِيقِ فَاخْتَصَمَتْ فِيهِ مَلَائِكَةُ الرَّحْمَةِ وَمَلَائِكَةُ الْعَذَابِ قَالَ إِبْلِيسُ أَنَا أَوْلَى بِهِ إِنَّهُ لَمْ يَعْصِنِي سَاعَةً قَطُّ قَالَ فَقَالَتْ مَلَائِكَةُ الرَّحْمَةِ إِنَّهُ خَرَجَ تَائِبًا\nقَالَ هَمَّامٌ فَحَدَّثَنِي حُمَيْدٌ الطَّوِيلُ عَنْ بَكْرِ بْنِ عَبْدِ اللهِ عَنْ أَبِي رَافِعٍ قَالَ فَبَعَثَ اللهُ عَزَّ وَجَلَّ مَلَكًا فَاخْتَصَمُوا إِلَيْهِ ثُمَّ رَجَعُوا فَقَالَ انْظُرُوا أَيَّ الْقَرْيَتَيْنِ كَانَتْ أَقْرَبَ فَأَلْحِقُوهُ بِأَهْلِهَا قَالَ قَتَادَةُ فَحَدَّثَنَا الْحَسَنُ قَالَ لَمَّا حَضَرَهُ الْمَوْتُ احْتَفَزَ بِنَفْسِهِ فَقَرُبَ مِنْ الْقَرْيَةِ الصَّالِحَةِ وَبَاعَدَ مِنْهُ الْقَرْيَةَ الْخَبِيثَةَ فَأَلْحَقُوهُ بِأَهْلِ الْقَرْيَةِ الصَّالِحَةِ\n\nحَدَّثَنَا أَبُو الْعَبَّاسِ بْنُ عَبْدِ اللهِ بْنِ إِسْمَعِيلَ الْبَغْدَادِيُّ حَدَّثَنَا عَفَّانُ حَدَّثَنَا هَمَّامٌ فَذَكَرَ نَحْوَهُ",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "সহীহুল বুখারী ৩৪৭০, মুসলিম ২৭৬৬, আহমাদ ১০৭৭০, ১১২৯০। তাহকীক আলবানীঃ \"তার মৃত্যু এসে গেলে সে হামাগুড়ি দিয়ে উত্তম জনপদের নিকটবর্তী হয়ে গেলো এবং নিকৃষ্ট জনপদ থেকে দূরে সরে গেলো। তাই ফেরেশতাগণ তাকে উত্তম জনপদের বাসিন্দাদের অন্তর্ভুক্ত করেন। \" এ বাক্য ব্যাতিত সহীহ। কারণ বাক্যটি হাসান।",
    "chapter": {
      "chapter_number": "21"
    }
  }
}