{
  "hadith": {
    "hadith_id": 2625,
    "narrator": "যায়দ বিন দুমায়রাহ",
    "bn": "আমার পিতা ও আমার চাচা আমাকে হাদীস শুনিয়েছেন এবং তারা উভয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে হুনায়নের যুদ্ধে অংশগ্রহণ করেছিলেন। তারা উভয়ে বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুহরের নামায পড়ার পর একটি গাছের নিচে বসলেন। তখন আকরা‘ বিন হারিস তাঁর সামনে দাঁড়ালেন। তিনি ছিলেন খিনদিফ গোত্রের নেতা। তিনি (নিহত) মুহাল্লিম বিন জাসসামার কিসাসের দাবি উত্থাপন করলেন। অপরদিকে উয়াইনা বিন হিসনও দাঁড়িয়ে আমের বিন আদবাত আল-আশজাঈর কিসাসের দাবি উত্থাপন করেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমরা দিয়াত গ্রহণ করো। তারা তা অস্বীকার করলো। তখন লাইছ গোত্রের মুকাইতিল নামক এক ব্যক্তি দাঁড়িয়ে বললো, ইয়া রাসূলুল্লাহ! আল্লাহর শপথ, ইসলামের বিজয় যুগে এ হত্যার দৃষ্টান্ত হলো সেই মেষ পালের মতো যা পানি পান করতে আসলে তার প্রতি তীর নিক্ষিপ্ত হলো এবং ভয়ে শেষের মেষটি পর্যন্ত পলায়ন করলো। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমাদের সফরে থাকা অবস্থায় (এখানে) তোমরা পঞ্চাশটি উট পাবে এবং (মদীনায়) প্রত্যাবর্তনের পর পঞ্চাশটি উট পাবে। অতএব তারা দিয়াত গ্রহণ করলো। [২৬২৫]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ زَيْدِ بْنِ ضُمَيْرَةَ، حَدَّثَنِي أَبِي وَعَمِّي، وَكَانَا، شَهِدَا حُنَيْنًا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالاَ صَلَّى النَّبِيُّ صلى الله عليه وسلم الظُّهْرَ ثُمَّ جَلَسَ تَحْتَ شَجَرَةٍ فَقَامَ إِلَيْهِ الأَقْرَعُ بْنُ حَابِسٍ - وَهُوَ سَيِّدُ خِنْدِفَ يَرُدُّ - عَنْ دَمِ مُحَلِّمِ بْنِ جَثَّامَةَ وَقَامَ عُيَيْنَةُ بْنُ حِصْنٍ يَطْلُبُ بِدَمِ عَامِرِ بْنِ الأَضْبَطِ وَكَانَ أَشْجَعِيًّا فَقَالَ لَهُمُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ تَقْبَلُونَ الدِّيَةَ ‏\"‏ ‏.‏ فَأَبَوْا فَقَامَ رَجُلٌ مِنْ بَنِي لَيْثٍ يُقَالُ لَهُ مُكَيْتِلٌ فَقَالَ يَا رَسُولَ اللَّهِ وَاللَّهِ مَا شَبَّهْتُ هَذَا الْقَتِيلَ فِي غُرَّةِ الإِسْلاَمِ إِلاَّ كَغَنَمٍ وَرَدَتْ فَرُمِيَتْ فَنَفَرَ آخِرُهَا ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لَكُمْ خَمْسُونَ فِي سَفَرِنَا وَخَمْسُونَ إِذَا رَجَعْنَا ‏\"‏ ‏.‏ فَقَبِلُوا الدِّيَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ দাউদ ৪৫০৩, আহমাদ ২০৫৭, ২৩৩৬২। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী আবু খালিদ আল আহমার সম্পর্কে ইয়াহইয়া বিন মাঈন বলেন, তিনি সত্যবাদী কিন্তু তার হাদিস দলীলযোগ্য নয়। আলী ইবনুল মাদীনী বলেন, তিনি সিকাহ। আবু হাতিম আর-রাযী বলেন, তিনি সত্যবাদী। ইমাম নাসাঈ বলেন, কোন সমস্যা নেই। ইবনু আদী বলেন, তিনি হাদিস বর্ণনায় সালেহ কিন্তু হাদিস বর্ণনায় সংমিশ্রণ ও ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ২৫০৪, ১১/৩৯৪ নং পৃষ্ঠা) ২. মুহাম্মাদ বিন ইসহাক সম্পর্কে ইয়াহইয়া বিন মাঈন ও আজালী বলেন, তিনি সিকাহ। আহমাদ বিন হাম্বল বলেন, তিনি হাসানুল হাদিস। আলী ইবনুল মাদীনী বলেন, তিনি সালিহ। সুলায়মান বিন তারখান ও সুলায়মান বিন মিহরান বলেন, তিনি মিথ্যুক। (তাহযীবুল কামালঃ রাবী নং ৫০৫৭, ২৪/৪০৫ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "21"
    }
  }
}