{
  "hadith": {
    "hadith_id": 2628,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কা বিজয়ের দিন কাবা ঘরের সিঁড়ির উপর দাঁড়িয়ে আল্লাহর প্রশংসা ও গুনগান করলেন, অতঃপর বললেনঃ সমস্ত প্রশংসা আল্লাহর যিনি নিজ প্রতিশ্রুতি সত্যে পরিণত করেছেন, তাঁর বান্দাকে সাহায্য করেছেন এবং একাই সম্মিলিত বাহিনীকে পরাভূত করেছেন। জেনে রাখো, চাবুক বা লাঠির আঘাতে নিহত হলে তা কতলে খাতা (ভুলবশত হত্যা) এর দিয়ত একশত উষ্ট্রী, যার চল্লিশটি হতে হবে গর্ভবতী। জেনে রাখো, জাহিলী যুগের সকল রীতিনীতি এবং রক্তপাত (হত্যার প্রতিশোধ) আমার এই দু’ পায়ের নিচে। তবে বায়তুল্লাহর সেবা এবং হাজীদের পানি পান করানোর যে প্রথা প্রচলিত ছিল তা বহাল থাকবে। জেনে রাখো, এ দু’টি বিষয়কে আমি পূর্ববৎ তার সংশ্লিষ্ট ব্যাক্তিবর্গের দায়িত্বে বহাল রাখলাম। [২৬২৮]",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ الزُّهْرِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ جُدْعَانَ، سَمِعَهُ مِنَ الْقَاسِمِ بْنِ رَبِيعَةَ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَامَ يَوْمَ فَتْحِ مَكَّةَ وَهُوَ عَلَى دَرَجِ الْكَعْبَةِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ فَقَالَ ‏ \"‏ الْحَمْدُ لِلَّهِ الَّذِي صَدَقَ وَعْدَهُ وَنَصَرَ عَبْدَهُ وَهَزَمَ الأَحْزَابَ وَحْدَهُ أَلاَ إِنَّ قَتِيلَ الْخَطَإِ قَتِيلَ السَّوْطِ وَالْعَصَا فِيهِ مِائَةٌ مِنَ الإِبِلِ مِنْهَا أَرْبَعُونَ خَلِفَةً فِي بُطُونِهَا أَوْلاَدُهَا أَلاَ إِنَّ كَلَّ مَأْثُرَةٍ كَانَتْ فِي الْجَاهِلِيَّةِ وَدَمٍ تَحْتَ قَدَمَىَّ هَاتَيْنِ إِلاَّ مَا كَانَ مِنْ سِدَانَةِ الْبَيْتِ وَسِقَايَةِ الْحَاجِّ أَلاَ إِنِّي قَدْ أَمْضَيْتُهُمَا لأَهْلِهِمَا كَمَا كَانَا ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "নাসায়ী ৪৭৯৯, ইরওয়া ৭/২৫৭। তাহকীক আলবানীঃ হাসান। উক্ত হাদিসের রাবী ইবনু জুদআন সম্পর্কে ইয়াহইয়া বিন সাঈদ আল-কাত্তান বলেন, তার হাদিস প্রত্যাখ্যানযোগ্য। আহমাদ বিন হাম্বল ও ইয়াহইয়া বিন মাঈন বলেন, তিনি নির্ভরযোগ্য নয়। ইয়াকুব বিব শায়বাহ বলেন, তিনি সিকাহ সালিহ। আল-আজালী বলেন, কোন সমস্যা নেই। (তাহযীবুল কামালঃ রাবী নং ৪০৭০, ২০/৪৩৪ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "21"
    }
  }
}