{
  "hadith": {
    "hadith_id": 2630,
    "narrator": "আবদুল্লাহ বিন আমর ইবনুল আস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, যে ব্যাক্তি ভুলবশত নিহত হলো তার দিয়াত ৩০টি বিনতু মাখায (এক বছরের উষ্ট্রী), ৩০ টি বিনতু লাবূন (দু বছরের উষ্ট্রী), ৩০ টি হিক্কা (চার বছরের উষ্ট্রী) এবং দশটি ইবনুলাবূন (দু বছরের উট)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গ্রামবাসীদের বেলায় এগুলোর মূল্য নির্ধারণ করেন চারশত দীনার অথবা তার সমতুল্য রৌপ্যমুদ্রা। তিনি দিয়াতের নগদ মূল্য নির্ধারণ করতেন উটের বাজার দর অনুসারে। উটের বাজার দর বৃদ্ধি পেলে দিয়াতের পরিমাণও বেড়ে যেতো এবং উটের বাজার দর হ্রাস পেলে দিয়াতের পরিমাণও হ্রাস পেতো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর যুগে এর মূল্য চারশত দীনার থেকে আটশত দীনার পর্যন্ত অথবা এর সমমূল্যের (রৌপ্য) মুদ্রায় আট হাজার দিরহাম পর্যন্ত পৌঁছেছিল। আর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ সিদ্ধান্তও দিয়েছিলেন যে, গরুর মালিক গরুর দ্বারা তাদের দিয়াত পরিশোধ করতে চাইলে দুইশত গরু এবং বকরীর মালিক বকরী দ্বারা দিয়াত পরিশোধ করতে চাইলে দু’ হাজার বকরী দিতে হবে। [২৬৩০]",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ الْمَرْوَزِيُّ، أَنْبَأَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا مُحَمَّدُ بْنُ رَاشِدٍ، عَنْ سُلَيْمَانَ بْنِ مُوسَى، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ قُتِلَ خَطَأً فَدِيَتُهُ مِنَ الإِبِلِ ثَلاَثُونَ بِنْتَ مَخَاضٍ وَثَلاَثُونَ ابْنَةَ لَبُونٍ وَثَلاَثُونَ حِقَّةً وَعَشَرَةُ بَنِي لَبُونٍ ‏\"‏ ‏.‏ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُقَوِّمُهَا عَلَى أَهْلِ الْقُرَى أَرْبَعَمِائَةِ دِينَارٍ أَوْ عَدْلَهَا مِنَ الْوَرِقِ وَيُقَوِّمُهَا عَلَى أَزْمَانِ الإِبِلِ إِذَا غَلَتْ رَفَعَ فِي ثَمَنِهَا وَإِذَا هَانَتْ نَقَصَ مِنْ ثَمَنِهَا عَلَى نَحْوِ الزَّمَانِ مَا كَانَ فَبَلَغَ قِيمَتُهَا عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم مَا بَيْنَ الأَرْبَعِمِائَةِ دِينَارٍ إِلَى ثَمَانِمِائَةِ دِينَارٍ أَوْ عَدْلُهَا مِنَ الْوَرِقِ ثَمَانِيَةُ آلاَفِ دِرْهَمٍ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَّ مَنْ كَانَ عَقْلُهُ فِي الْبَقَرِ عَلَى أَهْلِ الْبَقَرِ مِائَتَىْ بَقَرَةٍ وَمَنْ كَانَ عَقْلُهُ فِي الشَّاءِ عَلَى أَهْلِ الشَّاءِ أَلْفَىْ شَاةٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "নাসায়ী ৪৮০১, আবূ দাউদ ৪৫৪১, আহমাদ ৬৯৯৪, আত-তালীক আলার রাওদাহ ২/৩০৭। তাহকীক আলবানীঃ হাসান। উক্ত হাদিসের রাবী ১. মুহাম্মাদ বিন রাশিদ সম্পর্কে আবু আহমাদ বিন আদী আল-জুরজানী বলেন, তার বর্ণনায় কোন সমস্যা নেই। আবু হাতিম আর-রাযী বলেন, তিনি সত্যবাদী তার হাদিস হাসান। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি সিকাহ। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন, তার কাদারিয়া মতাবলম্বী হওয়ার ব্যাপারে অভিযোগ রয়েছে। শু'বাহ ইবনুল হাজ্জাজ বলেন, তিনি সত্যবাদী তবে শীয়া মতাবলম্বী। (তাহযীবুল কামালঃ রাবী নং ৫২০৮, ২৫/১৮৬ নং পৃষ্ঠা) ২. সুলায়মান বিন মুসা সম্পর্কে আবু দাউদ আস-সাজিসতানী বলেন, তিনি সিকাহ। আবু হাতিম বিন হিব্বান বলেন, তিনি একজন ফকীহ ছিলেন। আতা বিন আবু রাবাহ বলেন, তিনি শামের যুবকদের নেতা ছিলেন। ইমাম বুখারী তাকে মুনকার বলেছেন। (তাহযীবুল কামালঃ রাবী নং ২৫৭১, ১২/৯২ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "21"
    }
  }
}