{
  "hadith": {
    "hadith_id": 2675,
    "narrator": "উবাদাহ ইবনুস সামিত (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফয়সালা করেছেন যে, খনিতে দণ্ড নেই, কূপে পতিত হওয়ায় দণ্ড নেই, পশুর আঘাতে দণ্ড নেই। পশু বলতে গৃহপালিত পশু ইত্যাদি বুঝায়। ‘দণ্ড নেই’ অর্থাৎ ক্ষতিপূরণ আদায় করা যাবে না। [২৬৭৫]",
    "ar": "حَدَّثَنَا عَبْدُ رَبِّهِ بْنُ خَالِدٍ النُّمَيْرِيُّ، حَدَّثَنَا فُضَيْلُ بْنُ سُلَيْمَانَ، حَدَّثَنِي مُوسَى بْنُ عُقْبَةَ، حَدَّثَنِي إِسْحَاقُ بْنُ يَحْيَى بْنِ الْوَلِيدِ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَّ الْمَعْدِنَ جُبَارٌ وَالْبِئْرَ جُبَارٌ وَالْعَجْمَاءُ جَرْحُهَا جُبَارٌ ‏.‏ وَالْعَجْمَاءُ الْبَهِيمَةُ مِنَ الأَنْعَامِ وَغَيْرِهَا ‏.‏ وَالْجُبَارُ هُوَ الْهَدَرُ الَّذِي لاَ يُغَرَّمُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৬৭৫] \nআহমাদ ২২২৭২। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী ১. ফুদায়ল বিন সুলায়মান সম্পর্কে আবু হাতিম আর-রাযী বলেন, তার থেকে হাদিস গ্রহন করা যায় তবে তিনি নির্ভরযোগ্য নয়। আবু হাতিম বিন হিব্বান তার সিকাহ গ্রন্থে তার নাম উল্লেখ করেছেন। আবু যুরআহ আর-রাযী বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় অধিক ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ৪৭৫৯, ২৩/২৭১ নং পৃষ্ঠা) ২. ইসহাক বিন ইয়াহইয়া ইবনুল ওয়ালীদ সম্পর্কে ইবনু হাজার আল-আসকালানী বলেন, তার অবস্থা অজ্ঞাত। ইমাম দারাকুতনী বলেন, তিনি তার পিতা থেকে হাদিস শ্রবন করেননি। আবু আহমাদ বিন আদী আল-জুরজানী বলেন, তার একাধিক হাদিস অরক্ষিত। (তাহযীবুল কামালঃ রাবী নং ৩৯১, ২/৪৯৩ নং পৃষ্ঠা) \n\nউক্ত হাদিসটি সহিহ কিন্তু ফুদায়ল বিন সুলায়মান ও ইসহাক বিন ইয়াহইয়া ইবনুল ওয়ালীদ এর কারণে সানাদটি দুর্বল। হাদিসটির ৩৪৩ টি শাহিদ হাদিস রয়েছে, তন্মধ্যে ২ টি জাল, ৩৫ টি খুবই দুর্বল, ৯০ টি দুর্বল, ১০৫ টি হাসান, ১১১ টি সহিহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ বুখারী ১৪৯৯, ২৩৫৫, ৬৯১২, ৬৯১৩, মুসলিম ১৭১১, ১৭১২, তিরমিযি ৬৪২, ১৩৭৭, আবু দাউদ ৪৫৯২, ৪৫৯৩, ৪৫৯৪, দারিমী ১৬৬৮, ২৩৭৭, ২৩৭৮, ২৩৭৯, আহমাদ ৭০৮০, ৭২১৩, ৭৭৬৯, ২৭৪৭২।",
    "chapter": {
      "chapter_number": "21"
    }
  }
}