{
  "hadith": {
    "hadith_id": 2678,
    "narrator": "আবদুলাহ বিন আমর ইবনুল আস (রাঃ)",
    "bn": "মাসউদের দু’ পুত্র  হুহাইয়্যাসা ও মুহাইয়্যাসা এবং সাহলের দু’ পুত্র আব্দুল্লাহ ও আবদুর রহমান কাজের সন্ধানে খায়বারের উদ্দেশে বেরিয়ে পড়লেন। আবদুল্লাহ শত্রুর শিকার হয়ে নিহত হলে বিষয়টি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জানানো হলো। তিনি বললেনঃ তোমরা কি শপথ করে দিয়াতের অধিকারী হবে? তারা বললো, ইয়া রাসূলুল্লাহ! আমরা তো ঘটনাস্থলে উপস্থিত ছিলাম না, আমরা কিভাবে শপথ করবো? তিনি বলেনঃ তাহলে ইহূদীরা (শপথ করে) তোমাদের থেকে দায়মুক্ত হয়ে যাবে। তারা বললো, ইয়া রাসূলুল্লাহ! তাহলে তারা তো আমাদের ধ্বংস করে ফেলবে! রাবী বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের পক্ষ থেকে তার দিয়াত পরিশোধ করেন। [২৬৭৮]",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ حَجَّاجٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ حُوَيِّصَةَ، وَمُحَيِّصَةَ، ابْنَىْ مَسْعُودٍ وَعَبْدَ اللَّهِ وَعَبْدَ الرَّحْمَنِ ابْنَىْ سَهْلٍ خَرَجُوا يَمْتَارُونَ بِخَيْبَرَ فَعُدِيَ عَلَى عَبْدِ اللَّهِ فَقُتِلَ فَذُكِرَ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ تُقْسِمُونَ وَتَسْتَحِقُّونَ ‏\"‏ ‏.‏ فَقَالُوا يَا رَسُولَ اللَّهِ كَيْفَ نُقْسِمُ وَلَمْ نَشْهَدْ قَالَ ‏\"‏ فَتُبْرِئُكُمْ يَهُودُ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ إِذًا تَقْتُلُنَا ‏.‏ قَالَ فَوَدَاهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ عِنْدِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৬৭৮] নাসায়ী ৪৭২০। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী ১. আবু খালিদ আল আহমার সম্পর্কে ইয়াহইয়া বিন মাঈন বলেন, তিনি সত্যবাদী কিন্তু তার হাদিস দলীলযোগ্য নয়। আলী ইবনুল মাদীনী বলেন, তিনি সিকাহ। আবু হাতিম আর-রাযী বলেন, তিনি সত্যবাদী। ইমাম নাসাঈ বলেন, কোন সমস্যা নেই। ইবনু আদী বলেন, তিনি হাদিস বর্ণনায় সালেহ কিন্তু হাদিস বর্ণনায় সংমিশ্রণ ও ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ২৫০৪, ১১/৩৯৪ নং পৃষ্ঠা) ২. হাজ্জাজ বিন আরতা সম্পর্কে আবু আহমাদ আল-হাকিম বলেন, তিনি আহলে ইলমের নিকট নির্ভরযোগ্য নয়। আবু বকর আল বায়হাকী বলেন, তার হাদিস দ্বারা দলীল গ্রহনযোগ্য নয়, অন্যত্র তিনি তাকে দুর্বল বলেছেন। আবু যুরআহ আর-রাযী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় তাদলীস করেন। মুহাম্মাদ বিন সা'দ তাকে দুর্বল বলেছেন। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি দুর্বল তার হাদিস দ্বারা দলীল গ্রহনযোগ্য নয়। (তাহযীবুল কামালঃ রাবী নং ১১১২, ৫/৪২০ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "21"
    }
  }
}