{
  "hadith": {
    "hadith_id": 2680,
    "narrator": "আবদুল্লাহ বিন আমর ইবনুল আস (রাঃ)",
    "bn": "এক ব্যক্তি চীৎকার করতে করতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উপস্থিত হলো। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে জিজ্ঞেস করেনঃ তোমার কী হয়েছে? সে বললো, আমার মনিব আমাকে তার এক দাসীকে চুমা দিতে দেখে আমার পুরুষাঙ্গ কেটে ফেলেছে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ লোকটিকে আমার নিকট নিয়ে এসো। কিন্তু তাকে অনুসন্ধান করে পাওয়া গেল না। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যাও, তুমি স্বাধীন। সে বললো, ইয়া রাসুলুল্লাহ! কে আমাকে সাহায্য করবে? রাবী বলেন, সে বলছিল, আপনি কী মনে করেন, আমার মনিব যদি আমাকে ছিনিয়ে নিয়ে আবার গোলাম বানায়? রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাকে সাহায্য করা প্রত্যেক মুমিন মুসলমানের কর্তব্য। [২৬৮০]",
    "ar": "حَدَّثَنَا رَجَاءُ بْنُ الْمُرَجَّى السَّمَرْقَنْدِيُّ، حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، حَدَّثَنَا أَبُو حَمْزَةَ الصَّيْرَفِيُّ، حَدَّثَنِي عَمْرُو بْنُ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم صَارِخًا فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا لَكَ ‏\"‏ ‏.‏ قَالَ سَيِّدِي رَآنِي أُقَبِّلُ جَارِيَةً لَهُ فَجَبَّ مَذَاكِيرِي ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ عَلَىَّ بِالرَّجُلِ ‏\"‏ ‏.‏ فَطُلِبَ فَلَمْ يُقْدَرْ عَلَيْهِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اذْهَبْ فَأَنْتَ حُرٌّ ‏\"‏ ‏.‏ قَالَ عَلَى مَنْ نُصْرَتِي يَا رَسُولَ اللَّهِ قَالَ يَقُولُ أَرَأَيْتَ إِنِ اسْتَرَقَّنِي مَوْلاَىَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ عَلَى كُلِّ مُؤْمِنٍ أَوْ مُسْلِمٍ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[২৬৮০] আবূ দাউদ ৪৫১৯, ইরওয়া ১৭৪৪। তাহকীক আলবানীঃ হাসান। উক্ত হাদিসের রাবী হামযাহ আস-সায়রাফী সম্পর্কে আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন। ইমাম দারাকুতনী বলেন, তার হাদিসের অনুসরণ করা যাবে না। ইমাম যাহাবী বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ২৬৩৬, ১২/২৩৬ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "21"
    }
  }
}