{
  "hadith": {
    "hadith_id": 2704,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কোন ব্যক্তি একাধারে সত্তর বছর যাবত উত্তম কাজ করলো, অতঃপর ওসিয়াতের মাধ্যমে যুলুম করলো, ফলে খারাপ কাজের দ্বারা তার জীবনের সমাপ্তি হলো, সে জাহান্নামে যাবে। আবার কোন লোক একাধারে সত্তর বছর ধরে খারাপ কাজ করলো, অতঃপর ওসিয়াতের মাধ্যমে ন্যায়সঙ্গত কাজ করলো, ফলে ভালো কাজের দ্বারা তার জীবনের সমাপ্তি হলো, সে জান্নাতে যাবে। \nআবূ হুরায়রা (রাঃ) বলেন, তোমরা ইচ্ছা করলে (কুরআনের এ আয়াত) পড়তে পারো (অনুবাদ) : “এসব আল্লাহর নির্ধারিত সীমা। কেউ আল্লাহ ও তাঁর রাসূলের আনুগত্য করলে আল্লাহ তাকে জান্নাতে দাখিল করবেন, যার পাদদেশে নদী প্রবাহিত। সেখানে তারা স্থায়ী হবে। এটা এক মহাসাফল্য। আর কেউ আল্লাহ ও তাঁর রাসূলের অবাধ্য হলে এবং তাঁর নির্ধারিত সীমা লংঘন করলে তিনি তাকে জাহান্নামে নিক্ষেপ করবেন। সেখানে সে স্থায়ী হবে, তার জন্য রয়েছে লাঞ্ছনাদায়ক শাস্তি”। (সূরা নিসা: ১৩-১৪)। [২৭০৪]\n\nতাহকীক আলবানী: দঈফ।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ الأَزْهَرِ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ بْنُ هَمَّامٍ، أَنْبَأَنَا مَعْمَرٌ، عَنْ أَشْعَثَ بْنِ عَبْدِ اللَّهِ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْخَيْرِ سَبْعِينَ سَنَةً فَإِذَا أَوْصَى حَافَ فِي وَصِيَّتِهِ فَيُخْتَمُ لَهُ بِشَرِّ عَمَلِهِ فَيَدْخُلُ النَّارَ وَإِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الشَّرِّ سَبْعِينَ سَنَةً فَيَعْدِلُ فِي وَصِيَّتِهِ فَيُخْتَمُ لَهُ بِخَيْرِ عَمَلِهِ فَيَدْخُلُ الْجَنَّةَ ‏\"‏ ‏.‏ قَالَ أَبُو هُرَيْرَةَ وَاقْرَءُوا إِنْ شِئْتُمْ ‏{تِلْكَ حُدُودُ اللَّهِ}‏ إِلَى قَوْلِهِ {عَذَابٌ مُهِينٌ}‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "২৭০৪] আবূ দাউদ ২৮৬৭, যইফ আবু দাউদ ৪৯৫, মিশকাত ৩০৭৫। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী শাহর বিন হাওশাব সম্পর্কে ইয়াহইয়া বিন মাঈন ও ইয়াকুব বিন সুফইয়ান এবং আল-আজালী বলেন, তিনি সিকাহ। শু'বাহ ইবনুল হাজ্জাজ তাকে বর্জন করেছেন। আহমাদ বিন হাম্বল ও আবু হাতিম আর-রাযী বলেন, কোন সমস্যা নেই। (তাহযীবুল কামালঃ রাবী নং ২৭৮১, ১২/৫৭৮ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "22"
    }
  }
}