{
  "hadith": {
    "hadith_id": 2706,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "এক ব্যক্তি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বললো, ইয়া রাসূলুল্লাহ! আমাকে অবহিত করুন যে, লোকের মধ্যে কে আমার উত্তম সাহচর্যের অধিক দাবিদার। তিনি বলেনঃ হাঁ, তোমার পিতার শপথ! তোমাকে অবশ্যই অবহিত করা হবে, তোমার মা। সে বললো, তারপর কে? তিনি বলেনঃ তারপর তোমার মা। সে বললো, তারপর কে? তিনি বলেনঃ তারপর তোমার মা। সে বললো, তারপর কে? তিনি বলেনঃ তারপর তোমার পিতা। লোকটি বললো, ইয়া রাসূলুল্লাহ! আমাকে অবহিত করুন যে, আমার মাল থেকে আমি কিভাবে দান-খয়রাত করবো? তিনি বলেন: হাঁ, আল্লাহর শপথ! তোমাকে অবশ্যই বলা হবে। তুমি সুস্থ অবস্থায়, সম্পদের প্রতি তোমার আকর্ষণ থাকতে, উত্তমরূপে জীবন যাপনের আশা রেখে এবং দারিদ্রের আশঙ্কা জাগ্রত রেখে দান-খয়রাত করো, কিন্তু বিলম্ব করো না। শেষে যখন তোমার জান এখানে (কন্ঠনালীতে) এসে পৌঁছবে তখন তুমি বলবে আমার এই মাল অমুকের জন্য, আমার এই মাল অমুকের জন্য। অথচ তখন তা তাদের (ওয়ারিসদের) জন্য হয়েই গেছে, যদিও তুমি তা অপছন্দ করো। [২৭০৬]\n\nতাহকীক আলবানী : সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا شَرِيكٌ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، وَابْنِ، شُبْرُمَةَ عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ نَبِّئْنِي بِأَحَقِّ النَّاسِ مِنِّي بِحُسْنِ الصُّحْبَةِ فَقَالَ ‏\"‏ نَعَمْ وَأَبِيكَ لَتُنَبَّأَنَّ أُمُّكَ ‏\"‏ ‏.‏ قَالَ ثُمَّ مَنْ قَالَ ‏\"‏ ثُمَّ أُمُّكَ ‏\"‏ ‏.‏ قَالَ ثُمَّ مَنْ قَالَ ‏\"‏ ثُمَّ أُمُّكَ ‏\"‏ ‏.‏ قَالَ ثُمَّ مَنْ قَالَ ‏\"‏ ثُمَّ أَبُوكَ ‏\"‏ ‏.‏ قَالَ نَبِّئْنِي يَا رَسُولَ اللَّهِ عَنْ مَالِي كَيْفَ أَتَصَدَّقُ فِيهِ قَالَ ‏\"‏ نَعَمْ وَاللَّهِ لَتُنَبَّأَنَّ أَنْ تَصَدَّقَ وَأَنْتَ صَحِيحٌ شَحِيحٌ تَأْمُلُ الْعَيْشَ وَتَخَافُ الْفَقْرَ وَلاَ تُمْهِلْ حَتَّى إِذَا بَلَغَتْ نَفْسُكَ هَاهُنَا قُلْتَ مَالِي لِفُلاَنٍ وَمَالِي لِفُلاَنٍ وَهُوَ لَهُمْ وَإِنْ كَرِهْتَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৭০৬] সহীহুল বুখারী ৫৯৭১, মুসলিম ২৫৪৮, আহমাদ ৮১৪৪, ৮৮৩৮, ৮৯৬৫। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "22"
    }
  }
}