{
  "hadith": {
    "hadith_id": 2721,
    "narrator": "আবদুল্লাহ বিন মাসঊদ (রাঃ)",
    "bn": "এক ব্যক্তি আবু মুসা আশাআরী ও সালমান বিন রাবীআ আল-বাহিলী (রাঃ)-এর কাছে এসে এক কন্যা, এক পৌত্রী ও এক সহোদর বোনের ওয়ারিসী স্বত্ব সম্পর্কে জিজ্ঞাসা করলো। তারা বলেন, কন্যা পাবে অর্ধেক এবং অবশিষ্ট থাকবে তা পাবে বোন। তুমি বিন মাসউদের নিকট যাও। তিনিও হয়তো আমাদের সাথে একমত হবেন। অতঃপর লোকটি বিন মাসউদ (রাঃ)–এর নিকট গিয়ে জিজ্ঞাসা করলো এবং তারা যা বলেছিলেন তাও তাকে অবহিত করলো। আবদুল্লাহ বিন মাসউদ(রাঃ) বলেন, তাহলে আমি পথভ্রষ্ট হয়ে যাবো এবং হেদায়াতপ্রাপ্তদের অন্তভুক্ত থাকবো না। এ ব্যাপারে আমি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অনুরূপ ফায়সালাই দিবো। কন্যা পাবে অর্ধাংশ এবং পৌত্রী পাবে এক-ষষ্ঠাংশ। এভাবে উভয়ের অংশ মিলে দুই-তৃতীয়াংশ পূর্ণ হবে। অবশিষ্ট যা থাকবে তা পাবে বোন। [২৭২১]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي قَيْسٍ الأَوْدِيِّ، عَنِ الْهُزَيْلِ بْنِ شُرَحْبِيلَ، قَالَ جَاءَ رَجُلٌ إِلَى أَبِي مُوسَى الأَشْعَرِيِّ وَسَلْمَانَ بْنِ رَبِيعَةَ الْبَاهِلِيِّ فَسَأَلَهُمَا عَنِ ابْنَةٍ وَابْنَةِ ابْنٍ وَأُخْتٍ، لأَبٍ وَأُمٍّ فَقَالاَ لِلاِبْنَةِ النِّصْفُ وَمَا بَقِيَ فَلِلأُخْتِ وَائْتِ ابْنَ مَسْعُودٍ فَسَيُتَابِعُنَا ‏.‏ فَأَتَى الرَّجُلُ ابْنَ مَسْعُودٍ فَسَأَلَهُ وَأَخْبَرَهُ بِمَا قَالاَ فَقَالَ عَبْدُ اللَّهِ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ وَلَكِنِّي سَأَقْضِي بِمَا قَضَى بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلاِبْنَةِ النِّصْفُ وَلاِبْنَةِ الاِبْنِ السُّدُسُ تَكْمِلَةَ الثُّلُثَيْنِ وَمَا بَقِيَ فَلِلأُخْتِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৭২১] সহীহুল বুখারী ৬৭৩৬, তিরমিযী ২০৯৩, আবূ দাউদ ২৮৯০, আহমাদ ৩৬৮৩, ৪১৮৪, দারেমী ২৮৮৯, ইরওয়া ১৬৮৩, রাওদুন নাদীর ৬৩৪, সহীহ আবু দাউদ ২৫৭২। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী আবু কায়স আল-আওদী সম্পর্কে আবু বাকর আল-বাযযার বলেন, তিনি নির্ভরযোগ্য নয়। আবু আবদুল্লাহ আল-হাকিম বলেন, তার হাদিস দ্বারা দলীল গ্রহণযোগ্য নয়। আহমাদ বিন হাম্বল বলেন, তিনি হাদিস বর্ণনায় সিকাহ রাবীর বিপরীত হাদিস বর্ণনা করেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় কখনো কখনো সিকাহ রাবীর বিপরীত হাদিস বর্ণনা করেন। (তাহযীবুল কামালঃ রাবী নং ৩৭৭৮, ১৭/২০ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "23"
    }
  }
}