{
  "hadith": {
    "hadith_id": 2732,
    "narrator": "উমর (রাঃ)",
    "bn": "রাবাব বিন হুযায়ফাহ বিন সাঈদ বিন সাহম (রহঃ) উম্মু ওয়াইল বিনতু মা‘মার আল-জুমাহিয়্যাকে বিবাহ করেন। তার গর্ভে তিনটি সন্তান জন্মগ্রহণ করে। অতঃপর তাদের মা মারা গেলে তার ওয়ারিসী সূত্রে তার পরিত্যক্ত সম্পত্তি ও তার মুক্ত দাসদের ওয়ালাআর মালিক হয়। অতঃপর ‘আমর ইবনুল আ‘স (রাঃ) তাদেরকে সিরিয়ায় নিয়ে যান। সেখানে তারা আমওয়াস নামক মহামারীতে আক্রান্ত হয়ে মারা যায়। অতঃপর ‘আমর (রাঃ) তাদের ওয়ারিস হন। তিনি ছিলেন তাদের আসাবা। ‘আমর ইবনুল আস (রাঃ) ফিরে এলে মা‘মারের পুত্ররা এসে তাদের বোনের ওয়ালাআর দাবিদার হয়ে উমর (রাঃ)-এর নিকট মামলা দায়ের করে। উমর (রাঃ) বলেন, আমি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট যা শুনেছি তদনুযায়ী তোমাদের মধ্যে ফয়সালা করবো। আমি তাঁকে বলতে শুনেছিঃ পুত্র ও পিতা (ওয়ালাআ সূত্রে) যা পেয়েছে তা তার আসাবাগনের প্রাপ্য। রাবী বলেন, অতএব তিনি এ সম্পর্কে আমাদের অনুকূলে ফয়সালা দিলেন এবং আমাদেরকে একখানা পত্র লিখে দিলেন যাতে আব্দুর রহমান বিন আউফ (রাঃ), যায়দ বিন সাবিত (রাঃ) ও আরো একজন সাক্ষী হয়েছিলেন। এরপর আব্দুল মালিক বিন মারওয়ানের খেলাফতকালে উম্মু ওয়াইলের এক মুক্ত দাস দু’ হাজার দীনার রেখে মারা গেলো। আমি অবহিত হলাম যে, পূর্বের সেই ফয়সালা পরিবর্তন করা হয়েছে। অতএব তারা হিশাম বিন ইসমাঈলের নিকট অভিযোগ দায়ের করলে তিনি আমাদেরকে আব্দুল মালেকের নিকট পাঠান। আমরা তার কাছে উমর (রাঃ) এর পত্রসহ উপস্থিত হলাম। তিনি বলেন, আমি জানতাম না যে, এই সুস্পষ্ট ফয়সালা নিয়েও লোকজন বিবাদ করবে। আমার ধারনা ছিল না যে, মদীনাবাসীদের অবস্থা এমন পর্যায়ে পৌঁছবে যে, তারা এই ফয়সালা নিয়ে সন্দেহ করবে। অতএব তিনি এ ব্যাপারে আমাদের পক্ষে রায় দিলেন এবং এরপর থেকে আমরা এ সম্পত্তি ওয়ারিসী সূত্রে ভোগদখল করে আসছি। [২৭৩২]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا حُسَيْنٌ الْمُعَلِّمُ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ تَزَوَّجَ رِئَابُ بْنُ حُذَيْفَةَ بْنِ سُعَيْدِ بْنِ سَهْمٍ أُمَّ وَائِلٍ بِنْتَ مَعْمَرٍ الْجُمَحِيَّةَ فَوَلَدَتْ لَهُ ثَلاَثَةً فَتُوُفِّيَتْ أُمُّهُمْ فَوَرِثَهَا بَنُوهَا رِبَاعًا وَوَلاَءَ مَوَالِيهَا فَخَرَجَ بِهِمْ عَمْرُو بْنُ الْعَاصِ مَعَهُ إِلَى الشَّامِ فَمَاتُوا فِي طَاعُونِ عَمْوَاسَ فَوَرِثَهُمْ عَمْرٌو وَكَانَ عَصَبَتَهُمْ فَلَمَّا رَجَعَ عَمْرُو بْنُ الْعَاصِ جَاءَ بَنُو مَعْمَرٍ يُخَاصِمُونَهُ فِي وَلاَءِ أُخْتِهِمْ إِلَى عُمَرَ فَقَالَ عُمَرُ أَقْضِي بَيْنَكُمْ بِمَا سَمِعْتُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم سَمِعْتُهُ يَقُولُ ‏ \"‏ مَا أَحْرَزَ الْوَلَدُ أَوِ الْوَالِدُ فَهُوَ لِعَصَبَتِهِ مَنْ كَانَ ‏\"‏ ‏.‏ قَالَ فَقَضَى لَنَا بِهِ وَكَتَبَ لَنَا بِهِ كِتَابًا فِيهِ شَهَادَةُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَزَيْدِ بْنِ ثَابِتٍ وَآخَرَ حَتَّى إِذَا اسْتُخْلِفَ عَبْدُ الْمَلِكِ بْنُ مَرْوَانَ تُوُفِّيَ مَوْلًى لَهَا وَتَرَكَ أَلْفَىْ دِينَارٍ فَبَلَغَنِي أَنَّ ذَلِكَ الْقَضَاءَ قَدْ غُيِّرَ فَخَاصَمُوهُ إِلَى هِشَامِ بْنِ إِسْمَاعِيلَ فَرَفَعَنَا إِلَى عَبْدِ الْمَلِكِ فَأَتَيْنَاهُ بِكِتَابِ عُمَرَ فَقَالَ إِنْ كُنْتُ لأَرَى أَنَّ هَذَا مِنَ الْقَضَاءِ الَّذِي لاَ يُشَكُّ فِيهِ وَمَا كُنْتُ أَرَى أَنَّ أَمْرَ أَهْلِ الْمَدِينَةِ بَلَغَ هَذَا أَنْ يَشُكُّوا فِي هَذَا الْقَضَاءِ ‏.‏ فَقَضَى لَنَا بِهِ فَلَمْ نَزَلْ فِيهِ بَعْدُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৭৩২] আবূ দাউদ ২৯১৭, সহীহাহ ২২১৩, সহীহ আবু দাউদ ২৫৯০। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "23"
    }
  }
}