{
  "hadith": {
    "hadith_id": 2743,
    "narrator": "আবু হুরায়রা(রাঃ)",
    "bn": "লিআন সম্পর্কিত আয়াত নাযিল হলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে নারী কোনো সম্প্রদায়ের সাথে এমন বাচ্চাকে শামিল করে যে তাদের নয়, তার সাথে আল্লাহর কোনো সম্পর্ক নেই এবং তিনি কখনো তাকে জান্নাতে প্রবেশ করাবেন না। আর যে পুরুষ নিজের সন্তানকে চিনতে পেরেও অস্বীকার করলো, কিয়ামতের দিন আল্লাহ তার থেকে আড়ালে থাকবেন এবং সমস্ত সৃষ্টিকুলের সামনে তাকে অপমান করবেন। [২৭৪৩]\n\nতাহকীক আলবানীঃ দঈফ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ مُوسَى بْنِ عُبَيْدَةَ، حَدَّثَنِي يَحْيَى بْنُ حَرْبٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ لَمَّا نَزَلَتْ آيَةُ اللِّعَانِ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَيُّمَا امْرَأَةٍ أَلْحَقَتْ بِقَوْمٍ مَنْ لَيْسَ مِنْهُمْ فَلَيْسَتْ مِنَ اللَّهِ فِي شَىْءٍ وَلَنْ يُدْخِلَهَا جَنَّتَهُ وَأَيُّمَا رَجُلٍ أَنْكَرَ وَلَدَهُ وَقَدْ عَرَفَهُ احْتَجَبَ اللَّهُ مِنْهُ يَوْمَ الْقِيَامَةِ وَفَضَحَهُ عَلَى رُءُوسِ الأَشْهَادِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৭৪৩] নাসায়ী ৩৪৮১, আবূ দাউদ ২২৬৩, দারেমী ২২৬৮, ইরওয়া ২৩৬৭, যইফ আবু দাউদ ৩৮৯, যইফাহ ১৪২৭, আর-রাদ্দু আলাল বালীক ১১৭। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী ১. যায়দ ইবনুল হুবাব সম্পর্কে আহমাদ বিন হাম্বল বলেন, তিনি সত্যবাদী কিন্তু হাদিস বর্ণনায় অধিক ভুল করেন। আলী ইবনুল মাদীনী ও উসমান বিন আবু শায়বাহ তাকে সিকাহ বলেছেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেছেন। (তাহযীবুল কামালঃ রাবী নং ২০৯৫, ১০/৪০ নং পৃষ্ঠা) ২. মুসা বিন উবায়দাহ সম্পর্কে মুহাম্মাদ বিন সা'দ বলেন, তিনি সিকাহ তবে হুজ্জাহ নয়। আহমাদ বিন হাম্বল বলেন, তার থেকে হাদিস বর্ণনা করা উচিত নয়। আলী ইবনুল মাদীনী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। আবু যুরআহ আর-রাযী বলেন, তিনি হাদিস বর্ণনায় নির্ভরযোগ্য নয়। আবু হাতিম আর-রাযী বলেন, মুনকারুল হাদিস। (তাহযীবুল কামালঃ রাবী নং ৬২৮০, ২৯/১০৪ নং পৃষ্ঠা) ৩. ইয়াহইয়া বিন হারব সম্পর্কে ইবনু হাজার আল-আসকালানী, ইমাম দারাকুতনী ও ইয়াহইয়া বিন মাঈন বলেন, তিনি মাজহুল বা অপরিচিত। ইমাম যাহাবী বলেন, তার মাঝে জাহালাত রয়েছে, তিনি মাজহুল বা অপরিচিত। (তাহযীবুল কামালঃ রাবী নং ৬৮০৮, ৩১/২৬৫ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "23"
    }
  }
}