{
  "hadith": {
    "hadith_id": 2753,
    "narrator": "আবু হুরায়রা (রাঃ)",
    "bn": "রাসূলুল্লাহ(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি আল্লাহর রাস্তায় বের হয়, আমার রাস্তায় জিহাদ, আমার উপর ঈমান এবং আমার রাসুলগণকে সত্যবাদী বলে মেনে নেয়াই তাকে এ পথে বের করে, তার জন্য আমার যিম্মাদারি এই যে, আমি তাকে জান্নাতে প্রবেশ করাবো অথবা তাকে তার বের হওয়ার স্থান অর্থাৎ তার আবাসে তাকে সওয়াব ও গণীমাতসহ ফিরিয়া আনবো। অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সেই সত্তার শপথ যাঁর হাতে আমার প্রাণ! আমি মুসলমানদের জন্য কষ্টসাধ্য মনে না করলে তারা আল্লাহর রাস্তায় যে যুদ্ধেই যায় আমি পেছনে থেকে যেতাম না। কিন্তু আমার এতোটুকু সঙ্গতি নাই যে, আমি তাদের প্রত্যেকের জন্য সওয়ারীর ব্যবস্থা করে দিবো এবং তাদেরও সঙ্গতি নেই যে, প্রতিটি যুদ্ধে তারা আমার সাথে যাবে। আমি তাদেরকে আমার সাথে না নিয়ে গেলে তাদেরও দুশ্চিন্তা হবে। সেই সত্তার শপথ যাঁর হাতে মুহাম্মাদের প্রাণ! আমার ইচ্ছা হয় যে, আমি আল্লাহর রাস্তায় জিহাদ করে শহীদ হই, তারপর আবার জিহাদ করে শহীদ হই, তারপর আবার জিহাদ করে শহীদ হই। [২৭৫৩] \nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَعَدَّ اللَّهُ لِمَنْ خَرَجَ فِي سَبِيلِهِ لاَ يُخْرِجُهُ إِلاَّ جِهَادٌ فِي سَبِيلِي وَإِيمَانٌ بِي وَتَصْدِيقٌ بِرُسُلِي فَهُوَ عَلَىَّ ضَامِنٌ أَنْ أُدْخِلَهُ الْجَنَّةَ أَوْ أَرْجِعَهُ إِلَى مَسْكَنِهِ الَّذِي خَرَجَ مِنْهُ نَائِلاً مَا نَالَ مِنْ أَجْرٍ أَوْ غَنِيمَةٍ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ وَالَّذِي نَفْسِي بِيَدِهِ لَوْلاَ أَنْ أَشُقَّ عَلَى الْمُسْلِمِينَ مَا قَعَدْتُ خِلاَفَ سَرِيَّةٍ تَخْرُجُ فِي سَبِيلِ اللَّهِ أَبَدًا وَلَكِنْ لاَ أَجِدُ سَعَةً فَأَحْمِلَهُمْ وَلاَ يَجِدُونَ سَعَةً فَيَتَّبِعُونِي وَلاَ تَطِيبُ أَنْفُسُهُمْ فَيَتَخَلَّفُونَ بَعْدِي وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوَدِدْتُ أَنْ أَغْزُوَ فِي سَبِيلِ اللَّهِ فَأُقْتَلَ ثُمَّ أَغْزُوَ فَأُقْتَلَ ثُمَّ أَغْزُوَ فَأُقْتَلَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৭৫৩] সহীহুল বুখারী ৩৬, ২৭৯৭, ২৯৭২, ৩১২৩, ৭২২৬, ৭২৬৭, ৭২২৭, মুসলিম ১৮৭৬, নাসায়ী ৩০৯৮, ৩১২২, ৩১২৩, ৩১২৪, ৩১৫১, ৩১৫২, ৫০২৯, ৫০৩০, আহমাদ ৭১১৭, ৭২৯৮, ২৭৩৪৭, ৮৭৫৭, ২৭৫০৯, ৯১৯২, ৯৭৭৬, ১০০৩৫, ১০১৪৫, মুয়াত্তা মালেক ৯৭৪, ৯৯৯, ১০১২, দারেমী ২৬৯১। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী মুহাম্মাদ বিন ফুদায়ল সম্পর্কে ইবনু মাঈন তাকে সিকাহ বলেছেন। আবু যুরআহ আর-রাযী বলেন, তিনি সত্যবাদী। ইমাম নাসাঈ বলেন, কোন সমস্যা নেই। আহমাদ বিন হাম্বল বলেন, তিনি শীয়া মতাবলম্বী। (তাহযীবুল কামালঃ রাবী নং ৫৫৪৮, ২৬/২৯৩ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "24"
    }
  }
}