{
  "hadith": {
    "hadith_id": 2766,
    "narrator": "আবদুল্লাহ ইবনুয যুবায়র (রাঃ)",
    "bn": "উসমান বিন আফ্ফান (রাঃ) লোকদের উদ্দেশ্যে ভাষণ দিলেন। তিনি বলেন, হে জনগণ! আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট একটি হাদীস শুনেছি। সেটি তোমাদের নিকট বর্ণনা করা থেকে আমাকে বিরত রেখেছে তোমাদের সাহচর্যের প্রতি আমার কৃপণতা। অতএব কেউ চাইলে তা নিজের জন্য গ্রহণ করতে পারে অথবা পরিহারও করতে পারে। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ যে ব্যক্তি আল্লাহ তাআলার রাস্তায় এক রাত সীমান্ত অঞ্চলে পাহারা দেয়, তা এক হাজার দিন সিয়াম রাখা এবং এক হাজার রাত জেগে নামায পড়ার সমতুল্য। [২৭৬৬]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ مُصْعَبِ بْنِ ثَابِتٍ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، قَالَ خَطَبَ عُثْمَانُ بْنُ عَفَّانَ النَّاسَ فَقَالَ يَا أَيُّهَا النَّاسُ إِنِّي سَمِعْتُ حَدِيثًا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم لَمْ يَمْنَعْنِي أَنْ أُحَدِّثَكُمْ بِهِ إِلاَّ الضِّنُّ بِكُمْ وَبِصَحَابَتِكُمْ فَلْيَخْتَرْ مُخْتَارٌ لِنَفْسِهِ أَوْ لِيَدَعْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ رَابَطَ لَيْلَةً فِي سَبِيلِ اللَّهِ سُبْحَانَهُ كَانَتْ كَأَلْفِ لَيْلَةٍ صِيَامِهَا وَقِيَامِهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৭৬৬] তিরমিযী ১৬৬৭, নাসায়ী ৩১৬৯, ৩১৬০, আহমাদ ৪৪৪, ৪৬৫, ৪৭২, ৪৭৯, দারেমী ২৪২৪, বায়হাকী ফিস সুনান ৩/৫, ৯/৩৯, বায়হাকী ফিশ শুআব ৬২৮৪, সহীহাহ ২৯২১, সহীহ আল-জামি' আস-সগীর ৫২৩। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী আবদুর রহমান বিন যায়দ বিন আসলাম সম্পর্কে আবুল ফারাজ ইবনুল জাওযী বলেন, তার দুর্বলতার ব্যাপারে সকলে একমত। আবুল কাসিম বিন বিশকাওয়াল বলেন, তার ভাই তাকে দুর্বল বলেছেন। আবু বাকর আল-বায়হাকী বলেন, তার হাদিস দলীল হিসেবে গ্রহণযোগ্য নয়, তিনি দুর্বল। আবু যুরআহ আর-রাযী ও ইমাম তিরমিযি বলেন, তিনি হাদিস বর্ণনায় দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৩৮২০, ১৭/১১৪ নং পৃষ্ঠা)\n\nউক্ত হাদিসটি সহিহ কিন্তু আবদুর রহমান বিন যায়দ বিন আসলাম এর কারণে সানাদটি দুর্বল। হাদিসটির ১৭২ টি শাহিদ হাদিস রয়েছে, তন্মধ্যে ১১ টি জাল, ৪৭ টি খুবই দুর্বল, ৫৭ টি দুর্বল, ২২ টি হাসান, ৩৫ টি সহিহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ মুসলিম ১৯১৬, তিরমিযি ১৬৬৫, ১৬৬৭, দারিমী ২৪২৪, আহমাদ ৪৪৪, ৪৭২, ৪৭৯, ৫৫৯, ৬৬১৫, ৮৯৯১, ২৩২১৪, ২৩২১৫, মুসান্নাফ আবদুর রাযযাক ৯৬১৭, ৯৬১৮, ৯৬১৯, মু'জামুল আওসাত ৩১২৩, ৪০৪৯, ৪৮২১, ৪৮২৫, ৫৬৭২, ৮০৫৯।",
    "chapter": {
      "chapter_number": "24"
    }
  }
}