{
  "hadith": {
    "hadith_id": 2768,
    "narrator": "উবায় বিন কা‘ব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ রমাদান মাস ব্যতীত অন্য মাসে সওয়াবের আশায় মুসলমানদের জন্য আল্লাহর রাস্তায় সীমান্ত চৌকিতে একদিন পাহারা দেয়া একশত বছরের ইবাদত, সিয়াম ও (নফল) নামায অপেক্ষা অধিক সওয়াবের কাজ। আর রমাদান মাসে সওয়াবের আশায় আল্লাহর রাস্তায় মুসলমানদের নিরাপত্তার জন্য এক দিন পাহারা দেয়া আল্লাহর নিকট এক হাজার বছরের বছরের ইবাদত, সিয়াম ও নামায অপেক্ষা অধিক সওয়াবের কাজ। আল্লাহ যদি তাকে নিরাপদে তার পরিবার-পরিজনের নিকট ফিরিয়ে আনেন তবে এক হাজার বছর পর্যন্ত তার কোন গুনাহ লেখা হবে না, তার জন্য নেকী লেখা হবে এবং কিয়ামত পর্যন্ত তার জন্য সীমান্ত চৌকিতে পাহারাদানের সওয়াব অব্যাহতভাবে লিপিবদ্ধ হতে থাকবে। [২৭৬৮] \n\nতাহকীক আলবানীঃ বানোয়াট।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ بْنِ سَمُرَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ يَعْلَى السُّلَمِيُّ، حَدَّثَنَا عُمَرُ بْنُ صُبْحٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَمْرٍو، عَنْ مَكْحُولٍ، عَنْ أُبَىِّ بْنِ كَعْبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَرِبَاطُ يَوْمٍ فِي سَبِيلِ اللَّهِ مِنْ وَرَاءِ عَوْرَةِ الْمُسْلِمِينَ مُحْتَسِبًا مِنْ غَيْرِ شَهْرِ رَمَضَانَ أَعْظَمُ أَجْرًا مِنْ عِبَادَةِ مِائَةِ سَنَةٍ صِيَامِهَا وَقِيَامِهَا وَرِبَاطُ يَوْمٍ فِي سَبِيلِ اللَّهِ مِنْ وَرَاءِ عَوْرَةِ الْمُسْلِمِينَ مُحْتَسِبًا مِنْ شَهْرِ رَمَضَانَ أَفْضَلُ عِنْدَ اللَّهِ وَأَعْظَمُ أَجْرًا - أُرَاهُ قَالَ - مِنْ عِبَادَةِ أَلْفِ سَنَةٍ صِيَامِهَا وَقِيَامِهَا فَإِنْ رَدَّهُ اللَّهُ إِلَى أَهْلِهِ سَالِمًا لَمْ تُكْتَبْ عَلَيْهِ سَيِّئَةٌ أَلْفَ سَنَةٍ وَتُكْتَبُ لَهُ الْحَسَنَاتُ وَيُجْرَى لَهُ أَجْرُ الرِّبَاطِ إِلَى يَوْمِ الْقِيَامَةَ ‏\"‏ ‏.‏",
    "grade_id": 5,
    "grade": "জাল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৭৬৮] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। বায়হাকী ফিস সুনান ৪/২৫০। আত-তালীকুর রাগীব ২/১৫১, দঈফ আল-জামি ৩০৮৫। \nউক্ত হাদীসের রাবী মুহাম্মাদ বিন ইয়া’লা আস-সুলামী সম্পর্কে আবূ আহমাদ বিন আদী আল-জুরজানী বলেন, তার হাদীসের অনুসরণ করা যাবে না। আবূ বাকর আল-বায়হাকী বলেন, তিনি দুর্বল। আবূ হাতিম আর-রাযী বলেন, তিনি মিথ্যার অভিযোগে অভিযুক্ত। আহমাদ বিন শুআয়ব আন নাসায়ী বলেন, তিনি সিকাহ নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল।(তাহযীবুল কামালঃ রাবী নং ৫৭১৩, ২৭/৪৫ নং পৃষ্ঠা) ২. উমার বিন সুবহ সম্পর্কে আবুল ফাতহ আল-আযদী বলেন, তিনি মিথ্যুক। আবূ বাকর আল-বায়হাকী বলেন, তিনি দুর্বল। আহমাদ বিন শুআয়ব আন নাসায়ী বলেন, তিনি সিকাহ নয়। ইসহাক বিন রাহওয়ায় তাকে মিথ্যুক হিসেবে উল্লেখ করেছেন। ইমাম দারাকুতনী বলেন, তিনি প্রত্যাখ্যানযোগ্য।(তাহযীবুল কামালঃ রাবী নং ৪২৫৯, ২১/৩৯৬ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "24"
    }
  }
}