{
  "hadith": {
    "hadith_id": 2772,
    "narrator": "আনাস বিন মালিক(রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর প্রসঙ্গ উল্লেখ করা হলে তিনি বলেন, তিনি ছিলেন মানুষের মধ্যে সর্বাধিক সুন্দর, সর্বাধিক দানশীল এবং সর্বাধিক সাহসী বীর পুরুষ। এক রাতে মদীনাবাসী সন্ত্রস্ত হয়ে পড়লো। তারা একটি বিকট শব্দ শুনে সেদিকে ছুটলো। পথিমধ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের সাথে মিলিত হলেন। অবশ্য তিনি তাদের আগেই সেই বিকট শব্দের কারণ অনুসন্ধানে গিয়েছিলেন। তিনি আবূ তালহা(রাঃ) -র ঘোড়ার গদিহীন খালি পিঠে সওয়ার ছিলেন। তাঁর ঘাড়ে তরবারি ঝুলানো ছিল। তিনি বলছিলেনঃ হে জনগণ! তোমরা সন্ত্রস্ত হয়ো না। এই বলে তিনি তাদের ফিরিয়ে আনছিলেন। অতঃপর তিনি ঘোড়া সম্পর্কে মন্তব্য করেনঃ আমি এটিকে সমুদ্রের ন্যায় পেয়েছি অথবা এটি যেন একটি সমুদ্র। রাবী হাম্মাদ (রহঃ) বলেন, সাবিত (রহঃ) বা অপর কেউ আমাকে বলেছেন যে, আবূ তালহা (রাঃ) -র ঘোড়াটি ছিল মন্থর গতিসম্পন্ন। কিন্তু এ দিনের পর থেকে কোন ঘোড়াই দৌড় প্রতিযোগিতায় একে অতিক্রম করতে পারেনি। [২৭৭২] \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ، أَنْبَأَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ ذُكِرَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ كَانَ أَحْسَنَ النَّاسِ وَكَانَ أَجْوَدَ النَّاسِ وَكَانَ أَشْجَعَ النَّاسِ وَلَقَدْ فَزِعَ أَهْلُ الْمَدِينَةِ لَيْلَةً فَانْطَلَقُوا قِبَلَ الصَّوْتِ فَتَلَقَّاهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَدْ سَبَقَهُمْ إِلَى الصَّوْتِ وَهُوَ عَلَى فَرَسٍ لأَبِي طَلْحَةَ عُرْىٍ مَا عَلَيْهِ سَرْجٌ فِي عُنُقِهِ السَّيْفُ وَهُوَ يَقُولُ ‏\"‏ يَا أَيُّهَا النَّاسُ لَنْ تُرَاعُوا ‏\"‏ ‏.‏ يَرُدُّهُمْ ثُمَّ قَالَ لِلْفَرَسِ ‏\"‏ وَجَدْنَاهُ بَحْرًا ‏\"‏ ‏.‏ أَوْ ‏\"‏ إِنَّهُ لَبَحْرٌ ‏\"‏ ‏.‏ قَالَ حَمَّادٌ وَحَدَّثَنِي ثَابِتٌ أَوْ غَيْرُهُ قَالَ كَانَ فَرَسًا لأَبِي طَلْحَةَ يُبَطَّأُ فَمَا سُبِقَ بَعْدَ ذَلِكَ الْيَوْمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৭৭২] সহীহুল বুখারী ২৬৬৭, ২৮৬০, ২৮৫৭, ২৮৬২, ২৮৬৬, ২৮৬৭, ২৯০৮, ২৯৬৮, ৩০৪০, ৬০৩৩, ৬২১২, মুসলিম ২৩০৭, তিরমিযী ১৬৮৫, ১৬৮৬, ১৬৮৭, আবূ দাউদ ৪৯৮৮, আহমাদ ১২৬৬৬, ১২৪৪০, ১২৫১১, ১৩৪৯৩, বায়হাকী ফিস সুনান ৬/৮৮, ১০/২৫, ইরওয়া ২৪৪৮। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "24"
    }
  }
}