{
  "hadith": {
    "hadith_id": 2778,
    "narrator": "আবূ উমামাহ (রাঃ)",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি; একজন শহীদ নৌযোদ্ধার মর্যাদা দু’জন শহীদ স্থলযোদ্ধার সমান। আর নৌ-পথে যার মাথাঘুরানি হয়, তার মর্যাদা স্থলযুদ্ধে শহীদের মর্যাদার সমান। আর দু’টি ঢেউয়ের মধ্যবর্তী দূরত্ব অতিক্রমকারীর মর্যাদা আল্লাহ্‌র আনুগত্যে সারা দুনিয়া সফরকারীর সমান। আল্লাহ তাআলা মৃত্যুদূতকে নৌযোদ্ধা ব্যতীত সকলের রূহ হরণ করার দায়িত্ব দিয়েছেন। স্বয়ং আল্লাহ নৌযোদ্ধার রূহ নিয়ে নেন। তিনি যুদ্ধে শহীদের সকল গুনাহ মাফ করেন তার ঋণ ব্যতিত, কিন্তু নৌ-যুদ্ধে শহীদের সকল গুনাহ এবং ঋণও মাফ করেন। [২৭৭৮] \n\nতাহকীক আলবানীঃ খুবই দুর্বল।",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ يُوسُفَ الْجُبَيْرِيُّ، حَدَّثَنَا قَيْسُ بْنُ مُحَمَّدٍ الْكِنْدِيُّ، حَدَّثَنَا عُفَيْرُ بْنُ مَعْدَانَ الشَّامِيُّ، عَنْ سُلَيْمِ بْنِ عَامِرٍ، قَالَ سَمِعْتُ أَبَا أُمَامَةَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ شَهِيدُ الْبَحْرِ مِثْلُ شَهِيدَىِ الْبَرِّ وَالْمَائِدُ فِي الْبَحْرِ كَالْمُتَشَحِّطِ فِي دَمِهِ فِي الْبَرِّ وَمَا بَيْنَ الْمَوْجَتَيْنِ كَقَاطِعِ الدُّنْيَا فِي طَاعَةِ اللَّهِ وَإِنَّ اللَّهَ عَزَّ وَجَلَّ وَكَلَ مَلَكَ الْمَوْتِ بِقَبْضِ الأَرْوَاحِ إِلاَّ شَهِيدَ الْبَحْرِ فَإِنَّهُ يَتَوَلَّى قَبْضَ أَرْوَاحِهِمْ وَيَغْفِرُ لِشَهِيدِ الْبَرِّ الذُّنُوبَ كُلَّهَا إِلاَّ الدَّيْنَ وَلِشَهِيدِ الْبَحْرِ الذُّنُوبَ وَالدَّيْنَ ‏\"‏ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "[২৭৭৮] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। ইরওয়া ১১৯৫। তাহকীক আলবানীঃ খুবই দুর্বল। উক্ত হাদিসের রাবী গুফায়র বিন মা'দান আশ-শামী সম্পর্কে আবু জা'ফার আল-উকায়লী বলেন, তার হাদিসের অনুসরণ করা যাবে না। আবু হাতিম আর-রাযী ও আবু দাউদ আস-সাজিসতানী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। ইমাম তিরমিযি বলেন, তিনি হাদিস বর্ণনায় দুর্বল ছিলেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। ইমাম যাহাবী তাকে দুর্বল হিসেবে উল্লেখ করেছেন। (তাহযীবুল কামালঃ রাবী নং ৩৯৬৫, ২০/১৭৬ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "24"
    }
  }
}