{
  "hadith": {
    "hadith_id": 28,
    "narrator": "কারাযাহ বিন কা’ব",
    "bn": "উমার ইবনুল খাত্তাব (রাঃ), আমাদেরকে কূফার উদ্দেশ্যে পাঠালেন। তিনি আমাদের বিদায় দিতে আমাদের সাথে সিরার নামক স্থান পর্যন্ত হেঁটে আসেন। তিনি বলেন, তোমরা কি জানো আমি কেন তোমাদের সাথে চলে এসেছি? রাবী বলেন, আমরা বললাম, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহচর্যের কর্তব্য এবং আনসারদের প্রতি কর্তব্যের কারণে। উমার (রাঃ) বলেন, আমি তোমাদের নিকট একটি বিশেষ কথা বলার উদ্দেশ্যে তোমাদের সঙ্গে চলে এসেছি। আমি আশা করি তোমাদের সাথে আমার চলে আসার প্রতি খেয়াল রেখে তোমরা তা মনে রাখবে। তোমরা এমন এক সম্প্রদায়ের নিকট যাচ্ছো, যাদের বক্ষস্থলে ফুটন্ত হাঁড়ির মত কুরআনের আওয়াজ হবে। তারা তোমাদেরকে দেখে তোমাদের প্রতি তাদের আনুগত্যের গর্দান এগিয়ে দিবে এবং বলবে, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম-এর সাহাবীগণ এসেছেন। তোমরা তাদের নিকট রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কম সংখ্যক হাদীস বর্ণনা করবে। তাহলে আমি তোমাদের সাথে আছি। [২৮]",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ، عَنْ قَرَظَةَ بْنِ كَعْبٍ، قَالَ بَعَثَنَا عُمَرُ بْنُ الْخَطَّابِ إِلَى الْكُوفَةِ وَشَيَّعَنَا فَمَشَى مَعَنَا إِلَى مَوْضِعٍ يُقَالُ لَهُ صِرَارٌ ‏.‏ فَقَالَ أَتَدْرُونَ لِمَ مَشَيْتُ مَعَكُمْ قَالَ قُلْنَا لِحَقِّ صُحْبَةِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ وَلِحَقِّ الأَنْصَارِ ‏.‏ قَالَ لَكِنِّي مَشَيْتُ مَعَكُمْ لِحَدِيثٍ أَرَدْتُ أَنْ أُحَدِّثَكُمْ بِهِ فَأَرَدْتُ أَنْ تَحْفَظُوهُ لِمَمْشَاىَ مَعَكُمْ إِنَّكُمْ تَقْدُمُونَ عَلَى قَوْمٍ لِلْقُرْآنِ فِي صُدُورِهِمْ هَزِيزٌ كَهَزِيزِ الْمِرْجَلِ فَإِذَا رَأَوْكُمْ مَدُّوا إِلَيْكُمْ أَعْنَاقَهُمْ وَقَالُوا أَصْحَابُ مُحَمَّدٍ ‏.‏ فَأَقِلُّوا الرِّوَايَةَ عَنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ وَأَنَا شَرِيكُكُمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৮] সহীহ। তাখরীজ আলবানী: হাকিমের ইসরাদ। উক্ত হাদিসে মুজালিদ বিন সাঈদ সম্পর্কে ইমাম বুখারী ও ইয়াকুব বিন সুফইয়ান বলেন, তিনি সত্যবাদী। ইমাম নাসাঈ বলেন, তিনি সিকাহ। ইয়াহইয়া বিন সাঈদ আল কাত্তান বলেন, তিনি দইফ বা দুর্বল। ইবনু মাঈন বলেন তার হাদিস দ্বারা দলীল গ্রহন করা যাবে না।",
    "chapter": {
      "chapter_number": "0"
    }
  }
}