{
  "hadith": {
    "hadith_id": 2800,
    "narrator": "জাবির বিন আবদুল্লাহ (রাঃ)",
    "bn": "উহুদের যুদ্ধের দিন আবদুল্লাহ বিন ‘আমর বিন হারাম (রাঃ) শহীদ হলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ হে জাবির! মহামহিম আল্লাহ তোমার পিতাকে যা বলেছেন তা কি আমি তোমাকে অবহিত করবো না? আমি বললাম, হাঁ। তিনি বলেনঃ আল্লাহ তায়ালা যার সাথেই কথা বলেছেন, পর্দার অন্তরাল থেকে বলেছেন, কিন্তু তোমার পিতার সাথে সামনা সামনি কথা বলেছেন। তিনি বলেছেন, হে আমার বান্দা! তুমি আকাঙ্ক্ষা করো, আমি তোমাকে দিবো। সে বললো, হে প্রভু! আমাকে জীবিত করুন আমি পুনরায় আপনার রাস্তায় শহীদ হবো। তিনি বলেন, আমার পক্ষ থেকে পূর্বেই এটা সাব্যস্ত হয়ে গেছে যে, এখানে আসার পর তারা আর প্রত্যাবর্তন করবে না। সে বললো, প্রভু! আমার পক্ষ থেকে আমার পশ্চাতের (পৃথিবীর) লোকেদের সুসংবাদ পৌঁছে দিন। তখন মহান আল্লাহ এ আয়াত নাযিল করেন (অনুবাদ) : “যারা আল্লাহর পথে নিহত হয়েছে তাদেরকে তোমরা কখনও মৃত মনে করো না, বরং তারা জীবিত এবং তাদের প্রতিপালকের নিকট থেকে তারা জীবিকাপ্রাপ্ত....” (সূরা আল ইমরানঃ ১৬৯-১৭১)। [২৮০০] \n\nতাহকীক আলবানীঃ হাসান।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ الْحَرَامِيُّ، حَدَّثَنَا مُوسَى بْنُ إِبْرَاهِيمَ الْحَرَامِيُّ الأَنْصَارِيُّ، سَمِعْتُ طَلْحَةَ بْنَ خِرَاشٍ، سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ لَمَّا قُتِلَ عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ حَرَامٍ يَوْمَ أُحُدٍ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا جَابِرُ أَلاَ أُخْبِرُكَ مَا قَالَ اللَّهُ عَزَّ وَجَلَّ لأَبِيكَ ‏\"‏ ‏.‏ قُلْتُ بَلَى ‏.‏ قَالَ ‏\"‏ مَا كَلَّمَ اللَّهُ أَحَدًا إِلاَّ مِنْ وَرَاءِ حِجَابٍ وَكَلَّمَ أَبَاكَ كِفَاحًا ‏.‏ فَقَالَ يَا عَبْدِي تَمَنَّ عَلَىَّ أُعْطِكَ ‏.‏ قَالَ يَا رَبِّ تُحْيِينِي فَأُقْتَلُ فِيكَ ثَانِيَةً ‏.‏ قَالَ إِنَّهُ سَبَقَ مِنِّي أَنَّهُمْ إِلَيْهَا لاَ يُرْجَعُونَ ‏.‏ قَالَ يَا رَبِّ فَأَبْلِغْ مَنْ وَرَائِي ‏.‏ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ هَذِهِ الآيَةَ ‏{وَلاَ تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا‏}‏ ‏\"‏ ‏.‏ الآيَةَ كُلَّهَا ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[২৮০০] সহীহুল বুখারী ৭৪৪০, তিরমিযী ২৩১০, দারেমী ২৮২২। তাহকীক আলবানীঃ হাসান। উক্ত হাদিসের রাবী মুসা বিন ইবরাহীম আল-হারামী আল-আনসারী সম্পর্কে আবু হাতিম বিন হিব্বান বলেন, যারা হাদিস বর্ণনায় ভুল করেন তিনি তাদের একজন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। ইমাম যাহাবী তাকে সিকাহ বলেছেন। (তাহযীবুল কামালঃ রাবী নং ৬২৩৪, ২৯/২০ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "24"
    }
  }
}