{
  "hadith": {
    "hadith_id": 2811,
    "narrator": "উকবাহ বিন আমির আল-জুহানী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ নিশ্চয় আল্লাহ একটা তীরের উপলক্ষে তিন ব্যক্তিকে জান্নাতে প্রবেশ করাবেনঃ (১) তীর নির্মাতা যে তা নির্মাণকালে কল্যাণের আশা করে, (২) (জিহাদে) এই তীর নিক্ষেপ কারী এবং (৩) যে তা নিক্ষেপে সাহায্য করে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমরা তীরন্দাজী করো এবং ঘোড়দৌড় শিক্ষা করো। তবে তোমার ঘোড়দৌড় শেখার তুলনায় তীরন্দাজী শিক্ষা করা আমার কাছে অধিক প্রিয়। মুসলিম ব্যক্তির সকল ক্রীড়া-কৌতুকই বৃথা। তবে তাঁর ধনুক দ্বারা তীর নিক্ষেপ, তার ঘোড়াকে প্রশিক্ষন দান এবং স্ত্রীর সাথে তাঁর ক্রীড়া-কৌতুক বৃথা নয়। কারন এগুলো উপকারী ও বিধিসম্মত। [২৮১১] \n\nতাহকীক আলবানীঃ “মুসলিম ব্যক্তির সকল ক্রীড়াকৌতুক বৃথা। তবে তাঁর ধনুক দ্বারা তীর নিক্ষেপ, তার ঘোড়াকে প্রশিক্ষন দান এবং স্ত্রীর সাথে তাঁর ক্রীড়াকৌতুক বৃথা নয়”। এই কথা ব্যাতীত হাদীসটি দঈফ। “কারন এগুলো উপকারী ও বিধিসম্মত।“ এই বাক্যটি দুর্বল।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا هِشَامٌ الدَّسْتَوَائِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلاَّمٍ، عَنْ عَبْدِ اللَّهِ بْنِ الأَزْرَقِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ اللَّهَ لَيُدْخِلُ بِالسَّهْمِ الْوَاحِدِ الثَّلاَثَةَ الْجَنَّةَ صَانِعَهُ يَحْتَسِبُ فِي صَنْعَتِهِ الْخَيْرَ وَالرَّامِيَ بِهِ وَالْمُمِدَّ بِهِ ‏\"‏ ‏.‏ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ارْمُوا وَارْكَبُوا وَأَنْ تَرْمُوا أَحَبُّ إِلَىَّ مِنْ أَنْ تَرْكَبُوا وَكُلُّ مَا يَلْهُو بِهِ الْمَرْءُ الْمُسْلِمُ بَاطِلٌ إِلاَّ رَمْيَهُ بِقَوْسِهِ وَتَأْدِيبَهُ فَرَسَهُ وَمُلاَعَبَتَهُ امْرَأَتَهُ فَإِنَّهُنَّ مِنَ الْحَقِّ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৮১১]তিরমিযী ১৬৩৮, বায়হাকী ফিস সুনান ১০/১৪, তাখরীজুল ফিকহুস সায়রাহ ২২৫, যইফ আবু দাউদ ২৩২, সহীহাহ ৩১৫। তাহকীক আলবানীঃ \"মুসলিম ব্যক্তির সকল ক্রীড়া-কৌতুকই বৃথা। তবে তার ধনুক দ্বারা তীর নিক্ষেপ, তার ঘোড়াকে প্রশিক্ষণ দান এবং তার স্ত্রীর সাথে তার ক্রীড়া-কৌতুক বৃথা নয়।\" এ কথা ব্যাতিত হাদিসটি যইফ। \"কারণ এগুলো উপকারী ও বিধিসম্মত।\" এই বাক্যটি দুর্বল।",
    "chapter": {
      "chapter_number": "24"
    }
  }
}