{
  "hadith": {
    "hadith_id": 2823,
    "narrator": "যায়দ বিন সাবিত (রাঃ)",
    "bn": "আমি দেখলাম এক ব্যক্তি আমার পিতার নিকট এমন এক ব্যক্তি সম্পর্কে জিজ্ঞেস করছেন, যে যুদ্ধে যোগদান করে যুদ্ধক্ষেত্রে ক্রয়-বিক্রয় করছে। আমার পিতা তাকে বলেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে তাবুকে অবস্থানকালে ক্রয়-বিক্রয় করতাম। তিনি আমাদের দেখতেন কিন্তু নিষেধ করতেন না। [২৮২৩] \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْكَرِيمِ، حَدَّثَنَا سُنَيْدُ بْنُ دَاوُدَ، عَنْ خَالِدِ بْنِ حَيَّانَ الرَّقِّيِّ، أَنْبَأَنَا عَلِيُّ بْنُ عُرْوَةَ الْبَارِقِيُّ، حَدَّثَنَا يُونُسُ بْنُ يَزِيدَ، عَنْ أَبِي الزِّنَادِ، عَنْ خَارِجَةَ بْنِ زَيْدٍ، قَالَ رَأَيْتُ رَجُلاً سَأَلَ أَبِي عَنِ الرَّجُلِ، يَغْزُو فَيَشْتَرِي وَيَبِيعُ وَيَتَّجِرُ فِي غَزْوِهِ فَقَالَ لَهُ أَبِي كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بِتَبُوكَ نَشْتَرِي وَنَبِيعُ وَهُوَ يَرَانَا وَلاَ يَنْهَانَا ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "[২৮২৩] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। বায়হাকী ফিস সুনান ৭/৪০। তাহকীক আলবানীঃ খুবই দুর্বল। উক্ত হাদিসের রাবী সুনায়দ বিন দাউদ সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি দুর্বল। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় কখনো কখনো ভুল করেন। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি সিকাহ নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ২৬০০, ১২/১৬১ নং পৃষ্ঠা) ২. খালিদ বিন হায়্যান আর-রাক্কী সম্পর্কে আবু হাতিম আর-রাযী বলেন, তার থেকে হাদিস বর্ণনায় কোন সমস্যা নেই। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। ইমাম যাহাবী বলেন, তিনি হাদিস বর্ণনায় শিথিল। (তাহযীবুল কামালঃ রাবী নং ১৬০১, ৮/৪২ নং পৃষ্ঠা) ৩. আলী বিন উরওয়াহ আল-বারিকী সম্পর্কে আবুল ফাতহ আল-আযদী বলেন, তার থেকে হাদিস গ্রহন করা যাবে না। আবু বাকর আল-বায়হাকী বলেন, তিনি দুর্বল। আবু হাতিম আর-রাযী ও ইবনু হাজার আল-আসকালানী বলেন, তিনি মিথ্যার সাথে অভিযুক্ত। ইবনু আসিম বলেন, তার অবস্থা সম্পর্কে জানা নেই। (তাহযীবুল কামালঃ রাবী নং ৪১০৮, ২১/৬৯ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "24"
    }
  }
}