{
  "hadith": {
    "hadith_id": 2827,
    "narrator": "আনাস বিন মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আকসাম বিন জাওন আল-খুযাঈ (রাঃ) কে বলেনঃ হে আকসাম! তুমি তোমার সম্প্রদায় ব্যাতীত অন্য সম্প্রদায়ের সাথে একত্ত্রে জিহাদ করো, তাহলে তোমার চরিত্র সুন্দর হবে। তোমার সঙ্গীদের সাথে উত্তম ব্যবহার করো (বা সঙ্গীদের সম্মান করো)। উত্তম সঙ্গী চারজন এবং উত্তম সারিয়্যা (ক্ষুদ্র যুদ্ধাভিযান) হলো চারটি, যার সৈন্যসংখ্যা চারশত। চার হাজার সৈন্য সম্বলিত সেনাদল হলো উত্তম। আর ১২ হাজার সদস্যবিশিষ্ঠ সেনাদল সংখ্যা স্বল্পতার দরুন কখনো পরাজিত হবে না। [২৮২৭] \n\nতাহকীক আলবানীঃ হাদীসের ২য় অংশ ব্যাতীত খুবই দুর্বল। কারণ (আরবি) অংশটি সহিহ।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ الصَّنْعَانِيُّ، حَدَّثَنَا أَبُو سَلَمَةَ الْعَامِلِيُّ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لأَكْثَمَ بْنِ الْجَوْنِ الْخُزَاعِيِّ ‏ \"‏ يَا أَكْثَمُ اغْزُ مَعَ غَيْرِ قَوْمِكَ يَحْسُنْ خُلُقُكَ وَتَكْرُمْ عَلَى رُفَقَائِكَ يَا أَكْثَمُ خَيْرُ الرُّفَقَاءِ أَرْبَعَةٌ وَخَيْرُ السَّرَايَا أَرْبَعُمِائَةٍ وَخَيْرُ الْجُيُوشِ أَرْبَعَةُ آلاَفٍ وَلَنْ يُغْلَبَ اثْنَا عَشَرَ أَلْفًا مِنْ قِلَّةٍ ‏\"‏ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[২৮২৭] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। সহীহাহ ৯৮৬, যইফ আল-জামি' আস- সগীর ৬৩৭৯, সহীহ আল-জামি' ৭৮৫০। তাহকীক আলবানীঃ হাদিসের ২য় অংশ ব্যাতিত খুবই দুর্বল। কারণ ...... خَيْرُ الرُّفَقَاءِ অংশটি সহীহ। উক্ত হাদিসের রাবী আবদুল মালিক মুহাম্মাদ বিন সানআনী সম্পর্কে ইবনু হাজার আল-আসকালানী বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। সুলায়মান বিন আবদুর রহমান বলেন, তিনি সিকাহ। আবু হাতিম বিন হিব্বান তার থেকে হাদিস গ্রহন করেছেন। (তাহযীবুল কামালঃ রাবী নং ৩৫৫৭, ১৮/৪০৫ নং পৃষ্ঠা) ২. আবু উসামাহ আল-আমিলী সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি মিথ্যুক, তিনি মিথ্যার অভিযোগে অভিযুক্ত। আবু মুসহিব আল-গাসসানী বলেন, তিনি মিথ্যুক। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি সিকাহ নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি মিথ্যার অভিযোগে অভিযুক্ত। ইমাম যাহাবী তাকে বর্জন করেছেন। (তাহযীবুল কামালঃ রাবী নং ৭৪১২, ৩৩/৩৭৯ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "24"
    }
  }
}