{
  "hadith": {
    "hadith_id": 2858,
    "narrator": "বুরায়দাহ(রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন ব্যক্তিকে ক্ষুদ্র সেনা-অভিযানে অধিনায়ক করে পাঠানোর সময় বিশেষভাবে তার জন্য আল্লাহভীতি অবলম্বনের এবং তার সহ যোদ্ধাদের সাথে উত্তম ব্যবহারের উপদেশ দিতেন। তিনি বলতেনঃ তোমারা আল্লাহর নামে এবং আল্লাহর পথে যুদ্ধ করো,যারা আল্লাহর সাথে কুফরী করে তাদের বিরুদ্ধে যুদ্ধ করো। তোমরা জিহাদ করো, বিশ্বাসঘাতকতা করো না, চুরি করো না, কারো অঙ্গহানি বা অঙ্গ বিকৃ্ত করো না এবং শিশুদের হত্যা করো না। যখন তুমি শত্রুপক্ষের মুশরিকদের বিরুদ্ধে সম্মুখ যুদ্ধে অবতীর্ণ হবে, তখন তাদেরকে তিনটি বিষয়ের প্রতি আহবান জানাবে। তারা সেগুলোর যেকোন একটির প্রতি সাড়া দিলে তুমি তাদের থেকে তা কবুল করো এবং তাদেরকে আক্রমণ করা থেকে বিরত থাকো।\n(১) তুমি তাদেরকে ইসলামের দাওয়াত দাও। তারা যদি তা কবুল করে তবে তাদের পক্ষ থেকে তা মেনে নাও এবং তাদেরকে আক্রমণ করা থেকে বিরত থাকো, অতঃপর তাদেরকে স্বদেশ ছেড়ে মুহাজিরদের দেশে চলে আসার আহবান জানাও এবং তাদেরকে জানিয়ে দাও যে, তারা যদি এ কাজ করে তবে যেসব সুযোগ সুবিধা মুহাজিরগণ পাবে তারাও তা পাবে এবং মুহাজিরদের উপর যেসম দায়দায়িত্ব বর্তাবে তা তাদের উপরও বর্তাবে। তারা যদি (স্বদেশ ত্যাগ করতে) অসম্মত হয় তবে তাদের জানিয়ে দাও যে, তারা বেদুইন মুসলমানদের সমান মর্যাদা পাবে, তাদের উপর আল্লাহর সেইসব হুকুম জারি হবে যা মুমিন মুসলমানদের উপর জারি হয় এবং তারা গণীমত ও ফাই-এর কিছুই পাবে না, তবে তারা মুসলমানদের সাথে মিলে জিহাদ করতে পারবে।\n(২) তারা যদি ইসলামে দাখিল হতে অস্বীকার করে তবে তাদেরকে জিযয়া দিতে বলো। তারা যদি তা দেয় তবে তাদের নিকট থেকে তা গ্রহণ করো এবং তাদেরকে আক্রমণ করা থেকে বিরত থাকো।\n(৩) তারা যদি জিযয়া দিতেও অস্বীকার করে, তবে তুমি তাদের বিরুদ্ধে আল্লাহর নিকট সাহায্য প্রার্থণা করো এবং তাদের বিরুদ্ধে যুদ্ধ করো।\nআর তুমি কোন দুর্গ অবরোধ করলে পর তারা তোমার নিকট আল্লাহর যিম্মাদারি আর তোমার নবীর যিম্মাদারি লাভের আশা করলে তুমি তাদের জন্য আল্লাহর যিম্মাদারি এবং তোমার নবীর যিম্মাদারি দান করো। কারণ তোমাদের নিজেদের এবং তোমাদের পিতৃপুরুষদের যিম্মাদারি ভঙ্গ করা আল্লাহ ও তাঁর রাসূ্লের যিম্মাদারি ভঙ্গ করার চেয়ে তোমাদের জন্য অধিকতর সহজ। আর তুমি কোন দুর্গ অবরোধ করলে পর তারা তোমার নিকট আল্লাহর হুকুমে দূ্র্গ থেকে বেরিয়ে আসার আবেদন করলে তুমি তাদেরকে আল্লাহর হুকুমে বেরিয়ে আসার অনুমতি দিও না, বরং তাদেরকে তোমার নিজের হুকুমে বেরিয়ে আশার অনুমতি দাও। কারণ তোমার জানা নেই যে, তাদের ব্যাপারে তুমি আল্লাহর হুকুম কার্যকর করতে পারবে কি না।\n\nনু’মান বিন মুকাররিন (রাঃ) , সূ্ত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে আমার কাছে অনুরূপ বর্ণনা করেছেন।। [২৮৫৮]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ الْفِرْيَابِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَمَّرَ رَجُلاً عَلَى سَرِيَّةٍ أَوْصَاهُ فِي خَاصَّةِ نَفْسِهِ بِتَقْوَى اللَّهِ وَمَنْ مَعَهُ مِنَ الْمُسْلِمِينَ خَيْرًا فَقَالَ ‏ \"‏ اغْزُوا بِاسْمِ اللَّهِ وَفِي سَبِيلِ اللَّهِ قَاتِلُوا مَنْ كَفَرَ بِاللَّهِ اغْزُوا وَلاَ تَغْدِرُوا وَلاَ تَغُلُّوا وَلاَ تُمَثِّلُوا وَلاَ تَقْتُلُوا وَلِيدًا وَإِذَا أَنْتَ لَقِيتَ عَدُوَّكَ مِنَ الْمُشْرِكِينَ فَادْعُهُمْ إِلَى إِحْدَى ثَلاَثِ خِلاَلٍ أَوْ خِصَالٍ فَأَيَّتُهُنَّ أَجَابُوكَ إِلَيْهَا فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ ادْعُهُمْ إِلَى الإِسْلاَمِ فَإِنْ أَجَابُوكَ فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ ثُمَّ ادْعُهُمْ إِلَى التَّحَوُّلِ مِنْ دَارِهِمْ إِلَى دَارِ الْمُهَاجِرِينَ وَأَخْبِرْهُمْ إِنْ هُمْ فَعَلُوا ذَلِكَ أَنَّ لَهُمْ مَا لِلْمُهَاجِرِينَ وَأَنَّ عَلَيْهِمْ مَا عَلَى الْمُهَاجِرِينَ وَإِنْ أَبَوْا فَأَخْبِرْهُمْ أَنَّهُمْ يَكُونُونَ كَأَعْرَابِ الْمُسْلِمِينَ يَجْرِي عَلَيْهِمْ حُكْمُ اللَّهِ الَّذِي يَجْرِي عَلَى الْمُؤْمِنِينَ وَلاَ يَكُونُ لَهُمْ فِي الْفَىْءِ وَالْغَنِيمَةِ شَىْءٌ إِلاَّ أَنْ يُجَاهِدُوا مَعَ الْمُسْلِمِينَ فَإِنْ هُمْ أَبَوْا أَنْ يَدْخُلُوا فِي الإِسْلاَمِ فَسَلْهُمْ إِعْطَاءَ الْجِزْيَةِ فَإِنْ فَعَلُوا فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ فَإِنْ هُمْ أَبَوْا فَاسْتَعِنْ بِاللَّهِ عَلَيْهِمْ وَقَاتِلْهُمْ وَإِنْ حَاصَرْتَ حِصْنًا فَأَرَادُوكَ أَنْ تَجْعَلَ لَهُمْ ذِمَّةَ اللَّهِ وَذِمَّةَ نَبِيِّكَ فَلاَ تَجْعَلْ لَهُمْ ذِمَّةَ اللَّهِ وَلاَ ذِمَّةَ نَبِيِّكَ وَلَكِنِ اجْعَلْ لَهُمْ ذِمَّتَكَ وَذِمَّةَ أَبِيكَ وَذِمَّةَ أَصْحَابِكَ فَإِنَّكُمْ إِنْ تُخْفِرُوا ذِمَّتَكُمْ وَذِمَّةَ آبَائِكُمْ أَهْوَنُ عَلَيْكُمْ مِنْ أَنْ تُخْفِرُوا ذِمَّةَ اللَّهِ وَذِمَّةَ رَسُولِهِ وَإِنْ حَاصَرْتَ حِصْنًا فَأَرَادُوكَ أَنْ يَنْزِلُوا عَلَى حُكْمِ اللَّهِ فَلاَ تُنْزِلْهُمْ عَلَى حُكْمِ اللَّهِ وَلَكِنْ أَنْزِلْهُمْ عَلَى حُكْمِكَ فَإِنَّكَ لاَ تَدْرِي أَتُصِيبُ فِيهِمْ حُكْمَ اللَّهِ أَمْ لاَ ‏\"‏ ‏.‏\nقَالَ عَلْقَمَةُ فَحَدَّثْتُ بِهِ، مُقَاتِلَ بْنَ حَيَّانَ فَقَالَ حَدَّثَنِي مُسْلِمُ بْنُ هَيْصَمٍ، عَنِ النُّعْمَانِ بْنِ مُقَرِّنٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَ ذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৮৫৮] মুসলিম ১৭৩১, তিরমিযী ১৩০৮, ১৬১৭, আবূ দাউদ ২৬১২, ২৬১৩, আহমাদ ২২৪৬৯, ২২৫২১, দারেমী ২৪৩৯, ২৪৪২, ইরওয়া ১২৪৭, ৭/২৯২, রাওদুন নাদীর ১৬৭। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "24"
    }
  }
}