{
  "hadith": {
    "hadith_id": 2863,
    "narrator": "আবূ সাঈদ আল খুদরী (রাঃ)",
    "bn": "রাসূ্লুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আলকামা বিন মুজাযযিয (রাঃ) কে একটি সামরিক বাহিনীর অধিনায়ক নিয়োগ করেন। আমিও তাতে শরীক ছিলাম। তিনি যখন গন্তব্যে পৌছেন অথবা পথিমধ্যে ছিলেন, তখন একদল সৈ্ন্য তার নিকট (কোন বিষয়ে) অনুমতি চাইলে তিনি তাদের অনুমতি দিলেন এবং আবদুল্লাহ বিন হুযাফা বিন কায়স আস-সাহমী (রাঃ) কে তাদের অধিনায়ক নিযুক্ত করেন। যেসব লোক আবদুল্লাহ(রাঃ) -এর সঙ্গী হয়ে জিহাদ করেছে, আমিও তাদের সাথে ছিলাম। লোকেরা পথিমধ্যে ছিলো। এ অবস্থায় একদল লোক উত্তাপ গ্রহণের জন্য অথবা অন্য কোন কাজে আগুন প্রজ্জ্বলিত করলো। আবদুল্লাহ (রাঃ) তাদের বলেন (তিনি কিছুটা রসিক প্রকৃ্তির ছিলেন) , আমার নির্দেশ শোনা ও আনুগত্য করা কি তোমাদের জন্য বাধ্যতামূ্লক নয়? তারা বললো, হাঁ। তিনি বলেন, আমি তোমাদেরকে যা করার নির্দেশই দিবো তোমরা কি তাই করবে? তারা বললো, হাঁ। তিনি বলেন, আমি তোমাদেরকে চুড়ান্ত নির্দেশ দিচ্ছি যে, তোমরা এই আগুনে ঝাঁপিয়ে পড়ো। কতক লোক (আগুনে ঝাঁপ দেওয়ার জন্য) দাঁড়িয়ে গেলো এবং কোমর বাঁধলো। তিনি যখন দেখলেন, লোকেরা সত্যিই আগুনে ঝাঁপ দিতে প্রস্তুত হয়েছে, তখন বললেন, থামো। আমি তোমাদের সাথে ঠাট্টা করেছি। (রাবী বলেন) আমরা ফিরে এলে লোকেরা মহানবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এ ঘটনা উল্লেখ করলো। রাসূ্লুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কেউ তোমাদেরকে আল্লাহর নাফরমানী করার নির্দেশ দিলে তোমরা তার আনুগত্য করবে না। [২৮৬৩]\n\nতাহকীক আলবানীঃ হাসান।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو، عَنْ عُمَرَ بْنِ الْحَكَمِ بْنِ ثَوْبَانَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ عَلْقَمَةَ بْنَ مُجَزِّزٍ عَلَى بَعْثٍ وَأَنَا فِيهِمْ فَلَمَّا انْتَهَى إِلَى رَأْسِ غَزَاتِهِ أَوْ كَانَ بِبَعْضِ الطَّرِيقِ اسْتَأْذَنَتْهُ طَائِفَةٌ مِنَ الْجَيْشِ فَأَذِنَ لَهُمْ وَأَمَّرَ عَلَيْهِمْ عَبْدَ اللَّهِ بْنَ حُذَافَةَ بْنِ قَيْسٍ السَّهْمِيَّ فَكُنْتُ فِيمَنْ غَزَا مَعَهُ فَلَمَّا كَانَ بِبَعْضِ الطَّرِيقِ أَوْقَدَ الْقَوْمُ نَارًا لِيَصْطَلُوا أَوْ لِيَصْنَعُوا عَلَيْهَا صَنِيعًا فَقَالَ عَبْدُ اللَّهِ - وَكَانَتْ فِيهِ دُعَابَةٌ - أَلَيْسَ لِي عَلَيْكُمُ السَّمْعُ وَالطَّاعَةُ قَالُوا بَلَى ‏.‏ قَالَ فَمَا أَنَا بِآمِرِكُمْ بِشَىْءٍ إِلاَّ صَنَعْتُمُوهُ قَالُوا نَعَمْ ‏.‏ قَالَ فَإِنِّي أَعْزِمُ عَلَيْكُمْ إِلاَّ تَوَاثَبْتُمْ فِي هَذِهِ النَّارِ ‏.‏ فَقَامَ نَاسٌ فَتَحَجَّزُوا فَلَمَّا ظَنَّ أَنَّهُمْ وَاثِبُونَ قَالَ أَمْسِكُوا عَلَى أَنْفُسِكُمْ فَإِنَّمَا كُنْتُ أَمْزَحُ مَعَكُمْ ‏.‏ فَلَمَّا قَدِمْنَا ذَكَرُوا ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ أَمَرَكُمْ مِنْهُمْ بِمَعْصِيَةِ اللَّهِ فَلاَ تُطِيعُوهُ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[২৮৬৩] আহমাদ ১১২৪৫, সহীহাহ ২৩২৪। তাহকীক আলবানীঃ হাসান। উক্ত হাদিসের রাবী মুহাম্মাদ বিন আমর সম্পর্কে ইয়াহইয়া বিন সাঈদ আল-কাত্তান বলেন, তিনি সালিহ। ইবনু হিব্বান বলেন, তিনি কখনো হাদিস বর্ণনায় ভুল করেন। ইবনু আদী বলেন, তার হাদিস বর্ণনায় সমস্যা নেই। ইমাম নাসাঈ তাকে সিকাহ বলেছেন। (তাহযীবুল কামালঃ রাবী নং ৫৫১৩, ২৬/২১২ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "24"
    }
  }
}