{
  "hadith": {
    "hadith_id": 2865,
    "narrator": "আবদুল্লাহ বিন মাসঊদ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ অচিরেই আমার পরে এমন সব লোক তোমাদের নেতা হবে যারা সুন্নাতকে বিলুপ্ত করবে, বিদআতের অনুসরণ করবে এবং নামায নির্দিষ্ট ওয়াক্ত থেকে বিলম্বে পড়বে। আমি বললাম, হে আল্লাহর রাসূ্ল! আমি যদি তাদের (যুগ) পাই, তবে কি করবো? তিনি বলেন, হে উম্মু আবদ-এর পুত্র! তুমি আমাকে জিজ্ঞেস করছো যে, তুমি কি করবে? যে ব্যক্তি আল্লাহর অবাধ্যচরণ করে, তার আনুগত্য করা যাবে না। [২৮৬৫]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا يَحْيَى بْنُ سُلَيْمٍ، ح وَحَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُثْمَانَ بْنِ خُثَيْمٍ، عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ سَيَلِي أُمُورَكُمْ بَعْدِي رِجَالٌ يُطْفِئُونَ السُّنَّةَ وَيَعْمَلُونَ بِالْبِدْعَةِ وَيُؤَخِّرُونَ الصَّلاَةَ عَنْ مَوَاقِيتِهَا ‏\"‏ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنْ أَدْرَكْتُهُمْ كَيْفَ أَفْعَلُ قَالَ ‏\"‏ تَسْأَلُنِي يَا ابْنَ أُمِّ عَبْدٍ كَيْفَ تَفْعَلُ لاَ طَاعَةَ لِمَنْ عَصَى اللَّهَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৮৬৫] আহমাদ ৩৭৮০, সহীহাহ ২/১৩৯, সহীহ আবু দাউদ ৪৫৮। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী ১. ইয়াহইয়া বিন সুলায়ম সম্পর্কে আবুল ফাতহ আল-আযদী বলেন, তিনি সিকাহ। আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় ভুল করেন। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি সিকাহ। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় কখনো কখনো ভুল করেন। ইমাম বুখারী বলেন, তার ব্যাপারে সমালোচনা রয়েছে। ইয়াহইয়া বিন মাঈন তাকে দুর্বল বলেছেন। মুহাম্মাদ বিন সা'দ বলেন, তিনি সিকাহ। (তাহযীবুল কামালঃ রাবী নং ৭২৬৯, ৩৩/১৬২ নং পৃষ্ঠা) ২. কাসিম বিন আবদুর রহমান বিন আবদুল্লাহ বিন মাসউদ সম্পর্কে আবদুর রহমান বিন ইউসুফ বিন খিরাস বলেন, তিনি সিকাহ। আহমাদ বিন সালিহ আল-জায়লী বলেন, তিনি সালিহ। (তাহযীবুল কামালঃ রাবী নং ৪৭৯৯, ২৩/ ৩৭৯ নং পৃষ্ঠা) ৩. ইসমাঈল বিন আয়্যাশ সম্পর্কে ইয়াহইয়া বিন মাঈন বলেন, আহলে শাম থেকে হাদিস বর্ণনায় কোন সমস্যা নেই। আলী ইবনুল মাদীনী, ইবনু আবু শায়বাহ, আমর ইবনুল ফাল্লাস ও দুহায়ম বলেন, শাম শহর থেকে হাদিস বর্ণনায় তিনি সিকাহ কিন্তু অন্য শহর থেকে হাদিস বর্ণনায় দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৪৭২, ৩/১৬৩ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "24"
    }
  }
}