{
  "hadith": {
    "hadith_id": 2867,
    "narrator": "আওফ বিন মালিক আল-আশজাঈ (রাঃ)",
    "bn": "আমরা সাত, আট অথবা নয় ব্যক্তি মহানবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উপস্থিত ছিলাম। তখন তিনি বলেনঃ তোমরা কি আল্লাহর রাসূ্লের নিকট বায়আত হবে না? তৎক্ষণাৎ আমরা আমাদের হাত প্রসারিত করে দিলাম। এক ব্যক্তি বললো, ইয়া রাসূ্লুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! আমরা তো আপনার নিকট (ইতোপূর্বে) বায়আত হয়েছি, এখন (আবার) কিসের জন্য আপনার নিকট বায়আত হবো? তিনি বলেনঃ (তোমরা এ বিষয়ে বায়আত হবে যে) তোমরা আল্লাহর ইবাদাত করবে, তাঁর সাথে কোন কিছু শরীক করবে না, পাঁচ ওয়াক্তের নামায কায়েম করবে, (নেতৃ-আদেশ) শ্রবণ করবে ও আনুগত্য করবে। (একটি কথা তিনি গোপনে বললেন) : মানুষের কাছে কিছু প্রার্থনা করবে না। রাবী বলেন, অতঃপর আমি তাদের যে কোন ব্যক্তিকে দেখেছি যে, তার চাবুক নিচে পড়ে গেলেও তিনি কাউকে তা তুলে দিতে বলতেন না। [২৮৬৭]\n\nতাহকীক আলবানীঃ  সহীহ।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ التَّنُوخِيُّ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ أَبِي مُسْلِمٍ، قَالَ حَدَّثَنِي الْحَبِيبُ الأَمِينُ، - أَمَّا هُوَ إِلَىَّ فَحَبِيبٌ وَأَمَّا هُوَ عِنْدِي فَأَمِينٌ - عَوْفُ بْنُ مَالِكٍ الأَشْجَعِيُّ قَالَ كُنَّا عِنْدَ النَّبِيِّ صلى الله عليه وسلم سَبْعَةً أَوْ ثَمَانِيَةً أَوْ تِسْعَةً فَقَالَ ‏\"‏ أَلاَ تُبَايِعُونَ رَسُولَ اللَّهِ ‏\"‏ ‏.‏ فَبَسَطْنَا أَيْدِيَنَا فَقَالَ قَائِلٌ يَا رَسُولَ اللَّهِ إِنَّا قَدْ بَايَعْنَاكَ فَعَلاَمَ نُبَايِعُكَ فَقَالَ ‏\"‏ أَنْ تَعْبُدُوا اللَّهَ وَلاَ تُشْرِكُوا بِهِ شَيْئًا وَتُقِيمُوا الصَّلَوَاتِ الْخَمْسَ وَتَسْمَعُوا وَتُطِيعُوا - وَأَسَرَّ كَلِمَةً خُفْيَةً - وَلاَ تَسْأَلُوا النَّاسَ شَيْئًا ‏\"‏ ‏.‏ قَالَ فَلَقَدْ رَأَيْتُ بَعْضَ أُولَئِكَ النَّفَرِ يَسْقُطُ سَوْطُهُ فَلاَ يَسْأَلُ أَحَدًا يُنَاوِلُهُ إِيَّاهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৮৬৭] মুসলিম ১০৪৩, নাসায়ী ৪৬০, আবূ দাউদ ১৬৪২, আহমাদ ২৩৪৭৩, সহীহ আবু দাউদ ১৪৪৯। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "24"
    }
  }
}