{
  "hadith": {
    "hadith_id": 2875,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "ঈমানদার মহিলাগণ হিজরত করে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উপস্থিত হলে তিনি আল্লাহ তাআলার লিম্নোক্ত বাণীর নির্দেশ অনুযায়ী তাদের পরীক্ষা করতেনঃ “হে নবী! ঈমানদার মহিলাগণ যখন তোমার নিকট এসে বায়আত করে...”(সূরা মুমতাহিনাহঃ ১২)। আয়িশাহ(রাঃ) বলেন, যে কোন ঈমানদার মহিলা উপরোক্ত আয়াত অনুযায়ী স্বীকার করতো সে যেন কঠিন পরীক্ষাকে স্বীকার করে নিতো। মহিলাগন বাচনিক এসব কথা স্বীকার করে নিলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের বলতেনঃ তোমরা চলে যাও, আমি তোমাদের বায়আত গ্রহণ করেছি। (রাবী বলেন,) না, আল্লাহর শপথ! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর হাত কখনো কোন মহিলার হাত স্পর্শ করতো না, তিনি শুধু কথার মাধ্যমে তাদের বায়আত করতেন। আয়িশাহ (রাঃ) বলেন, আল্লাহর শপথ! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মহিলাদের নিকট থেকে কেবলমাত্র সেইসব কথার স্বীকারোক্তি করাতেন যার নির্দেশ আল্লাহ তাআলা তাঁকে দান করেছেন। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর হাত কখনও কোন মহিলার হাত স্পর্শ করতো না। তিনি তাদের শপথবাক্য পাঠ করানোর পর বলতেনঃ আমি বাচনিক তোমাদের বায়আত করলাম। [২৮৭৫]\n\nতাহকিক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ الْمِصْرِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ كَانَتِ الْمُؤْمِنَاتُ إِذَا هَاجَرْنَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم يُمْتَحَنَّ بِقَوْلِ اللَّهِ ‏{يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ }‏ إِلَى آخِرِ الآيَةِ قَالَتْ عَائِشَةُ فَمَنْ أَقَرَّ بِهَا مِنَ الْمُؤْمِنَاتِ فَقَدْ أَقَرَّ بِالْمِحْنَةِ فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَقْرَرْنَ بِذَلِكَ مِنْ قَوْلِهِنَّ قَالَ لَهُنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ انْطَلِقْنَ فَقَدْ بَايَعْتُكُنَّ ‏\"‏ ‏.‏ لاَ وَاللَّهِ مَا مَسَّتْ يَدُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَدَ امْرَأَةٍ قَطُّ غَيْرَ أَنَّهُ يُبَايِعُهُنَّ بِالْكَلاَمِ ‏.‏ قَالَتْ عَائِشَةُ وَاللَّهِ مَا أَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى النِّسَاءِ إِلاَّ مَا أَمَرَهُ اللَّهُ وَلاَ مَسَّتْ كَفُّ رَسُولِ اللَّهِ صلى الله عليه وسلم كَفَّ امْرَأَةٍ قَطُّ وَكَانَ يَقُولُ لَهُنَّ إِذَا أَخَذَ عَلَيْهِنَّ ‏\"‏ قَدْ بَايَعْتُكُنَّ ‏\"‏ ‏.‏ كَلاَمًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৮৭৫] সহীহুল বুখারী ৪৮৫১, ৭২১৪, মুসলিম ১৮৬৬, তিরমিযী ৩৩০৬, আবূ দাউদ ২৪৩০৮, ২৪৬৪৯, ২৪৬৭২, ২৪৭৭২, ২৫৭৯৪। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "24"
    }
  }
}