{
  "hadith": {
    "hadith_id": 2882,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সফর শাস্তিরই একটি টুকরা। তা তোমাদের যে কোন ব্যক্তির ঘুম ও পানাহারকে বাধাগ্রস্ত করে। তোমাদের যে কেউ সফরে নিজ প্রয়োজন পূরণ হওয়ার সাথে সাথে যেন অবিলম্বে বাড়ি ফিরে আসে।\n\n[উপরোক্ত হাদীসে মোট ৪টি সানাদের ৩টি বর্ণিত হয়েছে, অপর সানাদটি হলো:]\n\n২/২৮৮২ (১) . আবূ হুরায়রা (রাঃ) , নবী (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে অনুরূপ বর্ণিত আছে। [২৮৮২]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، وَأَبُو مُصْعَبٍ الزُّهْرِيُّ وَسُوَيْدُ بْنُ سَعِيدٍ قَالُوا حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ سُمَىٍّ، مَوْلَى أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ السَّفَرُ قِطْعَةٌ مِنَ الْعَذَابِ يَمْنَعُ أَحَدَكُمْ نَوْمَهُ وَطَعَامَهُ وَشَرَابَهُ فَإِذَا قَضَى أَحَدُكُمْ نَهْمَتَهُ مِنْ سَفَرِهِ فَلْيُعَجِّلِ الرُّجُوعَ إِلَى أَهْلِهِ ‏\"‏ ‏.‏\n\nحَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِنَحْوِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৮৮২] সহীহুল বুখারী ১৮০৪, মুসলিম ১৯২৭, আহমাদ ৭১৮৪, ৯৪৪৭, ১০০৬৮, মুওয়াত্তা’ মালিক ১৮৩৫, দারিমী ২৬৭০। রাওদুন নাদীর ৭৭৪। উক্ত হাদীসের রাবী ১. ইয়া’কূব বিন হুমায়দ বিন কাসিব সম্পর্কে আবু জা’ফার উকায়লী বলেন, তার হাদীসের অনুসরণ করা যাবে না। আবূ হাতিম আর-রাযী বলেন, তিনি হাদীস বর্ণনায় দুর্বল। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদীস বর্ণনায় ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ৭০৮৬, ৩২.৩১৮ নং পৃষ্ঠা) ২. আবদুল আযীয বিন মুহাম্মাদ সম্পর্কে মুহাম্মাদ বিন সা’দ বলেন, তিনি হাদীস বর্ণনায় সংমিশ্রণ করেন। ইবনু হিব্বান বলেন, তিনি হাদীস বর্ণনায় ভুল করেন। মালিক বিন আনাস তাকে সিকাহ বলেছেন। আহমাদ বিন শুআয়ব আন নাসায়ী ব্লেন, তিনি নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে তার নিজ কিতাব ছাড়া অন্যত্র থেকে হাদীস বর্ণনায় ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ৩৪৭০, ১৮/১৮৭ নং পৃষ্ঠা) ৩. সুহায়ল বিন আবূ সালিহ সম্পর্কে মুহাম্মাদ বিন সাঈদ বলেন, তিনি সিকাহ। সুফইয়ান বিন উইয়ায়নাহ বলেন, সাবত। আহমাদ বিন হাম্বাল বলেন, তার বর্ণিত হাদীস সহীহ নয়। ইমাম নাসায়ী বলেন, কোন সমস্যা নেই। ইবনু আদী বলেন, তার খবর মাকবূল বা গ্রহণযোগ্য। ইবনু হিব্বান বলেন, তিনি সিকাহ তবে অন্যত্র বলেন, তিনি হাদীস বর্ণনায় ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ২৬২৯, ১২/২২৩ নং পৃষ্ঠা) উক্ত হাদীসটির ১৩৮টি শাওয়াহিদ রয়েছে। তন্মধ্যে ১টি জাল, ১১টি খুবই দুর্বল, ৪৮টি দুর্বল, ৬৩টি হাসান, ১৫টি সহীহ হাদীস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলোঃ বুখারী ১৮০৪, ৩০০১, ৫৪২৯, মুসলিম ৭১৫, দারিমী ২৬৭০, মুওয়াত্তা’ মালিক ১৮৩৫, আহমাদ ৭১৮৪, ৯৪৪৭, ১০০৬৮, সহীহ ইবনু হিব্বান ২৭০৮, আল-ফাওয়াইদ ১১৩৫, ১১৩৬. শারহুস সুন্নাহ ২৬৮৭, ২৬৮৮।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}