{
  "hadith": {
    "hadith_id": 2887,
    "narrator": "উমার (রাঃ)",
    "bn": "মহানবী (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমরা ধারাবাহিকভাবে হজ্জ ও উমরাহ আদায় করো। কেননা এ দু’টি ধারাবাহিকভাবে আদায় করলে তা দারিদ্র ও গুনাহ দূরীভুত করে, যেমন হাপর লোহার মরিচা দূর করে।\n[উপরোক্ত হাদীসে মোট ২টি সানাদের ১টি বর্ণিত হয়েছে, অপর সানাদটি হলোঃ]\n২/২৮৮৭ (১) . উমার ইবনুল খাত্তাব (রাঃ) , মহানবী (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে উপরোক্ত হাদীসের অনুরূপ বর্ণিত আছে। [২৮৮৭]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَامِرٍ، عَنْ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ تَابِعُوا بَيْنَ الْحَجِّ وَالْعُمْرَةِ فَإِنَّ الْمُتَابَعَةَ بَيْنَهُمَا تَنْفِي الْفَقْرَ وَالذُّنُوبَ كَمَا يَنْفِي الْكِيرُ خَبَثَ الْحَدِيدِ ‏\"‏ ‏.‏\n\nحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَامِرِ بْنِ رَبِيعَةَ، عَنْ أَبِيهِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৮৮৭] আহমাদ ১৬৮, মিশকাত ২৫২৪, ২৫২১৫, সহীহাহ ১২০০। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী আসিম বিন উবায়দুল্লাহ সম্পর্কে ইয়াহইয়া বিন মাঈন বলেন, তার হাদিস দলীলযোগ্য নয় এবং তিনি দুর্বল। ইমাম বুখারী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। মুহাম্মাদ বিন সা'দ বলেন, তার দ্বারা দলীল সাব্যস্ত করা যাবে না। আবু বাকর আল-বায়হাকী বলেন, তিনি দুর্বল। আবু বাকর আল-বাযযার বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আবু হাতিম বিন হিব্বান বলেন, তার স্মৃতিশক্তি দুর্বল, তিনি হাদিস বর্ণনায় অধিক সন্দেহ করেন। আবু দাউদ আস-সাজিসতানী বলেন, তার হাদিস গ্রহন করাও যাবে না দলীল হিসেবেও গ্রহন করা যাবে না। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। ইবরাহীম বিন ইয়াকুব আল-জাওযুজানী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৩০১৪, ১৩/৫০০ নং পৃষ্ঠা)\nউক্ত হাদিসটি সহিহ কিন্তু আসিম বিন উবায়দুল্লাহ এর কারণে সানাদটি দুর্বল। উক্ত হাদিসটির ৮৮ টি শাহিদ হাদিস রয়েছে। তন্মধ্যে ২৪ টি খুবই দুর্বল, ২৩ টি দুর্বল, ১৭ টি হাসান, ২৪ টি সহিহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ তিরমিযি ৮১০, আহমাদ ১৬৮, ৩৬৬০, ১৫২৬৭, ১৫২৭০, ১৫২৭১, মুসান্নাফ আবদুর রাযযাক ৮৭৯৬, মুজামুল আওসাত ৩৮১৪, ৪৯৭৭, ৪৯৯৭, ৫৫২৯, শারহুস সুন্নাহ ১৮৪৩।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}