{
  "hadith": {
    "hadith_id": 2891,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "আমরা রাসূলুল্লাহ (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে মক্কা ও মদীনার মাঝপথে ছিলাম। আমরা একটি উপত্যকা অতিক্রম করাকালে তিনি বলেনঃ এটা কোন্‌ উপত্যকা? সাহাবীগণ বলেন, আল-আযরাক উপত্যকা। তিনি বলেনঃ আমি মূসা (আঃ) -কে দেখতে পাচ্ছি। অতঃপর তিনি নিজের দু’ আংগুল কর্ণদ্বয়ে স্থাপন করে তাঁর দীর্ঘ কেশের কিছুটা বর্ণনা দেন, যা রাবী দাউদ পূর্ণ মনে রাখতে পারেননি। তিনি উচ্চৈঃস্বরে আল্লাহর দরবারে ফরিয়াদ করতে করতে তালবিয়া পাঠরত অবস্থায় এ উপত্যকা অতিক্রম করেন। রাবী বলেন, অতঃপর আমরা পথ অতিক্রম করে একটি টিলার উপর আসলাম। তিনি বলেন, এটা কোন টিলা? সাহাবীগণ বলেন, এটা হারশা অথবা লিফাত (লাফ্‌ত) নামীয় টিলা। তিনি বলেন, আমি যেন ইউনুস (আঃ) -কে একটি লাল বর্ণের উষ্ট্রীর উপর পশমী জুব্বা পরিহিত অবস্থায় দেখতে পাচ্ছি, যার নাসারন্ধ্রের রমি ছিল খেজুর পাতার তৈরী এবং তিনি তালবিয়া পাঠরত অবস্থায় এ উপত্যকা অতিক্রম করেন। [২৮৯১]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بِشْرٍ، بَكْرُ بْنُ خَلَفٍ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنْ أَبِي الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ بَيْنَ مَكَّةَ وَالْمَدِينَةِ فَمَرَرْنَا بِوَادٍ فَقَالَ ‏\"‏ أَىُّ وَادٍ هَذَا ‏\"‏ ‏.‏ قَالُوا وَادِي الأَزْرَقِ ‏.‏ قَالَ ‏\"‏ كَأَنِّي أَنْظُرُ إِلَى مُوسَى ـ صلى الله عليه وسلم ـ - فَذَكَرَ مِنْ طُولِ شَعَرِهِ شَيْئًا لاَ يَحْفَظُهُ دَاوُدُ - وَاضِعًا إِصْبَعَيْهِ فِي أُذُنَيْهِ لَهُ جُؤَارٌ إِلَى اللَّهِ بِالتَّلْبِيَةِ مَارًّا بِهَذَا الْوَادِي ‏\"‏ ‏.‏ قَالَ ثُمَّ سِرْنَا حَتَّى أَتَيْنَا عَلَى ثَنِيَّةٍ فَقَالَ ‏\"‏ أَىُّ ثَنِيَّةٍ هَذِهِ ‏\"‏ ‏.‏ قَالُوا ثَنِيَّةُ هَرْشَى أَوْ لَفْتٍ ‏.‏ قَالَ ‏\"‏ كَأَنِّي أَنْظُرُ إِلَى يُونُسَ عَلَى نَاقَةٍ حَمْرَاءَ عَلَيْهِ جُبَّةُ صُوفٍ وَخِطَامُ نَاقَتِهِ خُلْبَةٌ مَارًّا بِهَذَا الْوَادِي مُلَبِّيًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৮৯১] সহীহুল বুখারী ১৫৫৫, মুসলিম ১৬৬, আহমাদ ১৮৫৭, ২৪৯৭, আত-তালীকুর রাগীব ২/১১৬। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}