{
  "hadith": {
    "hadith_id": 2896,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "এক ব্যক্তি নবী (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে দাঁড়িয়ে বললো, হে আল্লাহর রাসূল! কিসে হজ্জ ফরদ হয়? তিনি বলেনঃ পাথেয় ও বাহন থাকলে। সে (পুনরায়) বললো, হে আল্লাহর রাসূল! হাজ্জী কে? তিনি বলেনঃ যার (ইহরামের কারনে) এলোমেলো কেশ এবং দুর্গন্ধ শরীর। অপর এক ব্যক্তি দাঁড়িয়ে বললো, হে আল্লাহর রাসূল! হজ্জ কী? তিনি বলেন, উচ্চৈস্বরে তালবিয়া পাঠ ও রক্ত প্রবাহিত (কোরবানী) করা। ওয়াকী’ (রাঃ) -এর মতে “আল-‘আজ্জ” অর্থ “তালবিয়া পাঠ” এবং “আস-সাজ্জু” অর্থ “পশু কোরবানী করা”। [২৮৯৬]\n\nতাহকীক আলবানীঃ খুবই দুর্বল।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، ح وَحَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، وَعَمْرُو بْنُ عَبْدِ اللَّهِ، قَالاَ حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ يَزِيدَ الْمَكِّيُّ، عَنْ مُحَمَّدِ بْنِ عَبَّادِ بْنِ جَعْفَرٍ الْمَخْزُومِيِّ، عَنِ ابْنِ عُمَرَ، قَالَ قَامَ رَجُلٌ إِلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ فَقَالَ يَا رَسُولَ اللَّهِ مَا يُوجِبُ الْحَجَّ قَالَ ‏\"‏ الزَّادُ وَالرَّاحِلَةُ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ فَمَا الْحَاجُّ قَالَ ‏\"‏ الشَّعِثُ التَّفِلُ ‏\"‏ ‏.‏ وَقَامَ آخَرُ فَقَالَ يَا رَسُولَ اللَّهِ وَمَا الْحَجُّ قَالَ ‏\"‏ الْعَجُّ وَالثَّجُّ ‏\"‏ ‏.‏ قَالَ وَكِيعٌ يَعْنِي بِالْعَجِّ الْعَجِيجَ بِالتَّلْبِيَةِ وَالثَّجُّ نَحْرُ الْبُدْنِ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "২৮৯৬] তিরমিযী ৮১৩, ইরওয়া ৯৮৮, সহীহাহ ১৫০০, আত-তালীকুর রাগীব ২/১১৯। তাহকীক আলবানীঃ খুবই দুর্বল। উক্ত হাদিসের রাবী ইবরাহীম বিন ইয়াযীদ আল-মাক্কী সম্পর্কে আবু আহমাদ বিন আদী আল-জুরজানী বলেন, তিনি প্রত্যাখ্যানযোগ্য। আবুল হাসান ইবনুল কাত্তান তাকে দুর্বল বলেছেন। আবু বাকর আল-বাযযার বলেন, তিনি নির্ভরযোগ্য নয়। আবু বাকর আল-বায়হাকী বলেন, তার বর্ণিত হাদিস দারা দলীল গ্রহনযোগ্য নয়। আবদুল্লাহ বিন সুলায়মান ইবনুল আশআস বলেন, তিনি হাদিস বর্ণনায় সহজ-সরল অর্থাৎ তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আলী ইবনুল জুনায়দ বলেন, তিনি প্রত্যাখ্যানযোগ্য। আলী ইবনুল মাদীনী বলেন, তিনি দুর্বল আমি তার থেকে কোন হাদিস বর্ণনা করিনি। মুহাম্মাদ বিন আবদুল্লাহ আল-মাখরামী তার হাদিস বর্জন করেছেন। মুহাম্মাদ বিন আবদুল্লাহ ইবনুল বুরাকী বলেন, তিনি মিথ্যার অভিযোগে অভিযুক্ত। (তাহযীবুল কামালঃ রাবী নং ২৬৭, ২/২৪২ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "25"
    }
  }
}