{
  "hadith": {
    "hadith_id": 2905,
    "narrator": "আবুল গাওস বিন হুসায়ন (রাঃ)",
    "bn": "নবী (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট তার পিতার উপর ফরজ হওয়া হজ্জ সম্পর্কে ফতওয়া জিজ্ঞেস করেন, যিনি মারা গেছেন কিন্তু হজ্জ করতে পারেননি। নবী (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তুমি তোমার পিতার পক্ষ থেকে হজ্জ আদায় করো। নবী (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) আরও বলেনঃ মানতের সিয়ামও অনুরূপ অর্থাৎ তার পক্ষ থেকে তা আদায় করা যাবে। [২৯০৫]\n\nতাহকীক আলবানীঃ সানাদটি দুর্বল।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا عُثْمَانُ بْنُ عَطَاءٍ، عَنْ أَبِيهِ، عَنْ أَبِي الْغَوْثِ بْنِ حُصَيْنٍ، - رَجُلٌ مِنَ الْفُرْعِ - أَنَّهُ اسْتَفْتَى النَّبِيَّ ـ صلى الله عليه وسلم ـ عَنْ حِجَّةٍ كَانَتْ عَلَى أَبِيهِ مَاتَ وَلَمْ يَحُجَّ قَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\"‏ حُجَّ عَنْ أَبِيكَ ‏\"‏ ‏.‏ وَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\"‏ وَكَذَلِكَ الصِّيَامُ فِي النَّذْرِ يُقْضَى عَنْهُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "২৯০৫] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী ১. উসমান বিন আতা সম্পর্কে আবু বাকরা আল-বায়হাকী বলেন, তিনি নির্ভরযোগ্য নন, তিনি দুর্বল, তার ব্যাপারে হাদিস বানিয়ে বর্ণনার অভিযোগ রয়েছে। আবু হাতিম আর-রাযী বলেন, তার থেকে হাদিস গ্রহন করা যায় তবে তার হাদিস দ্বারা দলীল গ্রহনযোগ্য নয়। আবু হাতিম বি হিব্বান বলেন, তার হাদিস দ্বারা দলীল পেশ করা সঠিক নয়। আবু নুআয়ম আল-আসবাহানী বলেন, তিনি তার পিতা থেকে মুনকাররূপে হাদিস বর্ণনা করেছেন। ইবরাহীম বিন ইয়াকুব আল-জাওযুজানী বলেন, তিনি হাদিসের ব্যাপারে নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। ইমাম দারাকুতনী বলেন, তিনি হাদিস বর্ণনায় খুবই দুর্বল। ইমাম যাহাবী তাকে দুর্বল হিসেবে উল্লেখ করেছেন। আলী ইবনুল মাদীনী তাকে দুর্বল বলেছেন। (তাহযীবুল কামালঃ রাবী নং ৩৮৪৬, ১৯/৪৪১ নং পৃষ্ঠা) ২. আতা বিন মুসলিম সম্পর্কে আবু বাকরা আল-বায়হাকী বলেন, তিনি নির্ভরযোগ্য নয়। শুবাহ ইবনুল হাজ্জাজ বলেন, তিনি হাদিস ভুলে যেতেন। আহমাদ বিন হাম্বল বলেন, তার হাদিস প্রত্যাখ্যানযোগ্য নয়। (তাহযীবুল কামালঃ রাবী নং ৩৯৪১, ২০/১০৬ নং পৃষ্ঠা)\n\nউক্ত হাদিসটি সহিহ কিন্তু উসমান বিন আতা ও আতা বিন মুসলিম এর কারণে সানাদটি দুর্বল। হাদিসটির ৬৮৬ টি শাহিদ হাদিস রয়েছে, ১ টি জাল, ৪২ টি খুবই দুর্বল, ১৪৫ টি দুর্বল, ১৮৭ টি হাসান, ৩১১ টি সহীহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ বুখারী ১৫১৩, ১৮৫২, ১৮৫৪, ১৮৫৫, ২৭৬১, ৪৩৯৯, ৬২২৮, ৬৬৯৮, ৬৬৯৯, ৬৯৫৯, ৭৩১৫, মুসলিম ১১৪৯, ১১৫০, ১১৫১, ১৩৩৬, ১৬৩৯, তিরমিযি ৯২৮, ৯২৯, ৯৩০, ১৫৪৬, আবু দাউদ ১৮০৯, ১৮১০, দারিমী ১৮৩১, ১৮৩২, ১৮৩৩, ১৮৩৫, ১৮৩৬, ১৮৩৭, ২৩৩২, আহমাদ ১৮৯৩, ১৮৯৬, ২০০৬, ২১৪১, ২১৯০, ২৩৩২।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}