{
  "hadith": {
    "hadith_id": 2907,
    "narrator": "আবদুল্লাহ বিন আব্বাস (রাঃ)",
    "bn": "খাসআম গোত্রের এক মহিলা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বললো, হে আল্লাহর রাসূল! আমার পিতা অতিশয় বৃদ্ধ এবং অচল হয়ে পড়েছেন। বান্দাদের উপর আল্লাহর ফরযকৃত হজ্জ তার উপর ও ফরয হয়েছে, কিন্তু তিনি তা আদায় করতে সক্ষম নন। এখন আমি যদি তার পক্ষ থেকে হজ্জ করি, তবে তা কি তার জন্য যথেষ্ট হবে? রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ হাঁ। [২৯০৭] \n\nতাহকীক আলবানীঃ সানাদটি হাসান।",
    "ar": "حَدَّثَنَا أَبُو مَرْوَانَ، مُحَمَّدُ بْنُ عُثْمَانَ الْعُثْمَانِيُّ حَدَّثَنَا عَبْدُ الْعَزِيزِ الدَّرَاوَرْدِيُّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ عَيَّاشِ بْنِ أَبِي رَبِيعَةَ الْمَخْزُومِيِّ، عَنْ حَكِيمِ بْنِ حَكِيمِ بْنِ عَبَّادِ بْنِ حُنَيْفٍ الأَنْصَارِيِّ، عَنْ نَافِعِ بْنِ جُبَيْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، أَنَّ امْرَأَةً، مِنْ خَثْعَمٍ جَاءَتِ النَّبِيَّ ـ صلى الله عليه وسلم ـ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ أَبِي شَيْخٌ كَبِيرٌ قَدْ أَفْنَدَ وَأَدْرَكَتْهُ فَرِيضَةُ اللَّهِ عَلَى عِبَادِهِ فِي الْحَجِّ وَلاَ يَسْتَطِيعُ أَدَاءَهَا فَهَلْ يُجْزِئُ عَنْهُ أَنْ أُؤَدِّيَهَا عَنْهُ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ نَعَمْ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[২৯০৭] সহীহুল বুখারী ১৫১৩, ১৮৫৪, ১৮৫৫, ৪৩৯৯, ৬২২৮, মুসলিম ১৩৩৪, ১৩৩৫, তিরমিযী ২৯৮, নাসায়ী ২৬৩৪, ২৬৩৫, ২৬৪১, ২৬৪২, আহমাদ ১৮১৫, ১৮২৫, ১৮৯৩, ২২৬৬, ৩০৩৩, ৩২২৮, ৩৩৬৫, মুয়াত্তা মালেক ৮০৬, দারেমী ১৮৩১, ১৮৩২, ১৮৩৩, ১৮৩৫. তাহকীক আলবানীঃ হাসান।\n\nউক্ত হাদিসের রাবী ১. আবু মারওয়ান মুহাম্মাদ বিন উসমান আল উসমানী সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি সিকাহ। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করেন ও সিকাহ রাবীর বিপরীত হাদিস বর্ণনা করেন। ইবনু হাজার আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। ইমাম বুখারী তাকে সত্যবাদী বলেছেন। (তাহযীবুল কামালঃ রাবী নং ৫৪৫৪, ২৬/৮১ নং পৃষ্ঠা) ২. আবদুল আযিয আদ-দারাওয়ারদী সম্পর্কে মুহাম্মাদ বোন সা'দ বলেন, তিনি সিকাহ তবে হাদিস বর্ণনায় সংমিশ্রণ করেন। ইবনু হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করেন। আল আজালী তাকে সিকাহ বলেছেন। আহমাদ বিন হাম্বল বলেন, তিনি যখন তার কিতাব হতে কোন হাদিস বর্ণনা করেন তখন তা সহীহ কিন্তু যখন মানুষের কিতাব থেকে হাদিস বর্ণনা করতেন তখন তিনি সন্দেহ করতেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে তার নিজ কিতাব ছাড়া অন্যত্র থেকে হাদিস বর্ণনায় ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ৩৪৭০, ১৮/১৮৭ নং পৃষ্ঠা) আব্দুর রহমান ইবনুল হারিস বিন আয়্যাশ বিন আবু রাবীআহ আয-যুকারী সম্পর্কে আহমাদ বিন হাম্বল তাকে দুর্বল বলেছেন, অন্যত্র বলেন, তিনি প্রত্যাখ্যানযোগ্য। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি নির্ভরযোগ্য নয়, তিনি দুর্বল। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন। আলী ইবনুল মাদীনী তাকে দুর্বল বলেছেন। মুহাম্মাদ বিন সা'দ বলেন, তিনি সিকাহ। ইয়াহইয়া বিন মাঈন বলেন, তার মাঝে কোন সমস্যা নেই। (তাহযীবুল কামালঃ রাবী নং ৩৭৮৭, ১৭/৩৭ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "25"
    }
  }
}