{
  "hadith": {
    "hadith_id": 2915,
    "narrator": "জাবির (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের উদ্দেশ্যে ভাষণ দিয়ে বলেনঃ মদীনাবাসীগণের মীকাত যুল-হুলায়ফা, সিরিয়াবাসীদের মীকাত আল-জুহ্ফা, ইয়ামানবাসীদের মীকাত ইয়ালামলাম, নাজদবাসীদের মীকাত ‘কারন’, প্রাচ্যের মীকাত যাতু ইরক অতঃপর তিনি দিগন্তের দিকে মুখ ফিরিয়ে বলেনঃ হে আল্লাহ! তাদের অন্তরসমূহ ঈমানের দিকে ধাবিত করুন। [২৯১৫]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ يَزِيدَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ خَطَبَنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ ‏\"‏ مُهَلُّ أَهْلِ الْمَدِينَةِ مِنْ ذِي الْحُلَيْفَةِ وَمُهَلُّ أَهْلِ الشَّامِ مِنَ الْجُحْفَةِ وَمُهَلُّ أَهْلِ الْيَمَنِ مِنْ يَلَمْلَمَ وَمُهَلُّ أَهْلِ نَجْدٍ مِنْ قَرْنٍ وَمُهَلُّ أَهْلِ الْمَشْرِقِ مِنْ ذَاتِ عِرْقٍ ‏\"‏ ‏.‏ ثُمَّ أَقْبَلَ بِوَجْهِهِ لِلأُفُقِ ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ أَقْبِلْ بِقُلُوبِهِمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৯১৫] মুসলিম ১১৮৩, ইরওয়া ৪/১৭৬। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী ইবরাহীম বিন ইয়াযীদ সম্পর্কে আবু আহমাদ বিন আদী আল-জুরজানী বলেন, তিনি প্রত্যাখ্যানযোগ্য। আবুল হাসান ইবনুল কাত্তান তাকে দুর্বল বলেছেন। আবু বাকর আল-বাযযার বলেন, তিনি নির্ভরযোগ্য নন। আবু বাকর আল-বায়হাকী বলেন, তার বর্ণিত হাদিস দ্বারা দলীল গ্রহনযোগ্য নয়। আবদুল্লাহ বিন সুলায়মান ইবনুল আশআস বলেন, তিনি হাদিস বর্ণনায় সহজ সরল অর্থাৎ তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আলী ইবনুল জুনায়দ বলেন, তিনি প্রত্যাখ্যানযোগ্য। আলী ইবনুল মাদীনী বলেন, তিনি দুর্বল আমি তার থেকে কোন হাদিস বর্ণনা করিনি। মুহাম্মাদ বিন আবদুল্লাহ আল-মাখরামী তার হাদিস বর্জন করেছেন। মুহাম্মাদ বিন আবদুল্লাহ ইবনুল বুরাকী বলেন, তিনি মিথ্যার অভিযোগে অভিযুক্ত। (তাহযীবুল কামালঃ রাবী নং ২৬৭, ২/২৪২ নং পৃষ্ঠা)\nউক্ত হাদিসটি সহিহ কিন্তু ইবরাহীম বিন ইয়াযীদ এর কারণে সানাদটি দুর্বল। হাদিসটির ৪৬০ টি শাহিদ হাদিস রয়েছে, তন্মধ্যে ৮ টি জাল, ৪২ টি খুবই দুর্বল, ১২৮ টি দুর্বল, ১৩০ টি হাসান, ১৫২ টি সহিহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ বুখারী ১৩৩, ১৫২২, ১৫২৪, ১৫২৫, ১৫২৬, ১৫২৮, ১৫২৯, ১৫৩০, ১৫৩১, ১৮৪৫, ৭৩৪৪, মুসলিম ১১৮২, ১১৮৪, তিরমিযি ৮৩১, ৮৩২, আবু দাউদ ১৭৩৭, ১৭৩৯, ১৭৪০, ১৭৪২, দারিমী ১৭৯০, ১৭৯২, আহমাদ ২২৪০, ২২৭২, ৩০৫৬, ৩১৩৮, ৪৪৪১, ১৪২০৫।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}