{
  "hadith": {
    "hadith_id": 2925,
    "narrator": "জাবির বিন আবদুল্লাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে কোন ইহরামধারী ব্যক্তি কোরবানীর দিন আল্লাহর উদ্দেশ্যে কোরবানী করে এবং মধ্যাহ্ন থেকে সূর্যাস্ত পর্যন্ত অনবরত তালবিয়া পাঠ করতে থাকে, সূর্য তার গুনাহরাশিসহ অস্ত যায়। তখন সে তার জন্মদিনের মত নিষ্পাপ হয়ে যায়। [২৯২৫]\n\nতাহকীক আলবানীঃ দঈফ।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ الْحِزَامِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نَافِعٍ، وَعَبْدُ اللَّهِ بْنُ وَهْبٍ، وَمُحَمَّدُ بْنُ فُلَيْحٍ، قَالُوا حَدَّثَنَا عَاصِمُ بْنُ عُمَرَ بْنِ حَفْصٍ، عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَامِرِ بْنِ رَبِيعَةَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ مَا مِنْ مُحْرِمٍ يَضْحَى لِلَّهِ يَوْمَهُ يُلَبِّي حَتَّى تَغِيبَ الشَّمْسُ إِلاَّ غَابَتْ بِذُنُوبِهِ فَعَادَ كَمَا وَلَدَتْهُ أُمُّهُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৯২৫] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। আত-তালীকুর রাগীব ২/১১৯, যইফাহ ৫০১৮, যইফ আল-জামি' ৫২১৫। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী ১. মুহাম্মাদ বিন ফুলায়হ সম্পর্কে আবু জা'ফার আল-উকায়লী বলেন, তার হাদিসের অনুসরণ করা যাবে না। আবু হাতিম বিন হিব্বান তার সিকাহ গ্রন্থে তার তার নাম উল্লেখ করেছেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন। ইমাম দারাকুতনী ও ইমাম যাহাবী তাকে সিকাহ বলেছেন। ইয়াহইয়া বিন মাঈন বলেন, তিনি সিকাহ নয়, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। ২. 2925 আসিম বিন উমার সম্পর্কে আবু বাকর আল-বায়হাকী বলেন, তিনি দুর্বল। আবু হাতিম আর-রাযী বলেন, তিনি নির্ভরযোগ্য নয়। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করেন, তিনি সিকাহ রাবীর বিপরীত হাদিস বর্ণনা করেন। আবু যুরআহ আর-রাযী বলেন, তিনি হাদিস বর্ণনায় খুবই দুর্বল। আহমাদ বিন হাম্বল বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৩০১৭, ১৩/৫১৭ নং পৃষ্ঠা) ৩. আসিম বিন উবায়দুল্লাহ সম্পর্কে ইয়াহইয়া বিন মাঈন বলেন, তার হাদিস দলীলযোগ্য নয় এবং তিনি দুর্বল। ইমাম বুখারী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। মুহাম্মাদ বিন সা'দ বলেন, তার দ্বারা দলীল সাব্যস্ত করা যাবে না। আবু বাকর আল-বায়হাকী বলেন, তিনি দুর্বল। আবু বাকর আল-বাযযার বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আবু হাতিম বিন হিব্বান বলেন, তার স্মৃতিশক্তি দুর্বল, তিনি হাদিস বর্ণনায় অধিক সন্দেহ করেন। আবু দাউদ আস-সাজিসতানী বলেন, তার হাদিস গ্রহন করাও যাবে না দলীল হিসেবেও গ্রহন করা যাবে না। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। ইবরাহীম বিন ইয়াকুব আল-জাওযুজানী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৩০১৪, ১৩/৫০০ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "25"
    }
  }
}