{
  "hadith": {
    "hadith_id": 2947,
    "narrator": "শায়বাহ’র কন্যা সাফিয়্যাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কা বিজয়ের বছর যখন নিশ্চিত (নিরাপদ) হলেন তখন তিনি স্বীয় উটে আরোহণ করে (বাইতুল্লাহ) তাওয়াফ করেন এবং নিজের হাতের লাঠির সাহাস্যে রুকন (হাজরে আসওয়াদ) কে চুম্বন করেন। অতঃপর তিনি কাবার অভ্যন্তরে প্রবেশ করেন এবং তথায় কাঠের তৈরী একটি কবুতর দেখতে পান। তিনি তা ভেঙ্গে ফেলেন এবং অতঃপর তা কাবার দরজায় দাঁড়িয়ে বাইরে নিক্ষেপ করেন। আমি তা দেখেছিলাম। [২৯৪৭]  \n\nতাহকীক আলবানীঃ হাসান।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا يُونُسُ بْنُ بُكَيْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ الزُّبَيْرِ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي ثَوْرٍ، عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، قَالَتْ لَمَّا اطْمَأَنَّ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَامَ الْفَتْحِ طَافَ عَلَى بَعِيرِهِ يَسْتَلِمُ الرُّكْنَ بِمِحْجَنٍ بِيَدِهِ ثُمَّ دَخَلَ الْكَعْبَةَ فَوَجَدَ فِيهَا حَمَامَةَ عَيْدَانٍ فَكَسَرَهَا ثُمَّ قَامَ عَلَى بَابِ الْكَعْبَةِ فَرَمَى بِهَا وَأَنَا أَنْظُرُهُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[২৯৪৭] আবূ দাউদ ১৮৭৮, সহীহ আবু দাউদ ১৬৪৬। তাহকীক আলবানীঃ হাসান। উক্ত হাদিসের রাবী ১. ইউনুস বিন বুকায়র সম্পর্কে আবু বকর বিন আবু শায়বাহ বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আবু হাতিম বিন হিব্বান তার সিকাহ গ্রন্থে তার নাম উল্লেখ করেছেন। আহমাদ বিন শু'আয়ব আন-নাসাঈ বলেন, তিনি নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ৭১৭১, ৩২/৪৯৩ নং পৃষ্ঠা) ২. মুহাম্মাদ বিন ইসহাক সম্পর্কে ইয়াহইয়া বিন মাঈন ও আজালী বলেন, তিনি সিকাহ। আহমাদ বিন হাম্বল বলেন, তিনি হাসানুল হাদিস। আলী ইবনুল মাদীনী বলেন, তিনি সালিহ। সুলায়মান বিন তারখান ও সুলায়মান বিন মিহরান বলেন, তিনি মিথ্যুক। আবু হাতিম আর-রাযী বলেন, তিনি আমার নিকট হাদিস বর্ণনায় নির্ভরযোগ্য নয়, তিনি হাদিস বর্ণনায় দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৫০৫৭, ২৪/৪০৫ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "25"
    }
  }
}