{
  "hadith": {
    "hadith_id": 2950,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন বাইতুল্লাহ তাওয়াফ শুরু করতেন তখন প্রথম তিন চক্করে (তাওয়াফে) রামল করতেন (বাহু দুলিয়ে বীরদর্পে প্রদক্ষিণ করতেন) এবং চার চক্করে সাধারণভাবে হেঁটে তাওয়াফ করতেন- হাজরে আসওয়াদ থেকে তাওয়াফ (প্রদক্ষিণ) শুরু করে হাজরে আসওয়াদ পর্যন্ত। ইবনু উমার (রাঃ) ও তাই করতেন। [২৯৫০]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَحْمَدُ بْنُ بَشِيرٍ، ح وَحَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، قَالاَ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ كَانَ إِذَا طَافَ بِالْبَيْتِ الطَّوَافَ الأَوَّلَ رَمَلَ ثَلاَثَةً وَمَشَى أَرْبَعَةً مِنَ الْحَجَرِ إِلَى الْحَجَرِ وَكَانَ ابْنُ عُمَرَ يَفْعَلُهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৯৫০] সহীহুল বুখারী ১৬৬, ৩৯৬, ৪৯২, ১৫৪১, ১৫৭৩, ১৫৭৪, ১৬০৩, ১৬০৪, ১৬১৬, ১৬১৭, ১৬২৪, ১৬৪৪, ১৬৪৬, ১৬৪৭, ১৬৯২, ১৭৯৪, ২৭০২, মুসলিম ১১৮৬, ১১৮৭, ১২২৭, ১২২৮, ১২৩৪, ১২৫৯, ১২৬০, ১২৬১, ১২৬৮, ১২৫৭, তিরমিযী ৮১৮, ৮২৪, ৮৬১, ৮৬৪, নাসায়ী ২৭৩২, ২৭৫৭, ২৭৫৮, ২৯৩০, ২৯৪০, ২৯৪১, ২৯৪২, ২৯৪৩, ২৯৪৬, ২৯৬০, ২৯৬৬, ২৯৭৬, আবূ দাউদ ১৭৭১, ১৭৭২, ১৭০৫, ১৮৬৫, ১৮৯১, ১৮৯৩, ১৯০৪, ৪০৬৪, ৪২১০, আহমাদ ৪৪৪৮, ৪৫৭১, ৪৬০৪, ৪৬১৪, ৪৮২৯, ৪৮৭২, ৪৯৬৩, ৫১৭৯, ৫২১৬, ৫৩৭৮, ৫৪২১, ৫৭০৩, ৫৭২৬, ৫৮৬০, ৫৯০৭, ৬০১১, ৬২০২, ৬৩৯৭, ৬৪২৭, মুয়াত্তা মালেক ৭১৪, ৭৪০, ৭৪২, ৮১৭, ৯২৩, দারেমী ১৮৩৮, ১৮৪২, ১৯২৭, ১৯৩১, সহীহ আবু দাউদ ১৬৫২, ১৬৫৪। তাহকীক আলবানীঃ সহীহ।\nউক্ত হাদিসের রাবী আহমাদ বিন বাশীর সম্পর্কে আবু জা'ফার আল-উকায়লী বলেন, তিনি দুর্বল। আবু যুরআহ আর-রাযী বলেন, তিনি সত্যবাদী। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন। ইমাম দারাকুতনী বলেন, তিনি দুর্বল। উসমান বিন সা'দ আদ-দারিমী বলেন, তিনি প্রত্যাখ্যানযোগ্য। (তাহযীবুল কামালঃ রাবী নং ১৪/১/২৭৩ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "25"
    }
  }
}