{
  "hadith": {
    "hadith_id": 2957,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "আমি ইবনে হিশামকে রকনে ইয়ামানী সম্পর্কে আ’তা বিন আবূ রাবাহ (রাঃ) এর নিকট জিজ্ঞেস করতে শুনেছি। তিনি তখন বায়তুল্লাহ তাওয়াফ করছিলেন। আতা (রাঃ) বলেন, আবূ হুরায়রাহ (রাঃ) আমার নিকট হাদীস বর্ণনা করেছেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ (রুকনে ইয়ামানীতে) সত্তরজন ফেরেশতা মোতায়েন আছেন। অতএব যে ব্যক্তি বলে, “আল্লাহুম্মা ইন্নী আসয়ালুকাল আফওয়া, ওয়াল-আফিয়াতা ফিদ-দুনয়া ওয়াল-আখিরাতে রব্বানা আতিনা ফিদ-দুনয়া হাসানাতান ওয়াফিল-আখিরাতে হাসানাতান ওয়াকিনা আযাবান-নার,” তখন ফেরেশতাগণ বলেন, আমীন। (“হে আল্লাহ আমি আপনার নিকট ক্ষমা ও নিরাপত্তা প্রার্থনা করি দুনিয়া ও আখিরাতের। হে আমাদের প্রতিপালক! আমাদের দুনিয়ার কল্যাণ দান করুন, আখেরাতেরও কল্যাণ দান করুন এবং আমাদেরকে জাহান্নামের শাস্তি থেকে রক্ষা করুন”)। \nআতা’ বিন আবূ রাবাহ (রাঃ) রুকনুল-আসওয়াদ (হাজরে আসওয়াদ) পৌঁছালে ইবনু হিশাম (রাঃ) বলেন, হে আবূ মুহাম্মদ! এই রুকনল আসওয়াদ সম্পর্কে আপনি কী জানতে পেরেছেন? আতা (রাঃ) বলেন, আবূ হুরায়রাহ (রাঃ) আমার নিকট হাদীস বর্ণনা করেন যে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছেনঃ “যে কেউ তার সামনা-সামনি হলো, সে যেন দয়াময় আল্লাহর হাতের সামনাসামনি হলো। ইবনু হিশাম পুনরায় তাকে জিজ্ঞেস করেন, হে আবূ মুহাম্মদ! তাওয়াফ সম্পর্কে কী এসেছে? আতা (রাঃ) বলেন, আবূ হুরায়রাহ (রাঃ) আমার নিকট হাদীস বর্ণনা করেন যে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছেনঃ “যে ব্যক্তি সাতবার বায়তুল্লাহ তাওয়াফ করে এবং কোন কথা না বলে নিম্নোক্ত দোয়া পড়ে, ‘সুবহানাল্লাহ ওয়াল-হামদুলিল্লাহ ওয়া লা ইলাহা ইল্লাল্লাহু ওয়াল্লাহু আকবার ওয়া লা হাওলা ওয়ালা কুওয়্যাতা ইল্লা বিল্লাহ’, তার দশটি গুনাহ মুছে যাবে, তার জন্য দশটি নেকি লেখা হবে এবং তার মর্যাদা দশগুণ বৃদ্ধি করা হবে। আর যে ব্যক্তি তাওয়াফরত অবস্থায় কথা বলে, সে তার পদদ্বয় কেবল রহমাতের মধ্যে ডুবিয়ে রাখে, যেমন কারো পদদ্বয় পানিতে ডুবে থাকে।” [২৯৫৭]\nতাহকীক আলবানীঃ দূর্বল।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا حُمَيْدُ بْنُ أَبِي سَوِيَّةَ، قَالَ سَمِعْتُ ابْنَ هِشَامٍ، يَسْأَلُ عَطَاءَ بْنَ أَبِي رَبَاحٍ عَنِ الرُّكْنِ الْيَمَانِيِّ، وَهُوَ يَطُوفُ بِالْبَيْتِ فَقَالَ عَطَاءٌ حَدَّثَنِي أَبُو هُرَيْرَةَ أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ ‏\"‏ وُكِلَ بِهِ سَبْعُونَ مَلَكًا فَمَنْ قَالَ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ - قَالُوا آمِينَ ‏\"‏ ‏.‏ فَلَمَّا بَلَغَ الرُّكْنَ الأَسْوَدَ قَالَ يَا أَبَا مُحَمَّدٍ مَا بَلَغَكَ فِي هَذَا الرُّكْنِ الأَسْوَدِ فَقَالَ عَطَاءٌ حَدَّثَنِي أَبُو هُرَيْرَةَ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏\"‏ مَنْ فَاوَضَهُ فَإِنَّمَا يُفَاوِضُ يَدَ الرَّحْمَنِ ‏\"‏ ‏.‏ قَالَ لَهُ ابْنُ هِشَامٍ يَا أَبَا مُحَمَّدٍ فَالطَّوَافُ قَالَ عَطَاءٌ حَدَّثَنِي أَبُو هُرَيْرَةَ أَنَّهُ سَمِعَ النَّبِيَّ ـ صلى الله عليه وسلم ـ يَقُولُ ‏\"‏ مَنْ طَافَ بِالْبَيْتِ سَبْعًا وَلاَ يَتَكَلَّمُ إِلاَّ بِسُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ وَلاَ حَوْلَ وَلاَقُوَّةَ إِلاَّ بِاللَّهِ مُحِيَتْ عَنْهُ عَشْرُ سِيِّئَاتٍ وَكُتِبَتْ لَهُ عَشْرُ حَسَنَاتٍ وَرُفِعَ لَهُ بِهَا عَشْرُ دَرَجَاتٍ وَمَنْ طَافَ فَتَكَلَّمَ وَهُوَ فِي تِلْكَ الْحَالِ خَاضَ فِي الرَّحْمَةِ بِرِجْلَيْهِ كَخَائِضِ الْمَاءِ بِرِجْلَيْهِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৯৫৭] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। মিশকাত ২৫৯০, আত-তালীকুর রাগীব ২/১২১, যইফ আল-জামি' ৫৬৮৩। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী ১. ইসমাঈল বিন আয়্যাশ সম্পর্কে ইয়াহইয়া বিন মাঈন বলেন, আহলে শাম থেকে হাদিস বর্ণনায় কোন সমস্যা নেই। আলী ইবনুল মাদীনী, ইবনু আবু শায়বাহ, আমর ইবনুল ফাল্লাস ও দুহায়ম বলেন, শাম শহর থেকে হাদিস বর্ণনায় তিনি সিকাহ কিন্তু অন্য শহর থেকে হাদিস বর্ণনায় দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৪৭২, ৩/১৬৩ নং পৃষ্ঠা) ২. হুমায়দ বিন আবু সাবিয়্যাহ সম্পর্কে আবু আহমাদ বিন আদী আল-জুরজানী ও আবু বাকর আল-বায়হাকী বলেন, তিনি কুফুরী নয় এমন কওলী বা আমলী কোন ফিসক এর সাথে জড়িত। ইবনু হাজার আল-আসকালানী বলেন, তিনি অপরিচিত। ইমাম যাহাবী তাকে মুনকার হিসেবে উল্লেখ করেছেন। (তাহযীবুল কামালঃ রাবী নং ১৫২৯, ৭/৩৭৩ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "25"
    }
  }
}