{
  "hadith": {
    "hadith_id": 2959,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (মক্কায়) পৌঁছে সাতবার বাইতুল্লাহ তাওয়াফ করেন, অতঃপর দু’ রাক’আত সালাত আদায় করেন। (ওয়াকী’ বলেন, অর্থাৎ মাকামে ইবরাহীমের নিকটে) , অতঃপর সাফা পর্বতের দিকে রওয়ানা হন। [২৯৫৯]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، وَعَمْرُو بْنُ عَبْدِ اللَّهِ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ مُحَمَّدِ بْنِ ثَابِتٍ الْعَبْدِيِّ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَدِمَ فَطَافَ بِالْبَيْتِ سَبْعًا ثُمَّ صَلَّى رَكْعَتَيْنِ - قَالَ وَكِيعٌ يَعْنِي عِنْدَ الْمَقَامِ - ثُمَّ خَرَجَ إِلَى الصَّفَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৯৫৯]\nবুখারী ১৬৬, ৩৯৬, ৪৯২, ১৫৪১, ১৫৭৩, ১৫৭৪, ১৬০৩, ১৬০৪, ১৬১৬, ১৬১৭, ১৬২৪, ১৬২৭, ১৬৪৪, ১৬৪৬, ১৬৪৭, ১৬৯২, ১৭৯৪, ২৭০২, মুসলিম ২০৩৩, ২০৩৭, ২১৫৯, ২১৬০, ২১৭২, ২২০৬, ২২০৭, ২২০৯, ২২১০, ২২১২, ২২২৫, ২৩৯৭, তিরমিযি ৮১৮, ৮২৪, ৮৬১, ৮৬৪, নাসাঈ ২৭৩২, ২৭৫৭, ২৭৫৮, ২৯৩০, ২৯৪০, ২৯৪১, ২৯৪২, ২৯৪৩, ২৯৪৬, ২৯৬০, ২৯৬৬, ২৯৭৬, আবু দাউদ ১৭৭১, ১৭৭২, ১৮০৫, ১৮৬৫, ১৮৯১, ১৮৯৩, ১৯০৪, ৪০৬৪, ৪২১০, আহমাদ ৪৪৪৮, ৪৫৭১, ৪৬০৪, ৪৬১৪, ৪৮২৯, ৪৮৭২, ৪৯৬৩, ৫১৭৯, ৫২১৬, ৫৩৭৮, ৫৪২১, ৫৭০৩, ৫৭২৬, ৫৮৬০, ৫৯০৭, ৬০১১, ৬২০২, ৬৩৯৭, ৬৪২৭, মালিক ৭১৪, ৭৪০, ৭৪২, ৮১৭, ৯২৩, দারিমী ১৮৩৮, ১৮৪১, ১৮৪২, ১৯২৭, ১৯৩১, রাওদুন নাদীর ৫২৮। তাহকীক আলবানীঃ সহীহ।\n\nউক্ত হাদিসের রাবী মুহাম্মাদ বিন সাবিত আল-আবদী সম্পর্কে আবু আহমাদ আল-হাকিম বলেন, তিনি আহলে ইলমের নিকট নির্ভরযোগ্য নয়। আবু আহমাদ বিন আদী আল-জুরজানী বলেন, আমভাবে তার হাদিসের অনুসরণ করা যাবে না। আবু বাকর আল-বায়হাকী বলেন, তিনি সত্যবাদী। আবু হাতিম আর-রাযী বলেন, তার থেকে হাদিস গ্রহন করা যায় তবে তিনি নির্ভরযোগ্য নয়। আহমাদ বিন সালিহ আল-জায়লী বলেন, তিনি সিকাহ। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আলী ইবনুল মাদীনী বলেন, তিনি নির্ভরযোগ্য নয়। মুহাম্মাদ বিন সুলায়মান বলেন, তিনি সিকাহ। তাহরীরু তাকরীবুত তাহযীব এর লেখক বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৫১০৪, ২৪/৫৫৪ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "25"
    }
  }
}