{
  "hadith": {
    "hadith_id": 2962,
    "narrator": "আবদুল্লাহ বিন আমর ইবনুল আস (রাঃ)",
    "bn": "আমি আবদুল্লাহ বিন আমর (রাঃ) এর সাথে বাইতুল্লাহ তাওয়াফ করলাম। আমরা সাতবার তাওয়াফ শেষে কা’বার পশ্চাতে নামায পড়লাম। অতঃপর আমি বললাম, আমরা কি আল্লাহর নিকট জাহান্নাম থেকে আশ্রয় প্রার্থনা করবো না? তিনি বলেন, আমি আল্লাহর নিকট জাহান্নাম থেকে আশ্রয় প্রার্থনা করছি। রাবী বলেন, অতঃপর তিনি অগ্রসর হয়ে হাজরে আসওয়াদ চুম্বন করেন, অতঃপর হাজরে আসওয়াদ ও কা’বার দরজার মাঝ বরাবর দাঁড়ান, অতঃপর তার নিজের বুক, হস্তদ্বয় ও গাল তার সাথে লাগান এবং বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে এরূপ করতে দেখেছি। [২৯৬২]\n\nতাহকীক আলবানীঃ হাসান।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، قَالَ سَمِعْتُ الْمُثَنَّى بْنَ الصَّبَّاحِ، يَقُولُ حَدَّثَنِي عَمْرُو بْنُ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ طُفْتُ مَعَ عَبْدِ اللَّهِ بْنِ عَمْرٍو فَلَمَّا فَرَغْنَا مِنَ السَّبْعِ رَكَعْنَا فِي دُبُرِ الْكَعْبَةِ فَقُلْتُ أَلاَ نَتَعَوَّذُ بِاللَّهِ مِنَ النَّارِ ‏.‏ قَالَ أَعُوذُ بِاللَّهِ مِنَ النَّارِ ‏.‏ قَالَ ثُمَّ مَضَى فَاسْتَلَمَ الرُّكْنَ ثُمَّ قَامَ بَيْنَ الْحَجَرِ وَالْبَابِ فَأَلْصَقَ صَدْرَهُ وَيَدَيْهِ وَخَدَّهُ إِلَيْهِ ثُمَّ قَالَ هَكَذَا رَأَيْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَفْعَلُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "২৯৬২] আবূ দাউদ ১৮৯৯, সহীহাহ ২১৩৮। তাহকীক আলবানীঃ হাসান। উক্ত হাদিসের রাবী আল মুসান্না ইবনুস সাব্বাহ সম্পর্কে আবু আহমাদ আল-হাকিম বলেন, তিনি আহলে ইলমের নিকট নির্ভরযোগ্য নয়। আবু আহমাদ বিন আদী আল-জুরজানী বলেন, পূর্ব ইমামগণ তাকে দুর্বল হিসেবে উল্লেখ করেছেন। আবু হাতিম আর-রাযী ও ইমাম তিরমিযি বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আবু যুরআহ আর-রাযী বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আহমাদ বিন হাম্বল বলেন, তিনি হাদিস বর্ণনায় ইদতিরাব করেন। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি সিকাহ নয়, তিনি মিথ্যার অভিযোগে অভিযুক্ত। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। যাকারিয়্যা বিন ইয়াহইয়া আস-সাজী বলেন, তিনি হাদিস বর্ণনায় খুবই দুর্বল। আলী ইবনুল জুনায়দ বলেন, তার মিথ্যা বলার ব্যাপারে অভিযোগ রয়েছে। মুহাম্মাদ বিন সাহনুন, মুহাম্মাদ বিন সা'দ ও মুহাম্মাদ বিন আম্মার তার সকলে বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৫৭৭৩, ২৭/২০৩ নং পৃষ্ঠা)\nউক্ত হাদিসটি সহীহ কিন্তু আল মুসান্না ইবনুস সাব্বাহ এর কারণে সানাদটি দুর্বল। হাদিসটির ২৬ টি শাহিদ হাদিস রয়েছে, ৪ টি খুবই দুর্বল, ৭ টি দুর্বল, ১ টি হাসান, ১৪ টি সহীহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ আবু দাউদ ১৮৯৯, মুসান্নাফ আবদুর রাযযাক ৯০৪৩, শুআবুল ঈমান ৪০৫৮।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}