{
  "hadith": {
    "hadith_id": 2963,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে রওয়ানা হলাম। আমাদের একমাত্র উদ্দেশ্য ছিল হজ্জ আদায় করা। আমরা সারিফ নামক স্থানে অথবা তার কাছাকাছি গিয়ে পৌঁছালাম, তখন আমার মাসিক ঋতু শুরু হলো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট এলেন এবং আমি তখন কাঁদছিলাম। তিনি জিজ্ঞেস করলেনঃ তোমার কী হয়েছে, তুমি কি ঋতুগ্রস্ত হয়েছো? আমি বললাম, হ্যাঁ। তিনি বলেনঃ এটি এমন একটি বিষয় যা আল্লাহ তাআলা আদম কন্যাদের জন্য নির্ধারিত করেছেন। তুমি হজ্জের সমস্ত অনুষ্ঠান পালন করো, শুধুমাত্র বাইতুল্লাহ তাওয়াফ করো না। আয়িশাহ (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর স্ত্রীদের পক্ষ থেকে একটি গরু কোরবানী করেন। [২৯৬৩]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَلِيُّ بْنُ مُحَمَّدٍ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ لاَ نَرَى إِلاَّ الْحَجَّ فَلَمَّا كُنَّا بِسَرِفَ أَوْ قَرِيبًا مِنْ سَرِفَ حِضْتُ فَدَخَلَ عَلَىَّ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَأَنَا أَبْكِي فَقَالَ مَالَكِ أَنَفِسْتِ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ إِنَّ هَذَا أَمْرٌ كَتَبَهُ اللَّهُ عَلَى بَنَاتِ آدَمَ فَاقْضِي الْمَنَاسِكَ كُلَّهَا غَيْرَ أَنْ لاَ تَطُوفِي بِالْبَيْتِ ‏\"‏ ‏.‏ قَالَتْ وَضَحَّى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنْ نِسَائِهِ بِالْبَقَرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৯৬৩] সহীহুল বুখারী ২৯৪, ৩০৫, ৩১৬, ৩১৭, ৩১৯, ১৫১৮, ১৫৫৬, ১৫৬০, ১৫৬১, ১৫৬২, ১৬৩৮, ১৬৪৩, ১৬৫০, ১৭০৯, ১৭২০, ১৭৬২, ১৭৮৩, ১৭৮৬, ১৭৮৭, ১৭৮৮, ২৩১৭, ২৯৫২, ২৯৮৪, ৪৩৯৫, ৪৪০৮, ৫৫৪৮, ৫৫৫৯, ৭২২৯, ১২১১, ১২১২, ১২২৮, ১২৭৭, তিরমিযী ৯৩৪, ৯৪৫, ২৯৬৫, নাসায়ী ২৪২, ২৯০, ২৪৮, ২৬৫০, ২৭১৭, ২৭১৮, ২৭৪১, ২৭৬৩, ২৭৬৪, ২৮০৩, ২৮০৪, ২৯৯০, ২৯৯১, আবূ দাউদ ৭৫০, ১৭৭৮, ১৭৭৯, ১৭৮১, ১৭৮২, আহমাদ ২৩৫৫৬, ২৩৫৭৩, ২৩৫৮৯, ২৪০৪৪, ২৪৩৫৫, ২৪৩৮৫, ২৪৭৭৯, ২৪৭৮৮, ২৪৯১৩, ২৫০৫০, ২৫৩১০, ২৫৫৩৪, ২৫৫৫৪, ২৭৬৫৪, ২৫৮১২, মুয়াত্তা মালেক ৭৪৬, ৮৯৬, ৯৪০, ৯৪১, দারেমী ১৪৬, ১৯০৪, ইরওয়া ১৯১। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}