{
  "hadith": {
    "hadith_id": 2980,
    "narrator": "জাবির বিন আব্দুল্লাহ (রাঃ)",
    "bn": "আমরা কেবল হজ্জের নিয়তে রাসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে ইহরাম বাঁধলাম, এর সাথে উমরার নিয়ত করিনি। যিলহজ্জ মাসের চারদিন অতিবাহিত হওয়ার পর আমরা মক্কায় উপনীত হলাম। আমরা বায়তুল্লাহ তাওয়াফ ও সাফা-মারওয়ার মাঝে সাঈ সমাপ্ত করলে রাসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে ইহরাম (ভঙ্গ করে) উমরার ইহরামে পরিনত করার নির্দেশ দেন এবং স্ত্রীদের সাথে মেলামেশার অনুমতি দেন। আমরা আরয করলাম, আমাদের লজ্জাস্থান থেকে বীর্য নির্গত হওয়ার পরপরই আরাফতের দিকে অগ্রসর হবো। তখন রাসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমি তোমাদের মধ্যে সর্বাধিক সৎকর্মশীল ও সর্বাধিক সত্যবাদী। আমার সাথে কোরবানির পশু না থাকলে আমিও ইহরাম খুলে ফেলতাম। সুরাকা বিন মালিক (রাঃ) জিজ্ঞেস করেন, এ সুযোগ কি আমাদের এ বছরের জন্য, না চিরকালের জন্য? তিনি বলেনঃ না, চিরকালের জন্য। [২৯৮০]\n\nতাহকীক আলবানীঃ সহীহ",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الأَوْزَاعِيُّ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ أَهْلَلْنَا مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ بِالْحَجِّ خَالِصًا لاَ نَخْلِطُهُ بِعُمْرَةٍ فَقَدِمْنَا مَكَّةَ لأَرْبَعِ لَيَالٍ خَلَوْنَ مِنْ ذِي الْحِجَّةِ فَلَمَّا طُفْنَا بِالْبَيْتِ وَسَعَيْنَا بَيْنَ الصَّفَا وَالْمَرْوَةِ أَمَرَنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَنْ نَجْعَلَهَا عُمْرَةً وَأَنْ نَحِلَّ إِلَى النِّسَاءِ ‏.‏ فَقُلْنَا مَا بَيْنَنَا لَيْسَ بَيْنَنَا وَبَيْنَ عَرَفَةَ إِلاَّ خَمْسٌ فَنَخْرُجُ إِلَيْهَا وَمَذَاكِيرُنَا تَقْطُرُ مَنِيًّا فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ إِنِّي لأَبَرُّكُمْ وَأَصْدَقُكُمْ وَلَوْلاَ الْهَدْىُ لأَحْلَلْتُ ‏\"‏ ‏.‏ فَقَالَ سُرَاقَةُ بْنُ مَالِكٍ أَمُتْعَتُنَا هَذِهِ لِعَامِنَا هَذَا أَمْ لأَبَدٍ فَقَالَ ‏\"‏ لاَ بَلْ لأَبَدِ الأَبَدِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৯৮০]বুখারী ১৫৫৭, ১৫৬৮, ১৫৭০, ১৬৫১, ১৭৮৫, ২৫০৬, ৪৩৫২, ৭২৩০, ৭৩৬৭, মুসলীম ১২১৩, ১২১৫, ১২১৬/১-৫, ১২১৮/১-৩, ১২৬৩/১-২, ১২৭৩, ১২৭৯, ১২৯৯, তিরমিযি ৮১৭, ৮৫৬-৫৭, ৮৬২, ৮৬৯, ৮৮৬, ৮৯৭, ৯৪৭, ২৯৬৭, ৩৭৮৬, নাসাঈ ২১৪, ২৯১, ৩৯২, ৪২৯, ৬০৪, ২৭১২, ২৭৪০, ২৭৪৩-৪৪, ২৭৫৬, ২৭৬১-৬৩, ২৭৯৮, ২৮০৫, ২৮৭২, ২৯৩৯, ২৯৪৪, ২৯৬১, ২৯৬২-৬৩, ২৯৬৯-৭৫, ২৯৮১-৮৫, ২৯৯৪, ৩০২১-২২, ৩০৫৩-৫৪, ৩০৭৪-৭৬, ৪১১৯, আবু দাউদ ১৭৮৫, ১৭৮৭-৮৯, ১৮১২, ১৮৮০, ১৮৯৫, ১৯০৫-৭, ১৯৪৪, ৩৯৬৯, আহমাদ ১৩৭০২, ১৩৮০১, ১৩৮২৬, ১৩৮৬৭, ১৪০০৯, ১৪০৩১, ১৪১৬১, ১৪২৫০, ১৪৪৮৪, ১৪৫২৫, ১৪৫৮৯, ১৪৬২১, ১৪৬৬৭, ১৪৭৩৫, ১৪৮২১, ১৪৮৫১, মুয়াত্তা মালিক ৮১৬, ৮৩৫-৩৬, ৮৪০, দারিমী ১৮০৫, ১৮৪০, ১৮৫০, ১৮৯৯, সহিহ আবু দাউদ ১৫৬৮। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}