{
  "hadith": {
    "hadith_id": 2982,
    "narrator": "আল-বারা বিন আযিব (রাঃ)",
    "bn": "রাসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তার সাহাবীগণ রওনা হলেন। আমরা হজ্জের ইহরাম বাঁধলাম। আমরা মক্কায় পৌঁছলে তিনি বলেনঃ তোমাদের হজ্জকে উমরায় পরিণত করো। লোকেরা বললো, ইয়া রাসূলুল্লাহ ! আমরা তো হজ্জের নিয়তে ইহরাম বেঁধেছি, তা কিরুপে উমরায় পরিনত করবো? তিনি বলেনঃ লক্ষ্য কর, আমি তোমাদের যা নির্দেশ করি তা করো। তারা তাদের কথার পুনরাবৃত্তি করলে তিনি অসন্তুষ্ট হয়ে স্থান ত্যাগ করেন এবং এই অবস্থায় আয়িশাহ (রাঃ) -র নিকট যান। তিনি তাঁর চেহারায় অসন্তোষের ভাব লক্ষ্য করে বলেন, আপনাকে কে অসন্তুষ্ট করেছে, আল্লাহ তাকে অসন্তুষ্ট করুন? তিনি বলেনঃ আমি কীভাবে অসন্তুষ্ট না হয়ে পারি, আমি কোনো কাজের হুকুম করি, অথচ তা মান্য করা হবে না? [২৯৮২]\n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ خَرَجَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَأَصْحَابُهُ فَأَحْرَمْنَا بِالْحَجِّ فَلَمَّا قَدِمْنَا مَكَّةَ قَالَ ‏\"‏ اجْعَلُوا حَجَّكُمْ عُمْرَةً ‏\"‏ ‏.‏ فَقَالَ النَّاسُ يَا رَسُولَ اللَّهِ قَدْ أَحْرَمْنَا بِالْحَجِّ فَكَيْفَ نَجْعَلُهَا عُمْرَةً قَالَ ‏\"‏ انْظُرُوا مَا آمُرُكُمْ بِهِ فَافْعَلُوا ‏\"‏ ‏.‏ فَرَدُّوا عَلَيْهِ الْقَوْلَ فَغَضِبَ فَانْطَلَقَ حَتَّى دَخَلَ عَلَى عَائِشَةَ غَضْبَانَ فَرَأَتِ الْغَضَبَ فِي وَجْهِهِ فَقَالَتْ مَنْ أَغْضَبَكَ أَغْضَبَهُ اللَّهُ قَالَ ‏\"‏ وَمَالِي لاَ أَغْضَبُ وَأَنَا آمُرُ أَمْرًا فَلاَ أُتْبَعُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৯৮২]হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। যইফাহ ৪৭৫৩, যইফ আল-জামি ৬১৩৩। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী আবু ইসহাক সম্পর্কে আবু বাকর আল-বায়হাকী বলেন, তিনি সিকাহ। আবু জা'ফার আন-নাহহাস বলেন, তিনি হাদিস বর্ণনায় তাদলীস করেন, তার হাদিস দ্বারা দলীল গ্রহণযোগ্য নয়। আবু হাতিম বিন হিব্বান বলেন, তিনি একজন মুদাল্লিস তথা হাদিস বর্ণনায় তাদলীসকারী। আবু আমর ইবনুস সালাহ বলেন, তিনি হাদিস বর্ণনায় সংমিশ্রণ করেন। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি সিকাহ। (তাহযীবুল কামালঃ রাবী নং ৪৪০০, ২২/১০২ নং পৃষ্ঠা) তাছাড়া তিনি বারা' বিন আযিব থেকে হাদিসটি শ্রবন করেছেন কিনা তা স্পষ্ট নয়।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}