{
  "hadith": {
    "hadith_id": 2986,
    "narrator": "হিশাম বিন উরওয়াহ",
    "bn": "আমার পিতা আমাকে অবহিত করে বলেছেন, আমি আয়িশাহ (রাঃ) – কে বললাম, আমি যদি সাফা ও মারওয়ার মাঝে সাঈ না করি তবে তা আমার জন্য দূষণীয় মনে করি না। তিনি বলেন, নিশ্চয় আল্লাহ বলেছেনঃ “সাফা ও মারওয়া আল্লাহর নিদর্শনসমূহের অন্তর্ভুক্ত। অতএব যে কেউ কাবা ঘরের হজ্জ অথবা উমরাহ সম্পন্ন করে, এই দু’টির মাঝে সাঈ করলে তার কোনো পাপ নেই” (সূরা বাকারাঃ ১৫৮)। আয়িশাহ (রাঃ) বলেন, তুমি যেরূপ বুঝেছ যদি তাই হত তবে এভাবে বলা হতঃ “তবে এ দু’টির মাঝে সাঈ না করলে তার কোনো গুনাহ নেই”। উপরোক্ত আয়াত আনসার সম্প্রদায়ের কতক লোকের সম্পর্কে নাযিল হয়েছে। তারা যখন ইহরাম বাঁধতো (জাহিলী যুগে) মানাত দেবতার উদ্দেশ্যে বাঁধতো। তাই সাফা ও মারওয়ার মাঝে সাঈ করা (তাদের বিশ্বাস অনুযায়ী) তাদের জন্য হালাল ছিলো না। তারা (ইসলামোত্তর যুগে) মহানবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে হজ্জ করতে এসে বিষয়টি তাঁর সামনে উত্থাপন করলে তখন আল্লাহ তাআলা উপরোক্ত আয়াত নাযিল করেন। (আয়িশাহ (রাঃ) বলেন, আমার জীবনের শপথ! যে ব্যক্তি হজ্জ করতে এসে সাফা-মারওয়ার মাঝে সাঈ করবে না মহান আল্লাহ তার হজ্জ পূর্ণ করবেন না। [২৯৮৬]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، قَالَ أَخْبَرَنِي أَبِي قَالَ، قُلْتُ لِعَائِشَةَ مَا أَرَى عَلَىَّ جُنَاحًا أَنْ لاَ أَطَّوَّفَ بَيْنَ الصَّفَا وَالْمَرْوَةِ ‏.‏ قَالَتْ إِنَّ اللَّهَ يَقُولُ ‏{إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلاَ جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا}‏ وَلَوْ كَانَ كَمَا تَقُولُ لَكَانَ فَلاَ جُنَاحَ عَلَيْهِ أَنْ لاَ يَطَّوَّفَ بِهِمَا ‏.‏ إِنَّمَا أُنْزِلَ هَذَا فِي نَاسٍ مِنَ الأَنْصَارِ كَانُوا إِذَا أَهَلُّوا أَهَلُّوا لِمَنَاةَ فَلاَ يَحِلُّ لَهُمْ أَنْ يَطَّوَّفُوا بَيْنَ الصَّفَا وَالْمَرْوَةِ فَلَمَّا قَدِمُوا مَعَ النَّبِيِّ ـ صلى الله عليه وسلم ـ فِي الْحَجِّ ذَكَرُوا ذَلِكَ لَهُ فَأَنْزَلَهَا اللَّهُ فَلَعَمْرِي مَا أَتَمَّ اللَّهُ عَزَّ وَجَلَّ حَجَّ مَنْ لَمْ يَطُفْ بَيْنَ الصَّفَا وَالْمَرْوَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৯৮৬] সহীহুল বুখারী ১৬৪৩, ১৭৯০, ৪৪৮৫, ৪৮৬১, মুসলিম ১২৭৭, তিরমিযী ২৯৬৫, নাসায়ী ২৯৬৭, ২৯৬৮, আবূ দাউদ ২৯০১, আহমাদ ২৪৫৮৮, ২৪৭৭০, ২৫৩৭৭, মুয়াত্তা মালেক ৮৩৮, ইরওয়া ১০৭১, সহীহ আবু দাউদ ১৬৫৯। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}