{
  "hadith": {
    "hadith_id": 2989,
    "narrator": "তালহাহ বিন উবায়দুল্লাহ (রাঃ)",
    "bn": "তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছেনঃ হাজ্জ হলো জিহাদ এবং উমরা হলো নফল। [২৯৮৯]\n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا الْحَسَنُ بْنُ يَحْيَى الْخُشَنِيُّ، حَدَّثَنَا عُمَرُ بْنُ قَيْسٍ، أَخْبَرَنِي طَلْحَةُ بْنُ يَحْيَى، عَنْ عَمِّهِ، إِسْحَاقَ بْنِ طَلْحَةَ عَنْ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ الْحَجُّ جِهَادٌ وَالْعُمْرَةُ تَطَوُّعٌ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[২৯৮৯] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। যইফাহ ২০০। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী ১. হাসান বিন ইয়াহইয়া আল-খুশানী সম্পর্কে আবু আহমাদ আল-হাকিম বলেন, তিনি কখনো কখনো হাদিস বর্ণনায় কিছু ভুল করেন। আবু হাতিম আর-রাযী বলেন, তিনি সত্যবাদী তবে তার স্মৃতিশক্তি দুর্বল। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি সিকাহ নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় অধিক ভুল করেন। ইমাম দারাকুতনী বলেন, তিনি প্রত্যাখ্যানযোগ্য। সুলায়মান বিন আবদুর রহমান আদ-দিমাশকী বলেন, তিনি সিকাহ। তাহরীরু তাকরীবুত তাহযীব এর লেখক বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ১২৮৩, ৬/৩৩৯ নং পৃষ্ঠা) ২. উমার বিন কায়স সম্পর্কে আবুল ফাতহ আল-আযদী তাকে দুর্বল হিসেবে উল্লেখ করেছেন। আবুল কাসিম আল-বাগাবী বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আবু বাকর আল-বাযযার বলেন, তিনি হাদিস বর্ণনায় দুর্বল। আবু বাকর আল-বায়হাকী বলেন, তিনি দুর্বল। আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল, তিনি মিথ্যা বলার অভিযোগে অভিযুক্ত। আবু দাউদ আস-সাজিসতানী বলেন, তিনি প্রত্যাখ্যানযোগ্য। আবু যুরআহ আদ-দিমাশকী তাকে দুর্বল বলেছেন। (তাহযীবুল কামালঃ রাবী নং ৪২৯৭, ২১/৪৮৭ নং পৃষ্ঠা) ৩. তালহাহ বিন ইয়াহইয়া বিন তালহাহ বিন উবায়দুল্লাহ সম্পর্কে আবু দাউদ আস-সাজিসতানী বলেন, কোন সমস্যা নেই। আবু যুরআহ আর-রাযী বলেন, তিনি সালিহ। ইয়াহইয়া বিন মাঈন বলেন, তিনি সিকাহ। (তাহযীবুল কামালঃ রাবী নং ২৯৮৪, ১৩/৪৪১ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "25"
    }
  }
}