{
  "hadith": {
    "hadith_id": 3000,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "জিলহজ্জ মাসের চাঁদ উদিত হওয়ার কাছাকাছি সময়ে আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে বিদায় হজ্জে রওয়ানা হলাম। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: তোমাদের মধ্যে যে ব্যক্তি উমরার উদ্দেশ্যে ইহরাম বাঁধতে চায় সে তা করতে পারে। আমি যদি সাথে কোরবানির পশু না আনতাম তবে অবশ্যই উমরার ইহরাম বাঁধতাম। আয়িশাহ (রাঃ) বলেন, কাফেলার কতক উমরার উদ্দেশ্যে এবং কতক হজ্জের উদ্দেশ্যে ইহরাম বাঁধলো। যারা উমরার নিয়াতে ইহরাম বাঁধে আমি তাদের অন্তর্ভুক্ত ছিলাম। তিনি আরো বলেন, আমরা রওয়ানা হয়ে মক্কায় পৌছলাম। আরাফাত দিবস নিকটবর্তী হলে আমি হায়েজগ্রস্থ হলাম এবং তখনও উমরার ইহরাম খুলিনি। এ ব্যাপারে আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট অভিযোগ করলে তিনি বলেন: তুমি উমরা ত্যাগ করো, মাথার চুলের বাঁধন খুলে ফেলো, তাতে চিরুনী করো এবং হজ্জের ইহরাম বাঁধো। আয়িশাহ (রাঃ) বলেন, আমি তাই করলাম। যখন হাসবার রাত (যিলহজ্জ মাসের ১২ তম রাত) এলো এবং আল্লাহ তায়ালা আমাদের হজ্জ পূর্ণ করলেন তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার সাথে (আমার ভাই) আবদুর রহমান বিন আবূ বাকর (রাঃ) কে পাঠালেন। তিনি আমাকে তাঁর উটের পিঠে পেছন দিকে তুলে নিয়ে তানঈম রওনা হলেন। সেখানে আমি উমরার উদ্দেশ্যে ইহরাম বাঁধলাম। এভাবে আল্লাহ তায়ালা আমাদের হজ্জ ও উমরা পূর্ণ করে দিলেন এবং এজন্য আমাদের উপর না কোরবানী, না সদাকা, আর না রোযা বাধ্যতামূলক হয়েছিল। [৩০০০] \n\nতাহকীক আলবানী: সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فِي حِجَّةِ الْوَدَاعِ نُوَافِي هِلاَلَ ذِي الْحِجَّةِ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ مَنْ أَرَادَ مِنْكُمْ أَنْ يُهِلَّ بِعُمْرَةٍ فَلْيُهْلِلْ فَلَوْلاَ أَنِّي أَهْدَيْتُ لأَهْلَلْتُ بِعُمْرَةٍ ‏\"‏ ‏.‏ قَالَتْ فَكَانَ مِنَ الْقَوْمِ مَنْ أَهَلَّ بِعُمْرَةٍ وَمِنْهُمْ مَنْ أَهَلَّ بِحَجٍّ فَكُنْتُ أَنَا مِمَّنْ أَهَلَّ بِعُمْرَةٍ ‏.‏ قَالَتْ فَخَرَجْنَا حَتَّى قَدِمْنَا مَكَّةَ فَأَدْرَكَنِي يَوْمُ عَرَفَةَ وَأَنَا حَائِضٌ لَمْ أَحِلَّ مِنْ عُمْرَتِي فَشَكَوْتُ ذَلِكَ إِلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ فَقَالَ ‏\"‏ دَعِي عُمْرَتَكِ وَانْقُضِي رَأْسَكِ وَامْتَشِطِي وَأَهِلِّي بِالْحَجِّ ‏\"‏ ‏.‏ قَالَتْ فَفَعَلْتُ فَلَمَّا كَانَتْ لَيْلَةُ الْحَصْبَةِ وَقَدْ قَضَى اللَّهُ حَجَّنَا أَرْسَلَ مَعِي عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ فَأَرْدَفَنِي وَخَرَجَ إِلَى التَّنْعِيمِ فَأَهْلَلْتُ بِعُمْرَةٍ فَقَضَى اللَّهُ حَجَّنَا وَعُمْرَتَنَا وَلَمْ يَكُنْ فِي ذَلِكَ هَدْىٌ وَلاَ صَدَقَةٌ وَلاَ صَوْمٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩০০০] সহীহুল বুখারী ২৯৪, ৩০৫, ৩১৬, ৩১৭, ৩১৯, ১৫১৮, ১৫৫৬, ১৫৬০, ১৫৬১, ১৫৬২, ১৬৩৮, ১৬৪৩, ১৬৫০, ১৭০৯, ১৭২০, ১৭৬২, ১৭৮৩, ১৭৮৬, ১৭৮৭, ১৭৮৮, ২৩১৭, ২৯৫২, ২৯৮৪, ৪৩৯৫, ৪৪০৮, ৫৫৪৮, ৫৫৫৯, ৭২২৯, ১২১১, ১২১২, ১২২৮, ১২৭৭, তিরমিযী ৯৩৪, ৯৪৫, ২৯৬৫, নাসারী ২৪২, ২৯০, ২৪৮, ২৬৫০, ২৭১৭, ২৭১৮, ২৮৪১, ২৭৬৩, ২৭৬৪, ২৮০৩, ২৮০৪, ২৯৯০, ২৯৯১, আবূ দাঊদ ৭৫০, ১৭৭৮, ১৭৭৯, ১৭৮১, ১৭৮২, ২৩৫৫৬, ২৩৫৭৩, ২৩৫৮৯, ২৪০৪৪, ২৪৩৫৫, ২৪৩৮৫, ২৪৭৭৯, ২৪৭৮৮, ২৪৯১৩, ২৫০৫০, ২৫৩১০, ২৫৫৩৪, ২৫৫৫৪, ২৭৬৫৪, ২৫৮১২, মুওয়াত্তা' মালিক ৭৪৬, ৮৯৬, ৯৪০, ৯৪১, দারিমী ১৪৬, ১৯০৪। সহীহ আবূ দাঊদ ১৫৫৯।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}