{
  "hadith": {
    "hadith_id": 3009,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরাফাতের ময়দানে 'নামিরা' উপত্যকায় অবতরণ করেছিলেন। রাবী বলেন, হাজ্জাজ বিন ইউসুফ, যুবায়ের (রাঃ) কে হত্যা করার পর বিন উমার (রাঃ) কে জিজ্ঞেস করে পাঠায় যে, আজকের এ দিনের কোন সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (খোতবা দিতে মাঠের কেন্দ্রস্থলে) রওয়ানা হতেন? তিনি বলেন, সেই সময় উপস্থিত হলে স্বয়ং আমরাই রওয়ানা হবো। অতএব তিনি কখন রওয়ানা হন তা লক্ষ্য করার জন্য হাজ্জাজ একজন লোক পাঠায়। বিন উমার (রাঃ) যখন রওয়ানা হওয়ার ইচ্ছা করলেন, তখন জিজ্ঞেস করলেন, সূর্য কি ঢলে পড়েছে? লোকেরা বললো এখনও ঢলেনি। তিনি বসে রইলেন। কিছুক্ষণ পর তিনি জিজ্ঞেস করলেন, সূর্য কি ঢলে পড়েছে? তারা বললো, এখনও ঢলেনি। কিছুক্ষণ পর তিনি পুনরায় জিজ্ঞেস করলেন, সূর্য কি ঢলে পড়েছে? তারা বললো, হাঁ। তারা যখন বললো, সূর্য ঢলেছে তখন তিনি রওয়ানা হলেন। [৩০০৯] \n\nতাহকীক আলবানী: হাসান।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، وَعَمْرُو بْنُ عَبْدِ اللَّهِ، قَالاَ حَدَّثَنَا وَكِيعٌ، أَنْبَأَنَا نَافِعُ بْنُ عُمَرَ الْجُمَحِيُّ، عَنْ سَعِيدِ بْنِ حَسَّانَ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ كَانَ يَنْزِلُ بِعَرَفَةَ فِي وَادِي نَمِرَةَ ‏.‏ قَالَ فَلَمَّا قَتَلَ الْحَجَّاجُ ابْنَ الزُّبَيْرِ أَرْسَلَ إِلَى ابْنِ عُمَرَ أَىَّ سَاعَةٍ كَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يَرُوحُ فِي هَذَا الْيَوْمِ قَالَ إِذَا كَانَ ذَلِكَ رُحْنَا ‏.‏ فَأَرْسَلَ الْحَجَّاجُ رَجُلاً يَنْظُرُ إِلَى سَاعَةِ يَرْتَحِلُ ‏.‏ فَلَمَّا أَرَادَ ابْنُ عُمَرَ أَنْ يَرْتَحِلَ قَالَ أَزَاغَتِ الشَّمْسُ قَالُوا لَمْ تَزِغْ بَعْدُ ‏.‏ فَجَلَسَ ثُمَّ قَالَ أَزَاغَتِ الشَّمْسُ قَالُوا لَمْ تَزِغْ بَعْدُ ‏.‏ فَجَلَسَ ثُمَّ قَالَ أَزَاغَتِ الشَّمْسُ قَالُوا لَمْ تَزِغْ بَعْدُ ‏.‏ فَجَلَسَ ثُمَّ قَالَ أَزَاغَتِ الشَّمْسُ قَالُوا نَعَمْ ‏.‏ فَلَمَّا قَالُوا قَدْ زَاغَتِ ارْتَحَلَ ‏.‏ قَالَ وَكِيعٌ يَعْنِي رَاحَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩০০৯] আবূ দাউদ ১৯১৪, সহীহ আবু দাউদ ১৬৭২। তাহকীক আলবানীঃ হাসান। উক্ত হাদিসের রাবী সাঈদ বিন হাসসান সম্পর্কে আহমাদ বিন শু'আয়ব আন-নাসায়ী ও আহমাদ বিন সালিহ আল-জায়লী বলেন, তিনি সিকাহ। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন। মুহাম্মাদ বিন সা'দ বলেন, তিনি সিকাহ। তাহরীরু তাকরীবুত তাহযীব এর লেখক বলেন, তার মাঝে জারাহ আছে কিনা তা আমার জানা নেই। ইয়াহইয়া বিন মাঈন বলেন, তিনি সিকাহ। (তাহযীবুল কামালঃ রাবী নং ২২৫০, ১০/৩৮৪ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "25"
    }
  }
}