{
  "hadith": {
    "hadith_id": 3056,
    "narrator": "জুবায়র বিন মুতইম (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিনার মসজিদুল খায়ফ-এ দাঁড়িয়ে বলেনঃ আল্লাহ তাআলা সেই ব্যক্তিকে সজীব ও আলোকোজ্জ্বল করে রাখুন যে আমার কথা শোনে, অতঃপর তা (অন্যদের নিকট) পৌঁছে দেয়। জ্ঞানের অনেক বাহক মূলত জ্ঞানী নয়। কোন কোন জ্ঞানের বাহক যার নিকট জ্ঞান বয়ে নিয়ে যায়, সে তার চেয়ে অধিক জ্ঞানী। তিনটি বিষয়ে মুমিন ব্যক্তির অন্তর প্রতারণা করতে পারে না। (১) একনিষ্ঠভাবে আল্লাহর (সন্তোষ লাভের) জন্য ‘আমাল (কাজ) করা, (২) মুসলিম শাসকবর্গকে সদুপদেশ প্রদানে এবং (৩) মুসলিম জামা’আতের (সমাজের) সাথে সংঘবদ্ধ থাকার ব্যপারে। কারণ মুসলমানদের দুআ’ তাদেরকে পেছন থেকে পরিবেষ্টন করে রাখে। [৩০৫৬]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عَبْدِ السَّلاَمِ، عَنِ الزُّهْرِيِّ، عَنْ مُحَمَّدِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، عَنْ أَبِيهِ، قَالَ قَامَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ بِالْخَيْفِ مِنْ مِنًى فَقَالَ ‏ \"‏ نَضَّرَ اللَّهُ امْرَأً سَمِعَ مَقَالَتِي فَبَلَّغَهَا فَرُبَّ حَامِلِ فِقْهٍ غَيْرُ فَقِيهٍ وَرُبَّ حَامِلِ فِقْهٍ إِلَى مَنْ هُوَ أَفْقَهُ مِنْهُ ثَلاَثٌ لاَ يُغِلُّ عَلَيْهِنَّ قَلْبُ مُؤْمِنٍ إِخْلاَصُ الْعَمَلِ لِلَّهِ وَالنَّصِيحَةُ لِوُلاَةِ الْمُسْلِمِينَ وَلُزُومُ جَمَاعَتِهِمْ فَإِنَّ دَعْوَتَهُمْ تُحِيطُ مِنْ وَرَائِهِمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩০৫৬] \nআহমাদ ১৬২৯৬, ১৬৩১২, দারিমী ২২৭, যিলাল ১০৮৫। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী ১. মুহাম্মাদ বিন ইসহাক সম্পর্কে ইয়াহইয়া বিন মাঈন ও আজালী বলেন, তিনি সিকাহ। আহমাদ বিন হাম্বল বলেন, তিনি হাসানুল হাদিস। আলী ইবনুল মাদীনী বলেন, তিনি সালিহ। সুলায়মান বিন তারখান ও সুলায়মান বিন মিহরান বলেন, তিনি মিথ্যুক। আবু হাতিম আর-রাযী বলেন, তিনি আমার নিকট হাদিস বর্ণনায় নির্ভরযোগ্য নয়, তিনি হাদিস বর্ণনায় দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৫০৫৭, ২৪/৪০৫ নং পৃষ্ঠা) ২. আব্দুস সালাম বিন আবুল জানুব সম্পর্কে আবু বাকর আল-বাযযার বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আবু হাতিম আর-রাযী বলেন, তিনি মিথ্যার সাথে জড়িত। আবু যুরআহ আর-রাযী ও ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। তাহরীরু তাকরীবুত তাহযীব এর লেখক বলেন, তিনি মিথ্যার অভিযোগে অভিযুক্ত। (তাহযীবুল কামালঃ রাবী নং ৩৪১৬, ১৮/৬৩ নং পৃষ্ঠা\nউক্ত হাদিসটি সহীহ কিন্তু মুহাম্মাদ বিন ইসহাক ও আব্দুস সালাম বিন আবুল জানুব এর কারণে সানাদটি দুর্বল। হাদিসটির ২৯৩ টি শাহিদ হাদিস রয়েছে, ১ টি জাল, ৩৩ টি খুবই দুর্বল, ১১৪ টি দুর্বল, ৬৭ টি হাসান, ৭৮ টি সহীহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ তিরমিযি ২৬৫৬, ২৬৫৭, ২৬৫৮, আবু দাউদ ৩৬৬০, দারিমী ২২৭, ২২৮, ২২৯, ২৩০।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}