{
  "hadith": {
    "hadith_id": 3057,
    "narrator": "আবদুল্লাহ বিন মাসউদ (রাঃ)",
    "bn": "রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরাফাতের ময়দানে তাঁর স্বীয় উষ্ট্রীতে আরোহিত অবস্হায় বলেনঃ তোমরা কি জানো আজ কোন দিন, এটা কোন মাস এবং এটা কোন শহর? তারা বলেন, এটা (মক্কা) সন্মানিত শহর , সন্মানিত মাস ও সন্মানিত দিন। তিনি আরো বলেনঃ সাবধান ! তোমাদের সম্পদ ও তোমাদের রক্ত তোমাদের পরস্পরের প্রতি তেমনি হারাম যেমনি তোমাদের  এই মাসের সন্মান রয়েছে তোমাদের এই শহরে তোমাদের এই দিনে। শুনে রাখো ! আমি তোমাদের  আগেই হাওযে কাওসারে উপস্থিত থাকবো। অন্যান্য উম্মাতের তুলনায় তোমাদের সংখ্যাধিক্য নিয়ে আমি গৌরব করবো। তোমরা যেন আমার চেহারা কালিমালিপ্ত না করো। সাবধান! কিছু লোককে আমি মুক্ত করতে পারবো। আর কিছু লোককে আমার নিকট থেকে ছিনিয়ে নেওয়া হবে। তখন আমি বলবো , হে আল্লাহ ! এরা তো আমার সাহাবী ! তিনি বলবেনঃ তোমার পরে এরা কী বিদআতী কাজ করেছে, তা তুমি জানো না। [৩০৫৭] \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ تَوْبَةَ، حَدَّثَنَا زَافِرُ بْنُ سُلَيْمَانَ، عَنْ أَبِي سِنَانٍ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَهُوَ عَلَى نَاقَتِهِ الْمُخَضْرَمَةِ بِعَرَفَاتٍ فَقَالَ ‏\"‏ أَتَدْرُونَ أَىُّ يَوْمٍ هَذَا وَأَىُّ شَهْرٍ هَذَا وَأَىُّ بَلَدٍ هَذَا ‏\"‏ ‏.‏ قَالُوا هَذَا بَلَدٌ حَرَامٌ وَشَهْرٌ حَرَامٌ وَيَوْمٌ حَرَامٌ ‏.‏ قَالَ ‏\"‏ أَلاَ وَإِنَّ أَمْوَالَكُمْ وَدِمَاءَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا فِي يَوْمِكُمْ هَذَا أَلاَ وَإِنِّي فَرَطُكُمْ عَلَى الْحَوْضِ وَأُكَاثِرُ بِكُمُ الأُمَمَ فَلاَ تُسَوِّدُوا وَجْهِي أَلاَ وَإِنِّي مُسْتَنْقِذٌ أُنَاسًا وَمُسْتَنْقَذٌ مِنِّي أُنَاسٌ فَأَقُولُ يَا رَبِّ أُصَيْحَابِي ‏.‏ فَيَقُولُ إِنَّكَ لاَ تَدْرِي مَا أَحْدَثُوا بَعْدَكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩০৫৭] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী যাফির বিন সুলায়মান সম্পর্কে আবু আহমাদ বিন আদী আল-জুরজানী বলেন, তার হাদিসের অনুসরণ করা যাবে না, তার দুর্বলতার সাথে তার থেকে হাদিস লিখা যায়। আবুল হাসান ইবনুল মুদানী বলেন, আমি তার হাদিস বর্জন করেছি। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করেন। আহমাদ বিন হাম্বল বলেন, তিনি সিকাহ। আহমাদ বিন সালিহ আল-জায়লী বলেন, তার থেকে হাদিস গ্রহন করা যায় তবে তিনি নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ১৯৪৭, ৯/২৬৭ নং পৃষ্ঠা) ২. আবু সিনান সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি সত্যবাদী ও সিকাহ। আহমাদ বিন হাম্বল বলেন, তিনি হাদিসের ক্ষেত্রে নির্ভরযোগ্য নয়। আহমাদ বিন সালিহ আল-জায়লী ও ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী কিন্তু হাদিস বর্ণনায় সন্দেহ করেন। মুহাম্মাদ বিন আম্মার বলেন, তিনি সিকাহ। (তাহযীবুল কামালঃ রাবী নং ২২৯৪, ১০/৪৯২ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "25"
    }
  }
}