{
  "hadith": {
    "hadith_id": 3061,
    "narrator": "মুহাম্মাদ বিন আবদুর রহমান বিন আবূ বাকর (মাকবুল)",
    "bn": "আমি ইবনু আব্বাস (রাঃ) এর নিকট উপবিষ্ট ছিলাম। এক ব্যাক্তি তাঁর নিকট এলে তিনি জিজ্ঞেস করনে, তুমি কোথা থেকে এসেছো? সে বললো যমযমের নিকট থেকে। তিনি জিজ্ঞেস করলেন , তুমি কি তা থেকে প্রয়োজনমত পান করেছ? সে বললো ,তা কিরুপে? তিনি বললেন , তুমি তা থেকে পান করার সময় কিবলামুখী হবে , আল্লাহর নাম স্মরন করবে , তিনবার নিঃশ্বাস নিবে এবং তৃপ্তি সহকারে পান করবে। পানি পান শেষে তুমি মহামহিম আল্লাহর প্রশংসা করবে। কারন , রাসুলাল্লাহ ( (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ) বলেছেনঃ আমাদের ও মুনাফিকদের মধ্যে নিদর্শন এই যে, তারা তৃপ্তি সহকারে যমযমের পানি পান করে না। [৩০৬১] \n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ عُثْمَانَ بْنِ الأَسْوَدِ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ، قَالَ كُنْتُ عِنْدَ ابْنِ عَبَّاسٍ جَالِسًا فَجَاءَهُ رَجُلٌ فَقَالَ مِنْ أَيْنَ جِئْتَ قَالَ مِنْ زَمْزَمَ ‏.‏ قَالَ فَشَرِبْتَ مِنْهَا كَمَا يَنْبَغِي قَالَ وَكَيْفَ قَالَ إِذَا شَرِبْتَ مِنْهَا فَاسْتَقْبِلِ الْكَعْبَةَ وَاذْكُرِ اسْمَ اللَّهِ وَتَنَفَّسْ ثَلاَثًا وَتَضَلَّعْ مِنْهَا فَإِذَا فَرَغْتَ فَاحْمَدِ اللَّهَ عَزَّ وَجَلَّ فَإِنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ إِنَّ آيَةَ مَا بَيْنَنَا وَبَيْنَ الْمُنَافِقِينَ أَنَّهُمْ لاَ يَتَضَلَّعُونَ مِنْ زَمْزَمَ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩০৬১] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। ইরওয়া ১১২৫, তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী মুহাম্মাদ বিন আবদুর রহমান বিন আবু বাকর সম্পর্কে ইবনু হাজার আল-আসকালানী বলেন, তিনি মাকবুল। ইমাম বুখারি তার তারিখুল কাবীর এর মাঝে তার নাম উল্লেখ করেছেন এবং বলেছেন, তিনি ইবনু উমার থেকে ও তার থেকে আমর বিন দীনার হাদিস বর্ণনা করেছেন। তার থেকে দুইজন রাবী হাদিস বর্ণনা করেছেন, কিন্তু কেউ তাকে সিকাহ বলেননি। সানাদের বাকী রাবীগুলো সিকাহ। (তাহযীবুল কামালঃ রাবী নং ৫৩৯১, ২৫/৫৯৩ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "25"
    }
  }
}