{
  "hadith": {
    "hadith_id": 3075,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "আমরা রাসূলু্ল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে তিন পর্যায়ে বিভক্ত হয়ে হজ্জের উদ্দেশ্যে রওনা হলাম। আমাদের কতক একসাথে হজ্জ ও উমরার ইহরাম বাঁধে কতক শুধু বেঁধেছিল তাদের জন্য হজ্জের অনুষ্ঠানাদি শেষ না করা পর্যন্ত (ইহরামের ফলে) কোন (সাময়িক) নিষিদ্ধ জিনিস হালাল হয়নি। অনুরূপ যারা শুধুমাত্র হজ্জের ইহরাম বেঁধেছিল তাদের জন্যও হজ্জের অনুষ্ঠানাদি শেষ না করা পর্যন্ত (ইহরামের ফলে) কোন (সাময়িক) নিষিদ্ধ জিনিস হালাল হয়নি। আর যারা শুধু উমরার ইহরাম বেঁধেছিল, তাদের জন্য বাইতুল্লাহ তাওয়াফ ও সাফা-মারওয়ার মাঝখানে সাঈ করার পর (ইহরামের কারণে) যা কিছু হারাম ছিল তা হালাল হয়ে গেল, হাজের ইহরাম বাঁধার পূর্ব পর্যন্ত [৩০৭৫]\n\nতাহকীক আলবানীঃ সানাদটি হাসান।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ الْعَبْدِيُّ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، حَدَّثَنِي يَحْيَى بْنُ عَبْدِ الرَّحْمَنِ بْنِ حَاطِبٍ، عَنْ عَائِشَةَ، قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ لِلْحَجِّ عَلَى أَنْوَاعٍ ثَلاَثَةٍ فَمِنَّا مَنْ أَهَلَّ بِحَجٍّ وَعُمْرَةٍ مَعًا وَمِنَّا مَنْ أَهَلَّ بِحَجٍّ مُفْرَدٍ وَمِنَّا مَنْ أَهَلَّ بِعُمْرَةٍ مُفْرَدَةٍ ‏.‏ فَمَنْ كَانَ أَهَلَّ بِحَجٍّ وَعُمْرَةٍ مَعًا لَمْ يَحْلِلْ مِنْ شَىْءٍ مِمَّا حَرُمَ مِنْهُ حَتَّى يَقْضِيَ مَنَاسِكَ الْحَجِّ وَمَنْ أَهَلَّ بِالْحَجِّ مُفْرَدًا لَمْ يَحْلِلْ مِنْ شَىْءٍ مِمَّا حَرُمَ مِنْهُ حَتَّى يَقْضِيَ مَنَاسِكَ الْحَجِّ وَمَنْ أَهَلَّ بِعُمْرَةٍ مُفْرَدَةٍ فَطَافَ بِالْبَيْتِ وَبَيْنَ الصَّفَا وَالْمَرْوَةِ حَلَّ مَا حَرُمَ مِنْهُ حَتَّى يَسْتَقْبِلَ حَجًّا ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩০৭৫] সহীহুল বুখারী ২৯৪, ৩০৫, ৩১৬, ৩১৭, ৩১৯, ১৫১৮, ১৫৫৬, ১৫৬০, ১৫৬১, ১৫৬২, ১৬৩৮, ১৬৪৩, ১৬৫০, ১৭০৯, ১৭২০, ১৭৬২, ১৭৮৩, ১৭৮৬, ১৭৮৭, ১৭৮৮, ২৩১৭, ২৯৫২, ২৯৮৪, ৪৩৯৫, ৪৪০৮, ৫৫৪৮, ৫৫৫৯, ৭২২৯, ১২১১, ১২১২, ১২২৮, ১২৭৭, তিরমিযী ৯৩৪, ৯৪৫, ২৯৬৫, নাসায়ী ২৪২, ২৯০, ২৪৮, ২৬৫০, ২৭১৭, ২৭১৮, ২৭৪১, ২৭৬৩, ২৭৬৪, ২৮০৩, ২৮০৪, ২৯৯০, ২৯৯১, আবূ দাউদ ৭৫০, ১৭৭৮, ১৭৭৯, ১৭৮১, ১৭৮২, আহমাদ ২৩৫৫৬, ২৩৫৭৩, ২৩৫৮৯, ২৪০৪৪, ২৪৩৫৫, ২৪৩৮৫, ২৪৭৭৯, ২৪৭৮৮, ২৪৯১৩, ২৫০৫০, ২৫৩১০, ২৫৫৩৪, ২৫৫৫৪, ২৭৬৫৪, ২৫৮১২, মুয়াত্তা মালেক ৭৪৬, ৮৯৬, ৯৪০, ৯৪১, দারেমী ১৪৬, ১৯০৪। তাহকীক আলবানীঃ হাসান।\nউক্ত হাদিসের রাবী আবু আমর বিন মুহাম্মাদ বিন আমর বিন হুরায়স সম্পর্কে ইবনু হিব্বান বলেন, তিনি সিকাহ তবে ইমাম যাহাবী বলেন, তার পরিচয় সম্পর্কে কিছু জানা যায়নি। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করেন। ইবরাহীম বিন ইয়াকুব আল-জাওযুজানী বলেন, তিনি হাদিসের ক্ষেত্রে নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন। ইমাম দারাকুতনী তাকে দুর্বল বলেছেন। (তাহযীবুল কামালঃ রাবী নং ৫৫১৩, ২৬/২১২ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "25"
    }
  }
}