{
  "hadith": {
    "hadith_id": 3109,
    "narrator": "সাফিয়্যা বিনতু শায়বাহ (রাঃ)",
    "bn": "আমি মক্বা বিজয়ের বছর মহানবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে তাঁর ভাষণে বলতে শুনেছিঃ হে জনগণ! আল্লাহ তাআলা আসমান ও যমীন সৃষ্টির দিন থেকে মক্কাকে হারাম (সম্মানিত) করেছেন। অতএব তা কিয়ামত পর্যন্ত হারাম থাকবে। তার বৃক্ষরাজি কাটা যাবে না, এখানকার শিকারের পিছু ধাওয়া করা যাবে না, এখানে পড়ে থাকা কোন জিনিস তুলে নেয়া যাবে না, কেবল সেই ব্যক্তি তা তুলতে পারবে যে তার ঘোষণা দিবে। আব্বাস (রাঃ) বলেন, কিন্তু ইযখির ঘাস (বৈধ করা হোক)। কারণ তা ঘরবাড়ি তৈরিী ও কবরে রাখার জন্য (প্রয়োজন হয়)। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ ইযখির ঘাস ব্যতীত। [৩১০৯]\n\nতাহকীক আলবানীঃ হাসান।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا يُونُسُ بْنُ بُكَيْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، حَدَّثَنَا أَبَانُ بْنُ صَالِحٍ، عَنِ الْحَسَنِ بْنِ مُسْلِمِ بْنِ يَنَّاقٍ، عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، قَالَتْ سَمِعْتُ النَّبِيَّ ـ صلى الله عليه وسلم ـ يَخْطُبُ عَامَ الْفَتْحِ فَقَالَ ‏\"‏ يَا أَيُّهَا النَّاسُ إِنَّ اللَّهَ حَرَّمَ مَكَّةَ يَوْمَ خَلَقَ السَّمَوَاتِ وَالأَرْضَ فَهِيَ حَرَامٌ إِلَى يَوْمِ الْقِيَامَةِ لاَ يُعْضَدُ شَجَرُهَا وَلاَ يُنَفَّرُ صَيْدُهَا وَلاَ يَأْخُذُ لُقَطَتَهَا إِلاَّ مُنْشِدٌ ‏\"‏ ‏.‏ فَقَالَ الْعَبَّاسُ إِلاَّ الإِذْخِرَ فَإِنَّهُ لِلْبُيُوتِ وَالْقُبُورِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ إِلاَّ الإِذْخِرَ ‏\"",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১০৯] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। ইরওয়া ৪/২৪৯, মুখতাসারুল বুখারী ১/৩১৭। তাহকীক আলবানীঃ হাসান। উক্ত হাদিসের রাবী ১. ইউনুস বিন বুকায়র সম্পর্কে আবু বকর বিন আবু শায়বাহ বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আবু হাতিম বিন হিব্বান তার সিকাহ গ্রন্থে তার নাম উল্লেখ করেছেন। আহমাদ বিন শু'আয়ব আন-নাসাঈ বলেন, তিনি নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ৭১৭১, ৩২/৪৯৩ নং পৃষ্ঠা) ২. মুহাম্মাদ বিন ইসহাক সম্পর্কে ইয়াহইয়া বিন মাঈন ও আজালী বলেন, তিনি সিকাহ। আহমাদ বিন হাম্বল বলেন, তিনি হাসানুল হাদিস। আলী ইবনুল মাদীনী বলেন, তিনি সালিহ। সুলায়মান বিন তারখান ও সুলায়মান বিন মিহরান বলেন, তিনি মিথ্যুক। আবু হাতিম আর-রাযী বলেন, তিনি আমার নিকট হাদিস বর্ণনায় নির্ভরযোগ্য নয়, তিনি হাদিস বর্ণনায় দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৫০৫৭, ২৪/৪০৫ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "25"
    }
  }
}