{
  "hadith": {
    "hadith_id": 3110,
    "narrator": "আয়্যাশ বিন আবূ রবীআহ আল-মাখযূমী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এই উম্মাত যত দিন এই হারাম শরীফের যথাযোগ্য সম্মান প্রদর্শন করবে, ততো দিন তারা কল্যাণের মধ্যে থাকবে। কিন্তু যখন তারা তা বিনষ্ট করবে, তখন ধ্বংস হবে। [৩১১০]\n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، وَابْنُ الْفُضَيْلِ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، أَنْبَأَنَا عَبْدُ الرَّحْمَنِ بْنُ سَابِطٍ، عَنْ عَيَّاشِ بْنِ أَبِي رَبِيعَةَ الْمَخْزُومِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ لاَ تَزَالُ هَذِهِ الأُمَّةُ بِخَيْرٍ مَا عَظَّمُوا هَذِهِ الْحُرْمَةَ حَقَّ تَعْظِيمِهَا فَإِذَا ضَيَّعُوا ذَلِكَ هَلَكُوا ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩১১০] আহমাদ ১৮৫৭০, মিশকাত ২৭২৭, যইফ আল-জামি ৬২১৩। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী ১. মুহাম্মাদ বিন ফুদায়ল সম্পর্কে ইবনু মাঈন তাকে সিকাহ বলেছেন। আবু যুরআহ আর-রাযী বলেন, তিনি সত্যবাদী। ইমাম নাসাঈ বলেন, কোন সমস্যা নেই। আহমাদ বিন হাম্বল বলেন, তিনি শীয়া মতাবলম্বী। (তাহযীবুল কামালঃ রাবী নং ৫৫৪৮, ২৬/২৯৩ নং পৃষ্ঠা) ২. ইয়াযীদ বিন আবু যিয়াদ সম্পর্কে আবু আহমাদ আল-হাকিম বলেন, তিনি আহলে ইলমের নিকট নির্ভরযোগ্য নয়। আবু আহমাদ বিন আদী বলেন, তিনি কুফার শীয়াদের একজন। আবু বাকর আল-বায়হাকী ও আবু হাতিম আর-রাযী বলেন, তিনি নির্ভরযোগ্য নয়। আবু দাউদ আস-সাজিসতানী বলেন, তার হাদিস কেউ বর্জন করেছেন এমর্মে আমার জানা নেই। আবু যুরআহ আর-রাযী বলেন, তিনি দুর্বল, তার থেকে হাদিস গ্রহন করা যায় তবে তা দলীলযোগ্য নয়। ইমাম তিরমিযি বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। আহমাদ বিন হাম্বল বলেন, তার স্মৃতিশক্তি ভালো ছিল না। ইবরাহীম বিন ইয়াকুব আল-জাওযুজানী বলেন, আমি আহলে ইলমদের বলতে শুনেছি, তারা তাকে দুর্বল বলতেন। ইমাম দারাকুতনী বলেন, তিনি দুর্বল, তিনি হাদিস বর্ণনায় অধিক ভুল করেন। আবদুল বাকী ইবনুল কানি বলেন, তিনি দুর্বল। ইয়াহইয়া বিন মাঈন বলেন, তার হাদিস দ্বারা দলীল গ্রহনযোগ্য নয়। (তাহযীবুল কামালঃ রাবী নং ৬৯৯১, ৩২/১৩৫ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "25"
    }
  }
}