{
  "hadith": {
    "hadith_id": 3116,
    "narrator": "শায়বাহ বিন উসমান (রাঃ)",
    "bn": "এক ব্যক্তি আমার মাধ্যমে বাইতুল্লাহয় হাদিয়াস্বরূপ কতকগুলি দিরহাম পাঠায়। আমি বাইতুল্লাহর অভ্যন্তরে প্রবেশ করে শাইবাকে একটি কুরসীর উপর উপবিষ্ট দেখতে পেলম। আমি দিরহামগুলো তাকে দিলাম। সে তাকে জিজ্ঞেসা করলো, এগুলো কি তোমার দিরহাম? আমি বললাম, না। এগুলো আমার হলে তা নিয়ে তোমার নিকট আসতাম না। সে বলরো, যদি তুমি এ কথা বলো তবে শোনো, তুমি যে স্থানে বসে আছো, উমার ইবনুল খাত্তাব (রাঃ) এখানে বসেছেন, অতঃপর বলেছেন, আমি কাবার সম্পদ দরিদ্র মুসলমানদের মধ্যে বণ্টন না করা পর্যন্ত বের হবো না। আমি বললাম, আপনি তা করবে না। তিনি বললেন, আমি অবশ্যই তা করবো। তিনি আমাকে জিজ্ঞেস করলৈন, তুমি একথা কেন বললে? আমি বললাম, কারণ রাসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ সম্পদের স্থান দেখেছেন এবং আবূ বকর (রাঃ) ও। তাঁদের উভয়ের আপনার চেয়ে মালের অধিক প্রয়োজন ছিল। কিন্তু তাঁরা এ সম্পদ স্থানচ্যুত করেননি। একথা শুনে উমার (রাঃ) উঠে দাঁড়ান এবং বের হয়ে চলে যান। [৩১১৬]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا الْمُحَارِبِيُّ، عَنِ الشَّيْبَانِيِّ، عَنْ وَاصِلٍ الأَحْدَبِ، عَنْ شَقِيقٍ، قَالَ بَعَثَ رَجُلٌ مَعِيَ بِدَرَاهِمَ هَدِيَّةً إِلَى الْبَيْتِ ‏.‏ قَالَ فَدَخَلْتُ الْبَيْتَ وَشَيْبَةُ جَالِسٌ عَلَى كُرْسِيٍّ فَنَاوَلْتُهُ إِيَّاهَا ‏.‏ فَقَالَ أَلَكَ هَذِهِ قُلْتُ لاَ وَلَوْ كَانَتْ لِي لَمْ آتِكَ بِهَا ‏.‏ قَالَ أَمَا لَئِنْ قُلْتَ ذَلِكَ لَقَدْ جَلَسَ عُمَرُ بْنُ الْخَطَّابِ مَجْلِسَكَ الَّذِي جَلَسْتَ فِيهِ فَقَالَ لاَ أَخْرُجُ حَتَّى أَقْسِمَ مَالَ الْكَعْبَةِ بَيْنَ فُقَرَاءِ الْمُسْلِمِينَ ‏.‏ قُلْتُ مَا أَنْتَ بِفَاعِلٍ ‏.‏ قَالَ لأَفْعَلَنَّ ‏.‏ قَالَ وَلِمَ ذَاكَ قُلْتُ لأَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَدْ رَأَى مَكَانَهُ ‏.‏ وَأَبُو بَكْرٍ وَهُمَا أَحْوَجُ مِنْكَ إِلَى الْمَالِ فَلَمْ يُحَرِّكَاهُ ‏.‏ فَقَامَ كَمَا هُوَ فَخَرَجَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১১৬] সহীহুল বুখারী ১৫৯৪, ৭২৭৫, আবূ দাউদ ২০৩১, আহমাদ ১৪৯৫৮, সহীহ আবু দাউদ ১৭৭১। তাহকীক আলবানীঃ সহীহ।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}