{
  "hadith": {
    "hadith_id": 3117,
    "narrator": "সাঈদ বিন জুবায়র",
    "bn": "ইবনু আব্বাস (রাঃ) তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি মক্কায় রমাদান মাস পেলো, রোযা রাখলো এবং যথাসাধ্য (রাতে) ইবাদত করলো, আল্লাহ তাআলা তাকে অন্য স্থানের তুলনায় এক লক্ষ রমাদান মাসের সওয়াব দান করবেন এবং প্রতিটি দিনের পরিবর্তে একটি গোলাম এবং প্রতিটি রাতের পরিবর্তে একটি গোলাম আযাদ করার সওয়াব (তার আমলনামায়) লিখে দিবেন, প্রতিটি দিনের পরিবর্তে আল্লাহর রাস্তায় যুদ্ধের জন্য একটি ঘোড়া দানের সমপরিমাণ সওয়াব, প্রতি দিনের জন্য একটি নেকী (পূণ্য) এবং প্রতিটি রাতের জন্য একটি পূণ্য দান করবেন। [৩১১৭]\n\nতাহকীক আলবানীঃ বানোয়াট।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ الْعَدَنِيُّ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ زَيْدٍ الْعَمِّيِّ، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ مَنْ أَدْرَكَ رَمَضَانَ بِمَكَّةَ فَصَامَ وَقَامَ مِنْهُ مَا تَيَسَّرَ لَهُ كَتَبَ اللَّهُ لَهُ مِائَةَ أَلْفِ شَهْرِ رَمَضَانَ فِيمَا سِوَاهَا ‏.‏ وَكَتَبَ اللَّهُ لَهُ بِكُلِّ يَوْمٍ عِتْقَ رَقَبَةٍ وَكُلِّ لَيْلَةٍ عِتْقَ رَقَبَةٍ وَكُلِّ يَوْمٍ حُمْلاَنَ فَرَسٍ فِي سَبِيلِ اللَّهِ وَفِي كُلِّ يَوْمٍ حَسَنَةً وَفِي كُلِّ لَيْلَةٍ حَسَنَةً ‏\"‏ ‏.‏",
    "grade_id": 5,
    "grade": "জাল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩১১৭] হাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। আত তা’লীকুর রাগীব ২/৬৫, দঈফাহ ২৩৭, \nউক্ত হাদীসের রাবী আবদুর রহীম বিন যায়দ আল-আম্মী সম্পর্কে আবূ বাক্র আল-বায়হাকী বলেন, তিনি দুর্বল। আবূ হাতিম আল-রাযী তার হাদীস বর্জর করেছেন। আবূ দাঊদ আস সাজিসতানী বলেন, তিনি দুর্বল ইবনু হাজার আল-আসকালানী বলেন, তিনি মিথ্যার অভিযোগে অভিযুক্ত। ইমমি যাহাবী তাকে বর্জন করেছেন। (তাহযীবুল কামালঃ রাবী নং ৩৪০৬, ১৮/৩৪ নং পৃষ্ঠা) ২. যায়দ আল-আম্মী সম্পর্কে আবুল ফারাজ ইবনুল জাওযী তার ‘মাওদুআত’  গ্রন্থে তাকে উল্লেখ করেছেন। আবূ হাতিম আর-রাযী বলেন, তার থেকে হাদীস গ্রহণ করা যায় তবে তা দলীলযোগ্য হবে না, তিনি হাদীস বর্ণনায় দুর্বল। আবূ নুআয়ম আল-আসবাহানী বলেন, তার মাঝে দুর্বলতা রয়েছে। আহমাদ বিন সালিহ আল-জায়লী বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ২১০২, ১০/৫৬ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "25"
    }
  }
}