{
  "hadith": {
    "hadith_id": 3121,
    "narrator": "জাবির বিন আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঈদের দিন দু’টি মেষ যবেহ করেন। তিনি পশু দু’টিকে কিব্লামুখী করে বলেনঃ “ইন্নী ওয়াজ্জাহতু ওয়াজহিয়া লিল্লাযী ফাতারাস সামাওয়াতি ওয়াল-আরদা হানীফাঁও ওয়ামা আনা মিনাল মুশরিকীন। ইন্না সালাতী ওয়া নুসুকী ওয়া মাহইয়াকা ও মামাতী লিল্লাহি রব্বিল আলামীন। লা শারীকা লাহু ওয়া বিযালিকা উমিরতু ওয়া আনা আওওয়ালুল মুসলিমীন। আল্লাহুম্মা মিনকা ওয়া লাকা আন মুহাম্মাদিন ওয়া উম্মাতিহি।” \n\n“আমি একনিষ্ঠভাবে তাঁর দিকে মুখ ফিরাচ্ছি যিনি আকাশমণ্ডলী ও পৃথিবী সৃষ্টি করেছেন এবং আমি মুশরিকদের অন্তর্ভুক্ত নই” (সূরা আনআমঃ ৭৯)। “বলো, আমার নামায, আমার ইবাদত (কুরবানী), আমার জীবন, আমার মৃত্যু বিশ্বজাহানের প্রতিপালক আল্লাহর জন্য। তাঁর কোন শরীক নাই এবং আমি তাই আদিষ্ট হয়েছি এবং আত্মসমর্পণকারীদের মধ্যে আমিই প্রথম” (সূরা আনআমঃ ১৬২-৩)। হে আল্লাহ! তোমার নিকট থেকেই প্রাপ্ত এবং তোমার জন্যই উৎসর্গিত। অতএব তা মুহাম্মাদ ও তাঁর উম্মাতের পক্ষ থেকে কবুল করো”। [৩১২১]",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي عَيَّاشٍ الزُّرَقِيِّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ ضَحَّى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَوْمَ عِيدٍ بِكَبْشَيْنِ فَقَالَ حِينَ وَجَّهَهُمَا ‏ \"‏ إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفًا وَمَا أَنَا مِنَ الْمُشْرِكِينَ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَاىَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ اللَّهُمَّ مِنْكَ وَلَكَ عَنْ مُحَمَّدٍ وَأُمَّتِهِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩১২১] তিরমিযী ১৫২১, আবূ দাউদ ২৭৯৫, ২৮১০, আহমাদ ১৪৪২৩, ১৪৪৭৭, ১৪৬০৪, দারেমী ১৯৪৬, মিশকাত ১৪৬১, যইফ আবু দাউদ ৪৮৯। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী ১. ইসমাঈল বিন আয়্যাশ সম্পর্কে ইয়াহইয়া বিন মাঈন বলেন, আহলে শাম থেকে হাদিস বর্ণনায় কোন সমস্যা নেই। আলী ইবনুল মাদীনী, ইবনু আবু শায়বাহ, আমর ইবনুল ফাল্লাস ও দুহায়ম বলেন, শাম শহর থেকে হাদিস বর্ণনায় তিনি সিকাহ কিন্তু অন্য শহর থেকে হাদিস বর্ণনায় দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৪৭২, ৩/১৬৩ নং পৃষ্ঠা) ২. মুহাম্মাদ বিন ইসহাক সম্পর্কে ইয়াহইয়া বিন মাঈন ও আজালী বলেন, তিনি সিকাহ। আহমাদ বিন হাম্বল বলেন, তিনি হাসানুল হাদিস। আলী ইবনুল মাদীনী বলেন, তিনি সালিহ। সুলায়মান বিন তারখান ও সুলায়মান বিন মিহরান বলেন, তিনি মিথ্যুক। আবু হাতিম আর-রাযী বলেন, তিনি আমার নিকট হাদিস বর্ণনায় নির্ভরযোগ্য নয়, তিনি হাদিস বর্ণনায় দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৫০৫৭, ২৪/৪০৫ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "26"
    }
  }
}