{
  "hadith": {
    "hadith_id": 3154,
    "narrator": "আবূ যায়দ আল-আনসারী (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক আনসারীর ঘরের নিকট দিয়ে যেতে ভূনা গোশতের ঘ্রান পেলেন। তিনি জিজ্ঞেস করেনঃ কোন ব্যক্তি কোরবানী করেছে? আমাদের মধ্যকার এক ব্যক্তি বেরিয়ে এসে বলেন, আমি, হে আল্লাহর রাসূল! আমি আমার পরিবার ও প্রতিবেশীদের গোশত খাওয়ানোর জন্য ঈদের নামায পড়ার পূর্বেই কোরবানী করেছি। তিনি তাকে পূনর্বার (সলাতের পর) কোরবানী করার নির্দেশ দেন। সে বললো, না, আল্লাহর শপথ, যিনি ছাড়া আর কোন ইলাহ নাই! আমার নিকট ছয় মাস বয়সের একটি ভেড়ার বাচ্চা ছাড়া আর কিছুই নাই। তিনি বলেনঃ সেটিই (সলাতের পর) যবেহ করো। কিন্তু তোমার পরে আর কারো জন্য ছয় মাসের বাচ্চা যথেষ্ট হবে না। [৩১৫৪]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي زَيْدٍ، - قَالَ أَبُو بَكْرٍ وَقَالَ غَيْرُ عَبْدِ الأَعْلَى عَنْ عَمْرِو بْنِ بُجْدَانَ، عَنْ أَبِي زَيْدٍ، - ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى أَبُو مُوسَى، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا أَبِي، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلاَبَةَ، عَنْ عَمْرِو بْنِ بُجْدَانَ، عَنْ أَبِي زَيْدٍ الأَنْصَارِيِّ، قَالَ مَرَّ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ بِدَارٍ مِنْ دُورِ الأَنْصَارِ فَوَجَدَ رِيحَ قُتَارٍ فَقَالَ ‏\"‏ مَنْ هَذَا الَّذِي ذَبَحَ ‏\"‏ ‏.‏ فَخَرَجَ إِلَيْهِ رَجُلٌ مِنَّا فَقَالَ أَنَا يَا رَسُولَ اللَّهِ ذَبَحْتُ قَبْلَ أَنْ أُصَلِّيَ لأُطْعِمَ أَهْلِي وَجِيرَانِي ‏.‏ فَأَمَرَهُ أَنْ يُعِيدَ ‏.‏ فَقَالَ لاَ وَاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ مَا عِنْدِي إِلاَّ جَذَعٌ أَوْ حَمَلٌ مِنَ الضَّأْنِ ‏.‏ قَالَ ‏\"‏ اذْبَحْهَا وَلَنْ تُجْزِئَ جَذَعَةٌ عَنْ أَحَدٍ بَعْدَكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৫৪] আহমাদ ২০২১০, ২২৩৭৯, সহীহ আবু দাউদ ২৪৯৬। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী আমর বিন যুজদান সম্পর্কে আবুল হাসান আল-কাত্তান বলেন, তার পরিচয় সম্পর্কে কিছু জানা যায়না। আহমাদ বিন হাম্বল বলেন, আমি তাকে চিনি না। আহমাদ বিন সালিহ আল-জায়লী বলেন, তিনি সিকাহ। ইবনু হাজার আল-আসকালানী বলেন, তার অবস্থা সম্পর্কে কিছু জানা যায়না। (তাহযীবুল কামালঃ রাবী নং ৪৩৩০, ২১/৫৪৯ নং পৃষ্ঠা)\n\nউক্ত হাদিসটি সহীহ কিন্তু আমর বিন যুজদান এর কারণে সানাদটি দুর্বল। হাদিসটির ৫৪৩ টি শাহিদ হাদিস রয়েছে, ১২ টি জাল, ৭২ টি খুবই দুর্বল, ১৯৮ টি দুর্বল, ১২১ টি হাসান, ১৪০ টি সহীহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ বুখারী ৯৫১, ৯৫৪, ৯৫৫, ৯৬৫, ৯৬৮, ৯৭৬, ৯৮৩, ৯৮৪, ৯৮৫, ২৩০০, ২৫০০, ৫৫০০, ৫৫৪৫, ৫৫৪৬, ৫৫৪৭, ৫৫৪৯, ৫৫৫৫, ৫৫৫৬, ৫৫৫৬, ৫৫৫৭, ৫৫৬০, ৫৫৬১, ৫৫৬২, ৫৫৬৩, ৬৬৭৩, ৬৬৭৪, ৭৪০০, মুসলিম ১৯৬১, ১৯৬২, ১৯৬৩, ১৯৬৪, ১৯৬৫, ১৯৬৬, ১৯৬৭, তিরমিযী ১৫০০, ১৫০৮, আবু দাউদ ২৯৭৮, ২৮০০, দারিমী ১৯৫৩, ১৯৫৪, ১৯৬২, ১৯৬৩, মুয়াত্তা মালিক ১০৪৪, ১০৪৫, আহমাদ ৬৫৬০, ১০৮৮১, ১১৪১১।",
    "chapter": {
      "chapter_number": "26"
    }
  }
}