{
  "hadith": {
    "hadith_id": 3172,
    "narrator": "আবদুল্লাহ বিন উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ছুরি ধারালো করতে এবং তা পশুর দৃষ্টির অগোচরে রাখতে নির্দেশ দিয়েছেন। তিনি আরও বলেছেনঃ তোমাদের কেউ যবেহ করার সময় যেন দ্রুত যবেহ করে।\n\n[উপরোক্ত হাদীসে মোট ২টি সানাদের ১টি বর্ণিত হয়েছে, অপর সানাদটি হলোঃ]\n\n৪/৩১৭২ (১). আবদুল্লাহ বিন উমার (রাঃ), নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে উপরোক্ত হাদীসের অনুরূপ বর্ণিত আছে। [৩১৭২]\n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ ابْنُ أَخِي، حُسَيْنٍ الْجُعْفِيِّ حَدَّثَنَا مَرْوَانُ بْنُ مُحَمَّدٍ، حَدَّثَنَا ابْنُ لَهِيعَةَ، حَدَّثَنِي قُرَّةُ بْنُ حَيْوَئِيلَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ أَمَرَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ بِحَدِّ الشِّفَارِ وَأَنْ تُوَارَى عَنِ الْبَهَائِمِ وَقَالَ ‏ \"‏ إِذَا ذَبَحَ أَحَدُكُمْ فَلْيُجْهِزْ ‏\"‏ ‏.‏\nحَدَّثَنَا جَعْفَرُ بْنُ مُسَافِرٍ، حَدَّثَنَا أَبُو الأَسْوَدِ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ مِثْلَهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩১৭২] আহমাদ ৫৮৩০। গায়তুল মারাম ৩৯, আত তা‘লীকুর রাগীব ২/১০৪।\nউক্ত হাদীসের রাবী ১. ইবনু লাহীআহ সম্পর্কে ইয়াহইয়া বিন মাঈন বলেন, তার হাদীসের ব্যাপারে কোন সমস্যা নেই। আমর বিন ফাল্লাস বলেন, তার কিতাব সমূহ পুড়ে যাওয়ায় হাদীস বর্ণনায় সংমিশ্রণ করেন, কিতাবসমূহ পুড়ে যাওয়ার যে হাদীস বর্ণনা করেছেন তা দুর্বল। আবূল কাসিম বলেন, তিনি হাদীস বর্ণনায় সংমিশ্রণ করেন। আবূ বাক্‌র আল-বায়হাকী বলেন, তার হাদীস দলীল হিসেবে গ্রহণযোগ্য নয়। আবূ হাতিম আর-রাযী তাকে দুর্বল বলেছেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে তার কিতাবসমূহ পুড়ে যাওয়ার পর হাদীস বর্ণনায় সংমিশ্রণ করেন। বিশর ইবনুস সারী বলেন, যদি তার সাথে আমার সাক্ষাৎ হতো তবে আমি তার থেকে কোন হাদীস গ্রহণ করতাম না। (তাহযীবুল কামালঃ রাবী নং ৩৫১৩, ১৫/৪৮৭ নং পৃষ্ঠা) ২. জা‘ফার বিন মুসাফির সম্পর্কে আবূ হাতিম বিন হিব্বান বলেন, তিনি হাদীস বর্ণনায় কখনো কখনো ভুল করেন। আহমাদ বিন শুআয়ব আন নাসায়ী বলেন, তিনি সালিহ। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদীস বর্ণনায় কখনো কখনো ভুল করেন। ইমাম যাহাবী বলেন, তিনি সত্যবাদী। (তাইযীবুল কামালঃ রাবী নং ৯৫৫, ৫/১০৮ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "27"
    }
  }
}