{
  "hadith": {
    "hadith_id": 3245,
    "narrator": "খুযায়মাহ বিন জাযই (রাঃ)",
    "bn": "আমি বললাম, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি মাটির গর্ভে বসবাসকারী প্রানী সম্পর্কে জিজ্ঞাসা করার জন্য আপনার নিকট এসেছি। গুইসাপ সম্পর্কে আপনি কী বলেন? তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমি নিজে খাই না এবং হারামও করি না। রাবী বলেন, আমি বললাম, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! যে জিনিস আপনি হারাম করবেন না তা কি আমি আহার করতে পারি, আর আপনিই বা কেন তা আহার করেন না? তিনি বলেন, কোন এক সম্প্রদায় বিলুপ্ত হয়ে গিয়েছিল এবং তাদের গঠন এরুপ দেখেছি বলে আমার সন্দেহ হচ্ছে। আমি বললাম, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! খরগোশ সম্পর্কে আপনি কী বলেন? তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমি তা খাইও না এবং হারামও করি না। আমি বললাম, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! যে জিনিস আপনি হারাম করেন না, তা কি আমি আহার করতে পারি, আর আপনি তা কেন খান না? তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমাকে অবহিত করা হয়েছে যে, তা ঋতুবতী হয়। [৩২৪৫]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَحْيَى بْنُ وَاضِحٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عَبْدِ الْكَرِيمِ بْنِ أَبِي الْمُخَارِقِ، عَنْ حِبَّانَ بْنِ جَزْءٍ، عَنْ أَخِيهِ، خُزَيْمَةَ بْنِ جَزْءٍ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ جِئْتُكَ لأَسْأَلَكَ عَنْ أَحْنَاشِ الأَرْضِ مَا تَقُولُ فِي الضَّبِّ قَالَ ‏\"‏ لاَ آكُلُهُ وَلاَ أُحَرِّمُهُ ‏\"‏ ‏.‏ قَالَ قُلْتُ فَإِنِّي آكُلُ مِمَّا لَمْ تُحَرِّمْ وَلِمَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ فُقِدَتْ أُمَّةٌ مِنَ الأُمَمِ وَرَأَيْتُ خَلْقًا رَابَنِي ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ مَا تَقُولُ فِي الأَرْنَبِ قَالَ لاَ آكُلُهُ وَلاَ أُحَرِّمُهُ ‏\"‏ ‏.‏ قُلْتُ فَإِنِّي آكُلُ مِمَّا لَمْ تُحَرِّمْ وَلِمَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ نُبِّئْتُ أَنَّهَا تَدْمَى ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩২৪৫] তিরমিযী ১৭৯২। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী ১. ইবনু ইসহাক সম্পর্কে ইয়াহইয়া বিন মাঈন ও আজালী বলেন, তিনি সিকাহ। আহমাদ বিন হাম্বল বলেন, তিনি হাসানুল হাদিস। আলী ইবনুল মাদীনী বলেন, তিনি সালিহ। সুলায়মান বিন তারখান ও সুলায়মান বিন মিহরান বলেন, তিনি মিথ্যুক। আবু হাতিম আর-রাযী বলেন, তিনি আমার নিকট হাদিস বর্ণনায় নির্ভরযোগ্য নয়, তিনি হাদিস বর্ণনায় দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৫০৫৭, ২৪/৪০৫ নং পৃষ্ঠা) ২. আবদুল কারীম বিন আবুল মুখারিক সম্পর্কে আবু বাকর আল-বায়হাকী বলেন, তার হাদিস দ্বারা দলীল গ্রহনযোগ্য হবে না। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় অধিক সন্দেহ করেন। আবু যুরআহ আর-রাযী ও আহমাদ বিন হাম্বল তাকে দুর্বল বলেছেন। আহমাদ বিন শু'আয়ব বলেন, তিনি নির্ভরযোগ্য নন, তিনি প্রত্যাখ্যানযোগ্য। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। ইবনু আবদুল বার আল-আন্দালাসী বলেন, তার দুর্বলতার ব্যাপারে সকলে একমত। ইমাম দারাকুতনী বলেন, তিনি প্রত্যাখ্যানযোগ্য। ইয়াহইয়া বিন মাঈন তাকে দুর্বল হিসেবে উল্লেখ করেছেন। মুহাম্মাদ বিন ইসমাইল বলেন,আহলে ইলমের নিকট তিনি নির্ভরযোগ্য নয়। (তাহযীবুল কামালঃ রাবী নং ৩৫০৬, ১৮/২৫৯ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "28"
    }
  }
}