{
  "hadith": {
    "hadith_id": 3255,
    "narrator": "উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ একজনের খাদ্য দু’জনের জন্য যথেষ্ট হতে পারে, দু’জনের খাবার তিন বা চারজনের জন্য যথেষ্ট হতে পারে এবং চারজনের খাবার পাঁচ অথবা ছ’জনের জন্য যথেষ্ট হতে পারে। [৩২৫৫]",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، حَدَّثَنَا سَعِيدُ بْنُ زَيْدٍ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، قَهْرَمَانُ آلِ الزُّبَيْرِ قَالَ سَمِعْتُ سَالِمَ بْنَ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عُمَرَ بْنِ الْخَطَّابِ قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ إِنَّ طَعَامَ الْوَاحِدِ يَكْفِي الاِثْنَيْنِ وَإِنَّ طَعَامَ الاِثْنَيْنِ يَكْفِي الثَّلاَثَةَ وَالأَرْبَعَةَ وَإِنَّ طَعَامَ الأَرْبَعَةِ يَكْفِي الْخَمْسَةَ وَالسِّتَّةَ ‏\"‏ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "[৩২৫৫] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। আত-তালীকুর রাগীব ৩/১২১, সহীহাহ ২৬৯১। তাহকীক আলবানীঃ খুবই দুর্বল। উক্ত হাদিসের রাবী ১. সাঈদ বিন বিন যায়দ সম্পর্কে আবু বাকর আল-বাযযার বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আবু বাকর আল-বায়হাকী বলেন, তিনি হাদিসের ক্ষেত্রে নির্ভরযোগ্য নয়। আবু হাতিম আর-রাযী বলেন, তিনি নির্ভরযোগ্য নয়। আবু হাতিম বিন হিব্বান বলেন, তিনি সত্যবাদী ও হাফিয কিন্তু হাদিস বর্ণনায় ভুল ও সন্দেহ করেন। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি নির্ভরযোগ্য নয়। আবু যুরআহ আর-রাযী বলেন, তিনি সিকাহ। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ করেন। (তাহযীবুল কামালঃ রাবী নং ২২৭৬, ১০/৪৪১ নং পৃষ্ঠা) ২. আমর বিন দীনার সম্পর্কে আবু আহমাদ আল-হাকিম বলেন, তিনি আহলে ইলমের নিকট নির্ভরযোগ্য নয়। আবু হাতিম আর-রাযী বলেন, তিনি দুর্বল। ইমাম তিরমিযি বলেন, তিনি হাদিস বর্ণনায় নির্ভরযোগ্য নয়। আহমাদ বিন হাম্বল বলেন, তিনি দুর্বল ও মুনকার। ইমাম বুখারী বলেন, তার ব্যাপারে সমালোচনা রয়েছে, তার হাদিসের অনুসরণ করা যাবে না। মুহাম্মাদ বিন আম্মার বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৪৩৬১, ২২/১৩ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "29"
    }
  }
}