{
  "hadith": {
    "hadith_id": 3269,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের কেউ যখন খাবার খায়, তখন সে যেন নিজ হাত চেটে খাওয়ার অথবা (অপরকে) চেটে খাওয়ানোর পূর্বে তা না মোছে। সুফিয়ান (রাঃ) বলেন, আমি উমার বিন কায়েসকে আমর বিন দীনারের নিকট জিজ্ঞাসা করতে শুনেছিঃ আপনার মতে আতা (রাঃ)- এর হাদিস \"তোমাদের কেউ যেন হাত চেটে খাওয়ার অথবা চেটে খাওয়ানোর পূর্বে তা না মোছে\", কোন সাহাবী থেকে বর্ণিত? তিনি বলেন, বিন আব্বাস (রাঃ) থেকে বর্ণনা করেছেন। 'আমর বিন দীনার (রাঃ) বলেন, জাবির (রাঃ) আমাদের নিকট আসার পূর্বেই আমরা তা বিন আব্বাস (রাঃ) থেকে আতার মাধ্যমে প্রাপ্ত হয়ে মুখস্হ করেছি। আতা (রহঃ) তো জাবির (রাঃ)- এর সাথে মক্কায় যাওয়ার বছর সাক্ষাত করে। [৩২৬৯]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ الْعَدَنِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ إِذَا أَكَلَ أَحَدُكُمْ طَعَامًا فَلاَ يَمْسَحْ يَدَهُ حَتَّى يَلْعَقَهَا أَوْ يُلْعِقَهَا ‏\"‏ ‏.‏قَالَ سُفْيَانُ سَمِعْتُ عُمَرَ بْنَ قَيْسٍ، يَسْأَلُ عَمْرَو بْنَ دِينَارٍ أَرَأَيْتَ حَدِيثَ عَطَاءٍ ‏ \"‏ لاَ يَمْسَحْ أَحَدُكُمْ يَدَهُ حَتَّى يَلْعَقَهَا أَوْ يُلْعِقَهَا ‏\"‏ ‏.‏ عَمَّنْ هُوَ قَالَ عَنِ ابْنِ عَبَّاسٍ ‏.‏ قَالَ فَإِنَّهُ حُدِّثْنَاهُ عَنْ جَابِرٍ ‏.‏ قَالَ حَفِظْنَاهُ مِنْ عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ قَبْلَ أَنْ يَقْدَمَ جَابِرٌ عَلَيْنَا وَإِنَّمَا لَقِيَ عَطَاءٌ جَابِرًا فِي سَنَةٍ جَاوَرَ فِيهَا بِمَكَّةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২৬৯] সহীহুল বুখারী ৫৪৫৬, মুসলিম ২০৩১, আবূ দাউদ ৩৮৪৭, আহমাদ ২৭৭৭৩, ২৬৬৭, ৩২২৪, ৩৪৮৯, দারেমী ২০২৬। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী আমর বিন কায়স সম্পর্কে আবু বাকর আল-বাযযার বলেন, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আবু হাতিম আর-রাযী ও আবু যুরআহ আর-রাযী বলেন, তিনি সিকাহ। (তাহযীবুল কামালঃ রাবী নং ৪৩৬০, ২২/৫ নং পৃষ্ঠা)\nউক্ত হাদিসটির শতাধিক শাহিদ হাদিস রয়েছে, তন্মধ্যে উল্লেখযোগ্য হলঃ বুখারী ৫৪৫৬, মুসলিম ২০৩২, ২০৩৩, ২০৩৪, ২০৩৫, ২০৩৬, ২০৩৭, ২০৩৮, তিরমিযি ১৮০১, ১৮০২, ১৮০৩, আবু দাউদ ৩৮৪৫, ৩৮৪৭, ৩৮৪৮, দারিমী ২০২৫, ২০২৬, ২০২৮, ২০৩৩, ২০৩৪, আহমাদ ২৭৭৭৩, ৩২২৪, ৩৪৮৯, ৪৫০০, ৮২৯৪, ২৬৬২৭।",
    "chapter": {
      "chapter_number": "29"
    }
  }
}