{
  "hadith": {
    "hadith_id": 3291,
    "narrator": "আব্দুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কারো খাদেম যখন তার নিকট খাদ্য নিয়ে আসে, তখন সে তাকে যেন নিজের সাথে বসায় অথবা খাদ্য থেকে তাকেও খেতে দেয়। কারণ সে খাদ্যদ্রব্য রান্না করতে গিয়ে গরম ও ধোঁয়া সহ্য করেছে। [৩২৯১]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ الْمُنْذِرِ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، حَدَّثَنَا إِبْرَاهِيمُ الْهَجَرِيُّ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ إِذَا جَاءَ خَادِمُ أَحَدِكُمْ بِطَعَامِهِ فَلْيُقْعِدْهُ مَعَهُ أَوْ لِيُنَاوِلْهُ مِنْهُ فَإِنَّهُ هُوَ الَّذِي وَلِيَ حَرَّهُ وَدُخَانَهُ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[৩২৯১] আহমাদ ৪২৪৫, সহীহাহ ১০৪২, ১০৪৩। তাহকীক আলবানীঃ হাসান সহীহ। উক্ত হাদিসের রাবী ১. আলী ইবনুল মুনযীর সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি সত্যবাদী। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে শিয়া মতাবলম্বী। মাসলামাহ বিন কাসিম বলেন, তার হাদিস বর্ণনায় কোন সমস্যা নেই তবে তিনি শিয়া মতাবলম্বী। (তাহযীবুল কামালঃ রাবী নং ৪১৪০, ১২/১৪৫ নং পৃষ্ঠা) ২. মুহাম্মাদ বিন ফুদায়ল সম্পর্কে ইবনু মাঈন তাকে সিকাহ বলেছেন। আবু যুরআহ আর-রাযী বলেন, তিনি সত্যবাদী। ইমাম নাসাঈ বলেন, কোন সমস্যা নেই। আহমাদ বিন হাম্বল বলেন, তিনি শীয়া মতাবলম্বী। (তাহযীবুল কামালঃ রাবী নং ৫৫৪৮, ২৬/২৯৩ নং পৃষ্ঠা) ৩. ইবরাহীম আল-হাজারী সম্পর্কে বু আহমাদ আল-হাকিম বলেন, তিনি আহলে ইলমের নিকট নির্ভরযোগ্য নয়। আবুল ফাতহ আল-আযদী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় অধিক ভুল করেন। আবু যুরআহ আর-রাযী বলেন, তিনি নির্ভরযোগ্য নয়, তিনি যাচাই-বাচাই ছাড়া হাদিস গ্রহন করেন ও তা বর্ণনা করেন। আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিস বর্ণনায় ভুল করতেন। আবু যুরআহ আর-রাযী বলেন, তিনি দুর্বল। ইমাম তিরমিযি বলেন, তিনি হাদিস বর্ণনায় দুর্বল ছিলেন। (তাহযীবুল কামালঃ রাবী নং ২৪৮, ২/২০৩ নং পৃষ্ঠা)\nউক্ত হাদিসের সানাদটি ইবরাহীম আল-হাজারী এর কারণে দুর্বল। হাদিসটির ৮৮ টি শাহিদ হাদিস রয়েছে, তন্মধ্যে উল্লেখযোগ্য হলঃ বুখারী ২৫৫৭, ৫৪৬০, মুসলিম ১৬৬০, তিরমিযি ১৮৫৩, আবু দাউদ ৩৮৪৬, দারিমী ২০৭৩, ২০৭৪, আহমাদ ৩৬৭১, ৪২৪৫, ৪২৫৪, ৭২৯৩, ৭৪৬২, ৭৬৬৯, ৭৯২১, শারহুস সুন্নাহ ২৪০৫, ২৪০৬।",
    "chapter": {
      "chapter_number": "29"
    }
  }
}