{
  "hadith": {
    "hadith_id": 3318,
    "narrator": "উম্মু সা’দ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আয়িশাহ (রাঃ) এর নিকট আসলেন। আমি তখন তার কাছে উপস্থিত ছিলাম। তিনি বলেনঃ সকালের নাস্তা আছে কি? তিনি বলেনঃ আমাদের নিকট রুটি, খেজুর ও সির্কা আছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সির্কা উত্তম তরকারী। হে আল্লাহ! সির্কায় বরকত দান করুন, কারন তা ছিল আমার পূর্বকালের নবীগণের তরকারি। যে ঘরে সির্কা আছে সে ঘরে কখনো তরকারীর অভাব হয়না। [৩৩১৮]",
    "ar": "حَدَّثَنَا الْعَبَّاسُ بْنُ عُثْمَانَ الدِّمَشْقِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا عَنْبَسَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ مُحَمَّدِ بْنِ زَاذَانَ، أَنَّهُ حَدَّثَهُ قَالَ حَدَّثَتْنِي أُمُّ سَعْدٍ، قَالَتْ دَخَلَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَلَى عَائِشَةَ وَأَنَا عِنْدَهَا فَقَالَ ‏\"‏ هَلْ مِنْ غَدَاءٍ ‏\"‏ ‏.‏ قَالَتْ عِنْدَنَا خُبْزٌ وَتَمْرٌ وَخَلٌّ ‏.‏ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ نِعْمَ الإِدَامُ الْخَلُّ اللَّهُمَّ بَارِكْ فِي الْخَلِّ فَإِنَّهُ كَانَ إِدَامَ الأَنْبِيَاءِ قَبْلِي وَلَمْ يَفْتَقِرْ بَيْتٌ فِيهِ خَلٌّ ‏\"‏ ‏.‏",
    "grade_id": 5,
    "grade": "জাল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৩১৮] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। সহীহাহ ২২২০, যইফ আল-জামি' ৫৯৬১। তাহকীক আলবানীঃ বানোয়াট। উক্ত হাদিসের রাবী ১. আব্বাস বিন উসমান আদ-দিমাশকী সম্পর্কে আবুল হাসান বিন সুমায় বলেন, তিনি সিকাহ। আবু হাতিম বিন হিব্বান বলেন, তিনি কখনো কখনো সিকাহ রাবীর বিপরীত হাদিস বর্ণনা করেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। ইমাম যাহাবী বলেন, তিনি সিকাহ। (তাহযীবুল কামালঃ রাবী নং ৩১৩২, ১৪/২৩৩ নং পৃষ্ঠা) ২. আম্বাসাহ বিন আব্দুর রহমান সম্পর্কে ইমাম বুখারী বলেন, হাদিস বিশারদগণ তার হাদিস প্রত্যাখ্যান করেছেন। ইমাম তিরমিযি ও আবু দাউদ আস-সাজিসতানী তাকে দুর্বল বলেছেন। আবু যুরআহ আর-রাযী বলেন, তিনি হাদিস বর্ণনায় মুনকার। আবু হাতিম আর-রাযী বলেন, তিনি বানিয়ে হাদিস বর্ণনা করেন, তার হাদিস প্রত্যাখ্যানযোগ্য। (তাহযীবুল কামালঃ রাবী নং ৪৫৩৬, ২২/৪১৬ নং পৃষ্ঠা) ৩. মুহাম্মাদ বিন যাযান সম্পর্কে আবু আহমাদ বিন আদী আল-জুরজানী বলেন, তিনি হাদিস বর্ণনায় ইদতিরাব করেন। আবু বাকর আল-বায়হাকী বলেন, তিনি প্রত্যাখ্যানযোগ্য। আবু যুরআহ আর-রাযী ও ইমাম তিরমিযি বলেন, তিনি কুফরী নয় এমন কওলী বা আমলী কোন ফিসক এর সাথে জড়িত। ইবনু হাজার আল-আসকালানী বলেন, তিনি মিথ্যা বলার অভিযোগে অভিযুক্ত। (তাহযীবুল কামালঃ রাবী নং ৫২১৬, ২৫/২০৬ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "29"
    }
  }
}