{
  "hadith": {
    "hadith_id": 3342,
    "narrator": "আনাস বিন মালিক (রাঃ)",
    "bn": "তিনি বলেন, উম্মু সুলাইম (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জন্য রুটি তৈরি করলেন এবং তাতে কিছু ঘি ঢেলে দিলেন। অতঃপর তিনি (আমাকে) বলেন, তুমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট যাও এবং তাঁকে দাওয়াত দাও। রাবী বলেন, আমি তাঁর নিকট উপস্থিত হয়ে বললাম, আমার মা আপনাকে দাওয়াত দিয়েছেন। রাবী বলেন, আমি তাদের আগেই বাড়ি পৌঁছে মাকে এ কথা জানালাম। ইতোমধ্যে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসে বলেন, তুমি যা তৈরি করেছো, তা নিয়ে এসো। মা বলেন, আমি তো মাত্র আপনার একার পরিমাণ খাবার তৈরি করেছি। তিনি বলেন, তাই দাও। তিনি আরও বলেনঃ হে আনাস! দশজন দশজন করে আমার কাছে ভেতরে পাঠাও। তিনি বলেন, আমি দশজন দশজন করে তাঁর নিকট পাঠাতে থাকি। তারা সবাই আহার করলেন, এমনকি সবাই পরিতৃপ্ত হলেন, আর তারা ছিলেন আশিজন। [৩৩৪২]",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ، حَدَّثَنَا عُثْمَانُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا حُمَيْدُ الطَّوِيلُ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ صَنَعَتْ أُمُّ سُلَيْمٍ لِلنَّبِيِّ ـ صلى الله عليه وسلم ـ خُبْزَةً وَضَعَتْ فِيهَا شَيْئًا مِنْ سَمْنٍ ثُمَّ قَالَتِ اذْهَبْ إِلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ فَادْعُهُ قَالَ فَأَتَيْتُهُ فَقُلْتُ أُمِّي تَدْعُوكَ ‏.‏ قَالَ فَقَامَ وَقَالَ لِمَنْ كَانَ عِنْدَهُ مِنَ النَّاسِ ‏\"‏ قُومُوا ‏\"‏ ‏.‏ قَالَ فَسَبَقْتُهُمْ إِلَيْهَا فَأَخْبَرْتُهَا فَجَاءَ النَّبِيُّ ـ صلى الله عليه وسلم ـ فَقَالَ ‏\"‏ هَاتِي مَا صَنَعْتِ ‏\"‏ ‏.‏ فَقَالَتْ إِنَّمَا صَنَعْتُهُ لَكَ وَحْدَكَ ‏.‏ فَقَالَ ‏\"‏ هَاتِيهِ ‏\"‏ ‏.‏ فَقَالَ ‏\"‏ يَا أَنَسُ أَدْخِلْ عَلَىَّ عَشْرَةً عَشْرَةً ‏\"‏ ‏.‏ قَالَ فَمَا زِلْتُ أُدْخِلُ عَلَيْهِ عَشْرَةً عَشْرَةً فَأَكَلُوا حَتَّى شَبِعُوا وَكَانُوا ثَمَانِينَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৩৪২] সহীহুল বুখারী ৩৫৭৮, ৫৩৮১, ৫৪৫০, ৬৬৮৮, মুসলিম ২০৪০, মুয়াত্তা মালেক ১৭২৫। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী উসমান বিন আবদুর রহমান সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি নির্ভরযোগ্য নয়, তার থেকে হাদিস গ্রহন করা যায় তবে তা দলীলযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি নির্ভরযোগ্য নয়। ইমাম বুখারী বলেন, তিনি মাজহুল বা অপরিচিত। তাহরীরু তাকরীবুত তাহযীব এর লেখক বলেন, তিনি দুর্বল।\nউক্ত হাদিসটি সহীহ কিন্তু উসমান বিন আবদুর রহমান এর কারণে সানাদটি দুর্বল। হাদিসটির ২৩২ টি শাহিদ হাদিস রয়েছে, ১ টি জাল, ১৪ টি খুবই দুর্বল, ৪৩ টি দুর্বল, ৮১ টি হাসান, ৯৩ টি সহীহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ বুখারী ৩৫৮৭, ৫৩৮১, ৫৪৫০, ৬৬৮৮, মুসলিম ২০৪১, ২০৪২, তিরমিযি ৩৬৩০, দারিমী ৪৩, মুয়াত্তা মালিক ১৭২৪, আহমাদ ১২০৮২, ১২৮৭০, ১৩০১৫, ১৩১৩৫, ১৪৬১০, ১৪৬২৭, মু'জামুল আওসাত ২৭৬৫, ২৯০৭, ৩১০৫, ৩২৭৬, ৩৯৭৫।",
    "chapter": {
      "chapter_number": "29"
    }
  }
}