{
  "hadith": {
    "hadith_id": 3349,
    "narrator": "মিকদাম বিন মা’দীকারিব (রাঃ)",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি: মানুষ পেটের চেয়ে নিকৃষ্ট কোন পাত্র ভর্তি করে না। (যতটুকু খাদ্য গ্রহণ করলে পেট ভরে পাত্র থেকে ততটুকু খাদ্য উঠানো কোন ব্যক্তির জন্য দূষণীয় নয়)। যতটুকু আহার করলে মেরুদণ্ড সোজা রাখা সম্ভব, ততটুকু খাদ্যই কোন ব্যক্তির জন্য যথেষ্ট। এরপরও যদি কোন ব্যক্তির নফস (প্রবৃত্তি) জয়জুক্ত হয়, তবে সে তার পেটের এক-তৃতীয়াংশ আহারের জন্য, এক-তৃতীয়াংশ পানির জন্য এবং এক তৃতীয়াংশ শ্বাস-প্রশ্বাসের জন্য রাখবে। [৩৩৪৯]",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَبْدِ الْمَلِكِ الْحِمْصِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، حَدَّثَتْنِي أُمِّي، عَنْ أُمِّهَا، أَنَّهَا سَمِعَتِ الْمِقْدَامَ بْنَ مَعْدِيكَرِبَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ مَا مَلأَ آدَمِيٌّ وِعَاءً شَرًّا مِنْ بَطْنٍ حَسْبُ الآدَمِيِّ لُقَيْمَاتٌ يُقِمْنَ صُلْبَهُ فَإِنْ غَلَبَتِ الآدَمِيَّ نَفْسُهُ فَثُلُثٌ لِلطَّعَامِ وَثُلُثٌ لِلشَّرَابِ وَثُلُثٌ لِلنَّفَسِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৩৪৯] \nতিরমিযী ২৩৮০, ইরওয়া ২৩৮০, আত-তালীকুর রাগীব ৩/১২২, সহীহাহ ২২৬৫। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী শাম বিন আবদুল মালিক আল হিমসী সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি হাদিসের ব্যাপারে নির্ভরযোগ্য। আবু হাতিম বিন হিব্বান তার সিকাহ গ্রন্থে তার নাম উল্লেখ করেছেন। ইবনু হাজার আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় কখনো কখনো ভুল করেন। আবু দাউদ আস-সাজিসতানী বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৬৫৮৩, ৩০/২২৩ নং পৃষ্ঠা) ২. উম্মু মুহাম্মাদ সম্পর্কে ইবনু হাজার আল-আসকালানী বলেন, তার অবস্থা সম্পর্কে কিছু জানা যায়না। (তাহযীবুল কামালঃ রাবী নং ৮০২৭, ৩৫/৩৯৪ নং পৃষ্ঠা)\nউক্ত হাদিসটি সহীহ কিন্তু উম্মু মুহাম্মাদ ও তার মাতার কারণে সানাদটি দুর্বল। হাদিসটির ৫৪ টি শাহিদ হাদিস রয়েছে, ১২ টি খুবই দুর্বল, ২১ টি দুর্বল, ১০ টি হাসান, ১১ টি সহীহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ তিরমিযি ২৩৮০, আহমাদ ১৬৭৩৫, শারহুস সুন্নাহ ৪০৪৮।",
    "chapter": {
      "chapter_number": "29"
    }
  }
}