{
  "hadith": {
    "hadith_id": 3398,
    "narrator": "আয়িশাহ (রাঃ),",
    "bn": "আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য একটি পাত্রে নাবীয বানাতাম। আমরা এক মুঠো খেজুর অথবা এক মুঠো আংগুর তুলে নিয়ে পাত্রের মধ্যে ছেড়ে দিতাম, অতঃপর তাতে পানি ঢেলে দিতাম। আমরা সকালবেলা তা ভিজাতাম এবং তিনি সন্ধ্যাবেলা তা পান করতেন। আবার কখনও আমরা সন্ধ্যাবেলা তা ভিজাতাম এবং তিনি সকালবেলা তা পান করতেন। আবূ মুআবিয়া (রাঃ), তার বর্ণনায় বলেন, দিনে ভিজাতেন এবং তিনি রাতের বেলা তা পান করতেন অথবা রাতের বেলা ভিজাতেন এবং তিনি দিনের বেলা তা পান করতেন। [৩৩৯৮]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، قَالاَ حَدَّثَنَا عَاصِمٌ الأَحْوَلُ، حَدَّثَتْنَا بَنَانَةُ بِنْتُ يَزِيدَ الْعَبْشَمِيَّةُ، عَنْ عَائِشَةَ، قَالَتْ كُنَّا نَنْبِذُ لِرَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فِي سِقَاءٍ فَنَأْخُذُ قَبْضَةً مِنْ تَمْرٍ أَوْ قَبْضَةً مِنْ زَبِيبٍ فَنَطْرَحُهَا فِيهِ ثُمَّ نَصُبُّ عَلَيْهِ الْمَاءَ فَنَنْبِذُهُ غُدْوَةً فَيَشْرَبُهُ عَشِيَّةً وَنَنْبِذُهُ عَشِيَّةً فَيَشْرَبُهُ غُدْوَةً ‏.‏ وَقَالَ أَبُو مُعَاوِيَةَ نَهَارًا فَيَشْرَبُهُ لَيْلاً أَوْ لَيْلاً فَيَشْرَبُهُ نَهَارًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৩৯৮]মুসলিম ২০০৫, তিরমিযী ১৮৭১, আবূ দাউদ ৩৭১১। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী বুনানাহ বিনতু ইয়াযীদ আল-আবশামিয়্যাহ সম্পর্কে ইবনু হাজার আল-আসকালানী বলেন, তার পরিচয় সম্পর্কে কিছু জানা যায়নি। (তাহযীবুল কামালঃ রাবী নং ৭৭৯৮, ৩৫/১৩৮ নং পৃষ্ঠা)\nউক্ত হাদিসটি সহিহ কিন্তু বুনানাহ বিনতু ইয়াযীদ আল-আবশামিয়্যাহ এর কারণে সানাদটি দুর্বল। হাদিসটির ২৪০ টি শাহিদ হাদিস রয়েছে, ১ টি জাল, ২৩ টি খুবই দুর্বল, ৬২ টি দুর্বল, ৭৭ টি হাসান, ৭৭ টি সহীহ হাদিস পাওয়া যায়। তন্মধ্যে উল্লেখযোগ্য হলঃ বুখারী ৫১৭৬, ৫১৮২, ৫১৮৩, ৫১৯১, ৫৫৯৭, ৬৬৮৫, মুসলিম ৯৭৭, ২০০৪, ২০০৫, ২০০৬, ২০০৭, ২০০৮, ২০০৯, তিরমিযি ১৮৭১, আবু দাউদ ৩৭০২, ৩৭০৭, ৩৭০৮, ৩৭১১, ৩৭১২, ৩৭১৩, দারিমী ২১০৭, আহমাদ ১৯৬৪, ২০৬৯, ২১৪৪।",
    "chapter": {
      "chapter_number": "30"
    }
  }
}