{
  "hadith": {
    "hadith_id": 3431,
    "narrator": "আবদুল্লাহ বিন উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে উপুড় হয়ে (পাত্রের মধ্যে মুখ ডুবিয়ে) পানি পান করতে নিষেধ করেছেন। তিনি আমাদেরকে এক হাতের আঁজলা ভরে পানি পান করতেও নিষেধ করেছেন এবং বলেছেনঃ তোমাদের কেউ যেন কুকুরের মত পানিতে মুখ দিয়ে পান না করে, এক হাতেও যেন পানি পান না করে, যেমন একদল লোক পান করে থাকে, যাদের প্রতি আল্লাহ তা’আলা অসন্তুষ্ট; রাতের বেলা পানপাত্র আন্দোলিত না করে যেন পানি পান না করে। তবে পাত্র আবৃত অবস্থায় থাকলে ভিন্ন কথা। যে ব্যক্তি পাত্র থেকে পান করার সামর্থ্য থাকা সত্ত্বেও হাত দিয়ে পানি পান করে এবং এর দ্বারা বিনয় ও নম্রতা প্রকাশ তার উদ্দেশ্য, তবে আল্লাহ তা’আলা তার আংগুলের সমপরিমাণ পুণ্য তার আমলনামায় লিখে দিবেন। কারণ হাত হচ্ছে ঈসা বিন মরিয়ম (আঃ)-এর পানপাত্র, যখন তিনি পানপাত্র ছুঁড়ে ফেলে দিয়ে বলেছিলেনঃ আফসোস ! এটাও পার্থিব উপকরণ। [৩৪৩১]\n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى الْحِمْصِيُّ، حَدَّثَنَا بَقِيَّةُ، عَنْ مُسْلِمِ بْنِ عَبْدِ اللَّهِ، عَنْ زِيَادِ بْنِ عَبْدِ اللَّهِ، عَنْ عَاصِمِ بْنِ مُحَمَّدِ بْنِ زَيْدِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ نَهَانَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَنْ نَشْرَبَ عَلَى بُطُونِنَا وَهُوَ الْكَرْعُ وَنَهَانَا أَنْ نَغْتَرِفَ بِالْيَدِ الْوَاحِدَةِ وَقَالَ ‏ \"‏ لاَ يَلَغْ أَحَدُكُمْ كَمَا يَلَغُ الْكَلْبُ وَلاَ يَشْرَبْ بِالْيَدِ الْوَاحِدَةِ كَمَا يَشْرَبُ الْقَوْمُ الَّذِينَ سَخِطَ اللَّهُ عَلَيْهِمْ وَلاَ يَشْرَبْ بِاللَّيْلِ مِنْ إِنَاءٍ حَتَّى يُحَرِّكَهُ إِلاَّ أَنْ يَكُونَ إِنَاءً مُخَمَّرًا وَمَنْ شَرِبَ بِيَدِهِ وَهُوَ يَقْدِرُ عَلَى إِنَاءٍ يُرِيدُ التَّوَاضُعَ كَتَبَ اللَّهُ لَهُ بِعَدَدِ أَصَابِعِهِ حَسَنَاتٍ وَهُوَ إِنَاءُ عِيسَى ابْنِ مَرْيَمَ عَلَيْهِمَا السَّلاَمُ إِذْ طَرَحَ الْقَدَحَ فَقَالَ أُفٍّ هَذَا مَعَ الدُّنْيَا ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৪৩১] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। যইফাহ ২১৬৭, যইফ আল-জামি' ৬৩৭০। তাহকীক আলবানীঃ যইফ। উক্ত হাদিসের রাবী মুহাম্মাদ ইবনুল মুসাফফা আল-হিমসী সম্পর্কে আবু হাতিম আর-রাযী ও ইমাম নাসাঈ বলেন, তিনি সত্যবাদী। ইবনু হিব্বান তাকে সিকাহ বললেও অন্যত্র বলেন, তিনি হাদিস বর্ণনায় ভুল করেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় সন্দেহ ও তাদলীস করেন। (তাহযীবুল কামালঃ রাবী নং ৫৬১৩, ২৬/৪৬৫ নং পৃষ্ঠা) ২. মুসলিম বিন আবদুল্লাহ সম্পর্কে ইবনু হাজার আল-আসকালানী বলেন, তিনি মাজহুল বা অপরিচিত। (তাহযীবুল কামালঃ রাবী নং ৫৯৩৪, ২৭/৫২৫ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "30"
    }
  }
}