{
  "hadith": {
    "hadith_id": 3453,
    "narrator": "আবু সাঈদ ও জাবির (রাঃ)",
    "bn": "তারা বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ছত্রাক হলো ‘মান্ন’ নামক আসমানী খাদ্যের অন্তর্ভুক্ত এবং তার পানি চক্ষুরোগের নিরাময়য়। ‘আজওয়া’ হলো জান্নাতের খেজুর এবং তা উন্মাদনার প্রতিষেধক।\n\n[উপরোক্ত হাদিস মোট ৪টি সানাদের ২টি বর্ণিত হয়েছে, অপর ২টি সানাদ হলোঃ]\n\n২/৩৪৫৩ (১). আবু সাঈদ খুদরী (রাঃ) [৩৪৫৩] \n\nতাহকীক আলবানীঃ (আরবি) অর্থাৎ তা “বিষের প্রতিষেধক” কথাটি দ্বারা সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَسْبَاطُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الأَعْمَشُ، عَنْ جَعْفَرِ بْنِ إِيَاسٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي سَعِيدٍ، وَجَابِرٍ، قَالاَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ الْكَمْأَةُ مِنَ الْمَنِّ وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ وَالْعَجْوَةُ مِنَ الْجَنَّةِ وَهِي شِفَاءٌ مِنَ السَّمِّ ‏\"‏ ‏.‏ \nحَدَّثَنَا عَلِيُّ بْنُ مَيْمُونٍ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ الرَّقِّيَّانِ، قَالاَ حَدَّثَنَا سَعِيدُ بْنُ مَسْلَمَةَ بْنِ هِشَامٍ، عَنِ الأَعْمَشِ، عَنْ جَعْفَرِ بْنِ إِيَاسٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ مِثْلَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৪৫৩]\tআবু দাউদ ১১০৬১, রাওদুন নাদীর ৪৪৪, মিশকাত ৪২৩৫। উক্ত হাদিসের রাবী- \n১. শাহর বিন হাওশাব সম্পর্কে ইয়াহইয়া বিন মাঈন ও ইয়া’কূব বিন সুফিয়ান এবং আল-আজালী বলেন, তিনি সিকাহ। শু’বাহ ইবনুল হাজ্জাজ তাকে বর্জন করেছেন। আহমাদ বিন হাম্বাল ও আবু হাতিম আর- রাযী বলেন, কোন সমস্যা নেই। (তাহযীবুল কামালঃ রাবী নং- ২৭৮১, ১২/৫৭৮ নং পৃষ্ঠা)। \n২. সাঈদ বিন মাসলামাহ বিন হিশাম সম্পর্কে আবু বকর আল-বায়হাকী তাকে দুর্বল বলেছেন। আবু হাতিম আর-রাযী বলেন, তিনি নির্ভরযোগ্য নন, তিনি দুর্বল ও মুনকার। আবু হাতিম বিন হিব্বান বলেন, তিনি কুফরী নয় এমন কওলী বা আমালী কোন ফিসক এর সাথে জড়িত, তিনি হাদিস বর্ণনায় অধিক ভুল করেন। আহমাদ বিন শুআয়ব ও ইবনু হাজার আল-আসকালানী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। মানঃ তিনি হাদিস বর্ণনায় দুর্বল। (তাহযীবুল কামালঃ রাবী নং- ২৩৫৭, ১১/৬৩ নং পৃষ্ঠা)।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}