{
  "hadith": {
    "hadith_id": 3458,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হিজরত করলেন, আমিও হিজরত করলাম। আমি নামায পড়ার পর তাঁর পাশে বসলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার দিকে দৃষ্টিপাত করে বলেনঃ তুমি উঠে দাঁড়িয়ে নামায পড়ো। কেননা সলাতের মধ্যে রোগমুক্তি আছে।\n[উপরোক্ত হাদীসে মোট ২টি সানাদের ১টি বর্ণিত হয়েছে, অপর সানাদটি হলোঃ]\n২/৩৪৫৮. দাউদ বিন উলবাহ সূত্রে পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত আছে। তাতে আরো আছেঃ তিনি ফারসী শব্দযোগে (দরদ) বলেনঃ “তোমার পেটে কি ব্যথা অনুভব করছ”? আবূ আবদুল্লাহ (রাঃ) বলেন, এক ব্যক্তি এ হাদীসের বরাতে তার পরিবারবর্গে বললো, “সলাতের দ্বারা সাহায্য নিয়ে সাফল্য অর্জন করো”। [৩৪৫৮]",
    "ar": "حَدَّثَنَا جَعْفَرُ بْنُ مُسَافِرٍ، حَدَّثَنَا السَّرِيُّ بْنُ مِسْكِينٍ، حَدَّثَنَا ذُؤَادُ بْنُ عُلْبَةَ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ هَجَّرَ النَّبِيُّ ـ صلى الله عليه وسلم ـ فَهَجَّرْتُ فَصَلَّيْتُ ثُمَّ جَلَسْتُ فَالْتَفَتَ إِلَىَّ النَّبِيُّ ـ صلى الله عليه وسلم ـ فَقَالَ ‏\"‏ اشِكَمَتْ دَرْدْ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ قُمْ فَصَلِّ فَإِنَّ فِي الصَّلاَةِ شِفَاءً ‏\"‏ ‏.‏ \nقَالَ أَبُو الْحَسَنِ الْقَطَّانُ حَدَّثَنَا إِبْرَاهِيمُ بْنُ نَصْرٍ، حَدَّثَنَا أَبُو سَلَمَةَ، حَدَّثَنَا ذُؤَادُ بْنُ عُلْبَةَ، فَذَكَرَ نَحْوَهُ وَقَالَ فِيهِ اشِكَمَتْ دَرْدْ ‏.‏ يَعْنِي تَشْتَكِي بَطْنَكَ بِالْفَارِسِيَّةِ ‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ حَدَّثَ بِهِ رَجُلٌ لأَهْلِهِ فَاسْتَعْدَوْا عَلَيْهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৪৫৮] আহমাদ ৮৮২৩, ৮৯৮৭। দঈফাহ ৪০৬৬। উক্ত হাদীসের রাবী কখনো কখনো ভুল করেন। আহমাদ বিন শুআয়ব আন নাসায়ী বলেন, তিনি সালিহ। ইবনু হাজার আল-আসকালীন বলেন, তিনি সত্যবাদী তবে হাদীস বর্ণনায় কখনো কখনো ভুল করেন। ইমাম যাহাবী বলেন, তিনি সত্যবাদী। (তাহযীবুল কামালঃ রাবী নং ৯৫৫, ৫/১০৮ নং পৃষ্ঠা) ২. যাওওয়াদ বিন উলবাহ সম্পর্কে আবূ বাকর আল-বায়হাকী বলেন, তিনি দুর্বল। আবূ হাতিম আর রাযী বলেন, তার থেকে হাদীস গ্রহণ করা যায় তবে তিনি নির্ভরযোগ্য নয়। আহমাদ বিন শুআয়ব আন নাসায়ী বলেন, তিনি নির্ভরযোগ্য নয়। ইবরাহীম বিন ইয়া’কূব আল-জাওযুজানী বলেন, তিনি হাদীস গ্রহণের ব্যাপারে শিথিল। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ১৮১৭, ৮/৫১৯ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "31"
    }
  }
}