{
  "hadith": {
    "hadith_id": 3530,
    "narrator": "যায়নাব (রাঃ),",
    "bn": "এক বৃদ্ধা আমাদের এখানে আসতো এবং সে চর্মপ্রদাহের ঝাড়ফুঁক করতো। আমাদের একটি লম্বা পা-বিশিষ্ট খাট ছিল। আব্দুল্লাহ (রাঃ) ঘরে প্রবেশের সময় সশব্দে কাশি দিতেন। একদিন তিনি আমার নিকট প্রবেশ করলেন। সে তার গলার আওয়াজ শুনতে পেয়ে একটু আড়াল হলো। তিনি এসে আমার পাশে বসলেন এবং আমাকে স্পর্শ করলে এক গাছি সুতার স্পর্শ পেলেন। তিনি জিজ্ঞেস করলেন, এটা কি? আমি বললাম, চর্মপ্রদাহের জন্য সূতা পড়া বেঁধেছি। তিনি সেটা আমার গলা থেকে টেনে ছিঁড়ে ফেললেন এবং তা ছুঁড়ে ফেলে দিয়ে বললেন, আবদুল্লাহর পরিবার শিরকমুক্ত হলো। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ “মন্ত্র, রক্ষাকবচ, গিটযুক্ত মন্ত্রপূত সূতা হলো শিরকের অন্তর্ভুক্ত”। আমি বললাম, আমি একদিন বাইরে যাচ্ছিলাম, তখন অমুক লোক আমাকে দেখে ফেললো। আমার যে চোখের দৃষ্টি তার উপর পড়লো তা দিয়ে পানি ঝরতে লাগলো। আমি তার মন্ত্র পড়ে ফুঁ দিলে তা থেকে পানি ঝরা বন্ধ হল এবং মন্ত্র পড়া বন্ধ করলেই আবার পানি পড়তে লাগলো। তিনি বলেন, এটা শয়তানের কাজ। তুমি শয়তানের আনুগত্য করলে সে তোমাকে রেহাই দেয় এবং তার আনুগত্য না করলে সে তোমার চোখে তার আঙ্গুলের খোঁচা মারে। কিন্তু তুমি যদি তাই করতে, যা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) করেছিলেন, তবে তা তোমার জন্য উপকারী হতো এবং আরোগ্য লাভেও অধিক সহায়ক হতো। তুমি নিম্নোক্ত দুআ’ পড়ে পানিতে ফুঁ দিয়ে তা তোমার চোখে ছিটিয়ে দাওঃ “আযহিবিল বা’স রব্বান নাস, ইশফি আনতাশ শাফী, লা শিফাআ ইল্লা শিফাউকা শিফাআন লা ইউগাদিরু সাকামান” (হে মানুষের প্রভু! কষ্ট দুর করে দাও, আরোগ্য দান করো, তুমিই আরোগ্য দানকারী, তোমার আরোগ্যদান ছাড়া আরোগ্য লাভ করা যায় না, এমনভাবে আরোগ্য দান করো যা কোন রোগকে ছাড়ে না)।\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَيُّوبُ بْنُ مُحَمَّدٍ الرَّقِّيُّ، حَدَّثَنَا مُعَمَّرُ بْنُ سُلَيْمَانَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بِشْرٍ، عَنِ الأَعْمَشِ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ يَحْيَى بْنِ الْجَزَّارِ، عَنِ ابْنِ أُخْتِ، زَيْنَبَ امْرَأَةِ عَبْدِ اللَّهِ عَنْ زَيْنَبَ، قَالَتْ كَانَتْ عَجُوزٌ تَدْخُلُ عَلَيْنَا تَرْقِي مِنَ الْحُمْرَةِ وَكَانَ لَنَا سَرِيرٌ طَوِيلُ الْقَوَائِمِ وَكَانَ عَبْدُ اللَّهِ إِذَا دَخَلَ تَنَحْنَحَ وَصَوَّتَ فَدَخَلَ يَوْمًا فَلَمَّا سَمِعَتْ صَوْتَهُ احْتَجَبَتْ مِنْهُ فَجَاءَ فَجَلَسَ إِلَى جَانِبِي فَمَسَّنِي فَوَجَدَ مَسَّ خَيْطٍ فَقَالَ مَا هَذَا فَقُلْتُ رُقًى لِي فِيهِ مِنَ الْحُمْرَةِ فَجَذَبَهُ وَقَطَعَهُ فَرَمَى بِهِ وَقَالَ لَقَدْ أَصْبَحَ آلُ عَبْدِ اللَّهِ أَغْنِيَاءَ عَنِ الشِّرْكِ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏\"‏ إِنَّ الرُّقَى وَالتَّمَائِمَ وَالتِّوَلَةَ شِرْكٌ ‏\"‏ ‏.‏ قُلْتُ فَإِنِّي خَرَجْتُ يَوْمًا فَأَبْصَرَنِي فُلاَنٌ فَدَمَعَتْ عَيْنِي الَّتِي تَلِيهِ فَإِذَا رَقَيْتُهَا سَكَنَتْ دَمْعَتُهَا وَإِذَا تَرَكْتُهَا دَمَعَتْ ‏.‏ قَالَ ذَاكِ الشَّيْطَانُ إِذَا أَطَعْتِيهِ تَرَكَكِ وَإِذَا عَصَيْتِيهِ طَعَنَ بِإِصْبَعِهِ فِي عَيْنِكِ وَلَكِنْ لَوْ فَعَلْتِ كَمَا فَعَلَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ كَانَ خَيْرًا لَكِ وَأَجْدَرَ أَنْ تَشْفِينَ تَنْضَحِينَ فِي عَيْنِكِ الْمَاءَ وَتَقُولِينَ ‏\"‏ أَذْهِبِ الْبَاسْ رَبَّ النَّاسْ اشْفِ أَنْتَ الشَّافِي لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ شِفَاءً لاَ يُغَادِرُ سَقَمًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "31"
    }
  }
}