{
  "hadith": {
    "hadith_id": 3532,
    "narrator": "উম্মু জুনদুব (রাঃ),",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে কোরবানীর দিন উপত্যকার মাঝখানে দাঁড়িয়ে জামরাতুল আকাবায় কংকর নিক্ষেপ করতে দেখেছি। তারপর তিনি ফিরে এলেন। তখন খাছআম গোত্রের এক মহিলা তাঁর পিছনে পিছনে আসলো এবং তার কোলে ছিলো তার এক শিশু সন্তান। সে কোন অসুখের কারণে কথা বলতে পারতোনা। মহিলা বললো, হে আল্লাহর রাসূল! এ আমার পুত্র, আমার পরিবারের একমাত্র অধস্তন বংশধর। কিন্তু সে একটি বিপদে লিপ্ত, যার ফলে সে কথা বলতে পারে না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা আমার নিকট একটু পানি আনো। পানি আনা হলে তিনি তাঁর হস্তদ্বয় ধৌত করলেন এবং কুলি করলেন। অতঃপর অবশিষ্ট পানি ঐ মহিলাকে দিয়ে বলেনঃ এই পানি তাকে পান করাও, তার গায়ে ছিটাও এবং আল্লাহর নিকট তার জন্য আরোগ্য প্রার্থনা করো। উম্মু জুনদুব (রাঃ) বলেন, আমি মহিলার সাথে দেখা করে বললাম, আমাকে যদি এ পানির কিছুটা দান করতেন। সে বললো, এটা তো এই বিপদগ্রস্তের জন্য নিয়েছি। তিনি বলেন, বছর শেষে সেই মহিলার সাথে সাক্ষাত করে আমি তাকে শিশুটি সম্পর্কে জিজ্ঞেস করলাম। সে বললো, সে সুস্থ হয়েছে এবং তার মেধাশক্তি সাধারণ মানুষের মেধাশক্তির তুলনায় অধিক বেড়েছে। [৩৫৩২] \n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ سُلَيْمَانَ بْنِ عَمْرِو بْنِ الأَحْوَصِ، عَنْ أُمِّ جُنْدَبٍ، قَالَتْ رَأَيْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ رَمَى جَمْرَةَ الْعَقَبَةِ مِنْ بَطْنِ الْوَادِي يَوْمَ النَّحْرِ ثُمَّ انْصَرَفَ وَتَبِعَتْهُ امْرَأَةٌ مِنْ خَثْعَمٍ وَمَعَهَا صَبِيٌّ لَهَا بِهِ بَلاَءٌ لاَ يَتَكَلَّمُ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ هَذَا ابْنِي وَبَقِيَّةُ أَهْلِي وَإِنَّ بِهِ بَلاَءً لاَ يَتَكَلَّمُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ ائْتُونِي بِشَىْءٍ مِنْ مَاءٍ ‏\"‏ ‏.‏ فَأُتِيَ بِمَاءٍ فَغَسَلَ يَدَيْهِ وَمَضْمَضَ فَاهُ ثُمَّ أَعْطَاهَا فَقَالَ ‏\"‏ اسْقِيهِ مِنْهُ وَصُبِّي عَلَيْهِ مِنْهُ وَاسْتَشْفِي اللَّهَ لَهُ ‏\"‏ ‏.‏ قَالَتْ فَلَقِيتُ الْمَرْأَةَ فَقُلْتُ لَوْ وَهَبْتِ لِي مِنْهُ ‏.‏ فَقَالَتْ إِنَّمَا هُوَ لِهَذَا الْمُبْتَلَى ‏.‏ قَالَتْ فَلَقِيتُ الْمَرْأَةَ مِنَ الْحَوْلِ فَسَأَلْتُهَا عَنِ الْغُلاَمِ فَقَالَتْ بَرَأَ وَعَقَلَ عَقْلاً لَيْسَ كَعُقُولِ النَّاسِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "৩৫৩২] \tআবূ দাউদ ১৯৬৬। সহীহ আবূ দাউদ ১৭১৫।",
    "chapter": {
      "chapter_number": "31"
    }
  }
}