{
  "hadith": {
    "hadith_id": 3545,
    "narrator": "আয়িশাহ (রাঃ),",
    "bn": "যুরাইক গোত্রের লাবীদ বিন আসাম নামক জনৈক ইহূদী নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর উপর যাদু করে। শেষে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর মনে হতো যে, কোন কাজ তিনি করেছেন অথচ তা তিনি করেননি। আয়িশাহ (রাঃ) বলেন, শেষে একদিন বা এক রাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তিনবার ডাকার পর বললেনঃ হে আয়িশাহ! তুমি কি অবগত আছো, আমি যে বিষয়ে জানতে চেয়েছিলাম, আল্লাহ তা আমাকে জানিয়ে দিয়েছেন? আমার নিকট দু’জন লো্ক (ফেরেশতা) এসে তাদের একজন আমার শিয়রের কাছে এবং অপর জন আমার পায়ের কাছে বসেন। আমার মাথার কাছের জন আমার পায়ের কাছের জনকে অথবা আমার পায়ের কাছের জন আমার শিয়রের কাছের জনকে বললেন, লো্কটার কী অসুখ হয়েছে? সাথী বলেন, তাঁকে যাদু করা হয়েছে। তিনি বলেন, কে তাকে যাদুগ্রস্ত করেছে? অপরজন বলেন, লাবীদ ইবনুল আসাম। তিনি বলেন, কোন জিনিসের মধ্যে? অপরজন বলেন, চিরুনীর ভগ্নাংশ ও চিরুনীর সাথে লেগে থাকা চুল নর খেজুর গাছের সরু খোলসে ঢুকিয়ে। তিনি বলেন, তা কোথায় আছে? অপরজন বলেন, যী-আরওয়ান কূপের মধ্যে। আয়িশাহ(রাঃ) বলেন, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর একদল সাহাবীসহ সেখানে গেলেন (এবং সেগুলো কূপ থেকে বের করা হলো)। অতঃপর তিনি ফিরে এসে বলেনঃ হে আয়িশাহ, আল্লাহর শপথ! ঐ কূপের পানি মেহেদী পেষা পানির মত হয়ে গেছে এবং তথাকার খেজুর গাছগুলো যেন শয়তানের মাথার মত। আয়িশাহ(রাঃ) বলেন, আমি বললাম, হে আল্লাহর রাসূল! আপনি সেগুলো কি ভস্মীভূত করেন নি? তিনি বলেনঃ না। আল্লাহ তো আমাকে আরোগ্য দান করেছেন। তাই আমি মানুষের মাঝে এর অপচর্চা ছড়িয়ে দেয়া পছন্দ করি না। অতঃপর তিনি কূপটি ভরাট করার নির্দেশ দিলে তা ভরাট করে দেয়া হয়। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ سَحَرَ النَّبِيَّ ـ صلى الله عليه وسلم ـ يَهُودِيٌّ مِنْ يَهُودِ بَنِي زُرَيْقٍ يُقَالُ لَهُ لَبِيدُ بْنُ الأَعْصَمِ حَتَّى كَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يُخَيَّلُ إِلَيْهِ أَنَّهُ يَفْعَلُ الشَّىْءَ وَلاَ يَفْعَلُهُ ‏.‏ قَالَتْ حَتَّى إِذَا كَانَ ذَاتَ يَوْمٍ أَوْ كَانَ ذَاتَ لَيْلَةٍ دَعَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ثُمَّ دَعَا ثُمَّ دَعَا ثُمَّ قَالَ ‏\"‏ يَا عَائِشَةُ أَشَعَرْتِ أَنَّ اللَّهَ قَدْ أَفْتَانِي فِيمَا اسْتَفْتَيْتُهُ فِيهِ جَاءَنِي رَجُلاَنِ فَجَلَسَ أَحَدُهُمَا عِنْدَ رَأْسِي وَالآخَرُ عِنْدَ رِجْلِي فَقَالَ الَّذِي عِنْدَ رَأْسِي لِلَّذِي عِنْدَ رِجْلِي أَوِ الَّذِي عِنْدَ رِجْلِي لِلَّذِي عِنْدَ رَأْسِي مَا وَجَعُ الرَّجُلِ قَالَ مَطْبُوبٌ ‏.‏ قَالَ مَنْ طَبَّهُ قَالَ لَبِيدُ بْنُ الأَعْصَمِ ‏.‏ قَالَ فِي أَىِّ شَىْءٍ قَالَ فِي مُشْطٍ وَمُشَاطَةٍ وَجُفِّ طَلْعَةِ ذَكَرٍ ‏.‏ قَالَ وَأَيْنَ هُوَ قَالَ فِي بِئْرِ ذِي أَرْوَانَ ‏\"‏ ‏.‏ قَالَتْ فَأَتَاهُ النَّبِيُّ ـ صلى الله عليه وسلم ـ فِي أُنَاسٍ مِنْ أَصْحَابِهِ ثُمَّ جَاءَ فَقَالَ ‏\"‏ وَاللَّهِ يَا عَائِشَةُ لَكَأَنَّ مَاءَهَا نُقَاعَةُ الْحِنَّاءِ وَلَكَأَنَّ نَخْلَهَا رُءُوسُ الشَّيَاطِينِ ‏\"‏ ‏.‏ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ أَفَلاَ أَحْرَقْتَهُ قَالَ ‏\"‏ لاَ أَمَّا أَنَا فَقَدْ عَافَانِيَ اللَّهُ وَكَرِهْتُ أَنْ أُثِيرَ عَلَى النَّاسِ مِنْهُ شَرًّا ‏\"‏ ‏.‏ فَأَمَرَ بِهَا فَدُفِنَتْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "31"
    }
  }
}