{
  "hadith": {
    "hadith_id": 3555,
    "narrator": "সাহল বিন সা’দ আস-সাইদী (রাঃ),",
    "bn": "এক মহিলা একখানা চাদরসহ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বললো, ইয়া রাসূলুল্লাহ! আপনার জন্য আমি নিজ হাতে এটা বুনেছি। চাদরের প্রয়োজন অনুভব করে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা গ্রহণ করলেন, অতঃপর তা লুঙ্গীর মতো করে পরিধান করে আমাদের নিকট আসলেন। তখন অমুকের পুত্র অমুক এসে বললো, হে রাসূল! চাদরটা কী চমৎকার। এটা আমাকে পরতে দিন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আচ্ছা। তিনি বাড়িতে গিয়ে চাদরটা ভাঁজ করে তার নিকট পাঠিয়ে দিলেন। লোকজন তাকে বললো, আল্লাহর শপথ! কাজটা তুমি ভালো করোনি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রয়োজন অনুভব করেই তা পরেছিলেন। আর তুমি তাঁর নিকট তা চেয়ে নিলে! অথচ তুমি জানো যে তিনি কোন প্রার্থীকেই বিমুখ করেন না। সে বললো, আল্লাহর শপথ! আমি এটা পরার জন্য তাঁর কাছ থেকে চেয়ে নেইনি, বরং আমার কাফন বানানোর জন্য চেয়ে নিয়েছি। সাহল (রাঃ) বলেন, লোকটা যেদিন মারা গেল সেদিন সেটিই তার কাফন হলো।\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، أَنَّ امْرَأَةً، جَاءَتْ إِلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ بِبُرْدَةٍ - قَالَ وَمَا الْبُرْدَةُ قَالَ الشَّمْلَةُ - قَالَتْ يَا رَسُولَ اللَّهِ إِنِّي نَسَجْتُ هَذِهِ بِيَدِي لأَكْسُوَكَهَا ‏.‏ فَأَخَذَهَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ مُحْتَاجًا إِلَيْهَا فَخَرَجَ عَلَيْنَا فِيهَا وَإِنَّهَا لإِزَارُهُ فَجَاءَ فُلاَنُ بْنُ فُلاَنٍ - رَجُلٌ سَمَّاهُ يَوْمَئِذٍ - فَقَالَ يَا رَسُولَ اللَّهِ مَا أَحْسَنَ هَذِهِ الْبُرْدَةَ اكْسُنِيهَا ‏.‏ قَالَ ‏ \"‏ نَعَمْ ‏\"‏ ‏.‏ فَلَمَّا دَخَلَ طَوَاهَا وَأَرْسَلَ بِهَا إِلَيْهِ فَقَالَ لَهُ الْقَوْمُ وَاللَّهِ مَا أَحْسَنْتَ كُسِيَهَا النَّبِيُّ ـ صلى الله عليه وسلم ـ مُحْتَاجًا إِلَيْهَا ثُمَّ سَأَلْتَهُ إِيَّاهَا وَقَدْ عَلِمْتَ أَنَّهُ لاَ يَرُدُّ سَائِلاً ‏.‏ فَقَالَ إِنِّي وَاللَّهِ مَا سَأَلْتُهُ إِيَّاهَا لأَلْبَسَهَا وَلَكِنْ سَأَلْتُهُ إِيَّاهَا لِتَكُونَ كَفَنِي ‏.‏ فَقَالَ سَهْلٌ فَكَانَتْ كَفَنَهُ يَوْمَ مَاتَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "32"
    }
  }
}