{
  "hadith": {
    "hadith_id": 3719,
    "narrator": "উম্মু সালামাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ইন্তিকালের এক বছর পূর্বে আবূ বকর (রাঃ) ব্যবসা উপলক্ষে বুসরা যান। নুআয়মান (রাঃ) এবং হারমালাহ’র পুত্র সুয়ায়বিত (রাঃ) তার সাথে ছিলেন। তারা উভয়ে বদর যুদ্ধে অংশগ্রহণ করেছিলেন। নুআয়মান (রাঃ) রসদপত্রের দায়িত্বে ছিলেন। সুয়ায়বিত (রাঃ) ছিলেন কৌতুকপ্রিয়। তিনি নুআয়মান (রাঃ) কে বলেন, আমাকে কিছু আহার দিন। তিনি বলেন, আবূ বকর (রাঃ) আসা পর্যন্ত অপেক্ষা করুন। তিনি বলেন, না, আমি আপনাকে পেরেশান করে ছাড়বো। রাবী বলেন, অতঃপর তারা একদল লোককে অতিক্রম করে যাচ্ছিলেন। সুয়ায়বিত (রাঃ) তাদের বলেন, তোমরা কি আমার নিকট থেকে আমার একটি গোলাম খরিদ করবে? তারা বলেন, হাঁ। তিনি বলেন, সে এমন গোলাম যার একটা কথা আছে। সে তোমাদের বলবে, আমি স্বাধীন। তোমরা তার এ কথায় বিশ্বাস করে তাকে ছেড়ে দিয়ে আমাকে কিন্তু আমার এ গোলামের ব্যাপারে ফ্যাসাদে ফেলো না যেন। তারা বললো, না, আমরা বরং তাকে তোমার থেকে ক্রয় করবো। তারা তার থেকে তাকে দশটি উটের বিনিময়ে ক্রয় করে তার নিকট এলো। তারা তার গলায় পাগড়ি অথবা রশি বাঁধলো। নুআয়মান (রাঃ) বলেন, এই লোক কিন্তু তোমাদের সাথে উপহাস করেছে, সত্যি আমি স্বাধীন, গোলাম নই। তারা বললো, তোমার ব্যাপারটা আমাদের অবহিত করা হয়েছে। তারা তাঁকে নিয়ে চলে গেল। ইতোমধ্যে আবূ বকর (রাঃ) এসে গেলে তাঁর সঙ্গীরা তাঁকে বিষয়টি অবহিত করলেন। রাবী  বলেন, অতঃপর তিনি তাদের নিকট গেলেন এবং তাদের উট তাদেরকে ফেরত দিয়ে নুআয়মান (রাঃ) কে ছাড়িয়ে আনলেন। রাবী বলেন, তারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট ফিরে এসে বিষয়টি তাঁকে অবহিত করেন। রাবী বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীগণ তাকে নিয়ে (এই ঘটনাকে কেন্দ্র করে) প্রায় এক বছর হাসি-তামাশা করেন। [৩০৫১]",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا وَكِيعٌ، عَنْ زَمْعَةَ بْنِ صَالِحٍ، عَنِ الزُّهْرِيِّ، عَنْ وَهْبِ بْنِ عَبْدِ بْنِ زَمْعَةَ، عَنْ أُمِّ سَلَمَةَ، ح وَحَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا زَمْعَةُ بْنُ صَالِحٍ، عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ وَهْبِ بْنِ زَمْعَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ خَرَجَ أَبُو بَكْرٍ فِي تِجَارَةٍ إِلَى بُصْرَى قَبْلَ مَوْتِ النَّبِيِّ ـ صلى الله عليه وسلم ـ بِعَامٍ وَمَعَهُ نُعَيْمَانُ وَسُوَيْبِطُ بْنُ حَرْمَلَةَ وَكَانَا شَهِدَا بَدْرًا وَكَانَ نُعَيْمَانُ عَلَى الزَّادِ وَكَانَ سُوَيْبِطٌ رَجُلاً مَزَّاحًا فَقَالَ لِنُعَيْمَانَ أَطْعِمْنِي ‏.‏ قَالَ حَتَّى يَجِيءَ أَبُو بَكْرٍ ‏.‏ قَالَ فَلأُغِيظَنَّكَ ‏.‏ قَالَ فَمَرُّوا بِقَوْمٍ فَقَالَ لَهُمْ سُوَيْبِطٌ تَشْتَرُونَ مِنِّي عَبْدًا لِي قَالُوا نَعَمْ ‏.‏ قَالَ إِنَّهُ عَبْدٌ لَهُ كَلاَمٌ وَهُوَ قَائِلٌ لَكُمْ إِنِّي حُرٌّ ‏.‏ فَإِنْ كُنْتُمْ إِذَا قَالَ لَكُمْ هَذِهِ الْمَقَالَةَ تَرَكْتُمُوهُ فَلاَ تُفْسِدُوا عَلَىَّ عَبْدِي ‏.‏ قَالُوا لاَ بَلْ نَشْتَرِيهِ مِنْكَ ‏.‏ فَاشْتَرَوْهُ مِنْهُ بِعَشْرِ قَلاَئِصَ ثُمَّ أَتَوْهُ فَوَضَعُوا فِي عُنُقِهِ عِمَامَةً أَوْ حَبْلاً ‏.‏ فَقَالَ نُعَيْمَانُ إِنَّ هَذَا يَسْتَهْزِئُ بِكُمْ وَإِنِّي حُرٌّ لَسْتُ بِعَبْدٍ ‏.‏ فَقَالُوا قَدْ أَخْبَرَنَا خَبَرَكَ ‏.‏ فَانْطَلَقُوا بِهِ فَجَاءَ أَبُو بَكْرٍ فَأَخْبَرُوهُ بِذَلِكَ ‏.‏ قَالَ فَاتَّبَعَ الْقَوْمَ وَرَدَّ عَلَيْهِمُ الْقَلاَئِصَ وَأَخَذَ نُعَيْمَانَ ‏.‏ قَالَ فَلَمَّا قَدِمُوا عَلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ وَأَخْبَرُوهُ ‏.‏ قَالَ فَضَحِكَ النَّبِيُّ ـ صلى الله عليه وسلم ـ وَأَصْحَابُهُ مِنْهُ حَوْلاً ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩০৫১] আহমাদ ২৬১৪৭।",
    "chapter": {
      "chapter_number": "33"
    }
  }
}