{
  "hadith": {
    "hadith_id": 3794,
    "narrator": "আবূ হুরায়রাহ ও আবূ সাঈদ (রাঃ)",
    "bn": "আবূ হুরায়রাহ ও আবূ সাঈদ (রাঃ) সাক্ষ্য দেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বান্দা যখন “লা ইলাহা ইল্লাল্লাহু ওয়াল্লাহু আকবর” (আল্লাহ ব্যতীত কোনো ইলাহ নাই, আল্লাহ মহান) বলেন, তখন মহান আল্লাহ বলেন, আমার বান্দা সত্য কথা বলেছে। আমি ছাড়া আর কোনো ইলাহ নাই এবং আমিই মহান। বান্দা যখন বলে, “লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু” (আল্লাহ ব্যতীত কোনো ইলাহ নাই, তিনি এক), তখন আল্লাহ বলেন, আমার বান্দা সত্য কথা বলেছে, আমি একা ব্যতীত আর কোনো ইলাহ নাই। বান্দা যখন বলে, “লা ইলাহা ইল্লাল্লাহু লা শারীকা লাহু” (আল্লাহ ব্যতীত কোনো ইলাহ নাই, তাঁর কোনো শরীক নাই), তখন তিনি বলেন, আমার বান্দা সত্য কথা বলেছে। আমি ছাড়া আর কোনো ইলাহ নাই এবং আমার কোনো শরীক নাই। বান্দা যখন বলে, “লা ইলাহা ইল্লাল্লাহু লাহুল মূলকু ওয়ালাহুল হামদু” (আল্লাহ ব্যতীত কোনো ইলাহ নাই, তিনিই সার্বভৌমত্বের মালিক এবং সকল প্রশংসা তাঁর), তখন তিনি বলেন, আমার বান্দা সত্য কথা বলেছে, আমি ছাড়া আর কোন ইলাহ নাই, সার্বভৌমত্ব আমারই এবং সকল প্রশংসা আমারই। যখন সে বলে, “লা ইলাহা ইল্লাল্লাহু ওয়ালা হাওলা ওয়ালা কুওওয়াতা ইল্লা বিল্লাহ” (আল্লাহ ব্যতীত কোনো ইলাহ নাই, আল্লাহ ভিন্ন ক্ষতি রোধ করার  এবং কল্যাণ হাসিলের কোনো শক্তি নাই), তখন তিনি বলেন, আমার বান্দা সত্য কথা বলেছে। আমি ছাড়া কোনো ইলাহ নাই এবং আমি ভিন্ন ক্ষতি রোধ করার এবং কল্যাণ হাসিলের কোনো শক্তি নাই। আবূ ইসহাক (রাঃ) বলেন, আল-আগার (রাঃ) আরও কিছু বলেছিলেন, যা আমি হৃদয়ঙ্গম করতে পারিনি। তাই আমি আবূ জাফর (রাঃ) কে জিজ্ঞেস করলাম যে, তিনি কি বলেছিলেন? তিনি বলেন, আল্লাহ যাকে মৃত্যুর সময় এই বাক্য বলার সৌভাগ্য দান করবেন, জাহান্নামের আগুন তাকে স্পর্শ করতে পারবে না। [৩১২৬]",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ، عَنْ حَمْزَةَ الزَّيَّاتِ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَغَرِّ أَبِي مُسْلِمٍ، أَنَّهُ شَهِدَ عَلَى أَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ أَنَّهُمَا شَهِدَا عَلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ إِذَا قَالَ الْعَبْدُ لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ ‏.‏ قَالَ يَقُولُ اللَّهُ عَزَّ وَجَلَّ صَدَقَ عَبْدِي لاَ إِلَهَ إِلاَّ أَنَا وَأَنَا أَكْبَرُ ‏.‏ وَإِذَا قَالَ الْعَبْدُ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ ‏.‏ قَالَ صَدَقَ عَبْدِي لاَ إِلَهَ إِلاَّ أَنَا وَحْدِي ‏.‏ وَإِذَا قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ لاَ شَرِيكَ لَهُ ‏.‏ قَالَ صَدَقَ عَبْدِي لاَ إِلَهَ إِلاَّ أَنَا وَلاَ شَرِيكَ لِي ‏.‏ وَإِذَا قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ‏.‏ قَالَ صَدَقَ عَبْدِي لاَ إِلَهَ إِلاَّ أَنَا لِيَ الْمُلْكُ وَلِيَ الْحَمْدُ ‏.‏ وَإِذَا قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ ‏.‏ قَالَ صَدَقَ عَبْدِي لاَ إِلَهَ إِلاَّ أَنَا وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِي ‏\"‏ ‏.‏ قَالَ أَبُو إِسْحَاقَ ثُمَّ قَالَ الأَغَرُّ شَيْئًا لَمْ أَفْهَمْهُ ‏.‏ قَالَ فَقُلْتُ لأَبِي جَعْفَرٍ مَا قَالَ فَقَالَ مَنْ رُزِقَهُنَّ عِنْدَ مَوْتِهِ لَمْ تَمَسَّهُ النَّارُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "৩১২৬.তিরমিযী ৩৪৩০। আত তা’লিকুর রাগীব ৪/১৬৫।সহিহাহ ১৩৯০। \nউক্ত হাদিসের রাবী হামজাহ আয যায়্যাত সম্পর্কে আবুল ফাতহ আল আযাদী বলেন,তিনি সত্যবাদী তবে তার স্মৃতিশক্তি দুর্বল।আহমাদ বিন হাম্বল বলেন, তিনি সিকাহ।ইবনু আজার আল-আসকালানী বলেন,তিনি সত্যবাদী তবে কখনো কখনো হাদীস বর্ণনায় সন্দেহ করেন।যাকারিয়্যা বিন ইয়াহহিয়া আস সাজী  বলেন, তিনি সত্যবাদী তবে তার স্মৃতি শক্তি দুর্বল। ইয়াহহিয়া বিন মাঈন তাকে সিকাহ বলেন।।(তাহযিবুল কামালঃ রাবী নং ১৫০১,৭/৩১৪ নং পৃষ্ঠা )",
    "chapter": {
      "chapter_number": "33"
    }
  }
}