{
  "hadith": {
    "hadith_id": 3831,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, ফাতিমা (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট একটি খাদেম চাওয়ার জন্য আসলেন। তিনি তাকে বলেনঃ আমার কাছে এমন কিছু নেই, যা আমি তোমাকে দিতে পারি। অতএব তিনি ফিরে গেলেন। পরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর নিকট এসে বলেনঃ যা তুমি চেয়েছো, সেটাই কি তোমার কাছে অধিক প্রিয়, না যা তার চেয়ে উত্তম সেটি? আলী (রাঃ) তাই বললেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তুমি বলো, “হে আল্লাহ্‌, সাত আসমানের প্রতিপালক ও মহান আরশের প্রভু, আমাদের প্রতিপালক এবং প্রতিটি জিনিসের প্রতিপালক, তাওরাত, ইনজীল ও মহান কুরআন নাযিলকারী, তুমিই আদি, তোমার পূর্বে কিছুই নাই, তুমি অন্ত, তোমার পরেও কিছুই নাই, তুমিই প্রবল, বিজয়ী ও প্রকাশ্য, তোমার উপরে কিছুই নাই, তুমিই গুপ্ত, তুমি ছাড়া আর কিছু নাই। অতএব তুমি আমাদের ঋণ পরিশোধ করে দাও এবং আমাদেরকে দরিদ্রতা থেকে স্বাবলম্বী বানাও”। [৩১৬৩]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُبَيْدَةَ، حَدَّثَنَا أَبِي، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أَتَتْ فَاطِمَةُ النَّبِيَّ ـ صلى الله عليه وسلم ـ تَسْأَلُهُ خَادِمًا فَقَالَ لَهَا ‏\"‏ مَا عِنْدِي مَا أُعْطِيكِ ‏\"‏ ‏.‏ فَرَجَعَتْ فَأَتَاهَا بَعْدَ ذَلِكَ فَقَالَ ‏\"‏ الَّذِي سَأَلْتِ أَحَبُّ إِلَيْكِ أَوْ مَا هُوَ خَيْرٌ مِنْهُ ‏\"‏ ‏.‏ فَقَالَ لَهَا عَلِيٌّ قُولِي لاَ بَلْ مَا هُوَ خَيْرٌ مِنْهُ فَقَالَتْ فَقَالَ ‏\"‏ قُولِي اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الْعَرْشِ الْعَظِيمِ رَبَّنَا وَرَبَّ كُلِّ شَىْءٍ مُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْقُرْآنِ الْعَظِيمِ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَىْءٌ وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَىْءٌ وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَىْءٌ وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَىْءٌ اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৬৩] মুসলিম ২৭১৩, তিরমিযী ৩৪০০, ৩৪৮১, আবু দাউদ ৫০৫১, আহমাদ ৮৭৩৭, ৮৯৯৪, ১০৫৪১।",
    "chapter": {
      "chapter_number": "34"
    }
  }
}