{
  "hadith": {
    "hadith_id": 3861,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আল্লাহ্‌র নিরানব্বই নাম আছে অর্থাৎ এক কম এক শত। নিশ্চয় তিনি বেজোড় এবং তিনি বেজোড়কে পছন্দ করেন। যে ব্যক্তি এই নামগুলোর হেফাজত করবে সে জান্নাতে প্রবেশ করবে। সেগুলো এইঃ আল্লাহু আল-ওয়াহিদু আস-সামাদু, আল-আওওয়ালু আল-আখিরু আল-বাতিনু, আল-খালিকু আল-বারিউ আল-মুসাববিরু, আল-মালিকু আল-হাক্কু আস-সালামু আল-মু’মিনু আল-মুহায়মিনু আল-আযীযু আল-জাব্বারু আল-মুতাকাব্বির, আর-রহমানু আর-রহীম, আল-লাতীফু আল-খাবীর, আস-সামীউ আল-বাসীর, আল-আলীমু আল-আযীম, আল-বাররু আল-মুতআল, আল-জালীলু আল-জামীলু আল-হায়্যু আল-কায়্যুম আল-কাদিরু আল-কাহহার আল-আলিয়্যু আল-হাকিমু আল-কারিবু আল-মুজীব আল-গানিয়্যু আল-ওয়াহহাবু আল-ওয়াদুদু আশ-শাকূরু আল-মাজিদু আল-ওয়াজিদ আল-ওয়ালিয়্যু আর-রাশিদু আল-আফুব্বু আল-গাফূরু আল-হালীমু আল-কারীমু আত-তাওওয়াবু আর রাব্বু আল-মাজীদু আল-ওয়ালিয়্যু আশ-শাহীদ আল-মুবীনু আল-বুরহানু আর-রাওফু আর-রহীম আল-মুবদিউ আল-মুঈদু আল-বাইসু আল-ওয়ারিসু আল-কাবিয়্যূ আশ-শাদীদু আদ-দাররু আন-নাফিউ আল-বাকিয়ু আল-ওয়াকিয়ু আল-খাফিদু আর-রাফিউ আল-কাবিদু আল-বাসিতু আল-মুইযযু আল-মুযিল্লু আল-মুকসিতু আর-রাযযাকু যুল কুওওয়াতি আল-মাতীন, আল-কাইমু আদ-দাইমু আল-হাফিযু আল-ওয়াকীলু আল-ফাতিরু আস-সামিউ আল-মু’তিয়ু আল-মুহইয়ু আল-মুমীতু আল-মানিউ আল-জামিউ আল-হাদিউ আল-কাফী আল-আবদু আল-আলিমু আস-সাদিকু আন-নূরু আল-মুনীরু আত-তাম্মু আল-কাদীমু আল-বিতরু তিনি এক তিনি কারো মুখাপেক্ষি নয়, তিনি কাউকে জন্ম দেননি এবং তাঁকেও জন্ম দেয়া হয় নি এবং কেহই তার সমকক্ষ নয়। যুহায়র (রাঃ) বলেন, আমরা একাধিক বিশেষজ্ঞ আলেমের অভিমত অবহিত হয়েছি যে, উক্ত নামগুলো নিম্নোক্তভাবে শুরু করতে হবেঃ\n(আল্লাহ্‌ ছাড়া আর কোন ইলাহ নাই, তিনি এক, তাঁর কোন শরীক নাই, তাঁর জন্য রাজত্ব, তাঁর জন্য সমস্ত প্রশংসা, তাঁর হাতে যাবতীয় কল্যাণ নিহিত, তিনি সবকিছুর উপর পূর্ণ ক্ষমতাবান। আল্লাহ্‌ ছাড়া কোন ইলাহ নাই, তাঁর জন্য রয়েছে সর্বোত্তম নামসমূহ)। [৩১৯৩]\n\nতাহকীক আলবানীঃ নাম গণনা ব্যতীত সহীহ।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ الصَّنْعَانِيُّ، حَدَّثَنَا أَبُو الْمُنْذِرِ، زُهَيْرُ بْنُ مُحَمَّدٍ التَّمِيمِيُّ حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ الأَعْرَجُ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ إِنَّ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمًا مِائَةً إِلاَّ وَاحِدًا إِنَّهُ وِتْرٌ يُحِبُّ الْوِتْرَ مَنْ حَفِظَهَا دَخَلَ الْجَنَّةَ وَهِيَ اللَّهُ الْوَاحِدُ الصَّمَدُ الأَوَّلُ الآخِرُ الظَّاهِرُ الْبَاطِنُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ الْمَلِكُ الْحَقُّ السَّلاَمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ الرَّحْمَنُ الرَّحِيمُ اللَّطِيفُ الْخَبِيرُ السَّمِيعُ الْبَصِيرُ الْعَلِيمُ الْعَظِيمُ الْبَارُّ الْمُتَعَالِ الْجَلِيلُ الْجَمِيلُ الْحَىُّ الْقَيُّومُ الْقَادِرُ الْقَاهِرُ الْعَلِيُّ الْحَكِيمُ الْقَرِيبُ الْمُجِيبُ الْغَنِيُّ الْوَهَّابُ الْوَدُودُ الشَّكُورُ الْمَاجِدُ الْوَاجِدُ الْوَالِي الرَّاشِدُ الْعَفُوُّ الْغَفُورُ الْحَلِيمُ الْكَرِيمُ التَّوَّابُ الرَّبُّ الْمَجِيدُ الْوَلِيُّ الشَّهِيدُ الْمُبِينُ الْبُرْهَانُ الرَّءُوفُ الرَّحِيمُ الْمُبْدِئُ الْمُعِيدُ الْبَاعِثُ الْوَارِثُ الْقَوِيُّ الشَّدِيدُ الضَّارُّ النَّافِعُ الْبَاقِي الْوَاقِي الْخَافِضُ الرَّافِعُ الْقَابِضُ الْبَاسِطُ الْمُعِزُّ الْمُذِلُّ الْمُقْسِطُ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ الْقَائِمُ الدَّائِمُ الْحَافِظُ الْوَكِيلُ الْفَاطِرُ السَّامِعُ الْمُعْطِي الْمُحْيِي الْمُمِيتُ الْمَانِعُ الْجَامِعُ الْهَادِي الْكَافِي الأَبَدُ الْعَالِمُ الصَّادِقُ النُّورُ الْمُنِيرُ التَّامُّ الْقَدِيمُ الْوِتْرُ الأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ ‏\"‏ ‏.‏ قَالَ زُهَيْرٌ فَبَلَغَنَا عَنْ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ أَنَّ أَوَّلَهَا يُفْتَحُ بِقَوْلِ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ بِيَدِهِ الْخَيْرُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ لاَ إِلَهَ إِلاَّ اللَّهُ لَهُ الأَسْمَاءُ الْحُسْنَى ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[৩১৯৩] সহীহুল বুখারী ২৭৩৬, মুসলিম ২৬৭৭, তিরমিযী ৩৫০৬, ৩৫০৭, ৩৫০৮, আহমাদ ৭৪৫০, ৭৫৬৮, ২৭৩৬৩, ৯২২৯, ১১০৩, ১০১৫৪, ১০৩০৭। মিশকাত ২২৮৮।",
    "chapter": {
      "chapter_number": "34"
    }
  }
}