{
  "hadith": {
    "hadith_id": 3923,
    "narrator": "উম্মুল ফাদল (রাঃ)",
    "bn": "উম্মুল ফাদল (রাঃ) বললেন, ইয়া রাসূলাল্লাহ! আমি স্বপ্নে আপনার দেহের কোন একটি অঙ্গ আমার ঘরে দেখতে পেলাম। তিনি বলেনঃ তুমি ভালোই দেখেছো। ফাতিমাহ একটি সন্তান প্রসব করবে এবং তুমি তাকে দুধ পান করাবে। অতএব ফাতিমাহ (রাঃ) হুসাইন অথবা হাসান (রাঃ) কে প্রসব করেন এবং তিনি তাকে কুসাম এর ভাগের দুধ পান করান। তিনি বলেন, আমি তাকে নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট গেলাম এবং তাকে তাঁর কোলে রাখলাম। সে পেশাব করে দিলে আমি তার কাঁধে আঘাত করলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি আমার সন্তানকে কষ্ট দিলে, আল্লাহ তোমার প্রতি রহম করুন। [৩২৫৫]",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا عَلِيُّ بْنُ صَالِحٍ، عَنْ سِمَاكٍ، عَنْ قَابُوسَ، قَالَ قَالَتْ أُمُّ الْفَضْلِ يَا رَسُولَ اللَّهِ رَأَيْتُ كَأَنَّ فِي بَيْتِي عُضْوًا مِنْ أَعْضَائِكَ قَالَ ‏\"‏ خَيْرًا رَأَيْتِ تَلِدُ فَاطِمَةُ غُلاَمًا فَتُرْضِعِيهِ ‏\"‏ ‏.‏ فَوَلَدَتْ حُسَيْنًا أَوْ حَسَنًا فَأَرْضَعَتْهُ بِلَبَنِ قُثَمَ قَالَتْ فَجِئْتُ بِهِ إِلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ فَوَضَعْتُهُ فِي حَجْرِهِ فَبَالَ فَضَرَبْتُ كَتِفَهُ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\"‏ أَوْجَعْتِ ابْنِي رَحِمَكِ اللَّهُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩২৫৫] আবূ দাউদ ৩৭৫। \nউক্ত হাদীসের রাবী মুআবিয়াহ বিন হিশাম সম্পর্কে আবুল ফারাজ আল-জাওযী বলেন, তার থেকে কেউ হাদীস শ্রবন করেনি তবে যারা হাদীস শ্রবন করেছে তারা বর্জন করেছে। আবূ বাক্‌র আল-বায়হাকি বলেন, তিনি নির্ভরযোগ্য নয়। আবু হাতীম আর-রাযী বলেন, তিনি সত্যবাদী। আবূ হাতীম বিন হিব্বান বলেন, তিনি সত্যবাদী তবে হসদীস বর্ণনায় ভুল করেন। আহমাদ বিন হাম্বলণ বলেন, তিনি সত্যবাদী তবে হাদীস বর্ণনায় অধিক ভুল করেন।(তাহযীবুল কামালঃ রাবী নং ৬০৬৭, ২৮/২১৮ নং পৃষ্ঠা)২.উক্ত হাদীসের রাবী সিকাম সম্পর্কে ইয়াহইয়া বিন মাঈন বলেন, তিনি সিকাহ। ইয়া’কুব বিন শায়বাহ বলেন, তার পূর্বে বর্ণিত হাদীস যারা শ্রবন করেছেন তা সহীহ। ইবনু হিব্বান বলেন, তিনি সিকাহ তবে হাদীস বর্ণনায় অধিক ভুল করেন। আবদুল্লাহ ইবনুল মুবারাক বলেন, তিনি হাদীস বর্ণনায় দুর্বল।(তাহযীবুল কামালঃ রাবী নং ২৫৭৯, ১২/১১৫ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "35"
    }
  }
}