{
  "hadith": {
    "hadith_id": 3930,
    "narrator": "ইমরান বিন হুসায়ন (রাঃ),",
    "bn": "তিনি বলেন, নাফে ইবনুল আযরাক (রাঃ) ও তার সাথীরা (আমার নিকট) এসে বললো, হে ইমরান! তুমি ধ্বংস হয়ে গেছো। তিনি বলেন, আমি ধ্বংস হইনি। তারা বলেন, আল্লাহ বলেছেনঃ “তোমরা তাদের বিরুদ্ধে সংগ্রাম করতে থাকো যতক্ষণ না ফেতনা দূরীভূত হয় এবং আল্লাহর দ্বীন সামগ্রিকভাবে প্রতিষ্ঠিত হয়” (৮:৩৯)। তিনি বলেন, আমরা তাদের বিরুদ্ধে এতটা যুদ্ধ করেছি যে, তাদেরকে নির্বাসিত করেছি। ফলে আল্লাহর দ্বীন সামগ্রিকভাবে প্রতিষ্ঠিত হয়েছে। তোমরা চাইলে আমি তোমাদের নিকট একটি হাদীস বর্ণনা করতে পারি, যা আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট শুনেছি। তারা বলেন, আপনি কি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট তা শুনেছেন? তিনি বলেন, হা, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত ছিলাম। তিনি একটি সামরিক বাহিনী মুশরিকদের বিরুদ্ধে পাঠালেন। মুসলমানরা তাদের মোকাবিলায় অবতীর্ণ হয়ে ঘোরতর যুদ্ধে লিপ্ত হলো। মুশরিকরা পরাজিত হয়ে আত্মসমর্পণ করলো। আমার এক বন্ধু যুদ্ধে লিপ্ত হলো। মুশরিকের উপর বর্শা দ্বারা হামলা করলো, তিনি তাকে পাকড়াও করলে সে বলতে লাগলো, আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ব্যতীত কোন ইলাহ। নিশ্চয় আমি একজন মুসলিম। তিনি তাকে ভৎসনা করলেন এবং তাকে হত্যা করলেন। অতঃপর তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে একবার বা দু’বার বলেন, হে আল্লাহর রাসূল! আমি ধ্বংস হয়ে গেছি। অতঃপর তিনি যা করেছেন তা তার নিকট বর্ণনা করলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বলেনঃ তুমি তার পেট চিরে দেখলে না কেন? তাহলে তো তুমি তার অন্তরের খবর জানতে পারতে তিনি বলেন, হে আল্লাহর রাসূল! আমি তার পেট চিরে ফেললেও তার অন্তরের খবর জানতে পারতাম না। তিনি বলেনঃ তাহলে তুমি তার উচ্চারিত স্বীকারোক্তি কেন কবুল করলে না, অথচ তুমি তার অন্তরের খবর জানতে না? ইমরান (রাঃ) বলেন, অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিছুক্ষণ নীরব থাকলেন। অবশেষে লোকটি মারা গেলে আমরা তাকে দাফন করলাম। ভোরে উঠে আমরা দেখলাম যে, তার লাশ কবরের বাইরে যমীনের উপরে পড়ে আছে। তারা বললেন, হয়ত কোন শক্র কবর খুঁড়ে একে বের করে তুলে রেখেছে। অতঃপর আমরা তাকে আবার দাফন করলাম এবং আমাদের যুবকদের তার কবর পাহারা দিতে নির্দেশ দিলাম। আমরা পরদিন ভোরবেলা দেখতে পেলাম যে, তার লাশ কবরের বাইরে যমীনের উপর পড়ে আছে। আমরা বললাম, হয়ত প্রহরীরা তন্দ্রাগ্রস্ত হয়ে পড়েছিল। আমরা পুনরায় তাকে দাফন করলাম এবং নিজেরাই প্রহরায় রত হলাম। প্রত্যুষে আমরা দেখলাম, সে কবরের বাইরে যমীনের উপর পড়ে আছে। অবশেষে আমরা তাকে এক গিরিসংকটে নিক্ষেপ করলাম। \n\nউপরোক্ত হাদীসে মোট ২টি সানাদের ১টি বর্ণিত হয়েছে, অপর সানাদটি হলোঃ \n\n৫/৩৯৩০(১) ইমরান বিন হুসায়ন (রাঃ) তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে এক ক্ষুদ্র সামরিক অভিযানে পাঠান, তাতে এক মুসলমান এক মুশরিকের উপর চড়াও হলো। অতঃপর তিনি পূর্ণ হাদীস বর্ণনা করেন ..। এ বর্ণনায় আরো আছেঃ যমীন তাকে উৎক্ষিপ্ত করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে খবর দেয়া হলো। তিনি বলেনঃ যমীন তো অবশ্যি তার চেয়ে নিকৃষ্ট ব্যক্তিকেও গ্রহণ করে। কিন্তু আল্লাহ তাআলা তোমাদের দেখাতে চান যে, \"লা ইলাহা ইল্লাল্লাহ-এর মর্যাদা ও মাহাত্ন্য কত বেশী।[৩২৬২]\n\nতাহকীক আলবানীঃ ইমরান এর [আরবী] কথাটি হাসান; যা পরবর্তী হাদীস ৩৯৩১ নং এর মাঝে আসবে। এবং ইমরান এর [আরবী] এ কথাটি ও হাসান যা পূর্ববর্তী হাদীস ৩৯২৯ নং হাদীসে অতিবাহিত হয়েছে।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ عَاصِمٍ، عَنِ السُّمَيْطِ بْنِ السُّمَيْرِ، عَنْ عِمْرَانَ بْنِ الْحُصَيْنِ، قَالَ أَتَى نَافِعُ بْنُ الأَزْرَقِ وَأَصْحَابُهُ فَقَالُوا هَلَكْتَ يَا عِمْرَانُ ‏.‏ قَالَ مَا هَلَكْتُ ‏.‏ قَالُوا بَلَى ‏.‏ قَالَ مَا الَّذِي أَهْلَكَنِي قَالُوا قَالَ اللَّهُ ‏{وَقَاتِلُوهُمْ حَتَّى لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ}‏ ‏.‏ قَالَ قَدْ قَاتَلْنَاهُمْ حَتَّى نَفَيْنَاهُمْ فَكَانَ الدِّينُ كُلُّهُ لِلَّهِ إِنْ شِئْتُمْ حَدَّثْتُكُمْ حَدِيثًا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏ قَالُوا وَأَنْتَ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏ قَالَ نَعَمْ شَهِدْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ وَقَدْ بَعَثَ جَيْشًا مِنَ الْمُسْلِمِينَ إِلَى الْمُشْرِكِينَ فَلَمَّا لَقُوهُمْ قَاتَلُوهُمْ قِتَالاً شَدِيدًا فَمَنَحُوهُمْ أَكْتَافَهُمْ فَحَمَلَ رَجُلٌ مِنْ لُحْمَتِي عَلَى رَجُلٍ مِنَ الْمُشْرِكِينَ بِالرُّمْحِ فَلَمَّا غَشِيَهُ قَالَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ إِنِّي مُسْلِمٌ فَطَعَنَهُ فَقَتَلَهُ فَأَتَى رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ يَا رَسُولَ اللَّهِ هَلَكْتُ قَالَ ‏\"‏ وَمَا الَّذِي صَنَعْتَ ‏\"‏ ‏.‏ مَرَّةً أَوْ مَرَّتَيْنِ فَأَخْبَرَهُ بِالَّذِي صَنَعَ فَقَالَ لَهُ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ فَهَلاَّ شَقَقْتَ عَنْ بَطْنِهِ فَعَلِمْتَ مَا فِي قَلْبِهِ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ لَوْ شَقَقْتُ بَطْنَهُ أَكُنْتُ أَعْلَمُ مَا فِي قَلْبِهِ قَالَ ‏\"‏ فَلاَ أَنْتَ قَبِلْتَ مَا تَكَلَّمَ بِهِ وَلاَ أَنْتَ تَعْلَمُ مَا فِي قَلْبِهِ ‏\"‏ ‏.‏ قَالَ فَسَكَتَ عَنْهُ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَلَمْ يَلْبَثْ إِلاَّ يَسِيرًا حَتَّى مَاتَ فَدَفَنَّاهُ فَأَصْبَحَ عَلَى ظَهْرِ الأَرْضِ فَقَالُوا لَعَلَّ عَدُوًّا نَبَشَهُ فَدَفَنَّاهُ ثُمَّ أَمَرْنَا غِلْمَانَنَا يَحْرُسُونَهُ فَأَصْبَحَ عَلَى ظَهْرِ الأَرْضِ فَقُلْنَا لَعَلَّ الْغِلْمَانَ نَعَسُوا فَدَفَنَّاهُ ثُمَّ حَرَسْنَاهُ بِأَنْفُسِنَا فَأَصْبَحَ عَلَى ظَهْرِ الأَرْضِ فَأَلْقَيْنَاهُ فِي بَعْضِ تِلْكَ الشِّعَابِ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[৩২৬২] হাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}