{
  "hadith": {
    "hadith_id": 3952,
    "narrator": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর মুক্তদাস সাওবান (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার জন্য পৃথিবীকে গুটিয়ে দেয়া হলো। ফলে আমি তার পূর্ব-পশ্চিম সবদিক দেখতে পেলাম। আমাকে হরিদ্রাভ বা লাল এবং সাদা বর্ণের দু’টি খনিজ ভাণ্ডার অর্থাৎ সোনা-রূপার ভাণ্ডার দেয়া হয়েছে। আমাকে বলা হলো, পৃথিবীর যতখানি তোমার জন্য গুটানো হয়েছিল, তোমার রাজত্ব সেই সীমা পর্যন্ত বিস্তৃত হবে। অতঃপর আমি মহান আল্লাহর নিকট তিনটি জিনিস প্রার্থনা করলামঃ আমার উম্মাত যেন ব্যাপকভাবে দুর্ভিক্ষের শিকার হয়ে তার দ্বারা ধ্বংস না হয়। তাদেরকে দলে উপদলে বিচ্ছিন্ন করে তাদের এক দলকে অপর দলের সশস্ত্র সংঘর্ষের স্বাদ আস্বাদন না করানোর আবেদন করলাম। আমাকে বলা হলো, “আমি কোন ফয়সালা করলে তা মোটেও পরিবর্তিত হওয়ার নয়। তবে আমি তোমার উম্মাতকে দুর্ভিক্ষপীড়িত করে তাদের ধ্বংস করবো না এবং তাদের বিরুদ্ধে বিশ্বের সকল বিরোধী শক্তিকে যুগপৎ একত্র করবো না, যতক্ষণ না তারা পরস্পরকে ধ্বংস করে এবং একে অপরকে হত্যা করে”। আমার উম্মাতের মধ্যে সশস্ত্র সংঘাত শুরু হলে কিয়ামত পর্যন্ত আর অস্ত্রবিরতি হবে না। আমি আমার উম্মাতের ব্যাপারে অধিক ভয় করছি পথভ্রষ্ট নেতৃবৃন্দের। অচিরেই আমার উম্মাতের কোন কোন গোত্র বা সম্প্রদায় প্রতিমা পূজায় লিপ্ত হবে এবং আমার উম্মাতের কতক গোত্র মুশরিকদের সাথে যোগ দিবে। অচিরেই কিয়ামতের নিকটবর্তী সময়ে ত্রিশজন মিথ্যাবাদী দাজ্জালের আবির্ভাব হবে। তাদের প্রত্যেকেই নিজেকে নবী দাবি করবে। আমার উম্মাতের একটি দল সর্বদা সাহায্যপ্রাপ্ত হয়ে সত্যের উপর প্রতিষ্ঠিত থাকবে, মহান আল্লাহর চূড়ান্ত নির্দেশ (কিয়ামত) না আসা পর্যন্ত। তাদের বিরুদ্ধবাদীরা তাদের কোন ক্ষতি করতে পারবে না। আবূ হাসান (রাঃ) বলেন, অতঃপর আবূ আবদুল্লাহ (রাঃ) এ হাদীস বর্ণনা শেষে বললেন, কতই না ভয়াবহ এ হাদীস। [৩২৮৪]",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبِ بْنِ شَابُورَ، حَدَّثَنَا سَعِيدُ بْنُ بَشِيرٍ، عَنْ قَتَادَةَ، أَنَّهُ حَدَّثَهُمْ عَنْ أَبِي قِلاَبَةَ الْجَرْمِيِّ عَبْدِ اللَّهِ بْنِ زَيْدٍ، عَنْ أَبِي أَسْمَاءَ الرَّحَبِيِّ، عَنْ ثَوْبَانَ، مَوْلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ زُوِيَتْ لِيَ الأَرْضُ حَتَّى رَأَيْتُ مَشَارِقَهَا وَمَغَارِبَهَا وَأُعْطِيتُ الْكَنْزَيْنِ الأَصْفَرَ - أَوِ الأَحْمَرَ - وَالأَبْيَضَ - يَعْنِي الذَّهَبَ وَالْفِضَّةَ - وَقِيلَ لِي إِنَّ مُلْكَكَ إِلَى حَيْثُ زُوِيَ لَكَ وَإِنِّي سَأَلْتُ اللَّهَ عَزَّ وَجَلَّ ثَلاَثًا أَنْ لاَ يُسَلِّطَ عَلَى أُمَّتِي جُوعًا فَيُهْلِكَهُمْ بِهِ عَامَّةً وَأَنْ لاَ يَلْبِسَهُمْ شِيَعًا وَيُذِيقَ بَعْضَهُمْ بَأْسَ بَعْضٍ وَإِنَّهُ قِيلَ لِي إِذَا قَضَيْتُ قَضَاءً فَلاَ مَرَدَّ لَهُ وَإِنِّي لَنْ أُسَلِّطَ عَلَى أُمَّتِكَ جُوعًا فَيُهْلِكَهُمْ فِيهِ وَلَنْ أَجْمَعَ عَلَيْهِمْ مَنْ بَيْنَ أَقْطَارِهَا حَتَّى يُفْنِيَ بَعْضُهُمْ بَعْضًا وَيَقْتُلَ بَعْضُهُمْ بَعْضًا ‏.‏ وَإِذَا وُضِعَ السَّيْفُ فِي أُمَّتِي فَلَنْ يُرْفَعَ عَنْهُمْ إِلَى يَوْمِ الْقِيَامَةِ وَإِنَّ مِمَّا أَتَخَوَّفُ عَلَى أُمَّتِي أَئِمَّةً مُضِلِّينَ وَسَتَعْبُدُ قَبَائِلُ مِنْ أُمَّتِي الأَوْثَانَ وَسَتَلْحَقُ قَبَائِلُ مِنْ أُمَّتِي بِالْمُشْرِكِيِنَ وَإِنَّ بَيْنَ يَدَىِ السَّاعَةِ دَجَّالِينَ كَذَّابِينَ قَرِيبًا مِنْ ثَلاَثِينَ كُلُّهُمْ يَزْعُمُ أَنَّهُ نَبِيٌّ وَلَنْ تَزَالَ طَائِفَةٌ مِنْ أُمَّتِي عَلَى الْحَقِّ مَنْصُورِينَ لاَ يَضُرُّهُمْ مَنْ خَالَفَهُمْ حَتَّى يَأْتِيَ أَمْرُ اللَّهِ عَزَّ وَجَلَّ ‏\"‏ ‏.‏ قَالَ أَبُو الْحَسَنِ لَمَّا فَرَغَ أَبُو عَبْدِ اللَّهِ مِنْ هَذَا الْحَدِيثِ قَالَ مَا أَهْوَلَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২৮৪] মুসলিম ৩৫৪৪, ৫১৪৪, তিরমিযী ২১৭৬, ২২২৯, আবূ দাঊদ ৪২৫২, আহমাদ ২১৮৮৮, ২১৮৯৭, ২১৯৪৬, দারিমী ২০৯। রাওদুন নাদীর ৬১, ১১৭০, সহীহাহ ৪/২৫২, ১৯৫৭।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}