{
  "hadith": {
    "hadith_id": 3958,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ হে আবূ যার! যখন মানুষ মরতে থাকবে, এমনকি একটি কবরের মূল্য হবে এবং গোলামের মূল্যের সমান, তখন তোমার অবস্থা কী হবে? আমি বললাম, হে আল্লাহর রাসূল! আল্লাহ ও তাঁর রাসূল আমার জন্য যা পছন্দ করেন অথবা বললেন, আল্লাহ ও তাঁর রাসূলই অধিক অবগত। তিনি বলেনঃ তুমি ধৈর্য ধারণ করবে। পুনরায় তুমি তোমার মসজিদে (নামাজ পড়তে) এসে (নামায শেষে) নিজের বিছানায় ফিরে আসার শক্তি হারিয়ে ফেলবে অথবা তুমি তোমার বিছানা থেকে উঠে মসজিদের যেতে সক্ষম হবে না, তখন তোমার কী অবস্থা হবে? তিনি বলেন, আমি বললাম, আল্লাহ ও তাঁর রাসূল অধিক অবগত অথবা আল্লাহ ও তাঁর রাসূল আমার জন্য যা ভালো মনে করেন। তিনি বলেনঃ তখন তুমি অবশ্যই হারাম থেকে দূরে থাকবে। পুনরায় তিনি বলেনঃ যখন ব্যাপক গণহত্যা চলবে, এমনকি “হিজারাতুয যাইত” রক্তে প্লাবিত হবে, তখন তোমার অবস্থা কী হবে? আমি বললাম, আল্লাহ ও তাঁর রাসূল আমার জন্য যা পছন্দ করেন। তিনি বলেনঃ তুমি যাদের (মদীনাবাসী) সাথে আছো তাদের দলে যুক্ত থেকো। আবূ যার (রাঃ) বলেন, আমি বললাম, হে আল্লাহর রাসূল! যারা গণহত্যা করবে, আমি কি তরবারির আঘাতে তাদের হত্যা করবো না? তিনি বলেনঃ তুমি যদি তাই করো, তাহলে তুমিও বিপর্যয়কারীদের অন্তর্ভুক্ত হয়ে যাবে। বরং তুমি নিজের ঘরে আশ্রয় নিবে। আমি বললাম, যদি আমার ঘরে ঢুকে পড়ে? তিনি বলেনঃ যদি তুমি তরবারির চাকচিক্যে ভীত হও তবে তোমার চাদর নিয়ে তোমার মুখমণ্ডল ঢেকে রাখবে। (তুমি নিহত হলে হত্যাকারী তার ও তোমার গুনাহের বোঝা বহন করবে এবং জাহান্নামের বাসিন্দা হবে। [৩২৯০]",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنِ الْمُشَعَّثِ بْنِ طَرِيفٍ، عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ كَيْفَ أَنْتَ يَا أَبَا ذَرٍّ وَمَوْتًا يُصِيبُ النَّاسَ حَتَّى يُقَوَّمَ الْبَيْتُ بِالْوَصِيفِ ‏\"‏ ‏.‏ يَعْنِي الْقَبْرَ قُلْتُ مَا خَارَ اللَّهُ لِي وَرَسُولُهُ - أَوْ قَالَ اللَّهُ وَرَسُولُهُ أَعْلَمُ - قَالَ ‏\"‏ تَصَبَّرْ ‏\"‏ ‏.‏ قَالَ ‏\"‏ كَيْفَ أَنْتَ وَجُوعًا يُصِيبُ النَّاسَ حَتَّى تَأْتِيَ مَسْجِدَكَ فَلاَ تَسْتَطِيعَ أَنْ تَرْجِعَ إِلَى فِرَاشِكَ وَلاَ تَسْتَطِيعَ أَنْ تَقُومَ مِنْ فِرَاشِكَ إِلَى مَسْجِدِكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ أَوْ - مَا خَارَ اللَّهُ لِي وَرَسُولُهُ - قَالَ ‏\"‏ عَلَيْكَ بِالْعِفَّةِ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ كَيْفَ أَنْتَ وَقَتْلاً يُصِيبُ النَّاسَ حَتَّى تُغْرَقَ حِجَارَةُ الزَّيْتِ بِالدَّمِ ‏\"‏ ‏.‏ قُلْتُ مَا خَارَ اللَّهُ لِي وَرَسُولُهُ ‏.‏ قَالَ ‏\"‏ الْحَقْ بِمَنْ أَنْتَ مِنْهُ ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَفَلاَ آخُذُ بِسَيْفِي فَأَضْرِبَ بِهِ مَنْ فَعَلَ ذَلِكَ قَالَ ‏\"‏ شَارَكْتَ الْقَوْمَ إِذًا وَلَكِنِ ادْخُلْ بَيْتَكَ ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ فَإِنْ دُخِلَ بَيْتِي قَالَ ‏\"‏ إِنْ خَشِيتَ أَنْ يَبْهَرَكَ شُعَاعُ السَّيْفِ فَأَلْقِ طَرَفَ رِدَائِكَ عَلَى وَجْهِكَ فَيَبُوءَ بِإِثْمِهِ وَإِثْمِكَ فَيَكُونَ مِنْ أَصْحَابِ النَّارِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২৯০] আবূ দাঊদ ৪২৬১, আহমাদ ২১০৪৯। ইরওয়া’ ২৪৫১।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}