{
  "hadith": {
    "hadith_id": 3959,
    "narrator": "আবূ মূসা আল-আশআরী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে বললেনঃ কিয়ামতের নিকটবর্তী সময়ে “হারজ” হবে। রাবী বলেন, আমি বললাম, হে আল্লাহর রাসূল! “হারজ” কী? তিনি বলেনঃ ব্যাপক গণহত্যা। কতক মুসলমান বললেন, হে আল্লাহর রাসূল! আমরা এখন এই এক বছরে এত মুশরিককে হত্যা করেছি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তা মুশরিকদের হত্যা করা নয়, বরং তোমরা পরস্পরকে হত্যা করবে; এমনকি কোন ব্যক্তি তার প্রতিবেশীকে, চাচাতো ভাইকে এবং নিকট আত্মীয়-স্বজনকে পর্যন্ত হত্যা করবে। কতক লোক বললো, হে আল্লাহর রাসূল! তখন কি আমাদের বিবেক-বুদ্ধি লোপ পাবে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ অধিকাংশ লোকের জ্ঞান লোপ পাবে এবং অবশিষ্ট থাকবে নির্বোধ ও মুর্খ। অতঃপর আবূ মূসা আল-আশআরী (রাঃ) বলেন, আল্লাহর শপথ! আমি ধারণা করেছিলাম যে, হয়তো এ যুগ তোমাদেরকে ও আমাকে পেতো, তাহলে তা থেকে আমার ও তোমাদের বের হয়ে আসা মুশকিল হয়ে যেতো, যেমন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের জোর দিয়ে বলেছিলেন যে, আমরা ঐ অনাচারে যতো সহজে জড়িয়ে পড়বো তা থেকে আমাদের নিষ্ক্রমণ ততোধিক দুষ্কর হবে। [৩২৯১]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا عَوْفٌ، عَنِ الْحَسَنِ، حَدَّثَنَا أَسِيدُ بْنُ الْمُتَشَمِّسِ، قَالَ حَدَّثَنَا أَبُو مُوسَى، حَدَّثَنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ إِنَّ بَيْنَ يَدَىِ السَّاعَةِ لَهَرْجًا ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مَا الْهَرْجُ قَالَ ‏\"‏ الْقَتْلُ ‏\"‏ ‏.‏ فَقَالَ بَعْضُ الْمُسْلِمِينَ يَا رَسُولَ اللَّهِ إِنَّا نَقْتُلُ الآنَ فِي الْعَامِ الْوَاحِدِ مِنَ الْمُشْرِكِينَ كَذَا وَكَذَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ لَيْسَ بِقَتْلِ الْمُشْرِكِينَ وَلَكِنْ يَقْتُلُ بَعْضُكُمْ بَعْضًا حَتَّى يَقْتُلَ الرَّجُلُ جَارَهُ وَابْنَ عَمِّهِ وَذَا قَرَابَتِهِ ‏\"‏ ‏.‏ فَقَالَ بَعْضُ الْقَوْمِ يَا رَسُولَ اللَّهِ وَمَعَنَا عُقُولُنَا ذَلِكَ الْيَوْمَ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ لاَ تُنْزَعُ عُقُولُ أَكْثَرِ ذَلِكَ الزَّمَانِ وَيَخْلُفُ لَهُ هَبَاءٌ مِنَ النَّاسِ لاَ عُقُولَ لَهُمْ ‏\"‏ ‏.‏ ثُمَّ قَالَ الأَشْعَرِيُّ وَايْمُ اللَّهِ إِنِّي لأَظُنُّهَا مُدْرِكَتِي وَإِيَّاكُمْ وَايْمُ اللَّهِ مَا لِي وَلَكُمْ مِنْهَا مَخْرَجٌ إِنْ أَدْرَكَتْنَا فِيمَا عَهِدَ إِلَيْنَا نَبِيُّنَا ـ صلى الله عليه وسلم ـ إِلاَّ أَنْ نَخْرُجَ كَمَا دَخَلْنَا فِيهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২৯১] আহমাদ ১৯২১৮। সহীহাহ ১৬৮২।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}