{
  "hadith": {
    "hadith_id": 3973,
    "narrator": "মুআয বিন জাবাল (রাঃ)",
    "bn": "তিনি বলেন, আমি এক সফরে নবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে ছিলাম। একদিন ভোরবেলা আমি তাঁর সাথে পথ অতিক্রমকালে তাকে বললাম, হে আল্লাহর রাসূল! আমাকে এমন একটি কাজের কথা বলে দিন, যা আমাকে জান্নাতে প্রবেশ করাবে এবং জাহান্নাম থেকে দুরে রাখবে। তিনি বলেন: তুমি এক কঠিন প্রশ্ন করলে। তবে বিষয়টি যার জন্য আল্লাহ সহজ করেন তার জন্য সহজ। তুমি আল্লাহর ইবাদত করো, তার সাথে অন্য কিছু শরীক করবে না। নামায কায়েম করো, যাকাত দাও, রমাদান মাসের রোযা রাখো এবং আল্লাহর ঘরের হাজ্জ করো। অত:পর তিনি বলেন: আমি কি তোমাকে কল্যাণের পথসমূহ বলে দিবো না? (তাহলো) রোযা ঢালস্বরূপ, যাকাত পাপরাশি মুছে দেয়, যেমন পানি আগুন নিভিয়ে দেয় এবং মানুষের গভীর রাতের নামায। অত:পর তিনি তিলাওয়াত করেন: \"তারা শয্যা ত্যাগ করে তাদের প্রতিপালককে ডাকে আশা ও ভয়ে এবং আমি তাদেরকে সে জীবনোপকরণ দান করেছি, তা থেকে তারা খরচ করে। কেউই জানে না তাদের জন্য নয়ন প্রীতিকর কী লুক্কায়িত রাখা হয়েছে, তাদের কৃতকর্মের পুরষ্কার স্বরুপ\" (সূরা আস-সাজদা: ১৬-১৭)। অত:পর তিনি বলেন: আমি কি তোমাকে কাজের মূল, তার স্বম্ভ ও শীর্ষ চূড়া সম্পর্কে অবহিত করবো না? তা হলো জিহাদ। তারপর তিনি বলেন: আমি কি তোমাকে এই সব কাজের নির্যাস সম্পর্কে অবহিত করবো না? আমি বললাম, হাঁ। তিনি তাঁর জিহ্বা ধরে বলেন: তুমি এটা সংযত রাখো। আমি বললাম, হে আল্লাহর নবী! আমরা যা কিছু বলি সেজন্য কি পাকড়াও হবো? তিনি বলেন: হে মুআয! তোমার মা তোমার জন্য কাঁদুক। মানুষ তো তার অসংযত কথাবার্তার কারণেই অধোমুখে জাহান্নামে নিক্ষিপ্ত হবে।[৩৩০৫]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ الْعَدَنِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاذٍ، عَنْ مَعْمَرٍ، عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ أَبِي وَائِلٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ كُنْتُ مَعَ النَّبِيِّ ـ صلى الله عليه وسلم ـ فِي سَفَرٍ فَأَصْبَحْتُ يَوْمًا قَرِيبًا مِنْهُ وَنَحْنُ نَسِيرُ فَقُلْتُ يَا رَسُولَ اللَّهِ أَخْبِرْنِي بِعَمَلٍ يُدْخِلُنِي الْجَنَّةَ وَيُبَاعِدُنِي مِنَ النَّارِ ‏.‏ قَالَ ‏\"‏ لَقَدْ سَأَلْتَ عَظِيمًا وَإِنَّهُ لَيَسِيرٌ عَلَى مَنْ يَسَّرَهُ اللَّهُ عَلَيْهِ تَعْبُدُ اللَّهَ لاَ تُشْرِكُ بِهِ شَيْئًا وَتُقِيمُ الصَّلاَةَ وَتُؤْتِي الزَّكَاةَ وَتَصُومُ رَمَضَانَ وَتَحُجُّ الْبَيْتَ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ أَلاَ أُدُلُّكَ عَلَى أَبْوَابِ الْجَنَّةِ الصَّوْمُ جُنَّةٌ وَالصَّدَقَةُ تُطْفِئُ الْخَطِيئَةَ كَمَا يُطْفِئُ النَّارَ الْمَاءُ وَصَلاَةُ الرَّجُلِ فِي جَوْفِ اللَّيْلِ ‏\"‏ ‏.‏ ثُمَّ قَرَأَ ‏{تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ‏}‏ حَتَّى بَلَغَ ‏{جَزَاءً بِمَا كَانُوا يَعْمَلُونَ}‏ ثُمَّ قَالَ ‏\"‏ أَلاَ أُخْبِرُكَ بِرَأْسِ الأَمْرِ وَعَمُودِهِ وَذُرْوَةِ سَنَامِهِ الْجِهَادُ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ أَلاَ أُخْبِرُكَ بِمِلاَكِ ذَلِكَ كُلِّهِ ‏\"‏ ‏.‏ قُلْتُ بَلَى ‏.‏ فَأَخَذَ بِلِسَانِهِ فَقَالَ ‏\"‏ تَكُفُّ عَلَيْكَ هَذَا ‏\"‏ ‏.‏ قُلْتُ يَا نَبِيَّ اللَّهِ وَإِنَّا لَمُؤَاخَذُونَ بِمَا نَتَكَلَّمُ بِهِ قَالَ ‏\"‏ ثَكِلَتْكَ أُمُّكَ يَا مُعَاذُ وَهَلْ يَكُبُّ النَّاسَ عَلَى وُجُوهِهِمْ فِي النَّارِ إِلاَّ حَصَائِدُ أَلْسِنَتِهِمْ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৩০৫] তিরমিযী ২৬১৬। ইরওয়া’ ৪১৩, আত তা’লীকুর রাগীব ৪/৫-৬, তাখরীজুল ঈমান লি ইবনু আবূ শায়বাহ ১-২।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}