{
  "hadith": {
    "hadith_id": 3989,
    "narrator": "মুআয বিন জাবাল (রাঃ)",
    "bn": "(উমার (রাঃ)) এক দিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মসজিদে গিয়ে মুআয বিন জাবাল (রাঃ) কে মহানবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কবরের পাশে উপবিষ্ট অবস্থiয় কান্নারত দেখতে পান। তিনি জিজ্ঞেস করেন, তুমি কাঁদছো কেন? তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে শ্রুত কিছু বিষয় আমাকে কাঁদাচ্ছে। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ সামান্যতম কপটতাও শিরক। যে ব্যক্তি আল্লাহর কোন বন্ধুর (ওলী) সাথে শত্রুতা করলো, সে যেন আল্লাহর বিরুদ্ধে যুদ্ধ ঘোষণা করলো। নিশ্চয় আল্লাহ ভালোবাসেন সৎকর্মপরায়ণ আল্লাহভীরু আত্মগোপনকারী বান্দাদের, যারা দৃষ্টির অন্তরাল হলে কেউ তাদের খোঁজ করে না, সামনে উপস্থিত থাকলে কেউ তাদের আপ্যায়ন করে না এবং তাদের পরিচয়ও নেয় না। তাদের অন্তরসমূহ হেদায়াতের আলোকবর্তিকা। তারা সব ধরনের অন্ধকারাচ্ছন্ন কদর্যতা থেকে নিরাপদে বের হয়ে যাবে। [৩৩২১]",
    "ar": "حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي ابْنُ لَهِيعَةَ، عَنْ عِيسَى بْنِ عَبْدِ الرَّحْمَنِ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، أَنَّهُ خَرَجَ يَوْمًا إِلَى مَسْجِدِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَوَجَدَ مُعَاذَ بْنَ جَبَلٍ قَاعِدًا عِنْدَ قَبْرِ النَّبِيِّ ـ صلى الله عليه وسلم ـ يَبْكِي فَقَالَ مَا يُبْكِيكَ قَالَ يُبْكِينِي شَىْءٌ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ إِنَّ يَسِيرَ الرِّيَاءِ شِرْكٌ وَإِنَّ مَنْ عَادَى لِلَّهِ وَلِيًّا فَقَدْ بَارَزَ اللَّهَ بِالْمُحَارَبَةِ إِنَّ اللَّهَ يُحِبُّ الأَبْرَارَ الأَتْقِيَاءَ الأَخْفِيَاءَ الَّذِينَ إِذَا غَابُوا لَمْ يُفْتَقَدُوا وَإِنْ حَضَرُوا لَمْ يُدْعَوْا وَلَمْ يُعْرَفُوا قُلُوبُهُمْ مَصَابِيحُ الْهُدَى يَخْرُجُونَ مِنْ كُلِّ غَبْرَاءَ مُظْلِمَةٍ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৩২১] হাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। মিশকাত ৫৩২৮, রাওদুন নাদীর ৮৬৩, দঈফাহ ২৯৭৫।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}