{
  "hadith": {
    "hadith_id": 4019,
    "narrator": "আবদুল্লাহ বিন উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের দিকে এগিয়ে এসে বলেনঃ হে মুহাজিরগণ! তোমরা পাঁচটি বিষয়ে পরীক্ষার সম্মুখীন হবে। তবে আমি আল্লাহর কাছে আশ্রয় প্রার্থনা করছি যেন তোমরা তার সম্মুখীন না হও। যখন কোন জাতির মধ্যে প্রকাশ্যে অশ্লীলতা ছড়িয়ে পড়ে তখন সেখানে মহামারী আকারে প্লেগরোগের প্রাদুর্ভাব হয়। তাছাড়া এমন সব ব্যাধির উদ্ভব হয়, যা পূর্বেকার লোকদের মধ্যে কখনো দেখা যায়নি। যখন কোন জাতি ওজন ও পরিমাপে কারচুপি করে তখন তাদের উপর নেমে আসে দুর্ভিক্ষ, কঠিন বিপদ-মুসীবত এবং যাকাত আদায় করে না তখন আসমান থেকে বৃষ্টি বর্ষণ বন্ধ করে দেয়া হয়। যদি ভু-পৃষ্ঠে চতুষ্পদ জন্তু ও নির্বাক প্রাণী না থাকতো তাহলে আর কখনো বৃষ্টিপাত হতো না। যখন কোন জাতি আল্লাহ ও তাঁর রাসুলের অঙ্গীকার ভঙ্গ করে, তখন আল্লাহ তাদের উপর তাদের বিজাতীয় দুশমনকে ক্ষমতাসীন করেন এবং সে তাদের সহায়-সম্পদ সবকিছু কেড়ে নেয়। যখন তোমাদের শাসকবর্গ আল্লাহর কিতাব মোতাবেক মীমাংসা করে না এবং আল্লাহর নাযীলকৃত বিধানকে গ্রহণ করে না, তখন আল্লাহ তাদের পরস্পরের মধ্যে যুদ্ধ বাধিয়ে দেন। [৩৩৫১]",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ الدِّمَشْقِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ أَبُو أَيُّوبَ، عَنِ ابْنِ أَبِي مَالِكٍ، عَنْ أَبِيهِ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ أَقْبَلَ عَلَيْنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ ‏ \"‏ يَا مَعْشَرَ الْمُهَاجِرِينَ خَمْسٌ إِذَا ابْتُلِيتُمْ بِهِنَّ وَأَعُوذُ بِاللَّهِ أَنْ تُدْرِكُوهُنَّ لَمْ تَظْهَرِ الْفَاحِشَةُ فِي قَوْمٍ قَطُّ حَتَّى يُعْلِنُوا بِهَا إِلاَّ فَشَا فِيهِمُ الطَّاعُونُ وَالأَوْجَاعُ الَّتِي لَمْ تَكُنْ مَضَتْ فِي أَسْلاَفِهِمُ الَّذِينَ مَضَوْا ‏.‏ وَلَمْ يَنْقُصُوا الْمِكْيَالَ وَالْمِيزَانَ إِلاَّ أُخِذُوا بِالسِّنِينَ وَشِدَّةِ الْمَؤُنَةِ وَجَوْرِ السُّلْطَانِ عَلَيْهِمْ ‏.‏ وَلَمْ يَمْنَعُوا زَكَاةَ أَمْوَالِهِمْ إِلاَّ مُنِعُوا الْقَطْرَ مِنَ السَّمَاءِ وَلَوْلاَ الْبَهَائِمُ لَمْ يُمْطَرُوا وَلَمْ يَنْقُضُوا عَهْدَ اللَّهِ وَعَهْدَ رَسُولِهِ إِلاَّ سَلَّطَ اللَّهُ عَلَيْهِمْ عَدُوًّا مِنْ غَيْرِهِمْ فَأَخَذُوا بَعْضَ مَا فِي أَيْدِيهِمْ ‏.‏ وَمَا لَمْ تَحْكُمْ أَئِمَّتُهُمْ بِكِتَابِ اللَّهِ وَيَتَخَيَّرُوا مِمَّا أَنْزَلَ اللَّهُ إِلاَّ جَعَلَ اللَّهُ بَأْسَهُمْ بَيْنَهُمْ ‏\"‏ ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৩৫১] হাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। সহীহাহ ১০৬।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}