{
  "hadith": {
    "hadith_id": 4030,
    "narrator": "উবাই বিন কা’ব (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিরাজে গমনের রাতে পরিচ্ছন্ন সুবাস লাভ করেন। তিনি জিজ্ঞাসা করলেনঃ হে জিবরাঈল! এই পরিচ্ছন্ন সুবাস কিসের? তিনি বলেন, এই সুগন্ধি এক কেশবিন্যাসকারিনী, তার পুত্রের ও তার স্বামীর কবর থেকে আসছে। রাবী বলেন, তিনি ঘটনার বর্ণনা এভাবে শুরু করেনঃ খিযির বনী ইসরাইলের অভিজাতবর্গের অন্তর্ভুক্ত ছিলেন। তিনি এক পাদ্রীর গীর্জার নিকট দিয়ে যাতায়াত করতেন। পাদ্রী তার সম্পর্কে জানতে পেরে তাঁকে দ্বীন ইসলামের তালীম দিলেন। খিযির যৌবনে পদার্পন করলে তার পিতা এক মহিলার সাথে তার বিবাহ দেন। খিযির এই মহিলাকে দ্বীন ইসলামের তালীম দিলেন। তিনি তার থেকে প্রতিশ্রুতি নেন যে, সে যেন কাউকে এই দ্বীনের শিক্ষা না দেয়। তিনি নারীসংগ পছন্দ করতেন না। তাই তিনি তার স্ত্রীকে তালাক দেন। অতঃপর তার পিতা অপর এক নারীর সাথে তার বিবাহ দেন। তিনি তাকেও দ্বীন ইসলামের শিক্ষা দিলেন এবং তার থেকেও প্রতিশ্রুতি নিলেন যে, সে যেন কারো কাছে এ কথা প্রকাশ না করে। এক নারী বিষয়টি গোপন রাখলো এবং অপরজন তা প্রকাশ করে দিলে তিনি দেশ ত্যাগ করে সমুদ্রের এক দ্বীপে পালিয়ে গেলেন। সেখানে দু’ব্যাক্তি লাকড়ি সংগ্রহের জন্য এসে খিযিরকে দেখতে পায়। তাদের একজন খিযিরের অবস্থানের বিষয় গোপন রাখলেন এবং অপরজন ফাঁস করে দিলো এবং বলল, আমি খিযিরকে দেখেছি। তাঁকে জিজ্ঞেস করা হলো, তোমার সাথে তাঁকে আর কে দেখেছে? সে বললো, অমুক। তাকে জিজ্ঞাসাবাদ করা হলে সে বিষয়টি গোপন রাখলো। তাদের বিধানে মিথ্যাবাদীর শাস্তি ছিল মৃত্যুদন্ড। রাবী বলেন, অতঃপর সে দ্বীন গোপনকারিনী মহিলাকে বিবাহ করলো। সেই মহিলা ফিরআওন তনয়ার কেশ বিন্যাসকালে তার হাত থেকে চিরূনী পড়ে গেলো। আর তার মুখ থেকে বেরিয়ে আসে, ফিরআওন নিপাত যাক। ফিরআওন তনয়া এই কথা তার পিতাকে অবগিত করে। এই মহিলার ছিল দু’পুত্র ও স্বামী। ফিরআওন তাদেরকে ডেকে এনে উক্ত মহিলা ও তার স্বামীকে তাদের দ্বীন প্রত্যাহারের জন্য চাপ দেয়। তারা উভয়ে প্রস্তাব প্রত্যাখ্যান করলে ফিরআওন বললো, আমি তোমাদের দু’জনকে হত্যা করবো। তারা বললো, আপনি আমাদেরকে হত্যা করলে আমাদের উপর এতটুকু অনুগ্রহ করবেন যে, আমাদের দু’জনকে একই কবরে দাফন করবেন। সে তাই করলো। অতঃপর যে রাতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মিরাজের ঘটনা সংঘটিত হয়, তখন তিনি পূত-পবিত্র সুঘ্রান পেয়ে জিবরাঈল (আঃ) কে জিজ্ঞাসা করলেন। তিনি তাকে বিষয়টি অবহিত করেন। [৩৩৬২]",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا سَعِيدُ بْنُ بَشِيرٍ، عَنْ قَتَادَةَ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ أُبَىِّ بْنِ كَعْبٍ، عَنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ أَنَّهُ لَيْلَةَ أُسْرِيَ بِهِ وَجَدَ رِيحًا طَيِّبَةً فَقَالَ ‏ \"‏ يَا جِبْرِيلُ مَا هَذِهِ الرِّيحُ الطَّيِّبَةُ قَالَ هَذِهِ رِيحُ قَبْرِ الْمَاشِطَةِ وَابْنَيْهَا وَزَوْجِهَا ‏.‏ قَالَ وَكَانَ بَدْءُ ذَلِكَ أَنَّ الْخَضِرَ كَانَ مِنْ أَشْرَافِ بَنِي إِسْرَائِيلَ وَكَانَ مَمَرُّهُ بِرَاهِبٍ فِي صَوْمَعَتِهِ فَيَطْلُعُ عَلَيْهِ الرَّاهِبُ فَيُعَلِّمُهُ الإِسْلاَمَ فَلَمَّا بَلَغَ الْخَضِرُ زَوَّجَهُ أَبُوهُ امْرَأَةً فَعَلَّمَهَا الْخَضِرُ وَأَخَذَ عَلَيْهَا أَنْ لاَ تُعْلِمَهُ أَحَدًا وَكَانَ لاَ يَقْرَبُ النِّسَاءَ فَطَلَّقَهَا ثُمَّ زَوَّجَهُ أَبُوهُ أُخْرَى فَعَلَّمَهَا وَأَخَذَ عَلَيْهَا أَنْ لاَ تُعْلِمَهُ أَحَدًا فَكَتَمَتْ إِحَدَاهُمَا وَأَفْشَتْ عَلَيْهِ الأُخْرَى فَانْطَلَقَ هَارِبًا حَتَّى أَتَى جَزِيرَةً فِي الْبَحْرِ فَأَقْبَلَ رَجُلاَنِ يَحْتَطِبَانِ فَرَأَيَاهُ فَكَتَمَ أَحَدُهُمَا وَأَفْشَى الآخَرُ وَقَالَ قَدْ رَأَيْتُ الْخَضِرَ ‏.‏ فَقِيلَ وَمَنْ رَآهُ مَعَكَ قَالَ فُلاَنٌ فَسُئِلَ فَكَتَمَ وَكَانَ فِي دِينِهِمْ أَنَّ مَنْ كَذَبَ قُتِلَ قَالَ فَتَزَوَّجَ الْمَرْأَةَ الْكَاتِمَةَ فَبَيْنَمَا هِيَ تَمْشُطُ ابْنَةَ فِرْعَوْنَ إِذْ سَقَطَ الْمُشْطُ فَقَالَتْ تَعِسَ فِرْعَوْنُ ‏.‏ فَأَخْبَرَتْ أَبَاهَا وَكَانَ لِلْمَرْأَةِ ابْنَانِ وَزَوْجٌ فَأَرْسَلَ إِلَيْهِمْ فَرَاوَدَ الْمَرْأَةَ وَزَوْجَهَا أَنْ يَرْجِعَا عَنْ دِينِهِمَا فَأَبَيَا فَقَالَ إِنِّي قَاتِلُكُمَا ‏.‏ فَقَالاَ إِحْسَانًا مِنْكَ إِلَيْنَا إِنْ قَتَلْتَنَا أَنْ تَجْعَلَنَا فِي بَيْتٍ فَفَعَلَ فَلَمَّا أُسْرِيَ بِالنَّبِيِّ ـ صلى الله عليه وسلم ـ وَجَدَ رِيحًا طَيِّبَةً فَسَأَلَ جِبْرِيلَ فَأَخْبَرَهُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৩৬২] হাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}