{
  "hadith": {
    "hadith_id": 4049,
    "narrator": "হুযায়ফা ইবনুল ইয়ামান (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ইসলাম পুরাতন হয়ে যাবে, যেমন কাপড়ের উপর কারুকার্য পুরাতন হয়ে যায়। শেষে এমন অবস্থা হবে যে, কেউ জানবে না, রোজা কী, নামায কী, কোরবানী কী, যাকাত কী। এক রাতে পৃথিবী থেকে মহান আল্লাহর কিতাব বিলুপ্ত হয়ে যাবে এবং একটি আয়াতও অবশিষ্ট থাকবে না। মানুষের (মুসলমানদের) কতক দল অবশিষ্ট থাকবে তাদের বৃদ্ধ ও বৃদ্ধারা বলবে, আমরা আমাদের পূর্বপুরুষদেরকে “লা ইলাহা ইল্লাল্লাহু” (আল্লাহ ব্যতীত কোন ইলাহ নেই)- এর অনুসারী দেখতে পেয়েছি। সুতরাং আমরাও সেই বাক্য বলতে থাকবো। (তাবিঈ) সিলা (রাঃ) হুযায়ফা (রাঃ) কে বললেন, “লা ইলাহা ইল্লাল্লাহু” বলায় তাদের কি উপকার হবে? অথচ তারা জানে না নামায কী, রোযা কী, হাজ্জ কী, কোরবানী কী এবং যাকাত কী। সিলা বিন যুফার (রাঃ) তিনবার কথাটির পুনরাবৃত্তি করলে তিনি প্রতিবার তার দিক থেকে মুখ ঘুরিয়ে নেন। তৃতীয় বারের পর তিনি তার দিকে মুখ ফিরিয়ে বললেন, হে সিলা! এই কলেমা তাদেরকে জাহান্নাম থেকে মুক্তি দিবে কথাটি তিনবার বলেন। [৩৩৮১]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ أَبِي مَالِكٍ الأَشْجَعِيِّ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ يَدْرُسُ الإِسْلاَمُ كَمَا يَدْرُسُ وَشْىُ الثَّوْبِ حَتَّى لاَ يُدْرَى مَا صِيَامٌ وَلاَ صَلاَةٌ وَلاَ نُسُكٌ وَلاَ صَدَقَةٌ وَلَيُسْرَى عَلَى كِتَابِ اللَّهِ عَزَّ وَجَلَّ فِي لَيْلَةٍ فَلاَ يَبْقَى فِي الأَرْضِ مِنْهُ آيَةٌ وَتَبْقَى طَوَائِفُ مِنَ النَّاسِ الشَّيْخُ الْكَبِيرُ وَالْعَجُوزُ يَقُولُونَ أَدْرَكْنَا آبَاءَنَا عَلَى هَذِهِ الْكَلِمَةِ لاَ إِلَهَ إِلاَّ اللَّهُ فَنَحْنُ نَقُولُهَا ‏\"‏ ‏.‏ فَقَالَ لَهُ صِلَةُ مَا تُغْنِي عَنْهُمْ لاَ إِلَهَ إِلاَّ اللَّهُ وَهُمْ لاَ يَدْرُونَ مَا صَلاَةٌ وَلاَ صِيَامٌ وَلاَ نُسُكٌ وَلاَ صَدَقَةٌ فَأَعْرَضَ عَنْهُ حُذَيْفَةُ ثُمَّ رَدَّهَا عَلَيْهِ ثَلاَثًا كُلَّ ذَلِكَ يُعْرِضُ عَنْهُ حُذَيْفَةُ ثُمَّ أَقْبَلَ عَلَيْهِ فِي الثَّالِثَةِ فَقَالَ يَا صِلَةُ تُنْجِيهِمْ مِنَ النَّارِ ‏.‏ ثَلاَثًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৩৮১] হাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। সহীহাহ ৮৭, তাখরীজু সিফাতিল ফাতওয়া ২৮।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}