{
  "hadith": {
    "hadith_id": 4058,
    "narrator": "আনাস বিল মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আমার উম্মাত পাঁচটি কাল পর্যায়ে বিভক্ত হবে। (প্রথম) চল্লিশ বছর হবে সৎকর্মপরায়ণ ও আল্লাহভীরু লোকেদের কাল পর্যায়। অতঃপর তাদের পরবর্তীদের পর্যায় হবে একশত বিশ বছর পর্যন্ত ব্যাপ্ত। তারা হবে পরষ্পরের এক শত ষাট বছর হবে আত্মীয়তার সম্পর্ক ছেদকারী ও আত্মকেন্দ্রিক লোকেদের যুগ। তারা পরষ্পর থেকে মুখ ফিরিয়ে নিবে। এরপর চলবে গণহত্যা আর গণহত্যা। তা থেকে আল্লাহর কাছে নাজাত চাও, নাজাত চাও।\n[উপরোক্ত হাদীসে মোট ২টি সানাদের ১টি বর্ণিত হয়েছে, অপর সানাদটি হলোঃ]\n৫/৪০৫৮(১)। আনাস বিন মালিক (রাঃ) তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার উম্মত পাঁচটি কাল পর্যায়ে বিভক্ত হবে। প্রতিটি পর্যায় হবে চল্লিশ বছরের। অতএব আমার ও আমার সাহাবীদের কাল হবে জ্ঞানী-গুণী ঈমানদারদের কাল। আর দ্বিতীয় কাল পর্যায় হবে চল্লিশ বছর থেকে আশি বছর পর্যন্ত সৎকর্মপরায়ণ ও মোত্তাকী লোকেদের কাল।……হাদীসের অবশিষ্ট বর্ণনা পূর্বোক্ত হাদীসের অনুরূপ। [৩৩৯০]",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا نُوحُ بْنُ قَيْسٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَعْقِلٍ، عَنْ يَزِيدَ الرَّقَاشِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏\"‏ أُمَّتِي عَلَى خَمْسِ طَبَقَاتٍ فَأَرْبَعُونَ سَنَةً أَهْلُ بِرٍّ وَتَقْوَى ثُمَّ الَّذِينَ يَلُونَهُمْ إِلَى عِشْرِينَ وَمِائَةِ سَنَةٍ أَهْلُ تَرَاحُمٍ وَتَوَاصُلٍ ثُمَّ الَّذِينَ يَلُونَهُمْ إِلَى سِتِّينَ وَمِائَةِ سَنَةٍ أَهْلُ تَدَابُرٍ وَتَقَاطُعٍ ثُمَّ الْهَرْجُ الْهَرْجُ النَّجَا النَّجَا ‏\"‏ ‏.‏ \nحَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا خَازِمٌ أَبُو مُحَمَّدٍ الْعَنَزِيُّ، حَدَّثَنَا الْمِسْوَرُ بْنُ الْحَسَنِ، عَنْ أَبِي مَعْنٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ أُمَّتِي عَلَى خَمْسِ طَبَقَاتٍ كُلُّ طَبَقَةٍ أَرْبَعُونَ عَامًا فَأَمَّا طَبَقَتِي وَطَبَقَةُ أَصْحَابِي فَأَهْلُ عِلْمٍ وَإِيمَانٍ وَأَمَّا الطَّبَقَةُ الثَّانِيَةُ مَا بَيْنَ الأَرْبَعِينَ إِلَى الثَّمَانِينَ فَأَهْلُ بِرٍّ وَتَقْوَى ‏\"‏ ‏.‏ ثُمَّ ذَكَرَ نَحْوَهُ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৩৯০] [হাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। দঈফাহ ২৯৪০।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}