{
  "hadith": {
    "hadith_id": 4077,
    "narrator": "আবূ উমামাহ আল-বাহিলী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের উদ্দেশ্যে ভাষণ দিলেন। আমাদের উদ্দেশে দেয়া তাঁর দীর্ঘ ভাষণের অধিকাংশ ছিলো দাজ্জাল প্রসঙ্গে। তিনি আমাদেরকে দাজ্জাল সম্পর্কে সতর্ক করেন। তার সম্পর্কে তিনি তাঁর ভাষণে বলেন, আল্লাহ আদমের বংশধর সৃষ্টি করার পর থেকে দাজ্জালের ফেতনার চেয়ে মারাত্মক কোনো ফেতনা পৃথিবীর বুকে সংঘটিত হবে না। আল্লাহ এমন কোন নবী পাঠাননি যিনি তাঁর উম্মাতকে দাজ্জাল সম্পর্কে সতর্ক করেননি। আর আমি সর্বশেষ নবী এবং তোমরা সর্বশেষ উম্মাত। সে অবশ্যই তোমাদের মাঝে আত্মপ্রকাশ করবে। আমি তোমাদের মধ্যে বর্তমান থাকতে যদি সে আবির্ভূত হয়, তবে আমিই প্রত্যেক মুসলমানের পক্ষ থেকে প্রতিরোধকারী হবো। আর যদি সে আমার পরে আবির্ভূত হয় তবে প্রত্যেক মুসলমানকে নিজের পক্ষ থেকে প্রতিরোধকারী হতে হবে। আল্লাহ তাআলা প্রত্যেক মুসলমানের জন্য আমার প্রতিনিধি।\nনিশ্চয় সে সিরিয়া ও ইরাকের ‘খাল্লা’ নামক স্থান থেকে বের হবে। অতঃপর সে তার ডানে ও বামে সর্বত্র বিপর্যয় সৃষ্টি করবে। আল্লাহর বান্দাগণ! তোমরা (দ্বীনের উপর) অবিচল থাকবে। কেননা আমি এখনই তোমাদের নিকট এমন সব নিকৃষ্ট অবস্থা বর্ণনা করবো যা আমার পূর্বে, বিশেষভাবে কোন নবীই তাঁর উম্মাতের নিকট বলেননি।\nসে তার দাবির সূচনায় বলবে, আমি নবী। অথচ আমার পরে কোন নবী নাই। অতঃপর সে দাবি করবে, আমি তোমাদের রব। অথচ মৃত্যু না হওয়া পর্যন্ত তোমরা তোমাদের প্রভুকে দেখতে পাবে না। সে হবে অন্ধ। অথচ তোমাদের রব মোটেই অন্ধ নন। তার দু’ চোখের মাঝখানে লেখা থাকবে “কাফের”। শিক্ষিত ও অশিক্ষিত প্রত্যেক মুমিন ব্যক্তিই এ লেখাটি পড়তে সক্ষম হবে।\nদাজ্জালের অনাসৃষ্টির মধ্যে একটি এই যে, তার সাথে জান্নাত ও জাহান্নাম থাকবে। তবে তার জাহান্নাম হবে জান্নাত এবং তার জান্নাত হবে জাহান্নাম। যে ব্যক্তি তার জাহান্নামের বিপদে পতিত হবে, সে যেন আল্লাহর সাহায্য প্রার্থনা করে এবং সূরা কাহ্‌ফ-এর প্রথমাংশ তিলাওয়াত করে। তাহলে সেই জাহান্নাম হবে তার জন্য শীতল আরামদায়ক, ইবরাহীম (আঃ)–এর বেলায় আগুন যেরূপ হয়েছিল।\nদাজ্জালের আরেকটি অনাসৃষ্টি এই যে, সে এক বেদুঈনকে বলবে, আমি যদি তোমার পিতা-মাতাকে তোমার সামনে জীবিত করে তুলতে পারি তবে তুমি কি এই সাক্ষ্য দিবে যে, নিশ্চয় আমি তোমার রব? সে বলবে, হাঁ। তখন (দাজ্জালের নির্দেশে) দু’টি শয়তান তার পিতা-মাতার অবয়ব ধারণ করে হাযির হবে এবং বলবে, হে বৎস! তার আনুগত্য করো। সে-ই তোমার রব।\nদাজ্জালের আরেকটি অনাসৃষ্টি এই যে, সে জনৈক ব্যক্তিকে পরাভূত করে হত্যা করবে। অতঃপর করাত দ্বারা তাকে ফেড়ে দু’ টুকরা করে ছুঁড়ে মারবে। অতঃপর সে বলবে, তোমরা আমার এ বান্দার দিকে লক্ষ্য করো, আমি একে এখনই জীবিত করবো। তারপরও কেউ বলবে কি যে, আমি ব্যতীত তার অন্য কেউ রব আছে? এরপর আল্লাহ তাআলা সে লোকটিকে জীবিত করবেন। তখন (দাজ্জাল) খবীস তাকে বলবে, তোমার রব কে? সে বলবে, আমার রব আল্লাহ। আর তুই তো আল্লাহর দুশমন। তুই তো দাজ্জাল। আল্লাহর শপথ! আজ আমি তোর সম্পর্কে প্রত্যক্ষভাবে বুঝতে পারছি (যে, তুই-ই দাজ্জাল)।\n<আবুল হাসান আত-তানাফিসী>< (আবদুর রহমান বিন মুহাম্মাদ বিন যিয়াদ) আল-মুহারিবী >< উবায়দুল্লাহ ইবনুল ওয়ালীদ আস সওওয়াফ (দঈফ বা দুর্বল)>< আতিয়্যাহ (বিন সা’দ) (তিনি সত্যবাদী তবে হাদীস বর্ণনায় অধিক ভুল করেন)>< আবূ সাঈদ আল-খুদরী (রাঃ)> বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার উম্মাতের মধ্যে জান্নাতেই সে ব্যক্তির সর্বাধিক মর্যাদা হবে। রাবী বলেন, আবূ সাঈদ (রাঃ) বলেন, আল্লাহর শপথ! আমরা ধারণা করতাম যে, এ ব্যক্তি উমার ইবনুল খাত্তাব, এমনকি তিনি শাহাদাত বরণ করেন। মুহারিবী (রাঃ) বলেন, এরপর আমরা আবূ রাফে (রাঃ)-র সূত্রে বর্ণিত হাদীসে ফিরে যাচ্ছি। তিনি বলেন, দাজ্জালের আরেকটি অনাচার এই যে, সে আসমানকে বৃষ্টি বর্ষাতে নির্দেশ দিলে বৃষ্টি হবে এবং যমীনকে ফসল উৎপাদনের নির্দেশ দিলে ফসল উৎপাদিত হবে।\nদাজ্জালের আরেকটি অনাচার এই যে, সে একটি জনপদ অতিক্রমকালে তারা তাকে মিথ্যাবাদী সাব্যস্ত করবে, ফলে তাদের গবাদি পশু সমুলে ধ্বংস হয়ে যাবে।\nদাজ্জালের আরেকটি অনাচার এই যে, সে আরেকটি জনপদ অতিক্রমকালে তারা তাকে সত্য বলে মেনে নিবে। সে আসমানকে বৃষ্টি বর্ষণের নির্দেশ দিলে বৃষ্টি বর্ষিত হবে। অতঃপর সে যমীনকে শস্য উৎপাদনের নির্দেশ দিলে যমীন শস্য উৎপাদন করবে। যমীন পর্যাপ্ত ফসলাদি, ঘাসপাতা ও তৃণলতা উদগত করবে, এমনকি তাদের গবাদি পশু সেদিন সন্ধ্যায় মোটাতাজা ও উদর পূর্তি করে দুধে স্তন ফুলিয়ে ফিরে আসবে।\nঅবস্থা এই হবে যে, সে গোটা দুনিয়া চষে বেড়াবে এবং তা তার পদানত হবে, মক্কা ও মদীনা ব্যতীত। এই দু’ শহরের প্রবেশদ্বারে উন্মুক্ত তরবারিসহ সশস্ত্র অবস্থায় ফেরেশতা মোতায়েন থাকবেন। শেষে সে একটি ক্ষুদ্র লাল পাহাড়ের পাদদেশে অবতরণ করবে যা হবে তৃণলতা শূন্য স্থানের শেষভাগ।\nএরপর মদীনা তার অধিবাসীসহ তিনবার প্রকম্পিত হবে। ফলে মুনাফিক নারী-পুরুষ মদীনা থেকে বের হয়ে দাজ্জালের সাথে যোগ দিবে। এভাবে মদীনা তার ভেতরকার নিকৃষ্ট ময়লা বিদূরিত করবে, যেমনিভাবে হাপর লোহার মরিচা দূর করে। সে দিনের নাম হবে “নাজাত দিন”।\nআবুল আকর এর কন্যা উম্মু শুরাইক (রাঃ) বলেন, হে আল্লাহর রাসূল! আরবের লোকেরা তৎকালে কোথায় থাকবে? তিনি বলেনঃ তৎকালে তাদের সংখ্যা হবে খুবই নগণ্য। তাদের অধিকাংশ (ঈমানদার) বান্দা তখন বাইতুল মুকাদ্দাসে অবস্থান করবে। তাদের ইমাম হবেন একজন নিষ্ঠাবান সৎকর্মপরায়ণ ব্যক্তি।\nএমতাবস্থায় একদিন তাদের ইমাম তাদের নিয়ে ফজরের নামায পড়বেন। ঈসা বিন মরিয়ম  (আঃ) সেই সকালবেলা অবতরণ করবেন। তখন ইমাম পেছন দিকে সরে আসবেন যাতে ঈসা বিন মরিয়ম (আঃ) সামনে অগ্রসর হয়ে লোকেদের নামাযে ইমামতি করতে পারেন। ঈসা (আঃ) তাঁর হাত ইমামের দু’ কাঁধের উপর রেখে বলবেনঃ আপনি অগ্রবর্তী হয়ে নামাযে ইমামতি করুন। কেননা এই নামায আপনার জন্যই কায়েম (শুরু) হয়েছে। অতএব তাদের ইমাম তাদেরকে নিয়ে নামায পড়বেন।\nতিনি নামায থেকে অবসর হলে ঈসা (আঃ) বলবেন , দরজা খুলে দাও। তখন দরজা খুলে দেয়া হবে এবং দরজার পেছনে দাজ্জাল অবস্থানরত থাকবে। তার সাথে থাকবে সত্তর হাজার ইহূদী কারুকার্য খচিত ও খাপবদ্ধ তরবারিসহ। দাজ্জাল ঈসা (আঃ)-কে দেখামাত্র পানিতে লবণ বিগলিত হওয়ার ন্যায় বিগলিত হতে থাকবে এবং ভেগে পলায়ন করতে থাকবে। তখন ঈসা (আঃ) বলবেনঃ তোর উপর আমার একটা আঘাত আছে, যা থেকে তোর বাঁচার কোন উপায় নাই। তিনি লুদ্দ–এর পূর্ব ফটকে তার নাগাল পেয়ে যাবেন এবং তাকে হত্যা করবেন। অতঃপর আল্লাহ তাআলা ইহূদীদের পরাজিত করবেন। আল্লাহর সৃষ্টি যে কোন বস্তু– পাথর, গাছপালা, দেয়াল অথবা প্রাণী, যার আড়ালেই কোন ইহূদী লুকিয়ে থাকবে, আল্লাহ তাকে বাকশক্তি দান করবেন এবং সে ডেকে বলবে, হে আল্লাহর মুসলমান বান্দা! এই যে এক ইহূদী, এদিকে এসো এবং তাকে হত্যা করো। তবে গারকাদ নামক গাছ কথা বলবে না। কারণ সেটা ইহূদীদের গাছ।\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ দাজ্জাল চল্লিশ বছর বিপর্যয় ছড়াবে। তার এক বছর হবে অর্ধ বছরের সমান, এক বছর হবে এক মাসের সমান, এক মাস এক সপ্তাহের সমান এবং অবশিষ্ট কাল অগ্নিস্ফুলিঙ্গ বায়ুমণ্ডলে উড়ে যাওয়ার মত দ্রুত অতিক্রান্ত হবে। তোমাদের কেউ সকালবেলা মদীনার এক ফটকে (প্রান্তে) থাকলে তার অপর ফটকে পৌঁছতে সন্ধ্যা হয়ে যাবে। জিজ্ঞাসা করা হলো, হে আল্লাহর রাসূল! এতো ক্ষুদ্র দিনে আমরা কিভাবে নামায পড়বো? তিনি বলেনঃ তোমরা অনুমান করে সলাতের সময় নির্ধারণ করবে, যেমন তোমরা লম্বা দিনে অনুমান করে সলাতের সময় নির্ধারণ করে থাক এবং এভাবে নামায আদায় করবে।\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ ঈসা বিন মরিয়ম (আঃ) আমার উম্মাতের একজন ন্যায়পরায়ণ শাসক ও ইনসাফগার ইমাম হবেন। তিনি ক্রুশ ভেঙ্গে ফেলবেন, এমনভাবে শূকর হত্যা করবেন যে, তার একটিও অবশিষ্ট থাকবে না। সম্পদের প্রাচুর্যের কারণে তিনি জিয্‌য়া মওকুফ করবেন, যাকাত আদায় বন্ধ করবেন এবং না বকরীর উপর যাকাত ধার্য করা হবে, আর না উটের উপর। লোকেদের মাঝে পারস্পরিক হিংসা-বিদ্বেষ ও শত্রুতার অবসান হবে। প্রত্যেক বিষাক্ত প্রাণী বিষশূন্য হয়ে যাবে। এমনকি দুগ্ধপোষ্য শিশু তার হাত সাপের মুখের ভিতর ঢুকিয়ে দিবে কিন্তু তা তার কোন ক্ষতি করবে না। এক ক্ষুদ্র মানব শিশু সিংহকে তাড়া করবে, তাও তার কোন ক্ষতি করবে না। নেকড়ে বাঘ মেষ পালের সাথে এমনভাবে অবস্হান করবে যেন তা তার পাহারায় রত কুকুর। পানিতে পাত্র পরিপূর্ণ হওয়ার মত পৃথিবী শান্তিতে পূর্ণ হয়ে যাবে। সকলের কলেমা এক হয়ে যাবে। আল্লাহ ব্যতীত কারো ইবাদত করা হবে না। যুদ্ধ-বিগ্রহ তার সাজসরঞ্জাম রেখে দিবে। কুরাইশদের রাজত্বের অবসান হবে। পৃথিবী রুপার পাত্রের ন্যায় স্বচ্ছ হয়ে যাবে। তাতে এমন সব ফলমূল উৎপন্ন হবে যেমনটি আদম (আঃ)-এর যুগে উৎপাদিত হতো। এমনকি কয়েকজন লোক একটি আঙ্গুরের থোকার মধ্যে একত্র হতে পারবে এবং তা সকলকে পরিতৃপ্ত করবে। অনেক লোক একটি ডালিমের জন্য একত্র হবে এবং তা সকলকে পরিতৃপ্ত করবে। তাদের বলদ গরু হবে এই এই (উচ্চ) মূল্যের এবং ঘোড়া স্বল্পমূল্যে বিক্রয় হবে। লোকজন বললেন, হে আল্লাহর রাসূল! ঘোড়া সস্তা হবে কেন? তিনি বলেনঃ কারণ যুদ্ধের জন্য কখনো কেউ অশ্বারোহী হবে না। তাঁকে জিজ্ঞাসা করা হলো, গরু অতি মূল্যবান হবে কেন? তিনি বলেনঃ সারা পৃথিবীতে কৃষিকাজ সম্প্রসারিত হবে।\nদাজ্জালের আবির্ভাবের তিন বছর পূর্বে দুর্ভিক্ষ দেখা দিবে, তখন মানুষ চরমভাবে অন্নকষ্ট ভোগ করবে। প্রথম বছর আল্লাহ তাআলা আসমানকে তিন ভাগের এক ভাগ বৃষ্টি আটকে রাখার নির্দেশ দিবেন এবং যমীনকে নির্দেশ দিলে তা এক– তৃতীয়াংশ ফসল কম উৎপাদন করবে। এরপর তিনি আসমানকে দ্বিতীয় বছর একই নির্দেশ দিলে, তা দু’ –তৃতীয়াংশ কম বৃষ্টি বর্ষণ করবে এবং যমীনকে হুকুম দিলে তাও দু’ –তৃতীয়াংশ কম ফসল উৎপন্ন করবে। এরপর আল্লাহ তাআলা আকাশকে তৃতীয় বছরে একই নির্দেশ দিলে তা সম্পূর্ণভাবে বৃষ্টিপাত বন্ধ করে দিবে। ফলে এক ফোঁটা বৃষ্টিও বর্ষিত হবে না। আর তিনি যমীনকে নির্দেশ দিলে তা শস্য উৎপাদন সম্পূর্ণ বন্ধ রাখবে। ফলে যমীনে কোন ঘাস জন্মাবে না, কোন সবজি অবশিষ্ট থাকবে না, বরং তা ধ্বংস হয়ে যাবে, তবে আল্লাহ যা চাইবেন। জিজ্ঞাসা করা হলো, এ সময় লোকেরা কিরূপে বেঁচে থাকবে? তিনি বলেনঃ যারা তাহলীল (লা ইলাহা ইল্লাল্লাহ), তাকবীর (আল্লাহু আকবার), তাসবীহ (সুবহানাল্লাহ) ও তাহমীদ (আলহামদু লিল্লাহ) বলতে থাকবে এগুলো তাদের খাদ্যনালিতে প্রবাহিত করা হবে।\nআবূ আবদুল্লাহ ইবনু মাজাহ (রহঃ) বলেন, আমি আবুল হাসান আত-তানাফিসী (রহঃ) থেকে শুনেছি। তিনি বলেছেন, আমি আবদুর রহমান আল-মুহারিবী (রহঃ)-কে বলতে শুনেছি যে, এই হাদীসখানি মকতবের উস্তাদগণের কাছে পৌঁছানো প্রয়োজন, যাতে তারা বাচ্চাদের এটা শিক্ষা দিতে পারেন। [৩৪০৯]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ الْمُحَارِبِيُّ، عَنْ إِسْمَاعِيلَ بْنِ رَافِعٍ أَبِي رَافِعٍ، عَنْ أَبِي زُرْعَةَ السَّيْبَانِيِّ، يَحْيَى بْنِ أَبِي عَمْرٍو عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، قَالَ خَطَبَنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَكَانَ أَكْثَرُ خُطْبَتِهِ حَدِيثًا حَدَّثَنَاهُ عَنِ الدَّجَّالِ وَحَذَّرَنَاهُ فَكَانَ مِنْ قَوْلِهِ أَنْ قَالَ ‏\"‏ إِنَّهُ لَمْ تَكُنْ فِتْنَةٌ فِي الأَرْضِ مُنْذُ ذَرَأَ اللَّهُ ذُرِّيَّةَ آدَمَ أَعْظَمَ مِنْ فِتْنَةِ الدَّجَّالِ وَإِنَّ اللَّهَ لَمْ يَبْعَثْ نَبِيًّا إِلاَّ حَذَّرَ أُمَّتَهُ الدَّجَّالَ وَأَنَا آخِرُ الأَنْبِيَاءِ وَأَنْتُمْ آخِرُ الأُمَمِ وَهُوَ خَارِجٌ فِيكُمْ لاَ مَحَالَةَ وَإِنْ يَخْرُجْ وَأَنَا بَيْنَ ظَهْرَانَيْكُمْ فَأَنَا حَجِيجٌ لِكُلِّ مُسْلِمٍ وَإِنْ يَخْرُجْ مِنْ بَعْدِي فَكُلُّ امْرِئٍ حَجِيجُ نَفْسِهِ وَاللَّهُ خَلِيفَتِي عَلَى كُلِّ مُسْلِمٍ وَإِنَّهُ يَخْرُجُ مِنْ خَلَّةٍ بَيْنَ الشَّامِ وَالْعِرَاقِ فَيَعِيثُ يَمِينًا وَيَعِيثُ شِمَالاً ‏.‏ يَا عِبَادَ اللَّهِ أَيُّهَا النَّاسُ فَاثْبُتُوا فَإِنِّي سَأَصِفُهُ لَكُمْ صِفَةً لَمْ يَصِفْهَا إِيَّاهُ نَبِيٌّ قَبْلِي إِنَّهُ يَبْدَأُ فَيَقُولُ أَنَا نَبِيٌّ وَلاَ نَبِيَّ بَعْدِي ثُمَّ يُثَنِّي فَيَقُولُ أَنَا رَبُّكُمْ ‏.‏ وَلاَ تَرَوْنَ رَبَّكُمْ حَتَّى تَمُوتُوا وَإِنَّهُ أَعْوَرُ وَإِنَّ رَبَّكُمْ لَيْسَ بِأَعْوَرَ وَإِنَّهُ مَكْتُوبٌ بَيْنَ عَيْنَيْهِ كَافِرٌ يَقْرَؤُهُ كُلُّ مُؤْمِنٍ كَاتِبٍ أَوْ غَيْرِ كَاتِبٍ وَإِنَّ مِنْ فِتْنَتِهِ أَنَّ مَعَهُ جَنَّةً وَنَارًا فَنَارُهُ جَنَّةٌ وَجَنَّتُهُ نَارٌ فَمَنِ ابْتُلِيَ بِنَارِهِ فَلْيَسْتَغِثْ بِاللَّهِ وَلْيَقْرَأْ فَوَاتِحَ الْكَهْفِ فَتَكُونَ عَلَيْهِ بَرْدًا وَسَلاَمًا كَمَا كَانَتِ النَّارُ عَلَى إِبْرَاهِيمَ وَإِنَّ مِنْ فِتْنَتِهِ أَنْ يَقُولَ لأَعْرَابِيٍّ أَرَأَيْتَ إِنْ بَعَثْتُ لَكَ أَبَاكَ وَأُمَّكَ أَتَشْهَدُ أَنِّي رَبُّكَ فَيَقُولُ نَعَمْ ‏.‏ فَيَتَمَثَّلُ لَهُ شَيْطَانَانِ فِي صُورَةِ أَبِيهِ وَأُمِّهِ فَيَقُولاَنِ يَا بُنَىَّ اتَّبِعْهُ فَإِنَّهُ رَبُّكَ ‏.‏ وَإِنَّ مِنْ فِتْنَتِهِ أَنْ يُسَلَّطَ عَلَى نَفْسٍ وَاحِدَةٍ فَيَقْتُلَهَا وَيَنْشُرَهَا بِالْمِنْشَارِ حَتَّى يُلْقَى شِقَّتَيْنِ ثُمَّ يَقُولُ انْظُرُوا إِلَى عَبْدِي هَذَا فَإِنِّي أَبْعَثُهُ الآنَ ثُمَّ يَزْعُمُ أَنَّ لَهُ رَبًّا غَيْرِي ‏.‏ فَيَبْعَثُهُ اللَّهُ وَيَقُولُ لَهُ الْخَبِيثُ مَنْ رَبُّكَ فَيَقُولُ رَبِّيَ اللَّهُ وَأَنْتَ عَدُوُّ اللَّهِ أَنْتَ الدَّجَّالُ وَاللَّهِ مَا كُنْتُ بَعْدُ أَشَدَّ بَصِيرَةً بِكَ مِنِّي الْيَوْمَ ‏\"‏ ‏.‏ قَالَ أَبُو الْحَسَنِ الطَّنَافِسِيُّ فَحَدَّثَنَا الْمُحَارِبِيُّ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ الْوَلِيدِ الْوَصَّافِيُّ عَنْ عَطِيَّةَ عَنْ أَبِي سَعِيدٍ قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ ذَلِكَ الرَّجُلُ أَرْفَعُ أُمَّتِي دَرَجَةً فِي الْجَنَّةِ ‏\"‏ ‏.‏ قَالَ قَالَ أَبُو سَعِيدٍ وَاللَّهِ مَا كُنَّا نُرَى ذَلِكَ الرَّجُلَ إِلاَّ عُمَرَ بْنَ الْخَطَّابِ حَتَّى مَضَى لِسَبِيلِهِ ‏.‏ قَالَ الْمُحَارِبِيُّ ثُمَّ رَجَعْنَا إِلَى حَدِيثِ أَبِي رَافِعٍ قَالَ ‏\"‏ وَإِنَّ مِنْ فِتْنَتِهِ أَنْ يَأْمُرَ السَّمَاءَ أَنْ تُمْطِرَ فَتُمْطِرَ وَيَأْمُرَ الأَرْضَ أَنْ تُنْبِتَ فَتُنْبِتَ وَإِنَّ مِنْ فِتْنَتِهِ أَنْ يَمُرَّ بِالْحَىِّ فَيُكَذِّبُونَهُ فَلاَ تَبْقَى لَهُمْ سَائِمَةٌ إِلاَّ هَلَكَتْ وَإِنَّ مِنْ فِتْنَتِهِ أَنْ يَمُرَّ بِالْحَىِّ فَيُصَدِّقُونَهُ فَيَأْمُرَ السَّمَاءَ أَنْ تُمْطِرَ فَتُمْطِرَ وَيَأْمُرَ الأَرْضَ أَنْ تُنْبِتَ فَتُنْبِتَ حَتَّى تَرُوحَ مَوَاشِيهِمْ مِنْ يَوْمِهِمْ ذَلِكَ أَسْمَنَ مَا كَانَتْ وَأَعْظَمَهُ وَأَمَدَّهُ خَوَاصِرَ وَأَدَرَّهُ ضُرُوعًا وَإِنَّهُ لاَ يَبْقَى شَىْءٌ مِنَ الأَرْضِ إِلاَّ وَطِئَهُ وَظَهَرَ عَلَيْهِ إِلاَّ مَكَّةَ وَالْمَدِينَةَ لاَ يَأْتِيهِمَا مِنْ نَقْبٍ مِنْ نِقَابِهِمَا إِلاَّ لَقِيَتْهُ الْمَلاَئِكَةُ بِالسُّيُوفِ صَلْتَةً حَتَّى يَنْزِلَ عِنْدَ الظُّرَيْبِ الأَحْمَرِ عِنْدَ مُنْقَطَعِ السَّبَخَةِ فَتَرْجُفُ الْمَدِينَةُ بِأَهْلِهَا ثَلاَثَ رَجَفَاتٍ فَلاَ يَبْقَى مُنَافِقٌ وَلاَ مُنَافِقَةٌ إِلاَّ خَرَجَ إِلَيْهِ فَتَنْفِي الْخَبَثَ مِنْهَا كَمَا يَنْفِي الْكِيرُ خَبَثَ الْحَدِيدِ وَيُدْعَى ذَلِكَ الْيَوْمُ يَوْمَ الْخَلاَصِ ‏\"‏ ‏.‏ فَقَالَتْ أُمُّ شَرِيكٍ بِنْتُ أَبِي الْعُكَرِ يَا رَسُولَ اللَّهِ فَأَيْنَ الْعَرَبُ يَوْمَئِذٍ قَالَ ‏\"‏ هُمْ يَوْمَئِذٍ قَلِيلٌ وَجُلُّهُمْ بِبَيْتِ الْمَقْدِسِ وَإِمَامُهُمْ رَجُلٌ صَالِحٌ فَبَيْنَمَا إِمَامُهُمْ قَدْ تَقَدَّمَ يُصَلِّي بِهِمُ الصُّبْحَ إِذْ نَزَلَ عَلَيْهِمْ عِيسَى ابْنُ مَرْيَمَ الصُّبْحَ فَرَجَعَ ذَلِكَ الإِمَامُ يَنْكُصُ يَمْشِي الْقَهْقَرَى لِيَتَقَدَّمَ عِيسَى يُصَلِّي بِالنَّاسِ فَيَضَعُ عِيسَى يَدَهُ بَيْنَ كَتِفَيْهِ ثُمَّ يَقُولُ لَهُ تَقَدَّمْ فَصَلِّ فَإِنَّهَا لَكَ أُقِيمَتْ ‏.‏ فَيُصَلِّي بِهِمْ إِمَامُهُمْ فَإِذَا انْصَرَفَ قَالَ عِيسَى عَلَيْهِ السَّلاَمُ افْتَحُوا الْبَابَ ‏.‏ فَيُفْتَحُ وَوَرَاءَهُ الدَّجَّالُ مَعَهُ سَبْعُونَ أَلْفِ يَهُودِيٍّ كُلُّهُمْ ذُو سَيْفٍ مُحَلًّى وَسَاجٍ فَإِذَا نَظَرَ إِلَيْهِ الدَّجَّالُ ذَابَ كَمَا يَذُوبُ الْمِلْحُ فِي الْمَاءِ وَيَنْطَلِقُ هَارِبًا وَيَقُولُ عِيسَى عَلَيْهِ السَّلاَمُ إِنَّ لِي فِيكَ ضَرْبَةً لَنْ تَسْبِقَنِي بِهَا ‏.‏ فَيُدْرِكُهُ عِنْدَ بَابِ اللُّدِّ الشَّرْقِيِّ فَيَقْتُلُهُ فَيَهْزِمُ اللَّهُ الْيَهُودَ فَلاَ يَبْقَى شَىْءٌ مِمَّا خَلَقَ اللَّهُ يَتَوَارَى بِهِ يَهُودِيٌّ إِلاَّ أَنْطَقَ اللَّهُ ذَلِكَ الشَّىْءَ لاَ حَجَرَ وَلاَ شَجَرَ وَلاَ حَائِطَ وَلاَ دَابَّةَ - إِلاَّ الْغَرْقَدَةَ فَإِنَّهَا مِنْ شَجَرِهِمْ لاَ تَنْطِقُ - إِلاَّ قَالَ يَا عَبْدَ اللَّهِ الْمُسْلِمَ هَذَا يَهُودِيٌّ فَتَعَالَ اقْتُلْهُ ‏\"‏ ‏.‏ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ وَإِنَّ أَيَّامَهُ أَرْبَعُونَ سَنَةً السَّنَةُ كَنِصْفِ السَّنَةِ وَالسَّنَةُ كَالشَّهْرِ وَالشَّهْرُ كَالْجُمُعَةِ وَآخِرُ أَيَّامِهِ كَالشَّرَرَةِ يُصْبِحُ أَحَدُكُمْ عَلَى بَابِ الْمَدِينَةِ فَلاَ يَبْلُغُ بَابَهَا الآخَرَ حَتَّى يُمْسِيَ ‏\"‏ ‏.‏ فَقِيلَ لَهُ يَا رَسُولَ اللَّهِ كَيْفَ نُصَلِّي فِي تِلْكَ الأَيَّامِ الْقِصَارِ قَالَ ‏\"‏ تَقْدُرُونَ فِيهَا الصَّلاَةَ كَمَا تَقْدُرُونَهَا فِي هَذِهِ الأَيَّامِ الطِّوَالِ ثُمَّ صَلُّوا ‏\"‏ ‏.‏ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ فَيَكُونُ عِيسَى ابْنُ مَرْيَمَ عَلَيْهِ السَّلاَمُ فِي أُمَّتِي حَكَمًا عَدْلاً وَإِمَامًا مُقْسِطًا يَدُقُّ الصَّلِيبَ وَيَذْبَحُ الْخِنْزِيرَ وَيَضَعُ الْجِزْيَةَ وَيَتْرُكُ الصَّدَقَةَ فَلاَ يُسْعَى عَلَى شَاةٍ وَلاَ بَعِيرٍ وَتُرْفَعُ الشَّحْنَاءُ وَالتَّبَاغُضُ وَتُنْزَعُ حُمَةُ كُلِّ ذَاتِ حُمَةٍ حَتَّى يُدْخِلَ الْوَلِيدُ يَدَهُ فِي فِي الْحَيَّةِ فَلاَ تَضُرَّهُ وَتُفِرُّ الْوَلِيدَةُ الأَسَدَ فَلاَ يَضُرُّهَا وَيَكُونُ الذِّئْبُ فِي الْغَنَمِ كَأَنَّهُ كَلْبُهَا وَتُمْلأُ الأَرْضُ مِنَ السِّلْمِ كَمَا يُمْلأُ الإِنَاءُ مِنَ الْمَاءِ وَتَكُونُ الْكَلِمَةُ وَاحِدَةً فَلاَ يُعْبَدُ إِلاَّ اللَّهُ وَتَضَعُ الْحَرْبُ أَوْزَارَهَا وَتُسْلَبُ قُرَيْشٌ مُلْكَهَا وَتَكُونُ الأَرْضُ كَفَاثُورِ الْفِضَّةِ تُنْبِتُ نَبَاتَهَا بِعَهْدِ آدَمَ حَتَّى يَجْتَمِعَ النَّفَرُ عَلَى الْقِطْفِ مِنَ الْعِنَبِ فَيُشْبِعَهُمْ وَيَجْتَمِعَ النَّفَرُ عَلَى الرُّمَّانَةِ فَتُشْبِعَهُمْ وَيَكُونَ الثَّوْرُ بِكَذَا وَكَذَا مِنَ الْمَالِ وَتَكُونَ الْفَرَسُ بِالدُّرَيْهِمَاتِ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ وَمَا يُرْخِصُ الْفَرَسَ قَالَ ‏\"‏ لاَ تُرْكَبُ لِحَرْبٍ أَبَدًا ‏\"‏ ‏.‏ قِيلَ لَهُ فَمَا يُغْلِي الثَّوْرَ قَالَ ‏\"‏ تُحْرَثُ الأَرْضُ كُلُّهَا وَإِنَّ قَبْلَ خُرُوجِ الدَّجَّالِ ثَلاَثَ سَنَوَاتٍ شِدَادٍ يُصِيبُ النَّاسَ فِيهَا جُوعٌ شَدِيدٌ يَأْمُرُ اللَّهُ السَّمَاءَ فِي السَّنَةِ الأُولَى أَنْ تَحْبِسَ ثُلُثَ مَطَرِهَا وَيَأْمُرُ الأَرْضَ فَتَحْبِسُ ثُلُثَ نَبَاتِهَا ثُمَّ يَأْمُرُ السَّمَاءَ فِي السَّنَةِ الثَّانِيَةِ فَتَحْبِسُ ثُلُثَىْ مَطَرِهَا وَيَأْمُرُ الأَرْضَ فَتَحْبِسُ ثُلُثَىْ نَبَاتِهَا ثُمَّ يَأْمُرُ اللَّهُ السَّمَاءَ فِي السَّنَةِ الثَّالِثَةِ فَتَحْبِسُ مَطَرَهَا كُلَّهُ فَلاَ تَقْطُرُ قَطْرَةٌ وَيَأْمُرُ الأَرْضَ فَتَحْبِسُ نَبَاتَهَا كُلَّهُ فَلاَ تُنْبِتُ خَضْرَاءَ فَلاَ تَبْقَى ذَاتُ ظِلْفٍ إِلاَّ هَلَكَتْ إِلاَّ مَا شَاءَ اللَّهُ ‏\"‏ ‏.‏ قِيلَ فَمَا يُعِيشُ النَّاسَ فِي ذَلِكَ الزَّمَانِ قَالَ ‏\"‏ التَّهْلِيلُ وَالتَّكْبِيرُ وَالتَّسْبِيحُ وَالتَّحْمِيدُ وَيُجْرَى ذَلِكَ عَلَيْهِمْ مَجْرَى الطَّعَامِ ‏\"‏ ‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ سَمِعْتُ أَبَا الْحَسَنِ الطَّنَافِسِيَّ يَقُولُ سَمِعْتُ عَبْدَ الرَّحْمَنِ الْمُحَارِبِيَّ يَقُولُ يَنْبَغِي أَنْ يُدْفَعَ هَذَا الْحَدِيثُ إِلَى الْمُؤَدِّبِ حَتَّى يُعَلِّمَهُ الصِّبْيَانَ فِي الْكُتَّابِ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৪০৯] [ আবূ দাউদ ৪৩২১। মিশকাত ৬০৪৪,আয যিলাল ৩৯১ ,দঈফ আল-জামি’ ৬৩৮৪।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}