{
  "hadith": {
    "hadith_id": 4087,
    "narrator": "আনাস বিন মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আমরা আব্দুল মুত্তালিবের বংশধর এবং জান্নাতবাসীর নেতাঃ আমি, হামযা, আলী, জাফর, হাসান, হুসাইন ও মাহ্‌দী। [৩৪১৯]\n\nতাহকীক আলবানীঃ বানোয়াট।",
    "ar": "حَدَّثَنَا هَدِيَّةُ بْنُ عَبْدِ الْوَهَّابِ، حَدَّثَنَا سَعْدُ بْنُ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ، عَنْ عَلِيِّ بْنِ زِيَادٍ الْيَمَامِيِّ، عَنْ عِكْرِمَةَ بْنِ عَمَّارٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ نَحْنُ وَلَدَ عَبْدِ الْمُطَّلِبِ سَادَةُ أَهْلِ الْجَنَّةِ أَنَا وَحَمْزَةُ وَعَلِيٌّ وَجَعْفَرٌ وَالْحَسَنُ وَالْحُسَيْنُ وَالْمَهْدِيُّ ‏\"‏ ‏.‏",
    "grade_id": 5,
    "grade": "জাল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৪১৯] হাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। দঈফাহ ৪৬৮৮, দঈফ আল-জামি ৫৯৫৫। \nউক্ত হাদীসের রাবী হাদিয়্যাহ বিন আব্দুল ওয়াহ্‌হাব সম্পর্কে আবূ হাতিম বিন হিব্বান বলেন, তিনি হাদীস বর্ণনায় কখনো কখনো ভুল করেন। ইবনু আবূ আসিম বলেন, তিনি সিকাহ। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদীস বর্ণনায় কখনো কখনো সন্দেহ করেন। ইমাম যাহাবী বলেন, তিনি সিকাহ। (তাহযীবুল কামালঃ রাবী নং ৬৫৫৪, ৩০/১৫৮ নং পৃষ্ঠা) ২. সাঈদ বিন আব্দুল হামীদ বিন জা’ফার সম্পর্কে ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদীস বর্ণনায় সংমিশ্রণ করেন। যাকারিয়্যা বিন ইয়াহইয়া আস সাজী বলেন, তার হাদীসের ব্যাপারে সমালোচনা রয়েছে। সালিহ বিন মুহাম্মাদ বলেন, তার স্মৃতিশক্তি দুর্বল।(তাহযীবুল কামালঃ রাবী নং ২২১৮, ১০/২৮৫নং পৃষ্ঠা) ৩. আলী বিন যিয়াদ আল-ইয়ামামী সম্পর্কে আবূ জা’ফার আল-উকায়লী তাকে দুর্বল হিসেবে উল্লেখ করেছেন। আবূ হাতিম বিন হিব্বান বলেন, তিনি সিকাহ। ইমাম বুখারী বলেন তিনি কুফরী নয় এমন কওলী বা আমালী কোন ফিসক এর সাথে জড়িত।(তাহযীবুল কামালঃ রাবী নং ৪০৬৯, ২০/৪৩৩ নং পৃষ্ঠা) ৪. ইকরিমাহ বিন আম্মার সম্পর্কে আবূ হাতিম আর রাযী বলেন, তিনি সত্যবাদী তবে হাদীস বর্ণনায় কখনো কখনো সন্দেহ করেন। আহমাদ বিন সালিহ আল-জায়লী বলেন, তিনি সিকাহ। আবনু হাজার আল আসকালানী বলেন, তিনি সত্যবাদী তবে হাদীস বর্ণনায় সংমিশ্রণ করেন।(তাহযীবুল কামালঃ রাবী নং ৪০০৮, ২০/২৫৬ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "36"
    }
  }
}