{
  "hadith": {
    "hadith_id": 4089,
    "narrator": "জুবায়র বিন নুফায়র",
    "bn": "রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কোন এক সাহাবী যী মিখমার (রাঃ) (হাস্‌সান) বলেন, মাকহূল, বিন যাকারিয়্যা এবং তাদের সাথে আমিও খালিদ বিন মা’দান (রহঃ) এর নিকট গেলাম। তিনি জুবাইর বিন নূফাইর (রহঃ) এর সুত্রে আমাদের নিকট হাদীস বর্ণনা করে বলেন, জুবাইর (রহঃ) আমাকে বলেন, তুমি আমাদের সাথে যু মিখমারের নিকট চলো। তিনি ছিলেন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবী। আমিও তাদের দু’জনের সাথে গেলাম। তিনি তাকে সন্ধি সম্পর্কে জিজ্ঞেস করেন। উত্তরে তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ অচিরেই রোমকরা আমাদের সাথে শান্তি চুক্তি করবে। অতঃপর তোমরা (তাদের বিরুদ্ধে) যুদ্ধ করবে এবং তোমরা ও তারা (পরস্পরের) শত্রু হবে। এরপর তোমরা বিজয়ী হবে এবং গনীমতের মাল লাভ করবে। তোমরা নিরাপদ থাকবে এবং (যুদ্ধ থেকে) ফিরে আসবে। এমনকি তোমরা সুবজ-শ্যামল উচ্চ স্থানে অবতরণ করবে। তখন ক্রুশধারীদের মধ্যকার এক ব্যক্তি(ক্রুশ) উত্তোলন করে বলবে, সালীব (ক্রুশ) বিজয়ী হয়েছে। তখন এক মুসলমান ক্রোধান্বিত হয়ে ক্রুশের নিকট গিয়ে তা চুর্ণ-বিচুর্ণ করবে। তখন রোমকরা সন্ধি ভঙ্গ করবে এবং তাদের সকলে যুদ্ধের জন্য ঐক্যবদ্ধ হবে।\n\n(উপরোক্ত হাদীসে মোট ২টি সানাদের ১টি বর্ণিত হয়েছে, অপর সানাদটি হলো।‍:)\n\n২/৪০৮৯(১). রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কোন এক সাহাবী যী মিখমার (রাঃ) থেকে বর্ণিতঃ তবে তার বর্ণনায় আরো আছেঃ তারা যুদ্ধের জন্য ঐক্যবদ্ধ হবে এবং আশিটি পতাকার অধীনে যুদ্ধক্ষেত্রে অবতীর্ণ হবে। প্রতিটি পতাকার অধীনে থাকবে বারো হাজার সৈন্য। [৩৪২১]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنِ الأَوْزَاعِيِّ، عَنْ حَسَّانَ بْنِ عَطِيَّةَ، قَالَ مَالَ مَكْحُولٌ وَابْنُ أَبِي زَكَرِيَّا إِلَى خَالِدِ بْنِ مَعْدَانَ وَمِلْتُ مَعَهُمَا فَحَدَّثَنَا عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، قَالَ قَالَ لِي جُبَيْرٌ انْطَلِقْ بِنَا إِلَى ذِي مِخْمَرٍ - وَكَانَ رَجُلاً مِنْ أَصْحَابِ النَّبِيِّ ـ صلى الله عليه وسلم ـ - فَانْطَلَقْتُ مَعَهُمَا فَسَأَلَهُ عَنِ الْهُدْنَةِ فَقَالَ سَمِعْتُ النَّبِيَّ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ سَتُصَالِحُكُمُ الرُّومُ صُلْحًا آمِنًا ثُمَّ تَغْزُونَ أَنْتُمْ وَهُمْ عَدُوًّا فَتُنْصَرُونَ وَتَغْنَمُونَ وَتَسْلَمُونَ ثُمَّ تَنْصَرِفُونَ حَتَّى تَنْزِلُوا بِمَرْجٍ ذِي تُلُولٍ فَيَرْفَعُ رَجُلٌ مِنْ أَهْلِ الصَّلِيبِ الصَّلِيبَ فَيَقُولُ غَلَبَ الصَّلِيبُ ‏.‏ فَيَغْضَبُ رَجُلٌ مِنَ الْمُسْلِمِينَ فَيَقُومُ إِلَيْهِ فَيَدُقُّهُ فَعِنْدَ ذَلِكَ تَغْدِرُ الرُّومُ وَيَجْتَمِعُونَ لِلْمَلْحَمَةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৪২১] আবূ দাঊদ ২৭৬৭, ৪২৯২, আহমাদ ১৬৩৮৪, ২২৬৪৬, ২২৯৬৬। সহীহ আবূ দাঊদ ২৪৭২, মিশকাত ৫৪২৮।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}