{
  "hadith": {
    "hadith_id": 4094,
    "narrator": "আমর বিন আওফ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নিকটবর্তী বাওনা নামক স্থান অস্ত্র সজ্জিত মুসলমানদের পদানত না হওয়া পর্যন্ত কিয়ামত সংঘটিত হবে না। অতঃপর তিনি বলেনঃ হে আলী! হে আলী! হে আলী! আলী (রাঃ) বলেন, আমার পিতা-মাতা আপনার জন্য উৎসর্গিত হোক। তিনি বলেনঃ অচিরেই বনু আসফারের (রোমকদের) বিরুদ্ধে যুদ্ধ করবে। তাদের বিরুদ্ধে তোমাদের পরবর্তী হিজাযের মুসলমানগণ ও যারা আল্লাহ্‌র ব্যাপারে কোন নিন্দুকের নিন্দায় কর্ণপাত করে না, যুদ্ধে অবতীর্ণ হবে, যতক্ষণ না তাদের কাছে ইসলামের শাশ্বত বিধান বিকশিত হয়। অতঃপর তারা তাসবীহ ও তাকবীর ধ্বনি দিয়ে কনস্টান্টিনোপল জয় করবে। ফলে এতো অধিক পরিমাণে গনীমতের মাল তাদের হস্তগত হবে যতোটা ইতোপূর্বে কখনো তাদের হস্তগত হয়নি। এমনকি তারা খাঞ্চা ভর্তি করে নিজেদের মধ্যে বন্টন করবে। অতঃপর এক আগন্তুক এসে বলবে, তোমাদের শহরে মসীহ দাজ্জালের আবির্ভাব ঘটেছে। সাবধান! সে খবরটি হবে মিথ্যা। সুতরাং এর গ্রহীতাও লজ্জিত হবে এবং আগ্রাহ্যকারীও লজ্জিত হবে। [৩৪২৬]\n\nতাহকীক আলবানীঃ বানোয়াট।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مَيْمُونٍ الرَّقِّيُّ، حَدَّثَنَا أَبُو يَعْقُوبَ الْحُنَيْنِيُّ، عَنْ كَثِيرِ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عَوْفٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ لاَ تَقُومُ السَّاعَةُ حَتَّى تَكُونَ أَدْنَى مَسَالِحِ الْمُسْلِمِينَ بِبَوْلاَءَ ‏\"‏ ‏.‏ ثُمَّ قَالَ ـ صلى الله عليه وسلم ـ ‏\"‏ يَا عَلِيُّ يَا عَلِيُّ يَا عَلِيُّ ‏\"‏ ‏.‏ قَالَ بِأَبِي وَأُمِّي ‏.‏ قَالَ ‏\"‏ إِنَّكُمْ سَتُقَاتِلُونَ بَنِي الأَصْفَرِ وَيُقَاتِلُهُمُ الَّذِينَ مِنْ بَعْدِكُمْ حَتَّى تَخْرُجَ إِلَيْهِمْ رُوقَةُ الإِسْلاَمِ أَهْلُ الْحِجَازِ الَّذِينَ لاَ يَخَافُونَ فِي اللَّهِ لَوْمَةَ لاَئِمٍ فَيَفْتَتِحُونَ الْقُسْطُنْطِينِيَّةَ بِالتَّسْبِيحِ وَالتَّكْبِيرِ فَيُصِيبُونَ غَنَائِمَ لَمْ يُصِيبُوا مِثْلَهَا حَتَّى يَقْتَسِمُوا بِالأَتْرِسَةِ وَيَأْتِي آتٍ فَيَقُولُ إِنَّ الْمَسِيحَ قَدْ خَرَجَ فِي بِلاَدِكُمْ أَلاَ وَهِيَ كِذْبَةٌ فَالآخِذُ نَادِمٌ وَالتَّارِكُ نَادِمٌ ‏\"‏ ‏.‏",
    "grade_id": 5,
    "grade": "জাল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৪২৬] হাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। দঈফাহ ৪৭৯০, দঈফ আল-জামি ৭৬২৬।",
    "chapter": {
      "chapter_number": "36"
    }
  }
}