{
  "hadith": {
    "hadith_id": 4120,
    "narrator": "সাহল বিন সা‘দ আল-সাইদী (রাঃ),",
    "bn": "এক ব্যক্তি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট দিয়ে যাচ্ছিল। নবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিজ্ঞেস করলেনঃ তোমরা এ লোকটি সম্পর্কে কী বলো? সাহাবীগণ বলেন, তার সম্পর্কে আপনার অভিমত হবে যথার্থ। আমরা বলি, সে সুপারিশ করলে তা মঞ্জুর করা হয়। সে কথা বললে তা শোনা হয়। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চুপ থাকলেন। ইত্যবসরে আরেক ব্যক্তি সেখান দিয়ে অতিক্রম করলো। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিজ্ঞেস করলেনঃ এই ব্যক্তি সম্পর্কে তোমরা কী বলো? সাহাবীগণ বলেন, আল্লাহর শপথ, হে আল্লাহর রাসূল! আমরা বলি যে, এ ব্যক্তি তো দীনহীন মুসলমানদের অন্তভূক্ত। সে এতই যোগ্য যে, সে বিবাহের প্রস্তাব দিলে তা প্রত্যাখ্যান করা হয়, সুপারিশ করলে তা মঞ্জুর করা হয় না এবং কথা বললে তার কথায় কেউ কর্ণপাত করে না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ প্রথমোক্ত শ্রেণীর লোকের দ্বারা পৃথিবী ভরে গেলেও শেষোক্ত ব্যক্তি তাদের চেয়ে উত্তম। [৩৪৫২]\n\nতাহকীক আলবানীঃ সহীহ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، حَدَّثَنِي أَبِي، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، قَالَ مَرَّ عَلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ رَجُلٌ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\"‏ مَا تَقُولُونَ فِي هَذَا الرَّجُلِ قَالُوا رَأْيَكَ فِي ‏.‏ هَذَا نَقُولُ هَذَا مِنْ أَشْرَافِ النَّاسِ هَذَا حَرِيٌّ إِنْ خَطَبَ أَنْ يُخَطَّبَ وَإِنْ شَفَعَ أَنْ يُشَفَّعَ وَإِنْ قَالَ أَنْ يُسْمَعَ لِقَوْلِهِ ‏.‏ فَسَكَتَ النَّبِيُّ ـ صلى الله عليه وسلم ـ وَمَرَّ رَجُلٌ آخَرُ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\"‏ مَا تَقُولُونَ فِي هَذَا ‏\"‏ ‏.‏ قَالُوا نَقُولُ وَاللَّهِ يَا رَسُولَ اللَّهِ هَذَا مِنْ فُقَرَاءِ الْمُسْلِمِينَ هَذَا حَرِيٌّ إِنْ خَطَبَ لَمْ يُنْكَحْ وَإِنْ شَفَعَ لاَ يُشَفَّعْ وَإِنْ قَالَ لاَ يُسْمَعْ لِقَوْلِهِ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\"‏ لَهَذَا خَيْرٌ مِنْ مِلْءِ الأَرْضِ مِثْلَ هَذَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৪৫২] সহীহুল বুখারী ৫০৯১ ।",
    "chapter": {
      "chapter_number": "37"
    }
  }
}