{
  "hadith": {
    "hadith_id": 4127,
    "narrator": "খাব্বাব (রাঃ)",
    "bn": "মহান আল্লাহর বাণী (অনুবাদ) “যারা তাদের প্রতিপালককে সকালে ও সন্ধ্যায় তার সন্তুষ্টি অর্জনের জন্য ডাকে তাদেরকে তুমি তাড়িয়ে দিও না। তাদের কাজের জবাবদিহির দায়িত্ব তোমার নয় এবং তোমার কোন কাজের জবাবদিহির দায়িত্বও তাদের নয় যে, তুমি তাদের বিতাড়িত করবে, করলে তুমি যালেমদের অন্তর্ভূক্ত হবে” (সূরা আনআমঃ ৫২)। তিনি উক্ত আয়াত সম্পর্কে বলেন, আকরা বিন হাবিস আত-তামীমী ও উইয়ায়নাহ বিন হিসন আল-ফাযারী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আসলো। তারা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে সুহায়ব, বিলাল, আম্মার ও খাব্বাব ( প্রমুখ দরিদ্র অসহায় মুমিনদের সাথে বসা দেখলো। তারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর চারপাশে তাদের উপবিষ্ট দেখে তাদেরকে হেয় জ্ঞান করলো। তারা তাঁর সান্নিধ্যে এসে একান্তে তাকে বললো, আমরা চাই যে, আপনি আপনার সাথে আমাদের বিশেষ বৈঠকের ব্যবস্থা করবেন, যাতে আরবরা আমাদের মর্যাদা উপলব্ধি করতে পারে। কেননা আপনার নিকট আরবের প্রতিনিধিদলসমূহ আসে। এই দাসদের সাথে আরবরা আমাদেরকে উপবিষ্ট দেখলে তাতে আমরা লজ্জাবোধ করি। অতএব আমরা যখন আপনার নিকট আসবো তখন আপনি এদেরকে আপনার নিকট থেকে উঠিয়ে দিবেন। আমরা আপনার নিকট থেকে বিদায় নেয়ার পর আপনি ইচ্ছা করলে তাদের সাথে বসুন। তিনি বলেনঃ আচ্ছা! দেখা যাক। তারা বললো, আপনি আমাদের জন্য একটি চুক্তিপত্র লিখিয়ে দিন। রাবী বলেন, তিনি কাগজ আনালেন এবং আলী (রাঃ) কে লেখার জন্য ডাকলেন। আমরা এক পাশে বসা ছিলাম। ইত্যবসরে জিবরীল (আ.) এই আয়াত নিয়ে অবতরণ করলেন (অনুবাদ) “যারা তাদের রবকে সকাল-সন্ধ্যায় ডাকে তার সন্তুষ্টি লাভের জন্য তাদের তুমি তাড়িয়ে দিও না। তাদের কাজের জবাবদিহির দায়িত্ব তোমার নয় এবং তোমার কাজের জবাবদিহির দায়িত্বও তাদের নয় যে, তুমি তাদের বিতাড়িত করবে। করলে তুমি যালেমদের অন্তর্ভুক্ত হবে “(সূরা আনআমঃ ৫২)।  অতঃপর আল্লাহ তাআলা আকরা বিন হাবেস ও উয়াইনা বিন হিসন-এর সম্পর্কে নাযিল করেন (অনুবাদ)  “এভাবেই আমি তাদের এক দলকে অন্য দল দ্বারা পরীক্ষা করেছি, যেন তারা বলে, আমাদের মধ্যে কি এদের প্রতিই আল্লাহ অনুগ্রহ করলেন? আল্লাহ কি কৃতজ্ঞ লোকেদের সম্পর্কে বিশেষ অবহিত নন?\" (সূরা আনআমঃ ৫৩)\nঅতঃপর আল্লাহ বলেন, “যারা আমার আয়াতসমূহের প্রতি ঈমান আনে তারা যখন তোমার নিকট আসে, তখন তুমি তাদের বলোঃ তোমাদের প্রতি শান্তি বর্ষিত হোক। তোমাদের প্রতিপালক দয়া করা তার কর্তব্য বলে স্থির করেছেন\" (সূরা আনআমঃ ৫৪)। রাবী বলেন, এ আয়াত নাযিল হওয়ার পর আমরা তাঁর এতো নিকটবতী হলাম যে, আমাদের হাঁটু তাঁর হাঁটুর সাথে লাগিয়ে বসলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের সাথে বসতেন এবং যখন উঠে যাওয়ার ইচ্ছা করতেন, তখন আমাদের ছেড়ে দাঁড়িয়ে যেতেন। তখন আল্লাহ তাআলা এ আয়াত নাযিল করেন (অনুবাদ) “তুমি নিজেকে ধৈর্য সহকারে রাখবে তাদের সংসর্গে যারা সকাল-সন্ধ্যায় তাদের প্রতিপালককে ডাকে তাঁর সন্তোষ লাভের আশায় এবং তুমি পার্থিব জীবনের শোভা কামনা করে তাদের থেকে তোমার দৃষ্টি ফিরিয়ে নিও না” (সূরা কাহ্‌ফঃ ২৮) আর তুমি অভিজাতদের সাথে বসো না এবং যার চিত্তকে আমি আমার স্মরণে অমনোযোগী করে দিয়েছি তার অনুসরণ করো না। যে নিজ প্রবৃত্তির অনুসরণ করে এবং কাজেকর্মে সীমা অতিক্রম করে (অর্থাৎ উয়াইনা ও আকরা) তার কৃতকর্ম বরবাদ হয়েছে। অতঃপর তিনি তাদের সামনে দু ব্যক্তির দৃষ্টান্ত ও পার্থিব জীবনের উপমা পেশ করেন (সূরা কাহফের ৩২ নং ও ৪৫ নং আয়াত দ্রঃ) খাব্বাব (রাঃ) বলেন, অতঃপর আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে বসতাম। যখন তাঁর উঠার সময় হতো তখন আমরা তাঁর আগে উঠে যেতাম, অতঃপর তিনি উঠতেন। [৩৪৫৯]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانِ، حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ الْعَنْقَزِيُّ، حَدَّثَنَا أَسْبَاطُ بْنُ نَصْرٍ، عَنِ السُّدِّيِّ، عَنْ أَبِي سَعْدٍ الأَزْدِيِّ، وَكَانَ، قَارِئَ الأَزْدِ عَنْ أَبِي الْكَنُودِ، عَنْ خَبَّابٍ، فِي قَوْلِهِ تَعَالَى ‏{وَلاَ تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ}‏ إِلَى قَوْلِهِ ‏{فَتَكُونَ مِنَ الظَّالِمِينَ}‏ قَالَ جَاءَ الأَقْرَعُ بْنُ حَابِسٍ التَّمِيمِيُّ وَعُيَيْنَةُ بْنُ حِصْنٍ الْفَزَارِيُّ فَوَجَدُوا رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ مَعَ صُهَيْبٍ وَبِلاَلٍ وَعَمَّارٍ وَخَبَّابٍ قَاعِدًا فِي نَاسٍ مِنَ الضُّعَفَاءِ مِنَ الْمُؤْمِنِينَ فَلَمَّا رَأَوْهُمْ حَوْلَ النَّبِيِّ ـ صلى الله عليه وسلم ـ حَقَرُوهُمْ فَأَتَوْهُ فَخَلَوْا بِهِ وَقَالُوا إِنَّا نُرِيدُ أَنْ تَجْعَلَ لَنَا مِنْكَ مَجْلِسًا تَعْرِفُ لَنَا بِهِ الْعَرَبُ فَضْلَنَا فَإِنَّ وُفُودَ الْعَرَبِ تَأْتِيكَ فَنَسْتَحْيِي أَنْ تَرَانَا الْعَرَبُ مَعَ هَذِهِ الأَعْبُدِ فَإِذَا نَحْنُ جِئْنَاكَ فَأَقِمْهُمْ عَنْكَ فَإِذَا نَحْنُ فَرَغْنَا فَاقْعُدْ مَعَهُمْ إِنْ شِئْتَ ‏.‏ قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالُوا فَاكْتُبْ لَنَا عَلَيْكَ كِتَابًا ‏.‏ قَالَ فَدَعَا بِصَحِيفَةٍ وَدَعَا عَلِيًّا لِيَكْتُبَ وَنَحْنُ قُعُودٌ فِي نَاحِيَةٍ فَنَزَلَ جِبْرَائِيلُ عَلَيْهِ السَّلاَمُ فَقَالَ ‏{وَلاَ تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِمْ مِنْ شَىْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِنْ شَىْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ}‏ ثُمَّ ذَكَرَ الأَقْرَعَ بْنَ حَابِسٍ وَعُيَيْنَةَ بْنَ حِصْنٍ فَقَالَ ‏{وَكَذَلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِيَقُولُوا أَهَؤُلاَءِ مَنَّ اللَّهُ عَلَيْهِمْ مِنْ بَيْنِنَا أَلَيْسَ اللَّهُ بِأَعْلَمَ بِالشَّاكِرِينَ}‏ ‏.‏ ثُمَّ قَالَ ‏{وَإِذَا جَاءَكَ الَّذِينَ يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلاَمٌ عَلَيْكُمْ كَتَبَ رَبُّكُمْ عَلَى نَفْسِهِ الرَّحْمَةَ }‏ ‏.‏ قَالَ فَدَنَوْنَا مِنْهُ حَتَّى وَضَعْنَا رُكَبَنَا عَلَى رُكْبَتِهِ وَكَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَجْلِسُ مَعَنَا فَإِذَا أَرَادَ أَنْ يَقُومُ قَامَ وَتَرَكَنَا فَأَنْزَلَ اللَّهُ ‏{وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلاَ تَعْدُ عَيْنَاكَ عَنْهُمْ}‏ وَلاَ تُجَالِسِ الأَشْرَافَ ‏{تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلاَ تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا}‏ - يَعْنِي عُيَيْنَةَ وَالأَقْرَعَ - ‏{وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا }‏ - قَالَ هَلاَكًا - قَالَ أَمْرُ عُيَيْنَةَ وَالأَقْرَعِ ‏.‏ ثُمَّ ضَرَبَ لَهُمْ مَثَلَ الرَّجُلَيْنِ وَمَثَلَ الْحَيَاةِ الدُّنْيَا ‏.‏ قَالَ خَبَّابٌ فَكُنَّا نَقْعُدُ مَعَ النَّبِيِّ ـ صلى الله عليه وسلم ـ فَإِذَا بَلَغْنَا السَّاعَةَ الَّتِي يَقُومُ فِيهَا قُمْنَا وَتَرَكْنَاهُ حَتَّى يَقُومَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৪৫৯] হাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "37"
    }
  }
}