{
  "hadith": {
    "hadith_id": 4187,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট বসা ছিলাম। তিনি বলেনঃ তোমাদের নিকট আবদুল কায়েস গোত্রের প্রতিনিধিদল এসেছে। কিন্তু তখনও আমাদের  সামনে কাউকে দেখা যাচ্ছিলো না। এ অবস্থায় আমাদের কিছুক্ষণ অতিবাহিত হল। ইতোমধ্যে তারা এসে পৌঁছলো এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) 'র নিকট হাযির হলো, কেবল আশাজ্জ আল-আসারী তখনো পৌঁছেননি। পরে তিনি এসে পৌঁছে একটি স্থানে অবতরণ করে তার উষ্ট্রী বাঁধলেন, নিজের কাপড় একপাশে রাখলেন, অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট হাযির হলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাকে বললেনঃ হে আশাজ্জ! তোমার মধ্যে এমন দু'টি উত্তম স্বভাব বিদ্যামান, যা আল্লাহ পছন্দ করেনঃ সহনশীলতা ও  আত্মমর্যাদাবোধ। তিনি বলেন, হে আল্লাহর রাসূল! আমার মধ্যে তা কি প্রকৃতিগত না সৃষ্টিগত? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ প্রকৃতিগত।[৩৫১৯]\n\nতাহকিক আলবানীঃ খুবই দুর্বল।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ الْهَمْدَانِيُّ حَدَّثَنَا يُونُسُ بْنُ بُكَيْرٍ، حَدَّثَنَا خَالِدُ بْنُ دِينَارٍ الشَّيْبَانِيُّ، عَنْ عُمَارَةَ الْعَبْدِيِّ، حَدَّثَنَا أَبُو سَعِيدٍ الْخُدْرِيُّ، قَالَ كُنَّا جُلُوسًا عِنْدَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ ‏\"‏ أَتَتْكُمْ وُفُودُ عَبْدِ الْقَيْسِ ‏\"‏ ‏.‏ وَمَا يَرَى أَحَدٌ فَبَيْنَا نَحْنُ كَذَلِكَ إِذْ جَاءُوا فَنَزَلُوا فَأَتَوْا رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ وَبَقِيَ الأَشَجُّ الْعَصَرِيُّ فَجَاءَ بَعْدُ فَنَزَلَ مَنْزِلاً فَأَنَاخَ رَاحِلَتَهُ وَوَضَعَ ثِيَابَهُ جَانِبًا ثُمَّ جَاءَ إِلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ لَهُ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ يَا أَشَجُّ إِنَّ فِيكَ لَخَصْلَتَيْنِ يُحِبُّهُمَا اللَّهُ الْحِلْمَ وَالتُّؤَدَةَ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ أَشَىْءٌ جُبِلْتُ عَلَيْهِ أَمْ شَىْءٌ حَدَثَ لِي قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ بَلَ شَىْءٌ جُبِلْتَ عَلَيْهِ ‏\"‏ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "[৩৫১৯] হাদীস টি ইমাম ইবনু মাজাহ একক ভাবে বর্ণনা করেছেন।",
    "chapter": {
      "chapter_number": "37"
    }
  }
}