{
  "hadith": {
    "hadith_id": 419,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার করে উযুর অঙ্গগুলো ধৌত করার পর বলেন, এটা হলো সেই উযু, যা ছাড়া আল্লাহ কারো সলাত কবুল করেন না। অতঃপর তিনি দু’বার করে  উযুর অঙ্গগুলো ধৌত করেন এবং বলেন, এই উযুই যথেষ্ট। অতঃপর তিনি তিনবার করে উযুর অঙ্গগুলো ধৌত করেন এবং বলেন, এটা হচ্ছে পূর্ণাঙ্গ উযু। এটা আমার উযু এবং আল্লাহ্‌র অন্তরঙ্গ বন্ধু ইবরাহীম (আঃ)-এর উযু। যে ব্যক্তি এভাবে উযু করলো এবং উযুর শেষে বললোঃ (কালিমা শাহাদাত) “ আমি সাক্ষ্য দেই যে, আল্লাহ ছাড়া কোন ইলাহ নাই এবং আমি আরো সাক্ষ্য দেই যে, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর (প্রেরিত) বান্দা ও রসূল,’’  তাঁর জন্য জান্নাতের আটটি দরজাই খুলে দেয়া হবে এবং সে যে দরজা দিয়ে ইচ্ছা জান্নাতে প্রবেশ করবে। [৪১৭]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ خَلاَّدٍ الْبَاهِلِيُّ، حَدَّثَنِي مَرْحُومُ بْنُ عَبْدِ الْعَزِيزِ الْعَطَّارُ، حَدَّثَنِي عَبْدُ الرَّحِيمِ بْنُ زَيْدٍ الْعَمِّيُّ، عَنْ أَبِيهِ، عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ، عَنِ ابْنِ عُمَرَ، قَالَ تَوَضَّأَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَاحِدَةً وَاحِدَةً فَقَالَ ‏\"‏ هَذَا وُضُوءُ مَنْ لاَ يَقْبَلُ اللَّهُ مِنْهُ صَلاَةً إِلاَّ بِهِ ‏\"‏ ‏.‏ ثُمَّ تَوَضَّأَ ثِنْتَيْنِ ثِنْتَيْنِ فَقَالَ ‏\"‏ هَذَا وُضُوءُ الْقَدْرِ مِنَ الْوُضُوءِ ‏\"‏ ‏.‏ وَتَوَضَّأَ ثَلاَثًا ثَلاَثًا وَقَالَ ‏\"‏ هَذَا أَسْبَغُ الْوُضُوءِ وَهُوَ وُضُوئِي وَوُضُوءُ خَلِيلِ اللَّهِ إِبْرَاهِيمَ وَمَنْ تَوَضَّأَ هَكَذَا ثُمَّ قَالَ عِنْدَ فَرَاغِهِ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ فُتِحَ لَهُ ثَمَانِيَةُ أَبْوَابِ الْجَنَّةِ يَدْخُلُ مِنْ أَيِّهَا شَاءَ ‏\"‏ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "[৪১৭]  নাই তাহক্বীক্ব আলবানী: অত্যন্ত দুর্বল। তাখরীজ আলবানী: যঈফাহ ৪৭৩৫, ইরওয়াহ ৮৫। উক্ত হাদিসের রাবী আব্দুর রহীম বিন যায়দ আল আম্মী সম্পর্কে ইয়াহইয়া বিন মাঈন বলেন, তিনি জঘন্যতম মিথ্যাবাদী। আলী ইবনুল মাদীনী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। ইমাম বুখারী বলেন, তাকে সকল হাদিস বিশারদগণ প্রত্যাখ্যান করেছেন। আবু যুরআহ আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। আবু হাতিম আর-রাযী বলেন, তার হাদিস প্রত্যাখ্যান করা হয়েছে এমনকি তিনি হাদিস বর্ণনায় মুনকার। আবু দাউদ আস-সাজিসতানী বলেন, তিনি দুর্বল। ২. যায়দ আল-আম্মী সম্পর্কে ইমাম দারাকুতনী সালিহ বললেও আলী ইবনুল মাদীনী বলেন, তিনি দুর্বল। ইয়াহইয়া বিন মাঈন বলেন, তার থেকে হাদিস গ্রহন করা হলেও তিনি দুর্বল।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}