{
  "hadith": {
    "hadith_id": 4190,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নিশ্চয় আমি দেখি যা তোমরা দেখো না এবং আমি শুনি যা তোমরা  শোনো না। আসমান চড়চড় করছে এবং চড়চড় করাই তার কর্তব্য। তাতে চার আঙ্গুল পরিমান জায়গাও খালি নাই, যেখানে একজন না একজন ফেরেশতা আল্লাহর জন্য সিজদায় তার কপাল লুটিয়ে দেননি। আল্লাহর শপথ! আমি যা জানি, তোমরা তা জানতে পারলে খুব কমই হাসতে, বরং অধিক কাঁদতে, বিছানায় স্ত্রীদের সম্ভোগ করতে না এবং চীৎকার করে আল্লাহর কাছে দুআ’ করতে করতে পথে-প্রান্তরে বেরিয়ে পড়তে। আল্লাহর শপথ! আহা, আমি যদি একটি গাছ হতাম এবং তা কেটে ফেলা হতো।[৩৫২২]\n\nতাহকীক আলবানীঃ (আরবি) বাক্যটি ব্যতীত হাসান; কারন এই বাক্যটি মুদরাজ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، أَنْبَأَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، أَنْبَأَنَا إِسْرَائِيلُ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنْ مُجَاهِدٍ، عَنْ مُوَرِّقٍ الْعِجْلِيِّ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ إِنِّي أَرَى مَا لاَ تَرَوْنَ وَأَسْمَعُ مَا لاَ تَسْمَعُونَ إِنَّ السَّمَاءَ أَطَّتْ وَحُقَّ لَهَا أَنْ تَئِطَّ مَا فِيهَا مَوْضِعُ أَرْبَعِ أَصَابِعَ إِلاَّ وَمَلَكٌ وَاضِعٌ جَبْهَتَهُ سَاجِدًا لِلَّهِ ‏.‏ وَاللَّهِ لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلاً وَلَبَكَيْتُمْ كَثِيرًا وَمَا تَلَذَّذْتُمْ بِالنِّسَاءِ عَلَى الْفُرُشَاتِ وَلَخَرَجْتُمْ إِلَى الصُّعُدَاتِ تَجْأَرُونَ إِلَى اللَّهِ ‏\"‏ ‏.‏ وَاللَّهِ لَوَدِدْتُ أَنِّي كُنْتُ شَجَرَةً تُعْضَدُ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[৩৫২২] তিরমিযী ২৩১২। সহীহাহ  ১৭২২, মিশকাত ৫৩৪৭।                                                                                                          \nউক্ত হাদীসের রাবী ইব্রাহীম বিন মুহাজির সম্পর্কে আবূ বাকর আল-বায়হাকী   বলেন, তিনি হাদীস বর্ণনায়  দুর্বল। ইবনূ হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে তার হিফয শক্তি  দুর্বল। যাকারিয়্যা বিন ইয়াহইয়া আস সাজী বলেন, তিনি সত্যবাদী তবে তার ব্যাপারে মতভেদ রয়েছে।  সুফিয়ান বিন উইয়ায়নাহ তাকে দুর্বল বলেছেন। মুহাম্মাদ বিন সা'দ বলেন, তিনি সিকাহ। ইয়াহইয়া বিন   মাঈন বলেন, তিনি দুর্বল।     ( তাহযীবুল কামালঃ রাবী নং ২৫০, ২/২১১ নং পৃষ্ঠা )",
    "chapter": {
      "chapter_number": "37"
    }
  }
}