{
  "hadith": {
    "hadith_id": 4268,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ মৃত ব্যক্তিকে কবরে রাখা হলে এবং সে সৎকর্মপরায়ণ লোক হলে তাকে ভীতিশূন্য ও দুশ্চিন্তামুক্ত অবস্থায় তার কবরে বসানো হয়। অতঃপর তাকে জিজ্ঞেস করা হয়, তুমি কিসের অনুসারী ছিলে? সে বলবে, আমি ইসলামের অনুসারী ছিলাম। তাকে জিজ্ঞেস করা হবে, এই ব্যক্তি কে? সে বলবে, আল্লাহর রাসূল মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)। তিনি আল্লাহর পক্ষ থেকে সুস্পষ্ট দলীল-প্রমাণসহ আমাদের নিকট এসেছিলেন এবং আমরা তাকে সত্য নবী বলে স্বীকার করেছি। অতঃপর তাকে জিজ্ঞেস করা হবে, তুমি কি আল্লাহকে  দেখেছিলে? সে বলবে, আল্লাহকে দেখা কারো পক্ষে সম্ভব নয়। অতঃপর তার জন্য জাহান্নামের দিকে একটি সুড়ঙ্গ পথ খুলে দেয়া হবে। সে সেদিকে তাকিয়ে দেখতে পাবে যে, তার এক অংশ অপর অংশকে গ্রাস করছে। তাকে বলা হবে, দেখে নাও, যা থেকে আল্লাহ তোমাকে রক্ষা করেছেন। অতঃপর তার জন্য জান্নাতের দিকে একটি সুড়ঙ্গ পথ খুলে দেয়া হবে। সে তথাকার পুষ্প উদ্যান ও অন্যান্য সবকিছু দেখতে পাবে। তাকে বলা হবে, এই হলো তোমার স্থায়ী বাসস্থান। তাকে আরো বলা হবে, তুমি ঈমানের উপর দৃঢ় প্রতিষ্ঠিত ছিলে, ঈমানসহ মৃত্যুবরণ করেছ এবং ইনশাল্লাহ ঈমানসহ হাশরের ময়দানে উত্থিত হবে।\nপক্ষান্তরে দুষ্কর্মপরায়ণ লোককে ভীতিকর ও দুশ্চিন্তাগ্রস্থ অবস্থায় উঠিয়ে তার কবরে বসানো হবে। তাকে জিজ্ঞেস করা হবে, তুমি কিসের অনুসারী ছিলে? সে বলবে, আমি জানি না। তাকে জিজ্ঞেস করা হবে, এই ব্যক্তি কে? সে বলবে, আমি লোকজনকে একটা কথা বলতে শুনেছি, আমিও তাই বলেছি। অতঃপর তার জন্য জান্নাতের দিকে একটি সুড়ঙ্গ পথ খুলে দেয়া হবে। সে সেদিকে তাকিয়ে তথাকার পুষ্প উদ্যান ও অন্যান্য সবকিছু দেখতে পাবে। তাকে বলা হবে, দেখ যা থেকে আল্লাহ তোকে বঞ্চিত করেছেন। অতঃপর তার জন্য জাহান্নামের দিকে একটি সুড়ঙ্গ পথ খুলে দেয়া হবে। সে সেদিকে তাকিয়ে দেখতে পাবে যে, জাহান্নামের এক অংশ অপর অংশ কে গ্রাস করছে। অতঃপর তাকে বলা হবে, এটা হলো তোর স্থায়ী আবাসস্থল। তুই সংশয়ের উপর প্রতিষ্ঠিত ছিলি, সংশয়ী অবস্থায় মরেছিস এবং আল্লাহর মর্জি সংশয়ী অবস্থায় তোকে উঠানো হবে।[৩৬০০]\n\nতাওকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا شَبَابَةُ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ، عَنْ سَعِيدِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ ‏:‏ ‏ \"‏ إِنَّ الْمَيِّتَ يَصِيرُ إِلَى الْقَبْرِ فَيُجْلَسُ الرَّجُلُ الصَّالِحُ فِي قَبْرِهِ غَيْرَ فَزِعٍ وَلاَ مَشْعُوفٍ ثُمَّ يُقَالُ لَهُ ‏:‏ فِيمَ كُنْتَ فَيَقُولُ ‏:‏ كُنْتُ فِي الإِسْلاَمِ ‏.‏ فَيُقَالُ لَهُ ‏:‏ مَا هَذَا الرَّجُلُ فَيَقُولُ ‏:‏ مُحَمَّدٌ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ جَاءَنَا بِالْبَيِّنَاتِ مِنْ عِنْدِ اللَّهِ فَصَدَّقْنَاهُ ‏.‏ فَيُقَالُ لَهُ ‏:‏ هَلْ رَأَيْتَ اللَّهَ فَيَقُولُ ‏:‏ مَا يَنْبَغِي لأَحَدٍ أَنْ يَرَى اللَّهَ ‏.‏ فَيُفْرَجُ لَهُ فُرْجَةٌ قِبَلَ النَّارِ فَيَنْظُرُ إِلَيْهَا يَحْطِمُ بَعْضُهَا بَعْضًا فَيُقَالُ لَهُ ‏:‏ انْظُرْ إِلَى مَا وَقَاكَ اللَّهُ ‏.‏ ثُمَّ يُفْرَجُ لَهُ فُرْجَةٌ قِبَلَ الْجَنَّةِ فَيَنْظُرُ إِلَى زَهْرَتِهَا وَمَا فِيهَا فَيُقَالُ لَهُ ‏:‏ هَذَا مَقْعَدُكَ ‏.‏ وَيُقَالُ لَهُ ‏:‏ عَلَى الْيَقِينِ كُنْتَ وَعَلَيْهِ مُتَّ وَعَلَيْهِ تُبْعَثُ إِنْ شَاءَ اللَّهُ ‏.‏ وَيُجْلَسُ الرَّجُلُ السُّوءُ فِي قَبْرِهِ فَزِعًا مَشْعُوفًا فَيُقَالُ لَهُ ‏:‏ فِيمَ كُنْتَ فَيَقُولُ ‏:‏ لاَ أَدْرِي ‏.‏ فَيُقَالُ لَهُ ‏:‏ مَا هَذَا الرَّجُلُ فَيَقُولُ ‏:‏ سَمِعْتُ النَّاسَ يَقُولُونَ قَوْلاً فَقُلْتُهُ ‏.‏ فَيُفْرَجُ لَهُ قِبَلَ الْجَنَّةِ فَيَنْظُرُ إِلَى زَهْرَتِهَا وَمَا فِيهَا فَيُقَالُ لَهُ ‏:‏ انْظُرْ إِلَى مَا صَرَفَ اللَّهُ عَنْكَ ‏.‏ ثُمَّ يُفْرَجُ لَهُ فُرْجَةٌ قِبَلَ النَّارِ فَيَنْظُرُ إِلَيْهَا يَحْطِمُ بَعْضُهَا بَعْضًا فَيُقَالُ لَهُ ‏:‏ هَذَا مَقْعَدُكَ عَلَى الشَّكِّ كُنْتَ وَعَلَيْهِ مُتَّ وَعَلَيْهِ تُبْعَثُ إِنْ شَاءَ اللَّهُ تَعَالَى ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৬০০] আহমাদ ৮৫৫১।মিশকাত ১৩৮ ,আত তালীকুর রাগীব ৪/১৮৭।",
    "chapter": {
      "chapter_number": "37"
    }
  }
}