{
  "hadith": {
    "hadith_id": 4274,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "মদীনার বাজারে এক ইহূদী বললো, সেই সত্তার শপথ যিনি মূসা (আঃ) কে সমগ্র মানবজাতির উপর মর্যাদা দান করেছেন। এক আনসারী তার হাত তুলে তাকে সজোরে চড় মেরে বললো, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের মাঝে থাকা অবস্থায় তুমি একথা বলছো! বিষয়টি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট পেশ করা হলে তিনি বলেনঃ মহান আল্লাহ বলেছেনঃ “এবং শিংগায় ফুৎকার দেওয়া হবে। ফলে যাদের আল্লাহ ইচ্ছা করবেন তারা ব্যতিত আকাশমন্ডলী ও পৃথিবীর সকলে মুর্ছিত হয়ে পড়বে। অতঃপর পুনরায় শিংগায় ফুৎকার দেওয়া হবে, তৎক্ষণাৎ তারা দন্ডায়মান হয়ে তাকাতে থাকবে” (সূরা যুমারঃ ৬৮)। আমি হবো মাথা উত্তোলনকারী প্রথম ব্যক্তি। আমি মূসা আলাইহিস সালামকে আরশের একটি পায়া ধরে আঁকরে ধরা অবস্থায় দেখতে পাবো। আমি জানি না, তিনি কি আমার আগে তাঁর মাথা তুলেছেন, না আল্লাহ তাআলা তাকে অজ্ঞান হওয়া থেকে রক্ষা করেছেন। আর যে ব্যক্তি বলে যে, আমি ইউনুস বিন মাত্তা আলাইহিস সালাম অপেক্ষা উত্তম, সে মিথ্যা বলে।[৩৬০৬]\n\nতাহকীক আলবানীঃ হাসান সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَجُلٌ مِنَ الْيَهُودِ بِسُوقِ الْمَدِينَةِ وَالَّذِي اصْطَفَى مُوسَى عَلَى الْبَشَرِ ‏.‏ فَرَفَعَ رَجُلٌ مِنَ الأَنْصَارِ يَدَهُ فَلَطَمَهُ قَالَ تَقُولُ هَذَا وَفِينَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَذُكِرَ ذَلِكَ لِرَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ ‏\"‏ قَالَ اللَّهُ عَزَّ وَجَلَّ ‏{وَنُفِخَ فِي الصُّورِ فَصَعِقَ مَنْ فِي السَّمَوَاتِ وَمَنْ فِي الأَرْضِ إِلاَّ مَنْ شَاءَ اللَّهُ ثُمَّ نُفِخَ فِيهِ أُخْرَى فَإِذَا هُمْ قِيَامٌ يَنْظُرُونَ}‏ فَأَكُونُ أَوَّلَ مَنْ رَفَعَ رَأْسَهُ فَإِذَا أَنَا بِمُوسَى آخِذٌ بِقَائِمَةٍ مِنْ قَوَائِمِ الْعَرْشِ فَلاَ أَدْرِي أَرَفَعَ رَأْسَهُ قَبْلِي أَوْ كَانَ مِمَّنِ اسْتَثْنَى اللَّهُ عَزَّ وَجَلَّ ‏.‏ وَمَنْ قَالَ أَنَا خَيْرٌ مِنْ يُونُسَ بْنِ مَتَّى فَقَدْ كَذَبَ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[৩৬০৬] মুসলিম ২৩৭৩।",
    "chapter": {
      "chapter_number": "37"
    }
  }
}