{
  "hadith": {
    "hadith_id": 4299,
    "narrator": "আনাস বিন মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এই আয়াত পাঠ বা তিলাওয়াত করলেন (অনুবাদ) : \"একমাত্র তিনিই ভয়ের যোগ্য এবং তিনিই ক্ষমা করার অধিকারী\" (সূরা মুদ্দাসসিরঃ ৫৬) , অতঃপর বলেনঃ মহান আল্লাহ বলেছেন, আমিই উপযুক্ত যে, কেবল আমাকেই ভয় করতে হবে। অতএব আমার সাথে যেন অন্য ইলাহ যোগ না করা হয়। যে ব্যক্তি আমার সাথে অন্য কোন ইলাহ যোগ করা পরিহার করবে, আমি তাকে ক্ষমা করার অধিকারী।\n\n[উপরোক্ত হাদীসে মোট ২টি সানাদের ১টি বর্ণিত হয়েছে, অপর সানাদটি হলোঃ]\n\n৮/৪২৯৯ (১) . আনাস (রাঃ) , \"একমাত্র তিনিই ভয়ের যোগ্য এবং তিনিই ক্ষমা করার অধিকারী\" (সূরা মুদ্দাসসির) শীর্ষক আয়াত সম্পর্কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের প্রতিপালক বলেছেন, আমিই উপযুক্ত যে, আমাকেই ভয় করতে হবে, আমার সাথে অন্যকে শরীক করা যাবে না। আর যে ব্যক্তি আমার সাথে শরীক করা পরিহার করেছে আমিই তাকে ক্ষমা করার অধিকারী। [৩৬৩১] \n\nতাহকীক আলবানীঃ দূর্বল।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا سُهَيْلُ بْنُ عَبْدِ اللَّهِ، - أَخُو حَزْمٍ الْقُطَعِيِّ - حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَرَأَ - أَوْ تَلاَ - هَذِهِ الآيَةَ ‏{هُوَ أَهْلُ التَّقْوَى وَأَهْلُ الْمَغْفِرَةِ}‏ فَقَالَ ‏\"‏ قَالَ اللَّهُ عَزَّ وَجَلَّ أَنَا أَهْلٌ أَنْ أُتَّقَى فَلاَ يُجْعَلَ مَعِي إِلَهٌ آخَرُ فَمَنِ اتَّقَى أَنْ يَجْعَلَ مَعِي إِلَهًا آخَرَ فَأَنَا أَهْلٌ أَنْ أَغْفِرَ لَهُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৬৩১] (তিরমিযী ৩৩২৮, আহমাদ ১২০৩৪, দারিমী ২৭২৪। মিশকাত ২৩৫১। \nউক্ত হাদীসের রাবী ১. যায়দ ইবনুল হুবাব সম্পর্কে আহমাদ বিন হাম্বাল বলেন, তিনি সত্যবাদী কিন্তু হাদীস বর্ণনায় অধিক ভুল করেন। আলী ইবনুল মাদীনী ও উসমান বিন আবূ শায়বাহ তাকে সিকাহ বলেছেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে সাওরীর হাদীস বর্ণনায় ভুল করেছেন। (তাহযীবুল কামালঃরাবী নং ২০৯৫, ১০/৪০ নং পৃষ্ঠা) ২. সুহায়ল বিন আবদুল্লাহ সম্পর্কে আবূ জাফার আল-উকায়লী বলেন, তার হাদীসের অনুসরণ করা যাবে না। আহমাদ বিন শুয়ায়ব আন-নাসায়ী বলেন, তিনি নির্ভরযোগ্য নয়। ইবনু হাজার আল-আসকালানী বলেন, তিনি দূর্বল, তার হাদীসের অনুসরণ করা যাবে না। ইমাম বুখারী বলেন, তার হাদীসের অনুসরণ করা যাবে না, তার সমালোচনা রয়েছে। (তাহযীবুল কামালঃরাবী নং ২৬২৬, ১২/২১৭ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "37"
    }
  }
}