{
  "hadith": {
    "hadith_id": 4303,
    "narrator": "সাওবান (রাঃ)",
    "bn": "(আবু সাল্লাম) বলেন, উমার বিন আবদুল আযীয (রাঃ) আমাকে ডেকে পাঠান। আমি একটি খচ্চরের পিঠে সাওয়ার হয়ে তার নিকট আসি। আমি তার নিকট পৌঁছলে তিনি বলেন, হে আবূ সাল্লাম! আমি আপনার বাহনের ব্যাপারে আপনাকে কষ্ট দিয়েছি। তিনি বলেন, হাঁ, আল্লাহর শপথ! হে আমিরুল মুমিনীন। তিনি বলেন, আল্লাহর শপথ! আপনাকে কষ্ট দেওয়ার ইচ্ছা আমার ছিলো না। আমি জানতে পেরেছি যে, আপনি হাওয কাওসার সম্পর্কিত একটি হাদীস রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর মুক্তদাস সাওবান (রাঃ) -র সূত্রে বর্ণনা করেন। আমি সেই হাদীসখানি আপনার মুখে শুনতে আগ্রহী। আমি বললাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর মুক্তদাস সাওবান (রাঃ) আমার নিকট বর্ণনা করেছেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার হাওয এডেন থেকে আয়লা পর্যন্ত বিস্তৃত হবে। এর পানি দুধের চেয়েও সাদা এবং মধুর চেয়েও মিষ্টি। এর পাত্র সংখ্যা আকাশের তারকারাজির সমান। যে কেউ এই হাওয থেকে এক ঢোক পানি পান করতে পারবে, সে আর কখনো তৃষ্ণার্ত হবে না। দরিদ্র মুহাজিরগণ সর্বপ্রথম এর পানি পানের সৌভাগ্য লাভ করবে, যাদের মাথার চুল উস্কখুষ্ক, পোষাক ধুলি মলিন, যারা ধনবান পরিবারের মেয়েদের বিবাহ করতে পারেনি এবং যাদের আপ্যায়নের জন্য ঘরের দরজাসমূহ খোলা হয়নি। রাবী বলেন, (এ হাদীস শুনে) উমার (রাঃ) কেঁদে দিলেন, এমনকি তার দাড়ি অশ্রুসিক্ত হয়ে গেলো। তিনি বলেন, আমি তো ধনীর দুলালী বিবাহ করেছি এবং আমার জন্য সব দরজাই তো উন্মুক্ত। এখন থেকে আমি আমার পরিধেয় বস্ত্র ময়লাযুক্ত না হওয়া পর্যন্ত ধৌত করব না এবং মাথার চুল উষ্কখুষ্ক না হওয়া পর্যন্ত তৈল ব্যাবহার করবো না।[৩৬৩৫] \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ الدِّمَشْقِيُّ، حَدَّثَنَا مَرْوَانُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ مُهَاجِرٍ، حَدَّثَنِي الْعَبَّاسُ بْنُ سَالِمٍ الدِّمَشْقِيُّ، نُبِّئْتُ عَنْ أَبِي سَلاَّمٍ الْحَبَشِيِّ، قَالَ بَعَثَ إِلَىَّ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ فَأَتَيْتُهُ عَلَى بَرِيدٍ فَلَمَّا قَدِمْتُ عَلَيْهِ قَالَ لَقَدْ شَقَقْنَا عَلَيْكَ يَا أَبَا سَلاَّمٍ فِي مَرْكَبِكَ ‏.‏ قَالَ أَجَلْ وَاللَّهِ يَا أَمِيرَ الْمُؤْمِنِينَ ‏.‏ قَالَ وَاللَّهِ مَا أَرَدْتُ الْمَشَقَّةَ عَلَيْكَ وَلَكِنْ حَدِيثٌ بَلَغَنِي أَنَّكَ تُحَدِّثُ بِهِ عَنْ ثَوْبَانَ مَوْلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فِي الْحَوْضِ فَأَحْبَبْتُ أَنْ تُشَافِهَنِي بِهِ ‏.‏ قَالَ فَقُلْتُ حَدَّثَنِي ثَوْبَانُ مَوْلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ إِنَّ حَوْضِي مَا بَيْنَ عَدَنَ إِلَى أَيْلَةَ أَشَدُّ بَيَاضًا مِنَ اللَّبَنِ وَأَحْلَى مِنَ الْعَسَلِ أَوَانِيهِ كَعَدَدِ نُجُومِ السَّمَاءِ مَنْ شَرِبَ مِنْهُ شَرْبَةً لَمْ يَظْمَأْ بَعْدَهَا أَبَدًا وَأَوَّلُ مَنْ يَرِدُهُ عَلَىَّ فُقَرَاءُ الْمُهَاجِرِينَ الدُّنْسُ ثِيَابًا وَالشُّعْثُ رُءُوسًا الَّذِينَ لاَ يَنْكِحُونَ الْمُنَعَّمَاتِ وَلاَ يُفْتَحُ لَهُمُ السُّدَدُ ‏\"‏ ‏.‏ قَالَ فَبَكَى عُمَرُ حَتَّى اخْضَلَّتْ لِحْيَتُهُ ثُمَّ قَالَ لَكِنِّي قَدْ نَكَحْتُ الْمُنَعَّمَاتِ وَفُتِحَتْ لِيَ السُّدَدُ لاَ جَرَمَ أَنِّي لاَ أَغْسِلُ ثَوْبِي الَّذِي عَلَى جَسَدِي حَتَّى يَتَّسِخَ وَلاَ أَدْهُنُ رَأْسِي حَتَّى يَشْعَثَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৬৩৫] (তিরমিযী ২৪৪৪। সহীহাহ ১০৮২, আস-সুন্নাহ লি ইবনু আবূ আসিম ৭০৭, ৭০৮, মিশকাত ৫৫৯২।)",
    "chapter": {
      "chapter_number": "37"
    }
  }
}