{
  "hadith": {
    "hadith_id": 4327,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “মৃত্যু” নামক সৃষ্টিকে এনে কিয়ামতের দিন পুলসিরাতের উপর স্থাপন করা হবে। অতঃপর ডাকা হবে, হে জান্নাতবাসীগণ! তারা ভীত-সন্ত্রস্ত হয়ে আবির্ভূত হবে, না জানি তাদের বর্তমান অবস্থান থেকে তাদেরকে বহিষ্কার করা হয়। অতঃপর বলা হবে, হে জাহান্নামবাসীরা! তারা আনন্দিত ও উৎফুল্ল হয়ে আত্নপ্রকাশ করবে, হয়তো তাদের বর্তমান অবস্থান থেকে তাদেরকে মুক্তি দেয়া হবে। অতঃপর বলা হবে, তোমরা কি একে চিনো? তারা বলবে, হাঁ, এ হলো “মৃত্যু”। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ অতঃপর তার সম্পর্কে নির্দেশ দেয়া হলে তাকে পুলসিরাতের উপর যবেহ করা হবে। অতঃপর জান্নাতবাসী ও জাহান্নামবাসীদের বলা হবে, তোমরা উভয় দল স্ব স্ব স্থানে স্থায়ীভাবে অবস্থান করো। এখানে কখনো মৃত্যু নেই। [৩৬৫৯]\n\nতাহকীক আলবানীঃ হাসান সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ يُؤْتَى بِالْمَوْتِ يَوْمَ الْقِيَامَةِ فَيُوقَفُ عَلَى الصِّرَاطِ فَيُقَالُ يَا أَهْلَ الْجَنَّةِ ‏.‏ فَيَطَّلِعُونَ خَائِفِينَ وَجِلِينَ أَنْ يُخْرَجُوا مِنْ مَكَانِهِمُ الَّذِي هُمْ فِيهِ ثُمَّ يُقَالُ يَا أَهْلَ النَّارِ فَيَطَّلِعُونَ مُسْتَبْشِرِينَ فَرِحِينَ أَنْ يُخْرَجُوا مِنْ مَكَانِهِمُ الَّذِي هُمْ فِيهِ فَيُقَالُ هَلْ تَعْرِفُونَ هَذَا قَالُوا نَعَمْ هَذَا الْمَوْتُ ‏.‏ قَالَ فَيُؤْمَرُ بِهِ فَيُذْبَحُ عَلَى الصِّرَاطِ ثُمَّ يُقَالُ لِلْفَرِيقَيْنِ كِلاَهُمَا خُلُودٌ فِيمَا تَجِدُونَ لاَ مَوْتَ فِيهِ أَبَدًا ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “মৃত্যু” নামক সৃষ্টিকে এনে কিয়ামতের দিন পুলসিরাতের উপর স্থাপন করা হবে। অতঃপর ডাকা হবে, হে জান্নাতবাসীগণ! তারা ভীত-সন্ত্রস্ত হয়ে আবির্ভূত হবে, না জানি তাদের বর্তমান অবস্থান থেকে তাদেরকে বহিষ্কার করা হয়। অতঃপর বলা হবে, হে জাহান্নামবাসীরা! তারা আনন্দিত ও উৎফুল্ল হয়ে আত্নপ্রকাশ করবে, হয়তো তাদের বর্তমান অবস্থান থেকে তাদেরকে মুক্তি দেয়া হবে। অতঃপর বলা হবে, তোমরা কি একে চিনো? তারা বলবে, হাঁ, এ হলো “মৃত্যু”। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ অতঃপর তার সম্পর্কে নির্দেশ দেয়া হলে তাকে পুলসিরাতের উপর যবেহ করা হবে। অতঃপর জান্নাতবাসী ও জাহান্নামবাসীদের বলা হবে, তোমরা উভয় দল স্ব স্ব স্থানে স্থায়ীভাবে অবস্থান করো। এখানে কখনো মৃত্যু নেই। [৩৬৫৯]\n\nতাহকীক আলবানীঃ হাসান সহীহ।",
    "chapter": {
      "chapter_number": "37"
    }
  }
}