{
  "hadith": {
    "hadith_id": 4333,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জান্নাতে প্রবেশকারী সর্বপ্রথম দলের লোকেদের চেহারা হবে পূর্নিমা রাতের পূর্ণ চাঁদের ন্যায় উজ্জ্বল। তাদের পরবর্তী দলের চেহারা হবে আকাশের উজ্জ্বল তারকারাজির মত। জান্নাতবাসীগণ পেশাব করবে না, পায়খানাও করবে না। তাদের নাকে শ্লেষ্মা হবে না এবং থুথুও ফেলবে না। তাদের চিরুনী হবে সোনার তৈরী। তাদের শরীর থেকে নির্গত ঘাম মিশকের ন্যায় সুগন্ধময় হবে। তাদের জন্য চন্দন কাঠ ও আগরবাতি জ্বালানো থাকবে। তাদের স্ত্রীগণ হবে আয়তলোচনা হূর। তাদের চরিত্র... বৈশিষ্ট হবে একই ব্যক্তির ন্যায়। তারা তাদের পিতা আদম আলাইহিস সালামের অবয়বে ষাট হাত লম্বা হবে। \n\n[উপরোক্ত হাদীসে মোট ২টি সানাদের ১টি বর্ণিত হয়েছে, অপর সানাদটি হলোঃ]\n\n৭/৪৩৩৩ (১) . আবূ বাক্‌র বিন আবূ শায়বাহ, মুহাম্মাদ বিন ফুদায়ল (তিনি সত্যবাদী তবে তার ব্যাপারে শীয়া মতাবলম্বী হওয়ার অভিযোগ রয়েছে) , উমারাহ ইবনুল কা’কা’, আবূ সালিহ, আবূ হুরায়রাহ (রাঃ)। [৩৬৬৫]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ أَوَّلُ زُمْرَةٍ تَدْخُلُ الْجَنَّةَ عَلَى صُورَةِ الْقَمَرِ لَيْلَةَ الْبَدْرِ ثُمَّ الَّذِينَ يَلُونَهُمْ عَلَى ضَوْءِ أَشَدِّ كَوْكَبٍ دُرِّيٍّ فِي السَّمَاءِ إِضَاءَةً لاَ يَبُولُونَ وَلاَ يَتَغَوَّطُونَ وَلاَ يَمْتَخِطُونَ وَلاَ يَتْفِلُونَ أَمْشَاطُهُمُ الذَّهَبُ وَرَشْحُهُمُ الْمِسْكُ وَمَجَامِرُهُمُ الأَلُوَّةُ أَزْوَاجُهُمُ الْحُورُ الْعِينُ أَخْلاَقُهُمْ عَلَى خَلْقِ رَجُلٍ وَاحِدٍ عَلَى صُورَةِ أَبِيهِمْ آدَمَ سِتُّونَ ذِرَاعًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৬৬৫] সহীহুল বুখারী ৩২৪৫, মুসলিম ২৮৩৪, তিরমিজি ২৫৩৭। \nউক্ত হাদিসের রাবী মুহাম্মাদ বিন ফুদায়ল সম্পর্কে ইবনু মাঈন তাকে সিকাহ বলেছেন। আবূ যুরআহ আর-রাযী বলেন, তিনি সত্যবাদী। ইমাম নাসায়ী বলেন, কোণ সমস্যা নেই। আহমাদ বিন হাম্বাল বলেন, তিনি শীয়া মতাবলম্বী। (তাহযীবুল কামালঃ রাবী নং ৫৫৪৮, ২৬/২৯৩ নং পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "37"
    }
  }
}