{
  "hadith": {
    "hadith_id": 4336,
    "narrator": "সাঈদ ইবনুল মুসায়্যাব",
    "bn": "তিনি আবূ হুরায়রাহ (রাঃ) এর সাথে সাক্ষাত করলে তিনি বলেন, আমি আল্লাহর নিকট প্রার্থনা করছি যে, তিনি যেন আমাকে ও তোমাকে জান্নাতের বাজারে একত্র করেন। সাঈদ (রাঃ) বলেন, জান্নাতে কি বাজারও আছে? তিনি বললেন, হাঁ। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে অবহিত করেছেন যে, জান্নাতবাসীরা জান্নাতে প্রবেশ করে নিজ নিজ মর্যাদা অনুসারে সেখানে স্থান পাবে। অতঃপর দুনিয়ার সময় অনুসারে এক জুমুআর দিনে তাদেরকে (তাদের প্রভুকে দেখার) অনুমতি দেয়া হবে এবং তারা তাদের মহামহিম আল্লাহর দর্শন লাভ করবে। তাদের জন্য তাঁর আরশ প্রকাশিত হবে। জান্নাতের কোন এক উদ্যানে তাদের সামনে তাদের প্রভুর (তাজাল্লীর) প্রকাশ ঘটবে। তাদের জন্য নূর, মণি-মুক্তা, পদ্মরাগমণি, যমরূদ ও সোনা-রূপা ইত্যাদির মিম্বার স্থাপন করা হবে। তাদের মধ্যকার সবচেয়ে নিম্নস্তরের জান্নাতবাসীও কস্তুরী ও কর্পূরের স্তুপের উপর আসন গ্রহণ করবে। তবে সেখানে কেউ হীন বা নীচ হবে না। মিম্বারে আসীন ব্যক্তিগণকে তারা তাদের চেয়ে শ্রেষ্ঠ বা উৎকৃষ্ট ভাববে না।\nআবূ হুরায়রাহ (রাঃ) বলেন, আমি জিজ্ঞাসা করলাম, ইয়া রাসূলুল্লাহ! আমরা কি আমাদের প্রভুর দর্শন লাভ করবো? তিনি বলেনঃ হাঁ। সূর্য বা পূর্নিমার চাঁদ দেখতে তোমাদের কি কোন সন্দেহ হয়? আমরা বললাম, না। তিনি বলেনঃ ঠিক সেরূপ তোমরা তোমাদের মহামহিম প্রভুর দর্শন লাভেও তোমাদের কোন সন্দেহ থাকবে না। সেই মজলিসে উপস্থিত এমন কোন লোক থাকবে না যার সামনে মহামহিম আল্লাহ উদ্ভাসিত না হবেন। এমনকি তিনি একে একে তাদের নাম ধরে ডেকে বলবেন, হে অমুকের পুত্র অমুক! তুমি অমুক দিন এরূপ এরূপ কাজ করেছ, তা তোমার স্মরণ আছে কি? এভাবে তিনি তাকে দুনিয়ার কতক নাফরমানী ও বিদ্রোহের কথা স্মরণ করিয়ে দিবেন। সে তখন বলবে, হে আমার প্রভু! আপনি কি আমাকে ক্ষমা করেননি। এ অবস্থায় হঠাৎ তাদের উপর এক খণ্ড মেঘ এসে তাদেরকে ছেয়ে ফেলবে এবং তা থেকে তাদের উপর সুঘ্রাণ (বৃষ্টি) বর্ষিত হবে, যেরূপ সুঘ্রাণ তারা ইতোপূর্বে কখনো কিছুতে পায়নি। অতঃপর তিনি বলবেন, ওঠো! আমি তোমাদের সম্মানে মেহমানদারির আয়োজন করেছি, সেদিকে অগ্রসর হও এবং যা কিছু পছন্দ হয় গ্রহণ করো। তখন আমরা একটি বাজারে এসে উপস্থিত হবো যা ফেরেশতাগণ পরিবেষ্টন করে রাখবেন। সেখানে এমন সব পণ্যসামগ্রী থাকবে যা না কোন চোখ দেখেছে, না কোন কান শুনেছে এবং কখনো অন্তরের কল্পনা জগতে ভেসেছে। আমরা সেখানে যা চাইবো তাই তুলে দেয়া হবে। তবে ক্রয়-বিক্রয় হবে না। সেই বাজারে জান্নাতবাসীগণ পরস্পরের সাথে সাক্ষত করবে। উচ্চ মর্যাদাসম্পন্ন জান্নাতবাসী সামনে অগ্রসর হয়ে তার চেয়ে অল্প মর্যাদাসম্পন্ন বেহেশতবাসীর সাথে সাক্ষাত করবে। তবে সেখানে তাদের মধ্যে উঁচু-নীচু বোধ থাকবে না। তিনি তার পোশাক দেখে পেরেশান হয়ে যাবেন। একথা শেষ হতে না হতেই তিনি মনে করতে থাকবেন যে, তার পরনেও পূর্বাপেক্ষা উত্তম পোশাক শোভা পাচ্ছে। আর এরূপ এজন্যই হবে যে, সেখানে কাউকে দুঃখ-কষ্ট বা দুশ্চিন্তা স্পর্শ করবে না।\nঅতঃপর আমরা নিজেদের জায়গায় ফিরে আসবো এবং স্ব স্ব স্ত্রীর সাথে সাক্ষাত পাবো। তারা বলবে, মারহাবা স্বাগতম। কী ব্যাপার! যে আকর্ষণীয় রূপ-সৌন্দর্য নিয়ে বিচ্ছিন্ন হয়েছিলে, তদপেক্ষা উত্তম সৌন্দর্য নিয়ে ফিরে এসেছো। আমরা বলবো, আজ আমরা আমাদের মহাপ্রতাপশালী মহিমাময় প্রভুর সাথে মজলিশে বসেছিলাম। তাই আমাদের এই পরিবর্তন ঘটেছে এবং এরূপ ঘটাই ছিলো স্বাভাবিক। [৩৬৬৮]\n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ حَبِيبِ بْنِ أَبِي الْعِشْرِينَ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو الأَوْزَاعِيُّ، حَدَّثَنِي حَسَّانُ بْنُ عَطِيَّةَ، حَدَّثَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، أَنَّهُ لَقِيَ أَبَا هُرَيْرَةَ فَقَالَ أَبُو هُرَيْرَةَ أَسْأَلُ اللَّهَ أَنْ يَجْمَعَ، بَيْنِي وَبَيْنَكَ فِي سُوقِ الْجَنَّةِ ‏.‏ قَالَ سَعِيدٌ أَوَفِيهَا سُوقٌ قَالَ نَعَمْ أَخْبَرَنِي رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَنَّ أَهْلَ الْجَنَّةِ إِذَا دَخَلُوهَا نَزَلُوا فِيهَا بِفَضْلِ أَعْمَالِهِمْ فَيُؤْذَنُ لَهُمْ فِي مِقْدَارِ يَوْمِ الْجُمُعَةِ مِنْ أَيَّامِ الدُّنْيَا فَيَزُورُونَ اللَّهَ عَزَّ وَجَلَّ وَيُبْرِزُ لَهُمْ عَرْشَهُ وَيَتَبَدَّى لَهُمْ فِي رَوْضَةٍ مِنْ رِيَاضِ الْجَنَّةِ فَتُوضَعُ لَهُمْ مَنَابِرُ مِنْ نُورٍ وَمَنَابِرُ مِنْ لُؤْلُؤٍ وَمَنَابِرُ مِنْ يَاقُوتٍ وَمَنَابِرُ مِنْ زَبَرْجَدٍ وَمَنَابِرُ مِنْ ذَهَبٍ وَمَنَابِرُ مِنْ فِضَّةٍ وَيَجْلِسُ أَدْنَاهُمْ - وَمَا فِيهِمْ دَنِيءٌ - عَلَى كُثْبَانِ الْمِسْكِ وَالْكَافُورِ مَا يُرَوْنَ أَنَّ أَصْحَابَ الْكَرَاسِيِّ بِأَفْضَلَ مِنْهُمْ مَجْلِسًا ‏.‏ قَالَ أَبُو هُرَيْرَةَ قُلْتُ يَا رَسُولَ اللَّهِ هَلْ نَرَى رَبَّنَا قَالَ ‏\"‏ نَعَمْ هَلْ تَتَمَارَوْنَ فِي رُؤْيَةِ الشَّمْسِ وَالْقَمَرِ لَيْلَةَ الْبَدْرِ ‏\"‏ ‏.‏ قُلْنَا لاَ ‏.‏ قَالَ ‏\"‏ كَذَلِكَ لاَ تَتَمَارَوْنَ فِي رُؤْيَةِ رَبِّكُمْ عَزَّ وَجَلَّ وَلاَ يَبْقَى فِي ذَلِكَ الْمَجْلِسِ أَحَدٌ إِلاَّ حَاضَرَهُ اللَّهُ عَزَّ وَجَلَّ مُحَاضَرَةً حَتَّى إِنَّهُ يَقُولُ لِلرَّجُلِ مِنْكُمْ أَلاَ تَذْكُرُ يَا فُلاَنُ يَوْمَ عَمِلْتَ كَذَا وَكَذَا - يُذَكِّرُهُ بَعْضَ غَدَرَاتِهِ فِي الدُّنْيَا - فَيَقُولُ يَا رَبِّ أَفَلَمْ تَغْفِرْ لِي فَيَقُولُ بَلَى فَبِسَعَةِ مَغْفِرَتِي بَلَغْتَ مَنْزِلَتَكَ هَذِهِ ‏.‏ فَبَيْنَمَا هُمْ كَذَلِكَ غَشِيَتْهُمْ سَحَابَةٌ مِنْ فَوْقِهِمْ فَأَمْطَرَتْ عَلَيْهِمْ طِيبًا لَمْ يَجِدُوا مِثْلَ رِيحِهِ شَيْئًا قَطُّ ثُمَّ يَقُولُ قُومُوا إِلَى مَا أَعْدَدْتُ لَكُمْ مِنَ الْكَرَامَةِ فَخُذُوا مَا اشْتَهَيْتُمْ ‏.‏ قَالَ فَنَأْتِي سُوقًا قَدْ حُفَّتْ بِهِ الْمَلاَئِكَةُ فِيهِ مَا لَمْ تَنْظُرِ الْعُيُونُ إِلَى مِثْلِهِ وَلَمْ تَسْمَعِ الآذَانُ وَلَمْ يَخْطُرْ عَلَى الْقُلُوبِ ‏.‏ قَالَ فَيُحْمَلُ لَنَا مَا اشْتَهَيْنَا لَيْسَ يُبَاعُ فِيهِ شَىْءٌ وَلاَ يُشْتَرَى وَفِي ذَلِكَ السُّوقِ يَلْقَى أَهْلُ الْجَنَّةِ بَعْضُهُمْ بَعْضًا فَيُقْبِلُ الرَّجُلُ ذُو الْمَنْزِلَةِ الْمُرْتَفِعَةِ فَيَلْقَى مَنْ هُوَ دُونَهُ - وَمَا فِيهِمْ دَنِيءٌ - فَيَرُوعُهُ مَا يَرَى عَلَيْهِ مِنَ اللِّبَاسِ فَمَا يَنْقَضِي آخِرُ حَدِيثِهِ حَتَّى يَتَمَثَّلَ لَهُ عَلَيْهِ أَحْسَنُ مِنْهُ وَذَلِكَ أَنَّهُ لاَ يَنْبَغِي لأَحَدٍ أَنْ يَحْزَنَ فِيهَا ‏\"‏ ‏.‏ قَالَ ‏\"‏ ثُمَّ نَنْصَرِفُ إِلَى مَنَازِلِنَا فَيَتَلَقَّانَا أَزْوَاجُنَا فَيَقُلْنَ مَرْحَبًا وَأَهْلاً لَقَدْ جِئْتَ وَإِنَّ بِكَ مِنَ الْجَمَالِ وَالطِّيبِ أَفْضَلَ مِمَّا فَارَقْتَنَا عَلَيْهِ فَنَقُولُ إِنَّا جَالَسْنَا الْيَوْمَ رَبَّنَا الْجَبَّارَ عَزَّ وَجَلَّ وَيَحِقُّنَا أَنْ نَنْقَلِبَ بِمِثْلِ مَا انْقَلَبْنَا ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৬৬৮] সহীহুল বুখারী ৮০৬, মুসলিম ১২৭, ১২৮, আবূ দাউদ ১২৯, ১৩৫, তিরমিজি ২৪৩৪, ২৫৪৯, ৩১৪৮, নাসায়ী ১১৪০, দারিমী ২৮০১, ২৮১৭। মিশকাত ৫৬৪৭, দঈফাহ ১৭২২।",
    "chapter": {
      "chapter_number": "37"
    }
  }
}