{
  "hadith": {
    "hadith_id": 46,
    "narrator": "আব্দুল্লাহ বিন মাসঊদ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, বস্তুত বিষয় দু’টিঃ কালাম ও হিদায়াত। অতএব  সর্বোত্তম কালাম (কথা) হলো আল্লাহ্‌র কালাম এবং সর্বোত্তম হিদায়াত (পথ নির্দেশ) হলো মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর হিদায়াত। শোন! তোমরা নতুনভাবে উদ্ভাবিত নিকৃষ্ট বিষয় সম্পর্কে সতর্ক থাকবে। কেননা নিকৃষ্ট কাজ হলো দ্বীনের মাঝে নতুন উদ্ভাবিত বিষয়। প্রতিটি নতুন নিকৃষ্ট উদ্ভাবন হচ্ছে বিদ‘আত এবং প্রতিটি বিদ‘আতই ভ্রষ্টতা। সাবধান! (শয়তান) যেন তোমাদের অন্তরে দীর্ঘায়ুর আকাঙ্খা সৃষ্টি করতে না পারে, অন্যথায় তা তোমাদের অন্তরাত্মাকে শক্ত করে দিবে। সাবধান! নিশ্চয় যা কিছু আসার তা নিকটবর্তী এবং যা দূরবর্তী তা আসার নয়। জেনে রাখো! অবশ্যই সেই ব্যক্তি দুর্ভাগা যে তার মায়ের পেট থেকেই দুর্ভাগা। খোশনসীব সেই ব্যক্তি যে অপরকে দেখে নাসীহাত গ্রহণ করে। সাবধান! ঈমানদার ব্যক্তিকে হত্যা করা (বা তার সাথে সশস্ত্র সংঘাত করা) কুফরী এবং তাকে গালমন্দ করা পাপ। কোন মুসলিমের পক্ষে তার মুসলিম ভাইকে তিন দিনের অধিক (কথা না বলে) ত্যাগ করা হালাল নয়। সাবধান! তোমরা মিথ্যাচারিতা থেকে দূরে থাকো। কেননা মিথ্যাচারিতা দ্বারা না সফলতা অর্জন করা যায়, না অর্থহীন অপলাপ থেকে বাঁচা যায়। নিজ সন্তানের সাথে ওয়াদা করে তা পূরণ না করা কোন লোকের জন্যই শোভনীয় নয়। কেননা মিথ্যা (মানুষকে) পাপাচারের দিকে চালিত করে এবং পাপাচার জাহান্নামের দিকে চালিত করে। পক্ষান্তরে সততা (মানুষকে) পুণ্যের পথে চালিত করে এবং পুণ্য জান্নাতের দিকে চালিত করে। সত্যবাদী সম্পর্কে বলা হয়, সে সত্য বলেছে ও পুণ্যের কাজ করেছে। আর মিথ্যাবাদী সম্পর্কে বলা হয়, সে মিথ্যা বলেছে ও পাপাচার করেছে। জেনে রাখো! কোন ব্যক্তি মিথ্যা বলতে বলতে অবশেষে আল্লাহ্‌র নিকট ডাহা মিথ্যাবাদী হিসাবে তালিকাভুক্ত হয়। [৪৬]\n\n- উক্ত হাদিসটি শাহিদ এর ভিত্তিতে সহিহ।\n\nতাহক্বীক্ব আলবানী: যঈফ। তাখরীজ আলবানী: জামি সগীর ২০৬৩ যঈফ, ফিলুল জান্নাহ ২৫।\n\nউক্ত হাদিসের রাবী ১. মুহাম্মাদ বিন উবায়দ বিন মায়মুন আল মাদানী আবু উবায়দ সম্পর্কে ইবনু হিব্বান তার সিকাহ হওয়া ব্যাপারে আলোচনা করলেও অন্যত্রে বলেন, তিনি হাদিস বর্ণনায় কখনো কখনো ভুল করেন। ২. উবাইদ বিন মায়মুন সম্পর্কে আবূ হাতিম আর রাযী বলেন, তিনি মাজহুল বা অপরিচিত।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ مَيْمُونٍ الْمَدَنِيُّ أَبُو عُبَيْدٍ، حَدَّثَنَا أَبِي، عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ أَبِي كَثِيرٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ إِنَّمَا هُمَا اثْنَتَانِ الْكَلاَمُ وَالْهَدْىُ فَأَحْسَنُ الْكَلاَمِ كَلاَمُ اللَّهِ وَأَحْسَنُ الْهَدْىِ هَدْىُ مُحَمَّدٍ أَلاَ وَإِيَّاكُمْ وَمُحْدَثَاتِ الأُمُورِ فَإِنَّ شَرَّ الأُمُورِ مُحْدَثَاتُهَا وَكُلُّ مُحْدَثَةٍ بِدْعَةٌ وَكُلُّ بِدْعَةٍ ضَلاَلَةٌ أَلاَ لاَ يَطُولَنَّ عَلَيْكُمُ الأَمَدُ فَتَقْسُوَ قُلُوبُكُمْ أَلاَ إِنَّ مَا هُوَ آتٍ قَرِيبٌ وَإِنَّمَا الْبَعِيدُ مَا لَيْسَ بِآتٍ أَلاَ إِنَّ الشَّقِيَّ مَنْ شَقِيَ فِي بَطْنِ أُمِّهِ وَالسَّعِيدَ مَنْ وُعِظَ بِغَيْرِهِ أَلاَ إِنَّ قِتَالَ الْمُؤْمِنِ كُفْرٌ وَسِبَابُهُ فُسُوقٌ وَلاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثٍ أَلاَ وَإِيَّاكُمْ وَالْكَذِبَ فَإِنَّ الْكَذِبَ لاَ يَصْلُحُ بِالْجِدِّ وَلاَ بِالْهَزْلِ وَلاَ يَعِدِ الرَّجُلُ صَبِيَّهُ ثُمَّ لاَ يَفِيَ لَهُ فَإِنَّ الْكَذِبَ يَهْدِي إِلَى الْفُجُورِ وَإِنَّ الْفُجُورَ يَهْدِي إِلَى النَّارِ وَإِنَّ الصِّدْقَ يَهْدِي إِلَى الْبِرِّ وَإِنَّ الْبِرَّ يَهْدِي إِلَى الْجَنَّةِ وَإِنَّهُ يُقَالُ لِلصَّادِقِ صَدَقَ وَبَرَّ ‏.‏ وَيُقَالُ لِلْكَاذِبِ كَذَبَ وَفَجَرَ ‏.‏ أَلاَ وَإِنَّ الْعَبْدَ يَكْذِبُ حَتَّى يُكْتَبَ عِنْدَ اللَّهِ كَذَّابًا ‏\"‏ ‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[৪৬] বুখারী ৬০৯৪, মুসলিম ২৬০৬, ২৬০৭/১-৩; তিরমিযী ১৯৭১, আবূ দাঊদ ৪৯৮৯, আহমাদ ৩৬৩১, ৩৭১৯, ৩৮৩৫, ৪০১২, ৪০৮৪, ৮০৯৪, ২৭৮৪০, ৪১৭৬; দারিমী ২৭১৫।",
    "chapter": {
      "chapter_number": "0"
    }
  }
}