{
  "hadith": {
    "hadith_id": 512,
    "narrator": "আবূ গুতায়ফ আল-হুযালী (মাজহুল)",
    "bn": "আমি আবদুল্লাহ্ বিন উমার ইবনুল খাত্তাব (রাঃ) এর নিকট মাসজিদে তার বৈঠক শুনেছি : যখন সলাতের সময় উপস্থিত হলো তিনি উঠে গিয়ে উযু করেন এবং সলাত আদায় করেন, অতঃপর তার মাজলিসে ফিরে আসেন।অতঃপর আসরের সলাত আদায়ের সময় হলে তিনি উঠে গিয়ে উযু করেন এবং সলাত আদায় করেন, অতঃপর তার মাজলিসে ফিরে আসেন। পুনরায় মাগরিবের সলাতের সময় হলে তিনি উঠে গিয়ে উযু করেন এবং সলাত আদায় করেন, অতঃপর তার মাজলিসে ফিরে আসেন। আমি বললাম, আল্লাহ আপনাকে সংশোধন করুন। প্রতি ওয়াক্ত সলাতের জন্য ( নতুনভাবে) উযু করা ফারয না সুন্নাত? তিনি বলেন, তুমি কি ধারণা করেছ যে, এটা আমার নিজের থেকে করছি? আমি বললাম, হাঁ। তিনি বললেন, না। যদি আমি ফাজরের সলাতের জন্য উযু করতাম, তাহলে অবশ্যই তা দিয়ে সকল ওয়াক্‌তের সলাত আদায় করতাম, যাবত না আমার উযু ভঙ্গ হয়। কিন্তু আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ “যে ব্যক্তি উযু থাকা অবস্থায় প্রতি ওয়াক্ত সলাতের জন্য উযু করবে, তার জন্য রয়েছে দশটি নেকী”। আমি নেকীর প্রতিই আগ্রহী। [৫১০]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِئُ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زِيَادٍ، عَنْ أَبِي غُطَيْفٍ الْهُذَلِيِّ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ بْنِ الْخَطَّابِ، فِي مَجْلِسِهِ فِي الْمَسْجِدِ فَلَمَّا حَضَرَتِ الصَّلاَةُ قَامَ فَتَوَضَّأَ وَصَلَّى ثُمَّ عَادَ إِلَى مَجْلِسِهِ فَلَمَّا حَضَرَتِ الْعَصْرُ قَامَ فَتَوَضَّأَ وَصَلَّى ثُمَّ عَادَ إِلَى مَجْلِسِهِ فَلَمَّا حَضَرَتِ الْمَغْرِبُ قَامَ فَتَوَضَّأَ وَصَلَّى ثُمَّ عَادَ إِلَى مَجْلِسِهِ فَقُلْتُ أَصْلَحَكَ اللَّهُ أَفَرِيضَةٌ أَمْ سُنَّةٌ الْوُضُوءُ عِنْدَ كُلِّ صَلاَةٍ قَالَ أَوَ فَطِنْتَ إِلَىَّ وَإِلَى هَذَا مِنِّي فَقُلْتُ نَعَمْ ‏.‏ فَقَالَ لاَ لَوْ تَوَضَّأْتُ لِصَلاَةِ الصُّبْحِ لَصَلَّيْتُ بِهِ الصَّلَوَاتِ كُلَّهَا مَا لَمْ أُحْدِثْ وَلَكِنِّي سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ مَنْ تَوَضَّأَ عَلَى كُلِّ طُهْرٍ فَلَهُ عَشْرُ حَسَنَاتٍ ‏\"‏ ‏.‏ وَإِنَّمَا رَغِبْتُ فِي الْحَسَنَاتِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৫১০] তিরমিযী ৫৯, আবূ দাঊদ ৬২। তাহক্বীক্ব আলবানী: যঈফ। তাখরীজ আলবানী: মিশকাত ২৯৩, যঈফ আবূ দাউদ ৯। উক্ত হাদিসের রাবী আব্দুর রহমান বিন যিয়াদ সম্পর্কে ইয়াহইয়া বিন সাঈদ আল কাত্তান বলেন, তার থেকে হাদিস গ্রহন বর্জনীয়। ইবনু মাহদী বলেন, তার থেকে হাদিস বর্ণনা করা উচিত নয়। আহমাদ বিন হাম্বল বলেন, আমি তার থেকে হাদিস লিপিবদ্ধ করিনি। ২. আবু গুতায়ফ আল হুযালী সম্পর্কে ইমাম তিরমিযি তাকে দুর্বল হিসেবে আখ্যায়িত করেছেন।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}