{
  "hadith": {
    "hadith_id": 529,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "এক বেদুইন মাসজিদে (নাববীতে) প্রবেশ করলো, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদে বসা ছিলেন। সে বললো, হে আল্লাহ্‌! আমাকে ও মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ক্ষমা করুন এবং আমাদের সাথে অপর কাউকে ক্ষমা না করুন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হেসে দিয়ে বললেনঃ তুমি একটি প্রশস্ত বিষয়কে সংকীর্ণ করে দিলে। অতঃপর সে ফিরে মোড় ঘুরে মাসজিদের এক কোণায় গিয়ে পেশাব করতে লাগলো। বেদুঈন তার অশিষ্ট আচরণ উপলব্ধি করে আমার নিকট দাঁড়িয়ে বললো, আমার পিতা-মাতা আপনার জন্য কুরবান হোক। তিনি তাকে ধমকও দেননি এবং গালি-গালাজও করেননি। তিনি শুধু বললেনঃ এই মাসজিদে, এতে পেশাব করা সঙ্গত নয়, বরং তা নির্মাণ করা হয়েছে আল্লাহ্‌র যিকির ও সলাতের জন্য। অতঃপর তিনি এক বালতি পানি আনার নির্দেশ দেন এবং তা পেশাবের উপর ঢেলে দেয়া হয়। [৫২৭]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ دَخَلَ أَعْرَابِيٌّ الْمَسْجِدَ وَرَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ جَالِسٌ فَقَالَ اللَّهُمَّ اغْفِرْ لِي وَلِمُحَمَّدٍ وَلاَ تَغْفِرْ لأَحَدٍ مَعَنَا ‏.‏ فَضَحِكَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَقَالَ ‏\"‏ لَقَدِ احْتَظَرْتَ وَاسِعًا ‏\"‏ ‏.‏ ثُمَّ وَلَّى حَتَّى إِذَا كَانَ فِي نَاحِيَةِ الْمَسْجِدِ فَشَجَ يَبُولُ ‏.‏ فَقَالَ الأَعْرَابِيُّ بَعْدَ أَنْ فَقِهَ فَقَامَ إِلَىَّ بِأَبِي وَأُمِّي ‏.‏ فَلَمْ يُؤَنِّبْ وَلَمْ يَسُبَّ ‏.‏ فَقَالَ ‏\"‏ إِنَّ هَذَا الْمَسْجِدَ لاَ يُبَالُ فِيهِ وَإِنَّمَا بُنِيَ لِذِكْرِ اللَّهِ وَلِلصَّلاَةِ ‏\"‏ ‏.‏ ثُمَّ أَمَرَ بِسَجْلٍ مِنَ مَاءٍ فَأُفْرِغَ عَلَى بَوْلِهِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[৫২৭] বুখারী ২২০, ৬০১০, ৬১২৮; তিরমিযী ১৪৭, নাসায়ী ৫৬, ৩৩০, ১২১৬-১৭; আবূ দাঊদ ৩৮০, ৮৮২; আহমাদ ৭২১৪, ৭৭৪০, ১০১৫৫। তাহক্বীক্ব আলবানী: হাসান সহীহ। তাখরীজ আলবানী: সহীহ আবূ দাউদ ৪০৪, ৮৮৫, ইরওয়াহ ১৭১। উক্ত হাদিসের রাবী মুহাম্মাদ বিন আমর সম্পর্কে ইয়াহইয়া বিন সাঈদ আল কাত্তান বলেন, তিনি সালিহ। ইবনু হিব্বান বলেন, তিনি কখনো হাদিস বর্ণনায় ভুল করেন। ইবনু আদী বলেন, তার হাদিস বর্ণনায় সমস্যা নেই। ইমাম নাসাঈ তাকে সিকাহ বলেছেন।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}