{
  "hadith": {
    "hadith_id": 627,
    "narrator": "হামনাহ বিনতু জাহ্‌শ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জীবদ্দশায় তার ইস্তিহাদা শুরু হলে তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বলেন, আমার প্রচুর পরিমাণে হায়িদের রক্ত আসে। তিনি তাকে বলেন, তুমি তুলার পট্টি ব্যবহার করো। হামনা (রাঃ) তাকে বলেন, তা অত্যধিক। আমার সারাক্ষণই স্রাব হতে থাকে। তিনি বলেন, তাহলে স্রাব নির্গত স্থানে কাপড়ের পট্টি বাঁধো এবং প্রতি মাসের ছয় বা সাত দিন হায়িদের মেয়াদ গণ্য করো, যোহরের সলাত বিলম্বে (ওয়াক্‌তের শেষ দিকে) ও আসরের সলাত জলদি (ওয়াক্‌তের প্রথমভাগে) পড়ো এবং এই সলাতদ্বয়ের জন্য একবার গোসল করো। অনুরূপভাবে মাগরিবের সলাত বিলম্বে ও ইশার সলাত জলদি পড়ো এবং এই দু’ সলাতের জন্য একবার গোসল করো। এ পন্থা আমার নিকট অধিকতর প্রিয়। [৬২৪]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا شَرِيكٌ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ، عَنْ عَمِّهِ، عِمْرَانَ بْنِ طَلْحَةَ عَنْ أُمِّهِ، حَمْنَةَ بِنْتِ جَحْشٍ أَنَّهَا اسْتُحِيضَتْ عَلَى عَهْدِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَأَتَتْ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَتْ إِنِّي اسْتُحِضْتُ حَيْضَةً مُنْكَرَةً شَدِيدَةً ‏.‏ قَالَ لَهَا ‏\"‏ احْتَشِي كُرْسُفًا ‏\"‏ ‏.‏ قَالَتْ لَهُ إِنَّهُ أَشَدُّ مِنْ ذَلِكَ إِنِّي أَثُجُّ ثَجًّا ‏.‏ قَالَ ‏\"‏ تَلَجَّمِي وَتَحَيَّضِي فِي كُلِّ شَهْرٍ فِي عِلْمِ اللَّهِ سِتَّةَ أَيَّامٍ أَوْ سَبْعَةَ أَيَّامٍ ثُمَّ اغْتَسِلِي غُسْلاً فَصَلِّي وَصُومِي ثَلاَثَةً وَعِشْرِينَ أَوْ أَرْبَعَةً وَعِشْرِينَ وَأَخِّرِي الظُّهْرَ وَقَدِّمِي الْعَصْرَ وَاغْتَسِلِي لَهُمَا غُسْلاً وَأَخِّرِي الْمَغْرِبَ وَعَجِّلِي الْعِشَاءَ وَاغْتَسِلِي لَهُمَا غُسْلاً وَهَذَا أَحَبُّ الأَمْرَيْنِ إِلَىَّ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৬২৪] তিরমিযী ১২৮, আবূ দাঊদ ২৮৭, ২৮৮, আহমাদ ২৬৬০৩, ২৬৮৯৯, ২৬৯২৮; দারিমী ৭৮১, ইবনু মাজাহ ৬২২। তাহক্বীক্ব আলবানী: হাসান। তাখরীজ আলবানী: সহীহ আবূ দাউদ ২৯২।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}