{
  "hadith": {
    "hadith_id": 64,
    "narrator": "আবু হুরায়রা (রাঃ)",
    "bn": "একদিন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকবেষ্টিত থাকা অবস্থায় এক ব্যক্তি তাঁর নিকট এসে বললো, হে আল্লাহ্‌র রসূল! ঈমান কী? তিনি বলেন, তুমি ঈমান আনবে আল্লাহ্‌র উপর, তাঁর মালায়িকাহ, তাঁর কিতাবসমূহে, তাঁর রসূলগণের, তাঁর সাথে সাক্ষাতে এবং তুমি আরো ঈমান আনবে পুনরুত্থান দিবসে। সে বললো, হে আল্লাহ্‌র রসূল! ইসলাম কী? তিনি বলেন, তুমি আল্লাহ্‌র ইবাদাত করবে, তাঁর সাথে কোন কিছু শারীক করবে না, ফার্‌দ সলাত আদায় করবে, ফার্‌দ যাকাত প্রদান করবে এবং রমাদানের সওম পালন করবে। সে বললো, হে আল্লাহ্‌র রসূল! ইহসান কী? তিনি বলেন, তুমি এমনভাবে আল্লাহ্‌র ইবাদাত করো যেন তুমি তাঁকে দেখছো। যদি তুমি তাঁকে দেখতে সক্ষম না হও, তবে তিনি নিশ্চয় তোমাকে দেখছেন। সে বললো, হে আল্লাহ্‌র রসূল! তিনি বলেন, মুহূর্তটি (কিয়ামাত) কখন আসবে? তিনি বলেন, এ বিষয়ে উত্তরদাতা প্রশ্নকারীর চাইতে অধিক কিছু জানে না। তবে আমি তোমাকে তার কতিপয় শর্ত (আলামত) সম্পর্কে বলছি। ক্রীতদাসী যখন তার মনিবকে প্রসব করবে। সেটা কিয়ামাতের শর্তাবলীর অন্তর্ভুক্ত। যখন মেষ চারকরা সুউচ্চ দালান-কোঠার (মালিক হয়ে) অহংকারে ফেটে পড়বে এটাও তার শর্তাবলীর অন্তর্ভুক্ত। পাঁচটি বিষয় সম্পর্কে আল্লাহ্‌ ব্যতীত কেউ জানে না। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তিলাওয়াত করেন (অনুবাদ): “কিয়ামাতের জ্ঞান কেবল আল্লাহ্‌র নিকট রয়েছে, তিনি বৃষ্টি বর্ষণ করেন এবং তিনি জানেন যা জরায়ুতে আছে। কেউ জানে না আগামীকাল (বা ভবিষ্যতে) সে কী উপার্জন করবে এবং কেউ জানে না কোন স্থানে সে মরবে। নিশ্চয় আল্লাহ্‌ সর্বজ্ঞ, সর্ববিষয়ে অবহিত”-(সূরাহ লোকমানঃ ৩৪)। [৬৪]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ أَبِي حَيَّانَ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَوْمًا بَارِزًا لِلنَّاسِ ‏.‏ فَأَتَاهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ مَا الإِيمَانُ قَالَ ‏\"‏ أَنْ تُؤْمِنَ بِاللَّهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَلِقَائِهِ وَتُؤْمِنَ بِالْبَعْثِ الآخِرِ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ مَا الإِسْلاَمُ قَالَ ‏\"‏ أَنْ تَعْبُدَ اللَّهَ وَلاَ تُشْرِكَ بِهِ شَيْئًا وَتُقِيمَ الصَّلاَةَ الْمَكْتُوبَةَ وَتُؤْتِيَ الزَّكَاةَ الْمَفْرُوضَةَ وَتَصُومَ رَمَضَانَ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ مَا الإِحْسَانُ قَالَ ‏\"‏ أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ فَإِنَّكَ إِنْ لاَ تَرَاهُ فَإِنَّهُ يَرَاكَ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ مَتَى السَّاعَةُ قَالَ ‏\"‏ مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ وَلَكِنْ سَأُحَدِّثُكَ عَنْ أَشْرَاطِهَا إِذَا وَلَدَتِ الأَمَةُ رَبَّتَهَا فَذَلِكَ مِنْ أَشْرَاطِهَا وَإِذَا تَطَاوَلَ رِعَاءُ الْغَنَمِ فِي الْبُنْيَانِ فَذَلِكَ مِنْ أَشْرَاطِهَا فِي خَمْسٍ لاَ يَعْلَمُهُنَّ إِلاَّ اللَّهُ ‏\"‏ ‏.‏ فَتَلاَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَىِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ‏}‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৬৪] বুখারী ৫০, ৪৭৭৭; মুসলিম ৯-১০, নাসায়ী ৪৯৯১, আহমাদ ৯২১৭। \nতাহক্বীক্ব আলবানী: সহীহ।",
    "chapter": {
      "chapter_number": "0"
    }
  }
}