{
  "hadith": {
    "hadith_id": 642,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "আসমা’ (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট হায়িদের গোসল সম্পর্কে জিজ্ঞেস করেন। তিনি বলেনঃ তোমাদের যে কোন নারী বরই পাতাযুক্ত পানি নিয়ে যেন উত্তমরূপে পবিত্রতা অর্জন করে যতটা উত্তমরূপে সম্ভব; অতঃপর মাথায় পানি ঢেলে তা মর্দন করবে, যেন তার চুলের গোড়ায় ‍পানি পৌঁছে যায়, অতঃপর তার গোটা শরীরে পানি ঢেলে দিয়ে এক টুকরা সুগন্ধিযুক্ত পশমী কাপড় অথবা তুলা দ্বারা পবিত্রতা অর্জন করবে। আসমা’ (রাঃ) বলেন, আমি তার সাহায্যে কিরূপে পবিত্রতা অর্জন করবো? তিনি বলেন, সুবহানাল্লাহ! তার সাহায্যেই তুমি পবিত্রতা অর্জন করবে। আয়িশাহ (রাঃ) চুপিসারে বলেন, তুমি তা দিয়ে রক্তের চিহ্ন মুছে ফেলবে। আসমা’ (রাঃ) বলেন, আমি তাঁকে নাপাকির গোসল সর্ম্পকে জিজ্ঞেস করলাম। তিনি বলেন, তোমাদের যে কোন নারী তার গোসলের পানি নিয়ে যেন যতটা সম্ভব উত্তমরূপে পবিত্রতা অর্জন করে, অতঃপর তার মাথায় পানি ঢেলে তা উত্তমরূপে মর্দন করে, যাতে চুলের গোড়ায় ‍পানি পৌঁছে যায়, অতঃপর গোটা দেহে পানি ঢালবে। আয়িশাহ (রাঃ) বলেন, আনসার মহিলারা কতই না উত্তম। ধর্মীয় জ্ঞান অর্জন করতে লজ্জা তাদের বিরত রাখে না। [৬৩৯]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، قَالَ سَمِعْتُ صَفِيَّةَ، تُحَدِّثُ عَنْ عَائِشَةَ، أَنَّ أَسْمَاءَ، سَأَلَتْ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ عَنِ الْغُسْلِ مِنَ الْمَحِيضِ فَقَالَ ‏\"‏ تَأْخُذُ إِحْدَاكُنَّ مَاءَهَا وَسِدْرَهَا فَتَطْهُرُ فَتُحْسِنُ الطُّهُورَ أَوْ تَبْلُغُ فِي الطُّهُورِ ثُمَّ تَصُبُّ عَلَى رَأْسِهَا فَتَدْلُكُهُ دَلْكًا شَدِيدًا حَتَّى تَبْلُغَ شُئُونَ رَأْسِهَا ثُمَّ تَصُبُّ عَلَيْهَا الْمَاءَ ثُمَّ تَأْخُذُ فِرْصَةً مُمَسَّكَةً فَتَطْهُرُ بِهَا ‏\"‏ ‏.‏ قَالَتْ أَسْمَاءُ كَيْفَ أَتَطَهَّرُ بِهَا قَالَ ‏\"‏ سُبْحَانَ اللَّهِ تَطَهَّرِي بِهَا ‏\"‏ ‏.‏ قَالَتْ عَائِشَةُ - كَأَنَّهَا تُخْفِي ذَلِكَ - تَتَبَّعِي بِهَا أَثَرَ الدَّمِ ‏.‏ قَالَتْ وَسَأَلَتْهُ عَنِ الْغُسْلِ مِنَ الْجَنَابَةِ ‏.‏ فَقَالَ ‏\"‏ تَأْخُذُ إِحْدَاكُنَّ مَاءَهَا فَتَطْهُرُ فَتُحْسِنُ الطُّهُورَ أَوْ تَبْلُغُ فِي الطُّهُورِ حَتَّى تَصُبَّ الْمَاءَ عَلَى رَأْسِهَا فَتَدْلُكُهُ حَتَّى تَبْلُغَ شُئُونَ رَأْسِهَا ثُمَّ تُفِيضُ الْمَاءَ عَلَى جَسَدِهَا ‏.‏ فَقَالَتْ عَائِشَةُ نِعْمَ النِّسَاءُ نِسَاءُ الأَنْصَارِ لَمْ يَمْنَعْهُنَّ الْحَيَاءُ أَنْ يَتَفَقَّهْنَ فِي الدِّينِ ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৬৩৯] বুখারী ৩১৪-১৫, ৭৩৫৭; মুসলিম ৩৩১-২, নাসায়ী ২৫১, ৪২৭; আবূ দাঊদ ৩১৪, আহমাদ ২৪৩৮৬, ২৪৬২১, ২৫০২৪; দারিমী ৭৭৩। তাহক্বীক্ব আলবানী: হাসান। তাখরীজ আলবানী: সহীহ আবূ দাউদ ৩৩১-৩৩৩ মুসলিম, বুখারিতে নাপকির গোসলের জিজ্ঞাসার কথা ব্যতীত রয়েছে।",
    "chapter": {
      "chapter_number": "1"
    }
  }
}