{
  "hadith": {
    "hadith_id": 667,
    "narrator": "বুরায়দাহ (রাঃ)",
    "bn": "তিনি বলেন, এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে তাঁকে সলাতের ওয়াক্ত সম্পর্কে জিজ্ঞেস করে। তিনি বলেন, তুমি আমাদের সাথে এই দু' দিন সালাত পড়ো। সূর্য ঢলে পরলে তিনি বিলাল (রাঃ)-কে আযান দেয়ার নির্দেশ দিলে তিনি আযান দেন। এরঃপর তিনি তাকে একামত দেয়ার নির্দেশ দেন এবং যোহরের সালাত পড়েন। এরপর তিনি তাকে আসরের সলাতের (আযান দেয়ার) নির্দেশ দেন এবং আসরের সালাত পড়েন এবং সূর্য তখন অনেক উপরে সাদা, পরিচ্ছন্ন ও উজ্জ্বল ছিল। এরপর সূর্য অস্ত গেলে তিনি তাঁকে মাগরিবের আযান দেয়ার নির্দেশ দেন এবং মাগরিবের সালাত পড়েন। অতঃপর পশ্চিম আকাশের লাল আভা (শাফাক) অদৃশ্য হওয়ার পর তাকে ইশার সলাতের আযান দেয়ার নির্দেশ দেন এবং ইশার সালাত পড়েন। অতঃপর ফজরের ওয়াক্ত হলে তিনি তাকে আযান দেয়ার নির্দেশ দেন এবং ফজরের সালাত পড়েন। দ্বিতীয় দিন তিনি বিলাল (রাঃ)-কে আযানের নির্দেশ দিলে তিনি যোহরের আযান দেন এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিলম্বে যোহরের সালাত পড়েন। অতঃপর তিনি আসরের সালাত পড়েন, যখন সূর্য উপরে ছিল ঠিকই, কিন্তু প্রথম দিনের তুলনায় একটু বেশি ঢলে পড়েছিল। অতপর তিনি পশ্চিম আকাশের শুভ্র আভা অদৃশ্য হওয়ার আগে মাগরিবের সালাত পড়েন। রাতের এক-তৃতীয়াংশ অতিক্রম হওয়ার পর তিনি ইশার সালাত পড়েন। পূর্বাকাশ পরিষ্কার হওয়ার পর তিনি ফজরের সালাত পড়েন, অতঃপর বলেন, সলাতের ওয়াক্ত সম্পর্কে জিজ্ঞেসকারী কোথায়? লোকটি বলল, এই যে আমি, হে আল্লাহ্‌র রসূল! তিনি বলেন, তোমরা যেভাবে দেখতে পেলে তোমাদের সলাতের ওয়াক্তসমূহ তার মাঝখানে অবস্থিত। [৬৬৫]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، وَأَحْمَدُ بْنُ سِنَانٍ، قَالاَ حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، أَنْبَأَنَا سُفْيَانُ، ح وَحَدَّثَنَا عَلِيُّ بْنُ مَيْمُونٍ الرَّقِّيُّ، حَدَّثَنَا مَخْلَدُ بْنُ يَزِيدَ، عَنْ سُفْيَانَ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ فَسَأَلَهُ عَنْ وَقْتِ الصَّلاَةِ فَقَالَ ‏\"‏ صَلِّ مَعَنَا هَذَيْنِ الْيَوْمَيْنِ ‏\"‏ ‏.‏ فَلَمَّا زَالَتِ الشَّمْسُ أَمَرَ بِلاَلاً فَأَذَّنَ ثُمَّ أَمَرَهُ فَأَقَامَ الظُّهْرَ ثُمَّ أَمَرَهُ فَأَقَامَ الْعَصْرَ وَالشَّمْسُ مُرْتَفِعَةٌ بَيْضَاءُ نَقِيَّةٌ ثُمَّ أَمَرَهُ فَأَقَامَ الْمَغْرِبَ حِينَ غَابَتِ الشَّمْسُ ثُمَّ أَمَرَهُ فَأَقَامَ الْعِشَاءَ حِينَ غَابَ الشَّفَقُ ثُمَّ أَمَرَهُ فَأَقَامَ الْفَجْرَ حِينَ طَلَعَ الْفَجْرُ فَلَمَّا كَانَ مِنَ الْيَوْمِ الثَّانِي أَمَرَهُ فَأَذَّنَ الظُّهْرَ فَأَبْرَدَ بِهَا وَأَنْعَمَ أَنْ يُبْرِدَ بِهَا ثُمَّ صَلَّى الْعَصْرَ وَالشَّمْسُ مُرْتَفِعَةٌ أَخَّرَهَا فَوْقَ الَّذِي كَانَ وَصَلَّى الْمَغْرِبَ قَبْلَ أَنْ يَغِيبَ الشَّفَقُ وَصَلَّى الْعِشَاءَ بَعْدَمَا ذَهَبَ ثُلُثُ اللَّيْلِ وَصَلَّى الْفَجْرَ فَأَسْفَرَ بِهَا ثُمَّ قَالَ ‏\"‏ أَيْنَ السَّائِلُ عَنْ وَقْتِ الصَّلاَةِ ‏\"‏ ‏.‏ فَقَالَ الرَّجُلُ أَنَا يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ وَقْتُ صَلاَتِكُمْ بَيْنَ مَا رَأَيْتُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৬৬৫] মুসলিম ৬১৩/১-২, তিরমিযী ১৫২, নাসায়ী ৫১৯, আহমাদ ২২৪৪৪। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: সহীহ আবূ দাউদ ৪২৩",
    "chapter": {
      "chapter_number": "2"
    }
  }
}