{
  "hadith": {
    "hadith_id": 668,
    "narrator": "আবূ মাসঊদ (রাঃ)",
    "bn": "(ইবনু শিহাব) উমার বিন আবদুল আযীয (রহঃ) এর গদীতে বসা ছিলেন, যখন তিনি মাদীনাহ্‌র গভর্নর ছিলেন। উরওয়া ইবনুয-যুবায়র (রহঃ)-ও তার সাথে ছিলেন। উমার বিন আবদুল আযীয (রহঃ) আসরের সালাত আদায় করতে কিছুটা বিলম্ব করলেন। উরওয়াহ (রহঃ) তাকে বলেন, জিবরাঈল (আঃ) অবতরণ করে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ইমাম হিসাবে সালাত আদায় করেন। উমার (রাঃ) তাকে বলেন, হে উরওয়া! আপনি কি বলছেন, তা ভেবে দেখুন। তিনি বলেন, আমি বাশীর বিন আবূ মাসঊদ (রাঃ)-কে বলতে শুনেছি, তিনি বলেন আমি আবূ মাসঊদ (রাঃ)-কে বলতে শুনেছি, তিনি বলেন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি তিনি বলেন,  জিবরাঈল (আঃ) নাযিল হয়ে আমার ইমামতি করলেন। এরপর আমি তাঁর সাথে সালাত পড়লাম, অতঃপর আমি তাঁর সাথে সালাত পড়লাম, অতঃপর আমি তাঁর সাথে সালাত পড়লাম, অতঃপর আমি তাঁর সাথে সালাত পড়লাম। এভাবে তিনি তাঁর আঙ্গুল দিয়ে পাঁচ ওয়াক্ত সালাত গণনা করেন। [৬৬৬]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ الْمِصْرِيُّ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، أَنَّهُ كَانَ قَاعِدًا عَلَى مَيَاثِرِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ فِي إِمَارَتِهِ عَلَى الْمَدِينَةِ وَمَعَهُ عُرْوَةُ بْنُ الزُّبَيْرِ فَأَخَّرَ عُمَرُ الْعَصْرَ شَيْئًا فَقَالَ لَهُ عُرْوَةُ أَمَا إِنَّ جِبْرِيلَ نَزَلَ فَصَلَّى إِمَامَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏ فَقَالَ لَهُ عُمَرُ اعْلَمْ مَا تَقُولُ يَا عُرْوَةُ ‏.‏ قَالَ سَمِعْتُ بَشِيرَ بْنَ أَبِي مَسْعُودٍ يَقُولُ سَمِعْتُ أَبَا مَسْعُودٍ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ نَزَلَ جِبْرِيلُ فَأَمَّنِي فَصَلَّيْتُ مَعَهُ ثُمَّ صَلَّيْتَ مَعَهُ ثُمَّ صَلَّيْتُ مَعَهُ ثُمَّ صَلَّيْتُ مَعَهُ ثُمَّ صَلَّيْتُ مَعَهُ ‏\"‏ ‏.‏ يَحْسُبُ بِأَصَابِعِهِ خَمْسَ صَلَوَاتٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৬৬৬]  বুখারী ৫২২, মুসলিম ৬১০-১১, নাসায়ী ৪৯৪, আবূ দাঊদ ৩৯৪, আহমাদ ১৬৬৪০, ২১৮৪৮; মুওয়াত্ত্বা মালিক ২, দারিমী ১১৮৫। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: সহীহ আবূ দাউদ ৪১৭।",
    "chapter": {
      "chapter_number": "2"
    }
  }
}