{
  "hadith": {
    "hadith_id": 70,
    "narrator": "আনাস বিন মালিক (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যে ব্যাক্তি এক আল্লাহ্‌র প্রতি নিষ্ঠাবান অবস্থায়, তাঁর ইবাদাতরত অবস্থায় যাঁর কোন শারীক নাই, সলাত আদায় করে এবং যাকাত প্রদান করে দুনিয়া থেকে বিচ্ছিন্ন হলো, সে এমন অবস্থায় মারা গেল যে, আল্লাহ্‌ তার প্রতি সন্তুষ্ট।\n\nআনাস (রাঃ) বলেন, এটা হলো আল্লাহ্‌র সেই দ্বীন, যা নিয়ে রসূলগণ এসেছেন এবং তাদের প্রভুর পক্ষ থেকে তা মানুষের নিকট পৌঁছিয়েছেন ফিতনা-ফাসাদ এবং মনগড়া মতবিরোধ সৃষ্টির পূর্বেই। এর সমর্থন রয়েছে কুরআনের শেষের দিকে অবতীর্ণ আয়াতে, মহান আল্লাহ্‌ তাআলা বলেন, \"যদি তারা তাওবাহ করে, সলাত আদায় করে এবং যাকাত দেয়\"- (সূরাহ তাওবাহ ৯:৫)। আনাস (রাঃ) বলেন, তারা তাওবা করার পর মূর্তিগুলো ও সেগুলোর পূজা ত্যাগ করে। অন্য আয়াতে আল্লাহ্‌ বলেন, \"যদি তারা তাওবাহ করে, সলাত আদায় করে এবং যাকাত দেয় তবে তারা তোমাদের দ্বীনী ভাই\"- (সূরাহ তওবা ৯:১১)। [৭০]",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا أَبُو جَعْفَرٍ الرَّازِيُّ، عَنِ الرَّبِيعِ بْنِ أَنَسٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ مَنْ فَارَقَ الدُّنْيَا عَلَى الإِخْلاَصِ لِلَّهِ وَحْدَهُ وَعِبَادَتِهِ لاَ شَرِيكَ لَهُ وَإِقَامِ الصَّلاَةِ وَإِيتَاءِ الزَّكَاةِ مَاتَ وَاللَّهُ عَنْهُ رَاضٍ ‏\"‏ ‏.‏ قَالَ أَنَسٌ وَهُوَ دِينُ اللَّهِ الَّذِي جَاءَتْ بِهِ الرُّسُلُ وَبَلَّغُوهُ عَنْ رَبِّهِمْ قَبْلَ هَرْجِ الأَحَادِيثِ وَاخْتِلاَفِ الأَهْوَاءِ وَتَصْدِيقُ ذَلِكَ فِي كِتَابِ اللَّهِ فِي آخِرِ مَا نَزَلَ يَقُولُ اللَّهُ {فَإِنْ تَابُوا}‏ قَالَ خَلَعُوا الأَوْثَانَ وَعِبَادَتَهَا {وَأَقَامُوا الصَّلاَةَ وَآتَوُا الزَّكَاةَ}‏ وَقَالَ فِي آيَةٍ أُخْرَى ‏{فَإِنْ تَابُوا وَأَقَامُوا الصَّلاَةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ}‏\n\nحَدَّثَنَا أَبُو حَاتِمٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى الْعَبْسِيُّ، حَدَّثَنَا أَبُو جَعْفَرٍ الرَّازِيُّ، عَنِ الرَّبِيعِ بْنِ أَنَسٍ، مِثْلَهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৭০] যঈফ। তাখরীজ আলবানী: তালীকুরগীব ১/২৩। উক্ত হাদিসের রাবী ১. আবু জা'ফার সম্পর্কে ইয়াহইয়া বিন মাঈন ও আলী বিন মাদীনী তাকে সিকাহ বলেছেন। আবু হাতিম তাকে সত্যবাদী বলেছেন। আহমাদ বিন হাম্বল বলেন, হাদিস বর্ণনায় তিনি নির্ভরযোগ্য নন। ইয়াহইয়া বিন মাঈন বলেন, মুগীরাহ কতৃক হাদিস সংমিশ্রণ করেছেন। ২. রাবী বিন আনাস সম্পর্কে আবু হাতিম আর-রাযী ও আজালী বলেন, তিনি সত্যবাদী। ইমাম নাসাঈ বলেন, কোন সমাস্যা নেই। ইবনু হিব্বান বলেন তিনি সিকাহ। ইয়াহইয়া বিন মাঈন বলেন, তিনি শিয়া মতাবলম্বী হওয়ার হাদীস বর্ণনায় বাড়াবাড়ি করেছেন।",
    "chapter": {
      "chapter_number": "0"
    }
  }
}