{
  "hadith": {
    "hadith_id": 706,
    "narrator": "আব্দুল্লাহ বিন যায়দ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শিঙ্গাধ্বনি করার মনস্থ করেন এবং ঢোল বাজিয়ে লোকেদের (সলাতের জন্য) ডাকার নির্দেশ দেন। এরপর আবদুল্লাহ বিন যায়দ (রাঃ) কে স্বপ্নে দেখানো হলো। তিনি বলেন, আমি সবুজ বর্ণের একজোড়া কাপড় পরিহিত এক ব্যক্তিকে একটি নাকূস বহন করতে দেখলাম। আমি তাকে বললাম, হে আল্লাহর বান্দা! তুমি কি নাকূস বিক্রি করবে? সে বললো, তা দিয়ে তুমি কি করবে? আমি বললাম, আমি তা দিয়ে সলাতের জন্য ডাকবো। সে বললো, আমি কি তোমাকে এর চেয়ে উৎকৃষ্ট কোন জিনিস সম্পর্কে অবহিত করবো না? আমি বললাম, তা কী? সে বললো, তুমি বলোঃ “আল্লাহ মহান, আল্লাহ মহান, আল্লাহ মহান, আল্লাহ মহান। আমি সাক্ষ্য দেই যে, আল্লাহ ব্যতীত কোনো ইলাহ নাই। আমি সাক্ষ্য দেই যে, আল্লাহ ব্যতীত কোনো ইলাহ নাই। আমি সাক্ষ্য দেই যে, মুহাম্মাদ আল্লাহর রসূল। আমি সাক্ষ্য দেই যে, মুহাম্মাদ আল্লাহর রাসূল। সলাতের দিকে এসো, সলাতের দিকে এসো। কল্যাণের দিকে এসো, কল্যাণের দিকে এসো। আল্লাহ মহান, আল্লাহ মহান। আল্লাহ ব্যতীত কোনো ইলাহ নাই”। \n\nরাবী বলেন, আবদুল্লাহ বিন যায়দ (রাঃ) বের হয়ে রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আসেন এবং যে স্বপ্ন তিনি দেখেছেন সে সম্পর্কে তাঁকে অবহিত করেন। তিনি বলেন, হে আল্লাহর রাসূল! আমি স্বপ্নযোগে একজোড়া সবুজ কাপড় পরিহিত এক ব্যক্তিকে নাকূস বহন করতে দেখলাম। এরপর তিনি তাঁর কাছে সব ঘটনা খুলে বলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তোমাদের এই সাথী একটি স্বপ্ন দেখেছে। তুমি বিলালের সাথে মাসজিদে চলে যাও, তাকে এগুলো শিখিয়ে দাও এবং বিলাল যেন আযান দেয়। কারণ বিলাল তোমার চাইতে উচ্চ কণ্ঠের অধিকারী। রাবী বলেন, আমি বিলালের সাথে মাসজিদে গেলাম। আমি তাকে শিখিয়ে দিলাম এবং তিনি তা উচ্চ স্বরে ঘোষণা দিলেন। রাবী বলেন, উমার ইবনুল খাত্তাব (রাঃ) এই বাক্যধ্বনি শুনে বেরিয়ে আসেন এবং বলেন, হে আল্লাহর রাসূল! আল্লাহর শপথ! আমিও অনুরূপ স্বপ্ন দেখেছি। ইরওয়া’ ইবনু মাজাহ এর উষ্ণতায় আবূ উবায়দ (রাঃ) বলেন, আবূ বাকর আল-হাকামী আমাকে অবহিত করেছেন যে, আবদুল্লাহ বিন যায়দ আল-আনসারী (রাঃ) এ সম্পর্কে (কবিতা) বলেন, আমি মহামহিম গৌরবান্বিত অশেষ প্রশংসা করছি আযান দেয়ার জন্য। যখন আল্লাহর পক্ষ থেকে সুসংবাদদাতা তা নিয়ে আমার নিকট এলো, আমাকে সুসংবাদ দেয়ার জন্য তাকে সম্মান করে, সে তিন রাত আমাকে আযান দিলো, যখনই সে এলো, আমার মর্যাদা বাড়িয়ে দিলো। [৭০৪]",
    "ar": "حَدَّثَنَا أَبُو عُبَيْدٍ، مُحَمَّدُ بْنُ عُبَيْدِ بْنِ مَيْمُونٍ الْمَدَنِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ الْحَرَّانِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، حَدَّثَنَا مُحَمَّدُ بْنُ إِبْرَاهِيمَ التَّيْمِيُّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زَيْدٍ، عَنْ أَبِيهِ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ قَدْ هَمَّ بِالْبُوقِ وَأَمَرَ بِالنَّاقُوسِ فَنُحِتَ فَأُرِيَ عَبْدُ اللَّهِ بْنُ زَيْدٍ فِي الْمَنَامِ قَالَ رَأَيْتُ رَجُلاً عَلَيْهِ ثَوْبَانِ أَخْضَرَانِ يَحْمِلُ نَاقُوسًا فَقُلْتُ لَهُ يَا عَبْدَ اللَّهِ تَبِيعُ النَّاقُوسَ قَالَ وَمَا تَصْنَعُ بِهِ قُلْتُ أُنَادِي بِهِ إِلَى الصَّلاَةِ ‏.‏ قَالَ أَفَلاَ أَدُلُّكَ عَلَى خَيْرٍ مِنْ ذَلِكَ قُلْتُ وَمَا هُوَ قَالَ تَقُولُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَىَّ عَلَى الصَّلاَةِ حَىَّ عَلَى الصَّلاَةِ حَىَّ عَلَى الْفَلاَحِ حَىَّ عَلَى الْفَلاَحِ ‏.‏ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لاَ إِلَهَ إِلاَّ اللَّهُ ‏.‏ قَالَ فَخَرَجَ عَبْدُ اللَّهِ بْنُ زَيْدٍ حَتَّى أَتَى رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ فَأَخْبَرَهُ بِمَا رَأَى ‏.‏ قَالَ يَا رَسُولَ اللَّهِ رَأَيْتُ رَجُلاً عَلَيْهِ ثَوْبَانِ أَخْضَرَانِ يَحْمِلُ نَاقُوسًا ‏.‏ فَقَصَّ عَلَيْهِ الْخَبَرَ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ إِنَّ صَاحِبَكُمْ قَدْ رَأَى رُؤْيَا فَاخْرُجْ مَعَ بِلاَلٍ إِلَى الْمَسْجِدِ فَأَلْقِهَا عَلَيْهِ وَلْيُنَادِ بِلاَلٌ فَإِنَّهُ أَنْدَى صَوْتًا مِنْكَ ‏\"‏ ‏.‏ قَالَ فَخَرَجْتُ مَعَ بِلاَلٍ إِلَى الْمَسْجِدِ فَجَعَلْتُ أُلْقِيهَا عَلَيْهِ وَهُوَ يُنَادِي بِهَا ‏.‏ قَالَ فَسَمِعَ عُمَرُ بْنُ الْخَطَّابِ بِالصَّوْتِ فَخَرَجَ فَقَالَ يَا رَسُولَ اللَّهِ وَاللَّهِ لَقَدْ رَأَيْتُ مِثْلَ الَّذِي رَأَى ‏.‏ قَالَ أَبُو عُبَيْدٍ فَأَخْبَرَنِي أَبُو بَكْرٍ الْحَكَمِيُّ أَنَّ عَبْدَ اللَّهِ بْنَ زَيْدٍ الأَنْصَارِيَّ قَالَ فِي ذَلِكَ أَحْمَدُ اللَّهَ ذَا الْجَلاَلِ وَذَا الإِكْرَامِ حَمْدًا عَلَى الأَذَانِ كَثِيرًا إِذْ أَتَانِي بِهِ الْبَشِيرُ مِنَ اللَّهِ فَأَكْرِمْ بِهِ لَدَىَّ بَشِيرًا فِي لَيَالٍ وَالَى بِهِنَّ ثَلاَثٍ كُلَّمَا جَاءَ زَادَنِي تَوْقِيرًا",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৭০৪] তিরমিযী ১৮৯, আবূ দাঊদ ৪৯৯, ৫১২; আহমাদ ১৬০৪১, ১৬০৪৩; দারিমী ১১২৭। তাহক্বীক্ব আলবানী: হাসান। তাখরীজ আলবানী: ইরওয়াহ ২৪৬, মিশকাত ৬৫০।",
    "chapter": {
      "chapter_number": "3"
    }
  }
}