{
  "hadith": {
    "hadith_id": 754,
    "narrator": "ইতবান বিন মালিক আস-সালিমী (রাঃ)",
    "bn": "তিনি ছিলেন তাঁর গোত্র বনু সালিমের মসজিদের ইমাম এবং তিনি (রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর সাথে বদরের যুদ্ধে অংশগ্রহণ করেন। তিনি বলেন, আমি (রসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর নিকট এসে বললাম,  হে আল্লাহ্‌র রসূল! আমার দৃষ্টিশক্তি ক্ষীণ হয়ে আসছে এবং সয়লাবের কারণে আমার ঘর ও আমার গোত্রের মসজিদের মধ্যকার নালাটি পরিপূর্ণ হয়ে প্রতিবন্ধকতার সৃষ্টি হয়। তা পার হয়ে আসা-যাওয়া আমার জন্য বেশি কষ্টকর। আপনি যদি মনে করেন,  আমার বাড়িতে এসে আপনি একটা স্থানে সালাত পড়বেন,  যাকে আমি সালাতের স্থান বানাতে পারি,  তাহলে তাই করুন। তিনি বলেন,  আচ্ছা! তাই করবো। পরের দিন দুপুরের পূর্বে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবূ বকর (রাঃ) আমার বাড়িতে আসেন এবং ভিতরে আসার অনুমতি চান। আমি তাঁকে ভিতর বাড়িতে আসার অনুমতি দিলাম। কিন্তু তিনি না বসে জিজ্ঞেস করলেনঃ তোমার ঘরের কোন জায়গায় তোমার আকাঙ্ক্ষা অনুযায়ী আমার সালাত পড়া তুমি পছন্দ করো? আমি ঘরের যে স্থানে আমার সালাত পড়া পছন্দ করি সেই জায়গাটি তাঁকে ইশারায় দেখিয়ে দিলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাতে দাঁড়ালেন এবং আমরাও তাঁর পিছনে সারিবদ্ধ হয়ে দাঁড়ালাম। তিনি আমাদের নিয়ে দু’রাকআত সালাত পড়েন। এরপর আমি তাঁকে খাযীরা (এক প্রকার খাদ্য) খাওয়ানোর জন্য অপেক্ষা করালাম,  যা তাঁদের জন্য তৈরি করা হয়েছিল। [৭৫২]",
    "ar": "حَدَّثَنَا أَبُو مَرْوَانَ، مُحَمَّدُ بْنُ عُثْمَانَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ مَحْمُودِ بْنِ الرَّبِيعِ الأَنْصَارِيِّ، - وَكَانَ قَدْ عَقَلَ مَجَّةً مَجَّهَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ مِنْ دَلْوٍ فِي بِئْرٍ لَهُمْ - عَنْ عِتْبَانَ بْنِ مَالِكٍ السَّالِمِيِّ - وَكَانَ إِمَامَ قَوْمِهِ بَنِي سَالِمٍ وَكَانَ شَهِدَ بَدْرًا مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ - قَالَ جِئْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي قَدْ أَنْكَرْتُ مِنْ بَصَرِي وَإِنَّ السَّيْلَ يَأْتِينِي فَيَحُولُ بَيْنِي وَبَيْنَ مَسْجِدِ قَوْمِي وَيَشُقُّ عَلَىَّ اجْتِيَازُهُ فَإِنْ رَأَيْتَ أَنْ تَأْتِيَنِي فَتُصَلِّيَ فِي بَيْتِي مَكَانًا أَتَّخِذُهُ مُصَلًّى فَافْعَلْ ‏.‏ قَالَ ‏\"‏ أَفْعَلُ ‏\"‏ ‏.‏ فَغَدَا عَلَىَّ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَأَبُو بَكْرٍ بَعْدَ مَا اشْتَدَّ النَّهَارُ وَاسْتَأْذَنَ فَأَذِنْتُ لَهُ وَلَمْ يَجْلِسْ حَتَّى قَالَ ‏\"‏ أَيْنَ تُحِبُّ أَنْ أُصَلِّيَ لَكَ مِنْ بَيْتِكَ ‏\"‏ ‏.‏ فَأَشَرْتُ لَهُ إِلَى الْمَكَانِ الَّذِي أُحِبُّ أَنْ أُصَلِّيَ فِيهِ فَقَامَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَصَفَفْنَا خَلْفَهُ فَصَلَّى بِنَا رَكْعَتَيْنِ ثُمَّ احْتَبَسْتُهُ عَلَى خَزِيرَةٍ تُصْنَعُ لَهُمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭৫২] বুখারী ৭৭, ৪২৪-২৫, ৬৬৭, ৬৮৬, ৮৩৮, ৮৪০, ৪০১০, ৫৪০১; মুসলিম ৩৩, নাসায়ী ৭৮৮, ৮৪৪, ১৩২৭; আহমাদ ২৩১২৬, মুওয়াত্ত্বা মালিক ৪১৭; মাজাহ ৬৬০। তাহক্বীক্ব আলবানী: সহীহ।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}