{
  "hadith": {
    "hadith_id": 77,
    "narrator": "উবাই বিন কা’ব, আবদুল্লাহ বিন মাসঊদ, হুযায়ফাহ ও যায়দ বিন সাবিত (রাঃ)",
    "bn": "(ইবনুল দায়লামী) বলেন, আমার মনে এই তাকদীর সম্পর্কে কিছুটা সন্দেহ দানা বাঁধে। তাই আমি এই ভেবে শংকিত হই যে, তা আমার দ্বীন ও অন্যান্য কার্যক্রম নষ্ট করে দেয় কিনা। তাই আমি উবাই বিন কা’ব (রাঃ)-এর নিকট উপস্থিত হয়ে বললাম, হে আবুল মুনযির! আমার মনে এই তাকদীর সম্পর্কে কিছুটা সন্দেহ দানা বেঁধেছে, তাই আমি এই ভেবে শংকিত হই যে, তা আমার দ্বীন ও অন্যান্য কার্যক্রমকে নষ্ট করে দেয় কিনা। অতএব এ সম্পর্কে আমাকে কিছু বলুন। আশা করি আল্লাহ্‌ তা দ্বারা আমার উপকার করবেন। তিনি বলেন, আল্লাহ্‌ তা’আলা ঊর্ধলোকের ও ইহলোকের সকলকে শাস্তি দিতে চাইলে তিনি অবশ্যই তাদের শাস্তি দিতে পারেন। তথাপি তিনি তাদের প্রতি যুলমকারী নন। আর তিনি তাদেরকে দয়া করতে চাইলে তাঁর দয়া তাদের জন্য তাদের কাজকর্মের চেয়ে কল্যাণময়। যদি তোমাদের নিকট উহূদ পাহাড় পরিমাণ বা উহূদ পাহাড়ের মত সোনা থাকতো এবং তুমি তা আল্লাহ্‌র রাস্তায় খরচ করতে থাকো, তবে তোমার সেই দান কবুল হবে না, যাবত না তুমি তাকদীরের উপর ঈমান আনো। অতএব তুমি জেনে রাখো! যা কিছু তোমার উপর আপতিত হয়েছে তা তোমার উপর আপতিত হতে কখনো ভুল হতো না এবং যা তোমার উপর আপতিত হওয়ার ছিল না তা ভুলেও কখনো তোমার উপর আপতিত হবে না। তুমি যদি এর বিপরীত বিশ্বাস নিয়ে মারা যাও তবে তুমি জাহান্নামে যাবে। আমি মনে করি তুমি আমার ভাই আবদুল্লাহ বিন মাসঊদ (রাঃ)-এর নিকট গিয়ে তাকে জিজ্ঞেস করলে তোমার কোন ক্ষতি হবেনা। (ইবনুদ দাইলামী বলেন), অতঃপর আমি আবদুল্লাহ বিন মাসঊদ (রাঃ)-এর নিকট এসে তাকে জিজ্ঞেস করলাম। তিনিও উবাই (রাঃ)-এর অনুরূপ বললেন। তিনি আরো বললেন, তুমি হুযাইফাহ (রাঃ)-এর নিকট গিয়ে জিজ্ঞেস করলে তোমার ক্ষতি নেই। অতঃপর আমি হুযাইফাহ (রাঃ)-এর কাছে গিয়ে তাকে জিজ্ঞেস করলাম। তিনিও তাদের দু’জনের অনুরূপ বলেন। তিনি আরও বলেন, তুমি যায়দ বিন সাবিত (রাঃ)-এর নিকট গিয়ে তাকেও জিজ্ঞেস করো। অতএব আমি যায়দ বিন সাবিত (রাঃ)-এর নিকট এসে তাকে জিজ্ঞেস করলাম। তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ আল্লাহ্‌ তা’আলা ঊর্ধলোক ও ইহলোকের সকল অধিবাসীকে শাস্তি দিতে চাইলে অবশ্যই তাদের শাস্তি দিতে পারবেন এবং তিনি তাদের প্রতি যুলমকারী নন। আর তিনি তাদের প্রতি দয়া করতে চাইলে তাঁর দয়া তাদের সমস্ত সৎ কাজের চাইতেও তাদের জন্য অধিক কল্যাণকর। তোমার নিকট উহূদ পাহাড় পরিমাণ সোনা থাকলেও এবং তুমি তা আল্লাহ্‌র পথে ব্যয় করলেও তিনি তা কবূল করবেন না, যাবত না তুমি সম্পূর্ণরূপে তাকদীরের উপর ঈমান আনো। অতএব তুমি জেনে রাখো! তোমার উপর যা কিছু আপতিত হওয়ার আছে তা তোমার উপর আপতিত হয়েছে, তা কখনো ভুলেও এড়িয়ে যেত না এবং যা তোমার উপর আপতিত হওয়ার ছিল না, তা তোমার উপর ভুলেও কখনো আপতিত হত না। তুমি যদি এর বিপরীত বিশ্বাস নিয়ে মারা যাও তাহলে তুমি জাহান্নামে যাবে। [৭৫]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا إِسْحَاقُ بْنُ سُلَيْمَانَ، قَالَ سَمِعْتُ أَبَا سِنَانٍ، عَنْ وَهْبِ بْنِ خَالِدٍ الْحِمْصِيِّ، عَنِ ابْنِ الدَّيْلَمِيِّ، قَالَ وَقَعَ فِي نَفْسِي شَىْءٌ مِنْ هَذَا الْقَدَرِ خَشِيتُ أَنْ يُفْسِدَ عَلَىَّ دِينِي وَأَمْرِي فَأَتَيْتُ أُبَىَّ بْنَ كَعْبٍ فَقَلْتُ أَبَا الْمُنْذِرِ إِنَّهُ قَدْ وَقَعَ فِي قَلْبِي شَىْءٌ مِنْ هَذَا الْقَدَرِ فَخَشِيتُ عَلَى دِينِي وَأَمْرِي فَحَدِّثْنِي مِنْ ذَلِكَ بِشَىْءٍ لَعَلَّ اللَّهَ أَنْ يَنْفَعَنِي بِهِ ‏.‏ فَقَالَ لَوْ أَنَّ اللَّهَ عَذَّبَ أَهْلَ سَمَوَاتِهِ وَأَهْلَ أَرْضِهِ لَعَذَّبَهُمْ وَهُوَ غَيْرُ ظَالِمٍ لَهُمْ وَلَوْ رَحِمَهُمْ لَكَانَتْ رَحْمَتُهُ خَيْرًا لَهُمْ مِنْ أَعْمَالِهِمْ ‏.‏ وَلَوْ كَانَ لَكَ مِثْلُ جَبَلِ أُحُدٍ ذَهَبًا أَوْ مِثْلُ جَبَلِ أُحُدٍ تُنْفِقُهُ فِي سَبِيلِ اللَّهِ مَا قُبِلَ مِنْكَ حَتَّى تُؤْمِنَ بِالْقَدَرِ ‏.‏ فَتَعْلَمَ أَنَّ مَا أَصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ وَأَنَّ مَا أَخْطَأَكَ لَمْ يَكُنْ لِيُصِيبَكَ ‏.‏ وَأَنَّكَ إِنْ مُتَّ عَلَى غَيْرِ هَذَا دَخَلْتَ النَّارَ وَلاَ عَلَيْكَ أَنْ تَأْتِيَ أَخِي عَبْدَ اللَّهِ بْنَ مَسْعُودٍ فَتَسْأَلَهُ ‏.‏ فَأَتَيْتُ عَبْدَ اللَّهِ فَسَأَلْتُهُ فَذَكَرَ مِثْلَ مَا قَالَ أُبَىٌّ وَقَالَ لِي وَلاَ عَلَيْكَ أَنْ تَأْتِيَ حُذَيْفَةَ ‏.‏ فَأَتَيْتُ حُذَيْفَةَ فَسَأَلْتُهُ فَقَالَ مِثْلَ مَا قَالاَ وَقَالَ ائْتِ زَيْدَ بْنَ ثَابِتٍ فَاسْأَلْهُ ‏.‏ فَأَتَيْتُ زَيْدَ بْنَ ثَابِتٍ فَسَأَلْتُهُ فَقَالَ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ لَوْ أَنَّ اللَّهَ عَذَّبَ أَهْلَ سَمَوَاتِهِ وَأَهْلَ أَرْضِهِ لَعَذَّبَهُمْ وَهُوَ غَيْرُ ظَالِمٍ لَهُمْ وَلَوْ رَحِمَهُمْ لَكَانَتْ رَحْمَتُهُ خَيْرًا لَهُمْ مِنْ أَعْمَالِهِمْ وَلَوْ كَانَ لَكَ مِثْلُ أُحُدٍ ذَهَبًا أَوْ مِثْلُ جَبَلِ أُحُدٍ ذَهَبًا تُنْفِقُهُ فِي سَبِيلِ اللَّهِ مَا قَبِلَهُ مِنْكَ حَتَّى تُؤْمِنَ بِالْقَدَرِ كُلِّهِ فَتَعْلَمَ أَنَّ مَا أَصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ وَمَا أَخْطَأَكَ لَمْ يَكُنْ لِيُصِيبَكَ وَأَنَّكَ إِنْ مُتَّ عَلَى غَيْرِ هَذَا دَخَلْتَ النَّارَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭৫] আবূ দাঊদ ৪৬৯৯, আহমাদ ২১০৭৯, ২১১০২, ২১১৪৪। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: ফিললুল জান্নাহ ১৪৫, মিশকাত ১১৫, তাখরীজুত তাহরীয়াহু ৪৪৭।",
    "chapter": {
      "chapter_number": "0"
    }
  }
}