{
  "hadith": {
    "hadith_id": 777,
    "narrator": "আবদুল্লাহ্ (রাঃ)",
    "bn": "যে ব্যক্তি আগামীতে (কিয়ামাতে) মুসলিম হিসেবে আল্লাহ্‌র সাথে সাক্ষাত করে আনন্দিত হতে চায়, সে যেন এই পাঁচ ওয়াক্‌ত সালাতের প্রতি যত্নবান হয়,  যেখানে তার জন্য আযান দেয়া হয়। কেননা এটাই হল হেদায়াতের উত্তম পন্থা। আর আল্লাহ তোমাদের নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য হেদায়াতের পন্থা নির্ধারণ করে দিয়েছেন। আমার জীবনের শপথ! তোমাদের সকলে যদি নিজ নিজ বাড়িতে সালাত পড়ো,  তবে তোমরা অবশ্যই তোমাদের নবীর সুন্নাত ত্যাগ করলে। আর তোমরা তোমাদের নবীর সুন্নাত ত্যাগ করলে অবশ্যই পথভ্রষ্ট হয়ে গেলে। অবশ্যই আমরা প্রকাশ্য মুনাফিক ব্যাতীত অপর কাউকে সালাতের জামাআত ত্যাগ করতে দেখতাম না। আমি এমন ব্যাক্তিকেও দেখেছি, যিনি দু’ব্যাক্তির কাঁধে ভর করে জামাআতের কাতারে শারীক হতেন। যে ব্যাক্তি উত্তমরূপে ওযু করে মসজিদে উপস্থিত হয়ে সালাত পড়ে, তার প্রতিটি কদমের বিনিময়ে আল্লাহ তার এক ধাপ মর্যাদা বৃদ্ধি করেন এবং তার একটি গুনাহ মুছে দেন। [৭৭৫]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ إِبْرَاهِيمَ الْهَجَرِيِّ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، قَالَ مَنْ سَرَّهُ أَنْ يَلْقَى اللَّهَ غَدًا مُسْلِمًا فَلْيُحَافِظْ عَلَى هَؤُلاَءِ الصَّلَوَاتِ الْخَمْسِ حَيْثُ يُنَادَى بِهِنَّ فَإِنَّهُنَّ مِنْ سُنَنِ الْهُدَى وَإِنَّ اللَّهَ شَرَعَ لِنَبِيِّكُمْ ـ صلى الله عليه وسلم ـ سُنَنَ الْهُدَى وَلَعَمْرِي لَوْ أَنَّ كُلَّكُمْ صَلَّى فِي بَيْتِهِ لَتَرَكْتُمْ سُنَّةَ نَبِيِّكُمْ وَلَوْ تَرَكْتُمْ سُنَّةَ نَبِيِّكُمْ لَضَلَلْتُمْ وَلَقَدْ رَأَيْتُنَا وَمَا يَتَخَلَّفُ عَنْهَا إِلاَّ مُنَافِقٌ مَعْلُومُ النِّفَاقِ وَلَقَدْ رَأَيْتُ الرَّجُلَ يُهَادَى بَيْنَ الرَّجُلَيْنِ حَتَّى يَدْخُلَ فِي الصَّفِّ وَمَا مِنْ رَجُلٍ يَتَطَهَّرُ فَيُحْسِنُ الطُّهُورَ فَيَعْمِدُ إِلَى الْمَسْجِدِ فَيُصَلِّي فِيهِ فَمَا يَخْطُو خَطْوَةً إِلاَّ رَفَعَ اللَّهُ لَهُ بِهَا دَرَجَةً وَحَطَّ عَنْهُ بِهَا خَطِيئَةً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭৭৫] মুসলিম ৬৫৪, আবূ দাঊদ ৫৫০, আহমাদ ৩৫৫৪, দারিমী ১২৭৭। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: ইরওয়াহ ৩৮৮, সহীহ আবূ দাউদ ৫৫৯। উক্ত হাদিসের রাবী ইবরাহীম আল হাজারী সম্পর্কে আল আযদী বলেন, তিনি সত্যবাদী কিন্তু হাদিস বর্ণনায় অধিক সন্দেহ করেন। ইবনু মাঈন, আবু যুরআহ আর-রাযী ও মুহাম্মাদ বিন সা'দ তাকে দুর্বল বলেছেন। ইমাম বুখারী বলেন, তিনি হাদিস বর্ণনায় মুনকার। ইয়াকুব বিন সুফইয়ান বলেন, তার হাদিস বর্ণনায় কোন সমস্যা নেই।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}