{
  "hadith": {
    "hadith_id": 778,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন,  রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন,  যে ব্যক্তি সালাতের উদ্দেশ্যে তার ঘর থেকে বের হয়ে যেতে যেতে বলেঃ “হে আল্লাহ! তোমার নিকট প্রার্থনাকারীদের যে অধিকার আছে তার উসীলায় তোমার নিকট প্রার্থনা করছি,  এই পদব্রজের অধিকারের উসীলায় তোমার নিকট প্রার্থনা করছি। কেননা গৌরব,  অহংকার,  প্রদর্শনেচ্ছা প্রসিদ্ধি লাভ ইত্যাদির জন্য আমি মোটেই বের হইনি। আমি বের হয়েছি তোমার অসন্তোষের ভয়ে এবং তোমার সন্তুষ্টির অন্বেষায়। অতএব আমি তোমার নিকট প্রার্থনা করি যে,  তুমি আগুন থেকে আমাকে বাঁচাবে এবং আমার গুনাহসমুহ ক্ষমা করবে। কারন তুমি ছাড়া গুনাহ মাফ করার কেউ নেই,  আল্লাহ তার প্রতি রহমতের দৃষ্টি দেন এবং সত্তর হাজার ফেরেশতা তার জন্য ক্ষমা প্রার্থনা করেন। [৭৭৬]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سَعِيدِ بْنِ يَزِيدَ بْنِ إِبْرَاهِيمَ التُّسْتَرِيُّ، حَدَّثَنَا الْفَضْلُ بْنُ الْمُوَفَّقِ أَبُو الْجَهْمِ، حَدَّثَنَا فُضَيْلُ بْنُ مَرْزُوقٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ مَنْ خَرَجَ مِنْ بَيْتِهِ إِلَى الصَّلاَةِ فَقَالَ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِحَقِّ السَّائِلِينَ عَلَيْكَ وَأَسْأَلُكَ بِحَقِّ مَمْشَاىَ هَذَا فَإِنِّي لَمْ أَخْرُجْ أَشَرًا وَلاَ بَطَرًا وَلاَ رِيَاءً وَلاَ سُمْعَةً وَخَرَجْتُ اتِّقَاءَ سُخْطِكَ وَابْتِغَاءَ مَرْضَاتِكَ فَأَسْأَلُكَ أَنْ تُعِيذَنِي مِنَ النَّارِ وَأَنْ تَغْفِرَ لِي ذُنُوبِي إِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ - أَقْبَلَ اللَّهُ عَلَيْهِ بِوَجْهِهِ وَاسْتَغْفَرَ لَهُ سَبْعُونَ أَلْفَ مَلَكٍ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৭৭৬] আহমাদ ১০৮৭২ তাহক্বীক্ব আলবানী: যঈফ। তাখরীজ আলবানী: জামি সগীর ৫৫৭১ যঈফ, যঈফ তারগীব ২০১ যঈফ-৯৯৬ মুনকার, যঈফা ২৪। উক্ত হাদিসের রাবী ফাদল বিন মুয়াফফাক আবুল জাহম সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। ২. আতিয়্যাহ সম্পর্কে মুহাম্মাদ বিন সা'দ সিকাহ বললেও আহমাদ বিন হাম্বল তাকে দুর্বল বলেছেন। আবু হাতিম আর-রাযী বলেন, তার হাদিস গ্রহন করা যায় কিন্তু তিনি দুর্বল। আবু দাউদ আস-সাজিসতানী বলেন, তার উপর নির্ভর করা যায় না।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}