{
  "hadith": {
    "hadith_id": 879,
    "narrator": "আবূ জুহাইফা (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাতরত থাকা অবস্থায় তাঁর নিকটেই ধন-সম্পদ সম্পর্কে আলোচনা হচ্ছিল। এক ব্যক্তি বলেন, অমুকের অনেক ঘোড়া আছে। আরেকজন বলেন, অমুকের অনেক উট আছে। আর একজন বলেন, অমুকের অনেক বক্‌রী আছে। অন্যজন বলেন অনেক দাস-দাসী আছে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শেষ রাক্‌আতের রুকূ’ থেকে মাথা উঠিয়ে বলেনঃ “হে আল্লাহ্‌! আমাদের প্রভূ! তোমার জন্য সকল প্রশংসা, আসমান, যমীন ও এতদুভয়ের মধ্যে যা কিছু আছে এবং তুমি যা চাও সব কিছুই তোমার প্রশংসায় পূর্ণ। হে আল্লাহ্‌! তুমি কাউকে দান করলে তাঁর কোন প্রতিরোধকারী নাই এবং তুমি কাউকে দান না করলে কেউ তাকে দান করতে পারে না। সম্পদশালীকে তাঁর সম্পদ তোমার বিপরীতে উপকৃত করতে পারে না।” রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘সম্পদ’ শব্দটি উচ্চৈঃস্বরে বললেন, যাতে লোকেরা বুঝতে পারে যে, তারা যা বলছে তা তেমন নয়। [৮৭৭]\n\nতাহকীক আলবানীঃ দঈফ, কিন্তু উল্লেখিত দুআটি সহীহ, সিফাতুস সালাত ৩১৩৭।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُوسَى السُّدِّيُّ، حَدَّثَنَا شَرِيكٌ، عَنْ أَبِي عُمَرَ، قَالَ سَمِعْتُ أَبَا جُحَيْفَةَ، يَقُولُ ذُكِرَتِ الْجُدُودُ عِنْدَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ وَهُوَ فِي الصَّلاَةِ فَقَالَ رَجُلٌ جَدُّ فُلاَنٍ فِي الْخَيْلِ ‏.‏ وَقَالَ آخَرُ جَدُّ فُلاَنٍ فِي الإِبِلِ ‏.‏ وَقَالَ آخَرُ جَدُّ فُلاَنٍ فِي الْغَنَمِ ‏.‏ وَقَالَ آخَرُ جَدُّ فُلاَنٍ فِي الرَّقِيقِ ‏.‏ فَلَمَّا قَضَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ صَلاَتَهُ وَرَفَعَ رَأْسَهُ مِنْ آخِرِ الرَّكْعَةِ قَالَ ‏ \"‏ اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ وَمِلْءَ مَا شِئْتَ مِنْ شَىْءٍ بَعْدُ اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ وَلاَ مُعْطِيَ لِمَا مَنَعْتَ وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ ‏\"‏ ‏.‏ وَطَوَّلَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ صَوْتَهُ بِالْجَدِّ لِيَعْلَمُوا أَنَّهُ لَيْسَ كَمَا يَقُولُونَ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[৮৭৭] যঈফ। তাখরীজ আলবানী: যঈফ, কিন্তু উল্লেখিত দুআটি সহীহ, সিফাতুস সালাত ৩১৩৭। উক্ত হাদিসের রাবী উমার সম্পর্কে ইমামগন বলেন, তিনি অপরিচিত।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}