{
  "hadith": {
    "hadith_id": 899,
    "narrator": "আব্দুল্লাহ বিন মাসউদ (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে সালাত পড়ার সময় বলতাম \"আল্লাহর উপর সালাম তার বান্দাদের পক্ষ থেকে,  জিবরাঈল, মীকাইল ও অমুক অমুক ফেরেশতাদের উপরও শান্তি বর্ষিত হোক। আমাদের এ কথা শুনে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, \"তোমরা আসসালামু আলাল্লাহ বলো না। আল্লাহ্ই তো সালাম (শান্তিদাতা)। অতয়েব তোমরা বসে বলবে: “আত্তাহিয়্যাতু লিল্লাহি --- আব্দুহু ওয়া রাসুলুহু” অর্থাৎ “সমস্ত সম্মান, ইবাদত, উপাসনা ও পবিত্রতা আল্লাহর জন্য। হে নবী! আপনার উপর শান্তি বর্ষিত হোক,আল্লাহর রহমত ও প্রাচুর্যও। আমাদের উপর এবং আল্লাহর নেক বান্দাদের উপর শান্তি বর্ষিত হোক”। সে এ কথা বললে আসমান ও যমীনের সকল নেক বান্দাদের নিকট তা  পৌছে। “আমি সাক্ষ্য দেই যে, আল্লাহ ব্যতীত কোন ইলাহ নেই, আমি আরও সাক্ষ্য দেই যে, মুহাম্মদ তার বান্দা ও রসূল”।  \n\n (উপরোক্ত হাদীসটি ১৫ টি সনদে বর্ণিত হয়েছে, অপর সনদগুলো হলঃ) \n\n১.  আব্দুল্লাহ বিন মাসউদ  (রাঃ) সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  সূত্রে পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত হয়েছে।\n২.  আব্দুল্লাহ বিন মাসউদ (রাঃ) সূত্রে বর্ণিত, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে তাশাহহুদ শিক্ষা দিতেন…..পূর্বোক্ত হাদীসের অনুরূপ। [৮৯৭] \n\nতাহকীক আলবানী: সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، عَنْ شَقِيقِ بْنِ سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ خَلاَّدٍ الْبَاهِلِيُّ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا الأَعْمَشُ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ كُنَّا إِذَا صَلَّيْنَا مَعَ النَّبِيِّ ـ صلى الله عليه وسلم ـ قُلْنَا السَّلاَمُ عَلَى اللَّهِ قَبْلَ عِبَادِهِ السَّلاَمُ عَلَى جِبْرَائِيلَ وَمِيكَائِيلَ وَعَلَى فُلاَنٍ وَفُلاَنٍ ‏.‏ يَعْنُونَ الْمَلاَئِكَةَ ‏.‏ فَسَمِعَنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ ‏ \"‏ لاَ تَقُولُوا السَّلاَمُ عَلَى اللَّهِ فَإِنَّ اللَّهَ هُوَ السَّلاَمُ فَإِذَا جَلَسْتُمْ فَقُولُوا التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ فَإِنَّهُ إِذَا قَالَ ذَلِكَ أَصَابَتْ كُلَّ عَبْدٍ صَالِحٍ فِي السَّمَاءِ وَالأَرْضِ ‏.‏ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ ‏\"‏ ‏.‏\nحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا الثَّوْرِيُّ، عَنْ مَنْصُورٍ، وَالأَعْمَشِ، وَحُصَيْنٍ، وَأَبِي، هَاشِمٍ وَحَمَّادٍ عَنْ أَبِي وَائِلٍ، وَعَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ، وَأَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ نَحْوَهُ ‏.‏\nحَدَّثَنَا مُحَمَّدُ بْنُ مَعْمَرٍ، حَدَّثَنَا قَبِيصَةُ، أَنْبَأَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، وَمَنْصُورٍ، وَحُصَيْنٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، ح\nقَالَ وَحَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي عُبَيْدَةَ، وَالأَسْوَدِ، وَأَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يُعَلِّمُهُمُ التَّشَهُّدَ فَذَكَرَ نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৮৯৭] বুখারী ৮৩১, ৮৩৫, ১২০২, ৬২৩০, ৬২৬৫, ৬৩২৮, ৬৩৮১; মুসলিম ৪০২, তিরমিযী ২৮৯, নাসায়ী ১১৬২-৬৪, ১১৬৬-৭১, ১২৯৮; আবূ দাঊদ ৯৬৮, আহমাদ ৩৫৫২, ৩৬১৫, ৩৯০৯, ৩৯২৫, ৩৯৯৬, ৪০০৭, ৪০৫৪, ৪০৯০, ৪১৪৯, ৪১৬৬, ৪১৭৮, ৪২৯৩, ৪৩৬৯, ৪৪০৮; দারিমী ১৩৪০-৪১। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: সহীহ আবী দাউদ ৮৮৯।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}