{
  "hadith": {
    "hadith_id": 901,
    "narrator": "আবু মুসা আল-আশআরী (রাঃ)",
    "bn": "রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের উদ্দ্যেশ্যে ভাষণ দেন, আমাদের জন্য আমাদের পালনীয় সুন্নাতসমুহ স্পষ্টভাবে বর্ণনা করেন  এবং আমাদেরকে আমাদের সালাত শিক্ষা দেন। তিনি বলেন, তোমরা যখন সালাত পড়বে, এবং বৈঠকে বসবে তখন তোমাদের প্রথম কথা হবেঃ \"আত্তাহিয়্যাতুত তায়্যিবাতুস সলাওয়াতু.........ওয়া রসূলুহু\"। (\"সমস্ত প্রশংসা,পবিত্রতা ও, ইবাদত আল্লাহর জন্য। হে নবী! আপনার উপর শান্তি বর্ষিত হোক,আল্লাহর রহমত ও বরকতও। আমাদের উপর এবং আল্লাহর নেক বান্দাদের উপর শান্তি বর্ষিত হোক। আমি সাক্ষ্য দেই যে, আল্লাহ ছাড়া কোন ইলাহ নেই, আমি আরও সাক্ষ্য দেই যে, মুহাম্মদ তাঁর বান্দা ও  রসূল”)। এই সাতটি বাক্যই সলাতের আত্তাহিয়াতু। [৯০০] \n\nতাহকীক আলবানী: (ছাবউ কালিমাতিন) কথাটি ছাড়া সহীহ।",
    "ar": "حَدَّثَنَا جَمِيلُ بْنُ الْحَسَنِ، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، ح وَحَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عُمَرَ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، وَهِشَامُ بْنُ أَبِي عَبْدِ اللَّهِ، عَنْ قَتَادَةَ، ‏.‏ وَهَذَا حَدِيثُ عَبْدِ الرَّحْمَنِ عَنْ يُونُسَ بْنِ جُبَيْرٍ، عَنْ حِطَّانَ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ خَطَبَنَا وَبَيَّنَ لَنَا سُنَّتَنَا وَعَلَّمَنَا صَلاَتَنَا فَقَالَ ‏ \"‏ إِذَا صَلَّيْتُمْ فَكَانَ عِنْدَ الْقَعْدَةِ فَلْيَكُنْ مِنْ أَوَّلِ قَوْلِ أَحَدِكُمُ التَّحِيَّاتُ الطَّيِّبَاتُ الصَّلَوَاتُ لِلَّهِ السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ سَبْعُ كَلِمَاتٍ هُنَّ تَحِيَّةُ الصَّلاَةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯০০] মুসলিম ৪০৪, ৮৩০, ১০৬৪, ১১৭২, ১১৭৩, ১২৮০; আবূ দাঊদ ৯৭২, আহমাদ ১৯০১০, ১৯০৫৮, ১৯১৩০, ১৯১৬৬; দারিমী ১৩১২, মাজাহ ৮৪৭। তাহক্বীক্ব আলবানী: سَبْعُ كَلِمَاتٍ তাখরীজ আলবানী: সহীহ আবী দাউদ ৮৯৩, ইরওয়াহ ৩৩২।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}