{
  "hadith": {
    "hadith_id": 906,
    "narrator": "আবদুল্লাহ বিন মাসউদ (রাঃ)",
    "bn": "তিনি বলেন, তোমরা যখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর প্রতি দরূদ পেশ করবে, তখন তোমরা তাঁর প্রতি উত্তমরূপে দরূদ পেশ করবে। কেননা তোমাদের জানা নেই যে, নিশ্চয় তা তাঁর সামনে পেশ করা হয়। রাবী বলেন, সাহাবীগণ তাঁকে বললেন, আপনি আমাদের শিখিয়ে দিন। তিনি বলেন, তোমরা বলোঃ (আল্লাহুম্মাজআল সলাতাকা ওয়া রহমাতাকা ওয়া বারাকাতিক আলা সায়্যিদিল মুরসালীন, ওয়া ইমামিল মুত্তাকীন, ওয়া খাতামিন নবীয়্যীনা মুহাম্মাদ, আবদিকা ওয়া রাসূলিকা ইমামিল খায়রি ওয়া কায়িদল খায়র, ওয়া রসূলির রহমাহ। আল্লাহুম্মাবআস মাকামাম মাহমূদা ইয়াগবিতুহু বিহিল আওওয়ালূনা ওয়াল আখারূন। আল্লাহুম্মা সল্লি আলা মুহাম্মাদ ওয়া আলা আলি মুহাম্মাদ কামা সল্লায়তা আলা ইবরাহীম ওয়া আলা আলি ইবরাহীম ইন্নাকা হামিদুম মাজীদ। আল্লাহুম্মা বারিক আলা মুহাম্মাদ ওয়া আলা আলি মুহাম্মাদ কামা বারাকতা আলা ইবরাহীম ওয়া আলা আলি ইবরাহীম ইন্নাকা হামিদুম মাজীদ।) \"হে আল্লাহ্! আপনার বান্দা ও আপনার রসূল, প্রেরিত রসূলগণের নেতা, মুত্তাকীগণের ইমাম, সর্বশেষ নবী, কল্যাণের উৎস, কল্যাণের দিকে পরিচালনাকারী ও দয়ার নবী মুহাম্মাদের উপর আপনার রহমাত, আপনার দয়া ও আপনার প্রাচুর্য নাযিল করুন। হে আল্লাহ্! তাঁকে সেই সুপ্রশংসিত স্থানে পৌঁছিয়ে দিন, যার প্রতি পূর্ববর্তী ও পরবর্তীগণ ঈর্ষান্বিত। হে আল্লাহ্! আপনি মুহাম্মাদ ও তাঁর বংশধরদের উপর রহমাত বর্ষণ করুন, যেমন আপনি রহমাত বর্ষণ করেছেন ইবরাহীম ও তাঁর বংশধরদের উপর। নিশ্চয় আপনি প্রশংসিত, মহিমান্বিত। হে আল্লাহ্! আপনি মুহাম্মাদ ও তাঁর বংশধরদের বরকত দান করুন, যেমন আপনি ইবরাহীম ও তাঁর বংশধরদের বরকত দান করেছেন। নিশ্চয় আপনি প্রশংসিত, মহিমান্বিত\"।[৯০৫]",
    "ar": "حَدَّثَنَا الْحُسَيْنُ بْنُ بَيَانٍ، حَدَّثَنَا زِيَادُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا الْمَسْعُودِيُّ، عَنْ عَوْنِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي فَاخِتَةَ، عَنِ الأَسْوَدِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ إِذَا صَلَّيْتُمْ عَلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَأَحْسِنُوا الصَّلاَةَ عَلَيْهِ فَإِنَّكُمْ لاَ تَدْرُونَ لَعَلَّ ذَلِكَ يُعْرَضُ عَلَيْهِ ‏.‏ قَالَ فَقَالُوا لَهُ فَعَلِّمْنَا ‏.‏ قَالَ قُولُوا اللَّهُمَّ اجْعَلْ صَلاَتَكَ وَرَحْمَتَكَ وَبَرَكَاتِكَ عَلَى سَيِّدِ الْمُرْسَلِينَ وَإِمَامِ الْمُتَّقِينَ وَخَاتَمِ النَّبِيِّينَ مُحَمَّدٍ عَبْدِكَ وَرَسُولِكَ إِمَامِ الْخَيْرِ وَقَائِدِ الْخَيْرِ وَرَسُولِ الرَّحْمَةِ اللَّهُمَّ ابْعَثْهُ مَقَامًا مَحْمُودًا يَغْبِطُهُ بِهِ الأَوَّلُونَ وَالآخِرُونَ اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৯০৫] যঈফ। তাখরীজ আলবানী: যঈফ তারগীব ১০৩৯ আসার যঈফ। উক্ত হাদিসের রাবী আল মাসউদী সম্পর্কে ইয়াহইয়া বিন মাঈন বলেন, তিনি সিকাহ। ইবনু নুমায়র বলেন, তিনি সিকাহ তবে শেষ বয়সে হাদিস বর্ণনায় সংমিশ্রণ করেছেন। আহমাদ বিন হাম্বল বলেন, তিনি সিকাহ তবে বাগদাদে হাদিস বর্ণনায় সংমিশ্রণ করেছেন। মুহাম্মাদ বিন সা'দ বলেন, তিনি সিকাহ তবে মৃত্যুর পূর্বে হাদিস বর্ণনায় সংমিশ্রণ করেছেন। আলী ইবনুল মাদীনী তাকে সিকাহ বলেছেন।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}