{
  "hadith": {
    "hadith_id": 926,
    "narrator": "আবদুল্লাহ বিন আম্‌র (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন মুসলিম ব্যক্তি দুটি অভ্যাস আয়ত্ত করতে পারলে জান্নাতে প্রবেশ করবে। সেই দুটি অভ্যাস আয়ত্ত করাও সহজ, কিন্তু এ দুটি অভ্যাস অনুশীলনকারীর সংখ্যা কম। প্রতি ওয়াক্ত সলাতের পর দশবার সুবহানাল্লাহ, দশবার আল্লাহু আকবর এবং দশবার আলহামদু লিল্লাহ বলা। আমি রসূলুল্লাহ কে এগুলো তার হাতের আঙ্গুল দিয়ে গণনা করতে দেখেছি। তিনি বলেন, তা মুখে পড়লে হয় একশত পঞ্চাশ এবং মীযানে হয় এক হাজার পাঁচ শত। সে শয্যা গ্রহণকালে সুবহানাল্লাহ, আলহামদু লিল্লাহ ও আল্লাহু আকবার একশতবার পড়লে তা তার মুখে হয় একশত এবং মীযানে হয় এক হাজার। তোমাদের মধ্যে এমন কে আছে যে প্রতিদিন দু হাজার পাঁচ শত গুনাহ করবে? তারা বলেন, কেউ এ দুটি অভ্যাস কেন অনুশীলন করবে না। তিনি বলেন, তোমাদের কেউ কেন সলাতে দাড়ায় তখন শয়তান তার নিকট এসে বলে, অমুক অমুক বিষয় স্মরণ করো, এমনকি বান্দা (সলাত থেকে) বিচ্ছিন্ন হয়ে যায় এবং বুঝতে পারে না (যে, সে কত রাকআত পড়ছে)। অনুরূপভাবে সে তার বিছানায় অবস্থানকালেও শয়তান সেখানে আসে এবং তাকে ঘুম পাড়াতে থাকে, অবশেষে সে ঘুমিয়ে যায়। [৯২৫]",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، وَمُحَمَّدُ بْنُ فُضَيْلٍ، وَأَبُو يَحْيَى التَّيْمِيُّ وَابْنُ الأَجْلَحِ عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ خَصْلَتَانِ لاَ يُحْصِيهِمَا رَجُلٌ مُسْلِمٌ إِلاَّ دَخَلَ الْجَنَّةَ وَهُمَا يَسِيرٌ وَمَنْ يَعْمَلُ بِهِمَا قَلِيلٌ يُسَبِّحُ اللَّهَ فِي دُبُرِ كُلِّ صَلاَةٍ عَشْرًا وَيُكَبِّرُ عَشْرًا وَيَحْمَدُهُ عَشْرًا ‏\"‏ ‏.‏ فَرَأَيْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَعْقِدُهَا بِيَدِهِ ‏\"‏ فَذَلِكَ خَمْسُونَ وَمِائَةٌ بِاللِّسَانِ وَأَلْفٌ وَخَمْسُمِائَةٍ فِي الْمِيزَانِ وَإِذَا أَوَى إِلَى فِرَاشِهِ سَبَّحَ وَحَمِدَ وَكَبَّرَ مِائَةً فَتِلْكَ مِائَةٌ بِاللِّسَانِ وَأَلْفٌ فِي الْمِيزَانِ فَأَيُّكُمْ يَعْمَلُ فِي الْيَوْمِ أَلْفَيْنِ وَخَمْسَمِائَةِ سَيِّئَةٍ ‏\"‏ ‏.‏ قَالُوا وَكَيْفَ لاَ يُحْصِيهِمَا قَالَ ‏\"‏ يَأْتِي أَحَدَكُمُ الشَّيْطَانُ وَهُوَ فِي الصَّلاَةِ فَيَقُولُ اذْكُرْ كَذَا وَكَذَا حَتَّى يَنْفَكَّ الْعَبْدُ لاَ يَعْقِلُ وَيَأْتِيهِ وَهُوَ فِي مَضْجَعِهِ فَلاَ يَزَالُ يُنَوِّمُهُ حَتَّى يَنَامَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯২৫] তিরমিযী ৩৪১০-১১ তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: মিশকাত ২৪০ সহীহ আবী দাউদ ১৩৪৫। উক্ত হাদিসের রাবী আতা ইবনুস সায়িব সম্পর্কে মুহাম্মাদ বিন সা'দ বলেন, তিনি সিকাহ তবে শেষ বয়সে হাদিস বর্ণনায় সংমিশ্রণ করেছেন। ইমাম নাসাই বলেন, তার পূর্বে বর্ণিত হাদিস সিকাহ কিন্তু পরে হাদিস বর্ণনায় পরিবর্তন আসে।",
    "chapter": {
      "chapter_number": "5"
    }
  }
}