[
  {
    "hadith_id": 2862,
    "narrator": "আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ কোন মুসলিমের কাছে ওসিয়াত করার মত সম্পদ থাকলে, তার নিজের কাছে ওসিয়াতনামা না লিখে রেখে দুই রাতও অতিবাহিত করার অধিকার তার নেই।",
    "ar": "حَدَّثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، حَدَّثَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ، - يَعْنِي ابْنَ عُمَرَ - عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَا حَقُّ امْرِئٍ مُسْلِمٍ لَهُ شَىْءٌ يُوصِي فِيهِ يَبِيتُ لَيْلَتَيْنِ إِلاَّ وَوَصِيَّتُهُ مَكْتُوبَةٌ عِنْدَهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2863,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর ইন্তেকালের সময় কোন দীনার, দিরহাম, উট এবং বকরী কিছু্ই রেখে যাননি এবং তিনি কোন ওসিয়াতও করেননি।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، وَمُحَمَّدُ بْنُ الْعَلاَءِ، قَالاَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ مَا تَرَكَ رَسُولُ اللَّهِ صلى الله عليه وسلم دِينَارًا وَلاَ دِرْهَمًا وَلاَ بَعِيرًا وَلاَ شَاةً وَلاَ أَوْصَى بِشَىْءٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2864,
    "narrator": "আমির ইবনু সা‘দ (রহঃ) হতে তার পিতার",
    "bn": "তিনি বলেন, আমার পিতা (সা‘দ) একবার কঠিন রোগে আক্রান্ত হলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে দেখতে আসলেন। তিনি বলেন, হে আল্লাহর রাসূল! আমার প্রচুর সম্পদ আছে। একটি কন্যা সন্তান ছাড়া আমার কোন ওয়ারিস নাই। কাজেই দুই-তৃতীয়াংশ সম্পদ সদাক্বাহ করবো কি? তিনি বললেনঃনা। তিনি আবার জিজ্ঞেস করেন, অর্ধেক সম্পদ? তিনি বললেনঃ না। তিনি আবার জিজ্ঞেস করেন, এক-তৃতীয়াংশ? তিনি বললেন, হাঁ, তিন ভাগের এক ভাগ ওসিয়াত করতে পারো। তবে এটাও বেশি হয়ে যাচ্ছে। তোমার ওয়ারিসরা অন্যের নিকট ভিক্ষা চাইবে-তাদেরকে এমন দুঃস্থ অবস্থায় রেখে যাওয়ার চাইতে সচ্ছল অবস্থায় রেখে যাওয়া অনেক উত্তম। তুমি তাদের জন্য যা খরচ করবে, তোমাকে তার প্রতিদান দেয়া হবে। এমনকি তুমি তোমার স্ত্রীর মুখে যে খাবারের লোকমা তুলে দাও তারও প্রতিদান পাবে। আমি বললাম, হে আল্লাহর রাসূল! আমি কি আমার হিজরাতের নেকী থেকে পরিত্যক্ত হবো? তিনি বললেনঃ আমার হিজরাতের পর তুমি যদি (মাক্কাহ্তে) থেকে যাও এবং আমার অনুপস্থিতিতেও আল্লাহর সন্তুষ্টি অর্জনের জন্য নেক আমল অব্যাহত রাখো তাহলে তোমার মর্যাদা বৃ্দ্ধি পাবে। আশা করি তুমি বেঁচে থাকবে এবং একদল তোমার দ্বারা উপকৃত হবে, আর অন্যদল তোমার দ্বারা ক্ষতিগ্রস্থ হবে। অতঃপর তিনি এ দু‘আ করলেনঃ ‘ হে আল্লাহ! আমার সাহাবীদের হিজরাত পরিপূর্ণ করুন; তাদেরকে হিজরাতের পূর্বাবস্থায় ফিরিয়ে দিবেন না।” কিন্তু নিঃস্ব সাঈদ ইবনু খাওলাহ (রাঃ) মাক্কাহ্য় মারা যান। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে স্মরণ করে অনুশোচনা করতেন।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَابْنُ أَبِي خَلَفٍ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عَامِرِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، قَالَ مَرِضَ مَرَضًا - قَالَ ابْنُ أَبِي خَلَفٍ - بِمَكَّةَ - ثُمَّ اتَّفَقَا - أَشْفَى فِيهِ فَعَادَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ لِي مَالاً كَثِيرًا وَلَيْسَ يَرِثُنِي إِلاَّ ابْنَتِي أَفَأَتَصَدَّقُ بِالثُّلُثَيْنِ قَالَ ‏\"‏ لاَ ‏\"‏ ‏.‏ قَالَ فَبِالشَّطْرِ قَالَ ‏\"‏ لاَ ‏\"‏ ‏.‏ قَالَ فَبِالثُّلُثِ قَالَ ‏\"‏ الثُّلُثُ وَالثُّلُثُ كَثِيرٌ إِنَّكَ أَنْ تَتْرُكَ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَدَعَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً إِلاَّ أُجِرْتَ بِهَا حَتَّى اللُّقْمَةَ تَرْفَعُهَا إِلَى فِي امْرَأَتِكَ ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ أَتَخَلَّفُ عَنْ هِجْرَتِي قَالَ ‏\"‏ إِنَّكَ إِنْ تُخَلَّفْ بَعْدِي فَتَعْمَلْ عَمَلاً صَالِحًا تُرِيدُ بِهِ وَجْهَ اللَّهِ لاَ تَزْدَادُ بِهِ إِلاَّ رِفْعَةً وَدَرَجَةً لَعَلَّكَ أَنْ تُخَلَّفَ حَتَّى يَنْتَفِعَ بِكَ أَقْوَامٌ وَيُضَرَّ بِكَ آخَرُونَ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ أَمْضِ لأَصْحَابِي هِجْرَتَهُمْ وَلاَ تَرُدَّهُمْ عَلَى أَعْقَابِهِمْ لَكِنِ الْبَائِسُ سَعْدُ ابْنُ خَوْلَةَ يَرْثِي لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ مَاتَ بِمَكَّةَ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2865,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, এক ব্যক্তি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বললো, হে আল্লাহর রাসূল! কোন ধরনের সদাক্বাহ উত্তম? তিনি বলেনঃ সুস্থ ও সচ্ছল অবস্থায় সদাক্বাহ করা। যখন তুমি আরো বেঁচে থাকার আশা রাখো এবং গরীব হওয়ারও আশঙ্কা করো। তুমি এতটা বিলম্ব করবে না যে, প্রাণবায়ু উড়ে যাওয়ার পূর্ব মুহূর্তে তুমি বলবে, অমুকের জন্য এতটুকু অমুকের জন্য এতটুকু (সদাক্বাহ করলাম)। কেননা তখন তো সেটা অমুকের জন্য হয়েই গেছে।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا عُمَارَةُ بْنُ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَجُلٌ لِلنَّبِيِّ صلى الله عليه وسلم يَا رَسُولَ اللَّهِ أَىُّ الصَّدَقَةِ أَفْضَلُ قَالَ ‏ \"‏ أَنْ تَصَدَّقَ وَأَنْتَ صَحِيحٌ حَرِيصٌ تَأْمُلُ الْبَقَاءَ وَتَخْشَى الْفَقْرَ وَلاَ تُمْهِلْ حَتَّى إِذَا بَلَغَتِ الْحُلْقُومَ قُلْتَ لِفُلاَنٍ كَذَا وَلِفُلاَنٍ كَذَا وَقَدْ كَانَ لِفُلاَنٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2866,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ কোন ব্যক্তির নিজ জীবদ্দশায় এক দিরহাম সদাক্বাহ করা তার মৃত্যুর সময়ে একশো দিরহাম সদাক্বাহ করার চেয়েও উত্তম।\n\nদুর্বলঃ যঈফ আল-জামি‘উস সাগীর (৪৬৪৩), মিশকাত (১৭৮০)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنِي ابْنُ أَبِي ذِئْبٍ، عَنْ شُرَحْبِيلَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لأَنْ يَتَصَدَّقَ الْمَرْءُ فِي حَيَاتِهِ بِدِرْهَمٍ خَيْرٌ لَهُ مِنْ أَنْ يَتَصَدَّقَ بِمِائَةٍ عِنْدَ مَوْتِهِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2867,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যদি কোন পুরুষ বা নারী ষাট বছর ধরে আল্লাহর ইবাদাতে কাটায়, অতঃপর তাদের মৃত্যু এসে যায়। তখন তারা ওসিয়াতের মাধ্যমে উত্তরাধিকারের ক্ষতিসাধন করে। এ অপরাধের কারণে তাদের জন্য জাহান্নাম অবধারিত হয়। শাহর ইবনু হাওশাব (রহঃ) বলেন, অতঃপর আবূ হুরায়রা (রাঃ) আমার সামনে এ আয়াত পাঠ করেনঃ “মৃত ব্যক্তির কৃত ওসিয়াত ও ঋণ আদায়ের পর… এটাই হলো বিরাট সফলতা” (সূরাহ আন-নিসাঃ ১২, ১৩)। আবূ দাঊদ (রহঃ) বলেন, বর্ণনাকারী আশ‘আস ইবনু জাবির (রহঃ) হলেন নাসর ইবনু ‘আলীর দাদা।\n\nদুর্বলঃ যঈফ আল-জামি‘উস সাগীর (১৪৫৭). যঈফ সুনান আত-তিরমিযী (৩৭৬/২২১৫), মিশকাত (৩০৭৫)।",
    "ar": "حَدَّثَنَا عَبْدَةُ بْنُ عَبْدِ اللَّهِ، أَخْبَرَنَا عَبْدُ الصَّمَدِ، حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْحُدَّانِيُّ، حَدَّثَنَا الأَشْعَثُ بْنُ جَابِرٍ، حَدَّثَنِي شَهْرُ بْنُ حَوْشَبٍ، أَنَّ أَبَا هُرَيْرَةَ، حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ الرَّجُلَ لَيَعْمَلُ وَالْمَرْأَةَ بِطَاعَةِ اللَّهِ سِتِّينَ سَنَةً ثُمَّ يَحْضُرُهُمَا الْمَوْتُ فَيُضَارَّانِ فِي الْوَصِيَّةِ فَتَجِبُ لَهُمَا النَّارُ ‏\"‏ ‏.‏ قَالَ وَقَرَأَ عَلَىَّ أَبُو هُرَيْرَةَ مِنْ هَا هُنَا ‏{‏ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ ‏}‏ حَتَّى بَلَغَ ‏{‏ ذَلِكَ الْفَوْزُ الْعَظِيمُ ‏}‏ ‏.‏ قَالَ أَبُو دَاوُدَ هَذَا - يَعْنِي الأَشْعَثَ بْنَ جَابِرٍ - جَدُّ نَصْرِ بْنِ عَلِيٍّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2868,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, আমাকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে আবূ যার! আমি তোমাকে (প্রশাসনিক কাজে) দুর্বল দেখছি। আমি আমার নিজের জন্য যা পছন্দ করি তোমার জন্যও তা পছন্দ করি। তুমি দুই ব্যক্তির মধ্যে বিচারক হবে না এবং ইয়াতীমের সম্পদের অভিভাবক হবে না।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئُ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي أَيُّوبَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ، عَنْ سَالِمِ بْنِ أَبِي سَالِمٍ الْجَيْشَانِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَا أَبَا ذَرٍّ إِنِّي أَرَاكَ ضَعِيفًا وَإِنِّي أُحِبُّ لَكَ مَا أُحِبُّ لِنَفْسِي فَلاَ تَأَمَّرَنَّ عَلَى اثْنَيْنِ وَلاَ تَوَلَّيَنَّ مَالَ يَتِيمٍ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ تَفَرَّدَ بِهِ أَهْلُ مِصْرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2870,
    "narrator": "আবূ উমামাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ নিশ্চয়ই আল্লাহ প্রত্যেক হকদারের অংশ নির্দিষ্ট করেছেন। সুতরাং কোন ওয়ারিসের জন্য ওসিয়াত করা যাবে না।",
    "ar": "حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ نَجْدَةَ، حَدَّثَنَا ابْنُ عَيَّاشٍ، عَنْ شُرَحْبِيلَ بْنِ مُسْلِمٍ، سَمِعْتُ أَبَا أُمَامَةَ، سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّ اللَّهَ قَدْ أَعْطَى كُلَّ ذِي حَقٍّ حَقَّهُ فَلاَ وَصِيَّةَ لِوَارِثٍ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2871,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, মহান আল্লাহ যখন এ আয়াত অবতীর্ণ করেনঃ “ইয়াতীমের সম্পদের নিকটবর্তী হয়ো না। কিন্তু উত্তম পন্থায়, যতদিন না সে তার যৌবনে পদার্পণ করে” (সূরাহ ইসরাঃ ৩৪) এবং “যারা ইয়াতীমের সম্পদ অন্যায়ভাবে খায়, তারা মূলত আগুন দিয়েই নিজেদের পেট বোঝাই করে এবং তারা অবশ্যই জাহান্নামের উত্তপ্ত আগুনে নিক্ষিপ্ত হবে” (সূরাহ আন-নিসাঃ ১০)। তখন যাদের কাছে ইয়াতীম ছিল তারা নিজেদের খাদ্য হতে ইয়াতীমের খাদ্য এবং নিজেদের পানীয় হতে ইয়াতীমের পানীয় আলাদা করে ফেললো। ফলে ইয়াতীমের উদ্বৃত্ত খাদ্য রেখে দেয়া হতো, সে হয় পরে তা খেতো নতুবা তা নষ্ট হতো। অভিভাবকদের কাছে বিষয়টি কঠিন মনে হলো। তারা বিষয়টি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে উপস্থাপন করলো। অতঃপর মহান আল্লাহ তা’আলা আয়াত অবর্তীর্ণ করেনঃ “তোমাকে তারা জিজ্ঞেস করছে ইয়াতীমদের সম্পর্কে। বলো, তাদের সাথে উত্তম পন্থা অবলম্বন করাই শ্রেয়। যদিও তোমাদের ও তাদের খরচপত্র ও থাকা খাওয়া একত্র রাখা দোষণীয় নয়। কেননা তারা তোমাদেরই ভাই” (সূরাহ আল-বাক্বারাহঃ ২২০)। অতঃপর তারা নিজেরদের পানাহার তাদের পানাহারের সাথে একত্র করলো।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ عَطَاءٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لَمَّا أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏ وَلاَ تَقْرَبُوا مَالَ الْيَتِيمِ إِلاَّ بِالَّتِي هِيَ أَحْسَنُ ‏}‏ وَ ‏{‏ إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْمًا ‏}‏ الآيَةَ انْطَلَقَ مَنْ كَانَ عِنْدَهُ يَتِيمٌ فَعَزَلَ طَعَامَهُ مِنْ طَعَامِهِ وَشَرَابَهُ مِنْ شَرَابِهِ فَجَعَلَ يَفْضُلُ مِنْ طَعَامِهِ فَيُحْبَسُ لَهُ حَتَّى يَأْكُلَهُ أَوْ يَفْسُدَ فَاشْتَدَّ ذَلِكَ عَلَيْهِمْ فَذَكَرُوا ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ ‏{‏ وَيَسْأَلُونَكَ عَنِ الْيَتَامَى قُلْ إِصْلاَحٌ لَهُمْ خَيْرٌ وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ ‏}‏ فَخَلَطُوا طَعَامَهُمْ بِطَعَامِهِ وَشَرَابَهُمْ بِشَرَابِهِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2874,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমরা সাতটি ধ্বংসকারী বিষয় থেকে দূরে থাকো। জিজ্ঞেস করা হলো, হে আল্লাহর রাসূল! সেগুলো কি কি? তিনি বলেনঃ আল্লাহর সাথে কাউকে শরীক করা, যাদু করা, যে প্রাণকে হত্যা করা আল্লাহ হারাম করেছেন, তা ন্যায়সংগত কারণ ছাড়া হত্যা করা, সুদ খাওয়া, ইয়াতীমের সম্পদ অন্যায়ভাবে আত্নসাৎ করা, যুদ্ধক্ষেত্র থেকে পালানো এবং নির্দোষ মুমিন স্ত্রীদের নামে ব্যভিচারের অপবাদ দেয়া।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، عَنْ ثَوْرِ بْنِ زَيْدٍ، عَنْ أَبِي الْغَيْثِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ اجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ ‏\"‏ ‏.‏ قِيلَ يَا رَسُولَ اللَّهِ وَمَا هُنَّ قَالَ ‏\"‏ الشِّرْكُ بِاللَّهِ وَالسِّحْرُ وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ وَأَكْلُ الرِّبَا وَأَكْلُ مَالِ الْيَتِيمِ وَالتَّوَلِّي يَوْمَ الزَّحْفِ وَقَذْفُ الْمُحْصَنَاتِ الْغَافِلاَتِ الْمُؤْمِنَاتِ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ أَبُو الْغَيْثِ سَالِمٌ مَوْلَى ابْنِ مُطِيعٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2875,
    "narrator": "উমাইর (রাঃ)",
    "bn": "যিনি সাহাবী ছিলেন। তিনি বলেন, এক ব্যক্তি জিজ্ঞেস করলো, হে আল্লাহর রাসূল! কোনগুলি কবীরাহ গুনাহ? তিনি বললেনঃ এর সংখ্যা নয়টি। অতঃপর উপরোক্ত হাদীসের অনুরূপ বর্ণিত। এতে আরো রয়েছেঃ মুসলিম পিতা-মাতাকে কষ্ট দেয়া এবং তোমদের জীবন-মরণের ক্বিবলাহ কা’বা ঘরের চত্বরে নিষিদ্ধ কাজকে হালাল গণ্য করা।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ الْجُوزَجَانِيُّ، حَدَّثَنَا مُعَاذُ بْنُ هَانِئٍ، حَدَّثَنَا حَرْبُ بْنُ شَدَّادٍ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ عَبْدِ الْحَمِيدِ بْنِ سِنَانٍ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ، عَنْ أَبِيهِ، أَنَّهُ حَدَّثَهُ - وَكَانَتْ، لَهُ صُحْبَةٌ - أَنَّ رَجُلاً، سَأَلَهُ فَقَالَ يَا رَسُولَ اللَّهِ مَا الْكَبَائِرُ فَقَالَ ‏\"‏ هُنَّ تِسْعٌ ‏\"‏ ‏.‏ فَذَكَرَ مَعْنَاهُ زَادَ ‏\"‏ وَعُقُوقُ الْوَالِدَيْنِ الْمُسْلِمَيْنِ وَاسْتِحْلاَلُ الْبَيْتِ الْحَرَامِ قِبْلَتِكُمْ أَحْيَاءً وَأَمْوَاتًا ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2876,
    "narrator": "খাব্বার (রাঃ)",
    "bn": "তিনি বলেন, মুস’আব ইবনু ‘উমাইর (রাঃ) উহুদ যুদ্ধে শহীদ হন। তার একটি কম্বল ছাড়া কিছুই ছিলো না। আমরা সেটা দিয়ে তার মাথা পর্যন্ত ঢাকলে তার দু’ পা বেরিয়ে পড়তো এবং তার দু’ পা ঢাকলে মাথা উন্মুক্ত হয়ে যেতো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কম্বল দ্বারা তার মাথা ঢেকে দাও এবং ইযখির (সুগন্ধি ঘাস) দ্বারা পা দুটি ঢেকে দাও।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ خَبَّابٍ، قَالَ مُصْعَبُ بْنُ عُمَيْرٍ قُتِلَ يَوْمَ أُحُدٍ وَلَمْ تَكُنْ لَهُ إِلاَّ نَمِرَةٌ كُنَّا إِذَا غَطَّيْنَا بِهَا رَأْسَهُ خَرَجَتْ رِجْلاَهُ وَإِذَا غَطَّيْنَا رِجْلَيْهِ خَرَجَ رَأْسُهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ غَطُّوا بِهَا رَأْسَهُ وَاجْعَلُوا عَلَى رِجْلَيْهِ مِنَ الإِذْخِرِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2877,
    "narrator": "বুরাইদাহ (রাঃ)",
    "bn": "একদা রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট এক মহিলা এসে বললো, আমি আমার মাকে একটি দাসী দান করি। দাসীকে রেখে মা মারা যান। তিনি বললেনঃ তুমি তোমার দানের সওয়াব পেয়েছো এবং উত্তরাধিকার সূত্রে দাসীও তোমার কাছে ফিরে এসেছে। মহিলাটি বললো, তিনি এক মাসের সওম অবশিষ্ট রেখে মারা গেছেন। আমি তার পক্ষ হতে সওম পালন করলে তা কি তার জন্য যথেষ্ট হবে? তিনি বললেনঃ হাঁ। সে বললো, আমার মা হাজ্জ করেননি। আমি তার পক্ষ হতে হাজ্জ করলে কি তার জন্য যথেষ্ট হবে? তিনি বললেনঃ হাঁ।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَطَاءٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، بُرَيْدَةَ أَنَّ امْرَأَةً، أَتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَتْ كُنْتُ تَصَدَّقْتُ عَلَى أُمِّي بِوَلِيدَةٍ وَإِنَّهَا مَاتَتْ وَتَرَكَتْ تِلْكَ الْوَلِيدَةَ ‏.‏ قَالَ ‏\"‏ قَدْ وَجَبَ أَجْرُكِ وَرَجَعَتْ إِلَيْكِ فِي الْمِيرَاثِ ‏\"‏ ‏.‏ قَالَتْ وَإِنَّهَا مَاتَتْ وَعَلَيْهَا صَوْمُ شَهْرٍ أَفَيُجْزِئُ - أَوْ يَقْضِي - عَنْهَا أَنْ أَصُومَ عَنْهَا قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَتْ وَإِنَّهَا لَمْ تَحُجَّ أَفَيُجْزِئُ - أَوْ يَقْضِي - عَنْهَا أَنْ أَحُجَّ عَنْهَا قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2878,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, ‘উমার (রাঃ) খায়বারে একখন্ড জমি পান। তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বললেন, আমি খায়বারে একখন্ড জমি পেয়েছি যা অপেক্ষা উত্তম সম্পদ ইতিপূর্বে আমি পাইনি। আপনি আমাকে এর কি নির্দেশ দেন? তিনি বললেনঃ তুমি চাইলে আসল জমি রেখে দিয়ে এর থেকে প্রাপ্ত লভ্যাংশ (ফসল) সদাক্বাহ করে দাও। তখন থেকে ‘উমার (রাঃ) সিদ্ধান্ত নেন যে, আসল জমি বিক্রয় করা যাবে না, হেবা করা যাবে না এবং তাতে কোনরূপ উত্তরাধিকার স্বত্ব প্রতিষ্ঠিত হবে না। তিনি তা দান করে দিলেন ফকীর, আত্নীয়স্বজন, দাস মুক্তকরণে, আল্লাহর পথে এবং মুসাফিরদের জন্য। বর্ণনাকারী মুসাদ্দাদ (রহঃ) বিশর সূত্রে মেহমানের কথাও উল্লেখ করেন। পরে তারা একমত হয়ে বর্ণনা করেনঃ যিনি এ সম্পত্তির মোতাওয়াল্লী হবেন তিনি ন্যায়সঙ্গতভাবে তা থেকে ভোগ করতে পারবেন এবং বন্ধুদেরও আপ্যায়ন করতে পারবেন। কিন্তু নিজের জন্য সঞ্চয় করতে পারবেন না।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ ابْنِ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ أَصَابَ عُمَرُ أَرْضًا بِخَيْبَرَ فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ أَصَبْتُ أَرْضًا لَمْ أُصِبْ مَالاً قَطُّ أَنْفَسَ عِنْدِي مِنْهُ فَكَيْفَ تَأْمُرُنِي بِهِ قَالَ ‏ \"‏ إِنْ شِئْتَ حَبَّسْتَ أَصْلَهَا وَتَصَدَّقْتَ بِهَا ‏\"‏ ‏.‏ فَتَصَدَّقَ بِهَا عُمَرُ أَنَّهُ لاَ يُبَاعُ أَصْلُهَا وَلاَ يُوهَبُ وَلاَ يُورَثُ لِلْفُقَرَاءِ وَالْقُرْبَى وَالرِّقَابِ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ - وَزَادَ عَنْ بِشْرٍ - وَالضَّيْفِ - ثُمَّ اتَّفَقُوا - لاَ جُنَاحَ عَلَى مَنْ وَلِيَهَا أَنْ يَأْكُلَ مِنْهَا بِالْمَعْرُوفِ وَيُطْعِمَ صَدِيقًا غَيْرَ مُتَمَوِّلٍ فِيهِ ‏.‏ زَادَ عَنْ بِشْرٍ قَالَ وَقَالَ مُحَمَّدٌ غَيْرَ مُتَأَثِّلٍ مَالاً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2879,
    "narrator": "ইয়াহইয়া ইবনু সাঈদ (রহঃ)",
    "bn": "তিনি ‘উমার ইবনুল খাত্তাবের (রাঃ) ওয়াক্‌ফ দলীল সম্পর্কে বলেন, ‘আবদুল হামীদ ইবনু ‘আবদুল্লাহ ইবনু ‘আবদুল্লাহ ইবনু ‘উমার ইবনুল খাত্তাব (রাঃ) আমাকে ওয়াক্‌ফ দলীলটির অনুলিপি দিয়েছেন। (তা হলো) বিস্‌মিল্লাহির রহমানির রহীম। আল্লাহর বান্দা ‘উমার (রাঃ) তার ‘সামাগ’ নামক ফলের বাগান ওয়াক্‌ফ করেছেন- এটা তারই দলীল। অতঃপর ইয়াহইয়া ইবনু সাঈদ পুরো হাদীস নাফি’ বর্ণিত হাদীসের অনুরূপ বর্ণনা করেন। ‘উমার (রাঃ) বলেন, এই ওয়াক্‌ফকৃত সম্পত্তির আয় সঞ্চয় করা যাবে না। দলীলে উল্লেখিত খাতসমূহে এ সম্পত্তির আয় খরচ করার পর কিছু উদ্বৃত্ত থাকলে তা ভিক্ষুক এবং বঞ্চিতদের জন্য ব্যয় করবে। অতঃপর ইয়াহইয়া সম্পূর্ণ ঘটনা বর্ণনা করেন। দলীলে এও উল্লেখ ছিল, ‘সামাগ’ এর মোতাওয়াল্লী প্রয়োজনে বাগানের আয় থেকে দাস ক্রয় করতে পারবে (বাগান দেখাশুনার জন্য)। ওয়াক্‌ফের এই দলীল মু’আইকিব (রাঃ) নাক্বল করেন এবং এর সাক্ষী হন ‘আবদুল্লাহ ইবনু আকরাম (রাঃ)। দলীলের অনুলিপি এরূপঃ “বিস্‌মিল্লাহির রহমানির রহীম। আল্লাহর বান্দা এবং মুমিনগণের নেতা ‘উমার এ ওসিয়াত করছেন। তার মৃত্যুর পর সামাগের সম্পত্তি, সিরমা ইবনুল আকওয়া’ (বাগান) এবং এখানে কর্মরত গোলাম, খায়বারের একশো ভাগ জমি এবং সেখানে কর্মরত গোলাম এবং খায়বারের নিকটস্থ উপত্যকায় মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে যে একশো ভাগ জমি প্রদান করেছেন- এগুলোর আজীবন মোতাওয়াল্লী হবেন হাফসাহ (রাঃ)। তার মৃত্যুর পর এর মোতাওয়াল্লী হবে তার পরিবারের বিচক্ষণ ব্যক্তি। মোতাওয়াল্লী এসব শর্তগুলো মানবেঃ “এ সম্পত্তি বিক্রি করা যাবে না। ক্রয় করে এর সাথে আর সম্পত্তি যোগ করা যাবে না। মোতাওয়াল্লী তার বুঝ অনুযায়ী এর আয় ভিক্ষুক, বঞ্চিত এবং গরীব নিকট আত্নীয়দের জন্য ব্যয় করবেন। তিনি এ থেকে প্রয়োজন পরিমাণ পরিমাণ নিতে পারবেন এবং গোলাম ক্রয় করতে পারবেন”।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ صَدَقَةِ، عُمَرَ بْنِ الْخَطَّابِ رضى الله عنه قَالَ نَسَخَهَا لِي عَبْدُ الْحَمِيدِ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ هَذَا مَا كَتَبَ عَبْدُ اللَّهِ عُمَرُ فِي ثَمْغٍ فَقَصَّ مِنْ خَبَرِهِ نَحْوَ حَدِيثِ نَافِعٍ قَالَ غَيْرَ مُتَأَثِّلٍ مَالاً فَمَا عَفَا عَنْهُ مِنْ ثَمَرِهِ فَهُوَ لِلسَّائِلِ وَالْمَحْرُومِ - قَالَ وَسَاقَ الْقِصَّةَ - قَالَ وَإِنْ شَاءَ وَلِيُّ ثَمْغٍ اشْتَرَى مِنْ ثَمَرِهِ رَقِيقًا لِعَمَلِهِ وَكَتَبَ مُعَيْقِيبٌ وَشَهِدَ عَبْدُ اللَّهِ بْنُ الأَرْقَمِ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ هَذَا مَا أَوْصَى بِهِ عَبْدُ اللَّهِ عُمَرُ أَمِيرُ الْمُؤْمِنِينَ إِنْ حَدَثَ بِهِ حَدَثٌ أَنَّ ثَمْغًا وَصِرْمَةَ بْنَ الأَكْوَعِ وَالْعَبْدَ الَّذِي فِيهِ وَالْمِائَةَ سَهْمٍ الَّتِي بِخَيْبَرَ وَرَقِيقَهُ الَّذِي فِيهِ وَالْمِائَةَ الَّتِي أَطْعَمَهُ مُحَمَّدٌ صلى الله عليه وسلم بِالْوَادِي تَلِيهِ حَفْصَةُ مَا عَاشَتْ ثُمَّ يَلِيهِ ذُو الرَّأْىِ مِنْ أَهْلِهَا أَنْ لاَ يُبَاعَ وَلاَ يُشْتَرَى يُنْفِقُهُ حَيْثُ رَأَى مِنَ السَّائِلِ وَالْمَحْرُومِ وَذِي الْقُرْبَى وَلاَ حَرَجَ عَلَى مَنْ وَلِيَهُ إِنْ أَكَلَ أَوْ آكَلَ أَوِ اشْتَرَى رَقِيقًا مِنْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2880,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ মানুষ যখন মৃত্যু বরণ করে তখন তার আমলের সুযোগও বন্ধ হয়ে যায়। কিন্তু তিনটি আমলের সওয়াব বন্ধ হয় না। এক. সদাক্বাহ জারিয়া। দুই. এমন জ্ঞান যা দ্বারা মানুষ উপকৃত হয় এবং নেক সন্তান, যে তার জন্য দু’আ করে।",
    "ar": "حَدَّثَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ الْمُؤَذِّنُ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ سُلَيْمَانَ، - يَعْنِي ابْنَ بِلاَلٍ - عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، أُرَاهُ عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا مَاتَ الإِنْسَانُ انْقَطَعَ عَنْهُ عَمَلُهُ إِلاَّ مِنْ ثَلاَثَةِ أَشْيَاءَ مِنْ صَدَقَةٍ جَارِيَةٍ أَوْ عِلْمٍ يُنْتَفَعُ بِهِ أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2881,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "জনৈক স্ত্রীলোক বললো, হে আল্লাহর রাসূল! আমার মা হঠাৎ মারা গেছেন। তিনি এভাবে মারা না গেলে সদাক্বাহ করে যেতেন। এখন আমি যদি তার পক্ষে হতে সদাক্বাহ করি তবে তিনি কি এর সওয়াব পাবেন? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হাঁ, তুমি তার পক্ষ হতে সদাক্বাহ করো।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ امْرَأَةً، قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ أُمِّيَ افْتُلِتَتْ نَفْسُهَا وَلَوْلاَ ذَلِكَ لَتَصَدَّقَتْ وَأَعْطَتْ أَفَيُجْزِئُ أَنْ أَتَصَدَّقَ عَنْهَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ نَعَمْ فَتَصَدَّقِي عَنْهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2882,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "এক ব্যক্তি বললো, হে আল্লাহর রাসূল। আমার মা মারা গেছেন। আমি তার পক্ষ থেকে দান-খয়রাত করলে এতে তার কোন উপকার হবে কি? তিনি বললেনঃ হাঁ। সে বললো, আমার একটি বাগান আছে। আমি আপনাকে সাক্ষী রেখে বাগানটি তার কল্যাণের জন্য দান করে দিলাম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا زَكَرِيَّا بْنُ إِسْحَاقَ، أَخْبَرَنَا عَمْرُو بْنُ دِينَارٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَجُلاً، قَالَ يَا رَسُولَ اللَّهِ إِنَّ أُمِّي تُوُفِّيَتْ أَفَيَنْفَعُهَا إِنْ تَصَدَّقْتُ عَنْهَا فَقَالَ ‏ \"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَإِنَّ لِي مَخْرَفًا وَإِنِّي أُشْهِدُكَ أَنِّي قَدْ تَصَدَّقْتُ بِهِ عَنْهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2884,
    "narrator": "ওয়াহ্‌ব ইবনু কাইসান (রহঃ)",
    "bn": "তিনি জাবির ইবনু ‘আবদুল্লাহ (রাঃ) হতে বর্ণনা করেন যে, জাবির তাকে জানান, তার পিতা এক ইয়াহুদীর নিকট তিরিশ ‘ওয়াসক্ব’ খেজুর দেনা রেখে মৃত্যু বরণ করেন। জাবির (রাঃ) ইয়াহুদীর কাছে সময় চাইলে সে সময় দিতে অস্বীকার করে। জাবির (রাঃ) এ বিষয়ে রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাথে আলাপ করে তার জন্য ইয়াহুদীর নিকট সুপারিশ করতে বলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইয়াহুদীর নিকট গিয়ে তাকে তার পাওনার পরিবর্তে জাবিরের গাছের খেজুর গ্রহণ করতে বললেন। ইয়াহুদী তা গ্রহণে অস্বীকার করলো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইয়াহুদীকে ঋণ পরিশোধের জন্য সময় দিতে বললেন। সে তাও প্রত্যাখ্যান করলো। অতঃপর হাদীসের শেষ পর্যন্ত বর্ণিত হয়।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، أَنَّ شُعَيْبَ بْنَ إِسْحَاقَ، حَدَّثَهُمْ عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّهُ أَخْبَرَهُ أَنَّ أَبَاهُ تُوُفِّيَ وَتَرَكَ عَلَيْهِ ثَلاَثِينَ وَسْقًا لِرَجُلٍ مِنْ يَهُودَ فَاسْتَنْظَرَهُ جَابِرٌ فَأَبَى فَكَلَّمَ جَابِرٌ النَّبِيَّ صلى الله عليه وسلم أَنْ يَشْفَعَ لَهُ إِلَيْهِ فَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَلَّمَ الْيَهُودِيَّ لِيَأْخُذَ ثَمَرَ نَخْلِهِ بِالَّذِي لَهُ عَلَيْهِ فَأَبَى عَلَيْهِ وَكَلَّمَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُنْظِرَهُ فَأَبَى ‏.‏ وَسَاقَ الْحَدِيثَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2869,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "(আল্লাহর বাণী): “তোমাদের কারো মৃত্যু উপস্থিত হলে তার পরিত্যক্ত সম্পদ পিতা-মাতা ও নিকটাত্নীয়ের জন্য প্রচলিত নিয়ম অনুযায়ী ওসিয়াত করা তোমাদের উপর ফার্য” (সূরাহ আল-বাক্বারাহঃ ১৮০)। ওসিয়াতের নিয়ম এভাবেই ছিল। পরে উত্তরাধিকার সম্পর্কিত বিধান অবতীর্ণ হলে এ আয়াত মানসূখ হয়ে যায়।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، حَدَّثَنِي عَلِيُّ بْنُ حُسَيْنِ بْنِ وَاقِدٍ، عَنْ أَبِيهِ، عَنْ يَزِيدَ النَّحْوِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، ‏{‏ إِنْ تَرَكَ خَيْرًا الْوَصِيَّةُ لِلْوَالِدَيْنِ وَالأَقْرَبِينَ ‏}‏ فَكَانَتِ الْوَصِيَّةُ كَذَلِكَ حَتَّى نَسَخَتْهَا آيَةُ الْمِيرَاثِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2872,
    "narrator": "‘আমর ইবনু শু’আইব (রহঃ) হতে পর্যায়ক্রমে তার পিতা ও তার দাদার সূত্র",
    "bn": "এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বললো, আমি গরীব মানুষ। আমার কোন সম্পদ নাই। তবে আমার অধীনে একজন ইয়াতীম আছে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি ইয়াতীমের সম্পদ থেকে খেতে পারো কিন্তু কোন অপচয় করবে না, অতিরিক্ত গ্রহণ করবে না এবং তোমার নিজের জন্য কিছু সঞ্চয়ও করবে না।",
    "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، أَنَّ خَالِدَ بْنَ الْحَارِثِ، حَدَّثَهُمْ حَدَّثَنَا حُسَيْنٌ، - يَعْنِي الْمُعَلِّمَ - عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ إِنِّي فَقِيرٌ لَيْسَ لِي شَىْءٌ وَلِي يَتِيمٌ ‏.‏ قَالَ فَقَالَ ‏ \"‏ كُلْ مِنْ مَالِ يَتِيمِكَ غَيْرَ مُسْرِفٍ وَلاَ مُبَادِرٍ وَلاَ مُتَأَثِّلٍ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2873,
    "narrator": "আলী ইবনু আবূ ত্বালিব (রাঃ)",
    "bn": "আমি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাছ থেকে শুনে মুখস্ত করে নিয়েছিঃ “যৌবনপ্রাপ্ত হলে কেউ ইয়াতীম থাকে না এবং সকাল থেকে রাত পর্যন্ত নীরব থাকা জায়িয নয়।”",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا يَحْيَى بْنُ مُحَمَّدٍ الْمَدِينِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ خَالِدِ بْنِ سَعِيدِ بْنِ أَبِي مَرْيَمَ، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ رُقَيْشٍ، أَنَّهُ سَمِعَ شُيُوخًا، مِنْ بَنِي عَمْرِو بْنِ عَوْفٍ وَمِنْ خَالِهِ عَبْدِ اللَّهِ بْنِ أَبِي أَحْمَدَ قَالَ قَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ حَفِظْتُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يُتْمَ بَعْدَ احْتِلاَمٍ وَلاَ صُمَاتَ يَوْمٍ إِلَى اللَّيْلِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2883,
    "narrator": "আমর ইবনু শু’আইব (রহঃ) হতে পর্যায়ক্রমে তার পিতা ও তার দাদার সূত্র",
    "bn": "আল-আস ইবনু ওয়াইল তার পক্ষ হতে একশো গোলাম আযাদ করার ওসিয়াত করেন। তার এক ছেলে হিশাম পঞ্চাশটি গোলাম আযাদ করেন। পরে আরেক ছেলে ‘আমর (রাঃ) বাকি পঞ্চাশটি গোলাম আযাদ করার ইচ্ছা করেন। তিনি বিষয়টি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জিজ্ঞেস করার মনস্থ করেন। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে তিনি বলেন, হে আল্লাহর রাসূল! আমার পিতা তার পক্ষ হতে একশো গোলাম আযাদ করার ওসিয়াত করে যান। হিশাম পঞ্চাশটি গোলাম আযাদ করেছে, এখনো পঞ্চাশটি আযাদ করা বাকি আছে। আমি কি তার পক্ষ হতে তা আযাদ করবো? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সে যদি মুসলিম হতো, তাহলে তোমরা তার পক্ষ হতে আযাদ করলে বা সদাক্বাহ করলে কিংবা হাজ্জ করলে তার কাছে এর সওয়াব পৌঁছতো।",
    "ar": "حَدَّثَنَا الْعَبَّاسُ بْنُ الْوَلِيدِ بْنِ مَزْيَدٍ، أَخْبَرَنِي أَبِي، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنِي حَسَّانُ بْنُ عَطِيَّةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ الْعَاصَ بْنَ وَائِلٍ، أَوْصَى أَنْ يُعْتَقَ، عَنْهُ مِائَةُ رَقَبَةٍ فَأَعْتَقَ ابْنُهُ هِشَامٌ خَمْسِينَ رَقَبَةً فَأَرَادَ ابْنُهُ عَمْرٌو أَنْ يَعْتِقَ عَنْهُ الْخَمْسِينَ الْبَاقِيَةَ فَقَالَ حَتَّى أَسْأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَبِي أَوْصَى بِعِتْقِ مِائَةِ رَقَبَةٍ وَإِنَّ هِشَامًا أَعْتَقَ عَنْهُ خَمْسِينَ وَبَقِيَتْ عَلَيْهِ خَمْسُونَ رَقَبَةً أَفَأُعْتِقُ عَنْهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّهُ لَوْ كَانَ مُسْلِمًا فَأَعْتَقْتُمْ عَنْهُ أَوْ تَصَدَّقْتُمْ عَنْهُ أَوْ حَجَجْتُمْ عَنْهُ بَلَغَهُ ذَلِكَ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]