[
  {
    "hadith_id": 3643,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তি ইল্‌ম অর্জনের জন্য কোন পথ অবলম্বন করলে তার বিনিময়ে আল্লাহ্‌ তার জান্নাতের পথ সুগম করে দেন। যার আমল তাকে পিছিয়ে রেখেছে, তার বংশগৌরব তাকে এগিয়ে দিতে পারে না।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زَائِدَةُ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا مِنْ رَجُلٍ يَسْلُكُ طَرِيقًا يَطْلُبُ فِيهِ عِلْمًا إِلاَّ سَهَّلَ اللَّهُ لَهُ بِهِ طَرِيقَ الْجَنَّةِ وَمَنْ أَبْطَأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3641,
    "narrator": "কাসীর ইবনু (রহঃ)",
    "bn": "তিনি বলেন, একদা আমি আবূ দারদার (রাঃ) সঙ্গে দামেশকের মাসজিদে বসা ছিলাম। তখন তার নিকট এক ব্যক্তি এসে বললো, হে আবূ দারদা! আমি একটি হাদীসের জন্য সুদূর মাদীনাতুর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এসেছি। জানতে পারলাম, আপনি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে হাদীস বর্ণনা করেন। এ ছাড়া অন্য কোন উদ্দেশ্যে আমি আসিনি। আবূ দারদা (রাঃ) বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ যে ব্যক্তি জ্ঞানার্জনের জন্য কোন পথ অবলম্বন করে, আল্লাহ্‌ তার পরিবর্তে তাকে জান্নাতের পথসমূহের মধ্যে কোন একটি পথে পৌঁছে দেন। ফেরেশতারা জ্ঞান অন্বেষণকারীর সন্তুষ্টির জন্য নিজেদের ডানা বিছিয়ে দেন। জ্ঞানীর জন্য আসমান ও যমীনের যারা আছে তারা আল্লাহর নিকট ক্ষমা ও দু‘আ প্রার্থনা করে, এমনকি পানির গভীরে বসবাসকারী মাছও। আবেদ (সাধারণ ইবাদাতগুজারী) ব্যক্তির উপর ‘আলিমের ফাযীলাত হলো যেমন সমস্ত তারকার উপর পূর্ণিমার চাঁদের মর্যাদা। জ্ঞানীরা হলেন নাবীদের উত্তরসূরি। নাবীগণ কোন দীনার বা দিরহাম মীরাসরূপে রেখে যান না; তারা উত্তরাধিকার সূত্রে রেখে যান শুধু ইল্‌ম। সুতরাং যে ইল্‌ম অর্জন করেছে সে পূর্ণ অংশ গ্রহণ করেছে।",
    "ar": "حَدَّثَنَا مُسَدَّدُ بْنُ مُسَرْهَدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، سَمِعْتُ عَاصِمَ بْنَ رَجَاءِ بْنِ حَيْوَةَ، يُحَدِّثُ عَنْ دَاوُدَ بْنِ جَمِيلٍ، عَنْ كَثِيرِ بْنِ قَيْسٍ، قَالَ كُنْتُ جَالِسًا مَعَ أَبِي الدَّرْدَاءِ فِي مَسْجِدِ دِمَشْقَ فَجَاءَهُ رَجُلٌ فَقَالَ يَا أَبَا الدَّرْدَاءِ إِنِّي جِئْتُكَ مِنْ مَدِينَةِ الرَّسُولِ صلى الله عليه وسلم لِحَدِيثٍ بَلَغَنِي أَنَّكَ تُحَدِّثُهُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم مَا جِئْتُ لِحَاجَةٍ ‏.‏ قَالَ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ سَلَكَ طَرِيقًا يَطْلُبُ فِيهِ عِلْمًا سَلَكَ اللَّهُ بِهِ طَرِيقًا مِنْ طُرُقِ الْجَنَّةِ وَإِنَّ الْمَلاَئِكَةَ لَتَضَعُ أَجْنِحَتَهَا رِضًا لِطَالِبِ الْعِلْمِ وَإِنَّ الْعَالِمَ لَيَسْتَغْفِرُ لَهُ مَنْ فِي السَّمَوَاتِ وَمَنْ فِي الأَرْضِ وَالْحِيتَانُ فِي جَوْفِ الْمَاءِ وَإِنَّ فَضْلَ الْعَالِمِ عَلَى الْعَابِدِ كَفَضْلِ الْقَمَرِ لَيْلَةَ الْبَدْرِ عَلَى سَائِرِ الْكَوَاكِبِ وَإِنَّ الْعُلَمَاءَ وَرَثَةُ الأَنْبِيَاءِ وَإِنَّ الأَنْبِيَاءَ لَمْ يُوَرِّثُوا دِينَارًا وَلاَ دِرْهَمًا وَرَّثُوا الْعِلْمَ فَمَنْ أَخَذَهُ أَخَذَ بِحَظٍّ وَافِرٍ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3645,
    "narrator": "যায়িদ ইবনু সাবিত (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে ইয়াহুদীদের লেখা (ভাষা) শিখার আদেশ দিলেন। আমি তদনুযায়ী ইয়াহুদীদের লেখা শিখলাম। তিনি বললেনঃ আল্লাহ্‌র শপথ! ইয়াহুদীরা আমার পক্ষ হতে সঠিক লিখবে বলে আমার বিশ্বাস হচ্ছে না। বর্ণনাকারী বলেন, পনের দিন যেতে না যেতেই আমি তাদের লেখা আয়ত্ত করে ফেললাম। তিনি চিঠিপত্র লেখানোর ইচ্ছা করলে আমি লিখে দিতাম এবং তার নিকট চিঠিপত্র এলে আমি তা তাঁকে পড়ে শুনাতাম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا ابْنُ أَبِي الزِّنَادِ، عَنْ أَبِيهِ، عَنْ خَارِجَةَ، - يَعْنِي ابْنَ زَيْدِ بْنِ ثَابِتٍ - قَالَ قَالَ زَيْدُ بْنُ ثَابِتٍ أَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فَتَعَلَّمْتُ لَهُ كِتَابَ يَهُودَ وَقَالَ ‏ \"‏ إِنِّي وَاللَّهِ مَا آمَنُ يَهُودَ عَلَى كِتَابِي ‏\"‏ ‏.‏ فَتَعَلَّمْتُهُ فَلَمْ يَمُرَّ بِي إِلاَّ نِصْفُ شَهْرٍ حَتَّى حَذَقْتُهُ فَكُنْتُ أَكْتُبُ لَهُ إِذَا كَتَبَ وَأَقْرَأُ لَهُ إِذَا كُتِبَ إِلَيْهِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3647,
    "narrator": "আল-মুত্তালিব ইবনু ‘আবদুল্লাহ ইবনু হানতাব (রহঃ)",
    "bn": "তিনি বলেন, একদা যায়িদ ইবনু সাবিত (রাঃ) মু‘আবিয়াহ (রাঃ)-এর নিকট গেলেন। মু’আবিয়াহ (রাঃ) তাকে একটি হাদীস সম্পর্কে প্রশ্ন করলেন এবং এক ব্যক্তিকে তা লিখে রাখার আদেশ দিলেন। যায়িদ (রাঃ) তাকে বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে হাদীস না লিখতে আদেশ দিয়েছেন এবং যা লেখা হয়েছিল তাও মুছে দিলেন। [৩৬৪৭]",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، أَخْبَرَنَا أَبُو أَحْمَدَ، حَدَّثَنَا كَثِيرُ بْنُ زَيْدٍ، عَنِ الْمُطَّلِبِ بْنِ عَبْدِ اللَّهِ بْنِ حَنْطَبٍ، قَالَ دَخَلَ زَيْدُ بْنُ ثَابِتٍ عَلَى مُعَاوِيَةَ فَسَأَلَهُ عَنْ حَدِيثٍ، فَأَمَرَ إِنْسَانًا يَكْتُبُهُ فَقَالَ لَهُ زَيْدٌ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَنَا أَنْ لاَ نَكْتُبَ شَيْئًا مِنْ حَدِيثِهِ فَمَحَاهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৬৪৭] আহমদ । সানাদে রয়েছে কাসীর ইবনু যাইদ । হাফিয বলেনঃ ‘সত্যবাদী কিন্তু ভুল করে থাকেন ।‘ এবং সনদে রয়েছে মুত্তালিব ইবনু ‘আবদুল্লাহ । তিনি সত্যবাদী কিন্তু তার হাদীস তাদলীস ও ইরসাল প্রচুর ।"
  },
  {
    "hadith_id": 3646,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আমর (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট যা কিছু শুনতাম লিখে রাখতাম। মনে রাখার জন্যই আমি এরূপ করতাম। কুরাইশরা আমাকে সবকিছু লিখতে বারণ করলেন এবং বললেন, তুমি কি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে শোনা সবকিছুই লিখে রাখো? তিনি তো একজন মানুষ, রাগ ও শান্ত উভয় অবস্থায় কথা বলে থাকেন। সুতরাং আমি লেখা স্থগিত রাখলাম। আমি এটা রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উল্লেখ করলাম। তিনি আঙ্গুল দিয়ে তাঁর মুখের দিকে ইশারা করে বললেনঃ তুমি লিখে রাখো, সেই সত্তার শপথ, যাঁর হাতে আমার প্রাণ! এ মুখ হতে সর্বাবস্থায় সত্য ব্যতীত অন্য কিছু বের হয় না।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالاَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ بْنِ الأَخْنَسِ، عَنِ الْوَلِيدِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي مُغِيثٍ، عَنْ يُوسُفَ بْنِ مَاهَكَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ كُنْتُ أَكْتُبُ كُلَّ شَىْءٍ أَسْمَعُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أُرِيدُ حِفْظَهُ فَنَهَتْنِي قُرَيْشٌ وَقَالُوا أَتَكْتُبُ كُلَّ شَىْءٍ تَسْمَعُهُ وَرَسُولُ اللَّهِ صلى الله عليه وسلم بَشَرٌ يَتَكَلَّمُ فِي الْغَضَبِ وَالرِّضَا فَأَمْسَكْتُ عَنِ الْكِتَابِ فَذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَأَوْمَأَ بِأُصْبُعِهِ إِلَى فِيهِ فَقَالَ ‏ \"‏ اكْتُبْ فَوَالَّذِي نَفْسِي بِيَدِهِ مَا يَخْرُجُ مِنْهُ إِلاَّ حَقٌّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3651,
    "narrator": "‘আবদুল্লাহ ইবনুয যুবাইর (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি যুবাইর (রাঃ)-কে বললাম, আপনি অন্যান্য সাহাবীদের মতো রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর হাদীস বর্ণনা করেন না কেন? তিনি বললেন, আল্লাহ্‌র কসম! আমি তাঁর নৈকট্য লাভ করেছি, তাঁর সাহচর্যে থেকেছি। কিন্তু আমি তাঁকে বলতে শুনেছিঃ যে ব্যক্তি ইচ্ছাকৃতভাবে আমার প্রতি মিথ্যা আরোপ করলো, সে (জাহান্নামের) আগুনে তার বাসস্থান নির্দিষ্ট করে নিলো।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، أَخْبَرَنَا خَالِدٌ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا خَالِدٌ، - الْمَعْنَى - عَنْ بَيَانِ بْنِ بِشْرٍ، - قَالَ مُسَدَّدٌ أَبُو بِشْرٍ - عَنْ وَبَرَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ أَبِيهِ، قَالَ قُلْتُ لِلزُّبَيْرِ مَا يَمْنَعُكَ أَنْ تُحَدِّثَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم كَمَا يُحَدِّثُ عَنْهُ أَصْحَابُهُ فَقَالَ أَمَا وَاللَّهِ لَقَدْ كَانَ لِي مِنْهُ وَجْهٌ وَمَنْزِلَةٌ وَلَكِنِّي سَمِعْتُهُ يَقُولُ ‏ \"‏ مَنْ كَذَبَ عَلَىَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3652,
    "narrator": "জুনদুব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি কুরআনের ব্যাখ্যায় নিজ মনগড়া কথা বলে, তার কথা সঠিক হয়ে গেলেও সে ভুল করেছে। [৩৬৫২]",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ يَحْيَى، حَدَّثَنَا يَعْقُوبُ بْنُ إِسْحَاقَ الْمُقْرِئُ الْحَضْرَمِيُّ، حَدَّثَنَا سُهَيْلُ بْنُ مِهْرَانَ، - أَخُو حَزْمٍ الْقُطَعِيِّ - حَدَّثَنَا أَبُو عِمْرَانَ، عَنْ جُنْدُبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ قَالَ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ بِرَأْيِهِ فَأَصَابَ فَقَدْ أَخْطَأَ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "তিরমিযী । সানাদের সুহাইল ইবনু মিহরান সম্পর্কে হাফিয বলেনঃ যঈফ ।"
  },
  {
    "hadith_id": 3654,
    "narrator": "‘উরওয়াহ (রহঃ)",
    "bn": "তিনি বলেন, একদা আবূ হুরায়রা (রাঃ) ‘আয়িশাহ (রাঃ)-এর ঘরের পাশে এসে বসলেন। তিনি তখন সলাত আদায় করছিলেন। আবূ হুরায়রা (রাঃ) দু’বার বললেন, হে ঘরেরবাসিনী! শুনুন। ‘আয়িশাহ (রাঃ) সলাত শেষ করে ‘উরওয়াহ্‌কে বললেন, তুমি কি এ ব্যক্তি ও তার কথায় অবাক হচ্ছো না? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন কথা বললে এতো স্পষ্ট ও ধীরস্থিরভাবে বলতেন যে, কোন গণনাকারী তা গণনা করতে চাইলে অনায়াসেই তা গণনা করতে পারতো।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مَنْصُورٍ الطُّوسِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، قَالَ جَلَسَ أَبُو هُرَيْرَةَ إِلَى جَنْبِ حُجْرَةِ عَائِشَةَ - رضى الله عنها - وَهِيَ تُصَلِّي فَجَعَلَ يَقُولُ اسْمَعِي يَا رَبَّةَ الْحُجْرَةِ مَرَّتَيْنِ ‏.‏ فَلَمَّا قَضَتْ صَلاَتَهَا قَالَتْ أَلاَ تَعْجَبُ إِلَى هَذَا وَحَدِيثِهِ إِنْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَيُحَدِّثُ الْحَدِيثَ لَوْ شَاءَ الْعَادُّ أَنْ يُحْصِيَهُ أَحْصَاهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3655,
    "narrator": "‘উরওয়াহ ইবনুয যুবাইর (রহঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী ‘আয়িশাহ (রাঃ) বলেন, আবূ হুরায়রা্‌র আচরণ তোমাকে কি অবাক করে না? সে এসে আমার ঘরের এক পাশে বসে আমাকে রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একটি হাদীস পড়ে শুনাতে লাগলো। আমি তখন সলাতরত ছিলাম। আমার সলাত শেষ হওয়ার পূর্বেই সে উঠে চলে গেলো। আমি যদি তাকে পেতাম তবে তাকে বলতাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমাদের ন্যায় তাড়াহুড়া করে কথা বলতেন না।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ، حَدَّثَهُ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ أَلاَ يُعْجِبُكَ أَبُو هُرَيْرَةَ جَاءَ فَجَلَسَ إِلَى جَانِبِ حُجْرَتِي يُحَدِّثُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم يُسْمِعُنِي ذَلِكَ وَكُنْتُ أُسَبِّحُ فَقَامَ قَبْلَ أَنْ أَقْضِيَ سُبْحَتِي وَلَوْ أَدْرَكْتُهُ لَرَدَدْتُ عَلَيْهِ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمْ يَكُنْ يَسْرُدُ الْحَدِيثَ مِثْلَ سَرْدِكُمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3656,
    "narrator": "মু‘আবিয়াহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিভ্রান্তিকর প্রশ্ন করতে আমাদের বারণ করেছেন। [৩৬৫৬]\n\nদুর্বলঃ মিশকাত (২৪৩)।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، حَدَّثَنَا عِيسَى، عَنِ الأَوْزَاعِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ سَعْدٍ، عَنِ الصُّنَابِحِيِّ، عَنْ مُعَاوِيَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الْغَلُوطَاتِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৬৫৬] আহমাদ । এর সানাদে ‘আবদুল্লাহ বিন সা’দ মাজহুল ।"
  },
  {
    "hadith_id": 3657,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তিকে ফাতাওয়াহ দেয়া হয়...। আবূ হুরায়রা (রাঃ) সূত্রে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তিকে অজ্ঞাত প্রসূত ফাতাওয়াহ দেয়া হয় তার পাপ ফাতাওয়াদানকারীর উপর বর্তাবে। সুলাইমানের বর্ণনায় রয়েছেঃ যে ব্যক্তি তার ভাইকে ক্ষতিকর পরামর্শ দেয়, অথচ সে জানে যে, কল্যাণ তার বিপরীতে রয়েছে তাহলে সে তার ভাইয়ের সাথে বিশ্বাসঘাতকতা করলো।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئُ، حَدَّثَنَا سَعِيدٌ، - يَعْنِي ابْنَ أَبِي أَيُّوبَ - عَنْ بَكْرِ بْنِ عَمْرٍو، عَنْ مُسْلِمِ بْنِ يَسَارٍ أَبِي عُثْمَانَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ أَفْتَى ‏\"‏ ‏.‏ ح وَحَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ أَخْبَرَنَا ابْنُ وَهْبٍ حَدَّثَنِي يَحْيَى بْنُ أَيُّوبَ عَنْ بَكْرِ بْنِ عَمْرٍو عَنْ عَمْرِو بْنِ أَبِي نُعَيْمَةَ عَنْ أَبِي عُثْمَانَ الطُّنْبُذِيِّ - رَضِيعِ عَبْدِ الْمَلِكِ بْنِ مَرْوَانَ - قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ أُفْتِيَ بِغَيْرِ عِلْمٍ كَانَ إِثْمُهُ عَلَى مَنْ أَفْتَاهُ ‏\"‏ ‏.‏ زَادَ سُلَيْمَانُ الْمَهْرِيُّ فِي حَدِيثِهِ ‏\"‏ وَمَنْ أَشَارَ عَلَى أَخِيهِ بِأَمْرٍ يَعْلَمُ أَنَّ الرُّشْدَ فِي غَيْرِهِ فَقَدْ خَانَهُ ‏\"‏ ‏.‏ وَهَذَا لَفْظُ سُلَيْمَانَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3658,
    "narrator": "আবূ হুয়াইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি জানা ইল্‌ম সম্পর্কে জিজ্ঞেসিত হয়ে তা গোপন করলো, ক্বিয়ামাতের দিন মহান আল্লাহ তাকে আগুনের লাগাম পরিয়ে দিবেন।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا عَلِيُّ بْنُ الْحَكَمِ، عَنْ عَطَاءٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ سُئِلَ عَنْ عِلْمٍ فَكَتَمَهُ أَلْجَمَهُ اللَّهُ بِلِجَامٍ مِنْ نَارٍ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3659,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা ভালভাবে জ্ঞানের কথা শুনে রাখো। কেননা লোকেরা তোমাদের কাছ থেকে তা শুনবে। অতঃপর তোমাদের কাছ থেকে যারা শুনবে, তাদের কাছ থেকেও পরবর্তীরা শুনবে।",
    "ar": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالاَ حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ تَسْمَعُونَ وَيُسْمَعُ مِنْكُمْ وَيُسْمَعُ مِمَّنْ سَمِعَ مِنْكُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3660,
    "narrator": "যায়িদ ইবনু সাবিত (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ যে ব্যক্তি আমার নিকট হতে হাদীস শুনে তা মুখস্থ রাখলো এবং অন্যের নিকটও তা পৌছে দিলো, আল্লাহ তাকে চিরউজ্জ্বল করে রাখবেন। জ্ঞানের অনেক বাহক তার চেয়ে অধিক সমঝদার লোকের নিকট তা বহন করে নিয়ে যায়; যদিও জ্ঞানের বহু বাহক নিজেরা জ্ঞানী নয়।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، حَدَّثَنِي عُمَرُ بْنُ سُلَيْمَانَ، - مِنْ وَلَدِ عُمَرَ بْنِ الْخَطَّابِ - عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبَانَ، عَنْ أَبِيهِ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ نَضَّرَ اللَّهُ امْرَأً سَمِعَ مِنَّا حَدِيثًا فَحَفِظَهُ حَتَّى يُبَلِّغَهُ فَرُبَّ حَامِلِ فِقْهٍ إِلَى مَنْ هُوَ أَفْقَهُ مِنْهُ وَرُبَّ حَامِلِ فِقْهٍ لَيْسَ بِفَقِيهٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3661,
    "narrator": "সাহল ইনবু সা‘দ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আল্লাহর শপথ! যদি তোমার চেষ্টার দ্বারা আল্লাহ একটি লোককেও হেদায়াত দেন, তবে তা হবে তোমার জন্য একপাল লাল উটের চেয়েও উত্তম।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ سَهْلٍ، - يَعْنِي ابْنَ سَعْدٍ - عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ وَاللَّهِ لأَنْ يُهْدَى بِهُدَاكَ رَجْلٌ وَاحِدٌ خَيْرٌ لَكَ مِنْ حُمْرِ النَّعَمِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3662,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ বনী ইসরাঈলের নিকট শোনা কথা বর্ণনা করতে পারো, এতে কোন অসুবিধা নেই।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ حَدِّثُوا عَنْ بَنِي إِسْرَائِيلَ وَلاَ حَرَجَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3663,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আমর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকট বনী ইসরাঈল সম্পর্কে (দীর্ঘক্ষণ) আলোচনা করতেন, সকালে শুধু ফরয সলাত আদায়ের জন্যই আলোচনা বন্ধ করে উঠতেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذٌ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَبِي حَسَّانَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ كَانَ نَبِيُّ اللَّهِ صلى الله عليه وسلم يُحَدِّثُنَا عَنْ بَنِي إِسْرَائِيلَ حَتَّى يُصْبِحَ مَا يَقُومُ إِلاَّ إِلَى عُظْمِ صَلاَةٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3665,
    "narrator": "‘আওফ ইনবু মালিক আল-আশাজাঈ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–কে বলতে শুনেছিঃ শাসক, তার অধীনস্ত ব্যক্তি বা কোন অহংকারী ব্যতীত আর কেউই কিস্‌সা বর্ণনা করে না।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ خَالِدٍ، حَدَّثَنَا أَبُو مُسْهِرٍ، حَدَّثَنِي عَبَّادُ بْنُ عَبَّادٍ الْخَوَّاصُ، عَنْ يَحْيَى بْنِ أَبِي عَمْرٍو السَّيْبَانِيِّ، عَنْ عَمْرِو بْنِ عَبْدِ اللَّهِ السَّيْبَانِيِّ، عَنْ عَوْفِ بْنِ مَالِكٍ الأَشْجَعِيِّ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ يَقُصُّ إِلاَّ أَمِيرٌ أَوْ مَأْمُورٌ أَوْ مُخْتَالٌ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3667,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি এমন একটি দলের সাথে বসবো যারা ফাজ্‌রের সলাত হতে শুরু করে সূর্য উঠা পর্যন্ত মহান আল্লাহর যিকিরে মশগুল থাকে। এ কাজ আমার নিকট ইসমাঈলের (আঃ)-এর বংশের দাসী আযাদ করার চেয়ে অধিক প্রিয়। আমি এমন একটি দলের সাথে বসবো যারা ‘আসরের সলাত হতে সূর্যাস্ত পর্যন্ত আল্লাহর যিকিরে মশগুল থাকে। আমার নিকট এ কাজ চারটি দাসী আযাদ করার চেয়েও অধিক প্রিয়।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي عَبْدُ السَّلاَمِ، - يَعْنِي ابْنَ مُطَهَّرٍ أَبُو ظَفَرٍ - حَدَّثَنَا مُوسَى بْنُ خَلَفٍ الْعَمِّيُّ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لأَنْ أَقْعُدَ مَعَ قَوْمٍ يَذْكُرُونَ اللَّهَ تَعَالَى مِنْ صَلاَةِ الْغَدَاةِ حَتَّى تَطْلُعَ الشَّمْسُ أَحَبُّ إِلَىَّ مِنْ أَنْ أُعْتِقَ أَرْبَعَةً مِنْ وَلَدِ إِسْمَاعِيلَ وَلأَنْ أَقْعُدَ مَعَ قَوْمٍ يَذْكُرُونَ اللَّهَ مِنْ صَلاَةِ الْعَصْرِ إِلَى أَنْ تَغْرُبَ الشَّمْسُ أَحَبُّ إِلَىَّ مِنْ أَنْ أُعْتِقَ أَرْبَعَةً ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3668,
    "narrator": "‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেনঃ তুমি আমাকে সূরাহ আন-নিসা পড়ে শুনাও। আমি বললাম, আমি আপনাকে পড়ে শোনাবো, অথচ তা আপনার উপরই অবতীর্ণ হয়েছে! তিনি বললেনঃ আমি অন্যকে দিয়ে তা পড়িয়ে শুনতে চাই। ‘আবদুল্লাহ (রাঃ) বলেন, আমি সূরাহ আন-নিসা পড়তে পড়তে (৪১ নং আয়াত) “আমি যখন প্রত্যেক উম্মাতের মধ্য হতে একজন করে সাক্ষী উপস্থিত করবো এবং আপনাকে সাক্ষী হিসেবে পেশ করবো তখন কী অবস্থা হবে!” এ পর্যন্ত পৌঁছে মাথা তুলে দেখলাম, তাঁর দু’চোখ বেয়ে পানি ঝরছে।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اقْرَأْ عَلَىَّ سُورَةَ النِّسَاءِ ‏\"‏ ‏.‏ قَالَ قُلْتُ أَقْرَأُ عَلَيْكَ وَعَلَيْكَ أُنْزِلَ قَالَ ‏\"‏ إِنِّي أُحِبُّ أَنْ أَسْمَعَهُ مِنْ غَيْرِي ‏\"‏ ‏.‏ قَالَ فَقَرَأْتُ عَلَيْهِ حَتَّى إِذَا انْتَهَيْتُ إِلَى قَوْلِهِ ‏{‏ فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ ‏}‏ الآيَةَ فَرَفَعْتُ رَأْسِي فَإِذَا عَيْنَاهُ تَهْمِلاَنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3666,
    "narrator": "আবু সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি একদল নিঃস্ব মুহাজিরের সঙ্গে বসলাম। তাদের অবস্থা এতোই শোচনীয় ছিলো যে, (পরিধেয় বস্ত্র খুবই ছোট হওয়ায়) পরস্পর পরস্পরের সতর আড়াল করে বসছিলেন। একজন পাঠক আমাকেরকে (কুরআন) পড়ে শুনাচ্ছিলেন। এ সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসে দাঁড়ালে পাঠক তার পাঠ বন্ধ করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাম করার পর প্রশ্ন করলেনঃ তোমারা কী করছিলে? আমরা বললাম, হে আল্লাহর রাসূল! ইনি আমাদের নিকট কুরআন পড়েন আর আমরা মহান আল্লাহর কিতাব মনোযোগ দিয়ে শুনি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সমস্থা প্রশংসা আল্লাহর জন্য, যিনি আমার উম্মাতের মধ্যে এমন ধৈর্যশীল লোক রেখেছেন, যাদের সাথে আমাকেও ধৈর্য ধারণের আদেশ দিয়েছেন। আবূ সাঈদ আল-খুদরী বলেন, অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের মাঝে এসে বসলেন এবং আমাদের জামা’আতকে পূর্ণাঙ্গ করলেন। অতঃপর  তিনি উপস্থিত লোকদেরকে হাত দিয়ে ইশারা করে গোল হয়ে বসার আদেশ দিলেন। তারা গোলাকার হয়ে বসলেন এবং সবার চেহারা তাঁর দিকে উদ্ভাসিত হয়ে উঠলো। আবূ সাঈদ আল-খুদরী (রাঃ) বলেন, আমার মনে হয় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমি ছাড়া তাদের মধ্যে আর কাউকে চিনতে পারেননি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে নিঃস্ব-দুর্বল মুহাজিরগণ! তোমাদের জন্য ক্বিয়ামাতের দিনের পরিপূর্ণ নূরের সুসংবাদ। তোমরা ধনীদের চেয়ে অর্ধ দিবস আগে জান্নাতে প্রবেশ করবে। আর এই অর্ধ দিবসের পরিমাণ হলো পাঁচশো বছর। [৩৬৬৬]\n\nদুর্বলঃ তবে জান্নাতে প্রবেশের বাক্যটি সহীহ। মিশকাত (২১৯৮)।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنِ الْمُعَلَّى بْنِ زِيَادٍ، عَنِ الْعَلاَءِ بْنِ بَشِيرٍ الْمُزَنِيِّ، عَنْ أَبِي الصِّدِّيقِ النَّاجِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ جَلَسْتُ فِي عِصَابَةٍ مِنْ ضُعَفَاءِ الْمُهَاجِرِينَ وَإِنَّ بَعْضَهُمْ لَيَسْتَتِرُ بِبَعْضٍ مِنَ الْعُرْىِ وَقَارِئٌ يَقْرَأُ عَلَيْنَا إِذْ جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَامَ عَلَيْنَا فَلَمَّا قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم سَكَتَ الْقَارِئُ فَسَلَّمَ ثُمَّ قَالَ ‏\"‏ مَا كُنْتُمْ تَصْنَعُونَ ‏\"‏ ‏.‏ قُلْنَا يَا رَسُولَ اللَّهِ إِنَّهُ كَانَ قَارِئٌ لَنَا يَقْرَأُ عَلَيْنَا فَكُنَّا نَسْتَمِعُ إِلَى كِتَابِ اللَّهِ ‏.‏ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ مِنْ أُمَّتِي مَنْ أُمِرْتُ أَنْ أَصْبِرَ نَفْسِي مَعَهُمْ ‏\"‏ ‏.‏ قَالَ فَجَلَسَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَسَطَنَا لِيَعْدِلَ بِنَفْسِهِ فِينَا ثُمَّ قَالَ بِيَدِهِ هَكَذَا فَتَحَلَّقُوا وَبَرَزَتْ وُجُوهُهُمْ لَهُ - قَالَ - فَمَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَرَفَ مِنْهُمْ أَحَدًا غَيْرِي ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَبْشِرُوا يَا مَعْشَرَ صَعَالِيكِ الْمُهَاجِرِينَ بِالنُّورِ التَّامِّ يَوْمَ الْقِيَامَةِ تَدْخُلُونَ الْجَنَّةَ قَبْلَ أَغْنِيَاءِ النَّاسِ بِنِصْفِ يَوْمٍ وَذَاكَ خَمْسُمِائَةِ سَنَةٍ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৬৬৬] আহমাদ, বাগাভী ‘শারহুস সুন্নাহ’। সানাদের ‘আলা ইবনু বাশীর সম্পর্কে হাফিয বলেনঃ মাজহুল ।"
  },
  {
    "hadith_id": 3642,
    "narrator": "আবূ দারদা (রাঃ) হতে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্র",
    "bn": "উপরোল্লিখিত হাদীস বর্ণিত হয়েছে। [৩৬৪২]\n\nআমি এটি সহীহ এবং যঈফেও পাইনি।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْوَزِيرِ الدِّمَشْقِيُّ، حَدَّثَنَا الْوَلِيدُ، قَالَ لَقِيتُ شَبِيبَ بْنَ شَيْبَةَ فَحَدَّثَنِي بِهِ، عَنْ عُثْمَانَ بْنِ أَبِي سَوْدَةَ، عَنْ أَبِي الدَّرْدَاءِ، - يَعْنِي عَنِ النَّبِيِّ صلى الله عليه وسلم - بِمَعْنَاهُ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "[৩৬৪২] এর পূর্বেরটি দেখুন ।"
  },
  {
    "hadith_id": 3644,
    "narrator": "ইবনু আবূ নামলাহ আল-আনসারী (রহঃ) হতে তার পিতার সূত্র",
    "bn": "একদা আবূ নাম্লাহ (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট বসা ছিলেন। এ সময় এক ইয়াহুদীও তাঁর নিকট বসা ছিল। তাঁর সামনে দিয়ে একটি লাশ নিয়ে যাওয়া হলো। ইয়াহুদী বললো, হে মুহাম্মাদ! এই জানাযা (লাশ) কি কথা বলতে পারে? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহই অধিক জ্ঞাত। ইয়াহুদী বললো, সে (কবরে) কথা বলবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কিতাবধারীরা তোমাদের যেসব কথাবার্তা বলে তা তোমরা বিশ্বাসও করো না এবং মিথ্যাও ভেবো না। তোমরা বলো, আমরা আল্লাহ্ ও তাঁর রাসূলের প্রতি ঈমান এনেছি। তাদের কথা যদি বাতিল হয় তাহলে তা বিশ্বাস করলে না আর যদি সত্য হয়ে থাকে তাহলে তোমরা মিথ্যাও মনে করলে না। [৩৬৪৪]\n\nদুর্বলঃ যঈফাহ (১৯৯১)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ ثَابِتٍ الْمَرْوَزِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي ابْنُ أَبِي نَمْلَةَ الأَنْصَارِيُّ، عَنْ أَبِيهِ، أَنَّهُ بَيْنَمَا هُوَ جَالِسٌ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَعِنْدَهُ رَجُلٌ مِنَ الْيَهُودِ مُرَّ بِجَنَازَةٍ فَقَالَ يَا مُحَمَّدُ هَلْ تَتَكَلَّمُ هَذِهِ الْجَنَازَةُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ اللَّهُ أَعْلَمُ ‏\"‏ ‏.‏ فَقَالَ الْيَهُودِيُّ إِنَّهَا تَتَكَلَّمُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا حَدَّثَكُمْ أَهْلُ الْكِتَابِ فَلاَ تُصَدِّقُوهُمْ وَلاَ تُكَذِّبُوهُمْ وَقُولُوا آمَنَّا بِاللَّهِ وَرُسُلِهِ فَإِنْ كَانَ بَاطِلاً لَمْ تُصَدِّقُوهُ وَإِنْ كَانَ حَقًّا لَمْ تُكَذِّبُوهُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৬৪৪] আহমাদ । এর সানাদে ইবনু আবূ নামলাহ মাক্ববূল ।"
  },
  {
    "hadith_id": 3648,
    "narrator": "আবূ সাইদ আল-খুদরী (রহঃ)",
    "bn": "আমরা তাশাহুদ ও আল-কুরআন ছাড়া আর কিছু লিখতাম না। [৩৬৪৮]",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا أَبُو شِهَابٍ، عَنِ الْحَذَّاءِ، عَنْ أَبِي الْمُتَوَكِّلِ النَّاجِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ مَا كُنَّا نَكْتُبُ غَيْرَ التَّشَهُّدِ وَالْقُرْآنِ ‏.‏",
    "grade_id": 20,
    "grade": "শায",
    "grade_color": "#F85B24",
    "note": "[৩৬৪৮] আবূ দাউদ এটি এককভাবে বর্ণনা করেছেন। এর সানাদে খালিদ আল-হাজ্জা ইরসাল করেছেন।"
  },
  {
    "hadith_id": 3650,
    "narrator": "আল-ওয়ালীদ (রহঃ)",
    "bn": "আমি আবূ ‘আমর (রহঃ)-কে প্রশ্ন করলাম, তারা কী লিখেছেন? তিনি বলেন, সে সময়ে তিনি তাঁর যে ভাষণ শুনেছিলেন তা। [৩৬৫০]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ سَهْلٍ الرَّمْلِيُّ، قَالَ حَدَّثَنَا الْوَلِيدُ، قَالَ قُلْتُ لأَبِي عَمْرٍو مَا يَكْتُبُوهُ قَالَ الْخُطْبَةَ الَّتِي سَمِعَهَا يَوْمَئِذٍ مِنْهُ ‏.‏",
    "grade_id": 8,
    "grade": "সহিহ মাকতু",
    "grade_color": "#46B891",
    "note": "[৩৬৫০] আবূ দাউদ এটি এককভাবে বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 3649,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "মাক্কাহ বিজয় হলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ালেন। অতঃপর আবূ হুরায়রা (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ভাষণ উল্লেখ করলেন। বর্ণনাকারী বলেন, আবূ শাহ নামক ইয়ামানের এক ব্যক্তি বললেন, হে আল্লাহর রাসূল! আপনারা আমাকে লিখে দেয়ার ব্যবস্থা করে দিন। তিনি বলেনঃ তোমরা আবূ শাহকে লিখে দাও।",
    "ar": "حَدَّثَنَا مُؤَمَّلٌ، قَالَ حَدَّثَنَا الْوَلِيدُ، ح وَحَدَّثَنَا الْعَبَّاسُ بْنُ الْوَلِيدِ بْنِ مَزْيَدٍ، قَالَ أَخْبَرَنِي أَبِي، عَنِ الأَوْزَاعِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ حَدَّثَنَا أَبُو سَلَمَةَ، - يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ - قَالَ حَدَّثَنِي أَبُو هُرَيْرَةَ، قَالَ لَمَّا فُتِحَتْ مَكَّةُ قَامَ النَّبِيُّ صلى الله عليه وسلم فَذَكَرَ الْخُطْبَةَ خُطْبَةَ النَّبِيِّ صلى الله عليه وسلم قَالَ فَقَامَ رَجُلٌ مِنْ أَهْلِ الْيَمَنِ يُقَالُ لَهُ أَبُو شَاهٍ فَقَالَ يَا رَسُولَ اللَّهِ اكْتُبُوا لِي ‏.‏ فَقَالَ ‏ \"‏ اكْتُبُوا لأَبِي شَاهٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3653,
    "narrator": "আবূ সাল্লাম (রহঃ) হতে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এক খাদেমের সূত্র",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন কথা বললে তা তিনবার পুনরাবৃত্তি করতেন। [৩৬৫৩]",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ مَرْزُوقٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي عَقِيلٍ، هَاشِمِ بْنِ بِلاَلٍ عَنْ سَابِقِ بْنِ نَاجِيَةَ، عَنْ أَبِي سَلاَّمٍ، عَنْ رَجُلٍ، خَدَمَ النَّبِيَّ صلى الله عليه وسلم أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا حَدَّثَ حَدِيثًا أَعَادَهُ ثَلاَثَ مَرَّاتٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৬৫৩] আবূ দাউদ এই সূত্রে এটি এককভাবে বর্ণনা করেছেন। হাদীসটির শাহিদ হাদীস রয়েছে তিরমিযী, হাকিম ও বুখারীতে ।"
  },
  {
    "hadith_id": 3664,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ইল্মের দ্বারা আল্লাহর সন্তুষ্টি অন্বেষণ করা যায়, কোন লোক যদি দুনিয়াবী স্বার্থ লাভের জন্য তা শিক্ষা করে, তবে সে ক্বিয়ামাতের দিন জান্নাতের সুগন্ধি পাবে না।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُرَيْجُ بْنُ النُّعْمَانِ، حَدَّثَنَا فُلَيْحٌ، عَنْ أَبِي طُوَالَةَ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ مَعْمَرٍ الأَنْصَارِيِّ، عَنْ سَعِيدِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ تَعَلَّمَ عِلْمًا مِمَّا يُبْتَغَى بِهِ وَجْهُ اللَّهِ عَزَّ وَجَلَّ لاَ يَتَعَلَّمُهُ إِلاَّ لِيُصِيبَ بِهِ عَرَضًا مِنَ الدُّنْيَا لَمْ يَجِدْ عَرْفَ الْجَنَّةِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ يَعْنِي رِيحَهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]