[
  {
    "hadith_id": 3669,
    "narrator": "‘উমার (রাঃ)",
    "bn": "তিনি বলেন, মদ হারাম হওয়ার বিধান যেদিন অবতীর্ণ হলো তখন তা পাঁচটি জিনিস থেকে তৈরি করা হতোঃ আঙ্গুর, খেজুর, মধু, গম ও বার্লি। মদ সেই পানীয় যা মানুষকে জ্ঞানশূন্য করে দেয়। তিনটি বিষয় সম্পর্কে আমি আশা করেছিলাম, তা সুস্পষ্টভাবে আমাদের নিকট বর্ণনা না করা পর্যন্ত যদি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের হতে বিদায় না নিতেন! সেগুলো হলো, দাদার মীরাস, কালালার ব্যাখ্যা ও সুদের কিছু বিষয়।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبُو حَيَّانَ، حَدَّثَنِي الشَّعْبِيُّ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، قَالَ نَزَلَ تَحْرِيمُ الْخَمْرِ يَوْمَ نَزَلَ وَهِيَ مِنْ خَمْسَةِ أَشْيَاءَ مِنَ الْعِنَبِ وَالتَّمْرِ وَالْعَسَلِ وَالْحِنْطَةِ وَالشَّعِيرِ وَالْخَمْرُ مَا خَامَرَ الْعَقْلَ وَثَلاَثٌ وَدِدْتُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمْ يُفَارِقْنَا حَتَّى يَعْهَدَ إِلَيْنَا فِيهِنَّ عَهْدًا نَنْتَهِي إِلَيْهِ الْجَدُّ وَالْكَلاَلَةُ وَأَبْوَابٌ مِنْ أَبْوَابِ الرِّبَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3672,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "“হে ঈমানদারগণ! তোমরা যখন মাতাল অবস্থায় থাকো তখন সলাতের কাছেও যেও না...” এবং “লোকেরা আপনাকে মদ ও জুয়া সম্পর্কে প্রশ্ন করে, আপনি বলুন, এর মধ্যে বড় বড় পাপের উপাদান আছে; যদিও এর মধ্যে লোকদের জন্য কিছুটা উপকারিতাও রয়েছে...” এ আয়াত দু’টির হুকুম “হে ঈমানদারগণ! নিশ্চয়ই মদ, জুয়া, আস্তানা...” দ্বারা রহিত করা হয়েছে।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، حَدَّثَنَا عَلِيُّ بْنُ حُسَيْنٍ، عَنْ أَبِيهِ، عَنْ يَزِيدَ النَّحْوِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ ‏{‏ يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَقْرَبُوا الصَّلاَةَ وَأَنْتُمْ سُكَارَى ‏}‏ وَ ‏{‏ يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ ‏}‏ نَسَخَتْهُمَا الَّتِي فِي الْمَائِدَةِ ‏{‏ إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنْصَابُ ‏}‏ الآيَةَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3671,
    "narrator": "‘আলী ইবনু আবূ ত্বালিব (রাঃ)",
    "bn": "একদা আনসার গোত্রের এক লোক তাকে ও ‘আবদুর রহমান ইবনু ‘আওফ (রাঃ)-কে দাওয়াত করে উভয়কে মদ পান করালেন তা হারাম হওয়ার পূর্বে। অতঃপর মাগরিবের সলাতে ‘আলী (রাঃ) তাদের ইমামতি করলেন। তিনি সূরাহ “ক্বুল ইয়া আয়্যুহাল কাফিরূন” পাঠ করতে গিয়ে তালগোল পাকিয়ে ফেলেন। অতঃপর এ আয়াত অবতীর্ণ হলোঃ “হে ঈমানদারগণ! তোমরা যখন মাতাল অবস্থায় থাকো তখন সলাতের কাছেও যেও না। সলাত তখনই পড়বে, যখন তোমরা কি বলছো তা সঠিকরূপে বুঝতে পারো” (সূরাহ আন-নিসাঃ ৪৩)।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، حَدَّثَنَا عَطَاءُ بْنُ السَّائِبِ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، عَلَيْهِ السَّلاَمُ أَنَّ رَجُلاً، مِنَ الأَنْصَارِ دَعَاهُ وَعَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ فَسَقَاهُمَا قَبْلَ أَنْ تُحَرَّمَ الْخَمْرُ فَأَمَّهُمْ عَلِيٌّ فِي الْمَغْرِبِ فَقَرَأَ ‏{‏ قُلْ يَا أَيُّهَا الْكَافِرُونَ ‏}‏ فَخَلَطَ فِيهَا فَنَزَلَتْ ‏{‏ لاَ تَقْرَبُوا الصَّلاَةَ وَأَنْتُمْ سُكَارَى حَتَّى تَعْلَمُوا مَا تَقُولُونَ ‏}‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3673,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, যখন মদ হারাম ঘোষিত হয় তখন আমি আবূ ত্বালহার ঘরে মদ পরিবেশনকারী ছিলাম। আমাদের মদ ছিল ‘ফাদীখ’। এ সময় এক লোক এসে আমাদেরকে বললো, নিশ্চয়ই মদ হারাম করা হয়েছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর ঘোষণাকারীও মদ হারাম হওয়ার ঘোষণা দিয়ে যাচ্ছিলেন। আমরা আওয়াজ শুনে বললাম, এ লোক রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর ঘোষক।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كُنْتُ سَاقِيَ الْقَوْمِ حَيْثُ حُرِّمَتِ الْخَمْرُ فِي مَنْزِلِ أَبِي طَلْحَةَ وَمَا شَرَابُنَا يَوْمَئِذٍ إِلاَّ الْفَضِيخُ فَدَخَلَ عَلَيْنَا رَجُلٌ فَقَالَ إِنَّ الْخَمْرَ قَدْ حُرِّمَتْ وَنَادَى مُنَادِي رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْنَا هَذَا مُنَادِي رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3670,
    "narrator": "‘উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "তিনি বলেন, মদ পান হারাম হওয়া সম্পর্কিত আদেশ তখনও অবতীর্ণ হয়নি। আমি বললাম, হে আল্লাহ! আমাদের জন্য মদের বিষয়টি সুস্পষ্ট করে দিন। অতঃপর সূরাহ আল-বাক্বারাহর (২১৯ নং) আয়াত অবতীর্ণ হলোঃ “(হে রাসূল)! তারা আপনাকে মদ ও জুয়া সম্পর্কে প্রশ্ন করছে। আপনি বলুন, উভয়ের মধ্যে বড় বড় পাপের উপাদান আছে, যদিও এতে লোকদের জন্য কিছু উপকারিতাও আছে। কিন্তু উভয় কাজের পাপ ও অকল্যাণের পরিমাণ উপকারিতার চেয়ে অনেক বেশি।” অতঃপর ‘উমার (রাঃ)-কে ডাকা হলো এবং তাকে এ আয়াত পড়ে শুনানো হলো। তিনি বললেন, হে আল্লাহ! মদের ব্যাপারে আমাদের সুস্পষ্টভাবে বলে দিন। অতঃপর সূরাহ আন-নিসার (৪২ নং) আয়াত অবতীর্ণ হলোঃ “হে ঈমানদারগণ! তোমরা মাতাল অবস্থায় সলাতের কাছেও যাবে না; সলাত তখন পড়বে যখন তোমরা বুঝতে পারো তোমরা কি পড়ছো।” এরপর হতে যখন সলাতের জামা‘আত প্রস্তুত হতো, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর ঘোষক ঘোষণা করতেন, সাবধান! মাতাল অবস্থায় সলাতের কাছেও আসবে না। ‘উমার (রাঃ)-কে ডেকে এনে এ আয়াত পড়ে শুনানো হলো। তিনি আবার দু‘আ করলেন, হে আল্লাহ! মদের বিষয়ে সুস্পষ্টভাবে বলে দিন। তখন এ আয়াত অবতীর্ণ হলোঃ “হে ঈমানদারগণ! মদ, জুয়া, আস্তানা ও পাশা এসবই নাপাক, শয়তানী কাজ। তোমরা এসব থেকে দূরে থাকো......”(সূরাহ আল-মায়িদাহঃ ৯০-৯১)। ‘উমার (রাঃ) বলেন, আমরা এসব কাজ বর্জন করলাম।",
    "ar": "حَدَّثَنَا عَبَّادُ بْنُ مُوسَى الْخُتَّلِيُّ، أَخْبَرَنَا إِسْمَاعِيلُ، - يَعْنِي ابْنَ جَعْفَرٍ - عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرٍو، عَنْ عُمَرَ بْنِ الْخَطَّابِ، قَالَ لَمَّا نَزَلَ تَحْرِيمُ الْخَمْرِ قَالَ عُمَرُ اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانًا شِفَاءً فَنَزَلَتِ الآيَةُ الَّتِي فِي الْبَقَرَةِ ‏{‏ يَسْأَلُونَكَ عَنِ الْخَمْرِ وَالْمَيْسِرِ قُلْ فِيهِمَا إِثْمٌ كَبِيرٌ ‏}‏ الآيَةَ قَالَ فَدُعِيَ عُمَرُ فَقُرِئَتْ عَلَيْهِ قَالَ اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانًا شِفَاءً فَنَزَلَتِ الآيَةُ الَّتِي فِي النِّسَاءِ ‏{‏ يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَقْرَبُوا الصَّلاَةَ وَأَنْتُمْ سُكَارَى ‏}‏ فَكَانَ مُنَادِي رَسُولِ اللَّهِ صلى الله عليه وسلم إِذَا أُقِيمَتِ الصَّلاَةُ يُنَادِي أَلاَ لاَ يَقْرَبَنَّ الصَّلاَةَ سَكْرَانُ فَدُعِيَ عُمَرُ فَقُرِئَتْ عَلَيْهِ فَقَالَ اللَّهُمَّ بَيِّنْ لَنَا فِي الْخَمْرِ بَيَانًا شِفَاءً فَنَزَلَتْ هَذِهِ الآيَةُ ‏{‏ فَهَلْ أَنْتُمْ مُنْتَهُونَ ‏}‏ قَالَ عُمَرُ انْتَهَيْنَا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3675,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "আবূ ত্বালহা (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে কতিপয় কয়েকটি ইয়াতীম সম্পর্কে প্রশ্ন করলেন, তারা উত্তরাধিকার সূত্রে মদ পেয়েছিল। তিনি বললেনঃ তা ঢেলে ফেলে দাও। আবূ ত্বালহা (রাঃ) বললেন, আমি কি একে সিরকায় রূপান্তরিত করতে পারবো না? তিনি বললেনঃ না।",
    "ar": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنِ السُّدِّيِّ، عَنْ أَبِي هُبَيْرَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ أَبَا طَلْحَةَ، سَأَلَ النَّبِيَّ صلى الله عليه وسلم عَنْ أَيْتَامٍ وَرِثُوا خَمْرًا قَالَ ‏\"‏ أَهْرِقْهَا ‏\"‏ ‏.‏ قَالَ أَفَلاَ أَجْعَلُهَا خَلاًّ قَالَ ‏\"‏ لاَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3678,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ দুই প্রকার গাছ থেকে মদ তৈরি হয়। খেজুর গাছ ও আঙ্গুর গাছ।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبَانُ، حَدَّثَنِي يَحْيَى، عَنْ أَبِي كَثِيرٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الْخَمْرُ مِنْ هَاتَيْنِ الشَّجَرَتَيْنِ النَّخْلَةِ وَالْعِنَبَةِ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ اسْمُ أَبِي كَثِيرٍ الْغُبَرِيِّ يَزِيدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ غُفَيْلَةَ السَّحْمِيُّ ‏.‏ وَقَالَ بَعْضُهُمْ أُذَيْنَةُ وَالصَّوَابُ غُفَيْلَةُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3676,
    "narrator": "নু‘মান ইবনু বাশীর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আঙ্গুর হতে মদ তৈরি হয়; খেজুর হতে মদ তৈরি হয়; মধু হতে মদ তৈরি হয়; গম হতে মদ তৈরি হয় এবং বার্লি হতে মদ তৈরি হয়।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ مِنَ الْعِنَبِ خَمْرًا وَإِنَّ مِنَ التَّمْرِ خَمْرًا وَإِنَّ مِنَ الْعَسَلِ خَمْرًا وَإِنَّ مِنَ الْبُرِّ خَمْرًا وَإِنَّ مِنَ الشَّعِيرِ خَمْرًا ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3679,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নেশা উদ্রেককারী প্রতিটি বস্তু মদের অন্তর্ভুক্ত এবং নেশা উদ্রেককারী প্রতিটি জিনিস হারাম। যে ব্যক্তি সর্বদা মদপান করে এবং এ অবস্থায় মৃত্যু বরণ করে, আখিরাতে তাকে মদ পান করা হতে বঞ্চিত রাখা হবে।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ، وَمُحَمَّدُ بْنُ عِيسَى، - فِي آخَرِينَ - قَالُوا حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ كُلُّ مُسْكِرٍ خَمْرٌ وَكُلُّ مُسْكِرٍ حَرَامٌ وَمَنْ مَاتَ وَهُوَ يَشْرَبُ الْخَمْرَ يُدْمِنُهَا لَمْ يَشْرَبْهَا فِي الآخِرَةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3684,
    "narrator": "আবূ মুসা (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে মধুর তৈরি শরবত সম্পর্কে প্রশ্ন করলে তিনি বলেনঃ এটাকে ‘বেত্‌‘উ’ বলা হয়। আমি বার্লি ও এক ধরনের বীজের তৈরি শরবত সম্পর্কে প্রশ্ন করলে তিনি বলেনঃ এটা ‘মিযর’। অতঃপর তিনি বললেনঃ তোমার গোত্রের লোকদের জানিয়ে দাও, নেশা সৃষ্টিকারী প্রতিটি বস্তুই হারাম।",
    "ar": "حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، عَنْ خَالِدٍ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، قَالَ سَأَلْتُ النَّبِيَّ صلى الله عليه وسلم عَنْ شَرَابٍ مِنَ الْعَسَلِ فَقَالَ ‏\"‏ ذَاكَ الْبِتْعُ ‏\"‏ ‏.‏ قُلْتُ وَيُنْتَبَذُ مِنَ الشَّعِيرِ وَالذُّرَةِ ‏.‏ فَقَالَ ‏\"‏ ذَاكَ الْمِزْرُ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ أَخْبِرْ قَوْمَكَ أَنَّ كُلَّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3681,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে জিনিসের অধিক পরিমাণ পান করলে নেশা সৃষ্টি হয় তার সামান্য পরিমাণও হারাম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا إِسْمَاعِيلُ، - يَعْنِي ابْنَ جَعْفَرٍ - عَنْ دَاوُدَ بْنِ بَكْرِ بْنِ أَبِي الْفُرَاتِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا أَسْكَرَ كَثِيرُهُ فَقَلِيلُهُ حَرَامٌ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3682,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে মধুর তৈরি শরবত সম্পর্কে প্রশ্ন করা হলে তিনি বলেনঃ নেশা সৃষ্টিকারী যে কোন পানীয় হারাম। অপর বর্ণনায় রয়েছেঃ মধুর তৈরি শরবত। বর্ণনাকারী বলেন, ইয়ামানের অধিবাসীরা এই শরবত পান করতো।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْبِتْعِ فَقَالَ ‏ \"‏ كُلُّ شَرَابٍ أَسْكَرَ فَهُوَ حَرَامٌ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ قَرَأْتُ عَلَى يَزِيدَ بْنِ عَبْدِ رَبِّهِ الْجُرْجُسِيِّ حَدَّثَكُمْ مُحَمَّدُ بْنُ حَرْبٍ عَنِ الزُّبَيْدِيِّ عَنِ الزُّهْرِيِّ بِهَذَا الْحَدِيثِ بِإِسْنَادِهِ زَادَ وَالْبِتْعُ نَبِيذُ الْعَسَلِ كَانَ أَهْلُ الْيَمَنِ يَشْرَبُونَهُ ‏.‏ قَالَ أَبُو دَاوُدَ سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ لاَ إِلَهَ إِلاَّ اللَّهُ مَا كَانَ أَثْبَتَهُ مَا كَانَ فِيهِمْ مِثْلُهُ يَعْنِي فِي أَهْلِ حِمْصَ يَعْنِي الْجُرْجُسِيَّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3683,
    "narrator": "দায়লাম আল-হিম্‌যারী (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে প্রশ্ন করলাম, আমি বললাম, হে আল্লাহর রাসূল! আমরা শীতপ্রধান এলাকায় বসবাস করি। আমাদেরকে সেখানে কঠোর পরিশ্রম করতে হয়। আমরা গম হতে তৈরি মদ পান করে ক্লান্তি দূর করি ও শীত প্রতিরোধ করি। তিনি প্রশ্ন করলেনঃ তাতে কি নেশার সৃষ্টি হয়? আমি বললাম, হ্যাঁ। তিনি বলেনঃ তবে তা বর্জন করো। আমি বললাম, কিন্তু লোকেরা তা বর্জন করবে না। তিনি বললেন, যদি তারা এটা বর্জন না করে তাহলে তোমরা তাদের বিরূদ্ধে যুদ্ধ করো।",
    "ar": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا عَبْدَةُ، عَنْ مُحَمَّدٍ، - يَعْنِي ابْنَ إِسْحَاقَ - عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ مَرْثَدِ بْنِ عَبْدِ اللَّهِ الْيَزَنِيِّ، عَنْ دَيْلَمٍ الْحِمْيَرِيِّ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّا بِأَرْضٍ بَارِدَةٍ نُعَالِجُ فِيهَا عَمَلاً شَدِيدًا وَإِنَّا نَتَّخِذُ شَرَابًا مِنْ هَذَا الْقَمْحِ نَتَقَوَّى بِهِ عَلَى أَعْمَالِنَا وَعَلَى بَرْدِ بِلاَدِنَا ‏.‏ قَالَ ‏\"‏ هَلْ يُسْكِرُ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ ‏.‏ قَالَ ‏\"‏ فَاجْتَنِبُوهُ ‏\"‏ ‏.‏ قَالَ قُلْتُ فَإِنَّ النَّاسَ غَيْرُ تَارِكِيهِ ‏.‏ قَالَ ‏\"‏ فَإِنْ لَمْ يَتْرُكُوهُ فَقَاتِلُوهُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3685,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আমর (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মদ পান, জুয়া খেলা, কুবাহ ও গুবায়রা নিষিদ্ধ ঘোষণা করেছেন। তিনি বলেছেনঃ নেশা সৃষ্টিকারী প্রতিটি বস্তুই হারাম।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنِ الْوَلِيدِ بْنِ عَبْدَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْخَمْرِ وَالْمَيْسِرِ وَالْكُوبَةِ وَالْغُبَيْرَاءِ وَقَالَ ‏ \"‏ كُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ قَالَ ابْنُ سَلاَمٍ أَبُو عُبَيْدٍ الْغُبَيْرَاءُ السُّكُرْكَةُ تُعْمَلُ مِنَ الذُّرَةِ شَرَابٌ يَعْمَلُهُ الْحَبَشَةُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3687,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ নেশা উদ্রেককারী যে কোন বস্তুই হারাম। যে বস্তুর এক ফারাক পরিমাণ পান করলে নেশার উদ্রেক হয় তার এক অঞ্জলি পরিমাণও হারাম।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، وَمُوسَى بْنُ إِسْمَاعِيلَ، قَالاَ حَدَّثَنَا مَهْدِيٌّ، - يَعْنِي ابْنَ مَيْمُونٍ - حَدَّثَنَا أَبُو عُثْمَانَ، - قَالَ مُوسَى هُوَ عَمْرُو بْنُ سَلْمٍ الأَنْصَارِيُّ - عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ كُلُّ مُسْكِرٍ حَرَامٌ وَمَا أَسْكَرَ مِنْهُ الْفَرْقُ فَمِلْءُ الْكَفِّ مِنْهُ حَرَامٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3686,
    "narrator": "উম্মু সালামাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নেশা সৃষ্টিকারী সর্ব ধরনের বস্তু এবং অবসন্নকারী বস্তুর ব্যবহার নিষিদ্ধ করেছেন। [৩৬৮৬]\n\nদুর্বলঃ যঈফাহ (৪৭৩২), মিশকাত (৩৬৫০)।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا أَبُو شِهَابٍ عَبْدُ رَبِّهِ بْنُ نَافِعٍ، عَنِ الْحَسَنِ بْنِ عَمْرٍو الْفُقَيْمِيِّ، عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ كُلِّ مُسْكِرٍ وَمُفَتِّرٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৬৮৬] আহমাদ, বায়হাক্বী। সানাদে শাহর ইবনু হাওশাব সমালোচিত।"
  },
  {
    "hadith_id": 3680,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নেশা উদ্রেককারী প্রতিটি বস্তু মদের অন্তর্ভুক্ত। আর নেশা সৃষ্টিকারী প্রতিটি বস্তু হারাম। যে ব্যক্তি একবার নেশা উদ্রেককারী জিনিস পান করলো সে তার চল্লিশ দিনের সলাতের কল্যাণ হতে বঞ্চিত হলো। সে যদি তাওবাহ করে আল্লাহ তার তাওবাহ কবুল করতে পারেন। সে যদি চতুর্থবার তা পান করে তবে আল্লাহ তাকে জাহান্নামীদের ঘা হতে নির্গত পুঁজ খাওয়াবেন। প্রশ্ন করা হলো, হে আল্লাহর রাসূল! ‘তীনাতুল খাবাল’ কি? তিনি বললেনঃ জাহান্নামীদের পুঁজ। যে ব্যক্তি কোন বালককে যার হালাল-হারাম সম্পর্কিত জ্ঞান হয়নি, এটা পান করাবে আল্লাহ তাকে অবশ্যই জাহান্নামীদের পুঁজ-রক্ত পান করাবেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ النَّيْسَابُورِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عُمَرَ الصَّنْعَانِيُّ، قَالَ سَمِعْتُ النُّعْمَانَ، يَقُولُ عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ كُلُّ مُخَمِّرٍ خَمْرٌ وَكُلُّ مُسْكِرٍ حَرَامٌ وَمَنْ شَرِبَ مُسْكِرًا بُخِسَتْ صَلاَتُهُ أَرْبَعِينَ صَبَاحًا فَإِنْ تَابَ تَابَ اللَّهُ عَلَيْهِ فَإِنْ عَادَ الرَّابِعَةَ كَانَ حَقًّا عَلَى اللَّهِ أَنْ يَسْقِيَهُ مِنْ طِينَةِ الْخَبَالِ ‏\"‏ ‏.‏ قِيلَ وَمَا طِينَةُ الْخَبَالِ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ صَدِيدُ أَهْلِ النَّارِ وَمَنْ سَقَاهُ صَغِيرًا لاَ يَعْرِفُ حَلاَلَهُ مِنْ حَرَامِهِ كَانَ حَقًّا عَلَى اللَّهِ أَنْ يَسْقِيَهُ مِنْ طِينَةِ الْخَبَالِ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3688,
    "narrator": "মালিক ইবনু আবূ মারইয়াম (রহঃ)",
    "bn": "তিনি বলেন, একদা ‘আবদুর রহমান ইবনু গানম (রহঃ) আমাদের নিকট আসলে আমরা ‘তিলাআ’ সম্পর্কে উল্লেখ করলাম। তিনি বললেন, আবূ মালিক আল-আশ‘আরী (রাঃ) আমাকে বলেছেন যে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছেনঃ আমার উম্মাতের একদল লোক মদ পান করবে এবং তারা একে ভিন্ন নামে অভিহিত করবে।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ حَاتِمِ بْنِ حُرَيْثٍ، عَنْ مَالِكِ بْنِ أَبِي مَرْيَمَ، قَالَ دَخَلَ عَلَيْنَا عَبْدُ الرَّحْمَنِ بْنُ غَنْمٍ فَتَذَاكَرْنَا الطِّلاَءَ فَقَالَ حَدَّثَنِي أَبُو مَالِكٍ الأَشْعَرِيُّ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لَيَشْرَبَنَّ نَاسٌ مِنْ أُمَّتِي الْخَمْرَ يُسَمُّونَهَا بِغَيْرِ اسْمِهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3689,
    "narrator": "সুফিয়ান সাওরী (রহঃ)",
    "bn": "একদা তাকে দাযী (দুষ্কৃতকারীদের শরাব) সম্পর্কে প্রশ্ন করা হলে তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার উম্মাতের একদল লোক অবশ্যই মদ পান করবে এবং তারা এর ভিন্নতর নামকরণ করবে।",
    "ar": "قَالَ أَبُو دَاوُدَ حَدَّثَنَا شَيْخٌ، مِنْ أَهْلِ وَاسِطٍ قَالَ حَدَّثَنَا أَبُو مَنْصُورٍ الْحَارِثُ بْنُ مَنْصُورٍ، قَالَ سَمِعْتُ سُفْيَانَ الثَّوْرِيَّ، وَسُئِلَ، عَنِ الدَّاذِيِّ، فَقَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَيَشْرَبَنَّ نَاسٌ مِنْ أُمَّتِي الْخَمْرَ يُسَمُّونَهَا بِغَيْرِ اسْمِهَا ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ وَقَالَ سُفْيَانُ الثَّوْرِيُّ الدَّاذِيُّ شَرَابُ الْفَاسِقِينَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3693,
    "narrator": "আবু হুরাইরাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আবদুল ক্বায়িস গোত্রের প্রতিনিধিদেরকে বললেনঃ আমি তোমাদের নাকীর মুকাইয়ার, হানতাম, দুব্বা এবং মাথা কাটা কলস ব্যবহার করতে নিষেধ করছি। বরং তোমরা (অন্য) পাত্রে পান করো এবং পাত্রের মুখ উত্তমরূপে বেঁধে রাখো।",
    "ar": "حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، عَنْ نُوحِ بْنِ قَيْسٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَوْنٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لِوَفْدِ عَبْدِ الْقَيْسِ ‏ \"‏ أَنْهَاكُمْ عَنِ النَّقِيرِ وَالْمُقَيَّرِ وَالْحَنْتَمِ وَالدُّبَّاءِ وَالْمَزَادَةِ الْمَجْبُوبَةِ وَلَكِنِ اشْرَبْ فِي سِقَائِكَ وَأَوْكِهْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3695,
    "narrator": "আবুল কামূস যায়িদ ইবনু ‘আলী (রহঃ)",
    "bn": "তিনি বলেন, ‘আবদুল ক্বায়িস গোত্রের প্রতিনিধি দলের সাথে যারা রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসেছিল তাদেরই একজন আমাকে এ হাদীস বর্ণনা করেছেন। ‘আওফের ধারণা তার নাম ক্বায়িস ইবনুল নু’মান। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কাঠের পাত্রে, তৈলাক্ত পাত্রে, লাউয়ের খোলের পাত্রে এবং মাটির সবুজ পাত্রে পান করো না। যদি তা (নাবীয) কড়া হয়ে যায় তবে পানি মিশিয়ে এর তেজী ভাব দূর করো। যদি কড়া কমাতে না পারো তবে তা ঢেলে ফেলে দাও।",
    "ar": "حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، عَنْ خَالِدٍ، عَنْ عَوْفٍ، عَنْ أَبِي الْقَمُوصِ، زَيْدِ بْنِ عَلِيٍّ حَدَّثَنِي رَجُلٌ، كَانَ مِنَ الْوَفْدِ الَّذِينَ وَفَدُوا إِلَى النَّبِيِّ صلى الله عليه وسلم مِنْ عَبْدِ الْقَيْسِ يَحْسِبُ عَوْفٌ أَنَّ اسْمَهُ قَيْسُ بْنُ النُّعْمَانِ فَقَالَ ‏ \"‏ لاَ تَشْرَبُوا فِي نَقِيرٍ وَلاَ مُزَفَّتٍ وَلاَ دُبَّاءٍ وَلاَ حَنْتَمٍ وَاشْرَبُوا فِي الْجِلْدِ الْمُوكَإِ عَلَيْهِ فَإِنِ اشْتَدَّ فَاكْسِرُوهُ بِالْمَاءِ فَإِنْ أَعْيَاكُمْ فَأَهْرِيقُوهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3697,
    "narrator": "‘আলী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে লাউয়ের খোলের পাত্র, মাটির সবুজ পাত্র, ও কাঠের পাত্র ব্যবহার করতে নিষেধ করেছেন এবং জি’আহ নামক নাবীয পান করতেও নিষেধ করেছেন।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ سُمَيْعٍ، حَدَّثَنَا مَالِكُ بْنُ عُمَيْرٍ، عَنْ عَلِيٍّ، عَلَيْهِ السَّلاَمُ قَالَ نَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالنَّقِيرِ وَالْجِعَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3701,
    "narrator": "শারীক (রহঃ)",
    "bn": "তিনি তার সানাদে বর্ণনা করেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা নেশা উদ্রেককারী বস্তু বর্জন করো।",
    "ar": "حَدَّثَنَا الْحَسَنُ، - يَعْنِي ابْنَ عَلِيٍّ - حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا شَرِيكٌ، بِإِسْنَادِهِ قَالَ ‏ \"‏ اجْتَنِبُوا مَا أَسْكَرَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3699,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন বিভিন্ন পাত্র সম্পর্কে নিষেধাজ্ঞা আরোপ করলেন, তখন আনসারগণ বললেন, এছাড়া আমাদের একেবারেই চলেনা। তিনি বলেনঃ তাহলে আপত্তি নেই।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ سُفْيَانَ، حَدَّثَنِي مَنْصُورٌ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ لَمَّا نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الأَوْعِيَةِ قَالَ قَالَتِ الأَنْصَارُ إِنَّهُ لاَ بُدَّ لَنَا ‏.‏ قَالَ ‏ \"‏ فَلاَ إِذًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3702,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জন্য মশকে নাবীয ঢালা হতো। মশক না পাওয়া গেলে পাথরের তৈরী পাত্রে তাঁর জন্য নাবীয ঢালা হতো l",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كَانَ يُنْبَذُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِي سِقَاءٍ فَإِذَا لَمْ يَجِدُوا سِقَاءً نُبِذَ لَهُ فِي تَوْرٍ مِنْ حِجَارَةٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3691,
    "narrator": "সাঈদ ইবনু জুবাইর (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)–কে বলতে শুনলাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কলসে সংরক্ষিত নাবীয হারাম ঘোষণা করেছেন। আমি তার এ কথায়ঃ “রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কলসে সংরক্ষিত নাবীয হারাম ঘোষণা করেছেন”, ভীত হয়ে বেরিয়ে পড়লাম। আমি ইবনু ‘আব্বাসের (রাঃ) নিকট উপস্থিত হয়ে বললাম, আপনি কি শুনেছেন ইবনু ‘উমার (রাঃ) কি বলেছেন? তিনি বললেন, কি বলেছেন? তিনি বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কলসে সংরক্ষিত নাবীয হারাম ঘোষণা করেছেন। তিনি বললেন, ইবনু ‘উমার (রাঃ) ঠিকই বলেছেন যে, “রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কলসে সংরক্ষিত নাবীয হারাম ঘোষণা করেছেন।” আমি বললাম, ‘জার’ কি? তিনি বলেন, মাটির তৈরী পাত্র।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، وَمُسْلِمُ بْنُ إِبْرَاهِيمَ، - الْمَعْنَى - قَالاَ حَدَّثَنَا جَرِيرٌ، عَنْ يَعْلَى، - يَعْنِي ابْنَ حَكِيمٍ - عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عُمَرَ، يَقُولُ حَرَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَبِيذَ الْجَرِّ فَخَرَجْتُ فَزِعًا مِنْ قَوْلِهِ حَرَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَبِيذَ الْجَرِّ فَدَخَلْتُ عَلَى ابْنِ عَبَّاسٍ فَقُلْتُ أَمَا تَسْمَعُ مَا يَقُولُ ابْنُ عُمَرَ قَالَ وَمَا ذَاكَ قُلْتُ قَالَ حَرَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَبِيذَ الْجَرِّ ‏.‏ قَالَ صَدَقَ حَرَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَبِيذَ الْجَرِّ ‏.‏ قُلْتُ مَا الْجَرُّ قَالَ كُلُّ شَىْءٍ يُصْنَعُ مِنْ مَدَرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3700,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আমর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুব্বা, হানতাম, মুযাফ্‌ফাত, নাকীর ইত্যাদি পাত্রের কথা উল্লেখ করলেন (ব্যবহার করতে বারণ করলেন)। তখন এক বেদুঈন বললো, এছাড়া আমাদের অন্য কোন পাত্র নেই। তিনি বলেনঃ যা হালাল তা পান করো।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ زِيَادٍ، حَدَّثَنَا شَرِيكٌ، عَنْ زِيَادِ بْنِ فَيَّاضٍ، عَنْ أَبِي عِيَاضٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ ذَكَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم الأَوْعِيَةَ الدُّبَّاءَ وَالْحَنْتَمَ وَالْمُزَفَّتَ وَالنَّقِيرَ فَقَالَ أَعْرَابِيٌّ إِنَّهُ لاَ ظُرُوفَ لَنَا ‏.‏ فَقَالَ ‏ \"‏ اشْرَبُوا مَا حَلَّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3692,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, একদা ‘আবদুল ক্বায়িস গোত্রের প্রতিনিধি দল রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর নিকট এসে বললো, হে আল্লাহর রাসূল! আমরা রবী‘আহ গোত্রের একটি শাখাগোত্র। আমাদেরও আপনার মাঝখানে কাফির মুদার গোত্রের এ জনপদ বাধা হয়ে আছে। এজন্য হারাম মাসে (মুহাররম, রজব, যিলক্বাদ ও যিলহাজ্জ) ব্যতীত অন্য কোন সময়ে আমরা আপনার নিকট আসতে পারি না। কাজেই আমাদেরকে এমন কিছু আদেশ দিন যা আমরা নিজেরা গ্রহন করবো এবং আমাদের অন্যান্য লোকদেরও সে দিকে আহবান করবো। তিনি বললেনঃ আমি তোমাদেরকে চারটি বিষয় গ্রহণের আদেশ দিচ্ছি এবং চারটি বিষয়ে নিষেধ করছি। আল্লাহর প্রতি ঈমান আনা– এ সাক্ষ্য দেয়া যে, আল্লাহ ছাড়া কোন ইলাহ নেই। তিনি নিজের হাত দিয়ে ইশারা করলেন। মুসাদ্দাদের বর্ণনায় রয়েছেঃ ‘আল্লাহর প্রতি ঈমান’ বলে তিনি তাদেরকে এর ব্যাখ্যা করে বললেনঃ এ সাক্ষ্য দেয়া যে, আল্লাহ ছাড়া কোন ইলাহ নেই; নিশ্চয়ই মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহর রাসূল, সলাত ক্বায়িম করা, যাকাত দেয়া এবং গনীমাতের এক-পঞ্চমাংশ জমা দেয়া। আমি তোমাদেরকে নিষেধ করছি লাউয়ের খোল দ্বারা তৈরী পাত্র, মাটির সবুজ পাত্র, তৈলাক্ত পাত্র এবং কালো রং-এর পাত্র ব্যবহার করতে। ইবনু উবাইদের বর্ণনায় মুকাইয়ার শব্দের স্থলে নাকীর শব্দ রয়েছে। মুসাদ্দাদ নাকীর ও মুকাইয়ার শব্দ বর্ণনা করেছেন কিন্তু মুযাফ্‌ফাত শব্দের উল্লেখ করেননি।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، وَمُحَمَّدُ بْنُ عُبَيْدٍ، قَالاَ حَدَّثَنَا حَمَّادٌ، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبَّادُ بْنُ عَبَّادٍ، عَنْ أَبِي جَمْرَةَ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ - وَقَالَ مُسَدَّدٌ عَنِ ابْنِ عَبَّاسٍ، وَهَذَا، حَدِيثُ سُلَيْمَانَ قَالَ - قَدِمَ وَفْدُ عَبْدِ الْقَيْسِ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّا هَذَا الْحَىَّ مِنْ رَبِيعَةَ قَدْ حَالَ بَيْنَنَا وَبَيْنَكَ كُفَّارُ مُضَرَ وَلَسْنَا نَخْلُصُ إِلَيْكَ إِلاَّ فِي شَهْرٍ حَرَامٍ فَمُرْنَا بِشَىْءٍ نَأْخُذُ بِهِ وَنَدْعُو إِلَيْهِ مَنْ وَرَاءَنَا ‏.‏ قَالَ ‏\"‏ آمُرُكُمْ بِأَرْبَعٍ وَأَنْهَاكُمْ عَنْ أَرْبَعٍ الإِيمَانُ بِاللَّهِ وَشَهَادَةُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ ‏\"‏ ‏.‏ وَعَقَدَ بِيَدِهِ وَاحِدَةً ‏.‏ وَقَالَ مُسَدَّدٌ الإِيمَانُ بِاللَّهِ ثُمَّ فَسَّرَهَا لَهُمْ شَهَادَةَ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ ‏\"‏ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ وَإِقَامُ الصَّلاَةِ وَإِيتَاءُ الزَّكَاةِ وَأَنْ تُؤَدُّوا الْخُمُسَ مِمَّا غَنِمْتُمْ وَأَنْهَاكُمْ عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالْمُزَفَّتِ وَالْمُقَيَّرِ ‏\"‏ ‏.‏ وَقَالَ ابْنُ عُبَيْدٍ النَّقِيرِ مَكَانَ الْمُقَيَّرِ ‏.‏ وَقَالَ مُسَدَّدٌ وَالنَّقِيرِ وَالْمُقَيَّرِ وَلَمْ يَذْكُرِ الْمُزَفَّتِ ‏.‏ قَالَ أَبُو دَاوُدَ أَبُو جَمْرَةَ نَصْرُ بْنُ عِمْرَانَ الضُّبَعِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3696,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, ‘আবদুল ক্বায়িসের প্রতিনিধি দল বললো, হে আল্লাহর রাসূল! আমরা কিসে করে পান করবো? তিনি বলেনঃ তোমরা লাউয়ের খোলের পাত্রে, তৈলাক্ত পাত্রে এবং কাঠের পাত্রে পান করবে না। তোমাদের কলসে নাবীয প্রস্তুত করো। তারা বললো, হে আল্লাহর রাসূল! কলসের নাবীযে যদি তেজী ভাব আসে? তিনি বলেনঃ তাতে পানি ঢেলে দাও। তারা বললো, হে আল্লাহর রাসূল! (পূর্বের অনুরূপ)! তিনি তাদেরকে তৃতীয় বা চতুর্থবারে বললেনঃ তা ঢেলে ফেলে দাও। অতঃপর তিনি বললেনঃ নিশ্চয়ই আল্লাহ আমার উপর হারাম করেছেন অথবা হারাম করা হয়েছে মদ, জুয়া এবং যাবতীয় বাদ্যযন্ত্র। তিনি আরো বলেনঃ নেশা উদ্রেককারী সকল জিনিস হারাম। সুফিয়ান (রহঃ) বলেন, আমি ‘আলী ইবনু বাযীমাকে ‘কুবাহ’ সম্পর্কে প্রশ্ন করলে তিনি বলেন, তা হলো তবলা বা ঢোল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَلِيِّ بْنِ بَذِيمَةَ، حَدَّثَنِي قَيْسُ بْنُ حَبْتَرٍ النَّهْشَلِيُّ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ وَفْدَ عَبْدِ الْقَيْسِ، قَالُوا يَا رَسُولَ اللَّهِ فِيمَ نَشْرَبُ قَالَ ‏\"‏ لاَ تَشْرَبُوا فِي الدُّبَّاءِ وَلاَ فِي الْمُزَفَّتِ وَلاَ فِي النَّقِيرِ وَانْتَبِذُوا فِي الأَسْقِيَةِ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ فَإِنِ اشْتَدَّ فِي الأَسْقِيَةِ قَالَ ‏\"‏ فَصُبُّوا عَلَيْهِ الْمَاءَ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ ‏.‏ فَقَالَ لَهُمْ فِي الثَّالِثَةِ أَوِ الرَّابِعَةِ ‏\"‏ أَهْرِيقُوهُ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ إِنَّ اللَّهَ حَرَّمَ عَلَىَّ أَوْ حُرِّمَ الْخَمْرُ وَالْمَيْسِرُ وَالْكُوبَةُ ‏\"‏ ‏.‏ قَالَ ‏\"‏ وَكُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏ قَالَ سُفْيَانُ فَسَأَلْتُ عَلِيَّ بْنَ بَذِيمَةَ عَنِ الْكُوبَةِ قَالَ الطَّبْلُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3703,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খেজুর ও আঙ্গুরের সমন্বয়ে নাবীয তৈরী করতে বারণ করেন। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাঁচা ও পাকা খেজুর একত্রে করেও নাবীয বানাতে বারণ করেছেন।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ نَهَى أَنْ يُنْتَبَذَ الزَّبِيبُ وَالتَّمْرُ جَمِيعًا وَنَهَى أَنْ يُنْتَبَذَ الْبُسْرُ وَالرُّطَبُ جَمِيعًا ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3704,
    "narrator": "আবূ ক্বাতাদাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিশমিশ ও শুকনো খেজুর একত্রে মিশিয়ে এবং কাঁচা ও পাকা খেজুর একত্রে মিশিয়ে এবং পাকা রং ধারণকৃত ও শুকনো খেজুর একত্রে মিশিয়ে পানীয় বানাতে নিষেধ করেছেন। তিনি বলেছেনঃ প্রতিটি ফল দিয়ে ভিন্ন ভিন্নভাবে তোমরা নাবীয বানাও।",
    "ar": "حَدَّثَنَا أَبُو سَلَمَةَ، مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا أَبَانُ، حَدَّثَنِي يَحْيَى، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، أَنَّهُ نَهَى عَنْ خَلِيطِ الزَّبِيبِ، وَالتَّمْرِ، وَعَنْ خَلِيطِ الْبُسْرِ، وَالتَّمْرِ، وَعَنْ خَلِيطِ الزَّهْوِ، وَالرُّطَبِ، وَقَالَ، ‏ \"‏ انْتَبِذُوا كُلَّ وَاحِدٍ عَلَى حِدَةٍ ‏\"‏ ‏.‏ قَالَ وَحَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ عَنْ أَبِي قَتَادَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3706,
    "narrator": "কাবশাহ বিনতু আবূ মারইয়াম (রহঃ)",
    "bn": "তিনি বলেন, আমি উম্মু সালামাহ্‌ (রাঃ)–কে প্রশ্ন করলাম, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন বস্তু থেকে নিষেধ করেছেন? তিনি বললেন, তিনি আমাদের খেজুরের আঁটি পাকাতে নিষেধ করেছেন এবং কাঁচা ও পাকা খেজুর একত্রে মিশ্রিত করে নাবীয তৈরি করতে নিষেধ করেছেন। [৩৭০৬]",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ ثَابِتِ بْنِ عُمَارَةَ، حَدَّثَتْنِي رَيْطَةُ، عَنْ كَبْشَةَ بِنْتِ أَبِي مَرْيَمَ، قَالَتْ سَأَلْتُ أُمَّ سَلَمَةَ مَا كَانَ النَّبِيُّ صلى الله عليه وسلم يَنْهَى عَنْهُ قَالَتْ كَانَ يَنْهَانَا أَنْ نَعْجُمَ النَّوَى طَبْخًا أَوْ نَخْلِطَ الزَّبِيبَ وَالتَّمْرَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৭০৬] আহমাদ, বায়হাক্বী । সানাদের সাবিত ইবনু ‘উমারাহ সম্পর্কে হাফিয বলেনঃ সত্যবাদী, তবে হাদীস বর্ণনায় শিথিল । এবং সানাদের রাইতাহ সম্পর্কে হাফযঃ আমি তাকে চিনি না । এছাড়া সানাদের কাবশাহ বিন্তু আবূ মারইয়ামের অবস্থাও অনুরূপ ।"
  },
  {
    "hadith_id": 3708,
    "narrator": "সাফিয়্যাহ বিনতু ‘আত্বিয়্যাহ (রহঃ)",
    "bn": "তিনি বলেন, একদা ‘আবদুল ক্বায়িস গোত্রের মহিলাদের সঙ্গে আমি ‘‘আয়িশাহ্‌হ্‌ (রাঃ)-এর নিকট উপস্থিত হলাম। আমরা তাকে খেজুর ও আঙ্গুর মিশ্রিত শরবত সম্পর্কে প্রশ্ন করলে তিনি বলেন, আমি এক মুষ্টি খেজুর ও এক মুষ্টি আঙ্গুর একটি পাত্রে ঢালতাম। তা আঙ্গুল দিয়ে চেপে রস বের করতাম, অতঃপর তা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে পান করাতাম। [৩৭০৮]",
    "ar": "حَدَّثَنَا زَيَادُ بْنُ يَحْيَى الْحَسَّانِيُّ، حَدَّثَنَا أَبُو بَحْرٍ، حَدَّثَنَا عَتَّابُ بْنُ عَبْدِ الْعَزِيزِ الْحِمَّانِيُّ، حَدَّثَتْنِي صَفِيَّةُ بِنْتُ عَطِيَّةَ، قَالَتْ دَخَلْتُ مَعَ نِسْوَةٍ مِنْ عَبْدِ الْقَيْسِ عَلَى عَائِشَةَ فَسَأَلْنَاهَا عَنِ التَّمْرِ وَالزَّبِيبِ فَقَالَتْ كُنْتُ آخُذُ قَبْضَةً مِنْ تَمْرٍ وَقَبْضَةً مِنْ زَبِيبٍ فَأُلْقِيهِ فِي إِنَاءٍ فَأَمْرُسُهُ ثُمَّ أَسْقِيهِ النَّبِيَّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "৩৭০৮ বায়হাক্বী। সানাদের ‘আত্তাব সম্পর্কে হাফিয বলেনঃ তিনি মাক্ববুল। এবং সাফিয়্যাহ বিনতু ‘আত্বিয়্যাহ সম্পর্কে বলেনঃ অজ্ঞাত।"
  },
  {
    "hadith_id": 3707,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য আঙ্গুরের নাবীয তৈরি করা হতো, অতঃপর তাতে খেজুর ছেড়ে দেয়া হতো বা খেজুরের নাবীয তৈরি করা হতো এবং তাতে আঙ্গুর ছেড়ে দেয়া হতো। [৩৭০৭]",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، عَنْ مِسْعَرٍ، عَنْ مُوسَى بْنِ عَبْدِ اللَّهِ، عَنِ امْرَأَةٍ، مِنْ بَنِي أَسَدٍ عَنْ عَائِشَةَ، رضى الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُنْبَذُ لَهُ زَبِيبٌ فَيُلْقِي فِيهِ تَمْرًا وَتَمْرٌ فَيُلْقِي فِيهِ الزَّبِيبَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 3711,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য একটি পাত্রে নাবীয বানানো হতো, তার উপরের মুখ বন্ধ করে দেয়া হতো এবং এর নীচের দিকেও মুখ ছিল। তাঁর জন্য সকালে যে নাবীয বানানো হতো তিনি রাতের বেলা তা পান করতেন। আবার রাতে যে নাবীয বানানো হতো তিনি তা সকালে পান করতেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنِي عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الْمَجِيدِ الثَّقَفِيُّ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، عَنِ الْحَسَنِ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ كَانَ يُنْبَذُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِي سِقَاءٍ يُوكَأُ أَعْلاَهُ وَلَهُ عَزْلاَءُ يُنْبَذُ غُدْوَةً فَيَشْرَبُهُ عِشَاءً وَيُنْبَذُ عِشَاءً فَيَشْرَبُهُ غُدْوَةً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3712,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য সকালে নাবীয তৈরি করতেন। যখন রাত হতো তিনি তা পান করতেন। কিছু উদ্বৃত্ত থাকলে তিনি তা ঢেলে ফেলে দিতেন বা শেষ করে দিতেন। অতঃপর তিনি রাতে নাবীয তৈরি করতেন। যখন সকাল হতো তিনি তা পান করতেন। ‘আয়িশা (রাঃ) বলেন, আমি সকাল-সন্ধ্যায় নাবীয পাত্র ধুয়ে নিতাম। মুকাতিল (রহঃ) বলেন, আমার পিতা তাকে বললেন, দৈনিক দুইবার? তিনি বলেন, হাঁ।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ شَبِيبَ بْنَ عَبْدِ الْمَلِكِ، يُحَدِّثُ عَنْ مُقَاتِلِ بْنِ حَيَّانَ، قَالَ حَدَّثَتْنِي عَمَّتِي، عَمْرَةُ عَنْ عَائِشَةَ، رضى الله عنها أَنَّهَا كَانَتْ تَنْبِذُ لِلنَّبِيِّ صلى الله عليه وسلم غُدْوَةً فَإِذَا كَانَ مِنَ الْعَشِيِّ فَتَعَشَّى شَرِبَ عَلَى عَشَائِهِ وَإِنْ فَضَلَ شَىْءٌ صَبَبْتُهُ - أَوْ فَرَغْتُهُ - ثُمَّ تَنْبِذُ لَهُ بِاللَّيْلِ فَإِذَا أَصْبَحَ تَغَدَّى فَشَرِبَ عَلَى غَدَائِهِ قَالَتْ نَغْسِلُ السِّقَاءَ غُدْوَةً وَعَشِيَّةً فَقَالَ لَهَا أَبِي مَرَّتَيْنِ فِي يَوْمٍ قَالَتْ نَعَمْ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3713,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য আঙ্গুরের নাবীয বানানো হতো। তিনি তা সারা দিন পান করতেন, দ্বিতীয় দিন এবং তৃতীয় দিনও বিকাল পর্যন্ত পান করতেন। অতঃপর তিনি আদেশ দিলে অবশিষ্ট শরবত খাদেমদেরকে পান করানো হতো কিংবা ফেলে দেয়া হতো। ইমাম আবূ দাঊদ (রহঃ) বলেন, খাদেমদের পান করানোর অর্থ হলো, তাতে নেশা প্রকাশ পাওয়ার আগে তারা তা পান করতো।",
    "ar": "حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي عُمَرَ، يَحْيَى الْبَهْرَانِيِّ عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ يُنْبَذُ لِلنَّبِيِّ صلى الله عليه وسلم الزَّبِيبُ فَيَشْرَبُهُ الْيَوْمَ وَالْغَدَ وَبَعْدَ الْغَدِ إِلَى مَسَاءِ الثَّالِثَةِ ثُمَّ يَأْمُرُ بِهِ فَيُسْقَى الْخَدَمَ أَوْ يُهَرَاقُ ‏.‏ قَالَ أَبُو دَاوُدَ مَعْنَى يُسْقَى الْخَدَمَ يُبَادَرُ بِهِ الْفَسَادُ ‏.‏ قَالَ أَبُو دَاوُدَ أَبُو عُمَرَ يَحْيَى بْنُ عُبَيْدٍ الْبَهْرَانِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3714,
    "narrator": "‘উবাইদ ইবনু ‘উমাইর (রহঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী ‘আয়িশা (রাঃ)-কে বলেতে শুনেছিঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাইনাব বিনতু জাহ্‌শ (রাঃ)-এর ঘরে আসতেন এবং সেখানে মধু খেতেন। একদিন আমি ও হাফসাহ পরামর্শ করলাম যে, আমাদের দু’জনের যার ঘরেই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রবেশ করবেন। সে যেন বলে, আমি আপনার মুখ হতে মাগাফীরের গন্ধ পাচ্ছি। তিনি তাদের কোন একজনের ঘরে ঢুকলে তিনি তাঁকে ঐ কথা বললেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ বরং আমি যাইনাব বিনতু জাহ্‌শের ঘরে মধু পান করেছি। ঠিক আছে আমি আজ হতে কখনো তা পান করবো না। অতঃপর কুরআনের আয়াত অবতীর্ণ হলোঃ “হে নাবী! আল্লাহ আপনার জন্য যা হালাল করেছেন তা কেন হারাম করছেন? আপনি কি স্ত্রীদের সন্তুষ্টি লাভ করতে চান?... তোমরা উভয়ে যদি আল্লাহর নিকট তাওবাহ কর” (সূরাহ তাহরীমঃ ১-৫), এ আয়াতগুলোতে ‘আয়িশাহ্‌ ও হাফসাহ্‌ (রাঃ)-কে তাওবাহ করতে বলা হয়েছে। “যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটা কথা স্বীয় এক স্ত্রীর নিকট সংগোপনে বলেছিলেন” এ আয়াতটি ‘বরং আমি মধু পান করেছি’ কথার ব্যাখ্যায় অবতীর্ণ।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ حَنْبَلٍ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، قَالَ قَالَ ابْنُ جُرَيْجٍ عَنْ عَطَاءٍ، أَنَّهُ سَمِعَ عُبَيْدَ بْنَ عُمَيْرٍ، قَالَ سَمِعْتُ عَائِشَةَ، - رضى الله عنها - زَوْجَ النَّبِيِّ صلى الله عليه وسلم تُخْبِرُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَمْكُثُ عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ فَيَشْرَبُ عِنْدَهَا عَسَلاً فَتَوَاصَيْتُ أَنَا وَحَفْصَةُ أَيَّتُنَا مَا دَخَلَ عَلَيْهَا النَّبِيُّ صلى الله عليه وسلم فَلْتَقُلْ إِنِّي أَجِدُ مِنْكَ رِيحَ مَغَافِيرَ فَدَخَلَ عَلَى إِحْدَاهُنَّ فَقَالَتْ لَهُ ذَلِكَ فَقَالَ ‏\"‏ بَلْ شَرِبْتُ عَسَلاً عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ وَلَنْ أَعُودَ لَهُ ‏\"‏ ‏.‏ فَنَزَلَتْ ‏{‏ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي ‏}‏ إِلَى ‏{‏ إِنْ تَتُوبَا إِلَى اللَّهِ ‏}‏ لِعَائِشَةَ وَحَفْصَةَ رضى الله عنهما ‏{‏ وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا ‏}‏ لِقَوْلِهِ ‏\"‏ بَلْ شَرِبْتُ عَسَلاً ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3715,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিষ্টি জিনিস ও মধু অত্যন্ত পছন্দ করতেন। অতঃপর বর্ণনাকারী উপরের হাদীসের অংশ বিশেষ বর্ণনা করে বলেন, রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শরীর হতে কেউ কোনরূপ দুর্গন্ধ পাক তা তিনি খুবই অপছন্দ করতেন। এ হাদীসে রয়েছেঃ সাওদা (রাঃ) বললেন, বরং আপনি মাগাফীর পান করেছেন। তিনি বললেনঃ আমি মধু পান করেছি, হাফসাহ আমাকে মধু পান করিয়েছে। আমি বললাম, ‘তাহলে মৌমাছি উরফুতের রস শোষণ করেছে।’ যেসব গাছ হতে মৌমাছি রস সংগ্রহ করে উরফুত সে ধরনের একটি গাছ। ইমাম আবূ দাঊদ (রহঃ) বলেন, মাগাফীর হচ্ছে এক ধরনের বৃক্ষনির্যাস; জারাসাত অর্থ আহার করলো এবং উরফুত হলো এক ধরনের উদ্ভিদ যা হতে মৌমাছি রস সংগ্রহ করে।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُحِبُّ الْحَلْوَاءَ وَالْعَسَلَ ‏.‏ فَذَكَرَ بَعْضَ هَذَا الْخَبَرِ ‏.‏ وَكَانَ النَّبِيُّ صلى الله عليه وسلم يَشْتَدُّ عَلَيْهِ أَنْ تُوجَدَ مِنْهُ الرِّيحُ ‏.‏ وَفِي الْحَدِيثِ قَالَتْ سَوْدَةُ بَلْ أَكَلْتَ مَغَافِيرَ ‏.‏ قَالَ ‏ \"‏ بَلْ شَرِبْتُ عَسَلاً سَقَتْنِي حَفْصَةُ ‏\"‏ ‏.‏ فَقُلْتُ جَرَسَتْ نَحْلُهُ الْعُرْفُطَ ‏.‏ قَالَ أَبُو دَاوُدَ الْمَغَافِيرُ مُقْلَةٌ وَهِيَ صَمْغَةٌ ‏.‏ وَجَرَسَتْ رَعَتْ ‏.‏ وَالْعُرْفُطُ نَبْتٌ مِنْ نَبْتِ النَّحْلِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3716,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি জানতাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রায়ই সওম পালন করতেন। সুতরাং আমি অপেক্ষায় ছিলাম তিনি কোন দিন সওম না রাখেন। আমি তাঁর জন্য লাউয়ের পাত্রে নাবীয তৈরী করে নিয়ে গেলাম। আমি তাঁকে তা পরিবেশন করলাম। কিন্তু তাতে তেজী ভাব আসায় তিনি বললেনঃ এগুলো দেয়ালের ওখানে ফেলে দাও। এটা তারাই পান করতে পারে যারা আল্লাহ ও আখিরাতের প্রতি বিশ্বাসী নয়।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا صَدَقَةُ بْنُ خَالِدٍ، حَدَّثَنَا زَيْدُ بْنُ وَاقِدٍ، عَنْ خَالِدِ بْنِ عَبْدِ اللَّهِ بْنِ حُسَيْنٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ عَلِمْتُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَصُومُ فَتَحَيَّنْتُ فِطْرَهُ بِنَبِيذٍ صَنَعْتُهُ فِي دُبَّاءٍ ثُمَّ أَتَيْتُهُ بِهِ فَإِذَا هُوَ يَنِشُّ فَقَالَ ‏ \"‏ اضْرِبْ بِهَذَا الْحَائِطَ فَإِنَّ هَذَا شَرَابُ مَنْ لاَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3717,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন ব্যাক্তিকে দাঁড়িয়ে পান করতে নিষেধ করেছেন।",
    "ar": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى أَنْ يَشْرَبَ الرَّجُلُ قَائِمًا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3718,
    "narrator": "আন-নায্‌যাল ইবনু সাবরাহ (রহঃ)",
    "bn": "একদা ‘আলী (রাঃ) পানি চেয়ে নিয়ে তা দাঁড়িয়ে পান করলেন। অতঃপর তিনি বলেন, কতিপয় লোক এটাকে অপছন্দ করে যে, তাদের কেউ এরূপ করুক। অথচ আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এরূপ (দাঁড়িয়ে পান করতে) করতে দেখেছি, যেরূপ তোমরা আমাকে করতে দেখলে।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ مِسْعَرِ بْنِ كِدَامٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ مَيْسَرَةَ، عَنِ النَّزَّالِ بْنِ سَبْرَةَ، أَنَّ عَلِيًّا، دَعَا بِمَاءٍ فَشَرِبَهُ وَهُوَ قَائِمٌ ثُمَّ قَالَ إِنَّ رِجَالاً يَكْرَهُ أَحَدُهُمْ أَنْ يَفْعَلَ هَذَا وَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَفْعَلُ مِثْلَ مَا رَأَيْتُمُونِي أَفْعَلُهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3719,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কলসের মুখে মুখ লাগিয়ে পানি পান করতে, জাল্লালায় সওয়ার হতে এবং কোন প্রাণীকে বেঁধে তীর নিক্ষেপ করে হত্যা করতে বারণ করেছেন। ইমাম আবূ দাঊদ (রহঃ) বলেন, জাল্লালা হলো, যে প্রাণী নাপাক বস্তু খায়।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا قَتَادَةُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الشُّرْبِ مِنْ فِي السِّقَاءِ وَعَنْ رُكُوبِ الْجَلاَّلَةِ وَالْمُجَثَّمَةِ ‏.‏ قَالَ أَبُو دَاوُدَ الْجَلاَّلَةُ الَّتِي تَأْكُلُ الْعَذِرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3720,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মশকের মুখ উল্টিয়ে পানি পান করতে নিষেধ করেছেন।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، أَنَّهُ سَمِعَ عُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ اخْتِنَاثِ الأَسْقِيَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3722,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন পাত্রের ভাঙ্গা স্থান দিয়ে পানি পান করতে এবং পানীয়ের মধ্যে ফুঁ দিতে।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي قُرَّةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّهُ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الشُّرْبِ مِنْ ثُلْمَةِ الْقَدَحِ وَأَنْ يُنْفَخَ فِي الشَّرَابِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3723,
    "narrator": "ইবনু আবূ লাইলাহ (রহঃ)",
    "bn": "বর্ণিত। তিনি বলেন, হুযাইফাহ (রাঃ) মাদায়েনে ছিলেন। তিনি পানি চাইলেন। তখন এক মহাজন একটি রূপার পাত্রে তার জন্য পানি আনলে তিনি পানি ফেলে দিয়ে বললেন, আমি এটা ফেলতাম না; ফেলেছি কেবল এজন্য যে, তাকে এ পাত্রে পানি পরিবেশন করতে নিষেধ করেছি, কিন্তু তবুও বিরত হয়নি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রেশমী কাপড় পরতে এবং সোনা-রূপার পাত্রে পান করতে নিষেধ করেছেন। তিনি বলেছেনঃ ঐগুলো দুনিয়াতে কাফিরদের জন্য এবং আখিরাতে তোমাদের জন্য।",
    "ar": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنِ ابْنِ أَبِي لَيْلَى، قَالَ كَانَ حُذَيْفَةُ بِالْمَدَائِنِ فَاسْتَسْقَى فَأَتَاهُ دِهْقَانٌ بِإِنَاءٍ مِنْ فِضَّةٍ فَرَمَاهُ بِهِ وَقَالَ إِنِّي لَمْ أَرْمِهِ بِهِ إِلاَّ أَنِّي قَدْ نَهَيْتُهُ فَلَمْ يَنْتَهِ وَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْحَرِيرِ وَالدِّيبَاجِ وَعَنِ الشُّرْبِ فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ وَقَالَ ‏ \"‏ هِيَ لَهُمْ فِي الدُّنْيَا وَلَكُمْ فِي الآخِرَةِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3724,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর এক সাহাবী এক আনসারীর নিকট গেলেন। সে তখন তার বাগানে পানি দিচ্ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার নিকট পুরাতন কলসে রাখা গত রাতের বাসি পানি থাকলে নিয়ে আসো। নতুবা আমরা নালায় চুমুক দিয়ে পানি পান করে নিবো। লোকটি বললো, হাঁ আমার নিকট পুরাতন কলসে রাখা বাসি পানি আছে।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنِي فُلَيْحٌ، عَنْ سَعِيدِ بْنِ الْحَارِثِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ دَخَلَ النَّبِيُّ صلى الله عليه وسلم وَرَجُلٌ مِنْ أَصْحَابِهِ عَلَى رَجُلٍ مِنَ الأَنْصَارِ وَهُوَ يُحَوِّلُ الْمَاءَ فِي حَائِطِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنْ كَانَ عِنْدَكَ مَاءٌ بَاتَ هَذِهِ اللَّيْلَةَ فِي شَنٍّ وَإِلاَّ كَرَعْنَا ‏\"‏ ‏.‏ قَالَ بَلْ عِنْدِي مَاءٌ بَاتَ فِي شَنٍّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3727,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পান করার সময় তিনবার নিঃশ্বাস নিতেন। তিনি বলতেন : এতে পরিতৃপ্ত হয়ে পান করা যায়, পিপাসা দূরীভূত হয়, পরিপাক শক্তি বৃদ্ধি পায় এবং স্বাস্থ্যের উন্নতি হয়।",
    "ar": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، عَنْ أَبِي عِصَامٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا شَرِبَ تَنَفَّسَ ثَلاَثًا وَقَالَ ‏ \"‏ هُوَ أَهْنَأُ وَأَمْرَأُ وَأَبْرَأُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3725,
    "narrator": "‘আবদুল্লাহ ইবনু আবূ ‘আওফা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ দলের পানি পরিবেশনকারী সবশেষে পান করবে।",
    "ar": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي الْمُخْتَارِ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ سَاقِيَ الْقَوْمِ آخِرُهُمْ شُرْبًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3726,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য দুধ আনা হলো। তাতে পানি মিশানো ছিল। তাঁর ডান দিকে এক বেদুঈন বসা ছিল এবং বাম দিকে ছিলেন আবূ বকর (রাঃ)। তিনি দুধ পান করার পর তা বেদুঈনকে দিয়ে বললেনঃ ডান দিকের ব্যক্তি, অতঃপর ডান দিকের ব্যক্তি।",
    "ar": "حَدَّثَنَا الْقَعْنَبِيُّ عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أُتِيَ بِلَبَنٍ قَدْ شِيبَ بِمَاءٍ وَعَنْ يَمِينِهِ أَعْرَابِيٌّ وَعَنْ يَسَارِهِ أَبُو بَكْرٍ فَشَرِبَ ثُمَّ أَعْطَى الأَعْرَابِيَّ وَقَالَ ‏ \"‏ الأَيْمَنَ فَالأَيْمَنَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3728,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পানির পাত্রের মধ্যে নিঃশ্বাস ফেলতে অথবা তাতে ফুঁ দিতে বারণ করেছেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ عَبْدِ الْكَرِيمِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُتَنَفَّسَ فِي الإِنَاءِ أَوْ يُنْفَخَ فِيهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3729,
    "narrator": "সুলাইম গোত্রের ‘আবদুল্লাহ ইবনু বুসর (রাঃ)",
    "bn": "তিনি বলেন, একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার পিতার ঘরে এলে তিনি তাঁর সামনে খাদ্য পরিবেশন করলেন। তিনি ‘হাইস’ নামক খাবারের উল্লেখ করলে তা তাঁর নিকট নিয়ে আসা হলো। অতঃপর তিনি শরবত আনলেন এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা পান করলেন। তারপর ডান দিক হতে পরিবেশন করা হলো। তিনি খেজুর খেলেন এবং বীচিগুলো তর্জনী ও মধ্যমা আঙ্গুলের পেটের উপর রাখলেন। যখন তিনি বিদায় নিতে উঠলেন, আমার পিতাও দাঁড়ালেন। তিনি তাঁর জন্তুযানের লাগাম ধরে বললেন, আল্লাহ্‌র নিকট আমার জন্য দু’আ করুন। তিনি দু’আ করলেন : “হে আল্লাহ্! তাদেরকে দেয়া রিযিক্বে বরকত দিন, তাদেরকে ক্ষমা করুন এবং তাদের প্রতি অনুগ্রহ করুন।",
    "ar": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ يَزِيدَ بْنِ خُمَيْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُسْرٍ، - مِنْ بَنِي سُلَيْمٍ - قَالَ جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى أَبِي فَنَزَلَ عَلَيْهِ فَقَدَّمَ إِلَيْهِ طَعَامًا فَذَكَرَ حَيْسًا أَتَاهُ بِهِ ثُمَّ أَتَاهُ بِشَرَابٍ فَشَرِبَ فَنَاوَلَ مَنْ عَلَى يَمِينِهِ وَأَكَلَ تَمْرًا فَجَعَلَ يُلْقِي النَّوَى عَلَى ظَهْرِ أُصْبَعَيْهِ السَّبَّابَةِ وَالْوُسْطَى فَلَمَّا قَامَ قَامَ أَبِي فَأَخَذَ بِلِجَامِ دَابَّتِهِ فَقَالَ ادْعُ اللَّهَ لِي ‏.‏ فَقَالَ ‏ \"‏ اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُمْ وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3730,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি মাইমূনাহ (রাঃ)–এর ঘরে উপস্থিত ছিলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেখানে আসলেন। তাঁর সাথে ছিল খালিদ ইবনুল ওয়ালীদ (রাঃ)। তখন এ সময় কতিপয় লোক দু’টি গুইসাপ ভুনা করে দু’টি কাঠের উপর রেখে নিয়ে এলো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থুথু ফেললেন। খালিদ (রাঃ) বললেন, হে আল্লাহ্‌র রাসূল! মনে হয় আপনি গুইসাপের গোশত অপছন্দ করেন। তিনি বললেনঃ হাঁ। অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য দুধ আনা হলো। তিনি তা পান করলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমাদের কেউ খাবার খাওয়ার সময় যেন বলে : “হে আল্লাহ্! আমাদেরকে এর মধ্যে বরকত দিন এবং এর চেয়েও উত্তম খাবার দান করুন”। এবং দুধ পানের সময় যেন বলে : “হে আল্লাহ্! আমাদেরকে এর মধ্যে বরকত দিন এবং এর চেয়ে আরো বৃদ্ধি করে দিন”। কেননা একমাত্র দুধই খাদ্য ও পানীয় উভয়ের কাজ দেয়।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ زَيْدٍ - ح وَحَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، - يَعْنِي ابْنَ سَلَمَةَ - عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ عُمَرَ بْنِ حَرْمَلَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كُنْتُ فِي بَيْتِ مَيْمُونَةَ فَدَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَمَعَهُ خَالِدُ بْنُ الْوَلِيدِ فَجَاءُوا بِضَبَّيْنِ مَشْوِيَّيْنِ عَلَى ثُمَامَتَيْنِ فَتَبَزَّقَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ خَالِدٌ إِخَالُكَ تَقْذُرُهُ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ أَجَلْ ‏\"‏ ‏.‏ ثُمَّ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِلَبَنٍ فَشَرِبَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا أَكَلَ أَحَدُكُمْ طَعَامًا فَلْيَقُلِ اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْرًا مِنْهُ ‏.‏ وَإِذَا سُقِيَ لَبَنًا فَلْيَقُلِ اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ ‏.‏ فَإِنَّهُ لَيْسَ شَىْءٌ يُجْزِئُ مِنَ الطَّعَامِ وَالشَّرَابِ إِلاَّ اللَّبَنُ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ هَذَا لَفْظُ مُسَدَّدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3732,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাদীসটি এভাবেই বলেছেন। এ হাদীস পরিপূর্ণ বর্ণিত হয়নি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ শয়তান বন্ধ দরজা খুলতে পারে না, বন্ধ পাত্রে ঢুকতে বা তা খুলতে পারে না এবং ইঁদুর মানুষের ঘর বা ঘরগুলো জ্বালিয়ে দেয়।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْخَبَرِ وَلَيْسَ بِتَمَامِهِ قَالَ ‏\"‏ فَإِنَّ الشَّيْطَانَ لاَ يَفْتَحُ بَابًا غَلَقًا وَلاَ يَحُلُّ وِكَاءً وَلاَ يَكْشِفُ إِنَاءً وَإِنَّ الْفُوَيْسِقَةَ تُضْرِمُ عَلَى النَّاسِ بَيْتَهُمْ ‏\"‏ ‏.‏ أَوْ ‏\"‏ بُيُوتَهُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3731,
    "narrator": "জাবির (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আল্লাহ্‌র নাম নিয়ে তোমার ঘরের দরজা বন্ধ করে ঘুমাও। কারণ শয়তান বন্ধ দরজা খুলতে পারে না। আল্লাহ্‌র নাম নিয়ে তোমার ঘরের আলো নিভিয়ে ঘুমাও। আল্লাহ্‌র নাম নিয়ে তোমার পাত্রগুলোর মুখ ঢেকে রাখো, যদিও একটি কাছ দ্বারা হয়। তা পাত্রের মুখে আড়াআড়িভাবে রেখে দাও। আল্লাহ্‌র নাম নিয়ে তোমার পানপাত্রের মুখ বন্ধ করে রাখো।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا يَحْيَى، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي عَطَاءٌ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ أَغْلِقْ بَابَكَ وَاذْكُرِ اسْمَ اللَّهِ فَإِنَّ الشَّيْطَانَ لاَ يَفْتَحُ بَابًا مُغْلَقًا وَأَطْفِ مِصْبَاحَكَ وَاذْكُرِ اسْمَ اللَّهِ وَخَمِّرْ إِنَاءَكَ وَلَوْ بِعُودٍ تَعْرُضُهُ عَلَيْهِ وَاذْكُرِ اسْمَ اللَّهِ وَأَوْكِ سِقَاءَكَ وَاذْكُرِ اسْمَ اللَّهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3733,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের শিশুদের রাতের বেলা ঘরে আবদ্ধ রাখো। মুসাদ্দাদের বর্ণনায় রয়েছে, সন্ধ্যা বেলায়। কেননা, এ সময় শয়তান বা জিন ছড়িয়ে পড়ে এবং নিজেদের থাবা বিস্তার করে।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، وَفُضَيْلُ بْنُ عَبْدِ الْوَهَّابِ السُّكَّرِيُّ، قَالاَ حَدَّثَنَا حَمَّادٌ، عَنْ كَثِيرِ بْنِ شِنْظِيرٍ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، رَفَعَهُ قَالَ ‏\"‏ وَاكْفِتُوا صِبْيَانَكُمْ عِنْدَ الْعِشَاءِ ‏\"‏ ‏.‏ وَقَالَ مُسَدَّدٌ ‏\"‏ عِنْدَ الْمَسَاءِ ‏\"‏ ‏\"‏ فَإِنَّ لِلْجِنِّ انْتِشَارًا وَخَطْفَةً ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3734,
    "narrator": "জাবির (রাঃ)",
    "bn": "আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর সঙ্গে ছিলাম। তিনি পানি চাইলে দলের এক ব্যক্তি বললো, আমরা কি আপনাকে নাবীয পরিবেশন করবো না? তিনি বলেনঃ হাঁ। জাবির (রাঃ) বলেন, লোকটি দ্রুত চলে গিয়ে একটি নাবীয ভর্তি পাত্র নিয়ে ফিরে এলো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি কেন পাত্রটির মুখ ঢাকলে না? অন্তত একটি কাঠ-এর উপর আড়াআড়িভাবে রাখলেও হতো।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ جَابِرٍ، قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فَاسْتَسْقَى فَقَالَ رَجُلٌ مِنَ الْقَوْمِ أَلاَ نَسْقِيكَ نَبِيذًا قَالَ ‏\"‏ بَلَى ‏\"‏ ‏.‏ قَالَ فَخَرَجَ الرَّجُلُ يَشْتَدُّ فَجَاءَ بِقَدَحٍ فِيهِ نَبِيذٌ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَلاَّ خَمَّرْتَهُ وَلَوْ أَنْ تَعْرِضَ عَلَيْهِ عُودًا ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ قَالَ الأَصْمَعِيُّ تَعْرُضُهُ عَلَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3735,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর জন্য ‘বুয়ূতুস-সুকইয়া’ হতে মিষ্টি পানি সংগ্রহ করে আনা হতো। কুতাইবাহ (রহঃ) বলেন, ‘বুয়ূতুস-সুকইয়া’ হলো একটি কূপের নাম, এর এবং মাদীনাহ্‌র মাঝে দুই দিনের পথের দূরত্ব।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، وَعَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، قَالُوا حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُسْتَعْذَبُ لَهُ الْمَاءُ مِنْ بُيُوتِ السُّقْيَا ‏.‏ قَالَ قُتَيْبَةُ عَيْنٌ بَيْنَهَا وَبَيْنَ الْمَدِينَةِ يَوْمَانِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3674,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মদ, তা পানকারী, পরিবেশনকারী, বিক্রেতা, ক্রেতা, উৎপাদক ও শোধনকারী, যে উৎপাদন করায়, সরবরাহকারী এবং যার জন্য সরবরাহ করা হয়- এদের সকলকে আল্লাহ লা‘নত করেছেন।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعُ بْنُ الْجَرَّاحِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ، عَنْ أَبِي عَلْقَمَةَ، مَوْلاَهُمْ وَعَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ الْغَافِقِيِّ أَنَّهُمَا سَمِعَا ابْنَ عُمَرَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَعَنَ اللَّهُ الْخَمْرَ وَشَارِبَهَا وَسَاقِيَهَا وَبَائِعَهَا وَمُبْتَاعَهَا وَعَاصِرَهَا وَمُعْتَصِرَهَا وَحَامِلَهَا وَالْمَحْمُولَةَ إِلَيْهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3677,
    "narrator": "নু‘মান ইবনু বাশীর (রাঃ)",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ আঙ্গুরের রস, কিশমিশ, খেজুর, গম, বার্লি এবং এক প্রকার বীজ দ্বারা মদ তৈরি হয়। নেশা উদ্রেককারী সব ধরনের বস্তুর ব্যবহার হতে আমি তোমাদের নিষেধ করছি।",
    "ar": "حَدَّثَنَا مَالِكُ بْنُ عَبْدِ الْوَاحِدِ أَبُو غَسَّانَ، حَدَّثَنَا مُعْتَمِرٌ، قَالَ قَرَأْتُ عَلَى الْفُضَيْلِ بْنِ مَيْسَرَةَ عَنْ أَبِي حَرِيزٍ، أَنَّ عَامِرًا، حَدَّثَهُ أَنَّ النُّعْمَانَ بْنَ بَشِيرٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّ الْخَمْرَ مِنَ الْعَصِيرِ وَالزَّبِيبِ وَالتَّمْرِ وَالْحِنْطَةِ وَالشَّعِيرِ وَالذُّرَةِ وَإِنِّي أَنْهَاكُمْ عَنْ كُلِّ مُسْكِرٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3698,
    "narrator": "ইবনু বুরাইদাহ (রহঃ) হতে তার পিতার সূত্র",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি তোমাদেরকে তিনটি বিষয় হতে বিরত থাকতে বলেছিলাম। এখন আমি সেসব বিষয়ে তোমাদেরকে অনুমতি দিচ্ছি। আমি তোমাদেরকে কবর যিয়ারত করতে নিষেধ করেছিলাম। এখন তোমরা তা যিয়ারত করো। কেননা তা দর্শনে (মৃত্যুকে) স্মরণ হয়। আমি তোমাদেরকে পানপাত্র সম্পর্কে নিষেধ করেছিলাম যে, তোমরা চামড়ার পাত্রে নাবীয পান করবে। এখন তোমরা যে কোন পাত্রে পান করতে পারো। কিন্তু তোমরা কখনও মাদক দ্রব্য পান করো না। আমি তোমাদের উপর কুরবানীর গোশতের ব্যাপারে তা তিন দিনের পর না খেতে বলেছিলাম। এখন তোমরা তা (দীর্ঘদিন) খেতে পারো এবং তোমাদের সফরে তা কাজে লাগাতে পারো।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا مُعَرِّفُ بْنُ وَاصِلٍ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ نَهَيْتُكُمْ عَنْ ثَلاَثٍ وَأَنَا آمُرُكُمْ بِهِنَّ نَهَيْتُكُمْ عَنْ زِيَارَةِ الْقُبُورِ فَزُورُوهَا فَإِنَّ فِي زِيَارَتِهَا تَذْكِرَةً وَنَهَيْتُكُمْ عَنِ الأَشْرِبَةِ أَنْ تَشْرَبُوا إِلاَّ فِي ظُرُوفِ الأَدَمِ فَاشْرَبُوا فِي كُلِّ وِعَاءٍ غَيْرَ أَنْ لاَ تَشْرَبُوا مُسْكِرًا وَنَهَيْتُكُمْ عَنْ لُحُومِ الأَضَاحِي أَنْ تَأْكُلُوهَا بَعْدَ ثَلاَثٍ فَكُلُوا وَاسْتَمْتِعُوا بِهَا فِي أَسْفَارِكُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3694,
    "narrator": "ইবনু ‘আব্বাস (রাঃ) সূত্র",
    "bn": "আবদুল ক্বায়িস গোত্রের প্রতিনিধিদের ঘটনা প্রসঙ্গে বর্ণিত। তারা বললো, হে আল্লাহর নাবী! আমরা কিসে করে পান করবো? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমাদের উচিত মুখ বন্ধ করে রাখা চামড়ার মশক ব্যবহার করা।",
    "ar": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبَانُ، حَدَّثَنَا قَتَادَةُ، عَنْ عِكْرِمَةَ، وَسَعِيدِ بْنِ الْمُسَيَّبِ، عَنِ ابْنِ عَبَّاسٍ، فِي قِصَّةِ وَفْدِ عَبْدِ الْقَيْسِ قَالُوا فِيمَ نَشْرَبُ يَا نَبِيَّ اللَّهِ فَقَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم ‏ \"‏ عَلَيْكُمْ بِأَسْقِيَةِ الأَدَمِ الَّتِي يُلاَثُ عَلَى أَفْوَاهِهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3690,
    "narrator": "ইবনু ‘আব্বাস ও ইবনু ‘উমার (রাঃ)–এর সূত্র",
    "bn": "তারা উভয়ে বলেন, আমরা সাক্ষ্য দিচ্ছি যে, নিশ্চয়ই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন দুব্বা, হানতাম, মুযাফ্ফাত ও নাকীর পাত্রগুলো ব্যবহার করতে।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا مَنْصُورُ بْنُ حَيَّانَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عُمَرَ، وَابْنِ، عَبَّاسٍ قَالاَ نَشْهَدُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الدُّبَّاءِ وَالْحَنْتَمِ وَالْمُزَفَّتِ وَالنَّقِيرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3705,
    "narrator": "ইবনু আবূ লাইলাহ (রহঃ) হতে জনৈক ব্যক্তি সূত্র",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর একদল সাহাবী নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সূত্রে বর্ণনা করেছেন যে, তিনি কাঁচা ও পাকা খেজুর একত্রে মিশিয়ে এবং আঙ্গুর ও খেজুর একত্রে মিশিয়ে নাবীয তৈরি করতে নিষেধ করেছেন।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، وَحَفْصُ بْنُ عُمَرَ النَّمَرِيُّ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنِ ابْنِ أَبِي لَيْلَى، - عَنْ رَجُلٍ، - قَالَ حَفْصٌ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ نَهَى عَنِ الْبَلَحِ وَالتَّمْرِ وَالزَّبِيبِ وَالتَّمْرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3709,
    "narrator": "ক্বাতাদাহ (রহঃ) হতে জাবির ইবনু যায়িদ ও ‘ইকরামাহ্ সূত্র",
    "bn": "তারা দু’জনেই কেবল কাঁচা খেজুরের তৈরী শরবত অপছন্দ করতেন। তারা ইবনু ‘আব্বাস (রাঃ) হতে এটা বর্ণনা করেন। ইবনু ‘আব্বাস (রাঃ) বলেন, আমার আশংকা হচ্ছে- এটা যেন মুয্যাআ না হয়। কেননা ‘আবদুল ক্বায়িস গোত্রকে তা পান করতে নিষেধ করা হয়েছে। (বর্ণনাকারী হিশাম বলেন), আমি ক্বাতাদাহ্কে বললাম, ‘মুয্যাআ’ কি? তিনি বলেন, মাটির সবুজ পাত্রে ও তৈলাক্ত পাত্রে ভিজানো নাবীয।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ جَابِرِ بْنِ زَيْدٍ، وَعِكْرِمَةَ، أَنَّهُمَا كَانَا يَكْرَهَانِ الْبُسْرَ وَحْدَهُ وَيَأْخُذَانِ ذَلِكَ عَنِ ابْنِ عَبَّاسٍ ‏.‏ وَقَالَ ابْنُ عَبَّاسٍ أَخْشَى أَنْ يَكُونَ الْمُزَّاءَ الَّذِي نُهِيَتْ عَنْهُ عَبْدُ الْقَيْسِ ‏.‏ فَقُلْتُ لِقَتَادَةَ مَا الْمُزَّاءُ قَالَ النَّبِيذُ فِي الْحَنْتَمِ وَالْمُزَفَّتِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3721,
    "narrator": "আনসার গোত্রের ঈসা ইবনু ‘আবদুল্লাহ (রহঃ) হতে তার পিতা সূত্র",
    "bn": "উহুদ যুদ্ধের দিন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চামড়ার একটি ছোট মশক নিয়ে আহবান করলেন। তিনি বললেনঃ পাত্রের মুখ উল্টাও। অতঃপর তিনি এর মুখ দিয়ে পানি পান করলেন। [৩৭২১]",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ عِيسَى بْنِ عَبْدِ اللَّهِ، - رَجُلٍ مِنَ الأَنْصَارِ - عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَعَا بِإِدَاوَةٍ يَوْمَ أُحُدٍ فَقَالَ ‏ \"‏ اخْنُثْ فَمَ الإِدَاوَةِ ‏\"‏ ‏.‏ ثُمَّ شَرِبَ مِنْ فِيهَا ‏.‏",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": "[৩৭২১] তিরমিযী। ইমাম তিরমিযী বলেনঃ এই হাদীসের সানাদ সহীহ নয়। ‘আবুদুল্লাহ ইবনু ‘উমার আল-‘উমরীকে হাদীসে দুর্বল বলা হয়। আমি জানি না তিনি ঈসা থেকে শুনেছেন কিনা।"
  },
  {
    "hadith_id": 3710,
    "narrator": "‘আবদুল্লাহ ইবনু দায়লামী (রহঃ) হতে তার পিতার সূত্রে",
    "bn": "তিনি (পিতা) বলেন, একদা আমার নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বলি, হে আল্লাহর রাসূল! আপনি জানেন যে, আমরা কারা, কোথাকার অধিবাসী এবং কার নিকট এসেছি। তিনি বললেনঃ আল্লাহ ও তাঁর রাসূলের নিকট এসেছো। আমরা বললাম, হে আল্লাহর রাসূল! আমাদের এখানে আঙ্গুর উৎপাদিত হয়। আমরা এগুলো কি করবো? তিনি বলেনঃ এগুলো শুকিয়ে কিশমিশ বানাও। আমরা বললাম, কিশমিশ দিয়ে কি করবো? তিনি বলেনঃ শরবত তৈরীর জন্য তা সকালে ভিজাবে এবং রাতে পান করবে অথবা রাতে ভিজাবে এবং সকালে পান করবে। তা চামড়ার মশকে ভিজাবে। মাটির কলসীতে অথবা বড় পাত্রে নাবীয বানাবে না। কেননা নিংড়াতে দেরী হলে তা সিরকায় পরিণত হবে। [৩৭১০]",
    "ar": "حَدَّثَنَا عِيسَى بْنُ مُحَمَّدٍ، حَدَّثَنَا ضَمْرَةُ، عَنِ السَّيْبَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ الدَّيْلَمِيِّ، عَنْ أَبِيهِ، قَالَ أَتَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْنَا يَا رَسُولَ اللَّهِ قَدْ عَلِمْتَ مَنْ نَحْنُ وَمِنْ أَيْنَ نَحْنُ فَإِلَى مَنْ نَحْنُ قَالَ ‏\"‏ إِلَى اللَّهِ وَإِلَى رَسُولِهِ ‏\"‏ ‏.‏ فَقُلْنَا يَا رَسُولَ اللَّهِ إِنَّ لَنَا أَعْنَابًا مَا نَصْنَعُ بِهَا قَالَ ‏\"‏ زَبِّبُوهَا ‏\"‏ ‏.‏ قُلْنَا مَا نَصْنَعُ بِالزَّبِيبِ قَالَ ‏\"‏ انْبِذُوهُ عَلَى غَدَائِكُمْ وَاشْرَبُوهُ عَلَى عَشَائِكُمْ وَانْبِذُوهُ عَلَى عَشَائِكُمْ وَاشْرَبُوهُ عَلَى غَدَائِكُمْ وَانْبِذُوهُ فِي الشِّنَانِ وَلاَ تَنْبِذُوهُ فِي الْقُلَلِ فَإِنَّهُ إِذَا تَأَخَّرَ عَنْ عَصْرِهِ صَارَ خَلاًّ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[৩৭১০] নাসায়ী, আহমাদ, দারিমী।"
  }
]