[
  {
    "hadith_id": 3737,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ... পূর্বের হাদীসের অনুরূপ। এতে রয়েছে : সে সওম পালনরত না হলে যেন খায়, আর সওম পালনকারী হলে যেন (দাওয়াতদাতার জন্য) দু’আ করে।",
    "ar": "حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمَعْنَاهُ زَادَ ‏ \"‏ فَإِنْ كَانَ مُفْطِرًا فَلْيَطْعَمْ وَإِنْ كَانَ صَائِمًا فَلْيَدْعُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3738,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের কেউ তার ভাইকে দাওয়াত দিলে সে যেন তা কবুল করে, তা বিবাহ অনুষ্ঠান বা প্রীতিভোজ যাই হোক না কেন।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا دَعَا أَحَدُكُمْ أَخَاهُ فَلْيُجِبْ عُرْسًا كَانَ أَوْ نَحْوَهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3740,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যাকে দাওয়াত দেয়া হয়, সে যেন তাতে সাড়া দেয়, অতঃপর ইচ্ছা হলে খাবে, নতুবা বিরত থাকবে।",
    "ar": "",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3741,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যাকে দাওয়াত দেয়ার পরও সে তা কবুল করলো না, সে আল্লাহ্ ও তাঁর রাসূলের নাফরমানি করলো। আর যে ব্যক্তি দাওয়াত ছাড়াই উপস্থিত হলো, সে চোর হয়ে ঢুকলো এবং লুটেরা হয়ে বের হলো। [৩৭৪১]\n\nদুর্বল : ইরওয়া (১৯৫৪), মিশকাত (৩২২২)।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا دُرُسْتُ بْنُ زِيَادٍ، عَنْ أَبَانَ بْنِ طَارِقٍ، عَنْ طَارِقٍ، عَنْ نَافِعٍ، قَالَ قَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ دُعِيَ فَلَمْ يُجِبْ فَقَدْ عَصَى اللَّهَ وَرَسُولَهُ وَمَنْ دَخَلَ عَلَى غَيْرِ دَعْوَةٍ دَخَلَ سَارِقًا وَخَرَجَ مُغِيرًا ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ أَبَانُ بْنُ طَارِقٍ مَجْهُولٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 3742,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলতেন, নিকৃষ্টতম খাদ্য হলো ঐ বিবাহ অনুষ্ঠানের খাদ্য, যেখানে শুধু ধনীদের দাওয়াত দেয়া হয় এবং গরীবদের উপেক্ষা করা হয়। যে ব্যক্তি দাওয়াত প্রত্যাখ্যান করে সে আল্লাহ্ ও তাঁর রাসূলের নাফরমানি করে।",
    "ar": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ كَانَ يَقُولُ شَرُّ الطَّعَامِ طَعَامُ الْوَلِيمَةِ يُدْعَى لَهَا الأَغْنِيَاءُ وَيُتْرَكُ الْمَسَاكِينُ وَمَنْ لَمْ يَأْتِ الدَّعْوَةَ فَقَدْ عَصَى اللَّهَ وَرَسُولَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3736,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের কাউকে যদি ওয়ালীমার দাওয়াত দেয়া হয়, তবে সে যেন তাতে অংশগ্রহণ করে।",
    "ar": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا دُعِيَ أَحَدُكُمْ إِلَى الْوَلِيمَةِ فَلْيَأْتِهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3744,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাফিয়্যাহ্ (রাঃ)-এর বিবাহে খেজুর ও ছাতু দিয়ে ওয়ালীমা করেছেন।",
    "ar": "حَدَّثَنَا حَامِدُ بْنُ يَحْيَى، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا وَائِلُ بْنُ دَاوُدَ، عَنِ ابْنِهِ، بَكْرِ بْنِ وَائِلٍ عَنِ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَوْلَمَ عَلَى صَفِيَّةَ بِسَوِيقٍ وَتَمْرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3743,
    "narrator": "সাবিত (রাঃ)",
    "bn": "তিনি বলেন, যাইনাব বিনতু জাহশের বিবাহের ঘটনা আনাস ইবনু মালিক (রাঃ)–এর নিকট আলাপ করা হলে তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাইনাবের বিয়েতে যেভাবে ওয়ালীমা অনুষ্ঠান করেছেন, অন্য কোন স্ত্রীর বেলায় তাঁকে তদ্রূপ করতে দেখিনি। তিনি একটি বকরী দিয়ে বিবাহ ভোজের ব্যবস্থা করেছেন।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، وَقُتَيْبَةُ بْنُ سَعِيدٍ، قَالاَ حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، قَالَ ذُكِرَ تَزْوِيجُ زَيْنَبَ بِنْتِ جَحْشٍ عِنْدَ أَنَسِ بْنِ مَالِكٍ فَقَالَ مَا رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَوْلَمَ عَلَى أَحَدٍ مِنْ نِسَائِهِ مَا أَوْلَمَ عَلَيْهَا أَوْلَمَ بِشَاةٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3746,
    "narrator": "সাঈদ ইবনুল মুসাইয়্যাব (রাঃ)",
    "bn": "ক্বাতাদাহ উল্লিখিত ঘটনা প্রসংগে বলেন, তৃতীয় দিনে দাওয়াত করা হলো কিন্তু তিনি তা কবুল করেননি এবং যে লোক তাকে দাওয়াত দিতে এসেছিল তিনি তার দিকে ঢিল ছুড়ে মারেন।",
    "ar": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، بِهَذِهِ الْقِصَّةِ قَالَ فَدُعِيَ الْيَوْمَ الثَّالِثَ فَلَمْ يُجِبْ وَحَصَبَ الرَّسُولَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 3747,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (তাবূকের সফর হতে) মদিনায় ফিরে এসে একটি উট অথবা গরু যাবেহ করলেন।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنْ جَابِرٍ، قَالَ لَمَّا قَدِمَ النَّبِيُّ صلى الله عليه وسلم الْمَدِينَةَ نَحَرَ جَزُورًا أَوْ بَقَرَةً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3750,
    "narrator": "আবূ কারীম (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ একরাত মেহমানদারী করা প্রত্যেক মুসলিমের কর্তব্য। যার আঙ্গিনায় মেহমান নামে, একদিন মেহমানদারী করা তার উপর ঋণ পরিশোধের সমান। সে ইচ্ছা করলে তার ঋণ পরিশোধ করবে বা ত্যাগ করবে।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، وَخَلَفُ بْنُ هِشَامٍ، قَالاَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مَنْصُورٍ، عَنْ عَامِرٍ، عَنْ أَبِي كَرِيمَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَيْلَةُ الضَّيْفِ حَقٌّ عَلَى كُلِّ مُسْلِمٍ فَمَنْ أَصْبَحَ بِفِنَائِهِ فَهُوَ عَلَيْهِ دَيْنٌ إِنْ شَاءَ اقْتَضَى وَإِنْ شَاءَ تَرَكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3749,
    "narrator": "আবূ শুরাইহ্‌ আল-কা’বী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ মেহমানদারীর সীমা তিন দিন। এর অতিরিক্ত দিনের আতিথ্য প্রদান সদাক্বাহ হিসেবে গণ্য।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، وَمُحَمَّدُ بْنُ مَحْبُوبٍ، قَالاَ حَدَّثَنَا حَمَّادٌ، عَنْ عَاصِمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ الضِّيَافَةُ ثَلاَثَةُ أَيَّامٍ فَمَا سِوَى ذَلِكَ فَهُوَ صَدَقَةٌ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3752,
    "narrator": "‘উক্ববাহ ইবনু ‘আমির (রাঃ)",
    "bn": "তিনি বলেন, একদা আমরা বললাম, হে আল্লাহর রাসূল! আপনি আমাদেরকে বাইরে প্রেরণ করে থাকেন। আমরা কোন জনপদে গিয়ে যাত্রাবিরতি করি। তারা আমাদের মেহমানদারী করে না। এ বিষয়ে আপনি কি বলেন? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে বললেনঃ তোমরা যদি কোন সম্প্রদায়ের নিকট অবতরণ করার পর তারা নিজেদের সার্মথ‌্য মোতাবেক তোমাদের আপ্যায়ন করে তবে তোমরা তা গ্রহন করবে। যদি তারা তা না করে, তবে তাদের কাছ হতে তাদের সামর্থ্যের দিকে লক্ষ রেখে মেহমানের অধিকার আদায় করবে।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، أَنَّهُ قَالَ قُلْنَا يَا رَسُولَ اللَّهِ إِنَّكَ تَبْعَثُنَا فَنَنْزِلُ بِقَوْمٍ فَمَا يَقْرُونَنَا فَمَا تَرَى فَقَالَ لَنَا رَسُولُ اللَّهِ ‏ \"‏ إِنْ نَزَلْتُمْ بِقَوْمٍ فَأَمَرُوا لَكُمْ بِمَا يَنْبَغِي لِلضَّيْفِ فَاقْبَلُوا فَإِنْ لَمْ يَفْعَلُوا فَخُذُوا مِنْهُمْ حَقَّ الضَّيْفِ الَّذِي يَنْبَغِي لَهُمْ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ وَهَذِهِ حُجَّةٌ لِلرَّجُلِ يَأْخُذُ الشَّىْءَ إِذَا كَانَ لَهُ حَقًّا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3751,
    "narrator": "আল-মিক্বদাম আবূ কারীমাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তি কোন সম্প্রদায়ের নিকট মেহমান হয়ে এলো, (অথচ) বঞ্চিত অবস্থায় তার সকাল হলো, তাকে সাহায্য করা প্রত্যেক মুসলিমের কর্তব্য। তাদের খাদ্য ও মাল হতে সে তার রাতের মেহমানদারীর পরিমাণ আদায় করে নিতে পারে। [৩৭৫১]\n\nদুর্বল : মিশকাত (৪২৪৭)।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ شُعْبَةَ، حَدَّثَنِي أَبُو الْجُودِيِّ، عَنْ سَعِيدِ بْنِ أَبِي الْمُهَاجِرِ، عَنِ الْمِقْدَامِ أَبِي كَرِيمَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَيُّمَا رَجُلٍ أَضَافَ قَوْمًا فَأَصْبَحَ الضَّيْفُ مَحْرُومًا فَإِنَّ نَصْرَهُ حَقٌّ عَلَى كُلِّ مُسْلِمٍ حَتَّى يَأْخُذَ بِقِرَى لَيْلَةٍ مِنْ زَرْعِهِ وَمَالِهِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৭৫১] দারিমী, আহমাদ। সানাদে সাঈদ ইবনু আবূ মুহাজির অজ্ঞাত। যেমন রয়েছে আত-তাক্বরীব গ্রন্থে।"
  },
  {
    "hadith_id": 3753,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "মহান আল্লাহর বাণী: “হে ঈমানদারগণ! তোমরা একে অন্যের সম্পদ অন্যায়ভাবে ভোগ করো না। তবে ব্যবসায়ের লেনদেন পরস্পরের সন্তুষ্টির ভিত্তিতে হওয়া আবশ্যক…..” (সূরাহ আন-নিসাঃ ২৯)। ইবনু ‘আব্বাস (রাঃ) বলেন, এ আয়াত অবতীর্ণ হওয়ার পর লোকেরা অন্য কারো বাড়িতে আতিথ্য গ্রহণ করা অন্যায় ভাবলো। অতঃপর সূরাহ আন-নূরের মাধ্যমে উপরের আয়াতের হুকুম রহিত করা হলো। মহান আল্লাহ বলেনঃ “এতে কোন দোষ নেই যে, কোন ব্যক্তি নিজেদের ঘর থেকে খাবে… আলাদা আলাদাভাবে খাও” (সূরাহ আন-নূরঃ ৬১) পর্যন্ত। এ আয়াত অবতীর্ণ হওয়ার পূর্বে অবস্থা এরূপ ছিলো যে, কোন ধনী লোক কাউকে খাওয়ার দাওয়াত দিলে সে বলতো, আমি এর থেকে খাওয়া অন্যায় মনে করি। (আরবি) অর্থ আপত্তি। সে আরো বলতো, এ খাদ্যে আমার চেয়ে দরিদ্ররাই অধিক হকদার। এ প্রেক্ষিতে অন্য মুসলিমের বাড়িতে খাবার গ্রহণ বৈধ করা হয়, যার উপর আল্লাহর নাম নেয়া হয়েছে। আহলে কিতাবদের খাদ্যদ্রব্যও হালাল করা হয়েছে।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ الْمَرْوَزِيُّ، حَدَّثَنِي عَلِيُّ بْنُ الْحُسَيْنِ بْنِ وَاقِدٍ، عَنْ أَبِيهِ، عَنْ يَزِيدَ النَّحْوِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ ‏{‏ لاَ تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلاَّ أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ ‏}‏ فَكَانَ الرَّجُلُ يُحْرَجُ أَنْ يَأْكُلَ عِنْدَ أَحَدٍ مِنَ النَّاسِ بَعْدَ مَا نَزَلَتْ هَذِهِ الآيَةُ فَنَسَخَ ذَلِكَ الآيَةُ الَّتِي فِي النُّورِ قَالَ ‏{‏ لَيْسَ عَلَيْكُمْ جُنَاحٌ ‏}‏ ‏{‏ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ ‏}‏ إِلَى قَوْلِهِ ‏{‏ أَشْتَاتًا ‏}‏ كَانَ الرَّجُلُ الْغَنِيُّ يَدْعُو الرَّجُلَ مِنْ أَهْلِهِ إِلَى الطَّعَامِ قَالَ إِنِّي لأَجَّنَّحُ أَنْ آكُلَ مِنْهُ ‏.‏ وَالتَّجَنُّحُ الْحَرَجُ وَيَقُولُ الْمِسْكِينُ أَحَقُّ بِهِ مِنِّي ‏.‏ فَأُحِلَّ فِي ذَلِكَ أَنْ يَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَأُحِلَّ طَعَامُ أَهْلِ الْكِتَابِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3754,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুই প্রতিদ্বন্দী অহংকারকারীর খাদ্য গ্রহন করতে নিষেধ করেছেন।",
    "ar": "",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3755,
    "narrator": "সাফীনাহ আবূ ‘আবদুর রহমান (রহঃ)",
    "bn": "একদা একটি লোক ‘আলী ইবনু আবূ ত্বালিব (রাঃ)-কে দাওয়াত করে তার জন্য খাদ্য তৈরি করে (বাড়িয়ে) দিয়ে গেলো। ফাত্বিমাহ (রাঃ) বললেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে ডাকলে তিনি আমাদের সঙ্গে আহার করতেন। ‘আলী (রাঃ) তাঁকে দাওয়াত দিলেন এবং তিনি এসে দরজার চৌকাঠের উপর নিজের হাত রাখলেন। তিনি একটি রঙ্গীন পর্দা ঘরের এক দিকে টানিয়ে রাখা, দেখতে পেয়ে ঘরে প্রবেশ না করে ফিরে গেলেন। ফাত্বিমাহ (রাঃ) ‘আলী (রাঃ) কে বললেন, গিয়ে দেখুন, তিনি কেন ফিরে যাচ্ছেন? সুতরাং আমি তাঁর অনুসরণ করলাম, আমি বললাম, হে আল্লাহর রাসূল! কিসে আপনাকে ফিরে আসতে বাধ্য করলো? তিনি বলেনঃ আমার জন্য বা কোন নাবীর জন্য কারুকার্য খচিত সজ্জিত ঘরে প্রবেশ করা সমীচীন নয়।",
    "ar": "",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3758,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ খাবারের জন্য বা অন্য কোন কারণে সলাতের জামা‘আত বিলম্বিত করা যাবে না। [৩৭৫৮]\n\nদুর্বল : মিশকাত (১০৭১)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمِ بْنِ بَزِيعٍ، حَدَّثَنَا مُعَلَّى، - يَعْنِي ابْنَ مَنْصُورٍ - عَنْ مُحَمَّدِ بْنِ مَيْمُونٍ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تُؤَخِّرِ الصَّلاَةَ لِطَعَامٍ وَلاَ لِغَيْرِهِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৭৫৮] বায়হাক্বী। সানাদের মুহাম্মাদ ইবনু মাইমূন সম্পর্কে ইমাম বুখারী, ইমাম আবূ দাঊদ ও ইমাম নাসায়ী বলেন : মুনকারুল হাদীস। আবূ হাতিম বলেন : তার দ্বারা সমস্যা নেই। দারাকুতনী বলেন : তিনি কিছুই না। ইবনু আদী বলেন: তার বেশি হাদীস নেই। যেমনটি এসেছে আত-তাহযীব গ্রন্থে।"
  },
  {
    "hadith_id": 3757,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের রাতের খাবার উপস্থিত করা হলে এবং ‘ইশার সলাতের ইক্বামাত দেয়া হলে খাবার শেষ না করে সলাতে যাবে না। মুসাদ্দাদের বর্ণনায় রয়েছেঃ ‘আবদুল্লাহ ইবনু ‘উমারের রাতের খাবার পরিবেশন করা হলে বা রাতের খাবার আনা হলে তিনি আহার শেষ না করে কখনও সালাতের জন্য উঠতেন না। এমনকি ইক্বামাত বা ইমামের কিরাআত শুনতে পেলেও তিনি আহার শেষ না করা পর্যন্ত উঠতেন না।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، وَمُسَدَّدٌ، - الْمَعْنَى - قَالَ أَحْمَدُ حَدَّثَنِي يَحْيَى الْقَطَّانُ، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا وُضِعَ عَشَاءُ أَحَدِكُمْ وَأُقِيمَتِ الصَّلاَةُ فَلاَ يَقُومُ حَتَّى يَفْرُغَ ‏\"‏ ‏.‏ زَادَ مُسَدَّدٌ وَكَانَ عَبْدُ اللَّهِ إِذَا وُضِعَ عَشَاؤُهُ أَوْ حَضَرَ عَشَاؤُهُ لَمْ يَقُمْ حَتَّى يَفْرُغَ وَإِنْ سَمِعَ الإِقَامَةَ وَإِنْ سَمِعَ قِرَاءَةَ الإِمَامِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3759,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উবাইদ ইবনু উমাইর (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আবদুল্লাহ ইবনু যুবাইরের (রাঃ) সময় আমার পিতার সঙ্গে ‘আবদুল্লাহ ইবনু ‘উমারের (রাঃ) নিকট উপস্থিত ছিলাম। তখন ‘আব্বাদ ইবনু ‘আবদুল্লাহ ইবনুয যুবাইর বললেন, আমরা শুনেছি, রাতে আহারকে সলাতের উপর (অর্থাৎ আগে খেয়ে নেয়ার) অগ্রাধিকার দেয়া হতো। ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) তাকে বললেন, তোমার জন্য দুঃখ হয়! তুমি কি মনে করেছ আগেকার লোকদের রাতের আহার তোমার পিতার রাতের আহারের অনুরূপ ছিল?",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُسْلِمٍ الطُّوسِيُّ، حَدَّثَنَا أَبُو بَكْرٍ الْحَنَفِيُّ، حَدَّثَنَا الضَّحَّاكُ بْنُ عُثْمَانَ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ، قَالَ كُنْتُ مَعَ أَبِي فِي زَمَانِ ابْنِ الزُّبَيْرِ إِلَى جَنْبِ عَبْدِ اللَّهِ بْنِ عُمَرَ فَقَالَ عَبَّادُ بْنُ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ إِنَّا سَمِعْنَا أَنَّهُ، يُبْدَأُ بِالْعَشَاءِ قَبْلَ الصَّلاَةِ ‏.‏ فَقَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ وَيْحَكَ مَا كَانَ عَشَاؤُهُمْ أَتُرَاهُ كَانَ مِثْلَ عَشَاءِ أَبِيكَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3760,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ)",
    "bn": "একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) টয়লেট থেকে বেরিয়ে এলে তাঁর সামনে খাবার উপস্থিত করা হলো। সাহাবীগণ বললেন, আপনার জন্য উযুর পানি নিয়ে আনবো কি? তিনি বললেনঃ আমাকে তো সলাতের জন্য উযু করার আদেশ দেয়া হয়েছে।",
    "ar": "",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3761,
    "narrator": "সালমান (রাঃ)",
    "bn": "তিনি বলেন, আমি তাওরাতে পড়েছিঃ “খাবার শুরুর আগে উযু করার মধ্যেই খাবারের বরকত নিহিত।” আমি এ কথা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট বর্ণনা করলে তিনি বলেন খাদ্য গ্রহণের আগে ও পরে উযু করার (হাত ধোয়ার) মাধ্যে খাদ্যের বরকত নিহিত। সুফিয়ান (রহঃ) খাওয়ার পূর্বে উযু করা পছন্দ করতেন না। ইমাম আবূ দাঊদ (রহঃ) বলেন, হাদীসটি যঈফ। [৩৭৬১]\n\nদুর্বল: যঈফাহ (১৬৮) ,মিশকাত (৪২০৮)।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا قَيْسٌ، عَنْ أَبِي هَاشِمٍ، عَنْ زَاذَانَ، عَنْ سَلْمَانَ، قَالَ قَرَأْتُ فِي التَّوْرَاةِ أَنَّ بَرَكَةَ الطَّعَامِ الْوُضُوءُ قَبْلَهُ فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ بَرَكَةُ الطَّعَامِ الْوُضُوءُ قَبْلَهُ وَالْوُضُوءُ بَعْدَهُ ‏\"‏ ‏.‏ وَكَانَ سُفْيَانُ يَكْرَهُ الْوُضُوءَ قَبْلَ الطَّعَامِ ‏.‏ قَالَ أَبُو دَاوُدَ وَهُوَ ضَعِيفٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৭৬১] তিরমিযী, হাকিম, আহমাদ। ইমাম তিরমিযী বলেনঃ আমি এটি ক্বাইসের হাদীস ব্যতীত অবহিত নই। ইমাম হাকিম বলেনঃ ‘এতে ক্বাইস একক হয়ে গেছেন।’ শেষ বয়সে তার স্মরণশক্তি পরিবর্তন হয়ে গিয়েছিল। ফলে তার ছেলে তার হাদীসে এমন কিছু ঢুকিয়ে দিয়ে হাদীস বর্ণনা করতো যা হাদীসে ছিল না।"
  },
  {
    "hadith_id": 3762,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পেশাব-পায়খানা সেরে গিরিপথ-থেকে নামলেন। আমাদের সামনে ঢালের উপর খেজুর রাখা ছিল। আমরা তাঁকে খেতে ডাকলে তিনি আমাদের সঙ্গে খেজুর খেলেন কিন্ত পানি স্পর্শ করলেন না (হাত ধৌত করেননি)।",
    "ar": "",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৭৬২] আহমাদ, বায়হাক্বী। সানাদে আবূ যুবাইর একজন মুদাল্লিস এবং তিনি এটি আন আন শব্দে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 3763,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কখনও খাদ্যের দোষ বর্ণনা করতেন না। রুচি হলে তিনি খেতেন, আর রুচি না হলে বাদ দিতেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ مَا عَابَ رَسُولُ اللَّهِ صلى الله عليه وسلم طَعَامًا قَطُّ إِنِ اشْتَهَاهُ أَكَلَهُ وَإِنْ كَرِهَهُ تَرَكَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3765,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছেনঃ কোন ব্যক্তি তার ঘরে প্রবেশ ও খাদ্য গ্রহণের সময় আল্লাহর নাম নিলে শয়তান (তার সঙ্গীদের) বলে, রাতে এখানে তোমাদের থাকা-খাওয়ার কোন সুযোগ নেই। যখন কোন ব্যক্তি ঘরে প্রবেশের সময় আল্লাহর নাম নেয় না, তখন শয়তান বলে, তোমরা রাতে থাকার স্থান পেলে। সে যখন খাবার সময় আল্লাহর নাম স্মরণ করে না তখন শয়তান বলে, তোমরা রাতে থাকার জায়গা ও খাওয়ার দুটোর সুযোগই পেলে।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أَخْبَرَنِي أَبُو الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِذَا دَخَلَ الرَّجُلُ بَيْتَهُ فَذَكَرَ اللَّهَ عِنْدَ دُخُولِهِ وَعِنْدَ طَعَامِهِ قَالَ الشَّيْطَانُ لاَ مَبِيتَ لَكُمْ وَلاَ عَشَاءَ وَإِذَا دَخَلَ فَلَمْ يَذْكُرِ اللَّهَ عِنْدَ دُخُولِهِ قَالَ الشَّيْطَانُ أَدْرَكْتُمُ الْمَبِيتَ فَإِذَا لَمْ يَذْكُرِ اللَّهَ عِنْدَ طَعَامِهِ قَالَ أَدْرَكْتُمُ الْمَبِيتَ وَالْعَشَاءَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3767,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের কেউ আহার করতে বসলে যেন বিসমিল্লাহ বলে খাবার শুরু করে। সে যদি প্রথমে বিসমিল্লাহ বলতে ভুলে যায় তবে যেন বলেঃ খাবারের শুরুতে আল্লাহর নাম শেষেও আল্লাহর নাম।",
    "ar": "حَدَّثَنَا مُؤَمَّلُ بْنُ هِشَامٍ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ هِشَامٍ، - يَعْنِي ابْنَ أَبِي عَبْدِ اللَّهِ الدَّسْتَوَائِيَّ - عَنْ بُدَيْلٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدٍ، عَنِ امْرَأَةٍ، مِنْهُمْ يُقَالُ لَهَا أُمُّ كُلْثُومٍ عَنْ عَائِشَةَ، - رضى الله عنها - أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا أَكَلَ أَحَدُكُمْ فَلْيَذْكُرِ اسْمَ اللَّهِ تَعَالَى فَإِنْ نَسِيَ أَنْ يَذْكُرَ اسْمَ اللَّهِ تَعَالَى فِي أَوَّلِهِ فَلْيَقُلْ بِسْمِ اللَّهِ أَوَّلَهُ وَآخِرَهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3766,
    "narrator": "হুযাইফাহ (রাঃ)",
    "bn": "তিনি বলেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সঙ্গে খেতে বসলে রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খাওয়া আরম্ভ করার পূর্বে আমাদের কেউ খাদ্যের দিকে হাত বাড়াতো না। একদা আমরা তাঁর সাথে খেতে বসি। তখন এক বেদুঈন এমনভাবে দৌড়ে এলো যেন কেউ তাকে পিছন হতে তাড়া করছে। সে খাওয়ার পাত্রে হাত দিতে যাচ্ছিল তখনই রাসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার হাত ধরে ফেললেন। অতঃপর একটি বালিকা দৌড়িয়ে আসলো, যেন তাকেও কেউ পিছন হতে তাড়া করছে। সেও খাদ্যের মধ্যে হাত ঢুকাতে যাচ্ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার হাতও ধরে ফেললেন। তিনি বললেন, যে খাদ্য আল্লাহর নাম নিয়ে খাওয়া হয় না তাতে শয়তান শরীক করে। সে প্রথমে বেদুঈনকে নিয়ে এসেছিল তার সঙ্গে খাদ্যে অনুপ্রবেশ করতে। আমি তার হাত ধরে ফেলি। ঐ সত্তার শপথ যাঁর হাতে আমার প্রাণ! শয়তানের হাত এখন এই দু’জনের হাতের সাথে আমার হাতে মধ্যে বন্দী।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ خَيْثَمَةَ، عَنْ أَبِي حُذَيْفَةَ، عَنْ حُذَيْفَةَ، قَالَ كُنَّا إِذَا حَضَرْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم طَعَامًا لَمْ يَضَعْ أَحَدُنَا يَدَهُ حَتَّى يَبْدَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَإِنَّا حَضَرْنَا مَعَهُ طَعَامًا فَجَاءَ أَعْرَابِيٌّ كَأَنَّمَا يُدْفَعُ فَذَهَبَ لِيَضَعَ يَدَهُ فِي الطَّعَامِ فَأَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ ثُمَّ جَاءَتْ جَارِيَةٌ كَأَنَّمَا تُدْفَعُ فَذَهَبَتْ لِتَضَعَ يَدَهَا فِي الطَّعَامِ فَأَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهَا وَقَالَ ‏ \"‏ إِنَّ الشَّيْطَانَ لَيَسْتَحِلُّ الطَّعَامَ الَّذِي لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ جَاءَ بِهَذَا الأَعْرَابِيِّ يَسْتَحِلُّ بِهِ فَأَخَذْتُ بِيَدِهِ وَجَاءَ بِهَذِهِ الْجَارِيَةِ يَسْتَحِلُّ بِهَا فَأَخَذْتُ بِيَدِهَا فَوَالَّذِي نَفْسِي بِيَدِهِ إِنَّ يَدَهُ لَفِي يَدِي مَعَ أَيْدِيهِمَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3768,
    "narrator": "উমাইয়্যাহ ইবনু মাখশী (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবীদের অন্তর্ভুক্ত ছিলেন। তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বসা ছিলেন। তখন এক লোক খাচ্ছিল, কিন্তু আল্লাহর নাম নিয়ে খাওয়া শুরু করেনি। মাত্র এক লোকমা খাবার বাকি থাকতে সে তা মুখে দেয়ার সময় বললোঃ খাবারের শুরুতে ও শেষে বিসমিল্লাহ। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হেসে দিলেন এবং বললেনঃ শয়তান তার সঙ্গে খাচ্ছিল। যখন সে আল্লাহর নাম উচ্চারণ করলো, শয়তান তার পেটের খাবার বমি করে ফেলে দিলো। [৩৭৬৮]\n\nদুর্বল: মিশকাত (৪২০৩)।",
    "ar": "",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৭৬৮] নাসায়ী ‘আমালুল ইয়াওমি ওয়াল রাইলাহ’, আহমাদ, হাকিম। হাকিম বলেন: হাদীসের সানাদ সহীহ। যাহাবী তার সাথে একমত পোষণ করেছেন। কিন্তু এতে প্রশ্ন রয়েছে। কেননা ইমাম যাহাবী নিজেই মীযান গ্রন্থে সানাদের মুসান্না ইবনু ‘আবদুর রহমান সম্পর্কে বলেছেনঃ তাকে চেনা যায়নি। তার সূত্রে জাবির ইবনু সুবহ এক হয়ে গেছেন। ইবনুল মাদানী বলেন: তিনি মাজহুল। সুতরাং সানাদটি যঈফ।"
  },
  {
    "hadith_id": 3769,
    "narrator": "‘আলী ইবনুল আক্বমার (রহঃ)",
    "bn": "তিনি বলেন, আমি আবূ জুহাইফাহ (রাঃ)-কে বলতে শুনেছি, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি আসনে বসে হেলান দিয়ে খাবার খাই না।",
    "ar": "",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3770,
    "narrator": "মুস‘আব ইবনু সুলাইম (রহঃ)",
    "bn": "তিনি বলেন, আমি আনাস (রাঃ)-কে বলতে শুনেছি, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমাকে কোন এক কাজে প্রের‌ণ করলেন। আমি তাঁর নিকট ফিরে এসে দেখি তিনি বসে খেজুর খাচ্ছেন।",
    "ar": "",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3771,
    "narrator": "শু‘আইব ইবনু ‘আবদুল্লাহ ইবনু ‘আমর (রহঃ) হতে তার পিতার সূত্র",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে কখনো হেলান দিয়ে খাবার খেতে দেখা যায়নি এবং তাঁর পিছনে কখনো দু’জন লোককে চলতে দেখা যায়নি।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، أَخْبَرَنَا وَكِيعٌ، عَنْ مُصْعَبِ بْنِ سُلَيْمٍ، قَالَ سَمِعْتُ أَنَسًا، يَقُولُ بَعَثَنِي النَّبِيُّ صلى الله عليه وسلم فَرَجَعْتُ إِلَيْهِ فَوَجَدْتُهُ يَأْكُلُ تَمْرًا وَهُوَ مُقْعٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3772,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের কেউ খাওয়ার সময় যেন পাত্রের মাঝখান হতে না খায়, বরং যে যেন তার কিনারা হতে খাওয়া শুরু করে। কেননা পাত্রের মাঝখানে বরকত নাযিল হয়।",
    "ar": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا شُعْبَةُ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا أَكَلَ أَحَدُكُمْ طَعَامًا فَلاَ يَأْكُلْ مِنْ أَعْلَى الصَّحْفَةِ وَلَكِنْ لِيَأْكُلْ مِنْ أَسْفَلِهَا فَإِنَّ الْبَرَكَةَ تَنْزِلُ مِنْ أَعْلاَهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3773,
    "narrator": "‘আবদুল্লাহ ইবনু বুস্‌র (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একটি বড় কড়াই ছিল। তা চারজন লোক বহন করতো। পাত্রটির নাম ছিল ‘গাররাআ’। বেলা কিছুটা উপরে উঠলে এবং লোকেরা চাশতের সলাত আদায় শেষ হলে পাত্রটি নিয়ে আসা হলো। অর্থাৎ তাতে ঝোল মিশ্রিত রুটি ছিল। লোকেরা এর চারদিকে বসলো। লোকের আধিক্যের কারণে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাঁটু গেড়ে বসলেন। এক বেদুঈন বললো, এটা কিভাবে বসা হলো! নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ নিশ্চয়ই মহান আল্লাহ আমাকে ভদ্র ও সম্মানিত বান্দা বানিয়েছেন। তিনি আমাকে অবাধ্য ও উচ্ছৃঙ্খল বানাননি। অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ পাত্রের কিনারা হতে খাও এবং মধ্যখান ছেড়ে দাও। এতে বরকত হবে।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ الْحِمْصِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عِرْقٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بُسْرٍ، قَالَ كَانَ لِلنَّبِيِّ صلى الله عليه وسلم قَصْعَةٌ يُقَالُ لَهَا الْغَرَّاءُ يَحْمِلُهَا أَرْبَعَةُ رِجَالٍ فَلَمَّا أَضْحَوْا وَسَجَدُوا الضُّحَى أُتِيَ بِتِلْكَ الْقَصْعَةِ - يَعْنِي وَقَدْ ثُرِدَ فِيهَا - فَالْتَفُّوا عَلَيْهَا فَلَمَّا كَثُرُوا جَثَى رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ أَعْرَابِيٌّ مَا هَذِهِ الْجِلْسَةُ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ اللَّهَ جَعَلَنِي عَبْدًا كَرِيمًا وَلَمْ يَجْعَلْنِي جَبَّارًا عَنِيدًا ‏\"‏ ‏.‏ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كُلُوا مِنْ حَوَالَيْهَا وَدَعُوا ذِرْوَتَهَا يُبَارَكْ فِيهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3774,
    "narrator": "সালিম (রহঃ) হতে তার বাবার সূত্র",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুই জায়গায় আহার করতে নিষেধ করেছেনঃ যে দস্তরখানে বসে মদ পান করা হয় এবং যেখানে উপুড় হয়ে বসে পেটের উপর ভর দিয়ে খাওয়া হয়। ইমাম আবূ দাঊদ (রহঃ) বলেন, এটা মুনকার হাদীস। জা‘ফার ইবনু বুরকান হাদীসটি যুহরীর নিকট শুনেননি।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا كَثِيرُ بْنُ هِشَامٍ، عَنْ جَعْفَرِ بْنِ بُرْقَانَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ مَطْعَمَيْنِ عَنِ الْجُلُوسِ عَلَى مَائِدَةٍ يُشْرَبُ عَلَيْهَا الْخَمْرُ وَأَنْ يَأْكُلَ الرَّجُلُ وَهُوَ مُنْبَطِحٌ عَلَى بَطْنِهِ ‏.‏ قَالَ أَبُو دَاوُدَ هَذَا الْحَدِيثُ لَمْ يَسْمَعْهُ جَعْفَرٌ مِنَ الزُّهْرِيِّ وَهُوَ مُنْكَرٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3777,
    "narrator": "‘উমার ইবনু আবূ সালামাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমার কাছে এসো, আল্লাহর নাম নাও, ডান হাতে খাও এবং তোমার সামনে থেকে খাও।",
    "ar": "",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3776,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের কেউ খাওয়ার সময় যেন তার ডান হাতে খায় এবং যখন পান করে তখনও যেন তার ডান হাতে পান করে। কেননা শয়তান তার বাম হাতে পানাহার করে।",
    "ar": "",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3779,
    "narrator": "সাফওয়ান ইবনু উমাইয়্যাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সঙ্গে আহার করছিলাম এবং হাঁড় থেকে গোশত ছিড়ে খাচ্ছিলাম। তখন তিনি বললেনঃ হাড়টি তুলে মুখে নাও এবং দাঁত দিয়ে কামড়ে খাও, কারণ তা অধিক উপকারী ও স্বাস্থ্যকর। ইমাম আবূ দাঊদ (রহঃ) বলেন, ‘উসমান (রহঃ) সাফওয়ান (রাঃ) হতে কিছু শুনেননি। এ বর্ণনাটি মুরসাল। [৩৭৭৯]\n\nদুর্বল: যঈফাহ (২১৯৩)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، حَدَّثَنَا ابْنُ عُلَيَّةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ مُعَاوِيَةَ، عَنْ عُثْمَانَ بْنِ أَبِي سُلَيْمَانَ، عَنْ صَفْوَانَ بْنِ أُمَيَّةَ، قَالَ كُنْتُ آكُلُ مَعَ النَّبِيِّ صلى الله عليه وسلم فَآخُذُ اللَّحْمَ بِيَدِي مِنَ الْعَظْمِ فَقَالَ ‏ \"‏ أَدْنِ الْعَظْمَ مِنْ فِيكَ فَإِنَّهُ أَهْنَأُ وَأَمْرَأُ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ عُثْمَانُ لَمْ يَسْمَعْ مِنْ صَفْوَانَ وَهُوَ مُرْسَلٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৭৭৯] বায়হাক্বী। আবূ দাঊদ বলেন: ‘উসমান হাদীসটি সাফওয়ান থেকে শুনেননি। সুতরাং হাদীসটি মুরসাল।"
  },
  {
    "hadith_id": 3778,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা ছুরি দিয়ে গোশত কেটে (খাবে) না। কেননা এটা অনারবদের রীতি, বরং তা দাঁত দিয়ে কামড়ে খাও। কারণ তা অধিক উপকারী ও স্বাস্থ্যকর। ইমাম আবূ দাঊদ (রহঃ) বলেন, হাদীসটি শক্তিশালী নয়। [৩৭৭৮]\n\nদুর্বলঃ মিশকাত (৪২১৫)।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا أَبُو مَعْشَرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَقْطَعُوا اللَّحْمَ بِالسِّكِّينِ فَإِنَّهُ مِنْ صَنِيعِ الأَعَاجِمِ وَانْهَسُوهُ فَإِنَّهُ أَهْنَأُ وَأَمْرَأُ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ وَلَيْسَ هُوَ بِالْقَوِيِّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৭৭৮] বায়হাক্বী। সানাদে আবূ মা‘শার যঈফ।"
  },
  {
    "hadith_id": 3780,
    "narrator": "‘আবদুল্লাহ ইবনু মাস‘উদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট সবচেয়ে প্রিয় গোশত ছিল ছাগলের হাড়ের গোশত।",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو دَاوُدَ، عَنْ زُهَيْرٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ سَعْدِ بْنِ عِيَاضٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ كَانَ أَحَبَّ الْعُرَاقِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم عُرَاقُ الشَّاةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3782,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, একদা এক দর্জি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দাওয়াত করলো। সে তাঁর জন্য খাবার তৈরী করলো। আনাস (রাঃ) বলেন, আমিও রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সঙ্গে খাবারের দাওয়াতে গেলাম। সে রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সামনে বার্লির রুটি, লাউ ও শুকনা গোশত দিয়ে তৈরী তরকারী আনলো। আনাস (রাঃ) বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখলাম, তিনি পাত্রের চারপাশে লাউয়ের টুকরা খুঁজছেন। সেদিন হতে আমিও সর্বদা এ তরকারী পছন্দ করি।",
    "ar": "",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3783,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পছন্দের খাবার ছিল তরকারীর ঝোলে ভিজানো রুটি ও খুরমা এবং মাখন ও আটার সংমিশ্রনে তৈরী রুটি। ইমাম আবূ দাঊদ (রহঃ) বলেন, হাদীসটি যঈফ। [৩৭৮৩]\n\nদুর্বল: যঈফাহ (১৭৫৮), মিশকাত (৪২২০)।",
    "ar": "",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৭৮৩] ইবনু সা’দ ‘তাবাক্বাতুল কুবরা’, হাকিম। হাকিম ও যাহাবী একে সহীহ বলেছেন। কিন্তু তা সঠিক নয়। কেননা সানাদে বাসরার জনৈক অজ্ঞাত লোক রয়েছে।"
  },
  {
    "hadith_id": 3785,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জাল্লালার (যে প্রাণী নাপাক বস্তু খায়) গোশত খেতে ও তার দুধ পান করতে নিষেধ করেছেন।",
    "ar": "",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3787,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জাল্লালার উটে আরোহণ করতে এবং তার দুধ পান করতে নিষেধ করেছেন।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ أَبِي سُرَيْجٍ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ جَهْمٍ، حَدَّثَنَا عَمْرُو بْنُ أَبِي قَيْسٍ، عَنْ أَيُّوبَ السَّخْتِيَانِيِّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْجَلاَّلَةِ فِي الإِبِلِ أَنْ يُرْكَبَ عَلَيْهَا أَوْ يُشْرَبَ مِنْ أَلْبَانِهَا ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3786,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জাল্লালার দুধ পান করতে নিষেধ করেছেন।",
    "ar": "حَدَّثَنَا ابْنُ الْمُثَنَّى، حَدَّثَنِي أَبُو عَامِرٍ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ لَبَنِ الْجَلاَّلَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3788,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খায়বার বিজয়ের দিন আমাদেরকে গাধার গোশত খেতে বারণ করেছেন এবং ঘোড়ার গোশত খাওয়ার অনুমতি দিয়েছেন।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ نَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ خَيْبَرَ عَنْ لُحُومِ الْحُمُرِ وَأَذِنَ لَنَا فِي لُحُومِ الْخَيْلِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3789,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, খায়বার বিজয়ের দিন আমরা ঘোড়া, খচ্চর ও গাধা যাবাহ করেছি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে খচ্চর ও গাধার গোশত খেতে বারণ করলেন, কিন্তু ঘোড়ার গোশত খেতে বারণ করেননি।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ ذَبَحْنَا يَوْمَ خَيْبَرَ الْخَيْلَ وَالْبِغَالَ وَالْحَمِيرَ فَنَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْبِغَالِ وَالْحَمِيرِ وَلَمْ يَنْهَنَا عَنِ الْخَيْلِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3790,
    "narrator": "খালিদ ইবনুল ওয়ালীদ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে ঘোড়া, খচ্চর ও গাধার গোশত খেতে নিষেধ করেছেন। হায়ওয়াতের বর্ণনায় আছেঃ তিনি হিংস্র জন্তুর গোশত খেতেও নিষেধ করেছেন। ইমাম আবূ দাঊদ (রহঃ) বলেন, ইমাম মালিক (রহঃ) এ মত পোষণ করেন। ইমাম আবূ দাঊদ (রহঃ) বলেন, ঘোড়ার গোশত খাওয়া দোষের কিছু নয় এবং উপরোক্ত হাদীস মোতাবেক আমল করা হয় না। ইমাম আবূ দাঊদ (রহঃ) বলেন, এ হাদীস মানসূখ। রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদল সাহাবী ঘোড়ার গোশত খেয়েছেন। ইবনুয যুবাইর, ফাদালাহ ইবনু ‘উবাইদ, আনাস ইবনু মালিক, আসমা বিন্তু আবূ বাক্‌র, সুওয়াইদ ইবনু গাফালাহ্‌ (রাঃ) ও ‘আলক্বামাহ (রহঃ) তাদের অন্তর্ভুক্ত। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কুরাইশগণ ঘোড়া যাবাহ করতো। [৩৭৯০]",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ شَبِيبٍ، وَحَيْوَةُ بْنُ شُرَيْحٍ الْحِمْصِيُّ، قَالَ حَيْوَةُ حَدَّثَنَا بَقِيَّةُ، عَنْ ثَوْرِ بْنِ يَزِيدَ، عَنْ صَالِحِ بْنِ يَحْيَى بْنِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ خَالِدِ بْنِ الْوَلِيدِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ أَكْلِ لُحُومِ الْخَيْلِ وَالْبِغَالِ وَالْحَمِيرِ - زَادَ حَيْوَةُ - وَكُلِّ ذِي نَابٍ مِنَ السِّبَاعِ ‏.‏ قَالَ أَبُو دَاوُدَ وَهُوَ قَوْلُ مَالِكٍ ‏.‏ قَالَ أَبُو دَاوُدَ لاَ بَأْسَ بِلُحُومِ الْخَيْلِ وَلَيْسَ الْعَمَلُ عَلَيْهِ ‏.‏ قَالَ أَبُو دَاوُدَ وَهَذَا مَنْسُوخٌ قَدْ أَكَلَ لُحُومَ الْخَيْلِ جَمَاعَةٌ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمُ ابْنُ الزُّبَيْرِ وَفَضَالَةُ بْنُ عُبَيْدٍ وَأَنَسُ بْنُ مَالِكٍ وَأَسْمَاءُ ابْنَةُ أَبِي بَكْرٍ وَسُوَيْدُ بْنُ غَفَلَةَ وَعَلْقَمَةُ وَكَانَتْ قُرَيْشٌ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم تَذْبَحُهَا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৭৯০] নাসায়ী, ইবনু মাজাহ, আহমাদ। সানাদে বাক্বিয়্যাহ ইবনু ওয়ালীদ একজন মুদাল্লিস এবং তিনি এটি আন্‌ আন্‌ শব্দে বর্ণনা করেছেন। এছাড়া সানাদের সালিহ ইবনু ইয়াহইয়া সম্পর্কে হাফিয বলেনঃ শিথিল (লাইয়িন)।"
  },
  {
    "hadith_id": 3791,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমি ছিলাম একজন শক্তিশালী যুবক। আমি একটি খরগোশ শিকার করে তার গোশত ভুনা করলাম। আবূ ত্বালহা (রাঃ) আমাকে এর পিছনে দিকের গোশত নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট প্রেরণ করলেন। আমি তা নিয়ে তাঁর কাছে উপস্থিত হলে তিনি তা গ্রহণ করলেন।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ هِشَامِ بْنِ زَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنْتُ غُلاَمًا حَزَوَّرًا فَصِدْتُ أَرْنَبًا فَشَوَيْتُهَا فَبَعَثَ مَعِي أَبُو طَلْحَةَ بِعَجُزِهَا إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَتَيْتُهُ بِهَا فَقَبِلَهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3792,
    "narrator": "আবূ খালিদ ইবনু হুওয়াইরিস (রহঃ)",
    "bn": "তিনি বলেন, ‘আবদুল্লাহ ইবনু ‘আমর (রাঃ) ‘আস-সাফাহ’ নামক স্থানে ছিলেন। মুহাম্মাদ ইবনু খালিদ বলেন, তা মক্কায় অবস্থিত একটি স্থান। এক লোক একটি খরগোশ শিকার করে আনলো। সে বললো, হে ‘আবদুল্লাহ ইবনু ‘আমর! আপনি কি বলেন? তিনি বললেন, একদা রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট এর গোশত আনা হয়। তখন আমি সেখানে বসা ছিলাম। তিনি তা আহার করেননি এবং অন্যকে খেতে নিষেধ করেননি। তাঁর ধারণা, এর মাসিক ঋতু হয়। [৩৭৯২]",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدٍ، قَالَ سَمِعْتُ أَبِي خَالِدَ بْنَ الْحُوَيْرِثِ، يَقُولُ إِنَّ عَبْدَ اللَّهِ بْنَ عَمْرٍو كَانَ بِالصِّفَاحِ - قَالَ مُحَمَّدٌ مَكَانٌ بِمَكَّةَ - وَإِنَّ رَجُلاً جَاءَ بِأَرْنَبٍ قَدْ صَادَهَا فَقَالَ يَا عَبْدَ اللَّهِ بْنَ عَمْرٍو مَا تَقُولُ قَالَ قَدْ جِيءَ بِهَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَنَا جَالِسٌ فَلَمْ يَأْكُلْهَا وَلَمْ يَنْهَ عَنْ أَكْلِهَا وَزَعَمَ أَنَّهَا تَحِيضُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৭৯২] বায়হাক্বী। এর সানাদে খালিদ ইবনু হুওয়াইরিসঃ মাক্ববূল।"
  },
  {
    "hadith_id": 3793,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "একদা তার খালা রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জন্য মাখন, পনির ও গুইসাপের গোশত পাঠালে তিনি মাখন ও পনির হতে খেলেন কিন্তু গুইসাপের গোশত খেলেন না রুচিবোধ না হওয়ায়। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সঙ্গে একত্রে বসে তা খাওয়া হলো। তা হারাম হলে রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সঙ্গে বসে তা খাওয়া যেতো না।",
    "ar": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي بِشْرٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ خَالَتَهُ، أَهْدَتْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم سَمْنًا وَأَضُبًّا وَأَقِطًا فَأَكَلَ مِنَ السَّمْنِ وَمِنَ الأَقِطِ وَتَرَكَ الأَضُبَّ تَقَذُّرًا وَأُكِلَ عَلَى مَائِدَتِهِ وَلَوْ كَانَ حَرَامًا مَا أُكِلَ عَلَى مَائِدَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3795,
    "narrator": "সাবিত ইবনু ওয়াদি‘আহ (রাঃ)",
    "bn": "তিনি বলেন, আমরা এক সামরিক অভিযানে রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সঙ্গে ছিলাম। আমরা কিছু গুইসাপ ধরলাম। সাবিত (রাঃ) বলেন, আমি একটি গুইসাপ ভূনা করে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে রাখলে তিনি একটি কাঠ উঠিয়ে তা দিয়ে এর আঙ্গুল গণনা করলেন। অতঃপর তিনি বললেনঃ বনী ইসরাঈলের একটি সম্প্রদায়কে যমীনের বুকে একটি বিচরণশীল প্রাণীতে রূপান্তরিত করে দেয়া হয়েছিল। আমি জানিনা, সেটা কোন প্রাণী? বর্ণনাকারী বলেন, তিনি তা খেলেননা এবং খেতে নিষেধও করলেন না।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، أَخْبَرَنَا خَالِدٌ، عَنْ حُصَيْنٍ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ ثَابِتِ بْنِ وَدِيعَةَ، قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي جَيْشٍ فَأَصَبْنَا ضِبَابًا - قَالَ - فَشَوَيْتُ مِنْهَا ضَبًّا فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَوَضَعْتُهُ بَيْنَ يَدَيْهِ - قَالَ - فَأَخَذَ عُودًا فَعَدَّ بِهِ أَصَابِعَهُ ثُمَّ قَالَ ‏ \"‏ إِنَّ أُمَّةً مِنْ بَنِي إِسْرَائِيلَ مُسِخَتْ دَوَابَّ فِي الأَرْضِ وَإِنِّي لاَ أَدْرِي أَىُّ الدَّوَابِّ هِيَ ‏\"‏ ‏.‏ قَالَ فَلَمْ يَأْكُلْ وَلَمْ يَنْهَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3796,
    "narrator": "‘আবদুর রহমান ইবনু শিবল (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গুইসাপের গোশত খেতে নিষেধ করেছেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَوْفٍ الطَّائِيُّ، أَنَّ الْحَكَمَ بْنَ نَافِعٍ، حَدَّثَهُمْ حَدَّثَنَا ابْنُ عَيَّاشٍ، عَنْ ضَمْضَمِ بْنِ زُرْعَةَ، عَنْ شُرَيْحِ بْنِ عُبَيْدٍ، عَنْ أَبِي رَاشِدٍ الْحُبْرَانِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ شِبْلٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ أَكْلِ لَحْمِ الضَّبِّ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3794,
    "narrator": "খালিদ ইবনুল ওয়ালীদ (রাঃ)",
    "bn": "একদা রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সঙ্গে মাইমূনাহ (রাঃ) এর ঘরে যান। সেখানে গুইসাপের ভাজা গোশত আনা হলো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা নিতে হাত বাড়ালে মাইমূনাহ (রাঃ)-এর ঘরে উপস্থিত অন্যান্য স্ত্রীগণ বললেন, রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট বলে দাও যা নিতে তিনি চাইছেন। তারা বললেন, এটা গুইসাপের গোশত। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর হাত গুটিয়ে নিলে খালিদ (রাঃ) বলেন, আমি বললাম, এটা কি হারাম? তিনি বললেনঃ না, কিন্তু এটা আমাদের এলাকায় পাওয়া যায় না। এর গোশত আমার নিকট রুচিকর নয়। খালিদ (রাঃ) বলেন, আমি হাত বাড়িয়ে তা নিয়ে খেলাম এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা দেখলেন।",
    "ar": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنْ خَالِدِ بْنِ الْوَلِيدِ، أَنَّهُ دَخَلَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم بَيْتَ مَيْمُونَةَ فَأُتِيَ بِضَبٍّ مَحْنُوذٍ فَأَهْوَى إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ فَقَالَ بَعْضُ النِّسْوَةِ اللاَّتِي فِي بَيْتِ مَيْمُونَةَ أَخْبِرُوا النَّبِيَّ صلى الله عليه وسلم بِمَا يُرِيدُ أَنْ يَأْكُلَ مِنْهُ فَقَالُوا هُوَ ضَبٌّ ‏.‏ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ ‏.‏ قَالَ فَقُلْتُ أَحَرَامٌ هُوَ يَا رَسُولَ اللَّهِ قَالَ ‏ \"‏ لاَ وَلَكِنَّهُ لَمْ يَكُنْ بِأَرْضِ قَوْمِي فَأَجِدُنِي أَعَافُهُ ‏\"‏ ‏.‏ قَالَ خَالِدٌ فَاجْتَرَرْتُهُ فَأَكَلْتُهُ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَنْظُرُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3800,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, জাহিলী যুগের লোকেরা কিছু জিনিস খেতো এবং ঘৃণাবশত কিছু জিনিস পরিহার করতো। এ অবস্থায় আল্লাহ তাঁর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রেরণ করলেন এবং তাঁর কিতাব অবতীর্ণ করলেন এবং তাতে কিছু জিনিস হালাল করলেন ও কিছু জিনিস হারাম করলেন। তিনি যা হালাল করেছেন তা হালাল এবং যা হারাম করেছেন তা হারাম, আর যেগুলো সম্পর্কে নীরব থেকেছেন তাতে ছাড় দেয়া আছে। অতঃপর ইবনু ‘আব্বাস (রাঃ) তিলাওয়াত করেনঃ “আপনি বলুন, আমার নিকট যে ওয়াহী এসেছে তাতে এমন কোন জিনিস পাইনি যা আহার করা কারো জন্য হারাম...” আয়াতের শেষ পর্যন্ত।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ دَاوُدَ بْنِ صُبَيْحٍ، حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا مُحَمَّدٌ، - يَعْنِي ابْنَ شَرِيكٍ الْمَكِّيَّ - عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ أَبِي الشَّعْثَاءِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ أَهْلُ الْجَاهِلِيَّةِ يَأْكُلُونَ أَشْيَاءَ وَيَتْرُكُونَ أَشْيَاءَ تَقَذُّرًا فَبَعَثَ اللَّهُ تَعَالَى نَبِيَّهُ وَأَنْزَلَ كِتَابَهُ وَأَحَلَّ حَلاَلَهُ وَحَرَّمَ حَرَامَهُ فَمَا أَحَلَّ فَهُوَ حَلاَلٌ وَمَا حَرَّمَ فَهُوَ حَرَامٌ وَمَا سَكَتَ عَنْهُ فَهُوَ عَفْوٌ وَتَلاَ ‏{‏ قُلْ لاَ أَجِدُ فِيمَا أُوحِيَ إِلَىَّ مُحَرَّمًا ‏}‏ إِلَى آخِرِ الآيَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3801,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হায়েনা সম্পর্কে প্রশ্ন করলে তিনি বলেনঃ এটা শিকার করার মতো প্রাণী। ইহরাম অবস্থায় তা শিকার করলে একটি মেষ কুরবানী দিতে হয়।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْخُزَاعِيُّ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمَّارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الضَّبُعِ فَقَالَ ‏ \"‏ هُوَ صَيْدٌ وَيُجْعَلُ فِيهِ كَبْشٌ إِذَا صَادَهُ الْمُحْرِمُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3802,
    "narrator": "আবূ সা‘লাবা আল-খুশানী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রত্যেক শিকারী দাঁতবিশিষ্ট হিংস্র জন্তু খেতে নিষেধ করেছেন।",
    "ar": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ أَكْلِ كُلِّ ذِي نَابٍ مِنَ السَّبُعِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3803,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রত্যেক শিকারী দাঁতবিশিষ্ট হিংস্র জন্তু ও প্রত্যেক পাঞ্জাধারী শিকারী পাখী খেতে নিষেধ করেছেন।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ مَيْمُونِ بْنِ مِهْرَانَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَكْلِ كُلِّ ذِي نَابٍ مِنَ السَّبُعِ وَعَنْ كُلِّ ذِي مِخْلَبٍ مِنَ الطَّيْرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3804,
    "narrator": "আল-মিক্বদাম ইবনু মা‘দীকারির (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সাবধান! শিকারী দাঁতযুক্ত হিংস্র জন্তু, গৃহপালিত গাধা এবং চুক্তিবদ্ধ যিম্মীর হারানো মাল খাওয়া হারাম। তবে সে তা পরিত্যাগ করে থাকলে ভিন্ন কথা। কোন ব্যক্তি কোন সম্প্রদায়ের নিকট মেহমান হিসেবে উপস্থিত হওয়ার পর তারা তাকে আতিথ্য না করলে সে আতিথ্যের পরিমাণ মাল তাদের কাছ হতে আদায় করে নিতে পারে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى الْحِمْصِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، عَنِ الزُّبَيْدِيِّ، عَنْ مَرْوَانَ بْنِ رُؤْبَةَ التَّغْلِبِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَوْفٍ، عَنِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ أَلاَ لاَ يَحِلُّ ذُو نَابٍ مِنَ السِّبَاعِ وَلاَ الْحِمَارُ الأَهْلِيُّ وَلاَ اللُّقَطَةُ مِنْ مَالِ مُعَاهِدٍ إِلاَّ أَنْ يَسْتَغْنِيَ عَنْهَا وَأَيُّمَا رَجُلٍ ضَافَ قَوْمًا فَلَمْ يَقْرُوهُ فَإِنَّ لَهُ أَنْ يُعْقِبَهُمْ بِمِثْلِ قِرَاهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3807,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিড়ালের গোশত খেতে এবং এর বিক্রয়লব্ধ অর্থ ভোগ করতে নিষেধ করেছেন। [৩৮০৭]\n\nদুর্বলঃ ইরওয়া (২৪৮৭)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، وَمُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ، قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ عُمَرَ بْنِ زَيْدٍ الصَّنْعَانِيِّ، أَنَّهُ سَمِعَ أَبَا الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ ثَمَنِ الْهِرِّ ‏.‏ قَالَ ابْنُ عَبْدِ الْمَلِكِ عَنْ أَكْلِ الْهِرِّ وَأَكْلِ ثَمَنِهَا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৮০৭] এর সানাদ দূর্বল। এটি গত হয়েছে হা/৩৪৮০।"
  },
  {
    "hadith_id": 3805,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খায়বার বিজয়ের দিন শিকারী দাঁতযুক্ত হিংস্র জন্তু ও প্রত্যেক পাঞ্জাধারী শিকারী পাখী খেতে নিষেধ করেছেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، عَنِ ابْنِ أَبِي عَدِيٍّ، عَنِ ابْنِ أَبِي عَرُوبَةَ، عَنْ عَلِيِّ بْنِ الْحَكَمِ، عَنْ مَيْمُونِ بْنِ مِهْرَانَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ خَيْبَرَ عَنْ أَكْلِ كُلِّ ذِي نَابٍ مِنَ السِّبَاعِ وَعَنْ كُلِّ ذِي مِخْلَبٍ مِنَ الطَّيْرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3808,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, খায়বারের যুদ্ধের দিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে গাধার গোশত খেতে নিষেধ করেছেন এবং ঘোড়ার গোশত খাওয়ার অনুমতি দিয়েছেন।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ حَسَنٍ الْمِصِّيصِيُّ، حَدَّثَنَا حَجَّاجٌ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي عَمْرُو بْنُ دِينَارٍ، أَخْبَرَنِي رَجُلٌ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ خَيْبَرَ عَنْ أَنْ نَأْكُلَ لُحُومَ الْحُمُرِ وَأَمَرَنَا أَنْ نَأْكُلَ لُحُومَ الْخَيْلِ قَالَ عَمْرٌو فَأَخْبَرْتُ هَذَا الْخَبَرَ أَبَا الشَّعْثَاءِ فَقَالَ قَدْ كَانَ الْحَكَمُ الْغِفَارِيُّ فِينَا يَقُولُ هَذَا وَأَبَى ذَلِكَ الْبَحْرُ يُرِيدُ ابْنَ عَبَّاسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3806,
    "narrator": "খালিদ ইবনুল ওয়ালীদ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সঙ্গে খায়বার যুদ্ধে যোগদান করেছি। ইয়াহুদীরা এসে অভিযোগ করলো যে, লোকেরা তাড়াহুড়া করে তাদের বাঁধা পশুগুলো লুন্ঠন করে নিয়ে যাচ্ছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সাবধান! যে কাফিররা তোমাদের সঙ্গে চুক্তিবদ্ধ হয় ন্যায়সঙ্গত অধিকার ছাড়া তাদের মাল আত্মসাৎ করা বৈধ নয়। তোমাদের প্রতি হারাম করা হয়েছে গৃহপালিত গাধা, ঘোড়া, খচ্চর, প্রত্যেক শিকারী দাঁতযুক্ত হিংস্র জন্তু এবং প্রত্যেক পাঞ্জাধারী শিকারী পাখী। [৩৮০৬]",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ، حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، حَدَّثَنِي أَبُو سَلَمَةَ، سُلَيْمَانُ بْنُ سُلَيْمٍ عَنْ صَالِحِ بْنِ يَحْيَى بْنِ الْمِقْدَامِ، عَنْ جَدِّهِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ، عَنْ خَالِدِ بْنِ الْوَلِيدِ، قَالَ غَزَوْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم خَيْبَرَ فَأَتَتِ الْيَهُودُ فَشَكَوْا أَنَّ النَّاسَ قَدْ أَسْرَعُوا إِلَى حَظَائِرِهِمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَلاَ لاَ تَحِلُّ أَمْوَالُ الْمُعَاهِدِينَ إِلاَّ بِحَقِّهَا وَحَرَامٌ عَلَيْكُمْ حُمُرُ الأَهْلِيَّةِ وَخَيْلُهَا وَبِغَالُهَا وَكُلُّ ذِي نَابٍ مِنَ السِّبَاعِ وَكُلُّ ذِي مِخْلَبٍ مِنَ الطَّيْرِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৮০৬] এর সানাদ দুর্বল। এটি গত হয়েছে হা/৩৫৯০।"
  },
  {
    "hadith_id": 3813,
    "narrator": "সালমান (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে টিড্ডি খাওয়া সম্পর্কে প্রশ্ন করা হলে তিনি বলেনঃ আল্লাহ্‌র অসংখ্য সৈন্যবাহিনী রয়েছে। আমি এগুলো খাই না এবং হারামও বলি না। [৩৮১৩]\n\nদুর্বল : মিশকাত (৪১৩৪)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْفَرَجِ الْبَغْدَادِيُّ، حَدَّثَنَا ابْنُ الزِّبْرِقَانِ، حَدَّثَنَا سُلَيْمَانُ التَّيْمِيُّ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ سَلْمَانَ، قَالَ سُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنِ الْجَرَادِ فَقَالَ ‏ \"‏ أَكْثَرُ جُنُودِ اللَّهِ لاَ آكُلُهُ وَلاَ أُحَرِّمُهُ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ الْمُعْتَمِرُ عَنْ أَبِيهِ عَنْ أَبِي عُثْمَانَ عَنِ النَّبِيِّ صلى الله عليه وسلم لَمْ يَذْكُرْ سَلْمَانَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৮১৩] ইবনু মাজাহ্‌,বায়হাক্বী। হাদিসটি মুরসাল।"
  },
  {
    "hadith_id": 3812,
    "narrator": "আবূ ইয়া‘ফুর (রহঃ)",
    "bn": "তিনি বলেন, আমি ইবনু আবূ ‘আওফার (রাঃ)-এর নিকট শুনেছি, আমি তাকে টিড্ডি খাওয়া সম্পর্কে প্রশ্ন করলে তিনি বললেন, আমি রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ছয়-সাতটি যুদ্ধে অংশগ্রহণ করেছি। আমরা তাঁর সঙ্গে একত্রে টিড্ডি খেয়েছি।",
    "ar": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ النَّمَرِيُّ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي يَعْفُورٍ، قَالَ سَمِعْتُ ابْنَ أَبِي أَوْفَى، وَسَأَلْتُهُ، عَنِ الْجَرَادِ، فَقَالَ غَزَوْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم سِتَّ أَوْ سَبْعَ غَزَوَاتٍ فَكُنَّا نَأْكُلُهُ مَعَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3814,
    "narrator": "সালমান (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে টিড্ডি সম্পর্কে প্রশ্ন করা হলে তিনি বলেনঃ এরা আল্লাহ্‌র অসংখ্য সৈনিক। [৩৮১৪]\n\nদুর্বলঃ এর পূর্বেরটি দেখুন।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، وَعَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالاَ حَدَّثَنَا زَكَرِيَّاءُ بْنُ يَحْيَى بْنِ عُمَارَةَ، عَنْ أَبِي الْعَوَّامِ الْجَزَّارِ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ سَلْمَانَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سُئِلَ فَقَالَ مِثْلَهُ فَقَالَ ‏ \"‏ أَكْثَرُ جُنْدِ اللَّهِ ‏\"‏ ‏.‏ قَالَ عَلِيٌّ اسْمُهُ فَائِدٌ يَعْنِي أَبَا الْعَوَّامِ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ حَمَّادُ بْنُ سَلَمَةَ عَنْ أَبِي الْعَوَّامِ عَنْ أَبِي عُثْمَانَ عَنِ النَّبِيِّ صلى الله عليه وسلم لَمْ يَذْكُرْ سَلْمَانَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৮১৪] এর সানাদ দুর্বল। এর পূর্বেরটি দেখুন।"
  },
  {
    "hadith_id": 3816,
    "narrator": "জাবির ইবনু সামুরাহ (রাঃ)",
    "bn": "এক ব্যক্তি তার পরিবার-পরিজন নিয়ে হাররা নামক স্থানে যাত্রাবিরতি করলো। অপর এক ব্যক্তি তাকে বললো, আমার একটি উট হারিয়ে গেছে। তুমি তা পেলে ধরে রাখবে। সে উটটি পেয়ে গেলো কিন্তু মালিককে পেলো না। উটটি অসুস্থ হয়ে পড়লে তার স্ত্রী তাকে বললো, এটা যাবাহ করো, কিন্তু সে যাবাহ করতে সম্মত হলো না। উটটি মারা গেলে তার স্ত্রী বললো, এর চামড়া ছাড়াও তাহলে এর গোশত ও চর্বি আগুনে জ্বালিয়ে খেতে পারবো। স্বামী বললো, রাসূলুল্লাহকে (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর প্রশ্ন করে দেখি। সে তাঁর নিকট এসে এ সম্পর্কে প্রশ্ন করলে তিনি বলেনঃ তোমার নিকট এমন কি কিছু আছে যা তোমাকে মুর্দা খাওয়া হতে মুখাপেক্ষিহীন করতে পারে? সে বললো, না। তিনি বললেনঃ তবে তা খাও। বর্ণনাকারী বলেন, অতঃপর উটের মালিক ফিরে এলে সে তাকে ঘটনা অবহিত করলো। সে বললো, তুমি যাবাহ করলে না কেন? সে বললো, তোমার উট যাবাহ করতে লজ্জাবোধ করেছি।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، أَنَّ رَجُلاً، نَزَلَ الْحَرَّةَ وَمَعَهُ أَهْلُهُ وَوَلَدُهُ فَقَالَ رَجُلٌ إِنَّ نَاقَةً لِي ضَلَّتْ فَإِنْ وَجَدْتَهَا فَأَمْسِكْهَا ‏.‏ فَوَجَدَهَا فَلَمْ يَجِدْ صَاحِبَهَا فَمَرِضَتْ فَقَالَتِ امْرَأَتُهُ انْحَرْهَا ‏.‏ فَأَبَى فَنَفَقَتْ فَقَالَتِ اسْلُخْهَا حَتَّى نُقَدِّدَ شَحْمَهَا وَلَحْمَهَا وَنَأْكُلَهُ ‏.‏ فَقَالَ حَتَّى أَسْأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَتَاهُ فَسَأَلَهُ فَقَالَ ‏\"‏ هَلْ عِنْدَكَ غِنًى يُغْنِيكَ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ فَكُلُوهَا ‏\"‏ ‏.‏ قَالَ فَجَاءَ صَاحِبُهَا فَأَخْبَرَهُ الْخَبَرَ فَقَالَ ‏\"‏ هَلاَّ كُنْتَ نَحَرْتَهَا ‏\"‏ ‏.‏ قَالَ اسْتَحْيَيْتُ مِنْكَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3817,
    "narrator": "ফুজায়ঈ আল- ‘আমিরী (রাঃ)",
    "bn": "তিনি একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বলেন, আমাদের জন্য কি মৃত প্রানী হালাল নয়? তিনি বললেনঃ কেন, তোমাদের খাদ্য কি? আমি বললাম, সকালে এক পিয়ালা দুধ এবং রাতে এক পিয়ালা দুধ খেয়ে থাকি। আবূ নু‘আইম বলেন, ‘উক্ববাহ আমার নিকট এরুপ ব্যাখ্যা করেছেনঃ সকালে এক পিয়ালা এবং রাতে এক পিয়ালা, আমার পিতার কসম! আমরা সম্পূর্ণ ক্ষুধার্ত থাকি। এমতাবস্থায় তাদের জন্য তিনি মৃত প্রানী খাওয়া হালাল করলেন। ইমাম আবূ দাঊদ (রহঃ) বলেন, আল-গাবূক হচ্ছে রাতের পানীয় এবং আস-সাবূহ সকালের পানীয়। [৩৮১৭]\n\nসানাদ দুর্বলঃ মিশকাত (৪২৬১)",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا عُقْبَةُ بْنُ وَهْبِ بْنِ عُقْبَةَ الْعَامِرِيُّ، قَالَ سَمِعْتُ أَبِي يُحَدِّثُ، عَنِ الْفُجَيْعِ الْعَامِرِيِّ، أَنَّهُ أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ مَا يَحِلُّ لَنَا مِنَ الْمَيْتَةِ قَالَ ‏\"‏ مَا طَعَامُكُمْ ‏\"‏ ‏.‏ قُلْنَا نَغْتَبِقُ وَنَصْطَبِحُ ‏.‏ قَالَ أَبُو نُعَيْمٍ فَسَّرَهُ لِي عُقْبَةُ قَدَحٌ غُدْوَةً وَقَدَحٌ عَشِيَّةً ‏.‏ قَالَ ‏\"‏ ذَاكَ - وَأَبِي - الْجُوعُ ‏\"‏ ‏.‏ فَأَحَلَّ لَهُمُ الْمَيْتَةَ عَلَى هَذِهِ الْحَالِ ‏.‏ قَالَ أَبُو دَاوُدَ الْغَبُوقُ مِنْ آخِرِ النَّهَارِ وَالصَّبُوحُ مِنْ أَوَّلِ النَّهَارِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৮১৭] বায়হাক্বী। সানাদের উক্ববাহ ইবনু ওয়াহাবঃ মাক্ববুল।"
  },
  {
    "hadith_id": 3818,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দুধ ও ঘিয়ে ভিজানো সাদা আটার সাদা রুটি আমার খুবই পছন্দ। লোকদের মধ্য হতে এক ব্যক্তি উঠে গিয়ে ঐ ধরনের রুটি তৈরি করে আনলো। তিনি প্রশ্ন করলেনঃ ঘি কিরুপ পাত্রে ছিল? লোকটি বললো, গুই সাপের চামড়ার পাত্রে। তিনি বলেনঃ এটা তুলে নিয়ে যাও। ইমাম আবূ দাঊদ (রহঃ) বলেন, এ হাদীসটি মুনকার। [৩৮১৮]\n\nসানাদ দুর্বল : মিশকাত (৪২২৯)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ بْنِ أَبِي رِزْمَةَ، أَخْبَرَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ حُسَيْنِ بْنِ وَاقِدٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَدِدْتُ أَنَّ عِنْدِي خُبْزَةً بَيْضَاءَ مِنْ بُرَّةٍ سَمْرَاءَ مُلَبَّقَةً بِسَمْنٍ وَلَبَنٍ ‏\"‏ ‏.‏ فَقَامَ رَجُلٌ مِنَ الْقَوْمِ فَاتَّخَذَهُ فَجَاءَ بِهِ فَقَالَ ‏\"‏ فِي أَىِّ شَىْءٍ كَانَ هَذَا ‏\"‏ ‏.‏ قَالَ فِي عُكَّةِ ضَبٍّ قَالَ ‏\"‏ ارْفَعْهُ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ هَذَا حَدِيثٌ مُنْكَرٌ ‏.‏ قَالَ أَبُو دَاوُدَ وَأَيُّوبُ لَيْسَ هُوَ السَّخْتِيَانِيَّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৮১৮] ইবনু মাজাহ্‌, বায়হাক্বী। হাদীসটি মুনকার।"
  },
  {
    "hadith_id": 3819,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, তাবূকের ময়দানে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট পনীরের একটি টিকা আনা হলে তিনি ছুঁড়ি নিয়ে ডাকলেন এবং বিসমিল্লাহ বলে তা টুকরা টুকরা করলেন।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى الْبَلْخِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ مَنْصُورٍ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عُمَرَ، قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِجُبْنَةٍ فِي تَبُوكَ فَدَعَا بِسِكِّينٍ فَسَمَّى وَقَطَعَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3820,
    "narrator": "জাবির (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-বলেনঃ সিরকা হচ্ছে উত্তম তরকারী।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا سُفْيَانُ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ نِعْمَ الإِدَامُ الْخَلُّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3821,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-বলেনঃ সিরকা উত্তম তরকারী।",
    "ar": "حَدَّثَنَا أَبُو الْوَلِيدِ الطَّيَالِسِيُّ، وَمُسْلِمُ بْنُ إِبْرَاهِيمَ، قَالاَ حَدَّثَنَا الْمُثَنَّى بْنُ سَعِيدٍ، عَنْ طَلْحَةَ بْنِ نَافِعٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ نِعْمَ الإِدَامُ الْخَلُّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3824,
    "narrator": "হুযাইফাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি ক্বিবলাহ্‌র দিকে থুথু ফেলে, ক্বিয়ামাতের দিন সে ঐ থুথু নিজের দু’চোখের মধ্যখানে পতিত অবস্থায় উপস্থিত হবে। যে ব্যক্তি এ খারাপ তরকারী (পিয়াজ) খাবে সে যেন আমাদের মাসজিদে না আসে। তিনি কথাটি তিনবার বলেছেন।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنِ الشَّيْبَانِيِّ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنْ حُذَيْفَةَ، أَظُنُّهُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ تَفَلَ تِجَاهَ الْقِبْلَةِ جَاءَ يَوْمَ الْقِيَامَةِ تَفْلُهُ بَيْنَ عَيْنَيْهِ وَمَنْ أَكَلَ مِنْ هَذِهِ الْبَقْلَةِ الْخَبِيثَةِ فَلاَ يَقْرَبَنَّ مَسْجِدَنَا ‏\"‏ ‏.‏ ثَلاَثًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3823,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সামনে পিয়াজ-রসুন সম্পর্কে কথা উঠলো। বলা হলো, হে আল্লাহ্‌র রাসূল! এর মধ্যে রসূনের গন্ধটাই খুব বেশি। আপনি কি এটা হারাম করেন? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমরা তা খেতে পারো। তোমাদের মধ্যে যে ব্যক্তি তা খায় সে যেন মুখের গন্ধ দূর না হওয়া পর্যন্ত অবশ্যই এ মাসজিদের নিকটে না আসে। [৩৮২৩]",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، أَنَّ بَكْرَ بْنَ سَوَادَةَ، حَدَّثَهُ أَنَّ أَبَا النَّجِيبِ مَوْلَى عَبْدِ اللَّهِ بْنِ سَعْدٍ حَدَّثَهُ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ حَدَّثَهُ أَنَّهُ، ذُكِرَ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم الثُّومُ وَالْبَصَلُ قِيلَ يَا رَسُولَ اللَّهِ وَأَشَدُّ ذَلِكَ كُلِّهِ الثُّومُ أَفَتُحَرِّمُهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ كُلُوهُ وَمَنْ أَكَلَهُ مِنْكُمْ فَلاَ يَقْرَبْ هَذَا الْمَسْجِدَ حَتَّى يَذْهَبَ رِيحُهُ مِنْهُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৮২৩] ইবনু খুযাইমাহ, ইবনু হিব্বান, বায়হাক্বী। সানাদে নাজীহ অপরিচিত। ইবনু হিব্বান ছাড়া কেঊ তাকে সিক্বাহ বলেননি।"
  },
  {
    "hadith_id": 3825,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি এ গাছ (পিয়াজ) খাবে সে অবশ্যই যেন মাসজিদসমূহের নিকটে না আসে।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ أَكَلَ مِنْ هَذِهِ الشَّجَرَةِ فَلاَ يَقْرَبَنَّ الْمَسَاجِدَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3828,
    "narrator": "‘আলি (রাঃ)",
    "bn": "তিনি বলেন, কাচাঁ রসুন খেতে নিষেধ করা হয়েছে। রান্না করে খাওয়াতে দোষ নেই।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا الْجَرَّاحُ أَبُو وَكِيعٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ شَرِيكٍ، عَنْ عَلِيٍّ، عَلَيْهِ السَّلاَمُ قَالَ نُهِيَ عَنْ أَكْلِ الثُّومِ، إِلاَّ مَطْبُوخًا ‏.‏ قَالَ أَبُو دَاوُدَ شَرِيكُ بْنُ حَنْبَلٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3829,
    "narrator": "আবূ যিয়াদ খিয়ার ইবনু সালামাহ (রহঃ)",
    "bn": "তিনি ‘আয়িশাহ (রাঃ)–কে পিয়াজ খাওয়া সম্পর্কে প্রশ্ন করলেন। তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সর্বশেষ যে খাবার খেয়েছিলেন তাতে পিয়াজ ছিলো। [৩৮২৯]",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا ح، وَحَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ، حَدَّثَنَا بَقِيَّةُ، عَنْ بَحِيرٍ، عَنْ خَالِدٍ، عَنْ أَبِي زِيَادٍ، خِيَارِ بْنِ سَلَمَةَ أَنَّهُ سَأَلَ عَائِشَةَ عَنِ الْبَصَلِ، فَقَالَتْ إِنَّ آخِرَ طَعَامٍ أَكَلَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم طَعَامٌ فِيهِ بَصَلٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৮২৯] আহমাদ। সানাদে বাক্বিয়্যাহ ইবনুল ওয়ালীদ একজন মুদাল্লিস এবং তিনি এটি আন্‌ আন্‌ শব্দে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 3822,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-বলেছেনঃ যে ব্যক্তি রসুন বা পিয়াজ খেয়েছে সে যেন আমাদের থেকে দূরে থাকে অথবা আমাদের মাসজিদ হতে দূরে থাকে। সে যেন নিজের ঘরে বসে থাকে। তাঁর সামনে একত্রে রান্না করা বিভিন্ন প্রকার তরকারী ভর্তি একটি পাত্র আনা হলে তিনি তা হতে এক ধরনের ঘ্রান পেয়ে প্রশ্ন করলেন। তাঁকে পাত্রের মধ্যকার তরকারী সম্পর্কে জানানো হলে তিনি বলেনঃ অমুক ব্যক্তির নিকট নিয়ে যাও। লোকটি তাঁর সাথেই ছিলো। তিনি যখন দেখলেন সে তা খেতে অপছন্দ করছে তখন তিনি বললেনঃ খাও। নিশ্চয়ই আমি এমন এক মহান সত্তার সাথে অতি গোপনে কথা বলি যাঁর সাথে তোমরা কথা বলতে পারো না।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي عَطَاءُ بْنُ أَبِي رَبَاحٍ، أَنَّ جَابِرَ بْنَ عَبْدِ اللَّهِ، قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ أَكَلَ ثُومًا أَوْ بَصَلاً فَلْيَعْتَزِلْنَا - أَوْ لِيَعْتَزِلْ مَسْجِدَنَا - وَلْيَقْعُدْ فِي بَيْتِهِ ‏\"‏ ‏.‏ وَإِنَّهُ أُتِيَ بِبَدْرٍ فِيهِ خَضِرَاتٌ مِنَ الْبُقُولِ فَوَجَدَ لَهَا رِيحًا فَسَأَلَ فَأُخْبِرَ بِمَا فِيهَا مِنَ الْبُقُولِ فَقَالَ ‏\"‏ قَرِّبُوهَا ‏\"‏ ‏.‏ إِلَى بَعْضِ أَصْحَابِهِ كَانَ مَعَهُ فَلَمَّا رَآهُ كَرِهَ أَكْلَهَا قَالَ ‏\"‏ كُلْ فَإِنِّي أُنَاجِي مَنْ لاَ تُنَاجِي ‏\"‏ ‏.‏ قَالَ أَحْمَدُ بْنُ صَالِحٍ بِبَدْرٍ فَسَّرَهُ ابْنُ وَهْبٍ طَبَقٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3826,
    "narrator": "আল-মুগীরাহ ইবনু শু’বাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি রসুন খেয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মুসল্লায় সলাত পড়তে আসলাম। তখন এক রাক’আত শেষ হয়েছে। আমি মাসজিদে প্রবেশ করলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রসুনের গন্ধ পান। তিনি তাঁর সলাত শেষ করে বললেনঃ “যে ব্যক্তি এই গাছ (রসূন) হতে আহার করলো, তার মুখের দুর্গন্ধ দূর হওয়ার পূর্বে সে অবশ্যই যেন আমাদের নিকট না আসে”। আমি সলাত শেষ করে রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললাম, হে আল্লাহ্‌র রাসূল! আল্লাহ্‌র কসম! অবশ্যই আপনার হাতটা আমাকে দিন। মুগীরাহ্‌ (রাঃ) বলেন, আমি তাঁর হাত জামার ভিতর দিয়ে আমার বুক পর্যন্ত ঢুকালাম। আমার বুকে পট্টি বাঁধা ছিলো। তিনি বললেনঃ এটা তোমার জন্য ওজর।",
    "ar": "حَدَّثَنَا شَيْبَانُ بْنُ فَرُّوخَ، حَدَّثَنَا أَبُو هِلاَلٍ، حَدَّثَنَا حُمَيْدُ بْنُ هِلاَلٍ، عَنْ أَبِي بُرْدَةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ أَكَلْتُ ثُومًا فَأَتَيْتُ مُصَلَّى النَّبِيِّ صلى الله عليه وسلم وَقَدْ سُبِقْتُ بِرَكْعَةٍ فَلَمَّا دَخَلْتُ الْمَسْجِدَ وَجَدَ النَّبِيُّ صلى الله عليه وسلم رِيحَ الثُّومِ فَلَمَّا قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم صَلاَتَهُ قَالَ ‏\"‏ مَنْ أَكَلَ مِنْ هَذِهِ الشَّجَرَةِ فَلاَ يَقْرَبْنَا حَتَّى يَذْهَبَ رِيحُهَا ‏\"‏ ‏.‏ أَوْ ‏\"‏ رِيحُهُ ‏\"‏ ‏.‏ فَلَمَّا قَضَيْتُ الصَّلاَةَ جِئْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ وَاللَّهِ لَتُعْطِيَنِّي يَدَكَ ‏.‏ قَالَ فَأَدْخَلْتُ يَدَهُ فِي كُمِّ قَمِيصِي إِلَى صَدْرِي فَإِذَا أَنَا مَعْصُوبُ الصَّدْرِ قَالَ ‏\"‏ إِنَّ لَكَ عُذْرًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3830,
    "narrator": "ইউসুফ ইবনু ‘আবদুল্লাহ ইবনু সালাম (রাঃ)",
    "bn": "তিনি বলেন, আমি দেখলাম নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক টুকরা যবের রুটি নিয়ে তাতে একটি খেজুর রেখে বললেনঃ এই খেজুর এই রুটির তরকারী। [৩৮৩০]\n\nদূর্বলঃ মিশকাত (৪২২৩)।",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، عَنْ مُحَمَّدِ بْنِ أَبِي يَحْيَى، عَنْ يَزِيدَ الأَعْوَرِ، عَنْ يُوسُفَ بْنِ عَبْدِ اللَّهِ بْنِ سَلاَمٍ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم أَخَذَ كِسْرَةً مِنْ خُبْزِ شَعِيرٍ فَوَضَعَ عَلَيْهَا تَمْرَةً وَقَالَ ‏ \"‏ هَذِهِ إِدَامُ هَذِهِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৮৩০] এটি গত হয়েছে, হা/৩২৫৯।"
  },
  {
    "hadith_id": 3831,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ঘরে খেজুর নেই সে ঘরের অধিবাসীরা অভুক্ত।",
    "ar": "حَدَّثَنَا الْوَلِيدُ بْنُ عُتْبَةَ، حَدَّثَنَا مَرْوَانُ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، حَدَّثَنِي هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ بَيْتٌ لاَ تَمْرَ فِيهِ جِيَاعٌ أَهْلُهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3833,
    "narrator": "ইসহাক্ব ইবনু ‘আবদুল্লাহ ইবনু আবূ ত্বালহা (রহঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট পোকায় ধরা খেজুর দেয়া হতো। বাকী অংশ পূর্ববর্তী হাদীসের অনুরুপ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا هَمَّامٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُؤْتَى بِالتَّمْرِ فِيهِ دُودٌ فَذَكَرَ مَعْنَاهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3832,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে পুরাতন খেজুর পরিবেশন করা হলে তিনি তা ছিঁড়ে এর মধ্য হতে পোকা খুঁজে বের করতে থাকেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرِو بْنِ جَبَلَةَ، حَدَّثَنَا سَلْمُ بْنُ قُتَيْبَةَ أَبُو قُتَيْبَةَ، عَنْ هَمَّامٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِتَمْرٍ عَتِيقٍ فَجَعَلَ يُفَتِّشُهُ يُخْرِجُ السُّوسَ مِنْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3834,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, তোমার সাথীর অনুমতি ছাড়া একত্রে দু’টি খেজুর তুলে খেতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন।",
    "ar": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ جَبَلَةَ بْنِ سُحَيْمٍ، عَنِ ابْنِ عُمَرَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الإِقْرَانِ إِلاَّ أَنْ تَسْتَأْذِنَ أَصْحَابَكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3835,
    "narrator": "‘আবদুল্লাহ ইবনু জা’ফার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাজা খেজুরের সাথে শসা খেতেন।",
    "ar": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ النَّمَرِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَأْكُلُ الْقِثَّاءَ بِالرُّطَبِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3836,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাজা খেজুর দিয়ে তরমুজ খেতেন। তিনি বলতেনঃ এর ঠান্ডা ওটার গরম কমাবে, এবং এর গরম ওটির ঠান্ডা কমিয়ে দিবে।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ نُصَيْرٍ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَأْكُلُ الْبِطِّيخَ بِالرُّطَبِ فَيَقُولُ ‏ \"‏ نَكْسِرُ حَرَّ هَذَا بِبَرْدِ هَذَا وَبَرْدَ هَذَا بِحَرِّ هَذَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3839,
    "narrator": "আবূ সা’লাবা আল-খুশানী (রাঃ)",
    "bn": "একদা তিনি রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আরজ করলেন, আমরা আহলে কিতাবের এলাকায় যাতায়াত করি। তারা তাদের হাঁড়িতে শুকরের গোশত রান্না করে এবং তাদের পানপাত্রে মদ পান করে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যদি তোমরা তাদের পাত্র ছাড়া অন্য পাত্র পাও তবে তাতে পানাহার করো। আর যদি তাদেরগুলা ছারা অন্য কোনো পাত্র না পাও তবে তাদেরগুলা পানি দিয়ে ভালোভাবে ধুয়ে তাতে পানাহার করো।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَاصِمٍ، حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْعَلاَءِ بْنِ زَبْرٍ، عَنْ أَبِي عُبَيْدِ اللَّهِ، مُسْلِمِ بْنِ مِشْكَمٍ عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ، أَنَّهُ سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ إِنَّا نُجَاوِرُ أَهْلَ الْكِتَابِ وَهُمْ يَطْبُخُونَ فِي قُدُورِهِمُ الْخِنْزِيرَ وَيَشْرَبُونَ فِي آنِيَتِهِمُ الْخَمْرَ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنْ وَجَدْتُمْ غَيْرَهَا فَكُلُوا فِيهَا وَاشْرَبُوا وَإِنْ لَمْ تَجِدُوا غَيْرَهَا فَارْحَضُوهَا بِالْمَاءِ وَكُلُوا وَاشْرَبُوا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3838,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে যুদ্ধে যোগদান করতাম। আমরা মুশরিকের পাত্র ও পানপাত্র নিয়ে তা ব্যবহার করতাম। এতে তিনি আমাদের কোনো দোষ ধরেননি।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الأَعْلَى، وَإِسْمَاعِيلُ، عَنْ بُرْدِ بْنِ سِنَانٍ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، قَالَ كُنَّا نَغْزُو مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَنُصِيبُ مِنْ آنِيَةِ الْمُشْرِكِينَ وَأَسْقِيَتِهِمْ فَنَسْتَمْتِعُ بِهَا فَلاَ يَعِيبُ ذَلِكَ عَلَيْهِمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3840,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুরাইশদের একটি কাফেলাকে পাকড়াও করতে আমাদেরকে এক অভিযানে পাঠালেন। তিনি আবূ ‘উবাইদাহ ইবনুল জাররাহ (রাঃ)–কে আমাদের অধিনায়ক বানালেন। তিনি আমাদের সাথে এক ব্যাগ খেজুরও দিলেন। এছাড়া আর কিছু আমাদের সাথে ছিলো না। আবূ ‘উবাইদাহ ইবনুল জাররাহ (রাঃ) প্রতিদিন আমাদের প্রত্যেককে একটি করে খেজুর দিতেন। আমরা বাচ্চাদের মত তা চুষে খেতাম। অতঃপর পানি পান করতাম। এভাবে আমরা রাত পর্যন্ত সারাদিন কাটিয়ে দিতাম। আমরা নিজেদের লাঠি দিয়ে গাছের পাতা ঝড়িয়ে তা পানিতে ভিজিয়ে খেয়েছি। জাবির (রাঃ) বলেন, আমরা সমুদ্রের কিনারার দিয়ে অগ্রসর হলাম। অতঃপর সমুদ্রের তীরে বালুর ঢিভির ন্যায় একটি বস্তু দেখা গেলো। আমরা গিয়ে দেখলাম, ওটা একটা সামুদ্রিক প্রানী, যার নাম আম্বর (তিমি) মাছ। আবূ ‘উবাইদাহ (রাঃ) বলেন, এটা মৃত প্রানী, আমাদের জন্য হালাল নয়। অতঃপর তিনি মত পাল্টিয়ে বললেন, না! বরং আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর প্রতিনিধি এবং আমরা আল্লাহর রাস্তায় বের হয়েছি। তোমরাও সংকটাপন্ন অবস্হার সম্মুখীন হয়েছো, সুতরাং এটা খাও। জাবির (রাঃ) বলেন, কেবলমাত্র আমরাই সেখানে অবস্হান করেছিলাম। আমরা সংখ্যায় ছিলাম তিনশো। আমরা প্রতিদিন তা খেয়ে মোটাতাজা হয়ে গেলাম। আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট ফিরে এসে তাঁকে ঘটনাটি বললাম। তিনি বললেন, ওটা ছিলো রিযিক। যা আল্লাহ তোমাদের জন্য পাঠিয়েছিলেন। তোমাদের সাথে এর গোশত অবশিষ্ট আছে কি? থাকলে আমাকে খাওয়াও। আমরা মাছের কিছু অংশ রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট পৌছালাম, তিনি তা খেলেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ النُّفَيْلِيُّ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ بَعَثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَمَّرَ عَلَيْنَا أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ نَتَلَقَّى عِيرًا لِقُرَيْشٍ وَزَوَّدَنَا جِرَابًا مِنْ تَمْرٍ لَمْ نَجِدْ لَهُ غَيْرَهُ فَكَانَ أَبُو عُبَيْدَةَ يُعْطِينَا تَمْرَةً تَمْرَةً كُنَّا نَمُصُّهَا كَمَا يَمُصُّ الصَّبِيُّ ثُمَّ نَشْرَبُ عَلَيْهَا مِنَ الْمَاءِ فَتَكْفِينَا يَوْمَنَا إِلَى اللَّيْلِ وَكُنَّا نَضْرِبُ بِعِصِيِّنَا الْخَبَطَ ثُمَّ نَبُلُّهُ بِالْمَاءِ فَنَأْكُلُهُ وَانْطَلَقْنَا عَلَى سَاحِلِ الْبَحْرِ فَرُفِعَ لَنَا كَهَيْئَةِ الْكَثِيبِ الضَّخْمِ فَأَتَيْنَاهُ فَإِذَا هُوَ دَابَّةٌ تُدْعَى الْعَنْبَرَ فَقَالَ أَبُو عُبَيْدَةَ مَيْتَةٌ وَلاَ تَحِلُّ لَنَا ثُمَّ قَالَ لاَ بَلْ نَحْنُ رُسُلُ رَسُولِ اللَّهِ صلى الله عليه وسلم وَفِي سَبِيلِ اللَّهِ وَقَدِ اضْطُرِرْتُمْ إِلَيْهِ فَكُلُوا فَأَقَمْنَا عَلَيْهِ شَهْرًا وَنَحْنُ ثَلاَثُمِائَةٍ حَتَّى سَمِنَّا فَلَمَّا قَدِمْنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ذَكَرْنَا ذَلِكَ لَهُ فَقَالَ ‏ \"‏ هُوَ رِزْقٌ أَخْرَجَهُ اللَّهُ لَكُمْ فَهَلْ مَعَكُمْ مِنْ لَحْمِهِ شَىْءٌ فَتُطْعِمُونَا مِنْهُ ‏\"‏ ‏.‏ فَأَرْسَلْنَا مِنْهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَكَلَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3841,
    "narrator": "মাইমূনাহ (রাঃ)",
    "bn": "একটি ইদুরঁ ঘিয়ের মধ্যে পরে গেলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে তা জানানো হলো। তিনি বললেনঃ এর চারপাশের ঘি ফেলে দিয়ে অবশিষ্ট ঘি খাও।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، أَنَّ فَأْرَةً، وَقَعَتْ، فِي سَمْنٍ فَأُخْبِرَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ أَلْقُوا مَا حَوْلَهَا وَكُلُوا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3842,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যদি ঘিয়ের মধ্যে ইদুঁর পতিত হয় এবং তা জমাট বাধাঁ হয় তবে ইঁদুর ও তার চার পাশের ঘি ফেলে দিবে। ঘি যদি তরল হয় তবে তার নিকট যাবে না (খাবে না)। [৩৮৪২]\n\nশাযঃ মিশকাত (৪১২৩)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، وَالْحَسَنُ بْنُ عَلِيٍّ، - وَاللَّفْظُ لِلْحَسَنِ - قَالاَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا وَقَعَتِ الْفَأْرَةُ فِي السَّمْنِ فَإِنْ كَانَ جَامِدًا فَأَلْقُوهَا وَمَا حَوْلَهَا وَإِنْ كَانَ مَائِعًا فَلاَ تَقْرَبُوهُ ‏\"‏ ‏.‏ قَالَ الْحَسَنُ قَالَ عَبْدُ الرَّزَّاقِ وَرُبَّمَا حَدَّثَ بِهِ مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنِ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 20,
    "grade": "শায",
    "grade_color": "#F85B24",
    "note": "[৩৮৪২] আহমাদ।"
  },
  {
    "hadith_id": 3844,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কারো পাত্রে মাছি পড়লে তা এর ভিতরে ডুবিয়ে দাও। কেননা তার এক ডানায় রোগ এবং অপর ডানায় নিরাময় রয়েছে। সে জীবাণুযুক্ত পাখা ডুবিয়ে দিতে চেষ্টা করে। কাজেই তা সম্পূর্নভাবে ডুবিয়ে দাও।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا بِشْرٌ، - يَعْنِي ابْنَ الْمُفَضَّلِ - عَنِ ابْنِ عَجْلاَنَ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا وَقَعَ الذُّبَابُ فِي إِنَاءِ أَحَدِكُمْ فَامْقُلُوهُ فَإِنَّ فِي أَحَدِ جَنَاحَيْهِ دَاءً وَفِي الآخَرِ شِفَاءً وَإِنَّهُ يَتَّقِي بِجَنَاحِهِ الَّذِي فِيهِ الدَّاءُ فَلْيَغْمِسْهُ كُلَّهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3845,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খাওয়া শেষ করে আঙ্গুল চাটতেন এবং বলতেনঃ তোমাদের কারো লোকমা পরে গেলে সে যেনো তার ময়লা দুর করে তা খেয়ে নেয় এবং শয়তানের জন্য ফেলে না রাখে। তিনি আমাদেরকে থালা পরিস্কার করে খেতে আদেশ দিয়ৈছেন। তিনি আরো বলেছেনঃ তোমাদের কেউই জানে না খাদ্যের কোন অংশে তার জন্য বরকত রয়েছে।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا أَكَلَ طَعَامًا لَعِقَ أَصَابِعَهُ الثَّلاَثَ وَقَالَ ‏\"‏ إِذَا سَقَطَتْ لُقْمَةُ أَحَدِكُمْ فَلْيُمِطْ عَنْهَا الأَذَى وَلْيَأْكُلْهَا وَلاَ يَدَعْهَا لِلشَّيْطَانِ ‏\"‏ ‏.‏ وَأَمَرَنَا أَنْ نَسْلُتَ الصَّحْفَةَ وَقَالَ ‏\"‏ إِنَّ أَحَدَكُمْ لاَ يَدْرِي فِي أَىِّ طَعَامِهِ يُبَارَكُ لَهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3846,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কারো খাদেম যখন খাবার তৈরী করে তার জন্য পেশ করে; সে বাবুর্চিখানার উত্তাপ সহ্য করেছে; মালিক যেন তাকে সাথে নিয়ে খায়। খাদ্যের পরিমান কম হলে সে যেন অন্তত তার হাতে এক বা দুই লোকমা খাদ্য তুলে দেয়।",
    "ar": "حَدَّثَنَا الْقَعْنَبِيُّ، حَدَّثَنَا دَاوُدُ بْنُ قَيْسٍ، عَنْ مُوسَى بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا صَنَعَ لأَحَدِكُمْ خَادِمُهُ طَعَامًا ثُمَّ جَاءَهُ بِهِ وَقَدْ وَلِيَ حَرَّهُ وَدُخَانَهُ فَلْيُقْعِدْهُ مَعَهُ لِيَأْكُلَ فَإِنْ كَانَ الطَّعَامُ مَشْفُوهًا فَلْيَضَعْ فِي يَدِهِ مِنْهُ أَكْلَةً أَوْ أَكْلَتَيْنِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3847,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কেউ আহার করার পর আঙ্গুল চেটে খাওয়ার বা খাওয়ানোর পূর্বে যেন রুমালে হাত না মুছে।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا أَكَلَ أَحَدُكُمْ فَلاَ يَمْسَحَنَّ يَدَهُ بِالْمِنْدِيلِ حَتَّى يَلْعَقَهَا أَوْ يُلْعِقَهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3849,
    "narrator": "আবূ উমামাহ (রাঃ)",
    "bn": "তিনি বলেন, দস্তরখান তুলে নেয়ার সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলতেনঃ “আল্লাহর জন্য অসংখ্য প্রশংসা, পবিত্রতা ও প্রাচুর্য অবিরতভাবে। হে আমাদের রব! আমরা যেন আপনার দেয়া রিযিক্ব হতে মুখাপেক্ষিহীন না হই।”",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ ثَوْرٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ أَبِي أُمَامَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا رُفِعَتِ الْمَائِدَةُ قَالَ ‏ \"‏ الْحَمْدُ لِلَّهِ كَثِيرًا طَيِّبًا مُبَارَكًا فِيهِ غَيْرَ مَكْفِيٍّ وَلاَ مُوَدَّعٍ وَلاَ مُسْتَغْنًى عَنْهُ رَبُّنَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3850,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খাওয়া শেষে বলতেনঃ “সেই আল্লাহর জন্য সমস্ত প্রশংসা যিনি আমাদেরকে খাওয়ালেন, পান করালেন এবং মুসলিমদের অন্তর্ভুক্ত করলেন।” [৩৮৫০]\n\nদুর্বলঃ মিশকাত (৪২০৪)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي هَاشِمٍ الْوَاسِطِيِّ، عَنْ إِسْمَاعِيلَ بْنِ رَبَاحٍ، عَنْ أَبِيهِ، أَوْ غَيْرِهِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا فَرَغَ مِنْ طَعَامِهِ قَالَ ‏ \"‏ الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا وَجَعَلَنَا مُسْلِمِينَ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৮৫০] তিরমিযী, ইবনু মাজাহ, আহমাদ। সানাদের ইসমাঈল ইবনু রাবাহ সম্পর্কে হাফিয বলেন : মাজহুল।"
  },
  {
    "hadith_id": 3851,
    "narrator": "আবূ আইয়ূব আল-আনসারী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খাওয়া বা পান করার পর বলতেনঃ “সমস্ত প্রশংসা সেই আল্লাহর জন্য যিনি খাওয়ালেন, পান করালেন, পেটে প্রবেশ করা সহজ করে দিলেন এবং এগুলো বের হওয়ারও ব্যবস্থা রাখলেন।”",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي سَعِيدُ بْنُ أَبِي أَيُّوبَ، عَنْ أَبِي عَقِيلٍ الْقُرَشِيِّ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ، عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَكَلَ أَوْ شَرِبَ قَالَ ‏ \"‏ الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَ وَسَقَى وَسَوَّغَهُ وَجَعَلَ لَهُ مَخْرَجًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3852,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি হাত পরিষ্কার না করেই হাতে গোশতের গন্ধ ও তৈলাক্ততা নিয়ে ঘুমালো, এতে তার কোন ক্ষতি হলে এজন্য সে নিজেকেই যেন তিরস্কার করে।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ نَامَ وَفِي يَدِهِ غَمَرٌ وَلَمْ يَغْسِلْهُ فَأَصَابَهُ شَىْءٌ فَلاَ يَلُومَنَّ إِلاَّ نَفْسَهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3854,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সা’দ ইবনু ‘উবাদাহ্‌র (রাঃ) বাড়িতে গেলেন। সা’দ (রাঃ) রুটি ও যাইতূন তৈল আনলেন। তা খাওয়ার পর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমাদের নিকট রোযাদারগণ ইফতার করেছে, সৎ লোকেরা তোমাদের খাদ্য খেয়েছে এবং ফেরেশতাগণ তোমার জন্য রহমাতের দু’আ করেছেন।",
    "ar": "حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم جَاءَ إِلَى سَعْدِ بْنِ عُبَادَةَ فَجَاءَ بِخُبْزٍ وَزَيْتٍ فَأَكَلَ ثُمَّ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ وَأَكَلَ طَعَامَكُمُ الأَبْرَارُ وَصَلَّتْ عَلَيْكُمُ الْمَلاَئِكَةُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3853,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আবুল হাইসাম ইনুত তাইহান (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য খাবার তৈরি করলেন। তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীদেরকে তাঁর বাড়িতে দা‘ওয়াত করলেন। তারা খাওয়া শেষ করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমাদের ভাইয়ের প্রতিদান দাও। সাহাবীগণ বললেন, হে আল্লাহর রাসূল! তার প্রতিদান কি? তিনি বললেনঃ কোন লোককে ঘরে প্রবেশ করিয়ে সেখানে পানাহার করানো হলে যদি তার (দা‘ওয়াতদাতার) জন্য দু’আ করা হয়, এটাই তার প্রতিদান। [৩৮৫৩]\n\nদুর্বল : ইরওয়া (১৯৯০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، عَنْ يَزِيدَ أَبِي خَالِدٍ الدَّالاَنِيِّ، عَنْ رَجُلٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ صَنَعَ أَبُو الْهَيْثَمِ بْنُ التَّيْهَانِ لِلنَّبِيِّ صلى الله عليه وسلم طَعَامًا فَدَعَا النَّبِيَّ صلى الله عليه وسلم وَأَصْحَابَهُ فَلَمَّا فَرَغُوا قَالَ ‏\"‏ أَثِيبُوا أَخَاكُمْ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ وَمَا إِثَابَتُهُ قَالَ ‏\"‏ إِنَّ الرَّجُلَ إِذَا دُخِلَ بَيْتُهُ فَأُكِلَ طَعَامُهُ وَشُرِبَ شَرَابُهُ فَدَعَوْا لَهُ فَذَلِكَ إِثَابَتُهُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৮৫৩] আবূ দাঊদ এটি এককভাবে বর্ণনা করেছেন। এর সানাদে নাম উল্লেখহীন জনৈক অজ্ঞাত ব্যক্তি রয়েছে এবং সানাদের দালানী হলো ইয়াযীদ ইবনু ‘আবদুর রহমান। তিনি সত্যবাদী কিন্তু তার ভুল ও তাদলীস প্রচুর।"
  },
  {
    "hadith_id": 3739,
    "narrator": "নাফি’ (রহঃ) সূত্রে আইয়ূবের সানাদ",
    "bn": "অনুরূপ অর্থের হাদীস বর্ণিত।\n\nআমি এটি সহীহ এবং যঈফেও পাইনি।",
    "ar": "حَدَّثَنَا ابْنُ الْمُصَفَّى، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنَا الزُّبَيْدِيُّ، عَنْ نَافِعٍ، بِإِسْنَادِ أَيُّوبَ وَمَعْنَاهُ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  },
  {
    "hadith_id": 3745,
    "narrator": "আবদুল্লাহ ইবনু ‘উসমান আস-সাক্বাফী (রহঃ) হতে তার গোত্রের এক অন্ধ ব্যক্তির সূত্র",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ ওয়ালীমা অনুষ্ঠান বিবাহের প্রথম দিনে করা জরুরী, দ্বিতীয় দিনের অনুষ্ঠান উত্তম এবং তৃতীয় দিনের অনুষ্ঠান লোক শুনানো ও লোক দেখানোর জন্য। ক্বাতাদাহ (রহঃ) বলেন, আমাকে এক ব্যক্তি বলেছেন, সাঈদ ইবনুল মুনাইয়্যাব (রহঃ)–কে ওয়ালীমাতে প্রথম দিন দাওয়াত দেয়া হলে তিনি সাড়া দিলেন, দ্বিতীয় দিন দাওয়াত দেয়া হলেও কবুল করলেন এবং তৃতীয় দিন দাওয়াত দেয়া হলে তিনি দাওয়াত কবুল করলেন না। তিনি বললেন, এসব লোক মানুষকে দেখানোর জন্য এবং শুনানোর জন্য এসব করে থাকে।\n\nদুর্বল : ইরওয়া (১৯৫০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ عُثْمَانَ الثَّقَفِيِّ، عَنْ رَجُلٍ، أَعْوَرَ مِنْ ثَقِيفٍ كَانَ يُقَالُ لَهُ مَعْرُوفًا - أَىْ يُثْنَى عَلَيْهِ خَيْرًا إِنْ لَمْ يَكُنِ اسْمُهُ زُهَيْرُ بْنُ عُثْمَانَ فَلاَ أَدْرِي مَا اسْمُهُ - أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْوَلِيمَةُ أَوَّلُ يَوْمٍ حَقٌّ وَالثَّانِي مَعْرُوفٌ وَالْيَوْمُ الثَّالِثُ سُمْعَةٌ وَرِيَاءٌ ‏\"‏ ‏.‏ قَالَ قَتَادَةُ وَحَدَّثَنِي رَجُلٌ أَنَّ سَعِيدَ بْنَ الْمُسَيَّبِ دُعِيَ أَوَّلَ يَوْمٍ فَأَجَابَ وَدُعِيَ الْيَوْمَ الثَّانِي فَأَجَابَ وَدُعِيَ الْيَوْمَ الثَّالِثَ فَلَمْ يُجِبْ وَقَالَ أَهْلُ سُمْعَةٍ وَرِيَاءٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 3748,
    "narrator": "আবূ শুরাইহ্ আল-কা’বী (রাঃ) সূত্র",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ  যে ব্যক্তি আল্লাহ ও আখিরাতের প্রতি ঈমান রাখে সে যেন তার মেহমানকে সম্মান করে। উত্তমরূপে মেহমানদারীর সীমা একদিন একরাত। মেহমানদারী তিনদিন। এরপর অতিরিক্ত দিনগুলোর মেহমানদারী সদাক্বাহ হিসাবে গণ্য। তিনদিন পর আপ্যায়নকারীর বাড়িতে তার বিনা অনুমতিতে মেহমানদের অবস্থান করা উচিৎ নয়। এতে সে বিরক্ত হতে পারে। মালিক (রহঃ)-কে প্রশ্ন করা হলো রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বাণীঃ ‘জাইযাহ’ একদিন ও একরাত-এর অর্থ কি? তিনি বলেন, কথাটির অর্থ হলো, মেহমানকে সম্মান প্রদর্শন, উপহার প্রদান ও তার নিরাপত্তা বিধান করা একদিন ও একরাত। আর আতিথ্য প্রদান হচ্ছে তিনদিন। [৩৭৪৮]\n\nআবূ শুরাইহ বর্ণিত হাদীসটি সহীহ। মালিক ইবনু আনাসের বর্ণনার সানাদ সহীহ মাক্বতূ‘।",
    "ar": "حَدَّثَنَا الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي شُرَيْحٍ الْكَعْبِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ جَائِزَتُهُ يَوْمُهُ وَلَيْلَتُهُ الضِّيَافَةُ ثَلاَثَةُ أَيَّامٍ وَمَا بَعْدَ ذَلِكَ فَهُوَ صَدَقَةٌ وَلاَ يَحِلُّ لَهُ أَنْ يَثْوِيَ عِنْدَهُ حَتَّى يُحْرِجَهُ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ قُرِئَ عَلَى الْحَارِثِ بْنِ مِسْكِينٍ وَأَنَا شَاهِدٌ أَخْبَرَكُمْ أَشْهَبُ قَالَ وَسُئِلَ مَالِكٌ عَنْ قَوْلِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ جَائِزَتُهُ يَوْمٌ وَلَيْلَةٌ ‏\"‏ ‏.‏ فَقَالَ يُكْرِمُهُ وَيُتْحِفُهُ وَيَحْفَظُهُ يَوْمًا وَلَيْلَةً وَثَلاَثَةُ أَيَّامٍ ضِيَافَةٌ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[৩৭৪৮] বুখারী, মুসলিম।"
  },
  {
    "hadith_id": 3756,
    "narrator": "হুমাইদ ইবনু ‘আবদুর রহমান আল-হিম্যারী (রহঃ) হতে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর এক সাহাবীর সূত্র",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ দু’ ব্যক্তি একই সাথে দাওয়াত করলে তোমার বাড়ির নিকটতর ব্যক্তির দাওয়াত কবুল করবে।কেননা বাড়ির নিকটবর্তী ব্যক্তি নিকটতর প্রতিবেশী। আর একজন অন্যজনের আগে দাওয়াত দিতে আসে তবে প্রথমে আসা ব্যক্তির দাওয়াত কবুল করবে। [৩৭৫৬]\n\nদুর্বল : ইরওয়া (১৯৫১), মিশকাত (৩২২৩)।",
    "ar": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، عَنْ عَبْدِ السَّلاَمِ بْنِ حَرْبٍ، عَنْ أَبِي خَالِدٍ الدَّالاَنِيِّ، عَنْ أَبِي الْعَلاَءِ الأَوْدِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ الْحِمْيَرِيِّ، عَنْ رَجُلٍ، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا اجْتَمَعَ الدَّاعِيَانِ فَأَجِبْ أَقْرَبَهُمَا بَابًا فَإِنَّ أَقْرَبَهُمَا بَابًا أَقْرَبُهُمَا جِوَارًا وَإِنْ سَبَقَ أَحَدُهُمَا فَأَجِبِ الَّذِي سَبَقَ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৭৫৬] আহমাদ, বায়হাক্বী। সানাদে ইয়াযীদ ইবনু ‘আবদুর রহমান, যার কুনিয়াত হলো আবূ খালিদ দালানী তার সম্পর্কে হাফিয বলেনঃ তিনি প্রচুর ভুল করেন এবং তিনি ছিলেন তাদলীসকারী।"
  },
  {
    "hadith_id": 3764,
    "narrator": "ওয়াহশী ইবনু হারব হতে পর্যায়ক্রমে তার পিতা ও দাদার সূত্র",
    "bn": "একদা নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবীগণ বললেন, হে আল্লাহর রাসূল! আমরা খাবার খাই, কিন্ত পরিতৃপ্ত হতে পারি না।তিনি বললেনঃ হয়ত তোমরা বিচ্ছিন্নভাবে খাও। তারা বললেন, হাঁ। তিনি বললেনঃ তোমরা একত্রে আহার করো এবং খাদ্য গ্রহণের সময় আল্লাহর নাম স্মরণ করো, তাহলে তোমাদের খাদ্যে বরকত দেয় হবে। ইমাম আবূ দাঊদ (রহঃ) বলেন, যদি তোমাকে কোথাও দাওয়াত করা হয় এবং খাবার সামনে রাখা হয় তাহলে বাড়ির কর্তা অনুমতি না দেয়া পর্যন্ত খাওয়া শুরু করবে না। [৩৭৬৪]",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، قَالَ حَدَّثَنِي وَحْشِيُّ بْنُ حَرْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ أَصْحَابَ النَّبِيِّ، صلى الله عليه وسلم قَالُوا يَا رَسُولَ اللَّهِ إِنَّا نَأْكُلُ وَلاَ نَشْبَعُ ‏.‏ قَالَ ‏\"‏ فَلَعَلَّكُمْ تَفْتَرِقُونَ ‏\"‏ ‏.‏ قَالُوا نَعَمْ ‏.‏ قَالَ ‏\"‏ فَاجْتَمِعُوا عَلَى طَعَامِكُمْ وَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهِ يُبَارَكْ لَكُمْ فِيهِ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ إِذَا كُنْتَ فِي وَلِيمَةٍ فَوُضِعَ الْعَشَاءُ فَلاَ تَأْكُلْ حَتَّى يَأْذَنَ لَكَ صَاحِبُ الدَّارِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৭৬৪] ইবনু মাজাহ, আহমাদ।"
  },
  {
    "hadith_id": 3775,
    "narrator": "জা‘ফার (রহঃ) সূত্র",
    "bn": "তার নিকট এ হাদীস যুহরীর সূত্রে পৌঁছেছে। [৩৭৭৫]\n\nআমি এটি সহীহ এবং যঈফেও পাইনি।",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ زَيْدِ بْنِ أَبِي الزَّرْقَاءِ، حَدَّثَنَا أَبِي، حَدَّثَنَا جَعْفَرٌ، أَنَّهُ بَلَغَهُ عَنِ الزُّهْرِيِّ، بِهَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "[৩৭৭৫] এর পূর্বেরটি দেখুন।"
  },
  {
    "hadith_id": 3781,
    "narrator": "ইমাম আবূ দাঊদ (রহঃ)",
    "bn": "ইমাম আবূ দাঊদ (রহঃ) একই সানাদ বর্ণনা করেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাহুর গোশত অধিক পছন্দ করতেন। বর্ণনাকারী বলেন, এই বাহুর গোশতেই বিষ মিশানো হয়েছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জানতেন, ইয়াহুদীরা এতে বিষ মিশিয়ে ছিল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو دَاوُدَ، بِهَذَا الإِسْنَادِ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُعْجِبُهُ الذِّرَاعُ ‏.‏ قَالَ وَسُمَّ فِي الذِّرَاعِ وَكَانَ يَرَى أَنَّ الْيَهُودَ هُمْ سَمُّوهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3784,
    "narrator": "ক্বাবীসাহ ইবনু হুলব (রহঃ) হতে তার পিতার সূত্র",
    "bn": "তিনি বলেন, আমি এক ব্যক্তিকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করতে শুনেছি, সে বললো, এমন খাবার আছে কি যা আমি অপছন্দ করবো? তিনি বললেনঃ তোমার মনে যেন কোন হালাল বস্তু সংশয় সৃষ্টি না করে। তাহলে তুমি নাসারাদের সদৃশ হবে। কেননা তারা প্রত্যেক জিনিসে সংশয় বোধ করতো। [৩৭৮৪]",
    "ar": "",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৭৮৪] তিরমিযী, ইবনু মাজাহ, আহমাদ। ইমাম তিরমিযী বলেন: এই হাদীসটি হাসান।"
  },
  {
    "hadith_id": 3797,
    "narrator": "বুরাইহ ইবনু ‘উমার ইবনু সাফীনাহ (রহঃ) হতে পর্যায়ক্রমে তার পিতা ও দাদার সূত্র",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর সঙ্গে হুবারার গোশত খেয়েছি। [৩৭৯৭]\n\nদুর্বলঃ মিশকাত (৪১২৫)।",
    "ar": "",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৭৯৭] তিরমিযীঃ তিনি বলেনঃ এই হাদীসটি গরীব। বায়হাক্বী। সানাদের ইবরাহীমকে দারাকুতনী যঈফ বলেছেন। ইবনু হিব্বান বলেনঃ তার দ্বারা দলীল গ্রহণ হালাল নয়। ইমাম বুখারী বলেনঃ মাজহুল। ইবনু হাজার আত-তালখীস গ্রন্থে বলেনঃ এর সানাদ দুর্বল।"
  },
  {
    "hadith_id": 3799,
    "narrator": "ঈসা ইবনু নুমাইলাহ (রহঃ) হতে তার পিতার সূত্র",
    "bn": "তিনি বলেন, আমি ইবনু ‘উমার (রাঃ)-এর নিকট উপস্থিত ছিলাম। তাকে সজারুর গোশত খাওয়া সম্পর্কে প্রশ্ন করা হলে তিনি এ আয়াত পড়েনঃ “আপনি বলুন, আমার নিকট যে ওয়াহী এসেছে তাতে এমন কোন বস্তু পাই না যা খাওয়া কারো পক্ষে হারাম....” (সূরাহ আল-আনআমঃ ১৪৫) পূর্ণ আয়াত। বর্ণনাকারী বলেন, এক প্রবীণ শাইখ ইবনু ‘উমার (রাঃ)-কে বললেন, আমি আবূ হুরায়রা (রাঃ)-কে বলতে শুনেছি, রাসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সামনে সজারু সম্পর্কে আলাপ করা হলে তিনি বলেনঃ “নাপাক প্রাণীর মধ্যকার একটি প্রাণী।” ইবনু ‘উমার (রাঃ) বলেন, যদি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একথা বলে থাকেন তাহলে তিনি ঠিকই বলেছেন, যা আমার জানা ছিলো না। [৩৭৯৯]",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ خَالِدٍ الْكَلْبِيُّ أَبُو ثَوْرٍ، حَدَّثَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عِيسَى بْنِ نُمَيْلَةَ، عَنْ أَبِيهِ، قَالَ كُنْتُ عِنْدَ ابْنِ عُمَرَ فَسُئِلَ عَنْ أَكْلِ الْقُنْفُذِ، فَتَلاَ ‏{‏ قُلْ لاَ أَجِدُ فِيمَا أُوحِيَ إِلَىَّ مُحَرَّمًا ‏}‏ الآيَةَ قَالَ قَالَ شَيْخٌ عِنْدَهُ سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُ ذُكِرَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ خَبِيثَةٌ مِنَ الْخَبَائِثِ ‏\"‏ ‏.‏ فَقَالَ ابْنُ عُمَرَ إِنْ كَانَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم هَذَا فَهُوَ كَمَا قَالَ مَا لَمْ نَدْرِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৭৯৯] আহমাদ। আহমাদ শাকির বলেনঃ এর সানাদে অজ্ঞাত ব্যক্তি রয়েছে। সানাদে ঈসা ইবনু নুমাইলাকে ইবনু হিব্বান সিক্বাহ বলেছেন এবং তার পিতা তামীলাহ পরিচিত নন।"
  },
  {
    "hadith_id": 3798,
    "narrator": "মিলক্বাম ইবনু তালিব্ব (রহঃ) হতে তার পিতার সূত্র",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ছিলাম। কিন্তু কখনো ‘হাশরাতুল আরদ’ হারাম হওয়া সম্পর্কে কিছু শুনিনি। [৩৭৯৮]",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا غَالِبُ بْنُ حَجْرَةَ، حَدَّثَنِي مِلْقَامُ بْنُ تَلِبٍّ، عَنْ أَبِيهِ، قَالَ صَحِبْتُ النَّبِيَّ صلى الله عليه وسلم فَلَمْ أَسْمَعْ لِحَشَرَةِ الأَرْضِ تَحْرِيمًا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৭৯৮] বায়হাক্বী। এর সানাদে গালিব ইবনু হাজরাহ অজ্ঞাত।"
  },
  {
    "hadith_id": 3809,
    "narrator": "গালিব ইবনু আবজার (রাঃ) সূত্র",
    "bn": "তিনি বলেন, আমরা এক বছর দুর্ভিক্ষে পড়লাম। পরিবার-পরিজনের খাওয়ার ব্যবস্থা করার মত সম্পদ আমার ছিলো না, কয়েকটি গাধা ব্যতিত। ইতোপূর্বে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গৃহপালিত গাধার গোশত খেতে নিষেধ করেছেন। আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললাম, হে আল্লাহর রসূল! আমারা দুর্ভিক্ষে পড়েছি। মোটাতাজা কয়েকটি গাধা ছাড়া আমার এমন কোন কিছু নেই যা দিয়ে আমি পরিবার-পরিজনের আহারের ব্যবস্থা করবো। অথচ আপনি গৃহপালিত গাধার গোশত খাওয়া হারাম করেছেন। তিনি বলেনঃ তোমার পরিবারের লোকদেরকে মোটাতাজা গাধার গোশত খাওয়াও। নাপাক খাওয়ায় অভ্যস্ত হওয়ার কারণে আমি গৃহপালিত গাধার গোশত খাওয়া হারাম করেছিলাম। [৩৮০৯]",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ إِسْرَائِيلَ، عَنْ مَنْصُورٍ، عَنْ عُبَيْدٍ أَبِي الْحَسَنِ، عَنْ عَبْدِ الرَّحْمَنِ، عَنْ غَالِبِ بْنِ أَبْجَرَ، قَالَ أَصَابَتْنَا سَنَةٌ فَلَمْ يَكُنْ فِي مَالِي شَىْءٌ أُطْعِمُ أَهْلِي إِلاَّ شَىْءٌ مِنْ حُمُرٍ وَقَدْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَرَّمَ لُحُومَ الْحُمُرِ الأَهْلِيَّةِ فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ أَصَابَتْنَا السَّنَةُ وَلَمْ يَكُنْ فِي مَالِي مَا أُطْعِمُ أَهْلِي إِلاَّ سِمَانُ الْحُمُرِ وَإِنَّكَ حَرَّمْتَ لُحُومَ الْحُمُرِ الأَهْلِيَّةِ ‏.‏ فَقَالَ ‏ \"‏ أَطْعِمْ أَهْلَكَ مِنْ سَمِينِ حُمُرِكَ فَإِنَّمَا حَرَّمْتُهَا مِنْ أَجْلِ جَوَالِّ الْقَرْيَةِ ‏\"‏ ‏.‏ يَعْنِي الْجَلاَّلَةَ ‏.‏ قَالَ أَبُو دَاوُدَ عَبْدُ الرَّحْمَنِ هَذَا هُوَ ابْنُ مَعْقِلٍ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَى شُعْبَةُ هَذَا الْحَدِيثَ عَنْ عُبَيْدٍ أَبِي الْحَسَنِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ مَعْقِلٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ بِشْرٍ عَنْ نَاسٍ مِنْ مُزَيْنَةَ أَنَّ سَيِّدَ مُزَيْنَةَ أَبْجَرَ أَوِ ابْنَ أَبْجَرَ سَأَلَ النَّبِيَّ صلى الله عليه وسلم",
    "grade_id": 27,
    "grade": "দুর্বল মুযতারিব",
    "grade_color": "#F85B24",
    "note": "[৩৮০৯] বায়হাক্বী। এর সানাদে উলটপালট (ইযতিরাব) হয়েছে।"
  },
  {
    "hadith_id": 3811,
    "narrator": "‘আমর ইবনু শু‘আইব (রহঃ) হতে পর্যায়ক্রমে তার পিতা ও তার দাদার সূত্র",
    "bn": "তিনি (দাদা) বলেন, খায়বার যুদ্ধের দিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গৃহপালিত গাধার গোশত এবং নাপাকী খায় এমন প্রানীর গোশত খেতে ও তাতে সওয়ার হতে নিষেধ করেছেন।  [৩৮১১]",
    "ar": "حَدَّثَنَا سَهْلُ بْنُ بَكَّارٍ، حَدَّثَنَا وُهَيْبٌ، عَنِ ابْنِ طَاوُسٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ خَيْبَرَ عَنْ لُحُومِ الْحُمُرِ الأَهْلِيَّةِ وَعَنِ الْجَلاَّلَةِ عَنْ رُكُوبِهَا وَأَكْلِ لَحْمِهَا ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[৩৮১১] নাসায়ী, আহমাদ।"
  },
  {
    "hadith_id": 3810,
    "narrator": "মিস‘আর (রহঃ)",
    "bn": "আমার মতে গালিব (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট এ বর্ণনা নিয়ে আসেন। [৩৮১০]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا أَبُو نُعَيْمٍ، عَنْ مِسْعَرٍ، عَنِ ابْنِ عُبَيْدٍ، عَنِ ابْنِ مَعْقِلٍ، عَنْ رَجُلَيْنِ، مِنْ مُزَيْنَةَ أَحَدُهُمَا عَنِ الآخَرِ، أَحَدُهُمَا عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ عُوَيْمٍ وَالآخَرُ غَالِبُ بْنُ الأَبْجَرِ ‏.‏ قَالَ مِسْعَرٌ أَرَى غَالِبًا الَّذِي أَتَى النَّبِيَّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৮১০] বায়হাক্বী। এই সানাদটিও মুযতারিব।"
  },
  {
    "hadith_id": 3827,
    "narrator": "মু’আবিয়াহ ইবনু কুররাহ (রহঃ) হতে তার পিতার সূত্র",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’টি গাছ খেতে বারন করেছেন। তিনি বলেছেনঃ যে ব্যাক্তি ঐ গাছ দু’টো খাবে সে যেনো অবশ্যই আমাদের মাসজিদে না আসে। তিনি আরো বলেছেনঃ তোমাদের যদি একান্তই এটা খেতে হয় তাহলে রান্না করে দুর্গন্ধ দুর করে খাও। বর্ণনাকারী বলেন, গাছ দু’টি হলো পিয়াজ ও রসুন।",
    "ar": "حَدَّثَنَا عَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ، حَدَّثَنَا أَبُو عَامِرٍ عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، حَدَّثَنَا خَالِدُ بْنُ مَيْسَرَةَ، - يَعْنِي الْعَطَّارَ - عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ هَاتَيْنِ الشَّجَرَتَيْنِ وَقَالَ ‏\"‏ مَنْ أَكَلَهُمَا فَلاَ يَقْرَبَنَّ مَسْجِدَنَا ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ إِنْ كُنْتُمْ لاَ بُدَّ آكِلِيهِمَا فَأَمِيتُوهُمَا طَبْخًا ‏\"‏ ‏.‏ قَالَ يَعْنِي الْبَصَلَ وَالثُّومَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3837,
    "narrator": "বুসর আস-সুলামীর দুই পুত্রের সূত্র",
    "bn": "তারা উভয়ে বলেন, একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের বাড়িতে প্রবেশ করলেন। আমরা তাঁকে পনীর ও খেজুর খেতে দিলাম। তিনি পনীর ও খেজুর খুব পছন্দ করতেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْوَزِيرِ، حَدَّثَنَا الْوَلِيدُ بْنُ مَزْيَدٍ، قَالَ سَمِعْتُ ابْنَ جَابِرٍ، قَالَ حَدَّثَنِي سُلَيْمُ بْنُ عَامِرٍ، عَنِ ابْنَىْ، بُسْرٍ السُّلَمِيَّيْنِ قَالاَ دَخَلَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَدَّمْنَا زُبْدًا وَتَمْرًا وَكَانَ يُحِبُّ الزُّبْدَ وَالتَّمْرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3843,
    "narrator": "ইবনু ‘আব্বাস (রাঃ) হতে মাইমুনাহ (রাঃ) সূত্র",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে হাদীস বর্ণনা করেছেন তা ইবনুল মুসাইয়্যাব বর্ণিত যুহ্রীর হাদীসের অনুরূপ। [৩৮৪৩]\n\nসনদঃ পাওয়া যায়নি।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ بُوذَوَيْهِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ الزُّهْرِيِّ عَنِ ابْنِ الْمُسَيَّبِ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "[৩৮৪৩] এটি গত হয়েছে হা/৩৮৪১।"
  },
  {
    "hadith_id": 3848,
    "narrator": "ইবনু কা’ব ইবনু মালিক (রাঃ) হতে তার পিতার সূত্র",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তিন আঙ্গুল দিয়ে আহার করতেন এবং আঙ্গুল চেটে খাওয়ার আগে তা মুছতেন না।",
    "ar": "حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَعْدٍ، عَنِ ابْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَأْكُلُ بِثَلاَثِ أَصَابِعَ وَلاَ يَمْسَحُ يَدَهُ حَتَّى يَلْعَقَهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3815,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সমুদ্র যা নিক্ষেপ করে বা পানি সরে গেলে যা পাওয়া যায় তা খাও, আর যা মরে ভেসে উঠে তা খেও না। [৩৮১৫]\n\nদুর্বলঃ মিশকাত (৪১৩৩)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ، حَدَّثَنَا يَحْيَى بْنُ سُلَيْمٍ الطَّائِفِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ أُمَيَّةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا أَلْقَى الْبَحْرُ أَوْ جَزَرَ عَنْهُ فَكُلُوهُ وَمَا مَاتَ فِيهِ وَطَفَا فَلاَ تَأْكُلُوهُ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَى هَذَا الْحَدِيثَ سُفْيَانُ الثَّوْرِيُّ وَأَيُّوبُ وَحَمَّادٌ عَنْ أَبِي الزُّبَيْرِ أَوْقَفُوهُ عَلَى جَابِرٍ وَقَدْ أُسْنِدَ هَذَا الْحَدِيثُ أَيْضًا مِنْ وَجْهٍ ضَعِيفٍ عَنِ ابْنِ أَبِي ذِئْبٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৮১৫] ইবনু মাজাহ্‌,বায়হাক্বী।"
  }
]