[
  {
    "hadith_id": 4009,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গণ-গোসলখানায় প্রবেশ করতে নিষেধ করেছেন। অতঃপর পুরুষদের লুঙ্গি-পায়জামা পরে প্রবেশের অনুমতি দিয়েছেন। [৪০০৯]",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ، عَنْ أَبِي عُذْرَةَ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ دُخُولِ الْحَمَّامَاتِ ثُمَّ رَخَّصَ لِلرِّجَالِ أَنْ يَدْخُلُوهَا فِي الْمَيَازِرِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪০০৯] তিরমিযী। ইমাম তিরমিযী বলেনঃ আমরা হাদীসটি হাম্মাদ ইবনু সালামাহ থেকেই জেনেছি। সানাদটি এভাবে প্রতিষ্ঠিত নয়। ইবনু মাজাহ, আহমাদ। এর সানাদের আবুল উজরাহ সম্পর্কে হাফিয বলেনঃ মাজহুল।"
  },
  {
    "hadith_id": 4010,
    "narrator": "আবুল মালীহ (রাঃ)",
    "bn": "তিনি বলেন, একদা সিরিয়ার কতিপয় মহিলা ‘আয়িশাহ (রাঃ)-এর নিকট আসলে তিনি প্রশ্ন করলেন, তোমরা কারা? তারা বললো, আমরা সিরিয়ার অধিবাসী। তিনি বললেন, তোমরা সম্ভবত সেই শহরের অধিবাসী, যেখানে মহিলারাও গণ-গোসলখানায় প্রবেশ করে। তারা বললো, হাঁ। তিনি বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ কোন মহিলা নিজের ঘর ছাড়া অন্যত্র তার পরিধেয় বস্ত্র খুললে সে তার ও আল্লাহর মধ্যকার পর্দা ছিড়ে ফেললো অর্থাৎ সম্পর্ক ছিন্ন করলো।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ قُدَامَةَ، حَدَّثَنَا جَرِيرٌ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، - جَمِيعًا - عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، - قَالَ ابْنُ الْمُثَنَّى - عَنْ أَبِي الْمَلِيحِ، قَالَ دَخَلَ نِسْوَةٌ مِنْ أَهْلِ الشَّامِ عَلَى عَائِشَةَ - رضى الله عنها - فَقَالَتْ مِمَّنْ أَنْتُنَّ قُلْنَ مِنْ أَهْلِ الشَّامِ ‏.‏ قَالَتْ لَعَلَّكُنَّ مِنَ الْكُورَةِ الَّتِي تَدْخُلُ نِسَاؤُهَا الْحَمَّامَاتِ قُلْنَ نَعَمْ ‏.‏ قَالَتْ أَمَا إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَا مِنِ امْرَأَةٍ تَخْلَعُ ثِيَابَهَا فِي غَيْرِ بَيْتِهَا إِلاَّ هَتَكَتْ مَا بَيْنَهَا وَبَيْنَ اللَّهِ تَعَالَى ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ هَذَا حَدِيثُ جَرِيرٍ وَهُوَ أَتَمُّ وَلَمْ يَذْكُرْ جَرِيرٌ أَبَا الْمَلِيحِ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4011,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আমর (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ শীঘ্রই তোমাদের হাতে অনারবদের বহু অঞ্চল বিজিত হবে এবং সেখানে তোমরা এমন কতগুলো ঘর দেখবে যেগুলোকে গণ-গোসলখানা বলা হয়। লুঙ্গি-পায়জামা ছাড়া কোন পুরুষ যেন তাতে প্রবেশ না করে এবং পীড়িতা ও নেফাসগ্রস্তা ছাড়া অন্য মহিলাদের তাতে প্রবেশ করতে তোমরা নিষেধ করো। [৪০১১]",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زِيَادِ بْنِ أَنْعَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ رَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّهَا سَتُفْتَحُ لَكُمْ أَرْضُ الْعَجَمِ وَسَتَجِدُونَ فِيهَا بُيُوتًا يُقَالُ لَهَا الْحَمَّامَاتُ فَلاَ يَدْخُلَنَّهَا الرِّجَالُ إِلاَّ بِالأُزُرِ وَامْنَعُوهَا النِّسَاءَ إِلاَّ مَرِيضَةً أَوْ نُفَسَاءَ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪০১১] ইবনু মাজাহ, বায়হাক্বী। সানাদে ‘আবদুর রহমান ইবনু যিয়াদ বিন আনউম দুর্বল।"
  },
  {
    "hadith_id": 4015,
    "narrator": "‘আলী (রাঃ)",
    "bn": "বর্ণিত। তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা ঊরুদেশ অনাবৃত করো না এবং জীবিত ও মৃত লোকের ঊরুর দিকে তাকিও না। [৪০১৫]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ سَهْلٍ الرَّمْلِيُّ، حَدَّثَنَا حَجَّاجٌ، عَنِ ابْنِ جُرَيْجٍ، قَالَ أُخْبِرْتُ عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، عَنْ عَلِيٍّ، رضى الله عنه قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَكْشِفْ فَخِذَكَ وَلاَ تَنْظُرْ إِلَى فَخِذِ حَىٍّ وَلاَ مَيِّتٍ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ هَذَا الْحَدِيثُ فِيهِ نَكَارَةٌ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "[৪০১৫] এটি গত হয়েছে হা/৩১৪০।"
  },
  {
    "hadith_id": 4012,
    "narrator": "ইয়া’লা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ব্যাক্তিকে উলঙ্গ হয়ে খোলা জায়গায় গোসল করতে দেখলেন। অতঃপর মিম্বারে উঠে আল্লাহর প্রশংসা ও গুণগান করার পর বললেনঃ নিশ্চয়ই আল্লাহ লজ্জাশীল, গোপনীয়তা অবলম্বনকারী। তিনি লজ্জা ও গোপনীয়তা পছন্দ করেন। তোমাদের কেউ গোসল করতে চাইলে সে যেন গোপনীয়তা অবলম্বন করে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ نُفَيْلٍ، حَدَّثَنَا زُهَيْرٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ الْعَرْزَمِيِّ، عَنْ عَطَاءٍ، عَنْ يَعْلَى، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَأَى رَجُلاً يَغْتَسِلُ بِالْبَرَازِ بِلاَ إِزَارٍ فَصَعِدَ الْمِنْبَرَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ صلى الله عليه وسلم ‏ \"‏ إِنَّ اللَّهَ عَزَّ وَجَلَّ حَيِيٌّ سِتِّيرٌ يُحِبُّ الْحَيَاءَ وَالسَّتْرَ فَإِذَا اغْتَسَلَ أَحَدُكُمْ فَلْيَسْتَتِرْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4016,
    "narrator": "আল-মিসওয়ার ইবনু মাখরামাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি একটি ভারী পাথর বহন করে হাঁটছিলাম, হঠাৎ আমার পরিধেয় বস্ত্র খুলে পড়ে গেলো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে ডেকে বললেনঃ কাপড় সামলিয়ে নাও, তোমরা উলঙ্গ অবস্থায় চলাফেরা করবে না।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الأُمَوِيُّ، عَنْ عُثْمَانَ بْنِ حَكِيمٍ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلٍ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، قَالَ حَمَلْتُ حَجَرًا ثَقِيلاً فَبَيْنَا أَمْشِي فَسَقَطَ عَنِّي ثَوْبِي فَقَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ خُذْ عَلَيْكَ ثَوْبَكَ وَلاَ تَمْشُوا عُرَاةً ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4019,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন পুরুষ অন্য পুরুষের সাথে এবং কোন নারী অন্য নারীর সাথে একই বিছানায় ঘুমাবে না, তবে শিশু বাচ্চা হলে বাবা-মা ছেলের সাথে অথবা ছোট সন্তান বাবার সাথে একই সাথে একই বিছানায় ঘুমাতে পারে। বর্ণনাকারী বলেন, তিনি তৃতীয় আরেকটি কথা বলেছেন কিন্তু আমি তা ভুলে গিয়েছি। [৪০১৯]",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا ابْنُ عُلَيَّةَ، عَنِ الْجُرَيْرِيِّ، ح وَحَدَّثَنَا مُؤَمَّلُ بْنُ هِشَامٍ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ رَجُلٍ، مِنَ الطُّفَاوَةِ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يُفْضِيَنَّ رَجُلٌ إِلَى رَجُلٍ وَلاَ امْرَأَةٌ إِلَى امْرَأَةٍ إِلاَّ وَلَدًا أَوْ وَالِدًا ‏\"‏ ‏.‏ قَالَ وَذَكَرَ الثَّالِثَةَ فَنَسِيتُهَا ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪০১৯] বায়হাক্বী। এর সানাদে নাম উল্লেখহীন জনৈক ব্যাক্তি রয়েছে।"
  },
  {
    "hadith_id": 4013,
    "narrator": "সাফওয়ান ইবনু ইয়া‘লা (রহঃ) তাঁর পিতা",
    "bn": "সাফওয়ান ইবনু ইয়া‘লা (রহঃ) তাঁর পিতার সূত্রে এ হাদীসটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেন। ইমাম আবূ দাঊদ (রহঃ) বলেন, প্রথম বর্ণনাটি পূর্ণাঙ্গ। [৪০১৩]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ أَبِي خَلَفٍ، حَدَّثَنَا الأَسْوَدُ بْنُ عَامِرٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنْ صَفْوَانَ بْنِ يَعْلَى، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا الْحَدِيثِ ‏.‏ قَالَ أَبُو دَاوُدَ الأَوَّلُ أَتَمُّ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৪০১৩] নাসায়ী, আহমাদ।"
  },
  {
    "hadith_id": 4014,
    "narrator": "যুর’আহ ইবনু ‘আবদুর রহমান ইবনু জারহাদ (রহঃ) হতে তার পিতা",
    "bn": "তিনি বলেন, এই ‘জারহাদ’ আস্‌হাবে সুফ্‌ফার অন্যতম সদস্য ছিলেন। তিনি বলেন, একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকট বসলেন, আমার ঊরুদেশ তখন অনাবৃত ছিল। তিনি বললেনঃ তুমি কি জানো না যে, ঊরুদেশ গোপন অঙ্গ? [৪০১৪]",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ أَبِي النَّضْرِ، عَنْ زُرْعَةَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ جَرْهَدٍ، عَنْ أَبِيهِ، - قَالَ كَانَ جَرْهَدٌ هَذَا مِنْ أَصْحَابِ الصُّفَّةِ - قَالَ جَلَسَ رَسُولُ اللَّهِ صلى الله عليه وسلم عِنْدَنَا وَفَخِذِي مُنْكَشِفَةٌ فَقَالَ ‏ \"‏ أَمَا عَلِمْتَ أَنَّ الْفَخِذَ عَوْرَةٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4017,
    "narrator": "বাহ্‌য ইবনু হাকীম (রাঃ) হতে তার পিতা ও দাদা",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করলাম, হে আল্লাহর রাসূল! আমাদের ঢেকে রাখার অঙ্গসমূহ কার সামনে আবৃত রাখবো এবং কার সামনে অনাবৃত করবো? তিনি বলেনঃ তোমার স্ত্রী ও দাসী ব্যতীত সবার সামনে তা আবৃত রাখো। বর্ণনাকারী বলেনঃ যতদূর সম্ভব কেউ যেন অন্যের গোপন অঙ্গের দিকে না তাকায়। বর্ণনাকারী বলেন, আমি প্রশ্ন করলাম, হে আল্লাহর রাসূল! আমাদের কেউ যখন নির্জনে থাকে? তিনি বলেনঃ লজ্জার ব্যাপারে আল্লাহ মানুষের চেয়ে অধিক হকদার। [৪০১৭]",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا أَبِي ح، وَحَدَّثَنَا ابْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى، نَحْوَهُ عَنْ بَهْزِ بْنِ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ عَوْرَاتُنَا مَا نَأْتِي مِنْهَا وَمَا نَذَرُ قَالَ ‏\"‏ احْفَظْ عَوْرَتَكَ إِلاَّ مِنْ زَوْجَتِكَ أَوْ مَا مَلَكَتْ يَمِينُكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِذَا كَانَ الْقَوْمُ بَعْضُهُمْ فِي بَعْضٍ قَالَ ‏\"‏ إِنِ اسْتَطَعْتَ أَنْ لاَ يَرَيَنَّهَا أَحَدٌ فَلاَ يَرَيَنَّهَا ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِذَا كَانَ أَحَدُنَا خَالِيًا قَالَ ‏\"‏ اللَّهُ أَحَقُّ أَنْ يُسْتَحْيَا مِنْهُ مِنَ النَّاسِ ‏\"‏ ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৪০১৭] তিরমিযী, ইবনু মাজাহ, আহমাদ। ইমাম তিরমিযী বলেনঃ এই হাদীসটি হাসান।"
  },
  {
    "hadith_id": 4018,
    "narrator": "‘আবদুর রহমান ইবনু আবূ সাঈদ আল-খুদরী (রহঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ কোন পুরুষ অন্য পুরুষের গোপন অঙ্গের দিকে তাকাবে না এবং কোন নারীও অন্য নারীর গোপন অঙ্গের দিকে তাকাবে না। আর কোন পুরুষ অপর পুরুষের সাথে একই কাপড়ের ভিতরে একত্রে ঘুমাবে না এবং কোন নারীও অপর নারীর সাথে একই কাপড়ের ভিতরে ঘুমাবে না। [৪০১৮]",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنِ الضَّحَّاكِ بْنِ عُثْمَانَ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَنْظُرُ الرَّجُلُ إِلَى عُرْيَةِ الرَّجُلِ وَلاَ الْمَرْأَةُ إِلَى عُرْيَةِ الْمَرْأَةِ وَلاَ يُفْضِي الرَّجُلُ إِلَى الرَّجُلِ فِي ثَوْبٍ وَاحِدٍ وَلاَ تُفْضِي الْمَرْأَةُ إِلَى الْمَرْأَةِ فِي ثَوْبٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]