[
  {
    "hadith_id": 4159,
    "narrator": "‘আবদুল্লাহ ইবনু মুগাফফাল (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সব সময় চুল আঁচড়াতে নিষেধ করেছেন, তবে একদিন পরপর (আঁচড়ালে দোষ নেই)।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ التَّرَجُّلِ إِلاَّ غِبًّا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4160,
    "narrator": "‘আবদুলাহ ইবনু বুরাইদাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এক সাহাবী মিসরে অবস্থারত ফাদালাহ ইবনু ‘উবাইদ (রাঃ)-এর নিকট পৌঁছেন। অতঃপর তিনি বলেন, আমি কেবল আপনার সাথে সাক্ষাৎ করতে আসিনি, বরং আমি এবং আপনি যে হাদীসটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট শুনেছি, আশা করি এ সম্পর্কে আপনার কিছু জানা আছে। তিনি বললেন, তা কোন বিষয়ে? তিনি বললেন, এরূপ এরূপ। তিনি বলেন, আপনি একটি স্থানের নেতা, অথচ আপনার মাথায় চুল উস্কোখুস্কো দেখছি? সাহাবী বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে মাত্রাতিরিক্ত জাঁকজমক দেখাতে নিষেধ করেছেন। তিনি (ফাদালাহ) বলেন, আপনার পায়ে জুতা দেখছি না কেন? তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে মাঝেমধ্যে খালি পায়ে চলার আদেশ দিতেন।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا يَزِيدُ الْمَازِنِيُّ، أَخْبَرَنَا الْجُرَيْرِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، أَنَّ رَجُلاً، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم رَحَلَ إِلَى فَضَالَةَ بْنِ عُبَيْدٍ وَهُوَ بِمِصْرَ فَقَدِمَ عَلَيْهِ فَقَالَ أَمَا إِنِّي لَمْ آتِكَ زَائِرًا وَلَكِنِّي سَمِعْتُ أَنَا وَأَنْتَ حَدِيثًا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم رَجَوْتُ أَنْ يَكُونَ عِنْدَكَ مِنْهُ عِلْمٌ ‏.‏ قَالَ وَمَا هُوَ قَالَ كَذَا وَكَذَا قَالَ فَمَا لِي أَرَاكَ شَعِثًا وَأَنْتَ أَمِيرُ الأَرْضِ قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَنْهَانَا عَنْ كَثِيرٍ مِنَ الإِرْفَاهِ ‏.‏ قَالَ فَمَا لِي لاَ أَرَى عَلَيْكَ حِذَاءً قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَأْمُرُنَا أَنْ نَحْتَفِيَ أَحْيَانًا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4161,
    "narrator": "আবূ উমামাহ সা’লাবা আল-আনসারী (রাঃ)",
    "bn": "তিনি বলেন, একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবীগণ তাঁর সামনে দুনিয়াদারী সম্পর্কে আলোচনা করছিলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা কি শুনেতে পাও না!  তোমরা কি শুনতে পাও না যে, পোশাক-পরিচ্ছেদে নম্রতা প্রকাশ ঈমানের অঙ্গ,  পোশাক-পরিচ্ছেদে নম্রতা প্রকাশ ঈমানের অঙ্গ অর্থাৎ পোশাক পরিচ্ছদে বাবুগিরি প্রদর্শন না করা।",
    "ar": "حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أُمَامَةَ، عَنْ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِي أُمَامَةَ، قَالَ ذَكَرَ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمًا عِنْدَهُ الدُّنْيَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَلاَ تَسْمَعُونَ أَلاَ تَسْمَعُونَ إِنَّ الْبَذَاذَةَ مِنَ الإِيمَانِ إِنَّ الْبَذَاذَةَ مِنَ الإِيمَانِ ‏\"‏ ‏.‏ يَعْنِي التَّقَحُّلَ ‏.‏ قَالَ أَبُو دَاوُدَ هُوَ أَبُو أُمَامَةَ بْنُ ثَعْلَبَةَ الأَنْصَارِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4162,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একটি উত্তম আতরদানি ছিল, তিনি তা হতে সুগন্ধি ব্যবহার করতেন।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو أَحْمَدَ، عَنْ شَيْبَانَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ الْمُخْتَارِ، عَنْ مُوسَى بْنِ أَنَسٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَتْ لِلنَّبِيِّ صلى الله عليه وسلم سُكَّةٌ يَتَطَيَّبُ مِنْهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4163,
    "narrator": "‘আবূ হুরাইরাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যার মাথায় চুল আছে সে যেন এর যত্ন নেয়।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ دَاوُدَ الْمَهْرِيُّ، أَخْبَرَنَا ابْنُ وَهْبٍ، حَدَّثَنِي ابْنُ أَبِي الزِّنَادِ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ كَانَ لَهُ شَعْرٌ فَلْيُكْرِمْهُ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4164,
    "narrator": "ইয়াহহিয়া ইবনু আবূ কাসীর (রহঃ)",
    "bn": "তিনি বলেন, কারীমহ বিনতু হাম্মাম (রহঃ) আমাকে বর্ণনা করেন যে, এক মহিলা মেহেদির খেযাব লাগানো সম্পর্কে ‘আয়িশাহ (রাঃ)-কে জিজ্ঞেস করলে তিনি বলেন, এটা ব্যবহারে কোন দোষ নেই; তবে আমি তা অপছন্দ করি। কারন আমার প্রিয় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এটির গন্ধ অপছন্দ করতেন। ইমাম আবূ দাঊদ (রহঃ) বলেন, অর্থাৎ মাথার চুলের খেযাব। [৪১৬৪]",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عَلِيِّ بْنِ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ حَدَّثَتْنِي كَرِيمَةُ بِنْتُ هَمَّامٍ، أَنَّ امْرَأَةً، أَتَتْ عَائِشَةَ - رضى الله عنها - فَسَأَلَتْهَا عَنْ خِضَابِ الْحِنَّاءِ فَقَالَتْ لاَ بَأْسَ بِهِ وَلَكِنِّي أَكْرَهُهُ كَانَ حَبِيبِي رَسُولُ اللَّهِ صلى الله عليه وسلم يَكْرَهُ رِيحَهُ ‏.‏ قَالَ أَبُو دَاوُدَ تَعْنِي خِضَابَ شَعْرِ الرَّأْسِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪১৬৪] নাসায়ী, আহমাদ। সানাদের কারীমাহ বিনতু হাম্মাম সম্পর্কে হাফিজ বলেনঃ মাক্ববূল।"
  },
  {
    "hadith_id": 4165,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "‘উতবাহ্‌র কন্যা হিন্দ (রাঃ) বলেন, হে আল্লাহর নাবী! আমার বাই’আত নিন। তিনি বলেনঃ তুমি তোমার দু’ হাতের তালু পরিবর্তন না করা পর্যন্ত তোমাকে বাই’য়াত করবো না। সে দু’টি যেন হিংস্র প্রাণীর থাবার ন্যায়। [৪১৬৫]",
    "ar": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَتْنِي غِبْطَةُ بِنْتُ عَمْرٍو الْمُجَاشِعِيَّةُ، قَالَتْ حَدَّثَتْنِي عَمَّتِي أُمُّ الْحَسَنِ، عَنْ جَدَّتِهَا، عَنْ عَائِشَةَ، رضى الله عنها أَنَّ هِنْدًا بِنْتَ عُتْبَةَ، قَالَتْ يَا نَبِيَّ اللَّهِ بَايِعْنِي ‏.‏ قَالَ ‏ \"‏ لاَ أُبَايِعُكِ حَتَّى تُغَيِّرِي كَفَّيْكِ كَأَنَّهُمَا كَفَّا سَبُعٍ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪১৬৫]  বায়হাক্বী, মিশকাত। এর সানাদের গিবতাহ মাক্ববূল। উম্মুল হাসান ও তার দাদীর অবস্থা জানা যায়নি।"
  },
  {
    "hadith_id": 4166,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, এক মহিলা পর্দার আড়াল হতে একটি কিতাব হাতে নিয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দিকে বাড়িয়ে দিলো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর হাত না বাড়িয়ে বললেনঃ আমি বুঝতে পারছি না টা কোন পুরুষের হাত নাকি নারীর হাত? সে বললো, বরং নারীর হাত। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি মহিলা হলে অবশ্যই তোমার নখগুলো মেহেদির রং দ্বারা রঞ্জিত করতে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مُحَمَّدٍ الصُّورِيُّ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا مُطِيعُ بْنُ مَيْمُونٍ، عَنْ صَفِيَّةَ بِنْتِ عِصْمَةَ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ أَوْمَتِ امْرَأَةٌ مِنْ وَرَاءِ سِتْرٍ بِيَدِهَا كِتَابٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَبَضَ النَّبِيُّ صلى الله عليه وسلم يَدَهُ فَقَالَ ‏\"‏ مَا أَدْرِي أَيَدُ رَجُلٍ أَمْ يَدُ امْرَأَةٍ ‏\"‏ ‏.‏ قَالَتْ بَلِ امْرَأَةٌ ‏.‏ قَالَ ‏\"‏ لَوْ كُنْتِ امْرَأَةً لَغَيَّرْتِ أَظْفَارَكِ ‏\"‏ ‏.‏ يَعْنِي بِالْحِنَّاءِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4168,
    "narrator": "‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অভিশাপ দিয়েছে ঐসব নারীদেরকে যারা পরচুলা তৈরী করে, যারা তা ব্যবহার করে, যারা দেহে উল্কি লাগিয়ে দেয় ও যারা উল্কি লাগায়।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، وَمُسَدَّدٌ، قَالاَ حَدَّثَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ وَالْوَاشِمَةَ وَالْمُسْتَوْشِمَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4167,
    "narrator": "হুমাইদ ইবনু ‘আবদুর রহমান (রহঃ)",
    "bn": "মু’আবিয়াহ (রাঃ) তার রাজত্বকালে হাজ্জ উপলক্ষে এক সমাবেশে মিম্বারে দাঁড়ালেন। তিনি তার দেহরক্ষী পুলিশের হাত হতে একগুচ্ছ কৃত্রিম চুল নিজ হাতে নিয়ে সবাইকে সম্বোধন করে বললেন, হে মাদীনাহ্‌বাসী! তোমাদের ‘আলেমগণ কোথায়? আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এটা ব্যবহার করতে নিষেধ করতে শুনেছি এবং আমি তাঁকে বলতে শুনেছি যে, বনী ইসরাঈলের নারীরা এ কৃত্রিম চুল ব্যবহারে অভ্যস্থ হওয়ায় ধ্বংস হয়েছে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، أَنَّهُ سَمِعَ مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ، عَامَ حَجَّ وَهُوَ عَلَى الْمِنْبَرِ وَتَنَاوَلَ قُصَّةً مِنْ شَعْرٍ كَانَتْ فِي يَدِ حَرَسِيٍّ يَقُولُ يَا أَهْلَ الْمَدِينَةِ أَيْنَ عُلَمَاؤُكُمْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنْ مِثْلِ هَذِهِ وَيَقُولُ ‏ \"‏ إِنَّمَا هَلَكَتْ بَنُو إِسْرَائِيلَ حِينَ اتَّخَذَ هَذِهِ نِسَاؤُهُمْ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4170,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, কোন অসুস্থতা ছাড়া যেসব নারী পরচুলা তৈরী করে, যে নারী তা ব্যবহার করে, যে নারী ভ্রুর চুল উপড়ে ফেলে এবং যে নারী দেহে উল্কি অংকন করে তাদেরকে অভিসম্পাত করা হয়েছে। ইমাম আবূ দাঊদ (রহঃ) বলেন, (আরবী) শব্দের ব্যাখ্যা হলো, যে নারী অন্য নারীর চুলের সাথে কৃত্রিম চুল সংযোজন করে। অর্থ হলো, (আরবী) যে নারী এরূপ কৃত্রিম চুল ব্যবহার করে। (আরবী) অর্থ যে নারী সরু করার জন্য ভ্রুর চুল উপড়িয়ে দেয়, (আরবী) অর্থ হলো, যে নারী এ কাজ করায়। (আরবী) অর্থ হলো, যে নারী চেহারায় সুরমা বা রঙের কালি দিয়ে চিত্র অঙ্কিত করে। (আরবী) অর্থ হলো যে নারী এ কাজ করায়।",
    "ar": "حَدَّثَنَا ابْنُ السَّرْحِ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ أُسَامَةَ، عَنْ أَبَانَ بْنِ صَالِحٍ، عَنْ مُجَاهِدِ بْنِ جَبْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لُعِنَتِ الْوَاصِلَةُ وَالْمُسْتَوْصِلَةُ وَالنَّامِصَةُ وَالْمُتَنَمِّصَةُ وَالْوَاشِمَةُ وَالْمُسْتَوْشِمَةُ مِنْ غَيْرِ دَاءٍ ‏.‏ قَالَ أَبُو دَاوُدَ وَتَفْسِيرُ الْوَاصِلَةِ الَّتِي تَصِلُ الشَّعْرَ بِشَعْرِ النِّسَاءِ وَالْمُسْتَوْصِلَةُ الْمَعْمُولُ بِهَا وَالنَّامِصَةُ الَّتِي تَنْقُشُ الْحَاجِبَ حَتَّى تَرِقَّهُ وَالْمُتَنَمِّصَةُ الْمَعْمُولُ بِهَا وَالْوَاشِمَةُ الَّتِي تَجْعَلُ الْخِيلاَنَ فِي وَجْهِهَا بِكُحْلٍ أَوْ مِدَادٍ وَالْمُسْتَوْشِمَةُ الْمَعْمُولُ بِهَا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4169,
    "narrator": "‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌ লা’নাত করেছেন ঐ নারীদের যে নারী উল্কি আঁকে ও যার দেহে অংকন করানো হয়। মুহাম্মাদ (রহঃ) বলেন, “যারা কৃত্রিম চুল ব্যবহার করে।” ‘উসমান (রহঃ) বলেন, “এবং যারা কপালের উপরের চুল উপড়িয়ে কপাল প্রশস্ত করে”, অতঃপর তারা দু’জনেই একমত হয়ে বলেন, “এবং যারা সৌন্দর্য লাভের জন্যে রেতি ইত্যাদি দ্বারা দাঁত ঘর্ষণ করে সরু করে দাঁতের মধ্যে ফাঁক সৃষ্টি করে, আল্লাহ্‌র সৃষ্টির পরিবর্তন করে তাদের প্রতিও লা’নাত। তিনি বলেন, বনী আসাদের উম্মু ইয়াকূব নাম্নী এক মহিলা একথা শুনেন এবং ঐ মহিলা কুরআন পড়তেন।” পরে উভয়ে একমত হয়ে বলেন, মহিলাটি তাঁর নিকট এসে বলেন, শুনতে পেলাম আপনি নাকি ঐসব নারীদের অভিশাপ দিয়েছেন, যারা দেহে উল্কি লাগায়, কৃত্রিম চুল ব্যবহার করে, কপালের উপরের চুল উপড়িয়ে কপাল প্রশস্ত করে, এবং যারা রেতি ইত্যাদি দ্বারা দাঁত ঘষে সরু করে, (‘উসমান বলেন), যারা আল্লাহ্‌র সৃষ্টির পরিবর্তন করে। ‘আবদুল্লাহ (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাদের প্রতি অভিশাপ দিয়েছেন, আমি তাদের অভিশাপ দিবো না এ কেমন কথা? অথচ এ বিষয়টি মহান আল্লাহ্‌র কিতাবে বিদ্যমান। মহিলা বলেন, আমি তো এ কিতাবের আদ্যোপান্ত পড়েছি; কিন্তু এ কথা তো পাইনি। তিনি বলেন, “আল্লাহ্‌র কসম! তুমি (ভালোভাবে) পড়লে অবশ্যই তা পেয়ে যেতে।” অতঃপর তিনি তিলাওয়াত করলেনঃ (অর্থ)\n“আর রাসূল তোমাদেরকে যা দেন তা গ্রহণ করো, আর যা হতে তোমাদের বিরত রাখেন, তা হতে বিরত থাকো, আর আল্লাহকে ভয় করো; নিঃসন্দেহে আল্লাহ্‌ কঠোর শাস্তিদাতা” (সূরাহ হাশরঃ ৭)\nমহিলা বললেন, আমি আপনার স্ত্রীকে দেখছি তিনি এসবের কিছু কিছু করেন। তিনি বললেন, তাহলে তুমি ভেতরে গিয়ে দেখে এসো। অতঃপর তিনি ভেতরে ঢুকে বেরিয়ে এলেন। তিনি (‘আবদুল্লাহ) বললেন, কি দেখলেন? ‘উসমান বলেন, তিনি বেরিয়ে এসে বললেন, না এসব করতে দেখিনি। তিনি বললেন, এসব থাকলে সে আমার সাথে থাকতে পারতো না।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى، وَعُثْمَانُ بْنُ أَبِي شَيْبَةَ، - الْمَعْنَى - قَالاَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ لَعَنَ اللَّهُ الْوَاشِمَاتِ وَالْمُسْتَوْشِمَاتِ ‏.‏ قَالَ مُحَمَّدٌ وَالْوَاصِلاَتِ وَقَالَ عُثْمَانُ وَالْمُتَنَمِّصَاتِ ثُمَّ اتَّفَقَا وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ الْمُغَيِّرَاتِ خَلْقَ اللَّهِ عَزَّ وَجَلَّ ‏.‏ فَبَلَغَ ذَلِكَ امْرَأَةً مِنْ بَنِي أَسَدٍ يُقَالُ لَهَا أُمُّ يَعْقُوبَ ‏.‏ زَادَ عُثْمَانُ كَانَتْ تَقْرَأُ الْقُرْآنَ ثُمَّ اتَّفَقَا فَأَتَتْهُ فَقَالَتْ بَلَغَنِي عَنْكَ أَنَّكَ لَعَنْتَ الْوَاشِمَاتِ وَالْمُسْتَوْشِمَاتِ ‏.‏ قَالَ مُحَمَّدٌ وَالْوَاصِلاَتِ وَقَالَ عُثْمَانُ وَالْمُتَنَمِّصَاتِ ثُمَّ اتَّفَقَا وَالْمُتَفَلِّجَاتِ قَالَ عُثْمَانُ لِلْحُسْنِ الْمُغَيِّرَاتِ خَلْقَ اللَّهِ تَعَالَى ‏.‏ فَقَالَ وَمَا لِي لاَ أَلْعَنُ مَنْ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ فِي كِتَابِ اللَّهِ تَعَالَى قَالَتْ لَقَدْ قَرَأْتُ مَا بَيْنَ لَوْحَىِ الْمُصْحَفِ فَمَا وَجَدْتُهُ ‏.‏ فَقَالَ وَاللَّهِ لَئِنْ كُنْتِ قَرَأْتِيهِ لَقَدْ وَجَدْتِيهِ ثُمَّ قَرَأَ ‏{‏ وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا ‏}‏ قَالَتْ إِنِّي أَرَى بَعْضَ هَذَا عَلَى امْرَأَتِكَ ‏.‏ قَالَ فَادْخُلِي فَانْظُرِي ‏.‏ فَدَخَلَتْ ثُمَّ خَرَجَتْ فَقَالَ مَا رَأَيْتِ وَقَالَ عُثْمَانُ فَقَالَتْ مَا رَأَيْتُ ‏.‏ فَقَالَ لَوْ كَانَ ذَلِكَ مَا كَانَتْ مَعَنَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4172,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কাউকে সুগন্ধি বস্তু উপহার দেয়া হলে সে যেন তা ফিরিয়ে না দেয়। কারণ তা উত্তম সুগন্ধি এবং সহজে বহনযোগ্য।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، وَهَارُونُ بْنُ عَبْدِ اللَّهِ، - الْمَعْنَى - أَنَّ أَبَا عَبْدِ الرَّحْمَنِ الْمُقْرِئَ، حَدَّثَهُمْ عَنْ سَعِيدِ بْنِ أَبِي أَيُّوبَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي جَعْفَرٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ عُرِضَ عَلَيْهِ طِيبٌ فَلاَ يَرُدَّهُ فَإِنَّهُ طَيِّبُ الرِّيحِ خَفِيفُ الْمَحْمَلِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4175,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে কোন নারী সুগন্ধি লাগাবে, সে যেন আমাদের সাথে ‘ইশার সলাতে উপস্থিত না হয়।",
    "ar": "حَدَّثَنَا النُّفَيْلِيُّ، وَسَعِيدُ بْنُ مَنْصُورٍ، قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ أَبُو عَلْقَمَةَ، قَالَ حَدَّثَنِي يَزِيدُ بْنُ خُصَيْفَةَ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَيُّمَا امْرَأَةٍ أَصَابَتْ بَخُورًا فَلاَ تَشْهَدَنَّ مَعَنَا الْعِشَاءَ ‏\"‏ ‏.‏ قَالَ ابْنُ نُفَيْلٍ ‏\"‏ عِشَاءَ الآخِرَةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4173,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ নারীরা যখন সুগন্ধি লাগিয়ে জনসমাজকে এর গন্ধ বিলানোর জন্য তাদের পাশ দিয়ে যাতায়াত করে, সে তখন এরূপ এরূপ। একথা বলে তিনি একটি কঠোর মন্তব্য করেন।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، أَخْبَرَنَا ثَابِتُ بْنُ عُمَارَةَ، حَدَّثَنِي غُنَيْمُ بْنُ قَيْسٍ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا اسْتَعْطَرَتِ الْمَرْأَةُ فَمَرَّتْ عَلَى الْقَوْمِ لِيَجِدُوا رِيحَهَا فَهِيَ كَذَا وَكَذَا ‏\"‏ ‏.‏ قَالَ قَوْلاً شَدِيدًا ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4179,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পুরুষদের জন্য জাফ্‌রান রং ব্যবহার নিষিদ্ধ করেছেন।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، أَنَّ حَمَّادَ بْنَ زَيْدٍ، وَإِسْمَاعِيلَ بْنَ إِبْرَاهِيمَ، حَدَّثَاهُمْ عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ التَّزَعْفُرِ لِلرِّجَالِ وَقَالَ عَنْ إِسْمَاعِيلَ أَنْ يَتَزَعْفَرَ الرَّجُلُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4177,
    "narrator": "‘আম্মার ইবনু ইয়াসির (রাঃ)",
    "bn": "তিনি বলেন, আমি কুসুম রং ব্যবহার করেছিলাম... অতঃপর পূর্বোক্ত হাদীসের অনুরূপ ঘটনা। তবে প্রথম সূত্রের ঘটনা পূর্ণাঙ্গ। বর্ণনাকারী বলেন, আমি ‘উমার ইবনু ‘আত্বা (রহঃ)-কে বললাম, লোকজন কি ইহ্‌রাম অবস্থায় ছিল? তিনি বলেন, না ইহ্‌রামহীন ছিল।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عُمَرُ بْنُ عَطَاءِ بْنِ أَبِي الْخُوَارِ، أَنَّهُ سَمِعَ يَحْيَى بْنَ يَعْمَرَ، يُخْبِرُ عَنْ رَجُلٍ، أَخْبَرَهُ عَنْ عَمَّارِ بْنِ يَاسِرٍ، - زَعَمَ عُمَرُ أَنَّ يَحْيَى، سَمَّى ذَلِكَ الرَّجُلَ فَنَسِيَ عُمَرُ اسْمَهُ - أَنَّ عَمَّارًا قَالَ تَخَلَّقْتُ بِهَذِهِ الْقِصَّةِ ‏.‏ وَالأَوَّلُ أَتَمُّ بِكَثِيرٍ فِيهِ ذَكَرَ الْغُسْلَ قَالَ قُلْتُ لِعُمَرَ وَهُمْ حُرُمٌ قَالَ لاَ الْقَوْمُ مُقِيمُونَ ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4180,
    "narrator": "‘আম্মার ইবনু ইয়াসির (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তিন প্রকার ব্যক্তির নিকট ফেরেশতারা আসেন না। (১) কাফিরের লাশের নিকট (জানাযায়), (২) জাফ্‌রান রং ব্যবহারকারী, এবং (৩) নাপাক ব্যক্তির নিকট, তবে সে উযু করলে ভিন্ন কথা।",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ الأُوَيْسِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ ثَوْرِ بْنِ زَيْدٍ، عَنِ الْحَسَنِ بْنِ أَبِي الْحَسَنِ، عَنْ عَمَّارِ بْنِ يَاسِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ ثَلاَثَةٌ لاَ تَقْرَبُهُمُ الْمَلاَئِكَةُ جِيفَةُ الْكَافِرِ وَالْمُتَضَمِّخُ بِالْخَلُوقِ وَالْجُنُبُ إِلاَّ أَنْ يَتَوَضَّأَ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4181,
    "narrator": "ওয়ালীদ ইবনু ‘উক্ববাহ (রাঃ)",
    "bn": "তিনি বলেন, যখন আল্লাহ্‌র নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাক্কাহ বিজয় করেন, তখন মক্কাবাসীরা তাদের শিশুদের নিয়ে তাঁর নিকট আসতে লাগলো। তিনি তাদের কল্যাণের জন্য দু’আ করতে থাকেন এবং তাদের মাথায় হাত বুলিয়ে দেন। তিনি বলেন, আমাকেও তাঁর নিকট নিয়ে আসা হলো। তখন আমাদের দেহে জাফ্‌রান লাগানো ছিল। জাফ্‌রানের কারণে তিনি আমাকে স্পর্শ করেননি।[৪১৮১]",
    "ar": "حَدَّثَنَا أَيُّوبُ بْنُ مُحَمَّدٍ الرَّقِّيُّ، حَدَّثَنَا عُمَرُ بْنُ أَيُّوبَ، عَنْ جَعْفَرِ بْنِ بُرْقَانَ، عَنْ ثَابِتِ بْنِ الْحَجَّاجِ، عَنْ عَبْدِ اللَّهِ الْهَمْدَانِيِّ، عَنِ الْوَلِيدِ بْنِ عُقْبَةَ، قَالَ لَمَّا فَتَحَ نَبِيُّ اللَّهِ صلى الله عليه وسلم مَكَّةَ جَعَلَ أَهْلُ مَكَّةَ يَأْتُونَهُ بِصِبْيَانِهِمْ فَيَدْعُو لَهُمْ بِالْبَرَكَةِ وَيَمْسَحُ رُءُوسَهُمْ قَالَ فَجِيءَ بِي إِلَيْهِ وَأَنَا مُخَلَّقٌ فَلَمْ يَمَسَّنِي مِنْ أَجْلِ الْخَلُوقِ ‏.‏",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": "[৪১৮১] আহমাদ। সানাদের ‘আবদুল্লাহ হামাদানী অজ্ঞাত।"
  },
  {
    "hadith_id": 4182,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "এক ব্যক্তি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলো। তার দেহে হলদে রঙের চিহ্ন বিদ্যমান ছিল। কারো চেহারায় তাঁর অপছন্দনীয় কিছু দেখলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুব কমই তারদিকে তাকাতেন। লোকটি চলে গেলে তিনি বললেনঃ তোমরা যদি তাকে এগুলো ধুয়ে ফেলার আদেশ দিতে।[ ৪১৮২]",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ بْنِ مَيْسَرَةَ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا سَلْمٌ الْعَلَوِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلاً، دَخَلَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَعَلَيْهِ أَثَرُ صُفْرَةٍ - وَكَانَ النَّبِيُّ صلى الله عليه وسلم قَلَّمَا يُوَاجِهُ رَجُلاً فِي وَجْهِهِ بِشَىْءٍ يَكْرَهُهُ - فَلَمَّا خَرَجَ قَالَ ‏ \"‏ لَوْ أَمَرْتُمْ هَذَا أَنْ يَغْسِلَ هَذَا عَنْهُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪১৮২] বুখারী আদাবুল মুফরাদ, তিরমিযী, নাসায়ী, আহমাদ। সানাদের সাল্‌ আল-‘আলাভী সম্পর্কে  ইরাকী বলেনঃ যঈফ। অনুরূপ হাফিয বলেনঃ যঈফ।"
  },
  {
    "hadith_id": 4176,
    "narrator": "‘আম্মার ইবনু ইয়াসির (রাঃ)",
    "bn": "তিনি বলেন, ‘একরাতে দু’হাত ফাটা অবস্থায় আমি আমার পরিবারের কাছে হাজির হলে তারা আমার দু’হাতে জাফরান রঙের প্রলেপ লাগিয়ে দেয়। পরদিন সকালে আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হয়ে তাকে সালাম করলে তিনি আমার সালামের জবাব দেননি এবং মারহাবাও বলেননি বরং তিনি বলেনঃ তুমি ফিরে যাও এবং একে ধুয়ে ফেল। আমি তা ধুয়ে পুনরায় তাঁর নিকট হাজির হই, কিন্তু সে রঙের কিছু তখনও অবশিষ্ট ছিল। এরপর আমি তাকে সালাম দিলে তিনি আমার সালামের জবাব দেননি এবং মারহাবাও বলেননি। তিনি বলেনঃ ফিরে যাও এবং হাত থেকে এ রং ধুয়ে ফেল। আমি ফিরে গিয়ে ধুয়ে ফেলে তাঁর কাছে এসে তাকে সালাম করি। তখন তিনি আমার সালামের জবাব দেন এবং মারহাবা বলেন। তারপর তিনি বলেনঃ ফেরশ্‌তারা কাফিরের জানাযা, জাফরান রং ব্যবহারকারী ও অপবিত্র লোকদের নিকট আসে না। তবে তিনি নাপাক অবস্থায় অযূ করার পর পানাহার করতে ও নিদ্রা যেতে অনুমতি দিয়েছেন।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، أَخْبَرَنَا عَطَاءٌ الْخُرَاسَانِيُّ، عَنْ يَحْيَى بْنِ يَعْمَرَ، عَنْ عَمَّارِ بْنِ يَاسِرٍ، قَالَ قَدِمْتُ عَلَى أَهْلِي لَيْلاً وَقَدْ تَشَقَّقَتْ يَدَاىَ فَخَلَّقُونِي بِزَعْفَرَانٍ فَغَدَوْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم فَسَلَّمْتُ عَلَيْهِ فَلَمْ يَرُدَّ عَلَىَّ وَلَمْ يُرَحِّبْ بِي فَقَالَ ‏\"‏ اذْهَبْ فَاغْسِلْ هَذَا عَنْكَ ‏\"‏ ‏.‏ فَذَهَبْتُ فَغَسَلْتُهُ ثُمَّ جِئْتُ وَقَدْ بَقِيَ عَلَىَّ مِنْهُ رَدْعٌ فَسَلَّمْتُ فَلَمْ يَرُدَّ عَلَىَّ وَلَمْ يُرَحِّبْ بِي وَقَالَ ‏\"‏ اذْهَبْ فَاغْسِلْ هَذَا عَنْكَ ‏\"‏ ‏.‏ فَذَهَبْتُ فَغَسَلْتُهُ ثُمَّ جِئْتُ فَسَلَّمْتُ عَلَيْهِ فَرَدَّ عَلَىَّ وَرَحَّبَ بِي وَقَالَ ‏\"‏ إِنَّ الْمَلاَئِكَةَ لاَ تَحْضُرُ جَنَازَةَ الْكَافِرِ بِخَيْرٍ وَلاَ الْمُتَضَمِّخَ بِالزَّعْفَرَانِ وَلاَ الْجُنُبَ ‏\"‏ ‏.‏ قَالَ وَرَخَّصَ لِلْجُنُبِ إِذَا نَامَ أَوْ أَكَلَ أَوْ شَرِبَ أَنْ يَتَوَضَّأَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4184,
    "narrator": "আল-বারাআ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর  চুল  তাঁর কানের লতি পর্যন্ত  লম্বা ছিল।",
    "ar": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَهُ شَعْرٌ يَبْلُغُ شَحْمَةَ أُذُنَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4186,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথার চুল কানের অর্ধেক পর্যন্ত পৌঁছাতো।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا إِسْمَاعِيلُ، أَخْبَرَنَا حُمَيْدٌ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ شَعْرُ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلَى أَنْصَافِ أُذُنَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4185,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথার চুল কানের লতি পর্যন্ত লম্বা ছিল।",
    "ar": "حَدَّثَنَا مَخْلَدُ بْنُ خَالِدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كَانَ شَعْرُ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلَى شَحْمَةِ أُذُنَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4187,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথার চুল কানের লতির নীচে এবং ঘাড়ের উপর পর্যন্ত দীর্ঘ ছিল।",
    "ar": "حَدَّثَنَا ابْنُ نُفَيْلٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ شَعْرُ رَسُولِ اللَّهِ صلى الله عليه وسلم فَوْقَ الْوَفْرَةِ وَدُونَ الْجُمَّةِ ‏.",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4183,
    "narrator": "আল-আরাআ (রাঃ)",
    "bn": "তিনি বলেন, আমি কারুকার্য খচিত লাল চাঁদর পরিহিত রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চেয়ে সুন্দর কোন বাব্‌রি চুলওয়ালাকে দেখিনি। মুহাম্মাদের বর্ণনায় রয়েছেঃ তাঁর বাব্‌রী চুল কাঁধ পর্যন্ত ছিল। শু’বাহ্‌র বর্ণনায় রয়েছেঃ কানের লতি পর্যন্ত ছিল।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، وَمُحَمَّدُ بْنُ سُلَيْمَانَ الأَنْبَارِيُّ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ مَا رَأَيْتُ مِنْ ذِي لِمَّةٍ أَحْسَنَ فِي حُلَّةٍ حَمْرَاءَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم زَادَ مُحَمَّدُ بْنُ سُلَيْمَانَ لَهُ شَعْرٌ يَضْرِبُ مَنْكِبَيْهِ ‏.‏ قَالَ أَبُو دَاوُدَ وَكَذَا رَوَاهُ إِسْرَائِيلُ عَنْ أَبِي إِسْحَاقَ قَالَ يَضْرِبُ مَنْكِبَيْهِ وَقَالَ شُعْبَةُ يَبْلُغُ شَحْمَةَ أُذُنَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4188,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আহ্‌লে কিতাব তাদের মাথার চুল লম্বাভাবে ঝুলিয়ে দিতো। আর মুশরিকরা মাথায় সিঁথি করতো। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে যে বিষয়ে আল্লাহ্‌র পক্ষ হতে কোন হুকুম ছিলো না, সেক্ষেত্রে তিনি আহ্‌লে কিতাবের নিয়ম পালন করতে ভালোবাসতেন। তাই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-ও তাঁর কপালের চুল লম্বাভাবে ঝুলিয়া দেন, অতঃপর আবার সিঁথি করেন।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، أَخْبَرَنِي ابْنُ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ أَهْلُ الْكِتَابِ - يَعْنِي - يَسْدِلُونَ أَشْعَارَهُمْ وَكَانَ الْمُشْرِكُونَ يَفْرُقُونَ رُءُوسَهُمْ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم تُعْجِبُهُ مُوَافَقَةُ أَهْلِ الْكِتَابِ فِيمَا لَمْ يُؤْمَرْ بِهِ فَسَدَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم نَاصِيَتَهُ ثُمَّ فَرَقَ بَعْدُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4189,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথার চুলে সিঁথি করতে চাইলে মাথার মাঝ বরাবর দু’ভাগ করে সিঁথি করতাম এবং তাঁর দু’চোখের মাঝখান হতে সোজা কপালের দু’দিকে চুল ছেড়ে দিতাম।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ خَلَفٍ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ مُحَمَّدٍ، - يَعْنِي ابْنَ إِسْحَاقَ - قَالَ حَدَّثَنِي مُحَمَّدُ بْنُ جَعْفَرِ بْنِ الزُّبَيْرِ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ كُنْتُ إِذَا أَرَدْتُ أَنْ أَفْرِقَ رَأْسَ رَسُولِ اللَّهِ صلى الله عليه وسلم صَدَعْتُ الْفَرْقَ مِنْ يَافُوخِهِ وَأُرْسِلُ نَاصِيَتَهُ بَيْنَ عَيْنَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4190,
    "narrator": "ওয়াইল ইবনু হুজর (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলাম। আমার মাথায় লম্বা চুল ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে দেখে বললেনঃ  অশুভ! অমঙ্গলজনক! তিনি বলেন, আমি ফিরে এসে চুল কেটে ফেললাম। পরদিন সকালে আমি তাঁর নিকট গেলে তিনি বললেনঃ আমি তো তোমাকে কষ্ট দেইনি। আর এরূপ (চুল) খুবই চমৎকার!",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، وَسُفْيَانُ بْنُ عُقْبَةَ السُّوَائِيُّ، - هُوَ أَخُو قَبِيصَةَ - وَحُمَيْدُ بْنُ خُوَارٍ عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنْ أَبِيهِ، عَنْ وَائِلِ بْنِ حُجْرٍ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَلِي شَعْرٌ طَوِيلٌ فَلَمَّا رَآنِي رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ ذُبَابٌ ذُبَابٌ ‏\"‏ ‏.‏ قَالَ فَرَجَعْتُ فَجَزَزْتُهُ ثُمَّ أَتَيْتُهُ مِنَ الْغَدِ فَقَالَ ‏\"‏ إِنِّي لَمْ أَعْنِكَ وَهَذَا أَحْسَنُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4191,
    "narrator": "মুজাহিদ (রহঃ)",
    "bn": "তিনি বলেন, উম্মু হানী (রাঃ) বলেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন মক্কায় আগমন, তখন তাঁর মাথার চুলে চারটি গুচ্ছ ছিল।",
    "ar": "حَدَّثَنَا النُّفَيْلِيُّ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، قَالَ قَالَتْ أُمُّ هَانِئٍ قَدِمَ النَّبِيُّ صلى الله عليه وسلم إِلَى مَكَّةَ وَلَهُ أَرْبَعُ غَدَائِرَ تَعْنِي عَقَائِصَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4192,
    "narrator": "‘আবুদুল্লাহ ইবনু জা’ফার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জা’ফারের (রাঃ) পরিবারকে তিন দিন শোক পালনের সুযোগ দিলেন। অতঃপর তিনি তাদের নিকট এসে বললেনঃআজকের পর হতে তোমরা আমার ভাইয়ের জন্য আর কাঁদবে না। অতঃপর বললেনঃ আমার ভাইয়ের ছেলেদের নিয়ে এসো। অতঃপর আমাদেরকে তাঁর কাছে আনা হলো। আমরা যেন পাখির বাচ্চার ন্যায় অসহায়। তিনি বললেনঃ আমার নিকট নাপিত ডেকে আনো। (নাপিত এলে) তিনি তাকে মাথা মুড়ানোর আদেশ দিলে সে আমাদের মাথা মুড়িয়ে দিলো।",
    "ar": "حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ، وَابْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ مُحَمَّدَ بْنَ أَبِي يَعْقُوبَ، يُحَدِّثُ عَنِ الْحَسَنِ بْنِ سَعْدٍ، عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمْهَلَ آلَ جَعْفَرٍ ثَلاَثًا أَنْ يَأْتِيَهُمْ ثُمَّ أَتَاهُمْ فَقَالَ ‏\"‏ لاَ تَبْكُوا عَلَى أَخِي بَعْدَ الْيَوْمِ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ ادْعُوا لِي بَنِي أَخِي ‏\"‏ ‏.‏ فَجِيءَ بِنَا كَأَنَّا أَفْرُخٌ فَقَالَ ‏\"‏ ادْعُوا لِي الْحَلاَّقَ ‏\"‏ ‏.‏ فَأَمَرَهُ فَحَلَقَ رُءُوسَنَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4193,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাযা’আ করতে বারণ করেছেন। কাযা’আ হলো শিশুদের মাথায় কিছু চুল অবশিষ্ট রেখে কিছু চুল কামিয়ে ফেলা।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا عُثْمَانُ بْنُ عُثْمَانَ، - قَالَ أَحْمَدُ كَانَ رَجُلاً صَالِحًا - قَالَ أَخْبَرَنَا عُمَرُ بْنُ نَافِعٍ عَنْ أَبِيهِ عَنِ ابْنِ عُمَرَ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْقَزَعِ وَالْقَزَعُ أَنْ يُحْلَقَ رَأْسُ الصَّبِيِّ فَيُتْرَكَ بَعْضُ شَعْرِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4194,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাযা’আ করতে নিষেধ করেছেন। তা হলো শিশুদের মাথা কামিয়ে তাতে কিছু চুল অবশিষ্ট রাখা।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا حَمَّادٌ، حَدَّثَنَا أَيُّوبُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الْقَزَعِ وَهُوَ أَنْ يُحْلَقَ رَأْسُ الصَّبِيِّ فَتُتْرَكَ لَهُ ذُؤَابَةٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4195,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দেখলেন যে, একটি শিশুর মাথার কিছু অংশ কামানো আর কিছুটা অবশিষ্ট রাখা আছে। তিনি তাদেরকে এরূপ করতে নিষেধ করলেন এবং বললেনঃ হয় সবটুকু কামিয়ে ফেলো নতুবা সবটুকু রেখে দাও।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَأَى صَبِيًّا قَدْ حُلِقَ بَعْضُ شَعْرِهِ وَتُرِكَ بَعْضُهُ فَنَهَاهُمْ عَنْ ذَلِكَ وَقَالَ ‏ \"‏ احْلِقُوهُ كُلَّهُ أَوِ اتْرُكُوهُ كُلَّهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4196,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমার মাথার চুলে গুচ্ছ ছিল। আমার মা আমাকে বললেন, এটা কাটবো না, কারণ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা টানতেন ও স্পর্শ করতেন।[৪১৯৬]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ مَيْمُونِ بْنِ عَبْدِ اللَّهِ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَتْ لِي ذُؤَابَةٌ فَقَالَتْ لِي أُمِّي لاَ أَجُزُّهَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَمُدُّهَا وَيَأْخُذُ بِهَا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪১৯৬] আবূ দাউদ এটি এককভাবে বর্ণনা করেছেন। সানাদের মাইমূন ইবনু ‘আবদুল্লাহ সম্পর্কে হাফিয বলেনঃ মাজহুল। হাদিসটি রয়েছে মিশকাত হা/৪৪৬১।"
  },
  {
    "hadith_id": 4199,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মোঁচ কাটতে ও দাঁড়ি লম্বা করতে আদেশ দিয়েছেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ الْقَعْنَبِيُّ، عَنْ مَالِكٍ، عَنْ أَبِي بَكْرِ بْنِ نَافِعٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ بِإِحْفَاءِ الشَّوَارِبِ وَإِعْفَاءِ اللِّحَى ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4198,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পাঁচটি বিষয় ফিত্বরাতের অন্তর্ভুক্তঃ (১) খৎনা করা, (২) নাভির নীচের লোম পরিষ্কার করা, (৩) বগলের লোম উপড়ে ফেলা, (৪) নখ কাটা এবং (৫) মোঁচ ছাঁটা।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم ‏ \"‏ الْفِطْرَةُ خَمْسٌ أَوْ خَمْسٌ مِنَ الْفِطْرَةِ الْخِتَانُ وَالاِسْتِحْدَادُ وَنَتْفُ الإِبْطِ وَتَقْلِيمُ الأَظْفَارِ وَقَصُّ الشَّارِبِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4200,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুলাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের জন্য সময় নির্ধারণ করে দিয়েছেন অন্তত চল্লিশ দিনে একবার নাভির নীচের লোম কামাতে, নখ কাটতে মোঁচ ছাঁটতে এবং বগলের লোম উপড়ে ফেলতে। ইমাম আবূ দাউদ (রহঃ) বলেন, হাদীসটি জা’ফার ইবনু সুলাইমান হতে আবূ ‘ইমরান থেকে আনাস (রাঃ) সূত্রেও বর্ণিত হয়েছে। এ সূত্রে বর্ণনাকারী ‘নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন’ এরূপ বর্ণনা করননি, বরং বর্ণনা করেছেন এভাবেঃ আমাদের জন্য সময় নির্ধারণ করা হয়েছে। আর এটাই অধিক সহীহ।",
    "ar": "حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا صَدَقَةُ الدَّقِيقِيُّ، حَدَّثَنَا أَبُو عِمْرَانَ الْجَوْنِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ وَقَّتَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم حَلْقَ الْعَانَةِ وَتَقْلِيمَ الأَظْفَارِ وَقَصَّ الشَّارِبِ وَنَتْفَ الإِبْطِ أَرْبَعِينَ يَوْمًا مَرَّةً ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ جَعْفَرُ بْنُ سُلَيْمَانَ عَنْ أَبِي عِمْرَانَ عَنْ أَنَسٍ لَمْ يَذْكُرِ النَّبِيَّ صلى الله عليه وسلم قَالَ وُقِّتَ لَنَا وَهَذَا أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4201,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, আমরা হাজ্জ ও ‘উমরাহ ছাড়া দাঁড়ির সম্মুখ ভাগ লম্বা করে রাখতাম। ইমাম আবূ দাউদ (রহঃ) বলেন, অর্থাৎ নাভির নীচের লোম কামিয়ে ফেলা।[৪২০১]",
    "ar": "حَدَّثَنَا ابْنُ نُفَيْلٍ، حَدَّثَنَا زُهَيْرٌ، قَرَأْتُ عَلَى عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ وَقَرَأَهُ عَبْدُ الْمَلِكِ عَلَى أَبِي الزُّبَيْرِ وَرَوَاهُ أَبُو الزُّبَيْرِ عَنْ جَابِرٍ، قَالَ كُنَّا نُعْفِي السِّبَالَ إِلاَّ فِي حَجٍّ أَوْ عُمْرَةٍ ‏.‏ قَالَ أَبُو دَاوُدَ الاِسْتِحْدَادُ حَلْقُ الْعَانَةِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪২০১] আবূ দাউদ এটি এককভাবে বর্ণনা করেছেন। হাফিয ইবনু হাজার এটি ফাতহুল বারী গ্রন্থে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 4202,
    "narrator": "‘আমর ইবনু শু’আইব (রহঃ) হতে পর্যায়ক্রমে তার পিতা ও তার দাদা",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা পাকা চুল-দাঁড়ি উপড়ে ফেলো না। কেননা কোন মুসলিম ইসলামের মধ্যে থেকে চুল পাকালে (সুফিয়ানের বর্ণনায় রয়েছে) এটা তার জন্য ক্বিয়ামাতের দিন উজ্জ্বল নূর হবে। (ইয়াহইয়ার বর্ণনায় রয়েছে) আল্লাহ তার প্রতিটি পাকা চুলের পরিবর্তে তাকে একটি নেকী দান করবেন এবং একটি গুনাহ মিটিয়ে দিবেন। [৪২০২]",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، ح وَحَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، - الْمَعْنَى - عَنِ ابْنِ عَجْلاَنَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تَنْتِفُوا الشَّيْبَ مَا مِنْ مُسْلِمٍ يَشِيبُ شَيْبَةً فِي الإِسْلاَمِ ‏\"‏ ‏.‏ قَالَ عَنْ سُفْيَانَ ‏\"‏ إِلاَّ كَانَتْ لَهُ نُورًا يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ وَقَالَ فِي حَدِيثِ يَحْيَى ‏\"‏ إِلاَّ كَتَبَ اللَّهُ لَهُ بِهَا حَسَنَةً وَحَطَّ عَنْهُ بِهَا خَطِيئَةً ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[৪২০২] তিরমিযী, নাসায়ী, ইবনু মাজাহ, আহমাদ। ইমাম তিরমিযী বলেন: এই হাদীসটি হাসান।"
  },
  {
    "hadith_id": 4203,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: নিশ্চয় ইয়াহুদী ও নাসারাগণ চুল-দাঁড়িতে খেযাব লাগায় না। কাজেই তোমরা তাদের বিপরীত করো।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، وَسُلَيْمَانَ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ، يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ الْيَهُودَ وَالنَّصَارَى لاَ يَصْبُغُونَ فَخَالِفُوهُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4205,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এ বার্ধক্য পরিবর্তনের সবচেয়ে উত্তম রং হলো মেহেদি ও কাতাম (কালো রং নিঃসারক উদ্ভিদ)।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ سَعِيدٍ الْجُرَيْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِي الأَسْوَدِ الدِّيلِيِّ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ أَحْسَنَ مَا غُيِّرَ بِهِ هَذَا الشَّيْبُ الْحِنَّاءُ وَالْكَتَمُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4204,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, মাক্কাহ বিজয়ের দিন আবু কুহাফাকে আনা হলো।এ সময় তার মাথার চুল ও দাঁড়ি সাগামাহ (গাছের) মত একেবারে সাদা ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ খেযাব লাগিয়ে এগুলো পরিবর্তন করো কিন্তু কালো রঙ বর্জন করো।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، وَأَحْمَدُ بْنُ سَعِيدٍ الْهَمْدَانِيُّ، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ أُتِيَ بِأَبِي قُحَافَةَ يَوْمَ فَتْحِ مَكَّةَ وَرَأْسُهُ وَلِحْيَتُهُ كَالثَّغَامَةِ بَيَاضًا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ غَيِّرُوا هَذَا بِشَىْءٍ وَاجْتَنِبُوا السَّوَادَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4206,
    "narrator": "আবূ রিমসাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি আমার পিতার সঙ্গে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট যাই। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কানের লতি পর্যন্ত দীর্ঘ বাবরি চুল মেহেদির রঙে রঞ্জিত ছিল এবং তাঁর পরিধানে ছিল দু’টি সবুজ রঙের চাঁদর।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، - يَعْنِي ابْنَ إِيَادٍ - قَالَ حَدَّثَنَا إِيَادٌ، عَنْ أَبِي رِمْثَةَ، قَالَ انْطَلَقْتُ مَعَ أَبِي نَحْوَ النَّبِيِّ صلى الله عليه وسلم فَإِذَا هُوَ ذُو وَفْرَةٍ بِهَا رَدْعُ حِنَّاءَ وَعَلَيْهِ بُرْدَانِ أَخْضَرَانِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4207,
    "narrator": "আবূ রিমসাহ (রাঃ)",
    "bn": "তিনি বলেন, অতঃপর আমার পিতা তাঁকে বলেন, আপনার পিঠের এ জিনিসটি (নবূওয়্যাতের মোহর) আমাকে দেখান, কারন আমি একজন চিকিৎসক। তিনি বললেনঃ আল্লাহ্ হলেন চিকিৎসক, আর তুমি একজন বন্ধু। তিনিই এর চিকিৎসক যিনি একে সৃষ্টি করেছেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا ابْنُ إِدْرِيسَ، قَالَ سَمِعْتُ ابْنَ أَبْجَرَ، عَنْ إِيَادِ بْنِ لَقِيطٍ، عَنْ أَبِي رِمْثَةَ، فِي هَذَا الْخَبَرِ قَالَ فَقَالَ لَهُ أَبِي أَرِنِي هَذَا الَّذِي بِظَهْرِكَ فَإِنِّي رَجُلٌ طَبِيبٌ ‏.‏ قَالَ ‏ \"‏ اللَّهُ الطَّبِيبُ بَلْ أَنْتَ رَجُلٌ رَفِيقٌ طَبِيبُهَا الَّذِي خَلَقَهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4208,
    "narrator": "আবূ রিমসাহ (রাঃ)",
    "bn": "আমি ও আমার পিতা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলাম। তিনি এক ব্যক্তিকে বা তার পিতাকে বললেনঃ এটা কে? তিনি বলেন, আমার ছেলে। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তার উপর মন্দ আচরণ করো না। এ সময় তাঁর দাঁড়ি মেহেদির রঙে রঞ্জিত ছিল।",
    "ar": "حَدَّثَنَا ابْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ إِيَادِ بْنِ لَقِيطٍ، عَنْ أَبِي رِمْثَةَ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم أَنَا وَأَبِي فَقَالَ لِرَجُلٍ أَوْ لأَبِيهِ ‏\"‏ مَنْ هَذَا ‏\"‏ ‏.‏ قَالَ ابْنِي ‏.‏ قَالَ ‏\"‏ لاَ تَجْنِي عَلَيْهِ ‏\"‏ ‏.‏ وَكَانَ قَدْ لَطَخَ لِحْيَتَهُ بِالْحِنَّاءِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4209,
    "narrator": "আনাস (রাঃ)",
    "bn": "তাকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর খেযাব ব্যবহার সম্পর্কে জিজ্ঞেস করা হলে তিনি বলেন, তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খেযাব ব্যাবহার করেননি। কিন্তু আবূ বকর (রাঃ) ও উমর (রাঃ) খেযাব লাগিয়েছেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، أَنَّهُ سُئِلَ عَنْ خِضَابِ النَّبِيِّ، صلى الله عليه وسلم فَذَكَرَ أَنَّهُ لَمْ يَخْضِبْ وَلَكِنْ قَدْ خَضَبَ أَبُو بَكْرٍ وَعُمَرُ رَضِيَ اللَّهُ عَنْهُمَا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4210,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পাকা চামড়ার তৈরী জুতা পরতেন এবং তাঁর দাঁড়িতে ওয়ার্স ঘাসের রস ও জাফ্রান লাগাতেন। ইবনু ‘উমার (রাঃ)-ও এরূপ করতেন।",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ مُطَرِّفٍ أَبُو سُفْيَانَ، حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ، حَدَّثَنَا ابْنُ أَبِي رَوَّادٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَلْبَسُ النِّعَالَ السِّبْتِيَّةَ وَيُصَفِّرُ لِحْيَتَهُ بِالْوَرْسِ وَالزَّعْفَرَانِ وَكَانَ ابْنُ عُمَرَ يَفْعَلُ ذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4211,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, এক লোক মেহেদির খেযাব লাগিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পাশ দিয়ে অতিক্রম করলে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এটা খুবই চমৎকার। বর্ণনাকারী বলেন, আরেক লোক মেহেদি ও কাতাম মিশ্রিত খেযাব লাগিয়ে অতিক্রম করলে তিনি বলেনঃ এটি ওটার চেয়েও সুন্দর। অতঃপর আরেক লোক হলদে রঙের খেযাব লাগিয়ে যাওয়ার সময় তিনি বলেনঃ এটি পূর্বের দু’টির তুলনায় আরো সুন্দর।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا مُحَمَّدُ بْنُ طَلْحَةَ، عَنْ حُمَيْدِ بْنِ وَهْبٍ، عَنِ ابْنِ طَاوُسٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ مَرَّ عَلَى النَّبِيِّ صلى الله عليه وسلم رَجُلٌ قَدْ خَضَبَ بِالْحِنَّاءِ فَقَالَ ‏\"‏ مَا أَحْسَنَ هَذَا ‏\"‏ ‏.‏ قَالَ فَمَرَّ آخَرُ قَدْ خَضَبَ بِالْحِنَّاءِ وَالْكَتَمِ فَقَالَ ‏\"‏ هَذَا أَحْسَنُ مِنْ هَذَا ‏\"‏ ‏.‏ قَالَ فَمَرَّ آخَرُ قَدْ خَضَبَ بِالصُّفْرَةِ فَقَالَ ‏\"‏ هَذَا أَحْسَنُ مِنْ هَذَا كُلِّهِ ‏\"‏ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 4212,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ শেষ যুগে এমন সম্প্রদায়ের আবির্ভাব হবে, যারা কবুতরের গলায় থলের ন্যায় কালো রঙের খেযাব লাগাবে। তারা জান্নাতের ঘ্রানও পাবে না।",
    "ar": "حَدَّثَنَا أَبُو تَوْبَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ عَبْدِ الْكَرِيمِ الْجَزَرِيِّ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَكُونُ قَوْمٌ يَخْضِبُونَ فِي آخِرِ الزَّمَانِ بِالسَّوَادِ كَحَوَاصِلِ الْحَمَامِ لاَ يَرِيحُونَ رَائِحَةَ الْجَنَّةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4213,
    "narrator": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আযাদকৃত গোলাম সাওবান (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সফরে বের হওয়ার সময় পরিবারের লোকদের মধ্যেকার সবশেষে ফাত্বিমাহ্‌র কাছ থেকে বিদায় নিতেন; আর সফর শেষে বাড়ি এসে সবার আগে ফাত্বিমাহ্‌র সাথে দেখা করতেন। একদা তিনি কোন এক যুদ্ধ হতে ফিরে এসে দেখেন, ফাত্বিমাহ্‌ ঘরের দরজায় পশমী চাঁদর বা পর্দা ঝুলিয়েছেন এবং হাসান হুসাইনকে রূপার কাঁকন পরিয়েছেন। তাই তিনি তাঁর ঘরে ঢুকেননি। ফাত্বিমাহ্‌ (রাঃ) বুঝতে পারলেন যে, এসব দেখেই তিনি আমার নিকট আসেননি। তাই তিনি পর্দা ছিঁড়ে ফেলেন এবং কাঁকন দুটো ছেলেদ্বয়ের হাত হতে খুলে তাদের সামনেই ভেঙ্গে ফেলেন। তারা দু’জন কাঁদতে কাঁদতে রাসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট গেলে তিনি তাদের হাত থেকে ভাঙ্গা কাঁকন নিয়ে বললেনঃ হে সাওবান! তুমি এটা নিয়ে মাদীনাহ্‌র আহ্‌লে বইতের অমুক পরিবারে যাও। নিঃসন্দেহে এরা হলো আমার ঘরের লোক। এরা তাদের পার্থিব জীবনে উত্তম খাবার গ্রহণ করুক তা আমি চাই না। হে সাওবান! ফাত্বিমাহ্‌র জন্য একটি পুঁতির মালা ও হাতির দাঁতের তৈরি দুটি কাঁকন কিনে আনো।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ جُحَادَةَ، عَنْ حُمَيْدٍ الشَّامِيِّ، عَنْ سُلَيْمَانَ الْمَنْبِهِيِّ، عَنْ ثَوْبَانَ، مَوْلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا سَافَرَ كَانَ آخِرُ عَهْدِهِ بِإِنْسَانٍ مِنْ أَهْلِهِ فَاطِمَةَ وَأَوَّلُ مَنْ يَدْخُلُ عَلَيْهَا إِذَا قَدِمَ فَاطِمَةَ فَقَدِمَ مِنْ غَزَاةٍ لَهُ وَقَدْ عَلَّقَتْ مِسْحًا أَوْ سِتْرًا عَلَى بَابِهَا وَحَلَّتِ الْحَسَنَ وَالْحُسَيْنَ قُلْبَيْنِ مِنْ فِضَّةٍ فَقَدِمَ فَلَمْ يَدْخُلْ فَظَنَّتْ أَنَّ مَا مَنَعَهُ أَنْ يَدْخُلَ مَا رَأَى فَهَتَكَتِ السِّتْرَ وَفَكَّكَتِ الْقُلْبَيْنِ عَنِ الصَّبِيَّيْنِ وَقَطَعَتْهُ بَيْنَهُمَا فَانْطَلَقَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُمَا يَبْكِيَانِ فَأَخَذَهُ مِنْهُمَا وَقَالَ ‏\"‏ يَا ثَوْبَانُ اذْهَبْ بِهَذَا إِلَى آلِ فُلاَنٍ ‏\"‏ ‏.‏ أَهْلِ بَيْتٍ بِالْمَدِينَةِ ‏\"‏ إِنَّ هَؤُلاَءِ أَهْلُ بَيْتِي أَكْرَهُ أَنْ يَأْكُلُوا طَيِّبَاتِهِمْ فِي حَيَاتِهِمُ الدُّنْيَا يَا ثَوْبَانُ اشْتَرِ لِفَاطِمَةَ قِلاَدَةً مِنْ عَصَبٍ وَسِوَارَيْنِ مِنْ عَاجٍ ‏\"‏ ‏.‏",
    "grade_id": 17,
    "grade": "দুর্বল মুনকার",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 4171,
    "narrator": "সাঈদ ইবনু জুবাইর (রহঃ)",
    "bn": "নারীদের জন্য রেশমী বা পশমী সুতার কৃত্রিম চুল ব্যবহারে দোষ নেই। ইমাম আবূ দাঊদ (রহঃ) বলেন, মনে হয় তার মতে নারীদের চুল দ্বারা তৈরী পরচুলা ব্যবহার নিষিদ্ধ। ইমাম আবূ দাঊদ (রহঃ) বলেন, ইমাম আহ্‌মাদের (রহঃ) মত হলো, রেশমী বা পশমী সুতার কৃত্রিম ব্যবহারে অসুবিধা নেই। [৪১৭১]\n\nদুর্বল মাক্বতু’ মুনকার।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرِ بْنِ زِيَادٍ، قَالَ حَدَّثَنَا شَرِيكٌ، عَنْ سَالِمٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ لاَ بَأْسَ بِالْقَرَامِلِ ‏.‏ قَالَ أَبُو دَاوُدَ كَأَنَّهُ يَذْهَبُ إِلَى أَنَّ الْمَنْهِيَّ، عَنْهُ شُعُورُ النِّسَاءِ ‏.‏ قَالَ أَبُو دَاوُدَ كَانَ أَحْمَدُ يَقُولُ الْقَرَامِلُ لَيْسَ بِهِ بَأْسٌ ‏.‏",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": "[৪১৭১] আবূ দাউদ এটি এককভাবে বর্ণনা করেছেন। সানাদের শারীক ইবনু ‘আব্দুল্লাহর স্মরণশক্তি মন্দ।"
  },
  {
    "hadith_id": 4174,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেনঃ একদা আমার সাথে এক মহিলার দেখা হল, যার শরীর থেকে সুগন্ধি বের হচ্ছিল এবং তার (পাতলা) কাপড়ও বাতাসে উড়ছিল। তখন আমি তাকে বলি, হে বেহায়া মহিলা! তুমি কি মাসজিদ থেকে আসছো? সে বলল, হ্যাঁ। তিনি বলেন, তুমি কি খুশবু ব্যবহার করেছো? সে বলল, হ্যাঁ। তখন আবূ হুরায়রা (রাঃ) বলেন, আমি আমার প্রিয় আবুল কাসিম রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ যে মহিলা খুশবু লাগিয়ে এ মাসজিদে আসে, তার সলাত কবূল হয় না, যতক্ষণ না সে ফিরে গিয়ে নাপাকীর গোসলের ন্যায় গোসল করে। (এমন উত্তমরূপে গোসল করে যাতে তার দেহে কোন সুগন্ধি না থাকে)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ، عَنْ عُبَيْدِ اللَّهِ، مَوْلَى أَبِي رُهْمٍ عَنْ أَبِي هُرَيْرَةَ، قَالَ لَقِيَتْهُ امْرَأَةٌ وَجَدَ مِنْهَا رِيحَ الطِّيبِ يُنْفَحُ وَلِذَيْلِهَا إِعْصَارٌ فَقَالَ يَا أَمَةَ الْجَبَّارِ جِئْتِ مِنَ الْمَسْجِدِ قَالَتْ نَعَمْ ‏.‏ قَالَ وَلَهُ تَطَيَّبْتِ قَالَتْ نَعَمْ ‏.‏ قَالَ إِنِّي سَمِعْتُ حِبِّي أَبَا الْقَاسِمِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ تُقْبَلُ صَلاَةٌ لاِمْرَأَةٍ تَطَيَّبَتْ لِهَذَا الْمَسْجِدِ حَتَّى تَرْجِعَ فَتَغْتَسِلَ غُسْلَهَا مِنَ الْجَنَابَةِ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ الإِعْصَارُ غُبَارٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4178,
    "narrator": "আর-রবী’ ইবনু আনাস (রহঃ) হতে তার দু’জন দাদা বা নানা",
    "bn": "তারা বলেন, আমরা আবূ মূসা (রাঃ)-কে বলতে শুনেছি, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যার শরীরে সামান্য পরিমাণও জাফ্‌রান থাকে, আল্লাহ্‌ তার সলাত কবুল করেন না। ইমাম আবূ দাঊদ (রহঃ) বলেন, তার দুই দাদা বা নানার নাম হলো যায়িদ ও যিয়াদ। [৪১৭৮]",
    "ar": "حَدَّثَنَا زُهَيْرُ بْنُ حَرْبٍ الأَسَدِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ حَرْبٍ الأَسَدِيُّ، حَدَّثَنَا أَبُو جَعْفَرٍ الرَّازِيُّ، عَنِ الرَّبِيعِ بْنِ أَنَسٍ، عَنْ جَدَّيْهِ، قَالاَ سَمِعْنَا أَبَا مُوسَى، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَقْبَلُ اللَّهُ تَعَالَى صَلاَةَ رَجُلٍ فِي جَسَدِهِ شَىْءٌ مِنْ خَلُوقٍ ‏\"‏ ‏.‏ قَالَ أَبُو دَاوُدَ جَدَّاهُ زَيْدٌ وَزِيَادٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪১৭৮]আহমাদ। সানাদের আবু জা’ফার আর-রাযী হলো ঈসা ইবনু মাহান। হাফিয বলেনঃ যিয়াদ হলো আনাস ইবনু রবী’, তিনি মাজহুল। অনুরুপভবে যায়িদ মাজহুল।"
  },
  {
    "hadith_id": 4197,
    "narrator": "আল-হাজ্জাজ ইবনু হাস্‌সান (রহঃ)",
    "bn": "একদা আমরা আনাস ইবনু মালিকে (রাঃ)- এর নিকট গেলাম। আমার বোন আল-মুগীরাহ আমার নিকট বর্ণনা করেন, তুমি তখন বালক ছিলে আর তোমার মাথায় দু’টি শিং অর্থাৎ দুটি চুলের গুচ্ছ ছিল। তিনি তোমার মাথায় হাত বুলিয়ে তোমার কল্যাণের জন্য দু’আ করে বলেন,  এ দু’টি কামিয়ে ফেলো বা কেটে ফেলো। কারণ এটা ইয়াহুদীদের রীতি। [৪১৯৭]",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا الْحَجَّاجُ بْنُ حَسَّانَ، قَالَ دَخَلْنَا عَلَى أَنَسِ بْنِ مَالِكٍ فَحَدَّثَتْنِي أُخْتِي الْمُغِيرَةُ، قَالَتْ وَأَنْتَ يَوْمَئِذٍ غُلاَمٌ وَلَكَ قَرْنَانِ أَوْ قُصَّتَانِ فَمَسَحَ رَأْسَكَ وَبَرَّكَ عَلَيْكَ وَقَالَ ‏ \"‏ احْلِقُوا هَذَيْنِ أَوْ قُصُّوهُمَا فَإِنَّ هَذَا زِيُّ الْيَهُودِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪১৯৭]আবু দাউদ এটি এককভাবে বর্ণনা করেছেন। সানাদের মুগীরাহ হাস্সান সম্পর্কে হাফিজ বলেন : মাক্ববূলাহ। হাদীসটি রয়েছে মিশকাত হা/৪৪৮৪।"
  }
]