[
  {
    "hadith_id": 4217,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আংটি ও তার পাথর পুরোটাই ছিল রূপার।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا زُهَيْرٌ، حَدَّثَنَا حُمَيْدٌ الطَّوِيلُ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ خَاتَمُ النَّبِيِّ صلى الله عليه وسلم مِنْ فِضَّةٍ كُلُّهُ فَصُّهُ مِنْهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4216,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একটি রূপার আংটি ছিল এবং এর পাথর ছিল আবিসিনীয়।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَحْمَدُ بْنُ صَالِحٍ، قَالاَ حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي أَنَسٌ، قَالَ كَانَ خَاتَمُ النَّبِيِّ صلى الله عليه وسلم مِنْ وَرِقٍ فَصُّهُ حَبَشِيٌّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4214,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কতিপয় অনারব বাদশাদের নিকট চিঠি প্রেরণ করতে চাইলে তাঁকে বলা হলো যে, তারা তো সীলমোহরবিহীন কোন চিঠি পড়ে না। সুতরাং তিনি রূপা দিয়ে একটি আংটি বানান, এবং তাতে “মুহাম্মাদুর রাসূলুল্লাহ” অঙ্কিত করান।",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ مُطَرِّفٍ الرُّؤَاسِيُّ، حَدَّثَنَا عِيسَى، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ أَرَادَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَكْتُبَ إِلَى بَعْضِ الأَعَاجِمِ فَقِيلَ لَهُ إِنَّهُمْ لاَ يَقْرَءُونَ كِتَابًا إِلاَّ بِخَاتَمٍ فَاتَّخَذَ خَاتَمًا مِنْ فِضَّةٍ وَنَقَشَ فِيهِ ‏ \"‏ مُحَمَّدٌ رَسُولُ اللَّهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4218,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি আংটি বানিয়েছিলেন স্বর্ণের এবং এর উপরিভাগে ‘মুহাম্মাদুর রাসূলুল্লাহ” অঙ্কন করেছিলেন। ফলে লোকেরাও স্বর্ণের আংটি বানালো। তিনি তা দেখে স্বর্ণের আংটি বর্জন করে বললেন আমি এটি আর কখনোই পরবো না। অতঃপর তিনি রূপা দিয়ে একটি আংটি বানালেন এবং তাতে “মুহাম্মাদুর রাসূলুল্লাহ” অঙ্কিত করালেন। তাঁর মৃত্যুর পর আবূ বকর (রাঃ) তা ব্যবহার করেন। তার মৃত্যুর পর ‘উমার (রাঃ) তা ব্যবহার করেন এবং তার পরে ‘উসমান (রাঃ) তা ব্যবহার শুরু করেন। একদিন তার হাত থেকে সেটি ‘আরীস’ নামক কূপে পড়ে যায়। ইমাম আবূ দাঊদ (রহঃ) বলেন, ‘উসমানের (রাঃ) হাত থেকে আংটিটি পড়ে যাওয়ার পূর্ব পর্যন্ত লোকেরা তার সাথে ঝগড়ায় লিপ্ত হয়নি।",
    "ar": "حَدَّثَنَا نُصَيْرُ بْنُ الْفَرَجِ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ اتَّخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم خَاتَمًا مِنْ ذَهَبٍ وَجَعَلَ فَصَّهُ مِمَّا يَلِي بَطْنَ كَفِّهِ وَنَقَشَ فِيهِ ‏\"‏ مُحَمَّدٌ رَسُولُ اللَّهِ ‏\"‏ ‏.‏ فَاتَّخَذَ النَّاسُ خَوَاتِمَ الذَّهَبِ فَلَمَّا رَآهُمْ قَدِ اتَّخَذُوهَا رَمَى بِهِ وَقَالَ ‏\"‏ لاَ أَلْبَسُهُ أَبَدًا ‏\"‏ ‏.‏ ثُمَّ اتَّخَذَ خَاتَمًا مِنْ فِضَّةٍ نَقَشَ فِيهِ ‏\"‏ مُحَمَّدٌ رَسُولُ اللَّهِ ‏\"‏ ‏.‏ ثُمَّ لَبِسَ الْخَاتَمَ بَعْدَهُ أَبُو بَكْرٍ ثُمَّ لَبِسَهُ بَعْدَ أَبِي بَكْرٍ عُمَرُ ثُمَّ لَبِسَهُ بَعْدَهُ عُثْمَانُ حَتَّى وَقَعَ فِي بِئْرِ أَرِيسَ ‏.‏ قَالَ أَبُو دَاوُدَ وَلَمْ يَخْتَلِفِ النَّاسُ عَلَى عُثْمَانَ حَتَّى سَقَطَ الْخَاتَمُ مِنْ يَدِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4221,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি একদিন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাতে একটি রূপার আংটি দেখতে পেলেন। লোকজনও আংটি বানিয়ে ব্যবহার শুরু করে। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা ছুঁড়ে ফেলে দিলেন, ফলে তারাও তা ছুঁড়ে ফেলে দেয়।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ، لُوَيْنٌ عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ رَأَى فِي يَدِ النَّبِيِّ صلى الله عليه وسلم خَاتَمًا مِنْ وَرِقٍ يَوْمًا وَاحِدًا فَصَنَعَ النَّاسُ فَلَبِسُوا وَطَرَحَ النَّبِيُّ صلى الله عليه وسلم فَطَرَحَ النَّاسُ ‏.‏ قَالَ أَبُو دَاوُدَ رَوَاهُ عَنِ الزُّهْرِيِّ زِيَادُ بْنُ سَعْدٍ وَشُعَيْبٌ وَابْنُ مُسَافِرٍ كُلُّهُمْ قَالَ مِنْ وَرِقٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4222,
    "narrator": "‘আবদুর রহমান ইবনু হারমালাহ (রহঃ)",
    "bn": "ইবনু মাস’ঊদ (রাঃ) বলতেন, আল্লাহ্‌র নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দশটি বিষয় অপছন্দ করতেন (১) পীত রং ব্যবহার, (২) বার্ধক্য পরিবর্তন করা, (৩) পরিধেয় বস্ত্র হেঁচড়ানো, (৪) (পুরুষদের) স্বর্ণের আংটি ব্যবহার, (৫) স্বামী ছাড়া অন্য পুরুষদের নিকট নারীদের সৌন্দর্য প্রকাশ করা, (৬) দাবা বা অনুরূপ খেলার গুটি চালনা করা, (৭) ‘মুআব্বিজাত’ অর্থাৎ সূরাহ ‘নাস’ ও ‘ফালাক্ব’ ছাড়া অন্য কিছু দিয়ে ঝাড়ফুঁক করা, (৮) তাবীয লটকানো, (৯) লজ্জাস্থানের বাইরে বীর্যপাত করা, (১০) দুধ দানকারিনী স্ত্রীর সঙ্গে সহবাস করা, তবে তা হারাম নয়। ইমাম আবূ দাউদ (রহঃ) বলেন, এ হাদীস কেবল বাসরাহ্‌র বর্ণনাকারীরা বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ الرُّكَيْنَ بْنَ الرَّبِيعِ، يُحَدِّثُ عَنِ الْقَاسِمِ بْنِ حَسَّانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَرْمَلَةَ، أَنَّ ابْنَ مَسْعُودٍ، كَانَ يَقُولُ كَانَ نَبِيُّ اللَّهِ صلى الله عليه وسلم يَكْرَهُ عَشْرَ خِلاَلٍ الصُّفْرَةَ - يَعْنِي الْخَلُوقَ - وَتَغْيِيرَ الشَّيْبِ وَجَرَّ الإِزَارِ وَالتَّخَتُّمَ بِالذَّهَبِ وَالتَّبَرُّجَ بِالزِّينَةِ لِغَيْرِ مَحِلِّهَا وَالضَّرْبَ بِالْكِعَابِ وَالرُّقَى إِلاَّ بِالْمُعَوِّذَاتِ وَعَقْدَ التَّمَائِمِ وَعَزْلَ الْمَاءِ لِغَيْرِ أَوْ غَيْرِ مَحِلِّهِ أَوْ عَنْ مَحِلِّهِ وَفَسَادَ الصَّبِيِّ غَيْرَ مُحَرِّمِهِ ‏.‏ قَالَ أَبُو دَاوُدَ انْفَرَدَ بِإِسْنَادِ هَذَا الْحَدِيثِ أَهْلُ الْبَصْرَةِ وَاللَّهُ أَعْلَمُ ‏.‏",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 4223,
    "narrator": "‘আবদুল্লাহ ইবনু বুরাইদাহ (রহঃ) হতে তার পিতা",
    "bn": "একদা এক ব্যক্তি পিতলের আংটি পরিহিত অবস্থায় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এলে তিনি তাকে বলেন আমি তোমার কাছ থেকে মূর্তির গন্ধ পাচ্ছি কেন? একথা শুনে লোকটি আংটি ছুড়ে ফেলে দিলো। অতঃপর সে একটি লোহার আংটি পরে এলে তিনি বলেন আমি তোমার নিকট জাহান্নামীদের অলংকার দেখছি কেন? লোকটি এটিও ছুড়ে ফেলে দিলো। লোকটি বললো, হে আল্লাহ্‌র রাসূল! তাহলে কিসের আংটি ব্যবহার করবো? তিনি বলেন রূপার আংটি ব্যবহার করো, তবে তা যেন এক মিস্‌কাল এর অধিক না হয়।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، وَمُحَمَّدُ بْنُ عَبْدِ الْعَزِيزِ بْنِ أَبِي رِزْمَةَ، - الْمَعْنَى - أَنَّ زَيْدَ بْنَ حُبَابٍ، أَخْبَرَهُمْ عَنْ عَبْدِ اللَّهِ بْنِ مُسْلِمٍ السُّلَمِيِّ الْمَرْوَزِيِّ أَبِي طَيْبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ رَجُلاً، جَاءَ إِلَى النَّبِيِّ صلى الله عليه وسلم وَعَلَيْهِ خَاتَمٌ مِنْ شَبَهٍ فَقَالَ لَهُ ‏\"‏ مَا لِي أَجِدُ مِنْكَ رِيحَ الأَصْنَامِ ‏\"‏ ‏.‏ فَطَرَحَهُ ثُمَّ جَاءَ وَعَلَيْهِ خَاتَمٌ مِنْ حَدِيدٍ فَقَالَ ‏\"‏ مَا لِي أَرَى عَلَيْكَ حِلْيَةَ أَهْلِ النَّارِ ‏\"‏ ‏.‏ فَطَرَحَهُ فَقَالَ يَا رَسُولَ اللَّهِ مِنْ أَىِّ شَىْءٍ أَتَّخِذُهُ قَالَ ‏\"‏ اتَّخِذْهُ مِنْ وَرِقٍ وَلاَ تُتِمَّهُ مِثْقَالاً ‏\"‏ ‏.‏ وَلَمْ يَقُلْ مُحَمَّدٌ عَبْدِ اللَّهِ بْنِ مُسْلِمٍ ‏.‏ وَلَمْ يَقُلِ الْحَسَنُ السُّلَمِيِّ الْمَرْوَزِيِّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 4225,
    "narrator": "আবূ বুরদাহ (রহঃ) হতে ‘আলী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলেছেন দু’আ করার সময় তুমি বলবে (অর্থ) “হে আল্লাহ্‌! আমাকে হিদায়াত দিন এবং এ পথে দৃঢ় রাখুন, আর হিদায়াতের মাধ্যমে আমাকে স্মরণে রাখুন, সোজা পথে পরিচালিত করুন, তীরের মত সোজা পথে চালিয়ে স্মরণে রাখুন।” তিনি (‘আলী) বলেন, তিনি আমাকে এই আঙ্গুলে বা এই আঙ্গুলে অর্থাৎ শাহাদাত ও মধ্যমা আঙ্গুলে আংটি পরতে নিষেধ করেন এবং কাস্‌সী ও মীসারা (দু’ প্রকার রেশমী বস্ত্র) পরিধান করতে নিষেধ করেন। আবূ বুরদাহ (রহঃ) বলেন, আমরা ‘আলী (রাঃ)-কে বললাম, কাস্‌সী কি? তিনি বলেন, সিরিয়া অথবা মিসর হতে আমাদের এখানে আমদানীকৃত কাপড়, যাতে কমলা লেবুর মত ডোরাকাটা থাকতো। আর মীসারা হলো স্ত্রীদের দ্বারা তাদের স্বামীদের জন্য উৎপাদিত জিনিস।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا عَاصِمُ بْنُ كُلَيْبٍ، عَنْ أَبِي بُرْدَةَ، عَنْ عَلِيٍّ، - رضى الله عنه - قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ قُلِ اللَّهُمَّ اهْدِنِي وَسَدِّدْنِي وَاذْكُرْ بِالْهِدَايَةِ هِدَايَةَ الطَّرِيقِ وَاذْكُرْ بِالسَّدَادِ تَسْدِيدَكَ السَّهْمَ ‏\"‏ ‏.‏ قَالَ وَنَهَانِي أَنْ أَضَعَ الْخَاتَمَ فِي هَذِهِ أَوْ فِي هَذِهِ لِلسَّبَّابَةِ وَالْوُسْطَى - شَكَّ عَاصِمٌ - وَنَهَانِي عَنِ الْقَسِّيَّةِ وَالْمِيثَرَةِ ‏.‏ قَالَ أَبُو بُرْدَةَ فَقُلْنَا لِعَلِيٍّ مَا الْقَسِّيَّةُ قَالَ ثِيَابٌ تَأْتِينَا مِنَ الشَّامِ أَوْ مِنْ مِصْرَ مُضَلَّعَةٌ فِيهَا أَمْثَالُ الأُتْرُجِّ قَالَ وَالْمِيثَرَةُ شَىْءٌ كَانَتْ تَصْنَعُهُ النِّسَاءُ لِبُعُولَتِهِنَّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4228,
    "narrator": "নাফি' (রহঃ)",
    "bn": "ইবনু 'উমার (রাঃ) তার বাম হাতে আংটি পরতেন।",
    "ar": "حَدَّثَنَا هَنَّادٌ، عَنْ عَبْدَةَ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، كَانَ يَلْبَسُ خَاتَمَهُ فِي يَدِهِ الْيُسْرَى ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4226,
    "narrator": "‘আলী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর ডান হাতে আংটি পরতেন।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ شَرِيكِ بْنِ أَبِي نَمِرٍ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، عَنْ أَبِيهِ، عَنْ عَلِيٍّ، - رضى الله تعالى عنه - عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ شَرِيكٌ وَأَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَخَتَّمُ فِي يَمِينِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4227,
    "narrator": "ইবনু 'উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর বাম হাতে আংটি পরতেন, আংটির পাথর তাঁর হাতের তালুর দিকে থাকতো। ইমাম আবূ দাঊদ (রহঃ) বলেন, ইবনু ইসহাক্ব ও উসামাহ ইবনু যায়িদ (রহঃ) নাফি'র (রাঃ) সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ডান হাতের কথা বলেছেন। [৪২২৭]",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنِي أَبِي، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي رَوَّادٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَخَتَّمُ فِي يَسَارِهِ وَكَانَ فَصُّهُ فِي بَاطِنِ كَفِّهِ ‏.‏ قَالَ أَبُو دَاوُدَ قَالَ ابْنُ إِسْحَاقَ وَأُسَامَةَ - يَعْنِي ابْنَ زَيْدٍ - عَنْ نَافِعٍ بِإِسْنَادِهِ فِي يَمِينِهِ ‏.‏",
    "grade_id": 20,
    "grade": "শায",
    "grade_color": "#F85B24",
    "note": "[৪২২৭] আবূ দাউদ এটি এককভাবে বর্ণনা করেছেন। এটি বায়হাক্বীতে রয়েছে। সানাদের 'আবদুল 'আযীয ইবনু আবূ রাওয়াদ সম্পর্কে হাফিয বলেন: সত্যবাদী, কিন্তু তার দ্বারা সন্দেহ আছে, তিনি ছিলেন মুরজিয়া। ইমাম যাহাবী মীযান গ্রন্থে বলেন: ইবনুল হুসাইন বলেন, যঈফ।"
  },
  {
    "hadith_id": 4229,
    "narrator": "মুহাম্মাদ ইবনু ইসহাক্ব (রহঃ)",
    "bn": "তিনি বলেন, আমি আস-সাল্ত ইবনু 'আবদুল্লাহ ইবনু নাওফাল ইবনু 'আবদুল মুত্তালিবকে তার ডান হাতের কনিষ্ঠ আঙ্গুলে আংটি পরিধান করতে দেখে তাকে প্রশ্ন করলাম, এটা কি? তিনি বলেন, আমি ইবনু 'আব্বাস (রাঃ)-কে এভাবে আংটি পরিধান করতে দেখেছি। তিনি আংটির পাথর হাতের পিঠের দিকে রাখতেন। তিনি বলেন, ইবনু 'আব্বাস (রাঃ) অবশ্যই উল্লেখ করেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর আংটি পরতেন এভাবে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَعِيدٍ، حَدَّثَنَا يُونُسُ بْنُ بُكَيْرٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، قَالَ رَأَيْتُ عَلَى الصَّلْتِ بْنِ عَبْدِ اللَّهِ بْنِ نَوْفَلِ بْنِ عَبْدِ الْمُطَّلِبِ خَاتَمًا فِي خِنْصَرِهِ الْيُمْنَى فَقُلْتُ مَا هَذَا قَالَ رَأَيْتُ ابْنَ عَبَّاسٍ يَلْبَسُ خَاتَمَهُ هَكَذَا وَجَعَلَ فَصَّهُ عَلَى ظَهْرِهَا ‏.‏ قَالَ وَلاَ يَخَالُ ابْنَ عَبَّاسٍ إِلاَّ قَدْ كَانَ يَذْكُرُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَلْبَسُ خَاتَمَهُ كَذَلِكَ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4232,
    "narrator": "'আবদুর রহমান ইবনু ত্বারাফাহ (রাঃ)",
    "bn": "'কুলাব' যুদ্ধের দিন তার দাদা 'আরফাজাহ ইবনু আস'আদের নাক কেটে গেলে তিনি রূপার নাক বানিয়ে নিলেন। তা দুর্গন্ধযুক্ত হওয়ায় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নির্দেশে তিনি স্বর্ণের নাক তৈরী করে নেন।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْخُزَاعِيُّ، - الْمَعْنَى - قَالاَ حَدَّثَنَا أَبُو الأَشْهَبِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ طَرَفَةَ، أَنَّ جَدَّهُ، عَرْفَجَةَ بْنَ أَسْعَدَ قُطِعَ أَنْفُهُ يَوْمَ الْكُلاَبِ فَاتَّخَذَ أَنْفًا مِنْ وَرِقٍ فَأَنْتَنَ عَلَيْهِ فَأَمَرَهُ النَّبِيُّ صلى الله عليه وسلم فَاتَّخَذَ أَنْفًا مِنْ ذَهَبٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4236,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি তার প্রিয়জনকে আগুনের বালা পরাতে পছন্দ করে, সে যেন তাকে স্বর্ণের বালা পরতে দেয়। আর যে ব্যক্তি তার প্রিয়জনকে আগুনের মালা পরাতে পছন্দ করে, সে যেন তার গলায় স্বর্ণের মালা পরিয়ে দেয়। আর যে ব্যক্তি তার প্রিয়জনকে আগুনের কাঁকন পরাতে পছন্দ করে, সে যেন তার হাতে স্বর্ণের কাঁকন পরিয়ে দেয়। কিন্তু তোমরা রূপার অলংকার পরতে পারো এবং এর দ্বারা আনন্দ করতে পারো।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُحَمَّدٍ - عَنْ أَسِيدِ بْنِ أَبِي أَسِيدٍ الْبَرَّادِ، عَنْ نَافِعِ بْنِ عَيَّاشٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ أَحَبَّ أَنْ يُحَلِّقَ حَبِيبَهُ حَلْقَةً مِنْ نَارٍ فَلْيُحَلِّقْهُ حَلْقَةً مِنْ ذَهَبٍ وَمَنْ أَحَبَّ أَنْ يُطَوِّقَ حَبِيبَهُ طَوْقًا مِنْ نَارٍ فَلْيُطَوِّقْهُ طَوْقًا مِنْ ذَهَبٍ وَمَنْ أَحَبَّ أَنْ يُسَوِّرَ حَبِيبَهُ سِوَارًا مِنْ نَارٍ فَلْيُسَوِّرْهُ سِوَارًا مِنْ ذَهَبٍ وَلَكِنْ عَلَيْكُمْ بِالْفِضَّةِ فَالْعَبُوا بِهَا ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4237,
    "narrator": "হুযাইফাহ (রাঃ) এর বোন",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ হে নারী জাতি! তোমরা কি রূপা দিয়ে অলংকার তৈরি করতে পারো না? জেনে রাখো! তোমাদের মধ্যকার যে নারীই প্রদর্শনীর জন্য স্বর্ণালংকার পরবে, তাকে সে কারণে শাস্তি ভোগ করতে হবে। [৪২৩৭]",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنِ امْرَأَتِهِ، عَنْ أُخْتٍ، لِحُذَيْفَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ يَا مَعْشَرَ النِّسَاءِ أَمَا لَكُنَّ فِي الْفِضَّةِ مَا تَحَلَّيْنَ بِهِ أَمَا إِنَّهُ لَيْسَ مِنْكُنَّ امْرَأَةٌ تَحَلَّى ذَهَبًا تُظْهِرُهُ إِلاَّ عُذِّبَتْ بِهِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪২৩৭] নাসায়ী। সানাদে নাম উল্লেখহীন জনৈকা অজ্ঞাত মহিলা আছে।"
  },
  {
    "hadith_id": 4235,
    "narrator": "'আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট (বাদশা) নাজ্জাশীর পক্ষ হতে কিছু অলংকার উপঢৌকনস্বরূপ এলো। তাতে একটি স্বর্ণের আংটি ছিল, যার উপরিভাগে হাব্শী পাথর খচিত ছিল। তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা থেকে মুখ ফিরিয়ে কাঠির সাহায্যে অথবা তাঁর কোন আঙ্গুলের সাহায্যে এটা তুলে ধরেন এবং আবুল 'আস ও যাইনাবের কন্যা উমামাহ্‌কে ডেকে বলেনঃ হে আমার আদুরে ছোট্ট নাত্‌নী! তুমি এ অলংকারটি পরিধান করো।",
    "ar": "حَدَّثَنَا ابْنُ نُفَيْلٍ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، قَالَ حَدَّثَنِي يَحْيَى بْنُ عَبَّادٍ، عَنْ أَبِيهِ، عَبَّادِ بْنِ عَبْدِ اللَّهِ عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ قَدِمَتْ عَلَى النَّبِيِّ صلى الله عليه وسلم حِلْيَةٌ مِنْ عِنْدِ النَّجَاشِيِّ أَهْدَاهَا لَهُ فِيهَا خَاتَمٌ مِنْ ذَهَبٍ فِيهِ فَصٌّ حَبَشِيٌّ - قَالَتْ - فَأَخَذَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم بِعُودٍ مُعْرِضًا عَنْهُ أَوْ بِبَعْضِ أَصَابِعِهِ ثُمَّ دَعَى أُمَامَةَ ابْنَةَ أَبِي الْعَاصِ ابْنَةَ ابْنَتِهِ زَيْنَبَ فَقَالَ ‏ \"‏ تَحَلَّىْ بِهَذَا يَا بُنَيَّةُ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4238,
    "narrator": "আস্‌মা বিনতু ইয়াযীদ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে কোন নারী গলায় স্বর্ণের মালা পরবে, ক্বিয়ামাতের দিন তার গলায় আগুনের মালা ঝুলিয়ে দেয়া হবে। আর যে কোন নারী তার কানে স্বর্ণের দুল পরবে, ক্বিয়ামতের দিন অনুরূপ একটি আগুনের দুল তার কানে লটকিয়ে দেয়া হবে। [৪২৩৮]",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ الْعَطَّارُ، حَدَّثَنَا يَحْيَى، أَنَّ مَحْمُودَ بْنَ عَمْرٍو الأَنْصَارِيَّ، حَدَّثَهُ أَنَّ أَسْمَاءَ بِنْتَ يَزِيدَ حَدَّثَتْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ أَيُّمَا امْرَأَةٍ تَقَلَّدَتْ قِلاَدَةً مِنْ ذَهَبٍ قُلِّدَتْ فِي عُنُقِهَا مِثْلَهُ مِنَ النَّارِ يَوْمَ الْقِيَامَةِ وَأَيُّمَا امْرَأَةٍ جَعَلَتْ فِي أُذُنِهَا خُرْصًا مِنْ ذَهَبٍ جُعِلَ فِي أُذُنِهَا مِثْلُهُ مِنَ النَّارِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪২৩৮] নাসায়ী, আহমাদ। সানাদের মাহমূদ ইবনু ‘আমর সম্পর্কে হাফিয বলেনঃ মাক্ববূল। ইমাম যাহাবী মীযান গ্রন্থ বলেনঃ ‘তাকে ইবনু হাযম যঈফ বলেছেন।’ ইমাম যাহাবী বলেনঃ তার মধ্যে জাহালাত রয়েছে, এবং ইবনু হিব্বান তাকে সিক্বাহ বলেছেন।"
  },
  {
    "hadith_id": 4239,
    "narrator": "মু’আবিয়াহ ইবনু আবূ সুফিয়ান (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চিতা বাঘের চামড়ার গদিতে বসতে এবং স্বর্ণের জিনিস পরিধান করতে নিষেধ করেছেন, তবে সামান্য পরিমাণ ব্যবহারে দোষ নেই। ইমাম আবূ দাঊদ (রহঃ) বলেন, আবূ ক্বিলাবাহ (রহঃ) মু’আবিয়াহ (রহঃ)- এর সাক্ষাৎ পাননি।",
    "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا خَالِدٌ، عَنْ مَيْمُونٍ الْقَنَّادِ، عَنْ أَبِي قِلاَبَةَ، عَنْ مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنْ رُكُوبِ النِّمَارِ وَعَنْ لُبْسِ الذَّهَبِ إِلاَّ مُقَطَّعًا ‏.‏ قَالَ أَبُو دَاوُدَ أَبُو قِلاَبَةَ لَمْ يَلْقَ مُعَاوِيَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4215,
    "narrator": "আনাস (রাঃ)",
    "bn": "আনাস (রাঃ) সূত্রে ঈসা ইবনু ইউনুসের বর্ণিত উপরের হাদীসের অর্থানুরূপ বর্ণিত। এতে আরো রয়েছে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর রূপার আংটি তাঁর মৃত্যুর পূর্ব পর্যন্ত তাঁর হাতেই ছিল, অতঃপর সেটি আবূ বকর (রাঃ)-এর মৃত্যুর পূর্ব পর্যন্ত তাঁর হাতে, এরপর ‘উমার (রাঃ)-এর মৃত্যুর পূর্ব পর্যন্ত তাঁর হাতে ছিল, অতঃপর ‘উসমানের (রাঃ) হাতে এলে একদিন তিনি কূপের নিকট অবস্থানকালে হঠাৎ তাঁর হাত থেকে সেটি কূপে পড়ে যায়। পরে তাঁর নির্দেশে কূপের সমস্ত পানি নিষ্কাশন করা হয় কিন্তু সেটি আর পাওয়া যায়নি।",
    "ar": "حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، عَنْ خَالِدٍ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، بِمَعْنَى حَدِيثِ عِيسَى بْنِ يُونُسَ زَادَ فَكَانَ فِي يَدِهِ حَتَّى قُبِضَ وَفِي يَدِ أَبِي بَكْرٍ حَتَّى قُبِضَ وَفِي يَدِ عُمَرَ حَتَّى قُبِضَ وَفِي يَدِ عُثْمَانَ فَبَيْنَمَا هُوَ عِنْدَ بِئْرٍ إِذْ سَقَطَ فِي الْبِئْرِ فَأَمَرَ بِهَا فَنُزِحَتْ فَلَمْ يُقْدَرْ عَلَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4219,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "ইবনু ‘উমার (রাঃ) এ বিষয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে বর্ণনা করেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রূপা দিয়ে একটি আংটি বানালেন এবং তাতে “মুহাম্মাদুর রাসূলুল্লাহ” অঙ্কিত করে বলেন কেউ যেন তার আংটিতে এ বাক্য অঙ্কিত না করে। অতঃপর বর্ণনাকারী অবশিষ্ট হাদীস বর্ণনা করেন।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ بْنِ مُوسَى، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، فِي هَذَا الْخَبَرِ عَنِ النَّبِيِّ صلى الله عليه وسلم فَنَقَشَ فِيهِ ‏\"‏ مُحَمَّدٌ رَسُولُ اللَّهِ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ لاَ يَنْقُشْ أَحَدٌ عَلَى نَقْشِ خَاتَمِي هَذَا ‏\"‏ ‏.‏ ثُمَّ سَاقَ الْحَدِيثَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4220,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "ইবনু ‘উমার (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে এ সম্পর্কে বর্ণনা করেন, তারা আংটিটি অনুসন্ধান করে পেলেন না। অতঃপর ‘উসমান (রাঃ) আরেকটি আংটি বানান এবং তাতে ‘মুহাম্মাদ রাসূলুল্লাহ’ বাক্য অঙ্কিত করেন। বর্ণনাকারী বলেন, তিনি সেটি আংটি হিসেবে ব্যবহার করতেন অথবা সীলমোহর হিসেবে সরকারী কাজে ব্যবহার করতেন। [৪২২০]\n\nসানাদ দুর্বল, মাতান মুনকার।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ فَارِسٍ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ الْمُغِيرَةِ بْنِ زِيَادٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، بِهَذَا الْخَبَرِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ فَالْتَمَسُوهُ فَلَمْ يَجِدُوهُ فَاتَّخَذَ عُثْمَانُ خَاتَمًا وَنَقَشَ فِيهِ ‏ \"‏ مُحَمَّدٌ رَسُولُ اللَّهِ ‏\"‏ ‏.‏ قَالَ فَكَانَ يَخْتِمُ بِهِ أَوْ يَتَخَتَّمُ بِهِ ‏.",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null
  },
  {
    "hadith_id": 4224,
    "narrator": "ইয়াস ইবনুল হারিস ইবনু মু’আইক্বীব (রহঃ) তার নানা",
    "bn": "লোহার একটি আংটি রূপা দিয়ে মুড়ানো ছিল। তিনি বলেন, সেটা কখনো আমার নিকট থাকতো। বর্ণনাকারী বলেন, মু’আইক্বীব (রাঃ) ছিলেন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আংটির যিম্মাদার।",
    "ar": "حَدَّثَنَا ابْنُ الْمُثَنَّى، وَزِيَادُ بْنُ يَحْيَى، وَالْحَسَنُ بْنُ عَلِيٍّ، قَالُوا حَدَّثَنَا سَهْلُ بْنُ حَمَّادٍ أَبُو عَتَّابٍ، حَدَّثَنَا أَبُو مَكِينٍ، نُوحُ بْنُ رَبِيعَةَ حَدَّثَنِي إِيَاسُ بْنُ الْحَارِثِ بْنِ الْمُعَيْقِيبِ، وَجَدُّهُ، مِنْ قِبَلِ أُمِّهِ أَبُو ذُبَابٍ عَنْ جَدِّهِ، قَالَ كَانَ خَاتَمُ النَّبِيِّ صلى الله عليه وسلم مِنْ حَدِيدٍ مَلْوِيٌّ عَلَيْهِ فِضَّةٌ ‏.‏ قَالَ فَرُبَّمَا كَانَ فِي يَدِهِ قَالَ وَكَانَ الْمُعَيْقِيبُ عَلَى خَاتَمِ النَّبِيِّ صلى الله عليه وسلم ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 4231,
    "narrator": "'আবদুর রহমান ইবনু হাইয়্যান আল-আনসারীর (রাঃ) মুক্তদাসী বুনানাহ 'আয়িশাহ (রাঃ)-এর সূত্র",
    "bn": "একদা তিনি 'আয়িশাহ (রাঃ)-এর নিকট উপস্থিত ছিলেন। তখন একটি ছোট বালিকাকে নিয়ে আসা হলো। বালিকার পায়ে নূপুরের আওয়াজ শুনে তিনি বলেন, এর পা থেকে নূপুর না খুলে তাকে আমার কাছে আনবেন না। তিনি আরো বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ যে ঘরে ঘন্টা থাকে সে ঘরে ফেরেশতা প্রবেশ করেন না। [৪২৩১]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ، حَدَّثَنَا رَوْحٌ، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ بُنَانَةَ، مَوْلاَةِ عَبْدِ الرَّحْمَنِ بْنِ حَسَّانَ الأَنْصَارِيِّ عَنْ عَائِشَةَ، قَالَتْ بَيْنَمَا هِيَ عِنْدَهَا إِذْ دُخِلَ عَلَيْهَا بِجَارِيَةٍ وَعَلَيْهَا جَلاَجِلُ يُصَوِّتْنَ فَقَالَتْ لاَ تُدْخِلْنَهَا عَلَىَّ إِلاَّ أَنْ تَقْطَعُوا جَلاَجِلَهَا وَقَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ تَدْخُلُ الْمَلاَئِكَةُ بَيْتًا فِيهِ جَرَسٌ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৪২৩১] আহমাদ। এর শাহিদ হাদীস রয়েছে নাসায়ীতে উম্মু সালাহ হতে।"
  },
  {
    "hadith_id": 4230,
    "narrator": "'আলী ইবনু সাহ্ল ইবনু যুবাইর (রহঃ)",
    "bn": "একদা তাদের এক মুক্তদাসী যুবাইরের (রাঃ) কন্যাকে নিয়ে 'উমার ইবনুল খাত্তাবের (রাঃ) নিকট এলো। তার (কন্যার) পায়ে নূপুর ছিল। 'উমার (রাঃ) তা কেটে ফেলে দিয়ে বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ প্রতিটি ঘন্টাধ্বনির সাথে একটি শয়তান থাকে। [৪২৩০]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ سَهْلٍ، وَإِبْرَاهِيمُ بْنُ الْحَسَنِ، قَالاَ حَدَّثَنَا حَجَّاجٌ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي عُمَرُ بْنُ حَفْصٍ، أَنَّ عَامِرَ بْنَ عَبْدِ اللَّهِ، - قَالَ عَلِيُّ بْنُ سَهْلٍ ابْنِ الزُّبَيْرِ - أَخْبَرَهُ أَنَّ مَوْلاَةً لَهُمْ ذَهَبَتْ بِابْنَةِ الزُّبَيْرِ إِلَى عُمَرَ بْنِ الْخَطَّابِ وَفِي رِجْلِهَا أَجْرَاسٌ فَقَطَعَهَا عُمَرُ ثُمَّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّ مَعَ كُلِّ جَرَسٍ شَيْطَانًا ‏\"‏ ‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৪২৩০] আবূ দাউদ এটি এককভাবে বর্ণনা করেছেন। এটি রয়েছে মুনযিরীর আত-তারগীব গ্রন্থে। মুনযিরী বলেনঃ তাদের মুক্তদাসী অজ্ঞাত। আর 'আমির, উমার ইবনুল খাত্তাবকে পাননি।"
  },
  {
    "hadith_id": 4233,
    "narrator": "'আবদুর রহমান ইবনু ত্বারাফাহ (রহঃ)",
    "bn": "'আবদুর রহমান ইবনু ত্বারাফাহ (রহঃ) 'আরফাজাহ ইবনু আস'আদ সূত্রে পূর্বোক্ত হাদীসের সমার্থক হাদীস বর্ণনা করেন। [৪২৩৩]",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، وَأَبُو عَاصِمٍ قَالاَ حَدَّثَنَا أَبُو الأَشْهَبِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ طَرَفَةَ، عَنْ عَرْفَجَةَ بْنِ أَسْعَدَ، بِمَعْنَاهُ ‏.‏ قَالَ يَزِيدُ قُلْتُ لأَبِي الأَشْهَبِ أَدْرَكَ عَبْدُ الرَّحْمَنِ بْنُ طَرَفَةَ جَدَّهُ عَرْفَجَةَ قَالَ نَعَمْ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৪২৩৩] নাসায়ী, আহমাদ।"
  },
  {
    "hadith_id": 4234,
    "narrator": "'আরফাজাহ ইবনু আস'আদ (রহঃ) হতে তার পিতা",
    "bn": "'আরফাজাহ ইবনু আস'আদ (রহঃ) হতে তার পিতার সূত্রে পূর্বোক্ত হাদীসের সমার্থবোধক হাদীস বর্ণিত। [৪২৩৪]",
    "ar": "حَدَّثَنَا مُؤَمَّلُ بْنُ هِشَامٍ، حَدَّثَنَا إِسْمَاعِيلُ، عَنْ أَبِي الأَشْهَبِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ طَرَفَةَ بْنِ عَرْفَجَةَ بْنِ أَسْعَدَ، عَنْ أَبِيهِ، أَنَّ عَرْفَجَةَ، بِمَعْنَاهُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৪২৩৪] আবূ দাউদ এটি একক ভাবে বর্ননা করেছেন।"
  }
]