[
  {
    "hadith_id": 1401,
    "narrator": "আমর ইবনুল ‘আস (রাঃ",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে কুরআনের মধ্যে পনেরটি সিজদা পাঠ করিয়েছেন। তন্মধ্যে সূরাহ মুফাস্‌সলে তিনটি এবং সূরাহ হাজ্জের মধ্যে দু’টি। [১৪০১]\nইমাম আবূ দাউদ (রহঃ) বলেন, আবূ দারদা (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেন যে, সিজদা এগারটি। তবে এ বর্ণনার সানাদ নিকৃষ্ট। \n\nদুর্বল : মিশকাত (১০২৯)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ بْنِ الْبَرْقِيِّ، حَدَّثَنَا ابْنُ أَبِي مَرْيَمَ، أَخْبَرَنَا نَافِعُ بْنُ يَزِيدَ، عَنِ الْحَارِثِ بْنِ سَعِيدٍ الْعُتَقِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مُنَيْنٍ، - مِنْ بَنِي عَبْدِ كُلاَلٍ - عَنْ عَمْرِو بْنِ الْعَاصِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَقْرَأَهُ خَمْسَ عَشْرَةَ سَجْدَةً فِي الْقُرْآنِ مِنْهَا ثَلاَثٌ فِي الْمُفَصَّلِ وَفِي سُورَةِ الْحَجِّ سَجْدَتَانِ ‏.‏ قَالَ أَبُو دَاوُدَ رُوِيَ عَنْ أَبِي الدَّرْدَاءِ عَنِ النَّبِيِّ صلى الله عليه وسلم إِحْدَى عَشْرَةَ سَجْدَةً وَإِسْنَادُهُ وَاهٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[১৪০১] ইবনু মাজাহ (অধ্যায় : সলাত ক্বায়িম, অনুঃ কুরআনে সিজদার সংখ্যা, হাঃ ১০৫৭) ইবনু আবূ মারইয়াম হতে। এর সানাদ দুর্বল। আবূ দাউদ বলেন, এর সানাদ নিকৃষ্ট।"
  },
  {
    "hadith_id": 1402,
    "narrator": "‘উক্ববাহ ইবনু ‘আমির (রাঃ)",
    "bn": "আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞেস করি, হে আল্লাহর রসূল! সূরাহ হাজ্জে কি দু’টি সিজদা রয়েছে? তিনি বলেন, হাঁ। যে ব্যক্তি এ দু’টি সিজদা আদায় করবে না সে যেন তা তিলাওয়াত না করে।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، أَخْبَرَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي ابْنُ لَهِيعَةَ، أَنَّ مِشْرَحَ بْنَ هَاعَانَ أَبَا الْمُصْعَبِ، حَدَّثَهُ أَنَّ عُقْبَةَ بْنَ عَامِرٍ حَدَّثَهُ قَالَ قُلْتُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَفِي سُورَةِ الْحَجِّ سَجْدَتَانِ قَالَ ‏ \"‏ نَعَمْ وَمَنْ لَمْ يَسْجُدْهُمَا فَلاَ يَقْرَأْهُمَا ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1403,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মদিনায় আগমনের পর মুফাস্‌সলের কোথাও সিজদা করেননি। [১৪০৩]\n\nদুর্বল : মিশকাত (১০৩৪)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا أَزْهَرُ بْنُ الْقَاسِمِ، - قَالَ مُحَمَّدٌ رَأَيْتُهُ بِمَكَّةَ - حَدَّثَنَا أَبُو قُدَامَةَ، عَنْ مَطَرٍ الْوَرَّاقِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمْ يَسْجُدْ فِي شَىْءٍ مِنَ الْمُفَصَّلِ مُنْذُ تَحَوَّلَ إِلَى الْمَدِينَةِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[১৪০৩] এর সানাদ দুর্বল। আবূ দাউদ এটি এককভাবে বর্ণনা করেছেন, সানাদে ইবনু কুদামাহ হচ্ছে হারিস ইবনু ‘উবাইদ। হাফিয ‘আত-তাক্বরীব’ গ্রন্থে বলেন : সত্যবাদী, তবে ভুল করেন। ‘আত-তাহযীব’ গ্রন্থে রয়েছে : ইমাম আহমাদ বলেন : তিনি মুয্‌তারিবুল হাদীস। ইমাম আবূ হাতিম বলেন : তিনি ঐরূপ মজবুত নন।"
  },
  {
    "hadith_id": 1404,
    "narrator": "যায়িদ ইবনু সাবিত (রাঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সম্মুখে সূরাহ নাজ্‌ম তিলাওয়াত করেছি কিন্তু তিনি এ সূরাহ্‌তে সিজদা করেননি।",
    "ar": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا وَكِيعٌ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ قَرَأْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم النَّجْمَ فَلَمْ يَسْجُدْ فِيهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1406,
    "narrator": "‘আবদুল্লাহ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূরাহ নাজ্‌ম তিলাওয়াতের পর সিজদা করলে উপস্থিত সকলেই সিজদা করলো। কিন্তু এক ব্যক্তি সিজদা না করে এক মুষ্টি কংকর অথবা মাটি স্বীয় কপালের কাছে নিয়ে বললো, আমার জন্য এটুকুই যথেষ্ট। ‘আবদুল্লাহ (রাঃ) বলেন, পরবর্তীতে আমি লোকটিকে কাফির অবস্থায় মরতে দেখেছি।\n\nসহীহ : বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ، عَنْ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَرَأَ سُورَةَ النَّجْمِ فَسَجَدَ فِيهَا وَمَا بَقِيَ أَحَدٌ مِنَ الْقَوْمِ إِلاَّ سَجَدَ فَأَخَذَ رَجُلٌ مِنَ الْقَوْمِ كَفًّا مِنْ حَصًى أَوْ تُرَابٍ فَرَفَعَهُ إِلَى وَجْهِهِ وَقَالَ يَكْفِينِي هَذَا ‏.‏ قَالَ عَبْدُ اللَّهِ فَلَقَدْ رَأَيْتُهُ بَعْدَ ذَلِكَ قُتِلَ كَافِرًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1407,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, আমরা রসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাথে ‘ইযাস-সামাউন শাককাত্‌ এবং ‘ইক্বরা বিসমি রব্বিকাল্লাযী খালাক্বা’ সূরাহ দু’টিতে সিজদা করেছি। ইমাম আবূ দাউদ (রহঃ) বলেন, আবূ হুরায়রা (রাঃ) ষষ্ঠ হিজরীতে খায়বার যুদ্ধের বছরে ইসলাম কবুল করেন। আর এ সিজদা ছিলো রসূলুল্লাহর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জীবনের শেষ দিকের আমল।\n\nসহীহ : মুসলিম।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ بْنِ مُوسَى، عَنْ عَطَاءِ بْنِ مِينَاءَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ سَجَدْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي ‏{‏ إِذَا السَّمَاءُ انْشَقَّتْ ‏}‏ وَ ‏{‏ اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ‏}‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1408,
    "narrator": "আবূ রাফি’ (রাঃ)",
    "bn": "তিনি বলেন, আমি আবূ হুরায়রা (রাঃ)-এর সাথে ‘ইশার সলাত আদায় করি। তিনি সূরাহ ‘ইযাস্‌-সামাউন শাক্কাত’ তিলাওয়াত করে সিজদা করলেন। আমি তাকে বলি, এ সিজদা কিসের? তিনি বললেন, আমি আবুল ক্বাসিম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর পিছনে এ সিজদা করেছি এবং মৃত্যু পর্যন্ত আমি এ সিজদা আদায় করতে থাকবো।\n\nসহীহ : বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ أَبِي، حَدَّثَنَا بَكْرٌ، عَنْ أَبِي رَافِعٍ، قَالَ صَلَّيْتُ مَعَ أَبِي هُرَيْرَةَ الْعَتَمَةَ فَقَرَأَ ‏{‏ إِذَا السَّمَاءُ انْشَقَّتْ ‏}‏ فَسَجَدَ فَقُلْتُ مَا هَذِهِ السَّجْدَةُ قَالَ سَجَدْتُ بِهَا خَلْفَ أَبِي الْقَاسِمِ صلى الله عليه وسلم فَلاَ أَزَالُ أَسْجُدُ بِهَا حَتَّى أَلْقَاهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1409,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, সূরাহ সোয়াদের সিজদা আবশ্যক নয়। তবে আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এখানে সিজদা করতে দেখেছি।\n\nসহীহ : বুখারী।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لَيْسَ ‏{‏ ص ‏}‏ مِنْ عَزَائِمِ السُّجُودِ وَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَسْجُدُ فِيهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1410,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিম্বারের উপর ‘সূরাহ সোয়াদ’ তিলাওয়াতকালে সিজদার আয়াত পৌছলে নীচে নেমে সিজদা করলে লোকজনও তাঁর সাথে সিজদা করলো। অতঃপর আরেক দিন তিনি তা তিলাওয়াত করলেন, তখন সিজদার আয়াত পর্যন্ত পৌছলে লোকজন সিজদার জন্য প্রস্তুত হলে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এটা নাবীর জন্য তওবাহ স্বরূপ ছিলো। অথচ আমি দেখেছি তোমরা সিজদা করার জন্য প্রস্তুত। অতঃপর তিনি সিজদা করলে লোকেরাও সিজদা করলো।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا ابْنُ وَهْبٍ، أَخْبَرَنِي عَمْرٌو، - يَعْنِي ابْنَ الْحَارِثِ - عَنِ ابْنِ أَبِي هِلاَلٍ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ بْنِ سَعْدِ بْنِ أَبِي سَرْحٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّهُ قَالَ قَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ عَلَى الْمِنْبَرِ ‏{‏ ص ‏}‏ فَلَمَّا بَلَغَ السَّجْدَةَ نَزَلَ فَسَجَدَ وَسَجَدَ النَّاسُ مَعَهُ فَلَمَّا كَانَ يَوْمٌ آخَرُ قَرَأَهَا فَلَمَّا بَلَغَ السَّجْدَةَ تَشَزَّنَ النَّاسُ لِلسُّجُودِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِنَّمَا هِيَ تَوْبَةُ نَبِيٍّ وَلَكِنِّي رَأَيْتُكُمْ تَشَزَّنْتُمْ لِلسُّجُودِ ‏\"‏ ‏.‏ فَنَزَلَ فَسَجَدَ وَسَجَدُوا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1411,
    "narrator": "‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাক্কাহ বিজয়ের বছরে (বিজয়ের দিন) সিজদার আয়াত পাঠ করলে উপস্থিত সকলেই সিজদা করলো। তাদের মধ্যে কেউ আরোহী ছিলো এবং কেউ ছিলো মাটিতে সিজদাকারী। এমনকি আরোহী নিজ হাতের উপর সিজদা আদায় করেছে। [১৪১১]\n\nদুর্বল : মিশকাত (১০৩৩)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ الدِّمَشْقِيُّ أَبُو الْجُمَاهِرِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، - يَعْنِي ابْنَ مُحَمَّدٍ - عَنْ مُصْعَبِ بْنِ ثَابِتِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَرَأَ عَامَ الْفَتْحِ سَجْدَةً فَسَجَدَ النَّاسُ كُلُّهُمْ مِنْهُمُ الرَّاكِبُ وَالسَّاجِدُ فِي الأَرْضِ حَتَّى إِنَّ الرَّاكِبَ لَيَسْجُدُ عَلَى يَدِهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[১৪১১] ইবনু খুযাইমাহ (১/২৭৯) আবূ দাউদ হতে। এর সানাদে মুস‘আব ইবনু সাবিত দুর্বল।"
  },
  {
    "hadith_id": 1412,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের সামনে সূরাহ পড়লেন। ইবনু নুমাইর বলেন, সলাতের বাইরে, অতঃপর উভয় বর্ণনাকারী বর্ণনা করেন, তিনি সিজদা করলে আমরাও তাঁর সাথে সিজদা করতাম। এমনকি (ভীড়ের কারণে) আমাদের কেউ কেউ স্বীয় কপাল রাখার জায়গাও পেতো না।\n\nসহীহ : বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ أَبِي شُعَيْبٍ، حَدَّثَنَا ابْنُ نُمَيْرٍ، - الْمَعْنَى - عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْرَأُ عَلَيْنَا السُّورَةَ - قَالَ ابْنُ نُمَيْرٍ فِي غَيْرِ الصَّلاَةِ ثُمَّ اتَّفَقَا - فَيَسْجُدُ وَنَسْجُدُ مَعَهُ حَتَّى لاَ يَجِدُ أَحَدُنَا مَكَانًا لِمَوْضِعِ جَبْهَتِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1413,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের সামনে কুরআন পড়ার সময় সিজদার আয়াত অতিক্রমকালে তাকবীর বলে সিজদা করতেন এবং আমরাও সিজদা করতাম। [১৪১৩]\n‘আবদুর রায্‌যাক বলেন, ইমাম সাওরী এ হাদীস পছন্দ করতেন। ইমাম আবূ দাউদ (রহঃ) বলেন, কেননা এতে তাকবীর উচ্চারণের কথা রয়েছে।  \n\nমুনকার, তাকবীর শব্দ উল্লেখ দ্বারা। মাহফূয হচ্ছে : তাকবীর ছাড়া। যেমন এর পূর্বেরটিতে রয়েছে।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ الْفُرَاتِ أَبُو مَسْعُودٍ الرَّازِيُّ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْرَأُ عَلَيْنَا الْقُرْآنَ فَإِذَا مَرَّ بِالسَّجْدَةِ كَبَّرَ وَسَجَدَ وَسَجَدْنَا ‏.‏ قَالَ عَبْدُ الرَّزَّاقِ وَكَانَ الثَّوْرِيُّ يُعْجِبُهُ هَذَا الْحَدِيثُ ‏.‏ قَالَ أَبُو دَاوُدَ يُعْجِبُهُ لأَنَّهُ كَبَّرَ ‏.‏",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": "[১৪১৩] আবূ দাউদ এটি এককভাবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1414,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতে কুরআন তিলাওয়াতের সিজদা করতেন এবং সিজদাতে বারবার বলতেন : ‘সাজাদা ওয়াজহিয়া লিল্লাযী খালাক্বাহু ওয়া শাক্‌কা সাম্‌‘আহু ওয়া বাসরহু, বি-হাওলিহী ওয়া কুওয়াতিহী। (অর্থঃ আমার মুখমণ্ডল ঐ সত্ত্বাকেই সিজদা করেছে, যিনি তাকে সৃষ্টি করেছেন, কানে শ্রবণশক্তি এবং চোখে দৃষ্টিশক্তি দান করেছেন। তাঁর দয়া ও শক্তির বলেই এগুলো বলীয়ান।)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا إِسْمَاعِيلُ، حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، عَنْ رَجُلٍ، عَنْ أَبِي الْعَالِيَةِ، عَنْ عَائِشَةَ، - رضى الله عنها - قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ فِي سُجُودِ الْقُرْآنِ بِاللَّيْلِ يَقُولُ فِي السَّجْدَةِ مِرَارًا ‏ \"‏ سَجَدَ وَجْهِي لِلَّذِي خَلَقَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1405,
    "narrator": "খারিজাহ ইবনু যায়িদ ইবনু সাবিত (রহঃ) হতে তার পিতা থেকে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত। ইমাম আবূ দাউদ (রহঃ) বলেন, যায়িদ (রাঃ) ইমাম হওয়া সত্ত্বেও সিজদা করেননি। [১৪০৫]",
    "ar": "حَدَّثَنَا ابْنُ السَّرْحِ، أَخْبَرَنَا ابْنُ وَهْبٍ، حَدَّثَنَا أَبُو صَخْرٍ، عَنِ ابْنِ قُسَيْطٍ، عَنْ خَارِجَةَ بْنِ زَيْدِ بْنِ ثَابِتٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمَعْنَاهُ ‏.‏ قَالَ أَبُو دَاوُدَ كَانَ زَيْدٌ الإِمَامَ فَلَمْ يَسْجُدْ فِيهَا ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "[১৪০৫] ইবনু খুযাইমাহ (হা/৫৬৬), সহিহ আবু দাউদ"
  },
  {
    "hadith_id": 1415,
    "narrator": "আবূ তামীমাহ আল-হুজাইমী (রহঃ)",
    "bn": "যখন আমরা কাফেলার সাথে মদিনায় আসি তখন ফজরের সলাতের পর আমি লোকদেরকে ওয়ায করতাম, এ সময় সিজদার আয়াত পাঠ করলে আমি সিজদা করতাম। ইবনু ‘উমার (রাঃ) আমাকে পরপর তিনবার নিষেধ করা সত্ত্বেও আমি তার কথায় কর্ণপাত না করায় তিনি পুনরায় নিষেধ করে বললেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), আবূ বাকর, ‘উমার এবং ‘উসমান (রাঃ)-এর পেছনে সলাত আদায় করেছি। কিন্তু তাঁরা সূর্য না উঠা পর্যন্ত সিজদা করেননি। [১৪১৫]",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الصَّبَّاحِ الْعَطَّارُ، حَدَّثَنَا أَبُو بَحْرٍ، حَدَّثَنَا ثَابِتُ بْنُ عُمَارَةَ، حَدَّثَنَا أَبُو تَمِيمَةَ الْهُجَيْمِيُّ، قَالَ لَمَّا بَعَثْنَا الرَّكْبَ - قَالَ أَبُو دَاوُدَ يَعْنِي إِلَى الْمَدِينَةِ قَالَ - كُنْتُ أَقُصُّ بَعْدَ صَلاَةِ الصُّبْحِ فَأَسْجُدُ فَنَهَانِي ابْنُ عُمَرَ فَلَمْ أَنْتَهِ ثَلاَثَ مِرَارٍ ثُمَّ عَادَ فَقَالَ إِنِّي صَلَّيْتُ خَلْفَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَمَعَ أَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ - رضى الله عنهم - فَلَمْ يَسْجُدُوا حَتَّى تَطْلُعَ الشَّمْسُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[১৪১৫] আহমাদ (হাঃ ৪৭৭১)। আবূ দাউদের সানাদে আবূ বাহর রয়েছে। হাফিয তাকে দুর্বল বলেছেন। কিন্তু তার তাবে‘ করেছেন ওয়াকী‘ আহমাদের নিকট। তিনি নির্ভরযোগ্য রাবী। সুতরাং হাদীসটি সহীহ।"
  }
]