[
  {
    "hadith_id": 1,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ পবিত্রতা ছাড়া নামায ক্ববূল হয় না। আর হারাম উপায়ে প্রাপ্ত মালের সাদকাও ক্ববূল হয় না। হান্নাদ ‘বিগাইরি তুহূর’ –এর স্থলে ‘ইল্লা বিতুহূর’ উল্লেখ করেছেন।\n\nসহীহ। ইবনু মাজাহ- (২৭২)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سِمَاكِ بْنِ حَرْبٍ، ح وَحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ إِسْرَائِيلَ، عَنْ سِمَاكٍ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ تُقْبَلُ صَلاَةٌ بِغَيْرِ طُهُورٍ وَلاَ صَدَقَةٌ مِنْ غُلُولٍ ‏\"‏ ‏.‏ قَالَ هَنَّادٌ فِي حَدِيثِهِ ‏\"‏ إِلاَّ بِطُهُورٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا الْحَدِيثُ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ وَأَحْسَنُ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي الْمَلِيحِ عَنْ أَبِيهِ وَأَبِي هُرَيْرَةَ وَأَنَسٍ ‏.‏ وَأَبُو الْمَلِيحِ بْنُ أُسَامَةَ اسْمُهُ عَامِرٌ وَيُقَالُ زَيْدُ بْنُ أُسَامَةَ بْنِ عُمَيْرٍ الْهُذَلِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এই অনুচ্ছেদে এ হাদীসটিই সবচাইতে সহীহ এবং উত্তম। এ অনুচ্ছেদে আবুল মালীহ, আবূ হুরাইরা ও আনাস (রাঃ) হতেও বর্ণিত হাদীস রয়েছে। \nউসামা পুত্র আবুল মালীহ’র নাম আ‘মির। এও বলা হয় যে, তার নাম যাইদ ইবনু উসামা ইবনু উমাইর আল-হুযালী।"
  },
  {
    "hadith_id": 2,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন কোন মু’মিন অথবা মুসলিম বান্দা ওযূ করে এবং মুখমণ্ডল ধোয়, তার মুখমণ্ডল হতে তার চোখের দ্বারা কৃত সকল গুনাহ পানির সাথে অথবা পানির শেষ বিন্দুর সাথে দূর হয়ে যায়। যখন সে তার দু’হাত ধোয়, তার দু’হাতে কৃত সকল গুনাহ তার হাত হতে পানির সাথে অথবা পানির অবশিষ্ট বিন্দুর সাথে দূরীভূত হয়ে যায়। অতঃপর সে সকল গুনাহ হতে পবিত্র হয়ে যায়।\n\nসহীহ। আত্তা‘লীকুর রাগীব- (১/৯৫)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنُ بْنُ عِيسَى الْقَزَّازُ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، ح وَحَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا تَوَضَّأَ الْعَبْدُ الْمُسْلِمُ أَوِ الْمُؤْمِنُ فَغَسَلَ وَجْهَهُ خَرَجَتْ مِنْ وَجْهِهِ كُلُّ خَطِيئَةٍ نَظَرَ إِلَيْهَا بِعَيْنَيْهِ مَعَ الْمَاءِ أَوْ مَعَ آخِرِ قَطْرِ الْمَاءِ أَوْ نَحْوِ هَذَا وَإِذَا غَسَلَ يَدَيْهِ خَرَجَتْ مِنْ يَدَيْهِ كُلُّ خَطِيئَةٍ بَطَشَتْهَا يَدَاهُ مَعَ الْمَاءِ أَوْ مَعَ آخِرِ قَطْرِ الْمَاءِ حَتَّى يَخْرُجَ نَقِيًّا مِنَ الذُّنُوبِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهُوَ حَدِيثُ مَالِكٍ عَنْ سُهَيْلٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَأَبُو صَالِحٍ وَالِدُ سُهَيْلٍ هُوَ أَبُو صَالِحٍ السَّمَّانُ وَاسْمُهُ ذَكْوَانُ ‏.‏ وَأَبُو هُرَيْرَةَ اخْتُلِفَ فِي اسْمِهِ فَقَالُوا عَبْدُ شَمْسٍ وَقَالُوا عَبْدُ اللَّهِ بْنُ عَمْرٍو وَهَكَذَا قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ وَهُوَ الأَصَحُّ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُثْمَانَ بْنِ عَفَّانَ وَثَوْبَانَ وَالصُّنَابِحِيِّ وَعَمْرِو بْنِ عَبَسَةَ وَسَلْمَانَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ وَالصُّنَابِحِيُّ الَّذِي رَوَى عَنْ أَبِي بَكْرٍ الصِّدِّيقِ لَيْسَ لَهُ سَمَاعٌ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَاسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ عُسَيْلَةَ وَيُكْنَى أَبَا عَبْدِ اللَّهِ رَحَلَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقُبِضَ النَّبِيُّ صلى الله عليه وسلم وَهُوَ فِي الطَّرِيقِ وَقَدْ رَوَى عَنِ النَّبِيِّ صلى الله عليه وسلم أَحَادِيثَ ‏.‏ وَالصُّنَابِحُ بْنُ الأَعْسَرِ الأَحْمَسِيُّ صَاحِبُ النَّبِيِّ صلى الله عليه وسلم يُقَالُ لَهُ الصُّنَابِحِيُّ أَيْضًا وَإِنَّمَا حَدِيثُهُ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِنِّي مُكَاثِرٌ بِكُمُ الأُمَمَ فَلاَ تَقْتَتِلُنَّ بَعْدِي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান সহীহ। এ হাদীসটি মালিক সুহাইল হতে, তিনি তাঁর পিতার সূত্রে এবং তিনি আবূ হুরাইরা (রাঃ)-এর সূত্রে বর্ণনা করেছেন। আবূ সালিহ হচ্ছেন সুহাইলের পিতা। তাঁর নাম যাকওয়ান। আবূ হুরাইরা (রাঃ)-এর আসল নাম নিয়ে মতবিরোধ আছে। কেউ বলেছেন, তাঁর নাম আবদুশ শামস, আবার কেউ বলেছেন তাঁর নাম আবদুল্লাহ ইবনু ‘আমর। মুহাম্মাদ ইবনু ইসমা‘ঈল (ইমাম বুখারী) এ ধরনের কথাই বলেছেন এবং এটাই সবচাইতে সহীহ। \nএ অনুচ্ছেদে উসমান, সাওবান, সুনাবিহী, ‘আমর ইবনু ‘আবাসা, সালমান ও আবদুল্লাহ ইবনু ‘আমর (রাঃ) প্রমুখ সাহাবীদের বর্ণিত হাদীস রয়েছে। \nসুনাবিহী যিনি আবূ বাক্‌র (রাঃ)-এর নিকট হতে হাদীস বর্ণনা করেছেন। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছ থেকে কোন হাদীস শুনেননি। তাঁর নাম আবদুর রাহমান ইবনু উসাইলা এবং ডাকনাম ছিল আবূ আবদুল্লাহ। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে দেখা করার জন্য বের হয়েছিলেন, কিন্তু রাস্তায় থাকাকালীন সময়েই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মারা যান। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বহু হাদীস বর্ণনা করেছেন। আরেক সুনাবিহী ইবনুল আ‘সার আল-আহমাসী নামে পরিচিত। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী। তাঁর বর্ণিত হাদীস হলঃ আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ ‘পূর্ববর্তী উম্মাতদের নিকট আমি তোমাদের সংখ্যাধিক্যের গৌরব করব। অতএব আমি মারা যাবার পর তোমরা যেন একে অপরের সাথে ফিতনা-ফ্যাসাদে জড়িয়ে না পড়’।"
  },
  {
    "hadith_id": 3,
    "narrator": "‘আলী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ পবিত্রতা নামাযের চাবি; তাকবীর তার (নামাযের বাইরের সকল হালাল কাজ) হারামকারী এবং সালাম তার (নামাযের বাইরের সকল হালাল কাজ) হালালকারী।\n\nহাসান সহীহ। ইবনু মাজাহ- (২৭৫)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَهَنَّادٌ، وَمَحْمُودُ بْنُ غَيْلاَنَ، قَالُوا حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنْ مُحَمَّدِ ابْنِ الْحَنَفِيَّةِ، عَنْ عَلِيٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مِفْتَاحُ الصَّلاَةِ الطُّهُورُ وَتَحْرِيمُهَا التَّكْبِيرُ وَتَحْلِيلُهَا التَّسْلِيمُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا الْحَدِيثُ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ وَأَحْسَنُ ‏.‏ وَعَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَقِيلٍ هُوَ صَدُوقٌ وَقَدْ تَكَلَّمَ فِيهِ بَعْضُ أَهْلِ الْعِلْمِ مِنْ قِبَلِ حِفْظِهِ ‏.‏ قَالَ أَبُو عِيسَى وَسَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ كَانَ أَحْمَدُ بْنُ حَنْبَلٍ وَإِسْحَاقُ بْنُ إِبْرَاهِيمَ وَالْحُمَيْدِيُّ يَحْتَجُّونَ بِحَدِيثِ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ ‏.‏ قَالَ مُحَمَّدٌ وَهُوَ مُقَارِبُ الْحَدِيثِ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ جَابِرٍ وَأَبِي سَعِيدٍ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ অনুচ্ছেদে এ হাদীসটি সবচাইতে সহীহ এবং উত্তম। ‘আবদুল্লাহ ইবনু মুহাম্মাদ ইবনু ‘আকীল অতিশয় সত্যবাদী লোক। কিন্তু কিছু সংখ্যক বিশেষজ্ঞ তাঁর স্মরণশক্তির ব্যাপারে সমালোচনা করেছেন। \nআবূ ‘ঈসা বলেনঃ আমি মুহাম্মাদ ইবনু ইসমাঈলকে (বুখারীকে) বলতে শুনেছি, আহমাদ ইবনু হাম্বল, ইসহাক ইবনু ইবরাহীম এবং হুমাইদী (রহঃ) আবদুল্লাহ ইবনু মুহাম্মাদ ইবনু ‘আকীলের হাদীসকে প্রমাণ হিসেবে নিয়েছেন। মুহাম্মাদ বলেন, তাঁর হাদীস বলতে গেলে গ্রহণযোগ্যই। \nআবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদে জাবির এবং আবূ সাঈদ (রাঃ)-এর হাদীসও রয়েছে।"
  },
  {
    "hadith_id": 6,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মলত্যাগ করতে যাওয়ার সময় বলতেনঃ “হে আল্লাহ! আমি তোমার কাছে জঘন্য পুরুষ ও স্ত্রী জ্বিন শাইতানের ক্ষতি হতে আশ্রয় চাই।\n\nসহীহ। দেখুন পূর্বের হাদীস।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ الْبَصْرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا دَخَلَ الْخَلاَءَ قَالَ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبَائِثِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 5,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "আনাস ইবনু মালিক (রাঃ) থেকে বর্ণনা করেন যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পায়খানায় প্রবেশের কালে বলতেনঃ\n\nاللهم إني اعوذبك من الخبث والخبيث\n\nহে আল্লাহ! শয়তান,জ্বিন ও সকল কষ্টদায়ক প্রাণী থেকে তোমার আশ্রয় প্রার্থনা করি।\n\nالخبث والبيث এর স্থলে الخبث والخبا ئث ও বর্ণিত আছে। এই হাদীছটির অন্যমত রাবী শু‘বা বলেন, তাঁর উস্তাদ আবদুল আযীয ইবনু সুহাইাব اعوذبك এর স্থলে এক সময় اعوذ بالله ও রিওয়ায়াত করেছেন। - ইবনু মাজাহ ২৯৮, বুখারি ও মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَهَنَّادٌ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا دَخَلَ الْخَلاَءَ قَالَ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ قَالَ شُعْبَةُ وَقَدْ قَالَ مَرَّةً أُخْرَى أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبِيثِ أَوِ الْخُبُثِ وَالْخَبَائِثِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَزَيْدِ بْنِ أَرْقَمَ وَجَابِرٍ وَابْنِ مَسْعُودٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ وَأَحْسَنُ ‏.‏ وَحَدِيثُ زَيْدِ بْنِ أَرْقَمَ فِي إِسْنَادِهِ اضْطِرَابٌ رَوَى هِشَامٌ الدَّسْتَوَائِيُّ وَسَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ فَقَالَ سَعِيدٌ عَنِ الْقَاسِمِ بْنِ عَوْفٍ الشَّيْبَانِيِّ عَنْ زَيْدِ بْنِ أَرْقَمَ ‏.‏ وَقَالَ هِشَامٌ الدَّسْتَوَائِيُّ عَنْ قَتَادَةَ عَنْ زَيْدِ بْنِ أَرْقَمَ ‏.‏ وَرَوَاهُ شُعْبَةُ وَمَعْمَرٌ عَنْ قَتَادَةَ عَنِ النَّضْرِ بْنِ أَنَسٍ فَقَالَ شُعْبَةُ عَنْ زَيْدِ بْنِ أَرْقَمَ ‏.‏ وَقَالَ مَعْمَرٌ عَنِ النَّضْرِ بْنِ أَنَسٍ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى سَأَلْتُ مُحَمَّدًا عَنْ هَذَا فَقَالَ يُحْتَمَلُ أَنْ يَكُونَ قَتَادَةُ رَوَى عَنْهُمَا جَمِيعًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদে ‘আলী, যাইদ ইবনু আরক্বাম, জাবির ও ইবনু মাসঊদ (রাঃ)-এর হাদীস রয়েছে। আবূ ‘ঈসা বলেন, এ অনুচ্ছেদে আনাসের হাদীস সর্বাধিক সহীহ এবং সর্বোত্তম। যাইদ ইবনু আরক্বাম (রাঃ) বর্ণিত হাদীসের সনদে অমিল রয়েছে। হিশাম দাস্‌তোয়াঈ এবং সা‘ঈদ ইবনু আবী ‘আরুবাহ কাতাদাহ হতে বর্ণনা করেছেন। সাঈদ বর্ণনা করেছেন কাসিম ইবনু আউফ শাইবানী হতে তিনি যাইদ ইবনু আরক্বাম হতে। হিশাম দাস্‌তোয়াই কাতাদাহ হতে তিনি যাইদ ইবনু আরক্বাম হতে বর্ণনা করেছেন শু‘বা এবং মা‘মার বর্ণনা করেছেন কাতাদাহ হতে তিনি নাযার ইবনু আনাস হতে। শু‘বা বলেন, যাইদ ইবনু আরক্বাম হতে। মা‘মার বলেন, নাযার ইবনু আনাস হতে তিনি তার পিতা হতে তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে। আবূ ‘ঈসা বলেনঃ আমি ইমাম বুখারীকে এ সম্পর্কে প্রশ্ন করলে তিনি বলেন, কাতাদা সম্ভবতঃ কাসিম এবং নাযার উভয়ের সুত্রে এ হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 7,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন পায়খানা হতে বের হতেন তখন বলতেনঃ “(হে আল্লাহ!) আমি তোমার নিকট ক্ষমা প্রার্থনা করছি”।\n\nসহীহ। ইবনু মজাহ-(৩০০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا مَالِكُ بْنُ إِسْمَاعِيلَ، عَنْ إِسْرَائِيلَ بْنِ يُونُسَ، عَنْ يُوسُفَ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رضى الله عنها قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا خَرَجَ مِنَ الْخَلاَءِ قَالَ ‏ \"‏ غُفْرَانَكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ إِسْرَائِيلَ عَنْ يُوسُفَ بْنِ أَبِي بُرْدَةَ ‏.‏ وَأَبُو بُرْدَةَ بْنُ أَبِي مُوسَى اسْمُهُ عَامِرُ بْنُ عَبْدِ اللَّهِ بْنِ قَيْسٍ الأَشْعَرِيُّ ‏.‏ وَلاَ نَعْرِفُ فِي هَذَا الْبَابِ إِلاَّ حَدِيثَ عَائِشَةَ رضى الله عنها عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ইসা বলেন হাদিসটি হাসান গরীব। আমি শুধু ইউসুফ ইবনু আবূ বুরদার সুত্রে ইসরাইলের বর্ণনার মাধ্যমেই এ হাদিস জানতে পেরেছি। আবূ বুরদা ইবনু আবূ মুসার নাম হল ‘আমির ইবনু ‘আব্দুল্লাহ ইবনু কাইস আল-আশ’আরী। এ অনুচ্ছেদ শুধু আয়েশা (রাঃ)-এর সুত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত এ হাদিস ব্যতীত অন্য কোন হাদিস আমরা জানি না।"
  },
  {
    "hadith_id": 8,
    "narrator": "আবূ আইয়ুব আনসারী (রাঃ)",
    "bn": "তিনি বলেন, রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা যখন মলত্যাগ করতে যাও, তখন মলত্যাগ বা পেশাবের সময় কিবলাকে সামনে বা পেছনে রেখে বসো না, বরং পূর্ব অথবা পশ্চিম দিকে ফিরে বস। আবূ আইয়ুব (রাঃ)  বলেন, আমরা সিরিয়াতে এসে দেখতে পেলাম এখানকার পায়খানাগুলো কিবলার দিকে করে স্থাপিত। অতএব আমরা কিবলার দিকে ঘুরে যেতাম এবং আল্লাহ তা’আলার কাছে ক্ষমা চাইতাম। \n\nসহীহ। ইবনু মাজাহ-(৩১৮),বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا أَتَيْتُمُ الْغَائِطَ فَلاَ تَسْتَقْبِلُوا الْقِبْلَةَ بِغَائِطٍ وَلاَ بَوْلٍ وَلاَ تَسْتَدْبِرُوهَا وَلَكِنْ شَرِّقُوا أَوْ غَرِّبُوا ‏\"‏ ‏.‏ فَقَالَ أَبُو أَيُّوبَ فَقَدِمْنَا الشَّأْمَ فَوَجَدْنَا مَرَاحِيضَ قَدْ بُنِيَتْ مُسْتَقْبَلَ الْقِبْلَةِ فَنَنْحَرِفُ عَنْهَا وَنَسْتَغْفِرُ اللَّهَ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ جَزْءٍ الزُّبَيْدِيِّ وَمَعْقِلِ بْنِ أَبِي الْهَيْثَمِ وَيُقَالُ مَعْقِلُ بْنُ أَبِي مَعْقِلٍ وَأَبِي أُمَامَةَ وَأَبِي هُرَيْرَةَ وَسَهْلِ بْنِ حُنَيْفٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي أَيُّوبَ أَحْسَنُ شَيْءٍ فِي هَذَا الْبَابِ وَأَصَحُّ ‏.‏ وَأَبُو أَيُّوبَ اسْمُهُ خَالِدُ بْنُ زَيْدٍ ‏.‏ وَالزُّهْرِيُّ اسْمُهُ مُحَمَّدُ بْنُ مُسْلِمِ بْنِ عُبَيْدِ اللَّهِ بْنِ شِهَابٍ الزُّهْرِيُّ وَكُنْيَتُهُ أَبُو بَكْرٍ ‏.‏ قَالَ أَبُو الْوَلِيدِ الْمَكِّيُّ قَالَ أَبُو عَبْدِ اللَّهِ مُحَمَّدُ بْنُ إِدْرِيسَ الشَّافِعِيُّ إِنَّمَا مَعْنَى قَوْلِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ لاَ تَسْتَقْبِلُوا الْقِبْلَةَ بِغَائِطٍ وَلاَ بِبَوْلٍ وَلاَ تَسْتَدْبِرُوهَا ‏\"‏ ‏.‏ إِنَّمَا هَذَا فِي الْفَيَافِي وَأَمَّا فِي الْكُنُفِ الْمَبْنِيَّةِ لَهُ رُخْصَةٌ فِي أَنْ يَسْتَقْبِلَهَا ‏.‏ وَهَكَذَا قَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ ‏.‏ وَقَالَ أَحْمَدُ بْنُ حَنْبَلٍ رَحِمَهُ اللَّهُ إِنَّمَا الرُّخْصَةُ مِنَ النَّبِيِّ صلى الله عليه وسلم فِي اسْتِدْبَارِ الْقِبْلَةِ بِغَائِطٍ أَوْ بَوْلٍ وَأَمَّا اسْتِقْبَالُ الْقِبْلَةِ فَلاَ يَسْتَقْبِلُهَا ‏.‏ كَأَنَّهُ لَمْ يَرَ فِي الصَّحْرَاءِ وَلاَ فِي الْكُنُفِ أَنْ يَسْتَقْبِلَ الْقِبْلَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদে ‘আব্দুল্লাহ ইবনু হারিস, মা’কিল ইবনু আবুল হাইসাম, আবূ উমামা,আবূ হুরাইরা ও সাহল ইবনু হুনাইফ (রাঃ)-এর হাদিসও রয়েছে। আবূ ‘ঈসা বলেন, এ অনুচ্ছেদে আবূ আইয়ূবের হাদিসটি বেশি সহীহ এবং সর্বোত্তম। আবূ আইয়ূবের নাম খালিদ ইবনু যাইদ এবং যুহরীর নাম মুহাম্মাদ ইবনু মুসলিম ইবনু উবাইদুল্লাহ ইবনু শিহাব আয-যুহরী। তার উপনাম আবূ বাকর। আবুল ওলীদ আল-মাক্কী বলেন, আবূ ‘আব্দুল্লাহ মুহাম্মাদ ইবনু ইদরীস শাফিঈ বলেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাণীঃ “মলত্যাগ বা পেশাবের সময় কবলাকে সামনে বা পেছনে রেখে বসবে না”- এ নিষেধাজ্ঞা খোলা ময়দানের জন্য। কিন্তু ঘরের মধ্যে মলত্যাগের সময় ক্বীবলাকে সামনে রেখে বসার অনুমুতি রয়েছে। ইসহাক ইবনু ইবরাহীমও একই রকম মত দিয়েছেন। আহমাদ ইবনু হাম্বল বলেছেন, ক্বিবলাকে পেছনে রেখে মলত্যাগ – পেশাবে বসার ব্যাপারে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অনুমতি রয়েছে কিন্তু ক্বিবলাকে সামনে করে বসা যাবেনা। তাঁর মতে, খোলা জায়গায় অথবা ঘেরা জায়গায় ক্বিবলাকে সামনে রেখে বসা ঠিক নয়।"
  },
  {
    "hadith_id": 9,
    "narrator": "জাবির ইবনু আবদিল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিবলাকে সামনে রেখে মলত্যাগ বা পেশাব করতে নিষেধ করেছেন। আমি তাঁর মৃত্যুর এক বছর আগে তাঁকে ক্বিবলার দিকে মুখ করে মলত্যাগ বা পেশাব করতে দেখেছি। \n\nসহীহ। ইবনু মাজাহ-(৩২৫)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ أَبَانَ بْنِ صَالِحٍ، عَنْ مُجَاهِدٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ نَهَى النَّبِيُّ صلى الله عليه وسلم أَنْ نَسْتَقْبِلَ الْقِبْلَةَ بِبَوْلٍ فَرَأَيْتُهُ قَبْلَ أَنْ يُقْبَضَ بِعَامٍ يَسْتَقْبِلُهَا ‏.‏ وَفِي الْبَابِ عَنْ أَبِي قَتَادَةَ وَعَائِشَةَ وَعَمَّارِ بْنِ يَاسِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ فِي هَذَا الْبَابِ حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদ আবূ কাতাদা, আয়েশা ও আম্মার (রাঃ) হতে বর্ণিত হাদিসও রয়েছে। আবূ ‘ঈসা বলেন, এ অনুচ্ছেদে জাবিরের হাদিসটি হাসান গারীব।"
  },
  {
    "hadith_id": 11,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, আমি একদিন উম্মুল মুমিনীন হাফসা (রাঃ)-এর ঘরের ছাদে উঠি। অতঃপর আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সিরিয়ার দিকে মুখ করে এবং কা’বাকে পেছনে রেখে মলত্যাগ করতে দেখি। \n\nসহীহ। ইবনু মাজাহ-(৩২২),বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنْ عَمِّهِ، وَاسِعِ بْنِ حَبَّانَ، عَنِ ابْنِ عُمَرَ، قَالَ رَقِيتُ يَوْمًا عَلَى بَيْتِ حَفْصَةَ فَرَأَيْتُ النَّبِيَّ صلى الله عليه وسلم عَلَى حَاجَتِهِ مُسْتَقْبِلَ الشَّأْمِ مُسْتَدْبِرَ الْكَعْبَةِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 13,
    "narrator": "হুযাইফা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন এক সম্প্রদায়ের আবর্জনা রাখার স্থানে আসেন এবং সেখানে দাঁড়িয়ে পেশাব করেন। অতঃপর আমি তাঁর জন্য পানি আনি। আমি অপেক্ষা করার জন্য একটু দূরে সরে দাঁড়াই। তিনি আমাকে ডাকলেন এবং আমি এসে তাঁর পায়ের সামনে দাঁড়ালাম। তিনি অজু করলেন এবং মোজার উপর মাসিহ করলেন। \n\nসহীহ। ইবনু মাজাহ-(৩০৫)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ حُذَيْفَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَتَى سُبَاطَةَ قَوْمٍ فَبَالَ عَلَيْهَا قَائِمًا فَأَتَيْتُهُ بِوَضُوءٍ فَذَهَبْتُ لأَتَأَخَّرَ عَنْهُ فَدَعَانِي حَتَّى كُنْتُ عِنْدَ عَقِبَيْهِ فَتَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ ‏.‏ قَالَ أَبُو عِيسَى وَسَمِعْتُ الْجَارُودَ يَقُولُ سَمِعْتُ وَكِيعًا يُحَدِّثُ بِهَذَا الْحَدِيثِ عَنِ الأَعْمَشِ ‏.‏ ثُمَّ قَالَ وَكِيعٌ هَذَا أَصَحُّ حَدِيثٍ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الْمَسْحِ ‏.‏ وَسَمِعْتُ أَبَا عَمَّارٍ الْحُسَيْنَ بْنَ حُرَيْثٍ يَقُولُ سَمِعْتُ وَكِيعًا فَذَكَرَ نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى وَهَكَذَا رَوَى مَنْصُورٌ وَعُبَيْدَةُ الضَّبِّيُّ عَنْ أَبِي وَائِلٍ عَنْ حُذَيْفَةَ مِثْلَ رِوَايَةِ الأَعْمَشِ ‏.‏ وَرَوَى حَمَّادُ بْنُ أَبِي سُلَيْمَانَ وَعَاصِمُ بْنُ بَهْدَلَةَ عَنْ أَبِي وَائِلٍ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَحَدِيثُ أَبِي وَائِلٍ عَنْ حُذَيْفَةَ أَصَحُّ ‏.‏ وَقَدْ رَخَّصَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ فِي الْبَوْلِ قَائِمًا ‏.‏ قَالَ أَبُو عِيسَى وَعَبِيدَةُ بْنُ عَمْرٍو السَّلْمَانِيُّ رَوَى عَنْهُ إِبْرَاهِيمُ النَّخَعِيُّ ‏.‏ وَعَبِيدَةُ مِنْ كِبَارِ التَّابِعِينَ يُرْوَى عَنْ عَبِيدَةَ أَنَّهُ قَالَ أَسْلَمْتُ قَبْلَ وَفَاةِ النَّبِيِّ صلى الله عليه وسلم بِسَنَتَيْنِ ‏.‏ وَعُبَيْدَةُ الضَّبِّيُّ صَاحِبُ إِبْرَاهِيمَ هُوَ عُبَيْدَةُ بْنُ مُعَتِّبٍ الضَّبِّيُّ وَيُكْنَى أَبَا عَبْدِ الْكَرِيمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 14,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন মলত্যাগ করার প্রয়োজন মনে করতেন, তিনি মাটির কাছাকাছি না হওয়া পর্যন্ত বস্ত্র তুলতেন না। \n\nসহীহ। সহীহ আবূ দাঊদ-(১১), সহীহাহ-(১০৭১)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ السَّلاَمِ بْنُ حَرْبٍ الْمُلاَئِيُّ، عَنِ الأَعْمَشِ، عَنْ أَنَسٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَرَادَ الْحَاجَةَ لَمْ يَرْفَعْ ثَوْبَهُ حَتَّى يَدْنُوَ مِنَ الأَرْضِ ‏.‏ قَالَ أَبُو عِيسَى هَكَذَا رَوَى مُحَمَّدُ بْنُ رَبِيعَةَ عَنِ الأَعْمَشِ عَنْ أَنَسٍ هَذَا الْحَدِيثَ ‏.‏ وَرَوَى وَكِيعٌ وَأَبُو يَحْيَى الْحِمَّانِيُّ عَنِ الأَعْمَشِ قَالَ قَالَ ابْنُ عُمَرَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَرَادَ الْحَاجَةَ لَمْ يَرْفَعْ ثَوْبَهُ حَتَّى يَدْنُوَ مِنَ الأَرْضِ ‏.‏ وَكِلاَ الْحَدِيثَيْنِ مُرْسَلٌ ‏.‏ وَيُقَالُ لَمْ يَسْمَعِ الأَعْمَشُ مِنْ أَنَسٍ وَلاَ مِنْ أَحَدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَقَدْ نَظَرَ إِلَى أَنَسِ بْنِ مَالِكٍ قَالَ رَأَيْتُهُ يُصَلِّي ‏.‏ فَذَكَرَ عَنْهُ حِكَايَةً فِي الصَّلاَةِ ‏.‏ وَالأَعْمَشُ اسْمُهُ سُلَيْمَانُ بْنُ مِهْرَانَ أَبُو مُحَمَّدٍ الْكَاهِلِيُّ وَهُوَ مَوْلًى لَهُمْ ‏.‏ قَالَ الأَعْمَشُ كَانَ أَبِي حَمِيلاً فَوَرَّثَهُ مَسْرُوقٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, অনুরূপ একটি হাদিস মুহাম্মদ ইবনু রাবীআ- আ’মাশের সূত্রে আনাস (রাঃ) –এর নিকট হতে বর্ণনা করেছেন। ওয়াকী’ এবং আবূ ইয়াহ ইয়া আল-হিম্মানী আ’মাশের সূত্রে অনুরূপ হাদীস বর্ণনা করেছেন। কিন্তু আ’মাশ আনাসের জায়গায় ইবনু ‘উমারের নাম উল্লেখ করেছেন। ইবনু ‘উমার (রাঃ) বলেন, ‘রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাটির কাছাকাছি না হওয়া পর্যন্ত পরিধানের বস্ত্র তুলতেন না। ’"
  },
  {
    "hadith_id": 16,
    "narrator": "‘আবদুর রাহমান ইবনু ইয়াযীদ (রহঃ)",
    "bn": "তিনি বলেন, সালমান (রাঃ)-কে বলা হল, আপনাদের নবী প্রতিটি বিষয় আপনাদেরকে শিক্ষা দিয়েছেন; এমনকি পায়খানা-পেশাবের শিষ্টাচারও? সালমান (রাঃ) বলেন, হ্যাঁ, তিনি আমাদের কিবলামুখী হয়ে পায়খানা-পেশাব করতে, ডান হাত দিয়ে ইস্তিনজা করতে, আমাদের কাউকে তিনটি ঢিলার কম দিয়ে ইস্তিনজা করতে, এবং শুকনা গোবর অথবা হাড় দিয়ে ইস্তিনজা করতে নিষেধ করেছেন। \n\nসহীহ। ইবনু মাজাহ-(৩১৬), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، قَالَ قِيلَ لِسَلْمَانَ قَدْ عَلَّمَكُمْ نَبِيُّكُمْ صلى الله عليه وسلم كُلَّ شَيْءٍ حَتَّى الْخِرَاءَةَ فَقَالَ سَلْمَانُ أَجَلْ نَهَانَا أَنْ نَسْتَقْبِلَ الْقِبْلَةَ بِغَائِطٍ أَوْ بَوْلٍ وَأَنْ نَسْتَنْجِيَ بِالْيَمِينِ أَوْ أَنْ يَسْتَنْجِيَ أَحَدُنَا بِأَقَلَّ مِنْ ثَلاَثَةِ أَحْجَارٍ أَوْ أَنْ نَسْتَنْجِيَ بِرَجِيعٍ أَوْ بِعَظْمٍ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَائِشَةَ وَخُزَيْمَةَ بْنِ ثَابِتٍ وَجَابِرٍ وَخَلاَّدِ بْنِ السَّائِبِ عَنْ أَبِيهِ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ سَلْمَانَ فِي هَذَا الْبَابِ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ رَأَوْا أَنَّ الاِسْتِنْجَاءَ بِالْحِجَارَةِ يُجْزِئُ وَإِنْ لَمْ يَسْتَنْجِ بِالْمَاءِ إِذَا أَنْقَى أَثَرَ الْغَائِطِ وَالْبَوْلِ وَبِهِ يَقُولُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদ ‘আয়িশাহ, খুযাইমা ইবনু সাবিত, জাবির ও সায়িব (রাঃ) হতে বর্ণিত হাদিসও রয়েছে। আবূ ‘ঈসা বলেন, সালমান (রাঃ)- এর বর্ণিত হাদিস হাসান সহীহ। বেশির ভাগ সাহাবা ও তাবিঈর মতে ইস্তিনজায় ঢিলা দ্বারা সুন্দরভাবে পরিষ্কার হয়ে যায় তবে তাই যথেষ্ট, পানির দরকার নেই। সুফিয়ান সাওরী, ইবনুল মুবারক, ইমাম শাফিঈ, আহমেদ ও ইসহাকের এটাই মত।"
  },
  {
    "hadith_id": 17,
    "narrator": "‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মলত্যাগ করতে যাওয়ার সময় (আমাকে) বললেনঃ আমার জন্য তিন টুকরা পাথর নিয়ে আস। রাবী বলেন, আমি দুটি পাথরের টুকরা এবং একটি শুকনা গোবরের টুকরা নিয়ে আসলাম। তিনি পাথরের টুকরা দু’টো রাখলেন এবং গোবরের টুকরাটা ফেলে দিলেন। তিনি বললেনঃ “এটা নাপাক জিনিস”। \n\nসহীহ। বুখারী - (১৫৬)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، وَقُتَيْبَةُ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم لِحَاجَتِهِ فَقَالَ ‏\"‏ الْتَمِسْ لِي ثَلاَثَةَ أَحْجَارٍ ‏\"‏ ‏.‏ قَالَ فَأَتَيْتُهُ بِحَجَرَيْنِ وَرَوْثَةٍ فَأَخَذَ الْحَجَرَيْنِ وَأَلْقَى الرَّوْثَةَ وَقَالَ ‏\"‏ إِنَّهَا رِكْسٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَكَذَا رَوَى قَيْسُ بْنُ الرَّبِيعِ هَذَا الْحَدِيثَ عَنْ أَبِي إِسْحَاقَ عَنْ أَبِي عُبَيْدَةَ عَنْ عَبْدِ اللَّهِ نَحْوَ حَدِيثِ إِسْرَائِيلَ ‏.‏ وَرَوَى مَعْمَرٌ وَعَمَّارُ بْنُ رُزَيْقٍ عَنْ أَبِي إِسْحَاقَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ ‏.‏ وَرَوَى زُهَيْرٌ عَنْ أَبِي إِسْحَاقَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَسْوَدِ عَنْ أَبِيهِ الأَسْوَدِ بْنِ يَزِيدَ عَنْ عَبْدِ اللَّهِ ‏.‏ وَرَوَى زَكَرِيَّا بْنُ أَبِي زَائِدَةَ عَنْ أَبِي إِسْحَاقَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ عَنِ الأَسْوَدِ بْنِ يَزِيدَ عَنْ عَبْدِ اللَّهِ ‏.‏ وَهَذَا حَدِيثٌ فِيهِ اضْطِرَابٌ ‏.‏ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ الْعَبْدِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ قَالَ سَأَلْتُ أَبَا عُبَيْدَةَ بْنَ عَبْدِ اللَّهِ هَلْ تَذْكُرُ مِنْ عَبْدِ اللَّهِ شَيْئًا قَالَ لاَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, কাইস ইবনু রাবী‘ এ হাদীসটি আবূ ইসহাক হতে, তিনি আবূ উবাইদা হতে, তিনি ‘আবদুল্লাহ (রাঃ) হতে ইসরাঈল বর্ণিত হাদীসের অনুরূপ বর্ণনা করেন। মা’মার এবং ‘আম্মার ইবনু যুরাইক আবূ ইসহাক হতে, তিনি আলক্বামা হতে, তিনি ‘আবদুল্লাহ (রাঃ) হতে এ হাদীস বর্ণনা করেছেন। যুহাইর আবূ ইসহাক হতে, তিনি ‘আবদুর রহমান ইবনু আসওয়াদ হতে, তিনি নিজ পিতা আসওয়াদ ইবনু ইয়াযীদ হতে তিনি ‘আবদু্‌ল্লাহ (রাঃ) হতে এ হাদীস বর্ণনা করেছেন। যাকারিয়া ইবনু আবূ যায়িদাহ আবূ ইসহাকের সূত্রে, তিনি ‘আবদুর রাহমান ইবনু ইয়াযীদের সূত্রে, তিনি আবদুল্লাহ (রাঃ)-এর সূত্রে এ হাদীস বর্ণনা করেছেন। হাদীসটির সনদে অমিল রয়েছে। \n‘আমর ইবনু মুররা বলেন, আমি আবূ উবাইদা ইবনু ‘আবদুল্লাহকে প্রশ্ন করলাম, আপনি কি ‘আবদুল্লাহ (রাঃ) হতে কোন হাদীস বর্ণনা করেছে? তিনি বললেন, না। \nআবূ ‘ঈসা বলেন, আমি ‘আবদুল্লাহ ইবনু ‘আবদূর রাহমান দারিমীকে প্রশ্ন করলাম, আবূ ইসহাকের সূত্রে বর্ণিত এসব রিওয়াতের মধ্যে কোনটি সবার্ধিক সহীহ্‌ ? তিনি এর কোন জবাব দিতে পারেননি। আমি এ সম্পর্কে মুহাম্মদকে (বুখারী) প্রশ্ন করলাম। তিনিও এর কোন জবাব দেননি। আবূ ইসহাকের সূত্রে যুহাইর হতে বর্ণিত হাদীসকে তিনি বেশি সহীহ বলে গ্রহণ করেছেন এবং সহীহ বুখারীতে তা সংকলন করেছেন। আবূ ঈসা বলেনঃ আমার মতে ইসহাকের সূত্রে ইসরাঈর ও কাইস হতে বর্ণিত হাদীস সবচাইতে সহীহ। কেননা আবূ ইসহাক হতে বর্ণিত হাদীসসমূহ স্মরণ রাখার ব্যাপারে ইসরাঈল অন্যদের তুলনায় বেশি নির্ভরযোগ্য এবং সুপরিচিত রাবী। তাছাড়া কাইস ইবনু রাবী‘ ও তাঁর অনুরূপ বর্ণনা করেছেন। \nআবূ ‘ঈসা বলেনঃ আমি আবূ মূসা মুহাম্মদ ইবনু মুসান্নাকে বলতে শুনেছি; তিনি বলেন, আমি ‘আব্দুর রহমান ইবনু মাহদীকে বলতে শুনেছি, আবূ ইসহাক হতে সুফিয়ানের যে সমস্ত হাদীসের ক্ষেত্রে আমি ইসরাঈলের উপর নির্ভর করেছি সেক্ষেত্রে আমি অনেক হাদীস হারিয়ে ফেলেছি। কেননা সুফিয়ানের বর্ণনা অধিক পরিপূর্ণ। \nআবূ ‘ঈসা বলেনঃ আবূ ইসহাকের সূত্রে যুহাইরের বর্ণনা খুব বেশি শক্তিশালী নয়। কেননা তিনি তাঁর নিকট শেষ বয়সে হাদীস শুনেছেন। ইবনু হাম্বল বলেন, তুমি যদি যায়িদা ও যুহাইরের নিকট হাদীস শুনে থাক তাহলে অন্যের নিকট তা শুনার প্রয়োজন নেই। কিন্তু তুমি যদি যুহাইরকে আবূ ইসহাকের হাদীস বর্ণনা করতে শুন তাহলে তা অন্যের নিকট জিজ্ঞেস করে নিও। আবূ ইসহাকের নাম ‘আমর ইবনু ‘আবদিল্লাহ সাবিয়ী‘ হামদানী। আবূ উবাইদা বিনু ‘আবদিল্লাহ ইবনি মাসঊদ তাঁর পিতার নিকটে কোন হাদীস শুনেননি। তার আসল নামও জানা যায়নি।"
  },
  {
    "hadith_id": 18,
    "narrator": "‘আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা শুকনা গোবর দিয়ে আর হাড় দিয়ে ইস্তিনজা করবে না। কেননা এগুলো তোমাদের ভাই জ্বিনদের খাদ্য। \n\nসহীহ। আল-ইরওয়া- (৪৬), মিশকাত-(৩৫০), যাঈফাহ-(১০৩৮) এর অধীনে।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنِ الشَّعْبِيِّ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تَسْتَنْجُوا بِالرَّوْثِ وَلاَ بِالْعِظَامِ فَإِنَّهُ زَادُ إِخْوَانِكُمْ مِنَ الْجِنِّ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَسَلْمَانَ وَجَابِرٍ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى هَذَا الْحَدِيثَ إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ وَغَيْرُهُ عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ عَنِ الشَّعْبِيِّ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللَّهِ أَنَّهُ كَانَ مَعَ النَّبِيِّ صلى الله عليه وسلم لَيْلَةَ الْجِنِّ - الْحَدِيثَ بِطُولِهِ - فَقَالَ الشَّعْبِيُّ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ تَسْتَنْجُوا بِالرَّوْثِ وَلاَ بِالْعِظَامِ فَإِنَّهُ زَادُ إِخْوَانِكُمْ مِنَ الْجِنِّ ‏\"‏ ‏.‏ وَكَأَنَّ رِوَايَةَ إِسْمَاعِيلَ أَصَحُّ مِنْ رِوَايَةِ حَفْصِ بْنِ غِيَاثٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ ‏.‏ وَفِي الْبَابِ عَنْ جَابِرٍ وَابْنِ عُمَرَ رضى الله عنهما ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ হুরাইরা, সালমান, জাবির ও ইবনু ‘উমার (রাঃ)-এর সূত্রে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেন, এ হাদীসটি ইসমাঈল ইবনু ইবরাহীম ও অন্যরা দাঊদ ইবনু আবী হিনদের সূত্রে, তিনি শাবী হতে, তিনি আলক্বামা হতে, তিনি আবদুল্লাহ (রাঃ) হতে বর্ণনা করেছেন। তিনি (আবদুল্লাহ) জ্বিনদের রাতে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাথে ছিলেন। হাদীসটি বিস্তারিতভাবে বর্ণিত হয়েছে। শা‘বী বলেন, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, ‘‘তোমরা শুকনা গোবর অথবা হাড় দিয়ে ইস্তিনজা কর না। কেননা এটা তোমাদের ভাই জ্বিনদের খাদ্য। ’’\nহাফস ইবনু গিয়াসের বর্ণনা হতে ইসমাঈলের বর্ণনা বেশি সহীহ। এ হাদীসের উপরই মনীষীরা আমল করেন (গোবর ও হাড় দিয়ে শৌচ করেন না)। এ অনুচ্ছেদে জাবির ও ইবনু ‘উমার (রাঃ)-এর সূত্রে বর্ণিত হাদীসও রয়েছে।"
  },
  {
    "hadith_id": 19,
    "narrator": "'আয়িশাহ (রাঃ)",
    "bn": "তিনি (মহিলাদের) বললেন, তোমরা তোমাদের স্বামীদের পানি দ্বারা ইস্তিনজা করার নির্দেশ দাও। আমি (স্ত্রীলোক হিসাবে) তাদের (এ নির্দেশ দিতে) লজ্জাবোধ করছি। কেননা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও পানি দিয়ে ইস্তিনজা করতেন। \n\nসহীহ। ইরওয়া- (৪২)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَمُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ الْبَصْرِيُّ، قَالاَ حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ مُعَاذَةَ، عَنْ عَائِشَةَ، قَالَتْ مُرْنَ أَزْوَاجَكُنَّ أَنْ يَسْتَطِيبُوا، بِالْمَاءِ فَإِنِّي أَسْتَحْيِيهِمْ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَفْعَلُهُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ الْبَجَلِيِّ وَأَنَسٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَعَلَيْهِ الْعَمَلُ عِنْدَ أَهْلِ الْعِلْمِ يَخْتَارُونَ الاِسْتِنْجَاءَ بِالْمَاءِ وَإِنْ كَانَ الاِسْتِنْجَاءُ بِالْحِجَارَةِ يُجْزِئُ عِنْدَهُمْ فَإِنَّهُمُ اسْتَحَبُّوا الاِسْتِنْجَاءَ بِالْمَاءِ وَرَأَوْهُ أَفْضَلَ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে জারীর ইবনু আবদিল্লাহ আল-বাজালী, আনাস ও আবূ হুরাইরা (রাঃ) কর্তৃক বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। মনীষীগণ এ হাদীসের উপরই আমল করেন। তাঁরা পানি দিযে ইস্তিনজা করা পছন্দ করেন, যদিও তাদের মতে ঢিলা দ্বারা ইস্তিনজা করলেই যথেষ্ট। তাঁরা সবাই পানি দ্বারা ইস্তিনজা করা উত্তম বলেছেন। সুফিয়ান সাওরী, ইবনুল মুবারক, শাফিঈ, আহমাদ ইবনু হাম্বল ও ইসহাক এ মতই সঠিক মনে করেন।"
  },
  {
    "hadith_id": 20,
    "narrator": "মুগীরা ইবনু শু‘বা (রাঃ)",
    "bn": "তিনি বলেন, আমি কোন এক সফরে নবী রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাথে ছিলাম। নবী রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের মলত্যাগের প্রয়োজন হলে তিনি অনেক দূরে চলে গেলেন। \n\nসহীহ। ইবনু মাজাহ- (৩৩০১)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ كُنْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ فَأَتَى النَّبِيُّ صلى الله عليه وسلم حَاجَتَهُ فَأَبْعَدَ فِي الْمَذْهَبِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي قُرَادٍ وَأَبِي قَتَادَةَ وَجَابِرٍ وَيَحْيَى بْنِ عُبَيْدٍ عَنْ أَبِيهِ وَأَبِي مُوسَى وَابْنِ عَبَّاسٍ وَبِلاَلِ بْنِ الْحَارِثِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَيُرْوَى عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَرْتَادُ لِبَوْلِهِ مَكَانًا كَمَا يَرْتَادُ مَنْزِلاً ‏.‏ وَأَبُو سَلَمَةَ اسْمُهُ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ الزُّهْرِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আবদুর রহমান ইবনু আবী কুরাদ, আবূ ক্বাতাদা, জাবির, উবাইদ, আবূ মূসা, ইবনু ‘আব্বাস ও বিলাল ইবনুল হারিস (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেন, হাদীসটি হাসান সহীহ। নাবী রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট হতে আরো বর্ণিত আছেঃ ‘তিনি সফরে থাকার সময় যেমন আশ্রয়স্থল খুঁজতেন তেমনি পেশাবের জন্য নরম জায়গা খুঁজতেন’। আবূ সালামর নাম ‘আব্দুল্লাহ ইবনু ‘আব্দর রহমান ইবনি আউফ আয্‌-যুহরী।"
  },
  {
    "hadith_id": 23,
    "narrator": "যাইদ ইবনু খালিদ আল-জুহানী (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ আমি আমার উম্মাতের জন্য কষ্টদায়ক হবে মনে না করলে তাদেরকে সকল নামাযের সময় দাঁত মাজার নির্দেশ দিতাম এবং এশার নামাযের জামা’আত এক-তৃতীয়াংশ রাত পর্যন্ত দেরি করতাম। \nঅধঃস্তন রাবী আবূ সালামা বলেন, যাইদ ইবনু খালিদ (রাঃ) নামাযে আসতেন আর তাঁর কানের গোড়ার ঠিক সেখানে মিসওয়াক থাকত যেখানে লেখকের কলম থাকে। যখনই তিনি নামাযে দাঁড়াতেন মিসওয়াক করতেন, অতঃপর তা আবার সেখানে রাখতেন। \n\nসহীহ। সহীহ্‌ আবু দাঊদ- (৩৭)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ لَوْلاَ أَنْ أَشُقَّ عَلَى أُمَّتِي لأَمَرْتُهُمْ بِالسِّوَاكِ عِنْدَ كُلِّ صَلاَةٍ وَلأَخَّرْتُ صَلاَةَ الْعِشَاءِ إِلَى ثُلُثِ اللَّيْلِ ‏\"‏ ‏.‏ قَالَ فَكَانَ زَيْدُ بْنُ خَالِدٍ يَشْهَدُ الصَّلَوَاتِ فِي الْمَسْجِدِ وَسِوَاكُهُ عَلَى أُذُنِهِ مَوْضِعَ الْقَلَمِ مِنْ أُذُنِ الْكَاتِبِ لاَ يَقُومُ إِلَى الصَّلاَةِ إِلاَّ اسْتَنَّ ثُمَّ رَدَّهُ إِلَى مَوْضِعِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 22,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি আমার উম্মাতের জন্য কষ্টদায়ক হবে মনে না করলে তাদেরকে প্রত্যেক নামাযের সময় মিসওয়াক করার নির্দেশ দিতাম। \n\nসহীহ। ইবনু মাজাহ- (২৮৭), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَوْلاَ أَنْ أَشُقَّ عَلَى أُمَّتِي لأَمَرْتُهُمْ بِالسِّوَاكِ عِنْدَ كُلِّ صَلاَةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى هَذَا الْحَدِيثَ مُحَمَّدُ بْنُ إِسْحَاقَ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ أَبِي سَلَمَةَ عَنْ زَيْدِ بْنِ خَالِدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَحَدِيثُ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم كِلاَهُمَا عِنْدِي صَحِيحٌ لأَنَّهُ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم هَذَا الْحَدِيثُ ‏.‏ وَحَدِيثُ أَبِي هُرَيْرَةَ إِنَّمَا صَحَّ لأَنَّهُ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ ‏.‏ وَأَمَّا مُحَمَّدُ بْنُ إِسْمَاعِيلَ فَزَعَمَ أَنَّ حَدِيثَ أَبِي سَلَمَةَ عَنْ زَيْدِ بْنِ خَالِدٍ أَصَحُّ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ وَعَلِيٍّ وَعَائِشَةَ وَابْنِ عَبَّاسٍ وَحُذَيْفَةَ وَزَيْدِ بْنِ خَالِدٍ وَأَنَسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَابْنِ عُمَرَ وَأُمِّ حَبِيبَةَ وَأَبِي أُمَامَةَ وَأَبِي أَيُّوبَ وَتَمَّامِ بْنِ عَبَّاسٍ وَعَبْدِ اللَّهِ بْنِ حَنْظَلَةَ وَأُمِّ سَلَمَةَ وَوَاثِلَةَ بْنِ الأَسْقَعِ وَأَبِي مُوسَى ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি মুহাম্মদ ইবনু ইসহাক, তিনি মুহাম্মদ ইবনু ইবরাহীম হতে তিনি আবূ সালামহ, হতে তিনি যাইদ ইবনু খালিদ হতে তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। \nআবূ ‘ঈসা বলেনঃ আবূ হুরাইরা ও যাইদ ইবনু খালিদ (রাঃ)-এর নিকট হতে আবূ সালাম হতে বর্ণিত উভয় হাদীসই সহীহ। কেননা এ হাদীসটি একাধিক সূত্রে বর্ণিত হয়েছে। মতে যাইদ ইবনু খালিদের নিকট হতে আবূ সালাম হতে বর্ণিত হাদীসটি বেশি সহীহ। এ অনুচ্ছেদে আবূ বাকার সিদ্দীক, ‘আলী, ‘আয়িশাহ্‌, ইবনু ‘আব্বাস, হুযাইফা, যায়িদ ইবনু খালিদ, আনাস, ‘আবদুল্লাহ ইবনু ‘আমর, উম্মি হাবীবা, ইবনু উমার, আবূ উমামা, আবূ আইয়ূব, তাম্মাম ইবনু ‘আব্বাস, ‘আবদুল্লাহ ইবনু হানযালা, উম্মি সালামা, ওয়াসিলা ও আবূ মূসা (রাঃ) হতে বর্ণিত হাদীসও রয়েছে।"
  },
  {
    "hadith_id": 24,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের কেউ রাতের ঘুম হতে জেগে তার হাত দুই অথবা তিনবার না ধোয়া পর্যন্ত যেন তা পানির পাত্রে প্রবেশ না করায়। কেননা তার জানা নেই, রাতে তার হাত কোথায় ছিলো (ঘুমে থাকাবস্থায় লজ্জাস্থানে যেতে পারে)। \n\nসহীহ। ইবনু মাজাহ- (৩৯৩), বুখারী ও মুসলিম, বুখারীতে সংখ্যার উল্লেখ নেই।",
    "ar": "حَدَّثَنَا أَبُو الْوَلِيدِ، أَحْمَدُ بْنُ بَكَّارٍ الدِّمَشْقِيُّ - يُقَالُ هُوَ مِنْ وَلَدِ بُسْرِ بْنِ أَرْطَاةَ صَاحِبِ النَّبِيِّ صلى الله عليه وسلم حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ عَنِ الأَوْزَاعِيِّ عَنِ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ وَأَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنَ اللَّيْلِ فَلاَ يُدْخِلْ يَدَهُ فِي الإِنَاءِ حَتَّى يُفْرِغَ عَلَيْهَا مَرَّتَيْنِ أَوْ ثَلاَثًا فَإِنَّهُ لاَ يَدْرِي أَيْنَ بَاتَتْ يَدُهُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَجَابِرٍ وَعَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ الشَّافِعِيُّ وَأُحِبُّ لِكُلِّ مَنِ اسْتَيْقَظَ مِنَ النَّوْمِ قَائِلَةً كَانَتْ أَوْ غَيْرَهَا أَنْ لاَ يُدْخِلَ يَدَهُ فِي وَضُوئِهِ حَتَّى يَغْسِلَهَا فَإِنْ أَدْخَلَ يَدَهُ قَبْلَ أَنْ يَغْسِلَهَا كَرِهْتُ ذَلِكَ لَهُ وَلَمْ يُفْسِدْ ذَلِكَ الْمَاءَ إِذَا لَمْ يَكُنْ عَلَى يَدِهِ نَجَاسَةٌ ‏.‏ وَقَالَ أَحْمَدُ بْنُ حَنْبَلٍ إِذَا اسْتَيْقَظَ مِنَ النَّوْمِ مِنَ اللَّيْلِ فَأَدْخَلَ يَدَهُ فِي وَضُوئِهِ قَبْلَ أَنْ يَغْسِلَهَا فَأَعْجَبُ إِلَىَّ أَنْ يُهَرِيقَ الْمَاءَ ‏.‏ وَقَالَ إِسْحَاقُ إِذَا اسْتَيْقَظَ مِنَ النَّوْمِ بِاللَّيْلِ أَوْ بِالنَّهَارِ فَلاَ يُدْخِلْ يَدَهُ فِي وَضُوئِهِ حَتَّى يَغْسِلَهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু উমার, জাবির ও ‘আয়িশাহ্‌ (রাঃ)-এর হাদীসও রয়েছে। আবূ ‘ঈসা বলেন, হাদীসটি হাসান সহীহ। ইমাম শাফিঈ বলেন, দিনে অথবা রাতে ঘুম থেকে জেগে হাত না ধুয়ে তা ওযূর পানিতে ঢুকানোটা আমি মাকরূহ মনে করি। অবশ্য হাতে নাপাক না থাকা অবস্থায় যদি পাত্রে হাত ঢুকায় তবে পানি নাপাক হবে না। ইমাম আহমাদ ইবনু হাম্বল বলেন, যদি কেউ রাতের ঘুম থেকে জেগে হাত না ধুয়ে পানির পাত্রে ঢুকায় তাহলে এ পানি ফেলে দিতে হবে। ইমাম ইসহাক বলেন, কেউ যে রাতে অথবা দিনে ঘুম থেকে জেগে হাত ধোয়ার পূর্বে তা পানির পাত্রে না ঢুকায়।"
  },
  {
    "hadith_id": 27,
    "narrator": "সালামা ইবনু ক্বাইস (রাঃ)",
    "bn": "তিনি বলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন তুমি ওযূ কর নাকে পানি দিয়ে ঝেড়ে ফেল এবং যখন (পায়খানায়) ঢিলা ব্যবহার কর বেজোড় সংখ্যায় ব্যবহার কর। \n\nসহীহ। ইবনু মাজাহ- (৪০৬)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، وَجَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ هِلاَلِ بْنِ يِسَافٍ، عَنْ سَلَمَةَ بْنِ قَيْسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا تَوَضَّأْتَ فَانْتَثِرْ وَإِذَا اسْتَجْمَرْتَ فَأَوْتِرْ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُثْمَانَ وَلَقِيطِ بْنِ صَبِرَةَ وَابْنِ عَبَّاسٍ وَالْمِقْدَامِ بْنِ مَعْدِيكَرِبَ وَوَائِلِ بْنِ حُجْرٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ سَلَمَةَ بْنِ قَيْسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِيمَنْ تَرَكَ الْمَضْمَضَةَ وَالاِسْتِنْشَاقَ فَقَالَتْ طَائِفَةٌ مِنْهُمْ إِذَا تَرَكَهُمَا فِي الْوُضُوءِ حَتَّى صَلَّى أَعَادَ الصَّلاَةَ وَرَأَوْا ذَلِكَ فِي الْوُضُوءِ وَالْجَنَابَةِ سَوَاءً ‏.‏ وَبِهِ يَقُولُ ابْنُ أَبِي لَيْلَى وَعَبْدُ اللَّهِ بْنُ الْمُبَارَكِ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ أَحْمَدُ الاِسْتِنْشَاقُ أَوْكَدُ مِنَ الْمَضْمَضَةِ ‏.‏ قَالَ أَبُو عِيسَى وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْعِلْمِ يُعِيدُ فِي الْجَنَابَةِ وَلاَ يُعِيدُ فِي الْوُضُوءِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَبَعْضِ أَهْلِ الْكُوفَةِ ‏.‏ وَقَالَتْ طَائِفَةٌ لاَ يُعِيدُ فِي الْوُضُوءِ وَلاَ فِي الْجَنَابَةِ لأَنَّهُمَا سُنَّةٌ مِنَ النَّبِيِّ صلى الله عليه وسلم فَلاَ تَجِبُ الإِعَادَةُ عَلَى مَنْ تَرَكَهُمَا فِي الْوُضُوءِ وَلاَ فِي الْجَنَابَةِ ‏.‏ وَهُوَ قَوْلُ مَالِكٍ وَالشَّافِعِيِّ فِي آخِرَةٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে উসমান, লাকীত ইবনু সাবিরাহ, ইবনু ‘আব্বাস, মিকদাম ইবনু মাদিকারিব, ওয়াইল ইবনু হুজর ও আবূ হুরাইরা (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ সালামা ইবুন কাইসের হাদীস হাসান সহীহ। \nযে ব্যক্তি কুলি করেনি ও নাকে পানি দেয়নি তার ওযূর পূর্ণতা সম্পর্কে মনীষীদের মধ্যে মতভেদ রয়েছে। তাদের মধ্যে এক দলের বক্তব্য হল, যে ব্যক্তি ওযূর সময় কুলি করেনি ও নাকে পানি দেয়নি এ অবস্থায় সে নামায আদায় করলে তাকে দ্বিতীয়বার তা আদায় করতে হবে। তাঁরা ওযূ এবং (ওয়াযিব) গোসলের সময় কুলি করা ও নাকে পানি দেয়া অত্যাবশ্যকীয় মনে করেছেন। এ দলে রয়েছেন ইবনু আবী লাইলা, আবদুল্লাহ ইবনুল মুবারক, ইমাম আহমাদ ইবনু হাম্বল ও ইসহাক। ইমাম আহমাদ আরো বলেছেন, নাক পরিষ্কার করা কুলি করার চেয়ে বেশি জরুরী। \nআবূ ‘ঈসা বলেনঃ অন্য এক দল বলেছেন, যদি নাপাকির গোসলে কুলি করা ও নাকে পানি দেওয়া না হয় তবে আবার নামায আদায় করতে হবে; আর যদি ওযূর সময় এটা ছাড়া হয় তাহলে নতুন করে নামায আদায় করতে হবে না। এটা সুফিয়ান সাওরী ও কুফার কিছু লোকের (ইমাম আবূ হানীফা ও তাঁর মতানুসারী) বক্তব্য। অপর এক দলের মতে, গোসল অথবা ওযূর সময় এ দুটি কাজ বাদ দিলে নামায নতুন করে আদায় করতে হবে না। কেননা এটা নাবী রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সুন্নাত। অতএব কেউ যদি ফরয গোসরে বা ওযূর সময় কুলি না করে এবং নাকে পানি না দেয় আর এই ওযূ দিয়ে নামায আদায় করে নেয় তাহলে পুনরায় নামায আদায় করতে হবে না। ইমাম মালিক ও শাফিঈ সর্বশেষ এই অভিমত প্রকাশ করেছেন।"
  },
  {
    "hadith_id": 28,
    "narrator": "‘আবদুল্লাহ ইবনু যাইদ (রাঃ) হত",
    "bn": "তিনি বলেন, আমি নবী রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে এক আঁজলা পানি দিয়ে কুলি করতে ও নাক পরিষ্কার করতে দেখেছি। তিনি তিনবার এরকম করেছেন। \n\nসহীহ। সহীহ্‌ আবূ দাঊদ-(১১০), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى الرَّازِيُّ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم مَضْمَضَ وَاسْتَنْشَقَ مِنْ كَفٍّ وَاحِدٍ فَعَلَ ذَلِكَ ثَلاَثًا ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ عَبْدِ اللَّهِ بْنِ زَيْدٍ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رَوَى مَالِكٌ وَابْنُ عُيَيْنَةَ وَغَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ عَمْرِو بْنِ يَحْيَى وَلَمْ يَذْكُرُوا هَذَا الْحَرْفَ أَنَّ النَّبِيَّ صلى الله عليه وسلم مَضْمَضَ وَاسْتَنْشَقَ مِنْ كَفٍّ وَاحِدٍ ‏.‏ وَإِنَّمَا ذَكَرَهُ خَالِدُ بْنُ عَبْدِ اللَّهِ ‏.‏ وَخَالِدُ بْنُ عَبْدِ اللَّهِ ثِقَةٌ حَافِظٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ الْمَضْمَضَةُ وَالاِسْتِنْشَاقُ مِنْ كَفٍّ وَاحِدٍ يُجْزِئُ وَقَالَ بَعْضُهُمْ تَفْرِيقُهُمَا أَحَبُّ إِلَيْنَا ‏.‏ وَقَالَ الشَّافِعِيُّ إِنْ جَمَعَهُمَا فِي كَفٍّ وَاحِدٍ فَهُوَ جَائِزٌ وَإِنْ فَرَّقَهُمَا فَهُوَ أَحَبُّ إِلَيْنَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদ আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ)-এর সূত্রে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ আবদুল্লাহ ইবনু যাইদের সূত্রে বর্ণিত হাদীস হাসান এবং গারীব। মালিক, ইবনু উআইনা ও অন্যরাও ‘আমর ইবনু ইয়াহইয়ার সূত্রে এ হাদীসটি বর্ণনা করেছেন। কিন্তু তাঁরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক আঁজলা পনি দিয়ে কুলি করেছেন ও নাকে দিয়েছেন এ কথা উল্লেখ করেননি। খালিদ ইবনু ‘আবদুল্লাহই একথা বর্ণনা করেছেন। হাদীস রিজালশাস্ত্র বিচারে তিনি সিকাহ রাবী এবং হাফিয। \nকিছু বিদ্বান বলেছেন, এক আঁজলা পানির কিছুটা দিয়ে কুলি করলে ও কিছুটা নাকে দিলে তাতে যথেষ্ট হবে। কেউ কেউ বলেছেন, মুখে এবং নাকে দেওয়ার জন্য পৃথকভাবে পানি নেয়াই উত্তম। ইমাম শাফিঊ বলেছেন, যদিও এক আঁজলা পানি দিয়ে উভয় কাজ করা জায়িয তবুও আমার মতে মুখ ও নাকের জন্য পৃথকভাবে পানি লওয়াই উত্তম।"
  },
  {
    "hadith_id": 31,
    "narrator": "উসমান ইবনু আফফান (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাড়ি খিলাল করতেন। \n\nসহীহ। ইবনু মাজাহ-(৪৩০)।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ إِسْرَائِيلَ، عَنْ عَامِرِ بْنِ شَقِيقٍ، عَنْ أَبِي وَائِلٍ، عَنْ عُثْمَانَ بْنِ عَفَّانَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُخَلِّلُ لِحْيَتَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 29,
    "narrator": "আবদুল কারীম ইবনু আবুল মুখারিক আবূ উমাইয়া হতে হাসসান ইবনু বিলালের",
    "bn": "তিনি বলেন, আমি ‘আম্মার ইবনু ইয়াসির (রাঃ)-কে ওযূ করার সময় দাড়ি খিলাল করতে দেখলাম। তাঁকে বলা হল, অথবা তিনি (হাসসান) বলেছেন, আমি তাঁকে বললাম, আপনি দাড়ি খিলাল করছেন? তিনি (আম্মার) বললেনঃ (এ কাজে) কে আমাকে বাঁধা দিবে আমি রাসূলুল্লাহ সাল্লাল্লহু আলাইহি ওয়াসাল্লামকে তাঁর দাড়ি খিলাল করতে দেখেছি। \n\nসহীহ। ইবনু মাজাহ-(৪২৯)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ الْكَرِيمِ بْنِ أَبِي الْمُخَارِقِ أَبِي أُمَيَّةَ، عَنْ حَسَّانَ بْنِ بِلاَلٍ، قَالَ رَأَيْتُ عَمَّارَ بْنَ يَاسِرٍ تَوَضَّأَ فَخَلَّلَ لِحْيَتَهُ فَقِيلَ لَهُ أَوْ قَالَ فَقُلْتُ لَهُ أَتُخَلِّلُ لِحْيَتَكَ قَالَ وَمَا يَمْنَعُنِي وَلَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يُخَلِّلُ لِحْيَتَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 32,
    "narrator": "‘আবুদল্লাহ ইবনু যাইদ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’হাতে মাথা মাসিহ করতেন। তিনি হাত দুটি সামনে আনতে এবং পিছনে নিতেন। তিনি মাথার সামনের দিক হতে শুরু করে উভয় হাত ঘাড়ের দিকে নিতেন; অতঃপর পেছন দিক হতে আবার সামনের দিকে এনে শুরু করার জায়গায় পৌঁছাতেন। অতঃপর তিনি উভয় পা ধুতেন। \n\nসহীহ। ইবনু মাজাহ-(৪৩৪), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنُ بْنُ عِيسَى الْقَزَّازُ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَسَحَ رَأْسَهُ بِيَدَيْهِ فَأَقْبَلَ بِهِمَا وَأَدْبَرَ بَدَأَ بِمُقَدَّمِ رَأْسِهِ ثُمَّ ذَهَبَ بِهِمَا إِلَى قَفَاهُ ثُمَّ رَدَّهُمَا حَتَّى رَجَعَ إِلَى الْمَكَانِ الَّذِي بَدَأَ مِنْهُ ثُمَّ غَسَلَ رِجْلَيْهِ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ مُعَاوِيَةَ وَالْمِقْدَامِ بْنِ مَعْدِيكَرِبَ وَعَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ زَيْدٍ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ وَأَحْسَنُ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদে মুআবিয়া, মিকদাম ইবনু মাদিকারিব ও ‘আয়িশাহ্‌ (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদ ‘আবুদলত্মাহ ইবনু যাইদের হাদীস সবচাইতে সহীহ এবং সর্বাধিক উত্তম। ইমাম শাফিঈ, আহমাদ ও ইসহাক এভাবেই মাথা মাসিহ করার পক্ষে মত ব্যক্ত করেছেন।"
  },
  {
    "hadith_id": 33,
    "narrator": "রুবাই‘ বিনতু মুআব্বিয ইবনি ‘আফরাআ (রাঃ)",
    "bn": "নাবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের মাথা দু’বার মাসিহ করলেন। তিনি প্রথমবার ঘাড়ের দিক হতে মাসেহ শুরু করলেন এবং দ্বিতীয়বার মাথার সামনের দিক হতে শুরু করলেন। তিনি উভয় কানের ভেতর ও বাহিরও মাসিহ করলেন। \n\nহাসান ইবনু মাজাহ-(৩৯০)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنِ الرُّبَيِّعِ بِنْتِ مُعَوِّذِ بْنِ عَفْرَاءَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم مَسَحَ بِرَأْسِهِ مَرَّتَيْنِ بَدَأَ بِمُؤَخَّرِ رَأْسِهِ ثُمَّ بِمُقَدَّمِهِ وَبِأُذُنَيْهِ كِلْتَيْهِمَا ظُهُورِهِمَا وَبُطُونِهِمَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَحَدِيثُ عَبْدِ اللَّهِ بْنِ زَيْدٍ أَصَحُّ مِنْ هَذَا وَأَجْوَدُ إِسْنَادًا ‏.‏ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْكُوفَةِ إِلَى هَذَا الْحَدِيثِ مِنْهُمْ وَكِيعُ بْنُ الْجَرَّاحِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান। তবে ‘আবদুল্লাহ ইবনু যাইদের হাদীস এ হাদীসের তুলনায় অধিকতর সহীহ ও নির্ভরযোগ্য। কুফার বিভিন্ন আলিম এ হাদীসের উপর আমল করেছেন্‌ তাদের মধ্যে ওয়াকী‘ ইবনুল জাররাহ অন্যতম।"
  },
  {
    "hadith_id": 34,
    "narrator": "রুবাই‘ বিনতু মু‘আব্বিয ইবনি ‘আফরাআ (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে ওযূ করতে দেখলেন। তিনি বলেন, তিনি (নাবী) মাথার সামনের দিক, পেছনের দিক (সমুদয় মাথা) এবং দুই কানের ভেতর ও বাহির একবার করে মাসিহ করলেন।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا بَكْرُ بْنُ مُضَرَ، عَنِ ابْنِ عَجْلاَنَ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنِ الرُّبَيِّعِ بِنْتِ مُعَوِّذِ بْنِ عَفْرَاءَ، أَنَّهَا رَأَتِ النَّبِيَّ صلى الله عليه وسلم يَتَوَضَّأُ قَالَتْ مَسَحَ رَأْسَهُ وَمَسَحَ مَا أَقْبَلَ مِنْهُ وَمَا أَدْبَرَ وَصُدْغَيْهِ وَأُذُنَيْهِ مَرَّةً وَاحِدَةً ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَجَدِّ طَلْحَةَ بْنِ مُصَرِّفِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ الرُّبَيِّعِ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ مَسَحَ بِرَأْسِهِ مَرَّةً ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ ‏.‏ وَبِهِ يَقُولُ جَعْفَرُ بْنُ مُحَمَّدٍ وَسُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ رَأَوْا مَسْحَ الرَّأْسِ مَرَّةً وَاحِدَةً ‏.‏ حَدَّثَنَا مُحَمَّدُ بْنُ مَنْصُورٍ الْمَكِّيُّ قَالَ سَمِعْتُ سُفْيَانَ بْنَ عُيَيْنَةَ يَقُولُ سَأَلْتُ جَعْفَرَ بْنَ مُحَمَّدٍ عَنْ مَسْحِ الرَّأْسِ أَيُجْزِئُ مَرَّةً فَقَالَ إِي وَاللَّهِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আলী (রাঃ) ও তালহা ইবনু মুসাররিফ ইবনি আমরের দাদার সূত্রে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ রুবাই হতে বর্ণিত হাদীস হাসান সহীহ । একাধিক বর্ণনায় আছে, নাবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার মাথা মাসিহ করেছেন। \nবেশিরভাগ সাহাবা ও তাবিঈন একবারই মাথা মাসিহ করার পক্ষে মত দিয়েছেন। বেশিরভাগ ইমামের ও এই মত। যেমন জা‘ফর ইবনু মুহাম্মদ, সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ, আহমাদ ইবনু হাম্বল ও ইসহাক একবার মাথা মাসিহ করার কথা বলেছেন। \nমুহাম্মদ ইবনু মানসূর মাক্কী বলেন, আমি সুফিয়ান ইবনু উআইনাকে বলতে শুনেছিঃ আমি জা‘ফর ইবনু মুহাম্মদকে প্রশ্ন করলাম, একবার মাথা মাসিহ করা যথেষ্ট কিনা? তিনি বললেনঃ হ্যাঁ, আল্লাহ তা‘আলার শপথ! একবারই যথেষ্ট।"
  },
  {
    "hadith_id": 35,
    "narrator": "‘আবদুল্লাহ ইবনু যাইদ (রাঃ)",
    "bn": "তিনি নবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে ওযূ করতে দেখলেন। তিনি হাতে লেগে থাকা অতিরিক্ত পানি বাদে নতুন পানি নিয়ে মাথা মাসিহ করলেন। \n\nসহীহ। সহীহ্‌ আবূ দাঊদ-(১১১), মুসলিম।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، حَدَّثَنَا عَمْرُو بْنُ الْحَارِثِ، عَنْ حَبَّانَ بْنِ وَاسِعٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ، أَنَّهُ رَأَى النَّبِيَّ صلى الله عليه وسلم تَوَضَّأَ وَأَنَّهُ مَسَحَ رَأْسَهُ بِمَاءٍ غَيْرِ فَضْلِ يَدَيْهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى ابْنُ لَهِيعَةَ هَذَا الْحَدِيثَ عَنْ حَبَّانَ بْنِ وَاسِعٍ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم تَوَضَّأَ وَأَنَّهُ مَسَحَ رَأْسَهُ بِمَاءٍ غَبَرَ مِنْ فَضْلِ يَدَيْهِ ‏\"‏ ‏.‏ وَرِوَايَةُ عَمْرِو بْنِ الْحَارِثِ عَنْ حَبَّانَ أَصَحُّ لأَنَّهُ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ هَذَا الْحَدِيثُ عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ وَغَيْرِهِ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَخَذَ لِرَأْسِهِ مَاءً جَدِيدًا ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ رَأَوْا أَنْ يَأْخُذَ لِرَأْسِهِ مَاءً جَدِيدًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ। এ হাদীসটি ইবনু লাহীআ হাব্‌বানের সূত্রে, তিনি ওয়াসের সূত্রে, তিনি ‘আবুদল্লাহ ইবনু যাইদ (রাঃ)-এর সূত্রে বর্ণনা করেছেন যে,  “ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘হাতের পানি ছাড়া নতুন পানি নিয়ে মাথা মাসিহ করেছেন’। ”\nহাব্বানের সূত্রে বর্ণিত ‘আমর ইবনু হারিসের হাদীসটি অধিকতর সহীহ। কেননা তিনি বিভিন্ন সূত্রে ‘আবদুল্লাহ ইবনু যাইদ (রাঃ) ও অন্য সাহাবীদের নিকট হতে বর্ণনা করেছেনঃ “ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথা মাসিহ করার জন্য নতুন করে পানি নিয়েছেন। ” বেশিরভাগ বিদ্বানের মতে, নতুনকরে পানি নিয়ে মাথা মাসিহ করবে।"
  },
  {
    "hadith_id": 36,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "নাবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথা মাসিহ করলেন এবং দুই কানের ভেতরে ও বাহিরে মাসিহ করলেন। \n\nহাসান সহীহ। ইবনু মাজাহ-(৪৩৯)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ مُحَمَّدِ بْنِ عَجْلاَنَ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم مَسَحَ بِرَأْسِهِ وَأُذُنَيْهِ ظَاهِرِهِمَا وَبَاطِنِهِمَا ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ الرُّبَيِّعِ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ يَرَوْنَ مَسْحَ الأُذُنَيْنِ ظُهُورِهِمَا وَبُطُونِهِمَا ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে রুবাই’র সূত্রে বর্ণিত হাদিসও রয়েছে। আবূ ‘ঈসা বলেনঃ ইবনু ‘আব্বাস (রাঃ)- এর হাদীস হাসান সহীহ। বেশিভাগ বিদ্বান কানের ভেতর ও বাহিরে মাসিহ করার পক্ষে মত দিয়েছেন।"
  },
  {
    "hadith_id": 37,
    "narrator": "আবূ উমামা (রাঃ)",
    "bn": "তিনি বলেন, নবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওযূ করলেন। তিনি মুখমন্ডল ও উভয় হাত তিনবার করে ধুলেন এবং মাথা মাসিহ করলেন আর বললেনঃ উভয় কান মাথারই অংশ। \n\nসহীহ। ইবনু মাজাহ- (৪৪৪)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ سِنَانِ بْنِ رَبِيعَةَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي أُمَامَةَ، قَالَ تَوَضَّأَ النَّبِيُّ صلى الله عليه وسلم فَغَسَلَ وَجْهَهُ ثَلاَثًا وَيَدَيْهِ ثَلاَثًا وَمَسَحَ بِرَأْسِهِ وَقَالَ ‏ \"‏ الأُذُنَانِ مِنَ الرَّأْسِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى قَالَ قُتَيْبَةُ قَالَ حَمَّادٌ لاَ أَدْرِي هَذَا مِنْ قَوْلِ النَّبِيِّ صلى الله عليه وسلم أَوْ مِنْ قَوْلِ أَبِي أُمَامَةَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ لَيْسَ إِسْنَادُهُ بِذَاكَ الْقَائِمِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ أَنَّ الأُذُنَيْنِ مِنَ الرَّأْسِ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مَا أَقْبَلَ مِنَ الأُذُنَيْنِ فَمِنَ الْوَجْهِ وَمَا أَدْبَرَ فَمِنَ الرَّأْسِ ‏.‏ قَالَ إِسْحَاقُ وَأَخْتَارُ أَنْ يَمْسَحَ مُقَدَّمَهُمَا مَعَ الْوَجْهِ وَمُؤَخَّرَهُمَا مَعَ رَأْسِهِ ‏.‏ وَقَالَ الشَّافِعِيُّ هُمَا سُنَّةٌ عَلَى حِيَالِهِمَا يَمْسَحُهُمَا بِمَاءٍ جَدِيدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ কুতাইবা বলেন, হাম্মদ বলেছেন, ‘কানদুটো মাথারই অংশ’ কথাটা কি  রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের না আবূ উসামার- তা আমি জানি না। এ অনুচ্ছেদে আনাস (রাঃ)-এর সূত্রে বর্ণিত হাদীসও রয়েছে। \nআবূ ‘ঈসা বলেনঃ এ হাদীসের সনদ খুব একটা মজবুত নয়। বেশিরভাগ সাহাবা ও মনীষীর মতে, কান মাথারই অংশ। সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিয়ী আহমাদ ও ইসহাকের এটাই মত। কিছু মনীষী বলেছেন, কানের অগ্রভাগ মুখমন্ডলের অন্তর্ভুক্ত এবং গোড়ার দিক মাথার অন্তর্ভুক্ত। ইসহাক বলেন, আমি কানের অগ্রভাগ মুখমন্ডলের সাথে এবং গোড়ার ভাগ মাথার সাথে মাসিহ করা পছন্দ করি। ইমাম শাফিঈ বলেন, কানের অবস্থান অনুসারে এটা আলাদা সুন্নাত। নতুন করে পানি নিয়ে দুই কান মাসিহ করবে।"
  },
  {
    "hadith_id": 39,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যখন তুমি ওযূ করবে তখন দুই হাত ও দুই পায়ের আঙ্গুল খিলাল করবে। \n\nহাসান সহীহ। ইবনু মাজাহ- (৪৪৭)।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعِيدٍ، هُوَ الْجَوْهَرِيُّ حَدَّثَنَا سَعْدُ بْنُ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ صَالِحٍ، مَوْلَى التَّوْأَمَةِ عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا تَوَضَّأْتَ فَخَلِّلْ بَيْنَ أَصَابِعِ يَدَيْكَ وَرِجْلَيْكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 40,
    "narrator": "মুসতাওরিদ ইবনু শাদ্দাদ আল-ফিহরী (রাঃ)",
    "bn": "তিনি বলেন, আমি দেখেছি, নবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন ওযূ করতেন, (বাঁ হাতের) ছোট আঙ্গুল দিয়ে দু’পায়ের আঙ্গুলগুলো মলতেন। \n\nসহীহ। ইবনু মাজাহ- (৪৪৬)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ يَزِيدَ بْنِ عَمْرٍو، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ، عَنِ الْمُسْتَوْرِدِ بْنِ شَدَّادٍ الْفِهْرِيِّ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم إِذَا تَوَضَّأَ دَلَكَ أَصَابِعَ رِجْلَيْهِ بِخِنْصَرِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ ابْنِ لَهِيعَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি গারীব। আমি ইবনু লাহীআ ছাড়া আর কোন রাবীর নিকট এ হাদীসটি শুনিনি।"
  },
  {
    "hadith_id": 41,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নাবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, পায়ের গোড়ালির জন্য আগুনের শাস্তি। \n\nসহীহ, বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، قَالَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ وَيْلٌ لِلأَعْقَابِ مِنَ النَّارِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَعَائِشَةَ وَجَابِرٍ وَعَبْدِ اللَّهِ بْنِ الْحَارِثِ هُوَ ابْنُ جَزْءٍ الزُّبَيْدِيُّ وَمُعَيْقِيبٍ وَخَالِدِ بْنِ الْوَلِيدِ وَشُرَحْبِيلَ بْنِ حَسَنَةَ وَعَمْرِو بْنِ الْعَاصِ وَيَزِيدَ بْنِ أَبِي سُفْيَانَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ وَيْلٌ لِلأَعْقَابِ وَبُطُونِ الأَقْدَامِ مِنَ النَّارِ ‏\"‏ ‏.‏ قَالَ وَفِقْهُ هَذَا الْحَدِيثِ أَنَّهُ لاَ يَجُوزُ الْمَسْحُ عَلَى الْقَدَمَيْنِ إِذَا لَمْ يَكُنْ عَلَيْهِمَا خُفَّانِ أَوْ جَوْرَبَانِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আবদুল্লাহ ইবনু আমর, ‘আয়িশাহ্‌, জাবির ইবনু ‘আবদিল্লাহ, ‘আবদুল্লাহ ইবনুল হারিস, মু‘আইকীব, খালিদ ইবনু ওয়ালীদ, শুরাহবীল ইবনু হাসানা, ‘আমর ইবনুল আস ও ইয়াযীদ ইবনু আবী সুফিয়অনের সূত্রে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ আবূ হুরাইরার হাদীসটি হাসান সহীহ। \nনাবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত। তিনি বলেছেনঃ \n“পায়ের গোড়ালি ও পায়ের পাতার জন্য ধ্বংস রয়েছে ”। \nইমাম তিরমিযী বলেন, এ হাদীসের সার কথা হল, পায়ে যদি মোজা না থাকে তবে (ধোয়ার পরিবর্তে) পা মাসিহ করা জায়িয নেই।"
  },
  {
    "hadith_id": 42,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "নাবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওযূর প্রতিটি অংগ একবার করে ধুয়েছেন। \n\nসহীহ। ইবনু মাজাহ-(৪১১), বুখারী।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، وَهَنَّادٌ، وَقُتَيْبَةُ، قَالُوا حَدَّثَنَا وِكِيعٌ، عَنْ سُفْيَانَ، ح قَالَ وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم تَوَضَّأَ مَرَّةً مَرَّةً ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُمَرَ وَجَابِرٍ وَبُرَيْدَةَ وَأَبِي رَافِعٍ وَابْنِ الْفَاكِهِ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ ابْنِ عَبَّاسٍ أَحْسَنُ شَيْءٍ فِي هَذَا الْبَابِ وَأَصَحُّ ‏.‏ وَرَوَى رِشْدِينُ بْنُ سَعْدٍ وَغَيْرُهُ هَذَا الْحَدِيثَ عَنِ الضَّحَّاكِ بْنِ شُرَحْبِيلَ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيهِ عَنْ عُمَرَ بْنِ الْخَطَّابِ أَنَّ النَّبِيَّ صلى الله عليه وسلم تَوَضَّأَ مَرَّةً مَرَّةً ‏.‏ قَالَ وَلَيْسَ هَذَا بِشَيْءٍ وَالصَّحِيحُ مَا رَوَى ابْنُ عَجْلاَنَ وَهِشَامُ بْنُ سَعْدٍ وَسُفْيَانُ الثَّوْرِيُّ وَعَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদে উমার, জাবির, বুরাইদা, আবূ রাফি‘ ও ইবনুল ফাকিহি (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদে উমার, জাবির, বুরাইদা, আবূ রাফি‘ ও ইবনুল ফাকিহি (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদে ইবনু আব্বাসের হাদীস বেশি সহীহ ও উত্তম। ইমাম তিরমিযী রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের এ হাদীসটি অপর একটি সূত্রে ‘উমার (রাঃ)-এর নিকট হতে বর্ণনা করেছেন। তিনি বলেছেন, এ বর্ণনা সূত্রটি তেমন সহীহ নয়। বরং ইবনু ‘আজলান, হিশাম ইবনু সাদ, সুফিয়ান সাওরী এবং আবদুল আযীয ইবনু মুহাম্মদ প্রমূখ যাইদ ইবনু আসলামের সূত্রে, তিনি আতা ইবনু ইয়াসারের সূত্রে, তিনি ইবনু ‘আব্বাস (রাঃ)-এর সূত্রে নাবী রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের যে হাদীস বর্ণনা করেছেন তা-ই বেশি সহীহ।"
  },
  {
    "hadith_id": 43,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নাবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (ওযূর সময়) প্রতিটি অঙ্গ দু’বার করে ধুয়েছেন। \n\nহাসান সহীহ। সহীহ্‌ আবূ দাঊদ- (১২৫)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، وَمُحَمَّدُ بْنُ رَافِعٍ، قَالاَ حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ ثَابِتِ بْنِ ثَوْبَانَ، قَالَ حَدَّثَنِي عَبْدُ اللَّهِ بْنُ الْفَضْلِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ، هُوَ الأَعْرَجُ عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم تَوَضَّأَ مَرَّتَيْنِ مَرَّتَيْنِ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ جَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ ابْنِ ثَوْبَانَ عَنْ عَبْدِ اللَّهِ بْنِ الْفَضْلِ وَهُوَ إِسْنَادٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى هَمَّامٌ عَنْ عَامِرٍ الأَحْوَلِ عَنْ عَطَاءٍ عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم تَوَضَّأَ ثَلاَثًا ثَلاَثًا ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান গারীব। আমি এটা শুধু ইবনু সাওবানের নিকট হতে জেনেছি, তিনি আবদুল্লাহ ইবনু ফাযলের সূত্রে বর্ণনা করেছেন। এ সনদটি হাসান সহীহ। \nআবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদে জাবির (রাঃ)-এর হাদীসও রয়েছে। \nআবূ ‘ঈসা বলেনঃ হাম্মাম, ‘আমির আল-আহওয়াল হতে, তিনি ‘আতা হতে, তিনি আবূ হুরাইরা হতে বর্ণনা করেনঃ “নাবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওযূর প্রতিটি অঙ্গ তিনবার করে ধুয়েছেন। ”"
  },
  {
    "hadith_id": 44,
    "narrator": "‘আলী (রাঃ)",
    "bn": "নাবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওযূর প্রত্যেক অঙ্গ তিনবার করে ধুয়েছেন। \n\nসহীহ। সহীহ্‌ আবূ দাঊদ- (১০০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي حَيَّةَ، عَنْ عَلِيٍّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم تَوَضَّأَ ثَلاَثًا ثَلاَثًا ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُثْمَانَ وَعَائِشَةَ وَالرُّبَيِّعِ وَابْنِ عُمَرَ وَأَبِي أُمَامَةَ وَأَبِي رَافِعٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَمُعَاوِيَةَ وَأَبِي هُرَيْرَةَ وَجَابِرٍ وَعَبْدِ اللَّهِ بْنِ زَيْدٍ وَأُبَىِّ بْنِ كَعْبٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ أَحْسَنُ شَيْءٍ فِي هَذَا الْبَابِ وَأَصَحُّ لأَنَّهُ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عَلِيٍّ رِضْوَانُ اللَّهِ عَلَيْهِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ عَامَّةِ أَهْلِ الْعِلْمِ أَنَّ الْوُضُوءَ يُجْزِئُ مَرَّةً مَرَّةً وَمَرَّتَيْنِ أَفْضَلُ وَأَفْضَلُهُ ثَلاَثٌ وَلَيْسَ بَعْدَهُ شَيْءٌ ‏.‏ وَقَالَ ابْنُ الْمُبَارَكِ لاَ آمَنُ إِذَا زَادَ فِي الْوُضُوءِ عَلَى الثَّلاَثِ أَنْ يَأْثَمَ ‏.‏ وَقَالَ أَحْمَدُ وَإِسْحَاقُ لاَ يَزِيدُ عَلَى الثَّلاَثِ إِلاَّ رَجُلٌ مُبْتَلًى ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদে উসমান, রুবাঈ‘, ইবনু উমার, ‘আয়িশাহ্‌, আবূ উমামা, আবূ রাফি‘,‘আবদুল্লাহ ইবনু ‘আমর, মু‘আবিয়া, আবূ হুরাইরা, জাবির, ‘আবদুল্লাহ ইবনু যাইদ ও উবাই ইবনু কা‘ব (রাঃ)-এর হাদীসটি বেশি সহীহ ও অধিক উত্তম। কেননা হাদীসটি ‘আলী (রাঃ) হতে একাধিক সূত্রে বর্ণিত হযেছে। মনীষীদের মতামত হল, ওযূর অঙ্গগুলো একবার ধুলেও ওযূ হবে, কিন্তু  দু’বার করে ধোয়া ভাল এবং তিনবার করে ধোয়া অধিকতর উত্তম। এর বেশি ধোয়াতে কোন উপকার নেই। ইবনুল মুবারাক বলেনঃ যে ব্যক্তি তিনবারের বেশি ধোয়, আমার ধারণামতে তার গুনাহ হওয়ার সম্ভাবনা রয়েছে। আহমাদ ও ইসহাক বলেনঃ যে ব্যক্তি অনিশ্চয়তার পরে যায় সে তিনবারের বেশি ধুতে পারে।"
  },
  {
    "hadith_id": 46,
    "narrator": "সাবিত ইবনু আবূ সাফিয়্যা (রহঃ)",
    "bn": "আমি আবূ জা‘ফরকে বললাম, জাবির (রাঃ) কি আপনাকে বলেছেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওযূর অঙ্গগুলো একবার করে ধুয়েছেন? তিনি বলেন, হ্যাঁ। হাদীসটি হান্নাদ ও কুতাইবা বর্ণনা করেছেন। তারা উভয়েই বলেন, ওয়াকী সাবিত ইবনু সাফিয়্যা হতে বর্ণনা করেছেন। \n\nসহীহ। এই হাদীসটি ইবনু ‘আব্বাস কর্তৃক বর্ণিত ৪২ নং এর অনুরূপ তাই সহীহ্‌।",
    "ar": "قَالَ أَبُو عِيسَى وَرَوَى وَكِيعٌ، هَذَا الْحَدِيثَ عَنْ ثَابِتِ بْنِ أَبِي صَفِيَّةَ، قَالَ قُلْتُ لأَبِي جَعْفَرٍ حَدَّثَكَ جَابِرٌ، أَنَّ النَّبِيَّ صلى الله عليه وسلم تَوَضَّأَ مَرَّةً مَرَّةً قَالَ نَعَمْ ‏.‏ حَدَّثَنَا بِذَلِكَ هَنَّادٌ وَقُتَيْبَةُ قَالاَ حَدَّثَنَا وَكِيعٌ عَنْ ثَابِتِ بْنِ أَبِي صَفِيَّةَ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ شَرِيكٍ لأَنَّهُ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ هَذَا عَنْ ثَابِتٍ نَحْوَ رِوَايَةِ وَكِيعٍ ‏.‏ وَشَرِيكٌ كَثِيرُ الْغَلَطِ وَثَابِتُ بْنُ أَبِي صَفِيَّةَ هُوَ أَبُو حَمْزَةَ الثُّمَالِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ বর্ণনাটি শরীকের বর্ণনাটির চেয়ে বেশি সহীহ। কেননা এটি বিভিন্ন সূত্রে সাবিত হতে বর্ণিত হয়েছে। আর শরীক অনেক ক্রটির শিকার হন। সাবিত আবী সাফিয়্যা তিনি হলেন, আবূ হামযা আস-সুমালী।"
  },
  {
    "hadith_id": 47,
    "narrator": "‘আবদুল্লাহ ইবনু যাইদ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার ওযূ করলেন। তিনি তিনবার মুখমন্ডল ধুলেন, দুই হাত দু’বার করে ধুলেন, মাথা মাসিহ করলেন এবং উভয় পা দু’বার ধুলেন। সহীহ, তবে দু’বার ধুলেন, অংশটি শাজ। \n\nসহীহ্‌। আবূ দাঊদ- (১০৯)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم تَوَضَّأَ فَغَسَلَ وَجْهَهُ ثَلاَثًا وَغَسَلَ يَدَيْهِ مَرَّتَيْنِ مَرَّتَيْنِ وَمَسَحَ بِرَأْسِهِ وَغَسَلَ رِجْلَيْهِ مَرَّتَيْنِ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ ذُكِرَ فِي غَيْرِ حَدِيثٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم تَوَضَّأَ بَعْضَ وُضُوئِهِ مَرَّةً وَبَعْضَهُ ثَلاَثًا ‏.‏ وَقَدْ رَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ فِي ذَلِكَ لَمْ يَرَوْا بَأْسًا أَنْ يَتَوَضَّأَ الرَّجْلُ بَعْضَ وُضُوئِهِ ثَلاَثًا وَبَعْضَهُ مَرَّتَيْنِ أَوْ مَرَّةً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ। এ ছাড়াও কায়েকটি হাদীসে উল্লেখ আছেঃ  “রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন অঙ্গ একবার এবং কোন অঙ্গ তিনবার ধুয়েছেন। ”\nএর পরিপ্রেক্ষিতে কিছু আলিম অনুমতি দিয়েছেন যে, কেউ যদি ওযূর সময় কোন অঙ্গ দু’বার, কোন অঙ্গ তিনবার এবং কোন অঙ্গ একবার ধোয় তবে তাতে কোন অপরাধ নেই।"
  },
  {
    "hadith_id": 48,
    "narrator": "আবূ হাইআ (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আলী (রাঃ) কে ওযূ করতে দেখেছি। তিনি উভয় হাতের কব্জি পর্যন্ত ধুলেন এবং ভাল ভাবে পরিষ্কার করলেন; তিনবার কুলি করলেন, তিনবার নাকে পানি দিলেন, তিনিবার মুখমন্ডল ধুলেন, তিনবার করে উভয় হাত কনুই পর্যন্ত ধুলেন, একবার মাথা মাসিহ করলেন এবং উভয় পা গোছা পর্যন্ত ধুলেন। এরপর তিনি দাঁড়ালেন এবং ওযূর অবশিষ্ট পানি তুলে নিয়ে তা দাঁড়ানো অবস্থায় পান করলেন। অতঃপর তিনি বললেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের ওযূ কিরূপ ছিল তা তোমাদের দেখানোর জন্যই আমি এরূপ করা পছন্দ করলাম। \n\nসহীহ। সহীহ্‌ আবূ দাঊদ- (১০১-১০৫), বুখারী সংক্ষেপিত।",
    "ar": "حَدَّثَنَا هَنَّادٌ، وَقُتَيْبَةُ، قَالاَ حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي حَيَّةَ، قَالَ رَأَيْتُ عَلِيًّا تَوَضَّأَ فَغَسَلَ كَفَّيْهِ حَتَّى أَنْقَاهُمَا ثُمَّ مَضْمَضَ ثَلاَثًا وَاسْتَنْشَقَ ثَلاَثًا وَغَسَلَ وَجْهَهُ ثَلاَثًا وَذِرَاعَيْهِ ثَلاَثًا وَمَسَحَ بِرَأْسِهِ مَرَّةً ثُمَّ غَسَلَ قَدَمَيْهِ إِلَى الْكَعْبَيْنِ ثُمَّ قَامَ فَأَخَذَ فَضْلَ طَهُورِهِ فَشَرِبَهُ وَهُوَ قَائِمٌ ثُمَّ قَالَ أَحْبَبْتُ أَنْ أُرِيَكُمْ كَيْفَ كَانَ طُهُورُ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُثْمَانَ وَعَبْدِ اللَّهِ بْنِ زَيْدٍ وَابْنِ عَبَّاسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَالرُّبَيِّعِ وَعَبْدِ اللَّهِ بْنِ أُنَيْسٍ وَعَائِشَةَ رِضْوَانُ اللَّهِ عَلَيْهِمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদে উসমান, ‘আবদুল্লাহ ইবনু যাইদ ইবনু ‘আব্বাস, ‘আবদুল্লাহ ইবনু ‘আমর, ‘আয়িশাহ্‌, রুবাই ও ‘আবদুল্লাহ ইবনু উনাইস (রাঃ)-এর হাদীসও রয়েছে।"
  },
  {
    "hadith_id": 51,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আমি কি তোমাদের বলব না, আল্লাহ তা‘আলা কি দিয়ে গুনাহ মুছে দেন এবং মর্যাদা বাড়িয়ে দেন? সাহাবাগণ বললেন, হে আল্লাহর রাসূল! হ্যাঁ (বলে দিন)। তিনি বললেনঃ কষ্ট থাকার পরেও ভালভাবে ওযূ করা, মাসজিদের দিকে বেশি বেশি যাতায়াত করা এবং এক নামায শেষ করে পরবর্তী নামাযের জন্য অপেক্ষায় থাকা। আর এটাই হল ‘রিবাত’ (প্রস্তুতি)। \n\nসহীহ্‌। ইবনু মাজাহ-(৪২৮), মুসলিম।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنِ جَعْفَرٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ أَلاَ أَدُلُّكُمْ عَلَى مَا يَمْحُو اللَّهُ بِهِ الْخَطَايَا وَيَرْفَعُ بِهِ الدَّرَجَاتِ ‏\"‏ ‏.‏ قَالُوا بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ إِسْبَاغُ الْوُضُوءِ عَلَى الْمَكَارِهِ وَكَثْرَةُ الْخُطَا إِلَى الْمَسَاجِدِ وَانْتِظَارُ الصَّلاَةِ بَعْدَ الصَّلاَةِ فَذَلِكُمُ الرِّبَاطُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 55,
    "narrator": "উমার ইবনু খাত্তাব (রাঃ)",
    "bn": "তিনি বলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি সুন্দরভাবে ওযূ করার পর বলেঃ “আমি সাক্ষ্য দিচ্ছি আল্লাহ তা‘আলা ব্যতিত আর কোন ইলাহ নেই, তিনি এক, তাঁর কোন শারীক নেই; আমি আরো সাক্ষ্য দিচ্ছি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর বান্দাহ ও তাঁরই রাসূল; হে আল্লাহ! আমাকে তাওবাকারীদের অন্তর্ভুক্ত কর এবং আমাকে পবিত্রতা অর্জনকারীদের অন্তর্ভুক্ত কর”, তার জন্য জান্নাতের আটটি দরজাই খুলে দেওয়া হবে। সে নিজ ইচ্ছামত যে কোন দরজা দিয়েই তাতে যেতে পারবে। \n\nসহীহ্‌। ইবনু মাজাহ-(৪৭০)।",
    "ar": "حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدِ بْنِ عِمْرَانَ الثَّعْلَبِيُّ الْكُوفِيُّ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، عَنْ رَبِيعَةَ بْنِ يَزِيدَ الدِّمَشْقِيِّ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، وَأَبِي، عُثْمَانَ عَنْ عُمَرَ بْنِ الْخَطَّابِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ ثُمَّ قَالَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ فُتِحَتْ لَهُ ثَمَانِيَةُ أَبْوَابِ الْجَنَّةِ يَدْخُلُ مِنْ أَيِّهَا شَاءَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَنَسٍ وَعُقْبَةَ بْنِ عَامِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عُمَرَ قَدْ خُولِفَ زَيْدُ بْنُ حُبَابٍ فِي هَذَا الْحَدِيثِ ‏.‏ قَالَ وَرَوَى عَبْدُ اللَّهِ بْنُ صَالِحٍ وَغَيْرُهُ عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ عَنْ رَبِيعَةَ بْنِ يَزِيدَ عَنْ أَبِي إِدْرِيسَ عَنْ عُقْبَةَ بْنِ عَامِرٍ عَنْ عُمَرَ ‏.‏ وَعَنْ رَبِيعَةَ عَنْ أَبِي عُثْمَانَ عَنْ جُبَيْرِ بْنِ نُفَيْرٍ عَنْ عُمَرَ ‏.‏ وَهَذَا حَدِيثٌ فِي إِسْنَادِهِ اضْطِرَابٌ وَلاَ يَصِحُّ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا الْبَابِ كَبِيرُ شَيْءٍ ‏.‏ قَالَ مُحَمَّدٌ وَأَبُو إِدْرِيسَ لَمْ يَسْمَعْ مِنْ عُمَرَ شَيْئًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদে আনাস ও উক্ববা ইবনু ‘আমির (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ এ হাদীসে যাইদ ইবনু হুবাবের কারণে মতভেদ সৃষ্টি হয়েছে। তিনি আরো বলেনঃ ‘আব্দুল্লাহ ইবনু সালিহ এবং অন্যরা মু‘য়াবিয়াহ ইবনু সালিহ হতে তিনি রাবিয়াহ্‌ ইবনু ইয়াযিদ হতে, তিনি আবূ ইদরিস হতে তিনি উক্ববা ইবনু ‘আমির হতে তিনি উমার হতে হাদীসটি বর্ণনা করেছেন এবং অন্য সূত্রে রাবিয়হ্‌ হতে তিনি আবূ উসমান হতে তিনি জুবাইর ইবনু নুফাইর হতে তিনি উমার হতে বর্ণনা করেছেন। এই হাদীসের সনদে অসংলগ্নতা রয়েছে। এ অনুচ্ছেদে নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট হতে কোন সূত্রেই খুব একটা সহীহ হাদীস বর্ণিত নেই। মুহাম্মদ (বুখারী) বলেন, আবূ ইদরীস উমারের কাছে কোন কিছুই শুনেননি।"
  },
  {
    "hadith_id": 56,
    "narrator": "সাফীনাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘এক মুদ্দ পানি দিয়ে ওযূ করতেন এবং এক সা পানি দিয়ে গোসল করতেন। \n\nসহীহ্‌। ইবনু মাজাহ- (২৬৭)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، وَعَلِيُّ بْنُ حُجْرٍ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ أَبِي رَيْحَانَةَ، عَنْ سَفِينَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَوَضَّأُ بِالْمُدِّ وَيَغْتَسِلُ بِالصَّاعِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَجَابِرٍ وَأَنَسِ بْنِ مَالِكٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ سَفِينَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو رَيْحَانَةَ اسْمُهُ عَبْدُ اللَّهِ بْنُ مَطَرٍ ‏.‏ وَهَكَذَا رَأَى بَعْضُ أَهْلِ الْعِلْمِ الْوُضُوءَ بِالْمُدِّ وَالْغُسْلَ بِالصَّاعِ ‏.‏ وَقَالَ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ لَيْسَ مَعْنَى هَذَا الْحَدِيثِ عَلَى التَّوْقِيتِ أَنَّهُ لاَ يَجُوزُ أَكْثَرُ مِنْهُ وَلاَ أَقَلُّ مِنْهُ وَهُوَ قَدْرُ مَا يَكْفِي ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আয়িশাহ্‌, জাবির ও আনাস ইবনু মালিক (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ সাফীনার হাদীসটি হাসান সহীহ। আবূ রায়হানার নাম ‘আব্দুল্লাহ ইবনু মাতার। একদল বিশেষজ্ঞ আলিম বলেছেন, ওযূ এক মুদ্দ এবং এক সা পানি দিয়েই করতে হবে। কিন্তু ইমম শাফিঈ, আহমাদ ও ইসহাক বলেছেন, হাদীসের তাৎপর্য এটা নয় যে, এক মুদ্দ বা এক সা-এর বেশি বা কম পানি ব্যবহার করা যাবে না, বরং এটা একটা পরিমাণ যা ওযূ ও গোসলের জন্য যথেষ্ট।"
  },
  {
    "hadith_id": 62,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমাকে মাইমূনা (রাঃ) জানিয়েছেন, তিনি বলেছেন, আমি এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একই পাত্র হতে পানি দিয়ে নাপাকির (ফরজ) গোসল করেছি। \n\nসহীহ। বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ أَبِي الشَّعْثَاءِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ حَدَّثَتْنِي مَيْمُونَةُ، قَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ، صلى الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ مِنَ الْجَنَابَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ عَامَّةِ الْفُقَهَاءِ أَنْ لاَ بَأْسَ أَنْ يَغْتَسِلَ الرَّجُلُ وَالْمَرْأَةُ مِنْ إِنَاءٍ وَاحِدٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَائِشَةَ وَأَنَسٍ وَأُمِّ هَانِئٍ وَأُمِّ صُبَيَّةَ الْجُهَنِيَّةِ وَأُمِّ سَلَمَةَ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى وَأَبُو الشَّعْثَاءِ اسْمُهُ جَابِرُ بْنُ زَيْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান সহীহ । সকল ফিক্‌হবিদের এটাই অভিমত, পুরুষ ও স্ত্রীলোক (স্বামী-স্ত্রী) একই পাত্র হতে পানি নিয়ে গোসল করাতে কোন অপরাধ নেই । এ অনুচ্ছেদে ‘আলী, ‘আয়িশাহ্‌, আনাস, উম্মু হানী, উম্মু সুবাইয়া, উম্মু সালামা, ইবনু  উমার ও আবূ শা’সা (রাঃ) হতে বর্ণিত হাদীসও রয়েছে । আবূ শা’সার নাম জাবির ইবনু যাইদ ।"
  },
  {
    "hadith_id": 63,
    "narrator": "বানী গিফার গোত্রের এক ব্যক্তির",
    "bn": "তিনি বলেন, মহিলাদের (ওযূ বা গোসল হতে) বেঁচে যাওয়া পানি ব্যবহার করতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (পুরুষদেরকে) মানা করেছেন। \n\nসহীহ। ইবনু মাজাহ-(৩৭৩)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، قَالَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَبِي حَاجِبٍ، عَنْ رَجُلٍ، مِنْ بَنِي غِفَارٍ قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ فَضْلِ طَهُورِ الْمَرْأَةِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ سَرْجِسَ ‏.‏ قَالَ أَبُو عِيسَى وَكَرِهَ بَعْضُ الْفُقَهَاءِ الْوُضُوءَ بِفَضْلِ طَهُورِ الْمَرْأَةِ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ كَرِهَا فَضْلَ طَهُورِهَا وَلَمْ يَرَيَا بِفَضْلِ سُؤْرِهَا بَأْسًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আবদুল্লাহ ইবনু সারজিস (রাঃ) হতে বর্ণিত হাদীসও রয়েছে । আবূ ‘ঈসা বলেন : কোন কোন ফিক্‌হবিদ মহিলাদের ওযূ-গোসলের পর বেঁচে যাওয়া পানি ব্যবহার করাকে মাকরূহ বলেছেন । ইমাম আহমাদ ও ইসহাকের এই মত । কিন্তু তাঁরা মহিলাদের ঝুটা খাদ্য-পানীয়ের ব্যবহারে কোনরূপ দোষ ধরেননি ।"
  },
  {
    "hadith_id": 64,
    "narrator": "হাকাম ইবনু ‘আমর আল-গিফারী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পুরুষদেরকে স্ত্রীলোকদের ওযূ-গোসলের অবশিষ্ট পানি দিয়ে ওযূ করতে নিষেধ করেছেন। অথবা (রাবীর সন্দেহ) তিনি স্ত্রীলোকদের অবশিষ্ট পানি ব্যবহার করতে নিষেধ করেছেন। \n\nসহীহ্‌। দেখুন পূর্বোক্ত হাদীস।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَمَحْمُودُ بْنُ غَيْلاَنَ، قَالاَ حَدَّثَنَا أَبُو دَاوُدَ، عَنْ شُعْبَةَ، عَنْ عَاصِمٍ، قَالَ سَمِعْتُ أَبَا حَاجِبٍ، يُحَدِّثُ عَنِ الْحَكَمِ بْنِ عَمْرٍو الْغِفَارِيِّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ يَتَوَضَّأَ الرَّجُلُ بِفَضْلِ طَهُورِ الْمَرْأَةِ ‏.‏ أَوْ قَالَ ‏ \"‏ بِسُؤْرِهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَأَبُو حَاجِبٍ اسْمُهُ سَوَادَةُ بْنُ عَاصِمٍ ‏.‏ وَقَالَ مُحَمَّدُ بْنُ بَشَّارٍ فِي حَدِيثِهِ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَتَوَضَّأَ الرَّجُلُ بِفَضْلِ طَهُورِ الْمَرْأَةِ ‏.‏ وَلَمْ يَشُكَّ فِيهِ مُحَمَّدُ بْنُ بَشَّارٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এটা হাসান হাদীস । বর্ণনাকারী আবূ হাজিবের নাম সাওয়াদা ইবনু ‘আসিম । মুহাম্মাদ ইবনু বাশশার তাঁর হাদীসে বলেছেন : ‘রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্ত্রীলোকদের ওযূ-গোসলের অবশিষ্ট পানি দিয়ে পুরুষদের ওযূ করতে নিষেধ করেছেন । এ বর্ণনায় বাশশার সন্দেহ প্রকাশ করেননি। ’"
  },
  {
    "hadith_id": 65,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কোন এক স্ত্রী একটি গামলাতে গোসল করলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা থেকে ওযূ করতে চাইলেন। তিনি (স্ত্রী) বললেন, হে আল্লাহর রাসূল! আমি নাপাক ছিলাম। তিনি বললেনঃ (নাপাক ব্যক্তির ছোঁয়ায়) পানি নাপাক হয় না (যদি তার হাতে ময়লা না থাকে)। \n\nসহীহ। ইবনু মাজাহ-(৩৭০)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ اغْتَسَلَ بَعْضُ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم فِي جَفْنَةٍ فَأَرَادَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَتَوَضَّأَ مِنْهُ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ جُنُبًا ‏.‏ فَقَالَ ‏ \"‏ إِنَّ الْمَاءَ لاَ يُجْنِبُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكٍ وَالشَّافِعِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান সহীহ । সুফিয়ান সাওরী, মালিক ও শাফিঈর  এটাই মত (স্ত্রীলোকদের ওযূর অবশিষ্ট পানি দিয়ে পুরুষেরা ওযূ করতে পারে) ।"
  },
  {
    "hadith_id": 66,
    "narrator": "আবূ সা’ঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন, প্রশ্ন করা হল, হে আল্লাহর রাসূল! আমরা কি বীরে বুযা’আহ্‌ নামক কূপের পানি দিয়ে ওযূ করতে পারি? এটা এমন একটি কূপ যাতে হায়েবের ন্যাকড়া, (মরা কুকুর) ও আবর্জনা  ফেলা হয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ “পানি পাক, কোন জিনিসই তাকে নাপাক করতে পারে না। ”\n\nসহীহ। মিশকাত- (৪৭৮), সহীহ আবূ দাউদ- (৫৯)",
    "ar": "حَدَّثَنَا هَنَّادٌ، وَالْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الْوَلِيدِ بْنِ كَثِيرٍ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ رَافِعِ بْنِ خَدِيجٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قِيلَ يَا رَسُولَ اللَّهِ أَنَتَوَضَّأُ مِنْ بِئْرِ بُضَاعَةَ وَهِيَ بِئْرٌ يُلْقَى فِيهَا الْحِيَضُ وَلُحُومُ الْكِلاَبِ وَالنَّتْنُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الْمَاءَ طَهُورٌ لاَ يُنَجِّسُهُ شَيْءٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ جَوَّدَ أَبُو أُسَامَةَ هَذَا الْحَدِيثَ فَلَمْ يَرْوِ أَحَدٌ حَدِيثَ أَبِي سَعِيدٍ فِي بِئْرِ بُضَاعَةَ أَحْسَنَ مِمَّا رَوَى أَبُو أُسَامَةَ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي سَعِيدٍ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَعَائِشَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এটা হাসান হাদীস । আবূ উসামা এটাকে উত্তম সনদে উল্লেখ করেছেন । কেউ এটাকে তার চেয়ে উত্তম সনদে বর্ণনা করেননি । হাদীসটি একাধিক সনদে আবূ সা’ঈদ (রাঃ) হতে বর্ণিত হয়েছে । \nএ অনুচ্ছেদে ইবনু ‘আব্বাস ও ‘আয়িশাহ্‌ (রাঃ) হতে বর্ণিত হাদীসও রয়েছে ।"
  },
  {
    "hadith_id": 67,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট এমন পানির বিধান সম্পর্কে প্রশ্ন করতে শুনেছি , যা জঙ্গল ও জনশূন্য এলাকায় জমা হয়ে থাকে এবং যা পান করার জন্য বিভিন্ন ধরনের  হিংস্র জীব ও বন্য জন্তু এসে থাকে। তিনি বললেনঃ পানি যখন দুই কুল্লা পরিমাণ হয় তখন তা নাপাক হয়না। \n\nসহীহ। ইবনু মাজাহ-(৫১৭)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ الزُّبَيْرِ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنِ ابْنِ عُمَرَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ يُسْأَلُ عَنِ الْمَاءِ يَكُونُ فِي الْفَلاَةِ مِنَ الأَرْضِ وَمَا يَنُوبُهُ مِنَ السِّبَاعِ وَالدَّوَابِّ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا كَانَ الْمَاءُ قُلَّتَيْنِ لَمْ يَحْمِلِ الْخَبَثَ ‏\"‏ ‏.‏ قَالَ عَبْدَةُ قَالَ مُحَمَّدُ بْنُ إِسْحَاقَ الْقُلَّةُ هِيَ الْجِرَارُ وَالْقُلَّةُ الَّتِي يُسْتَقَى فِيهَا ‏.‏ قَالَ أَبُو عِيسَى وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ قَالُوا إِذَا كَانَ الْمَاءُ قُلَّتَيْنِ لَمْ يُنَجِّسْهُ شَيْءٌ مَا لَمْ يَتَغَيَّرْ رِيحُهُ أَوْ طَعْمُهُ وَقَالُوا يَكُونُ نَحْوًا مِنْ خَمْسِ قِرَبٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুহাম্মাদ ইবনু ইসহাক বলেন, পানির কলসী বাঁ মটকাকে কুল্লা বলা হয়। যাতে পানি রেখে তা পান করা হয়। আবূ ‘ঈসা বলেনঃ ইমাম শাফিই, আহমাদ ও ইসহাকের এটাই মত, পানি দুই কুল্লা পরিমাণ হলে তা নাপাক হয় না, যে পর্যন্ত তার গন্ধ অথবা স্বাদ পরিবর্তন না হয়। তারা এ কথাও বলেছেন, দুই মটকার অর্থ কম-বেশি পাঁচ মশকের সমান।"
  },
  {
    "hadith_id": 68,
    "narrator": "আবু হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, এমন যেন না হয় যে, তোমাদের কেউ বদ্ধ পানিতে (কূপ, পুকুর, জলাশয়) পেশাব করে, অতঃপর তা দিয়েই ওযূ করে। –\n\nসহীহ। ইবনু মাজাহ-(৩৩৪)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَبُولَنَّ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ ثُمَّ يَتَوَضَّأُ مِنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ جَابِرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেনঃ হাদীসটি হাসান সহীহ । এ অনুচ্ছেদে জাবির (রাঃ) – এর সূত্রে বর্ণিত হাদিসও রয়েছে।"
  },
  {
    "hadith_id": 69,
    "narrator": "মুগীরা ইবনু আবী বুরদা",
    "bn": "তিনি আবু হুরাইরা (রাঃ)-কে বলতে শুনেছেন, এক ব্যক্তি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট প্রশ্ন করল , হে আল্লাহর রাসূল! আমরা সমুদ্র পথে আসা-যাওয়া করি এবং সাথে করে সামান্য মিঠা পানি নেই। যদি আমরা তা দ্বারা ওযূ করি তাহলে পিপাসার্ত হওয়ার সম্ভাবনা আছে। এ ক্ষেত্রে আমরা কি সমুদ্রের পানি দিয়ে ওযূ করতে পারি? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ “তার পানি পবিত্র এবং তার মৃত জীব হালাল”। \n\nসহীহ। ইবনু মাজাহ (৩৮৬-৩৮৮)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، ح وَحَدَّثَنَا الأَنْصَارِيُّ، إِسْحَاقُ بْنُ مُوسَى حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ صَفْوَانَ بْنِ سُلَيْمٍ، عَنْ سَعِيدِ بْنِ سَلَمَةَ، مِنْ آلِ ابْنِ الأَزْرَقِ أَنَّ الْمُغِيرَةَ بْنَ أَبِي بُرْدَةَ، وَهُوَ مِنْ بَنِي عَبْدِ الدَّارِ أَخْبَرَهُ أَنَّهُ، سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ سَأَلَ رَجُلٌ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّا نَرْكَبُ الْبَحْرَ وَنَحْمِلُ مَعَنَا الْقَلِيلَ مِنَ الْمَاءِ فَإِنْ تَوَضَّأْنَا بِهِ عَطِشْنَا أَفَنَتَوَضَّأُ مِنْ مَاءِ الْبَحْرِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ هُوَ الطَّهُورُ مَاؤُهُ الْحِلُّ مَيْتَتُهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَالْفِرَاسِيِّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ أَكْثَرِ الْفُقَهَاءِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ أَبُو بَكْرٍ وَعُمَرُ وَابْنُ عَبَّاسٍ لَمْ يَرَوْا بَأْسًا بِمَاءِ الْبَحْرِ ‏.‏ وَقَدْ كَرِهَ بَعْضُ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم الْوُضُوءَ بِمَاءِ الْبَحْرِ مِنْهُمُ ابْنُ عُمَرَ وَعَبْدُ اللَّهِ بْنُ عَمْرٍو ‏.‏ وَقَالَ عَبْدُ اللَّهِ بْنُ عَمْرٍو هُوَ نَارٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 70,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  দু’টি কবরের পাশ দিয়ে যাওয়ার সময় বললেনঃ এদের উভয়কে শাস্তি দেওয়া হচ্ছে। , কিন্তু বড় কোন অপরাধের জন্য শাস্তি দেওয়া হচ্ছে না। এদের একজন পেশাবের সময় আড়াল (পর্দা) করত না, আর অপরজন একের কথা অন্যের নিকট বলে বেড়াত (চোগলখুরী করত)। \n\nসহীহ। ইবনু মাজাহ-(৩৪৭), বুখারী ও মুসলিম",
    "ar": "حَدَّثَنَا هَنَّادٌ، وَقُتَيْبَةُ، وَأَبُو كُرَيْبٍ قَالُوا حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، قَالَ سَمِعْتُ مُجَاهِدًا، يُحَدِّثُ عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم مَرَّ عَلَى قَبْرَيْنِ فَقَالَ ‏ \"‏ إِنَّهُمَا يُعَذَّبَانِ وَمَا يُعَذَّبَانِ فِي كَبِيرٍ أَمَّا هَذَا فَكَانَ لاَ يَسْتَتِرُ مِنْ بَوْلِهِ وَأَمَّا هَذَا فَكَانَ يَمْشِي بِالنَّمِيمَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأَبِي مُوسَى وَعَبْدِ الرَّحْمَنِ ابْنِ حَسَنَةَ وَزَيْدِ بْنِ ثَابِتٍ وَأَبِي بَكْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى مَنْصُورٌ هَذَا الْحَدِيثَ عَنْ مُجَاهِدٍ عَنِ ابْنِ عَبَّاسٍ وَلَمْ يَذْكُرْ فِيهِ عَنْ طَاوُسٍ ‏.‏ وَرِوَايَةُ الأَعْمَشِ أَصَحُّ ‏.‏ قَالَ وَسَمِعْتُ أَبَا بَكْرٍ مُحَمَّدَ بْنَ أَبَانَ الْبَلْخِيَّ مُسْتَمْلِي وَكِيعٍ يَقُولُ سَمِعْتُ وَكِيعًا يَقُولُ الأَعْمَشُ أَحْفَظُ لإِسْنَادِ إِبْرَاهِيمَ مِنْ مَنْصُورٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 71,
    "narrator": "উম্মু ক্বাইস বিনতু  মিহসান (রাঃ)",
    "bn": "তিনি বলেন, আমি আমার দুগ্ধপোষ্য শিশুকে নিয়ে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট গেলাম। সে তখনও শক্ত খাবার ধরেনি। বাচ্চাটি তার কোলে পেশাব করে দিল। তিনি পানি নিয়ে আসতে বললেন, অতঃপর তা পেশাবের জায়গায় ছিটিয়ে দিলেন। \n\nসহীহ। ইবনু মাজাহ-(৫২৪), বুখারী ও মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَأَحْمَدُ بْنُ مَنِيعٍ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ أُمِّ قَيْسٍ بِنْتِ مِحْصَنٍ، قَالَتْ دَخَلْتُ بِابْنٍ لِي عَلَى النَّبِيِّ صلى الله عليه وسلم لَمْ يَأْكُلِ الطَّعَامَ فَبَالَ عَلَيْهِ فَدَعَا بِمَاءٍ فَرَشَّهُ عَلَيْهِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَائِشَةَ وَزَيْنَبَ وَلُبَابَةَ بِنْتِ الْحَارِثِ وَهِيَ أُمُّ الْفَضْلِ بْنِ عَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ وَأَبِي السَّمْحِ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَبِي لَيْلَى وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ مِثْلِ أَحْمَدَ وَإِسْحَاقَ قَالُوا يُنْضَحُ بَوْلُ الْغُلاَمِ وَيُغْسَلُ بَوْلُ الْجَارِيَةِ وَهَذَا مَا لَمْ يَطْعَمَا فَإِذَا طَعِمَا غُسِلاَ جَمِيعًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 73,
    "narrator": "আনাস ইবনে মালিক (রাঃ)",
    "bn": "তিনি বলেন, নবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তাদের চোখ উপড়ে ফেললেন (ফেলালেন)। কেননা তারা রাখালদের চোখ উপড়ে ফেলেছিল। \n\nসহীহ, প্রাগুক্ত, মুসলিম",
    "ar": "حَدَّثَنَا الْفَضْلُ بْنُ سَهْلٍ الأَعْرَجُ الْبَغْدَادِيُّ، حَدَّثَنَا يَحْيَى بْنُ غَيْلاَنَ، قَالَ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سُلَيْمَانُ التَّيْمِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ إِنَّمَا سَمَلَ النَّبِيُّ صلى الله عليه وسلم أَعْيُنَهُمْ لأَنَّهُمْ سَمَلُوا أَعْيُنَ الرُّعَاةِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْلَمُ أَحَدًا ذَكَرَهُ غَيْرَ هَذَا الشَّيْخِ عَنْ يَزِيدَ بْنِ زُرَيْعٍ ‏.‏ وَهُوَ مَعْنَى قَوْلِهِ ‏:‏ ‏(‏ وَالْجُرُوحَ قِصَاصٌ ‏)‏ ‏.‏ وَقَدْ رُوِيَ عَنْ مُحَمَّدِ بْنِ سِيرِينَ قَالَ إِنَّمَا فَعَلَ بِهِمُ النَّبِيُّ صلى الله عليه وسلم هَذَا قَبْلَ أَنْ تَنْزِلَ الْحُدُودُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 72,
    "narrator": "আনাস (রাঃ)",
    "bn": "উরাইনা গোত্রের লোকেরা মদীনায় আসল। কিন্তু এখানকার আবহাওয়া তাদের অনুকূল হল না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে সাদকার উটের নিকট পাঠিয়ে দিলেন এবং বললেনঃ “তোমরা এর দুধ ও পেশাব পান কর”। তারা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের রাখালকে হত্যা করে উটগুলো লুন্ঠন করে নিয়ে গেল এবং ইসলাম ত্যাগ করল (মুরতাদ হয়ে গেল) তাদেরকে গ্রেফতার করে নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট আনা হল। তিনি তাদের এক দিকের হাত ও অন্যদিকের পা কাটলেন (কাটালেন), চোখ উপড়ে ফেললেন (ফেলালেন) এবং রোদের মধ্যে কাঁকরময় জমীনে ফেলে রাখলেন। আনাস (রাঃ) বলেনঃ আমি তাদের মধ্যে এক ব্যক্তিকে মুখ দিয়ে মাটি খুঁড়তে দেখলাম। অতঃপর সে মারা গেল। (অধঃস্তন রাবী) হাম্মাদ কখনো কখনো বলতেন, সে তার মুখ দিয়ে মাটি কামড়াচ্ছিল। পরিশেষে তারা মারা গেল। \n\nসহীহ। ইরওয়া- (১৭৭),রাওয- (৪৩), বুখারী ও মুসলিমের অনুরূপ",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ، حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، حَدَّثَنَا حُمَيْدٌ، وَقَتَادَةُ، وَثَابِتٌ، عَنْ أَنَسٍ، أَنَّ نَاسًا، مِنْ عُرَيْنَةَ قَدِمُوا الْمَدِينَةَ فَاجْتَوَوْهَا فَبَعَثَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي إِبِلِ الصَّدَقَةِ وَقَالَ ‏ \"‏ اشْرَبُوا مِنْ أَلْبَانِهَا وَأَبْوَالِهَا ‏\"‏ ‏.‏ فَقَتَلُوا رَاعِيَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَاسْتَاقُوا الإِبِلَ وَارْتَدُّوا عَنِ الإِسْلاَمِ فَأُتِيَ بِهِمُ النَّبِيُّ صلى الله عليه وسلم فَقَطَعَ أَيْدِيَهُمْ وَأَرْجُلَهُمْ مِنْ خِلاَفٍ وَسَمَرَ أَعْيُنَهُمْ وَأَلْقَاهُمْ بِالْحَرَّةِ ‏.‏ قَالَ أَنَسٌ فَكُنْتُ أَرَى أَحَدَهُمْ يَكُدُّ الأَرْضَ بِفِيهِ حَتَّى مَاتُوا ‏.‏ وَرُبَّمَا قَالَ حَمَّادٌ يَكْدُمُ الأَرْضَ بِفِيهِ حَتَّى مَاتُوا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَنَسٍ ‏.‏ وَهُوَ قَوْلُ أَكْثَرِ أَهْلِ الْعِلْمِ قَالُوا لاَ بَأْسَ بِبَوْلِ مَا يُؤْكَلُ لَحْمُهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ। হাদীসটি আরো কয়েকটি সূত্রে আনাস (রাঃ) হতে বর্ণিত হয়েছে। বেশিরভাগ বিশেষজ্ঞের বক্তব্য হল, যে জীবের গোশত খাওয়া হালাল তার পেশাব নাপাক নয়।"
  },
  {
    "hadith_id": 74,
    "narrator": "আবু হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেন, (বায়ুর) শব্দ অথবা গন্ধ না পাওয়া পর্যন্ত পুনরায় ওযূ ফরজ নয়। \n\nসহীহ। ইবনু মাজাহ- (৫১৫), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَهَنَّادٌ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ وُضُوءَ إِلاَّ مِنْ صَوْتٍ أَوْ رِيحٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদিসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 76,
    "narrator": "আবু হুরাইরা (রাঃ)",
    "bn": "নাবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেনঃ তোমাদের কোন ব্যক্তির ওযূ নষ্ট হয়ে গেলে পুনরায় ওযূ না করা পর্যন্ত আল্লাহ তা’আলা তার নামায কবুল করেন না। \n\nসহীহ। আবু দাউদ- (৫৪), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ اللَّهَ لاَ يَقْبَلُ صَلاَةَ أَحَدِكُمْ إِذَا أَحْدَثَ حَتَّى يَتَوَضَّأَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেনঃ হাদিসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 75,
    "narrator": "আবু হুরায়রা (রাঃ)",
    "bn": "রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেনঃ তোমাদের কেউ মাসজিদে থাকা অবস্থায় যদি তার নিতম্বের মাঝখান হতে বায়ুর আভাস পায়, তাহলে সে যেন শব্দ অথবা গন্ধ না পাওয়া পর্যন্ত (মাসজিদ হতে) বের না হয়। \n\nসহীহ। সহীহ আবু দাউদ-(১৬৯), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا كَانَ أَحَدُكُمْ فِي الْمَسْجِدِ فَوَجَدَ رِيحًا بَيْنَ أَلْيَتَيْهِ فَلاَ يَخْرُجْ حَتَّى يَسْمَعَ صَوْتًا أَوْ يَجِدَ رِيحًا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ زَيْدٍ وَعَلِيِّ بْنِ طَلْقٍ وَعَائِشَةَ وَابْنِ عَبَّاسٍ وَابْنِ مَسْعُودٍ وَأَبِي سَعِيدٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ الْعُلَمَاءِ أَنْ لاَ يَجِبَ عَلَيْهِ الْوُضُوءُ إِلاَّ مِنْ حَدَثٍ يَسْمَعُ صَوْتًا أَوْ يَجِدُ رِيحًا ‏.‏ وَقَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ إِذَا شَكَّ فِي الْحَدَثِ فَإِنَّهُ لاَ يَجِبُ عَلَيْهِ الْوُضُوءُ حَتَّى يَسْتَيْقِنَ اسْتِيقَانًا يَقْدِرُ أَنْ يَحْلِفَ عَلَيْهِ ‏.‏ وَقَالَ إِذَا خَرَجَ مِنْ قُبُلِ الْمَرْأَةِ الرِّيحُ وَجَبَ عَلَيْهَا الْوُضُوءُ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 78,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাহাবাগণ (বসে বসে) ঘুমাতেন, অতঃপর দাঁড়াতেন এবং নামায আদায় করতেন, কিন্তু ওযূ করতেন না। \n\nসহীহ্‌। ইরওয়া- (১১৪), সহীহ্‌ আবূ দাঊদ- (১৯৪), মিশকাত- (৩১৭)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ أَصْحَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم يَنَامُونَ ثُمَّ يَقُومُونَ فَيُصَلُّونَ وَلاَ يَتَوَضَّئُونَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَسَمِعْتُ صَالِحَ بْنَ عَبْدِ اللَّهِ يَقُولُ سَأَلْتُ عَبْدَ اللَّهِ بْنَ الْمُبَارَكِ عَمَّنْ نَامَ قَاعِدًا مُعْتَمِدًا فَقَالَ لاَ وُضُوءَ عَلَيْهِ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى حَدِيثَ ابْنِ عَبَّاسٍ سَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنِ ابْنِ عَبَّاسٍ قَوْلَهُ وَلَمْ يَذْكُرْ فِيهِ أَبَا الْعَالِيَةِ وَلَمْ يَرْفَعْهُ ‏.‏ وَاخْتَلَفَ الْعُلَمَاءُ فِي الْوُضُوءِ مِنَ النَّوْمِ فَرَأَى أَكْثَرُهُمْ أَنْ لاَ يَجِبَ عَلَيْهِ الْوُضُوءُ إِذَا نَامَ قَاعِدًا أَوْ قَائِمًا حَتَّى يَنَامَ مُضْطَجِعًا ‏.‏ وَبِهِ يَقُولُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَأَحْمَدُ ‏.‏ قَالَ وَقَالَ بَعْضُهُمْ إِذَا نَامَ حَتَّى غُلِبَ عَلَى عَقْلِهِ وَجَبَ عَلَيْهِ الْوُضُوءُ وَبِهِ يَقُولُ إِسْحَاقُ ‏.‏ وَقَالَ الشَّافِعِيُّ مَنْ نَامَ قَاعِدًا فَرَأَى رُؤْيَا أَوْ زَالَتْ مَقْعَدَتُهُ لِوَسَنِ النَّوْمِ فَعَلَيْهِ الْوُضُوءُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ। আমি সালিহ ইবনু ‘আবদুল্লাহকে বলতে শুনেছিঃ যে ব্যক্তি নিজ পাছায় ভর দিয়ে বসে বসে ঘুমায় আমি (সালিহ) তার সম্পর্কে ইবনুল মুবারাককে প্রশ্ন করলাম। তিনি বললেনঃ তাকে পুনরায় ওযূ করতে হবে না। \nআবূ ‘ঈসা বলেনঃ সা’ঈদ ইবনু আবূ ‘আরুবা কাতাদার সূত্রে ইবনু ‘আব্বাসের আভিমত রিওয়ায়াত করেছেন। কিন্তু তিনি সনদের মধ্যে আবুল ‘আলিয়ার নামও উল্লেখ করেননি এবং ইবনু ‘আব্বাস (রাঃ)-এর বক্তব্যও মারফূ হিসাবে বর্ণনা করনেনি। \nঘুমের দ্বারা ওযূ নষ্ট হওয়া সম্পর্কে বিশেষজ্ঞদের মধ্যে মতের অমিল রয়েছে। বেশিরভাগ মত হল, যদি বসে বসে অথবা দাঁড়িয়ে ঘুমানো হয় তবে ওযূ নষ্ট হবে না; কিন্তু শুয়ে ঘুমালে পুনরায় ওযূ করতে হবে। সুফিয়ান সাওরী, ইবনুল মুবারাক ও আহমাদ এ মত ব্যক্ত করেছেন। ইসহাক বলেন, ঘুমানোর ফলে যদি বোধশক্তি লোপ পায় তবে আবার ওযূ করতে হবে। শাফিঈ বলেন, যে ব্যক্তি বসে বসে ঘুমাল এবং স্বপ্ন দেখল অথবা ঘুমের ঘোরে তার ঊরু স্থানচ্যুত হল, তাকে ওযূ করতে হবে।"
  },
  {
    "hadith_id": 79,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “আগুনে রান্না করা খাদ্য খেলে ওযূ করতে হবে; তা পনিরের একটা টুকরাই হোক না কেন। ” (আবূ হুরাইরাকে এ কথা বর্ণনা করতে শুনে) ইবনু ‘আব্বাস (রাঃ) তাঁকে প্রশ্ন করলেন, আমরা কি তৈল ব্যবহার করলেও ওযূ করব, আমরা কি গরম পানি পান করলেও ওযূ করব? আবূ হুরাইরা (রাঃ) বললেন, হে ভাইয়ের ছেলে! যখন তুমি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কোন হাদীস শুনতে পাও তার সামনে উদাহরণ পেশ কর না। \n\nহাসান। ইবনু মাজাহ-(৪৮৫)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، قَالَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْوُضُوءُ مِمَّا مَسَّتِ النَّارُ وَلَوْ مِنْ ثَوْرِ أَقِطٍ ‏\"‏ ‏.‏ قَالَ فَقَالَ لَهُ ابْنُ عَبَّاسٍ يَا أَبَا هُرَيْرَةَ أَنَتَوَضَّأُ مِنَ الدُّهْنِ أَنَتَوَضَّأُ مِنَ الْحَمِيمِ قَالَ فَقَالَ أَبُو هُرَيْرَةَ يَا ابْنَ أَخِي إِذَا سَمِعْتَ حَدِيثًا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَلاَ تَضْرِبْ لَهُ مَثَلاً ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أُمِّ حَبِيبَةَ وَأُمِّ سَلَمَةَ وَزَيْدِ بْنِ ثَابِتٍ وَأَبِي طَلْحَةَ وَأَبِي أَيُّوبَ وَأَبِي مُوسَى ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَأَى بَعْضُ أَهْلِ الْعِلْمِ الْوُضُوءَ مِمَّا غَيَّرَتِ النَّارُ وَأَكْثَرُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ عَلَى تَرْكِ الْوُضُوءِ مِمَّا غَيَّرَتِ النَّارُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে উম্মু হাবীবা, উম্মু সালামা, যাইদ ইবনু সাবিত, আবূ তালহা, আবূ আইউব ও আবূ মূসা (রাঃ) হতেও বর্ণনা করা হাদীস রয়েছে। আবূ ‘ঈসা বলেনঃ কিছু বিশেষজ্ঞের মতে, আগুন যে জিনিসের মধ্যে পরিবর্তন এনেছে তা ব্যবহার করলে ওযূ করতে হবে। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের বেশিরভাগ সাহাবা, তাবিঈন ও তাদের পরবর্তীদের মতে, আগুনে স্পর্শ করা জিনিসের ব্যবহার ও পানাহারে ওযূ করার প্রয়োজন নেই।"
  },
  {
    "hadith_id": 80,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (কোথাও যাবার উদ্দেশ্যে) বের হলেন। আমিও তাঁর সাথে ছিলাম। তিনি এক আনসার মহিলার বাড়ীতে গেলেন। সে তাঁর জন্য একটি বকরী যাবাহ করল। তিনি তা খেলেন। অতঃপর সে তাঁর জন্য পাত্রে করে তাজা খেজুর আনলো। তিনি তা হতে খেলেন, অতঃপর যুহরের নামাযের ওযূ করলেন এবং নামায আদায় করলেন। মহিলাটি বকরীর অবশিষ্ট গোশত হতে কিছু গোশ্‌ত তাঁকে দিলেন। তিনি তা খেলেন এবং আসরের নামায আদায় করলেন, কিন্তু ওযূ করেননি। \n\nহাসান সহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১৮৫)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَقِيلٍ، سَمِعَ جَابِرًا، ‏.‏ قَالَ سُفْيَانُ وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُنْكَدِرِ، عَنْ جَابِرٍ، قَالَ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا مَعَهُ فَدَخَلَ عَلَى امْرَأَةٍ مِنَ الأَنْصَارِ فَذَبَحَتْ لَهُ شَاةً فَأَكَلَ وَأَتَتْهُ بِقِنَاعٍ مِنْ رُطَبٍ فَأَكَلَ مِنْهُ ثُمَّ تَوَضَّأَ لِلظُّهْرِ وَصَلَّى ثُمَّ انْصَرَفَ فَأَتَتْهُ بِعُلاَلَةٍ مِنْ عُلاَلَةِ الشَّاةِ فَأَكَلَ ثُمَّ صَلَّى الْعَصْرَ وَلَمْ يَتَوَضَّأْ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَابْنِ مَسْعُودٍ وَأَبِي رَافِعٍ وَأُمِّ الْحَكَمِ وَعَمْرِو بْنِ أُمَيَّةَ وَأُمِّ عَامِرٍ وَسُوَيْدِ بْنِ النُّعْمَانِ وَأُمِّ سَلَمَةَ ‏.‏ قَالَ أَبُو عِيسَى وَلاَ يَصِحُّ حَدِيثُ أَبِي بَكْرٍ فِي هَذَا الْبَابِ مِنْ قِبَلِ إِسْنَادِهِ إِنَّمَا رَوَاهُ حُسَامُ بْنُ مِصَكٍّ عَنِ ابْنِ سِيرِينَ عَنِ ابْنِ عَبَّاسٍ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَالصَّحِيحُ إِنَّمَا هُوَ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ هَكَذَا رَوَى الْحُفَّاظُ ‏.‏ قَالَ أَبُو عِيسَى وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ مِثْلِ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ رَأَوْا تَرْكَ الْوُضُوءِ مِمَّا مَسَّتِ النَّارُ ‏.‏ وَهَذَا آخِرُ الأَمْرَيْنِ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ وَكَأَنَّ هَذَا الْحَدِيثَ نَاسِخٌ لِلْحَدِيثِ الأَوَّلِ حَدِيثِ الْوُضُوءِ مِمَّا مَسَّتِ النَّارُ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ বক্‌র সিদ্দীক, ইবনু ‘আব্বাস, ইবনু মাসঊদ, আবূ রাফি’, উম্মুল হাকাম, ‘আমর ইবনু উমাইয়া, উম্মু ‘আমির, সুআঈদ ইবনু নু’মান ও উম্মু সালামা (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। কিন্তু সনদের বাছবিচারে তা সহীহ নয়, বরং ইবনু ‘আব্বাস (রাঃ) যে হাদীসটি সরাসরি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট হতে বর্ণনা করেছেন, সেটিই সহীহ। এ হাদিসটি একাধিক সূত্রে ইবনু ‘আব্বাসের নিকট হতে বর্ণিত হয়েছে। সনদের দিক হতে এটা বেশি সহীহ। এ হাদীসটি ‘আতা ইবনু ইয়াসার, ইকরিমা, মুহাম্মাদ ইবনু ‘আমর ইবনু আতা, আলী ইবনু আব্দিল্লাহ ইবনু ‘আব্বাস আরো অনেকে ইবনু ‘আব্বাস হতে বর্ণনা করেছেন। তারা আবূ বাক্‌রের কথা উল্লেখ করেননি। আর এটিই অধিক সহীহ্‌। \nআবূ ‘ঈসা বলেনঃ বেশিরভাগ সাহাবা, তাবিঈ ও তার পরবর্তী বিদ্বানগণ এ হাদীস অনুযায়ী আমল করেন। অর্থাৎ আগুনে রান্না করা জিনিস খেলে পুনরায় ওযূর দরকার নেই। তাদের মধ্যে রয়েছেন সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ, আহমাদ ও ইসহাক। তাদের মতে, এ হাদীসটির মাধ্যমে পূর্ববর্তী হাদীসের কার্যকারীতা বাতিল হয়ে গেছে।"
  },
  {
    "hadith_id": 81,
    "narrator": "বারাআ ইবনু আযিব (রাঃ)",
    "bn": "তিনি বলেন, উটের গোশত খেলে আবার ওযূ করতে হবে কি না এ সম্পর্কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে প্রশ্ন করা হল। তিনি বললেনঃ উটের গোশত খাওয়ার পর ওযূ কর। তাঁকে আবার বকরীর গোশত খেলে ওযূ করতে হবে কি না এ সম্পর্কে প্রশ্ন করা হল। তিনি বললেন এতে (বকরীর গোশত খেলে) তোমরা ওযূ করো না। \n\nসহীহ্‌। ইবনু মাজাহ-(৪৯৪)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ الرَّازِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْوُضُوءِ مِنْ لُحُومِ الإِبِلِ فَقَالَ ‏\"‏ تَوَضَّئُوا مِنْهَا ‏\"‏ ‏.‏ وَسُئِلَ عَنِ الْوُضُوءِ مِنْ لُحُومِ الْغَنَمِ فَقَالَ ‏\"‏ لاَ تَتَوَضَّئُوا مِنْهَا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرِ بْنِ سَمُرَةَ وَأُسَيْدِ بْنِ حُضَيْرٍ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى الْحَجَّاجُ بْنُ أَرْطَاةَ هَذَا الْحَدِيثَ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ أُسَيْدِ بْنِ حُضَيْرٍ ‏.‏ وَالصَّحِيحُ حَدِيثُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنِ الْبَرَاءِ بْنِ عَازِبٍ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ وَقَدْ رُوِيَ عَنْ بَعْضِ أَهْلِ الْعِلْمِ مِنَ التَّابِعِينَ وَغَيْرِهِمْ أَنَّهُمْ لَمْ يَرَوُا الْوُضُوءَ مِنْ لُحُومِ الإِبِلِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে জাবির ইবনু সামুরা ও উসাইদ ইবনু হুযাইর (রাঃ) হতে বর্ণনা করা হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ হাজ্জাজ ইবনু আরতাত তাঁর সনদ পরম্পরায় এ হাদীসটি উসাইদ ইবনু হুযাইর (রাঃ)-এর সূত্রে বর্ণনা করেছেন। তবে বারাআ ইবনু ‘আযিব (রাঃ)-এর সূত্রে বর্ণনাকৃত হাদীসটি সহীহ। এ হাদীসটি উবাইদাহ যাব্বী বর্ণনা করেছেন ‘আব্দুল্লাহ ইবনু ‘আব্দিল্লাহ আলরাজী হতে তিনি ‘আব্দুর রহমান ইবনু আবী লাইলা হতে, তিনি জিল গুররাহ্‌ জুহানী হতে। আর হাম্মাদ ইবনু সালামা হাদীসটি বর্ণনা করেছেন হাজ্জাজ ইবনু আরতাহ হতে। তিনি ভুলবশতঃ বলেছেন, আব্দুল্লাহ ইবনু আব্দুর রহমান ইবনু আবী লাইলা হতে তিনি  তার পিতা হতে তিনি উসাইদ ইবনু হুদাইর হতে। সঠিক কথা হলো- ‘আব্দুল্লাহ ইবনু আব্দিল্লাহ আলরাজী হতে তিনি ‘আব্দুর রহমান ইবনু আবী লাইলা হতে তিনি বারাআ ইবনু ‘আযিব হতে বর্ণনা করেছেন। \nইসহাক বলেন, এ অনুচ্ছেদে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট হতে বর্ণনা করা দু’টি সর্বাধিক সহীহ হাদীস রয়েছে। একটির রাবী বারাআ ইবনু ‘আযিব (রাঃ) এবং অপরটির রাবী জাবির ইবনু সামুরা (রাঃ)। \nইমাম ইসহাক ও আহমাদের মতে, উটের গোশত খেলে ওযূ করতে হবে কিন্তু কিছু তাবেয়ী’ বিদ্বান, সুফিয়ান সাওরী ও কূফাবাসী আলিমদের মতে ওযূ করতে হবে না।"
  },
  {
    "hadith_id": 82,
    "narrator": "বুসরা বিনতু সাফওয়ান (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি (ওযূ করার পর) নিজের যৌনাংগ স্পর্শ করেছে, সে যেন আবার ওযূ না করা পর্যন্ত নামায না আদায় করে। \n\nসহীহ্‌। ইবনু মাজাহ-(৪৭৯)।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، قَالَ أَخْبَرَنِي أَبِي، عَنْ بُسْرَةَ بِنْتِ صَفْوَانَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ مَسَّ ذَكَرَهُ فَلاَ يُصَلِّ حَتَّى يَتَوَضَّأَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أُمِّ حَبِيبَةَ وَأَبِي أَيُّوبَ وَأَبِي هُرَيْرَةَ وَأَرْوَى ابْنَةِ أُنَيْسٍ وَعَائِشَةَ وَجَابِرٍ وَزَيْدِ بْنِ خَالِدٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ هَكَذَا رَوَاهُ غَيْرُ وَاحِدٍ مِثْلَ هَذَا عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ بُسْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে উম্মু হাবীবা, আবূ আইউব, আবূ হুরাইরা, আরওয়া বিনতু উনাইস, ‘আয়িশাহ্‌, জাবির, যাইদ ইবনু খালিদ ও ‘আবদুল্লাহ ইবনু ‘আমর (রাঃ) হতে বর্ণনা করা হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ। তিনি আরো বলেন, আরো অনেকেই এভাবে হিশাম ইবনু উরওয়া হতে, তিনি তার পিতা হতে, তিনি বুসরা হতে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 86,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর কোন এক স্ত্রীকে চুমু খেলেন, অতঃপর নামায আদায় করতে গেলেন, কিন্তু তিনি (নতুন করে) ওযূ করেননি। উরওয়া বলেন, আমি বললাম, তা আপনি (‘আয়িশাহ্‌) ছাড়া আর কেউ নয়। এতে তিনি হেসে দিলেন। \n\nসহীহ্‌। ইবনু মাজাহ- (৫০২)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَهَنَّادٌ، وَأَبُو كُرَيْبٍ وَأَحْمَدُ بْنُ مَنِيعٍ وَمَحْمُودُ بْنُ غَيْلاَنَ وَأَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ قَالُوا حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَبَّلَ بَعْضَ نِسَائِهِ ثُمَّ خَرَجَ إِلَى الصَّلاَةِ وَلَمْ يَتَوَضَّأْ ‏.‏ قَالَ قُلْتُ مَنْ هِيَ إِلاَّ أَنْتِ قَالَ فَضَحِكَتْ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ نَحْوُ هَذَا عَنْ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ قَالُوا لَيْسَ فِي الْقُبْلَةِ وُضُوءٌ ‏.‏ وَقَالَ مَالِكُ بْنُ أَنَسٍ وَالأَوْزَاعِيُّ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ فِي الْقُبْلَةِ وُضُوءٌ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ ‏.‏ وَإِنَّمَا تَرَكَ أَصْحَابُنَا حَدِيثَ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا لأَنَّهُ لاَ يَصِحُّ عِنْدَهُمْ لِحَالِ الإِسْنَادِ ‏.‏ قَالَ وَسَمِعْتُ أَبَا بَكْرٍ الْعَطَّارَ الْبَصْرِيَّ يَذْكُرُ عَنْ عَلِيِّ بْنِ الْمَدِينِيِّ قَالَ ضَعَّفَ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ هَذَا الْحَدِيثَ جِدًّا ‏.‏ وَقَالَ هُوَ شِبْهُ لاَ شَىْءَ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يُضَعِّفُ هَذَا الْحَدِيثَ وَقَالَ حَبِيبُ بْنُ أَبِي ثَابِتٍ لَمْ يَسْمَعْ مِنْ عُرْوَةَ ‏.‏ وَقَدْ رُوِيَ عَنْ إِبْرَاهِيمَ التَّيْمِيِّ عَنْ عَائِشَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَبَّلَهَا وَلَمْ يَتَوَضَّأْ ‏.‏ وَهَذَا لاَ يَصِحُّ أَيْضًا ‏.‏ وَلاَ نَعْرِفُ لإِبْرَاهِيمَ التَّيْمِيِّ سَمَاعًا مِنْ عَائِشَةَ ‏.‏ وَلَيْسَ يَصِحُّ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا الْبَابِ شَيْءٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ একইভাবে একাধিক সাহাবা ও তাবিঈ এ ধরনের হাদীস বর্ণনা করেছেন। সুফিয়ান সাওরী ও কূফাবাসীগণ (ইমাম আবূ হানীফা ও তাঁর মতানুসারীগণ) বলেন, চুমু দিলে ওযূ নষ্ট হয় না। মালিক ইবনু আনাস,আওযাঈ, শাফিঈ, আহমাদ ও ইসহাকের মতে চুমু দিলে ওযূ নষ্ট হয়। এটা একাধিক ফিক্‌হবিদ সাহাবা ও তাবিঈর মত। তিরমিযী বলেন, আমাদের সাথীরা এ প্রসঙ্গে ‘আয়িশাহ্‌ (রাঃ) হতে বর্ণিত হাদীসটি বাদ দিয়েছেন। কেননা সনদের দিক হতে হাদীসটি সহীহ নয়। ইয়াহইয়া ইবনু সাঈদ আল-কাত্তান হাদীসটিকে যঈফ বলেছেন। তিনি আরো বলেছেন, এ হাদীস বিশ্বাস যোগ্য নয়। মুহাম্মাদ ইবনু ইসমাঈলও (বুখারী) এ হাদীসটিকে দুর্বল বলেছেন। কেননা হাবীব ইবনু আবূ সাবিত উরওয়ার নিকট হতে কিছুই শুনেননি। ইবরাহীম তাইমী হতেও ‘আয়িশাহ্‌ (রাঃ)-এর এ হাদীসটি বর্ণিত হয়েছেঃ “রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে চুমু খেলেন কিন্তু ওযূ করলেন নয়া। ” এ বর্ণনাটিও সহীহ নয়, কেননা ইবরাহীম তাইমী ‘আয়িশাহ্‌ (রাঃ)-এর নিকট হতে কিছু শুনার সুযোগ পেয়েছেন বলে আমাদের কোন তথ্য জানা নেই। \nমোটকথা, এ অনুচ্ছেদে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কোন সহীহ হাদীস বর্ণিত হয়নি।"
  },
  {
    "hadith_id": 87,
    "narrator": "আবূ দারদা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বমি করলেন, ফলে তিনি ইফতার করলেন। অতঃপর ওযূ করলেন। মাদান বলেন, আমি দামিশকের মাসজিদে সাওবান (রাঃ)-এর সাথে দেখা করে তাঁকে এ কথা বললাম। তিনি বললেন, আবূ দারদা (রাঃ) ঠিকই বলেছেন, এ সময় আমি তাঁর (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) ওযূর পানি ঢেলেছিলাম। \n\n-সহীহ। ইরওয়া- (১১১)",
    "ar": "حَدَّثَنَا أَبُو عُبَيْدَةَ بْنُ أَبِي السَّفَرِ، - وَهُوَ أَحْمَدُ بْنُ عَبْدِ اللَّهِ الْهَمْدَانِيُّ الْكُوفِيُّ وَإِسْحَاقُ بْنُ مَنْصُورٍ قَالَ أَبُو عُبَيْدَةَ حَدَّثَنَا وَقَالَ، إِسْحَاقُ أَخْبَرَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنِي أَبِي، عَنْ حُسَيْنٍ الْمُعَلِّمِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو الأَوْزَاعِيُّ، عَنْ يَعِيشَ بْنِ الْوَلِيدِ الْمَخْزُومِيِّ، عَنْ أَبِيهِ، عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ، عَنْ أَبِي الدَّرْدَاءِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَاءَ فَأَفْطَرَ فَتَوَضَّأَ ‏.‏ فَلَقِيتُ ثَوْبَانَ فِي مَسْجِدِ دِمَشْقَ فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ صَدَقَ أَنَا صَبَبْتُ لَهُ وَضُوءَهُ ‏.‏ قَالَ أَبُو عِيسَى وَقَالَ إِسْحَاقُ بْنُ مَنْصُورٍ مَعْدَانُ بْنُ طَلْحَةَ ‏.‏ قَالَ أَبُو عِيسَى وَابْنُ أَبِي طَلْحَةَ أَصَحُّ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَأَى غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ مِنَ التَّابِعِينَ الْوُضُوءَ مِنَ الْقَىْءِ وَالرُّعَافِ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لَيْسَ فِي الْقَىْءِ وَالرُّعَافِ وُضُوءٌ ‏.‏ وَهُوَ قَوْلُ مَالِكٍ وَالشَّافِعِيِّ ‏.‏ وَقَدْ جَوَّدَ حُسَيْنٌ الْمُعَلِّمُ هَذَا الْحَدِيثَ ‏.‏ وَحَدِيثُ حُسَيْنٍ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ ‏.‏ وَرَوَى مَعْمَرٌ هَذَا الْحَدِيثَ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ فَأَخْطَأَ فِيهِ فَقَالَ عَنْ يَعِيشَ بْنِ الْوَلِيدِ عَنْ خَالِدِ بْنِ مَعْدَانَ عَنْ أَبِي الدَّرْدَاءِ وَلَمْ يَذْكُرْ فِيهِ الأَوْزَاعِيَّ وَقَالَ عَنْ خَالِدِ بْنِ مَعْدَانَ وَإِنَّمَا هُوَ مَعْدَانُ بْنُ أَبِي طَلْحَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ একাধিক বিশেষজ্ঞ সাহাবা ও তাবিঈর মতে বমি করলে বা নাক দিয়ে খুন বের হলে ওযূ নষ্ট হবে এবং নতুন করে ওযূ করতে হবে। সুফিয়ান সাওরী, ইবনুল মুবারাক, আহমাদ ও ইসহাক এ মত পোষণ করেছেন। কিছু বিশেষজ্ঞ বলেছেন, বমি হলে অথবা নাক দিয়ে রক্ত বের হলে পুনরায় ওযূ করতে হবে না। ইমাম মালিক ও শাফিঈ এ মত দিয়েছেন। \nহুসাইন আল-মু‘আল্লিম এ হাদীসটিকে নির্ভরযোগ্য ও শক্তিশালী বলেছেন। এ অনুচ্ছেদে হুসাইনের হাদীসটি অধিকতর সহীহ। অপর একটি সূত্রেও হাদীসটি বর্ণিত হয়েছে। এ হাদীসটি মা‘মার ইয়াহ্ইয়া ইবনু আবী কাসীর হতে বর্ণনা করেছেন। কিন্তু তিনি ভুল করে বলেছেন, ইয়া‘ঈশ ইবনুল ওয়ালীদ খালিদ ইবনু মা‘দান হতে তিনি আবুদ দারদা হতে। তিনি এতে আওযাঈর উল্লেখ করেননি। আর তিনি বলেছেন, খালিদ ইবনু মা‘দান। প্রকৃতপক্ষে তিনি হলেন, মা‘দান ইবনু আবী ত্বালহা।"
  },
  {
    "hadith_id": 89,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুধ পান করে পানি আনতে বললেন, অতঃপর কুলি করলেন এবং বললেনঃ দুধে তৈলাক্ত পদার্থ (চর্বি) আছে। \n\nসহীহ। ইবনু মাজাহ (৪৯৮)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم شَرِبَ لَبَنًا فَدَعَا بِمَاءٍ فَمَضْمَضَ وَقَالَ ‏ \"‏ إِنَّ لَهُ دَسَمًا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ وَأُمِّ سَلَمَةَ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَأَى بَعْضُ أَهْلِ الْعِلْمِ الْمَضْمَضَةَ مِنَ اللَّبَنِ وَهَذَا عِنْدَنَا عَلَى الاِسْتِحْبَابِ وَلَمْ يَرَ بَعْضُهُمُ الْمَضْمَضَةَ مِنَ اللَّبَنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে সাহল ইবনু সা‘দ ও উম্মু সালামা (রাঃ) হতে বর্ণনাকৃত হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ। কেউ কেউ দুধ পান করার পর কুলি করা মুস্তাহাব মনে করেন, আমাদের অভিমতও তাই। আবার কেউ কুলি করা দরকার মনে করেন না।"
  },
  {
    "hadith_id": 90,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "এক ব্যক্তি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে সালাম করল, তখন তিনি প্রস্রাব করছিলেন। তিনি তার সালামের জবাব দেননি। \n\nহাসান সহীহ্। ইরওয়া (৫৪) সহীহ্ আবূ দাঊদ (১২-১৩), মুসলিম।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالاَ حَدَّثَنَا أَبُو أَحْمَدَ، مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الزُّبَيْرِيُّ عَنْ سُفْيَانَ، عَنِ الضَّحَّاكِ بْنِ عُثْمَانَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَجُلاً، سَلَّمَ عَلَى النَّبِيِّ صلى الله عليه وسلم وَهُوَ يَبُولُ فَلَمْ يَرُدَّ عَلَيْهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَإِنَّمَا يُكْرَهُ هَذَا عِنْدَنَا إِذَا كَانَ عَلَى الْغَائِطِ وَالْبَوْلِ ‏.‏ وَقَدْ فَسَّرَ بَعْضُ أَهْلِ الْعِلْمِ ذَلِكَ ‏.‏ وَهَذَا أَحْسَنُ شَيْءٍ رُوِيَ فِي هَذَا الْبَابِ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ الْمُهَاجِرِ بْنِ قُنْفُذٍ وَعَبْدِ اللَّهِ بْنِ حَنْظَلَةَ وَعَلْقَمَةَ بْنِ الْفَغْوَاءِ وَجَابِرٍ وَالْبَرَاءِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ। আমাদের মতে মলত্যাগ বা পেশাবরত অবস্থায় সালামের জবাব দেওয়া মাকরূহ। কিছু বিশেষজ্ঞ এ হাদীসের তাৎপর্য এটাই বলেছেন। এ অনুচ্ছেদে বর্ণনা করা হাদীসসমূহের মধ্যে এ হাদীসটি সর্বাধিক হাসান। মুহাজির ইবনু কুনফুয, ‘আবদুল্লাহ ইবনু হানযালা, আলক্বামা ইবনু ফাগওয়া, জাবির ও বারাআ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 91,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, কুকুর কোন পাত্রে মুখ দিলে তা সাতবার ধুতে হবে, প্রথম অথবা শেষবার মাটি দ্বারা ঘষতে হবে। বিড়াল যদি তাতে মুখ দেয় তবে একবার ধোয়াই যথেষ্ট। \n\nসহীহ্। সহীহ্ আবূ দাউদ (৬৪-৬৬), মুসলিম অনুরূপ; কিন্তু তাতে বিড়ালের উল্লেখ নেই।",
    "ar": "حَدَّثَنَا سَوَّارُ بْنُ عَبْدِ اللَّهِ الْعَنْبَرِيُّ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ سَمِعْتُ أَيُّوبَ، يُحَدِّثُ عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ يُغْسَلُ الإِنَاءُ إِذَا وَلَغَ فِيهِ الْكَلْبُ سَبْعَ مَرَّاتٍ أُولاَهُنَّ أَوْ أُخْرَاهُنَّ بِالتُّرَابِ وَإِذَا وَلَغَتْ فِيهِ الْهِرَّةُ غُسِلَ مَرَّةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا وَلَمْ يُذْكَرْ فِيهِ ‏\"‏ إِذَا وَلَغَتْ فِيهِ الْهِرَّةُ غُسِلَ مَرَّةً ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ। ইমাম শাফিঈ, আহমাদ ও ইসহাকের এটাই মত। নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের এ হাদীসটি আবূ হুরাইরা (রাঃ) এর মাধ্যমে বিভিন্ন সূত্রে বর্ণিত হয়েছে। কিন্তু তাতে এ বর্ণনা টুকু নেইঃ “বিড়াল পাত্রে মুখ দিলে একবার ধুতে হবে। ”\nএ অনুচ্ছেদে ‘আবদুল্লাহ ইবনু মুগাফফাল (রাঃ) হতে বর্ণনাকৃত হাদীস রয়েছে।"
  },
  {
    "hadith_id": 92,
    "narrator": "কাবাশা বিনতু কা’ব ইবনি মালিক (রাঃ)",
    "bn": "তিনি আবূ কাতাদা (রাঃ) এর পুত্রবধূ ছিলেন। আবূ কাতাদা (শ্বশুর) তাঁর নিকট এলেন। তিনি বলেন, আমি তাঁর জন্য ওযূর পানি ঢাললাম। তিনি বলেনঃ একটি বিড়াল এসে তা পান করতে লাগল। তিনি পাত্রটি কাত করে ধরলেন আর বিড়ালটি পানি পান করতে থাকল। কাবশা বলেন, তিনি (শ্বশুর) দেখলেন, আমি তাঁর দিকে তাকিয়ে আছি। তিনি বললেন, হে ভাইঝি! তুমি কি আশ্চর্য হচ্ছ? আমি বললাম, হ্যাঁ। তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “বিড়াল অপবিত্র নয়। এটা তোমাদের আশেপাশে বিচরণকারী অথবা বিচরণকারিণী। ”\n\nসহীহ্। ইবনু মাজাহ-(৩৬৭)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ حُمَيْدَةَ بِنْتِ عُبَيْدِ بْنِ رِفَاعَةَ، عَنْ كَبْشَةَ بِنْتِ كَعْبِ بْنِ مَالِكٍ، وَكَانَتْ، عِنْدَ ابْنِ أَبِي قَتَادَةَ أَنَّ أَبَا قَتَادَةَ، دَخَلَ عَلَيْهَا ‏.‏ قَالَتْ فَسَكَبْتُ لَهُ وَضُوءًا قَالَتْ فَجَاءَتْ هِرَّةٌ تَشْرَبُ فَأَصْغَى لَهَا الإِنَاءَ حَتَّى شَرِبَتْ قَالَتْ كَبْشَةُ فَرَآنِي أَنْظُرُ إِلَيْهِ فَقَالَ أَتَعْجَبِينَ يَا بِنْتَ أَخِي فَقُلْتُ نَعَمْ ‏.‏ قَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّهَا لَيْسَتْ بِنَجَسٍ إِنَّمَا هِيَ مِنَ الطَّوَّافِينَ عَلَيْكُمْ أَوِ الطَّوَّافَاتِ ‏\"‏ ‏.‏ وَهُوَ قَوْلُ أَكْثَرِ الْعُلَمَاءِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ مِثْلِ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ لَمْ يَرَوْا بِسُؤْرِ الْهِرَّةِ بَأْسًا ‏.‏ وَهَذَا أَحَسَنُ شَيْءٍ رُوِيَ فِي هَذَا الْبَابِ ‏.‏ وَقَدْ جَوَّدَ مَالِكٌ هَذَا الْحَدِيثَ عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ وَلَمْ يَأْتِ بِهِ أَحَدٌ أَتَمَّ مِنْ مَالِكٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "কেউ কেউ মালিক হতে বর্ণনা করেছেন যে, কাবশা কাতাদার স্ত্রী ছিলেন। সঠিক হলো কাতাদার ছেলের স্ত্রী ছিলেন। \nএ অনুচ্ছেদে ‘আয়িশাহ্ ও আবূ হুরাইরা (রা) হতেও বর্ণিত হাদীস রয়েছে। আবূ ‘ঈসা বলেনঃ হাদীসিটি হাসান সহীহ। \nবেশিরভাগ বিশেষজ্ঞ সাহাবা, তাবিঈন ও পরবর্তীদের মতে বিড়ালের ঝুটা নাপাক নয়। ইমাম শাফিঈ, আহমাদ ও ইসহাক এ মত দিয়েছেন। এ অনুচ্ছেদে এ হাদীসটি অধিকতর হাসান। ইমাম মালিকের তুলনায় আরো উত্তম সনদে আর কেউ এ হাদীসটি বর্ণনা করতে পারেননি।"
  },
  {
    "hadith_id": 93,
    "narrator": "হাম্মাম ইবনুল হারিস (রহঃ)",
    "bn": "তিনি বলেন, জারীর ইবনু আবদুল্লাহ (রাঃ) পেশাব করলেন, অতঃপর ওযূ করলেন এবং মোজার উপর মাসিহ করলেন। তাঁকে বলা হল, আপনি এরূপ করছেন? তিনি বললেন, কোন জিনিস আমাকে বাধা দিবে? আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে এরূপ করতে দেখেছি। হাম্মাম বলেন, জারীরের এ হদীস সবারই ভাল লাগত। কেননা তিনি সূরা মায়িদাহ্ অবতীর্ণ হওয়ার পর মুসলমান হয়েছেন। \n\nসহীহ্। ইবনু মাজাহ (৫৪৩)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامِ بْنِ الْحَارِثِ، قَالَ بَالَ جَرِيرُ بْنُ عَبْدِ اللَّهِ ثُمَّ تَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ فَقِيلَ لَهُ أَتَفْعَلُ هَذَا قَالَ وَمَا يَمْنَعُنِي وَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَفْعَلُهُ ‏.‏ قَالَ إِبْرَاهِيمُ وَكَانَ يُعْجِبُهُمْ حَدِيثُ جَرِيرٍ لأَنَّ إِسْلاَمَهُ كَانَ بَعْدَ نُزُولِ الْمَائِدَةِ ‏.‏ هَذَا قَوْلُ إِبْرَاهِيمَ يَعْنِي كَانَ يُعْجِبُهُمْ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَعَلِيٍّ وَحُذَيْفَةَ وَالْمُغِيرَةِ وَبِلاَلٍ وَسَعْدٍ وَأَبِي أَيُّوبَ وَسَلْمَانَ وَبُرَيْدَةَ وَعَمْرِو بْنِ أُمَيَّةَ وَأَنَسٍ وَسَهْلِ بْنِ سَعْدٍ وَيَعْلَى بْنِ مُرَّةَ وَعُبَادَةَ بْنِ الصَّامِتِ وَأُسَامَةَ بْنِ شَرِيكٍ وَأَبِي أُمَامَةَ وَجَابِرٍ وَأُسَامَةَ بْنِ زَيْدٍ وَابْنِ عُبَادَةَ وَيُقَالُ ابْنُ عِمَارَةَ وَأُبَىُّ بْنُ عِمَارَةَ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ جَرِيرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে উমার, আলী, হুযাইফা, মুগীরা, বিলাল, সা’দ, আবূ আইউব, সালমান, বুরাইদা, আমর ইবনু উমাইয়া, আনাস, সাহল ইবনু সা‘দ, ইয়া‘লা ইবনু মুররা, উবাদা ইবনুস সামিত, উসামা ইবনু শারীক, আবু উমামা, জাবির এবং উসামা ইবনু যাইদ, ইবনু উবাদাহ বা ইবনু উমারাহ বা উবাই ইবনু উমারাহ (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। \nআবূ ‘ঈসা বলেন, জারীর (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 94,
    "narrator": "শাহার ইবনু হাওশাব",
    "bn": "তিনি বলেনঃ আমি জারীর ইবনু আবদুল্লাহকে ওয়ূ করতে এবং মোজার উপর মাসিহ করতে দেখলাম। আমি এ ব্যাপারে তাঁর দৃষ্টি আকর্ষণ করলাম। তিনি বললেন, আমি রাসূলুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে ওযূ করতে এবং মোজার উপর মাসিহ করতে দেখেছি। আমি (শাহর) তাঁকে (জারীরকে) প্রশ্নে করলাম, সেটা কি সূরা মাইদা অবতীর্ণ হওয়ার আগে না পরে? তিনি বললেন আমি তো সূরা মাইদা অবতীর্ণ হওয়ার পরেই ইসলাম গ্রহণ করেছি।\n\nসহিহ। ইরওয়া (১/১৩৭)।",
    "ar": "وَيُرْوَى عَنْ شَهْرِ بْنِ حَوْشَبٍ، قَالَ رَأَيْتُ جَرِيرَ بْنَ عَبْدِ اللَّهِ تَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ فَقُلْتُ لَهُ فِي ذَلِكَ فَقَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم تَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ ‏.‏ فَقُلْتُ لَهُ أَقَبْلَ الْمَائِدَةِ أَمْ بَعْدَ الْمَائِدَةِ فَقَالَ مَا أَسْلَمْتُ إِلاَّ بَعْدَ الْمَائِدَةِ ‏.‏ حَدَّثَنَا بِذَلِكَ قُتَيْبَةُ حَدَّثَنَا خَالِدُ بْنُ زِيَادٍ التِّرْمِذِيُّ عَنْ مُقَاتِلِ بْنِ حَيَّانَ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ جَرِيرٍ ‏.‏ قَالَ وَرَوَى بَقِيَّةُ عَنْ إِبْرَاهِيمَ بْنِ أَدْهَمَ عَنْ مُقَاتِلِ بْنِ حَيَّانَ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ جَرِيرٍ ‏.‏ وَهَذَا حَدِيثٌ مُفَسِّرٌ لأَنَّ بَعْضَ مَنْ أَنْكَرَ الْمَسْحَ عَلَى الْخُفَّيْنِ تَأَوَّلَ أَنَّ مَسْحَ النَّبِيِّ صلى الله عليه وسلم عَلَى الْخُفَّيْنِ كَانَ قَبْلَ نُزُولِ الْمَائِدَةِ وَذَكَرَ جَرِيرٌ فِي حَدِيثِهِ أَنَّهُ رَأَى النَّبِيَّ صلى الله عليه وسلم مَسَحَ عَلَى الْخُفَّيْنِ بَعْدَ نُزُولِ الْمَائِدَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি কুতাইবা বর্ণনা করেছেন খালিদ ইবনু যিয়াদ আত্-তিরমিযী হতে তিনি মুক্বাতিল হতে তিনি শাহর ইবনু হাওশাব হতে তিনি জারীর হতে। আর বাক্বিয়্যাহ্ বর্ণনা করেছেন ইবরাহীম ইবনু আদহাম হতে তিনি মুক্বাতিল ইবনু হাইয়্যান হতে। তিনি শাহর ইবনু হাওশাব হতে তিনি জারীর হতে। এ হাদীস কুরআনের আয়াতের ব্যাখ্যা পেশ করছে। কেননা একদল লোক মোজার উপর মাসিহ করা অসঙ্গত মনে করেন। তারা এ ব্যাখ্যায় বলেন, সূরা মায়িদাহ্ অবতীর্ণ হওয়ার আগে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মোজার উপর মাসিহ করেছিলেন। অথচ হাদীসের রাবী জারীর (রাঃ) উল্লেখ করেছেন, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে সূরা মায়িদাহ্ অবতীর্ণ হওয়ার পরই মোজার উপর মাসিহ করতে দেখেছেন (তাই এ হাদীস যেন ওযূ সম্পর্কিত আয়াতের ব্যাখ্যা)।"
  },
  {
    "hadith_id": 95,
    "narrator": "খুযাইমাহ্ ইবনু সাবিত (রাঃ)",
    "bn": "নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট মোজার উপর মাসাহ করা সম্পর্কে প্রশ্ন করা হলে তিনি বলেনঃ “মুসাফিরের জন্য তিন (দিন) এবং মুকীমের জন্য এক (দিন)”। \n\nসহীহ্। ইবনু মাজাহ (৫৫৩)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ أَبِي عَبْدِ اللَّهِ الْجَدَلِيِّ، عَنْ خُزَيْمَةَ بْنِ ثَابِتٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ سُئِلَ عَنِ الْمَسْحِ عَلَى الْخُفَّيْنِ فَقَالَ ‏ \"‏ لِلْمُسَافِرِ ثَلاَثَةٌ وَلِلْمُقِيمِ يَوْمٌ ‏\"‏ ‏.‏ وَذُكِرَ عَنْ يَحْيَى بْنِ مَعِينٍ أَنَّهُ صَحَّحَ حَدِيثَ خُزَيْمَةَ بْنِ ثَابِتٍ فِي الْمَسْحِ ‏.‏ وَأَبُو عَبْدِ اللَّهِ الْجَدَلِيُّ اسْمُهُ عَبْدُ بْنُ عَبْدٍ وَيُقَالُ عَبْدُ الرَّحْمَنِ بْنُ عَبْدٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي بَكْرَةَ وَأَبِي هُرَيْرَةَ وَصَفْوَانَ بْنِ عَسَّالٍ وَعَوْفِ بْنِ مَالِكٍ وَابْنِ عُمَرَ وَجَرِيرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইয়াহ্ইয়া ইবনু মা‘ঈন হতে বর্ণিত আছে যে, তিনি উপরোক্ত হাদীসকে সহীহ বলেছেন। আবূ ‘ঈসা বলেন, হাদীসটি হাসান সহীহ। আবূ আব্দুল্লাহ আল-জাদালী’র নাম ‘আবদ ইবনু ‘আবদ, এত্ত বলা হয়েছে যে, তার নাম ‘আব্দুল্লাহ রহমান ইবনু ‘আবদ। এ হাদীসটি হাসান সহীহ্। এ অনুচ্ছেদে আলী, আবূ বাকার, আবূ হুরাইরা, সাফওয়ান ইবনু ‘আসসাল, আওফ ইবনু মালিক, ইবনু উমার ও জারীর (রাঃ) হতে বর্ণিত হাদীসও রয়েছে।"
  },
  {
    "hadith_id": 96,
    "narrator": "সাফওয়ান ইবনু ‘আসসাল (রাঃ)",
    "bn": "তিনি বলেন, আমরা যখন সফরে থাকতাম রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নির্দেশ দিতেন, আমরা যেন নাপাকির গোসল ছাড়া তিন দিন তিন রাত আমাদের মোজা না খুলি; এমনকি এমনকি মলত্যাগ-পেশাব ও ঘুম হতে ওঠার পর ওযূ করার সময়ও (মোজা না খুলি)। \n\nহাসান। ইবনু মাজাহ (৪৭৮)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنْ صَفْوَانَ بْنِ عَسَّالٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَأْمُرُنَا إِذَا كُنَّا سَفْرًا أَنْ لاَ نَنْزِعَ خِفَافَنَا ثَلاَثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ إِلاَّ مِنْ جَنَابَةٍ وَلَكِنْ مِنْ غَائِطٍ وَبَوْلٍ وَنَوْمٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَى الْحَكَمُ بْنُ عُتَيْبَةَ وَحَمَّادٌ عَنْ إِبْرَاهِيمَ النَّخَعِيِّ عَنْ أَبِي عَبْدِ اللَّهِ الْجَدَلِيِّ عَنْ خُزَيْمَةَ بْنِ ثَابِتٍ وَلاَ يَصِحُّ ‏.‏ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ قَالَ شُعْبَةُ لَمْ يَسْمَعْ إِبْرَاهِيمُ النَّخَعِيُّ مِنْ أَبِي عَبْدِ اللَّهِ الْجَدَلِيِّ حَدِيثَ الْمَسْحِ ‏.‏ وَقَالَ زَائِدَةُ عَنْ مَنْصُورٍ كُنَّا فِي حُجْرَةِ إِبْرَاهِيمَ التَّيْمِيِّ وَمَعَنَا إِبْرَاهِيمُ النَّخَعِيُّ فَحَدَّثَنَا إِبْرَاهِيمُ التَّيْمِيُّ عَنْ عَمْرِو بْنِ مَيْمُونٍ عَنْ أَبِي عَبْدِ اللَّهِ الْجَدَلِيِّ عَنْ خُزَيْمَةَ بْنِ ثَابِتٍ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الْمَسْحِ عَلَى الْخُفَّيْنِ ‏.‏ قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ أَحْسَنُ شَيْءٍ فِي هَذَا الْبَابِ حَدِيثُ صَفْوَانَ بْنِ عَسَّالٍ الْمُرَادِيِّ ‏.‏ قَالَ أَبُو عِيسَى وَهُوَ قَوْلُ أَكْثَرِ الْعُلَمَاءِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ مِنَ الْفُقَهَاءِ مِثْلِ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ قَالُوا يَمْسَحُ الْمُقِيمُ يَوْمًا وَلَيْلَةً وَالْمُسَافِرُ ثَلاَثَةَ أَيَّامٍ وَلَيَالِيَهُنَّ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ بَعْضِ أَهْلِ الْعِلْمِ أَنَّهُمْ لَمْ يُوَقِّتُوا فِي الْمَسْحِ عَلَى الْخُفَّيْنِ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى وَالتَّوْقِيتُ أَصَحُّ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ صَفْوَانَ بْنِ عَسَّالٍ أَيْضًا مِنْ غَيْرِ حَدِيثِ عَاصِمٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান সহীহ। হাকমি ইবনু ‘উতাইবা ও হাম্মাদ-ইবরাহীশ নাখঈর সূত্রে, তিনি আবূ আবদুল্লাহ আল- জাদালীর সূত্রে, তিনি খুযাইমার সূত্রে মোজার উপর মাসিহ সম্পর্কিত হাদীস বর্ণনা করেছেন। কিন্তু এ বর্ণনাটি সহীহ নয়। ‘আলী ইবনু মাদীনী বলেন, ইয়াহইয়া ইবনু সা‘ঈদ বলেছেন, শু’বা বলেছেন, আবূ আবদুল্লাহ আল-জাদলীর নিকট হতে ইবরাহীম নাখাঈ মাসিহ সম্পর্কিত হাদীস শুনেননি। যায়িদাহ মানসূর হতে বর্ণনা করেছেন, তিনি বলেন, আমরা ইবরাহীম তাইমীর ঘরে বসা ছিলাম। ইবরাহীশ নাখাঈও অমাদের সাথে ছিলেন। তখন ইবরাহীম তাইমী আমাদের নিকট ‘আমর ইবনু মাইমূনের সূত্রে, তিনি আবদুল্লাহ আল-জাদালীর সূত্রে, তিনি খুযাইমা ইবনু সাবিতের সূত্রে এবং তিনি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট হতে ‘মোজার উপর সামিহ’ সম্পর্কিথ হাদীসটি বর্ণনা করেছেন। মুহাম্মাদ ইবনু ইসমাঈল (ইমাম বুখারী) বলেন, এ অনুচ্ছেদে সাফওয়ান ইবনু ‘আসসাল আল-মুরাদী (রা) হতে বর্ণিথ হাদীসটি বেশি উত্তম। \nআবূ ‘ঈসা বলেনঃ বিশেষজ্ঞ সাহাবা, তাবিঈও পরবর্তী যুগের ফিক্হবিদ যেমন সুফিয়ান সাত্তরী, ইবনুল মুবারাক, শাফিউ, আহমাদ ও ইসহাকের মতে মুসাফির ব্যক্তি তিন দিন তিন রাত এবং মুক্বীম ব্যক্তি এক দিন একরাত পর্যন্ত মোজার উপর মাসিহ করতে পারবে। \nআবূ ‘ঈসা বলেনঃ কিছ বিদ্বান যেমন মালিখ ইবনু আনাস মোজার উপর মাসিহ করার সময়সীমা নির্দিষ্ট করেননি। কিন্তু সময়সীমা নির্ধারিত করাটাই বেশি সহীহ। এই হাদীসটি সাফওয়ান ইবনু ‘আসসাল হতে আসিম ব্যতীত অন্য সূতেও বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 98,
    "narrator": "মুগীরা ইবনু শু’বা (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে তাঁর মোজা দুটির উপরিভাগ মাসাহ করতে দেখেছি। \n\nহাসান সহীহ্‌। মিশকাত- (৫২২), সহীহ আবূ দাঊদ- (১৫১-১৫২)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ، عَنْ أَبِيهِ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَمْسَحُ عَلَى الْخُفَّيْنِ عَلَى ظَاهِرِهِمَا ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ الْمُغِيرَةِ حَدِيثٌ حَسَنٌ وَهُوَ حَدِيثُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي الزِّنَادِ عَنْ أَبِيهِ عَنْ عُرْوَةَ عَنِ الْمُغِيرَةِ وَلاَ نَعْلَمُ أَحَدًا يَذْكُرُ عَنْ عُرْوَةَ عَنِ الْمُغِيرَةِ ‏ \"‏ عَلَى ظَاهِرِهِمَا ‏\"‏ ‏.‏ غَيْرَهُ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَأَحْمَدُ ‏.‏ قَالَ مُحَمَّدٌ وَكَانَ مَالِكُ بْنُ أَنَسٍ يُشِيرُ بِعَبْدِ الرَّحْمَنِ بْنِ أَبِي الزِّنَادِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন: মুগীরার বর্ণনা করা হাদীসটি হাসান। এই হাদীসটি আব্দুর রহমান ইবনু আবী জিনাদ হতে বর্ণিত, তিনি তার পিতা জিনাদ হতে তিনি উরওয়াহ হতে তিনি মুগীরা হতে বর্ণনা করেছেন। আবূ জিনাদ ব্যতীত অন্য কেউ উরওয়ার সূত্রে মুগীরা হতে মুজার উপর মাসিহ করার কথা উল্লেখ করেছেন বলে আমাদের জানা নেই। আর এটাই (মুজার উপরিভাগ মাসিহ করা) অনেক বিদ্বানের অভিমত। সুফিয়ান সাওরী ও আহমাদ এ হাদীসের উপর আমল করেছেন। মুহাম্মাদ বলেন, মালিক এ হাদীসের রাবী আবদুর রহমান ইবনু আবূ যিনাদের দিকে ইঙ্গিত করতেন (দুর্বল বলতেন)।"
  },
  {
    "hadith_id": 99,
    "narrator": "মুগীরা ইবনু শু’বা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওযূ করলেন এবং জাওরাব ও জুতার উপর মাসাহ করলেন। \n\nসহীহ। ইবনু মাজাহ- (৫৫৯)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، وَمَحْمُودُ بْنُ غَيْلاَنَ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي قَيْسٍ، عَنْ هُزَيْلِ بْنِ شُرَحْبِيلَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، قَالَ تَوَضَّأَ النَّبِيُّ صلى الله عليه وسلم وَمَسَحَ عَلَى الْجَوْرَبَيْنِ وَالنَّعْلَيْنِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ قَالُوا يَمْسَحُ عَلَى الْجَوْرَبَيْنِ وَإِنْ لَمْ تَكُنْ نَعْلَيْنِ إِذَا كَانَا ثَخِينَيْنِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي مُوسَى ‏.‏ قَالَ أَبُو عِيسَى سَمِعْتُ صَالِحَ بْنَ مُحَمَّدٍ التِّرْمِذِيَّ قَالَ سَمِعْتُ أَبَا مُقَاتِلٍ السَّمَرْقَنْدِيَّ يَقُولُ دَخَلْتُ عَلَى أَبِي حَنِيفَةَ فِي مَرَضِهِ الَّذِي مَاتَ فِيهِ فَدَعَا بِمَاءٍ فَتَوَضَّأَ وَعَلَيْهِ جَوْرَبَانِ فَمَسَحَ عَلَيْهِمَا ثُمَّ قَالَ فَعَلْتُ الْيَوْمَ شَيْئًا لَمْ أَكُنْ أَفْعَلُهُ مَسَحْتُ عَلَى الْجَوْرَبَيْنِ وَهُمَا غَيْرُ مُنَعَّلَيْنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন: হাদীসটি হাসান সহীহ। একাধিক বিশেষজ্ঞ যেমন, সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ, আমহাদ ও ইসহাক বলেছেন, জাওরাবের উপর মাসিহ করা যাবে, তার সাথে জুতা না পরা হলেও। এটা যখন মোটা বস্ত্রের হবে। এ অনুচ্ছেদে আবূ মূসা (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। \nআবূ ‘ঈসা বলেন: আমি সালিহ ইবনু মুহাম্মাদ আত্‌-তিরমিযীর নিকট শুনেছি, তিনি বলেন, আমি আবূ মুকাতিল সামার কান্দীকে বলতে শুনেছি, আমি ইমাম আবূ হানীফার নিকট ঐ অসুখের সময় উপস্থিত হলাম যে অসুখে তিনি ইনতিকাল করেছেন। তিনি পানি আনতে বললেন, অতঃপর ওযূ করলেন তার পায়ে জাওরাবা ছিল, তিনি তার উপর মাসাহ করলেন আর বললেন, আজ আমি এমন একটি কাজ করলাম, যা আমি পূর্বে করিনি। আমি জাওরাবার উপর মাসাহ করেছি অথচ তার সাথে জুতা ছিল না।"
  },
  {
    "hadith_id": 101,
    "narrator": "বিলাল (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মোজা ও পাগড়ীর উপর মাসাহ করেছেন। \n\nসহীহ। ইবনু মাজাহ (৫৬১)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الأَعْمَشِ، عَنِ الْحَكَمِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ كَعْبِ بْنِ عُجْرَةَ، عَنْ بِلاَلٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم مَسَحَ عَلَى الْخُفَّيْنِ وَالْخِمَارِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 102,
    "narrator": "আবূ উবাইদা ইবনু মুহাম্মাদ ইবনু ‘আম্মার ইবনু ইয়াসার (রহ:)",
    "bn": "তিনি বলেন, আমি জাবির ইবনু আবদুল্লাহ (রাঃ)-কে মোজার উপর মাসাহ সম্পর্কে প্রশ্ন করলাম। তিনি বললেন, হে ভাতিজা! এটা সুন্নাত। আমি আবার তাঁকে পাগড়ীর উপর মাসাহ করা সম্পর্কে প্রশ্ন করলাম। তিনি বললেন, (মাথার) চুল পানি স্পর্শ করাও। \n\nসনদ সহীহ্‌।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ، هُوَ الْقُرَشِيُّ عَنْ أَبِي عُبَيْدَةَ بْنِ مُحَمَّدِ بْنِ عَمَّارِ بْنِ يَاسِرٍ، قَالَ سَأَلْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ عَنِ الْمَسْحِ، عَلَى الْخُفَّيْنِ فَقَالَ السُّنَّةُ يَا ابْنَ أَخِي ‏.‏ قَالَ وَسَأَلْتُهُ عَنِ الْمَسْحِ، عَلَى الْعِمَامَةِ فَقَالَ أَمِسَّ الشَّعَرَ الْمَاءَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 100,
    "narrator": "মুগীরা ইবনু শুবা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওযূ করলেন এবং মোজা ও পাগড়ীর উপর মাসাহ করলেন। \n\nসহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১৩৭, ১৩৮), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ، عَنِ الْحَسَنِ، عَنِ ابْنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنْ أَبِيهِ، قَالَ تَوَضَّأَ النَّبِيُّ صلى الله عليه وسلم وَمَسَحَ عَلَى الْخُفَّيْنِ وَالْعِمَامَةِ ‏.‏ قَالَ بَكْرٌ وَقَدْ سَمِعْتُ مِنِ ابْنِ الْمُغِيرَةِ ‏.‏ قَالَ وَذَكَرَ مُحَمَّدُ بْنُ بَشَّارٍ فِي هَذَا الْحَدِيثِ فِي مَوْضِعٍ آخَرَ أَنَّهُ مَسَحَ عَلَى نَاصِيَتِهِ وَعِمَامَتِهِ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ ذَكَرَ بَعْضُهُمُ الْمَسْحَ عَلَى النَّاصِيَةِ وَالْعِمَامَةِ وَلَمْ يَذْكُرْ بَعْضُهُمُ النَّاصِيَةَ ‏.‏ وَسَمِعْتُ أَحْمَدَ بْنَ الْحَسَنِ يَقُولُ سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ مَا رَأَيْتُ بِعَيْنِي مِثْلَ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَمْرِو بْنِ أُمَيَّةَ وَسَلْمَانَ وَثَوْبَانَ وَأَبِي أُمَامَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ الْمُغِيرَةِ بْنِ شُعْبَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ أَبُو بَكْرٍ وَعُمَرُ وَأَنَسٌ ‏.‏ وَبِهِ يَقُولُ الأَوْزَاعِيُّ وَأَحْمَدُ وَإِسْحَاقُ قَالُوا يَمْسَحُ عَلَى الْعِمَامَةِ ‏.‏ وَقَالَ غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ لاَ يَمْسَحُ عَلَى الْعِمَامَةِ إِلاَّ أَنْ يَمْسَحَ بِرَأْسِهِ مَعَ الْعِمَامَةِ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ ‏.‏ قَالَ أَبُو عِيسَى وَسَمِعْتُ الْجَارُودَ بْنَ مُعَاذٍ يَقُولُ سَمِعْتُ وَكِيعَ بْنَ الْجَرَّاحِ يَقُولُ إِنْ مَسَحَ عَلَى الْعِمَامَةِ يُجْزِئُهُ لِلأَثَرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "বাক্‌র বলেন, আমি এ হাদীসটি ইবনু মুগীরার নিকট শুনেছি। মুহাম্মাদ ইবনু বাশ্‌শার অন্য এক স্থানে এ হাদীসে বলেছেন, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথার সম্মুখভাগ এবং পাগড়ীর উপর মাসাহ করলেন। \n\nএ হাদীসটি মুগীরা ইবনু শুবা (রাঃ)-এর নিকট হতে একাধিক সূত্রে বর্ণিত হয়েছে। এদের মধ্যে কিছু রাবী বর্ণনা করেছেন, “তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথার সম্মুখভাগ ও পাগড়ীর উপর মাসাহ করেছেন। ” আর কিছু রাবী শুধু পাগড়ীর কথা উল্লেখ করেছেন, কিন্তু মাথার সম্মুখ ভাগের কথা উল্লেখ করেননি। \n\nআবু ‘ঈসা বলেন: আমি আহমাদ ইবনু হাসানকে বলতে শুনেছি। তিনি বলেন, আহ্‌মাদ ইবনু হাম্বাল (রহ:) বলেছেন, আমি স্বচক্ষে ইয়াহ্‌ইয়া ইবনু সাঈদ আল-কাত্তানের মত ভালো লোক দেখিনি। এ অনুচ্ছেদে ‘আমর ইবনু উমাইয়া, সালমান, সাওবান ও আবূ উমামা (রাঃ) হতেও বর্ণিত হাদীস রয়েছে। আবূ ‘ঈসা বলেন, মুগীরার হাদীসটি হাসান সহীহ। \nরাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের একাধিক সাহাবী যেমন, আবূ বাক্‌র, উমার ও আনাস (রাঃ) পাগড়ীর উপর মাসাহ করার পক্ষে অভিমত দিয়েছেন। ইমাম আওযাঈ, আহমাদ এবং ইসহাকও একই সিদ্ধান্ত দিয়েছেন। \n\nরাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের একাধিক বিশেষজ্ঞ সাহাবা ও তাবিঈগণ বলেছেন, শুধু পাগড়ীর উপর মাসাহ করা যাবে না, এর সাথে মাথাও মাসাহ করতে হবে। সুফিয়ান সাওরী, মালিক ইবনু আনাস, ইবনুল মুবারাক ও শাফিঈ এ মত ব্যক্ত করেছেন। আবূ ঈসা বলেন: আমি জারুদ ইবনু মু’আযকে বলতে শুনেছি তিনি বলেন: আমি ওয়াকী’ ইবনুল জাররাহকে বলতে শুনেছি, কোন ব্যক্তি যদি শুধু পাগড়ীর উপর মাসাহ করে তবে তার জন্য তাই যথেষ্ট হবে সাহাবা হতে বর্ণিত আছারের কারণে।"
  },
  {
    "hadith_id": 103,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি তাঁর খালা মাইমূনা (রাঃ)-এর সূত্রে বর্ণনা করেছেন, তিনি বলেন, আমি নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের জন্য গোসলের পানি রাখলাম। তিনি সহবাসজনিত নাপাকির গোসল করলেন। তিনি বাঁ হাত দিয়ে পানির পাত্র ডান হাতের উপর কাত করলেন, উভয় হাত কব্জি পর্যন্ত ধুলেন, অতঃপর পানির পাত্রে হাত ঢুকিয়ে পানি তুলে লজ্জাস্থানে দিলেন, অতঃপর দেয়ালে অথবা মাটিতে হাত ঘষলেন, অতঃপর কুলি করলেন, নাকে পানি দিলেন এবং মুখমণ্ডল ও উভয় হাত কনুই পর্যন্ত ধুলেন, অতঃপর তিনবার মাথায় পানি ঢাললেন। অতঃপর সমস্ত শরীরে পানি ঢাললেন। অতঃপর (গোসলের) জায়গা থেকে সরে গিয়ে পা দুটো ধুলেন। \n\nসহীহ। ইবনু মাজাহ- (৫৭৩), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ كُرَيْبٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ خَالَتِهِ، مَيْمُونَةَ قَالَتْ وَضَعْتُ لِلنَّبِيِّ صلى الله عليه وسلم غُسْلاً فَاغْتَسَلَ مِنَ الْجَنَابَةِ فَأَكْفَأَ الإِنَاءَ بِشِمَالِهِ عَلَى يَمِينِهِ فَغَسَلَ كَفَّيْهِ ثُمَّ أَدْخَلَ يَدَهُ فِي الإِنَاءِ فَأَفَاضَ عَلَى فَرْجِهِ ثُمَّ دَلَكَ بِيَدِهِ الْحَائِطَ أَوِ الأَرْضَ ثُمَّ مَضْمَضَ وَاسْتَنْشَقَ وَغَسَلَ وَجْهَهُ وَذِرَاعَيْهِ ثُمَّ أَفَاضَ عَلَى رَأْسِهِ ثَلاَثًا ثُمَّ أَفَاضَ عَلَى سَائِرِ جَسَدِهِ ثُمَّ تَنَحَّى فَغَسَلَ رِجْلَيْهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ أُمِّ سَلَمَةَ وَجَابِرٍ وَأَبِي سَعِيدٍ وَجُبَيْرِ بْنِ مُطْعِمٍ وَأَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান সহীহ। এ অনুচ্ছেদে উম্মু সালামাহ্‌, জাবির, আবূ সা’ঈদ, জুবাইর ইবনু মুত’ইম ও আবূ হুরাইরাহ্‌ (রাঃ) হতেও বর্ণিত হাদীস রয়েছে।"
  },
  {
    "hadith_id": 104,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন নাপাকির জন্য গোসল করতে ইচ্ছা করতেন, তখন পানির পাত্রে হাত দেয়ার আগে উভয় হাত ধোয়ার মাধ্যমে গোসল শুরু করতেন। অতঃপর তিনি লজ্জাস্থান ধুতেন এবং নামাজের ওযূর মত ওযূ করতেন। অতঃপর চুলের ভেতরে পানি পৌঁছাতেন এবং মাথায় তিন আঁজলা পানি ঢালতেন। \n\nসহীহ। ইরওয়া- (১৩২), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَرَادَ أَنْ يَغْتَسِلَ مِنَ الْجَنَابَةِ بَدَأَ فَغَسَلَ يَدَيْهِ قَبْلَ أَنْ يُدْخِلَهُمَا الإِنَاءَ ثُمَّ غَسَلَ فَرْجَهُ وَيَتَوَضَّأُ وُضُوءَهُ لِلصَّلاَةِ ثُمَّ يُشَرِّبُ شَعْرَهُ الْمَاءَ ثُمَّ يَحْثِي عَلَى رَأْسِهِ ثَلاَثَ حَثَيَاتٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ الَّذِي اخْتَارَهُ أَهْلُ الْعِلْمِ فِي الْغُسْلِ مِنَ الْجَنَابَةِ أَنَّهُ يَتَوَضَّأُ وُضُوءَهُ لِلصَّلاَةِ ثُمَّ يُفْرِغُ عَلَى رَأْسِهِ ثَلاَثَ مَرَّاتٍ ثُمَّ يُفِيضُ الْمَاءَ عَلَى سَائِرِ جَسَدِهِ ثُمَّ يَغْسِلُ قَدَمَيْهِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ وَقَالُوا إِنِ انْغَمَسَ الْجُنُبُ فِي الْمَاءِ وَلَمْ يَتَوَضَّأْ أَجْزَأَهُ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান সহীহ। বিদ্বানগণ নাপাকির গোসলের এ পদ্ধতিই গ্রহণ করেছেন। প্রথমে নামাযের ওযূর মত ওযূ করবে, অতঃপর তিনবার মাথায় পানি ঢালবে, অতঃপর সমস্ত শরীরে পানি প্রবাহিত করবে, অতঃপর উভয় পা ধুবে। ‘আলিমগণ এ পদ্ধতিই অনুসরণ করেন। কিছু বিশেষজ্ঞ বলেন, নাপাক ব্যক্তি ওযূ না করেই যদি পানিতে ঝাপিয়ে পড়ে তাহলে তার গোসল হয়ে যাবে। ইমাম শাফিঈ, আহমাদ ও ইসহাক এই মত দিয়েছেন।"
  },
  {
    "hadith_id": 105,
    "narrator": "উম্মু সালামাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আমি বললাম, হে আল্লাহর রাসূল! আমি আমার মাথার চুলে শক্ত বেনী বাঁধি। আমি কি নাপাকি গোসল করার সময় তা খুলে দেব? তিনি বললেনঃনা, তুমি তোমার মাথায় তিন আঁজল পানি ঢাল, তারপর তোমার সমস্ত শরীরে পানি প্রবাহিত কর এবং এভাবে পবিত্র হও। অথবা (রাবীর সন্দেহ) তিনি বললেনঃএভাবে তুমি নিজেকে পবিত্র করলে। \n\nসহীহ্‌। ইবনু মাজাহ- (৬০৩), মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ بْنِ مُوسَى، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ رَافِعٍ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي امْرَأَةٌ أَشُدُّ ضَفْرَ رَأْسِي أَفَأَنْقُضُهُ لِغُسْلِ الْجَنَابَةِ قَالَ ‏\"‏ لاَ إِنَّمَا يَكْفِيكِ أَنْ تَحْثِينَ عَلَى رَأْسِكِ ثَلاَثَ حَثَيَاتٍ مِنْ مَاءٍ ثُمَّ تُفِيضِينَ عَلَى سَائِرِ جَسَدِكِ الْمَاءَ فَتَطْهُرِينَ ‏\"‏ ‏.‏ أَوْ قَالَ ‏\"‏ فَإِذَا أَنْتِ قَدْ تَطَهَّرْتِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الْمَرْأَةَ إِذَا اغْتَسَلَتْ مِنَ الْجَنَابَةِ فَلَمْ تَنْقُضْ شَعْرَهَا أَنَّ ذَلِكَ يُجْزِئُهَا بَعْدَ أَنْ تُفِيضَ الْمَاءَ عَلَى رَأْسِهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান সহীহ। বিশেষজ্ঞ ‘আলিমদের মতে মহিলাদের নাপাকির গোসলের সময় চুলের বেণী খোলার প্রয়োজন নেই, সম্পূর্ণ মাথায় পানি প্রবাহিত করাই যথেষ্ট।"
  },
  {
    "hadith_id": 107,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গোসল করার পর ওযূ করতেন না। \n\nসহীহ্‌। ইবনু মাজাহ-(৫৭৯)।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُوسَى، حَدَّثَنَا شَرِيكٌ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ لاَ يَتَوَضَّأُ بَعْدَ الْغُسْلِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ أَنْ لاَ يَتَوَضَّأَ بَعْدَ الْغُسْلِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এটি হাসান সহীহ হাদীস। নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের একাধিক সাহাবা এবং তাবিঈদের এটাই মত যে, গোসলের পর ওযূ করার দরকার নেই।"
  },
  {
    "hadith_id": 108,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, পুরুষাংগের খাতনার স্থান স্ত্রীর (যৌনাংগের) খাতনার স্থান অতিক্রম করলে গোসল ওয়াজিব হয়ে যায়। আমি (‘আয়িশাহ্‌) ও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এরূপ করেছি, অতঃপর আমরা গোসল করেছি। \n\nসহীহ্‌। ইবনু মাজাহ- (৬০৮), মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الأَوْزَاعِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ إِذَا جَاوَزَ الْخِتَانُ الْخِتَانَ فَقَدْ وَجَبَ الْغُسْلُ فَعَلْتُهُ أَنَا وَرَسُولُ اللَّهِ صلى الله عليه وسلم فَاغْتَسَلْنَا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَرَافِعِ بْنِ خَدِيجٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ হুরাইরাহ্‌, ‘আবদুল্লাহ ইবনু ‘আমর ও রাফি‘ ইবনু খাদীজ (রাঃ) হতে বর্ণনাকৃত হাদীসও রয়েছে।"
  },
  {
    "hadith_id": 109,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এক লজ্জাস্থান অপর লজ্জাস্থানে প্রবেশ করলে গোসল ওয়াজিব হয়ে যায়। \n\nসহীহ্‌। পূর্বের হাদীসের কারণে, ইরওয়া-(১/১২১)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِذَا جَاوَزَ الْخِتَانُ الْخِتَانَ وَجَبَ الْغُسْلُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ غَيْرِ وَجْهٍ ‏\"‏ إِذَا جَاوَزَ الْخِتَانُ الْخِتَانَ فَقَدْ وَجَبَ الْغُسْلُ ‏\"‏ ‏.‏ وَهُوَ قَوْلُ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ أَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ وَعَلِيٌّ وَعَائِشَةُ وَالْفُقَهَاءِ مِنَ التَّابِعِينَ وَمَنْ بَعْدَهُمْ مِثْلِ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ قَالُوا إِذَا الْتَقَى الْخِتَانَانِ وَجَبَ الْغُسْلُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, ‘আয়িশাহ্‌ (রাঃ)-এর হাদীসটি হাসান সহীহ। এ হাদীসটি তাঁর নিকট হতে বিভিন্ন সূত্রে বর্ণিত হয়েছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এক খাতনার স্থান অন্য খাতনার স্থান অতিক্রম করলে গোসল ওয়াজিব হবে। নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের বেশিরভাগ বিশেষজ্ঞ সাহাবা যেমন, আবূ বাকার, উমার, উসমান, আলী ও ‘আয়িশাহ্‌ (রাঃ) এবং তাদের পরবর্তী কালের ফিক্‌হবিদ যেমন, সুফিয়ান সাওরী, শাফিঈ, আহমাদ ও ইসহাক বলেছেন, (স্বামী-স্ত্রী উভয়ের) দুই যৌনাংগ একত্রে মিলে গেলেই গোসল ওয়াজিব হয়।"
  },
  {
    "hadith_id": 110,
    "narrator": "উবাই ইবনু কা’ব (রাঃ)",
    "bn": "তিনি বলেন, “বীর্যপাতের ফলেই গোসল ওয়াজিব হয়” এ অনুমতি ইসলামের প্রথম যুগে ছিল, অতঃপর তা বাতিল করে দেয়া হয়েছে। \n\nসহীহ্‌। ইবনু মাজাহ-(৬০৯)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا يُونُسُ بْنُ يَزِيدَ، عَنِ الزُّهْرِيِّ، عَنْ سَهْلِ بْنِ سَعْدٍ، عَنْ أُبَىِّ بْنِ كَعْبٍ، قَالَ إِنَّمَا كَانَ الْمَاءُ مِنَ الْمَاءِ رُخْصَةً فِي أَوَّلِ الإِسْلاَمِ ثُمَّ نُهِيَ عَنْهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 113,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে এক ব্যক্তি সম্পর্কে প্রশ্ন করা হল যে, সে ঘুম থেকে জেগে ভিজা দেখতে পাচ্ছে কিন্তু স্বপ্নদোষের কথা মনে করতে পারছে না। তিনি বললেন, সে গোসল করবে। অপর এক ব্যক্তি সম্পর্কে প্রশ্ন করা হল যে, তার স্বপ্নদোষ হয়েছে কিন্তু বীর্যপাতের কোন আলামাত দেখতে পাচ্ছে না। তিনি বললেনঃ “তাকে গোসল করতে হবে না। ” উম্মু সালামা (রাঃ) বললেন, হে আল্লাহর রাসূল! কোন স্ত্রীলোক যদি এমনটি দেখতে পায় (স্বপ্নদোষ হয়) তবে তাকে কি গোসল করতে হবে? তিনি বললেনঃ হ্যাঁ, স্ত্রীলোকেরা পুরুষদেরই অংশ। \n\nসহীহ্‌। সহীহ্‌ আবূ দাঊদ- (২৩৪)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا حَمَّادُ بْنُ خَالِدٍ الْخَيَّاطُ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، هُوَ الْعُمَرِيُّ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الرَّجُلِ يَجِدُ الْبَلَلَ وَلاَ يَذْكُرُ احْتِلاَمًا قَالَ ‏\"‏ يَغْتَسِلُ ‏\"‏ ‏.‏ وَعَنِ الرَّجُلِ يَرَى أَنَّهُ قَدِ احْتَلَمَ وَلَمْ يَجِدْ بَلَلاً قَالَ ‏\"‏ لاَ غُسْلَ عَلَيْهِ ‏\"‏ ‏.‏ قَالَتْ أُمُّ سَلَمَةَ يَا رَسُولَ اللَّهِ هَلْ عَلَى الْمَرْأَةِ تَرَى ذَلِكَ غُسْلٌ قَالَ ‏\"‏ نَعَمْ إِنَّ النِّسَاءَ شَقَائِقُ الرِّجَالِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَإِنَّمَا رَوَى هَذَا الْحَدِيثَ عَبْدُ اللَّهِ بْنُ عُمَرَ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ حَدِيثَ عَائِشَةَ فِي الرَّجُلِ يَجِدُ الْبَلَلَ وَلاَ يَذْكُرُ احْتِلاَمًا ‏.‏ وَعَبْدُ اللَّهِ بْنُ عُمَرَ ضَعَّفَهُ يَحْيَى بْنُ سَعِيدٍ مِنْ قِبَلِ حِفْظِهِ فِي الْحَدِيثِ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ إِذَا اسْتَيْقَظَ الرَّجُلُ فَرَأَى بِلَّةً أَنَّهُ يَغْتَسِلُ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَحْمَدَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنَ التَّابِعِينَ إِنَّمَا يَجِبُ عَلَيْهِ الْغُسْلُ إِذَا كَانَتِ الْبِلَّةُ بِلَّةَ نُطْفَةٍ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَإِسْحَاقَ ‏.‏ وَإِذَا رَأَى احْتِلاَمًا وَلَمْ يَرَ بِلَّةً فَلاَ غُسْلَ عَلَيْهِ عِنْدَ عَامَّةِ أَهْلِ الْعِلْمِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, আবদুল্লাহ ইবনু উমার-উবাইদুল্লাহ ইবনু উমারের সূত্রে ‘আয়িশাহ্‌ (রাঃ)-এর হাদীসটির অংশবিশেষ বর্ণনা করেছেন। তিনি স্বপ্নদোষের কথা উল্লেখ করেননি। ইয়াহ্‌ইয়া ইবনু সা‘ঈদ এ হাদীসের এক রাবী আবদুল্লাহকে হাদীসশাস্ত্রে দুর্বল বলে উল্লেখ করেছেন। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একাধিক বিশেষজ্ঞ সাহাবা এবং তাবিঈদের মতে কোন ব্যক্তি ঘুম হতে উঠে ভিজা দেখতে পেলে তাকে গোসল করতে হবে। এটা সুফিয়ান সাওরী এবং আহমাদেরও অভিমত। কিছু বিশেষজ্ঞ তাবিঈ বলেছেন, বীর্যপাতের ফলে যদি কাপড় ভিজে থাকে তবে গোসল করতে হবে। এটা ইমাম শাফিঈ ও ইসহাকের মত। স্বপ্নদোষ হয়েছে কিন্তু বীর্যপাত হয়নি, এ অবস্থায় সকল ইমামের মতে গোসল করার দরকার নেই।"
  },
  {
    "hadith_id": 114,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বীর্যরস প্রসঙ্গে প্রশ্ন করলাম। তিনি বলেনঃ “বীর্যরস বের হলে ওযূ করতে হবে, এবং বীর্যপাত হলে গোসল করতে হবে”। \n\nসহীহ্‌। ইবনু মাজাহ- (৫০৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو السَّوَّاقُ الْبَلْخِيُّ، حَدَّثَنَا هُشَيْمٌ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، ح قَالَ وَحَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا حُسَيْنٌ الْجُعْفِيُّ، عَنْ زَائِدَةَ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ عَلِيٍّ، قَالَ سَأَلْتُ النَّبِيَّ صلى الله عليه وسلم عَنِ الْمَذْىِ فَقَالَ ‏\"‏ مِنَ الْمَذْىِ الْوُضُوءُ وَمِنَ الْمَنِيِّ الْغُسْلُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ الْمِقْدَادِ بْنِ الأَسْوَدِ وَأُبَىِّ بْنِ كَعْبٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ غَيْرِ وَجْهٍ ‏\"‏ مِنَ الْمَذْىِ الْوُضُوءُ وَمِنَ الْمَنِيِّ الْغُسْلُ ‏\"‏ ‏.‏ وَهُوَ قَوْلُ عَامَّةِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ وَبِهِ يَقُولُ سُفْيَانُ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে মিকদাদ ইবনুল আসওয়াদ ও উবাই ইবনু কা’ব (রাঃ) হতে বর্ণনাকৃত হাদীস রয়েছে। আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। ‘বীর্যরসে ওযূ এবং বীর্যপাতে গোসল’ রাসূলুল্লাহ নাবী ‘আলাইহি ওয়াসাল্লামের এ হাদীসটি আলী (রাঃ)-এর নিকট হতে বিভিন্ন সূত্রে বর্ণনা করা হয়েছে। নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সকল বিশেষজ্ঞ সাহাবা এবং তাবিঈদের এই মত। ইমাম শাফিঈ, আহমাদ এবং ইসহাকও এই অভিমতই দিয়েছেন।"
  },
  {
    "hadith_id": 115,
    "narrator": "সাহল ইবনু হুনাইফ (রাঃ)",
    "bn": "তিনি বলেন, বীর্যরস বের হওয়ার কারণে আমি কঠিন অবস্থার মধ্যে ছিলাম। কেননা এ কারণে আমাকে প্রায়ই গোসল করতে হত। আমি ব্যাপারটা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট বর্ণনা করলাম এবং তার বিধান জানতে চাইলাম। তিনি বললেনঃ “এটা বের হলে তোমার জন্য ওযূই যথেষ্ট”। আমি বললাম, হে আল্লাহর রাসূল! তা যদি আমার কাপড়ে লেগে যায়, তবে কি করব? তিনি বললেনঃ “এক আঁজলা পানি তোমার কাপড়ের যে অংশে বীর্যরস দেখতে পাও সেখানে ছিটিয়ে দাও, এটাই তোমার জন্য যথেষ্ট। “\n\nহাসান। ইবনু মাজাহ- (৫০৬)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ سَعِيدِ بْنِ عُبَيْدٍ، هُوَ ابْنُ السَّبَّاقِ عَنْ أَبِيهِ، عَنْ سَهْلِ بْنِ حُنَيْفٍ، قَالَ كُنْتُ أَلْقَى مِنَ الْمَذْىِ شِدَّةً وَعَنَاءً فَكُنْتُ أُكْثِرُ مِنْهُ الْغُسْلَ فَذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم وَسَأَلْتُهُ عَنْهُ فَقَالَ ‏\"‏ إِنَّمَا يُجْزِئُكَ مِنْ ذَلِكَ الْوُضُوءُ ‏\"‏ ‏.‏ فَقُلْتُ يَا رَسُولَ اللَّهِ كَيْفَ بِمَا يُصِيبُ ثَوْبِي مِنْهُ قَالَ ‏\"‏ يَكْفِيكَ أَنْ تَأْخُذَ كَفًّا مِنْ مَاءٍ فَتَنْضَحَ بِهِ ثَوْبَكَ حَيْثُ تَرَى أَنَّهُ أَصَابَ مِنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَلاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مُحَمَّدِ بْنِ إِسْحَاقَ فِي الْمَذْىِ مِثْلَ هَذَا ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْمَذْىِ يُصِيبُ الثَّوْبَ فَقَالَ بَعْضُهُمْ لاَ يُجْزِئُ إِلاَّ الْغَسْلُ وَهُوَ قَوْلُ الشَّافِعِيِّ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُهُمْ يُجْزِئُهُ النَّضْحُ ‏.‏ وَقَالَ أَحْمَدُ أَرْجُو أَنْ يُجْزِئَهُ النَّضْحُ بِالْمَاءِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ। মযীর ব্যাপারে মুহাম্মাদ ইবনু ইসহাকের এই হাদীসের মত অন্য কোন হাদীস আমাদের জানা নেই। কাপড়ে বীর্যরস লেগে গেলে এর হুকুম সম্পর্কে ‘আলিমগণের মধ্যে মতভেদ রয়েছে। ইমাম শাফিঈ ও ইসহাকের মতে কাপড় ধুতে হবে। কেউ কেউ বলেন, মযী লাগার জায়গায় পানি ঢেলে দেওয়াই যথেষ্ট। ইমাম আহমাদ বলেন, আমার মতে পানি ছিটিয়ে দেওয়াই যথেষ্ট।"
  },
  {
    "hadith_id": 116,
    "narrator": "হাম্মাম ইবনুল হারিস (রহঃ)",
    "bn": "তিনি বলেন, ‘আয়িশা (রাঃ)-এর বাড়িতে একজন মেহমান এল, তিনি তার জন্য হলুদ রংয়ের একটি চাদর বিছিয়ে দেওয়ার নির্দেশ দিলেন। সে তাতে শুয়ে গেল। (ঘুমের মধ্যে) তার স্বপ্নদোষ হল। সে চাদরটি এ অবস্থায় ফেরত দিতে লজ্জাবোধ করল। তাই সে তা পানির মধ্যে ডুবিয়ে দিল। অতঃপর ‘আয়িশা (রাঃ)-এর নিকট তা পাঠিয়ে দিল। তিনি বললেন, সে আমাদের কাপড়টি খারাপ করে দিল কেন? আঙ্গুল দিয়ে খুঁটে খুঁটে বীর্য তুলে ফেলাই তার জন্য যথেষ্ট ছিল। কখনো কখনো আমি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কাপড় হতে আঙ্গুল দিয়ে শুক্র খুঁটে খুঁটে তুলে ফেলতাম। \n\nসহীহ্‌। ইবনু মাজাহ- (৫৩৮), মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ هَمَّامِ بْنِ الْحَارِثِ، قَالَ ضَافَ عَائِشَةَ ضَيْفٌ فَأَمَرَتْ لَهُ بِمِلْحَفَةٍ صَفْرَاءَ فَنَامَ فِيهَا فَاحْتَلَمَ فَاسْتَحْيَا أَنْ يُرْسِلَ بِهَا وَبِهَا أَثَرُ الاِحْتِلاَمِ فَغَمَسَهَا فِي الْمَاءِ ثُمَّ أَرْسَلَ بِهَا فَقَالَتْ عَائِشَةُ لِمَ أَفْسَدَ عَلَيْنَا ثَوْبَنَا إِنَّمَا كَانَ يَكْفِيهِ أَنْ يَفْرُكَهُ بِأَصَابِعِهِ وَرُبَّمَا فَرَكْتُهُ مِنْ ثَوْبِ رَسُولِ اللَّهِ صلى الله عليه وسلم بِأَصَابِعِي ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ مِنَ الْفُقَهَاءِ مِثْلِ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ قَالُوا فِي الْمَنِيِّ يُصِيبُ الثَّوْبَ يُجْزِئُهُ الْفَرْكُ وَإِنْ لَمْ يُغْسَلْ ‏.‏ وَهَكَذَا رُوِيَ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ هَمَّامِ بْنِ الْحَارِثِ عَنْ عَائِشَةَ مِثْلَ رِوَايَةِ الأَعْمَشِ ‏.‏ وَرَوَى أَبُو مَعْشَرٍ هَذَا الْحَدِيثَ عَنْ إِبْرَاهِيمَ عَنِ الأَسْوَدِ عَنْ عَائِشَةَ وَحَدِيثُ الأَعْمَشِ أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান সহীহ। অনেক সাহাবা তাবেঈ এবং একাধিক ফকীহ যেমন সুফিয়ান সাওরী, আহমাদ ও ইসহাক বলেছেন, যদি কাপড়ে বীর্য লেগে যায় তবে তা খুঁটে খুঁটে তুলে ফেলাই যথেষ্ট, যদিও তা ধোয়া না হয়। মানসূর হতে তিনি ইবরহীম হতে, তিনি হাম্মাম ইবনুল হারিস হতে তিনি ‘আয়িশাহ্‌ হতে, আ‘মাশের মতই হাদীস বর্ণনা করেছেন। আবূ মা‘শার এই হাদীসটি ইবরহীম হতে, তিনি আসওয়াদ হতে তিনি ‘আয়িশাহ্‌ হতে বর্ণনা করেছেন। তবে আ‘মাশের সূত্রে বর্ণিত হাদীসটি সবচাইতে সহীহ।"
  },
  {
    "hadith_id": 117,
    "narrator": "‘আয়িশাহ্ (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কাপড় হতে বীর্য ধুয়ে ফেলেছেন। \n\nসহীহ্। ইবনু মাজাহ- (৫৩৬), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ عَمْرِو بْنِ مَيْمُونِ بْنِ مِهْرَانَ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ عَائِشَةَ، أَنَّهَا غَسَلَتْ مَنِيًّا مِنْ ثَوْبِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ وَحَدِيثُ عَائِشَةَ أَنَّهَا غَسَلَتْ مَنِيًّا مِنْ ثَوْبِ رَسُولِ اللَّهِ صلى الله عليه وسلم - لَيْسَ بِمُخَالِفٍ لِحَدِيثِ الْفَرْكِ لأَنَّهُ وَإِنْ كَانَ الْفَرْكُ يُجْزِئُ فَقَدْ يُسْتَحَبُّ لِلرَّجُلِ أَنْ لاَ يُرَى عَلَى ثَوْبِهِ أَثَرُهُ ‏.‏ قَالَ ابْنُ عَبَّاسٍ الْمَنِيُّ بِمَنْزِلَةِ الْمُخَاطِ فَأَمِطْهُ عَنْكَ وَلَوْ بِإِذْخِرَةٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ। এ অনুচ্ছেদে ইবনু ‘আব্বাস (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। এ হাদীসটি পূর্বের হাদীসটির বিরোধী নয়। যদিও খুঁটে খুঁটে বীর্য তুলে ফেললেই যথেষ্ট তবুও কোন ব্যক্তির কাপড়ে এর দাগ না থাকাই ভালো। ইবনু ‘আব্বাস (রাঃ) বলেছেন, বীর্য হচ্ছে নাকের কফের মত। তোমার কাপড় হতে তা দূর করে ফেল, এমনকি ইযখির ঘাস দিয়ে হলেও।"
  },
  {
    "hadith_id": 118,
    "narrator": "‘আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কখনো কখনো নাপাক অবস্থায় ঘুমিয়ে যেতেন, এমনকি পানি স্পর্শও করতেন না। \n\nসহীহ্। ইবনু মাজাহ-(৫৮১)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَنَامُ وَهُوَ جُنُبٌ وَلاَ يَمَسُّ مَاءً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 120,
    "narrator": "‘উমার (রাঃ)",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে প্রশ্ন করলেন, আমদের কেউ কি নাপাক অবস্থায় ঘুমাতে পারবে? তিনি বললেনঃ হ্যাঁ, তবে ওযূ করে নেবে। \n\nসহীহ্। ইবনু মাজাহ-(৫৮৫), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، أَنَّهُ سَأَلَ النَّبِيَّ صلى الله عليه وسلم أَيَنَامُ أَحَدُنَا وَهُوَ جُنُبٌ قَالَ ‏ \"‏ نَعَمْ إِذَا تَوَضَّأَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَمَّارٍ وَعَائِشَةَ وَجَابِرٍ وَأَبِي سَعِيدٍ وَأُمِّ سَلَمَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عُمَرَ أَحْسَنُ شَيْءٍ فِي هَذَا الْبَابِ وَأَصَحُّ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ قَالُوا إِذَا أَرَادَ الْجُنُبُ أَنْ يَنَامَ تَوَضَّأَ قَبْلَ أَنْ يَنَامَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আম্মার, ‘আয়িশাহ্, জাবির, আবূ সা’ঈদ ও উম্মু সালামাহ (রাঃ) হতেও বর্ণিত হাদীস রয়েছে। আবূ ‘ঈসা বলেনঃ ‘উমার (রাঃ) হতে বর্ণিত হাদীসটি সর্বাধিক উত্তম ও অধিকতর সহীহ্। নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের একাধিক সাহাবা এবং তাবিঈ যেমন, সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ ও ইসহাক বলেন, নাপাক ব্যক্তি যদি ঘুমাতে চায় তবে ঘুমানোর আগে ওযূ করে নিবে।"
  },
  {
    "hadith_id": 121,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাথে সাক্ষাত করলেন। তখন তিনি (আবূ হুরাইরা) নাপাক ছিলেন। তিনি (আবূ হুরাইরা) বলেন, আমি চুপচাপ সরে গেলাম এবং গোসল করে তাঁর নিকট এলাম। তিনি বললেন, এতক্ষণ কোথায় ছিলে, অথবা কোথায় গিয়েছিলে? আমি বললাম, আমি নাপাক ছিলাম। তিনি বললেনঃ “মুমিন ব্যক্তি কখনও নাপাক হয় না”। \n\nসহীহ্। ইবনু মাজাহ-(৫৩৪), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، حَدَّثَنَا حُمَيْدٌ الطَّوِيلُ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم لَقِيَهُ وَهُوَ جُنُبٌ قَالَ فَانْبَجَسْتُ أَىْ فَانْخَنَسْتُ فَاغْتَسَلْتُ ثُمَّ جِئْتُ فَقَالَ ‏\"‏ أَيْنَ كُنْتَ أَوْ أَيْنَ ذَهَبْتَ ‏\"‏ ‏.‏ قُلْتُ إِنِّي كُنْتُ جُنُبًا ‏.‏ قَالَ ‏\"‏ إِنَّ الْمُسْلِمَ لاَ يَنْجُسُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ حُذَيْفَةَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ أَبِي هُرَيْرَةَ أَنَّهُ لَقِيَ النَّبِيَّ صلى الله عليه وسلم وَهُوَ جُنُبٌ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَخَّصَ غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ فِي مُصَافَحَةِ الْجُنُبِ وَلَمْ يَرَوْا بِعَرَقِ الْجُنُبِ وَالْحَائِضِ بَأْسًا ‏.‏ وَمَعْنَى قَوْلِهِ فَانْخَنَسْتُ يَعْنِي تَنَحَّيْتُ عَنْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে হুযাইফা ও ইবনু ‘আব্বাস (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ। ‘ইন খানাসতু’ শব্দের অর্থ হলো, আমি তার নিকট থেকে দূরে সরে গেলাম। বিদ্বানগণ নাপাক অবস্থায় পরস্পরকে মুসাফাহা করার অনুমতি দিয়েছেন। তাদের মতে, নাপাক ব্যক্তির ঘাম এবং ঋতুবতী মহিলার ঘামের মধ্যে কোন অপবিত্রতা (নাপাক) নেই।"
  },
  {
    "hadith_id": 122,
    "narrator": "উম্মু সালামাহ্ (রাঃ)",
    "bn": "তিনি বলেন, মিলহান কন্যা উম্মু সুলাইম (রাঃ) নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকটে এসে বললেন, হে আল্লাহর রাসূল! হক কথা বলতে আল্লাহ তা’আলা লজ্জাবোধ করেন না। অতএব কোন নারীর পুরুষদের মত স্বপ্নদোষ হলে কি তাকে গোসল করতে হবে? তিনি বললেনঃ হ্যাঁ, যখন সে পানির (বীর্যপাতের) চিহ্ন দেখতে পায় তখন যেন গোসল করে নেয়। উম্মু সালামাহ্ (রাঃ) বলেন, আমি তাঁকে বললাম, হে উম্মু সুলাইম! আপনি তো নারীদের অপমান করলেন। \n\nসহীহ্। ইবনু মাজাহ-(৬০০), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ جَاءَتْ أُمُّ سُلَيْمٍ بِنْتُ مِلْحَانَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ اللَّهَ لاَ يَسْتَحْيِي مِنَ الْحَقِّ فَهَلْ عَلَى الْمَرْأَةِ تَعْنِي غُسْلاً إِذَا هِيَ رَأَتْ فِي الْمَنَامِ مِثْلَ مَا يَرَى الرَّجُلُ قَالَ ‏ \"‏ نَعَمْ إِذَا هِيَ رَأَتِ الْمَاءَ فَلْتَغْتَسِلْ ‏\"‏ ‏.‏ قَالَتْ أُمُّ سَلَمَةَ قُلْتُ لَهَا فَضَحْتِ النِّسَاءَ يَا أُمَّ سُلَيْمٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ عَامَّةِ الْفُقَهَاءِ أَنَّ الْمَرْأَةَ إِذَا رَأَتْ فِي الْمَنَامِ مِثْلَ مَا يَرَى الرَّجُلُ فَأَنْزَلَتْ أَنَّ عَلَيْهَا الْغُسْلَ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَالشَّافِعِيُّ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أُمِّ سُلَيْمٍ وَخَوْلَةَ وَعَائِشَةَ وَأَنَسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান সহীহ্। ফিকহ্বিদগণ এ ব্যাপারে একমত যে, কোন স্ত্রীলোকের পুরুষের মত স্বপ্নদোষ হলে এবং বীর্যপাত হলে তাকে গোসল করতে হবে। সুফিয়ান সাওরী এবং শাফিঈও একথা বলেছেন। এ অনুচ্ছেদে উম্মু সুলাইম, খাওলা, ‘আয়িশাহ্ ও আনাস (রাঃ) হতেও বর্ণিত হাদীস রয়েছে।"
  },
  {
    "hadith_id": 124,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ পবিত্র মাটি মুসলমানদের জন্য পবিত্রতাকারী, যদিও সে দশ বছর ধরে পানি না পায়। যখন সে পানি পাবে তখন নিজের শরীরে যেন পানি পৌঁছায় (গোসল করে)। এটাই (তার জন্য) উত্তম। মাহমূদ তার বর্ণিত হাদীসে এরূপ উল্লেখ করেছেনঃ পবিত্র মুসলমানদের জন্য ওযূ গোসলের (বিকল্প) উপকরণ। \n\nসহীহ্। মিশকাত-(৫৩০), সহীহ্ আবূ দাঊদ-(৩৫৭), ইরওয়া-(১৫৩)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَمَحْمُودُ بْنُ غَيْلاَنَ، قَالاَ حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلاَبَةَ، عَنْ عَمْرِو بْنِ بُجْدَانَ، عَنْ أَبِي ذَرٍّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ الصَّعِيدَ الطَّيِّبَ طَهُورُ الْمُسْلِمِ وَإِنْ لَمْ يَجِدِ الْمَاءَ عَشْرَ سِنِينَ فَإِذَا وَجَدَ الْمَاءَ فَلْيُمِسَّهُ بَشَرَتَهُ فَإِنَّ ذَلِكَ خَيْرٌ ‏\"‏ ‏.‏ وَقَالَ مَحْمُودٌ فِي حَدِيثِهِ ‏\"‏ إِنَّ الصَّعِيدَ الطَّيِّبَ وَضُوءُ الْمُسْلِمِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَعِمْرَانَ بْنِ حُصَيْنٍ ‏.‏ قَالَ أَبُو عِيسَى وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنْ خَالِدٍ الْحَذَّاءِ عَنْ أَبِي قِلاَبَةَ عَنْ عَمْرِو بْنِ بُجْدَانَ عَنْ أَبِي ذَرٍّ ‏.‏ وَقَدْ رَوَى هَذَا الْحَدِيثَ أَيُّوبُ عَنْ أَبِي قِلاَبَةَ عَنْ رَجُلٍ مِنْ بَنِي عَامِرٍ عَنْ أَبِي ذَرٍّ وَلَمْ يُسَمِّهِ ‏.‏ قَالَ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ عَامَّةِ الْفُقَهَاءِ أَنَّ الْجُنُبَ وَالْحَائِضَ إِذَا لَمْ يَجِدَا الْمَاءَ تَيَمَّمَا وَصَلَّيَا ‏.‏ وَيُرْوَى عَنِ ابْنِ مَسْعُودٍ أَنَّهُ كَانَ لاَ يَرَى التَّيَمُّمَ لِلْجُنُبِ وَإِنْ لَمْ يَجِدِ الْمَاءَ ‏.‏ وَيُرْوَى عَنْهُ أَنَّهُ رَجَعَ عَنْ قَوْلِهِ فَقَالَ يَتَيَمَّمُ إِذَا لَمْ يَجِدِ الْمَاءَ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَمَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ হুরাইরা, আব্দুল্লাহ ইবনু ‘আমর ও ‘ইমরান ইবনু হুসাইন (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। \nআবূ ‘ঈসা বলেনঃ খালিদ আলহাজ্জা হতে এই হাদীসটি আরো অনেকে বর্ণনা করেছেন এই হাদীসটি  আইয়ূব আবূ কিলাবা হতে তিনি বনু-আমির গোত্রের এক ব্যক্তি হতে তিনি আবূ যার হতে বর্ণনা করেছেন। হাদীসটি হাসান। জামহুর ফুকাহাদের এটাই মত যে, নাপাক ব্যক্তি ও ঋতুবতী মহিলা (ঋতুশেষে) পবিত্রতা অর্জনের জন্য পানি না পেলে তায়াম্মুম করে নামায আদায় করবে। ইবনু মাসঊদ (রাঃ) হতে বর্ণিত আছে যে, তিনি নাপাক ব্যক্তির জন্য পানি না পেলেও তায়াম্মুম জায়িয মনে করেন না। বর্ণিত আছে যে, তিনি তাঁর এ অভিমত পরবর্তী কালে প্রত্যাহার করেছেন বলেও উল্লেখ আছে। অতঃপর তিনি পানি না পাওয়া গেলে তায়াম্মুম করে নেবে। সুফিয়ান সাওরী, শাফিঈ, মালিক, আহমাদ অ ইসহাক এ মতেরই সমর্থক।"
  },
  {
    "hadith_id": 125,
    "narrator": "‘আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেন, আবূ হুবাইশের কন্যা ফাতিমা (রাঃ) নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট এসে বলেন, হে আল্লাহর রাসূল! আমি একজন ইস্তিহাযার রোগিণী, কখনও পবিত্র হই না। আমি কি নামায ছেড়ে দেব? তিনি বললেনঃ “না, এটা একটা শিরার রক্ত, হায়িয নয়। যখন তোমার হায়িয শুরু হবে,নামায ছেড়ে দেবে। যখন হায়িযের সময়সীমা শেষ হবে, তোমার শরীর হতে রক্ত ধুয়ে ফেলবে (গোসল করে নেবে) এবং নামায আদায় করবে”। \nআবূ মুআবিয়া তাঁর বর্ণিত হাদীসে বলেন, তিনি (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) বললেন, (হায়িযের মুদ্দাত শেষ হওয়ার পর) প্রত্যেক নামাযের জন্য ওযূ কর (নামায আদায় কর), যতক্ষণ পরবর্তী (হায়িযের) সময় না আসে। \n\nসহীহ্। ইবনু মাজাহ-(৬২১), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، وَعَبْدَةُ، وَأَبُو مُعَاوِيَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ جَاءَتْ فَاطِمَةُ بِنْتُ أَبِي حُبَيْشٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي امْرَأَةٌ أُسْتَحَاضُ فَلاَ أَطْهُرُ أَفَأَدَعُ الصَّلاَةَ قَالَ ‏\"‏ لاَ إِنَّمَا ذَلِكِ عِرْقٌ وَلَيْسَتْ بِالْحَيْضَةِ فَإِذَا أَقْبَلَتِ الْحَيْضَةُ فَدَعِي الصَّلاَةَ وَإِذَا أَدْبَرَتْ فَاغْسِلِي عَنْكِ الدَّمَ وَصَلِّي ‏\"‏ ‏.‏ قَالَ أَبُو مُعَاوِيَةَ فِي حَدِيثِهِ وَقَالَ ‏\"‏ تَوَضَّئِي لِكُلِّ صَلاَةٍ حَتَّى يَجِيءَ ذَلِكَ الْوَقْتُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أُمِّ سَلَمَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ جَاءَتْ فَاطِمَةُ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَمَالِكٌ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ أَنَّ الْمُسْتَحَاضَةَ إِذَا جَاوَزَتْ أَيَّامَ أَقْرَائِهَا اغْتَسَلَتْ وَتَوَضَّأَتْ لِكُلِّ صَلاَةٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে উম্মু সালামাহ্ (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ ‘আয়িশাহ্ (রাঃ)-এর এই হাদীসটি হাসান সহীহ। নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের একাধিক বিশেষজ্ঞ সাহাবা এবং তাবিঈনের এই মত। সুফিয়ান সাওরী, মালিক, ইবনুল মুবারাক ও শাফিঈ বলেন, ইস্তিহাযার রোগিণী হায়িযের সময়সীমা পার হলে গোসল করবে এবং প্রত্যেক নামযের জন্য (নতুন করে) ওযূ করবে।"
  },
  {
    "hadith_id": 129,
    "narrator": "'আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, জাহ্‌শ কন্যা উম্মু হাবীবা (রাঃ) রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের নিকট ফাতোয়া জানতে চাইলেন। তিনি বললেন, আমি সর্বদা ইস্তিহাযার রোগে আক্রান্ত থাকি এবং কখনও পবিত্র হই না। আমি কি নামায ছেড়ে দেব? তিনি বললেনঃ \"না, এটা একটি শিরার রক্ত; তুমি গোসল করে নামায আদায় করবে। \" অতঃপর তিনি (উম্মু হাবীবা) প্রত্যেক নামাযের জন্য গোসল করতেন। \n\nসহীহ্‌। ইবনু মাজাহ- (৬২৬), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتِ اسْتَفْتَتْ أُمُّ حَبِيبَةَ ابْنَةُ جَحْشٍ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَتْ إِنِّي أُسْتَحَاضُ فَلاَ أَطْهُرُ أَفَأَدَعُ الصَّلاَةَ فَقَالَ ‏ \"‏ لاَ إِنَّمَا ذَلِكِ عِرْقٌ فَاغْتَسِلِي ثُمَّ صَلِّي ‏\"‏ ‏.‏ فَكَانَتْ تَغْتَسِلُ لِكُلِّ صَلاَةٍ ‏.‏ قَالَ قُتَيْبَةُ قَالَ اللَّيْثُ لَمْ يَذْكُرِ ابْنُ شِهَابٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ أُمَّ حَبِيبَةَ أَنْ تَغْتَسِلَ عِنْدَ كُلِّ صَلاَةٍ وَلَكِنَّهُ شَيْءٌ فَعَلَتْهُ هِيَ ‏.‏ قَالَ أَبُو عِيسَى وَيُرْوَى هَذَا الْحَدِيثُ عَنِ الزُّهْرِيِّ عَنْ عَمْرَةَ عَنْ عَائِشَةَ قَالَتِ اسْتَفْتَتْ أُمُّ حَبِيبَةَ بِنْتُ جَحْشٍ رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏ وَقَدْ قَالَ بَعْضُ أَهْلِ الْعِلْمِ الْمُسْتَحَاضَةُ تَغْتَسِلُ عِنْدَ كُلِّ صَلاَةٍ ‏.‏ وَرَوَى الأَوْزَاعِيُّ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ وَعَمْرَةَ عَنْ عَائِشَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "কুতাইবা বলেন, লাইস বলেছেন, ইবনু শিহাব (তাঁর বর্ণনায়) একথা উল্লেখ করেননি যে, রাসুলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম উম্মু হাবীবাকে প্রত্যেক নামাযের সময় গোসল করার নির্দেশ দিয়েছেন । বরং তিনি স্বেচ্ছায় একাজ করতেন (নিজের ইজতিহাদের ভিত্তিতে) । \nআবূ 'ঈসা বলেন, যুহরীও 'আমরার সূত্রে, তিনি 'আয়িশাহ্‌ (রাঃ)-এর সূত্রে এ হদীসটি বর্ণনা করেছেন। কোন কোন মনীষীর মতে ইস্তিহাযার রোগিণীকে প্রত্যেক নামাযের জন্য গোসল করতে হবে। ‘আওযায়ী ও যুহরী হতে পূর্বোক্ত সনদে হাদীসটি বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 130,
    "narrator": "মুআযাহ্‌ (রহঃ)",
    "bn": "এক মহিলা 'আয়িশাহ্‌ (রাঃ)-এর নিকট প্রশ্ন করল, আমাদের কেউ তার হায়িয চলাকালীন সময়ের নামায কি পরে আদায় করবে? তিনি (‘আয়িশাহ্‌) বললেন, তুমি কি হারূরা এলাকার বাসিন্দা (খারিজী)? আমাদের কাউকে মাসিক ঋতু চলাকালীন ছুটে যাওয়া নামায পরবর্তীতে কাযা করার নির্দেশ দেওয়া হত না। \n\nসহীহ্‌। ইবনু মাজাহ- (৬৩১),  বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ مُعَاذَةَ، أَنَّ امْرَأَةً، سَأَلَتْ عَائِشَةَ قَالَتْ أَتَقْضِي إِحْدَانَا صَلاَتَهَا أَيَّامَ مَحِيضِهَا فَقَالَتْ أَحَرُورِيَّةٌ أَنْتِ قَدْ كَانَتْ إِحْدَانَا تَحِيضُ فَلاَ تُؤْمَرُ بِقَضَاءٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ عَنْ عَائِشَةَ مِنْ غَيْرِ وَجْهٍ أَنَّ الْحَائِضَ لاَ تَقْضِي الصَّلاَةَ ‏.‏ وَهُوَ قَوْلُ عَامَّةِ الْفُقَهَاءِ لاَ اخْتِلاَفَ بَيْنَهُمْ فِي أَنَّ الْحَائِضَ تَقْضِي الصَّوْمَ وَلاَ تَقْضِي الصَّلاَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, হাদীসটি হাসান সহীহ । 'আয়িশাহ্‌ (রাঃ)-এর নিকট হতে বিভিন্ন সূত্রে বর্ণিত হয়েছে যে, ঋতুবতী নারীকে তার ছুটে যাওয়া নামায পরবর্তী সময়ে কাযা করতে হবে না । সমস্ত ফিক্‌হবিদ এ ব্যাপারে একমত । হায়িযগ্রস্তা মহিলাকে তার ছুটে যাওয়া নামায কাযা করতে হবে না, কিন্তু রোযার কাযা করতে হবে, এ ব্যাপারেও ফিক্‌হবিদদের মধ্যে কোনো দ্বিমত নেই ।"
  },
  {
    "hadith_id": 131,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ ঋতুবর্তী নারী ও নাপাক ব্যক্তি (যার উপর গোসল ফরয) কুরআনের কোন অংশ তিলাওয়াত করবে না।\n\nমুনকার, ইবনু মাজাহ (৫৯৫)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، وَالْحَسَنُ بْنُ عَرَفَةَ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ تَقْرَإِ الْحَائِضُ وَلاَ الْجُنُبُ شَيْئًا مِنَ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ إِسْمَاعِيلَ بْنِ عَيَّاشٍ عَنْ مُوسَى بْنِ عُقْبَةَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ يَقْرَإِ الْجُنُبُ وَلاَ الْحَائِضُ ‏\"‏ ‏.‏ وَهُوَ قَوْلُ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ مِثْلِ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ قَالُوا لاَ تَقْرَأُ الْحَائِضُ وَلاَ الْجُنُبُ مِنَ الْقُرْآنِ شَيْئًا إِلاَّ طَرَفَ الآيَةِ وَالْحَرْفَ وَنَحْوَ ذَلِكَ وَرَخَّصُوا لِلْجُنُبِ وَالْحَائِضِ فِي التَّسْبِيحِ وَالتَّهْلِيلِ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ إِنَّ إِسْمَاعِيلَ بْنَ عَيَّاشٍ يَرْوِي عَنْ أَهْلِ الْحِجَازِ وَأَهْلِ الْعِرَاقِ أَحَادِيثَ مَنَاكِيرَ ‏.‏ كَأَنَّهُ ضَعَّفَ رِوَايَتَهُ عَنْهُمْ فِيمَا يَنْفَرِدُ بِهِ ‏.‏ وَقَالَ إِنَّمَا حَدِيثُ إِسْمَاعِيلَ بْنِ عَيَّاشٍ عَنْ أَهْلِ الشَّأْمِ ‏.‏ وَقَالَ أَحْمَدُ بْنُ حَنْبَلٍ إِسْمَاعِيلُ بْنُ عَيَّاشٍ أَصْلَحُ مِنْ بَقِيَّةَ وَلِبَقِيَّةَ أَحَادِيثُ مَنَاكِيرُ عَنِ الثِّقَاتِ ‏.‏ قَالَ أَبُو عِيسَى حَدَّثَنِي أَحْمَدُ بْنُ الْحَسَنِ قَالَ سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ ذَلِكَ ‏.‏",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে ‘আলী (রাঃ) হতে বর্ণনাকৃত হাদীস ও আছে। আবূ ‘ঈসা বলেনঃ এ হাদীসটি ইসমা’ঈল ইবনু ‘আইয়াশ একটি মাত্র সনদে সূত্রেই বর্ণনা করেছেন যে, নাপাক ব্যক্তি ও হায়িযগ্রস্তা নারী কুরআন তিলাওয়াত করবে না। এ সূত্র ব্যতীত অন্য কোন সূত্রে আমরা উপরোক্ত হাদীস জানতে পারিনি। বেশিরভাগ বিশেষজ্ঞ সাহাবা ও তাবিঈ এটাই বলেছেন। তাদের পরবর্তীগণ যেমন, সুফইয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ, আহমাদ ও ইসহাক বলেনঃ নাপাক ও হায়িয অবস্থায় কুরআনের কোন অংশ তিলাওয়াত করবে না; কিন্তু কোন আয়াতের অংশবিশেষ অথবা শব্দ ইত্যাদি পাঠ করতে পারবে। তাঁরা নাপাক ব্যক্তি ও হায়িযগ্রস্তা নারীকে তাসবীহ-তাহলীল (সুবহানাল্লাহ, লা-ইলা-হা ইল্লাল্লা-হ ইত্যাদি) পড়ার অনুমতি দিয়েছেন। \nইমাম তিরমিযী বলেনঃ আমি মুহাম্মদ ইবনু ইসমাঈল (বুখারী)-কে বলতে শুনেছি, এ হাদীসের এক রাবী ইসমাঈল ইবনু ‘আইয়াশ, হিজায ও ইরাকবাসীদের হতে অস্বীকৃত (মুনকার) হাদীসগুলো বর্ণনা করে থাকে। ইমাম বুখারী তাদের সূত্রে বর্ণিত তার এ ধরনের একক বর্ণনাগুলোকে য‘ঈফ বলতে চান। তিনি আরো বলেছেন, সিরীয়াবাসীদের নিকট হতে বর্ণিত ইসমা‘ঈল ইবনু ‘আইয়াশের হাদীসগুলো শক্তিশালী। আহমাদ ইবনু হাম্বাল বলেছেনঃ ইসমা‘ঈল ইবনু ‘আইয়াশ বাকিয়ার তুলনায় অনেক ভাল। কেননা বাকিয়া সিকাহ রাবীদের বরাতে মুনকার হাদীস বর্ণনা করেছেন। আবূ ‘ঈসা বলেনঃ আহমাদ ইবনু হাসান আমাকে এ কথা বলেছেন। তিনি বলেছেন, আমি আহমাদ ইবনু হাম্বালকে এ কথা বলতে শুনেছি।"
  },
  {
    "hadith_id": 132,
    "narrator": "'আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আমি যখন ঋতুবতী হতাম রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম আমাকে নির্দেশ দিতেনঃ 'তুমি শক্ত করে পাজামা বেঁধে নাও। অতঃপর তিনি আমাকে আলিঙ্গন করতেন। \n\nসহীহ্‌। ইবনু মাজাহ- (২৬০), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا حِضْتُ يَأْمُرُنِي أَنْ أَتَّزِرَ ثُمَّ يُبَاشِرُنِي ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أُمِّ سَلَمَةَ وَمَيْمُونَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে উম্মু সালামাহ্‌ ও মাইমূনাহ্‌ (রাঃ) হতে বর্ণনাকৃত হাদীসও রয়েছে । আবূ 'ঈসা বলেন, 'আয়িশাহ্‌ (রাঃ)- এর হাদীসটি হাসান সহীহ । একাধিক বিশেষজ্ঞ সাহাবা ও তাবিঈ এটাই বলেছেন (ঋতুবতীর সাথে একত্রে ঘুমানো যাবে) । ইমাম শাফিঈ, আহমাদ এবং ইসহাকও এই মত দিয়েছেন।"
  },
  {
    "hadith_id": 133,
    "narrator": "আবদুল্লাহ ইবনু সা'দ (রাঃ)",
    "bn": "তিনি বলেন, আমি হায়িযগ্রস্তা নারীর সাথে একত্রে পানাহার সম্পর্কে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট প্রশ্ন করলাম। তিনি বললেনঃ তার সাথে খাও। \n\nসহীহ্‌। ইবনু মাজাহ- (৬৫১)।",
    "ar": "حَدَّثَنَا عَبَّاسٌ الْعَنْبَرِيُّ، وَمُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنِ الْعَلاَءِ بْنِ الْحَارِثِ، عَنْ حَرَامِ بْنِ مُعَاوِيَةَ، عَنْ عَمِّهِ عَبْدِ اللَّهِ بْنِ سَعْدٍ، قَالَ سَأَلْتُ النَّبِيَّ صلى الله عليه وسلم عَنْ مُوَاكَلَةِ الْحَائِضِ فَقَالَ ‏ \"‏ وَاكِلْهَا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ سَعْدٍ حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَهُوَ قَوْلُ عَامَّةِ أَهْلِ الْعِلْمِ لَمْ يَرَوْا بِمُوَاكَلَةِ الْحَائِضِ بَأْسًا ‏.‏ وَاخْتَلَفُوا فِي فَضْلِ وَضُوئِهَا فَرَخَّصَ فِي ذَلِكَ بَعْضُهُمْ وَكَرِهَ بَعْضُهُمْ فَضْلَ طَهُورِهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে 'আয়িশাহ্‌ এবং আনাস (রাঃ) হতে বর্ণনাকৃত হাদীসও রয়েছে । আবূ 'ঈসা বলেন, এ হাদীসটি হাসান গারীব । জামহুর উলামাদের মতে, হায়িযগ্রস্তার সাথে একত্রে পানাহার কোন দোষ নেই । কিন্তু স্ত্রীলোকদের ওযূ করার পর অবশিষ্ট পানি ব্যবহার করা সম্পর্কে মতের অমিল আছে । কেউ কেউ এটা ব্যবহার করার পক্ষে অভিমত দিয়েছেন, আবার কেউ কেউ মাকরূহ বলেছেন ।"
  },
  {
    "hadith_id": 134,
    "narrator": "কাসিম ইবনু  মুহাম্মাদ (রহঃ)",
    "bn": "তিনি বলেন, 'আয়িশাহ্‌ (রাঃ) আমাকে বলেছেন, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম আমাকে নির্দেশ দিলেনঃ \"হাত বাড়িয়ে মাসজিদ হতে আমাকে মাদুরটি এনে দাও। \" তিনি ('আয়িশাহ্‌) বলেন, আমি বললাম, আমি হায়িযগ্রস্তা। তিনি বললেনঃ তোমার হায়িয তো তোমার হাতে নয়। \n\nসহীহ। ইবনু মাজাহ- (৬৩২), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، عَنِ الأَعْمَشِ، عَنْ ثَابِتِ بْنِ عُبَيْدٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، قَالَ قَالَتْ لِي عَائِشَةُ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ نَاوِلِينِي الْخُمْرَةَ مِنَ الْمَسْجِدِ ‏\"‏ ‏.‏ قَالَتْ قُلْتُ إِنِّي حَائِضٌ ‏.‏ قَالَ ‏\"‏ إِنَّ حَيْضَتَكِ لَيْسَتْ فِي يَدِكِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ عَامَّةِ أَهْلِ الْعِلْمِ لاَ نَعْلَمُ بَيْنَهُمُ اخْتِلاَفًا فِي ذَلِكَ بِأَنْ لاَ بَأْسَ أَنْ تَتَنَاوَلَ الْحَائِضُ شَيْئًا مِنَ الْمَسْجِدِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু 'উমার ও আবূ হুরাইরা (রাঃ)- এর হাদীসও রয়েছে । আবূ 'ঈসা বলেন, 'আয়িশাহ্‌ (রাঃ)-এর হাদীসটি হাসান সহীহ । হায়িযগ্রস্তা নারী মাসজিদ হতে হাত বাড়িয়ে কোন কিছু তুলে আনতে পারে, এ ব্যাপারে আলিমদের মধ্যে কোন মতবিরোধ নেই ।"
  },
  {
    "hadith_id": 135,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নাবী সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেনঃ যে ব্যক্তি ঋতুবতী নারীর সাথে সহবাস করে অথবা স্ত্রীর গুহ্যদ্বারে সহবাস করে অথবা গনক ঠাকুরের নিকটে যায়- সে মুহাম্মাদ সাল্লল্লাহু 'আলাইহি ওয়াসাল্লামের উপর যা অবতীর্ণ করা হয়েছে তা (কুরআন) অবিশ্বাস করে। \n\nসহীহ। ইবনু মাজাহ- (৬৩৯)।",
    "ar": "حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، وَبَهْزُ بْنُ أَسَدٍ، قَالُوا حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ حَكِيمٍ الأَثْرَمِ، عَنْ أَبِي تَمِيمَةَ الْهُجَيْمِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ أَتَى حَائِضًا أَوِ امْرَأَةً فِي دُبُرِهَا أَوْ كَاهِنًا فَقَدْ كَفَرَ بِمَا أُنْزِلَ عَلَى مُحَمَّدٍ صلى الله عليه وسلم ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى لاَ نَعْرِفُ هَذَا الْحَدِيثَ إِلاَّ مِنْ حَدِيثِ حَكِيمٍ الأَثْرَمِ عَنْ أَبِي تَمِيمَةَ الْهُجَيْمِيِّ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَإِنَّمَا مَعْنَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ عَلَى التَّغْلِيظِ ‏.‏ وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ أَتَى حَائِضًا فَلْيَتَصَدَّقْ بِدِينَارٍ ‏\"‏ ‏.‏ فَلَوْ كَانَ إِتْيَانُ الْحَائِضِ كُفْرًا لَمْ يُؤْمَرْ فِيهِ بِالْكَفَّارَةِ ‏.‏ وَضَعَّفَ مُحَمَّدٌ هَذَا الْحَدِيثَ مِنْ قِبَلِ إِسْنَادِهِ ‏.‏ وَأَبُو تَمِيمَةَ الْهُجَيْمِيُّ اسْمُهُ طَرِيفُ بْنُ مُجَالِدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি আবূ হুরাইরা (রাঃ) হতে আবূ তামীমা, তাঁর হতে হাকীম আল-আসরাম - এই সূত্র ছাড়া অন্য কোন সূত্রে বর্ণিত হয়েছে কি না তা আমার জানা নেই । (আবূ তামীমার বিশ্বস্ততা সম্পর্কে কোন কোন হাদীস বিশারদ সন্দেহ প্রকাশ করেছেন- অনুবাদক) । মনীষীগণ এ হাদীসের ব্যাখ্যায় বলেছেন, 'অবতীর্ণ করা জিনিসের প্রতি অবিশ্বাস করে'-রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম এ কথা তিরস্কার ও ধমকের সুরে বলেছেন। কেননা উল্লেখিত কাজ করলে কেউ কাফির হয়ে যায় না । রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের নিকট হতে এরূপ বর্ণনাও আছে, তিনি বলেনঃ \"যে ব্যক্তি ঋতুবতী স্ত্রীর সাথে  সহবাস করে সে যেন একটি দীনার (স্বর্ণমুদ্রা) সাদকা করে। ''\nহায়িযগ্রস্তার সাথে সহবাস করা যদি কুফরীর পর্যায়ভুক্ত হত, তাহলে এর পরিবর্তে সাদকা করার নির্দেশ দেয়া হত না । ইমাম বুখারীও সনদের দৃষ্টিকোণ হতে হাদীসটি য'ঈফ বলেছেন । আবূ তামীমা আল-হুজাইমী'র নাম তারীফ ইবনু মুজালিদ ।"
  },
  {
    "hadith_id": 136,
    "narrator": "ইবনু 'আব্বাস (রাঃ)",
    "bn": "যে ব্যক্তি তার স্ত্রীর সাথে হায়িয চলাকালীন সময়ে সহবাস করে তার সম্পর্কে নবী সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেছেনঃ \"সে অর্ধ দীনার সাদকা করবে\"। \n\nসহীহ্‌ - এই শব্দে \"এক দীনার বা অর্ধ দীনার\" - সহীহ্‌ আবূ দাউদ -(২৫৬), ইবনু মাজাহ-(৬৪০)। হাদীসে বর্ণিত অর্ধ দীনার এই শব্দে হাদীসটি য'ঈফ, য'ঈফ আবূ দাঊদ-(৪২)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شَرِيكٌ، عَنْ خُصَيْفٍ، عَنْ مِقْسَمٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الرَّجُلِ يَقَعُ عَلَى امْرَأَتِهِ وَهِيَ حَائِضٌ قَالَ ‏ \"‏ يَتَصَدَّقُ بِنِصْفِ دِينَارٍ ‏\"‏ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null
  },
  {
    "hadith_id": 137,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যখন রক্ত লাল থাকে তখন (সহবাস করলে) এক দীনার, আর যখন রক্ত পীতবর্ণ ধারণ করে তখন অর্ধ দীনার। \n\nয’ঈফ। এই বিশ্লেষণ সহীহ সনদে মাওকূফ, সহীহ আবূ দাঊদ-(২৫৮)।",
    "ar": "حَدَّثَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ، أَخْبَرَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ أَبِي حَمْزَةَ السُّكَّرِيِّ، عَنْ عَبْدِ الْكَرِيمِ، عَنْ مِقْسَمٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا كَانَ دَمًا أَحْمَرَ فَدِينَارٌ وَإِذَا كَانَ دَمًا أَصْفَرَ فَنِصْفُ دِينَارٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ الْكَفَّارَةِ فِي إِتْيَانِ الْحَائِضِ قَدْ رُوِيَ عَنِ ابْنِ عَبَّاسٍ مَوْقُوفًا وَمَرْفُوعًا ‏.‏ وَهُوَ قَوْلُ بَعْضِ أَهْلِ الْعِلْمِ ‏.‏ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ ابْنُ الْمُبَارَكِ يَسْتَغْفِرُ رَبَّهُ وَلاَ كَفَّارَةَ عَلَيْهِ ‏.‏ وَقَدْ رُوِيَ نَحْوُ قَوْلِ ابْنِ الْمُبَارَكِ عَنْ بَعْضِ التَّابِعِينَ مِنْهُمْ سَعِيدُ بْنُ جُبَيْرٍ وَإِبْرَاهِيمُ النَّخَعِيُّ وَهُوَ قَوْلُ عَامَّةِ عُلَمَاءِ الأَمْصَارِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, ‘ঋতুবতীর সাথে সহবাস করার কাফফারা’ সম্পর্কিত হাদীস ইবনু ‘আব্বাস (রাঃ)-এর সূত্রে দুইভাবে অর্থাৎ ‘মাওকূফ এবং মারফূ’ হিসাবে বর্ণিত হয়েছে। কিছু বিশেষজ্ঞ কাফফারা আদায়ের পক্ষে মত দিয়েছেন। ইমাম আহমাদ ও ইসহাক এই মতের সমর্থক। ইবনুল মুবারাক বলেন, সহবাসকারীকে কোন কাফফারা দিতে হবে না, বরং সে আল্লাহ তা’আলার নিকটে তাওবা করবে। কিছু তাবিঈও তাঁর অনুরূপ মত দিয়েছেন। সা’ঈদ ইবনু জুবাইর ও ইবরাহীম নাখঈও তাঁদের অন্তর্ভুক্ত। এটাই অধিকাংশ বিদ্বানগণের অভিমত।"
  },
  {
    "hadith_id": 138,
    "narrator": "আসমা বিনতু আবী বাকার সিদ্দীক (রাঃ)",
    "bn": "এক মহিলা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হায়েইযের রক্ত লাগা কাপড়ের বিধান সম্পর্কে প্রশ্ন করলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আঙ্গুল দিয়ে খুঁটে খুঁটে তা তুলে ফেল, অতঃপর পানি দিয়ে তা আঙ্গুলের মাধ্যমে মলে নাও, অতঃপর তাতে পানি গড়িয়ে দাও, অতঃপর তা পরে নামায আদায় কর। \n\nসহীহ। ইবনু মাজাহ- (৬২৯), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ، أَنَّ امْرَأَةً، سَأَلَتِ النَّبِيَّ صلى الله عليه وسلم عَنِ الثَّوْبِ يُصِيبُهُ الدَّمُ مِنَ الْحَيْضَةِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ حُتِّيهِ ثُمَّ اقْرُصِيهِ بِالْمَاءِ ثُمَّ رُشِّيهِ وَصَلِّي فِيهِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأُمِّ قَيْسٍ بِنْتِ مِحْصَنٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَسْمَاءَ فِي غَسْلِ الدَّمِ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي الدَّمِ يَكُونُ عَلَى الثَّوْبِ فَيُصَلِّي فِيهِ قَبْلَ أَنْ يَغْسِلَهُ قَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنَ التَّابِعِينَ إِذَا كَانَ الدَّمُ مِقْدَارَ الدِّرْهَمِ فَلَمْ يَغْسِلْهُ وَصَلَّى فِيهِ أَعَادَ الصَّلاَةَ ‏.‏ وَقَالَ بَعْضُهُمْ إِذَا كَانَ الدَّمُ أَكْثَرَ مِنْ قَدْرِ الدِّرْهَمِ أَعَادَ الصَّلاَةَ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ ‏.‏ وَلَمْ يُوجِبْ بَعْضُ أَهْلِ الْعِلْمِ مِنَ التَّابِعِينَ وَغَيْرِهِمْ عَلَيْهِ الإِعَادَةَ وَإِنْ كَانَ أَكْثَرَ مِنْ قَدْرِ الدِّرْهَمِ ‏.‏ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ الشَّافِعِيُّ يَجِبُ عَلَيْهِ الْغَسْلُ وَإِنْ كَانَ أَقَلَّ مِنْ قَدْرِ الدِّرْهَمِ وَشَدَّدَ فِي ذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ হুরাইরা ও উম্মু ক্বাইস (রাঃ)-এর হাদীসও রয়েছে। আবূ ‘ঈসা বলেন, আসমা (রহঃ)-এর এ হাদীসটি হাসান সহীহ। কাপড়ে হায়িযের রক্ত লেগে গেলে তা না ধুয়ে নামায আদায় করা যাবে কি না এ ব্যাপারে বিদ্বানদের মধ্যে মতের অমিল আছে। তাবিঈদের মধ্যে কিছু বিশেষজ্ঞ বলেছেন, যদি কাপড়ের রক্ত এক দিরহাম পরিমাণ হয় এবং তা না ধুয়েই ঐ কাপড় পরেই নামায আদায় করা হয় তাহলে নামায আবার আদায় করতে হবে। অপর দল বলেছে, রক্তের পরিমাণ এক দিরহামের বেশি হলেই আবার নামায আদায় করতে হবে। সুফিয়ান সাওরী ও ইবনুল মুবারাক একথা বলেছেন। কিছু সংখ্যক তাবেঈ এবং আহমাদ ও ইসহাকের মতে রক্তের পরিমাণ এক দিরহামের বেশি হলেও নতুন করে নামায আদায় করতে হবে না। ইমাম শাফিঈর মতে, কাপড়ে এক দিরহামের কম পমান রক্ত লাগলেও তা ধুয়ে নেয়া ওয়াজিব। তিনি এ ব্যাপারে কঠোরতা অবলম্বন করেছেন।"
  },
  {
    "hadith_id": 139,
    "narrator": "উম্মু সালামাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে নিফাসগ্রস্তা মহিলারা চল্লিশ দিন বসে থাকত। আমরা ওয়ারস ঘাস পিষে তা দিয়ে আমাদের চেহারার দাগ তুলতাম। \n\nহাসান সহীহ। ইবনু মাজাহ-(৬৪৮)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا شُجَاعُ بْنُ الْوَلِيدِ أَبُو بَدْرٍ، عَنْ عَلِيِّ بْنِ عَبْدِ الأَعْلَى، عَنْ أَبِي سَهْلٍ، عَنْ مُسَّةَ الأَزْدِيَّةِ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ كَانَتِ النُّفَسَاءُ تَجْلِسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم أَرْبَعِينَ يَوْمًا فَكُنَّا نَطْلِي وُجُوهَنَا بِالْوَرْسِ مِنَ الْكَلَفِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ أَبِي سَهْلٍ عَنْ مُسَّةَ الأَزْدِيَّةِ عَنْ أُمِّ سَلَمَةَ ‏.‏ وَاسْمُ أَبِي سَهْلٍ كَثِيرُ بْنُ زِيَادٍ ‏.‏ قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ عَلِيُّ بْنُ عَبْدِ الأَعْلَى ثِقَةٌ وَأَبُو سَهْلٍ ثِقَةٌ ‏.‏ وَلَمْ يَعْرِفْ مُحَمَّدٌ هَذَا الْحَدِيثَ إِلاَّ مِنْ حَدِيثِ أَبِي سَهْلٍ ‏.‏ وَقَدْ أَجْمَعَ أَهْلُ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ عَلَى أَنَّ النُّفَسَاءَ تَدَعُ الصَّلاَةَ أَرْبَعِينَ يَوْمًا إِلاَّ أَنْ تَرَى الطُّهْرَ قَبْلَ ذَلِكَ فَإِنَّهَا تَغْتَسِلُ وَتُصَلِّي ‏.‏ فَإِذَا رَأَتِ الدَّمَ بَعْدَ الأَرْبَعِينَ فَإِنَّ أَكْثَرَ أَهْلِ الْعِلْمِ قَالُوا لاَ تَدَعُ الصَّلاَةَ بَعْدَ الأَرْبَعِينَ وَهُوَ قَوْلُ أَكْثَرِ الْفُقَهَاءِ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَيُرْوَى عَنِ الْحَسَنِ الْبَصْرِيِّ أَنَّهُ قَالَ إِنَّهَا تَدَعُ الصَّلاَةَ خَمْسِينَ يَوْمًا إِذَا لَمْ تَرَ الطُّهْرَ ‏.‏ وَيُرْوَى عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ وَالشَّعْبِيِّ سِتِّينَ يَوْمًا ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি আমরা শুধুমাত্র আবূ সাহলের সূত্রে মুসসাহ আল-আজ দিয়াহ এর বরাতে উম্মু সালামাহ হতে জানতে পেরেছি। ইমাম বুখারী বলেন, আলী ইবনু আবদুল আ’লা ও আবূ সাহল সিক্বাহ রাবী। মুহাম্মাদও (বুখারী) এ হাদীসটি আবূ সাহলের সূত্রে জেনেছে। আবূ সাহলের নাম কাছীর ইবনু যিয়াদ। \nনবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বিশেষজ্ঞ সাহাবা, তাবিঈন ও তাদের পরবর্তীদের মধ্যে এ ব্যাপারে অভিন্ন মত রয়েছে যে, নিফাসগ্রস্তা মহিলারা চল্লিশ দিন পর্যন্ত নামায আদায় করবে না। হ্যাঁ, যদি চল্লিশ দিনের পূর্বে পবিত্র হয়ে যায় তবে গোসল করে নামায শুরু করে দেবে। যদি চল্লিশ দিন পরো রক্তস্রাব চলতে থাকে, তবে বেশির ভাগ বিশেষজ্ঞের মতে চল্লিশ দিন পর আর নামায ছাড়া থাকা যাবে না। বেশিরভাগ ফিকহবিদেরও এই ফাতোয়া। সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ, আহমাদ ও ইসহাক (এবং ইমাম আবূ হানীফাও) এই কথাই বলেছেন। হাসান বাসরী পঞ্চাশ দিন এবং আতা ইবনু আবূ রাবাহ ও শাবী ষাট দিন নামায ছেড়ে দেওয়ার কথা বলেছেন, যদি ঋতুস্রাব চলতেই থাকে।"
  },
  {
    "hadith_id": 140,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একই গোসলে তাঁর স্ত্রীদের নিকট যেতেন (একাধিক স্ত্রীর সাথে সহবাস করে একবারেই গোসল করতেন)। \n\nসহীহ। ইবনু মাজাহ –(৫৮৮), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا بُنْدَارٌ، مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، عَنْ مَعْمَرٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَطُوفُ عَلَى نِسَائِهِ فِي غُسْلٍ وَاحِدٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي رَافِعٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَطُوفُ عَلَى نِسَائِهِ بِغُسْلٍ وَاحِدٍ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْهُمُ الْحَسَنُ الْبَصْرِيُّ أَنْ لاَ بَأْسَ أَنْ يَعُودَ قَبْلَ أَنْ يَتَوَضَّأَ ‏.‏ وَقَدْ رَوَى مُحَمَّدُ بْنُ يُوسُفَ هَذَا عَنْ سُفْيَانَ فَقَالَ عَنْ أَبِي عُرْوَةَ عَنْ أَبِي الْخَطَّابِ عَنْ أَنَسٍ ‏.‏ وَأَبُو عُرْوَةَ هُوَ مَعْمَرُ بْنُ رَاشِدٍ ‏.‏ وَأَبُو الْخَطَّابِ قَتَادَةُ بْنُ دِعَامَةَ ‏.‏ قَالَ أَبُو عِيسَى وَرَوَاهُ بَعْضُهُمْ عَنْ مُحَمَّدِ بْنِ يُوسُفَ عَنْ سُفْيَانَ عَنِ ابْنِ أَبِي عُرْوَةَ عَنْ أَبِي الْخَطَّابِ ‏.‏ وَهُوَ خَطَأٌ وَالصَّحِيحُ عَنْ أَبِي عُرْوَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ রাফি (রাঃ) হতে বর্ণনাকৃত হাদীসও রয়েছে। আবূ ঈসা বলেন, আনাস (রাঃ)-এর হাদীসটি হাসান সহীহ। একাধিক বিশেষজ্ঞেই মত দিয়েছে যে, ওযূ না করে দ্বিতীয়বার সহবাস করায় কোন দোষ নেই। হাসান বাসরী তাদের অন্তর্ভুক্ত। আনাস (রাঃ)-এর এ হাদীসটি মুহাম্মাদ ইবনু ইউসুফ সুফিয়ান হতে, তিনি আবূ উরওয়া হতে তিনি আবুল খাত্তাব হতে এই সূত্রে বর্ণনা করেছেন। আর আবূ উরওয়া হলেন মা’মার ইবনু রাশিদ। আবুল খাত্তাব হলেন, কাতাদা ইবনু দি’আমাহ। \nআবূ ‘ঈসা বলেন ঃ কেউ কেউ হাদীসটি মুহাম্মাদ ইবনু ইউসুফ হতে, তিনি সুফিয়ান হতে, তিনি ইবনু আবী উরওয়া হত্র, তিনি আবুল খাত্তাব হতে বর্ণনা করেছেন। আর এই বর্ণনাটি ভুল। সঠিক হলো আবূ উরওয়া।"
  },
  {
    "hadith_id": 141,
    "narrator": "আবূ সা’ঈদ খুদরী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, যখন তোমাদের কেউ নিজ স্ত্রীর সাথে সহবাস করার পর যদি আবার সহবাস করতে চায় তখন সে যেন এর মাঝখানে ওযূ করে নেয়। \n\nসহীহ। ইবনু মাজাহ-(৫৮৭), মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ أَبِي الْمُتَوَكِّلِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا أَتَى أَحَدُكُمْ أَهْلَهُ ثُمَّ أَرَادَ أَنْ يَعُودَ فَلْيَتَوَضَّأْ بَيْنَهُمَا وُضُوءًا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ عُمَرَ بْنِ الْخَطَّابِ وَقَالَ بِهِ غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ قَالُوا إِذَا جَامَعَ الرَّجُلُ امْرَأَتَهُ ثُمَّ أَرَادَ أَنْ يَعُودَ فَلْيَتَوَضَّأْ قَبْلَ أَنْ يَعُودَ ‏.‏ وَأَبُو الْمُتَوَكِّلِ اسْمُهُ عَلِيُّ بْنُ دَاوُدَ ‏.‏ وَأَبُو سَعِيدٍ الْخُدْرِيُّ اسْمُهُ سَعْدُ بْنُ مَالِكِ بْنِ سِنَانٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে উমার (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। আবূ ঈসা বলেন, আবূ সা’ঈদ (রাঃ)-এর হাদীসটি হাসান সহীহ। উমার (রাঃ)-ও দ্বিতীয় সহবাসের পূর্বে ওযূ করার কথা বলেছেন। বিদ্বানগণ বলেন, কোন ব্যক্তি নিজের স্ত্রীর সাথে সহবাস করার পর আবার সহবাস করতে চাইলে সে যেন দ্বিতীয়বার সহবাস করার আগে ওযূ করে নেয়। আবূ মোতাওয়াক্কিল এর নাম আলী ইবনু দাউদ। আবূ সা’ঈদ খুদরী (রাঃ)-এর নাম সা’দ ইবনু মালিক ইবনু সিনান।"
  },
  {
    "hadith_id": 143,
    "narrator": "আব্দুর রহমান ইবনু ‘আওফের উম্মু ওয়ালাদ",
    "bn": "তিনি (উম্মু ওয়ালাদ) বলেন, আমি উম্মু সালামাহ (রাঃ)-কে বললাম, আমি আমার কাপড়ের আঁচলের নীচের দিকে লম্বা করে দেই এবং ময়লা-আবর্জনার স্থান দিয়ে চলাচল করি (এর বিধান কি)। তিনি বললেন, রাসুলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পরবর্তী পবিত্র জায়গার মাটি এটাকে পবিত্র করে দেয়। \n\nসহীহ। ইবনু মাজাহ- (৫৩১)।",
    "ar": "حَدَّثَنَا أَبُو رَجَاءٍ، قُتَيْبَةُ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ مُحَمَّدِ بْنِ عُمَارَةَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أُمِّ وَلَدٍ، لِعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ قَالَتْ قُلْتُ لأُمِّ سَلَمَةَ إِنِّي امْرَأَةٌ أُطِيلُ ذَيْلِي وَأَمْشِي فِي الْمَكَانِ الْقَذِرِ فَقَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يُطَهِّرُهُ مَا بَعْدَهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم لاَ نَتَوَضَّأُ مِنَ الْمَوْطَإِ ‏.‏ قَالَ أَبُو عِيسَى وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ قَالُوا إِذَا وَطِئَ الرَّجُلُ عَلَى الْمَكَانِ الْقَذِرِ أَنَّهُ لاَ يَجِبُ عَلَيْهِ غَسْلُ الْقَدَمِ إِلاَّ أَنْ يَكُونَ رَطْبًا فَيَغْسِلَ مَا أَصَابَهُ ‏.‏ قَالَ أَبُو عِيسَى وَرَوَى عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ هَذَا الْحَدِيثَ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ مُحَمَّدِ بْنِ عُمَارَةَ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ عَنْ أُمِّ وَلَدٍ لِهُودِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ أُمِّ سَلَمَةَ ‏.‏ وَهُوَ وَهَمٌ وَلَيْسَ لِعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ ابْنٌ يُقَالُ لَهُ هُودٌ وَإِنَّمَا هُوَ عَنْ أُمِّ وَلَدٍ لإِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ أُمِّ سَلَمَةَ ‏.‏ وَهَذَا الصَّحِيحُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি আরো একটি সূত্রে বর্ণীত আছে, এ অনুচ্ছেদে আব্দুল্লাহ ইবনু মাসঊদ (রাঃ) হতে বর্ণনাকৃত হাদীসও রয়েছে। তিনি বলেন ঃ “আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে নামায আদায় করতাম এবং পথের ময়লা আবর্জনা লাগার কারণে ওযূ করতাম না”। \n\nআবূ ঈসা বলেন, বেশিরভাগ বিশেষজ্ঞের মত হল, যদি কোন ব্যক্তি ময়লাযুক্ত যমিনের উপর দিয়ে চলাচল করে তবে তার পা ধয়া ওয়াজিব নয়। হ্যাঁ ময়লা যদি ভিজা হয় এবং শুকনা না হয় তাহলে ময়লা লাগার জায়গা টুকু ধুয়ে নেবে। \n\nআবূ ঈসা বলেনঃ হাদীসটি আব্দুল্লাহ ইবনুল মুবারাক মালিক ইবনু আলাস হতে, তিনি মুহাম্মাদ ইবনু উমারাহ হতে তিনি মুহাম্মাদ ইবনু ইবরাহীম হতেতিনি হুদ ইবনু ‘আব্দুর রহমানের উম্মু ওয়ালাদ হতে তিনি উম্মু সালামাহ হতে বর্ণনা করেছেন। এটি বিভ্রাট। হুদ নামে ‘আব্দুর রহমান ইবনু আউফের কোন ছেলে নেই। বরং বর্ণনাটি ইবরাহীম ইবনু আব্দুররহমান ইবনু ‘আউফের উম্মু ওয়ালাদ তিনি উম্মু স্লামাহ হতে বর্ণনা করেছে। এটাই সঠিক।"
  },
  {
    "hadith_id": 145,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তাঁকে তায়াম্মুম প্রসঙ্গে প্রশ্ন করা হলে তিনি বলেন, ওযূর বিধান উল্লেখ করে আল্লাহ তা‘আলা তাঁর মহান গ্রন্থে বলেছেনঃ “তোমাদের মুখমন্ডল ও দুই হাত কনুই পর্যন্ত ধৌত কর” (সূরা মাইদাঃ ৬)। তিনি তায়াম্মুম প্রসঙ্গে বলেছেনঃ “(মাটির ওপর হাত মেরে তা দিয়ে) নিজেদের মুখমন্ডল ও হাত মাসিহ করে নাও” (সূরা মাইদাঃ ৬)। তিনি (চোরের শাস্তি প্রসঙ্গে) বলেছেনঃ “চোর পুরুষ হোক আর নারী-উভইয়ের হাত কেটে দাও” (সূরা মাইদাঃ ৩৮)। আর চোরের হাত কাটার সুন্নাত তরীকা হল ‘হাতের কব্জি পর্যন্ত কাটা’। এ হতে জানা গেল হাত বলতে হাতের কব্জি পর্যন্তই বুঝায়। এজন্য তায়াম্মুমে মুখমন্ডল ও উভয় হাতের কব্জি পর্যন্ত মাসিহ করতে হবে। \n\nসনদ দূর্বল",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، حَدَّثَنَا هُشَيْمٌ، عَنْ مُحَمَّدِ بْنِ خَالِدٍ الْقُرَشِيِّ، عَنْ دَاوُدَ بْنِ حُصَيْنٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ سُئِلَ عَنِ التَّيَمُّمِ، فَقَالَ إِنَّ اللَّهَ قَالَ فِي كِتَابِهِ حِينَ ذَكَرَ الْوُضُوءَ‏:‏ ‏(‏فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إلى المَرَافِقِ‏)‏، وَقَالَ في التَّيَمُّمِ‏:‏ ‏(‏فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ‏)‏ وَقَالَ‏:‏ ‏(‏وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيِهْمَا‏)‏ فَكَانَتِ السُّنَّةُ في القَطْعِ الكَفَّينِ، إِنَّمَا هُوَ الوَجْهُ وَالكَفَّانِ، يَعْنِي التَّيَمُّمَ‏\"‏‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, হাদীসটি হাসান সহীহ্ গারীব।"
  },
  {
    "hadith_id": 144,
    "narrator": "‘আম্মার ইবনু ইয়াসির (রাঃ)",
    "bn": "রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাঁকে মুখমন্ডল এবং উভয় হাতের কবজি পর্যন্ত তায়াম্মুম করতে নির্দেশ দিয়েছেন। \n\nসহীহ। সহীহ আবূ দাঊদ- (৩৫০, ৩৫৩), বুখারী ও মুসলিম আরো পূর্ণ রূপে বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا أَبُو حَفْصٍ، عَمْرُو بْنُ عَلِيٍّ الْفَلاَّسُ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ عَزْرَةَ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، عَنْ عَمَّارِ بْنِ يَاسِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَهُ بِالتَّيَمُّمِ لِلْوَجْهِ وَالْكَفَّيْنِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَمَّارٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ عَنْ عَمَّارٍ مِنْ غَيْرِ وَجْهٍ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ عَلِيٌّ وَعَمَّارٌ وَابْنُ عَبَّاسٍ وَغَيْرِ وَاحِدٍ مِنَ التَّابِعِينَ مِنْهُمُ الشَّعْبِيُّ وَعَطَاءٌ وَمَكْحُولٌ قَالُوا التَّيَمُّمُ ضَرْبَةٌ لِلْوَجْهِ وَالْكَفَّيْنِ ‏.‏ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْهُمُ ابْنُ عُمَرَ وَجَابِرٌ وَإِبْرَاهِيمُ وَالْحَسَنُ قَالُوا التَّيَمُّمُ ضَرْبَةٌ لِلْوَجْهِ وَضَرْبَةٌ لِلْيَدَيْنِ إِلَى الْمِرْفَقَيْنِ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَمَالِكٌ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ عَمَّارٍ فِي التَّيَمُّمِ أَنَّهُ قَالَ لِلْوَجْهِ وَالْكَفَّيْنِ مِنْ غَيْرِ وَجْهٍ ‏.‏ وَقَدْ رُوِيَ عَنْ عَمَّارٍ أَنَّهُ قَالَ تَيَمَّمْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم إِلَى الْمَنَاكِبِ وَالآبَاطِ ‏.‏ فَضَعَّفَ بَعْضُ أَهْلِ الْعِلْمِ حَدِيثَ عَمَّارٍ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي التَّيَمُّمِ لِلْوَجْهِ وَالْكَفَّيْنِ لَمَّا رُوِيَ عَنْهُ حَدِيثُ الْمَنَاكِبِ وَالآبَاطِ ‏.‏ قَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ مَخْلَدٍ الْحَنْظَلِيُّ حَدِيثُ عَمَّارٍ فِي التَّيَمُّمِ لِلْوَجْهِ وَالْكَفَّيْنِ هُوَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَحَدِيثُ عَمَّارٍ تَيَمَّمْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم إِلَى الْمَنَاكِبِ وَالآبَاطِ لَيْسَ هُوَ بِمُخَالِفٍ لِحَدِيثِ الْوَجْهِ وَالْكَفَّيْنِ لأَنَّ عَمَّارًا لَمْ يَذْكُرْ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَهُمْ بِذَلِكَ وَإِنَّمَا قَالَ فَعَلْنَا كَذَا وَكَذَا فَلَمَّا سَأَلَ النَّبِيَّ صلى الله عليه وسلم أَمَرَهُ بِالْوَجْهِ وَالْكَفَّيْنِ فَانْتَهَى إِلَى مَا عَلَّمَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم الْوَجْهِ وَالْكَفَّيْنِ وَالدَّلِيلُ عَلَى ذَلِكَ مَا أَفْتَى بِهِ عَمَّارٌ بَعْدَ النَّبِيِّ صلى الله عليه وسلم فِي التَّيَمُّمِ أَنَّهُ قَالَ الْوَجْهِ وَالْكَفَّيْنِ فَفِي هَذَا دَلاَلَةٌ أَنَّهُ انْتَهَى إِلَى مَا عَلَّمَهُ النَّبِيُّ صلى الله عليه وسلم فَعَلَّمَهُ إِلَى الْوَجْهِ وَالْكَفَّيْنِ ‏.‏ قَالَ وَسَمِعْتُ أَبَا زُرْعَةَ عُبَيْدَ اللَّهِ بْنَ عَبْدِ الْكَرِيمِ يَقُولُ لَمْ أَرَ بِالْبَصْرَةِ أَحْفَظَ مِنْ هَؤُلاَءِ الثَّلاَثَةِ عَلِيِّ بْنِ الْمَدِينِيِّ وَابْنِ الشَّاذَكُونِيِّ وَعَمْرِو بْنِ عَلِيٍّ الْفَلاَّسِ ‏.‏ قَالَ أَبُو زُرْعَةَ وَرَوَى عَفَّانُ بْنُ مُسْلِمٍ عَنْ عَمْرِو بْنِ عَلِيٍّ حَدِيثًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আয়িশাহ ও ইবনু ‘আব্বাস (রাঃ) হতে বর্ণনাকৃত হাদীস রয়েছে, আবূ ‘ঈসা বলেন, ‘আম্মার (রাঃ)-এর হাদীসটি হাসান সহীহ। এ হাদীসটি ‘আম্মারের নিকট হতে একাধিক সূত্রে বর্ণিত হয়েছে। \nএকাধিক সাহাবী যেমন, আলী, ‘আম্মার ও ইবনু আব্বাস (রাঃ) এবং তাবিঈদের মধ্যে শাবী, ‘আতা ও মাকহূল বলেন, মুখমন্ডল ও উভয় হাতের জন্য একবার মাত্র (তায়াম্মুমের বস্তুর উপর) হাত মারতে হবে। আহমাদ ও ইসহাক এ মত সমর্থন করেছেন। কিছু বিশেষজ্ঞ যেমন, ইবনু ‘উমার (রাঃ), জাবির (রাঃ), ইবরাহীম নাখঈ ও হাসান বাসরী বলেন, মুখমন্ডলের জন্য একবার হাত মারতে হবে এবং উভয় হাতের কনুই পর্যন্ত  মাসাহ করতে একবার হাত মারতে হবে। সুফিয়ান সাওরী, মালিক, ইবনুল মুবারাক ও শাফিঈ এ মত সমর্থন করেছেন। ‘আম্মার (রাঃ) হতে কয়েকটি সূত্রে বর্ণিত আছে, তিনি তায়াম্মুমের ব্যাপারে মুখমন্ডল ও উভয় হাতের কথা বলেছেন। ‘আম্মার (রাঃ) হতে আরো বর্ণীত আছে, তিনি বলেনঃ আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে কাঁধ ও বগল পর্যন্ত তায়াম্মুম করেছি। \nকিছু বিশেষজ্ঞ ‘আলিম রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে ‘আম্মার (রাঃ) বর্ণিত তায়াম্মুম সম্পর্কিত হাদীসটিকে (যাতে চেহারা ও উভয় হাতের কবজি পর্যন্ত তায়াম্মুম করতে বলা হয়েছে) য’ঈফ বলেছেন। কেননা তিনিই আবার কাঁধ ও বগল পর্জন্ত তায়াম্মুম করার হাদীসটি বর্ণনা করেছেন। ইসহাক ইবনু ইবরাহীম বলেন, মুখমন্ডল ও উভয় হাতের কবজি পর্যন্ত তায়াম্মুম করার হাদীসটি সহীহ। কাঁধ ও বগল পর্যন্ত তায়াম্মুম করার হাদীসটিও সাংঘর্ষিক নয়। কেননা ‘আম্মার (রাঃ) এ হাদীসে এরূপ বলেননি যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে এট আকরতে বলেছে। বরং তিনি নিজের পক্ষ হতে বলেছে, ‘আমরা এরূপ করেছি’। তিনি নবী সাল্লাল্লাহু আলাইহি ওয়াস্ললামের নিকট তায়াম্মুম সম্পর্কে প্রশ্ন করলে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুখমন্ডল ও উভয় হাতের কবজি পর্যন্ত তায়াম্মুম করার জন্য তাঁকে নির্দেশ দিলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর শিক্ষা অনুযায়ী তাঁর ইন্তিকালের পর তিনি ‘মুখমন্ডল ও উভয় হাতের কবজি পর্যন্ত’ তায়াম্মুম করার ফাতোয়াই দিতেন। আর এই ফাতোয়া একথারই প্রমাণ যে, রাসূলুল্লাহ সাল্লাহু আলাইহি ওয়াসাল্লাম তাঁকে যেভাবে তায়াম্মুমের শিক্ষা দিয়েছেন ইন্তিকালের পূর্বেও তিনি তাই অনুসরণ করেছেন। তিনি বলেন, আমি আবূ যুরআ ‘উবাইদুল্লাহ ইবনু আব্দুল হাকামকে বলতে শুনেছি বাসরাতে তিন ব্যক্তির চাইতে অধিক হাফিজ ব্যক্তি দেখিনি। তারা হলেন, ‘আলী ইবনু মাদীনী ইবনুশ শাযাকুনী ‘আমর ইবনু আলী আল-ফাললাস। আবূ যুরআ বলেন, আফফান ইবনু মুসলিম ‘আমর ইবনু ‘আলী হতে হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 146,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, শরীর নাপাক না হলে রাসূলুল্লাহ (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের সর্বাবস্থায় কুরআন তিলাওয়াত করাতেন।\n\nযঈফ, ইবনু মাজাহ (৫৯৪) ইরওয়া (১৯২, ৪৮৫)।",
    "ar": "حَدَّثَنَا أَبُو سَعِيدٍ عَبْدُ اللَّهِ بْنُ سَعِيدٍ الأَشَجُّ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، وَعُقْبَةُ بْنُ خَالِدٍ، قَالاَ حَدَّثَنَا الأَعْمَشُ، وَابْنُ أَبِي لَيْلَى، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ سَلِمَةَ، عَنْ عَلِيٍّ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُقْرِئُنَا الْقُرْآنَ عَلَى كُلِّ حَالٍ مَا لَمْ يَكُنْ جُنُبًا ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَبِهِ قَالَ غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ ‏.‏ قَالُوا يَقْرَأُ الرَّجُلُ الْقُرْآنَ عَلَى غَيْرِ وُضُوءٍ وَلاَ يَقْرَأُ فِي الْمُصْحَفِ إِلاَّ وَهُوَ طَاهِرٌ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, আলী (রাঃ)-এর এই হাদীসটি হাসান সহীহ। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর একাধিক বিশেষজ্ঞ সাহাবা ও তাবিঈনের মতে কোন লোক বিনা ওযূতে মুখস্থ কুরআন তিলাওয়াত করতে পারে; কিন্তু কুরআন স্পর্শ করে তিলাওয়াত করতে হলে ওযূ করা প্রয়োজন। সুফিয়ান সাওরী শাফিঈ, আহমাদ ও ইসহাক এই মতের সমর্থক।"
  },
  {
    "hadith_id": 147,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, এক বিদুইন এসে মাসেজিদে (নবাবীতে) প্রবেশ করলো। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন (ঐ স্থানে) বসা ছিলেন। লোকটি নামায আদায় করল। তারপর সে নামায শেষে বলল,‘হে আল্লাহ! তুমি আমার উপর ও মুহাম্মাদের উপর অনুগ্রহ কর; আমদের সাথে আর কাউকে রাহাম কর না। ” রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার দিকে তাকিয়ে বললেনঃ“তুমি প্রশস্ত রাহমাতকে সংকীর্ণ করে দিলে। ” লোকটি কিছুক্ষণের মধ্যে মাসজিদে পেশাব করে দিল। লোকেরা দ্রুত তার দিকে এগিয়ে গেল (আক্রমণ করার জন্য)। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ “তার পেশাবের উপর এক বালতি পানি ঢেলে দাও। তিনি আবার বললেনঃ তোমাদেরকে সহজ পথ অবলম্বনকারী বা দয়াশীল করে পাঠানো হয়েছে; কঠোরতা করার জন্য পাঠানো হয়নি। \n\nসহীহ্। ইবনু মাজাহ-(৫২৯),বুখারী।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ دَخَلَ أَعْرَابِيٌّ الْمَسْجِدَ وَالنَّبِيُّ صلى الله عليه وسلم جَالِسٌ فَصَلَّى فَلَمَّا فَرَغَ قَالَ اللَّهُمَّ ارْحَمْنِي وَمُحَمَّدًا وَلاَ تَرْحَمْ مَعَنَا أَحَدًا ‏.‏ فَالْتَفَتَ إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏\"‏ لَقَدْ تَحَجَّرْتَ وَاسِعًا ‏\"‏ ‏.‏ فَلَمْ يَلْبَثْ أَنْ بَالَ فِي الْمَسْجِدِ فَأَسْرَعَ إِلَيْهِ النَّاسُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَهْرِيقُوا عَلَيْهِ سَجْلاً مِنْ مَاءٍ أَوْ دَلْوًا مِنْ مَاءٍ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ إِنَّمَا بُعِثْتُمْ مُيَسِّرِينَ وَلَمْ تُبْعَثُوا مُعَسِّرِينَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 45,
    "narrator": "সাবিত ইবনু আবূ সাফিয়্যা (রহঃ)",
    "bn": "আমি আবূ জা’ফরকে বললাম, জাবির (রাঃ) কি আপনাকে বলেছেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) ওযূর অঙ্গগুলো একবার, দুইবার বা তিনবার করে ধুয়েছেন? তিনি বললেন, হ্যাঁ। \n\nযঈফ, ইবনু মাজাহ (৪১০)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُوسَى الْفَزَارِيُّ، حَدَّثَنَا شَرِيكٌ، عَنْ ثَابِتِ بْنِ أَبِي صَفِيَّةَ، قَالَ قُلْتُ لأَبِي جَعْفَرٍ حَدَّثَكَ جَابِرٌ، أَنَّ النَّبِيَّ صلى الله عليه وسلم تَوَضَّأَ مَرَّةً مَرَّةً وَمَرَّتَيْنِ مَرَّتَيْنِ وَثَلاَثًا ثَلاَثًا قَالَ نَعَمْ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 50,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নাবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, জিবরীল (আঃ) আমার কাছে এসে বললেন, হে মুহাম্মদ! যখন আপনি ওযূ করেন, (পরিধেয় বস্ত্রে) পানি ছিটিয়ে দেন।\n\nযঈফ, ইবনু মাজাহ (৪৬৩)।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، وَأَحْمَدُ بْنُ أَبِي عُبَيْدِ اللَّهِ السَّلِيمِيُّ الْبَصْرِيُّ، قَالاَ حَدَّثَنَا أَبُو قُتَيْبَةَ، سَلْمُ بْنُ قُتَيْبَةَ عَنِ الْحَسَنِ بْنِ عَلِيٍّ الْهَاشِمِيِّ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ جَاءَنِي جِبْرِيلُ فَقَالَ يَا مُحَمَّدُ إِذَا تَوَضَّأْتَ فَانْتَضِحْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدًا يَقُولُ الْحَسَنُ بْنُ عَلِيٍّ الْهَاشِمِيُّ مُنْكَرُ الْحَدِيثِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي الْحَكَمِ بْنِ سُفْيَانَ وَابْنِ عَبَّاسٍ وَزَيْدِ بْنِ حَارِثَةَ وَأَبِي سَعِيدٍ الْخُدْرِيِّ ‏.‏ وَقَالَ بَعْضُهُمْ سُفْيَانُ بْنُ الْحَكَمِ أَوِ الْحَكَمُ بْنُ سُفْيَانَ وَاضْطَرَبُوا فِي هَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন এটা গারীব হাদীস। আমি মুহাম্মাদকে বলতে শুনেছি, হাসান ইবনু আলী একজন প্রত্যাখ্যাত (মুনকার) রাবী। এ অনুচ্ছেদে আবুল হাকাম ইবনু সুফিয়ান, ইবনু আব্বাস, যাইদ ইবনু হারিছা ও আবু সাঈদ খুদরী (রাঃ) কর্তৃক বর্ণিত হাদীসও আছে। কিছু হাদীস বিশারদ বলেছেন, সুফিয়ান ইবনু হাকাম অথবা হাকাম ইবনু সুফিয়ান এ হাদীসের সনদে গরমিল (ইযতিবার) করেছেন।"
  },
  {
    "hadith_id": 53,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য একটি বস্ত্রখণ্ড ছিল। ওযূ করার পর এটা দিয়ে তিনি (ওযূর অঙ্গসমূহ) মুছে নিতেন। \n\nসনদ দুর্বল।",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعِ بْنِ الْجَرَّاحِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ زَيْدِ بْنِ حُبَابٍ، عَنْ أَبِي مُعَاذٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم خِرْقَةٌ يُنَشِّفُ بِهَا بَعْدَ الْوُضُوءِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ لَيْسَ بِالْقَائِمِ وَلاَ يَصِحُّ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا الْبَابِ شَيْءٌ ‏.‏ وَأَبُو مُعَاذٍ يَقُولُونَ هُوَ سُلَيْمَانُ بْنُ أَرْقَمَ وَهُوَ ضَعِيفٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ مُعَاذِ بْنِ جَبَلٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ আইশা (রাঃ) হতে বর্ণিত হাদীসটি শক্তিশালী নয়। এ অনুচ্ছেদে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কোন হাদীস সহীহ সনদে বর্ণিত হয়নি। কেননা এ হাদীসের এক রাবী আবূ মুআয সম্পর্কে লোকেরা বলেন, ইনি হলেন সুলাইমান ইবনু আরকাম। ইনি মুহাদ্দিসদের বিচারে দুর্বল রাবী। এ অনুচ্ছেদে মুআয ইবনু জাবাল (রাঃ) হতে বর্ণিত হাদীসও রয়েছে।"
  },
  {
    "hadith_id": 54,
    "narrator": "মুআয ইবনু জাবাল (রাঃ)",
    "bn": "তিনি বলেন, আমি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখেছি- তিনি ওযূ করে তাঁর কাপড়ের কিনারা দিয়ে মুখমন্ডল মুছে ফেলতেন। \n\nসনদ দুর্বল।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا رِشْدِينُ بْنُ سَعْدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادِ بْنِ أَنْعُمٍ، عَنْ عُتْبَةَ بْنِ حُمَيْدٍ، عَنْ عُبَادَةَ بْنِ نُسَىٍّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم إِذَا تَوَضَّأَ مَسَحَ وَجْهَهُ بِطَرَفِ ثَوْبِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَإِسْنَادُهُ ضَعِيفٌ ‏.‏ وَرِشْدِينُ بْنُ سَعْدٍ وَعَبْدُ الرَّحْمَنِ بْنُ زِيَادِ بْنِ أَنْعُمٍ الإِفْرِيقِيُّ يُضَعَّفَانِ فِي الْحَدِيثِ ‏.‏ وَقَدْ رَخَّصَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ فِي التَّمَنْدُلِ بَعْدَ الْوُضُوءِ وَمَنْ كَرِهَهُ إِنَّمَا كَرِهَهُ مِنْ قِبَلِ أَنَّهُ قِيلَ إِنَّ الْوَضُوءَ يُوزَنُ ‏.‏ وَرُوِيَ ذَلِكَ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ وَالزُّهْرِيِّ ‏.‏ حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ حَدَّثَنَا جَرِيرٌ قَالَ حَدَّثَنِيهِ عَلِيُّ بْنُ مُجَاهِدٍ عَنِّي وَهُوَ عِنْدِي ثِقَةٌ عَنْ ثَعْلَبَةَ عَنِ الزُّهْرِيِّ قَالَ إِنَّمَا كُرِهَ الْمِنْدِيلُ بَعْدَ الْوُضُوءِ لأَنَّ الْوَضُوءَ يُوزَنُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এটা গারীব হাদীস এবং এর সনদ দুর্বল। এ হাদীসের রাবী রিশদীন ইবনু সাদ ও আবদুর রহমান ইবনু যিয়াদ ইবনু আনউম হাদীস শাস্ত্রে দুর্বল।\nকিছু সাহাবী ও তাদের পরবর্তী কালের একদল বিদ্বান ওযূর পরে রুমাল ব্যবহার করার অনুমতি দিয়েছেন। যারা ওযূর অঙ্গ মোছা মাকরূহ মনে করেন তাদের মতে ওযূর পানি ওজন দেওয়া হয়। অতএব এটা মুছে ফেলা ঠিক নয়। সাঈদ ইবনুল মুসায়্যাব ও যুহরী হতে এ মত বর্ণিত হয়েছে। ইমাম যুহরী বলেন, ওযূর পর রুমাল ব্যবহার করা মাকরূহ। কেননা ওযূর পানিকেও ওজন করা হবে।"
  },
  {
    "hadith_id": 57,
    "narrator": "উবাই ইবনু কাব (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ ওযূর সময় (সন্দেহপ্রবণতা সৃষ্টি করার জন্যই) একটি শাইতান রয়েছে। তার নাম ‘ওয়ালাহান’ বলে কথিত। অতএব ওযূর সময় পানি ব্যবহারে ওয়াসওয়াসা হতে সতর্ক থাক।\n\nসনদ দুর্বল, ইবনু মাজাহ (৪২১)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا خَارِجَةُ بْنُ مُصْعَبٍ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، عَنِ الْحَسَنِ، عَنْ عُتَىِّ بْنِ ضَمْرَةَ السَّعْدِيِّ، عَنْ أُبَىِّ بْنِ كَعْبٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ لِلْوُضُوءِ شَيْطَانًا يُقَالُ لَهُ الْوَلْهَانُ فَاتَّقُوا وَسْوَاسَ الْمَاءِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَعَبْدِ اللَّهِ بْنِ مُغَفَّلٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أُبَىِّ بْنِ كَعْبٍ حَدِيثٌ غَرِيبٌ وَلَيْسَ إِسْنَادُهُ بِالْقَوِيِّ وَالصَّحِيحِ عِنْدَ أَهْلِ الْحَدِيثِ لأَنَّا لاَ نَعْلَمُ أَحَدًا أَسْنَدَهُ غَيْرَ خَارِجَةَ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنِ الْحَسَنِ قَوْلَهُ وَلاَ يَصِحُّ فِي هَذَا الْبَابِ عَنِ النَّبِيِّ صلى الله عليه وسلم شَيْءٌ ‏.‏ وَخَارِجَةُ لَيْسَ بِالْقَوِيِّ عِنْدَ أَصْحَابِنَا وَضَعَّفَهُ ابْنُ الْمُبَارَكِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে আবদুল্লাহ ইবনু আমর ও আবদুল্লাহ ইবনু মুগাফফাল (রাঃ)-এর হাদীসও রয়েছে। আবূ ঈসা বলেন, উবাই ইবনু কাব (রাঃ) হতে বর্ণিত হাদীসটি গারীব। হাদীস বিশারদদের মতে এর সনদ মজবুত নয়। কেননা খারিজাহ ছাড়া আর কেউ এ হাদীসকে মারফূ সূত্রে বর্ণনা করেছেন বলে আমাদের জানা নেই। কিছু সূত্রে এটাকে (হাদীসটিকে) হাসান বাসরীর কথা বলে উল্লেখ করা হয়েছে। এ অনুচ্ছেদে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে কোন সহীহ হাদীস বর্ণিত হয়নি। হাদীস বিশারদদের নিকট খারিজাহ তত সবল রাবী নন। ইবনুল মুবারাক তাঁকে দুর্বল রাবী মনে করেছেন।"
  },
  {
    "hadith_id": 59,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি ওযূ থাকা সত্বেও ওযূ করবে আল্লাহ তা‘আলা তার জন্য ১০টি নেকি লিখবেন।\n\nযঈফ, ইবনু মাজাহ (৫১২)",
    "ar": "وَقَدْ رُوِيَ فِي، حَدِيثٍ عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏ \"‏ مَنْ تَوَضَّأَ عَلَى طُهْرٍ كَتَبَ اللَّهُ لَهُ بِهِ عَشْرَ حَسَنَاتٍ ‏\"‏ ‏.‏ قَالَ وَرَوَى هَذَا الْحَدِيثَ الإِفْرِيقِيُّ عَنْ أَبِي غُطَيْفٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ حَدَّثَنَا بِذَلِكَ الْحُسَيْنُ بْنُ حُرَيْثٍ الْمَرْوَزِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ الْوَاسِطِيُّ عَنِ الإِفْرِيقِيِّ ‏.‏ وَهُوَ إِسْنَادٌ ضَعِيفٌ ‏.‏ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ ذُكِرَ لِهِشَامِ بْنِ عُرْوَةَ هَذَا الْحَدِيثُ فَقَالَ هَذَا إِسْنَادٌ مَشْرِقِيٌّ ‏.‏ قَالَ سَمِعْتُ أَحْمَدَ بْنَ الْحَسَنِ يَقُولُ سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ مَا رَأَيْتُ بِعَيْنِي مِثْلَ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 58,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রত্যেক ওয়াক্তের নামাজের জন্য নতুন ওযূ করতেন, তিনি পবিত্র (ওযূ) থাকলেও করতেন এবং অপবিত্র (ওযূহীন) থাকলেও করতেন। হুমাইদ বলেন, আমি আনাস (রাঃ)-কে প্রশ্ন করলাম, আপনারা কি করেন? তিনি বললেন, আমরা একই ওযূতে কাজ সারি।\n\nযইফ, সহীহ আবূ দাঊদ (১৬৩)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، حَدَّثَنَا سَلَمَةُ بْنُ الْفَضْلِ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَوَضَّأُ لِكُلِّ صَلاَةٍ طَاهِرًا أَوْ غَيْرَ طَاهِرٍ ‏.‏ قَالَ قُلْتُ لأَنَسٍ فَكَيْفَ كُنْتُمْ تَصْنَعُونَ أَنْتُمْ قَالَ كُنَّا نَتَوَضَّأُ وُضُوءًا وَاحِدًا ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ حُمَيْدٍ عَنْ أَنَسٍ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَالْمَشْهُورُ عِنْدَ أَهْلِ الْحَدِيثِ حَدِيثُ عَمْرِو بْنِ عَامِرٍ الأَنْصَارِيِّ عَنْ أَنَسٍ ‏.‏ وَقَدْ كَانَ بَعْضُ أَهْلِ الْعِلْمِ يَرَى الْوُضُوءَ لِكُلِّ صَلاَةٍ اسْتِحْبَابًا لاَ عَلَى الْوُجُوبِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবু ঈসা বলেন, এই সূত্রে আনাসের বর্ণিত হাদীস হাসান গারীব। এ পর্যায়ে আমর ইবনু আমির হতে আনাসের সূত্রে বর্ণিত হাদীসটি হাদীস বিশারদদের নিকট অতিপরিচিত। কিছু মনীষীর মতে, প্রত্যেক নামাজের জন্য নতুন করে ওযূ করা মুস্তাহাব, তবে ওয়াজিব নয়।"
  },
  {
    "hadith_id": 60,
    "narrator": "‘আমর ইবনু ‘আমির আনসারী (রহঃ)",
    "bn": "তিনি বলেন, আমি আনাস ইবনু মালিক (রাঃ)-কে বলতে শুনেছি: নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রত্যেক নামাযের ওয়াক্তে নতুন করে ওযূ করতেন। আমি আনাসকে প্রশ্ন করলাম, আপনারা কি করেন? তিনি বলেন, আমাদের ওযূ নষ্ট না হলে একই ওযূতে আমরা সব ওয়াক্তের নামায আদায় করে করে নেই। \n\nসহীহ্‌। ইবনু মাজাহ – (৫০৯), বুখারী।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَعَبْدُ الرَّحْمَنِ، هُوَ ابْنُ مَهْدِيٍّ قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ سَعِيدٍ، عَنْ عَمْرِو بْنِ عَامِرٍ الأَنْصَارِيِّ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ كَانَ النَّبِيُّ صلى الله عليه وسلم يَتَوَضَّأُ عِنْدَ كُلِّ صَلاَةٍ ‏.‏ قُلْتُ فَأَنْتُمْ مَا كُنْتُمْ تَصْنَعُونَ قَالَ كُنَّا نُصَلِّي الصَّلَوَاتِ كُلَّهَا بِوُضُوءٍ وَاحِدٍ مَا لَمْ نُحْدِثْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ। হুমাইদের সূত্রে আনাস থেকে বর্ণিত আরেকটি উত্তম সনদের হাদীস রয়েছে। হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 77,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সিজদারত অবস্থায় ঘুমাতে দেখলেন। এমনকি তিনি নাক ডাকলেন, তারপর তিনি নামাযরত অবস্থায়ই দাঁড়ালেন। (নামায শেষে) আমি বললাম, হে আল্লাহর রাসূল! আপনি যে ঘুমালেন? তিনি বললেনঃ যে ব্যক্তি শুয়ে ঘুমায় শুধু তার জন্যই ওযূ করা ওয়াজিব। কেননা যখন কেউ শুয়ে ঘুমায় তখন তার শরীরের বন্ধনসমূহ শিথিল হয়ে যায়। \n\nযঈফ, যঈফ আবু দাঊদ (২৫), মিশকাত (৩১৮।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُوسَى، - كُوفِيٌّ - وَهَنَّادٌ وَمُحَمَّدُ بْنُ عُبَيْدٍ الْمُحَارِبِيُّ الْمَعْنَى وَاحِدٌ قَالُوا حَدَّثَنَا عَبْدُ السَّلاَمِ بْنُ حَرْبٍ الْمُلاَئِيُّ، عَنْ أَبِي خَالِدٍ الدَّالاَنِيِّ، عَنْ قَتَادَةَ، عَنْ أَبِي الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ رَأَى النَّبِيَّ صلى الله عليه وسلم نَامَ وَهُوَ سَاجِدٌ حَتَّى غَطَّ أَوْ نَفَخَ ثُمَّ قَامَ يُصَلِّي ‏.‏ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّكَ قَدْ نِمْتَ قَالَ ‏ \"‏ إِنَّ الْوُضُوءَ لاَ يَجِبُ إِلاَّ عَلَى مَنْ نَامَ مُضْطَجِعًا فَإِنَّهُ إِذَا اضْطَجَعَ اسْتَرْخَتْ مَفَاصِلُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَأَبُو خَالِدٍ اسْمُهُ يَزِيدُ بْنُ عَبْدِ الرَّحْمَنِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَابْنِ مَسْعُودٍ وَأَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ আবূ খালিদের নাম ইয়াযিদ ইবনু আব্দুর রহমান। এ অনুচ্ছেদে আইশা, ইবনু মাসউদ ও আবু হুরাইরা (রাঃ) হতে বর্ণিত হাদীসও আছে।"
  },
  {
    "hadith_id": 88,
    "narrator": "আবদুল্লাহ ইবনু মাসউদ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে প্রশ্ন করলেনঃ তোমার পাত্রে কি আছে? আমি বললাম, নাবীয (খেজুর দ্বারা তৈরী শরবত)। তিনি বললেনঃ খেজুর পবিত্র এবং পানিও পবিত্র। ইবনু মাসউদ (রাঃ) বলেন, তারপর তিনি (রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা দিয়ে ওযূ করলেন। \n\nযঈফ, ইবনু মাজাহ (৩৮৪)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا شَرِيكٌ، عَنْ أَبِي فَزَارَةَ، عَنْ أَبِي زَيْدٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ سَأَلَنِي النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَا فِي إِدَاوَتِكَ ‏\"‏ ‏.‏ فَقُلْتُ نَبِيذٌ ‏.‏ فَقَالَ ‏\"‏ تَمْرَةٌ طَيِّبَةٌ وَمَاءٌ طَهُورٌ ‏\"‏ ‏.‏ قَالَ فَتَوَضَّأَ مِنْهُ ‏.‏ قَالَ أَبُو عِيسَى وَإِنَّمَا رُوِيَ هَذَا الْحَدِيثُ عَنْ أَبِي زَيْدٍ عَنْ عَبْدِ اللَّهِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَأَبُو زَيْدٍ رَجُلٌ مَجْهُولٌ عِنْدَ أَهْلِ الْحَدِيثِ لاَ يُعْرَفُ لَهُ رِوَايَةٌ غَيْرُ هَذَا الْحَدِيثِ ‏.‏ وَقَدْ رَأَى بَعْضُ أَهْلِ الْعِلْمِ الْوُضُوءَ بِالنَّبِيذِ مِنْهُمْ سُفْيَانُ الثَّوْرِيُّ وَغَيْرُهُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لاَ يُتَوَضَّأُ بِالنَّبِيذِ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ إِسْحَاقُ إِنِ ابْتُلِيَ رَجُلٌ بِهَذَا فَتَوَضَّأَ بِالنَّبِيذِ وَتَيَمَّمَ أَحَبُّ إِلَىَّ ‏.‏ قَالَ أَبُو عِيسَى وَقَوْلُ مَنْ يَقُولُ لاَ يُتَوَضَّأُ بِالنَّبِيذِ أَقْرَبُ إِلَى الْكِتَابِ وَأَشْبَهُ لأَنَّ اللَّهَ تَعَالَى قَالَ‏:‏ ‏\"‏فإِن لَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا ‏\"‏‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি শুধু আবূ যাইদ হতে আবদুল্লাহ ইবনু মাসউদ (রাঃ)-এর সূত্রে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছে। অথচ আবূ যাইদ হাদীস বিশারদদের নিকট অপরিচিত ব্যক্তি। এ বর্ণনাটি ছাড়া আর কোথাও তাঁর বর্ণনা জানা যায়নি। কিছু বিদ্বান বলেন, খেজুর ভিজানো পানি (নাবীয) দিয়ে ওযূ করা জায়িয। সুফিয়ান সাওরী ও অন্যরা এ মত দিয়েছেন। শাফিঈ, আহমাদ ও ইসহাকের মতে খেজুর ভিজানো পানি দিয়ে ওযূ হবে না। ইসহাক বলেন, যদি পানি পাওয়া না যায় তাহলে নাবীয দিয়ে ওযূ করবে, তারপর তায়াম্মুম করে নেয়াই আমার নিকট পছন্দনীয়। আবূ ঈসা বলেন, যারা বলেন নাবীয দিয়ে ওযূ না করা উচিৎ, তাদের এ মত কুরআনের বাণীর সাথে সামঞ্জস্যশীল কেননা আল্লাহ তা‘আলা বলেছেনঃ “যদি তোমরা পানি না পাও তাহলে পবিত্র মাটি দ্বারা তায়াম্মুম কর” – সূরা নিসাঃ ৪৩। আর নাবীয তো পানি নয়, অতএব এটা দ্বারা ওযূ করা জায়িয নয়।"
  },
  {
    "hadith_id": 97,
    "narrator": "মুগীরা ইবনু শু’বা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মোজার উপরের অংশ মাসিহ করেছেন এবং নীচের অংশও মাসিহ করেছেন। \n\nযঈফ, ইবনু মাজাহ (৫৫০)।",
    "ar": "حَدَّثَنَا أَبُو الْوَلِيدِ الدِّمَشْقِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، أَخْبَرَنِي ثَوْرُ بْنُ يَزِيدَ، عَنْ رَجَاءِ بْنِ حَيْوَةَ، عَنْ كَاتِبِ الْمُغِيرَةِ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم مَسَحَ أَعْلَى الْخُفِّ وَأَسْفَلَهُ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَمَنْ بَعْدَهُمْ مِنَ الْفُقَهَاءِ وَبِهِ يَقُولُ مَالِكٌ وَالشَّافِعِيُّ وَإِسْحَاقُ ‏.‏ وَهَذَا حَدِيثٌ مَعْلُولٌ لَمْ يُسْنِدْهُ عَنْ ثَوْرِ بْنِ يَزِيدَ غَيْرُ الْوَلِيدِ بْنِ مُسْلِمٍ ‏.‏ قَالَ أَبُو عِيسَى وَسَأَلْتُ أَبَا زُرْعَةَ وَمُحَمَّدَ بْنَ إِسْمَاعِيلَ عَنْ هَذَا الْحَدِيثِ فَقَالاَ لَيْسَ بِصَحِيحٍ لأَنَّ ابْنَ الْمُبَارَكِ رَوَى هَذَا عَنْ ثَوْرٍ عَنْ رَجَاءِ بْنِ حَيْوَةَ قَالَ حُدِّثْتُ عَنْ كَاتِبِ الْمُغِيرَةِ مُرْسَلٌ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَذْكُرْ فِيهِ الْمُغِيرَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একাধিক সাহাবা এবং তাবিঈদের এটাই সিদ্ধান্ত যে, মোজার উপর ও নীচের দিক মাসিহ করতে হবে। ইমাম মালিক, শাফিঈ এবং ইসহাকেরও এই মত।\nএই হাদীসটি ত্রুটি যুক্ত। ওয়ালিদ ইবনু মুসলিম ব্যতীত অন্য কেহই সাওর ইবনু ইয়াযীদের দিকে এর সম্পৃক্ততা বর্ণনা করেন নাই। আবূ ঈসা বলেনঃ আবূ যুরআহ্‌ এবং ইসমাঈলকে এই হাদীস প্রসঙ্গে প্রশ্ন করায় তারা বলেনঃ হাদীসটি সহীহ নয়। কেননা ইবনুল মুবারাক হাদীসটি সাওর হতে রাজা ইবনু হাইওয়ার সূত্রে বর্ণনা করেছেন। আর তিনি মুগীরার সচীব হতে মুরসাল ভাবে রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। তিনি উহাতে মুগীরার নাম উল্লেখ করেননি।"
  },
  {
    "hadith_id": 106,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ প্রতিটি চুলের নীচে নাপাকি আছে। অতএব চুলগুলো ভাল করে ধৌত কর এবং শরীর ভাল করে পরিষ্কার কর।\n\nযঈফ, ইবনু মাজাহ (৫৯৭)।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا الْحَارِثُ بْنُ وَجِيهٍ، قَالَ حَدَّثَنَا مَالِكُ بْنُ دِينَارٍ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ تَحْتَ كُلِّ شَعْرَةٍ جَنَابَةٌ فَاغْسِلُوا الشَّعَرَ وَأَنْقُوا الْبَشَرَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ الْحَارِثِ بْنِ وَجِيهٍ حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِهِ وَهُوَ شَيْخٌ لَيْسَ بِذَاكَ وَقَدْ رَوَى عَنْهُ غَيْرُ وَاحِدٍ مِنَ الأَئِمَّةِ ‏.‏ وَقَدْ تَفَرَّدَ بِهَذَا الْحَدِيثِ عَنْ مَالِكِ بْنِ دِينَارٍ وَيُقَالُ الْحَارِثُ بْنُ وَجِيهٍ وَيُقَالُ ابْنُ وَجْبَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে আলী ও আনাস (রাঃ) হতে বর্ণনাকৃত হাদীসও আছে। আবূ ঈসা বলেন, হারিস ইবনু ওয়াজীহ (রঃ)-এর হাদীসটি গারীব। কেননা রাবী হারিস ইবনুল ওয়াজীহ অনির্ভরযোগ্য ব্যক্তি। এ বর্ণনাটি শুধু তাঁর মাধ্যমেই আমাদের নিকটে পৌছেছে। আরো কিছু ইমাম তাঁর নিকট হতে হাদীস বর্ণনা করেছেন।\nআর তিনি এককভাবে মালিক ইবনু দীনার হতে এ হাদীসটি বর্ণনা করেছেন। হারিস ইবনু ওয়াজীহকে ইবনু ওয়াজবাহ্‌ও বলা হয়।"
  },
  {
    "hadith_id": 123,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কখনও কখনও নাপাকির গোসল করে এসে আমাকে জড়িয়ে ধরতেন শরীর গরম করার জন্য। আমি তাঁকে আমার সাথে জড়িয়ে নিতাম (ঠান্ডা দূর করার জন্য)। অথচ আমি তখনও নাপাকির গোসল করিনি।\n\nযঈফ, ইবনু মাজাহ (৫৮০)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ حُرَيْثٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ رُبَّمَا اغْتَسَلَ النَّبِيُّ صلى الله عليه وسلم مِنَ الْجَنَابَةِ ثُمَّ جَاءَ فَاسْتَدْفَأَ بِي فَضَمَمْتُهُ إِلَىَّ وَلَمْ أَغْتَسِلْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَيْسَ بِإِسْنَادِهِ بَأْسٌ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ أَنَّ الرَّجُلَ إِذَا اغْتَسَلَ فَلاَ بَأْسَ بِأَنْ يَسْتَدْفِئَ بِامْرَأَتِهِ وَيَنَامَ مَعَهَا قَبْلَ أَنْ تَغْتَسِلَ الْمَرْأَةُ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবু ঈসা বলেন এ হাদীসের সনদে কোন ত্রুটি নেই। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একাধিক বিশেষজ্ঞ সাহাবা ও তাবিঈদের মতে, কোন ব্যক্তি নাপাকির গোসল করে এসে নাপাক স্ত্রীকে জড়িয়ে নিয়ে শরীর গরম করলে এবং তার সাথে ঐ অবস্থায় ঘুমিয়ে গেলে কোন দোষ নেই। সুফিয়ান সাওরী, শাফিঈ, আহমাদ এবং ইসহাক ও এইমত দিয়েছেন।"
  },
  {
    "hadith_id": 4,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জান্নাতের চাবি হচ্ছে নামায, আর নামাযের চাবি হচ্ছে ওযূ। \n\nহাদীসটির প্রথম অংশ যঈফ। ২য় অংশ সহীহ, পূর্বের সহীহ হাদীসের অংশ হওয়ার কারণে। –মিশকাত (২৯৪)।",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، مُحَمَّدُ بْنُ زَنْجَوَيْهِ الْبَغْدَادِيُّ وَغَيْرُ وَاحِدٍ قَالَ حَدَّثَنَا الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ قَرْمٍ، عَنْ أَبِي يَحْيَى الْقَتَّاتِ، عَنْ مُجَاهِدٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، رضى الله عنهما قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مِفْتَاحُ الْجَنَّةِ الصَّلاَةُ وَمِفْتَاحُ الصَّلاَةِ الْوُضُوءُ ‏\"‏ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null
  },
  {
    "hadith_id": 10,
    "narrator": "ইবনু লাহীআ",
    "bn": "ইবনু লাহীআ আবু যুবাইরের সূত্রে, তিনি জাবিরের সুত্রে এবং আবূ কাতাদার সূত্রে এ হাদীসটি বর্ণনা করছেন। তিনি (কাতাদা) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে কিবলার দিকে ফিরে পেশাব করতে দেখেছেন।\n\nসনদ দুর্বল। \n\nকুতাইবা আমাদের কাছে এ তথ্য পরিবেশন করেছেন। ইবনু লাহীআর হাদীসের চেয়ে জাবিরের হাদীস অধিকতর সহীহ। হাদীস বিশারদদের মতে, ইবনু লাহীআ দুর্বল রাবী। ইয়াহইয়া ইবনু সাঈদ আল-কাত্তান ও অন্যরা তাঁকে স্মরণশক্তিতে দুর্বল বলে সাব্যস্ত করেছেন।",
    "ar": "وَقَدْ رَوَى هَذَا الْحَدِيثَ ابْنُ لَهِيعَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنْ أَبِي قَتَادَةَ، أَنَّهُ رَأَى النَّبِيَّ صلى الله عليه وسلم يَبُولُ مُسْتَقْبِلَ الْقِبْلَةِ ‏.‏ حَدَّثَنَا بِذَلِكَ قُتَيْبَةُ حَدَّثَنَا ابْنُ لَهِيعَةَ ‏.‏ وَحَدِيثُ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَصَحُّ مِنْ حَدِيثِ ابْنِ لَهِيعَةَ ‏.‏ وَابْنُ لَهِيعَةَ ضَعِيفٌ عِنْدَ أَهْلِ الْحَدِيثِ ضَعَّفَهُ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ وَغَيْرُهُ مِنْ قِبَلِ حِفْظِهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 12,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন,যে লোক তোমাদেরকে বলে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাড়িয়ে পেশাব করেছেন, তার কথা তোমরা বিশ্বাস কর না। তিনি সব সময় বসেই পেশাব করতেন। \n\nসহীহ। ইবনু মাজাহ-(৩০৭)\n\nএ অনুচ্ছেদে উমার ও বুরাইদা (রাঃ)-এর হাদীস রয়েছে। আবূ ঈসা বলেন, এ অনুচ্ছেদে আইশার হাদীস অধিকতর হাসান ও সবচাইতে সহীহ। উমারের বর্ণিত হাদীস হলঃ\n\n-----------------\n\n১২/১. উমার (রাঃ) বলেন, “রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে দাঁড়িয়ে পেশাব করতে দেখেন। তিনি বলেন হে উমার! দাঁড়িয়ে পেশাব কর না। (উমার বলেন,) তারপর আমি আর কখনও দাঁড়িয়ে পেশাব করিনি।”\n\nযঈফ, ইবনু মাজাহ (৩০৮) সিলসিলাহ আহাদীস যঈফাহ(৯৩৪) \n\nআবূ ঈসা বলেনঃ শুধুমাত্র আব্দুল কারীম ইবনুল মুখারিক এই হাদীসটিকে মারফু হিসেবে বর্ণনা করেছেন। আর তিনি মুহাদ্দিসদের মতে যঈফ। আইয়ুব সাখতিয়ানী তাঁকে যঈফ বলেছেন এবং তাঁর সমালোচনা করেছেন। অপর এক বর্ণনায় ইবনু উমার হতে বর্ণিত আছে, তিনি বলেন, উমার (রাঃ) বলেছেন, “আমি ইসলাম গ্রহণ করার পর কখনও দাঁড়িয়ে পেশাব করিনি”।\nএ হাদীসটি আবদুল কারীমের বর্ণিত হাদীস হতে অধিক সহীহ। এ অনুচ্ছেদে বুরাইদার হাদীস অরক্ষিত। দাঁড়িয়ে পেশাব করা নিষিদ্ধ হওয়ার তাৎপর্য হল, এটা প্রচলিত নিয়ম বিরোধী, তবে হারাম নয়।\n\n“আব্দুল্লাহ ইবনু মাসঊদ (রাঃ) বলেনঃ তোমার দাঁড়িয়ে পেশাব করাটা একটা যুলুম ও বেয়াদবী।”",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شَرِيكٌ، عَنِ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ مَنْ حَدَّثَكُمْ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَبُولُ قَائِمًا فَلاَ تُصَدِّقُوهُ مَا كَانَ يَبُولُ إِلاَّ قَاعِدًا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَبُرَيْدَةَ وَعَبْدِ الرَّحْمَنِ بْنِ حَسَنَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ أَحْسَنُ شَيْءٍ فِي هَذَا الْبَابِ وَأَصَحُّ ‏.‏ وَحَدِيثُ عُمَرَ إِنَّمَا رُوِيَ مِنْ حَدِيثِ عَبْدِ الْكَرِيمِ بْنِ أَبِي الْمُخَارِقِ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنْ عُمَرَ قَالَ رَآنِي النَّبِيُّ صلى الله عليه وسلم وَأَنَا أَبُولُ قَائِمًا فَقَالَ ‏ \"‏ يَا عُمَرُ لاَ تَبُلْ قَائِمًا ‏\"‏ ‏.‏ فَمَا بُلْتُ قَائِمًا بَعْدُ ‏.‏ قَالَ أَبُو عِيسَى وَإِنَّمَا رَفَعَ هَذَا الْحَدِيثَ عَبْدُ الْكَرِيمِ بْنُ أَبِي الْمُخَارِقِ وَهُوَ ضَعِيفٌ عِنْدَ أَهْلِ الْحَدِيثِ ضَعَّفَهُ أَيُّوبُ السَّخْتِيَانِيُّ وَتَكَلَّمَ فِيهِ ‏.‏ وَرَوَى عُبَيْدُ اللَّهِ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ قَالَ عُمَرُ رضى الله عنه مَا بُلْتُ قَائِمًا مُنْذُ أَسْلَمْتُ ‏.‏ وَهَذَا أَصَحُّ مِنْ حَدِيثِ عَبْدِ الْكَرِيمِ وَحَدِيثُ بُرَيْدَةَ فِي هَذَا غَيْرُ مَحْفُوظٍ ‏.‏ وَمَعْنَى النَّهْىِ عَنِ الْبَوْلِ قَائِمًا عَلَى التَّأْدِيبِ لاَ عَلَى التَّحْرِيمِ ‏.‏ وَقَدْ رُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ إِنَّ مِنَ الْجَفَاءِ أَنْ تَبُولَ وَأَنْتَ قَائِمٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 15,
    "narrator": "আবদুল্লাহ ইবনু আবী কাতাদা (রাঃ) হতে তাঁর পিতা",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে কোন ব্যক্তিকে ডান হাত দিয়ে নিজের লজ্জাস্থান স্পর্শ করতে নিষেধ করেছেন। \n\nসহীহ। ইবনু মাজাহ-(৩১০), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ الْمَكِّيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مَعْمَرٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ يَمَسَّ الرَّجُلُ ذَكَرَهُ بِيَمِينِهِ ‏.‏ وَفِي هَذَا الْبَابِ عَنْ عَائِشَةَ وَسَلْمَانَ وَأَبِي هُرَيْرَةَ وَسَهْلِ بْنِ حُنَيْفٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو قَتَادَةَ الأَنْصَارِيُّ اسْمُهُ الْحَارِثُ بْنُ رِبْعِيٍّ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ عَامَّةِ أَهْلِ الْعِلْمِ كَرِهُوا الاِسْتِنْجَاءَ بِالْيَمِينِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আয়িশাহ, সালমান, আবূ হুরাইবা ও সাহল ইবনু হুনাইফ (রাঃ) হতে বর্ণিত হাদিসও রয়েছে। আবূ ‘ঈসা বলেন, হাদিসটি হাসান সহীহ। আবূ কাতাদাহ আনসারী তার নাম হারিস ইবনু রিব’য়ী। বিদ্বান বা পণ্ডিত ব্যক্তিগণ ডান হাত দিয়ে শৌচ করা মাকরূহ বলেছেন।"
  },
  {
    "hadith_id": 21,
    "narrator": "‘আবদুল্লাহ ইবনু মুগাফফাল (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন ব্যক্তিকে নিজের গোসলখানায় পেশাব করতে নিষেধ করেছেন। তিনি আরো বলেছেনঃ (মানুষের মনে) বেশিরভাগ ওয়াসওয়াসা তা হতেই সৃষ্টি হয়। \n\nপ্রথম অংশ সহীহ, দ্বিতীয় অংশ যঈফ। ইবনু মাজাহ- (৩০৪)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، وَأَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى، مَرْدَوَيْهِ قَالاَ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنْ أَشْعَثَ بْنِ عَبْدِ اللَّهِ، عَنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ يَبُولَ الرَّجُلُ فِي مُسْتَحَمِّهِ ‏.‏ وَقَالَ ‏ \"‏ إِنَّ عَامَّةَ الْوَسْوَاسِ مِنْهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ رَجُلٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ حَدِيثِ أَشْعَثَ بْنِ عَبْدِ اللَّهِ وَيُقَالُ لَهُ أَشْعَثُ الأَعْمَى ‏.‏ وَقَدْ كَرِهَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ الْبَوْلَ فِي الْمُغْتَسَلِ وَقَالُوا عَامَّةُ الْوَسْوَاسِ مِنْهُ ‏.‏ وَرَخَّصَ فِيهِ بَعْضُ أَهْلِ الْعِلْمِ مِنْهُمُ ابْنُ سِيرِينَ وَقِيلَ لَهُ إِنَّهُ يُقَالُ إِنَّ عَامَّةَ الْوَسْوَاسِ مِنْهُ فَقَالَ رَبُّنَا اللَّهُ لاَ شَرِيكَ لَهُ ‏.‏ وَقَالَ ابْنُ الْمُبَارَكِ قَدْ وُسِّعَ فِي الْبَوْلِ فِي الْمُغْتَسَلِ إِذَا جَرَى فِيهِ الْمَاءُ ‏.‏ قَالَ أَبُو عِيسَى حَدَّثَنَا بِذَلِكَ أَحْمَدُ بْنُ عَبْدَةَ الآمُلِيُّ عَنْ حِبَّانَ عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "এ অনুচ্ছেদে নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের একজন সাহাবী হতে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেন, এটা গারীব হাদীস। শুধু আশ‘আস ইবনু আবদিল্লাহ এটাকে সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের  হাদীস বলে বর্ণনা করেছেন এবং তাকে অন্ধ আশ‘আস বলা হয়। এক দল মনীষী গোসলখানায় পেশাব করা মাকরূহ বলেছেন। তাদের মতে, এর দ্বারা মানুষের সন্দেহপ্রবণতা সৃষ্টি হয়। অপর দলের মতে, তার অনুমতি আছে। এদরে মধ্যে ইবুন সীরীন অন্যতম। কেউ তাঁকে প্রশ্ন করল, লোকেরা বলাবলি করছে, ‘বেশিভাগ সন্দেহপ্রবণতা এখান হতেই সৃষ্টি হয়’ এটা কেমন করে? তিনি উত্তরে বলেছেনঃ আল্লাহ আমাদের প্রভু, তাঁর কোন শারীক নেই। ইবনুল মুবারাকের মতে, যদি গোসলখানার পানি গড়িয়ে যায় তাহলে সেখানে পেশাব করার অনুমতি আছে। \nআবূ ‘ঈসা বলেনঃ আহমাদ ইবনু ‘আবদাহ আল-আমুলী হিব্বান হতে, তিনি ‘আব্দুল্লাহ ইবনু মুবারক হতে এ হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 26,
    "narrator": "বর্ণনাকারী",
    "bn": "পূর্বের হাদীসের অনুরূপ।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ يَزِيدَ بْنِ عِيَاضٍ، عَنْ أَبِي ثِفَالٍ الْمُرِّيِّ، عَنْ رَبَاحِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سُفْيَانَ بْنِ حُوَيْطِبٍ، عَنْ جَدَّتِهِ بِنْتِ سَعِيدِ بْنِ زَيْدٍ، عَنْ أَبِيهَا، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  },
  {
    "hadith_id": 25,
    "narrator": "রাবাহ ইবনু ‘আবদির রহমান ইবনি আবী সুফিয়ান ইবনি হুআইত্বিব হতে তাঁর দাদী",
    "bn": "তিনি তাঁর পিতার (সাঈদ ইবনু যায়িদ) সূত্রে বর্ণনা করেন, তিনি (সাঈদ) বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ যে ব্যক্তি ওযূর শুরুতে বিলমিল্লাহ বলেনি তার ওযূ হয়নি। \n\nহাসান। ইবনু মাজাহ- (৩৯৯)।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، وَبِشْرُ بْنُ مُعَاذٍ الْعَقَدِيُّ، قَالاَ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَرْمَلَةَ، عَنْ أَبِي ثِفَالٍ الْمُرِّيِّ، عَنْ رَبَاحِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سُفْيَانَ بْنِ حُوَيْطِبٍ، عَنْ جَدَّتِهِ، عَنْ أَبِيهَا، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ وُضُوءَ لِمَنْ لَمْ يَذْكُرِ اسْمَ اللَّهِ عَلَيْهِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَأَبِي سَعِيدٍ وَأَبِي هُرَيْرَةَ وَسَهْلِ بْنِ سَعْدٍ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى قَالَ أَحْمَدُ بْنُ حَنْبَلٍ لاَ أَعْلَمُ فِي هَذَا الْبَابِ حَدِيثًا لَهُ إِسْنَادٌ جَيِّدٌ ‏.‏ وَقَالَ إِسْحَاقُ إِنْ تَرَكَ التَّسْمِيَةَ عَامِدًا أَعَادَ الْوُضُوءَ وَإِنْ كَانَ نَاسِيًا أَوْ مُتَأَوِّلاً أَجْزَأَهُ ‏.‏ قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ أَحْسَنُ شَيْءٍ فِي هَذَا الْبَابِ حَدِيثُ رَبَاحِ بْنِ عَبْدِ الرَّحْمَنِ ‏.‏ قَالَ أَبُو عِيسَى وَرَبَاحُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ جَدَّتِهِ عَنْ أَبِيهَا ‏.‏ وَأَبُوهَا سَعِيدُ بْنُ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ ‏.‏ وَأَبُو ثِفَالٍ الْمُرِّيُّ اسْمُهُ ثُمَامَةُ بْنُ حُصَيْنٍ ‏.‏ وَرَبَاحُ بْنُ عَبْدِ الرَّحْمَنِ هُوَ أَبُو بَكْرِ بْنُ حُوَيْطِبٍ ‏.‏ مِنْهُمْ مَنْ رَوَى هَذَا الْحَدِيثَ فَقَالَ عَنْ أَبِي بَكْرِ بْنِ حُوَيْطِبٍ فَنَسَبَهُ إِلَى جَدِّهِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আয়িশাহ্‌, আবূ হুরাইরা, আবূ সা‘ঈদ খুদরী, সাহল ইবনু সাদ ও আনাস (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ আহমাদ ইবনু হাম্বল বলেছেন, এ অনুচ্ছেদে এমন কোন হাদীস আমার জানা নেই যার সনদ শক্তিশালী। ইসহাক বলেন, যদি ইচ্ছাকৃতভাবে বিসমিল্লাহ না বলে তবে আবার ওযূ করতে হবে। আর যদি ভুলে অথবা হাদীসের ভিন্ন ব্যাখ্যা করে বিসমিল্লাহ না বলে তাহলে প্রথম ওযূই যথেষ্ট। মুহাম্মদ ইবনু ইসমাঈল (বুখারী) বলেন, এ অনুচ্ছেদে রাবাহ ইবনু ‘আবদির রহমানের বর্ণিত হাদীস সবচেয়ে উত্তম। \nআবূ ‘ঈসা বলেনঃ রাবাহ ইবনু আব্দির রহমান তার দাদী হতে, তিনি তার পিতা হতে বর্ণনা করেছেন, তার পিতার নাম সা‘ঈদ ইবনু যাইদ ইবনু ‘আমর ইবনু নুফাইল। আবূ সিফাল মুররী এর নাম সুমামাহ ইবনু হুসাইন। আর রাহবাহ বিনু আব্দির রহমান হলেন আবূ বাকার ইবনু হুআইত্বিব। কেউ কেউ এই হাদীস বর্ণনা করতে যেয়ে বলেছেন, আবূ বাকার ইবুন হুআইত্বিব হতে অর্থাৎ হাদীসটির সম্পর্ক তার দাদার সাথে জুড়ে দিয়েছেন।"
  },
  {
    "hadith_id": 30,
    "narrator": "‘আম্মার (রাঃ)",
    "bn": "‘আম্মার (রাঃ) রাসূলুল্লাহ সাল্লাল্লহু ‘আলাইহি ওয়াসাল্লাম হতে বর্ণনা করেন........... এ সূত্রেও উপরের হাদীসের মতই বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ حَسَّانَ بْنِ بِلاَلٍ، عَنْ عَمَّارٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُثْمَانَ وَعَائِشَةَ وَأُمِّ سَلَمَةَ وَأَنَسٍ وَابْنِ أَبِي أَوْفَى وَأَبِي أَيُّوبَ ‏.‏ قَالَ أَبُو عِيسَى وَسَمِعْتُ إِسْحَاقَ بْنَ مَنْصُورٍ يَقُولُ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ قَالَ ابْنُ عُيَيْنَةَ لَمْ يَسْمَعْ عَبْدُ الْكَرِيمِ مِنْ حَسَّانَ بْنِ بِلاَلٍ حَدِيثَ التَّخْلِيلِ ‏.‏ وَقَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ حَدِيثُ عَامِرِ بْنِ شَقِيقٍ عَنْ أَبِي وَائِلٍ عَنْ عُثْمَانَ ‏.‏ قَالَ أَبُو عِيسَى وَقَالَ بِهَذَا أَكْثَرُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ رَأَوْا تَخْلِيلَ اللِّحْيَةِ ‏.‏ وَبِهِ يَقُولُ الشَّافِعِيُّ ‏.‏ وَقَالَ أَحْمَدُ إِنْ سَهَا عَنْ تَخْلِيلِ اللِّحْيَةِ فَهُوَ جَائِزٌ ‏.‏ وَقَالَ إِسْحَاقُ إِنْ تَرَكَهُ نَاسِيًا أَوْ مُتَأَوِّلاً أَجْزَأَهُ وَإِنْ تَرَكَهُ عَامِدًا أَعَادَ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদে ‘আয়িশাহ্‌, উম্মি সালাম, আনাস, ইবনু আবী আওফা ও আবূ আইয়ূব (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেন, আমি ইসহাক ইবনু মানসূরকে বলতে শুনেছি, তিনি বলেনঃ আমি আহমাদ ইবনু হাম্বলকে বলতে শুনেছিঃ ইবনু উআইনা বলেছেন, আবদুল কারীম ‘দাড়ি খিলাল করা’ সম্পর্কিত হাদীস হাসসান ইবনু বিলালের নিকট হতে শুনেননি। \n\nমুহাম্মদ ইবনু ইসমাঈল (বুখারী) বলেছেন, এ অনুচ্ছেদ ‘আমির ইবনু শাকীক হতে তিনি আবূ ওয়াইল হতে তিনি উসমান হতে বর্ণিত হাদীসটি সবচাইতে সহীহ। সাহাবাই কিরাম ও পরবর্তী পর্যায়ের বেশিভাগ মনীষীর মতে দাড়ি খিলাল করা উচিৎ। ইমামা শাখিঈরও এই মত। ইমাম আহমাদ বলেন, যে ব্যক্তি দাড়ি খিলাল করতে ভুলে গেছে তাতে তার ওযূর কোন লোকসান হয়নি। ইসহাক বলেন, যদি ইচ্ছাকৃতভাবে দাড়ি খিলাল না করা হয় এবং এই ওযূ দিযে নামায আদায় করে থাকে তাহলে আবার নামায আদায় করতে হবে। আর যদি ভুলবশত অথবা হাদীসের ভিন্ন ব্যাখ্যা করে দাড়ি খিলাল করা ছেড়ে দেয় তবে নামায নতুন করে আদায় করতে হবে না।"
  },
  {
    "hadith_id": 38,
    "narrator": "আসিম ইবনু লাকীত ইবনু সাবিরা হতে তাঁর পিতার সূত্রে",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন তুমি ওযূ করবে, আঙ্গুলও খিলাল করবে। \n\nসহীহ। ইবনু মাজাহ- (৪৪৮)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَهَنَّادٌ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي هَاشِمٍ، عَنْ عَاصِمِ بْنِ لَقِيطِ بْنِ صَبِرَةَ، عَنْ أَبِيهِ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِذَا تَوَضَّأْتَ فَخَلِّلِ الأَصَابِعَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَالْمُسْتَوْرِدِ وَهُوَ ابْنُ شَدَّادٍ الْفِهْرِيُّ وَأَبِي أَيُّوبَ الأَنْصَارِيِّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّهُ يُخَلِّلُ أَصَابِعَ رِجْلَيْهِ فِي الْوُضُوءِ ‏.‏ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ إِسْحَاقُ يُخَلِّلُ أَصَابِعَ يَدَيْهِ وَرِجْلَيْهِ فِي الْوُضُوءِ ‏.‏ وَأَبُو هَاشِمٍ اسْمُهُ إِسْمَاعِيلُ بْنُ كَثِيرٍ الْمَكِّيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু ‘আব্বাস, মুসতাওরিদ ও আবূ আইয়ুব (রাঃ)-এর হাদীসও রয়েছে। \n\nআবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ। মনীষীদের মতে ওযূর সময় পায়ের আঙ্গুল খিলাল করতে হবে। ইমাম আহমাদ এবং ইসহাক এ মতের পক্ষপাতি। ইসহাক বলেন, হাত এবং পায়ের আঙ্গুল খিলাল করা উচিৎ। আবূ হাশিমের নাম ইসমাঈল ইবনু কাসীর আল-মাক্কী।"
  },
  {
    "hadith_id": 49,
    "narrator": "আবদি খাইর ‘আলী (রাঃ)",
    "bn": "আবদি খাইর ‘আলী (রাঃ)-এর সূত্রে আবূ হাইআ হতে বর্ণিত হাদীসের মত হাদীস বর্ণনা করেছেন। কিন্তু আবদি খাইরের বর্ণিত হাদীসের শেষের অংশ নিম্নরূপঃ তিনি যখন ওযূ শেষ করতেন তখন অবশিষ্ট পানি হাতের আঁজলে নিয়ে পান করতেন। \n\nসহীহ। দেখুন পূর্ববর্তী হাদীস।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَهَنَّادٌ، قَالاَ حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ خَيْرٍ، ذَكَرَ عَنْ عَلِيٍّ، مِثْلَ حَدِيثِ أَبِي حَيَّةَ إِلاَّ أَنَّ عَبْدَ خَيْرٍ، قَالَ كَانَ إِذَا فَرَغَ مِنْ طُهُورِهِ أَخَذَ مِنْ فَضْلِ طَهُورِهِ بِكَفِّهِ فَشَرِبَهُ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ رَوَاهُ أَبُو إِسْحَاقَ الْهَمْدَانِيُّ عَنْ أَبِي حَيَّةَ وَعَبْدِ خَيْرٍ وَالْحَارِثِ عَنْ عَلِيٍّ وَقَدْ رَوَى زَائِدَةُ بْنُ قُدَامَةَ وَغَيْرُ وَاحِدٍ عَنْ خَالِدِ بْنِ عَلْقَمَةَ عَنْ عَبْدِ خَيْرٍ عَنْ عَلِيٍّ رضى الله عنه حَدِيثَ الْوُضُوءِ بِطُولِهِ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَرَوَى شُعْبَةُ هَذَا الْحَدِيثَ عَنْ خَالِدِ بْنِ عَلْقَمَةَ فَأَخْطَأَ فِي اسْمِهِ وَاسْمِ أَبِيهِ فَقَالَ مَالِكُ بْنُ عُرْفُطَةَ عَنْ عَبْدِ خَيْرٍ عَنْ عَلِيٍّ ‏.‏ قَالَ وَرُوِيَ عَنْ أَبِي عَوَانَةَ عَنْ خَالِدِ بْنِ عَلْقَمَةَ عَنْ عَبْدِ خَيْرٍ عَنْ عَلِيٍّ ‏.‏ قَالَ وَرُوِيَ عَنْهُ عَنْ مَالِكِ بْنِ عُرْفُطَةَ مِثْلَ رِوَايَةِ شُعْبَةَ وَالصَّحِيحُ خَالِدُ بْنُ عَلْقَمَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ ‘আলী (রাঃ)-এর হাদীসটি আবূ ইসহাক হামদানী বর্ণনা করেছেন আবূ হাইআ হতে, তিনি আবদু খাইর ও হারিস হতে, তিনি ‘আলী হতে। \nযায়িদাহ ইবনু কুদামাহ এবং অন্যরা বর্ণনা করেছেন খালিদ ইবনু ‘আলক্বামাহ হতে, তিনি আবদুখাইর হতে, তিনি ‘আলী (রাঃ) হতে ওযূর হাদীস বিস্তারিতভাবে। এই হাদীসটি হাসান সহীহ্‌। \nশু‘বা এই হাদীসটি বর্ণনা করেছেন খালিদ ইবনু ‘আলক্বামা হতে, তিনি ভুলক্রমে তার নাম ও তার পিতার নাম বলেছেন এভাবে মালিক ইবনু উরফুতাহ তিনি আবদু খাইর হতে, তিনি ‘আলী (রা) হতে। \nআবূ আওয়ানাহ হতে বর্ণিত হয়েছে খালিদ ইবনু ‘আল-ক্বামাহ হতে, তিনি আবদু খাইর হতে। তিনি ‘আলী (রাঃ) হতে। \nএবং তার কাছ থেকে এবাবেও বর্ণিত হয়েছে যে, তিনি মালিক ইবনু উরফুতাহ হতে শুবা’র বর্ণনার মতো। অথচ সঠিক হচ্ছে খালিদ ইবনু ‘আলক্বামাহ।"
  },
  {
    "hadith_id": 52,
    "narrator": "‘আলা (রহঃ)",
    "bn": "‘আলা (রহঃ) হতে এই সনদসূত্রে উপরের হাদীসের মতই বর্ণিত হয়েছে, কুতাইবা তাঁর সনদে বর্ণিত হাদীসে (রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কথাটা এভাবে) উল্লেখ করেছেনঃ ‘এটাই তোমাদের জন্য রিবাত, এটাই তোমাদের জন্য রিবাত, এটাই তোমাদের জন্য রিবাত। ’ এ কথাটা (এ বর্ণনায়) তিনবার উল্লেখিত হয়েছে। \n\nসহীহ্‌। দেখুন পূর্ববর্ণিত হাদীস।",
    "ar": "وَحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ الْعَلاَءِ، نَحْوَهُ ‏.‏ وَقَالَ قُتَيْبَةُ فِي حَدِيثِهِ ‏ \"‏ فَذَلِكُمُ الرِّبَاطُ فَذَلِكُمُ الرِّبَاطُ فَذَلِكُمُ الرِّبَاطُ ‏\"‏ ‏.‏ ثَلاَثًا ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَابْنِ عَبَّاسٍ وَعَبِيدَةَ وَيُقَالُ عُبَيْدَةُ بْنِ عَمْرٍو وَعَائِشَةَ وَعَبْدِ الرَّحْمَنِ بْنِ عَائِشٍ الْحَضْرَمِيِّ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ أَبِي هُرَيْرَةَ فِي هَذَا الْبَابِ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَلاَءُ بْنُ عَبْدِ الرَّحْمَنِ هُوَ ابْنُ يَعْقُوبَ الْجُهَنِيُّ الْحُرَقِيُّ وَهُوَ ثِقَةٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদ ‘আলী ‘আবদুল্লাহ ইবনু ‘আমর ইবনু ‘আব্বাস, উবাইদা (ইবনু আমর), ‘আয়িশাহ্‌, আবদুর রহমান ইবনু ‘আয়িশাহ্‌ ও আনাস (রাঃ) হতে বর্ণিত হাদীসও রয়েছে। আবূ ‘ঈসা বলেনঃ আবূ হুরাইরার হাদীস হাসান সহীহ। ‘আলা ইবনু ‘আবদুর রহমান, ইনি ইয়া‘কুব আল-জুহানীর পুত্র এবং হাদীস বিশারদদের মতে সিকাহ রাবী।"
  },
  {
    "hadith_id": 61,
    "narrator": "সুলাইমান ইবনু বুরাইদা (রাঃ) হতে তাঁর পিতার সূত্রে",
    "bn": "তিনি (বুরাইদা) বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রতি ওয়াক্তের নামাযের জন্য নতুনভাবে ওযূ করতেন। তিনি মক্কা বিজয়ের দিন একই ওযূ দিয়ে সব ওয়াক্তের নামায আদায় করলেন এবং মোজার উপর মাসিহ করলেন। ‘উমার (রাঃ) বললেনঃ আপনি এমন একটি কাজ করলেন যা ইতোপূর্বে কখনও করেননি। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আমি ইচ্ছা করেই এটা করলাম। \n\nসহীহ। ইবনু মাজাহ – (৫১০), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَتَوَضَّأُ لِكُلِّ صَلاَةٍ فَلَمَّا كَانَ عَامُ الْفَتْحِ صَلَّى الصَّلَوَاتِ كُلَّهَا بِوُضُوءٍ وَاحِدٍ وَمَسَحَ عَلَى خُفَّيْهِ ‏.‏ فَقَالَ عُمَرُ إِنَّكَ فَعَلْتَ شَيْئًا لَمْ تَكُنْ فَعَلْتَهُ ‏.‏ قَالَ ‏\"‏ عَمْدًا فَعَلْتُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى هَذَا الْحَدِيثَ عَلِيُّ بْنُ قَادِمٍ عَنْ سُفْيَانَ الثَّوْرِيِّ وَزَادَ فِيهِ ‏\"‏ تَوَضَّأَ مَرَّةً مَرَّةً ‏\"‏ ‏.‏ قَالَ وَرَوَى سُفْيَانُ الثَّوْرِيُّ هَذَا الْحَدِيثَ أَيْضًا عَنْ مُحَارِبِ بْنِ دِثَارٍ عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَوَضَّأُ لِكُلِّ صَلاَةٍ ‏.‏ وَرَوَاهُ وَكِيعٌ عَنْ سُفْيَانَ عَنْ مُحَارِبِ بْنِ دِثَارٍ عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ ‏.‏ قَالَ وَرَوَاهُ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ وَغَيْرُهُ عَنْ سُفْيَانَ عَنْ مُحَارِبِ بْنِ دِثَارٍ عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً وَهَذَا أَصَحُّ مِنْ حَدِيثِ وَكِيعٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّهُ يُصَلِّي الصَّلَوَاتِ بِوُضُوءٍ وَاحِدٍ مَا لَمْ يُحْدِثْ وَكَانَ بَعْضُهُمْ يَتَوَضَّأُ لِكُلِّ صَلاَةٍ اسْتِحْبَابًا وَإِرَادَةَ الْفَضْلِ ‏.‏ وَيُرْوَى عَنِ الإِفْرِيقِيِّ عَنْ أَبِي غُطَيْفٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ تَوَضَّأَ عَلَى طُهْرٍ كَتَبَ اللَّهُ لَهُ بِهِ عَشْرَ حَسَنَاتٍ ‏\"‏ ‏.‏ وَهَذَا إِسْنَادٌ ضَعِيفٌ ‏.‏ وَفِي الْبَابِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى الظُّهْرَ وَالْعَصْرَ بِوُضُوءٍ وَاحِدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন : হাদীসটি হাসান সহীহ । এ হাদীসটি ‘আলী ইবনু কাদিম – সুফিয়ান সাওরীর সূত্রে বর্ণনা করেছেন । তাতে এ কথাটুকুও আছে, “তিনি একবার একবার ওযূ করেছেন । ” সুফিয়ান সাওরী তাঁর সনদ পরম্পরায় বুরাইদার সূত্রে বর্ণনা করেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রত্যেক ওয়াক্তের নামাযের জন্যই নতুনভাবে ওযূ  করতেন । ওয়াকী‘ও তাঁর সনদ পরম্পরায় বুরাইদার এ হাদীসটি বর্ণনা করেছেন । আবদুর রহমান ইবনুল মাহদী ও অন্যরা অপর এক সনদ পরম্পরায় এ হাদীসটি মুরসাল হিসেবে বর্ণনা করেছেন । এ বর্ণনাটি ওয়াকী‘র বর্ণনার তুলনায় বেশি সহীহ । \nবিদ্বানদের মতামত হল ওযূ যে পর্যন্ত নষ্ট না হবে, সে পর্যন্ত একই ওযূতে একাধিক ওয়াক্তের নামায আদায় করা যাবে । তাদের কেউ কেউ ফযিলত লাভের আশায় প্রত্যেক নামাযের জন্য নতুনভাবে ওযূ করাটা মুস্তাহাব মনে করেছেন । আফরীকী হতে বর্ণিত আছে, তিনি গুতাইফ হতে তিনি ইবনু উমার হতে তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন : “যে ব্যক্তি ওযূ থাকা অবস্থায় ওযূ করে আল্লাহ তার জন্য দশটি সাওয়াব লিখেন । ” –এর সনদ যঈফ । এ অনুচ্ছেদে জাবির ইবনু ‘আবদুল্লাহ (রাঃ) হতে বর্ণিত একটি হাদীস রয়েছে : “নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একই ওযূতে যুহর এবং আসরের নামায আদায় করেছেন । ”"
  },
  {
    "hadith_id": 83,
    "narrator": "হিশাম (রহঃ)",
    "bn": "এ হাদীসটি একাধিক সূত্রে হিশাম, আবূ উসামা, আবুল যিনাদ ও অন্য রাবীগণ হতে বর্ণনা করেছেন। \n\nসহীহ্‌। দেখুন পূর্বোক্ত হাদীস।",
    "ar": "وَرَوَى أَبُو أُسَامَةَ، وَغَيْرُ، وَاحِدٍ، هَذَا الْحَدِيثَ عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ مَرْوَانَ، عَنْ بُسْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ حَدَّثَنَا بِذَلِكَ، إِسْحَاقُ بْنُ مَنْصُورٍ حَدَّثَنَا أَبُو أُسَامَةَ، بِهَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 84,
    "narrator": "আবুল যিনাদ ওরওয়ার সূত্রে",
    "bn": "আবুল যিনাদ ওরওয়ার সূত্রে বুসরা হতে অনুরূপ হাদীস বর্ণনা করছেন। \n\nসহীহ্‌। দেখুন পূর্বের হাদীস।",
    "ar": "وَرَوَى هَذَا الْحَدِيثَ أَبُو الزِّنَادِ، عَنْ عُرْوَةَ، عَنْ بُسْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ حَدَّثَنَا بِذَلِكَ، عَلِيُّ بْنُ حُجْرٍ قَالَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ، عَنْ أَبِيهِ، عَنْ عُرْوَةَ، عَنْ بُسْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ وَبِهِ يَقُولُ الأَوْزَاعِيُّ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ قَالَ مُحَمَّدٌ وَأَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ حَدِيثُ بُسْرَةَ ‏.‏ وَقَالَ أَبُو زُرْعَةَ حَدِيثُ أُمِّ حَبِيبَةَ فِي هَذَا الْبَابِ صَحِيحٌ وَهُوَ حَدِيثُ الْعَلاَءِ بْنِ الْحَارِثِ عَنْ مَكْحُولٍ عَنْ عَنْبَسَةَ بْنِ أَبِي سُفْيَانَ عَنْ أُمِّ حَبِيبَةَ ‏.‏ وَقَالَ مُحَمَّدٌ لَمْ يَسْمَعْ مَكْحُولٌ مِنْ عَنْبَسَةَ بْنِ أَبِي سُفْيَانَ وَرَوَى مَكْحُولٌ عَنْ رَجُلٍ عَنْ عَنْبَسَةَ غَيْرَ هَذَا الْحَدِيثِ ‏.‏ وَكَأَنَّهُ لَمْ يَرَ هَذَا الْحَدِيثَ صَحِيحًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একাধিক সাহাবী ও তাবিঈন এই মত দিয়েছেন যে, যৌনাংগ স্পর্শ করলে ওযূ নষ্ট হবে। ইমাম আওযাঈ, শাফিঈ, আহমাদ এবং ইসহাকও এ কথাই বলেছেন। মুহাম্মাদ (ইমাম বুখারী) বলেন, এ অনুচ্ছেদে বুসরা (রাঃ) হতে বর্ণনা করা হাদীসই বেশি সহীহ। আবূ যুর’আহ্‌ বলেনঃ এ অনুচ্ছেদে উম্মু হাবীবা (রাঃ) হতে বর্ণনা করা হাদীসটি বেশি সহীহ। এর সনদসূত্রটি এরূপঃ ‘আলা ইবনু হারিস-মাকহূল হতে, তিনি আনবাসা ইবনু আবূ সুফিয়ান হতে, তিনি উম্মু হাবীবা (রাঃ) হতে বর্ণনা করেছেন। ইমাম বুখারী বলেন, আনবাসা ইবনু আবূ সুফিয়ান হতে মাকহূল কখনও কিছু অবগত হননি। মাকহূল এক ব্যক্তির সূত্রে আনবাসা হতে এটা ছাড়া অন্য হাদীস বর্ণনা করেছেন। তিনি (বুখারী) উম্মু হাবীবা (রাঃ) হতে বর্ণনা করা হাদীসটি সহীহ মনে করেন না।"
  },
  {
    "hadith_id": 85,
    "narrator": "কাইস ইবনু তালক্ব ইবনু ‘আলী আল-হানাফী হতে তাঁর পিতার (তালকের) সূত্রে",
    "bn": "কাইস ইবনু তালক্ব ইবনু ‘আলী আল-হানাফী হতে তাঁর পিতার (তালকের) সূত্রে বর্ণনা করা হয়েছে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ ‘এটা (যৌনাংগ) তাঁর দেহের একটা অংশ ছাড়া আর কিছুই নয়। ’ (অথবা রাবীর সন্দেহ) তিনি ‘বুয্‌আহ’ (টুকরা, অংশ) শব্দ বলেছেন। \n\nসহীহ্‌। ইবনু মাজাহ-(৪৮৩)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا مُلاَزِمُ بْنُ عَمْرٍو، عَنْ عَبْدِ اللَّهِ بْنِ بَدْرٍ، عَنْ قَيْسِ بْنِ طَلْقِ بْنِ عَلِيٍّ، هُوَ الْحَنَفِيُّ عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ وَهَلْ هُوَ إِلاَّ مُضْغَةٌ مِنْهُ أَوْ بَضْعَةٌ مِنْهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي أُمَامَةَ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ غَيْرِ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَبَعْضِ التَّابِعِينَ أَنَّهُمْ لَمْ يَرَوُا الْوُضُوءَ مِنْ مَسِّ الذَّكَرِ وَهُوَ قَوْلُ أَهْلِ الْكُوفَةِ وَابْنِ الْمُبَارَكِ ‏.‏ وَهَذَا الْحَدِيثُ أَحْسَنُ شَيْءٍ رُوِيَ فِي هَذَا الْبَابِ ‏.‏ وَقَدْ رَوَى هَذَا الْحَدِيثَ أَيُّوبُ بْنُ عُتْبَةَ وَمُحَمَّدُ بْنُ جَابِرٍ عَنْ قَيْسِ بْنِ طَلْقٍ عَنْ أَبِيهِ ‏.‏ وَقَدْ تَكَلَّمَ بَعْضُ أَهْلِ الْحَدِيثِ فِي مُحَمَّدِ بْنِ جَابِرٍ وَأَيُّوبَ بْنِ عُتْبَةَ ‏.‏ وَحَدِيثُ مُلاَزِمِ بْنِ عَمْرٍو عَنْ عَبْدِ اللَّهِ بْنِ بَدْرٍ أَصَحُّ وَأَحْسَنُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ উমামা (রাঃ) হতে বর্ণিত হাদীসও রয়েছে, আবূ ‘ঈসা বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের একাধিক সাহাবী ও কিছু সংখ্যক তাবিঈ যৌনাংগ স্পর্শ করলে আবার ওযূ করা দরকার আছে বলে মনে করেন না। ইবনুল মুবারাক ও কূফাবাসীদের এটাই উপস্থাপিত মত। \n\nএ অনুচ্ছেদে এ হাদীসটি বেশি সহীহ। এ হাদীসটি অপর এক সূত্রেও বর্ণিত হয়েছে। কিন্তু এ সূত্রে দু’জন রাবী- ‘মুহাম্মাদ ইবনু জাবির’ ও ‘আইউব ইবনু উতবা’ সম্পর্কে কিছু হাদীস পারদর্শী ব্যক্তি বিভিন্ন কথা বলেছেন। অতএব মুলাযিম ইবনু ‘আমরের বর্ণনাটিই বেশি সহীহ এবং উত্তম।"
  },
  {
    "hadith_id": 111,
    "narrator": "ইমাম যুহ্‌রী (রহঃ)",
    "bn": "ইমাম যুহ্‌রী (রহঃ) হতে এই সূত্রে উপরের হাদীসের মত হাদীস বর্ণনা হয়েছে।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ مِثْلَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَإِنَّمَا كَانَ الْمَاءُ مِنَ الْمَاءِ فِي أَوَّلِ الإِسْلاَمِ ثُمَّ نُسِخَ بَعْدَ ذَلِكَ ‏.‏ وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ أُبَىُّ بْنُ كَعْبٍ وَرَافِعُ بْنُ خَدِيجٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ عَلَى أَنَّهُ إِذَا جَامَعَ الرَّجُلُ امْرَأَتَهُ فِي الْفَرْجِ وَجَبَ عَلَيْهِمَا الْغُسْلُ وَإِنْ لَمْ يُنْزِلاَ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান সহীহ। ‘বীর্যপাত হলেই শুধু গোসল ফরয হয়’ এ সুযোগে ইসলামের প্রথম দিকে ছিল, অতঃপর তা রহিত করা হয়। নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের একাধিক সাহাবী হতে এ হাদীসটি বর্ণিত হয়েছে। তাদের মধ্যে রয়েছেন উবাই ইবনু কা’ব ও রাফি ইবনু খাদীজ (রাঃ)। বেশিরভাগ বিশেষজ্ঞের এটাই অভিমত যে, কোন ব্যক্তি তার স্ত্রীর সাথে সহবাসে লিপ্ত হলেই উভয়ের উপর গোসল ওয়াজিব হয়ে যায়, যদিও বীর্যপাত না হয়।"
  },
  {
    "hadith_id": 112,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, “বীর্যপাত হলেই গোসল ওয়াজিব” এই হুকুম ইহতিলামের (স্বপ্নদোষের) ক্ষেত্রে প্রযোজ্য। \n\nইহতিলামের ক্ষেত্রে প্রযোজ্য এই অংশটুকুর সনদ দুর্বল। আর সেটা মাওকূফ। হাদীসের বাকী অংশ সহীহ্‌। ইবনু মাজাহ- (৬০৬-৬০৭)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شَرِيكٌ، عَنْ أَبِي الْجَحَّافِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ إِنَّمَا الْمَاءُ مِنَ الْمَاءِ فِي الاِحْتِلاَمِ ‏.‏ قَالَ أَبُو عِيسَى سَمِعْتُ الْجَارُودَ يَقُولُ سَمِعْتُ وَكِيعًا يَقُولُ لَمْ نَجِدْ هَذَا الْحَدِيثَ إِلاَّ عِنْدَ شَرِيكٍ ‏.‏ قَالَ أَبُو عِيسَى وَأَبُو الْجَحَّافِ اسْمُهُ دَاوُدُ بْنُ أَبِي عَوْفٍ ‏.‏ وَيُرْوَى عَنْ سُفْيَانَ الثَّوْرِيِّ قَالَ حَدَّثَنَا أَبُو الْجَحَّافِ وَكَانَ مَرْضِيًّا ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُثْمَانَ بْنِ عَفَّانَ وَعَلِيِّ بْنِ أَبِي طَالِبٍ وَالزُّبَيْرِ وَطَلْحَةَ وَأَبِي أَيُّوبَ وَأَبِي سَعِيدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏ \"‏ الْمَاءُ مِنَ الْمَاءِ ‏\"‏ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "আবূ ‘ঈসা বলেন, আমি জারূদকে বলতে শুনেছি। তিনি বলেন, আমি (জারূদ) ওয়াকী’কে বলতে শুনেছি, আমি শারীকের নিকট এ হাদীসটি পেয়েছি। আবুল জাহ্‌হাফের নাম দাঊদ ইবনু আবূ ‘আওফ। সুফইয়ান সাওরী হতে বর্ণিত তিনি বলেন, তিনি একজন অতিপরিচিত বিশ্বস্ত লোক ছিলেন।\n \nআবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদে উসমান ইবনু আফফান, আলী ইবনু আবী তালিব, যুবাইর, তালহা, আবূ আইউব ও আবূ সা‘ঈদ (রাঃ) হতে হাদীস বর্ণিত আছে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ ‘বীর্যপাতের ফলেই গোসল ওয়াজিব হয়। ’ সহীহ, ইবনু মাযাহ ৬০৬-৬০৭।"
  },
  {
    "hadith_id": 119,
    "narrator": "ওয়াকী",
    "bn": "ওয়াকী সুফিয়ানের বরাতে আবূ ইসহাকের সনদে অনুরূপ বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي إِسْحَاقَ، نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا قَوْلُ سَعِيدِ بْنِ الْمُسَيَّبِ وَغَيْرِهِ ‏.‏ وَقَدْ رَوَى غَيْرُ، وَاحِدٍ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَتَوَضَّأُ قَبْلَ أَنْ يَنَامَ ‏.‏ وَهَذَا أَصَحُّ مِنْ حَدِيثِ أَبِي إِسْحَاقَ عَنِ الأَسْوَدِ ‏.‏ وَقَدْ رَوَى عَنْ أَبِي إِسْحَاقَ هَذَا الْحَدِيثَ شُعْبَةُ وَالثَّوْرِيُّ وَغَيْرُ وَاحِدٍ ‏.‏ وَيَرَوْنَ أَنَّ هَذَا غَلَطٌ مِنْ أَبِي إِسْحَاقَ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ‘ঈসা বলেনঃ সা’ঈদ ইবনুল মুসায়্যাব প্রমুখের এই মত। আসওয়াদের সূত্রে ‘আয়িশাহ্ (রাঃ) হতে বর্ণিত আছে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুমের পূর্বে ওযূ করতেন। আসওয়াদের সূত্রে বর্ণিত আবূ ইসহাকের হাদীস হতে এই হাদীসটি অধিক সহীহ্। আবূ ইসহাক হতে এই হাদীসটি শু’বা, সাওরী আরো অনেকে বর্ণনা করেছেন। তারা মনে করেন আবূ ইসহাক এ হাদীস বর্ণনার ক্ষেত্রে ভুলের শিকার হয়েছেন।"
  },
  {
    "hadith_id": 126,
    "narrator": "‘আদী ইবনু সাবিত (রহঃ) হতে পর্যায়ক্রমে তাঁর পিতা ও দাদার সূত্রে",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইস্তিহাযার রোগিণী সম্পর্কে বলেনঃ ইতোপূর্বে সে যে কয়দিন ঋতুবতী থাকতো ততদিন নামায ছেড়ে দেবে; অতঃপর গোসল করবে এবং প্রত্যেক নামযের সময় নতুন করে ওযূ করবে এবং রোযা রাখবে ও নামায আদায় করবে। \n\nসহীহ্। ইবনু মাজাহ-(৬২৫)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا شَرِيكٌ، عَنْ أَبِي الْيَقْظَانِ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ فِي الْمُسْتَحَاضَةِ ‏ \"‏ تَدَعُ الصَّلاَةَ أَيَّامَ أَقْرَائِهَا الَّتِي كَانَتْ تَحِيضُ فِيهَا ثُمَّ تَغْتَسِلُ وَتَتَوَضَّأُ عِنْدَ كُلِّ صَلاَةٍ وَتَصُومُ وَتُصَلِّي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 127,
    "narrator": "'আলী ইবনু হুজ্‌র",
    "bn": "'আলী ইবনু হুজ্‌র হতেও শুরাইক এর সূত্রে উপরের হাদীসের সমার্থক হাদীস বর্ণিত  হয়েছে।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شَرِيكٌ، نَحْوَهُ بِمَعْنَاهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ قَدْ تَفَرَّدَ بِهِ شَرِيكٌ عَنْ أَبِي الْيَقْظَانِ ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقُلْتُ عَدِيُّ بْنُ ثَابِتٍ عَنْ أَبِيهِ عَنْ جَدِّهِ جَدُّ عَدِيٍّ مَا اسْمُهُ فَلَمْ يَعْرِفْ مُحَمَّدٌ اسْمَهُ وَذَكَرْتُ لِمُحَمَّدٍ قَوْلَ يَحْيَى بْنِ مَعِينٍ أَنَّ اسْمَهُ دِينَارٌ فَلَمْ يَعْبَأْ بِهِ ‏.‏ وَقَالَ أَحْمَدُ وَإِسْحَاقُ فِي الْمُسْتَحَاضَةِ إِنِ اغْتَسَلَتْ لِكُلِّ صَلاَةٍ هُوَ أَحْوَطُ لَهَا وَإِنْ تَوَضَّأَتْ لِكُلِّ صَلاَةٍ أَجْزَأَهَا وَإِنْ جَمَعَتْ بَيْنَ الصَّلاَتَيْنِ بِغُسْلٍ وَاحِدٍ أَجْزَأَهَا ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসের রাবী শারীক একাই আবূ ইয়াকযানের নিকট হতে হাদীসটি বর্ণনা করেছেন। আমি ইমাম বুখারীকে এই হাদীস সম্পর্কে প্রশ্ন করলে তিনি `আদীর দাদার নাম বলতে পারেননি। আমি তাঁর নিকট ইয়াহ্‌ইয়া ইবনু মু'ঈনের কথা উল্লেখ করলাম যে, তিনি 'আদীর দাদার নাম দীনার বলেছেন। কিন্ত বুখারী তা নির্ভরযোগ্য মনে করলেন না। ইমাম আহমাদ ও ইসহাক বলেন, যদি ইস্তিহাযার রোগিণী প্রত্যেক নামাযের সময় গোসল করে তাহলে এটা উত্তম। আর যদি শুধু ওযূ করে নেয় তবে তাও জায়িয। সে যদি এক গোসলে দুই ওয়াক্ত নামায আদায় করে তবে তাও যথেষ্ট (অর্থাৎ এক গোসলে যুহর-আসর, দ্বিতীয় গোসলে মাগরিব-ইশা এবং তৃতীয় গোসলে ফযরের নামায আদায় করা) ।"
  },
  {
    "hadith_id": 142,
    "narrator": "হিশাম ইবনু উরওয়া (রহঃ) হতে তাঁর পিতার সূত্রে",
    "bn": "আব্দুল্লাহ ইবনু আল-আরক্বাম সম্পর্কে বর্ণিত আছে, তিনি (উরওয়া) বলেন, একদা নামাযের ইকামাত হয়ে গেল। তিনি (আব্দুল্লাহ) এক ব্যক্তির হাত ধরে তাকে সামনে ঠেলে দিলেন। তিনি (আব্দুল্লাহ ইবনু আরকাম) স্বীয় গোত্রে ইমাম ছিলেন (নামায শেষে)। তিনি বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে বলতে শুনেছিঃ “নামাযের ইকামাত হয়ে যাওয়ার পর তোমাদের কারো মলত্যাগের প্রয়োজন হলে প্রথমে সে মলত্যাগ করে নেবে। “\n\nসহীহ। ইবনু মাজাহ – (৬১৬)।",
    "ar": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ الأَرْقَمِ، قَالَ أُقِيمَتِ الصَّلاَةُ فَأَخَذَ بِيَدِ رَجُلٍ فَقَدَّمَهُ وَكَانَ إِمَامَ قَوْمِهِ وَقَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِذَا أُقِيمَتِ الصَّلاَةُ وَوَجَدَ أَحَدُكُمُ الْخَلاَءَ فَلْيَبْدَأْ بِالْخَلاَءِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَأَبِي هُرَيْرَةَ وَثَوْبَانَ وَأَبِي أُمَامَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ الأَرْقَمِ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ هَكَذَا رَوَى مَالِكُ بْنُ أَنَسٍ وَيَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ وَغَيْرُ وَاحِدٍ مِنَ الْحُفَّاظِ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ الأَرْقَمِ ‏.‏ وَرَوَى وُهَيْبٌ وَغَيْرُهُ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ رَجُلٍ عَنْ عَبْدِ اللَّهِ بْنِ الأَرْقَمِ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ ‏.‏ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ قَالاَ لاَ يَقُومُ إِلَى الصَّلاَةِ وَهُوَ يَجِدُ شَيْئًا مِنَ الْغَائِطِ وَالْبَوْلِ ‏.‏ وَقَالاَ إِنْ دَخَلَ فِي الصَّلاَةِ فَوَجَدَ شَيْئًا مِنْ ذَلِكَ فَلاَ يَنْصَرِفْ مَا لَمْ يَشْغَلْهُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لاَ بَأْسَ أَنْ يُصَلِّيَ وَبِهِ غَائِطٌ أَوْ بَوْلٌ مَا لَمْ يَشْغَلْهُ ذَلِكَ عَنِ الصَّلاَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আয়িশাহ, আবূ হুরাইরা, সাওবান ও আবূ উমামা (রাঃ) হতে বর্ণনাকৃত হাদীসও রয়েছে। আবূ ঈসা বলেন, আব্দুল্লাহ ইবনু আরক্বাম (রাঃ)-এর হাদীসটি হাসান সহীহ। আব্দুল্লাহ ইবনু আরক্বাম (রাঃ)-এর হাদীসটি মালিক ইবনু আনাস ইয়াহইয়া ইবনু সা’ঈদ আল ক্বাত্তান আরো অনেকে হিশাম ইবনু উরওয়া হতে তিনি তিনি তার পিতা হতে তিনি জনৈক ব্যক্তি হতে তিনি আব্দুল্লাহ ইবনু আরকাম হতে বর্ণনা করেছেন। \n\nনবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কয়েকজন সাহাবা ও তাবিঈর এটাই ফাতোয়া (মলত্যাগের প্রয়োজন আগে সারে নেবে)। ইমাম আহমাদ ও ইসহাক এই মত সমর্থন করেছেন এবং বলেছেন, প্রাকৃতিক প্রয়োজন অনুভূত হলে তা না সেরে নামাযে দাঁড়াবে না। হ্যাঁ যদি নামাযশুরু করার পর প্রাকৃতিক প্রয়োজন অনুভূত হয় তবে নামায আদায় করতে থাকবে যতক্ষণ পর্যন্ত গোলমাল ও বাধা বিঘ্নের সৃষ্টির না হয়। কিছু আলিম বলেছেন, প্রাকৃতিক প্রয়োজনের কারণে যে পর্যন্ত নামাযের মধ্যে অসুবিধা সৃষ্টি না হয়, ততক্ষন পায়খানা-পেশাবের বেগ নিয়ে নামায আদায় করতে কোন সমস্যা নেই।"
  },
  {
    "hadith_id": 148,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "আনাস ইবনু মালিক (রাঃ)-ও এ হাদীসটি বর্ণনা করেছেন। \n\nসহীহ্। সহীহ্ আবূ দাঊদ-(৪০৫)।",
    "ar": "قَالَ سَعِيدٌ قَالَ سُفْيَانُ وَحَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، نَحْوَ هَذَا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، وَابْنِ، عَبَّاسٍ وَوَاثِلَةَ بْنِ الأَسْقَعِ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَدْ رَوَى يُونُسُ هَذَا الْحَدِيثَ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবদুল্লাহ ইবনু মাসঊদ, ইবনু ‘আব্বাস ও ওয়াসিলা ইবনুল আসকা’(রাঃ) হতেও বর্ণনাকৃত হাদীস রয়েছে। আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। কোন কোন মনীষীর মতে, পেশাবের জায়গাতে পানি ঢেলে দিলে তা পবিত্র হয়ে যায়। আহমাদ এবং ইসহাকও এই অভিমত দিয়েছেন। এ হাদীসটি আবূ হুরাইরা (রাঃ) হতে অপর একটি সূত্রেও বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 128,
    "narrator": "হামনা বিনতু জাহ্‌শ (রাঃ)",
    "bn": "তিনি বলেন, আমি গুরুতরভাবে ও অত্যধিক পরিমাণে ইস্তিহাযাগ্রস্ত হয়ে পড়লাম। আমি রাসূলুল্লাহ  সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের নিকট বিধান জিজ্ঞেস করতে এবং ব্যাপারটা তাঁকে জানাতে আসলাম। আমি আমার বোন যাইনাব বিনতি জাহ্‌শের ঘরে তাঁর দেখা পেলাম। আমি বললাম, হে আল্লাহর রাসূল! আমি গুরুতররূপে ও অত্যধিক পরিমানে ইস্তিহাযাগ্রস্ত হয়ে পড়েছি। এ ব্যাপারে আপনি আমাকে কি হুকুম করেন? এটা আমাকে রোযা-নামাযে বাধা দিচ্ছে। তিনি বললেনঃ আমি তোমাকে তুলা ব্যবহারের উপদেশ দিচ্ছি; এটা রক্ত শোষণ করবে। তিনি (হামনা) বলেন, এটা তার চেয়েও বেশি। তিনি বললেনঃ তাহলে তুমি (নির্দিষ্ট স্থানে কাপড়ের) লাগাম বেঁধে নাও। তিনি (হামনা) বললেন, এটা তার চেয়েও বেশি। তিনি বললেনঃ তাহলে তুমি কাপড়ের পট্টি বেঁধে নাও। তিনি বললেন, এটা আরো অধিক গুরুতর, আমি পানি প্রবাহের মত রক্তক্ষরণ করি। রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বললেনঃ আমি তোমাকে দু'টো নির্দেশ দিচ্ছি, এর মধ্যে যেটাই তুমি অনুসরণ করবে তা তোমার জন্য যথেষ্ট হবে। আর যদি তুমি উভয়টিই করতে পার তাহলে তুমিই ভাল জান ( কোনটি অনুসরণ করবে )। অতঃপর তিনি তাকে বললেনঃ এটা শাইতানের একটা আঘাত ছাড়া আর কিছু নয় (অতএব চিন্তার কিছু নেই)। \n\nএক.  তুমি হায়িযের সময়সীমা ছয় দিন অথবা সাত দিন ধরে নিবে। প্রকৃত ব্যাপার আল্লাহ  তা'আলার জ্ঞানে রয়েছে। অতঃপর তুমি গোসল করবে। তুমি যখন মনে করবে যে,  তুমি পবিত্র হয়ে গেছ তখন (মাসের অবশিষ্ট ) চব্বিশ দিন অথবা তেইশ দিন নামায আদায় করবে এবং রোযা রাখবে। এটা তোমার জন্য যথেষ্ট হবে। তুমি প্রতি মাসে এরূপ করবে, যেভাবে অন্য মেয়েরা তাদের হায়িযের সময়ে এবং তোহরের (পবিত্রতার) সময়ে নিজেদের হায়িযের সময়সীমা ও তুহরের সময়সীমা গণনা করে থাকে। \n\nদুই.  যদি তুমি যুহরের নামায পিছিয়ে আনতে এবং আসরের নামায এগিয়ে আনতে পার তাহলে পবিত্রতা অর্জনের জন্য গোসল করে যুহর ও আসর উভয় নামায একত্রে আদায় করে নাও। এভাবে মাগরিবের নামায পিছিয়ে আনতে এবং ইশার নামায এগিয়ে আনতে পার এবং গোসল করে উভয় নামায এক সাথে আদায় করতে পারলে তাই করবে। তুমি যদি ফযরের নামাযের জন্যও গোসল করতে পার তাহলে তাই করবে এবং রোযাও রাখবে। অতঃপর রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বললেনঃ দু'টি বিকল্প নির্দেশের মধ্যে শেষেরটিই আমার নিকট বেশি পছন্দনীয়।  \n\nহাসান। ইবনু মাজাহ- (৬২৭)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا زُهَيْرُ بْنُ مُحَمَّدٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ، عَنْ عَمِّهِ، عِمْرَانَ بْنِ طَلْحَةَ عَنْ أُمِّهِ، حَمْنَةَ بِنْتِ جَحْشٍ قَالَتْ كُنْتُ أُسْتَحَاضُ حَيْضَةً كَثِيرَةً شَدِيدَةً فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم أَسْتَفْتِيهِ وَأُخْبِرُهُ فَوَجَدْتُهُ فِي بَيْتِ أُخْتِي زَيْنَبَ بِنْتِ جَحْشٍ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي أُسْتَحَاضُ حَيْضَةً كَثِيرَةً شَدِيدَةً فَمَا تَأْمُرُنِي فِيهَا قَدْ مَنَعَتْنِي الصِّيَامَ وَالصَّلاَةَ قَالَ ‏\"‏ أَنْعَتُ لَكِ الْكُرْسُفَ فَإِنَّهُ يُذْهِبُ الدَّمَ ‏\"‏ ‏.‏ قَالَتْ هُوَ أَكْثَرُ مِنْ ذَلِكَ قَالَ ‏\"‏ فَتَلَجَّمِي ‏\"‏ ‏.‏ قَالَتْ هُوَ أَكْثَرُ مِنْ ذَلِكَ قَالَ ‏\"‏ فَاتَّخِذِي ثَوْبًا ‏\"‏ ‏.‏ قَالَتْ هُوَ أَكْثَرُ مِنْ ذَلِكَ إِنَّمَا أَثُجُّ ثَجًّا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ سَآمُرُكِ بِأَمْرَيْنِ أَيَّهُمَا صَنَعْتِ أَجْزَأَ عَنْكِ فَإِنْ قَوِيتِ عَلَيْهِمَا فَأَنْتِ أَعْلَمُ ‏\"‏ ‏.‏ فَقَالَ ‏\"‏ إِنَّمَا هِيَ رَكْضَةٌ مِنَ الشَّيْطَانِ فَتَحَيَّضِي سِتَّةَ أَيَّامٍ أَوْ سَبْعَةَ أَيَّامٍ فِي عِلْمِ اللَّهِ ثُمَّ اغْتَسِلِي فَإِذَا رَأَيْتِ أَنَّكِ قَدْ طَهُرْتِ وَاسْتَنْقَأْتِ فَصَلِّي أَرْبَعًا وَعِشْرِينَ لَيْلَةً أَوْ ثَلاَثًا وَعِشْرِينَ لَيْلَةً وَأَيَّامَهَا وَصُومِي وَصَلِّي فَإِنَّ ذَلِكِ يُجْزِئُكِ وَكَذَلِكِ فَافْعَلِي كَمَا تَحِيضُ النِّسَاءُ وَكَمَا يَطْهُرْنَ لِمِيقَاتِ حَيْضِهِنَّ وَطُهْرِهِنَّ فَإِنْ قَوِيتِ عَلَى أَنْ تُؤَخِّرِي الظُّهْرَ وَتُعَجِّلِي الْعَصْرَ ثُمَّ تَغْتَسِلِينَ حِينَ تَطْهُرِينَ وَتُصَلِّينَ الظُّهْرَ وَالْعَصْرَ جَمِيعًا ثُمَّ تُؤَخِّرِينَ الْمَغْرِبَ وَتُعَجِّلِينَ الْعِشَاءَ ثُمَّ تَغْتَسِلِينَ وَتَجْمَعِينَ بَيْنَ الصَّلاَتَيْنِ فَافْعَلِي وَتَغْتَسِلِينَ مَعَ الصُّبْحِ وَتُصَلِّينَ وَكَذَلِكِ فَافْعَلِي وَصُومِي إِنْ قَوِيتِ عَلَى ذَلِكِ ‏\"‏ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَهُوَ أَعْجَبُ الأَمْرَيْنِ إِلَىَّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَاهُ عُبَيْدُ اللَّهِ بْنُ عَمْرٍو الرَّقِّيُّ وَابْنُ جُرَيْجٍ وَشَرِيكٌ عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ عَنْ عَمِّهِ عِمْرَانَ عَنْ أُمِّهِ حَمْنَةَ إِلاَّ أَنَّ ابْنَ جُرَيْجٍ يَقُولُ عُمَرُ بْنُ طَلْحَةَ وَالصَّحِيحُ عِمْرَانُ بْنُ طَلْحَةَ ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ هُوَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَكَذَا قَالَ أَحْمَدُ بْنُ حَنْبَلٍ هُوَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَالَ أَحْمَدُ وَإِسْحَاقُ فِي الْمُسْتَحَاضَةِ إِذَا كَانَتْ تَعْرِفُ حَيْضَهَا بِإِقْبَالِ الدَّمِ وَإِدْبَارِهِ وَإِقْبَالُهُ أَنْ يَكُونَ أَسْوَدَ ‏.‏ وَإِدْبَارُهُ أَنْ يَتَغَيَّرَ إِلَى الصُّفْرَةِ فَالْحُكْمُ لَهَا عَلَى حَدِيثِ فَاطِمَةَ بِنْتِ أَبِي حُبَيْشٍ وَإِنْ كَانَتِ الْمُسْتَحَاضَةُ لَهَا أَيَّامٌ مَعْرُوفَةٌ قَبْلَ أَنْ تُسْتَحَاضَ فَإِنَّهَا تَدَعُ الصَّلاَةَ أَيَّامَ أَقْرَائِهَا ثُمَّ تَغْتَسِلُ وَتَتَوَضَّأُ لِكُلِّ صَلاَةٍ وَتُصَلِّي وَإِذَا اسْتَمَرَّ بِهَا الدَّمُ وَلَمْ يَكُنْ لَهَا أَيَّامٌ مَعْرُوفَةٌ وَلَمْ تَعْرِفِ الْحَيْضَ بِإِقْبَالِ الدَّمِ وَإِدْبَارِهِ فَالْحُكْمُ لَهَا عَلَى حَدِيثِ حَمْنَةَ بِنْتِ جَحْشٍ ‏.‏ وَكَذَلِكَ قَالَ أَبُو عُبَيْدٍ ‏.‏ وَقَالَ الشَّافِعِيُّ الْمُسْتَحَاضَةُ إِذَا اسْتَمَرَّ بِهَا الدَّمُ فِي أَوَّلِ مَا رَأَتْ فَدَامَتْ عَلَى ذَلِكَ فَإِنَّهَا تَدَعُ الصَّلاَةَ مَا بَيْنَهَا وَبَيْنَ خَمْسَةَ عَشَرَ يَوْمًا فَإِذَا طَهُرَتْ فِي خَمْسَةَ عَشَرَ يَوْمًا أَوْ قَبْلَ ذَلِكَ فَإِنَّهَا أَيَّامُ حَيْضٍ فَإِذَا رَأَتِ الدَّمَ أَكْثَرَ مِنْ خَمْسَةَ عَشَرَ يَوْمًا فَإِنَّهَا تَقْضِي صَلاَةَ أَرْبَعَةَ عَشَرَ يَوْمًا ثُمَّ تَدَعُ الصَّلاَةَ بَعْدَ ذَلِكَ أَقَلَّ مَا تَحِيضُ النِّسَاءُ وَهُوَ يَوْمٌ وَلَيْلَةٌ ‏.‏ قَالَ أَبُو عِيسَى وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي أَقَلِّ الْحَيْضِ وَأَكْثَرِهِ فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ أَقَلُّ الْحَيْضِ ثَلاَثَةٌ وَأَكْثَرُهُ عَشَرَةٌ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ وَبِهِ يَأْخُذُ ابْنُ الْمُبَارَكِ وَرُوِيَ عَنْهُ خِلاَفُ هَذَا ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْهُمْ عَطَاءُ بْنُ أَبِي رَبَاحٍ أَقَلُّ الْحَيْضِ يَوْمٌ وَلَيْلَةٌ وَأَكْثَرُهُ خَمْسَةَ عَشَرَ يَوْمًا ‏.‏ وَهُوَ قَوْلُ مَالِكٍ وَالأَوْزَاعِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ وَأَبِي عُبَيْدٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেনঃ হাদীসটি হাসান সহীহ । হাদীসটি 'আমর ইবনু রাক্কী, ইবনু জুরাইজ এবং শারীক আব্দুল্লাহ ইবনু মুহাম্মাদ ইবনু 'আক্কীল হতে তিনি ইবরহীম ইবনু মুহাম্মাদ ইবনু তালহা হতে তিনি তার চাচা ইমরান হতে, তিনি তার মা হামনাহ হতে বর্ণনা করেছেন । ইবনু জুরাইজ তার বর্ণনায় 'উমার ইবনু তালহা বলেছেন । সঠিক হলো, 'ইমরান ইবনু তালহা । আমি মুহাম্মাদকে (বুখারীকে) এ হাদীস সম্পর্কে প্রশ্ন করলে তিনি বলেন, এটি হাসান সহীহ্‌ হাদীস । অনুরুপভাবে আহমাদ ইবনু হাম্বালও বলেছেন,  এটা হাসান সহীহ হাদীস । \n\nইমাম আহমাদ ও ইসহাক বলেন, যদি ইস্তিহাযার রোগিণী হায়িযের শুরু এবং শেষ বুঝতে পারে, তবে রক্তস্রাব যখন আরম্ভ হয় তখন তার রং হয় কালো এবং শেষের দিকে তা হলুদ বর্ণ ধারন করে । এ ধরনের মহিলাদের জন্য ফাতিমা বিনতু আবূ হুবাইশ হতে বর্ণিত হাদীসের নির্দেশ প্রযোজ্য । \nপূর্বে নিয়মিত ঋতুস্রাব হয়েছে এবং পরে ইস্তিহাযার রোগ দেখা দিয়েছে এরূপ মহিলার কর্তব্য হচ্ছে, হায়িযের নির্দিষ্ট দিন কয়টির নামায ছেড়ে দেবে; অতঃপর গোসল করবে এবং প্রত্যেক নামাযের জন্য পৃথকভাবে ওযূ করে নামায আদায় করবে । কোন মহিলার যদি রক্তস্রাব হতেই থাকে এবং পূর্ব হতে কোন  নির্দিষ্ট সময়সীমা বা অভ্যাসও না থাকে যে, কত দিন হায়িয হয়; এরূপ মহিলার ক্ষেত্রে হামনা বিনতু জাহ্‌শ হতে বর্ণনাকৃত হাদীসের হুকুম প্রযোজ্য । আবূ 'উবাইদও এরূপ বলেন । ইমাম শাফিঈ বলেন, ইস্তিহাযার রোগিণীর যদি প্রথম হায়িয হয়ে থাকে এবং তা পনের দিন অথবা তার কম সময়ের মধ্যে বন্ধ হয়, তবে তার এ দিনগুলো হায়িযের মধ্যে গণ্য হবে । \n\nএ কয়দিন সে নামায আদায় করবে না । পনের দিনের পরও যদি রক্তস্রাব চলতে থাকে তবে (উক্ত পনের দিনের মধ্যে) চৌদ্দ দিনের নামায কাযা হিসেবে আদায় করবে এবং এক দিনের নামায ছেড়ে দিবে । কেননা (ইমাম শাফিঈর মতে) হায়িযের নিম্নতম মুদ্দাত এক দিন । \n\nআবূ 'ঈসা বলেন,হায়িযের সর্বনিম্ন ও সর্বোচ্চ মুদ্দাত নিয়ে ইমামদের মধ্যে মতভেদ রয়েছে। কিছু বিশেষজ্ঞ বলেছেন, হায়িযের সর্বনিম্ন সীমা তিন দিন এবং সর্বোচ্চ  সীমা দশদিন । সুফিয়ান সাওরী ও কুফাবাসীগণ (ইমাম আবূ হানীফা ও তাঁর আনুসারীগণ) একথা বলেছেন । ইবনুল মুবারাক এ মতটিই গ্রহণ করেছেন । অপর একদল বিদ্বান, যাদের মধ্যে আতা ইবনু আবূ রাবাহ্‌ও রয়েছেন, বলেছেন, হায়িযের নিম্নতম মুদ্দাত এক দিন এক রাত এবং সর্বোচ্চ মুদ্দাত পনের দিন (ও রাত) । ইমাম আওযাঈ, মালিক, শাফিঈ, আহমাদ, ইসহাক ও আবূ 'উবাইদ এ অভিমত দিয়েছেন ।"
  }
]