[
  {
    "hadith_id": 1175,
    "narrator": "ইউনুস ইবনু জুবাইর (রহঃ)",
    "bn": "তিনি বলেন, ইবনু উমার (রাঃ)-কে আমি প্রশ্ন করলাম, এক লোক তার স্ত্রীকে হায়িয থাকাবস্থায় তালাক দিয়েছে। তিনি বললেন, তুমি কি আবদুল্লাহ ইবনু উমারকে চেন? সে তার স্ত্রীকে হায়িয থাকাবস্থায় তালাক দিয়েছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে উমার (রাঃ) (এর বিধান প্রসঙ্গে) প্রশ্ন করেন। তিনি তাকে নিজ স্ত্রীকে ফেরত নিতে হুকুম দিলেন। বর্ণনাকারী উমার (রাঃ) বলেন, আমি (রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম কে) প্রশ্ন করলাম, এ তালাকও কি গণনা করা হবে? তিনি বললেনঃ কেন হবে না! তুমি কি মনে কর, যদি কোন লোক অপারগ হয় বা আহম্মকি করে (তাতে কি তালাক কার্যকর হবে না)। \n\nসহীহ্‌, ইবনু মাজাহ- (২০২২), বুখারী, মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ يُونُسَ بْنِ جُبَيْرٍ، قَالَ سَأَلْتُ ابْنَ عُمَرَ عَنْ رَجُلٍ، طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ فَقَالَ هَلْ تَعْرِفُ عَبْدَ اللَّهِ بْنَ عُمَرَ فَإِنَّهُ طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ فَسَأَلَ عُمَرُ النَّبِيَّ صلى الله عليه وسلم فَأَمَرَهُ أَنْ يُرَاجِعَهَا ‏.‏ قَالَ قُلْتُ فَيُعْتَدُّ بِتِلْكَ التَّطْلِيقَةِ قَالَ فَمَهْ أَرَأَيْتَ إِنْ عَجَزَ وَاسْتَحْمَقَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1176,
    "narrator": "সালিম (রহঃ) হতে তার পিতা",
    "bn": "আবদুল্লাহ ইবনু উমার (রাঃ) তার স্ত্রীকে হায়িয থাকা অবস্থায় তালাক দিলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট উমর (রাঃ) এর বিধান জানতে চাইলেন। তিনি বললেনঃ তাকে তার স্ত্রীকে ফিরত নেওয়ার হুকুম দাও। অতঃপর সে যেন তাকে তুহরে (পবিত্র অবস্থা চলাকালে) অথবা গর্ভাবস্থায় তালাক দেয়।\n\nসহীহ্‌, ইবনু মাজাহ- (২০২৩), মুসলিম",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، مَوْلَى آلِ طَلْحَةَ عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّهُ طَلَّقَ امْرَأَتَهُ فِي الْحَيْضِ فَسَأَلَ عُمَرُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ مُرْهُ فَلْيُرَاجِعْهَا ثُمَّ لْيُطَلِّقْهَا طَاهِرًا أَوْ حَامِلاً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ يُونُسَ بْنِ جُبَيْرٍ عَنِ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَكَذَلِكَ حَدِيثُ سَالِمٍ عَنِ ابْنِ عُمَرَ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ طَلاَقَ السُّنَّةِ أَنْ يُطَلِّقَهَا طَاهِرًا مِنْ غَيْرِ جِمَاعٍ ‏.‏ وَقَالَ بَعْضُهُمْ إِنْ طَلَّقَهَا ثَلاَثًا وَهِيَ طَاهِرٌ فَإِنَّهُ يَكُونُ لِلسُّنَّةِ أَيْضًا ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ بْنِ حَنْبَلٍ ‏.‏ وَقَالَ بَعْضُهُمْ لاَ تَكُونُ ثَلاَثًا لِلسُّنَّةِ إِلاَّ أَنْ يُطَلِّقَهَا وَاحِدَةً وَاحِدَةً ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَإِسْحَاقَ ‏.‏ وَقَالُوا فِي طَلاَقِ الْحَامِلِ يُطَلِّقُهَا مَتَى شَاءَ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُهُمْ يُطَلِّقُهَا عِنْدَ كُلِّ شَهْرٍ تَطْلِيقَةً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমারের সূত্রে ইউনুস ইবনু জুবাইর (রহঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। ইবনু উমার হতে সালিম (রহঃ) বর্ণিত হাদীসটিও হাসান সহীহ্‌। এ হাদীসটি বিভিন্ন সূত্রে ইবনু উমার (রাঃ) হতে বর্ণিত হয়েছে। এ হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর বিশেষজ্ঞ সাহাবী ও অপরাপর আলিমগণ আমল করেছেন। তালাকের সুন্নাত (আইনানুগ) পদ্ধতি প্রসঙ্গে তাদের মত হলঃ যে তুহরে সঙ্গম করা হয়নি সেই তুহরে তালাক দেওয়া। তাদের মধ্যে কেউ কেউ বলেছেন, তুহর অবস্থায় তিন তালাক দিলে তাও সুন্নাত নিয়মে হয়ে যাবে। এই মত ইমাম শাফিঈ ও আহমাদের। আর একদল আলিম বলেছেন, সুন্নাত পদ্ধতি মুতাবেক তালাক হবে এক তালাক দেওয়া হলে কিন্তু একসাথে তিন তালাক দেওয়া হলে তা হবে না। এই মত সুফিয়ান সাওরী ও ইসহাকের। গর্ভবতী স্ত্রীলোক প্রসঙ্গে তাদের মত হল, যে কোন সময়ই তাকে তালাক দেয়া যায়। এই মত শাফিঈ, আহমাদ ও ইসহাকের। অন্য এক দল আলিম বলেছেন, প্রতি মাসে এক তালাক করে দিবে (তিন তালাক একসাথে দিবে না)।"
  },
  {
    "hadith_id": 1178,
    "narrator": "হাম্মাদ ইবনু যাইদ (রাহঃ)",
    "bn": "তিনি বলেছেন, আমি আইউবকে প্রশ্ন করলাম, হাসান (বাসরী) ব্যতীত আরও কোন ব্যক্তি “আমরুকে বিয়াদিকে” (তোমার ব্যাপার তোমার হাতে) কথাটিকে তিন তালাক বিবেচিত করেছেন বলে  আপনার জানা আছে কি? তিনি বলেন, হাসান ব্যতীত আর কেউ এমনটি বলেছেন বলে আমার জানা নেই। তারপর তিনি বললেন, আল্লাহ তা’আলা মাফ করুন! কাতাদা আমাকে সামুরা গোত্রের মুক্ত ক্রীতদাস কাসীরের সুত্রে বলেছেন, তিনি আবূ সালামা হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি বলেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন, তিনি বলেনঃ “(এরুপ বলায়) তিন (তালাক) বিবেচিত হবে”। আইউব বলেন, আমি কাসীরের সাথে দেখা করে তাকে এই হাদীস প্রসঙ্গে প্রশ্ন করলে তিনি তা চিহ্নিত করতে পারেননি। আমি কাতাদার নিকট এসে ব্যাপারটা তাকে জানালে তিনি বলেন, সে (কাসীর) ভুলে গেছে। \n\nযঈফ, যঈফ আবূ দাউদ (৩৭৯) বিবৃতিটি হাসানের এটাই সহীহ। আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা এ হাদীসটি শুধু  সুলাইমান ইবনু হারব হতে হাম্মাদ ইবনু যাইদের সুত্রেই জেনেছি। আমি ইমাম বুখারীকে এ হাদীস প্রসঙ্গে প্রশ্ন করলে তিনি বলেন, সুলাইমান ইবনু হারব হাম্মাদ ইবনু যাইদের সুত্রে এ হাসীসটি  বর্ণনা করেছেন। এটা আবূ হুরাইরা (রাঃ) হতে মাওকূফ হাদীস হিসেবেও  বর্ণিত হয়েছে এবং আবূ হুরাইরা্র এ হাদীস মারফূ হিসেবে জানা যায়নি। আলী ইবনু নাসর হাদীসের হাফিয ছিলেন। \n(স্বামী যদি স্ত্রীকে বলে) “তোমার ব্যাপার তোমার হাতে” তবে এর ফায়সালা কি হবে এ বিষয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বিশেষজ্ঞ সাহাবী ও অপরাপর আলিমদের মধ্যে মতের অমিল আছে। সাহবীদের মাঝে উমার ও আব্দুল্লাহ ইবনু মাসঊদ (রাঃ)-এর মতে এতে এক তালাক বলবৎ হবে। একাধিক তাবীঈ ও তাদের পরবর্তীদেরও এই মত। অপর দিকে উসমান ইবনু আফফান ও যাইদ ইবনু সাবিত (রাঃ)- এর মতে স্ত্রী যা নির্ধারণ করবে তাই বলবৎ হবে (এক,দুই অথবা তিন তালাক যেটা গ্রহন করবে তাই হবে)। আবূল্লাহ ইবনু উমার (রাঃ) বলেন, স্বামী স্ত্রীর হাতে তার ব্যাপারটি ছেড়ে দেয়ার পর সে (স্ত্রী) নিজেকে তিন তালাক দিল। স্বামী এটা ফিরিয়ে দিয়ে বলল, আমি তাকে শুধু এক তালাকেরই অধিকার দিয়েছি। এ ক্ষেত্রে স্বামীকে শপথ করতে হবে। সে শপথ করলে তার বিবৃ্তিই মেনে নেয়া হবে। সুফিয়ান সাওরী ও  কূফাবাসী আলিমগন উমার ও আব্দুল্লাহ ইবনু মাসঊদ (রাঃ)-এর মত গ্রহন করেছেন। ইমাম মালিক বলেছেন, স্ত্রী যা নির্ধারণ করবে তাই হবে। ইমাম ইসহাক (রাহঃ) ইবনু উমার (রাঃ)-এর মত গ্রহন করেছেন।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ نَصْرِ بْنِ عَلِيٍّ، حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، قَالَ قُلْتُ لأَيُّوبَ هَلْ عَلِمْتَ أَنَّ أَحَدًا قَالَ فِي أَمْرُكِ بِيَدِكِ أَنَّهَا ثَلاَثٌ إِلاَّ الْحَسَنَ فَقَالَ لاَ إِلاَّ الْحَسَنَ ‏.‏ ثُمَّ قَالَ اللَّهُمَّ غَفْرًا إِلاَّ مَا حَدَّثَنِي قَتَادَةُ عَنْ كَثِيرٍ مَوْلَى ابْنِ سَمُرَةَ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ ثَلاَثٌ ‏\"‏ ‏.‏ قَالَ أَيُّوبُ فَلَقِيتُ كَثِيرًا - مَوْلَى ابْنِ سَمُرَةَ فَسَأَلْتُهُ فَلَمْ يَعْرِفْهُ فَرَجَعْتُ إِلَى قَتَادَةَ فَأَخْبَرْتُهُ فَقَالَ نَسِيَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ سُلَيْمَانَ بْنِ حَرْبٍ عَنْ حَمَّادِ بْنِ زَيْدٍ ‏.‏\nوَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ، فَقَالَ حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، عَنْ حَمَّادِ بْنِ زَيْدٍ، بِهَذَا وَإِنَّمَا هُوَ عَنْ أَبِي هُرَيْرَةَ، مَوْقُوفٌ ‏.‏ وَلَمْ يُعْرَفْ حَدِيثُ أَبِي هُرَيْرَةَ مَرْفُوعًا ‏.‏ وَكَانَ عَلِيُّ بْنُ نَصْرٍ حَافِظًا صَاحِبَ حَدِيثٍ ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي أَمْرُكِ بِيَدِكِ فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ مِنْهُمْ عُمَرُ بْنُ الْخَطَّابِ وَعَبْدُ اللَّهِ بْنُ مَسْعُودٍ هِيَ وَاحِدَةٌ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنَ التَّابِعِينَ وَمَنْ بَعْدَهُمْ ‏.‏ وَقَالَ عُثْمَانُ بْنُ عَفَّانَ وَزَيْدُ بْنُ ثَابِتٍ الْقَضَاءُ مَا قَضَتْ ‏.‏ وَقَالَ ابْنُ عُمَرَ إِذَا جَعَلَ أَمْرَهَا بِيَدِهَا وَطَلَّقَتْ نَفْسَهَا ثَلاَثًا وَأَنْكَرَ الزَّوْجُ وَقَالَ لَمْ أَجْعَلْ أَمْرَهَا بِيَدِهَا إِلاَّ فِي وَاحِدَةٍ اسْتُحْلِفَ الزَّوْجُ وَكَانَ الْقَوْلُ قَوْلَهُ مَعَ يَمِينِهِ ‏.‏ وَذَهَبَ سُفْيَانُ وَأَهْلُ الْكُوفَةِ إِلَى قَوْلِ عُمَرَ وَعَبْدِ اللَّهِ ‏.‏ وَأَمَّا مَالِكُ بْنُ أَنَسٍ فَقَالَ الْقَضَاءُ مَا قَضَتْ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ ‏.‏ وَأَمَّا إِسْحَاقُ فَذَهَبَ إِلَى قَوْلِ ابْنِ عُمَرَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1179,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, আমাদেরকে (রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (তার স্ত্রী হিসাবে থাকা বা না থাকার) স্বাধীনতা দিয়েছিলেন। আমরা তাকে গ্রহণ করলাম। এতে কি তালাক হল?\n\nসহীহ্‌, ইবনু মাজাহ- (২০৫২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ خَيَّرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَاخْتَرْنَاهُ أَفَكَانَ طَلاَقًا؟\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، بِمِثْلِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْخِيَارِ فَرُوِيَ عَنْ عُمَرَ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ أَنَّهُمَا قَالاَ إِنِ اخْتَارَتْ نَفْسَهَا فَوَاحِدَةٌ بَائِنَةٌ ‏.‏ وَرُوِيَ عَنْهُمَا أَنَّهُمَا قَالاَ أَيْضًا وَاحِدَةٌ يَمْلِكُ الرَّجْعَةَ وَإِنِ اخْتَارَتْ زَوْجَهَا فَلاَ شَىْءَ ‏.‏ وَرُوِيَ عَنْ عَلِيٍّ أَنَّهُ قَالَ إِنِ اخْتَارَتْ نَفْسَهَا فَوَاحِدَةٌ بَائِنَةٌ وَإِنِ اخْتَارَتْ زَوْجَهَا فَوَاحِدَةٌ يَمْلِكُ الرَّجْعَةَ ‏.‏ وَقَالَ زَيْدُ بْنُ ثَابِتٍ إِنِ اخْتَارَتْ زَوْجَهَا فَوَاحِدَةٌ وَإِنِ اخْتَارَتْ نَفْسَهَا فَثَلاَثٌ ‏.‏ وَذَهَبَ أَكْثَرُ أَهْلِ الْعِلْمِ وَالْفِقْهِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ فِي هَذَا الْبَابِ إِلَى قَوْلِ عُمَرَ وَعَبْدِ اللَّهِ وَهُوَ قَوْلُ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ وَأَمَّا أَحْمَدُ بْنُ حَنْبَلٍ فَذَهَبَ إِلَى قَوْلِ عَلِيٍّ رضى الله عنه ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "একইরকম হাদীস আইশা (রাঃ) হতে মাস্‌রুকের বরাতে আবূয্‌ যুহা হতে বর্ণিত আছে। আইশা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। স্ত্রীকে যদি তার স্বামী তার সাথে থাকা বা না থাকার স্বাধীনতা দেয় তবে এর ফলাফল কি হবে সে বিষয়ে আলিমদের মধ্যে মত পার্থক্য আছে। উমার ও ইবনু মাসঊদ (রাঃ) বলেন, স্ত্রী নিজের প্রতি (স্বামী হতে পৃথক হওয়ার) ইখতিয়ার প্রয়োগ করলে তবে তাতে এক বাইন তালাক হবে। তাদের আরো একটি মত উল্লেখ আছে যে, তাতে এক রিজঈ তালাক হবে। আর যদি স্বামীর সাথে থাকাকেই স্ত্রী ইখতিয়ার করে তবে কোন তালাক হবে না। আলী (রাঃ) বলেছেন, সে নিজেকে বেছে নিলে এক বাইন তালাক হবে এবং স্বামীকে বেছে নিলে এক রিজঈ তালাক হবে। যাইদ ইবনু সাবিত (রাঃ) বলেন, তিন তালাক হবে যদি সে নিজেকে ইখতিয়ার করে এবং এক তালাক হবে যদি সে স্বামীকে ইখতিয়ার করে। উমার ও আবদুল্লাহ ইবনু মাসঊদ (রাঃ)-এর মতকেই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর বেশিরভাগ ফিকহ্‌বিদ সাহাবী ও অপরাপর আলিমগণ গ্রহণ করেছেন। এই মত গ্রহণ করেছেন সুফিয়ান সাওরী ও কূফাবাসী আলিমগণও। কিন্তু আলী (রাঃ)-এর মতকে ইমাম আহমাদ ইবনু হাম্বাল (রহঃ) গ্রহণ করেছেন।"
  },
  {
    "hadith_id": 1180,
    "narrator": "শাৰী (রহঃ)",
    "bn": "তিনি বলেন, কাইসের মেয়ে ফাতিমা (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জীবদ্দশায় আমার স্বামী আমাকে তিন তালাক দেয়। (রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (আমাকে) বলেনঃ তুমি বাসস্থান এবং ভরণ-পোষণ কোনটাই পাবে না। মুগীরা (রহঃ) বলেন, আমি ইবরাহীম নাখঈর নিকট একথা উল্লেখ করলে তিনি বলেন, উমার (রাঃ) বলেছেন, আমরা আল্লাহ তা'আলার কিতাব ও আমাদের রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সুন্নাতকে একজন মহিলার কথায় ছেড়ে দিতে পারি না। সে স্মরণ রেখেছে না ভুলে গেছে তা আমাদের সঠিক জানা নেই। তিন তালাকপ্রাপ্তার জন্য উমার (রাঃ) বাসস্থান ও খরচ-পাতির ব্যবস্থা করেছেন। \n\nশাবী (রহঃ) হতে আরও বর্ণিত আছে, তিনি বলেন, আমি কাইসের মেয়ে ফাতিমা (রাঃ)-এর নিকট এলাম এবং তার সম্পর্কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে ফায়সালা দিয়েছেন তাকে সে সম্বন্ধে প্রশ্ন করলাম। তিনি বললেন যে, তাকে তার স্বামী শেষ তালাক দিলে তিনি বাসস্থান ও খরচ-পাতির জন্য তার স্বামীর সাথে ঝগড়া করেন। রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) তার জন্য বাসস্থান ও খরচ-পাতির ব্যবস্থা করার সিদ্ধান্ত দেননি। দাঊদের বর্ণিত হাদীসে আছে, তিনি (ফাতিমা) বলেন, উম্মু মাকতূমের ছেলের ঘরে আমাকে ইদ্দাত পালনের জন্য রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) নির্দেশ দেন। \n\nসহীহ্‌, ইবনু মাজাহ- (২০৩৫, ২০৩৬)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا جَرِيرٌ، عَنْ مُغِيرَةَ، عَنِ الشَّعْبِيِّ، قَالَ قَالَتْ فَاطِمَةُ بِنْتُ قَيْسٍ طَلَّقَنِي زَوْجِي ثَلاَثًا عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ سُكْنَى لَكِ وَلاَ نَفَقَةَ ‏\"‏ ‏.‏ قَالَ مُغِيرَةُ فَذَكَرْتُهُ لإِبْرَاهِيمَ فَقَالَ قَالَ عُمَرُ لاَ نَدَعُ كِتَابَ اللَّهِ وَسُنَّةَ نَبِيِّنَا صلى الله عليه وسلم لِقَوْلِ امْرَأَةٍ لاَ نَدْرِي أَحَفِظَتْ أَمْ نَسِيَتْ ‏.‏ وَكَانَ عُمَرُ يَجْعَلُ لَهَا السُّكْنَى وَالنَّفَقَةَ ‏.‏\nحَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَنْبَأَنَا حُصَيْنٌ، وَإِسْمَاعِيلُ، وَمُجَالِدٌ، قَالَ هُشَيْمٌ وَحَدَّثَنَا دَاوُدُ، أَيْضًا عَنِ الشَّعْبِيِّ، قَالَ دَخَلْتُ عَلَى فَاطِمَةَ بِنْتِ قَيْسٍ فَسَأَلْتُهَا عَنْ قَضَاءِ، رَسُولِ اللَّهِ صلى الله عليه وسلم فِيهَا فَقَالَتْ طَلَّقَهَا زَوْجُهَا الْبَتَّةَ فَخَاصَمَتْهُ فِي السُّكْنَى وَالنَّفَقَةِ فَلَمْ يَجْعَلْ لَهَا النَّبِيُّ صلى الله عليه وسلم سُكْنَى وَلاَ نَفَقَةً ‏.‏ وَفِي حَدِيثِ دَاوُدَ قَالَتْ وَأَمَرَنِي أَنْ أَعْتَدَّ فِي بَيْتِ ابْنِ أُمِّ مَكْتُومٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ بَعْضِ أَهْلِ الْعِلْمِ مِنْهُمُ الْحَسَنُ الْبَصْرِيُّ وَعَطَاءُ بْنُ أَبِي رَبَاحٍ وَالشَّعْبِيُّ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالُوا لَيْسَ لِلْمُطَلَّقَةِ سُكْنَى وَلاَ نَفَقَةٌ إِذَا لَمْ يَمْلِكْ زَوْجُهَا الرَّجْعَةَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ عُمَرُ وَعَبْدُ اللَّهِ إِنَّ الْمُطَلَّقَةَ ثَلاَثًا لَهَا السُّكْنَى وَالنَّفَقَةُ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لَهَا السُّكْنَى وَلاَ نَفَقَةَ لَهَا ‏.‏ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَاللَّيْثِ بْنِ سَعْدٍ وَالشَّافِعِيِّ ‏.‏ وَقَالَ الشَّافِعِيُّ إِنَّمَا جَعَلْنَا لَهَا السُّكْنَى بِكِتَابِ اللَّهِ قَالَ اللَّهُ تَعَالَى‏:‏ ‏(‏لاَ تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلاَ يَخْرُجْنَ إِلاَّ أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ ‏)‏ قَالُوا هُوَ الْبَذَاءُ أَنْ تَبْذُوَ عَلَى أَهْلِهَا ‏.‏ وَاعْتَلَّ بِأَنَّ فَاطِمَةَ بِنْتَ قَيْسٍ لَمْ يَجْعَلْ لَهَا النَّبِيُّ صلى الله عليه وسلم السُّكْنَى لِمَا كَانَتْ تَبْذُو عَلَى أَهْلِهَا ‏.‏ قَالَ الشَّافِعِيُّ وَلاَ نَفَقَةَ لَهَا لِحَدِيثِ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي قِصَّةِ حَدِيثِ فَاطِمَةَ بِنْتِ قَيْسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। হাসান বাসরী, আতা ইবনু আবূ রাবাহ ও শাবীর মতে তালাকপ্রাপ্তাকে স্বামীর জন্য আবার তার বিয়ের বন্ধনে ফিরিয়ে আনার সুযোগ না থাকলে সে (স্ত্রী) ইদ্দাতকালের জন্য বাসস্থান ও খরচ-পাতি পাবে না। ইমাম আহমাদ ও ইসহাকও একথা বলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর একদল বিশেষজ্ঞ সাহাবী, যেমন উমার ও আবদুল্লাহ ইবনু মাসঊদ (রাঃ) বলেছেন, ইদ্দাত কালের জন্য তিন তালাকপ্রাপ্তা স্ত্রী বাসস্থান ও খরচ-পাতি পাৰে। এই মত দিয়েছেন সুফিয়ান সাওরী ও কূফাবাসী ফাকীহ্‌গণ। ইমাম মালিক, লাইস ইবনু সা’দ ও শাফিঈ আরো বলেছেন, সে বাসস্থান পেলেও খরচ-পাতি পাবে না। শাফিঈ আরো বলেন, আমরা তার বাসস্থান পাওয়ার কথাটি আল্লাহ্ তা'আলার কিতাবের নির্দেশ অনুযায়ীই বলেছি। আল্লাহ তা'আলা ইরশাদ করেনঃ \"তোমরা (ইদ্দাতকালে) তাদের বাসস্থান হতে তাদেরকে বের করে দিও না এবং তারাও যেন বের না হয়। তবে তারা সুস্পষ্ট কোন অশ্লীলতায় জড়িয়ে পড়লে তবে ভিন্ন কথা” (সূরাঃ তালাক-১)। \nআলিমগণ বলেন, এখানে পুরুষের পরিবার-পরিজনের সাথে অসভ্য আচরণ করাকেই অশ্লীলতা বলে বুঝানো হয়েছে। তারা ফাতিমাকে বাসস্থান ও খরচ-পাতির ব্যবস্থা না করার কারণ হিসাবে উল্লেখ করেছেন যে, তিনি তার স্বামীর সাথে অসদাচরণ করেছিলেন। ইমাম শাফিঈ বলেন, এ ধরণের তালাকপ্রাপ্তা মহিলার খরচ-পাতির ব্যবস্থা করাটা স্বামীর উপর বাধ্যতামূলক নয়। এর প্রমাণ হচ্ছে ফাতিমা বিনতি কাইস সম্পর্কিত রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর হাদীস।"
  },
  {
    "hadith_id": 1182,
    "narrator": "আইশা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ দাসীর বেলায় দুই তালাক এবং তার ইদ্দাত দুই হাইযকাল। \n\nযঈফ, ইবনু মাজাহ(২০৮০), এ অনুচ্ছেদে আবদুল্লাহ্ ইবনু উমার (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি গারীব। মুযাহির ইবনু আসলামের সূত্রেই শুধু এ হাদীসটি মারফূ বলে জানা যায়। এ হাদীসটি  ব্যতীত  মুযাহিরের বর্ণিত আর কোন হাদীস আছে কি-না তা আমরা অবগত নই। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বিশেষজ্ঞ সাহাবী ও অপারাপর আলিমগণ এ হাদীস অনুযায়ী অভিমত দিয়েছেন। সুফিয়ান সাওরী, শাফিঈ, আহমাদ ও ইসহাকেরও এই অভিমত।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى النَّيْسَابُورِيُّ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، قَالَ حَدَّثَنِي مُظَاهِرُ بْنُ أَسْلَمَ، قَالَ حَدَّثَنِي الْقَاسِمُ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ طَلاَقُ الأَمَةِ تَطْلِيقَتَانِ وَعِدَّتُهَا حَيْضَتَانِ ‏\"‏ ‏.‏\nقَالَ مُحَمَّدُ بْنُ يَحْيَى وَحَدَّثَنَا أَبُو عَاصِمٍ، أَنْبَأَنَا مُظَاهِرٌ، بِهَذَا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ حَدِيثِ مُظَاهِرِ بْنِ أَسْلَمَ وَمُظَاهِرٌ لاَ نَعْرِفُ لَهُ فِي الْعِلْمِ غَيْرَ هَذَا الْحَدِيثِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1183,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে পর্যন্ত আমার উন্মাত কোন মনের কথা প্রকাশ না করে অথবা সে অনুযায়ী কাজ না করে, সে পর্যন্ত আল্লাহ তা'আলা তা উপেক্ষা করেন (ক্ষমা করেন)। \n\nসহীহ্‌, ইবনু মাজাহ- (২০৪০),বুখারী, মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ تَجَاوَزَ اللَّهُ لأُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسَهَا مَا لَمْ تَكَلَّمْ بِهِ أَوْ تَعْمَلْ بِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الرَّجُلَ إِذَا حَدَّثَ نَفْسَهُ بِالطَّلاَقِ لَمْ يَكُنْ شَيْءٌ حَتَّى يَتَكَلَّمَ بِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস অনুযায়ী বিশেষজ্ঞ আলিমগণ মত দিয়েছেন। কোন লোক তার মনে মনে তালাকের কথা ভাবলে তা মুখে উচ্চারণ না করা পর্যন্ত এর কোন আইনগত কার্যকারিতা নেই।"
  },
  {
    "hadith_id": 1184,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তিনটি বিষয়ে প্রকৃতপক্ষে বললেও এবং ঠাট্টাচ্ছলে বললেও যথার্থ বলে বিবেচিত হবেঃ বিয়ে, তালাক ও রাজআত (তালাক প্রত্যাহার)। \n\nসহীহ্, ইবনু মাজাহ- (২০৩৯)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَرْدَكَ، عَنْ عَطَاءٍ، عَنِ ابْنِ مَاهَكَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ ثَلاَثٌ جِدُّهُنَّ جِدٌّ وَهَزْلُهُنَّ جِدٌّ النِّكَاحُ وَالطَّلاَقُ وَالرَّجْعَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ ‏.‏ قَالَ أَبُو عِيسَى وَعَبْدُ الرَّحْمَنِ هُوَ ابْنُ حَبِيبِ بْنِ أَرْدَكَ الْمَدَنِيُّ وَابْنُ مَاهَكَ هُوَ عِنْدِي يُوسُفُ بْنُ مَاهَكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। এ হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর বিশেষজ্ঞ সাহাবী ও অপরাপর আলিম মত দিয়েছেন। আবদুর রামানের পিতা হাবীব এবং দাদা আরদাক আল-মাদানী। আমার মতে ইবনু মাহাক অর্থ্যাৎ মাহাকের ছেলের নাম ইউসুফ।"
  },
  {
    "hadith_id": 1185,
    "narrator": "মুআওবিয ইবনু আফরার মেয়ে রুবাই (রাঃ)",
    "bn": "১১৮৫/১. রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়াসাল্লাম)-এর যুগে তিনি ‘খোলা’ (তালাক) করান। তাকে এক হায়িযকাল সময় ইদ্দাতের জন্য রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) নির্দেশ দেন অথবা নির্দেশ দেওয়া হয়। \n\nসহীহ্‌, ইবনু মাজাহ- (২০৫৮)\n\nইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, রুবাই বিনতু মুআওবিয (রাঃ)-এর হাদীসে তাকে এক হায়িযকাল সময় ইদ্দাত পালনের নির্দেশই' সহীহ্‌।\n\n----------------------------\n\n১১৮৫/২. ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে, রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম)-এর যুগে সাবিত ইবনু কাইস (রাঃ)-এর স্ত্রী তার স্বামীর নিকট হতে খোলা (তালাক) নেয়। রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) তাকে এক হায়িযকাল সময় ইদ্দাত পালনের নির্দেশ দেন। \n\nসহীহ্‌, দেখুন পূর্বের হাদীস\n\nআবূ ঈসা বলেন এ হাদীসটি হাসান গারীব। আলিমদের মধ্যে খোলা তালাকপ্রাপ্তা মহিলার ইদ্দাত পালনের মেয়াদ প্রসঙ্গে মত পার্থক্য আছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর বেশিরভাগ বিশেষজ্ঞ সাহাবী ও অন্যান্য আলিমগণ বলেছেন, তালাকপ্রাপ্তা মহিলার মত খোলা গ্রহণকারিণী মহিলাকেও ইদ্দাত পালন করতে হবে তিন হায়িযকাল সময়। এই মত দিয়েছেন সুফিয়ান সাওরী, কূফাবাসী আলিমগণ, আহমাদ ও ইসহাকের মতও তাই। অপর একদল সাহাবী ও বিশেষজ্ঞ আলিম বলেছেন, এক হায়িযকালই হচ্ছে খোলা গ্রহণকারিণীর ইদ্দাতের সময়। ইসহাক (রহঃ) বলেন, কোন লোক এই মত গ্রহণ করলে সেটাই হবে শক্তিশালী মাযহাব।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، أَنْبَأَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ سُفْيَانَ، أَنْبَأَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ، وَهُوَ مَوْلَى آلِ طَلْحَةَ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنِ الرُّبَيِّعِ بِنْتِ مُعَوِّذِ بْنِ عَفْرَاءَ، أَنَّهَا اخْتَلَعَتْ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم فَأَمَرَهَا النَّبِيُّ صلى الله عليه وسلم - أَوْ أُمِرَتْ - أَنْ تَعْتَدَّ بِحَيْضَةٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ الرُّبَيِّعِ الصَّحِيحُ أَنَّهَا أُمِرَتْ أَنْ تَعْتَدَّ بِحَيْضَةٍ ‏.‏\n\nأَنْبَأَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ الْبَغْدَادِيُّ، أَنْبَأَنَا عَلِيُّ بْنُ بَحْرٍ، أَنْبَأَنَا هِشَامُ بْنُ يُوسُفَ، عَنْ مَعْمَرٍ، عَنْ عَمْرِو بْنِ مُسْلِمٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ امْرَأَةَ، ثَابِتِ بْنِ قَيْسٍ اخْتَلَعَتْ مِنْ زَوْجِهَا عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم فَأَمَرَهَا النَّبِيُّ صلى الله عليه وسلم أَنْ تَعْتَدَّ بِحَيْضَةٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي عِدَّةِ الْمُخْتَلِعَةِ فَقَالَ أَكْثَرُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِنَّ عِدَّةَ الْمُخْتَلِعَةِ عِدَّةُ الْمُطَلَّقَةِ ثَلاَثُ حِيَضٍ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِنَّ عِدَّةَ الْمُخْتَلِعَةِ حَيْضَةٌ ‏.‏ قَالَ إِسْحَاقُ وَإِنْ ذَهَبَ ذَاهِبٌ إِلَى هَذَا فَهُوَ مَذْهَبٌ قَوِيٌّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1186,
    "narrator": "সাওবান (রাঃ)",
    "bn": "নাৰী (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) বলেনঃ খোলা তালাক দাবিকারিণী নারীরা মুনাফিক।\n\nসহীহ্‌, সহীহা- (৬৩৩), মিশকাত তাহকীক ছানী- (৩২৯০)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا مُزَاحِمُ بْنُ ذَوَّادِ بْنِ عُلْبَةَ، عَنْ أَبِيهِ، عَنْ لَيْثٍ، عَنْ أَبِي الْخَطَّابِ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي إِدْرِيسَ، عَنْ ثَوْبَانَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ الْمُخْتَلِعَاتُ هُنَّ الْمُنَافِقَاتُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَلَيْسَ إِسْنَادُهُ بِالْقَوِيِّ ‏.‏\nوَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ أَيُّمَا امْرَأَةٍ اخْتَلَعَتْ مِنْ زَوْجِهَا مِنْ غَيْرِ بَأْسٍ لَمْ تَرِحْ رَائِحَةَ الْجَنَّةِ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে উল্লেখিত সনদসূত্রে আবূ ঈসা গারীব বলেছেন। এর সনদ খুব একটা মজবুত নয়। রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) হতে আরো বর্ণিত আছে যে, তিনি বলেছেনঃ “যে সকল নারী স্বামীর নিকট হতে কোন বিবেচনাযোগ্য কারণ ছাড়াই খোলা তালাক গ্রহণ করে সে জান্নাতের সুগন্ধও পাবে না”।"
  },
  {
    "hadith_id": 1187,
    "narrator": "সাওবান (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ স্বামীর নিকট হতে যেসব নারী কোন বিবেচনাযোগ্য কারণ ছাড়াই তালাক চায় তার জন্য জান্নাতের সুগন্ধও হারাম। \n\nসহীহ্, ইবনু মাজাহ- (২০৫৫)",
    "ar": "أَنْبَأَنَا بِذَلِكَ بُنْدَارٌ أَنْبَأَنَا عَبْدُ الْوَهَّابِ أَنْبَأَنَا أَيُّوبُ عَنْ أَبِي قِلاَبَةَ عَمَّنْ حَدَّثَهُ عَنْ ثَوْبَانَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ أَيُّمَا امْرَأَةٍ سَأَلَتْ زَوْجَهَا طَلاَقًا مِنْ غَيْرِ بَأْسٍ فَحَرَامٌ عَلَيْهَا رَائِحَةُ الْجَنَّةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَيُرْوَى هَذَا الْحَدِيثُ عَنْ أَيُّوبَ عَنْ أَبِي قِلاَبَةَ عَنْ أَبِي أَسْمَاءَ عَنْ ثَوْبَانَ ‏.‏ وَرَوَاهُ بَعْضُهُمْ عَنْ أَيُّوبَ بِهَذَا الإِسْنَادِ وَلَمْ يَرْفَعْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান। এটি অন্য একটি সূত্রেও বর্ণিত হয়েছে, কিন্তু মারফূভাবে নয়।"
  },
  {
    "hadith_id": 1188,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মহিলারা পাঁজরের বাকা হাড়ের মত। তুমি যদি সেটাকে সোজা করতে যাও তাহলে তা ভেঙ্গে ফেলবে। আর যদি তুমি ফেলে রাখ (সোজা করার চেষ্টা না কর) তবে তার বাকা অবস্থায়ই তুমি ফায়দা উঠাতে পারবে।\n\nসহীহ্‌, তা’লীকুর রাগীব- (৩/৭২-৭৩), মুসলিম, বুখারী অনুরূপ",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا ابْنُ أَخِي ابْنِ شِهَابٍ، عَنْ عَمِّهِ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الْمَرْأَةَ كَالضِّلَعِ إِنْ ذَهَبْتَ تُقِيمُهَا كَسَرْتَهَا وَإِنْ تَرَكْتَهَا اسْتَمْتَعْتَ بِهَا عَلَى عِوَجٍ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي ذَرٍّ وَسَمُرَةَ وَعَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ যার, সামুরা ও আইশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ গারীব বলেছেন এবং এর সনদসূত্র উত্তম।"
  },
  {
    "hadith_id": 1189,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, আমার বিবাহিত এক স্ত্রী ছিল যাকে আমি ভালোবাসতাম, কিন্তু তাকে আমার পিতা পছন্দ করতেন না। তিনি আমাকে নির্দেশ দেন তাকে তালাক প্রদানের জন্য। কিন্তু আমি তা অস্বীকার করি। বিষয়টি রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে আমি উল্লেখ করলে তিনি বললেনঃ হে উমারের- পুত্র আবদুল্লাহ! তুমি তোমার স্ত্রীকে তালাক দাও।\n\nহাসান, ইবনু মাজাহ- (২০৮৮)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَنْبَأَنَا ابْنُ الْمُبَارَكِ، أَنْبَأَنَا ابْنُ أَبِي ذِئْبٍ، عَنِ الْحَارِثِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ حَمْزَةَ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَتْ تَحْتِي امْرَأَةٌ أُحِبُّهَا وَكَانَ أَبِي يَكْرَهُهَا فَأَمَرَنِي أَبِي أَنْ أُطَلِّقَهَا فَأَبَيْتُ فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ يَا عَبْدَ اللَّهِ بْنَ عُمَرَ طَلِّقِ امْرَأَتَكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ ابْنِ أَبِي ذِئْبٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আমরা এই হাদীসটির সাথে শুধুমাত্র ইবনু আবূ যিব-এর সূত্রেই পরিচিত হতে পেরেছি।"
  },
  {
    "hadith_id": 1190,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নাৰী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন নারী যেন বোনের পাত্র খালি করে নিজের পাত্র পূরণের জন্য তার তালাক প্রার্থনা না করে।\n\nসহীহ্‌, সহীহ্‌ আবূ দাউদ- (১৮৯১)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ تَسْأَلُ الْمَرْأَةُ طَلاَقَ أُخْتِهَا لِتَكْتَفِئَ مَا فِي إِنَائِهَا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أُمِّ سَلَمَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উম্মু সালামা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুৱাইরা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1191,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, রাসুলল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তালাক মাত্রই বলবৎ হয়, কিন্তু বুদ্ধি ও স্মৃতি নষ্ট হওয়া ব্যক্তির তালাক বলবৎ হয় না।\n\nখুবই দুর্বল। সহীহ কথা হল হাদীসটি মাওকূফ, ইরওয়া(২০৪২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الصَّنْعَانِيُّ، أَنْبَأَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ الْفَزَارِيُّ، عَنْ عَطَاءِ بْنِ عَجْلاَنَ، عَنْ عِكْرِمَةَ بْنِ خَالِدٍ الْمَخْزُومِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ كُلُّ طَلاَقٍ جَائِزٌ إِلاَّ طَلاَقَ الْمَعْتُوهِ الْمَغْلُوبِ عَلَى عَقْلِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ حَدِيثِ عَطَاءِ بْنِ عَجْلاَنَ ‏.‏ وَعَطَاءُ بْنُ عَجْلاَنَ ضَعِيفٌ ذَاهِبُ الْحَدِيثِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ طَلاَقَ الْمَعْتُوهِ الْمَغْلُوبِ عَلَى عَقْلِهِ لاَ يَجُوزُ إِلاَّ أَنْ يَكُونَ مَعْتُوهًا يُفِيقُ الأَحْيَانَ فَيُطَلِّقُ فِي حَالِ إِفَاقَتِهِ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, আমরা এ হাদীসটি শুধু মাত্র আতা ইবনু আজলানের সূত্রেই মারফূ হিসাবে জেনেছি। কিন্তু তিনি হাদীস শাস্ত্রে দুর্বল এবং হাদীস বর্ণনায় ভুলের শিকার হতেন। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বিশেষজ্ঞ সাহাবী ও অপরাপর আলিমগণ এ হাদীস অনুযায়ী মত দিয়েছেন। তাদের মতে নির্বোধ ব্যাক্তির তালাক কার্যকর হয়না। কিন্তু যে উন্মাদ কখনও জ্ঞান ফিরে পায় আবার জ্ঞানহারা হয়ে পড়ে সে যদি হুঁশ থাকাকালে তালাক দেয় তবে তা বলবৎ হবে।"
  },
  {
    "hadith_id": 1192,
    "narrator": "আইশা  (রাঃ)",
    "bn": "তিনি বলেন, লোকেরা (জাহিলী যুগে) যেমন ইচ্ছা নিজ স্ত্রীকে তালাক দিত। এমনকি সে শতবার বা ততোধিক তালাক দেবার পরও তাকে ইদ্দাতের মধ্যে ফেরত নিলে সে পুরা দস্তর তার বিবি বিবেচিত হত। অবস্থা এমন পর্যায়ে পৌছল যে, এক ব্যক্তি তার স্ত্রীকে বলল, আল্লাহ্ তা'আলার শপথ! আমি তোমাকে এমন তালাকও দিব না যে, তুমি আমার নিকট হতে আলাদা হয়ে যাবে এবং তোমাকে কখনো (স্থান) সহায়তাও দিব না। তার স্ত্রী বলল, এ কেমন কথা? সে বলল, আমি তোমাকে তালাক দিব এবং ইদ্দাত শেষ হওয়ার আগে ফিরিয়ে নিব। তোমার সাথে বারবার এমনই করতে থাকব। স্ত্রীলোকটি আইশা (রাঃ)-এর নিকটে এসে তাকে এ ঘটনা জানালো। আইশা (রাঃ) নীরব রইলেন। এর মাঝে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাযির হলেন। তিনি তাঁকে ব্যাপারটি অবগত করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চুপ থাকলেন। এসময় কুরআনের আয়াত অবতীর্ণ হলঃ “তালাক দুইবার। তারপর হয় তাকে যথারীতি ফিরিয়ে নিবে, অন্যথায় সঠিক পন্থায় মুক্ত করে দিবে”-(সূরাঃ বাকারা- ২২৯)। আইশা (রাঃ) বলেন, এরপর থেকে যে লোক আগে তালাক দিয়েছে আর যে লোক দেয়নি উভয়ই ভবিষ্যতের জন্য নতুনভাবে তালাকের অধিকার লাভ করলো। \n\nযঈফ, ইরওয়া (৭/১৬২)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا يَعْلَى بْنُ شَبِيبٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّاسُ وَالرَّجُلُ يُطَلِّقُ امْرَأَتَهُ مَا شَاءَ أَنْ يُطَلِّقَهَا وَهِيَ امْرَأَتُهُ إِذَا ارْتَجَعَهَا وَهِيَ فِي الْعِدَّةِ وَإِنْ طَلَّقَهَا مِائَةَ مَرَّةٍ أَوْ أَكْثَرَ حَتَّى قَالَ رَجُلٌ لاِمْرَأَتِهِ وَاللَّهِ لاَ أُطَلِّقُكِ فَتَبِينِي مِنِّي وَلاَ آوِيكِ أَبَدًا ‏.‏ قَالَتْ وَكَيْفَ ذَاكَ قَالَ أُطَلِّقُكِ فَكُلَّمَا هَمَّتْ عِدَّتُكِ أَنْ تَنْقَضِيَ رَاجَعْتُكِ ‏.‏ فَذَهَبَتِ الْمَرْأَةُ حَتَّى دَخَلَتْ عَلَى عَائِشَةَ فَأَخْبَرَتْهَا فَسَكَتَتْ عَائِشَةُ حَتَّى جَاءَ النَّبِيُّ صلى الله عليه وسلم فَأَخْبَرَتْهُ فَسَكَتَ النَّبِيُّ صلى الله عليه وسلم حَتَّى نَزَلَ الْقُرْآنُ ‏:‏ ‏(‏ الطَّلاَقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ ‏)‏ قَالَتْ عَائِشَةُ فَاسْتَأْنَفَ النَّاسُ الطَّلاَقَ مُسْتَقْبَلاً مَنْ كَانَ طَلَّقَ وَمَنْ لَمْ يَكُنْ طَلَّقَ ‏.‏\nحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، نَحْوَ هَذَا الْحَدِيثِ بِمَعْنَاهُ وَلَمْ يَذْكُرْ فِيهِ عَنْ عَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ يَعْلَى بْنِ شَبِيبٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "হিশাম ইবনু উরওয়া (রাহঃ) হতে তার পিতার সূত্রে উপরে উল্লেখিত হাদীসের মতই হাদীস বর্ণিত আছে। কিন্তু এই সূত্রে উরওয়া (রাহঃ) আইশা (রাঃ)-এর উল্লেখ করেননি। এই বর্ণনাটি ইয়ালা ইবনু শাবীবের বর্ণিত হাদীসের তুলনায় অনেক বেশী সহীহ ।"
  },
  {
    "hadith_id": 1194,
    "narrator": "সুলাইমান ইবনু ইয়াসার (রহঃ)",
    "bn": "গর্ভবতী বিধবা স্ত্রীলোকের ইদ্দাত প্রসঙ্গে আবূ হুরাইরা, ইবনু আব্বাস ও আবূ সালামা ইবনু আবদুর রাহমান (রাঃ) আলোচনা করলেন, যে স্বামীর মৃত্যুর পরপর সে সন্তান প্ৰসৰ করে (তার ইদ্দাত কখন পূর্ণ হবে)। ইবনু আব্বাস (রাঃ) বললেন, দুই মেয়াদের মধ্যে দীর্ঘতর মেয়াদই হবে তার ইদ্দাতকাল। আবূ সালামা (রাঃ) বললেন, সস্তান জন্মের সাথে সাথে তার বিয়ে করা বৈধ হবে। আবূ হুরাইরা (রাঃ) বললেন, আমি আমার ভাইয়ের ছেলে আবূ সালামার সাথে একমত। তারা রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী উম্মু সালামা (রাঃ)-এর নিকট বিষয়টি সমাধানের জন্য (লোক) পাঠান। তিনি বললেন, সুবাইয়া আসলামিয়া তার স্বামী মারা যাবার অল্পদিন পরই সন্তান প্রসব করে। সে রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম)-এর নিকট ফাতওয়া জানতে চাইলে তিনি তাকে বিয়ের অনুমতি দেন।\n\nসহীহ্‌, ইরওয়া- (২১১৩), সহীহ্‌ আবূ দাউদ- (১১৯৬),",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، أَنَّ أَبَا هُرَيْرَةَ، وَابْنَ، عَبَّاسٍ وَأَبَا سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ تَذَاكَرُوا الْمُتَوَفَّى عَنْهَا زَوْجُهَا الْحَامِلَ تَضَعُ عِنْدَ وَفَاةِ زَوْجِهَا فَقَالَ ابْنُ عَبَّاسٍ تَعْتَدُّ آخِرَ الأَجَلَيْنِ ‏.‏ وَقَالَ أَبُو سَلَمَةَ بَلْ تَحِلُّ حِينَ تَضَعُ ‏.‏ وَقَالَ أَبُو هُرَيْرَةَ أَنَا مَعَ ابْنِ أَخِي يَعْنِي أَبَا سَلَمَةَ فَأَرْسَلُوا إِلَى أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ قَدْ وَضَعَتْ سُبَيْعَةُ الأَسْلَمِيَّةُ بَعْدَ وَفَاةِ زَوْجِهَا بِيَسِيرٍ فَاسْتَفْتَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَمَرَهَا أَنْ تَتَزَوَّجَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা এ হাদীসটিকে হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1193,
    "narrator": "আবুস সানাবিল ইবনু বা’কাক (রাঃ)",
    "bn": "তিনি বলেন, সুবাইআ (রাঃ) সন্তান প্রসব করেন তার স্বামী মারা যাবার তেইশ বা পঁচিশ দিন পর। তিনি নিফাস হতে পবিত্র হয়ে পুনরায় বিয়ে করতে আগ্রহ প্রকাশ করেন। কিন্তু কেউ কেউ সেটাকে খারাপ বলে মনে করল। রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম)-এর নিকট বিষয়টি উল্লেখ করা হলে তিনি বললেনঃ সে ইচ্ছা করলে এটা করতে পারে, কেননা, তার ইদ্দাত পূর্ণ হয়ে গেছে।\n\nসহীহ্‌, ইবনু মাজাহ- (২০২৭)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا حُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا شَيْبَانُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ أَبِي السَّنَابِلِ بْنِ بَعْكَكٍ، قَالَ وَضَعَتْ سُبَيْعَةُ بَعْدَ وَفَاةِ زَوْجِهَا بِثَلاَثَةٍ وَعِشْرِينَ أَوْ خَمْسَةٍ وَعِشْرِينَ يَوْمًا فَلَمَّا تَعَلَّتْ تَشَوَّفَتْ لِلنِّكَاحِ فَأُنْكِرَ عَلَيْهَا ذَلِكَ فَذُكِرَ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ إِنْ تَفْعَلْ فَقَدْ حَلَّ أَجَلُهَا ‏\"‏ ‏.‏\nحَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنْ مَنْصُورٍ، نَحْوَهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أُمِّ سَلَمَةَ، ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي السَّنَابِلِ حَدِيثٌ مَشْهُورٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَلاَ نَعْرِفُ لِلأَسْوَدِ سَمَاعًا مِنْ أَبِي السَّنَابِلِ ‏.‏ وَسَمِعْتُ مُحَمَّدًا يَقُولُ لاَ أَعْرِفُ أَنَّ أَبَا السَّنَابِلِ عَاشَ بَعْدَ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ الْحَامِلَ الْمُتَوَفَّى عَنْهَا زَوْجُهَا إِذَا وَضَعَتْ فَقَدْ حَلَّ التَّزْوِيجُ لَهَا وَإِنْ لَمْ تَكُنِ انْقَضَتْ عِدَّتُهَا ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ تَعْتَدُّ آخِرَ الأَجَلَيْنِ ‏.‏ وَالْقَوْلُ الأَوَّلُ أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি আরো একটি সনদসূত্রে বর্ণিত হয়েছে। উম্মু সালামা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, আবুস সানাবিল (রাঃ) হতে বর্ণিত হাদীসটি উল্লেখিত সনদ সূত্রে মাশহূর ও গারীব। আবুস সানা বিলের নিকট হতে আল-আসওয়াদ হাদীস শুনেছেন কি-না তা আমাদের জানা নেই। ইমাম বুখারী (রহঃ) বলেছেন, আবুস সানাবিল (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর মৃত্যুর পরও বেঁচে ছিলেন কি-না তা আমাদের জানা নেই।\nএ হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর বেশিরভাগ বিশেষজ্ঞ সাহাবী ও অপরাপর আলিম মত দিয়েছেন যে, যদি কোন গর্ভবতী মহিলার স্বামী মৃত্যুবরণ করে তবে তার সপ্তান জন্মের সাথে সাথে তার বিয়ে করা হালাল (জায়িয), যদিও তার ইদ্দাত (চার মাস দশদিন) পূর্ণ না হয়। এই মত দিয়েছেন সুফিয়ান সাওরী, শাফিঈ, আহমাদ ও ইসহাক। অপর একদল সাহাবী ও অন্যদের মতে “দুই মেয়াদের মধ্যে অপেক্ষাকৃত দীর্ঘতর মেয়াদ\" হবে তার ইদ্দাতকাল। কিন্তু প্রথমোক্ত মতই অনেক বেশি সহীহ্‌।"
  },
  {
    "hadith_id": 1196,
    "narrator": "(দুই) যাইনাব (রহঃ)",
    "bn": "জাহ্‌শের মেয়ে যাইনাব (রাঃ)-এর ভাইয়ের মৃত্যুর পর আমি তার নিকট গেলাম। তিনিও সুগন্ধি নিয়ে ডাকলেন এবং তা ব্যবহার করলেন। তারপর তিনি বললেন, আল্লাহর শপথ! আমার সুগন্ধি মাখার তেমন কোন প্রয়োজন ছিল না। তবে আমি রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ আল্লাহ ও আখিরাত দিবসের উপর যে মহিলা ঈমান রাখে তার পক্ষে কোন মৃতের জন্য তিন দিনের বেশি শোক প্রকাশ করা জায়িয নয়। শুধু স্বামীর জন্য শোক পালন হচ্ছে চার মাস দশ দিন।\n\nসহীহ্‌, প্রাগুক্ত",
    "ar": "قَالَتْ زَيْنَبُ فَدَخَلْتُ عَلَى زَيْنَبَ بِنْتِ جَحْشٍ حِينَ تُوُفِّيَ أَخُوهَا فَدَعَتْ بِطِيبٍ فَمَسَّتْ مِنْهُ ثُمَّ قَالَتْ وَاللَّهِ مَا لِي فِي الطِّيبِ مِنْ حَاجَةٍ غَيْرَ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثِ لَيَالٍ إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1195,
    "narrator": "তিনি (যাইনাৰ)",
    "bn": "(এক) রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী উম্মু হাবীবা (রাঃ)-এর পিতা আবূ সুফিয়ান (রাঃ)-এর মৃত্যুর পর আমি তার নিকট গেলাম। তিনি কস্তুরি মিশ্ৰিত হলুদ বর্ণের খালূক নামক সুগন্ধি নিয়ে ডাকলেন। তিনি একটি বালিকার গায়ে তা মাখালেন, তারপর তা নিজের উভয় গালে লাগালেন। তারপর তিনি বললেন, আল্লাহর শপথ! আমার সুগন্ধি মাখার তেমন কোন প্রয়োজন ছিল না। আমি তা শুধুমাত্র এজন্যই মাখলাম যে, রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম)-কে আমি বলতে শুনেছিঃ আল্লাহ তা'আলা ও আখিরাত দিবসের উপর যে মহিলা ঈমান রাখে, তার পক্ষে কোন মৃতের জন্য তিন দিনের বেশি শোক প্রকাশ করা জায়িয নয়। শুধুমাত্র স্বামীর জন্য শোক পালন হবে চার মাস দশ দিন। \n\nসহীহ্‌, ইরওয়া- (২১১৪), সহীহ্‌ আবূ দাঊদ- (১৯৯০, ১৯৯১), বুখারী, মুসলিম",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنُ بْنُ عِيسَى، أَنْبَأَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ حُمَيْدِ بْنِ نَافِعٍ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، أَنَّهَا أَخْبَرَتْهُ بِهَذِهِ الأَحَادِيثِ الثَّلاَثَةِ، قَالَ قَالَتْ زَيْنَبُ دَخَلْتُ عَلَى أُمِّ حَبِيبَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم حِينَ تُوُفِّيَ أَبُوهَا أَبُو سُفْيَانَ بْنُ حَرْبٍ فَدَعَتْ بِطِيبٍ فِيهِ صُفْرَةُ خَلُوقٍ أَوْ غَيْرُهُ فَدَهَنَتْ بِهِ جَارِيَةً ثُمَّ مَسَّتْ بِعَارِضَيْهَا ثُمَّ قَالَتْ وَاللَّهِ مَا لِي بِالطِّيبِ مِنْ حَاجَةٍ غَيْرَ أَنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ يَحِلُّ لاِمْرَأَةٍ تُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ تُحِدَّ عَلَى مَيِّتٍ فَوْقَ ثَلاَثَةِ أَيَّامٍ إِلاَّ عَلَى زَوْجٍ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1197,
    "narrator": "(তিন), যাইনাব (রহঃ)",
    "bn": "আমি আমার মা উন্মু সালামা (রাঃ)-কে বলতে শুনেছিঃ রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এক মহিলা এসে বলল, হে আল্লাহর রাসূল। আমার মেয়ের স্বামী মৃত্যুবরণ করেছে। ইদানীং তার দুই চোখে অসুখ দেখা দিয়েছে। আমরা তার চোখে সুরমা লাগাতে পারব কি? রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) বললেনঃ না। মহিলাটি দুই কি তিনবার এই প্রশ্ন করল এবং প্রতি বারেই তিনি (রাসূলুল্লাহ সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) বললেনঃ না। তারপর তিনি বললেনঃ এটা তো মাত্র চার মাস দশ দিনের ব্যাপার। জাহিলী যুগে তোমাদের কোন মহিলাকে এক বছর পর্যন্ত শোক পালন শেষে বিষ্ঠা নিক্ষেপ করে ইদ্দাতকে সমাপ্ত করতে হত।\n\nসহীহ্‌, প্রাগুক্ত",
    "ar": "قَالَتْ زَيْنَبُ وَسَمِعْتُ أُمِّي أُمَّ سَلَمَةَ، تَقُولُ جَاءَتِ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ ابْنَتِي تُوُفِّيَ عَنْهَا زَوْجُهَا وَقَدِ اشْتَكَتْ عَيْنَيْهَا أَفَنَكْحَلُهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ ‏\"‏ مَرَّتَيْنِ أَوْ ثَلاَثَ مَرَّاتٍ كُلُّ ذَلِكَ يَقُولُ ‏\"‏ لاَ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ إِنَّمَا هِيَ أَرْبَعَةُ أَشْهُرٍ وَعَشْرًا وَقَدْ كَانَتْ إِحْدَاكُنَّ فِي الْجَاهِلِيَّةِ تَرْمِي بِالْبَعْرَةِ عَلَى رَأْسِ الْحَوْلِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ فُرَيْعَةَ بِنْتِ مَالِكٍ أُخْتِ أَبِي سَعِيدٍ الْخُدْرِيِّ وَحَفْصَةَ بِنْتِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ زَيْنَبَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ - وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ الْمُتَوَفَّى عَنْهَا زَوْجُهَا تَتَّقِي فِي عِدَّتِهَا الطِّيبَ وَالزِّينَةَ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মালিক ইবনু সিনানের কন্যা এবং আবূ সাঈদ আল-খুদরী (রাঃ)-এর বোন ফুরাইআ ও উমার (রাঃ)-এর কন্যা হাফসা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, যাইনাব (রহঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্‌। এ হাদীস অনুযায়ী রাসূলুল্লাহ সাল্লায়াছ ‘আলাইহি ওয়াসাল্লামের সাহাবী ও অন্যান্য আলিম মত দিয়েছেন। তাদের মতে যে মহিলার স্বামী মৃত্যুবরণ করেছে সে মহিলা ইদ্দাতের সময় সুগন্ধি ও সাজসজ্জা বর্জন করবে। এই মত দিয়েছেন সুফিয়ান সাওরী, মালিক, শাফিঈ, আহমাদ ও ইসহাক।"
  },
  {
    "hadith_id": 1198,
    "narrator": "সালামা ইবনু সাখর আল-বায়াযী (রাঃ)",
    "bn": "যিহার করার পর কাফফারা আদায়ের পূর্বে স্ত্রীর সাথে সঙ্গমকারী ব্যক্তি প্রসঙ্গে নবী (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এমতাবস্থায় তার একটি মাত্র কাফ্‌ফারাই হবে।\n\nসহীহ্‌, প্রাগুক্ত",
    "ar": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَطَاءٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ سَلَمَةَ بْنِ صَخْرٍ الْبَيَاضِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الْمُظَاهِرِ يُوَاقِعُ قَبْلَ أَنْ يُكَفِّرَ قَالَ ‏ \"‏ كَفَّارَةٌ وَاحِدَةٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُهُمْ إِذَا وَاقَعَهَا قَبْلَ أَنْ يُكَفِّرَ فَعَلَيْهِ كَفَّارَتَانِ ‏.‏ وَهُوَ قَوْلُ عَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন এ হাদীসটি হাসান গারীব। এ হাদীস অনুযায়ী বেশিরভাগ বিশেষজ্ঞ আলিম মত দিয়েছেন। এই মত দিয়েছেন সুফিয়ান সাওরী, মালিক, শাফিঈ, আহমাদ ও ইসহাক (একই কাফ্‌ফারা হবে)। অপর কিছু আলিম বলেন, যিহার করার কাফ্‌ফারা আদায়ের পূর্বে সহবাস করলে দুটি কাফ্‌ফারা আদায় করতে হবে। এই মত দিয়েছেন আবদুর রাহমান ইবনু মাহ্‌দীও।"
  },
  {
    "hadith_id": 1199,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "এক লোক যিহারের পর তার স্ত্রীর সাথে সহবাস করে। তারপর সে লোক রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বলল, হে আল্লাহর রাসূল! আমার স্ত্রীর সাথে আমি যিহার করেছি এবং কাফফারা আদায়ের পূর্বে সহবাস করে ফেলেছি। তিনি বললেনঃ আল্লাহ তা'আলা তোমায় রাহাম করুন! তোমাকে কোন্‌ জিনিস এ কাজে লিপ্ত হতে উদ্বুদ্ধ করল? সে বলল, আমি চাঁদের আলোতে তার পায়ের অলংকার দেখতে পেয়েছিলাম। তিনি বললেনঃ আল্লাহ তা’আলা তোমাকে যা হুকুম করেছেন তা পালনের পূর্বে আর তার ধারে-কাছেও যেও না।\n\nসহীহ্‌, ইবনু মাজাহ- (২০৬৫)",
    "ar": "أَنْبَأَنَا أَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ، أَنْبَأَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ مَعْمَرٍ، عَنِ الْحَكَمِ بْنِ أَبَانَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم قَدْ ظَاهَرَ مِنِ امْرَأَتِهِ فَوَقَعَ عَلَيْهَا فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي قَدْ ظَاهَرْتُ مِنْ زَوْجَتِي فَوَقَعْتُ عَلَيْهَا قَبْلَ أَنْ أُكَفِّرَ ‏.‏ فَقَالَ ‏\"‏ وَمَا حَمَلَكَ عَلَى ذَلِكَ يَرْحَمُكَ اللَّهُ ‏\"‏ ‏.‏ قَالَ رَأَيْتُ خُلْخَالَهَا فِي ضَوْءِ الْقَمَرِ ‏.‏ قَالَ ‏\"‏ فَلاَ تَقْرَبْهَا حَتَّى تَفْعَلَ مَا أَمَرَكَ اللَّهُ بِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ গারীব বলেছেন।"
  },
  {
    "hadith_id": 1201,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর বিবিদের সাথে ঈলা করে একটি হালাল বিষয়কে নিজের জন্য হারাম করে নিলেন তারপর এই হারামকে হালাল করলেন এবং পরে শপথ (ভঙ্গের)-এর কারণে কাফফারা দিলেন। \n\nযঈফ, ইরওয়া (৪৭৫২)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ قَزَعَةَ الْبَصْرِيُّ، أَنْبَأَنَا مَسْلَمَةُ بْنُ عَلْقَمَةَ، أَنْبَأَنَا دَاوُدُ بْنُ عَلِيٍّ، عَنْ عَامِرٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ آلَى رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ نِسَائِهِ وَحَرَّمَ فَجَعَلَ الْحَرَامَ حَلاَلاً وَجَعَلَ فِي الْيَمِينِ كَفَّارَةً ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَأَبِي مُوسَى ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ مَسْلَمَةَ بْنِ عَلْقَمَةَ عَنْ دَاوُدَ رَوَاهُ عَلِيُّ بْنُ مُسْهِرٍ وَغَيْرُهُ عَنْ دَاوُدَ عَنِ الشَّعْبِيِّ أَنَّ النَّبِيَّ صلى الله عليه وسلم ‏.‏ مُرْسَلاً ‏.‏ وَلَيْسَ فِيهِ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ وَهَذَا أَصَحُّ مِنْ حَدِيثِ مَسْلَمَةَ بْنِ عَلْقَمَةَ ‏.‏ وَالإِيلاَءُ هُوَ أَنْ يَحْلِفَ الرَّجُلُ أَنْ لاَ يَقْرُبَ امْرَأَتَهُ أَرْبَعَةَ أَشْهُرٍ فَأَكْثَرَ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِيهِ إِذَا مَضَتْ أَرْبَعَةُ أَشْهُرٍ فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِذَا مَضَتْ أَرْبَعَةُ أَشْهُرٍ يُوقَفُ فَإِمَّا أَنْ يَفِيءَ وَإِمَّا أَنْ يُطَلِّقَ ‏.‏ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِذَا مَضَتْ أَرْبَعَةُ أَشْهُرٍ فَهِيَ تَطْلِيقَةٌ بَائِنَةٌ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে আনাস ও আবূ মূসা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেনঃ উল্লেখিত হাদীসটি আলী ইবনু মুসহির এবং অন্যান্যরা দাঊদ-এর সূত্রে ইমাম শাবী (রাহঃ) হতে মুরসাল হিসেবে বর্ণনা করেছেন এবং তাতে মাসরূক ও আইশা (রাঃ)-এর উল্লেখ নেই। এই (মুরসাল) বর্ণনাটি মাসলামা ইবনু আলকামার বর্ণনার চেয়ে অনেক বেশী সহীহ । কোন লোক চার মাস বা তার বেশী সময় নিজ বিবির নিকটে না যাওয়ার (সহবাস না করার) কসম করলে তাকে ‘ঈলা’ বলে।\n\nচার মাস চলে গেলে এবং এর মধ্যে স্ত্রীর নিকটে না গেলে তার পরিণতি কি হবে তা নিয়ে আলিমদের মাঝে মতের অমিল আছে। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল সাহাবী ও বিশেষজ্ঞ আলিমদের মতে চার মাস চলে যাবার পর সে ক্ষান্ত হবে এবং নির্ধারণ করবে যে, হয় তাকে ফেরত নিবে অথবা তালাক দিবে। মালিক ইবনু আনাস, শাফিঈ, আহমাদ ও ইসহাকের এই অভিমত । নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অপর একদল সাহাবী ও বিশেষজ্ঞ আলিমদের মতেঃ চার মাস চলে গেলে স্বাভাবিকভাবে এক বাইন তালাক হয়ে যাবে। সুফিয়ান সাওরী ও কূফাবাসী ফাকীহগণের এই মত।"
  },
  {
    "hadith_id": 1203,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, এক লোক তার স্ত্রীর বিরুদ্ধে লিআন করল। তাদের বিয়ে বন্ধনকে রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) ছিন্ন করে দেন এবং সন্তানটিকে তার মায়ের সাথে সম্পৃক্ত করেন।\n\nসহীহ্‌, ইবনু মাজাহ- (২০৬৯), নাসাঈ",
    "ar": "أَنْبَأَنَا قُتَيْبَةُ، أَنْبَأَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ لاَعَنَ رَجُلٌ امْرَأَتَهُ وَفَرَّقَ النَّبِيُّ صلى الله عليه وسلم بَيْنَهُمَا وَأَلْحَقَ الْوَلَدَ بِالأُمِّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস অনুযায়ী বিশেষজ্ঞ আলিমগণ আমল করেন।"
  },
  {
    "hadith_id": 1202,
    "narrator": "সাঈদ ইবনু জুবাইর (রহঃ)",
    "bn": "তিনি বলেন, মুসআব ইবনু যুবাইরের শাসনামলে এক জোড়া লিআনকারী (দম্পতি) প্রসঙ্গে আমাকে প্রশ্ন করা হলঃ তাদেরকে আলাদা করে দেয়া হবে কি-না। আমি এই প্রসঙ্গে কি বলব তা সঠিক অনুমান করতে পারলাম না। আমি আমার ঘর হতে বেরিয়ে সোজা আবদুল্লাহ ইবনু উমার (রাঃ)-এর ঘরের দরজার সামনে এলাম এবং তার সাথে সাক্ষাতের জন্য প্রবেশের অনুমতি চাইলাম। আমাকে বলা হল, তিনি দুপুরের খাবার খেয়ে বিশ্রাম নিচ্ছেন। তিনি ভিতর হতে আমার কথা শুনে বললেন, ইবনু জুবাইর? ভিতরে প্রবেশ কর। নিশ্চয়ই কোন জরুরী বিষয় নিয়ে তুমি এসেছ। বর্ণনাকারী বলেন, আমি ভিতরে গেলাম। তিনি তার বাহনের হাওদার নিচের মোটা কাপড় বিছিয়ে তার উপর শুয়ে ছিলেন। আমি বললাম, হে আবদুর রাহমানের পিতা! লিআনকারী দম্পতিকে কি একে অপর হতে আলাদা করতে হবে? তিনি বললেন, সুবহানাল্লাহ! হ্যাঁ, এ প্রসঙ্গে সর্বপ্রথম অমুকের ছেলে অমুক প্রশ্ন করেন। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে তাকে প্রশ্ন করেন, হে আল্লাহর রাসূল! যদি আমাদের মাঝে কোন লোক তার স্ত্রীকে খারাপ কাজে (যিনায়) জড়িত দেখে তখন সে কি করবে, এ প্রসঙ্গে আপনি কি মত পোষণ করেন? যদি সে মুখ খুলে তবে একটা ভয়ানক কথা বলল, আর সে চুপ থাকলে তবে একটা গুরুত্বপূর্ণ বিষয়ে চুপ রইল। \n\nবর্ণনাকারী (ইবনু উমার) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) একথা শুনে নীরব রইলেন এবং কোন উত্তর দিলেন না। তিনি (ফিরে যাওয়ার পর) আবার রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললেন, আপনাকে যে বিষয়ে ইতিপূর্বে প্রশ্ন করেছিলাম তাতে আমি নিজেই জড়িয়ে পড়েছি। এমন সময় আল্লাহ তা'আলা সূরা নূরের আয়াত অবতীর্ণ করলেনঃ “নিজেদের স্ত্রীদের বিরুদ্ধে যে সকল লোক যিনার অভিযোগ তোলে অথচ নিজেরা ব্যতীত তাদের আর কোন সাক্ষী থাকে না তবে তাদের প্রত্যেকের সাক্ষ্য এই হবে যে, সে চারবার আল্লাহ তা'আলার নামে শপথ করে বলবে..... যদি সে সত্যবাদী হয়\" (৬-১০)। \nতিনি লোকটিকে ডেকে এনে তাকে এ আয়াতগুলো পাঠ করে শুনান, তাকে উপদেশ দিয়ে ভালোভাবে বুঝান। তিনি তাকে বললেনঃ দুনিয়ার শাস্তি আখিরাতের শাস্তি হতে অনেক হালকা। তিনি বললেন, না, সেই সত্তার শপথ যিনি আপনাকে সত্যসহ প্রেরণ করেছেন। তাকে আমি মিথ্যা অপবাদ দেইনি। তারপর তিনি স্ত্রীলোকটির প্রতি মনোনিবেশ করলেন এবং তাকেও উপদেশ দিয়ে উত্তমভাবে বুঝালেনঃ দুনিয়ার শাস্তি আখিরাতের শাস্তি হতে খুবই হালকা। স্ত্রীলোকটি বলল, না, সেই সত্তার শপথ যিনি আপনাকে সত্য সহকারে প্রেরণ করেছেন! সে সত্য কথা বলেনি। \n\nবর্ণনাকারী (ইবনু উমার) বলেন, তারপর প্রথমে পুরুষকে রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) শপথ করালেন। তিনি আল্লাহ্ তা'আলার নাম সহকারে চারবার শপথ করে সাক্ষ্য দিলেন যে, তিনি (অভিযোগের ব্যাপারে) সত্যবাদী। তিনি পঞ্চম বারে বললেন যে, তিনি (আনীত অভিযোগ প্রসঙ্গে) মিথ্যাবাদী হলে তার উপর আল্লাহর অভিসম্পাত। তারপর তিনি স্ত্রীলোকটিকে লিআন করান। সে চারবার আল্লাহ্ তা'আলার নাম উচ্চারণ সহকারে শপথ করে সাক্ষ্য দিল যে, তার বিরুদ্ধে উঠানো অভিযোগে সে (স্বামী) মিথ্যাবাদী। সে পঞ্চম বারে বলল, সে (স্বামী) সত্যবাদী হলে তবে তার নিজের উপর আল্লাহর অভিসম্পাত। তারপর তাদের বিয়ে বন্ধন রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) ছিন্ন করে দিলেন। \n\nসহীহ্‌, সহীহ্‌ আবূ দাউদ- (১৯৫৫), মুসলিম",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، قَالَ سُئِلْتُ عَنِ الْمُتَلاَعِنَيْنِ، فِي إِمَارَةِ مُصْعَبِ بْنِ الزُّبَيْرِ أَيُفَرَّقُ بَيْنَهُمَا فَمَا دَرَيْتُ مَا أَقُولُ فَقُمْتُ مَكَانِي إِلَى مَنْزِلِ عَبْدِ اللَّهِ بْنِ عُمَرَ اسْتَأْذَنْتُ عَلَيْهِ فَقِيلَ لِي إِنَّهُ قَائِلٌ ‏.‏ فَسَمِعَ كَلاَمِي فَقَالَ ابْنُ جُبَيْرٍ ادْخُلْ مَا جَاءَ بِكَ إِلاَّ حَاجَةٌ ‏.‏ قَالَ فَدَخَلْتُ فَإِذَا هُوَ مُفْتَرِشٌ بَرْدَعَةَ رَحْلٍ لَهُ ‏.‏ فَقُلْتُ يَا أَبَا عَبْدِ الرَّحْمَنِ الْمُتَلاَعِنَانِ أَيُفَرَّقُ بَيْنَهُمَا قَالَ سُبْحَانَ اللَّهِ نَعَمْ إِنَّ أَوَّلَ مَنْ سَأَلَ عَنْ ذَلِكَ فُلاَنُ بْنُ فُلاَنٍ أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ لَوْ أَنَّ أَحَدَنَا رَأَى امْرَأَتَهُ عَلَى فَاحِشَةٍ كَيْفَ يَصْنَعُ إِنْ تَكَلَّمَ تَكَلَّمَ بِأَمْرٍ عَظِيمٍ وَإِنْ سَكَتَ سَكَتَ عَلَى أَمْرٍ عَظِيمٍ ‏.‏ قَالَ فَسَكَتَ النَّبِيُّ صلى الله عليه وسلم فَلَمْ يُجِبْهُ فَلَمَّا كَانَ بَعْدَ ذَلِكَ أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ إِنَّ الَّذِي سَأَلْتُكَ عَنْهُ قَدِ ابْتُلِيتُ بِهِ ‏.‏ فَأَنْزَلَ اللَّهُ هَذِهِ الآيَاتِ الَّتِي فِي سُورَةِ النُّور ‏:‏ ‏(‏وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلاَّ أَنْفُسُهُمْ ‏)‏ حَتَّى خَتَمَ الآيَاتِ فَدَعَا الرَّجُلَ فَتَلاَ الآيَاتِ عَلَيْهِ وَوَعَظَهُ وَذَكَّرَهُ وَأَخْبَرَهُ أَنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الآخِرَةِ ‏.‏ فَقَالَ لاَ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا كَذَبْتُ عَلَيْهَا ‏.‏ ثُمَّ ثَنَّى بِالْمَرْأَةِ فَوَعَظَهَا وَذَكَّرَهَا وَأَخْبَرَهَا أَنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الآخِرَةِ فَقَالَتْ لاَ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا صَدَقَ ‏.‏ قَالَ فَبَدَأَ بِالرَّجُلِ فَشَهِدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ وَالْخَامِسَةُ أَنَّ لَعْنَةَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ ‏.‏ ثُمَّ ثَنَّى بِالْمَرْأَةِ فَشَهِدَتْ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ ‏.‏ ثُمَّ فَرَّقَ بَيْنَهُمَا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ سَهْلِ بْنِ سَعْدٍ وَابْنِ عَبَّاسٍ وَابْنِ مَسْعُودٍ وَحُذَيْفَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সাহল ইবনু সাদ, ইবনু আব্বাস, হুযাইফা ও ইবনু মাসঊদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। হাদীস অনুযায়ী বিশেষজ্ঞ আলিমগণ আমল করেন। ইবনু উমর (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1204,
    "narrator": "যাইনাব বিনতু কা’ব ইবনু উজরা (রাঃ)",
    "bn": "তাকে মালিক ইবনু সিনান (রাঃ)-এর মেয়ে এবং আবূ সাঈদ আল-খুদরী (রাঃ)-এর বোন ফুরাইআ (রাঃ) জানিয়েছেন। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) -এর কাছে আসেন একটা প্রশ্ন করার উদ্দেশ্যে যে, ইদ্দাতের জন্য তার নিজের বংশ খুদরা গোত্রে যেতে পারেন কি-না। তার স্বামী তার কয়েকটি পলাতক গোলামের খোঁজে গিয়েছিলেন। তিনি যখন পত্যাবর্তন করতেছিলেন তখন তাদের সাথে সাক্ষাৎ ঘটে এবং তারা সেখানে তাকে মেরে ফেলে। ফুরাইআ (রাঃ) বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) -এর নিকট আমার বাবার বাড়ী যাওয়ার উদ্দেশ্যে আবেদন করলাম। কেননা, আমার জন্য আমার স্বামী তার নিজস্ব কোন ঘর রেখে যাননি, এমনকি ভরণ-পোষণের খরচপাতিও নয়। ফুরাইআ (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) হ্যাঁ বললেন। তিনি বলেন, তারপর আমি ফিরে চললাম। আমি শুধু (তার) হুজরা অথবা মাসজিদের নিকটে পৌঁছলাম, তখন রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) আমাকে আবার ডাকলেন বা আমাকে ডাকার নির্দেশ দিলেন। আমাকে তিনি প্রশ্ন করলেনঃ তুমি কি বলেছিলে? ফুরাইআ (রাঃ) বলেন, আমার স্বামী সম্পর্কে পূর্বে আমি যে ঘটনা বলেছিলাম তার নিকট তা আবার বললাম। তিনি বললেনঃ তুমি তোমার ঘরেই থাক ইদ্দাত পূর্ণ না হওয়া পর্যন্ত। ফুরাইআ (রাঃ) বলেন, আমি এখানে ইদ্দাত পালন করলাম চার মাস দশদিন। তিনি বলেন, তারপর উসমান (রাঃ) খালীফা হওয়ার পর তিনি আমার কাছে লোক পাঠিয়ে এ বিষয়টি জানতে চাইলেন। আমি এ প্রসঙ্গে তাকে জানালাম। তিনি এর অনুসরণ করেছেন এবং সে অনুযায়ী ফায়সালা দিয়েছেন।\n\nসহীহ্‌, ইবনু মাজাহ- (২০৩১)",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، أَنْبَأَنَا مَعْنٌ، أَنْبَأَنَا مَالِكٌ، عَنْ سَعْدِ بْنِ إِسْحَاقَ بْنِ كَعْبِ بْنِ عُجْرَةَ، عَنْ عَمَّتِهِ، زَيْنَبَ بِنْتِ كَعْبِ بْنِ عُجْرَةَ أَنَّ الْفُرَيْعَةَ بِنْتَ مَالِكِ بْنِ سِنَانٍ، وَهِيَ أُخْتُ أَبِي سَعِيدٍ الْخُدْرِيِّ أَخْبَرَتْهَا أَنَّهَا، جَاءَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم تَسْأَلُهُ أَنْ تَرْجِعَ إِلَى أَهْلِهَا فِي بَنِي خُدْرَةَ وَأَنَّ زَوْجَهَا خَرَجَ فِي طَلَبِ أَعْبُدٍ لَهُ أَبَقُوا حَتَّى إِذَا كَانَ بِطَرَفِ الْقَدُومِ لَحِقَهُمْ فَقَتَلُوهُ ‏.‏ قَالَتْ فَسَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنْ أَرْجِعَ إِلَى أَهْلِي فَإِنَّ زَوْجِي لَمْ يَتْرُكْ لِي مَسْكَنًا يَمْلِكُهُ وَلاَ نَفَقَةً ‏.‏ قَالَتْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَتْ فَانْصَرَفْتُ حَتَّى إِذَا كُنْتُ فِي الْحُجْرَةِ أَوْ فِي الْمَسْجِدِ نَادَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَوْ أَمَرَ بِي فَنُودِيتُ لَهُ فَقَالَ ‏\"‏ كَيْفَ قُلْتِ ‏\"‏ ‏.‏ قَالَتْ فَرَدَدْتُ عَلَيْهِ الْقِصَّةَ الَّتِي ذَكَرْتُ لَهُ مِنْ شَأْنِ زَوْجِي قَالَ ‏\"‏ امْكُثِي فِي بَيْتِكِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ ‏\"‏ ‏.‏ قَالَتْ فَاعْتَدَدْتُ فِيهِ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ‏.‏ قَالَتْ فَلَمَّا كَانَ عُثْمَانُ أَرْسَلَ إِلَىَّ فَسَأَلَنِي عَنْ ذَلِكَ فَأَخْبَرْتُهُ فَاتَّبَعَهُ وَقَضَى بِهِ ‏.‏\nأَنْبَأَنَا مُحَمَّدُ بْنُ بَشَّارٍ، أَنْبَأَنَا يَحْيَى بْنُ سَعِيدٍ، أَنْبَأَنَا سَعْدُ بْنُ إِسْحَاقَ بْنِ كَعْبِ بْنِ عُجْرَةَ، فَذَكَرَ نَحْوَهُ بِمَعْنَاهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ لَمْ يَرَوْا لِلْمُعْتَدَّةِ أَنْ تَنْتَقِلَ مِنْ بَيْتِ زَوْجِهَا حَتَّى تَنْقَضِيَ عِدَّتُهَا ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ لِلْمَرْأَةِ أَنْ تَعْتَدَّ حَيْثُ شَاءَتْ وَإِنْ لَمْ تَعْتَدَّ فِي بَيْتِ زَوْجِهَا ‏.‏ قَالَ أَبُو عِيسَى وَالْقَوْلُ الأَوَّلُ أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি কা’ব ইবনু উজরা (রাঃ) হতে অন্য একটি সূত্রেও বর্ণিত হয়েছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বেশিরভাগ বিশেষজ্ঞ সাহাবী ও অপরাপর আলিমগণ মত দিয়েছেন। তাদের মতে, ইদ্দাতের সময় পূর্ণ না হওয়া পর্যন্ত ইদ্দাত পালনকারী স্বামীর ঘর হতে যাবে না। এই মত দিয়েছেন সুফিয়ান সাওরী, শাফিঈ, আহমাদ ও ইসহাক। রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম)-এর অপর একদল বিশেষজ্ঞ সাহাবী ও তৎপরবর্তী আলিমগণ বলেন,  কোন মহিলা তার ইচ্ছামত যে কোন জায়গায় ইদ্দাত পালন করতে পারে। স্বামীর ঘরে ইদ্দাত পালন না করলেও কোন সমস্য নেই। আবূ ঈসা বলেন, কিন্তু প্রথমোক্ত মতই অনেক বেশি সহীহ্‌।"
  },
  {
    "hadith_id": 1177,
    "narrator": "‘আব্দুল্লাহ ইবনু ইয়াযীদ ইবনু রুকানা(রাঃ) হতে পর্যায়ক্রমে তার পিতা ও দাদার সুত্রে",
    "bn": "তিনি (রুকানা) বলেনঃ  আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া  সাল্লাম)-এর নিকটে এসে বললাম, হে আল্লাহর রাসুল! আমি আমার স্ত্রীকে কাটাছিঁড়া (বাত্তা শব্দে) তালাক দিয়েছি। তিনি প্রশ্ন করেনঃ এটা দ্বারা তোমার কি উদ্দেশ্য ছিল? আমি বললাম, এক তালাক। তিনি বললেনঃ আল্লাহ তা’আলার   শপথ! আমি বললাম, আল্লাহ তা’আলার শপথ (সত্য বলছি)। তিনি বললেনঃ তোমার যা উদ্দেশ্য ছিল তাই হয়েছে।\n\nযঈফ, ইবনু মাজাহ(২০৫১), আবূ ‘ঈসা বলেনঃ আমরা এ হাদীসটি শুধুমাত্র উল্লেখিত সুত্রেই জেনেছি। আমি এই হাদীস সম্পর্কে মুহাম্মাদ (বুখারী)-কে জিজ্ঞেস করেছি। তিনি বললেন এর সনদে অস্থিরতা আছে। ইবনু ‘আব্বাস হতে বর্ণিত আছে যে, রুকানা তার স্ত্রীকে তিন তালাক দিয়েছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী ও অপারাপর আলিমদের মধ্যে ‘সোজাসুজি ও নিশ্চিত (বাত্তা) তালাক’ নিয়ে মতপার্থক্য আছে। উমার (রাঃ) বাত্তা তালাককে এক তালাক গন্য করেছেন কিন্তু আলী (রাঃ) এটাকে তিন তালাক গন্য করেছেন। একদল বিশেষজ্ঞ আলিম বলেছেন, এটা তালাক প্রদানকারীর নিয়াতের উপর নির্ভর করবে। সে এক তালাক এর নিয়াত করলে এক তালাক বলবৎ হবে, তিন তালাক এর নিয়াত করলে তিন তালাক বলবৎ হবে এবং দুই তালাকের নিয়াত করলে এক তালাক বলবৎ হবে। সুফিয়ান সাওরী ও কূফাবাসী আলিমদের এই মত। ইমাম মালিক বলেছেন, সে স্ত্রীর সাথে (বিয়ের পর) সহবাস করে থাকলে বাত্তা তালাক এর মাধ্যমে তিন তালাকই বলবৎ হবে। ইমাম শাফিঈ বলেছেন, সে এক তালাক এর নিয়াত করলে এক তালাক, দুই তালাক এর নিয়াত করেলে দুই তালাক এবং তিন তালাক এর নিয়াত করলে তিন তালাকই বলবৎ হবে।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا قَبِيصَةُ، عَنْ جَرِيرِ بْنِ حَازِمٍ، عَنِ الزُّبَيْرِ بْنِ سَعِيدٍ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ بْنِ رُكَانَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي طَلَّقْتُ امْرَأَتِي الْبَتَّةَ ‏.‏ فَقَالَ ‏\"‏ مَا أَرَدْتَ بِهَا ‏\"‏ ‏.‏ قُلْتُ وَاحِدَةً ‏.‏ قَالَ ‏\"‏ وَاللَّهِ ‏\"‏ ‏.‏ قُلْتُ وَاللَّهِ ‏.‏ قَالَ ‏\"‏ فَهُوَ مَا أَرَدْتَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ فِيهِ اضْطِرَابٌ ‏.‏ وَيُرْوَى عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ أَنَّ رُكَانَةَ طَلَّقَ امْرَأَتَهُ ثَلاَثًا ‏.‏ - وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ فِي طَلاَقِ الْبَتَّةِ فَرُوِيَ عَنْ عُمَرَ بْنِ الْخَطَّابِ أَنَّهُ جَعَلَ الْبَتَّةَ وَاحِدَةً وَرُوِيَ عَنْ عَلِيٍّ أَنَّهُ جَعَلَهَا ثَلاَثًا ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ فِيهِ نِيَّةُ الرَّجُلِ إِنْ نَوَى وَاحِدَةً فَوَاحِدَةٌ وَإِنْ نَوَى ثَلاَثًا فَثَلاَثٌ وَإِنْ نَوَى ثِنْتَيْنِ لَمْ تَكُنْ إِلاَّ وَاحِدَةً ‏.‏ وَهُوَ قَوْلُ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏ وَقَالَ مَالِكُ بْنُ أَنَسٍ فِي الْبَتَّةِ إِنْ كَانَ قَدْ دَخَلَ بِهَا فَهِيَ ثَلاَثُ تَطْلِيقَاتٍ ‏.‏ وَقَالَ الشَّافِعِيُّ إِنْ نَوَى وَاحِدَةً فَوَاحِدَةٌ يَمْلِكُ الرَّجْعَةَ وَإِنْ نَوَى ثِنْتَيْنِ فَثِنْتَانِ وَإِنْ نَوَى ثَلاَثًا فَثَلاَثٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1181,
    "narrator": "আমর ইবনু শুআইব (রহঃ) হতে পর্যায়ক্রমে তার পিতা ও দাদার সূত্রে",
    "bn": "তিনি (দাদা) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আদম সস্তান যে সকল জিনিসের মালিক নন সে সকল জিনিসের মানত জায়িয নয়, সে যার মালিক নয় তাকে সে মুক্তি দিতে পারে না এবং তার সাথে যার বিয়ে হয়নি তাকে সে তালাকও দিতে পারে না।\n\nহাসান সহীহ্‌, ইবনু মাজাহ- (২০৪৭)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، حَدَّثَنَا عَامِرٌ الأَحْوَلُ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ نَذْرَ لاِبْنِ آدَمَ فِيمَا لاَ يَمْلِكُ وَلاَ عِتْقَ لَهُ فِيمَا لاَ يَمْلِكُ وَلاَ طَلاَقَ لَهُ فِيمَا لاَ يَمْلِكُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَمُعَاذِ بْنِ جَبَلٍ وَجَابِرٍ وَابْنِ عَبَّاسٍ وَعَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو حَدِيثٌ حَسَنٌ صَحِيحٌ وَهُوَ أَحْسَنُ شَيْءٍ رُوِيَ فِي هَذَا الْبَابِ ‏.‏ وَهُوَ قَوْلُ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ رُوِيَ ذَلِكَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ وَابْنِ عَبَّاسٍ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَسَعِيدِ بْنِ الْمُسَيَّبِ وَالْحَسَنِ وَسَعِيدِ بْنِ جُبَيْرٍ وَعَلِيِّ بْنِ الْحُسَيْنِ وَشُرَيْحٍ وَجَابِرِ بْنِ زَيْدٍ وَغَيْرِ وَاحِدٍ مِنْ فُقَهَاءِ التَّابِعِينَ وَبِهِ يَقُولُ الشَّافِعِيُّ ‏.‏ وَرُوِيَ عَنِ ابْنِ مَسْعُودٍ أَنَّهُ قَالَ فِي الْمَنْصُوبَةِ إِنَّهَا تَطْلُقُ ‏.‏ وَقَدْ رُوِيَ عَنْ إِبْرَاهِيمَ النَّخَعِيِّ وَالشَّعْبِيِّ وَغَيْرِهِمَا مِنْ أَهْلِ الْعِلْمِ أَنَّهُمْ قَالُوا إِذَا وَقَّتَ نُزِّلَ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ أَنَّهُ إِذَا سَمَّى امْرَأَةً بِعَيْنِهَا أَوْ وَقَّتَ وَقْتًا أَوْ قَالَ إِنْ تَزَوَّجْتُ مِنْ كُورَةِ كَذَا فَإِنَّهُ إِنْ تَزَوَّجَ فَإِنَّهَا تَطْلُقُ ‏.‏ وَأَمَّا ابْنُ الْمُبَارَكِ فَشَدَّدَ فِي هَذَا الْبَابِ وَقَالَ إِنْ فَعَلَ لاَ أَقُولُ هِيَ حَرَامٌ ‏.‏ وَقَالَ أَحْمَدُ إِنْ تَزَوَّجَ لاَ آمُرُهُ أَنْ يُفَارِقَ امْرَأَتَهُ ‏.‏ وَقَالَ إِسْحَاقُ أَنَا أُجِيزُ فِي الْمَنْصُوبَةِ لِحَدِيثِ ابْنِ مَسْعُودٍ وَإِنْ تَزَوَّجَهَا لاَ أَقُولُ تَحْرُمُ عَلَيْهِ امْرَأَتُهُ ‏.‏ وَوَسَّعَ إِسْحَاقُ فِي غَيْرِ الْمَنْصُوبَةِ ‏.‏ وَذُكِرَ عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ أَنَّهُ سُئِلَ عَنْ رَجُلٍ حَلَفَ بِالطَّلاَقِ أَنَّهُ لاَ يَتَزَوَّجُ ثُمَّ بَدَا لَهُ أَنْ يَتَزَوَّجَ هَلْ لَهُ رُخْصَةٌ بِأَنْ يَأْخُذَ بِقَوْلِ الْفُقَهَاءِ الَّذِينَ رَخَّصُوا فِي هَذَا فَقَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ إِنْ كَانَ يَرَى هَذَا الْقَوْلَ حَقًّا مِنْ قَبْلِ أَنْ يُبْتَلَى بِهَذِهِ الْمَسْأَلَةِ فَلَهُ أَنْ يَأْخُذَ بِقَوْلِهِمْ فَأَمَّا مَنْ لَمْ يَرْضَ بِهَذَا فَلَمَّا ابْتُلِيَ أَحَبَّ أَنْ يَأْخُذَ بِقَوْلِهِمْ فَلاَ أَرَى لَهُ ذَلِكَ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আলী, মুআয ইবনু জাবাল, জাবির, ইবনু আব্বাস ও আইশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আব্দুল্লাহ ইবনু আমর (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ অনুচ্ছেদের মধ্যে যে কয়টি হাদীস বর্ণিত আছে সেগুলোর মধ্যে এ হাদীসটিই সবচেয়ে উত্তম। এ হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর বেশিরভাগ বিশেষজ্ঞ সাহাবী মত দিয়েছেন। এই মত দিয়েছেন আলী ইবনু আবূ তালিব, ইবনু আব্বাস, জাবির ইবনু আবদুল্লাহ (রাঃ) সাঈদ ইবনুল মুসায়্যিব, হাসান বাসরী, সাঈদ ইবনু জুবাইর, আলী ইবনু হুসাইন, শুরাইহ, জাবির ইবনু যাইদ প্রমুখ একাধিক ফিকহ্‌বিদ সাহাবী ও তাবিঈও। ইমাম শাফিঈ একইরকম কথা বলেছেন।\nইবনু মাসঊদ (রাঃ) বলেন, কোন এলাকার কোন নির্দিষ্ট মহিলাকে বিয়ে করার কথা উল্লেখ করে তালাক দিলে সে তালাক কার্যকর হবে (কেউ যদি বলে, আমি অমুক বংশ বা অমুক এলাকার অমুক মেয়ে বিবাহ করলে সে তালাক, এ ক্ষেত্রে বিয়ে বিধিবদ্ধ হওয়ার সাথে সাথে তালাক হয়ে যাবে)। শাবী, ইবরাহীম নাখঈ ও অপরাপর আলিম বলেন, তালাক অবতীর্ণ হবে যদি সময় নির্দিষ্ট করে বলা হয়। এই মত দিয়েছেন সুফিয়ান সাওরী ও মালিক ইবনু আনাসও। তারা বলেন, সঠিকভাবে কোন মহিলার নাম, অথবা সঠিক সময় নির্ণয় করে, অথবা কোন শহরের নাম স্পষ্টভাবে বলা হলে, যেমন আমি অমুক শহরের অমুক মেয়ে বিয়ে করলে (সে তালাক), এসব অবস্থায় তালাক কার্যকর হবে।\nএ প্রসঙ্গে ইবনুল মুবারাক (রাঃ) কঠোর নীতি অবলম্বন করেছেন। তিনি বলেছেন, কোন লোক যদি এরূপ করে তবে আমি বলি না যে, তার জন্য ঐ মহিলাটি হারাম হবে। আহমাদ (রহঃ) বলেন, সে যদি বিয়ে করে তবে আমি তাকে তার স্ত্রীকে ত্যাগ করার হুকুম দেই না। ইবনু মাসঊদ (রাঃ)-এর হাদীস অনুযায়ী ইসহাক (রহঃ) নির্দিষ্ট নারীর ক্ষেত্রে তালাক সংঘটিত হওয়ার পক্ষপাতী হওয়া সত্ত্বেও এইরূপ বিয়েকে জায়িয মনে করেন। তিনি বলেন, যদি ঐ মহিলাকে শপথ করার পরও সে লোক বিয়ে করে তবে আমি একথা বলি না যে, তার জন্য ঐ মহিলাটি হারাম হবে। আর ইসহাক (রহঃ)-এর মত অনির্দিষ্ট নারীর ক্ষেত্রে আরও উন্মুক্ত। এক ব্যক্তি প্রসঙ্গে ইবনুল মুবারাককে প্রশ্ন করা হল যে, সে শপথ করে বলেছে যে, সে বিয়ে করবে না, করলে তালাক হয়ে যাবে। পরে দেখা গেল যে, সে বিয়ে করতে চাচ্ছে। এরকম পরিস্থিতিতে বিয়ের সুযোগ আছে বলে যেসব ফিকহ্‌বিদ মত দিয়েছেন, তাদের মতের অবলম্বনে এই লোক কি বিয়ে করতে পারবে? এর উত্তরে ইবনুল মুবারাক বললেন, যদি এসব ফিকহ্‌বিদের মতের প্রতি সে লোক এই সমস্যায় জড়িত হওয়ার পূর্বে আস্থাবান হয়ে থাকে তাহলে সে লোকের তাদের মত গ্রহণের সুযোগ আছে। কিন্তু পূর্ব হতেই যে লোক তাদের এ মত পছন্দ করেনি এবং সে যখন পরবর্তীতে এ সমস্যায় জড়িয়ে পড়লো তখন তাদের মত গ্রহণ করতে চায়, তাদের মত গ্রহণের সুযোগ তার আছে বলে আমি মনে করি না।"
  },
  {
    "hadith_id": 1200,
    "narrator": "আবূ সালামা ও মুহাম্মদ ইবনু আবদুর রাহমান (রাঃ)",
    "bn": "বায়াযা গোত্রের সালমান ইবনু সাখর আনসারী তার স্ত্রীকে রামাযান মাসের জন্য তার মায়ের পিঠের সাথে তুলনা করল (যিহার করল)। এই মাসের অর্ধেক গত হওয়ার পর এক রাতে সে তার স্ত্রীর সাথে সহবাস করল। তারপর সে রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বিষয়টি তাঁকে জানালো। রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ একটি গোলাম আযাদ কর। সে বলল, এটা করার সামর্থ্য আমার নেই। তিনি বললেনঃ একাধারে দুই মাস রোযা রাখ। সে বলল, আমার সামর্থ্য নেই এটা করার। তিনি বললেনঃ যাটজন মিসকীনকে খাওয়াও। সে বলল, এটা করারও আমার সামর্থ্য নেই। তখন ফারওয়া ইবনু আমর (রাঃ)-কে রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাকে এই খেজুরের ঝুড়িটা দাও যাতে ষাটজন মিসকীনকে সে খাওয়াতে পারে। আরাক এমন বড় ঝুড়িকে বলা হয় যাহাতে ১৫ অথবা ১৬ সা'খেজুর ধরে। \n\nসহীহ্‌, ইবনু মাজাহ- (২০৬২)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَنْبَأَنَا هَارُونُ بْنُ إِسْمَاعِيلَ الْخَزَّازُ، أَنْبَأَنَا عَلِيُّ بْنُ الْمُبَارَكِ، أَنْبَأَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، أَنْبَأَنَا أَبُو سَلَمَةَ، وَمُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ ثَوْبَانَ، أَنَّ سَلْمَانَ بْنَ صَخْرٍ الأَنْصَارِيَّ، أَحَدَ بَنِي بَيَاضَةَ جَعَلَ امْرَأَتَهُ عَلَيْهِ كَظَهْرِ أُمِّهِ حَتَّى يَمْضِيَ رَمَضَانُ فَلَمَّا مَضَى نِصْفٌ مِنْ رَمَضَانَ وَقَعَ عَلَيْهَا لَيْلاً فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَعْتِقْ رَقَبَةً ‏\"‏ ‏.‏ قَالَ لاَ أَجِدُهَا ‏.‏ قَالَ ‏\"‏ فَصُمْ شَهْرَيْنِ مُتَتَابِعَيْنِ ‏\"‏ ‏.‏ قَالَ لاَ أَسْتَطِيعُ ‏.‏ قَالَ ‏\"‏ أَطْعِمْ سِتِّينَ مِسْكِينًا ‏\"‏ ‏.‏ قَالَ لاَ أَجِدُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِفَرْوَةَ بْنِ عَمْرٍو ‏\"‏ أَعْطِهِ ذَلِكَ الْعَرَقَ ‏\"‏ ‏.‏ وَهُوَ مِكْتَلٌ يَأْخُذُ خَمْسَةَ عَشَرَ صَاعًا أَوْ سِتَّةَ عَشَرَ صَاعًا فَقَالَ ‏\"‏ أَطْعِمْ سِتِّينَ مِسْكِينًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ يُقَالُ سَلْمَانُ بْنُ صَخْرٍ وَيُقَالُ سَلَمَةُ بْنُ صَخْرٍ الْبَيَاضِيُّ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ فِي كَفَّارَةِ الظِّهَارِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান। এ হাদীস অনুযায়ী যিহারের কাফ্‌ফারা নির্ধারণের ব্যাপারে আলিমগণ সিদ্ধান্ত নিয়েছেন। সালামানকে সালামা আল-বায়ামীও বলা হয়।"
  }
]