[
  {
    "hadith_id": 1323,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি কাযীর পদ চেয়ে নেয় তার দায়দায়িত্ব তার উপরই চাপিয়ে দেয়া হয়। আর যাকে এই পদ গ্রহণ করতে বাধ্য করা হয় আল্লাহ তা'আলা তার নিকট একজন ফেরেশতা পাঠিয়ে দেন যিনি তাকে ইনসাফের পথে থাকতে সহযোগীতা করেন। \n\nযঈফ, ইবনু মাজাহ (২৩০৯)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ إِسْرَائِيلَ، عَنْ عَبْدِ الأَعْلَى، عَنْ بِلاَلِ بْنِ أَبِي مُوسَى، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ سَأَلَ الْقَضَاءَ وُكِلَ إِلَى نَفْسِهِ وَمَنْ أُجْبِرَ عَلَيْهِ يُنْزِلُ اللَّهُ عَلَيْهِ مَلَكًا فَيُسَدِّدُهُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1322,
    "narrator": "আবদুল্লাহ ইবনু মাওহাব (রহঃ)",
    "bn": "১৩২২/১. উসমান (রাঃ) ইবনু উমার (রাঃ)-কে বলেন, যাও! লোকদের মাঝে বিচার-ফায়সালা কর। তিনি বললেন, হে মু’মিনদের নেতা! আমাকে কি মাফ করবেন? তিনি বললেন, এ পদটি তুমি কেন অপছন্দ করছ, অথচ তোমার পিতা বিচার-ফায়সালা করতেন? তিনি উত্তরে বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ কোন ব্যক্তি কাযী (বিচারক) নিযুক্ত হয়ে ইনসাফের উপর বিচার-ফায়সালা করলেও সে বরাবর আমল নিয়ে প্রত্যাবর্তন করবে (না তার কোন গুনাহ আছে আর না তার কোন সাওয়াব আছে। এরপর আমি আর কি আশা করতে পারি? \n\nযঈফ, মিশকাত, তাহকীক ছানী (৩৭৪৩)। তা’লীকুর রাগীব (২/১৩২) তা’লীক আলা আহাদীস মুখতারাহ (৩৪৮,৩৪৯)\n\nএ হাদীসের সাথে একটি ঘটনা আছে। এ অনুচ্ছেদে আবূ হুরাইরা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, ইবনু উমার (রাঃ)-এর হাদীসটি গারীব। আমার মতে এ হাদীসের সনদ পরস্পর সংযুক্ত নয়। কেননা যে আবদুল মালিক হতে মুতামির রিওয়াত করেছেন তিনি হলেন আবদুল মালিক ইবনু আবূ জামীলা।\n\n----------------------\n\n১৩২২/২. বুরাইদা (রাঃ) হতে বর্ণিত আছে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কাযীগণ তিন প্রকারের হয়ে থাকে। দুই প্রকারের কাযী (বিচারক) হচ্ছে জাহান্নামী এবং এক প্রকার কাযী হচ্ছে জান্নাতী। জেনেশুনে যে লোক (বিচারক) অন্যায় রায় প্রদান করে সে হচ্ছে জাহান্নামী। সত্যকে সম্পূর্ণরূপে উপলব্ধি না করেই যে লোক (বিচারক) মানুষের অধিকারসমূহ নস্যাৎ করে সে লোকও জাহান্নামী। আর যে লোক ন্যায়সঙ্গতভাবে ফায়সালা প্রদান করে (বিচারক) সে জান্নাতের অধিবাসী।\n\nসহীহ্‌, ইরওয়া- (২৬১৪), মিশকাত- (৩৭৩৫)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الصَّنْعَانِيُّ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ سَمِعْتُ عَبْدَ الْمَلِكِ، يُحَدِّثُ عَنْ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، أَنَّ عُثْمَانَ، قَالَ لاِبْنِ عُمَرَ اذْهَبْ فَاقْضِ بَيْنَ النَّاسِ ‏.‏ قَالَ أَوَتُعَافِينِي يَا أَمِيرَ الْمُؤْمِنِينَ ‏.‏ قَالَ وَمَا تَكْرَهُ مِنْ ذَلِكَ وَقَدْ كَانَ أَبُوكَ يَقْضِي قَالَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ كَانَ قَاضِيًا فَقَضَى بِالْعَدْلِ فَبِالْحَرِيِّ أَنْ يَنْقَلِبَ مِنْهُ كَفَافًا ‏\"‏ ‏.‏ فَمَا أَرْجُو بَعْدَ ذَلِكَ وَفِي الْحَدِيثِ قِصَّةٌ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ غَرِيبٌ وَلَيْسَ إِسْنَادُهُ عِنْدِي بِمُتَّصِلٍ ‏.‏ وَعَبْدُ الْمَلِكِ الَّذِي رَوَى عَنْهُ الْمُعْتَمِرُ هَذَا هُوَ عَبْدُ الْمَلِكِ بْنُ أَبِي جَمِيلَةَ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنِي الْحَسَنُ بْنُ بِشْرٍ، حَدَّثَنَا شَرِيكٌ، عَنِ الأَعْمَشِ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْقُضَاةُ ثَلاَثَةٌ قَاضِيَانِ فِي النَّارِ وَقَاضٍ فِي الْجَنَّةِ رَجُلٌ قَضَى بِغَيْرِ الْحَقِّ فَعَلِمَ ذَاكَ فَذَاكَ فِي النَّارِ وَقَاضٍ لاَ يَعْلَمُ فَأَهْلَكَ حُقُوقَ النَّاسِ فَهُوَ فِي النَّارِ وَقَاضٍ قَضَى بِالْحَقِّ فَذَلِكَ فِي الْجَنَّةِ ‏\"‏ ‏.",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null
  },
  {
    "hadith_id": 1324,
    "narrator": "আনাস (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, যে ব্যক্তি বিচারকের পদ চায় এবং অন্যদের দিয়ে তার জন্য সুপারিশ করায়, তাকে তার নিজের উপর ছেড়ে দেয়া হয় (এবং আল্লাহ্ তা‘আলার সাহায্য হতে বঞ্চিত করা হয়)। আর যাকে জোর করে এ পদে বসানো হয়, আল্লাহ তা‘আলা তার জন্য একজন ফেরেশতা পাঠিয়ে দেন, যিনি তাকে ইনসাফের পথে অনুপ্রাণিত করেন। \n\nযঈফ, প্রাগুক্ত",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا يَحْيَى بْنُ حَمَّادٍ، عَنْ أَبِي عَوَانَةَ، عَنْ عَبْدِ الأَعْلَى الثَّعْلَبِيِّ، عَنْ بِلاَلِ بْنِ مِرْدَاسٍ الْفَزَارِيِّ، عَنْ خَيْثَمَةَ، وَهُوَ الْبَصْرِيُّ عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنِ ابْتَغَى الْقَضَاءَ وَسَأَلَ فِيهِ شُفَعَاءَ وُكِلَ إِلَى نَفْسِهِ وَمَنْ أُكْرِهَ عَلَيْهِ أَنْزَلَ اللَّهُ عَلَيْهِ مَلَكًا يُسَدِّدُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَهُوَ أَصَحُّ مِنْ حَدِيثِ إِسْرَائِيلَ عَنْ عَبْدِ الأَعْلَى ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেছেন, এ হাদীসটি হাসান গারীব। পূর্ববর্তী ইসরাঈলের হাদীসের তুলনায় এটি অনেক বেশী সহীহ।"
  },
  {
    "hadith_id": 1325,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি বিচারের দায়িত্ব গ্রহণ করল অথবা জনগণের বিচারক হিসেবে যে লোককে নিয়োগ করা হল তাকে যেন ছুরি ছাড়াই যবেহ করা হল।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৩০৮)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا الْفُضَيْلُ بْنُ سُلَيْمَانَ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ وَلِيَ الْقَضَاءَ أَوْ جُعِلَ قَاضِيًا بَيْنَ النَّاسِ فَقَدْ ذُبِحَ بِغَيْرِ سِكِّينٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ رُوِيَ أَيْضًا مِنْ غَيْرِ هَذَا الْوَجْهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা উল্লেখিত সনদসূত্রে হাসান গারীব বলেছেন। এ হাদীসটি আবূ হুরাইরা (রাঃ) হতে আরো একটি সূত্রে বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 1326,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বিচারক যখন ফায়সালা করে এবং ইজতিহাদ করে (চিন্তা ভাবনা করে সত্যে পৌছার চেষ্টা করে), তারপর সঠিক সিদ্ধান্তে পৌছে যায়, তার জন্য দুইটি পুরস্কার রয়েছে। আর ফায়সালা করতে গিয়ে সে যদি ভুল করে ফেলে তবুও তার জন্য একটি পুরস্কার আছে।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৩১৪), নাসা-ঈ",
    "ar": "حَدَّثَنَا الْحُسَيْنُ بْنُ مَهْدِيٍّ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا حَكَمَ الْحَاكِمُ فَاجْتَهَدَ فَأَصَابَ فَلَهُ أَجْرَانِ وَإِذَا حَكَمَ فَأَخْطَأَ فَلَهُ أَجْرٌ وَاحِدٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَمْرِو بْنِ الْعَاصِي وَعُقْبَةَ بْنِ عَامِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ لاَ نَعْرِفُهُ مِنْ حَدِيثِ سُفْيَانَ الثَّوْرِيِّ عَنْ يَحْيَى بْنِ سَعِيدٍ إِلاَّ مِنْ حَدِيثِ عَبْدِ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنْ سُفْيَانَ الثَّوْرِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আমর ইবনুল আস ও উকবা ইবনু আমির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা উল্লেখিত সনদ সূত্রে হাসান গারীব বলেছেন। এ হাদীস প্রসঙ্গে আমরা আবদুর রাযযাক-মামার হতে, তিনি সুফিয়ান সাওরী হতে, এই সূত্র ছাড়া সুফিয়ান সাওরীর বরাতে ইয়াহইয়া ইবনু সাঈদের বর্ণনা হিসাবে কিছু জানিনা।"
  },
  {
    "hadith_id": 1327,
    "narrator": "মুআয (রাঃ)-এর সঙ্গীগণ",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) মুআয (রাঃ)-কে ইয়ামানে পাঠান। তিনি প্রশ্ন করেনঃ তুমি কিভাবে বিচার করবে? তিনি বললেন, আমি আল্লাহ তা‘আলার কিতাব অনুসারে বিচার করব। তিনি বললেনঃ যদি আল্লাহ্‌ তা‘আলার কিতাবে পাওয়া না যায়? তিনি বললেন, তাহলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সুন্নাত (হাদীস) অনুসারে বিচার করব। তিনি বললেনঃ যদি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সুন্নাতেও না পাও? তিনি বললেন, আমার জ্ঞান-বুদ্ধি দিয়ে ইজতিহাদ করব। তিনি বললেনঃ সকল প্রশংসা সেই আল্লাহ্ তা'আলার জন্য যিনি আল্লাহর রাসূলের প্রতিনিধিকে এইরূপ যোগ্যতা দান করেছেন। \n\nযঈফ, যঈফা (৮৮১)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنْ أَبِي عَوْنٍ الثَّقَفِيِّ، عَنِ الْحَارِثِ بْنِ عَمْرٍو، عَنْ رِجَالٍ، مِنْ أَصْحَابِ مُعَاذٍ عَنْ مُعَاذٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ مُعَاذًا إِلَى الْيَمَنِ فَقَالَ ‏\"‏ كَيْفَ تَقْضِي ‏\"‏ ‏.‏ فَقَالَ أَقْضِي بِمَا فِي كِتَابِ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَإِنْ لَمْ يَكُنْ فِي كِتَابِ اللَّهِ ‏\"‏ ‏.‏ قَالَ فَبِسُنَّةِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ ‏\"‏ فَإِنْ لَمْ يَكُنْ فِي سُنَّةِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏\"‏ ‏.‏ قَالَ أَجْتَهِدُ رَأْيِي ‏.‏ قَالَ ‏\"‏ الْحَمْدُ لِلَّهِ الَّذِي وَفَّقَ رَسُولَ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1329,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাতের দিন লোকদের মাঝে ন্যায়নিষ্ঠ শাসকই আল্লাহ তা‘আলার সবচাইতে প্রিয় ও নিকটে উপবেশনকারী হবে। তাদের মাঝে যালিম শাসকই আল্লাহ তা‘আলার সবচাইতে ঘৃণিত এবং তার নিকট হতে সবচেয়ে দূরে অবস্থানকারী হবে। \n\nযঈফ, রাওয (২/৩৫৬-৩৫৭), যঈফা (১১৫৬) মিশকাত, তাহকীক ছানী (৩৭০৪)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ الْمُنْذِرِ الْكُوفِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ فُضَيْلِ بْنِ مَرْزُوقٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ أَحَبَّ النَّاسِ إِلَى اللَّهِ يَوْمَ الْقِيَامَةِ وَأَدْنَاهُمْ مِنْهُ مَجْلِسًا إِمَامٌ عَادِلٌ وَأَبْغَضَ النَّاسِ إِلَى اللَّهِ وَأَبْعَدَهُمْ مِنْهُ مَجْلِسًا إِمَامٌ جَائِرٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে ইবনু আবূ আওফা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, আবূ সাঈদ (রাঃ) বর্ণিত হাদীসটি হাসান গারীব। শুধু উপরোক্ত সূত্রেই হাদীসটি আমরা জেনেছি।"
  },
  {
    "hadith_id": 1330,
    "narrator": "ইবনু আবী আওফা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে পর্যন্ত বিচারক কোন প্রকার যুলুম না করে সে পর্যন্ত আল্লাহ্ তা'আলা তার সহায়তা করেন। সে যে মুহুর্তে কোন প্রকার যুলুম করে ফেলে তখন তিনি তাকে পরিত্যাগ করেন এবং শাইতান তাকে জড়িয়ে ধরে। \n\nহাসান, ইবনু মা-জাহ- (২৩১২)",
    "ar": "حَدَّثَنَا عَبْدُ الْقُدُّوسِ بْنُ مُحَمَّدٍ أَبُو بَكْرٍ الْعَطَّارُ، حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا عِمْرَانُ الْقَطَّانُ، عَنْ أَبِي إِسْحَاقَ الشَّيْبَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ اللَّهَ مَعَ الْقَاضِي مَا لَمْ يَجُرْ فَإِذَا جَارَ تَخَلَّى عَنْهُ وَلَزِمَهُ الشَّيْطَانُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عِمْرَانَ الْقَطَّانِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। এটি আমরা শুধুমাত্র ইমরান আল-কাত্তানের সূত্রেই জেনেছি।"
  },
  {
    "hadith_id": 1331,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, আমাকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমার নিকট যখন দুইজন লোক বিচারের জন্য আবেদন করে তখন দ্বিতীয় পক্ষের বক্তব্য তুমি সম্পূর্ণভাবে না শুনেই প্রথম পক্ষের কথার উপর নির্ভর করে রায় প্রদান করো না। তুমি খুব শীঘ্রই জানতে পারবে, তুমি কিভাবে ফায়সালা করছ। আলী (রাঃ) বলেন, তারপর আমি বিচারক হিসাবেই রয়ে গেছি।\n\nহাসান, ইরওয়া (২৬০০)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا حُسَيْنٌ الْجُعْفِيُّ، عَنْ زَائِدَةَ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ حَنَشٍ، عَنْ عَلِيٍّ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا تَقَاضَى إِلَيْكَ رَجُلاَنِ فَلاَ تَقْضِ لِلأَوَّلِ حَتَّى تَسْمَعَ كَلاَمَ الآخَرِ فَسَوْفَ تَدْرِي كَيْفَ تَقْضِي ‏\"‏ ‏.‏ قَالَ عَلِيٌّ فَمَا زِلْتُ قَاضِيًا بَعْدُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন।"
  },
  {
    "hadith_id": 1333,
    "narrator": "আলী ইবনু হুজর ইয়াহইয়া ইবনু হামযা",
    "bn": "তিনি ইয়াযিদ ইবনু আবী মারইয়াম হতে, তিনি আলকাসিম ইবনু মুখাইমিরাহ তিনি রাসূলের সাহাবী আবূ মারইয়াম হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে উপরোক্ত হাদীসের মতই হাদীস বর্ণনা করেছেন। ইয়াযীদ ইবনু আবূ মারইয়াম ছিলেন সিরিয়ার অধিবাসী এবং বুরাইদ ইবনু আবূ মারইয়াম ছিলেন কূফার অধিবাসী। আবূ মারইয়ামের নাম আমর ইবনু মুররা আলজুহানী।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا يَحْيَى بْنُ حَمْزَةَ، عَنْ يَزِيدَ بْنِ أَبِي مَرْيَمَ، عَنِ الْقَاسِمِ بْنِ مُخَيْمِرَةَ، عَنْ أَبِي مَرْيَمَ، صَاحِبِ رَسُولِ اللَّهِ صلى الله عليه وسلم عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا الْحَدِيثِ بِمَعْنَاهُ ‏.‏ وَيَزِيدُ بْنُ أَبِي مَرْيَمَ شَامِيٌّ وَبُرَيْدُ بْنُ أَبِي مَرْيَمَ كُوفِيٌّ وَأَبُو مَرْيَمَ هُوَ عَمْرُو بْنُ مُرَّةَ الْجُهَنِيُّ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  },
  {
    "hadith_id": 1334,
    "narrator": "আবদুর রাহমান ইবনু আবূ বাকরা (রাঃ)",
    "bn": "তিনি বলেন, উবাইদুল্লাহ ইবনু আবূ বাক্‌রা একজন বিচারক ছিলেন। আমার আব্বা তাকে লিখে পাঠালেন, তুমি উত্তেজিত অবস্থায় কখনো দুই পক্ষের মধ্যে বিচারকার্য সমাধা করবে না। কেননা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে আমি বলতে শুনেছিঃ বিচারক রাগের অবস্থায় যেন দুই পক্ষের মধ্যে বিচারকার্য পরিচালনা না করে।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৩১৬), নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، قَالَ كَتَبَ أَبِي إِلَى عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرَةَ وَهُوَ قَاضٍ أَنْ لاَ، تَحْكُمْ بَيْنَ اثْنَيْنِ وَأَنْتَ غَضْبَانُ ‏.‏ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ يَحْكُمُ الْحَاكِمُ بَيْنَ اثْنَيْنِ وَهُوَ غَضْبَانُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو بَكْرَةَ اسْمُهُ نُفَيْعٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আবূ বাকরা (রাঃ)-এর নাম নুফাই।"
  },
  {
    "hadith_id": 1337,
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "bn": "তিনি বলেন, ঘুষ গ্রহণকারী ও ঘুষ প্রদানকারী দুজনকেই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অভিসম্পাত করেছেন।\nসহীহ্‌, প্রাগুক্ত",
    "ar": "حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ خَالِهِ الْحَارِثِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الرَّاشِي وَالْمُرْتَشِي ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1336,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, বিচারের ক্ষেত্রে ঘুষখোর ও ঘুষ প্রদানকারীকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অভিসম্পাত করেছেন।\nসহীহ্‌, ইবনু মা-জাহ- (২৩১৩)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الرَّاشِي وَالْمُرْتَشِي فِي الْحُكْمِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَعَائِشَةَ وَابْنِ حَدِيدَةَ وَأُمِّ سَلَمَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرُوِيَ عَنْ أَبِي سَلَمَةَ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلاَ يَصِحُّ ‏.‏ قَالَ وَسَمِعْتُ عَبْدَ اللَّهِ بْنَ عَبْدِ الرَّحْمَنِ يَقُولُ حَدِيثُ أَبِي سَلَمَةَ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو عَنِ النَّبِيِّ صلى الله عليه وسلم أَحْسَنُ شَيْءٍ فِي هَذَا الْبَابِ وَأَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবদুল্লাহ ইবনু আমর, আয়শা, ইবনু হাদীদা ও উন্মু সালামা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরাহ (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আবূ সালমার সূত্রে আবদুল্লাহ ইবনু আমর (রাঃ) হতেও উল্লেখিত হাদীসটি বর্ণিত আছে। আবূ সালামা-তার আব্বা আবদুর রাহমানের সূত্রেও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এ হাদীসটি বর্ণিত আছে, কিন্তু তা সহীহ্‌ নয়। আমি আবদুল্লাহ ইবনু আবদুর রাহমানকে বলতে শুনেছিঃ এই অনুচ্ছেদের আওতাভুক্ত হাদীসসমূহের মধ্যে আবূ সালামা কর্তৃক আবদুল্লাহ ইবনু আমর (রাঃ)-এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত হাদীসটি সর্বোত্তম ও সর্বাধিক সহীহ্‌।"
  },
  {
    "hadith_id": 1338,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বকরীর পায়ের একটি খুরও যদি আমাকে উপহার হিসেবে দেওয়া হয়, আমি সেটা অবশ্যই গ্রহণ করব। আমাকে যদি তা খাওয়ার আমন্ত্রণ জানানো হয় তবে আমি তাতে সাড়া দিব।\n\nসহীহ্‌, সহীহুল জা-মি’ মুখতাসার শামা-ইলুল মুহাম্মাদিয়া (২৯০), বুখারী",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ بَزِيعٍ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَوْ أُهْدِيَ إِلَىَّ كُرَاعٌ لَقَبِلْتُ وَلَوْ دُعِيتُ عَلَيْهِ لأَجَبْتُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَائِشَةَ وَالْمُغِيرَةِ بْنِ شُعْبَةَ وَسَلْمَانَ وَمُعَاوِيَةَ بْنِ حَيْدَةَ وَعَبْدِ الرَّحْمَنِ بْنِ عَلْقَمَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, আয়শা, মুগীরা ইবনু শুবা, সালমান, মুআবিয়া ইবনু হাইদা ও আবদুর রাহমান ইবনু আলকামা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আনাস (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1339,
    "narrator": "উন্মু সালামা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা আমার নিকট ঝগড়া বিবাদ সমাধানের উদ্দেশ্যে এসে থাক। আমিও একজন মানুষ। হয়ত তোমাদের কোন লোক অন্য কারো তুলনায় (নিজের যুক্তি-প্রমাণ পেশে) অত্যন্ত বাকপটু হয়ে থাকবে। সুতরাং আমি তোমাদের মধ্যে কোন ব্যক্তির অনুকূলে তার ভাইয়ের প্রাপ্য কোন অংশ দিয়ে দিতে পারি। এরকম পরিস্থিতিতে আমি যেন তার জন্য জাহান্নামের একটি টুকরাই তাকে দিয়ে দিচ্ছি। অতএব সে যেন (আসল বিষয় জানা থাকলে) এর কোন কিছুই গ্রহন না করে।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৩১৭), মুসলিম",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ الْهَمْدَانِيُّ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ زَيْنَبَ بِنْتِ أُمِّ سَلَمَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّكُمْ تَخْتَصِمُونَ إِلَىَّ وَإِنَّمَا أَنَا بَشَرٌ وَلَعَلَّ بَعْضَكُمْ أَنْ يَكُونَ أَلْحَنَ بِحُجَّتِهِ مِنْ بَعْضٍ فَإِنْ قَضَيْتُ لأَحَدٍ مِنْكُمْ بِشَيْءٍ مِنْ حَقِّ أَخِيهِ فَإِنَّمَا أَقْطَعُ لَهُ قِطْعَةً مِنَ النَّارِ فَلاَ يَأْخُذْ مِنْهُ شَيْئًا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَعَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أُمِّ سَلَمَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা ও আয়শা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। উম্মু সালামা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1340,
    "narrator": "আলকামা ইবনু ওয়াইল (রাঃ) হতে তার বাবা",
    "bn": "তিনি বলেন, হাযরামাওত এলাকার একজন লোক এবং কিন্‌দার একজন লোক এসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম )-এর নিকট হাযির হল। হাযরামী বলল, হে আল্লাহর রাসূল! আমার অল্পকিছু জমি জোরপূর্বক এই লোক দখল করে নিয়েছে। কিন্‌দী বলল, সেটা আমার জমি, আমার দখলেই আছে, সেটাতে তার কোন মালিকানা নেই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাযরামীকে বললেনঃ তোমার কাছে কোন প্রকারের সাক্ষী-প্রমাণ আছে কি? সে বলল, না। তিনি বললেনঃ তাহলে তোমাকে তার শপথের উপর নির্ভর করতে হবে। সে বলল, হে আল্লাহর রাসূল! এ লোকটি তো বদমাইশ, যে কোন ব্যাপারে শপথ করতে তার কোন দ্বিধা নেই, কোন কিছুতেই তার ভীতি-বিহবলতা নেই। তিনি বললেনঃ এটা ব্যতীত তোমার আর কোন উপায় নেই। বর্ণনাকারী বলেন, কিন্‌দী শপথের উদ্দেশ্যে এগিয়ে আসলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যদি অন্যায়ভাবে তার সম্পদ আত্মসাতের উদ্দেশ্যে সে মিথ্যা শপথ করে তবে সে এমনভাবে আল্লাহর সামনে উপস্থিত হবে যে, আল্লাহ্ তা'আলা তার হতে (অসন্তোষে) মুখ সরিয়ে নিবেন। \n\nসহীহ্, ইরওয়া (২৬৩২), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلِ بْنِ حُجْرٍ، عَنْ أَبِيهِ، قَالَ جَاءَ رَجُلٌ مِنْ حَضْرَمَوْتَ وَرَجُلٌ مِنْ كِنْدَةَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ الْحَضْرَمِيُّ يَا رَسُولَ اللَّهِ إِنَّ هَذَا غَلَبَنِي عَلَى أَرْضٍ لِي ‏.‏ فَقَالَ الْكِنْدِيُّ هِيَ أَرْضِي وَفِي يَدِي لَيْسَ لَهُ فِيهَا حَقٌّ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم لِلْحَضْرَمِيِّ ‏\"‏ أَلَكَ بَيِّنَةٌ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ فَلَكَ يَمِينُهُ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ إِنَّ الرَّجُلَ فَاجِرٌ لاَ يُبَالِي عَلَى مَا حَلَفَ عَلَيْهِ وَلَيْسَ يَتَوَرَّعُ مِنْ شَيْءٍ ‏.‏ قَالَ ‏\"‏ لَيْسَ لَكَ مِنْهُ إِلاَّ ذَلِكَ ‏\"‏ ‏.‏ قَالَ فَانْطَلَقَ الرَّجُلُ لِيَحْلِفَ لَهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لَمَّا أَدْبَرَ ‏\"‏ لَئِنْ حَلَفَ عَلَى مَالِكَ لِيَأْكُلَهُ ظُلْمًا لَيَلْقَيَنَّ اللَّهَ وَهُوَ عَنْهُ مُعْرِضٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَابْنِ عَبَّاسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَالأَشْعَثِ بْنِ قَيْسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ وَائِلِ بْنِ حُجْرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উমার, ইবনু আব্বাস, আবদুল্লাহ ইবনু আমর ও আশআস ইবনু কাইস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। ওয়াইল ইবনু হুজর (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1342,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এরকম রায় প্রদান করেছেন যে, বিবাদীকে শপথ করতে হবে।\n\nসহীহ্‌, ইরওয়া- (২৬৪১), নাসা-ঈ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سَهْلِ بْنِ عَسْكَرٍ الْبَغْدَادِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا نَافِعُ بْنُ عُمَرَ الْجُمَحِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَضَى أَنَّ الْيَمِينَ عَلَى الْمُدَّعَى عَلَيْهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ الْبَيِّنَةَ عَلَى الْمُدَّعِي وَالْيَمِينَ عَلَى الْمُدَّعَى عَلَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস অনুযায়ী রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাহাবীগণ ও অন্যান্যরা আমল করার পক্ষে অভিমত ব্যক্ত করেছেন। তাদের মতে বাদীকে সাক্ষী-প্রমাণ উপস্থিত করতে হবে এবং বিবাদীকে শপথ করতে হবে।"
  },
  {
    "hadith_id": 1344,
    "narrator": "জাবির (রাঃ)",
    "bn": "একজন সাক্ষী ও শপথের উপর নির্ভর করে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মোকদ্দমার সমাধান করেছেন।\n\nসহীহ্‌, দেখুন পূর্বের হাদীস",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَمُحَمَّدُ بْنُ أَبَانَ، قَالاَ حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَضَى بِالْيَمِينِ مَعَ الشَّاهِدِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1343,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, একজন সাক্ষী ও শপথের উপর নির্ভর করে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রায় প্রদান করেছেন।\n\nসহীহ্‌, ইরওয়া- (৮/৩০০-৩০৫), তানকীল- (২/১৫৬), রাওজুননাজীর- (৯৮৬), মুসলিম",
    "ar": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنِي رَبِيعَةُ بْنُ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم بِالْيَمِينِ مَعَ الشَّاهِدِ الْوَاحِدِ ‏.‏ قَالَ رَبِيعَةُ وَأَخْبَرَنِي ابْنٌ لِسَعْدِ بْنِ عُبَادَةَ قَالَ وَجَدْنَا فِي كِتَابِ سَعْدٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَضَى بِالْيَمِينِ مَعَ الشَّاهِدِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَجَابِرٍ وَابْنِ عَبَّاسٍ وَسُرَّقَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَضَى بِالْيَمِينِ مَعَ الشَّاهِدِ الْوَاحِدِ حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "(অধঃস্তন বর্ণনাকারী) রাবীআ বলেন, সা'দ ইবনু উবাদার এক ছেলে আমাকে জানিয়েছেন এবং বলেছেন, সা'দের কিতাবে আমরা লিখিত অবস্থায় পেয়েছি যে, একজন সাক্ষী ও শপথের উপর নির্ভর করে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রায় প্রদান করেছেন।\nসহীহ্‌ দেখুন পূর্বের হাদীস\nআলী, জাবির, ইবনু আব্বাস ও সুররাক (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরা (রাঃ)-এর হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন।"
  },
  {
    "hadith_id": 1345,
    "narrator": "জাফর ইবনু মুহাম্মাদ (রহঃ) হতে তার বাবা",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একজন সাক্ষীর সাথে (তাকে) শপথের উপর নির্ভর করে মোকদ্দমার সমাধান করেছেন। বর্ণনাকারী বলেন, তোমাদের মাঝে আলী (রাঃ)-ও এরকমভাবেই মোকদ্দমার সমাধান করেছেন।\n\nসহীহ্‌, দেখুন পূর্বের হাদীস",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، حَدَّثَنَا جَعْفَرُ بْنُ مُحَمَّدٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَضَى بِالْيَمِينِ مَعَ الشَّاهِدِ الْوَاحِدِ ‏.‏ قَالَ وَقَضَى بِهَا عَلِيٌّ فِيكُمْ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ وَهَكَذَا رَوَى سُفْيَانُ الثَّوْرِيُّ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏ وَرَوَى عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ وَيَحْيَى بْنُ سُلَيْمٍ هَذَا الْحَدِيثَ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ عَنْ عَلِيٍّ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ رَأَوْا أَنَّ الْيَمِينَ مَعَ الشَّاهِدِ الْوَاحِدِ جَائِزٌ فِي الْحُقُوقِ وَالأَمْوَالِ ‏.‏ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ وَقَالُوا لاَ يُقْضَى بِالْيَمِينِ مَعَ الشَّاهِدِ الْوَاحِدِ إِلاَّ فِي الْحُقُوقِ وَالأَمْوَالِ ‏.‏ وَلَمْ يَرَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ أَنْ يُقْضَى بِالْيَمِينِ مَعَ الشَّاهِدِ الْوَاحِدِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ সূত্রটিকে আবূ ঈসা অনেক বেশি সহীহ্‌ বলেছেন। একইভাবে এ হাদীসটিকে সুফিয়ান সাওরী-জাফর ইবনু মুহাম্মাদ হতে, তিনি তার বাবার সূত্রে মুরসাল হিসেবে বর্ণনা করেছেন। আবদুল আযীয ইবনু আবূ সালামা ও ইয়াহ্‌ইয়া ইবনু সুলাইম এই হাদীস জাফরের সূত্রে, তার পিতা হতে, আলী (রাঃ)-এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর একদল সাহাবী ও অন্যান্যদের মতে এ হাদীস অনুযায়ী আমল করতে হবে। তাদের মতে অধিকার ও মাল সম্পর্কিত মোকদ্দমায় একজন সাক্ষী এবং শপথের উপর ভিত্তি করে ফায়সালা দেয়া জায়িয। এই মত দিয়েছেন ইমাম মালিক, শাফিঈ, আহ্‌মাদ ও ইসহাক। তারা বলেছেন, শুধু অধিকার ও মাল সম্পর্কিত ব্যাপারেই একজন সাক্ষীর সাক্ষ্যের সাথে শপথের উপর ভিত্তি করে রায় দেয়া যাবে। শুধু একজন সাক্ষী ও শপথের উপর নির্ভর করে কোন মোকদ্দমার রায় প্রদান করাটা কিছু কূফাবাসী (হানাফী) ও অন্যদের মতে জায়িয নয়।"
  },
  {
    "hadith_id": 1347,
    "narrator": "সালিম (রহঃ) হতে তার বাবা",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ শরীকানা গোলামের ক্ষেত্রে কোন লোক তার নিজের অংশকে মুক্ত করে দিলে এবং তার নিকট গোলামটির মূল্যের সমপরিমাণ মাল থাকলে সে তার (মুক্তকারী মালিকের) মালের সাহায্যে সম্পূর্ণরূপে মুক্ত হয়ে যাবে।\n\nসহীহ্‌ প্রাগুক্ত",
    "ar": "حَدَّثَنَا بِذَلِكَ الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ الْحُلْوَانِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ أَعْتَقَ نَصِيبًا لَهُ فِي عَبْدٍ فَكَانَ لَهُ مِنَ الْمَالِ مَا يَبْلُغُ ثَمَنَهُ فَهُوَ عَتِيقٌ مِنْ مَالِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1348,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন শরীকানা গোলামের ক্ষেত্রে কোন লোক তার নিজের অংশকে মুক্ত করলে তাকে তার বাকি অংশটুকুও মুক্ত করে দিতে হবে- তার যদি সেরকম আর্থিক সামর্থ থাকে। তার আর্থিক সামর্থ্য না থাকলে তবে ইনসাফের ভিত্তিতে তার ন্যায্য মূল্য ঠিক করতে হবে। তারপর সে যতটুকু পরিমাণে মুক্ত হতে পারেনি সেটুকু পরিমাণ মূল্য (কায়িক শ্রমের মাধ্যমে) পরিশোধের চেষ্টা করতে হবে। কিন্তু তাকে দিয়ে সামর্থ্যের বেশি কষ্টদায়ক কাজ করানো যাবে না।\n\nসহীহ্‌, প্রাগুক্ত ইবনু মা-জাহ- (২৫২৭), নাসা-ঈ",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنِ النَّضْرِ بْنِ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ أَعْتَقَ نَصِيبًا - أَوْ قَالَ شِقْصًا فِي مَمْلُوكٍ فَخَلاَصُهُ فِي مَالِهِ إِنْ كَانَ لَهُ مَالٌ فَإِنْ لَمْ يَكُنْ لَهُ مَالٌ قُوِّمَ قِيمَةَ عَدْلٍ ثُمَّ يُسْتَسْعَى فِي نَصِيبِ الَّذِي لَمْ يُعْتِقْ غَيْرَ مَشْقُوقٍ عَلَيْهِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، نَحْوَهُ وَقَالَ ‏\"‏ شَقِيصًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَكَذَا رَوَى أَبَانُ بْنُ يَزِيدَ، عَنْ قَتَادَةَ، مِثْلَ رِوَايَةِ سَعِيدِ بْنِ أَبِي عَرُوبَةَ ‏.‏ وَرَوَى شُعْبَةُ، هَذَا الْحَدِيثَ عَنْ قَتَادَةَ، وَلَمْ يَذْكُرْ فِيهِ أَمْرَ السِّعَايَةِ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي السِّعَايَةِ فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ السِّعَايَةَ فِي هَذَا ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ وَبِهِ يَقُولُ إِسْحَاقُ ‏.‏ وَقَدْ قَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا كَانَ الْعَبْدُ بَيْنَ الرَّجُلَيْنِ فَأَعْتَقَ أَحَدُهُمَا نَصِيبَهُ فَإِنْ كَانَ لَهُ مَالٌ غَرِمَ نَصِيبَ صَاحِبِهِ وَعَتَقَ الْعَبْدَ مِنْ مَالِهِ وَإِنْ لَمْ يَكُنْ لَهُ مَالٌ عَتَقَ مِنَ الْعَبْدِ مَا عَتَقَ وَلاَ يُسْتَسْعَى ‏.‏ وَقَالُوا بِمَا رُوِيَ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَهَذَا قَوْلُ أَهْلِ الْمَدِينَةِ وَبِهِ يَقُولُ مَالِكُ بْنُ أَنَسٍ وَالشَّافِعِيُّ وَأَحْمَدُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। সাঈদ ইবনু আবূ আরুবা হতেও এরকম বর্ণিত হয়েছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আবান ইবনু ইযায়ীদ কাতাদা হতে সাঈদ ইবনু আরুবার বর্ণনার মতই বর্ণনা করেছেন। এ হাদীসটিকে শুবা কাতাদার সূত্রে বর্ণনা করেছেন কিন্তু এতে পরিশ্রম করানোর কথা উল্লেখ নেই।\nআলিমদের মধ্যে এ ধরণের গোলাম দিয়ে পরিশ্রম করানোর ব্যাপারে মতপার্থক্য আছে। একদল আলিমের মতে, মুক্ত করার উদ্দেশ্যে তাকে দিয়ে পরিশ্রম করানো বৈধ। এই মত দিয়েছেন সুফিয়ান সাওরী ও কুফাবাসী আলিমগণ। ইসহাকও এই মতের সমর্থক। অপর একটি দল বলেছেন, একজন ক্রীতদাসের যদি দুজন মালিক থাকে এবং একজন মালিক তার প্রাপ্য অংশকে মুক্ত করে দিলে তার (মুক্তকারীর) যদি আর্থিক সামর্থ্য থাকে, তবে সে অন্য মালিককে ক্ষতিপূরণ প্রদান করবে এবং নিজের মালের পরিবর্তে তাকে মুক্ত করবে। তার যদি এরকম আর্থিক সামর্থ্য না থাকে তবে উক্ত গোলামের যেটুকু পরিমাণ মুক্ত করা হয়েছে সেটুকু পরিমাণ মুক্ত বলে গণ্য হবে। কিন্তু তাকে কাজে খাটিয়ে তার মজুরি অন্য মালিককে দেওয়ার মাধ্যমে তাকে মুক্ত করার এ পদ্ধতিটি সঠিক নয়। আলিমগণের এই দল ইবনু উমার (রাঃ)-এর হাদীসের সমর্থক। মাদীনার আলিমদেরও এই অভিমত। ইমাম মালিক, শাফিঈ, আহ্‌মাদ ও ইসহাক (রহঃ) এই মতের সমর্থক।"
  },
  {
    "hadith_id": 1346,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ শরীকানা গোলামের মালিকদের কোন মালিক যদি নিজের প্রাপ্য অংশকে মুক্ত করে দেয় এবং তার নিকট গোলামের ন্যায়সংগত মূল্যের সমপরিমাণ সম্পদ থাকে সে সম্পূর্ণভাবে মুক্ত হয়ে যাবে, অন্যথায় সে যেটুকু পরিমাণ মুক্ত করেছে সেটুকু পরিমাণই স্বাধীন হবে।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৫২৮), নাসা-ঈ",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ أَعْتَقَ نَصِيبًا - أَوْ قَالَ شِقْصًا أَوْ قَالَ شِرْكًا لَهُ فِي عَبْدٍ فَكَانَ لَهُ مِنَ الْمَالِ مَا يَبْلُغُ ثَمَنَهُ بِقِيمَةِ الْعَدْلِ فَهُوَ عَتِيقٌ وَإِلاَّ فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ ‏\"‏ ‏.‏ قَالَ أَيُّوبُ وَرُبَّمَا قَالَ نَافِعٌ فِي هَذَا الْحَدِيثِ يَعْنِي فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رَوَاهُ سَالِمٌ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আইয়ুব বলেন, নাফি কখনো বলেছেনঃ “অন্যথায় সে যেটুকু পরিমাণ মুক্ত করেছে সেটুকু পরিমাণ মুক্ত হবে\"।\nইবনু উমার (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর এ হাদীসটি সালিমও তার বাবার সূত্রে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1349,
    "narrator": "সামুরা (রাঃ)",
    "bn": "আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসল্লাম) বলেছেনঃ জীবন-স্বত্ব প্রদান করা (আজীবনের জন্য কিছু দান করা) জায়িয, যে লোককে এটা প্রদান করা হবে তার জন্য অথবা (তিনি বলেন) তা তার উত্তরাধিকারগণের জন্য উত্তরাধিকার স্বত্ব হিসাবে গণ্য।\n\nসহীহ্‌, মুসলিম- (৫/৬৯,৭০), জাবির ও আবূ হুরায়রা হতে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الْعُمْرَى جَائِزَةٌ لأَهْلِهَا أَوْ مِيرَاثٌ لأَهْلِهَا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ زَيْدِ بْنِ ثَابِتٍ وَجَابِرٍ وَأَبِي هُرَيْرَةَ وَعَائِشَةَ وَابْنِ الزُّبَيْرِ وَمُعَاوِيَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "যাইদ ইবনু সাবিত, জাবির, আবূ হুরাইরা, আয়শা, আবদুল্লাহ ইবনু যুবাইর ও মুআবিয়া (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1350,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোককে জীবন-স্বত্ব প্রদান করা হলে সেটা তার এবং তার উত্তরাধিকারীদের জন্য। যে লোককে তা প্রদান করা হয়েছে উহা তার জন্যই, তা দাতার দিকে ফিরে আসবে না। কেননা সে এমন দান করেছে যার উপর দান গ্রহীতার উত্তরাধিকার স্বত্ব প্রতিষ্ঠিত হয়েছে।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৩৮০), মুসলিম",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ أَيُّمَا رَجُلٍ أُعْمِرَ عُمْرَى لَهُ وَلِعَقِبِهِ فَإِنَّهَا لِلَّذِي يُعْطَاهَا لاَ تَرْجِعُ إِلَى الَّذِي أَعْطَاهَا لأَنَّهُ أَعْطَى عَطَاءً وَقَعَتْ فِيهِ الْمَوَارِيثُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَكَذَا رَوَى مَعْمَرٌ وَغَيْرُ وَاحِدٍ عَنِ الزُّهْرِيِّ مِثْلَ رِوَايَةِ مَالِكٍ ‏.‏ وَرَوَى بَعْضُهُمْ عَنِ الزُّهْرِيِّ وَلَمْ يَذْكُرْ فِيهِ ‏\"‏ وَلِعَقِبِهِ ‏\"‏ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ قَالُوا إِذَا قَالَ هِيَ لَكَ حَيَاتَكَ وَلِعَقِبِكَ ‏.‏ فَإِنَّهَا لِمَنْ أُعْمِرَهَا لاَ تَرْجِعُ إِلَى الأَوَّلِ ‏.‏ وَإِذَا لَمْ يَقُلْ لِعَقِبِكَ فَهِيَ رَاجِعَةٌ إِلَى الأَوَّلِ إِذَا مَاتَ الْمُعْمَرُ ‏.‏ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ ‏.‏ وَرُوِيَ مِنْ غَيْرِ وَجْهٍ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ الْعُمْرَى جَائِزَةٌ لأَهْلِهَا ‏\"‏ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ قَالُوا إِذَا مَاتَ الْمُعْمَرُ فَهِيَ لِوَرَثَتِهِ وَإِنْ لَمْ تُجْعَلْ لِعَقِبِهِ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। হাদীসটি মা'মার এবং আরও অনেকে যুহরী হতে মালিকের বর্ণনার মতই বর্ণনা করেছেন। কেহ কেহ যুহরী হতে বর্ণনা করেছেন তবে \"ওয়ালিআকিবিহি\" (তার উত্তরাধিকারীদের জন্য) শব্দের উল্লেখ নেই। জাবির (রাঃ) হতে একাধিক সূত্রে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত হয়েছে তিনি বলেছেন, “জীবন স্বত্ব জায়িয যে লোককে প্রদান করা হয়েছে তার জন্য। এই বর্ণনায় “লিআকিবিহী\" শব্দের উল্লেখ নেই। এ হাদীসটি হাসান সহীহ্‌। এ হাদীস অনুযায়ী একদল আলিম আমল করেন। তারা বলেন, কোন লোক যখন বলে, এটা তোমার জন্য তোমার সারা জীবনের জন্য এবং তোমার পরবর্তীদের জন্য, তখন তা গ্রহীতার মালিকানায় এসে যায়। জীবন-স্বত্ব প্রদানকারীর মালিকানায় তা আর ফিরে যায় না। যদি সে একথা না বলেঃ এটা তোমার পরবর্তীদের জন্যও, তবে এক্ষেত্রে গ্রহীতার মারা যাবার পর তা দাতার মালিকানায় এসে পরবে। এই মত দিয়েছেন ইমাম মালিক ও শাফিঈ। কয়েকটি সূত্রে বর্ণিত আছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ \"জীবন-স্বত্ব জায়িয-এটা যে লোককে প্রদান করা হয়েছে তার\" । এ বর্ণনায় \"লিআকিবিহি\" শব্দের উল্লেখ নেই। এ হাদীস অনুযায়ী একদল আলিম আমল করেছেন। তারা বলেছেন, যে লোককে জীবন-স্বত্ব প্রদান করা হয়েছে তার মৃত্যুর পর তার উত্তরাধিকারীগণ এর মালিক হবে, জীবন-স্বত্ব প্রদানকারী- 'এটা তোমার পরবর্তীদের জন্যও' -এ কথা না বলে থাকলেও। সুফিয়ান সাওরী, আহমাদ ও ইসহাকেরও এই অভিমত।"
  },
  {
    "hadith_id": 1351,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তিকে জীবন-স্বত্ব দেওয়া হয়েছে সেটা তার জন্য হালাল। যে ব্যক্তিকে রুকবা দেওয়া হয়েছে সেটা তার জন্য হালাল।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৩৮৩), মুসলিম",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْعُمْرَى جَائِزَةٌ لأَهْلِهَا وَالرُّقْبَى جَائِزَةٌ لأَهْلِهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَاهُ بَعْضُهُمْ عَنْ أَبِي الزُّبَيْرِ بِهَذَا الإِسْنَادِ عَنْ جَابِرٍ مَوْقُوفًا وَلَمْ يَرْفَعْهُ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ الرُّقْبَى جَائِزَةٌ مِثْلَ الْعُمْرَى ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَفَرَّقَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ بَيْنَ الْعُمْرَى وَالرُّقْبَى فَأَجَازُوا الْعُمْرَى وَلَمْ يُجِيزُوا الرُّقْبَى ‏.‏ قَالَ أَبُو عِيسَى وَتَفْسِيرُ الرُّقْبَى أَنْ يَقُولَ هَذَا الشَّىْءُ لَكَ مَا عِشْتَ فَإِنْ مِتَّ قَبْلِي فَهِيَ رَاجِعَةٌ إِلَىَّ ‏.‏ وَقَالَ أَحْمَدُ وَإِسْحَاقُ الرُّقْبَى مِثْلُ الْعُمْرَى وَهِيَ لِمَنْ أُعْطِيَهَا وَلاَ تَرْجِعُ إِلَى الأَوَّلِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন। এটা জাবির (রাঃ) হতে অন্য একটি সূত্রে মাওকুফভাবেও বর্ণিত হয়েছে। এ হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর একদল সাহাবী ও তৎপরবর্তী একদল আলিম আমল করেছেন। তাদের মতে জীবন-স্বত্বের মতো রুকবাও জায়িয। এই মত দিয়েছেন ইমাম আহমাদ ও ইসহাকও। জীবন-স্বত্ব ও রুকবার মধ্যে কূফার একদল আলিম পার্থক্য সৃষ্টি করেছেন। জীবন-স্বত্ব তারা জায়িয ভাবলেও রুকবা জায়িয হিসেবে মনে করেন না। আবূ ঈসা বলেন রুকবার ব্যাখ্যা এই যেঃ দাতা (গ্রহণকারীকে) বলল, তোমার জীবিত থাকাকাল পর্যন্ত এটা তোমার। আমার পূর্বেই তুমি মৃত্যু বরণ করলে তবে পুনরায় আমি এর মালিক হয়ে যাব (আর তোমার পূর্বে আমি মৃত্যুবরণ করলে তা তোমার অধিনেই রয়ে যাবে)। ইমাম আহ্‌মাদ ও ইসহাক বলেনঃ রুকবা হচ্ছে জীবন-স্বত্বের মতই। যে লোককে এটা প্রদান করা হয় শুধুমাত্র সে-ই এর মালিক। গ্রহীতার মৃত্যুর পর তা দাতার নিকট ফিরে আসবে না।"
  },
  {
    "hadith_id": 1353,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কোন লোকের নিকট যদি তার প্রতিবেশী তার (ঘরের) দেয়ালের সাথে কড়িকাঠ স্থাপনের সম্মতি চায় তবে সে যেন তাকে বারণ না করে। এ হাদীসটি আবূ হুরাইরা (রাঃ) বর্ণনা করলে লোকেরা তাদের মাথা অবনমিত করে। তিনি তখন বললেন, কি ব্যাপার! আমি তোমাদেরকে এ হতে বিমুখ হতে দেখছি কেন? আল্লাহর শপথ! আমি তা তোমাদের কাঁধের উপর ছুঁড়ে মারবো।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৩৩৫), নাসা-ঈ",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ سَمِعْتُهُ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا اسْتَأْذَنَ أَحَدَكُمْ جَارُهُ أَنْ يَغْرِزَ خَشَبَةً فِي جِدَارِهِ فَلاَ يَمْنَعْهُ ‏\"‏ ‏.‏ فَلَمَّا حَدَّثَ أَبُو هُرَيْرَةَ طَأْطَئُوا رُءُوسَهُمْ فَقَالَ مَا لِي أَرَاكُمْ عَنْهَا مُعْرِضِينَ وَاللَّهِ لأَرْمِيَنَّ بِهَا بَيْنَ أَكْتَافِكُمْ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَمُجَمِّعِ بْنِ جَارِيَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ الشَّافِعِيُّ ‏.‏ وَرُوِيَ عَنْ بَعْضِ أَهْلِ الْعِلْمِ مِنْهُمْ مَالِكُ بْنُ أَنَسٍ قَالُوا لَهُ أَنْ يَمْنَعَ جَارَهُ أَنْ يَضَعَ خَشَبَهُ فِي جِدَارِهِ ‏.‏ وَالْقَوْلُ الأَوَّلُ أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস ও মুজাম্মি' ইবনু জারিয়া (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস অনুযায়ী একদল আলিম আমল করেন। ইমাম শাফিঈও এমন কথা বলেছেন। অন্য একদল আলিম বলেছেন, কোন লোকের দেয়ালে তার প্রতিবেশী কড়িকাঠ স্থাপনের ইচ্ছা করলে সেটাতে তার বাঁধা প্রদানের অধিকার আছে। ইমাম মালিকেরও এই অভিমত। কিন্তু প্রথমোক্ত মতই অনেক বেশি সহীহ্‌।"
  },
  {
    "hadith_id": 1354,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এরকমভাবে শপথ করতে হবে যাতে করে তোমার সাথী (প্রতিপক্ষ) তোমার প্রতি বিশ্বাস স্থাপন করতে পারে।\n\nসহীহ্‌, ইবনু মা-জাহ- (২১২১), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَأَحْمَدُ بْنُ مَنِيعٍ، - الْمَعْنَى وَاحِدٌ - قَالاَ حَدَّثَنَا هُشَيْمٌ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْيَمِينُ عَلَى مَا يُصَدِّقُكَ بِهِ صَاحِبُكَ ‏\"‏ ‏.‏ وَقَالَ قُتَيْبَةُ ‏\"‏ عَلَى مَا صَدَّقَكَ عَلَيْهِ صَاحِبُكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ هُشَيْمٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي صَالِحٍ ‏.‏ وَعَبْدُ اللَّهِ بْنُ أَبِي صَالِحٍ هُوَ أَخُو سُهَيْلِ بْنِ أَبِي صَالِحٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ ‏.‏ وَرُوِيَ عَنْ إِبْرَاهِيمَ النَّخَعِيِّ أَنَّهُ قَالَ إِذَا كَانَ الْمُسْتَحْلِفُ ظَالِمًا فَالنِّيَّةُ نِيَّةُ الْحَالِفِ وَإِذَا كَانَ الْمُسْتَحْلِفُ مَظْلُومًا فَالنِّيَّةُ نِيَّةُ الَّذِي اسْتَحْلَفَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। আমরা এটিকে শুধু উপরোক্ত (হুশাইম-আবদুল্লাহ) সূত্রেই জেনেছি। আব্দুল্লাহ ইবনু আবী সালিহ, সুহাইল ইবনু আবী সালিহের ভাই। এ হাদীস অনুযায়ী একদল বিশেষজ্ঞ আলিম আমল করেছেন। একই কথা বলেছেন ইমাম আহ্‌মাদ ও ইসহাকও। ইবরাহীম নাখঈ বলেন, যে লোক শপথ করতে বাধ্য করে সে যদি অত্যাচারী হয় তাহলে এক্ষেত্রে শপথকারীর নিয়্যাতই নির্ভরযোগ্য বলে বিবেচিত হবে। অপরদিকে যে লোক শপথ করায় সে লোক যদি অত্যাচারিত হয় তবে তার নিয়্যাতই গ্রহণযোগ্য বলে বিবেচিত হবে।"
  },
  {
    "hadith_id": 1355,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সাত হাত প্রশস্ত করে রাস্তা তৈরী কর।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৩৩৮)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الْمُثَنَّى بْنِ سَعِيدٍ الضُّبَعِيِّ، عَنْ قَتَادَةَ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اجْعَلُوا الطَّرِيقَ سَبْعَةَ أَذْرُعٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1356,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ রাস্তার ব্যাপারে তোমাদের মতভেদ হলে তা সাত হাত পরিমাণ (প্রশস্ত) কর। \n\nসহীহ্‌- (২৪৭৩), বুখারী",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا الْمُثَنَّى بْنُ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ بُشَيْرِ بْنِ كَعْبٍ الْعَدَوِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا تَشَاجَرْتُمْ فِي الطَّرِيقِ فَاجْعَلُوهُ سَبْعَةَ أَذْرُعٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ وَكِيعٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ بُشَيْرِ بْنِ كَعْبٍ الْعَدَوِيِّ عَنْ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى بَعْضُهُمْ هَذَا عَنْ قَتَادَةَ عَنْ بَشِيرِ بْنِ نَهِيكٍ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَهُوَ غَيْرُ مَحْفُوظٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা ওয়াকীর হাদীসের চেয়ে অনেক বেশি সহীহ্‌ বলেছেন। ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরা (রাঃ) হতে বুশাইর ইবনু কা'ব আল-আদাবী (রহঃ) কর্তৃক বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। উক্ত হাদীসটি অন্য একটি সূত্রেও কেউ কেউ কাতাদা হতে, তিনি বাশীর ইবনু নাহীক হতে, তিনি আবূ হুরাইরা (রাঃ)-এর সূত্রে বর্ণনা করেছেন, কিন্তু এর সনদ সুরক্ষিত নয়।"
  },
  {
    "hadith_id": 1357,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি ছেলেকে তার আব্বা ও আম্মা উভয়ের যে কোন একজনকে বেছে নেওয়ার স্বাধীনতা প্রদান করেন। \n\nসহীহ্‌, ইবনু মা-জাহ (২৩৫১)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ زِيَادِ بْنِ سَعْدٍ، عَنْ هِلاَلِ بْنِ أَبِي مَيْمُونَةَ الثَّعْلَبِيِّ، عَنْ أَبِي مَيْمُونَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَيَّرَ غُلاَمًا بَيْنَ أَبِيهِ وَأُمِّهِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَجَدِّ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو مَيْمُونَةَ اسْمُهُ سُلَيْمٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ قَالُوا يُخَيَّرُ الْغُلاَمُ بَيْنَ أَبَوَيْهِ إِذَا وَقَعَتْ بَيْنَهُمَا الْمُنَازَعَةُ فِي الْوَلَدِ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ وَقَالاَ مَا كَانَ الْوَلَدُ صَغِيرًا فَالأُمُّ أَحَقُّ فَإِذَا بَلَغَ الْغُلاَمُ سَبْعَ سِنِينَ خُيِّرَ بَيْنَ أَبَوَيْهِ ‏.‏ هِلاَلُ بْنُ أَبِي مَيْمُونَةَ هُوَ هِلاَلُ بْنُ عَلِيِّ بْنِ أُسَامَةَ وَهُوَ مَدَنِيٌّ وَقَدْ رَوَى عَنْهُ يَحْيَى بْنُ أَبِي كَثِيرٍ وَمَالِكُ بْنُ أَنَسٍ وَفُلَيْحُ بْنُ سُلَيْمَانَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবদুল্লাহ ইবনু আমর ও আবদুল হামীদ ইবনু জাফরের দাদা হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরা (রাঃ) বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আবূ মাইমুনার নাম সুলাইম। এ হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর একদল বিশেষজ্ঞ সাহাবী ও তৎপরবর্তী একদল আলিম আমল করেছেন। তারা বলেছেন, আব্বা-আম্মার মধ্যে যদি সন্তানকে কেন্দ্র করে ঝগড়ার সৃষ্টি হয় তবে সন্তানকে স্বাধীনতা প্রদান করতে হবে। সে যাকে পছন্দ করবে তার সাথে থাকবে। ইমাম আহ্‌মাদ ও ইসহাকেরও এই মত। তারা উভয়ে বলেছেন, সন্তান ছোট হলে তার লালন-পালনের জন্যে মাই বেশি হাকদার। সে যখন সাত বছরে পৌছাবে তখন তাকে স্বাধীনতা দিতে হবে (সে যার সাথে থাকার ইচ্ছা করবে তার সাথে থাকবে)। হিলাল ইবনু আবূ মাইমূনার আব্বা আলী এবং দাদা উসামা। তিনি মাদীনার অধিবাসী। ইয়াহ্‌ইয়া ইবনু আবূ কাসীর, মালিক ইবনু আনাস ও ফুলাইহ্‌ ইবনু সুলাইমান তার সূত্রে হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1358,
    "narrator": "আয়শা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের নিজেদের উপার্জনই সর্বোত্তম জীবিকা। তোমাদের সন্তানগণও তোমাদের নিজস্ব উপার্জন। \n\nসহীহ্‌, ইবনু মা-জাহ- (২১৩৭)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنْ عَمَّتِهِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ أَطْيَبَ مَا أَكَلْتُمْ مِنْ كَسْبِكُمْ وَإِنَّ أَوْلاَدَكُمْ مِنْ كَسْبِكُمْ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَى بَعْضُهُمْ هَذَا عَنْ عُمَارَةَ بْنِ عُمَيْرٍ عَنْ أُمِّهِ عَنْ عَائِشَةَ ‏.‏ وَأَكْثَرُهُمْ قَالُوا عَنْ عَمَّتِهِ عَنْ عَائِشَةَ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ قَالُوا إِنَّ يَدَ الْوَالِدِ مَبْسُوطَةٌ فِي مَالِ وَلَدِهِ يَأْخُذُ مَا شَاءَ ‏.‏ وَقَالَ بَعْضُهُمْ لاَ يَأْخُذُ مِنْ مَالِهِ إِلاَّ عِنْدَ الْحَاجَةِ إِلَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "জাবির ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীসটি কোন কোন বর্ণনাকারী উমারা ইবনু উমাইর-তার মাতার সূত্ৰে-আয়শা (রাঃ) হতে বর্ণনা করেছেন, কিন্তু তাদের বেশিরভাগই মাতার পরিবর্তে ফুফু বলেছেন। এ হাদীস অনুযায়ী রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের একদল সাহাবী ও অপরাপর আলিম আমল করেছেন। তারা বলেছেন, পিতার হাত সন্তানের সম্পদের উপর সম্প্রসারিত। সে যতটুকু ইচ্ছা তা হতে নিতে পারে। তাদের অন্য এক দল বলেছেন, পিতা যেন শুধু প্রয়োজনের সময়ই সন্তানের সম্পদ হতে নেয়। প্রয়োজন ব্যতীত সে তার মালে হস্তক্ষেপ করতে পারবে না।"
  },
  {
    "hadith_id": 1359,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর একজন স্ত্রী তাকে একটি বাটিতে কিছু খাবার পাঠান। আয়শা (রাঃ) নিজের হাত দিয়ে বাটিতে আঘাত করে খাবারগুলো ফেলে দেন এবং বাটিও ভেঙ্গে যায়। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ খাদ্যের জন্য খাবার এবং বাটির জন্য একটি বাটি প্রদান করতে হবে।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৩৩৪)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ الْحَفَرِيُّ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ أَهْدَتْ بَعْضُ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم إِلَى النَّبِيِّ صلى الله عليه وسلم طَعَامًا فِي قَصْعَةٍ فَضَرَبَتْ عَائِشَةُ الْقَصْعَةَ بِيَدِهَا فَأَلْقَتْ مَا فِيهَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ طَعَامٌ بِطَعَامٍ وَإِنَاءٌ بِإِنَاءٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1360,
    "narrator": "আনাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি বাটি ধার করে এনেছিলেন। তারপর সেটা ভেঙ্গে গেল (অথবা হারিয়ে গেল)। তিনি বাটির মালিককে ক্ষতিপূরণ দিয়েছেন। \n\nসনদ খুবই দুর্বল",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا سُوَيْدُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اسْتَعَارَ قَصْعَةً فَضَاعَتْ فَضَمِنَهَا لَهُمْ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ غَيْرُ مَحْفُوظٍ ‏.‏ وَإِنَّمَا أَرَادَ عِنْدِي سُوَيْدٌ الْحَدِيثَ الَّذِي رَوَاهُ الثَّوْرِيُّ وَحَدِيثُ الثَّوْرِيِّ أَصَحُّ ‏.‏ اسْمُ أَبِي دَاوُدَ عُمَرُ بْنُ سَعْدٍ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি সুরক্ষিত নয়। আমার ধারণামতে সুআইদ পূর্বোক্ত সাওরী বর্ণিত হাদীসটিই বর্ণনা করতে চেয়েছিলেন (কিন্তু সেটা সম্পূর্ণভাবে তার মনে ছিল না তাই তিনি এই হাদীসটি মিলিয়ে ঝুলিয়ে বর্ণনা করেছেন)। এ ক্ষেত্রে সুফিয়ান সাওরীর হাদীসটিই অনেক বেশী সহীহ। আবূ দাউদের নাম উমার, পিতার নাম সা’দ।"
  },
  {
    "hadith_id": 1361,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, আমাকে কোন এক সামরিক অভিযানে যাওয়ার সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সামনে হাযির করা হয়। তখন আমার বয়স ছিল চৌদ্দ বছর। তিনি আমাকে (সৈনিক হিসাবে) গ্রহণ করেননি। এর পরের বছর এক সামরিক অভিযানে যাওয়ার সময় আমাকে আবার তার সামনে হাযির করা হয়। তখন আমার বয়স ছিল পনের বছর। এবার তিনি আমাকে সেনাবাহিনীতে নিয়ে নিলেন। নাফি (রহঃ) বলেন, আমি এ হাদীসটি উমার ইবনু আবদুল আযীয (রহঃ)-এর নিকট বর্ণনা করলে তিনি বলেনঃ এটাই হল নাবালেগ ও বালেগের মধ্যকার বয়সসীমা। তারপর তিনি লিখিত নির্দেশ প্রদান করলেন- যে পনের বছর বয়সে পৌঁছেছে তার ভাতা নির্ধারণের জন্য।\n\nসহীহ্‌ বুখারী- (২৬৬৪, ৬/৩০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ وَزِيرٍ الْوَاسِطِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، عَنْ سُفْيَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ عُرِضْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فِي جَيْشٍ وَأَنَا ابْنُ أَرْبَعَ عَشْرَةَ فَلَمْ يَقْبَلْنِي فَعُرِضْتُ عَلَيْهِ مِنْ قَابِلٍ فِي جَيْشٍ وَأَنَا ابْنُ خَمْسَ عَشْرَةَ فَقَبِلَنِي ‏.‏ قَالَ نَافِعٌ وَحَدَّثْتُ بِهَذَا الْحَدِيثِ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ فَقَالَ هَذَا حَدُّ مَا بَيْنَ الصَّغِيرِ وَالْكَبِيرِ ‏.‏ ثُمَّ كَتَبَ أَنْ يُفْرَضَ لِمَنْ يَبْلُغُ الْخَمْسَ عَشْرَةَ ‏.‏\nحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا وَلَمْ يَذْكُرْ فِيهِ أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ كَتَبَ أَنَّ هَذَا حَدُّ مَا بَيْنَ الصَّغِيرِ وَالْكَبِيرِ ‏.‏ وَذَكَرَ ابْنُ عُيَيْنَةَ فِي حَدِيثِهِ ‏.‏ قَالَ نَافِعٌ فَحَدَّثْنَا بِهِ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ فَقَالَ هَذَا حَدُّ مَا بَيْنَ الذُّرِّيَّةِ وَالْمُقَاتِلَةِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ يَرَوْنَ أَنَّ الْغُلاَمَ إِذَا اسْتَكْمَلَ خَمْسَ عَشْرَةَ سَنَةً فَحُكْمُهُ حُكْمُ الرِّجَالِ وَإِنِ احْتَلَمَ قَبْلَ خَمْسَ عَشْرَةَ فَحُكْمُهُ حُكْمُ الرِّجَالِ ‏.‏ وَقَالَ أَحْمَدُ وَإِسْحَاقُ الْبُلُوغُ ثَلاَثَةُ مَنَازِلَ بُلُوغُ خَمْسَ عَشْرَةَ أَوْ الاِحْتِلاَمُ فَإِنْ لَمْ يُعْرَفْ سِنُّهُ وَلاَ احْتِلاَمُهُ فَالإِنْبَاتُ يَعْنِي الْعَانَةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আবী উমার সুফিয়ান ইবনু উয়াইনা হতে, তিনি উবাইদুল্লাহ ইবনু উমার হতে, তিনি নাফি হতে এই সূত্রেও ইবনু উমার (রাঃ) হতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর উপরের হাদীসের মত হাদীস বর্ণিত হয়েছে। কিন্তু এ কথাটুকু এই সূত্রে উল্লেখ নেইঃ উমার ইবনু আবদুল আযীয (রহঃ) লিখে পাঠালেন, এটাই বালেগ ও নাবালেগের মধ্যকার বয়সসীমা। একথাই ইবনু উআইনা তার হাদীসের মধ্যে উল্লেখ করেছেনঃ আমি এ হাদীসটিকে উমার ইবনু আবদুল আযীযের সামনে বর্ণনা করলে তিনি বলেন, এটাই হচ্ছে নাবালেগ ও সৈনিকের মধ্যে বয়সসীমা।\nএ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস অনুযায়ী বিশেষজ্ঞ আলিমগণ আমল করেছেন। এরকম মতই সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ, আহ্‌মাদ ও ইসহাক (রহঃ)-এর। তাদের মতে, নাবালেগ সন্তান পনের বছরে পৌছার সাথে সাথে বালেগদের মধ্যে গণ্য হবে। পনের বছরের পূর্বেই যদি স্বপ্নদোষ হয় তবে সে বলেগ বলে গণ্য হবে। আহ্‌মাদ ও ইসহাক বলেছেন, বালেগ হওয়ার জন্য তিনটি বিকল্প নিদর্শন রয়েছে, পনের বছর বয়স হওয়া; ইহ্‌তিলাম (বীর্যপাত) হওয়া; যদি এরকম হয় যে, বয়সও অনুমান করা যাচ্ছে না আবার ইহ্‌তিলামও হয় না এক্ষেত্রে লজ্জাস্থানে লোম গজানোকে ধরে নিতে হবে।"
  },
  {
    "hadith_id": 1362,
    "narrator": "বারাআ (রাঃ)",
    "bn": "তিনি বলেন, আমার মামা আবূ বুরদা (রাঃ) আমার নিকট দিয়ে যাচ্ছিলেন। তার হাতে একটি পতাকা ছিল। আমি তাকে প্রশ্ন করলাম, কোথায় যাচ্ছেন। তিনি বললেন, এক লোক তার বাবার স্ত্রীকে (সৎমাকে) বিয়ে করেছে। আমাকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পাঠিয়েছেন তার মাথা কেটে তার নিকট আনার জন্য।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৬০৭)",
    "ar": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ أَشْعَثَ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنِ الْبَرَاءِ، قَالَ مَرَّ بِي خَالِي أَبُو بُرْدَةَ بْنُ نِيَارٍ وَمَعَهُ لِوَاءٌ فَقُلْتُ أَيْنَ تُرِيدُ قَالَ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى رَجُلٍ تَزَوَّجَ امْرَأَةَ أَبِيهِ أَنْ آتِيَهُ بِرَأْسِهِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ قُرَّةَ الْمُزَنِيِّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ الْبَرَاءِ حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رَوَى مُحَمَّدُ بْنُ إِسْحَاقَ هَذَا الْحَدِيثَ عَنْ عَدِيِّ بْنِ ثَابِتٍ عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ عَنِ الْبَرَاءِ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَشْعَثَ عَنْ عَدِيٍّ عَنْ يَزِيدَ بْنِ الْبَرَاءِ عَنْ أَبِيهِ وَرُوِيَ عَنْ أَشْعَثَ عَنْ عَدِيٍّ عَنْ يَزِيدَ بْنِ الْبَرَاءِ عَنْ خَالِهِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "কুররা আল-মুযানী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। বারাআ (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। মুহাম্মাদ ইবনু ইসহাক আদী ইবনু সাবিত হতে, তিনি আব্দুল্লাহ ইবনু ইয়াযীদ হতে তিনি বারাআ হতে, হাদীসটি বর্ণনা করেছেন। এই হাদীসটি আশআস হতে, তিনি আদী হতে, তিনি ইয়াযীদ ইবনু বারাআ হতে, তিনি তার পিতা হতে এই সূত্রেও বর্ণিত আছে। ইয়াযীদ ইবনু বারাআ তার মামা হতে তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রেও বর্ণিত আছে।"
  },
  {
    "hadith_id": 1363,
    "narrator": "উরওয়া (রহঃ)",
    "bn": "আবদুল্লাহ ইবনুয যুবাইর (রাঃ) তাকে বলেছেন, হাররা হতে বয়ে আসা নালার পানির বন্টনকে কেন্দ্র করে যুবাইর (রাঃ)-এর বিরুদ্ধে একজন আনসার (রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট অভিযোগ উত্থাপন করে। এ নালার পানি তারা খেজুর বাগানেও সিঞ্চন করতেন। আনসারী দাবি করল, পানি প্রবাহিত হতে দাও। কিন্তু যুবাইর (রাঃ) তা অস্বীকার করেন। তারা এই বিবাদকে (রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সামনে উপস্থাপন করল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুবাইর (রাঃ)-কে বললেনঃ হে যুবাইর! তোমার ক্ষেতে পানি প্রবাহিত কর, তারপর তোমার প্রতিবেশীর ক্ষেতের দিকে তা প্রবাহিত হতে দাও। আনসারী এতে ক্রোধাৰিত হয়ে বলল, আপনার ফুফাত ভাই তো ! এ কথায় রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের মুখমণ্ডল রক্তিমবর্ণ ধারণ করল। তিনি বললেনঃ হে যুবাইর! তোমার ক্ষেতে পানি প্রবাহিত কর, তারপর তা আটক করে রাখ-যাতে তা আইল পর্যন্ত উঠতে পারে। যুবাইর (রাঃ) বলেন, আল্লাহর শপথ! আমার মনে হয় এপ্রসঙ্গেই নিম্নোক্ত আয়াত অবতীর্ণ হয়েছেঃ “না, হে মুহাম্মাদ! তোমার প্রতিপালকের শপথ! এরা কোন অবস্থাতেই ঈমানদার হতে পারে না, যে পর্যন্ত না তাদের পারস্পরিক মতভেদের ব্যাপারসমূহে তোমাকে বিচারকরূপে মেনে না নিবে। তারপর তুমি যে ফায়সালাই করবে তার প্রসঙ্গে তারা নিজেদের মনে কিছুমাত্র কুষ্ঠাবোধ করবে না; বরং নিজেদেরকে এর সামনে সম্পূর্ণভাবে সমর্পণ করবে\" (সূরাঃ নিসা-৬৫)।\n\nসহীহ্‌ নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّهُ حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ حَدَّثَهُ أَنَّ رَجُلاً مِنَ الأَنْصَارِ خَاصَمَ الزُّبَيْرَ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي شِرَاجِ الْحَرَّةِ الَّتِي يَسْقُونَ بِهَا النَّخْلَ فَقَالَ الأَنْصَارِيُّ سَرِّحِ الْمَاءَ يَمُرُّ ‏.‏ فَأَبَى عَلَيْهِ فَاخْتَصَمُوا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلزُّبَيْرِ ‏\"‏ اسْقِ يَا زُبَيْرُ ثُمَّ أَرْسِلِ الْمَاءَ إِلَى جَارِكَ ‏\"‏ ‏.‏ فَغَضِبَ الأَنْصَارِيُّ فَقَالَ يَا رَسُولَ اللَّهِ أَنْ كَانَ ابْنَ عَمَّتِكَ فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ ‏\"‏ يَا زُبَيْرُ اسْقِ ثُمَّ احْبِسِ الْمَاءَ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ ‏\"‏ ‏.‏ فَقَالَ الزُّبَيْرُ وَاللَّهِ إِنِّي لأَحْسِبُ نَزَلَتْ هَذِهِ الآيَةُ فِي ذَلِكَ ‏:‏ ‏(‏فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى شُعَيْبُ بْنُ أَبِي حَمْزَةَ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنِ الزُّبَيْرِ وَلَمْ يَذْكُرْ فِيهِ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ ‏.‏ وَرَوَاهُ عَبْدُ اللَّهِ بْنُ وَهْبٍ عَنِ اللَّيْثِ وَيُونُسَ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ نَحْوَ الْحَدِيثِ الأَوَّلِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এই হাদীসটি শুআইব ইবনু আবূ হামযা-যুহ্‌রী হতে, তিনি উরওয়া হতে, তিনি যুবাইর (রাঃ) হতে এ সনদেও বর্ণিত আছে। তাতে আবদুল্লাহ ইবনুয যুবাইর (রাঃ)-এর উল্লেখ নেই। পূর্বোক্ত হাদীসের মত আবদুল্লাহ ইবনু ওয়াহ্‌ব-লাইস হতে ও ইউনুস-যুহরী হতে, তিনি উরওয়া হতে, তিনি আবদুল্লাহ ইবনু যুবাইর (রাঃ) হতে এ সূত্রেও বর্ণিত আছে।"
  },
  {
    "hadith_id": 1364,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "আনসার বংশের একজন লোক মারা যাওয়ার সময় তার ছয়টি গোলামই মুক্ত করে দিল। তার নিকটে এরা ব্যতীত আর কোন সম্পদ ছিল না। এ খবর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট পৌছানোর পর তিনি তার প্রসঙ্গে কঠোর মন্তব্য করেন। তিনি তারপর গোলামদের ডেকে পাঠালেন এবং তাদেরকে (তিন) ভাগ করে তাদের মধ্যে লটারী করলেন। তিনি সে মোতাবিক দুইজনকে মুক্ত করে দিলেন এবং বাকি চারজনকে গোলাম হিসারে রেখে দিলেন।\nসহীহ্‌, ইবনু মা-জাহ- (২৩৪৫), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ رَجُلاً، مِنَ الأَنْصَارِ أَعْتَقَ سِتَّةَ أَعْبُدٍ لَهُ عِنْدَ مَوْتِهِ وَلَمْ يَكُنْ لَهُ مَالٌ غَيْرُهُمْ فَبَلغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ لَهُ قَوْلاً شَدِيدًا ثُمَّ دَعَاهُمْ فَجَزَّأَهُمْ ثُمَّ أَقْرَعَ بَيْنَهُمْ فَأَعْتَقَ اثْنَيْنِ وَأَرَقَّ أَرْبَعَةً ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عِمْرَانَ بْنِ حُصَيْنٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَهُوَ قَوْلُ مَالِكٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ يَرَوْنَ اسْتِعْمَالَ الْقُرْعَةِ فِي هَذَا وَفِي غَيْرِهِ ‏.‏ وَأَمَّا بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ فَلَمْ يَرَوُا الْقُرْعَةَ وَقَالُوا يُعْتَقُ مِنْ كُلِّ عَبْدٍ الثُّلُثُ وَيُسْتَسْعَى فِي ثُلُثَىْ قِيمَتِهِ ‏.‏ وَأَبُو الْمُهَلَّبِ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ عَمْرٍو الْجَرْمِيُّ وَهُوَ غَيْرُ أَبِي قِلاَبَةَ وَيُقَالُ مُعَاوِيَةُ بْنُ عَمْرٍو ‏.‏ وَأَبُو قِلاَبَةَ الْجَرْمِيُّ اسْمُهُ عَبْدُ اللَّهِ بْنُ زَيْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। ইমরান ইবনু হুসাইন (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীসটি ইমরান (রাঃ) হতে একাধিক সূত্রে বর্ণিত হয়েছে। এ হাদীস অনুযায়ী একদল বিশেষজ্ঞ আলিম আমল করেছেন। এ প্রসঙ্গে বা অন্য কোন ব্যাপারে লটারী করে ঠিক করে নিতে হবে বলে মালিক, শাফিঈ, আহ্‌মাদ ও ইসহাক মত প্রকাশ করেছেন। কিন্তু লটারীর পক্ষে রায় প্রদান করেননি কূফাবাসী কিছু আলিম। তাদের মতে, এক্ষেত্রে প্রতিটি গোলামের তিন ভাগের এক অংশ মুক্ত হবে। অবশিষ্ট দুই ভাগের মুক্তির জন্য তাদের মাধ্যমে কাজ করিয়ে নিতে হবে। আবূল মুহাল্লাবের নাম আবদুর রাহ্‌মান ইবনু আমর আলজারমী তিনি আবূ কিলাবা নহেন। মতান্তরে মুআবিয়া, পিতা আমর। আবূ কিলাবা আলজারমীর নাম আব্দুল্লাহ ইবনু যাইদ।"
  },
  {
    "hadith_id": 1365,
    "narrator": "সামুরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক যদি তার কোন মাহ্‌রাম আত্মীয়ের মালিক হয় তাহলে সে (দাসত্ব হতে) স্বয়ং স্বাধীন হয়ে যাবে।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৫২৪)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ الْبَصْرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ مَلَكَ ذَا رَحِمٍ مَحْرَمٍ فَهُوَ حُرٌّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ مُسْنَدًا إِلاَّ مِنْ حَدِيثِ حَمَّادِ بْنِ سَلَمَةَ ‏.‏ وَقَدْ رَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ قَتَادَةَ عَنِ الْحَسَنِ عَنْ عُمَرَ شَيْئًا مِنْ هَذَا ‏.‏\n\nحَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ الْبَصْرِيُّ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ الْبُرْسَانِيُّ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ قَتَادَةَ، وَعَاصِمٍ الأَحْوَلِ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ مَلَكَ ذَا رَحِمٍ مَحْرَمٍ فَهُوَ حُرٌّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَلاَ نَعْلَمُ أَحَدًا ذَكَرَ فِي هَذَا الْحَدِيثِ عَاصِمًا الأَحْوَلَ عَنْ حَمَّادِ بْنِ سَلَمَةَ غَيْرَ مُحَمَّدِ بْنِ بَكْرٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ ‏.‏ - وَقَدْ رُوِيَ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ مَلَكَ ذَا رَحِمٍ مَحْرَمٍ فَهُوَ حُرٌّ ‏\"‏ ‏.‏ رَوَاهُ ضَمْرَةُ بْنُ رَبِيعَةَ عَنِ الثَّوْرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَلَمْ يُتَابَعْ ضَمْرَةُ عَلَى هَذَا الْحَدِيثِ وَهُوَ حَدِيثٌ خَطَأٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আমরা শুধুমাত্র হাম্মাদ ইবনু সালামার বর্ণনা হতেই এ হাদীস মুসনাদ হিসেবে জেনেছি। এ হাদীসটি কাতাদা হতে হাসানের বরাতে উমর (রাঃ)-এর সূত্রে কিছু বর্ণনাকারী বর্ণনা করেছেন।\nঅন্য আরেকটি সনদেও সামুরা (রাঃ) হতে বর্ণিত আছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক যদি তার কোন মাহ্‌রাম আত্মীয়ের (দাসত্ব সূত্রে) মালিক হয় তাহলে সে (দাসত্ব হতে) নিজেই মুক্ত হয়ে যাবে।\nআবূ ঈসা বলেন, এ হাদীসটি আসিম আল-আহ্‌ওয়াল হতে হাম্মাদ ইবনু সালামার সূত্রে মুহাম্মাদ ইবনু বাক্‌র ছাড়া আর কেউ বর্ণনা করেছেন বলে আমাদের জানা নেই। এ হাদীস অনুযায়ী একদল আলিম আমল করেছেন। ইবনু উমার (রাঃ) বর্ণনা করেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক যদি তার কোন মাহ্‌রাম আত্মীয়ের মালিক হয় তাহলে সে নিজেই মুক্ত হয়ে যাবে। উপরোক্ত হাদীসটি যামরা ইবনু রাবীআ-সাওরী হতে, তিনি আবদুল্লাহ ইবনু দীনার হতে, তিনি ইবনু উমার (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এইসূত্রে বর্ণিত হয়েছে, কিন্তু এক্ষেত্রে যামরার কোন অনুসারী নেই। তাই হাদীস বিশারদগণ মনে করেন এ হাদীসের সনদে ক্রটি আছে।"
  },
  {
    "hadith_id": 1366,
    "narrator": "রাফি ইবনু খাদীজ (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন সম্প্রদায়ের জমিতে যদি কোন লোক তাদের বিনা অনুমতিতে কৃষিকাজ করে তাহলে সে ফসলের কোন অংশ পাবে না, শুধুমাত্র চাষাবাদের খরচ পাবে।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৪৬৬)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا شَرِيكُ بْنُ عَبْدِ اللَّهِ النَّخَعِيُّ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَطَاءٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ زَرَعَ فِي أَرْضِ قَوْمٍ بِغَيْرِ إِذْنِهِمْ فَلَيْسَ لَهُ مِنَ الزَّرْعِ شَيْءٌ وَلَهُ نَفَقَتُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ أَبِي إِسْحَاقَ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ شَرِيكِ بْنِ عَبْدِ اللَّهِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَسَأَلْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ عَنْ هَذَا الْحَدِيثِ فَقَالَ هُوَ حَدِيثٌ حَسَنٌ ‏.‏ وَقَالَ لاَ أَعْرِفُهُ مِنْ حَدِيثِ أَبِي إِسْحَاقَ إِلاَّ مِنْ رِوَايَةِ شَرِيكٍ ‏.‏\nقَالَ مُحَمَّدٌ حَدَّثَنَا مَعْقِلُ بْنُ مَالِكٍ الْبَصْرِيُّ، حَدَّثَنَا عُقْبَةُ بْنُ الأَصَمِّ، عَنْ عَطَاءٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা উল্লেখিত সনদসূত্রে হাসান গারীব বলেছেন। আমরা আবূ ইসহাকের এই হাদীস প্রসঙ্গে শুধুমাত্র শারীক ইবনু আবদুল্লাহ্‌র সনদেই জেনেছি। এ হাদীস অনুযায়ী একদল বিশেষজ্ঞ আলিম আমল করেছেন। একই কথা বলেছেন আহ্‌মাদ ও ইসহাকও। আবূ ঈসা বলেন, আমি এ হাদীস প্রসঙ্গে মুহাম্মাদ ইবনু ইসমাঈলকে প্রশ্ন করলে তিনি বলেন, এটা হাসান হাদীস। আমরা আবূ ইসহাকের এ হাদীস প্রসঙ্গে শুধুমাত্র শারীকের সূত্রে জানতে পেরেছি। তিনি আরো বলেন, এটি মাকিল ইবনু মালিক আল-বাসরী-উকবা হতে, তিনি আতা হতে, তিনি রাফি ইবনু খাদীজ (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1367,
    "narrator": "নু'মান ইবনু বাশীর (রাঃ)",
    "bn": "তার আব্বা তার এক ছেলেকে একটি গোলাম প্রদান করেন। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে এর সাক্ষী করার উদ্দেশ্যে তার নিকট আসেন। তিনি বললেনঃ তুমি তোমার এই সন্তানকে যা দিয়েছ, তোমার অন্য সন্তানদেরকেও কি তা দিয়েছ তিনি বললেন, না। তিনি (রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) বললেনঃ এই দান ফিরিয়ে নাও।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৩৭৫, ২৩৭৬), নাসা-ঈ",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ الْمَعْنَى الْوَاحِدُ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، وَعَنْ مُحَمَّدِ بْنِ النُّعْمَانِ بْنِ بَشِيرٍ، يُحَدِّثَانِ عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، أَنَّ أَبَاهُ، نَحَلَ ابْنًا لَهُ غُلاَمًا فَأَتَى النَّبِيَّ صلى الله عليه وسلم يُشْهِدُهُ فَقَالَ ‏\"‏ أَكُلَّ وَلَدِكَ نَحَلْتَهُ مِثْلَ مَا نَحَلْتَ هَذَا ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ فَارْدُدْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنِ النُّعْمَانِ بْنِ بَشِيرٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ يَسْتَحِبُّونَ التَّسْوِيَةَ بَيْنَ الْوَلَدِ حَتَّى قَالَ بَعْضُهُمْ يُسَوِّي بَيْنَ وَلَدِهِ حَتَّى فِي الْقُبْلَةِ ‏.‏ وَقَالَ بَعْضُهُمْ يُسَوِّي بَيْنَ وَلَدِهِ فِي النُّحْلِ وَالْعَطِيَّةِ الذَّكَرُ وَالأُنْثَى سَوَاءٌ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ ‏.‏ وَقَالَ بَعْضُهُمُ التَّسْوِيَةُ بَيْنَ الْوَلَدِ أَنْ يُعْطَى الذَّكَرُ مِثْلَ حَظِّ الأُنْثَيَيْنِ مِثْلَ قِسْمَةِ الْمِيرَاثِ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীসটি আরো কয়েকটি সূত্রে নুমান ইবনু বাশীরের নিকট হতে বর্ণিত হয়েছে। এ হাদীস অনুযায়ী একদল বিশেষজ্ঞ আলিম আমল করেছেন। তারা সন্তানদের মধ্যে সমতা বজায় রাখাকে খুবই পছন্দনীয় বলেছেন। কেউ কেউ এ পর্যণ্ডও বলেছেন যে, তাদের মধ্যে চুম্বন দেওয়ার ক্ষেত্রেও সমতা বজায় রাখতে হবে। আর একদল বিশেষজ্ঞ আলিম বলেছেন, সন্তানদের মধ্যে উপহার-উপটৌকন প্রদানের ক্ষেত্রে সমতা বজায় রাখতে হবে। এক্ষেত্রে ছেলে ও মেয়েদের মধ্যে ব্যবধান সৃষ্টি করা যাবে না। সুফিয়ান সাওরী এই মত দিয়েছেন। আহ্‌মাদ ও ইসহাক (রহঃ) বলেছেন, মীরাস বন্টনের নীতি মোতাবেক উপহার-উপটৌকনের ক্ষেত্রেও ছেলে সন্তান মেয়ে সন্তানের দ্বিগুণ পাবে।"
  },
  {
    "hadith_id": 1368,
    "narrator": "সামুরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বাড়ীর প্রতিবেশী উক্ত বাড়ীর (ক্রয় করার ক্ষেত্রে) প্রাধান্য পাবে।\n\nসহীহ্‌, ইরওয়া- (১৫৩৯)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ جَارُ الدَّارِ أَحَقُّ بِالدَّارِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ الشَّرِيدِ وَأَبِي رَافِعٍ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ سَمُرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى عِيسَى بْنُ يُونُسَ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ ‏.‏ وَرُوِيَ عَنْ سَعِيدٍ عَنْ قَتَادَةَ عَنِ الْحَسَنِ عَنْ سَمُرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَالصَّحِيحُ عِنْدَ أَهْلِ الْعِلْمِ حَدِيثُ الْحَسَنِ عَنْ سَمُرَةَ وَلاَ نَعْرِفُ حَدِيثَ قَتَادَةَ عَنْ أَنَسٍ إِلاَّ مِنْ حَدِيثِ عِيسَى بْنِ يُونُسَ ‏.‏ وَحَدِيثُ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ الطَّائِفِيِّ عَنْ عَمْرِو بْنِ الشَّرِيدِ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا الْبَابِ هُوَ حَدِيثٌ حَسَنٌ ‏.‏ وَرَوَى إِبْرَاهِيمُ بْنُ مَيْسَرَةَ عَنْ عَمْرِو بْنِ الشَّرِيدِ عَنْ أَبِي رَافِعٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ سَمِعْتُ مُحَمَّدًا يَقُولُ كِلاَ الْحَدِيثَيْنِ عِنْدِي صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "শারীদ, আবূ রাফি ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। সামুরা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। ঈসা ইবনু ইউনুস সাঈদ ইবনু আবী আরুবা হতে, তিনি কাতাদা হতে, তিনি আনাস (রাঃ) হতে তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ হাদীস বর্ণনা করেছেন। সাঈদ কাতাদা হতে, তিনি হাসান হতে, তিনি সামুরা (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রেও হাদীসটি বর্ণিত আছে। হাদীস বিশারদদের মতে সামুরা হতে হাসানের বর্ণনাটিই সঠিক। আনাস হতে কাতাদার বর্ণনাটি শুধুমাত্র ঈসা ইবনু ইউনুসের সূত্রেই জানা যায়। আব্দুল্লাহ ইবনু আব্দুর রহমান আমর ইবনু শারদ হতে, তিনি তার বাবা হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতেও হাদীসটি বর্ণনা করেছেন। ইবরাহীম ইবনু মাইমারা আমর ইবনু শারীদ হতে, তিনি আবূ রাফি হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এইসূত্রে হাদীসটি বর্ণনা করেছেন। উভয় হাদীসকেই ইমাম বুখারী সহীহ্‌ বলে মনে করেন।"
  },
  {
    "hadith_id": 1369,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ প্রতিবেশী তার শুফআর ক্ষেত্রে বেশি হকদার। সে অনুপস্থিত থাকলে তার জন্য অপেক্ষা করতে হবে-যদি উভয়ের যাতায়াতের একই রাস্তা হয়।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৪৯৪)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ الْوَاسِطِيُّ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْجَارُ أَحَقُّ بِشُفْعَتِهِ يُنْتَظَرُ بِهِ وَإِنْ كَانَ غَائِبًا إِذَا كَانَ طَرِيقُهُمَا وَاحِدًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَلاَ نَعْلَمُ أَحَدًا رَوَى هَذَا الْحَدِيثَ غَيْرَ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ عَنْ عَطَاءٍ عَنْ جَابِرٍ ‏.‏ وَقَدْ تَكَلَّمَ شُعْبَةُ فِي عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ مِنْ أَجْلِ هَذَا الْحَدِيثِ وَعَبْدُ الْمَلِكِ هُوَ ثِقَةٌ مَأْمُونٌ عِنْدَ أَهْلِ الْحَدِيثِ لاَ نَعْلَمُ أَحَدًا تَكَلَّمَ فِيهِ غَيْرَ شُعْبَةَ مِنْ أَجْلِ هَذَا الْحَدِيثِ ‏.‏ وَقَدْ رَوَى وَكِيعٌ عَنْ شُعْبَةَ عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ هَذَا الْحَدِيثَ ‏.‏ وَرُوِيَ عَنِ ابْنِ الْمُبَارَكِ عَنْ سُفْيَانَ الثَّوْرِيِّ قَالَ عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ مِيزَانٌ ‏.‏ يَعْنِي فِي الْعِلْمِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الرَّجُلَ أَحَقُّ بِشُفْعَتِهِ وَإِنْ كَانَ غَائِبًا فَإِذَا قَدِمَ فَلَهُ الشُّفْعَةُ وَإِنْ تَطَاوَلَ ذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। এ হাদীসটিকে আবদুল মালিক ইবনু আবূ সুলাইমান-আতা হতে, তিনি জাবির (রাঃ)-এর সূত্র ছাড়া আর কেউ বর্ণনা করেছেন এমনটি আমাদের জানা নেই। শুবা (রহঃ) এ হাদীসকে কেন্দ্র করে আবদুল মালিক ইবনু আবূ সুলাইমানের সমালোচনা করেছেন। হাদীস বিশারদদের মতে আবদুল মালিক একজন\nবিশ্বস্ত ও নির্ভরযোগ্য বর্ণনাকারী। শুবা ব্যতীত আর কেউ উল্লেখিত হাদীসকে কেন্দ্র করে তার সমালোচনা করেছেন কি-না সে সম্বন্ধে আমাদের কোনকিছু জানা নেই। এ হাদীসটি ওয়াকী (রহঃ) শুবার সূত্রে, তিনি আবদুল মালিকের সূত্রে বর্ণনা করেছেন। ইবনুল মুবারাক হতে বর্ণিত আছে, সুফিয়ান সাওরী বলেছেন, আবদুল মালিক ইবনু আবী সুলাইমান হাদীসের জ্ঞানের ক্ষেত্রে মানদণ্ডস্বরূপ। এ হাদীস মোতাবিক অভিজ্ঞ আলিমগণ আমল করেছেন। তারা মনে করেন, শুফআর ক্ষেত্রে প্রতিবেশীই অন্যান্যদের চাইতে বেশি হকদার, সে লোক হাযির না থাকা অবস্থায়ও। সে যখন ফিরবে তখন শুফআর জন্য দাবি করতে পারবে, যদিও অনুপস্থিতির সময় অনেক দীর্ঘ হয়"
  },
  {
    "hadith_id": 1370,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন সীমানা নির্ধারিত হয়ে যায় এবং রাস্তা আলাদা হয়ে যায় তখন শুফআর আর কোন অধিকার থাকে না।\n\nসহীহ্‌ ইবনু মা-জাহ- (৩৪৯৯), বুখারী",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا وَقَعَتِ الْحُدُودُ وَصُرِّفَتِ الطُّرُقُ فَلاَ شُفْعَةَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ بَعْضُهُمْ مُرْسَلاً عَنْ أَبِي سَلَمَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ عُمَرُ بْنُ الْخَطَّابِ وَعُثْمَانُ بْنُ عَفَّانَ وَبِهِ يَقُولُ بَعْضُ فُقَهَاءِ التَّابِعِينَ مِثْلُ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ وَغَيْرِهِ وَهُوَ قَوْلُ أَهْلِ الْمَدِينَةِ مِنْهُمْ يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ وَرَبِيعَةُ بْنُ أَبِي عَبْدِ الرَّحْمَنِ وَمَالِكُ بْنُ أَنَسٍ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ لاَ يَرَوْنَ الشُّفْعَةَ إِلاَّ لِلْخَلِيطِ وَلاَ يَرَوْنَ لِلْجَارِ شُفْعَةً إِذَا لَمْ يَكُنْ خَلِيطًا ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمُ الشُّفْعَةُ لِلْجَارِ ‏.‏ وَاحْتَجُّوا بِالْحَدِيثِ الْمَرْفُوعِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ جَارُ الدَّارِ أَحَقُّ بِالدَّارِ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ الْجَارُ أَحَقُّ بِسَقَبِهِ ‏\"‏ ‏.‏ وَهُوَ قَوْلُ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَأَهْلِ الْكُوفَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীসটিকে কয়েকজন বর্ণনাকারী আবূ সালামার বরাতে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে মুরসাল হিসেবে বর্ণনা করেছেন। এ হাদীস মোতাবিক উমার, উসমান (রাঃ) প্রমুখ সাহাবীগণ আমল করেছেন। এরকমই বলেছেন উমার ইবনু আবদুল আযীয (রহঃ) এবং আরো কয়েকজন তাবিঈ ও ফিকহ্‌বিদ। এই মত দিয়েছেন মাদীনার আলিমগণ তথা ইয়াহ্‌ইয়া ইবনু সাইদ আল-আনসারী, রাবীআ ইবনু আবূ আবদুর রাহমান ও মালিক ইবনু আনাসও। শাফিঈ, আহ্‌মাদ ও ইসহাকও একই রকম কথা বলেছেন। তারা সবাই মনে করেন শুফআ শুধুমাত্র শরীকানা সম্পত্তিতেই দাবি করা যায়। প্রতিবেশী অংশীদার না হলে সে শুফআর দাবি তুলতে পারে না। অন্য একদল সাহাবী ও অপরাপর আলিমের মতে, শুফআর জন্য প্রতিবেশী দাবি তুলতে পারে। এই মারফু হাদীসকে তারা দলীল হিসেবে নিয়েছেনঃ (১) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “প্রতিবেশী (অপর প্রতিবেশীর) ঘর কেনার ক্ষেত্রে অগ্রাধিকার পাবে।\" (২) \"তার নিকট অবস্থানের জন্যই প্রতিবেশী (শুফআর) বেশি হকদার”। এই মত দিয়েছেন সুফিয়ান সাওরী, ইবনুল মুবারাক ও কূফাবাসীগণ।"
  },
  {
    "hadith_id": 1371,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ শারীক শুফআর অধিকারী। প্রতিটা জিনিসেই শুফআ আছে। \n\n-মুনকার, যঈফা (১০০৯, ১০১০)",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ أَبِي حَمْزَةَ السُّكَّرِيِّ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الشَّرِيكُ شَفِيعٌ وَالشُّفْعَةُ فِي كُلِّ شَيْءٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ مِثْلَ هَذَا إِلاَّ مِنْ حَدِيثِ أَبِي حَمْزَةَ السُّكَّرِيِّ ‏.‏ وَقَدْ رَوَى غَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً وَهَذَا أَصَحُّ ‏.‏\nحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِمَعْنَاهُ وَلَيْسَ فِيهِ عَنِ ابْنِ عَبَّاسٍ وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ مِثْلَ هَذَا لَيْسَ فِيهِ عَنِ ابْنِ عَبَّاسٍ وَهَذَا أَصَحُّ مِنْ حَدِيثِ أَبِي حَمْزَةَ ‏.‏ وَأَبُو حَمْزَةَ ثِقَةٌ يُمْكِنُ أَنْ يَكُونَ الْخَطَأُ مِنْ غَيْرِ أَبِي حَمْزَةَ ‏.‏\nحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ أَبِي بَكْرِ بْنِ عَيَّاشٍ ‏.‏ وَقَالَ أَكْثَرُ أَهْلِ الْعِلْمِ إِنَّمَا تَكُونُ الشُّفْعَةُ فِي الدُّورِ وَالأَرَضِينَ وَلَمْ يَرَوُا الشُّفْعَةَ فِي كُلِّ شَيْءٍ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ الشُّفْعَةُ فِي كُلِّ شَيْءٍ ‏.‏ وَالْقَوْلُ الأَوَّلُ أَصَحُّ ‏.‏",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, আমরা শুধু আবূ হামযা আস-সুককারীর সূত্রেই এ হাদীস প্রসঙ্গে জেনেছি। একাধিক রাবী আবদুল আযীয ইবনু রুআইফির সূত্রে-ইবনু আবূ মুলাইকার বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে উক্ত হাদীস মুরসাল হিসেবে বর্ণনা করেছেন এবং এটাই সহীহ। হান্নাদ-আবূ বাক্‌র ইবনু আইয়্যাশ হতে তিনি আবদুল আযীয ইবনু রুয়াইফি হতে তিনি ইবনু আবূ মুলাইকা হতে তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে উক্ত মর্মে এরকম হাদীস বর্ণনা করেছেন এবং তাতে “ইবনু আব্বাস (রাঃ) হতে” সূত্রের উল্লেখ নেই। একইভাবে একাধিক রাবী-আবদুল আযীয ইবনু রুআইফি হতে উক্ত হাদীস বর্ণনা করেছেন এবং তাতেও “ইবনু আব্বাস (রাঃ) হতে” সূত্রের উল্লেখ নেই। এই হাদীসটি আবূ হামযার সূত্রে বর্ণিত হাদীসের তুলনায় বেশী সহীহ মনে হয়। নির্ভরযোগ্য (সিকাহ) রাবী আবূ হামযা ব্যতীত অন্য কারো এই ভুলটি হয়েছে। হান্নাদ-আবুল আহ্ওয়াস হতে তিনি আবদুল আযীয ইবনু রুয়াইফি হতে তিনি ইবনু আবূ মুলাইকা হতে তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আবূ বাক্‌র ইবনু আইয়্যাশের হাদীসের মতই বর্ণনা করেছেন। বেশিরভাগ বিশেষজ্ঞ আলিমের মতে, শুধুমাত্র ঘর-বাড়ি ও স্থাবর সম্পত্তিতেই শুফআ দাবি করা যাবে। তাদের মতে যে কোন জিনিসেই শুফআ দাবি করা যাবে না। অপর একদল বিশেষজ্ঞ আলিমের মতে যে কোন জিনিসেই শুফআ দাবি করা যায়। কিন্তু প্রথম মতই অনেক বেশী সহীহ।\n\n** (শুফআ এর অর্থ হচ্ছে অগ্রাধিকার, অর্থাৎ কোন বস্তু ক্রয় বিক্রয়ের ব্যাপারে অংশীদার ব্যক্তির হক অগ্রাধিকার পাবে) অনুবাদক।"
  },
  {
    "hadith_id": 1372,
    "narrator": "যাইদ ইবনু খালিদ আল-জুহানী (রাঃ)",
    "bn": "এক লোক হারিয়ে যাওয়া জিনিস কুড়িয়ে পাওয়া প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে প্রশ্ন করলে তিনি বললেনঃ এর ঘোষণা প্রদান করতে থাক এক বছর না হওয়া পর্যন্ত। তারপর তুমি এর ফিতা, থলে ও চামড়ার বাক্স এবং এর সংখ্যা সঠিকভাবে চিহ্নিত করে রাখ। তারপর তুমি তা খরচ কর। এর মালিক যদি পরবর্তী কালে চলে আসে তাহলে এটা তাকে ফিরত দিয়ে দিও। লোকটি আবার বলল, হে আল্লাহর রাসূল। হারিয়ে যাওয়া মেষের ক্ষেত্রে কি বিধান রয়েছে? তিনি বললেনঃ এটা ধরে রাখবে। কারণ এটা তোমার অথবা তোমার ভাইয়ের অথবা নেকড়ে বাঘের। সে আবার বলল, হে আল্লাহর রাসূল। হারানো উটের ক্ষেত্রে কি বিধান রয়েছে। বর্ণনাকারী বলেন, এবার রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উত্তেজিত হলেন, এমনকি তার দুই গাল বা মুখমণ্ডল রক্তিমবর্ণ ধারণ করল। তিনি বললেনঃ এতে তোমার মাথা ঘামানোর কি প্রয়োজন। এর সাথে এর খুর এবং পানীয় আছে, অবশেষে এটা (ঘুরতে ঘুরতে) তার মালিকের সাথে গিয়ে মিলিত হবে।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৫০৪), নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ يَزِيدَ، مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، أَنَّ رَجُلاً، سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ اللُّقَطَةِ فَقَالَ ‏\"‏ عَرِّفْهَا سَنَةً ثُمَّ اعْرِفْ وِكَاءَهَا وَوِعَاءَهَا وَعِفَاصَهَا ثُمَّ اسْتَنْفِقْ بِهَا فَإِنْ جَاءَ رَبُّهَا فَأَدِّهَا إِلَيْهِ ‏\"‏ ‏.‏ فَقَالَ لَهُ يَا رَسُولَ اللَّهِ فَضَالَّةُ الْغَنَمِ فَقَالَ ‏\"‏ خُذْهَا فَإِنَّمَا هِيَ لَكَ أَوْ لأَخِيكَ أَوْ لِلذِّئْبِ ‏\"‏ ‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ فَضَالَّةُ الإِبِلِ قَالَ فَغَضِبَ النَّبِيُّ صلى الله عليه وسلم حَتَّى احْمَرَّتْ وَجْنَتَاهُ أَوِ احْمَرَّ وَجْهُهُ فَقَالَ ‏\"‏ مَا لَكَ وَلَهَا مَعَهَا حِذَاؤُهَا وَسِقَاؤُهَا حَتَّى تَلْقَى رَبَّهَا ‏\"‏ ‏.‏ حَدِيثُ زَيْدِ بْنِ خَالِدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْهُ مِنْ غَيْرِ وَجْهٍ ‏.‏ وَحَدِيثُ يَزِيدَ مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْهُ مِنْ غَيْرِ وَجْهٍ ‏.‏\nقَالَ وَفِي الْبَابِ عَنْ أُبَىِّ بْنِ كَعْبٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَالْجَارُودِ بْنِ الْمُعَلَّى وَعِيَاضِ بْنِ حِمَارٍ وَجَرِيرِ بْنِ عَبْدِ اللَّهِ ‏.‏\nوَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَرَخَّصُوا فِي اللُّقَطَةِ إِذَا عَرَّفَهَا سَنَةً فَلَمْ يَجِدْ مَنْ يَعْرِفُهَا أَنْ يَنْتَفِعَ بِهَا ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ يُعَرِّفُهَا سَنَةً فَإِنْ جَاءَ صَاحِبُهَا وَإِلاَّ تَصَدَّقَ بِهَا ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَعَبْدِ اللَّهِ بْنِ الْمُبَارَكِ وَهُوَ قَوْلُ أَهْلِ الْكُوفَةِ لَمْ يَرَوْا لِصَاحِبِ اللُّقَطَةِ أَنْ يَنْتَفِعَ بِهَا إِذَا كَانَ غَنِيًّا ‏.‏ وَقَالَ الشَّافِعِيُّ يَنْتَفِعُ بِهَا وَإِنْ كَانَ غَنِيًّا لأَنَّ أُبَىَّ بْنَ كَعْبٍ أَصَابَ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم صُرَّةً فِيهَا مِائَةُ دِينَارٍ فَأَمَرَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُعَرِّفَهَا ثُمَّ يَنْتَفِعَ بِهَا وَكَانَ أُبَىٌّ كَثِيرَ الْمَالِ مِنْ مَيَاسِيرِ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَمَرَهُ النَّبِيُّ صلى الله عليه وسلم أَنْ يُعَرِّفَهَا فَلَمْ يَجِدْ مَنْ يَعْرِفُهَا فَأَمَرَهُ النَّبِيُّ صلى الله عليه وسلم أَنْ يَأْكُلَهَا فَلَوْ كَانَتِ اللُّقَطَةُ لَمْ تَحِلَّ إِلاَّ لِمَنْ تَحِلُّ لَهُ الصَّدَقَةُ لَمْ تَحِلَّ لِعَلِيِّ بْنِ أَبِي طَالِبٍ لأَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ أَصَابَ دِينَارًا عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم فَعَرَّفَهُ فَلَمْ يَجِدْ مَنْ يَعْرِفُهُ فَأَمَرَهُ النَّبِيُّ صلى الله عليه وسلم بِأَكْلِهِ وَكَانَ لاَ يَحِلُّ لَهُ الصَّدَقَةُ ‏.‏ وَقَدْ رَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا كَانَتِ اللُّقَطَةُ يَسِيرَةً أَنْ يَنْتَفِعَ بِهَا وَلاَ يُعَرِّفَهَا ‏.‏ وَقَالَ بَعْضُهُمْ إِذَا كَانَ دُونَ دِينَارٍ يُعَرِّفُهَا قَدْرَ جُمُعَةٍ ‏.‏ وَهُوَ قَوْلُ إِسْحَاقَ بْنِ إِبْرَاهِيمَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "যাইদ ইবনু খালিদ (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস যাইদ (রাঃ) হতে আরো কয়েকটি সূত্রে বর্ণিত আছে। যাইদ ইবনু খালিদের বরাতে ইয়াযীদ বর্ণিত হাদীসটিও হাসান সহীহ্‌। এটিও কয়েকটি সূত্রে বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 1373,
    "narrator": "যাইদ ইবনু খালিদ আল-জুহানী (রাঃ)",
    "bn": "কোন হারানো জিনিস প্রাপ্তি প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে প্রশ্ন করা হলে তিনি বললেনঃ এক বছর না হওয়া পর্যন্ত এর ঘোষণা দিতে থাক। যদি সনাক্তকারী কোন লোক পাওয়া যায় তাহলে তাকে তা ফিরত দাও। এর ব্যতিক্রম হলে তুমি এর থলে ও থলের বন্ধনী সঠিকভাবে চিনে রাখ এবং এর মধ্যকার জিনিস গণনা করার পর কাজে ব্যবহার কর। তারপর মালিক এসে গেলে এটা তাকে ফিরিয়ে দিও।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৫০৭), নাসা-ঈ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو بَكْرٍ الْحَنَفِيُّ، أَخْبَرَنَا الضَّحَّاكُ بْنُ عُثْمَانَ، حَدَّثَنِي سَالِمٌ أَبُو النَّضْرِ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سُئِلَ عَنِ اللُّقَطَةِ فَقَالَ ‏ \"‏ عَرِّفْهَا سَنَةً فَإِنِ اعْتُرِفَتْ فَأَدِّهَا وَإِلاَّ فَاعْرِفْ وِعَاءَهَا وَعِفَاصَهَا وَوِكَاءَهَا وَعَدَدَهَا ثُمَّ كُلْهَا فَإِذَا جَاءَ صَاحِبُهَا فَأَدِّهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ زَيْدِ بْنِ خَالِدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ قَالَ أَحْمَدُ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ هَذَا الْحَدِيثُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, উবাই ইবনু কা'ব, আবদুল্লাহ ইবনু উমার, জারূদ ইবনুল মুআল্লা, ইয়ায ইবনু হিমার ও জারীর ইবনু আবদুল্লাহ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। যাইদ ইবনু খালিদ (রাঃ) হতে বর্ণিত হাদীসটি উল্লেখিত সনদসূত্রে হাসান, সহীহ্‌ এবং গারীব। আহমাদ ইবনু হাম্বল (রহঃ) এ অনুচ্ছেদে এ হাদীসটিকেই অনেক বেশি সহীহ্‌ বলেছেন। হাদীসটি যাইদ (রাঃ) হতে একাধিক সূত্রে বর্ণিত হয়েছে।\nএ হাদীস মোতাবিক নাৰী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর একদল সাহাবী ও তৎপরবর্তী আলিমগণ আমল করেছেন। তারা মনে করেন রাস্তায় কুড়িয়ে পাওয়া জিনিসের ক্ষেত্রে এক বছর পর্যন্ত ঘোষণার পরও মালিকের সন্ধান পাওয়া না গেলে তা নিজের কাজে প্রয়োগ করা যায়। এই মত প্রকাশ করেছেন ইমাম শাফিঈ, আহ্‌মাদ ও ইসহাক। অন্য একদল সাহাবী ও তৎপরবর্তী আলিমগণ বলেছেন, কুড়িয়ে পাওয়া বস্তুর জন্য এক বছর পর্যন্ত ঘোষণা প্রদান করতে হবে। এর মধ্যে মালিক এসে গেলে তাকে তা ফিরত দিতে হবে অন্যথায় সাদকা (দান) করে দিতে হবে। এই মত প্রদান করেছেন সুফিয়ান সাওরী, আবদুল্লাহ ইবনুল মুবারাক ও কুফাবাসী আলিমগণও। তারা মনে করেন, যে লোক হারিয়ে যাওয়া জিনিস কুড়িয়ে পেয়েছে সে যদি সম্পদশালী হয় তবে এটাকে তার কাজে লাগানো বৈধ হবে না। ইমাম শাফিঈ মনে করেন, কুড়িয়ে পাওয়া লোকটি সম্পদশালী হলেও এটা তার কাজে লাগানো বৈধ। কেননা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর জীবদ্দশায় উবাই ইবনু কা'ব (রাঃ) এক শত দীনারের একটি থলে পেয়েছিলেন। তিনি তাকে নির্দিষ্ট মেয়াদকাল ধরে ঘোষণা দেওয়ার পরে এটা কাজে লাগানোর অনুমতি প্রদান করেন। অথচ তিনি একজন সম্পদশালী লোক ছিলেন। আলী (রাঃ)-ও একইভাবে একটি দীনার পেয়েছিলেন। এক বছর পর্যন্ত তিনি এর ঘোষণা করতে থাকেন, কিন্তু কোন লোকই এটার খোঁজ করল না। এটা কাজে ব্যবহারের জন্য রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে সম্মতি দেন। রাস্তায় কুড়িয়ে পাওয়া জিনিস শুধুমাত্র সাদকা ভোগকারী ব্যতীত অন্য কারো জন্য হালাল না হলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আলী (রাঃ)-কে এটা কাজে ব্যবহারের জন্য সম্মতি প্রদান করতেন না। কেননা আলী (রাঃ)-এর জন্য সাদকার মাল ভোগ করা হারাম ছিল। কুড়িয়ে পাওয়া জিনিস সামান্য হলে তবে ঘোষণা ব্যতীতই তা ভোগ করাকে একদল আলিম জায়িয বলেছেন। আর অন্য একদল আলিম বলেছেন, এক দীনারের কম পরিমাণ সম্পদ কুড়িয়ে পেলে তবে এক সপ্তাহ পর্যন্ত ঘোষণা করতে হবে। এই মতামতটি প্রদান করেছেন ইসহাক ইবনু ইবরাহীমও।"
  },
  {
    "hadith_id": 1374,
    "narrator": "সুয়াইদ ইবনু গাফালাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি কোন এক সময়ে যাইদ ইবনু সূহান ও সালমান ইবনু রাবীআর সাথে যাত্রা করলাম। আমি রাস্তার মধ্যে একটি চামড়ার থলে পেলাম। ইবনু নুমাইরের বর্ণনায় আছেঃ রাস্তাতে পড়ে থাকা একটি চামড়ার থলে তুলে নিলাম। তারা উভয়ে বললেন, এটা রেখে দাও। আমি বললাম, হিংস্র জন্তুর খাবারের উদ্দেশ্যে আমি এটাকে হাতছাড়া করব না। অবশ্যই আমি এটাকে সাথে নিব এবং নিজের কাজে প্রয়োগ করব। তারপর আমি উবাই ইবনু কা'ব (রাঃ)-এর নিকট গেলাম। আমি এ প্রসঙ্গে তাকে প্রশ্ন করলাম এবং ঘটনাটি খুলে বললাম। তিনি বললেন, তুমি ভালই করেছ। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর আমলে একশত দীনারের একটি থলে পেয়েছিলাম। আমি সেটা সাথে নিয়ে তার কাছে এলে তিনি আমাকে বলেনঃ এটার পরিচয় সহকারে এক বছর পর্যন্ত ঘোষণা করতে থাক। আমি এক বছর পর্যন্ত এর জন্য ঘোষণা দিলাম, কিন্তু এর কোন সনাক্তকারী খুঁজে পাইনি। আমি তার নিকট আবার থলেটিকে আনলে তিনি বললেনঃ আরো এক বছর পর্যন্ত ঘোষণা করতে থাক। আমি আরো এক বছর পর্যন্ত ঘোষণা প্রদান করলাম। তারপর আমি তার নিকট আসলে তিনি বললেনঃ আরো এক বছর পর্যন্ত ঘোষণা করতে থাক। (ঘোষণার সময় পেরিয়ে গেলে) তিনি বললেনঃ মুদ্রার সংখ্যা, থলে এবং এর মুখের বাঁধন সঠিকভাবে চিনে রাখ। যখন এর খোঁজকারী এসে তোমাকে দীনারের সংখ্যা এবং এর থলে ও মুখের বন্ধন সম্বন্ধে পরিচয় দিবে তখন এটা তাকে ফিরিয়ে দিবে। এরপরও যদি মালিক না পাওয়া যায় তাহলে তবে তুমি এটা নিজের প্রয়োজনে কাজে লাগিয়ে দাও।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৫০৬), নাসা-ঈ",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، وَيَزِيدُ بْنُ هَارُونَ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ سُوَيْدِ بْنِ غَفَلَةَ، قَالَ خَرَجْتُ مَعَ زَيْدِ بْنِ صُوحَانَ وَسَلْمَانَ بْنِ رَبِيعَةَ فَوَجَدْتُ سَوْطًا قَالَ ابْنُ نُمَيْرٍ فِي حَدِيثِهِ فَالْتَقَطْتُ سَوْطًا فَأَخَذْتُهُ قَالاَ دَعْهُ ‏.‏ فَقُلْتُ لاَ أَدَعُهُ تَأْكُلُهُ السِّبَاعُ لآخُذَنَّهُ فَلأَسْتَمْتِعَنَّ بِهِ ‏.‏ فَقَدِمْتُ عَلَى أُبَىِّ بْنِ كَعْبٍ فَسَأَلْتُهُ عَنْ ذَلِكَ وَحَدَّثْتُهُ الْحَدِيثَ فَقَالَ أَحْسَنْتَ أَنَا وَجَدْتُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم صُرَّةً فِيهَا مِائَةُ دِينَارٍ ‏.‏ قَالَ فَأَتَيْتُهُ بِهَا فَقَالَ لِي ‏\"‏ عَرِّفْهَا حَوْلاً ‏\"‏ ‏.‏ فَعَرَّفْتُهَا حَوْلاً فَمَا أَجِدُ مَنْ يَعْرِفُهَا ثُمَّ أَتَيْتُهُ بِهَا فَقَالَ ‏\"‏ عَرِّفْهَا حَوْلاً آخَرَ ‏\"‏ ‏.‏ فَعَرَّفْتُهَا ثُمَّ أَتَيْتُهُ بِهَا فَقَالَ ‏\"‏ عَرِّفْهَا حَوْلاً آخَرَ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ أَحْصِ عِدَّتَهَا وَوِعَاءَهَا وَوِكَاءَهَا فَإِنْ جَاءَ طَالِبُهَا فَأَخْبَرَكَ بِعِدَّتِهَا وَوِعَائِهَا وَوِكَائِهَا فَادْفَعْهَا إِلَيْهِ وَإِلاَّ فَاسْتَمْتِعْ بِهَا ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1375,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, উমার (রাঃ) খাইবারের (গানীমাত হতে) এক খণ্ড জমি পেয়েছিলেন। তিনি বললেন, হে আল্লাহ্ রাসূল! আমি খাইবার এলাকাতে এমন এক খণ্ড জমি পেয়েছি যার তুলনায় উত্তম সম্পদ আমি আর কখনো লাভ করিনি। (এ প্রসঙ্গে) আমাকে আপনি কি আদেশ করেন। তিনি বললেনঃ তুমি চাইলে মূল অংশ ঠিক রেখে লাভের অংশ দান-খাইরাত করতে পার। সুতরাং উমার (রাঃ) জমিটা এভাবে ওয়াক্‌ফ করলেন : মূল জমিখণ্ড বিক্রয় করা যাবে না, হেবাও করা যাবে না এবং উত্তরাধিকারদের মধ্যেও ভাগ-বাটোয়ারা হবে না। সেটার আয় হতে ফকীর-মিসকীন, আত্মীয়-স্বজন, ক্রীতদাস মুক্তকরণ, আল্লাহর রাস্তায় (জিহাদে), পথিক-মুসাফির এবং মেহমানদের খরচের জন্য ব্যয় করা হবে। যে লোক এর মুতাওয়াল্লী হবে সে ন্যায্যভাবে এর আয় হতে ভোগ করতে পারবে এবং বন্ধু-বান্ধবদেরকেও খাওয়াতে পারবে, কিন্তু জমা করে রাখতে পারবে না।\n(অধঃস্তন) বর্ণনাকারী বলেন, আমি মুহাম্মাদ ইবনু সীরীনের নিকট এ হাদীসটি উল্লেখ করলে তিনি বলেন, মুতাওয়াল্লী সম্পদশালী হওয়ার লক্ষ্যে এই ওয়াক্‌ফ মালের আয় জমা করে রাখতে পারবে না। \n\nসহীহ্‌, ইবনু মা-জাহ- (২৩৯৬), নাসা-ঈ",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَنْبَأَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنِ ابْنِ عَوْنٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ أَصَابَ عُمَرُ أَرْضًا بِخَيْبَرَ فَقَالَ يَا رَسُولَ اللَّهِ أَصَبْتُ مَالاً بِخَيْبَرَ لَمْ أُصِبْ مَالاً قَطُّ أَنْفَسَ عِنْدِي مِنْهُ فَمَا تَأْمُرُنِي قَالَ ‏ \"‏ إِنْ شِئْتَ حَبَسْتَ أَصْلَهَا وَتَصَدَّقْتَ بِهَا ‏\"‏ ‏.‏ فَتَصَدَّقَ بِهَا عُمَرُ أَنَّهَا لاَ يُبَاعُ أَصْلُهَا وَلاَ يُوهَبُ وَلاَ يُورَثُ تَصَدَّقَ بِهَا فِي الْفُقَرَاءِ وَالْقُرْبَى وَفِي الرِّقَابِ وَفِي سَبِيلِ اللَّهِ وَابْنِ السَّبِيلِ وَالضَّيْفِ لاَ جُنَاحَ عَلَى مَنْ وَلِيَهَا أَنْ يَأْكُلَ مِنْهَا بِالْمَعْرُوفِ أَوْ يُطْعِمَ صَدِيقًا غَيْرَ مُتَمَوِّلٍ فِيهِ ‏.‏ قَالَ فَذَكَرْتُهُ لِمُحَمَّدِ بْنِ سِيرِينَ فَقَالَ غَيْرَ مُتَأَثِّلٍ مَالاً ‏.‏ قَالَ ابْنُ عَوْنٍ فَحَدَّثَنِي بِهِ رَجُلٌ آخَرُ أَنَّهُ قَرَأَهَا فِي قِطْعَةِ أَدِيمٍ أَحْمَرَ غَيْرَ مُتَأَثِّلٍ مَالاً ‏.‏ قَالَ إِسْمَاعِيلُ وَأَنَا قَرَأْتُهَا عِنْدَ ابْنِ عُبَيْدِ اللَّهِ بْنِ عُمَرَ فَكَانَ فِيهِ غَيْرَ مُتَأَثِّلٍ مَالاً ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ لاَ نَعْلَمُ بَيْنَ الْمُتَقَدِّمِينَ مِنْهُمْ فِي ذَلِكَ اخْتِلاَفًا فِي إِجَازَةِ وَقْفِ الأَرَضِينَ وَغَيْرِ ذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আওন বলেন, অন্য এক লোক আমাকে জানিয়েছেন যে, তিনি এই ওয়াক্‌ফনামা লাল রঙ-এর চামড়ায় লিখিত আকারে পড়েছেন। তাতে এও লিখা ছিলঃ এ সম্পত্তিকে সম্পদশালী হওয়ার মাধ্যম বানানো যাবে না। ইসমাঈল বলেন, আমি ইবনু উবাইদুল্লাহ ইবনু উমারের নিকট উক্ত ওয়াক্‌ফনামা পড়লাম। তাতেও লিখা ছিল, সম্পদশালী হওয়ার লক্ষ্যে তা হতে জমা করা যাবে না। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস মোতাবিক সাহাবাই কিরাম এবং অপরাপর আলিমগণ আমল করেছেন। জমিজমা বা অন্য কোন সম্পদ ওয়াক্‌ফ করা জায়িয। এ ব্যাপারে পূর্ববর্তী আলিমদের মধ্যে কোন রকম দ্বিমত আছে বলে আমাদের জানা নেই।"
  },
  {
    "hadith_id": 1376,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মানুষের মৃত্যুর সাথে সাথে তার কাজ (কাজের সকল ক্ষমতা) ছিন্ন (বাতিল) হয়ে যায়, কিন্তু তিনটি কাজের (সাওয়াব লাভ) বাতিল হয় নাঃ সাদকায়ে জারিয়া, এমন জ্ঞান যা দ্বারা উপকৃত হওয়া যায় এবং এমন সন্তান যে তার জন্য দুআ করে।\n\nসহীহ্‌, আহকামুল জানায়িজ- (১৭৬), ইরওয়া- (১৯৮০), মুসলিম",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، رضى الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا مَاتَ الإِنْسَانُ انْقَطَعَ عَمَلُهُ إِلاَّ مِنْ ثَلاَثٍ صَدَقَةٌ جَارِيَةٌ وَعِلْمٌ يُنْتَفَعُ بِهِ وَوَلَدٌ صَالِحٌ يَدْعُو لَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1377,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জন্তুর আঘাতে দণ্ড নেই, কূপে পড়াতে দণ্ড নেই, খনিতে দণ্ড নেই এবং রিকাযে এক-পঞ্চমাংশ (যাকাত) ধার্য হবে।\n\nসহীহ্‌ ইবনু মা-জাহ- (২৫০৯, ২৬৭৩), নাসা-ঈ",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْعَجْمَاءُ جُرْحُهَا جُبَارٌ وَالْبِئْرُ جُبَارٌ وَالْمَعْدِنُ جُبَارٌ وَفِي الرِّكَازِ الْخُمُسُ ‏\"‏ ‏.‏\nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَعَمْرِو بْنِ عَوْفٍ الْمُزَنِيِّ وَعُبَادَةَ بْنِ الصَّامِتِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ حَدَّثَنَا الأَنْصَارِيُّ حَدَّثَنَا مَعْنٌ قَالَ أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ وَتَفْسِيرُ حَدِيثِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ الْعَجْمَاءُ جُرْحُهَا جُبَارٌ ‏\"‏ ‏.‏ يَقُولُ هَدَرٌ لاَ دِيَةَ فِيهِ ‏.‏ قَالَ أَبُو عِيسَى وَمَعْنَى قَوْلِهِ ‏\"‏ الْعَجْمَاءُ جُرْحُهَا جُبَارٌ ‏\"‏ ‏.‏ فَسَّرَ ذَلِكَ بَعْضُ أَهْلِ الْعِلْمِ قَالُوا الْعَجْمَاءُ الدَّابَّةُ الْمُنْفَلِتَةُ مِنْ صَاحِبِهَا فَمَا أَصَابَتْ فِي انْفِلاَتِهَا فَلاَ غُرْمَ عَلَى صَاحِبِهَا ‏.‏ ‏\"‏ وَالْمَعْدِنُ جُبَارٌ ‏\"‏ ‏.‏ يَقُولُ إِذَا احْتَفَرَ الرَّجُلُ مَعْدِنًا فَوَقَعَ فِيهَا إِنْسَانٌ فَلاَ غُرْمَ عَلَيْهِ وَكَذَلِكَ الْبِئْرُ إِذَا احْتَفَرَهَا الرَّجُلُ لِلسَّبِيلِ فَوَقَعَ فِيهَا إِنْسَانٌ فَلاَ غُرْمَ عَلَى صَاحِبِهَا ‏.‏ ‏\"‏ وَفِي الرِّكَازِ الْخُمُسُ ‏\"‏ ‏.‏ وَالرِّكَازُ مَا وُجِدَ فِي دَفْنِ أَهْلِ الْجَاهِلِيَّةِ ‏.‏ فَمَنْ وَجَدَ رِكَازًا أَدَّى مِنْهُ الْخُمُسَ إِلَى السُّلْطَانِ وَمَا بَقِيَ فَهُوَ لَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "কুতাইবা-লাইস হতে, তিনি ইবনু শিহাব হতে, তিনি সাঈদ ইবনুল মুসাইয়্যিব আবূ সালামা হতে, তিনিও আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সূত্রে (উপরের হাদীসের) অনুরূপ বর্ণনা করেছেন। জাবির, আমর ইবনু আওফ ও উবাদা ইবনু সামিত (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। \nইমাম মালিক ইবনু আনাস (রহঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর বাণীঃ 'জন্তুর আঘাতে দণ্ড নেই', এ কথার মর্মার্থ এটাই যে, জন্তু-জানোয়ার কোন লোককে আহত করলে তার কোন কিসাস নেই এবং তার জন্য কোনরকম দিয়াত (রক্তপণ) প্রদান করতে হবে না। একদল আলিম 'আল-আজমা' শব্দের ব্যাখ্যায় বলেছেন, যে পশু মালিকের হাত হতে ছুটে পালায় এবং দৌড়ে যাওয়ার সময় কোন লোককে আহত করে তাকে 'আজমা' বলে। এজন্য মালিককে কোনরকম জরিমানা প্রদান করতে হবে না। 'খনিতে দণ্ড নেই' কথার তাৎপর্য হল, খনিজ সম্পদ উত্তোলনের উদ্দেশ্যে কোন লোক গর্ত খুঁড়লে এবং তাতে শ্রমিক বা অন্য কোন লোক পড়ে গিয়ে আহত হলে বা মারা গেলে মালিকের কোনরকম জরিমানা ধার্য হবে না। একইভাবে পথচারীদের জন্য কোন লোক কূপ খনন করলে এবং তাতে পড়ে গিয়ে যদি কোন লোক আহত হয় বা নিহত হয় তবে সেক্ষেত্রেও কোনরকম জরিমানা ধার্য হবে না। জাহিলী যুগে মাটির নীচে পুঁতে রাখা সম্পদকে রিকায বলা হয়। কোন লোক যদি এই সম্পদ পায় তবে এর এক-পঞ্চমাংশ সরকারী তহবিলে জমা করতে হবে এবং সে লোক বাকি অংশের মালিক হবে।"
  },
  {
    "hadith_id": 1379,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পড়ে থাকা (মালিকানাহীন) জমিকে যদি কোন লোক আবাদ করে তাহলে সে তার মালিক হবে। \n\nসহীহ্‌ ইরওয়া- (১৫৫০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا أَيُّوبُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ أَحْيَا أَرْضًا مَيِّتَةً فَهِيَ لَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আবূ মূসা মুহাম্মাদ ইবনুল মুসান্না (রহঃ) বলেন, “জবরদখলকারীর পরিশ্রমের কোন মূল্য নেই\" কথার তাৎপর্য প্রসঙ্গে আমি আবুল ওয়ালীদ আত-তাইয়ালিসী (রহঃ)-এর কাছে প্রশ্ন করি। তিনি বলেন, ‘জবরদখলকারী' হচ্ছে অবৈধভাবে আত্মসাৎকারী। আমি বললাম, অন্যের জমিতে যে লোক গাছ রোপন করে সেইকি জবরদখলকারী। তিনি বললেন, হ্যাঁ, এ লোকই।"
  },
  {
    "hadith_id": 1378,
    "narrator": "সাঈদ ইবনু যাইদ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পড়ে থাকা জমিকে (মালিকানাহীন জমিকে) যদি কোন লোক চাষাবাদযোগ্য করে তুলে তাহলে সে তার মালিক হবে। জবরদখলকারীর পরিশ্রমের কোন মূল্য নেই।\n\nসহীহ্‌, ইরওয়া- (১৫২০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، أَخْبَرَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، أَخْبَرَنَا أَيُّوبُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ سَعِيدِ بْنِ زَيْدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ أَحْيَى أَرْضًا مَيِّتَةً فَهِيَ لَهُ وَلَيْسَ لِعِرْقِ ظَالِمٍ حَقٌّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رَوَاهُ بَعْضُهُمْ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ قَالُوا لَهُ أَنْ يُحْيِيَ الأَرْضَ الْمَوَاتَ بِغَيْرِ إِذْنِ السُّلْطَانِ ‏.‏ وَقَدْ قَالَ بَعْضُهُمْ لَيْسَ لَهُ أَنْ يُحْيِيَهَا إِلاَّ بِإِذْنِ السُّلْطَانِ ‏.‏ وَالْقَوْلُ الأَوَّلُ أَصَحُّ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَعَمْرِو بْنِ عَوْفٍ الْمُزَنِيِّ جَدِّ كَثِيرٍ وَسَمُرَةَ ‏.‏ حَدَّثَنَا أَبُو مُوسَى مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ سَأَلْتُ أَبَا الْوَلِيدِ الطَّيَالِسِيَّ عَنْ قَوْلِهِ ‏\"‏ وَلَيْسَ لِعِرْقِ ظَالِمٍ حَقٌّ ‏\"‏ ‏.‏ فَقَالَ الْعِرْقُ الظَّالِمُ الْغَاصِبُ الَّذِي يَأْخُذُ مَا لَيْسَ لَهُ ‏.‏ قُلْتُ هُوَ الرَّجُلُ الَّذِي يَغْرِسُ فِي أَرْضِ غَيْرِهِ قَالَ هُوَ ذَاكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। এ হাদীসটিকে কয়েকজন বর্ণনাকারী হিশামের বরাতে উরওয়ার নিকট হতে মুরসাল হিসেবে বর্ণনা করেছেন। এ হাদীস মোতাবিক রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর একদল সাহাবী ও তৎপরবর্তী আলিমগণ আমল করেছেন। তারা বলেছেন, যে লোক (মালিকানাহীন) পতিত জমি আবাদযোগ্য করে তুলে সে সরকারের বিনা অনুমতিতেই এর মালিক হয়ে যাবে। একথা বলেছেন ইমাম আহ্‌মাদ ও ইসহাকও। তাদের মধ্যে অন্য একদল বলেছেন, কোন লোকের জন্য সরকারের বিনা অনুমতিতে পড়ে থাকা জমি আবাদ করা বৈধ নয়। প্রথম মতই অনেক বেশি সহীহ্‌। জাবির, আমর ইবনু আওফ আল-মুযানী ও সামুরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1381,
    "narrator": "আলকামা ইবনু ওয়াইল (রহঃ) হতে তার বাবা",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে জায়গীর হিসাবে হাযরামাওতের এক খণ্ড জমি দান করেন। মাহমূদ বলেন, আমাদেরকে নাযর শুবার সূত্রে এ হাদীসটি শুনিয়েছেন। তিনি (শুবা) তার বর্ণনায় আরো উল্লেখ করেছেনঃ জমি নির্দিষ্ট করে দেওয়ার জন্য তিনি তার সাথে মুআবিয়া (রাঃ)-কে প্রেরণ করেন।\n\nসহীহ্‌ , তা’লীক আলা রাওযাতিন নাদীয়াহ (২/১৩৭)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَخْبَرَنَا شُعْبَةُ، عَنْ سِمَاكٍ، قَالَ سَمِعْتُ عَلْقَمَةَ بْنَ وَائِلٍ، يُحَدِّثُ عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَقْطَعَهُ أَرْضًا بِحَضْرَمَوْتَ ‏.‏\nقَالَ مَحْمُودُ وَأَخْبَرَنَا النَّضْرُ، عَنْ شُعْبَةَ، وَزَادَ، فِيهِ وَبَعَثَ مَعَهُ مُعَاوِيَةَ لِيُقْطِعَهَا إِيَّاهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 1380,
    "narrator": "আব্‌ইয়ায ইবনু হাম্মাল (রাঃ)",
    "bn": "তিনি নিজ বংশের প্রতিনিধি হয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামে)-এর নিকট এসে তাদেরকে লবণ খনি প্রদানের উদ্দেশ্যে প্রার্থনা করেন। তিনি তাকে সেটা দান করেন। তিনি চলে যাওয়ার সময় মজলিসের এক লোক বলেন, আপনি লক্ষ্য করেছেন কি, তাকে কি জায়গীর দিয়েছেন? আপনি প্রস্রবণের অফুরন্ত পানি (প্রচুর লবণ) তাকে প্রদান করেছেন। বর্ণনাকারী বলেন, তিনি এটাকে তার নিকট হতে ফিরিয়ে নিলেন। বর্ণনাকারী বলেন, তিনি (আব্‌ইয়ায) আরাক' গাছের কোন জমি রক্ষিত করা যায় কি, এবিষয়েও তার নিকট জিজ্ঞেস করেন। তিনি বলেনঃ উটের ক্ষুর যার নাগাল পায় না (অর্থাৎ পশু চারণভূমি ও বসতি এলাকা হতে দূরের জায়গা)। \n\nহাসান, ইবনু মা-জাহ- (২৪৭৫)",
    "ar": "قَالَ قُلْتُ لِقُتَيْبَةَ بْنِ سَعِيدٍ حَدَّثَكُمْ مُحَمَّدُ بْنُ يَحْيَى بْنِ قَيْسٍ الْمَأْرِبِيُّ، حَدَّثَنِي أَبِي، عَنْ ثُمَامَةَ بْنِ شُرَاحِيلَ، عَنْ سُمَىِّ بْنِ قَيْسٍ، عَنْ شُمَيْرٍ، عَنْ أَبْيَضَ بْنِ حَمَّالٍ، أَنَّهُ وَفَدَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَاسْتَقْطَعَهُ الْمِلْحَ فَقَطَعَ لَهُ فَلَمَّا أَنْ وَلَّى قَالَ رَجُلٌ مِنَ الْمَجْلِسِ أَتَدْرِي مَا قَطَعْتَ لَهُ إِنَّمَا قَطَعْتَ لَهُ الْمَاءَ الْعِدَّ ‏.‏ قَالَ فَانْتَزَعَهُ مِنْهُ ‏.‏ قَالَ وَسَأَلَهُ عَمَّا يُحْمَى مِنَ الأَرَاكِ قَالَ ‏ \"‏ مَا لَمْ تَنَلْهُ خِفَافُ الإِبِلِ ‏\"‏ ‏.‏ فَأَقَرَّ بِهِ قُتَيْبَةُ وَقَالَ نَعَمْ ‏.‏\nحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ قَيْسٍ الْمَأْرِبِيُّ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏ الْمَأْرِبُ نَاحِيَةٌ مِنَ الْيَمَنِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ وَائِلٍ وَأَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبْيَضَ بْنِ حَمَّالٍ حَدِيثٌ غَرِيبٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ فِي الْقَطَائِعِ يَرَوْنَ جَائِزًا أَنْ يُقْطِعَ الإِمَامُ لِمَنْ رَأَى ذَلِكَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, কুতাইবাকে এই হাদীসটি পড়ে শুনালে তিনি তা সমর্থন করেন এবং বলেন, আমার নিকট মুহাম্মাদ ইবনু ইয়াহ্‌ইয়া ইবনু কাইস আল-মারিবী এরূপ হাদীস বর্ণনা করেছেন। মারিব ইয়ামান এলাকার কোন জায়গার নাম। ওয়াইল ও আসমা বিনতু আবূ বাক্‌র (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবইয়ায (রহঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা গারীব বলেছেন। এ হাদীস মোতাবেক রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর একদল সাহাবী ও অপরাপর আলিমগণ আমল করেছেন। তারা মনে করেন সরকার যে কোন লোককে জায়গীর দেওয়ার ক্ষেত্রে অধিকার রাখে।"
  },
  {
    "hadith_id": 1382,
    "narrator": "আনাস (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন মুসলিম লোক বৃক্ষ রোপণ করলে অথবা কৃষিকাজ করলে এবং তা হতে মানুষ অথবা পশু-পাখি খেয়ে নিলে সেটা তার জন্য দান-খয়রাত হিসেবে বিবেচিত হবে।\n\nসহীহ্‌, সহীহাহ- (৭), নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَا مِنْ مُسْلِمٍ يَغْرِسُ غَرْسًا أَوْ يَزْرَعُ زَرْعًا فَيَأْكُلُ مِنْهُ إِنْسَانٌ أَوْ طَيْرٌ أَوْ بَهِيمَةٌ إِلاَّ كَانَتْ لَهُ صَدَقَةٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي أَيُّوبَ وَجَابِرٍ وَأُمِّ مُبَشِّرٍ وَزَيْدِ بْنِ خَالِدٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ আইয়ুব, জাবির, উম্মু মুবাশশির ও যাইদ ইবনু খালিদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, আনাস (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 1383,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উৎপাদিত ফল অথবা শস্যের অর্ধেক প্রদানের চুক্তিতে খাইবারের জনগণকে কৃষিকাজে নিয়োগ করেছিলেন।\n\nসহীহ্‌ ইবনু মা-জাহ- (২৪৬৭), নাসা-ঈ",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم عَامَلَ أَهْلَ خَيْبَرَ بِشَطْرِ مَا يَخْرُجُ مِنْهَا مِنْ ثَمَرٍ أَوْ زَرْعٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَابْنِ عَبَّاسٍ وَزَيْدِ بْنِ ثَابِتٍ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ لَمْ يَرَوْا بِالْمُزَارَعَةِ بَأْسًا عَلَى النِّصْفِ وَالثُّلُثِ وَالرُّبُعِ ‏.‏ وَاخْتَارَ بَعْضُهُمْ أَنْ يَكُونَ الْبَذْرُ مِنْ رَبِّ الأَرْضِ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَكَرِهَ بَعْضُ أَهْلِ الْعِلْمِ الْمُزَارَعَةَ بِالثُّلُثِ وَالرُّبُعِ وَلَمْ يَرَوْا بِمُسَاقَاةِ النَّخِيلِ بِالثُّلُثِ وَالرُّبُعِ بَأْسًا ‏.‏ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ ‏.‏ وَلَمْ يَرَ بَعْضُهُمْ أَنْ يَصِحَّ شَيْءٌ مِنَ الْمُزَارَعَةِ إِلاَّ أَنْ يَسْتَأْجِرَ الأَرْضَ بِالذَّهَبِ وَالْفِضَّةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আনাস, ইবনু আব্বাস, যাইদ ইবনু সাবিত ও জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। এ হাদীস মোতাবিক রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের একদল সাহাবী ও কিছু আলিম অভিমত দিয়েছেন। অর্ধেক, তিন ভাগের এক অংশ বা চার ভাগের এক অংশ ফসলের বিনিময়ে ভাগচাষ করানোকে তারা দূষণীয় বলে মনে করেন না। কিছু আলিম বলেছেন, জমির মালিককে বীজ সরবরাহ করতে হবে। এই মত দিয়েছেন ইমাম আহ্‌মাদ ও ইসহাকও। কিছু আলিম এক-তৃতীয়াংশ বা এক চতুর্থাংশের বিনিময়ে ভাগচাষ করানো মাকরুহ বলেছেন। কিন্তু তারা এক-তৃতীয়াংশ বা এক-চতুর্থাংশ ফলের বিনিময়ে খেজুর বাগান ইত্যাদি বর্গা দেয়াকে মাকরূহ বলে মনে করেন না। ইমাম মালিক ও শাফিঈ (রহঃ) এই মতামত দিয়েছেন। অপর একদল আলিমের মতে, যে কোন প্রকারের ভাগচাষই নাজায়িয। স্বর্ণ অথবা রূপার বিনিময়ে (নগদ অর্থে) ভাড়ায় তা চাষ করতে হবে।"
  },
  {
    "hadith_id": 1384,
    "narrator": "রাফি ইবনু খাদীজ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে এমন একটি কাজ হতে বিরত থাকতে বলেন, যা ছিল আমাদের জন্য খুবই লাভজনক। তা হলঃ আমাদের কারো জমি থাকলে তা উৎপাদিত ফসলের একটি অংশ দেওয়ার বিনিময়ে অথবা নগদ মূল্যে (কাউকে) চাষ করতে দেওয়া। তিনি বলেছেনঃ তোমাদের কারো উদ্ধৃত্ত জমি থাকলে সে যেন তার ভাইকে তা ধার দেয় অথবা নিজে চাষ করে।\n\nসহীহ্‌, “নগদ মূল্যে\" অংশটুকু শাজ। ইরওয়া- (৫/২৯৮-৩০০), গাইয়াতুল মারাম- (৩৫৫)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي حَصِينٍ، عَنْ مُجَاهِدٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ نَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَمْرٍ كَانَ لَنَا نَافِعًا إِذَا كَانَتْ لأَحَدِنَا أَرْضٌ أَنْ يُعْطِيَهَا بِبَعْضِ خَرَاجِهَا أَوْ بِدَرَاهِمَ وَقَالَ ‏ \"‏ إِذَا كَانَتْ لأَحَدِكُمْ أَرْضٌ فَلْيَمْنَحْهَا أَخَاهُ أَوْ لِيَزْرَعْهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1385,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "বর্গাচাষ প্রথাকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হারাম করেননি। বরং তিনি পরস্পরকে পরস্পরের প্রতি দয়া ও সহানুভূতি দেখানোর নির্দেশ দিয়েছেন।\n\nসহীহ্‌ মুসলিম (৫/২৫)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، أَخْبَرَنَا الْفَضْلُ بْنُ مُوسَى الشَّيْبَانِيُّ، أَخْبَرَنَا شَرِيكٌ، عَنْ شُعْبَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمْ يُحَرِّمِ الْمُزَارَعَةَ وَلَكِنْ أَمَرَ أَنْ يَرْفُقَ بَعْضُهُمْ بِبَعْضٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَحَدِيثُ رَافِعٍ فِيهِ اضْطِرَابٌ يُرْوَى هَذَا الْحَدِيثُ عَنْ رَافِعِ بْنِ خَدِيجٍ عَنْ عُمُومَتِهِ وَيُرْوَى عَنْهُ عَنْ ظُهَيْرِ بْنِ رَافِعٍ وَهُوَ أَحَدُ عُمُومَتِهِ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْهُ عَلَى رِوَايَاتٍ مُخْتَلِفَةٍ ‏.‏ وَفِي الْبَابِ عَنْ زَيْدِ بْنِ ثَابِتٍ وَجَابِرٍ رضى الله عنهما ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। রাফি (রাঃ) বর্ণিত এ হাদীসের সনদে গরমিল আছে। এ হাদীস রাফি (রাঃ) তার চাচাদের সূত্রে বর্ণনা করেছেন। হাদীসটি যুহাইর ইবনু রাফি হতেও বর্ণিত আছে। তিনিও তার চাচাদের একজন। বিভিন্ন বর্ণনাকারী রাফি (রাঃ)-এর নিকট হতে এ হাদীস বর্ণনা করেছেন। যাইদ ইবনু সাবিত এবং জারির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে (যা আবূ দাঊদ, নাসাঈ ও ইবনু মাজায় বিদ্যমান রয়েছে)।"
  },
  {
    "hadith_id": 1328,
    "narrator": "মুআয (রাঃ)",
    "bn": "মুহাম্মাদ ইবনু বাশ্‌শার স্বীয় সনদে মুআয (রাঃ) হতে হান্নাদের হাদীসের মতই বর্ণনা করেছেন।\n\n-দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي عَوْنٍ، عَنِ الْحَارِثِ بْنِ عَمْرٍو ابْنُ أَخٍ، لِلْمُغِيرَةِ بْنِ شُعْبَةَ عَنْ أُنَاسٍ، مِنْ أَهْلِ حِمْصٍ عَنْ مُعَاذٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ وَلَيْسَ إِسْنَادُهُ عِنْدِي بِمُتَّصِلٍ ‏.‏ وَأَبُو عَوْنٍ الثَّقَفِيُّ اسْمُهُ مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ঈসা বলেছেন, শুধু উল্লেখিত সূত্রেই আমরা হাদীসটি প্রসঙ্গে জেনেছি। আমার মতে এ হাদীসের সনদ পরস্পর সংযুক্ত নয়। আবূ আওন আস-সাকাফীর নাম মুহাম্মাদ, পিতা উবাইদুল্লাহ।"
  },
  {
    "hadith_id": 1335,
    "narrator": "মুআয ইবনু জাবাল (রাঃ)",
    "bn": "তিনি বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে ইয়ামানে পাঠান। আমি রাওনা হলে তিনি আমার পিছনে এক ব্যক্তিকে পাঠিয়ে আমাকে ফিরিয়ে আনলেন। তিনি আমাকে বললেনঃ তুমি কি বুঝেছো আমি তোমাকে ডাকার জন্য কেন লোক পাঠালাম? তিনি বললেন, আমার অনুমতি ব্যতীত তুমি (লোকদের নিকট হতে উপহার হিসেবে) কিছু নিবে না। কেননা এটা আত্মসাৎ। যে ব্যক্তি আত্মসাৎ করবে সে কিয়ামাতের দিন আত্মসাতের মালসহ হাযির হবে। আমি তোমাকে এটা জানাবার উদ্দেশ্যে ডেকেছি। এখন নিজের কাজে রাওনা হয়ে যাও। \n\nসনদ দুর্বল। এ অনুচ্ছেদে আদী ইবনু আমীরাহ বুরাইদা, মুসতাওরিদ ইবনু শাদ্দাদ, আবূ হুমাইদ ও ইবনু উমার (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, মুয়ায় (রাঃ) বর্ণিত হাদীসটি গারীব। আবূ উসামা হতে দাঊদ আল-আওদীর সূত্রেই শুধু আমরা এ হাদীস জেনেছি।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ دَاوُدَ بْنِ يَزِيدَ الأَوْدِيِّ، عَنِ الْمُغِيرَةِ بْنِ شُبَيْلٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى الْيَمَنِ فَلَمَّا سِرْتُ أَرْسَلَ فِي أَثَرِي فَرُدِدْتُ فَقَالَ ‏ \"‏ أَتَدْرِي لِمَ بَعَثْتُ إِلَيْكَ لاَ تُصِيبَنَّ شَيْئًا بِغَيْرِ إِذْنِي فَإِنَّهُ غُلُولٌ وَمَنْ يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ الْقِيَامَةِ لِهَذَا دَعَوْتُكَ فَامْضِ لِعَمَلِكَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَدِيِّ بْنِ عَمِيرَةَ وَبُرَيْدَةَ وَالْمُسْتَوْرِدِ بْنِ شَدَّادٍ وَأَبِي حُمَيْدٍ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ مُعَاذٍ حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ أَبِي أُسَامَةَ عَنْ دَاوُدَ الأَوْدِيِّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1341,
    "narrator": "আমর ইবনু শুআইব (রহঃ) হতে পর্যায়ক্রমে তার বাবা ও দাদার সূত্রে",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার এক ভাষণে বলেছেনঃ বাদীর দায়িত্ব হচ্ছে সাক্ষী-প্রমাণ হাজির করা এবং বিবাদীর দায়িত্ব হচ্ছে শপথ করা।\n\nসহীহ্‌, ইরওয়া- (৮/২৬৫-২৬৭)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَنْبَأَنَا عَلِيُّ بْنُ مُسْهِرٍ، وَغَيْرُهُ، عَنْ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ فِي خُطْبَتِهِ ‏ \"‏ الْبَيِّنَةُ عَلَى الْمُدَّعِي وَالْيَمِينُ عَلَى الْمُدَّعَى عَلَيْهِ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ فِي إِسْنَادِهِ مَقَالٌ ‏.‏ وَمُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ الْعَرْزَمِيُّ يُضَعَّفُ فِي الْحَدِيثِ مِنْ قِبَلِ حِفْظِهِ ضَعَّفَهُ ابْنُ الْمُبَارَكِ وَغَيْرُهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসের সনদকে আবূ ঈসা সমালোচিত বলেছেন। বর্ণনাকারী মুহাম্মাদ ইবনু উবাইদুল্লাহ আরযামীর স্মরণ-শক্তি দুর্বল। তাকে ইবনুল মুবারাক ও অন্যান্যরা দুর্বল বর্ণনাকারী বলে আখ্যায়িত করেছেন।"
  },
  {
    "hadith_id": 1352,
    "narrator": "কাসীর ইবনু আবদুল্লাহ ইবনু আমর ইবনু আওফ (রাঃ) হতে পর্যায়ক্রমে তার বাবা ও দাদার সূত্রে",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মুসলমানদের একে অপরের সাথে সন্ধি স্থাপন করা জায়িয। কিন্তু বৈধকে অবৈধ অথবা অবৈধকে বৈধ করার মত সন্ধি চুক্তি জায়িয নেই। মুসলমানগণ তাদের একে অপরের মধ্যে স্থিরকৃত শর্তাবলী মেনে চলতে বাধ্য। কিন্তু হালালকে হারাম অথবা হারামকে হালাল করার মত শর্ত বৈধ নয় (তা বাতিল বলে গণ্য হবে)।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৩৫৩)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا كَثِيرُ بْنُ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عَوْفٍ الْمُزَنِيُّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الصُّلْحُ جَائِزٌ بَيْنَ الْمُسْلِمِينَ إِلاَّ صُلْحًا حَرَّمَ حَلاَلاً أَوْ أَحَلَّ حَرَامًا وَالْمُسْلِمُونَ عَلَى شُرُوطِهِمْ إِلاَّ شَرْطًا حَرَّمَ حَلاَلاً أَوْ أَحَلَّ حَرَامًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1332,
    "narrator": "আমর ইবনু মুররা (রাঃ)",
    "bn": "মুআবিয়া (রাঃ)-কে আমর ইবনু মুররা (রাঃ) বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে আমি বলতে শুনেছিঃ গরীব-মিসকীন ও নিজ প্রয়োজন মেটানোর উদ্দেশ্যে আগমনকারী লোকের জন্য যে নেতা নিজের দরজাকে বন্ধ করে রাখে, এ ধরণের লোকের দারিদ্র্য, অভাব ও প্রয়োজনের সময় আল্লাহ তা'আলাও আকাশের দরজা বন্ধ করে রাখবেন। মুআবিয়া (রাঃ) একথা শুনার পর থেকে এক লোককে মানুষের প্রয়োজন মেটানোর উদ্দেশ্যে নিযুক্ত করেন।\n\nসহীহ্‌, মিশকাত তাহকীক ছানী- (৩৭২৮), সহীহ্‌- (৬২৯), সহীহ্‌ আবূ দাউদ- (২৬১৪)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنِي عَلِيُّ بْنُ الْحَكَمِ، حَدَّثَنِي أَبُو الْحَسَنِ، قَالَ قَالَ عَمْرُو بْنُ مُرَّةَ لِمُعَاوِيَةَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَا مِنْ إِمَامٍ يُغْلِقُ بَابَهُ دُونَ ذَوِي الْحَاجَةِ وَالْخَلَّةِ وَالْمَسْكَنَةِ إِلاَّ أَغْلَقَ اللَّهُ أَبْوَابَ السَّمَاءِ دُونَ خَلَّتِهِ وَحَاجَتِهِ وَمَسْكَنَتِهِ ‏\"‏ ‏.‏ فَجَعَلَ مُعَاوِيَةُ رَجُلاً عَلَى حَوَائِجِ النَّاسِ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَمْرِو بْنِ مُرَّةَ حَدِيثٌ غَرِيبٌ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏ وَعَمْرُو بْنُ مُرَّةَ الْجُهَنِيُّ يُكْنَى أَبَا مَرْيَمَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আমর ইবনু মুররা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা গারীব বলেছেন। অন্য একটি সূত্রেও এ হাদীসটি বর্ণিত হয়েছে। আবূ মারইয়াম হচ্ছে আমর ইবনু মুররার উপনাম।"
  }
]