[
  {
    "hadith_id": 1386,
    "narrator": "খিশ্‌ফ ইবনু মালিক (রাহঃ)",
    "bn": "তিনি বলেছেন, আমি ইবনু মাসউদ (রাঃ)-কে বলতে শুনেছিঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ভুলবশত হত্যার দিয়াত নিম্নোক্ত বয়সের এক শত উট নির্ধারণ করেছেনঃ দ্বিতীয় বছরে পদার্পণকারী বিশটি উষ্ট্রী ও বিশটি উট, তৃতীয় বছরে পদার্পণকারী বিশটি উষ্ট্রী, চতুর্থ বছরে পদার্পণকারী বিশটি উষ্ট্রী এবং পঞ্চম বছরে পদার্পণকারী বিশটি উষ্ট্রী। \n\nযঈফ, ইবনু মাজাহ (২৬৩১), এ অনুচ্ছেদে আবদুল্লাহ ইবনু আমর (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ হিশাম রিফাঈ-ইবনু আবূ যায়িদা ও আবূ খালিদ আল-আহমার হতে তারা উভয়ে আল-হাজ্জাজ ইবনু আরতাত সূত্রে একই রকম বর্ণনা করেছেন। আবূ ঈসা বলেন, আমরা শুধু উল্লেখিত সনদ সূত্রেই আবদুল্লাহ ইবনু মাসঊদের হাদীসটি মারফূ হিসেবে পেয়েছি। আবদুল্লাহ (রাঃ) হতে মাওকূফ হিসেবেও হাদীসটি বর্ণিত হয়েছে। একদল আলিম এ হাদীস অনুযায়ী আমল করেছেন। ইমাম আহমাদ ও ইসহাকেরও এই মত। দিয়াতের অর্থ তিন বছরে তিন কিস্তিতে পরিশোধযোগ্য। প্রত্যেক বছর মোট অংশের এক-তৃতীয়াংশ করে পরিশোধ করতে হবে। এ ব্যাপারে আলিমদের মাঝে ঐকমত্য আছে। তারা আরো বলেছেন, ভুল বশতঃ হত্যার দায়ে আকিলার উপর দিয়াত পরিশোধের দায়িত্ব চেপে যায়। তাদের কেউ কেউ বলেছেনঃ কোন ব্যক্তির পিতৃকুলের আত্মীয়কে আকিলা বলে। ইমাম মালিক ও শাফিঈর এই মত। অপর দল বলেছেন, দিয়াত শুধু পুরুষদের উপর ধার্য হয়, স্ত্রীলোক ও বালকদের উপর ধার্য হয় না। তাদের প্রত্যেকে এক দীনারের এক-চতুর্থাংশ পরিমাণ দায় বহন করবে। কেউ কেউ অর্ধ দীনারের কথা বলেছেন। এভাবে দিয়াতের সম্পূর্ণ অর্থ সংগ্রহ হয়ে গেলে তো ভাল, অন্যথায় দেখতে হবে তাদের নিকটাত্মীয় গোত্র আছে কি-না, থাকলে অবশিষ্ট দিয়াত তাদের উপর চাপানো হবে।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ سَعِيدٍ الْكِنْدِيُّ الْكُوفِيُّ، أَخْبَرَنَا ابْنُ أَبِي زَائِدَةَ، عَنِ الْحَجَّاجِ، عَنْ زَيْدِ بْنِ جُبَيْرٍ، عَنْ خِشْفِ بْنِ مَالِكٍ، قَالَ سَمِعْتُ ابْنَ مَسْعُودٍ، قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي دِيَةِ الْخَطَإِ عِشْرِينَ بِنْتَ مَخَاضٍ وَعِشْرِينَ بَنِي مَخَاضٍ ذُكُورًا وَعِشْرِينَ بِنْتَ لَبُونٍ وَعِشْرِينَ جَذَعَةً وَعِشْرِينَ حِقَّةً ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏\nحَدَّثَنَا أَبُو هِشَامٍ الرِّفَاعِيُّ، أَخْبَرَنَا ابْنُ أَبِي زَائِدَةَ، وَأَبُو خَالِدٍ الأَحْمَرُ عَنِ الْحَجَّاجِ بْنِ أَرْطَاةَ، نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ مَسْعُودٍ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ عَنْ عَبْدِ اللَّهِ مَوْقُوفًا ‏.‏ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَدْ أَجْمَعَ أَهْلُ الْعِلْمِ عَلَى أَنَّ الدِّيَةَ تُؤْخَذُ فِي ثَلاَثِ سِنِينَ فِي كُلِّ سَنَةٍ ثُلُثُ الدِّيَةِ وَرَأَوْا أَنَّ دِيَةَ الْخَطَإِ عَلَى الْعَاقِلَةِ ‏.‏ وَرَأَى بَعْضُهُمْ أَنَّ الْعَاقِلَةَ قَرَابَةُ الرَّجُلِ مِنْ قِبَلِ أَبِيهِ ‏.‏ وَهُوَ قَوْلُ مَالِكٍ وَالشَّافِعِيِّ ‏.‏ وَقَالَ بَعْضُهُمْ إِنَّمَا الدِّيَةُ عَلَى الرِّجَالِ دُونَ النِّسَاءِ وَالصِّبْيَانِ مِنَ الْعَصَبَةِ يُحَمَّلُ كُلُّ رَجُلٍ مِنْهُمْ رُبُعَ دِينَارٍ ‏.‏ وَقَدْ قَالَ بَعْضُهُمْ إِلَى نِصْفِ دِينَارٍ فَإِنْ تَمَّتِ الدِّيَةُ وَإِلاَّ نُظِرَ إِلَى أَقْرَبِ الْقَبَائِلِ مِنْهُمْ فَأُلْزِمُوا ذَلِكَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1388,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দিয়াতের পরিমাণ (মুদ্রায়) বার হাজার দিরহাম নির্ধারণ করেছেন। \n\nযঈফ, ইবনু মাজাহ (২৬২৯)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هَانِئٍ، حَدَّثَنَا مُحَمَّدُ بْنُ مُسْلِمٍ الطَّائِفِيُّ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ جَعَلَ الدِّيَةَ اثْنَىْ عَشَرَ أَلْفًا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1389,
    "narrator": "সাঈদ ইবনু আবদুর রহমান আল-মাখযূমী-সুফিয়ান ইবনু উআইনা",
    "bn": "তিনি আমর ইবনু দীনার হতে, তিনি ইকরিমা (রাহঃ) এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ হাদীস বর্ণনা করেছেন। কিন্তু এতে তিনি ইবনু আব্বাস (রাঃ)-এর নাম উল্লেখ করেননি। \n\nযঈফ, প্রাগুক্ত, ইবনু উআইনার হাদীসের সনদ প্রসঙ্গে আরো অনেক তথ্য আছে। আবূ ঈসা বলেনঃ মুহাম্মাদ ইবনু মুসলিম ব্যতীত কেউ এ হাদীসটি ইবনু আব্বাস (রাঃ)-এর সূত্রে বর্ণনা করেছেন বলে আমাদের জানা নেই।\nএকদল আলিম এ হাদীস অনুসারে আমল করেছেন। ইমাম আহমাদ ও ইসহাকের এই মত (দিয়াতের পরিমাণ বার হাজার দিরহাম)। অপর একদল আলিম বলেছেন, দিয়াতের পরিমাণ দশ হাজার দিরহাম। সুফিয়ান সাওরী ও কূফাবাসীদের এই মত। ইমাম শাফিঈ বলেন, উটের মাধ্যমেই দিয়াত আদায় করতে হবে এবং এর পরিমাণ হবে এক শত উট অথবা তার মূল্য যা হয়।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عِكْرِمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَنِ ابْنِ عَبَّاسٍ وَفِي حَدِيثِ ابْنِ عُيَيْنَةَ كَلاَمٌ أَكْثَرُ مِنْ هَذَا ‏.‏ قَالَ أَبُو عِيسَى وَلاَ نَعْلَمُ أَحَدًا يَذْكُرُ فِي هَذَا الْحَدِيثِ عَنِ ابْنِ عَبَّاسٍ غَيْرَ مُحَمَّدِ بْنِ مُسْلِمٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَرَأَى بَعْضُ أَهْلِ الْعِلْمِ الدِّيَةَ عَشَرَةَ آلاَفٍ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏ وَقَالَ الشَّافِعِيُّ لاَ أَعْرِفُ الدِّيَةَ إِلاَّ مِنَ الإِبِلِ وَهِيَ مِائَةٌ مِنَ الإِبِلِ أَوْ قِيمَتُهَا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1391,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ হাত ও পায়ের আঙ্গুলসমূহের একই পরিমাণ রক্তপণ ধার্য হবে। একেকটি আঙ্গুলের জন্য রক্তপণের পরিমাণ হবে দশটি করে উট।\n\nসহীহ্‌, ইরওয়া- (২২৭১)",
    "ar": "حَدَّثَنَا أَبُو عَمَّارٍ، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنِ الْحُسَيْنِ بْنِ وَاقِدٍ، عَنْ يَزِيدَ بْنِ عَمْرٍو النَّحْوِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ دِيَةُ الأَصَابِعِ الْيَدَيْنِ وَالرِّجْلَيْنِ سَوَاءٌ عَشْرٌ مِنَ الإِبِلِ لِكُلِّ أُصْبُعٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي مُوسَى وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ سُفْيَانُ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ মূসা ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এই সূত্রে ইবনু আব্বাস (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ গারীব বলেছেন। এ হাদীস মোতাবেক একদল আলিম আমল করেছেন। একইরকম কথা বলেছেন (প্রতিটি আঙ্গুলের রক্তপণ দশটি উট) সুফিয়ান সাওরী, শাফিঈ, আহমাদ এবং ইসহাকও।"
  },
  {
    "hadith_id": 1392,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এটা ও এটা অর্থাৎ কনিষ্ঠা ও বৃদ্ধা উভয় আঙ্গুলের রক্তপণের পরিমাণ এক সমান। \n\nসহীহ্‌, ইবনু মা-জাহ- (২৬৫২), বুখারী",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَمُحَمَّدُ بْنُ جَعْفَرٍ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ هَذِهِ وَهَذِهِ سَوَاءٌ ‏\"‏ ‏.‏ يَعْنِي الْخِنْصَرَ وَالإِبْهَامَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1393,
    "narrator": "আবুস সাফার (রাহঃ)",
    "bn": "তিনি বলেছেন, এক কুরাইশী এক আনসারীর দাঁত ভেঙ্গে ফেলে। সে মুআবিয়া (রাঃ)-এর আদালতে তার বিরুদ্ধে অভিযোগ দায়ের করে। সে মুআবিয়া (রাঃ)-কে বলল, হে আমীরুল মু‘মিনীন! এই ব্যক্তি আমার দাঁত ভেঙ্গেছে। মুআবিয়া (রাঃ) বলেন, আমরা তোমাকে সন্তুষ্ট করব। অপর (অভিযুক্ত) ব্যক্তি মুআবিয়া (রাঃ)-কে পীড়াপীড়ি করতে থাকলো এবং বাদীকে বিনিময় গ্রহণে বাধ্য করাতে চাইল কিন্তু তিনি তাকে রাজি করাতে পারলেন না। মুআবিয়া (রাঃ) তাকে বললেন, তোমার সাথীকে তোমার নিকট ছেড়ে দিলাম (তুমি তাকে মাফ করতে পার আবার কিসাসও গ্রহণ করতে পার)। এ সময় আবূদ দারদা (রাঃ) তার নিকটে বসা ছিলেন। তিনি বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি, যা আমি স্বয়ং কানে শুনেছি এবং আমার অন্তর মনে রেখেছেঃ “কোন ব্যক্তির শরীরের কোন অংশ (অন্যের দ্বারা) আহত হলে, তারপর সে (অভিযুক্তকে) মাফ করে দিলে, এর বিনিময়ে আল্লাহ তা‘আলা তার মর্যাদা আরো একধাপ বাড়িয়ে দেন এবং তার একটি গুনাহ মাফ করে দেন”। আনসারী ব্যক্তিটি তাকে প্রশ্ন করল, আপনি কি তা সরাসরি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে শুনেছেন? তিনি বললেন, আমার দুই কান তা শুনেছে এবং আমার অন্তর তা মনে রেখেছে। আনসারী বললেন, তাহলে আমি তাকে মাফ করলাম। মুআবিয়া (রাঃ) বললেন, আমি অবশ্যই তোমাকে বঞ্চিত করব না। তারপর তিনি তাকে কিছু মাল দেওয়ার নির্দেশ দেন। \n\nযঈফ, ইবনু মাজাহ (২৬৯৩), আবূ ঈসা বলেন, এ হাদীসটি গারীব। উল্লেখিত সূত্রেই শুধু আমরা তা জেনেছি। আবূস সাফার আবূদ দারদার নিকটে কিছু শুনেছেন বলে আমাদের জানা নেই। আবূস সাফারের নাম সাঈদ, পিতা আহমাদ, তাকে ইবনু মুহাম্মদ আস-সাওরীও বলা হয়।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، حَدَّثَنَا أَبُو السَّفَرِ، قَالَ دَقَّ رَجُلٌ مِنْ قُرَيْشٍ سِنَّ رَجُلٍ مِنَ الأَنْصَارِ فَاسْتَعْدَى عَلَيْهِ مُعَاوِيَةَ فَقَالَ لِمُعَاوِيَةَ يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّ هَذَا دَقَّ سِنِّي ‏.‏ قَالَ مُعَاوِيَةُ إِنَّا سَنُرْضِيكَ وَأَلَحَّ الآخَرُ عَلَى مُعَاوِيَةَ فَأَبْرَمَهُ فَلَمْ يُرْضِهِ فَقَالَ لَهُ مُعَاوِيَةُ شَأْنَكَ بِصَاحِبِكَ ‏.‏ وَأَبُو الدَّرْدَاءِ جَالِسٌ عِنْدَهُ قَالَ أَبُو الدَّرْدَاءِ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَا مِنْ رَجُلٍ يُصَابُ بِشَيْءٍ فِي جَسَدِهِ فَيَتَصَدَّقُ بِهِ إِلاَّ رَفَعَهُ اللَّهُ بِهِ دَرَجَةً وَحَطَّ عَنْهُ بِهِ خَطِيئَةً ‏\"‏ ‏.‏ قَالَ الأَنْصَارِيُّ أَأَنْتَ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ سَمِعَتْهُ أُذُنَاىَ وَوَعَاهُ قَلْبِي ‏.‏ قَالَ فَإِنِّي أَذَرُهَا لَهُ ‏.‏ قَالَ مُعَاوِيَةُ لاَ جَرَمَ لاَ أُخَيِّبُكَ ‏.‏ فَأَمَرَ لَهُ بِمَالٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَلاَ أَعْرِفُ لأَبِي السَّفَرِ سَمَاعًا مِنْ أَبِي الدَّرْدَاءِ وَأَبُو السَّفَرِ اسْمُهُ سَعِيدُ بْنُ أَحْمَدَ وَيُقَالُ ابْنُ يُحْمِدَ الثَّوْرِيُّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1394,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, একটি বালিকা গহনা পরে বাড়ীর বাইরে গেলে একজন ইয়াহুদী তাকে ধরে নিয়ে পাথর দ্বারা আঘাত করে তার মাথা থেতলিয়ে দেয় এবং তার গহনা ছিনিয়ে নেয়। তাকে মুমূর্ষু অবস্থায় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট আনা হয়। সে মুহুর্তেও তার মধ্যে জীবনের স্পন্দন অবশিষ্ট ছিল। তিনি প্রশ্ন করেনঃ কে তোমাকে হত্যা করেছে, অমুক লোক কি? সে মাথার ইশারায় বলল, না। তিনি আবার প্রশ্ন করেন। তাহলে কি অমুক লোক। এভাবে তিনি নাম উচ্চারণ করতে করতে বললেনঃ অমুক ইয়াহুদী? সে মাথা নেড়ে বলল, হ্যাঁ। বর্ণনাকারী বলেন, তাকে ধরে আনা হলে সে ঘটনার স্বীকারোক্তি করল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নির্দেশে তার মাথা দুই পাথরের মাঝে রেখে থেঁতলিয়ে দেওয়া হল।\n\nসহীহ্‌ ইবনু মা-জাহ- (২৬৬৫, ২৬৬৬), নাসা-ঈ",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ خَرَجَتْ جَارِيَةٌ عَلَيْهَا أَوْضَاحٌ فَأَخَذَهَا يَهُودِيٌّ فَرَضَخَ رَأْسَهَا بِحَجَرٍ وَأَخَذَ مَا عَلَيْهَا مِنَ الْحُلِيِّ ‏.‏ قَالَ فَأُدْرِكَتْ وَبِهَا رَمَقٌ فَأُتِيَ بِهَا النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَنْ قَتَلَكِ أَفُلاَنٌ ‏\"‏ ‏.‏ قَالَتْ بِرَأْسِهَا لاَ ‏.‏ قَالَ ‏\"‏ فَفُلاَنٌ ‏\"‏ ‏.‏ حَتَّى سُمِّيَ الْيَهُودِيُّ فَقَالَتْ بِرَأْسِهَا أَىْ نَعَمْ ‏.‏ قَالَ فَأُخِذَ فَاعْتَرَفَ فَأَمَرَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فَرُضِخَ رَأْسُهُ بَيْنَ حَجَرَيْنِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لاَ قَوَدَ إِلاَّ بِالسَّيْفِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস অনুসারে ইমাম আহমাদ ও ইসহাক অভিমত ব্যক্ত করেছেন। কিছু আলিম বলেছেন, তরবারির আঘাতেই কিসাস কার্যকর করতে হবে।"
  },
  {
    "hadith_id": 1395,
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহর নিকট পৃথিবী ধ্বংস হওয়াটা অধিকতর সহজ ব্যাপার একজন মুসলমান খুন হওয়ার পরিবর্তে।\n\nসহীহ্‌, গায়াতুল মারাম- (৪৩৯)",
    "ar": "حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ بَزِيعٍ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ شُعْبَةَ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ لَزَوَالُ الدُّنْيَا أَهْوَنُ عَلَى اللَّهِ مِنْ قَتْلِ رَجُلٍ مُسْلِمٍ ‏\"‏ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، نَحْوَهُ وَلَمْ يَرْفَعْهُ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ ابْنِ أَبِي عَدِيٍّ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ سَعْدٍ، وَابْنِ، عَبَّاسٍ وَأَبِي سَعِيدٍ وَأَبِي هُرَيْرَةَ وَعُقْبَةَ بْنِ عَامِرٍ وَابْنِ مَسْعُودٍ وَبُرَيْدَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو هَكَذَا رَوَاهُ ابْنُ أَبِي عَدِيٍّ عَنْ شُعْبَةَ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَى مُحَمَّدُ بْنُ جَعْفَرٍ، وَغَيْرُ، وَاحِدٍ، عَنْ شُعْبَةَ، عَنْ يَعْلَى بْنِ عَطَاءٍ، فَلَمْ يَرْفَعْهُ وَهَكَذَا رَوَى سُفْيَانُ الثَّوْرِيُّ، عَنْ يَعْلَى بْنِ عَطَاءٍ، مَوْقُوفًا وَهَذَا أَصَحُّ مِنَ الْحَدِيثِ الْمَرْفُوعِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুহাম্মাদ ইবনু বাশশার-মুহাম্মাদ ইবনু জাফর হতে, তিনি শুবা হতে, তিনি ইয়ালা হতে, তিনি তার বাবা হতে, তিনি আবদুল্লাহ ইবনু আমর (রাঃ) হতে অনুরূপ বর্ণিত হয়েছে। তবে এ হাদীসটি এই সূত্রে মারফুরূপে বর্ণিত হয়নি। ইবনু আবূ আদীর হাদীসের তুলনায় এটিকেই আবূ ঈসা অধিকতর সহীহ্‌ বলেছেন। সা'দ, ইবনু আব্বাস, আবূ সাইদ, আবূ হুরাইরা, উকবা ইবনু আমির ও বুরাইদা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবদুল্লাহ ইবনু আমর (রাঃ) হতে আরো কয়েকটি সূত্রে মাওকূফভাবে উল্লেখিত হাদীসটি বর্ণিত হয়েছে (মূল গ্রন্থে দ্র.)। সূত্রগুলি ১. ইবনু আবী আদী শুবা হতে, তিনি ইয়ালা ইবনু আতা হতে, তিনি তার বাবা হতে, তিনি আব্দুল্লাহ ইবনু আমর হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে। ২. মুহাম্মদ ইবনু জা'ফর আরও অনেকে শুবা হতে, তিনি ইয়ালা ইবনু আতা হতে। ৩. সুফিয়ান সাওরী ইয়ালা ইবনু আতা হতে মাওকুফ হিসেবে। শেষ সূত্রটি মারফু হাদীসের তুলনায় অধিকতর সহীহ্ ।"
  },
  {
    "hadith_id": 1397,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাত দিবসে সবার আগে বান্দাদের খুনের ফায়সালা সম্পাদন করা হবে।\n\nসহীহ্‌, দেখুন পূর্বের হাদীস",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ أَوَّلَ مَا يُقْضَى بَيْنَ الْعِبَادِ فِي الدِّمَاءِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1398,
    "narrator": "আবূল হাকাম আল-বাজালী (রহঃ)",
    "bn": "আমি আবূ সাঈদ খুদরী ও আবূ হুরাইরা (রাঃ)-কে বর্ণনা করতে শুনেছি, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আসমান-জমিনের মধ্যে বসবাসকারী সকলে একত্রে মিলিত হয়েও যদি একজন মু’মিনকে মেরে ফেলার কাজে শরীক থাকে তাহলে আল্লাহ তা‘আলা তাদের সকলকে উপুর করে জাহান্নামে নিক্ষেপ করবেন।\n\nসহীহ্‌, রাওযুন নাযীর- (৯২৫), তা’লীকুর রাগীব- (৩/২০২)",
    "ar": "حَدَّثَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنِ الْحُسَيْنِ بْنِ وَاقِدٍ، عَنْ يَزِيدَ الرَّقَاشِيِّ، حَدَّثَنَا أَبُو الْحَكَمِ الْبَجَلِيُّ، قَالَ سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ، وَأَبَا، هُرَيْرَةَ يَذْكُرَانِ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لَوْ أَنَّ أَهْلَ السَّمَاءِ وَأَهْلَ الأَرْضِ اشْتَرَكُوا فِي دَمِ مُؤْمِنٍ لأَكَبَّهُمُ اللَّهُ فِي النَّارِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏. ‏وَأَبُو الْحَكَمِ الْبَجَلِيُّ هُوَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي نُعْمٍ الْكُوفِيُّ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা গারীব বলেছেন। আবূল হাকাম আল-বাজালীর নাম আবদুর রাহমান, পিতা আবূ নু’ম আল-কূফী।"
  },
  {
    "hadith_id": 1396,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাত দিবসে বান্দাদের মধ্যে সবার আগে খুনের ফায়সালা করা হবে।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৬১৫), নাসা-ঈ",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ أَوَّلَ مَا يُحْكَمُ بَيْنَ الْعِبَادِ فِي الدِّمَاءِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنِ الأَعْمَشِ مَرْفُوعًا وَرَوَى بَعْضُهُمْ عَنِ الأَعْمَشِ وَلَمْ يَرْفَعُوهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আব্দুল্লাহ (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীসটি আমাশ (রহঃ) হতে একাধিক সূত্রে মারফুভাবে বর্ণিত হয়েছে। কিন্তু কয়েকজন বর্ণনাকারী তার সূত্রে এটা মাওকুফভাবেও বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1399,
    "narrator": "সুরাকা ইবনু মালিক ইবনু জু’শুম (রাঃ)",
    "bn": "তিনি বলেছেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দরবারে উপস্থিত থেকে দেখেছি যে, তিনি বাবাকে হত্যার অপরাধে ছেলের উপর কিসাস (মৃত্যুদণ্ড) কার্যকর করতেন, কিন্তু ছেলেকে হত্যার অপরাধে বাবার উপর কিসাস কার্যকর করতেন না। \n\nযঈফ, ইরওয়া (৭/২৭২), আবূ ঈসা বলেনঃ শুধু উল্লেখিত সনদ সূত্রেই এ হাদীসটি আমরা জেনেছি। এই হাদীসের সনদ সহীহ নয়। ইসমাঈল ইবনু আইয়্যাশ (রাহঃ) এই হাদীস মুসান্না ইবনুস সাব্বাহ হতে বর্ণনা করেছেন। মুসান্না ইবনুস সাব্বাহ হাদীস শাস্ত্রে দুর্বল প্রমাণিত হয়েছেন। এ হাদীসটি আবূ খালিদ আল-আহমার-হাজ্জাজ ইবনু আরতা হতে, তিনি আমর ইবনু শুআইব (রাহঃ) হতে পর্যায়ক্রমে তার বাবা ও দাদার সূত্রে-উমার ইবনুল খাত্তাব (রাঃ)-এর নিকট হতে এবং তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। আমর ইবনু শুআইব (রাহঃ) হতে এ হাদীস মুরসাল হিসেবেও বর্ণিত আছে। এ হাদীসের সনদে যথেষ্ট গরমিল (ইযতিরাব) আছে। বিশেষজ্ঞ আলিমগণ এ হাদীস অনুযায়ী আমল করেছেন। তাদের মতে, বাবা যদি তার ছেলেকে খুন করে তবে কিসাসের দণ্ড হিসেবে বাবাকে হত্যা করা হবে না। বাবা যদি তার ছেলের উপর যেনার অপবাদ (কাযাফ) আরোপ করে তবে তাকে অপবাদের শাস্তিও দেয়া হবে না।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا الْمُثَنَّى بْنُ الصَّبَّاحِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ سُرَاقَةَ بْنِ مَالِكِ بْنِ جُعْشُمٍ، قَالَ حَضَرْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يُقِيدُ الأَبَ مِنِ ابْنِهِ وَلاَ يُقِيدُ الاِبْنَ مِنْ أَبِيهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ سُرَاقَةَ إِلاَّ مِنْ هَذَا الْوَجْهِ وَلَيْسَ إِسْنَادُهُ بِصَحِيحٍ رَوَاهُ إِسْمَاعِيلُ بْنُ عَيَّاشٍ عَنِ الْمُثَنَّى بْنِ الصَّبَّاحِ ‏.‏ وَالْمُثَنَّى بْنُ الصَّبَّاحِ يُضَعَّفُ فِي الْحَدِيثِ ‏.‏ وَقَدْ رَوَى هَذَا الْحَدِيثَ أَبُو خَالِدٍ الأَحْمَرُ عَنِ الْحَجَّاجِ بْنِ أَرْطَاةَ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ عَمْرِو بْنِ شُعَيْبٍ مُرْسَلاً وَهَذَا حَدِيثٌ فِيهِ اضْطِرَابٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الأَبَ إِذَا قَتَلَ ابْنَهُ لاَ يُقْتَلُ بِهِ وَإِذَا قَذَفَ ابْنَهُ لاَ يُحَدُّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1400,
    "narrator": "উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে বলতে শুনেছি ছেলেকে খুনের অপরাধে বাবাকে হত্যা করা যাবে না।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৬৬২)",
    "ar": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا الأَحْمَرُ، عَنِ الْحَجَّاجِ بْنِ أَرْطَاةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ يُقَادُ الْوَالِدُ بِالْوَلَدِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1401,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মাসজিদের ভিতর হদ্দ কার্যকর করা যাবে না এবং ছেলেকে খুনের দায়ে বাবাকে মৃত্যুদন্ড প্রদান করা যাবে না।\n\nহাসান, ইবনু মা-জাহ- (২৫৯৯, ২৬৬১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ إِسْمَاعِيلَ بْنِ مُسْلِمٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ تُقَامُ الْحُدُودُ فِي الْمَسَاجِدِ وَلاَ يُقْتَلُ الْوَالِدُ بِالْوَلَدِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ بِهَذَا الإِسْنَادِ مَرْفُوعًا إِلاَّ مِنْ حَدِيثِ إِسْمَاعِيلَ بْنِ مُسْلِمٍ ‏.‏ وَإِسْمَاعِيلُ بْنُ مُسْلِمٍ الْمَكِّيُّ قَدْ تَكَلَّمَ فِيهِ بَعْضُ أَهْلِ الْعِلْمِ مِنْ قِبَلِ حِفْظِهِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি শুধু ইসমাঈল ইবনু মুসলিমের সূত্রেই মারফুভাবে বর্ণিত হয়েছে বলে আমরা জানি। তিনি মক্কার অধিবাসী। তার স্মরণশক্তি সম্পর্কে কিছু সংখ্যক হাদীস বিশারদ সমালোচনা করেছেন।"
  },
  {
    "hadith_id": 1402,
    "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে মুসলিম ব্যক্তি সাক্ষ্য দেয় যে, আল্লাহ তা‘আলা ব্যতীত আর কোন ইলাহ (প্রভু) নেই এবং আমি (মুহাম্মাদ) আল্লাহর রাসূল, তার রক্ত (তাকে খুন করা) বৈধ নয়, তিনটি অপরাধের মধ্যে কোন একটি ব্যতীতঃ বিবাহিত হয়েও যিনা করলে, কোন লোককে খুন করলে তার কিসাস হিসেবে এবং নিজের ধর্ম ছেড়ে দিয়ে ইসলামী জামা’আত হতে বিচ্ছিন্ন হলে।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৫৩৪), নাস-ঈ",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنِّي رَسُولُ اللَّهِ إِلاَّ بِإِحْدَى ثَلاَثٍ الثَّيِّبُ الزَّانِي وَالنَّفْسُ بِالنَّفْسِ وَالتَّارِكُ لِدِينِهِ الْمُفَارِقُ لِلْجَمَاعَةِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُثْمَانَ وَعَائِشَةَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ مَسْعُودٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উসমান, আইশা ও ইবনু আব্বাস (রাঃ) হতেও অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু মাসঊদ (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1403,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সাবধান! যে লোক সন্ধি-চুক্তি করে আল্লাহ ও তাঁর রাসূলের যিম্মা (নিরাপত্তা) নিয়েছে তাকে যে লোক খুন করল সে আল্রাহ তা‘আলার যিম্মাদারীকে ছিন্ন করল। সে জান্নাতের সুগন্ধটুকুও লাভ করবে না। অথচ জান্নাতের সুগন্ধ সত্তর বছরের দুরত্ব (পথ) হতেও পাওয়া যায়।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৬৮৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مَعْدِيُّ بْنُ سُلَيْمَانَ، هُوَ الْبَصْرِيُّ عَنِ ابْنِ عَجْلاَنَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ أَلاَ مَنْ قَتَلَ نَفْسًا مُعَاهِدَةً لَهُ ذِمَّةُ اللَّهِ وَذِمَّةُ رَسُولِهِ فَقَدْ أَخْفَرَ بِذِمَّةِ اللَّهِ فَلاَ يَرَحْ رَائِحَةَ الْجَنَّةِ وَإِنَّ رِيحَهَا لَيُوجَدُ مِنْ مَسِيرَةِ سَبْعِينَ خَرِيفًا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي بَكْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ বাকরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আবূ হুরাইরা (রাঃ) হতে একাধিক সূত্রে এ হাদীসটি বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 1405,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "যখন আল্লাহ তা‘আলা তাঁর রাসূলকে (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে মক্কা-বিজয় দান করলেন তখন তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকদের সামনে দাঁড়িয়ে আল্লাহ তা‘আলার প্রশংসা ও গুনগান করার পর বললেনঃ যার আপন কেউ নিহত হয়েছে সে দু’টি বিকল্পের মধ্যে একটি গ্রহণ করতে পারে। সে চাইলে খুনীকে ক্ষমাও করতে পারে অথবা তাকে হত্যাও করতে পারে।\n\nসহীহ্‌, ইবনু মা-জাহ (২৬২৪)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، وَيَحْيَى بْنُ مُوسَى، قَالاَ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، حَدَّثَنِي أَبُو سَلَمَةَ، حَدَّثَنِي أَبُو هُرَيْرَةَ، قَالَ لَمَّا فَتَحَ اللَّهُ عَلَى رَسُولِهِ مَكَّةَ قَامَ فِي النَّاسِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ ‏ \"‏ وَمَنْ قُتِلَ لَهُ قَتِيلٌ فَهُوَ بِخَيْرِ النَّظَرَيْنِ إِمَّا أَنْ يَعْفُوَ وَإِمَّا أَنْ يَقْتُلَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ وَائِلِ بْنِ حُجْرٍ وَأَنَسٍ وَأَبِي شُرَيْحٍ خُوَيْلِدِ بْنِ عَمْرٍو ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ওয়াইল ইবনু হুজর, আনাস ও আবূ শুরাইহ খুয়াইলিদ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1407,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর আমলে এক লোক নিহত হল। তিনি খুনীকে মৃত ব্যক্তির অভিভাবকদের নিকট সোপর্দ করে দিলেন। খুনী ব্যক্তি বলল, হে আল্লাহর রাসূল! আল্লাহর শপথ! তাকে মেরে ফেলার কোন ইচ্ছাই আমার ছিল না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (মৃত ব্যক্তির অভিভাবকদের) বললেনঃ যদি সে সত্য কথা বলে থাকে এবং এ অবস্থায় তুমি তাকে হত্যা কর তবে তুমি জাহান্নামে যাবে। এ কথার ফলে সে খুনীকে মুক্ত করে দিল। সে চামড়ার রশি দ্বারা পিছন দিক থেকে বাঁধা ছিল। বর্ণনাকারী বলেন, সে রশি হেঁচড়াতে হেঁচড়াতে বেরিয়ে গেল। এরপর হতে তার ডাকনাম হয়ে যায় রশিওয়ালা।\n\nসহীহ্‌, ইবনু মা-জাহ- (২৬৯০)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قُتِلَ رَجُلٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَدُفِعَ الْقَاتِلُ إِلَى وَلِيِّهِ فَقَالَ الْقَاتِلُ يَا رَسُولَ اللَّهِ وَاللَّهِ مَا أَرَدْتُ قَتْلَهُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَمَا إِنَّهُ إِنْ كَانَ صَادِقًا فَقَتَلْتَهُ دَخَلْتَ النَّارَ ‏\"‏ ‏.‏ فَخَلَّى عَنْهُ الرَّجُلُ ‏.‏ قَالَ وَكَانَ مَكْتُوفًا بِنِسْعَةٍ ‏.‏ قَالَ فَخَرَجَ يَجُرُّ نِسْعَتَهُ ‏.‏ قَالَ فَكَانَ يُسَمَّى ذَا النِّسْعَةِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالنِّسْعَةُ حَبْلٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। নিসআতুনঃ রশি"
  },
  {
    "hadith_id": 1406,
    "narrator": "আবূ শুরাইহ আল-কাবী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নিশ্চয়ই আল্লাহ তা‘আলা মক্কাকে হারাম (সম্মানিত) করেছেন, কোন মানুষ একে হারাম ঘোষণা করেনি। আল্লাহ ও পরকালের উপর যে লোক ঈমান রাখে সে যেন এখানে রক্তপাত (হত্যা) না করে এবং এখানকার কোন গাছপালা না কাটে। এখানে যদি কোন লোক (রক্ত প্রবাহের উদ্দেশ্যে) এই বলে অজুহাত খোঁজ করে যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জন্যও তো মক্কাকে হালাল করা হয়েছিল, তবে তার জেনে রাখা উচিত, আল্লাহ শুধু আমার জন্যই একে হালাল করেছিলেন, অন্য কারো জন্য হালাল করেননি। আমার জন্য শুধু একটা দিনের কিছু সময় হালাল করা হয়েছিল। তারপর তা কিয়ামাত দিবস পর্যন্ত হারাম হয়ে গেছে। হে খুযাআ বংশের জনগণ। এরপরও হুযাইল গোত্রের এই লোককে তোমরা খুন করেছ। আমি তার রক্তপণ দিয়ে দিচ্ছি। আজকের পর হতে কোন লোকের কোন আপনজন নিহত হলে তার পরিবারের লোকজন দু‘টি বিকল্পের মধ্যে যে কোন একটি গ্রহণ করবেঃ হয় তারা খুনীকে মেরে ফেলবে না হয় রক্তপণ গ্রহণ করবে।\n\nসহীহ্‌, ইরওয়া- (২২২০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ الْمَقْبُرِيُّ، عَنْ أَبِي شُرَيْحٍ الْكَعْبِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ اللَّهَ حَرَّمَ مَكَّةَ وَلَمْ يُحَرِّمْهَا النَّاسُ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلاَ يَسْفِكَنَّ فِيهَا دَمًا وَلاَ يَعْضِدَنَّ فِيهَا شَجَرًا فَإِنْ تَرَخَّصَ مُتَرَخِّصٌ فَقَالَ أُحِلَّتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَإِنَّ اللَّهَ أَحَلَّهَا لِي وَلَمْ يُحِلَّهَا لِلنَّاسِ وَإِنَّمَا أُحِلَّتْ لِي سَاعَةً مِنْ نَهَارٍ ثُمَّ هِيَ حَرَامٌ إِلَى يَوْمِ الْقِيَامَةِ ثُمَّ إِنَّكُمْ مَعْشَرَ خُزَاعَةَ قَتَلْتُمْ هَذَا الرَّجُلَ مِنْ هُذَيْلٍ وَإِنِّي عَاقِلُهُ فَمَنْ قُتِلَ لَهُ قَتِيلٌ بَعْدَ الْيَوْمِ فَأَهْلُهُ بَيْنَ خِيرَتَيْنِ إِمَّا أَنْ يَقْتُلُوا أَوْ يَأْخُذُوا الْعَقْلَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَحَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَرَوَاهُ شَيْبَانُ أَيْضًا عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ مِثْلَ هَذَا ‏.‏ - وَرُوِيَ عَنْ أَبِي شُرَيْحٍ الْخُزَاعِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ قُتِلَ لَهُ قَتِيلٌ فَلَهُ أَنْ يَقْتُلَ أَوْ يَعْفُوَ أَوْ يَأْخُذَ الدِّيَةَ ‏\"‏ ‏.‏ وَذَهَبَ إِلَى هَذَا بَعْضُ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। শাইবানও ইয়াহ্‌ইয়ার নিকট হতে একই হাদীস বর্ণনা করেছেন। আবূ শুরাইহ্‌ আল-খুযাঈ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “যে ব্যক্তির কোন আপনজন নিহত হল, সে চাইলে খুনীকে মেরে ফেলতে পারে অথবা ক্ষমা করতে পারে অথবা রক্তপণ নিতে পারে।” এ হাদীসটি ইমাম আহ্‌মাদ ও ইসহাক (রহঃ) নিজেদের মতের সমর্থনে দলীল হিসাবে গ্রহণ করেছেন।"
  },
  {
    "hadith_id": 1409,
    "narrator": "শাদ্দাদ ইবনু আওস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নিশ্চয়ই আল্লাহ তা‘আলা প্রতিটি জিনিসের প্রতি দয়া-অনুগ্রহ প্রদর্শনের আবশ্যকতা গণ্য করেছেন। অতএব তোমরা (কিসাসে অথবা জিহাদে) কোন লোককে হত্যা করলে উত্তম পন্থায় হত্যা করবে এবং কোন কিছু যবেহ করার সময় উত্তম পন্থায় যবেহ করবে। তোমাদের মধ্যে যে কেউ যেন তার ছুরি ভালভাবে ধারালো করে নেয় এবং যবেহ করার পশুটিকে আরাম দেয়।\n\nসহীহ্‌, ইবনু মা-জাহ (৩১৭০), মুসলিম",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، حَدَّثَنَا خَالِدٌ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الأَشْعَثِ الصَّنْعَانِيِّ، عَنْ شَدَّادِ بْنِ أَوْسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ اللَّهَ كَتَبَ الإِحْسَانَ عَلَى كُلِّ شَيْءٍ فَإِذَا قَتَلْتُمْ فَأَحْسِنُوا الْقِتْلَةَ وَإِذَا ذَبَحْتُمْ فَأَحْسِنُوا الذِّبْحَةَ وَلْيُحِدَّ أَحَدُكُمْ شَفْرَتَهُ وَلْيُرِحْ ذَبِيحَتَهُ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ أَبُو الأَشْعَثِ الصَّنْعَانِيُّ اسْمُهُ شُرَحْبِيلُ بْنُ آدَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। আবূল আশআস-এর নাম শারাহীল, বাবার নাম আ-দাহ্‌।"
  },
  {
    "hadith_id": 1408,
    "narrator": "সুলাইমান ইবনু বুরাইদা (রাঃ) হতে তার বাবা",
    "bn": "তিনি (বুরাইদা) বলেন, যখন কোন লোককে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন বাহিনীর আমীর করে পাঠাতেন তখন তাকে বিশেষকরে আল্লাহভীতির উপদেশ দিতেন এবং তার সাথের মুসলিমদের সাথে সৎ ও কল্যাণময় আচরণের নির্দেশ দিতেন। তিনি বলতেনঃ তোমরা আল্লাহ্‌র নামে আল্লাহর রাস্তায় জিহাদ কর, আল্লাহ তা‘আলার সাথে কুফরীকারীদের বিরুদ্ধে যুদ্ধ কর, খিয়ানাত ও প্রতারণা কর না, বিশ্বাসঘাতকতা কর না। মুসলা (নাক, কান ইত্যাদি কর্তন) কর না এবং শিশুদের হত্যা কর না।\n\nসহীহ্‌ ইবনু মা-জাহ (২৮৫৮), মুসলিম",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا بَعَثَ أَمِيرًا عَلَى جَيْشٍ أَوْصَاهُ فِي خَاصَّةِ نَفْسِهِ بِتَقْوَى اللَّهِ وَمَنْ مَعَهُ مِنَ الْمُسْلِمِينَ خَيْرًا فَقَالَ ‏ \"‏ اغْزُوا بِسْمِ اللَّهِ وَفِي سَبِيلِ اللَّهِ قَاتِلُوا مَنْ كَفَرَ بِاللَّهِ اغْزُوا وَلاَ تَغُلُّوا وَلاَ تَغْدِرُوا وَلاَ تُمَثِّلُوا وَلاَ تَقْتُلُوا وَلِيدًا ‏\"‏ ‏.‏ وَفِي الْحَدِيثِ قِصَّةٌ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَشَدَّادِ بْنِ أَوْسٍ وَعِمْرَانَ بْنِ حُصَيْنٍ وَأَنَسٍ وَسَمُرَةَ وَالْمُغِيرَةِ وَيَعْلَى بْنِ مُرَّةَ وَأَبِي أَيُّوبَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ بُرَيْدَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَكَرِهَ أَهْلُ الْعِلْمِ الْمُثْلَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসের সাথে একটি ঘটনা আছে। ইবনু মাসঊদ, শাদ্দাদ ইবনু আওস, ইমরান ইবনু হুসাইন, আনাম, সামুরা, মুগীরা, ইয়ালা ইবনু মুররা ও আবূ আইয়ুব (রাঃ) হতেও অনুচ্ছেদে হাদীস বর্ণিত আছে। বুরাইদাহ (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। বন্দীদের বা নিহতের নাক, কান, অঙ্গ-প্রত্যঙ্গ ইত্যাদি কাটতে বিশেষজ্ঞ আলিমগণ নিষেধ করেছেন।"
  },
  {
    "hadith_id": 1410,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, ভ্রুণের (গর্ভস্থিত বাচ্চার) রক্তপণ হিসেবে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একজন যুবক গোলাম অথবা বাঁদী দেওয়ার ফায়সালা করেছেন। যে লোককে তিনি রক্তপণের নির্দেশ দিলেন সে বলল, আপনি এরূপ বাচ্চার রক্তপণ প্রদান করাবেন কি, যে পানও করেনিও, খায়ওনি এবং চিৎকারও করেনি? এরূপ (খুনের কিসাস) তো বাতিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন। এ লোক তো কবিদের মত (প্রমানহীন) কথা বলছে। হ্যাঁ, অবশ্যই এর রক্তপণ হিসেবে একজন যুবক গোলাম অথবা বাঁদী ধার্য হবে।\n\nসহীহ্‌, ইবনু মা-জাহ (২৬৩৯), নাসা-ঈ",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ سَعِيدٍ الْكِنْدِيُّ الْكُوفِيُّ، حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْجَنِينِ بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ ‏.‏ فَقَالَ الَّذِي قُضِيَ عَلَيْهِ أَنُعْطِي مَنْ لاَ شَرِبَ وَلاَ أَكَلَ وَلاَ صَاحَ فَاسْتَهَلَّ فَمِثْلُ ذَلِكَ يُطَلُّ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِنَّ هَذَا لَيَقُولُ بِقَوْلِ شَاعِرٍ بَلْ فِيهِ غُرَّةٌ عَبْدٌ أَوْ أَمَةٌ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ حَمَلِ بْنِ مَالِكِ بْنِ النَّابِغَةِ وَالْمُغِيرَةِ بْنِ شُعْبَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ ‏.‏ وَقَالَ بَعْضُهُمُ الْغُرَّةُ عَبْدٌ أَوْ أَمَةٌ أَوْ خَمْسُمِائَةِ دِرْهَمٍ ‏.‏ وَقَالَ بَعْضُهُمْ أَوْ فَرَسٌ أَوْ بَغْلٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হামল ইবনু মালিক ইবনু নাবিগা এবং মুগীরা ইবনু শু’বা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এ হাদীস মোতাবেক বিশেষজ্ঞ আলিমগণ আমল করেছেন। তাদের কেউ কেউ বলেছেন, এক ‘গুর্‌রা’ হল একজন গোলাম অথবা একজন ক্রীতিদাসী অথবা পাঁচ শত দিরহাম। আবার কেউ বলেছেন, অথবা একটি ঘোড়া বা একটি খচ্চর।"
  },
  {
    "hadith_id": 1411,
    "narrator": "মুগীরা ইবনু শুবা (রাঃ)",
    "bn": "দু’জন স্ত্রীলোক একে অপরের সতীন ছিল। তাদের মধ্যে একে অন্যের উপর পাথর অথবা তাঁবুর খুঁটি ছুঁড়ে মারে। ফলে তার গর্ভপাত হয়ে যায়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এই ভ্রুণের রক্তপণ হিসেবে একটি যুবক অর্থ্যাৎ গোলাম অথবা বাঁদী প্রদানের ফায়সালা দেন। তিনি ঐ মহিলাটির পিতার বংশের লোকদের উপর তা পরিশোধের দায় অর্পণ করেন।\n\nসহীহ্, ইরওয়া (২৬০৬), নাসা-ঈ",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عُبَيْدِ بْنِ نَضْلَةَ، عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، أَنَّ امْرَأَتَيْنِ، كَانَتَا ضَرَّتَيْنِ فَرَمَتْ إِحْدَاهُمَا الأُخْرَى بِحَجَرٍ أَوْ عَمُودِ فُسْطَاطٍ فَأَلْقَتْ جَنِينَهَا فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْجَنِينِ غُرَّةٌ عَبْدٌ أَوْ أَمَةٌ وَجَعَلَهُ عَلَى عَصَبَةِ الْمَرْأَةِ ‏.‏\nقَالَ الْحَسَنُ وَأَخْبَرَنَا زَيْدُ بْنُ حُبَابٍ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، بِهَذَا الْحَدِيثِ نَحْوَهُ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উপরোক্ত হাদীসের মত হাসান-যাইদ ইবনু হুবাব হতে, তিনি সুফিয়ান হতে, তিনি মানসূর (রহঃ) –এর সূত্রেও বর্ণিত হয়েছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1412,
    "narrator": "আবূ জুহাইফা (রহঃ)",
    "bn": "আমি আলী (রাঃ)-কে বললাম, হে আমীরুল মু’মিনীন! আপনাদের নিকট সাদা কাগজে কালো কিছু লেখা (কোন বিষয়ের ব্যাখ্যা) আছি কি যা আল্লাহ তা‘আলার গ্রন্থে নেই? তিনি উত্তরে বললেন, সেই মহান সত্তার শপথ, যিনি শস্য আবির্ভুত করেছেন এবং প্রাণের সৃষ্টি করেছেন! আল্লাহ তা‘আলা কুরআন মাজীদ প্রসঙ্গে একজন মানুষকে যে বিশেষ জ্ঞান দিয়েছেন এবং এই সহীফার মধ্যে যা কিছু আছে তার বেশি কিছু আমি জানি না। বর্ণনাকারী বলেন, আমি বললাম, সহীফার মধ্যে কি আছে? তিনি বললেন, তাতে রক্তপণ এবং দাসমুক্তি সম্পর্কিত বিধান আছে। তাতে আরো আছে, কাফিরের পরিবর্তে কোন মু’মিনকে (কিসাসস্বরূপ) হত্যা করা যাবে না।\n\nসহীহ্, ইবনু মা-জাহ- (২৬৫৮)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَنْبَأَنَا مُطَرِّفٌ، عَنِ الشَّعْبِيِّ، حَدَّثَنَا أَبُو جُحَيْفَةَ، قَالَ قُلْتُ لِعَلِيٍّ يَا أَمِيرَ الْمُؤْمِنِينَ هَلْ عِنْدَكُمْ سَوْدَاءُ فِي بَيْضَاءَ لَيْسَ فِي كِتَابِ اللَّهِ قَالَ لاَ وَالَّذِي فَلَقَ الْحَبَّةَ وَبَرَأَ النَّسَمَةَ مَا عَلِمْتُهُ إِلاَّ فَهْمًا يُعْطِيهِ اللَّهُ رَجُلاً فِي الْقُرْآنِ وَمَا فِي الصَّحِيفَةِ ‏.‏ قُلْتُ وَمَا فِي الصَّحِيفَةِ قَالَ فِيهَا الْعَقْلُ وَفِكَاكُ الأَسِيرِ وَأَنْ لاَ يُقْتَلَ مُؤْمِنٌ بِكَافِرٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ قَالُوا لاَ يُقْتَلُ مُؤْمِنٌ بِكَافِرٍ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ يُقْتَلُ الْمُسْلِمُ بِالْمُعَاهِدِ ‏.‏ وَالْقَوْلُ الأَوَّلُ أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আলী (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এই হাদীস মোতাবেক একদল বিশেষজ্ঞ আলিম আমল করেছেন। সুফিয়ান সাওরী, মালিক ইবনু আনাস, শাফিঈ, আহ্‌মাদ ও ইসহাক (রাঃ) বলেছেন, কাফিরকে খুনের অপরাধে মুসলমানকে মৃত্যুদন্ড প্রদান করা যাবে না। অন্য এক দল বলেছেন, চুক্তিবদ্ধ সম্প্রদায়ের কোন কাফিরকে খুন করার দায়ে মুসলমানকে মৃত্যুদন্ড প্রদান করা বৈধ। কিন্তু প্রথম মতই অনেক বেশি সহীহ্।"
  },
  {
    "hadith_id": 1414,
    "narrator": "সামুরা (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি তার দাসকে হত্যা করবে আমরা (কিসাস স্বরূপ) তাকে হত্যা করব। আর যে ব্যক্তি তার দাসকে অঙ্গহানি করবে আমরা তাকে অঙ্গহানি করব। \n\nযঈফ, ইবনু মাজাহ (২৬৬৩), আবূ ঈসা বলেন। হাদীসটি হাসান গারীব। তাবেঈদের কিছু বিশেষজ্ঞ আলিম এ মত গ্রহণ করেছেন, ইব্রাহীম নাখঈ তাদেরই একজন। হাসান বাসরী আতা ইবনু আবী রাবাহ এবং কিছু বিদ্বানগণের মতে আযাদ ব্যক্তিকে দাসের বদলে কিসাস গ্রহণ করা যাবে না। তা হত্যার পরিবর্তেই হোক বা অঙ্গের পরিবর্তেই হোক। আহমাদ ও ইসহাকের অভিমত ইহাই। কেউ কেউ বলেছেন কোন ব্যক্তি যদি নিজস্ব গোলাম হত্যা করে তবে মালিককে হত্যা করা যাবে না। আর যদি অন্যের গোলাম হত্যা করে তবে তাকে হত্যা করা যাবে। সুফিয়ান সাওর ও কুফাবাসীদের ইহাই অভিমত।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ قَتَلَ عَبْدَهُ قَتَلْنَاهُ وَمَنْ جَدَعَ عَبْدَهُ جَدَعْنَاهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ مِنَ التَّابِعِينَ مِنْهُمْ إِبْرَاهِيمُ النَّخَعِيُّ إِلَى هَذَا وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْهُمُ الْحَسَنُ الْبَصْرِيُّ وَعَطَاءُ بْنُ أَبِي رَبَاحٍ لَيْسَ بَيْنَ الْحُرِّ وَالْعَبْدِ قِصَاصٌ فِي النَّفْسِ وَلاَ فِيمَا دُونَ النَّفْسِ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُهُمْ إِذَا قَتَلَ عَبْدَهُ لاَ يُقْتَلُ بِهِ وَإِذَا قَتَلَ عَبْدَ غَيْرِهِ قُتِلَ بِهِ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1415,
    "narrator": "সাঈদ ইবনুল মুসাইয়্যিব (রহঃ)",
    "bn": "উমার (রাঃ) বলতেন, আকিলার (খুনীর পিতৃপক্ষীয় আত্মীয়) উপর দিয়াত ধার্য হয়ে থাকে এবং স্বামীর দিয়াতের ক্ষেত্রে স্ত্রী ওয়ারিশ হয় না। এরপর তাকে যাহ্‌হাক ইবনু সুফিয়ান (রাঃ) জানান যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে লিখে পাঠানঃ আশ্‌ইয়াম আয-যুবাবীর স্ত্রীকে তার স্বামীর দিয়াতের ওয়ারিস বানাও (তারপর তিনি পূর্বোক্ত অভিমত বাতিল করে দেন)।\n\nসহীহ্, ইবনু মা-জাহ- (২৬৪২)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَأَحْمَدُ بْنُ مَنِيعٍ، وَأَبُو عَمَّارٍ وَغَيْرُ وَاحِدٍ قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، أَنَّ عُمَرَ، كَانَ يَقُولُ الدِّيَةُ عَلَى الْعَاقِلَةِ وَلاَ تَرِثُ الْمَرْأَةُ مِنْ دِيَةِ زَوْجِهَا شَيْئًا ‏.‏ حَتَّى أَخْبَرَهُ الضَّحَّاكُ بْنُ سُفْيَانَ الْكِلاَبِيُّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَتَبَ إِلَيْهِ ‏ \"‏ أَنْ وَرِّثِ امْرَأَةَ أَشْيَمَ الضِّبَابِيِّ مِنْ دِيَةِ زَوْجِهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন । এ হাদীস অনুযায়ী অভিজ্ঞ আলিমগণ আমল করেছেন ।"
  },
  {
    "hadith_id": 1416,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "একজন লোক তার দাঁত দিয়ে অন্য একজনের হাত কামড়ে ধরে। ঐ লোক তার হাতকে টেনে ছাড়িয়ে নেওয়ার ফলে প্রথম লোকটির সামনে দু’টি দাঁত উপড়ে যায়। তারা দু’জনেই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট অভিযোগ উত্থাপন করলে তিনি বললেনঃ তোমাদের কোন লোক কি উটের মত দাঁত দিয়ে তার ভাইকে কামড় দেয়? তোমার কোন দিয়াত প্রাপ্য নেই। অনন্তর মহান আল্লাহ তা‘আলা এ আয়াত অবতীর্ণ করেনঃ “জখমের জন্যও রয়েছে কিসাস” (সূরাঃ মাইদা-৪৫)।\n\nসহীহ্‌, নাসা-ঈ",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَنْبَأَنَا عِيسَى بْنُ يُونُسَ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ زُرَارَةَ بْنَ أَوْفَى، يُحَدِّثُ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ رَجُلاً، عَضَّ يَدَ رَجُلٍ فَنَزَعَ يَدَهُ فَوَقَعَتْ ثَنِيَّتَاهُ فَاخْتَصَمُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ يَعَضُّ أَحَدُكُمْ أَخَاهُ كَمَا يَعَضُّ الْفَحْلُ لاَ دِيَةَ لَكَ ‏\"‏ ‏.‏ فَأَنْزَلَ اللَّهُ ‏(‏وَالْجُرُوحَ قِصَاصٌ ‏)‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ يَعْلَى بْنِ أُمَيَّةَ وَسَلَمَةَ بْنِ أُمَيَّةَ وَهُمَا أَخَوَانِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عِمْرَانَ بْنِ حُصَيْنٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইয়ালা ইবনু উমাইয়্যা ও সালামা ইবনু উমাইয়্যা (রাঃ) হতেও এ অনচ্ছেদে হাদীস বর্ণিত আছ। তারা দু’জন সহোদর ভাই। ইমরান ইবনু হুসাইন (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1418,
    "narrator": "সাঈদ ইবনু যাইদ ইবনু আমর ইবনু নুফাইল (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক নিজের ধন-সম্পদের রক্ষণাবেক্ষণ করতে গিয়ে মারা গেলে সে শহীদ। যে ব্যক্তি এক বিঘত পরিমাণ জমি চুরি করবে কিয়ামাত দিবসে তার গলায় সাত তবক জমি ঝুলিয়ে দেওয়া হবে।\n\nসহীহ্‌, ইবনু মা-জাহ (৪৫৮০), নাসা-ঈ",
    "ar": "حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ، وَحَاتِمُ بْنُ سِيَاهٍ الْمَرْوَزِيُّ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ طَلْحَةَ بْنِ عَبْدِ اللَّهِ بْنِ عَوْفٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَمْرِو بْنِ سَهْلٍ، عَنْ سَعِيدِ بْنِ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ وَمَنْ سَرَقَ مِنَ الأَرْضِ شِبْرًا طُوِّقَهُ يَوْمَ الْقِيَامَةِ مِنْ سَبْعِ أَرَضِينَ ‏\"‏ ‏.‏ وَزَادَ حَاتِمُ بْنُ سِيَاهٍ الْمَرْوَزِيُّ فِي هَذَا الْحَدِيثِ قَالَ مَعْمَرٌ بَلَغَنِي عَنِ الزُّهْرِيِّ وَلَمْ أَسْمَعْ مِنْهُ زَادَ فِي هَذَا الْحَدِيثِ ‏\"‏ مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ ‏\"‏ ‏.‏ وَهَكَذَا رَوَى شُعَيْبُ بْنُ أَبِي حَمْزَةَ هَذَا الْحَدِيثَ عَنِ الزُّهْرِيِّ عَنْ طَلْحَةَ بْنِ عَبْدِ اللَّهِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَمْرِو بْنِ سَهْلٍ عَنْ سَعِيدِ بْنِ زَيْدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَى سُفْيَانُ بْنُ عُيَيْنَةَ عَنِ الزُّهْرِيِّ عَنْ طَلْحَةَ بْنِ عَبْدِ اللَّهِ عَنْ سَعِيدِ بْنِ زَيْدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَذْكُرْ فِيهِ سُفْيَانُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَمْرِو بْنِ سَهْلٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হাতিম ইবনু সিয়াহ আল মারাযী এই হাদীস বর্ণনার ক্ষেত্রে বলেছেনঃ মা’মার বলেন, “যুহরী হতে আমার নিকট পৌঁছেছে, আমি তার নিকট সরাসরি শুনিনাই” । আর শুয়াইব ইবনু আবী হাম্‌যাহ বর্ণনা করেছেন যুহরী হতে, তিনি তালহা ইবনু আব্দুল্লাহ হতে, তিনি আব্দুর রহমান হতে তিনি সাঈদ ইবনু যাইদ হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে। সুফিয়ান ইবনু উয়াইনা বর্ণনা করেছেন যুহরী হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে । সুফিয়ান আব্দুর রহমান ইবনু আমরের উল্লেখ করেননি ।"
  },
  {
    "hadith_id": 1420,
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জোর পূর্বক কোন লোকের ধন-সম্পদ ছিনিয়ে নিতে চাইলে সে যদি এর বিরুদ্ধে সংগ্রাম করতে গিয়ে মৃত্যুবরণ করে তবে শহীদ হিসাবে গণ্য হবে।",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ الْهَمْدَانِيُّ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْوَهَّابِ الْكُوفِيُّ، شَيْخٌ ثِقَةٌ عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَسَنِ بْنِ الْحَسَنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ، حَدَّثَنِي إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ طَلْحَةَ، قَالَ سُفْيَانُ وَأَثْنَى عَلَيْهِ خَيْرًا قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ أُرِيدَ مَالُهُ بِغَيْرِ حَقٍّ فَقَاتَلَ فَقُتِلَ فَهُوَ شَهِيدٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। মুহাম্মাদ ইবনু বাশশার আব্দুর রহমান হতে, তিনি সুফিয়ান হতে, তিনি আব্দুল্লাহ ইবনুল হাসান হতে, তিনি ইবরাহীম ইবনু মুহাম্মাদ ইবনু তালহা হতে, তিনি আব্দুল্লাহ ইবনু আমর হতে, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1421,
    "narrator": "সাঈদ ইবনু যাইদ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ যে লোক নিজের ধনমাল রক্ষা করতে গিয়ে মৃত্যুবরণ করে সে শহীদ। যে লোক নিজের দীনকে হিফাযাত করতে গিয়ে মারা যায় সে শহীদ। যে লোক নিজের প্রাণ বাঁচাতে গিয়ে মৃত্যুবরণ করে সে শহীদ। যে লোক তার পরিবারের সদস্যদের নিরাপত্তার ব্যবস্থা করতে গিয়ে মারা যায় সেও শহীদ।\n\nসহীহ্‌, আল-আহকাম (৪২)",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، قَالَ أَخْبَرَنِي يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنْ أَبِيهِ، عَنْ أَبِي عُبَيْدَةَ بْنِ مُحَمَّدِ بْنِ عَمَّارِ بْنِ يَاسِرٍ، عَنْ طَلْحَةَ بْنِ عَبْدِ اللَّهِ بْنِ عَوْفٍ، عَنْ سَعِيدِ بْنِ زَيْدٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ وَمَنْ قُتِلَ دُونَ دِينِهِ فَهُوَ شَهِيدٌ وَمَنْ قُتِلَ دُونَ دَمِهِ فَهُوَ شَهِيدٌ وَمَنْ قُتِلَ دُونَ أَهْلِهِ فَهُوَ شَهِيدٌ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنْ إِبْرَاهِيمَ بْنِ سَعْدٍ نَحْوَ هَذَا ‏.‏ وَيَعْقُوبُ هُوَ ابْنُ إِبْرَاهِيمَ بْنِ سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ الزُّهْرِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। একাধিক বর্ণনাকারী ইবরাহীম ইবনু সা’দ এর নিকট হতে একইরকম হাদীস বর্ণনা করেছেন। ইয়াকুবের আব্বা ইবরাহীম দাদা সা’দ ইবনু ইবরাহীম ইবনু আবদুর রাহমান আওফ আয-যুহ্‌রী।"
  },
  {
    "hadith_id": 1419,
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক নিজস্ব সম্পদ রক্ষার্থে মৃত্যুবরণ করে সে শহীদ।\n\nসহীহ্‌ আল-আহকাম- (৪১), ইরওয়া (১৫২৮), নাসা-ঈ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمُطَّلِبِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَسَنِ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ طَلْحَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ قُتِلَ دُونَ مَالِهِ فَهُوَ شَهِيدٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَسَعِيدِ بْنِ زَيْدٍ وَأَبِي هُرَيْرَةَ وَابْنِ عُمَرَ وَابْنِ عَبَّاسٍ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو حَدِيثٌ حَسَنٌ وَقَدْ رُوِيَ عَنْهُ مِنْ غَيْرِ وَجْهٍ ‏.‏ وَقَدْ رَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ لِلرَّجُلِ أَنْ يُقَاتِلَ عَنْ نَفْسِهِ وَمَالِهِ ‏.‏ وَقَالَ ابْنُ الْمُبَارَكِ يُقَاتِلُ عَنْ مَالِهِ وَلَوْ دِرْهَمَيْنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, সাঈদ ইবনু যাইদ, আবূ হুরাইরা, ইবনু উমার, ইবনু আব্বাস ও জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত রয়েছে। আবদুল্লাহ ইবনু আমর (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান বলেছেন। আবদুল্লাহ ইবনু আমর (রাঃ) এর তত্ত্বাবধানে একাধিক সূত্রে এ হাদীসটি বর্ণিত হয়েছে। একদল অভিজ্ঞ আলিম নিজের জান-মালের নিরাপত্তার জন্য যুদ্ধ করার সম্মতি দিয়েছেন। ইবনুল মুবারাক বলেছেন, কোন লোক নিজের ধন-সম্পদ রক্ষার্থে যুদ্ধ করতে পারে, তার পরিমাণ দুই দিরহামই হোক না কেন।"
  },
  {
    "hadith_id": 1387,
    "narrator": "আমর ইবনু শুআইব (রহঃ) হতে পর্যায়ক্রমে তার বাবা ও দাদার সূত্রে",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি স্বেচ্ছায় ও সজ্ঞানে কোন ব্যক্তিকে খুন করবে তাকে নিহতের ওয়ারিসগণের নিকট সোপর্দ করা হবে। তারা চাইলে তাকে হত্যাও করতে পারে অথবা রক্তপণও আদায় করতে পারে। রক্তপণের পরিমাণ তিন বছরের ত্রিশটি উষ্ট্রী, চার বছরের ত্রিশটি উট এবং চল্লিশটি গাভিন উষ্ট্রী হতে হবে। দুই পক্ষের মধ্যে কোনরকম সমাধান হয়ে গেলে সেক্ষেত্রে সে অনুযায়ী সিদ্ধান্ত গ্রহণ করতে হবে। রক্তপণকে কঠোর করার জন্য এই নীতি গ্রহণ করা হয়েছে।\n\nহাসান, ইবনু মা-জাহ (২৬২৬) \n\nআব্দুল্লাহ ইবনু আমর (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ، أَخْبَرَنَا حَبَّانُ، وَهُوَ ابْنُ هِلاَلٍ حَدَّثَنَا مُحَمَّدُ بْنُ رَاشِدٍ، أَخْبَرَنَا سُلَيْمَانُ بْنُ مُوسَى، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ قَتَلَ مُؤْمِنًا مُتَعَمِّدًا دُفِعَ إِلَى أَوْلِيَاءِ الْمَقْتُولِ فَإِنْ شَاءُوا قَتَلُوا وَإِنْ شَاءُوا أَخَذُوا الدِّيَةَ وَهِيَ ثَلاَثُونَ حِقَّةً وَثَلاَثُونَ جَذَعَةً وَأَرْبَعُونَ خَلِفَةً وَمَا صَالَحُوا عَلَيْهِ فَهُوَ لَهُمْ ‏\"‏ ‏.‏ وَذَلِكَ لِتَشْدِيدِ الْعَقْلِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1404,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমির গোত্রের দুই ব্যক্তিকে মুসলমানদের মত একই রকম দিয়াত প্রদান করেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে তাদের নিরাপত্তা-চুক্তি ছিল। \n\nসনদ দুর্বল, আবূ ঈসা বলেন, এ হাদীসটি গারীব। শুধুমাত্র উল্লেখিত সনদ সূত্রেই আমরা এ হাদীসটি জেনেছি। আবূ সা’দ আল-বাক্কালের নাম সাঈদ, পিতা আল-মারযুবান",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ أَبِي بَكْرِ بْنِ عَيَّاشٍ، عَنْ أَبِي سَعْدٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم وَدَى الْعَامِرِيَّيْنِ بِدِيَةِ الْمُسْلِمِينَ وَكَانَ لَهُمَا عَهْدٌ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَأَبُو سَعْدٍ الْبَقَّالُ اسْمُهُ سَعِيدُ بْنُ الْمَرْزُبَانِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1413,
    "narrator": "আমর ইবনু শুআইব (রহঃ) হতে পর্যায়ক্রমে তার বাবা ও দাদার সূত্রে",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কাফিরের পরিবর্তে কোন মুসলমান ব্যক্তিকে মৃত্যুদন্ড প্রদান করা যাবে না।\n\nহাসান সহীহ্‌, ইবনু মা-জাহ- (২৬৫৯)\n\nএকই সনদসূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আরো বর্ণিত আছে যে, তিনি বলেনঃ “কাফিরের দিয়াত হচ্ছে মুসলমানের দিয়াতের অর্ধেক।”\n\nহাসান, ইবনু মা-জাহ- (২৬৪৪)\n\nএই অধ্যায়ে আব্দুল্লাহ ইবনু আমর (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান বলেছেন। বিশেষজ্ঞ আলিমদের মধ্যে ইয়াহূদী ও নাসারাদের দিয়াত প্রসঙ্গে মতপার্থক্য আছে। এ বিষয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে হাদীসে যা বর্ণিত হয়েছে একদল আলিম সেটাই গ্রহণ করেছেন। উমার ইবনু আবদুল আযীয (রহঃ) বলেছেন, ইয়াহূদী ও নাসারাদের দিয়াত মুসলমানদের দিয়াতের অর্ধেক হবে। একই কথা বলেছেন, আহ্মাদ ইবনু হাম্বল (রহঃ)-ও। উমার ইবনুল খাত্তাব (রাঃ) বলেন, চার হাজার দিরহাম হচ্ছে ইয়াহূদী ও নাসারাদের দিয়াত এবং আটশত দিরহাম হচ্ছে মাজুসীদের দিয়াত। একই কথা বলেছেন, ইমাম মালিক, শাফিঈ ও ইসহাকও। অন্য একদল বিশেষজ্ঞ আলিম বলেছেন, ইয়াহূদী-নাসারাদের দিয়াত মুসলমানদের দিয়াতের সমান। সুফিয়ান সাওরী ও কূফাবাসীদের এই মত।",
    "ar": "حَدَّثَنَا عِيسَى بْنُ أَحْمَدَ، حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ يُقْتَلُ مُسْلِمٌ بِكَافِرٍ ‏\"‏ ‏.‏\nوَبِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ دِيَةُ عَقْلِ الْكَافِرِ نِصْفُ دِيَةِ عَقْلِ الْمُؤْمِنِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو فِي هَذَا الْبَابِ حَدِيثٌ حَسَنٌ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي دِيَةِ الْيَهُودِيِّ وَالنَّصْرَانِيِّ فَذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ فِي دِيَةِ الْيَهُودِيِّ وَالنَّصْرَانِيِّ إِلَى مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَقَالَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ دِيَةُ الْيَهُودِيِّ وَالنَّصْرَانِيِّ نِصْفُ دِيَةِ الْمُسْلِمِ ‏.‏ وَبِهَذَا يَقُولُ أَحْمَدُ بْنُ حَنْبَلٍ وَرُوِيَ عَنْ عُمَرَ بْنِ الْخَطَّابِ أَنَّهُ قَالَ دِيَةُ الْيَهُودِيِّ وَالنَّصْرَانِيِّ أَرْبَعَةُ آلاَفِ دِرْهَمٍ وَدِيَةُ الْمَجُوسِيِّ ثَمَانُمِائَةِ دِرْهَمٍ ‏.‏ وَبِهَذَا يَقُولُ مَالِكُ بْنُ أَنَسٍ وَالشَّافِعِيُّ وَإِسْحَاقُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ دِيَةُ الْيَهُودِيِّ وَالنَّصْرَانِيِّ مِثْلُ دِيَةِ الْمُسْلِمِ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null
  },
  {
    "hadith_id": 1417,
    "narrator": "বাহ্‌য ইবনু হাকীম (রহঃ) হতে পর্যায়ক্রমে তার বাবা ও দাদার সূত্রে",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একজন লোককে মিথ্যা অপবাদ ছড়ানোর অভিযোগে বন্দী করেন, তারপর তাকে ছেড়ে দেন।\n\nহাসান, মিশকাত (৩৭৮৫)\n\nআবূ হুরাইরা (রাঃ) হতেও এ অনু্চ্ছেদে হাদীস বর্ণিত আছে। বাহয ইবনু হাকীম (রহঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান বলেছেন। এ হাদীসটি ইসমাঈল ইবনু ইবরাহীম বাহয ইবনু হাকীমের সূত্রে আরো দীর্ঘ ও পূর্ণাঙ্গভাবে বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ سَعِيدٍ الْكِنْدِيُّ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنْ بَهْزِ بْنِ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم حَبَسَ رَجُلاً فِي تُهْمَةٍ ثُمَّ خَلَّى عَنْهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ بَهْزٍ عَنْ أَبِيهِ عَنْ جَدِّهِ حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَى إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ عَنْ بَهْزِ بْنِ حَكِيمٍ هَذَا الْحَدِيثَ أَتَمَّ مِنْ هَذَا وَأَطْوَلَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1422,
    "narrator": "সাহল ইবনু আবূ হাসমা ও রাফি ইবনু খাদীজ (রাঃ)",
    "bn": "তারা উভয়ে বলেন, আবদুল্লাহ ইবনু সাহল ইবনু যাইদ এবং মুহাইয়্যিসা ইবনু মাসঊদ ইবনু যাইদ (রাঃ) সফরের উদ্দেশ্যে বের হন। তারা দু’জনে খাইবার নামক জায়গায় এসে পরস্পর এদিক –সেদিক বিচ্ছিন্ন হয়ে পড়েন। পরে আবদুল্লাহ ইবনু সাহলকে মুহাইয়্যিসা (রাঃ) মৃত অবস্থায় দেখতে পান এবং তাকে দাফন করেন। তারপর মুহাইয়্যিসা, (তার বড় ভাই) হুওয়াইয়্যিসা ইবনু মাসঊদ ও (নিহতের ভাই) আবদুর রহমান ইবনু সাহল (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট আসেন।দলের সবার মধ্যে আবদুর রহমান বয়সে ছোট ছিলেন। তিনি তার অপর দু’জন সঙ্গীর আগে কথা বলতে গেলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বলেনঃ বড়কে অগ্রাধিকার দাও। এতে তিনি চুপ থাকেন এবং তার অন্য দু’জন সঙ্গী কথা বলেন। অতঃপর তিনিও তাদের সাথে কথা বলেন, তারা আবদুল্লাহ ইবনু সাহলের মারা যাওয়ার কথাটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট বললেন। তাদেরকে তিনি বলেনঃ তোমাদের পঞ্চাশজন লোক কি শপথ করবে? এতে তোমরা তোমাদের সঙ্গীর অথবা তোমাদের মৃতের দিয়াতের অধিকারী হবে। তারা বলেন, আমরা কিভাবে শপথ করি, আমরা তো প্রত্যক্ষদর্শী ছিলাম না? তিনি বললেনঃ তাহলে পঞ্চাশজন ইয়াহূদী শপথ করে তোমাদের (খুনের অভিযোগ) হতে মুক্ত হয়ে যাবে। তার বলেন, আমরা কিভাবে কাফির সম্প্রদায়ের শপথ গ্রহন করতে পারি? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পরিস্থিতি অনুধাবন করে নিজের (সরকারের) কাছে থেকেই তার দিয়াত আদায় করে দেন।\n\nসহীহ্‌, ইবনু মা’জাহ (২৬৭৭), নাসা-ঈ\n\nউপরোক্ত হাদীসের মত একই অর্থবোধক হাদীস আল-হাসান ইবনু আলী আল-খাল্লাল-ইয়াবীদ ইবনু হারুন হতে, তিনি ইয়াহইয়া ইবনু সাঈদ হতে, তিনি বুশাইর ইবনু ইয়াসার হতে, তিনি সাহল ইবনু আবূ হাসমা ও রাফি ইবনু খাদীজ (রাঃ) হতে এই সূত্রে বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، قَالَ يَحْيَى وَحَسِبْتُ عَنْ رَافِعِ بْنِ خَدِيجٍ، أَنَّهُمَا قَالاَ خَرَجَ عَبْدُ اللَّهِ بْنُ سَهْلِ بْنِ زَيْدٍ وَمُحَيِّصَةُ بْنُ مَسْعُودِ بْنِ زَيْدٍ حَتَّى إِذَا كَانَا بِخَيْبَرَ تَفَرَّقَا فِي بَعْضِ مَا هُنَاكَ ثُمَّ إِنَّ مُحَيِّصَةَ وَجَدَ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَتِيلاً قَدْ قُتِلَ فَدَفَنَهُ ثُمَّ أَقْبَلَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم هُوَ وَحُوَيِّصَةُ بْنُ مَسْعُودٍ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَكَانَ أَصْغَرَ الْقَوْمِ ذَهَبَ عَبْدُ الرَّحْمَنِ لِيَتَكَلَّمَ قَبْلَ صَاحِبَيْهِ قَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كَبِّرِ الْكُبْرَ ‏\"‏ ‏.‏ فَصَمَتَ وَتَكَلَّمَ صَاحِبَاهُ ثُمَّ تَكَلَّمَ مَعَهُمَا فَذَكَرُوا لِرَسُولِ اللَّهِ صلى الله عليه وسلم مَقْتَلَ عَبْدِ اللَّهِ بْنِ سَهْلٍ فَقَالَ لَهُمْ ‏\"‏ أَتَحْلِفُونَ خَمْسِينَ يَمِينًا فَتَسْتَحِقُّونَ صَاحِبَكُمْ أَوْ قَاتِلَكُمْ ‏\"‏ ‏.‏ قَالُوا وَكَيْفَ نَحْلِفُ وَلَمْ نَشْهَدْ قَالَ ‏\"‏ فَتُبَرِّئُكُمْ يَهُودُ بِخَمْسِينَ يَمِينًا ‏\"‏ ‏.‏ قَالُوا وَكَيْفَ نَقْبَلُ أَيْمَانَ قَوْمٍ كُفَّارٍ فَلَمَّا رَأَى ذَلِكَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَعْطَى عَقْلَهُ ‏.‏\nحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، وَرَافِعِ بْنِ خَدِيجٍ، نَحْوَ هَذَا الْحَدِيثِ بِمَعْنَاهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ فِي الْقَسَامَةِ وَقَدْ رَأَى بَعْضُ فُقَهَاءِ الْمَدِينَةِ الْقَوَدَ بِالْقَسَامَةِ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ إِنَّ الْقَسَامَةَ لاَ تُوجِبُ الْقَوَدَ وَإِنَّمَا تُوجِبُ الدِّيَةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস অনুযায়ী কাসামার ব্যাপারে বিশেষজ্ঞ আলিমগণ আমল করেছেন। মাদীনার একদল আলিম অভিমত প্র্রকাশ করেছেন যে, যদি খুনের অপরাধ কাসামর মাধ্যমে স্বীকার করা হয় তবে কিসাস কার্যকর হবে। কূফার একদল আলিম এবং অন্যরা বলেছেন, কাসামার মাধ্যমে কিসাস ওয়াজিব হয় না, কিন্তু দিয়াত ওয়াজিব হয়।"
  },
  {
    "hadith_id": 1390,
    "narrator": "আমর ইবনু শুআইব (রহঃ) হতে পর্যায়ক্রমে তার বাবা ও দাদার সূত্র",
    "bn": "আমর ইবনু শুআইব (রহঃ) হতে পর্যায়ক্রমে তার বাবা ও দাদার সূত্রে বর্ণিত আছে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মূযিহার (হাড় দেখা যায় এরূপ জখমের) রক্তপণের পরিমাণ হবে পাঁচটি করে উট।\n\nহাসান সহীহ্‌, ইবনু মা-জাহ- (২৬৫৫)",
    "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، أَخْبَرَنَا يَزِيدُ بْنُ زُرَيْعٍ، أَخْبَرَنَا حُسَيْنٌ الْمُعَلِّمُ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ فِي الْمَوَاضِحِ خَمْسٌ خَمْسٌ ‏\"‏ ‏.‏ قال أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ أَنَّ فِي الْمُوضِحَةِ خَمْسًا مِنَ الإِبِلِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীস মোতাবেক আলিমগণ আমল করেছেন। এই অভিমত ব্যক্ত করেছেন সুফিয়ান সাওরী, শাফিঈ, আহমাদ ও ইসহাকও। তারা বলেন, মূযিহার (হাড় বের হয়ে যাওয়া জখমের) রক্তপণের পরিমাণ হবে পাঁচটি করে উট।"
  }
]