[
  {
    "hadith_id": 1423,
    "narrator": "আলী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তিন প্রকার লোক হতে কলম উঠিয়ে নেওয়া হয়েছে (শাস্তি থেকে মুক্ত রাখা হয়েছে) ঘুমিয়ে থাকা লোক জাগ্রত না হওয়া পর্যন্ত; শিশু বয়োপ্রাপ্ত না হওয়া পর্যন্ত এবং নিষ্ক্রিয়বুদ্ধিসম্পন্ন লোকের জ্ঞান না আসা পর্যন্ত।\n\nসহীহ্, ইবনু মা-জাহ (২০৪১, ২০৪২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى الْقُطَعِيُّ الْبَصْرِيُّ، حَدَّثَنَا بِشْرُ بْنُ عُمَرَ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ الْبَصْرِيِّ، عَنْ عَلِيٍّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ رُفِعَ الْقَلَمُ عَنْ ثَلاَثَةٍ عَنِ النَّائِمِ حَتَّى يَسْتَيْقِظَ وَعَنِ الصَّبِيِّ حَتَّى يَشِبَّ وَعَنِ الْمَعْتُوهِ حَتَّى يَعْقِلَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عَلِيٍّ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَذَكَرَ بَعْضُهُمْ ‏\"‏ وَعَنِ الْغُلاَمِ حَتَّى يَحْتَلِمَ ‏\"‏ ‏.‏ وَلاَ نَعْرِفُ لِلْحَسَنِ سَمَاعًا عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ أَبِي ظَبْيَانَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا الْحَدِيثِ ‏.‏ وَرَوَاهُ الأَعْمَشُ عَنْ أَبِي ظَبْيَانَ عَنِ ابْنِ عَبَّاسٍ عَنْ عَلِيٍّ مَوْقُوفًا وَلَمْ يَرْفَعْهُ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ ‏.‏ قَالَ أَبُو عِيسَى قَدْ كَانَ الْحَسَنُ فِي زَمَانِ عَلِيٍّ وَقَدْ أَدْرَكَهُ وَلَكِنَّا لاَ نَعْرِفُ لَهُ سَمَاعًا مِنْهُ وَأَبُو ظَبْيَانَ اسْمُهُ حُصَيْنُ بْنُ جُنْدَبٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আইশা (রাঃ) –এর নিকট হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আলী (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা উল্লেখিত সনদ সূত্রে হাসান গারীব বলেছেন। আলী (রাঃ) হতে আরো একাধিক সূত্রে এ হাদীসটি বর্ণিত আছে। কোন কোন বর্ণনায় আছেঃ “ওয়া আনিল গুলামি হাত্তা ইয়াহতালিমা” (বালক প্রাপ্তবয়স্ক হওয়ার আগ পর্যন্ত)। আলী ইবনু আবী তালিব (রাঃ) –এর নিকট হতে হাসান বাসরী (রহঃ) সরাসরি হাদীস শুনেছেন বলে আমাদের জানা নেই।\nএ হাদীস আতা ইবনু সাইব-আবূ যাবিয়ান হতে, তিনি আলী (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এ সূত্রেও বর্ণিত আছে। এ হাদীসটি আমাশ-আবূ যাবিয়ান হতে, তিনি ইবনু আব্বাস (রাঃ) হতে, তিনি আলী (রাঃ) -এর সূত্রে মাওকূফরূপে বর্ণনা করেছেন, মারফূভাবে বর্ণনা করেননি। এ হাদীস মোতাবিক অভিজ্ঞ আলিমগণ আমল করেছেন। আবূ ঈসা বলেন, হাসান বাসরী (রহঃ) আলী (রাঃ) -কে জীবদ্দশায় পেয়েছেন কিন্তু তার কাছে কোন কিছু শুনতে পেয়েছেন বলে আমাদের জানা নেই। আবূ যাবিয়ানের নাম হলো হুসাইন, বাবার নাম জুনদাব।"
  },
  {
    "hadith_id": 1424,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সাধ্যানুযায়ী তোমরা মুসলমানদেরকে দণ্ড প্রদান পরিহার করে চল। কোন প্রকার সুযোগ থাকলে তাকে দণ্ড থেকে পরিত্রাণ দাও। কেননা ইমাম শাস্তি প্রদানে ভুল করার চাইতে মাফ করে দেয়ার ভুল উত্তম। \n\nযঈফ, মিশকাত (৩৫৭০), ইরওয়া (২৩৫৫), হাদীসটি হান্নাদ ওয়াকীর সূত্রে ইবনু যিয়াদ হতে মুহাম্মাদ ইবনু রাবীয়ার হাদীসের অনুরূপ বর্ণনা করেছেন। তবে তা মারফূ হিসেবে নয়। এ বর্ণনাটিও দুর্বল।\nএ অনুচ্ছেদে আবূ হুরায়রা এবং আব্দুল্লাহ ইবনু আমর (রাঃ) হতেও হাদীস বর্ণিত হয়েছে। আবূ ঈসা বলেনঃ মুহাম্মাদ ইবনু রাবিয়ার সনদে উরওয়ার সূত্রে বর্ণিত আইশার এই হাদীস ছাড়া আইশার কোন মারফূ হাদীস আমাদের জানা নেই। ওয়াকী তার সনদে হাদীসটি বর্ণনা করেছেন কিন্তু তিনি একে মারফূরুপে বর্ণনা করেন নাই। ওয়াকীর বর্ণনা অধিক সহীহ। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অনেক সাহাবী হতে এরুপ বর্ণিত হয়েছে। ইয়াযিদ ইবনু যিয়াদ হাদীস শাস্ত্রে দুর্বল। ইয়াযিদ ইবনু আবী যিয়াদ কুফী অধিক দৃঢ় ও অধিক অগ্রগামী।",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الأَسْوَدِ أَبُو عَمْرٍو الْبَصْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ رَبِيعَةَ، حَدَّثَنَا يَزِيدُ بْنُ زِيَادٍ الدِّمَشْقِيُّ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ ادْرَءُوا الْحُدُودَ عَنِ الْمُسْلِمِينَ مَا اسْتَطَعْتُمْ فَإِنْ كَانَ لَهُ مَخْرَجٌ فَخَلُّوا سَبِيلَهُ فَإِنَّ الإِمَامَ أَنْ يُخْطِئَ فِي الْعَفْوِ خَيْرٌ مِنْ أَنْ يُخْطِئَ فِي الْعُقُوبَةِ ‏\"‏ ‏.‏\n\nحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ يَزِيدَ بْنِ زِيَادٍ، نَحْوَ حَدِيثِ مُحَمَّدِ بْنِ رَبِيعَةَ وَلَمْ يَرْفَعْهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ، وَعَبْدِ اللَّهِ بْنِ عَمْرٍو، ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ حَدِيثِ مُحَمَّدِ بْنِ رَبِيعَةَ عَنْ يَزِيدَ بْنِ زِيَادٍ الدِّمَشْقِيِّ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَاهُ وَكِيعٌ عَنْ يَزِيدَ بْنِ زِيَادٍ نَحْوَهُ وَلَمْ يَرْفَعْهُ وَرِوَايَةُ وَكِيعٍ أَصَحُّ ‏.‏ وَقَدْ رُوِيَ نَحْوُ هَذَا عَنْ غَيْرِ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُمْ قَالُوا مِثْلَ ذَلِكَ ‏.‏ وَيَزِيدُ بْنُ زِيَادٍ الدِّمَشْقِيُّ ضَعِيفٌ فِي الْحَدِيثِ وَيَزِيدُ بْنُ أَبِي زِيَادٍ الْكُوفِيُّ أَثْبَتُ مِنْ هَذَا وَأَقْدَمُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1425,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক কোন মু’মিন ব্যক্তির দুনিয়াবী অসুবিধাগুলোর কোন একটি অসুবিধা দূর করে দেয়, তার পরকালের অসুবিধাগুলোর মধ্যে একটি অসুবিধা আল্লাহ তা‘আলা দূর করে দিবেন। কোন মুসলমান ব্যক্তির দোষ-ক্রুটি যে লোক গোপন রাখে, তার দোষ-ক্রুটি আল্লাহ তা‘আলা দুনিয়া ও আখিরাতে গোপন রাখেন। যে পর্যন্ত বান্দাহ তার ভাইকে সাহায্য করতে থাকে সে পর্যন্ত আল্লাহ তা‘আলা তাকে সাহায্য করতে থাকেন।\n\nসহীহ্, ইবনু মা-জাহ (২২৫), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ نَفَّسَ عَنْ مُؤْمِنٍ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ الآخِرَةِ وَمَنْ سَتَرَ عَلَى مُسْلِمٍ سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُقْبَةَ بْنِ عَامِرٍ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ هَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنِ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ رِوَايَةِ أَبِي عَوَانَةَ ‏.‏\n\nوَرَوَى أَسْبَاطُ بْنُ مُحَمَّدٍ، عَنِ الأَعْمَشِ، قَالَ حُدِّثْتُ عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَكَأَنَّ هَذَا أَصَحُّ مِنَ الْحَدِيثِ الأَوَّلِ حَدَّثَنَا بِذَلِكَ عُبَيْدُ بْنُ أَسْبَاطِ بْنِ مُحَمَّدٍ قَالَ حَدَّثَنِي أَبِي عَنِ الأَعْمَشِ بِهَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উকবা ইবনু আমির ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।\nআবূ ঈসা বলেন, একাধিক বর্ণনাকারী আবূ হুরাইরা (রাঃ) -এর এ হাদীসটি আ’মাশ হতে, তিনি আবূ সালিহ হতে, তিনি আবূ হুরাইরা হতে, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে আবূ আওয়ানার মতই বর্ণনা করেছেন। আসবাত ইবনু মুহাম্মাদ আ’মাশ হতে, বর্ণনা করেছেন। তিনি বলেছেনঃ আবূ সালিহ এর সূত্রে আমার নিকট বর্ণনা করা হয়েছে, তিনি আবূ হুরাইরা হতে, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ বর্ণনা করেছেন। ধারণা করা হয় এই বর্ণনাটি প্রথম বর্ণনায় তুলনায় অধিক সহীহ্। উবাইদ ইবনু আসবাত এটা বর্ণনা করেছেন তার বাবা হতে, তিনি আ’মাশ হতে।"
  },
  {
    "hadith_id": 1426,
    "narrator": "সালিম (রহঃ) হতে তার বাবা",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ প্রত্যেক মুসলমান একজন অন্যজনের ভাই। সে তার উপর কোনরকম যুলুম-অত্যাচার করতে পারে না এবং শত্রুর কাছেও তাকে সমর্পণ করতে পারে না বা তাকে অসহায়ভাবে ছেড়ে দিতে পারে না। কোন লোক তার ভাইয়ের প্রয়োজন মিটানোর কাজে যে পর্যন্ত লেগে থাকে, আল্লাহ তা‘আলাও তার প্রয়োজন মিটিয়ে দেন। কোন মুসলমান ব্যক্তির কোন অসুবিধা যে লোক অপসারণ করে দেয়, আল্লাহ তা‘আলা কিয়ামাত দিবসে তার অসুবিধাগুলোর মধ্য হতে একটি অসুবিধা দূর করে দিবেন। কোন মুসলমান ব্যক্তির দোষ-ক্রটি যে লোক গোপন করে রাখে আল্লাহ তা‘আলা কিয়ামাত দিবসে তার দোষ-ত্রুটি গোপন করে রাখবেন।\n\nসহীহ্, সহীহাহ্ (৫০৪), নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الْمُسْلِمُ أَخُو الْمُسْلِمِ لاَ يَظْلِمُهُ وَلاَ يُسْلِمُهُ وَمَنْ كَانَ فِي حَاجَةِ أَخِيهِ كَانَ اللَّهُ فِي حَاجَتِهِ وَمَنْ فَرَّجَ عَنْ مُسْلِمٍ كُرْبَةً فَرَّجَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ ابْنِ عُمَرَ.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা ইবনু উমারের হাদীস হিসেবে হাসান সহীহ্ গারীব বলেছেন।"
  },
  {
    "hadith_id": 1427,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "মায়িয ইবনু মালিক (রাঃ) -কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার সম্পর্কে আমি যা কিছু জেনেছি তা কি সত্য? তিনি বললেন, আপনি আমার ব্যাপারে কি জেনেছেন? তিনি বললেনঃ আমি জানতে পারলাম, তুমি অমুকের বাঁদীর উপর পতিত হয়েছ (যিনায় লিপ্ত হয়েছ)। তিনি বললেন, হ্যাঁ। তারপর তিনি চারবার স্বীকারোক্তি করেন। তিনি তার ব্যাপারে রায় দিলে সে মোতাবিক তাকে রজম (পাথর মেরে হত্যা) করা হয়।\n\nসহীহ্, ইরওয়া (৭/৩৫৫), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لِمَاعِزِ بْنِ مَالِكٍ ‏\"‏ أَحَقٌّ مَا بَلَغَنِي عَنْكَ ‏\"‏ ‏.‏ قَالَ وَمَا بَلَغَكَ عَنِّي قَالَ ‏\"‏ بَلَغَنِي أَنَّكَ وَقَعْتَ عَلَى جَارِيَةِ آلِ فُلاَنٍ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ فَشَهِدَ أَرْبَعَ شَهَادَاتٍ فَأَمَرَ بِهِ فَرُجِمَ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ السَّائِبِ بْنِ يَزِيدَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ ‏.‏ وَرَوَى شُعْبَةُ هَذَا الْحَدِيثَ عَنْ سِمَاكِ بْنِ حَرْبٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ مُرْسَلاً وَلَمْ يَذْكُرْ فِيهِ عَنِ ابْنِ عَبَّاسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সাইব ইবনু ইয়াযীদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু আব্বাস (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান বলেছেন। এ হাদীসটি সাঈদ ইবনু জুবাইরের সূত্রে সিমাক ইবনু হারব মুরসালরূপে বর্ণনা করেছেন এবং তাতে তিনি ইবনু আব্বাস (রাঃ) -এর নাম উল্লেখ করেননি।"
  },
  {
    "hadith_id": 1428,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, মায়িয আল-আসলামী (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বললেন, এই লোক (মাইয) যিনা করেছে। তিনি তার কাছ থেকে মুখ সরিয়ে নিলেন। মায়িয (রাঃ) -ও অপর দিকে ঘুরে এসে বললেন, এই লোক যিনা করেছে। তিনি আবারও তার দিখ থেকে মুখ সরিয়ে নেন। মায়িয (রাঃ) -ও পুনরায় অপর দিক হতে ঘুরে এসে বললেন, হে আল্লাহর রাসূল! এই লোক যিনা করেছে। তিনি চতুর্থবাব তার ব্যাপারে হুকুম করলেন এবং সে মোতবিক তাকে হাররার প্রান্তরে নেওয়া হয় এবং তার উপর পাথর ছুঁড়ে মারা হয়। সে পাথরের আঘাতে ক্ষতবিক্ষত হয়ে পালিয়ে এক লোককে অতিক্রম করে যাচ্ছিল। ঐ লোকটির হাতে উটের চোয়ালের হাড় ছিল। সে তাকে তা দিয়ে আঘাত করে এবং অন্যান্য লোকজনও আঘাত করে। ফলে লোকটি মৃত্যুবরণ করে। লোকেরা এ ঘটনাটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট বর্ণনা করে যে, তিনি পাথরের আঘাতে এবং প্রত্যক্ষ মৃত্যুর স্পর্শ পেয়ে ভয়ে পালাচ্ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা তাকে ছেড়ে দিলে না কেন?\n\nহাসান সহীহ্, ইবনু মা-জাহ (২৫৫৪)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، حَدَّثَنَا أَبُو سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَ مَاعِزٌ الأَسْلَمِيُّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنَّهُ قَدْ زَنَى ‏.‏ فَأَعْرَضَ عَنْهُ ثُمَّ جَاءَ مِنْ شِقِّهِ الآخَرِ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّهُ قَدْ زَنَى ‏.‏ فَأَعْرَضَ عَنْهُ ثُمَّ جَاءَ مِنْ شِقِّهِ الآخَرِ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّهُ قَدْ زَنَى ‏.‏ فَأَمَرَ بِهِ فِي الرَّابِعَةِ فَأُخْرِجَ إِلَى الْحَرَّةِ فَرُجِمَ بِالْحِجَارَةِ فَلَمَّا وَجَدَ مَسَّ الْحِجَارَةِ فَرَّ يَشْتَدُّ حَتَّى مَرَّ بِرَجُلٍ مَعَهُ لَحْىُ جَمَلٍ فَضَرَبَهُ بِهِ وَضَرَبَهُ النَّاسُ حَتَّى مَاتَ فَذَكَرُوا ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ فَرَّ حِينَ وَجَدَ مَسَّ الْحِجَارَةِ وَمَسَّ الْمَوْتِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ هَلاَّ تَرَكْتُمُوهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَرُوِيَ هَذَا الْحَدِيثُ عَنِ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন। এ হাদীসটি আবূ হুরাইরা (রাঃ) হতে আরো কয়েকটি সূত্রে বর্ণিত হয়েছে। আবূ সালামা (রহঃ) হতে জাবির (রাঃ) -এর সূত্রে একইরকম হাদীস বর্নিত হয়েছে।"
  },
  {
    "hadith_id": 1429,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আসলাম বংশের একজন লোক এসে ব্যভিচারের স্বীকারোক্তি করে। তিনি তার সামনে থেকে মুখ সরিয়ে নিলেন। সে পুনরায় তার পাপ কর্মের স্বীকারোক্তি করে। পুনরায় তিনি তার কাছ থেকে মুখ ঘুরিয়ে নিলেন। এমনিভাবে সে তার নিজের বিরুদ্ধে চারবার সাক্ষ্য প্রদান করল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি পাগল নাকি? সে বলল, না। তিনি প্রশ্ন করেনঃ তুমি কি বিবাহিত? সে বলল, হ্যাঁ। তিনি তার ব্যাপারে রায় দিলেন এবং সে মোতাবিক তাকে ঈদগাহের ময়দানে নিয়ে রজম (পাথর মেরে হত্যা) করা হল। পাথরের আঘাতে জর্জরিত হয়ে সে পালাতে থাকলে তাকে আটক করে রজম (পাথর মেরে হত্যা) করা হয়। তার ব্যাপারে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ভাল কথা বলেছেন (তার প্রশংসা করেছেন)। কিন্তু তিনি নিজে তার জানাযার নামায আদায় করেন নি।\n\nসহীহ্, ইরওয়া (৭/৩৫৩), নাসা-ঈ",
    "ar": "حَدَّثَنَا بِذَلِكَ الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَنْبَأَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَجُلاً، مِنْ أَسْلَمَ جَاءَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَاعْتَرَفَ بِالزِّنَا فَأَعْرَضَ عَنْهُ ثُمَّ اعْتَرَفَ فَأَعْرَضَ عَنْهُ حَتَّى شَهِدَ عَلَى نَفْسِهِ أَرْبَعَ شَهَادَاتٍ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَبِكَ جُنُونٌ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ أَحْصَنْتَ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ فَأَمَرَ بِهِ فَرُجِمَ بِالْمُصَلَّى فَلَمَّا أَذْلَقَتْهُ الْحِجَارَةُ فَرَّ فَأُدْرِكَ فَرُجِمَ حَتَّى مَاتَ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم خَيْرًا وَلَمْ يُصَلِّ عَلَيْهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ أَنَّ الْمُعْتَرِفَ بِالزِّنَا إِذَا أَقَرَّ عَلَى نَفْسِهِ أَرْبَعَ مَرَّاتٍ أُقِيمَ عَلَيْهِ الْحَدُّ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا أَقَرَّ عَلَى نَفْسِهِ مَرَّةً أُقِيمَ عَلَيْهِ الْحَدُّ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ ‏.‏ وَحُجَّةُ مَنْ قَالَ هَذَا الْقَوْلَ حَدِيثُ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ أَنَّ رَجُلَيْنِ اخْتَصَمَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ أَحَدُهُمَا يَا رَسُولَ اللَّهِ إِنَّ ابْنِي زَنَى بِامْرَأَةِ هَذَا الْحَدِيثَ بِطُولِهِ وَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ اغْدُ يَا أُنَيْسُ عَلَى امْرَأَةِ هَذَا فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا ‏\"‏ ‏.‏ وَلَمْ يَقُلْ فَإِنِ اعْتَرَفَتْ أَرْبَعَ مَرَّاتٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এ হাদীস অনুসারে একদল অভিজ্ঞ আলিম আমল করেছেন। তারা বলেছেন, যিনাকারী ব্যক্তি নিজের বিরুদ্ধে চারবার সাক্ষ্য প্রদান করলে (স্বীকারোক্তি দিলে) তার উপর যিনার শাস্তি কার্যকর হবে। এই মত দিয়েছেন ইমাম আহমাদ ও ইসহাকও। অন্য আরেক দল অভিজ্ঞ আলিম বলেছেন, যিনার অপরাধ একবার স্বীকার করলেই শাস্তি কার্যকর হবে। এই মত প্রকাশ করেছেন ইমাম মালিক ও শাফিঈ। শেষোক্ত দুইজন ইমাম আবূ হুরাইরা ও যাইদ ইবনু খালিদ (রাঃ) -এর বর্ণিত হাদীসটি নিজেরদের মতের অনুকূলে দলীল হিসাবে নিয়েছেন। হাদীসটি এইঃ “দু্’জন লোক নিজেদের মধ্যকার ঝগড়া সমাধানের উদ্দেশ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট তা উপস্থাপন করে। তাদের মধ্যে একজন বলে, হে আল্লাহর রাসূল! এই লোকটি স্ত্রীর সাথে আমার ছেলে যিনা করেছে…… (দীর্ঘ হাদীস)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে উনাইস। তার স্ত্রীর নিকট যাও। সে যিনার পাপকে স্বীকার করলে তবে তাকে রজম (পাথর মেরে হত্যা) কর”। এ হাদীসটিতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে একথা বলেননি যে, সে চারবার স্বীকারোক্তি করলে তাকে রজম কর।"
  },
  {
    "hadith_id": 1430,
    "narrator": "আইশা (রাঃ)",
    "bn": "মাখযূম বংশের একজন মহিলার চুরির ঘটনা কুরাইশদেরকে চিন্তিত করে তুলে। তারা একে অপরের সাথে বলাবলি করল, এ ব্যাপারটি নিয়ে কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে আলোচনা করতে পারে? তারা বলল, এ বিষয়ে তাঁর সাথে কথা বলার সাহস উসামা ইবনু যাইদ ছাড়া আর কারো নেই। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর খুবই প্রিয়। উসামা (রাঃ) তাঁর সাথে কথা বললেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ তা‘আলার নির্ধারিত শাস্তিসমূহের অন্তর্ভূক্ত একটি শাস্তি প্রসঙ্গে তুমি সুপারিশ করছ? তারপর তিনি দাঁড়িয়ে ভাষণ দেন এবং বলেনঃ তোমাদের পূর্ববর্তী জাতিগুলো একারণে ধ্বংস হয়েছে যে, তাদের মধ্যে কোন ধনী-মর্যাদাশালী লোক চুরি করলে তাকে তারা ছেড়ে দিত এবং তাদের মাঝে কোন দুর্বল প্রকৃতির লোক চুরি করলে তার উপর শাস্তি কার্যকর করত। আল্লাহর শপথ! মুহাম্মাদের মেয়ে ফাতিমাও যদি চুরি করত তবে আমি অবশ্যই তার হাত কেটে দিতাম।\n\nসহীহ্, ইবনু মা-জাহ (২৫৪৭), নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ قُرَيْشًا، أَهَمَّهُمْ شَأْنُ الْمَرْأَةِ الْمَخْزُومِيَّةِ الَّتِي سَرَقَتْ فَقَالُوا مَنْ يُكَلِّمُ فِيهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالُوا مَنْ يَجْتَرِئُ عَلَيْهِ إِلاَّ أُسَامَةُ بْنُ زَيْدٍ حِبُّ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ فَكَلَّمَهُ أُسَامَةُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَتَشْفَعُ فِي حَدٍّ مِنْ حُدُودِ اللَّهِ ‏\"‏ ‏.‏ ثُمَّ قَامَ فَاخْتَطَبَ فَقَالَ ‏\"‏ إِنَّمَا أَهْلَكَ الَّذِينَ مِنْ قَبْلِكُمْ أَنَّهُمْ كَانُوا إِذَا سَرَقَ فِيهِمُ الشَّرِيفُ تَرَكُوهُ وَإِذَا سَرَقَ فِيهِمُ الضَّعِيفُ أَقَامُوا عَلَيْهِ الْحَدَّ وَايْمُ اللَّهِ لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ مَسْعُودِ ابْنِ الْعَجْمَاءِ وَيُقَالُ مَسْعُودُ بْنُ الأَعْجَمِ وَابْنِ عُمَرَ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মাসঊদ ইবনুল আজমাআ বা ইবনুল আজম, ইবনু উমার ও জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আইশা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1431,
    "narrator": "উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রজমের আইন বাস্তবায়ন করেছেন, আবূ বাকর (রাঃ) -ও রজমের আইন বাস্তবায়ন করেছেন এবং রজমের আইন আমিও বাস্তবায়ন করছি। আল্লাহ তা‘আলার কিতাবের মধ্যে যদি কোন কিছু যোগ করাকে আমি নিষিদ্ধ মনে না করতাম তবে অবশ্যই এই বিধান মাসহাফে (কুরআনে) লিখে দিতাম। কেননা আমার ভয় হয় যে, পরবর্তী সময়ে মানব জাতির এমন দল আসবে যারা এই হুকুম আল্লাহ তা‘আলার কিতাবে না দেখতে পেয়ে তা অস্বীকার করবে।\n\nসহীহ্, তা’লীক আলা ইবনু মা-জাহ, ইরওয়া (৮/৫০৪)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، قَالَ رَجَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَرَجَمَ أَبُو بَكْرٍ وَرَجَمْتُ وَلَوْلاَ أَنِّي أَكْرَهُ أَنْ أَزِيدَ فِي كِتَابِ اللَّهِ لَكَتَبْتُهُ فِي الْمُصْحَفِ فَإِنِّي قَدْ خَشِيتُ أَنْ تَجِيءَ أَقْوَامٌ فَلاَ يَجِدُونَهُ فِي كِتَابِ اللَّهِ فَيَكْفُرُونَ بِهِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَرُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। উমার (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। উল্লেখিত হাদীসটি বিভিন্ন সূত্রে উমার (রাঃ) হতে বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 1434,
    "narrator": "উবাদা ইবনুস সামিত (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার নিকট হতে তোমরা জেনে নাও। তাদের (যিনাকারীদের) জন্য আল্লাহ তা‘আলা একটি রাস্তা (ব্যবস্থা) করে দিয়েছেন। বিবাহিত পুরুষ ও স্ত্রীলোক পরস্পর যিনা করলে তাদের প্রত্যেককে একশত ঘা চাবুক মারতে হবে, তারপর পাথর মেরে হত্যা করতে হবে। অবিবাহিত পুরুষ বা স্ত্রীলোক যিনা করলে তাদের প্র্রত্যেককে একশত ঘা চাবুক মারতে হবে এবং এক বছরের নির্বাসনে পাঠাতে হবে।\n\nসহীহ্, ইবনু মা-জাহ (২৫৫০), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا هُشَيْمٌ، عَنْ مَنْصُورِ بْنِ زَاذَانَ، عَنِ الْحَسَنِ، عَنْ حِطَّانَ بْنِ عَبْدِ اللَّهِ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ خُذُوا عَنِّي فَقَدْ جَعَلَ اللَّهُ لَهُنَّ سَبِيلاً الثَّيِّبُ بِالثَّيِّبِ جَلْدُ مِائَةٍ ثُمَّ الرَّجْمُ وَالْبِكْرُ بِالْبِكْرِ جَلْدُ مِائَةٍ وَنَفْىُ سَنَةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ عَلِيُّ بْنُ أَبِي طَالِبٍ وَأُبَىُّ بْنُ كَعْبٍ وَعَبْدُ اللَّهِ بْنُ مَسْعُودٍ وَغَيْرُهُمْ قَالُوا الثَّيِّبُ تُجْلَدُ وَتُرْجَمُ ‏.‏ وَإِلَى هَذَا ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ إِسْحَاقَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ أَبُو بَكْرٍ وَعُمَرُ وَغَيْرُهُمَا الثَّيِّبُ إِنَّمَا عَلَيْهِ الرَّجْمُ وَلاَ يُجْلَدُ ‏.‏ وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلُ هَذَا فِي غَيْرِ حَدِيثٍ فِي قِصَّةِ مَاعِزٍ وَغَيْرِهِ أَنَّهُ أَمَرَ بِالرَّجْمِ وَلَمْ يَأْمُرْ أَنْ يُجْلَدَ قَبْلَ أَنْ يُرْجَمَ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এ হাদীস অনুসারে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবীদের মধ্যে আলী ইবনু আবী তালিব, উবাই ইবনু কা’ব, আবদুল্লাহ ইবনু মাসঊদ  আরো কয়েকজন সাহাবী আমল করেছেন। তার বলেছেন, বিবাহিত যিনাকারীকে প্রথমে বেত্রাঘাত করতে হবে, তারপর রজম করতে হবে। এই মত দিয়েছেন ইমাম ইসহাকও। আবূ বাকর, উমার (রাঃ) এবং আরো কিছু সাহাবী বলেছেন, বিবাহিত যিনাকারীকে রজম করতে হবে, তাকে বেতের শাস্তি প্রদান করবে না। কেননা মায়িযের ঘটনা সস্পর্কিত হাদীসে এবং আরো কিছু হাদীসে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রজম করার (পাথর মেরে হত্যার) হুকুম দিয়েছেন, কিন্তু পূর্বে বেত্রাঘাত করার হুকুম দেননি। এই মত গ্রহণ করেছেন সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ ও আহমাদও।"
  },
  {
    "hadith_id": 1433,
    "narrator": "উবাইদুল্লাহ ইবনু আবদুল্লাহ (রহঃ)",
    "bn": "তিনি আবূ হুরাইরা, যাইদ ইবনু খালিদ ও শিবল (রাঃ) -এর নিকট শুনেছেন। তারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে উপস্থিত ছিলেন। এসময় দু’জন লোক ঝগড়া করতে করতে (তা সমাধানের উদ্দেশ্যে) তাঁর সামনে আসে। তাদের একজন দাঁড়িয়ে বলে, হে আল্লাহর রাসূল! আমি আপনাকে আল্লাহর শপথ করে বলছি, আমাদের দু’জনের মধ্যে আপনি আল্লাহ তা‘আলার কিতাব মোতাবিক সমাধান করে দিন। তার বুদ্ধিমান প্রতিপক্ষ বলল, হ্যাঁ, হে আল্লাহর রাসূল! আপনি আল্লাহ তা‘আলার কিতাব মোতাবিক আমাদের দু’জনের মধ্যে সমাধান করে দিন এবং আমাকে কথা বলার সম্মতি দনি। আমার পুত্র তার কাছে মজুর হিসাবে ছিল। সে তার স্ত্রীর সাথে যিনা-ব্যভিচারে লিপ্ত হয়। লোকজন আমাকে বলল, আমার ছেলের উপর রজম কার্যকর হবে। আমি এর পরিবর্তে আমার ছেলের পক্ষ হতে তাকে এক শত বকরী এবং একটি গোলাম প্রদান করি। তারপর কয়েকজন আলিমের সাথে আমার সাক্ষাৎ হয়। তাদের মতে আমার ছেলেকে একশত বেত্রাঘাত প্রদান করতে হবে। এবং এক বছরের নির্বাসন শাস্তি ধার্য হবে। আর এই ব্যক্তির স্ত্রীর উপর রজম কার্যকর হবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সেই মহান প্রভুর শপথ যাঁর হাতে আমার প্রাণ! আমি অবশ্যই আল্লাহ তা‘আলার কিতাব অনুযায়ী তোমাদের দু’জনের মাঝে ফায়সালা করব। তুমি একশত বকরী ও গোলাম ফিরত পাবে এবং তোমার ছেলেকে এক শত বেত্রাঘাত করতে হবে ও এক বছরের নির্বাসনে পাঠাতে হবে। হে উনাইস! ভোরে তুমি তার স্ত্রীর কাছে যাবে। সে ব্যভিচার করার কথা স্বীকার করলে তাকে রজম (পাথর মেরে হত্যা) করবে। সেই স্ত্রীলোকটির কাছে গিয়ে তিনি জিজ্ঞেস করলে সে তার পাপের কথা স্বীকার করে এবং তিনি তাকে রজম (পাথর মেরে হত্যা) করেন।\n\nসহীহ্, ইবনু মা-জাহ (২৫৪৯), নাসা-ঈ",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، وَغَيْرُ، وَاحِدٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، سَمِعَهُ مِنْ أَبِي هُرَيْرَةَ، وَزَيْدِ بْنِ خَالِدٍ، وَشِبْلٍ، أَنَّهُمْ كَانُوا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَأَتَاهُ رَجُلاَنِ يَخْتَصِمَانِ فَقَامَ إِلَيْهِ أَحَدُهُمَا وَقَالَ أَنْشُدُكَ اللَّهَ يَا رَسُولَ اللَّهِ لَمَّا قَضَيْتَ بَيْنَنَا بِكِتَابِ اللَّهِ ‏.‏ فَقَالَ خَصْمُهُ وَكَانَ أَفْقَهَ مِنْهُ أَجَلْ يَا رَسُولَ اللَّهِ اقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ وَائْذَنْ لِي فَأَتَكَلَّمَ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا فَزَنَا بِامْرَأَتِهِ فَأَخْبَرُونِي أَنَّ عَلَى ابْنِي الرَّجْمَ فَفَدَيْتُ مِنْهُ بِمِائَةِ شَاةٍ وَخَادِمٍ ثُمَّ لَقِيتُ نَاسًا مِنْ أَهْلِ الْعِلْمِ فَزَعَمُوا أَنَّ عَلَى ابْنِي جَلْدَ مِائَةٍ وَتَغْرِيبَ عَامٍ وَإِنَّمَا الرَّجْمُ عَلَى امْرَأَةِ هَذَا ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ وَالَّذِي نَفْسِي بِيَدِهِ لأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ الْمِائَةُ شَاةٍ وَالْخَادِمُ رَدٌّ عَلَيْكَ وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ وَاغْدُ يَا أُنَيْسُ عَلَى امْرَأَةِ هَذَا فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا ‏\"‏ ‏.‏ فَغَدَا عَلَيْهَا فَاعْتَرَفَتْ فَرَجَمَهَا ‏.‏\nحَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ، وَزَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِمَعْنَاهُ ‏.‏\nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، بِإِسْنَادِهِ نَحْوَ حَدِيثِ مَالِكٍ بِمَعْنَاهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي بَكْرَةَ وَعُبَادَةَ بْنِ الصَّامِتِ وَأَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ وَابْنِ عَبَّاسٍ وَجَابِرِ بْنِ سَمُرَةَ وَهَزَّالٍ وَبُرَيْدَةَ وَسَلَمَةَ بْنِ الْمُحَبِّقِ وَأَبِي بَرْزَةَ وَعِمْرَانَ بْنِ حُصَيْنٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَكَذَا رَوَى مَالِكُ بْنُ أَنَسٍ وَمَعْمَرٌ وَغَيْرُ وَاحِدٍ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ \nوَرَوَوْا بِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ إِذَا زَنَتِ الأَمَةُ فَاجْلِدُوهَا فَإِنْ زَنَتْ فِي الرَّابِعَةِ فَبِيعُوهَا وَلَوْ بِضَفِيرٍ ‏\"‏ ‏.‏ وَرَوَى سُفْيَانُ بْنُ عُيَيْنَةَ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ وَشِبْلٍ قَالُوا كُنَّا عِنْدَ النَّبِيِّ صلى الله عليه وسلم ‏.‏ هَكَذَا رَوَى ابْنُ عُيَيْنَةَ الْحَدِيثَيْنِ جَمِيعًا عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ وَشِبْلٍ وَحَدِيثُ ابْنِ عُيَيْنَةَ وَهَمٌ وَهِمَ فِيهِ سُفْيَانُ بْنُ عُيَيْنَةَ أَدْخَلَ حَدِيثًا فِي حَدِيثٍ ‏.‏ وَالصَّحِيحُ مَا رَوَى مُحَمَّدُ بْنُ الْوَلِيدِ الزُّبَيْدِيُّ وَيُونُسُ بْنُ يَزِيدَ وَابْنُ أَخِي الزُّهْرِيِّ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا زَنَتِ الأَمَةُ فَاجْلِدُوهَا ‏\"‏ ‏.‏ وَالزُّهْرِيُّ عَنْ عُبَيْدِ اللَّهِ عَنْ شِبْلِ بْنِ خَالِدٍ عَنْ عَبْدِ اللَّهِ بْنِ مَالِكٍ الأَوْسِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا زَنَتِ الأَمَةُ ‏\"‏ ‏.‏ وَهَذَا الصَّحِيحُ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏ - وَشِبْلُ بْنُ خَالِدٍ لَمْ يُدْرِكِ النَّبِيَّ صلى الله عليه وسلم إِنَّمَا رَوَى شِبْلٌ عَنْ عَبْدِ اللَّهِ بْنِ مَالِكٍ الأَوْسِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم وَهَذَا الصَّحِيحُ وَحَدِيثُ ابْنِ عُيَيْنَةَ غَيْرُ مَحْفُوظٍ وَرُوِيَ عَنْهُ أَنَّهُ قَالَ شِبْلُ بْنُ حَامِدٍ وَهُوَ خَطَأٌ إِنَّمَا هُوَ شِبْلُ بْنُ خَالِدٍ وَيُقَالُ أَيْضًا شِبْلُ بْنُ خُلَيْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইসহাক ইবনু মূসা আল-আনসারী-মা’ন হতে, তিনি মালিক হতে, তিনি ইবনু শিহাব হতে, তিনি উবা্ইদুল্লাহ উবনু আবদুল্লাহ হতে, তিনি আবূ হুরাইরা ও যাইদ ইবনু খালিদ (রাঃ) হতে এই সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর উপরের হাদীসের মত একই অর্থের হাদীস বর্ণনা করেছেন। মালিক (রহঃ) -এর বর্ণিত হাদীসের অনুরূপ অর্থের হাদীস কুতাইবা-লাইস হতে, তিনি ইবনু শিহাব (রহঃ) এ সনদ সূত্রে বর্ণিত আছ। আবূ বাকরা, উবাদা ইবনুস সামিত, আবূ হুরাইরা, আবূ সাঈদ, ইবনু আব্বাস, জাবির ইবনু সামুরা, হাযযাল, বুরাইদা, সালামা ইবনুল মুহাব্বিক, আবূ বারযা ও ইমরান ইবনু হুসাইন (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরা ও যাইদ ইবনু খালিদ (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। মালিক ইবনু আনাস, মামার, প্রমুখ যুহরী হতে, তিনি উবাইদুল্লাহ ইবনু আবদুল্লাহ হতে, তিনি আবূ হুরাইরা ও যাইদ ইবনু খালিদ (রাঃ) -এর সনদসূত্রে বর্ণিত হাদীসে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ “ক্রীতদাসী যিনা করলে তাকে চাবুক মার। সে চতুর্থবার যিনা করলে তাকে বিক্রয় করে দাও পশমের একটি দড়ির বিনিময়ে হলেও”।\nযথার্থ কথা হল, এখানে ভিন্ন দু’টি হাদীস বর্ণিত হয়েছে। এর একটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট হতে আবূ হুরাইরা ও যাইদ ইবনু খালিদ (রাঃ) বর্ণনা করেছেন। আর দ্বিতীয় সনদে আবদুল্লাহ ইবনু মালিক (রাঃ) এর সূত্রে শিবল ইবনু খালিদ (রহঃ) বর্ণনা করেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ‘ক্রীতদাসী যিনা-ব্যভিচারে লিপ্ত হল…..’। এই শেষোক্ত সূত্রটিই হাদীস বিশেষজ্ঞদের নিকট সহীহ্। উভয় হাদীসের বর্ণনাকারী সুফিয়ান ইবনু উআইনা সন্দেহের বশবর্তী হয়ে হাদীস দু’টিকে (একই হাদীস মনে করে) আবূ হুরাইরা, যাইদ ইবনু খালিদ (রাঃ) ও শিবল (রহঃ)-এর সূত্রে বর্ণনা করে দিয়েছেন। তারা বলেছেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট বসা ছিলাম…..। আসল কথা হল, শিবল (রহঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দেখা পাননি। তিনি আবদুল্লাহ ইবনু মালিক আওসীর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর হাদীস বর্ণনা করেছন। ইবনু উআইনার বর্ণিত হাদীস সুরক্ষিত নয়। তার কাছ থেকে আরও বর্ণিত আছে যে, তিনি নামোল্লেখ করতে গিয়ে ভুল করে বলেছেন শিবল ইবনু হামীদ। অথচ হবে শিবল ইবনু খালিদ এবং তিনি শিবল ইবনু খুয়াইলিদ নামেও পরিচিত।"
  },
  {
    "hadith_id": 1435,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "জুহাইনা বংশের এক মহিলা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট নিজের যিনার কথা স্বীকার করে এবং বলে, আমি গর্ভবতী অবস্থায় আছি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার অভিভাবককে ডেকে পাঠান এবং বলেনঃ তার সাথে উত্তম আচরণ কর এবং সে সন্তান প্রসব করার পর আমাকে খবর দিও। তার অভিভাবক তাই করল। তিনি তার ব্যাপারে আদেশ করলেন এবং সে মোতাবিক তাঁর দেহে তার কাপড় শক্তভাবে বাঁধা হল। তারপর তিনি তাকে রজম করার (পাথর মেরে হত্যার) হুকুম করলেন। অতএব তাকে রজম করা হল। তারপর তিনি তার জানাযার নামায আদায় করেন। উমার ইবনুল খাত্তাব (রাঃ) তাঁকে বললেন, হে আল্লাহর রাসূল! আপনি তাকে রজমের নির্দেশ দিলেন আবার আপনিই তার জানাযার নামায আদায় করলেন! তিনি বললেনঃ সে এরূপ তাওবা করেছে যদি তা মাদীনার সত্তরজন লোকের মধ্যে বন্টন করা হয়, তবে সেই তাওবা তাদের সকলের (গুনাহ মাফের) জন্য যথেষ্ট হবে। হে উমার! সে আল্লাহ তা‘আলার সন্তুষ্টির জন্য তার জীবনকে কুরবানী করে দিয়েছে। তুমি কি এর চেয়েও উত্তম কিছু পেয়েছ?",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الْمُهَلَّبِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ امْرَأَةً، مِنْ جُهَيْنَةَ اعْتَرَفَتْ عِنْدَ النَّبِيِّ صلى الله عليه وسلم بِالزِّنَا فَقَالَتْ إِنِّي حُبْلَى ‏.‏ فَدَعَا النَّبِيُّ صلى الله عليه وسلم وَلِيَّهَا فَقَالَ ‏\"‏ أَحْسِنْ إِلَيْهَا فَإِذَا وَضَعَتْ حَمْلَهَا فَأَخْبِرْنِي ‏\"‏ ‏.‏ فَفَعَلَ فَأَمَرَ بِهَا فَشُدَّتْ عَلَيْهَا ثِيَابُهَا ثُمَّ أَمَرَ بِرَجْمِهَا فَرُجِمَتْ ثُمَّ صَلَّى عَلَيْهَا فَقَالَ لَهُ عُمَرُ بْنُ الْخَطَّابِ يَا رَسُولَ اللَّهِ رَجَمْتَهَا ثُمَّ تُصَلِّي عَلَيْهَا ‏.‏ فَقَالَ ‏\"‏ لَقَدْ تَابَتْ تَوْبَةً لَوْ قُسِمَتْ بَيْنَ سَبْعِينَ مِنْ أَهْلِ الْمَدِينَةِ لَوَسِعَتْهُمْ وَهَلْ وَجَدْتَ شَيْئًا أَفْضَلَ مِنْ أَنْ جَادَتْ بِنَفْسِهَا لِلَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1436,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "যিনাকারী একজন ইয়াহূদী পুরুষ ও একজন ইয়াহূদী মহিলাকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রজমের নির্দেশ দেন।\n\nসহীহ্, ইবনু মা-জাহ (১৪৭৬)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَجَمَ يَهُودِيًّا وَيَهُودِيَّةً ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْحَدِيثِ قِصَّةٌ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসের সাথে আরো বিস্তারিত বিবরণ আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 1437,
    "narrator": "জাবির ইবনু সামুরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যিনাকারী একজন ইয়াহূদী পুরুষ ও একজন মহিলাকে রজম (পাথর মেরে হত্যা) করার নির্দেশ দেন। \n\nসহীহ্ পূর্বের হাদীসের সহায়তায়।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا شَرِيكٌ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَجَمَ يَهُودِيًّا وَيَهُودِيَّةً ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَالْبَرَاءِ وَجَابِرٍ وَابْنِ أَبِي أَوْفَى وَعَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ جَزْءٍ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ جَابِرِ بْنِ سَمُرَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ قَالُوا إِذَا اخْتَصَمَ أَهْلُ الْكِتَابِ وَتَرَافَعُوا إِلَى حُكَّامِ الْمُسْلِمِينَ حَكَمُوا بَيْنَهُمْ بِالْكِتَابِ وَالسُّنَّةِ وَبِأَحْكَامِ الْمُسْلِمِينَ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُهُمْ لاَ يُقَامُ عَلَيْهِمُ الْحَدُّ فِي الزِّنَا ‏.‏ وَالْقَوْلُ الأَوَّلُ أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার, বারাআ, জাবির, ইবনু আবী আওফা, আবদুল্লাহ ইবনু হারিস ইবনু জাযই ও ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। \nজাবির ইবনু সামুরা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। এ হাদীস মোতাবিক বেশিরভাগ অভিজ্ঞ আলিম আমল করেছেন। তারা বলেছেন, আহলে কিতাবগণ নিজেদের মধ্যে ঝগড়া-বিবাদে লিপ্ত হয়ে তার সমাধানের জন্য মুসলিম বিচারকের নিকট এলে তিনি কুরআন-সুন্নাহ ও মুসলমানদের আইন-কানুন মতো বিচার করবেন। এই অভিমত প্রকাশ করেছেন আহমাদ ও ইসহাকও। অপর একদল অভিজ্ঞ আলিম বলেছেন, যিনার বেলায় তাদের উপর হাদ্দ প্রতিষ্ঠিত করা হবে না। প্রথমোক্ত মতই অনেক বেশি সহীহ্।"
  },
  {
    "hadith_id": 1438,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (যিনাকারীকে) বেত্রাঘাত করেছেন ও নির্বাসন দন্ড দিয়েছেন, আবূ বাকর (রাঃ) বেত্রাঘাত করেছেন ও নির্বাসন দিয়েছেন এবং উমার (রাঃ) -ও বেত্রাঘাত করেছেন এবং নির্বাসন দন্ডও প্রদান করেছেন। \n\nসহীহ্,ইরওয়া (২৩৪৪)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، وَيَحْيَى بْنُ أَكْثَمَ، قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم ضَرَبَ وَغَرَّبَ وَأَنَّ أَبَا بَكْرٍ ضَرَبَ وَغَرَّبَ وَأَنَّ عُمَرَ ضَرَبَ وَغَرَّبَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ وَعُبَادَةَ بْنِ الصَّامِتِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ غَرِيبٌ رَوَاهُ غَيْرُ وَاحِدٍ عَنْ عَبْدِ اللَّهِ بْنِ إِدْرِيسَ فَرَفَعُوهُ ‏.‏\n\nوَرَوَى بَعْضُهُمْ، عَنْ عَبْدِ اللَّهِ بْنِ إِدْرِيسَ، هَذَا الْحَدِيثَ عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ أَبَا بَكْرٍ، ضَرَبَ وَغَرَّبَ وَأَنَّ عُمَرَ ضَرَبَ وَغَرَّبَ ‏.‏ حَدَّثَنَا بِذَلِكَ أَبُو سَعِيدٍ الأَشَجُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ ‏.‏ وَهَكَذَا رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ رِوَايَةِ ابْنِ إِدْرِيسَ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ نَحْوَ هَذَا ‏.‏ وَهَكَذَا رَوَاهُ مُحَمَّدُ بْنُ إِسْحَاقَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّ أَبَا بَكْرٍ ضَرَبَ وَغَرَّبَ وَأَنَّ عُمَرَ ضَرَبَ وَغَرَّبَ ‏.‏ وَلَمْ يَذْكُرُوا فِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَقَدْ صَحَّ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم النَّفْىُ رَوَاهُ أَبُو هُرَيْرَةَ وَزَيْدُ بْنُ خَالِدٍ وَعُبَادَةُ بْنُ الصَّامِتِ وَغَيْرُهُمْ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ أَبُو بَكْرٍ وَعُمَرُ وَعَلِيٌّ وَأُبَىُّ بْنُ كَعْبٍ وَعَبْدُ اللَّهِ بْنُ مَسْعُودٍ وَأَبُو ذَرٍّ وَغَيْرُهُمْ وَكَذَلِكَ رُوِيَ عَنْ غَيْرِ وَاحِدٍ مِنْ فُقَهَاءِ التَّابِعِينَ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَعَبْدِ اللَّهِ بْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা, যাইদ ইবনু খালিদ ও উবাদা ইবনুস সামিত (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু উমার (রাঃ) হতে বর্ণিত হাদিসটিকে আবূ ঈসা গারীব বলেছেন। এ হাদীসটি একাধিক বর্ণনাকারী আব্দুল্লাহ ইবনু ইদরীসের সূত্রে মারফূভাবে বর্ণনা করেছেন। কিছু বর্ণনাকারী হাদীসটি আব্দুল্লাহ ইবনু ইদরীস হতে, তিনি উবাইদুল্লাহ হতে, তিনি নাফি হতে বর্ণনা করেছেন যে, আবূ বকর (রাঃ) প্রহার করেছেন ও নির্বাসন দিয়েছেন, উমার (রাঃ) প্রহার করেছেন ও নির্বাসন দিয়েছেন। এ হাদীসটি আব্দুল্লাহ ইবনু ইদরীসের তত্ববধান ছাড়াও মুহাম্মাদ ইবনু ইশহাক-নাফি-ইবনু উমার (রাঃ) এর সূত্রে কয়েকজন বর্ণনাকারী এভাবে বর্ণনা করেছেনঃ “আবূ বাকর (রাঃ) চাবুক পিটিয়েছেন এবং নির্বাসন শাস্তিও দিয়েছেন। উমার (রাঃ) -ও চাবুক পিটিয়েছেন এবং নির্বাসন শাস্তিও দিয়েছেন।” এ হাদীসে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নাম উল্লেখ নেই। নির্বাসন শাস্তির বিষয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট হতে সহীহ্ সনদে হাদীস বর্ণিত আছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট হতে আবূ হুরাইরা, যাইদ ইবনু খালিদ, উবাদা ইবনু সামিত ও অন্যান্য সাহাবীগণ এ সম্পর্কিত হাদীস বর্ণনা করেছেন। \nএ হাদীস মোতাবিক নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অভিজ্ঞ সাহাবী, যেমন আবূ বাকর, উমার, আলী, উবাই ইবনু কা’ব, আবদুল্লাহ ইবনু মাসঊদ, আবূ যার (রাঃ) প্রমুখ সাহাবী আমল করেছেন। অনেক ফিকহবিদ তাবিঈরও একইরকম অভিমত বর্ণিত আছে। অনুরূপ অভিমত দিয়েছেন সুফিয়ান সাওরী, মালিক ইবনু আনাস, আবদুল্লাহ ইবনুল মুবারাক, শাফিঈ, আহমাদ ও ইসহাকও।"
  },
  {
    "hadith_id": 1439,
    "narrator": "উবাদা ইবনুস সামিত (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে কোন এক সমাবেশে উপস্থিত ছিলাম। তিনি বললেনঃ তোমরা এই কথার উপর আমার নিকট বাই’আত করঃ আল্লাহ তা‘আলার সাথে তোমরা কোন অংশীদার স্থাপন করবে না, চুরি করবে না এবং যিনা-ব্যভিচার করবেনা। তারপর তিনি বাই’আত বিষয়ক পূর্ণ আয়াত তাদেরকে তিলাওয়াত করে শুনালেন। অতঃপর তিনি বললেনঃ তোমাদের যে লোক এই বাই’আত পূর্ণ করবে, আল্লাহ তা‘আলার নিকট রয়েছে তার জন্য পুরষ্কার। আর কোন মানুষ এর কোন একটি অপরাধে জড়িয়ে পড়লে এবং এর জন্য তাকে শাস্তিও প্রদান করা হলে তাতে তার গুণাহের কাফফারা হয়ে যাবে। আর কোন মানুষ এর কোন একটি অপকর্ম করে বসলে এবং আল্লাহ তা‘আলা সেটাকে লোকচক্ষুর আড়ালে রেখে দিলে তার প্রসঙ্গটি আল্লাহ তা‘আলার উপর ন্যস্ত। তাকে আল্লাহ তা‘আলা চাইলে শাস্তিও দিতে পারেন আবার মাফও করে দিতে পারেন। \n\nসহীহ্, ইরওয়া (২৩৩৪), নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ كُنَّا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فِي مَجْلِسٍ فَقَالَ ‏ \"‏ تُبَايِعُونِي عَلَى أَنْ لاَ تُشْرِكُوا بِاللَّهِ شَيْئًا وَلاَ تَسْرِقُوا وَلاَ تَزْنُوا قَرَأَ عَلَيْهِمُ الآيَةَ فَمَنْ وَفَى مِنْكُمْ فَأَجْرُهُ عَلَى اللَّهِ وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ عَلَيْهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَسَتَرَهُ اللَّهُ عَلَيْهِ فَهُوَ إِلَى اللَّهِ إِنْ شَاءَ عَذَّبَهُ وَإِنْ شَاءَ غَفَرَ لَهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَجَرِيرِ بْنِ عَبْدِ اللَّهِ وَخُزَيْمَةَ بْنِ ثَابِتٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عُبَادَةَ بْنِ الصَّامِتِ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَالَ الشَّافِعِيُّ لَمْ أَسْمَعْ فِي هَذَا الْبَابِ أَنَّ الْحُدُودَ تَكُونُ كَفَّارَةً لأَهْلِهَا شَيْئًا أَحْسَنَ مِنْ هَذَا الْحَدِيثِ ‏.‏ قَالَ الشَّافِعِيُّ وَأُحِبُّ لِمَنْ أَصَابَ ذَنْبًا فَسَتَرَهُ اللَّهُ عَلَيْهِ أَنْ يَسْتُرَ عَلَى نَفْسِهِ وَيَتُوبَ فِيمَا بَيْنَهُ وَبَيْنَ رَبِّهِ ‏.‏ وَكَذَلِكَ رُوِيَ عَنْ أَبِي بَكْرٍ وَعُمَرَ أَنَّهُمَا أَمَرَا رَجُلاً أَنْ يَسْتُرَ عَلَى نَفْسِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, জারীর ইবনু আবদুল্লাহ ও খুযাইমা ইবনু সাবিত (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। উবাদা ইবনুস সামিত (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। ইমাম শাফিঈ (রহঃ) বলেন, “হাদ্দ বাস্তবায়িত হলে তা অপরাধীর গুণাহের কাফফারাস্বরূপ” -আমি এ প্রসঙ্গে এটা হতে ইত্তম হাদীস আর কখনো শুনিনি। তিনি আরো বলেন, কোন মানুষ গুণাহে লিপ্ত হলে এবং সেটাকে আল্লাহ তা‘আলা গোপন রাখলে আমি এই নীতি তার জন্য উত্তম মনে করি যে, অপরাধীও সেটাকে গোপন করে রাখবে এবং তার ও প্রভুর মধ্যকার বিষয়টি প্রসঙ্গে তাঁর নিকট তাওবা করতে থাকবে। আবূ বাকর এবং উমার (রাঃ) হতেও বর্ণিত আছে যে, একজন মানুষকে তারা দু’জনেই নিজের গুণাহের কথা গোপন রাখার নির্দেশ দিয়েছেন।"
  },
  {
    "hadith_id": 1440,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের মধ্যে কারো দাসী ব্যভিচারে লিপ্ত হলে তাকে আল্লাহ তা‘আলার কিতাবের নির্দেশ মোতাবেক তিনবার চাবুক পেটা কর। যদি এরপরও (চতুর্থবার) সে ব্যভিচারে লিপ্ত হয় তাহলে তাকে বিক্রয় করে দাও একটি পশমের দড়ির পরিবর্তে হলেও।\n\nসহীহ্, ‍ইবনু মা-জাহ (২৫৬৫), নাসা-ঈ",
    "ar": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا زَنَتْ أَمَةُ أَحَدِكُمْ فَلْيَجْلِدْهَا ثَلاَثًا بِكِتَابِ اللَّهِ فَإِنْ عَادَتْ فَلْيَبِعْهَا وَلَوْ بِحَبْلٍ مِنْ شَعَرٍ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ وَشِبْلٍ عَنْ عَبْدِ اللَّهِ بْنِ مَالِكٍ الأَوْسِيِّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْهُ مِنْ غَيْرِ وَجْهٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ رَأَوْا أَنْ يُقِيمَ الرَّجُلُ الْحَدَّ عَلَى مَمْلُوكِهِ دُونَ السُّلْطَانِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُهُمْ يُرْفَعُ إِلَى السُّلْطَانِ وَلاَ يُقِيمُ الْحَدَّ هُوَ بِنَفْسِهِ ‏.‏ وَالْقَوْلُ الأَوَّلُ أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবদুল্লাহ ইবনু মালিক (রাঃ) –এর সূত্রে আলী, আবূ হুরাইরা, যাইদ ইবনু খালিদ (রাঃ) এবং শিবল (রহঃ) হতে এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরা (রাঃ) হতে বর্ণিত হাদিসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। আবূ হুরাইরা (রাঃ) হতে এ হাদীসটিকে একাধিক সূত্রে বর্ণিত হয়েছে। এ হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর একদল সাহাবী ও অন্যান্য আলিমগণ আমল করেছেন। তারা মনে করেন, মালিক তার গোলামের উপর ব্যভিচারের শাস্তি প্রতিষ্ঠিত করবে, শাসক নয়। এই অভিমত দিয়েছেন ইমাম আহমাদ ও ইসহাকও। তাদের অন্য একদল বলেছেন, মালিক নিজে হাদ্দ প্রতিষ্ঠিত করতে পারবে না। তাকে শাসকের নিকট সোপর্দ করতে হবে। প্রথম মতটিই অনেক বেশি সহীহ্।"
  },
  {
    "hadith_id": 1441,
    "narrator": "আবূ আবদুর রাহমান আস-সুলামী (রাঃ)",
    "bn": "তিনি বলেন, আলী (রাঃ) তার বক্তৃতায় বলেন, হে মানব মন্ডলী! তোমাদের গোলামদের উপর হাদ্দ প্রতিষ্ঠিত কর, তারা বিবাহিত হোক অথবা অবিবাহিত যেটাই হোক। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর একজন দাসী যিনা করলে তাকে চাবুক পিটানোর জন্য তিনি আমাকে হুকুম করেন। আমি তার নিকট এসে দেখলাম, সে এইমাত্র সন্তান প্রসব করেছে। আমার ভয় হল, আমি যদি তাকে চাবুক পেটা করি তাহলে হয়ত তাকে হত্যা করে ফেলব অথবা বলেছেন, সে মরে যেতে পারে। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট ফিরে এসে বিষয়টি তাঁকে অবহিত করলাম। তিনি বলেনঃ (তার শাস্তি স্থগিত রেখে) তুমি ভালই করেছ।\n\nসহীহ্, ইরোয়া (৭/৩৬০), মুসলিম।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا زَائِدَةُ بْنُ قُدَامَةَ، عَنِ السُّدِّيِّ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، قَالَ خَطَبَ عَلِيٌّ فَقَالَ يَا أَيُّهَا النَّاسُ أَقِيمُوا الْحُدُودَ عَلَى أَرِقَّائِكُمْ مَنْ أَحْصَنَ مِنْهُمْ وَمَنْ لَمْ يُحْصِنْ وَإِنَّ أَمَةً لِرَسُولِ اللَّهِ صلى الله عليه وسلم زَنَتْ فَأَمَرَنِي أَنْ أَجْلِدَهَا فَإِذَا هِيَ حَدِيثَةُ عَهْدٍ بِنِفَاسٍ فَخَشِيتُ إِنْ أَنَا جَلَدْتُهَا أَنْ أَقْتُلَهَا - أَوْ قَالَ تَمُوتَ - فَأَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ ‏ \"‏ أَحْسَنْتَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالسُّدِّيُّ اسْمُهُ إِسْمَاعِيلُ بْنُ عَبْدِ الرَّحْمَنِ وَهُوَ مِنَ التَّابِعِينَ قَدْ سَمِعَ مِنْ أَنَسِ بْنِ مَالِكٍ وَرَأَى حُسَيْنَ بْنَ عَلِيِّ بْنِ أَبِي طَالِبٍ رضى الله عنه ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। সুদ্দীর নাম ইসমাঈল, পিতা আবদুর রাহমান, তিনি তাবিঈদের অন্তর্ভুক্ত। তিনি আনাস ইবনু মালিক (রাঃ) হতে হাদীস শ্রবণ করেছেন এবং হুসাইন ইবনু আলী ইবনি আবী তালিবকে দেখেছেন।"
  },
  {
    "hadith_id": 1443,
    "narrator": "আনাস (রাঃ)",
    "bn": "একজন লোককে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট নিয়ে আসা হয়। সে মাদক সেবন করেছিল। তিনি দুইটি খেজুরের ডাল দিয়ে তাকে প্রায় চল্লিশটি বেত্রাঘাত করেন। আবূ বাকর (রাঃ) -ও একইরকম শাস্তি দেন। উমার (রাঃ) খালীফা হওয়ার পর জনগণের সাথে এ বিষয়ে পরামর্শ করেন। আবদুর রাহমান ইবনু আওফ (রাঃ) তখন বলেন, আশিটি বেত্রাঘাত হল সবচেয়ে হালকা (সর্বনিম্ন) শাস্তি। অতএব উমার (রাঃ) আশিটি বেত্রাঘাতেরই আদেশ দিলেন।\n\nসহীহ্, ইরওয়া (২৩৭৭), মুসলিম, বুখারী সংক্ষিপ্তভাবে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ قَتَادَةَ، يُحَدِّثُ عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ أُتِيَ بِرَجُلٍ قَدْ شَرِبَ الْخَمْرَ فَضَرَبَهُ بِجَرِيدَتَيْنِ نَحْوَ الأَرْبَعِينَ وَفَعَلَهُ أَبُو بَكْرٍ فَلَمَّا كَانَ عُمَرُ اسْتَشَارَ النَّاسَ فَقَالَ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ كَأَخَفِّ الْحُدُودِ ثَمَانِينَ ‏.‏ فَأَمَرَ بِهِ عُمَرُ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ حَدَّ السَّكْرَانِ ثَمَانُونَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আনাস (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এ হাদীস মোতাবিক রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর একদল অভিজ্ঞ সাহাবী ও তৎপরবর্তী আলিমগণ আমল করেছেন। তারা মনে করেন মাদকদ্রব্য সেবনকারীকে আশিটি বেত্রাঘাত প্রদান করতে হবে।"
  },
  {
    "hadith_id": 1444,
    "narrator": "মুআবিয়া (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক সুরা পান করে তাকে চাবুক পেটা কর। যদি সে লোক চতুর্থবার সুরাপানে লিপ্ত হয় তাহলে তাকে মেরে ফেল।\n\nসহীহ্, ইবনু মা-জাহ (২৫৭২, ২৫৭৩)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنْ أَبِي صَالِحٍ، عَنْ مُعَاوِيَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ شَرِبَ الْخَمْرَ فَاجْلِدُوهُ فَإِنْ عَادَ فِي الرَّابِعَةِ فَاقْتُلُوهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَالشَّرِيدِ وَشُرَحْبِيلَ بْنِ أَوْسٍ وَجَرِيرٍ وَأَبِي الرَّمَدِ الْبَلَوِيِّ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ مُعَاوِيَةَ هَكَذَا رَوَى الثَّوْرِيُّ أَيْضًا عَنْ عَاصِمٍ عَنْ أَبِي صَالِحٍ عَنْ مُعَاوِيَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَى ابْنُ جُرَيْجٍ وَمَعْمَرٌ عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ سَمِعْتُ مُحَمَّدًا يَقُولُ حَدِيثُ أَبِي صَالِحٍ عَنْ مُعَاوِيَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا أَصَحُّ مِنْ حَدِيثِ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَإِنَّمَا كَانَ هَذَا فِي أَوَّلِ الأَمْرِ ثُمَّ نُسِخَ بَعْدُ هَكَذَا رَوَى مُحَمَّدُ بْنُ إِسْحَاقَ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ مَنْ شَرِبَ الْخَمْرَ فَاجْلِدُوهُ فَإِنْ عَادَ فِي الرَّابِعَةِ فَاقْتُلُوهُ ‏\"‏ ‏.‏ قَالَ ثُمَّ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بَعْدَ ذَلِكَ بِرَجُلٍ قَدْ شَرِبَ الْخَمْرَ فِي الرَّابِعَةِ فَضَرَبَهُ وَلَمْ يَقْتُلْهُ ‏.‏ وَكَذَلِكَ رَوَى الزُّهْرِيُّ عَنْ قَبِيصَةَ بْنِ ذُؤَيْبٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا ‏.‏ قَالَ فَرُفِعَ الْقَتْلُ وَكَانَتْ رُخْصَةً ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ عَامَّةِ أَهْلِ الْعِلْمِ لاَ نَعْلَمُ بَيْنَهُمُ اخْتِلاَفًا فِي ذَلِكَ فِي الْقَدِيمِ وَالْحَدِيثِ وَمِمَّا يُقَوِّي هَذَا مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ أَوْجُهٍ كَثِيرَةٍ أَنَّهُ قَالَ ‏\"‏ لاَ يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنِّي رَسُولُ اللَّهِ إِلاَّ بِإِحْدَى ثَلاَثٍ النَّفْسُ بِالنَّفْسِ وَالثَّيِّبُ الزَّانِي وَالتَّارِكُ لِدِينِهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা, শারীদ, শুরাহবিল ইবনু আওস, জারীর, আবুর রামদা আল-বালাবী ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, মু‘আবিয়ার হাদিসটি অনুরূপভাবে সাওরী বর্ণনা করেছেন আসিম হতে, তিনি আবূ সালিহ হতে, তিনি মু‘আবিয়া হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে। ইবনু জুরাইজ এবং আমর বর্ণনা করেছেন সুহাইল ইবনু আবী সালিহ হতে, তিনি তার পিতা হতে, তিনি আবূ হুরাইরা হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে একই বিষয়ে আবূ সালিহ কর্তৃক মু’আবিয়া (রাঃ) হতে বর্ণিত এই হাদীসটি অত্যাধিক সহীহ্। আবূ ঈসা বলেন, আমি ইমাম বুখারী (রহঃ) -কে একথা বলতে শুনেছি। তিনি আরো বলেছেন, পূর্বে মদ পানকারীকে মেরে ফেলার হুকুম ছিল। পরে সেটাকে বাতিল করা হয়েছে। মুহাম্মাদ ইবনু ইসহাক-মুহাম্মাদ ইবনু মুনকাদিরের সূত্রে, তিনি জাবির ইবনু আবদুল্লাহ (রাঃ) -এর সূত্রে, তিনি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সূত্রে বর্ণনা করেছেন। তিনি বলেছেনঃ “যে লোক মাদকদ্রব্য সেবন করে সে লোককে চাবুক পেটা কর। যদি সে লোক চতুর্থবার তা সেবন করে তাহলে তাকে মেরে ফেল।” জাবির (রাঃ) বলেন, তারপর একজন লোককে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সামনে আনা হল সে লোক চতুর্থবার সুরা পান করেছিল। তাকে তিনি বেত্রাঘাত করলেন কিন্তু হত্যা করেননি। ইমাম যুহরীও কাবীসা ইবনু যুয়াইব (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট হতে একই কথা বর্ণনা করেছেন। তিনি (কাবীসা) বলেছেন, প্রথমে হত্যার হুকুম ছিল, পরবর্তীতে তা বাতিল করা হয়েছে। \nঅভিজ্ঞ আলিমগণ এরূপ আমল করেছেন। আমরা এ বিষয়ে তাদের মধ্যে কোনরকম দ্বিমত দেখতে পাইনি। এ বিষয়ে পূর্ববর্তী ও পরবর্তী যুগের আলিমগণ একমত যে, মদ্য পানকারীকে মেরে ফেলা যাবে না। তাছাড়া এই বক্তব্যকে অসংখ্য সূত্রে বর্ণিত একটি হাদীস আরো বেশি মজবুত করেছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “যে লোক এরকম সাক্ষ্য দেয় যে, ‘আল্লাহ ব্যতীত আর কোন প্রভু নেই এবং আমি নিশ্চয়ই আল্লাহর রাসূল’ -তার রক্তপাত (হত্যা) করা বৈধ হবেনা। তবে এ ধরণের তিন প্রকার মানুষকে হত্যা করা যাবেঃ কোন মানুষের হত্যাকারী, বিবাহিত যিনাকারী এবং নিজের দ্বীন পরিত্যাগকারী (মুরতাদ)।"
  },
  {
    "hadith_id": 1445,
    "narrator": "আইশা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক দীনারের এক-চতুর্থাংশ বা তার চেয়ে বেশি চুরি করার অপরাধে (চোরের) হাত কাটার হুকুম দিতেন।\n\nসহীহ্, ইরওয়া (২৪০২), মুসলিম,বুখারী অনুরূপ",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، أَخْبَرَتْهُ عَمْرَةُ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقْطَعُ فِي رُبْعِ دِينَارٍ فَصَاعِدًا ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ عَمْرَةَ عَنْ عَائِشَةَ مَرْفُوعًا وَرَوَاهُ بَعْضُهُمْ عَنْ عَمْرَةَ عَنْ عَائِشَةَ مَوْقُوفًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আইশা (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্। আইশা (রাঃ) হতে একাধিক সূত্রে এ হাদীসটি মারফূভাবে বর্ণিত হয়েছে। অবশ্য তার নিকট হতে কয়েকজন বর্ণনাকারী এটা মাওকূফভাবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1446,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, একটি ঢাল চুরির দায়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (চোরের) হাত কাটার হুকুম দেন, যার মূল্য ছিল তিন দিরহাম। \n\nসহীহ্, ইবনু মা-জাহ (২৫৮৪), নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَطَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي مِجَنٍّ قِيمَتُهُ ثَلاَثَةُ دَرَاهِمَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ سَعْدٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَأَيْمَنَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ أَبُو بَكْرٍ الصِّدِّيقُ قَطَعَ فِي خَمْسَةِ دَرَاهِمَ ‏.‏ وَرُوِيَ عَنْ عُثْمَانَ وَعَلِيٍّ أَنَّهُمَا قَطَعَا فِي رُبْعِ دِينَارٍ ‏.‏ وَرُوِيَ عَنْ أَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ أَنَّهُمَا قَالاَ تُقْطَعُ الْيَدُ فِي خَمْسَةِ دَرَاهِمَ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ فُقَهَاءِ التَّابِعِينَ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ رَأَوُا الْقَطْعَ فِي رُبْعِ دِينَارٍ فَصَاعِدًا ‏.‏ وَقَدْ رُوِيَ عَنِ ابْنِ مَسْعُودٍ أَنَّهُ قَالَ لاَ قَطْعَ إِلاَّ فِي دِينَارٍ أَوْ عَشَرَةِ دَرَاهِمَ ‏.‏ وَهُوَ حَدِيثٌ مُرْسَلٌ رَوَاهُ الْقَاسِمُ بْنُ عَبْدِ الرَّحْمَنِ عَنِ ابْنِ مَسْعُودٍ وَالْقَاسِمُ لَمْ يَسْمَعْ مِنِ ابْنِ مَسْعُودٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ قَالُوا لاَ قَطْعَ فِي أَقَلَّ مِنْ عَشَرَةِ دَرَاهِمَ ‏.‏ وَرُوِيَ عَنْ عَلِيٍّ أَنَّهُ قَالَ لاَ قَطْعَ فِي أَقَلَّ مِنْ عَشَرَةِ دَرَاهِمَ ‏.‏ وَلَيْسَ إِسْنَادُهُ بِمُتَّصِلٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সা’দ, আবদুল্লাহ ইবনু আমর, ইবনু আব্বাস, আবূ হুরাইরা ও আইমান(রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু উমার (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এ হাদীস মোতাবিক নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর একদল অভিজ্ঞ সাহাবী আমল করেছেন। তাদের মধ্যে আবূ বাকর সিদ্দীক (রাঃ) অন্তর্ভুক্ত। তিনি পাঁচ দিরহাম পরিমাণ চুরির দায়ে চোরের হাত কেটেছেন। উসমান ও আলী (রাঃ) সম্বন্ধে বর্ণিত আছে যে, তারা দু’জনেই এক দীনারের এক-চতুর্থাংশ পরিমাণ চুরির দায়ে চোরের হাত কেটেছেন। আবূ হুরাইরা ও আবূ সাঈদ (রাঃ) প্রসঙ্গে বর্ণিত আছে যে, তারা উভয়ে বলেছেন, পাঁচ দিরহাম চুরি করলে হাত কেটে ফেলা বৈধ হবে। একদল ফিকহবিদ তাইঈ এই বক্তব্য গ্রহণ করেছেন। এই মতটি দিয়েছেন ইমাম মালিক ইবনু আনাস, শাফিঈ, আহমাদ ও ইসহাক। তারা মনে করেন, এক দীনারের এক-চতুর্থাংশ বা তার চেয়ে বেশি চুরি করলে হাত কাটা বৈধ হবে।\n\tইবনু মাসঊদ (রাঃ) সম্পর্কে বর্ণিত আছে, তিনি বলেছেন, “এক দীনার অথবা দশ দিরহাম পরিমাণ চুরি করলেই কেবল হাত কাটা যাবে।” এটি মুরসাল হাদীস। এ হাদীসটি ইবনু মাসঊদ (রাঃ) -এর নিকট হতে কাসিম উবনু আবদুর রাহমান বর্ণনা করেছেন বলে উল্লেখ  আছে। অথচ ইবনু মাসঊদ (রাঃ) -এর নিকট কাসিম (রহঃ) কিছুই শুনেননি। এ হাদীস মোতাবিক একদল অভিজ্ঞ আলিম আমল করেছেন। এই অভিমত দিয়েছেন সুফিয়ান সাওরী ও কূফাবাসীগণ। তারা বলেছেন, দশ দিরহামের কম পরিমাণ চুরিতে হাত কাটা বৈধ হবেনা। আলী (রাঃ) হতেও বর্ণিত আছে যে, তিনি বলেছেন, দশ দিরহামের কম পরিমাণ চুরিতে হাত কাটা যাবেনা। এর সনদসূত্র মুত্তাসিল নয়।"
  },
  {
    "hadith_id": 1447,
    "narrator": "আবদুর রহমান ইবনু মুহাইরীয (রহঃ)",
    "bn": "তিনি বলেন, আমি ফাযালা ইবনু উবাইদ (রাঃ)-কে চোরের (কাটা) হাত তার ঘাড়ের সাথে লটকে দেয়া প্রসঙ্গে প্রশ্ন করলাম, এটা কি সুন্নাতের অন্তর্ভুক্ত? তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর  নিকটে একটি চোর ধরে আনা হলে তার হাত কেটে দেয়া হয়। তারপর তাঁর নির্দেশ মোতাবিক চোরের (কর্তিত) হাত তার ঘাড়ে ঝুলিয়ে দেয়া হয়। \n\nযঈফ, ইবনু মাজাহ (২৫৮৭), মিশকাত, তাহকীক ছানী (৩৬০৫)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عُمَرُ بْنُ عَلِيٍّ الْمُقَدَّمِيُّ، حَدَّثَنَا الْحَجَّاجُ، عَنْ مَكْحُولٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ مُحَيْرِيزٍ، قَالَ سَأَلْتُ فَضَالَةَ بْنَ عُبَيْدٍ عَنْ تَعْلِيقِ الْيَدِ، فِي عُنُقِ السَّارِقِ أَمِنَ السُّنَّةِ هُوَ قَالَ أُتِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِسَارِقٍ فَقُطِعَتْ يَدُهُ ثُمَّ أَمَرَ بِهَا فَعُلِّقَتْ فِي عُنُقِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عُمَرَ بْنِ عَلِيٍّ الْمُقَدَّمِيِّ عَنِ الْحَجَّاجِ بْنِ أَرْطَاةَ ‏.‏ وَعَبْدُ الرَّحْمَنِ بْنُ مُحَيْرِيزٍ هُوَ أَخُو عَبْدِ اللَّهِ بْنِ مُحَيْرِيزٍ شَامِيٌّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। উমার ইবনু আলী আল-মুকাদ্দামী- হতে হাজ্জাজ ইবনু আরতাত-এর সনদসূত্রেই শুধুমাত্র আমরা উক্ত হাদীস জেনেছি। আবদুর রহমান ইবনু মুহাইরীয (রাহঃ) আবদুল্লাহ ইবনু মুহাইরীযের ভাই। তিনি শামের অধিবাসী।"
  },
  {
    "hadith_id": 1448,
    "narrator": "জাবির (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আত্মসাৎকারী, লুণ্ঠনকারী ও ছিনতাইকারীর ব্যাপারে হাত কেটে ফেলার দণ্ড নেই।\n\nসহীহ্, ইবনু মা-জাহ (২৫৮৯)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لَيْسَ عَلَى خَائِنٍ وَلاَ مُنْتَهِبٍ وَلاَ مُخْتَلِسٍ قَطْعٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ ‏.‏ وَقَدْ رَوَاهُ مُغِيرَةُ بْنُ مُسْلِمٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ ابْنِ جُرَيْجٍ ‏.‏ وَمُغِيرَةُ بْنُ مُسْلِمٍ هُوَ بَصْرِيٌّ أَخُو عَبْدِ الْعَزِيزِ الْقَسْمَلِيِّ كَذَا قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। বিশেষজ্ঞ আলিমগণ মনে করেন, এ হাদীস মোতাবিক আমল করতে হবে। ইবনু জুরাইজের সূত্রে বর্ণিত হাদীসের মত হাদীস  মুগীরা ইবনু মুসলিম-আবূ যুবাইর ও জাবির (রাঃ) হতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সূত্রে বর্ণিত আছে। আলী ইবনুল মাদীনীর বক্তব্য অনুযায়ী মুগীরা ইবনু মুসলিম আল-বাসরী (রহঃ) আবদুল আযীয আল-কাসমালীর ভাই।"
  },
  {
    "hadith_id": 1449,
    "narrator": "রাফি ইবনু খাদীজ (রাঃ)",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ গাছের ফল ও গাছের মজ্জা (তাল, খেজুর, নারিকেল ইত্যাদি গাছের মাথার নরম ও কচি অংশ) চুরির দায়ে হাত কাটার বিধান নেই।\n\nসহীহ্, ইবনু মা-জাহ (২৫৯৩)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنْ عَمِّهِ، وَاسِعِ بْنِ حَبَّانَ، أَنَّ رَافِعَ بْنَ خَدِيجٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ قَطْعَ فِي ثَمَرٍ وَلاَ كَثَرٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَكَذَا رَوَى بَعْضُهُمْ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ عَنْ عَمِّهِ وَاسِعِ بْنِ حَبَّانَ عَنْ رَافِعِ بْنِ خَدِيجٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ رِوَايَةِ اللَّيْثِ بْنِ سَعْدٍ ‏.‏ وَرَوَى مَالِكُ بْنُ أَنَسٍ وَغَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ عَنْ رَافِعِ بْنِ خَدِيجٍ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَذْكُرُوا فِيهِ عَنْ وَاسِعِ بْنِ حَبَّانَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, কিছু বর্ণনাকারী হাদীসটি ইয়াহইয়া ইবনু সাঈদ হতে, তিনি মুহাম্মাদ ইবনু ইয়াহইয়া ইবনু হাব্বান হতে, তিনি তার চাচা ওয়াসি’ ইবনু হাব্বান হতে, তিনি রাফি ইবনু খাদীজ হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে লাইস ইবনু সা’দের মতই বর্ণনা করেছেন। মালিক ইবনু আনাস এবং আরও অনেকে এই হাদীসটি ইয়াহইয়া ইবনু সাঈদ হতে, তিনি মুহাম্মাদ ইবনু ইয়াহইয়া ইবনু হাব্বান হতে, তিনি রাফি ইবনু খাদীজ হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। তারা ওয়াসি ইবনু হাব্বানের নাম উল্লেখ করেন নাই।"
  },
  {
    "hadith_id": 1450,
    "narrator": "বুসর ইবনু আরতাত (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ সামরিক অভিযান চলা অবস্থায় হাত কাটা যাবে না।\n\nসহীহ্, মিশকাত (৩৬০১)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ عَيَّاشِ بْنِ عَبَّاسٍ الْمِصْرِيِّ، عَنْ شُيَيْمِ بْنِ بَيْتَانَ، عَنْ جُنَادَةَ بْنِ أَبِي أُمَيَّةَ، عَنْ بُسْرِ بْنِ أَرْطَاةَ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ تُقْطَعُ الأَيْدِي فِي الْغَزْوِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَقَدْ رَوَى غَيْرُ ابْنِ لَهِيعَةَ بِهَذَا الإِسْنَادِ نَحْوَ هَذَا ‏.‏ وَيُقَالُ بُسْرُ بْنُ أَبِي أَرْطَاةَ أَيْضًا ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْهُمُ الأَوْزَاعِيُّ لاَ يَرَوْنَ أَنْ يُقَامَ الْحَدُّ فِي الْغَزْوِ بِحَضْرَةِ الْعَدُوِّ مَخَافَةَ أَنْ يَلْحَقَ مَنْ يُقَامُ عَلَيْهِ الْحَدُّ بِالْعَدُوِّ فَإِذَا خَرَجَ الإِمَامُ مِنْ أَرْضِ الْحَرْبِ وَرَجَعَ إِلَى دَارِ الإِسْلاَمِ أَقَامَ الْحَدَّ عَلَى مَنْ أَصَابَهُ ‏.‏ كَذَلِكَ قَالَ الأَوْزَاعِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে  আবূ ঈসা গারীব বলেছেন। এই সনদসূত্রে ইবনু লাহীআ ছাড়া অন্যান্য বর্ণনাকারীগণও একইরকম বর্ণনা করেছেন। বুসর ইবনু আরতাত (রাঃ) বুসর ইবনু আবী আরতাত নামেও পরিচিত। এ হাদীস মোতাবিক কিছু বিশেষজ্ঞ আলিম আমল করেছেন। আওযাঈ তাদের মধ্যে অন্তর্ভুক্ত আছেন। তারা মনে করেন, যুদ্ধ চলা অবস্থায় এবং শত্রু বাহিনীর উপস্থিতিতে হাদ্দ কার্যকর  করা স্থগিত রাখতে হবে। কেননা অভিযুক্ত লোকটি শাস্তির ভয়ে পালিয়ে শত্রু বাহিনীর সাথে যোগ দিতে পারে। যুদ্ধক্ষেত্র হতে দেশে ফিরার পর ইমাম শাস্তিযোগ্য লোকের উপর হাদ্দ বাস্তবায়ন করবেন। ইমাম আওযাঈ এরকমটিই বলেছেন।"
  },
  {
    "hadith_id": 1451,
    "narrator": "হাবীব ইবনু সালিম (রাহঃ)",
    "bn": "তিনি বলেছেন, এক ব্যক্তি তার স্ত্রীর বাঁদীর সাথে যেনা করলে তাকে নুমান ইবনু বাশীর (রাঃ)-এর নিকটে আনা হয়। তিনি বলেন, এ ব্যাপারে আমি অবশ্যই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ফায়সালার মতই ফায়সালা করব। যদি তার স্ত্রী এই বাঁদীকে তার জন্য হালাল করে দিয়ে থাকে তবে আমি এই ব্যক্তিকে এক শত বেত্রাঘাত করব। যদি সে তাকে স্বামীর জন্য হালাল করে না দিয়ে থাকে তবে আমি তাকে রজম (পাথর মেরে হত্যা) করব। \n\nযঈফ, ইবনু মাজাহ (২৫৫১)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، وَأَيُّوبَ بْنِ مِسْكِينٍ، عَنْ قَتَادَةَ، عَنْ حَبِيبِ بْنِ سَالِمٍ، قَالَ رُفِعَ إِلَى النُّعْمَانِ بْنِ بَشِيرٍ رَجُلٌ وَقَعَ عَلَى جَارِيَةِ امْرَأَتِهِ فَقَالَ لأَقْضِيَنَّ فِيهَا بِقَضَاءِ رَسُولِ اللَّهِ صلى الله عليه وسلم لَئِنْ كَانَتْ أَحَلَّتْهَا لَهُ لأَجْلِدَنَّهُ مِائَةً وَإِنْ لَمْ تَكُنْ أَحَلَّتْهَا لَهُ رَجَمْتُهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1453,
    "narrator": "আবদুল জাব্বার ইবনু ওয়াইল ইবনু হুজর (রাঃ) হতে তার পিতা",
    "bn": "তিনি (ওয়াইল ইবনু হুজর) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে একটি স্ত্রীলোককে জোরপূর্বক ধর্ষণ করা হয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্ত্রীলোকটিকে হাদ্দ (যেনার শাস্তি) হতে মুক্তি দেন, কিন্তু তার ধর্ষণকারীর উপর হাদ্দ (যেনার শাস্তি) কার্যকর করেন। তিনি তার জন্য মোহর নির্ধারণ করেছেন কি-না রাবী তা বর্ণনা করেন নি। \n\nযঈফ, মিশকাত (৩৫৭১), আবূ ঈসা বলেন, এ হাদীসটি গারীব। এর সনদ পরস্পর সংযুক্ত (মুত্তাসিল) নয়। অন্য সূত্রেও এ হাদীস বর্ণিত হয়েছে। আমি ইমাম বুখারীকে বলতে শুনেছি, আবদুল জাব্বার তার পিতা ওয়াইলের নিকট হতে হাদীস শুনার কোন সুযোগই পাননি এবং তাকে দেখেনওনি। কথিত আছে যে, তিনি তার পিতার মৃত্যুর কয়েক মাস পর জন্মগ্রহণ করেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বিশেষজ্ঞ সাহাবীগণ ও তৎপরবর্তী আলিমগণ এ হাদীস অনুযায়ী আমল করেছেন। তাদের মতে, যে নারীকে জোরপূর্বক যেনায় লিপ্ত হতে বাধ্য করা হয় অর্থাৎ যাকে ধর্ষণ করা হয় সে হাদ্দমুক্ত (যেনার শাস্তিমুক্ত)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا مُعَمَّرُ بْنُ سُلَيْمَانَ الرَّقِّيُّ، عَنِ الْحَجَّاجِ بْنِ أَرْطَاةَ، عَنْ عَبْدِ الْجَبَّارِ بْنِ وَائِلِ بْنِ حُجْرٍ، عَنْ أَبِيهِ، قَالَ اسْتُكْرِهَتِ امْرَأَةٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَدَرَأَ عَنْهَا رَسُولُ اللَّهِ صلى الله عليه وسلم الْحَدَّ وَأَقَامَهُ عَلَى الَّذِي أَصَابَهَا وَلَمْ يُذْكَرْ أَنَّهُ جَعَلَ لَهَا مَهْرًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَلَيْسَ إِسْنَادُهُ بِمُتَّصِلٍ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏ قَالَ سَمِعْتُ مُحَمَّدًا يَقُولُ عَبْدُ الْجَبَّارِ بْنُ وَائِلِ بْنِ حُجْرٍ لَمْ يَسْمَعْ مِنْ أَبِيهِ وَلاَ أَدْرَكَهُ يُقَالُ إِنَّهُ وُلِدَ بَعْدَ مَوْتِ أَبِيهِ بِأَشْهُرٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنْ لَيْسَ عَلَى الْمُسْتَكْرَهَةِ حَدٌّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1454,
    "narrator": "আলকামা ইবনু ওয়াইল (রহঃ) হতে তার বাবা",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর যামানায় একজন মহিলা নামায আদায়ের উদ্দেশ্যে  যাত্রা শুরু করলো। রাস্তায় একজন লোক তার সামনে পড়ে এবং সে তাকে তার পোশাকে ঢেকে নিয়ে (জাপটে ধরে) নিজের প্রয়োজন মিটায় (ধর্ষণ করে)। মহিলাটি চিৎকার করলে লোকটি পালিয়ে গেল। তারপর আরেকজন লোক তার সম্মুখ দিয়ে যাচ্ছিল। মহিলাটি বলল ঐ লোকটি আমার সাথে এই এই করেছে। ইতিমধ্যে মুহাজির সাহাবীদের একটি দলও সে স্থান দিয়ে যাচ্ছিল। মহিলাটি বলল, ঐ লোকটি আমার সাথে এই এই করেছে। যে লোকটি তাকে ধর্ষণ করেছে বলে সে ধারণা করল, তারা (দৌঁড়ে) গিয়ে তাকে ধরে ফেলেন। তাকে নিয়ে তারা মহিলাটির সামনে ফিরে আসলে সে বলল, হ্যাঁ, এই সেই লোক। তারা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট তাকে নিয়ে আসেন। তিনি যখন তাকে রজমের (পাথর মেরে হত্যা) হুকুম দিলেন, সে সময় তার আসল ধর্ষণকারী উপস্থিত হয়ে বলল, হে আল্লাহর রাসূল! আমি তার ধর্ষণকারী (ঐ লোকটি নয়)। তিনি মহিলাটিকে বললেনঃ যাও, তোমাকে আল্লাহ তা‘আলা মাফ করে দিয়েছেন। তিনি (সন্দেহজনকভাবে) ধৃত লোকটির সম্বন্ধে ভাল কথা বললেন। মহিলাটির আসল ধর্ষণকারীর সম্পর্কে তিনি হুকুম করলেনঃ একে রজম কর। তিনি আরও বললেনঃ সে এমন ধরণের তাওবা করেছে, যদি মাদীনার সকল জনগণ এমন তাওবা করে তবে তাদের সেই তাওবা ক্ববূল করা হবে।\n\nহাসান, তাকে রজম কর বাক্য  ব্যতীত। সঠিক বক্তব্য হল তাকে রজম করা হয় নাই। মিশকাত (৩৫৭২) সহীহাহ (৯০০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى النَّيْسَابُورِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، عَنْ إِسْرَائِيلَ، حَدَّثَنَا سِمَاكُ بْنُ حَرْبٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلٍ الْكِنْدِيِّ، عَنْ أَبِيهِ، أَنَّ امْرَأَةً، خَرَجَتْ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم تُرِيدُ الصَّلاَةَ فَتَلَقَّاهَا رَجُلٌ فَتَجَلَّلَهَا فَقَضَى حَاجَتَهُ مِنْهَا فَصَاحَتْ فَانْطَلَقَ وَمَرَّ عَلَيْهَا رَجُلٌ فَقَالَتْ إِنَّ ذَاكَ الرَّجُلَ فَعَلَ بِي كَذَا وَكَذَا ‏.‏ وَمَرَّتْ بِعِصَابَةٍ مِنَ الْمُهَاجِرِينَ فَقَالَتْ إِنَّ ذَاكَ الرَّجُلَ فَعَلَ بِي كَذَا وَكَذَا ‏.‏ فَانْطَلَقُوا فَأَخَذُوا الرَّجُلَ الَّذِي ظَنَّتْ أَنَّهُ وَقَعَ عَلَيْهَا وَأَتَوْهَا فَقَالَتْ نَعَمْ هُوَ هَذَا ‏.‏ فَأَتَوْا بِهِ رَسُولَ اللَّهِ صلى الله عليه وسلم فَلَمَّا أَمَرَ بِهِ لِيُرْجَمَ قَامَ صَاحِبُهَا الَّذِي وَقَعَ عَلَيْهَا فَقَالَ يَا رَسُولَ اللَّهِ أَنَا صَاحِبُهَا ‏.‏ فَقَالَ لَهَا ‏\"‏ اذْهَبِي فَقَدْ غَفَرَ اللَّهُ لَكِ ‏\"‏ ‏.‏ وَقَالَ لِلرَّجُلِ قَوْلاً حَسَنًا وَقَالَ لِلرَّجُلِ الَّذِي وَقَعَ عَلَيْهَا ‏\"‏ ارْجُمُوهُ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ لَقَدْ تَابَ تَوْبَةً لَوْ تَابَهَا أَهْلُ الْمَدِينَةِ لَقُبِلَ مِنْهُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏ وَعَلْقَمَةُ بْنُ وَائِلِ بْنِ حُجْرٍ سَمِعَ مِنْ أَبِيهِ وَهُوَ أَكْبَرُ مِنْ عَبْدِ الْجَبَّارِ بْنِ وَائِلٍ وَعَبْدُ الْجَبَّارِ بْنُ وَائِلٍ لَمْ يَسْمَعْ مِنْ أَبِيهِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হসান গারীব সহীহ্ বলেছেন। আলকামা (রহঃ) তার পিতা ওয়াইল (রাঃ) -এর কাছে হাদীস শ্রবণ করেছেন। তিনি বয়সে তার ভাই আবদুল জাব্বারের চেয়ে বড় ছিলেন। আবদুল জাব্বার (রহঃ) তার আব্বা ওয়াইল (রাঃ) –এর কাছ থেকে হাদীস শ্রবণ করার সুযোগ লাভ করেননি।"
  },
  {
    "hadith_id": 1455,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা যে মানুষকে পশুর সাথে কু-কর্মে লিপ্ত দেখ, তাকে এবং পশুটিকে হত্যা কর।\n\nহাসান সহীহ্, ইবনু মা-জাহ (২৫৬৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو السَّوَّاقُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ وَجَدْتُمُوهُ وَقَعَ عَلَى بَهِيمَةٍ فَاقْتُلُوهُ وَاقْتُلُوا الْبَهِيمَةَ ‏\"‏ ‏.‏ فَقِيلَ لاِبْنِ عَبَّاسٍ مَا شَأْنُ الْبَهِيمَةِ قَالَ مَا سَمِعْتُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي ذَلِكَ شَيْئًا وَلَكِنْ أُرَى رَسُولَ اللَّهِ كَرِهَ أَنْ يُؤْكَلَ مِنْ لَحْمِهَا أَوْ يُنْتَفَعَ بِهَا وَقَدْ عُمِلَ بِهَا ذَلِكَ الْعَمَلُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَمْرِو بْنِ أَبِي عَمْرٍو عَنْ عِكْرِمَةَ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏\n\nوَقَدْ رَوَى سُفْيَانُ الثَّوْرِيُّ، عَنْ عَاصِمٍ، عَنْ أَبِي رَزِينٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ قَالَ مَنْ أَتَى بَهِيمَةً فَلاَ حَدَّ عَلَيْهِ ‏.‏ حَدَّثَنَا بِذَلِكَ مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ ‏.‏ وَهَذَا أَصَحُّ مِنَ الْحَدِيثِ الأَوَّلِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস (রাঃ) -কে বলা হল, পশুটির অপরাধ কি? তিনি বললেন, এ ব্যাপারে আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে কিছু শুনিনি। তবে আমার ধারণামতে যে পশুটির সাথে এরূপ করা হয়েছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার গোশত খাওয়া বা এটাকে কোন কাজে ব্যবহার করাকে লোকদের জন্য পছন্দ করেননি। হাসান\nআবূ ঈসা বলেন, এ হাদীসটি  ইকরিমা (রহঃ) -এর সনদে ইবনু আব্বাস (রাঃ) -এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আমর ইবনু আবী আমর ছাড়া আর কেউ বর্ণনা করেছেন বলে আমাদের জানা নেই। তবে এটাকে সুফিয়ান সাওরী আসিম হতে, তিনি আবূ রাযীন হতে, তিনি ইবনু আব্বাস হতে বর্ণনা করেছেন যে, ইবনু আব্বাস বলেছেন, যে ব্যক্তি পশুর সাথে কুকর্ম করল, তার কোন নির্দিষ্ট শাস্তি নেই। \nএটি পূর্ববর্তী হাদীসের চেয়ে অনেক বেশি সহীহ্। এ হাদীস মোতাবেক অভিজ্ঞ আলিমগণ মতামত দিয়েছেন। এই মত প্রকাশ করেছেন ইমাম আহমাদ ও ইসহাক।"
  },
  {
    "hadith_id": 1457,
    "narrator": "আবদুল্লাহ ইবনু মুহাম্মাদ ইবনু আকীল (রহঃ)",
    "bn": "তিনি বলেন, জাবির (রাঃ) -কে আমি বলতে শুনেছি, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি যে কুকর্মটি আমার উম্মাতের মাঝে ছড়িয়ে পড়ার সর্বাধিক ভয় করি তা হল লূত সম্প্রদায়ের কুকর্ম।\n\nহাসান, ইবনু মা-জাহ (২৫৬৩)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا هَمَّامٌ، عَنِ الْقَاسِمِ بْنِ عَبْدِ الْوَاحِدِ الْمَكِّيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، أَنَّهُ سَمِعَ جَابِرًا، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ أَخْوَفَ مَا أَخَافُ عَلَى أُمَّتِي عَمَلُ قَوْمِ لُوطٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ هَذَا الْوَجْهِ عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلِ بْنِ أَبِي طَالِبٍ عَنْ جَابِرٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। আমরা শুধুমাত্র আবদুল্লাহ ইবনু মুহাম্মাদ ইবনু আকীল ইবনু আবূ তালিব হতে জাবির (রাঃ) -এর সূত্রেই হাদীসটি এভাবে জেনেছি।"
  },
  {
    "hadith_id": 1456,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা যে মানুষকে লূত সম্প্রদায়ের কুকর্মে (সমকামিতায়) নিয়োজিত পাবে সেই কুকর্মকারীকে এবং যার সাথে কুকর্ম করা হয়েছে তাকে মেরে ফেলবে।\n\nসহীহ্, ইবনু মা-জাহ (৩৫৬১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو السَّوَّاقُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ وَجَدْتُمُوهُ يَعْمَلُ عَمَلَ قَوْمِ لُوطٍ فَاقْتُلُوا الْفَاعِلَ وَالْمَفْعُولَ بِهِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى وَإِنَّمَا يُعْرَفُ هَذَا الْحَدِيثُ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ هَذَا الْوَجْهِ وَرَوَى مُحَمَّدُ بْنُ إِسْحَاقَ هَذَا الْحَدِيثَ عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو فَقَالَ ‏\"‏ مَلْعُونٌ مَنْ عَمِلَ عَمَلَ قَوْمِ لُوطٍ ‏\"‏ ‏.‏ وَلَمْ يَذْكُرْ فِيهِ الْقَتْلَ وَذَكَرَ فِيهِ مَلْعُونٌ مَنْ أَتَى بَهِيمَةً ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ عَاصِمِ بْنِ عُمَرَ عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ اقْتُلُوا الْفَاعِلَ وَالْمَفْعُولَ بِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ فِي إِسْنَادِهِ مَقَالٌ وَلاَ نَعْرِفُ أَحَدًا رَوَاهُ عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ غَيْرَ عَاصِمِ بْنِ عُمَرَ الْعُمَرِيِّ ‏.‏ وَعَاصِمُ بْنُ عُمَرَ يُضَعَّفُ فِي الْحَدِيثِ مِنْ قِبَلِ حِفْظِهِ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي حَدِّ اللُّوطِيِّ فَرَأَى بَعْضُهُمْ أَنَّ عَلَيْهِ الرَّجْمَ أَحْصَنَ أَوْ لَمْ يُحْصِنْ وَهَذَا قَوْلُ مَالِكٍ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ فُقَهَاءِ التَّابِعِينَ مِنْهُمُ الْحَسَنُ الْبَصْرِيُّ وَإِبْرَاهِيمُ النَّخَعِيُّ وَعَطَاءُ بْنُ أَبِي رَبَاحٍ وَغَيْرُهُمْ قَالُوا حَدُّ اللُّوطِيِّ حَدُّ الزَّانِي وَهُوَ قَوْلُ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "জাবির ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, হাদীসটি শুধু উল্লেখিত সনদসূত্রেই আমরা জেনেছি। এ হাদীসটি আমর ইবনু আবী আমরের সূত্রে মুহাম্মদ ইবনু ইসহাক এভাবে বর্ণনা করেছেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “যে মানুষ লূত সম্প্রদায়ের কুকর্ম করে সে অভিশপ্ত”।\nএই বর্ণনায় ‘হত্যা করার’ উল্লেখ নেই। এতে আরো আছেঃ “যে মানুষ পশুর সাথে কুকর্ম করে সেও অভিশপ্ত”।\nউপরে উল্লেখিত হাদীসটিকে আসিম ইবনু উমার সুহাইল ইবনু আবূ সালিহ -এর সূত্রে, তিনি তার বাবার সূত্রে, তিনি আবূ হুরাইরা (রাঃ) -এর সূত্রে বর্ণনা করেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “এ কাজের কর্তা ও কর্ম দুজনকেই মেরে ফেল”।\nএ হাদীসের সনদ বিতর্কিত। সুহাইলের সূত্রে এ হাদীসটি আসিম ব্যতীত আর কেউ বর্ণনা করেছেন বলে আমাদের জানা নেই। আসিমের স্মরণশক্তি হাদীস শাস্ত্রে দুর্বল বলে সমালোচিত।\nঅভিজ্ঞ আলিমদের মধ্যে লাওয়াতাতকারীর (সমকামীর) শাস্তির ব্যাপারে মতপার্থক্য আছে। কিছু বিশেষজ্ঞ মনে করেন, সমকামীকে রজম (পাথর মেরে হত্যা) করতে হবে, সে বিবাহিত বা অবিবাহিত যাই হোক। এই মত প্রকাশ করেছেন ইমাম মালিক, শাফিঈ, আহামাদ ও ইসহাক। অন্য একদল ফিকহবিদ তাবিঈ যেমন হাসান বাসরী, ইবরাহীম নাখঈ, আতা ইবনু আবূ রাবাহ প্রমুখ বলেছেন, সমকামীর শাস্তি যিনাকারীর শাস্তির মতই। এই মতে সুফিয়ান সাওরী ও কূফাবাসীদের।"
  },
  {
    "hadith_id": 1458,
    "narrator": "ইকরিমা (রহঃ)",
    "bn": "একদল মানুষ ইসলাম ধর্ম ত্যাগ করলে (মুরতাদ্দ হয়ে গেলে) আলী (রাঃ) তাদেরকে আগুন দিয়ে জ্বালিয়ে দেন। ইবনু আব্বাস (রাঃ) -এর নিকট এ সংবাদ পৌঁছলে তিনি বললেন, আমি সেখানে উপস্থিত থাকলে তাদেরকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বাণী মোতাবিক ‘হত্যা করতাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “যে মানুষ তার দ্বীন পরিবর্তন করে তাকে মেরে ফেল”। আমি (ইবনু আব্বাস) কখনো তাদেরকে আগুনে জ্বালিয়ে মারতাম না। কেননা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “তোমরা আল্লাহ্ তা‘আলার আযাব (আগুন) দ্বারা (কাউকে) শাস্তি দিও না।” একথা আলী (রাঃ) -এর নিকট পৌঁছলে তিনি বললেন, ইবনু আব্বাস সঠিক বলেছে।\n\nসহীহ্, ইবনু মা-জাহ (২৫৩৫)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، أَنَّ عَلِيًّا، حَرَّقَ قَوْمًا ارْتَدُّوا عَنِ الإِسْلاَمِ، فَبَلَغَ ذَلِكَ ابْنَ عَبَّاسٍ فَقَالَ لَوْ كُنْتُ أَنَا لَقَتَلْتُهُمْ، لِقَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ بَدَّلَ دِينَهُ فَاقْتُلُوهُ ‏\"‏ ‏.‏ وَلَمْ أَكُنْ لأُحَرِّقَهُمْ لِقَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تُعَذِّبُوا بِعَذَابِ اللَّهِ ‏\"‏ ‏.‏ فَبَلَغَ ذَلِكَ عَلِيًّا فَقَالَ صَدَقَ ابْنُ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ حَسَنٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ فِي الْمُرْتَدِّ ‏.‏ وَاخْتَلَفُوا فِي الْمَرْأَةِ إِذَا ارْتَدَّتْ عَنِ الإِسْلاَمِ فَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْعِلْمِ تُقْتَلُ وَهُوَ قَوْلُ الأَوْزَاعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَتْ طَائِفَةٌ مِنْهُمْ تُحْبَسُ وَلاَ تُقْتَلُ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَغَيْرِهِ مِنْ أَهْلِ الْكُوفَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এ হাদীস মোতাবিক অভিজ্ঞ আলিমগণ ধর্মত্যাগীর হুকুমের বিষয়ে মতামত ব্যক্ত করেছেন। কিন্তু কোন মহিলা ইসলাম ধর্ম বর্জন করলে তার কি শাস্তি হবে এই ব্যাপারে তাদের মধ্যে দ্বিমত আছে। একদল বিশেষজ্ঞ বলেছেন, তাকে মৃতুদন্ড প্রদান করা হবে। এই মত প্রকাশ করেছেন ইমাম আওযাঈ, আহমাদ ও ইসহাক। অপর একদল বলেছেন, তাকে বন্দী করা হবে, মেরে ফেলা যাবে না। এই মত সুফিয়ান সাওরী ও কূফাবাসীদের।"
  },
  {
    "hadith_id": 1459,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমাদের বিপক্ষে যে মানুষ অস্ত্র ধারণ করে সে আমাদের মধ্যে অন্তর্ভুক্ত নয়।\n\nসহীহ্, ইবনু মা-জাহ (২৫৭৫, ২৫৭৭), মুসলিম",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، وَأَبُو السَّائِبِ، سَلْمُ بْنُ جُنَادَةَ قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ بُرَيْدِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي بُرْدَةَ، عَنْ جَدِّهِ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ حَمَلَ عَلَيْنَا السِّلاَحَ فَلَيْسَ مِنَّا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَابْنِ الزُّبَيْرِ وَأَبِي هُرَيْرَةَ وَسَلَمَةَ بْنِ الأَكْوَعِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي مُوسَى حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার, ইবনুয যুবাইর, আবূ হুরাইরা ও সালামা ইবনুল আকওয়া (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ মূসা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1460,
    "narrator": "জুনদুব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যাদুকরের শাস্তি হল তরবারির আঘাতে মৃতুদন্ড। \n\nযঈফ, যঈফা (১৪৪৬), মিশকাত, তাহকীক ছানী (৩৫৫১)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ إِسْمَاعِيلَ بْنِ مُسْلِمٍ، عَنِ الْحَسَنِ، عَنْ جُنْدَبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ حَدُّ السَّاحِرِ ضَرْبَةٌ بِالسَّيْفِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَإِسْمَاعِيلُ بْنُ مُسْلِمٍ الْمَكِّيُّ يُضَعَّفُ فِي الْحَدِيثِ وَإِسْمَاعِيلُ بْنُ مُسْلِمٍ الْعَبْدِيُّ الْبَصْرِيُّ قَالَ وَكِيعٌ هُوَ ثِقَةٌ ‏.‏ وَيُرْوَى عَنِ الْحَسَنِ أَيْضًا وَالصَّحِيحُ عَنْ جُنْدَبٍ مَوْقُوفٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ ‏.‏ وَقَالَ الشَّافِعِيُّ إِنَّمَا يُقْتَلُ السَّاحِرُ إِذَا كَانَ يَعْمَلُ فِي سِحْرِهِ مَا يَبْلُغُ بِهِ الْكُفْرَ فَإِذَا عَمِلَ عَمَلاً دُونَ الْكُفْرِ فَلَمْ نَرَ عَلَيْهِ قَتْلاً ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, শুধু উল্লেখিত সনদসূত্রেই আমরা এ হাদীস মারফূ হিসেবে জেনেছি। ইসমাঈল ইবনু মুসলিম আল-মক্কীকে তার স্মরণশক্তির দুর্বলতার কারনে হাদীস বিশারদগণ তাকে হাদীস শাস্ত্রে দুর্বল বলেছেন। কিন্তু ইসমাঈল ইবনু মুসলিম আল-বাসরী প্রসঙ্গে ওয়াকী বলেছেন, তিনি নির্ভরযোগ্য রাবী। হাসান বাসরীর সূত্রেও হাদীসটি বর্ণিত হয়েছে। জুনদুব (রাঃ)-এর সূত্রে মাওকূফ হিসেবে বর্ণিত হাদীসটিই সহীহ।\n\nনাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল সাহাবী ও তৎপরবর্তী আলিমগন এ হাদীস অনুযায়ী আমল করেছেন। মালিক ইবনু আনাসও এই মত দিয়েছেন। শাফিঈ (রাহঃ) বলেছেন, যাদু যদি কুফরীর পর্যায়ভুক্ত হয় তবে তার শাস্তি মৃত্যুদন্ড। আর কুফরীর চেয়ে নিম্নতর পর্যায়ের হলে তাকে মৃত্যুদন্ড দেয়া যাবে না।"
  },
  {
    "hadith_id": 1461,
    "narrator": "উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা যাকে আল্লাহ্‌ তা’আলার পথে (গানীমাত) আত্মসাৎ করতে দেখবে তার মালপত্র সব পুড়িয়ে দিবে। সালিহ (রহঃ) বলেছেন, আমি মাসলামার নিকটে গেলাম। এ সময় সালিম ইবনু আব্দুল্লাহ তার নিকটই ছিলেন। তিনি এক আত্মসাৎকারীকে পেলেন। সালিম (রহঃ) তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর এ হাদীস উল্লেখ করেন। তিনি তার মালপত্র পুড়িয়ে দেয়ার হুকুম দিলে তা পুড়িয়ে দেয়া হয়। তার মালপত্রের মধ্যে এক জিল্‌দ কুরআন পাওয়া গেলে সালিম (রহঃ) বলেন, তা বিক্রয় করে তার মূল্য দান-খাইরাত করে দাও। \n\nযঈফ, যঈফ আবূ দাঊদ (৪৬৮), মিশকাত, তাহকীক ছানী (৩৬৩৩), তাহকীকুল মুখতারাহ (১৯১, ১৯৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو السَّوَّاقُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ صَالِحِ بْنِ مُحَمَّدِ بْنِ زَائِدَةَ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ وَجَدْتُمُوهُ غَلَّ فِي سَبِيلِ اللَّهِ فَاحْرِقُوا مَتَاعَهُ ‏\"‏ ‏.‏ قَالَ صَالِحٌ فَدَخَلْتُ عَلَى مَسْلَمَةَ وَمَعَهُ سَالِمُ بْنُ عَبْدِ اللَّهِ فَوَجَدَ رَجُلاً قَدْ غَلَّ فَحَدَّثَ سَالِمٌ بِهَذَا الْحَدِيثِ فَأَمَرَ بِهِ فَأُحْرِقَ مَتَاعُهُ فَوُجِدَ فِي مَتَاعِهِ مُصْحَفٌ فَقَالَ سَالِمٌ بِعْ هَذَا وَتَصَدَّقْ بِثَمَنِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا الْحَدِيثُ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ الأَوْزَاعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ إِنَّمَا رَوَى هَذَا صَالِحُ بْنُ مُحَمَّدِ بْنِ زَائِدَةَ وَهُوَ أَبُو وَاقِدٍ اللَّيْثِيُّ وَهُوَ مُنْكَرُ الْحَدِيثِ قَالَ مُحَمَّدٌ وَقَدْ رُوِيَ فِي غَيْرِ حَدِيثٍ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الْغَالِّ فَلَمْ يَأْمُرْ فِيهِ بِحَرْقِ مَتَاعِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। শুধুমাত্র উল্লেখিত সনদসূত্রেই আমরা এটা জেনেছি। কিছু বিশেষজ্ঞ আলিম এ হাদীস অনুযায়ী মত দিয়েছেন। ইমাম আওযাঈ, আহ্‌মাদ ও ইসহাকের এই মত। আমি (তিরমিযী) মুহাম্মাদ বুখারীকে এ হাদীস প্রসঙ্গে প্রশ্ন করলে তিনি বলেন, এ হাদীসটি সালিহ ইবনু মুহাম্মাদ ইবনু যায়িদা বর্ণনা করেছেন। তার ডাকনাম আবূ ওয়াকিদ আল-লাইসী। তিনি একজন প্রত্যাখ্যাত রাবী। ইমাম বুখারী আরো বলেন, গানীমাতের মাল আত্মসাৎকারী প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আরো হাদীস আছে। কিন্তু তিনি তাতে তার মালপত্র পুড়িয়ে ফেলার হুকুম দেননি।"
  },
  {
    "hadith_id": 1462,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন কোন ব্যক্তি অন্য ব্যক্তিকে বলে, “হে ইয়াহুদী” তখন তাকে বিশটি চাবুক মার। যখন সে বলে, “হে নপুংসক” তখন তাকে বিশটি চাবুক মার। যে ব্যক্তি মাহরাম আত্মীয়ার সাথে যেনা করে তাকে হত্যা কর।\n\nযঈফ, মিশকাত, তাহকীক ছানি (৩৬৩২), আবূ ঈসা বলেন, এ হাদীসটি আমরা শুধু উল্লেখিত সনদেই জেনেছি। এ হাদীসের অধঃস্তন রাবী ইবরাহীম ইবনু ইসমাঈল হাদীসশাস্ত্রে দুর্বল।\nআমাদের সমমনা আলিমগন এ হাদীস অনুসারে আমল করেছেন।তাঁরা বলেছেন, যে ব্যক্তি জেনেশুনে মাহরাম আত্মীয়ার সাথে জেনা করে তার শাস্তি মৃত্যুদন্ড। ইমাম আহ্‌মাদ (রাহঃ) বলেন, যে ব্যক্তি নিজের মাকে বিয়ে করে তাকে হত্যা করতে হবে। ইসহাক (রাঃ) বলেন, যে ব্যক্তি মাহরাম  আত্মীয়ার সাথে যেনা করে তাকে হত্যা করা হবে।\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই প্রসঙ্গে আরো কয়েকটি সূত্রে হাদীস বর্ণিত হয়েছে। যেমন বারাআ ইবনু আযিব (রাঃ) ও কুররা ইবনু ইআস আল-মুযানী (রাঃ) বর্ণনা করেছেনঃ এক ব্যক্তি  নিজের পিতার স্ত্রীকে (সৎ্মাকে) বিয়ে করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে হত্যা করার হুকুম দেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنْ إِبْرَاهِيمَ بْنِ إِسْمَاعِيلَ بْنِ أَبِي حَبِيبَةَ، عَنْ دَاوُدَ بْنِ الْحُصَيْنِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا قَالَ الرَّجُلُ لِلرَّجُلِ يَا يَهُودِيُّ فَاضْرِبُوهُ عِشْرِينَ وَإِذَا قَالَ يَا مُخَنَّثُ فَاضْرِبُوهُ عِشْرِينَ وَمَنْ وَقَعَ عَلَى ذَاتِ مَحْرَمٍ فَاقْتُلُوهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَإِبْرَاهِيمُ بْنُ إِسْمَاعِيلَ يُضَعَّفُ فِي الْحَدِيثِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَصْحَابِنَا قَالُوا مَنْ أَتَى ذَاتَ مَحْرَمٍ وَهُوَ يَعْلَمُ فَعَلَيْهِ الْقَتْلُ ‏.‏ وَقَالَ أَحْمَدُ مَنْ تَزَوَّجَ أُمَّهُ قُتِلَ ‏.‏ وَقَالَ إِسْحَاقُ مَنْ وَقَعَ عَلَى ذَاتِ مَحْرَمٍ قُتِلَ ‏.‏ - وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ غَيْرِ وَجْهٍ رَوَاهُ الْبَرَاءُ بْنُ عَازِبٍ وَقُرَّةُ بْنُ إِيَاسٍ الْمُزَنِيُّ أَنَّ رَجُلاً تَزَوَّجَ امْرَأَةَ أَبِيهِ فَأَمَرَ النَّبِيُّ صلى الله عليه وسلم بِقَتْلِهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1463,
    "narrator": "আবূ বুরদা ইবনু নিয়ার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ তা‘আলার নির্ধারিত হাদ্দের অন্তর্ভুক্ত কোন অন্যায় ছাড়া (অন্য অন্যায়ের শাস্তি হিসেবে) দশটির বেশি বেত্রাঘাত প্রদান করা যাবে না।\n\nসহীহ্, ইবনু মা-জাহ (২৬০১)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي بُرْدَةَ بْنِ نِيَارٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يُجْلَدُ فَوْقَ عَشْرِ جَلَدَاتٍ إِلاَّ فِي حَدٍّ مِنْ حُدُودِ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ بُكَيْرِ بْنِ الأَشَجِّ ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي التَّعْزِيرِ وَأَحْسَنُ شَيْءٍ رُوِيَ فِي التَّعْزِيرِ هَذَا الْحَدِيثُ ‏.‏ قَالَ وَقَدْ رَوَى هَذَا الْحَدِيثَ ابْنُ لَهِيعَةَ عَنْ بُكَيْرٍ فَأَخْطَأَ فِيهِ وَقَالَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ جَابِرِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم وَهُوَ خَطَأٌ وَالصَّحِيحُ حَدِيثُ اللَّيْثِ بْنِ سَعْدٍ إِنَّمَا هُوَ عَبْدُ الرَّحْمَنِ بْنُ جَابِرِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِي بُرْدَةَ بْنِ نِيَارٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। আমরা এ বিষয়ে শুধুমাত্র বুকাইর ইবনুল আশাজ্জ-এর হাদীসের মাধ্যমে জেনেছি। অভিজ্ঞ আলিমগণের মধ্যে তা’যীর বিষয়ে দ্বিমত আছে। উপরোক্ত হাদীসটি তা’যীর বিষযে বর্ণিত হাদীসসমূহের মধ্যে সবচেয়ে উত্তম। হাদীস বুকাইরের সূত্রে ইবনু লাহীআ বর্ণনা করেছেন এবং তিনি এতে ভুলের শিকার হয়েছেন। তিনি বলেছেন, আবদুর রাহমান ইবনু জাবির ইবনু আবদুল্লাহর সূত্রে, তিনি তার বাবার সূত্রে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন, কিন্তু তা ভুল। লাইস ইবনু সা’দের সনদে বর্ণিত হাদীসটি সহীহ্। তা হলঃ আবদুর রাহমান ইবনু জাবির ইবনু আবদুল্লাহ-আবূ বুরদা ইবনু নিয়ার (রাঃ) এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে।"
  },
  {
    "hadith_id": 1432,
    "narrator": "উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "উমার ইবনুল খাত্তাব (রাঃ) -এর নিকট হতে ইবনু আব্বাস (রাঃ) বর্ণনা করেন, তিনি (উমার) বলেন, আল্লাহ তা‘আলা নিশ্চয়ই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে সত্য সহকারে প্রেরণ করেছেন এবং তাঁর উপর কিতাব (কুরআন) নাযিল করেছেন। তিনি যা কিছু তাঁর উপর অবতীর্ণ করেছেন তার মধ্যে রজম বিষয়ক আয়াতও ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রজমের বিধান কার্যকর করেছেন। আমরাও তাঁর মৃত্যুর পর রজমের বিধান কার্যকর করেছি। আমার ভয় হচ্ছে, দীর্ঘ সময় অতিবাহিত হওয়ার পর কেউ হয়ত বলবে, আল্লাহ তা‘আলার কিতাবে তো আমরা রজমের উল্লেখ দেখতে পাচ্ছি না। তারা এভাবেই আল্লাহ তা‘আলার নাযিলকৃত একটি বিধান ছেড়ে দিয়ে পথভ্রষ্ট হবে। সাবধান! যিনাকারীকে রজম (পাথর মেরে হত্যা) করা আল্লাহ তা‘আলার কিতাব দ্বারা প্রমাণিত, যদি সে সুরক্ষিত (বিবাহিত) হয় এবং সাক্ষ্য-প্রমাণ বিদ্যমাণ থাকে অথবা অন্তঃসত্তা প্রকাশিত হয় অথবা নিজেই এর স্বীকারোক্তি করে।\n\nসহীহ্, ইবনু মা-জাহ (২৫৫৩), নাসা-ঈ\n\nআলী (রাঃ) হতেও এ অনু্চ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। উমার (রাঃ) হতে একাধিক সূত্রে হাদীসটি বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ، وَإِسْحَاقُ بْنُ مَنْصُورٍ، وَالْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، قَالَ إِنَّ اللَّهَ بَعَثَ مُحَمَّدًا صلى الله عليه وسلم بِالْحَقِّ وَأَنْزَلَ عَلَيْهِ الْكِتَابَ فَكَانَ فِيمَا أَنْزَلَ عَلَيْهِ آيَةُ الرَّجْمِ فَرَجَمَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَرَجَمْنَا بَعْدَهُ وَإِنِّي خَائِفٌ أَنْ يَطُولَ بِالنَّاسِ زَمَانٌ فَيَقُولَ قَائِلٌ لاَ نَجِدُ الرَّجْمَ فِي كِتَابِ اللَّهِ فَيَضِلُّوا بِتَرْكِ فَرِيضَةٍ أَنْزَلَهَا اللَّهُ أَلاَ وَإِنَّ الرَّجْمَ حَقٌّ عَلَى مَنْ زَنَى إِذَا أَحْصَنَ وَقَامَتِ الْبَيِّنَةُ أَوْ كَانَ حَبَلٌ أَوِ اعْتِرَافٌ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَرُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1442,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ব্যক্তির উপর দু’টি জুতা দিয়ে চল্লিশ ঘা হাদ্দ কায়িম করেন।\n\nসনদ দূর্বল, মিসআর বলেন, আমার মনে হয় এটা মাদক সেবনের ঘটনা ছিল। এ অনুচ্ছেদে আলী, আবদুর রহমান ইবনু আযহার, আবূ হুরাইরা, সায়িব, ইবনু আব্বাস ও উকবা ইবনুল হারিস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, আবূ সাঈদ (রাঃ) বর্ণিত হাদীসটি হাসান। আবূ সিদ্দীকের নাম বাক্‌র, পিতা আমর, মতান্তরে পিতার নাম কাইস।",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا أَبِي، عَنْ مِسْعَرٍ، عَنْ زَيْدٍ الْعَمِّيِّ، عَنْ أَبِي الصِّدِّيقِ النَّاجِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم ضَرَبَ الْحَدَّ بِنَعْلَيْنِ أَرْبَعِينَ ‏.‏ قَالَ مِسْعَرٌ أَظُنُّهُ فِي الْخَمْرِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَبْدِ الرَّحْمَنِ بْنِ أَزْهَرَ وَأَبِي هُرَيْرَةَ وَالسَّائِبِ وَابْنِ عَبَّاسٍ وَعُقْبَةَ بْنِ الْحَارِثِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ حَدِيثٌ حَسَنٌ ‏.‏ وَأَبُو الصِّدِّيقِ النَّاجِيُّ اسْمُهُ بَكْرُ بْنُ عَمْرٍو وَيُقَالُ بَكْرُ بْنُ قَيْسٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1452,
    "narrator": "আলী ইবনু হুজর-হুশাইম",
    "bn": "আলী ইবনু হুজর-হুশাইম হতে, তিনি আবূ বিশর হতে, তিনি হাবীব ইবনু সালিম হতে,  তিনি নুমান ইবনু বাশীর (রাঃ) হতে (উপরের হাদীসের) একই রকম বর্ণনা করেছেন।\n\n-দেখুন পূর্বের হাদীস\n\nকাতাদা (রাঃ) হতে বর্ণিত আছে, তিনি বলেনঃ এ প্রসঙ্গে হাবীব ইবনু সালিমের নিকট লিখা হয়েছিল। আবূ বিশর এ হাদীসটি হাবীব ইবনু সালিমের নিকট হতে শুনেননি। তিনি এটা খালিদ ইবনু উরফুতার সূত্রে বর্ণনা করেছেন। \nএ অনুচ্ছেদে সালামা ইবনুল মুহাব্বাক (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, নুমান (রাঃ) বর্ণিত হাদীসের সনদে অস্থিরতা আছে। তিনি আরও বলেন, আমি মুহাম্মাদ (বুখারী)-কে বলতে শুনেছি যে, কাতাদা এ হাদীসটি হাবীব ইবনু সালিম হতে শুনেননি। তিনি খালিদ ইবনু উরফুতা (রাহঃ) হতে এ হাদীস বর্ণনা করেছেন।\n\nযে ব্যক্তি নিজ স্ত্রীর ক্রীতদাসীর সাথে যেনা করে তার শাস্তি প্রসঙ্গে বিশেষজ্ঞ আলিমদের মাঝে মতের অমিল আছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একাধিক বিশেষজ্ঞ সাহাবী, যেমন আলী ও ইবনু উমার (রাঃ)-এর মতে, তাকে রজম (পাথর মেরে হত্যা) করতে হবে। ইবনু মাসঊদ (রাঃ) বলেন, তার উপর হাদ্দ কার্যকর হবে না, বরং তাকে তাযীরের আওতায় দৃষ্টান্তমূলক শাস্তি দিতে হবে। ইমাম আহ্‌মাদ ও ইসহাক (রাহঃ) নুমান (রাঃ)-এর হাদীসের বক্তব্য অনুযায়ী মত দিয়েছেন।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ أَبِي بِشْرٍ، عَنْ حَبِيبِ بْنِ سَالِمٍ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، نَحْوَهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ سَلَمَةَ بْنِ الْمُحَبَّقِ، ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ النُّعْمَانِ فِي إِسْنَادِهِ اضْطِرَابٌ ‏.‏ قَالَ سَمِعْتُ مُحَمَّدًا يَقُولُ لَمْ يَسْمَعْ قَتَادَةُ مِنْ حَبِيبِ بْنِ سَالِمٍ هَذَا الْحَدِيثَ إِنَّمَا رَوَاهُ عَنْ خَالِدِ بْنِ عُرْفُطَةَ ‏.‏ وَيُرْوَى عَنْ قَتَادَةَ أَنَّهُ قَالَ كَتَبَ بِهِ إِلَىَّ حَبِيبُ بْنُ سَالِمٍ ‏.‏ وَأَبُو بِشْرٍ لَمْ يَسْمَعْ مِنْ حَبِيبِ بْنِ سَالِمٍ هَذَا أَيْضًا إِنَّمَا رَوَاهُ عَنْ خَالِدِ بْنِ عُرْفُطَةَ ‏.‏ قَالَ أَبُو عِيسَى وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي الرَّجُلِ يَقَعُ عَلَى جَارِيَةِ امْرَأَتِهِ فَرُوِيَ عَنْ غَيْرِ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ عَلِيٌّ وَابْنُ عُمَرَ أَنَّ عَلَيْهِ الرَّجْمَ ‏.‏ وَقَالَ ابْنُ مَسْعُودٍ لَيْسَ عَلَيْهِ حَدٌّ وَلَكِنْ يُعَزَّرُ ‏.‏ وَذَهَبَ أَحْمَدُ وَإِسْحَاقُ إِلَى مَا رَوَى النُّعْمَانُ بْنُ بَشِيرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  }
]