[
  {
    "hadith_id": 1620,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ অর্থাৎ আল্লাহ্‌ তা’আলা বলেনঃ আমার পথে জিহাদকারীর জন্য আমি নিজেই যামিন। আমি তার জীবনটা নিয়ে নিলে তবে তাকে জান্নাতের উত্তরাধিকারী বানিয়ে দেই। আমি তাকে (যুদ্ধক্ষেত্র হতে) ফিরিয়ে আনলে তবে তাকে ছাওয়াব বা গানীমাতসহ ফিরিয়ে আনি।\n\nসহীহ্‌, তা’লীকুর রাগীব (২/১৭৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ بَزِيعٍ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، حَدَّثَنِي مَرْزُوقٌ أَبُو بَكْرٍ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَعْنِي ‏ \"‏ يَقُولُ اللَّهُ عَزَّ وَجَلَّ الْمُجَاهِدُ فِي سَبِيلِ اللَّهِ هُوَ عَلَىَّ ضَامِنٌ إِنْ قَبَضْتُهُ أَوْرَثْتُهُ الْجَنَّةَ وَإِنْ رَجَعْتُهُ رَجَعْتُهُ بِأَجْرٍ أَوْ غَنِيمَةٍ ‏\"‏ ‏.‏ قَالَ هُوَ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা উল্লেখিত সনদসূত্রে সহীহ্‌ গারীব বলেছেন ।"
  },
  {
    "hadith_id": 1619,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, প্রশ্ন করা হল, হে আল্লাহ্‌র রাসূল! কোন কাজ জিহাদের সমতুল্য হতে পারে? তিনি বললেনঃ তোমরা তা করতে পারবে না। তারা দুই অথবা তিনবার একই প্রশ্ন করল। প্রতি বারই তিনি বললেন, তোমরা তা করতে পারবে না। তৃতীয় বারে তিনি বললেনঃ আল্লাহ্‌ তা’আলার রাস্তায় জিহাদকারী লোকের সাথে এমন লোকের তুলনা হতে পারে যে লোক অক্লান্তভাবে নামায-রোযায় ব্যস্ত থাকে যতক্ষণ না আল্লাহ্‌ তা’আলার পথের মুজাহিদ ফিরে না আসে।\n\nসহীহ্, সহীহা (২৮৯৬), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قِيلَ يَا رَسُولَ اللَّهِ مَا يَعْدِلُ الْجِهَادَ قَالَ ‏\"‏ لاَ تَسْتَطِيعُونَهُ ‏\"‏ ‏.‏ فَرَدُّوا عَلَيْهِ مَرَّتَيْنِ أَوْ ثَلاَثًا كُلُّ ذَلِكَ يَقُولُ ‏\"‏ لاَ تَسْتَطِيعُونَهُ ‏\"‏ ‏.‏ فَقَالَ فِي الثَّالِثَةِ ‏\"‏ مَثَلُ الْمُجَاهِدِ فِي سَبِيلِ اللَّهِ مَثَلُ الْقَائِمِ الصَّائِمِ الَّذِي لاَ يَفْتُرُ مِنْ صَلاَةٍ وَلاَ صِيَامٍ حَتَّى يَرْجِعَ الْمُجَاهِدُ فِي سَبِيلِ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ الشَّفَاءِ وَعَبْدِ اللَّهِ بْنِ حُبْشِيٍّ وَأَبِي مُوسَى وَأَبِي سَعِيدٍ وَأُمِّ مَالِكٍ الْبَهْزِيَّةِ وَأَنَسِ بْنِ مَالِكٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "শিফাআ, আবদুল্লাহ ইবনু হুবশী, আবূ মূসা, আবূ সাঈদ, উম্মু মালিক আল-বাহ্‌যিয়্যা ও আনাস ইবনু মালিক (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । এ হাদীসটি হাসান সহীহ্‌ । এটা আবূ হুরাইরা (রাঃ) এর বরাতে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বিভিন্ন সূত্রে বর্ণিত হয়েছে ।"
  },
  {
    "hadith_id": 1621,
    "narrator": "ফাযালা ইবনু উবাইদ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ প্রত্যেক মৃত ব্যক্তির সকল প্রকার কাজের উপর সীলমোহর করে দেওয়া হয় (কাজের পরিসমাপ্তি ঘটে)। কিন্তু আল্লাহ্‌ তা’আলার রাস্তায় পাহারাদানরত অবস্থায় যে লোক মৃত্যুবরণ করে কিয়ামাত পর্যন্ত তার কর্মের সাওয়াব বাড়ানো হতে থাকে এবং তিনি কবরের সকল ফিতনা হতে নিরাপদে থাকেন। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ যে লোক নিজের প্রবৃত্তির বিরুদ্ধে জিহাদ করে সে-ই আসল মুজাহিদ।\n\nসহীহ্‌, মিশকাত তাহকীক ছানী (৩৪) এবং (৩৮২৩), তা’লীকুর রাগীব (২/১৫০), সহীহা (৫৪৯), সহীহ্‌ আবূ দাঊদ (১২৫৮)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا حَيْوَةُ بْنُ شُرَيْحٍ، قَالَ أَخْبَرَنِي أَبُو هَانِئٍ الْخَوْلاَنِيُّ، أَنَّ عَمْرَو بْنَ مَالِكٍ الْجَنْبِيَّ، أَخْبَرَهُ أَنَّهُ، سَمِعَ فَضَالَةَ بْنَ عُبَيْدٍ، يُحَدِّثُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ كُلُّ مَيِّتٍ يُخْتَمُ عَلَى عَمَلِهِ إِلاَّ الَّذِي مَاتَ مُرَابِطًا فِي سَبِيلِ اللَّهِ فَإِنَّهُ يُنْمَى لَهُ عَمَلُهُ إِلَى يَوْمِ الْقِيَامَةِ وَيَأْمَنُ مِنْ فِتْنَةِ الْقَبْرِ ‏\"‏ ‏.‏ وَسَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ الْمُجَاهِدُ مَنْ جَاهَدَ نَفْسَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُقْبَةَ بْنِ عَامِرٍ وَجَابِرٍ ‏.‏ وَحَدِيثُ فَضَالَةَ بْنِ عُبَيْدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, উকবা ইবনু আমির ও জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । ফাযালা (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্‌ ।"
  },
  {
    "hadith_id": 1623,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন মানুষ যদি একদিন আল্লাহ্‌ তা’আলার রাস্তায় রোযা আদায় করে তাহলে সেই দিনটি তার চেহারা হতে জাহান্নামকে সত্তর বছরের দূরত্বে সরিয়ে দেয়।\n\nসহীহ্‌, ইবনু মা-জাহ (১৭১৭), নাসা-ঈ",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْوَلِيدِ الْعَدَنِيُّ، حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، قَالَ وَحَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ سُفْيَانَ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنِ النُّعْمَانِ بْنِ أَبِي عَيَّاشٍ الزُّرَقِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَصُومُ عَبْدٌ يَوْمًا فِي سَبِيلِ اللَّهِ إِلاَّ بَاعَدَ ذَلِكَ الْيَوْمُ النَّارَ عَنْ وَجْهِهِ سَبْعِينَ خَرِيفًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন ।"
  },
  {
    "hadith_id": 1622,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক একদিন আল্লাহ্‌ তা’আলার পথে রোযা আদায় করে আল্লাহ্‌ তা’আলা তাকে জাহান্নাম হতে সত্তর বছরের (পথের) দূরত্বে রাখবেন। (উরওয়া ও সুলাইমানের) একজনের বর্ণনায় সত্তর বছর এবং অপরজনের বর্ণনায় চল্লিশ বছর উল্লেখ আছে।\n\nপ্রথম শব্দে (অর্থাৎ সত্তর বছর) হাদীসটি সহীহ্‌, তা’লীকুর রাগীব (২/৬২)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ أَبِي الأَسْوَدِ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، وَسُلَيْمَانَ بْنِ يَسَارٍ، أَنَّهُمَا حَدَّثَاهُ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ صَامَ يَوْمًا فِي سَبِيلِ اللَّهِ زَحْزَحَهُ اللَّهُ عَنِ النَّارِ سَبْعِينَ خَرِيفًا ‏\"‏ ‏.‏ أَحَدُهُمَا يَقُولُ سَبْعِينَ وَالآخَرُ يَقُولُ أَرْبَعِينَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَأَبُو الأَسْوَدِ اسْمُهُ مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ نَوْفَلٍ الأَسَدِيُّ الْمَدَنِيُّ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَأَنَسٍ وَعُقْبَةَ بْنِ عَامِرٍ وَأَبِي أُمَامَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা উল্লেখিত সনদসূত্রে গারীব বলেছেন । আবুল আসওয়াদের নাম মুহাম্মাদ, বাবা আবদুর রাহমান, দাদা নাওফাল আল-আসাদী আল-মাদানী । আবূ সাঈদ, আনাস, উকবা ইবনু আমির ও আবূ উমামা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে ।"
  },
  {
    "hadith_id": 1624,
    "narrator": "আবূ উমামা আল-বাহিলী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক যদি একদিন আল্লাহ্‌ তা’আলার রাস্তায় রোযা আদায় করে তাহলে আল্লাহ্‌ তা’আলা তার ও জাহান্নামের মাঝখানে আকাশ ও যমীনের মাঝখানের দূরত্বের সমতুল্য একটি পরিখা সৃষ্টি করে দিবেন।\n\nহাসান সহীহ্‌, সহীহা (৫৬৩)",
    "ar": "حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا الْوَلِيدُ بْنُ جَمِيلٍ، عَنِ الْقَاسِمِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ صَامَ يَوْمًا فِي سَبِيلِ اللَّهِ جَعَلَ اللَّهُ بَيْنَهُ وَبَيْنَ النَّارِ خَنْدَقًا كَمَا بَيْنَ السَّمَاءِ وَالأَرْضِ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ أَبِي أُمَامَةَ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ উমামার হাদীস হিসেবে এ হাদীসটি গারীব।"
  },
  {
    "hadith_id": 1625,
    "narrator": "খুরাইম ইবনু ফাতিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি আল্লাহ্‌ তা’আলার রাস্তায় কিছু ব্যয় করে (এর বিনিময়ে) তার জন্য সাতশত গুণ সাওয়াব লেখা হয়।\n\nসহীহ্‌, মিশকাত (৩৮২৬), তা’লীকুর রাগীব (২/১৫৬),",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ، عَنْ زَائِدَةَ، عَنِ الرُّكَيْنِ بْنِ الرَّبِيعِ، عَنْ أَبِيهِ، عَنْ يُسَيْرِ بْنِ عَمِيلَةَ، عَنْ خُرَيْمِ بْنِ فَاتِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ أَنْفَقَ نَفَقَةً فِي سَبِيلِ اللَّهِ كُتِبَتْ لَهُ بِسَبْعِمِائَةِ ضِعْفٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ الرُّكَيْنِ بْنِ الرَّبِيعِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । এ হাদীসটি হাসান । আমরা এ হাদীস শুধুমাত্র আর-রুকাইন ইবনুর রাবীর সূত্রেই জেনেছি ।"
  },
  {
    "hadith_id": 1627,
    "narrator": "আবূ উমামা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ উত্তম সাদকা হচ্ছে, আল্লাহ্‌ তা’আলার রাস্তায় ছায়া সৃষ্টির জন্যে তাঁবু দান করা, আল্লাহ্‌ তা’আলার রাস্তায় সেবার উদ্দেশ্যে গোলাম দান করা অথবা আল্লাহ্‌ তা’আলার রাস্তায় জাওয়ান উষ্ট্রী দান করা।\n\nহাসান, দেখুন পূর্বের হাদীস",
    "ar": "حَدَّثَنَا بِذَلِكَ، زِيَادُ بْنُ أَيُّوبَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا الْوَلِيدُ بْنُ جَمِيلٍ، عَنِ الْقَاسِمِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ أَبِي أُمَامَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَفْضَلُ الصَّدَقَاتِ ظِلُّ فُسْطَاطٍ فِي سَبِيلِ اللَّهِ وَمَنِيحَةُ خَادِمٍ فِي سَبِيلِ اللَّهِ أَوْ طَرُوقَةُ فَحْلٍ فِي سَبِيلِ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ وَهُوَ أَصَحُّ عِنْدِي مِنْ حَدِيثِ مُعَاوِيَةَ بْنِ صَالِحٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ গারীব বলেছেন । আমার মতে এই বর্ণনাটি মুআবিয়া ইবনু সালিহের বর্ণনার চাইতে অনেক বেশি সহীহ্‌ ।"
  },
  {
    "hadith_id": 1626,
    "narrator": "আদী ইবনু হাতিম তাঈ (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করেন, কোন রকমের দান-খাইরাত বেশি উত্তম? তিনি বললেনঃ আল্লাহ্‌ তা’আলার রাস্তায় সেবার উদ্দেশ্যে গোলাম দান করা, অথবা ছায়ার ব্যবস্থা করার জন্য তাঁবু দান করা বা আল্লাহ্‌র রাস্তায় জাওয়ান উষ্ট্রী দান করা। \n\nহাসান, তা’লীকুর রাগীব (২/১৫৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ كَثِيرِ بْنِ الْحَارِثِ، عَنِ الْقَاسِمِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَدِيِّ بْنِ حَاتِمٍ الطَّائِيِّ، أَنَّهُ سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم أَىُّ الصَّدَقَةِ أَفْضَلُ قَالَ ‏ \"‏ خِدْمَةُ عَبْدٍ فِي سَبِيلِ اللَّهِ أَوْ ظِلُّ فُسْطَاطٍ أَوْ طَرُوقَةُ فَحْلٍ فِي سَبِيلِ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ هَذَا الْحَدِيثُ مُرْسَلاً وَخُولِفَ زَيْدٌ فِي بَعْضِ إِسْنَادِهِ ‏.‏ قَالَ وَرَوَى الْوَلِيدُ بْنُ جَمِيلٍ هَذَا الْحَدِيثَ عَنِ الْقَاسِمِ أَبِي عَبْدِ الرَّحْمَنِ عَنْ أَبِي أُمَامَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি মুআবিয়া ইবনু আবূ সালিহের সূত্রে মুরসাল হিসেবে বর্ণিত হয়েছে । যাইদ তার কোন কোন সনদে গড়মিল করেছেন । যিয়াদ ইবনু আইয়্যূব আমাদের নিকট বর্ণনা করেছেন যে, হাদীসটি “ওয়ালীদ ইবনু জামীল বর্ণনা করেছেন আবূ আবদুর রাহমান আল-কাসিম হতে, তিনি আবূ উমামা হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে ।"
  },
  {
    "hadith_id": 1628,
    "narrator": "যাইদ ইবনু খালিদ আল-জুহানী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে মানুষ আল্লাহ্ তা‘আলার রাস্তায় জিহাদকারী কোন যোদ্ধার যুদ্ধে যাওয়ার সকল সাজ-সরঞ্জামের যোগাড় করল সে যেন নিজেই জিহাদ করল। আর যে মানুষ কোন সৈনিকের পরিবার-পরিজনের খোঁজখবর রাখলো সেও যেন জিহাদ করল।\n\nসহীহ্, ইবনু মা-জাহ (২৭৫৯)",
    "ar": "حَدَّثَنَا أَبُو زَكَرِيَّا، يَحْيَى بْنُ دُرُسْتَ الْبَصْرِيُّ حَدَّثَنَا أَبُو إِسْمَاعِيلَ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ جَهَّزَ غَازِيًا فِي سَبِيلِ اللَّهِ فَقَدْ غَزَا وَمَنْ خَلَفَ غَازِيًا فِي أَهْلِهِ فَقَدْ غَزَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন । এ হাদীসটি এ সূত্র ব্যতীত অন্য একটি সূত্রেও বর্ণিত হয়েছে ।"
  },
  {
    "hadith_id": 1629,
    "narrator": "যাইদ ইবনু খালিদ আল-জুহানী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে মানুষ আল্লাহ্ তা‘আলার রাস্তায় জিহাদের জন্য কোন যোদ্ধার সাজ-সরঞ্জাম যোগাড় করে দিল অথবা তার পরিবার-পরিজনের খোঁজখবর রাখল, সে যেন নিজেই জিহাদ করল।\n\nপূর্বের হাদীসের সহায়তায় এ হাদীসটি সহীহ্।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَطَاءٍ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ جَهَّزَ غَازِيًا فِي سَبِيلِ اللَّهِ أَوْ خَلَفَهُ فِي أَهْلِهِ فَقَدْ غَزَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন ।"
  },
  {
    "hadith_id": 1631,
    "narrator": "যাইদ ইবনু খালিদ আল-জুহানী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক আল্লাহ্ তা‘আলার রাস্তায় কোন মুজাহিদের সাজ-সরঞ্জামের যোগাড় করে দিল সে যেন নিজেই জিহাদ করল। আর যে লোক কোন যোদ্ধার পরিবার-পরিজনের খোঁজখবর রাখলো সেও যেন জিহাদ করল।\n\nসহীহ্, দেখুন এই হাদীসের পূর্বের হাদীস",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا حَرْبُ بْنُ شَدَّادٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ جَهَّزَ غَازِيًا فِي سَبِيلِ اللَّهِ فَقَدْ غَزَا وَمَنْ خَلَفَ غَازِيًا فِي أَهْلِهِ فَقَدْ غَزَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা সহীহ্‌ বলেছেন ।"
  },
  {
    "hadith_id": 1632,
    "narrator": "ইয়াযীদ ইবনু আবূ মারইয়াম (রহঃ)",
    "bn": "তিনি বলেন, আমি পায়ে হেটে জুমু‘আর সালাত আদায় করতে যাচ্ছিলাম। এ সময় আবাইয়া ইবনু রিফাআ ইবনু রাফি (রাঃ) আমার সাথে মিলিত হন। তিনি (আমাকে) বললেন, তোমার জন্য সুখবর। আল্লাহ্ তা‘আলার রাস্তায়ই তোমার এই পথ চলা। আবূ আব্‌স (রাঃ)-কে আমি বলতে শুনেছি, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তা‘আলার রাস্তায় যে লোকের পা দুটি ধুলিমলিন হয় তা জাহান্নামের আগুনের জন্য হারাম হয়ে যায়।\n\nসহীহ্‌, ইরওয়া (১১৮৩), বুখারী",
    "ar": "حَدَّثَنَا أَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ يَزِيدَ بْنِ أَبِي مَرْيَمَ، قَالَ لَحِقَنِي عَبَايَةُ بْنُ رِفَاعَةَ بْنِ رَافِعٍ وَأَنَا مَاشٍ، إِلَى الْجُمُعَةِ فَقَالَ أَبْشِرْ فَإِنَّ خُطَاكَ هَذِهِ فِي سَبِيلِ اللَّهِ سَمِعْتُ أَبَا عَبْسٍ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنِ اغْبَرَّتْ قَدَمَاهُ فِي سَبِيلِ اللَّهِ فَهُمَا حَرَامٌ عَلَى النَّارِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏ وَأَبُو عَبْسٍ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ جَبْرٍ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ وَرَجُلٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى يَزِيدُ بْنُ أَبِي مَرْيَمَ هُوَ رَجُلٌ شَامِيٌّ رَوَى عَنْهُ الْوَلِيدُ بْنُ مُسْلِمٍ وَيَحْيَى بْنُ حَمْزَةَ وَغَيْرُ وَاحِدٍ مِنْ أَهْلِ الشَّامِ وَبُرَيْدُ بْنُ أَبِي مَرْيَمَ كُوفِيٌّ أَبُوهُ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَاسْمُهُ مَالِكُ بْنُ رَبِيعَةَ وَبُرَيْدُ بْنُ أَبِي مَرْيَمَ سَمِعَ مِنْ أَنَسِ بْنِ مَالِكٍ وَرَوَى عَنْ بُرَيْدِ بْنِ أَبِي مَرْيَمَ أَبُو إِسْحَاقَ الْهَمْدَانِيُّ وَعَطَاءُ بْنُ السَّائِبِ وَيُونُسُ بْنُ أَبِي إِسْحَاقَ وَشُعْبَةُ أَحَادِيثَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব সহীহ্‌ বলেছেন । আবূ আব্‌স-এর নাম আবদুর রাহমান ইবনু জাব্‌র । আবূ বাকর (রাঃ) ও আরো একজন সাহাবী হতে এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ঈসা বলেন, ইয়াযীদ ইবনু আবূ মারইয়াম হচ্ছেন সিরিয়ার অধিবাসী । তার সূত্রে ওয়ালীদ ইবনু মুসলিম, ইয়াহ্ইয়া ইবনু হামযা এবং আরো কয়েকজন সিরীয় মুহাদ্দিস হাদীস বর্ণনা করেছেন । অপরদিকে কূফার অধিবাসী বুরাইদ ইবনু আবূ মারইয়ামের পিতা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবীদের অন্তর্ভূক্ত । তার নাম মালিক, পিতা রাবীআ । বুরাইদ ইবনু আবী মারইয়াম আনাস ইবনু মালিকের নিকট হাদীস শুনেছেন । আবূ ইসহাক আল হামদানী, আতা ইবনুস সাইব, ইউনুস ইবনু আবী ইসহাক ও শুবা প্রমুখ মুহাদ্দিসগণ বুরাইদ ইবনু আবী মারইয়াম হতে হাদীস বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 1633,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তা‘আলার ভয়ে যে লোক ক্রন্দন করে তার জাহান্নামে যাওয়া এরূপ অসম্ভব যেমন অসম্ভব দোহন করা দুধ আবার পালানের মধ্যে ফিরে যাওয়া। আল্লাহ্ তা‘আলার পথের ধুলা এবং জাহান্নামের ধোঁয়া কখনও একত্র হবে না (আল্লাহ্ তা‘আলার পথের পথিক জাহান্নামে যাবে না)।\n\nসহীহ্, মিশকাত (৩৮২৮), তা’লীকুর রাগীব (২/১৬৬)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ الْمَسْعُودِيِّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عِيسَى بْنِ طَلْحَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَلِجُ النَّارَ رَجُلٌ بَكَى مِنْ خَشْيَةِ اللَّهِ حَتَّى يَعُودَ اللَّبَنُ فِي الضَّرْعِ وَلاَ يَجْتَمِعُ غُبَارٌ فِي سَبِيلِ اللَّهِ وَدُخَانُ جَهَنَّمَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَمُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ هُوَ مَوْلَى أَبِي طَلْحَةَ مَدَنِيٌّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন । আবূ তালহা (রাঃ)-এর মুক্তদাস ছিলেন মুহাম্মাদ ইবনু আবদুর রাহমান (রহঃ) । তিনি একজন মাদীনার অধিবাসী ।"
  },
  {
    "hadith_id": 1635,
    "narrator": "আমর ইবনু আবাসা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লার তা‘আলার পথে যে লোক বুড়ো হয়েছে, তার জন্য কিয়ামাতের দিন একটি আলোকবর্তিকা থাকবে।\n\nসহীহ্, তা’লীকুর রাগীব (২/১৭১)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ الْمَرْوَزِيُّ، أَخْبَرَنَا حَيْوَةُ بْنُ شُرَيْحٍ الْحِمْصِيُّ، عَنْ بَقِيَّةَ، عَنْ بَحِيرِ بْنِ سَعْدٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ كَثِيرِ بْنِ مُرَّةَ، عَنْ عَمْرِو بْنِ عَبَسَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ شَابَ شَيْبَةً فِي سَبِيلِ اللَّهِ كَانَتْ لَهُ نُورًا يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَحَيْوَةُ بْنُ شُرَيْحِ ابْنُ يَزِيدَ الْحِمْصِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ গারীব বলেছেন । হাইওয়া ইবনু শুরাইহ্ হচ্ছেন ইয়াযীদ আল-হিমসী-এর ছেলে ।"
  },
  {
    "hadith_id": 1634,
    "narrator": "সালিম ইবনু আবুল জাদ (রহঃ)",
    "bn": "শুরাহ্‌বীল ইবনুস সিম্‌ত (রহঃ) বলেন, হে কা’ব ইবনু মুররা! আমাদেরকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর হাদীস শুনান এবং সতর্কতা অবলম্বন করুন। তিনি বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ যে লোক মুসলমান অবস্থায় বুড়ো হল, তার জন্য কিয়ামাতের দিন একটি বিশেষ আলোকবর্তিকা থাকবে।\n\nসহীহ্, সহীহা (১২৪৪), মিশকাত তাহকীক ছানী (৪৪৫৯)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، أَنَّ شُرَحْبِيلَ بْنَ السِّمْطِ، قَالَ يَا كَعْبُ بْنَ مُرَّةَ حَدِّثْنَا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَاحْذَرْ ‏.‏ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ شَابَ شَيْبَةً فِي الإِسْلاَمِ كَانَتْ لَهُ نُورًا يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ فَضَالَةَ بْنِ عُبَيْدٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ وَحَدِيثُ كَعْبِ بْنِ مُرَّةَ حَدِيثٌ حَسَنٌ ‏.‏ هَكَذَا رَوَاهُ الأَعْمَشُ عَنْ عَمْرِو بْنِ مُرَّةَ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ مَنْصُورٍ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ وَأَدْخَلَ بَيْنَهُ وَبَيْنَ كَعْبِ بْنِ مُرَّةَ فِي الإِسْنَادِ رَجُلاً ‏.‏ وَيُقَالُ كَعْبُ بْنُ مُرَّةَ وَيُقَالُ مُرَّةُ بْنُ كَعْبٍ الْبَهْزِيُّ وَالْمَعْرُوفُ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مُرَّةُ بْنُ كَعْبٍ الْبَهْزِيُّ وَقَدْ رَوَى عَنِ النَّبِيِّ صلى الله عليه وسلم أَحَادِيثَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ফাযালা ইবনু উবাইদ ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । কা’ব ইবনু মুররার হাদীসটি হাসান । কা’ব ইবনু মুররার হাদীসটি আমর ইবনু মুররা হতে আমাশ এরূপই বর্ণনা করেছেন । মানসূর-সালিম ইবনু আবিল জাদ হতেও এই হাদীসটি বর্ণিত হয়েছে । তবে সনদের মধ্যে অন্য একজন বর্ণনাকারীকে সালিম ও কা’ব-এর মাঝখানে অন্তর্ভুক্ত করা হয়েছে । তাঁকে কা’ব ইবনু মুররাও বলা হয় এবং মুররা ইবনু কা’ব আল বাহযীও বলা হয় । তবে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর একজন সাহাবী হিসাবেই মুররা ইবনু কা’ব আল-বাহ্‌যী (রাঃ) প্রসিদ্ধ ও স্বতন্ত্র ব্যক্তি । তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনেকগুলো হাদীস বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 1636,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাত পর্যন্ত ঘোড়ার কপালে কল্যাণ বাঁধা রয়েছে। তিন প্রকার মানুষের জন্য ঘোড়া তিন ধরণের ফল বয়ে আনে। তা কোন মানুষের জন্য সাওয়াবের মাধ্যম, কোন মানুষের জন্য আবরণস্বরূপ এবং কোন মানুষের জন্য গুনাহের কারণ হয়ে থাকে। এটা সেই প্রকার মানুষের জন্য সাওয়াবের মাধ্যম হয় যে আল্লাহ্ তা‘আলার রাস্তায় (জিহাদের উদ্দেশ্যে) তা লালন-পালন করে এবং এটাকে (সর্বদা) প্রস্তুত রাখে। এটা তার জন্য সাওয়াবের মাধ্যম হবে। সে এর পেটে যা কিছুই ঢালে আল্লাহ্‌ তা‘আলা তার বিনিময়ে তার জন্য সাওয়াব লিখে দেন।\n\nসহীহ্, মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْخَيْلُ مَعْقُودٌ فِي نَوَاصِيهَا الْخَيْرُ إِلَى يَوْمِ الْقِيَامَةِ الْخَيْلُ لِثَلاَثَةٍ هِيَ لِرَجُلٍ أَجْرٌ وَهِيَ لِرَجُلٍ سِتْرٌ وَهِيَ عَلَى رَجُلٍ وِزْرٌ فَأَمَّا الَّذِي لَهُ أَجْرٌ فَالَّذِي يَتَّخِذُهَا فِي سَبِيلِ اللَّهِ فَيُعِدُّهَا لَهُ هِيَ لَهُ أَجْرٌ لاَ يَغِيبُ فِي بُطُونِهَا شَيْءٌ إِلاَّ كَتَبَ اللَّهُ لَهُ أَجْرًا ‏\"‏ ‏.‏ وَفِي الْحَدِيثِ قِصَّةٌ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَى مَالِكُ بْنُ أَنَسٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসে আরও বিবরণ আছে । এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন । উপরোক্ত হাদীসের মত মালিক ইবনু আনাস-যাইদ ইবনু আসলাম হতে, তিনি আবূ সালিহ হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এইসুত্রে বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 1638,
    "narrator": "আবূ নাজীহ আস-সুলামী (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ আল্লাহ্‌ তা’আলার রাস্তায় যে লোক তীর ছুড়লো তার জন্য রয়েছে একটি গোলাম মুক্ত করার অনুরূপ সাওয়াব।\n\nসহীহ্‌, ইবনু মা-জাহ (২৮১২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، عَنْ أَبِيهِ، عَنْ قَتَادَةَ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ، عَنْ أَبِي نَجِيحٍ السُّلَمِيِّ، رضى الله عنه قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ رَمَى بِسَهْمٍ فِي سَبِيلِ اللَّهِ فَهُوَ لَهُ عَدْلُ مُحَرَّرٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏ وَأَبُو نَجِيحٍ هُوَ عَمْرُو بْنُ عَبَسَةَ السُّلَمِيُّ وَعَبْدُ اللَّهِ بْنُ الأَزْرَقِ هُوَ عَبْدُ اللَّهِ بْنُ زَيْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা সহীহ্‌ বলেছেন । আবূ নাজীহ্‌র নাম আমর, পিতা আবাসা আস-সুলামী । আবদুল্লাহ ইবনু ইয়াযীদ নামেও আবদুল্লাহ ইবনুল আযরাক (রহঃ)-এর পরিচিতি রয়েছে ।"
  },
  {
    "hadith_id": 1637,
    "narrator": "আবদুল্লাহ ইবনু আবদুর রহমান ইবনু আবূ হুসাইন (রহঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ তা‘আলা একটি তীরের উসীলায় তিনজন লোককে জান্নাতে প্রবেশ করাবেনঃ  তীর নির্মাতা যে নির্মাণকালে কল্যাণের আশা করেছে, (জিহাদে) এই তীর নিক্ষেপকারী এবং তা নিক্ষেপে সাহায্যকারী। তিনি আরো বলেনঃ তোমরা তীরন্দাজী কর ও ঘোড়দৌড় শিক্ষা কর। তবে তোমাদের ঘোড়দৌড় শেখার তুলনায় তীরন্দাজী শিক্ষা করা আমার কাছে বেশি পছন্দনীয়। মুসলিম ব্যক্তির সকল ক্রীড়া-কৌতুকই বৃথা। তবে তীর নিক্ষেপ, ঘোড়ার প্রশিক্ষণ এবং নিজ স্ত্রীর সাথে ক্রীড়া-কৌতুক বৃথা নয়। (কারণ) এগুলো হল উপকারী ও বিধি সম্মত। \n\nযঈফ, ইবনু মাজাহ (২৮১১)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي حُسَيْنٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ اللَّهَ لَيُدْخِلُ بِالسَّهْمِ الْوَاحِدِ ثَلاَثَةً الْجَنَّةَ صَانِعَهُ يَحْتَسِبُ فِي صَنْعَتِهِ الْخَيْرَ وَالرَّامِيَ بِهِ وَالْمُمِدَّ بِهِ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ ارْمُوا وَارْكَبُوا وَلأَنْ تَرْمُوا أَحَبُّ إِلَىَّ مِنْ أَنْ تَرْكَبُوا كُلُّ مَا يَلْهُو بِهِ الرَّجُلُ الْمُسْلِمُ بَاطِلٌ إِلاَّ رَمْيَهُ بِقَوْسِهِ وَتَأْدِيبَهُ فَرَسَهُ وَمُلاَعَبَتَهُ أَهْلَهُ فَإِنَّهُنَّ مِنَ الْحَقِّ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1639,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি বলতে শুনেছিঃ জাহান্নামের আগুন দুটি চোখকে স্পর্শ করবে না। আল্লাহ্‌ তা’আলার ভয়ে যে চোখ ক্রন্দন করে এবং আল্লাহ্‌ তা’আলার রাস্তায় যে চোখ (নিরাপত্তার জন্য) পাহারা দিয়ে ঘুমবিহীনভাবে রাত পার করে দেয়।\n\nসহীহ্‌, মিশকাত (৩৮২৯), তা’লীকুর রাগীব (২/১৫৩)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا بِشْرُ بْنُ عُمَرَ، حَدَّثَنَا شُعَيْبُ بْنُ رُزَيْقٍ أَبُو شَيْبَةَ، حَدَّثَنَا عَطَاءٌ الْخُرَاسَانِيُّ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ عَيْنَانِ لاَ تَمَسُّهُمَا النَّارُ عَيْنٌ بَكَتْ مِنْ خَشْيَةِ اللَّهِ وَعَيْنٌ بَاتَتْ تَحْرُسُ فِي سَبِيلِ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُثْمَانَ وَأَبِي رَيْحَانَةَ ‏.‏ وَحَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ شُعَيْبِ بْنِ رُزَيْقٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, উসমান ও আবূ রাইহানা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । ইবনু আব্বাস (রাঃ) হতে বর্ণিত হাদীসটি হাসান গারীব । আমরা এ হাদীসটি শুধুমাত্র শুয়াইব ইবনু যুরাইক-এর সূত্রেই জেনেছি ।"
  },
  {
    "hadith_id": 1641,
    "narrator": "কা’ব ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সবুজ পাখির মধ্যে শহীদদের রূহ্‌ অবস্থান করে। তারা জান্নাতের বৃক্ষসমূহের ফল ভক্ষণ করে।\n\nসহীহ্‌, ইবনু মা-জাহ (৪২৭১)",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ كَعْبِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ أَرْوَاحَ الشُّهَدَاءِ فِي طَيْرٍ خُضْرٍ تَعْلُقُ مِنْ ثَمَرَةِ الْجَنَّةِ أَوْ شَجَرِ الْجَنَّةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন ।"
  },
  {
    "hadith_id": 1642,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সবার আগে যে তিনজন জান্নাতে যাবে তাদেরকে আমার সামনে উপস্থিত করা হয়েছে। শহীদ, হারাম ও সংশয়পূর্ণ জিনিস হতে ও অপরের নিকটে হাত পাতা হতে দূরে অবস্থানকারী এবং উত্তমরূপে অল্লাহ তা‘আলার ইবাদতকারী ও মনিবদের কল্যাণকামী গোলাম। \n\nযঈফ, তা’লিকুর রাগীব (১/২৬৮)। আবূ ঈসা বলেন, এ হাদীসটি হাসান।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، أَخْبَرَنَا عَلِيُّ بْنُ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَامِرٍ الْعُقَيْلِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ عُرِضَ عَلَىَّ أَوَّلُ ثَلاَثَةٍ يَدْخُلُونَ الْجَنَّةَ شَهِيدٌ وَعَفِيفٌ مُتَعَفِّفٌ وَعَبْدٌ أَحْسَنَ عِبَادَةَ اللَّهِ وَنَصَحَ لِمَوَالِيهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1643,
    "narrator": "আনাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌ তা’আলার নিকট সঞ্চিত সাওয়াবের অধিকারী যে কোন বান্দার মৃত্যুর পর তাকে পৃথিবী এবং এর সকল কিছু দিলেও সে আবার পৃথিবীতে চলে আসা পছন্দ করবে না। কিন্তু যখন শহীদ ব্যক্তি শাহাদাত লাভের ফযিলত ও মর্যাদা প্রত্যক্ষভাবে দেখতে পাবে তখন সে আবার দুনিয়াতে আসতে আগ্রহী হবে, যাতে সে আবার আল্লাহ তা’আলার পথে শহীদ হতে পারে।\n\nসহীহ্‌, নাসা-ঈ",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏ \"‏ مَا مِنْ عَبْدٍ يَمُوتُ لَهُ عِنْدَ اللَّهِ خَيْرٌ يُحِبُّ أَنْ يَرْجِعَ إِلَى الدُّنْيَا وَأَنَّ لَهُ الدُّنْيَا وَمَا فِيهَا إِلاَّ الشَّهِيدُ لِمَا يَرَى مِنْ فَضْلِ الشَّهَادَةِ فَإِنَّهُ يُحِبُّ أَنْ يَرْجِعَ إِلَى الدُّنْيَا فَيُقْتَلَ مَرَّةً أُخْرَى ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ ابْنُ أَبِي عُمَرَ قَالَ سُفْيَانُ بْنُ عُيَيْنَةَ كَانَ عَمْرُو بْنُ دِينَارٍ أَسَنَّ مِنَ الزُّهْرِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন । ইবনু আবী উমার বলেন, সুফিয়ান ইবনু উয়াইনাহ বলেছেন যে, আমর ইবনু দীনার যুহরীর চাইতে বয়সে বড় ছিলেন ।"
  },
  {
    "hadith_id": 1640,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌ তা’আলার পথে মৃত্যুবরণ করা সকল পাপের কাফফারা হয়ে যায়। তখন জিবরাঈল (আঃ) বললেন, ঋণ ব্যতীত (তা ক্ষমা করা হয় না)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ঋণ ব্যতীত।\n\nসহীহ্‌, মুসলিম ইবনু উমার হতে, ইরওয়া (১১৯৬), গাইয়াতুল মারাম (৩৫১), তাখরীজ মুশকিলাতুল ফাকর (৬৭)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ طَلْحَةَ الْيَرْبُوعِيُّ الْكُوفِيُّ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْقَتْلُ فِي سَبِيلِ اللَّهِ يُكَفِّرُ كُلَّ خَطِيئَةٍ ‏\"‏ ‏.‏ فَقَالَ جِبْرِيلُ إِلاَّ الدَّيْنَ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِلاَّ الدَّيْنَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ كَعْبِ بْنِ عُجْرَةَ وَجَابِرٍ وَأَبِي هُرَيْرَةَ وَأَبِي قَتَادَةَ ‏.‏ وَهَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ أَبِي بَكْرٍ إِلاَّ مِنْ حَدِيثِ هَذَا الشَّيْخِ ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ عَنْ هَذَا الْحَدِيثِ فَلَمْ يَعْرِفْهُ وَقَالَ أُرَى أَنَّهُ أَرَادَ حَدِيثَ حُمَيْدٍ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ لَيْسَ أَحَدٌ مِنْ أَهْلِ الْجَنَّةِ يَسُرُّهُ أَنْ يَرْجِعَ إِلَى الدُّنْيَا إِلاَّ الشَّهِيدُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, কা’ব ইবনু উজরা, জাবির, আবূ হুরাইরা ও আবূ কাতাদা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি গারীব । আমরা এ হাদীস বিষয়ে শুধুমাত্র আবূ বাক্‌র ইবনু আইয়্যাশের নিকট হতে এই শাইখ (ইয়াহ্‌ইয়া ইবনু তালহা) কর্তৃক বর্ণিত সূত্রেই জেনেছি । মুহাম্মাদ ইবনু ইসমাঈলকে উল্লেখিত হাদীস প্রসঙ্গে আমি (তিরমিযী) প্রশ্ন করলে এ বিষয়ে তিনি তার অজ্ঞতা প্রকাশ করেন । তিনি আরও বলেন, আমার মনে হয় তিনি হয়ত আনাস (রাঃ)-এর সূত্রে বর্ণিত হুমাইদ এর হাদীসটি বুঝাতে চেয়েছেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ “জান্নাত হতে পৃথিবীতে ফিরে আসতে শহীদ ব্যতীত অন্য কেউই আনন্দবোধ করবে না ।”"
  },
  {
    "hadith_id": 1644,
    "narrator": "উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ শহীদ চার প্রকার। (১) উত্তম ঈমানের অধিকারী মু’মিন, যে শত্রুর বিরুদ্ধে যুদ্ধ করে এবং আল্লাহ তা‘আলার ওয়াদা (প্রতিশ্রুতি) সত্য বলে বিশ্বাস করে যুদ্ধ করে, অবশেষে মারা যায়। কিয়ামাতের দিন লোকেরা তার প্রতি এভাবে উপরে চোখ তুলে তাকাবে, এই বলে তিনি মাথা উপরের দিকে তুলে (বাস্তবরূপে) দেখালেন, এমনকি তাঁর মাথার টুপি পড়ে গেল। রাবী বলেন, এখানে উমারের টুপির কথা বলা হয়েছে না নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর টুপি বুঝানো হয়েছে তা আমার জানা নেই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ (২) আরেক ব্যক্তিও উত্তম ঈমানের অধিকারী মু’মিন। সেও শত্রুর মুকাবিলায় অবতীর্ণ হয়, কিন্তু ভীরুতার কারণে তার দেহ এমনভাবে কম্পিত হতে থাকে যেন তাকে বাবলা গাছের কাঁটাযুক্ত ডাল দিয়ে মারা হয়েছে। একটি অদৃশ্য তীর এসে তার শরীরে বিদ্ধ হলে তার আঘাতে সে মারা গেল। এ হল দ্বিতীয় পর্যায়ের শহীদ। (৩) আরেক মু’মিন ব্যক্তি তার ভাল কাজের সাথে কিছু খারাপ কাজও করে ফেলেছে। সে শত্রুর বিরুদ্ধে অবতীর্ণ হয়ে আল্লাহ তা‘আলার ওয়াদা সত্য বলে বিশ্বাস করে যুদ্ধ করে অবশেষে মারা যায়। এ ব্যক্তি তৃতীয় পর্যায়ের শহীদ। (৪)  অপর মু’মিন ব্যক্তি নিজের উপর যুলুম করেছে। সেও শত্রুর মুকাবিলায় অবতীর্ণ হয় এবং আল্লাহ তা‘আলার ওয়াদা সত্য বলে বিশ্বাস করে যুদ্ধ করে, তারপর মারা যায়। এই ব্যক্তি চতুর্থ স্তরের শহীদ। \n\nযঈফ, মিশকাত, তাহকীক ছানী (৩৮৫৮), যঈফা (২০০৪)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ عَطَاءِ بْنِ دِينَارٍ، عَنْ أَبِي يَزِيدَ الْخَوْلاَنِيِّ، أَنَّهُ سَمِعَ فَضَالَةَ بْنَ عُبَيْدٍ، يَقُولُ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ الشُّهَدَاءُ أَرْبَعَةٌ رَجُلٌ مُؤْمِنٌ جَيِّدُ الإِيمَانِ لَقِيَ الْعَدُوَّ فَصَدَقَ اللَّهَ حَتَّى قُتِلَ فَذَلِكَ الَّذِي يَرْفَعُ النَّاسُ إِلَيْهِ أَعْيُنَهُمْ يَوْمَ الْقِيَامَةِ هَكَذَا ‏\"‏ ‏.‏ وَرَفَعَ رَأْسَهُ حَتَّى وَقَعَتْ قَلَنْسُوَتُهُ ‏.‏ قَالَ فَمَا أَدْرِي أَقَلَنْسُوَةَ عُمَرَ أَرَادَ أَمْ قَلَنْسُوَةَ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ وَرَجُلٌ مُؤْمِنٌ جَيِّدُ الإِيمَانِ لَقِيَ الْعَدُوَّ فَكَأَنَّمَا ضُرِبَ جِلْدُهُ بِشَوْكِ طَلْحٍ مِنَ الْجُبْنِ أَتَاهُ سَهْمٌ غَرْبٌ فَقَتَلَهُ فَهُوَ فِي الدَّرَجَةِ الثَّانِيَةِ وَرَجُلٌ مُؤْمِنٌ خَلَطَ عَمَلاً صَالِحًا وَآخَرَ سَيِّئًا لَقِيَ الْعَدُوَّ فَصَدَقَ اللَّهَ حَتَّى قُتِلَ فَذَلِكَ فِي الدَّرَجَةِ الثَّالِثَةِ وَرَجُلٌ مُؤْمِنٌ أَسْرَفَ عَلَى نَفْسِهِ لَقِيَ الْعَدُوَّ فَصَدَقَ اللَّهَ حَتَّى قُتِلَ فَذَلِكَ فِي الدَّرَجَةِ الرَّابِعَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَطَاءِ بْنِ دِينَارٍ ‏.‏ قَالَ سَمِعْتُ مُحَمَّدًا يَقُولُ قَدْ رَوَى سَعِيدُ بْنُ أَبِي أَيُّوبَ هَذَا الْحَدِيثَ عَنْ عَطَاءِ بْنِ دِينَارٍ وَقَالَ عَنْ أَشْيَاخٍ مِنْ خَوْلاَنَ وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِي يَزِيدَ ‏.‏ وَقَالَ عَطَاءُ بْنُ دِينَارٍ لَيْسَ بِهِ بَأْسٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেছেন, এ হাদীসটি হাসান গারীব। আমরা শুধু আতা ইবনু দীনারের বর্ণিত হাদীস হিসেবে এটি জেনেছি। আমি ইমাম বুখারীকে বলতে শুনেছি যে, সাঈদ ইবনু আবূ আইউব (রহঃ) আতা ইবনু দীনার হতে, তিনি বানূ খাওলানের কিছু শাইখের সূত্রে উক্ত হাদীস বর্ণনা করেছেন। এই সূত্রে আবূ ইয়াযীদের উল্লেখ নেই। তিনি আরও বলেনঃ আতা ইবনু দীনারের মধ্যে কোন দোষ নেই।"
  },
  {
    "hadith_id": 1645,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিলহানের মেয়ে উম্মু হারামের বাসায় গেলে তিনি তাঁকে খাবার খাওয়াতেন। উম্মু হারাম (রাঃ) ছিলেন উবাদা ইবনু সামিত (রাঃ)-এর স্ত্রী। এক দিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার বাসায় গেলে তিনি তাঁকে খাওয়ান এবং তাঁর ঘুমানোর ব্যবস্থা করে তাঁর মাথায় বিলি কাটতে লাগলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুমিয়ে যান। তারপর তিনি হাসতে হাসতে ঘুম হতে জেগে উঠেন। তিনি (উম্মু হারাম) বলেন, আমি বললাম, হে আল্লাহ্‌র রাসূল! আপনি কি কারণে হাসছেন? তিনি বললেনঃ আমার উম্মাতের একদল লোককে (স্বপ্নে) আমার সামনে হাযির করা হল। তারা সাগরের বুকে সিংহাসনে বসা শাসকের মত সাওয়ার হয়ে আল্লাহ্‌ তা’আলার রাস্তায় (নৌ) যুদ্ধে নিয়োজিত। আমি বললাম, হে আল্লাহ্‌র রাসূল! আল্লাহ্‌ তা’আলার নিকট আমার জন্য দু’আ করুন, তিনি আমাকেও যেন তাদের অন্তর্ভুক্ত করে দেন। তিনি তার জন্য দু’আ করেন এবং (বালিশে) মাথা রেখে আবার ঘুমিয়ে পড়েন। তিনি পুনরায় হাসতে হাসতে ঘুম হতে সজাগ হন। আমি তাঁকে প্রশ্ন করলাম, হে আল্লাহ্‌র রাসূল! আপনি হাসছেন কেন? তিনি বললেনঃ আমার সামনে আমার উম্মাতের এক দল লোককে (স্বপ্নে) হাযির করা হয়, যারা আল্লাহ্‌ তা’আলার রাস্তায় (নৌ) যুদ্ধে নিয়োজিত। তিনি পূর্বানুরূপ বর্ণনা করেন। তিনি (উম্মু হারাম) বলেন, আমি বললাম, হে আল্লাহ্‌র রাসূল! আল্লাহ্‌ তা’আলার নিকট আমার জন্য দু’আ করুন, তিনি আমাকেও যেন তাদের অন্তর্ভুক্ত করেন। তিনি বললেনঃ তুমি প্রথম দলের অন্তর্ভুক্ত হবে। মুআবিয়া ইবনু আবূ সুফিয়ান (রাঃ)-এর রাজত্বকালে উম্মু হারাম (রাঃ) নৌযুদ্ধে অংশগ্রহণ করেন। তিনি নৌযুদ্ধ হতে ফিরে এসে তার সাওয়ারী হতে পড়ে গিয়ে মারা যান।\n\nসহীহ্‌, ইবনু মা-জাহ (২৭৭৬), নাসা-ঈ",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ سَمِعَهُ يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدْخُلُ عَلَى أُمِّ حَرَامٍ بِنْتِ مِلْحَانَ فَتُطْعِمُهُ وَكَانَتْ أُمُّ حَرَامٍ تَحْتَ عُبَادَةَ بْنِ الصَّامِتِ فَدَخَلَ عَلَيْهَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمًا فَأَطْعَمَتْهُ وَجَلَسَتْ تَفْلِي رَأْسَهُ فَنَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم ثُمَّ اسْتَيْقَظَ وَهُوَ يَضْحَكُ قَالَتْ فَقُلْتُ مَا يُضْحِكُكَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ نَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَىَّ غُزَاةً فِي سَبِيلِ اللَّهِ يَرْكَبُونَ ثَبَجَ هَذَا الْبَحْرِ مُلُوكٌ عَلَى الأَسِرَّةِ أَوْ مِثْلُ الْمُلُوكِ عَلَى الأَسِرَّةِ ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ ‏.‏ فَدَعَا لَهَا ثُمَّ وَضَعَ رَأْسَهُ فَنَامَ ثُمَّ اسْتَيْقَظَ وَهُوَ يَضْحَكُ قَالَتْ فَقُلْتُ لَهُ مَا يُضْحِكُكَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ نَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَىَّ غُزَاةً فِي سَبِيلِ اللَّهِ ‏\"‏ ‏.‏ نَحْوَ مَا قَالَ فِي الأَوَّلِ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ ‏.‏ قَالَ ‏\"‏ أَنْتِ مِنَ الأَوَّلِينَ ‏\"‏ ‏.‏ قَالَ فَرَكِبَتْ أُمُّ حَرَامٍ الْبَحْرَ فِي زَمَانِ مُعَاوِيَةَ بْنِ أَبِي سُفْيَانَ فَصُرِعَتْ عَنْ دَابَّتِهَا حِينَ خَرَجَتْ مِنَ الْبَحْرِ فَهَلَكَتْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأُمُّ حَرَامٍ بِنْتُ مِلْحَانَ هِيَ أُخْتُ أُمِّ سُلَيْمٍ وَهِيَ خَالَةُ أَنَسِ بْنِ مَالِكٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন । উম্মু হারাম (রাঃ) উম্মু সুলাইম (রাঃ)-এর বোন এবং আনাস (রাঃ)-এর খালা ।"
  },
  {
    "hadith_id": 1646,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করা হল, এক লোক বীরত্ব দেখানোর উদ্দেশ্যে যুদ্ধে লিপ্ত হয়, এক লোক গোত্রীয় মর্যাদা রক্ষার উদ্দেশ্যে যুদ্ধ করে এবং এক লোক মানুষকে দেখানোর জন্য যুদ্ধ করে-এদের মধ্যে কোন ব্যক্তি আল্লাহ্‌ তা’আলার পথে? তিনি বললেনঃ আল্লাহ্‌ তা’আলার বাণীকে সমুন্নত করার উদ্দেশ্যে যে ব্যক্তি যুদ্ধ করে শুধুমাত্র সে-ই আল্লাহ্‌র পথে (জিহাদ করে)।\n\nসহীহ্‌, ইবনু মা-জাহ (২৭৮৩), নাসা-ঈ",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقِ بْنِ سَلَمَةَ، عَنْ أَبِي مُوسَى، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الرَّجُلِ يُقَاتِلُ شَجَاعَةً وَيُقَاتِلُ حَمِيَّةً وَيُقَاتِلُ رِيَاءً فَأَىُّ ذَلِكَ فِي سَبِيلِ اللَّهِ قَالَ ‏ \"‏ مَنْ قَاتَلَ لِتَكُونَ كَلِمَةُ اللَّهِ هِيَ الْعُلْيَا فَهُوَ فِي سَبِيلِ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُمَرَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, উমার (রাঃ) হতেও এ অনুচ্ছেদে বর্ণিত আছে । এ হাদীসটি হাসান সহীহ্‌ ।"
  },
  {
    "hadith_id": 1647,
    "narrator": "উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সকল কর্মের ফলাফল নিয়্যাতের উপর নির্ভরশীল। প্রত্যেক মানুষের জন্য তার নিয়্যাত (উদ্দেশ্য ও লক্ষ) মতো ফলাফল রয়েছে। সুতরাং যে মানুষের হিজরাত আল্লাহ্ ও তার রাসূলের দিকে, আল্লাহ্ ও তাঁর রাসূলের জন্যই তার হিজরাত পরিগণিত হয়। যে মানুষের হিজরাত দুনিয়াবি স্বার্থের জন্য সে তা-ই অর্জন করবে। অথবা তার হিজরাত কোন নারীকে বিয়ের উদ্দেশ্যে হলে সে যে উদ্দেশ্যে হিজরাত করেছে তার হিজরাত সেই উদ্দেশ্যের জন্যেই পরিগণিত হবে। \n\nসহীহ্, ইবনু মা-জাহ (৪২২৭), নাসা-ঈ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ اللَّيْثِيِّ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّمَا الأَعْمَالُ بِالنِّيَّةِ وَإِنَّمَا لاِمْرِئٍ مَا نَوَى فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَإِلَى رَسُولِهِ فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا أَوِ امْرَأَةٍ يَتَزَوَّجُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَى مَالِكُ بْنُ أَنَسٍ وَسُفْيَانُ الثَّوْرِيُّ وَغَيْرُ وَاحِدٍ مِنَ الأَئِمَّةِ هَذَا عَنْ يَحْيَى بْنِ سَعِيدٍ وَلاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ ‏.‏ قَالَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ يَنْبَغِي أَنْ نَضَعَ هَذَا الْحَدِيثَ فِي كُلِّ بَابٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন । এ হাদীসটি ইয়াহ্ইয়া ইবনু সাঈদের সূত্রে মালিক ইবনু আনাস, সুফিয়ান সাওরী ও অন্যান্য ইমামগণও বর্ণনা করেছেন । আমরা এ হাদীসটি শুধুমাত্র ইয়াহ্ইয়া ইবনূ সাঈদের বর্ণনার মাধ্যমেই জেনেছি । আব্দুর রাহমান ইবনু মাহদী বলেন, এই হাদীস প্রত্যেক অনুচ্ছেদেই সংযোজন করা উচিত ।"
  },
  {
    "hadith_id": 1648,
    "narrator": "সাহল ইবনু সা'দ আস-সাঈদী (রাঃ)",
    "bn": "তিনি বলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তা'আলার রাস্তায় একটি সকালের ব্যয় পৃথিবী এবং এর মধ্যকার সবকিছু হতে উত্তম। জান্নাতের এক চাবুক পরিমাণ জায়গা পৃথিবী এবং এর মধ্যকার সবকিছু হতে উত্তম।\n\nসহীহ্, ইবনু মা-জাহ (২৭৫৬), নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا الْعَطَّافُ بْنُ خَالِدٍ الْمَخْزُومِيُّ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ غَدْوَةٌ فِي سَبِيلِ اللَّهِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا وَمَوْضِعُ سَوْطٍ فِي الْجَنَّةِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ وَأَبِي أَيُّوبَ وَأَنَسٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা, ইবনু আব্বাস, আবূ আইয়ূব ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । এ হাদীসটি হাসান সহীহ্ ।"
  },
  {
    "hadith_id": 1651,
    "narrator": "আনাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তা‘আলার পথে এক সকাল অথবা এক বিকাল ব্যয় করা অবশ্যই পৃথিবী ও তার মধ্যকার সবকিছু হতে উত্তম। তোমাদের কারো ধনুকের জ্যা অথবা হাত পরিমাণ জান্নাতের জায়গা পৃথিবী ও তার মধ্যকার সকল কিছু হতে উত্তম। জান্নাতের মহিলাদের কেউ পৃথিবীর দিকে একবার উঁকি দিয়ে দেখলে অবশ্যই আকাশ-যমীনের মাঝে অবস্থিত সবকিছু আলোকিত হয়ে যেত এবং দুনিয়ার সমস্ত জায়গা সুগন্ধময় হয়ে যেত। তার মাথার ওড়নাটিও পৃথিবী ও তার মধ্যকার সবকিছু হতে উত্তম।\n\nসহীহ্‌, ইবনু মা-জাহ (২৭৫৭), নাসা-ঈ",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لَغَدْوَةٌ فِي سَبِيلِ اللَّهِ أَوْ رَوْحَةٌ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا وَلَقَابُ قَوْسِ أَحَدِكُمْ أَوْ مَوْضِعُ يَدِهِ فِي الْجَنَّةِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا وَلَوْ أَنَّ امْرَأَةً مِنْ نِسَاءِ أَهْلِ الْجَنَّةِ اطَّلَعَتْ إِلَى الأَرْضِ لأَضَاءَتْ مَا بَيْنَهُمَا وَلَمَلأَتْ مَا بَيْنَهُمَا رِيحًا وَلَنَصِيفُهَا عَلَى رَأْسِهَا خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন ।"
  },
  {
    "hadith_id": 1650,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবীদের মধ্যে একজন সাহাবী একটি পাহাড়ী উপত্যকা দিয়ে যাচ্ছিলেন। সে স্থানে একটি মিঠা পানির ছোট ঝর্ণা ছিল। নির্মল-স্বচ্ছ এই পানির স্বাদ ও সৌন্দর্য তাকে মুগ্ধ করল। তিনি (মনে মনে) বললেন, আমি যদি সাথীদের হতে আলাদা হয়ে এই উপত্যকায় থেকে যেতাম! আমি তা কখনও করতে পারি না রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অনুমতি ব্যতীত। তিনি বিষয়টি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উল্লেখ করলেন। তিনি বললেনঃ তা কখনো কর না। কেননা তোমাদের কেউ বাড়ীতে থেকে সত্তর বছর ধরে নামায আদায় করার চেয়েও কিছু সময় আল্লাহ্ তা'আলার রাস্তায় অবস্থান করা উত্তম। তোমরা কি এটা পছন্দ কর না যে, তোমাদেরকে আল্লাহ্ তা'আলা ক্ষমা করে দেন এবং তোমাদেরকে জান্নাতে দাখিল করান? তোমরা আল্লাহ্ তা‘আলার পথে জিহাদ কর। যে লোক আল্লাহ্ তা‘আলার রাস্তায় দুইবার উষ্ট্রী দোহনের মধ্যবর্তী পরিমাণ সময় যুদ্ধ করে তার জন্য জান্নাত নির্ধারিত হয়ে যায়।\n\nহাসান, তা’লীকুর রাগীব (২/১৭৪)",
    "ar": "حَدَّثَنَا عُبَيْدُ بْنُ أَسْبَاطِ بْنِ مُحَمَّدٍ الْقُرَشِيُّ الْكُوفِيُّ، حَدَّثَنَا أَبِي، عَنْ هِشَامِ بْنِ سَعْدٍ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنِ ابْنِ أَبِي ذُبَابٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ مَرَّ رَجُلٌ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم بِشِعْبٍ فِيهِ عُيَيْنَةٌ مِنْ مَاءٍ عَذْبَةٌ فَأَعْجَبَتْهُ لِطِيبِهَا فَقَالَ لَوِ اعْتَزَلْتُ النَّاسَ فَأَقَمْتُ فِي هَذَا الشِّعْبِ وَلَنْ أَفْعَلَ حَتَّى أَسْتَأْذِنَ رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏ فَذَكَرَ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏ \"‏ لاَ تَفْعَلْ فَإِنَّ مَقَامَ أَحَدِكُمْ فِي سَبِيلِ اللَّهِ أَفْضَلُ مِنْ صَلاَتِهِ فِي بَيْتِهِ سَبْعِينَ عَامًا أَلاَ تُحِبُّونَ أَنْ يَغْفِرَ اللَّهُ لَكُمْ وَيُدْخِلَكُمُ الْجَنَّةَ اغْزُوا فِي سَبِيلِ اللَّهِ مَنْ قَاتَلَ فِي سَبِيلِ اللَّهِ فُوَاقَ نَاقَةٍ وَجَبَتْ لَهُ الْجَنَّةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন ।"
  },
  {
    "hadith_id": 1652,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কে উত্তম মানুষ, আমি কি তোমাদের তা জানিয়ে দেবো না? আল্লাহ্ তা‘আলার রাস্তায় যে নিজের ঘোড়ার লাগাম ধরে প্রস্তুত থাকে। আমি কি তোমাদের বলে দেবো না, তারপর কোন মানুষ উত্তম? যে নিজের মেষপাল নিয়ে মানুষদের কাছ হতে দূরে অবস্থান করে থাকে এবং তাতে আল্লাহ্ তা‘আলার যে হক (যাকাত) রয়েছে তা দিয়ে দেয়। কে মানুষের মধ্যে নিকৃষ্ট লোক তা কি আমি তোমাদের বলে দেবো না? যার নিকট আল্লাহ্ তা‘আলার নাম নিয়ে কিছু চাওয়া হয় কিন্তু (সামর্থ্য থাকা সত্ত্বেও) দান করে না।\n\nসহীহ্‌, সহীহা (২৫৫), তা’লীকুর রাগীব (২/১৭৩)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ أَلاَ أُخْبِرُكُمْ بِخَيْرِ النَّاسِ رَجُلٌ مُمْسِكٌ بِعِنَانِ فَرَسِهِ فِي سَبِيلِ اللَّهِ أَلاَ أُخْبِرُكُمْ بِالَّذِي يَتْلُوهُ رَجُلٌ مُعْتَزِلٌ فِي غُنَيْمَةٍ لَهُ يُؤَدِّي حَقَّ اللَّهِ فِيهَا أَلاَ أُخْبِرُكُمْ بِشَرِّ النَّاسِ رَجُلٌ يُسْأَلُ بِاللَّهِ وَلاَ يُعْطِي بِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَيُرْوَى هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হাদীসটিকে আবূ ঈসা উল্লেখিত সনদসূত্রে হাসান গারীব বলেছেন । হাদীসটি একাধিক সূত্রে ইবনু আব্বাস (রাঃ) হতে বর্ণিত হয়েছে ।"
  },
  {
    "hadith_id": 1654,
    "narrator": "মুআয ইবনু জাবাল (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক সত্যিকারভাবেই আন্তরিকতার সাথে আল্লাহ্ তা‘আলার পথে নিহত হওয়ার জন্য তাঁর নিকট প্রার্থনা করে আল্লাহ্ তা‘আলা তাকে শহীদের সাওয়াব দান করবেন।\n\nসহীহ্‌, ইবনু মা-জাহ (২৭৯২)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ سُلَيْمَانَ بْنِ مُوسَى، عَنْ مَالِكِ بْنِ يُخَامِرَ السَّكْسَكِيِّ، عَنْ مُعَاذِ بْنِ جَبَلٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ سَأَلَ اللَّهَ الْقَتْلَ فِي سَبِيلِهِ صَادِقًا مِنْ قَلْبِهِ أَعْطَاهُ اللَّهُ أَجْرَ الشَّهِيدِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন ।"
  },
  {
    "hadith_id": 1653,
    "narrator": "সাহ্‌ল ইবনু হুনাইফ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক আল্লাহ্ তা‘আলার নিকট সত্যিকারভাবে সর্বান্তকরণে শাহাদাতের প্রার্থনা করে, আল্লাহ্ তাকে শহীদের মনযিলে পৌঁছাবেন, সে তার বিছানাতে মারা গেলেও।\n\nসহীহ্‌, ইবনু মা-জাহ (২৭৯৭), মুসলিম",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سَهْلِ بْنِ عَسْكَرٍ الْبَغْدَادِيُّ، حَدَّثَنَا الْقَاسِمُ بْنُ كَثِيرٍ الْمِصْرِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ شُرَيْحٍ، أَنَّهُ سَمِعَ سَهْلَ بْنَ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، يُحَدِّثُ عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ سَأَلَ اللَّهَ الشَّهَادَةَ مِنْ قَلْبِهِ صَادِقًا بَلَّغَهُ اللَّهُ مَنَازِلَ الشُّهَدَاءِ وَإِنْ مَاتَ عَلَى فِرَاشِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ سَهْلِ بْنِ حُنَيْفٍ حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ شُرَيْحٍ ‏.‏ وَقَدْ رَوَاهُ عَبْدُ اللَّهِ بْنُ صَالِحٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ شُرَيْحٍ ‏.‏ وَعَبْدُ الرَّحْمَنِ بْنُ شُرَيْحٍ يُكْنَى أَبَا شُرَيْحٍ وَهُوَ إِسْكَنْدَرَانِيٌّ ‏.‏ وَفِي الْبَابِ عَنْ مُعَاذِ بْنِ جَبَلٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন । আমরা হাদীসটি শুধুমাত্র আবদুর রাহমান ইবনু শুরাইহ্-এর সূত্রেই জেনেছি । এ হাদীসটি আবদুর রাহমান ইবনু শুরাইহ্ হতে আবদুল্লাহ ইবনু সালিহ (রহঃ) বর্ণনা করেছেন । আবদুর রাহমানের উপনাম আবূ শুরাইহ্, তিনি ইসকান্দারিয়ার অধিবাসী । মুআয ইবনু জাবাল (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে ।"
  },
  {
    "hadith_id": 1655,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তা‘আলা তিন প্রকার মানুষকে সাহায্য করা নিজের কর্তব্য হিসাবে নির্ধারণ করেছেন। আল্লাহ্ তা‘আলার পথে জিহাদকারী, মুকাতাব গোলাম- যে চুক্তির অর্থ পরিশোধের ইচ্ছা করে এবং বিবাহে আগ্রহী লোক- যে বিয়ের মাধ্যমে পবিত্র জীবন যাপন করতে চায়।\n\nহাসান, ইবনু মা-জাহ (২৫১৮)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ عَجْلاَنَ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ ثَلاَثَةٌ حَقٌّ عَلَى اللَّهِ عَوْنُهُمُ الْمُجَاهِدُ فِي سَبِيلِ اللَّهِ وَالْمُكَاتَبُ الَّذِي يُرِيدُ الأَدَاءَ وَالنَّاكِحُ الَّذِي يُرِيدُ الْعَفَافَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন ।"
  },
  {
    "hadith_id": 1656,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তা‘আলার পথে যে মানুষই আহত হয়, আর আল্লাহ্ তা‘আলা ভালভাবেই জানেন, তাঁর পথে কে আহত হয়; সে এমনভাবে কিয়ামাত দিবসে হাযির হবে যে, রক্তের রং-এর মত হবে তার জখমের রং এবং কস্তুরীর সুগন্ধির মত হবে এর ঘ্রাণ।\n\nসহীহ্‌, ইবনু মা-জাহ (২৭৯৫), নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يُكْلَمُ أَحَدٌ فِي سَبِيلِ اللَّهِ وَاللَّهُ أَعْلَمُ بِمَنْ يُكْلَمُ فِي سَبِيلِهِ إِلاَّ جَاءَ يَوْمَ الْقِيَامَةِ اللَّوْنُ لَوْنُ الدَّمِ وَالرِّيحُ رِيحُ الْمِسْكِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন । একাধিক সূত্রে আবূ হুরাইরা (রাঃ)-এর বরাতে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এ হাদীসটি বর্ণিত হয়েছে ।"
  },
  {
    "hadith_id": 1657,
    "narrator": "মুআয ইবনু জাবাল (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে মুসলমান লোক আল্লাহ্ তা'আলার পথে উষ্ট্রীর দুইবার দুধ দোহনের মধ্যবর্তী ( সময়ের পরিমাণ ) সময় জিহাদ করল তার জন্য জান্নাত নির্ধারিত হয়ে গেছে। আল্লাহ্‌ তা'আলার পথে যে লোক আহত হল অথবা আঘাতপ্রাপ্ত হল, এই জখম কিয়ামতের দিবসে আরো তাজা হয়ে উপস্থিত হবে। এই জখমের রং যাফরানের মত হবে এবং এর ঘ্রাণ কস্তুরীর মত সুগন্ধময় হবে। \n\nসহীহ্, ইবনু মা-জাহ (২৭৯২)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ سُلَيْمَانَ بْنِ مُوسَى، عَنْ مَالِكِ بْنِ يُخَامِرَ، عَنْ مُعَاذِ بْنِ جَبَلٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ قَاتَلَ فِي سَبِيلِ اللَّهِ مِنْ رَجُلٍ مُسْلِمٍ فُوَاقَ نَاقَةٍ وَجَبَتْ لَهُ الْجَنَّةُ وَمَنْ جُرِحَ جُرْحًا فِي سَبِيلِ اللَّهِ أَوْ نُكِبَ نَكْبَةً فَإِنَّهَا تَجِئُ يَوْمَ الْقِيَامَةِ كَأَغْزَرِ مَا كَانَتْ لَوْنُهَا الزَّعْفَرَانُ وَرِيحُهَا كَالْمِسْكِ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি সহীহ্‌"
  },
  {
    "hadith_id": 1658,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করা হলঃ সবচাইতে মর্যাদাপূর্ণ কাজ কোনটি এবং উত্তম বা কল্যাণকর কোন ধরনের কাজ? তিনি বললেনঃ  আল্লাহ্‌ ও তাঁর রাসূলের উপর ঈমান আনা। আবার প্রশ্ন করা হল, এরপর কোন জিনিস উত্তম? তিনি বললেনঃ জিহাদ হচ্ছে সকল কাজের চূড়া বা শিখর। আবার  প্রশ্ন করা হল, হে আল্লাহর রাসূল! এরপর কোন জিনিস উত্তম? তিনি বললেনঃ(আল্লাহ তা’আলার নিকট) ক্ববূল হওয়া হাজ্ব।\n\nহাসান সহীহ্‌, নাসা-ঈ",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، حَدَّثَنَا أَبُو سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَىُّ الأَعْمَالِ أَفْضَلُ أَوْ أَىُّ الأَعْمَالِ خَيْرٌ قَالَ ‏\"‏ إِيمَانٌ بِاللَّهِ وَرَسُولِهِ ‏\"‏ ‏.‏ قِيلَ ثُمَّ أَىُّ شَيْءٍ قَالَ ‏\"‏ الْجِهَادُ سَنَامُ الْعَمَلِ ‏\"‏ ‏.‏ قِيلَ ثُمَّ أَىُّ شَيْءٍ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ ثُمَّ حَجٌّ مَبْرُورٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন । একাধিক সূত্রে আবূ হুরায়রা (রাঃ)-এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এ হাদীসটি বর্ণিত হয়েছে ।"
  },
  {
    "hadith_id": 1659,
    "narrator": "আবূ বাক্‌র ইবনু আবূ মূসা আল-আশআরী (রাঃ)",
    "bn": "তিনি বলেন, শত্রুর মোকাবিলায় আমি আমার বাবাকে (যুদ্ধক্ষেত্রে) বলতে শুনেছিঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তলোয়ারের ছায়াতলে জান্নাতের দরজাসমূহ। দলের উস্কখুস্ক একজন লোক  বললেন, আপনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে কি তা বলতে শুনেছেন?  তিনি বললেন, হ্যাঁ। বর্ণনাকারী বলেন, লোকটি তার সঙ্গীদের নিকট ফিরে গিয়ে বললেন, আমি তোমাদের বিদায়ী সালাম জানাচ্ছি। এই বলে তিনি নিজ তলোয়ারের খাপ ভেঙ্গে ফেললেন এবং তলোয়ার দ্বারা (শত্রুর প্রতি) আঘাত হানতে থাকেন। অবশেষে তিনি নিহত হন।\n\nসহীহ্‌, ইরওয়া (৫/৭), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ الضُّبَعِيُّ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ سَمِعْتُ أَبِي بِحَضْرَةِ الْعَدُوِّ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ أَبْوَابَ الْجَنَّةِ تَحْتَ ظِلاَلِ السُّيُوفِ ‏\"‏ ‏.‏ فَقَالَ رَجُلٌ مِنَ الْقَوْمِ رَثُّ الْهَيْئَةِ أَأَنْتَ سَمِعْتَ هَذَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم يَذْكُرُهُ قَالَ نَعَمْ ‏.‏ فَرَجَعَ إِلَى أَصْحَابِهِ فَقَالَ أَقْرَأُ عَلَيْكُمُ السَّلاَمَ ‏.‏ وَكَسَرَ جَفْنَ سَيْفِهِ فَضَرَبَ بِهِ حَتَّى قُتِلَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ جَعْفَرِ بْنِ سُلَيْمَانَ الضُّبَعِيِّ ‏.‏ وَأَبُو عِمْرَانَ الْجَوْنِيُّ اسْمُهُ عَبْدُ الْمَلِكِ بْنُ حَبِيبٍ وَأَبُو بَكْرِ بْنُ أَبِي مُوسَى قَالَ أَحْمَدُ بْنُ حَنْبَلٍ هُوَ اسْمُهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন । আমরা এ  হাদীসটি শুধুমাত্র জাফর ইবনু সুলাইমান আয-যুবাঈর  সূত্রেই জেনেছি । আবূ ইমরান আল-জাওনীর নাম আবদুল মালিক, পিতা হাবীব । আবূ বাক্‌র ইবনু আবূ মূসার ব্যাপারে আহ্‌মাদ ইবনু হাম্বল  (রহঃ) বলেন, এটাই তার নাম, উপনাম নয় ।"
  },
  {
    "hadith_id": 1660,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করা হলঃ কোন ধরনের মানুষ সবচাইতে উত্তম? তিনি বললেনঃ আল্লাহ্ তা’আলার পথে যে সকল মানুষ জিহাদ করে। তারা আবার  প্রশ্ন করলেন, তারপর কে? তিনি বললেনঃ পাহাড়ের কোন উপত্যকায় যে মু’মিন আশ্রয় নিয়ে নিজের প্রতিপালককে ভয় করে চলে এবং মানুষকে নিজের অনিষ্ট হতে নিরাপদে রাখে।\n\nসহীহ্‌, তালীকুর রাগীব (২/১৭৩), নাসা-ঈ",
    "ar": "حَدَّثَنَا أَبُو عَمَّارٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الأَوْزَاعِيِّ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَىُّ النَّاسِ أَفْضَلُ قَالَ ‏\"‏ رَجُلٌ يُجَاهِدُ فِي سَبِيلِ اللَّهِ ‏\"‏ ‏.‏ قَالُوا ثُمَّ مَنْ قَالَ ‏\"‏ ثُمَّ مُؤْمِنٌ فِي شِعْبٍ مِنَ الشِّعَابِ يَتَّقِي رَبَّهُ وَيَدَعُ النَّاسَ مِنْ شَرِّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন ।"
  },
  {
    "hadith_id": 1661,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জান্নাতে বসবাসকারীদের  মধ্যে শহীদ ব্যক্তি ব্যতীত আর কেউই পৃথিবীতে ফিরে আসার উৎসাহ বোধ করবে না। শহীদ ব্যক্তিই আবার পৃথিবীতে ফিরে আসতে চাইবে। আল্লাহ্ তা’আলা তাকে যেসব নিয়ামত ও মর্যাদা  দিবেন তা দেখে সে বলবে, আমি দশবার আল্লাহর রাস্তায় নিহত হব।\n\nসহীহ্‌, নাসা-ঈ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا مِنْ أَحَدٍ مِنْ أَهْلِ الْجَنَّةِ يَسُرُّهُ أَنْ يَرْجِعَ إِلَى الدُّنْيَا غَيْرُ الشَّهِيدِ فَإِنَّهُ يُحِبُّ أَنْ يَرْجِعَ إِلَى الدُّنْيَا يَقُولُ حَتَّى أُقْتَلَ عَشْرَ مَرَّاتٍ فِي سَبِيلِ اللَّهِ مِمَّا يَرَى مِمَّا أَعْطَاهُ اللَّهُ مِنَ الْكَرَامَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1663,
    "narrator": "মিকদাব ইবনু মা’দীকারিব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ শহীদের জন্য আল্লাহ্ তা’আলার নিকট ছয়টি পুরস্কার বা সুযোগ আছে। তাঁর প্রথম রক্তবিন্দু পড়ার সাথে সাথে তাঁকে ক্ষমা করা হয়, তাঁকে তাঁর জান্নাতের বাসস্থান দেখানো হয়, কবরের আযাব হতে তাঁকে মুক্তি দেওয়া হয়, সে কঠিন ভীতি হতে নিরাপদ থাকবে, তাঁর মাথায় মর্মর পাথর খচিত মর্যাদার টুপি পরিয়ে দেওয়া হবে। এর এক একটি পাথর দুনিয়া ও তাঁর মধ্যকার সবকিছু হতে উত্তম। তার সাথে টানা টানা আয়তলোচনা বাহাত্তরজন জান্নাতী হূরকে বিয়ে দেওয়া হবে এবং তাঁর সত্তরজন নিকটাত্মীয়ের জন্য  তাঁর সুপারিশ ক্ববূল করা হবে।\n\nসহীহ্‌, আহকা-মুল জানায়িজ (৩৫-৩৬), তা’লীকুর রাগীব (২/১৯৪), সহীহা (৩২১৩)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا نُعَيْمُ بْنُ حَمَّادٍ، حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، عَنْ بَحِيرِ بْنِ سَعْدٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لِلشَّهِيدِ عِنْدَ اللَّهِ سِتُّ خِصَالٍ يُغْفَرُ لَهُ فِي أَوَّلِ دَفْعَةٍ وَيَرَى مَقْعَدَهُ مِنَ الْجَنَّةِ وَيُجَارُ مِنْ عَذَابِ الْقَبْرِ وَيَأْمَنُ مِنَ الْفَزَعِ الأَكْبَرِ وَيُوضَعُ عَلَى رَأْسِهِ تَاجُ الْوَقَارِ الْيَاقُوتَةُ مِنْهَا خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا وَيُزَوَّجُ اثْنَتَيْنِ وَسَبْعِينَ زَوْجَةً مِنَ الْحُورِ الْعِينِ وَيُشَفَّعُ فِي سَبْعِينَ مِنْ أَقَارِبِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ গারীব বলেছেন ।"
  },
  {
    "hadith_id": 1664,
    "narrator": "সাহল  ইবনু সা’দ  (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ তা’আলার পথে একদিন সীমান্ত পাহারা দেওয়া পৃথিবী ও তার উপরের সকল কিছু হতে উত্তম। জান্নাতে তোমাদের কারো চাবুক পরিমাণ জায়গা পৃথিবী  ও তার মধ্যকার (উপরের) সব কিছু হতে উত্তম। (জিহাদের মাঠে) বান্দার এক বিকাল অথবা এক সকালের ব্যয় পৃথিবী  ও তার উপরের সকল কিছু হতে কল্যাণকর।\n\nসহীহ্‌, বুখারী (২৭৯৪, ২৮৯২, ৬৪১৫)",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي النَّضْرِ، حَدَّثَنَا أَبُو النَّضْرِ الْبَغْدَادِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ رِبَاطُ يَوْمٍ فِي سَبِيلِ اللَّهِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا وَمَوْضِعُ سَوْطِ أَحَدِكُمْ فِي الْجَنَّةِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا وَلَرَوْحَةٌ يَرُوحُهَا الْعَبْدُ فِي سَبِيلِ اللَّهِ أَوْ لَغَدْوَةٌ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি  হাসান সহীহ্ ।"
  },
  {
    "hadith_id": 1668,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ শহীদ ব্যক্তি মৃত্যুর কষ্ট শুধু ততটুকুই অনুভব করে, তোমাদের কাউকে একবার চিমটি কাটলে সে যতটুকু কষ্ট অনুভব করে।\n\nহাসান সহীহ্‌, ইবনু মা-জাহ (২৮০২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَأَحْمَدُ بْنُ نَصْرٍ النَّيْسَابُورِيُّ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا صَفْوَانُ بْنُ عِيسَى، حَدَّثَنَا مُحَمَّدُ بْنُ عَجْلاَنَ، عَنِ الْقَعْقَاعِ بْنِ حَكِيمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا يَجِدُ الشَّهِيدُ مِنْ مَسِّ الْقَتْلِ إِلاَّ كَمَا يَجِدُ أَحَدُكُمْ مِنْ مَسِّ الْقَرْصَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ গারীব বলেছেন ।"
  },
  {
    "hadith_id": 1669,
    "narrator": "আবূ উমামা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ দু’টি ফোঁটা ও দু’টি চিহ্নের চেয়ে বেশি প্রিয় আল্লাহ্‌ তা’আলার নিকট আর কিছু নেই। আল্লাহ্‌ তা’আলার ভয়ে যে অশ্রুর ফোঁটা পরে, আল্লাহ্‌ তা’আলার পথে (জিহাদে) যে রক্তের ফোঁটা নির্গত হয় এবং আল্লাহ্‌ তা’আলার নির্ধারিত কোন ফরজ আদায় করতে গিয়ে যে চিহ্ন সৃষ্টি হয় (যেমন কপালে সিজদার চিহ্ন)।\n\nহাসান, মিশকাত (৩৮৩৭), তা’লীকুর রাগীব (২/১৮০)",
    "ar": "حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا الْوَلِيدُ بْنُ جَمِيلٍ الْفِلَسْطِينِيُّ، عَنِ الْقَاسِمِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ أَبِي أُمَامَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لَيْسَ شَيْءٌ أَحَبَّ إِلَى اللَّهِ مِنْ قَطْرَتَيْنِ وَأَثَرَيْنِ قَطْرَةٌ مِنْ دُمُوعٍ فِي خَشْيَةِ اللَّهِ وَقَطْرَةُ دَمٍ تُهَرَاقُ فِي سَبِيلِ اللَّهِ ‏.‏ وَأَمَّا الأَثَرَانِ فَأَثَرٌ فِي سَبِيلِ اللَّهِ وَأَثَرٌ فِي فَرِيضَةٍ مِنْ فَرَائِضِ اللَّهِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি হাসান গারীব"
  },
  {
    "hadith_id": 1665,
    "narrator": "মুহাম্মদ ইবনুল মুনকাদির (রহঃ)",
    "bn": "কোন এক সময় শুরাহবীল ইবনুস সিমতের সামনে দিয়ে সালমান ফারসী (রাঃ) পথ চলছিলেন। তিনি তখন তার ঘাঁটিতে পাহারারত ছিলেন। তাঁর ও তাঁর সাথীদের জন্য পাহারার কাজটি খুবই কঠিন হয়ে গিয়েছিল। তিনি (সালমান) বললেন, হে সিমতের পুত্র! আমি কি তোমাকে এমন একটি হাদীস বলব, যা আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট শুনেছি? তিনি বললেন, হ্যাঁ। সালমান (রাঃ) বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ এক দিন আল্লাহ্ তা’আলার পথে সীমান্ত পাহারা দেওয়া একাধারে এক মাস রোযা রাখা এবং রাতে নামায আদায় হতেও উত্তম ও বেশি কল্যাণকর। এই কাজে লিপ্ত থাকাবস্থায় যে লোক মারা যাবে তাকে কবরের বিপর্যয়কর পরিস্থিতি হতে মুক্তি দেওয়া হবে এবং কিয়ামত পর্যন্ত তার আমল পরিবর্ধিত করা হবে।\n\nসহীহ্, ইরওয়া (১২০০)",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ الْمُنْكَدِرِ، قَالَ مَرَّ سَلْمَانُ الْفَارِسِيُّ بِشُرَحْبِيلَ بْنِ السِّمْطِ وَهُوَ فِي مُرَابَطٍ لَهُ وَقَدْ شَقَّ عَلَيْهِ وَعَلَى أَصْحَابِهِ قَالَ أَلاَ أُحَدِّثُكَ يَا ابْنَ السِّمْطِ بِحَدِيثٍ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ بَلَى ‏.‏ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ رِبَاطُ يَوْمٍ فِي سَبِيلِ اللَّهِ أَفْضَلُ وَرُبَّمَا قَالَ خَيْرٌ مِنْ صِيَامِ شَهْرٍ وَقِيَامِهِ وَمَنْ مَاتَ فِيهِ وُقِيَ فِتْنَةَ الْقَبْرِ وَنُمِّيَ لَهُ عَمَلُهُ إِلَى يَوْمِ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন ।"
  },
  {
    "hadith_id": 1666,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ যে ব্যক্তি (নিজ দেহে) জিহাদের কোন চিহ্ন ব্যতীত আল্লাহ তা‘আলার নিকটে হাযীর হবে, তার দীনদারী ও কাজের মধ্যে বিরাট ত্রুটি থেকে যাবে। \n               \nযঈফ ইবনু মাজাহ (২৭৬৩)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ إِسْمَاعِيلَ بْنِ رَافِعٍ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ لَقِيَ اللَّهَ بِغَيْرِ أَثَرٍ مِنْ جِهَادٍ لَقِيَ اللَّهَ وَفِيهِ ثُلْمَةٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ الْوَلِيدِ بْنِ مُسْلِمٍ عَنْ إِسْمَاعِيلَ بْنِ رَافِعٍ ‏.‏ وَإِسْمَاعِيلُ بْنُ رَافِعٍ قَدْ ضَعَّفَهُ بَعْضُ أَصْحَابِ الْحَدِيثِ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدًا يَقُولُ هُوَ ثِقَةٌ مُقَارِبُ الْحَدِيثِ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَحَدِيثُ سَلْمَانَ إِسْنَادُهُ لَيْسَ بِمُتَّصِلٍ مُحَمَّدُ بْنُ الْمُنْكَدِرِ لَمْ يُدْرِكْ سَلْمَانَ الْفَارِسِيَّ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَيُّوبَ بْنِ مُوسَى عَنْ مَكْحُولٍ عَنْ شُرَحْبِيلَ بْنِ السِّمْطِ عَنْ سَلْمَانَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, ওয়ালীদ ইবনু মুসলিম হতে ইসমাঈল ইবনু রাফি-এর সূত্রে এ হাদীসটি গারীব। ইসমাঈল ইবনু রাফিকে কোন কোন হাদীস বিশারদ দুর্বল বলে আখ্যায়িত করেছেন। আমি ইমাম বুখারীকে বলতে শুনেছি, তিনি নির্ভরযোগ্য (সিকাহ) রাবী বা তার সমপর্যায়ভুক্ত (মুকারীবুল হাদীস)। উল্লেখিত হাদীসটি আবূ হুরাইরা (রাঃ) হতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে অন্যভাবেও বর্ণিত হয়েছে। সালমানের হাদীসের সনদ মুত্তাসিল নয়, কেননা মুহাম্মাদ ইবনুল মুনকাদির সালমানের সাক্ষাৎ পান নাই। এই হাদীসটি আইয়ূব ইবনু মূসার সূত্রে, তিনি মাকহুল হতে তিনি শুরাহবীল হতে তিনি সালমান হতে তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 1630,
    "narrator": "মুহাম্মাদ ইবনু বাশ্‌শার ইয়াহইয়া ইবনু সাঈদ",
    "bn": "মুহাম্মাদ ইবনু বাশ্‌শার ইয়াহইয়া ইবনু সাঈদ হতে, তিনি আব্দুল মালিক ইবনু আবী সুলাইমান হতে, তিনি আতা হতে, তিনি যাইদ ইবনু খালিদ আল-জুহানী হতে তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  },
  {
    "hadith_id": 1649,
    "narrator": "আবূ হুরাইরা ও ইবনু আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তা'আলার রাস্তায় একটি সকালের অথবা একটি বিকালের ব্যয় পৃথিবী ও তার মধ্যকার সব কিছু হতে উত্তম। \n\nসহীহ্, ইরওয়া (৫/৩-৪), মুসলিম",
    "ar": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنِ ابْنِ عَجْلاَنَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم وَالْحَجَّاجُ عَنِ الْحَكَمِ، عَنْ مِقْسَمٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ غَدْوَةٌ فِي سَبِيلِ اللَّهِ أَوْ رَوْحَةٌ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَأَبُو حَازِمٍ الَّذِي رَوَى عَنْ سَهْلِ بْنِ سَعْدٍ هُوَ أَبُو حَازِمٍ الزَّاهِدُ وَهُوَ مَدَنِيٌّ وَاسْمُهُ سَلَمَةُ بْنُ دِينَارٍ ‏.‏ وَأَبُو حَازِمٍ هَذَا الَّذِي رَوَى عَنْ أَبِي هُرَيْرَةَ هُوَ أَبُو حَازِمٍ الأَشْجَعِيُّ الْكُوفِيُّ وَاسْمُهُ سَلْمَانُ وَهُوَ مَوْلَى عَزَّةَ الأَشْجَعِيَّةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন । যে আবূ হাযিম সাহল ইবনু সা'দ (রাঃ) হতে হাদীস বর্ণনা করেছেন তিনি ছিলেন আবূ হাযিম আয-যাহিদ আল-মাদানী, তার নাম সালামা ইবনু দীনার । আর এই আবূ হাযিম যিনি আবূ হুরাইরা (রাঃ) হতে হাদীস বর্ণনা করেছেন তিনি ছিলেন আবূ হাযিম আল-আশজাঈ আল-কূফী, তার নাম সালমান এবং তিনি আযযা আল-আশজাইয়্যার আযাদকৃত গোলাম ।"
  },
  {
    "hadith_id": 1662,
    "narrator": "মুহাম্মদ ইবনু বাশ্‌শার",
    "bn": "মুহাম্মদ ইবনু বাশ্‌শার- মুহাম্মদ ইবনু জাফর হতে, তিনি শুবা হতে, তিনি কাতাদা হতে, তিনি আনাস (রাঃ)-এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে একইরকম বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِمَعْنَاهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ঈসা এ হাদীসটিকে হাসান সহীহ্ বলেছেন ।"
  },
  {
    "hadith_id": 1667,
    "narrator": "উসমান ইবনু আফফান (রাঃ)-এর গোলাম আবূ সালিহ (রহঃ)",
    "bn": "তিনি বলেন, আমি উসমান (রাঃ)-কে মিম্বারের উপরে দাঁড়িয়ে বলতে শুনেছিঃ আমি (উসমান) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে শুনা একটি হাদীস তোমাদেরকে বলিনি এই ভয়ে যে, হয়ত (তা শুনে) তোমরা আমার নিকট হতে আলাদা হয়ে যাবে। কিন্তু পরে আমার উপলব্ধি হল যে, তোমাদের নিকট এটা বর্ণনা করি, যাতে নিজের জন্য প্রত্যেকে তা পছন্দ করে নিতে পারে যা তার নিকট ভাল মনে হয়। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ অন্য (কোন কাজে) কোথাও এক হাজার দিন কাটানোর চাইতে এক দিন আল্লাহ্‌ তা’আলার রাস্তায় সীমান্ত পাহারা দেওয়া (বা শত্রুর অপেক্ষায় থাকা) বেশি কল্যাণকর।\n\nহাসান, তা’লীকুর রাগীব, তাহকীক ছানী (২/১৫২), তা’লীক আলা-আহাদীস মুখতারাহ (৩০৫-৩১০)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا هِشَامُ بْنُ عَبْدِ الْمَلِكِ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، حَدَّثَنِي أَبُو عَقِيلٍ، زُهْرَةُ بْنُ مَعْبَدٍ عَنْ أَبِي صَالِحٍ، مَوْلَى عُثْمَانَ بْنِ عَفَّانَ قَالَ سَمِعْتُ عُثْمَانَ، وَهُوَ عَلَى الْمِنْبَرِ يَقُولُ إِنِّي كَتَمْتُكُمْ حَدِيثًا سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم كَرَاهِيَةَ تَفَرُّقِكُمْ عَنِّي ثُمَّ بَدَا لِي أَنْ أُحَدِّثَكُمُوهُ لِيَخْتَارَ امْرُؤٌ لِنَفْسِهِ مَا بَدَا لَهُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ رِبَاطُ يَوْمٍ فِي سَبِيلِ اللَّهِ خَيْرٌ مِنْ أَلْفِ يَوْمٍ فِيمَا سِوَاهُ مِنَ الْمَنَازِلِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَقَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ أَبُو صَالِحٍ مَوْلَى عُثْمَانَ اسْمُهُ تُرْكَانُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌ গারীব । ইমাম বুখারী (রহঃ) বলেন, উসমান (রাঃ)-এর মুক্তদাস আবূ সালিহ-এর নাম বুরকান ।"
  }
]