[
  {
    "hadith_id": 1670,
    "narrator": "বারাআ ইবনু আযিব (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা আমার জন্য কাঁধের হাড় অথবা তক্তা আন। তিনি তাতে এই আয়াত লিখালেনঃ “মু’মিনদের মধ্যে যেসব লোক ঘরে বসে থাকে তারা সমকক্ষ হতে পারে না”। আমর ইবনু উম্মি মাকতূম (রাঃ) তাঁর পিছনে বসা ছিলেন। তিনি বললেন, আমার জন্য (ঘরে বসে থাকার) অনুমতি আছে কি? তখন অবতীর্ণ হলঃ “ক্ষতিগ্রস্থ মানুষ ব্যতীত”।\n\nসহীহ্, বুখারী (২৮৩১, ৪৫৯৩, ৪৫৯৪), মুসলিম (৬/৪৩), তক্তা শব্দ ব্যতীত",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ أَبِيهِ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ ائْتُونِي بِالْكَتِفِ أَوِ اللَّوْحِ ‏\"‏ ‏.‏ فَكَتَبَ ‏:‏ ‏(‏ لاَ يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ ‏)‏ وَعَمْرُو بْنُ أُمِّ مَكْتُومٍ خَلْفَ ظَهْرِهِ فَقَالَ هَلْ لِي مِنْ رُخْصَةٍ فَنَزَلَتْ ‏:‏ ‏(‏ غَيْرُ أُولِي الضَّرَرِ ‏)‏ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَجَابِرٍ وَزَيْدِ بْنِ ثَابِتٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهُوَ حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ سُلَيْمَانَ التَّيْمِيِّ عَنْ أَبِي إِسْحَاقَ ‏.‏ وَقَدْ رَوَى شُعْبَةُ وَالثَّوْرِيُّ عَنْ أَبِي إِسْحَاقَ هَذَا الْحَدِيثَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস, জাবির ও যাইদ ইবনু সাবিত (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্। আবূ ইসহাক্ হতে সুলাইমান আত-তাঈমীর সূত্রে গারীব। এ হাদীসটি আবূ ইসহাকের সূত্রে শুবা ও সুফিয়ান সাওরীও বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1671,
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট একজন লোক এসে তাঁর কাছে জিহাদে যোগদানের সম্মতি চাইল। তিনি বললেনঃ তোমার মা-বাবা কি বেঁচে আছে? সে বলল, হ্যাঁ। তিনি বললেনঃ তুমি তাদের সেবায় জিহাদ কর।\n\nসহীহ্, ইবনু মা-জাহ (২৭৮২), নাসা-ঈ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، وَشُعْبَةَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ أَبِي الْعَبَّاسِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم يَسْتَأْذِنُهُ فِي الْجِهَادِ فَقَالَ ‏\"‏ أَلَكَ وَالِدَانِ ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ قَالَ ‏\"‏ فَفِيهِمَا فَجَاهِدْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو الْعَبَّاسِ هُوَ الشَّاعِرُ الأَعْمَى الْمَكِّيُّ وَاسْمُهُ السَّائِبُ بْنُ فَرُّوخَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্। আবূল আব্বাস ছিলেন মক্কার অধিবাসী একজন অন্ধ কবি। তার নাম সাইব ইবনু ফাররূখ।"
  },
  {
    "hadith_id": 1672,
    "narrator": "ইবনু জুরাইজ (রহঃ)",
    "bn": "আল্লাহ্ তা’আলার বাণীঃ “তোমরা আল্লাহ্‌ তা’আলার আনুগত্য কর, রাসূলের আনুগত্য কর এবং তোমাদের সকল কাজের দায়িত্বশীল ব্যক্তিদেরও” এই আয়াত প্রসঙ্গে বলেন, আবদুল্লাহ ইবনু হুযাফা ইবনু কাইস ইবনু আদী আস-সাহ্‌মী (রাঃ) বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে একটি অভিযানে প্রেরণ করেছিলেন।\n\nসহীহ্, সহীহ্ আবূ দাঊদ (২৩৫৯), নাসা-ঈ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى النَّيْسَابُورِيُّ، حَدَّثَنَا الْحَجَّاجُ بْنُ مُحَمَّدٍ، حَدَّثَنَا ابْنُ جُرَيْجٍ، فِي قَوْلِهِِ ‏:‏ ‏(‏أطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ ‏)‏ قَالَ عَبْدُ اللَّهِ بْنُ حُذَافَةَ بْنِ قَيْسِ بْنِ عَدِيٍّ السَّهْمِيُّ بَعَثَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى سَرِيَّةٍ ‏.‏ أَخْبَرَنِيهِ يَعْلَى بْنُ مُسْلِمٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ ابْنِ جُرَيْجٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ গারীব বলেছেন। এ হাদীসটি আমরা শুধুমাত্র ইবনু জুরাইজের সূত্রেই জেনেছি।"
  },
  {
    "hadith_id": 1673,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ একাকী ভ্রমণে যে কি (অনিষ্ট) রয়েছে, তা আমি যে রকম জানি, অন্যরাও সে রকম জানলে কোন ভ্রমণকারীই রাতে একাকী ভ্রমণ করত না।\n\nসহীহ্, ইবনু মা-জাহ (৩৭৬৮), বুখারী",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ الْبَصْرِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَاصِمِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لَوْ أَنَّ النَّاسَ يَعْلَمُونَ مَا أَعْلَمُ مِنَ الْوَحْدَةِ مَا سَرَى رَاكِبٌ بِلَيْلٍ ‏\"‏ ‏.‏ يَعْنِي وَحْدَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1675,
    "narrator": "আমর ইবনু দীনার (রহঃ)",
    "bn": "তিনি জাবির ইবনু আবদুল্লাহ (রাঃ)-কে বলতে শুনেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যুদ্ধ হল ধোকা।\n\nসহীহ্, ইবনু মা-জাহ (২৮৩৩, ২৮৩৪)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، وَنَصْرُ بْنُ عَلِيٍّ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْحَرْبُ خُدْعَةٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَزَيْدِ بْنِ ثَابِتٍ وَعَائِشَةَ وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَأَسْمَاءَ بِنْتِ يَزِيدَ بْنِ السَّكَنِ وَكَعْبِ بْنِ مَالِكٍ وَأَنَسِ بْنِ مَالِكٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আলী, যাইদ ইবনু সাবিত, আইশা, ইবনু আব্বাস, আবূ হুরাইরা, আসমা বিনতু ইয়াযীদ, কা’ব ইবনু মালিক ও আনাস ইবনু মালিক (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 1676,
    "narrator": "আবূ ইসহাক (রহঃ)",
    "bn": "তিনি বলেন, আমি যাইদ ইবনু আরকাম (রাঃ)-এর পাশে উপস্থিত ছিলাম। তাকে প্রশ্ন করা হল, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কয়টি যুদ্ধ করেছেন? তিনি বললেন, ঊনিশটি। আমি প্রশ্ন করলাম, আপনি কতটি যুদ্ধে তাঁর সাথে ছিলেন? তিনি বললেন, সতেরটিতে। আমি বললাম, এর মধ্যে সর্বপ্রথম কোন্ যুদ্ধটি ছিল? তিনি বললেন, যাতুল উশাইর বা উশাইরার যুদ্ধ।\n\nসহীহ্, নাসা-ঈ",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، وَأَبُو دَاوُدَ الطَّيَالِسِيُّ قَالاَ حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ كُنْتُ إِلَى جَنْبِ زَيْدِ بْنِ أَرْقَمَ فَقِيلَ لَهُ كَمْ غَزَا النَّبِيُّ صلى الله عليه وسلم مِنْ غَزْوَةٍ قَالَ تِسْعَ عَشْرَةَ ‏.‏ فَقُلْتُ كَمْ غَزَوْتَ أَنْتَ مَعَهُ قَالَ سَبْعَ عَشْرَةَ ‏.‏ قُلْتُ أَيَّتُهُنَّ كَانَ أَوَّلَ قَالَ ذَاتُ الْعُشَيْرَاءِ أَوِ الْعُسَيْرَاءِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1678,
    "narrator": "ইবনু আবী আওফা (রাঃ)",
    "bn": "তিনি বলেন, আমি মুশরিক বাহিনীর বিরুদ্ধে তাঁকে অর্থাৎ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু'আ করার সময় বলতে শুনেছিঃ “হে আল্লাহ! কিতাব অবতীর্ণকারী এবং দ্রুত হিসাব গ্রহণকারী! শক্রবাহিনীকে পরাজিত কর এবং তাদেরকে ভীত-সন্ত্রস্ত কর\"। \n\nসহীহ্‌, সহীহ্‌ আবূ দাঊদ (২৩৬৫), নাসা-ঈ",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، عَنِ ابْنِ أَبِي أَوْفَى، قَالَ سَمِعْتُهُ يَقُولُ يَعْنِي النَّبِيَّ صلى الله عليه وسلم يَدْعُو عَلَى الأَحْزَابِ فَقَالَ ‏ \"‏ اللَّهُمَّ مُنْزِلَ الْكِتَابِ سَرِيعَ الْحِسَابِ اهْزِمِ الأَحْزَابَ اللَّهُمَّ اهْزِمْهُمْ وَزَلْزِلْهُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইবনু মাসউদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 1679,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কায় প্রবেশ করেন এবং তাঁর ক্ষুদ্র পতাকা ছিল সাদা রং-এর।\n\nহাসান, ইবনু মা-জাহ (৩৮১৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ الْوَلِيدِ الْكِنْدِيُّ الْكُوفِيُّ، وَأَبُو كُرَيْبٍ وَمُحَمَّدُ بْنُ رَافِعٍ قَالُوا حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ شَرِيكٍ، عَنْ عَمَّارٍ يَعْنِي الدُّهْنِيَّ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ مَكَّةَ وَلِوَاؤُهُ أَبْيَضُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ يَحْيَى بْنِ آدَمَ عَنْ شَرِيكٍ ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَلَمْ يَعْرِفْهُ إِلاَّ مِنْ حَدِيثِ يَحْيَى بْنِ آدَمَ عَنْ شَرِيكٍ وَقَالَ حَدَّثَنَا غَيْرُ وَاحِدٍ عَنْ شَرِيكٍ عَنْ عَمَّارٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ مَكَّةَ وَعَلَيْهِ عِمَامَةٌ سَوْدَاءُ ‏.‏ قَالَ مُحَمَّدٌ وَالْحَدِيثُ هُوَ هَذَا ‏.‏ قَالَ أَبُو عِيسَى وَالدُّهْنُ بَطْنٌ مِنْ بَجِيلَةَ وَعَمَّارٌ الدُّهْنِيُّ هُوَ عَمَّارُ بْنُ مُعَاوِيَةَ الدُّهْنِيُّ وَيُكْنَى أَبَا مُعَاوِيَةَ وَهُوَ كُوفِيٌّ وَهُوَ ثِقَةٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা গারীব বলেছেন। আমরা এ হাদীসটি শারীকের সূত্রে ইয়াহ্‌ইয়া ইবনু আদামের নিকট হতেই জেনেছি। আমি এ হাদীস প্রসঙ্গে মুহাম্মাদ ইবনু ইসমাঈলকে প্রশ্ন করলে তিনিও শুধু এই সূত্রটিই (শারীক-ইয়াহ্‌ইয়া) উল্লেখ করেন। একাধিক বর্ণনাকারী পর্যায়ক্রমে শারীক, আম্মার, আবূয যুবাইর, তারপর জাবির (রাঃ)-এর সূত্রে বর্ণনা করেছেন যে, “রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কায় প্রবেশ করার সময় তাঁর মাথায় ছিল কালো পাগড়ী” । ইমাম বুখারী (রহঃ) বলেন, এটিই হল সেই হাদীস। আবূ ঈসা বলেন, দুহ্‌ন হল বাজীলা গোত্রের একটি শাখা গোত্র। আম্মার আদ-দুহ্‌নীর উপনাম আবূ মুআবিয়া। তিনি ছিলেন কূফার অধিবাসী। হাদীস বিশারদদের মতে তিনি সিকাহ্‌ (নির্ভরযোগ্য) বর্ণনাকারী।"
  },
  {
    "hadith_id": 1680,
    "narrator": "মুহাম্মাদ ইবনুল কাসিমের মুক্তদাস ইউনুস ইবনু উবাইদ (রহঃ)",
    "bn": "তিনি বলেন, মুহাম্মাদ ইবনুল কাসিম আমাকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর (বড়) পতাকা প্রসঙ্গে প্রশ্ন করার জন্য বারাআ ইবনু আযিব (রাঃ)-এর নিকট প্রেরণ করেন। বারাআ (রাঃ) বলেন, পতাকাটি ছিল কালো রং-এর, বর্গাকৃতির এবং পশমী কাপড়ের।\n\n“বর্গাকৃতির” শব্দটি ব্যতীত হাদীসটি সহীহ্, সহীহ্‌ আবূ দাঊদ (২৩৩৩)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، حَدَّثَنَا أَبُو يَعْقُوبَ الثَّقَفِيُّ، حَدَّثَنَا يُونُسُ بْنُ عُبَيْدٍ، مَوْلَى مُحَمَّدِ بْنِ الْقَاسِمِ قَالَ بَعَثَنِي مُحَمَّدُ بْنُ الْقَاسِمِ إِلَى الْبَرَاءِ بْنِ عَازِبٍ أَسْأَلُهُ عَنْ رَايَةِ، رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ كَانَتْ سَوْدَاءَ مُرَبَّعَةً مِنْ نَمِرَةٍ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَالْحَارِثِ بْنِ حَسَّانَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ ابْنِ أَبِي زَائِدَةَ ‏.‏ وَأَبُو يَعْقُوبَ الثَّقَفِيُّ اسْمُهُ إِسْحَاقُ بْنُ إِبْرَاهِيمَ وَرَوَى عَنْهُ أَيْضًا عُبَيْدُ اللَّهِ بْنُ مُوسَى ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, হারিস ইবনু হাম্মান ও ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। আমরা এ হাদীস প্রসঙ্গে শুধুমাত্র ইবনু আবী যাইদার সূত্রেই জেনেছি। আবূ ইয়াকুব আস-সাকাফীর নাম ইসহাক, পিতা ইবরাহীম। তার সূত্রে উবাইদুল্লাহ ইবনু মূসাও হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1681,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর রাইয়াহ্‌ (বড় পতাকা) ছিল কালো রং-এর এবং লিওয়া (ছোট পতাকা) ছিল সাদা রং-এর।\n\nহাসান, ইবনু মা-জাহ (২৮১৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا يَحْيَى بْنُ إِسْحَاقَ، وَهُوَ السَّالِحَانِيُّ حَدَّثَنَا يَزِيدُ بْنُ حَيَّانَ، قَالَ سَمِعْتُ أَبَا مِجْلَزٍ، لاَحِقَ بْنَ حُمَيْدٍ يُحَدِّثُ عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَتْ رَايَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم سَوْدَاءَ وَلِوَاؤُهُ أَبْيَضَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি উল্লেখিত সনদসূত্রে ইবনু আব্বাস (রাঃ)-এর বর্ণনা হিসাবে হাসান গারীব।"
  },
  {
    "hadith_id": 1682,
    "narrator": "মুহাল্লাব ইবনু আবূ সুফরা (রহঃ)",
    "bn": "তিনি এমন একজনের সূত্রে বর্ণনা করেছেন, যিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছেনঃ যদি রাতের আঁধারে শক্র বাহিনী তোমাদেরকে আক্রমণ করে তাহলে তোমরা এই সংকেত উচ্চারণ করঃ ‘হা-মীম’, তারা সাহায্যপ্রাপ্ত হবে না।\n\nসহীহ্‌, মিশকাত তাহকীক ছানী (৩৯৪৮)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْمُهَلَّبِ بْنِ أَبِي صُفْرَةَ، عَمَّنْ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنْ بَيَّتَكُمُ الْعَدُوُّ فَقُولُوا‏:‏ حم لاَ يُنْصَرُونَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ سَلَمَةَ بْنِ الأَكْوَعِ ‏.‏ وَهَكَذَا رَوَى بَعْضُهُمْ عَنْ أَبِي إِسْحَاقَ مِثْلَ رِوَايَةِ الثَّوْرِيِّ وَرُوِيَ عَنْهُ عَنِ الْمُهَلَّبِ بْنِ أَبِي صُفْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, সালামা ইবনুল আকওয়া (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। কতিপয় বর্ণনাকারী সুফিয়ান সাওরীর অনুরূপ আবূ ইসহাকের সূত্রেও বর্ণনা করেছেন। এ হাদীসটি তার নিকট হতে মুহাল্লাব-এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে মুরসালভাবেও বর্ণিত আছে।"
  },
  {
    "hadith_id": 1683,
    "narrator": "মুহাম্মাদ ইবনু সীরীন (রহঃ)",
    "bn": "তিনি বলেছেনঃ আমি আমার তরবারি সামুরা (রাঃ)-এর তরবারির আকৃতিতে তৈরী করেছি। সামুরা (রাঃ) বলেন যে, তিনি তার তরবারি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর তরবারির আদলে তৈরী করেছেন। তাঁর তরবারি ছিল বানূ হানীফ গোত্রের তরবারির মতই। \t\t\t   \t\t\t\t\t\t\t\nযঈফ, মুখতাসার শামায়িল মুহাম্মাদীয়া (৮৮)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ شُجَاعٍ الْبَغْدَادِيُّ، حَدَّثَنَا أَبُو عُبَيْدَةَ الْحَدَّادُ، عَنْ عُثْمَانَ بْنِ سَعْدٍ، عَنِ ابْنِ سِيرِينَ، قَالَ صَنَعْتُ سَيْفِي عَلَى سَيْفِ سَمُرَةَ بْنِ جُنْدَبٍ وَزَعَمَ سَمُرَةُ أَنَّهُ صَنَعَ سَيْفَهُ عَلَى سَيْفِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَكَانَ حَنَفِيًّا ‏.‏ قَالَ أَبُو عِيسَى هَذَ حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ تَكَلَّمَ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ فِي عُثْمَانَ بْنِ سَعْدٍ الْكَاتِبِ وَضَعَّفَهُ مِنْ قِبَلِ حِفْظِهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেছেনঃ এ হাদীসটি গারীব। আমরা শুধু উল্লেখিত সূত্রেই এ হাদীসটি জেনেছি। প্রখ্যাত হাদীস বিশারদ ইয়াহ্ইয়া ইবনু সাঈদ আল-কাত্তান (রহঃ) উসমান ইবনু সা’দ আল-কাতিবের স্মৃতির সমালোচনা করে তাকে স্মৃতির দিক হতে দুর্বল আখ্যায়িত করেছেন।"
  },
  {
    "hadith_id": 1684,
    "narrator": "আৰূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, মক্কা বিজয়ের বছর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন মাররায-যাহরান নামক জায়গায় পৌছলেন, তখন তিনি আমাদেরকে শক্রর মুকাবিলা করার কথা জানিয়ে দিলেন। তিনি আমাদেরকে রোযা ভেঙ্গে ফেলার নির্দেশ দিলেন। তাই আমরা সবাই রোযা ভেঙ্গে ফেললাম।\n\nসহীহ্‌, সহীহ্‌ আবূ দাঊদ (২০৮১), মুসলিম",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى، أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَنْبَأَنَا سَعِيدُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ عَطِيَّةَ بْنِ قَيْسٍ، عَنْ قَزَعَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ لَمَّا بَلَغَ النَّبِيُّ صلى الله عليه وسلم عَامَ الْفَتْحِ مَرَّ الظَّهْرَانِ فَآذَنَنَا بِلِقَاءِ الْعَدُوِّ فَأَمَرَنَا بِالْفِطْرِ فَأَفْطَرْنَا أَجْمَعُونَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ عُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1685,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবূ তালহা (রাঃ)-এর মানদূব নামক ঘোড়ার উপর চড়ে রাওয়ানা করলেন। তিনি (বাইরে গিয়ে ভীতির কোন কারণ খুঁজে না পেয়ে ফিরে এসে) বললেনঃ ভয় পাওয়ার কোন কারণ নেই। আমি ঘোড়াটিকে অবশ্য সাগরের স্রোতের মতো বেগবান পেলাম।\n\nসহীহ্‌, ইবনু মা-জাহ (২৭৭২)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، قَالَ أَنْبَأَنَا شُعْبَةُ، عَنْ قَتَادَةَ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، قَالَ رَكِبَ النَّبِيُّ صلى الله عليه وسلم فَرَسًا لأَبِي طَلْحَةَ يُقَالُ لَهُ مَنْدُوبٌ فَقَالَ ‏ \"‏ مَا كَانَ مِنْ فَزَعٍ وَإِنْ وَجَدْنَاهُ لَبَحْرًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ عَمْرِو بْنِ الْعَاصِ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইবনু আমর ইবনুল আস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 1686,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, একবার মাদীনার জনগণের মধ্যে ভীতি ছড়িয়ে পড়ে। আমাদের মানদূব নামক ঘোড়াটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ধার নিলেন। তিনি (বাইরে হতে ঘুরে এসে) বললেনঃ আমরা ভয় পাওয়ার কোন কারণ খুঁজে পেলাম না। আমরা অবশ্য ঘোড়াটিকে সমুদ্রের স্রোতের অনুরূপ বেগবান পেলাম।\n\nসহীহ্‌ দেখুন পূর্বের হাদীস",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، وَابْنُ أَبِي عَدِيٍّ، وَأَبُو دَاوُدَ قَالُوا حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ فَزَعٌ بِالْمَدِينَةِ فَاسْتَعَارَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَرَسًا لَنَا يُقَالُ لَهُ مَنْدُوبٌ فَقَالَ ‏ \"‏ مَا رَأَيْنَا مِنْ فَزَعٍ وَإِنْ وَجَدْنَاهُ لَبَحْرًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1687,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ছিলেন অত্যন্ত সুদর্শন, দানশীল ও সাহসী পুরুষ। আনাস (রাঃ) বলেন, মদীনাবাসীগণ এক রাতে একটি (বিকট) শব্দ শুনতে পেয়ে ভীত-সন্ত্রস্ত হয়ে পড়েন। তখন রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) আবূ তালহা (রাঃ)-এর একটি জিনবিহীন ঘোড়ায় উঠে কাঁধে তলোয়ার ঝুলিয়ে তাদের সাথে দেখা করেন এবং বলেন, তোমরা ভয় পেও না, তোমরা ভয় পেও না। তিনি আরও বলেন, আমি এটাকে সমুদ্রের অনুরূপ বেগবান পেয়েছি অর্থাৎ ঘোড়াটিকে।\n\nসহীহ্‌, দেখুন হাদীস নং (১৬১৯)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم مِنْ أَجْرَإِ النَّاسِ وَأَجْوَدِ النَّاسِ وَأَشْجَعِ النَّاسِ ‏.‏ قَالَ وَقَدْ فَزِعَ أَهْلُ الْمَدِينَةِ لَيْلَةً سَمِعُوا صَوْتًا قَالَ فَتَلَقَّاهُمُ النَّبِيُّ صلى الله عليه وسلم عَلَى فَرَسٍ لأَبِي طَلْحَةَ عُرْىٍ وَهُوَ مُتَقَلِّدٌ سَيْفَهُ فَقَالَ ‏\"‏ لَمْ تُرَاعُوا لَمْ تُرَاعُوا ‏\"‏ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ وَجَدْتُهُ بَحْرًا ‏\"‏ ‏.‏ يَعْنِي الْفَرَسَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন"
  },
  {
    "hadith_id": 1689,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, আমরা হুনাইনের যুদ্ধের দিন দুইটি দলকে পলায়নপর দেখতে পেলাম। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে একশত জন লোকও ছিল না।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ عَلِيٍّ الْمُقَدَّمِيُّ الْبَصْرِيُّ، حَدَّثَنِي أَبِي، عَنْ سُفْيَانَ بْنِ حُسَيْنٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ لَقَدْ رَأَيْتُنَا يَوْمَ حُنَيْنٍ وَإِنَّ الْفِئَتَيْنِ لَمُوَلِّيَتَيْنِ وَمَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مِائَةُ رَجُلٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ عُبَيْدِ اللَّهِ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। আমরা এ হাদীসটি শুধুমাত্র উবাইদুল্লাহ্‌র রিওয়ায়াত হিসাবে উপরোক্ত সূত্রে জেনেছি।"
  },
  {
    "hadith_id": 1688,
    "narrator": "বারাআ ইবনু আযিব (রাঃ)",
    "bn": "তিনি বলেন, আমাদেরকে একজন লোক প্রশ্ন করল, হে আবূ উমারা! আপনারা কি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামকে) (যুদ্ধে একা ফেলে) রেখে পালিয়েছিলেন? তিনি বললেন, আল্লাহ্‌র শপথ! কখনো নয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কখনো (যুদ্ধ হতে) পালাননি। বরঞ্চ কয়েকজন তাড়াহুড়াকারী লোক পালিয়েছিল। হাওয়াযিন বংশের জনগণ তীরবৃষ্টি বর্ষণ করতে করতে তাদের মুখোমুখি হয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর খচ্চরের পিঠে বসা অবস্থায় ছিলেন এবং এর লাগাম ধরে রেখেছিলেন আবূ সুফিয়ান ইবনুল হারিস ইবনু আবদুল মুত্তালিব। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলছিলেনঃ “নিঃসন্দেহে আমি (আল্লাহ্‌র) নাবী, এর মধ্যে বিন্দুমাত্র মিথ্যা নেই, আমি আবদুল মুত্তালিবের বংশধর”।\n\nসহীহ্‌, মুখতাসার শামাইল (২০৯), নাসা-ঈ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، حَدَّثَنَا أَبُو إِسْحَاقَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ قَالَ لَنَا رَجُلٌ أَفَرَرْتُمْ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم يَا أَبَا عُمَارَةَ قَالَ لاَ وَاللَّهِ مَا وَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم وَلَكِنْ وَلَّى سَرَعَانُ النَّاسِ تَلَقَّتْهُمْ هَوَازِنُ بِالنَّبْلِ وَرَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى بَغْلَتِهِ وَأَبُو سُفْيَانَ بْنُ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ آخِذٌ بِلِجَامِهَا وَرَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ أَنَا النَّبِيُّ لاَ كَذِبْ أَنَا ابْنُ عَبْدِ الْمُطَّلِبْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَابْنِ عُمَرَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আলী ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 1691,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর তলোয়ারের হাতল ছিল রৌপ্যখচিত।\n\nসহীহ্‌, সহীহ্‌ আবূ দাঊদ (২৩২৬-২৩২৮), ইরওয়া (৮২২), মুখতাসার শামাইল (৮৫, ৮৬)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرِ بْنِ حَازِمٍ، حَدَّثَنَا أَبِي، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ كَانَتْ قَبِيعَةُ سَيْفِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ فِضَّةٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَهَكَذَا رُوِيَ عَنْ هَمَّامٍ عَنْ قَتَادَةَ عَنْ أَنَسٍ وَقَدْ رَوَى بَعْضُهُمْ عَنْ قَتَادَةَ عَنْ سَعِيدِ بْنِ أَبِي الْحَسَنِ قَالَ كَانَتْ قَبِيعَةُ سَيْفِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ فِضَّةٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। হাম্মামও কাতাদার সূত্রে, তিনি আনাসের সূত্রে একইরকম বর্ণনা করেছেন। কয়েকজন বর্ণনাকারী কাতাদা হতে, তিনি সাঈদ ইবনু আবীল হাসান হতে বর্ণনা করেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর তলোয়ারের বাট ছিল রৌপ্যখচিত (এই সূত্রে এটি মুরসাল হাদীস)।"
  },
  {
    "hadith_id": 1690,
    "narrator": "মাযীদা (রাঃ)",
    "bn": "তিনি বলেছেন, মক্কা বিজয়ের দিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মক্কায় যাওয়ার সময় তাঁর তরবারি ছিল সোনা-রূপা খচিত। (অধঃস্তন রাবী) তালিব বলেন, আমি তাকে (হূদকে) রূপা প্রসঙ্গে প্রশ্ন করলে তিনি বলেন, তরবারির হাতলটি ছিল রৌপ্য খচিত। \t\t\t\n\nযঈফ, মুখতাসার শামায়িল মুহাম্মাদীয়া (৮৭) ইরওয়া (৩/৩০৬)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ صُدْرَانَ أَبُو جَعْفَرٍ الْبَصْرِيُّ، حَدَّثَنَا طَالِبُ بْنُ حُجَيْرٍ، عَنْ هُودِ بْنِ عَبْدِ اللَّهِ بْنِ سَعْدٍ، عَنْ جَدِّهِ، مَزِيدَةَ قَالَ دَخَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ الْفَتْحِ وَعَلَى سَيْفِهِ ذَهَبٌ وَفِضَّةٌ ‏.‏ قَالَ طَالِبٌ فَسَأَلْتُهُ عَنِ الْفِضَّةِ فَقَالَ كَانَتْ قَبِيعَةُ السَّيْفِ فِضَّةً ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَنَسٍ ‏.‏ وَهَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَجَدُّ هُودٍ اسْمُهُ مَزِيدَةُ الْعَصَرِيُّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ অনুচ্ছেদে আনাস (রাঃ) হতেও হাদীস বর্ণিত আছে। এ হাদীসটি গারীব। হূদ-এর নানার নাম ছিল মাযীদা আল-‘আসরী।"
  },
  {
    "hadith_id": 1692,
    "narrator": "যুবাইর ইবনুল আওয়াম (রাঃ)",
    "bn": "তিনি বলেন, উহুদ যুদ্ধে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পরিধানে দু’টি লৌহ বর্ম ছিল। তিনি তা পরিহিত অবস্থায় (আহত হওয়ার পর) একটি পাথরের উপর উঠার চেষ্টা করেন, কিন্তু উঠতে পারেননি। তিনি তালহা (রাঃ)-কে নিচে বসিয়ে তার কাঁধে চড়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পাথরের উপর উঠে উপবিষ্ট হন। যুবাইর (রাঃ) বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ তালহা (তার জন্য জান্নাত) নির্ধারিত করে নিল।\n\nহাসান, মিশকাত (৬১১২), মুখতাসার শামাইল (৮৯), সহীহ্‌ আবূ দাঊদ (২৩৩২)",
    "ar": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا يُونُسُ بْنُ بُكَيْرٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ يَحْيَى بْنِ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنِ الزُّبَيْرِ بْنِ الْعَوَّامِ، قَالَ كَانَ عَلَى النَّبِيِّ صلى الله عليه وسلم دِرْعَانِ يَوْمَ أُحُدٍ فَنَهَضَ إِلَى الصَّخْرَةِ فَلَمْ يَسْتَطِعْ فَأَقْعَدَ طَلْحَةَ تَحْتَهُ فَصَعِدَ النَّبِيُّ صلى الله عليه وسلم عَلَيْهِ حَتَّى اسْتَوَى عَلَى الصَّخْرَةِ فَقَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ أَوْجَبَ طَلْحَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ صَفْوَانَ بْنِ أُمَيَّةَ وَالسَّائِبِ بْنِ يَزِيدَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مُحَمَّدِ بْنِ إِسْحَاقَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, সাফওয়ান ইবনু উমাইয়্যা ও সাইব ইবনু ইয়াযীদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান গারীব। আমরা এটি শুধুমাত্র মুহাম্মাদ ইবনু ইসহাকের হাদীস হিসাবে জেনেছি।"
  },
  {
    "hadith_id": 1693,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কা বিজয়ের দিন লোহার শিরস্ত্রাণ পড়ে মক্কায় প্রবেশ করেন। তাঁকে বলা হল, কাবার পর্দার সাথে ইবনু খাতাল জড়িয়ে আছে। তিনি বললেনঃ তাকে মেরে ফেল।\n\nসহীহ্‌, ইবনু মা-জাহ (২৮০৫), নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ دَخَلَ النَّبِيُّ صلى الله عليه وسلم عَامَ الْفَتْحِ وَعَلَى رَأْسِهِ الْمِغْفَرُ فَقِيلَ لَهُ ابْنُ خَطَلٍ مُتَعَلِّقٌ بِأَسْتَارِ الْكَعْبَةِ ‏.‏ فَقَالَ ‏ \"‏ اقْتُلُوهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ لاَ نَعْرِفُ كَبِيرَ أَحَدٍ رَوَاهُ غَيْرَ مَالِكٍ عَنِ الزُّهْرِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ গারীব বলেছেন। এই হাদীসটি যুহরী (রহঃ) হতে মালিক (রহঃ) ব্যতীত অন্য কোন প্রবীণ বর্ণনাকারী বর্ণনা করেছেন কি না তা আমরা জানি না।"
  },
  {
    "hadith_id": 1694,
    "narrator": "উরওয়া আল-বারিকী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাত পর্যন্ত ঘোড়ার কপালে কল্যাণ বাঁধা রয়েছেঃ পুরস্কার ও গানীমাত।\n\nসহীহ্‌, নাসা-ঈ",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْثَرُ بْنُ الْقَاسِمِ، عَنْ حُصَيْنٍ، عَنِ الشَّعْبِيِّ، عَنْ عُرْوَةَ الْبَارِقِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْخَيْرُ مَعْقُودٌ فِي نَوَاصِي الْخَيْلِ إِلَى يَوْمِ الْقِيَامَةِ الأَجْرُ وَالْمَغْنَمُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَأَبِي سَعِيدٍ وَجَرِيرٍ وَأَبِي هُرَيْرَةَ وَأَسْمَاءَ بِنْتِ يَزِيدَ وَالْمُغِيرَةِ بْنِ شُعْبَةَ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَعُرْوَةُ هُوَ ابْنُ أَبِي الْجَعْدِ الْبَارِقِيُّ وَيُقَالُ هُوَ عُرْوَةُ بْنُ الْجَعْدِ ‏.‏ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ وَفِقْهُ هَذَا الْحَدِيثِ أَنَّ الْجِهَادَ مَعَ كُلِّ إِمَامٍ إِلَى يَوْمِ الْقِيَامَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার, আবূ সাঈদ, জারীর, আবূ হুরাইরা, আসমা বিনতু ইয়াযীদ, মুগীরা ইবনু শুবা ও জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। উরওয়া হলেন আবুল জাদ আল-বারিকীর পুত্র, তাকে উরওয়া ইবনুল-জা’দও বলা হয়। ইমাম আহমাদ বলেন, এ হাদীসে যে গভীর তাৎপর্য নিহিত আছে তা হল, কিয়ামাত পর্যন্ত প্রত্যেক ইমামের নেতৃত্বে জিহাদ অব্যাহত থাকবে।"
  },
  {
    "hadith_id": 1695,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ লাল রং-এর ঘোড়ায় কল্যাণ রয়েছে।\n\nহাসান সহীহ্‌, মিশকাত (৩৮৭৯), তা’লীকুর রাগীব (২/১৬২), সহীহ্‌ আবূ দাঊদ (২২৯৩)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الصَّبَّاحِ الْهَاشِمِيُّ الْبَصْرِيُّ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا شَيْبَانُ يَعْنِي ابْنَ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا عِيسَى بْنُ عَلِيِّ بْنِ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يُمْنُ الْخَيْلِ فِي الشُّقْرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ شَيْبَانَ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। আমরা এটি শুধু এই সূত্রে শাইবানের হাদীস হিসাবে জেনেছি।"
  },
  {
    "hadith_id": 1696,
    "narrator": "আবূ কাতাদা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কালো রং-এর ঘোড়া সবচাইতে উত্তম, যার কপাল ও উপরের ওষ্ঠ সাদা। তারপর যে ঘোড়ার ডান পা ও কপাল ব্যতীত বাকী পাগুলো সাদা রং-এর। কালো বর্ণের ঘোড়া পাওয়া না গেলে লাল-কালো মিশ্রিত বর্ণের অনুরূপ ঘোড়া উত্তম।\n\nসহীহ্‌, ইবনু মা-জাহ (২৭৮৯)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا ابْنُ لَهِيعَةَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ عُلَىِّ بْنِ رَبَاحٍ، عَنْ أَبِي قَتَادَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ خَيْرُ الْخَيْلِ الأَدْهَمُ الأَقْرَحُ الأَرْثَمُ ثُمَّ الأَقْرَحُ الْمُحَجَّلُ طَلْقُ الْيَمِينِ فَإِنْ لَمْ يَكُنْ أَدْهَمَ فَكُمَيْتٌ عَلَى هَذِهِ الشِّيَةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1698,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শিকাল ঘোড়া অর্থাৎ তিন পা সাদা ও এক পা শরীরের রং বিশিষ্ট ঘোড়া অপছন্দ করেছেন। \n\nসহীহ্‌, ইবনু মা-জাহ (৭২৯০), মুসলিম",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنِي سَلْمُ بْنُ عَبْدِ الرَّحْمَنِ النَّخَعِيُّ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَرِهَ الشِّكَالَ مِنَ الْخَيْلِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ شُعْبَةُ عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ الْخَثْعَمِيِّ عَنْ أَبِي زُرْعَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ وَأَبُو زُرْعَةَ بْنُ عَمْرِو بْنِ جَرِيرٍ اسْمُهُ هَرِمٌ ‏.‏ حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ حَدَّثَنَا جَرِيرٌ عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ قَالَ قَالَ لِي إِبْرَاهِيمُ النَّخَعِيُّ إِذَا حَدَّثْتَنِي فَحَدِّثْنِي عَنْ أَبِي زُرْعَةَ فَإِنَّهُ حَدَّثَنِي مَرَّةً بِحَدِيثٍ ثُمَّ سَأَلْتُهُ بَعْدَ ذَلِكَ بِسِنِينَ فَمَا أَخْرَمَ مِنْهُ حَرْفًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। এই হাদীস শুবা-আবদুল্লাহ ইবনু ইয়াযীদ আল-খাসআমী হতে, তিনি আবূ যুরআ হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এইসূত্রে অনুরূপ বর্ণনা করেছেন। আবূ যুরআর নাম হারিম, পিতা আমর ইবনু জারীর। মুহাম্মাদ ইবনু হুমাইদ আর-রাযী-জারীর হতে তিনি ‘উমারা ইবনুল কাকা‘ হতে বর্ণনা করেন তিনি বলেনঃ ইবরাহীম নাখাঈ (রহঃ) আমাকে বলেছেনঃ আপনি আমার নিকট হাদীস বর্ণনা করলে আবূ যুরআর সূত্রে তা বর্ণনা করবেন। কারণ তিনি এক সময় আমার নিকট একটি হাদীস বর্ণনা করেন। বেশ কয়েক বছর পর আমি আবার তাকে সেই হাদীস প্রসঙ্গে প্রশ্ন করলে তিনি অক্ষরে অক্ষরে তা হুবহু বর্ণনা করেন, তাতে একটুও ত্রুটি করেননি। যঈফ, সনদ বিচ্ছিন্ন।"
  },
  {
    "hadith_id": 1700,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তীর নিক্ষেপ এবং উট ও ঘোড়দৌড় ব্যতীত অন্য কিছুতে প্রতিযোগিতা নেই। \n\nসহীহ্‌, ইবনু মা-জাহ (২৮৭৮)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنْ نَافِعِ بْنِ أَبِي نَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ سَبَقَ إِلاَّ فِي نَصْلٍ أَوْ خُفٍّ أَوْ حَافِرٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন।"
  },
  {
    "hadith_id": 1699,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "হাফ্ইয়া হতে সানিয়্যাতুল বিদা পর্যন্ত জায়গাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিশেষ পদ্ধতিতে প্রশিক্ষনপ্রাপ্ত হালকা শরীরবিশিষ্ট ঘোড়াসমূহের দৌড় প্রতিযোগিতার আয়োজন করেছেন। এই দু’টি জায়গার মাঝের দূরত্ব ছয় মাইল। তিনি সানিয়্যাতুল বিদা হতে যুরাইক বংশের মাসজিদ পর্যন্ত ভারী দেহবিশিষ্ট অপ্রশিক্ষণপ্রাপ্ত ঘোড়াসমূহের দৌড় প্রতিযোগিতার আয়োজন করেছেন। এ দু’টি জায়গার মাঝের দূরত্ব এক মাইল। আমিও ঘোড়দৌড় প্রতিযোগিতায় যোগ দেই। আমার ঘোড়াটি আমাকে-সহ লাফ দিয়ে একটি দেয়াল টপকে যায়। \n\nসহীহ্‌, ইবনু মা-জাহ (২৮৭৭), নাসা-ঈ। বুখারীতে দেয়াল টপকানোর কথা উল্লেখ নেই।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ وَزِيرٍ الْوَاسِطِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، عَنْ سُفْيَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَجْرَى الْمُضَمَّرَ مِنَ الْخَيْلِ مِنَ الْحَفْيَاءِ إِلَى ثَنِيَّةِ الْوَدَاعِ وَبَيْنَهُمَا سِتَّةُ أَمْيَالٍ وَمَا لَمْ يُضَمَّرْ مِنَ الْخَيْلِ مِنْ ثَنِيَّةِ الْوَدَاعِ إِلَى مَسْجِدِ بَنِي زُرَيْقٍ وَبَيْنَهُمَا مِيلٌ وَكُنْتُ فِيمَنْ أَجْرَى فَوَثَبَ بِي فَرَسِي جِدَارًا ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَجَابِرٍ وَعَائِشَةَ وَأَنَسٍ ‏.‏ وَهَذَا حَدِيثٌ صَحِيحٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ الثَّوْرِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা, জাবির, আইশা ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ সাওরীর সূত্রে গারীব বলেছেন।"
  },
  {
    "hadith_id": 1701,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ছিলেন একজন আদেশপ্রাপ্ত বান্দা। তিনটি বিষয় ছাড়া তিনি আমাদেরকে কোন বিশেষ নির্দেশ দেননি। তিনি আমাদেরকে নির্দেশ দিয়েছেন আমরা যেন উত্তমরূপে ওযূ করি, সাদকার জিনিস না খাই এবং গাধা দিয়ে ঘুড়ীর পাল না দেই।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبُو جَهْضَمٍ، مُوسَى بْنُ سَالِمٍ عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَبْدًا مَأْمُورًا مَا اخْتَصَّنَا دُونَ النَّاسِ بِشَيْءٍ إِلاَّ بِثَلاَثٍ أَمَرَنَا أَنْ نُسْبِغَ الْوُضُوءَ وَأَنْ لاَ نَأْكُلَ الصَّدَقَةَ وَأَنْ لاَ نُنْزِيَ حِمَارًا عَلَى فَرَسٍ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى سُفْيَانُ الثَّوْرِيُّ هَذَا عَنْ أَبِي جَهْضَمٍ فَقَالَ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ عَنِ ابْنِ عَبَّاسٍ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدًا يَقُولُ حَدِيثُ الثَّوْرِيِّ غَيْرُ مَحْفُوظٍ وَوَهِمَ فِيهِ الثَّوْرِيُّ وَالصَّحِيحُ مَا رَوَى إِسْمَاعِيلُ ابْنُ عُلَيَّةَ وَعَبْدُ الْوَارِثِ بْنُ سَعِيدٍ عَنْ أَبِي جَهْضَمٍ عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ اللَّهِ بْنِ عَبَّاسٍ عَنِ ابْنِ عَبَّاسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আলী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্। এ হাদীসটি আবূ জাহ্যাম হতে সুফিয়ান সাওরীও বর্ণনা করেছেন। তিনি উবাইদুল্লাহ ইবনু আবদুল্লাহ ইবনু আব্বাস হতে আবদুল্লাহ ইবনু আব্বাস (রাঃ)-এর সূত্রের উল্লেখ করেছেন। কিন্তু ইমাম বুখারীর মতে তার বর্ণনাটি সুরক্ষিত নয়। কেননা এ বর্ণনাটির ব্যাপারে সাওরী ভুলের শিকার হয়েছেন। এ হাদীসটি ইসমাঈল ইবনু উলাইয়্যা ও আবদুল ওয়ারিস ইবনু সাইদ-আবূ জাহ্যাম হতে, তিনি আবদুল্লাহ ইবনু উবাইদুল্লাহ ইবনু আব্বাস হতে, তিনি ইবনু আব্বাস (রাঃ)-এর সূত্রে বর্ণনা করেছেন এবং বর্ণনাটিই সহীহ্‌।"
  },
  {
    "hadith_id": 1702,
    "narrator": "আবুদ দারদা (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ আমাকে খোঁজ কর তোমাদের মধ্যে যারা নিঃস্ব-দুর্বল তাদের মাঝে। কেননা তোমরা রিযিক এবং সাহায্য-সহযোগীতাপ্রাপ্ত হয়ে থাক অসহায়-দুর্বল লোকদের ওয়াসিলায়। \n\nসহীহ্‌, সহীহা (৭৭৯), সহীহ্ আবূ দাঊদ (২৩৩৫), তা’লীকুর রাগীব (১/২৪)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، قَالَ أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ يَزِيدَ بْنِ جَابِرٍ، حَدَّثَنَا زَيْدُ بْنُ أَرْطَاةَ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ ابْغُونِي ضُعَفَاءَكُمْ فَإِنَّمَا تُرْزَقُونَ وَتُنْصَرُونَ بِضُعَفَائِكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1703,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে কাফেলার সাথে কুকুর অথবা ঘন্টা থাকে ফেরেশতাগণ তাদের সঙ্গী হয় না। \n\nসহীহ্‌, সহীহা (৪/৪৯৪), সহীহ্ আবূ দাঊদ (২৩০৩), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ تَصْحَبُ الْمَلاَئِكَةُ رُفْقَةً فِيهَا كَلْبٌ وَلاَ جَرَسٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُمَرَ وَعَائِشَةَ وَأُمِّ حَبِيبَةَ وَأُمِّ سَلَمَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, উমার, আইশা, উম্মু হাবীবা ও উম্মু সালামা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 1704,
    "narrator": "বারাআ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুইটি বাহিনী (যুদ্ধে) পাঠান। তিনি আলী ইবনু আবূ তালিব (রাঃ)-কে এক দলের এবং খালিদ ইবনুল ওয়ালীদ (রাঃ)-কে অন্য দলের অধিনায়ক নিয়োগ করেন। তিনি বলেনঃ যুদ্ধ চলার সময় আলী পুরো বাহিনীর সেনাপতির দায়িত্ব পালন করবে। রাবী বলেন, আলী (রাঃ) একটি দুর্গ দখল করেন এবং বন্দীদের মধ্য হতে একটি বাঁদী নিজের জন্য নিয়ে নেন। খালিদ (রাঃ) এই বিষয়ে তার সমালোচনা করে একটি চিঠি লিখে তা দিয়ে আমাকে  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর নিকটে পাঠান। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর নিকটে (চিঠি নিয়ে) উপস্হিত হলাম। তিনি তা পড়লেন এবং তাঁর চেহারা বিবর্ণ হয়ে গেল। তারপর তিনি বললেনঃ যে ব্যক্তি আল্লাহ তা‘আলা ও তাঁর রাসূলকে ভালোবাসে এবং যাকে আল্লাহ তা‘আলা ভালোবাসেন তার প্রসঙ্গে তুমি কি ভাব! আমি বললাম, আমি আল্লাহ তা‘আলা ও তাঁর রাসূলের অসন্তুষ্টি হতে আল্লাহ্ তা‘আলার আশ্রয় চাই। আমি তো পত্রবাহক মাত্র। এ কথায় তিনি নীরব হলেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ، حَدَّثَنَا الأَحْوَصُ بْنُ الْجَوَّابِ أَبُو الْجَوَّابِ، عَنْ يُونُسَ بْنِ أَبِي إِسْحَاقَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ جَيْشَيْنِ وَأَمَّرَ عَلَى أَحَدِهِمَا عَلِيَّ بْنَ أَبِي طَالِبٍ وَعَلَى الآخَرِ خَالِدَ بْنَ الْوَلِيدِ وَقَالَ ‏\"‏ إِذَا كَانَ الْقِتَالُ فَعَلِيٌّ ‏\"‏ ‏.‏ قَالَ فَافْتَتَحَ عَلِيٌّ حِصْنًا فَأَخَذَ مِنْهُ جَارِيَةً فَكَتَبَ مَعِي خَالِدُ بْنُ الْوَلِيدِ إِلَى النَّبِيِّ صلى الله عليه وسلم يَشِي بِهِ فَقَدِمْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَرَأَ الْكِتَابَ فَتَغَيَّرَ لَوْنُهُ ثُمَّ قَالَ ‏\"‏ مَا تَرَى فِي رَجُلٍ يُحِبُّ اللَّهَ وَرَسُولَهُ وَيُحِبُّهُ اللَّهُ وَرَسُولُهُ ‏\"‏ ‏.‏ قَالَ قُلْتُ أَعُوذُ بِاللَّهِ مِنْ غَضَبِ اللَّهِ وَغَضَبِ رَسُولِهِ وَإِنَّمَا أَنَا رَسُولٌ ‏.‏ فَسَكَتَ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ الأَحْوَصِ بْنِ جَوَّابٍ ‏.‏ مَعْنَى قَوْلِهِ يَشِي بِهِ يَعْنِي النَّمِيمَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ অনুচ্ছেদে ইবনু উমার (রাঃ) হতেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান গারীব। আহওয়াস ইবনু জাওয়াবের সূত্রেই শুধুমাত্র আমরা এ হাদীস জেনেছি। হাদীসের শব্দ “ইয়াশী বিহি” অর্থঃ তার সমালোচনাযুক্ত।"
  },
  {
    "hadith_id": 1705,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সাবধান! তোমরা সকলেই রাখাল (দায়িত্বশীল) এবং তোমাদের প্রত্যেককেই তার রাখালী (দায়িত্ব পালন) প্রসঙ্গে জিজ্ঞাসাবাদ করা হবে। যিনি জনগণের নেতা তাকে তার রাখালী (দায়িত্ব) বিষয়ে প্রশ্ন করা হবে। ব্যক্তি তার পরিবারের লোকদের রাখাল (অভিভাবক)। তাদের ব্যাপারে তাকে প্রশ্ন করা হবে। স্ত্রী তার স্বামীর সংসারের রাখাল (ব্যবস্থাপিকা) তাকে এর ব্যবস্থাপনা বিষয়ে প্রশ্ন করা হবে। গোলাম তার মনিবের সম্পদের রাখাল (পাহারাদার)। তাকে এ প্রসঙ্গে প্রশ্ন করা হবে। অতএব, সাবধান! তোমরা সকলেই রাখাল এবং তোমাদের সকলকেই নিজ নিজ রাখালী বিষয়ে প্রশ্ন করা হবে। \n\nসহীহ্‌, সহীহ আবূ দাঊদ (২৬০০), নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ أَلاَ كُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ فَالأَمِيرُ الَّذِي عَلَى النَّاسِ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ وَالرَّجُلُ رَاعٍ عَلَى أَهْلِ بَيْتِهِ وَهُوَ مَسْئُولٌ عَنْهُمْ وَالْمَرْأَةُ رَاعِيَةٌ عَلَى بَيْتِ بَعْلِهَا وَهِيَ مَسْئُولَةٌ عَنْهُ وَالْعَبْدُ رَاعٍ عَلَى مَالِ سَيِّدِهِ وَهُوَ مَسْئُولٌ عَنْهُ أَلاَ فَكُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأَنَسٍ وَأَبِي مُوسَى ‏.‏ وَحَدِيثُ أَبِي مُوسَى غَيْرُ مَحْفُوظٍ وَحَدِيثُ أَنَسٍ غَيْرُ مَحْفُوظٍ وَحَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\n\nقَالَ حَكَاهُ إِبْرَاهِيمُ بْنُ بَشَّارٍ الرَّمَادِيُّ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنْ بُرَيْدِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي بُرْدَةَ، عَنْ أَبِي بُرْدَةَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ أَخْبَرَنِي بِذَلِكَ، مُحَمَّدٌ عَنْ إِبْرَاهِيمَ بْنِ بَشَّارٍ، ‏.‏ قَالَ وَرَوَى غَيْرُ، وَاحِدٍ، عَنْ سُفْيَانَ، عَنْ بُرَيْدٍ، عَنْ أَبِي بُرْدَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً وَهَذَا أَصَحُّ ‏.‏ قَالَ مُحَمَّدٌ وَرَوَى إِسْحَاقُ بْنُ إِبْرَاهِيمَ عَنْ مُعَاذِ بْنِ هِشَامٍ عَنْ أَبِيهِ عَنْ قَتَادَةَ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏ \"‏ إِنَّ اللَّهَ سَائِلٌ كُلَّ رَاعٍ عَمَّا اسْتَرْعَاهُ ‏\"‏ ‏.‏ قَالَ سَمِعْتُ مُحَمَّدًا يَقُولُ هَذَا غَيْرُ مَحْفُوظٍ وَإِنَّمَا الصَّحِيحُ عَنْ مُعَاذِ بْنِ هِشَامٍ عَنْ أَبِيهِ عَنْ قَتَادَةَ عَنِ الْحَسَنِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা, আনাস ও আবূ মূসা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ মূসার হাদীস সুরক্ষিত নয়। একইভাবে আনাসের হাদীসও অরক্ষিত। ইবনু উমার (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্‌। এ হাদীসটি ইবরাহীম ইবনু বাশশার আর-রামাদী-সুফিয়ান ইবনু উয়াইনা হতে, তিনি ইয়াযীদ ইবনু আবদুল্লাহ ইবনু আবী বুরদা হতে, তিনি আবু বুরদা হতে, তিনি আবূ মূসা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে বর্ণনা করেছেন। আমাকে মুহাম্মাদ ইবনু বাশশার এ বিষয়টি জানিয়েছেন। উক্ত হাদীস  একাধিক ব্যক্তি সুফিয়ান হতে, তিনি বুরাইদ হতে, তিনি আবূ বুরদা হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে মুরসালভাবে বর্ণনা করেছেন এবং এটাই সঠিক। মুহাম্মাদ বলেন, ইসহাক ইবনু ইবরাহীম-মুআয ইবনু হিশাম হতে, তিনি তার পিতা হতে, তিনি কাতাদা হতে, তিনি আনাস (রাঃ) হতে বর্ণনা করেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “আল্লাহ প্রত্যেক ব্যক্তিকে যে বিষয়ের দায়িত্বশীল বানিয়েছেন সে সম্পর্কে তিনি তাদেরকে জিজ্ঞাসাবাদ করবেন”।\nইমাম বুখারী এটাকে অরক্ষিত হাদীস বলেছেন। মুআয ইবনু হিশাম-তার পিতা হিশাম হতে, তিনি কাতাদা হতে, তিনি হাসান বাসরী (রহঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে এটা মুরসাল হিসাবে বর্ণনা করেছেন এবং এটাই সঠিক।"
  },
  {
    "hadith_id": 1706,
    "narrator": "উম্মুল হুসাইন আল-আহ্‌সামিয়া (রাঃ)",
    "bn": "তিনি বলেন, আমি বিদায় হাজ্জের সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে খুতবা দিতে শুনেছি। তখন তাঁর গায়ে একটি চাদর ছিল। তিনি তাঁর বগলের নিচে এটা পেচিয়ে রেখেছিলেন। বর্ণনাকারী বলেন, তাঁর বাহুর গোশতপিন্ডের দিকে আমি তাকিয়ে দেখলাম তা দোল খাচ্ছে। আমি তাঁকে বলতে শুনলামঃ উপস্থিত জনমন্ডলী! আল্লাহ্ তা’আলাকে ভয় কর। যদি তোমাদের নেতা হিসাবে কোন নাক-কান কাটা হাবশী ক্রীতদাসকেও নিযুক্ত করা হয়, তবে সে তোমাদের জন্য যে পর্যন্ত আল্লাহ্ তা’আলার কিতাবের ফায়সালা প্রতিষ্ঠিত রাখবে সে পর্যন্ত তার কথা শোন এবং তার আনুগত্য কর। \n\nসহীহ্‌, ইবনু মা-জাহ (২৮৬১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى النَّيْسَابُورِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنِ الْعَيْزَارِ بْنِ حُرَيْثٍ، عَنْ أُمِّ الْحُصَيْنِ الأَحْمَسِيَّةِ، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَخْطُبُ فِي حَجَّةِ الْوَدَاعِ وَعَلَيْهِ بُرْدٌ قَدِ الْتَفَعَ بِهِ مِنْ تَحْتِ إِبْطِهِ قَالَتْ فَأَنَا أَنْظُرُ إِلَى عَضَلَةِ عَضُدِهِ تَرْتَجُّ سَمِعْتُهُ يَقُولُ ‏ \"‏ يَا أَيُّهَا النَّاسُ اتَّقُوا اللَّهَ وَإِنْ أُمِّرَ عَلَيْكُمْ عَبْدٌ حَبَشِيٌّ مُجَدَّعٌ فَاسْمَعُوا لَهُ وَأَطِيعُوا مَا أَقَامَ لَكُمْ كِتَابَ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَعِرْبَاضِ بْنِ سَارِيَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أُمِّ حُصَيْنٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা ও ইরবায ইবনু সারিয়া (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্। এ হাদীসটি উম্মু হুসাইন (রাঃ) হতে বিভিন্ন সূত্রে বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 1707,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সকল মুসলমানেরই নেতার কথা শোনা ও আনুগত্য করা অবশ্য কর্তব্য, তা হোক তার পছন্দের বা অপছন্দের, তাকে যে পর্যন্ত গুনাহের কাজের নির্দেশ না দেওয়া হবে। যদি তাকে গুনাহের কাজের নির্দেশ দেওয়া হয় তাহলে তা না শুনা এবং না মানাই তার কর্তব্য। \n\nসহীহ্‌, নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ السَّمْعُ وَالطَّاعَةُ عَلَى الْمَرْءِ الْمُسْلِمِ فِيمَا أَحَبَّ وَكَرِهَ مَا لَمْ يُؤْمَرْ بِمَعْصِيَةٍ فَإِنْ أُمِرَ بِمَعْصِيَةٍ فَلاَ سَمْعَ عَلَيْهِ وَلاَ طَاعَةَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَعِمْرَانَ بْنِ حُصَيْنٍ وَالْحَكَمِ بْنِ عَمْرٍو الْغِفَارِيِّ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আলী, ইমরান ইবনু হুসাইন ও হাকাম ইবনু আমর আল-গিফারী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 1708,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পশুর লড়াই বাধাতে মানা করেছেন। \n\nযঈফ, গায়াতুল মারাম (৩৮৩), যঈফ আবূ দাঊদ (৪৪৩)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ قُطْبَةَ بْنِ عَبْدِ الْعَزِيزِ، عَنِ الأَعْمَشِ، عَنْ أَبِي يَحْيَى، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ التَّحْرِيشِ بَيْنَ الْبَهَائِمِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1710,
    "narrator": "জাবির (রাঃ)",
    "bn": "মুখমন্ডলে দাগ দিতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বারণ করেছেন।\n\nসহীহ্, ইরওয়া (২১৮৫), সহীহ্ আবূ দাঊদ (২৩১০), মুসলিম",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الْوَسْمِ فِي الْوَجْهِ وَالضَّرْبِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1709,
    "narrator": "মুজাহিদ (রহঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পশুর লড়াই অনুষ্ঠান করতে মানা করেছেন। \t\t\t\t\t\n\nযঈফ, গায়াতুল মারাম (৩৮)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنِ الأَعْمَشِ، عَنْ أَبِي يَحْيَى، عَنْ مُجَاهِدٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ التَّحْرِيشِ بَيْنَ الْبَهَائِمِ ‏.‏ وَلَمْ يَذْكُرْ فِيهِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ وَيُقَالُ هَذَا أَصَحُّ مِنْ حَدِيثِ قُطْبَةَ ‏.‏\n\nوَرَوَى شَرِيكٌ، هَذَا الْحَدِيثَ عَنِ الأَعْمَشِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِي يَحْيَى ‏.‏ حَدَّثَنَا بِذَلِكَ أَبُو كُرَيْبٍ عَنْ يَحْيَى بْنِ آدَمَ عَنْ شَرِيكٍ ‏.‏ وَرَوَى أَبُو مُعَاوِيَةَ عَنِ الأَعْمَشِ عَنْ مُجَاهِدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ وَأَبُو يَحْيَى هُوَ الْقَتَّاتُ الْكُوفِيُّ وَيُقَالُ اسْمُهُ زَاذَانُ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ طَلْحَةَ وَجَابِرٍ وَأَبِي سَعِيدٍ وَعِكْرَاشِ بْنِ ذُؤَيْبٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ বর্ণনায় ইবনু আব্বাস (রাঃ)-এর উল্লেখ নেই। অর্থাৎ এই সূত্রে হাদীসটি মুরসাল হিসেবে বর্ণিত হয়েছে এবং এটা কুতবার বর্ণনার তুলনায় অনেক বেশি সহীহ। শরীক-আমাশ হতে তিনি মুজাহিদ হতে তিনি ইবনু আব্বাস (রাঃ) হতে তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে একই রকম বর্ণনা করেছেন। তাতে আবূ ইয়াহইয়ার উল্লেখ নেই। আবূ মুয়াবিয়া-আমাশ হতে তিনি মুজাহিদের সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ বর্ণনা করেছেন। আবূ ইয়াহইয়ার নাম যাযান, তিনি কুফার অধিবাসী। এ অনুচ্ছেদে তালহা, জাবির, আবূ সাঈদ ও ইকরাশ ইবনু যুয়াইব (রাঃ) হতেও হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1712,
    "narrator": "আবদুল্লাহ ইবনু আবূ কাতাদা (রাহঃ) হতে তার পিতা",
    "bn": "তিনি তার পিতা (কাতাদা (রাঃ))-কে বর্ণনা করতে শুনেছেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন এক সময় তাদের মাঝে দাঁড়ালেন। তিনি তাদের উদ্দেশ্যে বললেনঃ আল্লাহ্ তা‘আলার পথে জিহাদ এবং আল্লাহ্‌ তা‘আলার উপর ঈমান হল সবচেয়ে উত্তম কাজ। একজন লোক দাঁড়িয়ে বলল, হে আল্লাহ্‌র রাসূল! আপনি কি মনে করেন, আমি আল্লাহ্‌ তা‘আলার পথে নিহত হলে তাতে আমার গুনাহসমূহ কি মাফ হয়ে যাবে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, হ্যাঁ। আল্লাহ্‌ তা‘আলার পথে তুমি যদি এরূপভাবে নিহত হও যে, তুমি ধৈর্য ধারণকারী, সাওয়াবের আশাবাদী, অগ্রগামী হও এবং পৃষ্ঠ প্রদর্শনকারী না হও। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি কিভাবে প্রশ্ন করেছিলে (তা আবার বল)? লোকটি বলল, আপনি কি মনে করেন, আল্লাহ্‌ তা‘আলার পথে আমি নিহত হলে কি তাতে আমার গুনাহসমূহের কাফফারা হয়ে যাবে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ, তোমার গুনাহসমূহের কাফফারা হয়ে যাবে, যদি ‍তুমি ধৈর্যশীল হও, সাওয়াবের আকাঙ্ক্ষী ও সৎ উদ্দেশ্য পোষণকারী হও, অগ্রগামী হও এবং পৃষ্ঠ প্রদর্শনকারী না হও। কিন্তু ঋণের ক্ষমা হবে না, কেননা আমাকে জিবরীল এ কথা বলেছেন।\n\nসহীহ্, ইরওয়া (১১৯৭), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَهُ يُحَدِّثُ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ قَامَ فِيهِمْ فَذَكَرَ لَهُمْ أَنَّ الْجِهَادَ فِي سَبِيلِ اللَّهِ وَالإِيمَانَ بِاللَّهِ أَفْضَلُ الأَعْمَالِ فَقَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ قُتِلْتُ فِي سَبِيلِ اللَّهِ أَيُكَفِّرُ عَنِّي خَطَايَاىَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ نَعَمْ إِنْ قُتِلْتَ فِي سَبِيلِ اللَّهِ وَأَنْتَ صَابِرٌ مُحْتَسِبٌ مُقْبِلٌ غَيْرُ مُدْبِرٍ ‏\"‏ ‏.‏ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كَيْفَ قُلْتَ ‏\"‏ ‏.‏ قُلْتُ أَرَأَيْتَ إِنْ قُتِلْتُ فِي سَبِيلِ اللَّهِ أَيُكَفِّرُ عَنِّي خَطَايَاىَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ نَعَمْ وَأَنْتَ صَابِرٌ مُحْتَسِبٌ مُقْبِلٌ غَيْرُ مُدْبِرٍ إِلاَّ الدَّيْنَ فَإِنَّ جِبْرِيلَ قَالَ لِي ذَلِكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَنَسٍ وَمُحَمَّدِ بْنِ جَحْشٍ وَأَبِي هُرَيْرَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا وَرَوَى يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ وَغَيْرُ وَاحِدٍ نَحْوَ هَذَا عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَهَذَا أَصَحُّ مِنْ حَدِيثِ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আনাস, মুহাম্মাদ ইবনু জাহ্‌শ ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্। কয়েকজন বর্ণনাকারী সাঈদ আল-মাকবুরী হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপভাবে উল্লেখিত হাদীসটি বর্ণনা করেছেন। ইয়াহ্‌ইয়া ইবনু সাঈদ আল-আনসারী প্রমুখ-সাঈদ আল-মাকবুরী হতে, তিনি আবদুল্লাহ ইবনু আবী কাতাদা হতে, তিনি তাঁর পিতা আবূ কাতাদা হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে এ হাদীসটি বর্ণনা করেছেন। এই বর্ণনাটি আবূ হুরাইরা (রাঃ) হতে সাঈদ আল-মাকবুরীর বর্ণনার তুলনায় অনেক বেশি সহীহ্।"
  },
  {
    "hadith_id": 1713,
    "narrator": "হিশাম ইবনু আমির (রাঃ)",
    "bn": "তিনি বলেন, উহুদের যুদ্ধে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট শহীদদের কথা বলা হলে তিনি বললেনঃ প্রশস্তভাবে কবর খনন কর, সৌহার্দ্যপূর্ণ আচরণ কর এবং একই কবরে দুই-দুইজন অথবা তিন-তিনজনকে দাফন কর। এদের মধ্যে যে কুরআনে বেশি পারদর্শী ছিল তাকে সম্মুখে (কিবলার দিকে) রাখ। বর্ণনাকারী বলেন, আমার পিতাও মারা যান। তাকে দু‘জনের সামনে রাখা হয়।\n\nসহীহ্, ইবনু মা-জাহ (১৫৬০)",
    "ar": "حَدَّثَنَا أَزْهَرُ بْنُ مَرْوَانَ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، عَنْ أَيُّوبَ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ أَبِي الدَّهْمَاءِ، عَنْ هِشَامِ بْنِ عَامِرٍ، قَالَ شُكِيَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الْجِرَاحَاتُ يَوْمَ أُحُدٍ فَقَالَ ‏ \"‏ احْفِرُوا وَأَوْسِعُوا وَأَحْسِنُوا وَادْفِنُوا الاِثْنَيْنِ وَالثَّلاَثَةَ فِي قَبْرٍ وَاحِدٍ وَقَدِّمُوا أَكْثَرَهُمْ قُرْآنًا ‏\"‏ ‏.‏ فَمَاتَ أَبِي فَقُدِّمَ بَيْنَ يَدَىْ رَجُلَيْنِ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ خَبَّابٍ وَجَابِرٍ وَأَنَسٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى سُفْيَانُ الثَّوْرِيُّ وَغَيْرُهُ هَذَا الْحَدِيثَ عَنْ أَيُّوبَ عَنْ حُمَيْدِ بْنِ هِلاَلٍ عَنْ هِشَامِ بْنِ عَامِرٍ ‏.‏ وَأَبُو الدَّهْمَاءِ اسْمُهُ قِرْفَةُ بْنُ بُهَيْسٍ أَوْ بَيْهَسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, খাব্বাব, জাবির ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্। এই হাদীসটি আইয়ুব হতে, তিনি হুমাইদ ইবনু হিলাল হতে, তিনি হিশাম ইবনু আমর (রহঃ)-এর সূত্রে সুফিয়ান সাওরী প্রমুখ বর্ণনা করেছেন। আবুদ দাহ্মার নাম কিরফা, পিতার নাম বুহাইস বা বাইহাস।"
  },
  {
    "hadith_id": 1714,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, বদর যুদ্ধকালে যুদ্ধবন্দীদের নিয়ে আসা হলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এসব বন্দীর ব্যাপারে তোমাদের কি মত? এরপর রাবী দীর্ঘ ঘটনা বর্ণনা করেন।\n\nযঈফ, ইরওয়া (৫/৪৭-৪৮)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ لَمَّا كَانَ يَوْمُ بَدْرٍ وَجِيءَ بِالأُسَارَى قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا تَقُولُونَ فِي هَؤُلاَءِ الأُسَارَى ‏\"‏ ‏.‏ فَذَكَرَ قِصَّةً فِي هَذَا الْحَدِيثِ طَوِيلَةً ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُمَرَ وَأَبِي أَيُّوبَ وَأَنَسٍ وَأَبِي هُرَيْرَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ وَأَبُو عُبَيْدَةَ لَمْ يَسْمَعْ مِنْ أَبِيهِ ‏.‏ وَيُرْوَى عَنْ أَبِي هُرَيْرَةَ قَالَ مَا رَأَيْتُ أَحَدًا أَكْثَرَ مَشُورَةً لأَصْحَابِهِ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ অনুচ্ছেদে উমার, আবূ আইউব, আনাস ও আবূ হুরাইরা (রাঃ) হতেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান। আবূ উবাইদা তার পিতা হতে হাদিস শুনার সুযোগ পাননি। আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে, তিনি বলেনঃ “রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অপেক্ষা নিজ সঙ্গীদের সাথে অধিক পরামর্শকারী আমি আর কাউকে দেখিনি।”"
  },
  {
    "hadith_id": 1716,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  আমাদের একটি বাহিনী অভিযানে পাঠান। (শত্রুর আক্রমণে) এক পর্যায়ে আমাদের কিছু লোক বিচ্ছিন্ন হয়ে পড়ে। আমরা মাদীনায় ফিরে এসে (লজ্জায়) আত্মগোপন করে থাকলাম আর (মনে মনে) বললাম, আমরা ধ্বংস হয়ে গেছি। তারপর আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে এসে তাঁকে বললাম, হে আল্লাহর রাসূল! আমরা (যুদ্ধক্ষেত্র হতে) পলায়নকারী। তিনি বললেনঃ বরং তোমরা (নিজেদের ইমামের কাছে) পুনঃপ্রত্যাবর্তনকারী এবং আমি তোমাদের দলের সাথেই আছি। \n \nযঈফ, ইরওয়া (১২০৩)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنِ ابْنِ عُمَرَ، قَالَ بَعَثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي سَرِيَّةٍ فَحَاصَ النَّاسُ حَيْصَةً فَقَدِمْنَا الْمَدِينَةَ فَاخْتَبَيْنَا بِهَا وَقُلْنَا هَلَكْنَا ثُمَّ أَتَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْنَا يَا رَسُولَ اللَّهِ نَحْنُ الْفَرَّارُونَ ‏.‏ قَالَ ‏\"‏ بَلْ أَنْتُمُ الْعَكَّارُونَ وَأَنَا فِئَتُكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ يَزِيدَ بْنِ أَبِي زِيَادٍ ‏.‏ وَمَعْنَى قَوْلِهِ فَحَاصَ النَّاسُ حَيْصَةً يَعْنِي أَنَّهُمْ فَرُّوا مِنَ الْقِتَالِ ‏.‏ وَمَعْنَى قَوْلِهِ ‏\"‏ بَلْ أَنْتُمُ الْعَكَّارُونَ ‏\"‏ ‏.‏ وَالْعَكَّارُ الَّذِي يَفِرُّ إِلَى إِمَامِهِ لِيَنْصُرَهُ لَيْسَ يُرِيدُ الْفِرَارَ مِنَ الزَّحْفِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। আমরা শুধু ইয়াযীদ ইবনু আবূ যিয়াদের সূত্রেই এ হাদীসটি জেনেছি। “ফাহাসান-নাসু হাইসাতান”-এর অর্থঃ “তারা যুদ্ধক্ষেত্র হতে পালালো”। “বাল আনতুমুল আক্কারূন” অর্থ  “যারা নেতার সাহায্যের জন্য তার নিকটে ফিরে আসে”, এটা যুদ্ধক্ষেত্র হতে পালানো উদ্দেশ্য  নয়।"
  },
  {
    "hadith_id": 1717,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমার ফুফু উহুদের যুদ্ধে আমার বাবার মৃতদেহ নিজেদের কবরস্থানে দাফনের উদ্দেশ্যে আনেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ঘোষক ঘোষণা করলেন, “শহীদদেরকে তাদের নিহত হওয়ার জায়গায় ফিরিয়ে আন”।\n\nসহীহ্‌, ইবনু মা-জাহ (২৫১৬)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَخْبَرَنَا شُعْبَةُ، عَنِ الأَسْوَدِ بْنِ قَيْسٍ، قَالَ سَمِعْتُ نُبَيْحًا الْعَنَزِيَّ، يُحَدِّثُ عَنْ جَابِرٍ، قَالَ لَمَّا كَانَ يَوْمُ أُحُدٍ جَاءَتْ عَمَّتِي بِأَبِي لِتَدْفِنَهُ فِي مَقَابِرِنَا فَنَادَى مُنَادِي رَسُولِ اللَّهِ صلى الله عليه وسلم رُدُّوا الْقَتْلَى إِلَى مَضَاجِعِهِمْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ أَبُو عِيسَى وَنُبَيْحٌ ثِقَةٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। নুবাইহ্ নির্ভরযোগ্য বর্ণনাকারী।"
  },
  {
    "hadith_id": 1718,
    "narrator": "সাইব ইবনু ইয়াযীদ (রাঃ)",
    "bn": "তিনি বলেন, তাবূকের যুদ্ধশেষে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফিরে আসলে জনগণ তাঁকে অভ্যর্থনা জানানোর উদ্দেশ্যে সানিয়্যাতুল বিদা পর্যন্ত এগিয়ে যায়। সাইব (রাঃ) বলেন, জনগণের সাথে আমিও এগিয়ে গেলাম। আমি তখন বালক ছিলাম।\n\nসহীহ্, বুখারী",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنِ السَّائِبِ بْنِ يَزِيدَ، قَالَ لَمَّا قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ تَبُوكَ خَرَجَ النَّاسُ يَتَلَقَّوْنَهُ إِلَى ثَنِيَّةِ الْوَدَاعِ ‏.‏ قَالَ السَّائِبُ فَخَرَجْتُ مَعَ النَّاسِ وَأَنَا غُلاَمٌ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1719,
    "narrator": "মালিক ইবনু আওস ইবনু হাদাসান (রহঃ)",
    "bn": "তিনি বলেন, উমার ইবনুল খাত্তাব (রাঃ)-কে আমি বলতে শুনেছিঃ ফাই হিসাবে আল্লাহ তাঁর রাসূলকে যেসব সম্পদ দিয়েছিলেন, তার মধ্যে নাযীর গোত্র হতে প্রাপ্ত সম্পদও অন্তর্ভুক্ত ছিল। তা অর্জনের লক্ষ্যে মুসলমানরা না ঘোড়া দৌঁড়িয়েছে আর না উট হাঁকিয়েছে (বিনা যুদ্ধে অর্জিত)। বিশেষভাবে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য এই সম্পদ নির্দিষ্ট ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এই সম্পদ হতে তাঁর পরিবার-পরিজনের সাংবাৎসরিক ভরণ-পোষণের যোগাড় করতেন এবং বাকী সম্পদ আল্লাহ্ তা‘আলার পথে জিহাদের উদ্দেশ্যে ঘোড়া ও যুদ্ধাস্ত্র সংগ্রহের উদ্দেশ্যে খরচ করতেন।\n\nসহীহ্, মুখতাসার শামাইল (৩৪১), সহীহ্ আবূ দাঊদ (২৬২৪-২৬২৬), নাসা-ঈ",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنِ ابْنِ شِهَابٍ، عَنْ مَالِكِ بْنِ أَوْسِ بْنِ الْحَدَثَانِ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ، يَقُولُ كَانَتْ أَمْوَالُ بَنِي النَّضِيرِ مِمَّا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِمَّا لَمْ يُوجِفِ الْمُسْلِمُونَ عَلَيْهِ بِخَيْلٍ وَلاَ رِكَابٍ وَكَانَتْ لِرَسُولِ اللَّهِ صلى الله عليه وسلم خَالِصًا وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَعْزِلُ نَفَقَةَ أَهْلِهِ سَنَةً ثُمَّ يَجْعَلُ مَا بَقِيَ فِي الْكُرَاعِ وَالسِّلاَحِ عُدَّةً فِي سَبِيلِ اللَّهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى سُفْيَانُ بْنُ عُيَيْنَةَ هَذَا الْحَدِيثَ عَنْ مَعْمَرٍ عَنِ ابْنِ شِهَابٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এই হাদীসটি সুফিয়ান ইবনু উয়াইনা মা’মারের সূত্রে, তিনি ইবনু শিহাবের সূত্রে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1674,
    "narrator": "আমর ইবনু শুআইব (রহঃ) হতে পর্যায়ক্রমে তার পিতা ও দাদার সূত্রে",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ একা ভ্রমণকারী এক শাইতান, দুইজন ভ্রমণকারী দুই শাইতান এবং তিনজন ভ্রমণকারী একটি জামা’আত।\n\nহাসান, সহীহা (৬৪), মিশকাত (৩৯১০), সহীহ্‌ আবূ দাঊদ (২৩৪৬)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حَرْمَلَةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الرَّاكِبُ شَيْطَانٌ وَالرَّاكِبَانِ شَيْطَانَانِ وَالثَّلاَثَةُ رَكْبٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ عَاصِمٍ وَهُوَ ابْنُ مُحَمَّدِ بْنِ زَيْدِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ وَحَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو حَدِيثٌ حَسَنٌ ‏.‏ قَالَ مُحَمَّدٌ هُوَ ثِقَةٌ صَدُوقٌ وَعَاصِمُ بْنُ عُمَرَ الْعُمَرِيُّ ضَعِيفٌ فِي الْحَدِيثِ لاَ أَرْوِي عَنْهُ شَيْئًا ‏.‏\nوَحَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو حَدِيثٌ حَسَنٌ",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আমরা এ হাদীসটি শুধু উল্লেখিত সূত্রেই আসিমের রিওয়ায়াত হিসাবে জেনেছি। আসিমের বাবা মুহাম্মাদ, দাদা যাইদ, পরদাদা আবদুল্লাহ ইবনু উমার (রাঃ)। ইমাম বুখারী (রহঃ) বলেন, আসিম নির্ভরযোগ্য ও সত্যবাদী। আর আসিম ইবনু উমার আল-উমারী হাদীস শাস্ত্রে দুর্বল। আমি তার সূত্রে কোন হাদীস বর্ণনা করি না। আবদুল্লাহ ইবনু আমর (রাঃ) হতে বর্ণিত হাদীসটি হাসান।"
  },
  {
    "hadith_id": 1677,
    "narrator": "আবদুর রহমান ইবনু আওফ (রাঃ)",
    "bn": "তিনি বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বদরের যুদ্ধে আমাদেরকে রাতের বেলা সারিবদ্ধভাবে বিন্যস্ত করেছেন। \n\nসনদ দুর্বল। আবূ ঈসা বলেন, এ অনুচ্ছেদে আবূ আইউব (রাঃ) হতেও হাদীস বর্ণিত আছে। এ হাদীসটি গারীব। আমরা শুধু উপরোক্ত সনদসূত্রে এটি জেনেছি। আমি মুহাম্মাদ ইবনু ইসমাঈলকে এ হাদীস প্রসঙ্গে প্রশ্ন করলে তিনি এ প্রসঙ্গে অজ্ঞতা প্রকাশ করেন। তিনি বলেন, মুহাম্মাদ ইবনু ইসহাক (রহঃ) সরাসরি ইকরিমা হতে হাদীস শুনেছেন। তিরমিযী বলেন, আমি ইমাম বুখারীর সাথে আমার সর্বপ্রথম সাক্ষাতে লক্ষ্য করি যে, তিনি মুহাম্মাদ ইবনু হুমাইদ আর-রাযী প্রসঙ্গে ভাল ধারণা পোষণ করতেন। কিন্তু পরে তিনি তাকে দুর্বল রাবী বলে আখ্যায়িত করেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، حَدَّثَنَا سَلَمَةُ بْنُ الْفَضْلِ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، قَالَ عَبَّأَنَا النَّبِيُّ صلى الله عليه وسلم بِبَدْرٍ لَيْلاً ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي أَيُّوبَ ‏.‏ وَهَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَسَأَلْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ عَنْ هَذَا الْحَدِيثِ فَلَمْ يَعْرِفْهُ وَقَالَ مُحَمَّدُ بْنُ إِسْحَاقَ سَمِعَ مِنْ عِكْرِمَةَ ‏.‏ وَحِينَ رَأَيْتُهُ كَانَ حَسَنَ الرَّأْىِ فِي مُحَمَّدِ بْنِ حُمَيْدٍ الرَّازِيِّ ثُمَّ ضَعَّفَهُ بَعْدُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1697,
    "narrator": "উপরোক্ত হাদীসের মতো মুহাম্মাদ ইবনু বাশশার-ওয়াহ্ব ইবনু জারীর",
    "bn": "উপরোক্ত হাদীসের মতো মুহাম্মাদ ইবনু বাশশার-ওয়াহ্ব ইবনু জারীর হতে, তিনি তার পিতা হতে, তিনি ইয়াহ্ইয়া ইবনু আইয়্যূব হতে, তিনি ইয়াযীদ ইবনু আবী হাবীব হতে এই সূত্রেও অনুরূপ অর্থের হাদীস বর্ণিত আছে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي، عَنْ يَحْيَى بْنِ أَيُّوبَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ بِمَعْنَاهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1711,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, আমাকে কোন এক সেনাবাহিনীতে অংশগ্রহণের উদ্দেশ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে হাযির করা হয়। তখন আমার বয়স চৌদ্দ বছর ছিল। তিনি আমাকে গ্রহণ করেননি। আমাকে আবার পরের বছর সেনাবাহিনীতে অন্তর্ভুক্তির উদ্দেশ্যে তাঁর সামনে হাযির করা হয়। তখন আমার বয়স পনের বছর ছিল। এবার তিনি আমাকে গ্রহণ করলেন। নাফি (রহঃ) বলেন, আমি এ হাদীসটি উমার ইবনু আবদুল আযীয (রহঃ) এর সামনে বর্ণনা করলে তিনি বলেন, এটাই বালেগ ও নাবালেগের মধ্যে পার্থক্যকারী বয়সসীমা। তারপর যারা পনের বছর বয়সে পদার্পণ করেছে তিনি তাদের জন্য বাইতুল মাল হতে ভাতা নির্ধারণের নির্দেশ জারী করেন।\n\nসহীহ্, ইবনু মা-জাহ (২৫৪৩), নাসা-ঈ\n\nইবনু আবী উমার-সুফিয়ান ইবনু উয়াইনা হতে, তিনি উবাইদুল্লাহ (রহঃ)-এর সূত্রে একইরকম বর্ণনা করেছেন। এতে নাফি (রহঃ) বলেন, উমার ইবনু আবদুল আযীয (রহঃ) বললেনঃ এ হলো বালেগ ও নাবালেগের যুদ্ধে অংশগ্রহণের বয়সসীমা। এই সূত্রে ভাতা নির্ধারণের উল্লেখ নেই।\n\nসহীহ্ দেখুন পূর্বের হাদীস\n\nআবূ ঈসা বলেন, ইসহাক ইবনু ইউসুফের সূত্রে বর্ণিত হাদীস হাসান সহীহ্ এবং সুফিয়ান সাওরীর বর্ণনা হিসাবে গারীব।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْوَزِيرِ الْوَاسِطِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، عَنْ سُفْيَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ عُرِضْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فِي جَيْشٍ وَأَنَا ابْنُ أَرْبَعَ عَشَرَةَ فَلَمْ يَقْبَلْنِي ثُمَّ عُرِضْتُ عَلَيْهِ مِنْ قَابِلٍ فِي جَيْشٍ وَأَنَا ابْنُ خَمْسَ عَشَرَةَ فَقَبِلَنِي ‏.‏ قَالَ نَافِعٌ فَحَدَّثْتُ بِهَذَا الْحَدِيثِ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ فَقَالَ هَذَا حَدُّ مَا بَيْنَ الصَّغِيرِ وَالْكَبِيرِ ‏.‏ ثُمَّ كَتَبَ أَنْ يُفْرَضَ لِمَنْ بَلَغَ الْخَمْسَ عَشَرَةَ ‏.‏\n\nحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عُبَيْدِ اللَّهِ، نَحْوَهُ بِمَعْنَاهُ إِلاَّ أَنَّهُ قَالَ قَالَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ هَذَا حَدُّ مَا بَيْنَ الذُّرِّيَّةِ وَالْمُقَاتِلَةِ ‏.‏ وَلَمْ يَذْكُرْ أَنَّهُ كَتَبَ أَنْ يُفْرَضَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ إِسْحَاقَ بْنِ يُوسُفَ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ سُفْيَانَ الثَّوْرِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1715,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "একদা মুশরিকরা তাদের এক মুশরিকের লাশ কিনতে চাইল। কিন্তু নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের নিকটে লাশ বিক্রয় করতে অস্বীকার করেন। \n\nসনদ দুর্বল।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي لَيْلَى، عَنِ الْحَكَمِ، عَنْ مِقْسَمٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ الْمُشْرِكِينَ، أَرَادُوا أَنْ يَشْتَرُوا، جَسَدَ رَجُلٍ مِنَ الْمُشْرِكِينَ فَأَبَى النَّبِيُّ صلى الله عليه وسلم أَنْ يَبِيعَهُمْ إِيَّاهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ الْحَكَمِ ‏.‏ وَرَوَاهُ الْحَجَّاجُ بْنُ أَرْطَاةَ أَيْضًا عَنِ الْحَكَمِ ‏.‏ وَقَالَ أَحْمَدُ بْنُ الْحَسَنِ سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يَقُولُ ابْنُ أَبِي لَيْلَى لاَ يُحْتَجُّ بِحَدِيثِهِ ‏.‏ وَقَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ ابْنُ أَبِي لَيْلَى صَدُوقٌ وَلَكِنْ لاَ يُعْرَفُ صَحِيحُ حَدِيثِهِ مِنْ سَقِيمِهِ وَلاَ أَرْوِي عَنْهُ شَيْئًا ‏.‏ وَابْنُ أَبِي لَيْلَى صَدُوقٌ فَقِيهٌ وَإِنَّمَا يَهِمُ فِي الإِسْنَادِ ‏.‏ حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ عَنْ سُفْيَانَ الثَّوْرِيِّ قَالَ فُقَهَاؤُنَا ابْنُ أَبِي لَيْلَى وَعَبْدُ اللَّهِ بْنُ شُبْرُمَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। আমরা এ হাদীসটি শুধু হাকামের রিওয়ায়াত হিসেবেই জেনেছি। হাজ্জাজ ইবনু আরতাতও এটিকে হাকামের সূত্রে বর্ণনা করেছেন। ইমাম আহমাদ বলেছেন, ইবনু আবূ লাইলার কোন হাদীস দলীল হিসেবে গ্রহণযোগ্য নয়। ইমাম বুখারী বলেন ইবনু আবূ লাইলা ব্যক্তিগতভাবে খুবই সৎ লোক। কিন্তু তার সহীহ হদীসগুলো দুর্বল হাদীসগুলেো হতে আলাদা করা কঠিন। তাই আমি তার নিকট হতে হাদীসই বর্ণনা করি না। ইবনু আবূ লাইলা ব্যক্তিগতভাবে সত্যবাদী ও ফিকহবিদ, কিন্তু তিনি সনদের বর্ণনায় গোলমাল করেন। সুফিয়ান সাওরী বলেছেন, আমাদের ফিকহবিদ হলেন ইবনু আবূ লাইলা ও আবদুল্লাহ ইবনু শুবরামা। বিচ্ছিন্ন সনদ সহীহ।"
  }
]