[
  {
    "hadith_id": 1721,
    "narrator": "উমার (রাঃ)",
    "bn": "তিনি জাবিয়া নামক জায়গায় ভাষণ দানের সময় বলেন, দুই, তিন অথবা চার আঙ্গুলের বেশি পরিমাণ রেশমী পোশাক ব্যবহার করতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বারণ করেছেন।\n\nসহীহ্, মুসলিম",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنَا أَبِي، عَنْ قَتَادَةَ، عَنِ الشَّعْبِيِّ، عَنْ سُوَيْدِ بْنِ غَفَلَةَ، عَنْ عُمَرَ، أَنَّهُ خَطَبَ بِالْجَابِيَةِ فَقَالَ نَهَى نَبِيُّ اللَّهِ صلى الله عليه وسلم عَنِ الْحَرِيرِ إِلاَّ مَوْضِعَ أُصْبُعَيْنِ أَوْ ثَلاَثٍ أَوْ أَرْبَعٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1720,
    "narrator": "আবূ মূসা আল-আশআরী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার উম্মাতের মধ্যে পুরুষদের জন্য রেশমী পোশাক এবং স্বর্ণালংকার ব্যবহার হারাম করা হয়েছে এবং মহিলাদের জন্য তা হালাল করা হয়েছে।\n\nসহীহ্, ইবনু মা-জাহ (৩৫৯৫)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنْ سَعِيدِ بْنِ أَبِي هِنْدٍ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ حُرِّمَ لِبَاسُ الْحَرِيرِ وَالذَّهَبِ عَلَى ذُكُورِ أُمَّتِي وَأُحِلَّ لإِنَاثِهِمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُمَرَ وَعَلِيٍّ وَعُقْبَةَ بْنِ عَامِرٍ وَأَنَسٍ وَحُذَيْفَةَ وَأُمِّ هَانِئٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَعِمْرَانَ بْنِ حُصَيْنٍ وَعَبْدِ اللَّهِ بْنِ الزُّبَيْرِ وَجَابِرٍ وَأَبِي رَيْحَانَةَ وَابْنِ عُمَرَ وَوَاثِلَةَ بْنِ الأَسْقَعِ ‏.‏ وَحَدِيثُ أَبِي مُوسَى حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উমার, আলী, উকবা ইবনু আমির, আনাস, হুযাইফা, উম্মু হানী, আবদুল্লাহ ইবনু আমর, ইমরান ইবনু হুসাইন, আবদুল্লাহ ইবনুয যুবাইর, জাবির, আবূ রাইহান, ইবনু উমার, বারাআ ও ওয়াসিলা ইবনুল আসকা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1722,
    "narrator": "আনাস (রাঃ)",
    "bn": "এক যুদ্ধে আবদুর রাহমান ইবনু আওফ ও যুবাইর ইবনুল আওয়াম (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট নিজেদের শরীরে উকুন হওয়ার অভিযোগ করেন। তাদের দু’জনকেই তিনি রেশমী পোশাকের জামা পরার সম্মতি দেন। আনাস (রাঃ) বলেন, আমি তাদের দু’জনকেই তা পরে থাকতে দেখেছি।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৫৯২), নাসা-ঈ",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ، وَالزُّبَيْرَ بْنَ الْعَوَّامِ، شَكَيَا الْقَمْلَ إِلَى النَّبِيِّ صلى الله عليه وسلم فِي غَزَاةٍ لَهُمَا فَرَخَّصَ لَهُمَا فِي قُمُصِ الْحَرِيرِ قَالَ وَرَأَيْتُهُ عَلَيْهِمَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1723,
    "narrator": "ওয়াকিদ ইবনু আমর ইবনু সাঈদ ইবনু মুআয (রহঃ)",
    "bn": "তিনি বলেন, (আমাদের এখানে) আনাস ইবনু মালিক (রাঃ) আসলে আমি তার সামনে এলাম। তিনি (আমাকে) প্রশ্ন করেন, তুমি কে? আমি বললাম, আমি ওয়াকিদ ইবনু আমর ইবনু সা’দ ইবনু মুআয। বর্ণনাকারী বলেন, তিনি (আনাস) কেঁদে ফেললেন এবং বললেন, সা’দের চেহারার সাথে তোমার চেহারার মিল আছে। সা’দ (রাঃ) ছিলেন অত্যন্ত মর্যাদাবান, বলিষ্ঠ ও লম্বা শরীরের অধিকারী। তিনি একবার স্বর্ণের কারুকার্য খচিত দীবাজ (রেশম ও সূতা মিশ্রিত) কাপড়ের একটি জুব্বা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য প্রেরণ করেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা পরে মিম্বারে উঠে দাঁড়ান অথবা বসেন। জনগণ তা ছুঁয়ে দেখতে শুরু করলো এবং বলতে লাগল, আমরা আজকের মতো এমন জামা আর কোন দিন দেখিনি। তিনি বললেনঃ তোমরা এর সৌন্দর্য দেখে আশ্চর্য হচ্ছ! তোমরা যা দেখছ, জান্নাতে সা’দের রুমাল তার চেয়ে বেশি উত্তম।\n\nসহীহ্‌, নাসা-ঈ",
    "ar": "حَدَّثَنَا أَبُو عَمَّارٍ، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، حَدَّثَنَا وَاقِدُ بْنُ عَمْرِو بْنِ سَعْدِ بْنِ مُعَاذٍ، قَالَ قَدِمَ أَنَسُ بْنُ مَالِكٍ فَأَتَيْتُهُ فَقَالَ مَنْ أَنْتَ فَقُلْتُ أَنَا وَاقِدُ بْنُ عَمْرِو بْنِ سَعْدِ بْنِ مُعَاذٍ، ‏.‏ قَالَ فَبَكَى وَقَالَ إِنَّكَ لَشَبِيهٌ بِسَعْدٍ وَإِنَّ سَعْدًا كَانَ مِنْ أَعْظَمِ النَّاسِ وَأَطْوَلِهِمْ وَإِنَّهُ بَعَثَ إِلَى النَّبِيِّ صلى الله عليه وسلم جُبَّةً مِنْ دِيبَاجٍ مَنْسُوجٌ فِيهَا الذَّهَبُ فَلَبِسَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَعِدَ الْمِنْبَرَ فَقَامَ أَوْ قَعَدَ فَجَعَلَ النَّاسُ يَلْمُسُونَهَا فَقَالُوا مَا رَأَيْنَا كَالْيَوْمِ ثَوْبًا قَطُّ ‏.‏ فَقَالَ ‏ \"‏ أَتَعْجَبُونَ مِنْ هَذِهِ لَمَنَادِيلُ سَعْدٍ فِي الْجَنَّةِ خَيْرٌ مِمَّا تَرَوْنَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ‏.‏ وَهَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আসমা বিনতু আবূ বাক্‌র (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 1724,
    "narrator": "বারাআ (রাঃ)",
    "bn": "তিনি বলেন, আমি লাল রং-এর জামা পরে থাকাবস্থায় আর কোন বাবরি চুলবিশিষ্ট মানুষ দেখিনি যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চেয়ে বেশি সুন্দর। কাঁধের কাছাকাছি পর্যন্ত তাঁর বাবরি চুল ঝুলন্ত ছিল। তাঁর দুই কাঁধের মাঝামাঝি জায়গা প্রশস্ত ছিল। তিনি ছিলেন না বেঁটে আকৃতির আর না লম্বাকৃতির।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৫৯৯), নাসা-ঈ",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، قَالَ مَا رَأَيْتُ مِنْ ذِي لِمَّةٍ فِي حُلَّةٍ حَمْرَاءَ أَحْسَنَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم لَهُ شَعْرٌ يَضْرِبُ مَنْكِبَيْهِ بَعِيدُ مَا بَيْنَ الْمَنْكِبَيْنِ لَمْ يَكُنْ بِالْقَصِيرِ وَلاَ بِالطَّوِيلِ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ جَابِرِ بْنِ سَمُرَةَ وَأَبِي رِمْثَةَ وَأَبِي جُحَيْفَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, জাবির ইবনু সামুরা, আবূ রিমসা ও আবূ জুহাইফা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 1725,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে কাসী (সূতা ও রেশম মিশ্রিত কাপড়) ও হলুদ রং-এর জামা পরতে বারণ করেছেন।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৬০২), মুসলিম, ৩৬৭৬ নং হাদীসে আরও পরিপূর্ণ বর্ণনা আসবে।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ نَافِعٍ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، عَنْ أَبِيهِ، عَنْ عَلِيٍّ، قَالَ نَهَانِي النَّبِيُّ صلى الله عليه وسلم عَنْ لُبْسِ الْقَسِّيِّ وَالْمُعَصْفَرِ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَنَسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَحَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আনাস ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আলী (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 1726,
    "narrator": "সালমান (রাঃ)",
    "bn": "তিনি বলেন, ঘি, পনির ও পশমী বা চামড়ার জামা প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করা হল। তিনি বললেনঃ আল্লাহ তা‘আলা তাঁর গ্রন্থে যা বৈধ করেছেন তা-ই বৈধ এবং আল্লাহ তা‘আলা তাঁর গ্রন্থে যা অবৈধ করেছেন তা-ই অবৈধ। আর তিনি যে সকল বিষয়ে নীরব থেকেছেন  (বৈধ বা অবৈধ বিষয়ে কিছুই বলেননি) তা তাঁর ক্ষমা ও উদারতার মধ্যে অন্তর্ভুক্ত।\n\nহাসান, ইবনু মা-জাহ (৩৩৬৬)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُوسَى الْفَزَارِيُّ، حَدَّثَنَا سَيْفُ بْنُ هَارُونَ الْبُرْجُمِيُّ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَبِي عُثْمَانَ، عَنْ سَلْمَانَ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ السَّمْنِ وَالْجُبْنِ وَالْفِرَاءِ ‏.‏ فَقَالَ ‏ \"‏ الْحَلاَلُ مَا أَحَلَّ اللَّهُ فِي كِتَابِهِ وَالْحَرَامُ مَا حَرَّمَ اللَّهُ فِي كِتَابِهِ وَمَا سَكَتَ عَنْهُ فَهُوَ مِمَّا عَفَا عَنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ الْمُغِيرَةِ ‏.‏ وَهَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَرَوَى سُفْيَانُ وَغَيْرُهُ عَنْ سُلَيْمَانَ التَّيْمِيِّ عَنْ أَبِي عُثْمَانَ عَنْ سَلْمَانَ قَوْلَهُ وَكَأَنَّ الْحَدِيثَ الْمَوْقُوفَ أَصَحُّ ‏.‏ وَسَأَلْتُ الْبُخَارِيَّ عَنْ هَذَا الْحَدِيثِ فَقَالَ مَا أُرَاهُ مَحْفُوظًا رَوَى سُفْيَانُ عَنْ سُلَيْمَانَ التَّيْمِيِّ عَنْ أَبِي عُثْمَانَ عَنْ سَلْمَانَ مَوْقُوفًا ‏.‏ قَالَ الْبُخَارِيُّ وَسَيْفُ بْنُ هَارُونَ مُقَارِبُ الْحَدِيثِ وَسَيْفُ بْنُ مُحَمَّدٍ عَنْ عَاصِمٍ ذَاهِبُ الْحَدِيثِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, মুগীরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি গারীব। আমরা এটাকে শুধু উল্লেখিত সনদ সূত্রেই মারফূভাবে জেনেছি। এটাকে সালমান ফারসী (রাঃ)-এর নিজের কথা হিসাবে সুফিয়ান সাওরী ও আরো কয়েকজন বর্ণনাকারী সুলাইমান আত-তাইমী হতে আবূ উসমানের সূত্রে বর্ণনা করেছেন। মাওকূফ বর্ণনাটি অনেক বেশি সহীহ্‌ মনে হয়। আমি ইমাম বুখারীর নিকট উক্ত হাদীস প্রসঙ্গে প্রশ্ন করলে তিনি বলেন, আমি এটাকে মাহ্‌ফূয (সুরক্ষিত) বলে মনে করি না। সুফিয়ান-সুলাইমান আত-তাইমী হতে, তিনি আবূ উসমান হতে, তিনি সালমান (রাঃ) হতে মাওকূফভাবে বর্ণনা করেছেন। বুখারী আরো বলেন, হাদীস শাস্ত্রে সাইফ ইবনু হারুন গ্রহন যোগ্য এবং সাইফ ইবনু মুহাম্মাদ, যিনি আসিমের সূত্রে হাদীস বর্ণনা করেন, নির্ভরযোগ্য নন।"
  },
  {
    "hadith_id": 1729,
    "narrator": "আবদুল্লাহ ইবনু উকাইম (রহঃ",
    "bn": "তিনি বলেন, আমাদের নিকট রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পত্র আসে এই মর্মেঃ মৃত প্রাণীর চামড়া এবং তন্তু তোমরা কোন কাজে লাগাবে না।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৬১৩)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ طَرِيفٍ الْكُوفِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنِ الأَعْمَشِ، وَالشَّيْبَانِيِّ، عَنِ الْحَكَمِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ عَبْدِ اللَّهِ بْنِ عُكَيْمٍ، قَالَ أَتَانَا كِتَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَنْ لاَ تَنْتَفِعُوا مِنَ الْمَيْتَةِ بِإِهَابٍ وَلاَ عَصَبٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَيُرْوَى عَنْ عَبْدِ اللَّهِ بْنِ عُكَيْمٍ عَنْ أَشْيَاخٍ لَهُمْ هَذَا الْحَدِيثُ ‏.‏ وَلَيْسَ الْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ عَبْدِ اللَّهِ بْنِ عُكَيْمٍ أَنَّهُ قَالَ أَتَانَا كِتَابُ النَّبِيِّ صلى الله عليه وسلم قَبْلَ وَفَاتِهِ بِشَهْرَيْنِ ‏.‏ قَالَ وَسَمِعْتُ أَحْمَدَ بْنَ الْحَسَنِ يَقُولُ كَانَ أَحْمَدُ بْنُ حَنْبَلٍ يَذْهَبُ إِلَى هَذَا الْحَدِيثِ لِمَا ذُكِرَ فِيهِ قَبْلَ وَفَاتِهِ بِشَهْرَيْنِ وَكَانَ يَقُولُ كَانَ هَذَا آخِرَ أَمْرِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ ثُمَّ تَرَكَ أَحْمَدُ بْنُ حَنْبَلٍ هَذَا الْحَدِيثَ لَمَّا اضْطَرَبُوا فِي إِسْنَادِهِ حَيْثُ رَوَى بَعْضُهُمْ فَقَالَ عَنْ عَبْدِ اللَّهِ بْنِ عُكَيْمٍ عَنْ أَشْيَاخٍ لَهُمْ مِنْ جُهَيْنَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন । এ হাদীসটি আবদুল্লাহ ইবনু উকাইম (রহঃ) তার আরো কয়েকজন শাইখের সূত্রে বর্ণনা করেছেন । এ হাদীস অনুসারে বেশিরভাগ অভিজ্ঞ আলিম আমল করেননি । উল্লেখিত হাদীসটি আবদুল্লাহ ইবনু উকাইম হতে অপর একটি সূত্রে এভাবে বর্ণিত হয়েছেঃ “আমাদের নিকট রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মারা যাবার দুই মাস আগে তাঁর একটি পত্র আসে” । আহ্‌মাদ ইবনু হাসানকে আমি (তিরমিযী) বলতে শুনেছি, এ হাদীস মোতাবিক আহ্‌মাদ ইবনু হাম্বল প্রথম দিকে আমল করতেন । কেননা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মারা যাবার দুই মাস পূর্বেকার ছিল এ নির্দেশটি । তিনি বলতেন, এটা ছিল মৃত প্রাণীর চামড়ার প্রসঙ্গে তাঁর সর্বশেষ নির্দেশ । কিন্তু তিনি এ হাদীসের সনদে গোলমাল থাকায় তার আগের মতামত বাতিল করেন । কারণ কোন কোন বর্ণনাকারী উক্ত হাদীসের সনদ এভাবেও বিকৃত করেছেনঃ আবদুল্লাহ ইবনু উকাইম-জুহাইনা গোত্রীয় তাদের কিছু শাইখ হতে বর্ণিত।"
  },
  {
    "hadith_id": 1728,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ প্রক্রিয়াজাতের পর যে কোন চামড়া পবিত্র হয়ে যায়।\n\nসহীহ্‌, প্রাগুক্ত",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، وَعَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ وَعْلَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَيُّمَا إِهَابٍ دُبِغَ فَقَدْ طَهُرَ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ قَالُوا فِي جُلُودِ الْمَيْتَةِ إِذَا دُبِغَتْ فَقَدْ طَهُرَتْ ‏.‏ قَالَ أَبُو عِيسَى قَالَ الشَّافِعِيُّ أَيُّمَا إِهَابِ مَيْتَةٍ دُبِغَ فَقَدْ طَهُرَ إِلاَّ الْكَلْبَ وَالْخِنْزِيرَ ‏.‏ وَاحْتَجَّ بِهَذَا الْحَدِيثِ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِنَّهُمْ كَرِهُوا جُلُودَ السِّبَاعِ وَإِنْ دُبِغَ وَهُوَ قَوْلُ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ وَأَحْمَدَ وَإِسْحَاقَ وَشَدَّدُوا فِي لُبْسِهَا وَالصَّلاَةِ فِيهَا ‏.‏ قَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ إِنَّمَا مَعْنَى قَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَيُّمَا إِهَابٍ دُبِغَ فَقَدْ طَهُرَ ‏\"‏ ‏.‏ جِلْدُ مَا يُؤْكَلُ لَحْمُهُ هَكَذَا فَسَّرَهُ النَّضْرُ بْنُ شُمَيْلٍ ‏.‏ وَقَالَ إِسْحَاقُ قَالَ النَّضْرُ بْنُ شُمَيْلٍ إِنَّمَا يُقَالُ الإِهَابُ لِجِلْدِ مَا يُؤْكَلُ لَحْمُهُ ‏.‏\n\nقَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ سَلَمَةَ بْنِ الْمُحَبِّقِ وَمَيْمُونَةَ وَعَائِشَةَ ‏.‏ وَحَدِيثُ ابْنِ عَبَّاسٍ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوُ هَذَا ‏.‏ وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرُوِيَ عَنْهُ عَنْ سَوْدَةَ وَسَمِعْتُ مُحَمَّدًا يُصَحِّحُ حَدِيثَ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم وَحَدِيثَ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ وَقَالَ احْتَمَلَ أَنْ يَكُونَ رَوَى ابْنُ عَبَّاسٍ عَنْ مَيْمُونَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَرَوَى ابْنُ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَذْكُرْ فِيهِ عَنْ مَيْمُونَةَ ‏.‏ قَالَ أَبُو عِيسَى وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীস মোতাবিক বেশিরভাগ অভিজ্ঞ আলিম আমল করেছেন । তারা মৃত প্রাণীর চামড়ার বিষয়ে বলেছেন, প্রক্রিয়াজাতের পর তা পবিত্র বলে বিবেচিত । এই হাদীসের ভিত্তিতে ইমাম শাফিঈ বলেছেন, প্রক্রিয়াজাতের পর যে কোন চামড়া পবিত্র হয়ে যায়, কুকুর ও শূকরের চামড়া ব্যতীত (তা অপবিত্র ও হারাম) । তার মতের সপক্ষে তিনি অত্র হাদীসকে দলীল হিসেবে গ্রহণ করেছেন । হিংস্র প্রাণীর চামড়ার ব্যবহারকে একদল সাহাবী ও তৎপরবর্তীগণ মাকরূহ বলেছেন । এটা পরতে এবং এর উপর নামায আদায় করতে তারা বারণ করেছেন । এই মত আব্দুল্লাহ ইবনুল মুবারাক, আহমাদ ও ইসহাকের । ইসহাক ইবনু ইবরাহীম বলেন, “প্রক্রিয়াজাতের পর যে কোন চামড়া পবিত্র হয়ে যায়” রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এই কথার তাৎপর্য হল, যেসব পশুর গোশত খাওয়া বৈধ, এখানে শুধু সেসব পশুর চামড়ার কথা বলা হয়েছে । নাযর ইবনু শুমাইলও একই ব্যাখ্যা দিয়েছেন এবং বলেছেন, যেসব পশুর গোশত খাওয়া বৈধ তাকেই (আরবী ভাষায়) ইহাব বলা হয় এবং সেই ক্ষেত্রে এই হাদীসের বিধান প্রযোজ্য । আবূ ঈসা বলেন, সালামা ইবনু মুহাব্বিক, মাইমুনা ও আইশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত  হয়েছে । ইবনু আব্বাস (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্‌ । রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে ইবনু আব্বাসের বরাতে বিভিন্ন সূত্রে এ হাদীসটি বর্ণিত হয়েছে । রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে মাইমুনার বরাতেও ইবনু আব্বাসের সূত্রে হাদীসটি বর্ণিত হয়েছে । সাওদার বরাতেও ইবনু আব্বাসের সূত্রে এটি বর্ণিত আছে । আমি (আবূ ঈসা) মুহাম্মাদ (বুখারী)-কে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে ইবনু আব্বাসের বর্ণনা এবং মাইমূনার বরাতে ইবনু আব্বাসের উভয় বর্ণনাকেই সহীহ্‌ বলতে শুনেছি । সম্ভবতঃ ইবনু আব্বাস মাইমূনার সূত্রে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন । আবার কোন সময় মাইমূনার উল্লেখ না করে ইবনু আব্বাস সরাসরি রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতেও বর্ণনা করেছেন । এ হাদীস মোতাবিক বেশিরভাগ অভিজ্ঞ আলিম আমল করেছেন । একই কথা বলেছেন সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ, আহ্‌মাদ ও ইসহাকও।"
  },
  {
    "hadith_id": 1727,
    "narrator": "আতা ইবনু আবূ রাবাহ (রহঃ)",
    "bn": "তিনি বলেন, ইবনু আব্বাস (রাঃ)-কে আমি বলতে শুনেছি, একটি ছাগল মারা গেল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর মালিককে বললেনঃ তোমরা কেন তার চামড়া ছিলে নাওনি? তোমরা এটাকে প্রক্রিয়াজাতের পর কাজে ব্যবহার করতে পারতে।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৬০৯, ৩৬১০), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ مَاتَتْ شَاةٌ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لأَهْلِهَا ‏ \"‏ أَلاَ نَزَعْتُمْ جِلْدَهَا ثُمَّ دَبَغْتُمُوهُ فَاسْتَمْتَعْتُمْ بِهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1730,
    "narrator": "আবদুল্লাহ ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ গর্ব-অহংকারে মত্ত হয়ে যে লোক তার পরনের কাপড় পায়ের গোছার নিচ পর্যন্ত ঝুলিয়ে পরে, আল্লাহ তা‘আলা কিয়ামাত দিবসে তার দিকে দৃষ্টিপাত করবেন না।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৫৬৯), নাসা-ঈ",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، ح وَحَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ نَافِعٍ، وَعَبْدِ اللَّهِ بْنِ دِينَارٍ، وَزَيْدِ بْنِ أَسْلَمَ، كُلُّهُمْ يُخْبِرُ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَنْظُرُ اللَّهُ يَوْمَ الْقِيَامَةِ إِلَى مَنْ جَرَّ ثَوْبَهُ خُيَلاَءَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ حُذَيْفَةَ وَأَبِي سَعِيدٍ وَأَبِي هُرَيْرَةَ وَسَمُرَةَ وَأَبِي ذَرٍّ وَعَائِشَةَ وَهُبَيْبِ بْنِ مُغْفِلٍ ‏.‏ وَحَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, হুযাইফা, আবূ সাঈদ, আবূ হুরাইরা, সামুরা, আবূ যার, আইশা ও হুবাইব ইবনু মুগাফফাল (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । ইবনু উমার (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্‌ ।"
  },
  {
    "hadith_id": 1731,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ গর্ব-অহংকারের বশীভূত হয়ে যে লোক তার পরনের কাপড় গোড়ালির নিচ পর্যন্ত ঝুলিয়ে পরে, আল্লাহ তা‘আলা কিয়ামাত দিবসে তার দিকে দৃষ্টিপাত করবেন না। উম্মু সালামা (রাঃ) বললেন, মহিলারা তাদের কাপড়ের প্রান্ত বা আঁচল কিভাবে সামলাবে? তিনি বললেন, তারা (গোড়ালি হতে) এক বিঘত পরিমাণ উপরে রাখবে। তিনি (উম্মু সালামা) বললেন, এতে তো তাদের পা উদম হয়ে যাবে। তিনি বললেনঃ তবে তারা এক হাত পরিমাণ নিচ পর্যন্ত ঝুলিয়ে রাখবে, কিন্তু এর বেশি করবে না।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৫৮০), (৩৫৮১)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ جَرَّ ثَوْبَهُ خُيَلاَءَ لَمْ يَنْظُرِ اللَّهُ إِلَيْهِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ فَقَالَتْ أُمُّ سَلَمَةَ فَكَيْفَ يَصْنَعْنَ النِّسَاءُ بِذُيُولِهِنَّ قَالَ ‏\"‏ يُرْخِينَ شِبْرًا ‏\"‏ ‏.‏ فَقَالَتْ إِذًا تَنْكَشِفَ أَقْدَامُهُنَّ ‏.‏ قَالَ ‏\"‏ فَيُرْخِينَهُ ذِرَاعًا لاَ يَزِدْنَ عَلَيْهِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন ।"
  },
  {
    "hadith_id": 1732,
    "narrator": "উম্মুল হাসান (রাঃ)",
    "bn": "তাদের নিকট উম্মু সালামা (রাঃ) বর্ণনা করেছেন যে, ফাতিমা (রাঃ)-এর জন্য রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার কাপড়ের ঝুল এক বিঘত পরিমাণ নির্ধারিত করে দেন।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৫৮০),",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ أُمِّ الْحَسَنِ الْبَصْرِيِّ، أَنَّ أُمَّ سَلَمَةَ، حَدَّثَتْهُمْ أَنَّ النَّبِيَّ صلى الله عليه وسلم شَبَّرَ لِفَاطِمَةَ شِبْرًا مِنْ نِطَاقِهَا ‏.‏ قَالَ أَبُو عِيسَى وَرَوَى بَعْضُهُمْ عَنْ حَمَّادِ بْنِ سَلَمَةَ عَنْ عَلِيِّ بْنِ زَيْدٍ عَنِ الْحَسَنِ عَنْ أُمِّهِ عَنْ أُمِّ سَلَمَةَ ‏.‏ وَفِي هَذَا الْحَدِيثِ رُخْصَةٌ لِلنِّسَاءِ فِي جَرِّ الإِزَارِ لأَنَّهُ يَكُونُ أَسْتَرَ لَهُنَّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাম্মাদ ইবনু সালামা-আলী ইবনু যাইদ হতে, তিনি আল-হাসান হতে, তিনি তার মাতা হতে, তিনি উম্মু সালামা (রাঃ)-এর সূত্রে কোন কোন বর্ণনাকারী বর্ণনা করেছেন । মহিলাদেরকে তাদের পরনের কাপড় গোছার নিচে ঝুলিয়ে রাখার সম্মতি এ হাদীসে আছে । কেননা এতে তাদের পর্দা আরো সুরক্ষিত হতে পারে।"
  },
  {
    "hadith_id": 1734,
    "narrator": "ইবনু মাসঊদ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ মূসা (আঃ)-এর সাথে যেদিন তাঁর প্রতিপালক কথা বলেছিলেন সেদিন তাঁর পরনে ছিল পশমী চাদর, পশমী জুব্বা, পশমী টুপি ও পশমী পাজামা। তাঁর জুতা দু‘টি ছিল মৃত গাধার চামড়া দিয়ে তৈরী। \n\nখুবই দুর্বল, যঈফ(৪০৮২)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا خَلَفُ بْنُ خَلِيفَةَ، عَنْ حُمَيْدٍ الأَعْرَجِ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنِ ابْنِ مَسْعُودٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ كَانَ عَلَى مُوسَى يَوْمَ كَلَّمَهُ رَبُّهُ كِسَاءُ صُوفٍ وَجُبَّةُ صُوفٍ وَكُمَّةُ صُوفٍ وَسَرَاوِيلُ صُوفٍ وَكَانَتْ نَعْلاَهُ مِنْ جِلْدِ حِمَارٍ مَيِّتٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ حُمَيْدٍ الأَعْرَجِ ‏.‏ وَحُمَيْدٌ هُوَ ابْنُ عَلِيٍّ الْكُوفِيُّ ‏.‏ قَالَ سَمِعْتُ مُحَمَّدًا يَقُولُ حُمَيْدُ بْنُ عَلِيٍّ الأَعْرَجُ مُنْكَرُ الْحَدِيثِ وَحُمَيْدُ بْنُ قَيْسٍ الأَعْرَجُ الْمَكِّيُّ صَاحِبُ مُجَاهِدٍ ثِقَةٌ ‏.‏ وَالْكُمَّةُ الْقَلَنْسُوَةُ الصَّغِيرَةُ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা শুধু হুমাইদ ইবনু আলী আল-আ’রাজের সূত্রে এ হাদীস জেনেছি। ইমাম বুখারী বলেন, হুমাইদ ইবনু আলী আল-আ’রাজ একজন প্রত্যাখ্যাত রাবী। কিন্তু হুমাইদ ইবনু কাইস আল-আ’রাজ ছিলেন মুজাহিদের সহচর। তিনি ছিলেন মক্কার অধিবাসী এবং নির্ভরযেোগ্য রাবী। ছোট টুপিকে ‘কুম্মা’ বলা হয়।"
  },
  {
    "hadith_id": 1733,
    "narrator": "আবূ বুরদা (রাঃ)",
    "bn": "তিনি বলেন, আমাদেরকে আইশা (রাঃ) তালিযুক্ত কম্বল (বা চাদর) এবং মোটা কাপড়ের একটি লুঙ্গি বের করে দেখান এবং বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এই দু’টি কাপড় পরে থাকাবস্থায় মৃত্যুবরণ করেন।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৫৫১), নাসা-ঈ",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَيُّوبُ، عَنْ حُمَيْدِ بْنِ هِلاَلٍ، عَنْ أَبِي بُرْدَةَ، قَالَ أَخْرَجَتْ إِلَيْنَا عَائِشَةُ كِسَاءً مُلَبَّدًا وَإِزَارًا غَلِيظًا فَقَالَتْ قُبِضَ رُوحُ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي هَذَيْنِ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَابْنِ مَسْعُودٍ ‏.‏ وَحَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আলী ও ইবনু মাসঊদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আইশা (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্‌ ।"
  },
  {
    "hadith_id": 1735,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কা বিজয়ের দিন কালো পাগড়ী পরে মক্কায় প্রবেশ করেন।\n\nসহীহ্‌, ইবনু মা-জাহ (২৮২২), মুসলিম",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ دَخَلَ النَّبِيُّ صلى الله عليه وسلم مَكَّةَ يَوْمَ الْفَتْحِ وَعَلَيْهِ عِمَامَةٌ سَوْدَاءُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَمْرِو بْنِ حُرَيْثٍ وَابْنِ عَبَّاسٍ وَرُكَانَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, উমার, ইবনু হুরাইস, ইবনু আব্বাস ও রুকানা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । জাবির (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন ।"
  },
  {
    "hadith_id": 1736,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পাগড়ী বাঁধলে দুই কাঁধের মধ্য দিয়ে এর প্রান্ত ঝুলিয়ে দিতেন। নাফি (রহঃ) বলেন, ইবনু উমার (রাঃ)-ও দুই কাঁধের মাঝ বরাবর তার পাগড়ীর এক প্রান্ত ছেড়ে দিতেন। উবাইদুল্লাহ (রহঃ) বলেন, আমি কাসিম ও সালিমকেও এরূপ করতে দেখেছি।\n\nসহীহ্‌, সহীহা (৭১৬)",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ الْهَمْدَانِيُّ، حَدَّثَنَا يَحْيَى بْنُ مُحَمَّدٍ الْمَدَنِيُّ، عَنْ عَبْدِ الْعَزِيزِ بْنِ مُحَمَّدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا اعْتَمَّ سَدَلَ عِمَامَتَهُ بَيْنَ كَتِفَيْهِ ‏.‏ قَالَ نَافِعٌ وَكَانَ ابْنُ عُمَرَ يَسْدِلُ عِمَامَتَهُ بَيْنَ كَتِفَيْهِ ‏.‏ قَالَ عُبَيْدُ اللَّهِ وَرَأَيْتُ الْقَاسِمَ وَسَالِمًا يَفْعَلاَنِ ذَلِكَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَفِي الْبَابِ عَنْ عَلِيٍّ وَلاَ يَصِحُّ حَدِيثُ عَلِيٍّ فِي هَذَا مِنْ قِبَلِ إِسْنَادِهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন । আলী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । কিন্তু সনদের বিচারে তার বর্ণিত হাদীসটি সহীহ্‌ নয় ।"
  },
  {
    "hadith_id": 1737,
    "narrator": "আলী ইবনু আবূ তালিব (রাঃ)",
    "bn": "তিনি বলেন, আমাকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্বর্ণের আংটি পরতে, রেশমী পোশাক পরতে, রুকূ-সিজদায় কুরআনের আয়াত পাঠ করতে এবং হলুদ রং-এর পোশাক পরতে বারণ করেছেন।\n\nসহীহ্‌, মুসলিম, পূর্বে ১৭২৫ নং হাদীসেও সংক্ষেপে বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ، وَالْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ نَهَانِي النَّبِيُّ صلى الله عليه وسلم عَنِ التَّخَتُّمِ بِالذَّهَبِ وَعَنْ لِبَاسِ الْقَسِّيِّ وَعَنِ الْقِرَاءَةِ فِي الرُّكُوعِ وَالسُّجُودِ وَعَنْ لِبَاسِ الْمُعَصْفَرِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1738,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্বর্ণের আংটি পরতে নিষেধ করেছেন।\n\nসহীহ্, ইবনু মা-জাহ (৩৬৪২), নাসা-ঈ বারা (রাঃ) এবং অন্যদের হতেও বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ حَمَّادٍ الْمَعْنِيُّ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، عَنْ أَبِي التَّيَّاحِ، حَدَّثَنَا حَفْصٌ اللَّيْثِيُّ، قَالَ أَشْهَدُ عَلَى عِمْرَانَ بْنِ حُصَيْنٍ أَنَّهُ حَدَّثَنَا أَنَّهُ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ التَّخَتُّمِ بِالذَّهَبِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَابْنِ عُمَرَ وَأَبِي هُرَيْرَةَ وَمُعَاوِيَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عِمْرَانَ حَدِيثٌ حَسَنٌ ‏.‏ وَأَبُو التَّيَّاحِ اسْمُهُ يَزِيدُ بْنُ حُمَيْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আলী, ইবনু উমার, আবূ হুরাইরা ও মুআবিয়া (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। ইমরান (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্‌। আবুত্‌ তাইয়্যাহ্‌-এর নাম ইয়াযীদ ইবনু হুমাইদ।"
  },
  {
    "hadith_id": 1739,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আংটি ছিল রুপার। এতে লাল রং-এর মূল্যবান আবিসিনীয় পাথর বসানো ছিল।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৬৪৬), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَغَيْرُ، وَاحِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ وَهْبٍ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسٍ، قَالَ كَانَ خَاتَمُ النَّبِيِّ صلى الله عليه وسلم مِنْ وَرِقٍ وَكَانَ فَصُّهُ حَبَشِيًّا ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَبُرَيْدَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার ও বুরাইদা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা এ হাদীসটিকে উল্লেখিত সনদ সূত্রে হাসান সহীহ্‌ গারীব বলেছেন।"
  },
  {
    "hadith_id": 1740,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আংটি ছিল রুপার। তার পাথরও ছিল রুপার।\n\nসহীহ্‌, মুখতাসার শামা-ইল (৭৩), বুখারী",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا حَفْصُ بْنُ عُمَرَ بْنِ عُبَيْدٍ الطَّنَافِسِيُّ، حَدَّثَنَا زُهَيْرُ بْنُ مُعَاوِيَةَ أَبُو خَيْثَمَةَ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ كَانَ خَاتَمُ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنْ فِضَّةٍ فَصُّهُ مِنْهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা এ হাদীসটিকে উল্লেখিত সনদ সূত্রে হাসান সহীহ্‌ গারীব বলেছেন।"
  },
  {
    "hadith_id": 1742,
    "narrator": "সাল্ত ইবনু আবদুল্লাহ ইবনু নাওফাল (রহঃ)",
    "bn": "তিনি বলেন, আমি ইবনু আব্বাস (রাঃ)-কে ডান হাতে আংটি পরতে দেখেছি। আমার ধারণা তিনি এও বলেছেনঃ আমি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তাঁর ডান হাতে আংটি পরতে দেখেছি।\n\nহাসান সহীহ্‌, ইরওয়া (৩/৩০৩-৩০৪), মুখতাসার শামা-ইল (৮০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، حَدَّثَنَا جَرِيرٌ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنِ الصَّلْتِ بْنِ عَبْدِ اللَّهِ بْنِ نَوْفَلٍ، قَالَ رَأَيْتُ ابْنَ عَبَّاسٍ يَتَخَتَّمُ فِي يَمِينِهِ وَلاَ إِخَالُهُ إِلاَّ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَتَخَتَّمُ فِي يَمِينِهِ ‏.‏ قَالَ أَبُو عِيسَى قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ حَدِيثُ مُحَمَّدِ بْنِ إِسْحَاقَ عَنِ الصَّلْتِ بْنِ عَبْدِ اللَّهِ بْنِ نَوْفَلٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইমাম বুখারী বলেছেন, মুহাম্মাদ ইবনু ইসহাক্ হতে, আস-সালত ইবনু আবদুল্লাহ ইবনু নাওফাল-এর সূত্রে বর্ণিত হাদীসটি হাসান সহীহ্‌ ।"
  },
  {
    "hadith_id": 1745,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রুপা দিয়ে একটি আংটি তৈরী করান এবং এতে মুহাম্মাদুর্ রাসূলুল্লাহ খোদাই করান, তারপর বলেন, তোমরা এর উপর খোদাই কর না।\n\nসহীহ্‌, মুসলিমও অনুরূপ বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَنَعَ خَاتَمًا مِنْ وَرِقٍ فَنَقَشَ فِيهِ مُحَمَّدٌ رَسُولُ اللَّهِ ثُمَّ قَالَ ‏\"‏ لاَ تَنْقُشُوا عَلَيْهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ حَسَنٌ ‏.‏ وَمَعْنَى قَوْلِهِ ‏\"‏ لاَ تَنْقُشُوا عَلَيْهِ ‏\"‏ ‏.‏ نَهَى أَنْ يَنْقُشَ أَحَدٌ عَلَى خَاتَمِهِ مُحَمَّدٌ رَسُولُ اللَّهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। তোমরা এর উপর “খোদাই কর না”-এর অর্থঃ তাদের কেউ তার আংটিতে যেন ‘মুহাম্মাদুর্ রাসূলুল্লাহ’ খোদাই না করে।"
  },
  {
    "hadith_id": 1746,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মলত্যাগ করতে যাওয়ার সময় তাঁর আংটি খুলে রাখতেন। \n\nযঈফ, ইবনু মাজাহ (৩০৩)। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ গারীব।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا سَعِيدُ بْنُ عَامِرٍ، وَالْحَجَّاجُ بْنُ مِنْهَالٍ، قَالاَ حَدَّثَنَا هَمَّامٌ، عَنِ ابْنِ جُرَيْجٍ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا دَخَلَ الْخَلاَءَ نَزَعَ خَاتَمَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1744,
    "narrator": "হাম্মাদ ইবনু সালামা (রহঃ)",
    "bn": "তিনি বলেন, আমি ইবনু আবী রাফিকে তার ডান হাতে আংটি পরতে দেখেছি। আমি এ বিষয়ে তাকে প্রশ্ন করলে তিনি বললেন, আমি আবদুল্লাহ ইবনু জাফরকে তার ডান হাতে আংটি পরতে দেখেছি। আর আবদুল্লাহ ইবনু জাফর বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর ডান হাতে আংটি পরতেন।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৭৪৭)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، قَالَ رَأَيْتُ ابْنَ أَبِي رَافِعٍ يَتَخَتَّمُ فِي يَمِينِهِ فَسَأَلْتُهُ عَنْ ذَلِكَ، فَقَالَ رَأَيْتُ عَبْدَ اللَّهِ بْنَ جَعْفَرٍ يَتَخَتَّمُ فِي يَمِينِهِ ‏.‏ وَقَالَ عَبْدُ اللَّهِ بْنُ جَعْفَرٍ كَانَ النَّبِيُّ صلى الله عليه وسلم يَتَخَتَّمُ فِي يَمِينِهِ ‏.‏ قَالَ وَقَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ هَذَا أَصَحُّ شَيْءٍ رُوِيَ فِي هَذَا الْبَابِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইমাম মুহাম্মাদ ইবনু ইস্‌মাঈল (বুখারী) (রহঃ) বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যে কতগুলো হাদীস এ অনুচ্ছেদে বর্ণিত হয়েছে সেগুলোর মধ্যে এটাই বেশি সহীহ্‌ ।"
  },
  {
    "hadith_id": 1743,
    "narrator": "জাফর ইবনু মুহাম্মাদ (রহঃ) হতে তার বাবা",
    "bn": "তিনি (মুহাম্মাদ) বলেন, হাসান ও হুসাইন (রাঃ) তাদের বাঁ হাতে আংটি পরতেন।\n\nসহীহ্‌ মাওকূফ, মুখতাসার শামা-ইল (৮২)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، قَالَ كَانَ الْحَسَنُ وَالْحُسَيْنُ يَتَخَتَّمَانِ فِي يَسَارِهِمَا ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 9,
    "grade": "সহিহ মাওকুফ",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 1741,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি স্বর্ণের আংটি তৈরী করান এবং সেটি ডান হাতে পরেন। তারপর তিনি মিম্বারের উপর বসে বললেনঃ আমি আমার ডান হাতে এই আংটিটি পরেছিলাম। তারপর তিনি তা খুলে ফেলে দিলেন এবং (তাঁর দেখাদেখি) লোকেরাও তাদের আংটি খুলে ফেলে দিল।\n\nসহীহ্‌, মুখতাসার শামা-ইল (৮৪), নাসা-ঈ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْمُحَارِبِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَنَعَ خَاتَمًا مِنْ ذَهَبٍ فَتَخَتَّمَ بِهِ فِي يَمِينِهِ ثُمَّ جَلَسَ عَلَى الْمِنْبَرِ فَقَالَ ‏ \"‏ إِنِّي كُنْتُ اتَّخَذْتُ هَذَا الْخَاتَمَ فِي يَمِينِي ‏\"‏ ‏.‏ ثُمَّ نَبَذَهُ وَنَبَذَ النَّاسُ خَوَاتِيمَهُمْ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَجَابِرٍ وَعَبْدِ اللَّهِ بْنِ جَعْفَرٍ وَابْنِ عَبَّاسٍ وَعَائِشَةَ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ نَحْوَ هَذَا مِنْ غَيْرِ هَذَا الْوَجْهِ وَلَمْ يَذْكُرْ فِيهِ أَنَّهُ تَخَتَّمَ فِي يَمِينِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, জাবির, আবদুল্লাহ ইবনু জাফর, ইবনু আব্বাস আইশা ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু উমার (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। ইবনু উমার (রাঃ)-এর হাদীসটি অন্যান্য সূত্রেও তার নিকট হতে বর্ণিত হয়েছে। কিন্তু তাতে “তিনি তা ডান হাতে পরেন” কথাটুকু উল্লেখ নেই।"
  },
  {
    "hadith_id": 1748,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আংটির নকশা তিন পংক্তির ছিলঃ এক পংক্তিতে ‘মুহাম্মাদ’, এক পংক্তিতে ‘রাসূল’ এবং এক পংক্তিতে ‘আল্লাহ’।\n\nসহীহ্‌, দেখুন পূর্বের হাদীস",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَمُحَمَّدُ بْنُ يَحْيَى، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، حَدَّثَنِي أَبِي، عَنْ ثُمَامَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ نَقْشُ خَاتَمِ النَّبِيِّ صلى الله عليه وسلم ثَلاَثَةَ أَسْطُرٍ مُحَمَّدٌ سَطْرٌ وَرَسُولُ سَطْرٌ وَاللَّهِ سَطْرٌ ‏.‏ وَلَمْ يَذْكُرْ مُحَمَّدُ بْنُ يَحْيَى فِي حَدِيثِهِ ثَلاَثَةَ أَسْطُرٍ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুহাম্মাদ ইবনু ইয়াহইয়া তার বর্ণিত হাদীসে তিন সারির কথা উল্লেখ করেননি। এ অনুচ্ছেদে উমার (রাঃ) হতেও হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1747,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আংটির নকশা ছিল নিম্নরূপঃ এক পংক্তিতে ‘মুহাম্মাদ’, এক পংক্তিতে ‘রাসূল’ এবং এক পংক্তিতে ‘আল্লাহ’।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৬৩৯-৩৬৪০), বুখারী",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، حَدَّثَنَا أَبِي، عَنْ ثُمَامَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ نَقْشُ خَاتَمِ النَّبِيِّ صلى الله عليه وسلم مُحَمَّدٌ سَطْرٌ وَرَسُولُ سَطْرٌ وَاللَّهِ سَطْرٌ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আনাস (রাঃ)-এর হাদীসটি হাসান সহীহ্‌ গারীব।"
  },
  {
    "hadith_id": 1749,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, ঘরের মধ্যে কোন ছবি রাখতে এবং তা বানাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন।\n\nসহীহ্‌, সহীহা (৪২৪)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الصُّورَةِ فِي الْبَيْتِ وَنَهَى أَنْ يُصْنَعَ ذَلِكَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي طَلْحَةَ وَعَائِشَةَ وَأَبِي هُرَيْرَةَ وَأَبِي أَيُّوبَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, আবূ তালহা, আইশা, আবূ হুরাইরা ও আবূ আইয়্যূব (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। জাবির (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1750,
    "narrator": "উবাইদুল্লাহ ইবনু আবদুল্লাহ ইবনু উতবা (রাঃ)",
    "bn": "তিনি (অসুস্থ) আবূ তালহা আনসারী (রাঃ)-কে দেখতে যান। বর্ণনাকারী বলেন, আমি সেখানে সাহ্‌ল ইবনু হুনাইফ (রাঃ)-কেও উপস্থিত পেলাম। তিনি আরও বলেন, আবূ তালহা (রাঃ) একজনকে ডাকেন নিচের চাদর সরানোর জন্য। সাহ্‌ল (রাঃ) তাকে বললেন, কেন চাদর সরাবেন? তিনি বললেন, তাতে ছবি আঁকা আছে। আর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ সম্পর্কে যা বলেছেন তা তো তুমি জান। সাহল (রাঃ) বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি এ কথা বলেননি, “কিন্তু পোশাকে অল্প পরিমাণ অঙ্কিত কারুকার্য থাকলে কোন সমস্যা নেই?” আবূ তালহা (রাঃ) বললেন, হ্যাঁ। কিন্তু উহাই (ছবি সরিয়ে ফেলা) আমার জন্য উত্তম।\n\nসহীহ্‌, গাইয়াতুল মারাম (১৩৪)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي النَّضْرِ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّهُ دَخَلَ عَلَى أَبِي طَلْحَةَ الأَنْصَارِيِّ يَعُودُهُ ‏.‏ قَالَ فَوَجَدْتُ عِنْدَهُ سَهْلَ بْنَ حُنَيْفٍ ‏.‏ قَالَ فَدَعَا أَبُو طَلْحَةَ إِنْسَانًا يَنْزِعُ نَمَطًا تَحْتَهُ فَقَالَ لَهُ سَهْلٌ لِمَ تَنْزِعُهُ فَقَالَ لأَنَّ فِيهِ تَصَاوِيرَ وَقَدْ قَالَ النَّبِيُّ صلى الله عليه وسلم مَا قَدْ عَلِمْتَ ‏.‏ قَالَ سَهْلٌ أَوَلَمْ يَقُلْ ‏ \"‏ إِلاَّ مَا كَانَ رَقْمًا فِي ثَوْبٍ ‏\"‏ فَقَالَ بَلَى وَلَكِنَّهُ أَطْيَبُ لِنَفْسِي ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1751,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক কোন ছবি আঁকে, সে যে পর্যন্ত তাতে প্রাণ সঞ্চার করতে না পারবে সে পর্যন্ত আল্লাহ তা’আলা তাকে আযাব দিতে থাকবেন। অথচ সে কোন দিনও তাতে প্রাণ সঞ্চার করতে পারবে না। যে লোক কোন দল বা সম্প্রদায়ের গোপন কথা অগোচরে কান পেতে শুনে, অথচ তারা বিষয়টি তার কাছ থেকে গোপন রাখতে চায় তার কানে কিয়ামাত দিবসে উত্তপ্ত সীসা ঢেলে দেওয়া হবে।\n\nসহীহ্‌, গাইয়াতুল মারাম (১২০, ৪২২), বুখারী, মুসলিম (১০) প্রথম অংশ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ صَوَّرَ صُورَةً عَذَّبَهُ اللَّهُ حَتَّى يَنْفُخَ فِيهَا يَعْنِي الرُّوحَ وَلَيْسَ بِنَافِخٍ فِيهَا وَمَنِ اسْتَمَعَ إِلَى حَدِيثِ قَوْمٍ وَهُمْ يَفِرُّونَ بِهِ مِنْهُ صُبَّ فِي أُذُنِهِ الآنُكُ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَأَبِي هُرَيْرَةَ وَأَبِي جُحَيْفَةَ وَعَائِشَةَ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবদুল্লাহ ইবনু মাসঊদ, আবূ হুরাইরা, আবূ জুহাইফা, আইশা ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু আব্বাস (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1752,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা বার্ধক্যের শুভ্রতা পরিবর্তন করে দাও এবং ইয়াহূদীদের মতো হয়ো না।\n\nসহীহ্‌, জিল বাবুল মারআহ (১৮৯), সহীহা (৮৩৬)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ غَيِّرُوا الشَّيْبَ وَلاَ تَشَبَّهُوا بِالْيَهُودِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ الزُّبَيْرِ وَابْنِ عَبَّاسٍ وَجَابِرٍ وَأَبِي ذَرٍّ وَأَنَسٍ وَأَبِي رِمْثَةَ وَالْجَهْدَمَةِ وَأَبِي الطُّفَيْلِ وَجَابِرِ بْنِ سَمُرَةَ وَأَبِي جُحَيْفَةَ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "যুবাইর, ইবনু আব্বাস, জাবির (ইবনু আবদুল্লাহ), আবূ যার, আনাস, আবূ রিমসা, জাহদামা, আবুত তুফাইল, জাবির ইবনু সামুরা, আবূ জুহাইফা ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এটি একাধিক সূত্রে আবূ হুরাইরা (রাঃ) এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 1753,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বার্ধক্যের শুভ্রতা পরিবর্তনের জন্য মেহেদি (হেনা) ও কাতাম (কালচে ঘাস) তৃণই উত্তম।\n\nসহীহ্‌, ইবনু মা-জাহ (২৬২২)",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، عَنِ الأَجْلَحِ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِي الأَسْوَدِ، عَنْ أَبِي ذَرٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ أَحْسَنَ مَا غُيِّرَ بِهِ الشَّيْبُ الْحِنَّاءُ وَالْكَتَمُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو الأَسْوَدِ الدِّيلِيُّ اسْمُهُ ظَالِمُ بْنُ عَمْرِو بْنِ سُفْيَانَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আবুল আস্‌ওয়াদ আদ-দীলির নাম জালিম, পিতা আমর দাদা সুফিয়ান।"
  },
  {
    "hadith_id": 1754,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ছিলেন মধ্যম আকৃতির। তিনি অধিক লম্বাও ছিলেন না আবার খাটোও ছিলেন না। তিনি সুঠাম শরীরের অধিকারী ছিলেন এবং তাঁর গায়ের রং ছিল বাদামী। তাঁর মাথার চুল কোঁকড়ানোও ছিল না আবার একেবারে সোজাও ছিল না। তিনি রাস্তায় চলাচলের সময় সামনের দিকে ঝুঁকে হাঁটতেন।\n\nসহীহ্‌, মুখতাসার শামা-ইল (১, ২), নাসা-ঈ",
    "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم رَبْعَةً لَيْسَ بِالطَّوِيلِ وَلاَ بِالْقَصِيرِ حَسَنَ الْجِسْمِ أَسْمَرَ اللَّوْنِ وَكَانَ شَعْرُهُ لَيْسَ بِجَعْدٍ وَلاَ سَبْطٍ إِذَا مَشَى يَتَكَفَّأُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَالْبَرَاءِ وَأَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ وَأَبِي سَعِيدٍ وَجَابِرٍ وَوَائِلِ بْنِ حُجْرٍ وَأُمِّ هَانِئٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ حُمَيْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আইশা, বারাআ, আবূ হুরাইরা, ইবনু আব্বাস, আবূ সাঈদ, জাবির, ওয়াইল ইবনু হুজর ও উম্মু হানী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। হুমাইদ কর্তৃক বর্ণিত আনাস (রাঃ)-এর এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ গারীব বলেছেন।"
  },
  {
    "hadith_id": 1755,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, আমি ও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একই পাত্র হতে পানি নিয়ে গোসল করতাম। তাঁর বাবরি চুল কাঁধের উপরে কিন্তু কানের লতির নিচ পর্যন্ত প্রলম্বিত ছিল।\n\nহাসান সহীহ্‌, ইবনু মা-জাহ (৬০৪, ৩৬৩৫)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ، صلى الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ وَكَانَ لَهُ شَعْرٌ فَوْقَ الْجُمَّةِ وَدُونَ الْوَفْرَةِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عَائِشَةَ أَنَّهَا قَالَتْ كُنْتُ أَغْتَسِلُ أَنَا وَرَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ إِنَاءٍ وَاحِدٍ ‏.‏ وَلَمْ يَذْكُرُوا فِيهِ هَذَا الْحَرْفَ وَكَانَ لَهُ شَعْرٌ فَوْقَ الْجُمَّةِ وَدُونَ الْوَفْرَةِ ‏.‏ وَعَبْدُ الرَّحْمَنِ بْنُ أَبِي الزِّنَادِ ثِقَةٌ كَانَ مَالِكُ بْنُ أَنَسٍ يُوَثِّقُهُ وَيَأْمُرُ بِالْكِتَابَةِ عَنْهُ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা উল্লেখিত সনদসূত্রে হাসান সহীহ্‌ গারীব বলেছেন। উল্লেখিত হাদীসটি আরো কয়েকটি সূত্রে আইশা (রাঃ) হতে বর্ণিত হয়েছে। তবে তাতে “তাঁর বাবরি চুল কাঁধের উপরে কিন্তু কানের লতির নিচ পর্যন্ত লম্বা ছিল কথাটুকু উল্লেখ নেই। (এই শেষের অংশটুকু আবদুর রাহমান ইবনু আবুয যিনাদ তার বর্ণনায় উল্লেখ করেছেন।) তিনি একজন সিকাহ (আস্থাভাজন) বর্ণনাকারী এবং হাদীসের হাফিয ছিলেন। মালিক ইবনু আনাস তাঁকে সিকাহ বলেছেন এবং তার নিকট হতে হাদীস লিখার নির্দেশ দিতেন।"
  },
  {
    "hadith_id": 1756,
    "narrator": "আবদুল্লাহ ইবনু মুগাফফাল (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বার বার চুল আচড়াতে বারণ করেছেন।\n\nসহীহ্‌, সহীহা (৫০১)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ التَّرَجُّلِ إِلاَّ غِبًّا ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুহাম্মাদ ইবনু বাশশার-ইয়াহ্‌ইয়া ইবনু সাঈদ হতে, তিনি হিশামের সূত্রে হাসান হতে একইরকম হাদীস বর্ণনা করেছেন। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1757,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা ইসমিদ সুরমা লাগাও। এটা চোখের জ্যোতি বাড়ায় এবং চোখের পাতার লোম গজায়। তিনি মনে করেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একটি সুরমাদানি ছিল। তা হতে তিনি প্রতি রাতে তিনবার ডান চোখে এবং তিনবার বাঁ চোখে সুরমা লাগাতেন।\n\n“তিনি মনে করেন” এই শব্দ ব্যতীত হাদীসটি সহীহ্‌, মুখতাসার শামা-ইল (৪২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ، حَدَّثَنَا أَبُو دَاوُدَ، - هُوَ الطَّيَالِسِيُّ عَنْ عَبَّادِ بْنِ مَنْصُورٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ اكْتَحِلُوا بِالإِثْمِدِ فَإِنَّهُ يَجْلُو الْبَصَرَ وَيُنْبِتُ الشَّعْرَ ‏\"‏ ‏.‏ وَزَعَمَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَتْ لَهُ مُكْحُلَةٌ يَكْتَحِلُ بِهَا كُلَّ لَيْلَةٍ ثَلاَثَةً فِي هَذِهِ وَثَلاَثَةً فِي هَذِهِ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ عَلَيْكُمْ بِالإِثْمِدِ فَإِنَّهُ يَجْلُو الْبَصَرَ وَيُنْبِتُ الشَّعْرَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ لاَ نَعْرِفُهُ عَلَى هَذَا اللَّفْظِ إِلاَّ مِنْ حَدِيثِ عَبَّادِ بْنِ مَنْصُورٍ ‏.‏\nحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، وَمُحَمَّدُ بْنُ يَحْيَى، قَالاَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ عَبَّادِ بْنِ مَنْصُورٍ، نَحْوَهُ ‏.‏\nوَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ عَلَيْكُمْ بِالْإِثْمِدِ فَإِنَّهُ يَجْلُو الْبَصَرَ وَيُنْبِتُ الشَّعْرَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "জাবির ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু আব্বাস (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ গারীব বলেছেন। আমরা এ হাদীসটি শুধুমাত্র আব্বাদ ইবনু মানসূরের সূত্রে উক্ত শব্দে জেনেছি। এ হাদীসটি আলী ইবনু হুজর ও মুহাম্মাদ ইবনু ইয়াহ্ইয়া-ইয়াযীদ ইবনু হারুন হতে, তিনি আব্বাদ ইবনু মানসূর (রহঃ)-এর সূত্রেও একই রকম বর্ণিত হয়েছে।\n\nএকাধিক সূত্রে বর্ণিত আছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “তোমরা অবশ্যই ইসমিদের সুরমা লাগাও, এটা চোখের জ্যোতি বাড়ায় এবং চোখের পাতার লোম গজায়”।\n\nসহীহ্‌, মিশকাতুল্ মাসা-বীহ (৪৪৭২)"
  },
  {
    "hadith_id": 1758,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাপড় পরার দুইটি পদ্ধতি নিষিদ্ধ করেছেন। একটি কাঁধ উদম রেখে একই চাদর পুরো গায়ে জড়িয়ে নেওয়া; একই পোশাকে পেট, ঊরু ও পায়ের গোছা ঢেকে নিতম্ব মাটিতে ঠেকিয়ে দুই হাঁটু উঁচু করে বসা এবং লজ্জাস্থানে এর কোন অংশ না থাকা।\n\nসহীহ্‌, নাসা-ই",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ الإِسْكَنْدَرَانِيُّ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ لُبْسَتَيْنِ الصَّمَّاءِ وَأَنْ يَحْتَبِيَ الرَّجُلُ بِثَوْبِهِ لَيْسَ عَلَى فَرْجِهِ مِنْهُ شَيْءٌ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَابْنِ عُمَرَ وَعَائِشَةَ وَأَبِي سَعِيدٍ وَجَابِرٍ وَأَبِي أُمَامَةَ ‏.‏ وَحَدِيثُ أَبِي هُرَيْرَةَ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ هَذَا مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আলী, ইবনু উমার, আইশা, আবূ সাঈদ, জাবির ও আবূ উমামা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ হুরাইরা (রাঃ) হতে বর্ণিত হাদীসটি এই সূত্রে হাসান সহীহ্‌ গারীব। এ হাদীসটি আরো কয়েকটি সূত্রে আবূ হুরাইরা (রাঃ) হতে বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 1759,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পরচুলা (কৃত্রিম চুল) সংযোগকারিণী ও ব্যবহারকারিণী এবং উল্কি অঙ্কনকারিণী ও যে তা অঙ্কন করায়, এদেরকে আল্লাহ তা’আলা অভিসম্পাত করেছেন। নাফি (রহঃ) বলেন, সাধারণতঃ নিচের মাড়িতেই আঁকা হয়।\n\nসহীহ্‌, ইবনু মা-জাহ (১৯৮৭), নাসা-ই",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ لَعَنَ اللَّهُ الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ وَالْوَاشِمَةَ وَالْمُسْتَوْشِمَةَ ‏\"‏ ‏.‏ قَالَ نَافِعٌ الْوَشْمُ فِي اللَّثَةِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَابْنِ مَسْعُودٍ وَأَسْمَاءَ بِنْتِ أَبِي بَكْرٍ وَابْنِ عَبَّاسٍ وَمَعْقِلِ بْنِ يَسَارٍ وَمُعَاوِيَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আইশা, ইবনু মাসঊদ, আসমা বিনতু আবী বাক্র, ইবনু আব্বাস, মাকিল ইবনু ইয়াসার ও মুআবিয়া (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1760,
    "narrator": "বারাআ ইবনু আযিব (রাঃ)",
    "bn": "তিনি বলেন, রেশম দ্বারা বানানো আসনে বসতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বারণ করেছন।\n\nসহীহ্‌, আদাবুয যিফাফ (১২৫), মিশকাত তাহকীক ছানী (৪৩৫৮), সহীহা (২৩৯৬), নাসা-ঈ",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، حَدَّثَنَا أَبُو إِسْحَاقَ الشَّيْبَانِيُّ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، عَنْ مُعَاوِيَةَ بْنِ سُوَيْدِ بْنِ مُقَرِّنٍ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ نَهَانَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ رُكُوبِ الْمَيَاثِرِ ‏.‏ قَالَ وَفِي الْحَدِيثِ قِصَّةٌ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَمُعَاوِيَةَ ‏.‏ وَحَدِيثُ الْبَرَاءِ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَى شُعْبَةُ عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ نَحْوَهُ وَفِي الْحَدِيثِ قِصَّةٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হাদীসে আরও ঘটনা আছে। আলী ও মুআবিয়া (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। বারাআ (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্‌। এ হাদীসটি আশআস ইবনু আবুশ শা’সা হতে শুবা একইরকম বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1761,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ঘুমানোর বিছানাটি ছিল চামড়া দিয়ে বানানো। এর ভিতরে খেজুর গাছের বাকল ভর্তি ছিল।\n\nসহীহ্‌, ইবনু মা-জাহ (৪১৫১), নাসা-ঈ",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ إِنَّمَا كَانَ فِرَاشُ النَّبِيِّ صلى الله عليه وسلم الَّذِي يَنَامُ عَلَيْهِ أَدَمٌ حَشْوُهُ لِيفٌ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ حَفْصَةَ وَجَابِرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। হাফসা ও জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1766,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন জামা পরতেন, তখন ডান দিক হতে পরা আরম্ভ করতেন।\n\nসহীহ্‌, মিশকাত তাহকীক ছানী (৪৩৩০)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا لَبِسَ قَمِيصًا بَدَأَ بِمَيَامِنِهِ ‏.‏ قَالَ أَبُو عِيسَى وَرَوَى غَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ شُعْبَةَ بِهَذَا الإِسْنَادِ عَنْ أَبِي هُرَيْرَةَ مَوْقُوفًا وَلاَ نَعْلَمُ أَحَدًا رَفَعَهُ غَيْرَ عَبْدِ الصَّمَدِ بْنِ عَبْدِ الْوَارِثِ عَنْ شُعْبَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি শুবার সূত্রে একাধিক বর্ণনাকারী বর্ণনা করেছেন। কিন্তু এটাকে তাদের কেউই মারফূভাবে বর্ণনা করেননি। এটাকে শুধু আবদুস্‌ সামাদ মারফূ হাদীস হিসেবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1762,
    "narrator": "উম্মু সালামা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট সবচাইতে পছন্দের পোশাক ছিল জামা।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৫৭৫)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، حَدَّثَنَا أَبُو تُمَيْلَةَ، وَالْفَضْلُ بْنُ مُوسَى، وَزَيْدُ بْنُ حُبَابٍ، عَنْ عَبْدِ الْمُؤْمِنِ بْنِ خَالِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ كَانَ أَحَبَّ الثِّيَابِ إِلَى النَّبِيِّ صلى الله عليه وسلم الْقَمِيصُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ عَبْدِ الْمُؤْمِنِ بْنِ خَالِدٍ تَفَرَّدَ بِهِ وَهُوَ مَرْوَزِيٌّ ‏.‏ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ أَبِي تُمَيْلَةَ عَنْ عَبْدِ الْمُؤْمِنِ بْنِ خَالِدٍ عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ عَنْ أُمِّهِ عَنْ أُمِّ سَلَمَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। আব্দুল মু’মিন ইবনু খালীদের হাদীস হিসেবেই এটি আমরা জানতে পেরেছি। তিনি এককভাবে এটি বর্ণনা করেছেন। কিছু বর্ণনাকারী উম্মু সালামা (রাঃ)-এর এ হাদীসটি আবূ তূমাইলা-আবদুল মু’মিন ইবনু খালিদ হতে, তিনি আবদুল্লাহ ইবনু বুরাইদা হতে, তিনি তার মায়ের সূত্রেও বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1763,
    "narrator": "উম্মু সালামা (রাঃ)",
    "bn": "তিনি বলেন, জামা-ই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট সবচাইতে প্রিয় পোশাক ছিল।\n\nসহীহ্‌, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ الْبَغْدَادِيُّ، حَدَّثَنَا أَبُو تُمَيْلَةَ، عَنْ عَبْدِ الْمُؤْمِنِ بْنِ خَالِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أُمِّهِ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ كَانَ أَحَبَّ الثِّيَابِ إِلَى النَّبِيِّ صلى الله عليه وسلم الْقَمِيصُ ‏.‏\nقَالَ وَسَمِعْت مُحَمَّدَ بْنَ إِسْمَعِيلَ يَقُولُ حَدِيثُ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ عَنْ أُمِّهِ عَنْ أُمِّ سَلَمَةَ أَصَحُّ وَإِنَّمَا يُذْكَرُ فِيهِ أَبُو تُمَيْلَةَ عَنْ أُمِّهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আমি মুহাম্মাদ ইবনু ইসমাঈল (বুখারী)-কে বলতে শুনেছি, আব্দুল্লাহ ইবনু বুরাইদা কর্তৃক তার মায়ের বরাতে উম্মু সালামা হতে বর্ণিত হাদীস অধিক সহীহ্‌। এই বর্ণনা সূত্রে আবূ তুমাইলাহ তার মা হতে এভাবে উল্লেখ আছে।"
  },
  {
    "hadith_id": 1764,
    "narrator": "উম্মু সালামা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সবচাইতে পছন্দনীয় পোশাক ছিল জামা।\n\nসহীহ্‌, দেখুন পূর্বের হাদীস",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ عَبْدِ الْمُؤْمِنِ بْنِ خَالِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ كَانَ أَحَبَّ الثِّيَابِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الْقَمِيصُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1765,
    "narrator": "আসমা বিনতু ইয়াযীদ ইবনু সাকান আল-আনসারিয়া (রাঃ)",
    "bn": "তিনি বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর জামার হাতা কব্জি পর্যন্ত ছিল। \n\nযঈফ, মুখতাসার শামায়িল (৪৭) যঈফা (৩৪৫৭)। আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ الْحَجَّاجِ الصَّوَّافُ الْبَصْرِيُّ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ الدَّسْتَوَائِيُّ، حَدَّثَنِي أَبِي، عَنْ بُدَيْلِ بْنِ مَيْسَرَةَ الْعُقَيْلِيِّ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ بْنِ السَّكَنِ الأَنْصَارِيَّةِ، قَالَتْ كَانَ كُمُّ يَدِ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلَى الرُّسْغِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1767,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নতুন কাপড় পরার সময় প্রথমে সেটির নাম নিতেন। যেমন পাগড়ী, জামা অথবা চাদর। তারপর তিনি বলতেন: “হে আল্লাহ! সকল প্রশংসা তোমার জন্য। এটা তুমি আমাকে পরিয়েছো। আমি তোমার নিকট এর মধ্যে নিহিত কল্যাণ এবং যে উদ্দেশ্যে এটা বানানো হয়েছে তার কল্যাণ চাইছি। আর এর মধ্যে নিহিত ক্ষতি এবং যে উদ্দেশ্যে এটা বানানো হয়েছে তার অনিষ্ট হতে তোমার আশ্রয় চাই”।\n\nসহীহ্, মিশকাত (৪৩৪২)",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ سَعِيدٍ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اسْتَجَدَّ ثَوْبًا سَمَّاهُ بِاسْمِهِ عِمَامَةً أَوْ قَمِيصًا أَوْ رِدَاءً ثُمَّ يَقُولُ ‏ \"‏ اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ أَسْأَلُكَ خَيْرَهُ وَخَيْرَ مَا صُنِعَ لَهُ وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُمَرَ وَابْنِ عُمَرَ ‏.‏\n\nحَدَّثَنَا هِشَامُ بْنُ يُونُسَ الْكُوفِيُّ، حَدَّثَنَا الْقَاسِمُ بْنُ مَالِكٍ الْمُزَنِيُّ، عَنِ الْجُرَيْرِيِّ، نَحْوَهُ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উমার ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । হিশাম ইবনু ইউনুস কূফী কাসিম ইবনু মালিক আল মুযানী হতে জুরাইরীর সূত্রে একই রকম হাদীস বর্ণনা করেছেন । এ হাদীসটি হাসান গারীব সহীহ্ ।"
  },
  {
    "hadith_id": 1768,
    "narrator": "উরওয়া ইবনুল মুগীরা ইবনু শুবা (রাঃ) হতে তার বাবা",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি রূমী জুব্বা পরেন। এর হাতাদু’টি ছিল সংকীর্ণ।\n\nসহীহ্, মুখতাসার শামা-ইল (৫৭), সহীহ্ আবূ দাঊদ (১৩৯-১৪০), নাসা-ঈ",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، عَنِ الشَّعْبِيِّ، عَنْ عُرْوَةَ بْنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم لَبِسَ جُبَّةً رُومِيَّةً ضَيِّقَةَ الْكُمَّيْنِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1769,
    "narrator": "মুগীরা ইবনু শুবা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দাহিয়া আল-কালবী (রাঃ) একজোড়া চামড়ার মোজা উপহার দিয়েছিলেন। তিনি তা পরিধান করেন। \n\nসহীহ্, মুখতাসার শামা-ইল (৫৯)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ أَبِي زَائِدَةَ، عَنِ الْحَسَنِ بْنِ عَيَّاشٍ، عَنْ أَبِي إِسْحَاقَ، هُوَ الشَّيْبَانِيُّ عَنِ الشَّعْبِيِّ، قَالَ قَالَ الْمُغِيرَةُ بْنُ شُعْبَةَ أَهْدَى دِحْيَةُ الْكَلْبِيُّ لِرَسُولِ اللَّهِ صلى الله عليه وسلم خُفَّيْنِ فَلَبِسَهُمَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1770,
    "narrator": "আরফাজা ইবনু আসআদ (রাঃ)",
    "bn": "তিনি বলেন, জাহিলী আমলে কুলাবের যুদ্ধে আমার নাক আঘাতপ্রাপ্ত হয়ে নষ্ট হয়ে যায়। আমি রুপার একটি নাক বাঁধিয়ে নিলাম। কিন্তু আমি তাতে দুর্গন্ধ অনুভব করি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে একটি স্বর্ণের নাক বানিয়ে নিতে বললেন। \n\nহাসান, মিশকাত তাহকীক ছানী (৪৪০০)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا عَلِيُّ بْنُ هَاشِمِ بْنِ الْبَرِيدِ، وَأَبُو سَعْدٍ الصَّغَانِيُّ عَنْ أَبِي الأَشْهَبِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ طَرَفَةَ، عَنْ عَرْفَجَةَ بْنِ أَسْعَدَ، قَالَ أُصِيبَ أَنْفِي يَوْمَ الْكُلاَبِ فِي الْجَاهِلِيَّةِ فَاتَّخَذْتُ أَنْفًا مِنْ وَرِقٍ فَأَنْتَنَ عَلَىَّ فَأَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ أَتَّخِذَ أَنْفًا مِنْ ذَهَبٍ ‏.‏\n\nحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا الرَّبِيعُ بْنُ بَدْرٍ، وَمُحَمَّدُ بْنُ يَزِيدَ الْوَاسِطِيُّ، عَنْ أَبِي الأَشْهَبِ، نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ طَرَفَةَ ‏.‏ وَقَدْ رَوَى سَلْمُ بْنُ زَرِيرٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ طَرَفَةَ نَحْوَ حَدِيثِ أَبِي الأَشْهَبِ ‏.‏ وَقَدْ رُوِيَ عَنْ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ أَنَّهُمْ شَدُّوا أَسْنَانَهُمْ بِالذَّهَبِ وَفِي هَذَا الْحَدِيثِ حُجَّةٌ لَهُمْ ‏.‏ وَقَالَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ سَلْمُ بْنُ رَزِينٍ وَهُوَ وَهَمٌ وَأَبُو سَعْدٍ الصَّغَانِيُّ اسْمُهُ مُحَمَّدُ بْنُ مُيَسَّرٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আলী ইবনু হুজর রাবী ইবনু বাদর হতে এবং মুহাম্মাদ ইবনু ইয়াযীদ আল-ওয়াসিতী আবুল আশহাব হতে অনুরূপ বর্ণনা করেছেন ।\n\nএ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। আমরা এ হাদীস সম্বন্ধে শুধু আবদুর রাহমান ইবনু তারাফার সূত্রে জেনেছি । সালম ইবনু যারীর ও আবদুর রাহমান ইবনু তারাফার সূত্রে আবুল আশহাবের হাদীসের মতই বর্ণনা করেছেন। অসংখ্য অভিজ্ঞ আলিম হতে বর্ণিত আছে, তারা  নিজেদের দাঁত স্বর্ণ দ্বারা বাঁধিয়ে নিয়েছেন । এ হাদীসটি তাদের দলীল । আবদুর রাহমান ইবনু মাহ্‌দী বলেন, সাল্‌ম ইবনু জারীর বলা অমূলক বরং ইবনু ওয়া জারীর সঠিক । আবূ সাঈদ আস-সানআনীর নাম মুহাম্মাদ, পিতা মুইয়াসসীর।"
  },
  {
    "hadith_id": 1772,
    "narrator": "কাতাদা (রহঃ)",
    "bn": "তিনি বলেন, আনাস ইবনু মালিক (রাঃ)-কে আমি প্রশ্ন করলাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জুতাজোড়া কেমন ছিল? তিনি বললেন, এর দু’টি করে ফিতা ছিল।\n\nসহীহ্‌, মুখতাসার শামা-ইল (৬০, ৬২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، قَالَ قُلْتُ لأَنَسِ بْنِ مَالِكٍ كَيْفَ كَانَ نَعْلُ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ لَهُمَا قِبَالاَنِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1773,
    "narrator": "আনাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জুতাজোড়ার দু’টি করে ফিতা ছিল।\n\nসহীহ্‌, মুখতাসার শামা-ইল (৬০, ৬২)এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। ইবনু আব্বাস ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا حِبَّانُ بْنُ هِلاَلٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ نَعْلاَهُ لَهُمَا قِبَالاَنِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। ইবনু আব্বাস ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1774,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, এক পায়ে জুতা পরে যেন তোমাদের কেউ না  হাঁটে। হয় সে দুটো পায়ে জুতা পরবে অথবা দুটো পা-ই উদম রাখবে।\n\nসহীহ্ ইবনু মা-জাহ (৩৬১৭), নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، ح وَحَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَمْشِي أَحَدُكُمْ فِي نَعْلٍ وَاحِدَةٍ لِيُنْعِلْهُمَا جَمِيعًا أَوْ لِيُحْفِهِمَا جَمِيعًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1775,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, দাঁড়ানো অবস্থায় কাউকে জুতা পরতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন।\n\nসহীহ্, ইবনু মা-জাহ (৩৬১৮)",
    "ar": "حَدَّثَنَا أَزْهَرُ بْنُ مَرْوَانَ الْبَصْرِيُّ، حَدَّثَنَا الْحَارِثُ بْنُ نَبْهَانَ، عَنْ مَعْمَرٍ، عَنْ عَمَّارِ بْنِ أَبِي عَمَّارٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَنْتَعِلَ الرَّجُلُ وَهُوَ قَائِمٌ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَرَوَى عُبَيْدُ اللَّهِ بْنُ عَمْرٍو الرَّقِّيُّ هَذَا الْحَدِيثَ عَنْ مَعْمَرٍ عَنْ قَتَادَةَ عَنْ أَنَسٍ وَكِلاَ الْحَدِيثَيْنِ لاَ يَصِحُّ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏ وَالْحَارِثُ بْنُ نَبْهَانَ لَيْسَ عِنْدَهُمْ بِالْحَافِظِ وَلاَ نَعْرِفُ لِحَدِيثِ قَتَادَةَ عَنْ أَنَسٍ أَصْلاً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা গারীব বলেছেন । এ হাদীসটি আনাস (রাঃ) হতেও অন্য সূত্রে (নিম্নে দ্র.) বর্ণিত আছে । কিন্তু হাদীস বিশারদগণের মতে এই দুইটি হাদীস সহীহ্‌ নয় । তারা মনে করেন হারিস ইবনু নাবহান হাদীসের হাফিয নন । তাছাড়া কাতাদা-আনাস (রাঃ)-এর সূত্রে এ হাদীসের কোন ভিত্তি আছে বলে আমাদের জানা নেই ।"
  },
  {
    "hadith_id": 1777,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেছেন, খুব কমই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এক পায়ে জুতা পরে হেঁটেছেন। \n\nমুনকার, মিশকাত (৪৪১৬)",
    "ar": "حَدَّثَنَا الْقَاسِمُ بْنُ دِينَارٍ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ السَّلُولِيُّ، كُوفِيٌّ حَدَّثَنَا هُرَيْمُ بْنُ سُفْيَانَ الْبَجَلِيُّ الْكُوفِيُّ، عَنْ لَيْثٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ رُبَّمَا مَشَى النَّبِيُّ صلى الله عليه وسلم فِي نَعْلٍ وَاحِدَةٍ ‏.‏",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1778,
    "narrator": "আইশা (রাঃ)",
    "bn": "এক পায়ে জুতা পরে তিনি চলাফিরা করেছেন।\n\nসহীহ্‌, প্রাগুক্ত",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا مَشَتْ بِنَعْلٍ وَاحِدَةٍ ‏.‏ وَهَذَا أَصَحُّ ‏.‏ قَالَ أَبُو عِيسَى وَهَكَذَا رَوَاهُ سُفْيَانُ الثَّوْرِيُّ وَغَيْرُ وَاحِدٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ مَوْقُوفًا وَهَذَا أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই বর্ণনাটি অনেক বেশি সহীহ্‌। আবূ ঈসা বলেন, এটাকে আবদুর রাহমান ইবনুল কাসিমের সূত্রে সুফিয়ান সাওরী ও অপরাপর বর্ণনাকারীগণ মাওকূফভাবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1779,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কেউ জুতা পরার সময় আগে ডান পায়ে জুতা পড়বে এবং তা খোলার সময় আগে বাম পায়ের জুতা খুলবে। অতএব জুতা পরার সময় ডান পা প্রথম হবে এবং খোলার সময় ডান পা দ্বিতীয় হবে।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৬১৬), মুসলিম এবং বুখারীও একই অর্থে হাদীস বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، ح وَحَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا انْتَعَلَ أَحَدُكُمْ فَلْيَبْدَأْ بِالْيَمِينِ وَإِذَا نَزَعَ فَلْيَبْدَأْ بِالشِّمَالِ فَلْتَكُنِ الْيُمْنَى أَوَّلَهُمَا تُنْعَلُ وَآخِرَهُمَا تُنْزَعُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1780,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলেছেনঃ তুমি যদি আমার সাথে মিলিত হতে চাও তবে একজন সফরকারীর মত পাথেয় নিয়ে দুনিয়াতে খুশি থাক। আর তুমি ধনীদের সাথে উঠা-বসা ও মেলামেশার ব্যাপারে সতর্ক থাক। তোমার পরনের পোশাক পুরাতন হলেও তাতে তালি না লাগানো পর্যন্ত তা বাতিল করো না।\n\nখুবই দুর্বল, যঈফা (১২৯৪), তা’লীকুর রাগীব (৪/৯৮), মিশকাত, তাহকীক ছানী (৪৩৪৪)।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا سَعِيدُ بْنُ مُحَمَّدٍ الْوَرَّاقُ، وَأَبُو يَحْيَى الْحِمَّانِيُّ قَالاَ حَدَّثَنَا صَالِحُ بْنُ حَسَّانَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا أَرَدْتِ اللُّحُوقَ بِي فَلْيَكْفِيكِ مِنَ الدُّنْيَا كَزَادِ الرَّاكِبِ وَإِيَّاكِ وَمُجَالَسَةَ الأَغْنِيَاءِ وَلاَ تَسْتَخْلِقِي ثَوْبًا حَتَّى تُرَقِّعِيهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ صَالِحِ بْنِ حَسَّانَ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدًا يَقُولُ صَالِحُ بْنُ حَسَّانَ مُنْكَرُ الْحَدِيثِ وَصَالِحُ بْنُ أَبِي حَسَّانَ الَّذِي رَوَى عَنْهُ ابْنُ أَبِي ذِئْبٍ ثِقَةٌ ‏.‏ قَالَ أَبُو عِيسَى وَمَعْنَى قَوْلِهِ ‏\"‏ وَإِيَّاكِ وَمُجَالَسَةَ الأَغْنِيَاءِ ‏\"‏ ‏.‏ هُوَ نَحْوُ مَا رُوِيَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ مَنْ رَأَى مَنْ فُضِّلَ عَلَيْهِ فِي الْخَلْقِ وَالرِّزْقِ فَلْيَنْظُرْ إِلَى مَنْ هُوَ أَسْفَلُ مِنْهُ مِمَّنْ فُضِّلَ هُوَ عَلَيْهِ فَإِنَّهُ أَجْدَرُ أَنْ لاَ يَزْدَرِيَ نِعْمَةَ اللَّهِ عَلَيْهِ ‏\"‏ ‏.‏ وَيُرْوَى عَنْ عَوْنِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ قَالَ صَحِبْتُ الأَغْنِيَاءَ فَلَمْ أَرَ أَحَدًا أَكْثَرَ هَمًّا مِنِّي أَرَى دَابَّةً خَيْرًا مِنْ دَابَّتِي وَثَوْبًا خَيْرًا مِنْ ثَوْبِي وَصَحِبْتُ الْفُقَرَاءَ فَاسْتَرَحْتُ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। শুধু সালিহ ইবনু হাসসানের সূত্রেই আমরা এ হাদীসটি জেনেছি। ইমাম বুখারী (রহঃ) বলেছেন, সালিহ ইবনু হাসসান একজন প্রত্যাখ্যাত রাবী। কিন্তু সালিহ ইবনু আবূ হাসসান সিকাহ রাবী, তার সূত্রে ইবনু আবূ যিব হাদীস বর্ণনা করেছেন। “ধনীদের সাথে উঠা-বসার ব্যাপারে সতর্ক থাক”, এই বাক্যের তাৎপর্য আবূ হুরাইরা (রাঃ) বর্ণিত নিম্নোক্ত হাদীসের মতইঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, “কেউ যদি দেখে যে, অন্য কোন ব্যক্তিকে তার চেয়ে সুন্দর দৈহিক গঠন ও ধন-সম্পদের অধিকারী করা হয়েছে, তবে সে যেন এই ক্ষেত্রে তার নিজের তুলনায় যাকে কম দেয়া হয়েছে এবং যার উপর তাকে প্রাধান্য দেয়া হয়েছে, তার দিকে দেখে। তাহলে সে (নিজের প্রতি) আল্লাহ তা‘আলা প্রদত্ত সুযোগ-সুবিধাকে তুচ্ছজ্ঞান করবে না।” \nআওন ইবনু আবদুল্লাহ ইবনু উতবা (রাঃ) বলেন, আমি ধনীদের সাথে উঠা-বসা করি। আমি নিজের চাইতে বেশী বিষণ্ন অন্য কাউকে অনুভব করি না। (আমার ভারাক্রান্ত হৃদয় হওয়ার কারণ এই যে) তাদের যান-বাহন ও পোশাক-পরিচ্ছদ আমার চেয়েও অনেক ভাল দেখতে পাই। আর আমি যখন গরীব লোকদের সাথে মেলামেশা করি তখন অনেক বেশী শান্তি অনুভব করি।"
  },
  {
    "hadith_id": 1781,
    "narrator": "উম্মু হানী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মক্কায় পদার্পণের সময় তাঁর মাথার চুলে চারটি বেণী ছিল। এ হাদীসটিকে আবূ ঈসা গারীব বলেছেন। ইমাম বুখারী (রহঃ) বলেন, উম্মু হানী (রাঃ) হতে মুজাহিদ (রহঃ) কিছু শুনেছেন বলে আমার জানা নেই।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৬৩১)",
    "ar": "حَدَّثَنِي ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنْ أُمِّ هَانِئٍ، قَالَتْ قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَكَّةَ وَلَهُ أَرْبَعُ غَدَائِرَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ قَالَ مُحَمَّدٌ لاَ أَعْرِفُ لِمُجَاهِدٍ سَمَاعًا مِنْ أُمِّ هَانِئٍ ‏.‏\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ نَافِعٍ الْمَكِّيُّ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنْ أُمِّ هَانِئٍ، قَالَتْ قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَكَّةَ وَلَهُ أَرْبَعُ ضَفَائِرَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَعَبْدُ اللَّهِ بْنُ أَبِي نَجِيحٍ مَكِّيٌّ أَبُو نَجِيحٍ اسْمُهُ يَسَارٌ ‏.‏\nقَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَعَبْدُ اللَّهِ بْنُ أَبِي نَجِيحٍ مَكِّيٌّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "অন্য একটি সূত্রেও উম্মু হানী (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মক্কায় প্রবেশের সময় তাঁর মাথায় চারটি বেণী ছিল। সহীহ্‌, দেখুন পূর্বের হাদীস\nএ হাদীসটিকে আবূ ঈসা গারীব বলেছেন। আবদুল্লাহ ইবনু আবূ নাজীহ মক্কার অধিবাসী এবং তার নাম ইয়াসার।"
  },
  {
    "hadith_id": 1782,
    "narrator": "আবূ সাঈদ আবদুল্লাহ ইবনু বুসর (রহঃ)",
    "bn": "তিনি বলেছেন, আমি আবূ কাবশা আনসারী (রাঃ)-কে বলতে শুনেছি, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর সাহাবীদের টুপি ছিল মাথা জুড়ে বিস্তৃত।\n\nযঈফ, মিশকাত, তাহকীক ছানী (৪৩৩৩)।",
    "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ حُمْرَانَ، عَنْ أَبِي سَعِيدٍ، وَهُوَ عَبْدُ اللَّهِ بْنُ بُسْرٍ قَالَ سَمِعْتُ أَبَا كَبْشَةَ الأَنْمَارِيَّ، يَقُولُ كَانَتْ كِمَامُ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم بُطْحًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ مُنْكَرٌ ‏.‏ وَعَبْدُ اللَّهِ بْنُ بُسْرٍ بَصْرِيٌّ هُوَ ضَعِيفٌ عِنْدَ أَهْلِ الْحَدِيثِ ضَعَّفَهُ يَحْيَى بْنُ سَعِيدٍ وَغَيْرُهُ ‏.‏ وَبُطْحٌ يَعْنِي وَاسِعَةٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেছেন, এ হাদীসটি মুনকার। হাদীস বিশারদেদের মতে আবদুল্লাহ ইবনু বুসর হাদীস শাস্ত্রে দুর্বল। প্রখ্যাত হাদীসবেত্তা ইয়াহইয়া ইবনু সাঈদ প্রমুখ তাকে দুর্বল বলেছেন। বুতহুন শব্দের অর্থ প্রশস্ত।"
  },
  {
    "hadith_id": 1783,
    "narrator": "হুযাইফা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার বা তাঁর জঙ্ঘা (হাঁটুর নিচের মাংসপেশী) ধরে বলেনঃ এটা হল লুঙ্গি বা পায়জামার জায়গা। তুমি না মানতে চাইলে আরও নিচে নামাতে পার। যদি তাও মানতে রাজী না হও তবে জেনে রাখ, লুঙ্গি-পায়জামার পায়ের গোছা স্পর্শ করার কোন অধিকার নেই।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৫৭২)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ مُسْلِمِ بْنِ نَذِيرٍ، عَنْ حُذَيْفَةَ، قَالَ أَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِعَضَلَةِ سَاقِي أَوْ سَاقِهِ فَقَالَ ‏ \"‏ هَذَا مَوْضِعُ الإِزَارِ فَإِنْ أَبَيْتَ فَأَسْفَلُ فَإِنْ أَبَيْتَ فَلاَ حَقَّ لِلإِزَارِ فِي الْكَعْبَيْنِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ رَوَاهُ الثَّوْرِيُّ وَشُعْبَةُ عَنْ أَبِي إِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীসটি আবূ ইসহাকের সূত্রে শুবা এবং সুফিয়ান সাওরীও বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1784,
    "narrator": "আবূ জাফর ইবনু মুহাম্মদ ইবনু রুকানা (রহঃ) হতে তার পিতা",
    "bn": "রুকানা (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর সাথে কুস্তি লড়েন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ভূপাতিত করেন। রুকানা (রাঃ) বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ  আমাদের ও মুশরিকদের মধ্যে পার্থক্য হল টুপির উপর পাগড়ী পরা। \n\nযঈফ, মিশকাত (৪৩৪০), ইরওয়া (১৫০৩)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مُحَمَّدُ بْنُ رَبِيعَةَ، عَنْ أَبِي الْحَسَنِ الْعَسْقَلاَنِيِّ، عَنْ أَبِي جَعْفَرِ بْنِ مُحَمَّدِ بْنِ رُكَانَةَ، عَنْ أَبِيهِ، أَنَّ رُكَانَةَ، صَارَعَ النَّبِيَّ صلى الله عليه وسلم فَصَرَعَهُ النَّبِيُّ صلى الله عليه وسلم قَالَ رُكَانَةُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّ فَرْقَ مَا بَيْنَنَا وَبَيْنَ الْمُشْرِكِينَ الْعَمَائِمُ عَلَى الْقَلاَنِسِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَإِسْنَادُهُ لَيْسَ بِالْقَائِمِ ‏.‏ وَلاَ نَعْرِفُ أَبَا الْحَسَنِ الْعَسْقَلاَنِيَّ وَلاَ ابْنَ رُكَانَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। এর সনদ সঠিক নয়। আমরা আবূল হাসান আসকালানীকেও চিনি না এবং ইবনু রুকানাকেও না।"
  },
  {
    "hadith_id": 1785,
    "narrator": "আবদুল্লাহ ইবনু বুরাইদা (রহঃ) হতে তার পিতা",
    "bn": "বুরাইদা (রাঃ) বলেছেন, এক ব্যক্তি লোহার আংটি পরে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর নিকটে এলে তিনি বলেনঃ তোমার কাছ থেকে জাহান্নামবাসীদের অলংকার ফেলে দাও। সে ফিরে গিয়ে আবার পিতলের আংটি পরে তাঁর নিকটে এলে তিনি বললেনঃ কি ব্যাপার! আমি তোমার হতে মূর্তির গন্ধ পাচ্ছি? এবার সে ফিরে গিয়ে সোনার আংটি পরে তাঁর নিকটে এলে তিনি বললেনঃ কি ব্যাপার! আমি তোমাকে জান্নাতীদের অলংকার পরা দেখতে পাচ্ছি? তখন সে বলল, আমি কিসের আংটি বানাব? তিনি বললেনঃ এক মিসকালের (সাড়ে চার মাসা) কম রূপা দিয়ে আংটি বানাও। \n\nযঈফ, মিশকাত (৪৩৯৬), আদাবু যিফাফ (১২৮)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، وَأَبُو تُمَيْلَةَ يَحْيَى بْنُ وَاضِحٍ عَنْ عَبْدِ اللَّهِ بْنِ مُسْلِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم وَعَلَيْهِ خَاتَمٌ مِنْ حَدِيدٍ فَقَالَ ‏\"‏ مَا لِي أَرَى عَلَيْكَ حِلْيَةَ أَهْلِ النَّارِ ‏\"‏ ‏.‏ ثُمَّ جَاءَهُ وَعَلَيْهِ خَاتَمٌ مِنْ صُفْرٍ فَقَالَ ‏\"‏ مَا لِي أَجِدُ مِنْكَ رِيحَ الأَصْنَامِ ‏\"‏ ‏.‏ ثُمَّ أَتَاهُ وَعَلَيْهِ خَاتَمٌ مِنْ ذَهَبٍ فَقَالَ ‏\"‏ مَا لِي أَرَى عَلَيْكَ حِلْيَةَ أَهْلِ الْجَنَّةِ ‏\"‏ ‏.‏ قَالَ مِنْ أَىِّ شَيْءٍ أَتَّخِذُهُ قَالَ ‏\"‏ مِنْ وَرِقٍ وَلاَ تُتِمَّهُ مِثْقَالاً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ وَعَبْدُ اللَّهِ بْنُ مُسْلِمٍ يُكْنَى أَبَا طَيْبَةَ وَهُوَ مَرْوَزِيٌّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি পারীব। এ অনুচ্ছেদে আবদুল্লাহ ইবনু ‘আমর এবং আবদুল্লাহ ইবনু মুসলিম (রাঃ) হতেও হাদীস বর্ণিত আছে। আবদুল্লাহ ইবনু মুসলিমের ডাকনাম আবূ তাইবা আল-মারওয়াযী।"
  },
  {
    "hadith_id": 1786,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "তিনি বলেন, আলী (রাঃ)-কে আমি বলতে শুনেছিঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে রেশমী কাপড় পরতে, লাল জিনপোষের উপর বসতে এবং আমার আংটি এই এই আঙ্গুলে পরতে বারণ করেছেন। এই বলে তিনি তাঁর তর্জনী ও মধ্যমার দিকে ইশারা করেন।\n\nএই অথবা এই আঙ্গুলে শব্দে হাদীসটি সহীহ্‌, বর্ণনাকারী আসিম সন্দেহ করেছেন। যঈফা (৫৪৯৯), মুসলিম",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمِ بْنِ كُلَيْبٍ، عَنِ ابْنِ أَبِي مُوسَى، قَالَ سَمِعْتُ عَلِيًّا، يَقُولُ نَهَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْقَسِّيِّ وَالْمِيثَرَةِ الْحَمْرَاءِ وَأَنْ أَلْبَسَ خَاتَمِي فِي هَذِهِ وَفِي هَذِهِ ‏.‏ وَأَشَارَ إِلَى السَّبَّابَةِ وَالْوُسْطَى ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَابْنُ أَبِي مُوسَى هُوَ أَبُو بُرْدَةَ بْنُ أَبِي مُوسَى وَاسْمُهُ عَامِرُ بْنُ عَبْدِ اللَّهِ بْنِ قَيْسٍ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আবূ মূসা (রাঃ)-এর ছেলের নাম আমির এবং উপনাম আবূ বুরদা। পিতা আব্দুল্লাহ ইবনু কাইস"
  },
  {
    "hadith_id": 1787,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যেসব পোশাক পরতেন তার মধ্যে আঁচলবিশিষ্ট (ইয়ামানী) চাদর তাঁর নিকট সবচাইতে বেশি পছন্দের ছিল।  \n\nসহীহ্‌, মুখতাসার শামা-ইল মুহাম্মাদীয়া (৫১), নাসা-ঈ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ كَانَ أَحَبَّ الثِّيَابِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم يَلْبَسُهَا الْحِبَرَةُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ গারীব বলেছেন।"
  },
  {
    "hadith_id": 1771,
    "narrator": "আবুল মালীহ (রহঃ)",
    "bn": "১৭৭১/১. আবুল মালীহ (রহঃ) হতে তার পিতার সূত্রে বর্ণিত আছে, হিংস্র প্রাণীর চামড়া ফরাশ হিসাবে ব্যবহার করতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বারণ করেছেন।\n\nসহীহ্, সহীহা (১০১১), মিশকাত (৫০৬)\n\nআবুল মালীহ (রহঃ) হতে তার বাবার সূত্রে বর্ণিত আছে, হিংস্র প্রাণীর চামড়া কাজে লাগানোকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষিদ্ধ করেছেন। \n\nসহীহ্‌, দেখুন পূর্বের হাদীস \n\nমুআয ইবনু হিশাম-তার পিতা হতে, তিনি কাতাদা হতে, তিনি আবুল মালীহ হতে বর্ণনা করেছেন যে, তিনি হিংস্র প্রাণীর চামড়া কাজে লাগানোকে অপছন্দ বলে মনে করেন। সহীহ্‌, দেখুন পূর্বের হাদীস \n\nআবূ ঈসা বলেন, এই হাদীসের সনদ “আবুল মালীহ-তার পিতা হতে” এভাবে সাঈদ ইবনু আবূ আরূবা ছাড়া আর কেউ বর্ণনা করেছেন বলে আমাদের জানা নেই।\n\n-----------------\n\n১৭৭১/২. আবুল মালীহ (রহঃ) হতে বর্ণিত আছে, হিংস্র প্রাণীর চামড়া ব্যবহারকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন।\n\nসহীহ্‌, দেখুন পূর্বের হাদীস \n\nএই বর্ণনাটিই অনেক বেশি সহীহ্ (কারণ স্মরণ শক্তির দিক হতে শুবা (রহঃ) সাঈদ ইবনু আবূ আরূবার চাইতে অগ্রগণ্য)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، وَمُحَمَّدُ بْنُ بِشْرٍ، وَعَبْدُ اللَّهِ بْنُ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ أَبِي الْمَلِيحِ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ جُلُودِ السِّبَاعِ أَنْ تُفْتَرَشَ ‏.‏\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَبِي الْمَلِيحِ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ جُلُودِ السِّبَاعِ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَبِي الْمَلِيحِ، أَنَّهُ كَرِهَ جُلُودَ السِّبَاعِ ‏.‏ قَالَ أَبُو عِيسَى وَلاَ نَعْلَمُ أَحَدًا قَالَ عَنْ أَبِي الْمَلِيحِ، عَنْ أَبِيهِ، غَيْرَ سَعِيدِ بْنِ أَبِي عَرُوبَةَ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ يَزِيدَ الرِّشْكِ، عَنْ أَبِي الْمَلِيحِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ نَهَى عَنْ جُلُودِ السِّبَاعِ ‏.‏ وَهَذَا أَصَحُّ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null
  },
  {
    "hadith_id": 1776,
    "narrator": "আনাস (রাঃ)",
    "bn": "মা’মার হতে কাতাদার বরাতে আনাস (রাঃ)-এর সূত্রে বর্ণিত আছে, কাউকে দাঁড়িয়ে জুতা পরতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বারণ করেছেন।\n\nসহীহ্, দেখুন পূর্বের হাদীস",
    "ar": "حَدَّثَنَا أَبُو جَعْفَرٍ السِّمْنَانِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ عُبَيْدِ اللَّهِ الرَّقِّيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو الرَّقِّيُّ، عَنْ مَعْمَرٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى أَنْ يَنْتَعِلَ الرَّجُلُ وَهُوَ قَائِمٌ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَقَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ وَلاَ يَصِحُّ هَذَا الْحَدِيثُ وَلاَ حَدِيثُ مَعْمَرٍ عَنْ عَمَّارِ بْنِ أَبِي عَمَّارٍ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা গারীব বলেছেন । ইমাম বুখারী বলেন, এ হাদীস এবং মামার হতে আম্মার ইবনু আবূ আম্মারের বরাতে আবূ হুরাইরা (রাঃ)-এর সূত্রে বর্ণিত হাদীসটি সহীহ্‌ নয় ।"
  }
]