[
  {
    "hadith_id": 1788,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কখনও উচ্চ দস্তরখানে (টেবিলে) বসে এবং (বিভিন্ন প্রকার চাটনি ও হজমির) ছোট ছোট পেয়ালায় নিয়ে খাননি। কখনো তাঁর জন্য পাতলা রুটি বানানো হয়নি। কাতাদা (রহঃ)-কে আমি (ইউনুস) প্রশ্ন করলাম, তাহলে কিসের উপর (থালা) রেখে তাঁরা খাওয়া-দাওয়া করতেন? তিনি বললেন, চামড়ার এই সাধারণ দস্তরখানা বিছিয়ে তার উপর।  \n\nসহীহ্, ইবনু মা-জাহ (৩২৯২), বুখারী",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ يُونُسَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ مَا أَكَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي خِوَانٍ وَلاَ فِي سُكُرُّجَةٍ وَلاَ خُبِزَ لَهُ مُرَقَّقٌ ‏.‏ قَالَ فَقُلْتُ لِقَتَادَةَ فَعَلَى مَا كَانُوا يَأْكُلُونَ قَالَ عَلَى هَذِهِ السُّفَرِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ قَالَ مُحَمَّدُ بْنُ بَشَّارٍ وَيُونُسُ هَذَا هُوَ يُونُسُ الإِسْكَافُ ‏.‏ وَقَدْ رَوَى عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। মুহাম্মাদ ইবনু বাশশার বলেন, এই ইউনুস হলেন ইউনুস আল-ইসকাফ। সাঈদ ইবনু আবী আরূবা হতে, তিনি কাতাদা হতে, তিনি আনাস (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে আবদুল ওয়ারিস ইবনু সাঈদ (রহঃ) উপরোক্ত হাদীসের মতো বর্ণনা করেছেন"
  },
  {
    "hadith_id": 1789,
    "narrator": "হিশাম ইবনু যাইদ (রহঃ)",
    "bn": "তিনি বলেন, আনাস (রাঃ)-কে আমি বলতে শুনেছি, আমরা একটি খরগোশকে মাররায-যাহরানে তাড়া করলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবীগণ এর পিছু ধাওয়া করলেন। আমি এর নাগালে পৌঁছে তা ধরে ফেললাম। আমি আবূ তালহা (রাঃ)-এর সামনে খরগোশটি নিয়ে আসলে তিনি একটি ধারালো পাথর দিয়ে তা যবেহ করেন। তিনি আমাকে এর ঊরু অথবা নিতম্বের গোশত দিয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট পাঠালে তিনি তা খেলেন। আমি (হিশাম) প্রশ্ন করলাম, তিনি কি তা খেয়েছেন? আনাস (রাঃ) বললেন, তিনি তা গ্রহণ করেছেন।  \n\nসহীহ্, ইবনু মা-জাহ (৩২৪৩), নাসা-ঈ",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَخْبَرَنَا شُعْبَةُ، عَنْ هِشَامِ بْنِ زَيْدِ بْنِ أَنَسٍ، قَالَ سَمِعْتُ أَنَسًا، يَقُولُ أَنْفَجْنَا أَرْنَبًا بِمَرِّ الظَّهْرَانِ فَسَعَى أَصْحَابُ النَّبِيِّ صلى الله عليه وسلم خَلْفَهَا فَأَدْرَكْتُهَا فَأَخَذْتُهَا فَأَتَيْتُ بِهَا أَبَا طَلْحَةَ فَذَبَحَهَا بِمَرْوَةٍ فَبَعَثَ مَعِي بِفَخِذِهَا أَوْ بِوَرِكِهَا إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَكَلَهُ ‏.‏ قَالَ قُلْتُ أَكَلَهُ قَالَ قَبِلَهُ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ جَابِرٍ وَعَمَّارٍ وَمُحَمَّدِ بْنِ صَفْوَانَ وَيُقَالُ مُحَمَّدُ بْنُ صَيْفِيٍّ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ لاَ يَرَوْنَ بِأَكْلِ الأَرْنَبِ بَأْسًا ‏.‏ وَقَدْ كَرِهَ بَعْضُ أَهْلِ الْعِلْمِ أَكْلَ الأَرْنَبِ وَقَالُوا إِنَّهَا تَدْمِي ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, জাবির, আম্মার ও মুহাম্মাদ ইবনু সাফওয়ান (রাঃ) (তাকে মুহাম্মাদ ইবনু মাইফীও বলা হয়) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্। এ হাদীস মোতাবিক বেশিরভাগ অভিজ্ঞ আলিম আমল করেছেন। খরগোশের গোশত খাওয়াতে কোন সমস্যা নেই বলে তারা মনে করেন। খরগোশের গোশত খাওয়াকে অপর কয়েকজন বিশেষজ্ঞ আলিম মাকরূহ বলেন। তারা বলেন, খোরগোশের ঋতুস্রাব হয় ।"
  },
  {
    "hadith_id": 1790,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "গুইসাপ খাওয়ার ব্যাপারে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করা হলে তিনি বলেনঃ আমি তা খাই না এবং তা হারামও বলি না। \n\nসহীহ্‌, নাসা-ঈ",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم سُئِلَ عَنْ أَكْلِ الضَّبِّ فَقَالَ ‏ \"‏ لاَ آكُلُهُ وَلاَ أُحَرِّمُهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَأَبِي سَعِيدٍ وَابْنِ عَبَّاسٍ وَثَابِتِ بْنِ وَدِيعَةَ وَجَابِرٍ وَعَبْدِ الرَّحْمَنِ ابْنِ حَسَنَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي أَكْلِ الضَّبِّ فَرَخَّصَ فِيهِ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَكَرِهَهُ بَعْضُهُمْ ‏.‏ وَيُرْوَى عَنِ ابْنِ عَبَّاسٍ أَنَّهُ قَالَ أُكِلَ الضَّبُّ عَلَى مَائِدَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَإِنَّمَا تَرَكَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم تَقَذُّرًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উমার, আবূ সাঈদ, ইবুন আব্বাস, সাবিত ইবনু ওয়াদিআ, জাবির ও আবদুর রাহমান ইবনু হাসান নহে্ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। গুইসাপ খাওয়ার ব্যাপারে অভিজ্ঞ আলিমগণ দ্বিমত পোষণ করেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল সাহাবী ও অপরাপর আলিম তা খাওয়ার পক্ষে সম্মতি দিয়েছেন এবং তাদের অন্য এক দল তা খাওয়াকে মাকরূহ বলেছেন। ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, “গুইসাপের গোশত রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দস্তরখানে খাওয়া হয়েছে। তিনি ব্যক্তিগত অরুচির কারণে তা পরিত্যাগ করেছেন”।"
  },
  {
    "hadith_id": 1791,
    "narrator": "ইবুন আবী আম্মার (রহঃ)",
    "bn": "তিনি বলেন, আমি জাবির (রাঃ)-কে প্রশ্ন করলাম, দাবু কি শিকারযোগ্য প্রাণী? তিনি বললেন, হ্যাঁ। তিনি আবার বললেন, আমি কি তা খেতে পারি? জাবির (রাঃ) বললেন, হ্যাঁ। প্রশ্নকারী আবার প্রশ্ন করেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি তা বলেছেন? তিনি বললেন, হ্যাঁ।\n\nসহীহ্, ইবনু মা-জাহ (৩২৩৬)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ، عَنِ ابْنِ أَبِي عَمَّارٍ، قَالَ قُلْتُ لِجَابِرٍ الضَّبُعُ صَيْدٌ هِيَ قَالَ نَعَمْ ‏.‏ قَالَ قُلْتُ آكُلُهَا قَالَ نَعَمْ ‏.‏ قَالَ قُلْتُ لَهُ أَقَالَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ نَعَمْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا وَلَمْ يَرَوْا بِأَكْلِ الضَّبُعِ بَأْسًا وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم حَدِيثٌ فِي كَرَاهِيَةِ أَكْلِ الضَّبُعِ وَلَيْسَ إِسْنَادُهُ بِالْقَوِيِّ وَقَدْ كَرِهَ بَعْضُ أَهْلِ الْعِلْمِ أَكْلَ الضَّبُعِ وَهُوَ قَوْلُ ابْنِ الْمُبَارَكِ ‏.‏ قَالَ يَحْيَى الْقَطَّانُ وَرَوَى جَرِيرُ بْنُ حَازِمٍ هَذَا الْحَدِيثَ عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ عَنِ ابْنِ أَبِي عَمَّارٍ عَنْ جَابِرٍ عَنْ عُمَرَ قَوْلَهُ ‏.‏ وَحَدِيثُ ابْنِ جُرَيْجٍ أَصَحُّ ‏.‏ وَابْنُ أَبِي عَمَّارٍ هُوَ عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي عَمَّارٍ الْمَكِّيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। এ হাদীস মোতাবিক একদল অভিজ্ঞ আলিম আমল করেছেন। দাবু খাওয়াতে তারা কোন সমস্যা মনে করেন না। এই অভিমত দিয়েছেন ইমাম আহ্‌মাদ এবং ইসহাকও। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে দাবু খাওয়া মাকরূহ হওয়ার ব্যাপারেও একটি হাদীস বর্ণিত আছে। কিন্তু তার সনদ খুব একটা জোড়ালো নয়। দাবু খাওয়াকে অপর একদল আলিম মাকরূহ বলেছেন। একথা বলেছেন ইবনুল মুবারাকও। প্রখ্যাত হাদীস বিশারদ ইয়াহ্‌ইয়া ইবনু সাঈদ আল-কাত্তান বলেছেন, এ হাদীসটিকে আবদুল্লাহ ইবনু উবাইদ ইবনু উমাইর-ইবনু আবী আম্মার হতে, তিনি জাবির (রাঃ) হতে, তিনি উমার (রাঃ)-এর সূত্রে উমার (রাঃ)-এর কথা বলে জারীর ইবনু হাযিম বর্ণনা করছেন। এ ক্ষেত্রে ইবনু জুরাইজের হাদীসটিই অনেক বেশি সহীহ্। ইবনু আবী আম্মারের নাম আবদুর রাহমান ইবনু আব্দুল্লাহ ইবনু আবী আম্মার। তিনি মক্কার অধিবাসী।"
  },
  {
    "hadith_id": 1792,
    "narrator": "খুযাইমা ইবনু জাযয়ি (রাঃ)",
    "bn": "তিনি বলেছেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর নিকটে ভালুক খাওয়া প্রসঙ্গে প্রশ্ন করলাম। তিনি বললেনঃ ভালুক কেউ খায় নাকি? আমি তাঁকে নেকড়ে বাঘ খাওয়া প্রসঙ্গে প্রশ্ন করলাম। তিনি বললেনঃ কোন উত্তম লোক নেকড়ে বাঘ খায় নাকি?\n\nযঈফ, ইবনু মাজাহ (৩২৩৭)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ إِسْمَاعِيلَ بْنِ مُسْلِمٍ، عَنْ عَبْدِ الْكَرِيمِ بْنِ أَبِي الْمُخَارِقِ أَبِي أُمَيَّةَ، عَنْ حِبَّانَ بْنِ جَزْءٍ، عَنْ أَخِيهِ، خُزَيْمَةَ بْنِ جَزْءٍ قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ أَكْلِ الضَّبُعِ فَقَالَ ‏\"‏ أَوَيَأْكُلُ الضَّبُعَ أَحَدٌ ‏\"‏ ‏.‏ وَسَأَلْتُهُ عَنْ أَكْلِ الذِّئْبِ فَقَالَ ‏\"‏ أَوَيَأْكُلُ الذِّئْبَ أَحَدٌ فِيهِ خَيْرٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَيْسَ إِسْنَادُهُ بِالْقَوِيِّ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ إِسْمَاعِيلَ بْنِ مُسْلِمٍ عَنْ عَبْدِ الْكَرِيمِ أَبِي أُمَيَّةَ ‏.‏ وَقَدْ تَكَلَّمَ بَعْضُ أَهْلِ الْحَدِيثِ فِي إِسْمَاعِيلَ وَعَبْدِ الْكَرِيمِ أَبِي أُمَيَّةَ وَهُوَ عَبْدُ الْكَرِيمِ بْنُ قَيْسِ بْنِ أَبِي الْمُخَارِقِ وَعَبْدُ الْكَرِيمِ بْنُ مَالِكٍ الْجَزَرِيُّ ثِقَةٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেছেন, এ হাদীসের সনদ মযবুত নয়। আমরা শুধুমাত্র ইসমাঈল ইবনু মুসলিমের মাধ্যমে আব্দুল করিমের সূত্রেই হাদীসটি জানতে পেরেছি। কিছু হাদীস বিশারদ এ হাদীসের রাবী ইসমাঈল ও আবদুল কারীম আবূ উমাইয়্যার সমালোচনা করেছেন। তিনি কাইস ইবনুল মুখারিকের পুত্র। কিন্তু মালিক আল-জাযারীর পুত্র আবদুল কারীম সিকাহ রাবী।"
  },
  {
    "hadith_id": 1793,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে ঘোড়ার গোশত খাইয়েছেন এবং আমাদেরকে গাধার গোশত খেতে নিষেধ করেছেন।  \n\nসহীহ্, ইরওয়া (৮/১৩৮) মুসলিম ও অনুরূপ বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَنَصْرُ بْنُ عَلِيٍّ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرٍ، قَالَ أَطْعَمَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم لُحُومَ الْخَيْلِ وَنَهَانَا عَنْ لُحُومِ الْحُمُرِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ جَابِرٍ ‏.‏ وَرَوَاهُ حَمَّادُ بْنُ زَيْدٍ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ مُحَمَّدِ بْنِ عَلِيٍّ عَنْ جَابِرٍ وَرِوَايَةُ ابْنِ عُيَيْنَةَ أَصَحُّ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدًا يَقُولُ سُفْيَانُ بْنُ عُيَيْنَةَ أَحْفَظُ مِنْ حَمَّادِ بْنِ زَيْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আসমা বিনতু আবূ বাকর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। আমর ইবনু দীনারের সূত্রে জাবির (রাঃ) হতে একাধিক বর্ণনাকারী একইরকম বর্ণনা করেছেন। এ হাদীসটি আমর ইবনু দীনার হতে মুহাম্মাদ ইবনু আলী (রহঃ)-এর সূত্রে জাবির (রাঃ) হতে হাম্মাদ (রহঃ) বর্ণনা করেছেন। ইবনু উয়াইনার বর্ণনাটি অনেক বেশি সহীহ্। আমি (তিরমিযী) ইমাম বুখারীকে বলতে শুনেছি, হাম্মাদ ইবনু যাইদ (রহঃ)-এর চেয়ে সুফিয়ান ইবনু উয়াইনা (রহঃ) বেশি স্মৃতিশক্তি সম্পন্ন ছিলেন।"
  },
  {
    "hadith_id": 1794,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, খাইবারের (যুদ্ধের) সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মহিলাদের সাথে মুতআ বিয়ের সম্পর্ক স্থাপন করতে এবং গৃহপালিত গাধার গোশত খেতে নিষেধ করেছেন।  \n\nসহীহ্, ইবনু মা-জাহ (১৯৬১), নাসা-ঈ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنِ الزُّهْرِيِّ، ح وَحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ اللَّهِ، وَالْحَسَنِ، ابْنَىْ مُحَمَّدِ بْنِ عَلِيٍّ عَنْ أَبِيهِمَا، عَنْ عَلِيٍّ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ مُتْعَةِ النِّسَاءِ زَمَنَ خَيْبَرَ وَعَنْ لُحُومِ الْحُمُرِ الأَهْلِيَّةِ ‏.‏\n\nحَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ اللَّهِ، وَالْحَسَنِ، هُمَا ابْنَا مُحَمَّدِ ابْنِ الْحَنَفِيَّةِ فَذَكَرَ نَحْوَهُ ‏.‏ وَعَبْدُ اللَّهِ بْنُ مُحَمَّدٍ يُكْنَى أَبَا هَاشِمٍ قَالَ الزُّهْرِيُّ وَكَانَ أَرْضَاهُمَا الْحَسَنُ بْنُ مُحَمَّدٍ ‏.‏ وَقَالَ غَيْرُ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ عَنِ ابْنِ عُيَيْنَةَ، وَكَانَ، أَرْضَاهُمَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সাঈদ ইবনু আবদুর রাহমান আল-মাখযূমী-সুফিয়ান হতে, তিনি যুহ্‌রী হতে, তিনি আবদুল্লাহ ও হাসান (মুহাম্মাদ ইবনুল হানাফিয়ার পুত্রদ্বয়) হতে অনুরূপ বর্ণিত আছে। যুহ্‌রী (রহঃ) বলেন, হাসান ইবনু মুহাম্মাদই হলেন এই দুইজনের মধ্যে অনেক বেশি সন্তোষজনক। সাঈদ ইবনু আবদুর রাহমান ছাড়া অন্যান্য বর্ণনাকারী ইবনু উয়াইনা হতে বর্ণনা করেন যে, আবদুল্লাহ ইবনু মুহাম্মাদ তাদের মধ্যে অনেক বেশি সন্তোষজনক। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1795,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, খাইবারের যুদ্ধের দিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে কোন প্রকারের শিকারী দাঁতযুক্ত হিংস্র প্রাণী, চাঁদমারির (নিশানার) লক্ষ্যবস্তু বানিয়ে হত্যা করা প্রাণী (মুজাসসামা) এবং গৃহপালিত গাধা হারাম ঘোষণা করেছেন।  \n\nহাসান সহীহ্, সহীহা (৩৫৮, ২৩৯১), ইরওয়া (২৪৮৮)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ، عَنْ زَائِدَةَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم حَرَّمَ يَوْمَ خَيْبَرَ كُلَّ ذِي نَابٍ مِنَ السِّبَاعِ وَالْمُجَثَّمَةَ وَالْحِمَارَ الإِنْسِيَّ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَجَابِرٍ وَالْبَرَاءِ وَابْنِ أَبِي أَوْفَى وَأَنَسٍ وَالْعِرْبَاضِ بْنِ سَارِيَةَ وَأَبِي ثَعْلَبَةَ وَابْنِ عُمَرَ وَأَبِي سَعِيدٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ وَغَيْرُهُ عَنْ مُحَمَّدِ بْنِ عَمْرٍو هَذَا الْحَدِيثَ وَإِنَّمَا ذَكَرُوا حَرْفًا وَاحِدًا نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ كُلِّ ذِي نَابٍ مِنَ السِّبَاعِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আলী, জাবির, বারাআ, ইবনু আবী আওফা, আনাস, ইরবায ইবনু সারিয়া, আবূ সা’লাবা, ইবনু উমার ও আবূ সাঈদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এ হাদীসটি মুহাম্মাদ ইবনু আমর হতে অপর একটি সূত্রে আবদুল আযীয ইবনু মুহাম্মাদ প্রমুখ বর্ণনা করেছেন, কিন্তু তাদের বর্ণনায় তারা একটিমাত্র বিষয় উল্লেখ করেছেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) “শিকারী দাঁতযুক্ত হিংস্র প্রাণী হারাম ঘোষণা করেছেন”।"
  },
  {
    "hadith_id": 1797,
    "narrator": "আবূ সা’লাবা আল-খুশানী (রাঃ)",
    "bn": "তিনি বলেন, হে আল্লাহ্‌র রাসূল!(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমরা আহ্‌লে কিতাবের লোকালয়ে বাস করি, তাদের হাঁড়ি-পাতিলে রান্না করি এবং তাদের থালা-বাটি পানাহারের কাজে লাগাই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এদেরগুলো ব্যতীত অন্য ব্যবস্থা করতে না পারলে তবে পানি দিয়ে এগুলো ধুয়ে নাও। তিনি আবার বললেন, হে আল্লাহ্‌র রাসূল! শিকারের পশু পাওয়া যায় এমন এলাকায় আমরা বসবাস করি, আমরা কি করব? তিনি বললেনঃ তুমি শিকারের উদ্দেশ্যে তোমার শিকারী কুকুর ছেড়ে থাকলে এবং সাথে সাথে আল্লাহ তা‘আলার নাম নিয়ে থাকলে সে শিকার ধরে হ্ত্যা করে ফেললে তুমি তা খেতে পার। কুকুরটি প্রশিক্ষণপ্রাপ্ত না হলে তবে এর শিকার যবেহ করার সুযোগ পাওয়া গেলে তা খাও। তুমি তোমার তীর নিক্ষেপ করলে এবং সাথে সাথে আল্লাহ্‌ তা‘আলার নাম নিলে তা শিকারকে মেরে ফেললেও তা খেতে পার।  \n\nসহীহ্, ইবনু মা-জাহ (৩২০৭), নাসা-ঈ",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عِيسَى بْنِ يَزِيدَ الْبَغْدَادِيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُحَمَّدٍ الْعَيْشِيُّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ أَيُّوبَ، وَقَتَادَةَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي أَسْمَاءَ الرَّحَبِيِّ، عَنْ أَبِي ثَعْلَبَةَ الْخُشَنِيِّ، أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ إِنَّا بِأَرْضِ أَهْلِ الْكِتَابِ فَنَطْبُخُ فِي قُدُورِهِمْ وَنَشْرَبُ فِي آنِيَتِهِمْ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنْ لَمْ تَجِدُوا غَيْرَهَا فَارْحَضُوهَا بِالْمَاءِ ‏\"‏ ‏.‏ ثُمَّ قَالَ يَا رَسُولَ اللَّهِ إِنَّا بِأَرْضِ صَيْدٍ فَكَيْفَ نَصْنَعُ قَالَ ‏\"‏ إِذَا أَرْسَلْتَ كَلْبَكَ الْمُكَلَّبَ وَذَكَرْتَ اسْمَ اللَّهِ فَقَتَلَ فَكُلْ وَإِنْ كَانَ غَيْرَ مُكَلَّبٍ فَذُكِّيَ فَكُلْ وَإِذَا رَمَيْتَ بِسَهْمِكَ وَذَكَرْتَ اسْمَ اللَّهِ فَقَتَلَ فَكُلْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1796,
    "narrator": "আবূ সা’লাবা (রাঃ)",
    "bn": "তিনি বলেন, মাজূসীদের (অগ্নি উপাসক) হাঁড়ি-পাতিল সম্বন্ধে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করা হল। তিনি বললেনঃ এগুলো ধুয়ে পরিষ্কার করে নাও, তারপর এগুলো রান্নার কাজে লাগাও। শিকারী দাঁতযুক্ত হিংস্র প্রাণী তিনি নিষিদ্ধ করেছেন।  \n\nসহীহ্, (১৫৬০) নং হাদীস পূর্বে উল্লেখ করা হয়েছে।",
    "ar": "حَدَّثَنَا زَيْدُ بْنُ أَخْزَمَ الطَّائِيُّ، حَدَّثَنَا سَلْمُ بْنُ قُتَيْبَةَ، حَدَّثَنَا شُعْبَةُ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي ثَعْلَبَةَ، قَالَ سُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ قُدُورِ الْمَجُوسِ فَقَالَ ‏ \"‏ أَنْقُوهَا غَسْلاً وَاطْبُخُوا فِيهَا ‏\"‏ ‏.‏ وَنَهَى عَنْ كُلِّ سَبُعٍ ذِي نَابٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ مَشْهُورٌ مِنْ حَدِيثِ أَبِي ثَعْلَبَةَ وَرُوِيَ عَنْهُ مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏ وَأَبُو ثَعْلَبَةَ اسْمُهُ جُرْثُومٌ وَيُقَالُ جُرْهُمٌ وَيُقَالُ نَاشِبٌ ‏.‏ وَقَدْ ذُكِرَ هَذَا الْحَدِيثُ عَنْ أَبِي قِلاَبَةَ عَنْ أَبِي أَسْمَاءَ الرَّحَبِيِّ عَنْ أَبِي ثَعْلَبَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি আবূ সা’লাবা (রাঃ)–এর রিওয়ায়াত হিসাবে মাশহূর। তার সূত্রে অন্যভাবেও এ হাদীসটি বর্ণিত হয়েছে। আবূ সা’লাবা (রাঃ)-এর নাম জুরসূম, মতান্তরে জুরহুম বা নাশিব। আবূ কিলাবা-আবূ আসমা আর রাহাবী হতে, তিনি আবূ সা’লাবা (রাঃ) হতে এই সূত্রেও উল্লেখিত হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1798,
    "narrator": "মাইমূনা (রাঃ)",
    "bn": "কোন এক সময় ঘিয়ের মধ্যে একটি ইঁদুর পড়ে মারা গেল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এ বিষয়ে প্রশ্ন করা হলে তিনি বললেনঃ ইঁদুরটি তুলে ফেল এবং চারপাশের ঘিও ফেলে দাও, তারপর তা খাও।  \n\nসহীহ্, বুখারী (২৩৫)",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، وَأَبُو عَمَّارٍ قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ، عَنِ ابْنِ عَبَّاسٍ، عَنْ مَيْمُونَةَ، أَنَّ فَأْرَةً، وَقَعَتْ، فِي سَمْنٍ فَمَاتَتْ فَسُئِلَ عَنْهَا النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏\"‏ أَلْقُوهَا وَمَا حَوْلَهَا وَكُلُوهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ عَنِ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم سُئِلَ وَلَمْ يَذْكُرُوا فِيهِ عَنْ مَيْمُونَةَ وَحَدِيثُ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ أَصَحُّ ‏.‏ وَرَوَى مَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَهُوَ حَدِيثٌ غَيْرُ مَحْفُوظٍ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ وَحَدِيثُ مَعْمَرٍ عَنِ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَذَكَرَ فِيهِ أَنَّهُ سُئِلَ عَنْهُ فَقَالَ ‏\"‏ إِذَا كَانَ جَامِدًا فَأَلْقُوهَا وَمَا حَوْلَهَا وَإِنْ كَانَ مَائِعًا فَلاَ تَقْرَبُوهُ ‏\"‏ ‏.‏ فَقَالَ هَذَا خَطَأٌ أَخْطَأَ فِيهِ مَعْمَرٌ ‏.‏ قَالَ وَالصَّحِيحُ حَدِيثُ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ عَنِ ابْنِ عَبَّاسٍ عَنْ مَيْمُونَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। যুহ্‌রী-উবাইদুল্লাহ হতে ইবনু আব্বাস (রাঃ)-এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রেও উল্লেখিত হাদীসটি বর্ণিত আছে এবং এই সনদসূত্রে মাইমূনা (রাঃ)-এর উল্লেখ নেই। তবে ইবনু আব্বাস (রাঃ) হতে এই মাইমূনা (রাঃ)-এর সূত্রটি অনেক বেশি সহীহ্। পূর্বোক্ত হাদীসের মতো মামার-যুহ্‌রী হতে, তিনি সাঈদ ইবনুল মুসাইয়্যিব হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে বর্ণিত আছে, কিন্তু এই সূত্রটি অরক্ষিত। আবূ ঈসা বলেন, আমি মুহাম্মাদ ইবনু ইসমাঈল আল-বুখারীকে বলতে শুনেছি, মামার-যুহ্রী হতে, তিনি সাঈদ ইবনুল মুসাইয়্যিব হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছে যে, তাঁকে এ বিষয়ে প্রশ্ন করা হলে তিনি বলেন, শক্ত হয়ে জমানো ঘি হলে তোমরা ইঁদুরটি এবং তার চারপাশের ঘি ফেলে দাও, আর তরল হলে তার ধারেও যেও না। মামার এতে ভুল করেছেন। নির্ভুল হল যুহ্‌রী-উবাইদুল্লাহ হতে, তিনি ইবনু আব্বাস (রাঃ) হতে, তিনি মাইমূনা (রাঃ)-এর সূত্রে বর্ণিত হাদীসটি।"
  },
  {
    "hadith_id": 1799,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বাম হাতে যেন তোমাদের কেউ না খায় এবং পান না করে। কেননা বাম হাতে শাইতান পানাহার করে। \n\nসহীহ্, সহীহা (১২৩৬), মুসলিম",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي بَكْرِ بْنِ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَأْكُلْ أَحَدُكُمْ بِشِمَالِهِ وَلاَ يَشْرَبْ بِشِمَالِهِ فَإِنَّ الشَّيْطَانَ يَأْكُلُ بِشِمَالِهِ وَيَشْرَبُ بِشِمَالِهِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَعُمَرَ بْنِ أَبِي سَلَمَةَ وَسَلَمَةَ بْنِ الأَكْوَعِ وَأَنَسِ بْنِ مَالِكٍ وَحَفْصَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَكَذَا رَوَى مَالِكٌ وَابْنُ عُيَيْنَةَ عَنِ الزُّهْرِيِّ عَنْ أَبِي بَكْرِ بْنِ عُبَيْدِ اللَّهِ عَنِ ابْنِ عُمَرَ ‏.‏ وَرَوَى مَعْمَرٌ وَعُقَيْلٌ عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنِ ابْنِ عُمَرَ وَرِوَايَةُ مَالِكٍ وَابْنِ عُيَيْنَةَ أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "জাবির, উমার ইবনু সালামা, সালামা ইবনুল আকওয়া, আনাস ইবনু মালিক ও হাফসা (রাঃ) হতেও এ অনুচ্ছেদে হাদীসটি বর্নিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। মামার ও উকাইল (রহঃ)-যুহ্‌রী হতে, তিনি সালিম হতে, তিনি ইবনু উমার (রাঃ)-এর সূত্রে বর্ণনা করেছেন। মালিক ও ইবনু উয়াইনার সূত্রটি তুলনামূলকভাবে অনেক বেশি সহীহ্।"
  },
  {
    "hadith_id": 1800,
    "narrator": "সালিম (রহঃ) হতে তার পিতা",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের প্রত্যেকে যেন খাওয়ার সময় ডান হাতে খায় এবং ডান হাতে পান করে। কারণ বাম হাতে শাইতান পানাহার করে।  \n\nসহীহ্, দেখুন পূর্বের হাদীস",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ حَدَّثَنَا جَعْفَرُ بْنُ عَوْنٍ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا أَكَلَ أَحَدُكُمْ فَلْيَأْكُلْ بِيَمِينِهِ وَلْيَشْرَبْ بِيَمِينِهِ فَإِنَّ الشَّيْطَانَ يَأْكُلُ بِشِمَالِهِ وَيَشْرَبُ بِشِمَالِهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1801,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের প্রত্যেকে যেন খাওয়ার শেষে তার আঙ্গুল চাটে। কেননা তার জানা নেই যে, খাবারের কোন ভাগে বারাকাত নিহিত রয়েছে।  \n\nসহীহ্, রাওযুন নাযীর (১৯), মুসলিম",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمُخْتَارِ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا أَكَلَ أَحَدُكُمْ فَلْيَلْعَقْ أَصَابِعَهُ فَإِنَّهُ لاَ يَدْرِي فِي أَيَّتِهِنَّ الْبَرَكَةُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ ‏.‏ وَكَعْبِ بْنِ مَالِكٍ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ سُهَيْلٍ ‏.‏ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ هَذَا حَدِيثُ عَبْدِ الْعَزِيزِ مِنَ الْمُخْتَلِفِ لاَ يُعْرَفُ إِلاَّ مِنْ حَدِيثِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "জাবির, কা’ব ইবনু মালিক ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। আমরা এ হাদীসটি শুধুমাত্র সুহাইল ইবনু আবূ সালিহ-এর সূত্রেই জেনেছি। আমি (তিরমিযী) এ হাদীস সম্বন্ধে মুহাম্মাদকে প্রশ্ন করলে তিনি বলেন, আবদুল আযীযের হাদীসটি বিরোধপূর্ণ। আমরা এ হাদীসটি শুধুমা্ত্র তার সূত্রেই জেনেছি।"
  },
  {
    "hadith_id": 1804,
    "narrator": "উম্মু আসিম (রহঃ)",
    "bn": "তিনি বলেন, একদা নুবাইশা আল-খাইর (রাঃ) আমাদের নিকটে এলেন, আমরা একটি পাত্রে খাবার খাচ্ছিলাম। তিনি আমাদের নিকটে বর্ণনা করেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তি পাত্রে খাবার পর তা চেটে খেলে পাত্রটি তার জন্য (আল্লাহ তা‘আলার নিকটে) ক্ষমা প্রার্থনা করে। \n\nযঈফ, ইবনু মাজাহ (৩২৭১)।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، أَخْبَرَنَا أَبُو الْيَمَانِ الْمُعَلَّى بْنُ رَاشِدٍ، قَالَ حَدَّثَتْنِي جَدَّتِي أُمُّ عَاصِمٍ، وَكَانَتْ أُمَّ وَلَدٍ، لِسِنَانِ بْنِ سَلَمَةَ قَالَتْ دَخَلَ عَلَيْنَا نُبَيْشَةُ الْخَيْرِ وَنَحْنُ نَأْكُلُ فِي قَصْعَةٍ فَحَدَّثَنَا أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ أَكَلَ فِي قَصْعَةٍ ثُمَّ لَحِسَهَا اسْتَغْفَرَتْ لَهُ الْقَصْعَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ الْمُعَلَّى بْنِ رَاشِدٍ ‏.‏ وَقَدْ رَوَى يَزِيدُ بْنُ هَارُونَ وَغَيْرُ وَاحِدٍ مِنَ الأَئِمَّةِ عَنِ الْمُعَلَّى بْنِ رَاشِدٍ هَذَا الْحَدِيثَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। শুধুমাত্র মুআল্লা ইবনু রাশিদের সূত্রেই আমরা হাদীসটি জানতে পেরেছি। ইবনু হারুন-সহ আরো কিছু রাবী এ হাদীসটি শুধু মুআল্লা ইবনু রাশিদের সূত্রে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1803,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খাওয়ার পরে তাঁর তিনটি আঙ্গুল চাটতেন। তিনি বলতেনঃ তোমাদের কারো খাবারের লোকমা নিচে পড়ে গেলে সে যেন তার ময়লা দূর করে তা খেয়ে নেয় এবং শাইতানের জন্য তা ফেলে না রাখে। (বর্ণনাকারী বলেন,) আমাদেরকে তিনি থালাও চেটে খাওয়ার জন্যে নির্দেশ দিয়েছেন। তিনি আরও বলেছেনঃ তোমাদের খাদ্যের কোন্‌ অংশে বারকাত রয়েছে তা তোমাদের জানা নেই। \n\nসহীহ্, মুখাতাসার শামা-ইল (১২০), মুসলিম",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، حَدَّثَنَا ثَابِتٌ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا مَا أَكَلَ طَعَامًا لَعِقَ أَصَابِعَهُ الثَّلاَثَ وَقَالَ ‏\"‏ إِذَا مَا وَقَعَتْ لُقْمَةُ أَحَدِكُمْ فَلْيُمِطْ عَنْهَا الأَذَى وَلْيَأْكُلْهَا وَلاَ يَدَعْهَا لِلشَّيْطَانِ ‏\"‏ ‏.‏ وَأَمَرَنَا أَنْ نَسْلُتَ الصَّحْفَةَ وَقَالَ ‏\"‏ إِنَّكُمْ لاَ تَدْرُونَ فِي أَىِّ طَعَامِكُمُ الْبَرَكَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1802,
    "narrator": "জাবির (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যদি কারো খাবারের লোকমা নিচে পড়ে যায় তাহলে সে যেন সন্দেহজনক জিনিস (ময়লা) দূর করে তা খেয়ে নেয় এবং তা যেন শাইতানের জন্য ফেলে না রাখে।  \n\nসহীহ্, ইবনু মা-জাহ (৩২৭৯), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا أَكَلَ أَحَدُكُمْ طَعَامًا فَسَقَطَتْ لُقْمَةٌ فَلْيُمِطْ مَا رَابَهُ مِنْهَا ثُمَّ لْيَطْعَمْهَا وَلاَ يَدَعْهَا لِلشَّيْطَانِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1805,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ খাদ্যের মাঝখানে বারকাত নাযিল হয়   অতএব তোমরা এর কিনারা হতে খাওয়া আরম্ভ কর, মাঝখান হতে খেও না  \n\nসহীহ্, ইবনু মা-জাহ (৩২৭৭)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ أَبُو رَجَاءٍ، حَدَّثَنَا جَرِيرٌ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ الْبَرَكَةَ تَنْزِلُ وَسَطَ الطَّعَامِ فَكُلُوا مِنْ حَافَتَيْهِ وَلاَ تَأْكُلُوا مِنْ وَسَطِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ إِنَّمَا يُعْرَفُ مِنْ حَدِيثِ عَطَاءِ بْنِ السَّائِبِ ‏.‏ وَقَدْ رَوَاهُ شُعْبَةُ وَالثَّوْرِيُّ عَنْ عَطَاءِ بْنِ السَّائِبِ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এটি আতা ইবনুস সাইবের রিওয়ায়াত হিসাবেই পরিচিত। আতার সূত্রে শুবা ও সাওরীও এ হাদীসটি বর্ণনা করেছেন। ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1806,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে এটা হতে খেলো, বর্ণনানুসারে তিনি প্রথম বার রসুনের কথা বলেছেন, তারপর বলেছেনঃ রসুন, পিয়াজ ও একইরকম দুর্গন্ধ যুক্ত জিনিস খেলো, সে আমাদের মাসজিদের নিকটেও যেন না আসে।  \n\nসহীহ্, ইরওয়া (৫৪৭), মুসলিম",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، عَنِ ابْنِ جُرَيْجٍ، حَدَّثَنَا عَطَاءٌ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ أَكَلَ مِنْ هَذِهِ - قَالَ أَوَّلَ مَرَّةٍ الثُّومِ ثُمَّ قَالَ الثُّومِ وَالْبَصَلِ وَالْكُرَّاثِ فَلاَ يَقْرَبْنَا فِي مَسَاجِدِنَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَأَبِي أَيُّوبَ وَأَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ وَجَابِرِ بْنِ سَمُرَةَ وَقُرَّةَ بْنِ إِيَاسٍ الْمُزَنِيِّ وَابْنِ عُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। উমার, আবূ আইয়্যূব, আবূ হুরাইরা, আবূ সাঈদ, জাবির ইবনু সামুরা, কুররা ইবনু ইয়াস আল-মুযানী ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীসটি বর্ণিত আছে।"
  },
  {
    "hadith_id": 1807,
    "narrator": "সিমাক ইবনু হারব (রাঃ)",
    "bn": "জাবির ইবনু সামুরা (রাঃ)-কে তিনি বলতে শুনেছেন, আবূ আইয়্যূব আনসারী (রাঃ)-এর বাড়ীতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পদার্পণ করেন। তিনি খাওয়া-দাওয়ার পর (নিত্য দিনের অভ্যাস মতো) বাকী খাবার আবূ আইয়্যূব আনসারীকে দিতেন। একদিন তিনি খাবার পাঠান। কিন্তু নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা হতে মোটেও খাননি। আবূ আইয়্যূব (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে এর কারণ জানতে চাইলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এর মধ্যে রসুন আছে। তিনি বললেন, হে আল্লাহ্‌র রাসূল!(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তা কি হারাম? তিনি বললেনঃ না, তবে আমি এর দুর্গন্ধের কারণে তা অপছন্দ করি।  \n\nসহীহ্, ইরওয়া (২৫১১), মুসলিম",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَنْبَأَنَا شُعْبَةُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، سَمِعَ جَابِرَ بْنَ سَمُرَةَ، يَقُولُ نَزَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى أَبِي أَيُّوبَ وَكَانَ إِذَا أَكَلَ طَعَامًا بَعَثَ إِلَيْهِ بِفَضْلِهِ فَبَعَثَ إِلَيْهِ يَوْمًا بِطَعَامٍ وَلَمْ يَأْكُلْ مِنْهُ النَّبِيُّ صلى الله عليه وسلم فَلَمَّا أَتَى أَبُو أَيُّوبَ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ فَقَالَ ‏\"‏ فِيهِ ثُومٌ ‏\"‏ ‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ أَحَرَامٌ هُوَ قَالَ ‏\"‏ لاَ وَلَكِنِّي أَكْرَهُهُ مِنْ أَجْلِ رِيحِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1810,
    "narrator": "উম্মু আইয়্যূব (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের মেহমান হলেন। তারা তাঁর জন্য সুস্বাদু খাবার রান্না করেন। তার মধ্যে এই (পিয়াজ-রসুনের) সবজীরও কিছু অংশ ছিল। তিনি তা খেতে অপছন্দ করলেন। তিনি তাঁর সাহাবীদের বললেনঃ তোমরা এটা খাও। আমি তোমাদের কারো মতো নই। আমার আশংকা হচ্ছে (এটা খাওয়ার কারণে) আমার সাথীকে (ফেরেশতার) কষ্টে ফেলতে পারি  \n\nহাসান, ইবনু মা-জাহ (৩৩৬৪)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ الصَّبَّاحِ الْبَزَّارُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، عَنْ أَبِيهِ، أَنَّ أُمَّ أَيُّوبَ، أَخْبَرَتْهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم نَزَلَ عَلَيْهِمْ فَتَكَلَّفُوا لَهُ طَعَامًا فِيهِ مِنْ بَعْضِ هَذِهِ الْبُقُولِ فَكَرِهَ أَكْلَهُ فَقَالَ لأَصْحَابِهِ ‏ \"‏ كُلُوهُ فَإِنِّي لَسْتُ كَأَحَدِكُمْ إِنِّي أَخَافُ أَنْ أُوذِيَ صَاحِبِي ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَأُمُّ أَيُّوبَ هِيَ امْرَأَةُ أَبِي أَيُّوبَ الأَنْصَارِيِّ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ গারীব বলেছেন। উম্মু আইয়্যূব (রাঃ) হলেন আবূ আইয়্যূব আনসারী (রাঃ)-এর স্ত্রী।"
  },
  {
    "hadith_id": 1809,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেনঃ রান্না করা ব্যতীত রসুন খাওয়া ঠিক নয়। \n\nযঈফ, প্রাগুক্ত।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ أَبِيهِ، عَنْ أَبِي إِسْحَاقَ، عَنْ شَرِيكِ بْنِ حَنْبَلٍ، عَنْ عَلِيٍّ، قَالَ لاَ يَصْلُحُ أَكْلُ الثُّومِ إِلاَّ مَطْبُوخًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا الْحَدِيثُ لَيْسَ إِسْنَادُهُ بِذَلِكَ الْقَوِيِّ وَقَدْ رُوِيَ هَذَا عَنْ عَلِيٍّ قَوْلَهُ وَرُوِيَ عَنْ شَرِيكِ بْنِ حَنْبَلٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏ قَالَ مُحَمَّدٌ الْجَرَّاحُ بْنُ مَلِيحٍ صَدُوقٌ وَالْجَرَّاحُ بْنُ الضَّحَّاكِ مُقَارِبُ الْحَدِيثِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেছেন, এ হাদীসের সনদ খুব একটা মজবুত নয়। আলী (রাঃ)-এর বিবৃতি হিসেবেও হাদীসটি বর্ণিত হয়েছে। শারীকের এ হাদীসটি মুরসাল হিসেবেও বর্ণিত হয়েছে। মুহাম্মাদ বলেছেন, আল-জাররাহ ইবনু মালীহ সত্যবাদী এবং আল-জাররাহ ইবনুয যাহহাক হাদীস শাস্ত্রে গ্রহণযোগ্য ব্যক্তি।"
  },
  {
    "hadith_id": 1808,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, রসুন রান্না না করে (কাঁচা) খেতে নিষেধ করা হয়েছে।  \n\nসহীহ্, ইরওয়া (২৫১২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مَدُّويَهْ، حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا الْجَرَّاحُ بْنُ مَلِيحٍ، وَالِدُ، وَكِيعٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ شَرِيكِ بْنِ حَنْبَلٍ، عَنْ عَلِيٍّ، أَنَّهُ قَالَ نُهِيَ عَنْ أَكْلِ الثُّومِ، إِلاَّ مَطْبُوخًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1812,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা (শোয়ার আগে) ঘরের দরজা বন্ধ করে দিও, পানির পাত্রের মুখ ঢেকে বা বেঁধে দিও, থালাগুলো উপুর করে রেখ অথবা ঢেকে দিও এবং আলো নিভিয়ে দিও। কেননা শাইতান বন্ধ দরজা খুলতে পারে না। মশকের বন্ধ মুখ উদম করতে পারে না এবং পাত্রের মুখ খুলতে পারে না। (আলো না নিভালে) মানুষের ঘরে দুষ্টু ইঁদুর আগুন লাগিয়ে দেয়।  \n\nসহীহ্, ইবনু মা-জাহ (৩৪১), মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ أَغْلِقُوا الْبَابَ وَأَوْكِئُوا السِّقَاءَ وَأَكْفِئُوا الإِنَاءَ أَوْ خَمِّرُوا الإِنَاءَ وَأَطْفِئُوا الْمِصْبَاحَ فَإِنَّ الشَّيْطَانَ لاَ يَفْتَحُ غُلُقًا وَلاَ يَحِلُّ وِكَاءً وَلاَ يَكْشِفُ آنِيَةً وَإِنَّ الْفُوَيْسِقَةَ تُضْرِمُ عَلَى النَّاسِ بَيْتَهُمْ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَأَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ جَابِرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার, আবূ হুরাইরা ও ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এ হাদীসটি জাবির (রাঃ) হতে অপরাপর সূত্রেও বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 1813,
    "narrator": "সালিম (রহঃ) হতে তার বাবা",
    "bn": "তিনি (আবদুল্লাহ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ শোয়ার সময় তোমরা তোমাদের ঘরে আগুন জ্বালিয়ে রেখ না।  \n\nসহীহ্, সহীহুল আদাব (৯৩৮), নাসা-ঈ",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَتْرُكُوا النَّارَ فِي بُيُوتِكُمْ حِينَ تَنَامُونَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1814,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, (একই থালায় একসথে খেতে বসলে) সাথীর সম্মতি ছাড়া একসাথে দু’টি খেজুর খেতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন।\n\nসহীহ্, ইবনু মা-জাহ (৩৩৩১), সহীহা (২৩২৩), নাসা-ঈ",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، وَعُبَيْدُ اللَّهِ، عَنِ الثَّوْرِيِّ، عَنْ جَبَلَةَ بْنِ سُحَيْمٍ، عَنِ ابْنِ عُمَرَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَقْرِنَ بَيْنَ التَّمْرَتَيْنِ حَتَّى يَسْتَأْذِنَ صَاحِبَهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ سَعْدٍ مَوْلَى أَبِي بَكْرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ বাকর (রাঃ)-এর আযাদকৃত দাস সা’দ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1815,
    "narrator": "আইশা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ খেজুরহীন ঘরের মানুষেরা যেন অনাহারী।  \n\nসহীহ্, সহীহা (১৭৭৬), মুসলিম",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سَهْلِ بْنِ عَسْكَرٍ الْبَغْدَادِيُّ، وَعَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، قَالاَ حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ بَيْتٌ لاَ تَمْرَ فِيهِ جِيَاعٌ أَهْلُهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ سَلْمَى امْرَأَةِ أَبِي رَافِعٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ هِشَامِ بْنِ عُرْوَةَ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ قَالَ وَسَأَلْتُ الْبُخَارِيَّ عَنْ هَذَا الْحَدِيثِ فَقَالَ لاَ أَعْلَمُ أَحَدًا رَوَاهُ غَيْرَ يَحْيَى بْنِ حَسَّانَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ রাফির স্ত্রী সালমা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা উল্লেখিত সনদসূত্রে হাসান গারীব বলেছেন   আমরা এ হাদীসটি শুধুমাত্র এই সূত্রে হিশাম ইবনু উরওয়ার রিওয়ায়াত হিসাবে জেনেছি। আমি (তিরমিযী) বুখারী (রহঃ)-কে এ হাদীস সম্পর্কে জিজ্ঞেস করলাম, তিনি বললেন, ইয়াহইয়া ইবনু হাসসান ব্যতীত অন্য কেউ এ হাদীস বর্ণনা করেছে বলে আমার জানা নেই।"
  },
  {
    "hadith_id": 1816,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন কিছু খেয়ে অথবা কিছু পান করে বান্দাহ আল্লাহ্‌ তা‘আলার প্রশংসা করলে অবশ্যই তিনি তার উপর সন্তুষ্ট হন।  \n\nসহীহ্, ইবনু মা-জাহ (১৬৫১), মুসলিম",
    "ar": "حَدَّثَنَا هَنَّادٌ، وَمَحْمُودُ بْنُ غَيْلاَنَ، قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنْ سَعِيدِ بْنِ أَبِي بُرْدَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ اللَّهَ لَيَرْضَى عَنِ الْعَبْدِ أَنْ يَأْكُلَ الأَكْلَةَ أَوْ يَشْرَبَ الشَّرْبَةَ فَيَحْمَدَهُ عَلَيْهَا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُقْبَةَ بْنِ عَامِرٍ وَأَبِي سَعِيدٍ وَعَائِشَةَ وَأَبِي أَيُّوبَ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَاهُ غَيْرُ وَاحِدٍ عَنْ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ نَحْوَهُ وَلاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উকবা ইবনু আমির, আবূ সাঈদ, আইশা, আবূ আইয়্যূব ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন। এ হাদীসটি বিভিন্ন সূত্রে যাকারিয়্যা ইবনু আবী যাইদা হতে বর্ণিত হয়েছে। আমরা এ হাদীসটি শুধু যাকারিয়্যা ইবনু আবী যাইদার রিওয়ায়াত হিসাবে জেনেছি।"
  },
  {
    "hadith_id": 1817,
    "narrator": "জাবির (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক কুষ্ঠ রোগীর হাত ধরে তাকে নিজের সাথে একই পাত্রে খাওয়াতে বসান। অতঃপর তিনি বললেনঃ আল্লাহ্ তা‘আলার নামে আল্লাহ্ তা‘আলার উপর আস্থা রেখে এবং (প্রতিটি ব্যাপারে) তার উপর ভরসা করে খাও। \n\nযঈফ, ইবনু মাজাহ (৩৫৪২)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الأَشْقَرُ، وَإِبْرَاهِيمُ بْنُ يَعْقُوبَ، قَالاَ حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الْمُفَضَّلُ بْنُ فَضَالَةَ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَخَذَ بِيَدِ مَجْذُومٍ فَأَدْخَلَهُ مَعَهُ فِي الْقَصْعَةِ ثُمَّ قَالَ ‏ \"‏ كُلْ بِسْمِ اللَّهِ ثِقَةً بِاللَّهِ وَتَوَكُّلاً عَلَيْهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ يُونُسَ بْنِ مُحَمَّدٍ عَنِ الْمُفَضَّلِ بْنِ فَضَالَةَ ‏.‏ وَالْمُفَضَّلُ بْنُ فَضَالَةَ هَذَا شَيْخٌ بَصْرِيٌّ وَالْمُفَضَّلُ بْنُ فَضَالَةَ شَيْخٌ آخَرُ مِصْرِيٌّ أَوْثَقُ مِنْ هَذَا وَأَشْهَرُ ‏.‏ وَقَدْ رَوَى شُعْبَةُ هَذَا الْحَدِيثَ عَنْ حَبِيبِ بْنِ الشَّهِيدِ عَنِ ابْنِ بُرَيْدَةَ أَنَّ ابْنَ عُمَرَ أَخَذَ بِيَدِ مَجْذُومٍ وَحَدِيثُ شُعْبَةَ أَثْبَتُ عِنْدِي وَأَصَحُّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেছেন, এ হাদীসটি গারীব। আমরা শুধু ইউনুস ইবনু মুহাম্মাদ-আল-মুফাযযাল ইবনু ফাযালার সূত্রে বর্ণিত হাদীসের মাধ্যমেই এ প্রসঙ্গে জেনেছি। মুফাযযাল ইবনু ফাযালা (রহঃ) বসরার একজন শাইখ (হাদীসের উস্তাদ)। আর অপর একজন আল-মুফাযযাল ইবনু ফাযালা আছেন তিনিও বসরার শাইখ এবং তিনি বসরার এই শাইখের চেয়ে বেশী নির্ভরযোগ্য ও প্রসিদ্ধ। শুবাও এ হাদীসটি হাবীব ইবনুশ শহীদ-ইবনু বুরাইদার সূত্রে বর্ণনা করেছেন এবং তাতে আছে, উমার (রাঃ) জনৈক কুষ্ঠ রোগীর হাত ধরলেন.....। আমার মতে শুবার হাদীসটিই অনেক বেশী সুপ্রমাণিত ও সহীহ।"
  },
  {
    "hadith_id": 1818,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সাত পাকস্থলী ভর্তি করে কাফির খাদ্যদ্রব্য গ্রহণ করে, আর একটিমাত্র পাকস্থলী ভর্তি করে মু’মিন খাদ্যদ্রব্য গ্রহণ করে। \n\nসহীহ্‌, ইবনু মা-জাহ (৩২৫৭), নাসা-ঈ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْكَافِرُ يَأْكُلُ فِي سَبْعَةِ أَمْعَاءٍ وَالْمُؤْمِنُ يَأْكُلُ فِي مِعًى وَاحِدٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ وَأَبِي بَصْرَةَ الْغِفَارِيِّ وَأَبِي مُوسَى وَجَهْجَاهٍ الْغِفَارِيِّ وَمَيْمُونَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আবূ হুরাইরা, আবূ সাঈদ, আবূ বাসরাহ্‌ আল-গিফারী, আবূ মূসা, জাহ্‌জাহ্‌ আল-গিফারী, মাইমূনা ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীসটি বর্ণিত আছে।"
  },
  {
    "hadith_id": 1819,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "একবার একজন কাফির রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বাসায় মেহমান হন। তার জন্য একটি ছাগল দোহন করাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হুকুম করেন। ছাগল দোহনের পর সে সবটুকু দুধ পান করে। আরেকটি ছাগল দোহন করলে সে তার দুধও পান করে। তৃতীয় ছাগল দোহন করলে সে তার দুধও পান করে। এরকমভাবে সে একটানা সাতটি ছাগলের দুধ পান করে শেষ করে ফেলে।\nপরের দিন সকালে সে ইসলাম ক্ববুল করে। তার জন্য একটি ছাগল দোহন করতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হুকুম দেন। ছাগল দোহনের পর সে তা পান করে। তার জন্য তিনি আরো একটি ছাগলের দোহন করতে হুকুম দেন। কিন্তু সে তা পান করে আর শেষ করতে পারল না। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ মু’মিন লোক একটি পাকস্থলী ভর্তি করে খাদ্য গ্রহণ করে, আর কাফির লোক সাতটি পাকস্থলী ভর্তি করে খাদ্য গ্রহণ করে।\n\nসহীহ্‌, ইবনু মা-জাহ (৩২৫৬), নাসা-ঈ",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم ضَافَهُ ضَيْفٌ كَافِرٌ فَأَمَرَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم بِشَاةٍ فَحُلِبَتْ فَشَرِبَ ثُمَّ أُخْرَى فَشَرِبَهُ ثُمَّ أُخْرَى فَشَرِبَهُ حَتَّى شَرِبَ حِلاَبَ سَبْعِ شِيَاهٍ ثُمَّ أَصْبَحَ مِنَ الْغَدِ فَأَسْلَمَ فَأَمَرَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم بِشَاةٍ فَحُلِبَتْ فَشَرِبَ حِلاَبَهَا ثُمَّ أَمَرَ لَهُ بِأُخْرَى فَلَمْ يَسْتَتِمَّهَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْمُؤْمِنُ يَشْرَبُ فِي مِعًى وَاحِدٍ وَالْكَافِرُ يَشْرَبُ فِي سَبْعَةِ أَمْعَاءٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ سُهَيْلٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদিসটিকে আবূ ঈসা সুহাইলের হাদীস হিসেবে হাসান সহীহ্‌ গারীব বলেছেন।"
  },
  {
    "hadith_id": 1820,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দু’জন ব্যক্তির খাদ্য তিনজনের জন্য পর্যাপ্ত এবং তিনজন ব্যক্তির খাদ্য চারজনের জন্য পর্যাপ্ত হতে পারে।\n\nসহীহ্‌, সহীহা(১৬৮৬), নাসা-ঈ",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، ح وَحَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ طَعَامُ الاِثْنَيْنِ كَافِي الثَّلاَثَةِ وَطَعَامُ الثَّلاَثَةِ كَافِي الأَرْبَعَةِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\n\nوَرَوَى جَابِرٌ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ طَعَامُ الْوَاحِدِ يَكْفِي الاِثْنَيْنِ وَطَعَامُ الاِثْنَيْنِ يَكْفِي الأَرْبَعَةَ وَطَعَامُ الأَرْبَعَةِ يَكْفِي الثَّمَانِيَةَ ‏\"‏ ‏.‏ حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ عَنِ الأَعْمَشِ عَنْ أَبِي سُفْيَانَ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "জাবির ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।\nএ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। \n\nজাবির ও ইবনু উমার (রাঃ) হতে বর্ণিত আছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ একজন ব্যক্তির খাদ্য দু’জনের জন্য পর্যাপ্ত, দু’জন ব্যক্তির খাদ্য চারজনের জন্য পর্যাপ্ত এবং চারজন ব্যক্তির খাদ্য আটজনের জন্য পর্যাপ্ত হতে পারে। মুহাম্মাদ ইবনু বাশ্‌শার আব্দুর রাহমান ইবনু মাহদী হতে, তিনি সুফিয়ান হতে, তিনি আ’মাশ হতে, তিনি আবূ সুফিয়ান হতে, তিনি জাবির হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এটি বর্ণনা করেছেন।\n\nসহীহ্‌, প্রাগুক্ত, মুসলিম"
  },
  {
    "hadith_id": 1821,
    "narrator": "আবদুল্লাহ ইবনু আবী আওফা (রাঃ)",
    "bn": "ফরিং (খাওয়া) প্রসঙ্গে তাকে প্রশ্ন করা হলে তিনি বলেন, আমি ছয়টি যুদ্ধে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে অংশগ্রহণ করেছি। আমরা ফরিং খেয়েছি।\n\nসহীহ্‌, নাসা-ঈ",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي يَعْفُورٍ الْعَبْدِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى، أَنَّهُ سُئِلَ عَنِ الْجَرَادِ، فَقَالَ غَزَوْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم سِتَّ غَزَوَاتٍ نَأْكُلُ الْجَرَادَ ‏.‏ قَالَ أَبُو عِيسَى هَكَذَا رَوَى سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ أَبِي يَعْفُورٍ هَذَا الْحَدِيثَ وَقَالَ سِتَّ غَزَوَاتٍ وَرَوَى سُفْيَانُ الثَّوْرِيُّ وَغَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ أَبِي يَعْفُورٍ فَقَالَ سَبْعَ غَزَوَاتٍ ‏. قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو يَعْفُورٍ اسْمُهُ وَاقِدٌ وَيُقَالُ وَقْدَانُ أَيْضًا وَأَبُو يَعْفُورٍ الآخَرُ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ عُبَيْدِ بْنِ نِسْطَاسَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ইসা বলেন, এ হাদীসটি আবূ ইয়াফূর (রাঃ)-এর সূত্রে সুফিয়ান ইবনু উয়াইনা (রহঃ) একইরকম বর্ণনা করেছেন এবং ছয়টি যুদ্ধের কথা সেখানে উল্লেখ করেছেন। এই হাদীসটি আবূ ইয়াফূর (রহঃ)-এর সূত্রে সুফিয়ান সাওরী প্রমুখ বর্ণনা করেছেন এবং সেখানে সাতটি যুদ্ধের কথা উল্লেখ করেছেন।"
  },
  {
    "hadith_id": 1822,
    "narrator": "ইবনু আবী আওফা (রাঃ)",
    "bn": "তিনি বলেন, আমরা সাতটি যুদ্ধে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে অংশগ্রহণ করেছি। এ সময় আমরা ফরিং খেয়েছি।\n\nসহীহ্‌, নাসা-ঈ",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ، وَالْمُؤَمَّلُ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي يَعْفُورٍ، عَنِ ابْنِ أَبِي أَوْفَى، قَالَ غَزَوْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم سَبْعَ غَزَوَاتٍ نَأْكُلُ الْجَرَادَ ‏.‏\nقَالَ أَبُو عِيسَى وَرَوَى شُعْبَةُ، هَذَا الْحَدِيثَ عَنْ أَبِي يَعْفُورٍ، عَنِ ابْنِ أَبِي أَوْفَى، قَالَ غَزَوْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم غَزَوَاتٍ نَأْكُلُ الْجَرَادَ ‏.‏ حَدَّثَنَا بِذَلِكَ مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ بِهَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি শুবা আবূ ইয়া’ফুর হতে, তিনি ইবনু আবী আওফা (রাঃ) হতে বর্ণনা করেছেন। তিনি বলেন, আমরা সাতটি যুদ্ধে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে অংশগ্রহণ করি। এ সময় আমরা ফরিং খেয়েছি। ইবনু উমার ও জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা এ হাদীসটিকে হাসান সহীহ্‌ বলেছেন।\nআবূ ইয়াফূরের নাম ওয়াকিদ মতান্তরে ওয়াকদান। অপর এক আবূ ইয়াফূরের নাম আবদুর রাহমান, বাবা উবাইদ, দাদা বিসতাস।"
  },
  {
    "hadith_id": 1824,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, জাল্লালার (পায়খানা খেতে অভ্যস্ত গৃহপালিত প্রাণী) গোশত খেতে ও তার দুধ পান করতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন।\n\nসহীহ্‌, ইবনু মা-জাহ (৩১৮৯)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ أَكْلِ الْجَلاَّلَةِ وَأَلْبَانِهَا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَرَوَى الثَّوْرِيُّ عَنِ ابْنِ أَبِي نَجِيحٍ عَنْ مُجَاهِدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। এ হাদীসটি সুফিয়ান সাওরী-ইবনু আবী নাজীহ হতে, তিনি মুজাহিদ হতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে মুরসাল হিসাবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1825,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষিদ্ধ করেছেনঃ চাঁদমারির (নিশানার) লক্ষ্যবস্তু বানিয়ে তীর মেরে হত্যা করা প্রাণী খেতে, জাল্লালার (পায়খানা খেতে অভ্যস্ত হয়ে পড়া পশু) দুধ পান করতে এবং কলসের মুখে মুখ লাগিয়ে পানি পান করতে।\n\nসহীহ্‌, ইরওয়া(২৫০৩), সহীহা (২৩৯১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الْمُجَثَّمَةِ وَلَبَنِ الْجَلاَّلَةِ وَعَنِ الشُّرْبِ مِنْ فِي السِّقَاءِ ‏.‏\n\nقَالَ مُحَمَّدُ بْنُ بَشَّارٍ وَحَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুহাম্মাদ ইবনু বাশশার বলেন, আমাদের নিকট বর্ণনা করেছেন ইবনু আদী, তিনি সাঈদ ইবনু আবী আরূবা হতে, তিনি কাতাদা হতে, তিনি ইকরিমা হতে, তিনি ইবনু আব্বাস (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রেও অনুরূপ বর্ণনা করেছেন।\nএ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1827,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি মোরগের গোশত ভক্ষণ করতে দেখেছি। \n\nসহীহ্‌, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ زَهْدَمٍ، عَنْ أَبِي مُوسَى، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَأْكُلُ لَحْمَ دَجَاجٍ ‏.‏ قَالَ وَفِي الْحَدِيثِ كَلاَمٌ أَكْثَرُ مِنْ هَذَا ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَى أَيُّوبُ السَّخْتِيَانِيُّ هَذَا الْحَدِيثَ أَيْضًا عَنِ الْقَاسِمِ التَّمِيمِيِّ وَعَنْ أَبِي قِلاَبَةَ عَنْ زَهْدَمٍ (الْجَرْمِيِّ) ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটিতে আরো লম্বা বক্তব্য আছে। এ হাদীসটি হাসান সহীহ্। এ হাদীসটি আল-কাসিম আত-তামীমী হতে, তিনি আবূ কিলাবা হতে, তিনি যাহ্দাম (রহঃ) হতে এ সূত্রেও আইয়্যূব আস-সাখতিয়ানী বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1826,
    "narrator": "যাহ্‌দাম আল-জারমী (রহঃ)",
    "bn": "তিনি বলেন, আমি আবূ মূসা (রাঃ)-এর সামনে গেলাম। তিনি তখন মুরগীর গোশত খাচ্ছিলেন। তিনি বললেন, আমার সামনে এগিয়ে এসো এবং খাবারে অংশগ্রহণ কর। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি মুরগীর গোশত খেতে দেখেছি।\n\nসহীহ্‌, ইরওয়া (২৪৯৯), নাসা-ঈ",
    "ar": "حَدَّثَنَا زَيْدُ بْنُ أَخْزَمَ الطَّائِيُّ، حَدَّثَنَا أَبُو قُتَيْبَةَ، عَنْ أَبِي الْعَوَّامِ، عَنْ قَتَادَةَ، عَنْ زَهْدَمٍ الْجَرْمِيِّ، قَالَ دَخَلْتُ عَلَى أَبِي مُوسَى وَهُوَ يَأْكُلُ دَجَاجًا فَقَالَ ادْنُ فَكُلْ فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَأْكُلُهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ زَهْدَمٍ وَلاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ زَهْدَمٍ ‏.‏ وَأَبُو الْعَوَّامِ هُوَ عِمْرَانُ الْقَطَّانُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন। যাহদাম হতে একাধিক সূত্রে এ হাদীসটি বর্ণিত হয়েছে। আমরা শুধু যাহ্‌দামের সূত্রেই উক্ত হাদিসটি বর্ণিত পেয়েছি। আবুল আওয়্যামের নাম ইমরান-আল-কাত্তান।"
  },
  {
    "hadith_id": 1829,
    "narrator": "উম্মু সালামা (রাঃ)",
    "bn": "তিনি (ছাগলের) পাঁজরের ভুনা গোশত রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে রাখলেন। তিনি তা হতে খেলেন, তারপর নামাযে দাঁড়িয়ে গেলেন কিন্তু (আবার) ওযূ করেননি। \n\nসহীহ্‌, মুখতাসার শামা-ইল (১৩৮)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ، حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، قَالَ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنِي مُحَمَّدُ بْنُ يُوسُفَ، أَنَّ عَطَاءَ بْنَ يَسَارٍ، أَخْبَرَهُ أَنَّ أُمَّ سَلَمَةَ أَخْبَرَتْهُ أَنَّهَا، قَرَّبَتْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم جَنْبًا مَشْوِيًّا فَأَكَلَ مِنْهُ ثُمَّ قَامَ إِلَى الصَّلاَةِ وَمَا تَوَضَّأَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ وَالْمُغِيرَةِ وَأَبِي رَافِعٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবদুল্লাহ ইবনুল হারিস, মুগীরা ও আবূ রাফি (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ এবং এই সনদসূত্রে গারীব বলেছেন।"
  },
  {
    "hadith_id": 1830,
    "narrator": "আবূ জুহাইফা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি হেলান দিয়ে কখনো খাবার খাই না।  \n\nসহীহ্‌, ইবনু মা-জাহ (৩২৬২), বুখারী",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا شَرِيكٌ، عَنْ عَلِيِّ بْنِ الأَقْمَرِ، عَنْ أَبِي جُحَيْفَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَمَّا أَنَا فَلاَ آكُلُ مُتَّكِئًا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَعَبْدِ اللَّهِ بْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَلِيِّ بْنِ الأَقْمَرِ ‏.‏ وَرَوَى زَكَرِيَّا بْنُ أَبِي زَائِدَةَ وَسُفْيَانُ الثَّوْرِيُّ وَغَيْرُ وَاحِدٍ عَنْ عَلِيِّ بْنِ الأَقْمَرِ هَذَا الْحَدِيثَ وَرَوَى شُعْبَةُ عَنْ سُفْيَانَ الثَّوْرِيِّ هَذَا الْحَدِيثَ عَنْ عَلِيِّ بْنِ الأَقْمَرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আমরা এ হাদীস প্রসঙ্গে শুধু আলী ইবনুল আকমারের সূত্রে জেনেছি। এ হাদীসটি আলী ইবনুল আকমারের সূত্রে যাকারিয়্যা ইবনু আবূ যাইদা, সুফিয়ান ইবনু সাঈদ সাওরী প্রমুখ আলী ইবনুল আকমার হতে বর্ণনা করেছেন। এ হাদীসটি আলী ইবনুল আকমারের সূত্রে শুবা-সুফিয়ান সাওরী হতে বর্ণনা করেছেন। আলী, আবদুল্লাহ ইবনু আমর ও আবদুল্লাহ ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1831,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিষ্টি ও মধু পছন্দ করতেন। \n\nসহীহ্, ইবনু মা-জাহ (৩৩২৩), নাসাঈ।",
    "ar": "حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ، وَمَحْمُودُ بْنُ غَيْلاَنَ، وَأَحْمَدُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، قَالُوا حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُحِبُّ الْحَلْوَاءَ وَالْعَسَلَ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَقَدْ رَوَاهُ عَلِيُّ بْنُ مُسْهِرٍ عَنْ هِشَامِ بْنِ عُرْوَةَ وَفِي الْحَدِيثِ كَلاَمٌ أَكْثَرُ مِنْ هَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি হাসান সহীহ গারীব। আলী ইবনু মুসহির-হিশাম ইবনু উরওয়ার সূত্রে এ হাদীসটি বর্ণিত আছে। এ হাদীসে আরো অনেক বক্তব্য রয়েছে।"
  },
  {
    "hadith_id": 1833,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ন্যায়সংগত ও কল্যাণকর কাজের কোন বিষয়কেই যেন তোমাদের কেউ তুচ্ছ মনে না করে। সে (ভাল করার মতো) কিছু না পেলে অন্তত তার ভাইয়ের সাথে যেন হাসিমুখে মিলিত হয়। তুমি গোশত কিনে তা অথবা অন্য কিছু রান্না করার সময় তাতে ঝোলের পরিমাণ বেশি রাখবে এবং তোমার প্রতিবেশীকেও তা হতে এক আঁজলা দিবে। \n\nসহীহ্‌, মুসলিম (৮/৩৭), পৃথকভাবে, সহীহা (১৩৬৮), তা’লীকুর রাগীব (৩/২৬৪)",
    "ar": "حَدَّثَنَا الْحُسَيْنُ بْنُ عَلِيِّ بْنِ الأَسْوَدِ الْبَغْدَادِيُّ، حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدٍ الْعَنْقَزِيُّ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ صَالِحِ بْنِ رُسْتُمَ أَبِي عَامِرٍ الْخَزَّازِ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ الصَّامِتِ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَحْقِرَنَّ أَحَدُكُمْ شَيْئًا مِنَ الْمَعْرُوفِ وَإِنْ لَمْ يَجِدْ فَلْيَلْقَ أَخَاهُ بِوَجْهٍ طَلِيقٍ وَإِنِ اشْتَرَيْتَ لَحْمًا أَوْ طَبَخْتَ قِدْرًا فَأَكْثِرْ مَرَقَتَهُ وَاغْرِفْ لِجَارِكَ مِنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رَوَاهُ شُعْبَةُ عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এ হাদীসটি শুবা বর্ণনা করেছেন আবূ ইমরান আল-জাওনী হতে।"
  },
  {
    "hadith_id": 1832,
    "narrator": "আলকামা ইবনু আবদুল্লাহ আল-মুযানী (রহঃ) হতে তার পিতা",
    "bn": "তিনি (আবদুল্লাহ) বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ তোমাদের কেউ গোশত কিনলে (রান্নার সময়) সে যেন তাতে বেশী ঝোল রাখে। কারো ভাগে গোশত না পড়লেও সে যেন অন্তত ঝোল খেতে পায়। এটাও গোশতের অন্তর্ভুক্ত।\n\nযঈফ, যঈফা (২৩৪১)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ عَلِيٍّ الْمُقَدَّمِيُّ، حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا مُحَمَّدُ بْنُ فَضَاءٍ، حَدَّثَنِي أَبِي، عَنْ عَلْقَمَةَ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ، عَنْ أَبِيهِ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِذَا اشْتَرَى أَحَدُكُمْ لَحْمًا فَلْيُكْثِرْ مَرَقَتَهُ فَإِنْ لَمْ يَجِدْ لَحْمًا أَصَابَ مَرَقَةً وَهُوَ أَحَدُ اللَّحْمَيْنِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي ذَرٍّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ مُحَمَّدِ بْنِ فَضَاءٍ ‏.‏ وَمُحَمَّدُ بْنُ فَضَاءٍ هُوَ الْمُعَبِّرُ وَقَدْ تَكَلَّمَ فِيهِ سُلَيْمَانُ بْنُ حَرْبٍ وَعَلْقَمَةُ بْنُ عَبْدِ اللَّهِ هُوَ أَخُو بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে আবূ যার (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেছেন, এ হাদীসটি গারীব। আমরা শুধু উল্লেখিত সনদসূত্রে মুহাম্মাদ ইবনু ফাযাআর হাদীস হিসেবে এটি জেনেছি। তিনি ছিলেন স্বপ্নের ব্যাখ্যাকার। সুলাইমান ইবনু হারব মুহাম্মাদ ইবনু ফাযাআর সমালোচনা করেছেন। আলকামা ইবনু আবদুল্লাহ হলেন বাকর ইবনু আবদুল্লাহ আল-মুযানীর ভাই।"
  },
  {
    "hadith_id": 1834,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পুরুষদের মধ্যে অনেক কামিল ব্যক্তি এসেছে। কিন্তু ইমরান-কন্যা মারইয়াম (আঃ) এবং ফির‘আউনের স্ত্রী আসিয়া (রাঃ)-এর মতো আর কোন কামিল লোক মহিলাদের মধ্যে আসেনি। অন্য সব খাবারের চাইতে সারীদের যেমন বেশি মর্যাদা (অগ্রাধিকার) রয়েছে, তেমনি মহিলাদের উপর আইশা (রাঃ)-এরও একইরকম মর্যাদা রয়েছে। \n\nসহীহ্‌, ইবনু মা-জাহ (৩২৮০), নাসাঈ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ مُرَّةَ الْهَمْدَانِيِّ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ كَمُلَ مِنَ الرِّجَالِ كَثِيرٌ وَلَمْ يَكْمُلْ مِنَ النِّسَاءِ إِلاَّ مَرْيَمُ ابْنَةُ عِمْرَانَ وَآسِيَةُ امْرَأَةُ فِرْعَوْنَ وَفَضْلُ عَائِشَةَ عَلَى النِّسَاءِ كَفَضْلِ الثَّرِيدِ عَلَى سَائِرِ الطَّعَامِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আইশা ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1835,
    "narrator": "আবদুল্লাহ ইবনুল হারিস (রাঃ)",
    "bn": "তিনি বলেছেন, আমার পিতা (হারিস) আমাকে বিয়ে করিয়ে দেন। এ উপলক্ষে তিনি কিছু লোককে দাওয়াত করেন। তাদের মধ্যে সাফওয়ান ইবনু উমাইয়া (রাঃ)-ও ছিলেন। তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ গোশত দাঁত দিয়ে ছিড়ে ছিড়ে বা কেটে কেটে খাও। কেননা তা খুবই সুস্বাদু ও তৃপ্তিদায়ক। \n\nযঈফ, যঈফা (২১৯৩)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ الْكَرِيمِ أَبِي أُمَيَّةَ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، قَالَ زَوَّجَنِي أَبِي فَدَعَا أُنَاسًا فِيهِمْ صَفْوَانُ بْنُ أُمَيَّةَ فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ انْهَسُوا اللَّحْمَ نَهْسًا فَإِنَّهُ أَهْنَأُ وَأَمْرَأُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ الْكَرِيمِ ‏.‏ وَقَدْ تَكَلَّمَ بَعْضُ أَهْلِ الْعِلْمِ فِي عَبْدِ الْكَرِيمِ الْمُعَلِّمِ مِنْهُمْ أَيُّوبُ السَّخْتِيَانِيُّ مِنْ قِبَلِ حِفْظِهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ অনুচ্ছেদে আইশ ও আবূ হুরাইরা (রাঃ) হতেও হাদীস বর্ণিত আছে। উল্লেখিত হাদীসটি আমরা শুধুমাত্র আবদুল কারীমের সূত্রেই জেনেছি। একদল বিশেষজ্ঞ আলিম আবদুল কারীমের স্মরণশক্তির সমালোচনা করেছেন। আইউব সাখতিয়ানী তাদের অন্যতম।"
  },
  {
    "hadith_id": 1836,
    "narrator": "জাফর ইবনু আমর ইবনু উমাইয়া আয-যাম্রী (রহঃ) হতে তার বাবা",
    "bn": "তিনি (আমর ইবনু উমাইয়া) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ছুরি দিয়ে একটি ছাগলের কাঁধের (রান্না করা) গোশত কাটতে এবং তা খেতে দেখেছেন। তারপর তিনি নামায আদায়ের জন্য চলে গেলেন কিন্তু (নতুন করে) ওযূ করেননি। \n\nসহীহ্‌, ইবনু মা-জাহ (৪৯০), নাসাঈ।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ جَعْفَرِ بْنِ عَمْرِو بْنِ أُمَيَّةَ الضَّمْرِيِّ، عَنْ أَبِيهِ، أَنَّهُ رَأَى النَّبِيَّ صلى الله عليه وسلم احْتَزَّ مِنْ كَتِفِ شَاةٍ فَأَكَلَ مِنْهَا ثُمَّ مَضَى إِلَى الصَّلاَةِ وَلَمْ يَتَوَضَّأْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। মুগীরা ইবনু শুবা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 1837,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য গোশত আনা হল এবং তাঁকে বাহুর গোশত পরিবেশন করা হল। তিনি বাহুর গোশতই বেশি পছন্দ করতেন। তিনি তা দাঁত দিয়ে ছিঁড়ে ছিঁড়ে চিবিয়ে খেলেন।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৩০৭), বুখারী ও মুসলিম",
    "ar": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ أَبِي حَيَّانَ التَّيْمِيِّ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِلَحْمٍ فَرُفِعَ إِلَيْهِ الذِّرَاعُ وَكَانَتْ تُعْجِبُهُ فَنَهَسَ مِنْهَا ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَعَائِشَةَ وَعَبْدِ اللَّهِ بْنِ جَعْفَرٍ وَأَبِي عُبَيْدَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو حَيَّانَ اسْمُهُ يَحْيَى بْنُ سَعِيدِ بْنِ حَيَّانَ وَأَبُو زُرْعَةَ بْنُ عَمْرِو بْنِ جَرِيرٍ اسْمُهُ هَرِمٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু মাসঊদ, আইশা, আবদুল্লাহ ইবনু জাফর ও আবূ উবাইদা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌ । আবূ হাইয়্যানের নাম ইয়াহ্‌ইয়া, পিতা সাঈদ ইবনু হাইয়্যান আত-তামীমী । আবূ যারআর নাম হারিম ।"
  },
  {
    "hadith_id": 1838,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর নিকটে বাহুর গোশত অন্য সব অংশের গোশতের চেয়ে বেশী প্রিয় ছিল তা নয়, বরং প্রকৃত ব্যাপার এই যে, অনেক দিন পরপর তিনি গোশত খাওয়ার সুযোগ পেতেন। এজন্যই তাঁকে বাহুর গোশত পরিবেশন করা হত। কেননা বাহুর গোশত তাড়াতাড়ি সিদ্ধ হয় এবং গলে যায়। \n\nমুনকার, মুখতাসার শামায়িল (১৪৪)।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ، حَدَّثَنَا يَحْيَى بْنُ عَبَّادٍ أَبُو عَبَّادٍ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ عَبْدِ الْوَهَّابِ بْنِ يَحْيَى، مِنْ وَلَدِ عَبَّادِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، قَالَتْ مَا كَانَ الذِّرَاعُ أَحَبَّ اللَّحْمِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَلَكِنْ كَانَ لاَ يَجِدُ اللَّحْمَ إِلاَّ غِبًّا فَكَانَ يُعَجَّلُ إِلَيْهِ لأَنَّهُ أَعْجَلُهَا نُضْجًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা শুধুমাত্র উল্লেখিত (সনদ) সূত্রেই এ হাদীস জেনেছি।"
  },
  {
    "hadith_id": 1839,
    "narrator": "জাবির (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ (টক ও ঝাঁজযুক্ত পানীয়) কতই না উত্তম তরকারী!\n\nসহীহ্‌, ইবনু মা-জাহ (৩৩১৬, ৩৩১৭), মুসলিম",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا مُبَارَكُ بْنُ سَعِيدٍ، هُوَ أَخُو سُفْيَانَ بْنِ سَعِيدٍ الثَّوْرِيِّ عَنْ سُفْيَانَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ نِعْمَ الإِدَامُ الْخَلُّ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَأُمِّ هَانِئٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আইশা ও উম্মু হানী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে ।"
  },
  {
    "hadith_id": 1840,
    "narrator": "আইশা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সিরকা কতই না উত্তম তরকারী!\n\nসহীহ্‌, ইবনু মা-জাহ (৩৩১৬, ৩৩১৭), মুসলিম",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سَهْلِ بْنِ عَسْكَرٍ الْبَغْدَادِيُّ، حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ نِعْمَ الإِدَامُ الْخَلُّ ‏\"‏ ‏.‏\nحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا يَحْيَى بْنُ حَسَّانَ، عَنْ سُلَيْمَانَ بْنِ بِلاَلٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ إِلاَّ أَنَّهُ قَالَ ‏\"‏ نِعْمَ الإِدَامُ أَوِ الأُدْمُ الْخَلُّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ لاَ نَعْرِفُهُ مِنْ حَدِيثِ هِشَامِ بْنِ عُرْوَةَ إِلاَّ مِنْ حَدِيثِ سُلَيْمَانَ بْنِ بِلاَلٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আব্দুল্লাহ ইবনু আব্দুর রাহমান আমাদের নিকট বর্ণনা করেছেন ইয়াহইয়া ইবনু হাস্‌সান হতে, তিনি সুলাইমান ইবনু বিলাল হতে উল্লেখিত সনদের অনুরূপ। তবে তাতে নি’মাল ইদামু অথবা আলউদমু এভাবে উল্লেখ আছে। সহীহ্‌, দেখুন পূর্বের হাদীস\nএ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ এবং উল্লেখিত সনদসূত্রে গারীব বলেছেন। আমরা এটিকে হিশাম ইবনু উরওয়ার রিওয়ায়াত হিসাবে শুধু সুলাইমান ইবনু বিলালের সূত্রেই জেনেছি।"
  },
  {
    "hadith_id": 1842,
    "narrator": "জাবির (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সিরকা কতই না উত্তম তরকারি!\t\n\nসহীহ্‌, ইবনু মা-জাহ (৩৩১৭)",
    "ar": "حَدَّثَنَا عَبْدَةُ بْنُ عَبْدِ اللَّهِ الْخُزَاعِيُّ الْبَصْرِيُّ، قَالَ حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، عَنْ سُفْيَانَ، عَنْ مُحَارِبِ بْنِ دِثَارٍ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ نِعْمَ الإِدَامُ الْخَلُّ ‏\"‏ ‏.‏ هَذَا أَصَحُّ مِنْ حَدِيثِ مُبَارَكِ بْنِ سَعِيدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুবারাক ইবনু সাঈদ (রহঃ) হতে বর্ণিত হাদীসের চেয়ে এই হাদীসটি অধিক সহীহ্‌।"
  },
  {
    "hadith_id": 1841,
    "narrator": "আবূ তালিবের কন্যা উম্মু হানী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার ঘরে এসে বললেনঃ তোমাদের (খাওয়ার মতো) কিছু আছে কি? আমি বললাম, কয়টি শুকনা রুটির টুকরা এবং সিরকা ব্যতীত আর কিছু নেই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ (আমাকে) তা-ই দাও। যে ঘরে সিরকা রয়েছে সে ঘর তরকারিশূন্য নয়।\n\nহাসান, “সহীহাহ্‌” (২২২০)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي حَمْزَةَ الثُّمَالِيِّ، عَنِ الشَّعْبِيِّ، عَنْ أُمِّ هَانِئٍ بِنْتِ أَبِي طَالِبٍ، قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ هَلْ عِنْدَكُمْ شَيْءٌ ‏\"‏ ‏.‏ فَقُلْتُ لاَ إِلاَّ كِسَرٌ يَابِسَةٌ وَخَلٌّ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ قَرِّبِيهِ فَمَا أَقْفَرَ بَيْتٌ مِنْ أُدْمٍ فِيهِ خَلٌّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ لاَ نَعْرِفُهُ مِنْ حَدِيثِ أُمِّ هَانِئٍ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَأَبُو حَمْزَةَ الثُّمَالِيُّ اسْمُهُ ثَابِتُ بْنُ أَبِي صَفِيَّةَ وَأُمُّ هَانِئٍ مَاتَتْ بَعْدَ عَلِيِّ بْنِ أَبِي طَالِبٍ بِزَمَانٍ ‏.‏ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ لاَ أَعْرِفُ لِلشَّعْبِيِّ سَمَاعًا مِنْ أُمِّ هَانِئٍ ‏.‏ فَقُلْتُ أَبُو حَمْزَةَ كَيْفَ هُوَ عِنْدَكَ فَقَالَ أَحْمَدُ بْنُ حَنْبَلٍ تَكَلَّمَ فِيهِ وَهُوَ عِنْدِي مُقَارِبُ الْحَدِيثِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান এবং উল্লেখিত সনদসূত্রে গারীব বলেছেন। আমরা এই হাদীসটি উম্মু হানী (রাঃ)-এর রিওয়ায়াত হিসাবে শুধু উল্লেখিত সনদসূত্রেই জেনেছি। আবূ হামযা আস-সুমালীর নাম সাবিত, পিতা আবূ সাফিয়্যা। আলী (রাঃ) শহীদ হওয়ার কিছুকাল পরে উম্মু হানী (রাঃ) মৃত্যুবরণ করেন। আমি (তিরমিযী) মুহাম্মাদ (বুখারী)-কে এ হাদীস প্রসঙ্গে প্রশ্ন করলাম, তিনি বললেন, উম্মু হানী হতে শাবীর শ্রুতি সম্পর্কে আমার জানা নেই। আমি আবার বললাম, আবূ হামযাহ্‌ সম্পর্কে আপনার মন্তব্য কি? তিনি বললেন আহমাদ ইবনু হাম্বল তার সমালোচনা করেছেন। তবে আমার মতে সে হাদীসের যোগ্য।"
  },
  {
    "hadith_id": 1843,
    "narrator": "আইশা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তরমুজ তাজা খেজুরের সাথে একত্রে খেতেন। \n\nসহীহ্‌, “সহীহাহ্‌” (৫৭), মুখতাসার শামা-ইল (১৭০)",
    "ar": "حَدَّثَنَا عَبْدَةُ بْنُ عَبْدِ اللَّهِ الْخُزَاعِيُّ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، عَنْ سُفْيَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَأْكُلُ الْبِطِّيخَ بِالرُّطَبِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَرَوَاهُ بَعْضُهُمْ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلٌ وَلَمْ يَذْكُرْ فِيهِ عَنْ عَائِشَةَ وَقَدْ رَوَى يَزِيدُ بْنُ رُومَانَ عَنْ عُرْوَةَ عَنْ عَائِشَةَ هَذَا الْحَدِيثَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। এ হাদীসটি কয়েকজন বর্ণনাকারী হিশাম ইবনু উরওয়া হতে তার বাবার সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে মুরসাল হিসেবে বর্ণনা করেছেন। তাতে আইশা (রাঃ)-এর উল্লেখ নেই। ইয়াযীদ ইবনু রুমান এই হাদীসটি উরওয়ার সূত্রে আইশা (রাঃ) হতে বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 1844,
    "narrator": "আবদুল্লাহ ইবনু জাফর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শসা খেজুরের সাথে একত্রে খেতেন। \n\nসহীহ্‌, ইবনু মা-জাহ (৩৩২৫)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُوسَى الْفَزَارِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَأْكُلُ الْقِثَّاءَ بِالرُّطَبِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ إِبْرَاهِيمَ بْنِ سَعْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ গারীব বলেছেন। আমরা এ হাদীসটি শুধু ইবরাহীম ইবনু সা’দের সূত্রে জেনেছি।"
  },
  {
    "hadith_id": 1845,
    "narrator": "আনাস (রাঃ)",
    "bn": "উরাইনা হতে কয়েকজন লোক মাদীনায় আসল। এ অঞ্চলের আবহাওয়া তাদের স্বাস্থ্যের অনুকূল না হওয়ায় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে সাদকার উটের এলাকায় পাঠিয়ে দেন এবং বলেনঃ তোমরা এর দুধ ও প্রস্রাব পান কর। \n\nসহীহ্‌, ইবনু মা-জাহ (২৫৭৮), বুখারী ও মুসলিম",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، أَخْبَرَنَا حُمَيْدٌ، وَثَابِتٌ، وَقَتَادَةُ، عَنْ أَنَسٍ، أَنَّ نَاسًا، مِنْ عُرَيْنَةَ قَدِمُوا الْمَدِينَةَ فَاجْتَوَوْهَا فَبَعَثَهُمُ النَّبِيُّ صلى الله عليه وسلم فِي إِبِلِ الصَّدَقَةِ وَقَالَ ‏ \"‏ اشْرَبُوا مِنْ أَبْوَالِهَا وَأَلْبَانِهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ أَنَسٍ رَوَاهُ أَبُو قِلاَبَةَ عَنْ أَنَسٍ وَرَوَاهُ سَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ عَنْ أَنَسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ এবং উপরোক্ত সূত্রে গারীব বলেছেন। এ হাদীসটি আনাস (রাঃ) হতে একাধিক সূত্রে বর্ণিত হয়েছে। আনাস (রাঃ)-এর সূত্রে আবূ কিলাবা (রাঃ) তা বর্ণনা করেছেন। কাতাদা হতে আনাস (রাঃ)-এর সূত্রে সাঈদ ইবনু আবী আরূবা (রহঃ) তা বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1846,
    "narrator": "সালমান (রাঃ)",
    "bn": "তিনি বলেছেন, আমি তাওরাত কিতাবে পড়েছি, খাওয়ার পর ওযূ করার মধ্যেই খাওয়ার বারকাত আছে। আমি ব্যাপারটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর  নিকটে বললাম এবং আমি তাওরাত কিতাবে যা পড়েছি তাও তাঁকে জানালাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ খাওয়া-দাওয়ার আগে ও পরে ওযূ করার মধ্যেই বারকাত আছে।\n\nযঈফ, যঈফা (১৬৮), মুখতাসার, শামায়িল (১৫৯)।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا قَيْسُ بْنُ الرَّبِيعِ، ح قَالَ وَحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْكَرِيمِ الْجُرْجَانِيُّ، عَنْ قَيْسِ بْنِ الرَّبِيعِ الْمَعْنَى، وَاحِدٌ، عَنْ أَبِي هَاشِمٍ يَعْنِي الرُّمَّانِيَّ، عَنْ زَاذَانَ، عَنْ سَلْمَانَ، قَالَ قَرَأْتُ فِي التَّوْرَاةِ أَنَّ بَرَكَةَ الطَّعَامِ الْوُضُوءُ بَعْدَهُ فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَأَخْبَرْتُهُ بِمَا قَرَأْتُ فِي التَّوْرَاةِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ بَرَكَةُ الطَّعَامِ الْوُضُوءُ قَبْلَهُ وَالْوُضُوءُ بَعْدَهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى لاَ نَعْرِفُ هَذَا الْحَدِيثَ إِلاَّ مِنْ حَدِيثِ قَيْسِ بْنِ الرَّبِيعِ ‏.‏ وَقَيْسُ بْنُ الرَّبِيعِ يُضَعَّفُ فِي الْحَدِيثِ وَأَبُو هَاشِمٍ الرُّمَّانِيُّ اسْمُهُ يَحْيَى بْنُ دِينَارٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেছেন, এ অনুচ্ছেদে আনাস ও আবূ হুরাইরা (রাঃ) হতেও হাদীস বর্ণিত আছে। তিনি আরও বলেছেনঃ আমরা শুধু কাইস ইবনুর রাবীর সূত্রেই এ হাদীসটি জেনেছি। কাইস হাদীস শাস্ত্রে দুর্বল। আবূ হাশিম আর-রুম্মানীর নাম ইয়াহইয়া, পিতা দীনার।"
  },
  {
    "hadith_id": 1847,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পায়খানা হতে বেরিয়ে এলেন। তাঁর সামনে খাবার আনা হল। লোকেরা বলল, আমরা কি আপনার জন্যে ওযূর পানি আনবো? তিনি বললেনঃ আমাকে নামাযে দাঁড়ানোর জন্য ওযূর নির্দেশ দেওয়া হয়েছে। \n\nসহীহ্‌, মুখতাসার শামা-ইল (১৫৮), মুসলিম",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ مِنَ الْخَلاَءِ فَقُرِّبَ إِلَيْهِ طَعَامٌ فَقَالُوا أَلاَ نَأْتِيكَ بِوَضُوءٍ قَالَ ‏ \"‏ إِنَّمَا أُمِرْتُ بِالْوُضُوءِ إِذَا قُمْتُ إِلَى الصَّلاَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ عَمْرُو بْنُ دِينَارٍ عَنْ سَعِيدِ بْنِ الْحُوَيْرِثِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ وَقَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ كَانَ سُفْيَانُ الثَّوْرِيُّ يَكْرَهُ غَسْلَ الْيَدِ قَبْلَ الطَّعَامِ وَكَانَ يَكْرَهُ أَنْ يُوضَعَ الرَّغِيفُ تَحْتَ الْقَصْعَةِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীসটি আমর ইবনু দীনারও ইবনু আব্বাস (রাঃ) হতে সাঈদ ইবনু হুওয়াইরিসের সূত্রে বর্ণনা করেছেন। আলী ইবনুল মাদীনী বলেন, ইয়াহ্‌ইয়া ইবনু সাঈদ বলেছেন, খাওয়া আরম্ভের আগে হাত ধোয়াকে সুফিয়ান সাওরী মাকরূহ মনে করতেন। থালার নিচে রুটি রাখাকেও তিনি মাকরূহ মনে করতেন।"
  },
  {
    "hadith_id": 1848,
    "narrator": "ইকরাশ ইবনু যুয়াইব (রাঃ)",
    "bn": "তিনি বলেছেন, মুররা ইবনু উবাইদ গোত্রের লোকেরা তাদের ধন-সম্পদের যাকাতসহ আমাকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর নিকটে পাঠায়। আমি মাদীনায় গিয়ে তাঁর নিকটে হাযির হলাম। তখন আমি তাঁকে মুহাজির ও আনসারদের মধ্যে বসা অবস্থায় পেলাম। তিনি আমার হাত ধরে উম্মু সালামা (রাঃ)-এর ঘরে নিয়ে যান। তিনি প্রশ্ন করেনঃ কোন খাবার আছে কি? আমাদের সামনে একটি বড় পিয়ালা আনা হল। এর মধ্যে গোশতের টুকরা ও সারদ (ঝোলে ভিজানো রুটি) ভর্তি ছিল। আমরা তা থেকে খেতে লাগলাম। আমি পাত্রের এদিক-সেদিক থেকে নিয়ে খাচ্ছিলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সামনে থেকে নিয়ে খাচ্ছিলেন। তিনি তাঁর বাঁ হাত দিয়ে আমার ডান হাত ধরে বললেনঃ হে ইকরাশ! এক জায়গা হতে খাও। কেননা সম্পূর্ণটাই একই খাদ্য। তারপর আমাদের সামনে আরেকটি পিয়ালা আনা হল। এর মধ্যে বিভিন্ন রকমের কাঁচা-পাকা খেজুর ছিল। আমি আমার সামনে থেকেই খেতে থাকলাম। কিন্তু রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পাত্রের এদিক-সেদিক থেকে নিয়ে খাচ্ছিলেন। তিনি বললেনঃ হে ইকরাশ! তুমি পাত্রের যে কোন জায়গা হতে খেতে পার। কেননা সব খেজুর এক রকম নয়। তারপর আমাদের জন্য পানি দেয়া হল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর উভয় হাত ধুলেন এবং ভিজা হাত দিয়ে নিজের মুখমণ্ডল, দুই হাত ও মাথা মুছলেন। তারপর তিনি বললেনঃ হে ইকরাশ! আগুন যে জিনিস পরিবর্তন করে দিয়েছে (তা খাওয়ার পর) এটাই হল ওযূ। \n\nযঈফ, ইবনু মাজাহ (৩২৪০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا الْعَلاَءُ بْنُ الْفَضْلِ بْنِ عَبْدِ الْمَلِكِ بْنِ أَبِي سَوِيَّةَ أَبُو الْهُذَيْلِ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عِكْرَاشٍ، عَنْ أَبِيهِ، عِكْرَاشِ بْنِ ذُؤَيْبٍ قَالَ بَعَثَنِي بَنُو مُرَّةَ بْنِ عُبَيْدٍ بِصَدَقَاتِ أَمْوَالِهِمْ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَدِمْتُ عَلَيْهِ الْمَدِينَةَ فَوَجَدْتُهُ جَالِسًا بَيْنَ الْمُهَاجِرِينَ وَالأَنْصَارِ قَالَ ثُمَّ أَخَذَ بِيَدِي فَانْطَلَقَ بِي إِلَى بَيْتِ أُمِّ سَلَمَةَ فَقَالَ ‏\"‏ هَلْ مِنْ طَعَامٍ ‏\"‏ ‏.‏ فَأُتِينَا بِجَفْنَةٍ كَثِيرَةِ الثَّرِيدِ وَالْوَذْرِ وَأَقْبَلْنَا نَأْكُلُ مِنْهَا فَخَبَطْتُ بِيَدِي مِنْ نَوَاحِيهَا وَأَكَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ بَيْنِ يَدَيْهِ فَقَبَضَ بِيَدِهِ الْيُسْرَى عَلَى يَدِي الْيُمْنَى ثُمَّ قَالَ ‏\"‏ يَا عِكْرَاشُ كُلْ مِنْ مَوْضِعٍ وَاحِدٍ فَإِنَّهُ طَعَامٌ وَاحِدٌ ‏\"‏ ‏.‏ ثُمَّ أُتِينَا بِطَبَقٍ فِيهِ أَلْوَانُ الرُّطَبِ أَوِ التَّمْرِ عُبَيْدُ اللَّهِ شَكَّ قَالَ فَجَعَلْتُ آكُلُ مِنْ بَيْنِ يَدَىَّ وَجَالَتْ يَدُ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي الطَّبَقِ وَقَالَ ‏\"‏ يَا عِكْرَاشُ كُلْ مِنْ حَيْثُ شِئْتَ فَإِنَّهُ غَيْرُ لَوْنٍ وَاحِدٍ ‏\"‏ ‏.‏ ثُمَّ أُتِينَا بِمَاءٍ فَغَسَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَيْهِ وَمَسَحَ بِبَلَلِ كَفَّيْهِ وَجْهَهُ وَذِرَاعَيْهِ وَرَأْسَهُ وَقَالَ ‏\"‏ يَا عِكْرَاشُ هَذَا الْوُضُوءُ مِمَّا غَيَّرَتِ النَّارُ ‏\"‏ ‏.‏ وَفِي الْحَدِيثِ قِصَّةٌ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ الْعَلاَءِ بْنِ الْفَضْلِ وَقَدْ تَفَرَّدَ الْعَلاَءُ بِهَذَا الْحَدِيثِ وَلاَ نَعْرِفُ لِعِكْرَاشٍ عَنِ النَّبِيِّ صلى الله عليه وسلم إِلاَّ هَذَا الْحَدِيثَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেছেন, এ হাদীসটি গারীব। আমরা শুধু আলা ইবনুল ফাযলের সূত্রে এ হাদীস প্রসঙ্গে জেনেছি। তিনি এককভাবে এ হাদীসটি বর্ণনা করেছেন। এই হাদীসটি ব্যতীত ইকরাশ (রাঃ) হতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর আর কোন হাদীস বর্ণিত আছে কি-না তা আমাদের জানা নেই।"
  },
  {
    "hadith_id": 1850,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে কদুর তরকারি পেয়ালা হতে বেছে বেছে উঠিয়ে খেতে দেখেছি। তাই আমিও সবসময় কদুর তরকারি পছন্দ করি।\n\nসহীহ্‌, বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مَيْمُونٍ الْمَكِّيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، حَدَّثَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَتَتَبَّعُ فِي الصَّحْفَةِ - يَعْنِي الدُّبَّاءَ فَلاَ أَزَالُ أُحِبُّهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ أَنَسٍ وَرُوِيَ أَنَّهُ رَأَى الدُّبَّاءَ بَيْنَ يَدَىْ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهُ مَا هَذَا قَالَ ‏ \"‏ هَذَا الدُّبَّاءُ نُكَثِّرُ بِهِ طَعَامَنَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। এ হাদীসটি আনাস (রাঃ) হতে একাধিক সূত্রে বর্ণিত হয়েছে। আরও বর্ণিত আছে যে, “তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে কদু দেখে তাঁকে প্রশ্ন করেন, এটা কি? তিনি বললেন, এটা কদু, আমরা আমাদের খাবারের পরিমাণ এর দ্বারা বর্ধিত করি।”"
  },
  {
    "hadith_id": 1852,
    "narrator": "আবূ উসাইদ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা যাইতূনের তেল খাও এবং তা শরীরে মালিশ কর। কেননা এটি একটি কল্যাণময় গাছের তেল। \n\nপূর্বের হাদীসের সহায়তায় সহীহ্‌",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، وَأَبُو نُعَيْمٍ قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى، عَنْ رَجُلٍ، يُقَالُ لَهُ عَطَاءٌ مِنْ أَهْلِ الشَّامِ عَنْ أَبِي أَسِيدٍ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ كُلُوا الزَّيْتَ وَادَّهِنُوا بِهِ فَإِنَّهُ مِنْ شَجَرَةٍ مُبَارَكَةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ سُفْيَانَ الثَّوْرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা উল্লেখিত সনদসূত্রে গারীব বলেছেন। আমরা এ হাদীসটি শুধু সুফিয়ান সাওরী হতে আবদুল্লাহ ইবনু ঈসার সূত্রে জেনেছি।"
  },
  {
    "hadith_id": 1851,
    "narrator": "যাইদ ইবনু আসলাম (রহঃ) হতে তার পিতা",
    "bn": "উমার ইবনুল খাত্তাব (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা (যাইতূনের) তেল খাও এবং তা শরীরে মালিশ কর। কেননা এটা বারকাত ও প্রাচুর্যময় গাছের তেল।\n\nসহীহ্‌, ইবনু মা-জাহ (১৩১৯)",
    "ar": "دَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ كُلُوا الزَّيْتَ وَادَّهِنُوا بِهِ فَإِنَّهُ مِنْ شَجَرَةٍ مُبَارَكَةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ الرَّزَّاقِ عَنْ مَعْمَرٍ وَكَانَ عَبْدُ الرَّزَّاقِ يَضْطَرِبُ فِي رِوَايَةِ هَذَا الْحَدِيثِ فَرُبَّمَا ذَكَرَ فِيهِ عَنْ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَرُبَّمَا رَوَاهُ عَلَى الشَّكِّ فَقَالَ أَحْسَبُهُ عَنْ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَرُبَّمَا قَالَ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আমরা এ হাদীসটি শুধুমাত্র আবদুর রাযযাকের সূত্রেই জেনেছি। এ হাদীসটি বর্ণনা করতে গিয়ে তিনি সনদের মধ্যে গরমিল করে ফেলেছেন। তিনি কখনো উমার (রাঃ)-রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রের কথা উল্লেখ করেছেন, আবার কখনো এতে সন্দেহ প্রকাশ করেছেন, এটি উমার (রাঃ)-রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে বর্ণিত হতে পারে, আবার কখনো এ হাদীসটিকে যাইদ ইবনু আসলামের সূত্রে মুরসাল হিসাবে বর্ণনা করেছেন। ঐ সনদটি এরূপ “আবূ দাঊদ সুলাইমান ইবনু মা’বাদ আব্দুর রাজ্জাক হতে, তিনি মা’মার হতে, তিনি যাইদ ইবনু আসলাম হতে, তিনি তার পিতা হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে। এতে তিনি উমারের উল্লেখ করেন নাই।"
  },
  {
    "hadith_id": 1853,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কারো খাদিম তার জন্য খাবার বানানোর সময় তাকে এর গরম ও ধোঁয়া সহ্য করতে হয়। সে যেন তার (খাদিমের) হাত ধরে তাকে নিজের সাথে একত্রে খেতে বসায়। সে (খাদিম) তার সাথে একত্রে বসে খেতে সম্মত না হলে (সংকোচ বোধ করলে) তবে সে যেন তার মুখে অন্তত একটি লোকমা তুলে দেয়।\n\nসহীহ্‌, ইবনু মা-জাহ (৩২৮৯, ৩২৯০), বুখারী",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، يُخْبِرُهُمْ ذَاكَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا كَفَى أَحَدَكُمْ خَادِمُهُ طَعَامَهُ حَرَّهُ وَدُخَانَهُ فَلْيَأْخُذْ بِيَدِهِ فَلْيُقْعِدْهُ مَعَهُ فَإِنْ أَبَى فَلْيَأْخُذْ لُقْمَةً فَلْيُطْعِمْهَا إِيَّاهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو خَالِدٍ وَالِدُ إِسْمَاعِيلَ اسْمُهُ سَعْدٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। ইসমাঈলের পিতা আবূ খালিদের নাম সা’দ।"
  },
  {
    "hadith_id": 1854,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা সালাম আদান-প্রদানের ব্যাপক প্রসার ঘটাও, অন্যকে খাবার খাওয়াও এবং মাথার উপর আঘাত কর (জিহাদ কর) যাতে জান্নাতসমূহের উত্তরাধিকারী হতে পার।\n\nযঈফ, ইরওয়া (৩/২৩৮), যঈফা (১৩২৪)।",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ حَمَّادٍ الْمَعْنِيُّ الْبَصْرِيُّ، حَدَّثَنَا عُثْمَانُ بْنُ عَبْدِ الرَّحْمَنِ الْجُمَحِيُّ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ أَفْشُوا السَّلاَمَ وَأَطْعِمُوا الطَّعَامَ وَاضْرِبُوا الْهَامَ تُورَثُوا الْجِنَانَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَابْنِ عُمَرَ وَأَنَسٍ وَعَبْدِ اللَّهِ بْنِ سَلاَمٍ وَعَبْدِ الرَّحْمَنِ بْنِ عَائِشٍ وَشُرَيْحِ بْنِ هَانِئٍ عَنْ أَبِيهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ ابْنِ زِيَادٍ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে আবদুল্লাহ ইবনু আমর, আবদুল্লাহ ইবনু উমার, আনাস, আবদুল্লাহ ইবনু সালাম, আবদুর রহমান ইবনু আইশ ও শুরাইহ ইবনু হানী হতে তার পিতার সূত্রে হাদীস বর্ণিত আছে। আবূ ঈসা বলেছেন, এ হাদীসটি হাসান সহীহ ও ইবনু যিয়াদ-আবূ হুরাইরা (রাঃ)-এর সূত্রে গারীব।"
  },
  {
    "hadith_id": 1855,
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা দয়াময় রাহমানের ইবাদাত কর, (মানুষকে) খাবার খাওয়াও এবং সালামের অধিক প্রচলন ঘটাও, তবেই নিরাপদে জান্নাতে যেতে পারবে।\n\nসহীহ্‌, ইবনু মা-জাহ (৩৬৯৪)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اعْبُدُوا الرَّحْمَنَ وَأَطْعِمُوا الطَّعَامَ وَأَفْشُوا السَّلاَمَ تَدْخُلُوا الْجَنَّةَ بِسَلاَمٍ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন"
  },
  {
    "hadith_id": 1856,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ তোমরা অবশ্যই রাতের খাবার খাবে তা একমুঠ খেজুর হলেও। কেননা রাতের খাবার বাদ দেয়া বার্ধক্যের কারণ।\n\nযঈফ, যঈফা (১১৬)।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا مُحَمَّدُ بْنُ يَعْلَى الْكُوفِيُّ، حَدَّثَنَا عَنْبَسَةُ بْنُ عَبْدِ الرَّحْمَنِ الْقُرَشِيُّ، عَنْ عَبْدِ الْمَلِكِ بْنِ عَلاَّقٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ تَعَشَّوْا وَلَوْ بِكَفٍّ مِنْ حَشَفٍ فَإِنَّ تَرْكَ الْعَشَاءِ مَهْرَمَةٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ مُنْكَرٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَعَنْبَسَةُ يُضَعَّفُ فِي الْحَدِيثِ وَعَبْدُ الْمَلِكِ بْنُ عَلاَّقٍ مَجْهُولٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেছেন, এটি একটি প্রত্যাখ্যাত (মুনকার) হাদীস। আমরা শুধু উল্লেখিত সূত্রে এটি জেনেছি। রাবী আনবাসাকে হাদীস শাস্ত্রে দুর্বল সাব্যস্ত করা হয়েছে। তাছাড়া আবদুল মালিক ইবনু আল্লাক একজন অখ্যাত-অপরিচিত রাবী।"
  },
  {
    "hadith_id": 1857,
    "narrator": "উমার ইবনু আবূ সালামা (রাঃ",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে আসলেন। তখন তাঁর সামনে খাবার বিদ্যমান ছিল। তিনি বললেনঃ হে বৎস! এগিয়ে আস, বিসমিল্লাহ বল, ডান হাত দিয়ে খাও এবং তোমার সামনের খাদ্য হতে খাও। \n\nসহীহ্‌, ইবনু মা-জাহ (৩২৬৭), ইরওয়া (১৯৬৮), বুখারী ও মুসলিম “এগিয়ে আস” বাক্য ব্যতীত।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الصَّبَّاحِ الْهَاشِمِيُّ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ مَعْمَرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ، أَنَّهُ دَخَلَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَعِنْدَهُ طَعَامٌ فَقَالَ ‏ \"‏ ادْنُ يَا بُنَىَّ وَسَمِّ اللَّهَ وَكُلْ بِيَمِينِكَ وَكُلْ مِمَّا يَلِيكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِي وَجْزَةَ السَّعْدِيِّ عَنْ رَجُلٍ مِنْ مُزَيْنَةَ عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ ‏.‏ وَقَدِ اخْتَلَفَ أَصْحَابُ هِشَامِ بْنِ عُرْوَةَ فِي رِوَايَةِ هَذَا الْحَدِيثِ ‏.‏ وَأَبُو وَجْزَةَ السَّعْدِيُّ اسْمُهُ يَزِيدُ بْنُ عُبَيْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হিশাম ইবনু উরওয়া-আবূ ওয়াজযা আস-সা’দী হতে, তিনি মুযাইনা গোত্রের এক ব্যক্তি হতে, তিনি উমার ইবনু আবী সালামা (রাঃ)-এর সূত্রে বর্ণিত হয়েছে। এ হাদীসের বর্ণনায় হিশাম ইবনু উরওয়ার শাগরিদগণ দ্বিমত পোষণ করেছেন। আবূ ওয়াজযা আস-সা’দীর নাম ইযায়ীদ, পিতা উবাইদ।"
  },
  {
    "hadith_id": 1858,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন তোমাদের কোন ব্যক্তি খাওয়া শুরু করে তখন যেন সে ‘বিসমিল্লাহ’ বলে। সে খাওয়ার শুরুতে বিসমিল্লাহ বলতে ভুলে গেলে তবে যেন বলে, “বিসমিল্লাহ ফী আওয়ালিহি ওয়া আখিরাহু” (এর শুরু ও শেষ আল্লাহ তা’আলার নামে)।\n\nসহীহ্‌, ইরওয়া (১৯৬৫), তা’লীকুর রাগীব (৩/১১৫-১১৬), তাখরীজ-কালিমুত তাইয়্যিব (১১২)",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، مُحَمَّدُ بْنُ أَبَانَ حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا هِشَامٌ الدَّسْتَوَائِيُّ، عَنْ بُدَيْلِ بْنِ مَيْسَرَةَ الْعُقَيْلِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ، عَنْ أُمِّ كُلْثُومٍ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا أَكَلَ أَحَدُكُمْ طَعَامًا فَلْيَقُلْ بِسْمِ اللَّهِ فَإِنْ نَسِيَ فِي أَوَّلِهِ فَلْيَقُلْ بِسْمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ ‏\"‏ ‏.‏\n\nوَبِهَذَا الإِسْنَادِ عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يَأْكُلُ طَعَامًا فِي سِتَّةٍ مِنْ أَصْحَابِهِ فَجَاءَ أَعْرَابِيٌّ فَأَكَلَهُ بِلُقْمَتَيْنِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَمَا إِنَّهُ لَوْ سَمَّى لَكَفَاكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأُمُّ كُلْثُومٍ هِيَ بِنْتُ مُحَمَّدِ بْنِ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আইশা (রাঃ) হতে একই সনদে আরো বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক সময় তাঁর ছয়জন সাহাবীকে সাথে নিয়ে খাবার খাচ্ছিলেন। এমতাবস্থায় একজন বেদুঈন লোক এসে হাযির হল। সে সবগুলো খাবার দুই গ্রাসেই শেষ করে ফেলল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সে যদি ‘বিসমিল্লাহ’ বলে খাবার খেতে শুরু করত তাহলে তোমাদের সবার জন্যে এই খাবারটুকুই পর্যাপ্ত হত। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। উম্মু কুলসুম (রহঃ) হলেন আবূ বাক্‌র সিদ্দীক (রাঃ)-এর ছেলে মুহাম্মাদের মেয়ে।"
  },
  {
    "hadith_id": 1859,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ শাইতান ঘ্রাণ অনুভব করতে খুবই দক্ষ এবং লোভী। তোমরা নিজেদের ব্যাপারে এই শাইতান হতে সতর্ক হও। কোন ব্যক্তি খাদ্যের চর্বি ইত্যাদির ঘ্রাণ হাত থেকে দূর না করে রাত যাপন করলে এবং এতে তার কোন ক্ষতি হলে সে এজন্য নিজেকেই যেন তিরস্কার করে।\n\nমাওযু, যঈফা (৫৫৩৩) রাওয়ুন নাখীর (২/২২৫)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَعْقُوبُ بْنُ الْوَلِيدِ الْمَدَنِيُّ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنِ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الشَّيْطَانَ حَسَّاسٌ لَحَّاسٌ فَاحْذَرُوهُ عَلَى أَنْفُسِكُمْ مَنْ بَاتَ وَفِي يَدِهِ رِيحُ غَمَرٍ فَأَصَابَهُ شَيْءٌ فَلاَ يَلُومَنَّ إِلاَّ نَفْسَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ رُوِيَ مِنْ حَدِيثِ سُهَيْلِ بْنِ أَبِي صَالِحٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 5,
    "grade": "জাল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেছেন, উল্লেখিত সনদসূত্রে এ হাদীসটি গারীব। এ হাদীসটি সুহাইল ইবনু আবূ সালিহ-তার পিতা-আবূ হুরাইরা (রাঃ)-এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতেও বর্ণিত আছে।"
  },
  {
    "hadith_id": 1860,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক নিজের হাতে (গোশত ইত্যাদি) খাবারের ময়লা নিয়ে রাত অতিবাহিত করল এবং তাতে তার কোন প্রকার ক্ষতি হলে সে যেন নিজেকেই তিরস্কার করে।\n\nসহীহ্‌, ইবনু মা-জাহ (৩২৯৭)",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، مُحَمَّدُ بْنُ إِسْحَاقَ الْبَغْدَادِيُّ الصَّاغَانِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ الْمَدَائِنِيُّ، حَدَّثَنَا مَنْصُورُ بْنُ أَبِي الأَسْوَدِ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ بَاتَ وَفِي يَدِهِ رِيحُ غَمَرٍ فَأَصَابَهُ شَيْءٌ فَلاَ يَلُومَنَّ إِلاَّ نَفْسَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ الأَعْمَشِ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। আমরা এ হাদীসটি শুধুমাত্র আ’মাশের সূত্রেই জেনেছি।"
  },
  {
    "hadith_id": 1811,
    "narrator": "আবূল আলিয়া",
    "bn": "তিনি বলেনঃ রসুন হালাল খাদ্যের অন্তর্ভুক্ত। \n\nসনদ দুর্বল ও বিচ্ছিন্ন। আবূ খালদার নাম খালিদ ইবনু দীনার। হাদীস বিশারদদের নিকট তিনি বিশ্বস্থ রাবী। তিনি আনাস ইবনু মালিকের দেখা পেয়েছেন এবং তার নিকট হতে হাদীস বর্ণনা করেছেন। আবূল আলিয়ার নাম রুফাঈ আর-রিযাহী। আব্দুর রহমান ইবনু মাহদী বলেন, আবূ খালদাহ একজন উত্তম মুসলিম ছিলেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ أَبِي خَلْدَةَ، عَنْ أَبِي الْعَالِيَةِ، قَالَ الثُّومُ مِنْ طَيِّبَاتِ الرِّزْقِ ‏.‏ وَأَبُو خَلْدَةَ اسْمُهُ خَالِدُ بْنُ دِينَارٍ وَهُوَ ثِقَةٌ عِنْدَ أَهْلِ الْحَدِيثِ وَقَدْ أَدْرَكَ أَنَسَ بْنَ مَالِكٍ وَسَمِعَ مِنْهُ وَأَبُو الْعَالِيَةِ اسْمُهُ رُفَيْعٌ هُوَ الرِّيَاحِيُّ قَالَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ كَانَ أَبُو خَلْدَةَ خِيَارًا مُسْلِمًا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1823,
    "narrator": "জাবির ইবনু আবদুল্লাহ ও আনাস ইবনু মালিক (রাঃ)",
    "bn": "তারা উভয়ে বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পঙ্গপালকে বদদু‘আ করলে এভাবে বলতেনঃ “হে আল্লাহ! পঙ্গপালকে ধ্বংস করুন, এদের বড়গুলোকে হত্যা করুন, ছোটগুলোকে ধ্বংস করুন, এর ডিমগুলো বিনষ্ট করুন এবং তা সমূলে নিশ্চিহ্ন করুন, আমাদের জীবনযাত্রার উপকরণ ও রিযিক হতে সেগুলোর মুখ ফিরিয়ে রাখুন। অবশ্যই আপনি দু‘আ শ্রবণকারী”। তখন এক ব্যক্তি বলল, হে আল্লাহর রাসূল! আপনি কিভাবে আল্লাহ্ তা‘আলার সৈন্যবাহিনীর অন্তর্ভুক্ত একটি দলের মূলোচ্ছেদের জন্য দু‘আ করতে পারেন? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ওগুলো হচ্ছে সমুদ্রের মাছের ঝাঁকের ন্যায়।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو النَّضْرِ، هَاشِمُ بْنُ الْقَاسِمِ قَالَ حَدَّثَنَا زِيَادُ بْنُ عَبْدِ اللَّهِ بْنِ عُلاَثَةَ، عَنْ مُوسَى بْنِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، وَأَنَسِ بْنِ مَالِكٍ، قَالاَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا دَعَا عَلَى الْجَرَادِ قَالَ ‏\"‏ اللَّهُمَّ أَهْلِكِ الْجَرَادَ اقْتُلْ كِبَارَهُ وَأَهْلِكْ صِغَارَهُ وَأَفْسِدْ بَيْضَهُ وَاقْطَعْ دَابِرَهُ وَخُذْ بِأَفْوَاهِهِمْ عَنْ مَعَاشِنَا وَأَرْزَاقِنَا إِنَّكَ سَمِيعُ الدُّعَاءِ ‏\"‏ ‏.‏ قَالَ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ كَيْفَ تَدْعُو عَلَى جُنْدٍ مِنْ أَجْنَادِ اللَّهِ بِقَطْعِ دَابِرِهِ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّهَا نَثْرَةُ حُوتٍ فِي الْبَحْرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَمُوسَى بْنُ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيُّ قَدْ تُكُلِّمَ فِيهِ وَهُوَ كَثِيرُ الْغَرَائِبِ وَالْمَنَاكِيرِ وَأَبُوهُ مُحَمَّدُ بْنُ إِبْرَاهِيمَ ثِقَةٌ وَهُوَ مَدَنِيٌّ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা শুধু উপরোক্ত সূত্রেই এই হাদীস প্রসঙ্গে জেনেছি। মূসা ইবনু মুহাম্মাদ ইবনু ইবরাহীম আত-তাইমীর সমালোচনা করা হয়েছে। তিনি বহু গারীব ও মুনকার হাদীস বর্ণনাকারী। তার পিতা মুহাম্মাদ ইবনু ইবরাহীম নির্ভরযোগ্য রাবী এবং তিনি মাদীনার অধিবাসী।"
  },
  {
    "hadith_id": 1828,
    "narrator": "ইবরাহীম ইবনু উমার ইবনু সাফীনা (রাঃ) হতে পর্যায়ক্রমে তার পিতা ও দাদার সূত্রে",
    "bn": "সাফীনা (রাঃ) বলেছেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর সাথে হুবারার গোশত খেয়েছি। \n\nযঈফ, ইরওয়া (২৫০০)। আবূ ঈসা বলেছেন, এ হাদীসটি গারীব। আমরা শুধু উল্লেখিত সনদসূত্রেই উক্ত হাদীস জেনেছি। ইবনু আবূ ফুদাইক (রহঃ) ইবরাহীম (বুরাইদ ইবনু উমার ইবনু সাফীনাহ বলেও কথিত) ইবনু উমার ইবনু সাফীনার সূত্রে হাদীস বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا الْفَضْلُ بْنُ سَهْلٍ الأَعْرَجُ الْبَغْدَادِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ، عَنْ إِبْرَاهِيمَ بْنِ عُمَرَ بْنِ سَفِينَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ أَكَلْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم لَحْمَ حُبَارَى ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَإِبْرَاهِيمُ بْنُ عُمَرَ بْنِ سَفِينَةَ رَوَى عَنْهُ ابْنُ أَبِي فُدَيْكٍ وَيُقَالُ بُرَيْهُ بْنُ عُمَرَ بْنِ سَفِينَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1849,
    "narrator": "আবূ তালুত (রহঃ)",
    "bn": "তিনি বলেছেন, আমি আনাস ইবনু মালিক (রাঃ)-এর নিকটে গেলাম। তিনি তখন কদুর তরকারী খাচ্ছিলেন আর বলছিলেন, হে কদু গাছ, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমাকে পছন্দ করতেন বলেই আমি তোমাকে পছন্দ করি। \n\nসনদ দুর্বল। এ অনুচ্ছেদে হাকীম ইবনু জাবির (রাঃ) হতে তার পিতার সূত্রে হাদীস বর্ণিত আছে। আবূ ঈসা বলেছেন, উল্লেখিত সনদসূত্রে এ হাদীসটি গারীব।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، عَنْ أَبِي طَالُوتَ، قَالَ دَخَلْتُ عَلَى أَنَسِ بْنِ مَالِكٍ وَهُوَ يَأْكُلُ الْقَرْعَ وَهُوَ يَقُولُ يَا لَكِ شَجَرَةً مَا أُحِبُّكِ إِلاَّ لِحُبِّ رَسُولِ اللَّهِ صلى الله عليه وسلم إِيَّاكِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ حَكِيمِ بْنِ جَابِرٍ عَنْ أَبِيهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  }
]