[
  {
    "hadith_id": 1861,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সকল প্রকারের নেশা সৃষ্টিকারী দ্রব্য মদের অন্তর্ভূক্ত এবং সকল নেশা সৃষ্টিকারী দ্রব্যই হারাম। পৃথিবীতে যে লোক মদ পান করে এবং মদ পানে আসক্ত অবস্থায় মৃত্যুবরণ করে সে পরকালে তা পান করতে পারবে না।\n\nসহীহ্‌, ইরওয়া (৮/৪১)",
    "ar": "حَدَّثَنَا أَبُو زَكَرِيَّا، يَحْيَى بْنُ دُرُسْتَ الْبَصْرِيُّ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ كُلُّ مُسْكِرٍ خَمْرٌ وَكُلُّ مُسْكِرٍ حَرَامٌ وَمَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا فَمَاتَ وَهُوَ يُدْمِنُهَا لَمْ يَشْرَبْهَا فِي الآخِرَةِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَابْنِ عَبَّاسٍ وَعُبَادَةَ وَأَبِي مَالِكٍ الأَشْعَرِيِّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَاهُ مَالِكُ بْنُ أَنَسٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ مَوْقُوفًا فَلَمْ يَرْفَعْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা, আবূ সাইদ, আবদুল্লাহ ইবনু আমর, ইবনু আব্বাস, উবাদা ও আবূ মালিক আল-আশআরী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু উমার (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। নাফি হতে ইবনু উমারের বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বিভিন্ন সূত্রে উল্লেখিত হাদীসটি বর্ণিত হয়েছে। এ হাদীসটি মালিক ইবনু আনাস (রাহঃ) নাফি হতে ইবনু উমারের সূত্রে মাওকূফভাবে বর্ণনা করেছেন, মারফূভাবে নয়।"
  },
  {
    "hadith_id": 1862,
    "narrator": "আবদুল্লাহ ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মদ পানকারী ব্যক্তির চল্লিশ দিনের নামায ক্ববূল করা হয় না। সে তাওবা করলে তবে আল্লাহ তা’আলা তার তাওবা ক্ববূল করেন। যদি আবার সে মদ পান করে তাহলে আল্লাহ তা’আলা তার চল্লিশ দিনের নামায ক্ববূল করেন না। যদি সে তাওবা করে তাহলে আল্লাহ তা’আলা তার তাওবা গ্রহণ করেন। সে যদি আবার মদ পানে লিপ্ত হয় তাহলে তার চল্লিশ দিনের নামায আল্লাহ তা’আলা গ্রহণ করেন না। যদি সে তাওবা করে আল্লাহ তা’আলা তার তাওবা কবূল করেন। সে চতুর্থ বারে মদ পানে জড়িয়ে পড়লে আল্লাহ তা’আলা তাঁর চল্লিশ দিনের নামায গ্রহণ করেন না। যদি সে তাওবা করে আল্লাহ তা’আলা তার তাওবা ক্ববূল করবেন না এবং তাকে ‘নাহ্‌রুল খাবাল’ হতে পান করাবেন। প্রশ্ন করা হল, হে আবূ আবদুর রাহমান (ইবনু উমার)! খাবাল নামক ঝর্নাটি কি? তিনি বললেন, জাহান্নামীদের পূঁজের ঝর্ণা।\n\nসহীহ্‌, ইবনু মাজাহ্‌ (৩৩৭৭)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ، عَنْ أَبِيهِ، قَالَ قَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ شَرِبَ الْخَمْرَ لَمْ يَقْبَلِ اللَّهُ لَهُ صَلاَةً أَرْبَعِينَ صَبَاحًا فَإِنْ تَابَ تَابَ اللَّهُ عَلَيْهِ فَإِنْ عَادَ لَمْ يَقْبَلِ اللَّهُ لَهُ صَلاَةً أَرْبَعِينَ صَبَاحًا فَإِنْ تَابَ تَابَ اللَّهُ عَلَيْهِ فَإِنْ عَادَ لَمْ يَقْبَلِ اللَّهُ لَهُ صَلاَةً أَرْبَعِينَ صَبَاحًا فَإِنْ تَابَ تَابَ اللَّهُ عَلَيْهِ فَإِنْ عَادَ الرَّابِعَةَ لَمْ يَقْبَلِ اللَّهُ لَهُ صَلاَةً أَرْبَعِينَ صَبَاحًا فَإِنْ تَابَ لَمْ يَتُبِ اللَّهُ عَلَيْهِ وَسَقَاهُ مِنْ نَهْرِ الْخَبَالِ ‏\"‏ ‏.‏ قِيلَ يَا أَبَا عَبْدِ الرَّحْمَنِ وَمَا نَهْرُ الْخَبَالِ قَالَ نَهْرٌ مِنْ صَدِيدِ أَهْلِ النَّارِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَقَدْ رُوِيَ نَحْوُ هَذَا عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন। আবদুল্লাহ ইবনু আমর এবং আবদুল্লাহ ইবনু আব্বাস (রাঃ)-ও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে একইরকম বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1863,
    "narrator": "আইশা (রাঃ)",
    "bn": "মধু দ্বারা বানানো মদ সম্বন্ধে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করা হলে তিনি বলেনঃ সকল প্রকারের নেশা সৃষ্টিকারী পানীয়ই হারাম।\n\nসহীহ্‌, ইবনু মাজাহ্‌ (৩৩৮৬), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم سُئِلَ عَنِ الْبِتْعِ فَقَالَ ‏ \"‏ كُلُّ شَرَابٍ أَسْكَرَ فَهُوَ حَرَامٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 1864,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ সকল প্রকারের নেশা সৃষ্টিকারী দ্রব্যই হারাম।\n\nসহীহ্‌, ইবনু মাজাহ্‌ (৩৩৮৭), মুসলিম।",
    "ar": "حَدَّثَنَا عُبَيْدُ بْنُ أَسْبَاطِ بْنِ مُحَمَّدٍ الْقُرَشِيُّ الْكُوفِيُّ، وَأَبُو سَعِيدٍ الأَشَجُّ قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنِ ابْنِ عُمَرَ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ كُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَعَلِيٍّ وَابْنِ مَسْعُودٍ وَأَنَسٍ وَأَبِي سَعِيدٍ وَأَبِي مُوسَى وَالأَشَجِّ الْعَصَرِيِّ وَدَيْلَمَ وَمَيْمُونَةَ وَابْنِ عَبَّاسٍ وَقَيْسِ بْنِ سَعْدٍ وَالنُّعْمَانِ بْنِ بَشِيرٍ وَمُعَاوِيَةَ وَوَائِلِ بْنِ حُجْرٍ وَقُرَّةَ الْمُزَنِيِّ وَعَبْدِ اللَّهِ بْنِ مُغَفَّلٍ وَأُمِّ سَلَمَةَ وَبُرَيْدَةَ وَأَبِي هُرَيْرَةَ وَعَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رُوِيَ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَكِلاَهُمَا صَحِيحٌ رَوَاهُ غَيْرُ وَاحِدٍ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَعَنْ أَبِي سَلَمَةَ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উমার, আলী, ইবনু মাসউদ, আনাস, আবূ সাঈদ, আবূ মূসা, আশাজজুল আ’সারী, দাইলাম, মাইমূনা, ইবনু আব্বাস, কাইস ইবনু সা’দ, নু’মান ইবনু বাশীর, মুআবিয়া, ওয়াইল ইবনু হুজর, কুররাতুল মুযানী, আবদুল্লাহ ইবনু মুগাফফাল, উম্মু সালামা, বুরাইদা, আবূ হুরাইরা ও আইশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন। আবূ সালামা হতে আবূ হুরাইরা (রাঃ)-এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতেও একইরকম বর্ণিত হয়েছে। দুটো রিওয়ায়াতই সহীহ্‌। একাধিক বর্ণনাকারী মুহাম্মাদ ইবনু আমরের সূত্রে, তিনি আবূ সালামার সূত্রে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে একইরকম বর্ণনা করেছেন। আবূ সালামা হতে ইবনু উমার (রাঃ)-এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রেও হাদীসটি বর্ণিত আছে।"
  },
  {
    "hadith_id": 1865,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে দ্রব্যের বেশি পরিমাণ (পান করলে) নেশার সৃষ্টি করে, তার অল্প পরিমাণও (পান করা) হারাম।\n\nহাসান সহীহ, ইবনু মাজাহ্‌ (৩৩৯৩)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، وَحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ دَاوُدَ بْنِ بَكْرِ بْنِ أَبِي الْفُرَاتِ، عَنِ ابْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَا أَسْكَرَ كَثِيرُهُ فَقَلِيلُهُ حَرَامٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ سَعْدٍ وَعَائِشَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَابْنِ عُمَرَ وَخَوَّاتِ بْنِ جُبَيْرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ جَابِرٍ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "সা’দ, আইশা, আবদুল্লাহ ইবনু আমর, ইবনু উমার ও খাওওয়াত ইবনু জুবাইর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। জাবির (রাঃ)-এর বর্ণিত হাদীস হিসেবে এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন।"
  },
  {
    "hadith_id": 1866,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সকল প্রকার নেশা সৃষ্টিকারী দ্রব্য হারাম। যে দ্রব্যের এক ‘ফারাক’ (মশক) পরিমাণ (পানে) নেশা সৃষ্টি হয় তার এক আঁজল পরিমাণও হারাম।\n\nসহীহ্‌, ইরওয়া (২৩৭৬)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ عَبْدِ الأَعْلَى، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنْ مَهْدِيِّ بْنِ مَيْمُونٍ، ح وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ، حَدَّثَنَا مَهْدِيُّ بْنُ مَيْمُونٍ الْمَعْنَى، وَاحِدٌ، عَنْ أَبِي عُثْمَانَ الأَنْصَارِيِّ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كُلُّ مُسْكِرٍ حَرَامٌ مَا أَسْكَرَ الْفَرَقُ مِنْهُ فَمِلْءُ الْكَفِّ مِنْهُ حَرَامٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى قَالَ أَحَدُهُمَا فِي حَدِيثِهِ ‏\"‏ الْحُسْوَةُ مِنْهُ حَرَامٌ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَاهُ لَيْثُ بْنُ أَبِي سُلَيْمٍ وَالرَّبِيعُ بْنُ صَبِيحٍ عَنْ أَبِي عُثْمَانَ الأَنْصَارِيِّ نَحْوَ رِوَايَةِ مَهْدِيِّ بْنِ مَيْمُونٍ ‏.‏ وَأَبُو عُثْمَانَ الأَنْصَارِيُّ اسْمُهُ عَمْرُو بْنُ سَالِمٍ وَيُقَالُ عُمَرُ بْنُ سَالِمٍ أَيْضًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, অপর বর্ণনায় আছে, ‘তার এক ঢোক পরিমাণও’ হারাম। এ হাদীসটি হাসান সহীহ্‌। মাহ্‌দী ইবনু মাইমূনের হাদীসের মতো লাইস ইবনু আবূ সুলাইম ও আর-রাবী ইবনু সাবীহ-আবূ উসমান আল-আনসারী হতে বর্ণনা করেছেন। আবূ উসমান আল-আনসারীর নাম আমর ইবনু সালিম, তাকে উমার ইবনু সালিমও বলা হয়।"
  },
  {
    "hadith_id": 1867,
    "narrator": "তাঊস (রাহঃ)",
    "bn": "ইবনু উমার (রাঃ)-এর নিকট একজন লোক এসে প্রশ্ন করল, সবুজ কলসে বানানো নাবীয পান করতে কি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন? তিনি বললেন, হ্যাঁ। তাঊস (রাহঃ) বলেন, আল্লাহ তা’আলার শপথ! আমি এটা ইবনু উমার (রাঃ)-এর নিকটেই শুনেছি।\n\nসহীহ্‌, মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا ابْنُ عُلَيَّةَ، وَيَزِيدُ بْنُ هَارُونَ، قَالاَ أَخْبَرَنَا سُلَيْمَانُ التَّيْمِيُّ، عَنْ طَاوُسٍ، أَنَّ رَجُلاً، أَتَى ابْنَ عُمَرَ فَقَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ نَبِيذِ الْجَرِّ فَقَالَ نَعَمْ ‏.‏ فَقَالَ طَاوُسٌ وَاللَّهِ إِنِّي سَمِعْتُهُ مِنْهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ أَبِي أَوْفَى وَأَبِي سَعِيدٍ وَسُوَيْدٍ وَعَائِشَةَ وَابْنِ الزُّبَيْرِ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আবী আওফা, আবূ সাঈদ, সুয়াইদ, আইশা, ইবনুয যুবাইর ও ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীসটি বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1868,
    "narrator": "আমর ইবনু মুররা (রাহঃ)",
    "bn": "তিনি বলেন, আমি যাযানকে বলতে শুনেছি, ইবনু উমার (রাঃ)-কে আমি প্রশ্ন করলাম, কোন কোন ধরনের পাত্র ব্যবহার করতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বারণ করেছেন এ বিষয়ে আমাকে আপনাদের ভাষায় জানিয়ে দিন এবং তা আমাদের ভাষায় ব্যাখ্যা করে বুঝিয়ে দিন। তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘হানতামাহ’ ব্যবহার করতে নিষেধ করেছেন। এটা মাটি দ্বারা বানানো এক প্রকার সবুজ কলস। ‘দুব্বা’ ব্যবহার করতেও তিনি নিষেধ করেছেন। এটা কদুর খোল দ্বারা বানানো পাত্রবিশেষ। তিনি ‘নাকীর’-এর ব্যবহারকেও নিষেধ করেছেন। এটা খেজুর গাছের মূল-কান্ড খুঁড়ে বানানো কাঠের পাত্রবিশেষ। তিনি ‘মুযাফফাত’ ব্যবহার করতেও নিষেধ করেছেন। এটা আলকাতরার প্রলেপযুক্ত পাত্রবিশেষ। তিনি মশকের মধ্যে নাবীয বানানোর আদেশ করেছেন। \n\nসহীহ্‌, সহীহা (২৯৫১), মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، قَالَ سَمِعْتُ زَاذَانَ، يَقُولُ سَأَلْتُ ابْنَ عُمَرَ عَمَّا نَهَى عَنْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنَ الأَوْعِيَةِ أَخْبِرْنَاهُ بِلُغَتِكُمْ وَفَسِّرْهُ لَنَا بِلُغَتِنَا ‏.‏ فَقَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْحَنْتَمَةِ وَهِيَ الْجَرَّةُ وَنَهَى عَنِ الدُّبَّاءِ وَهِيَ الْقَرْعَةُ وَنَهَى عَنِ النَّقِيرِ وَهُوَ أَصْلُ النَّخْلِ يُنْقَرُ نَقْرًا أَوْ يُنْسَحُ نَسْحًا وَنَهَى عَنِ الْمُزَفَّتِ وَهِيَ الْمُقَيَّرُ وَأَمَرَ أَنْ يُنْبَذَ فِي الأَسْقِيَةِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَعَلِيٍّ وَابْنِ عَبَّاسٍ وَأَبِي سَعِيدٍ وَأَبِي هُرَيْرَةَ وَعَبْدِ الرَّحْمَنِ بْنِ يَعْمُرَ وَسَمُرَةَ وَأَنَسٍ وَعَائِشَةَ وَعِمْرَانَ بْنِ حُصَيْنٍ وَعَائِذِ بْنِ عَمْرٍو وَالْحَكَمِ الْغِفَارِيِّ وَمَيْمُونَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উমার, আলী, ইবনু আব্বাস, আবূ সাঈদ, আবূ হুরাইরা, আবদুর রাহমান ইবনু ইয়া’মার, সামুরা, আনাস, আইশা, ইমরান ইবনু হুসাইন, আইয ইবনু আমর, হাকাম আল-গিফারী ও মাইমূনা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1869,
    "narrator": "সুলাইমান ইবনু বুরাইদা (রাহঃ) হতে তার বাবা",
    "bn": "তিনি (বুরাইদা) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি এসব পাত্র কাজে লাগাতে তোমাদেরকে নিষেধ করেছিলাম। প্রকৃতপক্ষে পাত্র কোন জিনিসকে হালালও করতে পারে না এবং হারামও করতে পারে না। তবে সকল প্রকারের নেশা সৃষ্টিকারী জিনিসই হারাম।\n\nসহীহ্‌, তা’লীক আলা ইবনি মাজাহ্‌, মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَالْحَسَنُ بْنُ عَلِيٍّ، وَمَحْمُودُ بْنُ غَيْلاَنَ، قَالُوا حَدَّثَنَا أَبُو عَاصِمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ سُلَيْمَانَ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنِّي كُنْتُ نَهَيْتُكُمْ عَنِ الظُّرُوفِ وَإِنَّ ظَرْفًا لاَ يُحِلُّ شَيْئًا وَلاَ يُحَرِّمُهُ وَكُلُّ مُسْكِرٍ حَرَامٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1870,
    "narrator": "জাবির ইবনু আব্দুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মদের পাত্রসমূহ ব্যবহার করতে নিষেধ করেছেন। আনসারগণ তাঁর কাছে কিছু অসুবিধার কথা তুলে ধরে বলেন, আমাদের আর কোন পাত্র নেই। তিনি বললেনঃ আচ্ছা! তাহলে (এগুলো ব্যবহার করতে) আপত্তি নেই।\n\nসহীহ্‌, বুখারী।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ الْحَفَرِيُّ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الظُّرُوفِ فَشَكَتْ إِلَيْهِ الأَنْصَارُ فَقَالُوا لَيْسَ لَنَا وِعَاءٌ ‏.‏ قَالَ ‏ \"‏ فَلاَ إِذًا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَأَبِي سَعِيدٍ وَأَبِي هُرَيْرَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু মাসউদ, আবূ হুরাইরা, আবূ সাঈদ ও আব্দুল্লাহ ইবনু আমর (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 1871,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, আমরা মশকের মধ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য নাবীয (খেজুরের শরবত) বানাতাম। এর উপরিভাগে যে ছিদ্র ছিল দড়ি দ্বারা তা বেঁধে দেওয়া হত। আমরা সকালে তাঁর জন্য নাবীয বানাতাম। তিনি রাতে তা পান করতেন। আবার তাঁর জন্য আমরা রাতে নাবীয বানাতাম। তিনি ভোরে তা পান করতেন।\n\nসহীহ্‌, ইবনু মাজাহ্‌ (৩৩৯৮)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، عَنِ الْحَسَنِ الْبَصْرِيِّ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، قَالَتْ كُنَّا نَنْبِذُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِي سِقَاءٍ يُوكَأُ فِي أَعْلاَهُ لَهُ عَزْلاَءُ نَنْبِذُهُ غُدْوَةً وَيَشْرَبُهُ عِشَاءً وَنَنْبِذُهُ عِشَاءً وَيَشْرَبُهُ غُدْوَةً ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَأَبِي سَعِيدٍ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ يُونُسَ بْنِ عُبَيْدٍ إِلاَّ مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ عَنْ عَائِشَةَ أَيْضًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "জাবির, আবূ সাঈদ ও ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। আইশা হতে ইউনুসের হাদীস হিসেবে এই সূত্র ব্যতীত অন্য কোন সূত্রে জানতে পারিনি।"
  },
  {
    "hadith_id": 1872,
    "narrator": "নু’মান ইবনু বাশীর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মদ বানানো হয় গম দিয়ে, মদ বানানো হয় যব দিয়ে, মদ বাননো হয় খেজুর দিয়ে, মদ বানানো হয় আঙ্গুর দিয়ে এবং মদ বানানো হয় মধু দিয়ে।\n\nসহীহ্‌, ইবনু মা-জাহ্‌ (৩৩৭৯)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، حَدَّثَنَا إِسْرَائِيلُ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُهَاجِرٍ، عَنْ عَامِرٍ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ مِنَ الْحِنْطَةِ خَمْرًا وَمِنَ الشَّعِيرِ خَمْرًا وَمِنَ التَّمْرِ خَمْرًا وَمِنَ الزَّبِيبِ خَمْرًا وَمِنَ الْعَسَلِ خَمْرًا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা গারীব করেছেন।"
  },
  {
    "hadith_id": 1874,
    "narrator": "উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "গম দিয়ে মদ উৎপাদন করা হয়... উপরের হাদীসের মতোই পরের বর্ণনা।\n\nসহীহ্‌, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا بِذَلِكَ، أَحْمَدُ بْنُ مَنِيعٍ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ أَبِي حَيَّانَ التَّيْمِيِّ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، إِنَّ مِنَ الْحِنْطَةِ خَمْرًا بِهَذَا ‏.‏ وَهَذَا أَصَحُّ مِنْ حَدِيثِ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ ‏.‏ وَقَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ لَمْ يَكُنْ إِبْرَاهِيمُ بْنُ مُهَاجِرٍ بِالْقَوِيِّ فِي الْحَدِيثِ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ أَيْضًا عَنِ الشَّعْبِيِّ عَنِ النُّعْمَانِ بْنِ بَشِيرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবরাহীম ইবনু মুহাজিরের বর্ণনার চাইতে এ বর্ণনাটি অনেক বেশি সহীহ্‌। আলী ইবনুল মাদীনী বলেন, ইয়াহ্‌ইয়া ইবনু সাঈদ বলেছেন, ইবরাহীম ইবনু মুহাজির তেমন বলিষ্ঠ বর্ণনাকারী নন। এ হাদীসটি একাধিক সূত্রে নু’মান ইবনু বাশীরের বরাতেও শা’বী হতে বর্ণিত আছে।"
  },
  {
    "hadith_id": 1875,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দুইটি গাছের ফল দিয়ে মদ বানানো হয়-খেজুর ও আঙ্গুর।\n\nসহীহ্‌, ইবনু মা-জাহ্‌ (৩৩৭৮), মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، حَدَّثَنَا الأَوْزَاعِيُّ، وَعِكْرِمَةُ بْنُ عَمَّارٍ، قَالاَ حَدَّثَنَا أَبُو كَثِيرٍ السُّحَيْمِيُّ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْخَمْرُ مِنْ هَاتَيْنِ الشَّجَرَتَيْنِ النَّخْلَةُ وَالْعِنَبَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو كَثِيرٍ السُّحَيْمِيُّ هُوَ الْغُبَرِيُّ وَاسْمُهُ يَزِيدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ غُفَيْلَةَ ‏.‏ وَرَوَى شُعْبَةُ عَنْ عِكْرِمَةَ بْنِ عَمَّارٍ هَذَا الْحَدِيثَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আবূ কাসীর আস-সুহাইমী আল-গুবারী হিসাবেও পরিচিত। তার নাম ইয়াযীদ ইবনু আবদুর রাহমান ইবনু গুফাইলা। ইকরিমা ইবনু আম্মার হতে শুবা এ হাদীসটি বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 1876,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "কাঁচা ও পাকা খেজুর একসাথে মিশিয়ে নাবীয বানাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন।\n\nসহীহ্‌, ইবনু মা-জাহ্‌ (৩৩৯৫), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى أَنْ يُنْبَذَ الْبُسْرُ وَالرُّطَبُ جَمِيعًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন ।"
  },
  {
    "hadith_id": 1877,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "(নাবীয বানানোর উদ্দেশ্যে) কাঁচা ও পাকা খেজুর একসাথে মিশাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন। তিনি কিশমিশ ও পাকা খেজুর একসাথে মিশাতেও নিষেধ করেছেন। মাটির কলসে নাবীয বানাতেও তিনি নিষেধ করেছেন। \nসহীহ্‌, মুসলিম (৬/৮৮, ৯৪)।",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا جَرِيرٌ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الْبُسْرِ وَالتَّمْرِ أَنْ يُخْلَطَ بَيْنَهُمَا وَنَهَى عَنِ الزَّبِيبِ وَالتَّمْرِ أَنْ يُخْلَطَ بَيْنَهُمَا وَنَهَى عَنِ الْجِرَارِ أَنْ يُنْبَذَ فِيهَا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَأَنَسٍ وَأَبِي قَتَادَةَ وَابْنِ عَبَّاسٍ وَأُمِّ سَلَمَةَ وَمَعْبَدِ بْنِ كَعْبٍ عَنْ أُمِّهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "জাবির, আনাস, আবূ কাতাদা, ইবনু আব্বাস, উম্মু সালামা (রাঃ) ও মা’বাদ ইবনু কা’ব হতে তার মায়ের সূত্রে এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1878,
    "narrator": "হাকাম (রাহঃ)",
    "bn": "তিনি বলেন, ইবনু আবী মাইলাকে আমি বর্ণনা করতে শুনেছি, হুযাইফা (রাঃ) পানি চাইলেন। একজন লোক তার জন্য রুপার পাত্রে পানি আনলেন। পাত্রটি তিনি ছুড়ে ফেলে দেন এবং বলেন, আমি এটা হতে তাকে বিরত থাকতে বলেছিলাম, কিন্তু সে বিরত থাকতে সম্মত হয়নি। স্বর্ণের অথবা রুপার পাত্রে পান করতে এবং রেশমী পোশাক পরতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন। তিনি আরো বলেছেনঃ এ সকল জিনিস তাদের (কাফিরদের) জন্য দুনিয়াতে এবং তোমাদের জন্য আখিরাতে।\n\nসহীহ্‌, ইবনু মা-জাহ্‌ (৩৪১৪), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، قَالَ سَمِعْتُ ابْنَ أَبِي لَيْلَى، يُحَدِّثُ أَنَّ حُذَيْفَةَ، اسْتَسْقَى فَأَتَاهُ إِنْسَانٌ بِإِنَاءٍ مِنْ فِضَّةٍ فَرَمَاهُ بِهِ وَقَالَ إِنِّي كُنْتُ قَدْ نَهَيْتُهُ فَأَبَى أَنْ يَنْتَهِيَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الشُّرْبِ فِي آنِيَةِ الْفِضَّةِ وَالذَّهَبِ وَلُبْسِ الْحَرِيرِ وَالدِّيبَاجِ وَقَالَ ‏ \"‏ هِيَ لَهُمْ فِي الدُّنْيَا وَلَكُمْ فِي الآخِرَةِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أُمِّ سَلَمَةَ وَالْبَرَاءِ وَعَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উম্মু সালামা, বারাআ ও আইশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 1879,
    "narrator": "আনাস (রাঃ)",
    "bn": "যে কাউকে দাঁড়িয়ে থাকাবস্থায় পান করতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন। দাঁড়িয়ে খাওয়া-দাওয়া করার ব্যাপারে প্রশ্ন করা হলে তিনি বলেনঃ এটাতো অত্যধিক খারাপ।\n\nসহীহ্‌, ইবনু মা-জাহ্‌ (৩৪২৪), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ يَشْرَبَ الرَّجُلُ قَائِمًا ‏.‏ فَقِيلَ الأَكْلُ قَالَ ذَاكَ أَشَدُّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন ।"
  },
  {
    "hadith_id": 1880,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যামানায় আমরা হাঁটতে হাঁটতে খাবার খেতাম এবং দাঁড়িয়ে থাকাবস্থায় পানি পান করতাম।\n\nসহীহ্‌, মিশকাত (৪২৭৫)।",
    "ar": "حَدَّثَنَا أَبُو السَّائِبِ، سَلْمُ بْنُ جُنَادَةَ الْكُوفِيُّ حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كُنَّا نَأْكُلُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَنَحْنُ نَمْشِي وَنَشْرَبُ وَنَحْنُ قِيَامٌ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ ‏.‏ وَرَوَى عِمْرَانُ بْنُ حُدَيْرٍ هَذَا الْحَدِيثَ عَنْ أَبِي الْبَزَرِيِّ عَنِ ابْنِ عُمَرَ ‏.‏ وَأَبُو الْبُزَرِيُّ اسْمُهُ يَزِيدُ بْنُ عُطَارِدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি সহীহ্‌ এবং উবাইদুল্লাহ ইবনু উমার-নাফি হতে, তিনি ইবনু উমার (রাঃ)-এর সূত্রে গারীব। এ হাদীসটি ইমরান ইবনু হুদাইর আবুল বাযারীর বরাতে ইবনু উমার হতে বর্ণনা করেছেন। আবুল বাযারীর নাম ইয়াযীদ, পিতা উতারিদ।"
  },
  {
    "hadith_id": 1881,
    "narrator": "আল-জারূদ ইবনুল মুআল্লা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়িয়ে থাকাবস্থায় পান করতে নিষেধ করেছেন।\n\nপূর্বের হাদীসের সহায়তায় সহীহ্‌।",
    "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ أَبِي مُسْلِمٍ الْجَذْمِيِّ، عَنِ الْجَارُودِ بْنِ الْمُعَلَّى، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الشُّرْبِ قَائِمًا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَأَبِي هُرَيْرَةَ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ حَسَنٌ ‏.‏ وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ سَعِيدٍ عَنْ قَتَادَةَ عَنْ أَبِي مُسْلِمٍ عَنِ الْجَارُودِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرُوِيَ عَنْ قَتَادَةَ عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الشِّخِّيرِ عَنْ أَبِي مُسْلِمٍ عَنِ الْجَارُودِ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ ضَالَّةُ الْمُسْلِمِ حَرْقُ النَّارِ ‏\"‏ ‏.‏ وَالْجَارُودُ هُوَ ابْنُ الْمُعَلَّى الْعَبْدِيُّ صَاحِبُ النَّبِيِّ صلى الله عليه وسلم وَيُقَالُ الْجَارُودُ بْنُ الْعَلاَءِ أَيْضًا وَالصَّحِيحُ ابْنُ الْمُعَلَّى ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ সাঈদ, আবূ হুরাইরা ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীসটি বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। এ হাদীসটি সাঈদ-কাতাদা হতে, তিনি আবূ মুসলিম হতে, তিনি আলজারূদ হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে একাধিক বর্ণনাকারী বর্ণনা করেছেন। কাতাদা-ইয়াযীদ ইবনু আবদুল্লাহ ইবনুশ শিখখীর হতে, তিনি আবূ মুসলিম হতে, তিনি জারূদ (রাঃ) হতে এই সূত্রে বর্ণিত আছে যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “মুসলমানের হারানো বস্তু জাহান্নামের লেলিহান (অগ্নি) শিখা সমতুল্য”।\nজারূদ আল-মুআল্লা আল-আবদীর ছেলে। তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একজন সাহাবী। তাকে আল-জারূদ ইবনুল আলাও বলা হয় । তবে ইবনুল মুআল্লাই সঠিক।"
  },
  {
    "hadith_id": 1882,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যমযমের পানি দাঁড়িয়ে থাকাবস্থায় পান করেছেন। \n\nসহীহ্‌, ইবনু মা-জাহ্‌ (৩৪২২)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، حَدَّثَنَا عَاصِمٌ الأَحْوَلُ، وَمُغِيرَةُ، عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم شَرِبَ مِنْ زَمْزَمَ وَهُوَ قَائِمٌ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَسَعْدٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَعَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, সা’দ, আবদুল্লাহ ইবনু আমর ও আইশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন ।"
  },
  {
    "hadith_id": 1884,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পাত্র হতে পানি পানের সময় তিনবার নি:শ্বাস নিতেন। তিনি বলতেনঃ এভাবে পান করা অধিক স্বাচ্ছন্দকর ও তৃপ্তিদায়ক।\n\nসহীহ্‌, ইবনু মা-জাহ্‌ (৩৪১৬), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَيُوسُفُ بْنُ حَمَّادٍ، قَالاَ حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، عَنْ أَبِي عِصَامٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَنَفَّسُ فِي الإِنَاءِ ثَلاَثًا وَيَقُولُ ‏ \"‏ هُوَ أَمْرَأُ وَأَرْوَى ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَرَوَاهُ هِشَامٌ الدَّسْتَوَائِيُّ عَنْ أَبِي عِصَامٍ عَنْ أَنَسٍ ‏.‏\nوَرَوَى عَزْرَةُ بْنُ ثَابِتٍ، عَنْ ثُمَامَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَنَفَّسُ فِي الإِنَاءِ ثَلاَثًا ‏.‏\n\nحَدَّثَنَا بِذَلِكَ مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ حَدَّثَنَا عَزْرَةُ بْنُ ثَابِتٍ الأَنْصَارِيُّ عَنْ ثُمَامَةَ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَنَفَّسُ فِي الإِنَاءِ ثَلاَثًا ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। হিশাম দাস্‌তুয়াঈ এ হাদীসটি আবূ আসিমের সূত্রে আনাস হতে বর্ণনা করেছেন। আযরা ইবনু সাবিত সুমামার সূত্রে আনাস হতে বর্ণনা করেছেন, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পানি পান করার সময় তিনবার নি:শ্বাস ফেলতেন। সহীহ্‌, প্রাগুক্ত। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌ ।"
  },
  {
    "hadith_id": 1885,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা এক চুমুকে উটের মত পানি পান করো না; বরং দুই–তিনবারে (শ্বাস নিয়ে) পান কর। তোমরা যখন পান করবে তখন আল্লাহ্‌ তা‘আলার নাম নিবে (বিসমিল্লাহ বলবে) এবং যখন শেষ করবে তখন আল্লাহ্‌ তা‘আলার প্রশংসা করবে ( আলহামদুলিল্লাহ বলবে)।\n\nযঈফ, মিশকাত, তাহকিক ছানী (৪২৭৮)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ يَزِيدَ بْنِ سِنَانٍ الْجَزَرِيِّ، عَنِ ابْنٍ لِعَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَشْرَبُوا وَاحِدًا كَشُرْبِ الْبَعِيرِ وَلَكِنِ اشْرَبُوا مَثْنَى وَثُلاَثَ وَسَمُّوا إِذَا أَنْتُمْ شَرِبْتُمْ وَاحْمَدُوا إِذَا أَنْتُمْ رَفَعْتُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَيَزِيدُ بْنُ سِنَانٍ الْجَزَرِيُّ هُوَ أَبُو فَرْوَةَ الرُّهَاوِيُّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেছেন, এ হাদীসটি গারীব। ইয়াযীদ ইবনু সিনান আল–জাযারীর উপনাম আবূ ফারওয়া আর–রুহাবী"
  },
  {
    "hadith_id": 1886,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন পান করতেন তখন দুইবার নিঃশ্বাস নিতেন।\n\nযঈফ, ইবনু মাজাহ (৩৪১৭)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ رِشْدِينَ بْنِ كُرَيْبٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا شَرِبَ تَنَفَّسَ مَرَّتَيْنِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ رِشْدِينَ بْنِ كُرَيْبٍ ‏.‏ قَالَ وَسَأَلْتُ أَبَا مُحَمَّدٍ عَبْدَ اللَّهِ بْنَ عَبْدِ الرَّحْمَنِ عَنْ رِشْدِينَ بْنِ كُرَيْبٍ قُلْتُ هُوَ أَقْوَى أَوْ مُحَمَّدُ بْنُ كُرَيْبٍ فَقَالَ مَا أَقْرَبَهُمَا وَرِشْدِينُ بْنُ كُرَيْبٍ أَرْجَحُهُمَا عِنْدِي ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ عَنْ هَذَا فَقَالَ مُحَمَّدُ بْنُ كُرَيْبٍ أَرْجَحُ مِنْ رِشْدِينَ بْنِ كُرَيْبٍ ‏.‏ وَالْقَوْلُ عِنْدِي مَا قَالَ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ رِشْدِينُ بْنُ كُرَيْبٍ أَرْجَحُ وَأَكْبَرُ وَقَدْ أَدْرَكَ ابْنَ عَبَّاسٍ وَرَآهُ وَهُمَا أَخَوَانِ وَعِنْدَهُمَا مَنَاكِيرُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদিসটি হাসান গারীব। আমরা শুধু রিশদীন ইবনু কুরাইবের সূত্রেই এ হাদীস প্রসঙ্গে জেনেছি। তিনি আরও বলেছেন, আমি আবূ মুহাম্মদ আবদুল্লাহ ইবনু আবদুর রহমানের নিকট রিশদীন প্রসঙ্গে প্রশ্ন করলাম– রাবী হিসেবে রিশদীন ও মুহাম্মাদ ইবনু কুরাইবের মধ্যে কে বেশী শক্তিশালী? তিনি বললেন, এরা খুব কাছাকাছি, তবে আমার মতে রিশদীন অগ্রগণ্য। তিনি আরও বলেছেন, আমি এ প্রসঙ্গে মুহাম্মদ ইবনু ইসমাঈলকে প্রশ্ন করলে তিনি বললেন, রিশদ্বীনের তুলনায় মুহাম্মদ অগ্রগণ্য। আবূ মুহাম্মাদ আবদুল্লাহ ইবনু আব্দুর রহমানের মত আমারও অভিমত এই যে, তাদের উভয়ের মধ্যে রিশদীন বেশী অগ্রগণ্য ও প্রকৃষ্টতর। তিনি ইবনু আব্বাস (রাঃ)–এর দেখা পেয়েছেন। তারা উভয়ে সহোদর ভাই এবং তাদের অনেক মুনকার রিওয়ায়াতও আছে।"
  },
  {
    "hadith_id": 1887,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "পানীয় দ্রব্যের মধ্যে ফুঁ দিতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন। একজন বলল, পানির পাত্রে ময়লা দেখতে পেলে? তিনি বলেনঃ তা ঢেলে ফেলে দাও। লোকটি বলল, আমি এক নিঃশ্বাসে তৃপ্ত হতে পারি না। তিনি বললেনঃ পাত্রটিকে নিঃশ্বাসের সময় তোমার মুখ হতে সরিয়ে রাখ।\n\nহাসান, সহীহাহ্ (৩৮৫).",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ أَيُّوبَ، وَهُوَ ابْنُ حَبِيبٍ أَنَّهُ سَمِعَ أَبَا الْمُثَنَّى الْجُهَنِيَّ، يَذْكُرُ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ النَّفْخِ فِي الشُّرْبِ ‏.‏ فَقَالَ رَجُلٌ الْقَذَاةُ أَرَاهَا فِي الإِنَاءِ قَالَ ‏\"‏ أَهْرِقْهَا ‏\"‏ ‏.‏ قَالَ فَإِنِّي لاَ أَرْوَى مِنْ نَفَسٍ وَاحِدٍ قَالَ ‏\"‏ فَأَبِنِ الْقَدَحَ إِذًا عَنْ فِيكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1888,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পাত্রে নিঃশ্বাস ফেলতে এবং তাতে ফুঁ দিতে বারণ করেছেন।\n\nসহীহ্, ইবনু মাজাহ (৩৪২৯)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ الْكَرِيمِ الْجَزَرِيِّ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ يُتَنَفَّسَ فِي الإِنَاءِ أَوْ يُنْفَخَ فِيهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1889,
    "narrator": "আবদুল্লাহ ইবনু আবী কাতাদা (রাহঃ) হতে তার পিতা",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কোন ব্যক্তি পান করার সময় যেন পাত্রের মধ্যে নিঃশ্বাস না ছাড়ে।\n\nসহীহ্, সহীহ্ আবূ দাউদ (২৩), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا هِشَامٌ الدَّسْتَوَائِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا شَرِبَ أَحَدُكُمْ فَلاَ يَتَنَفَّسْ فِي الإِنَاءِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1890,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "তিনি মশকের মুখ উল্টা অবস্থায় রেখে তা হতে পানি পান করতে নিষেধ করেছেন।\n\nসহীহ্, ইবনু মা-জাহ (৩৪১৮), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، رِوَايَةً أَنَّهُ نَهَى عَنِ اخْتِنَاثِ الأَسْقِيَةِ، ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ، وَابْنِ، عَبَّاسٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "জাবির, ইবনু আব্বাস ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1891,
    "narrator": "ঈসা ইবনু আবদুল্লাহ ইবনু উনাইস (রহঃ) হতে তাঁর পিতা",
    "bn": "তিনি (পিতা) বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখেছি যে, তিনি একটি ঝুলন্ত মশকের দিকে উঠে যান এবং এর মুখ উল্টে ধরে তা থেকে পানি পান করেন।\n\nমুনকার, যঈফ আবূ দাউদ।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ، عَنْ عِيسَى بْنِ عَبْدِ اللَّهِ بْنِ أُنَيْسٍ، عَنْ أَبِيهِ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم قَامَ إِلَى قِرْبَةٍ مُعَلَّقَةٍ فَخَنَثَهَا ثُمَّ شَرِبَ مِنْ فِيهَا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أُمِّ سُلَيْمٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَيْسَ إِسْنَادُهُ بِصَحِيحٍ ‏.‏ وَعَبْدُ اللَّهِ بْنُ عُمَرَ الْعُمَرِيُّ يُضَعَّفُ فِي الْحَدِيثِ وَلاَ أَدْرِي سَمِعَ مِنْ عِيسَى أَمْ لاَ",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে উম্মু সুলাইম হতেও হাদীস বর্ণিত হয়েছে। আবূ ঈসা বলেনঃ এ হাদীসের সনদ সহীহ নয়। (অধঃস্তন রাবী) আবদুল্লাহ ইবনু উমারের স্মৃতিশক্তি দুর্বল বলে উল্লেখ করা হয়েছে। তাছাড়া তিনি ঈসার নিকটে হাদীস শুনার সুযোগ পেয়েছেন কি-না তা আমি (তিরমিযী) জানি না।"
  },
  {
    "hadith_id": 1892,
    "narrator": "কাবশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার ঘরে আসলেন, তিনি দাঁড়িয়ে থাকাবস্থায় একটি ঝুলন্ত মশকের মুখ হতে পানি পান করলেন। আমি পরে উঠে গিয়ে মশকের মুখের সেই অংশ (বারকাতের আশায়) কেটে রেখে দেই।\n\nসহীহ্, মিশকাত (৪২৮১), মুখতাসার শামা-ইল (১৮২)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ يَزِيدَ بْنِ يَزِيدَ بْنِ جَابِرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمْرَةَ، عَنْ جَدَّتِهِ، كَبْشَةَ قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَشَرِبَ مِنْ فِي قِرْبَةٍ مُعَلَّقَةٍ قَائِمًا فَقُمْتُ إِلَى فِيهَا فَقَطَعْتُهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَيَزِيدُ بْنُ يَزِيدَ بْنِ جَابِرٍ هُوَ أَخُو عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ وَهُوَ أَقْدَمُ مِنْهُ مَوْتًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ গারীব বলেছেন। ইয়াযীদ ইবনু ইয়াযীদ ইবনু জাবির হলেন আবদুর রাহমান ইবনু ইয়াযীদের সহোদর ভাই এবং তিনি তার আগে মৃত্যুবরণ করেন।"
  },
  {
    "hadith_id": 1893,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, পানি মিশানো দুধ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে হাযির করা হল। একজন বেদুঈন লোক ছিল তাঁর ডান পাশে এবং আবূ বকর (রাঃ) ছিলেন বাম পাশে। তা তিনি প্রথমে নিজে পান করলেন, তারপর বেদুঈনকে দিলেন এবং বললেনঃ প্রথমে ডান পাশের মানুষেরা পর্যায়ক্রমে অগ্রাধিকার পাবে।\n\nসহীহ্, ইবনু মা-জাহ (৩৪২৫), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، قَالَ وَحَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أُتِيَ بِلَبَنٍ قَدْ شِيبَ بِمَاءٍ وَعَنْ يَمِينِهِ أَعْرَابِيٌّ وَعَنْ يَسَارِهِ أَبُو بَكْرٍ فَشَرِبَ ثُمَّ أَعْطَى الأَعْرَابِيَّ وَقَالَ ‏ \"‏ الأَيْمَنَ فَالأَيْمَنَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَسَهْلِ بْنِ سَعْدٍ وَابْنِ عُمَرَ وَعَبْدِ اللَّهِ بْنِ بُسْرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস, সাহল ইবনু সা’দ, ইবনু উমার ও আবদুল্লাহ ইবনু বসুর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1894,
    "narrator": "আবূ কাতাদা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ লোকদেরকে পানীয় পরিবেশনকারী সবার পান করা শেষে পান করবে।\n\nসহীহ্, ইবনু মা-জাহ (৩৪৩৪), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ رَبَاحٍ، عَنْ أَبِي قَتَادَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ سَاقِي الْقَوْمِ آخِرُهُمْ شُرْبًا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ أَبِي أَوْفَى ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আবী আওফা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 1896,
    "narrator": "যুহরী (রাহঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে প্রশ্ন করা হল, কোন প্রকার পানীয় দ্রব্য বেশি ভাল? তিনি বললেনঃ ঠান্ডা মিষ্টি শরবত।\n\nসহীহ্, দেখুন পূর্বের হাদীস",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا مَعْمَرٌ، وَيُونُسُ، عَنِ الزُّهْرِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سُئِلَ أَىُّ الشَّرَابِ أَطْيَبُ قَالَ ‏ \"‏ الْحُلْوُ الْبَارِدُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَكَذَا رَوَى عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً وَهَذَا أَصَحُّ مِنْ حَدِيثِ ابْنِ عُيَيْنَةَ رَحِمَهُ اللَّهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি আবদুর রাযযাক (রাহঃ) মা’মার হতে, তিনি যুহরী হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে একইভাবে মুরসালরূপে বর্ণনা করেছেন। এটি ইবনু উয়াইনার রিওয়ায়াতের চাইতে অনেক বেশি সহীহ।"
  },
  {
    "hadith_id": 1895,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঠান্ডা মিষ্টি শরবত বেশি পছন্দ করতেন।\n\nসহীহ্, মিশকাত তাহকীক ছানী (৪২৮২), সহীহা (৩০০৬), মুখতাসার শামা-ইল (১৭৫)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ كَانَ أَحَبَّ الشَّرَابِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الْحُلْوُ الْبَارِدُ ‏.‏ قَالَ أَبُو عِيسَى هَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنِ ابْنِ عُيَيْنَةَ مِثْلَ هَذَا عَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ وَالصَّحِيحُ مَا رُوِيَ عَنِ الزُّهْرِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, একাধিক বর্ণনাকারী ইবনু উয়াইনা হতে, তিনি মা’মার হতে, তিনি যুহ্রী হতে, তিনি উরওয়া হতে, তিনি আইশা (রাঃ) হতে এ হাদীসটি একইরকম বর্ণনা করেছেন। তবে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে যুহরীর সূত্রে মুরসাল বর্ণনাটিই সহীহ।"
  },
  {
    "hadith_id": 1873,
    "narrator": null,
    "bn": "হাসান ইবনু আলী আল-খাল্লাল-ইয়াহ্‌ইয়া ইবনু আদাম হতে তিনি ইসরাঈল (রাহঃ) হতে উপরের বর্ণিত হাদীসের মতোই হাদীস বর্ণনা করেছেন।\n\nসহীহ্‌, ইবনু মাজাহ্‌ (৩৩৭৯)।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ إِسْرَائِيلَ، نَحْوَهُ ‏.‏ وَرَوَى أَبُو حَيَّانَ التَّيْمِيُّ، هَذَا الْحَدِيثَ عَنِ الشَّعْبِيِّ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، قَالَ إِنَّ مِنَ الْحِنْطَةِ خَمْرًا فَذَكَرَ هَذَا الْحَدِيثَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1883,
    "narrator": "আমর ইবনু শুআইব (রহঃ)",
    "bn": "আমর ইবনু শুআইব (রাহঃ) হতে পর্যায়ক্রমে তার বাবা ও দাদার সূত্রে বর্ণিত আছে, তিনি (দাদা) বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দাঁড়িয়ে ও বসে পান করতে দেখেছি। \n\nহাসান, মিশকাত (৪২৭৬), মুখতাসার শামা-ইল (১৭৭)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ حُسَيْنٍ الْمُعَلِّمِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَشْرَبُ قَائِمًا وَقَاعِدًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন ।"
  }
]