[
  {
    "hadith_id": 2036,
    "narrator": "কাতাদা ইবনুন নু’মান (রাঃ)",
    "bn": "রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তা’আলা যখন কোন বান্দাহকে ভালবাসেন তাকে দুনিয়া হতে বাঁচিয়ে রাখেন, যেমন তোমাদের কেউ তার রোগীকে পানি হতে বাঁচিয়ে রাখে।\n\nসহীহ, মিশকাত তাহকীক ছানী (৫২৫০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا إِسْحَاقُ بْنُ مُحَمَّدٍ الْفَرْوِيُّ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ عُمَارَةَ بْنِ غَزِيَّةَ، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، عَنْ مَحْمُودِ بْنِ لَبِيدٍ، عَنْ قَتَادَةَ بْنِ النُّعْمَانِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا أَحَبَّ اللَّهُ عَبْدًا حَمَاهُ الدُّنْيَا كَمَا يَظَلُّ أَحَدُكُمْ يَحْمِي سَقِيمَهُ الْمَاءَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ صُهَيْبٍ وَأُمِّ الْمُنْذِرِ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ مَحْمُودِ بْنِ لَبِيدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏\n\nحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، عَنْ مَحْمُودِ بْنِ لَبِيدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَلَمْ يَذْكُرْ فِيهِ عَنْ قَتَادَةَ بْنِ النُّعْمَانِ ‏.‏ قَالَ أَبُو عِيسَى وَقَتَادَةُ بْنُ النُّعْمَانِ الظَّفَرِيُّ هُوَ أَخُو أَبِي سَعِيدٍ الْخُدْرِيِّ لأُمِّهِ وَمَحْمُودُ بْنُ لَبِيدٍ قَدْ أَدْرَكَ النَّبِيَّ صلى الله عليه وسلم وَرَآهُ وَهُوَ غُلاَمٌ صَغِيرٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, সুহাইব এবং উম্মুল মুনয়ির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান গারীব। এ হাদীসটি মুরসালরূপেও মাহমূদ ইবনু লাবীদের সূত্রে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্নিত হয়েছে। আলী ইবনু হুজর-ইসমাঈল ইবনু জা’ফর হতে, তিনি আমর ইবনু আবী আমর হতে, তিনি আসিম ইবনু উমার ইবনি কাতাদা হতে, তিনি মাহমূদ ইবনু লাবীদ (রাঃ) হতে, তিনি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে (উপরের হাদীসের) অনুরূপ বর্ণনা করেছেন। এই সূত্রে কাতাদার উল্লেখ নেই। আবূ ঈসা বলেন, কাতাদা (রাঃ) আবূ সাঈদ আল-খুদরীর বৈপিত্রেয় ভাই। মাহমূদ ইবনু লাবীদ (রাঃ) রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাক্ষাৎ পেয়েছেন। তিনি তখন ছোট বালক ছিলেন।"
  },
  {
    "hadith_id": 2037,
    "narrator": "উম্মুল মনিযির (রাঃ)",
    "bn": "তিনি বলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার বাসায় আসলেন। আলী (রাঃ)-ও তাঁর সাথে ছিলেন। আমাদের খেজুরের ছড়া ঝুলিয়ে রাখা ছিল। বর্ণনাকারী বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা থেকে খেতে আরম্ভ করলেন। তাঁর সাথে আলী (রাঃ)- ও খেতে লাগলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আলী (রাঃ) কে বললেনঃ হে আলী! থাম, থাম, তুমি তো অসুস্থতাজনিত দুর্বল। বর্ণনাকারী বলেন, আলী (রাঃ) বসে গেলেন এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খেতে থাকলেন। আমি (উম্মুল মুনযির) তাদের জন্য বীট এবং বার্লি বানিয়ে আনলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে আলী! তুমি এটা খেতে পার, তোমার জন্য এটা বেশি উপযোগী।\n\nহাসান, দেখুন পরবর্তী হাদীস।",
    "ar": "حَدَّثَنَا عَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ عُثْمَانَ بْنِ عَبْدِ الرَّحْمَنِ التَّيْمِيِّ، عَنْ يَعْقُوبَ بْنِ أَبِي يَعْقُوبَ، عَنْ أُمِّ الْمُنْذِرِ، قَالَتْ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَمَعَهُ عَلِيٌّ وَلَنَا دَوَالٍ مُعَلَّقَةٌ قَالَتْ فَجَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَأْكُلُ وَعَلِيٌّ مَعَهُ يَأْكُلُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِعَلِيٍّ ‏\"‏ مَهْ مَهْ يَا عَلِيُّ فَإِنَّكَ نَاقِهٌ ‏\"‏ ‏.‏ قَالَ فَجَلَسَ عَلِيٌّ وَالنَّبِيُّ صلى الله عليه وسلم يَأْكُلُ ‏.‏ قَالَتْ فَجَعَلْتُ لَهُمْ سِلْقًا وَشَعِيرًا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ يَا عَلِيُّ مِنْ هَذَا فَأَصِبْ فَإِنَّهُ أَوْفَقُ لَكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ فُلَيْحٍ ‏.‏ وَيُرْوَى عَنْ فُلَيْحٍ عَنْ أَيُّوبَ بْنِ عَبْدِ الرَّحْمَنِ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ، وَأَبُو دَاوُدَ قَالاَ حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ أَيُّوبَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ يَعْقُوبَ، عَنْ أُمِّ الْمُنْذِرِ الأَنْصَارِيَّةِ، فِي حَدِيثِهِ قَالَتْ دَخَلَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَذَكَرَ نَحْوَ حَدِيثِ يُونُسَ بْنِ مُحَمَّدٍ إِلاَّ أَنَّهُ قَالَ ‏ \"‏ أَنْفَعُ لَكَ ‏\"‏ ‏.‏ وَقَالَ مُحَمَّدُ بْنُ بَشَّارٍ وَحَدَّثَنِيهِ أَيُّوبُ بْنُ عَبْدِ الرَّحْمَنِ ‏.‏ هَذَا حَدِيثٌ جَيِّدٌ غَرِيبٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। আমরা এ হাপদীসটি শুধুমাত্র ফুলাইহ্-এর সূত্রেই জেনেছি। এটি ফুলাইহ্ হতে আইয়্যূব ইবনু আবদুর রাহমানের সূত্রেও বর্ণিত আছে।\n\nউম্মুল মুনযির আল-আনসারিইয়া (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের বাড়ীতে আসলেন…….. উপরের হাদীসের অনুরূপ। এই বর্ণনার শেষে আছেঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার জন্য এটা বেশি উপকারী।\n\nহাসান, ইবনু মাজাহ (৩৪৪২) ।\n\nমুহাম্মাদ ইবনু বাশশার বলেন, এ হাদীসটি আইয়্যূব ইবনু আবদুর রাহমান আমার নিকট বর্ণনা করেছেন। এ হাদীসটি উত্তম গারীব।"
  },
  {
    "hadith_id": 2038,
    "narrator": "উসামা ইবনু শারীক (রাঃ)",
    "bn": "তিনি বলেন, মফস্বলের লোকেরা বলল, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমরা কি (রোগীর) চিকিৎসা করব না? তিনি বললেন, হ্যাঁ, হে আল্লাহর বান্দাগণ! তোমরা চিকিৎসা কর। আল্লাহ তা‘আলা এমন কোন রোগ সৃষ্টি করেননি যার ঔষধ বা নিরাময়ের ব্যবস্থা রাখেননি (রোগও দিয়েছেন রোগ সারাবার ব্যবস্থাও করেছেন)।  কিন্তু একটি রোগের কোন নিরাময় নেই। সাহাবীগণ বললেনঃ হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! সে রোগটি কি? তিনি বললেনঃ বার্ধক্য।\n\nসহীহ্, ইবনু মা-জাহ (৩৪৩৬)।",
    "ar": "حَدَّثَنَا بِشْرُ بْنُ مُعَاذٍ الْعَقَدِيُّ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ زِيَادِ بْنِ عِلاَقَةَ، عَنْ أُسَامَةَ بْنِ شَرِيكٍ، قَالَ قَالَتِ الأَعْرَابُ يَا رَسُولَ اللَّهِ أَلاَ نَتَدَاوَى قَالَ ‏\"‏ نَعَمْ يَا عِبَادَ اللَّهِ تَدَاوَوْا فَإِنَّ اللَّهَ لَمْ يَضَعْ دَاءً إِلاَّ وَضَعَ لَهُ شِفَاءً أَوْ قَالَ دَوَاءً إِلاَّ دَاءً وَاحِدًا ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ وَمَا هُوَ قَالَ ‏\"‏ الْهَرَمُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَأَبِي هُرَيْرَةَ وَأَبِي خُزَامَةَ عَنْ أَبِيهِ وَابْنِ عَبَّاسٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইবনু মাসঊদ, আূ হুরাইরা, আবূ খুযামা তার পিতার সূত্রে ও ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2039,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পরিবারের লোকদের জ্বর হলে তিনি দুধ ও ময়দা সহযোগে তরল পথ্য বানানোর নির্দেশ দিতেন। তা বানানো হলে তিনি পরিবারে লোকদের নির্দেশ দিতেন এটা হতে রোগীকে পান করাতে। তিনি বলতেনঃ এটা দুশ্চিন্তাগ্রস্ত মনে শক্তি যোগায় এবং রোগীর মনের ক্লেশ ও দুঃখ দূর করে। যেমন তোমাদের কোন মহিলা পানি দ্বারা তার মুখমন্ডলের ময়লা পরিষ্কার করে থাকে। \n\nযঈফ, ইবনু মাজাহ (৩৪৪৫)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا مُحَمَّدُ بْنُ السَّائِبِ بْنِ بَرَكَةَ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أَخَذَ أَهْلَهُ الْوَعْكُ أَمَرَ بِالْحَسَاءِ فَصُنِعَ ثُمَّ أَمَرَهُمْ فَحَسَوْا مِنْهُ وَكَانَ يَقُولُ ‏ \"‏ إِنَّهُ لَيَرْتُو فُؤَادَ الْحَزِينِ وَيَسْرُو عَنْ فُؤَادِ السَّقِيمِ كَمَا تَسْرُو إِحْدَاكُنَّ الْوَسَخَ بِالْمَاءِ عَنْ وَجْهِهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\nوَقَدْ رَوَاهُ ابْنُ الْمُبَارَكِ عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ حَدَّثَنَا بِذَلِكَ الْحُسَيْنُ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو إِسْحَاقَ الطَّالْقَانِيُّ، عَنِ ابْنِ الْمُبَارَكِ، ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ। এ হাদীসটি ইবনুল মুবারাক-ইউনুস হতে তিনি যুহরী হতে তিনি উরওয়া হতে তিনি আইশা (রাঃ) হতে তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2040,
    "narrator": "উকবা ইবনু আমির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা তোমাদের রোগীদেরকে জোরপূর্বক পানাহারে বাধ্য করো না। কেননা, প্রাচুর্যময় আল্লাহ তা‘আলা তাদেরকে পানাহার করান।\n\nসহীহ, ইবনু মাজাহ (৩৪৪৪)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا بَكْرُ بْنُ يُونُسَ بْنِ بُكَيْرٍ، عَنْ مُوسَى بْنِ عَلِيٍّ، عَنْ أَبِيهِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تُكْرِهُوا مَرْضَاكُمْ عَلَى الطَّعَامِ فَإِنَّ اللَّهَ يُطْعِمُهُمْ وَيَسْقِيهِمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব । আমরা এ হাদিসটি শুধুমাত্র উপরোক্ত সূত্রেই পেয়েছি ।"
  },
  {
    "hadith_id": 2041,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা এই কালো বীজ (কালোজিরা) নিজেদের জন্য ব্যবহারকে বাধ্যতামূলক করে নাও। কেননা, মৃত্যু ব্যতীত সকল রোগের নিরাময় এর মধ্যে রয়েছে। ‘আস-সাম’ অর্থ ‘মৃত্যু’। \n\nসহীহ, ইবনু মা-জাহ (৩৪৪৭), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ عَلَيْكُمْ بِهَذِهِ الْحَبَّةِ السَّوْدَاءِ فَإِنَّ فِيهَا شِفَاءً مِنْ كُلِّ دَاءٍ إِلاَّ السَّامَ ‏\"‏ ‏.‏ وَالسَّامُ الْمَوْتُ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ بُرَيْدَةَ وَابْنِ عُمَرَ وَعَائِشَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْحَبَّةُ السَّوْدَاءُ هِيَ الشُّونِيزُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, বুরাইদা, ইবনু উমার ও আইশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2042,
    "narrator": "আনাস (রাঃ)",
    "bn": "উরাইনা বংশের কিছু লোক মাদীনায় আসলে এ অঞ্চলের আবহাওয়া তাদের জন্যে অনুকূল হয়নি। রাসূলুল্লা (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে সাদকার উটের নিকট পাঠিয়ে দেন এবং বলেনঃ তোমরা এর দুধ ও প্রসাব পান কর।\n\nসহীহ, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، أَخْبَرَنَا حُمَيْدٌ، وَثَابِتٌ، وَقَتَادَةُ، عَنْ أَنَسٍ، أَنَّ نَاسًا، مِنْ عُرَيْنَةَ قَدِمُوا الْمَدِينَةَ فَاجْتَوَوْهَا فَبَعَثَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي إِبِلِ الصَّدَقَةِ وَقَالَ ‏ \"‏ اشْرَبُوا مِنْ أَلْبَانِهَا وَأَبْوَالِهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইবনু আব্বাস (রাঃ) হতেও এ অনু্চ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2045,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, হারাম ঔষধ প্রয়োগ করতে রাসূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন।\n\nসহীহ, ইবনু মাজাহ (৩৪৫৯)।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ يُونُسَ بْنِ أَبِي إِسْحَاقَ، عَنْ مُجَاهِدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الدَّوَاءِ الْخَبِيثِ ‏.‏ قَالَ أَبُو عِيسَى يَعْنِي السُّمَّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, হারাম ঔষধ। এর অর্থ বিষ।"
  },
  {
    "hadith_id": 2044,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ লৌহ অস্ত্রের মাধ্যমে যে লোক আত্মহত্যা করবে, সে ঐ অস্ত্র হাতে নিয়ে কিয়ামত দিবসে হাযির হবে। জাহান্নামে সে এটা সর্বদাই তার পেটের মধ্যে বিদ্ধ করতে থাকবে এবং অনন্তকাল জাহান্নামে থাকবে। যে লোক বিষপানে আত্মহত্যা করবে, সে ঐ বিষ হাতে নিয়ে কিয়ামত দিবসে হাযির হবে জাহান্নামে। সে উহা সর্বদা পান করতে থাকবে এবং অনন্তকাল জাহান্নামে থাকবে। পাহাড়ের উপর থেকে ঝাঁপ দিয়ে যে লোক আত্মহত্যা করবে, সে সর্বদাই জাহান্নামের মধ্যে ঝাঁপ দিয়ে পড়তে থাকবে এবং চিরকাল জাহান্নামে থাকবে।\n\nসহীহ, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، عَنْ شُعْبَةَ، عَنِ الأَعْمَشِ، قَالَ سَمِعْتُ أَبَا صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ قَتَلَ نَفْسَهُ بِحَدِيدَةٍ فَحَدِيدَتُهُ فِي يَدِهِ يَتَوَجَّأُ بِهَا فِي بَطْنِهِ فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا وَمَنْ قَتَلَ نَفْسَهُ بِسُمٍّ فَسُمُّهُ فِي يَدِهِ يَتَحَسَّاهُ فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا وَمَنْ تَرَدَّى مِنْ جَبَلٍ فَقَتَلَ نَفْسَهُ فَهُوَ يَتَرَدَّى فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا ‏\"‏ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ، حَدَّثَنَا وَكِيعٌ، وَأَبُو مُعَاوِيَةَ عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ شُعْبَةَ عَنِ الأَعْمَشِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ وَهُوَ أَصَحُّ مِنَ الْحَدِيثِ الأَوَّلِ ‏.‏ هَكَذَا رَوَى غَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنِ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَى مُحَمَّدُ بْنُ عَجْلاَنَ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ قَتَلَ نَفْسَهُ بِسُمٍّ عُذِّبَ فِي نَارِ جَهَنَّمَ ‏\"‏ ‏.‏ وَلَمْ يَذْكُرْ فِيهِ خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا ‏.‏ وَهَكَذَا رَوَاهُ أَبُو الزِّنَادِ عَنِ الأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَهَذَا أَصَحُّ لأَنَّ الرِّوَايَاتِ إِنَّمَا تَجِيءُ بِأَنَّ أَهْلَ التَّوْحِيدِ يُعَذَّبُونَ فِي النَّارِ ثُمَّ يُخْرَجُونَ مِنْهَا وَلَمْ يُذْكَرْ أَنَّهُمْ يُخَلَّدُونَ فِيهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উপরোক্ত হাদীসের মতো বর্ণনা করেছেন মুহাম্মদ ইবনুল আলা-ওয়াকী হতে, তিনি আবূ মুআবিয়া হতে, তিনি আ’মাশ হতে, তিনি আবূ সালিহ হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে। আবূ ঈসা বলেন, এই হাদিসটি সহিহ । প্রথমোক্ত হাদিসের তুলনায় এটি অনেক বেশি সহিহ । এই হাদীসটি আরো অনেকে আ’মাশ হতে আবূ সালেহ এর বরাতে আবূ হুরাইরার সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। আবূ হুরাইরা (রাঃ) হতে একটি সূত্রে বর্ণিত আছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “বিষপানের মাধ্যমে যে লোক আত্মহত্যা করবে তাকে জাহান্নামের আগুনে শাস্তি দেয়া হবে।” এ সূত্রে, “অনন্তকাল জাহান্নামে থাকবে” এ কথার উল্লেখ নেই। আবুয যিনাদ তার শিক্ষক আ’রাজের সূত্রে আবূ হুরাইরা (রাঃ) এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে একইরকম বর্ণনা করেছেন। সকল বর্ণনার মধ্যে এটাই অনেক বেশি সহীহ্। কেননা, অসংখ্য হাদীসে বর্ণিত আছেঃ তৌহীদের উপর বিশ্বাসী অপরাধীরা জাহান্নামের আজাব ভোগ করবে । অবশেষে তারা জাহান্নাম থেকে মুক্তি পাবে । কিন্তু তাতে এ কথার উল্লেখ নেই যে, তারা অনন্তকাল জাহান্নামে থাকবে।"
  },
  {
    "hadith_id": 2046,
    "narrator": "ওয়াইল (রাঃ)",
    "bn": "তিনি কোন একসময় রাসূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে উপস্থিত ছিলেন। এ সময় তাকে সুয়াইদ ইবনু তারিক অথবা তারিক ইবনু সুয়াইদ (রাঃ) মাদক দ্রব্য প্রসঙ্গে প্রশ্ন করেন। তিনি এটা ব্যবহার করতে তাকে নিষেধ করেন। তিনি (সুয়াইদ) বললেন, আমরা ঔষধ হিসাবে এটা ব্যবহার করব। রাসূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এটা কোন ঔষধ নয়, বরং এটা স্বয়ং একটা রোগ।\n\nসহীহ, ইবনু মা-জাহ (৩৫০০), মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، عَنْ شُعْبَةَ، عَنْ سِمَاكٍ، أَنَّهُ سَمِعَ عَلْقَمَةَ بْنَ وَائِلٍ، عَنْ أَبِيهِ، أَنَّهُ شَهِدَ النَّبِيَّ صلى الله عليه وسلم وَسَأَلَهُ سُوَيْدُ بْنُ طَارِقٍ أَوْ طَارِقُ بْنُ سُوَيْدٍ عَنِ الْخَمْرِ فَنَهَاهُ عَنْهُ فَقَالَ إِنَّنَا نَتَدَاوَى بِهَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّهَا لَيْسَتْ بِدَوَاءٍ وَلَكِنَّهَا دَاءٌ ‏\"‏ ‏.‏\n\nحَدَّثَنَا مَحْمُودٌ، حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، وَشَبَابَةُ، عَنْ شُعْبَةَ، بِمِثْلِهِ ‏.‏ قَالَ مَحْمُودٌ قَالَ النَّضْرُ طَارِقُ بْنُ سُوَيْدٍ وَقَالَ شَبَابَةُ سُوَيْدُ بْنُ طَارِقٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মাহমুদ-নাযর ইবনু শুমাইল ও শাবাবা হতে শুবা (রাহঃ)-এর সূত্রে একইরকম বর্ণনা করেছেন। নাযর (রাহঃ) বলেছেন প্রশ্নকারী সাহাবীর নাম তারিক ইবনু তারিক ইবনু সুয়াইদ এবং শাবাবা (রাহঃ) বলেছেন তার নাম সুয়াইদ ইবনু তারিক। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2047,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে সব ঔষধ তোমরা ব্যবহার কর তার মধ্যে উত্তম ঔষধ হচ্ছে নস্য, মুখ দিয়ে সেবন করার ঔষধ, রক্তমোক্ষণ ও জোলাপ (বিরেচক ঔষধ)। রাসূল্লাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অসুস্থ হলে সাহাবীগণ তাঁকে মুখ দিয়ে ঔষধ সেবন করান। তারা অবসর হলে তিনি বলেনঃ এদের সবাইকে লাদু (মুখ দিয়ে সেব্য ঔষধ) সেবন করাও। রাবী বলেন, আব্বাস (রাঃ) ব্যতীত সবাইকে লাদু সেবন করানো হয়। \n\nযঈফ, মিশকাত, তাহকীক ছানী (৪৪৭৩)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مَدُّويَهْ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ حَمَّادٍ الشُّعَيْثِيُّ، حَدَّثَنَا عَبَّادُ بْنُ مَنْصُورٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ خَيْرَ مَا تَدَاوَيْتُمْ بِهِ السَّعُوطُ وَاللَّدُودُ وَالْحِجَامَةُ وَالْمَشِيُّ ‏\"‏ ‏.‏ فَلَمَّا اشْتَكَى رَسُولُ اللَّهِ صلى الله عليه وسلم لَدَّهُ أَصْحَابُهُ فَلَمَّا فَرَغُوا قَالَ ‏\"‏ لُدُّوهُمْ ‏\"‏ ‏.‏ قَالَ فَلُدُّوا كُلُّهُمْ غَيْرَ الْعَبَّاسِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2048,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা যেসব ঔষধ ব্যবহার কর তার মধ্যে উত্তম ঔষধ হচ্ছে, লাদুদ, নস্য, রক্তমোক্ষণ ও জোলাপ। তোমরা যে সুরমা ব্যবহার কর তার মধ্যে উত্তম হচ্ছে ইসমিদ নামক সুরমা। কেননা এটা চোখের জ্যোতি বৃদ্ধি করে এবং চোখের পাতার পশম গজায়। রাবী বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একটি সুরমাদানী ছিল। তিনি ঘুমানোর পূর্বে তা থেকে উভয় চোখে তিনবার করে সুরমা লাগাতেন। \n\nযঈফ, “ইসমিদ সুরমা লাগানো” অংশটুকু সহীহ। ইবনু মাজাহ (৩৪৯৫, ৩৪৯৭, ৩৪৯৯), আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। এটি আব্বাস ইবনু মানসূর (রহঃ) বর্ণিত হাদীস।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، حَدَّثَنَا عَبَّادُ بْنُ مَنْصُورٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ خَيْرَ مَا تَدَاوَيْتُمْ بِهِ اللَّدُودُ وَالسَّعُوطُ وَالْحِجَامَةُ وَالْمَشِيُّ وَخَيْرُ مَا اكْتَحَلْتُمْ بِهِ الإِثْمِدُ فَإِنَّهُ يَجْلُو الْبَصَرَ وَيُنْبِتُ الشَّعْرَ ‏\"‏ ‏.‏ قَالَ وَكَانَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم مُكْحُلَةٌ يَكْتَحِلُ بِهَا عِنْدَ النَّوْمِ ثَلاَثًا فِي كُلِّ عَيْنٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَهُوَ حَدِيثُ عَبَّادِ بْنِ مَنْصُورٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2049,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "উত্তপ্ত লোহার মাধ্যমে শরীরে দাগ দিতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষেধ করেছেন। বর্ণনাকারী বলেন, আমরা যখন রোগাক্রান্ত হয়ে উত্তপ্ত লোহা দ্বারা দাগ লাগিয়েছি তখন ব্যর্থতা ও বিফলতা ব্যতীত আর কিছুই পাইনি।\n\nসহীহ, ইবনু মা-জাহ (৩৪৯০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ الْكَىِّ ‏.‏ قَالَ فَابْتُلِينَا فَاكْتَوَيْنَا فَمَا أَفْلَحْنَا وَلاَ أَنْجَحْنَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\n\nحَدَّثَنَا عَبْدُ الْقُدُّوسِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ نُهِينَا عَنِ الْكَىِّ، ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ، وَعُقْبَةَ بْنِ عَامِرٍ، وَابْنِ، عَبَّاسٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ । ইমরান ইবনু হুসাইন (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, আমাদেরকে শরীরে উত্তপ্ত লোহার মাধ্যমে দাগ লাগাতে বারণ করা হয়েছে । আবূ ঈসা বলেন, ইবনু মাসউদ, উকবা ইবনু আমির ও ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2050,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সা’দ ইবনু যুরারাকে কাঁটা বিদ্ধ হওয়ার কারণে উত্তপ্ত লোহার মাধ্যমে দগ্ধ করেছিলেন।\n\nসহীহ, মিশকাত তাহকীক ছানী (৩৫৩৪)।",
    "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَوَى أَسْعَدَ بْنَ زُرَارَةَ مِنَ الشَّوْكَةِ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أُبَىٍّ وَجَابِرٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, উবাই ও জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । এ হাদীসটি হাসান গারীব ।"
  },
  {
    "hadith_id": 2051,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘাড়ের দুই পাশের শিরায় এবং ঘাড়ের কাছাকাছি পিঠের ফুলা অংশে রক্তক্ষরণ করাতেন। তিনি মাসের সতের, ঊনিশ ও একুশ তারিখে রক্তক্ষরণ করাতেন।\n\nসহীহ, ইবনু মা-জাহ (৩৪৮৩)।",
    "ar": "حَدَّثَنَا عَبْدُ الْقُدُّوسِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا هَمَّامٌ، وَجَرِيرُ بْنُ حَازِمٍ، قَالاَ حَدَّثَنَا قَتَادَةُ، عَنْ أَنَسٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَحْتَجِمُ فِي الأَخْدَعَيْنِ وَالْكَاهِلِ وَكَانَ يَحْتَجِمُ لِسَبْعَ عَشْرَةَ وَتِسْعَ عَشْرَةَ وَإِحْدَى وَعِشْرِينَ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَمَعْقِلِ بْنِ يَسَارٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইবনু আব্বাস ও মা’কিল ইবনু ইয়াসার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । এ হাদীসটি হাসান গারীব ।"
  },
  {
    "hadith_id": 2052,
    "narrator": "ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, মিরাজের রাত প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন যে, এই রাতে ফেরেশতাদের যে দলের সম্মুখ দিয়েই তিনি যাচ্ছিলেন তারা বলেছেন, “আপনার উম্মাতকে রক্তক্ষরণের নির্দেশ দিন”।\n\nসহীহ, ইবনু মা-জাহ (৩৪৭৭)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ بُدَيْلِ بْنِ قُرَيْشٍ الْيَامِيُّ الْكُوفِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِسْحَاقَ، عَنِ الْقَاسِمِ بْنِ عَبْدِ الرَّحْمَنِ، هُوَ ابْنُ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ عَنْ أَبِيهِ، عَنِ ابْنِ مَسْعُودٍ، قَالَ حَدَّثَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ لَيْلَةَ، أُسْرِيَ بِهِ أَنَّهُ لَمْ يَمُرَّ عَلَى مَلإٍ مِنَ الْمَلاَئِكَةِ إِلاَّ أَمَرُوهُ أَنْ مُرْ أُمَّتَكَ بِالْحِجَامَةِ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ ابْنِ مَسْعُودٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান ও ইবনু মাসঊদ (রাঃ)-এর রিওয়ায়াত হিসাবে গারীব ।"
  },
  {
    "hadith_id": 2053,
    "narrator": "ইকরিমা (রহঃ)",
    "bn": "ইবনু আব্বাস (রাঃ)-এর তিনটি গোলাম ছিল। এরা রক্তমোক্ষণের কাজ করত। এদের মধ্যে দু’টি গোলাম তার ও পরিবারের উপার্জনের উদ্দেশ্যে অর্থের বিনিময়ে রক্তমোক্ষণ করত এবং অপরটি ইবনু আব্বাস (রাঃ) ও তার পরিবারের লোকদের রক্তমোক্ষণ করত।\n\n-সনদ দুর্বল",
    "ar": "",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "রাবী বলেন, ইবনু আব্বাস (রাঃ) বলতেন, আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ রক্তমোক্ষণে অভিজ্ঞ দাস কতইনা ভাল! সে খারাপ রক্ত বের করে দিয়ে (উপার্জনের মাধ্যমে) পিঠের বোঝা হালকা করে এবং চোখের ময়লা দূর করে। যঈফ, ইবনু মাজাহ (৩৪৭৮)\n\nইবনু আব্বাস (রাঃ) আরো বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিরাজে যাবার সময় তিনি ফেরেশতাদের যে দলকেই অতিক্রম করেন তারা বলেন, “আপনি অবশ্যই রক্তমোক্ষণ করাবেন”। সহীহ\n\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলেছেনঃ সতের, ঊনিশ ও একুশ তারিখে তোমাদের রক্তমোক্ষণ করানো উত্তম। তিনি আরো বলেছেনঃ তোমরা যেসমস্ত ঔষধ ব্যবহার কর তার মধ্যে উত্তম ঔষধ হচ্ছে নস্য, লাদুদ, রক্তমোক্ষণ ও জোলাপ। সহীহ\n\nআব্বাস (রাঃ) ও তার সঙ্গীগণ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে মুখ দিয়ে ঔষধ সেবন করান। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ কে আমাকে ঔষধ সেবন করিয়েছে? সবাই এ কথায় চুপ থাকলেন। তিনি বলেন, যারা ঘরের মধ্যে উপস্থিত আছে তাদের মধ্যে তাঁর চাচা আব্বাস (রাঃ) ব্যতীত আর সবাইকে লাদু পান করানো হবে। “তাঁকে আব্বাস (রাঃ) লাদুদ করেছেন” এই অংশ ব্যতীত সহীহ, আর ঐ অংশটুকু মুনকার। কেননা ঐ অংশটুকু আইশা (রাঃ) বর্ণিত হাদীস “আব্বাস ব্যতীত, কারণ তিনি তোমাদের নিকট উপস্থিত নেই”-এর বিপরীত।\n\nনাসরের মতে লাদূদ ও ওয়াজূর সমার্থবোধক। আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। আব্বাস ইবনু মানসূরের সূত্রেই শুধুমাত্র আমরা এ হাদীস প্রসঙ্গে জেনেছি। এ অনুচ্ছেদে আইশা (রাঃ) হতেও হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2054,
    "narrator": "আলী ইবনু উবাইদুল্লাহ (রহঃ) হতে তাঁর দাদী",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর খাদিমা (সেবিকা) ছিলেন। তিনি বলেন, যখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর দেহে কোন তলোয়ার বা দা-এর আঘাতে ক্ষত হতো, তিনি তাতে মেহেদী লাগানোর জন্য আমাকে নির্দেশ দিতেন।\n\nসহীহ, ইবনু মা-জাহ (৩৫০)।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا النَّضْرُ بْنُ شُمَيْلٍ، حَدَّثَنَا عَبَّادُ بْنُ مَنْصُورٍ، قَالَ سَمِعْتُ عِكْرِمَةَ، يَقُولُ كَانَ لاِبْنِ عَبَّاسٍ غِلْمَةٌ ثَلاَثَةٌ حَجَّامُونَ فَكَانَ اثْنَانِ مِنْهُمْ يُغِلاَّنِ عَلَيْهِ وَعَلَى أَهْلِهِ وَوَاحِدٌ يَحْجُمُهُ وَيَحْجُمُ أَهْلَهُ ‏.‏ قَالَ وَقَالَ ابْنُ عَبَّاسٍ قَالَ نَبِيُّ اللَّهِ صلى الله عليه وسلم ‏\"‏ نِعْمَ الْعَبْدُ الْحَجَّامُ يُذْهِبُ الدَّمَ وَيُخِفُّ الصُّلْبَ وَيَجْلُو عَنِ الْبَصَرِ ‏\"‏ ‏.‏ وَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم حِينَ عُرِجَ بِهِ مَا مَرَّ عَلَى مَلإٍ مِنَ الْمَلاَئِكَةِ إِلاَّ قَالُوا عَلَيْكَ بِالْحِجَامَةِ ‏.‏ وَقَالَ ‏\"‏ إِنَّ خَيْرَ مَا تَحْتَجِمُونَ فِيهِ يَوْمَ سَبْعَ عَشَرَةَ وَيَوْمَ تِسْعَ عَشَرَةَ وَيَوْمَ إِحْدَى وَعِشْرِينَ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ إِنَّ خَيْرَ مَا تَدَاوَيْتُمْ بِهِ السَّعُوطُ وَاللَّدُودُ وَالْحِجَامَةُ وَالْمَشِيُّ ‏\"‏ ‏.‏ وَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَدَّهُ الْعَبَّاسُ وَأَصْحَابُهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ لَدَّنِي فَكُلُّهُمْ أَمْسَكُوا فَقَالَ ‏\"‏ لاَ يَبْقَى أَحَدٌ مِمَّنْ فِي الْبَيْتِ إِلاَّ لُدَّ ‏\"‏ ‏.‏ غَيْرَ عَمِّهِ الْعَبَّاسِ قَالَ عَبْدٌ قَالَ النَّضْرُ اللَّدُودُ الْوَجُورُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبَّادِ بْنِ مَنْصُورٍ ‏.‏ وَفِي الْبَابِ عَنْ عَائِشَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব । আমরা এ হাদীস প্রসঙ্গে শুধুমাত্র ফাইদের সূত্রে জেনেছি । এই হাদীসটি কেউ কেউ ফাইদের সূত্রে বর্ণনা করেছেন এবং বলেছেন, উবাইদুল্লাহ ইবনু আলী তাঁর দাদী সালমা হতে বর্ণিত । সনদসূত্রে উবাইদুল্লাহ ইবনু আলী উল্লেখ করাই সহীহ্ । উপরোক্ত হাদীসের অনুরূপ বর্ণিত হয়েছে মুহাম্মদ ইবনুল আলা হতে, তিনি যাইদ ইবনুল হুবাব হতে, তিনি উবাইদুল্লাহ ইবনু আলীর মুক্তদাস ফাইদ হতে, তিনি তাঁর দাদী হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সূত্রে ।"
  },
  {
    "hadith_id": 2055,
    "narrator": "আক্কার ইবনুল মুগীরা (রহঃ) হতে তাঁর বাবা",
    "bn": "তিনি (মুগীরা) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক (শরীরে) দাগ নেয় অথবা ঝাড়ফুঁক করায় সে তাওয়াক্বকুল (আল্লাহ তা’আলার উপর নির্ভরশীলতা) হতে বিচ্যুত হয়েছে।\n\nসহীহ, ইবনু মা-জাহ (৩৪৮৯)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، عَنْ عَقَّارِ بْنِ الْمُغِيرَةِ بْنِ شُعْبَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنِ اكْتَوَى أَوِ اسْتَرْقَى فَقَدْ بَرِئَ مِنَ التَّوَكُّلِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَابْنِ عَبَّاسٍ وَعِمْرَانَ بْنِ حُصَيْنٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইবনু মাসঊদ, ইবনু আব্বাস ও ইমরান ইবনু হুসাইন (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2057,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বদ-নজর ও জ্বর ব্যতীত আর অন্য কোন ক্ষেত্রে ঝাড়ফুঁক বৈধ নয়।\n\nসহীহ, মিশকাত (৪৫৫৭), বুখারী মাওকুফরূপে বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ حُصَيْنٍ، عَنِ الشَّعْبِيِّ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ رُقْيَةَ إِلاَّ مِنْ عَيْنٍ أَوْ حُمَةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَرَوَى شُعْبَةُ هَذَا الْحَدِيثَ عَنْ حُصَيْنٍ عَنِ الشَّعْبِيِّ عَنْ بُرَيْدَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হুসাইন-শাবী হতে, তিনি বুরাইদা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে একইরকম বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2058,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জ্বিন ও মানুষের কু-দৃষ্টি হতে আশ্রয় চাইতেন। তারপর সূরা ফালাক ও সূরা নাস নাযিল হলে তিনি এ সূরা দুটি গ্রহণ করেন এবং বাকীগুলো পরিত্যাগ করেন।\n\nসহীহ, ইবনু মা-জাহ (৩৫১১)।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ يُونُسَ الْكُوفِيُّ، حَدَّثَنَا الْقَاسِمُ بْنُ مَالِكٍ الْمُزَنِيُّ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَتَعَوَّذُ مِنَ الْجَانِّ وَعَيْنِ الإِنْسَانِ حَتَّى نَزَلَتِ الْمُعَوِّذَتَانِ فَلَمَّا نَزَلَتَا أَخَذَ بِهِمَا وَتَرَكَ مَا سِوَاهُمَا ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَنَسٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । এ হাদীসটি হাসান গারীব ।"
  },
  {
    "hadith_id": 2059,
    "narrator": "উবাইদ ইবনু রিফাআ আয-যুরাকী (রহঃ)",
    "bn": "আসমা বিনতু উমাইস (রাঃ) বলেন, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), জাফরের সন্তানদের তাড়াতাড়ি বদ-নজর লেগে যায়। আমি কি তাদেরকে ঝাড়ফূঁক করতে পারি? তিনি বললেনঃ হ্যাঁ। কেননা, কোন জিনিস যদি ভাগ্যকে অতিক্রম করতে পারত তাহলে বদ-নজরই তা অতিক্রম করতে পারত।\n\nসহীহ, ইবনু মা-জাহ (৩৫১০)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عُرْوَةَ، وَهُوَ أَبُو حَاتِمِ بْنُ عَامِرٍ عَنْ عُبَيْدِ بْنِ رِفَاعَةَ الزُّرَقِيِّ، أَنَّ أَسْمَاءَ بِنْتَ عُمَيْسٍ، قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ وَلَدَ جَعْفَرٍ تُسْرِعُ إِلَيْهِمُ الْعَيْنُ أَفَأَسْتَرْقِي لَهُمْ فَقَالَ ‏ \"‏ نَعَمْ فَإِنَّهُ لَوْ كَانَ شَيْءٌ سَابَقَ الْقَدَرَ لَسَبَقَتْهُ الْعَيْنُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ وَبُرَيْدَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\n\nوَقَدْ رُوِيَ هَذَا، عَنْ أَيُّوبَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عُرْوَةَ بْنِ عَامِرٍ، عَنْ عُبَيْدِ بْنِ رِفَاعَةَ، عَنْ أَسْمَاءَ بِنْتِ عُمَيْسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ حَدَّثَنَا بِذَلِكَ الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ أَيُّوبَ، بِهَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইমরান ইবনু হুসাইন ও বুরাইদা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । এ হাদীসটি হাসান সহীহ্ । এ হাদীসটি আইয়্যূব-আমর ইবনু দীনার হতে, তিনি উরওয়া ইবনু আমির হতে, তিনি উবাইদ ইবনু রিফাআ হতে, তিনি আসমা বিনতু উমাইস হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে বর্ণিত হয়েছে । আমাদের কাছে এই হাদীসটি হাসান ইবনু আলী আল-খাল্লাল (রহঃ) আবদুর রায্যাক হতে, তিনি মামার হতে, তিনি আইয়্যূব (রহঃ)-এর সূত্রে বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2060,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, হাসান ও হুসাইন (রাঃ)-এর জন্য রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এই দু’আ পাঠ করে আশ্রয় প্রার্থনা করতেন : “আমি তোমাদের উভয়ের উদ্দেশ্যে আল্লাহ তা’আলার পরিপূর্ণ কল্যাণময় কালামের মাধ্যমে প্রতিটি শাইতান, জীবননাশক বিষ ও অনিষ্টকারী কু-দৃষ্টি হতে আশ্রয় প্রার্থনা করছি”। তিনি বলতেন : এভাবে ইবরাহীম (আ:) তাঁর দুই ছেলে ইসহাক ও ইসমাঈলের জন্য আশ্রয় চাইতেন।\n\nসহীহ, ইবনু মা-জাহ (৩৫২৫), বুখারী।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، وَيَعْلَى، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنِ الْمِنْهَالِ بْنِ عَمْرٍو، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَوِّذُ الْحَسَنَ وَالْحُسَيْنَ يَقُولُ ‏\"‏ أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ ‏\"‏ ‏.‏ وَيَقُولُ ‏\"‏ هَكَذَا كَانَ إِبْرَاهِيمُ يُعَوِّذُ إِسْحَاقَ وَإِسْمَاعِيلَ عَلَيْهِمُ السَّلاَمُ ‏\"‏ ‏.‏ حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ وَعَبْدُ الرَّزَّاقِ عَنْ سُفْيَانَ عَنْ مَنْصُورٍ نَحْوَهُ بِمَعْنَاهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উক্ত মর্মে একইরকম হাদীস হাসান ইবনু আলী আল-খাল্লাল-ইয়াযীদ ইবনু হারুন ও আবদুর রাযযাক হতে, তিনি সুফিয়ান হতে, তিনি মানসূর (রহঃ) হতে এই সূত্রে বর্ণনা করেছেন । আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ ।"
  },
  {
    "hadith_id": 2061,
    "narrator": "হাইয়্যা ইবনু হাবিস আত-তামীমী (রহঃ) হতে তার পিতা",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছেনঃ হাম্ম বলতে কিছু নেই এবং বদনজর সত্য। \n\nযঈফ, যঈফা (৪৮০৪)। “আল-আইনু হাক্কুন” অংশটুকু সহীহ। সহীহা, (১২৪৮)। আবূ ঈসা বলেনঃ এ হাদীসটি গারীব।",
    "ar": "حَدَّثَنَا أَبُو حَفْصٍ، عَمْرُو بْنُ عَلِيٍّ حَدَّثَنَا يَحْيَى بْنُ كَثِيرٍ أَبُو غَسَّانَ الْعَنْبَرِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، حَدَّثَنِي حَيَّةُ بْنُ حَابِسٍ التَّمِيمِيُّ، حَدَّثَنِي أَبِي أَنَّهُ، سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ شَىْءَ فِي الْهَامِ وَالْعَيْنُ حَقٌّ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2062,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ভাগ্যকে কোন জিনিস অতিক্রম করতে সমর্থ হলে কু-দৃষ্টিই তা অতিক্রম করতে পারত। যদি এ প্রসঙ্গে কেউ তোমাদেরকে গোসল করাতে চায় তাহলে তোমরা তাতে সম্মত হও।\n\nসহীহ, সহীহাহ্ (১২৫১,১২৫২), আল-কালিমুত তাইয়্যিব (২৪২), মুসলিম",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ بْنِ خِرَاشٍ الْبَغْدَادِيُّ، حَدَّثَنَا أَحْمَدُ بْنُ إِسْحَاقَ الْحَضْرَمِيُّ، حَدَّثَنَا وُهَيْبٌ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَوْ كَانَ شَيْءٌ سَابَقَ الْقَدَرَ لَسَبَقَتْهُ الْعَيْنُ وَإِذَا اسْتُغْسِلْتُمْ فَاغْسِلُوا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَحَدِيثُ حَيَّةَ بْنِ حَابِسٍ حَدِيثٌ غَرِيبٌ ‏.‏ وَرَوَى شَيْبَانُ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ حَيَّةَ بْنِ حَابِسٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَعَلِيُّ بْنُ الْمُبَارَكِ وَحَرْبُ بْنُ شَدَّادٍ لاَ يَذْكُرَانِ فِيهِ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । এ হাদীসটি হাসান সহীহ্ গারীব । হাইয়্যাহ ইবনু হাবিস হতে বর্ণিত হাদীসটি গারীব । শাইবান ইয়াহইয়া ইবনু কাদীর হতে, তিনি হাইয়্যাহ ইবনু হাবিস হতে, তিনি তাঁর পিতা হতে, তিনি আবূ হুরাইরা হতে, তিনি নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন । আলী ইবনুল মুবারক এবং হারব ইবনু শাদ্দাদ আবূ হুরাইরা (রাঃ)-এর উল্লেখ করেন নাই ।"
  },
  {
    "hadith_id": 2063,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "তিনি বলেন, আমাদেরকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি সামরিক অভিযানে প্রেরণ করেন। আমরা একটি জনপদে আসার পর তাদের কাছে মেহমানদারী প্রার্থনা করলাম। কিন্তু তারা আমাদেরকে আপ্যায়ন করাল না। এরকম পরিস্থিতিতে তাদের বংশের প্রধানকে বিচ্ছু দংশন করে। তারা আমাদের নিকট এসে বলে, তোমাদের মধ্যে এমন কেউ আছে কি যে বিচ্ছু দংশনকারীকে ঝাড়ফুঁক করতে পারে? আমি বললাম, হ্যাঁ আমি নিজেই। কিন্তু তোমরা যদি আমাদেরকে এক পাল বকরী প্রদান না কর, তাহলে আমি ঝাড়ফুঁক করতে সম্মত নই। তারা বলল, আমরা তোমাদেরকে ত্রিশটি বকরী প্রদান করব। আমরা এ প্রস্তাবে রাজি হলাম। আমি সাতবার সূরা ফাতিহা পাঠ করে তাকে ঝাড়ফুঁক করলাম। ফলে সে রোগমুক্ত হলো এবং আমরা বকরীগুলো হস্তগত করলাম। বর্ণনাকারী বলেন, এই বিষয়ে আমাদের মনে সন্দেহের উদ্রেক হলো। আমরা বললাম, তোমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে হাজির হওয়ার আগ পর্যন্ত (সিদ্ধান্তে পৌছতে) তাড়াহুড়া করবে না। বর্ণনাকারী বলেন, আমরা তাঁর নিকট উপস্থিত হওয়ার পর আমি যা করেছি তা তাকে অবহিত করলাম। তিনি বললেনঃ কিভাবে তুমি জানতে পারলে, এটা দিয়ে ঝাড়ফুঁক করা যায়? বকরীগুলো হস্তগত কর এবং তোমাদের সাথে আমার জন্যও একটি অংশ রেখ।\n\nসহীহ, ইবনু মা-জাহ (২১৫৬), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ جَعْفَرِ بْنِ إِيَاسٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ بَعَثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي سَرِيَّةٍ فَنَزَلْنَا بِقَوْمٍ فَسَأَلْنَاهُمُ الْقِرَى فَلَمْ يَقْرُونَا فَلُدِغَ سَيِّدُهُمْ فَأَتَوْنَا فَقَالُوا هَلْ فِيكُمْ مَنْ يَرْقِي مِنَ الْعَقْرَبِ قُلْتُ نَعَمْ أَنَا وَلَكِنْ لاَ أَرْقِيهِ حَتَّى تُعْطُونَا غَنَمًا ‏.‏ قَالُوا فَإِنَّا نُعْطِيكُمْ ثَلاَثِينَ شَاةً ‏.‏ فَقَبِلْنَا فَقَرَأْتُ عَلَيْهِ ‏(‏الْحَمْدُ لِلَّهِ ‏)‏ سَبْعَ مَرَّاتٍ فَبَرَأَ وَقَبَضْنَا الْغَنَمَ ‏.‏ قَالَ فَعَرَضَ فِي أَنْفُسِنَا مِنْهَا شَيْءٌ فَقُلْنَا لاَ تَعْجَلُوا حَتَّى تَأْتُوا رَسُولَ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ فَلَمَّا قَدِمْنَا عَلَيْهِ ذَكَرْتُ لَهُ الَّذِي صَنَعْتُ قَالَ ‏\"‏ وَمَا عَلِمْتَ أَنَّهَا رُقْيَةٌ اقْبِضُوا الْغَنَمَ وَاضْرِبُوا لِي مَعَكُمْ بِسَهْمٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو نَضْرَةَ اسْمُهُ الْمُنْذِرُ بْنُ مَالِكِ بْنِ قُطَعَةَ ‏.‏ وَرَخَّصَ الشَّافِعِيُّ لِلْمُعَلِّمِ أَنْ يَأْخُذَ عَلَى تَعْلِيمِ الْقُرْآنِ أَجْرًا وَيَرَى لَهُ أَنْ يَشْتَرِطَ عَلَى ذَلِكَ ‏.‏ وَاحْتَجَّ بِهَذَا الْحَدِيثِ ‏.‏ وَرَوَى شُعْبَةُ وَأَبُو عَوَانَةَ وَغَيْرُ وَاحِدٍ عَنْ أَبِي بِشْرٍ هَذَا الْحَدِيثَ عَنْ أَبِي الْمُتَوَكِّلِ عَنْ أَبِي سَعِيدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান । আবূ নাযরার নাম আল-মুনযির ইবনু মালিক ইবনু কুতাআ । ইমাম শাফিঈ (রহঃ) এ হাদীসের ভিত্তিতে বলেন, কুরআন শিক্ষা দানের ফলে বিনিময় গ্রহণ বৈধ । উস্তাদ এই বিষয়ে চুক্তিও করতে পারবেন । জা’ফর ইবনু ইয়াস হলেন জা’ফর ইবনু আলী আবী ওয়াহসিইয়্যা আর তিনি আবূ বিশর । এ হাদীসটি শুবা, আবূ আওয়ানা, হিশাম, আরও অনেকে আবূ বিশর হতে, তিনি আবুল মুতা্ওয়াক্কিল হতে, তিনি আবূ সাঈদ (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2064,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "কোন এক আরব গোত্রের অঞ্চল দিয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর একদল সাহাবী পথ চলছিলেন। তারা তাদেরকে অতিথিসেবা করল না। ঘটনাক্রমে তাদের বংশের প্রধান ব্যক্তিটি অসুস্থ হয়ে যায়। তারা আমাদের নিকট এসে বলে, তোমাদের নিকট কি কোন ঔষধ আছে? আমরা বললাম, হ্যাঁ আছে কিন্তু তোমরা আমাদের মেহমানদারী করনি। অতএব, যে পর্যন্ত তোমরা আমাদের জন্য পারিশ্রমিক ঠিক না করবে আমরা চিকিৎসা করব না। আমাদেরকে একপাল ছাগল প্রদান করতে তারা রাজি হলো। আমাদের মধ্যেকার একজন সূরা ফাতিহা দ্বারা তাকে ঝাড়ফুঁক করল। ফলে সে রোগমুক্ত হয়ে গেল। আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বিষয়টি তাকে খুলে বললাম। তিনি বললেনঃ তুমি কিভাবে জানতে পারলে যে, এর মাধ্যমে ঝাড়ফুঁক করা যায়? বর্ণনাকারী এ বিষয়ে তাঁর পক্ষ হতে কোন নিষেধাজ্ঞা উল্লেখ করেননি। তিনি বললেনঃ এগুলো তোমরা ভাগ কর এবং তোমাদের সাথে আমার জন্যও একটা ভাগ রাখ।\n\nসহীহ, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنِي عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا أَبُو بِشْرٍ، قَالَ سَمِعْتُ أَبَا الْمُتَوَكِّلِ، يُحَدِّثُ عَنْ أَبِي سَعِيدٍ، أَنَّ نَاسًا، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مَرُّوا بِحَىٍّ مِنَ الْعَرَبِ فَلَمْ يَقْرُوهُمْ وَلَمْ يُضَيِّفُوهُمْ فَاشْتَكَى سَيِّدُهُمْ فَأَتَوْنَا فَقَالُوا هَلْ عِنْدَكُمْ دَوَاءٌ قُلْنَا نَعَمْ وَلَكِنْ لَمْ تَقْرُونَا وَلَمْ تُضَيِّفُونَا فَلاَ نَفْعَلُ حَتَّى تَجْعَلُوا لَنَا جُعْلاً ‏.‏ فَجَعَلُوا عَلَى ذَلِكَ قَطِيعًا مِنَ الْغَنَمِ ‏.‏ قَالَ فَجَعَلَ رَجُلٌ مِنَّا يَقْرَأُ عَلَيْهِ بِفَاتِحَةِ الْكِتَابِ فَبَرَأَ فَلَمَّا أَتَيْنَا النَّبِيَّ صلى الله عليه وسلم ذَكَرْنَا ذَلِكَ لَهُ قَالَ ‏\"‏ وَمَا يُدْرِيكَ أَنَّهَا رُقْيَةٌ ‏\"‏ ‏.‏ وَلَمْ يَذْكُرْ نَهْيًا مِنْهُ وَقَالَ ‏\"‏ كُلُوا وَاضْرِبُوا لِي مَعَكُمْ بِسَهْمٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ وَهَذَا أَصَحُّ مِنْ حَدِيثِ الأَعْمَشِ عَنْ جَعْفَرِ بْنِ إِيَاسٍ ‏.‏ وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ أَبِي بِشْرٍ جَعْفَرِ بْنِ أَبِي وَحْشِيَّةَ عَنْ أَبِي الْمُتَوَكِّلِ عَنْ أَبِي سَعِيدٍ ‏.‏ وَجَعْفَرُ بْنُ إِيَاسٍ هُوَ جَعْفَرُ بْنُ أَبِي وَحْشِيَّةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি সহীহ্ । এটা পূর্ববর্তী জা’ফর ইবনু ইয়াস হতে আ’মাশের রিওয়ায়াতের তুলনায় অনেক বেশি সহীহ্ । একাধিক বর্ণনাকারী আবূ বিশর হতে, তিনি আবূল মুতাওয়াক্কিল হতে, তিনি আবূ সাঈদ (রাঃ) হতে এই সূত্রে হাদীসটি বর্ণনা করেছেন । জাফর ইবনু ইয়াস বলেন জাফর ইবনু আবূ ওয়াহ্শিইয়্যা ।"
  },
  {
    "hadith_id": 2065,
    "narrator": "আবূ খিযামা (রহঃ) হতে তার পিতা",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করলাম, হে আল্লাহ্‌র রাসূল! আমরা যে ঝাড়ফুঁক করি, ঔষধ ব্যবহার করি এবং বিভিন্ন রকম সাবধানতা অবলম্বন করে থাকি, এগুলো কি আল্লাহ্‌ তা’আলার নির্ধারিত ভাগ্যকে বাতিল করতে পারে? এ ব্যাপারে আপনার কি মত? তিনি বললেনঃ এগুলোও আল্লাহ্‌ তা’আলার নির্ধারিত ভাগ্যের অন্তর্ভুক্ত।\n\nযঈফ, ইবনু মাজাহ (৩৪৩৭)",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي خُزَامَةَ، عَنْ أَبِيهِ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ أَرَأَيْتَ رُقًى نَسْتَرْقِيهَا وَدَوَاءً نَتَدَاوَى بِهِ وَتُقَاةً نَتَّقِيهَا هَلْ تَرُدُّ مِنْ قَدَرِ اللَّهِ شَيْئًا قَالَ ‏ \"‏ هِيَ مِنْ قَدَرِ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2070,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেনঃ কালো জিরা মৃত্যু ব্যতীত সকল রোগের ঔষধ। \n\nসনদ দুর্বল",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنَا أَبِي، عَنْ قَتَادَةَ، قَالَ حُدِّثْتُ أَنَّ أَبَا هُرَيْرَةَ قَالَ الشُّونِيزُ دَوَاءٌ مِنْ كُلِّ دَاءٍ إِلاَّ السَّامَ ‏.‏ قَالَ قَتَادَةُ يَأْخُذُ كُلَّ يَوْمٍ إِحْدَى وَعِشْرِينَ حَبَّةً فَيَجْعَلُهُنَّ فِي خِرْقَةٍ فَلْيَنْقَعْهُ فَيَتَسَعَّطُ بِهِ كُلَّ يَوْمٍ فِي مَنْخَرِهِ الأَيْمَنِ قَطْرَتَيْنِ وَفِي الأَيْسَرِ قَطْرَةً وَالثَّانِي فِي الأَيْسَرِ قَطْرَتَيْنِ وَفِي الأَيْمَنِ قَطْرَةً وَالثَّالِثُ فِي الأَيْمَنِ قَطْرَتَيْنِ وَفِي الأَيْسَرِ قَطْرَةً ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "কাতাদাহ (রহঃ) বলেনঃ প্রত্যেক দিন (কালো জিরার) ২১ টি দানা নিবে। ঐগুলি একটি ন্যাকড়ায় নিয়ে তাহা ভিজিয়ে রাখবে। তারপর প্রত্যেকদিন নাকের ডান ছিদ্রে দুই ফোঁটা বাম ছিদ্রে এক ফোঁটা পানি দিবে। আবার ২য় দিন বামছিদ্রে দুই ফোঁটা এবং ডানছিদ্রে এক ফোঁটা পানি দিবে, ৩য় দিন ডান ছিদ্রে ২ ফোঁটা এবং বাম ছিদ্রে ১ ফোঁটা দিবে। সনদ দুর্বল, মাওকূফ। “ইয়া খুজু” এই শব্দ বাদে সহীহ মারফূ হাদীস রয়েছে। সহীহা (১৯০৫)"
  },
  {
    "hadith_id": 2067,
    "narrator": "সাঈদ ইবনু যাইদ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ‘ছত্রাক’ মান্নের অন্তর্ভুক্ত। এর পানি চোখের জন্য নিরাময়।\n\nসহীহ, রাওযুন নাযীর (৪৪৪), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عُمَرُ بْنُ عُبَيْدٍ الطَّنَافِسِيُّ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَمْرِو بْنِ حُرَيْثٍ، عَنْ سَعِيدِ بْنِ زَيْدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْكَمْأَةُ مِنَ الْمَنِّ وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ ।"
  },
  {
    "hadith_id": 2068,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কিছু সাহাবী বলেন, ছত্রাক হলো যমীনের বসন্ত রোগ। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ছত্রাক হলো মান্নের অন্তর্ভুক্ত এবং এর পানি চক্ষুরোগের প্রতিষেধক। আজওয়া হলো বেহেশতের খেজুরের অন্তর্ভুক্ত এবং এটা বিষের প্রতিষেধক।\n\nপূর্বের হাদীসের সহায়তায় সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنَا أَبِي، عَنْ قَتَادَةَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ نَاسًا، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم قَالُوا الْكَمْأَةُ جُدَرِيُّ الأَرْضِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ الْكَمْأَةُ مِنَ الْمَنِّ وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ وَالْعَجْوَةُ مِنَ الْجَنَّةِ وَهِيَ شِفَاءٌ مِنَ السُّمِّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2066,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আজওয়া হচ্ছে জান্নাতের খেজুরবিশেষ এবং এর মধ্যে বিষের প্রতিষেধক রয়েছে। ছত্রাক হলো মান নামক আসমানী খাবারের অন্তর্ভূক্ত এবং এর পানি চক্ষুরোগের প্রতিষেধক।\n\nহাসান সহীহ, মিশকাত, তাহকীক ছানী (৪২৩৫)।",
    "ar": "حَدَّثَنَا أَبُو عُبَيْدَةَ، أَحْمَدُ بْنُ عَبْدِ اللَّهِ الْهَمْدَانِيُّ وَهُوَ ابْنُ أَبِي السَّفَرِ وَمَحْمُودُ بْنُ غَيْلاَنَ قَالاَ حَدَّثَنَا سَعِيدُ بْنُ عَامِرٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْعَجْوَةُ مِنَ الْجَنَّةِ وَفِيهَا شِفَاءٌ مِنَ السُّمِّ وَالْكَمْأَةُ مِنَ الْمَنِّ وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ سَعِيدِ بْنِ زَيْدٍ وَأَبِي سَعِيدٍ وَجَابِرٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَلاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ سَعِيدِ بْنِ عَامِرٍ عَنْ مُحَمَّدِ بْنِ عَمْرٍو ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, সাঈদ ইবনু যাইদ, আবূ সাঈদ ও জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । এ হাদীসটি হাসান গারীব । আমরা এ হাদীস সম্বন্ধে শুধুমাত্র সাঈদ ইবনু আমির-মুহাম্মদ ইবনু আমরের সূত্রেই জেনেছি ।"
  },
  {
    "hadith_id": 2069,
    "narrator": "কাতাদাহ (রহঃ)",
    "bn": "তিনি বলেনঃ আবূ হুরায়রা্‌ (রাঃ) হতে বর্ণিত আছে, তিনি বলেনঃ আমি তিনটি অথবা ৫টি অথবা ৭টি ছত্রাক নিয়ে এর রস বের করলাম, তারপর রস টুকু বোতলে রেখে দিলাম, তারপর উহাদ্বারা আমার এক দাসীর চোখে সুরমা লাগালে তার চোখ ভালো হয়ে গেল।   \n\nসনদ দুর্বল, মাওকূফ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذٌ، حَدَّثَنَا أَبِي، عَنْ قَتَادَةَ، قَالَ حُدِّثْتُ أَنَّ أَبَا هُرَيْرَةَ قَالَ أَخَذْتُ ثَلاَثَةَ أَكْمُئٍ أَوْ خَمْسًا أَوْ سَبْعًا فَعَصَرْتُهُنَّ فَجَعَلْتُ مَاءَهُنَّ فِي قَارُورَةٍ فَكَحَلْتُ بِهِ جَارِيَةً لِي فَبَرَأَتْ ‏.‏",
    "grade_id": 19,
    "grade": "দুর্বল মাওকুফ",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2071,
    "narrator": "আবূ মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, কুকুরের বিক্রয় মূল্য, বেশ্যার পারিশ্রমিক এবং গণকের উপঢৌকনকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিষিদ্ধ করেছেন।\n\nসহীহ, ইবনু মা-জাহ (২১৫৯)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ ثَمَنِ الْكَلْبِ وَمَهْرِ الْبَغِيِّ وَحُلْوَانِ الْكَاهِنِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ ।"
  },
  {
    "hadith_id": 2072,
    "narrator": "ঈসা ইবনু আবদুর রাহমান ইবনু আবূ লাইলা (রহঃ)",
    "bn": "তিনি বলেন, আমি আবদুল্লাহ ইবনু উকাইম আবূ মা’বাদ আল-জুহানীর অসুস্থ অবস্থায় তাকে দেখতে গেলাম। তিনি বিষাক্তি ফোঁড়ায় আক্রান্ত ছিলেন। আমি বললাম, কিছু তাবিজ-তুমার ঝুলিয়ে রাখছেন কেন? তিনি বললেন, মৃত্যু তো এর চেয়েও নিকটে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক কোনকিছু ঝুলিয়ে রাখে (তাবিজ-তুমার) তাকে তাঁর উপরই সোপর্দ করা হয়।\n\nসহীহ, গাইয়াতুল মারাম (২৯৭)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مَدُّويَهْ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ عِيسَى، أَخِيهِ قَالَ دَخَلْتُ عَلَى عَبْدِ اللَّهِ بْنِ عُكَيْمٍ أَبِي مَعْبَدٍ الْجُهَنِيِّ أَعُودُهُ وَبِهِ حُمْرَةٌ فَقُلْنَا أَلاَ تُعَلِّقُ شَيْئًا قَالَ الْمَوْتُ أَقْرَبُ مِنْ ذَلِكَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ مَنْ تَعَلَّقَ شَيْئًا وُكِلَ إِلَيْهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ عَبْدِ اللَّهِ بْنِ عُكَيْمٍ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى ‏.‏ وَعَبْدُ اللَّهِ بْنُ عُكَيْمٍ لَمْ يَسْمَعْ مِنَ النَّبِيِّ صلى الله عليه وسلم وَكَانَ فِي زَمَنِ النَّبِيِّ صلى الله عليه وسلم يَقُولُ كَتَبَ إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ ابْنِ أَبِي لَيْلَى، نَحْوَهُ بِمَعْنَاهُ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُقْبَةَ بْنِ عَامِرٍ، ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আমরা আবদুল্লাহ ইবনু উকাইমের হাদীসটি শুধুমাত্র মুহাম্মাদ ইবনু আব্দুর রহমান-এর সূত্রেই জেনেছি । আবদুল্লাহ ইবনু উকাইম রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর আমল পেলেও তাঁর কাছ থেকে হাদীস শ্রবণ করতে পারেননি । তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের কাছে চিঠি লিখেন । মুহাম্মাদ ইবনু বাশশার-ইয়াহ্ইয়া ইবনু সাঈদ হতে, তিনি ইবনু আবূ লাইলা (রহঃ)-এর সূত্রে উক্ত মর্মে একইরকম হাদীস বর্ণনা করেছেন । আবূ ঈসা বলেন : উকবা ইবনু আমির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে ।"
  },
  {
    "hadith_id": 2074,
    "narrator": "আইশা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জ্বর হলো জাহান্নামের উত্তাপের অংশবিশেষ। তোমরা পানি ঢেলে এটাকে ঠান্ডা কর।\n\nসহীহ, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ الْهَمْدَانِيُّ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ الْحُمَّى مِنْ فَيْحِ جَهَنَّمَ فَأَبْرِدُوهَا بِالْمَاءِ ‏\"‏ ‏.‏\nحَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ، حَدَّثَنَا عَبْدَةُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى وَفِي حَدِيثِ أَسْمَاءَ كَلاَمٌ أَكْثَرُ مِنْ هَذَا وَكِلاَ الْحَدِيثَيْنِ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হারুন ইবনু ইসহাক-আবদাহ হতে, তিনি হিশাম ইবনু উরওয়া হতে, তিনি ফাতিমা বিনতুল মুনযির হতে, তিনি আসমা বিনতু আবী বাক্র (রাঃ) হতে তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে একইরকম হাদীস বর্ণনা করেছেন । আবূ ঈসা বলেন, এ সূত্রটিও সহীহ্ । আসমার হাদীসের আরও বক্তব্য আছে ।"
  },
  {
    "hadith_id": 2073,
    "narrator": "রাফি ইবনু খাদীজ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জ্বর হচ্ছে জাহান্নামের একটি উত্তাপ। তোমরা পানি ঢেলে তা ঠান্ডা কর।\n\nসহীহ, ইবনু মা-জাহ (৩৪৭৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْحُمَّى فَوْرٌ مِنَ النَّارِ فَأَبْرِدُوهَا بِالْمَاءِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ وَابْنِ عُمَرَ وَامْرَأَةِ الزُّبَيْرِ وَعَائِشَةَ وَابْنِ عَبَّاسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আসমা বিনতু আবী বাক্র, ইবনু উমার, ইবনু আব্বাস, যুবাইরের স্ত্রী ও আইশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2075,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে জ্বর ও অন্যান্য সকল প্রকার ব্যথায় এই দু’আ পাঠের তালিম দিতেনঃ মহান “আল্লাহ্‌ তা’আলার নামে, আমি মহান আল্লাহ্‌ তা’আলার নিকটে আশ্রয় প্রার্থনা করি রক্তচাপের আক্রমণ হতে এবং জাহান্নামের উত্তপ্ত আগুনের ক্ষতি হতে। \n\nযঈফ, মিশকাত (১৫৫৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ إِسْمَاعِيلَ بْنِ أَبِي حَبِيبَةَ، عَنْ دَاوُدَ بْنِ حُصَيْنٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُعَلِّمُهُمْ مِنَ الْحُمَّى وَمِنَ الأَوْجَاعِ كُلِّهَا أَنْ يَقُولَ ‏\"‏ بِسْمِ اللَّهِ الْكَبِيرِ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنْ شَرِّ كُلِّ عِرْقٍ نَعَّارٍ وَمِنْ شَرِّ حَرِّ النَّارِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ إِبْرَاهِيمَ بْنِ إِسْمَاعِيلَ بْنِ أَبِي حَبِيبَةَ ‏.‏ وَإِبْرَاهِيمُ يُضَعَّفُ فِي الْحَدِيثِ ‏.‏ وَيُرْوَى ‏\"‏ عِرْقٍ يَعَّارٍ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। শুধুমাত্র ইবরাহীম ইবনু ইসমাঈল ইবনু আবূ হাবীবার সূত্রেই আমরা এ হাদীস জেনেছি। ইবরাহীম ইবনু ইসমাঈলকে হাদীস শাস্ত্রে দুর্বল বলা হয়েছে। অপর এক বর্ণনায় আছে “ইরকিন ইয়াআর” (যে শিরা ফরকায় বা লাফায়)।"
  },
  {
    "hadith_id": 2077,
    "narrator": "জুদামা বিনতু ওয়াহ্ব আল-আসাদীয়্যাহ (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছেন: আমি সন্তানের দুধ পানের সময়সীমার মধ্যে স্ত্রীসহবাস করাকে নিষিদ্ধ করতে চাইলাম। অবশেষে আমি জানলাম যে, পারস্য ও রোমের জনগণ (এ সময়) স্ত্রীসহবাস করে থাকে। এর ফলে তাদের সন্তানদের কোন ক্ষতি হয় না।\n\nসহীহ, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا عِيسَى بْنُ أَحْمَدَ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي مَالِكٌ، عَنْ أَبِي الأَسْوَدِ، مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ نَوْفَلٍ عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، عَنْ جُدَامَةَ بِنْتِ وَهْبٍ الأَسَدِيَّةِ، أَنَّهَا سَمِعَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لَقَدْ هَمَمْتُ أَنْ أَنْهَى عَنِ الْغِيلَةِ حَتَّى ذُكِّرْتُ أَنَّ الرُّومَ وَفَارِسَ يَصْنَعُونَ ذَلِكَ فَلاَ يَضُرُّ أَوْلاَدَهُمْ ‏\"‏ ‏.‏ قَالَ مَالِكٌ وَالْغِيلَةُ أَنْ يَمَسَّ الرَّجُلُ امْرَأَتَهُ وَهِيَ تُرْضِعُ ‏.‏ قَالَ عِيسَى بْنُ أَحْمَدَ وَحَدَّثَنَا إِسْحَاقُ بْنُ عِيسَى حَدَّثَنِي مَالِكٌ عَنْ أَبِي الأَسْوَدِ نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ঈসা ইবনু আহ্মাদ (রহঃ) ইসহাক ইবনু ঈসা হতে, তিনি মালিক হতে, তিন আবুল আসওয়াদ হতে একইরকম বর্ণনা করেছেন । আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ গারীব ।"
  },
  {
    "hadith_id": 2078,
    "narrator": "যাইদ ইবনু আরকাম (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফুসফুসের প্রদাহে যাইতূন ও ওয়ারসের (ওষধি বিশেষ) প্রশংসা করতেন। কাতাদা (রাহ:) বলেন, দেহের যে দিক আক্রান্ত, এ ঔষধ চামচ দিয়ে মুখের সেদিক দিয়ে ঢালতে হবে।\n\nযঈফ, ইবনু মাজাহ (৩৪৬৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَبِي عَبْدِ اللَّهِ، عَنْ زَيْدِ بْنِ أَرْقَمَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَنْعَتُ الزَّيْتَ وَالْوَرْسَ مِنْ ذَاتِ الْجَنْبِ ‏.‏ قَالَ قَتَادَةُ وَيَلُدُّهُ مِنَ الْجَانِبِ الَّذِي يَشْتَكِيهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو عَبْدِ اللَّهِ اسْمُهُ مَيْمُونٌ هُوَ شَيْخٌ بَصْرِيٌّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আবূ আব্দুল্লাহ্‌র নাম মাইমূন, তিনি বসরার মুহাদ্দিস।"
  },
  {
    "hadith_id": 2079,
    "narrator": "যাইদ ইবনু আরকাম (রা:)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে কুসতে বাহ্‌রী (চন্দন কাঠ) ও যাইতূনের তৈল দিয়ে নিউমোনিয়ার চিকিৎসা করার নির্দেশ (পরামর্শ) দিয়েছেন। \n\nদুর্বল, দেখুন পূর্বের হাদীস",
    "ar": "حَدَّثَنَا رَجَاءُ بْنُ مُحَمَّدٍ الْعُذْرِيُّ الْبَصْرِيُّ، حَدَّثَنَا عَمْرُو بْنُ مُحَمَّدِ بْنِ أَبِي رَزِينٍ، حَدَّثَنَا شُعْبَةُ، عَنْ خَالِدٍ الْحَذَّاءِ، حَدَّثَنَا مَيْمُونٌ أَبُو عَبْدِ اللَّهِ، قَالَ سَمِعْتُ زَيْدَ بْنَ أَرْقَمَ، قَالَ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نَتَدَاوَى مِنْ ذَاتِ الْجَنْبِ بِالْقُسْطِ الْبَحْرِيِّ وَالزَّيْتِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مَيْمُونٍ عَنْ زَيْدِ بْنِ أَرْقَمَ ‏.‏ وَقَدْ رَوَى عَنْ مَيْمُونٍ غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ هَذَا الْحَدِيثَ ‏.‏ وَذَاتُ الْجَنْبِ السُّلُّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব সহীহ। মাইমূন হতে যাইদ ইবনু আরকাম (রা:) সূত্রেই শুধুমাত্র আমরা এ হাদীস প্রসঙ্গে জেনেছি। মাইমূন হতে একাধিক রাবী এ হাদীস বর্ণনা করেছেন। “যাতুল জানব” অর্থ “আস-সিল্লু” (ফুসফুসের প্রদাহ, যদ্দরুন রোগী দুর্বল হয়ে যায়)।"
  },
  {
    "hadith_id": 2080,
    "narrator": "উসমান ইবনু আবুল আস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট এলেন। আমি তখন ধ্বংসাত্মক ব্যথার কারণে অস্থির ছিলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ব্যথার জায়গাতে তোমার ডানহাত দিয়ে সাতবার মর্দন কর এবং বল, “ আমি আল্লাহ তা’আলার ইজ্জাত ও সম্মান, তাঁর কুদরাত ও শক্তি এবং তাঁর রাজত্ব, সার্বভৌমত্ব ও কর্তৃত্বের নিকট আমার এই কষ্ট হতে মুক্তি প্রার্থনা করছি”। বর্ণনাকারী বলেন, আমি তা-ই করলাম। আমার সম্পূর্ণ ব্যথাই আল্লাহ তা’আলা সারিয়ে দিলেন। আমি এরপর হতেই আমার পরিবারের লোকদেরকে এবং অন্যান্যদেরকে এরূপ করার জন্য নির্দেশ দিয়ে আসছি।\n\nসহীহ, ইবনু মা-জাহ (৩৫২২), মুসলিম।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ يَزِيدَ بْنِ خُصَيْفَةَ، عَنْ عَمْرِو بْنِ عَبْدِ اللَّهِ بْنِ كَعْبٍ السُّلَمِيِّ، أَنَّ نَافِعَ بْنَ جُبَيْرِ بْنِ مُطْعِمٍ، أَخْبَرَهُ عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِي، أَنَّهُ قَالَ أَتَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَبِي وَجَعٌ قَدْ كَانَ يُهْلِكُنِي فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ امْسَحْ بِيَمِينِكَ سَبْعَ مَرَّاتٍ وَقُلْ أَعُوذُ بِعِزَّةِ اللَّهِ وَقُوَّتِهِ مِنْ شَرِّ مَا أَجِدُ ‏\"‏ ‏.‏ قَالَ فَفَعَلْتُ فَأَذْهَبَ اللَّهُ مَا كَانَ بِي فَلَمْ أَزَلْ آمُرُ بِهِ أَهْلِي وَغَيْرَهُمْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ ।"
  },
  {
    "hadith_id": 2081,
    "narrator": "আসমা বিনতু উমাইস (রা:)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে প্রশ্ন করেন: তোমরা কি দিয়ে জোলাপ দাও? তিনি বললেন, শুবরুম (ছোলার মত এক প্রকার দানা) দিয়ে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃএটা তো খুব গরম ঔষধ। আসমা (রাঃ) বলেন, অতঃপর আমি সোনামুখী গাছের পাতা দিয়ে জোলাপ দেই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: ‘মৃত্যু’ নামক রোগের নিরাময় যদি কোন জিনিস দিয়ে সম্ভব হত তবে সোনামুখী গাছ দিয়েই তা সম্ভব হত।\n\nযঈফ, মিশকাত (৪৫৩৭), আবু ঈসা বলেন, এ হাদীসটি হাসান গারীব।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، حَدَّثَنِي عُتْبَةُ بْنُ عَبْدِ اللَّهِ، عَنْ أَسْمَاءَ بِنْتِ عُمَيْسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم سَأَلَهَا ‏\"‏ بِمَ تَسْتَمْشِينَ ‏\"‏ ‏.‏ قَالَتْ بِالشُّبْرُمِ ‏.‏ قَالَ ‏\"‏ حَارٌّ جَارٌّ ‏\"‏ ‏.‏ قَالَتْ ثُمَّ اسْتَمْشَيْتُ بِالسَّنَا ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لَوْ أَنَّ شَيْئًا كَانَ فِيهِ شِفَاءٌ مِنَ الْمَوْتِ لَكَانَ فِي السَّنَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ يَعْنِي دَوَاءَ الْمَشْىِّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2082,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট একজন লোক এসে বলল, আমার ভাইয়ের পাতলা পায়খানা (উদরাময়) হচ্ছে। তিনি বললেনঃ তাকে মধু পান করাও। সে তাকে মধু পান করায়, তারপর এসে বলে, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) , আমি তাকে মধু পান করিয়েছি। কিন্তু তাতে দাস্ত আরো বৃদ্ধি পেয়েছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাকে মধু পান করাও। বর্ণনাকারী বলেন, সে তাকে মধু পান করানোর পর এসে বলে, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) , আমি তাকে তা পান করিয়েছি। কিন্তু এর ফলে তাঁর দাস্ত আরো বৃদ্ধি পেয়েছে। বর্ণনাকারী বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ তা’আলা সত্য বলেছেন (মধুতে নিরাময় আছে), কিন্তু তোমার ভাইয়ের পেটই মিথ্যা বলছে। আবার তাকে মধু পান করাও। অতএব, লোকটি তাকে মধু পান করায় এবং সে সুস্থ হয়ে উঠে। \n\nসহীহ, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَبِي الْمُتَوَكِّلِ، عَنْ أَبِي سَعِيدٍ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ إِنَّ أَخِي اسْتُطْلِقَ بَطْنُهُ ‏.‏ فَقَالَ ‏\"‏ اسْقِهِ عَسَلاً ‏\"‏ ‏.‏ فَسَقَاهُ ثُمَّ جَاءَ فَقَالَ يَا رَسُولَ اللَّهِ قَدْ سَقَيْتُهُ عَسَلاً فَلَمْ يَزِدْهُ إِلاَّ اسْتِطْلاَقًا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اسْقِهِ عَسَلاً ‏\"‏ ‏.‏ فَسَقَاهُ ثُمَّ جَاءَهُ فَقَالَ يَا رَسُولَ اللَّهِ قَدْ سَقَيْتُهُ عَسَلاً فَلَمْ يَزِدْهُ إِلاَّ اسْتِطْلاَقًا ‏.‏ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ صَدَقَ اللَّهُ وَكَذَبَ بَطْنُ أَخِيكَ اسْقِهِ عَسَلاً ‏\"‏ ‏.‏ فَسَقَاهُ عَسَلاً فَبَرَأَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ ।"
  },
  {
    "hadith_id": 2083,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক যদি কোন রোগীকে দেখতে যায় যার মৃত্যুক্ষণ আসেনি, সে তাকে সাতবার এই দু’আ করলে : “আমি মহান আরশের রব (প্রভু) মহামহিম আল্লাহ তা’আলার নিকট দু’আ প্রার্থনা করছি, তিনি তোমাকে রোগ হতে সুস্থতা দান করুন”, তাকে রোগমুক্ত করা হবে।\n\nসহীহ, মিশকাত (১৫৫৩), আল কালিমুত তাইয়্যিব (১৪৯)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ يَزِيدَ أَبِي خَالِدٍ، قَالَ سَمِعْتُ الْمِنْهَالَ بْنَ عَمْرٍو، يُحَدِّثُ عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏ \"‏ مَا مِنْ عَبْدٍ مُسْلِمٍ يَعُودُ مَرِيضًا لَمْ يَحْضُرْ أَجَلُهُ فَيَقُولُ سَبْعَ مَرَّاتٍ أَسْأَلُ اللَّهَ الْعَظِيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفِيَكَ إِلاَّ عُوفِيَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ الْمِنْهَالِ بْنِ عَمْرٍو ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব । আমরা এ হাদীসটি শুধুমাত্র আবুল মিনহালের সূত্রে জেনেছি ।"
  },
  {
    "hadith_id": 2084,
    "narrator": "সাওবান (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: জ্বর হল জাহান্নামের একটি টুকরা। তোমাদের কারো জ্বর হলে সে যেন তা পানি ঢেলে নিভায়। (এর নিয়ম হচ্ছে) ফজরের নামাযের পর সূর্যোদয়ের পূর্বে প্রবাহমান ঝর্ণায় নেমে স্রোত প্রবাহের দিকে মুখ করে সে বলবে, “আল্লাহ্‌ তা’আলার নামে, হে আল্লাহ্‌! তোমার বান্দাকে রোগমুক্ত করে দাও এবং তোমার রাসূলকে সত্যবাদী প্রমাণ কর”। তারপর ঝর্ণার পানিতে তিনবার ডুব দিবে। তিনি দিন এরূপ করবে। তিন দিনেও যদি জ্বর না ছাড়ে তবে পাঁচ দিন এরকম করবে। পাঁচ দিনেও ভাল না হলে সাত দিন এরকম করবে। সাত দিনেও ভাল না হলে নয় দিন করবে। আল্লাহ্‌ তা’আলার হুকুমে জ্বর নয় দিনের বেশী অতিক্রম করতে পারবে না।\n\nযঈফ, যঈফা (২৩৩৯), আবূ ঈসা বলেন, এ হাদীসটি গারীব।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الأَشْقَرُ الرِّبَاطِيُّ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا مَرْزُوقٌ أَبُو عَبْدِ اللَّهِ الشَّامِيُّ، حَدَّثَنَا سَعِيدٌ، رَجُلٌ مِنْ أَهْلِ الشَّامِ أَخْبَرَنَا ثَوْبَانُ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا أَصَابَ أَحَدَكُمُ الْحُمَّى فَإِنَّ الْحُمَّى قِطْعَةٌ مِنَ النَّارِ فَلْيُطْفِئْهَا عَنْهُ بِالْمَاءِ فَلْيَسْتَنْقِعْ نَهْرًا جَارِيًا لِيَسْتَقْبِلَ جَرْيَةَ الْمَاءِ فَيَقُولُ بِسْمِ اللَّهِ اللَّهُمَّ اشْفِ عَبْدَكَ وَصَدِّقْ رَسُولَكَ بَعْدَ صَلاَةِ الصُّبْحِ قَبْلَ طُلُوعِ الشَّمْسِ فَلْيَغْتَمِسْ فِيهِ ثَلاَثَ غَمَسَاتٍ ثَلاَثَةَ أَيَّامٍ فَإِنْ لَمْ يَبْرَأْ فِي ثَلاَثٍ فَخَمْسٌ وَإِنْ لَمْ يَبْرَأْ فِي خَمْسٍ فَسَبْعٌ فَإِنْ لَمْ يَبْرَأْ فِي سَبْعٍ فَتِسْعٌ فَإِنَّهَا لاَ تَكَادُ تُجَاوِزُ تِسْعًا بِإِذْنِ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2085,
    "narrator": "আবূ হাযিম (রহঃ)",
    "bn": "তিনি বলেন, সাহল ইবনু সা’দ (রাঃ)-কে প্রশ্ন করা হলো এবং আমিও তা শুনলাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জখমের মধ্যে কোন দ্রব্য প্রয়োগ করা হয়েছিল? তিনি বললেন, এ বিষয়ে আমার চেয়ে অধিক ভাল আর কোন ব্যক্তি জানে না। আলী (রাঃ) তাঁর ঢালে করে পানি নিয়ে আসছিলেন এবং ফাতিমা (রাঃ) তাঁর জখমের রক্ত ধুয়ে দিচ্ছিলেন। একটি মাদুর পুড়িয়ে তার ছাই তাঁর ক্ষত স্থানের ভিতরে ঢুকিয়ে দেয়া হয়।\n\nসহীহ, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي حَازِمٍ، قَالَ سُئِلَ سَهْلُ بْنُ سَعْدٍ وَأَنَا أَسْمَعُ، بِأَىِّ شَيْءٍ دُووِيَ جُرْحُ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ مَا بَقِيَ أَحَدٌ أَعْلَمُ بِهِ مِنِّي كَانَ عَلِيٌّ يَأْتِي بِالْمَاءِ فِي تُرْسِهِ وَفَاطِمَةُ تَغْسِلُ عَنْهُ الدَّمَ وَأُحْرِقَ لَهُ حَصِيرٌ فَحُشِيَ بِهِ جُرْحُهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ ।"
  },
  {
    "hadith_id": 2086,
    "narrator": "আনাস ইবনু মালিক (রা)",
    "bn": "তিনি বলেন: রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: অসুস্থ ব্যক্তি যখন সুস্থ্য হয়ে ভাল হয়ে যায় তার উদাহরণ হল আকাশ হতে পতিত স্বচ্ছ পরিষ্কার শিশিরের মত।\n\n-মাউযূ",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ أَخْبَرَنَا الْوَلِيدُ بْنُ مُحَمَّدٍ الْمُوَقَّرِيُّ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّمَا مَثَلُ الْمَرِيضِ إِذَا بَرَأَ وَصَحَّ كَالْبَرْدَةِ تَقَعُ مِنَ السَّمَاءِ فِي صَفَائِهَا وَلَوْنِهَا ‏\"‏ ‏.‏",
    "grade_id": 5,
    "grade": "জাল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2087,
    "narrator": "আবূ সাঈদ আল-খুদরী (রা:)",
    "bn": "তিনি বলেন: রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: তোমরা কোন অসুস্থ ব্যক্তিকে দেখতে গেলে তাকে বেঁচে থাকারই আশান্বিত করবে। তা যদিও কোন কিছুকে (তাকদীরকে) রোধ করতে পারবে না তবুও তার মনটা এতে প্রফুল্ল হবে, শান্তি পাবে।\n\nখুবই দুর্বল। যঈফা (১৮৪), আবূ ঈসা বলেন, এ হাদীসটি গারীব।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَعِيدٍ الأَشَجُّ، حَدَّثَنَا عُقْبَةُ بْنُ خَالِدٍ السَّكُونِيُّ، عَنْ مُوسَى بْنِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا دَخَلْتُمْ عَلَى الْمَرِيضِ فَنَفِّسُوا لَهُ فِي أَجَلِهِ فَإِنَّ ذَلِكَ لاَ يَرُدُّ شَيْئًا وَيُطَيِّبُ نَفْسَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2088,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জ্বরে আক্রান্ত এক ব্যক্তিকে দেখতে গিয়ে বললেন, “তুমি সুসংবাদ গ্রহণ কর। আল্লাহ তা’আলা বলেনঃ সেটা আমার অগ্নি, আমার গুনাহগার বান্দার উপর উহা চাপিয়ে দিয়ে থাকি, যাতে উহা তাঁর জাহান্নামের শাস্তির অংশ হয়ে যায়” অর্থাৎ পরকালের পরিবর্তে দুনিয়াতেই তাঁর শাস্তি হয়ে যায়।\n\nসহীহ, সহীহাহ্ (২/৯৮)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، وَمَحْمُودُ بْنُ غَيْلاَنَ، قَالاَ حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، عَنْ إِسْمَاعِيلَ بْنِ عُبَيْدِ اللَّهِ، عَنْ أَبِي صَالِحٍ الأَشْعَرِيِّ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم عَادَ رَجُلاً مِنْ وَعَكٍ كَانَ بِهِ فَقَالَ ‏ \"‏ أَبْشِرْ فَإِنَّ اللَّهَ يَقُولُ هِيَ نَارِي أُسَلِّطُهَا عَلَى عَبْدِي الْمُذْنِبِ لِتَكُونَ حَظَّهُ مِنَ النَّارِ ‏\"‏ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2089,
    "narrator": "হাসান (রহঃ)",
    "bn": "তিনি বলেন, গুনাহর কারণে তাদের মর্যাদার ঘাটতি পূরণের কাফ্ফারা স্বরূপ তারা রাতের বেলায় জ্বরের আকাঙ্খা করত।",
    "ar": ".‏ حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ قَالَ أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ هِشَامِ بْنِ حَسَّانَ عَنِ الْحَسَنِ قَالَ كَانُوا يَرْتَجُونَ الْحُمَّى لَيْلَةً كَفَّارَةً لِمَا نَقَصَ مِنَ الذُّنُوبِ ‏.‏ تَمَّ كِتَابُ الطِّبِّ وَيَلِيهِ كِتَابُ الْفَرَائِضِ",
    "grade_id": 8,
    "grade": "সহিহ মাকতু",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2043,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "আবূ হুরাইরা (রাঃ) মারফূভাবে বর্ননা করেনঃ যে লোক লোহার  অস্ত্র দ্বারা আত্মহত্যা করবে, সে ঐ লৌহঅস্ত্র হাতে নিয়ে কিয়ামত দিবসে হাজির হবে। সে নিজের পেটে এতা অবিরত ভাবে বিদ্ধ করতে থাকবে এবং সে চিরকাল জাহান্নামে থাকবে। যে লোক বিষপান করে আত্মহত্যা করবে, সে ঐ বিষ হাতে নিয়ে কিয়ামত দিবসে হাযির হবে। সে চিরকাল জাহান্নামে থাকবে এবং সর্বদা এই বিষ গলাধঃকরণ করতে থাকবে।\n\nসহীহ, ইবনু মা-জাহ (৩৪৬০) বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أُرَاهُ رَفَعَهُ قَالَ ‏ \"‏ مَنْ قَتَلَ نَفْسَهُ بِحَدِيدَةٍ جَاءَ يَوْمَ الْقِيَامَةِ وَحَدِيدَتُهُ فِي يَدِهِ يَتَوَجَّأُ بِهَا فِي بَطْنِهِ فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا أَبَدًا وَمَنْ قَتَلَ نَفْسَهُ بِسُمٍّ فَسُمُّهُ فِي يَدِهِ يَتَحَسَّاهُ فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا أَبَدًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2056,
    "narrator": "আনাস (রাঃ)",
    "bn": "জ্বর, বদ-নজর ও ব্রণ-ফুসকুড়ি (ক্ষুদ্র ফোঁড়া) ইত্যাদি ক্ষেত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঝাড়ফুঁক দেয়ার সম্মতি প্রদান করেছেন।\n\nসহীহ, মুসলিম।\n\nআনাস ইবনু মালিক (রাঃ) হতে বর্ণিত আছে, জ্বর ও ফুসকুড়ির ক্ষেত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঝাড়ফুঁক দেয়ার সম্মতি প্রদান করেছেন।\n\nসহীহ, মুসলিম।\n\nআবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। তিনি আরও বলেন, আমার মতে পূর্ববর্তী হাদীসের তুলনায় এ হাদীসটি অনেক বেশি সহীহ্।\nবুরাইদা, ইমরান ইবনু হুসাইন, জাবির, আইশা, তালক ইবনু আলী, আমর ইবনু হাযম ও আবূ খিযামা (রাঃ) হতে তাঁর বাবার সূত্রে এ অনুচ্ছেদে হাদীস বর্ণিত আছে।",
    "ar": "حَدَّثَنَا عَبْدَةُ بْنُ عَبْدِ اللَّهِ الْخُزَاعِيُّ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، عَنْ سُفْيَانَ، عَنْ عَاصِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَخَّصَ فِي الرُّقْيَةِ مِنَ الْحُمَةِ وَالْعَيْنِ وَالنَّمْلَةِ ‏.‏\nحَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، وَأَبُو نُعَيْمٍ قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ يُوسُفَ بْنِ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَخَّصَ فِي الرُّقْيَةِ مِنَ الْحُمَةِ وَالنَّمْلَةِ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا عِنْدِي أَصَحُّ مِنْ حَدِيثِ مُعَاوِيَةَ بْنِ هِشَامٍ عَنْ سُفْيَانَ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ بُرَيْدَةَ وَعِمْرَانَ بْنِ حُصَيْنٍ وَجَابِرٍ وَعَائِشَةَ وَطَلْقِ بْنِ عَلِيٍّ وَعَمْرِو بْنِ حَزْمٍ وَأَبِي خُزَامَةَ عَنْ أَبِيهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2076,
    "narrator": "আইশা (রাঃ) হতে জুদামা বিনতু ওয়াহ্ব (রাঃ)",
    "bn": "তিনি (জুদামা) বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি: আমি দুগ্ধদায়িনী স্ত্রীর সাথে সহবাস করাকে নিষিদ্ধ করতে ইচ্ছা করলাম। কিন্তু আমি অবহিত হলাম যে, পারস্য ও রোমের (এশিয়া মাইনর) জনগণ এটা করে থাকে (দুগ্ধপোষ্য শিশু থাকাকালীন সময়ে স্ত্রী সহবাস করে)। অথচ তাদের সন্তানদের তারা হত্যা করে না (উল্লেখিত সময়ে সহবাসের কারণে শিশুর কোন ক্ষতি হয় না)।\n\nসহীহ, ইবনু মা-জাহ (২০১১), মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَحْيَى بْنُ إِسْحَاقَ، حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ نَوْفَلٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، عَنِ ابْنَةِ وَهْبٍ، وَهِيَ جُدَامَةُ - قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ أَرَدْتُ أَنْ أَنْهَى عَنِ الْغِيَالِ فَإِذَا فَارِسُ وَالرُّومُ يَفْعَلُونَ وَلاَ يَقْتُلُونَ أَوْلاَدَهُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ مَالِكٌ عَنْ أَبِي الأَسْوَدِ عَنْ عُرْوَةَ عَنْ عَائِشَةَ عَنْ جُدَامَةَ بِنْتِ وَهْبٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ مَالِكٌ وَالْغِيَالُ أَنْ يَطَأَ الرَّجُلُ امْرَأَتَهُ وَهِيَ تُرْضِعُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আসাম বিনতু ইয়াযীদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । এ হাদীসটি সহীহ্ । মালিক-আবুল আসওয়াদ হতে, তিনি উরওয়া হতে, তিনি আইশা হতে, তিনি জুদামা বিনতু ওয়াহ্ব (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে একইরকম বর্ণনা করেছেন । ইমাম মালিক (রহঃ) বলেন, ‘গীলা’ অর্থ দুগ্ধপোষ্য শিশুর মায়ের সাথে সহবাস করা ।"
  }
]