[
  {
    "hadith_id": 2090,
    "narrator": "আবূ হুরাইরা (রা)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক যদি ধন-সম্পদ রেখে মৃত্যুবরণ করে তাহলে তা তাঁর পরিবারের (উত্তরাধিকারীদের) প্রাপ্য। আর কোন লোক সহায়হীন পরিবার রেখে মৃত্যুবরণ করলে তাদের (ভরণ-পোষণের) দায়িত্ব আমার উপর।\n\nসহীহ্, এটি পূর্বে বর্ণিত (১০৭০নং) হাদীসের অংশ, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ يَحْيَى بْنِ سَعِيدٍ الأُمَوِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا مُحَمَّدُ بْنُ عَمْرٍو، حَدَّثَنَا أَبُو سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ تَرَكَ مَالاً فَلأَهْلِهِ وَمَنْ تَرَكَ ضَيَاعًا فَإِلَىَّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ جَابِرٍ وَأَنَسٍ ‏.‏ وَقَدْ رَوَاهُ الزُّهْرِيُّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَطْوَلَ مِنْ هَذَا وَأَتَمَّ ‏.‏ مَعْنَى ضَيَاعًا ضَائِعًا لَيْسَ لَهُ شَيْءٌ فَأَنَا أَعُولُهُ وَأُنْفِقُ عَلَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ । জাবির ও আনাস (রা) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। ইমাম যুহরী আবূ সালামা হতে, তিনি আবূ হুরাইরা (রা) তিনি নবী (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) এ হাদীসটি আরো দীর্ঘ ও পূর্ণাঙ্গভাবে বর্ণনা করেছেন । “মান তারাকা যাইয়াআন” অর্থ: কেউ যদি সহায়-সম্বলহীন পরিবার রেখে মৃত্যুবরণ করে যাদের কিছুই নেই, তাদের দায়-দায়িত্ব আমার উপর । আমি তাদের ভরণ-পোষণের ব্যবস্থা করব ।"
  },
  {
    "hadith_id": 2091,
    "narrator": "আবূ হুরাইরা (রা:)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: তোমরা মীরাস বন্টন নীতি ও কুরআন শিক্ষা কর এবং তা অন্য লোকদেরও শিক্ষা দাও। কেননা আমি তো অবশ্যই মরণশীল।\n\nযঈফ, মিশকাত (২৪৪)।ইরওয়া (১৬৬৪)",
    "ar": "حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ وَاصِلٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْقَاسِمِ الأَسَدِيُّ، حَدَّثَنَا الْفَضْلُ بْنُ دَلْهَمٍ، حَدَّثَنَا عَوْفٌ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ تَعَلَّمُوا الْقُرْآنَ وَالْفَرَائِضَ وَعَلِّمُوا النَّاسَ فَإِنِّي مَقْبُوضٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ فِيهِ اضْطِرَابٌ ‏.‏\n\nوَرَوَى أَبُو أُسَامَةَ، هَذَا الْحَدِيثَ عَنْ عَوْفٍ، عَنْ رَجُلٍ، عَنْ سُلَيْمَانَ بْنِ جَابِرٍ، عَنِ ابْنِ مَسْعُودٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ حَدَّثَنَا بِذَلِكَ الْحُسَيْنُ بْنُ حُرَيْثٍ، أَخْبَرَنَا أَبُو أُسَامَةَ، عَنْ عَوْفٍ، بِهَذَا بِمَعْنَاهُ ‏.‏ وَمُحَمَّدُ بْنُ الْقَاسِمِ الأَسَدِيُّ قَدْ ضَعَّفَهُ أَحْمَدُ بْنُ حَنْبَلٍ وَغَيْرُهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসের সনদে গরমিল আছে। এ হাদীস রিওয়ায়াত করেছেন আবূ উসামা-আওফ হতে তিনি জনৈক ব্যক্তি হতে তিনি সুলাইমান ইবনু জাবির হতে তিনি ইবনু মাসঊদ (রা:) হতে তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর সূত্রে। আল-হুসাইন ইবনু হুরাইস-আবূ উসামা হতে তিনি আওফ হতে উক্ত মর্মে একই রকম হাদীস বর্ণনা করেছেন। মুহাম্মাদ ইবনুল কাসিম আল-আসাদীকে আহ্‌মাদ ইবনু হাম্বল (রহঃ) প্রমুখ হাদীস শাস্ত্রে দুর্বল বলেছেন।"
  },
  {
    "hadith_id": 2092,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রা)",
    "bn": "তিনি বলেন, সা’দ ইবনুর রাবী (রা)-এর স্ত্রী সা’দের ঔরসজাত তাঁর দুই মেয়েসহ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে হাযির হয়ে বললেন, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ,এরা সা’দ ইবনুর রাবীর দুই মেয়ে। এদের বাবা উহুদের যুদ্ধে আপনার সাথে অংশগ্রহণ করে শহীদ হয়েছেন। এদের সমস্ত ধন-সম্পদ এদের চাচা নিয়ে নিয়েছে, এদের জন্য সামান্য কিছুও রাখেনি। এদের কোন ধন-সম্পদ না থাকলে এদের বিয়েও তো হবে না। তিনি বললেনঃ এ বিষয়টি আল্লাহ্ তা’আলাই সমাধান করে দিবেন। এরই পরিপ্রেক্ষিতে মীরাস বন্টন বিষয়ক আয়াত অবতীর্ণ হয়। তাদের চাচাকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ডেকে এনে বললেনঃ সা’দের দুই মেয়েকে দুই-তৃতীয়াংশ সম্পত্তি এবং তাদের মাকে এক-অষ্টমাংশ সম্পত্তি দিয়ে দাও, তারপর যেটুকু বাকী থাকে তা তোমার।\n\nহাসান, ইবনু মা-জাহ (২৭২০)।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنِي زَكَرِيَّاءُ بْنُ عَدِيٍّ، أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ عَمْرٍو، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ جَاءَتِ امْرَأَةُ سَعْدِ بْنِ الرَّبِيعِ بِابْنَتَيْهَا مِنْ سَعْدٍ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ هَاتَانِ ابْنَتَا سَعْدِ بْنِ الرَّبِيعِ قُتِلَ أَبُوهُمَا مَعَكَ يَوْمَ أُحُدٍ شَهِيدًا وَإِنَّ عَمَّهُمَا أَخَذَ مَالَهُمَا فَلَمْ يَدَعْ لَهُمَا مَالاً وَلاَ تُنْكَحَانِ إِلاَّ وَلَهُمَا مَالٌ ‏.‏ قَالَ ‏\"‏ يَقْضِي اللَّهُ فِي ذَلِكَ ‏\"‏ ‏.‏ فَنَزَلَتْ آيَةُ الْمِيرَاثِ فَبَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى عَمِّهِمَا فَقَالَ ‏\"‏ أَعْطِ ابْنَتَىْ سَعْدٍ الثُّلُثَيْنِ وَأَعْطِ أُمَّهُمَا الثُّمُنَ وَمَا بَقِيَ فَهُوَ لَكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ وَقَدْ رَوَاهُ شَرِيكٌ أَيْضًا عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ । আমরা এ হাদীসটি শুধুমাত্র আবদুল্লাহ ইবনু মুহাম্মাদ ইবনু আকীলের সূত্রেই জেনেছি । এ হাদীসটি আবদুল্লাহ ইবনু মুহাম্মাদের সূত্রে শারীকও বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2093,
    "narrator": "হুযাইল ইবনু শুরাহ্বীল (রাহ)",
    "bn": "তিনি বলেন, আবূ মূসা (রাঃ) ও সালমান ইবনু রাবীআ (রা)-এর নিকট একজন লোক এসে তাদের কাছে মেয়ে, নাতনী ও সহোদরা বোনের মীরাসের ব্যাপারে প্রশ্ন করে। তারা দুজনেই বললেন, মেয়ে পাবে অর্ধেক সম্পত্তি এবং সহোদর বোন পাবে বাকী অংশ। তারা আরো বললেন, তুমি আবদুল্লাহ ইবনু মাসঊদ (রা)-এর কাছে যাও এবং তাকে প্রশ্ন কর। তিনিও আমাদেরই অনুসরণ করবেন। লোকটি আবদুল্লাহ ইবনু মাসঊদ (রা)-এর নিকট এসে তাকে ঘটনা বলে এবং তারা দুজনে যা বলেছেন তাও তাকে অবহিত করায়। আবদুল্লাহ (রাঃ) বললেন, আমি যদি তাদের দুজনের অনুসরণ করি তাহলে পথভ্রষ্ট হব এবং সঠিক পথে অটুট থাকতে পারব না। আমি এ বিষয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অনুরূপ ফায়সালাই প্রদান করব। মেয়ে পাবে অর্ধেক সম্পত্তি এবং নাতনী পাবে এক-ষষ্ঠাংশ সম্পত্তি। এভাবে দুজনের অংশ একত্রে দুই-তৃতীয়াংশ পূর্ণ হবে। বাকী সম্পত্তি পাবে বোন।\n\nসহীহ, ইবনু মা-জাহ (২৭২১), বুখারী।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ أَبِي قَيْسٍ الأَوْدِيِّ، عَنْ هُزَيْلِ بْنِ شُرَحْبِيلَ، قَالَ جَاءَ رَجُلٌ إِلَى أَبِي مُوسَى وَسَلْمَانَ بْنِ رَبِيعَةَ فَسَأَلَهُمَا عَنْ الاِبْنَةِ، وَابْنَةِ الاِبْنِ، وَأُخْتٍ، لأَبٍ وَأُمٍّ فَقَالاَ لِلاِبْنَةِ النِّصْفُ وَلِلأُخْتِ مِنَ الأَبِ وَالأُمِّ مَا بَقِيَ ‏.‏ وَقَالاَ لَهُ انْطَلِقْ إِلَى عَبْدِ اللَّهِ فَاسْأَلْهُ فَإِنَّهُ سَيُتَابِعُنَا ‏.‏ فَأَتَى عَبْدَ اللَّهِ فَذَكَرَ ذَلِكَ لَهُ وَأَخْبَرَهُ بِمَا قَالاَ قَالَ عَبْدُ اللَّهِ قَدْ ضَلَلْتُ إِذًا وَمَا أَنَا مِنَ الْمُهْتَدِينَ وَلَكِنْ أَقْضِي فِيهِمَا كَمَا قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم لِلاِبْنَةِ النِّصْفُ وَلاِبْنَةِ الاِبْنِ السُّدُسُ تَكْمِلَةَ الثُّلُثَيْنِ وَلِلأُخْتِ مَا بَقِيَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَأَبُو قَيْسٍ الأَوْدِيُّ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ ثَرْوَانَ الْكُوفِيُّ وَقَدْ رَوَاهُ شُعْبَةُ عَنْ أَبِي قَيْسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ । আবূ কাইস আল-আওদীর নাম আবদুর রাহমান, পিতা সারওয়ান আল-কূফী । এ হাদীসটি শুবাও আবূ কাইসের সূত্রে বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2095,
    "narrator": "আলী (রা)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফায়সালা দিয়েছেন যে, সহোদর ভাইয়েরা একে অপরের উত্তরাধিকারী হবে, কিন্তু বৈমাত্রেয় ভাই উত্তরাধিকারী হবে না। অর্থাৎ সহোদর ভাই থাকাবস্থায় বৈমাত্রের ভাই উত্তরাধিকার হবে না। \n\nহাসান, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا أَبُو إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، قَالَ قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَّ أَعْيَانَ بَنِي الأُمِّ يَتَوَارَثُونَ دُونَ بَنِي الْعَلاَّتِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ أَبِي إِسْحَاقَ عَنِ الْحَارِثِ عَنْ عَلِيٍّ ‏.‏ وَقَدْ تَكَلَّمَ بَعْضُ أَهْلِ الْعِلْمِ فِي الْحَارِثِ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ عَامَّةِ أَهْلِ الْعِلْمِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আমরা এ হাদীসটি শুধুমাত্র আবূ ইসহাক হতে আল-হারিসের বরাতে আলী (রা)-এর সূত্রেই জেনেছি । একদল অভিজ্ঞ মুহাদ্দিস হারিসের সমালোচনা করেছেন । এ হাদীস মুতাবিক সব সাধারণ আলিমগণ আমল করেছন ।"
  },
  {
    "hadith_id": 2094,
    "narrator": "আলী (রা)",
    "bn": "তিনি বলেন, তোমরা এ আয়াত পাঠ করে থাক : “যা কিছু তোমরা ওয়াসিয়াত কর বা যে ঋণ রয়েছে তা আদায় করার পর.... “ (সূরা : আন-নিসা-১২)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওয়াসিয়াত পূরন করার পূর্বে ঋণ আদায়ের ফায়সালা দিয়েছেন। বৈমাত্রেয় বা বৈপিত্রেয় ভাইদের আগে সহোদর ভাই উত্তরাধিকারী হবে ( যদি মৃত ব্যক্তির উভয় ধরনের ভাই থাকে)। সহোদর ভাই উত্তরাধিকারী হবে, বৈমাত্রের ভাইয়ের পূর্বে।\n\nহাসান, ইবনু মা-জাহ (২৭১৫)।",
    "ar": "حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، أَنَّهُ قَالَ إِنَّكُمْ تَقْرَءُونَ هَذِهِ الآيَةَ ‏:‏ ‏(‏مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ ‏)‏ وَأَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَضَى بِالدَّيْنِ قَبْلَ الْوَصِيَّةِ وَإِنَّ أَعْيَانَ بَنِي الأُمِّ يَتَوَارَثُونَ دُونَ بَنِي الْعَلاَّتِ الرَّجُلُ يَرِثُ أَخَاهُ لأَبِيهِ وَأُمِّهِ دُونَ أَخِيهِ لأَبِيهِ ‏.‏\nحَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا زَكَرِيَّا بْنُ أَبِي زَائِدَةَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "বুনদার (রাহ) ইয়াযীদ ইবনু হারুন হতে, তিনি যাকারিয়া ইবনু আবূ যাইদা হতে, তিনি আবূ ইসহাক হতে, তিনি আল-হারিস হতে, তিনি আলী (রা) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) হতে একইরকম হাদীস বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2096,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রা)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে দেখতে এলেন। তখন আমি অসুস্থ অবস্থায় সালামা গোত্রে ছিলাম। আমি বললাম, হে আল্লাহ্‌র নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমি কিভাবে আমার ধন-সম্পদ আমার সন্তানদের মাঝে বন্টন করব? তিনি আমাকে কোন জবাব দিলেন না। ইতোমধ্যে এ আয়াত নাযিল হলো : “আল্লাহ তা’আলা তোমাদের সন্তানদের ব্যাপারে তোমাদেরকে এই বিধান দিচ্ছেন- একজন পুরুষের অংশ দুইজন মহিলার অংশের সমান.... ” (সূরা : আন-নিসা-১১)।\n\nসহীহ, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَعْدٍ، أَخْبَرَنَا عَمْرُو بْنُ أَبِي قَيْسٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ جَاءَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم يَعُودُنِي وَأَنَا مَرِيضٌ فِي بَنِي سَلِمَةَ فَقُلْتُ يَا نَبِيَّ اللَّهِ كَيْفَ أَقْسِمُ مَالِي بَيْنَ وَلَدِي فَلَمْ يَرُدَّ عَلَىَّ شَيْئًا فَنَزَلَتْ ‏:‏ ‏(‏يُوصِيكُمُ اللَّهُ فِي أَوْلاَدِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الأُنْثَيَيْنِ ‏)‏ الآيَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ شُعْبَةُ وَابْنُ عُيَيْنَةَ وَغَيْرُهُ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ । এ হাদীসটি শুবা, ইবনু উয়াইনা আরও অনেক মুহাম্মাদ ইবনুল মুনকাদির হতে জাবির (রা)-এর সূত্রে বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2097,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "আমি অসুস্থ হলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে দেখতে এলেন। তিনি আমাকে সংজ্ঞাহীন অবস্থায় পেলেন। তাঁর সাথে আবূ বাকর ও উমার (রাঃ)- ও আমাকে দেখতে আসেন। তাঁরা দুজনেই পায়ে হেঁটে আসেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওযূ করলেন এবং ওযূর পানি আমার উপর ছিটিয়ে দিলেন। আমার হুঁশ ফিরে এল। আমি বললাম, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার ধন-সম্পদের ব্যাপারে আমি কি করব? আমার এ কথায় তিনি কোন জবাব দিলেন না। (অধঃস্তন বর্ণনাকরী বলেন) তার নয়টি বোন ছিল। অবশেষে মীরাস বিষয়ক আয়াতটি অবতীর্ণ হলোঃ “লোকেরা তোমার কাছে জানতে চায়। বল! আল্লাহ তা‘আলঅ তোমাদেরকে কালালা প্রসঙ্গে বিধান দিচ্ছেন…..” (সূরাঃ আন-নিসা-১৭৬)। জাবির (রাঃ) বলেন, আয়াতটি আমার সম্বন্ধে অবতীর্ণ হয়েছে।\n\nসহীহ, ইবনু মা-জাহ (২৭২৮), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا الْفَضْلُ بْنُ الصَّبَّاحِ الْبَغْدَادِيُّ، أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُنْكَدِرِ، سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ مَرِضْتُ فَأَتَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم يَعُودُنِي فَوَجَدَنِي قَدْ أُغْمِيَ عَلَىَّ فَأَتَى وَمَعَهُ أَبُو بَكْرٍ وَعُمَرُ وَهُمَا مَاشِيَانِ فَتَوَضَّأَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَبَّ عَلَىَّ مِنْ وَضُوئِهِ فَأَفَقْتُ فَقُلْتُ يَا رَسُولَ اللَّهِ كَيْفَ أَقْضِي فِي مَالِي أَوْ كَيْفَ أَصْنَعُ فِي مَالِي فَلَمْ يُجِبْنِي شَيْئًا وَكَانَ لَهُ تِسْعُ أَخَوَاتٍ حَتَّى نَزَلَتْ آيَةُ الْمِيرَاثِ ‏:‏ ‏(‏يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ ‏)‏ الآيَةَ ‏.‏ قَالَ جَابِرٌ فِيَّ نَزَلَتْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2098,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নির্ধারিত অংশ তার প্রাপককে (অধিকারীকে) দিয়ে দাও। এরপর যেটুকু অংশ বাকী থাকবে তার পুরুষ নিকটাত্মীয়দের মধ্যে বন্টন কর।\n\nসহীহ, ইবনু মা-জাহ (২৭৪০), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا ابْنُ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَهُوَ لأَوْلَى رَجُلٍ ذَكَرٍ ‏\"‏ ‏.‏\nحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَقَدْ رَوَى بَعْضُهُمْ عَنِ ابْنِ طَاوُسٍ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবদ ইবনু হুমাইদ (রাহঃ) আবদুর রাযযাক হতে, তিনি মা’মার হতে, তিনি ইবনু তাঊস হতে, তিনি তার পিতা হতে, তিনি ইবনু আব্বাস (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) হতে অনুরূপ বর্ণনা করেছেন। আবূ ঈসা বলেন, এ হাদীসটি হাসান। কিছু সংখ্যক বর্ণনাকরী এটাকে ইবনু তাঊসের সূত্রে, তিনি তার বাবার বরাতে নবী (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) হতে মুরসাল হাদীস হিসেবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2099,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "তিনি বলেন, এক ব্যক্তি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে এসে বলল, আমার এক ছেলে (নাতি) মারা গেছে। তার রেখে যাওয়া সম্পদের আমি কি অংশ পাব? তিনি বললেনঃ তুমি এক-ষষ্ঠাংশ পাবে। লোকটি যখন চলে যাচ্ছিল, তিনি তাকে ডেকে বললেনঃ তুমি আরো এক-ষষ্ঠাংশ পাবে। সে যখন আবার চলে যাচ্ছিল, তিনি তাকে ডেকে বলেনঃ পরবর্তী এক-ষষ্ঠাংশ তোমার জন্য অতিরিক্ত রিফিকস্বরূপ (অতিরিক্ত ওয়ারিস থাকলে তুমি তা পেতে না)।\n\nযঈফ, যঈফ আবূ দাউদ (৫০০)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ هَمَّامِ بْنِ يَحْيَى، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنَّ ابْنِي مَاتَ فَمَا لِي فِي مِيرَاثِهِ قَالَ ‏\"‏ لَكَ السُّدُسُ ‏\"‏ ‏.‏ فَلَمَّا وَلَّى دَعَاهُ فَقَالَ ‏\"‏ لَكَ سُدُسٌ آخَرُ ‏\"‏ ‏.‏ فَلَمَّا وَلَّى دَعَاهُ قَالَ ‏\"‏ إِنَّ السُّدُسَ الآخَرَ طُعْمَةٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ مَعْقِلِ بْنِ يَسَارٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ। এ অনুচ্ছেদে মাকিল ইবনু ইয়াসার (রাঃ) হতেও হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2100,
    "narrator": "কাবীসা ইবনু যুওয়াইব (রাঃ)",
    "bn": "তিনি বলেন, এক দাদী অথবা নানী আবু বাকর (রাঃ)-এর নিকটে এসে বলল, আমার পৌত্র অথবা দৌহিত্র মারা গেছে। আমাকে জানানো হয়েছে যে, কুরআনে আমার জন্য অংশ নির্ধারিত রয়েছে। আবু বাকর (রাঃ) বললেন, আমি কুরআনে তোমার জন্য নির্ধারিত কোন অংশ দেখতে পাচ্ছি না এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কেও তোমার (দাদীর প্রাপ্য অংশের) ব্যাপারে কোন ফায়সালা দিতে শুনিনি। অতএব আমি লোকদের কাছে ব্যাপারটা জিজ্ঞেস করে নিব। তিনি লোকদের কাছে জিজ্ঞেস করলেন। মুগীরা ইবনু শুবা (রাঃ) সাক্ষ্য দিলেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে (দাদীকে) ছয় ভাগের এক অংশ দান করেছেন। তিনি বললেন, তোমার সাথে এটা আর কে শুনেছে? তিনি (মুগীরা) বললেন, মুহাম্মাদ ইবনু মাসলামা (রাঃ)। রাবী বলেন, তিনি (আবু বাকর) তাকে (দাদীকে) ছয় ভাগের এক অংশ দান করলেন।\n\nপরবর্তী কালে আর এক দাদী বা নানী উমার (রাঃ)-এর নিকটে আসে। সুফিয়ান ইবনু উয়াইনা বললেন, মামার যুহরীর সূত্রে আমাকে আরো বলেছেন, কিন্তু আমি তা যুহরীর সূত্রে কখনো মুখস্ত করিনি, বরং আমি মামারের সূত্রে তা মুখস্ত করেছি। উমার (রাঃ) বলেন, তোমরা (দাদী-নানী) উভয়ে যদি বেঁচে থাক তবে এটা (এক-ষষ্ঠাংশ) তোমাদের উভয়ের মাঝে বণ্টিত হবে। আর তোমাদের দুইজনের মধ্যে যদি একজন বর্তমান থাকে তবে এটা সে একাই পাবে।\n\nযঈফ, ইরওয়া (১৬৮০) যঈফ আবূ দাউদ (৪৯৭)",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا الزُّهْرِيُّ، قَالَ مَرَّةً قَالَ قَبِيصَةُ وَقَالَ مَرَّةً رَجُلٌ عَنْ قَبِيصَةَ بْنِ ذُؤَيْبٍ قَالَ جَاءَتِ الْجَدَّةُ أُمُّ الأُمِّ أَوْ أُمُّ الأَبِ إِلَى أَبِي بَكْرٍ فَقَالَتْ إِنَّ ابْنَ ابْنِي أَوِ ابْنَ بِنْتِي مَاتَ وَقَدْ أُخْبِرْتُ أَنَّ لِي فِي كِتَابِ اللَّهِ حَقًّا ‏.‏ فَقَالَ أَبُو بَكْرٍ مَا أَجِدُ لَكِ فِي الْكِتَابِ مِنْ حَقٍّ وَمَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَضَى لَكِ بِشَيْءٍ وَسَأَسْأَلُ النَّاسَ ‏.‏ قَالَ فَسَأَلَ فَشَهِدَ الْمُغِيرَةُ بْنُ شُعْبَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَعْطَاهَا السُّدُسَ ‏.‏ قَالَ وَمَنْ سَمِعَ ذَلِكَ مَعَكَ قَالَ مُحَمَّدُ بْنُ مَسْلَمَةَ ‏.‏ قَالَ فَأَعْطَاهَا السُّدُسَ ثُمَّ جَاءَتِ الْجَدَّةُ الأُخْرَى الَّتِي تُخَالِفُهَا إِلَى عُمَرَ ‏.‏ قَالَ سُفْيَانُ وَزَادَنِي فِيهِ مَعْمَرٌ عَنِ الزُّهْرِيِّ وَلَمْ أَحْفَظْهُ عَنِ الزُّهْرِيِّ وَلَكِنْ حَفِظْتُهُ مِنْ مَعْمَرٍ أَنَّ عُمَرَ قَالَ إِنِ اجْتَمَعْتُمَا فَهُوَ لَكُمَا وَأَيَّتُكُمَا انْفَرَدَتْ بِهِ فَهُوَ لَهَا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2101,
    "narrator": "কাবীসা ইবনু যুওয়াইব (রাঃ)",
    "bn": "তিনি বলেন, এক দাদী আবূ বাকর (রাঃ)-এর নিকটে এসে তার মীরাস প্রসঙ্গে প্রশ্ন করে। তিনি তাকে বললেন, তোমার জন্য আল্লাহ্ তা'আলার কিতাবে কিছু নির্ধারিত নেই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সুন্নাতেও তোমার সম্পর্কে কিছু নেই। তুমি চলে যাও, আমি লোকদের নিকটে প্রশ্ন করে ব্যাপারটি জেনে নেই। তিনি লোকদের প্রশ্ন করলে মুগীরা ইবনু শুবা (রাঃ) বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে হাযির থাকা অবস্থায় তিনি তাকে (দাদীকে) ছয় ভাগের এক অংশ দান করার ফাইসালা দিয়েছেন। তিনি (আবূ বাকর) প্রশ্ন করলেন, তোমার সাথে আরো কেউ ছিল কি? তখন মুহাম্মাদ ইবনু মাসলামা (রাঃ) উঠে দাঁড়িয়ে মুগীরা ইবনু শুবা (রাঃ)-এর মতই কথা বললেন। অতএব আবু বাকর (রাঃ) তাকে ছয় ভাগের এক অংশ দেয়ার বিধান জারি করেন। পরবর্তী কালে অপর এক দাদী এসে উমার ইবনুল খাত্তাব (রাঃ)-এর কাছে তার মীরাস প্রসঙ্গে প্রশ্ন করে। তিনি বলেন, আল্লাহ তা'আলার কিতাবে তোমার জন্য কোন অংশ নির্ধারিত নেই। তবে তোমার জন্য ঐ ছয় ভাগের এক অংশ নির্ধারিত আছে। তোমরা (দাদী-নানী) যদি উভয়ে বেঁচে থাক তবে এটা (ছয় ভাগের এক অংশ) তোমাদের উভয়ের মধ্যে সমানভাবে বণ্টিত হবে। আর তোমাদের উভয়ের মধ্যে যদি একজন বেঁচে থাকে তবে এটা সে একাই পাবে।\n\nদুর্বল, দেখুন পূর্বের হাদীস, এ অনুচ্ছেদে বুরাইদা (রাঃ) হতেও হাদীস বর্ণিত আছে।",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُثْمَانَ بْنِ إِسْحَاقَ بْنِ خَرَشَةَ، عَنْ قَبِيصَةَ بْنِ ذُؤَيْبٍ، قَالَ جَاءَتِ الْجَدَّةُ إِلَى أَبِي بَكْرٍ تَسْأَلُهُ مِيرَاثَهَا ‏.‏ قَالَ فَقَالَ لَهَا مَا لَكِ فِي كِتَابِ اللَّهِ شَيْءٌ وَمَا لَكِ فِي سُنَّةِ رَسُولِ اللَّهِ صلى الله عليه وسلم شَيْءٌ فَارْجِعِي حَتَّى أَسْأَلَ النَّاسَ ‏.‏ فَسَأَلَ النَّاسَ فَقَالَ الْمُغِيرَةُ بْنُ شُعْبَةَ حَضَرْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَعْطَاهَا السُّدُسَ ‏.‏ فَقَالَ أَبُو بَكْرٍ هَلْ مَعَكَ غَيْرُكَ فَقَامَ مُحَمَّدُ بْنُ مَسْلَمَةَ الأَنْصَارِيُّ فَقَالَ مِثْلَ مَا قَالَ الْمُغِيرَةُ بْنُ شُعْبَةَ فَأَنْفَذَهُ لَهَا أَبُو بَكْرٍ ‏.‏ قَالَ ثُمَّ جَاءَتِ الْجَدَّةُ الأُخْرَى إِلَى عُمَرَ بْنِ الْخَطَّابِ تَسْأَلُهُ مِيرَاثَهَا فَقَالَ مَا لَكِ فِي كِتَابِ اللَّهِ شَيْءٌ وَلَكِنْ هُوَ ذَاكَ السُّدُسُ فَإِنِ اجْتَمَعْتُمَا فِيهِ فَهُوَ بَيْنَكُمَا وَأَيَّتُكُمَا خَلَتْ بِهِ فَهُوَ لَهَا ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ بُرَيْدَةَ ‏.‏ وَهَذَا أَحْسَنُ وَهُوَ أَصَحُّ مِنْ حَدِيثِ ابْنِ عُيَيْنَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান। ইবনু উয়াইনার হাদীসের তুলনায় এটি অনেক বেশী সহীহ।"
  },
  {
    "hadith_id": 2102,
    "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি এমন এক দাদী সম্পর্কে বলেন যার পুত্রও তার সাথে জীবিত ছিল। সে ছিল প্রথম দাদী, যাকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার পুত্রের বর্তমানে তাকে ছয় ভাগের এক অংশ দিয়েছেন।\n\nযঈফ, ইরওয়া (১৬৮৭)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ مُحَمَّدِ بْنِ سَالِمٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ فِي الْجَدَّةِ مَعَ ابْنِهَا إِنَّهَا أَوَّلُ جَدَّةٍ أَطْعَمَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم سُدُسًا مَعَ ابْنِهَا وَابْنُهَا حَىٌّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ - وَقَدْ وَرَّثَ بَعْضُ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم الْجَدَّةَ مَعَ ابْنِهَا وَلَمْ يُوَرِّثْهَا بَعْضُهُمْ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, আমরা শুধুমাত্র উল্লেখিত সূত্রেই এ হাদীসটি মারফূ হিসাবে জেনেছি। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কিছু সাহাবী দাদীকে তার পুত্রের বর্তমানে উত্তোরাধিকারী ঘোষণা করেছেন। তাদের অপর দল এক্ষেত্রে তাকে উত্তরাধিকারী ঘোষণা করেননি।"
  },
  {
    "hadith_id": 2103,
    "narrator": "আবূ উমামা ইবনু সাহল ইবনু হুনাইফ (রাঃ)",
    "bn": "তিনি বলেন, ইমার ইবনুল খাত্তাব (রাঃ) আবূ উবাইদা (রাঃ)-কে লিখে পাঠান যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তির কোন অভিভাবক নেই, আল্লাহ ও তাঁর রাসূল তার অভিভাবক। যে ব্যক্তির অন্য কোন উত্তরাধিকারী নেই, মামা তার উত্তরাধিকারী।\n\nসহীহ, ইবনু মা-জাহ (২৭৩৭)।",
    "ar": "حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ، عَنْ حَكِيمِ بْنِ حَكِيمِ بْنِ عَبَّادِ بْنِ حُنَيْفٍ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، قَالَ كَتَبَ عُمَرُ بْنُ الْخَطَّابِ إِلَى أَبِي عُبَيْدَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ اللَّهُ وَرَسُولُهُ مَوْلَى مَنْ لاَ مَوْلَى لَهُ وَالْخَالُ وَارِثُ مَنْ لاَ وَارِثَ لَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَائِشَةَ وَالْمِقْدَامِ بْنِ مَعْدِيكَرِبَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আইশা ও মিকদাম ইবনু মাদীকারিব (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2104,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোকের অন্য কোন উত্তরাধিকারী নেই (তার) মামা তার উত্তরাধিকারী হবে।\n\nসহীহ, দেখুন পূর্বের হাদীস",
    "ar": "أَخْبَرَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَمْرِو بْنِ مُسْلِمٍ، عَنْ طَاوُسٍ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْخَالُ وَارِثُ مَنْ لاَ وَارِثَ لَهُ ‏\"‏ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَقَدْ أَرْسَلَهُ بَعْضُهُمْ وَلَمْ يَذْكُرْ فِيهِ عَنْ عَائِشَةَ ‏.‏ - وَاخْتَلَفَ فِيهِ أَصْحَابُ النَّبِيِّ صلى الله عليه وسلم فَوَرَّثَ بَعْضُهُمُ الْخَالَ وَالْخَالَةَ وَالْعَمَّةَ وَإِلَى هَذَا الْحَدِيثِ ذَهَبَ أَكْثَرُ أَهْلِ الْعِلْمِ فِي تَوْرِيثِ ذَوِي الأَرْحَامِ وَأَمَّا زَيْدُ بْنُ ثَابِتٍ فَلَمْ يُوَرِّثْهُمْ وَجَعَلَ الْمِيرَاثَ فِي بَيْتِ الْمَالِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। এ হাদীসটিকে একদল বর্ণনাকরী মুরসালভাবে বর্ণনা করেছেন এবং তাতে আইশা (রাঃ) এর উল্লেখ করেননি। একদল সাহাবী মামা, খালা ও ফুফুকে উত্তরাধিকারী হিসাবে বিবেচিত করেছেন। বেশিরভঅগ অভিজ্ঞ আলিম এ হাদীসটিকে যাবিল আরহামকে (যারা আসাবাগণের অবর্তমানে উত্তরাধিকারী হয়) উত্তরাধিকারী হিসাবে স্বীকৃতি দেয়ার ব্যাপারে দলীলরূপে গ্রহণ করেছেন। যাইদ ইবনু সাবিত (রাঃ) যাবিল আরহামকে উত্তরাধিকারী হিসাবে মেনে নেননা। তার মতে (যাবিল ফুরূয ও আসাবাদের অবর্তমানে) মৃত ব্যক্তির রেখে যাওয়া সম্পত্তি সরকারী কোষাগারে (বাইতুল-মালে) জমা হবে।"
  },
  {
    "hadith_id": 2105,
    "narrator": "আইশা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর একজন মুক্তদাস খেজুর গাছের মাথা হতে পড়ে গিয়ে মৃত্যুবরণ করে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা তালাশ করে দেখ তার কোন উত্তরাধিকারী আছে কি না? লোকজন বলল, কেউ নেই। তিনি বললেনঃ তার রেখে যাওয়া সম্পদ গ্রামের কাউকে দিয়ে দাও।\n\nসহীহ, ইবনু মা-জাহ (২৭৩৩)",
    "ar": "حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا سُفْيَانُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَصْبَهَانِيِّ، عَنْ مُجَاهِدٍ، وَهُوَ ابْنُ وَرْدَانَ عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ مَوْلًى، لِلنَّبِيِّ صلى الله عليه وسلم وَقَعَ مِنْ عِذْقِ نَخْلَةٍ فَمَاتَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ انْظُرُوا هَلْ لَهُ مِنْ وَارِثٍ ‏\"‏ ‏.‏ قَالُوا لاَ ‏.‏ قَالَ ‏\"‏ فَادْفَعُوهُ إِلَى بَعْضِ أَهْلِ الْقَرْيَةِ ‏\"‏ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান।"
  },
  {
    "hadith_id": 2106,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে এক ব্যক্তি উত্তরাধিকারহীন অবস্থায় মারা যায়। তার একটি মুক্তদাস ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে তার রেখে যাওয়া সম্পত্তি দান করেন।\n\nযঈফ, ইবনু মাজাহ (২৭৪১)",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عَوْسَجَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَجُلاً، مَاتَ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَلَمْ يَدَعْ وَارِثًا إِلاَّ عَبْدًا هُوَ أَعْتَقَهُ فَأَعْطَاهُ النَّبِيُّ صلى الله عليه وسلم مِيرَاثَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَالْعَمَلُ عِنْدَ أَهْلِ الْعِلْمِ فِي هَذَا الْبَابِ إِذَا مَاتَ الرَّجُلُ وَلَمْ يَتْرُكْ عَصَبَةً أَنَّ مِيرَاثَهُ يُجْعَلُ فِي بَيْتِ مَالِ الْمُسْلِمِينَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান। আলিমদের মতে, কোন ব্যক্তি আসাবা না রেখে (উত্তরাধিকারহীন অবস্থায়) মারা গেলে তার রেখে যাওয়া সম্পত্তি মুসলমানদের বাইতুল মালে (সরকারী তহবিলে ) জমা হবে।"
  },
  {
    "hadith_id": 2107,
    "narrator": "উসামা ইবনু যাইদ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মুসলিম ব্যক্তি কাফির ব্যক্তির উত্তরাধিকারী হবে না এবং কাফিরও মুসলিম ব্যক্তির উত্তরাধিকারী হবে না।\n\nসহীহ, ইবনু মা-জাহ (২৭২৯), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، ح وَحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا هُشَيْمٌ، عَنِ الزُّهْرِيِّ، عَنْ عَلِيِّ بْنِ حُسَيْنٍ، عَنْ عَمْرِو بْنِ عُثْمَانَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ يَرِثُ الْمُسْلِمُ الْكَافِرَ وَلاَ الْكَافِرُ الْمُسْلِمَ ‏\"‏ ‏.‏ حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا الزُّهْرِيُّ نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ جَابِرٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ هَكَذَا رَوَاهُ مَعْمَرٌ وَغَيْرُ وَاحِدٍ عَنِ الزُّهْرِيِّ نَحْوَ هَذَا ‏.‏ وَرَوَى مَالِكٌ عَنِ الزُّهْرِيِّ عَنْ عَلِيِّ بْنِ حُسَيْنٍ عَنْ عُمَرَ بْنِ عُثْمَانَ عَنْ أُسَامَةَ بْنِ زَيْدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَحَدِيثُ مَالِكٍ وَهَمٌ وَهِمَ فِيهِ مَالِكٌ وَقَدْ رَوَاهُ بَعْضُهُمْ عَنْ مَالِكٍ فَقَالَ عَنْ عَمْرِو بْنِ عُثْمَانَ وَأَكْثَرُ أَصْحَابِ مَالِكٍ قَالُوا عَنْ مَالِكٍ عَنْ عُمَرَ بْنِ عُثْمَانَ وَعَمْرُو بْنُ عُثْمَانَ بْنِ عَفَّانَ هُوَ مَشْهُورٌ مِنْ وَلَدِ عُثْمَانَ وَلاَ يُعْرَفُ عُمَرُ بْنُ عُثْمَانَ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ وَاخْتَلَفَ بَعْضُ أَهْلِ الْعِلْمِ فِي مِيرَاثِ الْمُرْتَدِّ فَجَعَلَ أَكْثَرُ أَهْلِ الْعِلْمِ مِنْ أَصَحْابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمُ الْمَالَ لِوَرَثَتِهِ مِنَ الْمُسْلِمِينَ ‏.‏ وَقَالَ بَعْضُهُمْ لاَ يَرِثُهُ وَرَثَتُهُ مِنَ الْمُسْلِمِينَ وَاحْتَجُّوا بِحَدِيثِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ لاَ يَرِثُ الْمُسْلِمُ الْكَافِرَ ‏\"‏ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আবূ উমার-সুফিয়ান হতে, তিনি যুহ্রী (রাহঃ)-এর সূত্রে অনুরূপ হাদীস বর্ণনা করেছেন। আবূ ঈসা বলেন, জাবির ও আব্দুল্লাহ্ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্। মা’মার এবং আরও অনেকে যুহ্রীর সূত্রে একইরকম বর্ণনা করেছেন। মালিক (রাহঃ) যুহ্রী হতে, তিনি আলী ইবনুল হুসাইন হতে, তিনি উমার ইবনু উসমান হতে, তিনি উসামা ইবনু যাইদ (রাঃ) হতে, তিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে এইরকম বর্ণনা করেছেন। মালিকের বর্ণনা ভ্রান্তিপূর্ণ। এতে মালিকই ভুল করেছেন। এই হাদীসটিকে কোন কোন বর্ণনাকারী মালিকের সূত্রে বর্ণনা করেছেন এবং (উমার-এর স্থলে) আমর বলেছেন। মালিকের বেশিরভাগ শিষ্য ‘মালিক-উমার’ হতে বলেছেন। উসমান (রাঃ) এর সন্তানদের মধ্যে আমর প্রসিদ্ধ। উমার নামে তার কোন সন্তান ছিল বলে জানা যায় না। এ হাদীস অনুসারে অভিজ্ঞ আলিমগণ আমল করেছেন। তবে মুরতাদ (ধর্মত্যাগী) ব্যক্তির পরিত্যক্ত সম্পত্তি (মীরাস) সম্পর্কে তাদের মধ্যে দ্বিমত আছে। একদল সাহাবী ও অপরাপর আলিম বলেছেন, তার পরিত্যক্ত সম্পত্তি তার মুসলিম উত্তরাধিকারীদের মধ্যে বন্টিত হবে। তাদের অপর দল বলেছেন, মুসলমানরা তার উত্তরাধিকারী হবে না। তারা উপরোক্ত হাদীসটি দলীল হিসাবে গ্রহন করেছেন। ইমাম শাফীঈর এই অভিমত।"
  },
  {
    "hadith_id": 2108,
    "narrator": "জাবির (রাঃ)",
    "bn": "(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দুটি পৃথক ধর্মের অনুসারী পরস্পরের উত্তরাধিকারী হবে না।\n\nসহীহ, ইবনু মা-জাহ (২৭৩১)।",
    "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا حُصَيْنُ بْنُ نُمَيْرٍ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَتَوَارَثُ أَهْلُ مِلَّتَيْنِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ جَابِرٍ إِلاَّ مِنْ حَدِيثِ ابْنِ أَبِي لَيْلَى ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, আমরা এ হাদীস সম্বন্ধে শুধুমাত্র ইবনু আবূ লাইলার সূত্রে জাবির (রাঃ) হতে বর্ণিত হিসাবে জেনেছি।"
  },
  {
    "hadith_id": 2110,
    "narrator": "সাঈদ ইবনুল মুসাইয়্যিব (রাহঃ)",
    "bn": "তিনি বলেন, উমার (রাঃ) বললেন, আকিলার উপর দিয়াত (রক্তমূল্য) ধার্য করা হবে। স্বামীর দিয়াতের মধ্যে স্ত্রী উত্তরাধিকারী হবে না। তখন যাহ্হাক ইবনু সুফিয়ান আল-কিলাবী (রাঃ) তাকে বলেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে লিখে পাঠিয়েছেনঃ “আশ্ইয়াস আয-যিবাবীর স্ত্রীকে তার স্বামীর দিয়াতের উত্তরাধিকারী বানাও”। \n\nসহীহ, ইবনু মা-জাহ (২৬৪২)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَأَحْمَدُ بْنُ مَنِيعٍ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، قَالَ قَالَ عُمَرُ الدِّيَةُ عَلَى الْعَاقِلَةِ وَلاَ تَرِثُ الْمَرْأَةُ مِنْ دِيَةِ زَوْجِهَا شَيْئًا ‏.‏ فَأَخْبَرَهُ الضَّحَّاكُ بْنُ سُفْيَانَ الْكِلاَبِيُّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَتَبَ إِلَيْهِ أَنْ وَرِّثِ امْرَأَةَ أَشْيَمَ الضِّبَابِيِّ مِنْ دِيَةِ زَوْجِهَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2111,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "লিহ্ইয়ান বংশের একজন স্ত্রীলোককে তার (অন্যের আঘাতে মৃত্যুজনিত কারণে) গর্ভপাতের দিয়াত হিসাবে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি গোলাম অথবা একটি দাসী প্রদানের ফয়সালা দেন। তিনি যে মহিলাটির উপর এই দিয়াত নির্ধারন করেন পরে সে মারা যায়। তার রেখে যাওয়া সম্পত্তির ব্যাপারে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফয়সাসলা দেন যে, এটার তার স্বামী ও ছেলেদের মধ্যে ভাগ করে দেয়া হবে এবং তার উপর ধার্যকৃত দিয়াত তার আসাবাগণের উপর বর্তাবে।\n\nসহীহ, ইরওয়া (২২০৫), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَضَى فِي جَنِينِ امْرَأَةٍ مِنْ بَنِي لَحْيَانَ سَقَطَ مَيِّتًا بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ ثُمَّ إِنَّ الْمَرْأَةَ الَّتِي قُضِيَ عَلَيْهَا بِالْغُرَّةِ تُوُفِّيَتْ فَقَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَّ مِيرَاثَهَا لِبَنِيهَا وَزَوْجِهَا وَأَنَّ عَقْلَهَا عَلَى عَصَبَتِهَا ‏.‏ قَالَ أَبُو عِيسَى وَرَوَى يُونُسُ هَذَا الْحَدِيثَ عَنِ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ وَأَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ وَرَوَاهُ مَالِكٌ عَنِ الزُّهْرِيِّ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ وَمَالِكٌ عَنِ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইউনুস (রাহঃ) যুহরী হতে, তিনি সাইদ ইবনুল মুসাইয়্যিব ও আবু সালামা হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) সূত্রে একইরকম বর্ণনা করেছেন। এ হাদীসটি মালিক-যুহ্রী হতে, তিনি আবূ সালামা হতে, তিনি আবূ হুরাইরা (রাঃ)-এর সূত্রেও বর্ণনা করেছেন। উক্ত হাদীসটি মালিক-যুহ্রী হতে, তিনি সাঈদ ইবনুল মুসাইয়্যিব হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) হতে মুরসাল হিসাবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2112,
    "narrator": "তামীমুদ দারী (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রশ্ন করলাম, কোন মুসলিম লোকের হাতে কোন মুশরিক লোক ইসলাম ক্ববুল করলে তার কি বিধান রয়েছে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সে (মুসলমান লোকটি) তার (নও-মুসলিম) জীবনে-মরণে অন্য সব মানুষের চেয়ে বেশি প্রাধান্য পাবে।\n\nহাসান সহীহঃ ইবনু মা-জাহ (২৭৫২)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو أُسَامَةَ، وَابْنُ، نُمَيْرٍ وَوَكِيعٌ عَنْ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، عَنْ عَبْدِ اللَّهِ بْنِ مَوْهَبٍ، وَقَالَ، بَعْضُهُمْ عَنْ عَبْدِ اللَّهِ بْنِ وَهْبٍ، عَنْ تَمِيمٍ الدَّارِيِّ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم مَا السُّنَّةُ فِي الرَّجُلِ مِنْ أَهْلِ الشِّرْكِ يُسْلِمُ عَلَى يَدَىْ رَجُلٍ مِنَ الْمُسْلِمِينَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هُوَ أَوْلَى النَّاسِ بِمَحْيَاهُ وَمَمَاتِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ وَهْبٍ وَيُقَالُ ابْنُ مَوْهَبٍ عَنْ تَمِيمٍ الدَّارِيِّ ‏.‏ وَقَدْ أَدْخَلَ بَعْضُهُمْ بَيْنَ عَبْدِ اللَّهِ بْنِ وَهْبٍ وَبَيْنَ تَمِيمٍ الدَّارِيِّ قَبِيصَةَ بْنَ ذُؤَيْبٍ وَلاَ يَصِحُّ رَوَاهُ يَحْيَى بْنُ حَمْزَةَ عَنْ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ وَزَادَ فِيهِ قَبِيصَةَ بْنَ ذُؤَيْبٍ وَهُوَ عِنْدِي لَيْسَ بِمُتَّصِلٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَقَالَ بَعْضُهُمْ يُجْعَلُ مِيرَاثُهُ فِي بَيْتِ الْمَالِ وَهُوَ قَوْلُ الشَّافِعِيِّ وَاحْتَجَّ بِحَدِيثِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ أَنَّ الْوَلاَءَ لِمَنْ أَعْتَقَ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আমরা শুধুমাত্র আবদুল্লাহ ইবনু ওয়াহ্বের সূত্রেই এ হাদীসটি জেনেছি। আবার কেউ তা বর্ণনা করেছেন ইবনু মাত্তহিব হতে, তিনি তামীমুদ দারী (রাঃ)-এর সূত্রে। এই হাদীসের সনদে আবদুল্লাহ ইবনু ওয়াহব ও দামীমুদ দারী (রাঃ)-এর মাঝখানে কোন কোন বর্ণনাকারী কাবীসা ইবনু যুআইব (রাহঃ)-কে অন্তর্ভুক্ত করেছেন। কিন্তু তা সঠিক নয়। আব্দুল আযীয ইবনু উমারের সূত্রে ইয়াহ্ইয়া ইবনু হামযা এ হাদীসটি বর্ণনা করেছেন এবং তাতে কাবীসা ইবনু যুআইবের নাম অন্তর্ভুক্ত কারেছেন। আমি মনে করি এ হাদীসের সনদ মুত্তাসিল নয়। এ হাদীস অনুযায়ী একদল অভিজ্ঞ আলিম আমল করেছেন। তাদের মতে যার হাতে সে লোকটি মুসলমান হয়েছেন সে তার উত্তরাধিকারী হবে। বিশেষজ্ঞদের অন্য আরেক দল বলেছেন, তার মারা যাওয়ার পর তার রেখে যাওয়া সম্পত্তি বাইতুল মালে জমা করা হবে। ইমাম শাফিঈর এই অভিমত। রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) এর এই হাদীসটি তার দলীলঃ “যে লোক গোলাম মুক্ত করে সে-ই ‘ওয়ালার’ স্বত্বাধিকারী হবে”।"
  },
  {
    "hadith_id": 2115,
    "narrator": "ওয়াসিলা ইবনুল আসকা (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ স্ত্রীলোকেরা (এককভাবে) তিন ধরনের মীরাসী সম্পত্তির ওয়ারিস হতে পারেঃ নিজের আযাদকৃত গোলামের, যে শিশুকে পরিত্যক্ত অবস্থায় পেয়ে সে তুলে নিয়ে লালন-পালন করেছে তার এবং যে শিশু সম্পর্কে সে লিআন করেছে তার।\n\nযঈফ, ইবনু মাজাহ (২৭৪২)",
    "ar": "حَدَّثَنَا هَارُونُ أَبُو مُوسَى الْمُسْتَمْلِيُّ الْبَغْدَادِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، حَدَّثَنَا عُمَرُ بْنُ رُؤْبَةَ التَّغْلِبِيُّ، عَنْ عَبْدِ الْوَاحِدِ بْنِ عَبْدِ اللَّهِ أَبِي بُسْرٍ النَّصْرِيِّ، عَنْ وَاثِلَةَ بْنِ الأَسْقَعِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْمَرْأَةُ تَحُوزُ ثَلاَثَةَ مَوَارِيثَ عَتِيقَهَا وَلَقِيطَهَا وَوَلَدَهَا الَّذِي لاَعَنَتْ عَلَيْهِ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ يُعْرَفُ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ مُحَمَّدِ بْنِ حَرْبٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেছেনঃ এ হাদীসটি হাসান গারীব। মুহাম্মাদ ইবনু হারব-এর সূত্রেই আমরা এ হাদীস প্রসঙ্গে জেনেছি।"
  },
  {
    "hadith_id": 2109,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ হত্যাকারী কোন প্রকার উত্তরাধিকারী হবে না।\n\nইবনু মা-জাহ (২৭৩৫)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ، عَنِ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْقَاتِلُ لاَ يَرِثُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ يَصِحُّ وَلاَ يُعْرَفُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَإِسْحَاقُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي فَرْوَةَ قَدْ تَرَكَهُ بَعْضُ أَهْلِ الْحَدِيثِ مِنْهُمْ أَحْمَدُ بْنُ حَنْبَلٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الْقَاتِلَ لاَ يَرِثُ كَانَ الْقَتْلُ عَمْدًا أَوْ خَطَأً ‏.‏ وَقَالَ بَعْضُهُمْ إِذَا كَانَ الْقَتْلُ خَطَأً فَإِنَّهُ يَرِثُ وَهُوَ قَوْلُ مَالِكٍ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি সহীহ নয়। এ হাদীসটি শুধুমাত্র উল্লেখিত সনদসূত্রেই জানা গেছে। ইসহাক ইবনু আবদুল্লাহকে কয়েকজন বিশেষজ্ঞ মুহাদ্দিস পরিত্যক্ত বলে মত প্রকাশ করেছেন। তাদের মধ্যে আহ্মাদ ইবনু হাম্বল অন্যতম। এ হাদীস মুতাবিক অভিজ্ঞ আলিমগণ আমল করেছেন। তাদের মতে, হত্যাকারী নিহত ব্যক্তির উত্তরাধিকারী হবে না, চাই সে ইচ্ছাকৃতভাবে হত্যা করুক অথবা ভুলবশতঃ হত্যা করুক। ইমাম মালিকের মতে, ভুলক্রমে হত্যাকান্ত ঘটে গেলে হত্যাকারী নিহতের উত্তরাধিকারী হবে।"
  },
  {
    "hadith_id": 2113,
    "narrator": "আমর ইবনু শুআইব (রাহঃ) হতে পর্যায়ক্রমে তার বাবা ও দাদার সূত্রে",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক যদি কোন স্বাধীন স্ত্রীলোক অথবা দাসীর সাথে যিনায় (ব্যভিচারে) লিপ্ত হয় তাহলে (জন্মগ্রহনকারী) সন্তান ‘জারজ সন্তান’ বলে গণ্য হবে। সে কারো উত্তরাধিকারী হবে না এবং তারও কেউ উত্তরাধিকারী হবে না। \n\nসহীহ্, মিশকাত, তাহকীক ছানী (৩০৫৪)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ أَيُّمَا رَجُلٍ عَاهَرَ بِحُرَّةٍ أَوْ أَمَةٍ فَالْوَلَدُ وَلَدُ زِنَا لاَ يَرِثُ وَلاَ يُورَثُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى غَيْرُ ابْنِ لَهِيعَةَ هَذَا الْحَدِيثَ عَنْ عَمْرِو بْنِ شُعَيْبٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّ وَلَدَ الزِّنَا لاَ يَرِثُ مِنْ أَبِيهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদিসটি আমর ইবনু শআইবের সূত্রে ইবনু লাহীআ ছাড়াও অন্য বর্ণনাকারীগণ বর্ণনা করেছেন। বিশেষজ্ঞ আলিমগণ এ হাদীস অনুসারে আমল করেছেন। ব্যভিচারজাত সন্তান তার জন্মদাতা পিতার উত্তরাধিকারী হবে না।"
  },
  {
    "hadith_id": 2114,
    "narrator": "আমর ইবনু শুআইব (রহঃ) হতে পর্যায়ক্রমে তার পিতা ও দাদার সূত্রে",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি মালের উত্তরাধিকারী হবে সে-ই ওয়ালার উত্তরাধিকারী হবে (অর্থাৎ যে গোলাম মুক্ত করার মূল্য পরিশোধ করবে সে-ই গোলামের রেখে যাওয়া সম্পত্তির উত্তরাধিকারী হবে)।\n\nযঈফ, মিশকাত, তাহকীক ছানী (৩০৬৬), আবূ ঈসা বলেন, এ হাদীসের সনদ তেমন মজবুত নয়।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ يَرِثُ الْوَلاَءَ مَنْ يَرِثُ الْمَالَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَيْسَ إِسْنَادُهُ بِالْقَوِيِّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  }
]