[
  {
    "hadith_id": 2117,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: কোন পুরুষ অথবা স্ত্রীলোক ষাট বছর ধরে আল্লাহ্ তা’আলার আনুগত্যমূলক কাজ করল। তারপর তাদের মৃত্যু হাযির হলে তারা ওসিয়াতের মাধ্যমে ক্ষতিকর ব্যবস্থা গ্রহণ করে। ফলে তাদের জন্য জাহা্ন্নামের আগুন নির্ধারিত হয়ে যায়। (শাহর ইবনু হাওশাব বলেন) তারপর আবূ হুরাইরা (রাঃ) আমার উপস্থিতিতে এ আয়াত পাঠ করেনঃ\n“যখন ওসিয়াত পূরণ করা হবে এবং (মৃত ব্যক্তির অনাদায়ী) ঋণ পরিশোধ করা হবে। অবশ্য তা (ওসিয়াত) যেন ক্ষতিকর না হয়। ওসিয়াত প্রসঙ্গে এটা আল্লাহ্ তা’আলার নির্দেশ.... প্রকৃতপক্ষে এটা বিরাট সাফল্য”। (সূরা: নিসা-১২,১৩)\n\nযঈফ, ইবনু মাজাহ (২৭০৪),",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، وَهُوَ جَدُّ هَذَا النَّصْرِ حَدَّثَنَا الأَشْعَثُ بْنُ جَابِرٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّهُ حَدَّثَهُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ الرَّجُلَ لَيَعْمَلُ وَالْمَرْأَةُ بِطَاعَةِ اللَّهِ سِتِّينَ سَنَةً ثُمَّ يَحْضُرُهُمَا الْمَوْتُ فَيُضَارَّانِ فِي الْوَصِيَّةِ فَتَجِبُ لَهُمَا النَّارُ ‏\"‏ ‏.‏ ثُمَّ قَرَأَ عَلَىَّ أَبُو هُرَيْرَةَْ ‏:‏ ‏(‏مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ ‏)‏ إِلَى قَوْلِهِ ‏:‏ ‏(‏ ذَلِكَ الْفَوْزُ الْعَظِيمُ ‏)‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَنَصْرُ بْنُ عَلِيٍّ الَّذِي رَوَى عَنِ الأَشْعَثِ بْنِ جَابِرٍ هُوَ جَدُّ نَصْرِ بْنِ عَلِيٍّ الْجَهْضَمِيِّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, উল্লেখিত সনদসূত্রে এ হাদীসটি হাসান গারীব। আল-আশআস ইবনু জাবির হতে যে নাসর ইবনু আলী হাদীস বর্ণনা করেন তিনি হলেন নাসর ইবনু আলী আল-জাহযামীর দাদা।"
  },
  {
    "hadith_id": 2118,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যদি কোন মুসলমানের নিকট ওয়াসিয়াত করার মতো কিছু থাকে তাহলে তার নিজের নিকট ওয়াসিয়াতনামা লিখে না রেখে দুই রাতও অতিবাহিত করার অধিকার তার নেই।\n\nসহীহ, ইবনু মা-তজাহ (২৬৯৯), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ مَا حَقُّ امْرِئٍ مُسْلِمٍ يَبِيتُ لَيْلَتَيْنِ وَلَهُ مَا يُوصِي فِيهِ إِلاَّ وَوَصِيَّتُهُ مَكْتُوبَةٌ عِنْدَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوُهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। উক্ত হাদীসটি যুহরী-সালিম হতে, তিনি ইবনু উমার (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) হতে এ সূত্রেও বর্ণিত আছে।"
  },
  {
    "hadith_id": 2119,
    "narrator": "তালহা ইবনু মুসাররিফ (রাহঃ)",
    "bn": "তিনি বলেন, ইবনু আবী আওফা (রাঃ)-কে আমি প্রশ্ন করলাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি (কিছু) ওয়াসিয়াত করেছিলেন? তিনি বলেন, না। আমি বললাম, তাহলে কিভাবে ওয়াসিয়াতটি বিধিবদ্ধ হলো এবং কিসের ভিত্তিতে তিনি জনগণকে (ওয়াসিয়াতের) নির্দেশ দিলেন? তিনি বললেন, তিনি আল্লাহ তা‘আলার কিতাবে অনুসারে ওয়াসিয়াতের নির্দেশ দিয়েছেন।\n\nসহীহ, ইবনু মা-জাহ (২৬৯৬), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو قَطَنٍ، عَمْرُو بْنُ الْهَيْثَمِ الْبَغْدَادِيُّ حَدَّثَنَا مَالِكُ بْنُ مِغْوَلٍ، عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ، قَالَ قُلْتُ لاِبْنِ أَبِي أَوْفَى أَوْصَى رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ لاَ ‏.‏ قُلْتُ كَيْفَ كُتِبَتِ الْوَصِيَّةُ وَكَيْفَ أَمَرَ النَّاسَ قَالَ أَوْصَى بِكِتَابِ اللَّهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مَالِكِ بْنِ مِغْوَلٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ গারীব। আমরা এ হাদীস প্রসঙ্গে শুধুমাত্র মালিক ইবনু মিগওয়ালের সূত্রেই জেনেছি।"
  },
  {
    "hadith_id": 2120,
    "narrator": "আবূ উমামা আল-বাহিলী (রাঃ)",
    "bn": "তিনি বলেন, বিদায় হাজ্জের খুতবায় আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ অবশ্যই আল্লাহ তা‘আলা প্রত্যেক হকদারের হক (নির্দিষ্ট করে) দিয়েছেন। অতএব, উত্তরাধিকারীদের জন্য ওয়াসিয়াত করা বৈধ নয়। সন্তান বিছানার (মালিকের); আর ব্যভিচারীর জন্য রয়েছে পাথর। তাদের সবর্শেষ ফায়সালার ভার আল্লাহ তা‘আলার উপর। যে লোক নিজের বাবাকে পরিত্যাগ করে আরেকজনকে বাবা বলে পরিচয় দেয় এবং যে গোলাম নিজের মনিব ব্যতীত অন্য মনিবের পরিচয় দেয় তার উপর অব্যাহতভাবে কিয়ামাত পর্য্ন্ত আল্লাহ তা‘আলার অভিশাপ। স্ত্রী তার স্বামীর বিনা অনুমতিতে তার ঘর হতে কোন কিছু ব্যয় করবে না। প্রশ্ন করা হলো, হে আল্লাহর রাসূল রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! খাদ্যদ্রব্যও নয়? তিনি বললেনঃ এটাতো আমাদের সবোর্ত্তম সম্পদ। তিনি আরো বললেনঃ ধারনকৃত বস্তু ফেরত যোগ্য, মানীহা (দুধপানের উদ্দেশ্যে ধার করা পশু) ফেরত দিতে হবে, ঋণ পরিশোধ করতে হবে এবং যামিনদার দায়বদ্ধ থাকবে।\n\nসহীহ, ইবনু মা-জাহ (২৭১৩)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، وَهَنَّادٌ، قَالاَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا شُرَحْبِيلُ بْنُ مُسْلِمٍ الْخَوْلاَنِيُّ، عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي خُطْبَتِهِ عَامَ حَجَّةِ الْوَدَاعِ ‏\"‏ إِنَّ اللَّهَ قَدْ أَعْطَى كُلَّ ذِي حَقٍّ حَقَّهُ فَلاَ وَصِيَّةَ لِوَارِثٍ الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ وَحِسَابُهُمْ عَلَى اللَّهِ وَمَنِ ادَّعَى إِلَى غَيْرِ أَبِيهِ أَوِ انْتَمَى إِلَى غَيْرِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ التَّابِعَةُ إِلَى يَوْمِ الْقِيَامَةِ لاَ تُنْفِقُ امْرَأَةٌ مِنْ بَيْتِ زَوْجِهَا إِلاَّ بِإِذْنِ زَوْجِهَا ‏\"‏ ‏.‏ قِيلَ يَا رَسُولَ اللَّهِ وَلاَ الطَّعَامَ قَالَ ‏\"‏ ذَلِكَ أَفْضَلُ أَمْوَالِنَا ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ الْعَارِيَةُ مُؤَدَّاةٌ وَالْمِنْحَةُ مَرْدُودَةٌ وَالدَّيْنُ مَقْضِيٌّ وَالزَّعِيمُ غَارِمٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَمْرِو بْنِ خَارِجَةَ وَأَنَسِ بْنِ مَالِكٍ ‏.‏ وَهُوَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْ أَبِي أُمَامَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏ وَرِوَايَةُ إِسْمَاعِيلَ بْنِ عَيَّاشٍ عَنْ أَهْلِ الْعِرَاقِ وَأَهْلِ الْحِجَازِ لَيْسَ بِذَلِكَ فِيمَا تَفَرَّدَ بِهِ لأَنَّهُ رَوَى عَنْهُمْ مَنَاكِيرَ وَرِوَايَتُهُ عَنْ أَهْلِ الشَّامِ أَصَحُّ هَكَذَا قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ ‏.‏ قَالَ سَمِعْتُ أَحْمَدَ بْنَ الْحَسَنِ يَقُولُ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ إِسْمَاعِيلُ بْنُ عَيَّاشٍ أَصْلَحُ حَدِيثًا مِنْ بَقِيَّةَ وَلِبَقِيَّةَ أَحَادِيثُ مَنَاكِيرُ عَنِ الثِّقَاتِ ‏.‏ وَسَمِعْتُ عَبْدَ اللَّهِ بْنَ عَبْدِ الرَّحْمَنِ يَقُولُ سَمِعْتُ زَكَرِيَّا بْنَ عَدِيٍّ يَقُولُ قَالَ أَبُو إِسْحَاقَ الْفَزَارِيُّ خُذُوا عَنْ بَقِيَّةَ مَا حَدَّثَ عَنِ الثِّقَاتِ وَلاَ تَأْخُذُوا عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ مَا حَدَّثَ عَنِ الثِّقَاتِ وَلاَ عَنْ غَيْرِ الثِّقَاتِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আমর ইবনু খা-রিজাহ (রাঃ) ও আনাস ইবনু মালিক (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ। এ হাদীসটি আবূ উমামা (রাঃ) হতে অপরাপর সূত্রেও বর্ণিত আছে।\nইরাক ও হিজাযবাসীদের হতে ইসমাঈল ইবনু আইয়্যাশের একক বর্ণনাগুলো গ্রহনযোগ্য নয়। কারণ, তিনি তাদের সূত্রে বহু মুনকার হাদীস বর্ণনা করেছেন। তবে সিরিয়াবাসীদের সূত্রে বর্ণিত তার হাদীসসমূহ অনেক বেশি সহীহ্। মুহাম্মাদ ইবনু ইসমাঈল আল-বুখারী এরকম কথাই বলেছেন। তিনি আরো বলেছেন, আমি আহমাদ ইবনু হাম্বলকে বলতে শুনেছি যে, বাকিয়্যা সিকাহ বর্ননাকারীদের সূত্রেও মুনকার হাদীস বর্ণনা করেছেন। আমি আবদুল্লাহ ইবনু আবদুর রাহমানকে বলতে শুনেছি, আমি যাকারিয়া ইবনু আদীকে বলতে শুনেছি, আবূ ইসহাক আল-ফাযারী বলেন, সিকাহ্ বর্ণনাকারীদের সূত্রে বাকিয়্যা যা কিছু বর্ণনা করেন তোমরা তা গ্রহণ কর। আর নির্ভরযোগ্য ও অনির্ভরযোগ্য যাদের সূত্রেই ইসমাঈল ইবনু আইয়্যাশ হাদীস বর্ণনা করুন না কেন তোমরা তা গ্রহণ করো না।"
  },
  {
    "hadith_id": 2121,
    "narrator": "আমর ইবনু খা-রিজাহ্ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর উষ্ট্রীর পিঠে বসে থাকাবস্থায় খুতবাহ দেন। আমি এর ঘাড়ের নীচে দাঁড়িয়ে ছিলাম। উষ্ট্রী জাবর কাটছিল এবং আমার কাঁধের মাঝখান দিয়ে এর লালা গড়িয়ে পড়ছিল। আমি তাঁকে বলতে শুনেছিঃ সকল হকদারের হক আল্লাহ তা‘আলা নির্দিষ্ট করে দিয়েছেন। অতএব, উত্তরাধিকারীদের জন্য ওয়াসিয়াত করা বৈধ নয়। সন্তান বৈধ বিছানার (মালিকের) এবং ব্যভিচারীর জন্য রয়েছে পাথর। যে ব্যক্তি নিজের বাবাকে পরিত্যাগ করে অন্যজনকে বাবা বলে পরিচয় দেয় অথবা যে গোলাম নিজ মনিবকে পরিত্যাগ করে অন্য মনিবের পরিচয় দেয় তার প্রতি আল্লাহর অভিসম্পাত। আল্লাহ তার ফরয ও নফল কোন ইবাদাতই কবূল করবেন না।\n\nসহীহ, ইবনু মা-জাহ (২৭১২)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ، عَنْ عَمْرِو بْنِ خَارِجَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَطَبَ عَلَى نَاقَتِهِ وَأَنَا تَحْتَ جِرَانِهَا وَهِيَ تَقْصَعُ بِجَرَّتِهَا وَإِنَّ لُعَابَهَا يَسِيلُ بَيْنَ كَتِفَىَّ فَسَمِعْتُهُ يَقُولُ ‏ \"‏ إِنَّ اللَّهَ أَعْطَى كُلَّ ذِي حَقٍّ حَقَّهُ وَلاَ وَصِيَّةَ لِوَارِثٍ وَالْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ وَمَنِ ادَّعَى إِلَى غَيْرِ أَبِيهِ أَوِ انْتَمَى إِلَى غَيْرِ مَوَالِيهِ رَغْبَةً عَنْهُمْ فَعَلَيْهِ لَعْنَةُ اللَّهِ لاَ يَقْبَلُ اللَّهُ مِنْهُ صَرْفًا وَلاَ عَدْلاً ‏\"‏ ‏.‏ قَالَ وَسَمِعْتُ أَحْمَدَ بْنَ الْحَسَنِ يَقُولُ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ لاَ أُبَالِي بِحَدِيثِ شَهْرِ بْنِ حَوْشَبٍ ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ عَنْ شَهْرِ بْنِ حَوْشَبٍ فَوَثَّقَهُ وَقَالَ إِنَّمَا يَتَكَلَّمُ فِيهِ ابْنُ عَوْنٍ ثُمَّ رَوَى ابْنُ عَوْنٍ عَنْ هِلاَلِ بْنِ أَبِي زَيْنَبَ عَنْ شَهْرِ بْنِ حَوْشَبٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আহমাদ ইবনুল হাসানকে আমি বলতে শুনেছি, আহমাদ ইবনু হাম্বল বলেছেন, আমি শাহর ইবনু হাওশাবের বর্ণিত হাদীসের কোন তোয়াক্কা করি না। আমি শাহর ইবনু হাওশাবের প্রসঙ্গে মুহাম্মাদ ইবনু ইসমাঈলকে প্রশ্ন করলে তিনি তাকে নির্ভরযোগ্য বলে মন্তব্য করেন এবং বলেন, ইবনু আওন তার সমালোচনা করেছেন। কিন্তু তিনিই আবার হিলাল ইবনু আবী যাইনাব হতে শাহর ইবনু হাওশাবের সূত্রে হাদীস বর্ণনা করেছেন। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2122,
    "narrator": "আলী (রাঃ)",
    "bn": "ওয়াসিয়াত পূরনের পূবে ঋন পরিশোধ করার জন্য রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নির্দেশ দিয়েছেন। অথচ তোমরা ঋন পরিশোধের পূবে ওয়াসিয়াত পূরণের স্বীকৃতি দিয়ে থাক।\n\nহাসান, (২০৯৪) নং হাদীসে আরও পূর্ণাঙ্গ ভাবে ইতোপূর্বে আলোচনা হয়েছে।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي إِسْحَاقَ الْهَمْدَانِيِّ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَضَى بِالدَّيْنِ قَبْلَ الْوَصِيَّةِ وَأَنْتُمْ تَقْرَءُونَ الْوَصِيَّةَ قَبْلَ الدَّيْنِ ‏.‏ قَالَ أَبُو عِيسَى وَالْعَمَلُ عَلَى هَذَا عِنْدَ عَامَّةِ أَهْلِ الْعِلْمِ أَنَّهُ يُبْدَأُ بِالدَّيْنِ قَبْلَ الْوَصِيَّةِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীস অনুসারে সকল বিশেষজ্ঞ আলিম আমল করেন। তাদের মতে ওয়াসিয়াত পূরণ করার পূবে ঋন পরিশোধ করতে হবে।"
  },
  {
    "hadith_id": 2123,
    "narrator": "আবূ হাবীবা আত-তাঈ (রহঃ)",
    "bn": "তিনি বলেন, আমার ভাই তার সম্পদের একটা অংশ আমার জন্য ওসিয়াত করে যান। আমি আবুদ দারদা (রাঃ)-এর সাথে দেখা করে বললাম, আমার ভাই তার সম্পত্তির একটা অংশ আমার জন্য ওসিয়াত করে গেছেন। এ ব্যাপারে আপনার কি মত? আমি কি তা ফকীর-মিসকীনদের জন্য খরচ করব, না আল্লাহ্ তা’আলার পথের সৈনিকদের জন্য খরচ করব? তিনি বললেন, যদি আমি হতাম তবে এ ব্যাপারে আমি মুজাহিদদের মুকাবিলায় অন্য কাউকে অগ্রাধিকার দিতাম না। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি: যে ব্যক্তি মৃত্যুর সময় (গোলাম) মুক্ত করে সে হচ্ছে এমন ব্যক্তির মত যে তৃপ্তি সহকারে খাওয়ার পর উপহার দেয়।\n\nযঈফ, যঈফা (১৩২২), মিশকাত, তাহকীক ছানী (১৮৭১),",
    "ar": "حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي حَبِيبَةَ الطَّائِيِّ، قَالَ أَوْصَى إِلَىَّ أَخِي بِطَائِفَةٍ مِنْ مَالِهِ فَلَقِيتُ أَبَا الدَّرْدَاءِ فَقُلْتُ إِنَّ أَخِي أَوْصَى إِلَىَّ بِطَائِفَةٍ مِنْ مَالِهِ فَأَيْنَ تَرَى لِي وَضْعَهُ فِي الْفُقَرَاءِ أَوِ الْمَسَاكِينِ أَوِ الْمُجَاهِدِينَ فِي سَبِيلِ اللَّهِ فَقَالَ أَمَّا أَنَا فَلَوْ كُنْتُ لَمْ أَعْدِلْ بِالْمُجَاهِدِينَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَثَلُ الَّذِي يُعْتِقُ عِنْدَ الْمَوْتِ كَمَثَلِ الَّذِي يُهْدِي إِذَا شَبِعَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন: এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2124,
    "narrator": "উরওয়া (রাহঃ)",
    "bn": "তাকে আইশা (রাঃ) জানিয়েছেন। বারীরা (রাঃ) আইশা (রাঃ)- এর নিকট আসেন নিজের মুক্তির চুক্তিপত্রের ব্যাপারে তার সাহায্য প্রার্থনা করতে। তিনি তার চুক্তিপত্রের ব্যাপারে তার সাহায্য প্রার্থনা করতে। তিনি তার চুক্তিপত্রের শর্ত মুতাবিক এ পযর্ন্ত ‍কিছুই পরিশোধ করতে পারেননি। আইশা (রাঃ) তাকে বললেন, তুমি তোমার মালিক পরিবারে ফিরে যাও। তারা যদি সম্মত হয় যে, তোমার চুক্তিপত্রের নির্ধারিত মূল্য আমি পরিশোধ করব এবং আমি তোমার ‘ওয়ালাআর’ হক্বদার হবো, তাহলে আমি মূল্য পরিশোধ করতে তৈরী আছি। তিনি ফিরে গিয়ে বিষয়টি তার মালিক পরিবারের কাছে বললেন। কিস্তু তারা এ শর্তে সম্মত হলো না। তারা বলল, তিনি যদি নেকীর উদ্দেশ্যে তোমার প্রতি অনুগ্রহ করেন এবং তোমার ওয়ালআর অধিকারী আমরা হবো তাহলে এই শর্তে আমরা সম্মত আছি এবং তিনি তা করতে পারেন। তিনি (আইশা) বিষয়টি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট উল্লেখ করেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ তুমি তাকে ক্রয় করে মুক্ত করে দাও। কেননা, যে ব্যক্তি মুক্ত করে সে-ই ওয়ালাআর মালিক হয়। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উঠে দাঁড়িয়ে বললেনঃ লোকদের কি হলো! তারা এমন শর্তারোপ করে যা আল্লাহ তা‘আলার গ্রন্থে নেই। যে লোক এরুপ শর্তারোপ করে যা আল্লাহ তা‘আলার গ্রন্থে নেই সেরুপ শর্ত তার কোন উপকারে আসবে না, সে শতবার শর্তারোপ করলেও।\n\nসহীহ, ইবনু মা-জাহ (২৫২১), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّ بَرِيرَةَ جَاءَتْ تَسْتَعِينُ عَائِشَةَ فِي كِتَابَتِهَا وَلَمْ تَكُنْ قَضَتْ مِنْ كِتَابَتِهَا شَيْئًا فَقَالَتْ لَهَا عَائِشَةُ ارْجِعِي إِلَى أَهْلِكِ فَإِنْ أَحَبُّوا أَنْ أَقْضِيَ عَنْكِ كِتَابَتَكِ وَيَكُونَ لِي وَلاَؤُكِ فَعَلْتُ ‏.‏ فَذَكَرَتْ ذَلِكَ بَرِيرَةُ لأَهْلِهَا فَأَبَوْا وَقَالُوا إِنْ شَاءَتْ أَنْ تَحْتَسِبَ عَلَيْكِ وَيَكُونَ لَنَا وَلاَؤُكِ فَلْتَفْعَلْ ‏.‏ فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ابْتَاعِي فَأَعْتِقِي فَإِنَّمَا الْوَلاَءُ لِمَنْ أَعْتَقَ ‏\"‏ ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا بَالُ أَقْوَامٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ مَنِ اشْتَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللَّهِ فَلَيْسَ لَهُ وَإِنِ اشْتَرَطَ مِائَةَ مَرَّةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عَائِشَةَ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الْوَلاَءَ لِمَنْ أَعْتَقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। এ হাদীসটি আইশা (রাঃ) হতে একাধিকসূত্রে বর্ণিত হয়েছে। এ হাদীস অনুযায়ী অভিজ্ঞ আলিমগণ আমল করেছেন। তাদের মতে আযাদকারীই ওয়ালাআর স্বত্বাধিকারী হবে।"
  },
  {
    "hadith_id": 2116,
    "narrator": "আমির ইবনু সা’দ ইবনু আবী ওয়াক্কাস (রাঃ) হতে তার বাবার সূত্রে",
    "bn": "তিনি (সা’দ) বলেন, মক্কা বিজয়ের বছর আমি গুরুতরভাবে অসুস্থ হয়ে গেলাম এবং মৃত্যুর আশংকা করলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে দেখতে এলেন। আমি বললাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমার প্রচুর ধন-সম্পদ রয়েছে। মাত্র একটি মেয়ে সন্তান ব্যতীত আমার আর কোন উত্তরাধিকারী নেই। আমি আমার সমস্ত সম্পদের ওয়াসিয়াত করবো কি? তিনি বললেনঃ না। আমি বললাম, তবে দুই-তৃতীয়াংশ সম্পদ ওয়াসিয়াত করব কি? তিনি বললেনঃ না। আমি বললাম, তাহলে অর্ধেক? তিনি বললেনঃ না। আমি বললাম, তাহলে এক-তৃতীয়াংশ? তিনি বললেনঃ হ্যাঁ এক তৃতীয়াংশ করতে পার, তবে এক-তৃতীয়াংশও অনেক। তোমার উত্তরাধিকারীদেরকে দরিদ্র এবং অন্যকারো নিকট হাত পতাতে বাধ্য অবস্থায় রেখে যাওয়ার চাইতে তাদেরকে সম্পদশালী অবস্থায় রেখে যাওয়া অধিক উত্তম। তুমি যেটুকু খরচ কর না কেন নেকী অবশ্যই পাবে। এমনকি তুমি তোমার স্ত্রীর মুখে যে গ্রাসটি তুলে দাও তুমি তার জন্যও নেকী পাবে। বর্ণনাকারী বলেন, আমি বললাম হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! আমি কি আমার হিজরাত হতে পিছনে পড়ে থাকব (মাদীনায় ফিরে যেতে পারব না)? তিনি বললেনঃ তুমি আমার পরেও যদি জীবিত থাক এবং আল্লাহ্ তা’আলার সন্তুষ্টি হাসিলের উদ্দেশ্যে যে কোন কাজই কর তাতে তোমার মর্যাদা উত্তরোত্তর বৃদ্ধি পাবে। আশা করি আমার পরবর্তীতেও তুমি জীবিত থাকবে। তোমার মাধ্যমে বহু লোকের উপকার হবে এবং অসংখ্য লোকের ক্ষতি সাধিত হবে। হে আল্লাহ! আমার সাহাবীদের হিজরাত পূর্ণ করে দাও, তাদেরকে পিছনে ফিরিয়ে দিও না। সা’দ ইবনু খাওলা হতভাগ্য। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সা’দ ইবনু খাওলার জন্য অনেক দুঃখ প্রকাশ করতেন। তিনি মক্কাতে মারা যান।\n\nসহীহ, ইবনু মা-জাহ (২৭০৮), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ أَبِيهِ، قَالَ مَرِضْتُ عَامَ الْفَتْحِ مَرَضًا أَشْفَيْتُ مِنْهُ عَلَى الْمَوْتِ فَأَتَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم يَعُودُنِي فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ لِي مَالاً كَثِيرًا وَلَيْسَ يَرِثُنِي إِلاَّ ابْنَتِي أَفَأُوصِي بِمَالِي كُلِّهِ قَالَ ‏\"‏ لاَ ‏\"‏ ‏.‏ قُلْتُ فَثُلُثَىْ مَالِي قَالَ ‏\"‏ لاَ ‏\"‏ ‏.‏ قُلْتُ فَالشَّطْرُ قَالَ ‏\"‏ لاَ ‏\"‏ ‏.‏ قُلْتُ فَالثُّلُثُ قَالَ ‏\"‏ الثُّلُثُ وَالثُّلُثُ كَثِيرٌ إِنَّكَ إِنْ تَدَعْ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَدَعَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً إِلاَّ أُجِرْتَ فِيهَا حَتَّى اللُّقْمَةَ تَرْفَعُهَا إِلَى فِي امْرَأَتِكَ ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أُخَلَّفُ عَنْ هِجْرَتِي قَالَ ‏\"‏ إِنَّكَ لَنْ تُخَلَّفَ بَعْدِي فَتَعْمَلَ عَمَلاً تُرِيدُ بِهِ وَجْهَ اللَّهِ إِلاَّ ازْدَدْتَ بِهِ رِفْعَةً وَدَرَجَةً وَلَعَلَّكَ أَنْ تُخَلَّفَ حَتَّى يَنْتَفِعَ بِكَ أَقْوَامٌ وَيُضَرَّ بِكَ آخَرُونَ اللَّهُمَّ أَمْضِ لأَصْحَابِي هِجْرَتَهُمْ وَلاَ تَرُدَّهُمْ عَلَى أَعْقَابِهِمْ لَكِنِ الْبَائِسُ سَعْدُ ابْنُ خَوْلَةَ يَرْثِي لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ مَاتَ بِمَكَّةَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّهُ لَيْسَ لِلرَّجُلِ أَنْ يُوصِيَ بِأَكْثَرَ مِنَ الثُّلُثِ وَقَدِ اسْتَحَبَّ بَعْضُ أَهْلِ الْعِلْمِ أَنْ يَنْقُصَ مِنَ الثُّلُثِ لِقَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَالثُّلُثُ كَثِيرٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, ইবনু আব্বাস রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্। এ হাদীসটি সা’দ ইবনু আবী ওয়াক্কাস (রাঃ) হতেও একধিক সূত্রে বর্ণিত হয়েছে। এ হাদীস মুতাবিক অভিজ্ঞ আলিমগণ আমল কারেছেন। কারো পক্ষে তার সম্পত্তির এক-তৃতীয়াংশের বেশি ওয়াসিয়াত করা উচিত নয়। ‘তিনের-একাংশও বেশী’ রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) এই মন্তব্যের পরিপ্রেক্ষিতে এক-তৃতীয়াংশের কম পরিমাণ ওয়াসিয়াত করাকেই একদল বিশেষজ্ঞ আলিম উত্তম বলেছেন।"
  }
]