[
  {
    "hadith_id": 452,
    "narrator": "খারিজা ইবনু হুযাফা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমদের নিকটে বের হয়ে আসলেন। তিনি বললেনঃ নিশ্চয় আল্লাহ তা’আলা একটি নামায দিয়ে তোমাদের সাহায্য করেছেন। এটা তোমাদের জন্য লাল উটের চেয়েও উত্তম তা হল বিতরের নামায। আল্লাহ তা’আলা তোমাদের জন্য এটা ‘ইশা ও ফজরের মধ্যবর্তী সময়ে আদায়ের জন্য নির্ধারণ করেছেন।\n\n-সহীহ। “এটা তোমাদের জন্য অনেক লাল উটের চেয়েও উত্তম” এই অংশ বাদে। ইবনু মাজাহ- (১১৬৮)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ عَبْدِ اللَّهِ بْنِ رَاشِدٍ الزَّوْفِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُرَّةَ الزَّوْفِيِّ، عَنْ خَارِجَةَ بْنِ حُذَافَةَ، أَنَّهُ قَالَ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏ \"‏ إِنَّ اللَّهَ أَمَدَّكُمْ بِصَلاَةٍ هِيَ خَيْرٌ لَكُمْ مِنْ حُمْرِ النَّعَمِ الْوِتْرُ جَعَلَهُ اللَّهُ لَكُمْ فِيمَا بَيْنَ صَلاَةِ الْعِشَاءِ إِلَى أَنْ يَطْلُعَ الْفَجْرُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَبُرَيْدَةَ وَأَبِي بَصْرَةَ الْغِفَارِيِّ صَاحِبِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ خَارِجَةَ بْنِ حُذَافَةَ حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ يَزِيدَ بْنِ أَبِي حَبِيبٍ ‏.‏ وَقَدْ وَهِمَ بَعْضُ الْمُحَدِّثِينَ فِي هَذَا الْحَدِيثِ فَقَالَ عَنْ عَبْدِ اللَّهِ بْنِ رَاشِدٍ الزُّرَقِيِّ وَهُوَ وَهَمٌ فِي هَذَا ‏.‏ وَأَبُو بَصْرَةَ الْغِفَارِيُّ اسْمُهُ حُمَيْلُ بْنُ بَصْرَةَ وَقَالَ بَعْضُهُمْ جَمِيلُ بْنُ بَصْرَةَ وَلاَ يَصِحُّ ‏.‏ وَأَبُو بَصْرَةَ الْغِفَارِيُّ رَجُلٌ آخَرُ يَرْوِي عَنْ أَبِي ذَرٍّ وَهُوَ ابْنُ أَخِي أَبِي ذَرٍّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ হুরাইরা, ‘আবদুল্লাহ ইবনু ‘আমর, বুরাইদা ও আবূ বাসরা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ খারিজা ইবনু হুযাফার হাদীসটি গারীব। কেননা এটা আমরা শুধুমাত্র ইয়াযীদ ইবনু আবূ হাবীবের সূত্রেই জেনেছি। কিছু মুহাদ্দিস এ হাদীস সম্পর্কে সন্দেহে পড়েছেন এবং ‘আবদুল্লাহ ইবনু রাশিদ আয-যাওফীকে আয-যুরাকী বলে উল্লেখ করেছেন, তা ঠিক নয়। আবূ বাসরাহ আল গিফারীর নাম হুমাইল ইবনু বাসরাহ। কোন কোন ব্যক্তি তার নাম জামীল বলেও উল্লেখ করেছেন। তা সঠিক নয়। আরেক আবূ বাসরাহ গিফারী রয়েছেন যিনি আবূ যার গিফারী থেকে হাদীস বর্ণনা করেও তিনি আবূ যারের ভাইপো।"
  },
  {
    "hadith_id": 484,
    "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ কিয়ামতের দিন আমার নিকটতম ব্যক্তি হবে যে আমার প্রতি বেশি পরিমাণে দরূদ পাঠ করেছে।\n\nযঈফ, তা’লীকুর রাগীব (২/২৮০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، بُنْدَارٌ حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدِ ابْنُ عَثْمَةَ، حَدَّثَنِي مُوسَى بْنُ يَعْقُوبَ الزَّمْعِيُّ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ كَيْسَانَ، أَنَّ عَبْدَ اللَّهِ بْنَ شَدَّادٍ، أَخْبَرَهُ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ أَوْلَى النَّاسِ بِي يَوْمَ الْقِيَامَةِ أَكْثَرُهُمْ عَلَىَّ صَلاَةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ مَنْ صَلَّى عَلَىَّ صَلاَةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا وَكَتَبَ لَهُ بِهَا عَشْرَ حَسَنَاتٍ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান গারীব। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আরও বর্ণিত আছে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি আমার প্রতি একবার দরূদ পাঠ করে আল্লাহ্‌ তা’আলা তার প্রতি দশটি রাহমাত বর্ষণ করেন এবং তার জন্য দশটি সাওয়াব লিখে দেন।"
  },
  {
    "hadith_id": 486,
    "narrator": "উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "তিনি বলেন, দু’আ আকাশ যমিনের মধ্যবর্তী স্থানে ঝুলন্ত অবস্থায় থাকে, তোমার রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর প্রতি যতক্ষণ তুমি দুরূদ পাঠ না কর ততক্ষণ তার কিছুই উপরে উঠে না। \n\n-হাসান। সহীহাহ্‌- (২০৫৩)।",
    "ar": "حَدَّثَنَا أَبُو دَاوُدَ، سُلَيْمَانُ بْنُ سَلْمٍ الْمَصَاحِفِيُّ الْبَلْخِيُّ أَخْبَرَنَا النَّضْرُ بْنُ شُمَيْلٍ، عَنْ أَبِي قُرَّةَ الأَسَدِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، قَالَ إِنَّ الدُّعَاءَ مَوْقُوفٌ بَيْنَ السَّمَاءِ وَالأَرْضِ لاَ يَصْعَدُ مِنْهُ شَيْءٌ حَتَّى تُصَلِّيَ عَلَى نَبِيِّكَ صلى الله عليه وسلم ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 485,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি আমার প্রতি একবার দুরূদ পাঠ করে, আল্লাহ তা’আলা তার প্রতি দশটি রাহমাত বর্ষণ করেন। \n\n-সহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১৩৬৯), মুসলিম।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ صَلَّى عَلَىَّ صَلاَةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْرًا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَعَامِرِ بْنِ رَبِيعَةَ وَعَمَّارٍ وَأَبِي طَلْحَةَ وَأَنَسٍ وَأُبَىِّ بْنِ كَعْبٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرُوِيَ عَنْ سُفْيَانَ الثَّوْرِيِّ وَغَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ قَالُوا صَلاَةُ الرَّبِّ الرَّحْمَةُ وَصَلاَةُ الْمَلاَئِكَةِ الاِسْتِغْفَارُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আবদুর রহমান ইবনু আওফ, ‘আমির ইবনু রবী’আ, ‘আম্মার, আবূ তালহা, আনাস ও উবাই ইবনু কা’ব (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ আবূ হুরাইরার হাদীসটি হাসান সহীহ্‌। সুফিয়ান সাওরী ও অপরাপর মনীষী বলেছেন, প্রতিপালক প্রভুর পক্ষ হতে ‘সালাত’ শব্দের অর্থ ‘রাহমাত’ এবং ফেরেশতাদের পক্ষ হতে ‘সালাতের’ অর্থ ‘ক্ষমা প্রার্থনা’।"
  },
  {
    "hadith_id": 487,
    "narrator": "‘আলা ইবনু আবদুর রহমান ইবনু ইয়াকূব (রহঃ) হতে পর্যায়ক্রমে তাঁর পিতা ও দাদার",
    "bn": "তিনি (ইয়াকূব) বলেন, ‘উমার ইবনুল খাত্তাব (রাঃ) বলেছেনঃ যার দ্বীন প্রসঙ্গে সঠিক জ্ঞান আছে কেবল সেই যেন আমাদের বাজারে ব্যবসা করে। \n\n-সনদ হাসান।",
    "ar": "حَدَّثَنَا عَبَّاسٌ الْعَنْبَرِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَعْقُوبَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ عُمَرُ بْنُ الْخَطَّابِ لاَ يَبِعْ فِي سُوقِنَا إِلاَّ مَنْ قَدْ تَفَقَّهَ فِي الدِّينِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ عَبَّاسٌ هُوَ ابْنُ عَبْدِ الْعَظِيمِ ‏.‏ قَالَ أَبُو عِيسَى وَالْعَلاَءُ بْنُ عَبْدِ الرَّحْمَنِ هُوَ ابْنُ يَعْقُوبَ وَهُوَ مَوْلَى الْحُرَقَةِ وَالْعَلاَءُ هُوَ مِنَ التَّابِعِينَ سَمِعَ مِنْ أَنَسِ بْنِ مَالِكٍ وَغَيْرِهِ ‏.‏ وَعَبْدُ الرَّحْمَنِ بْنُ يَعْقُوبَ وَالِدُ الْعَلاَءِ هُوَ أَيْضًا مِنَ التَّابِعِينَ سَمِعَ مِنْ أَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ الْخُدْرِيِّ وَابْنِ عُمَرَ ‏.‏ وَيَعْقُوبُ جَدُّ الْعَلاَءِ هُوَ مِنْ كِبَارِ التَّابِعِينَ أَيْضًا قَدْ أَدْرَكَ عُمَرَ بْنَ الْخَطَّابِ وَرَوَى عَنْهُ ‏.‏ أبواب الجمعة عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান গারীব।\nআবূ ‘ঈসা বলেনঃ ‘আলা ইবনু ‘আবদুর রহমান তাবিঈদের অন্তর্ভুক্ত। তিনি আনাস ইবনু মালিক (রাঃ) ও অন্যান্যদের নিকট হাদীস শুনেছেন। ‘আলার পিতা ‘আবদুর রহমানও তাবিঈদের অন্তর্ভুক্ত। তিনি আবূ হুরাইরা, আবূ সা’ঈদ আল-খুদরী ও ইবনু ‘উমার (রাঃ) -এর নিকট হাদীস শুনেছেন। ‘আবদুর রহমানের পিতা ইয়াকূব একজন বয়বৃদ্ধ তাবিঈ। তিনি ‘উমার (রাঃ) -এর সাক্ষাত লাভ করেছেন এবং তাঁর নিকট হতেও হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 453,
    "narrator": "‘আলী (রাঃ)",
    "bn": "তিনি বলেন, বিতরের নামায তোমাদের ফরয নামায সমূহের মত অত্যাবশ্যকীয় (ফরয) নামায নয়। বরং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (এ নামায) তোমাদের জন্য সুন্নতরূপে প্রবর্তন করেছেন। তিনি (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) বলেছেনঃ আল্লাহ তা’আলা বিতর (বেজোড়), তিনি বিতরকে ভালবাসেন। হে কুরআনের বাহকগণ (মুমিনগণ)! তোমরা বিতর আদায় কর।\n\n-সহীহ। ইবনু মাজাহ- (১১৬৯)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، حَدَّثَنَا أَبُو إِسْحَاقَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، عَنْ عَلِيٍّ، قَالَ الْوِتْرُ لَيْسَ بِحَتْمٍ كَصَلاَتِكُمُ الْمَكْتُوبَةِ وَلَكِنْ سَنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَقَالَ ‏ \"‏ إِنَّ اللَّهَ وِتْرٌ يُحِبُّ الْوِتْرَ فَأَوْتِرُوا يَا أَهْلَ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَابْنِ مَسْعُودٍ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু ‘উমার, ইবনু মাসঊদ ও ইবনু ‘আব্বাস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ আলী (রাঃ) -এর হাদীসটি হাসান।"
  },
  {
    "hadith_id": 454,
    "narrator": "সুফিয়ান সাওরী ও অন্যান্যরা আবূ ইসহাক",
    "bn": "তিনি আসিম ইবনু যামরাহ হতে, তিনি ‘আলী (রাঃ) হতে বর্ণনা করেছেন। তিনি [আলী (রাঃ)] বলেছেন, বিতরের নামায ফরয নামাযের মত জরুরী নামায নয়। বরং এটা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর প্রতিষ্ঠিত সুন্নাত নামায।\n\n-সহিহ, সহিহুত তারগীব (৫৯০)",
    "ar": "وَرَوَى سُفْيَانُ الثَّوْرِيُّ، وَغَيْرُهُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، عَنْ عَلِيٍّ، قَالَ الْوِتْرُ لَيْسَ بِحَتْمٍ كَهَيْئَةِ الصَّلاَةِ الْمَكْتُوبَةِ وَلَكِنْ سُنَّةٌ سَنَّهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ حَدَّثَنَا بِذَلِكَ مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ سُفْيَانَ عَنْ أَبِي إِسْحَاقَ ‏.‏ وَهَذَا أَصَحُّ مِنْ حَدِيثِ أَبِي بَكْرِ بْنِ عَيَّاشٍ ‏.‏ وَقَدْ رَوَاهُ مَنْصُورُ بْنُ الْمُعْتَمِرِ عَنْ أَبِي إِسْحَاقَ نَحْوَ رِوَايَةِ أَبِي بَكْرِ بْنِ عَيَّاشٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি পূর্ববর্তী আবূ বকর ইবনু ‘আয়্যাশের হাদীসের চেয়ে বেশি সহীহ। মানসূর ইবনু মু’তামিরও এ হাদীসটি আবূ ইসহাক হতে আবূ বকর ইবনু ‘আয়্যাশের অনুরূপ বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 455,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে ঘুমানোর পূর্বে বিতর আদায়ের আদেশ করেছেন।\n\n-সহীহ। সহীহ আবূ দাঊদ- (১১৮৭)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنْ إِسْرَائِيلَ، عَنْ عِيسَى بْنِ أَبِي عَزَّةَ، عَنِ الشَّعْبِيِّ، عَنْ أَبِي ثَوْرٍ الأَزْدِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ أُوتِرَ قَبْلَ أَنْ أَنَامَ ‏.‏ قَالَ عِيسَى بْنُ أَبِي عَزَّةَ وَكَانَ الشَّعْبِيُّ يُوتِرُ أَوَّلَ اللَّيْلِ ثُمَّ يَنَامُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي ذَرٍّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَأَبُو ثَوْرٍ الأَزْدِيُّ اسْمُهُ حَبِيبُ بْنُ أَبِي مُلَيْكَةَ ‏.‏ وَقَدِ اخْتَارَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ أَنْ لاَ يَنَامَ الرَّجُلُ حَتَّى يُوتِرَ ‏.‏\nوَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏ \"‏ مَنْ خَشِيَ مِنْكُمْ أَنْ لاَ يَسْتَيْقِظَ مِنْ آخِرِ اللَّيْلِ فَلْيُوتِرْ مِنْ أَوَّلِهِ وَمَنْ طَمِعَ مِنْكُمْ أَنْ يَقُومَ مِنْ آخِرِ اللَّيْلِ فَلْيُوتِرْ مِنْ آخِرِ اللَّيْلِ فَإِنَّ قِرَاءَةَ الْقُرْآنِ فِي آخِرِ اللَّيْلِ مَحْضُورَةٌ وَهِيَ أَفْضَلُ ‏\"‏ ‏.‏ حَدَّثَنَا بِذَلِكَ هَنَّادٌ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنِ الأَعْمَشِ عَنْ أَبِي سُفْيَانَ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم بِذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইমাম শাবী রাতের প্রথম দিকেই বিতর আদায় করতেন অতঃপর ঘুমাতেন। এ অনুচ্ছেদে আবূ যার (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ আবূ হুরাইরার হাদীসটি হাসান গারীব। আবূ সাওর আল আযদীর নাম হাবীব ইবনু আবী মুলাইকাহ। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল সাহাবী ও তাদের পরবর্তীরা কোন ব্যক্তির বিতর আদায়ের পূর্বে না ঘুমানোই পছন্দ করেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ “তোমাদের মধ্যে যে ব্যক্তি শেষ রাতে উঠতে পারবে না বলে আশংকা করে সে যেন রাতের প্রথম দিকেই বিতর আদায় করে নেয়। তোমাদের মধ্যে যে ব্যক্তি শেষ রাতে দাঁড়ানোর (নামায আদায়ের) আগ্রহ পোষণ করে সে যেন শেষ রাতেই বিতর আদায় করে। কেননা শেষ রাতের কুরআন পাঠ করায় ফেরেশতাগণ হাযির হন। আর এটাই উত্তম।” এ হাদীসটি জাবির (রাঃ) বর্ণনা করেছেন। -সহীহ। ইবনু মাজাহ- (১১৮৭), মুসলিম।"
  },
  {
    "hadith_id": 456,
    "narrator": "মাসরূক (রহঃ)",
    "bn": "তিনি ‘আয়িশাহ (রাঃ) -কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বিতর প্রসঙ্গে প্রশ্ন করলেন। তিনি বললেন, তিনি রাতের সকল ভাগেই বিতর আদায় করেছেন, হয় রাতের প্রথম ভাগে অথবা মধ্যভাগে অথবা শেষ ভাগে। মৃত্যুর পূর্ব পর্যন্ত তিনি বিতর ভোর রাত পর্যন্ত পৌঁছিয়েছেন। \n\n-সহীহ। ইবনু মাজাহ- (১১৫৮), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، حَدَّثَنَا أَبُو حَصِينٍ، عَنْ يَحْيَى بْنِ وَثَّابٍ، عَنْ مَسْرُوقٍ، أَنَّهُ سَأَلَ عَائِشَةَ عَنْ وِتْرِ، رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ مِنْ كُلِّ اللَّيْلِ قَدْ أَوْتَرَ أَوَّلِهِ وَأَوْسَطِهِ وَآخِرِهِ فَانْتَهَى وِتْرُهُ حِينَ مَاتَ إِلَى السَّحَرِ ‏.‏ قَالَ أَبُو عِيسَى أَبُو حَصِينٍ اسْمُهُ عُثْمَانُ بْنُ عَاصِمٍ الأَسَدِيُّ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَجَابِرٍ وَأَبِي مَسْعُودٍ الأَنْصَارِيِّ وَأَبِي قَتَادَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ الَّذِي اخْتَارَهُ بَعْضُ أَهْلِ الْعِلْمِ الْوِتْرُ مِنْ آخِرِ اللَّيْلِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ আবূ হুসাইনের নাম ‘উসমান ইবনু ‘আসিম আল-আসাদী এ অনুচ্ছেদ ‘আলী, জাবির,আবূ মাসঊদ আনসারী ও আবূ কাতাদা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ ‘আয়িশাহ’র হাদীসটি হাসান সহীহ। একদল ‘আলিম শেষ রাতেই বিতর আদায় করা পছন্দ করেছেন।"
  },
  {
    "hadith_id": 457,
    "narrator": "উম্মু সালামাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তের রাক’আত বিতর আদায় করতেন। যখন তিনি বার্ধক্যে পৌঁছলেন এবং দুর্বল হয়ে পড়লেন তখন সাত রাক’আত বিতর আদায় করেছেন।\n\n-সনদ সহীহ্‌।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ يَحْيَى بْنِ الْجَزَّارِ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُوتِرُ بِثَلاَثَ عَشْرَةَ رَكْعَةً فَلَمَّا كَبِرَ وَضَعُفَ أَوْتَرَ بِسَبْعٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أُمِّ سَلَمَةَ حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم الْوِتْرُ بِثَلاَثَ عَشْرَةَ وَإِحْدَى عَشْرَةَ وَتِسْعٍ وَسَبْعٍ وَخَمْسٍ وَثَلاَثٍ وَوَاحِدَةٍ ‏.‏ قَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ مَعْنَى مَا رُوِيَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُوتِرُ بِثَلاَثَ عَشْرَةَ قَالَ إِنَّمَا مَعْنَاهُ أَنَّهُ كَانَ يُصَلِّي مِنَ اللَّيْلِ ثَلاَثَ عَشْرَةَ رَكْعَةً مَعَ الْوِتْرِ فَنُسِبَتْ صَلاَةُ اللَّيْلِ إِلَى الْوِتْرِ ‏.‏ وَرَوَى فِي ذَلِكَ حَدِيثًا عَنْ عَائِشَةَ وَاحْتَجَّ بِمَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏ \"‏ أَوْتِرُوا يَا أَهْلَ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ إِنَّمَا عَنَى بِهِ قِيَامَ اللَّيْلِ يَقُولُ إِنَّمَا قِيَامُ اللَّيْلِ عَلَى أَصْحَابِ الْقُرْآنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আয়িশাহ্‌ (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ উম্মু সালামার হাদীসটি হাসান। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বিতরের নামায তের, এগার, নয়, সাত, পাঁচ, তিন, এক রাক’আত বর্ণিত আছে। ইসহাক ইবনু ইবরাহীম বলেন, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে তের রাক’আত বিতর আদায়ের যে বর্ণনা রয়েছে তার তাৎপর্য হল, রাতের বেলা তিনি (তাহাজ্জুদসহ) তের রাক’আত বিতর আদায় করতেন। এজন্যই রাতের নামাযকে বিতর বলা হয়েছে (বিতরের নামায বলা হয়নি)। এ প্রসংগে ‘আয়িশাহ্‌ (রাঃ) -এর একটি হাদীস বর্ণিত আছে। ইসহাক বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ হে কুরআনের ধারকগণ! বিতর আদায় কর। এই বলে তিনি রাতের নামায বুঝিয়েছেন। অর্থাৎ তিনি (ইসহাক) এর অর্থ করেছেন, হে কুরআনের ধারকগণ! রাতে দাঁড়ানো (নামায আদায় করা) জরুরী।"
  },
  {
    "hadith_id": 459,
    "narrator": "‘আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর রাতের নামাযের সংখ্যা ছিল তের রাক’আত। এর মধ্যে পাঁচ রাক’আত তিনি বিতর আদায় করতেন। এ পাঁচ রাক’আত আদায় করা শেষ করেই তিনি বসতেন। মুয়ায্‌যিন আযান দিলে তিনি উঠে হালকা দুই রাক’আত নামায আদায় করতেন। \n\nসহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১২০৯, ১২১০), সালাতুত তারাবীহ, মুসলিম।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ الْكَوْسَجُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَتْ صَلاَةُ النَّبِيِّ صلى الله عليه وسلم مِنَ اللَّيْلِ ثَلاَثَ عَشْرَةَ رَكْعَةً يُوتِرُ مِنْ ذَلِكَ بِخَمْسٍ لاَ يَجْلِسُ فِي شَيْءٍ مِنْهُنَّ إِلاَّ فِي آخِرِهِنَّ فَإِذَا أَذَّنَ الْمُؤَذِّنُ قَامَ فَصَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي أَيُّوبَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَأَى بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمُ الْوِتْرَ بِخَمْسٍ وَقَالُوا لاَ يَجْلِسُ فِي شَيْءٍ مِنْهُنَّ إِلاَّ فِي آخِرِهِنَّ ‏.‏ قَالَ أَبُو عِيسَى وَسَأَلْتُ أَبَا مُصْعَبٍ الْمَدِينِيَّ عَنْ هَذَا الْحَدِيثِ كَانَ النَّبِيُّ صلى الله عليه وسلم يُوتِرُ بِالتِّسْعِ وَالسَّبْعِ قُلْتُ كَيْفَ يُوتِرُ بِالتِّسْعِ وَالسَّبْعِ قَالَ يُصَلِّي مَثْنَى مَثْنَى وَيُسَلِّمُ وَيُوتِرُ بِوَاحِدَةٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ আইউব (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ ‘আয়িশাহ্‌’র হাদীসটি হাসান সহীহ্‌। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কিছু বিশেষজ্ঞ সাহাবা ও অন্যরা বিতর নামায পাঁচ রাক’আত হওয়ার পক্ষে মত দিয়েছেন। তাঁরা বলেছেন, এর কোন রাক’আতেই বসবে না, সর্বশেষ রাক’আতে বসবে।\nআবূ ‘ঈসা বলেনঃ “নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নয় বা সাত রাক’আত বিত্‌র পড়তেন” এই হাদীস সম্পর্কে আমি মুসআব আল-মাদীনীকে জিজ্ঞেস করলাম। আমি বললাম, তিনি কিভাবে নয় বা সাত রাক’আত বিত্‌র পড়তেন? তিনি বললেন, দুই দুই রাক’আত করে পড়ার পর সালাম ফিরাতেন এবং শেষে এক রাক’আত বিত্‌র পড়তেন।"
  },
  {
    "hadith_id": 460,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তিন রাক’আত বিতরের নামায আদায় করতেন। তিনি এতে মুফাস্‌সাল সূরা সমূহের নয়টি সূরা পাঠ করতেন, প্রতি রাক’আতে তিনটি করে সূরা পাঠ করতেন, এর মধ্যে সর্বশেষ সূরা ছিল “কুল হুয়াল্লাহু আহাদ”।\n\nঅত্যন্ত দুর্বল, মিশকাত (১২৮১)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُوتِرُ بِثَلاَثٍ يَقْرَأُ فِيهِنَّ بِتِسْعِ سُوَرٍ مِنَ الْمُفَصَّلِ يَقْرَأُ فِي كُلِّ رَكْعَةٍ بِثَلاَثِ سُوَرٍ آخِرُهُنَّْ ‏(‏قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ وَعَائِشَةَ وَابْنِ عَبَّاسٍ وَأَبِي أَيُّوبَ ‏.‏ وَعَبْدُ الرَّحْمَنِ بْنُ أَبْزَى عَنْ أُبَىِّ بْنِ كَعْبٍ وَيُرْوَى أَيْضًا عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ هَكَذَا رَوَى بَعْضُهُمْ فَلَمْ يَذْكُرُوا فِيهِ عَنْ أُبَىٍّ وَذَكَرَ بَعْضُهُمْ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنْ أُبَىٍّ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ ذَهَبَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِلَى هَذَا وَرَأَوْا أَنْ يُوتِرَ الرَّجُلُ بِثَلاَثٍ ‏.‏ قَالَ سُفْيَانُ إِنْ شِئْتَ أَوْتَرْتَ بِخَمْسٍ وَإِنْ شِئْتَ أَوْتَرْتَ بِثَلاَثٍ وَإِنْ شِئْتَ أَوْتَرْتَ بِرَكْعَةٍ ‏.‏ قَالَ سُفْيَانُ وَالَّذِي أَسْتَحِبُّ أَنْ أُوتِرَ بِثَلاَثِ رَكَعَاتٍ ‏.‏ وَهُوَ قَوْلُ ابْنِ الْمُبَارَكِ وَأَهْلِ الْكُوفَةِ ‏.‏ حَدَّثَنَا سَعِيدُ بْنُ يَعْقُوبَ الطَّالْقَانِيُّ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ هِشَامٍ عَنْ مُحَمَّدِ بْنِ سِيرِينَ قَالَ كَانُوا يُوتِرُونَ بِخَمْسٍ وَبِثَلاَثٍ وَبِرَكْعَةٍ وَيَرَوْنَ كُلَّ ذَلِكَ حَسَنًا ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে ইমরান ইবনু হুসাইন, আইশা, ইবনু আব্বাস, আবূ আইউব, আবদুর রহমান ইবনু আবযা উবাই ইবনু কা’ব প্রমুখ সাহাবী হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল বিশেষজ্ঞ সাহাবা ও অন্যরা তিন রাক’আত বিতর আদায়ের পক্ষে মত দিয়েছেন। সুফিয়ান সাওরী বলেছেন, তুমি চাইলে বিতরের নামায পাঁচ, তিন বা এক রাক’আতও আদায় করতে পার। তিনি আরো বলেছেন, আমি তিন রাক’আত বিতর পড়া পছন্দ করি। ইবনুল মুবারাক ও কুফাবাসীগণের অভিমতও ইহাই। মুহাম্মাদ ইবনু সীরীন বলেছেন, তাঁরা (নিজেরা) পাঁচ রাক’আতও আদায় করতেন, তিন রাক’আতও আদায় করতেন এবং এক রাক’আতও আদায় করতেন। তাঁরা এর প্রতিটিকেই উত্তম মনে করেছেন।"
  },
  {
    "hadith_id": 461,
    "narrator": "আনাস ইবনু সীরীন (রহঃ)",
    "bn": "তিনি বলেন, আমি ইবনু ‘উমার (রাঃ) -কে প্রশ্ন করলাম, আমি কি সকালের দুই রাক’আত (সুন্নাত) দীর্ঘ করতে পারি? তিনি বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতের নামায দুই দুই রাক’আত করে আদায় করতেন এবং এক রাক’আত বিতর আদায় করতেন। অতঃপর দুই রাক’আত (সুন্নাত) আদায় করতেন এমনভাবে যে, তখনও তাঁর কানে আযানের শব্দ আসত অর্থাৎ তিনি সংক্ষিপ্ত করতেন। \n\nসহীহ্‌। ইবনু মাজাহ- (১১৪৪, ১৩১৮), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَنَسِ بْنِ سِيرِينَ، قَالَ سَأَلْتُ ابْنَ عُمَرَ فَقُلْتُ أُطِيلُ فِي رَكْعَتَىِ الْفَجْرِ فَقَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ مَثْنَى مَثْنَى وَيُوتِرُ بِرَكْعَةٍ وَكَانَ يُصَلِّي الرَّكْعَتَيْنِ وَالأَذَانُ فِي أُذُنِهِ ‏.‏ يَعَنِي يُخَفِّفُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَجَابِرٍ وَالْفَضْلِ بْنِ عَبَّاسٍ وَأَبِي أَيُّوبَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ رَأَوْا أَنْ يَفْصِلَ الرَّجُلُ بَيْنَ الرَّكْعَتَيْنِ وَالثَّالِثَةِ يُوتِرُ بِرَكْعَةٍ ‏.‏ وَبِهِ يَقُولُ مَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏\nসমস্যা? রিপোর্ট করুন!",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আয়িশাহ্‌, জাবির, ফযল ইবনু আব্বাস, আবূ আইয়ূব ও ইবনু ‘আব্বাস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ ইবনু ‘উমারের হাদীসটি হাসান সহীহ্‌। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কিছু সাহাবী ও তাবীঈ এ হাদীস অনুযায়ী ‘আমল করেছেন। তারা বলেন, দুই রাক’আত আদায় করে সালাম ফিরাবে, পরে এক রাক’আত বিতর আদায় করবে। ইমাম মালিক, শাফিঈ, আহমাদ ও ইসহাক এ কথা বলেছেন।"
  },
  {
    "hadith_id": 462,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিতরের প্রথম রাক’আতে “সাব্বিহিসমা রব্বিকাল আলা”, দ্বিতীয় রাক’আতে “কুল ইয়া আয়্যুহাল কাফিরূন” ও তৃতীয় রাক’আতে “কুল হুওয়াল্লাহু আহাদ” সূরা পাঠ করতেন। \n\n-সহীহ্‌। ইবনু মাজাহ- (১১৭২)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شَرِيكٌ، عَنْ أَبِي إِسْحَاقَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقْرَأُ فِي الْوِتْرِ بِـ ‏(‏سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى ‏)‏ وَ ‏(‏قُلْ يَا أَيُّهَا الْكَافِرُونَ ‏)‏ وَ ‏(‏قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ فِي رَكْعَةٍ رَكْعَةٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَائِشَةَ وَعَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنْ أُبَىِّ بْنِ كَعْبٍ وَيُرْوَى عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَرَأَ فِي الْوِتْرِ فِي الرَّكْعَةِ الثَّالِثَةِ بِالْمُعَوِّذَتَيْنِ وَ ‏(‏قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ ‏.‏ وَالَّذِي اخْتَارَهُ أَكْثَرُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ أَنْ يُقْرَأَ بِـ ‏(‏سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى ‏)‏ وَ ‏(‏قُلْ يَا أَيُّهَا الْكَافِرُونَ ‏)‏ وَ ‏(‏قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ ‏.‏ يُقْرَأُ فِي كُلِّ رَكْعَةٍ مِنْ ذَلِكَ بِسُورَةٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আলী, ‘আয়িশাহ্‌, আবদুর রহমান ইবনু আবযা এবং উবাই ইবনু কা’ব (রাঃ) হতেও হাদীস বর্ণিত আছে। অপর এক বর্ণনায় আছে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বিতরের তৃতীয় রাক’আতে সূরা ইখলাস, সূরা ফালাক ও সূরা নাস পাঠ করতেন। কিছু সাহাবা ও তাবিঈ ইবনু আব্বাসের হাদীস অনুযায়ী ‘আমল করেছেন।"
  },
  {
    "hadith_id": 463,
    "narrator": "আবদুল আযীয ইবনু জুরাইজ (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আয়িশা (রাঃ) -কে প্রশ্ন করলাম, রাসূলুল্লাহু (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিতরের নামাযে কোন্‌ কোন্‌ সূরা পাঠ করতেন। তিনি বলেন, তিনি প্রথম রাক’আতে ‘সাব্বিহিসমা রব্বিকাল আলা’, দ্বিতীয় রাক’আতে ‘কুল ইয়া আয়্যুহাল কাফিরূন এবং তৃতীয় রাক’আতে “কুল হুওয়াল্লাহু আহাদ, কুল আঊযু বিরব্বিল ফালাক ও কুল আঊযু বিরব্বিন-নাস” সূরা পাঠ করতেন।\n\n-সহীহ্‌। ইবনু মাজাহ- (১১৭৩)।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ حَبِيبِ بْنِ الشَّهِيدِ الْبَصْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ الْحَرَّانِيُّ، عَنْ خُصَيْفٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ جُرَيْجٍ، قَالَ سَأَلْنَا عَائِشَةَ بِأَىِّ شَيْءٍ كَانَ يُوتِرُ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَتْ كَانَ يَقْرَأُ فِي الأُولَى بِـ ‏(‏سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى ‏)‏ وَفِي الثَّانِيَةِ بِـ‏(‏قُلْ يَا أَيُّهَا الْكَافِرُونَ ‏)‏ وَفِي الثَّالِثَةِ بِـ ‏(‏قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ وَالْمُعَوِّذَتَيْنِ ‏.‏ قَالَ أَبُو عِيسَى ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ قَالَ وَعَبْدُ الْعَزِيزِ هَذَا هُوَ وَالِدُ ابْنِ جُرَيْجٍ صَاحِبِ عَطَاءٍ وَابْنُ جُرَيْجٍ اسْمُهُ عَبْدُ الْمَلِكِ بْنُ عَبْدِ الْعَزِيزِ بْنِ جُرَيْجٍ ‏.‏ وَقَدْ رَوَى يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ هَذَا الْحَدِيثَ عَنْ عَمْرَةَ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান গারীব। রাবী আব্দুল ‘আযীজ তিনি ইবনু জুরাইজের পিতা ‘আতা’র শাগরিদ। ইবনু জুরাইজের নাম ‘আব্দুল মালিক ইবনু ‘আব্দুল আযীজ ইবনু জুরাইজ। ইয়াহ্‌ইয়া ইবনু সা’ঈদও ‘আমরার সূত্রে, তিনি ‘আয়িশাহ্‌ (রাঃ) -এর সূত্রে এ হাদীসটি বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 464,
    "narrator": "আবুল হাওরা (রহঃ)",
    "bn": "তিনি বলেন, হাসান ইবনু ‘আলী (রাঃ) বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে কয়েকটি বাক্য শিখিয়ে দিয়েছেন। এগুলো আমি বিতরের নামাযে পাঠ করে থাকিঃ “হে আল্লাহ! যাদেরকে তুমি হিদায়াত করেছো আমাকেও তাদের সাথে হিদায়াত কর, যাদের প্রতি উদারতা দেখিয়েছ তুমি তাদের সাথে আমার প্রতিও উদারতা দেখাও। তুমি যাদের অভিভাবকত্ব গ্রহণ করেছ তাদের সাথে আমার অভিভাবকত্বও গ্রহণ কর। তুমি আমাকে যা দান করেছ তার মধ্যে বারকাত দাও। তোমার নির্ধারিত খারাবি হতে আমাকে রক্ষা কর। কেননা তুমিই নির্দেশ দিতে পার, তোমার উপর কারো নির্দেশ চলে না। যাকে তুমি বন্ধু ভেবেছ সে কখনও অপমানিত হয় না। তুমি কল্যাণময়, তুমি সুউচ্চ”। \n\nসহীহ্‌। ইরওয়া- (৪২৯), মিশকাত- (১২৭৩), তা’লীক আলা-ইবনু খুজাইমাহ- (১০৯৫), সহীহ্‌ আবূ দাঊদ- (১২৮১)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ بُرَيْدِ بْنِ أَبِي مَرْيَمَ، عَنْ أَبِي الْحَوْرَاءِ السَّعْدِيِّ، قَالَ قَالَ الْحَسَنُ بْنُ عَلِيٍّ رضى الله عَنْهُمَا عَلَّمَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم كَلِمَاتٍ أَقُولُهُنَّ فِي الْوِتْرِ ‏ \"‏ اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ وَعَافِنِي فِيمَنْ عَافَيْتَ وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ وَبَارِكْ لِي فِيمَا أَعْطَيْتَ وَقِنِي شَرَّ مَا قَضَيْتَ فَإِنَّكَ تَقْضِي وَلاَ يُقْضَى عَلَيْكَ وَإِنَّهُ لاَ يَذِلُّ مَنْ وَالَيْتَ تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ أَبِي الْحَوْرَاءِ السَّعْدِيِّ وَاسْمُهُ رَبِيعَةُ بْنُ شَيْبَانَ ‏.‏ وَلاَ نَعْرِفُ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الْقُنُوتِ فِي الْوِتْرِ شَيْئًا أَحْسَنَ مِنْ هَذَا ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْقُنُوتِ فِي الْوِتْرِ فَرَأَى عَبْدُ اللَّهِ بْنُ مَسْعُودٍ الْقُنُوتَ فِي الْوِتْرِ فِي السَّنَةِ كُلِّهَا وَاخْتَارَ الْقُنُوتَ قَبْلَ الرُّكُوعِ ‏.‏ وَهُوَ قَوْلُ بَعْضِ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَإِسْحَاقُ وَأَهْلُ الْكُوفَةِ ‏.‏ وَقَدْ رُوِيَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ أَنَّهُ كَانَ لاَ يَقْنُتُ إِلاَّ فِي النِّصْفِ الآخِرِ مِنْ رَمَضَانَ وَكَانَ يَقْنُتُ بَعْدَ الرُّكُوعِ ‏.‏ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আলী (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ এটি হাসান হাদীস। আবুল হাওরার সূত্র ব্যতীত অপর কোন সূত্রে আমরা এ হাদীসটি জানতে পারিনি। আবুল হাওরার নাম বারী’আহ্‌ ইবনু শাইবান। \nবিতরে দু’আ কুনূতের ব্যাপারে উল্লেখিত হাদীসের চেয়ে বেশি ভাল হাদীস আমাদের জানা নেই। বিতরের কুনূতের ব্যাপারে আলিমদের মধ্যে মতের অমিল রয়েছে। আবদুল্লাহ ইবনু মাসঊদ (রাঃ) বলেছেন, সারা বছর (প্রতি রাতে) বিতরের নামাযে কুনূত পাঠ করতে হবে। তিনি রুকূ করার পূর্বে কুনূত পাঠ করা পছন্দ করেছেন। কিছু বিশেষজ্ঞের এটাই মত। সুফিয়ান সাওরী, ইবনুল মুবারক, ইসহাক এবং কুফাবাসীগণও একইরকম মত দিয়েছেন। ‘আলী (রাঃ) হতে বর্ণিত আছে, ‘তিনি কেবল রামাযান মাসের দ্বিতীয়ার্ধেই রুকূ করার পর কুনূত পাঠ করতেন, অন্য সময়ে কুনূত পাঠ করতেন না।’ কিছু বিশেষজ্ঞ এ মত দিয়েছেন। ইমাম শাফিঈ এবং আহমাদও এ কথাই বলেছেন।"
  },
  {
    "hadith_id": 465,
    "narrator": "আবূ সা’ঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি বিতরের নামায না আদায় করে ঘুমিয়ে পড়ল অথবা তা আদায় করতে ভুলে গেল সে যেন মনে হওয়ার সাথে সাথে অথবা ঘুম হতে উঠার সাথে সাথে তা আদায় করে নেয়।\n\n-সহীহ্‌। ইবনু মাজাহ- (১১৮৮)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ نَامَ عَنِ الْوِتْرِ أَوْ نَسِيَهُ فَلْيُصَلِّ إِذَا ذَكَرَ وَإِذَا اسْتَيْقَظَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 466,
    "narrator": "যাইদ ইবনু আসলাম (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি বিতরের নামায না আদায় করে ঘুমিয়ে গেল সে যেন সকাল বেলা তা আদায় করে নেয়। \n\n-সহীহ্‌। ইরওয়া- (৪২২)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ نَامَ عَنْ وِتْرِهِ فَلْيُصَلِّ إِذَا أَصْبَحَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنَ الْحَدِيثِ الأَوَّلِ ‏.‏ قَالَ أَبُو عِيسَى سَمِعْتُ أَبَا دَاوُدَ السِّجْزِيَّ يَعْنِي سُلَيْمَانَ بْنَ الأَشْعَثِ يَقُولُ سَأَلْتُ أَحْمَدَ بْنَ حَنْبَلٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ أَسْلَمَ فَقَالَ أَخُوهُ عَبْدُ اللَّهِ لاَ بَأْسَ بِهِ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدًا يَذْكُرُ عَنْ عَلِيِّ بْنِ عَبْدِ اللَّهِ أَنَّهُ ضَعَّفَ عَبْدَ الرَّحْمَنِ بْنَ زَيْدِ بْنِ أَسْلَمَ وَقَالَ عَبْدُ اللَّهِ بْنُ زَيْدِ بْنِ أَسْلَمَ ثِقَةٌ ‏.‏ قَالَ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ بِالْكُوفَةِ إِلَى هَذَا الْحَدِيثِ فَقَالُوا يُوتِرُ الرَّجُلُ إِذَا ذَكَرَ وَإِنْ كَانَ بَعْدَ مَا طَلَعَتِ الشَّمْسُ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি পূর্ববর্তী হাদীসের তুলনায় বেশি সহীহ্‌। ইমাম বুখারী (রহঃ) বলেন, ‘আবদুর রহমান ইবনু যাইদকে ‘আলী ইবনু ‘আবদুল্লাহ দুর্বল বলেছেন। বুখারী (রহঃ) ‘আব্দুল্লাহ ইবনু যাইদকে সিকাহ বারী বলেছেন। একদল কুফাবাসী এ হাদীসের পরিপ্রেক্ষিতে বলেছেন, যখন বিতরের কথা মনে হবে তখনই তা আদায় করে নিবে, এমনকি সূর্য উঠার পর মনে হলেও। সুফিয়ান সাওরী এই মত পোষণ করেছেন।"
  },
  {
    "hadith_id": 468,
    "narrator": "আবূ সা’ঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ভোর হওয়ার পূর্বেই বিতর আদায় করে নাও। \n\nসহীহ্‌। ইবনু মাজাহ- (১১৮৯), মুসলিম।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَوْتِرُوا قَبْلَ أَنْ تُصْبِحُوا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 467,
    "narrator": "ইবনু  ‘উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ ভোর হওয়ার পূর্বেই বিতর আদায় করে নিবে। \n\nসহীহ্‌। ইরওয়া- (২/১৫৪), সহীহ্‌ আবূ দাঊদ- (১২৯০)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ بَادِرُوا الصُّبْحَ بِالْوِتْرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 469,
    "narrator": "ইবনু ‘উমর (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যখন ভোর হয় তখন রাতের সব নামায এবং বিতরের সময় চলে যায়। অতএব তোমরা সকাল হওয়ার পূর্বেই বিতর আদায় করে নাও।\n\n-সহীহ্‌। ইরওয়া- (২/১৫৪), সহীহ্‌ আবূ দাঊদ- (১২৯০)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، عَنْ سُلَيْمَانَ بْنِ مُوسَى، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا طَلَعَ الْفَجْرُ فَقَدْ ذَهَبَ كُلُّ صَلاَةِ اللَّيْلِ وَالْوِتْرُ فَأَوْتِرُوا قَبْلَ طُلُوعِ الْفَجْرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَسُلَيْمَانُ بْنُ مُوسَى قَدْ تَفَرَّدَ بِهِ عَلَى هَذَا اللَّفْظِ ‏.‏ وَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ لاَ وِتْرَ بَعْدَ صَلاَةِ الصُّبْحِ ‏\"‏ ‏.‏ وَهُوَ قَوْلُ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ ‏.‏ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ لاَ يَرَوْنَ الْوِتْرَ بَعْدَ صَلاَةِ الصُّبْحِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ সুলাইমান ইবনু মূসাই কেবল উপরোক্ত শব্দে হাদীসটি রিওয়াত করেছেন।\nনাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আরো বর্ণিত আছে, তিনি বলেছেনঃ “সকালের নামাযের পর কোন বিতর নেই।” অনেক বিদ্বানগণের এটাই অভিমত।\nইমাম শাফিঈ, আহমাদ এবং ইসহাক বলেছেন, ফজরের নামাযের পর বিতরের ওয়াক্ত থাকে না।"
  },
  {
    "hadith_id": 471,
    "narrator": "উম্মু সালামা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিতরের নামাযের পর দুই রাক‘আত নামায আদায় করতেন। \n\n-সহীহ্‌। ইবনু মাজাহ- (১১৯৫)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا حَمَّادُ بْنُ مَسْعَدَةَ، عَنْ مَيْمُونِ بْنِ مُوسَى الْمَرَئِيِّ، عَنِ الْحَسَنِ، عَنْ أُمِّهِ، عَنْ أُمِّ سَلَمَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُصَلِّي بَعْدَ الْوِتْرِ رَكْعَتَيْنِ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ نَحْوُ هَذَا عَنْ أَبِي أُمَامَةَ وَعَائِشَةَ وَغَيْرِ وَاحِدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ উমামা, ‘আয়িশাহ্‌ (রাঃ) ও অন্যান্যরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে এরকম হাদীস বণর্না করেছেন।"
  },
  {
    "hadith_id": 470,
    "narrator": "তলক ইবনু ‘আলী (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে বলতে শুনেছিঃ এক রাতে দুইবার বিতর নেই।\n\n-সহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১২৯৩)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا مُلاَزِمُ بْنُ عَمْرٍو، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بَدْرٍ، عَنْ قَيْسِ بْنِ طَلْقِ بْنِ عَلِيٍّ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ لاَ وِتْرَانِ فِي لَيْلَةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي الَّذِي يُوتِرُ مِنْ أَوَّلِ اللَّيْلِ ثُمَّ يَقُومُ مِنْ آخِرِهِ فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمْ نَقْضَ الْوِتْرِ وَقَالُوا يُضِيفُ إِلَيْهَا رَكْعَةً وَيُصَلِّي مَا بَدَا لَهُ ثُمَّ يُوتِرُ فِي آخِرِ صَلاَتِهِ لأَنَّهُ ‏\"‏ لاَ وِتْرَانِ فِي لَيْلَةٍ ‏\"‏ ‏.‏ وَهُوَ الَّذِي ذَهَبَ إِلَيْهِ إِسْحَاقُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِذَا أَوْتَرَ مِنْ أَوَّلِ اللَّيْلِ ثُمَّ نَامَ ثُمَّ قَامَ مِنْ آخِرِ اللَّيْلِ فَإِنَّهُ يُصَلِّي مَا بَدَا لَهُ وَلاَ يَنْقُضُ وِتْرَهُ وَيَدَعُ وِتْرَهُ عَلَى مَا كَانَ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَهْلِ الْكُوفَةِ وَأَحْمَدَ ‏.‏ وَهَذَا أَصَحُّ لأَنَّهُ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَدْ صَلَّى بَعْدَ الْوِتْرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান গারীব। যে ব্যক্তি রাতের প্রথম অংশে বিতর আদায় করেছে সে আবার শেষ রাতে নামায আদায় করতে উঠলে তাকে আবার বিতর আদায় করতে হবে কিনা এ ব্যাপারে মনীষীদের মধ্যে মতবিরোধ রয়েছে। একদল সাহাবী ও তাবিঈর মত হল, সে তার বিতর নষ্ট করে দিবে। তাঁরা বলেন, সে আরো এক রাক‘আত অতিরিক্ত আদায় করবে, অতঃপর যত রাক’আত ইচ্ছা নামায আদায় করবে। সব নামাযের শেষে বিতর আদায় করবে। এ পদ্ধতি মানার কারণ হল, রাতে একবারের বেশি বিতর নেই। ইমাম ইসহাক এই পদ্ধতি অবলম্বন করেছেন। অপর একদল সাহাবা ও তাবিঈর মত হল, যে ব্যক্তি প্রথম রাতে বিতর আদায় করেছে সে শেষ রাতে তাহাজ্জুদ আদায় করতে উঠলে যত রাক‘আত ইচ্ছা আদায় করে নিবে। বিতর নষ্ট করার বা আবার আদায় করার প্রয়োজন নেই। সুফিয়ান সাওরী, ইবনুল মুবারাক, মালিক, শাফিঈ, কুফাবাসী এবং আহমাদ এ মত দিয়েছেন এবং এই মতই বেশি সহীহ্‌। কেননা একাধিক সূত্রে বর্ণিত আছে যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিতর আদায় করার পর নফল আদায় করেছেন।"
  },
  {
    "hadith_id": 472,
    "narrator": "সা‘ঈদ ইবনু ইয়াসার (রহঃ)",
    "bn": "তিনি বলেন, আমি কোন এক সফরে ইবনু ‘উমার (রাঃ) -এর সাথী ছিলাম। আমি (বিতর আদায়ের উদ্দেশ্যে) তাঁর পিছনে থেকে গেলাম। তিনি আমাকে  প্রশ্ন করলেন, তুমি কোথায় ছিলে? আমি বললাম, বিতর আদায় করছিলাম। তিনি বললেন, তোমার জন্য কি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মধ্যে অনুসরণীয় আদর্শ নেই? আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে সাওয়ারীর উপর বিতরের নামায আদায় করতে দেখেছি।\n\n-সহীহ্‌। বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ أَبِي بَكْرِ بْنِ عُمَرَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ سَعِيدِ بْنِ يَسَارٍ، قَالَ كُنْتُ أَمْشِي مَعَ ابْنِ عُمَرَ فِي سَفَرٍ فَتَخَلَّفْتُ عَنْهُ فَقَالَ أَيْنَ كُنْتَ فَقُلْتُ أَوْتَرْتُ ‏.‏ فَقَالَ أَلَيْسَ لَكَ فِي رَسُولِ اللَّهِ أُسْوَةٌ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يُوتِرُ عَلَى رَاحِلَتِهِ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِلَى هَذَا وَرَأَوْا أَنْ يُوتِرَ الرَّجُلُ عَلَى رَاحِلَتِهِ ‏.‏ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لاَ يُوتِرُ الرَّجُلُ عَلَى الرَّاحِلَةِ وَإِذَا أَرَادَ أَنْ يُوتِرَ نَزَلَ فَأَوْتَرَ عَلَى الأَرْضِ ‏.‏ وَهُوَ قَوْلُ بَعْضِ أَهْلِ الْكُوفَةِ ‏.‏ آخِرُ أَبْوَابِ الْوِتْرِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু ‘আব্বাস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ ইবনু ‘উমারের হাদীসটি হাসান সহীহ্‌। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল সাহাবী ও অন্যান্যরা এ হাদীসের ভিত্তিতে বলেছেন, কোন লোকের জন্য তার বাহনের পিঠে বিতরের নামায আদায় করা জায়িয। ইমাম শাফিঈ, আহমাদ ও ইসহাক একই রকম কথা বলেছেন। অপর একদল বিশেষজ্ঞ বলেছেন, কোন ব্যক্তি তার সাওয়ারীর উপর বিতর আদায় করবে না। যখন সে বিতর আদায় করার ইচ্ছা করবে তখন নীচে নেমে এসে মাটির বুকে বিতর আদায় করবে। কুফাবাসীদের একদল এ মত দিয়েছেন।"
  },
  {
    "hadith_id": 473,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি পূর্বাহ্নের বার রাক’আত নামায আদায় করে আল্লাহ্‌ তা’আলা তার জন্য জান্নাতে একটি সোনার প্রাসাদ তৈরী করেন।\n\nযঈফ, ইবনু মাজাহ (১৩৮০)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا يُونُسُ بْنُ بُكَيْرٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، قَالَ حَدَّثَنِي مُوسَى بْنُ فُلاَنِ بْنِ أَنَسٍ، عَنْ عَمِّهِ، ثُمَامَةَ بْنِ أَنَسِ بْنِ مَالِكٍ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ صَلَّى الضُّحَى ثِنْتَىْ عَشْرَةَ رَكْعَةً بَنَى اللَّهُ لَهُ قَصْرًا مِنْ ذَهَبٍ فِي الْجَنَّةِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أُمِّ هَانِئٍ وَأَبِي هُرَيْرَةَ وَنُعَيْمِ بْنِ هَمَّارٍ وَأَبِي ذَرٍّ وَعَائِشَةَ وَأَبِي أُمَامَةَ وَعُتْبَةَ بْنِ عَبْدٍ السُّلَمِيِّ وَابْنِ أَبِي أَوْفَى وَأَبِي سَعِيدٍ وَزَيْدِ بْنِ أَرْقَمَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদ উম্মু হানী, আবূ হুরাইরা, নুআইম ইবনু হাম্মার, আবূ যার, আইশা, আবূ উমামা, উতবা ইবনু আবদ সুলামী, ইবনু আবী আওফা, আবূ সাঈদ, যাইদ ইবনু আরকাম ও ইবনু আব্বাস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেনঃ আনাসের হাদীসটি গারীব। শুধুমাত্র উল্লেখিত সূত্রেই এ হাদীসটি আমরা জানতে পেরেছি।"
  },
  {
    "hadith_id": 475,
    "narrator": "আবূ দারদা ও আবূ যার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আল্লাহ তা’আলা বলেনঃ হে আদম সন্তান! দিনের প্রথম ভাগে আমার জন্য চার রাক‘আত নামায আদায় কর, আমি তোমার দিনের শেষ পর্যন্ত প্রয়োজন পূরণ করে দিব।\n\n-সহীহ্‌। তা’লীকুর রাগীব- (১/২৩৬)।",
    "ar": "حَدَّثَنَا أَبُو جَعْفَرٍ السِّمْنَانِيُّ، حَدَّثَنَا أَبُو مُسْهِرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ بَحِيرِ بْنِ سَعْدٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ أَبِي الدَّرْدَاءِ، وَأَبِي، ذَرٍّ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏ \"‏ عَنِ اللَّهِ، عَزَّ وَجَلَّ أَنَّهُ قَالَ ابْنَ آدَمَ ارْكَعْ لِي مِنْ أَوَّلِ النَّهَارِ أَرْبَعَ رَكَعَاتٍ أَكْفِكَ آخِرَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 476,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি পূর্বাহ্নের জোড়া নামাযের নিয়মিত হিফাযাত করে, তাঁর গুনাহসমূহ ক্ষমা করে দেওয়া হবে, তা সমুদ্রের ফেনার সমান হলেও।\n\nযঈফ, মিশকাত (১৩১৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الْبَصْرِيُّ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ نَهَّاسِ بْنِ قَهْمٍ، عَنْ شَدَّادٍ أَبِي عَمَّارٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ حَافَظَ عَلَى شُفْعَةِ الضُّحَى غُفِرَ لَهُ ذُنُوبُهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى وَكِيعٌ وَالنَّضْرُ بْنُ شُمَيْلٍ وَغَيْرُ وَاحِدٍ مِنَ الأَئِمَّةِ هَذَا الْحَدِيثَ عَنْ نَهَّاسِ بْنِ قَهْمٍ وَلاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ ওয়াকী, নাযার ইবনু শুমাইল এবং আরও অনেকে এই হাদীসটি নাহ্‌হাস ইবনু ক্বাহম হতে বর্ণনা করেছেন। কিন্তু আমরা তাকে এই হাদীস ছাড়া চিনতে পারিনি।"
  },
  {
    "hadith_id": 477,
    "narrator": "আবূ সাইদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিয়মিত পূর্বাহ্নের নামায আদায় করতেন, এমনকি আমরা বলাবলি করতাম, তিনি কখনও এ নামায ছাড়বেন না। তিনি আবার কখনও এমনভাবে এ নামায ছেড়ে দিতেন, আমরা বলাবলি করতাম, তিনি হয়ত আর কখনও তা আদায় করবেন না।\n\nযঈফ, ইরওয়া (৪৬০)",
    "ar": "حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ الْبَغْدَادِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ رَبِيعَةَ، عَنْ فُضَيْلِ بْنِ مَرْزُوقٍ، عَنْ عَطِيَّةَ الْعَوْفِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ كَانَ نَبِيُّ اللَّهِ صلى الله عليه وسلم يُصَلِّي الضُّحَى حَتَّى نَقُولَ لاَ يَدَعُ وَيَدَعُهَا حَتَّى نَقُولَ لاَ يُصَلِّي ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 474,
    "narrator": "‘আবদুর রহমান ইবনু আবূ লাইলা (রহঃ)",
    "bn": "তিনি বলেন, আমাকে এমন কোন লোকই জানায়নি যে, সে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে পূর্বাহ্নের নামায আদায় করতে দেখেছে। কিন্তু উম্মু হানী (রাঃ) বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কা বিজয়ের দিন তাঁর ঘরে গেলেন, অতঃপর গোসল করে আট রাক’আত নামায আদায় করলেন। আমি তাঁকে এতো সংক্ষিপ্তভাবে আর কখনও নামায আদায় করতে দেখিনি। হ্যাঁ তিনি রুকু-সাজদাহ্‌ ঠিকমত আদায় করেছিলেন। \n\n-সহীহ্‌। ইবনু মাজাহ- (১৩৭৯)।",
    "ar": "حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، أَخْبَرَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، قَالَ مَا أَخْبَرَنِي أَحَدٌ، أَنَّهُ رَأَى النَّبِيَّ صلى الله عليه وسلم يُصَلِّي الضُّحَى إِلاَّ أُمُّ هَانِئٍ فَإِنَّهَا حَدَّثَتْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم دَخَلَ بَيْتَهَا يَوْمَ فَتْحِ مَكَّةَ فَاغْتَسَلَ فَسَبَّحَ ثَمَانَ رَكَعَاتٍ مَا رَأَيْتُهُ صَلَّى صَلاَةً قَطُّ أَخَفَّ مِنْهَا غَيْرَ أَنَّهُ كَانَ يُتِمُّ الرُّكُوعَ وَالسُّجُودَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَكَأَنَّ أَحْمَدَ رَأَى أَصَحَّ شَيْءٍ فِي هَذَا الْبَابِ حَدِيثَ أُمِّ هَانِئٍ ‏.‏ وَاخْتَلَفُوا فِي نُعَيْمٍ فَقَالَ بَعْضُهُمْ نُعَيْمُ بْنُ خَمَّارٍ وَقَالَ بَعْضُهُمُ ابْنُ هَمَّارٍ وَيُقَالُ ابْنُ هَبَّارٍ وَيُقَالُ ابْنُ هَمَّامٍ وَالصَّحِيحُ ابْنُ هَمَّارٍ ‏.‏ وَأَبُو نُعَيْمٍ وَهِمَ فِيهِ فَقَالَ ابْنُ حِمَازٍ وَأَخْطَأَ فِيهِ ثُمَّ تَرَكَ فَقَالَ نُعَيْمٌ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى وَأَخْبَرَنِي بِذَلِكَ عَبْدُ بْنُ حُمَيْدٍ عَنْ أَبِي نُعَيْمٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ্‌। ইমাম আহমাদের মতে, এ অনুচ্ছেদে উম্মু হানী (রাঃ) -এর হাদীসটি সবচাইতে সহীহ্‌। নু‘আইম (রাঃ) -এর পিতার নাম নিয়ে ঐতিহাসিকদের মধ্যে মতের অমিল আছে। মতান্তরে তার নাম খাম্মার, আম্মার, হাব্বার, হাম্মাম ও হাম্মার। সঠিক নাম হাম্মার। ঐতিহাসিক আবূ নু‘আইম ভুলবশত হিমায বলে সন্দীহান হয়েছেন এবং পরে পিতার নাম উল্লেখ বাদ দিয়েছেন।\nআবূ ‘ঈসা বলেনঃ এ ব্যাপারে ‘আবদ ইবনু হুমাইদ আবূ নু’আইম হতে আমাকে অবহিত করেছেন।"
  },
  {
    "hadith_id": 478,
    "narrator": "‘আবদুল্লাহ ইবনুস সায়িব (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূর্য পশ্চিমাকাশে ঢলে যাওয়ার পর যুহরের পূর্বে চার রাক’আত নামায আদায় করতেন। তিনি বলেছেনঃ এটা এমন একটা সময় যখন আকাশের দরজাসমূহ খুলে দেওয়া হয়। আমি এ সময় আমার কোন ভাল কাজ উপরে উঠে যাক এ আকাংখা করি। \n\n-সহীহ্‌। ইবনু মাজাহ- (১১৫৭)।",
    "ar": "حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ مُسْلِمِ بْنِ أَبِي الْوَضَّاحِ، هُوَ أَبُو سَعِيدٍ الْمُؤَدِّبُ عَنْ عَبْدِ الْكَرِيمِ الْجَزَرِيِّ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ السَّائِبِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي أَرْبَعًا بَعْدَ أَنْ تَزُولَ الشَّمْسُ قَبْلَ الظُّهْرِ وَقَالَ ‏ \"‏ إِنَّهَا سَاعَةٌ تُفْتَحُ فِيهَا أَبْوَابُ السَّمَاءِ وَأُحِبُّ أَنْ يَصْعَدَ لِي فِيهَا عَمَلٌ صَالِحٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي أَيُّوبَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ السَّائِبِ حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يُصَلِّي أَرْبَعَ رَكَعَاتٍ بَعْدَ الزَّوَالِ لاَ يُسَلِّمُ إِلاَّ فِي آخِرِهِنَّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আলী ও আবূ আইয়ুব (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ ‘আব্দুল্লাহ ইবনু সায়িবের হাদীসটি হাসান গারীব।\n“বর্ণিত আছে যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূর্য ঢলে যাওয়ার পর এক সালামে চার রাক’আত নামায আদায় করতেন”।"
  },
  {
    "hadith_id": 479,
    "narrator": "আবদুল্লাহ ইবনু আবী আওফা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তির আল্লাহ্‌ তা’আলার কাছে অথবা কোন আদম সন্তানের কাছে কোন প্রয়োজন রয়েছে সে যেন প্রথমে উত্তমরূপে ওযূ করে, তারপর দুই রাক’আত নামায আদায় করে, তারপর আল্লাহ্‌ তা’আলার প্রশংসা করে এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর প্রতি দরূদ ও সালাম পাঠ করে, তারপর এ দু’আ পাঠ করেঃ “লা ইলাহা ইল্লাল্লাহু.........আরহামার রাহিমীন’’\nঅর্থাৎ “আল্লাহ্‌ ছাড়া কোন ইলাহ নেই, তিনি ধৈর্যশীল ও মহামহিম। মহান আরশের মালিক আল্লাহ্‌ তা’আলা খুবই পবিত্র। সকল প্রশংসা সারা বিশ্বের প্রতিপালক আল্লাহ্‌ তা’আলার জন্য। (হে আল্লাহ্‌!) আমি তোমার নিকট তোমরা রাহমাত লাভের উপায়সমূহ, তোমার ক্ষমা লাভের কঠিন ওয়াদা, প্রত্যেক ভাল কাজের ঐশ্বর্য এবং সকল খারাপ কাজ হতে নিরাপত্তা চাইছি। হে মহা অনুগ্রহকারী ! আমার প্রতিটি অপরাধ ক্ষমা কর, আমার প্রতি দুশ্চিন্তা দূর করে দাও এবং যে প্রয়োজন ও চাহিদা তোমার সন্তোষ লাভের কারণ হয় তা পরিপূর্ণ করে দাও।”\n\nঅত্যন্ত দুর্বল, ইবনু মাজাহ (১৩৮৪)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عِيسَى بْنِ يَزِيدَ الْبَغْدَادِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بَكْرٍ السَّهْمِيُّ، ‏.‏ وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُنِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ بَكْرٍ، عَنْ فَائِدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ كَانَتْ لَهُ إِلَى اللَّهِ حَاجَةٌ أَوْ إِلَى أَحَدٍ مِنْ بَنِي آدَمَ فَلْيَتَوَضَّأْ وَلْيُحْسِنِ الْوُضُوءَ ثُمَّ لْيُصَلِّ رَكْعَتَيْنِ ثُمَّ لْيُثْنِ عَلَى اللَّهِ وَلْيُصَلِّ عَلَى النَّبِيِّ صلى الله عليه وسلم ثُمَّ لْيَقُلْ لاَ إِلَهَ إِلاَّ اللَّهُ الْحَلِيمُ الْكَرِيمُ سُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ الْعَظِيمِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ أَسْأَلُكَ مُوجِبَاتِ رَحْمَتِكَ وَعَزَائِمَ مَغْفِرَتِكَ وَالْغَنِيمَةَ مِنْ كُلِّ بِرٍّ وَالسَّلاَمَةَ مِنْ كُلِّ إِثْمٍ لاَ تَدَعْ لِي ذَنْبًا إِلاَّ غَفَرْتَهُ وَلاَ هَمًّا إِلاَّ فَرَّجْتَهُ وَلاَ حَاجَةً هِيَ لَكَ رِضًا إِلاَّ قَضَيْتَهَا يَا أَرْحَمَ الرَّاحِمِينَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَفِي إِسْنَادِهِ مَقَالٌ ‏.‏ فَائِدُ بْنُ عَبْدِ الرَّحْمَنِ يُضَعَّفُ فِي الْحَدِيثِ وَفَائِدٌ هُوَ أَبُو الْوَرْقَاءِ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ হাদীসটি গারীব। এ হাদীসের সনদ সম্পর্কে বিরূপ মন্তব্য রয়েছে। কেননা এ হাদীসের এক রাবী ফাইদ ইবনু আবদুর রহমান হাদীসশাস্ত্রে দুর্বল। ফাইদের উপনাম আবুল ওয়ারকা।"
  },
  {
    "hadith_id": 480,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে যেভাবে কুরআনের সূরা শিক্ষা দিতেন, ঠিক সেভাবে প্রতিটি কাজে আমাদেরকে ইস্তিখারা (কল্যাণ প্রার্থনা) শিক্ষা দিতেন। তিনি বলতেনঃ যখন তোমাদের কেউ কোন কাজের ইচ্ছা করে তখন সে যেন ফরয ছাড়া দুই রাক’আত নামায আদায় করে নেয়, অতঃপর বলেঃ “আল্লাহুম্মা ইন্নী আস্তাখীরুকা......সুম্মা আরযিনী বিহি”।\n“হে আল্লাহ! আমি তোমার জ্ঞানের সাহায্য চাইছি, তোমার শক্তির সাহায্য চাইছি এবং তোমার মহান অনুগ্রহ চাইছি। তুমিই শক্তি ও ক্ষমতার অধিকারী, আমার কোন ক্ষমতা নেই। তুমি অফুরন্ত জ্ঞানের অধিকারী, আমার কোন জ্ঞান নেই। তুমি অদৃশ্যবিষয়ে সম্পূর্ণরূপে ও সম্যকভাবে জানো। হে আল্লাহ! তুমি যদি এ কাজটি আমার জন্য, আমার দ্বীনের দৃষ্টিকোণ হতে, আমার জীবন যাপনের ব্যাপারে এবং আমার কাজের পরিণামের দিক হতে অথবা (রাবীর সন্দেহ) তিনি বলেছেনঃ আমার দুনিয়া ও আখিরাতের ব্যাপারে ভাল মনে কর তবে তা আমার জন্য নির্দিষ্ট করে দাও এবং আমার জন্য সহজ করে দাও। পক্ষান্তরে তুমি যদি এ কাজটি আমার জন্য আমার দ্বীনের দৃষ্টিকোণ হতে, আমার জীবন যাপনের ব্যাপারে এবং আমার কাজকর্মের পরিণামের দিক হতে অথবা (রাবীর সন্দেহ) তিনি বলেছেনঃ আমার ইহকাল-পরকালের ব্যাপারে ক্ষতিকর মনে কর, তবে তুমি সে কাজটি আমার থেকে দূরে সরিয়ে দাও। এবং আমাকে তা থেকে বিরত রাখ। যেখান হতে হোক তুমি আমার জন্য কল্যাণ নির্ধারণ করে দাও”। অতঃপর তিনি (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) অথবা রাবী বলেন, (এ কাজটির স্থলে) প্রার্থনাকারী যেন নিজের উদ্দিস্ট কাজের নাম করে।\n\n-সহীহ্‌। ইবনু মাজাহ- (১৩৮০)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الْمَوَالِي، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُنَا الاِسْتِخَارَةَ فِي الأُمُورِ كُلِّهَا كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ يَقُولُ ‏ \"‏ إِذَا هَمَّ أَحَدُكُمْ بِالأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ ثُمَّ لْيَقُلِ اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيمِ فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ وَتَعْلَمُ وَلاَ أَعْلَمُ وَأَنْتَ عَلاَّمُ الْغُيُوبِ اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ خَيْرٌ لِي فِي دِينِي وَمَعِيشَتِي وَعَاقِبَةِ أَمْرِي أَوْ قَالَ فِي عَاجِلِ أَمْرِي وَآجِلِهِ فَيَسِّرْهُ لِي ثُمَّ بَارِكْ لِي فِيهِ وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعِيشَتِي وَعَاقِبَةِ أَمْرِي أَوْ قَالَ فِي عَاجِلِ أَمْرِي وَآجِلِهِ فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ ثُمَّ أَرْضِنِي بِهِ قَالَ وَيُسَمِّي حَاجَتَهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَأَبِي أَيُّوبَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي الْمَوَالِي ‏.‏ وَهُوَ شَيْخٌ مَدِينِيٌّ ثِقَةٌ رَوَى عَنْهُ سُفْيَانُ حَدِيثًا وَقَدْ رَوَى عَنْ عَبْدِ الرَّحْمَنِ غَيْرُ وَاحِدٍ مِنَ الأَئِمَّةِ وَهُوَ عَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَبِي الْمَوَالِي ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আবদুল্লাহ ইবনু মাসঊদ ও আবূ আইয়ূব (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ জাবিরের হাদীসটি হাসান সহীহ্‌ গারীব। উল্লেখিত হাদীসটি আমরা শুধুমাত্র ‘আবদুর রহমান ইবনু আবুল মাওয়ালীর সূত্রেই জেনেছি। তিনি মাদীনার একজন শাইখ এবং সিকাহ (নির্ভরযোগ্য) রাবী। তাঁর নিকট হতে সুফিয়ান একটি হাদীস বর্ণনা করেছেন। আব্দুর রহমানের নিকট হতে অনেক ইমামই হাদীস বর্ণনা করেছেন। আর তিনি হলেন, আব্দুর রহমান ইবনু যাইদ ইবনু আবীল মাওয়ালী।"
  },
  {
    "hadith_id": 482,
    "narrator": "আবূ রাফি (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আব্বাস (রাঃ) -কে বললেনঃ হে চাচা! আমি কি আপনার সাথে সদ্ব্যবহার করব না, আমি কি আপনাকে ভালবাসব না, আমি কি আপনার উপকার করব না? তিনি বললেন, হ্যাঁ ইয়া রাসূলুল্লাহ। তিনি বললেনঃ হে চাচা! চার রাক’আত নামায আদায় করুন, প্রতি রাক’আতে সূরা আল-ফাতিহা ও এর সাথে একটি করে সূরা পাঠ করুন। কিরা’আত পাঠ শেষ করে রুকূ করার পূর্বে পনের বার বলুন, “আল্লাহু আকবার ওয়ালু হামদু লিল্লাহি ওয়া সুবহানাল্লহি ওয়া লা ইলাহা ইল্লাল্লাহু”। অতঃপর রুকূতে গিয়ে দশবার, রুকূ হতে মাথা তুলে দশবার, সাজদাহ্‌তে গিয়ে দশবার, সাজদাহ্‌ হতে মাথা তুলে দশবার আবার সাজদাহ্‌য় গিয়ে দশবার এবং সাজদাহ্‌ হতে মাথা তুলে দাঁড়ানোর পূর্বে দশবার এটা পাঠ করুন। এভাবে প্রতি রাক’আতে পঁচাত্তর বার পাঠ করা হবে, চার রাক’আতে সর্বমোট তিনশ বার হবে। আপনার টিলা পরিমাণ গুনাহ হলেও আল্লাহ তা’আলা ক্ষমা করে দিবেন। তিনি বললেন, হে আল্লাহর রাসূল! প্রতিদিন এ রকম নামায আদায় করতে কে পারবে? তিনি বললেনঃ প্রতিদিন আদায় করতে না পারলে প্রতি শুক্রবারে (সপ্তাহে একবার) আদায় করুন। যদি প্রতি জুমু’আয় আদায় করতে না পারেন তবে প্রতি মাসে আদায় করুন। (রাবী বলেন,) তিনি এভাবে বলতে বলতে শেষে বললেনঃ বছরে একবার আদায় করে নিন।\n\n-সহীহ্‌। ইবনু মাজাহ- (১৩৮৬)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ الْعُكْلِيُّ، حَدَّثَنَا مُوسَى بْنُ عُبَيْدَةَ، حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ، مَوْلَى أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ عَنْ أَبِي رَافِعٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلْعَبَّاسِ ‏\"‏ يَا عَمِّ أَلاَ أَصِلُكَ أَلاَ أَحْبُوكَ أَلاَ أَنْفَعُكَ ‏\"‏ ‏.‏ قَالَ بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ يَا عَمِّ صَلِّ أَرْبَعَ رَكَعَاتٍ تَقْرَأُ فِي كُلِّ رَكْعَةٍ بِفَاتِحَةِ الْكِتَابِ وَسُورَةٍ فَإِذَا انْقَضَتِ الْقِرَاءَةُ فَقُلِ اللَّهُ أَكْبَرُ وَالْحَمْدُ لِلَّهِ وَسُبْحَانَ اللَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ خَمْسَ عَشْرَةَ مَرَّةً قَبْلَ أَنْ تَرْكَعَ ثُمَّ ارْكَعْ فَقُلْهَا عَشْرًا ثُمَّ ارْفَعْ رَأْسَكَ فَقُلْهَا عَشْرًا ثُمَّ اسْجُدْ فَقُلْهَا عَشْرًا ثُمَّ ارْفَعْ رَأْسَكَ فَقُلْهَا عَشْرًا ثُمَّ اسْجُدِ الثَّانِيَةَ فَقُلْهَا عَشْرًا ثُمَّ ارْفَعْ رَأْسَكَ فَقُلْهَا عَشْرًا قَبْلَ أَنْ تَقُومَ فَتِلْكَ خَمْسٌ وَسَبْعُونَ فِي كُلِّ رَكْعَةٍ وَهِيَ ثَلاَثُمِائَةٍ فِي أَرْبَعِ رَكَعَاتٍ فَلَوْ كَانَتْ ذُنُوبُكَ مِثْلَ رَمْلِ عَالِجٍ لَغَفَرَهَا اللَّهُ لَكَ ‏\"‏ ‏.‏ قَالَ يَا رَسُولَ اللَّهِ وَمَنْ يَسْتَطِيعُ أَنْ يَقُولَهَا فِي كُلِّ يَوْمٍ قَالَ ‏\"‏ فَإِنْ لَمْ تَسْتَطِعْ أَنْ تَقُولَهَا فِي كُلِّ يَوْمٍ فَقُلْهَا فِي جُمُعَةٍ فَإِنْ لَمْ تَسْتَطِعْ أَنْ تَقُولَهَا فِي جُمُعَةٍ فَقُلْهَا فِي شَهْرٍ ‏\"‏ ‏.‏ فَلَمْ يَزَلْ يَقُولُ لَهُ حَتَّى قَالَ ‏\"‏ فَقُلْهَا فِي سَنَةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ أَبِي رَافِعٍ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি গারীব।"
  },
  {
    "hadith_id": 481,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "উম্মু সুলাইম (রাঃ) একদিন সকাল বেলা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলেন। তিনি বললেন, আমাকে এমন কিছু বাক্য শিখিয়ে দিন যা আমি নামাযে পাঠ করব। তিনি বললেনঃ দশবার ‘আল্লাহু আকবার’ দশবার ‘সুবহানাল্লাহ’ এবং দশবার ‘আলহামদু লিল্লাহ’ পাঠ কর। অতঃপর তোমার যা খুশি তাই চাও। তিনি (আল্লাহ তা’আলা) বলবেনঃ হ্যাঁ, হ্যাঁ (ক্ববূল করলাম)। \n\n-সনদ সহীহ্‌।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ مُوسَى، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنِي إِسْحَاقُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ أُمَّ سُلَيْمٍ، غَدَتْ عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ عَلِّمْنِي كَلِمَاتٍ أَقُولُهُنَّ فِي صَلاَتِي ‏.‏ فَقَالَ ‏\"‏ كَبِّرِي اللَّهَ عَشْرًا وَسَبِّحِي اللَّهَ عَشْرًا وَاحْمَدِيهِ عَشْرًا ثُمَّ سَلِي مَا شِئْتِ يَقُولُ نَعَمْ نَعَمْ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَالْفَضْلِ بْنِ عَبَّاسٍ وَأَبِي رَافِعٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم غَيْرُ حَدِيثٍ فِي صَلاَةِ التَّسْبِيحِ وَلاَ يَصِحُّ مِنْهُ كَبِيرُ شَيْءٍ ‏.‏ وَقَدْ رَأَى ابْنُ الْمُبَارَكِ وَغَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ صَلاَةَ التَّسْبِيحِ وَذَكَرُوا الْفَضْلَ فِيهِ ‏.‏ حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ حَدَّثَنَا أَبُو وَهْبٍ قَالَ سَأَلْتُ عَبْدَ اللَّهِ بْنَ الْمُبَارَكِ عَنِ الصَّلاَةِ الَّتِي يُسَبَّحُ فِيهَا فَقَالَ يُكَبِّرُ ثُمَّ يَقُولُ سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ وَتَبَارَكَ اسْمُكَ وَتَعَالَى جَدُّكَ وَلاَ إِلَهَ غَيْرُكَ ثُمَّ يَقُولُ خَمْسَ عَشْرَةَ مَرَّةً سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ ثُمَّ يَتَعَوَّذُ وَيَقْرَأُ ‏(‏بِسمِ الله الرَّحْمَنِ الرَّحِيمِ‏)‏ وَفَاتِحَةَ الْكِتَابِ وَسُورَةً ثُمَّ يَقُولُ عَشْرَ مَرَّاتٍ سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ ثُمَّ يَرْكَعُ فَيَقُولُهَا عَشْرًا ‏.‏ ثُمَّ يَرْفَعُ رَأْسَهُ مِنَ الرُّكُوعِ فَيَقُولُهَا عَشْرًا ثُمَّ يَسْجُدُ فَيَقُولُهَا عَشْرًا ثُمَّ يَرْفَعُ رَأْسَهُ فَيَقُولُهَا عَشْرًا ثُمَّ يَسْجُدُ الثَّانِيَةَ فَيَقُولُهَا عَشْرًا يُصَلِّي أَرْبَعَ رَكَعَاتٍ عَلَى هَذَا فَذَلِكَ خَمْسٌ وَسَبْعُونَ تَسْبِيحَةً فِي كُلِّ رَكْعَةٍ يَبْدَأُ فِي كُلِّ رَكْعَةٍ بِخَمْسَ عَشْرَةَ تَسْبِيحَةً ثُمَّ يَقْرَأُ ثُمَّ يُسَبِّحُ عَشْرًا فَإِنْ صَلَّى لَيْلاً فَأَحَبُّ إِلَىَّ أَنْ يُسَلِّمَ فِي الرَّكْعَتَيْنِ وَإِنْ صَلَّى نَهَارًا فَإِنْ شَاءَ سَلَّمَ وَإِنْ شَاءَ لَمْ يُسَلِّمْ ‏.‏ قَالَ أَبُو وَهْبٍ وَأَخْبَرَنِي عَبْدُ الْعَزِيزِ بْنُ أَبِي رِزْمَةَ عَنْ عَبْدِ اللَّهِ أَنَّهُ قَالَ يَبْدَأُ فِي الرُّكُوعِ بِسُبْحَانَ رَبِّيَ الْعَظِيمِ وَفِي السُّجُودِ بِسُبْحَانَ رَبِّيَ الأَعْلَى ثَلاَثًا ثُمَّ يُسَبِّحُ التَّسْبِيحَاتِ ‏.‏ قَالَ أَحْمَدُ بْنُ عَبْدَةَ وَحَدَّثَنَا وَهْبُ بْنُ زَمْعَةَ قَالَ أَخْبَرَنِي عَبْدُ الْعَزِيزِ وَهُوَ ابْنُ أَبِي رِزْمَةَ قَالَ قُلْتُ لِعَبْدِ اللَّهِ بْنِ الْمُبَارَكِ إِنْ سَهَا فِيهَا يُسَبِّحُ فِي سَجْدَتَىِ السَّهْوِ عَشْرًا عَشْرًا قَالَ لاَ إِنَّمَا هِيَ ثَلاَثُمِائَةِ تَسْبِيحَةٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু ‘আব্বাস, আবদুল্লাহ ইবনু ‘আমর, ফযল ইবনু ‘আব্বাস ও আবূ রাফি (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ আনাসের হাদীসটি হাসান গারীব। সালাতুত তাসবীহ প্রসঙ্গে রাসূল হতে আরো কয়েকটি হাদীস বর্ণিত আছে। কিন্তু এগুলো খুব একটা সহীহ্‌ নয়। ইবনুল মুবারক ও অন্য কয়েকজন বিশেষজ্ঞ সালাতুত তাসবীহ ও তার ফাযীলাত প্রসঙ্গে বর্ণনা করেছেন। \nআবূ ওয়াহ্‌ব বলেন, আব্দুল্লাহ ইবনুল মুবারককে সালাতুত তাসবীহ প্রসঙ্গে আমি প্রশ্ন করলাম। তিনি বললেন, আল্লাহু আকবার বলবে, অতঃপর “সুবহানাকা আল্লাহুম্মা ওয়া বিহামদিকা ওয়া তাবারাকাস্‌মুকা ওয়া তা’আলা জাদ্দুকা ওয়া লা ইলাহ গাইরুকা” পাঠ করবে। অতঃপর পনের বার “সুবহানাল্লাহি ওয়াল-হামদু লিল্লহি ওয়া লা ইলাহা ইল্লাল্লাহু আল্লাহু আকবার” পাঠ করবে। অতঃপর আউযু বিল্লাহ, বিসমিল্লাহ এবং সূরা ফাতিহা ও তার সাথে অন্য সূরা পাঠ করবে। অতঃপর দশবার ‘সুবহানাল্লহি ওয়াল হামদু লিল্লাহি ওয়া লা ইলাহা ইল্লাল্লাহু আল্লাহু আকবার” পাঠ করবে। অতঃপর রুকূতে গিয়ে দশবার, রুকূ হতে মাথা তুলে দশবার, সাজদাহ্‌য় গিয়ে দশবার, সাজদাহ্‌ হতে মাথা তুলে দশবার এবং দ্বিতীয় সাজদাহ্‌য় দশবার উক্ত দু’আ পাঠ করবে। এভাবে চার রাক’আত নামায আদায় করবে। এতে প্রতি রাক’আতে পঁচাত্তর বার পাঠ করা হবে। প্রতি রাক’আতের প্রথমে এ দু’আ পনের বার পাঠ করবে, অতঃপর দশবার করে উক্ত দু’আ পাঠ করবে। যদি এ নামায রাতের বেলা আদায় করা হয় তবে আমি প্রতি দুই রাক’আত পর পর সালাম ফিরানো ভাল মনে করি। আর যদি দিনের বেলা আদায় করে তবে চাইলে দুই রাক’আত পর পর বা চার রাক’আত পরও সালাম ফিরাতে পারে। \nআবূ ওয়াহ্‌ব বলেন, ‘আবদুল ‘আযীয আমাকে জানিয়েছেন যে, আবদুল্লাহ ইবনুল মুবারক বলেছেন, রুকূ-সাজদাহ্‌য় পর্যায়ক্রমে তিনবার করে ‘সুবহানা রব্বিয়াল আযীম’ ও ‘সুবহানা রব্বিয়াল আলা’ পাঠ করার পর উল্লেখিত দু’আ পাঠ করবে। ‘আবদুল ‘আযীয বলেন, আমি ইবনুল মুবারককে প্রশ্ন করলাম, যদি এ নামাযে ভুল হয়ে যায় তবে ভুলের সাজদাহ্‌তে উক্ত দু’আ পাঠ করতে হবে? তিনি বললেন, না, এ দু’আ তো মোট তিনশো বার পাঠ করতে হবে।\n \n-সহীহ্‌। তা’লীকুর রাগীব- (১/২৩৯)"
  },
  {
    "hadith_id": 483,
    "narrator": "কা’ব ইবনু উজরা (রাঃ)",
    "bn": "তিনি বলেন, আমরা বললাম, হে আল্লাহর রাসূল! আপনাকে কিভাবে সালাম করতে হবে তা আমরা জেনেছি, কিন্তু আপনার প্রতি কিভাবে দুরূদ পাঠ করব? তিনি বললেনঃ তোমরা বলো, “হে আল্লাহ! তুমি মুহাম্মাদ এবং মুহাম্মাদের পরিবার-পরিজনের উপর রাহমাত বর্ষণ কর যেভাবে ইবরাহীমের উপর রাহমাত বর্ষণ করেছ। নিশ্চয় তুমি প্রশংসিত মর্যাদাবান। (হে আল্লাহ!) তুমি মুহাম্মাদ ও তাঁর পরিবার-পরিজনদের বারকাত দান কর, যেভাবে তুমি ইবরাহীম ও তাঁর পরিবার-পরিজনদের বারকাত দান করেছ। নিশ্চয়ই তুমি প্রশংসিত ও সম্মানিত”। ‘আবদুর রহমান ইবনু আবূ লাইলা বলেন, আমরা “তাদের সাথে আমাদের প্রতিও” শব্দটুকুও বলতাম।\n\n-সহীহ্‌। ইবনু মাজাহ- (৯০৪), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ مِسْعَرٍ، وَالأَجْلَحِ، وَمَالِكِ بْنِ مِغْوَلٍ، عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ كَعْبِ بْنِ عُجْرَةَ، قَالَ قُلْنَا يَا رَسُولَ اللَّهِ هَذَا السَّلاَمُ عَلَيْكَ قَدْ عَلِمْنَا فَكَيْفَ الصَّلاَةُ عَلَيْكَ قَالَ ‏ \"‏ قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ إِنَّكَ حَمِيِدٌ مَجِيدٌ ‏\"‏ ‏.‏ قَالَ مَحْمُودٌ قَالَ أَبُو أُسَامَةَ وَزَادَنِي زَائِدَةُ عَنِ الأَعْمَشِ عَنِ الْحَكَمِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى قَالَ وَنَحْنُ نَقُولُ وَعَلَيْنَا مَعَهُمْ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي حُمَيْدٍ وَأَبِي مَسْعُودٍ وَطَلْحَةَ وَأَبِي سَعِيدٍ وَبُرَيْدَةَ وَزَيْدِ بْنِ خَارِجَةَ وَيُقَالُ ابْنُ جَارِيَةَ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ كَعْبِ بْنِ عُجْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَعَبْدُ الرَّحْمَنِ بْنُ أَبِي لَيْلَى كُنْيَتُهُ أَبُو عِيسَى وَأَبُو لَيْلَى اسْمُهُ يَسَارٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আলী, আবূ হুমাইদ, আবূ মাসঊদ, তালহা, আবূ সাঈদ, বুরাইদা, যাইদ ইবনু খারিজা ও আবূ হুরাইরা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ কাব ইবনু উজরার হাদীসটি হাসান সহীহ্‌। ‘আব্দুর রহমান ইবনু আবী লাইলার উপনাম আবূ ‘ঈসা। আর আবূ লাইলার নাম ইয়াসার।"
  }
]