[
  {
    "hadith_id": 2158,
    "narrator": "আবূ উমামা ইবনু সাহ্‌ল ইবনু হুনাইফ (রাঃ)",
    "bn": "তিনি বলেন, উসমান (রাঃ)বিদ্রোহীদের দ্বারা বাড়ীতে অবরুদ্ধ থাকাকালে (বিদ্রোহীদের) বলেন, আমি আল্লাহর  শপথ করে তোমাদেরকে বলছি: তোমরা কি জান যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “তিনটি অপরাধের কোন একটি ব্যতীত মুসলমান ব্যক্তিকে খুন করা হালাল নয়? বিয়ে করার পর যিনা করা, ইসলাম ক্ববূল করার পর ধর্মত্যাগী হওয়া এবং কোন ব্যক্তিকে অন্যায়ভাবে খুন করা। এগুলোর যে কোন একটি অপরাধের কারণে মৃত্যুদন্ড প্রদান করা যায়”। আল্লাহর শপথ! আমি জাহিলী আমলেও যিনা করিনি এবং ইসলাম ক্ববূলের পরেও নয়। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট যেদিন আনুগত্যের শপথ (বাই’আত) গ্রহণ করেছি সেদিন হতে ধর্মত্যাগীও হইনি। আর এরূপ কোন প্রাণও আমি হত্যা করিনি যার হত্যা আল্লাহ্ তা’আলা অবৈধ করেছেন। আমাকে কি কারণে তোমরা হত্যা করবে?\n\nসহীহ্, ইবনু মা-জাহ (২৫৩৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، أَنَّ عُثْمَانَ بْنَ عَفَّانَ، أَشْرَفَ يَوْمَ الدَّارِ فَقَالَ أَنْشُدُكُمُ اللَّهَ أَتَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ إِلاَّ بِإِحْدَى ثَلاَثٍ زِنًا بَعْدَ إِحْصَانٍ أَوِ ارْتِدَادٍ بَعْدَ إِسْلاَمٍ أَوْ قَتْلِ نَفْسٍ بِغَيْرِ حَقٍّ فَقُتِلَ بِهِ ‏\"‏ ‏.‏ فَوَاللَّهِ مَا زَنَيْتُ فِي جَاهِلِيَّةٍ وَلاَ فِي إِسْلاَمٍ وَلاَ ارْتَدَدْتُ مُنْذُ بَايَعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَلاَ قَتَلْتُ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ فَبِمَ تَقْتُلُونَنِي قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَعَائِشَةَ وَابْنِ عَبَّاسٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَرَوَاهُ حَمَّادُ بْنُ سَلَمَةَ عَنْ يَحْيَى بْنِ سَعِيدٍ فَرَفَعَهُ ‏.‏ وَرَوَى يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ وَغَيْرُ وَاحِدٍ عَنْ يَحْيَى بْنِ سَعِيدٍ هَذَا الْحَدِيثَ فَأَوْقَفُوهُ وَلَمْ يَرْفَعُوهُ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ عُثْمَانَ عَنِ النَّبِيِّ صلى الله عليه وسلم مَرْفُوعًا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইবনু মাসঊদ, আইশা ও ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান। এ হাদীসটি ইয়াহইয়া ইবনু সাঈদ হতে হাম্মাদ ইবনু সালামা মারফুরূপে বর্ণনা করেছেন। আর এ হাদীসটি ইয়াহইয়া ইবনু সাঈদ হতে ইয়াহইয়া ইবনু সাঈদ আল-কাত্তানসহ একাধিক বর্ণনাকারী মাওকুফভাবে বর্ণনা করেছেন, মারফুভাবে নয়। উসমান (রাঃ) এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) হতে একাধিক সূত্রে এ হাদীসটি বর্ণিত আছে।"
  },
  {
    "hadith_id": 2161,
    "narrator": "সাইব ইবনু ইয়াযীদ (রাঃ)",
    "bn": "তিনি বলেন, ইয়াযীদ (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে বিদায় হাজ্জ পালন করেন, আমি সে সময়ে সাত বছরের বালক ছিলাম।  আলী ইবনুল মাদীনী ইয়াহইয়া ইবনু সাঈদ আল-কাত্তান (রহঃ)-এর সূত্রে বলেন, হাদীস শাস্রে মুহাম্মাদ ইবনু ইউসুফ একজন বিশ্বস্ত বর্ণনাকারী। সাইব ইবনু ইয়াযীদ তার নানা ছিলেন। মুহাম্মদ ইঊসুফ বলতেন সাইব ইবনু ইয়াযীদ আমার নিকট হাদীস বর্ণনা করেছেন এবং তিনি আমার নানা হন।   \n\nসনদ হাসান, মাওকুফ।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ عَنْ مُحَمَّدِ بْنِ يُوسُفَ عَنِ السَّائِبِ بْنِ يَزِيدَ قَالَ حَجَّ يَزِيدُ مَعَ النَّبِيِّ صلى الله عليه وسلم حَجَّةَ الْوَدَاعِ وَأَنَا ابْنُ سَبْعِ سِنِينَ ‏.‏ فَقَالَ عَلِيُّ بْنُ الْمَدِينِيِّ عَنْ يَحْيَى بْنِ سَعِيدٍ الْقَطَّانِ كَانَ مُحَمَّدُ بْنُ يُوسُفَ ثَبْتًا صَاحِبَ حَدِيثٍ وَكَانَ السَّائِبُ بْنُ يَزِيدَ جَدَّهُ وَكَانَ مُحَمَّدُ بْنُ يُوسُفَ يَقُولُ حَدَّثَنِي السَّائِبُ بْنُ يَزِيدَ وَهُوَ جَدِّي مِنْ قِبَلِ أُمِّي ‏.‏",
    "grade_id": 13,
    "grade": "হাসান মাওকুফ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2162,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ যে তার ভাইয়ের দিকে লৌহ (তলোয়ার) দ্বারা ইশারা করে, ফেরেশতাগণ তাকে অভিসম্পাত করেন।  \n\nসহীহ্, গাইয়াতুল মারাম (৪৪৬), মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الصَّبَّاحِ الْعَطَّارُ الْهَاشِمِيُّ، حَدَّثَنَا مَحْبُوبُ بْنُ الْحَسَنِ، حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ أَشَارَ عَلَى أَخِيهِ بِحَدِيدَةٍ لَعَنَتْهُ الْمَلاَئِكَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي بَكْرَةَ وَعَائِشَةَ وَجَابِرٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ يُسْتَغْرَبُ مِنْ حَدِيثِ خَالِدٍ الْحَذَّاءِ ‏.‏\nوَرَوَاهُ أَيُّوبُ عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، نَحْوَهُ وَلَمْ يَرْفَعْهُ وَزَادَ فِيهِ ‏\"‏ وَإِنْ كَانَ أَخَاهُ لأَبِيهِ وَأُمِّهِ ‏\"‏ ‏.‏ قَالَ وَأَخْبَرَنَا بِذَلِكَ قُتَيْبَةُ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ بِهَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ বাকরা, আইশা ও জাবির (রাঃ)হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্ এবং এ সূত্রে গারীব। খালিদ আল-হাযযার কারণে এতে গারীবী এসেছে। একইরকম হাদীস আইয়্যুব মুহাম্মাদ ইবনু সীরীন হতে, তিনি আবূ হুরাইরা (রাঃ)এর সূত্রে বর্ণনা করেছেন, তবে তা মারফুভাবে নয়। আর সেই হাদিসে “ওয়াইন কানা আখাহু লিআবীহি ওয়া উম্মিহি” (যদিও সে তার সহোদর ভাই হয়) কথাটুকুও আছে। এ বর্ণনাটি কুতাইবা-হাম্মাদ ইবনু যাইদ এর বরাতে আইয়্যুব (রহঃ) এর সূত্রে বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 2163,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, কোষমুক্ত অবস্থায় তলোয়ার আদান-প্রদান করতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বারণ করেছেন। \n\nসহীহ্, মিশকাত, তাহকীক ছানী (৩৫২৭)।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ الْبَصْرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُتَعَاطَى السَّيْفُ مَسْلُولاً ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي بَكْرَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ حَمَّادِ بْنِ سَلَمَةَ ‏.‏ وَرَوَى ابْنُ لَهِيعَةَ هَذَا الْحَدِيثَ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ عَنْ بَنَّةَ الْجُهَنِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَحَدِيثُ حَمَّادِ بْنِ سَلَمَةَ عِنْدِي أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ বাক্রা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান এবং হাম্মাদ ইবনু সালামার বর্ণনা হিসেবে গারীব। আবুয যুবাইর-জাবির হতে, তিনি বান্নাতুল জুহানী (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে ইবনু লাহীআ (রহঃ) এ হাদীসটি বর্ণনা করেছেন। আমার মতে হাম্মাদ ইবনু সালামা হতে বর্ণিত হাদীসটি অনেক বেশি সহীহ্।"
  },
  {
    "hadith_id": 2164,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ ফজরের নামায যে লোক আদায় করে, সে আল্লাহ্ তা’আলার হিফাযতে থাকে।  সুতরাং আল্লাহ্ তা’আলা তোমাদেরকে যেন তাঁর দায়িত্ব প্রসঙ্গে অভিযুক্ত না করেন। \n\nসহীহ্, সহীহুত তারগীব (৪৬১), তা’লীকুর রাগীব (১/১৪১, ১৫৫৫, ১৬৩)",
    "ar": "حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا مَعْدِيُّ بْنُ سُلَيْمَانَ، حَدَّثَنَا ابْنُ عَجْلاَنَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ صَلَّى الصُّبْحَ فَهُوَ فِي ذِمَّةِ اللَّهِ فَلاَ يُتْبِعَنَّكُمُ اللَّهُ بِشَيْءٍ مِنْ ذِمَّتِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ جُنْدَبٍ وَابْنِ عُمَرَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, জুনদাব ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান এবং এ সূত্রে গারীব।"
  },
  {
    "hadith_id": 2166,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জামা’আতের উপর আল্লাহ্ তা’আলার (রাহমাতের) হাত প্রসারিত। \n\nসহীহ্, তাখরীজু ইসলাহিল মাসাজিদ (৬১), যিলালুল জান্নাত (১-৮১), মিশকাত (১৭৩), তাহকীক বিদায়াতুল সূল (৭০/১৩৩)।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا إِبْرَاهِيمُ بْنُ مَيْمُونٍ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَدُ اللَّهِ مَعَ الْجَمَاعَةِ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা এ হাদীসটি শুধুমাত্র ইবনু আব্বাস(রাঃ) এর সূত্রেই জেনেছি।"
  },
  {
    "hadith_id": 2165,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, ‘জাবিয়া’ (সিরিয়ার অন্তর্গত)  নামক জায়গায় উমার (রাঃ) আমাদের সামনে খুতবাহ দেয়ার উদ্দেশ্যে দাঁড়িয়ে বলেনঃ হে উপস্থিত জনতা! যেভাবে আমাদের মাঝে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  দাঁড়াতেন, সেভাবে তোমাদের মাঝে আমিও দাঁড়িয়েছি। তারপর তিনি (রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমার সাহাবীদের ব্যাপারে আমি তোমাদেরকে উপদেশ দিচ্ছি (তাদের জমানা শ্রেষ্ঠ জমানা), তারপর তাদের পরবর্তী জমানা, তারপর তাদের পরবর্তী জমানা, তারপর মিথ্যাচারের বিস্তার ঘটবে। এমনকি কাউকে শপথ করতে না বলা হলেও সে শপথ করবে, আর সাক্ষ্য প্রদান করতে না বলা হলেও সাক্ষ্য প্রদান করবে। সাবধান! কোন পুরুষ কোন মহিলার সাথে নির্জনে মিলিত হলে সেখানে অবশ্যই তৃতীয়জন হিসাবে শাইতান অবস্থান করে (এবং পাপাচারে প্ররোচনা দেয়)। তোমরা ঐক্যবদ্ধ হয়ে বসবাস কর।  বিচ্ছিন্নতা হতে সাবধান থেকো। কেননা, শাইতান বিচ্ছিন্নজনের সাথে থাকে এবং সে দুজন হতে অনেক দুরে অবস্থান করে। যে লোক জান্নাতের মধ্যে সবচাইতে উত্তম জায়াগার ইচ্ছা পোষণ করে সে যেন ঐক্যবদ্ধ হয়ে থাকে (মুসলিম সমাজে)। যার সৎ আমল তাকে আনন্দিত করে এবং বদ্‌ আমল কষ্ট দেয় সেই হলো প্রকৃত ঈমানদার।   \n\nসহীহ্, ইবনু মা-জাহ (২৩৬৩)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا النَّضْرُ بْنُ إِسْمَاعِيلَ أَبُو الْمُغِيرَةِ، عَنْ مُحَمَّدِ بْنِ سُوقَةَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ خَطَبَنَا عُمَرُ بِالْجَابِيَةِ فَقَالَ يَا أَيُّهَا النَّاسُ إِنِّي قُمْتُ فِيكُمْ كَمَقَامِ رَسُولِ اللَّهِ صلى الله عليه وسلم فِينَا فَقَالَ ‏ \"‏ أُوصِيكُمْ بِأَصْحَابِي ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ يَفْشُو الْكَذِبُ حَتَّى يَحْلِفَ الرَّجُلُ وَلاَ يُسْتَحْلَفُ وَيَشْهَدَ الشَّاهِدُ وَلاَ يُسْتَشْهَدُ أَلاَ لاَ يَخْلُوَنَّ رَجُلٌ بِامْرَأَةٍ إِلاَّ كَانَ ثَالِثَهُمَا الشَّيْطَانُ عَلَيْكُمْ بِالْجَمَاعَةِ وَإِيَّاكُمْ وَالْفُرْقَةَ فَإِنَّ الشَّيْطَانَ مَعَ الْوَاحِدِ وَهُوَ مِنَ الاِثْنَيْنِ أَبْعَدُ مَنْ أَرَادَ بُحْبُوحَةَ الْجَنَّةِ فَلْيَلْزَمِ الْجَمَاعَةَ مَنْ سَرَّتْهُ حَسَنَتُهُ وَسَاءَتْهُ سَيِّئَتُهُ فَذَلِكَ الْمُؤْمِنُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَقَدْ رَوَاهُ ابْنُ الْمُبَارَكِ عَنْ مُحَمَّدِ بْنِ سُوقَةَ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ এবং উপরোক্ত সূত্রে গারীব। এ হাদীসটি মুহাম্মাদ ইবনু সুকার সূত্রে ইবনুল মুবারাকও বর্ণনা করেছেন। একাধিক সূত্রে উমার (রাঃ) এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এ হাদীসটি বর্ণিত আছে।"
  },
  {
    "hadith_id": 2167,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেনঃ আল্লাহ্ তা’আলা আমার উম্মাতকে অথবা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-র উম্মাতকে কখনোও গোমরাহীর উপর সমবেত করবেন না। আর জামা’আতের উপর আল্লাহ্ তা’আলার হাত (সাহায্য) প্রসারিত। যে লোক (মুসলিম সমাজ হতে) আলাদা হয়ে গেছে, সে বিচ্ছিন্নভাবেই জাহান্নামে যাবে। \n\nহাদিসে বর্ণিত “মান শাযযা শাযযা ফিননারী” অংশটুকু ব্যতীত হাদীসটি সহীহ্।  মিশকাত(১৭৩), আয্ যিলাল (৮০)।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ نَافِعٍ الْبَصْرِيُّ، حَدَّثَنِي الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، حَدَّثَنَا سُلَيْمَانُ الْمَدَنِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ اللَّهَ لاَ يَجْمَعُ أُمَّتِي - أَوْ قَالَ أُمَّةَ مُحَمَّدٍ صلى الله عليه وسلم - عَلَى ضَلاَلَةٍ وَيَدُ اللَّهِ مَعَ الْجَمَاعَةِ وَمَنْ شَذَّ شَذَّ إِلَى النَّارِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَسُلَيْمَانُ الْمَدَنِيُّ هُوَ عِنْدِي سُلَيْمَانُ بْنُ سُفْيَانَ وَقَدْ رَوَى عَنْهُ أَبُو دَاوُدَ الطَّيَالِسِيُّ وَأَبُو عَامِرٍ الْعَقَدِيُّ وَغَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ ‏.‏ قَالَ أَبُو عِيسَى وَتَفْسِيرُ الْجَمَاعَةِ عِنْدَ أَهْلِ الْعِلْمِ هُمْ أَهْلُ الْفِقْهِ وَالْعِلْمِ وَالْحَدِيثِ ‏.‏ قَالَ وَسَمِعْتُ الْجَارُودَ بْنَ مُعَاذٍ يَقُولُ سَمِعْتُ عَلِيَّ بْنَ الْحَسَنِ يَقُولُ سَأَلْتُ عَبْدَ اللَّهِ بْنَ الْمُبَارَكِ مَنِ الْجَمَاعَةُ فَقَالَ أَبُو بَكْرٍ وَعُمَرُ ‏.‏ قِيلَ لَهُ قَدْ مَاتَ أَبُو بَكْرٍ وَعُمَرُ ‏.‏ قَالَ فُلاَنٌ وَفُلاَنٌ ‏.‏ قِيلَ لَهُ قَدْ مَاتَ فُلاَنٌ وَفُلاَنٌ ‏.‏ فَقَالَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ أَبُو حَمْزَةَ السُّكَّرِيُّ جَمَاعَةٌ ‏.‏ قَالَ أَبُو عِيسَى وَأَبُو حَمْزَةَ هُوَ مُحَمَّدُ بْنُ مَيْمُونٍ وَكَانَ شَيْخًا صَالِحًا وَإِنَّمَا قَالَ هَذَا فِي حَيَاتِهِ عِنْدَنَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, উপরোক্ত সূত্রে এ হাদীসটি গারীব। সুলাইমান আল-মাদানী বলতে আমার মতে সুলাইমান ইবনু সুফিয়ানকে বুঝায়। আবূ দাউদ আত-তায়ালিসী, আবূ আমির আল-আল আক্বাদী প্রমুখ বিশেষজ্ঞ মুহাদ্দিসগণ তার সূত্রে হাদীস বর্ণনা করেছেন। আবূ ঈসা আরো বলেন, হাদীস বিশারদগণের মতে ‘আল-জামা’আত’ বলতে ফিকহ ও হাদীসসহ অন্যান্য জ্ঞান-বিজ্ঞানের ধারক বিশেষজ্ঞ আলিমগনের জামা’আতকে বুঝায় (জনগনকে তাদের সাথে সংঘবদ্ধ থাকতে হবে )। আমি আল-জারুদ ইবনু মুআযকে বলতে শুনেছি, আমি আলী ইবনুল হাসানকে বলতে শুনেছি, আমি আব্দুল্লাহ ইবনুল মুবারাকের নিকট জামা’আত প্রসঙ্গে প্রশ্ন করি। তিনি বলেন, আবূ বকর ও উমার (রাঃ) এর দলকে বুঝায়। তাকে বলা হলো, তারা তো মারা গেছেন। তিনি বলেন, অমুক এবং অমুক। তাকে বলা হলো, অমুক ও অমুকও তো মারা গেছেন। আব্দুল্লাহ ইবনুল মুবারাক বলেন, আবূ হামযা আস-সুককারী হলেন, জামা’আত (কেন্দ্রবিন্দু)। আবূ ঈসা বলেন, আবূ হামজার নাম মুহাম্মাদ, পিতা মাইমূন। তিনি ছিলেন, একজন সৎকর্মপরায়ণ বুযুর্গ। আবূ হামযা আমাদের নিকট জীবিত থাকাকালে ইবনুল মুবারক একথা বলেন।"
  },
  {
    "hadith_id": 2168,
    "narrator": "আবূ বকর সিদ্দীক (রাঃ)",
    "bn": "তিনি বলেন, হে লোকসকল! তোমরা তো অবশ্যই এই আয়াত তিলাওয়াত করে থাক: “হে ঈমানদারগণ! তোমাদের নিজেদেরই কর্তব্য তোমাদেরকে সংশোধন করা। যদি তোমরা সৎপথে থাক তাহলে যারা পথভ্রষ্ট হয়েছে তারা তোমাদের কোন ক্ষতি সাধন করতে পারবে না” (সুরা: মাইদা -১০৫)। অথচ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে আমি বলতে শুনেছিঃ মানুষ যদি কোন অত্যাচারীকে অত্যাচারে লিপ্ত দেখেও তার দুহাত চেপে ধরে তাকে প্রতিহত না করে তাহলে আল্লাহ্ তা’আলা অতি শীঘ্রই তাদের সকলকে তাঁর ব্যাপক শাস্তিতে নিক্ষিপ্ত করবেন।  \n    \nসহীহ্, ইবনু মা-জাহ(৪০০৫)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ أَبِي بَكْرٍ الصِّدِّيقِ، أَنَّهُ قَالَ أَيُّهَا النَّاسُ إِنَّكُمْ تَقْرَءُونَ هَذِهِ الآيَةَ ‏:‏ ‏(‏يَا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لاَ يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ ‏)‏ وَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِنَّ النَّاسَ إِذَا رَأَوُا الظَّالِمَ فَلَمْ يَأْخُذُوا عَلَى يَدَيْهِ أَوْشَكَ أَنْ يَعُمَّهُمُ اللَّهُ بِعِقَابٍ مِنْهُ ‏\"‏ ‏.‏\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَائِشَةَ، وَأُمِّ سَلَمَةَ وَالنُّعْمَانِ بْنِ بَشِيرٍ وَعَبْدِ اللَّهِ بْنِ عُمَرَ وَحُذَيْفَةَ ‏.‏ وَهَذَا حَدِيثٌ صَحِيحٌ ‏.‏ وَهَكَذَا رَوَى غَيْرُ، وَاحِدٍ، عَنْ إِسْمَاعِيلَ، نَحْوَ حَدِيثِ يَزِيدَ وَرَفَعَهُ بَعْضُهُمْ عَنْ إِسْمَاعِيلَ، وَأَوْقَفَهُ، بَعْضُهُمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উপরোক্ত হাদীসের মতো হাদীস মুহাম্মদ ইবনু বাশশার-ইয়াযীদ ইবনু হারুন হতে, তিনি ইসমাঈল ইবনু আবূ খালিদ (রহঃ) এর সূত্রে বর্ণনা করেছেন। আবূ ঈসা বলেন, আইশা, উম্মু সালামা, নু’মান ইবনু বাশীর, আব্দুল্লাহ ইবনু উমার ও হুযাইফা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি সহীহ্। ইসমাঈলের সূত্রে একাধিক বর্ণনাকারী ইয়াযীদ হতে বর্ণিত হাদীসের সমার্থক হাদীস বর্ণনা করেছেন। এটি ইসমাঈল হতে কেউ মারফু হিসাবে আবার কেউ মাওকুফ হিসাবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2169,
    "narrator": "হুযাইফা ইবনুল ইয়ামান (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সেই সত্তার শপথ, যাঁর হাতে আমার প্রাণ! নিশ্চয়ই তোমরা সৎকাজের জন্য আদেশ করবে এবং অন্যায় কাজের প্রতিরোধ করবে। তা না হলে আল্লাহ্ তা’আলা শীঘ্রঈ তোমাদের উপর তাঁর শাস্তি অবতীর্ণ করবেন। তোমরা তখন তাঁর নিকট দু’আ করলেও তিনি তোমাদের সেই দু’আ গ্রহন করবেন না।  \n\nসহীহ্, সহীহাহ (২৮৬৮), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ عَبْدِ اللَّهِ الأَنْصَارِيِّ، عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ وَالَّذِي نَفْسِي بِيَدِهِ لَتَأْمُرُنَّ بِالْمَعْرُوفِ وَلَتَنْهَوُنَّ عَنِ الْمُنْكَرِ أَوْ لَيُوشِكَنَّ اللَّهُ أَنْ يَبْعَثَ عَلَيْكُمْ عِقَابًا مِنْهُ ثُمَّ تَدْعُونَهُ فَلاَ يُسْتَجَابُ لَكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏\nحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান। উপরোক্ত হাদীসের ন্যায় হাদীস আলী ইবনু হুজর-ইসমাঈল ইবনু জাফর হতে, তিনি আমর ইবনু আবূ আমর (রহঃ)  এর সূত্রে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2171,
    "narrator": "উম্মু সালামা (রাঃ)",
    "bn": "কোনো একদিন একটি সামরিক বাহিনী প্রসঙ্গে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আলোচনা করলেন, যারা ভূমিতে (জীবন্ত) ধ্বসে যাবে। উম্মু সালাম (রাঃ)বলেন, তাদের মধ্যে কিছু লোককে হয়তো জবরদস্তিমূলকভাবে ভর্তি করা হয়ে থাকবে। তিনি বললেনঃ তাদের নিয়্যাত অনুসারে তাদেরকে পুনরুত্থান করা হবে। \n\nসহীহ্, তা’লীক আলা ইবনু মা-জাহ, মুসলিম।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ سُوقَةَ، عَنْ نَافِعِ بْنِ جُبَيْرٍ، عَنْ أُمِّ سَلَمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ ذَكَرَ الْجَيْشَ الَّذِي يُخْسَفُ بِهِمْ فَقَالَتْ أُمُّ سَلَمَةَ لَعَلَّ فِيهِمُ الْمُكْرَهَ ‏.‏ قَالَ ‏ \"‏ إِنَّهُمْ يُبْعَثُونَ عَلَى نِيَّاتِهِمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ نَافِعِ بْنِ جُبَيْرٍ عَنْ عَائِشَةَ أَيْضًا عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান এবং উপরক্ত সূত্রে গারীব। নাফি ইবনু জুবাইর হতে আইশা (রাঃ)এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতেও এ হাদীসটি বর্ণিত আছে।"
  },
  {
    "hadith_id": 2170,
    "narrator": "হুযাইফা ইবনুল ইয়ামান (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সেই সত্তার শপথ, যাঁর হাতে আমার প্রাণ! যতক্ষন না তোমরা তোমাদের ইমামকে হত্যা করবে এবং পরস্পর হানাহানিতে লিপ্ত হবে এবং নিকৃষ্টতম ব্যক্তিরা তোমাদের হর্তাকর্তা হবে, ততক্ষন কিয়ামাত সংঘটিত হবে না।\n\nযঈফ, ইবনু মাজাহ (৪০৪৩)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ عَبْدِ اللَّهِ، وَهُوَ ابْنُ عَبْدِ الرَّحْمَنِ الأَنْصَارِيُّ الأَشْهَلِيُّ عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ وَالَّذِي نَفْسِي بِيَدِهِ لاَ تَقُومُ السَّاعَةُ حَتَّى تَقْتُلُوا إِمَامَكُمْ وَتَجْتَلِدُوا بِأَسْيَافِكُمْ وَيَرِثَ دُنْيَاكُمْ شِرَارُكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ عَمْرِو بْنِ أَبِي عَمْرٍو ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান। আমর ইবনু আবূ আমরের সূত্রেই শুধুমাত্র আমরা এ হাদীসটি জেনেছি।"
  },
  {
    "hadith_id": 2172,
    "narrator": "তারিক ইবনু শিহাব (রহঃ)",
    "bn": "তিনি বলেন, মারওয়ান ঈদের নামাজের পূর্বে সর্বপ্রথম খুতবাহর প্রচলন করেন। তখন কোন একজন লোক এর বিরুদ্ধে প্রতিবাদ করে মারওয়ানকে বলেন, আপনি তো সুন্নাত (বিধান) পরিপন্থী কাজ করলেন।  মারওয়ান বলল, হে মিয়া! ঐ পন্থা এখানে বাতিল হয়ে আছে। আবূ সাঈদ (রাঃ) পরবর্তীতে বলেন, এ প্রতিবাদকারী তার দায়িত্ব পালন করেছে। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি: যদি তোমাদের মধ্যে কোন লোক কোন অন্যায় সংঘটিত হতে দেখে তাহলে সে যেন তার হাত দ্বারা (ক্ষমতা প্রয়োগে) তা প্রতিহত করে।  যদি এই যোগ্যতা তার না থাকে সে যেন তার মুখ দ্বারা তা প্রতিহত করে। যদি এই যোগ্যতাও তার না থাকে তাহলে, সে যেন তার অন্তর দ্বারা তা প্রতিহত করে (অন্যায়কে ঘৃনা করে)। আর এটা হলো দুর্বলতম ঈমান।   \n\nসহীহ্, ইবনু মা-জাহ (১২৭৫), মুসলিম।",
    "ar": "حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، قَالَ أَوَّلُ مَنْ قَدَّمَ الْخُطْبَةَ قَبْلَ الصَّلاَةِ مَرْوَانُ فَقَامَ رَجُلٌ فَقَالَ لِمَرْوَانَ خَالَفْتَ السُّنَّةَ ‏.‏ فَقَالَ يَا فُلاَنُ تُرِكَ مَا هُنَالِكَ ‏.‏ فَقَالَ أَبُو سَعِيدٍ أَمَّا هَذَا فَقَدْ قَضَى مَا عَلَيْهِ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ رَأَى مُنْكَرًا فَلْيُنْكِرْهُ بِيَدِهِ وَمَنْ لَمْ يَسْتَطِعْ فَبِلِسَانِهِ وَمَنْ لَمْ يَسْتَطِعْ فَبِقَلْبِهِ وَذَلِكَ أَضْعَفُ الإِيمَانِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2173,
    "narrator": "নু’মান ইবনু বাশীর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যারা আল্লাহ্ তা’আলার বিধানকে শক্তভাবে আঁকড়ে ধরে এবং যারা অবহেলা করে তাদের উদাহরণ হলো সমুদ্রগামী একটি জাহাজের যাত্রীদের অনূরূপ, যারা লটারীর মাধ্যমে এর দুই তলায় আসন নির্ধারণ করল। একদল উপর তলায় অন্যদল নীচের তলায়।  নীচের তলার লোকেরা পানি সংগ্রহের উদ্দেশ্যে উপর তলায় উঠত।  ফলে উপরের লোকেদের ঐখানে পানি পড়ত। উপর তলার লোকেরা বলল, আমাদের এখানে পানি ফেলে তোমরা আমাদেরকে কষ্ট দিচ্ছ। সুতরাং আমরা তোমাদেরকে উপরে উঠতে দিব না। নীচের তলার লোকেরা বলল, তাহলে জাহাজের তলা ছিদ্র করে আমরা পানি সংগ্রহ করব। এরকম পরিস্থিতিতে উপরের তলার লোকেরা যদি নীচের তলার লোকদের হাত জাপটে ধরে তাদেরকে ছিদ্র করা হতে বিরত রাখতে পারে তাহলে সকলেই বেঁচে যাবে।  কিন্তু তারা যদি এদেরকে এ কাজ করতে ছেড়ে দেয় (প্রতিরোধ না করে)  তাহলে সকলেই ডুবে মরবে।  \n\nসহীহ্, সহীহাহ (৬৯), তা’লীকুর রাগীব(২/১৬৮)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، حَدَّثَنَا الأَعْمَشُ، عَنِ الشَّعْبِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَثَلُ الْقَائِمِ عَلَى حُدُودِ اللَّهِ وَالْمُدْهِنِ فِيهَا كَمَثَلِ قَوْمٍ اسْتَهَمُوا عَلَى سَفِينَةٍ فِي الْبَحْرِ فَأَصَابَ بَعْضُهُمْ أَعْلاَهَا وَأَصَابَ بَعْضُهُمْ أَسْفَلَهَا فَكَانَ الَّذِينَ فِي أَسْفَلِهَا يَصْعَدُونَ فَيَسْتَقُونَ الْمَاءَ فَيَصُبُّونَ عَلَى الَّذِينَ فِي أَعْلاَهَا فَقَالَ الَّذِينَ فِي أَعْلاَهَا لاَ نَدَعُكُمْ تَصْعَدُونَ فَتُؤْذُونَنَا فَقَالَ الَّذِينَ فِي أَسْفَلِهَا فَإِنَّا نَنْقُبُهَا مِنْ أَسْفَلِهَا فَنَسْتَقِي فَإِنْ أَخَذُوا عَلَى أَيْدِيهِمْ فَمَنَعُوهُمْ نَجَوْا جَمِيعًا وَإِنْ تَرَكُوهُمْ غَرِقُوا جَمِيعًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2174,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সবচেয়ে উত্তম জিহাদ হচ্ছে স্বৈরাচারী শাসকের সামনে ন্যায্য কথা বলা। \n\nসহীহ্, ইবনু মা-জাহ (৪০১০)।",
    "ar": "حَدَّثَنَا الْقَاسِمُ بْنُ دِينَارٍ الْكُوفِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مُصْعَبٍ أَبُو يَزِيدَ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ مُحَمَّدِ بْنِ جُحَادَةَ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ مِنْ أَعْظَمِ الْجِهَادِ كَلِمَةَ عَدْلٍ عِنْدَ سُلْطَانٍ جَائِرٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي أُمَامَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ উমামা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান এবং উপরোক্ত সূত্রে গারীব।"
  },
  {
    "hadith_id": 2176,
    "narrator": "সাওবান (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার জন্য দুনিয়াকে আল্লাহ্ তা’আলা সংকুচিত করেন। ফলে আমি এর পূর্ব-পশ্চিম সকল দিক দর্শন করি। আমার জন্য দুনিয়ার যেটুকু পরিমাণ সংকুচিত করা হয়েছে, আমার উম্মতের রাজত্ব শীঘ্রই ততদূর পর্যন্ত বিস্তৃতি লাভ করবে। আর আমাকে লাল-সাদা (সোনা-রুপা)  দুটি খনিজ ভান্ডারই প্রদান করা হয়েছে। অধিকন্তু আমি আমার উম্মতের জন্য আমার প্রভুর নিকট আবেদন করেছি যে, তিনি যেন তাদেরকে মারাত্মক দুর্ভিক্ষে ফেলে ধ্বংস না করে দেন এবং তাদের ব্যতীত বিজাতি দুশমনদেরকে যেন তাদের উপর আধিপত্য বিস্তার করতে না দেন যাতে তারা তাদেরকে সমূলে ধ্বংস না করার সূযোগ পেতে পারে।  আমার প্রভু বলেন, হে মুহাম্মাদ! আমি কোন ফায়সালা করলে তা কোন ক্রমেই পরিবর্তিত হওয়ার নয়। আমি তোমার উম্মাতের জন্য ক্ববুল করলাম যে, প্রচন্ড দুর্ভিক্ষের মাধ্যমে তাদের ধ্বংস করব না, তাদের নিজেদের ব্যতীত অন্য কোন দুশমনদেরকে তাদের উপর আধিপত্যশালী করব না যাতে তারা তোমার উম্মাতকে বিনাশ করতে সূযোগ না পায়, এমনকি (দুনিয়ার) সকল অঞ্চল হতে তারা একজোট হয়ে এলেও। তবে তারা পরস্পর পরস্পরকে ধ্বংস করবে এবং কতক কতককে বন্দী করবে। \n\nসহীহ্, ইবনু মা-জাহ(৩৯৫২), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي أَسْمَاءَ الرَّحَبِيِّ، عَنْ ثَوْبَانَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ اللَّهَ زَوَى لِيَ الأَرْضَ فَرَأَيْتُ مَشَارِقَهَا وَمَغَارِبَهَا وَإِنَّ أُمَّتِي سَيَبْلُغُ مُلْكُهَا مَا زُوِيَ لِي مِنْهَا وَأُعْطِيتُ الْكَنْزَيْنِ الأَحْمَرَ وَالأَصْفَرَ وَإِنِّي سَأَلْتُ رَبِّي لأُمَّتِي أَنْ لاَ يُهْلِكَهَا بِسَنَةٍ عَامَّةٍ وَأَنَّ لاَ يُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ سِوَى أَنْفُسِهِمْ فَيَسْتَبِيحَ بَيْضَتَهُمْ وَإِنَّ رَبِّي قَالَ يَا مُحَمَّدُ إِنِّي إِذَا قَضَيْتُ قَضَاءً فَإِنَّهُ لاَ يُرَدُّ وَإِنِّي أَعْطَيْتُكَ لأُمَّتِكَ أَنْ لاَ أُهْلِكَهُمْ بِسَنَةٍ عَامَّةٍ وَأَنْ لاَ أُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ سِوَى أَنْفُسِهِمْ فَيَسْتَبِيحَ بَيْضَتَهُمْ وَلَوِ اجْتَمَعَ عَلَيْهِمْ مَنْ بِأَقْطَارِهَا أَوْ قَالَ مَنْ بَيْنَ أَقْطَارِهَا حَتَّى يَكُونَ بَعْضُهُمْ يُهْلِكُ بَعْضًا وَيَسْبِي بَعْضُهُمْ بَعْضًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2177,
    "narrator": "উম্মু মালিক আল-বাহ্যিয়া (রাঃ)",
    "bn": "তিনি বলেন, কোন একদিন একটি ফিতনার উল্লেখ করে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তা খুব নিকটবর্তী। বর্ণনাকারী বলেন, আমি প্রশ্ন করলাম, হে আল্লাহর রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! এ ফিতনা চলাকালে সর্বোত্তম ব্যক্তি কে হবে? তিনি বললেন, যে লোক তার পশুপাল নিয়ে ব্যস্ত থাকবে, পশুপালের হ্ক্ব (যাকাত) প্রদান করবে এবং তাঁর প্রভুর ইবাদাত করবে।  আর যে লোক তার ঘোড়ার মাথা ধরে থাকবে এবং শত্রুদের ভীতি প্রদর্শন করবে এবং তারাও তাকে ভয় দেখাবে।   \n\nসহীহ্, সহীহাহ্ (৬৯৮), তা’লীকুর রাগীব (২/১৫৩)।",
    "ar": "حَدَّثَنَا عِمْرَانُ بْنُ مُوسَى الْقَزَّازُ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جُحَادَةَ، عَنْ رَجُلٍ، عَنْ طَاوُسٍ، عَنْ أُمِّ مَالِكٍ الْبَهْزِيَّةِ، قَالَتْ ذَكَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِتْنَةً فَقَرَّبَهَا قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ مَنْ خَيْرُ النَّاسِ فِيهَا قَالَ ‏ \"‏ رَجُلٌ فِي مَاشِيَتِهِ يُؤَدِّي حَقَّهَا وَيَعْبُدُ رَبَّهُ وَرَجُلٌ آخِذٌ بِرَأْسِ فَرَسِهِ يُخِيفُ الْعَدُوَّ وَيُخِيفُونَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أُمِّ مُبَشِّرٍ وَأَبِي سَعِيدٍ الْخُدْرِيِّ وَابْنِ عَبَّاسٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَقَدْ رَوَاهُ اللَّيْثُ بْنُ أَبِي سُلَيْمٍ عَنْ طَاوُسٍ عَنْ أُمِّ مَالِكٍ الْبَهْزِيَّةِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, উম্মু মুবাশশির, আবূ সাঈদ ও ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান এবং উপরোক্ত সূত্রে গারীব। এ হাদীসটি তাউস-উম্মু মালিক আল-বাহযিয়া (রাঃ) এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  হতে লাইস ইবনু আবূ সুলাইমও বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2178,
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এমন এক ফিতনার সৃষ্টি হবে, যা পুরো আরবকে গ্রাস করবে। এতে নিহত ব্যক্তিরা হবে জাহান্নামী। তখন জিহ্‌বা হবে তরবারির চাইতেও মারাত্মক।\n\nযঈফ, ইবনু মাজাহ (৩৯৬৭),",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ لَيْثٍ، عَنْ طَاوُسٍ، عَنْ زِيَادِ بْنِ سِيمِينْ، كُوشْ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ تَكُونُ فِتْنَةٌ تَسْتَنْظِفُ الْعَرَبَ قَتْلاَهَا فِي النَّارِ اللِّسَانُ فِيهَا أَشَدُّ مِنَ السَّيْفِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ سَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ لاَ يُعْرَفُ لِزِيَادِ بْنِ سِيمِينَ كُوشْ غَيْرُ هَذَا الْحَدِيثِ رَوَاهُ حَمَّادُ بْنُ سَلَمَةَ عَنْ لَيْثٍ فَرَفَعَهُ وَرَوَاهُ حَمَّادُ بْنُ زَيْدٍ عَنْ لَيْثٍ فَوَقَفَهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমি মুহাম্মাদ ইবনু ইসমাঈলকে বলতে শুনেছি, এ হাদীস ব্যতীত যিয়াদ ইবনু ‘সীমীন কোশের’ বর্ণিত আরো হাদীস আছে বলে আমাদের জানা নেই। হাম্মাদ ইবনু সালামা (রহঃ) লাইস হতে মারফূরূপে এবং হাম্মাদ ইবনু যাইদ (রহঃ) লাইস হতে মাওকূফ হিসেবে এ হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2179,
    "narrator": "হুযাইফা ইবনুল ইয়ামা-ন (রাঃ)",
    "bn": "তিনি বলেন, কোন একদিন আমাদের সামনে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  দুটি হাদীস বর্ণনা করেন।  আমি এদুটির মধ্যে একটিকে প্রকাশিত হতে দেখেছি এবং অপরটির অপেক্ষায় আছি।  তিনি বলেনঃ নিশ্চয়ই মানুষের হৃদয়মুলে আমানাত অবতীর্ণ হয়। তারপর কুরআন অবতীর্ণ হয়।  সুতরাং তারা কোরআনের শিক্ষা অর্জন করে এবং সুন্নাহ (হাদীস) সমন্ধেও শিক্ষা অর্জন করে।  তারপর আমানাত তুলে নেয়া প্রসঙ্গে তিনি বলেন, মানুষ ঘুমিয়ে যাবে এবং এই অবস্থায় তার হৃদয় হতে আমানাত তুলে নেয়া হবে। আর এর চিহ্নটা হবে কালো বিন্দুর মতো। তারপর সে নিদ্রামগ্ন হবে এবং আমানাত তুলে নেয়ে হবে। এতে ফোস্কার ন্যায় চিহ্ন পড়বে, যেমন জ্বলন্ত অঙ্গার তোমার পায়ে রাখা হলে ফোস্কা পড়ে। তুমি তা স্ফীত অবস্থায় দেখতে পাও কিন্তু তার ভিতরে কিছুই নেই। তারপর তিনি তাঁর পায়ে একটি শিলাখণ্ড রেখে দেখান। তিনি আরো বলেন, মানুষেরা ব্যবসা-বানিজ্য ও কেনা-বেচা করবে কিন্তু কেউই আমানাত রক্ষা করবে না।  এমনকি বলা হবে অমুক গোত্রে একজন বিশ্বস্ত ও আমানাতদার লোক আছে। এরকম পরিস্থিতি দাঁড়াবে যে, কারো প্রসঙ্গে বলা হবে, সে কত বড় জ্ঞানী, সে কত হুঁশিয়ার এবং সে কত সাহসী।  অথচ তার অন্তরে সরিষা পরিমাণ ইমানও থাকবেনা।  হুযাইফা (রাঃ)বলেন, আমার উপর দিয়ে এমন একটি সময় অতিবাহিত হয়েছে যখন আমি তোমাদের কারো সাথে বেচা-কেনার চিন্তা করতাম না। কেননা, সে ব্যক্তি মুসলমান হতে তার দ্বীনদারিই তাকে আমার প্রাপ্য ফিরত দিতে বাধ্য করত। আর সে ইয়াহুদী বা খ্রিস্টান হলে তার শাসকই তাকে আমার প্রাপ্য আদায় করে দিত। কিন্তু এখন অমুক অমুক লোক ব্যতীত তোমাদের কারো সাথে কেনা-বেচা ও ব্যবসা-বাণিজ্য করি না।   \n\nসহীহ্, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ، حَدَّثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم حَدِيثَيْنِ قَدْ رَأَيْتُ أَحَدَهُمَا وَأَنَا أَنْتَظِرُ الآخَرَ حَدَّثَنَا ‏\"‏ أَنَّ الأَمَانَةَ نَزَلَتْ فِي جَذْرِ قُلُوبِ الرِّجَالِ ثُمَّ نَزَلَ الْقُرْآنُ فَعَلِمُوا مِنَ الْقُرْآنِ وَعَلِمُوا مِنَ السُّنَّةِ ‏\"‏ ‏.‏ ثُمَّ حَدَّثَنَا عَنْ رَفْعِ الأَمَانَةِ فَقَالَ ‏\"‏ يَنَامُ الرَّجُلُ النَّوْمَةَ فَتُقْبَضُ الأَمَانَةُ مِنْ قَلْبِهِ فَيَظَلُّ أَثَرُهَا مِثْلَ الْوَكْتِ ثُمَّ يَنَامُ نَوْمَةً فَتُقْبَضُ الأَمَانَةُ مِنْ قَلْبِهِ فَيَظَلُّ أَثَرُهَا مِثْلَ الْمَجْلِ كَجَمْرٍ دَحْرَجْتَهُ عَلَى رِجْلِكَ فَنَفِطَتْ فَتَرَاهُ مُنْتَبِرًا وَلَيْسَ فِيهِ شَيْءٌ ‏\"‏ ‏.‏ ثُمَّ أَخَذَ حَصَاةً فَدَحْرَجَهَا عَلَى رِجْلِهِ قَالَ ‏\"‏ فَيُصْبِحُ النَّاسُ يَتَبَايَعُونَ لاَ يَكَادُ أَحَدُهُمْ يُؤَدِّي الأَمَانَةَ حَتَّى يُقَالَ إِنَّ فِي بَنِي فُلاَنٍ رَجُلاً أَمِينًا وَحَتَّى يُقَالَ لِلرَّجُلِ مَا أَجْلَدَهُ وَأَظْرَفَهُ وَأَعْقَلَهُ وَمَا فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ خَرْدَلٍ مِنْ إِيمَانٍ ‏\"‏ ‏.‏ قَالَ وَلَقَدْ أَتَى عَلَىَّ زَمَانٌ وَمَا أُبَالِي أَيُّكُمْ بَايَعْتُ فِيهِ لَئِنْ كَانَ مُسْلِمًا لَيَرُدَّنَّهُ عَلَىَّ دِينُهُ وَلَئِنْ كَانَ يَهُودِيًّا أَوْ نَصْرَانِيًّا لَيَرُدَّنَّهُ عَلَىَّ سَاعِيهِ فَأَمَّا الْيَوْمَ فَمَا كُنْتُ لأُبَايِعَ مِنْكُمْ إِلاَّ فُلاَنًا وَفُلاَنًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2180,
    "narrator": "আবূ ওয়াকিদ আল-লাইসী (রাঃ)",
    "bn": "হুনাইনের উদ্দেশ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাত্রা শুরু করলেন। তিনি মুশরিকদের একটি গাছের পাশ দিয়ে যাচ্ছিলেন। সেই গাছটিকে ‘যাতু আনওয়াত’ বলা হতো। তারা এর মধ্যে তাদের অস্রসমূহ লটকিয়ে রাখত। সাহাবীগণ বললেন, হে আল্লাহর রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! তাদের যাতু আনওয়াতের মতো আমাদের জন্য একটা যাতু আনওয়াতের ব্যবস্থা করুণ। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সুবহানাল্লাহ! এটা তো মূসা (আঃ) এর উম্মতের কথার মতো হলো।  তারা বলেছিল, কাফিরদের যেমন অনেক উপাস্য রয়েছে তদ্রুপ আমাদেরও উপাস্যের ব্যবস্থা করে দিন। সেই সত্তার শপথ যাঁর হাতে আমার প্রাণ! তোমরা অবশ্যই তোমাদের পুর্ববর্তিগনের নীতি অবলম্বন করবে।   \n\nসহীহ্, যিলালুল জান্নাহ্(৭৬), মিশকাত(৫৩৬৯)।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سِنَانِ بْنِ أَبِي سِنَانٍ، عَنْ أَبِي وَاقِدٍ اللَّيْثِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَمَّا خَرَجَ إِلَى خَيْبَرَ مَرَّ بِشَجَرَةٍ لِلْمُشْرِكِينَ يُقَالُ لَهَا ذَاتُ أَنْوَاطٍ يُعَلِّقُونَ عَلَيْهَا أَسْلِحَتَهُمْ فَقَالُوا يَا رَسُولَ اللَّهِ اجْعَلْ لَنَا ذَاتَ أَنْوَاطٍ كَمَا لَهُمْ ذَاتُ أَنْوَاطٍ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ سُبْحَانَ اللَّهِ هَذَا كَمَا قَالَ قَوْمُ مُوسَى ‏:‏ ‏(‏اجْعَلْ لَنَا إِلَهًا كَمَا لَهُمْ آلِهَةٌ ‏)‏ وَالَّذِي نَفْسِي بِيَدِهِ لَتَرْكَبُنَّ سُنَّةَ مَنْ كَانَ قَبْلَكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو وَاقِدٍ اللَّيْثِيُّ اسْمُهُ الْحَارِثُ بْنُ عَوْفٍ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَأَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। আবূ ওয়াকিদ আল-লাইসীর নাম আল-হারিস ইন্বু আওফ। আবূ সাঈদ ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2181,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সেই সত্তার শপথ যাঁর হাতে আমার প্রাণ! কিয়ামাত সংঘটিত হবে না যে পর্যন্ত না হিংস্র প্রাণী মানুষের সাথে কথা বলবে, যে পর্যন্ত না কারো চাবুকের মাথা এবং জুতার ফিতা তার সাথে কথা বলবে এবং তার উরুদেশ বলে দিবে তার অনুপস্থিতিতে তার পরিবার কি করেছে। \n\nসহীহ্, সহীহাহ (১২২), মিশকাত(৫৪৫৯)।",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا أَبِي، عَنِ الْقَاسِمِ بْنِ الْفَضْلِ، حَدَّثَنَا أَبُو نَضْرَةَ الْعَبْدِيُّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ وَالَّذِي نَفْسِي بِيَدِهِ لاَ تَقُومُ السَّاعَةُ حَتَّى تُكَلِّمَ السِّبَاعُ الإِنْسَ وَحَتَّى تُكَلِّمَ الرَّجُلَ عَذَبَةُ سَوْطِهِ وَشِرَاكُ نَعْلِهِ وَتُخْبِرَهُ فَخِذُهُ بِمَا أَحْدَثَ أَهْلُهُ مِنْ بَعْدِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ الْقَاسِمِ بْنِ الْفَضْلِ ‏.‏ وَالْقَاسِمُ بْنُ الْفَضْلِ ثِقَةٌ مَأْمُونٌ عِنْدَ أَهْلِ الْحَدِيثِ وَثَّقَهُ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্  গারীব। কেননা, এ হাদীসটি আল-কাসিম ইবনুল ফাযলের রিওয়ায়াত ব্যতীত আমাদের জানা নেই। হাদীস বিশারদদের মতে আল-কাসিম ইবনুল ফাযল নির্ভরযোগ্য ও বিশ্বস্ত বর্ণনাকারী। ইয়াহইয়া ইবনু সাঈদ আল-কাত্তান ও আবদুর রাহমান ইবনু মাহদী তাঁকে সিকাহ্ (নির্ভরযোগ্য) বর্ণনাকারী বলেছেন।"
  },
  {
    "hadith_id": 2182,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-র আমলে একদা চাঁদ বিদীর্ণ হলো। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা সাক্ষী থাকো। \n\nসহীহ্, মুসলিম (৮/১৩৩)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، عَنْ شُعْبَةَ، عَنِ الأَعْمَشِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ انْفَلَقَ الْقَمَرُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اشْهَدُوا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَأَنَسٍ وَجُبَيْرِ بْنِ مُطْعِمٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইবনু মাসঊদ, আনাস ও যুবাইর ইবনু মুতইম (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2183,
    "narrator": "হুযাইফা ইবনু মাসউদ্ (রাঃ)",
    "bn": "তিনি বলেন, কোন একদিন কিয়ামাত প্রসঙ্গে আমরা কথাবার্তা বলছিলাম।  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এরকম সময় তাঁর ঘর হতে বেরিয়ে আমাদের সামনে এলেন। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃ তোমরা দশটি নিদর্শন না দেখা পর্যন্ত কিয়ামাত সংঘটিত হবে না: (১) পশ্চিম প্রান্ত হতে সুর্য উঠবে, (২)  ইয়াজুজ ও মাজুজের আত্মপ্রকাশ ঘটবে, (৩)  দাব্বাতুল আরদ নামক প্রাণীর আত্মপ্রকাশ ঘটবে, তিনটি ভূমি ধস হবে: (৪) একটি প্রাচ্যে (৫) একটি পাশ্চাত্যে এবং (৬) একটি আরব উপদ্বীপে, (৭) ইয়ামানের অন্তর্গত আদন (এডেন) এর একটি গভীর কূপ হতে অগ্নুত্পাত হবে, যা মানুষকে তাড়িয়ে নেবে বা একত্র করবে, তারা যেখানে রাত্রি যাপন করবে আগুনও সেখানে রাত্রি কাটাবে এবং তারা যেখানে দিনের বেলায় বিশ্রাম করবে, আগুনও সেখানেই বিশ্রাম করবে। \n\nসহীহ্, মুসলিম(৮/১৭৮-১৭৯)।",
    "ar": "حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ فُرَاتٍ الْقَزَّازِ، عَنْ أَبِي الطُّفَيْلِ، عَنْ حُذَيْفَةَ بْنِ أَسِيدٍ، قَالَ أَشْرَفَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ غُرْفَةٍ وَنَحْنُ نَتَذَاكَرُ السَّاعَةَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لاَ تَقُومُ السَّاعَةُ حَتَّى تَرَوْا عَشْرَ آيَاتٍ طُلُوعُ الشَّمْسِ مِنْ مَغْرِبِهَا وَيَأْجُوجُ وَمَأْجُوجُ وَالدَّابَّةُ وَثَلاَثَةُ خُسُوفٍ خَسْفٍ بِالْمَشْرِقِ وَخَسْفٍ بِالْمَغْرِبِ وَخَسْفٍ بِجَزِيرَةِ الْعَرَبِ وَنَارٌ تَخْرُجُ مِنْ قَعْرِ عَدَنَ تَسُوقُ النَّاسَ أَوْ تَحْشُرُ النَّاسَ فَتَبِيتُ مَعَهُمْ حَيْثُ بَاتُوا وَتَقِيلُ مَعَهُمْ حَيْثُ قَالُوا ‏\"‏ ‏.‏\nحَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ فُرَاتٍ، نَحْوَهُ وَزَادَ فِيهِ ‏\"‏ الدُّخَانَ ‏\"‏ ‏.‏\nحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ فُرَاتٍ الْقَزَّازِ، نَحْوَ حَدِيثِ وَكِيعٍ عَنْ سُفْيَانَ، ‏.‏\nحَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، عَنْ شُعْبَةَ، وَالْمَسْعُودِيِّ، سَمِعَا مِنْ، فُرَاتٍ الْقَزَّازِ نَحْوَ حَدِيثِ عَبْدِ الرَّحْمَنِ عَنْ سُفْيَانَ عَنْ فُرَاتٍ وَزَادَ فِيهِ ‏\"‏ الدَّجَّالَ أَوِ الدُّخَانَ ‏\"‏ ‏.‏\nحَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا أَبُو النُّعْمَانِ الْحَكَمُ بْنُ عَبْدِ اللَّهِ الْعِجْلِيُّ، عَنْ شُعْبَةَ، عَنْ فُرَاتٍ، نَحْوَ حَدِيثِ أَبِي دَاوُدَ عَنْ شُعْبَةَ، وَزَادَ، فِيهِ قَالَ ‏\"‏ وَالْعَاشِرَةُ إِمَّا رِيحٌ تَطْرَحُهُمْ فِي الْبَحْرِ وَإِمَّا نُزُولُ عِيسَى ابْنِ مَرْيَمَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي هُرَيْرَةَ وَأُمِّ سَلَمَةَ وَصَفِيَّةَ بِنْتِ حُيَىٍّ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উপরোক্ত হাদীসের মতো হাদীস মাহমুদ্ ইবনু গাইলান-ওয়াকী হতে, তিনি সুফিয়ান (রহঃ)  হতে এই সনদসূত্রে বর্ণিত আছে। তাতে আছে: আদ-দুখান অর্থাত ধোয়া নির্গত হবে। এ বর্ণনাটিও সহীহ্।  হান্নাদ-আবুল আহওয়াস হতে, তিনি ফুরাত আল-কাযযায (রহঃ) এর সূত্রেও সুফিয়ান হতে ওয়াকী (রহঃ) এর সূত্রে বর্ণিত হাদীসের ন্যায় বর্ণিত আছে। মাহমুদ্ ইবনু গাইলান-আবূ দাঊদ আত-তাইয়ালিসী হতে, তিনি শুবা ও মাসঊদী-ফুরাত আল-কাযযায (রহঃ) হতে ফুরাতের সূত্রে সুফিয়ান বর্ণিত পূর্বোক্ত হাদীসের মতো হাদীস বর্ণিত আছে। এই বর্ণনায় দাজ্জাল ও ধোয়ার উল্লেখ রয়েছে। এ বর্ণনাটিও সহীহ্। আবূ মূসা মুহাম্মাদ ইবনুল মুসান্না-আবুন নূ’মান আল-হাকাম ইবনু আব্দুল্লাহ আল-ইজলী হতে, তিনি শুবা হতে, তিনি ফুরাত (রহঃ) এর সূত্রে আবূ দাঊদ-শুবা (রহঃ) এর সূত্রে বর্ণিত হাদীসের অনূরূপ বর্ণিত হয়েছে। তবে এ সূত্রে আরো আছে: “কিয়ামাতের দশম নিদর্শন হলো এমন প্রবল বাতাস যা তাদেরকে সমুদ্রে নিক্ষেপ করবে অথবা ঈসা ইবনু মারইয়াম (আ:) এর অবতরণ”। সহীহ্, প্রাগুক্ত। আবূ ঈসা বলেন, এ অনুচ্ছেদে আলী, আবূ হুরাইরা, উম্মু সালামা ও সাফিয়্যা (রাঃ) হতেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2184,
    "narrator": "সাফিয়্যা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ আল্লাহ্ তা’আলার এই ঘরের (কা’বা) বিরুদ্ধেও যুদ্ধ করা হতে মানুষ বিরত থাকবে না। অবশেষে একটি বাহিনী লড়াইয়ে অবতীর্ণ হয়ে যখন বাইদা নামক উপত্যকা অথবা উন্মুক্ত প্রান্তরে হাজির হবে তখন তাদের সম্মুখ-পিছনের সবাইকে নিয়ে যমীন ধসে যাবে। তাদের মধ্যভাগের মানুষও মুক্তি পাবে না। আমি প্রশ্ন করলাম, হে আল্লাহর রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! তাদের মধ্যে যেসব ব্যক্তি জোর-জবরদস্তির ফলে বাধ্য হয়ে অংশগ্রহন করবে তাদের কি হবে? তিনি বললেনঃ আল্লাহ্ তা’আলা তাদেরকে তাদের অন্তরের নিয়্যাত অনুসারে পুনরুত্থান করবেন।  \n\nসহীহ্, তা’লীক আলা ইবনু মা-জাহ।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ سَلَمَةَ بْنِ كُهَيْلٍ، عَنْ أَبِي إِدْرِيسَ الْمَرْهَبِيِّ، عَنْ مُسْلِمِ بْنِ صَفْوَانَ، عَنْ صَفِيَّةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ يَنْتَهِي النَّاسُ عَنْ غَزْوِ هَذَا الْبَيْتِ حَتَّى يَغْزُوَ جَيْشٌ حَتَّى إِذَا كَانُوا بِالْبَيْدَاءِ أَوْ بِبَيْدَاءَ مِنَ الأَرْضِ خُسِفَ بِأَوَّلِهِمْ وَآخِرِهِمْ وَلَمْ يَنْجُ أَوْسَطُهُمْ ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ فَمَنْ كَرِهَ مِنْهُمْ قَالَ ‏\"‏ يَبْعَثُهُمُ اللَّهُ عَلَى مَا فِي أَنْفُسِهِمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2185,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এই উম্মাতের শেষ পর্যায়ে ভূমিধস, শারীরিক অবয়ব বিকৃতি ও পাথর বর্ষণের শাস্তি নিপতিত হবে।  আমি বললাম, হে আল্লাহর রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! আমাদের মাঝে সৎলোক বিদ্যমান থাকা সত্তেও কি আমাদের ধ্বংস করে দেয়া হবে?  তিনি বললেনঃ হ্যাঁ, যখন ঘৃণ্য পাপাচারের প্রকাশ ও ব্যাপক প্রসার ঘটবে। \n\nসহীহ্, সহীহাহ (৯৮৭), রাওযুন নাযির (২/৩৯৪)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا صَيْفِيُّ بْنُ رِبْعِيٍّ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَكُونُ فِي آخِرِ هَذِهِ الأُمَّةِ خَسْفٌ وَمَسْخٌ وَقَذْفٌ ‏\"‏ ‏.‏ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ أَنَهْلِكُ وَفِينَا الصَّالِحُونَ قَالَ ‏\"‏ نَعَمْ إِذَا ظَهَرَ الْخَبَثُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ عَائِشَةَ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَعَبْدُ اللَّهِ بْنُ عُمَرَ تَكَلَّمَ فِيهِ يَحْيَى بْنُ سَعِيدٍ مِنْ قِبَلِ حِفْظِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি আইশা (রাঃ)এর রিওয়ায়াত হিসাবে গারীব। আমরা এ হাদীসটি শুধুমাত্র উপরোক্ত সূত্রেই জেনেছি। ইয়াহইয়া ইবনু সাঈদ (রহঃ)  আবদুল্লাহ ইবনু উমার আল-উমারীর স্মৃত্সক্তি দুর্বল বলে সমালোচনা করেছেন (অবশ্য তার ছোট ভাই উবাইদুল্লাহ একজন নির্ভরযোগ্য বর্ণনাকারী )।"
  },
  {
    "hadith_id": 2186,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেনঃ কোন একদিন আমি সুর্য অস্ত যাওয়ার সময় মাসজিদে গেলাম। সে সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  সেখানে বসা অবস্থায় ছিলেন।  তিনি বললেনঃ হে আবূ যার! তুমি কি জান এই সুর্য কোথায় যায়? তিনি বললেনঃ সে (আল্লাহর তা’আলার নিকটে)  সাজদার অনুমতি প্রার্থনা করতে যায়।  তারপর তাকে সম্মতি প্রদান করা হয় এবং তাকে যেন বলা হয়, তুমি যে প্রান্তে এসেছ সে প্রান্ত হতেই উদিত হও। সে তখন পশ্চিম প্রান্ত হতে উদিত হবে। বর্ণনাকারী বলেন, তারপর তিনি এই আয়াত তিলাওয়াত করেন: “এবং এটাই তার নির্দিষ্ট গন্তব্যস্থল। ” (সুরা: ইয়াসীন -৩৮ )।   \n\nসহীহ্, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ التَّيْمِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي ذَرٍّ، قَالَ دَخَلْتُ الْمَسْجِدَ حِينَ غَابَتِ الشَّمْسُ وَالنَّبِيُّ صلى الله عليه وسلم جَالِسٌ فَقَالَ ‏\"‏ يَا أَبَا ذَرٍّ أَتَدْرِي أَيْنَ تَذْهَبُ هَذِهِ ‏\"‏ ‏.‏ قَالَ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ فَإِنَّهَا تَذْهَبُ تَسْتَأْذِنُ فِي السُّجُودِ فَيُؤْذَنُ لَهَا وَكَأَنَّهَا قَدْ قِيلَ لَهَا اطْلُعِي مِنْ حَيْثُ جِئْتِ فَتَطْلُعُ مِنْ مَغْرِبِهَا ‏\"‏ ‏.‏ قَالَ ثُمَّ قَرَأَ ‏\"‏ وَذَلِكَ مُسْتَقَرٌ لَهَا ‏\"‏ ‏.‏ قَالَ وَذَلِكَ قِرَاءَةُ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ صَفْوَانَ بْنِ عَسَّالٍ وَحُذَيْفَةَ بْنِ أَسِيدٍ وَأَنَسٍ وَأَبِي مُوسَى ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, সাফওয়ান ইবনু আসসাল, হুযাইফা ইবনু উসাইদ, আনাস ও আবূ মূসা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2187,
    "narrator": "যাইনাব বিনতু জাহশ (রাঃ)",
    "bn": "তিনি বলেন, কোন একদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  ঘুম হতে জাগ্রত হলেন, তখন তাঁর মুখমন্ডল রক্তিমবর্ণ ধারণ করেছিল।  তিনি লা ইলাহা ইল্লাল্লাহ বলতে লাগলেন।  তা তিনবার বলার পর তিনি বললেনঃ ঘনিয়ে আসা দুর্যোগে আরবদের দুর্ভাগ্য। আজ ইয়াজুজ-মাজুজের প্রাচীর এতটুকু পরিমাণ ফাঁক হয়ে গেছে।  এই বলে তিনি তর্জনী ও বৃদ্ধাঙ্গুলের সাহায্যে দশ সংখ্যার বৃত্ত করে ইঙ্গিত করেন।  যাইনাব (রাঃ) বলেন, আমি প্রশ্ন করলাম, হে আল্লাহর  রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমাদের মধ্যে সতলোক থাকা অবস্থায়ও কি আমরা হবো? তিনি বললেনঃ হ্যাঁ, যখন পাপাচারের বিস্তার ঘটবে। \n\nসহীহ্, ইবনু মা-জাহ (৩৯৫৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، وَأَبُو بَكْرِ بْنُ نَافِعٍ وَغَيْرُ وَاحِدٍ قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنْ زَيْنَبَ بِنْتِ أَبِي سَلَمَةَ، عَنْ حَبِيبَةَ، عَنْ أُمِّ حَبِيبَةَ، عَنْ زَيْنَبَ بِنْتِ جَحْشٍ، قَالَتِ اسْتَيْقَظَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ نَوْمٍ مُحْمَرًّا وَجْهُهُ وَهُوَ يَقُولُ ‏\"‏ لاَ إِلَهَ إِلاَّ اللَّهُ يُرَدِّدُهَا ثَلاَثَ مَرَّاتٍ وَيْلٌ لِلْعَرَبِ مِنْ شَرٍّ قَدِ اقْتَرَبَ فُتِحَ الْيَوْمَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ مِثْلُ هَذِهِ ‏\"‏ وَعَقَدَ عَشْرًا ‏.‏ قَالَتْ زَيْنَبُ قُلْتُ يَا رَسُولَ اللَّهِ أَفَنُهْلَكُ وَفِينَا الصَّالِحُونَ قَالَ ‏\"‏ نَعَمْ إِذَا كَثُرَ الْخَبَثُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ جَوَّدَ سُفْيَانُ هَذَا الْحَدِيثَ ‏.‏ هَكَذَا رَوَى الْحُمَيْدِيُّ وَعَلِيُّ بْنُ الْمَدِينِيِّ وَغَيْرُ وَاحِدٍ مِنَ الْحُفَّاظِ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ نَحْوَ هَذَا ‏.‏ وَقَالَ الْحُمَيْدِيُّ قَالَ سُفْيَانُ بْنُ عُيَيْنَةَ حَفِظْتُ مِنَ الزُّهْرِيِّ فِي هَذَا الْحَدِيثِ أَرْبَعَ نِسْوَةٍ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ عَنْ حَبِيبَةَ وَهُمَا رَبِيبَتَا النَّبِيِّ صلى الله عليه وسلم عَنْ أُمِّ حَبِيبَةَ عَنْ زَيْنَبَ بِنْتِ جَحْشٍ زَوْجَىِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَى مَعْمَرٌ وَغَيْرُهُ هَذَا الْحَدِيثَ عَنِ الزُّهْرِيِّ وَلَمْ يَذْكُرُوا فِيهِ عَنْ حَبِيبَةَ وَقَدْ رَوَى بَعْضُ أَصْحَابِ ابْنِ عُيَيْنَةَ هَذَا الْحَدِيثَ عَنِ ابْنِ عُيَيْنَةَ وَلَمْ يَذْكُرُوا فِيهِ عَنْ أُمِّ حَبِيبَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। এ হাদীসটিকে সুফিয়ান (রহঃ)  উত্তম বলে মন্তব্য করেছেন। হুমাইদী, আলী ইবনুল মাদিনী এবং আরোও অনেকে মুফ্ইয়ান ইবনু উয়াইনাহ্ হতে অনূরূপ বর্ণনা করেছেন। হুমাইদী বলেন, সুফিয়ান ইবনু উয়াইনা বলেছেন, আমি এ হাদীসের সনদে চারজন মহিলার নাম যুহরীর নিকট হতে মুখস্থ করেছি। যাইনাব বিনতু আবূ সালামা ও হাবীবা দুজনই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)এর পত্নীকন্যা (তাদের পূর্ব স্বামীর ঔরসজাত) ছিলেন। উম্মু হাবীবা ও যাইনাব বিনতি জাহশ (রাঃ) হতে বর্ণনা করা হয়েছে। তাঁরা দুজন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)এর স্ত্রী ছিলেন। এ হাদীসটি যুহরীর সূত্রে মা’মার আরোও অনেকে বর্ণনা করেছেন কিন্তু তারা সনদে হাবীবার কথা উল্লেখ করেননি। এই হাদীসটি ইবনু উয়াইনার কোন কোন শিষ্য ইবনু উয়াইনার সূত্রে বর্ণনা করেছেন কিন্তু তারা সনদে উম্মু হাবীবা (রাঃ) নাম উল্লেখ করেননি।"
  },
  {
    "hadith_id": 2188,
    "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ শেষ যুগে আবির্ভাব ঘটবে এক সম্প্রদায়ের, যারা বয়সে হবে নবীন, বুদ্ধিতে অপরিপক্ক ও নির্বোধ হবে। তারা কোরআন তিলাওয়াত করবে কিন্তু তা তাদের গলার নিচের হাড়ও অতিক্রম করবে না। তারা সৃষ্টির সেরা মানুষের কথাই বলবে, কিন্তু তারা এমনভাবে ধর্ম হতে বেরিয়ে যাবে, যেমনভাবে তীর ধনুক হতে বেরিয়ে যায়। \n\nহাসান, সহীহ্, ইবনু মা-জাহ (১৬৮), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَخْرُجُ فِي آخِرِ الزَّمَانِ قَوْمٌ أَحْدَاثُ الأَسْنَانِ سُفَهَاءُ الأَحْلاَمِ يَقْرَءُونَ الْقُرْآنَ لاَ يُجَاوِزُ تَرَاقِيَهُمْ يَقُولُونَ مِنْ قَوْلِ خَيْرِ الْبَرِيَّةِ يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي سَعِيدٍ وَأَبِي ذَرٍّ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ فِي غَيْرِ هَذَا الْحَدِيثِ عَنِ النَّبِيِّ صلى الله عليه وسلم حَيْثُ وَصَفَ هَؤُلاَءِ الْقَوْمَ الَّذِينَ يَقْرَءُونَ الْقُرْآنَ لاَ يُجَاوِزُ تَرَاقِيَهُمْ يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ إِنَّمَا هُمُ الْخَوَارِجُ وَالْحَرُورِيَّةُ وَغَيْرُهُمْ مِنَ الْخَوَارِجِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আলী, আবূ সাঈদ ও আবূ যার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্। উক্ত সম্প্রদায়ের ব্যাপারে এ হাদীস ব্যতীত রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)এর আরো হাদীস রয়েছে, যাদের সমন্ধে বলা হয়েছে যে, “তারা কোরআন তিলাওয়াত করবে, কিন্তু তা তাদের গলার হাড়ও অতিক্রম করবে না, যেমনিভাবে তীর ধনুক হতে বেরিয়ে যায় তেমনিভাবে তারাও ধর্ম হতে বেরিয়ে যাবে” তাদের প্রসঙ্গে উক্ত হাদীসসমূহে বলা হয়েছে যে, এরা হলো হারূরী প্রভৃতি খারিজী সম্প্রদায়।"
  },
  {
    "hadith_id": 2189,
    "narrator": "উসাইদ ইবনু হুযাইর (রাঃ)",
    "bn": "কোন একদিন একজন আনসারী বলল, হে আল্লাহ্‌র রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনি অমুক ব্যক্তিকে কর্মকর্তা হিসাবে নিয়োগ করেছেন অথচ আমাকে নিয়োগ করেননি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা খুব শীঘ্রই আমার পড়ে স্বজনপ্রীতি (স্বার্থপরতা) দেখতে পাবে।  যতক্ষণ পর্যন্ত না হাউজে কাউসারে আমার সাথে তোমাদের দেখা হয় ততক্ষণ পর্যন্ত তোমরা ধৈর্য্য ধারণ করতে থাক।  \n\nসহীহ্, আযজিলাল(৭৫২,৭৫৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، عَنْ أُسَيْدِ بْنِ حُضَيْرٍ، أَنَّ رَجُلاً، مِنَ الأَنْصَارِ قَالَ يَا رَسُولَ اللَّهِ اسْتَعْمَلْتَ فُلاَنًا وَلَمْ تَسْتَعْمِلْنِي ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّكُمْ سَتَرَوْنَ بَعْدِي أَثَرَةً فَاصْبِرُوا حَتَّى تَلْقَوْنِي عَلَى الْحَوْضِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2190,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা খুব শীঘ্রই আমার পরে স্বজনপ্রীতি, পক্ষপাতিত্ব ও তোমাদের অপছন্দনীয় অনেক বিষয় দেখতে পাবে।  সাহাবীগণ বললেন, হে আল্লাহর  রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! ঐ সময়ে কি করার জন্য আমাদেরকে নির্দেশ দেন? তিন বললেনঃ তোমাদের উপর তাদের যে অধিকার রয়েছে তোমরা তা পূর্ণ করবে এবং তোমাদের অধিকার আল্লাহ্ তা’আলার নিকট প্রার্থনা করবে। \n\nসহীহ্, বুখারী(৭০৫২, ৬/১৬-১৭)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ الأَعْمَشِ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّكُمْ سَتَرَوْنَ بَعْدِي أَثَرَةً وَأُمُورًا تُنْكِرُونَهَا ‏\"‏ ‏.‏ قَالُوا فَمَا تَأْمُرُنَا يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ أَدُّوا إِلَيْهِمْ حَقَّهُمْ وَسَلُوا اللَّهَ الَّذِي لَكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2191,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, একসময় রাসূলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিয়ে একটু বেশি বেলা থাকতেই আসরের নামাজ আদায় করেন, তারপর ভাষণ দিতে দাঁড়ান। উক্ত ভাষণে কিয়ামাত পর্যন্ত যেসব ঘটনা ঘটবে সেই প্রসঙ্গেই তিনি আমাদেরকে জানিয়ে দেন। কেউ সেগুলো মনে রেখেছে কেউ আবার তা ভুলে গেছে। তাঁর ভাষণে তিনি যা বলেছিলেন তার মধ্যে ছিলঃ দুনিয়াটা সবুজ-শ্যামল ও সুমিষ্ট (আকর্ষণীয়), আর আল্লাহ্‌ তা’আলা তোমাদেরকে এর উত্তরাধিকার বানিয়েছেন। সুতরাং তোমরা কি করছ তা তিনি লক্ষ্য রাখছেন। শোন! দুনিয়া ও নারীদের ব্যাপারে সাবধান। তিনি আরো বলেন: সাবধান! কেউ যখন কোন সত্য কথা জানবে, তখন তাকে মানুষের ভয় যেন সেই সত্য বলা থেকে বিরত না রাখে। রাবী বলেন, এই কথা বলে আবূ সাঈদ (রাঃ) কেঁদে ফেলেন এবং বলেন আল্লাহ্‌ তা’আলার কসম! আমরা এরকম কত কাজ হতে দেখেছি কিন্তু তা বলতে মানুষকে ভয় করেছি। তিনি আরও বলেনঃ জেনে রাখ! কিয়ামাতের দিন প্রত্যেক বিশ্বাসঘাতকের জন্য তার বিশ্বাসঘাতকতার পরিমাণ অনুযায়ী একটি করে পতাকা স্থাপন করা হবে। মুসলিম রাষ্ট্রনায়কের বিশ্বাসঘাতকতার চাইতে ভীষণ কোন বিশ্বাসঘাতকতা নেই। তার এই পতাকা তার নিতম্বের কাছে স্থাপন করা হবে। সেদিনের আরও যেসব কথা আমরা মনে রেখেছি তার মধ্যে ছিলঃ শুনে রাখ! আদম-সন্তানদেরকে বিভিন্ন শ্রেণীতে সৃষ্টি করা হয়েছে। তাদের এক দল তো মু’মিন অবস্থায় জন্মগ্রহন করেছে, মু’মিন অবস্থায় জীবন যাপন করেছে এবং মু’মিন অবস্থাতেই মারা গেছে। তাদের অপর দল কাফির অবস্থায় জন্মগ্রহন করেছে, কাফির অবস্থায় জীবন কাটিয়েছে এবং কাফির অবস্থায়ই মারা গেছে। অপর দল মু’মিন অবস্থায় জন্মগ্রহন করেছেন, মু’মিন অবস্থায় জীবন যাপন করেছে এবং কাফির অবস্থায় মারা গেছে। অপর দল আবার কাফির অবস্থায় জন্মগ্রহন করেছে, কাফির অবস্থায় জীবন যাপন করেছে এবং মু’মিন অবস্থায় মারা গেছে। জেনে রাখ! মানুষের মধ্যে কারো রাগ আসে দেরিতে এবং চলে যায় খুব তাড়াতাড়ি। আবার কারো রাগ আসে তাড়াতাড়ি আবার চলেও যায় তাড়াতাড়ি। সুতরাং এর জন্য এই। জেনে রাখ! তাদের মধ্যে কারো রাগ আসে খুব তাড়াতাড়ি কিন্তু চলে যায় খুব দেরিতে। জেনে রাখ! তাদের মধ্যে উত্তম হল যাদের রাগ আসে দেরিতে এবং চলে যায় খুব তাড়াতাড়ি। আর তারাই খুব নিকৃষ্ট, যাদের রাগ আসে খুব তাড়াতাড়ি কিন্তু চলে যায় দেরিতে। জেনে রাখ! মানুষের মধ্যে কেউ পাওনা পরিশোধের বেলায়ও ভালো আবার পাওনা আদায়ের ক্ষেত্রেও ভদ্র। আবার কেউ পাওনা পরিশোধের ক্ষেত্রে ভদ্র কিন্তু আদায়ের ক্ষেত্রে অভদ্র। এক্ষেত্রে একটি অপরটির পরিপূরক হয়ে যায়। জেনে রাখ! তাদের মধ্যে কারো পাওনা পরিশোধ নিকৃষ্ট এবং সে তাগাদা প্রদানের ক্ষেত্রে অভদ্র। জেনে রেখ সেই সবচেয়ে ভাল, যে পাওনা পরিশোধের বেলায় ভাল এবং পাওনা আদায়ের ক্ষেত্রেও ভদ্র। জেনে রাখ! তাদের মধ্যে সেই ব্যক্তি খুবই খারাপ যার পাওনা পরিশোধও নিকৃষ্ট এবং যে তাগাদা প্রদানেও অভদ্র। জেনে রাখ! রাগ মানুষের অন্তরের অগ্নিস্ফুলিংগর মত। তোমরা কি লক্ষ্য করনি যে, রাগান্বিত ব্যক্তির চক্ষুদ্বয় রক্তিম বর্ণ ধারণ করে এবং তার ঘাড়ের শিরাগুলো ফুলে উঠে। সুতরাং তোমাদের কেউ এরূপ অনুভব করলে সে যেন মাটিতে লুটিয়ে যায় (তাহলে রাগ কমে যাবে)। রাবী বলেন, আমরা সূর্যের দিকে তাকাতে লাগলাম যে, তা এখনও অবশিষ্ট আছে কি না। রাসূলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জেনে রাখ! তোমাদের এই দুনিয়ার যতটুকু অতীত হয়ে গেছে, সেই হিসাবে এতটুকুও আর অবশিষ্ট নেই যতটুকু আজকের এই দিনের অতিবাহিত হয়েছে তার তুলনায় যতটুকু অবশিষ্ট আছে।\n\nযঈফ, রাদ্দুন আলা বালিক (৮৬), কিন্তু এই হাদীসের কিছু অংশ সহীহ, দেখুন হাদীস নং (৪০০০), এবং  মুসলিম (৮/১৭২-১৭৩)",
    "ar": "حَدَّثَنَا عِمْرَانُ بْنُ مُوسَى الْقَزَّازُ الْبَصْرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، حَدَّثَنَا عَلِيُّ بْنُ زَيْدِ بْنِ جُدْعَانَ الْقُرَشِيُّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ صَلَّى بِنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمًا صَلاَةَ الْعَصْرِ بِنَهَارٍ ثُمَّ قَامَ خَطِيبًا فَلَمْ يَدَعْ شَيْئًا يَكُونُ إِلَى قِيَامِ السَّاعَةِ إِلاَّ أَخْبَرَنَا بِهِ حَفِظَهُ مَنْ حَفِظَهُ وَنَسِيَهُ مَنْ نَسِيَهُ وَكَانَ فِيمَا قَالَ ‏\"‏ إِنَّ الدُّنْيَا حُلْوَةٌ خَضِرَةٌ وَإِنَّ اللَّهَ مُسْتَخْلِفُكُمْ فِيهَا فَنَاظِرٌ كَيْفَ تَعْمَلُونَ أَلاَ فَاتَّقُوا الدُّنْيَا وَاتَّقُوا النِّسَاءَ ‏\"‏ ‏.‏ وَكَانَ فِيمَا قَالَ ‏\"‏ أَلاَ لاَ يَمْنَعَنَّ رَجُلاً هَيْبَةُ النَّاسِ أَنْ يَقُولَ بِحَقٍّ إِذَا عَلِمَهُ ‏\"‏ ‏.‏ قَالَ فَبَكَى أَبُو سَعِيدٍ فَقَالَ قَدْ وَاللَّهِ رَأَيْنَا أَشْيَاءَ فَهِبْنَا ‏.‏ وَكَانَ فِيمَا قَالَ ‏\"‏ أَلاَ إِنَّهُ يُنْصَبُ لِكُلِّ غَادِرٍ لِوَاءٌ يَوْمَ الْقِيَامَةِ بِقَدْرِ غَدْرَتِهِ وَلاَ غَدْرَةَ أَعْظَمَ مِنْ غَدْرَةِ إِمَامِ عَامَّةٍ يُرْكَزُ لِوَاؤُهُ عِنْدَ اسْتِهِ ‏\"‏ ‏.‏ وَكَانَ فِيمَا حَفِظْنَا يَوْمَئِذٍ ‏\"‏ أَلاَ إِنَّ بَنِي آدَمَ خُلِقُوا عَلَى طَبَقَاتٍ شَتَّى فَمِنْهُمْ مَنْ يُولَدُ مُؤْمِنًا وَيَحْيَا مُؤْمِنًا وَيَمُوتُ مُؤْمِنًا وَمِنْهُمْ مَنْ يُولَدُ كَافِرًا وَيَحْيَا كَافِرًا وَيَمُوتُ كَافِرًا وَمِنْهُمْ مَنْ يُولَدُ مُؤْمِنًا وَيَحْيَا مُؤْمِنًا وَيَمُوتُ كَافِرًا وَمِنْهُمْ مَنْ يُولَدُ كَافِرًا وَيَحْيَا كَافِرًا وَيَمُوتُ مُؤْمِنًا أَلاَ وَإِنَّ مِنْهُمُ الْبَطِيءَ الْغَضَبِ سَرِيعَ الْفَىْءِ وَمِنْهُمْ سَرِيعُ الْغَضَبِ سَرِيعُ الْفَىْءِ فَتِلْكَ بِتِلْكَ أَلاَ وَإِنَّ مِنْهُمْ سَرِيعَ الْغَضَبِ بَطِيءَ الْفَىْءِ أَلاَ وَخَيْرُهُمْ بَطِيءُ الْغَضَبِ سَرِيعُ الْفَىْءِ أَلاَ وَشَرُّهُمْ سَرِيعُ الْغَضَبِ بَطِيءُ الْفَىْءِ أَلاَ وَإِنَّ مِنْهُمْ حَسَنَ الْقَضَاءِ حَسَنَ الطَّلَبِ وَمِنْهُمْ سَيِّئُ الْقَضَاءِ حَسَنُ الطَّلَبِ وَمِنْهُمْ حَسَنُ الْقَضَاءِ سَيِّئُ الطَّلَبِ فَتِلْكَ بِتِلْكَ أَلاَ وَإِنَّ مِنْهُمُ السَّيِّئَ الْقَضَاءِ السَّيِّئَ الطَّلَبِ أَلاَ وَخَيْرُهُمُ الْحَسَنُ الْقَضَاءِ الْحَسَنُ الطَّلَبِ أَلاَ وَشَرُّهُمْ سَيِّئُ الْقَضَاءِ سَيِّئُ الطَّلَبِ أَلاَ وَإِنَّ الْغَضَبَ جَمْرَةٌ فِي قَلْبِ ابْنِ آدَمَ أَمَا رَأَيْتُمْ إِلَى حُمْرَةِ عَيْنَيْهِ وَانْتِفَاخِ أَوْدَاجِهِ فَمَنْ أَحَسَّ بِشَيْءٍ مِنْ ذَلِكَ فَلْيَلْصَقْ بِالأَرْضِ ‏\"‏ ‏.‏ قَالَ وَجَعَلْنَا نَلْتَفِتُ إِلَى الشَّمْسِ هَلْ بَقِيَ مِنْهَا شَيْءٌ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَلاَ إِنَّهُ لَمْ يَبْقَ مِنَ الدُّنْيَا فِيمَا مَضَى مِنْهَا إِلاَّ كَمَا بَقِيَ مِنْ يَوْمِكُمْ هَذَا فِيمَا مَضَى مِنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ حُذَيْفَةَ وَأَبِي مَرْيَمَ وَأَبِي زَيْدِ بْنِ أَخْطَبَ وَالْمُغِيرَةِ بْنِ شُعْبَةَ وَذَكَرُوا أَنَّ النَّبِيَّ صلى الله عليه وسلم حَدَّثَهُمَ بِمَا هُوَ كَائِنٌ إِلَى أَنْ تَقُومَ السَّاعَةُ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "এই অনুচ্ছেদে হুযাইফা, আবূ মারইয়াম (রাঃ) আবূ যাইদ ইবনু আখতাব, মুগীরা ইবনু শুবা, হতেও হাদীস বর্ণিত আছে। তারা বর্ণনা করেন যে, কিয়ামাত পর্যন্ত যেসব ঘটনা সংঘটিত হবে, রাসূলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এগুলো তাদের নিকট বলেছেন। আবূ ঈসা বলেন, এ হাদীসটি হাসান ও সহীহ।"
  },
  {
    "hadith_id": 2193,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি  বলেওয়া সাল্লাম)  বলেছেনঃ আমার পরবর্তীতে তোমরা পরস্পর হানাহানি করে কুফরীর দিকে প্রত্যাবর্তিত করো না।   \n\nসহীহ্, ইবনু মা-জাহ(৩৯৪২-৩৯৪৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو حَفْصٍ، عَمْرُو بْنُ عَلِيٍّ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا فُضَيْلُ بْنُ غَزْوَانَ، حَدَّثَنَا عِكْرِمَةُ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَرْجِعُوا بَعْدِي كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَجَرِيرٍ وَابْنِ عُمَرَ وَكُرْزِ بْنِ عَلْقَمَةَ وَوَاثِلَةَ بْنِ الأَسْقَعِ وَالصُّنَابِحِيِّ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবদুল্লাহ ইবনু মাসউদ, জারীর, ইবনু উমার, কূরয ইবনু আলকামা ওয়াসিলা ইবনুল আসকা ও আস-সুনাবিহী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।  এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2194,
    "narrator": "বুসর ইবনু সাঈদ (রহঃ)",
    "bn": "খালিফা উসমান ইবনু আফফান (রাঃ) এর (রাজনৈতিক) বিপর্যয় ও বিদ্রোহকালে সা’দ ইবনু আবী ওয়াক্কাস (রাঃ)বলেন, আমি সাক্ষ্য দিচ্ছি যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ অনতি বিলম্বেই এমন এক বিপর্যয়ের আত্মপ্রকাশ ঘটবে যখন বসে থাকা ব্যক্তি দাঁড়িয়ে থাকা ব্যক্তির চেয়ে ভাল (নিরাপদ) থাকবে, দাঁড়িয়ে থাকা ব্যক্তি চলমান ব্যক্তির চেয়ে ভাল থাকবে।  সা’দ (রাঃ) বলেন, আপনি এ ব্যাপারে কি মনে করেন যদি ফিতনাবাজ কোন লোক আমার ঘরে প্রবেশ করে এবং আমাকে খুন করতে উদ্যত হয়? তিনি বললেনঃ তুমি আদমের ছেলের (হাবিলের) মতো হয়ে যাও। \n\nসহীহ্ : ইরওয়া (৮/১০৪)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ عَيَّاشِ بْنِ عَبَّاسٍ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ بُسْرِ بْنِ سَعِيدٍ، أَنَّ سَعْدَ بْنَ أَبِي وَقَّاصٍ، قَالَ عِنْدَ فِتْنَةِ عُثْمَانَ بْنِ عَفَّانَ أَشْهَدُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّهَا سَتَكُونُ فِتْنَةٌ الْقَاعِدُ فِيهَا خَيْرٌ مِنَ الْقَائِمِ وَالْقَائِمُ خَيْرٌ مِنَ الْمَاشِي وَالْمَاشِي خَيْرٌ مِنَ السَّاعِي ‏\"‏ ‏.‏ قَالَ أَفَرَأَيْتَ إِنْ دَخَلَ عَلَىَّ بَيْتِي وَبَسَطَ يَدَهُ إِلَىَّ لِيَقْتُلَنِي ‏.‏ قَالَ ‏\"‏ كُنْ كَابْنِ آدَمَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَخَبَّابِ بْنِ الأَرَتِّ وَأَبِي بَكْرَةَ وَابْنِ مَسْعُودٍ وَأَبِي وَاقِدٍ وَأَبِي مُوسَى وَخَرَشَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنِ اللَّيْثِ بْنِ سَعْدٍ وَزَادَ فِي الإِسْنَادِ رَجُلاً ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ سَعْدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা, খাব্বাব ইবনুল আরাত্তি, আবূ বাকরা, ইবনু মাসঊদ, আবূ ওয়াকিদ, আবূ মূসা ও খারাশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।  এ হাদীসটি হাসান।  এ হাদীসটি লাইস ইবনু সা’দের সূত্রে কেউ কেউ বর্ণনা করেছেন এবং আরো একজন বর্ণনাকারীর কথা এই সনদে উল্লেখ রয়েছে।  এ হাদীসটি অন্য সূত্রেও সা’দ (রাঃ) এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছে।"
  },
  {
    "hadith_id": 2195,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ অন্ধকার রাতের টুকরার ন্যায় বিপর্যয় আগমনের পূর্বেই তোমরা সৎকাজের প্রতি অগ্রসর হও।  ঐ সময় যে ব্যক্তি সকাল বেলায় মু’মিন থাকবে সে সন্ধ্যায় কাফির হয়ে যাবে এবং যে ব্যক্তি সন্ধ্যা বেলায় মু’মিন থাকবে সে সকালে কাফির হয়ে যাবে।  মানুষ দুনিয়াবী স্বার্থের বিনিময়ে তার ধর্ম বিক্রয় করে দিবে।  \n\nসহীহ্, সহীহাহ (৭৫৮), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ بَادِرُوا بِالأَعْمَالِ فِتَنًا كَقِطَعِ اللَّيْلِ الْمُظْلِمِ يُصْبِحُ الرَّجُلُ مُؤْمِنًا وَيُمْسِي كَافِرًا وَيُمْسِي مُؤْمِنًا وَيُصْبِحُ كَافِرًا يَبِيعُ أَحَدُهُمْ دِينَهُ بِعَرَضٍ مِنَ الدُّنْيَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2197,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাতের নিকটতম সময়ে অন্ধকার রাতের টুকরার মতো বিপর্যয়ের আত্মপ্রকাশ ঘটবে। তখন যে লোক সকাল বেলায় মু’মিন থাকবে সে সন্ধ্যায় কাফির হয়ে যাবে।  আর যে লোক সন্ধ্যা বেলায় মু’মিন থাকবে সকালে সে কাফির হয়ে যাবে।  একদল লোক দুনিয়াবী স্বার্থের বিনিময়ে তাদের ধর্ম বিক্রয় করবে। \n\nহাসান সহীহ্, সহীহাহ (৭৫৮,৮১০)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ سَعْدِ بْنِ سِنَانٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ تَكُونُ بَيْنَ يَدَىِ السَّاعَةِ فِتَنٌ كَقِطَعِ اللَّيْلِ الْمُظْلِمِ يُصْبِحُ الرَّجُلُ فِيهَا مُؤْمِنًا وَيُمْسِي كَافِرًا وَيُمْسِي مُؤْمِنًا وَيُصْبِحُ كَافِرًا يَبِيعُ أَقْوَامٌ دِينَهُمْ بِعَرَضٍ مِنَ الدُّنْيَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَجُنْدَبٍ وَالنُّعْمَانِ بْنِ بَشِيرٍ وَأَبِي مُوسَى ‏.‏ وَهَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা, জুনদাব, নু’মান ইবনু বাশীর ও আবূ মূসা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।  এ হাদীসটি উক্ত সূত্রে গারীব।"
  },
  {
    "hadith_id": 2196,
    "narrator": "উম্মু সালামা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একরাতে ঘুম হতে জাগ্রত হয়ে বললেনঃ সুবহানাল্লাহ! আজ রাতে কতই না বিপর্যয় নাযিল হয়েছে, কতই না অনুগ্রহের ভান্ডার অবতীর্ণ হয়েছে? এরূপ কে আছে যে এই গৃহবাসীদের জাগ্রত করবে? পৃথিবীতে অনেক পোশাক পরিহিতা, পরকালে থাকবে উলঙ্গ। \n\nসহীহ্, বুখারী।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ هِنْدِ بِنْتِ الْحَارِثِ، عَنْ أُمِّ سَلَمَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اسْتَيْقَظَ لَيْلَةً فَقَالَ ‏ \"‏ سُبْحَانَ اللَّهِ مَاذَا أُنْزِلَ اللَّيْلَةَ مِنَ الْفِتْنَةِ مَاذَا أُنْزِلَ مِنَ الْخَزَائِنِ مَنْ يُوقِظُ صَوَاحِبَ الْحُجُرَاتِ يَا رُبَّ كَاسِيَةٍ فِي الدُّنْيَا عَارِيَةٍ فِي الآخِرَةِ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2199,
    "narrator": "আলকামা ইবনু ওয়াইল ইবনু হুজর (রহঃ) হতে তাঁর বাবা",
    "bn": "তিনি (ওয়াইল) বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি।  কোন একজন লোক তাঁকে প্রশ্ন করল: যদি আমাদের নেতারা এরূপ হয় যে, আমাদের প্রাপ্য  অধিকার তারা প্রদান করে না কিন্তু তাদের প্রাপ্য অধিকার সঠিকভাবে আদায় করে নেয়, এমতবস্থায় আমরা কি করব বলে আপনি মনে করেন? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ (তাদের কথা) শ্রবণ কর ও আনুগত্য কর। কেননা, তাদেরকে তাদের দায়-দায়িত্বের জন্য জবাবদিহি করতে হবে এবং তোমাদেরকে তোমাদের দায়-দায়িত্বের জন্য জবাবদিহি করতে হবে। \n\nসহীহ্, মুসলিম(৬/১৯)।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا شُعْبَةُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلِ بْنِ حُجْرٍ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَرَجُلٌ سَأَلَهُ فَقَالَ أَرَأَيْتَ إِنْ كَانَ عَلَيْنَا أُمَرَاءُ يَمْنَعُونَا حَقَّنَا وَيَسْأَلُونَا حَقَّهُمْ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اسْمَعُوا وَأَطِيعُوا فَإِنَّمَا عَلَيْهِمْ مَا حُمِّلُوا وَعَلَيْكُمْ مَا حُمِّلْتُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2198,
    "narrator": "হাসান (রহঃ)",
    "bn": "তিনি বলেন, এ হাদীসের ব্যাখ্যায় তিনি বলতেন যে, সেই বিপর্যয়ের সময়ে সকাল বেলায় যে লোক মু’মিন অবস্থায় থাকবে সন্ধ্যায় সে কাফির হয়ে যাবে আর যে ব্যক্তি সন্ধ্যায় মু’মিন থাকবে সে সকালে কাফির হয়ে যাবে।  কোন লোক তার ওপর ভাইয়ের রক্ত (প্রাণ), সম্মান ও সম্পদ (ধ্বংস করা)-কে সকাল বেলায় অবৈধ মনে করবে, অথচ সে সন্ধ্যা বেলায় এগুলো নিজের জন্য বৈধ মনে করবে। আবার এক লোক তার ভাইয়ের রক্ত, সম্মান ও সম্পদকে সন্ধ্যা বেলায় অবৈধ মনে করবে, অথচ সে সকালে এগুলোকে নিজের জন্য বৈধ মনে করবে।",
    "ar": "حَدَّثَنَا صَالِحُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ، قَالَ كَانَ يَقُولُ فِي هَذَا الْحَدِيثِ ‏ \"‏ يُصْبِحُ الرَّجُلُ مُؤْمِنًا وَيُمْسِي كَافِرًا وَيُمْسِي مُؤْمِنًا وَيُصْبِحُ كَافِرًا ‏\"‏ ‏.‏ قَالَ يُصْبِحُ الرَّجُلُ مُحَرِّمًا لِدَمِ أَخِيهِ وَعِرْضِهِ وَمَالِهِ وَيُمْسِي مُسْتَحِلاًّ لَهُ وَيُمْسِي مُحَرِّمًا لِدَمِ أَخِيهِ وَعِرْضِهِ وَمَالِهِ وَيُصْبِحُ مُسْتَحِلاًّ لَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হাসান বাসরী হতে সহীহ্  সনদে বর্ণিত।"
  },
  {
    "hadith_id": 2200,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের পরবর্তীতে এরূপ এক যুগের আগমন ঘটবে, যখন (দ্বীনি)  ইলমকে উঠিয়ে নেয়া হবে এবং হারাজ বৃদ্ধি পাবে।  সাহাবীগণ বলেন, হে আল্লাহর  রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! হারাজ কি? তিনি বললেনঃ ব্যাপক গণহত্যা। \n\nসহীহ্, সহীহুল জামি’ (২২২৯)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقِ بْنِ سَلَمَةَ، عَنْ أَبِي مُوسَى، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ مِنْ وَرَائِكُمْ أَيَّامًا يُرْفَعُ فِيهَا الْعِلْمُ وَيَكْثُرُ فِيهَا الْهَرْجُ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ مَا الْهَرْجُ قَالَ ‏\"‏ الْقَتْلُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَخَالِدِ بْنِ الْوَلِيدِ وَمَعْقِلِ بْنِ يَسَارٍ ‏.‏ وَهَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা, খালিদ ইবনুল ওয়ালীদ ও মা’কিল ইবনু ইয়াসার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2201,
    "narrator": "মা’কিল ইবনু ইয়াসার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ব্যাপক গণহত্যা চলাকালীন সময়ে ইবাদাত করা আমার কাছে হিজরাতের সমতুল্য। \n\nসহীহ্, ইবনু মা-জাহ(৩৯৮৫), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنِ الْمُعَلَّى بْنِ زِيَادٍ، رَدَّهُ إِلَى مُعَاوِيَةَ بْنِ قُرَّةَ رَدَّهُ إِلَى مَعْقِلِ بْنِ يَسَارٍ رَدَّهُ إِلَى النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْعِبَادَةُ فِي الْهَرْجِ كَالْهِجْرَةِ إِلَىَّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ حَمَّادِ بْنِ زَيْدٍ عَنِ الْمُعَلَّى ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি সহীহ্ গারীব।  আমরা এ হাদীসটি শুধুমাত্র হাম্মাদ ইবনু যাইদ হতে মুআল্লা ইবনু যিয়াদের  সূত্রেই জেনেছি।"
  },
  {
    "hadith_id": 2202,
    "narrator": "সাওবান (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার উম্মাতের মধ্যে যখন তলোয়ার রাখা হবে (পরস্পর হানাহানি শুরু হবে)  তখন হতে কিয়ামাত পর্যন্ত তা আর তুলে নেয়া হবে না (হানাহানি বন্ধ হবে না)। \n\nসহীহ্, মিশকাত (৫৪০৬)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي أَسْمَاءَ، عَنْ ثَوْبَانَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا وُضِعَ السَّيْفُ فِي أُمَّتِي لَمْ يُرْفَعْ عَنْهَا إِلَى يَوْمِ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2204,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "ফিতনা সম্পর্কে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এ সময় তোমরা তোমাদের ধনুক ভেঙ্গে ফেল, ধনুকের ছিলা কেটে ফেল, তোমাদের ঘরের কোনে অবস্থান কর এবং আদম (আ:) এর ছেলের (হাবিল) মতো হয়ে যাও। \n\nসহীহ্, ইবনু মা-জাহ (৩৩৬১)।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا سَهْلُ بْنُ حَمَّادٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا مُحَمَّدُ بْنُ جُحَادَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ ثَرْوَانَ، عَنْ هُزَيْلِ بْنِ شُرَحْبِيلَ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ فِي الْفِتْنَةِ ‏ \"‏ كَسِّرُوا فِيهَا قِسِيَّكُمْ وَقَطِّعُوا فِيهَا أَوْتَارَكُمْ وَالْزَمُوا فِيهَا أَجْوَافَ بُيُوتِكُمْ وَكُونُوا كَابْنِ آدَمَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏ وَعَبْدُ الرَّحْمَنِ بْنُ ثَرْوَانَ هُوَ أَبُو قَيْسٍ الأَوْدِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব সহীহ্। আবদুর রাহমান ইবনু সারওয়ান হলেন আবূ কাইস আল-আওদী।"
  },
  {
    "hadith_id": 2203,
    "narrator": "উদাইসা বিনতু ওহবান সাইফী আল-গিফারী (রহঃ)",
    "bn": "তিনি বলেন, আলী ইবনু আবূ তালিব (রাঃ) আমার বাবার নিকট আসেন এবং তার সাথে যুদ্ধে গমনের আহবান জানান।  আমার বাবা তাকে বললেন, আমার পরম বন্ধু এবং আপনার চাচাতো ভাই (রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  আমাকে উপদেশ দিয়েছেন যে, “মানুষ যখন পরস্পর বিবাদে জড়িয়ে পরে, তখন আমি যেন কাঠের তলোয়ার তৈরী করে নেই (অকেজো তলোয়ার রাখি যাতে যুদ্ধ বা ফিতনায় জড়াতে না হয়)। আমি বর্তমানে তা-ই করেছি।  এখন আপনি ইচ্ছা করলে আমি সেটি নিয়েই আপনার সাথে যাত্রা করতে পারি।  বর্ণনাকারী বলেন, তারপর আলী (রাঃ) তাকে স্বঅবস্থায় রেখে গেলেন।  \n\nহাসান সহীহ্, ইবনু মা-জাহ(৩৯৬০)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدٍ، عَنْ عُدَيْسَةَ بِنْتِ أُهْبَانَ بْنِ صَيْفِيٍّ الْغِفَارِيِّ، قَالَتْ جَاءَ عَلِيُّ بْنُ أَبِي طَالِبٍ إِلَى أَبِي فَدَعَاهُ إِلَى الْخُرُوجِ مَعَهُ فَقَالَ لَهُ أَبِي إِنَّ خَلِيلِي وَابْنَ عَمِّكَ عَهِدَ إِلَىَّ إِذَا اخْتَلَفَ النَّاسُ أَنْ أَتَّخِذَ سَيْفًا مِنْ خَشَبٍ فَقَدِ اتَّخَذْتُهُ فَإِنْ شِئْتَ خَرَجْتُ بِهِ مَعَكَ ‏.‏ قَالَتْ فَتَرَكَهُ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ مُحَمَّدِ بْنِ مَسْلَمَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ عُبَيْدٍ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, মুহাম্মাদ ইবনু মাসলামা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।  এ হাদীসটি হাসান গারীব।  আমরা এ হাদীসটি শুধুমাত্র আবদুল্লাহ ইবনু উবাইদের সূত্রেই জেনেছি।"
  },
  {
    "hadith_id": 2205,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমি এরূপ একটি হাদীস তোমাদেরকে শুনাচ্ছি যা আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-র নিকট শুনেছি।  তোমাদের সামনে এ হাদীসটি আমার পরবর্তীতে আর কেউ বর্ণনা করবেন না, যিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছেন।  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাতের নিদর্শন হলো: ‘ইলম (দ্বীনি জ্ঞান )  উঠে যাবে, মুর্খতার প্রসার ঘটবে, ব্যাপকহারে জিনা-ব্যভিচার ছড়িয়ে পরবে, মদ্যপান করা হবে, স্ত্রীলোকের সংখ্যা বৃদ্ধি পাবে এবং পুরুষের সংখ্যা কমে যাবে, এমনকি পঞ্চাশজন স্ত্রীলোকের জন্য মাত্র একজন তত্ত্বাবধায়ক পুরুষ থাকবে।  \n\nসহীহ্, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ قَالَ أُحَدِّثُكُمْ حَدِيثًا سَمِعْتُهُ مِنْ، رَسُولِ اللَّهِ صلى الله عليه وسلم لاَ يُحَدِّثُكُمْ أَحَدٌ بَعْدِي أَنَّهُ سَمِعَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ مِنْ أَشْرَاطِ السَّاعَةِ أَنْ يُرْفَعَ الْعِلْمُ وَيَظْهَرَ الْجَهْلُ وَيَفْشُوَ الزِّنَا وَتُشْرَبَ الْخَمْرُ وَيَكْثُرَ النِّسَاءُ وَيَقِلَّ الرِّجَالُ حَتَّى يَكُونَ لِخَمْسِينَ امْرَأَةً قَيِّمٌ وَاحِدٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي مُوسَى وَأَبِي هُرَيْرَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ মূসা ও আবূ হুরাইরা (রাঃ)হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।  এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2206,
    "narrator": "যুবাইর ইবনু আদী (রহঃ)",
    "bn": "তিনি বলেন, আমরা কয়েকজন আনাস ইবনু মালিক (রাঃ)এর কাছে এসে তার নিকট অভিযোগ করলাম আমাদের উপর হাজ্জাজের পক্ষ হতে যে জুলুম-নির্যাতন চলছিল সে প্রসঙ্গে। তিনি বললেন, তোমাদের প্রতিটি বছর বিগত বছর অপেক্ষা নিকৃষ্টতর হবে, যতক্ষণ না তোমরা তোমাদের প্রভুর সাথে মিলিত হও।  এ কথা আমি তোমাদের নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-র নিকট শুনেছি। \n\nসহীহ্, সহীহাহ (১/১০,১২১৮),বুখারী।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنِ الزُّبَيْرِ بْنِ عَدِيٍّ، قَالَ دَخَلْنَا عَلَى أَنَسِ بْنِ مَالِكٍ قَالَ فَشَكَوْنَا إِلَيْهِ مَا نَلْقَى مِنَ الْحَجَّاجِ فَقَالَ ‏ \"‏ مَا مِنْ عَامٍ إِلاَّ الَّذِي بَعْدَهُ شَرٌّ مِنْهُ حَتَّى تَلْقَوْا رَبَّكُمْ ‏\"‏ ‏.‏ سَمِعْتُ هَذَا مِنْ نَبِيِّكُمْ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2207,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পৃথিবীতে যখন আল্লাহ্ আল্লাহ্ বলা না হবে তখন কিয়ামাত সংঘটিত হবে না।  \n\nসহীহ্, সহীহাহ(৩০১৬), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَقُومُ السَّاعَةُ حَتَّى لاَ يُقَالَ فِي الأَرْضِ اللَّهُ اللَّهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏\nحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، نَحْوَهُ وَلَمْ يَرْفَعْهُ وَهَذَا أَصَحُّ مِنَ الْحَدِيثِ الأَوَّلِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান।  উপরোক্ত হাদীসের ন্যায় হাদীস মুহাম্মাদ ইবনুল মুসান্না-খালিদ ইবনুল হারিস হতে, তিনি হুমাইদ হতে, তিনি আনাস (রাঃ) হতে এই সূত্রে বর্ণিত আছে।  তবে হাদীসটি এই সনদ্সুত্রে মারফুভাবে বর্ণিত হয়নি।  আর প্রথমোক্ত রিওয়ায়াতের চাইতে এই রিওয়ায়াত অনেক বেশি সহীহ্।"
  },
  {
    "hadith_id": 2208,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ (এমন এক সময়ের আগমন ঘটবে)  যখন যামীন তার সোনা-রুপার সমস্ত খনিজভান্ডার কলিজার টুকরার মতো স্তুপাকারে বের করে দিবে।  তখন চোর এসে বলবে, এ সম্পদের জন্যই তো আমার হাত কাটা হয়েছে।  হত্যাকারী (হন্তা) এসে বলবে, আমি এ সম্পদের জন্যই তো খুন হয়েছি।  আত্মীয়তার সম্পর্ক ছিন্নকারী এসে বলবে, আমি তো এ সম্পদের কারণেই আত্মীয়তার সম্পর্ক ছিন্ন করেছি।  তারপর তারা এ সম্পদ ছেড়ে যাবে, তা হতে কিছুই নেবে না।  \n\nসহীহ্ : মুসলিম (৩/৮৪-৮৫)।",
    "ar": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى الْكُوفِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ تَقِيءُ الأَرْضُ أَفْلاَذَ كَبِدِهَا أَمْثَالَ الأُسْطُوَانِ مِنَ الذَّهَبِ وَالْفِضَّةِ قَالَ فَيَجِيءُ السَّارِقُ فَيَقُولُ فِي مِثْلِ هَذَا قُطِعَتْ يَدِي وَيَجِيءُ الْقَاتِلُ فَيَقُولُ فِي هَذَا قَتَلْتُ وَيَجِيءُ الْقَاطِعُ فَيَقُولُ فِي هَذَا قَطَعْتُ رَحِمِي ثُمَّ يَدَعُونَهُ فَلاَ يَأْخُذُونَ مِنْهُ شَيْئًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্  গারীব।  আমরা হাদীসটি শুধুমাত্র এ সূত্রেই জেনেছি।"
  },
  {
    "hadith_id": 2209,
    "narrator": "হুযাইফা ইবনুল ইয়ামান (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যতক্ষণ না নিকৃষ্ট লোকের পুত্র নিকৃষ্টরা পৃথিবীতে ভাগ্যবান হবে, ততক্ষণ পর্যন্ত কিয়ামাত সংঘটিত হবে না।  \n\nসহীহ্, মিশকাত তাহকীক ছানী (২৩৬৫)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، ح قَالَ وَحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ عَبْدِ اللَّهِ، وَهُوَ ابْنُ عَبْدِ الرَّحْمَنِ الأَنْصَارِيُّ الأَشْهَلِيُّ عَنْ حُذَيْفَةَ بْنِ الْيَمَانِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَقُومُ السَّاعَةُ حَتَّى يَكُونَ أَسْعَدَ النَّاسِ بِالدُّنْيَا لُكَعُ ابْنُ لُكَعَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ عَمْرِو بْنِ أَبِي عَمْرٍو ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান।  আমরা এ হাদীসটি শুধুমাত্র আমর ইবনু আবূ আমরের সূত্রেই জেনেছি।"
  },
  {
    "hadith_id": 2212,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ভূমিধস, চেহারা বিকৃতি এবং পাথর বর্ষণস্বরূপ আযাব এ উম্মাতের মাঝে ঘনিয়ে আসবে।  জনৈক মুসলিম ব্যক্তি প্রশ্ন করল, হে আল্লাহর  রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! কখন এসব আযাব সংঘটিত হবে? তিনি বললেনঃ যখন গায়িকা ও বাদ্যযন্ত্র বিস্তৃতি লাভ করবে এবং মদ্যপানের সয়লাব হবে। \n\nহাসান, সহীহাহ (১৬০৪)।",
    "ar": "حَدَّثَنَا عَبَّادُ بْنُ يَعْقُوبَ الْكُوفِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْقُدُّوسِ، عَنِ الأَعْمَشِ، عَنْ هِلاَلِ بْنِ يِسَافٍ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ فِي هَذِهِ الأُمَّةِ خَسْفٌ وَمَسْخٌ وَقَذْفٌ ‏\"‏ ‏.‏ فَقَالَ رَجُلٌ مِنَ الْمُسْلِمِينَ يَا رَسُولَ اللَّهِ وَمَتَى ذَاكَ قَالَ ‏\"‏ إِذَا ظَهَرَتِ الْقَيْنَاتُ وَالْمَعَازِفُ وَشُرِبَتِ الْخُمُورُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنِ الأَعْمَشِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ سَابِطٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً وَهَذَا حَدِيثٌ غَرِيبٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি মুরসালভাবেও আ’মাশ হতে আবদুর রাহমান ইবনু সাবিত এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছে।  এ হাদীসটি গারীব।"
  },
  {
    "hadith_id": 2210,
    "narrator": "আলী ইবনু আবূ তালিব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার উম্মাত যখন পনেরটি বিষয়ে লিপ্ত হয়ে পড়বে তখন তাদের উপর বিপদ-মুসীবত এসে পড়বে। প্রশ্ন করা হল ইয়া রাসূলাল্লাহ! সেগুলো কি কি? তিনি বললেনঃ যখন গানীমতের মাল ব্যক্তিগত সম্পদে পরিণত হবে, আমানাত লুটের মালে পরিণত হবে, যাকাত জরিমানা রূপে গণ্য হবে, পুরুষ তার স্ত্রীর আনুগত্য করবে এবং মায়ের অবাধ্য হবে, বন্ধুর সাথে ভাল ব্যবহার করবে কিন্তু পিতার সাথে খারাপ ব্যবহার করবে, মসজিদে শোরগোল করা হবে, সবচাইতে খারাপ চরিত্রের লোক হবে তার সম্প্রদায়ের নেতা, কোন লোককে তার অনিষ্টতার ভয়ে সম্মান করা হবে, মদ পান করা হবে, রেশমী বস্ত্র পরিধান করা হবে, নর্তকী গায়িকাদের প্রতিষ্ঠিত করা হবে, বাদ্যযন্ত্রসমূহের কদর করা হবে এবং এই উম্মাতের শেষ যামানার লোকেরা তাদের পূর্ব যুগের লোকদের অভিসম্পাত করবে, তখন তোমরা একটি অগ্নিবায়ু অথবা ভূমিধ্বস অথবা চেহারা বিকৃতির আজাবের অপেক্ষা করবে। \n\nযঈফ, মিশকাত (৫৪৫১)",
    "ar": "حَدَّثَنَا صَالِحُ بْنُ عَبْدِ اللَّهِ التِّرْمِذِيُّ، حَدَّثَنَا الْفَرَجُ بْنُ فَضَالَةَ أَبُو فَضَالَةَ الشَّامِيُّ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ عَمْرِو بْنِ عَلِيٍّ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا فَعَلَتْ أُمَّتِي خَمْسَ عَشْرَةَ خَصْلَةً حَلَّ بِهَا الْبَلاَءُ ‏\"‏ ‏.‏ فَقِيلَ وَمَا هُنَّ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ إِذَا كَانَ الْمَغْنَمُ دُوَلاً وَالأَمَانَةُ مَغْنَمًا وَالزَّكَاةُ مَغْرَمًا وَأَطَاعَ الرَّجُلُ زَوْجَتَهُ وَعَقَّ أُمَّهُ وَبَرَّ صَدِيقَهُ وَجَفَا أَبَاهُ وَارْتَفَعَتِ الأَصْوَاتُ فِي الْمَسَاجِدِ وَكَانَ زَعِيمُ الْقَوْمِ أَرْذَلَهُمْ وَأُكْرِمَ الرَّجُلُ مَخَافَةَ شَرِّهِ وَشُرِبَتِ الْخُمُورُ وَلُبِسَ الْحَرِيرُ وَاتُّخِذَتِ الْقَيْنَاتُ وَالْمَعَازِفُ وَلَعَنَ آخِرُ هَذِهِ الأُمَّةِ أَوَّلَهَا فَلْيَرْتَقِبُوا عِنْدَ ذَلِكَ رِيحًا حَمْرَاءَ أَوْ خَسْفًا وَمَسْخًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ عَلِيِّ بْنِ أَبِي طَالِبٍ إِلاَّ مِنْ هَذَا الْوَجْهِ وَلاَ نَعْلَمُ أَحَدًا رَوَاهُ عَنْ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ غَيْرَ الْفَرَجِ بْنِ فَضَالَةَ ‏.‏ وَالْفَرَجُ بْنُ فَضَالَةَ قَدْ تَكَلَّمَ فِيهِ بَعْضُ أَهْلِ الْحَدِيثِ وَضَعَّفَهُ مِنْ قِبَلِ حِفْظِهِ وَقَدْ رَوَاهُ عَنْهُ وَكِيعٌ وَغَيْرُ وَاحِدٍ مِنَ الأَئِمَّةِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা শুধুমাত্র উক্ত সূত্রেই এটিকে আলী (রাঃ) বর্ণিত হাদীসরূপে জেনেছি। আল-ফারাজ ইবনু ফাযালা (রহঃ) ব্যতীত আর কেউ এই হাদীসটি ইয়াহ্ইয়া ইবনু সাঈদ আল-আনসারী (রহঃ) হতে বর্ণনা করেছেন বলে আমাদের জানা নেই। কোন কোন হাদীসবেত্তা আল-ফারাজ ইবনু ফাযালার সমালোচনা করেছেন এবং স্মৃতিশক্তির দিক থেকে তাকে দুর্বল বলে আখ্যায়িত করেছেন। ওয়াকী (রহঃ) এবং আরও কিছু রাবী তার সূত্রে হাদীসটি বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2211,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন: রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: যখন গানীমাতের (যুদ্বলব্দ) মাল ব্যক্তিগত সম্পদে পরিণত হবে, আমানতের মাল লুটের মালে পরিণত হবে, যাকাতকে জরিমানা মনে করা হবে, ধর্ম বিবর্জিত শিক্ষার প্রচলন হবে, পুরুষ স্ত্রীর অনুগত হয়ে যাবে কিন্তু নিজ মায়ের অবাধ্য হবে, বন্ধু-বান্ধবকে কাছে টেনে নিবে, কিন্তু পিতাকে দূরে ঠেলে দিবে, মসজিদে কলরব ও হট্টগোল করবে, পাপাচারীরা গোত্রের নেতা হবে, নিকৃষ্ট লোক সমাজের কর্ণধার হবে, কোন মানুষের অনিষ্ট হতে বাঁচার জন্য তাকে সম্মান দেখানো হবে, গায়িকা-নর্তকী ও বাদ্য যন্ত্রের বিস্তার ঘটবে, মদপান করা হবে, এই উম্মাতের শেষ যামানার লোকেরা তাদের পূর্ববতী মনীষীদের অভিসম্পাত করবে, তখন তোমরা অগ্নিবায়ু, ভূমিধস, ভূমিকম্প, চেহারা বিকৃতি ও পাথর বর্ষণরূপ শাস্তির এবং আরো আলামতের অপেক্ষা করবে যা একের পর এক নিপতিত হতে থাকবে, যেমন পুরানো পুঁতিরমালা ছিড়ে গেলে একের পর এক তার পুঁতি ঝরে পড়তে থাকে।\n\nযঈফ, মিশকাত (৫৪৫০)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ الْوَاسِطِيُّ، عَنِ الْمُسْتَلِمِ بْنِ سَعِيدٍ، عَنْ رُمَيْحٍ الْجُذَامِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا اتُّخِذَ الْفَىْءُ دُوَلاً وَالأَمَانَةُ مَغْنَمًا وَالزَّكَاةُ مَغْرَمًا وَتُعُلِّمَ لِغَيْرِ الدِّينِ وَأَطَاعَ الرَّجُلُ امْرَأَتَهُ وَعَقَّ أُمَّهُ وَأَدْنَى صَدِيقَهُ وَأَقْصَى أَبَاهُ وَظَهَرَتِ الأَصْوَاتُ فِي الْمَسَاجِدِ وَسَادَ الْقَبِيلَةَ فَاسِقُهُمْ وَكَانَ زَعِيمُ الْقَوْمِ أَرْذَلَهُمْ وَأُكْرِمَ الرَّجُلُ مَخَافَةَ شَرِّهِ وَظَهَرَتِ الْقَيْنَاتُ وَالْمَعَازِفُ وَشُرِبَتِ الْخُمُورُ وَلَعَنَ آخِرُ هَذِهِ الأُمَّةِ أَوَّلَهَا فَلْيَرْتَقِبُوا عِنْدَ ذَلِكَ رِيحًا حَمْرَاءَ وَزَلْزَلَةً وَخَسْفًا وَمَسْخًا وَقَذْفًا وَآيَاتٍ تَتَابَعُ كَنِظَامٍ بَالٍ قُطِعَ سِلْكُهُ فَتَتَابَعَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ ‏.‏ وَهَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ অনুচ্ছেদে আলী (রাঃ) হতেও হাদীস বর্ণিত আছে, এ হাদীসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই এ হাদীস জেনেছি।"
  },
  {
    "hadith_id": 2213,
    "narrator": "আল-মুস্তাওরিদ ইবনু শাদ্দাদ আল-ফিহ্রী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: আমি তো কিয়ামাতের শ্বাস-প্রশ্বাসের মধ্যে (কিয়ামাত সংঘটিত হওয়ার নিকটতর সময়ে) প্রেরিত হয়েছি। আমি তার অগ্রে এসেছি মাত্র যেমন এটি ও এটি অর্থাৎ তর্জনী ও মধ্যমার মাঝে যতটুকু দূরত্ব (আমার ও কিয়ামাতের মধ্যে সে রকমই নিকটতর দূরত্ব)।\n\nযঈফ, মিশকাত (৫৫১৩)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ هَيَّاجٍ الأَسَدِيُّ الْكُوفِيُّ، حَدَّثَنَا يَحْيَى بْنُ عَبْدِ الرَّحْمَنِ الأَرْحَبِيُّ، حَدَّثَنَا عُبَيْدَةُ بْنُ الأَسْوَدِ، عَنْ مُجَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنِ الْمُسْتَوْرِدِ بْنِ شَدَّادٍ الْفِهْرِيِّ، رَوَى عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ بُعِثْتُ فِي نَفَسِ السَّاعَةِ فَسَبَقْتُهَا كَمَا سَبَقَتْ هَذِهِ هَذِهِ ‏\"‏ ‏.‏ لإِصْبُعَيْهِ السَّبَّابَةِ وَالْوُسْطَى ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ الْمُسْتَوْرِدِ بْنِ شَدَّادٍ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, আল-মুসতাওরিদ ইবনু শাদ্দাদ (রাঃ)-এর রিওয়ায়াত হিসাবে এ হাদীসটি গারীব। কেননা এই সূত্রেই শুধুমাত্র আমরা এ হাদীস প্রসঙ্গে জেনেছি।"
  },
  {
    "hadith_id": 2214,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার প্রেরণ ও কিয়ামাত সংঘটিত হওয়ার মাঝে এতটুকু ব্যবধান, যেমন এ দুটি।  আবূ দাউদ (রহঃ)  তার তর্জনী ও মধ্যমা আঙ্গুলের মাধ্যমে ইঙ্গিত করে দেখান।  এই দুইটির মাঝে খুব একটা ব্যবধান নেই।  \n\nসহীহ্, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَنْبَأَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ بُعِثْتُ أَنَا وَالسَّاعَةَ كَهَاتَيْنِ ‏\"‏ ‏.‏ وَأَشَارَ أَبُو دَاوُدَ بِالسَّبَّابَةِ وَالْوُسْطَى فَمَا فَضْلُ إِحْدَاهُمَا عَلَى الأُخْرَى ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2215,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাত সংঘটিত হবে না যতক্ষণ পর্যন্ত না তোমরা এমন এক সম্প্রদায়ের বিরুদ্ধে যুদ্ধে লিপ্ত হবে যাদের জুতা হবে চুলের তৈরী।  আর কিয়ামাত সংঘটিত হবে না যতক্ষণ পর্যন্ত না তোমরা এমন এক সম্প্রদায়ের বিরুদ্ধে যুদ্ধে লিপ্ত হবে, যাদের মুখমন্ডল হবে বহু স্তরবিশিষ্ট ঢালের মতো।  \n\nসহীহ্, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، وَعَبْدُ الْجَبَّارِ بْنُ الْعَلاَءِ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ تَقُومُ السَّاعَةُ حَتَّى تُقَاتِلُوا قَوْمًا نِعَالُهُمُ الشَّعَرُ وَلاَ تَقُومُ السَّاعَةُ حَتَّى تُقَاتِلُوا قَوْمًا كَأَنَّ وُجُوهَهُمُ الْمَجَانُّ الْمُطْرَقَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ وَبُرَيْدَةَ وَأَبِي سَعِيدٍ وَعَمْرِو بْنِ تَغْلِبَ وَمُعَاوِيَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ বকর সিদ্দীক, বুরইদা, আবূ সাঈদ, আমর ইবনু তাগলিব ও মুআবিয়া (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত হয়েছে।  এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2216,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ (পারস্য সম্রাট)  কিসরার পরাজয়ের পর আর কোনো কিসরা ক্ষমতাসীন হবে না এবং (রোম সম্রাট)  কাইসারের পরাজয়ের পরও আর কোন কাইসার ক্ষমতাসীন হতে পারবে না।  সেই মহান সত্তার শপথ যার হাতে আমার প্রাণ! এই দুই রাজ্যের সকল ধনভান্ডার আল্লাহ্ তা’আলার পথে খরচ করা হবে।  \n\nসহীহ্, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا هَلَكَ كِسْرَى فَلاَ كِسْرَى بَعْدَهُ وَإِذَا هَلَكَ قَيْصَرُ فَلاَ قَيْصَرَ بَعْدَهُ وَالَّذِي نَفْسِي بِيَدِهِ لَتُنْفَقَنَّ كُنُوزُهُمَا فِي سَبِيلِ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2217,
    "narrator": "সালিম ইবনু আবদুল্লাহ (রহঃ) হতে তার বাবা",
    "bn": "তিনি (আবদুল্লাহ)  বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাতের পূর্বে হাযরামাওত হতে অথবা হাযরামাওতের সাগরের দিক হতে শিঘ্রই একটি অগ্নুত্পাত হবে এবং তা লোকদেরকে একত্র করবে।  সাহাবীগণ প্রশ্ন করেন, হে আল্লাহর  রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! তখন আমাদেরকে কি করার জন্য নির্দেশ দেন? তিনি বললেনঃ তোমরা সিরিয়াতে অবস্থান করবে।  \n\nসহীহ্, ফাযাইলুশশাম (১১), মিশকাত (৬২৬৫)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا حُسَيْنُ بْنُ مُحَمَّدٍ الْبَغْدَادِيُّ، حَدَّثَنَا شَيْبَانُ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي قِلاَبَةَ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ سَتَخْرُجُ نَارٌ مِنْ حَضْرَمَوْتَ أَوْ مِنْ نَحْوِ حَضْرَمَوْتَ قَبْلَ يَوْمِ الْقِيَامَةِ تَحْشُرُ النَّاسَ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ فَمَا تَأْمُرُنَا قَالَ ‏\"‏ عَلَيْكُمْ بِالشَّامِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ حُذَيْفَةَ بْنِ أَسِيدٍ وَأَنَسٍ وَأَبِي هُرَيْرَةَ وَأَبِي ذَرٍّ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ مِنْ حَدِيثِ ابْنِ عُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, হুযাইফা ইবনু উসাইদ, আনাস, আবূ হুরাইরা ও আবূ যার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।  এ হাদীসটি হাসান গারীব সহীহ্ এবং ইবনু উমার (রাঃ)এর রিওয়ায়াত হিসাবে গারীব।"
  },
  {
    "hadith_id": 2218,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ প্রায় ত্রিশজন ডাহা মিথ্যাবাদী প্রতারকের আবির্ভাবের পূর্বে কিয়ামাত সংঘটিত হবে না।  তাদের সকলে দাবি করবে যে, সে আল্লাহ্ তা’আলার প্রেরিত রাসুল।  \n\nসহীহ্, সহীহাহ (১৬৮৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَقُومُ السَّاعَةُ حَتَّى يَنْبَعِثَ دَجَّالُونَ كَذَّابُونَ قَرِيبٌ مِنْ ثَلاَثِينَ كُلُّهُمْ يَزْعُمُ أَنَّهُ رَسُولُ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ جَابِرِ بْنِ سَمُرَةَ وَابْنِ عُمَرَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, জাবির ইবনু সামুরা ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।  এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2219,
    "narrator": "সাওবান (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মুশরিকদের সাথে আমার উম্মতের কতিপয় গোত্র না মিলিত হওয়া পর্যন্ত কিয়ামাত সংঘটিত হবে না, এমনকি তারা মূর্তিপূজাও করবে।  আমার উম্মতের মধ্যে খুব শীঘ্রই ত্রিশজন ডাহা মিথ্যাবাদীর আবির্ভাব হবে।  এদের সকলেই দাবি করবে যে সে নাবী।  অথচ আমি সর্বো সর্বশেষ নাবী, আমার পরে কোন নবী নেই।   \n\nসহীহ্, মিশকাত (৫৪০৬), সহীহাহ (১৬৮৩)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي أَسْمَاءَ الرَّحَبِيِّ، عَنْ ثَوْبَانَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَقُومُ السَّاعَةُ حَتَّى تَلْحَقَ قَبَائِلُ مِنْ أُمَّتِي بِالْمُشْرِكِينَ وَحَتَّى يَعْبُدُوا الأَوْثَانَ وَإِنَّهُ سَيَكُونُ فِي أُمَّتِي ثَلاَثُونَ كَذَّابُونَ كُلُّهُمْ يَزْعُمُ أَنَّهُ نَبِيٌّ وَأَنَا خَاتَمُ النَّبِيِّينَ لاَ نَبِيَّ بَعْدِي ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2220,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এক মিথ্যাবাদী ও এক নরঘাতক সাকীফ বংশে জন্মগ্রহণ করবে।  \n\nসহীহ্, মুসলিম(৭/১৯১)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ عُصْمٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ فِي ثَقِيفٍ كَذَّابٌ وَمُبِيرٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى يُقَالُ الْكَذَّابُ الْمُخْتَارُ بْنُ أَبِي عُبَيْدٍ وَالْمُبِيرُ الْحَجَّاجُ بْنُ يُوسُفَ ‏.‏ حَدَّثَنَا أَبُو دَاوُدَ سُلَيْمَانُ بْنُ سَلْمٍ الْبَلْخِيُّ أَخْبَرَنَا النَّضْرُ بْنُ شُمَيْلٍ عَنْ هِشَامِ بْنِ حَسَّانَ قَالَ أَحْصَوْا مَا قَتَلَ الْحَجَّاجُ صَبْرًا فَبَلَغَ مِائَةَ أَلْفٍ وَعِشْرِينَ أَلْفَ قَتِيلٍ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ ‏.‏\nحَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ وَاقِدٍ، حَدَّثَنَا شَرِيكٌ، نَحْوَهُ بِهَذَا الإِسْنَادِ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ شَرِيكٍ ‏.‏ وَشَرِيكٌ يَقُولُ عَبْدُ اللَّهِ بْنُ عُصْمٍ وَإِسْرَائِيلُ يَقُولُ عَبْدُ اللَّهِ بْنُ عَصْمَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা আরো বলেন, কথিত আছে যে এ মিথ্যাবাদী ব্যক্তিটি হলো মুখতার ইবনু আবূ উবাইদ এবং রক্ত পিপাসু  নরঘাতক হলো হাজ্জাজ ইবনু ইউসুফ (এরা দুজনেই সাকীফ বংশের)।  উপরোক্ত হাদীসের অনূরূপ হাদীস আবদুর রাহমান ইবনু ওয়াকিদ-শারীক (রহঃ)  এর সূত্রে বর্ণিত আছে।  এ হাদীসটি হাসান ইবনু উমারের বর্ণনা হিসাবে গারীব।  আমরা এ হাদীসটি শুধুমাত্র শারীকের সূত্রে জেনেছি।  শারীক বলেন, বর্ণনাকারী আবদুল্লাহ ইবনু উসম এবং ইসরাঈল বলেন, আবদুল্লাহ ইবনু ইসমাহ।"
  },
  {
    "hadith_id": 2222,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি যে যুগে যাদের মাঝে প্রেরিত হয়েছি সেই যুগের আমার উম্মাতই হলো শ্রেষ্ঠ; তারপর তাদের পরবর্তী যুগের লোক।  বর্ণনাকারী বলেন, তৃতীয় যুগের কথা বলা হয়েছে কিনা তা আমি জানি না।  তারপর এমন কিছু মানুষের আগমন ঘটবে যাদের নিকট সাক্ষ্য চাওয়া না হলেও তারা সাক্ষ্য প্রদান করবে।  তারা খিয়ানাত করবে, আমানাত রক্ষা করবে না এবং তাদের মধ্যে মোটা দেহ বিশিষ্ট মানুষের বিস্তার ঘটবে।  \n\nসহীহ্, সহীহাহ (১৮৪০), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ خَيْرُ أُمَّتِي الْقَرْنُ الَّذِي بُعِثْتُ فِيهِمْ ثُمَّ الَّذِينَ يَلُونَهُمْ ‏\"‏ ‏.‏ قَالَ وَلاَ أَعْلَمُ ذَكَرَ الثَّالِثَ أَمْ لاَ ‏\"‏ ثُمَّ يَنْشَأُ أَقْوَامٌ يَشْهَدُونَ وَلاَ يُسْتَشْهَدُونَ وَيَخُونُونَ وَلاَ يُؤْتَمَنُونَ وَيَفْشُو فِيهِمُ السِّمَنُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2221,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি: আমার যমানাই হলো সর্বউত্কৃষ্ট  যমানা, তারপর এর নিকটবর্তীদের যমানা, তারপর এর নিকটবর্তীদের যমানা।  তারপর এমন যুগের আগমন ঘটবে যখনকার লোকেরা হবে মোটা দেহ বিশিষ্ট এবং তারা মোটা দেহের অধিকারী হতে পছন্দ করবে।  সাক্ষ্য না চাওয়া হলেও তারা সাক্ষ্য প্রদান করবে।  \n\nসহীহ্: সহীহাহ (১৮৪০), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا مُحَمَّدُ بْنُ الْفُضَيْلِ، عَنِ الأَعْمَشِ، عَنْ عَلِيِّ بْنِ مُدْرِكٍ، عَنْ هِلاَلِ بْنِ يِسَافٍ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ خَيْرُ النَّاسِ قَرْنِي ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ يَأْتِي مِنْ بَعْدِهِمْ قَوْمٌ يَتَسَمَّنُونَ وَيُحِبُّونَ السِّمَنَ يُعْطُونَ الشَّهَادَةَ قَبْلَ أَنْ يُسْأَلُوهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَكَذَا رَوَى مُحَمَّدُ بْنُ فُضَيْلٍ هَذَا الْحَدِيثَ عَنِ الأَعْمَشِ عَنْ عَلِيِّ بْنِ مُدْرِكٍ عَنْ هِلاَلِ بْنِ يِسَافٍ وَرَوَى غَيْرُ وَاحِدٍ مِنَ الْحُفَّاظِ هَذَا الْحَدِيثَ عَنِ الأَعْمَشِ عَنْ هِلاَلِ بْنِ يِسَافٍ وَلَمْ يَذْكُرُوا فِيهِ عَلِيَّ بْنَ مُدْرِكٍ ‏.‏\nقَالَ وَحَدَّثَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، حَدَّثَنَا هِلاَلُ بْنُ يِسَافٍ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم فَذَكَرَ نَحْوَهُ ‏.‏ وَهَذَا أَصَحُّ عِنْدِي مِنْ حَدِيثِ مُحَمَّدِ بْنِ فُضَيْلٍ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি আমাশ-আলী ইবনু মুদরিক হতে তিনি হিলাল ইবনু ইয়াসাফের সূত্রে মুহাম্মাদ ইবনু ফুযাইল অনুরুপভাবে বর্ণনা করেছেন।  আর একাধিক হাদিস বর্ণনাকারী আমাশ হতে, তিনি হিলাল ইবনু ইয়াসাফের সূত্রে এ হাদীসটি বর্ণনা করেছেন, তবে তারা বর্ণনাকারী আলী ইবনু মুদরিকের কথা উল্লেখ করেননি।  হুসাইন ইবনু হুরাইস (রহঃ)  ওয়াকী হতে, তিনি আমাশ হতে, তিনি হিলাল ইবনু ইয়াসাফ হতে, তিনি ইমরান ইবনু হুসাইন (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে পূর্বোক্ত হাদীসের অনূরূপ বর্ণনা করেছেন।  (তিরমিযী বলেন)  আমার মতে মুহাম্মদ ইবনু ফুযাইলের সূত্র অপেক্ষা এ সূত্রটি অনেক বেশি সহীহ্।  এ হাদীসটি একাধিক সূত্রে ইমরান ইবনু হুসাইন (রাঃ) এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 2223,
    "narrator": "জাবির ইবনু সামুরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার পরে বারোজন শাসক হবে।  বর্ণনাকারী বলেন, তারপর তিনি কি যে বললেন, আমি তা বুঝতে পারিনি।  তাই আমি আমার কাছের একজন লোককে প্রশ্ন করলাম।  তিনি বললেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তাদের সকলেই কুরাইশ বংশীয় হবে।  \n\nসহীহ্, সহীহাহ (১০৭৫), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا عُمَرُ بْنُ عُبَيْدٍ الطَّنَافِسِيُّ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَكُونُ مِنْ بَعْدِي اثْنَا عَشَرَ أَمِيرًا ‏\"‏ ‏.‏ قَالَ ثُمَّ تَكَلَّمَ بِشَيْءٍ لَمْ أَفْهَمْهُ فَسَأَلْتُ الَّذِي يَلِينِي فَقَالَ قَالَ ‏\"‏ كُلُّهُمْ مِنْ قُرَيْشٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\nحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عُمَرُ بْنُ عُبَيْدٍ، عَنْ أَبِيهِ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مُوسَى، عَنْ جَابِرِ بْنِ سَمُرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَ هَذَا الْحَدِيثِ وقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ جَابِرِ بْنِ سَمُرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ يُسْتَغْرَبُ مِنْ حَدِيثِ أَبِي بَكْرِ بْنِ أَبِي مُوسَى عَنْ جَابِرِ بْنِ سَمُرَةَ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।  উপরোক্ত হাদীসের মতো বর্ণিত আছে আবূ কুরাইব হতে, তিনি উমার ইবনু উবাইদ হতে, তিনি তার পিতা হতে, তিনি আবূ বাক্র ইবনু আবী মূসা হতে, তিনি জাবির ইবনু সামুরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে।  জাবির ইবনু সামুরা (রাঃ) হতে এ হাদীসটি একাধিক সূত্রে বর্ণিত আছে।  আবূ ঈসা বলেন, এই হাদীসটি হাসান সহীহ্ গারীব। এ হাদীসটিকে আবূ মূসা হতে জাবির ইবনু সামুরা (রাঃ) এর সূত্রে গারীব বলা হয়। ইবনু মাসউদ ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2224,
    "narrator": "যিয়াদ ইবনু কূসাইব আল-আদাবী (রহঃ)",
    "bn": "তিনি বলেন, আমি ইবনু আমিরের মিম্বরের নিকট আবূ বকরা (রাঃ)-এর সাথে বসা ছিলাম।  সে সময় তিনি সুক্ষ মিহি পোশাক পরিহিত অবস্থায় ভাষণ দিচ্ছিলেন।  আবূ বিলাল বললেন, তোমরা আমাদের শাসকের প্রতি লক্ষ্য করে দেখ, তিনি গুনাহগারদের অনূরূপ পোশাক পড়েছেন।  আবূ বাকরা (রাঃ)বললেন, তুমি চুপ থাক, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি: দুনিয়াতে আল্লাহ্ তা’আলার নিযুক্ত শাসককে যে ব্যক্তি অপমান করবে, আল্লাহ্ তা’আলা তাকে অপমান করবেন।  \n\nহাসান, সহীহাহ (২২৯৬)।",
    "ar": "حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا حُمَيْدُ بْنُ مِهْرَانَ، عَنْ سَعْدِ بْنِ أَوْسٍ، عَنْ زِيَادِ بْنِ كُسَيْبٍ الْعَدَوِيِّ، قَالَ كُنْتُ مَعَ أَبِي بَكْرَةَ تَحْتَ مِنْبَرِ ابْنِ عَامِرٍ وَهُوَ يَخْطُبُ وَعَلَيْهِ ثِيَابٌ رِقَاقٌ فَقَالَ أَبُو بِلاَلٍ انْظُرُوا إِلَى أَمِيرِنَا يَلْبَسُ ثِيَابَ الْفُسَّاقِ ‏.‏ فَقَالَ أَبُو بَكْرَةَ اسْكُتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ أَهَانَ سُلْطَانَ اللَّهِ فِي الأَرْضِ أَهَانَهُ اللَّهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 2225,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, উমার ইবনুল খাত্তাব (রাঃ)-কে বলা হলো, আপনি যদি আপনার পরবর্তী খালিফা (প্রতিনিধি)  মনোনীত করে যেতেন।  তিনি বললেন, আমি যদি পরবর্তী খালীফা মনোনীত করি তাহলে আবূ বকর (রাঃ) ও পরবর্তী খালীফা মনোনীত করেছিলেন।  আর আমি যদি পরবর্তী খালীফা মনোনীত না করে যাই (তাও যথার্থ হবে), কেননা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাউকে খালিফা মনোনীত করে যাননি।   \n\nসহীহ্, সহীহ্  আবূ দাউদ (২৬০৫), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، قَالَ قِيلَ لِعُمَرَ بْنِ الْخَطَّابِ لَوِ اسْتَخْلَفْتَ قَالَ إِنْ أَسْتَخْلِفْ فَقَدِ اسْتَخْلَفَ أَبُو بَكْرٍ وَإِنْ لَمْ أَسْتَخْلِفْ لَمْ يَسْتَخْلِفْ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْحَدِيثِ قِصَّةٌ طَوِيلَةٌ ‏.‏ وَهَذَا حَدِيثٌ صَحِيحٌ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنِ ابْنِ عُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদিসে আরো দীর্ঘ ঘটনা আছে (যা সহীহ্  মুসলিমের কিতাবুল ইমারা-এর প্রথমদিকে উল্লেখিত)। এ হাদীসটি সহীহ্। এ হাদীসটি ইবনু উমার (রাঃ) হতে একাধিকসূত্রে বর্ণিত আছে।"
  },
  {
    "hadith_id": 2226,
    "narrator": "সাঈদ ইবনু জুহমান (রহঃ)",
    "bn": "তিনি বলেন, সাফিনাহ (রাঃ) আমার নিকট বর্ণনা করেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার উম্মতের খিলাফাতের সময়কাল (শাসনকাল) হবে ত্রিশবছর, তারপর হবে রাজতন্ত্র। \n\nসহীহ্, সহীহাহ (৪৫৯, ১৫৩৪, ১৫৩৫)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا سُرَيْجُ بْنُ النُّعْمَانِ، حَدَّثَنَا حَشْرَجُ بْنُ نُبَاتَةَ، عَنْ سَعِيدِ بْنِ جُمْهَانَ، قَالَ حَدَّثَنِي سَفِينَةُ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْخِلاَفَةُ فِي أُمَّتِي ثَلاَثُونَ سَنَةً ثُمَّ مُلْكٌ بَعْدَ ذَلِكَ ‏\"‏ ‏.‏ ثُمَّ قَالَ لِي سَفِينَةُ أَمْسِكْ خِلاَفَةَ أَبِي بَكْرٍ وَخِلاَفَةَ عُمَرَ وَخِلاَفَةَ عُثْمَانَ ‏.‏ ثُمَّ قَالَ لِي أَمْسِكْ خِلاَفَةَ عَلِيٍّ ‏.‏ قَالَ فَوَجَدْنَاهَا ثَلاَثِينَ سَنَةً ‏.‏ قَالَ سَعِيدٌ فَقُلْتُ لَهُ إِنَّ بَنِي أُمَيَّةَ يَزْعُمُونَ أَنَّ الْخِلاَفَةَ فِيهِمْ ‏.‏ قَالَ كَذَبُوا بَنُو الزَّرْقَاءِ بَلْ هُمْ مُلُوكٌ مِنْ شَرِّ الْمُلُوكِ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عُمَرَ وَعَلِيٍّ قَالاَ لَمْ يَعْهَدِ النَّبِيُّ صلى الله عليه وسلم فِي الْخِلاَفَةِ شَيْئًا ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ قَدْ رَوَاهُ غَيْرُ وَاحِدٍ عَنْ سَعِيدِ بْنِ جُمْهَانَ وَلاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ سَعِيدِ بْنِ جُمْهَانَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "তারপর সাফিনাহ (রাঃ) আমাকে বললেন, তুমি আবূ বকর (রাঃ) এর খিলাফতকাল গণনা কর।  তারপর বললেন, উমার ও উসমান (রাঃ)-এর খিলাফতকাল গণনা কর।  তারপর বললেন, আলী (রাঃ)-এর খিলাফতকালও গণনা কর।  আমরা গণনা করে এর সময়কাল ত্রিশবছরই পেলাম।  সাঈদ (রাঃ) বললেন, আমি তাকে বললাম বানু উমাইয়ার জনগণ ও দাবি করে যে, তাদের মাঝে ও খেলাফাত বিদ্যমান? তিনি বললেন যারকার সন্তানেরা মিথ্যা বলছে, বরং তারা তো নিকৃস্ট রাজতন্ত্রের অন্তর্ভুক্ত রাজতান্ত্রিক গোষ্ঠী। \n\nআবূ ঈসা বলেন, উমার ও আলী (রাঃ)হতে ও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।  তারা বলেন, খিলাফাত প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন অঙ্গীকার করে যাননি। এ হাদীসটি হাসান। অবশ্য এ হাদীসটি সাঈদ ইবনু জুহমান (রহঃ) হতে একাধিক বর্ণনাকারী বর্ণনা করেছেন। আমরা এ হাদীস প্রসঙ্গে শুধুমাত্র তার রিওয়ায়াত  হিসাবেই জেনেছি।"
  },
  {
    "hadith_id": 2227,
    "narrator": "হাবীব ইবনুয যুবাইর (রহঃ)",
    "bn": "তিনি বলেন, আমি আবদুল্লাহ ইবনু আবুল হুযাইল (রহঃ) কে বলতে শুনেছি: আমর ইবনুল আস (রাঃ) এর সামনে রাবীআ বংশের কয়েকজন লোক উপস্থিত ছিল।  বাকর ইবনু ওয়াইল বংশের কোন একজন লোক বলল, অবশ্যই অন্যায় কাজ হতে কুরাইশদের বিরত থাকা উচিত।  তা না হলে আল্লাহ্ তা’আলা এ (খিলাফাতের)  দায়িত্ব আরবদের মাঝে অন্যদেরকে প্রদান করবেন।  আমর ইবনুল আস (রাঃ)বলেন, তুমি ভূল বলেছ।  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে আমি বলতে শুনেছি: কিয়ামাতের দিন পর্যন্ত কুরাইশগণ ভাল-মন্দ সর্বাবস্থায় জনগনের নেতৃত্ব দিবে।   \n\nসহীহ্, সহীহাহ (১১৫৫)।",
    "ar": "حَدَّثَنَا حُسَيْنُ بْنُ مُحَمَّدٍ الْبَصْرِيُّ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا شُعْبَةُ، عَنْ حَبِيبِ بْنِ الزُّبَيْرِ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ أَبِي الْهُذَيْلِ، يَقُولُ كَانَ نَاسٌ مِنْ رَبِيعَةَ عِنْدَ عَمْرِو بْنِ الْعَاصِي فَقَالَ رَجُلٌ مِنْ بَكْرِ بْنِ وَائِلٍ لَتَنْتَهِيَنَّ قُرَيْشٌ أَوْ لَيَجْعَلَنَّ اللَّهُ هَذَا الأَمْرَ فِي جُمْهُورٍ مِنَ الْعَرَبِ غَيْرِهِمْ ‏.‏ فَقَالَ عَمْرُو بْنُ الْعَاصِي كَذَبْتَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ قُرَيْشٌ وُلاَةُ النَّاسِ فِي الْخَيْرِ وَالشَّرِّ إِلَى يَوْمِ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَابْنِ عُمَرَ وَجَابِرٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইবনু মাসঊদ ইবনু উমার ও জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান গারীব সহীহ্।"
  },
  {
    "hadith_id": 2228,
    "narrator": "উমার ইবনুল হাকাম (রহঃ)",
    "bn": "তিনি বলেন, আমি আবূ হুরাইরা (রাঃ)কে বলতে শুনেছি, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ‘জাহজাহ্’ নামক কোন এক মুক্তদাস অধিপতি না হওয়া পর্যন্ত দিন-রাতের অবসান (কিয়ামাত)  হবে না। \n\nসহীহ্, সহীহাহ(২৪৪১), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ الْعَبْدِيُّ، حَدَّثَنَا أَبُو بَكْرٍ الْحَنَفِيُّ، عَنْ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ، عَنْ عُمَرَ بْنِ الْحَكَمِ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَذْهَبُ اللَّيْلُ وَالنَّهَارُ حَتَّى يَمْلِكَ رَجُلٌ مِنَ الْمَوَالِي يُقَالُ لَهُ جَهْجَاهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 2229,
    "narrator": "সাওবান (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি আমার উম্মাতের ব্যাপারে পথ্ভ্রষ্টকারী নেতাদেরকেই ভয় করি।  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলেছেনঃ আমার উম্মাতের এক দল লোক আল্লাহ্ তা’আলার হুকুম (কিয়ামাত) আসার পূর্ব মুহূর্ত পর্যন্ত সর্বদা বিজয়ীবেশে সত্যের উপর প্রতিষ্ঠিত থাকবে।  যারা তাদের অপমানিত করতে চাইবে তারা তাদের ক্ষতি করতে পারবে না।   \n\nসহীহ্, সহীহাহ (৪/১১০, ১৯৫৭), মুসলিম ২য় অংশ।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي أَسْمَاءَ الرَّحَبِيِّ، عَنْ ثَوْبَانَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا أَخَافُ عَلَى أُمَّتِي الأَئِمَّةَ الْمُضِلِّينَ ‏\"‏ ‏.‏ قَالَ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي عَلَى الْحَقِّ ظَاهِرِينَ لاَ يَضُرُّهُمْ مَنْ يَخْذُلُهُمْ حَتَّى يَأْتِيَ أَمْرُ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ سَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ سَمِعْتُ عَلِيَّ بْنَ الْمَدِينِيِّ يَقُولُ وَذَكَرَ هَذَا الْحَدِيثَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ لاَ تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي ظَاهِرِينَ عَلَى الْحَقِّ ‏\"‏ ‏.‏ فَقَالَ عَلِيٌّ هُمْ أَهْلُ الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।  মুহাম্মাদ ইবনু ইসমাঈলকে আমি বলতে শুনেছি, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-র উক্তো হাদীসটি আলী ইবনুল মাদীনীকে এভাবে বর্ণনা করতে শুনেছি: আমার উম্মাতের এক দল সর্বাবস্থায় সত্যের উপর বিজয়ী থাকবে।  তাদের ব্যাপারে আলী (রাঃ) বলেন, এরা হলো আহলুল হাদীস।"
  },
  {
    "hadith_id": 2230,
    "narrator": "আবদুল্লাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার পরিবারের একজন আরবের অধিপতি না হওয়া পর্যন্ত পৃথিবী ধ্বংস হবে না।  আমার নামের অনূরূপই তার নাম হবে।  \n\nহাসান সহীহ্, মিশকাত(৫৪৫২), ফাযাইলুশশাম (১৬), বাওযুন নাযীর (৬৪৭)।",
    "ar": "حَدَّثَنَا عُبَيْدُ بْنُ أَسْبَاطِ بْنِ مُحَمَّدٍ الْقُرَشِيُّ الْكُوفِيُّ، قَالَ حَدَّثَنِي أَبِي، حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَذْهَبُ الدُّنْيَا حَتَّى يَمْلِكَ الْعَرَبَ رَجُلٌ مِنْ أَهْلِ بَيْتِي يُوَاطِئُ اسْمُهُ اسْمِي ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي سَعِيدٍ وَأُمِّ سَلَمَةَ وَأَبِي هُرَيْرَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আলী, আবূ সাঈদ, উম্মু সালামা ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।  এ হাদীসটি হাসান সছিহ।"
  },
  {
    "hadith_id": 2231,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার পরিবারের মধ্যে একজন লোক রাজাধিপতি হবে, তার নাম হবে আমার নামের অনূরূপ।  আসিম (রহঃ) বলেনঃ আবূ হুরাইরা (রাঃ) হতে আবূ সালিহ (রহঃ) আমাদের নিকট বর্ণনা করেছেন যে, যদি পৃথিবী ধ্বংসের মাত্র একদিনও অবশিষ্ট থাকে, তাহলে তার রাজত্বের জন্য আল্লাহ্ তা’আলা সে দিনটিকেই দীর্ঘায়িত করে দিবেন।  \n\nহাসান সহীহ্, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا عَبْدُ الْجَبَّارِ بْنُ الْعَلاَءِ بْنِ عَبْدِ الْجَبَّارِ الْعَطَّارُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ يَلِي رَجُلٌ مِنْ أَهْلِ بَيْتِي يُوَاطِئُ اسْمُهُ اسْمِي ‏\"‏ ‏.‏\nقَالَ عَاصِمٌ وَأَخْبَرَنَا أَبُو صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ لَوْ لَمْ يَبْقَ مِنَ الدُّنْيَا إِلاَّ يَوْمٌ لَطَوَّلَ اللَّهُ ذَلِكَ الْيَوْمَ حَتَّى يَلِيَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2232,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, আমরা ভয় পাচ্ছিলাম যে, আমাদের রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর পরে নতুন কোন দুর্ঘটনা ঘটবে।  সুতরাং আমরা এ বিষয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে প্রশ্ন করলাম।  তিনি বললেনঃ আমার উম্মাতের মাঝে মাহ্‌দীর আগমন ঘটবে, সে পাঁচ অথবা সাত অথবা নয় বৎসর পর্যন্ত বেঁচে থাকবে (যাইদ সন্দেহে পতিত হয়েছে যে, উর্ধ্বতন বর্ণনাকারী কোন সংখ্যাটি বলেছেন)।  বর্ণনাকারী বলেন, আমরা প্রশ্ন করলাম, এই সংখ্যায় কি বুঝায়? তিনি বললেনঃ বছর।  মানুষ তার নিকট এসে বলবে, হে মাহদী! আমাকে কিছু দান করুন, আমাকে কিছু দান করুন।  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তারপর সে তার কাপড় বা থলেতে যেটুকু পরিমাণ বহন করে নিতে পারবে তিনি তাকে সেটুকু পরিমাণ দান করবেন।  \n\nহাসান, ইবনু মা-জাহ(৪০৮৩)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، قَالَ سَمِعْتُ زَيْدًا الْعَمِّيَّ، قَالَ سَمِعْتُ أَبَا الصِّدِّيقِ النَّاجِيَّ، يُحَدِّثُ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ خَشِينَا أَنْ يَكُونَ، بَعْدَ نَبِيِّنَا حَدَثٌ فَسَأَلْنَا نَبِيَّ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ إِنَّ فِي أُمَّتِي الْمَهْدِيَّ يَخْرُجُ يَعِيشُ خَمْسًا أَوْ سَبْعًا أَوْ تِسْعًا ‏\"‏ ‏.‏ زَيْدٌ الشَّاكُّ ‏.‏ قَالَ قُلْنَا وَمَا ذَاكَ قَالَ ‏\"‏ سِنِينَ ‏\"‏ ‏.‏ قَالَ ‏\"‏ فَيَجِيءُ إِلَيْهِ رَجُلٌ فَيَقُولُ يَا مَهْدِيُّ أَعْطِنِي أَعْطِنِي ‏\"‏ ‏.‏ قَالَ ‏\"‏ فَيَحْثِي لَهُ فِي ثَوْبِهِ مَا اسْتَطَاعَ أَنْ يَحْمِلَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي سَعِيدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَأَبُو الصِّدِّيقِ النَّاجِيُّ اسْمُهُ بَكْرُ بْنُ عَمْرٍو وَيُقَالُ بَكْرُ بْنُ قَيْسٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান।  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-র এ হাদীসটি আবূ সাঈদ (রাঃ) এর বরাতে অন্যান্য সূত্রেও বর্ণিত হয়েছে।  আবাস সিদ্দীক আন-নাজীর  নাম বাক্র ইবনু আমর, মতান্তরে বাক্‌র ইবনু কাইস।"
  },
  {
    "hadith_id": 2233,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সেই মহান সত্তার শপথ যাঁর হাতে আমার প্রাণ! তোমাদের মাঝে ঈসা ইবনু মারইয়াম (আ:) খুব শীঘ্রই ন্যায়বিচারক শাসক হিসাবে অবতরণ করবেন।  তিনি ক্রুশ ভঙ্গ করবেন, শুকর হত্যা করবেন এবং জিয্য়া বাতিল করবেন।  তখন এতই ধন-সম্পদের প্রাচুর্য হবে যে, কেউ তা গ্রহণ করবে না।   \n\nসহীহ্, সহীহাহ (২৪৫৭), বুখারী, মুসলিম আরো পূর্ণাঙ্গ রূপে বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ وَالَّذِي نَفْسِي بِيَدِهِ لَيُوشِكَنَّ أَنْ يَنْزِلَ فِيكُمُ ابْنُ مَرْيَمَ حَكَمًا مُقْسِطًا فَيَكْسِرَ الصَّلِيبَ وَيَقْتُلَ الْخِنْزِيرَ وَيَضَعَ الْجِزْيَةَ وَيَفِيضَ الْمَالُ حَتَّى لاَ يَقْبَلَهُ أَحَدٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2234,
    "narrator": "আবূ উবাইদা ইবনুল জাররাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি: নূহ্ (আঃ)-এর পর হতে এমন কোন নবী আসেননি যিনি দাজ্জাল প্রসঙ্গে তাঁর জাতিকে সতর্ক করেননি। আর আমিও তোমাদেরকে তার (দাজ্জাল) প্রসঙ্গে সতর্ক করে দিচ্ছি। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকটে দাজ্জালের পরিচয় বর্ণনা করলেন তারপর তিনি বললেন, যারা আমাকে দেখেছ বা আমার কথা শুনেছ তাদের কেউ হয়ত তার সাক্ষাত পাবে। উপস্থিত জনতা প্রশ্ন করল, হে আল্লাহ্‌র রাসূল! সে সময় আমাদের অন্তরের অবস্থা কেমন হবে? তিনি বললেনঃবর্তমানে যে রকম আছে সেই রকম বা তার চেয়েও ভাল হবে।\n\nযঈফ, মিশকাত তাহকীক ছানী (৫৪৮৬)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ بْنِ سُرَاقَةَ، عَنْ أَبِي عُبَيْدَةَ بْنِ الْجَرَّاحِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِنَّهُ لَمْ يَكُنْ نَبِيٌّ بَعْدَ نُوحٍ إِلاَّ قَدْ أَنْذَرَ الدَّجَّالَ قَوْمَهُ وَإِنِّي أُنْذِرُكُمُوهُ ‏\"‏ ‏.‏ فَوَصَفَهُ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ لَعَلَّهُ سَيُدْرِكُهُ بَعْضُ مَنْ رَآنِي أَوْ سَمِعَ كَلاَمِي ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ فَكَيْفَ قُلُوبُنَا يَوْمَئِذٍ قَالَ ‏\"‏ مِثْلُهَا يَعْنِي الْيَوْمَ أَوْ خَيْرٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ بُسْرٍ وَعَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ جُزَىٍّ وَعَبْدِ اللَّهِ بْنِ مُغَفَّلٍ وَأَبِي هُرَيْرَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ أَبِي عُبَيْدَةَ بْنِ الْجَرَّاحِ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ خَالِدٍ الْحَذَّاءِ وَقَدْ رَوَاهُ شُعْبَةُ أَيْضًا عَنْ خَالِدٍ الْحَذَّاءِ ‏.‏ وَأَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ اسْمُهُ عَامِرُ بْنُ عَبْدِ اللَّهِ بْنِ الْجَرَّاحِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ অনুচ্ছেদে আবদুল্লাহ ইবনু বুসর, আবদুল্লাহ ইবনুল হারিস আল-জুযাঈ আবদুল্লাহ ইবনু মুগাফফাল, ও আবূ হুরাইরা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ উবাইদা ইবনুল জাররাহ (রাঃ) বর্ণিত হাদীস হিসাবে এটি হাসান গারীব।"
  },
  {
    "hadith_id": 2236,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ইয়াহুদীরা তোমাদের সাথে যুদ্ধ করবে।  তাতে তোমরা তাদের বিরুদ্ধে জয় লাভ করবে।  এমনকি পাথর পর্যন্ত বলবে, হে মুসলিম! এই যে আমার অন্তরালে এক ইয়াহুদী (লুকিয়ে) আছে, তাকে হত্যা কর।  \n\nসহীহ্, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ تُقَاتِلُكُمُ الْيَهُودُ فَتُسَلَّطُونَ عَلَيْهِمْ حَتَّى يَقُولَ الْحَجَرُ يَا مُسْلِمُ هَذَا يَهُودِيٌّ وَرَائِي فَاقْتُلْهُ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2237,
    "narrator": "আবূ বকর সিদ্দীক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে বলেছেনঃ প্রাচ্যের ‘খোরাসান’ হতে দাজ্জালের আবির্ভাব ঘটবে।  এমন কতক জাতি তার অনুসরণ করবে, যাদের মুখমন্ডল হবে স্তর বিশিষ্ট চওড়া ঢালের মতো।  \n\nসহীহ্, ইবনু মা-জাহ (৪০৭২)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَأَحْمَدُ بْنُ مَنِيعٍ، قَالاَ حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي عَرُوبَةَ، عَنْ أَبِي التَّيَّاحِ، عَنِ الْمُغِيرَةِ بْنِ سُبَيْعٍ، عَنْ عَمْرِو بْنِ حُرَيْثٍ، عَنْ أَبِي بَكْرٍ الصِّدِّيقِ، قَالَ حَدَّثَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الدَّجَّالُ يَخْرُجُ مِنْ أَرْضٍ بِالْمَشْرِقِ يُقَالُ لَهَا خُرَاسَانُ يَتْبَعُهُ أَقْوَامٌ كَأَنَّ وُجُوهَهُمُ الْمَجَانُّ الْمُطْرَقَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَعَائِشَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رَوَاهُ عَبْدُ اللَّهِ بْنُ شَوْذَبٍ وَغَيْرُ وَاحِدٍ عَنْ أَبِي التَّيَّاحِ وَلاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ أَبِي التَّيَّاحِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা ও আইশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান গারীব। অধিকন্তু এ হাদীসটি আবুত তাইয়াহ হতে আবদুল্লাহ ইবনু শাওযাব প্রমুখ বর্ণনা করেছেন। আমরা এই হাদীস প্রসঙ্গে শুধমাত্র আবুত তাইয়াহ্’র সূত্রেই জেনেছি।"
  },
  {
    "hadith_id": 2238,
    "narrator": "মুআয ইবনু জাবাল (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: মহা হত্যাকান্ড, কনষ্টান্টিনোপল বিজয় এবং দাজ্জালের আবির্ভাব ঘটবে সাত মাসের মধ্যে।\n\nযঈফ, ইবনু মাজাহ (৪০৯২)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا الْحَكَمُ بْنُ الْمُبَارَكِ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنْ أَبِي بَكْرِ بْنِ أَبِي مَرْيَمَ، عَنِ الْوَلِيدِ بْنِ سُفْيَانَ، عَنْ يَزِيدَ بْنِ قُطَيْبٍ السَّكُونِيِّ، عَنْ أَبِي بَحْرِيَّةَ، صَاحِبِ مُعَاذٍ عَنْ مُعَاذِ بْنِ جَبَلٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْمَلْحَمَةُ الْعُظْمَى وَفَتْحُ الْقُسْطَنْطِينِيَّةِ وَخُرُوجُ الدَّجَّالِ فِي سَبْعَةِ أَشْهُرٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ الصَّعْبِ بْنِ جَثَّامَةَ وَعَبْدِ اللَّهِ بْنِ بُسْرٍ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَأَبِي سَعِيدٍ الْخُدْرِيِّ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ অনুচ্ছেদে সা'ব ইবনু জাসসামা, আবদুল্লাহ ইবনু বুসর, আবদুল্লাহ ইবনু মাসঊদ ও আবূ সাঈদ আল-খুদরী (রাঃ) হতেও হাদীস বর্ণিত আছে। এ হাদীসটি হাসান গারীব। শুধুমাত্র উপরোক্ত সূত্রেই আমরা এ হাদীস জেনেছি।"
  },
  {
    "hadith_id": 2239,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, কনষ্টান্টিনোপল বিজয় সংঘটিত হবে কিয়ামতের কাছাকাছি সময়ে। \n\nসনদ সহীহ্, মাওকুফ।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، عَنْ شُعْبَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ فَتْحُ الْقُسْطُنْطِينِيَّةِ مَعَ قِيَامِ السَّاعَةِ ‏.‏ قَالَ هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَالْقُسْطَنْطِينِيَّةُ هِيَ مَدِينَةُ الرُّومِ تُفْتَحُ عِنْدَ خُرُوجِ الدَّجَّالِ وَالْقُسْطَنْطِينِيَّةُ قَدْ فُتِحَتْ فِي زَمَانِ بَعْضِ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 9,
    "grade": "সহিহ মাওকুফ",
    "grade_color": "#46B891",
    "note": "মাহমূদ বলেন, এ হাদীসটি গারীব। ‘কনষ্টান্টিনোপল’ রোম সাম্রাজ্যের (বর্তমান তুরস্কের)  একটি প্রসিদ্ধ শহর। দাজ্জালের আবির্ভাবকালে এটা বিজিত হবে। এটা অবশ্য রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-র কিছু সাহাবীদের যামানায় (আমীর মু’আবিয়ার রাজত্বকালে)  বিজিত হয়েছে।"
  },
  {
    "hadith_id": 2240,
    "narrator": "আন-নাওয়াস ইবনু সামআন আল-কিলাবী (রাঃ)",
    "bn": "তিনি বলেন,  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন এক সকালে দাজ্জাল প্রসঙ্গে আলোচনা করেন।  তিনি এর ভয়াবহতা ও নিকৃষ্টতা তুলে ধরেন। এমনকি আমাদের ধারণা সৃষ্টি হলো যে, সে হয়তো খেজুর বাগানের ওপাশেই বিদ্যমান। বর্ণনাকারী বলেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট হতে চলে গেলাম, তারপর আবার আমরা তাঁর  নিকট ফিরে এলাম। তিনি আমাদের মধ্যে দাজ্জালের ভীতির চিহ্ন দেখে প্রশ্ন করেনঃ তোমাদের কি হয়েছে? আমরা বললাম, হে আল্লাহর  রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনি সকালে দাজ্জাল প্রসঙ্গে আলোচনা করেছেন এবং এর ভয়াবহতা ও নিকৃষ্টতা এমন ভাষায় উত্থাপন করেছেন যে, আমাদের ধারণা হচ্ছিল যে, হয়তো সে খেজুর বাগানের পাশেই উপস্থিত আছে।  তিনি বললেনঃ তোমাদের ক্ষেত্রে দাজ্জাল ছাড়াও আমার আরো কিছু আশংকা রয়েছে।  যদি সে আমার জীবদ্দশাতেই তোমাদের মাঝে আসে তাহলে আমিই তোমাদের পক্ষে তার প্রতিপক্ষ হবো। আর সে যদি আমার অবর্তমানে আবির্ভূত হয়, তাহলে তোমরাই তার প্রতিপক্ষ হবে। আর আল্লাহ্ তা‘আলাই প্রত্যেক মুসলমানের জন্য আমার পরিবর্তে সহায় হবেন। সে (দাজ্জাল) হবে কুঞ্চিত (কোঁকড়া) চুলবিশিষ্ট, স্থির দৃষ্টিসম্পন্ন যুবক, সে হবে আবদুল উযযা ইবনু কাতানের অনুরুপ। তোমাদের মধ্যে কেউ যদি তার দেখা পায় তাহলে যেন সে সূরা কাহফ-এর প্রাথমিক আয়াতগুলো তিলাওয়াত করে। তিনি বললেনঃ  সে সিরিয়া ও ইরাকের মধ্যবর্তী কোন এলাকা হতে আত্মপ্রকাশ করবে। তারপর সে ডানে-বামে ফিতনা ফ্যাসাদ ও বিপর্যয় সৃষ্টি করে বেড়াবে। হে আল্লাহর  বান্দাগণ! তোমরা দৃঢ়তার সাথে অবস্থান করবে আমরা প্রশ্ন করলাম, হে আল্লাহর  রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! সে কত দিন দুনিয়াতে থাকবে? তিনি বললেনঃ চল্লিশ দিন। এর একদিন হবে একবছরের সমান, একদিন হবে একমাসের সমান এবং একদিন হবে এক সপ্তাহের সমান, আর অবশিষ্ট দিনগুলো হবে তোমাদের বর্তমান দিনের মতো। বর্ণনাকারী বলেন, আমরা প্রশ্ন করলাম, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনার কি ধারণা, যে দিনটি একবছরের সমান হবে, তাতে একদিনের নামায আদায় করলেই আমাদের জন্য যথেষ্ট হবে? তিনি বললেনঃ না, বরং তোমরা সেদিনের সঠিক অনুমান করে নেবে (এবং সে অনুযায়ী নামায আদায় করবে)। আমরা আবার প্রশ্ন করলাম, দুনিয়াতে তার চলার গতি কত দ্রুত হবে? তিনি বললেনঃ তার চলার গতি হবে বায়ূচালিত মেঘের অনুরূপ; তারপর সে কোন জাতির নিকট গিয়ে তাদেরকে নিজের দলের দিকে আহবান জানাবে, কিন্তু তারা তাকে মিথ্যাবাদী আখ্যায়িত করবে এবং তার দাবি প্রত্যাখ্যান করবে। সে তখন তাদের নিকট হতে ফিরে আসবে এবং তাদের ধন-সম্পদও তার পিছনে পিছনে চলে আসবে।  তারা পরদিন সকালে নিজেদেরকে নিঃস্ব অবস্থায় পাবে। তারপর সে অন্য জাতির নিকট গিয়ে আহবান করবে। তারা তার আহবানে সাড়া দিবে এবং তাকে সত্য বলে মেনে নিবে। সে তখন আকাশকে বৃষ্টি বর্ষনের জন্য আদেশ করবে এবং সে অনুযায়ী আকাশ বৃষ্টি বর্ষন করবে।  তারপর সে যামীনকে ফসল উৎপাদনের জন্য নির্দেশ দিবে এবং সে মুতাবিক যামীন ফসল উৎপাদন করবে। তারপর বিকেলে তাদের পশুপালগুলো পূর্বের চেয়ে উঁচু কুঁজবিশিষ্ট মাংসবহুল নিতস্ববিশিষ্ট ও দুগ্ধপুষ্ট স্তনবিশিষ্ট হবে। তারপর সে নির্জন পতিত ভূমিতে গিয়ে বলবে, তোর ভিতরের খনিজভান্ডার বের করে দে। তারপর সে সেখান হতে ফিরে আসবে এবং সেখানকার ধনভান্ডার তার অনুসরণ করবে যেভাবে মৌমাছিরা রানী মৌমাছির অনুসরণ করে। তারপর সে পূর্ণযৌবন এক তরুণ যুবককে তার দিকে আহবান করবে। সে তলোয়ারের আঘাতে তাকে দুই টুকরা করে ফেলবে।  তারপর সে তাকে ডাক দিবে, অমনি সে হাস্যোজ্জল চেহারা নিয়ে সামনে এসে দাঁড়াবে। এমতাবস্থায় এদিকে দামিস্কের পূর্ব প্রান্তের এক মসজিদের সাদা মিনারে হলুদ রংয়ের দুটি কাপড় পরিহিত অবস্থায় দুজন ফেরেশতার ডানায় ভর করে ঈসা ইবনু মারইয়াম (আঃ)  অবতরণ করবেন।  তিনি তাঁর মাথা নীচু করলে ফোঁটায় ফোঁটায় এবং উঁচু করলেও মনিমুক্তার ন্যায় (ঘাম)  পড়তে থাকবে। তাঁর নিঃশ্বাস যে ব্যক্তিকেই স্পর্শ করবে সে মারা যাবে; আর তাঁর শ্বাসবায়ূ দৃষ্টির শেষ সীমা পর্যন্ত পৌছবে।  তারপর তিনি দাজ্জালকে খোঁজ করবেন এবং তাকে ‘লুদ্দ’-এর নগরদ্বারপ্রান্তে পেয়ে হত্যা করবেন। তিনি বলেনঃ আল্লাহ্ তা‘আলা তাঁর নিকট ওয়াহী প্র্র্রেরণ করবেনঃ “আমার বান্দাহদেরকে তূর পাহাড়ে সরিয়ে নাও। কেননা, আমি এমন একদল বান্দাহ অবতীর্ণ করছি যাদের বিরুদ্ধে যুদ্ধ করার ক্ষমতা কারো নেই” তিনি বলেন, তারপর আল্লাহ্ ইয়াজূজ-মাজূজের দল পাঠাবেন। আল্লাহ্ তা‘আলার বাণী অনুযায়ী তাদের অবস্থা হলো, “তারা প্রত্যেক উচ্চভূমি হতে ছুটে আসবে” (সূরাঃ আম্বিয়া-৯৬)।  তিনি বলেন, তাদের প্রথম দলটি (সিরিয়ার) তাবারিয়া উপসাগর অতিক্রমকালে এর সমস্ত পানি পান করে শেষ করে ফেলবে।  এদের শেষ দলটি এ স্থান দিয়ে অতিক্রমকালে বলবে, নিশ্চয়ই এই জলাশয়ে কোন সময় পানি ছিল। তারপর বাইতুল মাকদিসের পাহাড়ে পৌঁছার পর তাদের অভিযান সমাপ্ত হবে। তারা পরস্পর বলবে, আমরা তো দুনিয়ায় বসবাসকারীদের ধ্বংস করেছি, এবার চল আকাশে বসবাসকারীদের ধ্বংস করি। তারা এই বলে আকাশের দিকে তাদের তীর নিক্ষেপ করবে। আল্লাহ্ তা‘আলা তাদের তীরসমূহ রক্তে রঞ্জিত করে ফিরত দিবেন। তারপর ঈসা ইবনু মারইয়াম (আঃ) তাঁর সাথীরা অবরুদ্ধ হয়ে পড়বেন। তারা (খাদ্যভাবে) এমন কঠিন পরিস্থিতিতে পতিত হবেন যে, তখন তাদের জন্য একটা গরুর মাথা তোমাদের এ যুগের একশত দীনারের চাইতে বেশি উত্তম মনে হবে। তিনি বলেন, তারপর ঈসা (আঃ) ও তাঁর সাথীরা আল্লাহ্ তা‘আলার দিকে রুজু হয়ে দু’আ করবেন। আল্লাহ্ তা‘আলা তখন তাদের (ইয়াজূজ-মাজূজ বাহিনীর) ঘাড়ে মহামারীরূপে ‘নাগাফ’ নামক কীটের উৎপত্তি করবেন। তারপর তারা এমনভাবে ধ্বংস হয়ে যাবে যেন একটি প্রাণের মৃত্যু হয়েছে।  তখন ঈসা (আঃ) তার সাথীদের নিয়ে (পাহাড় হতে) নেমে আসবেন। সেখানে তিনি এমন এক বিঘত পরিমাণ জায়গাও পাবেন না, যেখানে সেগুলোর পঁচা দুর্গন্ধময় রক্ত-মাংস ছড়িয়ে না থাকবে। তারপর তিনি সাথীদের নিয়ে আল্লাহ্ তা‘আলার নিকট দু‘আ করবেন। আল্লাহ্ তা‘আলা তখন উটের ঘাড়ের ন্যায় লম্বা ঘাড়বিশিষ্ট এক প্রকার পাখি প্রেরণ করবেন। সেই পাখি ওদের লাশগুলো তুলে নিয়ে গভীর গর্তে নিক্ষেপ করবে। এদের পরিত্যক্ত তীর, ধনুক ও তূণীরগুলো মুসলমানগণ সাত বছর পর্যন্ত জ্বালানী হিসাবে ব্যবহার করবে। তারপর আল্লাহ্ তা‘আলা এমন বৃষ্টি বর্ষণ করবেন যা সমস্ত ঘর-বাড়ী, স্থলভাগ ও কঠিন মাটির স্তরে গিয়ে পৌছবে এবং সমস্ত প্রথিবী ধুয়েমুছে আয়নার মতো ধকধকে হয়ে উঠবে। তারপর যামীনকে বলা হবে, তোর ফল ও ফসলসমূহ বের করে দে এবং বারকাত ও কল্যাণ ফিরিয়ে দে। তখন এরূপ পরিস্থিতি হবে যে, একদল লোকের জন্য একটি ডালিম পর্যাপ্ত হবে এবং একদল লোক এর খোসার ছায়াতলে আশ্রয় গ্রহণ করতে পারবে। দুধেও এরুপ বারকাত হবে  যে, বিরাট  একটি দলের জন্য একটি উটনীর দুধ, একটি গোত্রের জন্য একটি গাভীর দুধ এবং একটি ছোট দলের জন্য একটি ছাগলের দুধই যথেষ্ট হবে। এমতাবস্থায় কিছুদিন অতিক্রান্ত হওয়ার পর হঠাৎ আল্লাহ্ তা‘আলা এমন এক বাতাস প্রেরণ করবেন যা সকল ঈমানদারের আত্মা ছিনিয়ে নেবে এবং অবশিষ্ট থাকবে শুধুমাত্র দুশ্চরিত্রের লোক যারা গাধার মতো প্রকোশ্যে নারী সম্ভোগে লিপ্ত হবে। তারপর তাদের উপর কিয়ামাত সংঘটিত হবে। \n\nসহীহ্, সহীহাহ (৪৮১), তাখরীজ ফাযায়েলুশশাম (২৫), মুসলিম।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، وَعَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ، دَخَلَ حَدِيثُ أَحَدِهِمَا فِي حَدِيثِ الآخَرِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ عَنْ يَحْيَى بْنِ جَابِرٍ الطَّائِيِّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ جُبَيْرٍ عَنْ أَبِيهِ جُبَيْرِ بْنِ نُفَيْرٍ عَنِ النَّوَّاسِ بْنِ سَمْعَانَ الْكِلاَبِيِّ قَالَ ذَكَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم الدَّجَّالَ ذَاتَ غَدَاةٍ فَخَفَّضَ فِيهِ وَرَفَّعَ حَتَّى ظَنَنَّاهُ فِي طَائِفَةِ النَّخْلِ ‏.‏ قَالَ فَانْصَرَفْنَا مِنْ عِنْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ رَجَعْنَا إِلَيْهِ فَعَرَفَ ذَلِكَ فِينَا فَقَالَ ‏\"‏ مَا شَأْنُكُمْ ‏\"‏ ‏.‏ قَالَ قُلْنَا يَا رَسُولَ اللَّهِ ذَكَرْتَ الدَّجَّالَ الْغَدَاةَ فَخَفَّضْتَ فِيهِ وَرَفَّعْتَ حَتَّى ظَنَنَّاهُ فِي طَائِفَةِ النَّخْلِ ‏.‏ قَالَ ‏\"‏ غَيْرُ الدَّجَّالِ أَخْوَفُ لِي عَلَيْكُمْ إِنْ يَخْرُجْ وَأَنَا فِيكُمْ فَأَنَا حَجِيجُهُ دُونَكُمْ وَإِنْ يَخْرُجْ وَلَسْتُ فِيكُمْ فَامْرُؤٌ حَجِيجُ نَفْسِهِ وَاللَّهُ خَلِيفَتِي عَلَى كُلِّ مُسْلِمٍ إِنَّهُ شَابٌّ قَطَطٌ عَيْنُهُ قَائِمَةٌ شَبِيهٌ بِعَبْدِ الْعُزَّى بْنِ قَطَنٍ فَمَنْ رَآهُ مِنْكُمْ فَلْيَقْرَأْ فَوَاتِحَ سُورَةِ أَصْحَابِ الْكَهْفِ قَالَ يَخْرُجُ مَا بَيْنَ الشَّامِ وَالْعِرَاقِ فَعَاثَ يَمِينًا وَشِمَالاً يَا عِبَادَ اللَّهِ اثْبُتُوا ‏\"‏ ‏.‏ قَالَ قُلْنَا يَا رَسُولَ اللَّهِ وَمَا لُبْثُهُ فِي الأَرْضِ قَالَ ‏\"‏ أَرْبَعِينَ يَوْمًا يَوْمٌ كَسَنَةٍ وَيَوْمٌ كَشَهْرٍ وَيَوْمٌ كَجُمُعَةٍ وَسَائِرُ أَيَّامِهُ كَأَيَّامِكُمْ ‏\"‏ ‏.‏ قَالَ قُلْنَا يَا رَسُولَ اللَّهِ أَرَأَيْتَ الْيَوْمَ الَّذِي كَالسَّنَةِ أَتَكْفِينَا فِيهِ صَلاَةُ يَوْمٍ قَالَ ‏\"‏ لاَ وَلَكِنِ اقْدُرُوا لَهُ ‏\"‏ ‏.‏ قَالَ قُلْنَا يَا رَسُولَ اللَّهِ فَمَا سُرْعَتُهُ فِي الأَرْضِ قَالَ ‏\"‏ كَالْغَيْثِ اسْتَدْبَرَتْهُ الرِّيحُ فَيَأْتِي الْقَوْمَ فَيَدْعُوهُمْ فَيُكَذِّبُونَهُ وَيَرُدُّونَ عَلَيْهِ قَوْلَهُ فَيَنْصَرِفُ عَنْهُمْ فَتَتْبَعُهُ أَمْوَالُهُمْ فَيُصْبِحُونَ لَيْسَ بِأَيْدِيهِمْ شَيْءٌ ثُمَّ يَأْتِي الْقَوْمَ فَيَدْعُوهُمْ فَيَسْتَجِيبُونَ لَهُ وَيُصَدِّقُونَهُ فَيَأْمُرُ السَّمَاءَ أَنْ تُمْطِرَ فَتُمْطِرَ وَيَأْمُرُ الأَرْضَ أَنْ تُنْبِتَ فَتُنْبِتَ فَتَرُوحُ عَلَيْهِمْ سَارِحَتُهُمْ كَأَطْوَلِ مَا كَانَتْ ذُرًى وَأَمَدِّهِ خَوَاصِرَ وَأَدَرِّهِ ضُرُوعًا قَالَ ثُمَّ يَأْتِي الْخَرِبَةَ فَيَقُولُ لَهَا أَخْرِجِي كُنُوزَكِ فَيَنْصَرِفُ مِنْهَا فَتَتْبَعُهُ كَيَعَاسِيبِ النَّحْلِ ثُمَّ يَدْعُو رَجُلاً شَابًّا مُمْتَلِئًا شَبَابًا فَيَضْرِبُهُ بِالسَّيْفِ فَيَقْطَعُهُ جِزْلَتَيْنِ ثُمَّ يَدْعُوهُ فَيُقْبِلُ يَتَهَلَّلُ وَجْهُهُ يَضْحَكُ فَبَيْنَمَا هُوَ كَذَلِكَ إِذْ هَبَطَ عِيسَى ابْنُ مَرْيَمَ عَلَيْهِ السَّلاَمُ بِشَرْقِيِّ دِمَشْقَ عِنْدَ الْمَنَارَةِ الْبَيْضَاءِ بَيْنَ مَهْرُودَتَيْنِ وَاضِعًا يَدَيْهِ عَلَى أَجْنِحَةِ مَلَكَيْنِ إِذَا طَأْطَأَ رَأْسَهُ قَطَرَ وَإِذَا رَفَعَهُ تَحَدَّرَ مِنْهُ جُمَانٌ كَاللُّؤْلُؤِ قَالَ وَلاَ يَجِدُ رِيحَ نَفَسِهِ يَعْنِي أَحَدٌ إِلاَّ مَاتَ وَرِيحُ نَفَسِهِ مُنْتَهَى بَصَرِهِ قَالَ فَيَطْلُبُهُ حَتَّى يُدْرِكَهُ بِبَابِ لُدٍّ فَيَقْتُلَهُ قَالَ فَيَلْبَثُ كَذَلِكَ مَا شَاءَ اللَّهُ ‏.‏ قَالَ ثُمَّ يُوحِي اللَّهُ إِلَيْهِ أَنْ حَرِّزْ عِبَادِي إِلَى الطُّورِ فَإِنِّي قَدْ أَنْزَلْتُ عِبَادًا لِي لاَ يَدَانِ لأَحَدٍ بِقِتَالِهِمْ ‏.‏ قَالَ وَيَبْعَثُ اللَّهُ يَأْجُوجَ وَمَأْجُوجَ وَهُمْ كَمَا قَالَ اللَّهُ‏:‏ ‏(‏ مِنْ كُلِّ حَدَبٍ يَنْسِلُونَ ‏)‏ ‏.‏ قَالَ فَيَمُرُّ أَوَّلُهُمْ بِبُحَيْرَةِ الطَّبَرِيَّةِ فَيَشْرَبُ مَا فِيهَا ثُمَّ يَمُرُّ بِهَا آخِرُهُمْ فَيَقُولُ لَقَدْ كَانَ بِهَذِهِ مَرَّةً مَاءٌ ثُمَّ يَسِيرُونَ حَتَّى يَنْتَهُوا إِلَى جَبَلِ بَيْتِ الْمَقْدِسِ فَيَقُولُونَ لَقَدْ قَتَلْنَا مَنْ فِي الأَرْضِ هَلُمَّ فَلْنَقْتُلْ مَنْ فِي السَّمَاءِ ‏.‏ فَيَرْمُونَ بِنُشَّابِهِمْ إِلَى السَّمَاءِ فَيَرُدُّ اللَّهُ عَلَيْهِمْ نُشَّابَهُمْ مُحْمَرًّا دَمًا وَيُحَاصَرُ عِيسَى ابْنُ مَرْيَمَ وَأَصْحَابُهُ حَتَّى يَكُونَ رَأْسُ الثَّوْرِ يَوْمَئِذٍ خَيْرًا لأَحَدِهِمْ مِنْ مِائَةِ دِينَارٍ لأَحَدِكُمُ الْيَوْمَ ‏.‏ قَالَ فَيَرْغَبُ عِيسَى ابْنُ مَرْيَمَ إِلَى اللَّهِ وَأَصْحَابُهُ قَالَ فَيُرْسِلُ اللَّهُ إِلَيْهِمُ النَّغَفَ فِي رِقَابِهِمْ فَيُصْبِحُونَ فَرْسَى مَوْتَى كَمَوْتِ نَفْسٍ وَاحِدَةٍ قَالَ وَيَهْبِطُ عِيسَى وَأَصْحَابُهُ فَلاَ يَجِدُ مَوْضِعَ شِبْرٍ إِلاَّ وَقَدْ مَلأَتْهُ زَهَمَتُهُمْ وَنَتَنُهُمْ وَدِمَاؤُهُمْ قَالَ فَيَرْغَبُ عِيسَى إِلَى اللَّهِ وَأَصْحَابُهُ قَالَ فَيُرْسِلُ اللَّهُ عَلَيْهِمْ طَيْرًا كَأَعْنَاقِ الْبُخْتِ قَالَ فَتَحْمِلُهُمْ فَتَطْرَحُهُمْ بِالْمَهْبِلِ وَيَسْتَوْقِدُ الْمُسْلِمُونَ مِنْ قِسِيِّهِمْ وَنُشَّابِهِمْ وَجِعَابِهِمْ سَبْعَ سِنِينَ قَالَ وَيُرْسِلُ اللَّهُ عَلَيْهِمْ مَطَرًا لاَ يَكُنُّ مِنْهُ بَيْتُ وَبَرٍ وَلاَ مَدَرٍ قَالَ فَيَغْسِلُ الأَرْضَ فَيَتْرُكُهَا كَالزَّلَفَةِ قَالَ ثُمَّ يُقَالُ لِلأَرْضِ أَخْرِجِي ثَمَرَتَكِ وَرُدِّي بَرَكَتَكِ ‏.‏ فَيَوْمَئِذٍ تَأْكُلُ الْعِصَابَةُ مِنَ الرُّمَّانَةِ وَيَسْتَظِلُّونَ بِقِحْفِهَا وَيُبَارَكُ فِي الرِّسْلِ حَتَّى إِنَّ الْفِئَامَ مِنَ النَّاسِ لَيَكْتَفُونَ بِاللَّقْحَةِ مِنَ الإِبِلِ وَإِنَّ الْقَبِيلَةَ لَيَكْتَفُونَ بِاللَّقْحَةِ مِنَ الْبَقَرِ وَإِنَّ الْفَخِذَ لَيَكْتَفُونَ بِاللَّقْحَةِ مِنَ الْغَنَمِ فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ بَعَثَ اللَّهُ رِيحًا فَقَبَضَتْ رُوحَ كُلِّ مُؤْمِنٍ وَيَبْقَى سَائِرُ النَّاسِ يَتَهَارَجُونَ كَمَا تَتَهَارَجُ الْحُمُرُ فَعَلَيْهِمْ تَقُومُ السَّاعَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ بْنِ جَابِرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ গারীব। আমরা এ হাদীসটি শুধুমাত্র আবদুর রাহমান ইবনু উয়াযীদ ইবনু জাবিরের সুত্রেই জেনেছি।"
  },
  {
    "hadith_id": 2241,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "দাজ্জালের ব্যাপারে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে প্রশ্ন করা হলে তিনি বলেনঃ জেনে রাখ, তোমাদের প্রভু অন্ধ নন।  জেনে রাখ, দাজ্জালের ডান চোখ অন্ধ। তার ডান চোখটি মনে হবে যে ফুলে উঠা একটি আঙ্গুর।  \n\nসহীহ্, বুখারী (৩৪৯৩), মুসলিম (১/১০৭)  প্রশ্নের উল্লেখ ব্যতীত।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الصَّنْعَانِيُّ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ سُئِلَ عَنِ الدَّجَّالِ فَقَالَ ‏ \"‏ أَلاَ إِنَّ رَبَّكُمْ لَيْسَ بِأَعْوَرَ أَلاَ وَإِنَّهُ أَعْوَرُ عَيْنُهُ الْيُمْنَى كَأَنَّهَا عِنَبَةٌ طَافِيَةٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ سَعْدٍ وَحُذَيْفَةَ وَأَبِي هُرَيْرَةَ وَأَسْمَاءَ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَأَبِي بَكْرَةَ وَعَائِشَةَ وَأَنَسٍ وَابْنِ عَبَّاسٍ وَالْفَلَتَانِ بْنِ عَاصِمٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ عُبَيْدِ اللَّهِ بْنِ عُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, সা’দ হুযাইফা, আবূ হুরাইরা, আসমা, জাবির ইবনু আবদুল্লাহ, আবূ বাকরা, আইশা, আনাস, ইবনু আব্বাস ও ফালাতান ইবনু আসিম (রাঃ) হতে এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্ এবং আবদুল্লাহ ইবনু উমার (রাঃ) এর রিওয়ায়াত হিসাবে গারীব।"
  },
  {
    "hadith_id": 2243,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ঈমান হলো ইয়ামানে, কুফর হলো প্রাচ্যে, বকরীওয়ালাদের মধ্যে আছে শান্তি এবং উচ্চঃস্বরে চিৎকারকারী ঘোড়াওয়ালা ও উটওয়ালাদের মধ্যে আছে গর্ব-অহংকার ও প্রদর্শনেচ্ছা। দাজ্জাল মাসীহ আত্মপ্রকাশ করে যখন উহুদের পিছনে উপস্থিত হবে, ফেরেশতারা তখন তার মুখমন্ডল (চলার গতি) কে সিরিয়ার দিকে ঘুরিয়ে দিবেন। আর সে ঐস্থানেই ধ্বংস হবে। \n\nসহীহ্, সহীহাহ (১৭৭০), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الإِيمَانُ يَمَانٍ وَالْكُفْرُ مِنْ قِبَلِ الْمَشْرِقِ وَالسَّكِينَةُ لأَهْلِ الْغَنَمِ وَالْفَخْرُ وَالرِّيَاءُ فِي الْفَدَّادِينَ أَهْلِ الْخَيْلِ وَأَهْلِ الْوَبَرِ يَأْتِي الْمَسِيحُ إِذَا جَاءَ دُبُرَ أُحُدٍ صَرَفَتِ الْمَلاَئِكَةُ وَجْهَهُ قِبَلَ الشَّامِ وَهُنَالِكَ يَهْلِكُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2242,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দাজ্জাল মদীনায় উপস্থিত হয়ে দেখতে পাবে যে, ফেরেশতাগণ তা পাহারা দিচ্ছেন। অতএব, আল্লাহ্ তা‘আলার ইচ্ছায় মহামারী ও দাজ্জাল মদীনায় প্রবেশ করতে পারবে না। \n\nসহীহ্, সহীহাহ্ (২৪৫৮), বুখারী।",
    "ar": "حَدَّثَنَا عَبْدَةُ بْنُ عَبْدِ اللَّهِ الْخُزَاعِيُّ الْبَصْرِيُّ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَأْتِي الدَّجَّالُ الْمَدِينَةَ فَيَجِدُ الْمَلاَئِكَةَ يَحْرُسُونَهَا فَلاَ يَدْخُلُهَا الطَّاعُونُ وَلاَ الدَّجَّالُ إِنْ شَاءَ اللَّهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَفَاطِمَةَ بِنْتِ قَيْسٍ وَأُسَامَةَ بْنِ زَيْدٍ وَسَمُرَةَ بْنِ جُنْدَبٍ وَمِحْجَنٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা, ফাতিমা বিনতু কাইস, উসামা ইবনু যাইদ সামুরা, ইবনু জুনদাব ও মিহজান (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি সহীহ্।"
  },
  {
    "hadith_id": 2244,
    "narrator": "আমর ইবনু আওফ বংশের আবদুর রাহমান ইবনু ইয়াযীদ আল-আনসারী (রহঃ",
    "bn": "আমি আমার চাচা মুজাম্মি ইবনু জারিয়া আল-আনসারী (রাঃ) কে বলতে শুনেছিঃ  ঈসা (আঃ) ‘লুদ্দ’ এর দ্বারপ্রান্তে দাজ্জালকে হত্যা করবেন।  \n\nসহীহ্, কিচ্ছাতুল মাসীহি দ্দাজ্জালি ওয়া কাত্লুহু।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، أَنَّهُ سَمِعَ عُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ بْنِ ثَعْلَبَةَ الأَنْصَارِيَّ، يُحَدِّثُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ الأَنْصَارِيِّ، مِنْ بَنِي عَمْرِو بْنِ عَوْفٍ يَقُولُ سَمِعْتُ عَمِّي، مُجَمِّعَ بْنَ جَارِيَةَ الأَنْصَارِيَّ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ يَقْتُلُ ابْنُ مَرْيَمَ الدَّجَّالَ بِبَابِ لُدٍّ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ وَنَافِعِ بْنِ عُتْبَةَ وَأَبِي بَرْزَةَ وَحُذَيْفَةَ بْنِ أَسِيدٍ وَأَبِي هُرَيْرَةَ وَكَيْسَانَ وَعُثْمَانَ بْنِ أَبِي الْعَاصِي وَجَابِرٍ وَأَبِي أُمَامَةَ وَابْنِ مَسْعُودٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَسَمُرَةَ بْنِ جُنْدَبٍ وَالنَّوَّاسِ بْنِ سَمْعَانَ وَعَمْرِو بْنِ عَوْفٍ وَحُذَيْفَةَ بْنِ الْيَمَانِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ অনুচ্ছেদে ইমরান ইবনু হুসাইন, নাফী ইবনু উতবা, আবূ বারযা, হুযাইফা ইবনু উসাইদ, আবূ হুরাইরা, কাইসান, উসমান ইবনু আবীল আস, জাবির, আবূ উমামা, ইবনু মাসউদ, আবদুল্লাহ ইবনু আমর, সামুরা ইবনু জুনদাব, নাওয়াস ইবনু সামআন, আমর ইবনু আওফ হুযাইফা ইবনুল ইয়ামান (রাঃ) হতে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2245,
    "narrator": "আনাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এমন কোন নবী প্রেরিত হননি, যিনি তাঁর সম্প্রদায়কে কানা মিথ্যাবাদীর (দাজ্জালের) ব্যাপার সর্তক  করেননি। জেনে রাখ, সে অবশ্যই কানা হবে। আর তোমাদের প্রভু তো অন্ধ নন। ঐ মিথ্যাবাদীর দু চোখের মধ্যবর্তী স্থানে ‘কাফ, ফা, রা ’ শব্দটি লিখিত থাকবে।  \n\nসহীহ্, তাখরীজু শারহিল আক্বীদাতিত্ তাহাবীয়া (৭৬২), “কিচ্ছাতুল মাসীহিদ্দাজ্জাল” বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ أَنَسًا، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا مِنْ نَبِيٍّ إِلاَّ وَقَدْ أَنْذَرَ أُمَّتَهُ الأَعْوَرَ الْكَذَّابَ أَلاَ إِنَّهُ أَعْوَرُ وَإِنَّ رَبَّكُمْ لَيْسَ بِأَعْوَرَ مَكْتُوبٌ بَيْنَ عَيْنَيْهِ ك ف ر ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2247,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "তিনি বলেন, কোন একদিন মদীনার একটি গলিতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইবনু সাইদের সাক্ষাৎ পেয়ে তিনি তাকে আটক করলেন। সে ছিল একজন ইয়াহূদী বালক। তার চুল ছিল বেণীবদ্ধ। আবূ বকর ও উমার (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-র সাথে ছিলেন। রাসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ তুমি কি সাক্ষ্য দাও যে, আমি আল্লাহর  রাসূল? সে বলল, আপনি কি সাক্ষ্য দেন যে, আমিও আল্লাহর  রাসূল? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি ঈমান এনেছি আল্লাহ্ তা‘আলার উপর, তাঁর ফেরেশতাগণের উপর, তাঁর গ্রন্থসমূহে ও তাঁর রাসূলদের উপর এবং পরকালের উপর।  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে প্রশ্ন করেনঃ তুমি কী দেখতে পাও? সে বলল, আমি পানির উপর একটি সিংহাসন দেখতে পাই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি সমুদ্রে শাইতানের আসন দেখতে পাও। তিনি আরো প্রশ্ন করেনঃ তুমি আর কি দেখ? সে বলল, আমি একজন সত্যবাদী ও দুজন মিথ্যাবাদী অথবা দুজন সত্যবাদী ও একজন মিথ্যাবাদী দেখতে পাই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একথা শুনে বললেন, বিষয়টা তার কাছে তালগোলে পাকিয়ে গেছে। তোমরা দুজনেই একে ত্যাগ কর। \n\nসহীহ্, সহীহাহ, মুসলিম।",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا عَبْدُ الأَعْلَى، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ لَقِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم ابْنَ صَائِدٍ فِي بَعْضِ طُرُقِ الْمَدِينَةِ فَاحْتَبَسَهُ وَهُوَ غُلاَمٌ يَهُودِيٌّ وَلَهُ ذُؤَابَةٌ وَمَعَهُ أَبُو بَكْرٍ وَعُمَرُ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَتَشْهَدُ أَنِّي رَسُولُ اللَّهِ ‏\"‏ ‏.‏ فَقَالَ أَتَشْهَدُ أَنْتَ أَنِّي رَسُولُ اللَّهِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ آمَنْتُ بِاللَّهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الآخِرِ ‏\"‏ ‏.‏ قَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَا تَرَى ‏\"‏ ‏.‏ قَالَ أَرَى عَرْشًا فَوْقَ الْمَاءِ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ تَرَى عَرْشَ إِبْلِيسَ فَوْقَ الْبَحْرِ ‏.‏ قَالَ ‏\"‏ فَمَا تَرَى ‏\"‏ ‏.‏ قَالَ أَرَى صَادِقًا وَكَاذِبَيْنِ أَوْ صَادِقَيْنِ وَكَاذِبًا ‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لُبِّسَ عَلَيْهِ ‏\"‏ ‏.‏ فَدَعَاهُ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَحُسَيْنِ بْنِ عَلِيٍّ وَابْنِ عُمَرَ وَأَبِي ذَرٍّ وَابْنِ مَسْعُودٍ وَجَابِرٍ وَحَفْصَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, উমার, হুসাইন ইবনু আলী, ইবনু উমার, আবূ যার, ইবনু মাসউদ, জাবির ও হাফসা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান।"
  },
  {
    "hadith_id": 2246,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "তিনি বলেন, কোন একদিন ইবনু সাইদি হাজ্জ কিংবা উমরাহ উপলক্ষ্যে আমার সঙ্গী হলো। সবাই চলে গেল কিন্তু আমি ও সে পিছনে পড়ে গেলাম। আমি তার সাথে একা হয়ে গেলে তার ব্যাপারে জনগন যা বলাবলি করত তা মনে উদয় হলে আমি ভীত ও সন্ত্রস্ত হয়ে পড়লাম। আমি এক জায়গায় বিশ্রামের জন্য অবতরণ করে তাকে বললাম, তোমার ঐ গাছের নিকট তোমার মালামাল রেখে দাও। বর্ণনাকারী বলেন, তারপর সে একপাল বকরী দেখে একটি পেয়ালা নেয় সেদিকে গেল এবং কিছু দুধ  দোহন করে আমার নিকট নিয়ে এল। সে আমাকে বলল, হে আবূ সাঈদ! দুধ পান করুন।  তার ব্যাপারে লোকজন বিভিন্ন কথা বলাবলি করার দুরুন আমি তার হাতের কিছু পান করা অপছন্দ করলাম। অতএব, আমি তাকে বললাম, আজকের দিনটি প্রচন্ড গরমের, আমি  এরকম দিনে দুধপান করতে পছন্দ করি না। তখন সে আমাকে বলল, হে আবূ সাঈদ! আমাকে ও আমার ব্যাপারে মানুষেরা যে নানা কথা বলে সেজন্য আমার ইচ্ছা হয় একটি গাছে দড়ি বেঁধে ফাঁসিতে আত্মহত্যা করি। আপনি কি মনে করেন, আমার বিষয় কারো নিকট অজানা থাকলেও আপনাদেরও নিকট তো তা মোটেই অস্পষ্ট নয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-র হাদীস সম্বন্ধে তো আপনারা অধিক অবহিত। হে আনসার সম্প্রদায়! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি বলেননি যে, সে (দাজ্জাল) হবে কাফির? অথচ আমি মুসলমান। সে হবে নিঃসন্তান? অথচ আমি আমার সন্তান মদীনায় রেখে এসেছি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি বলেননি যে, মক্কা-মদীনায় প্রবেশ করাটা তার জন্য বৈধ (সম্ভব) নয়? আমি কি মদীনাবাসী নই? আমি সেখান হতেই তো আপনার সাথে মক্কায় এসেছি। আবূ সাঈদ (রাঃ) বলেন, আল্লাহর  শপথ! সে একটার পর একটা অনবরতভাবে যুক্তি দেখাতে লাগল। অবশেষে আমি মনে মনে বললাম, তার উপর হয়তো মিথ্যারোপ করা হয়েছে। সে আবার বলল, হে আবূ সাঈদ, আল্লাহর শপথ! আমি আপনাকে সঠিক সংবাদ দিব। আল্লাহর  শপথ! আমি নিঃসন্দেহে তাকে (দাজ্জালকে) চিনি, তার বাবাকেও চিনি এবং সে এথন কোন এলাকায় আছে তাও জানি। তখন আমি বললাম, তোর পুরো দিনটাই বিফলে যাক। \n\nসহীহ্, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ عَبْدِ الأَعْلَى، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ صَحِبَنِي ابْنُ صَائِدٍ إِمَّا حُجَّاجًا وَإِمَّا مُعْتَمِرِينَ فَانْطَلَقَ النَّاسُ وَتُرِكْتُ أَنَا وَهُوَ فَلَمَّا خَلَصْتُ بِهِ اقْشَعْرَرْتُ مِنْهُ وَاسْتَوْحَشْتُ مِنْهُ مِمَّا يَقُولُ النَّاسُ فِيهِ فَلَمَّا نَزَلْتُ قُلْتُ لَهُ ضَعْ مَتَاعَكَ حَيْثُ تِلْكَ الشَّجَرَةِ ‏.‏ قَالَ فَأَبْصَرَ غَنَمًا فَأَخَذَ الْقَدَحَ فَانْطَلَقَ فَاسْتَحْلَبَ ثُمَّ أَتَانِي بِلَبَنٍ فَقَالَ لِي يَا أَبَا سَعِيدٍ اشْرَبْ ‏.‏ فَكَرِهْتُ أَنْ أَشْرَبَ مِنْ يَدِهِ شَيْئًا لِمَا يَقُولُ النَّاسُ فِيهِ فَقُلْتُ لَهُ هَذَا الْيَوْمُ يَوْمٌ صَائِفٌ وَإِنِّي أَكْرَهُ فِيهِ اللَّبَنَ ‏.‏ قَالَ لِي يَا أَبَا سَعِيدٍ هَمَمْتُ أَنْ آخُذَ حَبْلاً فَأُوثِقَهُ إِلَى شَجَرَةٍ ثُمَّ أَخْتَنِقُ لِمَا يَقُولُ النَّاسُ لِي وَفِيَّ أَرَأَيْتَ مَنْ خَفِيَ عَلَيْهِ حَدِيثِي فَلَنْ يَخْفَى عَلَيْكُمْ أَلَسْتُمْ أَعْلَمَ النَّاسِ بِحَدِيثِ رَسُولِ اللَّهِ صلى الله عليه وسلم يَا مَعْشَرَ الأَنْصَارِ أَلَمْ يَقُلْ رَسُولُ اللَّهِ صلى الله عليه وسلم إِنَّهُ كَافِرٌ وَأَنَا مُسْلِمٌ أَلَمْ يَقُلْ رَسُولُ اللَّهِ صلى الله عليه وسلم إِنَّهُ عَقِيمٌ لاَ يُولَدُ لَهُ وَقَدْ خَلَّفْتُ وَلَدِي بِالْمَدِينَةِ أَلَمْ يَقُلْ رَسُولُ اللَّهِ صلى الله عليه وسلم لاَ يَدْخُلُ أَوْ لاَ تَحِلُّ لَهُ مَكَّةُ وَالْمَدِينَةُ أَلَسْتُ مِنْ أَهْلِ الْمَدِينَةِ وَهُوَ ذَا أَنْطَلِقُ مَعَكَ إِلَى مَكَّةَ ‏.‏ فَوَاللَّهِ مَا زَالَ يَجِيءُ بِهَذَا حَتَّى قُلْتُ فَلَعَلَّهُ مَكْذُوبٌ عَلَيْهِ ثُمَّ قَالَ يَا أَبَا سَعِيدٍ وَاللَّهِ لأُخْبِرَنَّكَ خَبَرًا حَقًّا وَاللَّهِ إِنِّي لأَعْرِفُهُ وَأَعْرِفُ وَالِدَهُ وَأَعْرِفُ أَيْنَ هُوَ السَّاعَةَ مِنَ الأَرْضِ ‏.‏ فَقُلْتُ تَبًّا لَكَ سَائِرَ الْيَوْمِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏صَحِيحٌ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2248,
    "narrator": "আবদুর রহমান ইবনু আবূ বাক্রা (রাঃ) হতে তাঁর পিতা",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: দাজ্জালের পিতা-মাতার ত্রিশ বছর পর্যন্ত কোন সন্তান জন্মগ্রহণ করবেনা। তারপর একটি কানা ছেলে জন্ম নেবে। সে হবে খুবই ক্ষতিকর এবং অত্যন্ত অনুপকারী। তার দুই চোখ ঘুমালেও তার অন্তর ঘুমাবে না। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকটে তার পিতা-মাতার বিবরণ দিলেন। তিনি বললেনঃতার পিতার দৈহিক আকৃতি হবে লম্বাটে, হালকা-পাতলা গড়নের এবং তার নাকটা হবে পাখীর ঠোঁটের মত লম্বা। আর তার মা হবে স্থুলকায়, মোটা ও লম্বা হস্তবিশিষ্টা। আবূ বকরা (রাঃ) বলেন, তারপর একসময় আমরা শুনতে পেলাম যে, মাদীনার ইয়াহূদী পরিবারে একটি সন্তান জন্মগ্রহণ করেছে। তখন আমি ও যুবাইর ইবনুল আওয়াম (রাঃ) সেখানে গেলাম। আমরা তার পিতা-মাতার নিকট উপস্থিত হলাম এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বর্ণিত বিবরণ তাদের মাঝে দেখতে পেলাম। আমরা প্রশ্ন করলাম, আপনাদের কোন সন্তান আছে কি? তারা বলল, আমাদের ত্রিশ বছরের দাম্পত্য জীবনে কোন সন্তান জন্মগ্রহণ করেনি। অবশেষে আমাদের একটি কানা পুত্র সন্তান জন্মগ্রহণ করেছে, কিন্তু সে অধিক ক্ষতিকর এবং কম উপকারী। তার দু'চোখ ঘুমায় কিন্তু অন্তর ঘুমায় না। রাবী বলেন, আমরা তাদের নিকট হতে বের হয়ে এসে দেখলাম সে রোদে চাদর মুড়ি দিয়ে পড়ে আছে এবং বিড়বিড় করছে। সে তার চাদর হতে মাথা বের করে প্রশ্ন করল, তোমরা কি বলেছ? আমরা বললাম, তুমি কি আমাদের কথা শুনতে পেরেছ? সে বলল, হ্যাঁ। কেননা আমার দু'চোখ ঘুমিয়ে থাকলে ও অন্তর ঘুমায় না। \n\nযঈফ, মিশকাত, তাহকীক ছানী (৫৫০৩)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَمْكُثُ أَبُو الدَّجَّالِ وَأُمُّهُ ثَلاَثِينَ عَامًا لاَ يُولَدُ لَهُمَا وَلَدٌ ثُمَّ يُولَدُ لَهُمَا غُلاَمٌ أَعْوَرُ أَضَرُّ شَيْءٍ وَأَقَلُّهُ مَنْفَعَةً تَنَامُ عَيْنَاهُ وَلاَ يَنَامُ قَلْبُهُ ‏\"‏ ‏.‏ ثُمَّ نَعَتَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَبَوَيْهِ فَقَالَ ‏\"‏ أَبُوهُ طِوَالٌ ضَرْبُ اللَّحْمِ كَأَنَّ أَنْفَهُ مِنْقَارٌ وَأُمُّهُ امْرَأَةٌ فَرْضَاخِيَّةٌ طَوِيلَةُ الْيَدَيْنِ ‏\"‏ ‏.‏ فَقَالَ أَبُو بَكْرَةَ فَسَمِعْنَا بِمَوْلُودٍ فِي الْيَهُودِ بِالْمَدِينَةِ فَذَهَبْتُ أَنَا وَالزُّبَيْرُ بْنُ الْعَوَّامِ حَتَّى دَخَلْنَا عَلَى أَبَوَيْهِ فَإِذَا نَعْتُ رَسُولِ اللَّهِ صلى الله عليه وسلم فِيهِمَا فَقُلْنَا هَلْ لَكُمَا وَلَدٌ فَقَالاَ مَكَثْنَا ثَلاَثِينَ عَامًا لاَ يُولَدُ لَنَا وَلَدٌ ثُمَّ وُلِدَ لَنَا غُلاَمٌ أَعْوَرُ أَضَرُّ شَيْءٍ وَأَقَلُّهُ مَنْفَعَةً تَنَامُ عَيْنَاهُ وَلاَ يَنَامُ قَلْبُهُ ‏.‏ قَالَ فَخَرَجْنَا مِنْ عِنْدِهِمَا فَإِذَا هُوَ مُنْجَدِلٌ فِي الشَّمْسِ فِي قَطِيفَةٍ لَهُ وَلَهُ هَمْهَمَةٌ فَكَشَفَ عَنْ رَأْسِهِ فَقَالَ مَا قُلْتُمَا قُلْنَا وَهَلْ سَمِعْتَ مَا قُلْنَا قَالَ نَعَمْ تَنَامُ عَيْنَاىَ وَلاَ يَنَامُ قَلْبِي ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ حَمَّادِ بْنِ سَلَمَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন এ হাদীসটি হাসান গারীব। শুধুমাত্র হাম্মাদ ইবনু সালমান সূত্রেই আমরা এ হাদীস জেনেছি।"
  },
  {
    "hadith_id": 2249,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "কোন একদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদল সাহাবী নিয়ে ইবনু সাইয়্যাদের পাশ দিযে যাচ্ছিলেন। তাঁদের মধ্যে উমার ইবনুল খাত্তাব (রাঃ) ও ছিলেন। সে তখন ‘মাগালা’ গোত্রের দুর্গের পাশে বলকদের সাথে খেলা করছিল। সেও তখন কিশোর ছিল। সে সাড়া পাওয়ার আগেই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গিয়ে তার পিঠে হাত চাপড় দিয়ে প্রশ্ন করলেনঃ তুমি কি সাক্ষ্য দাও যে, আমি আল্লাহর  রাসূল? ইবনু সাইয়্যাদ তাঁর দিকে দৃষ্টিপাত করে বলল, আমি সাক্ষ্য দিচ্ছি যে, আপনি নিরক্ষরদে রাসূল! বর্ণনাকারী বলেন, এরপর সে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলল, আপনি কি সাক্ষ্য দিচ্ছেন যে, আমিও আল্লাহর  রাসূল? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি তো আল্লাহ্ ও তাঁর রাসূলের প্রতি ঈমান এনেছি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে আবার প্রশ্ন করলেনঃ তোমার নিকট কী আসে? ইবনু সাইয়্যাদ বলল, আমার নিকট সত্যবাদীও আসে মিথ্যাবাদীও আসে। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার বিষয়টা তালগোল পাকিয়ে গেছে। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি একটি বিষয় তোমার জন্য ঠিক করে রেখেছি। বলতো তা কি? এই বলে তিনি মনে মনে পাঠ করলেনঃ “আকাশ সেদিন স্পষ্ট ধোঁয়ায় ছেয়ে যাবে” (সূরাঃ আদ-দুখান-১০)।  উত্তরে ইবনু সাইয়্যাদ বলল, সেটা তো “আদ-দুখ” (ধোঁয়া)। একথা শুনে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ দুর হও! তুই কখনো তোর ভাগ্যকে অতিক্রম করতে পারবি না। উমার (রাঃ) বললেন, হে আল্লাহর  রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমাকে সম্মতি দিন, একে মেরে ফেলি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সে যদি সত্যিই (দাজ্জাল) হয়ে থাকে তাহলে তার উপর তুমি জয়লাভ করতে পারবে না। আর সে তা না হয়ে থাকলে তবে তাকে মেরে ফেলায় তোমার কোন কল্যাণ নেই। আবদুর রাযযাক বলেন, শব্দটিতে দাজ্জাল বুঝান হয়েছে। \n\nসহীহ্  আদাবুল মুফরাদ, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّ بِابْنِ صَيَّادٍ فِي نَفَرٍ مِنْ أَصْحَابِهِ فِيهِمْ عُمَرُ بْنُ الْخَطَّابِ وَهُوَ يَلْعَبُ مَعَ الْغِلْمَانِ عِنْدَ أُطُمِ بَنِي مَغَالَةَ وَهُوَ غُلاَمٌ فَلَمْ يَشْعُرْ حَتَّى ضَرَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ظَهْرَهُ بِيَدِهِ ثُمَّ قَالَ ‏\"‏ أَتَشْهَدُ أَنِّي رَسُولُ اللَّهِ ‏\"‏ ‏.‏ فَنَظَرَ إِلَيْهِ ابْنُ صَيَّادٍ فَقَالَ أَشْهَدُ أَنَّكَ رَسُولُ الأُمِّيِّينَ ‏.‏ ثُمَّ قَالَ ابْنُ صَيَّادٍ لِلنَّبِيِّ صلى الله عليه وسلم أَتَشْهَدُ أَنْتَ أَنِّي رَسُولُ اللَّهِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ آمَنْتُ بِاللَّهِ وَبِرُسُلِهِ ‏\"‏ ‏.‏ ثُمَّ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَا يَأْتِيكَ ‏\"‏ ‏.‏ قَالَ ابْنُ صَيَّادٍ يَأْتِينِي صَادِقٌ وَكَاذِبٌ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ خُلِّطَ عَلَيْكَ الأَمْرُ ‏\"‏ ‏.‏ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنِّي خَبَأْتُ لَكَ خَبِيئًا ‏\"‏ ‏.‏ وَخَبَأَ لَهُ ‏:‏ ‏(‏يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ ‏)‏ فَقَالَ ابْنُ صَيَّادٍ هُوَ الدُّخُّ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ اخْسَأْ فَلَنْ تَعْدُوَ قَدْرَكَ ‏\"‏ ‏.‏ قَالَ عُمَرُ يَا رَسُولَ اللَّهِ ائْذَنْ لِي فَأَضْرِبَ عُنُقَهُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنْ يَكُ حَقًّا فَلَنْ تُسَلَّطَ عَلَيْهِ وَإِنْ لاَ يَكُنْهُ فَلاَ خَيْرَ لَكَ فِي قَتْلِهِ ‏\"‏ ‏.‏ قَالَ عَبْدُ الرَّزَّاقِ يَعْنِي الدَّجَّالَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2250,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দুনিয়াতে এখন যে সকল ব্যাক্তি জীবিত আছে, শতবছর পর এদের কেউ অবশিষ্ট থাকবে না। \n\nসহীহ্, রাওযুন নাযীর (১১০০), সহীহ্, আদাবুল মুফরাদ (৭৫৫), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا عَلَى الأَرْضِ نَفْسٌ مَنْفُوسَةٌ - يَعْنِي الْيَوْمَ تَأْتِي عَلَيْهَا مِائَةُ سَنَةٍ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَأَبِي سَعِيدٍ وَبُرَيْدَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইবনু উমার, আবূ সাঈদ ও বুরাইদা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান।"
  },
  {
    "hadith_id": 2251,
    "narrator": "আবদুল্লাহ ইবনু উমার (রাঃ)",
    "bn": "কোন একদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর জীবনের শেষ পর্যায়ে আমাদের নিয়ে এশার নামায আদায় করেন। তিনি সালাম ফিরিয়ে খুতবাহ দিতে দাঁড়িয়ে বললেনঃ তোমরা কি আজকের এই রাতের প্রতি লক্ষ্য করছ? এখন যে সকল ব্যক্তি বেঁচে আছে শতবছর পর তারা আর দুনিয়ার বুকে বেঁচে থাকবে না। ইবনু উমার (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-র বক্তব্য “শতবছরের” বিষয়ে লোকেরা আলাপ-আলোচনায় লিপ্ত হয়ে ভুল করে বসে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-র বাণীঃ “শতবছর পর কেউ দুনিয়াতে বেঁচে থাকবে না” –এর তাৎপর্য হলোঃ বর্তমানের এই শতাব্দীটি তখন সমাপ্ত হয়ে যাবে। \n\nসহীহ্, (রাওয), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، وَأَبِي، بَكْرِ بْنِ سُلَيْمَانَ وَهُوَ ابْنُ أَبِي حَثْمَةَ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، قَالَ صَلَّى بِنَا رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ لَيْلَةٍ صَلاَةَ الْعِشَاءِ فِي آخِرِ حَيَاتِهِ فَلَمَّا سَلَّمَ قَالَ ‏\"‏ أَرَأَيْتَكُمْ لَيْلَتَكُمْ هَذِهِ عَلَى رَأْسِ مِائَةِ سَنَةٍ مِنْهَا لاَ يَبْقَى مِمَّنْ هُوَ عَلَى ظَهْرِ الأَرْضِ أَحَدٌ ‏\"‏ ‏.‏ قَالَ ابْنُ عُمَرَ فَوَهَلَ النَّاسُ فِي مَقَالَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم تِلْكَ فِيمَا يَتَحَدَّثُونَهُ مِنْ هَذِهِ الأَحَادِيثِ عَنْ مِائَةِ سَنَةٍ وَإِنَّمَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ يَبْقَى مِمَّنْ هُوَ الْيَوْمَ عَلَى ظَهْرِ الأَرْضِ أَحَدٌ ‏\"‏ ‏.‏ يُرِيدُ بِذَلِكَ أَنْ يَنْخَرِمَ ذَلِكَ الْقَرْنُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি সহীহ্।"
  },
  {
    "hadith_id": 2252,
    "narrator": "উবাই ইবনু কা’ব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বাতাসকে তোমরা গালি দিও না। অপছন্দনীয় কোন কিছু দেখতে পেলে তোমরা এই দু’আ পড়বে, “হে আল্লাহ্! আমরা আপনার নিকট আকাঙ্ক্ষা করি এ বাতাসের কল্যাণ, এর মধ্যে যে কল্যাণ নিহিত আছে তা এবং সে যে বিষয়ে আদেশ প্রাপ্ত হয়েছে তার কল্যাণ। আমরা এ বাতাসের অকল্যাণ হতে তোমর নিকট আশ্রয় প্রার্থনা করি, এর মধ্যে নিহিত ক্ষতি হতে এবং সে যে বিষয়ে আদেশ প্রাপ্ত হয়েছে তার অকল্যাণ হতে”। \n\nসহীহ্, মিশকাত (১৫১৮), সহীহাহ্ (২৭৫৬), রাওযুন নাযীর (১১০৭), কালিমুত তাইয়্যিব (১৫৪)।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ بْنِ حَبِيبِ بْنِ الشَّهِيدِ الْبَصْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، حَدَّثَنَا الأَعْمَشُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ ذَرٍّ، عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، عَنْ أُبَىِّ بْنِ كَعْبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَسُبُّوا الرِّيحَ فَإِذَا رَأَيْتُمْ مَا تَكْرَهُونَ فَقُولُوا اللَّهُمَّ إِنَّا نَسْأَلُكَ مِنْ خَيْرِ هَذِهِ الرِّيحِ وَخَيْرِ مَا فِيهَا وَخَيْرِ مَا أُمِرَتْ بِهِ وَنَعُوذُ بِكَ مِنْ شَرِّ هَذِهِ الرِّيحِ وَشَرِّ مَا فِيهَا وَشَرِّ مَا أُمِرَتْ بِهِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَأَبِي هُرَيْرَةَ وَعُثْمَانَ بْنِ أَبِي الْعَاصِي وَأَنَسٍ وَابْنِ عَبَّاسٍ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আইশা, আবূ হুরাইরা, উসমান ইবনু আবীল আস, আনাস, ইবনু আব্বাস ও জাবির (রাঃ)  হতেও এ অনুচ্ছেদদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2253,
    "narrator": "ফাতিমা বিনতু কাইস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন এক সময় মিম্বারে উঠে হাসতে হাসতে বললেনঃ আমাকে ‘তামীম আদ-দারী একটি খবর শুনিয়েছে। আমি তাতে সন্তুষ্ট হয়েছি এবং আমি তোমাদেরকেও তা শুনাতে পছন্দ করি। কোন একদিন ফিলিষ্তীনের কয়েকজন লোক নৌযানে চড়ে সমুদ্র বিহারে যাত্রা করেছিল। হঠাৎ সমুদ্রের উত্তাল তরঙ্গে তারা দিকক্রান্ত হয়ে পড়ে। এবং এক অচেনা দ্বীপে এসে পড়ে। তারা সে জায়গাতে এক বিচিত্র ধরনের প্রানীর সন্ধান পায়, যার চুলগুলো ছিল চারদিকে ছাড়ানো। তার প্রশ্ন করল, তুমি কে? সে উত্তর দিল, জাস্সাসা (অনুসন্ধানকারী)। তারা বলল, তুমি আমাদেরকে কিছু অনুসন্ধান দাও। সে বলল, আমি তোমাদেরকে কিছু বলবও না এবং তোমাদের নিকট কিছু জানতেও চাইব না, বরং তোমরা এ জনপদের শেষ সীমানায় যাও। সে স্থানে এমন একজন লোক আছে যে তোমাদেরকে কিছু বলবে এবং তোমাদের নিকট কিছু জানার ইচ্ছা করবে। তারপর আমরা গ্রামের শেষ সীমানায় পৌছে দেখতে পেলাম, একটি লোক শিকলে বাঁধা আছে। সে আমাদের বলল তোমরা (সিরিয়ার)  ‘যুগার’ নামক স্থানের ঝর্ণার খবর বল। আমরা বললাম, তা পানিপূর্ণ এবং এখনো সবেগে পানি প্রবাহিত হচ্ছে। সে বলল, ‘বুহাইরা’ (তাবারিয়া উপসাগর) এর কি সংবাদ, তা আমাকে বল। আমরা বললাম, তাও পানিপূর্ণ এবং তা হতে সবেগে পানি প্রবাহিত হচ্ছে। সে আবার বলল, জর্দান ও ফিলিস্তীনের মধ্যবর্তী জায়গায় অবস্থিত ‘বাইসান’ নামক খেজুর বাগানের খবর বল। তাতে কি ফল উৎপন্ন হয়? আমরা বললাম, হ্যাঁ। সে আবার প্রশ্ন করল, নবী প্রসঙ্গে বল, তিনি কি প্রেরিত হয়েছেন? আমরা বললাম হ্যাঁ। সে বলল, তাঁর নিকট জনগণ ভিড়ছে কেমন? আমরা বললাম, খুবই দ্রুত। বর্ণনাকারী বলেন, একথা শুনে সে এমন এক লাফ দিল যে, শৃঙ্খলা প্রায় ছিন্ন করে ফেলেছিল। আমরা তাকে প্রশ্ন করলাম তুমি কে? সে বলল, আমি দাজ্জাল। সে ‘তাইবা’ ব্যতীত সমস্ত শহরেই প্রবেশ করবে। ‘তাইবা’ মদীনা মুনাওয়ারা। \n\nসহীহ্, “কিচ্ছাতু নুযূলে ঈসা আলাইহিস সালাম” মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنَا أَبِي، عَنْ قَتَادَةَ، عَنِ الشَّعْبِيِّ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، أَنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم صَعِدَ الْمِنْبَرَ فَضَحِكَ فَقَالَ ‏ \"‏ إِنَّ تَمِيمًا الدَّارِيَّ حَدَّثَنِي بِحَدِيثٍ فَفَرِحْتُ فَأَحْبَبْتُ أَنْ أُحَدِّثَكُمْ حَدَّثَنِي أَنَّ نَاسًا مِنْ أَهْلِ فِلَسْطِينَ رَكِبُوا سَفِينَةً فِي الْبَحْرِ فَجَالَتْ بِهِمْ حَتَّى قَذَفَتْهُمْ فِي جَزِيرَةٍ مِنْ جَزَائِرِ الْبَحْرِ فَإِذَا هُمْ بِدَابَّةٍ لَبَّاسَةٍ نَاشِرَةٍ شَعْرَهَا فَقَالُوا مَا أَنْتِ قَالَتْ أَنَا الْجَسَّاسَةُ ‏.‏ قَالُوا فَأَخْبِرِينَا ‏.‏ قَالَتْ لاَ أُخْبِرُكُمْ وَلاَ أَسْتَخْبِرُكُمْ وَلَكِنِ ائْتُوا أَقْصَى الْقَرْيَةِ فَإِنَّ ثَمَّ مَنْ يُخْبِرُكُمْ وَيَسْتَخْبِرُكُمْ ‏.‏ فَأَتَيْنَا أَقْصَى الْقَرْيَةِ فَإِذَا رَجُلٌ مُوثَقٌ بِسِلْسِلَةٍ فَقَالَ أَخْبِرُونِي عَنْ عَيْنِ زُغَرَ ‏.‏ قُلْنَا مَلأَى تَدْفُقُ ‏.‏ قَالَ أَخْبِرُونِي عَنِ الْبُحَيْرَةِ قُلْنَا مَلأَى تَدْفُقُ ‏.‏ قَالَ أَخْبِرُونِي عَنْ نَخْلِ بَيْسَانَ الَّذِي بَيْنَ الأُرْدُنِّ وَفِلَسْطِينَ هَلْ أَطْعَمَ قُلْنَا نَعَمْ ‏.‏ قَالَ أَخْبِرُونِي عَنِ النَّبِيِّ هَلْ بُعِثَ قُلْنَا نَعَمْ ‏.‏ قَالَ أَخْبِرُونِي كَيْفَ النَّاسُ إِلَيْهِ قُلْنَا سِرَاعٌ ‏.‏ قَالَ فَنَزَّ نَزْوَةً حَتَّى كَادَ ‏.‏ قُلْنَا فَمَا أَنْتَ قَالَ إِنَّهُ الدَّجَّالُ وَإِنَّهُ يَدْخُلُ الأَمْصَارَ كُلَّهَا إِلاَّ طَيْبَةَ ‏.‏ وَطَيْبَةُ الْمَدِينَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ قَتَادَةَ عَنِ الشَّعْبِيِّ وَقَدْ رَوَاهُ غَيْرُ وَاحِدٍ عَنِ الشَّعْبِيِّ عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ এবং কাতাদা-শাবীর সূত্রে বর্ণিত রিওয়ায়াত হিসাবে গারীব। এ হাদীসটি ফাতিমা বিনতু কাইস (রাঃ) হতে শাবীর সূত্রে একাধিক বর্ণনাকারী বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2254,
    "narrator": "হুযাইফা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন মু’মিন ব্যক্তির জন্য নিজেকে অপমানিত করাটা শোভনীয় নয়।  সাহাবীগণ প্রশ্ন করেন, সে নিজেকে কিভাবে অপমানিত করে? তিনি বললেনঃ এমন কঠিন বিষয়ে লিপ্ত হওয়া যার সামর্থ্য তার নেই। \n\nসহীহ্, ইবনু মা-জাহ (৪০১৬)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنِ الْحَسَنِ، عَنْ جُنْدُبٍ، عَنْ حُذَيْفَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ يَنْبَغِي لِلْمُؤْمِنِ أَنْ يُذِلَّ نَفْسَهُ ‏\"‏ ‏.‏ قَالُوا وَكَيْفَ يُذِلُّ نَفْسَهُ ‏.‏ قَالَ ‏\"‏ يَتَعَرَّضُ مِنَ الْبَلاَءِ لِمَا لاَ يُطِيقُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 2255,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমার ভাইকে সাহায্য কর, সে নির্যাতনকারী হোক কিংবা নির্যাতিতই  হোক না কেন। প্রশ্ন করা হলো, হে আল্লাহর  রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! নির্যাতিতকে তো সাহায্য করবই কিন্তু নির্যাতনকারীকে কেমন করে সাহায্য করতে পারি?  তিনি বললেনঃ তাকে অত্যাচার করা হতে বিরত রাখাই তার জন্য তোমার সাহায্য। \n\nসহীহ্, ইরওয়া (২৪৪৯), রাওযুন নাযীর (৩২), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ الْمُكْتِبُ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، حَدَّثَنَا حُمَيْدٌ الطَّوِيلُ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ انْصُرْ أَخَاكَ ظَالِمًا أَوْ مَظْلُومًا ‏\"‏ ‏.‏ قُلْنَا يَا رَسُولَ اللَّهِ نَصَرْتُهُ مَظْلُومًا فَكَيْفَ أَنْصُرُهُ ظَالِمًا قَالَ ‏\"‏ تَكُفُّهُ عَنِ الظُّلْمِ فَذَاكَ نَصْرُكَ إِيَّاهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আইশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2256,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ গ্রামে বসবাসকারী ব্যক্তি হয় কঠোর প্রকৃতির। শিকারের পিছনে লেগে থাকা ব্যক্তি হয় অসচেতন। আর রাজ-দরবারে গমনকারী ব্যক্তি বিপদে জড়িয়ে যায়। \n\nসহীহ্, মিশকাত তাহকীক ছানী (৩৭০১), সহীহ্  আবূ দাঊদ (২৫৪৭)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي مُوسَى، عَنْ وَهْبِ بْنِ مُنَبِّهٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ سَكَنَ الْبَادِيَةَ جَفَا وَمَنِ اتَّبَعَ الصَّيْدَ غَفَلَ وَمَنْ أَتَى أَبْوَابَ السَّلاَطِينِ افْتُتِنَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ الثَّوْرِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।  এ হাদীসটি হাসান সহীহ্  এবং ইবনু আব্বাস (রাঃ) এর রিওয়ায়াত হিসাব গারীব। আমরা এ হাদীসটি শুধুমাত্র সুফিয়ান সাওরীর সূত্রেই জেনেছি।"
  },
  {
    "hadith_id": 2257,
    "narrator": "আব্দুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন আমি রাসুলূল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ তোমরা অবশ্যই সাহায্য প্রাপ্ত হবে, বিপদগ্রস্তও হবে এবং তোমাদের মাধ্যমে অনেক জায়গা বিজিতও হবে। তোমাদের মধ্যে কেউ যদি সেই যুগ পায় তাহলে সে যেন আল্লাহ্ তা‘আলাকে ভয় করে এবং সৎকাজের আদেশ দেয় ও অসৎ কাজে বাঁধা প্রদান করে। আর যে লোক ইচ্ছাকৃতভাবে আমার উপর মিথ্যারোপ করে সে যেন জাহান্নামেই তার থাকার জায়গা তৈরী করে নেয়।  \n\nসহীহ্ সহীহাহ্ (১৩৮৩),  দেখুন হাদীস নং (২৮০৯)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَنْبَأَنَا شُعْبَةُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، يُحَدِّثُ عَنْ أَبِيهِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّكُمْ مَنْصُورُونَ وَمُصِيبُونَ وَمَفْتُوحٌ لَكُمْ فَمَنْ أَدْرَكَ ذَلِكَ مِنْكُمْ فَلْيَتَّقِ اللَّهَ وَلْيَأْمُرْ بِالْمَعْرُوفِ وَلْيَنْهَ عَنِ الْمُنْكَرِ وَمَنْ كَذَبَ عَلَىَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2258,
    "narrator": "হুযাইফা (রাঃ)",
    "bn": "তিনি বলেন, কোন এক সময় উমার (রাঃ) প্রশ্ন করলেন, ফিতনা প্রসঙ্গে রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে সকল কথা বলে গেছেন, তোমাদের মধ্যে কোন ব্যক্তি সেগুলোকে বেশি মনে রাখতে সক্ষম হয়েছে? হুযাইফা (রাঃ) বললেন, আমি। তারপর হুযাইফা (রাঃ) বললেন, কোন লোকের পরিবার-পরিজন, ধন-সম্পদ, সন্তান-সন্তুতি ও প্রতিবাশীর ক্ষেত্রে যে বিপদ অর্থাৎ ত্রুটি-বিচ্যুতি হয় এগুলোর জন্য নামাজ, রোযা, দান-খাইরাত, সৎকাজের প্রতি আদেশ ও মন্দ কাজে বাঁধা দেয়া হচ্ছে কাফফারা স্বরূপ।  \nউমার (রাঃ) তখন বলেন, আমি এ সম্বন্ধে তোমাকে প্রশ্ন করিনি, বরং সেই ফিতনা প্রসঙ্গে যা  সমুদ্রের তরঙ্গের ন্যায় মাথা তুলে আসবে। তিনি বললেন, হে আমীরুল মুমিনীন! সেই ফিতনা ও আপনার মাঝে একটি বন্ধ দরজা আছে। উমার (রাঃ) প্রশ্ন করলেন, সেই দরজা কি ভাঙ্গা হবে, না খুলে দেয়া হবে? তিনি বলেন বরং তা ভাঙ্গা হবে। তিনি বললেন, তাহলে তো কিয়ামত সংঘটিত হওয়ার পূর্ব মুহূর্ত পর্যন্ত তা আর বন্ধ হবে না। আবূ ওয়াইল (রহঃ) বলেন, হাম্মাদ বর্ণিত হাদীসে আছেঃ আমি মাসরুককে বললাম, আপনি সেই দরজা প্রসঙ্গে হুযাইফা (রাঃ) কে প্রশ্ন করুন। তিনি এ বিষয়ে তাকে প্রশ্ন করলেন।  তিনি (হুযাইফা)  উত্তরে বলেন, উমার (রাঃ) হলেন সেই দরজা।  \n\nসহীহ্, ইবনু মা-জাহ (৩৫৫৫) ‌ বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَنْبَأَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، وَحَمَّادٍ، وَعَاصِمِ بْنِ بَهْدَلَةَ، سَمِعُوا أَبَا وَائِلٍ، عَنْ حُذَيْفَةَ، قَالَ قَالَ عُمَرُ أَيُّكُمْ يَحْفَظُ مَا قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْفِتْنَةِ فَقَالَ حُذَيْفَةُ أَنَا ‏.‏ قَالَ حُذَيْفَةُ فِتْنَةُ الرَّجُلِ فِي أَهْلِهِ وَمَالِهِ وَوَلَدِهِ وَجَارِهِ يُكَفِّرُهَا الصَّلاَةُ وَالصَّوْمُ وَالصَّدَقَةُ وَالأَمْرُ بِالْمَعْرُوفِ وَالنَّهْىُ عَنِ الْمُنْكَرِ ‏.‏ فَقَالَ عُمَرُ لَسْتُ عَنْ هَذَا أَسْأَلُكَ وَلَكِنْ عَنِ الْفِتْنَةِ الَّتِي تَمُوجُ كَمَوْجِ الْبَحْرِ قَالَ يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّ بَيْنَكَ وَبَيْنَهَا بَابًا مُغْلَقًا ‏.‏ قَالَ عُمَرُ أَيُفْتَحُ أَمْ يُكْسَرُ قَالَ بَلْ يُكْسَرُ ‏.‏ قَالَ إِذًا لاَ يُغْلَقُ إِلَى يَوْمِ الْقِيَامَةِ ‏.‏ قَالَ أَبُو وَائِلٍ فِي حَدِيثِ حَمَّادٍ فَقُلْتُ لِمَسْرُوقٍ سَلْ حُذَيْفَةَ عَنِ الْبَابِ فَسَأَلَهُ فَقَالَ عُمَرُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2259,
    "narrator": "কা’ব ইবনু উজরা (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বের হয় আমাদের সামনে আসলেন। আমরা সংখ্যায় ছিলাম নয় জন; পাঁচজন আরব এবং চারজন অনারব অথবা এর বিপরীত। তিনি বললেনঃ তোমরা শোন, তোমরা কি শুনেছ? খুব শীঘ্রই আমার পরে এমন কিছু সংখ্যক শাসক আবির্ভূত হবে, যে লোক তাদের সংস্পর্শে গিয়ে তাদের মিথ্যাচারকে সমর্থন করবে এবং তাদেরকে অত্যাচারে সহায়তা দান করবে সে আমার দলের মধ্যে অন্তর্ভুক্ত নয় এবং আমিও তার দলে অন্তর্ভুক্ত নই। আর সে ব্যক্তি হাওযে কাওসারে আমার সামনে পৌঁছতে পারবে না। আর যে লোক তাদের সংস্পর্শে যাবে না, তাদের অত্যাচারে সহায়তা দান করবেনা না তাদের মিথ্যাচারকে সমর্থন করবে না, সে আমার এবং আমিও তার। সে হাওযে কাওসারে আমার সাক্ষাত লাভ করবে।  \n\nসহীহ্, ৬১৪ নং হাদীস আরও অধিক বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ الْهَمْدَانِيُّ، حَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْوَهَّابِ، عَنْ مِسْعَرٍ، عَنْ أَبِي حُصَيْنٍ، عَنِ الشَّعْبِيِّ، عَنْ عَاصِمٍ الْعَدَوِيِّ، عَنْ كَعْبِ بْنِ عُجْرَةَ، قَالَ خَرَجَ إِلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَنَحْنُ تِسْعَةٌ خَمْسَةٌ وَأَرْبَعَةٌ أَحَدُ الْعَدَدَيْنِ مِنَ الْعَرَبِ وَالآخَرُ مِنَ الْعَجَمِ فَقَالَ ‏ \"‏ اسْمَعُوا هَلْ سَمِعْتُمْ أَنَّهُ سَيَكُونُ بَعْدِي أُمَرَاءُ فَمَنْ دَخَلَ عَلَيْهِمْ فَصَدَّقَهُمْ بِكَذِبِهِمْ وَأَعَانَهُمْ عَلَى ظُلْمِهِمْ فَلَيْسَ مِنِّي وَلَسْتُ مِنْهُ وَلَيْسَ بِوَارِدٍ عَلَىَّ الْحَوْضَ وَمَنْ لَمْ يَدْخُلْ عَلَيْهِمْ وَلَمْ يُعِنْهُمْ عَلَى ظُلْمِهِمْ وَلَمْ يُصَدِّقْهُمْ بِكَذِبِهِمْ فَهُوَ مِنِّي وَأَنَا مِنْهُ وَهُوَ وَارِدٌ عَلَىَّ الْحَوْضَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ مِسْعَرٍ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏\nقَالَ هَارُونُ فَحَدَّثَنِي مُحَمَّدُ بْنُ عَبْدِ الْوَهَّابِ، عَنْ سُفْيَانَ، عَنْ أَبِي حَصِينٍ، عَنِ الشَّعْبِيِّ، عَنْ عَاصِمٍ الْعَدَوِيِّ، عَنْ كَعْبِ بْنِ عُجْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏\nقَالَ هَارُونُ وَحَدَّثَنِي مُحَمَّدٌ، عَنْ سُفْيَانَ، عَنْ زُبَيْدٍ، عَنْ إِبْرَاهِيمَ، وَلَيْسَ، بِالنَّخَعِيِّ عَنْ كَعْبِ بْنِ عُجْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ مِسْعَرٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ حُذَيْفَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি সহীহ্ গারীব। আমরা এ হাদীসটি শুধুমাত্র উপরোক্ত সূত্রেই মিসআরের বর্ণিত হাদীস হিসাবে জেনেছি। হারুন বলেন, মুহাম্মাদ ইবনু আব্দুল ওয়াহহাব (রহঃ) পূর্বোক্ত হাদীসের ন্যায় হাদীস বর্ণনা করেছেন সুফিয়ান হতে, তিনি আবূ হুসাইন হতে, তিনি শাবী হতে, তিনি আসিম আল-আদাবী হতে, তিনি কা’ব ইবনু উজরা (রাঃ)  হতে, তিনি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে। হারুন আরো বলেন, মিসআর বর্ণিত হাদীসের সমার্থক হাদীসটি সুফিয়ান-যুবাইদ হতে, তিনি ইবরাহীম (ইনি ইবরাহীম নাখঈ নন) হতে, তিনি কা’ব ইবনু উজরা (রাঃ) হতে, তিনি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে মুহাম্মাদ (রহঃ) বর্ণনা করেন। হুযাইফা ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2260,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মানুষের উপর এমন একটি যুগের আগমন ঘটবে যখন তার পক্ষে ধর্মের উপর ধৈর্য ধারন করে থাকাটা জ্বলন্ত অঙ্গার মুষ্টিবদ্ধ করে রাখা ব্যক্তির মতো কঠিন হবে।  \n\nসহীহ্, সহীহাহ্ (৯৫৭)।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُوسَى الْفَزَارِيُّ ابْنُ بِنْتِ السُّدِّيِّ الْكُوفِيِّ، حَدَّثَنَا عُمَرُ بْنُ شَاكِرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَأْتِي عَلَى النَّاسِ زَمَانٌ الصَّابِرُ فِيهِمْ عَلَى دِينِهِ كَالْقَابِضِ عَلَى الْجَمْرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَعُمَرُ بْنُ شَاكِرٍ شَيْخٌ بَصْرِيٌّ قَدْ رَوَى عَنْهُ غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ সূত্রে হাদীসটি গারীব।  উমার ইবনু শাকির বসরার অধিবাসী মুহাদ্দিস।  তার সূত্রে একাধিক হাদীস বিশারদ হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2261,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন আমার উম্মাত দাম্ভিকতার সাথে চলবে এবং পারস্য ও রোমের রাজবংশের লোকেরা তাদের দাসানুদাস হবে তখন এই উম্মাতের উত্তম ব্যক্তিদের উপর দুষ্ট ব্যক্তিদের কর্তিত্ব চাপিয়ে দেয়া হবে।  \n\nসহীহ্, সহীহাহ্ (৯৫৪)।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ عَبْدِ الرَّحْمَنِ الْكِنْدِيُّ الْكُوفِيُّ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، أَخْبَرَنِي مُوسَى بْنُ عُبَيْدَةَ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا مَشَتْ أُمَّتِي الْمُطَيْطِيَاءَ وَخَدَمَهَا أَبْنَاءُ الْمُلُوكِ أَبْنَاءُ فَارِسَ وَالرُّومِ سُلِّطَ شِرَارُهَا عَلَى خِيَارِهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَقَدْ رَوَاهُ أَبُو مُعَاوِيَةَ عَنْ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ ‏.‏\nحَدَّثَنَا بِذَلِكَ، مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْوَاسِطِيُّ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ وَلاَ يُعْرَفُ لِحَدِيثِ أَبِي مُعَاوِيَةَ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنِ ابْنِ عُمَرَ أَصْلٌ إِنَّمَا الْمَعْرُوفُ حَدِيثُ مُوسَى بْنِ عُبَيْدَةَ ‏.‏ وَقَدْ رَوَى مَالِكُ بْنُ أَنَسٍ هَذَا الْحَدِيثَ عَنْ يَحْيَى بْنِ سَعِيدٍ مُرْسَلاً وَلَمْ يَذْكُرْ فِيهِ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنِ ابْنِ عُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ সূত্রে হাদীসটি গারীব। এটি ইয়াহ্ইয়া ইবনু সাঈদ আল-আনসারী এর সূত্রে আবূ মু‘আবিয়া (রহঃ) বর্ণনা করেছেন। মুহাম্মাদ ইবনু ইসমাঈল আল-ওয়াসিতী-আবূ মু‘আবিয়া হতে, তিনি  ইয়াহ্ইয়া ইবনু সাঈদ আল-আনসারী হতে, তিনি আব্দুল্লাহ ইবনু দীনার হতে, তিনি ইবনু উমার (রাঃ) হতে, তিনি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে হাদীসটি বর্ণনা করেছেন। আবূ মু‘আবিয়া-ইয়াহ্ইয়া ইবনু সাঈদ হতে, তিনি আব্দুল্লাহ ইবনু দীনার হতে, তিনি ইবনু উমার (রাঃ) এর সূত্রে বর্ণিত রিওয়ায়াতটির মূল প্রসঙ্গে কিছু জানা যায়নি।  মূসা ইবনু উবাইদার বর্ণনাটি প্রসিদ্ধ। অধিকন্তু এ হাদীসটি ইয়াহ্ইয়া ইবনু সাঈদ হতে মালিক ইবনু আনাস (রহঃ) মুরসালভাবে বর্ণনা করেছেন। তবে তিনি আব্দুল্লাহ ইবনু দীনার-ইবনু উমার (রাঃ) হতে এই সূত্রটি তাতে উল্লেখ করেননি।"
  },
  {
    "hadith_id": 2262,
    "narrator": "আবূ বাক্‌রা (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর নিকট হতে শুনা একটি উক্তি দ্বারা আল্লাহ্ তাআ‘লা আমাকে (উষ্ট্রের যুদ্ধে অংশগ্রহন হতে) রক্ষা করেছেন। পারস্য সম্রাট কিস্‌রা নিহত হওয়ার পর তিনি প্রশ্ন করেনঃ তারা কাকে শাসক হিসেবে নিয়োগ করেছে? সাহাবীগণ বলেন, তার কন্যাকে। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যে জাতি নিজেদের শাসক হিসাবে নারীকে নিয়োগ করে সে জাতির কখনো কল্যাণ হতে পারে না। বর্ণনাকারী বলেন, তারপর আইশা (রাঃ) বসরায় আসার পর রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর ঐ বানী আমার মনে পরে গেল। অতএব এর মাধ্যমেই আল্লাহ্ তা‘আলা আমাকে (আলীর বিরুদ্ধে অস্ত্রধারণ হতে) রক্ষা করেন।    \n\nসহীহ্, ইরওয়া (২৪৫), বুখারী।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا حُمَيْدٌ الطَّوِيلُ، عَنِ الْحَسَنِ، عَنْ أَبِي بَكْرَةَ، قَالَ عَصَمَنِي اللَّهُ بِشَيْءٍ سَمِعْتُهُ مِنْ، رَسُولِ اللَّهِ صلى الله عليه وسلم لَمَّا هَلَكَ كِسْرَى قَالَ ‏\"‏ مَنِ اسْتَخْلَفُوا ‏\"‏ ‏.‏ قَالُوا ابْنَتَهُ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لَنْ يُفْلِحَ قَوْمٌ وَلَّوْا أَمْرَهُمُ امْرَأَةً ‏\"‏ ‏.‏ قَالَ فَلَمَّا قَدِمَتْ عَائِشَةُ يَعْنِي الْبَصْرَةَ ذَكَرْتُ قَوْلَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَعَصَمَنِي اللَّهُ بِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2263,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, কোন এক সময় রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বসে থাকা কয়েকজন লোকের পাঁশে এসে দাঁড়িয়ে বললেনঃ তোমাদের মধ্যে সবচাইতে উত্তম কে এবং সবচাইতে নিকৃষ্ট কে তা কি আমি তোমাদেরকে জানিয়ে দিব না? বর্ণনাকারী বলেন, সকলেই চুপ করে রইল। তারপর তিনি ঐ কথা তিনবার জিজ্ঞেস করেন। তারপর এক ব্যক্তি বলল, হ্যাঁ, হে আল্লাহর  রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমাদেরকে জানিয়ে দিন যে, আমাদের মধ্যে কে সর্বাধিক উত্তম এবং কে সর্বাধিক নিকৃষ্ট। তিনি বললেনঃ সেই লোক তোমাদের মধ্যে সবচাইতে উত্তম যার নিকট কল্যাণ কামনা করা যায় এবং যার ক্ষতি হতে মুক্ত থাকা যায়। আর সেই লোক তোমাদের মধ্যে সবচাইতে নিকৃষ্ট যার নিকট কল্যাণের আশা করা যায় না এবং যার ক্ষতি হতেও নিরাপদ থাকা যায় না।  \n\nসহীহ্, মিশকাত (৪৯৯৩)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم وَقَفَ عَلَى أُنَاسٍ جُلُوسٍ فَقَالَ ‏\"‏ أَلاَ أُخْبِرُكُمْ بِخَيْرِكُمْ مِنْ شَرِّكُمْ ‏\"‏ ‏.‏ قَالَ فَسَكَتُوا فَقَالَ ذَلِكَ ثَلاَثَ مَرَّاتٍ فَقَالَ رَجُلٌ بَلَى يَا رَسُولَ اللَّهِ أَخْبِرْنَا بِخَيْرِنَا مِنْ شَرِّنَا ‏.‏ قَالَ ‏\"‏ خَيْرُكُمْ مَنْ يُرْجَى خَيْرُهُ وَيُؤْمَنُ شَرُّهُ وَشَرُّكُمْ مَنْ لاَ يُرْجَى خَيْرُهُ وَلاَ يُؤْمَنُ شَرُّهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি সহীহ্।"
  },
  {
    "hadith_id": 2264,
    "narrator": "উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি তোমাদেরকে উত্তম শাসক (নেতা) ও নিকৃষ্ট শাসকদের ব্যাপারে জানিয়ে দিব না? উত্তম শাসক হচ্ছে তারাই যাকে তোমরা ভালবাস এবং তারাও তোমাদেরকে ভালবাসে, আর তোমরা তাদের জন্য দু’আ কর এবং তারাও তোমাদের জন্য দু’আ করে।  নিকৃষ্ট শাসক হচ্ছে তারাই যাকে তোমরা ঘৃণা কর এবং তারাও তোমাদেরকে ঘৃণা করে আর তোমরা তাদেরকে অভিশাপ প্রদান কর এবং তারাও তোমাদেরকে অভিশাপ প্রদান করে।  \n\nসহীহ্, সহীহাহ্ (৯০৭), মুসলিম প্রশ্নের উল্লেখ ব্যতীত।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي حُمَيْدٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ أَلاَ أُخْبِرُكُمْ بِخِيَارِ أُمَرَائِكُمْ وَشِرَارِهِمْ خِيَارُهُمُ الَّذِينَ تُحِبُّونَهُمْ وَيُحِبُّونَكُمْ وَتَدْعُونَ لَهُمْ وَيَدْعُونَ لَكُمْ وَشِرَارُ أُمَرَائِكُمُ الَّذِينَ تُبْغِضُونَهُمْ وَيُبْغِضُونَكُمْ وَتَلْعَنُونَهُمْ وَيَلْعَنُونَكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مُحَمَّدِ بْنِ أَبِي حُمَيْدٍ ‏.‏ وَمُحَمَّدٌ يُضَعَّفُ مِنْ قِبَلِ حِفْظِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ সূত্রে হাদীসটি গারীব।  আমরা এ হাদীসটি শুধুমাত্র মুহাম্মাদ ইবনু হুমাইদের বর্ণনায় জেনেছি।  আর মুহাম্মাদ তার স্মৃতিশক্তির দুর্বলতার কারণে সমালোচিত।"
  },
  {
    "hadith_id": 2267,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা এমন এক যুগে অবস্থান করছ যে, যদি তোমাদের কোন ব্যাক্তি নির্দেশিত বিষয়ের (কর্তব্যকর্মের) এক-দশমাংশ পরিমাণও ত্যাগ করে তাহলে সে ধ্বংস হয়ে যাবে। তারপর এমন এক যুগের আগমন ঘটবে যে, কোন ব্যাক্তি যদি নির্দেশিত বিষয়ের এক-দশমাংশ পরিমাণও পালন করে তাহলে সে মুক্তি লাভ করবে। \n\nসহীহ্, সহিহাহ্‌ (২৫১০)।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ يَعْقُوبَ الْجُوزَجَانِيُّ، حَدَّثَنَا نُعَيْمُ بْنُ حَمَّادٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّكُمْ فِي زَمَانٍ مَنْ تَرَكَ مِنْكُمْ عُشْرَ مَا أُمِرَ بِهِ هَلَكَ ثُمَّ يَأْتِي زَمَانٌ مَنْ عَمِلَ مِنْهُمْ بِعُشْرِ مَا أُمِرَ بِهِ نَجَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ نُعَيْمِ بْنِ حَمَّادٍ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي ذَرٍّ وَأَبِي سَعِيدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ইসা বলেন, এ হাদীসটি গরীব। আমরা এ হাদীসটি শুধুমাত্র নু’আইম ইবনু হাম্মাদের সূত্রে সুফিয়ান ইবনু উআইনা হতে জেনেছি। আবূ যার ও আবূ সাঈদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2265,
    "narrator": "উম্মু সালামা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ শীঘ্রই তোমাদের মধ্যে এমন কিছু সংখ্যক ব্যক্তি শাসক হবে যাদের কতগুলো কাজ তোমরা পছন্দ করবে এবং কতগুলো কাজ অপছন্দ করবে। যে লোক (তাদের) অন্যায়ের বিরুদ্ধে প্রতিবাদ করবে, সে দায়িত্বমুক্ত হয়ে যাবে, আর যে লোক তাকে ঘৃণা করবে সেও দায়িত্বমুক্ত হয়ে যাবে। কিন্তু যে লোক তার প্রতি সন্তুষ্ট থাকবে এবং তার অনুসরণ করবে সে অন্যায়ের অংশীদার বলে গণ্য হবে। প্রশ্ন করা হলোঃ হে আল্লাহর  রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)!  আমারা কি তাদের বিরুদ্ধে অস্র ধারণ করব না? তিনি বললেন, না, তারা যে পর্যন্ত নামায আদায় করে।  \n\nসহীহ্, মুসলিম (৬/২৩)।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا هِشَامُ بْنُ حَسَّانَ، عَنِ الْحَسَنِ، عَنْ ضَبَّةَ بْنِ مِحْصَنٍ، عَنْ أُمِّ سَلَمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّهُ سَيَكُونُ عَلَيْكُمْ أَئِمَّةٌ تَعْرِفُونَ وَتُنْكِرُونَ فَمَنْ أَنْكَرَ فَقَدْ بَرِئَ وَمَنْ كَرِهَ فَقَدْ سَلِمَ وَلَكِنْ مَنْ رَضِيَ وَتَابَعَ ‏\"‏ ‏.‏ فَقِيلَ يَا رَسُولَ اللَّهِ أَفَلاَ نُقَاتِلُهُمْ قَالَ ‏\"‏ لاَ مَا صَلَّوْا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2268,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, কোন একদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিম্বারের উপর দাঁড়িয়ে প্রাচ্যের দিকে ইশারা করে বললেনঃ এই দিকেই ফিতনার স্থান, যে প্রান্ত হতে শাইতানের শিং উদিত হয়। \n\nসহীহ্, তাখরীজ ফাজা-ইলুশশাম (হাদীস নং ৮), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الْمِنْبَرِ فَقَالَ ‏\"‏ هَا هُنَا أَرْضُ الْفِتَنِ وَأَشَارَ إِلَى الْمَشْرِقِ حَيْثُ يَطْلُعُ جِذْلُ الشَّيْطَانِ ‏\"‏ ‏.‏ أَوْ قَالَ ‏\"‏ قَرْنُ الشَّيْطَانِ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ইসা বলেন, এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 2269,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: খুরাসানের দিক হতে কালো পতাকাবাহীগণ আবির্ভূত হবে (মাহ্দীর সর্মথনে)। অবশেষে সেগুলো ইলিয়া (বায়তুল মাকদিস)-এ স্থাপিত হবে এবং কোন কিছুই তা ফিরাতে পারবে না। \n\nসনদ দুর্বল, আবূ ঈসা বলেন, এ হাদীসটি গারীব।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا رِشْدِينُ بْنُ سَعْدٍ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ الزُّهْرِيِّ، عَنْ قَبِيصَةَ بْنِ ذُؤَيْبٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ تَخْرُجُ مِنْ خُرَاسَانَ رَايَاتٌ سُودٌ لاَ يَرُدُّهَا شَيْءٌ حَتَّى تُنْصَبَ بِإِيلِيَاءَ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ غَرِيبٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2159,
    "narrator": "সুলাইমান ইবনু আমর (রহঃ) হতে তার বাবা আমর (রাঃ)এর সূত্রে",
    "bn": "তিনি বলেন, আমি বিদায় হাজ্জে জনগণের উদ্দেশ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি: এটা কোন দিন? জনগণ বলল, বড় হাজ্জের দিন।  তিনি বললেনঃ আজকের এ দিন ও তোমাদের এ শহর যেমন হারাম (মহাপবিত্র) অনুরুপভাবে তোমাদের রক্ত, তোমাদের সম্পদ ও তোমাদের সম্ভ্রম পরস্পরের জন্য হারাম। সাবধান! অপরাধী তার অপরাধের জন্য নিজেই দায়ী।  সাবধান! সন্তানের প্রতি জনকের অপরাধ এবং জনকের প্রতি সন্তানের অপরাধ বর্তায় না। জেনে রাখো, শাইতানের কোন ইবাদাত তোমাদের এ নগরে কখনো হবে না, সে এ ক্ষেত্রে নিরাশ হয়ে গেছে।  তবে তোমরা যে সকল কাজকে তুচ্ছ মনে কর অতি শিঘ্রই সে সকল কাজে তার অনুসরণ করা হবে এবং সে তাতে সন্তুষ্ট হবে।  \n\nসহীহ্, ইবনু মা-জাহ (৩০৫৫)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ شَبِيبِ بْنِ غَرْقَدَةَ، عَنْ سُلَيْمَانَ بْنِ عَمْرِو بْنِ الأَحْوَصِ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ فِي حِجَّةِ الْوَدَاعِ لِلنَّاسِ ‏\"‏ أَىُّ يَوْمٍ هَذَا ‏\"‏ ‏.‏ قَالُوا يَوْمُ الْحَجِّ الأَكْبَرِ ‏.‏ قَالَ ‏\"‏ فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ بَيْنَكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا أَلاَ لاَ يَجْنِي جَانٍ إِلاَّ عَلَى نَفْسِهِ أَلاَ لاَ يَجْنِي جَانٍ عَلَى وَلَدِهِ وَلاَ مَوْلُودٌ عَلَى وَالِدِهِ أَلاَ وَإِنَّ الشَّيْطَانَ قَدْ أَيِسَ مِنْ أَنْ يُعْبَدَ فِي بِلاَدِكُمْ هَذِهِ أَبَدًا وَلَكِنْ سَتَكُونُ لَهُ طَاعَةٌ فِيمَا تَحْتَقِرُونَ مِنْ أَعْمَالِكُمْ فَسَيَرْضَى بِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي بَكْرَةَ وَابْنِ عَبَّاسٍ وَجَابِرٍ وَحُذَيْمِ بْنِ عَمْرٍو السَّعْدِيِّ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى زَائِدَةُ عَنْ شَبِيبِ بْنِ غَرْقَدَةَ نَحْوَهُ وَلاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ شَبِيبِ بْنِ غَرْقَدَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ বাক্‌রা, ইবনু আব্বাস, জাবির ও হিয্ইয়াম ইবনু আমর আস-সা’দী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্। যাইদাও একইরকম হাদীস শাবীব ইবনু গারকাদার সূত্রে বর্ণনা করেছেন। আমরা এ হাদীসটি শুধুমাত্র শাবীব ইবনু গারকাদার সূত্রেই জেনেছি।"
  },
  {
    "hadith_id": 2160,
    "narrator": "সাইব ইবনু ইয়াযীদ (রাঃ) হতে তার বাবার সূত্রে তার দাদা",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ তোমাদের কোন ব্যক্তি তার ভাইয়ের লাঠিতে ঠাট্টাস্বরূপ বা প্রকৃতই যেন হাত না দেয়। যদি কোন ব্যক্তি তার ভাইয়ের লাঠি নিয়ে যায় তাহলে সে যেন তাকে তা ফেরত দেয়।  \n\nসহীহ্, লিগাইরিহি, সহীহাহ (৯২১)।",
    "ar": "حَدَّثَنَا بُنْدَارٌ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ السَّائِبِ بْنِ يَزِيدَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَأْخُذْ أَحَدُكُمْ عَصَا أَخِيهِ لاَعِبًا أَوْ جَادًّا فَمَنْ أَخَذَ عَصَا أَخِيهِ فَلْيَرُدَّهَا إِلَيْهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَسُلَيْمَانَ بْنِ صُرَدَ وَجَعْدَةَ وَأَبِي هُرَيْرَةَ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ ابْنِ أَبِي ذِئْبٍ ‏.‏ وَالسَّائِبُ بْنُ يَزِيدَ لَهُ صُحْبَةٌ قَدْ سَمِعَ مِنَ النَّبِيِّ صلى الله عليه وسلم أَحَادِيثَ وَهُوَ غُلاَمٌ وَقُبِضَ النَّبِيُّ صلى الله عليه وسلم وَهُوَ ابْنُ سَبْعِ سِنِينَ وَوَالِدُهُ يَزِيدُ بْنُ السَّائِبِ لَهُ أَحَادِيثُ هُوَ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَقَدْ رَوَى عَنِ النَّبِيِّ صلى الله عليه وسلم وَالسَّائِبُ بْنُ يَزِيدَ هُوَ ابْنُ أُخْتِ نَمِرٍ",
    "grade_id": 7,
    "grade": "সহিহ লিগাইরিহি",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইবনু উমার, সুলাইমান ইবনু সুরাদ, জা’দাহ ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।  এ হাদীসটি হাসান গারীব। এ বিষয়ে আমাদের ইবনু আবী যিবের বর্ণনা ব্যতীত আর কিছুই জানা নেই। সাইব ইবনু ইয়াযীদ (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহচার্য্য পেয়েছেন। তিনি নাবালেগ থাকাকালীন সময়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট হতে অনেক হাদীস শুনেছেন। সাইব (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর মৃত্যুকালে সাত বছরের বালক ছিলেন।  তার বাবা ইয়াযীদ ইবনুস সাইব (রাঃ) ছিলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অন্যতম সাহাবী। তিনি কয়েকটি হাদীস রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট হতে বর্ণনা করেছেন।  তিনি ছিলেন নামিরের বোনের ছেলে।"
  },
  {
    "hadith_id": 2175,
    "narrator": "আব্দুল্লাহ ইবনু খাব্বাব ইবনুল আরাত (রাঃ) হতে তার বাবার সূত্রে",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদা খুব দীর্ঘায়িত করে নামায আদায় করেন। সাহাবিগণ প্রশ্ন করেন, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! আপনি তো কখনো এভাবে নামায আদায় করেননি! তিনি বললেনঃ হ্যাঁ, এ নামায ছিলো অত্যন্ত আশাব্যঞ্জক ও ভীতিপূর্ণ। আমি এতে তিনটি বিষয়ের উদ্দেশ্যে আল্লাহ্ তা’আলার নিকট আবেদন করেছি। তিনি আমাকে দুটি দিয়েছেন এবং একটি দেননি। আমি তাঁর নিকট আবেদন করেছি, তিনি আমার উম্মাতকে যেন দুর্ভিক্ষে নিক্ষেপ করে ধ্বংস না করে দেন।  আমার এ দু’আ তিনি ক্ববুল করেছেন।  তারপর আমি আবেদন করেছি যে, তিনি বিজাতীয় শত্রুদেরকে যেন তাদের উপর আধিপত্য বিস্তার করতে না দেন। আমার এ দু’আও তিনি ক্ববুল করেছেন। আমি আরো আবেদন জানিয়েছি যে, তারা যেন পরস্পর যুদ্ধ-বিগ্রহের আস্বাদ না নেয়। আমার এ দু’আ তিনি ক্ববুল করেননি।  \n\nসহীহ্, সিফাতুস সালাত।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ النُّعْمَانَ بْنَ رَاشِدٍ، يُحَدِّثُ عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ عَبْدِ اللَّهِ بْنِ خَبَّابِ بْنِ الأَرَتِّ، عَنْ أَبِيهِ، قَالَ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم صَلاَةً فَأَطَالَهَا قَالُوا يَا رَسُولَ اللَّهِ صَلَّيْتَ صَلاَةً لَمْ تَكُنْ تُصَلِّيهَا قَالَ ‏ \"‏ أَجَلْ إِنَّهَا صَلاَةُ رَغْبَةٍ وَرَهْبَةٍ إِنِّي سَأَلْتُ اللَّهَ فِيهَا ثَلاَثًا فَأَعْطَانِي اثْنَتَيْنِ وَمَنَعَنِي وَاحِدَةً سَأَلْتُهُ أَنْ لاَ يُهْلِكَ أُمَّتِي بِسَنَةٍ فَأَعْطَانِيهَا وَسَأَلْتُهُ أَنْ لاَ يُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِنْ غَيْرِهِمْ فَأَعْطَانِيهَا وَسَأَلْتُهُ أَنْ لاَ يُذِيقَ بَعْضَهُمْ بَأْسَ بَعْضٍ فَمَنَعَنِيهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ سَعْدٍ وَابْنِ عُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্  গারীব।  সা’দ ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2192,
    "narrator": "মুআবিয়া ইবনু কুররা (রহঃ)  হতে তার বাবা",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন সিরিয়াবাসীরা খারাপ হয়ে যাবে তখন তোমাদের আর কোন কল্যাণ থাকবে না।  তবে আমার উম্মাতের মধ্যে একটি দল সকল সময়েই সাহায্যপ্রাপ্ত (বিজয়ী)  থাকবে।  যেসব লোকেরা তাদেরকে অপমানিত করতে চায় তারা কিয়ামাত পর্যন্ত তাদের কোন ক্ষতি সাধন করতে পারবে না।  \n\nসহীহ্, ইবনু মা-জাহ (৬)। \n\nমুহাম্মাদ ইবনু ইসমাঈল (রহঃ) বলেন, আলী ইবনুল মাদীনী বলেছেন, সাহায্যপ্রাপ্ত (বিজয়ী)  সেই সম্প্রদায়টি হলো হাদীস বিশারদদের জামা’আত (আহলুল হাদীস)। আবূ ঈসা বলেন, আবদুল্লাহ ইবনু হাওয়ালা, ইবনু উমার, যাইদ ইবনু সাবিত ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এই হাদীসটি হাসান সহীহ্।  আহমাদ ইবনু মানি’-ইয়াযীদ ইবনু হারুন হতে তিনি বাহয্ ইবনু হাকিম হতে তিনি তার পিতা হতে, তিনি তার দাদা হতে তিনি (বাহযের দাদা) বলেছেন, আমি বললাম, হে আল্লাহর রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনি আমাকে কোথায় থাকতে নির্দেশ দেন? তিনি বললেন, এখানে আর হাত দিয়ে সিরিয়ার দিকে ইঙ্গিত করলেন।\n\n--------------\n\nবাহয ইবনু হাকীম (রাঃ) হতে তার বাবা ও দাদার সূত্রে বর্ণিতঃ\n\nতিনি বলেন, (উপরোক্ত হাদীসের বক্তব্য শুনে) আমি বললাম, হে আল্লাহর  রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমাকে কোন জায়গায় বসবাসের জন্য আপনি নির্দেশ দিচ্ছেন? তিনি বললেনঃ এই দিকে।  তিনি এই কথা বলে হাত দিয়ে সিরিয়ার দিকে ইশারা করেন।  \n\nসহীহ্, ফাযাইলুশ্‌শাম হাদীস নং ১৩।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا فَسَدَ أَهْلُ الشَّامِ فَلاَ خَيْرَ فِيكُمْ لاَ تَزَالُ طَائِفَةٌ مِنْ أُمَّتِي مَنْصُورِينَ لاَ يَضُرُّهُمْ مَنْ خَذَلَهُمْ حَتَّى تَقُومَ السَّاعَةُ ‏\"‏ ‏.‏ قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ هُمْ أَصْحَابُ الْحَدِيثِ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ حَوَالَةَ وَابْنِ عُمَرَ وَزَيْدِ بْنِ ثَابِتٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\nحَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا بَهْزُ بْنُ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَيْنَ تَأْمُرُنِي قَالَ ‏\"‏ هَا هُنَا ‏\"‏ ‏.‏ وَنَحَا بِيَدِهِ نَحْوَ الشَّامِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2235,
    "narrator": "আবদুল্লাহ ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, কোন একদিন জনগনের মাঝে খুতবাহ দেয়ার উদ্দেশ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ালেন।  তিনি আল্লাহ্ তা’আলার যথোপযুক্ত প্রশংসা করার পর দাজ্জালের প্রসঙ্গ উল্লেখ করে বললেনঃ আমি অবশ্যই দাজ্জাল সমন্ধে তোমাদেরকে সতর্ক করছি।  আর এমন কোন নবী অতিবাহিত হননি যিনি তাঁর জাতিকে দাজ্জাল সম্পর্কে সতর্ক করেননি, এমনকি নূহ (আ:) ও তাঁর সম্প্রদায়কে দাজ্জালের ব্যাপারে সতর্ক করেছেন।  কিন্তু আমি তার ব্যাপারে  এমন একটি কথা বলতে চাই  যা আর কোন নবী তাঁর জাতিকে বলেননি।  নিশ্চয়ই সে হবে অন্ধ।  অথচ আল্লাহ্ তা’আলা তো অন্ধ নন। \n\nসহীহ্, সহীহ্  আদাবুল মুফরাদ, বুখারী, মুসলিম। \n\nযুহরী (রহঃ) বলেন, আমাকে উমার ইবনু সাবিত আনসারী (রহঃ) বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কয়েকজন সাহাবী তার নিকট বর্ণনা করেছেন যে, সেদিন জনগনকে ফিতনা প্রসঙ্গে সাবধান করতে গিয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, জেনে রাখ, তোমাদের কেউই মৃত্যুর আগে তার প্রভুকে দেখতে পাবে না, বিশেষত: তার (দাজ্জালের) দুই চোখের মধ্যবর্তী স্থানে ‘কাফির’ শব্দটি লিখিত থাকবে।  যে তার কান্ডক্রিয়া অপছন্দ করবে, সে তা পড়তে সক্ষম হবে।  \n\nসহীহ্, সহীহাহ(২৮৬১), মুসলিম। \n\nআবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي النَّاسِ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ ذَكَرَ الدَّجَّالَ فَقَالَ ‏\"‏ إِنِّي لأُنْذِرُكُمُوهُ وَمَا مِنْ نَبِيٍّ إِلاَّ وَقَدْ أَنْذَرَ قَوْمَهُ وَلَقَدْ أَنْذَرَهُ نُوحٌ قَوْمَهُ وَلَكِنِّي سَأَقُولُ لَكُمْ فِيهِ قَوْلاً لَمْ يَقُلْهُ نَبِيٌّ لِقَوْمِهِ تَعْلَمُونَ أَنَّهُ أَعْوَرُ وَإِنَّ اللَّهَ لَيْسَ بِأَعْوَرَ ‏\"‏ ‏.‏ قَالَ الزُّهْرِيُّ وَأَخْبَرَنِي عُمَرُ بْنُ ثَابِتٍ الأَنْصَارِيُّ، أَنَّهُ أَخْبَرَهُ بَعْضُ، أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ يَوْمَئِذٍ لِلنَّاسِ وَهُوَ يُحَذِّرُهُمْ فِتْنَتَهُ ‏\"‏ تَعْلَمُونَ أَنَّهُ لَنْ يَرَى أَحَدٌ مِنْكُمْ رَبَّهُ حَتَّى يَمُوتَ وَإِنَّهُ مَكْتُوبٌ بَيْنَ عَيْنَيْهِ ك ف ر يَقْرَأُهُ مَنْ كَرِهَ عَمَلَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2266,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: যখন তোমাদের মধ্যকার উত্তম লোক তোমাদের শাসক হবে তোমাদের সম্পদশালীরা দানশীল হবে এবং তোমাদের কর্ম পারস্পরিক পরামর্শের ভিত্তিতে সম্পন্ন হবে, তখন ভূতলের তুলনায় ভূ-পৃষ্ঠই তোমাদের জন্য উত্তম হবে। আর যখন তোমাদের মধ্যকার খারাপ লোক তোমাদের শাসক হবে, তোমাদের সম্পদশালীরা কৃপণ হবে এবং তোমাদের কার্যাবলী তোমাদের নারীদের ওপর ন্যস্ত করা হবে তখন ভূতলই ভূপৃষ্ঠের তুলনায় তোমাদের জন্য উত্তম হবে (অর্থাৎ জীবনের চেয়ে মৃত্যুই উত্তম)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الأَشْقَرُ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، وَهَاشِمُ بْنُ الْقَاسِمِ، قَالاَ حَدَّثَنَا صَالِحٌ الْمُرِّيُّ، عَنْ سَعِيدٍ الْجُرَيْرِيِّ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا كَانَ أُمَرَاؤُكُمْ خِيَارَكُمْ وَأَغْنِيَاؤُكُمْ سُمَحَاءَكُمْ وَأُمُورُكُمْ شُورَى بَيْنَكُمْ فَظَهْرُ الأَرْضِ خَيْرٌ لَكُمْ مِنْ بَطْنِهَا وَإِذَا كَانَ أُمَرَاؤُكُمْ شِرَارَكُمْ وَأَغْنِيَاؤُكُمْ بُخَلاَءَكُمْ وَأُمُورُكُمْ إِلَى نِسَائِكُمْ فَبَطْنُ الأَرْضِ خَيْرٌ لَكُمْ مِنْ ظَهْرِهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ صَالِحٍ الْمُرِّيِّ ‏.‏ وَصَالِحٌ الْمُرِّيُّ فِي حَدِيثِهِ غَرَائِبُ يَنْفَرِدُ بِهَا لاَ يُتَابَعُ عَلَيْهَا وَهُوَ رَجُلٌ صَالِحٌ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা শুধুমাত্র সালিহ আল-মুররীর সূত্রেই এ হাদীস জেনেছি। সালিহ-এর রিওয়ায়াত অত্যন্ত গারীব (অখ্যাত) যার কোন সমর্থক পাওয়া যায় না। তিনি সজ্জন হলেও হাদীসের ব্যাপারে তাকে অনুসরণ করা যায় না।"
  }
]