[
  {
    "hadith_id": 2295,
    "narrator": "যাইদ ইবনু খালিদ আল-জুহানী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি কি উত্তম সাক্ষী সম্পর্কে তোমাদেরকে অবহিত করবো না? তলব (আহবান) করার পূর্বেই যে ব্যক্তি স্বেচ্ছায় সাক্ষ্য দেয় সে হলো উত্তম সাক্ষী।\n\nসহীহ, মুসলিম।",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عُثْمَانَ، عَنْ أَبِي عَمْرَةَ الأَنْصَارِيِّ، عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ أَلاَ أُخْبِرُكُمْ بِخَيْرِ الشُّهَدَاءِ الَّذِي يَأْتِي بِالشَّهَادَةِ قَبْلَ أَنْ يُسْأَلَهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2297,
    "narrator": "যাইদ ইবনু খালিদ আল-জুহানী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম)-কে তিনি বলতে শুনেছেনঃ সাক্ষীগণের মধ্যে সেই ব্যক্তি সবচাইতে উত্তম যে তলব করার আগেই নিজ ইচ্ছায় সাক্ষ্য দেয়। \n\nপূর্বের হাদীসের সহায়তায় এ হাদীসটি সহীহ্‌।",
    "ar": "حَدَّثَنَا بِشْرُ بْنُ آدَمَ ابْنُ بِنْتِ أَزْهَرَ السَّمَّانِ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا أُبَىُّ بْنُ عَبَّاسِ بْنِ سَهْلِ بْنِ سَعْدٍ، حَدَّثَنِي أَبُو بَكْرِ بْنُ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَمْرِو بْنِ عُثْمَانَ، حَدَّثَنِي خَارِجَةُ بْنُ زَيْدِ بْنِ ثَابِتٍ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَمْرَةَ، حَدَّثَنِي زَيْدُ بْنُ خَالِدٍ الْجُهَنِيُّ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ خَيْرُ الشُّهَدَاءِ مَنْ أَدَّى شَهَادَتَهُ قَبْلَ أَنْ يُسْأَلَهَا ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান এবং উপরোক্ত সনদসূত্রে গারীব ।"
  },
  {
    "hadith_id": 2296,
    "narrator": "আহ্‌মাদ ইবনুল হাসান-আবদুল্লাহ ইবনু মাসলামা",
    "bn": "তিনি মালিক (রহঃ)-এর সূত্রে উপরোক্ত হাদীসের অনুরূপ বর্ণনা করেছেন। আবদুল্লাহ ইবনু মাসলামা তার রিওয়ায়াতে আবী আমরার স্থলে মালিক ইবনু আবী আমরা বলেছেন। আবূ ঈসা বলেন, এ হাদীসটি হাসান। বেশিরভাগ মুহাদ্দিস বলেছেন, আবদুর রাহমান ইবনু আবী আমরা। মালিক হতে এ হাদীসের বর্ণনাতে মতানৈক্য এই যে, কেউ বলেন, আবূ আমরা এবং কেউ বলেন, ইবনু আবী আমরা আনসারী। আমাদের মতে শেষেরটিই সহীহ্‌। কারণ, মালিক (রহঃ) ব্যতীত অন্য সনদসূত্রে আবদুর রাহমান ইবনু আবী আমরা-যাইদ ইবনু খালিদ (রাঃ) হতে এভাবে উল্লেখ আছে। আর উক্ত হাদীস ব্যতীত ইবনু আবী আমরা হতে যাইদ ইবনু খালিদ (রাঃ)-এর সূত্রে অন্য হাদীসও বর্ণিত আছে এবং সেটিও সহীহ্‌ হাদীস। আবূ আমরা হলেন যাইদ ইবনু খালিদ আল-জুহানী (রাঃ)-এর মু্ক্তদাস। আবূ আমরার সূত্রে গানীমাত অর্থাৎ যুদ্ধলব্ধ সম্পদ আত্মসাৎ সম্পর্কিত হাদীস বর্ণিত আছে। আর অধিকাংশ বর্ণনাকারীগণই তাকে আব্দুর রাহমান ইবনু আবী আমরাই বলেন।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، نَحْوَهُ وَقَالَ ابْنُ أَبِي عَمْرَةَ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَأَكْثَرُ النَّاسِ يَقُولُونَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَمْرَةَ وَاخْتَلَفُوا عَلَى مَالِكٍ فِي رِوَايَةِ هَذَا الْحَدِيثِ فَرَوَى بَعْضُهُمْ عَنْ أَبِي عَمْرَةَ وَرَوَى بَعْضُهُمْ عَنِ ابْنِ أَبِي عَمْرَةَ وَهُوَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَمْرَةَ الأَنْصَارِيُّ وَهَذَا أَصَحُّ لأَنَّهُ قَدْ رُوِيَ مِنْ غَيْرِ حَدِيثِ مَالِكٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَمْرَةَ عَنْ زَيْدِ بْنِ خَالِدٍ وَقَدْ رُوِيَ عَنِ ابْنِ أَبِي عَمْرَةَ عَنْ زَيْدِ بْنِ خَالِدٍ غَيْرُ هَذَا الْحَدِيثِ وَهُوَ حَدِيثٌ صَحِيحٌ أَيْضًا وَأَبُو عَمْرَةَ مَوْلَى زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ وَلَهُ حَدِيثُ الْغُلُولِ وَأَكْثَرُ النَّاسِ يَقُولُونَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَمْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2298,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ খিয়ানতকারী পুরুষ ও নারীর সাক্ষ্য, যেনার অপবাদ আরোপের শাস্তি ভোগকারী পুরুষ ও নারীর সাক্ষ্য, বিপক্ষের প্রতি শত্রুতা পোষণকারীর সাক্ষ্য, মিথ্যা সাক্ষ্য প্রদানকারীর সাক্ষ্য, কোন পরিবারের পক্ষে তাদের অধীনস্থ লোকদের সাক্ষ্য এবং ওয়ালাআ ও আত্নীয়তার মিথ্যা পরিচয়দানের অপবাদে অভিযুক্ত ব্যক্তির সাক্ষ্য গ্রহণযোগ্য নয়। ফাযারী বলেন, “আল-কানি” শব্দের অর্থ অধীনস্থ।\n\nযঈফ, ইরওয়া (২৬৭৫) মিশকাত, তাহকীক ছানী (৩৭৮১),",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ الْفَزَارِيُّ، عَنْ يَزِيدَ بْنِ زِيَادٍ الدِّمَشْقِيِّ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تَجُوزُ شَهَادَةُ خَائِنٍ وَلاَ خَائِنَةٍ وَلاَ مَجْلُودٍ حَدًّا وَلاَ مَجْلُودَةٍ وَلاَ ذِي غِمْرٍ لأَخِيهِ وَلاَ مُجَرَّبِ شَهَادَةٍ وَلاَ الْقَانِعِ أَهْلَ الْبَيْتِ لَهُمْ وَلاَ ظَنِينٍ فِي وَلاَءٍ وَلاَ قَرَابَةٍ ‏\"‏ ‏.‏ قَالَ الْفَزَارِيُّ الْقَانِعُ التَّابِعُ ‏.‏ هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ يَزِيدَ بْنِ زِيَادٍ الدِّمَشْقِيِّ ‏.‏ وَيَزِيدُ يُضَعَّفُ فِي الْحَدِيثِ وَلاَ يُعْرَفُ هَذَا الْحَدِيِثُ مِنْ حَدِيثِ الزُّهْرِيِّ إِلاَّ مِنْ حَدِيثِهِ ‏.‏ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ وَلاَ نَعْرِفُ مَعْنَى هَذَا الْحَدِيثِ وَلاَ يَصِحُّ عِنْدِي مِنْ قِبَلِ إِسْنَادِهِ ‏.‏ وَالْعَمَلُ عِنْدَ أَهْلِ الْعِلْمِ فِي هَذَا أَنَّ شَهَادَةَ الْقَرِيبِ جَائِزَةٌ لِقَرَابَتِهِ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي شَهَادَةِ الْوَالِدِ لِلْوَلَدِ وَالْوَلَدِ لِوَالِدِهِ وَلَمْ يُجِزْ أَكْثَرُ أَهْلِ الْعِلْمِ شَهَادَةَ الْوَالِدِ لِلْوَلَدِ وَلاَ الْوَلَدِ لِلْوَالِدِ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا كَانَ عَدْلاً فَشَهَادَةُ الْوَالِدِ لِلْوَلَدِ جَائِزَةٌ وَكَذَلِكَ شَهَادَةُ الْوَلَدِ لِلْوَالِدِ ‏.‏ وَلَمْ يَخْتَلِفُوا فِي شَهَادَةِ الأَخِ لأَخِيهِ أَنَّهَا جَائِزَةٌ وَكَذَلِكَ شَهَادَةُ كُلِّ قَرِيبٍ لِقَرِيبِهِ ‏.‏ وَقَالَ الشَّافِعِيُّ لاَ تَجُوزُ شَهَادَةٌ لِرَجُلٍ عَلَى الآخَرِ وَإِنْ كَانَ عَدْلاً إِذَا كَانَتْ بَيْنَهُمَا عَدَاوَةٌ ‏.‏ وَذَهَبَ إِلَى حَدِيثِ عَبْدِ الرَّحْمَنِ الأَعْرَجِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏\"‏ لاَ تَجُوزُ شَهَادَةُ صَاحِبِ إِحْنَةٍ ‏\"‏ ‏.‏ يَعْنِي صَاحِبَ عَدَاوَةٍ وَكَذَلِكَ مَعْنَى هَذَا الْحَدِيثِ حَيْثُ قَالَ ‏\"‏ لاَ تَجُوزُ شَهَادَةُ صَاحِبِ غِمْرٍ لأَخِيهِ ‏\"‏ يَعْنِي صَاحِبَ عَدَاوَةٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা শুধুমাত্র ইয়াযীদ ইবনু যিয়াদ আদ-দিমাশকীর সূত্রেই এই হাদীস প্রসঙ্গে জেনেছি। ইয়াযীদ হাদীস শাস্ত্রে দুর্বল হিসাবে গণ্য। তার সূত্র ব্যতীত যুহ্‌রী (রহঃ)-এর রিওয়ায়াত হিসাবেও আমরা এ হাদীস জানতে পারিনি। এ অনুচ্ছেদে আবদুল্লাহ ইবনু আমর (রাঃ) হতেও হাদীস বর্ণিত আছে। উপরোক্ত হাদীসের সুস্পষ্ট ও বিস্তারিত অর্থ সম্পর্কেও আমাদের কিছু জানা নেই এবং এর সনদসূত্রও আমাদের মতে সহীহ নয়।\n\nবিশেষজ্ঞ আলিমগণের এ হাদীস অনুযায়ী কর্মপন্থা এই যে, নিকটাত্নীয়ের পক্ষে অপর নিকটাত্নীয়ের সাক্ষ্য বৈধ হবে। তবে সন্তানদের সাক্ষ্য পিতার পক্ষে এবং পিতার সাক্ষ্য সন্তানের পক্ষে জায়িয কি না এ ব্যাপারে তাদের মধ্যে মতের অমিল আছে। বেশিরভাগ আলিমের মতে পিতার পক্ষে সন্তানের সাক্ষ্য এবং সন্তানের পক্ষে পিতার সাক্ষ্য জায়িয নয়। কোন কোন আলিমের মতে আদেল অর্থাৎ ন্যায়নিষ্ঠ হলে সন্তানের সাক্ষ্য পিতার অনুকূলে এবং পিতার সাক্ষ্য সন্তানের পক্ষে জায়িয। আর ভাইয়ের পক্ষে ভাইয়ের সাক্ষ্য এবং নিকটাত্নীয়ের সাক্ষ্য অপর নিকটাত্নীয়ের পক্ষে জায়িয হওয়ার বিষয়ে কোন মতভেদ নেই। ইমাম শাফিঈ (রহঃ) বলেন, শত্রুর বিরুদ্ধে শত্রুর সাক্ষ্য গ্রহনযোগ্য নয়, সে আদেল অর্থাৎ ন্যায়নিষ্ঠ হলেও। তিনি তার মতের সমর্থনে আবদুর রহমান ইবনুল আ’রাজ (রাহ:) হতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে মুরসাল হিসাবে বর্ণিত হাদীস পেশ করেছেনঃ “বিদ্বেষ পোষণকারীর সাক্ষ্য গ্রহণযোগ্য নয়”। অনুরূপ “লা তাজূযু শাহাদাতু গিমরিন” হাদীসের মর্মও তাই।"
  },
  {
    "hadith_id": 2300,
    "narrator": "খুরাইম ইবনু ফাতিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফজরের নামায আদায় করলেন। নামায শেষে তিনি দাঁড়িয়ে বলেনঃ মিথ্যা সাক্ষ্য প্রদানকে আল্লাহ্‌ তা‘আলার সাথে শারীক করার সমতুল্য গণ্য করা হয়েছে। তিনি এ কথা তিনবার বললেন। তারপর তিনি এ আয়াত তিলাওয়াত করলেনঃ “তোমরা মিথ্যা বলা পরিহার কর”। (সূরাঃ হাজ্জ-৩০)\n\nযঈফ, যঈফা (১১১০)",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا سُفْيَانُ، وَهُوَ ابْنُ زِيَادٍ الْعُصْفُرِيُّ عَنْ أَبِيهِ، عَنْ حَبِيبِ بْنِ النُّعْمَانِ الأَسَدِيِّ، عَنْ خُرَيْمِ بْنِ فَاتِكٍ الأَسَدِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم صَلَّى صَلاَةَ الصُّبْحِ فَلَمَّا انْصَرَفَ قَامَ قَائِمًا فَقَالَ ‏\"‏ عُدِلَتْ شَهَادَةُ الزُّورِ بِالشِّرْكِ بِاللَّهِ ‏\"‏ ‏.‏ ثَلاَثَ مَرَّاتٍ ثُمَّ تَلاَ هَذِهِ الآيَةَ ‏(‏وَاجْتَنِبُوا قَوْلَ الزُّورِ ‏)‏ إِلَى آخِرِ الآيَةِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا عِنْدِي أَصَحُّ ‏.‏ وَخُرَيْمُ بْنُ فَاتِكٍ لَهُ صُحْبَةٌ وَقَدْ رَوَى عَنِ النَّبِيِّ صلى الله عليه وسلم أَحَادِيثَ وَهُوَ مَشْهُورٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এই বর্ণনাটি আমার মতে অধিক সহীহ। খুরাইম ইবনু ফাতিক একজন সাহাবী। তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনেক হাদীস বর্ণনা করেছেন। তিনি একজন প্রসিদ্ধ ব্যক্তি।"
  },
  {
    "hadith_id": 2299,
    "narrator": "আইমান ইবনু খুরাইম (রহঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক সময় ভাষণ দিতে দাঁড়িয়ে বলেনঃ হে লোকসকল! মিথ্যা সাক্ষ্য প্রদানকে আল্লাহ্‌ তা‘আলার সাথে শারীক করার সম-পর্যায়ের (অপরাধ) গণ্য করা হয়েছে। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ আয়াত তিলাওয়াত করেনঃ “তোমরা মূর্তিপূজার অপবিত্রতা বর্জন কর এবং মিথ্যা বলাও বর্জন কর”। (সূরাঃ হাজ্জ-৩০)\n\nযঈফ, ইবনু মাজাহ (২৩৭২), আবূ ঈসা বলেন, এ হাদীসটি গারীব।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنْ سُفْيَانَ بْنِ زِيَادٍ الأَسَدِيِّ، عَنْ فَاتِكِ بْنِ فَضَالَةَ، عَنْ أَيْمَنَ بْنِ خُرَيْمٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَامَ خَطِيبًا فَقَالَ ‏ \"‏ يَا أَيُّهَا النَّاسُ عُدِلَتْ شَهَادَةُ الزُّورِ إِشْرَاكًا بِاللَّهِ ‏\"‏ ‏.‏ ثُمَّ قَرَأَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏:‏ ‏(‏وَاجْتَنِبُوا الرِّجْسَ مِنَ الأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ سُفْيَانَ بْنِ زِيَادٍ وَاخْتَلَفُوا فِي رِوَايَةِ هَذَا الْحَدِيثِ عَنْ سُفْيَانَ بْنِ زِيَادٍ ‏.‏ وَلاَ نَعْرِفُ لأَيْمَنَ بْنِ خُرَيْمٍ سَمَاعًا مِنَ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ হাদীসটি আমরা শুধুমাত্র সুফিয়ান ইবনু যিয়াদের সূত্রেই জেনেছি। সুফিয়ান হতে এ হাদীস বর্ণনার ব্যাপারে রাবীগণের মতের অমিল আছে। আইমান ইবনু খুরাইম (রহঃ) নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে কোন কিছু শুনেছেন বলে আমাদের জানা নেই।"
  },
  {
    "hadith_id": 2301,
    "narrator": "আবূ বাক্‌রা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি কি তোমাদেরকে সবচেয়ে মারাত্মক কাবীরা গুনাহ প্রসঙ্গে জানিয়ে দেবনা? সাহাবীগণ বলেন, অবশ্যই, ইয়া রাসূলুল্লাহ্‌! তিনি বললেনঃ আল্লাহ্‌ তা’আলার সাথে শারীক করা, পিতা-মাতাকে কষ্ট দেয়া ও তাদের অবাধ্য হওয়া এবং মিথ্যা সাক্ষ্য দেয়া বা মিথ্যা কথা বলা। রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) পুনঃপুনঃ এ কথাগুলো বলতে থাকলেন। আমরা (মনে মনে) বলতে লাগলাম, তিনি যদি চুপ করতেন।\n\nসহীহ, গাইয়াতুল মারাম (২৭৭), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنِ الْجُرَيْرِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ أَلاَ أُخْبِرُكُمْ بِأَكْبَرِ الْكَبَائِرِ ‏\"‏ ‏.‏ قَالُوا بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ الإِشْرَاكُ بِاللَّهِ وَعُقُوقُ الْوَالِدَيْنِ وَشَهَادَةُ الزُّورِ أَوْ قَوْلُ الزُّورِ ‏\"‏ ‏.‏ قَالَ فَمَا زَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُهَا حَتَّى قُلْنَا لَيْتَهُ سَكَتَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান ও সহীহ্‌। এ অনুচ্ছেদে আব্দুল্লাহ ইবনু আমর (রাঃ) হতেও হাদীস বর্ণিত আছে ।"
  },
  {
    "hadith_id": 2302,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম)-কে আমি বলতে শুনেছিঃ আমার যুগই (যুগের মানুষই) সর্বোত্তম, তারপর তাদের পরবর্তী যুগ, তারপর তাদের পরবর্তী যুগ (তিনবার বলেছেন)। তাদের পরবর্তী যুগে (তিনযুগ পরে) এমন সম্প্রদায়ের আবির্ভাব ঘটবে যারা হবে মোটা দেহ বিশিষ্ট এবং তারা মোটা দেহ বিশিষ্ট হওয়াটাই পছন্দ করবে। তারা সাক্ষ্য তলবের পূর্বেই সাক্ষ্য দিতে যাবে। \n\nসহীহ, পূর্বে বর্ণিত হয়েছে, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنِ الأَعْمَشِ، عَنْ عَلِيِّ بْنِ مُدْرِكٍ، عَنْ هِلاَلِ بْنِ يِسَافٍ، عَنْ عِمْرَانَ بْنِ حُصَيْنِ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ خَيْرُ النَّاسِ قَرْنِي ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ ثَلاَثًا ثُمَّ يَجِيءُ قَوْمٌ مِنْ بَعْدِهِمْ يَتَسَمَّنُونَ وَيُحِبُّونَ السِّمَنَ يُعْطُونَ الشَّهَادَةَ قَبْلَ أَنْ يُسْأَلُوهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ الأَعْمَشِ عَنْ عَلِيِّ بْنِ مُدْرِكٍ وَأَصْحَابُ الأَعْمَشِ إِنَّمَا رَوَوْا عَنِ الأَعْمَشِ عَنْ هِلاَلِ بْنِ يِسَافٍ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি আ’মাশ হতে আলী ইবনু মুদরিক (রহঃ)-এর সূত্রে বর্ণিত রিওয়ায়াত হিসাবে গারীব। এই হাদীসটি আমাশ হতে হিলাল ইবনু ইয়াসাফের বরাতে ইমরান ইবনু হুসাইন (রাঃ)-এর সূত্রে আমাশের শিষ্যগণ বর্ণনা করেছেন। উপরোক্ত হাদীসের মতো বর্ণিত হয়েছে আবূ আম্মার আল-হুসাইন ইবনু হুরাইস হতে, তিনি ওয়াকী হতে, তিনি আ’মাশ হতে, তিনি হিলাল ইবনু ইয়াসাফ হতে, তিনি ইমরান ইবনু হুসাইন (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে । এই সূত্রে বর্ণিত হাদীসটি মুহাম্মাদ ইবনু ফুযাইলের হাদীসের চাইতে অনেক বেশি সহীহ্‌। কোন কোন অভিজ্ঞ আলিম বলেন, “তারা সাক্ষ্য তলবের আগেই সাক্ষ্য দিবে যাবে” কথার মর্ম এই যে, তারা মিথ্যা সাক্ষ্য দিবে। অর্থাৎ সাক্ষী প্রদানের জন্য তাদের কাউকে আহ্বান না করলেও (অসৎ উদ্দেশ্যে) সাক্ষ্য প্রদান করতে আসবে। উমার ইবনুল খাত্তাব (রাঃ) কর্তৃক বর্ণিত রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-র হাদীসটিতে এর ব্যাখ্যা বিদ্যমান রয়েছে।"
  },
  {
    "hadith_id": 2303,
    "narrator": "উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “আমার যুগ হচ্ছে সর্বোত্তম যুগ, তারপর তাদের পরবর্তী যুগ, তারপর তাদের পরবর্তী যুগ। তারপর এরূপভাবে মিথ্যার প্রসার ঘটবে যে, কারো নিকট সাক্ষ্য তলব না করা হলেও সে সাক্ষ্য দিবে, শপথ করতে বলা না হলেও শপথ করবে”।\n\nসহীহ, মাজমাউয যাওয়াইদ (১০/১৯)।",
    "ar": "عُمَرَ بْنِ الْخَطَّابِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ خَيْرُ النَّاسِ قَرْنِي ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ يَفْشُو الْكَذِبُ حَتَّى يَشْهَدَ الرَّجُلُ وَلاَ يُسْتَشْهَدُ وَيَحْلِفُ الرَّجُلُ وَلاَ يُسْتَحْلَفُ ‏\"‏ ‏.‏ وَمَعْنَى حَدِيثِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ خَيْرُ الشُّهَدَاءِ الَّذِي يَأْتِي بِشَهَادَتِهِ قَبْلَ أَنْ يُسْأَلَهَا ‏\"‏ ‏.‏ هُوَ عِنْدَنَا إِذَا أُشْهِدَ الرَّجُلُ عَلَى الشَّىْءِ أَنْ يُؤَدِّيَ شَهَادَتَهُ وَلاَ يَمْتَنِعَ مِنَ الشَّهَادَةِ هَكَذَا وَجْهُ الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ ‏.‏ كَمُلَ وَالْحَمْدُ لِلَّهِ كِتَابُ الشَّهَادَاتِ وَيَلِيهِ كِتَابُ الزُّهْدِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আর রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) এর হাদীসঃ “সেই লোকই সর্বোত্তম সাক্ষ্যদাতা যে সাক্ষ্য তলবের পূর্বেই সাক্ষ্য দেয়,” আমাদের মতে রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম)-এর উক্ত হাদীসের মর্ম এই যে, তাকে সাক্ষ্য দিতে বলা হলে সে তার জ্ঞাত বিষয়ে সাক্ষ্য দেয়া হতে বিরত থাকে না এবং বাস্তব ঘটনা প্রকাশ করে তার দায়িত্ব পালন করে। কোন কোন আলিমের মতে এটাই হলো উক্ত হাদীসের যথার্থ ব্যাখ্যা।"
  }
]