[
  {
    "hadith_id": 2304,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এরূপ দুটি নিয়ামাত আছে যে ব্যাপারে বেশিরভাগ লোক ধোঁকায় নিপতিত : সুস্বাস্থ্য ও অবসর সময়। \n\nসহীহ্‌ ; বুখারী।",
    "ar": "حَدَّثَنَا صَالِحُ بْنُ عَبْدِ اللَّهِ، وَسُوَيْدُ بْنُ نَصْرٍ، قَالَ صَالِحٌ حَدَّثَنَا وَقَالَ، سُوَيْدٌ أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ نِعْمَتَانِ مَغْبُونٌ فِيهِمَا كَثِيرٌ مِنَ النَّاسِ الصِّحَّةُ وَالْفَرَاغُ ‏\"‏ ‏.‏\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ سَعِيدِ بْنِ أَبِي هِنْدٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسِ بْنِ مَالِكٍ ‏.‏ وَقَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَاهُ غَيْرُ وَاحِدٍ عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ فَرَفَعُوهُ وَأَوْقَفَهُ بَعْضُهُمْ عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুহাম্মাদ ইবনু বাশশার-ইয়াহ্‌ইয়া ইবনু সাঈদ হতে, তিনি আবদুল্লাহ ইবনু সাঈদ ইবনু আবী হিন্দ হতে, তিনি তার পিতা হতে, তিনি ইবনু আব্বাস (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে উপরোক্ত হাদীসের মতই হাদীস বর্ণনা করেছেন। আনাস ইবনু মালিক (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্‌। এই হাদীসটি আবদুল্লাহ ইবনু সাঈদ ইবনু আবী হিন্দ-এর সূত্রে একাধিক বর্ণনাকারী রিওয়ায়াত করেছেন। এ হাদীসটি তার সূত্রে কেউ মারফূভাবে এবং কেউ মাওকূফভাবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2305,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এমন কে আছে যে আমার নিকট হতে এ কথাগুলো গ্রহণ করবে এবং সে মুতাবিক নিজেও আমল করবে অথবা এমন কাউকে শিক্ষা দিবে যে অনুরূপ আমল করবে? আবূ হুরাইরা (রাঃ) বলেন, আমি বললাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি আছি। অত:পর তিনি আমার হাত ধরলেন এবং গুনে গুনে এ পাঁচটি কথা বললেনঃ তুমি হারাম সমূহ হতে বিরত থাকলে লোকদের মধ্যে সর্বাপেক্ষা বড় আবিদ বলে গণ্য হবে; তোমার ভাগ্যে আল্লাহ্‌ তা’আলা যা নির্ধারিত করে রেখেছেন তাতে খুশি থাকলে লোকদের মধ্যে সর্বাপেক্ষা স্বনির্ভর বলে গণ্য হবে; প্রতিবেশীর সাথে ভদ্র আচরণ করলে প্রকৃত মু’মিন হতে পারবে; যা নিজের জন্য পছন্দ কর তা-ই অন্যের জন্যও পছন্দ করতে পারলে প্রকৃত মুসলমান হতে পারবে এবং অধিক হাসা থেকে বিরত থাক। কেননা অতিরিক্ত হাস্য-কৌতুক হৃদয়কে মৃতবৎ করে দেয়।\n\n-হাসান, সহিহাহ (৯৩০), তাখরিজুল মুশকিলাহ (১৭)",
    "ar": "حَدَّثَنَا بِشْرُ بْنُ هِلاَلٍ الصَّوَّافُ الْبَصْرِيُّ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ أَبِي طَارِقٍ، عَنِ الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ يَأْخُذُ عَنِّي هَؤُلاَءِ الْكَلِمَاتِ فَيَعْمَلُ بِهِنَّ أَوْ يُعَلِّمُ مَنْ يَعْمَلُ بِهِنَّ ‏\"‏ ‏.‏ فَقَالَ أَبُو هُرَيْرَةَ فَقُلْتُ أَنَا يَا رَسُولَ اللَّهِ فَأَخَذَ بِيَدِي فَعَدَّ خَمْسًا وَقَالَ ‏\"‏ اتَّقِ الْمَحَارِمَ تَكُنْ أَعْبَدَ النَّاسِ وَارْضَ بِمَا قَسَمَ اللَّهُ لَكَ تَكُنْ أَغْنَى النَّاسِ وَأَحْسِنْ إِلَى جَارِكَ تَكُنْ مُؤْمِنًا وَأَحِبَّ لِلنَّاسِ مَا تُحِبُّ لِنَفْسِكَ تَكُنْ مُسْلِمًا وَلاَ تُكْثِرِ الضَّحِكَ فَإِنَّ كَثْرَةَ الضَّحِكِ تُمِيتُ الْقَلْبَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ جَعْفَرِ بْنِ سُلَيْمَانَ ‏.‏ وَالْحَسَنُ لَمْ يَسْمَعْ مِنْ أَبِي هُرَيْرَةَ شَيْئًا هَكَذَا رُوِيَ عَنْ أَيُّوبَ وَيُونُسَ بْنِ عُبَيْدٍ وَعَلِيِّ بْنِ زَيْدٍ قَالُوا لَمْ يَسْمَعِ الْحَسَنُ مِنْ أَبِي هُرَيْرَةَ ‏.‏ وَرَوَى أَبُو عُبَيْدَةَ النَّاجِيُّ عَنِ الْحَسَنِ هَذَا الْحَدِيثَ قَوْلَهُ وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা এটি শুধুমাত্র জাফর ইবনু সুলাইমানের সূত্রেই জেনেছি। আবূ হুরাইরা (রাঃ) হতে হাসান বাসরী (রাহঃ) কিছুই শুনেননি। আইয়্যূব, ইউনুস ইবনু উবাইদ ও আলী ইবনু যাইদ (রাহঃ) হতেও একইরকম বর্ণিত আছে। তারাও বলেন, আবূ হুরাইরা (রাঃ) হতে হাসান বাসরী (রাহঃ) কিছুই শুনেননি। আবূ উবাইদা আন-নাজী (রাহঃ) এ হাদীসটি হাসানের সূত্রে বর্ণনা করলেও তাতে তিনি “আবূ হুরাইরা (রাঃ) - রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে” এরূপ উল্লেখ করেননি।"
  },
  {
    "hadith_id": 2306,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: তোমরা কার্য সম্পাদনে সাতটি বিষয়ের অগ্রগামী হও। তোমরা কি এমন দারিদ্র্যের অপেক্ষায় আছ যা আল্লাহ্‌ তা‘আলাকে ভুলিয়ে দেয় অথবা এরূপ ধনবান হওয়ার যা আল্লাহ্‌ তা‘আলার অবাধ্যাচারে লিপ্ত করে অথবা এমন রোগের যা স্বাস্থ্যকে ধ্বংস করে দেয় অথবা নির্বোধে পরিণতকারী বার্ধক্যের অথবা এমন মৃত্যুর যা হঠাৎ করেই এসে যায় অথবা অপেক্ষা করছো দাজ্জালের অপেক্ষমাণ অদৃশ্য অমঙ্গলের অথবা কিয়ামাতের? আর কিয়ামাত তো আরো বিভিষিকাময়, আরো তিক্ত।\n\nযঈফ, যঈফা (১৬৬৬)।",
    "ar": "حَدَّثَنَا أَبُو مُصْعَبٍ الْمَدَنِيُّ، عَنْ مُحَرَّرِ بْنِ هَارُونَ، عَنْ عَبْدِ الرَّحْمَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ بَادِرُوا بِالأَعْمَالِ سَبْعًا هَلْ تَنْظُرُونَ إِلاَّ فَقْرًا مُنْسِيًا أَوْ غِنًى مُطْغِيًا أَوْ مَرَضًا مُفْسِدًا أَوْ هَرَمًا مُفَنِّدًا أَوْ مَوْتًا مُجْهِزًا أَوِ الدَّجَّالَ فَشَرُّ غَائِبٍ يُنْتَظَرُ أَوِ السَّاعَةَ فَالسَّاعَةُ أَدْهَى وَأَمَرُّ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ الأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ إِلاَّ مِنْ حَدِيثِ مُحَرَّرِ بْنِ هَارُونَ وَقَدْ رَوَى بِشْرُ بْنُ عُمَرَ وَغَيْرُهُ عَنْ مُحَرَّرِ بْنِ هَارُونَ هَذَا ‏.‏ وَقَدْ رَوَى مَعْمَرٌ هَذَا الْحَدِيثَ عَمَّنْ سَمِعَ سَعِيدًا الْمَقْبُرِيَّ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ وَقَالَ تَنْتَظِرُونَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। মুহ্‌রিয ইবনু হারূনের বরাত ব্যতীত আ’রাজ হতে আবূ হুরাইরা (রাঃ)-এর সূত্রে বর্ণিত হাদীস হিসাবে আমরা এটি প্রসঙ্গে জানতে পারিনি। বিশর ইবনু উমার প্রমুখ এই হাদীস মুহ্‌রিয ইবনু হারূনের সূত্রে বর্ণনা করেছেন। মা’মার এই হাদীসটি এমন ব্যক্তির সূত্রে বর্ণনা করেছেন যিনি সাঈদ আল-মাকবুরীর নিকট শুনেছেন। তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে পূর্বোক্ত হাদীসের মতই বর্ণনা করেছেন। এখানে ইউনতাযারু এর পরিবর্তে তানতাযিরুনা শব্দ উল্লেখ করেছেন।"
  },
  {
    "hadith_id": 2308,
    "narrator": "উসমান (রাঃ)-এর মুক্তদাস হানী",
    "bn": "উসমান (রাঃ) কোন কবরের পাশে দাঁড়িয়ে এত কাঁদতেন যে, তার দাড়ি ভিজে যেত। তাকে প্রশ্ন করা হলো, জান্নাত-জাহান্নামের আলোচনা করা হলে তো আপনি কাঁদেন না, অথচ এই কবর দর্শনে এত বেশি কাঁদেন কেন? তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আখিরাতের মানযিলসমূহের (প্রাসাদ) মধ্যে কবর হলো প্রথম মানযিল। এখান হতে কেউ মুক্তি পেয়ে গেলে তবে তার জন্য পরবর্তী মানযিলগুলোতে মুক্তি পাওয়া খুব সহজ হয়ে যাবে। আর সে এখান হতে মুক্তি না পেলে তবে তার জন্য পরবর্তী মানযিলগুলো আরো বেশি কঠিন হবে। তিনি (উসমান) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলেছেনঃ আমি কবরের দৃশ্যের চাইতে অধিক ভয়ংকর দৃশ্য আর কখনো দেখিনি।\n\nহাসান , ইবনু মা-জাহ (৪২৬৭)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا يَحْيَى بْنُ مَعِينٍ، حَدَّثَنَا هِشَامُ بْنُ يُوسُفَ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بَحِيرٍ، أَنَّهُ سَمِعَ هَانِئًا، مَوْلَى عُثْمَانَ قَالَ كَانَ عُثْمَانُ إِذَا وَقَفَ عَلَى قَبْرٍ بَكَى حَتَّى يَبُلَّ لِحْيَتَهُ فَقِيلَ لَهُ تُذْكَرُ الْجَنَّةُ وَالنَّارُ فَلاَ تَبْكِي وَتَبْكِي مِنْ هَذَا فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ الْقَبْرَ أَوَّلُ مَنَازِلِ الآخِرَةِ فَإِنْ نَجَا مِنْهُ فَمَا بَعْدَهُ أَيْسَرُ مِنْهُ وَإِنْ لَمْ يَنْجُ مِنْهُ فَمَا بَعْدَهُ أَشَدُّ مِنْهُ ‏\"‏ ‏.‏ قَالَ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا رَأَيْتُ مَنْظَرًا قَطُّ إِلاَّ وَالْقَبْرُ أَفْظَعُ مِنْهُ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ هِشَامِ بْنِ يُوسُفَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। আমরা এ হাদীসের ব্যাপারে শুধুমাত্র হিশাম ইবনু ইউসুফের রিওয়ায়াত হতেই জেনেছি।"
  },
  {
    "hadith_id": 2309,
    "narrator": "উবাদা ইবনুস সামিত (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌ তা’আলার সাথে সাক্ষাৎ করাকে যে লোক পছন্দ করে, তার সাথে সাক্ষাৎ করতে আল্লাহ্‌ তা’আলাও পছন্দ করেন। আর আল্লাহ্‌ তা’আলার সাথে সাক্ষাৎ করতে যে লোক অপছন্দ করে, আল্লাহ্‌ তা’আলাও তার সাথে সাক্ষাৎ করতে অপছন্দ করেন। \n\nসহীহ্‌ , বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَخْبَرَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ سَمِعْتُ أَنَسًا، يُحَدِّثُ عَنْ عُبَادَةَ بْنِ الصَّامِتِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَعَائِشَةَ وَأَنَسٍ وَأَبِي مُوسَى ‏.‏ قَالَ حَدِيثُ عُبَادَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা, আইশা, আবূ মূসা ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। উবাদা (রাঃ) বর্ণিত হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 2310,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, যখন এ আয়াত অবতীর্ণ হলো : “আপনি আপনার নিকটাত্মীয়দের ভয় প্রদর্শন করুন” (২৬ : ২১৪), তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে সাফিয়্যা বিনতু আবদিল মুত্তালিব, হে ফাতিমা বিনতু মুহাম্মাদ, হে আবদুল মুত্তালিবের বংশধর! আল্লাহ্‌ তা’আলার (পাকড়াও) হতে তোমাদেরকে বাঁচানোর ক্ষমতা আমার নেই। আমার ধন-সম্পদ হতে তোমরা যতটুকু খুশি চাইতে পার (কিতাবুল তাফসীরে পুনরুক্ত)।\n\nসহীহ্‌ , মুসলিম (১/১৩৩)।",
    "ar": "حَدَّثَنَا أَبُو الأَشْعَثِ، أَحْمَدُ بْنُ الْمِقْدَامِ الْعِجْلِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الطُّفَاوِيُّ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ لَمَّا نَزَلَتْ هَذِهِ الآيَةُ ‏:‏ ‏(‏ وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ ‏)‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا صَفِيَّةُ بِنْتَ عَبْدِ الْمُطَّلِبِ يَا فَاطِمَةُ بِنْتَ مُحَمَّدٍ يَا بَنِي عَبْدِ الْمُطَّلِبِ إِنِّي لاَ أَمْلِكُ لَكُمْ مِنَ اللَّهِ شَيْئًا سَلُونِي مِنْ مَالِي مَا شِئْتُمْ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأَبِي مُوسَى وَابْنِ عَبَّاسٍ ‏.‏ قَالَ حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ هَكَذَا رَوَى بَعْضُهُمْ عَنْ هِشَامِ بْنِ عُرْوَةَ نَحْوَ هَذَا وَرَوَى بَعْضُهُمْ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً لَمْ يَذْكُرْ فِيهِ عَنْ عَائِشَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা, আবূ মূসা ও ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আইশা (রাঃ)-এর বর্ণিত হাদীসটি হাসান গারীব। কিছু বর্ণনাকারী হিশাম ইবনু উরওয়া হতে এরকমই বর্ণনা করেছেন। হিশাম ইবনু উরওয়া-তার পিতা উরওয়া (রাহঃ)-এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে কোন কোন বর্ণনাকারী মুরসাল হিসাবে বর্ণনা করেছেন তাতে আইশার উল্লেখ করেননি।"
  },
  {
    "hadith_id": 2311,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌ তা’আলার ভয়ে ক্রন্দনকারী ব্যক্তি জাহান্নামে প্রবেশ করবে না, যেরূপ দোহনকৃত দুধ আবার স্তনে ফিরিয়ে নেয়া যায় না। আর আল্লাহ্‌ তা’আলার পথের (জিহাদের) ধুলা ও জাহান্নামের ধোঁয়া কখনো একত্র হবে না। \n\nসহীহ্‌ , মিশকাত (৩৮২৮), তা’লীকুর রাগীব (২/১৬৬)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ الْمَسْعُودِيِّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عِيسَى بْنِ طَلْحَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَلِجُ النَّارَ رَجُلٌ بَكَى مِنْ خَشْيَةِ اللَّهِ حَتَّى يَعُودَ اللَّبَنُ فِي الضَّرْعِ وَلاَ يَجْتَمِعُ غُبَارٌ فِي سَبِيلِ اللَّهِ وَدُخَانُ جَهَنَّمَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي رَيْحَانَةَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَمُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ هُوَ مَوْلَى آلِ طَلْحَةَ وَهُوَ مَدَنِيٌّ ثِقَةٌ رَوَى عَنْهُ شُعْبَةُ وَسُفْيَانُ الثَّوْرِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ রাইহানা ও ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্‌। মুহাম্মাদ ইবনু আবদুর রাহমান (রাহঃ) তালহা-পরিবারের মুক্তদাস, তিনি নির্ভরযোগ্য বর্ণনাকারী এবং মাদীনার অধিবাসী। শুবা ও সুফিয়ান সাওরী তার সূত্রে হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2313,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি যা জানি তোমরা যদি তা জানতে, তাহলে খুব অল্পই হাসতে এবং খুব বেশি কাঁদতে।\n\nসহীহ্‌ , ফিকহুস সীরাহ্‌ (৪৭৯), বুখারী, মুসলিম আনাস (রাঃ) হতে।",
    "ar": "حَدَّثَنَا أَبُو حَفْصٍ، عَمْرُو بْنُ عَلِيٍّ الْفَلاَّسُ حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلاً وَلَبَكَيْتُمْ كَثِيرًا ‏\"‏ ‏.‏ هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি হাসান সহীহ্‌। আবূ ঈসা বলেন, আবূ হুরাইরা, আইশা, ইবনু আব্বাস ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2315,
    "narrator": "বাহ্‌য ইবনু হাকীম (রাহঃ)",
    "bn": "তার দাদা বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি বলতে শুনেছি : সেই লোক ধ্বংস হোক যে মানুষদের হাসানোর উদ্দেশ্যে কথা বলতে গিয়ে মিথ্যা বলে। সে নিপাত যাক, সে নিপাত যাক।\n\nহাসান , গাইয়াতুল মারাম (৩৭৬), মিশকাত, তাহকীক ছানী (৪৮৩৮)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا بَهْزُ بْنُ حَكِيمٍ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ وَيْلٌ لِلَّذِي يُحَدِّثُ بِالْحَدِيثِ لِيُضْحِكَ بِهِ الْقَوْمَ فَيَكْذِبُ وَيْلٌ لَهُ وَيْلٌ لَهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান।"
  },
  {
    "hadith_id": 2317,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তির ইসলামের অন্যতম সৌন্দর্য হলো অনর্থক আচরণ ত্যাগ করা।\n\nসহীহ্‌ , ইবনু মা-জাহ (৩৯৭৬)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ نَصْرٍ النَّيْسَابُورِيُّ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا أَبُو مُسْهِرٍ، عَنْ إِسْمَاعِيلَ بْنِ عَبْدِ اللَّهِ بْنِ سَمَاعَةَ، عَنِ الأَوْزَاعِيِّ، عَنْ قُرَّةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مِنْ حُسْنِ إِسْلاَمِ الْمَرْءِ تَرْكُهُ مَا لاَ يَعْنِيهِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা শুধুমাত্র আবূ সালামা হতে আবূ হুরাইরা (রাঃ)-এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে বর্ণিত রিওয়ায়াত হিসাবে এটি জেনেছি।"
  },
  {
    "hadith_id": 2316,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, কোন এক সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এক সাহাবী মারা গেলে এক ব্যক্তি বলল, জান্নাতের সুসংবাদ গ্রহণ কর। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃতুমি তো জান না, হয়ত সে বেহুদা কথা বলেছে অথবা যা দান করলে তার কোন ক্ষতি হত না তাতেও সে কৃপণতা করেছে?\n\nযঈফ, তা’লীকুর রাগীব (৪/১১)।",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الْجَبَّارِ الْبَغْدَادِيُّ، حَدَّثَنَاَ عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، عَنِ الأَعْمَشِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ تُوُفِّيَ رَجُلٌ مِنْ أَصْحَابِهِ فَقَالَ يَعْنِي رَجُلٌ أَبْشِرْ بِالْجَنَّةِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَوَلاَ تَدْرِي فَلَعَلَّهُ تَكَلَّمَ فِيمَا لاَ يَعْنِيهِ أَوْ بَخِلَ بِمَا لاَ يَنْقُصُهُ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ غَرِيبٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব।"
  },
  {
    "hadith_id": 2318,
    "narrator": "আলী (যাইনুল আবিদীন) ইবনুল হুসাইন (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তির ইসলামের অন্যতম সৌন্দর্য হলো অর্থহীন কথা বা কাজ ত্যাগ করা।\n\nপূর্বের হাদীসের সহায়তায় সহীহ্‌।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ الزُّهْرِيِّ، عَنْ عَلِيِّ بْنِ حُسَيْنٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ مِنْ حُسْنِ إِسْلاَمِ الْمَرْءِ تَرْكَهُ مَا لاَ يَعْنِيهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ مِنْ أَصْحَابِ الزُّهْرِيِّ عَنِ الزُّهْرِيِّ عَنْ عَلِيِّ بْنِ حُسَيْنٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ مَالِكٍ مُرْسَلاً وَهَذَا عِنْدَنَا أَصَحُّ مِنْ حَدِيثِ أَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَعَلِيُّ بْنُ حُسَيْنٍ لَمْ يُدْرِكْ عَلِيَّ بْنَ أَبِي طَالِبٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, উক্ত হাদীস যুহরীর একাধিক শিষ্য যুহরী হতে, তিনি আলী ইবনুল হুসাইন হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে মালিকের রিওয়ায়াতের অনুরূপ মুরসালভাবে বর্ণনা করেছেন। আমাদের মতে এটিই আবূ সালামা-আবূ হুরাইরা (রাঃ)-এর সূত্রের চাইতে অনেক বেশি সহীহ্‌। আলী ইবনুল হুসাইন (রাঃ) আলী ইবনু আবী তালিব (রাঃ)-এর দেখা পাননি (তার যুগ পাননি)।"
  },
  {
    "hadith_id": 2319,
    "narrator": "বিলাল ইবনুল হারিস আল-মুযানী (রাঃ) নামীয় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি : তোমাদের মধ্যে কোন ব্যক্তি কখনো আল্লাহ্‌ তা’আলার সন্তুষ্টির কথা বলে, যার সম্পর্কে সে ধারণাও করে না যে, তা কোথায় গিয়ে পৌছবে, অথচ আল্লাহ্‌ তা’আলা তার এ কথার কারণে তাঁর সাথে মিলিত হওয়ার দিন পর্যন্ত তার জন্য স্বীয় সন্তুষ্টি লিখে দেন। আবার তোমাদের মধ্যে কোন ব্যক্তি কখনো আল্লাহ্‌ তা’আলার অসন্তুষ্টির কথা বলে, যার সম্পর্কে সে চিন্তাও করে না যে, তা কোন পর্যন্ত গিয়ে পৌছবে। অথচ এ কথার কারণে আল্লাহ্‌ তা’আলা তার সাথে মিলিত হওয়ার দিন পর্যন্ত তার জন্য অসন্তুষ্টি লিখে দেন।\n\nসহীহ্‌ , ইবনু মা-জাহ (৩৯৬৯)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، حَدَّثَنِي أَبِي، عَنْ جَدِّي، قَالَ سَمِعْتُ بِلاَلَ بْنَ الْحَارِثِ الْمُزَنِيَّ، صَاحِبَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّ أَحَدَكُمْ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللَّهِ مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ فَيَكْتُبُ اللَّهُ لَهُ بِهَا رِضْوَانَهُ إِلَى يَوْمِ يَلْقَاهُ وَإِنَّ أَحَدَكُمْ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ سَخَطِ اللَّهِ مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ فَيَكْتُبُ اللَّهُ عَلَيْهِ بِهَا سَخَطَهُ إِلَى يَوْمِ يَلْقَاهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أُمِّ حَبِيبَةَ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَكَذَا رَوَاهُ غَيْرُ وَاحِدٍ عَنْ مُحَمَّدِ بْنِ عَمْرٍو نَحْوَ هَذَا قَالُوا عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِيهِ عَنْ جَدِّهِ عَنْ بِلاَلِ بْنِ الْحَارِثِ ‏.‏ وَرَوَى هَذَا الْحَدِيثَ مَالِكٌ عَنْ مُحَمَّدِ بْنِ عَمْرٍو عَنْ أَبِيهِ عَنْ بِلاَلِ بْنِ الْحَارِثِ وَلَمْ يَذْكُرْ فِيهِ عَنْ جَدِّهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, উম্মু হাবীবা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি হাসান সহীহ্‌। মুহাম্মাদ ইবনু আমরের সূত্রে একাধিক বর্ণনাকারী উপরোক্ত হাদীসের অনুরূপ বর্ণনা করেছেন। তারা মুহাম্মাদ ইবনু আমর-তার বাবা-তার দাদা-বিলাল ইবনুল হারিস (রাহঃ)-এর সূত্রের উল্লেখ করেছেন। এ হাদীসটি মালিক (রাহঃ) মুহাম্মাদ ইবনু আমর-তার বাবা-বিলাল ইবনুল হারিস (রাহঃ)-এর সূত্রে বর্ণনা করেছেন এবং তার দাদার কথা তাতে উল্লেখ করেননি।"
  },
  {
    "hadith_id": 2320,
    "narrator": "সাহল ইবনু সা’দ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌ তা’আলার নিকট যদি এই পৃথিবীর মূল্য মশার একটি পাখার সমানো হত তাহলে তিনি কোন কাফিরকে এখানকার পানির এক ঢোকও পান করাতেন না।\n\nসহীহ্‌ , সহীহাহ্‌ (৯৪০)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ سُلَيْمَانَ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَوْ كَانَتِ الدُّنْيَا تَعْدِلُ عِنْدَ اللَّهِ جَنَاحَ بَعُوضَةٍ مَا سَقَى كَافِرًا مِنْهَا شَرْبَةَ مَاءٍ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটি সহীহ্‌ এবং উপরোক্ত সূত্রে গারীব।"
  },
  {
    "hadith_id": 2321,
    "narrator": "মুসতাওরিদ ইবনু শাদ্দাদ (রাঃ)",
    "bn": "তিনি বলেন, আমি আরোহীদলের সাথে ছিলাম, যারা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে একটি মৃত ছাগল ছানার পাশে এসে দাঁড়ান। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রশ্ন করলেন, তোমরা কি মনে কর, তার মনিবের নিকট এটা নিকৃষ্ট ও মূল্যহীন হওয়ায় সে তা নিক্ষেপ করেছে? তারা বলল, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! এটা মূল্যহীন হওয়ার কারণে তারা ফেলে দিয়েছে। তিনি বললেনঃ তার মনিবের নিকট এটা যতটুকু মূল্যহীন, আল্লাহ্‌ তা’আলার নিকট পৃথিবীটা এর চেয়েও অধিক মূল্যহীন ও নিকৃষ্ট।\n\nসহীহ্‌ , ইবনু মা-জাহ (৪১১১)।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ مُجَالِدٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنِ الْمُسْتَوْرِدِ بْنِ شَدَّادٍ، قَالَ كُنْتُ مَعَ الرَّكْبِ الَّذِينَ وَقَفُوا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى السَّخْلَةِ الْمَيِّتَةِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَتَرَوْنَ هَذِهِ هَانَتْ عَلَى أَهْلِهَا حِينَ أَلْقَوْهَا ‏\"‏ ‏.‏ قَالُوا مِنْ هَوَانِهَا أَلْقَوْهَا يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَالدُّنْيَا أَهْوَنُ عَلَى اللَّهِ مِنْ هَذِهِ عَلَى أَهْلِهَا ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ جَابِرٍ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ الْمُسْتَوْرِدِ حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, জাবির ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। মুস্‌তাওরিদ (রাঃ) বর্ণিত হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 2322,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি : দুনিয়া ও তার মাঝের সকলকিছুই অভিশপ্ত, কিন্তু আল্লাহ্‌ তা’আলার যিকির ও তার সাথে সংগতিপূর্ণ অন্যান্য আমল, আলিম ও ইলম অন্বেষণকারী এর ব্যতিক্রম। \n\nহাসান , ইবনু মা-জাহ (৪১১২)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ الْمُكْتِبُ، حَدَّثَنَا عَلِيُّ بْنُ ثَابِتٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ ثَابِتِ بْنِ ثَوْبَانَ، قَالَ سَمِعْتُ عَطَاءَ بْنَ قُرَّةَ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ ضَمْرَةَ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ أَلاَ إِنَّ الدُّنْيَا مَلْعُونَةٌ مَلْعُونٌ مَا فِيهَا إِلاَّ ذِكْرَ اللَّهِ وَمَا وَالاَهُ وَعَالِمًا أَوْ مُتَعَلِّمًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 2323,
    "narrator": "বানূ ফিহ্‌রের মুসতাওরিদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলু্ল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দুনিয়া আখিরাতের তুলনায় এতটুকু, যেমন তোমাদের কেউ সমুদ্রের পানিতে তার একটি আঙ্গুল ডুবিয়ে তুলে আনল। সে দেখুক তার আঙ্গুল কতটুকু পানি নিয়ে ফিরেছে। \n\nসহীহ্‌ , ইবনু মা-জাহ (৪১০৮), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، حَدَّثَنَا قَيْسُ بْنُ أَبِي حَازِمٍ، قَالَ سَمِعْتُ مُسْتَوْرِدًا، أَخَا بَنِي فِهْرٍ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا الدُّنْيَا فِي الآخِرَةِ إِلاَّ مِثْلُ مَا يَجْعَلُ أَحَدُكُمْ إِصْبَعَهُ فِي الْيَمِّ فَلْيَنْظُرْ بِمَاذَا يَرْجِعُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَإِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ يُكْنَى أَبَا عَبْدِ اللَّهِ وَوَالِدُ قَيْسٍ أَبُو حَازِمٍ اسْمُهُ عَبْدُ بْنُ عَوْفٍ وَهُوَ مِنَ الصَّحَابَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। ইসমাঈল ইবনু আবূ খালিদের উপনাম আবূ আবদুল্লাহ। কাইসের পিতা আবূ হাযিম, তার নাম আব্‌দ ইবনু আওফ, তিনি সাহাবী।"
  },
  {
    "hadith_id": 2324,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দুনিয়া (পার্থিব জীবন) মু’মিনদের জন্য কারাগারস্বরূপ এবং কাফিরদের জন্য জান্নাতস্বরূপ।\n\nসহীহ্‌ , মুসলিম (৮/২১০)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الدُّنْيَا سِجْنُ الْمُؤْمِنِ وَجَنَّةُ الْكَافِرِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 2325,
    "narrator": "আবূ কাবশা আল-আনমারী (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছেন : আমি তিনটি বিষয়ে শপথ করছি এবং সেগুলোর ব্যাপারে তোমাদেরকে বলছি। তোমরা এগুলো মনে রাখবে। তিনি বলেন, দান-খাইরাত করলে কোন বান্দার সম্পদ হ্রাস পায় না। কোন বান্দার উপর যুলুম করা হলে এবং সে তাতে ধৈর্য ধারণ করলে আল্লাহ্‌ তা’আলা অবশ্যই তার সম্মান বাড়িয়ে দেন। কোন বান্দাহ ভিক্ষার দরজা খুললে অবশ্যই আল্লাহ্‌ তা’আলাও তার অভাবের দরজা খুলে দেন অথবা তিনি অনুরূপ কথা বলেছেন। আমি তোমাদেরকে একটি কথা বলছি, তোমরা তা মুখস্থ রাখবে। তারপর তিনি বলেনঃ চার প্রকার মানুষের জন্য এই পৃথিবী। আল্লাহ্‌ তা’আলা যে বান্দাহকে ধন-সম্পদ ও ইল্‌ম (জ্ঞান) দিয়েছেন, আর সে এই ক্ষেত্রে তার প্রভুকে ভয় করে, এর সাহায্যে আত্মীয়দের সাথে সৌজন্যমূলক ব্যবহার করে এবং এতে আল্লাহ্‌ তা’আলারও হক আছে বলে সে জানে, সেই বান্দার মর্যাদা সর্ব্বোচ্চ। আরেক বান্দাহ, যাকে আল্লাহ্‌ তা’আলা ইল্‌ম দিয়েছেন কিন্তু ধন-সম্পদ দেননি সে সৎ নিয়্যাতের (সংকল্পের) অধিকারী। সে বলে, আমার ধন-সম্পদ থাকলে আমি অমুক অমুক ভালো কাজ করতাম। এই ধরনের লোকের মর্যাদা তার নিয়্যাত মুতাবিক নির্ধারিত হবে। এ দুজনেরই সাওয়াব সমান সমান হবে। আরেক বান্দাহ, আল্লাহ্‌ তা’আলা তাকে ধন-সম্পদ প্রদান করেছেন কিন্তু ইল্‌ম দান করেননি। আর সে ইল্‌মহীন (জ্ঞানহীন) হওয়ার কারণে তার সম্পদ স্বীয় প্রবৃত্তির চাহিদা মতো ব্যয় করে। সে ব্যক্তি এ বিষয়ে তার রবকেও ভয় করে না এবং আত্মীয়দের সাথে সৌজন্যমূলক ব্যবহারও করে না। আর এতে যে আল্লাহ্‌ তা’আলার হক রয়েছে তাও সে জানে না। এই লোক সর্বাধিক নিকৃষ্ট স্তরের লোক। অপর এক বান্দাহ, যাকে আল্লাহ্‌ তা’আলা ধন-সম্পদও দান করেননি, ইল্‌মও দান করেননি। সে বলে, আমার যদি ধন-সম্পদ থাকত তাহলে আমি অমুক অমুক ব্যক্তির ন্যায় (প্রবৃত্তির বাসনামতো) কাজ করতাম। তার নিয়্যাত মুতাবিক তার স্থান নির্ধারিত হবে। অতএব, এদের দুজনের পাপ হবে সমান সমান।\n\nসহীহ্‌ , ইবনু মা-জাহ (৪২২৮)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عُبَادَةُ بْنُ مُسْلِمٍ، حَدَّثَنَا يُونُسُ بْنُ خَبَّابٍ، عَنْ سَعِيدٍ الطَّائِيِّ أَبِي الْبَخْتَرِيِّ، أَنَّهُ قَالَ حَدَّثَنِي أَبُو كَبْشَةَ الأَنْمَارِيُّ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ ثَلاَثَةٌ أُقْسِمُ عَلَيْهِنَّ وَأُحَدِّثُكُمْ حَدِيثًا فَاحْفَظُوهُ ‏\"‏ ‏.‏ قَالَ ‏\"‏ مَا نَقَصَ مَالُ عَبْدٍ مِنْ صَدَقَةٍ وَلاَ ظُلِمَ عَبْدٌ مَظْلِمَةً فَصَبَرَ عَلَيْهَا إِلاَّ زَادَهُ اللَّهُ عِزًّا وَلاَ فَتَحَ عَبْدٌ بَابَ مَسْأَلَةٍ إِلاَّ فَتَحَ اللَّهُ عَلَيْهِ بَابَ فَقْرٍ أَوْ كَلِمَةً نَحْوَهَا وَأُحَدِّثُكُمْ حَدِيثًا فَاحْفَظُوهُ قَالَ ‏\"‏ إِنَّمَا الدُّنْيَا لأَرْبَعَةِ نَفَرٍ عَبْدٍ رَزَقَهُ اللَّهُ مَالاً وَعِلْمًا فَهُوَ يَتَّقِي فِيهِ رَبَّهُ وَيَصِلُ فِيهِ رَحِمَهُ وَيَعْلَمُ لِلَّهِ فِيهِ حَقًّا فَهَذَا بِأَفْضَلِ الْمَنَازِلِ وَعَبْدٍ رَزَقَهُ اللَّهُ عِلْمًا وَلَمْ يَرْزُقْهُ مَالاً فَهُوَ صَادِقُ النِّيَّةِ يَقُولُ لَوْ أَنَّ لِي مَالاً لَعَمِلْتُ بِعَمَلِ فُلاَنٍ فَهُوَ بِنِيَّتِهِ فَأَجْرُهُمَا سَوَاءٌ وَعَبْدٍ رَزَقَهُ اللَّهُ مَالاً وَلَمْ يَرْزُقْهُ عِلْمًا فَهُوَ يَخْبِطُ فِي مَالِهِ بِغَيْرِ عِلْمٍ لاَ يَتَّقِي فِيهِ رَبَّهُ وَلاَ يَصِلُ فِيهِ رَحِمَهُ وَلاَ يَعْلَمُ لِلَّهِ فِيهِ حَقًّا فَهَذَا بِأَخْبَثِ الْمَنَازِلِ وَعَبْدٍ لَمْ يَرْزُقْهُ اللَّهُ مَالاً وَلاَ عِلْمًا فَهُوَ يَقُولُ لَوْ أَنَّ لِي مَالاً لَعَمِلْتُ فِيهِ بِعَمَلِ فُلاَنٍ فَهُوَ بِنِيَّتِهِ فَوِزْرُهُمَا سَوَاءٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 2327,
    "narrator": "আবূ ওয়াইল (রাহঃ)",
    "bn": "তিনি বলেন, কোন একদিন রোগাক্রান্ত আবূ হাশিম ইবনু উতবাকে মু’আবিয়া (রাঃ) দেখতে আসেন। তাকে তিনি প্রশ্ন করেন, হে মামা! আপনি কেন কাঁদছেন? রোগযাতনা আপনাকে অস্থির করে তুলেছে, নাকি দুনিয়ার লোভ? তিনি বললেন, এ দুটির কোনটিই নয়। (বরং আমার কান্নার কারণ এই যে,) আমার কাছ থেকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি ওয়াদা নিয়েছিলেন, কিন্তু আমি তা বাস্তবায়িত করতে পারিনি। তিনি বলেছিলেন, সম্পদের ক্ষেত্রে একটি খাদিম ও আল্লাহ্ তা’আলার পথে (যুদ্ধ করার) একটি জন্তুযান, এতটুকুই তোমার জন্য যথেষ্ট। অথচ আমি এখন দেখতে পাচ্ছি যে, আমি অনেক সম্পদ জমা করে ফেলেছি।\n\nযাইদা ও উবাইদাহ্‌ ইবনু হুমাইদ এই হাদীসটি মানসূর হতে, তিনি আবূ ওয়াইল হতে, তিনি সামুরা ইবনু সাহম (রাহঃ)-এর সূত্রে একইরকম বর্ণনা করেছেন। আবূ ঈসা বলেন, এ অনুচ্ছেদে বুরাইদা আল-আসলামী (রাঃ) হতেও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাদীস বর্ণিত আছে।\n\nহাসান , ইবনু মা-জাহ (৪১০৩)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، وَالأَعْمَشِ، عَنْ أَبِي وَائِلٍ، قَالَ جَاءَ مُعَاوِيَةُ إِلَى أَبِي هَاشِمِ بْنِ عُتْبَةَ وَهُوَ مَرِيضٌ يَعُودُهُ فَقَالَ يَا خَالُ مَا يُبْكِيكَ أَوَجَعٌ يُشْئِزُكَ أَمْ حِرْصٌ عَلَى الدُّنْيَا قَالَ كُلٌّ لاَ وَلَكِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم عَهِدَ إِلَىَّ عَهْدًا لَمْ آخُذْ بِهِ قَالَ ‏ \"‏ إِنَّمَا يَكْفِيكَ مِنْ جَمْعِ الْمَالِ خَادِمٌ وَمَرْكَبٌ فِي سَبِيلِ اللَّهِ ‏\"‏ ‏.‏ وَأَجِدُنِي الْيَوْمَ قَدْ جَمَعْتُ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى زَائِدَةُ وَعَبِيدَةُ بْنُ حُمَيْدٍ عَنْ مَنْصُورٍ عَنْ أَبِي وَائِلٍ عَنْ سَمُرَةَ بْنِ سَهْمٍ قَالَ دَخَلَ مُعَاوِيَةُ عَلَى أَبِي هَاشِمٍ فَذَكَرَ نَحْوَهُ ‏.‏ وَفِي الْبَابِ عَنْ بُرَيْدَةَ الأَسْلَمِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2328,
    "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা (অযাচিত) পার্থিব সম্পদ গ্রহণ করো না। কেননা, এর দ্বারা তোমরা দুনিয়ার প্রতি আসক্ত হয়ে পড়বে।\n\nসহীহ্‌ , সহীহাহ্‌ (১২)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ شِمْرِ بْنِ عَطِيَّةَ، عَنِ الْمُغِيرَةِ بْنِ سَعْدِ بْنِ الأَخْرَمِ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَتَّخِذُوا الضَّيْعَةَ فَتَرْغَبُوا فِي الدُّنْيَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান।"
  },
  {
    "hadith_id": 2329,
    "narrator": "আবদুল্লাহ ইবনু বুস্‌র (রাঃ)",
    "bn": "কোন এক গ্রাম্য লোক প্রশ্ন করল, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! মানুষের মধ্যে শ্রেষ্ঠ কে? তিনি বললেনঃ যে দীর্ঘ জীবন লাভ করেছে এবং তার কর্মকান্ড সুন্দর হয়েছে।\n\nসহীহ্‌ , সহীহাহ্ (১৮৩৬), মিশকাত, তাহকীক ছানী (৫২৮৫), আর রাওয (৯২৬)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، عَنْ عَمْرِو بْنِ قَيْسٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُسْرٍ، أَنَّ أَعْرَابِيًّا، قَالَ يَا رَسُولَ اللَّهِ مَنْ خَيْرُ النَّاسِ قَالَ ‏ \"‏ مَنْ طَالَ عُمُرُهُ وَحَسُنَ عَمَلُهُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা ও জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান এবং এই সনদে গারীব।"
  },
  {
    "hadith_id": 2332,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যামানা পরস্পর নিকটবর্তী (সংকীর্ণ) না হওয়া পর্যন্ত কিয়ামাত সংঘটিত হবে না। তখন একবছর হবে একমাসের মতো, একমাস হবে এক সপ্তাহের মতো, এক সপ্তাহ হবে একদিনের মতো, একদিন হবে এক ঘন্টার মত এবং এক ঘন্টা হবে  প্রজ্বলিত আগুনের একটি স্ফুলিংগের মতো।\n\nসহীহ্‌ , মিশকাত, তাহকীক ছানী (৫৪৪৮)।",
    "ar": "حَدَّثَنَا عَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ الْعُمَرِيُّ، عَنْ سَعْدِ بْنِ سَعِيدٍ الأَنْصَارِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَقُومُ السَّاعَةُ حَتَّى يَتَقَارَبَ الزَّمَانُ فَتَكُونُ السَّنَةُ كَالشَّهْرِ وَالشَّهْرُ كَالْجُمُعَةِ وَتَكُونُ الْجُمُعَةُ كَالْيَوْمِ وَيَكُونُ الْيَوْمُ كَالسَّاعَةِ وَتَكُونُ السَّاعَةُ كَالضَّرْمَةِ بِالنَّارِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَسَعْدُ بْنُ سَعِيدٍ هُوَ أَخُو يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি এই সূত্রে গারীব। সা’দ ইবনু সাঈদ হলেন ইয়াহ্‌ইয়া ইবনু সাঈদের ভাই।"
  },
  {
    "hadith_id": 2334,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর হাত ঘাড়ের পিছনে স্থাপন করলেন, তারপর তা প্রসারিত করে বললেনঃ এই হলো আদম সন্তান, আর এটা হলো তার আয়ু। তিনি তারপর তিনবার বললেনঃ আর এই হলো তার আশা-আকাঙ্ক্ষা।\n\nসহীহ্‌ , ইবনু মা-জাহ (৪২৩২), বুখারী অনুরূপ।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ أَنَسٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَذَا ابْنُ آدَمَ وَهَذَا أَجَلُهُ ‏\"‏ ‏.‏ وَوَضَعَ يَدَهُ عِنْدَ قَفَاهُ ثُمَّ بَسَطَهَا فَقَالَ ‏\"‏ وَثَمَّ أَمَلُهُ وَثَمَّ أَمَلُهُ وَثَمَّ أَمَلُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। আবূ সাঈদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2335,
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "bn": "তিনি বলেন, কোন একদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের সম্মুখ দিয়ে যাচ্ছিলেন। আমরা তখন আমাদের একটি কুঁড়েঘর মেরামত করছিলাম। তিনি প্রশ্ন করলেন, এটা কি করছ? আমরা বললাম, এটা নড়বড়ে হয়ে গেছে, তা ঠিকঠাক করছি। তিনি বললেনঃ আমি তো দেখতে পাচ্ছি সেই ব্যাপারটি (মৃত্যু) এর চেয়েও দ্রুত এসে যাচ্ছে।\n\nসহীহ্‌ , মিশকাত, তাহকীক ছানী (৫২৭৫)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي السَّفَرِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ مَرَّ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَنَحْنُ نُعَالِجُ خُصًّا لَنَا فَقَالَ ‏\"‏ مَا هَذَا ‏\"‏ ‏.‏ فَقُلْنَا قَدْ وَهَى فَنَحْنُ نُصْلِحُهُ ‏.‏ قَالَ ‏\"‏ مَا أُرَى الأَمْرَ إِلاَّ أَعْجَلَ مِنْ ذَلِكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو السَّفَرِ اسْمُهُ سَعِيدُ بْنُ يُحْمِدَ وَيُقَالُ ابْنُ أَحْمَدَ الثَّوْرِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। আবুস সাফারের নাম সাঈদ ইবনু ইউহমিদ, তিনি ইবনু আহ্‌মাদ আস-সাওরী বলেও কথিত।"
  },
  {
    "hadith_id": 2333,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার শরীর স্পর্শ করে বললেনঃ পৃথিবীতে এমনভাবে দিনযাপন কর, যেন তুমি একজন প্রবাসী অথবা পথচারী মুসাফির। তুমি নিজেকে কবরবাসীদের অন্তর্ভূক্ত মনে কর। মুজাহিদ (রাহঃ) বলেন, ইবনু উমার (রাঃ) আমাকে বললেনঃ তুমি সকালে উপনীত হয়ে বিকালের জন্য নিজেকে অস্তিত্ববান মনে করো না এবং বিকালে উপনীত হয়ে সকালের জন্য নিজেকে অস্তিত্ববান মনে করো না। অসুস্থ হওয়ার পূর্বে তোমার সুস্থতার এবং মৃত্যুর পূর্বে তোমার জীবনের সুযোগকে কাজে লাগাও। কেননা, হে আল্লাহ্‌র বান্দা! তুমি তো জান না, আগামীকাল তুমি কি নামে অভিহিত হবে।\n\nসহীহ্‌ , সহীহাহ্‌ (১১৫৭), বুখারী।\n“তুমি নিজেকে কবরবাসী মনে কর এবং তুমি তো জাননা” এই অংশ ব্যতীত।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، قَالَ أَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمِنْكَبِي فَقَالَ ‏\"‏ كُنْ فِي الدُّنْيَا كَأَنَّكَ غَرِيبٌ أَوْ عَابِرُ سَبِيلٍ وَعُدَّ نَفْسَكَ فِي أَهْلِ الْقُبُورِ ‏\"‏ ‏.‏ فَقَالَ لِي ابْنُ عُمَرَ إِذَا أَصْبَحْتَ فَلاَ تُحَدِّثْ نَفْسَكَ بِالْمَسَاءِ وَإِذَا أَمْسَيْتَ فَلاَ تُحَدِّثْ نَفْسَكَ بِالصَّبَاحِ وَخُذْ مِنْ صِحَّتِكَ قَبْلَ سَقَمِكَ وَمِنْ حَيَاتِكَ قَبْلَ مَوْتِكَ فَإِنَّكَ لاَ تَدْرِي يَا عَبْدَ اللَّهِ مَا اسْمُكَ غَدًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى هَذَا الْحَدِيثَ الأَعْمَشُ عَنْ مُجَاهِدٍ عَنِ ابْنِ عُمَرَ نَحْوَهُ ‏.‏\nحَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ الْبَصْرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আমাশ-মুজাহিদ হতে, তিনি ইবনু উমার (রাঃ)-এর সূত্রে এই হাদীসটি একইরকম বর্ণনা করেছেন। আহ্‌মাদ ইবনু আবদা আয-যাব্বী-বাসরী-হাম্মাদ ইবনু যাইদ হতে, তিনি লাইস হতে, তিনি মুজাহিদ হতে, তিনি ইবনু উমার (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে উপরোক্ত হাদীসের মতো বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2336,
    "narrator": "কা’ব ইবনু ইয়ায (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি : প্রত্যেক উম্মাতের জন্য কোন না কোন ফিত্‌না রয়েছে। আর আমার উম্মাতের ফিত্‌না হলো ধন-সম্পদ।\n\nসহীহ্‌ , সহীহাহ্‌ (৫৯৪)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا الْحَسَنُ بْنُ سَوَّارٍ، حَدَّثَنَا لَيْثُ بْنُ سَعْدٍ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ جُبَيْرِ بْنِ نُفَيْرِ، حَدَّثَهُ عَنْ أَبِيهِ، عَنْ كَعْبِ بْنِ عِيَاضٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّ لِكُلِّ أُمَّةٍ فِتْنَةً وَفِتْنَةُ أُمَّتِي الْمَالُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ مُعَاوِيَةَ بْنِ صَالِحٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌ গারীব। আমরা এ হাদীসটি শুধুমাত্র মু’আবিয়া ইবনু সালিহ (রাহঃ)-এর সূত্রে জেনেছি।"
  },
  {
    "hadith_id": 2337,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন আদম-সন্তানের অধীনে যদি দুই উপত্যকা ভর্তি স্বর্ণ থাকে তবুও সে তৃতীয় একটি স্বর্ণভর্তি উপত্যকা অর্জনের ইচ্ছা করবে। মাটি ব্যতীত অন্য কিছুই তার মুখ ভর্তি করতে পারবে না। যে লোক ত্বাওবাহ করে আল্লাহ্‌ তা’আলা তার ত্বাওবাহ ক্ববূল করেন।\n\nসহীহ্‌ , তাখরীজ মুশকিলাতুল ফাকরি (১৪), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، حَدَّثَنَا أَبِي، عَنْ صَالِحِ بْنِ كَيْسَانَ، عَنِ ابْنِ شِهَابٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَوْ كَانَ لاِبْنِ آدَمَ وَادِيًا مِنْ ذَهَبٍ لأَحَبَّ أَنْ يَكُونَ لَهُ ثَانِيًا وَلاَ يَمْلأُ فَاهُ إِلاَّ التُّرَابُ وَيَتُوبُ اللَّهُ عَلَى مَنْ تَابَ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أُبَىِّ بْنِ كَعْبٍ وَأَبِي سَعِيدٍ وَعَائِشَةَ وَابْنِ الزُّبَيْرِ وَأَبِي وَاقِدٍ وَجَابِرٍ وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উবাই ইবনু কা’ব, আবূ সাঈদ, আইশা, ইবনুয যুবাইর, আবূ ওয়াকিদ, জাবির, ইবনু আব্বাস ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ এবং এই সূত্রে গারীব।"
  },
  {
    "hadith_id": 2339,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আদম সন্তান বৃদ্ধ হয়ে যায়; কিন্তু দুটি ব্যাপারে যুবকই থাকে : বেঁচে থাকার লোভ এবং সম্পদের মোহ।\n\nসহীহ্‌ , ইবনু মা-জাহ।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ يَهْرَمُ ابْنُ آدَمَ وَيَشِبُّ مِنْهُ اثْنَتَانِ الْحِرْصُ عَلَى الْعُمُرِ وَالْحِرْصُ عَلَى الْمَالِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2338,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দুটি বস্তুর কামনায় বৃদ্ধের অন্তরও যুবক থাকে : দীর্ঘ জীবন ও সম্পদের প্রাচুর্য।\n\nহাসান সহীহ্‌ , ইবনু মা-জাহ (৪২৩৩), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ عَجْلاَنَ، عَنِ الْقَعْقَاعِ بْنِ حَكِيمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ قَلْبُ الشَّيْخِ شَابٌّ عَلَى حُبِّ اثْنَتَيْنِ طُولُ الْحَيَاةِ وَكَثْرَةُ الْمَالِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2340,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: হালাল বস্তুকে হারাম করে নেয়া এবং ধন-সম্পদ ধ্বংস করার নাম দুনিয়ার প্রতি অনাসক্তি (যুহ্‌দ) নয়, বরং দুনিয়ার প্রতি অনাসক্তি হল: আল্লাহ্‌ তা‘আলার নিকটে যা আছে তার চাইতে তোমার হাতে যা আছে তার উপর বেশী নির্ভরশীল না হওয়া এবং তুমি কোন বিপদে পড়লে তার বিনিময়ে সাওয়াবের আশার তুলনায় বিপদে না পড়াটা তোমার নিকট অধিকতর কাঙ্ক্ষিত না হওয়া।\n\nখুবই দুর্বল, ইবনু মাজাহ (৪১০০)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُبَارَكِ، حَدَّثَنَا عَمْرُو بْنُ وَاقِدٍ، حَدَّثَنَا يُونُسُ بْنُ حَلْبَسٍ، عَنْ أَبِي إِدْرِيسَ الْخَوْلاَنِيِّ، عَنْ أَبِي ذَرٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الزَّهَادَةُ فِي الدُّنْيَا لَيْسَتْ بِتَحْرِيمِ الْحَلاَلِ وَلاَ إِضَاعَةِ الْمَالِ وَلَكِنَّ الزَّهَادَةَ فِي الدُّنْيَا أَنْ لاَ تَكُونَ بِمَا فِي يَدَيْكَ أَوْثَقَ مِمَّا فِي يَدَىِ اللَّهِ وَأَنْ تَكُونَ فِي ثَوَابِ الْمُصِيبَةِ إِذَا أَنْتَ أُصِبْتَ بِهَا أَرْغَبَ فِيهَا لَوْ أَنَّهَا أُبْقِيَتْ لَكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَأَبُو إِدْرِيسَ الْخَوْلاَنِيُّ اسْمُهُ عَائِذُ اللَّهِ بْنُ عَبْدِ اللَّهِ ‏.‏ وَعَمْرُو بْنُ وَاقِدٍ مُنْكَرُ الْحَدِيثِ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সনদেই হাদীসটি জেনেছি। আবূ ইদরীস আল-খাওলানীর নাম আয়িযুল্লাহ, পিতা আব্দুল্লাহ। আমর ইবনু ওয়াকিদ একজন প্রত্যাখ্যাত রাবী।"
  },
  {
    "hadith_id": 2341,
    "narrator": "উসমান ইবনু আফফান (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: মানুষের জন্য এই কয়টি বস্তু ছাড়া আর কোন অধিকার নেই: তার বসবাসের জন্য একটি ঘর ও লজ্জা নিবারণের জন্য প্রয়োজনীয় কাপড় এবং এক টুকরা রুটি ও পানি।\n\t\nযঈফ, যঈফা (১০৬৩), না কদুল কাত্তানী (পৃঃ ২২)",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا حُرَيْثُ بْنُ السَّائِبِ، قَالَ سَمِعْتُ الْحَسَنَ، يَقُولُ حَدَّثَنِي حُمْرَانُ بْنُ أَبَانَ، عَنْ عُثْمَانَ بْنِ عَفَّانَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ لَيْسَ لاِبْنِ آدَمَ حَقٌّ فِي سِوَى هَذِهِ الْخِصَالِ بَيْتٌ يَسْكُنُهُ وَثَوْبٌ يُوَارِي عَوْرَتَهُ وَجِلْفُ الْخُبْزِ وَالْمَاءِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهُوَ حَدِيثُ الْحُرَيْثِ بْنِ السَّائِبِ ‏.‏ وَسَمِعْتُ أَبَا دَاوُدَ سُلَيْمَانَ بْنَ سَلْمٍ الْبَلْخِيَّ يَقُولُ قَالَ النَّضْرُ بْنُ شُمَيْلٍ جِلْفُ الْخُبْزِ يَعْنِي لَيْسَ مَعَهُ إِدَامٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ। এটি হল আল-হুরাইস ইবনুস সায়িবের রিওয়ায়াত। (তিনি আরও বলেন) আমি আবূ দাঊদ সুলাইমান ইবনু সালম আল-বালখীকে বলতে শুনেছি, আন-নাযর ইবনু শুমাইল বলেন, ‘জিলফুল খুব্‌য’ এমন রুটি যার সাথে তরকারী নেই।"
  },
  {
    "hadith_id": 2330,
    "narrator": "আবূ বাক্‌রা (রাঃ)",
    "bn": "তিনি বলেন, কোন এক ব্যক্তি প্রশ্ন করল, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! উত্তম ব্যক্তি কে? তিনি বললেনঃ যে দীর্ঘ জীবন পেয়েছে এবং তার আমল সুন্দর হয়েছে। সে আবার প্রশ্ন করল, মানুষের মধ্যে কে নিকৃষ্ট? তিনি বললেনঃ যে দীর্ঘ জীবন পেয়েছে এবং তার আমল খারাপ হয়েছে।\n\nপূর্বের হাদীসের সহায়তায় সহীহ্‌।",
    "ar": "حَدَّثَنَا أَبُو حَفْصٍ، عَمْرُو بْنُ عَلِيٍّ حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا شُعْبَةُ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، أَنَّ رَجُلاً، قَالَ يَا رَسُولَ اللَّهِ أَىُّ النَّاسِ خَيْرٌ قَالَ ‏\"‏ مَنْ طَالَ عُمُرُهُ وَحَسُنَ عَمَلُهُ ‏\"‏ ‏.‏ قَالَ فَأَىُّ النَّاسِ شَرٌّ قَالَ ‏\"‏ مَنْ طَالَ عُمُرُهُ وَسَاءَ عَمَلُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 2343,
    "narrator": "আবূ উমামা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ হে আদম সন্তান! তোমার প্রয়োজনাতিরিক্ত সম্পদ যদি তুমি (সৎকাজে) খরচ করে ফেল তাহলে তা তোমার জন্য কল্যাণকর। কিন্তু তুমি যদি তা গচ্ছিত রাখ তাহলে তা তোমার জন্য অকল্যাণকর। তোমার প্রয়োজন পরিমান সম্পদ জমা রাখলে তাতে কোন দোষারোপ করা হবে না। আর তোমার পোষ্যদের হতেই (দান-খাইরাত) আরম্ভ কর। নীচের হাত হতে উপরের হাত উত্তম। \n\nসহীহ্‌ , ইরওয়া (৩/৩১৮), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عُمَرُ بْنُ يُونُسَ، - هُوَ الْيَمَامِيُّ حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، حَدَّثَنَا شَدَّادُ بْنُ عَبْدِ اللَّهِ، قَالَ سَمِعْتُ أَبَا أُمَامَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَا ابْنَ آدَمَ إِنَّكَ إِنْ تَبْذُلِ الْفَضْلَ خَيْرٌ لَكَ وَإِنْ تُمْسِكْهُ شَرٌّ لَكَ وَلاَ تُلاَمُ عَلَى كَفَافٍ وَابْدَأْ بِمَنْ تَعُولُ وَالْيَدُ الْعُلْيَا خَيْرٌ مِنَ الْيَدِ السُّفْلَى ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَشَدَّادُ بْنُ عَبْدِ اللَّهِ يُكْنَى أَبَا عَمَّارٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। শাদ্দাদ ইবনু আবদুল্লাহ্র উপনাম আবূ আম্মার।"
  },
  {
    "hadith_id": 2344,
    "narrator": "উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা যদি প্রকৃতভাবেই আল্লাহ্ তা’আলার উপর নির্ভরশীল হতে তাহলে পাখিদের যেভাবে রিযিক দেয়া হয় সেভাবে তোমাদেরকেও রিযিক দেয়া হতো। এরা সকালবেলা খালি পেটে বের হয় এবং সন্ধ্যা বেলায় ভরা পেটে ফিরে আসে। \n\nসহীহ্‌ , ইবনু মা-জাহ (৪১৬৪)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ سَعِيدٍ الْكِنْدِيُّ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، عَنْ بَكْرِ بْنِ عَمْرٍو، عَنْ عَبْدِ اللَّهِ بْنِ هُبَيْرَةَ، عَنْ أَبِي تَمِيمٍ الْجَيْشَانِيِّ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَوْ أَنَّكُمْ كُنْتُمْ تَوَكَّلُونَ عَلَى اللَّهِ حَقَّ تَوَكُّلِهِ لَرُزِقْتُمْ كَمَا تُرْزَقُ الطَّيْرُ تَغْدُو خِمَاصًا وَتَرُوحُ بِطَانًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَأَبُو تَمِيمٍ الْجَيْشَانِيُّ اسْمُهُ عَبْدُ اللَّهِ بْنُ مَالِكٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। আমরা এই হাদীসটি শুধুমাত্র উপরোক্ত সূত্রেই জেনেছি। আবূ তামীম আল-জাইশানীর নাম আবদুল্লাহ ইবনু মালিক।"
  },
  {
    "hadith_id": 2346,
    "narrator": "উবাইদুল্লাহ ইবনু মিহসান আল-খিত্মী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের মধ্যে যে লোক পরিবার-পরিজনসহ নিরাপদে সকালে উপনীত হয়, সুস্থ শরীরে দিনাতিপাত করে এবং তার নিকট সারা দিনের খোরাকী থাকে তবে তার জন্য যেন গোটা দুনিয়াটাই একত্র করা হলো। \n\nহাসান , ইবনু মা-জাহ (৪১৪১)।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ مَالِكٍ وَمَحْمُودُ بْنُ خِدَاشٍ الْبَغْدَادِيُّ قَالَا حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي شُمَيْلَةَ الْأَنْصَارِيُّ عَنْ سَلَمَةَ بْنِ عُبَيْدِ اللَّهِ بْنِ مِحْصَنٍ الْخَطْمِيِّ عَنْ أَبِيهِ وَكَانَتْ لَهُ صُحْبَةٌ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَصْبَحَ مِنْكُمْ آمِنًا فِي سِرْبِهِ مُعَافًى فِي جَسَدِهِ عِنْدَهُ قُوتُ يَوْمِهِ فَكَأَنَّمَا حِيزَتْ لَهُ الدُّنْيَا قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لَا نَعْرِفُهُ إِلَّا مِنْ حَدِيثِ مَرْوَانَ بْنِ مُعَاوِيَةَ وَحِيزَتْ جُمِعَتْ حَدَّثَنَا بِذَلِكَ مُحَمَّدُ بْنُ إِسْمَعِيلَ حَدَّثَنَا الْحُمَيْدِيُّ حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ نَحْوَهُ وَفِي الْبَاب عَنْ أَبِي الدَّرْدَاءِ",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ গারীব। আমরা এ হাদীসটি শুধুমাত্র মারওয়ান ইবনু মু’আবিয়ার সূত্রেই জেনেছি। ‘হীযাত’ অর্থ ‘একত্র করা হলো’। মুহাম্মাদ ইবনু ইসমাঈল-হুমাইদী হতে, তিনি মারওয়ান ইবনু মু’আবিয়া হতে উপরোক্ত হাদীসের মতো হাদীস বর্ণনা করেছেন। আবুদ দারদা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2349,
    "narrator": "ফাযালা ইবনু উবাইদ (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছেন : সেই ব্যক্তি কতই না সৌভাগ্যবান যাকে ইসলামের পথে হিদায়াত দান করা হয়েছে এবং তার জীবিকা ন্যূনতম প্রয়োজন মাফিক এবং সে তাতেই খুশি।\n\nসহীহ্‌ , তা’লীকুর রাগীব (২/১১), সহীহাহ্ (১৫০৬)।",
    "ar": "حَدَّثَنَا الْعَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِئُ، أَخْبَرَنَا حَيْوَةُ بْنُ شُرَيْحٍ، أَخْبَرَنِي أَبُو هَانِئٍ الْخَوْلاَنِيُّ، أَنَّ أَبَا عَلِيٍّ، عَمْرَو بْنَ مَالِكٍ الْجَنْبِيَّ أَخْبَرَهُ عَنْ فَضَالَةَ بْنِ عُبَيْدٍ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ طُوبَى لِمَنْ هُدِيَ إِلَى الإِسْلاَمِ وَكَانَ عَيْشُهُ كَفَافًا وَقَنِعَ ‏\"‏ ‏.‏ قَالَ وَأَبُو هَانِئٍ اسْمُهُ حُمَيْدُ بْنُ هَانِئٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হানীর নাম হুমাইদ ইবনু হানী। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2348,
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক ইসলাম ক্ববূল করেছে, এবং তার নিকট নূন্যতম রিযিক রয়েছে এবং তাকে আল্লাহ্‌ তা'আলা অল্পে তুষ্ট থাকার তাওফীক দিয়েছেন, সে-ই সফলকাম হলো। \n\nসহীহ্‌ , ইবনু মা-জাহ (৪১৩৮)।",
    "ar": "حَدَّثَنَا الْعَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِئُ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي أَيُّوبَ، عَنْ شُرَحْبِيلَ بْنِ شَرِيكٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ قَدْ أَفْلَحَ مَنْ أَسْلَمَ وَكَانَ رِزْقُهُ كَفَافًا وَقَنَّعَهُ اللَّهُ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2351,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দরিদ্র মুহাজিরগণ তাদের সম্পদশালীদের চেয়ে পাঁচশত বছর পূর্বে জান্নাতে প্রবেশ করবে।\n\nসহীহ্‌ , ইবনু মা-জাহ (৪১২৩)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى الْبَصْرِيُّ، حَدَّثَنَا زِيَادُ بْنُ عَبْدِ اللَّهِ، عَنِ الأَعْمَشِ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ فُقَرَاءُ الْمُهَاجِرِينَ يَدْخُلُونَ الْجَنَّةَ قَبْلَ أَغْنِيَائِهِمْ بِخَمْسِمِائَةِ سَنَةٍ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2354,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দরিদ্র মুসলমানগণ জান্নাতে যাবে সম্পদশালীদের চেয়ে অর্ধদিন পূর্বে। এই অর্ধদিন হলো পাঁচ শত বছরের সমান।\n\nহাসান সহীহ্‌ , দেখুন হাদীস নং ২৩৫৩।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا الْمُحَارِبِيُّ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَدْخُلُ فُقَرَاءُ الْمُسْلِمِينَ الْجَنَّةَ قَبْلَ أَغْنِيَائِهِمْ بِنِصْفِ يَوْمٍ وَهُوَ خَمْسُمِائَةِ عَامٍ ‏\"‏ ‏.‏ وَهَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি সহীহ্।"
  },
  {
    "hadith_id": 2353,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দরিদ্রগণ সম্পদশালীদের চেয়ে পাঁচশত বছর পূর্বে জান্নাতে যাবে। আর তা হলো (আখিরাতের) অর্ধদিনের সমান।\n\nহাসান সহীহ্‌ , ইবনু মা-জাহ (৪১২২)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَدْخُلُ الْفُقَرَاءُ الْجَنَّةَ قَبْلَ الأَغْنِيَاءِ بِخَمْسِمِائَةِ عَامٍ نِصْفِ يَوْمٍ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2352,
    "narrator": "আনাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (দু’আ করে) বলেনঃ হে আল্লাহ্‌! তুমি আমাকে দরিদ্র অবস্থায় বাঁচিয়ে রাখ, দরিদ্র থাকাবস্থায় মৃত্যু দিও এবং কিয়ামাত দিবসে দরিদ্রদের দলভুক্ত করে হাশর করো। (একথা শুনে) আইশা (রাঃ) বলেন, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! কেন এরূপ বলছেন? তিনি বললেনঃ হে আইশা! তারা তো তাদের সম্পদশালীদের চেয়ে চল্লিশ বছর পূর্বে জান্নাতে প্রবেশ করবে। হে আইশা! তুমি যাঞ্চাকারী দরিদ্রকে ফিরিয়ে দিও না। যদি দেয়ার মতো কিছু তোমার নিকট না থাকে, তাহলে একটি খেজুরের টুকরা হলেও তাকে দিও। হে আইশা! তুমি দরিদ্রদের ভালোবাসবে এবং তাদেরকে তোমার সান্নিধ্যে রাখবে। তাহলে কিয়ামাতের দিন আল্লাহ্‌ তা'আলা তোমাকে তাঁর সান্নিধ্যে রাখবেন।\n\nসহীহ্‌ , ইবনু মা-জাহ (৪১২৬)।",
    "ar": "حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ وَاصِلٍ الْكُوفِيُّ، حَدَّثَنَا ثَابِتُ بْنُ مُحَمَّدٍ الْعَابِدُ الْكُوفِيُّ، حَدَّثَنَا الْحَارِثُ بْنُ النُّعْمَانِ اللَّيْثِيُّ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ اللَّهُمَّ أَحْيِنِي مِسْكِينًا وَأَمِتْنِي مِسْكِينًا وَاحْشُرْنِي فِي زُمْرَةِ الْمَسَاكِينِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ فَقَالَتْ عَائِشَةُ لِمَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ إِنَّهُمْ يَدْخُلُونَ الْجَنَّةَ قَبْلَ أَغْنِيَائِهِمْ بِأَرْبَعِينَ خَرِيفًا يَا عَائِشَةُ لاَ تَرُدِّي الْمِسْكِينَ وَلَوْ بِشِقِّ تَمْرَةٍ يَا عَائِشَةُ أَحِبِّي الْمَسَاكِينَ وَقَرِّبِيهِمْ فَإِنَّ اللَّهَ يُقَرِّبُكِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব।"
  },
  {
    "hadith_id": 2360,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর পরিবার-পরিজন একাধারে কয়েক রাত ক্ষুধার্ত অবস্থায় কাটিয়ে দিতেন। তাদের জন্য রাতের খাবার জুটত না। আর বেশিরভাগ সময় যবের রুটিই ছিল তাদের খাদ্য।\n\nহাসান , ইবনু মা-জাহ (২৩৪৭)।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ، حَدَّثَنَا ثَابِتُ بْنُ يَزِيدَ، عَنْ هِلاَلِ بْنِ خَبَّابٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَبِيتُ اللَّيَالِيَ الْمُتَتَابِعَةَ طَاوِيًا وَأَهْلُهُ لاَ يَجِدُونَ عَشَاءً وَكَانَ أَكْثَرُ خُبْزِهِمْ خُبْزَ الشَّعِيرِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 2357,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মৃত্যুর পূর্ব মুহূর্ত পর্যন্ত এক নাগাড়ে দুইদিন যবের রুটি পেট ভরে খেতে পাননি।\n\nসহীহ্‌ , মুখতাসার শামা-ইল (১২৩), মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَنْبَأَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ يَزِيدَ، يُحَدِّثُ عَنِ الأَسْوَدِ بْنِ يَزِيدَ، عَنْ عَائِشَةَ، قَالَتْ مَا شَبِعَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ خُبْزِ شَعِيرٍ يَوْمَيْنِ مُتَتَابِعَيْنِ حَتَّى قُبِضَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2358,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর পরিবার এই দুনিয়া ছেড়ে যাওয়ার পূর্ব মুহূর্ত পর্যন্ত কখনো এক নাগাড়ে তিনদিন পেট ভরে গমের রুটি খেতে পাননি।\n\nসহীহ্‌ , ইবনু মা-জাহ (৩৩৪৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا الْمُحَارِبِيُّ، حَدَّثَنَا يَزِيدُ بْنُ كَيْسَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ مَا شَبِعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَهْلُهُ ثَلاَثًا تِبَاعًا مِنْ خُبْزِ الْبُرِّ حَتَّى فَارَقَ الدُّنْيَا ‏.‏ هَذَا حَدِيثٌ صَحِيحٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি সহীহ্‌ হাসান এবং উক্ত সূত্রে গারীব।"
  },
  {
    "hadith_id": 2356,
    "narrator": "মাসরূক (রহঃ)",
    "bn": "তিনি বলেনঃ কোন এক সময় আমি ‘আয়িশা (রাঃ)-এর নিকটে গেলাম। তিনি আমার জন্য খাবার আনালেন। পরে তিনি বললেনঃ আমি যখনি পেট পুরে খাবার খাই তখনি আমি কাঁদতে চাইলে কাঁদতে পারি। আমি প্রশ্ন করলাম, তা কেন? তিনি বললেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে অবস্থায়  দুনিয়া হতে বিদায় নিয়েছেন সে কথা মনে পড়ে। আল্লাহ্‌ তা’আলার শপথ! তিনি কোন দিনই দু’বার গোশত ও রুটি দ্বারা পেট ভরে খেতে পাননি।\n                             \nযঈফ, তা’লীকুর রাগীব ৪/১০৯, মুখতাসার শামায়িল ১২৮",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا عَبَّادُ بْنُ عَبَّادٍ الْمُهَلَّبِيُّ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ، عَنْ مَسْرُوقٍ، قَالَ دَخَلْتُ عَلَى عَائِشَةَ فَدَعَتْ لِي بِطَعَامٍ وَقَالَتْ مَا أَشْبَعُ مِنْ طَعَامٍ فَأَشَاءُ أَنْ أَبْكِيَ إِلاَّ بَكَيْتُ ‏.‏ قَالَ قُلْتُ لِمَ قَالَتْ أَذْكُرُ الْحَالَ الَّتِي فَارَقَ عَلَيْهَا رَسُولُ اللَّهِ صلى الله عليه وسلم الدُّنْيَا وَاللَّهِ مَا شَبِعَ مِنْ خُبْزٍ وَلَحْمٍ مَرَّتَيْنِ فِي يَوْمٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2361,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এই দু’আ করেন : হে আল্লাহ্‌! মুহাম্মাদের পরিবারের জন্য শুধুমাত্র জীবন ধারণোপযোগী (পরিমাণ) রিযিকের ব্যবস্থা করুন।\n\nসহীহ্‌ , ইবনু মা-জাহ (৪১৩৬), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو عَمَّارٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اللَّهُمَّ اجْعَلْ رِزْقَ آلِ مُحَمَّدٍ قُوتًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 2359,
    "narrator": "সুলাইম ইবনু আমির (রাহঃ)",
    "bn": "তিনি বলেন, আমি আবূ উমামা (রাঃ)-কে বলতে শুনেছি, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ঘরে কখনো যবের রুটিও অতিরিক্ত হতো না।\n\nসহীহ্‌ , মুখতাসার শামাইল (১২৪), তা’লীকুর রাগীব (৪/১১০)।",
    "ar": "حَدَّثَنَا عَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنَا حَرِيزُ بْنُ عُثْمَانَ، عَنْ سُلَيْمِ بْنِ عَامِرٍ، قَالَ سَمِعْتُ أَبَا أُمَامَةَ، يَقُولُ مَا كَانَ يَفْضُلُ عَنْ أَهْلِ، بَيْتِ النَّبِيِّ صلى الله عليه وسلم خُبْزُ الشَّعِيرِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَيَحْيَى بْنُ أَبِي بُكَيْرٍ هَذَا كُوفِيٌّ وَأَبُو بُكَيْرٍ وَالِدُ يَحْيَى رَوَى لَهُ سُفْيَانُ الثَّوْرِيُّ وَيَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ مِصْرِيٌّ صَاحِبُ اللَّيْثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌ এবং উক্ত সূত্রে গারীব। এই ইয়াহ্‌ইয়া ইবনু আবূ বুকাইর হলেন কূফাবাসী এবং আবূ বুকাইর তার পিতা। তার সূত্রে সুফিয়ান সাওরী হাদীস বর্ণনা করেছেন। আর ইয়াহ্‌ইয়া ইবনু আবদুল্লাহ ইবনু বুকাইর হলেন মিসরবাসী এবং তিনি লাইস ইবনু সা’দের ছাত্র।"
  },
  {
    "hadith_id": 2362,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আগামী দিনের জন্য কোন কিছু সঞ্চয় করে রাখতেন না।\n\nসহীহ্‌ , মুখতাসার শাখাইল (৩০৪), তা’লীকুর রাগীব (২/৪২)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم لاَ يَدَّخِرُ شَيْئًا لِغَدٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ جَعْفَرِ بْنِ سُلَيْمَانَ عَنْ ثَابِتٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। এ হাদীসটি জাফর ইবনু সুলাইমান হতে সাবিতের সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে ‘মুরসাল’ হিসাবেও বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 2363,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মৃত্যুর আগ পর্যন্ত কখনো টেবিলে খাবার খাননি এবং কখনো পাতলা রুটিও খাননি।\n\nসহীহ্‌ , ইবনু মা-জাহ (৩২৯২, ৩২৯৩), বুখারী।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا أَبُو مَعْمَرٍ عَبْدُ اللَّهِ بْنُ عَمْرٍو، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ سَعِيدِ بْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ مَا أَكَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى خِوَانٍ وَلاَ أَكَلَ خُبْزًا مُرَقَّقًا حَتَّى مَاتَ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ سَعِيدِ بْنِ أَبِي عَرُوبَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌ এবং সাঈদ ইবনু আবূ আরূবার রিওয়ায়াত হিসাবে গারীব।"
  },
  {
    "hadith_id": 2364,
    "narrator": "সাহল ইবনু সা’দ (রাঃ)",
    "bn": "তাকে প্রশ্ন করা হলো, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কখনো ময়দার রুটি খেয়েছেন কি? সাহ্‌ল (রাঃ) বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌ তা’আলার সাথে সাক্ষাৎ (মৃত্যু) হওয়ার পূর্ব পর্যন্ত কখনো ময়দা দেখেননি। তাকে আবার প্রশ্ন করা হলো, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর যুগে আপনাদের নিকট কি কোন চালুনি ছিল? তিনি বললেন, আমাদের কোন চালুনি ছিল না। আবার প্রশ্ন করা হলো, তাহলে যব নিয়ে আপনারা কি করতেন? তিনি বললেন, আমরা তাতে ফুঁ দিতাম, ফলে যা উড়ে যাওয়ার তা উড়ে যেত, তারপর তাতে পানি ঢেলে খামির তৈরি করতাম।\n\nসহীহ্‌ , ইবনু মা-জাহ (৩৩৩৫), বুখারী।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ الْحَنَفِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ دِينَارٍ، أَخْبَرَنَا أَبُو حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، أَنَّهُ قِيلَ لَهُ أَكَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم النَّقِيَّ يَعْنِي الْحُوَّارَى فَقَالَ سَهْلٌ مَا رَأَى رَسُولُ اللَّهِ صلى الله عليه وسلم النَّقِيَّ حَتَّى لَقِيَ اللَّهَ ‏.‏ فَقِيلَ لَهُ هَلْ كَانَتْ لَكُمْ مَنَاخِلُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ مَا كَانَتْ لَنَا مَنَاخِلُ ‏.‏ قِيلَ فَكَيْفَ كُنْتُمْ تَصْنَعُونَ بِالشَّعِيرِ قَالَ كُنَّا نَنْفُخُهُ فَيَطِيرُ مِنْهُ مَا طَارَ ثُمَّ نُثَرِّيهِ فَنَعْجِنُهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ مَالِكُ بْنُ أَنَسٍ عَنْ أَبِي حَازِمٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। এ হাদীসটি আবূ হাযিম (রাহঃ)-এর সূত্রে মালিক ইবনু আনাস (রাহঃ) বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2370,
    "narrator": "আবূ সালামা ইবনু আবদুর রাহমান (রাঃ)",
    "bn": "কোন একদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), আবূ বাক্‌র ও উমার (রাঃ) বের হলেন….। তারপর তিনি উক্ত মর্মে পূর্বোক্ত হাদীসের মতোই হাদীস বর্ণনা করেছেন। এই সনদে আবূ হুরাইরা (রাঃ)-এর উল্লেখ নেই। \n\nসহীহ্‌ , দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا صَالِحُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ يَوْمًا وَأَبُو بَكْرٍ وَعُمَرُ فَذَكَرَ نَحْوَ هَذَا الْحَدِيثِ وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِي هُرَيْرَةَ وَحَدِيثُ شَيْبَانَ أَتَمُّ مِنْ حَدِيثِ أَبِي عَوَانَةَ وَأَطْوَلُ ‏.‏ وَشَيْبَانُ ثِقَةٌ عِنْدَهُمْ صَاحِبُ كِتَابٍ ‏.‏ وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ أَيْضًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ আওয়ানার রিওয়ায়াতের চাইতে শাইবানের রিওয়ায়াত দীর্ঘ ও বেশি পূর্ণাঙ্গ। হাদীস বিশারদদের মতে শাইবান বিশ্বস্ত বর্ণনাকারী এবং তার সংকলনও আছে। আবূ হুরাইরা (রাঃ) হতে উপরোক্ত হাদীসটি ভিন্ন সুত্রেও বর্ণিত আছে। ইবনু আব্বাস (রাঃ)-এর সূত্রেও হাদীসটি বর্ণিত আছে।"
  },
  {
    "hadith_id": 2371,
    "narrator": "আবূ তালহা (রাঃ)",
    "bn": "তিনি বলেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে অনাহারের অভিযোগ করলাম এবং নিজেদের পেটের কাপড় উঠিয়ে একটা পাথর (বাঁধা) দেখালাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-ও তাঁর পেটের কাপড় উঠিয়ে আমাদেরকে দু’টি পাথর বাঁধা দেখালেন।\n              \nযঈফ, মুখতাসার শামায়িল (১১২)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ، حَدَّثَنَا سَيَّارُ بْنُ حَاتِمٍ، عَنْ سَهْلِ بْنِ أَسْلَمَ، عَنْ يَزِيدَ بْنِ أَبِي مَنْصُورٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ أَبِي طَلْحَةَ، قَالَ شَكَوْنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الْجُوعَ وَرَفَعْنَا عَنْ بُطُونِنَا عَنْ حَجَرٍ حَجَرٍ فَرَفَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ حَجَرَيْنِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই এ হাদীস জেনেছি।"
  },
  {
    "hadith_id": 2372,
    "narrator": "সিমাক ইবনু হারব (রাহঃ)",
    "bn": "তিনি বলেন, নু‘মান ইবনু বাশীর (রাঃ)-কে আমি বলতে শুনেছি : এখন তোমরা কি নিজেদের খুশি মতো পানাহার করতে পারছো না? অথচ আমি তোমাদের নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখেছি যে, তিনি এই নিকৃষ্ট ও শুকনো খেজুরও পেতেন না, যদ্ধারা তাঁর পেট ভরতে পারেন।\n\nসহীহ্‌ , মুখতাসার শামা-ইল (১১০), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، قَالَ سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ، يَقُولُ أَلَسْتُمْ فِي طَعَامٍ وَشَرَابٍ مَا شِئْتُمْ لَقَدْ رَأَيْتُ نَبِيَّكُمْ صلى الله عليه وسلم وَمَا يَجِدُ مِنَ الدَّقَلِ مَا يَمْلأُ بَطْنَهُ ‏.‏ قَالَ وَهَذَا حَدِيثٌ صَحِيحٌ ‏.‏ قَالَ أَبُو عِيسَى وَرَوَى أَبُو عَوَانَةَ وَغَيْرُ وَاحِدٍ عَنْ سِمَاكِ بْنِ حَرْبٍ نَحْوَ حَدِيثِ أَبِي الأَحْوَصِ ‏.‏ وَرَوَى شُعْبَةُ هَذَا الْحَدِيثَ عَنْ سِمَاكٍ عَنِ النُّعْمَانِ بْنِ بَشِيرٍ عَنْ عُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি সহীহ্। সিমাক ইবনু হারব (রাহঃ) হতে আবূ আওয়ানা এবং আরও অনেকে আবুল আহওয়াস বর্ণিত হাদীসের সমার্থক হাদীস বর্ণনা করেছেন। শুবা (রাহঃ) সিমাক হতে, তিনি নুমান ইবনু বশীর হতে, তিনি উমার (রাঃ) হতে এই সূত্রে এ হাদীসটি বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2365,
    "narrator": "কাইস (রাহঃ)",
    "bn": "তিনি বলেন, সা’দ ইবনু আবী ওয়াক্কাস (রাঃ)-কে আমি বলতে শুনেছি : আমিই প্রথম ব্যক্তি যে আল্লাহ্‌ তা’আলার পথে রক্ত ঝরিয়েছে এবং আমিই প্রথম ব্যক্তি যে আল্লাহ্‌ তা’আলার রাস্তায় তীর ছুড়েছে। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবীদের সাথে এক যুদ্ধাভিযানে যোগদান করি। তখন খাবারের জন্য আমরা গাছের পাতা ও বাবলা গাছের ফল ব্যতিত আর কিছুই পাইনি। ফলে আমাদের এক একজন ছাগল ও উটের বিষ্ঠার ন্যায় পায়খানা করত। কিন্তু বর্তমানে আসাদ বংশের জনগণ দ্বীনের ব্যাপারে আমাকে তিরস্কার করছে। তাহলে তো আমি ব্যর্থ হলাম এবং আমার সব আমলও বাতিল হয়ে গেল।\n\nসহীহ্‌ , মুখতাসার শামাইল (১১৪), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا عُمَرُ بْنُ إِسْمَاعِيلَ بْنِ مُجَالِدِ بْنِ سَعِيدٍ، حَدَّثَنَا أَبِي، عَنْ بَيَانٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، قَالَ سَمِعْتُ سَعْدَ بْنَ أَبِي وَقَّاصٍ، يَقُولُ إِنِّي لأَوَّلُ رَجُلٍ أَهْرَاقَ دَمًا فِي سَبِيلِ اللَّهِ وَإِنِّي لأَوَّلُ رَجُلٍ رَمَى بِسَهْمٍ فِي سَبِيلِ اللَّهِ وَلَقَدْ رَأَيْتُنِي أَغْزُو فِي الْعِصَابَةِ مِنْ أَصْحَابِ مُحَمَّدٍ صلى الله عليه وسلم مَا نَأْكُلُ إِلاَّ وَرَقَ الشَّجَرِ وَالْحُبُلَةِ حَتَّى إِنَّ أَحَدَنَا لَيَضَعُ كَمَا تَضَعُ الشَّاةُ أَوِ الْبَعِيرُ وَأَصْبَحَتْ بَنُو أَسَدٍ يُعَزِّرُونِي فِي الدِّينِ لَقَدْ خِبْتُ إِذًا وَضَلَّ عَمَلِي ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ بَيَانٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। তবে এটি বাইয়ানের বর্ণনা সূত্রে গারীব।"
  },
  {
    "hadith_id": 2368,
    "narrator": "ফাযালা ইবনু উবাইদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন লোকদের সাথে নিয়ে জামা‘আতে নামায় আদায় করতেন, তখন কিছু লোক অসহনীয় ক্ষুধার যন্ত্রনায় নামাযের মধ্যেই দাঁড়ানো অবস্থা হতে পড়ে যেতেন। তারা ছিলেন সুফ্‌ফার সদস্য। তাদের এ অবস্থা দেখে বেদুঈনরা বলত, এরা পাগল নাকি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নামায শেষ করে তাদের দিকে মুখ ফিরিয়ে বলতেন : আল্লাহ্ তা‘আলার নিকট তোমাদের যে কি মর্যাদা রয়েছে তা তোমরা জানলে আরো ক্ষুধার্ত, আরো অভাব-অনটনে থাকতে পছন্দ করতে। ফাযালা (রাঃ) বলেন, সে সময়ে আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ছিলাম।\n\nসহীহ্‌ , তা’লীকুর রাগীব (৪/১২০)।",
    "ar": "حَدَّثَنَا الْعَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا حَيْوَةُ بْنُ شُرَيْحٍ، أَخْبَرَنِي أَبُو هَانِئٍ الْخَوْلاَنِيُّ، أَنَّ أَبَا عَلِيٍّ، عَمْرَو بْنَ مَالِكٍ الْجَنْبِيَّ أَخْبَرَهُ عَنْ فَضَالَةَ بْنِ عُبَيْدٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا صَلَّى بِالنَّاسِ يَخِرُّ رِجَالٌ مِنْ قَامَتِهِمْ فِي الصَّلاَةِ مِنَ الْخَصَاصَةِ وَهُمْ أَصْحَابُ الصُّفَّةِ حَتَّى تَقُولَ الأَعْرَابُ هَؤُلاَءِ مَجَانِينُ أَوْ مَجَانُونَ فَإِذَا صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم انْصَرَفَ إِلَيْهِمْ فَقَالَ ‏ \"‏ لَوْ تَعْلَمُونَ مَا لَكُمْ عِنْدَ اللَّهِ لأَحْبَبْتُمْ أَنْ تَزْدَادُوا فَاقَةً وَحَاجَةً ‏\"‏ ‏.‏ قَالَ فَضَالَةُ وَأَنَا يَوْمَئِذٍ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি সহীহ্।"
  },
  {
    "hadith_id": 2367,
    "narrator": "মুহাম্মাদ ইবনু সীরীন (রাহঃ)",
    "bn": "তিনি বলেন, কোন একদিন আমরা আবূ হুরাইরা (রাঃ)-এর নিকট উপস্থিত ছিলাম। তিনি গোলাপী রংয়ের দুটি কাতান কাপড় পড়ে ছিলেন। তিনি একটি কাপড় দিয়ে নাক পরিষ্কার করলেন এবং বললেন, বেশ, বেশ, আবূ হুরাইরা আজ কাতান কাপড় দিয়ে নাক পরিষ্কার করছে! অথচ আমার অবস্থা এরূপ ছিল যে, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মিম্বার ও আইশা (রাঃ)-এর ঘরের মাঝখানে ক্ষুধার তাড়নায় কাতর হয়ে পড়ে থাকতাম। এ পথে কেউ এসে আমার ঘাড়ের উপর পা রাখত এবং মনে করত যে, আমি পাগল হয়ে গেছি। অথচ আমার মধ্যে কোন পাগলামী ছিল না, বরং ক্ষুধার যন্ত্রণায় আমার এরূপ অবস্থা হতো।\n\nসহীহ্‌ , বুখারী (৭৩২৪)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، قَالَ كُنَّا عِنْدَ أَبِي هُرَيْرَةَ وَعَلَيْهِ ثَوْبَانِ مُمَشَّقَانِ مِنْ كَتَّانٍ فَتَمَخَّطَ فِي أَحَدِهِمَا ثُمَّ قَالَ بَخٍ بَخٍ يَتَمَخَّطُ أَبُو هُرَيْرَةَ فِي الْكَتَّانِ لَقَدْ رَأَيْتُنِي وَإِنِّي لأَخِرُّ فِيمَا بَيْنَ مِنْبَرِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَحُجْرَةِ عَائِشَةَ مِنَ الْجُوعِ مَغْشِيًّا عَلَىَّ فَيَجِيءُ الْجَائِي فَيَضَعُ رِجْلَهُ عَلَى عُنُقِي يُرَى أَنَّ بِيَ الْجُنُونَ وَمَا بِي جُنُونٌ وَمَا هُوَ إِلاَّ الْجُوعُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏\nمِنْ هَذَا الْوَجْهِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ এবং এই সূত্রে গারীব।"
  },
  {
    "hadith_id": 2366,
    "narrator": "কাইস (রাহঃ)",
    "bn": "সা’দ ইবনু মালিক (রাঃ)-কে আমি বলতে শুনেছি, আরবের মধ্যে আমিই প্রথম ব্যক্তি যে আল্লাহ্‌ তা’আলার পথে তীর নিক্ষেপ করেছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে আমরা নিজেরা জিহাদ করেছি। তখন খাবারের জন্য বাবলা গাছের ফল আর বুনো জাম ছাড়া আমাদের সাথে আর কিছু ছিল না। আমাদের এক একজন তা খেয়ে ছাগলের বিষ্ঠার ন্যায় পায়খানা করত। অথচ বর্তমানে আসাদ বংশের জনগণ ধর্মের ব্যাপারে আমাকে তিরস্কার করছে। তাই যদি হয়, তাহলে তো আমি ব্যর্থ হয়েছি এবং আমার আমলও বিনষ্ট হয়ে গেল। \n\nসহীহ্‌ , দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، حَدَّثَنَا قَيْسٌ، قَالَ سَمِعْتُ سَعْدَ بْنَ مَالِكٍ، يَقُولُ إِنِّي أَوَّلُ رَجُلٍ مِنَ الْعَرَبِ رَمَى بِسَهْمٍ فِي سَبِيلِ اللَّهِ وَلَقَدْ رَأَيْتُنَا نَغْزُو مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَمَا لَنَا طَعَامٌ إِلاَّ الْحُبُلَةَ وَهَذَا السَّمُرَ حَتَّى إِنَّ أَحَدَنَا لَيَضَعُ كَمَا تَضَعُ الشَّاةُ ثُمَّ أَصْبَحَتْ بَنُو أَسَدٍ يُعَزِّرُونِي فِي الدِّينِ لَقَدْ خِبْتُ إِذًا وَضَلَّ عَمَلِي ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ عُتْبَةَ بْنِ غَزْوَانَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। উতবা ইবনু গাযওয়ান (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2369,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, কোন একদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমন সময় ঘর হতে বের হলেন, যে সময়ে তিনি সচরাচর বের হন না এবং এ সময় কেউ তাঁর সাথে সাক্ষাৎ করতেও আসতো না। (এ মুহূর্তে) আবূ বকর (রাঃ) এসে উপস্থিত হলেন। তিনি প্রশ্ন করলেন : হে আবূ বাক্‌র! আপনি কি মনে করে এলেন? তিনি বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে দেখা করতে, তাঁর বারকাতময় মুখমন্ডল দেখতে ও তাঁকে সালাম প্রদানের উদ্দেশ্যে এসেছি। ইতোমধ্যে উমার (রাঃ)-ও এসে উপস্থিত হলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রশ্ন করলেন : হে উমার! আপনার এ সময় আসার কারণ কি? তিনি বললেন, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! ক্ষুধার তাড়নায়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমিও এরূপ কিছু অনুভব করছি। এই বলে তাঁরা আবুল হাইসাম ইবনু আত্তাইহান আল-আনসারী (রাঃ)-এর বাড়ীর দিকে যাত্রা শুরু করলেন। আর তিনি ছিলেন প্রচুর খেজুরগাছ ও বকরীর মালিক, কিন্তু তার কোন খাদিম ছিল না। তাঁরা তাকে বাড়ীতে না পেয়ে তার স্ত্রীকে জিজ্ঞেস করলেন, আপনার সাথী কোথায়? তিনি বললেন, তিনি আমাদের জন্য মিঠা পানি আনতে গেছেন। ইতোমধ্যে আবুল হাইসাম (রাঃ) পানিভর্তি মশক নিয়ে ফিরে এলেন এবং সেটা রেখেই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জড়িয়ে ধরলেন এবং বললেন, আমার পিতা-মাতা আপনার জন্য কুরবান হোক! তারপর তিনি তাঁদেরকে নিয়ে তাঁর বাগানে গেলেন এবং তাদের জন্য বিছানা বিছিয়ে দিলেন। তারপর তিনি খেজুরগাছ হতে কয়েক গুচ্ছ খেজুর নামিয়ে এনে তাঁদের সামনে রাখলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বললেনঃ আমাদের জন্য পাকা খেজুর বেছে আলাদা করে নিয়ে আসলে না কেন? তিনি বললেন, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি ভাবলাম যে, আপনারা নিজেদের ইচ্ছামতো তাজা কিংবা পাকা খেজুর বেছে খাবেন, (এজন্য দুরকম খেজুরই পেশ করলাম)। তারপর তাঁরা খেজুর খেয়ে সেই পানি পান করলেন। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যাঁর হাতে আমার প্রাণ সেই মহান সত্তার শপথ! কিয়ামাত দিবসে এসব নিয়ামাত প্রসঙ্গেও তোমাদেরকে প্রশ্ন করা হবে। এই সুশীতল ছায়া, সুস্বাদু কাঁচা-পাকা খেজুর ও ঠান্ডা পানি (কতই না সুন্দর নিয়ামাত)। এরপর আবুল হাইসাম (রাঃ) তাঁদের জন্য খাবার তৈরী করতে চলে গেলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বলে দিলেন : কোন অবস্থাতেই দুধেল পশু যবাহ করবে না। কাজেই তিনি নবীন একটি নর ছাগল যবাহ করলেন এবং রান্না করে তাঁদের জন্য নিয়ে এলেন। তাঁরা তা খেলেন। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে প্রশ্ন করলেন : তোমার কি কোন খাদিম আছে? তিনি বললেন, না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যখন আমার নিকট বন্দী আসবে তুমি তখন এসো। পরে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট দুটি গোলাম আসে। তাদের সাথে তৃতীয় কোন গোলাম ছিল না। আবুল হাইসাম (রাঃ) তাঁর নিকট এলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ এদের মধ্যে যেটা ভালো লাগে বেছে নাও। তিনি বললেন, হে আল্লাহ্‌র নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনিই আমাকে একটি পছন্দ করে দিন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যার কাছে পরামর্শ চাওয়া হয় তাকে আমানাতদার হতে হয়। ঠিক আছে, তুমি এটাই নাও। কেননা, আমি একে নামায আদায় করতে দেখেছি। আমি তোমাকে উপদেশ দিচ্ছি তার সাথে উত্তম আচরণ করার জন্য। আবুল হাইসাম (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উপদেশ প্রসঙ্গে তাঁর স্ত্রীর নিকট গিয়ে তাকে জানিয়ে দেন। তার স্ত্রী বললেন, এক মুক্ত করা ব্যতীত আপনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বক্তব্যের মর্ম পর্যন্ত পৌছ্‌তে পারবেন না। তিনি বললেন, ঠিক আছে, সে এখন মুক্ত। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ্‌ তা‘আলা যত নবী ও খলীফা প্রেরণ করেছেন, তাদের সকলকেই দুজন করে একান্ত পরামর্শক দিয়েছেন। একজন সাথী তো তাকে ভালো কাজের আদেশ দিতে থাকে এবং অন্যায় কাজে প্রতিহত করে। আর অন্যজন তাকে ধ্বংস করার কোন সুযোগই ছাড়ে না। যাকে এই অসৎ পরামর্শক হতে হিফাযাত করা হয়েছে তাকেই বাঁচানো হয়েছে।\n\nসহীহ্‌ , সহীহাহ্ (১৬৪১), মুখতাসার শামাইল (১১৩)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، حَدَّثَنَا شَيْبَانُ أَبُو مُعَاوِيَةَ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم فِي سَاعَةٍ لاَ يَخْرُجُ فِيهَا وَلاَ يَلْقَاهُ فِيهَا أَحَدٌ فَأَتَاهُ أَبُو بَكْرٍ فَقَالَ ‏\"‏ مَا جَاءَ بِكَ يَا أَبَا بَكْرٍ ‏\"‏ ‏.‏ فَقَالَ خَرَجْتُ أَلْقَى رَسُولَ اللَّهِ صلى الله عليه وسلم وَأَنْظُرُ فِي وَجْهِهِ وَالتَّسْلِيمَ عَلَيْهِ ‏.‏ فَلَمْ يَلْبَثْ أَنْ جَاءَ عُمَرُ فَقَالَ ‏\"‏ مَا جَاءَ بِكَ يَا عُمَرُ ‏\"‏ ‏.‏ قَالَ الْجُوعُ يَا رَسُولَ اللَّهِ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَأَنَا قَدْ وَجَدْتُ بَعْضَ ذَلِكَ ‏\"‏ ‏.‏ فَانْطَلَقُوا إِلَى مَنْزِلِ أَبِي الْهَيْثَمِ بْنِ التَّيِّهَانِ الأَنْصَارِيِّ وَكَانَ رَجُلاً كَثِيرَ النَّخْلِ وَالشَّاءِ وَلَمْ يَكُنْ لَهُ خَدَمٌ فَلَمْ يَجِدُوهُ فَقَالُوا لاِمْرَأَتِهِ أَيْنَ صَاحِبُكِ فَقَالَتِ انْطَلَقَ يَسْتَعْذِبُ لَنَا الْمَاءَ ‏.‏ فَلَمْ يَلْبَثُوا أَنْ جَاءَ أَبُو الْهَيْثَمِ بِقِرْبَةٍ يَزْعَبُهَا فَوَضَعَهَا ثُمَّ جَاءَ يَلْتَزِمُ النَّبِيَّ صلى الله عليه وسلم وَيُفَدِّيهِ بِأَبِيهِ وَأُمِّهِ ثُمَّ انْطَلَقَ بِهِمْ إِلَى حَدِيقَتِهِ فَبَسَطَ لَهُمْ بِسَاطًا ثُمَّ انْطَلَقَ إِلَى نَخْلَةٍ فَجَاءَ بِقِنْوٍ فَوَضَعَهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَفَلاَ تَنَقَّيْتَ لَنَا مِنْ رُطَبِهِ ‏\"‏ ‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَرَدْتُ أَنْ تَخْتَارُوا أَوْ قَالَ تَخَيَّرُوا مِنْ رُطَبِهِ وَبُسْرِهِ ‏.‏ فَأَكَلُوا وَشَرِبُوا مِنْ ذَلِكَ الْمَاءِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَذَا وَالَّذِي نَفْسِي بِيَدِهِ مِنَ النَّعِيمِ الَّذِي تُسْأَلُونَ عَنْهُ يَوْمَ الْقِيَامَةِ ظِلٌّ بَارِدٌ وَرُطَبٌ طَيِّبٌ وَمَاءٌ بَارِدٌ ‏\"‏ ‏.‏ فَانْطَلَقَ أَبُو الْهَيْثَمِ لِيَصْنَعَ لَهُمْ طَعَامًا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ لاَ تَذْبَحَنَّ ذَاتَ دَرٍّ ‏\"‏ ‏.‏ قَالَ فَذَبَحَ لَهُمْ عَنَاقًا أَوْ جَدْيًا فَأَتَاهُمْ بِهَا فَأَكَلُوا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ هَلْ لَكَ خَادِمٌ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ فَإِذَا أَتَانَا سَبْىٌ فَائْتِنَا ‏\"‏ ‏.‏ فَأُتِيَ النَّبِيُّ صلى الله عليه وسلم بِرَأْسَيْنِ لَيْسَ مَعَهُمَا ثَالِثٌ فَأَتَاهُ أَبُو الْهَيْثَمِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ اخْتَرْ مِنْهُمَا ‏\"‏ ‏.‏ فَقَالَ يَا نَبِيَّ اللَّهِ اخْتَرْ لِي ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ الْمُسْتَشَارَ مُؤْتَمَنٌ خُذْ هَذَا فَإِنِّي رَأَيْتُهُ يُصَلِّي وَاسْتَوْصِ بِهِ مَعْرُوفًا ‏\"‏ ‏.‏ فَانْطَلَقَ أَبُو الْهَيْثَمِ إِلَى امْرَأَتِهِ فَأَخْبَرَهَا بِقَوْلِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتِ امْرَأَتُهُ مَا أَنْتَ بِبَالِغٍ مَا قَالَ فِيهِ النَّبِيُّ صلى الله عليه وسلم إِلاَّ أَنْ تَعْتِقَهُ قَالَ فَهُوَ عَتِيقٌ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ اللَّهَ لَمْ يَبْعَثْ نَبِيًّا وَلاَ خَلِيفَةً إِلاَّ وَلَهُ بِطَانَتَانِ بِطَانَةٌ تَأْمُرُهُ بِالْمَعْرُوفِ وَتَنْهَاهُ عَنِ الْمُنْكَرِ وَبِطَانَةٌ لاَ تَأْلُوهُ خَبَالاً وَمَنْ يُوقَ بِطَانَةَ السُّوءِ فَقَدْ وُقِيَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ গারীব।"
  },
  {
    "hadith_id": 2373,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পার্থিব সম্পদের আধিক্য থাকলেই ঐশ্বর্যশালী হওয়া যায় না। মনের ঐশ্বর্যই আসল ঐশ্বর্য।\n\nসহীহ্‌ , ইবনু মা-জাহা (৪১৩৭), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ بُدَيْلِ بْنِ قُرَيْشٍ الْيَامِيُّ الْكُوفِيُّ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ أَبِي حَصِينٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَيْسَ الْغِنَى عَنْ كَثْرَةِ الْعَرَضِ وَلَكِنِ الْغِنَى غِنَى النَّفْسِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو حَصِينٍ اسْمُهُ عُثْمَانُ بْنُ عَاصِمٍ الأَسَدِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। আবূ হাসীনের নাম উসমান, পিতা আসিম আল-আসাদী।"
  },
  {
    "hadith_id": 2374,
    "narrator": "হামযা ইবনু আবদুল মুত্তালিবের স্ত্রী খাওলা বিনতু কাইস (রাঃ)",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি : এ পার্থিব ধন-সম্পদ হলো সবুজ-শ্যামল, মনোরম ও মধুময়। যে লোক সঠিক পন্থায় তার প্রয়োজন মুতাবিক তা গ্রহণ করে তার জন্য তাতে বারকাত দেয়া হয়। এমন অনেক লোক আছে, যারা আল্লাহ্‌ ও তাঁর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দেয়া এই সম্পদ নিজেদের খুশি মুতাবিক ভোগ-ব্যবহার করে। কিয়ামাত দিবসে তাদের জন্য জাহান্নাম ব্যতীত আর কিছুই নেই।\n\nসহীহ্‌ , সহীহাহ্ (১৫৯২), মিশকাত, তাহকীক ছানী  (৪০১৭)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي الْوَلِيدِ، قَالَ سَمِعْتُ خَوْلَةَ بِنْتَ قَيْسٍ، وَكَانَتْ، تَحْتَ حَمْزَةَ بْنِ عَبْدِ الْمُطَّلِبِ تَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّ هَذَا الْمَالَ خَضِرَةٌ حُلْوَةٌ مَنْ أَصَابَهُ بِحَقِّهِ بُورِكَ لَهُ فِيهِ وَرُبَّ مُتَخَوِّضٍ فِيمَا شَاءَتْ بِهِ نَفْسُهُ مِنْ مَالِ اللَّهِ وَرَسُولِهِ لَيْسَ لَهُ يَوْمَ الْقِيَامَةِ إِلاَّ النَّارُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو الْوَلِيدِ اسْمُهُ عُبَيْدُ سَنُوطَى.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। আবুল ওয়ালীদের নাম উবাইদ সানুতা।"
  },
  {
    "hadith_id": 2375,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দীনার ও দিরহামের দাসগণ অভিশপ্ত।\nআবূ ঈসা বলেনঃ উপরোক্ত বর্ণনায় হাদীসটি হাসান গারীব। এই হাদীসটি অন্য সূত্রেও আবূ সালিহ হতে তিনি আবূ হুরাইরা হতে তিনি রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপভাবে আরও পূর্ণ ও দীর্ঘ বর্ণিত হয়েছে। \n\nযঈফ, মিশকাত, তাহকীক ছানী (৫১৮০)",
    "ar": "حَدَّثَنَا بِشْرُ بْنُ هِلاَلٍ الصَّوَّافُ، حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، عَنْ يُونُسَ، عَنِ الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لُعِنَ عَبْدُ الدِّينَارِ لُعِنَ عَبْدُ الدِّرْهَمِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَيْضًا أَتَمَّ مِنْ هَذَا وَأَطْوَلَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2376,
    "narrator": "কা’ব ইবনু মালিক আল-আনসারী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দুটি ক্ষুধার্ত নেকড়ে বাঘকে ছাগলের পালে ছেড়ে দেয়া হলে পরে তা যতটুকু না ক্ষতিসাধন করে, কারো সম্পদ ও প্রতিপত্তির লোভ এর চেয়ে বেশি ক্ষতিসাধন করে তার ধর্মের।\n\nসহীহ্‌ , রাওযুন নাযীর (৫-৭)।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ سَعْدِ بْنِ زُرَارَةَ، عَنِ ابْنِ كَعْبِ بْنِ مَالِكٍ الأَنْصَارِيِّ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا ذِئْبَانِ جَائِعَانِ أُرْسِلاَ فِي غَنَمٍ بِأَفْسَدَ لَهَا مِنْ حِرْصِ الْمَرْءِ عَلَى الْمَالِ وَالشَّرَفِ لِدِينِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَيُرْوَى فِي هَذَا الْبَابِ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلاَ يَصِحُّ إِسْنَادُهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। ইবনু উমার (রাঃ) হতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। তবে তার সনদসূত্র সহীহ্‌ নয়।"
  },
  {
    "hadith_id": 2377,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন একসময় খেজুর পাতার মাদুরে শুয়েছিলেন। তিনি ঘুম হতে জাগ্রত হয়ে দাঁড়ালে দেখা গেল তাঁর গায়ে মাদুরের দাগ পড়ে গেছে। আমরা বললাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমরা আপনার জন্য যদি একটি নরম বিছানার (তোষক) ব্যবস্থা করতাম। তিনি বললেনঃ দুনিয়ার সাথে আমার কি সম্পর্ক? দুনিয়াতে আমি এমন একজন পথচারী মুসাফির ছাড়া তো আর কিছুই নই, যে একটি গাছের ছায়ায় আশ্রয় নিল, তারপর তা ছেড়ে দিয়ে গন্তব্যের দিকে চলে গেল।\n\nসহীহ্‌ , ইবনু মা-জাহ (৪১০৯)।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ عَبْدِ الرَّحْمَنِ الْكِنْدِيُّ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، أَخْبَرَنِي الْمَسْعُودِيُّ، حَدَّثَنَا عَمْرُو بْنُ مُرَّةَ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ نَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى حَصِيرٍ فَقَامَ وَقَدْ أَثَّرَ فِي جَنْبِهِ فَقُلْنَا يَا رَسُولَ اللَّهِ لَوِ اتَّخَذْنَا لَكَ وِطَاءً ‏.‏ فَقَالَ ‏ \"‏ مَا لِي وَمَا لِلدُّنْيَا مَا أَنَا فِي الدُّنْيَا إِلاَّ كَرَاكِبٍ اسْتَظَلَّ تَحْتَ شَجَرَةٍ ثُمَّ رَاحَ وَتَرَكَهَا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার ও ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 2378,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মানুষ তার বন্ধুর ধ্যান-ধারণার অনুসারী হয়ে থাকে। সুতরাং তোমাদের সকলেরই খেয়াল রাখা উচিত সে কার সাথে বন্ধুত্ব স্থাপন করছে।\n\nহাসান , সহীহাহ্ (৯২৭), মিশকাত (৫০১৯)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ، وَأَبُو دَاوُدَ قَالاَ حَدَّثَنَا زُهَيْرُ بْنُ مُحَمَّدٍ، حَدَّثَنِي مُوسَى بْنُ وَرْدَانَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الرَّجُلُ عَلَى دِينِ خَلِيلِهِ فَلْيَنْظُرْ أَحَدُكُمْ مَنْ يُخَالِلُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 2379,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তিনটি জিনিস মৃতের অনুসরণ করে, তারপর দুটি চলে আসে এবং একটি (তার সাথে) রয়ে যায়। তার সাথে যায় তার পরিবার-পরিজন, সম্পদ ও কৃতকর্ম। তারপর তার পরিজন ও সম্পদ ফিরে আসে এবং তার কৃতকর্ম (তার সাথে) থেকে যায়।\n\nসহীহ্‌ , বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، هُوَ ابْنُ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ الأَنْصَارِيُّ قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَتْبَعُ الْمَيِّتَ ثَلاَثٌ فَيَرْجِعُ اثْنَانِ وَيَبْقَى وَاحِدٌ يَتْبَعُهُ أَهْلُهُ وَمَالُهُ وَعَمَلُهُ فَيَرْجِعُ أَهْلُهُ وَمَالُهُ وَيَبْقَى عَمَلُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2380,
    "narrator": "মিকদাম ইবনু মা’দীকারিব (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি : মানুষ পেট হতে অধিক নিকৃষ্ট কোন পাত্র পূর্ণ করে না। মেরুদন্ড সোজা রাখতে পারে এমন কয়েক গ্রাস খাবারই আদম সন্তানের জন্য যথেষ্ট। তার চেয়েও বেশি প্রয়োজন হলে পাকস্থলীর এক-তৃতীয়াংশ খাদ্যের জন্য, এক-তৃতীয়াংশ পানীয়ের জন্য এবং এক তৃতীয়াংশ শ্বাস-প্রশ্বাসের জন্য রাখবে।\n\nসহীহ্‌ , ইবনু মা-জাহ (৩৩৪৯)।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنِي أَبُو سَلَمَةَ الْحِمْصِيُّ، وَحَبِيبُ بْنُ صَالِحٍ، عَنْ يَحْيَى بْنِ جَابِرٍ الطَّائِيِّ، عَنْ مِقْدَامِ بْنِ مَعْدِيكَرِبَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَا مَلأَ آدَمِيٌّ وِعَاءً شَرًّا مِنْ بَطْنٍ بِحَسْبِ ابْنِ آدَمَ أُكُلاَتٌ يُقِمْنَ صُلْبَهُ فَإِنْ كَانَ لاَ مَحَالَةَ فَثُلُثٌ لِطَعَامِهِ وَثُلُثٌ لِشَرَابِهِ وَثُلُثٌ لِنَفَسِهِ ‏\"‏ ‏.‏\nحَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، نَحْوَهُ ‏.‏ وَقَالَ الْمِقْدَامُ بْنُ مَعْدِيكَرِبَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَذْكُرْ فِيهِ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উপরোক্ত হাদীসের সমার্থবোধক হাদীস আল-হাসান ইবনু আরাফা-ইসমাঈল ইবনু আইয়্যাশ (রাহঃ)-এর সূত্রে বর্ণনা করেছেন। তবে এই সনদে মিকদাম ইবনু মা’দীকারিব (রাঃ) হতে “আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি” স্থলে “রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন” উল্লেখ আছে। \nআবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2383,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা ‘জুব্বুল হুযন’ হতে আল্লাহ্‌ তা’আলার নিকটে আশ্রয় প্রার্থনা কর। তারা প্রশ্ন করলেন, ইয়া রাসূলাল্লাহ! ‘জুব্বুল হুযন’ কি? তিনি বললেনঃ তা জাহান্নামের মধ্যকার একটি উপত্যকা, যা থেকে স্বয়ং জাহান্নামও দৈনিক শতবার আশ্রয় প্রার্থনা করে। প্রশ্ন করা হল, হে আল্লাহ্‌র রাসূল! তাতে কে প্রবেশ করবে? তিনি বললেনঃ যেসব কুরআন পাঠক লোক দেখানো আমল করে। \n\nযঈফ, ইবনু মাজাহ (২৫৬)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنِي الْمُحَارِبِيُّ، عَنْ عَمَّارِ بْنِ سَيْفٍ الضَّبِّيِّ، عَنْ أَبِي مُعَانٍ الْبَصْرِيِّ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تَعَوَّذُوا بِاللَّهِ مِنْ جُبِّ الْحُزْنِ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ وَمَا جُبُّ الْحُزْنِ قَالَ ‏\"‏ وَادٍ فِي جَهَنَّمَ تَتَعَوَّذُ مِنْهُ جَهَنَّمُ كُلَّ يَوْمٍ مِائَةَ مَرَّةٍ ‏\"‏ ‏.‏ قُلْنَا يَا رَسُولَ اللَّهِ وَمَنْ يَدْخُلُهُ قَالَ ‏\"‏ الْقُرَّاءُ الْمُرَاءُونَ بِأَعْمَالِهِمْ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 2382,
    "narrator": "শুফাই আল-আসবাহী (রাহঃ)",
    "bn": "কোন একদিন তিনি মাদীনায় পৌঁছে দেখতে পেলেন যে, একজন লোককে ঘিরে জনতার ভিড় লেগে আছে। তিনি প্রশ্ন করেন, ইনি কে? উপস্থিত লোকেরা তাকে বলল, ইনি আবূ হুরাইরা (রাঃ)। (শুফাই বলেন), আমি কাছে গিয়ে তার সামনে বসলাম। তখন লোকদের তিনি হাদীস শুনাচ্ছিলেন। তারপর তিনি যখন নীরব ও একাকী হলেন, আমি তাকে বললাম, আমি সত্যিকারভাবে আপনার নিকট এই আবেদন করছি যে, আপনি আমাকে এমন একটি হাদীস শুনাবেন, যা আপনি সরাসরি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট শুনেছেন, ভালোভাবে বুঝেছেন এবং জেনেছেন।\n\nআবূ হুরাইরা (রাঃ) বললেন, আমি তাই করব, আমি এমন একটি হাদীস তোমার কাছে বর্ণনা করব যা সরাসরি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট বর্ণনা করেছেন এবং আমি তা বুঝেছি ও জেনেছি। আবূ  হুরাইরা (রাঃ) একথা বলার পর কেমন যেন তন্ময়গ্রস্ত হয়ে পড়েন। অল্প সময় এভাবে থাকলেন। তারপর তন্ময়ভাব চলে গেলে তিনি বললেন, আমি এমন একটি হাদীস তোমার কাছে বর্ণনা করব যা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এই ঘরের মধ্যে আমার নিকট বর্ণনা করেছেন। তখন আমি ও তিনি ব্যতীত আমাদের সাথে আর কেউ ছিল না। আবূ হুরাইরা (রাঃ) পুনরায় আরো গভীরভাবে তন্ময়গ্রস্ত হয়ে পড়েন। তিনি চেতনা ফিরে পেয়ে মুখমন্ডল মুছলেন, তারপর বললেন, আমি তোমার নিকট অবশ্যই এরূপ হাদীস বর্ণনা করব যা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট বর্ণনা করেছেন। তখন এই ঘরে তিনি ও আমি ব্যতীত আমাদের সাথে আর কেউ ছিল না। আবূ হুরাইরা আবার বেহুশ হয়ে গেলেন; তিনি পুনরায় হুশে ফিরে এসে তার মুখমন্ডল মুছলেন এবং বললেন, আমি তা করব। আমি অবশ্যই তোমার নিকট এরূপ হাদীস বর্ণনা করব যাহা তিনি আমাকে বর্ণনা করেছেন। আমি তখন তার সাথে এই ঘরে ছিলাম। আমি আর তিনি ব্যতীত তখন আর কেউ ছিলনা। আবূ হুরাইরা (রাঃ) পুনরায় আরো গভীরভাবে তন্ময়াভিভূত হয়ে পড়েন এবং বেহুশ হয়ে উপুড় হয়ে পড়ে যাচ্ছিলেন। আমি অনেকক্ষণ তাকে ঠেস দিযে রাখলাম। তারপর হুঁশ ফিরে এলে তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌ তা‘আলা বান্দাদের মাঝে ফায়সালা করার জন্য কিয়ামাত দিবসে তাদের সামনে হাযির হবেন। সকল উম্মাতই তখন নতজানু অবস্থায় থাকবে। তারপর হিসাব-নিকাশের জন্য সর্বপ্রথম যে ব্যক্তিদের ডাকা হবে তারা হলো কুরআনের হাফিয, আল্লাহ্‌ তা‘আলার পথের শহীদ এবং প্রচুর ধনৈশ্বর্যের মালিক। সেই ক্বারী (কুরআন পাঠক)-কে আল্লাহ্‌ তা‘আলা প্রশ্ন করবেন, আমি আমার রাসূলের নিকট যা প্রেরণ করেছি তা কি তোমাকে শিখাইনি? সে বলবে, হে রব! হ্যাঁ, শিখিয়েছেন। তিনি বলবেন, তুমি যা শিখেছ সে অনুযায়ী কোন কোন আমল করেছ? সে বলবে, আমি রাত-দিন তা তিলাওয়াত করেছি। তখন আল্লাহ্‌ তা‘আলা বলবেন, তুমি মিথ্যা বলেছ, ফেরেশতারাও বলবে, তুমি মিথ্যা বলেছ। আল্লাহ্‌ তা‘আলা তাকে আরো বলবেন, বরং তুমি ইচ্ছাপোষণ করেছিলে যে, তোমাকে বড় ক্বারী (হাফিয) ডাকা হোক। আর তা তো ডাকা হয়েছে। তারপর সম্পদওয়ালা ব্যক্তিকে হাযির করা হবে। অতঃপর আল্লাহ্‌ তাকে বলবেন, আমি কি তোমাকে সম্পদশালী বানাইনি? এমনকি তুমি কারো মুখাপেক্ষী ছিলেনা? সে বলবে, হে রব! হ্যাঁ, তা বানিয়েছেন। তিনি বলবেন, আমার দেয়া সম্পদ হতে তুমি কোন কোন (সৎ) আমল করেছ? সে বলবে, আমি এর দ্বারা আত্মীয়তার সম্পর্ক বহাল রেখেছি এবং দান-খাইরাত করেছি। আল্লাহ্‌ বলবেন, তুমি মিথ্যা বলেছ, ফেরেশতারাও বলবে, তুমি মিথ্যাবাদী। আল্লাহ্‌ তা‘আলা আরো বলবেন, তুমি ইচ্ছাপোষণ করেছিলে যে, মানুষের নিকট তোমার দানশীল-দানবীর নামের প্রসার হোক। আর এরূপ তো হয়েছেই। তারপর যে লোক আল্লাহ্‌ তা‘আলার রাস্তায় শাহাদাৎ বরণ করেছে তাকে হাযির করা হবে। আল্লাহ্‌ তা‘আলা তাকে প্রশ্ন করবেন, তুমি কিভাবে নিহত হয়েছ? সে বলবে, আমি তো আপনার পথে জিহাদ করতে আদিষ্ট ছিলাম। কাজেই আমি জিহাদ করতে করতে শাহাদাৎ বরণ করেছি। আল্লাহ্‌ তা‘আলা বলবেন, তুমি মিথ্যা বলেছ, আর ফেরেশতারাও তাকে বলবে তুমি মিথ্যাবাদী। আল্লাহ্‌ তা‘আলা আরো বলবেন, তুমি ইচ্ছাপোষণ করেছিলে লোকমুখে একথা প্রচার হোক যে, অমুক ব্যক্তি খুব সাহসী বীর। আর তাতো বলাই হয়েছে। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার হাঁটুতে হাত মেরে বললেনঃ হে আবূ হুরাইরা! কিয়ামাত দিবসে আল্লাহ্‌ তা‘আলার সৃষ্টির মধ্য হতে এ তিনজন দ্বারাই প্রথমে জাহান্নামের আগুন প্রজ্বলিত করা হবে। \n\nওয়ালীদ অর্থাৎ আবূ উসমান আল-মাদাইনী বলেন, উকবা ইবনু আমাকে বলেছেন যে, উক্ত শুফাই (শাফী) এ হাদীসটি মু‘আবিয়া (রাঃ)-এর নিকট গিয়ে বর্ণনা করেন। আবূ উসমান আরো বরেন, আলা ইবনু আবূ হাকীম আমার নিকট বর্ণনা করেছেন যে, সে (শাফী) ছিল মু‘আবিয়া (রাঃ)-এর তলোয়ারবাহক। সে বলেছে যে, জনৈক ব্যক্তি মু‘আবিয়া (রাঃ)-এর নিকট এসে উক্ত হাদীসটি আবূ হুরাইরা (রাঃ)-এর সূত্রে বর্ণনা করেন। তখন মু‘আবিয়া (রাঃ) বলেন, যদি তাদের সাথে এমনটি করা হয় তাহলে অন্যসব লোকের কি অবস্থা হবে? তারপর মু‘আবিয়া (রাঃ) খুব বেশি কাঁন্না করলেন। এমনকি আমরা ধারণা করলাম যে, তিনি কাঁদতে কাঁদতে মারা যাবেন। আমরা বলাবলি করতে লাগলাম, এই লোকটিই আমাদের এখানে অনিষ্ট নিয়ে এসেছে (অর্থাৎ সে এই হাদীসটি বর্ণনা না করলে এ দুর্ঘটনা ঘটত না)। ইতিমধ্যে মু‘আবিয়া (রাঃ) হুঁশ ফিরে পেলেন এবং তার চেহারা মুছলেন, তারপর বললেন, আল্লাহ্‌ ও তাঁর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সত্যই বলেছেন। (এই বলে তিনি নিম্নোক্ত আয়াত তিলাওয়াত করেন) :\n\n“যে কেউ পার্থিব জীবন ও এর সৌন্দর্য কামনা করে, আমি দুনিয়াতে তাদের কর্মের পূর্ণ ফল প্রদান করে থাকি এবং সেখানে তাদেরকে কর্ম প্রদান করা হবে না। তাদের জন্য পরকালে জাহান্নাম ব্যতীত আর কিছু নেই এবং তারা যা করে আখিরাতে তা নিষ্ফল হবে এবং তারা যা করে থাকে তা বিফলে যাবে” (সূরা : হূদ-১৫,১৬)।\n\nসহীহ্‌ , তা’লীকুর রাগীব (১/২৯-৩০), তা’লীক আলা ইবনে খুযাইমাহ (২৪৮২)।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا حَيْوَةُ بْنُ شُرَيْحٍ، أَخْبَرَنِي الْوَلِيدُ بْنُ أَبِي الْوَلِيدِ أَبُو عُثْمَانَ الْمَدَنِيُّ، أَنَّ عُقْبَةَ بْنَ مُسْلِمٍ، حَدَّثَهُ أَنَّ شُفَيًّا الأَصْبَحِيَّ حَدَّثَهُ أَنَّهُ، دَخَلَ الْمَدِينَةَ فَإِذَا هُوَ بِرَجُلٍ قَدِ اجْتَمَعَ عَلَيْهِ النَّاسُ فَقَالَ مَنْ هَذَا فَقَالُوا أَبُو هُرَيْرَةَ ‏.‏ فَدَنَوْتُ مِنْهُ حَتَّى قَعَدْتُ بَيْنَ يَدَيْهِ وَهُوَ يُحَدِّثُ النَّاسَ فَلَمَّا سَكَتَ وَخَلاَ قُلْتُ لَهُ أَنْشُدُكَ بِحَقٍّ وَبِحَقٍّ لَمَا حَدَّثْتَنِي حَدِيثًا سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم عَقَلْتَهُ وَعَلِمْتَهُ ‏.‏ فَقَالَ أَبُو هُرَيْرَةَ أَفْعَلُ لأُحَدِّثَنَّكَ حَدِيثًا حَدَّثَنِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم عَقَلْتُهُ وَعَلِمْتُهُ ‏.‏ ثُمَّ نَشَغَ أَبُو هُرَيْرَةَ نَشْغَةً فَمَكَثَ قَلِيلاً ثُمَّ أَفَاقَ فَقَالَ لأُحَدِّثَنَّكَ حَدِيثًا حَدَّثَنِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي هَذَا الْبَيْتِ مَا مَعَنَا أَحَدٌ غَيْرِي وَغَيْرُهُ ‏.‏ ثُمَّ نَشَغَ أَبُو هُرَيْرَةَ نَشْغَةً أُخْرَى ثُمَّ أَفَاقَ فَمَسَحَ وَجْهَهُ فَقَالَ لأُحَدِّثَنَّكَ حَدِيثًا حَدَّثَنِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا وَهُوَ فِي هَذَا الْبَيْتِ مَا مَعَنَا أَحَدٌ غَيْرِي وَغَيْرُهُ ‏.‏ ثُمَّ نَشَغَ أَبُو هُرَيْرَةَ نَشْغَةً أُخْرَى ثُمَّ أَفَاقَ وَمَسَحَ وَجْهَهُ فَقَالَ أَفْعَلُ لأُحَدِّثَنَّكَ حَدِيثًا حَدَّثَنِيهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنَا مَعَهُ فِي هَذَا الْبَيْتِ مَا مَعَهُ أَحَدٌ غَيْرِي وَغَيْرُهُ ‏.‏ ثُمَّ نَشَغَ أَبُو هُرَيْرَةَ نَشْغَةً شَدِيدَةً ثُمَّ مَالَ خَارًّا عَلَى وَجْهِهِ فَأَسْنَدْتُهُ عَلَىَّ طَوِيلاً ثُمَّ أَفَاقَ فَقَالَ حَدَّثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى إِذَا كَانَ يَوْمُ الْقِيَامَةِ يَنْزِلُ إِلَى الْعِبَادِ لِيَقْضِيَ بَيْنَهُمْ وَكُلُّ أُمَّةٍ جَاثِيَةٌ فَأَوَّلُ مَنْ يَدْعُو بِهِ رَجُلٌ جَمَعَ الْقُرْآنَ وَرَجُلٌ قُتِلَ فِي سَبِيلِ اللَّهِ وَرَجُلٌ كَثِيرُ الْمَالِ فَيَقُولُ اللَّهُ لِلْقَارِئِ أَلَمْ أُعَلِّمْكَ مَا أَنْزَلْتُ عَلَى رَسُولِي قَالَ بَلَى يَا رَبِّ ‏.‏ قَالَ فَمَاذَا عَمِلْتَ فِيمَا عُلِّمْتَ قَالَ كُنْتُ أَقُومُ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ ‏.‏ فَيَقُولُ اللَّهُ لَهُ كَذَبْتَ وَتَقُولُ لَهُ الْمَلاَئِكَةُ كَذَبْتَ وَيَقُولُ اللَّهُ لَهُ بَلْ أَرَدْتَ أَنْ يُقَالَ إِنَّ فُلاَنًا قَارِئٌ فَقَدْ قِيلَ ذَاكَ ‏.‏ وَيُؤْتَى بِصَاحِبِ الْمَالِ فَيَقُولُ اللَّهُ لَهُ أَلَمْ أُوَسِّعْ عَلَيْكَ حَتَّى لَمْ أَدَعْكَ تَحْتَاجُ إِلَى أَحَدٍ قَالَ بَلَى يَا رَبِّ ‏.‏ قَالَ فَمَاذَا عَمِلْتَ فِيمَا آتَيْتُكَ قَالَ كُنْتُ أَصِلُ الرَّحِمَ وَأَتَصَدَّقُ ‏.‏ فَيَقُولُ اللَّهُ لَهُ كَذَبْتَ وَتَقُولُ لَهُ الْمَلاَئِكَةُ كَذَبْتَ وَيَقُولُ اللَّهُ تَعَالَى بَلْ أَرَدْتَ أَنْ يُقَالَ فُلاَنٌ جَوَادٌ فَقَدْ قِيلَ ذَاكَ ‏.‏ وَيُؤْتَى بِالَّذِي قُتِلَ فِي سَبِيلِ اللَّهِ فَيَقُولُ اللَّهُ لَهُ فِي مَاذَا قُتِلْتَ فَيَقُولُ أُمِرْتُ بِالْجِهَادِ فِي سَبِيلِكَ فَقَاتَلْتُ حَتَّى قُتِلْتُ ‏.‏ فَيَقُولُ اللَّهُ تَعَالَى لَهُ كَذَبْتَ وَتَقُولُ لَهُ الْمَلاَئِكَةُ كَذَبْتَ وَيَقُولُ اللَّهُ بَلْ أَرَدْتَ أَنْ يُقَالَ فُلاَنٌ جَرِيءٌ فَقَدْ قِيلَ ذَاكَ ‏\"‏ ‏.‏ ثُمَّ ضَرَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى رُكْبَتِي فَقَالَ ‏\"‏ يَا أَبَا هُرَيْرَةَ أُولَئِكَ الثَّلاَثَةُ أَوَّلُ خَلْقِ اللَّهِ تُسَعَّرُ بِهِمُ النَّارُ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ وَقَالَ الْوَلِيدُ أَبُو عُثْمَانَ فَأَخْبَرَنِي عُقْبَةُ بْنُ مُسْلِمٍ أَنَّ شُفَيًّا هُوَ الَّذِي دَخَلَ عَلَى مُعَاوِيَةَ فَأَخْبَرَهُ بِهَذَا ‏.‏ قَالَ أَبُو عُثْمَانَ وَحَدَّثَنِي الْعَلاَءُ بْنُ أَبِي حَكِيمٍ أَنَّهُ كَانَ سَيَّافًا لِمُعَاوِيَةَ فَدَخَلَ عَلَيْهِ رَجُلٌ فَأَخْبَرَهُ بِهَذَا عَنْ أَبِي هُرَيْرَةَ فَقَالَ مُعَاوِيَةُ قَدْ فُعِلَ بِهَؤُلاَءِ هَذَا فَكَيْفَ بِمَنْ بَقِيَ مِنَ النَّاسِ ثُمَّ بَكَى مُعَاوِيَةُ بُكَاءً شَدِيدًا حَتَّى ظَنَنَّا أَنَّهُ هَالِكٌ وَقُلْنَا قَدْ جَاءَنَا هَذَا الرَّجُلُ بِشَرٍّ ثُمَّ أَفَاقَ مُعَاوِيَةُ وَمَسَحَ عَنْ وَجْهِهِ وَقَالَ صَدَقَ اللَّهُ وَرَسُولُهُْ ‏:‏ ‏(‏مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لاَ يُبْخَسُونَ * أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الآخِرَةِ إِلاَّ النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 2384,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, এক ব্যক্তি বলল, ইয়া রাসূলাল্লাহ! কোন লোক খুবই গোপনে কোন আমল করে কিন্তু অন্যরা তা জেনে ফেললে তাতেও তার আনন্দ লাগে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তার জন্য দ্বিগুণ সাওয়াব, একটি গোপনে আমল করার জন্য এবং অপরটি প্রকাশ হয়ে পড়ার জন্য। \n\nযঈফ, ইবনু মাজাহ (৪২২৬)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا أَبُو سِنَانٍ الشَّيْبَانِيُّ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ الرَّجُلُ يَعْمَلُ الْعَمَلَ فَيُسِرُّهُ فَإِذَا اطُّلِعَ عَلَيْهِ أَعْجَبَهُ ذَلِكَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَهُ أَجْرَانِ أَجْرُ السِّرِّ وَأَجْرُ الْعَلاَنِيَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رَوَاهُ الأَعْمَشُ وَغَيْرُهُ عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ عَنْ أَبِي صَالِحٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً وَأَصْحَابُ الأَعْمَشِ لَمْ يَذْكُرُوا فِيهِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ فَسَّرَ بَعْضُ أَهْلِ الْعِلْمِ هَذَا الْحَدِيثَ فَقَالَ إِذَا اطُّلِعَ عَلَيْهِ فَأَعْجَبَهُ فَإِنَّمَا مَعْنَاهُ أَنْ يُعْجِبَهُ ثَنَاءُ النَّاسِ عَلَيْهِ بِالْخَيْرِ لِقَوْلِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ أَنْتُمْ شُهَدَاءُ اللَّهِ فِي الأَرْضِ ‏\"‏ ‏.‏ فَيُعْجِبُهُ ثَنَاءُ النَّاسِ عَلَيْهِ لِهَذَا لِمَا يَرْجُو بِثَنَاءِ النَّاسِ عَلَيْهِ فَأَمَّا إِذَا أَعْجَبَهُ لِيَعْلَمَ النَّاسُ مِنْهُ الْخَيْرَ لِيُكْرَمَ عَلَى ذَلِكَ وَيُعَظَّمَ عَلَيْهِ فَهَذَا رِيَاءٌ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا اطُّلِعَ عَلَيْهِ فَأَعْجَبَهُ رَجَاءَ أَنْ يُعْمَلَ بِعَمَلِهِ فَيَكُونَ لَهُ مِثْلُ أُجُورِهِمْ فَهَذَا لَهُ مَذْهَبٌ أَيْضًا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এই হাদীসটি হাসান গারীব। আ’মাশ প্রমুখ হাবীব ইবনু আবী ছাবিত হতে তিনি আবূ সালিহ হতে তিনি রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে মুর্সালরূপে বর্ণনা করেছেন। আ’মাশের সাথীগণ আবূ হুরাইরার উল্লেখ করেন নাই। \nআবূ ঈসা বলেনঃ অন্যরা জেনে ফেললে তাতেও তার আনন্দ লাগে এর ব্যাখ্যায় কতক মনিষী বলেনঃ এর অর্থ হচ্ছে ভাল কাজের জন্য প্রশংসা করায় সে আনন্দ লাভ করে, এই জন্য যে, রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরাই পৃথিবীতে আল্লাহর সাক্ষী তবে তার আনন্দের কারণ যদি এটা হয় যে, মানুষ তাকে ভাল মনে করে তাকে সম্মান করবে তা হলে এটা লোক দেখানোর পর্যায়ভুক্ত হয়ে যাবে। কিছু মনিষী বলেছেনঃ তার আনন্দ হওয়ার কারণ হল, অন্যরাও তার অনুকরণে আমল করলে তাতে সে সাওয়াব পাবে।"
  },
  {
    "hadith_id": 2386,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক যাকে ভালোবাসে, (কিয়ামাত দিবসে) সে তার সাথেই অবস্থান করবে এবং সে যা অর্জন করেছে তা-ই পাবে। তুমি যাকে ভালবাস তার সাথেই থাকবে, তুমি যা নিয়্যাত করেছ তাই পাবে এই অর্থে হাদীসটি সহীহ্।\n\nসহীহাহ্ (৩২৫৩)।",
    "ar": "حَدَّثَنَا أَبُو هِشَامٍ الرِّفَاعِيُّ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ أَشْعَثَ، عَنِ الْحَسَنِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْمَرْءُ مَعَ مَنْ أَحَبَّ وَلَهُ مَا اكْتَسَبَ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَصَفْوَانَ بْنِ عَسَّالٍ وَأَبِي هُرَيْرَةَ وَأَبِي مُوسَى ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ الْحَسَنِ الْبَصْرِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, আবদুল্লাহ ইবনু মাসঊদ, সাফওয়ান ইবনু আসসাল, আবূ হুরাইরা ও আবূ মূসা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান এবং হাসান বাসরী-আনাস (রাঃ) হতে, তিনি রাসূলুল্রাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে গারীব। হাদীসটি একাধিক সূত্রে বর্ণিত আছে।"
  },
  {
    "hadith_id": 2385,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট একজন লোক এসে প্রশ্ন করল, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! কিয়ামাত কখন সংঘটিত হবে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নামাযে দাঁড়িযে গেলেন। নামায সমাপ্তির পর তিনি প্রশ্ন করেন : কিয়ামাত সংঘটিত হওয়ার প্রসঙ্গে প্রশ্নকারী লোকটি কোথায়? সে বলল, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! এই যে আমি। তিনি জিজ্ঞেস করলেন : তুমি কিয়ামাতের জন্য কি প্রস্তুতি নিয়েছ? সে বলল, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি অবশ্য তেমন লম্বা (নাফল) নামাযও পড়িনি, রোযাও (নাফল) রাখিনি, তবে আমি নিশ্চয়ই আল্লাহ্‌ ও তাঁর রাসূলকে ভালোবাসি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যে লোক যাকে ভালোবাসে, কিয়ামাত দিবসে সে তার সাথেই অবস্থান করবে। তুমিও যাকে ভালোবাস তার সাথেই অবস্থান করবে। বর্ণনাকারী বলেন, তারা এ কথায় এতই সন্তুষ্ট হলেন যে, ইসলাম গ্রহণের পর মুসলমানদের আর কোন বিষয়ে এত খুশি হতে দেখিনি। \n\nসহীহ্‌ , রাওযুন নাযীর (১০৪), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، أَنَّهُ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ مَتَى قِيَامُ السَّاعَةِ فَقَامَ النَّبِيُّ صلى الله عليه وسلم إِلَى الصَّلاَةِ فَلَمَّا قَضَى صَلاَتَهُ قَالَ ‏\"‏ أَيْنَ السَّائِلُ عَنْ قِيَامِ السَّاعَةِ ‏\"‏ ‏.‏ فَقَالَ الرَّجُلُ أَنَا يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ مَا أَعْدَدْتَ لَهَا ‏\"‏ قَالَ يَا رَسُولَ اللَّهِ مَا أَعْدَدْتُ لَهَا كَبِيرَ صَلاَةٍ وَلاَ صَوْمٍ إِلاَّ أَنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْمَرْءُ مَعَ مَنْ أَحَبَّ وَأَنْتَ مَعَ مَنْ أَحْبَبْتَ ‏\"‏ ‏.‏ فَمَا رَأَيْتُ فَرِحَ الْمُسْلِمُونَ بَعْدَ الإِسْلاَمِ فَرَحَهُمْ بِهَذَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি সহীহ্।"
  },
  {
    "hadith_id": 2387,
    "narrator": "সাফওয়ান ইবনু আসসাল (রাঃ)",
    "bn": "তিনি বলেন, উচ্চ আওয়াজধারী জনৈক বেদুঈন এসে বলল, হে মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! কোন একজন ব্যক্তি একটি সম্প্রদায়কে ভালোবাসে; কিন্তু সে তাদের সাথে গিয়ে মিলিত হতে পারেনি (অর্থাৎ তাদের পর্যন্ত পৌঁছতে পারেনি)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যে ব্যক্তি যাকে ভালোবাসে (কিয়ামাত দিবসে) সে তার সাথেই অবস্থান করবে।\n\nহাসান , আর রাওয (৩৬০)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمٍ، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنْ صَفْوَانَ بْنِ عَسَّالٍ، قَالَ جَاءَ أَعْرَابِيٌّ جَهْوَرِيُّ الصَّوْتِ فَقَالَ يَا مُحَمَّدُ الرَّجُلُ يُحِبُّ الْقَوْمَ وَلَمَّا يَلْحَقْ بِهِمْ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْمَرْءُ مَعَ مَنْ أَحَبَّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\nحَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ صَفْوَانَ بْنِ عَسَّالٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ مَحْمُودٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। আহমাদ ইবনু আবদা আয-যাব্বী-হাম্মাদ ইবনু যাইদ হতে, তিনি আসিম হতে, তিনি যির ইবনু হুবাইশ হতে, তিনি সাফওয়ান ইবনু আসসাল (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে মাহমূদ বর্ণিত হাদীসের মতোই হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2388,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আল্লাহ্‌ তা‘আলা বলেনঃ বান্দাহ আমার সম্বন্ধে যেরকম ধারণা পোষণ করে আমি তার সাথে সে অনুযায়ী আচরণ করি। সে আমাকে ডাকলে আমি তার সাথেই থাকি।\n\nসহীহ্‌ , মুসলিম (৮/৬৬), বুখারী (৭৪০৫), আমাকে স্বরণ করলে এই অর্থে।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ جَعْفَرِ بْنِ بُرْقَانَ، عَنْ يَزِيدَ بْنِ الأَصَمِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ اللَّهَ يَقُولُ أَنَا عِنْدَ ظَنِّ عَبْدِي فِيَّ وَأَنَا مَعَهُ إِذَا دَعَانِي ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2389,
    "narrator": "নাওয়াস ইবনু সাম’আন (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে একজন লোক গুনাহের কাজ ও সাওয়াবের কাজ প্রসঙ্গে প্রশ্ন করল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সৎকাজ বা সাওয়াবের কাজ হলো সদাচার এবং গুনাহের কাজ হলো যা তোমার অন্তরে সংশয় সৃষ্টি করে, আর সেটা মানুষ জানতে পারুক তা তুমি অপছন্দ কর।\n\nসহীহ্‌ , মুসলিম (৮/৭)।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ عَبْدِ الرَّحْمَنِ الْكِنْدِيُّ الْكُوفِيُّ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ جُبَيْرِ بْنِ نُفَيْرٍ الْحَضْرَمِيُّ، عَنْ أَبِيهِ، عَنِ النَّوَّاسِ بْنِ سَمْعَانَ، أَنَّ رَجُلاً، سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنِ الْبِرِّ وَالإِثْمِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ الْبِرُّ حُسْنُ الْخُلُقِ وَالإِثْمُ مَا حَاكَ فِي نَفْسِكَ وَكَرِهْتَ أَنْ يَطَّلِعَ عَلَيْهِ النَّاسُ ‏\"‏ ‏.‏\nحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، نَحْوَهُ إِلاَّ أَنَّهُ قَالَ سَأَلْتُ النَّبِيَّ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উপরোক্ত হাদীসের অনুরূপ মুহাম্মাদ ইবনু বাশ্‌শার-আবদুর রাহমান ইবনু মাহ্‌দী হতে, তিনি মু‘আবিয়া ইবনু সালিহ (রাহঃ) হতেও বর্ণিত আছে। তবে এই সূত্রে “এক ব্যক্তি প্রশ্ন করল” -এর স্থলে “রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করলাম” উল্লেখ আছে।\nআবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2390,
    "narrator": "মু‘আয ইবনু জাবাল (রাঃ)",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি, আল্লাহ্‌ তা‘আলা বলেনঃ আমার মর্যাদা ও পরাক্রমের টানে যারা পরস্পরকে ভালোবাসে, তাদের জন্য রয়েছে আলোর মিম্বার (মঞ্চ)। নবী ও শাহীদগণ পর্যন্ত তাদের সাথে (মর্যাদা দর্শনে) ঈর্ষা করবে।\n\nসহীহ্‌ , মিশকাত, তাহকীক ছানী  (৫০১১), তা’লীকুর রাগীব (৪/৪৭)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا كَثِيرُ بْنُ هِشَامٍ، حَدَّثَنَا جَعْفَرُ بْنُ بُرْقَانَ، حَدَّثَنَا حَبِيبُ بْنُ أَبِي مَرْزُوقٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ أَبِي مُسْلِمٍ الْخَوْلاَنِيِّ، حَدَّثَنِي مُعَاذُ بْنُ جَبَلٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ قَالَ اللَّهُ عَزَّ وَجَلَّ الْمُتَحَابُّونَ فِي جَلاَلِي لَهُمْ مَنَابِرُ مِنْ نُورٍ يَغْبِطُهُمُ النَّبِيُّونَ وَالشُّهَدَاءُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي الدَّرْدَاءِ وَابْنِ مَسْعُودٍ وَعُبَادَةَ بْنِ الصَّامِتِ وَأَبِي هُرَيْرَةَ وَأَبِي مَالِكٍ الأَشْعَرِيِّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو مُسْلِمٍ الْخَوْلاَنِيُّ اسْمُهُ عَبْدُ اللَّهِ بْنُ ثُوَبَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবুদ দারদা, ইবনু মাসঊদ, উবাদা ইবনুস সামিত, আবূ হুরাইরা ও আবূ মালিক আল-আশআরী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। আবূ মুসলিম আল-খাওলানীর নাম আবদুল্লাহ, পিতা সাওব।"
  },
  {
    "hadith_id": 2394,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, চাটুকারদের মুখে ধুলাবালি নিক্ষেপ করার জন্য রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে নির্দেশ দিয়েছেন।\n\nসহীহ্‌ , দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُثْمَانَ الْكُوفِيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ سَالِمٍ الْخَيَّاطِ، عَنِ الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نَحْثُوَ فِي أَفْوَاهِ الْمَدَّاحِينَ التُّرَابَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি আবূ হুরাইরা (রাঃ)-এর রিওয়ায়াত হিসাবে গারীব।"
  },
  {
    "hadith_id": 2393,
    "narrator": "আবূ মা’মার (রাহঃ)",
    "bn": "কোন একদিন এক ব্যক্তি দাঁড়িয়ে কোন এক প্রশাসকের সামনেই তার প্রশংসা করতে শুরু করে। এতে মিকদাদ ইবনুল আসওয়াদ (রাঃ) তার মুখমন্ডলে ধুলাবালি নিক্ষেপ করতে থাকেন এবং বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নির্দেশ দিয়েছেন, আমরা যেন চাটুকারের মুখে ধুলাবালি নিক্ষেপ করি।\n\nসহীহ্‌ , ইবনু মা-জাহ (৩৭৪২), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مُجَاهِدٍ، عَنْ أَبِي مَعْمَرٍ، قَالَ قَامَ رَجُلٌ فَأَثْنَى عَلَى أَمِيرٍ مِنَ الأُمَرَاءِ فَجَعَلَ الْمِقْدَادُ يَحْثُو فِي وَجْهِهِ التُّرَابَ وَقَالَ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ نَحْثُوَ فِي وُجُوهِ الْمَدَّاحِينَ التُّرَابَ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَى زَائِدَةُ عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ عَنْ مُجَاهِدٍ عَنِ ابْنِ عَبَّاسٍ وَحَدِيثُ مُجَاهِدٍ عَنْ أَبِي مَعْمَرٍ أَصَحُّ ‏.‏ وَأَبُو مَعْمَرٍ اسْمُهُ عَبْدُ اللَّهِ بْنُ سَخْبَرَةَ وَالْمِقْدَادُ بْنُ الأَسْوَدِ هُوَ الْمِقْدَادُ بْنُ عَمْرٍو الْكِنْدِيُّ وَيُكْنَى أَبَا مَعْبَدٍ وَإِنَّمَا نُسِبَ إِلَى الأَسْوَدِ بْنِ عَبْدِ يَغُوثَ لأَنَّهُ كَانَ قَدْ تَبَنَّاهُ وَهُوَ صَغِيرٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। এই হাদীসটি ইয়াযীদ ইবনু আবূ যিয়াদ-মুজাহিদ হতে, তিনি ইবনু আব্বাস (রাঃ) হতে এই সূত্রে যাইদা (রাহঃ) বর্ণনা করেছন। মুজাহিদ-আবূ মা‘মার হতে এই সনদসূত্রটি অনেক বেশি সহীহ্। আবূ মা‘মারের নাম আবদুল্লাহ, পিতা সাখবারাহ। আর মিকদাদ ইবনুল আসওয়াদ (রাহঃ) হলেন মিকদাদ ইবনু আমর আল-কিন্দী, তার উপনাম আবূ মা‘বাদ। আসওয়াদ ইবনু আবদি ইয়াগূস তাকে শৈশব অবস্থায় পালকপুত্ররূপে গ্রহণ করেন বলে তাকে আসওয়াদের সাথে সম্পর্কিত করে মিকদাদ ইবনুল আসওয়াদ বলা হয়।"
  },
  {
    "hadith_id": 2395,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছেন : তুমি ঈমানদার লোক ব্যতীত অন্য কারো সঙ্গী হয়ো না এবং আল্লাহ্‌ভীরু মুত্তাক্বী লোক ছাড়া কেউ যেন তোমার খাদ্য না খায়।\n\nহাসান , মিশকাত (৫০১৮)।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، عَنْ حَيْوَةَ بْنِ شُرَيْحٍ، حَدَّثَنِي سَالِمُ بْنُ غَيْلاَنَ، أَنَّ الْوَلِيدَ بْنَ قَيْسٍ التُّجِيبِيَّ، أَخْبَرَهُ أَنَّهُ، سَمِعَ أَبَا سَعِيدٍ الْخُدْرِيَّ، قَالَ سَالِمٌ أَوْ عَنْ أَبِي الْهَيْثَمِ، عَنْ أَبِي سَعِيدٍ، - أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ تُصَاحِبْ إِلاَّ مُؤْمِنًا وَلاَ يَأْكُلْ طَعَامَكَ إِلاَّ تَقِيٌّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ إِنَّمَا نَعْرِفُهُ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি হাসান। আমরা হাদীসটি শুধুমাত্র উপরোক্ত সূত্রেই জেনেছি।"
  },
  {
    "hadith_id": 2397,
    "narrator": "আইশা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অসুস্থতাজনিত কষ্টের তুলনায় বেশি কষ্ট আমি আর কোন ব্যক্তির হতে দেখিনি।\n\nসহীহ্‌ , ইবনু মা-জাহ (১৬২২), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَخْبَرَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، قَالَ سَمِعْتُ أَبَا وَائِلٍ، يَقُولُ قَالَتْ عَائِشَةُ مَا رَأَيْتُ الْوَجَعَ عَلَى أَحَدٍ أَشَدَّ مِنْهُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এটি হাসান সহীহ্‌ হাদীস।"
  },
  {
    "hadith_id": 2399,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ  মু’মিন নারী-পুরুষের উপর, তার সন্তানের উপর ও তার ধন-সম্পদের উপর অনবরত বিপদাপদ লেগেই থাকে। সবশেষে আল্লাহ্‌ তা‘আলার সাথে সে গুনাহমুক্ত অবস্থায় মিলিত হয়। \n\nহাসান সহীহ্‌ , সহীহাহ্‌ (২২৮০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا يَزَالُ الْبَلاَءُ بِالْمُؤْمِنِ وَالْمُؤْمِنَةِ فِي نَفْسِهِ وَوَلَدِهِ وَمَالِهِ حَتَّى يَلْقَى اللَّهَ وَمَا عَلَيْهِ خَطِيئَةٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদিসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 2400,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আল্লাহ্‌ তা‘আলা বলেনঃ  আমি দুনিয়াতে যখন কোন বান্দার দৃষ্টিশক্তি কেড়ে নেই, তখন তার জন্য একমাত্র জান্নাত ব্যতীত আমার নিকট আর কোন প্রতিদান থাকে না। \n\nসহীহ্ , তা’লীকুর রাগীব (৪/১৫৫, ১৫৬), বুখারী অনুরূপ।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ، حَدَّثَنَا أَبُو ظِلاَلٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ اللَّهَ يَقُولُ إِذَا أَخَذْتُ كَرِيمَتَىْ عَبْدِي فِي الدُّنْيَا لَمْ يَكُنْ لَهُ جَزَاءٌ عِنْدِي إِلاَّ الْجَنَّةَ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ أَرْقَمَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَأَبُو ظِلاَلٍ اسْمُهُ هِلاَلٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা ও যাইদ ইবনু আকরাম (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌ এবং উপরোক্ত সূত্রে গারীব। আবূ যিলালের নাম হিলাল।"
  },
  {
    "hadith_id": 2401,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, মহামহিম আল্লাহ্‌ তা‘আলা বলেছেনঃ  আমি যে ব্যক্তির দুটি প্রিয় চোখ কেড়ে নিয়েছি; অতঃপর সে ধৈর্য ধারণ করেছে এটা আল্লাহ্‌র পক্ষ হতে হয়েছে বলে মনে করে এবং সাওয়াবের আশা করে, আমি তাকে জান্নাত ব্যতীত অন্য কোন কিছু প্রতিদান দিয়ে সন্তুষ্ট হব না। \n\nসহীহ্‌ , তা‘লীকুর রাগীব (৪/১৫৬)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، رَفَعَهُ إِلَى النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ يَقُولُ اللَّهُ عَزَّ وَجَلَّ مَنْ أَذْهَبْتُ حَبِيبَتَيْهِ فَصَبَرَ وَاحْتَسَبَ لَمْ أَرْضَ لَهُ ثَوَابًا دُونَ الْجَنَّةِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ عِرْبَاضِ بْنِ سَارِيَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইরবায ইবনু সারিয়া (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 2402,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ  কিয়ামাত দিবসে বিপদে পতিত (ধৈর্যধারী) মানুষদের যখন প্রতিদান দেয়া হবে, তখন (পৃথিবীতে) বিপদমুক্ত মানুষেরা আকাঙ্ক্ষা (পরিতাপ) করবে, হায়! দুনিয়াতে যদি কাঁচি দ্বারা তাদের শরীরের চামড়া কেটে টুকরা টুকরা করে দেয়া হতো। \n\nহাসান , সহীহাহ্‌ (২২০৬), তা’রীকুর রাগীব (৪/১৪৬), মিশকাত (১৫৭০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، وَيُوسُفُ بْنُ مُوسَى الْقَطَّانُ الْبَغْدَادِيُّ، قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَغْرَاءَ أَبُو زُهَيْرٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَوَدُّ أَهْلُ الْعَافِيَةِ يَوْمَ الْقِيَامَةِ حِينَ يُعْطَى أَهْلُ الْبَلاَءِ الثَّوَابَ لَوْ أَنَّ جُلُودَهُمْ كَانَتْ قُرِضَتْ فِي الدُّنْيَا بِالْمَقَارِيضِ ‏\"‏ ‏.‏ وَهَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ بِهَذَا الإِسْنَادِ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ رَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنِ الأَعْمَشِ عَنْ طَلْحَةَ بْنِ مُصَرِّفٍ عَنْ مَسْرُوقٍ قَوْلَهُ شَيْئًا مِنْ هَذَا ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা এই সনদে উক্তভাবে রিওয়ায়াত ব্যতীত আর কিছুই জানি না। এ হাদীসটি আমাশ-তালহা ইবনু মুসাররিফ হতে, তিনি মাসরূক (রাহঃ) হতে তার বক্তব্য হিসাবে কোন কোন বর্ণনাকারী এর কিছু বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2403,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে কোন ব্যক্তি মারা যাওয়ার পর অনুতপ্ত হবে। সাহাবীগণ প্রশ্ন করেন, হে আল্লাহ্‌র রাসূল! কিসের জন্য অনুতপ্ত হবে? তিনি বললেনঃ মৃত লোকটি সৎকর্মশীল হলে সে এই বলে অনুতপ্ত হবে যে, সে আরও বেশী (আমল) করল না কেন। আর সে অন্যায়কারী (পাপী) হলে এই বলে অনুতপ্ত হবে যে, সে কেন অন্যায় থেকে বিরত থাকলো না।  \n\nখুবই দুর্বল, মিশকাত (৫৫৪৫)",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا يَحْيَى بْنُ عُبَيْدِ اللَّهِ، قَالَ سَمِعْتُ أَبِي يَقُولُ، سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا مِنْ أَحَدٍ يَمُوتُ إِلاَّ نَدِمَ ‏\"‏ ‏.‏ قَالُوا وَمَا نَدَامَتُهُ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ إِنْ كَانَ مُحْسِنًا نَدِمَ أَنْ لاَ يَكُونَ ازْدَادَ وَإِنْ كَانَ مُسِيئًا نَدِمَ أَنْ لاَ يَكُونَ نَزَعَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ إِنَّمَا نَعْرِفُهُ مِنْ هَذَا الْوَجْهِ ‏.‏ وَيَحْيَى بْنُ عُبَيْدِ اللَّهِ قَدْ تَكَلَّمَ فِيهِ شُعْبَةُ وَهُوَ يَحْيَى بْنُ عُبَيْدِ اللَّهِ بْنِ مَوْهَبٍ مَدَنِيٌّ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ সূত্রেই আমরা হাদিসটি জেনেছি। শুবা (রহঃ) এই হাদীসের রাবী ইয়াহ্ইয়া ইবনু উবায়দুল্লাহ্ ইবনু মাওহাবের সমালোচনা করেছেন। তিনি মদীনাবাসী।"
  },
  {
    "hadith_id": 2405,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আল্লাহ্‌ তা’আলা বলেছেনঃ “আমি এমন মাখলুকও সৃষ্টি করেছি, যাদের মুখের ভাষা মধুর চাইতে মিষ্টি; কিন্তু তাদের হৃদয় তেতো ফলের চাইতেও তিক্ত। আমার সত্তার শপথ! আমি তাদেরকে এমন এক মারাত্মক বিপর্যয়ের মধ্যে ছেড়ে দেব যে, তা তাদের অধিক সহনশীল ব্যক্তিকেও কিংকর্তব্যবিমূঢ় করে ছাড়বে। তারা কি আমার সাথে প্রতারণা করছে নাকি আমার প্রতি ধৃষ্টতা প্রদর্শন করছে?\n\nযঈফ, প্রাগুক্ত",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبَّادٍ، أَخْبَرَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، أَخْبَرَنَا حَمْزَةُ بْنُ أَبِي مُحَمَّدٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ اللَّهَ تَعَالَى قَالَ لَقَدْ خَلَقْتُ خَلْقًا أَلْسِنَتُهُمْ أَحْلَى مِنَ الْعَسَلِ وَقُلُوبُهُمْ أَمَرُّ مِنَ الصَّبِرِ فَبِي حَلَفْتُ لأُتِيحَنَّهُمْ فِتْنَةً تَدَعُ الْحَلِيمَ مِنْهُمْ حَيْرَانًا فَبِي يَغْتَرُّونَ أَمْ عَلَىَّ يَجْتَرِءُونَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ ابْنِ عُمَرَ لَا نَعْرِفُهُ إِلَّا مِنْ هَذَا الْوَجْهِ.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি হাসান এবং ইবনু উমার (রাঃ)–এর রিওয়ায়াত হিসাবে গারীব। আমরা শুধু উপরোক্ত সূত্রেই এ হাদীস জেনেছি।"
  },
  {
    "hadith_id": 2404,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ শেষ জামানায় কিছু লোকের উদ্ভব হবে যারা পার্থিব স্বার্থ হাসিলের উদ্দেশ্যে ধর্মকে প্রতারণার হাতিয়ার হিসাবে ব্যবহার করবে। তারা জনগণের সামনে ভেড়ার চামড়ার মত কোমল পোশাক পরবে। তাদের মুখের ভাষা হবে চিনির চেয়ে মিষ্টি; কিন্তু তাদের হৃদয় হবে নেকড়ে বাঘের মত হিংস্র। আল্লাহ্‌ তা’আলা তাদের বলবেনঃ তোমরা কি আমার বিষয়ে ধোঁকায় পড়ে আছ, নাকি আমার প্রতি ধৃষ্টতা দেখাচ্ছ? আমার শপথ! আমি তাদের উপর তাদের মধ্য হতেই এমন বিপর্যয় আপতিত করব, যা তাদের খুবই সহনশীল ব্যক্তিদের পর্যন্ত হতবুদ্ধি ও কিংকর্তব্যবিমূঢ় করে ছাড়বে। \n\nখুবই দুর্বল, তা’লীকুর রাগীব (১/৩২)",
    "ar": "حَدَّثَنَا سُوَيْدٌ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، أَخْبَرَنَا يَحْيَى بْنُ عُبَيْدِ اللَّهِ، قَالَ سَمِعْتُ أَبِي يَقُولُ، سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَخْرُجُ فِي آخِرِ الزَّمَانِ رِجَالٌ يَخْتِلُونَ الدُّنْيَا بِالدِّينِ يَلْبَسُونَ لِلنَّاسِ جُلُودَ الضَّأْنِ مِنَ اللِّينِ أَلْسِنَتُهُمْ أَحْلَى مِنَ السُّكَّرِ وَقُلُوبُهُمْ قُلُوبُ الذِّئَابِ يَقُولُ اللَّهُ عَزَّ وَجَلَّ أَبِي يَغْتَرُّونَ أَمْ عَلَىَّ يَجْتَرِئُونَ فَبِي حَلَفْتُ لأَبْعَثَنَّ عَلَى أُولَئِكَ مِنْهُمْ فِتْنَةً تَدَعُ الْحَلِيمَ مِنْهُمْ حَيْرَانًا ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ অনুচ্ছেদে ইবনু উমার (রাঃ) হতেও হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2406,
    "narrator": "উকবা ইবনু আমির (রাঃ)",
    "bn": "তিনি বলেন, আমি বললাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! মুক্তির উপায় কি? তিনি বললেনঃ তুমি তোমার রসনা সংযত রাখ, তোমার বাসস্থান যেন তোমার জন্য প্রশস্ত হয় (অর্থাৎ তুমি তোমার বাড়ীতে অবস্থান কর) এবং তোমার গুনাহের জন্য ক্রন্দন কর। \n\nসহীহ্‌ , সহীহাহ্‌ (৮৮৮)।",
    "ar": "حَدَّثَنَا صَالِحُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، ح وَحَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ أَيُّوبَ، عَنْ عُبَيْدِ اللَّهِ بْنِ زَحْرٍ، عَنْ عَلِيِّ بْنِ يَزِيدَ، عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ مَا النَّجَاةُ قَالَ ‏ \"‏ أَمْسِكْ عَلَيْكَ لِسَانَكَ وَلْيَسَعْكَ بَيْتُكَ وَابْكِ عَلَى خَطِيئَتِكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান।"
  },
  {
    "hadith_id": 2408,
    "narrator": "সাহল ইবনু সা'দ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি তার দুই ঠোঁটের মাঝখানের বস্তু (জিহ্বা) ও দুই পায়ের মাঝখানের বস্তুর (লজ্জাস্থানের) যামিন হতে পারে (অপব্যবহার হতে সংযত রাখবে), আমি তার জন্য জান্নাতের যামিন হবো।\n\nসহীহ্‌ , তা’লীকুর রাগীব (৩/১৯৭), যঈফা (২৩০২), বুখারী অনুরূপ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الصَّنْعَانِيُّ، حَدَّثَنَا عُمَرُ بْنُ عَلِيٍّ الْمُقَدَّمِيُّ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ يَتَكَفَّلُ لِي مَا بَيْنَ لَحْيَيْهِ وَمَا بَيْنَ رِجْلَيْهِ أَتَكَفَّلُ لَهُ بِالْجَنَّةِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ سَهْلٍ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ سَهْلِ بْنِ سَعْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ  হুরাইরা ও ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, সাহ্‌ল (রাঃ) বর্ণিত এ হাদীসটি হাসান সহীহ্ এবং এই সূত্রে গারীব।"
  },
  {
    "hadith_id": 2409,
    "narrator": "আবূ  হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌ তা'আলা যে ব্যক্তিকে তার জিহবা ও লজ্জাস্থানের অকল্যাণ হতে মুক্ত করেছেন, সে জান্নাতে প্রবেশ করবে।\n\nহাসান, সহীহ্‌ , সহীহাহ্‌ (৫১০)।",
    "ar": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنِ ابْنِ عَجْلاَنَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ وَقَاهُ اللَّهُ شَرَّ مَا بَيْنَ لَحْيَيْهِ وَشَرَّ مَا بَيْنَ رِجْلَيْهِ دَخَلَ الْجَنَّةَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى أَبُو حَازِمٍ الَّذِي رَوَى عَنْ أَبِي هُرَيْرَةَ اسْمُهُ سَلْمَانُ مَوْلَى عَزَّةَ الأَشْجَعِيَّةِ وَهُوَ كُوفِيٌّ وَأَبُو حَازِمٍ الَّذِي رَوَى عَنْ سَهْلِ بْنِ سَعْدٍ هُوَ أَبُو حَازِمٍ الزَّاهِدُ مَدَنِيٌّ وَاسْمُهُ سَلَمَةُ بْنُ دِينَارٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, যে আৰূ হাযিম আবূ হুরাইরা (রাঃ) হতে হাদীসটি বর্ণনা করেছেন তার নাম সালমান, আযযা আল-আশজাইয়্যার মুক্তদাস এবং কূফার অধিবাসী। আর যে আবূ হাযিম সাহল ইবনু সা'দ (রাঃ) হতে হাদীসটি বর্ণনা করেছেন তিনি হলেন আবূ হাযিম আয-যাহিদ, মাদীনার অধিবাসী এবং তার নাম সালামা ইবনু দীনার। এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 2407,
    "narrator": "আবূ  সাঈদ আল-খুদরী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মানুষ সকালে ঘুম হতে উঠার সময় তার সমস্ত অঙ্গ-প্রত্যঙ্গ বিনীতভাবে জিহবাকে বলে, তুমি আমাদের ব্যাপারে আল্লাহ্ তা'আলাকে ভয় কর। আমরা তো তোমার সাথে সম্পৃক্ত। তুমি যদি সোজা পথে দৃঢ় থাক তাহলে আমরাও দৃঢ় থাকতে পারি। আর তুমি যদি বাঁকা পথে যাও তাহলে আমরাও বাঁকা পথে যেতে বাধ্য।\n\nহাসান , মিশকাত, তাহকীক ছানী  (৪৮৩৮)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى الْبَصْرِيُّ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَبِي الصَّهْبَاءِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، رَفَعَهُ قَالَ ‏ \"‏ إِذَا أَصْبَحَ ابْنُ آدَمَ فَإِنَّ الأَعْضَاءَ كُلَّهَا تُكَفِّرُ اللِّسَانَ فَتَقُولُ اتَّقِ اللَّهَ فِينَا فَإِنَّمَا نَحْنُ بِكَ فَإِنِ اسْتَقَمْتَ اسْتَقَمْنَا وَإِنِ اعْوَجَجْتَ اعْوَجَجْنَا ‏\"‏ ‏.‏\nحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ حَمَّادِ بْنِ زَيْدٍ، نَحْوَهُ وَلَمْ يَرْفَعْهُ وَهَذَا أَصَحُّ مِنْ حَدِيثِ مُحَمَّدِ بْنِ مُوسَى ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ حَمَّادِ بْنِ زَيْدٍ وَقَدْ رَوَاهُ غَيْرُ وَاحِدٍ عَنْ حَمَّادِ بْنِ زَيْدٍ وَلَمْ يَرْفَعُوهُ ‏.‏\nحَدَّثَنَا صَالِحُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَبِي الصَّهْبَاءِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ أَحْسَبُهُ عَنِ النَّبِيِّ صلى الله عليه وسلم فَذَكَرَ نَحْوَهُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "হান্নাদ-আবু উসামা হতে, তিনি হাম্মাদ ইবনু যাইদের সূত্রে উপরোক্ত হাদীসের একই রকমভাবে হাদীস বর্ণনা করেছেন। তবে এই সূত্রটি মারফূভাবে বর্ণিত হয়নি। এটি মুহাম্মাদ ইবনু মূসার রিওয়ায়াতের চাইতে অনেক বেশি সহীহ্‌। আবূ ঈসা বলেন, আমরা এই হাদীসটি শুধুমাত্র হাম্মাদ ইবনু যাইদের সূত্রেই জেনেছি। এই হাদীসটি একাধিক বর্ণনাকারী ইবনু যাইদের সূত্রে বর্ণনা করেছেন, কিন্তু মারফূভাবে নয়। সালিহ ইবনু আবদুল্লাহ-হাম্মাদ ইবনু যাইদ হতে, তিনি আবুস সাহবা হতে, তিনি সাঈদ ইবনু জুবাইর হতে, তিনি আবূ সাঈদ আল-খুদরী (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সূত্রে উক্ত হাদীসের মতোই উল্লেখ করেছেন।"
  },
  {
    "hadith_id": 2410,
    "narrator": "সুফিয়ান ইবনু আবদুল্লাহ আস-সাকাফী (রাঃ)",
    "bn": "তিনি বলেন, আমি বললাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমাকে এমন একটি কথা বলুন, যা আমি ধারণ করতে পারি। তিনি বললেনঃ তুমি বল, আল্লাহ্‌ই আমার রব (প্রভু) তারপর এতে সুদৃঢ় থাকো। তিনি (বর্ণনাকারী) বলেন, আমি আবার বললাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনার দৃষ্টিতে আমার জন্য সর্বাধিক আশংকাজনক বস্তু কোনটি? তিনি স্বীয় জিহবা ধরে বললেনঃ এই যে, এটি।\n\nসহীহ্‌ , ইবনু মা-জাহ (৩৯৭২), মুসলিম।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ مَاعِزٍ، عَنْ سُفْيَانَ بْنِ عَبْدِ اللَّهِ الثَّقَفِيِّ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ حَدِّثْنِي بِأَمْرٍ أَعْتَصِمُ بِهِ ‏.‏ قَالَ ‏\"‏ قُلْ رَبِّيَ اللَّهُ ثُمَّ اسْتَقِمْ ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ مَا أَخْوَفُ مَا تَخَافُ عَلَىَّ فَأَخَذَ بِلِسَانِ نَفْسِهِ ثُمَّ قَالَ ‏\"‏ هَذَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ سُفْيَانَ بْنِ عَبْدِ اللَّهِ الثَّقَفِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। এই হাদীসটি সুফিয়ান ইবনু আব্দুল্লাহ আস-সাকাফী (রাঃ) হতে একাধিক সূত্রে বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 2411,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন: রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌ তা’আলার যিকির ছাড়া বেশী কথা বলো না। কেননা, আল্লাহ্‌ তা’আলার যিকির ছাড়া বেশী কথা বললে অন্তর কঠিন হয়ে যায়। আর নিঃসন্দেহে কঠিন অন্তরের লোকই আল্লাহ্‌ তা’আলা থেকে সবচেয়ে বেশী দূরে থাকে। \n\nযঈফ, যঈফা (৯২০), মিশকাত, তাহকীক ছানী (২২৭৬)",
    "ar": "حَدَّثَنَا أَبُو عَبْدِ اللَّهِ، مُحَمَّدُ بْنُ أَبِي ثَلْجٍ الْبَغْدَادِيُّ صَاحِبُ أَحْمَدَ بْنِ حَنْبَلٍ حَدَّثَنَا عَلِيُّ بْنُ حَفْصٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ بْنِ حَاطِبٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تُكْثِرُوا الْكَلاَمَ بِغَيْرِ ذِكْرِ اللَّهِ فَإِنَّ كَثْرَةَ الْكَلاَمِ بِغَيْرِ ذِكْرِ اللَّهِ قَسْوَةٌ لِلْقَلْبِ وَإِنَّ أَبْعَدَ النَّاسِ مِنَ اللَّهِ الْقَلْبُ الْقَاسِي ‏\"‏ ‏.‏\nحَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي النَّضْرِ، حَدَّثَنِي أَبُو النَّضْرِ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حَاطِبٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِمَعْنَاهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حَاطِبٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ বাকর ইবনু আবুন নাযর–আবুন নাযর হতে তিনি ইবরাহীম ইবনু আবদুল্লাহ ইবনু হাতিব হতে তিনি আবদুল্লাহ ইবনু দীনার হতে তিনি ইবনু উমার (রাঃ) হতে তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে উপরোক্ত হাদীসের মতই হাদীস বর্ণনা করেছেন। আবূ ঈসা বলেন, এ হাদিসটি হাসান গারীব। ইবরাহীম ইবনু আব্দিল্লাহ ইবনু হাতিবের সূত্রেই শুধুমাত্র আমরা এ হাদিস জেনেছি।"
  },
  {
    "hadith_id": 2412,
    "narrator": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর  স্ত্রী উম্মু হাবীবা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ মানুষের প্রতিটি কথা তার জন্য অপকারী, উপকারী নয়। তবে সৎকাজের আদেশ, অসৎকাজের নিষেধ এবং আল্লাহ্‌ তা’আলার যিকিরই তার জন্য লাভজনক।\n\t\nযঈফ, ইবনু মাজাহ (৩৯৭৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ بْنِ خُنَيْسٍ الْمَكِّيُّ، قَالَ سَمِعْتُ سَعِيدَ بْنَ حَسَّانَ الْمَخْزُومِيَّ، قَالَ حَدَّثَتْنِي أُمُّ صَالِحٍ، عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، عَنْ أُمِّ حَبِيبَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ كُلُّ كَلاَمِ ابْنِ آدَمَ عَلَيْهِ لاَ لَهُ إِلاَّ أَمْرٌ بِمَعْرُوفٍ أَوْ نَهْىٌ عَنْ مُنْكَرٍ أَوْ ذِكْرُ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مُحَمَّدِ بْنِ يَزِيدَ بْنِ خُنَيْسٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদিসটি হাসান গারীব। আমরা শুধুমাত্র মুহাম্মাদ ইবনু ইয়াযীদ ইবনু খুনাইসের রিওয়ায়াত হিসাবে এ হাদীসটি জেনেছি।"
  },
  {
    "hadith_id": 2413,
    "narrator": "আবূ জুহাইফা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালমান (ফারসী) ও আবুদ দারদা (রাঃ)-এর মধ্যে ভাইয়ের সম্পর্ক তৈরী করে দেন। কোন একদিন আবুদ দারদা (রাঃ)-এর সাথে সালমান (রাঃ) দেখা করতে আসেন। তখন তিনি তার স্ত্রী উম্মুদ দারদাকে খুবই সাধারণ জামা-কাপড় পরে থাকাবস্থায় দেখতে পেয়ে প্রশ্ন করেন, আপনি এরূপ সাধারণ পোশাকে কেন? তিনি বললেন, আপনার ভাই আবুদ দারদার তো দুনিয়ার কিছু প্রয়োজন নেই। বর্ণনাকারী বলেন, আবুদ দারদা (রাঃ) এরই মধ্যে বাড়ী ফিরে আসলেন এবং তার (মেহমানের) সামনে খাবার পরিবেশন করে বললেন, আপনি খেয়ে নিন, আমি রোযা রেখেছি। তিনি বললেন, আপনি না খাওয়া পর্যন্ত আমি খাব না। তারপর তিনি খাবার খেলেন। রাত গভীর হলে আবুদ দারদা (রাঃ) নামায আদায় করার জন্য উঠেন। সালমান (রাঃ) তাকে বললেন, এখন ঘুমান। সুতরাং তিনি ঘুমালেন। কিছুক্ষণ পর তিনি পুনরায় নামায আদায় করতে উঠলে এবারো তিনি বললেন, ঘুমিয়ে থাকুন (রাত অনেক বাকী)। কাজেই তিনি ঘুমিয়ে গেলেন। তারপর ফজরের সময় ঘনিয়ে এলে সালমান (রাঃ) তাকে বললেন, এখন উঠুন। তারপর দু’জনেই উঠে (তাহাজ্জুদ) নামায আদায় করলেন। তারপর তিনি বললেন, আপনার উপর আপনার দেহের প্রাপ্য (অধিকার) আছে এবং আপনার রবের প্রাপ্য (অধিকার) আছে, মেহমানের প্রাপ্য (অধিকার) আছে এবং আপনার পরিবারের (অধিকার) আছে। অতএব, প্রত্যেক হাকদারকে তার প্রাপ্য (অধিকার) প্রদান করুন। তারপর তারা এ ঘটনাটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললেন। তিনি বললেনঃ সালমান ঠিকই বলেছে। \n\nসহীহ্‌ , মুখতাসার বুখারী (৯৬৫), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا جَعْفَرُ بْنُ عَوْنٍ، حَدَّثَنَا أَبُو الْعُمَيْسِ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ، عَنْ أَبِيهِ، قَالَ آخَى رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ سَلْمَانَ وَبَيْنَ أَبِي الدَّرْدَاءِ فَزَارَ سَلْمَانُ أَبَا الدَّرْدَاءِ فَرَأَى أُمَّ الدَّرْدَاءِ مُتَبَذِّلَةً فَقَالَ مَا شَأْنُكِ مُتَبَذِّلَةً قَالَتْ إِنَّ أَخَاكَ أَبَا الدَّرْدَاءِ لَيْسَ لَهُ حَاجَةٌ فِي الدُّنْيَا ‏.‏ قَالَ فَلَمَّا جَاءَ أَبُو الدَّرْدَاءِ قَرَّبَ إِلَيْهِ طَعَامًا فَقَالَ كُلْ فَإِنِّي صَائِمٌ ‏.‏ قَالَ مَا أَنَا بِآكِلٍ حَتَّى تَأْكُلَ ‏.‏ قَالَ فَأَكَلَ فَلَمَّا كَانَ اللَّيْلُ ذَهَبَ أَبُو الدَّرْدَاءِ لِيَقُومَ فَقَالَ لَهُ سَلْمَانُ نَمْ ‏.‏ فَنَامَ ثُمَّ ذَهَبَ يَقُومُ فَقَالَ لَهُ نَمْ ‏.‏ فَنَامَ فَلَمَّا كَانَ عِنْدَ الصُّبْحِ قَالَ لَهُ سَلْمَانُ قُمِ الآنَ فَقَامَا فَصَلَّيَا فَقَالَ إِنَّ لِنَفْسِكَ عَلَيْكَ حَقًّا وَلِرَبِّكَ عَلَيْكَ حَقًّا وَلِضَيْفِكَ عَلَيْكَ حَقًّا وَإِنَّ لأَهْلِكَ عَلَيْكَ حَقًّا فَأَعْطِ كُلَّ ذِي حَقٍّ حَقَّهُ ‏.‏ فَأَتَيَا النَّبِيَّ صلى الله عليه وسلم فَذَكَرَا ذَلِكَ فَقَالَ لَهُ ‏ \"‏ صَدَقَ سَلْمَانُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏ وَأَبُو الْعُمَيْسِ اسْمُهُ عُتْبَةُ بْنُ عَبْدِ اللَّهِ وَهُوَ أَخُو عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ الْمَسْعُودِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি সহীহ্‌। আবুল উমাইস-এর নাম উতবা ইবনু আবদুল্লাহ। তিনি আবদুর রাহমান ইবনু আবদুল্লাহ আল-মাসঊদীর ভাই।"
  },
  {
    "hadith_id": 2414,
    "narrator": "জনৈক মাদীনাবাসী",
    "bn": "তিনি বলেন, কোন এক সময় উম্মুল মু'মিনীন আইশা (রাঃ)-কে মু'আবিয়া (রাঃ) লিখে পাঠান : আমাকে লিখিতভাবে কিছু উপদেশ দিন, তবে তা যেন দীর্ঘ না হয়। তিনি (বর্ণনাকারী) বলেন, আইশা (রাঃ) মু'আবিয়া (রাঃ)-কে লিখলেন : আপনাকে সালাম। তারপর এই যে, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি : যে ব্যক্তি আল্লাহ্‌ তা'আলার সন্তুষ্টি আকাঙ্খা করে তা মানুষের অসন্তুষ্টি হলেও, মানুষের দুঃখ-কষ্ট হতে বাঁচানোর জন্য আল্লাহ্‌ তা'আলাই তার জন্য যথেষ্ট হয়ে যান। আর যে ব্যক্তি মানুষের সন্তুষ্টি আশা করে আল্লাহ্ তা'আলাকে অসন্তুষ্ট করে হলেও, আল্লাহ্‌ তা'আলা তাকে মানুষের দায়িত্বে ছেড়ে দেন। আপনাকে আবারো সালাম।\n\nসহীহ্‌ , সহীহাহ্‌ (২৩১১), তাখরীজ তাহাভীয়া (২৭৮)।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ عَبْدِ الْوَهَّابِ بْنِ الْوَرْدِ، عَنْ رَجُلٍ، مِنْ أَهْلِ الْمَدِينَةِ قَالَ كَتَبَ مُعَاوِيَةُ إِلَى عَائِشَةَ أُمِّ الْمُؤْمِنِينَ رضى الله عنها أَنِ اكْتُبِي إِلَىَّ كِتَابًا تُوصِينِي فِيهِ وَلاَ تُكْثِرِي عَلَىَّ ‏.‏ فَكَتَبَتْ عَائِشَةُ رضى الله عنها إِلَى مُعَاوِيَةَ سَلاَمٌ عَلَيْكَ أَمَّا بَعْدُ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنِ الْتَمَسَ رِضَاءَ اللَّهِ بِسَخَطِ النَّاسِ كَفَاهُ اللَّهُ مُؤْنَةَ النَّاسِ وَمَنِ الْتَمَسَ رِضَاءَ النَّاسِ بِسَخَطِ اللَّهِ وَكَلَهُ اللَّهُ إِلَى النَّاسِ ‏\"‏ ‏.‏ وَالسَّلاَمُ عَلَيْكَ ‏.‏\nحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا كَتَبَتْ إِلَى مُعَاوِيَةَ فَذَكَرَ الْحَدِيثَ بِمَعْنَاهُ وَلَمْ يَرْفَعْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুহাম্মাদ ইবনু ইয়াহ্‌ইয়া-মুহাম্মাদ ইবনু ইউসুফ হতে, তিনি সুফিয়ান সাওরী হতে, তিনি হিশাম ইবনু উরওয়া হতে, তিনি উরওয়া হতে, তিনি আইশা (রাঃ) হতে বর্ণনা করেছেন। তিনি মু’আবিয়াকে চিঠি লিখলেন.. উপরোক্ত হাদীসের মতোই, তবে তা মারফূ হিসাবে নয়।"
  },
  {
    "hadith_id": 2312,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি (অদৃশ্য জগতের) যা দেখি তোমরা তা দেখ না, আর আমি যা শুনতে পাই তোমরা তা শুনতে পাও না। আসমান তো চড়চড় শব্দ করছে, আর সে এই শব্দ করার যোগ্য। তাতে এমন চার আঙ্গুল পরিমাণ জায়গাও নেই যেখানে কোন ফেরেশতা আল্লাহ্‌ তা’আলার জন্যে অবনত মস্তকে সাজদায় পড়ে না আছে। আল্লাহ্‌র শপথ! আমি যা জানি তোমরা যদি তা জানতে তাহলে তোমরা খুব কমই হাসতে, বেশি কাঁদতে এবং বিছানায় স্ত্রীদের উপভোগ করতে না, বাড়ী-ঘর ছেড়ে পথে-প্রান্তরে বেরিয়ে পড়তে, আল্লাহ্‌ তা’আলার সামনে কাকুতি-মিনতি করতে। বর্ণনাকারী বলেন, আমার মন চায় আমি যদি একটি বৃক্ষ হতাম আর তা কেটে ফেলা হতো। “আমার মন চায়....” অংশ ব্যতীত হাদীসটি হাসান,\n\nইবনু মা-জাহ (৪১৯০)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ إِبْرَاهِيمَ بْنِ الْمُهَاجِرِ، عَنْ مُجَاهِدٍ، عَنْ مُوَرِّقٍ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنِّي أَرَى مَا لاَ تَرَوْنَ وَأَسْمَعُ مَا لاَ تَسْمَعُونَ أَطَّتِ السَّمَاءُ وَحُقَّ لَهَا أَنْ تَئِطَّ مَا فِيهَا مَوْضِعُ أَرْبَعِ أَصَابِعَ إِلاَّ وَمَلَكٌ وَاضِعٌ جَبْهَتَهُ سَاجِدًا لِلَّهِ لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلاً وَلَبَكَيْتُمْ كَثِيرًا وَمَا تَلَذَّذْتُمْ بِالنِّسَاءِ عَلَى الْفُرُشِ وَلَخَرَجْتُمْ إِلَى الصُّعُدَاتِ تَجْأَرُونَ إِلَى اللَّهِ ‏\"‏ ‏.‏ لَوَدِدْتُ أَنِّي كُنْتُ شَجَرَةً تُعْضَدُ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَعَائِشَةَ وَابْنِ عَبَّاسٍ وَأَنَسٍ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَيُرْوَى مِنْ غَيْرِ هَذَا الْوَجْهِ أَنَّ أَبَا ذَرٍّ قَالَ لَوَدِدْتُ أَنِّي كُنْتُ شَجَرَةً تُعْضَدُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবূ হুরাইরা, আইশা, ইবনু আব্বাস ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে বর্ণিত আছে। এ হাদীসটি হাসান গারীব। অপর একটি সূত্রে বর্ণিত আছে যে, আবূ যার (রাঃ) বলেন, আমার আকাঙক্ষা যে, “আমি যদি একটি গাছ হতাম যা কেটে ফেলা হতো”। আবূ যার (রাঃ) হতে এ হাদীসটি মাওকূফ হিসাবেও বর্ণিত আছে।"
  },
  {
    "hadith_id": 2307,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা বেশি পরিমাণে জীবনের স্বাদ হরণকারীর অর্থাৎ মৃত্যুর স্মরণ কর।\n\nহাসান, সহীহ্‌ , ইবনু মা-জাহ (৪২৫৮)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَكْثِرُوا ذِكْرَ هَاذِمِ اللَّذَّاتِ ‏\"‏ ‏.‏ يَعْنِي الْمَوْتَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ সাঈদ (রাঃ) হতেও এ অনু্চ্ছেদে হাদীস বর্ণিত রয়েছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 2314,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক এমন কথাও বলে যে প্রসঙ্গে সে মনে করে যে, তাতে কোন অসুবিধা নেই, এইজন্য সে সত্তর বছর জাহান্নামে অবস্থান করবে। \n\nহাসান সহীহ্‌ , ইবনু মা-জাহ (৩৯৭০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، حَدَّثَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ، عَنْ عِيسَى بْنِ طَلْحَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الرَّجُلَ لَيَتَكَلَّمُ بِالْكَلِمَةِ لاَ يَرَى بِهَا بَأْسًا يَهْوِي بِهَا سَبْعِينَ خَرِيفًا فِي النَّارِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2326,
    "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কেউ যদি অভাব-অনটনে পড়ে তা মানুষের নিকট উপস্থাপন করে তাহলে তার অভাব-অনটন দূর হবে না। আর যে ব্যক্তি অভাব-অনটনে পড়ে তা আল্লাহ্‌ তা’আলার নিকট উপস্থাপন করে তবে অবশ্যই আল্লাহ্‌ তা’আলা তাকে দ্রুত অথবা বিলম্বে রিযিক দান করেন।\n\nতাকে দ্রুত মৃত্যু দেন অথবা দ্রুত ধনশালী করেন এই অর্থে হাদীসটি সহীহ্‌ , সহীহ্‌ আবূ দাঊদ (১৪৫২), সহীহাহ্‌ (২৭৮৭)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ بَشِيرٍ أَبِي إِسْمَاعِيلَ، عَنْ سَيَّارٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ نَزَلَتْ بِهِ فَاقَةٌ فَأَنْزَلَهَا بِالنَّاسِ لَمْ تُسَدَّ فَاقَتُهُ وَمَنْ نَزَلَتْ بِهِ فَاقَةٌ فَأَنْزَلَهَا بِاللَّهِ فَيُوشِكُ اللَّهُ لَهُ بِرِزْقٍ عَاجِلٍ أَوْ آجِلٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি হাসান সহীহ্‌ গারীব।"
  },
  {
    "hadith_id": 2331,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার উম্মাতের (গড়) আয়ু ষাট হতে সত্তর বছর হবে।\n\nআমার উম্মাতের বয়স ষাট ও সত্তরের মাঝামাঝি এই অর্থে হাদীসটি হাসান সহীহ্‌ ৩৩১৩ নং পরবর্তীতে বর্ণনা আসবে। ইবনু মা-জাহ (৪২৩৬)।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعِيدٍ الْجَوْهَرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ رَبِيعَةَ، عَنْ كَامِلٍ أَبِي الْعَلاَءِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ عُمُرُ أُمَّتِي مِنْ سِتِّينَ سَنَةً إِلَى سَبْعِينَ سَنَةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান এবং আবূ সালিহ্‌-আবূ হুরাইরা (রাঃ)-এর সূত্রে গারীব। আবূ হুরাইরা (রাঃ) হতে একাধিক সূত্রে এ হাদীসটি বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 2342,
    "narrator": "মুতাররিফ (রাহঃ)",
    "bn": "তার বাবার সূত্রে বর্ণিত আছে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গেলেন। তখন তিনি বলছিলেন : “সম্পদের প্রাচুর্যের মোহ তোমাদেরকে (আল্লাহ্‌ তা’আলা হতে) উদাসীন করে ফেলেছে” (সুরা : তাকাসুর-১)। তিনি আরো বললেনঃ মানুষ বলে, আমার মাল, আমার সম্পদ। কিন্তু তুমি দান-খাইরাত করে যা (আল্লাহ্ তা’আলার খাতায়) জমা রেখেছ, খেয়ে যা শেষ করেছ এবং পরিধান করে যা পুরানো করেছ এগুলো ব্যতীত তোমার সম্পদ বলতে আর কিছু নেই।\n\nসহীহ্‌ , মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ مُطَرِّفٍ، عَنْ أَبِيهِ، أَنَّهُ انْتَهَى إِلَى النَّبِيِّ صلى الله عليه وسلم وَهُوَ يَقُولُ ‏:‏ ‏(‏أَلْهَاكُمُ التَّكَاثُرُ ‏)‏ قَالَ ‏\"‏ يَقُولُ ابْنُ آدَمَ مَالِي مَالِي وَهَلْ لَكَ مِنْ مَالِكَ إِلاَّ مَا تَصَدَّقْتَ فَأَمْضَيْتَ أَوْ أَكَلْتَ فَأَفْنَيْتَ أَوْ لَبِسْتَ فَأَبْلَيْتَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2345,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে দুই ভাই ছিল। তাদের একজন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দরবারে উপস্থিত থাকত এবং অন্যজন আয়-উপার্জনে লিপ্ত থাকত। কোন একদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট সেই উপার্জনকারী ভাই তার ভাইয়ের বিরুদ্ধে অভিযোগ করল। তিনি তাকে বললেনঃ হয়তো তার ওয়াসীলায় তুমি রিযিকপ্রাপ্ত হচ্ছ। \n\nসহীহ্‌ , মিশকাত (৫৩০৮), সহীহাহ্ (২৭৬৯)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ أَخَوَانِ عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم فَكَانَ أَحَدُهُمَا يَأْتِي النَّبِيَّ صلى الله عليه وسلم وَالآخَرُ يَحْتَرِفُ فَشَكَا الْمُحْتَرِفُ أَخَاهُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏ \"‏ لَعَلَّكَ تُرْزَقُ بِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্ গারীব।"
  },
  {
    "hadith_id": 2347,
    "narrator": "আবূ উমামা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমার বন্ধুদের মধ্যে সবচেয়ে বেশী ঈর্ষনীয় হল সেই মু’মিন ব্যক্তি যার অবস্থা খুবই হালকা (স্বল্প সম্পদ এবং পরিবারের সদস্য সংখ্যাও কম) এবং যে নামাযে মনোযোগী, সুচারুরূপে তার প্রভুর ইবাদাত করে, একান্ত নিভৃতেও তাঁর অনুগত থাকে, মানুষের মাঝে অখ্যাত, তার দিকে অংগুলি সংকেত করা হয় না, আর ন্যূনতম প্রয়োজন মাফিক তার রিযিক এবং তাতেই ধৈর্য ধারণকারী। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর দুই হাতের ইংগিতে বলেনঃ শীঘ্রই তার মৃত্যু হয়, তার জন্য ক্রন্দনকারীর সংখ্যাও কম, তার রেখে যাওয়া সম্পদও খুব সামান্য। \n\nযঈফ, মিশকাত, তাহকীক ছানী (৫১৮৯), \n\nএকই সনদসূত্রে বর্ণিত, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমার রব আমার নিকট মক্কার বাতহা অর্থাৎ কংকরময় এলাকা আমার জন্য স্বর্ণে পরিণত করার প্রস্তাব করেন। আমি বললাম, হে আমার রব! প্রয়োজন নেই, বরং আমি একদিন তৃপ্তির সাথে খাবো আর একদিন ক্ষুধার্ত থাকব। একই কথা তিনি তিনবার বা তদ্রূপ বললেন। যখন ক্ষুধার্ত থাকব তখন বিনীতভাবে তোমার নিকটে প্রার্থনা করব ও তোমাকেই মনে করব এবং যখন তৃপ্তির সাথে খাবো তখন তোমার শুকরিয়া আদায় করব ও তোমার প্রশংসা করব। \nযইফ, মিশকাত, তাহকীক ছানী (৫১৯০), আবূ ঈসা বলেন, এ হাদীসটি হাসান। এ অনুচ্ছেদে ফাযালা ইবনু উবাইদ হতেও হাদীস বর্ণিত আছে। আল-কাসিম (রাঃ) তিনি আবদুর রহমানের পুত্র এবং উপনাম আবূ আবদির রহমান, মতান্তরে আবূ আবদিল মালিক। তিনি আবদুর রহমান ইবনু খালিদ ইবনে ইয়াযিদ ইবনে মু’আবিয়ার মুক্তদাস। তিনি সিরিয়ার অধিবাসী এবং বিশ্বস্ত রাবী। আর ‘আলী ইবনু ইয়াযীদ হাদীস শাস্ত্রে দুর্বল এবং তার উপনাম আবূ আবদিল মালিক।",
    "ar": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ أَيُّوبَ، عَنْ عُبَيْدِ اللَّهِ بْنِ زَحْرٍ، عَنْ عَلِيِّ بْنِ يَزِيدَ، عَنِ الْقَاسِمِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ أَبِي أُمَامَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ أَغْبَطَ أَوْلِيَائِي عِنْدِي لَمُؤْمِنٌ خَفِيفُ الْحَاذِ ذُو حَظٍّ مِنَ الصَّلاَةِ أَحْسَنَ عِبَادَةَ رَبِّهِ وَأَطَاعَهُ فِي السِّرِّ وَكَانَ غَامِضًا فِي النَّاسِ لاَ يُشَارُ إِلَيْهِ بِالأَصَابِعِ وَكَانَ رِزْقُهُ كَفَافًا فَصَبَرَ عَلَى ذَلِكَ ‏\"‏ ‏.‏ ثُمَّ نَفَضَ بِيَدِهِ فَقَالَ ‏\"‏ عُجِّلَتْ مَنِيَّتُهُ قَلَّتْ بَوَاكِيهِ قَلَّ تُرَاثُهُ ‏\"‏ ‏.‏\nوَبِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ عَرَضَ عَلَىَّ رَبِّي لِيَجْعَلَ لِي بَطْحَاءَ مَكَّةَ ذَهَبًا قُلْتُ لاَ يَا رَبِّ وَلَكِنْ أَشْبَعُ يَوْمًا وَأَجُوعُ يَوْمًا أَوْ قَالَ ثَلاَثًا أَوْ نَحْوَ هَذَا فَإِذَا جُعْتُ تَضَرَّعْتُ إِلَيْكَ وَذَكَرْتُكَ وَإِذَا شَبِعْتُ شَكَرْتُكَ وَحَمِدْتُكَ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَفِي الْبَابِ عَنْ فَضَالَةَ بْنِ عُبَيْدٍ ‏.‏ وَالْقَاسِمُ هَذَا هُوَ ابْنُ عَبْدِ الرَّحْمَنِ وَيُكْنَى أَبَا عَبْدِ الرَّحْمَنِ وَهُوَ مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ خَالِدِ بْنِ يَزِيدَ بْنِ مُعَاوِيَةَ وَهُوَ شَامِيٌّ ثِقَةٌ وَعَلِيُّ بْنُ يَزِيدَ ضَعِيفُ الْحَدِيثِ وَيُكْنَى أَبَا عَبْدِ الْمَلِكِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2355,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দরিদ্র মুসলমানগণ তাদের সম্পদশালীদের চেয়ে চল্লিশ বছর পূর্বে জান্নাতে যাবে।\n\nদরিদ্র মুহাজিরগণ এই শব্দে হাদীসটি সহীহ্‌ , মুসলিম (৮/২২০)।",
    "ar": "حَدَّثَنَا الْعَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِئُ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي أَيُّوبَ، عَنْ عَمْرِو بْنِ جَابِرٍ الْحَضْرَمِيِّ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ يَدْخُلُ فُقَرَاءُ الْمُسْلِمِينَ الْجَنَّةَ قَبْلَ أَغْنِيَائِهِمْ بِأَرْبَعِينَ خَرِيفًا ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান।"
  },
  {
    "hadith_id": 2381,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক মানুষকে দেখানোর উদ্দেশ্যে আমল করবে, আল্লাহ্‌ তা‘আলাও তাকে তা-ই দেখাবেন (অর্থাৎ সে প্রদর্শনীমূলক আমল করলে তা প্রচার করে দেখানো হবে) এবং সুনাম-সুখ্যাতির অন্বেষণের উদ্দেশ্যে যে লোক আমল করবে, আল্লাহ্‌ তা‘আলাও তার আমল (দোষ-ক্রুটিগুলো) প্রচার করে দেবেন।\n\nসহীহ্‌ , ইবনু মা-জাহ (৪২০৬)।\n\nবর্ণনাকারী বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলেছেনঃ মানুষকে যে ব্যক্তি দয়া করে না, আল্লাহ্‌ও তাকে দয়া করেন না।\n\nসহীহ্‌ , তাখরীজুল মুশকিলাহ (১০৮), সহীহাহ্‌ (৪৮৩), বুখারী, মুসলিম অনুরুপ।\n\nজুনদাব ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনু্চ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্, তবে উপরোক্ত সূত্রে গারীব।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، عَنْ شَيْبَانَ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ يُرَائِي يُرَائِي اللَّهُ بِهِ وَمَنْ يُسَمِّعْ يُسَمِّعِ اللَّهُ بِهِ ‏\"‏ ‏.‏ قَالَ وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ لاَ يَرْحَمُ النَّاسَ لاَ يَرْحَمُهُ اللَّهُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ جُنْدَبٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2391,
    "narrator": "আবূ হুরাইরা (রাঃ) অথবা আবূ সাঈদ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌ তা‘আলা (কিয়ামাত দিবসে) সাত প্রকারের লোককে তাঁর (আরশের) ছায়াতলে আশ্রয় প্রদান করবেন, যেদিন তাঁর (আরশের) ছায়া ব্যতীত অন্য কোন ছায়াই (আশ্রয়) অবশিষ্ট থাকবে না। (তারা হলো): (১) ন্যায়পরায়ণ শাসক, (২) যে যুবক আল্লাহ্‌ তা‘আলার ইবাদাতের মধ্যে বড় হয়েছে, (৩) যে ব্যক্তি মাসজিদ হতে বেরিয়ে গেলেও তার অন্তর এর সাথে সম্পৃক্ত থাকে, যে পর্যন্ত না সে আবার সেখানে ফিরে আসে, (৪) এমন দুব্যক্তি যারা আল্লাহ্‌ তা‘আলার জন্য পরস্পর ভালোবাসা স্থাপন করেছে, এই সম্পর্কেই একত্র থাকে এবং বিচ্ছিন্ন হয়, (৫) যে ব্যক্তি নির্জনে আল্লাহ্‌ তা‘আলাকে স্মরণ করেছে এবং তার দুচোখ বেয়ে পানি পড়েছে, (৬) এমন ব্যক্তি যাকে কোন অভিজাত পরিবারের সুন্দরী রূপসী নারী (অশ্লীল কাজে) আহ্ববান করেছে কিন্তু সে তাকে এই বলে প্রত্যাখ্যান করেছে : আমি আল্লাহ্‌ তা‘আলাকে ভয় করি এবং (৭) এমন ব্যক্তি যে এত গোপনে দান-খাইরাত করেছে যে, তার বাম হাতও জানতে পারেনি যে, তার ডান হাত কি দান করেছে।\n\nসহীহ্‌ , ইরওয়া (৮৮৭), বুখারী, মুসলিম।\n\nআবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্। এই হাদীসটি অনুরূপভাবে মালিক ইবনু আনাস (রাহঃ)-এর বরাতে ভিন্ন সূত্রেও বর্ণিত হয়েছে এবং এক্ষেত্রে সন্দেহবশতঃ আবূ হুরাইরা (রাঃ) অথবা আবূ সাঈদ (রাঃ) বলা হয়েছে। কিন্তু এই হাদীসটি খুবাইব (হাবীব) ইবনু আবদুর রাহমানের সূত্রে সন্দেহমুক্তভাবে আবূ হুরাইরা (রাঃ) হতে উবাইদুল্লাহ ইবনু উমার বর্ণনা করেছেন। মালিক ইবনু আনাসের বর্ণিত হাদীসের একইরকম হাদীস সাওয়ার ইবনু আবদুল্লাহ আল-আনসারী ও মুহাম্মাদ ইবনুল মুসান্না-ইয়াহ্ইয়া ইবনু সাঈদ হতে, তিনি উবাইদুল্লাহ ইবনু উমার হতে, তিনি খুবাইব (রাহাবীব) ইবনু আবদুর রাহমান হতে, তিনি হাফ্‌স ইবনু আসিম হতে, তিনি আবূ হুরাইরা (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে বর্ণিত আছে। তবে তাতে আছে : “কানা কালবুহু মুআল্লাকান বিল-মাসাজিদ” (যার অন্তর মাসজিদসমূহের সাথে সংযুক্ত) এবং “যাতু হাসাবিন” (উচ্চবংশীয়া) এর স্থলে “যাতু মানসাবিন ওয়া জামালিন” (মর্যাদাসম্পন্ন ও সুন্দরী) বাক্যাংশের উল্লখ আছে। এ বর্ণনাটিও হাসান সহীহ্। সহীহ্‌ , দেখুন র্পূবের হাদীস।\n\n-------------------\n\n৫৩/২. অনুচ্ছেদঃ ভালোবাসার কথা অবহিত করা\n\n২৩৯১/২। মিকদাম ইবনু মা‘দীকারিব (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের মধ্যে কেউ তার কোন (মুসলিম) ভাইকে ভালোবাসলে সে যেন অবশ্যই তাকে তা অবহিত করে।\n\nসহীহ্‌ , সহীহাহ্ (৪১৭, ২৫১৫)।\n\nআবূ ঈসা বলেন, মিকদাম (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্ গারীব। আবূ যার ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। মিকদামের উপনাম আবূ কারীমাহ।",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ، أَوْ عَنْ أَبِي سَعِيدٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ سَبْعَةٌ يُظِلُّهُمُ اللَّهُ فِي ظِلِّهِ يَوْمَ لاَ ظِلَّ إِلاَّ ظِلُّهُ إِمَامٌ عَادِلٌ وَشَابٌّ نَشَأَ بِعِبَادَةِ اللَّهِ وَرَجُلٌ كَانَ قَلْبُهُ مُعَلَّقًا بِالْمَسْجِدِ إِذَا خَرَجَ مِنْهُ حَتَّى يَعُودَ إِلَيْهِ وَرَجُلاَنِ تَحَابَّا فِي اللَّهِ فَاجْتَمَعَا عَلَى ذَلِكَ وَتَفَرَّقَا وَرَجُلٌ ذَكَرَ اللَّهَ خَالِيًا فَفَاضَتْ عَيْنَاهُ وَرَجُلٌ دَعَتْهُ امْرَأَةٌ ذَاتُ حَسَبٍ وَجَمَالٍ فَقَالَ إِنِّي أَخَافُ اللَّهَ وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَخْفَاهَا حَتَّى لاَ تَعْلَمَ شِمَالُهُ مَا تُنْفِقُ يَمِينُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَكَذَا رُوِيَ هَذَا الْحَدِيثُ عَنْ مَالِكِ بْنِ أَنَسٍ مِنْ غَيْرِ وَجْهٍ مِثْلَ هَذَا وَشَكَّ فِيهِ وَقَالَ عَنْ أَبِي هُرَيْرَةَ أَوْ عَنْ أَبِي سَعِيدٍ وَعُبَيْدُ اللَّهِ بْنُ عُمَرَ رَوَاهُ عَنْ خُبَيْبِ بْنِ عَبْدِ الرَّحْمَنِ وَلَمْ يَشُكَّ فِيهِ يَقُولُ عَنْ أَبِي هُرَيْرَةَ ‏.‏\nحَدَّثَنَا سَوَّارُ بْنُ عَبْدِ اللَّهِ الْعَنْبَرِيُّ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، قَالاَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، حَدَّثَنِي خُبَيْبٌ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ مَالِكِ بْنِ أَنَسٍ بِمَعْنَاهُ إِلاَّ أَنَّهُ قَالَ ‏\"‏ كَانَ قَلْبُهُ مُعَلَّقًا بِالْمَسَاجِدِ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ ذَاتُ مَنْصِبٍ وَجَمَالٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\n\nحَدَّثَنَا بُنْدَارٌ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، أَخْبَرَنَا ثَوْرُ بْنُ يَزِيدَ، عَنْ حَبِيبِ بْنِ عُبَيْدٍ، عَنِ الْمِقْدَامِ بْنِ مَعْدِيكَرِبَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا أَحَبَّ أَحَدُكُمْ أَخَاهُ فَلْيُعْلِمْهُ إِيَّاهُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي ذَرٍّ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ الْمِقْدَامِ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَالْمِقْدَامُ يُكْنَى أَبَا كَرِيمَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2392,
    "narrator": "ইয়াযীদ ইবনু নুআমা আয–যাব্বী (রাঃ)",
    "bn": "তিনি বলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তি কারো সাথে ভাইয়ের সম্পর্ক স্থাপন করতে চাইলে সে যেন তার নাম, পিতার নাম ও গোত্র বা বংশের নাম জিজ্ঞেস করে নেয়। কেননা তা ভালোবাসার সম্পর্ক ঠিক রাখার জন্য খুব বেশী কার্যকরী হয়।  \n\nযঈফ, যঈফা (১৭২৬)",
    "ar": "حَدَّثَنَا هَنَّادٌ، وَقُتَيْبَةُ، قَالاَ حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ عِمْرَانَ بْنِ مُسْلِمٍ الْقَصِيرِ، عَنْ سَعِيدِ بْنِ سَلْمَانَ، عَنْ يَزِيدَ بْنِ نُعَامَةَ الضَّبِّيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا آخَى الرَّجُلُ الرَّجُلَ فَلْيَسْأَلْهُ عَنِ اسْمِهِ وَاسْمِ أَبِيهِ وَمِمَّنْ هُوَ فَإِنَّهُ أَوْصَلُ لِلْمَوَدَّةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَلاَ نَعْرِفُ لِيَزِيدَ بْنِ نُعَامَةَ سَمَاعًا مِنَ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَيُرْوَى عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوُ هَذَا وَلاَ يَصِحُّ إِسْنَادُهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদিসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই হাদিসটি জেনেছি। ইয়াযীদ ইবনু নুআমা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট সরাসরি কিছু শুনেছেন মনে আমাদের জানা নেই। ইবনু উমার (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে এই হাদীসের অনুরূপ বিষয়বস্তু সম্বলিত হাদীস বর্ণিত আছে। কিন্তু এটির সনদসূত্রও তেমন সহীহ নয়।"
  },
  {
    "hadith_id": 2396,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌ তা‘আলা যখন তাঁর কোন বান্দার কল্যাণ সাধন করতে চান তখন তাড়াতাড়ি দুনিয়াতে তাকে বিপদে নিক্ষেপ করেন। আর যখন তিনি তাঁর কোন বান্দার অকল্যাণ সাধন করতে চান তখন তাকে তার অপরাধের শাস্তি প্রদান হতে বিরত থাকেন। তারপর কিয়ামাতের দিন তিনি তাকে পুরাপুরি শাস্তি দেন।\n\nসহীহ্‌ , সহীহাহ্ (১২২০), মিশকাত (১৫৬৫)।\n\nএ সনদেই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছে, তিনি বলেনঃ বিপদ যত মারাত্মক হবে, প্রতিদানও তত মহান হবে। আল্লাহ্‌ তা‘আলা যখন কোন জাতিকে ভালোবাসেন তখন তাদেরকে (বিপদে ফেলে) পরীক্ষা করেন। যে লোক তাতে (বিপদে) সন্তুষ্ট থাকে, তার জন্য (আল্লাহ্ তা‘আলার) সন্তুষ্টি বিদ্যমান। আর যে লোক তাতে অসন্তুষ্ট হয় তার জন্য (আ্ল্লাহ তা‘আলার) অসন্তুষ্টি বিদ্যমান।\n\nহাসান , ইবনু মা-জাহ (৪০৩১)।\n\nআবূ ঈসা বলেন, এ হাদীসটি হাসান এবং উপরোক্ত সূত্রে গারীব।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ سَعْدِ بْنِ سِنَانٍ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا أَرَادَ اللَّهُ بِعَبْدِهِ الْخَيْرَ عَجَّلَ لَهُ الْعُقُوبَةَ فِي الدُّنْيَا وَإِذَا أَرَادَ اللَّهُ بِعَبْدِهِ الشَّرَّ أَمْسَكَ عَنْهُ بِذَنْبِهِ حَتَّى يُوَفَّى بِهِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏\nوَبِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ عِظَمَ الْجَزَاءِ مَعَ عِظَمِ الْبَلاَءِ وَإِنَّ اللَّهَ إِذَا أَحَبَّ قَوْمًا ابْتَلاَهُمْ فَمَنْ رَضِيَ فَلَهُ الرِّضَا وَمَنْ سَخِطَ فَلَهُ السَّخَطُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null
  },
  {
    "hadith_id": 2398,
    "narrator": "মুস‘আব ইবনু সা’দ (রাহঃ) হতে তার বাবার সূত্রে",
    "bn": "তিনি (সা’দ) বলেন, আমি প্রশ্ন করলাম, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! মানুষের মাঝে কার বিপদের পরীক্ষা সবচেয়ে কঠিন হয়? তিনি বললেনঃ  নাবীদের বিপদের পরীক্ষা, তারপর যারা নেককার তাদের, এরপর যারা নেককার তাদের বিপদের পরীক্ষা। মানুষকে তার ধর্মানুরাগের অনুপাত অনুসারে পরীক্ষা করা হয়। তুলনামূলকভাবে যে লোক বেশি ধার্মিক তার পরীক্ষাও সে অনুপাতে কঠিন হয়ে থাকে। আর যদি কেউ তার দ্বীনের ক্ষেত্রে শিথিল হয়ে থাকে তাহলে তাকে সে মোতাবিক পরীক্ষা করা হয়। অতএব, বান্দার উপর বিপদাপদ লেগেই থাকে, অবশেষে তা তাকে এমন অবস্থায় ছেড়ে দেয় যে, সে যমীনে চলাফেরা করে অথচ তার কোন গুনাহ্‌ই থাকে না।\n\nহাসান, সহীহ্‌ , ইবনু মা-জাহ (৪০২৩)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَاصِمِ بْنِ بَهْدَلَةَ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ أَبِيهِ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَىُّ النَّاسِ أَشَدُّ بَلاَءً قَالَ ‏ \"‏ الأَنْبِيَاءُ ثُمَّ الأَمْثَلُ فَالأَمْثَلُ فَيُبْتَلَى الرَّجُلُ عَلَى حَسَبِ دِينِهِ فَإِنْ كَانَ دِينُهُ صُلْبًا اشْتَدَّ بَلاَؤُهُ وَإِنْ كَانَ فِي دِينِهِ رِقَّةٌ ابْتُلِيَ عَلَى حَسَبِ دِينِهِ فَمَا يَبْرَحُ الْبَلاَءُ بِالْعَبْدِ حَتَّى يَتْرُكَهُ يَمْشِي عَلَى الأَرْضِ مَا عَلَيْهِ خَطِيئَةٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأُخْتِ حُذَيْفَةَ بْنِ الْيَمَانِ ‏أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ أَيُّ النَّاسِ أَشَدُّ بَلَاءً قَالَ الْأَنْبِيَاءُ ثُمَّ الْأَمْثَلُ فَالْأَمْثَلُ.",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। আবূ হুরাইরা ও হুযাইফা ইবনুল ইয়ামান (রাঃ)-এর বোন থেকেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞাসা করা হল :  কোন ব্যক্তি সবচাইতে বেশি বিপদগ্রস্ত হয়? তিনি বললেন :  নাবীগণ, তার পর যারা নেককার তাদের।"
  }
]