[
  {
    "hadith_id": 2573,
    "narrator": "‘আবদুল্লাহ ইবনু মাস‘ঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যেদিন জাহান্নামকে উপস্থিত করা হবে সেদিন এর সত্তর হাজার লাগাম থাকবে। প্রতিটি লাগামের জন্য নিয়োজিত থাকবে সত্তর হাজার ফেরেশতা। তারা এগুলো ধরে এটাকে টানতে থাকবে।\n\nসহীহঃ মুসলিম (৮/১৪৯)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، عَنِ الْعَلاَءِ بْنِ خَالِدٍ الْكَاهِلِيِّ، عَنْ شَقِيقِ بْنِ سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يُؤْتَى بِجَهَنَّمَ يَوْمَئِذٍ لَهَا سَبْعُونَ أَلْفَ زِمَامٍ مَعَ كُلِّ زِمَامٍ سَبْعُونَ أَلْفَ مَلَكٍ يَجُرُّونَهَا ‏\"‏ ‏.‏ قَالَ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ وَالثَّوْرِيُّ لاَ يَرْفَعُهُ ‏.‏\n\nحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو أَبُو عَامِرٍ الْعَقَدِيُّ، عَنْ سُفْيَانَ، عَنِ الْعَلاَءِ بْنِ خَالِدٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ وَلَمْ يَرْفَعْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "‘আবদুল্লাহ বলেন, সুফ্‌ইয়ান সাওরী মারফূভাবে এ হাদীসটি বর্ণনা করেননি। আব্‌দ ইবনু হুমাইদ-‘আবদুল মালিক ইবনু ‘আম্‌র ও আবূ আমির আল-আকাদী হতে, তিনি সুফ্‌ইয়ান হতে, তিনি আলী ইবনু খালিদ (রহঃ) হতে এই সনদ সূত্রে উপরিউক্ত হাদীসের মতো হাদীস বর্ণনা করেছেন, কিন্তু মারফূভাবে নয়।"
  },
  {
    "hadith_id": 2574,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ক্বিয়ামাত দিবসে জাহান্নাম হতে একটি গর্দান (মাথা) বের হবে। এর দুটি চোঁখ থাকবে যা দিয়ে সে দেখবে, দুটি কান থাকবে যা দিয়ে সে শুনবে এবং একটি জিহবা থাকবে যা দিয়ে সে কথা বলবে। সে বলবে, তিন ধরনের লোকের জন্য আমাকে নিয়োজিত করা হয়েছেঃ (১) প্রতিটি অবাধ্য অহংকারী যালিমের জন্য, (২) আল্লাহ তা‘আলার সাথে অন্য কোন কিছুকে যে ব্যক্তি ইলাহ বলে ডাকে তার জন্য এবং (৩) ছবি নির্মাতাদের জন্য।\n\nসহীহঃ সহীহাহ্‌ (৫১২), তা’লীকুর রাগীব (৪/৫৬)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَخْرُجُ عُنُقٌ مِنَ النَّارِ يَوْمَ الْقِيَامَةِ لَهُ عَيْنَانِ تُبْصِرَانِ وَأُذُنَانِ تَسْمَعَانِ وَلِسَانٌ يَنْطِقُ يَقُولُ إِنِّي وُكِّلْتُ بِثَلاَثَةٍ بِكُلِّ جَبَّارٍ عَنِيدٍ وَبِكُلِّ مَنْ دَعَا مَعَ اللَّهِ إِلَهًا آخَرَ وَبِالْمُصَوِّرِينَ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ بَعْضُهُمْ عَنِ الأَعْمَشِ عَنْ عَطِيَّةَ عَنْ أَبِي سَعِيدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا وَرَوَى أَشْعَثُ بْنُ سَوَّارٍ عَنْ عَطِيَّةَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ সা‘ঈদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব। কোন কোন বর্ণনাকারী আ’মাশ হতে, তিনি আতিয়্যাহ হতে, তিনি আবূ সা‘ঈদ হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এ সূত্রে উপরোক্ত হাদীসের অনুরূপ বর্ণনা করেছেন। আশআস্ ইবনু সাওয়ার আতিয়্যাহ হতে, তিনি আবূ সা‘ঈদ খুদরী (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে একই রকম বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2576,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জাহান্নামের মধ্যে ‘সাঊদ’ নামে আগুনের একটি পাহাড় আছে। কাফিরগণ সত্তর বছরে এর উপর উঠবে এবং সত্তর বছরে গড়িয়ে পড়বে। এমনিভাবে তারা তাতে অনন্তকাল ধরে উঠবে ও নামবে।\n\nযঈফ, মিশকাত (৫৬৭৭)",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، عَنِ ابْنِ لَهِيعَةَ، عَنْ دَرَّاجٍ، عَنْ أَبِي الْهَيْثَمِ، عَنْ أَبِي سَعِيدٍ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الصَّعُودُ جَبَلٌ مِنْ نَارٍ يُتَصَعَّدُ فِيهِ الْكَافِرُ سَبْعِينَ خَرِيفًا وَيَهْوِي فِيهِ كَذَلِكَ مِنْهُ أَبَدًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ حَدِيثِ ابْنِ لَهِيعَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদিসটি গারীব। আমরা শুধুমাত্র ইবনু লাহীআর হাদিস হিসাবে এটিকে মারফূ হিসাবে জেনেছি।"
  },
  {
    "hadith_id": 2575,
    "narrator": "হাসান বাসরী (রহঃ)",
    "bn": "‘উত্‌বাহ ইবনু গাযওয়ান (রাঃ) আমাদের এই বসরার মিম্বারে দাঁড়িয়ে বলেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জাহান্নামের এক প্রান্ত হতে বড় একটি পাথরকে গড়িয়ে ছেড়ে দেয়া হলে এটা সত্তর বছর পর্যন্ত গড়াতেই থাকবে তবু স্থির হবার জায়গায় আসতে পারবে না।\n\nসহীহঃ সহীহাহ্‌ (১৬১২), মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ، عَنْ فُضَيْلِ بْنِ عِيَاضٍ، عَنْ هِشَامٍ، عَنِ الْحَسَنِ، قَالَ قَالَ عُتْبَةُ بْنُ غَزْوَانَ عَلَى مِنْبَرِنَا هَذَا مِنْبَرِ الْبَصْرَةِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ الصَّخْرَةَ الْعَظِيمَةَ لَتُلْقَى مِنْ شَفِيرِ جَهَنَّمَ فَتَهْوِي فِيهَا سَبْعِينَ عَامًا وَمَا تُفْضِي إِلَى قَرَارِهَا ‏\"‏ ‏.‏ قَالَ وَكَانَ عُمَرُ يَقُولُ أَكْثِرُوا ذِكْرَ النَّارِ فَإِنَّ حَرَّهَا شَدِيدٌ وَإِنَّ قَعْرَهَا بَعِيدٌ وَإِنَّ مَقَامِعَهَا حَدِيدٌ ‏.‏ قَالَ أَبُو عِيسَى لاَ نَعْرِفُ لِلْحَسَنِ سَمَاعًا مِنْ عُتْبَةَ بْنِ غَزْوَانَ وَإِنَّمَا قَدِمَ عُتْبَةُ بْنُ غَزْوَانَ الْبَصْرَةَ فِي زَمَنِ عُمَرَ وَوُلِدَ الْحَسَنُ لِسَنَتَيْنِ بَقِيَتَا مِنْ خِلاَفَةِ عُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "বর্ণনাকারী বলেন, ‘উমার (রাঃ) বলতেন, তোমরা বেশি বেশি জাহান্নামের কথা স্মরণ কর। কেননা এটার গরম তীব্র, এর গহ্বর অনেক গভীর এবং এর ডাণ্ডাগুলো লোহা দ্বারা নির্মিত।\nআবূ ‘ঈসা বলেন, ‘উতবাহ্‌ ইবনু গাযওয়ান (রাঃ)-এর নিকট হতে হাসান বাসরী (রহঃ) সরাসরিভাবে কিছু শুনেছেন বলে আমাদের জানা নেই। ‘উমার ইবনুল খাত্তাব (রাঃ)-এর খিলাফতকালে ‘উতবাহ্‌ ইবনু গাযওয়ান (রাঃ) বসরায় আগমন করেন। আর হাসান বাসরী (রহঃ) উমার (রাঃ)-এর খিলাফাতের দুই বছর বাকি থাকতে জন্মগ্রহণ করেন।"
  },
  {
    "hadith_id": 2580,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ (কিয়ামাতের দিন) কাফির ব্যক্তি তার জিহ্বা এক-দুই ফারসাখ পরিমান জায়গা জুড়ে বিছিয়ে রাখবে। লোকেরা তা পদদলিত করবে।\n\nযঈফ, মিশকাত (৫৬৭৬), যঈফা (১৯৮৬)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الْفَضْلِ بْنِ يَزِيدَ، عَنْ أَبِي الْمُخَارِقِ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الْكَافِرَ لَيُسْحَبُ لِسَانُهُ الْفَرْسَخَ وَالْفَرْسَخَيْنِ يَتَوَطَّؤُهُ النَّاسُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ هَذَا الْوَجْهِ ‏.‏ وَالْفَضْلُ بْنُ يَزِيدَ هُوَ كُوفِيٌّ قَدْ رَوَى عَنْهُ غَيْرُ وَاحِدٍ مِنَ الأَئِمَّةِ وَأَبُو الْمُخَارِقِ لَيْسَ بِمَعْرُوفٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদিসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই হাদিসটি জেনেছি। আল-ফাযল ইবনু ইয়াযীদ হলেন কূফার অধিবাসী। হাদিসের একাধিক ইমাম তার সূত্রে হাদিস বর্ণনা করেছেন। আবুল মুখারিক তেমন প্রসিদ্ধ রাবী নন।"
  },
  {
    "hadith_id": 2579,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জাহান্নামে কাফির ব্যক্তির মাড়ির দাঁত হবে উহূদ পাহাড়ের সমান।\n\nসহীহঃ তা’লীকুর রাগীব (৪/২৩৭), সহীহাহ্ (৩/৯৬)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا مُصْعَبُ بْنُ الْمِقْدَامِ، عَنْ فُضَيْلِ بْنِ غَزْوَانَ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، رَفَعَهُ قَالَ ‏ \"‏ ضِرْسُ الْكَافِرِ مِثْلُ أُحُدٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَأَبُو حَازِمٍ هُوَ الأَشْجَعِيُّ اسْمُهُ سَلْمَانُ مَوْلَى عَزَّةَ الأَشْجَعِيَّةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান। আবূ হাযিম হলেন আল-আশজা গোত্রীয়, তার নাম সালমান, আয্‌যাহ্ আল-আশজাইয়্যার মুক্তদাস।"
  },
  {
    "hadith_id": 2578,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ক্বিয়ামাত দিবসে কাফির ব্যক্তির মাড়ির দাঁত হবে উহূদ পাহাড়সম বড়, তার ঊরু হবে ‘বাইযা’ পাহাড়সম বিশাল এবং তার নিতম্বদেশ হবে রাবাযার মতো তিনদিন চলার পথের দূরত্বের সমান বিস্তৃত।\n\nহাসানঃ সহীহাহ্ (৩/৯৫)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ عَمَّارٍ، حَدَّثَنِي جَدِّي، مُحَمَّدُ بْنُ عَمَّارٍ وَصَالِحٌ مَوْلَى التَّوْأَمَةِ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ ضِرْسُ الْكَافِرِ يَوْمَ الْقِيَامَةِ مِثْلُ أُحُدٍ وَفَخِذُهُ مِثْلُ الْبَيْضَاءِ وَمَقْعَدُهُ مِنَ النَّارِ مَسِيرَةَ ثَلاَثٍ مِثْلُ الرَّبَذَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ ‏\"‏ وَمِثْلُ الرَّبَذَةِ ‏\"‏ كَمَا بَيْنَ الْمَدِينَةِ وَالرَّبَذَةِ ‏.‏ وَالْبَيْضَاءُ جَبَلٌ مِثْلُ أُحُدٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব। ‘মাসালুর রাবাযা’ অর্থ মাদীনা ও রাবাযা নামক স্থানের মাঝাখানের দূরত্বের সমান। আর ‘বাইযা’ একটি পাহাড়ের নাম যা উহূদ পাহাড়ের সমতুল্য।"
  },
  {
    "hadith_id": 2577,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জাহান্নামে কাফির ব্যক্তির গায়ের চামড়া হবে বিয়াল্লিশ গজ মোটা, তার মাড়ির দাঁত হবে উহূদের সমান বড় এবং মক্কা-মদীনার দূরত্বের সমান বিস্তৃত হবে তার বসার জায়গা (নিতম্বদেশ)।\n\nসহীহঃ মিশকাত (৫৬৭৫), সহীহাহ্‌ (১১০৫), আযযিলা-ল (৬১০)",
    "ar": "حَدَّثَنَا عَبَّاسٌ الدُّورِيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، أَخْبَرَنَا شَيْبَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ غِلَظَ جِلْدِ الْكَافِرِ اثْنَانِ وَأَرْبَعُونَ ذِرَاعًا وَإِنَّ ضِرْسَهُ مِثْلُ أُحُدٍ وَإِنَّ مَجْلِسَهُ مِنْ جَهَنَّمَ كَمَا بَيْنَ مَكَّةَ وَالْمَدِينَةِ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ الأَعْمَشِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ এবং আ’মাশের বর্ণনা হিসেবে গারীব।"
  },
  {
    "hadith_id": 2582,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জাহান্নামীদের মাথায় গরম পানীয় ঢালা হবে, এমনকি তা পেট পর্যন্ত পৌঁছবে এবং পেটের সব নাড়িভুঁড়ি গলিয়ে দিবে, তারপর তা পায়ের দিক দিয়ে বেরিয়ে পড়বে। এটাই হল ‘সাহর’ (গলে যাওয়া)। আবার তা পূর্বের ন্যায় হয়ে যাবে (এবং এমনিভাবে শাস্তির প্রক্রিয়া চলতে থাকবে)।\n\nযঈফ, মিশকাত (৫৬৭৯) তা’লীক অনুরূপ",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا سَعِيدُ بْنُ يَزِيدَ، عَنْ أَبِي السَّمْحِ، عَنِ ابْنِ حُجَيْرَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ الْحَمِيمَ لَيُصَبُّ عَلَى رُءُوسِهِمْ فَيَنْفُذُ الْحَمِيمُ حَتَّى يَخْلُصَ إِلَى جَوْفِهِ فَيَسْلِتَ مَا فِي جَوْفِهِ حَتَّى يَمْرُقَ مِنْ قَدَمَيْهِ وَهُوَ الصَّهْرُ ثُمَّ يُعَادُ كَمَا كَانَ ‏\"‏ ‏.‏ وَسَعِيدُ بْنُ يَزِيدَ يُكْنَى أَبَا شُجَاعٍ وَهُوَ مِصْرِيٌّ وَقَدْ رَوَى عَنْهُ اللَّيْثُ بْنُ سَعْدٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَابْنُ حُجَيْرَةَ هُوَ عَبْدُ الرَّحْمَنِ بْنُ حُجَيْرَةَ الْمِصْرِيُّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "সাঈদ ইবনু ইয়াযীদ-এর উপনাম আবূ সুজা’ মিসরের অধিবাসী, লাইছ ইবনু সা’দ তার নিকট হতে হাদিস বর্ণনা করেছেন। আবূ ঈসা বলেনঃ এ হাদিসটি হাসান, সহীহ গারীব। ইবনু হুজাইরার নাম আবদুর রহমান আল-মিসরী।"
  },
  {
    "hadith_id": 2581,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ তা’আলার বাণী “কাল-মুহলি” (তা যেন গলিত তামা)-এর ব্যাখ্যায় বলেনঃ তা হল তেলের গাদ সদৃশ। জাহান্নামীদের মধ্যে কোন জাহান্নামী যখনই এটা তার মুখের নিকটে নিবে সাথে সাথে তার মুখমন্ডলের চামড়া খসে তাতে পড়ে যাবে।\n\nযঈফ, মিশকাত (৫৬৭৮), তা’লীকুর রাগীব (৪/২৩৪)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا رِشْدِينُ بْنُ سَعْدٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنْ دَرَّاجٍ، عَنْ أَبِي الْهَيْثَمِ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي قَوْلِهِ‏:‏ ‏(‏كَالْمُهْلِ ‏)‏ قَالَ ‏ \"‏ كَعَكَرِ الزَّيْتِ فَإِذَا قَرَّبَهُ إِلَى وَجْهِهِ سَقَطَتْ فَرْوَةُ وَجْهِهِ فِيهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ رِشْدِينَ بْنِ سَعْدٍ ‏.‏ وَرِشْدِينُ قَدْ تُكُلِّمَ فِيهِ مِنْ قِبَلِ حِفْظِهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, আমরা শুধুমাত্র রিশদীন ইবনু সাদের রিওয়ায়াত হিসাবে এ হাদিস জেনেছি। রিশদীন সমালোচিত রাবী।"
  },
  {
    "hadith_id": 2585,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ আয়াত তিলাওয়াত করলেনঃ “তোমরা আল্লাহ তা’আলাকে যথাযথভাবে ভয় কর এবং মুসলমান না হয়ে কোন অবস্থায় মৃত্যু বরণ করো না” — (সূরা আল- ইমরানঃ ১০২)। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ ‘যাক্কুম’–এর একটি বিন্দুও যদি দুনিয়াতে পতিত হতো তাহলে দুনিয়াবাসীদের জীবন দুর্বিসহ হয়ে যেত। আর এটা যাদের খাদ্য হবে তাদের কি অবস্থা হবে।\n\nয’ঈফ; ইবনু মাযাহ– হাঃ নং-৪৩২৫",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَخْبَرَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَرَأَ هَذِهِ الآيَةَ‏:‏ ‏(‏اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ ‏)‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لَوْ أَنَّ قَطْرَةً مِنَ الزَّقُّومِ قُطِرَتْ فِي دَارِ الدُّنْيَا لأَفْسَدَتْ عَلَى أَهْلِ الدُّنْيَا مَعَايِشَهُمْ فَكَيْفَ بِمَنْ يَكُونُ طَعَامَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদিসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2583,
    "narrator": "আবূ উমামা (রাঃ)",
    "bn": "আল্লাহ্ তা’আলার বাণীঃ “জাহান্নামীদেরকে গলিত পুঁজ পান করানো হবে, যা সে এক এক ঢোক করে গলধঃকরণ করবে” (সূরাঃ ইবরাহীম–১৬, ১৭) প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ পুঁজ যখন তার মুখের নিকটে নিয়ে আসা হবে সে তা অপছন্দ করবে। তারপর যখন আরো নিকটে নিয়ে আসা হবে তখন তার মুখমন্ডল পুড়ে যাবে এবং মাথার চামড়া গলে পড়ে যাবে। তারপর সে যখন তা পান করবে তখন তা তার নাড়িভুঁড়ি গলিয়ে ছিন্নভিন্ন করে দিবে এবং তা মলদ্বার দিয়ে বেরিয়ে যাবে। আল্লাহ তা’আলা বলেনঃ “তাদের গরম পানি পান করানো হবে, যা তাদের নাড়িভুঁড়ি ছিন্নভিন্ন করে দিবে” (সূরাঃ মুহাম্মাদ— ১৫)। তিনি আরো বলেনঃ “পিপাসার্ত হয়ে তারা পানীয় প্রার্থনা করলে তাদেরকে দেয়া হবে গলিত ধাতুর ন্যায় পানীয়, যা তাদের মুখমন্ডল দগ্ধ করবে। তা কতই না নিকৃষ্ট পানীয় এবং (জাহান্নাম) কতই না নিকৃষ্ট স্থান” (সূরাঃ কাহ্‌ফ— ২৯)।\n\nযঈফ, মিশকাত (৫৬৮০), তা’লীক অনুরূপ",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا صَفْوَانُ بْنُ عَمْرٍو، عَنْ عُبَيْدِ اللَّهِ بْنِ بُسْرٍ، عَنْ أَبِي أُمَامَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي قَوْلِهِ‏:‏ ‏(‏يُسْقَى مِنْ مَاءٍ صَدِيدٍ * يَتَجَرَّعُهُ ‏)‏ قَالَ ‏\"‏ يُقَرَّبُ إِلَى فِيهِ فَيَكْرَهُهُ فَإِذَا أُدْنِيَ مِنْهُ شَوَى وَجْهَهُ وَوَقَعَتْ فَرْوَةُ رَأْسِهِ فَإِذَا شَرِبَهُ قَطَّعَ أَمْعَاءَهُ حَتَّى يَخْرُجَ مِنْ دُبُرِهِ يَقُولُ اللَّهُ‏:‏ ‏(‏وَسُقُوا مَاءً حَمِيمًا فَقَطَّعَ أَمْعَاءَهُمْ ‏)‏ وَيَقُولُ‏:‏ ‏(‏وَإِنْ يَسْتَغِيثُوا يُغَاثُوا بِمَاءٍ كَالْمُهْلِ يَشْوِي الْوُجُوهَ بِئْسَ الشَّرَابُ ‏)‏ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَهَكَذَا قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ عَنْ عُبَيْدِ اللَّهِ بْنِ بُسْرٍ وَلاَ نَعْرِفُ عُبَيْدَ اللَّهِ بْنَ بُسْرٍ إِلاَّ فِي هَذَا الْحَدِيثِ وَقَدْ رَوَى صَفْوَانُ بْنُ عَمْرٍو عَنْ عَبْدِ اللَّهِ بْنِ بُسْرٍ صَاحِبِ النَّبِيِّ صلى الله عليه وسلم غَيْرَ هَذَا الْحَدِيثِ وَعَبْدُ اللَّهِ بْنُ بُسْرٍ لَهُ أَخٌ قَدْ سَمِعَ مِنَ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَأُخْتُهُ قَدْ سَمِعَتْ مِنَ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَعُبَيْدُ اللَّهِ بْنُ بُسْرٍ الَّذِي رَوَى عَنْهُ صَفْوَانُ بْنُ عَمْرٍو حَدِيثَ أَبِي أُمَامَةَ لَعَلَّهُ أَنْ يَكُونَ أَخَا عَبْدِ اللَّهِ بْنِ بُسْرٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদিসটি গারীব। মুহাম্মাদ ইবনু ইসমাঈল বুখারী (রহঃ) উবাইদুল্লাহ ইবনু বুসরের সূত্রে এরকমই বলেছেন। এ হাদিসের দ্বারাই শুধুমাত্র উবাইদুল্লাহ ইবনু বুসরের পরিচয় পাওয়া যায়। সাফওয়ান ইবনু আমর (রহঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী আবদুল্লাহ ইবনু বুসর (রাঃ)-এর সূত্রে এ হাদিস ব্যতীত অন্য হাদিস বর্ণনা করেছেন। আবদুল্লাহ ইবনু বুসরের এক ভাই ও এক বোন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে হাদিস বর্ণনা করেছেন। সাফওয়ান ইবনু আমর (রহঃ) যে উবাইদুল্লাহ ইবনু বুসরের সূত্রে আবূ উমামা (রাঃ)-এর হাদিস বর্ণনা করেছেন তিনি অন্য ব্যক্তি, সাহাবী নন।"
  },
  {
    "hadith_id": 2587,
    "narrator": "আবূ সা’ঈদ আল-খুদরী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) “সেখানে তারা থাকবে বীভৎস চেহারায়”– (সূরা আল-মু’মিনূনঃ ১০৪) আয়াত প্রসঙ্গে বলেনঃ তাদের মুখমণ্ডল অগ্নিদগ্ধ হবে, উপরের ঠোঁট কুঞ্চিত হয়ে মাথার মাঝখানে এসে যাবে এবং নীচের ঠোঁট নাভীর সাথে আছাড় খাবে।\n\nয’ঈফ; মিশকাত– হাঃ নং– ৫৬৮৪",
    "ar": "حَدَّثَنَا سُوَيْدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ سَعِيدِ بْنِ يَزِيدَ أَبِي شُجَاعٍ، عَنْ أَبِي السَّمْحِ، عَنْ أَبِي الْهَيْثَمِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ‏:‏ ‏(‏وَهُمْ فِيهَا كَالِحُونَ‏)‏ قَالَ ‏\"‏ تَشْوِيهِ النَّارُ فَتَقَلَّصُ شَفَتُهُ الْعُلْيَا حَتَّى تَبْلُغَ وَسَطَ رَأْسِهِ وَتَسْتَرْخِي شَفَتُهُ السُّفْلَى حَتَّى تَضْرِبَ سُرَّتَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَأَبُو الْهَيْثَمِ اسْمُهُ سُلَيْمَانُ بْنُ عَمْرِو بْنِ عَبْدٍ الْعُتْوَارِيُّ وَكَانَ يَتِيمًا فِي حِجْرِ أَبِي سَعِيدٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদিসটি হাসান, সহীহ গারীব। আবুল হাইসামের নাম সুলাইমান ইবনু ‘আমর ইবনু ‘আবদুল উতওয়ারী। তিনি ইয়াতীম হিসেবে আবূ সা’ঈদ (রাঃ)–এর তত্ত্বাবধানে প্রতিপালিত হন।"
  },
  {
    "hadith_id": 2586,
    "narrator": "আবুদ দারদা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জাহান্নামীদের উপর ক্ষুধা চাপিয়ে দেয়া হবে। ফলে তারা অন্যান্য শাস্তির মতই ক্ষুধার যন্ত্রণায়ও নিপিড়িত হবে। তারা কাতর কণ্ঠে ফারিয়াদ করবে এবং কাটাযুক্ত গুল্মের খাবার দিয়ে তাদের ফারিয়াদ পূর্ণ করা হবে। এ খাবার না তাদেরকে মোটাতাজা করবে, না তাদের ক্ষুধা দূর করবে। তারা আবার খাবারের জন্য ফারিয়াদ করবে। তাদের তখন এমন খাবার দেয়া হবে যা তাদের গলায় আটকে যাবে। তারা তখন মনে করবে দুনিয়াতে পানি পান করে গলায় আটকানো খাবার বের করার কথা। সুতরাং তারা পানীয়ের জন্য ফারিয়াদ জানাবে এবং তাদেরকে লোহার কাঁটাযুক্ত গরম পানি দেয়া হবে। এটা তাদের মুখের নিকটে নেয়া মাত্র তা তাদের মুখমণ্ডল পুড়ে ফেলবে এবং যখন উহা তাদের পেটে প্রবেশ করবে তখন তা তাদের নাড়িভুঁড়ি গলিয়ে ছিন্নভিন্ন করে দিবে। তখন তারা (পরস্পর) বলবে, জাহান্নামের তত্ত্বাবধায়ককে ডাকো। সে তাদের বলবে, “তোমাদের নিকটে কি রাসূলগণ সুস্পষ্ট দলীল-প্রমাণ নিয়ে আসেননি? তারা বলবে, হ্যাঁ এসেছিলেন। তত্ত্বাবধায়ক বলবে, তোমরা ডাকতে থাক কিন্তু কাফিরের ডাক নিষ্ফল” (সূরাঃ মু’মিন– ৫০)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তারা বলাবলি করবে, তোমরা মালিককে (জাহান্নামের প্রধান তত্ত্বাবধায়ককে) ডাকো। তারা বলবে, “হে মালিক! আপনার রব যেন আমাদের মৃত্যু ঘটান” (সূরাঃ যুখরুফ– ৭৮)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তাদের জবাব দেয়া হবে, “তোমরা এভাবেই থাকবে (মৃত্যুও আসবেনা)” (৪৩:৭৮)। আ’মাশ (রহঃ) বলেন, আমি জেনেছি যে, তাদের এ আহ্বান ও মালিকের জবাবদানের মাঝখানে এক হাজার বছর চলে যাবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এরপর তারা (পরস্পর) বলবে, তোমাদের রবকে ডাকো, কেননা তোমাদের রবের চাইতে উত্তম আর কেউ নেই। তারা বলবে, “হে আমাদের রব! দুর্ভাগ্য আমাদের পরাজিত করেছে এবং আমরা ছিলাম পথভ্রষ্ট সম্প্রদায়। হে আমাদের আল্লাহ! আমাদেরকে এখান হতে বের করে নিন। আমরা যদি আবার এরূপ করি, তাহলে অবশ্যই আমরা যালিম” (সূরাঃ মু’মিনূন– ১০৬, ১০৭)। তিনি বলেন, তাদের জবাব দেয়া হবে, “এখানেই তোরা লাঞ্ছিত অবস্থায় থাক, আর কোন্‌ কথা বলবে না” – (সূরা আল-মু’মিনূনঃ ১০৮)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তখন হতে তারা সব ধরণের কল্যাণলাভ থেকে হতাশ হয়ে যাবে এবং এ ভয়ংকর অবস্থায় গর্দভের ন্যায় চিৎকার দিতে থাকবে।\n\nয’ঈফ; মিশকাত– হাঃ নং- ৫৬৮৬; তা’লীকুর রাগীব– হাঃ নং- ৪/২৩৬",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا عَاصِمُ بْنُ يُوسُفَ، حَدَّثَنَا قُطْبَةُ بْنُ عَبْدِ الْعَزِيزِ، عَنِ الأَعْمَشِ، عَنْ شِمْرِ بْنِ عَطِيَّةَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يُلْقَى عَلَى أَهْلِ النَّارِ الْجُوعُ فَيَعْدِلُ مَا هُمْ فِيهِ مِنَ الْعَذَابِ فَيَسْتَغِيثُونَ فَيُغَاثُونَ بِطَعَامٍ مِنْ ضَرِيعٍ لاَ يُسْمِنُ وَلاَ يُغْنِي مِنْ جُوعٍ فَيَسْتَغِيثُونَ بِالطَّعَامِ فَيُغَاثُونَ بِطَعَامٍ ذِي غُصَّةٍ فَيَذْكُرُونَ أَنَّهُمْ كَانُوا يُجِيزُونَ الْغُصَصَ فِي الدُّنْيَا بِالشَّرَابِ فَيَسْتَغِيثُونَ بِالشَّرَابِ فَيُرْفَعُ إِلَيْهِمُ الْحَمِيمُ بِكَلاَلِيبِ الْحَدِيدِ فَإِذَا دَنَتْ مِنْ وُجُوهِهِمْ شَوَتْ وُجُوهَهُمْ فَإِذَا دَخَلَتْ بُطُونَهُمْ قَطَّعَتْ مَا فِي بُطُونِهِمْ فَيَقُولُونَ ادْعُوا خَزَنَةَ جَهَنَّمَ فَيَقُولُونَ أَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ قَالُوا بَلَى ‏.‏ قَالُوا فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلاَّ فِي ضَلاَلٍ ‏.‏ قَالَ فَيَقُولُونَ ادْعُوا مَالِكًا فَيَقُولُونَ‏:‏ ‏(‏يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ‏)‏ قَالَ فَيُجِيبُهُمْ‏:‏ ‏(‏إِنَّكُمْ مَاكِثُونَ ‏)‏ ‏\"‏ ‏.‏ قَالَ الأَعْمَشُ نُبِّئْتُ أَنَّ بَيْنَ دُعَائِهِمْ وَبَيْنَ إِجَابَةِ مَالِكٍ إِيَّاهُمْ أَلْفَ عَامٍ ‏.‏ قَالَ ‏\"‏ فَيَقُولُونَ ادْعُوا رَبَّكُمْ فَلاَ أَحَدَ خَيْرٌ مِنْ رَبِّكُمْ فَيَقُولُونَ‏:‏ ‏(‏رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ * رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ ‏)‏ قَالَ فَيُجِيبُهُمْ‏:‏ ‏(‏اخْسَؤُوا فِيهَا وَلاَ تُكَلِّمُونِ ‏)‏ قَالَ فَعِنْدَ ذَلِكَ يَئِسُوا مِنْ كُلِّ خَيْرٍ وَعِنْدَ ذَلِكَ يَأْخُذُونَ فِي الزَّفِيرِ وَالْحَسْرَةِ وَالْوَيْلِ ‏\"‏ ‏.‏ قَالَ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ وَالنَّاسُ لاَ يَرْفَعُونَ هَذَا الْحَدِيثَ ‏.‏ قَالَ أَبُو عِيسَى إِنَّمَا نَعْرِفُ هَذَا الْحَدِيثَ عَنِ الأَعْمَشِ عَنْ شِمْرِ بْنِ عَطِيَّةَ عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ أُمِّ الدَّرْدَاءِ عَنْ أَبِي الدَّرْدَاءِ قَوْلَهُ وَلَيْسَ بِمَرْفُوعٍ ‏.‏ وَقُطْبَةُ بْنُ عَبْدِ الْعَزِيزِ هُوَ ثِقَةٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "‘আবদুল্লাহ ইবনু ‘আবদুর রহমান (রহঃ) বলেনঃ রাবীগণ এ হাদিস মারফূ’রূপে বর্ণনা করেননি। আবূ ‘ঈসা বলেনঃ আ’মাশ হতে তিনি শিম্‌র ইবনু ‘আতিয়্যা হতে তিনি শাহর ইবনু হাওশাব হতে তিনি উম্মুদ দারদা (রাঃ) হতে তিনি আবূদ দারদা (রাঃ) হতে, এ সূত্রে হাদিসটি তার উক্তি হিসেবেই আমরা জেনেছি। মূলত এটি মারফূ’ হাদিস নয়। কুত্ববাহ ইবনু ‘আবদুল ‘আযীয হাদিসের ইমামগণের মতে নির্ভরযোগ্য রাবী।"
  },
  {
    "hadith_id": 2588,
    "narrator": "আবদুল্লাহ ইবনু আমর ইবনুল আস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথার খুলীর দিকে ইশারা করে বলেছেনঃ এটার মতই একটি সীসা যদি আকাশ হতে যমিনের দিকে ছেড়ে দেয়া হয় তবে রাত হওয়ার পূর্বেই তা পৃথিবীতে পৌঁছে যাবে। অথচ এত দু’য়ের মাঝখানে পাঁচ শত বছরের পথের ব্যবধান রয়েছে। আর জাহান্নামের জিঞ্জীরের অগ্রভাগ হতে সীসাটি নীচের দিকে নিক্ষেপ করা হলে তা চল্লিশ বছর ধরে রাত-দিন চলতে থাকবে, গর্তের শেষ সীমায় পৌঁছার পূর্ব পর্যন্ত।\n\nযঈফ, মিশকাত (৫৬৮৮) তা’লীকুর রাগীব (৪/২৩২)",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا سَعِيدُ بْنُ يَزِيدَ، عَنْ أَبِي السَّمْحِ، عَنْ عِيسَى بْنِ هِلاَلٍ الصَّدَفِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِي، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَوْ أَنَّ رُصَاصَةً مِثْلَ هَذِهِ وَأَشَارَ إِلَى مِثْلِ الْجُمْجُمَةِ أُرْسِلَتْ مِنَ السَّمَاءِ إِلَى الأَرْضِ وَهِيَ مَسِيرَةُ خَمْسِمِائَةِ سَنَةٍ لَبَلَغَتِ الأَرْضَ قَبْلَ اللَّيْلِ وَلَوْ أَنَّهَا أُرْسِلَتْ مِنْ رَأْسِ السِّلْسِلَةِ لَصَارَتْ أَرْبَعِينَ خَرِيفًا اللَّيْلَ وَالنَّهَارَ قَبْلَ أَنْ تَبْلُغَ أَصْلَهَا أَوْ قَعْرَهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ إِسْنَادُهُ حَسَنٌ صَحِيحٌ ‏.‏ وَسَعِيدُ بْنُ يَزِيدَ هُوَ مِصْرِيٌّ وَقَدْ رَوَى عَنْهُ اللَّيْثُ بْنُ سَعْدٍ وَغَيْرُ وَاحِدٍ مِنَ الأَئِمَّةِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদিসের সনদ হাসান সহীহ। সাঈদ ইবনু ইয়াযীদ মিসরের অধিবাসী। তার নিকট হতে লাইস ইবনু সা’দ ও অন্যান্য ইমামগণ হাদিস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2590,
    "narrator": "আবূ সা‘ঈদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জাহান্নামের আগুনের তুলনায় তোমাদের এই দুনিয়ার আগুন (তাপ) মাত্র সত্তর ভাগের এক ভাগ। প্রতিটি ভাগের উত্তাপ এরই সমান।\n\nপূর্বের হাদীসের সহায়তায় সহীহ।",
    "ar": "حَدَّثَنَا الْعَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنْ فِرَاسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ نَارُكُمْ هَذِهِ جُزْءٌ مِنْ سَبْعِينَ جُزْءًا مِنْ نَارِ جَهَنَّمَ لِكُلِّ جُزْءٍ مِنْهَا حَرُّهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ أَبِي سَعِيدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান। আবূ সা‘ঈদ (রাঃ)-এর বর্ণনা হিসেবে গারীব।"
  },
  {
    "hadith_id": 2589,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের এই আগুন যা তোমরা প্রজ্বলিত কর তা জাহান্নামের আগুনের উত্তাপের সত্তর ভাগের এক ভাগ। সাহাবীগন বলেন, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আল্লাহ্‌র কসম! এ আগুনই তো জাহান্নামীদের আযাবের জন্য যথেষ্ট ছিল। তিনি বললেনঃ এটাকে ঊনসত্তর গুণ বৃদ্ধি করা হয়েছে এবং প্রতিটি অংশের উত্তাপ এর সমান হবে।\n\nসহীহঃ তা’লীকুর রাগীব (৪/২২৬), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ هَمَّامِ بْنِ مُنَبِّهٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ نَارُكُمْ هَذِهِ الَّتِي يُوقِدُ بَنُو آدَمَ جُزْءٌ وَاحِدٌ مِنْ سَبْعِينَ جُزءًا مِنْ حَرِّ جَهَنَّمَ ‏\"‏ ‏.‏ قَالُوا وَاللَّهِ إِنْ كَانَتْ لَكَافِيَةً يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ فَإِنَّهَا فُضِّلَتْ بِتِسْعَةٍ وَسِتِّينَ جُزْءًا كُلُّهُنَّ مِثْلُ حَرِّهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَمَّامُ بْنُ مُنَبِّهٍ هُوَ أَخُو وَهْبِ بْنِ مُنَبِّهٍ وَقَدْ رَوَى عَنْهُ وَهْبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। হাম্মাম ইবনু মুনাব্বিহ হলেন ওয়াহ্‌ব ইবনু মুনাব্বিহ-এর ভাই। ওয়াহ্‌ব ও তার সূত্রে হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2591,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জাহান্নামের আগুন এক হাজার বছর জ্বালানোর পর তা লাল বর্ণ ধারণ করে। আবার এক হাজার বছর জ্বালানোর পর তা সাদা রং ধারণ করে। আবার এক হাজার বছর জ্বালানোর পর তা কালো বর্ণ হয়ে যায়। সুতরাং তা এখন ঘোর কালো বর্ণে অন্ধকারাচ্ছন্ন হয়ে আছে।\n\nযঈফ, ইবনু মাযাহ (৪৩২০)",
    "ar": "حَدَّثَنَا عَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ الْبَغْدَادِيُّ، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنَا شَرِيكٌ، عَنْ عَاصِمٍ، هُوَ ابْنُ بَهْدَلَةَ عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ أُوقِدَ عَلَى النَّارِ أَلْفَ سَنَةٍ حَتَّى احْمَرَّتْ ثُمَّ أُوقِدَ عَلَيْهَا أَلْفَ سَنَةٍ حَتَّى ابْيَضَّتْ ثُمَّ أُوقِدَ عَلَيْهَا أَلْفَ سَنَةٍ حَتَّى اسْوَدَّتْ فَهِيَ سَوْدَاءُ مُظْلِمَةٌ ‏\"‏ ‏.‏\n\nحَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ شَرِيكٍ، عَنْ عَاصِمٍ، عَنْ أَبِي صَالِحٍ، أَوْ رَجُلٍ آخَرَ عَنْ أَبِي هُرَيْرَةَ، نَحْوَهُ وَلَمْ يَرْفَعْهُ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ فِي هَذَا مَوْقُوفٌ أَصَحُّ وَلاَ أَعْلَمُ أَحَدًا رَفَعَهُ غَيْرَ يَحْيَى بْنِ أَبِي بُكَيْرٍ عَنْ شَرِيكٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "সুওয়াইদ ইবনু নাসর-আবদুল্লাহ ইবনুল মুবারক হতে তিনি শারীক হতে তিনি আসিম হতে তিনি আবূ সালিহ অথবা কোন ব্যক্তি-আবূ হুরাইরা (রাঃ) হতে উপরোক্ত হাদিসের মতই বর্ণনা করেছেন, তবে মারফূ হিসেবে নয়। আবূ ঈসা বলেনঃ এ অনুচ্ছেদে আবূ হুরাইরা (রাঃ)-এর মাওকূফ রিওয়ায়াতটি অনেক বেশী সহীহ। ইয়াহ্‌ইয়া ইবনু আবূ বুকাইর-শারীকের সূত্র ব্যতীত আর কেউ এটিকে মারফূরূপে বর্ণনা করেছেন বলে আমাদের জানা নেই।"
  },
  {
    "hadith_id": 2594,
    "narrator": "আনাস (রহঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ  আল্লাহ তা’আলা বলবেনঃ যে ব্যক্তি কোন দিন আমাকে মনে করেছে কিংবা কোন জায়গাতে আমাকে ভয় করেছে, তাকে জাহান্নাম হতে বের করে আন। \n\nযঈফ, আয-যিলাল (৮৩৩), তা’লীকুর রাগীব (৪/১৩৮), মিশকাত তাহকীক ছানী (৫৩৪৯)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا أَبُو دَاوُدَ، عَنْ مُبَارَكِ بْنِ فَضَالَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ أَنَسٍ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ يَقُولُ اللَّهُ أَخْرِجُوا مِنَ النَّارِ مَنْ ذَكَرَنِي يَوْمًا أَوْ خَافَنِي فِي مَقَامٍ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদিসটি হাসান গারীব।"
  },
  {
    "hadith_id": 2593,
    "narrator": "আনাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আল্লাহ তা‘আলা বলবেনঃ (হিশামের বর্ণনায়) জাহান্নাম থেকে বের হয়ে আসবে অথবা (শু‘বাহ্‌র বর্ণনায়) যে ‘লা- ইলা-হা ইল্লাল্লাহ’ (আল্লাহ তা‘আলা ব্যতীত কোন প্রভু নেই) বলেছে তাকে বের করে আন তার অন্তরে যবের দানা পরিমাণ ঈমান থাকলেও। আর যে ‘লা- ইলা-হা ইল্লাল্লাহ’ বলেছে এবং তার অন্তরে যদি গমের দানা পরিমাণও ঈমান থাকে তবে তাকেও জাহান্নাম হতে বের করে আন। যে ‘লা- ইলা-হা ইল্লাল্লাহ’ বলেছে এবং তার অন্তরে যদি অনু পরিমাণও (শু‘বাহ্‌র বর্ণনায় আছে, একটি হালকা জোয়ারদানা পরিমাণ) ঈমান থাকে তবে তকেও জাহান্নাম থেকে বের করে আন।\n\nসহীহঃ ইবনু মা-জাহ (৪৩১২), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شُعْبَةُ، وَهِشَامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ - قَالَ هِشَامٌ ‏\"‏ يَخْرُجُ مِنَ النَّارِ ‏\"‏ ‏.‏ وَقَالَ شُعْبَةُ ‏\"‏ أَخْرِجُوا مِنَ النَّارِ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَكَانَ فِي قَلْبِهِ مِنَ الْخَيْرِ مَا يَزِنُ شَعِيرَةً أَخْرِجُوا مِنَ النَّارِ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَكَانَ فِي قَلْبِهِ مِنَ الْخَيْرِ مَا يَزِنُ بُرَّةً أَخْرِجُوا مِنَ النَّارِ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَكَانَ فِي قَلْبِهِ مِنَ الْخَيْرِ مَا يَزِنُ ذَرَّةً ‏\"‏ ‏.‏ وَقَالَ شُعْبَةُ ‏\"‏ مَا يَزِنُ ذُرَةً ‏\"‏ ‏.‏ مُخَفَّفَةً ‏.‏ وَفِي الْبَابِ عَنْ جَابِرٍ وَعِمْرَانَ بْنِ حُصَيْنٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "জাবির, আবূ সা‘ঈদ ও ‘ইমরান ইবনু হুসাইন (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2592,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন একদিন জাহান্নাম তার প্রভুর নিকট অভিযোগ করে বললো যে, আমার এক অংশ অন্য অংশকে গ্রাস করছে। সুতরাং আল্লাহ তা‘আলা তার জন্য দুটি নিঃশ্বাসের ব্যবস্থা করেন। এর একটি নিঃশ্বাস শীতকাল এবং অন্যটি গ্রীষ্মকালে। শীতকালের নিঃশ্বাস ‘যামহারীর’ (শৈত্যপ্রবাহ) এবং গ্রীষ্মের নিঃশ্বাস সামূম (লু হাওয়া)।\n\nসহীহঃ ইবনু মা-জাহ (৪৩১৯), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ الْوَلِيدِ الْكِنْدِيُّ الْكُوفِيُّ، حَدَّثَنَا الْمُفَضَّلُ بْنُ صَالِحٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اشْتَكَتِ النَّارُ إِلَى رَبِّهَا وَقَالَتْ أَكَلَ بَعْضِي بَعْضًا فَجَعَلَ لَهَا نَفَسَيْنِ نَفَسًا فِي الشِّتَاءِ وَنَفَسًا فِي الصَّيْفِ فَأَمَّا نَفَسُهَا فِي الشِّتَاءِ فَزَمْهَرِيرٌ وَأَمَّا نَفَسُهَا فِي الصَّيْفِ فَسَمُومٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ قَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ غَيْرِ وَجْهٍ ‏.‏ وَالْمُفَضَّلُ بْنُ صَالِحٍ لَيْسَ عِنْدَ أَهْلِ الْحَدِيثِ بِذَلِكَ الْحَافِظِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। এটি আবূ হুরাইরাহ্ (রাঃ)-এর সূত্রে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে একাধিক সূত্রে বর্ণিত হয়েছে। হাদীস বিশেষজ্ঞগণ মনে করেন মুফায্‌যাল ইবনু সালিহ খুব একটা স্মৃতিশক্তি সম্পন্ন বর্ণনাকারী নন।"
  },
  {
    "hadith_id": 2598,
    "narrator": "আবূ সা‘ঈদ আল-খুদরী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তির অন্তরে অণু পরিমাণ ঈমানও রয়েছে সে ব্যক্তিকেও জাহান্নাম থেকে মুক্তি দেয়া হবে। আবূ সা‘ঈদ (রাঃ) বলেন, কারো এ ব্যাপারে সন্দেহ হলে সে এ আয়াতটি তিলাওয়াত করুকঃ “আল্লাহ তা‘আলা অণু পরিমাণও যুলুম করেন না”—(সূরা নিসাঃ ৪০)।\n\nসহীহঃ বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ يُخْرَجُ مِنَ النَّارِ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنَ الإِيمَانِ ‏\"‏ ‏.‏ قَالَ أَبُو سَعِيدٍ فَمَنْ شَكَّ فَلْيَقْرَأْ‏:‏ ‏(‏إِنَّ اللَّهَ لاَ يَظْلِمُ مِثْقَالَ ذَرَّةٍ ‏)‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2600,
    "narrator": "‘ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার আবেদনের কারণে আমার উম্মাতের এক দল জাহান্নাম থেকে মুক্তি পাবে। তাদের নাম হবে জাহান্নামী।\n\nসহীহঃ ইবনু মা-জাহ (৪৩১৫), বুখারী।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا الْحَسَنُ بْنُ ذَكْوَانَ، عَنْ أَبِي رَجَاءٍ الْعُطَارِدِيِّ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لَيَخْرُجَنَّ قَوْمٌ مِنْ أُمَّتِي مِنَ النَّارِ بِشَفَاعَتِي يُسَمَّوْنَ الْجَهَنَّمِيُّونَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو رَجَاءٍ الْعُطَارِدِيُّ اسْمُهُ عِمْرَانُ بْنُ تَيْمٍ وَيُقَالُ ابْنُ مِلْحَانَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আবূ রাজা আল-উতারিদীর নাম ‘ইমরান ইবনু তাইম মতান্তরে ইবনু মিলহান।"
  },
  {
    "hadith_id": 2601,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি জাহান্নামের মতো এমন কিছু দেখিনি যা হতে আত্মরক্ষাকারীগণ ঘুমে অচেতন এবং জান্নাতের মতো এমন কিছুও দেখিনি যার অন্বেষণকারীগণও ঘুমে অচেতন।\n\nহাসানঃ সহীহাহ্‌ (৯৫১)।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ يَحْيَى بْنِ عُبَيْدِ اللَّهِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا رَأَيْتُ مِثْلَ النَّارِ نَامَ هَارِبُهَا وَلاَ مِثْلَ الْجَنَّةِ نَامَ طَالِبُهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ يَحْيَى بْنِ عُبَيْدِ اللَّهِ ‏.‏ وَيَحْيَى بْنُ عُبَيْدِ اللَّهِ ضَعِيفٌ عِنْدَ أَهْلِ الْحَدِيثِ تَكَلَّمَ فِيهِ شُعْبَةُ وَيَحْيَى بْنُ عُبَيْدِ اللَّهِ هُوَ ابْنُ مَوْهَبٍ وَهُوَ مَدَنِيٌّ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, আমরা শুধুমাত্র ইয়াহ্‌ইয়া ইবনু ‘উবাইদুল্লাহ্‌র সূত্রে এ হাদীসটি জেনেছি। অধিকাংশ মুহাদ্দিসগণের মতে তিনি যঈফ। শু‘বাহ্‌ তার সমালোচনা করেছেন। ইয়াহ্‌ইয়া ইবনু ‘উবাইদুল্লাহ, যিনি ইবনু মাওহাব তিনি মাদীনার অধিবাসী।"
  },
  {
    "hadith_id": 2595,
    "narrator": "‘আবদুল্লাহ ইবনু মাস‘ঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক সবার শেষে জাহান্নাম থেকে বেরিয়ে আসবে, আমি তাকে জানি। সে নিতম্বের উপর ভর দিয়ে (জাহান্নাম থেকে) হেঁচড়িয়ে বের হয়ে আসবে। সে বলবে, হে প্রভু! জান্নাতের জায়গাগুলো তো মানুষজন দখল করে নিয়েছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তাকে বলা হবে, তুমি জান্নাতের দিকে অগ্রসর হও এবং তাতে প্রবেশ কর। তখন সে জান্নাতে প্রবেশের উদ্দেশ্যে অগ্রসর হবে এবং দেখতে পাবে যে, সম্পূর্ণ জায়গা মানুষজন দখল করে নিয়েছে। সে ফিরে এসে বলবে, হে প্রভু! সমস্ত জায়গা তো মানুষজন দখল করে নিয়েছে! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তাকে বলা হবে, সে সময়ের কথা স্মরণ আছে কি যাতে তুমি অবস্থান করছিলে? সে বলবে, হ্যাঁ স্মরণ আছে। বলা হবে, তুমি আকাঙ্ক্ষা কর। সে তখন আকাঙ্ক্ষা পেশ করবে। বলা হবে, তুমি যা আকাঙ্ক্ষা করেছো তা দেয়া হল তদুপারি দুনিয়ার দশ গুণ দেয়া হল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন এ কথা শোনার পর সে বলবে, আপনি বাদশাহ্ হয়ে আমার সাথে উপহাস করছেন? ইবনু মাস‘ঊদ (রাঃ) বলেন, এ কথা বলার পর আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে হাসতে দেখলাম, এমনকি তাঁর মুখের দাঁত প্রকাশিত হল।\n\nসহীহঃ ইবনু মা-জাহ (৪৩৩৯), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبِيدَةَ السَّلْمَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنِّي لأَعْرِفُ آخِرَ أَهْلِ النَّارِ خُرُوجًا رَجُلٌ يَخْرُجُ مِنْهَا زَحْفًا فَيَقُولُ يَا رَبِّ قَدْ أَخَذَ النَّاسُ الْمَنَازِلَ ‏.‏ قَالَ فَيُقَالُ لَهُ انْطَلِقْ فَادْخُلِ الْجَنَّةَ ‏.‏ قَالَ فَيَذْهَبُ لِيَدْخُلَ فَيَجِدُ النَّاسَ قَدْ أَخَذُوا الْمَنَازِلَ فَيَرْجِعُ فَيَقُولُ يَا رَبِّ قَدْ أَخَذَ النَّاسُ الْمَنَازِلَ ‏.‏ قَالَ فَيُقَالُ لَهُ أَتَذْكُرُ الزَّمَانَ الَّذِي كُنْتَ فِيهِ فَيَقُولُ نَعَمْ ‏.‏ فَيُقَالُ لَهُ تَمَنَّ ‏.‏ قَالَ فَيَتَمَنَّى فَيُقَالُ لَهُ فَإِنَّ لَكَ مَا تَمَنَّيْتَ وَعَشَرَةَ أَضْعَافِ الدُّنْيَا ‏.‏ قَالَ فَيَقُولُ أَتَسْخَرُ بِي وَأَنْتَ الْمَلِكُ ‏\"‏ ‏.‏ قَالَ فَلَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم ضَحِكَ حَتَّى بَدَتْ نَوَاجِذُهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈ’সা বলেন এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2596,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে সবার শেষে জাহান্নাম থেকে বের হয়ে আসবে এবং সবার শেষে জান্নাতে প্রবেশ করবে আমি অবশ্যই তাকে চিনি। তাকে হাযির করা হলে আল্লাহ তা‘আলা বলবেনঃ তোমারা ছোটখাটো গুনাহ প্রসঙ্গে তাকে প্রশ্ন কর এবং মারাত্মক গুনাহগুলো গোপন রাখো। সে মোতাবিক তাকে প্রশ্ন করা হবে, অমুক অমুক দিন তুমি এই এই গুনাহ করেছো, অমুক অমুক দিন এই এই গুনাহ করেছো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তারপর তাকে বলা হবে, কিন্তু আজ প্রতিটি‎ গুনাহ্‌র বিনিময়ে তোমাকে সাওয়াব দান করা হচ্ছে। সে বলবে, হে প্রভু! আমি তো এগুলো ব্যতীত আরো অনেক গুনাহ করেছি, কিন্তু এখানে সেগুলো দেখতে পাচ্ছিনা। বর্ণানাকরী বলেন, এ সময় আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে এমনভাবে হাসতে দেখলাম যে, তাঁর মুখের দাঁত পর্যন্ত প্রকাশিত হয়ে যায়।\n\nসহীহঃ মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنِّي لأَعْرِفُ آخِرَ أَهْلِ النَّارِ خُرُوجًا مِنَ النَّارِ وَآخِرَ أَهْلِ الْجَنَّةِ دُخُولاً الْجَنَّةَ يُؤْتَى بِرَجُلٍ فَيَقُولُ سَلُوا عَنْ صِغَارِ ذُنُوبِهِ وَاخْبَئُوا كِبَارَهَا ‏.‏ فَيُقَالُ لَهُ عَمِلْتَ كَذَا وَكَذَا يَوْمَ كَذَا وَكَذَا عَمِلْتَ كَذَا وَكَذَا فِي يَوْمِ كَذَا وَكَذَا ‏.‏ قَالَ فَيُقَالُ لَهُ فَإِنَّ لَكَ مَكَانَ كُلِّ سَيِّئَةٍ حَسَنَةً ‏.‏ قَالَ فَيَقُولُ يَا رَبِّ لَقَدْ عَمِلْتُ أَشْيَاءَ مَا أَرَاهَا هَا هُنَا ‏\"‏ ‏.‏ قَالَ فَلَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَضْحَكُ حَتَّى بَدَتْ نَوَاجِذُهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2599,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জাহান্নামে প্রবেশকারীদের মধ্যে দুই ব্যক্তি (তাতে প্রবেশ করেই খুব) জোরে চিৎকার করবে। আল্লাহ তা’আলা বলবেনঃ এদের দু’জনকে বের করে আন। তারপর তাদের বের করে আনা হলে তিনি প্রশ্ন করবেনঃ এত জোরে চিৎকার করছিলে কেন? তারা বলবে, আমরা এরূপ করেছি, যেন আপনি আমাদের প্রতি দয়া করেন। তিনি বলবেনঃ আমি তোমাদের প্রতি দয়া করলাম। তবে তোমরা জাহান্নামের যেখানে ছিলে সেখানে গিয়ে নিজেদের নিক্ষেপ কর। তারা সেদিকে যাবে। তারপর তাদের একজন নিজেকে জাহান্নামে নিক্ষেপ করবে। তখন আল্লাহ তা’আলা তার জন্য আগুনকে শীতল ও শান্তিময় করে দিবেন। দ্বিতীয় ব্যক্তি উঠে দাঁড়াবে কিন্তু নিজেকে জাহান্নামে নিক্ষেপ করবে না। আল্লাহ তা’আলা প্রশ্ন করবেনঃ তোমার সাথীর মতো তুমি নিজেকে জাহান্নামে ফেললে না কেন? সে বলবে, হে আল্লাহ! আমি আশা করি আপনি আমাকে জাহান্নাম হতে বের করে আনার পর আবার তাতে ফিরিয়ে দিবেন না। আল্লাহ তা’আলা বলবেনঃ তোমার আশা পূর্ণ হোক! তারপর আল্লাহ্ তা’আলার রহমাতে তারা দু’জনই জান্নাতে চলে যাবে।\n\nযঈফ, মিশকাত (৫৬০৫), যঈফা (১৯৭৭)",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا رِشْدِينُ بْنُ سَعْدٍ، حَدَّثَنِي ابْنُ أَنْعُمَ، عَنْ أَبِي عُثْمَانَ، أَنَّهُ حَدَّثَهُ عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ رَجُلَيْنِ مِمَّنْ دَخَلَ النَّارَ اشْتَدَّ صِيَاحُهُمَا فَقَالَ الرَّبُّ عَزَّ وَجَلَّ أَخْرِجُوهُمَا ‏.‏ فَلَمَّا أُخْرِجَا قَالَ لَهُمَا لأَىِّ شَيْءٍ اشْتَدَّ صِيَاحُكُمَا قَالاَ فَعَلْنَا ذَلِكَ لِتَرْحَمَنَا ‏.‏ قَالَ إِنَّ رَحْمَتِي لَكُمَا أَنْ تَنْطَلِقَا فَتُلْقِيَا أَنْفُسَكُمَا حَيْثُ كُنْتُمَا مِنَ النَّارِ ‏.‏ فَيَنْطَلِقَانِ فَيُلْقِي أَحَدُهُمَا نَفْسَهُ فَيَجْعَلُهَا عَلَيْهِ بَرْدًا وَسَلاَمًا وَيَقُومُ الآخَرُ فَلاَ يُلْقِي نَفْسَهُ فَيَقُولُ لَهُ الرَّبُّ عَزَّ وَجَلَّ مَا مَنَعَكَ أَنْ تُلْقِيَ نَفْسَكَ كَمَا أَلْقَى صَاحِبُكَ فَيَقُولُ يَا رَبِّ إِنِّي لأَرْجُو أَنْ لاَ تُعِيدَنِي فِيهَا بَعْدَ مَا أَخْرَجْتَنِي ‏.‏ فَيَقُولُ لَهُ الرَّبُّ لَكَ رَجَاؤُكَ ‏.‏ فَيَدْخُلاَنِ جَمِيعًا الْجَنَّةَ بِرَحْمَةِ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى إِسْنَادُ هَذَا الْحَدِيثِ ضَعِيفٌ لأَنَّهُ عَنْ رِشْدِينَ بْنِ سَعْدٍ ‏.‏ وَرِشْدِينُ بْنُ سَعْدٍ هُوَ ضَعِيفٌ عِنْدَ أَهْلِ الْحَدِيثِ عَنِ ابْنِ أَنْعُمَ وَهُوَ الإِفْرِيقِيُّ وَالإِفْرِيقِيُّ ضَعِيفٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদিসের সনদ যঈফ। কারণ এটি রিশদীন ইবনু সাদের সূত্রে বর্ণিত। তিনি হাদিসবেত্তাদের মতে দূর্বল রাবী। এ হাদিসের অপর রাবী ইবনু আনউম আল-ইফরীকীও হাদিসবেত্তাদের মতে দূর্বল।"
  },
  {
    "hadith_id": 2597,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিছু তাওহীদবাদী লোককেও জাহান্নামের শাস্তি প্রদান করা হবে। এমনকি তারা তাতে পুড়তে পুড়তে কয়লার মতো হয়ে যাবে। তারপর আল্লাহ তা‘আলার রাহমাতে তাদেরকে জাহান্নাম থেকে বের করা হবে এবং জান্নাতের দরজায় নিক্ষেপ করা হবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জান্নাতে বসবাসকারীরা তাদের উপর পানি ছিটিয়ে দিবে। যার ফলে তারা সজীব হয়ে যাবে যেমনটি বন্যার স্রোত চলে যাবার পর মাটিতে উদ্ভিদ গঁজায়। তারপর তারা জান্নাতে প্রবেশ করবে।\n\nসহীহঃ সহীহাহ্‌ (২৪৫১)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يُعَذَّبُ نَاسٌ مِنْ أَهْلِ التَّوْحِيدِ فِي النَّارِ حَتَّى يَكُونُوا فِيهَا حُمَمًا ثُمَّ تُدْرِكُهُمُ الرَّحْمَةُ فَيُخْرَجُونَ وَيُطْرَحُونَ عَلَى أَبْوَابِ الْجَنَّةِ ‏.‏ قَالَ فَيَرُشُّ عَلَيْهِمْ أَهْلُ الْجَنَّةِ الْمَاءَ فَيَنْبُتُونَ كَمَا يَنْبُتُ الْغُثَاءُ فِي حِمَالَةِ السَّيْلِ ثُمَّ يَدْخُلُونَ الْجَنَّةَ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ جَابِرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। জাবির (রাঃ) হতে এটি ভিন্ন সনদসূত্রেও বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 2602,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ (মি’রাজের রাতে) আমি জান্নাতের মধ্যে উঁকি দিয়ে দেখতে পেলাম যে, এর বেশিরভাগ অধিবাসীই গরীব এবং জাহান্নামের মধ্যে উঁকি দিয়ে দেখতে পেলাম যে, এর বেশিরভাগ অধিবাসীই মহিলা। \n\nসহীহঃ যঈফার (২৮০০) নং হাদীসের অধীনে, বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَيُّوبُ، عَنْ أَبِي رَجَاءٍ الْعُطَارِدِيِّ، قَالَ سَمِعْتُ ابْنَ عَبَّاسٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اطَّلَعْتُ فِي الْجَنَّةِ فَرَأَيْتُ أَكْثَرَ أَهْلِهَا الْفُقَرَاءَ وَاطَّلَعْتُ فِي النَّارِ فَرَأَيْتُ أَكْثَرَ أَهْلِهَا النِّسَاءَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2603,
    "narrator": "‘ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ (মি’রাজের রাতে) আমি জাহান্নামে উঁকি দিয়ে দেখলাম যে, এর বেশিরভাগ অধিবাসীই মহিলা এবং জান্নাতে উঁকি দিয়ে দেখলাম যে, এর বেশিরভাগ অধিবাসীই গরীব।\n\nসহীহঃ দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، وَمُحَمَّدُ بْنُ جَعْفَرٍ، وَعَبْدُ الْوَهَّابِ الثَّقَفِيُّ، قَالُوا حَدَّثَنَا عَوْفٌ، هُوَ ابْنُ أَبِي جَمِيلَةَ عَنْ أَبِي رَجَاءٍ الْعُطَارِدِيِّ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اطَّلَعْتُ فِي النَّارِ فَرَأَيْتُ أَكْثَرَ أَهْلِهَا النِّسَاءَ وَاطَّلَعْتُ فِي الْجَنَّةِ فَرَأَيْتُ أَكْثَرَ أَهْلِهَا الْفُقَرَاءَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَكَذَا يَقُولُ عَوْفٌ عَنْ أَبِي رَجَاءٍ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ وَيَقُولُ أَيُّوبُ عَنْ أَبِي رَجَاءٍ عَنِ ابْنِ عَبَّاسٍ وَكِلاَ الإِسْنَادَيْنِ لَيْسَ فِيهِمَا مَقَالٌ وَيُحْتَمَلُ أَنْ يَكُونَ أَبُو رَجَاءٍ سَمِعَ مِنْهُمَا جَمِيعًا وَقَدْ رَوَى غَيْرُ عَوْفٍ أَيْضًا هَذَا الْحَدِيثَ عَنْ أَبِي رَجَاءٍ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আবূ রাজা (রহঃ) হতে তিনি ‘ইমরান ইবনু হুসাইন (রাঃ) সূত্রে ‘আওফ (রহঃ) এবং আবূ রাজা (রহঃ) হতে তিনি ইবনু ‘আব্বাস (রাঃ) সূত্রেও ‘আওফ (রহঃ) একই রকম বর্ণনা করেছেন। এই দু’টো হাদীসের ব্যাপারে কোন মতানৈক্য নেই। সম্ভবতঃ আবূ রাজা উভয় সাহাবীর নিকট হতেই হাদীস শ্রবণ করেছেন। আবূ রাজা ‘ইমরান (রাঃ) হতে এই সূত্রে ‘আওফ (রহঃ) ব্যতীত অন্যরাও উক্ত হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2604,
    "narrator": "নু‘মান ইবনু বাশীর (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তিকে জাহান্নামীদের মধ্যে সবচাইতে কম শাস্তি প্রদান করা হবে তার পায়ের তালুর নীচে দু’টি জ্বলন্ত অঙ্গার রাখা হবে। তাতে তার মগজ পর্যন্ত টগবগ করে ফুটতে থাকবে।\n\nসহীহঃ সহীহাহ্‌ (১৬৮০), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، عَنْ شُعْبَةَ، عَنْ أَبِي إِسْحَاقَ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ أَهْوَنَ أَهْلِ النَّارِ عَذَابًا يَوْمَ الْقِيَامَةِ رَجُلٌ فِي إِخْمَصِ قَدَمَيْهِ جَمْرَتَانِ يَغْلِي مِنْهُمَا دِمَاغُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ وَأَبِي سَعِيدٍ الْخُدْرِيِّ وَأَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আবূ সা‘ঈদ, আল-‘আব্বাস ইবনু ‘আবদুল মুত্তালিব ও আবূ হুরাইরাহ্‌ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2605,
    "narrator": "হারিসা ইবনু ওয়াহ্‌ব আল-খুজাঈ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ আমি কি তোমাদেরকে জানিয়ে দিব না যে, কারা জান্নাতী হবে? জান্নাতী তারা হবে যারা দুর্বল, অসহায় এবং যেসব ব্যক্তিকে দুর্বল মনে করা হয়। তারা আল্লাহ তা‘আলার নামে (কোন বিষয়ে) শপথ করলে আল্লাহ তা‘আলা অবশ্যই তা পূরণ করেন। আমি কি তোমাদেরকে জানিয়ে দিব না যে, কোন সব ব্যক্তি জাহান্নামী হবে? প্রত্যেক অবাধ্য, আহাম্মক ও অহংকারী (জাহান্নামী হবে)।\n\nসহীহঃ ইবনু মা-জাহ (৪১১৬), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا سُفْيَانُ، عَنْ مَعْبَدِ بْنِ خَالِدٍ، قَالَ سَمِعْتُ حَارِثَةَ بْنَ وَهْبٍ الْخُزَاعِيَّ، يَقُولُ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ أَلاَ أُخْبِرُكُمْ بِأَهْلِ الْجَنَّةِ كُلُّ ضَعِيفٍ مُتَضَعِّفٍ لَوْ أَقْسَمَ عَلَى اللَّهِ لأَبَرَّهُ أَلاَ أُخْبِرُكُمْ بِأَهْلِ النَّارِ كُلُّ عُتُلٍّ جَوَّاظٍ مُتَكَبِّرٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2584,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "“কালমুহ্‌লি” (গলিত ধাতুর ন্যায়) প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তা হল গরম তেলের গাদ সদৃশ (যা জাহান্নামীদের পান করার জন্যে দেয়া হবে)। যখনই সে এটা (মুখের) নিকটে নিবে তার মুখমন্ডলের চামড়া এতে গলে পড়ে যাবে।\n\nযঈফ, ২৭০৭ নং হাদিসের পুনরাবৃত্তি\n\nএকই সনদসূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছে, তিনি বলেনঃ জাহান্নামের বেষ্টনী হবে চারটি প্রাচীর এবং প্রতিটি প্রাচীর হবে চল্লিশ বছরের দূরত্বের সমান পুরু। যঈফ, মিশকাত (৫৬৮১), তা’লিকুর রাগীব (৪/২৩১)\n\nএকই সনদসূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছে, তিনি বলেনঃ জাহান্নামীদের পুঁজের এক বালতিও যদি দুনিয়াতে ঢেলে দেয়া হত, তবে সমস্ত দুনিয়াই দুর্গন্ধময় হয়ে যেত। যঈফ, মিশকাত (৫৬৮২)\n\nআবূ ‘ঈসা বলেনঃ আমরা শুধুমাত্র রিশদীন ইবনু সা’দের সূত্রে এ হাদিস প্রসঙ্গে জেনেছি। স্বরণশক্তির কারণে তিনি (একজন) সমালোচিত রাবী। “কিছাফু কুল্লি জিদার” —এর অর্থ “প্রতিটি দেয়ালের পুরু বা ঘনত্ব”।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا رِشْدِينُ بْنُ سَعْدٍ، حَدَّثَنِي عَمْرُو بْنُ الْحَارِثِ، عَنْ دَرَّاجٍ، عَنْ أَبِي الْهَيْثَمِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ‏:‏ ‏(‏كَالْمُهْلِ ‏)‏ كَعَكَرِ الزَّيْتِ فَإِذَا قُرِّبَ إِلَيْهِ سَقَطَتْ فَرْوَةُ وَجْهِهِ فِيهِ ‏\"‏ ‏.‏\n\nوَبِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لِسُرَادِقِ النَّارِ أَرْبَعَةُ جُدُرٍ كِثَفُ كُلِّ جِدَارٍ مِثْلُ مَسِيرَةِ أَرْبَعِينَ سَنَةً ‏\"‏ ‏.‏\n\nوَبِهَذَا الإِسْنَادِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لَوْ أَنَّ دَلْوًا مِنْ غَسَّاقٍ يُهَرَاقُ فِي الدُّنْيَا لأَنْتَنَ أَهْلُ الدُّنْيَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ رِشْدِينَ بْنِ سَعْدٍ وَفِي رِشْدِينَ مَقَالٌ وَقَدْ تُكُلِّمَ فِيهِ مِنْ قِبَلِ حِفْظِهِ ‏.‏ وَمَعْنَى قَوْلِهِ ‏\"‏ كِثَفُ كُلِّ جِدَارٍ ‏\"‏ يَعْنِي غِلَظَهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  }
]