[
  {
    "hadith_id": 2607,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মৃত্যুর পর আবূ বকর (রাঃ) যখন খালীফা নির্বাচিত হন, তখন আরবের কিছু সংখ্যক লোক কাফির হয়ে যায়। ‘উমার ইবনুল খাত্তাব (রাঃ) আবূ বকর (রাঃ)-কে বললেন, আপনি এদের বিরুদ্ধে কিভাবে অস্ত্ৰধারণ করবেন, অথচ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মানুষ যে পর্যন্ত না “আল্লাহ তা‘আলা ব্যতীত আর কোন প্ৰভু নেই” এই কথার স্বীকৃতি দিবে সেই পর্যন্ত আমি তাদের বিরুদ্ধে যুদ্ধ করতে আদিষ্ট হয়েছি। আর যে ব্যক্তি বললো, “আল্লাহ ব্যতীত আর কোন প্ৰভু নেই” সে আমার থেকে তার মাল ও রক্ত (জীবন) নিরাপদ করে নিল। তবে ইসলামের অধিকার সম্পর্কে ভিন্ন কথা। আর তাদের প্রকৃত হিসাব-নিকাশ রয়েছে আল্লাহ তা‘আলার দায়িত্বে। আবূ বকর (রাঃ) বললেনঃ আল্লাহ্‌র শপথ! নামায ও যাকাতের মধ্যে যে ব্যক্তি পার্থক্য করে আমি তার বিরুদ্ধে যুদ্ধ করবোই। কেননা যাকাত সম্পদের হাক্ব। কেউ উটের একটি রশি দিতেও যদি অস্বীকার করে, যা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দিত, আল্লাহ্‌র কসম! আমি তার বিরুদ্ধে যুদ্ধ করবোই। তারপর ‘উমার ইবনুল খাত্তাব (রাঃ) বলেন, আল্লাহ্‌র শপথ! আমি দেখতে পেলাম আল্লাহ যেন যুদ্ধের জন্য আবূ বাক্‌রের অন্তর উন্মুক্ত করে দিয়েছেন। অতঃপর আমি বুঝতে পারলাম যে, তার সিদ্ধান্তই যথার্থ।\n\nসহীহঃ সহীহাহ্‌ (৪০৭), সহীহ আবূ দাঊদ (১৩৯১-১৩৯৩), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ لَمَّا تُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَاسْتُخْلِفَ أَبُو بَكْرٍ بَعْدَهُ كَفَرَ مَنْ كَفَرَ مِنَ الْعَرَبِ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ لأَبِي بَكْرٍ كَيْفَ تُقَاتِلُ النَّاسَ وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا لاَ إِلَهَ إِلاَّ اللَّهُ وَمَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ عَصَمَ مِنِّي مَالَهُ وَنَفْسَهُ إِلاَّ بِحَقِّهِ وَحِسَابُهُ عَلَى اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو بَكْرٍ وَاللَّهِ لأُقَاتِلَنَّ مَنْ فَرَّقَ بَيْنَ الزَّكَاةِ وَالصَّلاَةِ فَإِنَّ الزَّكَاةَ حَقُّ الْمَالِ وَاللَّهِ لَوْ مَنَعُونِي عِقَالاً كَانُوا يُؤَدُّونَهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم لَقَاتَلْتُهُمْ عَلَى مَنْعِهِ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ فَوَاللَّهِ مَا هُوَ إِلاَّ أَنْ رَأَيْتُ أَنَّ اللَّهَ قَدْ شَرَحَ صَدْرَ أَبِي بَكْرٍ لِلْقِتَالِ فَعَرَفْتُ أَنَّهُ الْحَقُّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهَكَذَا رَوَى شُعَيْبُ بْنُ أَبِي حَمْزَةَ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَرَوَى عِمْرَانُ الْقَطَّانُ هَذَا الْحَدِيثَ عَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ عَنْ أَبِي بَكْرٍ وَهُوَ حَدِيثٌ خَطَأٌ وَقَدْ خُولِفَ عِمْرَانُ فِي رِوَايَتِهِ عَنْ مَعْمَرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এই হাদীসটি হাসান সহীহ । শু’আইব ইবনু আবী হামযা (রহঃ) যুহ্‌রী হতে, তিনি ‘উবাইদুল্লাহ ইবনু ‘আব্দিল্লাহ হতে, তিনি আবূ হুরাইরাহ্‌ (রাঃ)-এর সূত্রে একই রকম বর্ণনা করেছেন । এই হাদীস মামার-যুহ্‌রী হতে, তিনি আনাস (রাঃ) হতে, তিনি আবূ বাক্‌র (রাঃ) হতে এই সূত্রে ‘ইমরান আল-কাত্তান বর্ণনা করেছেন । এ বর্ণনাটি ভুল । ‘ইমরানের ব্যাপারে মা’মার হতে বর্ণিত বর্ণনাতে বিরোধিতা করা হয়েছে ।"
  },
  {
    "hadith_id": 2606,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মানুষ “আল্লাহ তা‘আলা ব্যতীত আর কোন প্ৰভু নেই”-এর স্বীকারোক্তি না করা পর্যন্ত আমি তাদের বিরুদ্ধে যুদ্ধ করতে আদেশপ্রাপ্ত হয়েছি। তারা এটা বললে (একত্ববাদে ঈমান আনলে) তাদের রক্ত (জান) ও সম্পদ আমার থেকে নিরাপদ হবে। তবে ইসলামের অধিকার সম্পর্কে ভিন্ন কথা (অর্থাৎ- অপরাধ করলে শাস্তি পেতে হবে)। আর তাদের চূড়ান্ত হিসাব আল্লাহ তা‘আলার দায়িত্বে।\n\nসহীহ মুতাওয়াতিরঃ ইবনু মা-জাহ (৭১), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا لاَ إِلَهَ إِلاَّ اللَّهُ فَإِذَا قَالُوهَا مَنَعُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلاَّ بِحَقِّهَا وَحِسَابُهُمْ عَلَى اللَّهِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ جَابِرٍ وَأَبِي سَعِيدٍ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "জাবির, আবূ সা’ঈদ ও ইবনু ‘উমার (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, এই হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2608,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি লোকদের বিরুদ্ধে যুদ্ধ করার জন্য আদিষ্ট হয়েছি যতক্ষণ পর্যন্ত না তারা সাক্ষ্য দিবে যে, আল্লাহ তা‘আলা ব্যতীত আর কোন প্ৰভু নেই এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ তা‘আলার বান্দা ও তাঁর রাসূল এবং আমাদের কিবলামুখী হয়ে নামায আদায় করবে, আমাদের যবেহকৃত পশুর গোশত খাবে এবং আমাদের মতো নামায আদায় করবে। তারা এগুলো করলে তাদের জান ও মালে হস্তক্ষেপ করা আমাদের জন্য হারাম হয়ে যাবে। কিন্তু ইসলামের অধিকারের বিষয়টি ভিন্ন। মুসলিমদের প্রাপ্য সুযোগ-সুবিধা তারাও পাবে এবং মুসলিমদের উপর অর্পিত দায়-দায়িত্ব তাদের উপরও বর্তাবে।\n\nসহীহঃ সহীহাহ্‌ (৩০৩) ও (১/১৫২), সহীহ আবূ দাঊদ (২৩৭৪), বুখারী অনুরূপ।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ يَعْقُوبَ الطَّالْقَانِيُّ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، أَخْبَرَنَا حُمَيْدٌ الطَّوِيلُ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَأَنْ يَسْتَقْبِلُوا قِبْلَتَنَا وَيَأْكُلُوا ذَبِيحَتَنَا وَأَنْ يُصَلُّوا صَلاَتَنَا فَإِذَا فَعَلُوا ذَلِكَ حُرِّمَتْ عَلَيْنَا دِمَاؤُهُمْ وَأَمْوَالُهُمْ إِلاَّ بِحَقِّهَا لَهُمْ مَا لِلْمُسْلِمِينَ وَعَلَيْهِمْ مَا عَلَى الْمُسْلِمِينَ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ مُعَاذِ بْنِ جَبَلٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ رَوَاهُ يَحْيَى بْنُ أَيُّوبَ عَنْ حُمَيْدٍ عَنْ أَنَسٍ نَحْوَ هَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মু‘আয ইবনু জাবাল ও আবূ হুরাইরাহ্‌ (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, এই হাদীসটি হাসান সহীহ এবং উপরোক্ত সূত্রে গারীব । ইয়াহ্‌ইয়া (রহঃ),হুমাইদ হতে, তিনি আনাস (রাঃ)-এর সূত্রে একই রকম হাদীস বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2609,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পাচটি ভিত্তির উপর ইসলাম প্রতিষ্ঠিতঃ (১) এই কথার সাক্ষ্য প্রদান করা যে, আল্লাহ তা‘আলা ব্যতীত আর কোন প্ৰভু নেই এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌র রাসূল, (২) নামায প্রতিষ্ঠা করা, (৩) যাকাত প্রদান করা, (৪) রামাযানের রোযা রাখা ও (৫) বাইতুল্লাহ্‌র হাজ্জ্ব সম্পাদন করা।\n\nসহীহঃ ইরওয়াহ্‌ (৭৮১), ঈমান আবী ‘উবাইদ (২), রাওযুন নায়ীর (২৭০)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ سُعَيْرِ بْنِ الْخِمْسِ التَّمِيمِيِّ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ بُنِيَ الإِسْلاَمُ عَلَى خَمْسٍ شَهَادَةُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ وَإِقَامُ الصَّلاَةِ وَإِيتَاءُ الزَّكَاةِ وَصَوْمُ رَمَضَانَ وَحَجُّ الْبَيْتِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوُ هَذَا ‏.‏ وَسُعَيْرُ بْنُ الْخِمْسِ ثِقَةٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏\nحَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ حَنْظَلَةَ بْنِ أَبِي سُفْيَانَ الْجُمَحِيِّ، عَنْ عِكْرِمَةَ بْنِ خَالِدٍ الْمَخْزُومِيِّ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "জারীর ইবনু ‘আব্দুল্লাহ (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, এই হাদীসটি হাসান সহীহ । ইবনু ‘উমার (রাঃ)-এর বরাতে একাধিক সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে একই রকম হাদীস বর্ণিত আছে । সুআইর ইবনু খিম্‌স হাদীস বিশারদগণের মতে সিকাহ বর্ণনাকারী । আবূ কুরাইব-ওয়াকী’ হতে, তিনি হানযালা ইবনু আবূ সুফ্‌ইয়ান আল-জুমাহী হতে, তিনি ইকরিমাহ্‌ ইবনু খালিদ আল-মাখযূমী হতে, তিনি ইবনু ‘উমার (রাঃ) হতে উপরোক্ত হাদীসের সমার্থক হাদীস বর্ণিত আছে । এই সনদে বর্ণিত হাদীসটিও হাসান সহীহ ।"
  },
  {
    "hadith_id": 2610,
    "narrator": "ইয়াহ্‌ইয়া ইবনু ইয়ামার (রহঃ)",
    "bn": "তাক্বদীর মতবাদের ব্যাপারে সর্বপ্রথম মা’বাদ আল-জুহানীই কথা বলেন। কোন এক সময় আমি ও হুমাইদ ইবনু ‘আব্দুর রাহমান আল-হিময়ারী মাদীনায় আসলাম এবং নিজেদের মধ্যে আলোচনা করলাম, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কোন সাহাবীর সাক্ষাৎ পেলে এসব লোকেরা যে নতুন কথা বের করেছে সেই বিষয়ে তাকে প্রশ্ন করতাম। আমরা ‘আব্দুল্লাহ ইবনু ‘উমার (রাঃ)-এর দেখা পেলাম। তিনি মাসজিদ থেকে বের হচ্ছিলেন। আমি ও আমার সাথী গিয়ে তার পাশে পাশে চললাম। আমি মনে করলাম আমার সঙ্গী আমার উপরি কথা বলার দায়িত্ব দিবেন। তাই আমি বললাম, হে আবূ ‘আব্দুর রাহমান! কিছু সংখ্যক লোক কুরআন তিলাওয়াত করে, জ্ঞানও অন্বেষণ করে, কিন্তু তাদের ধারণায় তাক্বদীর বলতে কিছু নেই, যা কিছু হচ্ছে তা তাৎক্ষণিকভাবে ঘটে। ইবনু ‘উমার (রাঃ) বললেন, তাদের সাথে তোমার দেখা হলে বলবে, তাদের সাথে আমার কোন সম্পর্ক নেই এবং তারাও আমার হতে সম্পর্ক মুক্ত। তারপর ইবনু ‘উমার (রাঃ) আল্লাহ তা‘আলার নামে শপথ করে বলেন, তাদের কেউ উহূদ পাহাড় সমান স্বর্ণ দান-খাইরাত করলেও তা গ্রহণ করা হবে না, তাক্বদীরের ভাল-মন্দের উপর যে পর্যন্ত না সে ঈমান আনবে। তারপর তিনি বললেন, ‘উমার ইবনু খাত্তাব (রাঃ) বলেছেনঃ কোন এক সময় আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে বসে ছিলাম। এমন সময় সাদা ধব্‌ধবে জামা পরা এবং কালো কুচকুচে চুলধারী এক লোক এসে উপস্থিত। তার মধ্যে সফরের কোন চিহ্নও ছিল না এবং আমাদের মধ্যে কেউই তাকে চিনতে পারলো না। তারপর তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে এসে তার হাঁটুদ্বয় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাঁটুদ্বয়ের সাথে মিলিয়ে বসলেন। অতঃপর তিনি প্রশ্ন করেন, হে মুহাম্মাদ! ঈমান কি? তিনি বললেনঃ ঈমান হলো-তুমি আল্লাহ, তাঁর ফেরেশতাকুলে, কিতাবসমূহে, রাসূলগণে, পরকালে এবং তাক্বদীরের ভাল-মন্দের উপর বিশ্বাস স্থাপন কর। আগন্তুক প্রশ্ন করলেন, ইসলাম কি? তিনি বললেনঃ এ কথার সাক্ষ্য প্রদান করা যে, আল্লাহ তা‘আলা ব্যতীত আর কোন প্ৰভু নেই এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌র বান্দা ও তার রাসূল, নামায প্রতিষ্ঠা করা, যাকাত প্রদান করা, বাইতুল্লাহ্‌র হাজ্জ্ব আদায় করা এবং রামাযানের রোযা রাখা। তিনি আবার প্রশ্ন করেন, ইহ্‌সান কি? তিনি বললেনঃ তুমি (এমনভাবে) আল্লাহ তা‘আলার ইবাদাত করবে যেন তুমি তাঁকে দেখছো। তুমি যদি তাঁকে না দেখ তাহলে অবশ্যই তিনি তোমাকে দেখেন। বর্ণনাকারী বলেন, প্রতিটি প্রশ্নের উত্তরেই তিনি বলতেন, আপনি সত্যই বলেছেন। তার এই আচরণে আমরা অবাক হলাম যে, তিনিই প্রশ্ন করছেন আবার তিনিই তা সমর্থন করছেন। তিনি আবার প্রশ্ন করেন, কখন ক্বিয়ামাত সংঘটিত হবে? তিনি এবার বললেনঃ জিজ্ঞাসিত ব্যক্তি এই ব্যাপারে প্রশ্নকারীর চাইতে বেশি কিছু জানে না। তিনি আবার প্রশ্ন করেন, এর নিদর্শনগুলো কি কি? তিনি বললেনঃ যখন দাসী তার মনিবকে প্রসব করবে এবং খোলা পা, উলঙ্গ শরীরের অভাবী মেষপালক রাখালগণকে বিশাল দালান-কোঠার প্রতিযোগিতায় গর্ব করতে দেখবে। ‘উমার (রাঃ) বলেন, তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তিনদিন পর আমার সাক্ষাৎ পেয়ে প্রশ্ন করেনঃ হে উমার! তুমি কি জানো, ঐ প্রশ্নকারী কে ছিলেন? তিনি ছিলেন জিবরীল (আঃ), তোমাদেরকে ধর্মীয় অনুশাসন শিখাতে এসেছিলেন।\n\nসহীহঃ ইবনু মা-জাহ (৬৩), মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ الْخُزَاعِيُّ، أَخْبَرَنَا وَكِيعٌ، عَنْ كَهْمَسِ بْنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ يَحْيَى بْنِ يَعْمُرَ، قَالَ أَوَّلُ مَنْ تَكَلَّمَ فِي الْقَدَرِ مَعْبَدٌ الْجُهَنِيُّ قَالَ فَخَرَجْتُ أَنَا وَحُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ الْحِمْيَرِيُّ حَتَّى أَتَيْنَا الْمَدِينَةَ فَقُلْنَا لَوْ لَقِينَا رَجُلاً مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فَسَأَلْنَاهُ عَمَّا أَحْدَثَ هَؤُلاَءِ الْقَوْمُ ‏.‏ قَالَ فَلَقِينَاهُ يَعْنِي عَبْدَ اللَّهِ بْنَ عُمَرَ وَهُوَ خَارِجٌ مِنَ الْمَسْجِدِ قَالَ فَاكْتَنَفْتُهُ أَنَا وَصَاحِبِي قَالَ فَظَنَنْتُ أَنَّ صَاحِبِي سَيَكِلُ الْكَلاَمَ إِلَىَّ فَقُلْتُ يَا أَبَا عَبْدِ الرَّحْمَنِ إِنَّ قَوْمًا يَقْرَءُونَ الْقُرْآنَ وَيَتَقَفَّرُونَ الْعِلْمَ وَيَزْعُمُونَ أَنْ لاَ قَدَرَ وَأَنَّ الأَمْرَ أُنُفٌ قَالَ فَإِذَا لَقِيتَ أُولَئِكَ فَأَخْبِرْهُمْ أَنِّي مِنْهُمْ بَرِيءٌ وَأَنَّهُمْ مِنِّي بُرَآءُ وَالَّذِي يَحْلِفُ بِهِ عَبْدُ اللَّهِ لَوْ أَنَّ أَحَدَهُمْ أَنْفَقَ مِثْلَ أُحُدٍ ذَهَبًا مَا قُبِلَ ذَلِكَ مِنْهُ حَتَّى يُؤْمِنَ بِالْقَدَرِ خَيْرِهِ وَشَرِّهِ ‏.‏ قَالَ ثُمَّ أَنْشَأَ يُحَدِّثُ فَقَالَ قَالَ عُمَرُ بْنُ الْخَطَّابِ كُنَّا عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَجَاءَ رَجُلٌ شَدِيدُ بَيَاضِ الثِّيَابِ شَدِيدُ سَوَادِ الشَّعَرِ لاَ يُرَى عَلَيْهِ أَثَرُ السَّفَرِ وَلاَ يَعْرِفُهُ مِنَّا أَحَدٌ حَتَّى أَتَى النَّبِيَّ صلى الله عليه وسلم فَأَلْزَقَ رُكْبَتَهُ بِرُكْبَتِهِ ثُمَّ قَالَ يَا مُحَمَّدُ مَا الإِيمَانُ قَالَ ‏\"‏ أَنْ تُؤْمِنَ بِاللَّهِ وَمَلاَئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ وَالْيَوْمِ الآخِرِ وَالْقَدَرِ خَيْرِهِ وَشَرِّهِ ‏\"‏ ‏.‏ قَالَ فَمَا الإِسْلاَمُ قَالَ ‏\"‏ شَهَادَةُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ وَإِقَامُ الصَّلاَةِ وَإِيتَاءُ الزَّكَاةِ وَحَجُّ الْبَيْتِ وَصَوْمُ رَمَضَانَ ‏\"‏ ‏.‏ قَالَ فَمَا الإِحْسَانُ قَالَ ‏\"‏ أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ فَإِنَّكَ إِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ ‏\"‏ ‏.‏ قَالَ فِي كُلِّ ذَلِكَ يَقُولُ لَهُ صَدَقْتَ ‏.‏ قَالَ فَتَعَجَّبْنَا مِنْهُ يَسْأَلُهُ وَيُصَدِّقُهُ ‏.‏ قَالَ فَمَتَى السَّاعَةُ قَالَ ‏\"‏ مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ ‏\"‏ ‏.‏ قَالَ فَمَا أَمَارَتُهَا قَالَ أَنْ تَلِدَ الأَمَةُ رَبَّتَهَا وَأَنْ تَرَى الْحُفَاةَ الْعُرَاةَ الْعَالَةَ أَصْحَابَ الشَّاءِ يَتَطَاوَلُونَ فِي الْبُنْيَانِ ‏\"‏ ‏.‏ قَالَ عُمَرُ فَلَقِيَنِي النَّبِيُّ صلى الله عليه وسلم بَعْدَ ذَلِكَ بِثَلاَثٍ فَقَالَ ‏\"‏ يَا عُمَرُ هَلْ تَدْرِي مَنِ السَّائِلُ ذَاكَ جِبْرِيلُ أَتَاكُمْ يُعَلِّمُكُمْ مَعَالِمَ دِينِكُمْ ‏\"‏ ‏.‏\nحَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا ابْنُ الْمُبَارَكِ، أَخْبَرَنَا كَهْمَسُ بْنُ الْحَسَنِ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏\nحَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، عَنْ كَهْمَسٍ، بِهَذَا الإِسْنَادِ نَحْوَهُ بِمَعْنَاهُ ‏.‏ وَفِي الْبَابِ عَنْ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ وَأَنَسِ بْنِ مَالِكٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ نَحْوُ هَذَا عَنْ عُمَرَ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَالصَّحِيحُ هُوَ ابْنُ عُمَرَ عَنْ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উক্ত মর্মে আহ্‌মাদ ইবনু মুহাম্মাদ-ইবনুল মুবারাক হতে, তিনি কাহ্‌মাস ইবনুল হাসান (রহঃ) সূত্রে একই রকম বর্ণনা করেছেন । মুহাম্মাদ ইবনুল মুসান্না-মু‘আয ইবনু হিশাম-কাহ্‌মাস (রাঃ) সূত্রে উক্ত মর্মে একই রকম বর্ণনা করেছেন । তালহা ইবনু উবাইদুল্লাহ, আনাস ইবনু মালিক ও আবূ হুরাইরাহ্‌ (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, বর্ণিত হাদীসটি হাসান সহীহ । এ হাদীসটি একাধিকসূত্রে ‘উমার (রাঃ) হতে অনুরূপ বর্ণিত হয়েছে । ইবনু ‘উমার (রাঃ)-এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে হাদীসটি বর্ণিত হলেও সঠিক সনদসূত্র হলো ইবনু ‘উমার-‘উমার (রাঃ)-এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে ।"
  },
  {
    "hadith_id": 2611,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আব্দুল কাইস বংশের একটি প্রতিনিধিদল এসে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলে, আমরা রাবীআ বংশের লোক। আমরা আপনার নিকট হারাম মাসগুলো ছাড়া আসতে পারি না। সুতরাং আমাদেরকে এমন কতগুলো বিষয়ের আদেশ করুন, যা আমরা ধারণ করতে পারি এবং যারা আমাদের পিছনে আছে তাদেরকেও সেগুলোর দা’ওয়াত দিতে পারি। তিনি বললেন, আমি তোমাদেরকে চারটি বিষয়ের আদেশ করছিঃ আল্লাহ তা‘আলার প্রতি ঈমান আনয়ন, তারপর এই কথার ব্যাখ্যা করে বললেনঃ এই সাক্ষ্য দেয়া যে, আল্লাহ তা‘আলা ব্যতীত আর কোন প্রভু নেই, আমি আল্লাহ্‌র রাসূল, নামায প্রতিষ্ঠা করা, যাকাত দেয়া এবং গানীমাতের সম্পদের এক-পঞ্চমাংশ (বাইতুল মালে) প্রদান করা।\n\nসহীহঃ ঈমান আবী ‘উবাইদ, পৃষ্ঠা (৫৮-৫৯), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبَّادُ بْنُ عَبَّادٍ الْمُهَلَّبِيُّ، عَنْ أَبِي جَمْرَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَدِمَ وَفْدُ عَبْدِ الْقَيْسِ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالُوا إِنَّا هَذَا الْحَىَّ مِنْ رَبِيعَةَ وَلَسْنَا نَصِلُ إِلَيْكَ إِلاَّ فِي أَشْهُرِ الْحَرَامِ فَمُرْنَا بِشَيْءٍ نَأْخُذُهُ عَنْكَ وَنَدْعُو إِلَيْهِ مَنْ وَرَاءَنَا ‏.‏ فَقَالَ ‏ \"‏ آمُرُكُمْ بِأَرْبَعٍ الإِيمَانِ بِاللَّهِ ثُمَّ فَسَّرَهَا لَهُمْ شَهَادَةَ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنِّي رَسُولُ اللَّهِ وَإِقَامَ الصَّلاَةِ وَإِيتَاءَ الزَّكَاةِ وَأَنْ تُؤَدُّوا خُمْسَ مَا غَنِمْتُمْ ‏\"‏ ‏.‏\nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَبِي جَمْرَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَأَبُو جَمْرَةَ الضُّبَعِيُّ اسْمُهُ نَصْرُ بْنُ عِمْرَانَ ‏.‏ وَقَدْ رَوَاهُ شُعْبَةُ عَنْ أَبِي جَمْرَةَ أَيْضًا وَزَادَ فِيهِ أَتَدْرُونَ مَا الإِيمَانُ شَهَادَةُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنِّي رَسُولُ اللَّهِ وَذَكَرَ الْحَدِيثَ ‏.‏ سَمِعْتُ قُتَيْبَةَ بْنَ سَعِيدٍ يَقُولُ مَا رَأَيْتُ مِثْلَ هَؤُلاَءِ الأَشْرَافِ الأَرْبَعَةِ مَالِكِ بْنِ أَنَسٍ وَاللَّيْثِ بْنِ سَعْدٍ وَعَبَّادِ بْنِ عَبَّادٍ الْمُهَلَّبِيِّ وَعَبْدِ الْوَهَّابِ الثَّقَفِيِّ ‏.‏ قَالَ قُتَيْبَةُ كُنَّا نَرْضَى أَنْ نَرْجِعَ مِنْ عِنْدِ عَبَّادٍ كُلَّ يَوْمٍ بِحَدِيثَيْنِ وَعَبَّادُ بْنُ عَبَّادٍ هُوَ مِنْ وَلَدِ الْمُهَلَّبِ بْنِ أَبِي صُفْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "কুতাইবাহ্‌-হাম্মাদ ইবনু যাইদ হতে, তিনি আবূ হামযা হতে, তিনি ইবনু ‘আব্বাস (রাঃ) হতে তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে উপরের হাদীসের মতো বর্ণিত আছে । আবূ ‘ঈসা বলেন, এই হাদীসটি হাসান সহীহ । আবূ হামযা আয্‌-যুবাঈর নাম নাসর ইবনু ‘ইমরান । এই হাদীসটি আবূ হামযার সূত্রে শু‘বাহ (রহঃ)ও বর্ণনা করেছেন । তবে তাতে এভাবে আছে, তোমরা কি অবগত আছো যে, ঈমান কি? এই সাক্ষ্য দেয়া যে, আল্লাহ তা‘আলা ব্যতীত আর কোন প্ৰভু নেই এবং আমি আল্লাহর রাসূল..... তারপর পূর্ণ হাদীস বর্ণনা করেছেন । কুতাইবা ইবনু সা’ঈদ বলেন, আমি নিম্নবর্ণিত চারজন উচ্চ মর্যাদাসম্পন্ন ফাকীহ্‌র মতো আর দেখিনিঃ মালিক ইবনু আনাস, আল-লাইস ইবনু সা’দ, ‘আব্বাদ ইবনু আব্বাদ আল-মুহাল্লাবী ও ‘আব্দুল ওয়াহ্‌হাব আস্‌-সাকাফী (রহঃ) । কুতাইবাহ্‌ আরো বলেন, আমরা এতে সন্তুষ্ট যে, আমরা প্রতি দিন আব্বাদ ইবনু ‘আব্বাদের নিকট হতে দুটি করে হাদীস সংগ্রহ করে ফিরবো । ‘আব্বাদ হলেন আল-মুহাল্লাব ইবনু আবূ সুফ্‌রার বংশধর ।"
  },
  {
    "hadith_id": 2612,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যার চরিত্র ভালো এবং যে নিজ পরিবার-পরিজনের সাথে দয়ার্দ্র ব্যবহার করে সে-ই ঈমানের দিক হতে পরিপূর্ণ মু’মিন। \n\nযঈফ, সহীহা (২৮৪) হাদিসের আওতায়",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ الْبَغْدَادِيُّ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي قِلاَبَةَ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ مِنْ أَكْمَلِ الْمُؤْمِنِينَ إِيمَانًا أَحْسَنُهُمْ خُلُقًا وَأَلْطَفُهُمْ بِأَهْلِهِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأَنَسِ بْنِ مَالِكٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَلاَ نَعْرِفُ لأَبِي قِلاَبَةَ سَمَاعًا مِنْ عَائِشَةَ ‏.‏ وَقَدْ رَوَى أَبُو قِلاَبَةَ عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ رَضِيعٌ لِعَائِشَةَ عَنْ عَائِشَةَ غَيْرَ هَذَا الْحَدِيثِ وَأَبُو قِلاَبَةَ اسْمُهُ عَبْدُ اللَّهِ بْنُ زَيْدٍ الْجَرْمِيُّ ‏.‏ حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ قَالَ ذَكَرَ أَيُّوبُ السَّخْتِيَانِيُّ أَبَا قِلاَبَةَ فَقَالَ كَانَ وَاللَّهِ مِنَ الْفُقَهَاءِ ذَوِي الأَلْبَابِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে আবূ হুরাইরা ও আনাস (রাঃ) হতেও হাদিস বর্ণিত আছে। আবূ ঈসা বলেনঃ এ হাদিসটি সহীহ। আবূ কিলাবা (রহঃ) আইশা (রাঃ) হতে হাদিস শুনেছেন বলে আমাদের জানা নাই। অবশ্য তিনি আইশা (রাঃ)-এর দুধভাই আব্দুল্লাহ ইবনু ইয়াযীদ-আইশা (রাঃ) হতে অন্যান্য হাদিস রিওয়ায়াত করেছেন। আবূ কিলাবার নাম আব্দুল্লাহ ইবনু যাইদ আল-জারমী। ইবনু আবূ উমার-সুফিয়ান ইবনু উয়াইনা হতে বর্ণনা করেছেন তিনি বলেন, আইয়ূব আস-সিখতিয়ানী (রহঃ) আবূ কিলাবার আলোচনা প্রসঙ্গে বলেন, আল্লাহ্ তা’আলার শপথ! তিনি ছিলেন প্রজ্ঞাবান ফাকীহগণের অন্তর্ভুক্ত।\nউমারাহ ইবনু গাযিয়্যাহ এই হাদিসটি আবূ সালিহ হতে আবূ হুরাইরার সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই শব্দে বর্ণনা করেছেন “আল-ঈমানু আরবায়াতুন ওয়া সিত্তুনা বাবান” ঈমানের ৬৪টি দরজা আছে। এ শব্দটি শাজ।"
  },
  {
    "hadith_id": 2613,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "জনতার উদ্দেশ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নাসীহাতপূর্ণ খুতবাহ প্রদান করেন এবং বলেনঃ হে নারী সম্প্রদায়! তোমরা বেশি পরিমাণে দান-খয়রাত কর। কেননা, জাহান্নামে তোমাদের সংখ্যাই বেশি হবে। তাদের মধ্যকার এক মহিলা প্রশ্ন করেন, হে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! তা কেন? তিনি বললেনঃ তোমাদের মাঝে অভিশাপ দানের প্রবণতার আধিক্যের কারণে, অর্থাৎ- তোমাদের স্বামীদের অনুগ্রহের প্রতি অকৃতজ্ঞ হবার কারণে। তিনি আরো বলেনঃ আমি তোমাদের স্বল্পবুদ্ধি ও দ্বীনের ব্যাপারে সংকীর্ণ হওয়া সত্ত্বেও বুদ্ধিমান বিচক্ষণদের উপর বিজয়ী হতে পারঙ্গম আর কাউকে দেখিনি। জনৈকা মহিলা প্রশ্ন করলো, তার বুদ্ধি ও দ্বীনের ব্যাপারে কমতি হলো কি করে? তিনি বললেনঃ তোমাদের দুজন স্ত্রীলোকের সাক্ষ্য একজন পুরুষের সাক্ষ্যের সমান। এটা হলো বুদ্ধির স্বল্পতা। আর তোমাদের হায়িয (ঋতুস্রাব) হলে তিন-চার দিন তোমরা নামায আদায় কর না। এটা হলো দ্বীনের স্বল্পতা।\n\nসহীহঃ ইরওয়াহ্‌ (১/২০৫), আয্‌যিলাল (৯৫৬), মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو عَبْدِ اللَّهِ، هُرَيْمُ بْنُ مِسْعَرٍ الأَزْدِيُّ التِّرْمِذِيُّ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَطَبَ النَّاسَ فَوَعَظَهُمْ ثُمَّ قَالَ ‏\"‏ يَا مَعْشَرَ النِّسَاءِ تَصَدَّقْنَ فَإِنَّكُنَّ أَكْثَرُ أَهْلِ النَّارِ ‏\"‏ ‏.‏ فَقَالَتِ امْرَأَةٌ مِنْهُنَّ وَلِمَ ذَاكَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ لِكَثْرَةِ لَعْنِكُنَّ ‏\"‏ ‏.‏ يَعْنِي وَكُفْرَكُنَّ الْعَشِيرَ ‏.‏ قَالَ ‏\"‏ وَمَا رَأَيْتُ مِنْ نَاقِصَاتِ عَقْلٍ وَدِينٍ أَغْلَبَ لِذَوِي الأَلْبَابِ وَذَوِي الرَّأْىِ مِنْكُنَّ ‏\"‏ ‏.‏ قَالَتِ امْرَأَةٌ مِنْهُنَّ وَمَا نُقْصَانُ دِينِهَا وَعَقْلِهَا قَالَ ‏\"‏ شَهَادَةُ امْرَأَتَيْنِ مِنْكُنَّ بِشَهَادَةِ رَجُلٍ وَنُقْصَانُ دِينِكُنَّ الْحَيْضَةُ تَمْكُثُ إِحْدَاكُنَّ الثَّلاَثَ وَالأَرْبَعَ لاَ تُصَلِّي ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ غَرِيبٌ حَسَنٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ সা’ঈদ ও ইবনু উমার (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ঈসা বলেন, এই হাদীসটি হাসান সহীহ । এই সনদ সূত্রে গারীব ।"
  },
  {
    "hadith_id": 2614,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ঈমানের দরজা (স্তর) হলো সত্তরের অধিক। তার সর্বনিম্ন স্তর হলো রাস্তা থেকে কষ্টদায়ক বস্তু দূর করা এবং সর্বোচ্চ স্তর হলো ‘লা- ইলাহা ইল্লাল্লা-হ’ বলা।\n\nসহীহঃ সহীহাহ্‌ (১৩৬৯), বুখারীর বর্ণনায় ষাটের অধিক এবং মুসলিমের বর্ণনায় সত্তরের অধিক উল্লেখ আছে। আর এটাই অগ্রগণ্য। তাখরীজুল ঈমান (২১/৬৭)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الإِيمَانُ بِضْعٌ وَسَبْعُونَ بَابًا فَأَدْنَاهَا إِمَاطَةُ الأَذَى عَنِ الطَّرِيقِ وَأَرْفَعُهَا قَوْلُ لاَ إِلَهَ إِلاَّ اللَّهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهَكَذَا رَوَى سُهَيْلُ بْنُ أَبِي صَالِحٍ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ ‏.‏\nوَرَوَى عُمَارَةُ بْنُ غَزِيَّةَ، هَذَا الْحَدِيثَ عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ الإِيمَانُ أَرْبَعَةٌ وَسِتُّونَ بَابًا ‏\"‏ ‏.‏ قَالَ حَدَّثَنَا بِذَلِكَ قُتَيْبَةُ حَدَّثَنَا بَكْرُ بْنُ مُضَرَ عَنْ عُمَارَةَ بْنِ غَزِيَّةَ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এই হাদীসটি হাসান সহীহ । সুহাইল ইবনু আবী সালিহ (রহঃ) ‘আব্দুল্লাহ ইবনু দীনার হতে, তিনি আবূ সালিহ হতে, তিনি আবূ হুরাইরাহ্‌ (রাঃ)-এর সূত্রে একই রকম বর্ণনা করেছেন । এ হাদীসটি আবূ সালিহ-আবূ হুরাইরাহ্‌ (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে ‘উমারাহ্‌ ইবনু গাযিয়্যাহ্ (রহঃ) বর্ণনা করেছেন । তাতে আছেঃ “ঈমানের চৌষট্টিটি দরজা (স্তর) আছে” । এই অর্থে হাদীসটি শাজ ।  কুতাইবা-বাক্‌র ইবনু মুযার হতে, তিনি ‘উমারাহ্‌ ইবনু গাযিয়্যাহ্‌ হতে, তিনি আবূ সালিহ হতে, তিনি আবূ হুরাইরাহ্‌ (রাঃ) হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে তা বর্ণিত হয়েছে ।"
  },
  {
    "hadith_id": 2615,
    "narrator": "সালিম (রহঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন একজনের পাশ দিয়ে যাচ্ছিলেন। সে তার ভাইকে লজ্জা সম্পর্কে উপদেশ দিচ্ছিল। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ লজ্জা ও সম্ভ্রমবোধ ঈমানের অঙ্গ।\n\nসহীহঃ ইবনু মা-জাহ (৫৮), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَأَحْمَدُ بْنُ مَنِيعٍ، - الْمَعْنَى وَاحِدٌ قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّ بِرَجُلٍ وَهُوَ يَعِظُ أَخَاهُ فِي الْحَيَاءِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْحَيَاءُ مِنَ الإِيمَانِ ‏\"‏ ‏.‏ قَالَ أَحْمَدُ بْنُ مَنِيعٍ فِي حَدِيثِهِ إِنَّ النَّبِيَّ صلى الله عليه وسلم سَمِعَ رَجُلاً يَعِظُ أَخَاهُ فِي الْحَيَاءِ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأَبِي بَكْرَةَ وَأَبِي أُمَامَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আহ্‌মাদ ইনবু মানি‘ কর্তৃক বর্ণিত হাদীসে আছে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন একজনকে তার ভাইকে লজ্জা সম্পর্কে উপদেশ দিতে শুনলেন ।\nএ হাদীসটি হাসান সহীহ । আবূ হুরাইরাহ্‌, আবূ বাকরাহ্‌ ও আবূ উমামাহ্ (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে ।"
  },
  {
    "hadith_id": 2617,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা কাউকে মাসজিদের খিদমতে নিয়োজিত দেখলে তাকে ঈমানদার বলে সাক্ষ্য দিও। কেননা আল্লাহ্ তা’আলা বলেনঃ “আল্লাহ়র মাসজিদসমূহের তো তারাই রক্ষনাবেক্ষণ করে, যারা আল্লাহ্ ও পরকালে ঈমান রাখে, নামায কায়িম করে এবং যাকাত প্রদান করে”। (সূরাঃ তাওবা - ১৮) \n\nযঈফ, ইবনু মাযাহ (৮০২)",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنْ دَرَّاجٍ أَبِي السَّمْحِ، عَنْ أَبِي الْهَيْثَمِ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا رَأَيْتُمُ الرَّجُلَ يَتَعَاهَدُ الْمَسْجِدَ فَاشْهَدُوا لَهُ بِالإِيمَانِ فَإِنَّ اللَّهَ تَعَالَى يَقُولُ‏:‏ ‏(‏إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَأَقَامَ الصَّلاَةَ وَآتَى الزَّكَاةَ ‏)‏ ‏\"‏ ‏.‏ الآيَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ حَسَنٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদিসটি গারীব হাসান।"
  },
  {
    "hadith_id": 2616,
    "narrator": "মু‘আয ইবনু জাবাল (রাঃ)",
    "bn": "তিনি বলেন, আমি কোন এক ভ্রমণে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ছিলাম। একদিন যেতে যেতে আমি তার নিকটবর্তী হলাম। আমি বললাম, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! এমন একটি কাজ সম্পর্কে আমাকে জানিয়ে দিন যা আমাকে জান্নাতে প্রবেশ করাবে এবং জাহান্নাম হতে দূরে রাখবে। তিনি বললেনঃ তুমি তো আমাকে একটি গুরুত্বপূর্ণ বিষয়ে প্রশ্ন করেছো। তবে সেই ব্যক্তির জন্য এ ব্যাপারটা অতি সহজ যে ব্যক্তির জন্য আল্লাহ তা‘আলা তা সহজ করে দেন। তুমি আল্লাহ তা‘আলার ‘ইবাদাত করবে, কোন কিছুকে তাঁর সাথে শরীক করবে না, নামায প্রতিষ্ঠা করবে, যাকাত দিবে, রামাযানের রোযা রাখবে এবং বাইতুল্লাহ্‌র হাজ্জ করবে। তিনি আরো বললেনঃ আমি কি তোমাকে কল্যাণের দরজাসমূহ সম্পর্কে বলে দিব না? রোযা হলো ঢালস্বরূপ, দান-খাইরাত গুনাহ্‌সমূহ বিলীন করে দেয়, যেমনিভাবে পানি আগুনকে নিভিয়ে দেয় এবং কোন ব্যক্তির মধ্যরাতের নামায আদায় করা। তারপর তিনি এই আয়াতটি তিলাওয়াত করেনঃ “তাদের দেহ পাশ বিছানা থেকে আলাদা হয়ে যায় এবং তারা তাদের প্রভুকে ডাকে আশায় ও ভয়ে এবং আমি তাদেরকে যে রিয্‌ক দান করেছি তা থেকে তারা ব্যয় করে। কেউই জানে না তাদের জন্য নয়নপ্রীতিকর কি লুকিয়ে রাখা হয়েছে তাদের কৃতকর্মের পুরস্কারস্বরূপ।” (সূরা আস-সাজদাহ ১৬, ১৭)\nতিনি আবার বলেনঃ আমি কি সমস্ত কাজের মূল, স্তম্ভ ও সর্বোচ্চ শিখর সম্পর্কে তোমাকে অবহিত করবো না? আমি বললাম, হ্যাঁ, ইয়া রাসূলুল্লাহ! তিনি বললেনঃ সকল কাজের মূল হলো ইসলাম, স্তম্ভ হলো নামায এবং সর্বোচ্চ শিখর হলো জিহাদ। তিনি আরো বললেনঃ আমি কি এসব কিছুর সার সম্পর্কে তোমাকে বলব না? আমি বললাম, হ্যাঁ, হে আল্লাহ্‌র রাসূল! তিনি তাঁর জিহ্বা ধরে বললেনঃ এটা সংযত রাখ। আমি প্রশ্ন করলাম, হে আল্লাহ্‌র নাবী! আমরা যে কথা-বার্তা বলি এগুলো সম্পর্কেও কি পাকড়াও করা (জবাবদিহি) হবে? তিনি বললেনঃ হে মু‘আয! তোমার মা তোমাকে হারিয়ে ফেলুক! মানুষকে শুধুমাত্র জিহ্বার উপার্জনের কারণেই অধঃমুখে জাহান্নামে নিক্ষেপ করা হবে।\n\nসহীহঃ ইবনু মা-জাহ (৩৯৭৩)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاذٍ الصَّنْعَانِيُّ، عَنْ مَعْمَرٍ، عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ أَبِي وَائِلٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ كُنْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ فَأَصْبَحْتُ يَوْمًا قَرِيبًا مِنْهُ وَنَحْنُ نَسِيرُ فَقُلْتُ يَا رَسُولَ اللَّهِ أَخْبِرْنِي بِعَمَلٍ يُدْخِلُنِي الْجَنَّةَ وَيُبَاعِدُنِي مِنَ النَّارِ ‏.‏ قَالَ ‏\"‏ لَقَدْ سَأَلْتَنِي عَنْ عَظِيمٍ وَإِنَّهُ لَيَسِيرٌ عَلَى مَنْ يَسَّرَهُ اللَّهُ عَلَيْهِ تَعْبُدُ اللَّهَ وَلاَ تُشْرِكُ بِهِ شَيْئًا وَتُقِيمُ الصَّلاَةَ وَتُؤْتِي الزَّكَاةَ وَتَصُومُ رَمَضَانَ وَتَحُجُّ الْبَيْتَ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ أَلاَ أَدُلُّكَ عَلَى أَبْوَابِ الْخَيْرِ الصَّوْمُ جُنَّةٌ وَالصَّدَقَةُ تُطْفِئُ الْخَطِيئَةَ كَمَا يُطْفِئُ الْمَاءُ النَّارَ وَصَلاَةُ الرَّجُلِ مِنْ جَوْفِ اللَّيْلِ ‏\"‏ ‏.‏ قَالَ ثُمَّ تَلاََ‏:‏ ‏(‏ تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ ‏)‏ حَتَّى بَلَغَ‏:‏ ‏(‏يَعْمَلُونَ‏)‏ ثُمَّ قَالَ ‏\"‏ أَلاَ أُخْبِرُكَ بِرَأْسِ الأَمْرِ كُلِّهِ وَعَمُودِهِ وَذِرْوَةِ سَنَامِهِ ‏\"‏ ‏.‏ قُلْتُ بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ رَأْسُ الأَمْرِ الإِسْلاَمُ وَعَمُودُهُ الصَّلاَةُ وَذِرْوَةُ سَنَامِهِ الْجِهَادُ ‏\"‏ ‏.‏ ثُمَّ قَالَ ‏\"‏ أَلاَ أُخْبِرُكَ بِمَلاَكِ ذَلِكَ كُلِّهِ ‏\"‏ ‏.‏ قُلْتُ بَلَى يَا نَبِيَّ اللَّهِ قَالَ فَأَخَذَ بِلِسَانِهِ قَالَ ‏\"‏ كُفَّ عَلَيْكَ هَذَا ‏\"‏ ‏.‏ فَقُلْتُ يَا نَبِيَّ اللَّهِ وَإِنَّا لَمُؤَاخَذُونَ بِمَا نَتَكَلَّمُ بِهِ فَقَالَ ‏\"‏ ثَكِلَتْكَ أُمُّكَ يَا مُعَاذُ وَهَلْ يَكُبُّ النَّاسَ فِي النَّارِ عَلَى وُجُوهِهِمْ أَوْ عَلَى مَنَاخِرِهِمْ إِلاَّ حَصَائِدُ أَلْسِنَتِهِمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2618,
    "narrator": "জাবির (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কুফর ও ঈমানের মধ্যে পার্থক্য হল নামায ত্যাগ করা।\n\nসহীহঃ  ইবনু মা-জাহ (১০৭৮), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، وَأَبُو مُعَاوِيَةَ عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ بَيْنَ الْكُفْرِ وَالإِيمَانِ تَرْكُ الصَّلاَةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2620,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ (মু’মিন) বান্দাহ্‌ ও কুফরের মধ্যে পার্থক্য হল নামায ত্যাগ করা।\n\nপূর্বের হাদীসের সহায়তায় সহীহ, মুসলিম",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ بَيْنَ الْعَبْدِ وَبَيْنَ الْكُفْرِ تَرْكُ الصَّلاَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَأَبُو الزُّبَيْرِ اسْمُهُ مُحَمَّدُ بْنُ مُسْلِمِ بْنِ تَدْرُسَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হদীসটি হাসান সহীহ । আবুয যুবাইরের নাম মুহাম্মাদ ইবনু মুসলিম ইবনু তাদরুস । তিনি তাদলীস করেন বলে প্রসিদ্ধ ।"
  },
  {
    "hadith_id": 2621,
    "narrator": "বুরাইদাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমাদের ও তাদের (কাফিরদের) মধ্যে (মুক্তির) যে প্রতিশ্রুতি আছে তা হল নামায। সুতরাং যে ব্যক্তি নামায ছেড়ে দেয়, সে কুফ্‌রী কাজ করে। \n\nসহীহঃ ইবনু মা-জাহ (১০৭৯)",
    "ar": "حَدَّثَنَا أَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ، وَيُوسُفُ بْنُ عِيسَى، قَالاَ حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنِ الْحُسَيْنِ بْنِ وَاقِدٍ، ح وَحَدَّثَنَا أَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ، وَمَحْمُودُ بْنُ غَيْلاَنَ، قَالاَ حَدَّثَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ وَاقِدٍ، عَنْ أَبِيهِ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحَسَنِ بْنِ شَقِيقٍ، وَمَحْمُودُ بْنُ غَيْلاَنَ، قَالاَ حَدَّثَنَا عَلِيُّ بْنُ الْحَسَنِ بْنِ شَقِيقٍ، عَنِ الْحُسَيْنِ بْنِ وَاقِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْعَهْدُ الَّذِي بَيْنَنَا وَبَيْنَهُمُ الصَّلاَةُ فَمَنْ تَرَكَهَا فَقَدْ كَفَرَ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَنَسٍ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আনাস ও ইবনু ‘আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, এ হাদীস টি হাসান সহীহ গারীব ।"
  },
  {
    "hadith_id": 2622,
    "narrator": "‘আবদুল্লাহ ইবনু শাক্বীক্ব আল-উক্বাইলী (রহঃ)",
    "bn": "তিনি বলেন মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর কোন সাহাবী নামায ব্যতীত অন্য কোন ‘আমাল ছেড়ে দেয়াকে কুফুরী কাজ মনে করতেন না।\n\nসহীহঃ সহীহুত্‌ তারগীব (১/২২৭-৫৬৪)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنِ الْجُرَيْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ الْعُقَيْلِيِّ، قَالَ كَانَ أَصْحَابُ مُحَمَّدٍ صلى الله عليه وسلم لاَ يَرَوْنَ شَيْئًا مِنَ الأَعْمَالِ تَرْكُهُ كُفْرٌ غَيْرَ الصَّلاَةِ ‏.‏ قَالَ أَبُو عِيسَى سَمِعْتُ أَبَا مُصْعَبٍ الْمَدَنِيَّ يَقُولُ مَنْ قَالَ الإِيمَانُ قَوْلٌ يُسْتَتَابُ فَإِنْ تَابَ وَإِلاَّ ضُرِبَتْ عُنُقُهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, আমি আবূ মুসআব আল-মাদানীকে বলতে শুনেছি, যে ব্যক্তি বলে যে, “শুধুমাত্র মৌখিক স্বীকৃতির নামই ঈমান” তাকে ত্বাওবাহ করতে বলা হবে, ত্বাওবাহ না করলে তাকে হত্যা করতে হবে ।"
  },
  {
    "hadith_id": 2623,
    "narrator": "আল-‘আব্বাস ইবনু ‘আবদিল মুত্তালিব (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–কে বলতে শুনেছেনঃ সেই ব্যক্তি ঈমানের স্বাদ লাভ করেছে, যে ব্যক্তি আল্লাহ্‌ তা‘আলাকে প্রতিপালক হিসেবে, ইসলামকে দ্বীন হিসেবে এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে নবী হিসেবে খুশী মনে মেনে নিয়েছে।\n\nসহীহঃ মুসলিম (১/৪৬)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ، عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ ذَاقَ طَعْمَ الإِيمَانِ مَنْ رَضِيَ بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ نَبِيًّا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2624,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তির মধ্যে তিনটি গুণ রয়েছে সে ঈমানের স্বাদ লাভ করেছে। (১) যে ব্যক্তির কাছে আল্লাহ ও তাঁর রাসূলই অন্য সকল কিছু হতে প্রিয়তর, (২) যে আল্লাহ্‌ তা‘আলার ওয়াস্তে কোন মানুষকে ভালবাসে এবং (৩) আল্লাহ্‌ তা‘আলা কাউকে (ঈমানের মাধ্যমে) কুফ্‌রী হতে মুক্তিদানের পর সে আবার তাতে ফিরে যেতে এতটা অপছন্দ করে যতটা অপছন্দ করে আগুনে নিক্ষিপ্ত হতে।\n\nসহীহঃ ইবনু মা-জাহ (৪০৩৩), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ أَيُّوبَ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ ثَلاَثٌ مَنْ كُنَّ فِيهِ وَجَدَ بِهِنَّ طَعْمَ الإِيمَانِ مَنْ كَانَ اللَّهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِوَاهُمَا وَأَنْ يُحِبَّ الْمَرْءَ لاَ يُحِبُّهُ إِلاَّ لِلَّهِ وَأَنْ يَكْرَهَ أَنْ يَعُودَ فِي الْكُفْرِ بَعْدَ إِذْ أَنْقَذَهُ اللَّهُ مِنْهُ كَمَا يَكْرَهُ أَنْ يُقْذَفَ فِي النَّارِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رَوَاهُ قَتَادَةُ عَنْ أَنَسِ بْنِ مَالِكٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ । কাতাদাহ (রাঃ) এ হাদীসটি আনাস ইবনু মালিক (রাঃ)–এর বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করা করেছেন ।"
  },
  {
    "hadith_id": 2626,
    "narrator": "আলী ইবনু আবূ তালিব (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ কোন ব্যক্তি হাদ্দযোগ্য অপরাধ করলে এবং দুনিয়াতেই তার উপর হাদ্দ কার্যকর হলে আল্লাহ্ তা'আলা তার বান্দাকে পরকালে আবার শাস্তি দেয়ার ব্যাপারে অবশ্যই ন্যায়বিচারক। আর কোন ব্যক্তি হাদ্দযোগ্য অপরাধ করলে, আল্লাহ তা'আলা তার অপরাধ গোপন রাখলে এবং ক্ষমা করলে তিনি তাকে ক্ষমা করার পর আবার শাস্তি দেয়ার ব্যাপারে অবশ্যই অধিক দয়াপরবশ। \n\nযঈফ, ইবনু মাযাহ (২৬০৪)",
    "ar": "حَدَّثَنَا أَبُو عُبَيْدَةَ بْنُ أَبِي السَّفَرِ، - وَاسْمُهُ أَحْمَدُ بْنُ عَبْدِ اللَّهِ الْهَمْدَانِيُّ الْكُوفِيُّ قَالَ حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ، عَنْ يُونُسَ بْنِ أَبِي إِسْحَاقَ، عَنْ أَبِي إِسْحَاقَ الْهَمْدَانِيِّ، عَنْ أَبِي جُحَيْفَةَ، عَنْ عَلِيٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ أَصَابَ حَدًّا فَعُجِّلَ عُقُوبَتُهُ فِي الدُّنْيَا فَاللَّهُ أَعْدَلُ مِنْ أَنْ يُثَنِّيَ عَلَى عَبْدِهِ الْعُقُوبَةَ فِي الآخِرَةِ وَمَنْ أَصَابَ حَدًّا فَسَتَرَهُ اللَّهُ عَلَيْهِ وَعَفَا عَنْهُ فَاللَّهُ أَكْرَمُ مِنْ أَنْ يَعُودَ فِي شَيْءٍ قَدْ عَفَا عَنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏ وَهَذَا قَوْلُ أَهْلِ الْعِلْمِ لاَ نَعْلَمُ أَحَدًا كَفَّرَ أَحَدًا بِالزِّنَا أَوِ السَّرِقَةِ وَشُرْبِ الْخَمْرِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদিসটি হাসান গারীব। বিশেষজ্ঞ আলিমগণও ও মতই পোষণ করেন। তাদের কেউ যেনা, চুরি, ইত্যাদি অপরাধের দরুন তাকে কাফির বলে ফতোয়া দিয়েছেন বলে আমাদের জানা নাই।"
  },
  {
    "hadith_id": 2628,
    "narrator": "আবূ মূসা আল-আশ’আরী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–কে প্রশ্ন করা হল, কোন ব্যক্তি মুসলিমদের মধ্যে সবচাইতে উত্তম? তিনি বললেনঃ যার জিহ্বা ও হাত থেকে মুসলিমগণ নিরাপদ থাকে। \n\nসহীহঃ বুখারী ও মুসলিম। এটি ২৫০৪ নং হাদিসের পুনরুক্তি।",
    "ar": "حَدَّثَنَا بِذَلِكَ إِبْرَاهِيمُ بْنُ سَعِيدٍ الْجَوْهَرِيُّ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ بُرَيْدِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي بُرْدَةَ عَنْ جَدِّهِ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَى الأَشْعَرِيِّ أَنَّ النَّبِيَّ صلى الله عليه وسلم سُئِلَ أَىُّ الْمُسْلِمِينَ أَفْضَلُ قَالَ ‏ \"‏ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ أَبِي مُوسَى الأَشْعَرِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ এবং আবূ মূসা (রাঃ)–এর সূত্রে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত হাদীস হিসেবে গারীব ।"
  },
  {
    "hadith_id": 2627,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যার জিহ্বা ও হাত থেকে মুসলিমগণ নিরাপদ থাকে সে ব্যক্তিই প্রকৃত মুসলিম। আর যাকে মানুষ তাদের জান ও মালের জন্য নিরাপদ মনে করে সে-ই প্রকৃত মু’মিন।\n\nহাসান সহীহঃ মিশকাত তাহক্বিক্ব সানী (৩৩), সহীহাহ্‌ (৫৪৯)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ عَجْلاَنَ، عَنِ الْقَعْقَاعِ بْنِ حَكِيمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ وَالْمُؤْمِنُ مَنْ أَمِنَهُ النَّاسُ عَلَى دِمَائِهِمْ وَأَمْوَالِهِمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\nوَيُرْوَى عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ سُئِلَ أَىُّ الْمُسْلِمِينَ أَفْضَلُ قَالَ ‏\"‏ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ.\"\nوَفِي الْبَابِ عَنْ جَابِرٍ وَأَبِي مُوسَى وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ । অপর বর্ণনায় আছে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করা হল যে, কোন ব্যক্তি মুসলমানদের মধ্যে সবচাইতে উত্তম ? তিনি বললেনঃ যার জিহ্বা ও হাত থেকে মুসলিমগণ নিরাপদ থাকে । \nজাবির, আবূ মূসা ও ‘আব্দুল্লাহ ইবনু ‘আম্‌র (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে ।"
  },
  {
    "hadith_id": 2629,
    "narrator": "‘আব্দুল্লাহ ইবনু মাস‘ঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ অপরিচিত অবস্থায় ইসলামের সূচনা হয়েছে এবং যে অবস্থায় তার সূচনা হয়েছিল আবার সে রকম অপরিচিত অবস্থায় ইসলাম ফিরে আসবে। সুতরাং অপরিচিতদের জন্যই সু-সংবাদ। \n\nসহীহঃ ইবনু মা-জাহ(৩৯৮৮), মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الإِسْلاَمَ بَدَأَ غَرِيبًا وَسَيَعُودُ غَرِيبًا كَمَا بَدَأَ فَطُوبَى لِلْغُرَبَاءِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ سَعْدٍ وَابْنِ عُمَرَ وَجَابِرٍ وَأَنَسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ ابْنِ مَسْعُودٍ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ حَفْصِ بْنِ غِيَاثٍ عَنِ الأَعْمَشِ وَأَبُو الأَحْوَصِ اسْمُهُ عَوْفُ بْنُ مَالِكِ بْنِ نَضْلَةَ الْجُشَمِيُّ تَفَرَّدَ بِهِ حَفْصٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সা’দ, ইবনু ‘উমার, জাবির, আনাস ও ‘আব্দুল্লাহ ইবনু ‘আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ, ইবনু মাস‘ঊদ (রাঃ)–এর বর্ণনা হিসেবে গারীব । আমরা এ হাদীস শুধুমাত্র হাফ্‌স ইবনু গিয়াস হতে আ’মাশের সুত্রেই জেনেছি । আবুল আহ্‌ওয়াসের নাম ‘আওফ ইবনু মালিক ইবনু নাযলা আল-জুশমী । হাফ্‌স এ হাদীসটি এককভাবে বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2630,
    "narrator": "কাসীর ইবনু আবদুল্লাহ ইবনু আমর ইবনু আওফ ইবনু যাইদ ইবনু মিলহা (রহঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ সাপ যেভাবে (সংকুচিত) হয়ে তার গর্তে ফিরে যায় তেমনি দ্বীন ইসলামও এক সময় সংকুচিত হয়ে হিজাযে ফিরে আসবে। পাহাড়ী বকরী যেমন পাহাড় শৃংগে আশ্রয় নেয়, দ্বীন ইসলামও তেমন হিজাযে আশ্রয় নিবে। দ্বীন ইসলাম তো অপরিচিত অবস্থায় যাত্রা শুরু করছিল এবং অচিরেই অপরিচিত অবস্থায় ফিরে আসবে অর্থাৎ অপরিচিত হয়ে যাবে। সুতরাং অপরিচিতদের জন্য সুসংবাদ, যারা আমার সুন্নাত বিপর্যস্ত হয়ে যাবার পর তা পুনরুজ্জীবিত করে। \n\nঅত্যন্ত দূর্বল, সহীহা (১২৭৩) নং হাদিসের আওতায়। মিশকাত (১৭০)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، حَدَّثَنِي كَثِيرُ بْنُ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عَوْفِ بْنِ زَيْدِ بْنِ مِلْحَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ الدِّينَ لَيَأْرِزُ إِلَى الْحِجَازِ كَمَا تَأْرِزُ الْحَيَّةُ إِلَى جُحْرِهَا وَلَيَعْقِلَنَّ الدِّينُ مِنَ الْحِجَازِ مَعْقِلَ الأُرْوِيَّةِ مِنْ رَأْسِ الْجَبَلِ إِنَّ الدِّينَ بَدَأَ غَرِيبًا وَيَرْجِعُ غَرِيبًا فَطُوبَى لِلْغُرَبَاءِ الَّذِينَ يُصْلِحُونَ مَا أَفْسَدَ النَّاسُ مِنْ بَعْدِي مِنْ سُنَّتِي ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদিসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2633,
    "narrator": "যাইদ ইবনু আরকাম (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কেউ যদি কোন ওয়াদা করে এবং তা পুরা করার নিয়াত করে; কিন্তু কোন কারণে তা পুরা করতে না পারে, তাহলে এজন্য তার কোন গুনাহ হবে না। \n\nযঈফ, মিশকাত (৪৮৮১), যঈফা (১৪৪৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ طَهْمَانَ، عَنْ عَلِيِّ بْنِ عَبْدِ الأَعْلَى، عَنْ أَبِي النُّعْمَانِ، عَنْ أَبِي وَقَّاصٍ، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا وَعَدَ الرَّجُلُ وَيَنْوِي أَنْ يَفِيَ بِهِ فَلَمْ يَفِ بِهِ فَلاَ جُنَاحَ عَلَيْهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَلَيْسَ إِسْنَادُهُ بِالْقَوِيِّ ‏.‏ عَلِيُّ بْنُ عَبْدِ الأَعْلَى ثِقَةٌ وَلاَ يُعْرَفُ أَبُو النُّعْمَانِ وَلاَ أَبُو وَقَّاصٍ وَهُمَا مَجْهُولاَنِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদিসটি গারীব। এর সনদ মজবুত নয়। আলী-ইবনু আব্দুল আ’লা নির্ভরযোগ্য রাবী। আবূ নু’মান এবং আবূ ওক্কাস এ দুইজন অপরিচিত রাবী।"
  },
  {
    "hadith_id": 2631,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মুনাফিক্বের আলামত বা নিদর্শন তিনটি। সে (১) কথা বললে মিথ্যা বলে, ; (২) ওয়া’দাহ্‌ করলে তা ভঙ্গ করে এবং (৩) তার নিকট আমানাত রাখা হলে সে তার খিয়ানত করে।\n\nসহীহঃ ঈমান আবী ‘উবাইদ, পৃষ্ঠা (৯৫), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو حَفْصٍ، عَمْرُو بْنُ عَلِيٍّ حَدَّثَنَا يَحْيَى بْنُ مُحَمَّدِ بْنِ قَيْسٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ آيَةُ الْمُنَافِقِ ثَلاَثٌ إِذَا حَدَّثَ كَذَبَ وَإِذَا وَعَدَ أَخْلَفَ وَإِذَا اؤْتُمِنَ خَانَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ الْعَلاَءِ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَأَنَسٍ وَجَابِرٍ ‏.‏\nحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ أَبِي سُهَيْلِ بْنِ مَالِكٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِمَعْنَاهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ وَأَبُو سُهَيْلٍ هُوَ عَمُّ مَالِكِ بْنِ أَنَسٍ وَاسْمُهُ نَافِعُ بْنُ مَالِكِ بْنِ أَبِي عَامِرٍ الأَصْبَحِيُّ الْخَوْلاَنِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান এবং আল-আ’লার বর্ণনা হিসেবে গারীব । আবূ হুরাইরাহ্‌ (রাঃ) হতে একাধিক সূত্রে এই মর্মে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর হাদীস বর্ণিত আছে । ‘আব্দুল্লাহ ইবনু মাস‘ঊদ, আনাস ও জাবির (রাযিঃ ) হতেও এ অনুচ্ছেদে হাদীস  বর্ণিত আছে । উপরোক্ত হাদীসের মত  হাদীস ‘আলী ইবনু হুজ্‌র-ইসমাইল ইবনু জা’ফার হতে, তিনি আবূ সুহাইল ইবনু মালিক হতে, তিনি তার বাবা হতে, তিনি আবূ হুরাইরাহ্‌ (রাঃ) হতে তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে বর্ণিত আছে । আবূ ‘ঈসা বলেন, এ সূত্রে বর্ণিত হাদীসটি সহীহ । আবূ সুহাইল হলেন মালিক ইবনু আনাস (রহঃ)–এর চাচা, তার নাম নাফি‘ । ইবনু মালিক ইবনু আবী ‘আমির আল-আসবাহী আল-খাওলানী ।"
  },
  {
    "hadith_id": 2632,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আম্‌র (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তির মধ্যে চারটি অভ্যাস রয়েছে সে মুনাফিক্ব। আর যার মধ্যে এগুলোর কোন একটি অভ্যাস থাকে, তা ত্যাগ করার পূর্ব পর্যন্ত তার মধ্যে মুনাফিক্বীর একটি স্বভাব থাকে। যে কথা বললে মিথ্যা বলে, ওয়া‘দাহ্‌ করলে তা ভঙ্গ করে, ঝগড়া করলে অশ্লীল ভাষায় গালাগালি করে এবং চুক্তি করলে বিশ্বাসঘাতকতা করে।\n\nএ হাদীসটি হাসান সহীহ।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ سُفْيَانَ، عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، عَنْ مَسْرُوقٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا وَإِنْ كَانَتْ خَصْلَةٌ مِنْهُنَّ فِيهِ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا مَنْ إِذَا حَدَّثَ كَذَبَ وَإِذَا وَعَدَ أَخْلَفَ وَإِذَا خَاصَمَ فَجَرَ وَإِذَا عَاهَدَ غَدَرَ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\nحَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنِ الأَعْمَشِ، عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَإِنَّمَا مَعْنَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ نِفَاقُ الْعَمَلِ وَإِنَّمَا كَانَ نِفَاقُ التَّكْذِيبِ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم هَكَذَا رُوِيَ عَنِ الْحَسَنِ الْبَصْرِيِّ شَيْئًا مِنْ هَذَا أَنَّهُ قَالَ النِّفَاقُ نِفَاقَانِ نِفَاقُ الْعَمَلِ وَنِفَاقُ التَّكْذِيبِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "হাসান ইবনু ‘আলী আল-খাল্লাল-‘আবদুল্লাহ ইবনু নুমাইর হতে, তিনি আ’মাশ হতে, তিনি ‘আবদুল্লাহ ইবনু মুর্‌রাহ (রহঃ)–এর সূত্রে উপরোক্ত হাদীসের সমার্থক হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, এ সূত্রে বর্ণিত হাদীসটি ও হাসান সহীহ । বিশেশজ্ঞ আলিমগণ মনে করেন এ হাদিসের তাৎপর্য হল, কার্যকলাপে মুনাফিক্বী, এখনো যা বিদ্যমান আছে । আর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর যুগে মুনাফিক্বী ছিল ইসলামকে অস্বীকার করার মুনাফিক্বী । হাসান বাস্‌রী (রহঃ) হতে একই রকম ব্যাখ্যা বর্ণিত আছে ।"
  },
  {
    "hadith_id": 2634,
    "narrator": "‘আবদূল্লাহ ইবনু মাস‘ঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মুসলিমের বিরুদ্ধে লড়াই করা কুফ্‌রী এবং তাকে গালি দেয়া ফাসিক্বী।\n\nসহীহঃ বুখারী ও মুসলিম। অন্য সনদে ১৯৮৩ নং হাদীস পূর্বে বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ بَزِيعٍ، حَدَّثَنَا عَبْدُ الْحَكِيمِ بْنُ مَنْصُورٍ الْوَاسِطِيُّ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ قِتَالُ الْمُسْلِمِ أَخَاهُ كُفْرٌ وَسِبَابُهُ فُسُوقٌ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ سَعْدٍ وَعَبْدِ اللَّهِ بْنِ مُغَفَّلٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ مَسْعُودٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ مِنْ غَيْرِ وَجْهٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সা’দ ও ‘আবদুল্লাহ ইবনু মুগাফফাল (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, ‘আবদুল্লাহ ইবনু মাস‘ঊদ (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ । এ হাদীসটি ইবনু মাস‘ঊদ (রাঃ) হতে একাধিক সূত্রে বর্ণিত আছে ।"
  },
  {
    "hadith_id": 2635,
    "narrator": "‘আবদুল্লাহ ইবনু মাস‘ঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মুসলিমকে গালি দেয়া ফাসিক্বী এবং তার বিরুদ্ধে লড়াই করা বা তাকে হত্যা করা কুফরী।\n\nসহীহঃ বুখারী ও মুসলিম। ইহা ১৯৮৩ নং হাদিসের পুনরুক্তি।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ زُبَيْدٍ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ سِبَابُ الْمُسْلِمِ فُسُوقٌ وَقِتَالُهُ كُفْرٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَمَعْنَى هَذَا الْحَدِيثِ قِتَالُهُ كُفْرٌ لَيْسَ بِهِ كُفْرًا مِثْلَ الاِرْتِدَادِ عَنِ الإِسْلاَمِ وَالْحُجَّةُ فِي ذَلِكَ مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ مَنْ قُتِلَ مُتَعَمَّدًا فَأَوْلِيَاءُ الْمَقْتُولِ بِالْخِيَارِ إِنْ شَاءُوا قَتَلُوا وَإِنْ شَاءُوا عَفَوْا ‏\"‏ ‏.‏ وَلَوْ كَانَ الْقَتْلُ كُفْرًا لَوَجَبَ الْقَتْلُ وَلَمْ يَصِحَّ الْعَفْوُ وَقَدْ رُوِيَ عَنِ ابْنِ عَبَّاسٍ وَطَاوُسٍ وَعَطَاءٍ وَغَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ قَالُوا كُفْرٌ دُونَ كُفْرٍ وَفُسُوقٌ دُونَ فُسُوقٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ । কোন মুসলিম তার মুসলিম ভাইকে হত্যা করা কুফ্‌রী । তবে এর দ্বারা সে মুরতাদ (কাফির) হয় না । এর দলীল নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত হাদীস “যাকে ইচ্ছাকৃতভাবে হত্যা করা হয় তার উত্তরাধিকারীগণ ইচ্ছা করলে হত্যাকারীকে হত্যা ও করতে পারে, ইচ্ছা করলে ক্ষমাও করতে পারে” । মুরতাদ হয়ে গেলে হত্যা করা ওয়াজিব হয়ে যেত । ইবনু ‘আব্বাস, তাউস, আতা এবং আরো অনেক বিশেষজ্ঞ আলিমগণ উক্ত অভিমত ব্যক্ত করেছেন ।"
  },
  {
    "hadith_id": 2636,
    "narrator": "সাবিত ইবনুয্‌ যাহ্‌হাক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন বান্দার যে জিনিসের মালিকানা নেই সে সেই জিনিসের মানত করলে তা পূরণ করা তার জন্য অপরিহার্য নয়। মু’মিনকে অভিশাপকারী তাকে হত্যাকারীর অনুরূপ। যে লোক মু’মিন  ব্যক্তিকে কুফরীর অপবাদ দেয়, সেও তার হত্যাকারীর অনুরূপ। আর যে ব্যক্তি যে জিনিসের সাহায্যে আত্মহত্যা করে, আল্লাহ্‌ তা‘আলা তাকে সেই জিনিস দ্বারাই কিয়ামাত দিবসে শাস্তি দিবেন।\n\nসহীহঃ ইবনু মা-জাহ (২০৯৮)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، عَنْ هِشَامٍ الدَّسْتَوَائِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي قِلاَبَةَ، عَنْ ثَابِتِ بْنِ الضَّحَّاكِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لَيْسَ عَلَى الْعَبْدِ نَذْرٌ فِيمَا لاَ يَمْلِكُ وَلاَعِنُ الْمُؤْمِنِ كَقَاتِلِهِ وَمَنْ قَذَفَ مُؤْمِنًا بِكُفْرٍ فَهُوَ كَقَاتِلِهِ وَمَنْ قَتَلَ نَفْسَهُ بِشَيْءٍ عَذَّبَهُ اللَّهُ بِمَا قَتَلَ بِهِ نَفْسَهُ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي ذَرٍّ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ যার ও ইবনু ‘উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2637,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক তার ভাইকে কাফির বললে তা এ দু’জনের যে কোন একজনের উপর বর্তায়। \n\nসহীহঃ মুসলিম (১/৫৭)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ أَيُّمَا رَجُلٍ قَالَ لأَخِيهِ كَافِرٌ فَقَدْ بَاءَ بِهِ أَحَدُهُمَا ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَمَعْنَى قَوْلِهِ بَاءَ يَعْنِي أَقَرَّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি হাসান সহীহ গারীব । বায়া অর্থাৎ- স্বীকার করলো ।"
  },
  {
    "hadith_id": 2639,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আম্‌র ইবনুল ‘আস (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ আল্লাহ তা‘আলা ক্বিয়ামাত দিবসে আমার উম্মাতের একজনকে সমস্ত সৃষ্টির সামনে আলাদা করে উপস্থিত করবেন। তিনি তার সামনে নিরানব্বইটি ‘আমলনামার খাতা খুলে ধরবেন। প্রতিটি খাতা দৃষ্টির সীমা পর্যন্ত বিস্তৃত হবে। তারপর তিনি প্রশ্ন করবেন, তুমি কি এগুলো হতে কোন একটি (গুনাহ) অস্বীকার করতে পার? আমার লেখক ফেরেস্তারা কি তোমার উপর যুল্‌ম করেছে? সে বলবে, না, হে প্রভু! তিনি আবার প্রশ্ন করবেনঃ তোমার কোন অভিযোগ আছে কি? সে বলবে, না, হে আমার প্রভু! তিনি বলবেনঃ আমার নিকট তোমার একটি সওয়াব আছে। আজ তোমার উপর এতটুকু যুলুমও করা হবে না। তখন ছোট একটি কাগজের টুকরা বের করা হবে। তাতে লিখা থাকবেঃ “আমি সাক্ষ্য প্রদান করি যে, আল্লাহ তা‘আলা ব্যতীত আর কোন প্রভু নেই। আমি আরো সাক্ষ্য দিই যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌র বান্দা ও তাঁর রাসূল”। তিনি তাকে বলবেনঃ দাড়িপাল্লার সামনে যাও। সে বলবে, হে প্রভূ! এতগুলো খাতার বিপরীতে এই সামান্য কাগজটুকুর কি আর ওজন হবে? তিনি বলবেনঃ তোমার উপর কোন যুলুম করা হবে না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তারপর খাতাগুলো এক পাল্লায় রাখা হবে এবং উক্ত টুকরাটি আরেক পাল্লায় রাখা হবে। ওজনে খাতাগুলোর পাল্লা হালকা হবে এবং কাগজের টুকরার পাল্লা ভারী হবে। আর আল্লাহ তা‘আলার নামের বিপরীতে কোন কিছুই ভারী হতে পারে না।\n\nসহীহঃ ইবনু মা-জাহ (৪৩০০)",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ لَيْثِ بْنِ سَعْدٍ، حَدَّثَنِي عَامِرُ بْنُ يَحْيَى، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْمَعَافِرِيِّ، ثُمَّ الْحُبُلِيِّ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ اللَّهَ سَيُخَلِّصُ رَجُلاً مِنْ أُمَّتِي عَلَى رُءُوسِ الْخَلاَئِقِ يَوْمَ الْقِيَامَةِ فَيَنْشُرُ عَلَيْهِ تِسْعَةً وَتِسْعِينَ سِجِلاًّ كُلُّ سِجِلٍّ مِثْلُ مَدِّ الْبَصَرِ ثُمَّ يَقُولُ أَتُنْكِرُ مِنْ هَذَا شَيْئًا أَظَلَمَكَ كَتَبَتِي الْحَافِظُونَ فَيَقُولُ لاَ يَا رَبِّ ‏.‏ فَيَقُولُ أَفَلَكَ عُذْرٌ فَيَقُولُ لاَ يَا رَبِّ ‏.‏ فَيَقُولُ بَلَى إِنَّ لَكَ عِنْدَنَا حَسَنَةً فَإِنَّهُ لاَ ظُلْمَ عَلَيْكَ الْيَوْمَ فَتَخْرُجُ بِطَاقَةٌ فِيهَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ فَيَقُولُ احْضُرْ وَزْنَكَ فَيَقُولُ يَا رَبِّ مَا هَذِهِ الْبِطَاقَةُ مَعَ هَذِهِ السِّجِلاَّتِ فَقَالَ إِنَّكَ لاَ تُظْلَمُ ‏.‏ قَالَ فَتُوضَعُ السِّجِلاَّتُ فِي كِفَّةٍ وَالْبِطَاقَةُ فِي كِفَّةٍ فَطَاشَتِ السِّجِلاَّتُ وَثَقُلَتِ الْبِطَاقَةُ فَلاَ يَثْقُلُ مَعَ اسْمِ اللَّهِ شَيْءٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏\nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ عَامِرِ بْنِ يَحْيَى، بِهَذَا الإِسْنَادِ نَحْوَهُ بِمَعْنَاهُ ‏.‏ وَالْبِطَاقَةُ هِيَ الْقِطْعَةُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান গারীব । কুতাইবা-ইবনু লাহীআ হতে, তিনি ‘আমির ইবনু ইয়াহ্‌ইয়া (রহঃ) হতে এই সনদে উক্ত মর্মে অনুরূপ বর্ণিত আছ । ‘বিতাকা’ অর্থ টুকরা বা খণ্ড ।"
  },
  {
    "hadith_id": 2638,
    "narrator": "আস্‌-সুনাবিহী (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘উবাদাহ্‌ ইবনুস সামিত (রাঃ)-এর নিকট উপস্থিত হলাম, সে সময় তিনি অন্তিম অবস্থায় ছিলেন। আমি (তাঁকে এ অবস্থায় দেখে) কেঁদে ফেললাম। তিনি বললেন, থামো, কাঁদছো কেন? আল্লাহ্‌র শপথ! যদি আমার সাক্ষ্য চাওয়া হয় তবে আমি অবশ্যই তোমার (ঈমানের) পক্ষে সাক্ষ্য দিব, যদি সুপারিশের অনুমতি আমাকে দেয়া হয় তবে অবশ্যই তোমার জন্য আমি সুপারিশ করবো; আর আমার পক্ষে সম্ভব হলে আমি অবশ্যই তোমার উপকার করবো। তিনি আবার বললেন, আল্লাহ্‌র কসম! আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে তোমাদের জন্য কল্যাণকর যেসব কথা শুনেছি তার সবই তোমাদেরকে বলেছি। শুধুমাত্র একটি কথা বলা বাকি আছে, যা আমি আজ তোমাদেরকে এমন অবস্থায় বলছি যে, মৃত্যু আমাকে বেষ্টন করে ফেলেছে। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ যে ব্যক্তি সাক্ষ্য দিবে যে, আল্লাহ তা‘আলা ব্যতীত আর কোন প্রভু নেই এবং মুহাম্মাদ আল্লাহ্‌র রাসূল, তার জন্য আল্লাহ তা‘আলা জাহান্নামকে হারাম করে দিবেন।\n\nহাসানঃ মুসলিম (১/৪৩)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ عَجْلاَنَ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنِ ابْنِ مُحَيْرِيزٍ، عَنِ الصُّنَابِحِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، أَنَّهُ قَالَ دَخَلْتُ عَلَيْهِ وَهُوَ فِي الْمَوْتِ فَبَكَيْتُ فَقَالَ مَهْلاً لِمَ تَبْكِي فَوَاللَّهِ لَئِنِ اسْتُشْهِدْتُ لأَشْهَدَنَّ لَكَ وَلَئِنْ شُفِّعْتُ لأَشْفَعَنَّ لَكَ وَلَئِنِ اسْتَطَعْتُ لأَنْفَعَنَّكَ ثُمَّ قَالَ وَاللَّهِ مَا مِنْ حَدِيثٍ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم لَكُمْ فِيهِ خَيْرٌ إِلاَّ حَدَّثْتُكُمُوهُ إِلاَّ حَدِيثًا وَاحِدًا وَسَوْفَ أُحَدِّثُكُمُوهُ الْيَوْمَ وَقَدْ أُحِيطَ بِنَفْسِي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ مَنْ شَهِدَ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَرَّمَ اللَّهُ عَلَيْهِ النَّارَ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ وَعَلِيٍّ وَطَلْحَةَ وَجَابِرٍ وَابْنِ عُمَرَ وَزَيْدِ بْنِ خَالِدٍ ‏.‏ قَالَ سَمِعْتُ ابْنَ أَبِي عُمَرَ يَقُولُ سَمِعْتُ ابْنَ عُيَيْنَةَ يَقُولُ مُحَمَّدُ بْنُ عَجْلاَنَ كَانَ ثِقَةً مَأْمُونًا فِي الْحَدِيثِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَالصُّنَابِحِيُّ هُوَ عَبْدُ الرَّحْمَنِ بْنُ عُسَيْلَةَ أَبُو عَبْدِ اللَّهِ ‏.‏ وَقَدْ رُوِيَ عَنِ الزُّهْرِيِّ أَنَّهُ سُئِلَ عَنْ قَوْلِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ دَخَلَ الْجَنَّةَ ‏\"‏ ‏.‏ فَقَالَ إِنَّمَا كَانَ هَذَا فِي أَوَّلِ الإِسْلاَمِ قَبْلَ نُزُولِ الْفَرَائِضِ وَالأَمْرِ وَالنَّهْىِ ‏.‏ قَالَ أَبُو عِيسَى وَوَجْهُ هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ أَنَّ أَهْلَ التَّوْحِيدِ سَيَدْخُلُونَ الْجَنَّةَ وَإِنْ عُذِّبُوا بِالنَّارِ بِذُنُوبِهِمْ فَإِنَّهُمْ لاَ يُخَلَّدُونَ فِي النَّارِ ‏.‏ وَقَدْ رُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَأَبِي ذَرٍّ وَعِمْرَانَ بْنِ حُصَيْنٍ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَابْنِ عَبَّاسٍ وَأَبِي سَعِيدٍ الْخُدْرِيِّ وَأَنَسِ بْنِ مَالِكٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ سَيَخْرُجُ قَوْمٌ مِنَ النَّارِ مِنْ أَهْلِ التَّوْحِيدِ وَيَدْخُلُونَ الْجَنَّةَ ‏\"‏ ‏.‏ هَكَذَا رُوِيَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ وَإِبْرَاهِيمَ النَّخَعِيِّ وَغَيْرِ وَاحِدٍ مِنَ التَّابِعِينَ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي تَفْسِيرِ هَذِهِ الآيَةَِ‏:‏ ‏(‏رُبَمَا يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ‏)‏ قَالُوا إِذَا أُخْرِجَ أَهْلُ التَّوْحِيدِ مِنَ النَّارِ وَأُدْخِلُوا الْجَنَّةَ يَوَدُّ الَّذِينَ كَفَرُوا لَوْ كَانُوا مُسْلِمِينَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ বাক্‌র, ‘উমার, ‘উসমান, তালহা, জাবির, ইবনু ‘উমার ও যাইদ ইবনু খালিদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । ইবনু ‘উয়াইনাহ্‌ বলেন, মুহাম্মাদ ইবনু আজলান নির্ভরযোগ্য বর্ণনাকারী এবং হাদীস শাস্ত্রে বিশ্বস্ত ব্যক্তি । আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ এবং এ সূত্রে গারীব । আস্‌-সুনাবিহী হলেন ‘আবদুর রহমান ইবনু উসাইল উপনাম আবূ ‘আবদুল্লাহ ।\nযুহরী (রহঃ) হতে বর্ণিত যে, তাকে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বানী- “যে ব্যক্তি বলবে আল্লাহ তা‘আলা ব্যতীত আর কোন প্রভু নেই, সে জান্নাতে প্রবেশ করবে”-এর তাৎপর্য প্রসঙ্গে প্রশ্ন করা হলে তিনি বলেন, ইসলামের প্রাথমিক যুগে যখন ফরযসমূহ, আদেশ-নিষেধ ইত্যাদি বিধান পুরাপুরি অবতীর্ণ হয়নি, তখন হাদীসের এ অর্থ প্রযোজ্য ছিল । কিছু আলিমের মতে এ হাদীসের অর্থ এই যে, তাওহীদপন্থিরা জান্নাতে যাবেই, যদিও তাদের গুনাহের কারণে কিছু দিন জাহান্নামে শাস্তি দেয়া হবে, কিন্তু তারা চিরদিন জাহান্নামে থাকবে না । \n‘আবদুল্লাহ ইবনু মাস‘ঊদ, আবূ যার, ‘ইমরান ইবনু হুসাইন, জাবির ইবনু ‘আবদুল্লাহ, ইবনু ‘আব্বাস, আবূ সা’ঈদ আল-খুদরী ও আনাস (রাঃ) প্রমুখ সাহাবী নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেন যে, তিনি বলেছেনঃ তাওহীদপন্থিরা জাহান্নাম থেকে বেরিয়ে আসবে এবং জান্নাতে প্রবেশ করবে । একইভাবে সা’ঈদ ইবনু জুবাইর, ইবরাহীম নাখঈ প্রমুখ তাবিঈগণ- “কখনো কখনো কাফিররা আকাঙ্ক্ষা করবে যে, তারা যদি মুসলিম হত”- (সূরা হিজরঃ ২) আয়াতের তাফসীরে বলেন, যখন তাওহীদপন্থিদেরকে জাহান্নাম থেকে বের করা হবে এবং জান্নাতে প্রবেশ করানো হবে তখন কাফিররা আফসোস করে বলবে যে, তারাও যদি মুসলিম হতো ।"
  },
  {
    "hadith_id": 2640,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "রাসূলুল্লাহ (রাঃ) বলেছেনঃ ইয়াহূদীরা একাত্তর অথবা বাহাত্তর দলে বিভক্ত হয়েছিল এবং খৃষ্টানেরাও অনুরূপ দলে বিভক্ত হয়েছিল। আর আমার উম্মাত বিভক্ত হবে তিয়াত্তর দলে।\n\nহাসান সহীহঃ ইবনু মা-জাহ (৩৯৯১)",
    "ar": "حَدَّثَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ أَبُو عَمَّارٍ، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ تَفَرَّقَتِ الْيَهُودُ عَلَى إِحْدَى وَسَبْعِينَ أَوِ اثْنَتَيْنِ وَسَبْعِينَ فِرْقَةً وَالنَّصَارَى مِثْلَ ذَلِكَ وَتَفْتَرِقُ أُمَّتِي عَلَى ثَلاَثٍ وَسَبْعِينَ فِرْقَةً ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ سَعْدٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَعَوْفِ بْنِ مَالِكٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "সা’দ, ‘আবদুল্লাহ ইবনু ‘আম্‌র ও ‘আওফ ইবনু মালিক (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, আবূ হুরাইরাহ্‌ (রাঃ) কর্তৃক বর্ণিত হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2644,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জিবরীল (আঃ) আমার নিকট এসে এই সুসংবাদ দেন যে, যে ব্যক্তি আল্লাহ তা‘আলার সাথে কিছু শারীক না করে মারা যাবে, সে জান্নাতে প্রবেশ করবে। আমি প্রশ্ন করলাম, সে যদি ব্যভিচার করে থাকে, সে যদি চুরি করে থাকে? তিনি বললেনঃ হ্যাঁ (তবুও সে জান্নাতে যাবে)।\n\nসহীহঃ সহীহাহ্‌ (৮২৬), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَخْبَرَنَا شُعْبَةُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، وَعَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، وَالأَعْمَشِ، كُلُّهُمْ سَمِعُوا زَيْدَ بْنَ وَهْبٍ، عَنْ أَبِي ذَرٍّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ أَتَانِي جِبْرِيلُ فَبَشَّرَنِي فَأَخْبَرَنِي أَنَّهُ مَنْ مَاتَ لاَ يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ ‏\"‏ ‏.‏ قُلْتُ وَإِنْ زَنَى وَإِنْ سَرَقَ قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي الدَّرْدَاءِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ । এ অনুচ্ছেদে আবু দারদা (রাঃ) হতেও হাদীস বর্ণিত আছে ।"
  },
  {
    "hadith_id": 2642,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আম্‌র (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ আল্লাহ তা‘আলা অন্ধকারে তাঁর মাখলূকাতের সৃষ্টি করেছেন। তারপর তিনি এদের উপরে তাঁর নূরের আলোকপ্রভা ঢেলে দিয়েছেন। সুতরাং সেই নূরের আলোকপ্রভা যে ব্যক্তির উপর পড়েছে সে সৎপথ পেয়েছে এবং যে ব্যক্তির উপর তা পড়েনি সে পথভ্রষ্ট হয়েছে। এ জন্যেই আমি বলিঃ আল্লাহ তা‘আলার ‘ইল্‌ম অনুযায়ী ক্বলম (তাক্বদীরের লিখন) শুকিয়ে গেছে।\n\nসহীহঃ মিশকাত (১০১), সহীহাহ্‌ (১০৭৬), আয্‌যিলা-ল (২৪১-২৪৪)।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ يَحْيَى بْنِ أَبِي عَمْرٍو السَّيْبَانِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ الدَّيْلَمِيِّ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّ اللَّهَ عَزَّ وَجَلَّ خَلَقَ خَلْقَهُ فِي ظُلْمَةٍ فَأَلْقَى عَلَيْهِمْ مِنْ نُورِهِ فَمَنْ أَصَابَهُ مِنْ ذَلِكَ النُّورِ اهْتَدَى وَمَنْ أَخْطَأَهُ ضَلَّ فَلِذَلِكَ أَقُولُ جَفَّ الْقَلَمُ عَلَى عِلْمِ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান ।"
  },
  {
    "hadith_id": 2641,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আম্‌র (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বানী ইসরাঈল যে অবস্থায় পতিত হয়েছিল, নিঃসন্দেহে আমার উম্মাতও সেই অবস্থার সম্মুখীন হবে, যেমন একজোড়া জুতার একটি আরেকটির মতো হয়ে থাকে। এমনকি তাদের মধ্যে কেউ যদি প্রকাশ্যে তার মায়ের সাথে ব্যভিচার করে থাকে, তবে আমার উম্মাতের মধ্যেও কেউ তাই করবে। আর বানী ইসরাঈল বাহাত্তর দলে বিভক্ত হয়েছিল। আমার উম্মাত তিয়াত্তর দলে বিভক্ত হবে। শুধু একটি দল ছাড়া তাদের সবাই জাহান্নামী হবে। সাহাবীগণ বললেন, হে আল্লাহ্‌র রাসূল! সে দল কোনটি? তিনি বললেনঃ আমি ও আমার সাহাবীগণ যার উপর প্রতিষ্ঠিত।\n\nহাসানঃ মিশকাত, তাহক্বীক্ব সানী (১৭১), সহীহাহ্‌ (১৩৪৮)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ الْحَفَرِيُّ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادِ بْنِ أَنْعُمَ الإِفْرِيقِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَيَأْتِيَنَّ عَلَى أُمَّتِي مَا أَتَى عَلَى بَنِي إِسْرَائِيلَ حَذْوَ النَّعْلِ بِالنَّعْلِ حَتَّى إِنْ كَانَ مِنْهُمْ مَنْ أَتَى أُمَّهُ عَلاَنِيَةً لَكَانَ فِي أُمَّتِي مَنْ يَصْنَعُ ذَلِكَ وَإِنَّ بَنِي إِسْرَائِيلَ تَفَرَّقَتْ عَلَى ثِنْتَيْنِ وَسَبْعِينَ مِلَّةً وَتَفْتَرِقُ أُمَّتِي عَلَى ثَلاَثٍ وَسَبْعِينَ مِلَّةً كُلُّهُمْ فِي النَّارِ إِلاَّ مِلَّةً وَاحِدَةً قَالُوا وَمَنْ هِيَ يَا رَسُولَ اللَّهِ قَالَ مَا أَنَا عَلَيْهِ وَأَصْحَابِي ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ مُفَسَّرٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ مِثْلَ هَذَا إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান গারীব ও সব্যাখ্যায়িত (মুফাস্‌রার) । এই সনদসূত্র ব্যতীত উপরোক্ত প্রকৃতির কোন বর্ণনা প্রসঙ্গে আমাদের জানা নেই ।"
  },
  {
    "hadith_id": 2643,
    "narrator": "মু‘আয ইবনু জাবাল (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রশ্ন করেনঃ তুমি কি জানো বান্দার উপর আল্লাহ তা‘আলার কি হক্ব (অধিকার) রয়েছে? আমি বললাম, আল্লাহ ও তাঁর রাসূলই ভালো জানেন। তিনি বললেনঃ তাদের উপর তাঁর হক্ব এই যে, তারা তাঁর ‘ইবাদাত করবে এবং তাঁর সাথে আর কোন কিছুকে অংশীদার স্থাপন করবে না। তিনি আবার প্রশ্ন করেনঃ তারা এগুলো করলে আল্লাহ তা‘আলার উপর তাদের কি হক্ব (অধিকার) রয়েছে তুমি কি তা জানো? আমি বললাম, আল্লাহ ও তাঁর রাসূলই ভালো জানেন। তিনি বললেনঃ আল্লাহ তা‘আলার উপর তাদের হক্ব এই যে, তিনি তাদেরকে শাস্তি দিবেন না।\n\nসহীহঃ ইবনু মা-জাহ (৪২৯৬), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَتَدْرِي مَا حَقُّ اللَّهِ عَلَى الْعِبَادِ ‏\"‏ ‏.‏ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ فَإِنَّ حَقَّهُ عَلَيْهِمْ أَنْ يَعْبُدُوهُ وَلاَ يُشْرِكُوا بِهِ شَيْئًا ‏\"‏ ‏.‏ قَالَ ‏\"‏ فَتَدْرِي مَا حَقُّهُمْ عَلَيْهِ إِذَا فَعَلُوا ذَلِكَ ‏\"‏ ‏.‏ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ أَنْ لاَ يُعَذِّبَهُمْ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ مُعَاذِ بْنِ جَبَلٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি হাসান সহীহ । এ হাদীসটি মু‘আয ইবনু জাবাল (রাঃ) হতে একাধিক সূত্রে বর্ণিত হয়েছে ।"
  },
  {
    "hadith_id": 2619,
    "narrator": "আ’মাশ (রহঃ)",
    "bn": "আ’মাশ (রহঃ) হতেও উপরোক্ত সনদে একই রকম হাদীস বর্ণিত আছে। এতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বান্দাহ্‌ ও শির্‌কের মধ্যে অথবা বান্দাহ্ ও কুফরীর মধ্যে পার্থক্য হল নামায ত্যাগ করা। \n\nসহীহঃ দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَسْبَاطُ بْنُ مُحَمَّدٍ، عَنِ الأَعْمَشِ، بِهَذَا الإِسْنَادِ نَحْوَهُ وَقَالَ ‏ \"‏ بَيْنَ الْعَبْدِ وَبَيْنَ الشِّرْكِ أَوِ الْكُفْرِ تَرْكُ الصَّلاَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَأَبُو سُفْيَانَ اسْمُهُ طَلْحَةُ بْنُ نَافِعٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হদীসটি হাসান সহীহ । আবূ সুফ্‌ইয়ানের নাম তালহা ইবনু নাফি’ ।"
  },
  {
    "hadith_id": 2625,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যিনাকারী যিনায় লিপ্ত থাকা অবস্থায় মু’মিন থাকেনা, চোর চুরি করার সময় মু’মিন থাকেনা। তবে তাওবাহ্‌ করার সুযোগ আছে।\n\nসহীহঃ ইবনু মা-জাহ (৩৯৩৬), বুখারী ও মুসলিম।\n\nইবনু ‘আব্বাস, ‘আয়িশা ও ‘আবদুল্লাহ ইবনু আবী আওফা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেন, আবূ হুরায়রা্‌ (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ এবং এ সূত্রে গারীব। অধিকন্তু আবূ হুরায়রা্‌ (রাঃ) হতে বর্ণিত, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ “বান্দা যখন যিনায় লিপ্ত থাকে, তখন ঈমান তার থেকে বেরিয়ে যায় এবং ছায়ার মত তার মাথার উপর অবস্থান করে। তারপর সে যখন সেই দুষ্কর্ম হতে সরে আসে তখন ঈমান ও তার মাঝে ফিরে আসে।”\n\nআবূ জা’ফর মুহাম্মাদ ইবনু ‘আলী (রহঃ) হতে বর্ণিত আছে। তিনি বলেন, “অপরাধী ব্যক্তি এ ধরনের পরিস্থিতিতে ঈমানের স্তর হতে বেরিয়ে ইসলামের স্তরে নেমে আসে”।\n\nএকাধিক সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত , তিনি যিনা ও চুরি সম্পর্কে বলেন, “যে ব্যক্তি যিনা ও চুরির অপরাধে অপরাধী সাব্যস্ত হয়েছে এবং তার উপর হদ্দ (নির্ধারিত শাস্তি) কার্যকর করা হয়েছে, তাতে তার গুনাহ্‌র কাফফারা হয়ে গেছে। আর কেউ এ অপরাধে লিপ্ত হলে এবং আল্লাহ্‌ তা‘আলা তা গোপন রাখলে এটা আল্লাহ্‌ তা‘আলার ইচ্ছার উপর নির্ভরশীল। তিনি চাইলে কিয়ামাত দিবসে তাকে শাস্তি ও দিতে পারেন, ক্ষমাও করতে পারেন।”\n\nসহীহঃ সহীহাহ্‌ (২৩১৭), বুখারী ও মুসলিম।\n\nতাছাড়া এ হাদীসটি ‘আলী ইবনু আবূ তালিব, ‘উবাদাহ ইবনুস সামিত ও খুযাইমাহ্‌ (রাঃ) প্রমুখগণ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ وَلاَ يَسْرِقُ السَّارِقُ حِينَ يَسْرِقُ وَهُوَ مُؤْمِنٌ وَلَكِنِ التَّوْبَةُ مَعْرُوضَةٌ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَعَائِشَةَ وَعَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ - وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا زَنَى الْعَبْدُ خَرَجَ مِنْهُ الإِيمَانُ فَكَانَ فَوْقَ رَأْسِهِ كَالظُّلَّةِ فَإِذَا خَرَجَ مِنْ ذَلِكَ الْعَمَلِ عَادَ إِلَيْهِ الإِيمَانُ ‏\"‏ ‏.‏ وَقَدْ رُوِيَ عَنْ أَبِي جَعْفَرٍ مُحَمَّدِ بْنِ عَلِيٍّ أَنَّهُ قَالَ فِي هَذَا خَرَجَ مِنَ الإِيمَانِ إِلَى الإِسْلاَمِ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ فِي الزِّنَا وَالسَّرِقَةِ ‏\"‏ مَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَأُقِيمَ عَلَيْهِ الْحَدُّ فَهُوَ كَفَّارَةُ ذَنْبِهِ وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَسَتَرَ اللَّهُ عَلَيْهِ فَهُوَ إِلَى اللَّهِ إِنْ شَاءَ عَذَّبَهُ يَوْمَ الْقِيَامَةِ وَإِنْ شَاءَ غَفَرَ لَهُ ‏\"‏ ‏.‏ رَوَى ذَلِكَ عَلِيُّ بْنُ أَبِي طَالِبٍ وَعُبَادَةُ بْنُ الصَّامِتِ وَخُزَيْمَةُ بْنُ ثَابِتٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null
  }
]