[
  {
    "hadith_id": 488,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যেসব দিনে সূর্য উদয় হয় তাঁর মধ্যে জুমু’আর দিনই উত্তম। এ দিনেই আদম (আঃ) -কে সৃষ্টি করা হয়েছে, এ দিনেই তাঁকে জান্নাতে প্রবেশ করানো হয়েছে এবং এ দিনই তাঁকে জান্নাত হতে বের করা হয়েছে। আর জুমু’আর দিনেই ক্বিয়ামাত সংঘটিত হবে। \n\n-সহীহ্‌। সহীহাহ্‌- (১৫০২), সহীহ্‌ আবূ দাঊদ- (৯৬১), মুসলিম, তা’লীক সহীহ্‌ ইবনু খুজাইমাহ- (৩/১১৬)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ خَيْرُ يَوْمٍ طَلَعَتْ فِيهِ الشَّمْسُ يَوْمُ الْجُمُعَةِ فِيهِ خُلِقَ آدَمُ وَفِيهِ أُدْخِلَ الْجَنَّةَ وَفِيهِ أُخْرِجَ مِنْهَا وَلاَ تَقُومُ السَّاعَةُ إِلاَّ فِي يَوْمِ الْجُمُعَةِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي لُبَابَةَ وَسَلْمَانَ وَأَبِي ذَرٍّ وَسَعْدِ بْنِ عُبَادَةَ وَأَوْسِ بْنِ أَوْسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ লুবাবা, সালমান, আবূ যার, সা’দ ইবনু ‘উবাদা ও আওস ইবনু আওস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ আবূ হুরাইরার হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 490,
    "narrator": "আমর ইবনু আওফ (রাঃ) হতে পর্যায়ক্রমে তাঁর পিতা ও দাদার",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জুমু’আর দিনের মধ্যে একটি বিশেষ সময় আছে। এ সময়ে বান্দাহ আল্লাহ তা’আলার নিকট যা চায় আল্লাহ তা’আলা তাকে তা দান করেন। লোকেরা বলল, হে আল্লাহর রাসূল! এ সময়টি কখন? তিনি বললেনঃ যখন নামায শুরু হয় তখন হতে তা শেষ হওয়া পর্যন্ত।\n\nখুবই দুর্বল, ইবনু মাজাহ (১৩৮৪)।",
    "ar": "حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ الْبَغْدَادِيُّ، حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا كَثِيرُ بْنُ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عَوْفٍ الْمُزَنِيُّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ فِي الْجُمُعَةِ سَاعَةً لاَ يَسْأَلُ اللَّهَ الْعَبْدُ فِيهَا شَيْئًا إِلاَّ آتَاهُ اللَّهُ إِيَّاهُ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ أَيَّةُ سَاعَةٍ هِيَ قَالَ ‏\"‏ حِينَ تُقَامُ الصَّلاَةُ إِلَى الاِنْصِرَافِ مِنْهَا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي مُوسَى وَأَبِي ذَرٍّ وَسَلْمَانَ وَعَبْدِ اللَّهِ بْنِ سَلاَمٍ وَأَبِي لُبَابَةَ وَسَعْدِ بْنِ عُبَادَةَ وَأَبِي أُمَامَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَمْرِو بْنِ عَوْفٍ حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে আবূ মূসা, আবূ যার, সালমান, আবদুল্লাহ ইবনু সালাম, আবূ লুবাবা ও সা’দ ইবনু উবাদা এবং আবূ উমামা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেনঃ আমর ইবনু আওফের হাদীসটি হাসান এবং গারীব।"
  },
  {
    "hadith_id": 489,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জুমু’আর দিনের যে মুহূর্তে (দু’আ ক্ববূল হওয়ার) আশা করা যায় তা আসরের পর হতে সূর্যাস্তের মধ্যে খোঁজ কর। \n\n-হাসান। মিশকাত- (১৩৬০), তা’লীকুর রাগীব- (১/২৫১)।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الصَّبَّاحِ الْهَاشِمِيُّ الْبَصْرِيُّ الْعَطَّارُ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عَبْدِ الْمَجِيدِ الْحَنَفِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي حُمَيْدٍ، حَدَّثَنَا مُوسَى بْنُ وَرْدَانَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏ \"‏ الْتَمِسُوا السَّاعَةَ الَّتِي تُرْجَى فِي يَوْمِ الْجُمُعَةِ بَعْدَ الْعَصْرِ إِلَى غَيْبُوبَةِ الشَّمْسِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ غَيْرِ هَذَا الْوَجْهِ ‏.‏ وَمُحَمَّدُ بْنُ أَبِي حُمَيْدٍ يُضَعَّفُ ضَعَّفَهُ بَعْضُ أَهْلِ الْعِلْمِ مِنْ قِبَلِ حِفْظِهِ وَيُقَالُ لَهُ حَمَّادُ بْنُ أَبِي حُمَيْدٍ وَيُقَالُ هُوَ أَبُو إِبْرَاهِيمَ الأَنْصَارِيُّ وَهُوَ مُنْكَرُ الْحَدِيثِ ‏.‏ وَرَأَى بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ السَّاعَةَ الَّتِي تُرْجَى فِيهَا بَعْدَ الْعَصْرِ إِلَى أَنْ تَغْرُبَ الشَّمْسُ ‏.‏ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ أَحْمَدُ أَكْثَرُ الأَحَادِيثِ فِي السَّاعَةِ الَّتِي تُرْجَى فِيهَا إِجَابَةُ الدَّعْوَةِ أَنَّهَا بَعْدَ صَلاَةِ الْعَصْرِ وَتُرْجَى بَعْدَ زَوَالِ الشَّمْسِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি গারীব। অন্য একটি সূত্রেও এ হাদীসটি আনাসের নিকট হতে বর্ণিত হয়েছে। মুহাম্মাদ ইবনু আবূ হুমাইদ একজন দুর্বল রাবী। একদল বিশেষজ্ঞ তাঁর স্মরণশক্তি দুর্বল বলেছেন। তাঁকে হাম্মাদ ইবনু আবূ হুমাইদও বলা হয়ে থাকে। কেউ কেউ বলেছেন, ইনি আবূ ইবরাহীম আনসারী, ইনি একজন প্রত্যাখ্যাত রাবী। একদল সাহাবা ও তাবিঈর ধারণা হল দু’আ ক্ববূলের এ সময়টি আসরের পর হতে শুরু করে সূর্যাস্তের পূর্ব পর্যন্ত। ইমাম আহমাদ এবং ইসহাকও একই রকম কথা বলেছেন। আহমাদ বলেছেন, যে সময়ে দু’আ ক্ববূলের আশা করা যায় সে সম্পর্কিত বেশিরভাগ হাদীস হতে জানা যায়, এ সময়টি আসরের পর এবং সূর্য ঢলে যাওয়ার পর হতেও এর আশা করা যায়।"
  },
  {
    "hadith_id": 491,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যেসব দিনে সূর্য উদয় হয় তাঁর মধ্যে জুমু’আর দিনই সর্বশ্রেষ্ঠ। এ দিনেই আদম (আঃ) -কে সৃষ্টি করা হয়েছিল। এদিনেই তাঁকে সেখান হতে (পৃথিবীতে) নামিয়ে দেওয়া হয়েছিল। এ দিনের মধ্যে এমন একটি সময় আছে যখন কোন মুসলিম বান্দা নামায আদায় করে আল্লাহ তা’আলার নিকট কিছু চাইলে তিনি অবশ্যই তাকে তা দান করেন। আবূ হুরাইরা (রাঃ) বলেন, আমি আবদুল্লাহ ইবনু সালামের সাথে সাক্ষাত করে তাঁকে এ হাদীস প্রসঙ্গে জানালাম। তিনি বলেন, আমি সে সময়টি জানি। আমি বললাম, তাহলে আমাকেও বলে দিন, এ ব্যাপারে কৃপণতা করবেন না। তিনি বললেন, এ সময়টি আসরের পর হতে সূর্য অস্ত যাওয়া পর্যন্ত। আমি বললাম, তা কি করে আসরের পর হতে পারে? অথচ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, বান্দা নামাযরত অবস্থায় এই মুহূর্তটি পেয়ে...। অথচ আপনি যে সময়ের কথা বলেছেন, তখন তো নামায আদায় করা হয় না। ‘আবদুল্লাহ ইবনু সালাম (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি বলেননিঃ যে ব্যক্তি নামাযের অপেক্ষায় বসে থাকে প্রকারান্তরে সে নামাযের মধ্যেই থাকে? আমি বললাম, হ্যাঁ। তিনি বললেন, সেটাই এ সময়।\n\n-সহীহ্‌। ইবনু মাজাহ- (১১৩৯)।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ خَيْرُ يَوْمٍ طَلَعَتْ فِيهِ الشَّمْسُ يَوْمُ الْجُمُعَةِ فِيهِ خُلِقَ آدَمُ وَفِيهِ أُدْخِلَ الْجَنَّةَ وَفِيهِ أُهْبِطَ مِنْهَا وَفِيهِ سَاعَةٌ لاَ يُوَافِقُهَا عَبْدٌ مُسْلِمٌ يُصَلِّي فَيَسْأَلُ اللَّهَ فِيهَا شَيْئًا إِلاَّ أَعْطَاهُ إِيَّاهُ ‏\"‏ ‏.‏ قَالَ أَبُو هُرَيْرَةَ فَلَقِيتُ عَبْدَ اللَّهِ بْنَ سَلاَمٍ فَذَكَرْتُ لَهُ هَذَا الْحَدِيثَ فَقَالَ أَنَا أَعْلَمُ بِتِلْكَ السَّاعَةِ ‏.‏ فَقُلْتُ أَخْبِرْنِي بِهَا وَلاَ تَضْنَنْ بِهَا عَلَىَّ قَالَ هِيَ بَعْدَ الْعَصْرِ إِلَى أَنْ تَغْرُبَ الشَّمْسُ ‏.‏ فَقُلْتُ كَيْفَ تَكُونُ بَعْدَ الْعَصْرِ وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ يُوَافِقُهَا عَبْدٌ مَسْلِمٌ وَهُوَ يُصَلِّي ‏\"‏ ‏.‏ وَتِلْكَ السَّاعَةُ لاَ يُصَلَّى فِيهَا فَقَالَ عَبْدُ اللَّهِ بْنُ سَلاَمٍ أَلَيْسَ قَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ جَلَسَ مَجْلِسًا يَنْتَظِرُ الصَّلاَةَ فَهُوَ فِي صَلاَةٍ ‏\"‏ ‏.‏ قُلْتُ بَلَى ‏.‏ قَالَ فَهُوَ ذَاكَ ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْحَدِيثِ قِصَّةٌ طَوِيلَةٌ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَمَعْنَى قَوْلِهِ ‏\"‏ أَخْبِرْنِي بِهَا وَلاَ تَضْنَنْ بِهَا عَلَىَّ ‏\"‏ ‏.‏ لاَ تَبْخَلْ بِهَا عَلَىَّ وَالضَّنُّ الْبُخْلُ وَالظَّنِينُ الْمُتَّهَمُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 492,
    "narrator": "সালিম (রহঃ) হতে তাঁর পিতার",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে বলতে শুনেছেনঃ যে ব্যক্তি জুমু’আর নামাযে আসে সে যেন গোসল করে আসে। \n\n-সহীহ্‌। ইবনু মাজাহ- (১০৮৮)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّهُ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ أَتَى الْجُمُعَةَ فَلْيَغْتَسِلْ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَأَبِي سَعِيدٍ وَجَابِرٍ وَالْبَرَاءِ وَعَائِشَةَ وَأَبِي الدَّرْدَاءِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘উমার, আবূ সা’ঈদ, জাবির, বারাআ, ‘আয়িশাহ্‌ ও আবূ দারদা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ ইবনু ‘উমারের হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 494,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "“একদা ‘উমার (রাঃ) জুমু’আর নামাযের খুতবা দিচ্ছিলেন, এমন সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একজন সাহাবী এসে (মসজিদে) ঢুকলেন। তিনি (উমার) প্রশ্ন করলেন, এটা কোন সময় (দেরি কেন)? তিনি বললেন, আমি আযান শুনেই ওযূ করে চলে এসেছি, মোটেই দেরি করিনি। তিনি (উমার) বললেন, শুধু ওযূই করলেন? অথচ আপনার জানা আছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গোসল করারও নির্দেশ দিয়েছেন। \n\n-সহীহ্‌। সহীহ্‌ আবূ দাঊদ- (৩৬৭), বুখারী ও মুসলিম।",
    "ar": "قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم فِي الْغُسْلِ يَوْمَ الْجُمُعَةِ أَيْضًا وَهُوَ حَدِيثٌ حَسَنٌ صَحِيحٌ رَوَاهُ يُونُسُ وَمَعْمَرٌ عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ بَيْنَمَا عُمَرُ بْنُ الْخَطَّابِ يَخْطُبُ يَوْمَ الْجُمُعَةِ إِذْ دَخَلَ رَجُلٌ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فَقَالَ أَيَّةُ سَاعَةٍ هَذِهِ فَقَالَ مَا هُوَ إِلاَّ أَنْ سَمِعْتُ النِّدَاءَ وَمَا زِدْتُ عَلَى أَنْ تَوَضَّأْتُ ‏.‏ قَالَ وَالْوُضُوءَ أَيْضًا وَقَدْ عَلِمْتَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ بِالْغُسْلِ ‏.‏ حَدَّثَنَا بِذَلِكَ أَبُو بَكْرٍ مُحَمَّدُ بْنُ أَبَانَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি আরো কয়েকটি সূত্রে বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 496,
    "narrator": "আওস ইবনু আওস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেনঃ যে ব্যক্তি গোসল করল এবং গোসল করাল, সকাল সকাল মসজিদে আসল, ইমামের নিকটবর্তী হয়ে মনোযোগ দিয়ে খুতবা শুনল এবং নিশ্চুপ থাকল- তাঁর জন্য প্রতি কদমের বিনিময়ে এক বছরের (নফল) রোযা ও নামাযের সাওয়াব রয়েছে।\nওয়াকী বলেন, ‘গোসল করল এবং করাল’ শব্দের অর্থ নিজে গোসল করল এবং স্ত্রীকে গোসল করাল। \n\n-সহীহ্‌। ইবনু মাজাহ- (১০৮৭)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، وَأَبُو جَنَابٍ يَحْيَى بْنُ أَبِي حَيَّةَ عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى، عَنْ يَحْيَى بْنِ الْحَارِثِ، عَنْ أَبِي الأَشْعَثِ الصَّنْعَانِيِّ، عَنْ أَوْسِ بْنِ أَوْسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنِ اغْتَسَلَ يَوْمَ الْجُمُعَةِ وَغَسَّلَ وَبَكَّرَ وَابْتَكَرَ وَدَنَا وَاسْتَمَعَ وَأَنْصَتَ كَانَ لَهُ بِكُلِّ خَطْوَةٍ يَخْطُوهَا أَجْرُ سَنَةٍ صِيَامُهَا وَقِيَامُهَا ‏\"‏ ‏.‏ قَالَ مَحْمُودٌ قَالَ وَكِيعٌ اغْتَسَلَ هُوَ وَغَسَّلَ امْرَأَتَهُ ‏.‏ قَالَ وَيُرْوَى عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ أَنَّهُ قَالَ فِي هَذَا الْحَدِيثِ ‏\"‏ مَنْ غَسَّلَ وَاغْتَسَلَ ‏\"‏ ‏.‏ يَعْنِي غَسَلَ رَأْسَهُ وَاغْتَسَلَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ وَعِمْرَانَ بْنِ حُصَيْنٍ وَسَلْمَانَ وَأَبِي ذَرٍّ وَأَبِي سَعِيدٍ وَابْنِ عُمَرَ وَأَبِي أَيُّوبَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَوْسِ بْنِ أَوْسٍ حَدِيثٌ حَسَنٌ ‏.‏ وَأَبُو الأَشْعَثِ الصَّنْعَانِيُّ اسْمُهُ شَرَاحِيلُ بْنُ آدَةَ ‏.‏ وَأَبُو جَنَابٍ يَحْيَى بْنُ حَبِيبٍ الْقَصَّابُ الْكُوفِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনুল মুবারাক বলেনঃ গোসল করল ও গোসল করাল এর অর্থ হলো- নিজে গোসল করল এবং মাথা ধুল। এ অনুচ্ছেদে আবূ বাক্‌র, ‘ইমরান ইবনু হুসাইন, সালমান, আবূ যার, আবূ সা’ঈদ, ইবনু ‘উমার ও আবূ আইউব (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান। আবূ আশ’আসের নাম শারাহীল। আবূ জানাব হলেন, ইয়াহইয়া ইবনু হাবীব।"
  },
  {
    "hadith_id": 498,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি ভালভাবে ওযূ করে জুমু‘আর নামায আদায় করতে আসে, ইমামের নিকটবর্তী হয়ে মনোযোগ সহকারে নীরবে খুতবা শুনে, তাঁর এ জুমু‘আ হতে ঐ জুমু‘আ পর্যন্ত এবং আরো তিন দিনের গুনাহ ক্ষমা করে দেওয়া হবে। যে ব্যক্তি কাঁকর-বালি ইত্যাদি নাড়াচাড়া করল সে বাজে কাজ করল। \n\t\t\t\t\t\n-সহীহ্‌। ইবনু মাজাহ- (১০৯০), মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ تَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ ثُمَّ أَتَى الْجُمُعَةَ فَدَنَا وَاسْتَمَعَ وَأَنْصَتَ غُفِرَ لَهُ مَا بَيْنَهُ وَبَيْنَ الْجُمُعَةِ وَزِيَادَةُ ثَلاَثَةِ أَيَّامٍ وَمَنْ مَسَّ الْحَصَى فَقَدْ لَغَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 497,
    "narrator": "সামুরা ইবনু জুনদুব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি জুমু‘আর দিন শুধু ওযূ করল সেটাই তাঁর জন্য যথেষ্ট। আর যে ব্যক্তি গোসল করল, গোসল করাই উত্তম।\n\n-সহীহ। ইবনু মাজাহ– (১০৯১)।",
    "ar": "حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا سَعِيدُ بْنُ سُفْيَانَ الْجَحْدَرِيُّ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ تَوَضَّأَ يَوْمَ الْجُمُعَةِ فَبِهَا وَنِعْمَتْ وَمَنِ اغْتَسَلَ فَالْغُسْلُ أَفْضَلُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَعَائِشَةَ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ سَمُرَةَ حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَاهُ بَعْضُ أَصْحَابِ قَتَادَةَ عَنْ قَتَادَةَ عَنِ الْحَسَنِ عَنْ سَمُرَةَ بْنِ جُنْدَبٍ وَرَوَاهُ بَعْضُهُمْ عَنْ قَتَادَةَ عَنِ الْحَسَنِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَمَنْ بَعْدَهُمُ اخْتَارُوا الْغُسْلَ يَوْمَ الْجُمُعَةِ وَرَأَوْا أَنْ يُجْزِئَ الْوُضُوءُ مِنَ الْغُسْلِ يَوْمَ الْجُمُعَةِ ‏.‏ قَالَ الشَّافِعِيُّ وَمِمَّا يَدُلُّ عَلَى أَنَّ أَمْرَ النَّبِيِّ صلى الله عليه وسلم بِالْغُسْلِ يَوْمَ الْجُمُعَةِ أَنَّهُ عَلَى الاِخْتِيَارِ لاَ عَلَى الْوُجُوبِ حَدِيثُ عُمَرَ حَيْثُ قَالَ لِعُثْمَانَ وَالْوُضُوءَ أَيْضًا وَقَدْ عَلِمْتَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَ بِالْغُسْلِ يَوْمَ الْجُمُعَةِ ‏.‏ فَلَوْ عَلِمَا أَنَّ أَمْرَهُ عَلَى الْوُجُوبِ لاَ عَلَى الاِخْتِيَارِ لَمْ يَتْرُكْ عُمَرُ عُثْمَانَ حَتَّى يَرُدَّهُ وَيَقُولَ لَهُ ارْجِعْ فَاغْتَسِلْ وَلَمَا خَفِيَ عَلَى عُثْمَانَ ذَلِكَ مَعَ عِلْمِهِ وَلَكِنْ دَلَّ فِي هَذَا الْحَدِيثِ أَنَّ الْغُسْلَ يَوْمَ الْجُمُعَةِ فِيهِ فَضْلٌ مِنْ غَيْرِ وُجُوبٍ يَجِبُ عَلَى الْمَرْءِ فِي ذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ হুরাইরা, আনাস ও ‘আয়িশাহ্‌ (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ সামুরার হাদীসটি হাসান। কেউ কেউ উল্লেখিত হাদীসটি মুরসাল হিসাবে বর্ণনা করেছেন। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী ও তাদের পরবর্তীগণ শুক্রবার গোসল করা উত্তম মনে করেছেন, যদিও শুধু ওযূ করাও যথেষ্ট। \nইমাম শাফিঈ বলেন, জুমু‘আর দিন গোসল করার জন্য নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে হুকুম দিয়েছেন তা মুস্তাহাব, ওয়াজিব নয়। তাঁর বক্তব্যের সপক্ষে দলীল হলঃ উমার (রাঃ) উসমান (রাঃ) -কে বললেন, শুধু ওযূই করলেন? অথচ আপনি জানেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর দিন গোসল করার নির্দেশ দিয়েছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এ নির্দেশ দ্বারা যদি গোসল করা ওয়াজিব প্রমাণিত হত তবে উমার (রাঃ) উসমান (রাঃ) -কে বসতে দিতেন না; বরং তাঁকে মসজিদ হতে বের হয়ে গোসল করে আসতে বাধ্য করতেন। অধিকন্তু উসমান (রাঃ) নিজেও গোসল করে আসতেন, শুধু ওযূ করে আসতেন না। কেননা উসমান (রাঃ) পর্যাপ্ত জ্ঞানের অধিকারী ছিলেন। অতএব জুমু‘আর দিন গোসল করা উত্তম কিন্তু ওয়াজিব নয়।"
  },
  {
    "hadith_id": 499,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি জুমু‘আর দিন নাপাকির গোসলের মত গোসল সেরে প্রথমে (জুমু‘আর নামায আদায় করার জন্য) মসজিদে আসল সে যেন একটি উট কুরবানী করল। অতঃপর দ্বিতীয় মুহূর্তে যে ব্যক্তি আসল সে যেন একটি গাভী কুরবানী করল। তৃতীয় মুহূর্তে যে আসল সে যেন শিংযুক্ত একটি মেষ কুরবানী করল। চতুর্থ মুহূর্তে যে ব্যক্তি আসল সে যেন একটি মুরগী কুরবানী করল। পঞ্চম মুহূর্তে যে ব্যক্তি আসল সে যেন একটি ডিম কুরবানী করল। অতঃপর ইমাম যখন (নামাযের জন্য) বের হয়ে আসেন তখন ফেরেশতাগণ আলোচনা শুনার জন্য উপস্থিত হয়ে যান। \n\n-সহীহ্‌। ইবনু মাজাহ- (১০৯২)।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنِ اغْتَسَلَ يَوْمَ الْجُمُعَةِ غُسْلَ الْجَنَابَةِ ثُمَّ رَاحَ فَكَأَنَّمَا قَرَّبَ بَدَنَةً وَمَنْ رَاحَ فِي السَّاعَةِ الثَّانِيَةِ فَكَأَنَّمَا قَرَّبَ بَقَرَةً وَمَنْ رَاحَ فِي السَّاعَةِ الثَّالِثَةِ فَكَأَنَّمَا قَرَّبَ كَبْشًا أَقْرَنَ وَمَنْ رَاحَ فِي السَّاعَةِ الرَّابِعَةِ فَكَأَنَّمَا قَرَّبَ دَجَاجَةً وَمَنْ رَاحَ فِي السَّاعَةِ الْخَامِسَةِ فَكَأَنَّمَا قَرَّبَ بَيْضَةً فَإِذَا خَرَجَ الإِمَامُ حَضَرَتِ الْمَلاَئِكَةُ يَسْتَمِعُونَ الذِّكْرَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَسَمُرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আবদুল্লাহ ইবনু ‘আমর ও সামুরা (রাঃ) হতেও হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 500,
    "narrator": "আবুল জা’দ আয-যমরী মুহাম্মাদ ইবনু ‘আমরের ধারণানুযায়ী তিনি একজন সাহাবী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক নিছক অলসতা ও গাফলতি করে পর পর তিন জুমু‘আ ছেড়ে দেয় আল্লাহ তা‘আলা তাঁর অন্তরে মোহর মেরে দেন। \n\n-সহীহ্‌। ইবনু মাজাহ– (১১২৫)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ عَبِيدَةَ بْنِ سُفْيَانَ، عَنْ أَبِي الْجَعْدِ يَعْنِي الضَّمْرِيَّ، وَكَانَتْ، لَهُ صُحْبَةٌ فِيمَا زَعَمَ مُحَمَّدُ بْنُ عَمْرٍو قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ تَرَكَ الْجُمُعَةَ ثَلاَثَ مَرَّاتٍ تَهَاوُنًا بِهَا طَبَعَ اللَّهُ عَلَى قَلْبِهِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَابْنِ عَبَّاسٍ وَسَمُرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي الْجَعْدِ حَدِيثٌ حَسَنٌ ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدًا عَنِ اسْمِ أَبِي الْجَعْدِ الضَّمْرِيِّ فَلَمْ يَعْرِفِ اسْمَهُ وَقَالَ لاَ أَعْرِفُ لَهُ عَنِ النَّبِيِّ صلى الله عليه وسلم إِلاَّ هَذَا الْحَدِيثَ ‏.‏ قَالَ أَبُو عِيسَى وَلاَ نَعْرِفُ هَذَا الْحَدِيثَ إِلاَّ مِنْ حَدِيثِ مُحَمَّدِ بْنِ عَمْرٍو ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু ‘উমার, ইবনু ‘আব্বাস ও সামুরা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ আবুল জাদের হাদীসটি হাসান। ইমাম বুখারীকে আবুল জা’দের নাম জিজ্ঞেস করলে তিনি অজ্ঞতা প্রকাশ করেন এবং বলেন, তাঁর সূত্রে কেবল এই হাদীসটি বর্ণিত আছে। মুহাম্মাদ ইবনু ‘আমরের সূত্রেই শুধুমাত্র আমরা এই হাদীসটি জেনেছি।"
  },
  {
    "hadith_id": 495,
    "narrator": "যুহরী",
    "bn": "ইউনুস যুহরী হতে এই হাদীস বর্ণনা করেছেন। আবূ ‘ঈসা বলেনঃ আমি মুহাম্মাদ বুখারীকে এই হাদীস প্রসঙ্গে প্রশ্ন করলাম, তিনি বললেন, সালিম তার পিতা থেকে হাদীসটি বর্ণনা করেছেন।",
    "ar": "قَالَ وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا أَبُو صَالِحٍ عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ الزُّهْرِيِّ، بِهَذَا الْحَدِيثِ ‏.‏ وَرَوَى مَالِكٌ، هَذَا الْحَدِيثَ عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، قَالَ بَيْنَمَا عُمَرُ بْنُ الْخَطَّابِ يَخْطُبُ يَوْمَ الْجُمُعَةِ ‏.‏ فَذَكَرَ هَذَا الْحَدِيثَ ‏.‏ قَالَ أَبُو عِيسَى وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا فَقَالَ الصَّحِيحُ حَدِيثُ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ ‏.‏ قَالَ مُحَمَّدٌ وَقَدْ رُوِيَ عَنْ مَالِكٍ أَيْضًا عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ نَحْوُ هَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  },
  {
    "hadith_id": 493,
    "narrator": "আবদুল্লাহ ইবনু উমার (রাঃ)",
    "bn": "আবদুল্লাহ ইবনু উমার (রাঃ) হতে অন্য সূত্রেও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উপরোক্ত হাদীস বর্ণিত হয়েছে।",
    "ar": "وَرُوِيَ عَنِ الزُّهْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم هَذَا الْحَدِيثُ أَيْضًا ‏.‏ حَدَّثَنَا بِذَلِكَ قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ عَنِ ابْنِ شِهَابٍ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ أَبِيهِ أَنَّ النَّبِيَّ صلى الله عليه وسلم مِثْلَهُ ‏.‏ وَقَالَ مُحَمَّدٌ وَحَدِيثُ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ وَحَدِيثُ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ كِلاَ الْحَدِيثَيْنِ صَحِيحٌ ‏.‏ وَقَالَ بَعْضُ أَصْحَابِ الزُّهْرِيِّ عَنِ الزُّهْرِيِّ قَالَ حَدَّثَنِي آلُ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  },
  {
    "hadith_id": 503,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূর্য ঢলে গেলে জুমু‘আর নামায আদায় করতেন। \n\n-সহীহ্‌। সহীহ্‌ আবূ দাঊদ- (৯৯৫), বুখারী।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا سُرَيْجُ بْنُ النُّعْمَانِ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ عُثْمَانَ بْنِ عَبْدِ الرَّحْمَنِ التَّيْمِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُصَلِّي الْجُمُعَةَ حِينَ تَمِيلُ الشَّمْسُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 506,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর দিনে খুতবা দিতেন, অতঃপর বসতেন, অতঃপর উঠে আবার খুতবা দিতেন, যেমন আজকালকার দিনে তোমরা কর। \n\nসহীহ্‌ । সহীহ্‌ আবূ দাঊদ- (১০০২), ইরওয়া- (৬০৪), বুখারী ও মুসলিম সংক্ষিপ্তভাবে।",
    "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ الْبَصْرِيُّ، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَخْطُبُ يَوْمَ الْجُمُعَةِ ثُمَّ يَجْلِسُ ثُمَّ يَقُومُ فَيَخْطُبُ قَالَ مِثْلَ مَا تَفْعَلُونَ الْيَوْمَ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَجَابِرِ بْنِ سَمُرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ الَّذِي رَآهُ أَهْلُ الْعِلْمِ أَنْ يَفْصِلَ بَيْنَ الْخُطْبَتَيْنِ بِجُلُوسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু ‘আব্বাস, জাবির ইবনু ‘আবদুল্লাহ ও জাবির ইবনু সামুরা (রাঃ) হতেও হাদীস বর্ণিত আছে। \nআবূ ‘ঈসা বলেনঃ ইবনু ‘উমারের হাদীসটি হাসান সহীহ্‌। বিশেষজ্ঞগণ দুই খুতবার মাঝখানে বসে উভয় খুতবার মধ্যে দূরত্ব রচনা করার কথা বলেছেন।"
  },
  {
    "hadith_id": 505,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খেজুর গাছের গুড়ির সাথে ভর দিয়ে জুমু‘আর বক্তৃতা করতেন। যখন মিম্বার তৈরী করা হল খেজুরের গুঁড়িটা কাঁদতে লাগল। তিনি গাছটির নিকট গেলেন এবং তা স্পর্শ করলেন। ফলে এটা চুপ করল।    \n\n-সহীহ। সহীহাহ্‌- (২১৭৪), বুখারী।",
    "ar": "حَدَّثَنَا أَبُو حَفْصٍ، عَمْرُو بْنُ عَلِيٍّ الْفَلاَّسُ الصَّيْرَفِيُّ حَدَّثَنَا عُثْمَانُ بْنُ عُمَرَ، وَيَحْيَى بْنُ كَثِيرٍ أَبُو غَسَّانَ الْعَنْبَرِيُّ، قَالاَ حَدَّثَنَا مُعَاذُ بْنُ الْعَلاَءِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَخْطُبُ إِلَى جِذْعٍ فَلَمَّا اتَّخَذَ النَّبِيُّ صلى الله عليه وسلم الْمِنْبَرَ حَنَّ الْجِذْعُ حَتَّى أَتَاهُ فَالْتَزَمَهُ فَسَكَنَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَجَابِرٍ وَسَهْلِ بْنِ سَعْدٍ وَأُبَىِّ بْنِ كَعْبٍ وَابْنِ عَبَّاسٍ وَأُمِّ سَلَمَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏ وَمُعَاذُ بْنُ الْعَلاَءِ هُوَ بَصْرِيٌّ وَهُوَ أَخُو أَبِي عَمْرِو بْنِ الْعَلاَءِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আনাস, জাবির, সাহল ইবনু সা’দ, উবাই ইবনু কা’ব, ইবনু ‘আব্বাস ও উম্মু সালামা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ ইবনু ‘উমারের হাদীসটি হাসান, গারীব সহীহ্‌। মু‘আয ইবনুল ‘আলা বাসরার অধিবাসী, তিনি আবূ ‘আমর ইবনুল আলা এর ভাই।"
  },
  {
    "hadith_id": 507,
    "narrator": "জাবির ইবনু সামুরা (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে নামায আদায় করেছি। তাঁর নামায ছিল মাঝারি ধরণের এবং খুতবাও ছিল মাঝারি ধরণের (সংক্ষেপও নয়, দীর্ঘও নয়)।\n\n-সহীহ্‌। ইবনু মাজাহ- (১১০৬), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَهَنَّادٌ، قَالاَ حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ كُنْتُ أُصَلِّي مَعَ النَّبِيِّ صلى الله عليه وسلم فَكَانَتْ صَلاَتُهُ قَصْدًا وَخُطْبَتُهُ قَصْدًا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَمَّارِ بْنِ يَاسِرٍ وَابْنِ أَبِي أَوْفَى ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ جَابِرِ بْنِ سَمُرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আম্মার ইবনু ইয়াসির ও ইবনু আবূ আওফা (রাঃ) হতেও হাদীস বর্ণিত আছে।\nআবূ ‘ঈসা বলেনঃ জাবির ইবনু সামুরার হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 508,
    "narrator": "সাফওয়ান ইবনু ইয়া’লা (রাঃ) হতে তাঁর পিতা",
    "bn": "তিনি (ইয়া’লা) বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে মিম্বারের উপর দাঁড়িয়ে “ওয়া নাদাও ইয়া মালিকু......” (সূরাঃ যুখরুফ- ৭৭) আয়াত পাঠ করতে শুনেছি।\n\n-সহীহ্‌। ইরওয়া- (৩/৭৫), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عَطَاءٍ، عَنْ صَفْوَانَ بْنِ يَعْلَى بْنِ أُمَيَّةَ، عَنْ أَبِيهِ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقْرَأُ عَلَى الْمِنْبَرِ ‏(‏ونَادَوُا يَا مَالِكُ‏)‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَجَابِرِ بْنِ سَمُرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ يَعْلَى بْنِ أُمَيَّةَ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ وَهُوَ حَدِيثُ ابْنِ عُيَيْنَةَ ‏.‏ وَقَدِ اخْتَارَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ أَنْ يَقْرَأَ الإِمَامُ فِي الْخُطْبَةِ آيًا مِنَ الْقُرْآنِ ‏.‏ قَالَ الشَّافِعِيُّ وَإِذَا خَطَبَ الإِمَامُ فَلَمْ يَقْرَأْ فِي خُطْبَتِهِ شَيْئًا مِنَ الْقُرْآنِ أَعَادَ الْخُطْبَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ হুরাইরা ও জাবির ইবনু সামুরা (রাঃ) হতেও হাদীস বর্ণিত আছে। \nআবূ ‘ঈসা বলেনঃ ইয়া’লা ইবনু উমাইয়ার হাদীসটি হাসান সহীহ্‌ গারীব। একদল বিদ্বান জুমু’আর খুতবায় কুরআনের আয়াত পাঠ করার নীতি অনুসরণ করেছেন। ইমাম শাফিঈ বলেছেন, ইমাম যদি তাঁর খুতবার মধ্যে কুরআনের আয়াত পাঠ না করে থাকে তবে তাকে আবার খুতবা দিতে হবে।"
  },
  {
    "hadith_id": 509,
    "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন মিম্বারে উঠতেন তখন আমরা তাঁর দিকে মুখ ফিরিয়ে বসতাম।\n \n-সহীহ্‌। সহীহাহ্‌- (২০৮০), বুখারী অনুরূপ।",
    "ar": "حَدَّثَنَا عَبَّادُ بْنُ يَعْقُوبَ الْكُوفِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ الْفَضْلِ بْنِ عَطِيَّةَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا اسْتَوَى عَلَى الْمِنْبَرِ اسْتَقْبَلْنَاهُ بِوُجُوهِنَا ‏.‏ قَالَ أَبُو عِيسَى وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَحَدِيثُ مَنْصُورٍ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مُحَمَّدِ بْنِ الْفَضْلِ بْنِ عَطِيَّةَ ‏.‏ وَمُحَمَّدُ بْنُ الْفَضْلِ بْنِ عَطِيَّةَ ضَعِيفٌ ذَاهِبُ الْحَدِيثِ عِنْدَ أَصْحَابِنَا ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ يَسْتَحِبُّونَ اسْتِقْبَالَ الإِمَامِ إِذَا خَطَبَ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ قَالَ أَبُو عِيسَى وَلاَ يَصِحُّ فِي هَذَا الْبَابِ عَنِ النَّبِيِّ صلى الله عليه وسلم شَيْءٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু ‘উমার (রাঃ) হতেও হাদীস বর্ণিত আছে। উল্লেখিত হাদীসটি যঈফ। কেননা এর এক বর্ণনাকারী মুহাম্মাদ ইবনুল ফযল হাদীসশাস্ত্রে দুর্বল এবং তাঁর স্মারণশক্তি ক্ষীণ। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী ও অন্যরা খুতবা চলাকালে ইমামের দিকে মুখ করে বসা পছন্দ করেছেন। সুফিয়ান সাওরী, শাফিঈ, আহমাদ ও ইসহাক একই রকম ‘আমল করেছেন।\nআবূ ‘ঈসা বলেনঃ এ অনুচ্ছেদে কোন সহীহ্‌ হাদীস নেই।"
  },
  {
    "hadith_id": 510,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর খুতবা দিচ্ছিলেন। এমন সময় একটি লোক এসে উপস্থিত হল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি কি (তাহিয়্যাতুল মসজিদ) নামায আদায় করেছ? সে বলল, না। তিনি বললেনঃ ওঠো এবং নামায আদায় কর। \n\n-সহীহ্‌। ইবনু মাজাহ- (১১১২), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ بَيْنَا النَّبِيُّ صلى الله عليه وسلم يَخْطُبُ يَوْمَ الْجُمُعَةِ إِذْ جَاءَ رَجُلٌ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَصَلَّيْتَ ‏\"‏ ‏.‏ قَالَ لاَ ‏.‏ قَالَ ‏\"‏ قُمْ فَارْكَعْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌। এ অনুচ্ছেদে এটি সর্বাধিক সহীহ্‌ হাদীস।"
  },
  {
    "hadith_id": 511,
    "narrator": "আবদুল্লাহ ইবনু আবূ সারহ (রাঃ)",
    "bn": "আবূ সাঈদ আল-খুদরী (রাঃ) জুমু’আর দিন (মসজিদে) ঢুকলেন। মারওয়ান তখন খুতবা দিচ্ছিল। তিনি নামায আদায় করতে দাঁড়ালেন। মারওয়ানের চৌকিদার তাঁকে বসিয়ে দেওয়ার (নামায হতে বিরত রাখার) জন্য আসল। কিন্তু তিনি তা মানলেন না এবং নামায আদায় করলেন। তিনি অবসর হলে আমরা তাঁর নিকট আসলাম। আমরা বললাম, আল্লাহ তা’আলা আপনার উপর দয়া করুন, তারা আপনাকে পরাজিত করার জন্য এসেছিল। তিনি বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে এটা করতে দেখেছি। এরপর আমি এ দুই রাক’আত কখনও ছাড়তে পারি না। তারপর তিনি উল্লেখ করলেন, জুমু’আর দিন এক ব্যক্তি তাড়াহুড়া করে উস্কখুস্ক অবস্থায় মসজিদে আসল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন জুমু’আর খুতবা দিচ্ছিলেন। তিনি তাকে নির্দেশ দিলে সে দুই রাক’আত নামায আদায় করল। আর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুতবা দিতে থাকলেন। \n\n-হাসান সহীহ্‌। ইবনু মাজাহ- (১১১৩)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مُحَمَّدِ بْنِ عَجْلاَنَ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي سَرْحٍ، أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ، دَخَلَ يَوْمَ الْجُمُعَةِ وَمَرْوَانُ يَخْطُبُ فَقَامَ يُصَلِّي فَجَاءَ الْحَرَسُ لِيُجْلِسُوهُ فَأَبَى حَتَّى صَلَّى فَلَمَّا انْصَرَفَ أَتَيْنَاهُ فَقُلْنَا رَحِمَكَ اللَّهُ إِنْ كَادُوا لَيَقَعُوا بِكَ ‏.‏ فَقَالَ مَا كُنْتُ لأَتْرُكَهُمَا بَعْدَ شَيْءٍ رَأَيْتُهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ ثُمَّ ذَكَرَ أَنَّ رَجُلاً جَاءَ يَوْمَ الْجُمُعَةِ فِي هَيْئَةٍ بَذَّةٍ وَالنَّبِيُّ صلى الله عليه وسلم يَخْطُبُ يَوْمَ الْجُمُعَةِ فَأَمَرَهُ فَصَلَّى رَكْعَتَيْنِ وَالنَّبِيُّ صلى الله عليه وسلم يَخْطُبُ ‏.‏ قَالَ ابْنُ أَبِي عُمَرَ كَانَ سُفْيَانُ بْنُ عُيَيْنَةَ يُصَلِّي رَكْعَتَيْنِ إِذَا جَاءَ وَالإِمَامُ يَخْطُبُ وَكَانَ يَأْمُرُ بِهِ وَكَانَ أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئُ يَرَاهُ ‏.‏ قَالَ أَبُو عِيسَى وَسَمِعْتُ ابْنَ أَبِي عُمَرَ يَقُولُ قَالَ سُفْيَانُ بْنُ عُيَيْنَةَ كَانَ مُحَمَّدُ بْنُ عَجْلاَنَ ثِقَةً مَأْمُونًا فِي الْحَدِيثِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَأَبِي هُرَيْرَةَ وَسَهْلِ بْنِ سَعْدٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ الْخُدْرِيِّ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ ‏.‏ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ بَعْضُهُمْ إِذَا دَخَلَ وَالإِمَامُ يَخْطُبُ فَإِنَّهُ يَجْلِسُ وَلاَ يُصَلِّي ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏ وَالْقَوْلُ الأَوَّلُ أَصَحُّ ‏.‏ حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا الْعَلاَءُ بْنُ خَالِدٍ الْقُرَشِيُّ قَالَ رَأَيْتُ الْحَسَنَ الْبَصْرِيَّ دَخَلَ الْمَسْجِدَ يَوْمَ الْجُمُعَةِ وَالإِمَامُ يَخْطُبُ فَصَلَّى رَكْعَتَيْنِ ثُمَّ جَلَسَ ‏.‏ إِنَّمَا فَعَلَ الْحَسَنُ اتِّبَاعًا لِلْحَدِيثِ وَهُوَ رَوَى عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم هَذَا الْحَدِيثَ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ্‌। এ হাদীসের এক রাবী ইবনু আবী ‘উমার বলেন, ইবনু উআইনা মসজিদে এসে দুই রাক’আত নামায আদায় করতেন; ইমাম তখন খুতবা দিতে থাকতেন। তিনি এটা আদায় করার নির্দেশও দিতেন। আবূ আবদুর রহমান আল-মাকবুরীও তাঁকে এরকম করতে দেখেছেন। মুহাম্মাদ ইবনু ‘আজলান একজন সিকাহ রাবী এবং হাদীসশাস্ত্রে তিনি নির্ভরযোগ্য ছিলেন। এ অনুচ্ছেদে আবূ হুরাইরা, জাবির এবং সাহল ইবনু সা’দ (রাঃ) হতেও হাদীস বর্ণিত আছে। \nএকদল আলিম এ হাদীস অনুযায়ী আমল করেছেন। ইমাম শাফিঈ, আহমাদ ও ইসহাক একই রকম মত দিয়েছেন। অপর একদল বিদ্বান বলেছেন, ইমাম যখন খুতবা দিতে থাকেন তখন কোন লোক আসলে সে বসে যাবে এবং নামায আদায় করবে না। সুফিয়ান সাওরী ও কুফাবাসীগণ এই মত পালন করেন। কিন্তু প্রথম মতই বেশি সহীহ্‌।\n‘আলা ইবনু খালিদ আল-কুরাশী (রহঃ) হতে বর্ণিত আছে, তিনি বলেন, আমি হাসান আল-বাসরীকে জুমু’আর দিন মসজিদে ঢুকতে দেখলাম, ইমাম তখন খুতবা দিচ্ছিলেন। তিনি দুই রাক’আত নামায আদায় করলেন, তারপর বসলেন। হাদীসের অনুসরণ করার জন্যই হাসান এরকমটি করলেন। তিনি এ সম্পর্কিত হাদীস জাবির (রাঃ) -এর মাধ্যমে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 512,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি জুমু’আর দিনে ইমামের খুতবা দানকালে (অন্যকে) বুলল, ‘চুপ কর’ সে অকারণে কথা বলল।\n\n-সহীহ্‌। ইবনু মাজাহ- (১১১০), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ قَالَ يَوْمَ الْجُمُعَةِ وَالإِمَامُ يَخْطُبُ أَنْصِتْ فَقَدْ لَغَا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ أَبِي أَوْفَى وَجَابِرِ بْنِ عَبْدِ اللَّهِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَيْهِ عِنْدَ أَهْلِ الْعِلْمِ كَرِهُوا لِلرَّجُلِ أَنْ يَتَكَلَّمَ وَالإِمَامُ يَخْطُبُ وَقَالُوا إِنْ تَكَلَّمَ غَيْرُهُ فَلاَ يُنْكِرْ عَلَيْهِ إِلاَّ بِالإِشَارَةِ ‏.‏ وَاخْتَلَفُوا فِي رَدِّ السَّلاَمِ وَتَشْمِيتِ الْعَاطِسِ وَالإِمَامُ يَخْطُبُ فَرَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ فِي رَدِّ السَّلاَمِ وَتَشْمِيتِ الْعَاطِسِ وَالإِمَامُ يَخْطُبُ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَكَرِهَ بَعْضُ أَهْلِ الْعِلْمِ مِنَ التَّابِعِينَ وَغَيْرِهِمْ ذَلِكَ وَهُوَ قَوْلُ الشَّافِعِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু আবূ আওফা ও জাবির ইবনু ‘আবদুল্লাহ (রাঃ) হতেও হাদীস বর্ণিত আছে। \nআবূ ‘ঈসা বলেনঃ আবূ হুরাইরার হাদীসটি হাসান সহীহ্‌। বিশেষজ্ঞগণ এ হাদীসের উপর আমল করেছেন। তাঁরা ইমামের খুতবা চলাকালে কথা বলাকে মাকরূহ বলেছেন। যদি কেউ কথা বলে তবে হাত দিয়ে ইশারায় তাকে থামিয়ে দিবে। কিন্তু তাঁরা সালামের উত্তর দেওয়া ও হাঁচির জবাব দেওয়ার ব্যাপারে মত পার্থক্য করেছেন। ইমাম আহমাদ ও ইসহাক ইমামের খুতবা চলার সময়ে সালামের উত্তর দেওয়া ও হাঁচির উত্তরে ইয়ারহামুকাল্লাহ বলার সম্মতি দিয়েছেন। একদল তাবিঈ এটাকে মাকরূহ বলেছেন। ইমাম শাফিঈ এই মত গ্রহণ করেছেন।"
  },
  {
    "hadith_id": 514,
    "narrator": "সাহল ইবনু মুআয (রাঃ) হতে তাঁর পিতা",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু’আর দিনে ইমামের খুতবা চলার সময়ে দুই হাতে (পায়ের) নলা জড়িয়ে ধরে বসতে নিষেধ করেছেন। \n\n-হাসান। মিশকাত- (১২৯৩), সহীহ্‌ আবূ দাঊদ- (১০১৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، وَعَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، قَالاَ حَدَّثَنَا أَبُو عَبْدِ الرَّحْمَنِ الْمُقْرِئُ، عَنْ سَعِيدِ بْنِ أَبِي أَيُّوبَ، حَدَّثَنِي أَبُو مَرْحُومٍ، عَنْ سَهْلِ بْنِ مُعَاذٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنِ الْحَبْوَةِ يَوْمَ الْجُمُعَةِ وَالإِمَامُ يَخْطُبُ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَأَبُو مَرْحُومٍ اسْمُهُ عَبْدُ الرَّحِيمِ بْنُ مَيْمُونٍ ‏.‏ وَقَدْ كَرِهَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ الْحَبْوَةَ يَوْمَ الْجُمُعَةِ وَالإِمَامُ يَخْطُبُ وَرَخَّصَ فِي ذَلِكَ بَعْضُهُمْ مِنْهُمْ عَبْدُ اللَّهِ بْنُ عُمَرَ وَغَيْرُهُ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ لاَ يَرَيَانِ بِالْحَبْوَةِ وَالإِمَامُ يَخْطُبُ بَأْسًا ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান। একদল বিদ্বান জুমু’আর দিনে ইমাম খুৎবা দান কালে পায়ের নলা জড়িয়ে ধরে বসাকে মাকরূহ বলেছেন, কিছু কিছু বিদ্বান এর অনুমতি দিয়েছেন। আব্দুল্লাহ ইবনু উমার তাদের একজন। ইমাম আহমাদ ও ইসহাকের এটাই অভিমত।"
  },
  {
    "hadith_id": 516,
    "narrator": "সায়িব ইবনু ইয়াযীদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), আবূ বাক্‌র ও উমার (রাঃ) -এর যুগে ইমাম বের হয়ে আসলে এবং নামায শুরু হওয়ার সময় জুমু’আর আযান হত। উসমান (রাঃ) খালীফা হওয়ার পর ‘যাওরায়’ তৃতীয় আযানের প্রচলন করেন। \n\n-সহীহ্‌। ইবনু মাজাহ- (১১৩৫), বুখারী।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا حَمَّادُ بْنُ خَالِدٍ الْخَيَّاطُ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنِ الزُّهْرِيِّ، عَنِ السَّائِبِ بْنِ يَزِيدَ، قَالَ كَانَ الأَذَانُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَعُمَرَ إِذَا خَرَجَ الإِمَامُ وَإِذَا أُقِيمَتِ الصَّلاَةُ فَلَمَّا كَانَ عُثْمَانُ رضى الله عنه زَادَ النِّدَاءَ الثَّالِثَ عَلَى الزَّوْرَاءِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 515,
    "narrator": "উমারা ইবনু রুওয়াইবা (রাঃ)",
    "bn": "একদিন বিশর ইবনু মারওয়ান জুমু’আর খুতবা দেওয়াকালে দু’আ করার সময় উভয় হাত উপরে তুললেন। এতে ‘উমারা বললেন, আল্লাহ এই বেঁটে হাত দুটিকে কুৎসিত করুন। আমি নিশ্চিতরূপে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে দেখেছি, তিনি নিজের হাত দিয়ে এর বেশি কিছু করতেন না। (অধঃস্তন রাবী) হুশাইম এ কথা বলার সময় নিজের তর্জনী দ্বারা ইঙ্গিত করলেন। \n                                                                          \n-সহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১০১২), মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا حُصَيْنٌ، قَالَ سَمِعْتُ عُمَارَةَ بْنَ، رُوَيْبَةَ الثَّقَفِيَّ، وَبِشْرُ بْنُ مَرْوَانَ، يَخْطُبُ فَرَفَعَ يَدَيْهِ فِي الدُّعَاءِ فَقَالَ عُمَارَةُ قَبَّحَ اللَّهُ هَاتَيْنِ الْيُدَيَّتَيْنِ الْقُصَيِّرَتَيْنِ لَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَمَا يَزِيدُ عَلَى أَنْ يَقُولَ هَكَذَا وَأَشَارَ هُشَيْمٌ بِالسَّبَّابَةِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 518,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি ইক্বামাত হয়ে যাওয়ার পর এক ব্যক্তিকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে কথা বলতে দেখলাম। লোকটি তাঁর ও কিবলার মাঝখানে দাঁড়ানো ছিল। সে অনেক সময় কথা বলল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এই দীর্ঘ সময় দাঁড়িয়ে থাকার ফলে আমি লোকদেরকে নিদ্রার আবেশে আচ্ছন্ন হতে দেখেছি।\n\n-সহীহ্। সহীহ্ আবূ দাঊদ- (১৯৭), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ لَقَدْ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم بَعْدَ مَا تُقَامُ الصَّلاَةُ يُكَلِّمُهُ الرَّجُلُ يَقُومُ بَيْنَهُ وَبَيْنَ الْقِبْلَةِ فَمَا يَزَالُ يُكَلِّمُهُ فَلَقَدْ رَأَيْتُ بَعْضَنَا يَنْعَسُ مِنْ طُولِ قِيَامِ النَّبِيِّ صلى الله عليه وسلم لَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 519,
    "narrator": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আযাদকৃত গোলাম আবূ রাফি (রাঃ) -এর পুত্র উবাইদুল্লাহ (রহঃ)",
    "bn": "তিনি বলেন, একবার মারওয়ান আবূ হুরাইরা (রাঃ) -কে মাদীনায় তাঁর প্রতিনিধি করে মক্কায় চলে গেলেন। আবূ হুরাইরা (রাঃ) আমাদের জুমু‘আর নামায আদায় করালেন। তিনি প্রথম রাক‘আতে সূরা জুমু‘আ এবং দ্বিতীয় রাক‘আতে সূরা ইযা জাআকাল মুনাফিকূন পাঠ করলেন। উবাইদুল্লাহ বলেন, আমি আবূ হুরাইরার সাথে দেখা করে তাঁকে বললাম, আপনি এমন দুটি সূরা পাঠ করলেন যা ‘আলী (রাঃ) কুফায় পাঠ করতেন। আবূ হুরাইরা (রাঃ) বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে এ দুটো সূরা পাঠ করতে শুনেছি।\n\n-সহীহ্। ইবনু মাজাহ- (১১১৮), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ، مَوْلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ اسْتَخْلَفَ مَرْوَانُ أَبَا هُرَيْرَةَ عَلَى الْمَدِينَةِ وَخَرَجَ إِلَى مَكَّةَ فَصَلَّى بِنَا أَبُو هُرَيْرَةَ يَوْمَ الْجُمُعَةِ فَقَرَأَ سُورَةَ الْجُمُعَةِ وَفِي السَّجْدَةِ الثَّانِيَةِ‏:‏ ‏(‏ِإذَا جَاءَكَ الْمُنَافِقُونَ ‏)‏ قَالَ عُبَيْدُ اللَّهِ فَأَدْرَكْتُ أَبَا هُرَيْرَةَ فَقُلْتُ لَهُ تَقْرَأُ بِسُورَتَيْنِ كَانَ عَلِيٌّ يَقْرَأُ بِهِمَا بِالْكُوفَةِ قَالَ أَبُو هُرَيْرَةَ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقْرَأُ بِهِمَا ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَالنُّعْمَانِ بْنِ بَشِيرٍ وَأَبِي عِنَبَةَ الْخَوْلاَنِيِّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَقْرَأُ فِي صَلاَةِ الْجُمُعَةِ بِـ ‏(‏ سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى ‏)‏ وَ ‏(‏هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ ‏)‏ ‏.‏ عُبَيْدُ اللَّهِ بْنُ أَبِي رَافِعٍ كَاتِبُ عَلِيِّ بْنِ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু ‘আব্বাস, নুমান ইবনু বাশীর ও আবূ ইনাবা আল-খাওলানী (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ আবূ হুরাইরার হাদীসটি হাসান সহীহ্। অপর এক বর্ণনায় আছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর নামাযে ‘সাব্বিহিসমা রব্বিকাল আলা’ ও ‘হাল আতাকা হাদীসুল গাশিয়া’ সূরা পাঠ করতেন। উবাইদুল্লাহ ইবনু আবী রাফি‘ ‘আলী (রাঃ) -এর কাতিব (সচিব) ছিলেন।"
  },
  {
    "hadith_id": 520,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর দিন ফজরের নামাযে ‘তানযীলুস সাজদাহ’ এবং হাল আতা ‘আলাল ইনসান’ সূরা দুটি পাঠ করতেন। \n\n-সহীহ্। ইবনু মাজাহ- (৮২১), মুসলিম।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شَرِيكٌ، عَنْ مُخَوَّلِ بْنِ رَاشِدٍ، عَنْ مُسْلِمٍ الْبَطِينِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْرَأُ يَوْمَ الْجُمُعَةِ فِي صَلاَةِ الْفَجْرِ * ‏(‏تَنْزِيلُ ‏)‏ السَّجْدَةَ وَ ‏(‏هَلْ أَتَى عَلَى الإِنْسَانِ ‏)‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ سَعْدٍ وَابْنِ مَسْعُودٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ سُفْيَانُ الثَّوْرِيُّ وَشُعْبَةُ وَغَيْرُ وَاحِدٍ عَنْ مُخَوَّلٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে সা’দ, ইবনু মাসঊদ ও আবূ হুরাইরা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ ইবনু ‘আব্বাসের হাদীসটি হাসান সহীহ্। সুফিয়ান সাওরী ও অন্যরা এ হাদীসটি মুখাওয়ালের সূত্রে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 521,
    "narrator": "সালিম (রহঃ) হতে তাঁর পিতা",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর (ফরযের) পরে দুই রাক‘আত নামায আদায় করতেন। \n \n-সহীহ্। ইবনু মাজাহ- (১১৩১), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يُصَلِّي بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَيْضًا ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে জাবির (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্। নাফি (রহঃ) ইবনু ‘উমার (রাঃ) -এর নিকট হতে একই রকম হাদীস বর্ণনা করেছেন। একদল বিশেষজ্ঞ এ হাদীস অনুযায়ী আমল করেছেন। ইমাম শাফিঈ ও আহমাদ একই রকম কথা বলেছেন।"
  },
  {
    "hadith_id": 522,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি জুমু‘আর (ফরয) নামায শেষ করে বাড়িতে গিয়ে দুই রাক‘আত নামায আদায় করতেন। তারপর তিনি বলতেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এটা করতেন। \n\n-সহীহ্। ইবনু মাজাহ- (১১৩০), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ كَانَ إِذَا صَلَّى الْجُمُعَةَ انْصَرَفَ فَصَلَّى سَجْدَتَيْنِ فِي بَيْتِهِ ثُمَّ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَصْنَعُ ذَلِكَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 523,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের মধ্যে যে ব্যক্তি জুমু‘আর নামাযের পর নামায আদায় করতে চায় সে যেন চার রাক‘আত আদায় করে। \n\n-সহীহ্। ইবনু মাজাহ- (১১৩২)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ كَانَ مِنْكُمْ مُصَلِّيًا بَعْدَ الْجُمُعَةِ فَلْيُصَلِّ أَرْبَعًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ حَدَّثَنَا عَلِيُّ بْنُ الْمَدِينِيِّ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ قَالَ كُنَّا نَعُدُّ سُهَيْلَ بْنَ أَبِي صَالِحٍ ثَبْتًا فِي الْحَدِيثِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ ‏.‏ وَرُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ أَنَّهُ كَانَ يُصَلِّي قَبْلَ الْجُمُعَةِ أَرْبَعًا وَبَعْدَهَا أَرْبَعًا ‏.‏ وَقَدْ رُوِيَ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رضى الله عنه أَنَّهُ أَمَرَ أَنْ يُصَلَّى بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ ثُمَّ أَرْبَعًا ‏.‏ وَذَهَبَ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ إِلَى قَوْلِ ابْنِ مَسْعُودٍ ‏.‏ وَقَالَ إِسْحَاقُ إِنْ صَلَّى فِي الْمَسْجِدِ يَوْمَ الْجُمُعَةِ صَلَّى أَرْبَعًا وَإِنْ صَلَّى فِي بَيْتِهِ صَلَّى رَكْعَتَيْنِ ‏.‏ وَاحْتَجَّ بِأَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُصَلِّي بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ فِي بَيْتِهِ وَحَدِيثِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ مَنْ كَانَ مِنْكُمْ مُصَلِّيًا بَعْدَ الْجُمُعَةِ فَلْيُصَلِّ أَرْبَعًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَابْنُ عُمَرَ هُوَ الَّذِي رَوَى عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يُصَلِّي بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ فِي بَيْتِهِ وَابْنُ عُمَرَ بَعْدَ النَّبِيِّ صلى الله عليه وسلم صَلَّى فِي الْمَسْجِدِ بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ وَصَلَّى بَعْدَ الرَّكْعَتَيْنِ أَرْبَعًا ‏.‏\nحَدَّثَنَا بِذَلِكَ ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، قَالَ رَأَيْتُ ابْنَ عُمَرَ صَلَّى بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ ثُمَّ صَلَّى بَعْدَ ذَلِكَ أَرْبَعًا ‏.‏ حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَمْرِو بْنِ دِينَارٍ قَالَ مَا رَأَيْتُ أَحَدًا أَنَصَّ لِلْحَدِيثِ مِنَ الزُّهْرِيِّ وَمَا رَأَيْتُ أَحَدًا الدَّنَانِيرُ وَالدَّرَاهِمُ أَهْوَنُ عَلَيْهِ مِنْهُ إِنْ كَانَتِ الدَّنَانِيرُ وَالدَّرَاهِمُ عِنْدَهُ بِمَنْزِلَةِ الْبَعْرِ ‏.‏ قَالَ أَبُو عِيسَى سَمِعْت ابْنَ أَبِي عُمَرَ قَال سَمِعْتُ سُفْيَانَ بْنَ عُيَيْنَةَ يَقُولُ كَانَ عَمْرُو بْنُ دِينَارٍ أَسَنَّ مِنْ الزُّهْرِيِّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান।\n\nসুফিয়ান ইবনু উয়াইনা বলেন, সুহাইল ইবনু আবূ সালিহ হাদীসশাস্ত্রে একজন নির্ভরযোগ্য রাবী। একদল ‘আলিম এ হাদীস অনুযায়ী আমল করেন। ‘আবদুল্লাহ ইবনু মাসঊদ (রাঃ) জুমু‘আর (ফরযের) পূর্বে চার রাক‘আত এবং পরে চার রাক‘আত (সুন্নাত) নামায আদায় করতেন। ‘আলী (রাঃ) প্রসঙ্গে বর্ণিত আছে যে, তিনি জুমু‘আর পর দুই রাক‘আত তারপর চার রাক‘আত আদায় করার হুকুম দিয়েছেন। সুফিয়ান সাওরী ও ইবনুল মুবারাক (রহঃ) ইবনু মাসঊদের মত গ্রহণ করেছেন। ইসহাক বলেছেন, জুমু‘আর দিন যদি মসজিদে (সুন্নাত) নামায আদায় করা হয় তবে চার রাক‘আত আদায় করবে, আর যদি ঘরে আদায় করে তবে দুই রাক‘আত আদায় করবে। তিনি দলীল হিসাবে এ হাদীস উল্লেখ করেছেন,\n“রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুমু‘আর পর বাড়িতে গিয়ে দুই রাক‘আত (সুন্নাত) নামায আদায় করেছেন।”\nতিনি আরো বলেছেনঃ “তোমাদের মধ্যে যে ব্যক্তি জুমু‘আর (ফরযের) পরে নামায আদায় করতে চায় সে যেন চার রাক‘আত আদায় করে।”\n\tআবূ ‘ঈসা বলেনঃ ইবনু উমার (রাঃ) যিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে বর্ণনা করেছেন, “জুমু‘আর পর তিনি বাড়িতে গিয়ে দুই রাক‘আত আদায় করতেন।” তিনিও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পরে জুমু‘আর নামাযের পর মসজিদেই দুই রাক‘আত নামায আদায় করেছেন, তারপর চার রাক‘আত আদায় করেছেন।\n\tআতা (রহঃ) হতে বর্ণিত আছে, তিনি বলেন, আমি ইবনু ‘উমার (রাঃ) -কে জুমু‘আর (ফরয নামাযের) পর দুই রাক‘আত তারপর চার রাক‘আত নামায আদায় করতে দেখেছি। \n-সহীহ্। আবূ দাঊদ (১০৩৫, ১০৩৮)\n\t‘আমর ইবনু দীনার বলেন, যুহরীর চাইতে ভালভাবে হাদীস বর্ণনা করতে আমি আর কাউকে দেখতে পাইনি এবং তাঁর মত আর কাউকে ধন-দৌলতকে তুচ্ছ ভাবিতে দেখিনি। তাঁর দৃষ্টিতে ধন-দৌলত উটের মলতুল্য তুচ্ছ জিনিস। ‘আমর ইবনু দীনার যুহরীর চাইতে বেশি বয়সী ছিলেন।"
  },
  {
    "hadith_id": 524,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি (ইমামের সাথে) এক রাক‘আত নামায পেল সে পূর্ণ নামায পেল।\n\n-সহীহ্। ইবনু মাজাহ- (১১২২), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، وَسَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ أَدْرَكَ مِنَ الصَّلاَةِ رَكْعَةً فَقَدْ أَدْرَكَ الصَّلاَةَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ قَالُوا مَنْ أَدْرَكَ رَكْعَةً مِنَ الْجُمُعَةِ صَلَّى إِلَيْهَا أُخْرَى وَمَنْ أَدْرَكَهُمْ جُلُوسًا صَلَّى أَرْبَعًا ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের বেশিরভাগ সাহাবা ও অন্যান্যরা উল্লেখিত হাদীসের পক্ষে মত দিয়েছেন। তাঁরা বলেছেন, যে ব্যক্তি ইমামের সাথে জুমু‘আর এক রাক‘আত নামায পায় সে এর সাথে বাকী রাক‘আত পূর্ণ করবে। যে ব্যক্তি দ্বিতীয় রাক‘আতের বৈঠকে জামা‘আতে উপস্থিত হয় সে চার রাক‘আত (যুহর) আদায় করবে। সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ, আহমাদ এবং ইসহাকও একই রকম মত দিয়েছেন।"
  },
  {
    "hadith_id": 525,
    "narrator": "সাহল ইবনু সা’দ (রাঃ)",
    "bn": "তিনি বলেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে জুমু‘আর নামাযের পরেই দুপুরের খাবার খেতাম ও বিশ্রাম নিতাম।\n\n-সহীহ্। ইবনু মাজাহ- (১০৯৯), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، وَعَبْدُ اللَّهِ بْنُ جَعْفَرٍ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، رضى الله عنه قَالَ مَا كُنَّا نَتَغَدَّى فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَلاَ نَقِيلُ إِلاَّ بَعْدَ الْجُمُعَةِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسِ بْنِ مَالِكٍ رضى الله عنه ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ سَهْلِ بْنِ سَعْدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আনাস ইবনু মালিক (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 526,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জুমু‘আর দিন তোমাদের কোন ব্যক্তির ঘুমের আবেশ আসলে সে যেন নিজ জায়গা হতে উঠে যায়।\n\n-সহীহ্। সহীহ্ আবূ দাঊদ- (১০২৫), তা‘লীক ইবনু খুজাইমাহ্- (১৮১৯)।",
    "ar": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، وَأَبُو خَالِدٍ الأَحْمَرُ عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا نَعَسَ أَحَدُكُمْ يَوْمَ الْجُمُعَةِ فَلْيَتَحَوَّلْ مِنْ مَجْلِسِهِ ذَلِكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 530,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, ঈদের মাঠে পায়ে হেঁটে যাওয়া এবং যাওয়ার আগে কিছু খাওয়া সুন্নাতের অন্তর্ভুক্ত।\n\n-হাসান। ইবনু মাজাহ- (১২৯৪-১২৯৭)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُوسَى الْفَزَارِيُّ، حَدَّثَنَا شَرِيكٌ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ مِنَ السُّنَّةِ أَنْ تَخْرُجَ، إِلَى الْعِيدِ مَاشِيًا وَأَنْ تَأْكُلَ شَيْئًا قَبْلَ أَنْ تَخْرُجَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ يَسْتَحِبُّونَ أَنْ يَخْرُجَ الرَّجُلُ إِلَى الْعِيدِ مَاشِيًا وَأَنْ يَأْكُلَ شَيْئًا قَبْلَ أَنْ يَخْرُجَ لِصَلاَةِ الْفِطْرِ ‏.‏ قَالَ أَبُو عِيسَى وَيُسْتَحَبُّ أَنْ لاَ يَرْكَبَ إِلاَّ مِنْ عُذْرٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ‘ঈসা বলেনঃ এ হাদীসটি হাসান। বেশিরভাগ বিদ্বান এ হাদীস অনুসারে আমল করেছেন। কোন অজুহাত না থাকলে যানবাহনে চড়ে না গিয়ে বরং ঈদের মাঠে হেঁটে যাওয়াকে তাঁরা মুস্তাহাব বলেছেন। ঈদুল ফিতরের দিন ঈদগাহে যাওয়ার পূর্বে কিছু খাওয়া মুস্তাহাব।"
  },
  {
    "hadith_id": 531,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), আবূ বাকর ও ‘উমার (রাঃ) খুতবা দেওয়ার পূর্বে দুই ঈদের নামায আদায় করতেন, তারপর খুতবা দিতেন। \n\n-সহী্হ। ইবনু মাজাহ- (১২৭৬), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عُبَيْدِ اللَّهِ، هُوَ ابْنُ عُمَرَ بْنِ حَفْصِ بْنِ عَاصِمِ بْنِ عُمَرَ بْنِ الْخَطَّابِ عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ وَعُمَرُ يُصَلُّونَ فِي الْعِيدَيْنِ قَبْلَ الْخُطْبَةِ ثُمَّ يَخْطُبُونَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ صَلاَةَ الْعِيدَيْنِ قَبْلَ الْخُطْبَةِ ‏.‏ وَيُقَالُ إِنَّ أَوَّلَ مَنْ خَطَبَ قَبْلَ الصَّلاَةِ مَرْوَانُ بْنُ الْحَكَمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে জাবির ও ইবনু ‘আব্বাস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ ইবনু ‘উমারের হদীসটি হাসান সহীহ্। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী ও অন্যরা এ হাদীস অনুযায়ী আমল করেছেন। তাঁরা বলেছেন, খুতবা দেওয়ার আগে নামায আদায় করতে হবে। কথিত আছে মারওয়ান ইবনুল হাকামই সর্বপ্রথম নামাযের আগে খুতবা দিয়েছিলেন- মুসলিম।"
  },
  {
    "hadith_id": 532,
    "narrator": "জাবির ইবনু সামুরা (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে দুই ‘ঈদের নামায আযান এবং ইক্বামাত ব্যতীত একবার দু’বার নয় একাধিকবার আদায় করেছি (আহমাদ, মুসলিম, আবূ দাঊদ)।\n\n-হাসান সহীহ্। সহীহ্ আবূ দাউদ- (১০৪২), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ صَلَّيْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم الْعِيدَيْنِ غَيْرَ مَرَّةٍ وَلاَ مَرَّتَيْنِ بِغَيْرِ أَذَانٍ وَلاَ إِقَامَةٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ جَابِرِ بْنِ سَمُرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَيْهِ عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّهُ لاَ يُؤَذَّنُ لِصَلاَةِ الْعِيدَيْنِ وَلاَ لِشَيْءٍ مِنَ النَّوَافِلِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে জাবির ইবনু ‘আবদুল্লাহ ও ইবনু ‘আব্বাস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ জাবির ইবনু সামূরার হাদীসটি হাসান সহীহ্। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বিশেষজ্ঞ সাহাবীগণ ও অন্যরা এ হাদীস অনুযায়ী দুই ‘ঈদের নামায ও নফল নামাযের জন্য আযান দিতেন না।"
  },
  {
    "hadith_id": 534,
    "narrator": "উবাইদুল্লাহ ইবনু ‘আবদুল্লাহ ইবনু ‘উতবা (রাঃ)",
    "bn": "‘উমার ইবনুল খাত্তাব (রাঃ) আবূ ওয়াকিদ লাইসী (রাঃ) -কে প্রশ্ন করলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঈদুল ফিতর ও ঈদুল আযহার নামাযে কোন্ কোন্ সূরা পাঠ করতেন? তিনি বললেন, তিনি (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) ‘কাফ ওয়াল কুরআনিল মাজীদ’ ও ‘ইকতারাবাতিস সা’আতু ওয়ান শাক্কাল কামার’ সূরা দুটি পাঠ করতেন। \n\n-সহীহ্। ইবনু মাজাহ- (১২৮২), মুসলিম।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنُ بْنُ عِيسَى، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ ضَمْرَةَ بْنِ سَعِيدٍ الْمَازِنِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، سَأَلَ أَبَا وَاقِدٍ اللَّيْثِيَّ مَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْرَأُ بِهِ فِي الْفِطْرِ وَالأَضْحَى قَالَ كَانَ يَقْرَأُ بـــ‏(‏ق والقرآنِ الْمَجِيدِ ‏)‏ ‏(‏اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 533,
    "narrator": "নু‘মান ইবনু বাশীর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুই ‘ঈদের নামাযে এবং জুমু‘আর নামাযে “সাব্বিহিসমা রব্বিকাল আ’লা” এবং “হাল আতাকা হাদীসুল গাশিয়াহ্” সূরা দুটি পাঠ করতেন। কখনো কখনো ঈদ এবং জুমু’আর নামায একই দিনে হয়ে যেত। তিনি তখনও দুই নামাযে উল্লেখিত সূরা দুটিই পাঠ করতেন।\n\nসহীহ্। ইবনু মাজাহ- (১১১৯), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ، عَنْ أَبِيهِ، عَنْ حَبِيبِ بْنِ سَالِمٍ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقْرَأُ فِي الْعِيدَيْنِ وَفِي الْجُمُعَةِ بِـ ‏(‏ سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى ‏)‏ وَ ‏(‏هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ ‏)‏ وَرُبَّمَا اجْتَمَعَا فِي يَوْمٍ وَاحِدٍ فَيَقْرَأُ بِهِمَا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي وَاقِدٍ وَسَمُرَةَ بْنِ جُنْدَبٍ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ النُّعْمَانِ بْنِ بَشِيرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَكَذَا رَوَى سُفْيَانُ الثَّوْرِيُّ وَمِسْعَرٌ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ نَحْوَ حَدِيثِ أَبِي عَوَانَةَ ‏.‏ وَأَمَّا سُفْيَانُ بْنُ عُيَيْنَةَ فَيُخْتَلَفُ عَلَيْهِ فِي الرِّوَايَةِ يُرْوَى عَنْهُ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ عَنْ أَبِيهِ عَنْ حَبِيبِ بْنِ سَالِمٍ عَنْ أَبِيهِ عَنِ النُّعْمَانِ بْنِ بَشِيرٍ ‏.‏ وَلاَ نَعْرِفُ لِحَبِيبِ بْنِ سَالِمٍ رِوَايَةً عَنْ أَبِيهِ ‏.‏ وَحَبِيبُ بْنُ سَالِمٍ هُوَ مَوْلَى النُّعْمَانِ بْنِ بَشِيرٍ وَرَوَى عَنِ النُّعْمَانِ بْنِ بَشِيرٍ أَحَادِيثَ ‏.‏ وَقَدْ رُوِيَ عَنِ ابْنِ عُيَيْنَةَ عَنْ إِبْرَاهِيمَ بْنِ مُحَمَّدِ بْنِ الْمُنْتَشِرِ نَحْوُ رِوَايَةِ هَؤُلاَءِ ‏.‏ وَرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَقْرَأُ فِي صَلاَةِ الْعِيدَيْنِ بِـ ‏(‏اقْتَرَبَتِ السَّاعَةُ ‏)‏ وَبِهِ يَقُولُ الشَّافِعِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ ওয়াকিদ, সামুরা ইবনু জুনদুব ও ইবনু ‘আব্বাস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ নু‘মান ইবনু বাশীরের হাদীসটি হাসান সহীহ্। আরো কয়েকটি সূত্রে উল্লেখিত হাদীসের মতই বর্ণনা এসেছে। অপর একটি সূত্রে বর্ণিত আছে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুই ‘ঈদের নামাযে সূরা ‘কাফ’ ও সূরা ‘ইকতারাবাতিস সাআহ’ পাঠ করতেন। ইমাম সাফিঈ এই মতের সমর্থক।"
  },
  {
    "hadith_id": 536,
    "narrator": "কাসীর ইবনু আবদুল্লাহ (রহঃ) হতে পর্যায়ক্রমে তাঁর পিতা ও দাদা",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উভয় ঈদের নামাযে প্রথম রাক‘আতে কিরা‘আত পাঠ করার আগে সাত তাকবীর এবং দ্বিতীয় রাক‘আতে কিরা‘আত পাঠ করার আগে পাঁচ তাকবীর বলেছেন। \n\n-সহীহ্। ইবনু মাজাহ- (১২৭৯)।",
    "ar": "حَدَّثَنَا مُسْلِمُ بْنُ عَمْرٍو أَبُو عَمْرٍو الْحَذَّاءُ الْمَدِينِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نَافِعٍ الصَّائِغُ، عَنْ كَثِيرِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَبَّرَ فِي الْعِيدَيْنِ فِي الأُولَى سَبْعًا قَبْلَ الْقِرَاءَةِ وَفِي الآخِرَةِ خَمْسًا قَبْلَ الْقِرَاءَةِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَابْنِ عُمَرَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ جَدِّ كَثِيرٍ حَدِيثٌ حَسَنٌ وَهُوَ أَحْسَنُ شَيْءٍ رُوِيَ فِي هَذَا الْبَابِ عَنِ النَّبِيِّ عَلَيْهِ السَّلاَمُ وَاسْمُهُ عَمْرُو بْنُ عَوْفٍ الْمُزَنِيُّ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ ‏.‏ وَهَكَذَا رُوِيَ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ صَلَّى بِالْمَدِينَةِ نَحْوَ هَذِهِ الصَّلاَةِ وَهُوَ قَوْلُ أَهْلِ الْمَدِينَةِ ‏.‏ وَبِهِ يَقُولُ مَالِكُ بْنُ أَنَسٍ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَرُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ أَنَّهُ قَالَ فِي التَّكْبِيرِ فِي الْعِيدَيْنِ تِسْعَ تَكْبِيرَاتٍ فِي الرَّكْعَةِ الأُولَى خَمْسًا قَبْلَ الْقِرَاءَةِ وَفِي الرَّكْعَةِ الثَّانِيَةِ يَبْدَأُ بِالْقِرَاءَةِ ثُمَّ يُكَبِّرُ أَرْبَعًا مَعَ تَكْبِيرَةِ الرُّكُوعِ ‏.‏ وَقَدْ رُوِيَ عَنْ غَيْرِ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم نَحْوُ هَذَا وَهُوَ قَوْلُ أَهْلِ الْكُوفَةِ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান। এ অনুচ্ছেদে ‘আয়িশাহ্, ইবনু ‘উমার ও ‘আবদুল্লাহ ইবনু ‘আমর (রাঃ) হতেও হাদীস বর্ণিত আছে। এ অনুচ্ছেদে উল্লেখিত হাদীসটিই বেশি উত্তম।\nনাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল সাহাবা ও অন্যরা এ হাদীস আনুযায়ী আমল করেছেন। আবূ হুরাইরা (রাঃ) হতেও একই রকম বর্ণিত আছে। তিনি মাদীনাতে এভাবেই নামায আদায় করেছেন। মাদীনাবাসীদের এটাই মত। ইমাম মালিক, শাফিঈ, আহমাদ ও ইসহাক এই মত গ্রহণ করেছেন। ‘আবদুল্লাহ ইবনু মাসঊদ (রাঃ) ‘ঈদের নামাযের তাকবীর প্রসঙ্গে বলেছেনঃ ঈদের নামাযে মোট নয়টি তাকবীর রয়েছে (মুসনাদে আবদুর রাযযাক)। প্রথম রাক‘আতে কিরা‘আতের পূর্বে পাঁচ তাকবীর। দ্বিতীয় রাক’আতে কিরা’তের পর রুকূর তাকবীরসহ মোট চার তাকবীর। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একাধিক সাহাবী হতেও এরকমই বর্ণিত হয়েছে। কুফাবাসীদের এটাই মত। সুফিয়ান সাওরীও এরূপ মত দিয়েছেন।"
  },
  {
    "hadith_id": 538,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি এক ‘ঈদের দিন নামায আদায় করতে বের হলেন। তিনি এর পূর্বেও কোন (নফল) নামায আদায় করেননি এবং পরেও আদায় করেননি। তিনি বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমনটিই করেছেন।\n\n-হাসান সহীহ্‌। ইরওয়া- (৩/৯৯)।",
    "ar": "حَدَّثَنَا أَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ، حَدَّثَنَا وَكِيعٌ، عَنْ أَبَانَ بْنِ عَبْدِ اللَّهِ الْبَجَلِيِّ، عَنْ أَبِي بَكْرِ بْنِ حَفْصٍ، وَهُوَ ابْنُ عُمَرَ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ عَنِ ابْنِ عُمَرَ، أَنَّهُ خَرَجَ فِي يَوْمِ عِيدٍ فَلَمْ يُصَلِّ قَبْلَهَا وَلاَ بَعْدَهَا وَذَكَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم فَعَلَهُ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 537,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘ঈদুল ফিতরের দিন নামায আদায় করতে বের হলেন। তিনি দুই রাক’আত নামায আদায় করালেন এবং তার পূর্বেও তিনি কোন (নফল) নামায আদায় করেননি এবং পরেও আদায় করেননি।\n\n-সহীহ্‌। ইবনু মাজাহ- (১২৯১), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، قَالَ أَنْبَأَنَا شُعْبَةُ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، قَالَ سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، يُحَدِّثُ عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ يَوْمَ الْفِطْرِ فَصَلَّى رَكْعَتَيْنِ ثُمَّ لَمْ يُصَلِّ قَبْلَهَا وَلاَ بَعْدَهَا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَبِي سَعِيدٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَيْهِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَدْ رَأَى طَائِفَةٌ مِنْ أَهْلِ الْعِلْمِ الصَّلاَةَ بَعْدَ صَلاَةِ الْعِيدَيْنِ وَقَبْلَهَا مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ ‏.‏ وَالْقَوْلُ الأَوَّلُ أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আব্দুল্লাহ্‌ ইবনু ‘উমার ‘আবদুল্লাহ ইবনু ‘আমর ও আবূ সা’ঈদ (রাঃ) হতেও হাদীস বর্ণিত আছে।\nআবূ ‘ঈসা বলেনঃ ইবনু ‘আব্বাসের হাদীসটি হাসান সহীহ্‌। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল সাহাবী ও তাবিঈ এ হাদীস অনুযায়ী ‘আমল করেছেন। ইমাম শাফিঈ, আহমাদ এবং ইসহাক এই মতের পক্ষে (ঈদের নামাযের আগে-পরে কোন নফল নামায নেই)। অপর একদল বিদ্বানের মতে, ‘ঈদের নামাযের আগে বা পরে নফল নামায আদায় করা যায়। এ দুটি মতের মধ্যে প্রথমোক্ত মতই বেশি সহীহ্‌।"
  },
  {
    "hadith_id": 539,
    "narrator": "উম্মু আতিয়্যা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘ঈদুল ফিতর ও ‘ঈদুল আযহার দিন কুমারী, তরুণী, প্রাপ্তবয়স্কা, পর্দানশিন এবং ঋতুবতী সব মহিলাদের (নামাযের জন্য) বের হওয়ার (‘ঈদের মাঠে যাওয়ার) হুকুম করতেন। ঋতুবতী মহিলারা নামাযের জামা’আত হতে এক পাশে সরে থাকতো কিন্তু তারা মুসলমানদের দু’আয় শারীক হত। এক মহিলা বললেন, হে আল্লাহ্‌র রাসূল! যদি কোন নারীর নিকট (শরীর ঢাকার মত) চাদর না থাকে? তিনি বললেনঃ তার (মুসলিম) বোন তার অতিরিক্ত চাদর তাকে ধার দিবে। \n\n-সহীহ্‌। ইবনু মাজাহ- (১৩০৭, ১৩০৮), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا مَنْصُورٌ، وَهُوَ ابْنُ زَاذَانَ عَنِ ابْنِ سِيرِينَ، عَنْ أُمِّ عَطِيَّةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُخْرِجُ الأَبْكَارَ وَالْعَوَاتِقَ وَذَوَاتِ الْخُدُورِ وَالْحُيَّضَ فِي الْعِيدَيْنِ فَأَمَّا الْحُيَّضُ فَيَعْتَزِلْنَ الْمُصَلَّى وَيَشْهَدْنَ دَعْوَةَ الْمُسْلِمِينَ قَالَتْ إِحْدَاهُنَّ يَا رَسُولَ اللَّهِ إِنْ لَمْ يَكُنْ لَهَا جِلْبَابٌ قَالَ ‏ \"‏ فَلْتُعِرْهَا أُخْتُهَا مِنْ جَلاَبِيبِهَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 541,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘ঈদের দিন এক পথ দিয়ে যেতেন এবং অন্য পথ দিয়ে ফিরে আসতেন। \n\n-সহীহ্‌। ইবনু  মাজাহ- (১৩০১)।",
    "ar": "حَدَّثَنَا عَبْدُ الأَعْلَى بْنُ وَاصِلِ بْنِ عَبْدِ الأَعْلَى الْكُوفِيُّ، وَأَبُو زُرْعَةَ قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ الصَّلْتِ، عَنْ فُلَيْحِ بْنِ سُلَيْمَانَ، عَنْ سَعِيدِ بْنِ الْحَارِثِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا خَرَجَ يَوْمَ الْعِيدِ فِي طَرِيقٍ رَجَعَ فِي غَيْرِهِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ وَأَبِي رَافِعٍ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَرَوَى أَبُو تُمَيْلَةَ وَيُونُسُ بْنُ مُحَمَّدٍ هَذَا الْحَدِيثَ عَنْ فُلَيْحِ بْنِ سُلَيْمَانَ عَنْ سَعِيدِ بْنِ الْحَارِثِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ‏.‏ قَالَ وَقَدِ اسْتَحَبَّ بَعْضُ أَهْلِ الْعِلْمِ لِلإِمَامِ إِذَا خَرَجَ فِي طَرِيقٍ أَنْ يَرْجِعَ فِي غَيْرِهِ اتِّبَاعًا لِهَذَا الْحَدِيثِ وَهُوَ قَوْلُ الشَّافِعِيِّ ‏.‏ وَحَدِيثُ جَابِرٍ كَأَنَّهُ أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "অপর এক সনদসূত্রে এ হাদীসটি জাবির ইবনু আবদুল্লাহ (রাঃ) হতে বর্ণিত হয়েছে (বুখারী)। এ অনুচ্ছেদে ‘আবদুল্লাহ ইবনু ‘উমার ও আবূ রাফি’ (রাঃ) হতেও হাদীস বর্ণিত আছে।\nআবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান গারীব। কিছু বিদ্বান এ হাদীসের উপর ‘আমল করার জন্য ইমামের এক পথ দিয়ে ‘ঈদের মাঠে যাওয়া এবং অন্য পথ দিয়ে আসাকে মুস্তাহাব বলেছেন। ইমাম শাফিঈ এই মত দিয়েছেন। জাবির (রাঃ) -এর সূত্রে বর্ণিত হাদীসটি বেশি সহীহ্‌।"
  },
  {
    "hadith_id": 542,
    "narrator": "আবদুল্লাহ ইবনু বুরাইদা (রাঃ) হতে তাঁর পিতা",
    "bn": "তিনি (বুরাইদা) বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘ঈদুল ফিতরের দিন কিছু না খাওয়া পর্যন্ত নামাযে বের হতেন না এবং ‘ঈদুল আযহার দিন নামায না আদায় করা পর্যন্ত কিছু খেতেন না।\n\n-সহীহ্‌। ইবনু মাজাহ- (১৭৫৬)।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ الصَّبَّاحِ الْبَزَّارُ الْبَغْدَادِيُّ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، عَنْ ثَوَابِ بْنِ عُتْبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم لاَ يَخْرُجُ يَوْمَ الْفِطْرِ حَتَّى يَطْعَمَ وَلاَ يَطْعَمُ يَوْمَ الأَضْحَى حَتَّى يُصَلِّيَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ بُرَيْدَةَ بْنِ حُصَيْبٍ الأَسْلَمِيِّ حَدِيثٌ غَرِيبٌ ‏.‏ وَقَالَ مُحَمَّدٌ لاَ أَعْرِفُ لِثَوَابِ بْنِ عُتْبَةَ غَيْرَ هَذَا الْحَدِيثِ ‏.‏ وَقَدِ اسْتَحَبَّ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ أَنْ لاَ يَخْرُجَ يَوْمَ الْفِطْرِ حَتَّى يَطْعَمَ شَيْئًا وَيُسْتَحَبُّ لَهُ أَنْ يُفْطِرَ عَلَى تَمْرٍ وَلاَ يَطْعَمَ يَوْمَ الأَضْحَى حَتَّى يَرْجِعَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘আলী ও আনাস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ বুরাইদার হাদীসটি গারীব। ইমাম বুখারী বলেছেন, এ হাদীসটি ছাড়া সাওয়াব ইবনু ‘উতবার সূত্রে বর্ণিত আর কোন হাদীস আমার জানা নেই। একদল মনীষী ‘ঈদুল ফিতরের দিন কিছু খেয়ে ঘর হতে নামাযের জন্য বের হওয়া মুস্তাহাব বলেছেন। তাঁরা খেজুর খাওয়া পছন্দ করছেন। তাদের মতে ‘ঈদুল আযহার দিন নামায হতে আসার পর পানাহার করা মুস্তাহাব।"
  },
  {
    "hadith_id": 543,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘ঈদুল ফিতরের দিন নামায আদায় করতে বের হওয়ার আগে খেজুর দিয়ে নাস্তা করতেন।\n\n-সহীহ্‌। ইবনু মাজাহ- (১৭৫৪)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا هُشَيْمٌ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ حَفْصِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَنَسٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُفْطِرُ عَلَى تَمَرَاتٍ يَوْمَ الْفِطْرِ قَبْلَ أَنْ يَخْرُجَ إِلَى الْمُصَلَّى ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌ গারীব।"
  },
  {
    "hadith_id": 546,
    "narrator": "মুহাম্মাদ ইবনুল মুনকাদির ও ইবরাহীম ইবনু মাইসারা (রহঃ)",
    "bn": "তাঁরা দুজনেই আনাস ইবনু মালিক (রাঃ) -কে বলতে শুনেছেনঃ আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে মাদীনায় যুহরের নামায চার রাক’আত আদায় করেছি এবং যুল-হুলাইফায় ‘আসরের নামায দু’রাক্‌’আত আদায় করেছি।\n\n-সহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১০৮৫), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، وَإِبْرَاهِيمَ بْنِ مَيْسَرَةَ، سَمِعَا أَنَسَ بْنَ مَالِكٍ، قَالَ صَلَّيْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم الظُّهْرَ بِالْمَدِينَةِ أَرْبَعًا وَبِذِي الْحُلَيْفَةِ الْعَصْرَ رَكْعَتَيْنِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি সহীহ্‌।"
  },
  {
    "hadith_id": 547,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কার উদ্দেশ্যে মাদীনা হতে বের হলেন। এ সময় সারা বিশ্বের প্রতিপালক ছাড়া আর কারো ভয় তাঁর ছিল না। তিনি (চার রাক্‌’আত ফরযের স্থলে) দুই রাক’আত আদায় করেছেন।\n\n-সহীহ্‌। ইরওয়া- (৩/৬)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا هُشَيْمٌ، عَنْ مَنْصُورِ بْنِ زَاذَانَ، عَنِ ابْنِ سِيرِينَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ مِنَ الْمَدِينَةِ إِلَى مَكَّةَ لاَ يَخَافُ إِلاَّ اللَّهَ رَبَّ الْعَالَمِينَ فَصَلَّى رَكْعَتَيْنِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌ ।"
  },
  {
    "hadith_id": 544,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), আবূ বাক্‌র, ‘উমার ও ‘উসমান (রাঃ) -এর সাথে একত্রে সফর করেছি। তাঁরা যুহর ও আসরের (ফরয) নামায দুই রাক’আত দুই রাক’আত আদায় করেছেন। তাঁরা এর আগে বা পরে কোন (সুন্নাত বা নফল) নামায আদায় করেননি। ‘আবদুল্লাহ (রাঃ) বলেন, আমাকে যদি এর (ফরযের) আগে অথবা পরে নামায আদায় করতেই হত তবে আমি ফরয নামায পূর্ণ আদায় করতাম!\n\nসহীহ্‌। ইবনু মাজাহ- (১০৭১), বুখারী ও মুসলিম সংক্ষিপ্ত।",
    "ar": "حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الْحَكَمِ الْوَرَّاقُ الْبَغْدَادِيُّ، حَدَّثَنَا يَحْيَى بْنُ سُلَيْمٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ سَافَرْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ فَكَانُوا يُصَلُّونَ الظُّهْرَ وَالْعَصْرَ رَكْعَتَيْنِ رَكْعَتَيْنِ لاَ يُصَلُّونَ قَبْلَهَا وَلاَ بَعْدَهَا ‏.‏ وَقَالَ عَبْدُ اللَّهِ لَوْ كُنْتُ مُصَلِّيًا قَبْلَهَا أَوْ بَعْدَهَا لأَتْمَمْتُهَا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَعَلِيٍّ وَابْنِ عَبَّاسٍ وَأَنَسٍ وَعِمْرَانَ بْنِ حُصَيْنٍ وَعَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ يَحْيَى بْنِ سُلَيْمٍ مِثْلَ هَذَا ‏.‏ قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ رَجُلٍ مِنْ آلِ سُرَاقَةَ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ عَطِيَّةَ الْعَوْفِيِّ عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَطَوَّعُ فِي السَّفَرِ قَبْلَ الصَّلاَةِ وَبَعْدَهَا ‏.‏ وَقَدْ صَحَّ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَقْصُرُ فِي السَّفَرِ وَأَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ صَدْرًا مِنْ خِلاَفَتِهِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ ‏.‏ وَقَدْ رُوِيَ عَنْ عَائِشَةَ أَنَّهَا كَانَتْ تُتِمُّ الصَّلاَةَ فِي السَّفَرِ ‏.‏ وَالْعَمَلُ عَلَى مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَأَصْحَابِهِ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ إِلاَّ أَنَّ الشَّافِعِيَّ يَقُولُ التَّقْصِيرُ رُخْصَةٌ لَهُ فِي السَّفَرِ فَإِنْ أَتَمَّ الصَّلاَةَ أَجْزَأَ عَنْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ‘উমার, ‘আলী, ইবনু ‘আব্বাস, আনাস, ‘ইমরান ইবনু হুসাইন ও আয়িশাহ্‌ (রাঃ) হতেও হাদীস বর্ণিত আছে।\n\tআবূ ‘ঈসা বলেনঃ ইবনু উমারের হাদীসটি হাসান গারীব। ইয়াহ্‌ইয়া ইবনু সুলাইমের সূত্রেই শুধুমাত্র আমরা এ হাদীসটি জেনেছি। মুহাম্মাদ ইবনু ইসমাঈল (বুখারী) বলেন, উবাইদুল্লাহ ইবনু উমার সুরাকার সন্তানের সূত্রে, তিনি ইবনু উমার (রাঃ) -এর সূত্রে এ হাদীসটি বর্ণনা করেছেন।\nআবূ ‘ঈসা বলেনঃ ‘আতিয়্যা আল-‘আওফী (রহঃ) ইবনু ‘উমার (রাঃ) -এর সূত্রে বর্ণনা করেনঃ “নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সফরে ফরয নামাযের পূর্বে এবং পরে নফল নামায আদায় করতেন।”\n\tসহীহ্‌ সনদসূত্রে প্রমাণিত যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), আবূ বাক্‌র ও ‘উমার (রাঃ) সফরে নামায কসর করতেন। ‘উসমান (রাঃ) তাঁর খিলাফতের প্রথম দিকে সফরে কসর করতেন। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বেশিরভাগ বিশেষজ্ঞ সাহাবী ও তাবিঈ সফরে নামায কসর করতেন। ‘আয়িশাহ্‌ (রাঃ) হতে বর্ণিত আছে যে, তিনি সফরে সম্পূর্ণ নামায আদায় করতেন (কসর করতেন না, বুখারী)। কিন্তু নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর বেশিরভাগ সাহাবী যেভাবে কসর করেছেন তদানুযায়ী আমল করতে হবে। ইমাম শাফিঈ, আহমাদ এবং ইসহাকও একই রকম কথা বলেছেন। কিন্তু ইমাম শাফিঈ আরো বলেছেন, সফরে কসর করাটা ব্যক্তির ইচ্ছাধীন ব্যাপার। যদি কেউ পূর্ণ নামায আদায় করে তবে তার নামায হয়ে যাবে, নতুন করে তা আদায় করতে হবে না।"
  },
  {
    "hadith_id": 545,
    "narrator": "আবূ নায্‌রাহ্‌ (রহঃ)",
    "bn": "তিনি বলেন, ‘ইমরান ইবনু হুসাইন (রাঃ) -কে মুসাফিরের নামায প্রসঙ্গে প্রশ্ন করা হলে তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে হাজ্জ করেছি। তিনি চার রাক’আতের পরিবর্তে দুই রাক’আত আদায় করেছেন। আবূ বাক্‌র (রাঃ) -এর সাথেও হাজ্জ করেছি তিনিও দুই রাক’আত আদায় করেছেন। ‘উমার (রাঃ) -এর সাথেও এবং তিনিও দুই রাক’আত আদায় করেছেন। আমি ‘উসমান (রাঃ) -এর সাথেও হাজ্জ করেছি। তিনিও তাঁর খিলাফতের (প্রথম) ছয় অথবা আট বছর দুই রাক’আতই আদায় করেছেন। \n\n-সহীহ্‌। পূর্বের হাদীসের কারণে।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا عَلِيُّ بْنُ زَيْدِ بْنِ جُدْعَانَ الْقُرَشِيُّ، عَنْ أَبِي نَضْرَةَ، قَالَ سُئِلَ عِمْرَانُ بْنُ حُصَيْنٍ عَنْ صَلاَةِ الْمُسَافِرِ، فَقَالَ حَجَجْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَصَلَّى رَكْعَتَيْنِ وَحَجَجْتُ مَعَ أَبِي بَكْرٍ فَصَلَّى رَكْعَتَيْنِ وَمَعَ عُمَرَ فَصَلَّى رَكْعَتَيْنِ وَمَعَ عُثْمَانَ سِتَّ سِنِينَ مِنْ خِلاَفَتِهِ أَوْ ثَمَانِيَ سِنِينَ فَصَلَّى رَكْعَتَيْنِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 548,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে মক্কার উদ্দেশ্যে মাদীনা হতে রাওয়ানা হলাম। তিনি দুই রাক’আত নামায আদায় করলেন। ইয়াহ্‌ইয়া ইবনু ইসহাক বলেন, আমি আনাস (রাঃ) -কে প্রশ্ন করলাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কত দিন মক্কায় ছিলেন? তিনি বললেন, দশ দিন। \n\n-সহীহ্‌। ইবনু মাজাহ- (১০৭৭), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا يَحْيَى بْنُ أَبِي إِسْحَاقَ الْحَضْرَمِيُّ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، قَالَ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم مِنَ الْمَدِينَةِ إِلَى مَكَّةَ فَصَلَّى رَكْعَتَيْنِ ‏.‏ قَالَ قُلْتُ لأَنَسٍ كَمْ أَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِمَكَّةَ قَالَ عَشْرًا ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ أَقَامَ فِي بَعْضِ أَسْفَارِهِ تِسْعَ عَشْرَةَ يُصَلِّي رَكْعَتَيْنِ ‏.‏ قَالَ ابْنُ عَبَّاسٍ فَنَحْنُ إِذَا أَقَمْنَا مَا بَيْنَنَا وَبَيْنَ تِسْعَ عَشْرَةَ صَلَّيْنَا رَكْعَتَيْنِ وَإِنْ زِدْنَا عَلَى ذَلِكَ أَتْمَمْنَا الصَّلاَةَ ‏.‏ وَرُوِيَ عَنْ عَلِيٍّ أَنَّهُ قَالَ مَنْ أَقَامَ عَشَرَةَ أَيَّامٍ أَتَمَّ الصَّلاَةَ ‏.‏ وَرُوِيَ عَنِ ابْنِ عُمَرَ أَنَّهُ قَالَ مَنْ أَقَامَ خَمْسَةَ عَشَرَ يَوْمًا أَتَمَّ الصَّلاَةَ ‏.‏ وَقَدْ رُوِيَ عَنْهُ ثِنْتَىْ عَشْرَةَ ‏.‏ وَرُوِيَ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّهُ قَالَ إِذَا أَقَامَ أَرْبَعًا صَلَّى أَرْبَعًا ‏.‏ وَرَوَى عَنْهُ ذَلِكَ قَتَادَةُ وَعَطَاءٌ الْخُرَاسَانِيُّ ‏.‏ وَرَوَى عَنْهُ دَاوُدُ بْنُ أَبِي هِنْدٍ خِلاَفَ هَذَا ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ بَعْدُ فِي ذَلِكَ فَأَمَّا سُفْيَانُ الثَّوْرِيُّ وَأَهْلُ الْكُوفَةِ فَذَهَبُوا إِلَى تَوْقِيتِ خَمْسَ عَشْرَةَ وَقَالُوا إِذَا أَجْمَعَ عَلَى إِقَامَةِ خَمْسَ عَشْرَةَ أَتَمَّ الصَّلاَةَ ‏.‏ وَقَالَ الأَوْزَاعِيُّ إِذَا أَجْمَعَ عَلَى إِقَامَةِ ثِنْتَىْ عَشْرَةَ أَتَمَّ الصَّلاَةَ ‏.‏ وَقَالَ مَالِكُ بْنُ أَنَسٍ وَالشَّافِعِيُّ وَأَحْمَدُ إِذَا أَجْمَعَ عَلَى إِقَامَةِ أَرْبَعَةٍ أَتَمَّ الصَّلاَةَ ‏.‏ وَأَمَّا إِسْحَاقُ فَرَأَى أَقْوَى الْمَذَاهِبِ فِيهِ حَدِيثَ ابْنِ عَبَّاسٍ قَالَ لأَنَّهُ رَوَى عَنِ النَّبِيِّ صلى الله عليه وسلم ثُمَّ تَأَوَّلَهُ بَعْدَ النَّبِيِّ صلى الله عليه وسلم إِذَا أَجْمَعَ عَلَى إِقَامَةِ تِسْعَ عَشْرَةَ أَتَمَّ الصَّلاَةَ ‏.‏ ثُمَّ أَجْمَعَ أَهْلُ الْعِلْمِ عَلَى أَنَّ الْمُسَافِرَ يَقْصُرُ مَا لَمْ يُجْمِعْ إِقَامَةً وَإِنْ أَتَى عَلَيْهِ سِنُونَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌। এ অনুচ্ছেদে ইবনু ‘আব্বাস ও জাবির (রাঃ) হতেও হাদীস বর্ণিত আছে।\n“ইবনু ‘আব্বাস (রাঃ) হতে বর্ণিত আছে যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর কোন সফরে ঊনিশ দিন থাকলেন। তিনি বরাবর (চার রাক’আত ফরযের স্থলে) দুই রাক’আতই আদায় করতে থাকলেন। ইবনু ‘আব্বাস (রাঃ) বলেন, এজন্য আমরাও ঊনিশ দিন থাকলে দুই রাক’আতই আদায় করে থাকি। যদি এরপর আরো বেশি দিন থাকতে হয় তবে আমরা পূর্ণ নামায আদায় করি।”\n\t‘আলী (রাঃ) বলেন, যদি কোন ব্যক্তি সফরে দশ দিন থাকেন তবে সে পূর্ণ নামায আদায় করবে। ইবনু ‘উমার (রাঃ) বলেন, যে ব্যক্তি পনের দিন থাকবে সে পূর্ণ নামায আদায় করবে। ইবনু ‘উমার (রাঃ) বলেন, যে ব্যক্তি পনের দিন থাকবে সে পূর্ণ নামায আদায় করবে। ইবনু ‘উমার (রাঃ) -এর অপর মতে বার দিনের কথা উল্লেখ আছে। সা’ঈদ ইবনুল মুসায়্যাব (রহঃ) বলেন, যে ব্যক্তি চার দিন থাকবে সে চার রাক’আত আদায় করবে। কাতাদা ও আতা তাঁর এ মত বর্ণনা করেছেন। দাঊদ ইবনু আবূ হিন্দ তাঁর নিকট হতে এর বিপরীত বর্ণনা করেছেন। \n\tএ ব্যাপারে ‘আলিমদের মধ্যে যথেষ্ট মতের অমিল রয়েছে। সুফিয়ান সাওরী ও কুফাবাসীগণ পনের দিনের সময়সীমা ঠিক করেছেন। তাঁরা বলেছেন, যদি কমপক্ষে পনের দিন (সফর একই এলাকায়) থাকার নিয়াত করা হয় তবে পূর্ণ নামায আদায় করা। মালিক, শাফিঈ ও আহমাদ বলেন, যদি চার দিন একই জায়গায় থাকার নিয়াত করা হয় তবে পূর্ণ নামায আদায় করতে হবে। ইসহাক বলেন, শক্তিশালী মত হল ইবনু ‘আব্বাসের হাদীসে বর্ণিত মত। তিনি এ হাদীসই অনুসরণ করেছেন। তিনি বলেন, ইবনু ‘আব্বাস (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে বর্ণিত তাঁর নিজের হাদীস অনুযায়ী আমল করেছেন। এ হাদীসের মর্ম অনুযায়ী যদি কোন ব্যক্তি সফরে কোথাও ঊনিশ দিন থাকার নিয়াত করে তবে সে পূর্ণ নামায আদায় করবে।\nবহুবিধ মত পার্থক্য থাকা সত্ত্বেও বিদ্বানগণ একটি বিষয়ে মতৈক্যে পৌঁছেছেন। তা হল, মুসাফির ব্যক্তি কোন স্থানে নির্দিষ্ট কতদিন থাকবে তা যদি নির্ধারণ না করে থাকে বা তার নিয়াত না করে থাকে তবে সে কসরই আদায় করতে থাকবে, তা যত বছরই হোক না কেন।"
  },
  {
    "hadith_id": 549,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক সফরে গিয়ে ঊনিশ দিন থাকলেন। এ কয়দিন তিনি দুই রাক’আত দুই রাক’আত করে নামায আদায় করলেন (চার রাক’আত ফরযের পরিবর্তে) ইবনু ‘আব্বাস (রাঃ) বলেন, আমরাও আমাদের (মাদীনার ও মক্কার) মধ্যেকার ঊনিশ দিনের পথে দুই রাক’আত দুই রাক’আত করে নামায আদায় করে থাকি। যখন এর চেয়ে বেশি দিন থাকি তখন চার রাক’আতই আদায় করে থাকি।\n\n-সহীহ্‌। ইবনু মাজাহ- (১০৭৫), বুখারী।",
    "ar": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ سَافَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم سَفَرًا فَصَلَّى تِسْعَةَ عَشَرَ يَوْمًا رَكْعَتَيْنِ رَكْعَتَيْنٍ ‏.‏ قَالَ ابْنُ عَبَّاسٍ فَنَحْنُ نُصَلِّي فِيمَا بَيْنَنَا وَبَيْنَ تِسْعَ عَشْرَةَ رَكْعَتَيْنِ رَكْعَتَيْنِ فَإِذَا أَقَمْنَا أَكْثَرَ مِنْ ذَلِكَ صَلَّيْنَا أَرْبَعًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি গারীব হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 555,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তাঁর নিকট তাঁর কোন এক স্ত্রীর মুমূর্ষু অবস্থার খবর এলে তিনি তাড়াতাড়ি রওনা হলেন এবং পথ চলতে চলতে (পশ্চিম আকাশের লালিমা) অদৃশ্য হয়ে গেল। তারপর তিনি (বাহন হতে) নেমে মাগরিব ও ‘ইশার নামায একত্রে আদায় করলেন। তারপর তিনি সফরসঙ্গীদের বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যখন তাড়াহুড়া করে যাওয়ার দরকার হত তখন তিনি এমনটিই করতেন। \n\n-সহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১০৯০), বুখারী ও মুসলিম মারফূরূপে।",
    "ar": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ اسْتُغِيثَ عَلَى بَعْضِ أَهْلِهِ فَجَدَّ بِهِ السَّيْرُ فَأَخَّرَ الْمَغْرِبَ حَتَّى غَابَ الشَّفَقُ ثُمَّ نَزَلَ فَجَمَعَ بَيْنَهُمَا ثُمَّ أَخْبَرَهُمْ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَفْعَلُ ذَلِكَ إِذَا جَدَّ بِهِ السَّيْرُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَحَدِيثُ اللَّيْثِ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 553,
    "narrator": "মু‘আয ইবনু জাবাল (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাবুকের যুদ্ধে ব্যস্ত থাকাকালে সূর্য ঢলে যাওয়ার আগে নিজের তাঁবু ত্যাগ করলে যুহরের নামায দেরি করে আসরের সাথে একত্রে আদায় করতেন। তিনি সূর্য ঢলে যাওয়ার পর তাঁবু ত্যাগ করলে ‘আসরের নামায এগিয়ে এনে যুহরের সাথে একত্রে আদায় করতেন। তিনি মাগরিবের আগে তাঁবু ত্যাগ করলে মাগরিব দেরি করে ‘ইশার সাথে একত্রে আদায় করতেন। তিনি মাগরিবের পর তাঁবু ত্যাগ করলে ‘ইশাকে এগিয়ে এনে মাগরিবের সাথে একত্রে আদায় করতেন। \n\n-সহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১১০৬), ইরওয়া (৫৭৮)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الطُّفَيْلِ، هُوَ عَامِرُ بْنُ وَاثِلَةَ عَنْ مُعَاذِ بْنِ جَبَلٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ فِي غَزْوَةِ تَبُوكَ إِذَا ارْتَحَلَ قَبْلَ زَيْغِ الشَّمْسِ أَخَّرَ الظُّهْرَ إِلَى أَنْ يَجْمَعَهَا إِلَى الْعَصْرِ فَيُصَلِّيهِمَا جَمِيعًا وَإِذَا ارْتَحَلَ بَعْدَ زَيْغِ الشَّمْسِ عَجَّلَ الْعَصْرَ إِلَى الظُّهْرِ وَصَلَّى الظُّهْرَ وَالْعَصْرَ جَمِيعًا ثُمَّ سَارَ وَكَانَ إِذَا ارْتَحَلَ قَبْلَ الْمَغْرِبِ أَخَّرَ الْمَغْرِبَ حَتَّى يُصَلِّيَهَا مَعَ الْعِشَاءِ وَإِذَا ارْتَحَلَ بَعْدَ الْمَغْرِبِ عَجَّلَ الْعِشَاءَ فَصَلاَّهَا مَعَ الْمَغْرِبِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَابْنِ عُمَرَ وَأَنَسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَعَائِشَةَ وَابْنِ عَبَّاسٍ وَأُسَامَةَ بْنِ زَيْدٍ وَجَابِرِ بْنِ عَبْدِ اللَّهِ ‏.‏ قَالَ أَبُو عِيسَى وَالصَّحِيحُ عَنْ أُسَامَةَ ‏.‏ وَرَوَى عَلِيُّ بْنُ الْمَدِينِيِّ عَنْ أَحْمَدَ بْنِ حَنْبَلٍ عَنْ قُتَيْبَةَ هَذَا الْحَدِيثَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি হাসান গারীব। এ অনুচ্ছেদে ‘আলী, ইবনু ‘উমার, আনাস, ‘আবদুল্লাহ ইবনু ‘আমর, ‘আয়িশাহ্‌, ইবনু ‘আব্বাস, উসামা ইবনু যাইদ ও জাবির (রাঃ) হতেও হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 556,
    "narrator": "আব্বাদ ইবনু তামীম (রাঃ) হতে তাঁর চাচা",
    "bn": "একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকদের নিয়ে বৃষ্টি প্রার্থনার জন্য বের হলেন। তাদেরকে নিয়ে তিনি দুই রাক’আত নামায আদায় করলেন। এতে তিনি সশব্দে কিরা’আত পাঠ করলেন। তিনি তাঁর চাদর উল্টিয়ে দিলেন, দুই হাত উপরে তুললেন এবং কিবলামুখী হয়ে দু’আ করলেন।\n\n-সহীহ্‌। ইবনু মাজাহ- (১২৬৭), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ بِالنَّاسِ يَسْتَسْقِي فَصَلَّى بِهِمْ رَكْعَتَيْنِ جَهَرَ بِالْقِرَاءَةِ فِيهِمَا وَحَوَّلَ رِدَاءَهُ وَرَفَعَ يَدَيْهِ وَاسْتَسْقَى وَاسْتَقْبَلَ الْقِبْلَةَ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَأَنَسٍ وَآبِي اللَّحْمِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ زَيْدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَعَلَى هَذَا الْعَمَلُ عِنْدَ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَعَمُّ عَبَّادِ بْنِ تَمِيمٍ هُوَ عَبْدُ اللَّهِ بْنُ زَيْدِ بْنِ عَاصِمٍ الْمَازِنِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ইবনু ‘আব্বাস, আবূ হুরাইরা, আনাস ও আবুল লাহাম (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ ‘আব্দুল্লাহ ইবনু যাইদের হাদীসটি হাসান সহীহ্‌। ‘আলিমগণ এ হাদীস অনুযায়ী আমল করেন। ইমাম শাফিঈ, আহমাদ এবং ইসহাকও একই রকম মত দিয়েছেন। আব্বাদ ইবনু তামীমের চাচার নাম ‘আবদুল্লাহ ইবনু যাইদ ইবনু ‘আসিম আল-মাযিনী (রাঃ)।"
  },
  {
    "hadith_id": 558,
    "narrator": "হিশাম ইবনু ইসহাক (রহঃ) হতে তাঁর পিতা",
    "bn": "তিনি (ইসহাক) বলেন, মাদীনার গভর্নর ওয়ালীদ ইবনু ‘উক্ববা (রাঃ) আমাকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ‘বৃষ্টি প্রার্থনা’ প্রসঙ্গে জানার জন্য ইবনু ‘আব্বাস (রাঃ) -এর নিকটে পাঠালেন। আমি তাঁর নিকট এলে তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাধারণ পোশাক পরে বিনয় ও নম্রতা সহকারে বৃষ্টি প্রার্থনার জন্য বের হয়ে ‘ঈদের মাঠে আসেন। তিনি তোমাদের এ খুতবা দেওয়ার মত খুতবা দেননি। বরং তিনি অবিরত দু’আ-আরাধনা ও তাকবীর বলতে থাকেন। তিনি ‘ঈদের নামাযের মত দুই রাক‘আত নামাযও আদায় করলেন। \n\n-সহীহ্‌। ইবনু মাজাহ- (১২৬৬)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ هِشَامِ بْنِ إِسْحَاقَ، وَهُوَ ابْنُ عَبْدِ اللَّهِ بْنِ كِنَانَةَ عَنْ أَبِيهِ، قَالَ أَرْسَلَنِي الْوَلِيدُ بْنُ عُقْبَةَ وَهُوَ أَمِيرُ الْمَدِينَةِ إِلَى ابْنِ عَبَّاسٍ أَسْأَلُهُ عَنِ اسْتِسْقَاءِ، رَسُولِ اللَّهِ صلى الله عليه وسلم فَأَتَيْتُهُ فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ مُتَبَذِّلاً مُتَوَاضِعًا مُتَضَرِّعًا حَتَّى أَتَى الْمُصَلَّى فَلَمْ يَخْطُبْ خُطْبَتَكُمْ هَذِهِ وَلَكِنْ لَمْ يَزَلْ فِي الدُّعَاءِ وَالتَّضَرُّعِ وَالتَّكْبِيرِ وَصَلَّى رَكْعَتَيْنِ كَمَا كَانَ يُصَلِّي فِي الْعِيدِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ্‌ ।"
  },
  {
    "hadith_id": 557,
    "narrator": "আবুল লাহ্‌ম (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে আহজারুয-যাইত নামক জায়গায় বৃষ্টি প্রার্থনা করতে দেখলেন। তিনি দুই হাত তুলে দু’আ করলেন।\n\n-সহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১০৬৩)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ، عَنْ عُمَيْرٍ، مَوْلَى آبِي اللَّحْمِ عَنْ آبِي اللَّحْمِ، أَنَّهُ رَأَى رَسُولَ اللَّهِ صلى الله عليه وسلم عِنْدَ أَحْجَارِ الزَّيْتِ يَسْتَسْقِي وَهُوَ مُقْنِعٌ بِكَفَّيْهِ يَدْعُو ‏.‏ قَالَ أَبُو عِيسَى كَذَا قَالَ قُتَيْبَةُ فِي هَذَا الْحَدِيثِ عَنْ آبِي اللَّحْمِ وَلاَ نَعْرِفُ لَهُ عَنِ النَّبِيِّ صلى الله عليه وسلم إِلاَّ هَذَا الْحَدِيثَ الْوَاحِدَ وَعُمَيْرٌ مَوْلَى آبِي اللَّحْمِ قَدْ رَوَى عَنِ النَّبِيِّ صلى الله عليه وسلم أَحَادِيثَ وَلَهُ صُحْبَةٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ আমরা আবুল লাহ্‌মের সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এই একটি মাত্র হাদীসই জেনেছি। তবে তাঁর মুক্তদাস উমাইর (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে কয়েকটি হাদীস বর্ণনা করেছেন এবং তিনি নাবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সান্নিধ্য লাভ করেছেন।"
  },
  {
    "hadith_id": 560,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "নাবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূর্যগ্রহণকালে নামায আদায় করলেন। তিনি কিরা‘আত পাঠ করলেন, তারপর রুকূ করলেন, আবার কিরা‘আত পাঠ করলেন, তারপর রুকূ করলেন, আবার কিরা‘আত পাঠ করলেন, তারপর রুকূ করলেন, তারপর দুটি সাজদাহ্‌ করলেন। দ্বিতীয় রাক‘আতও তিনি এভাবেই আদায় করলেন। \t\n\t\n-সহীহ্‌। সহীহ্‌ আবূ দাউদ- (১০৭২), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ صَلَّى فِي كُسُوفٍ فَقَرَأَ ثُمَّ رَكَعَ ثُمَّ قَرَأَ ثُمَّ رَكَعَ ثُمَّ قَرَأَ ثُمَّ رَكَعَ ثَلاَثَ مَرَّاتٍ ثُمَّ سَجَدَ سَجْدَتَيْنِ وَالأُخْرَى مِثْلُهَا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَائِشَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَالنُّعْمَانِ بْنِ بَشِيرٍ وَالْمُغِيرَةِ بْنِ شُعْبَةَ وَأَبِي مَسْعُودٍ وَأَبِي بَكْرَةَ وَسَمُرَةَ وَأَبِي مُوسَى الأَشْعَرِيِّ وَابْنِ مَسْعُودٍ وَأَسْمَاءَ بِنْتِ أَبِي بَكْرٍ الصِّدِّيقِ وَابْنِ عُمَرَ وَقَبِيصَةَ الْهِلاَلِيِّ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَعَبْدِ الرَّحْمَنِ بْنِ سَمُرَةَ وَأُبَىِّ بْنِ كَعْبٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ صَلَّى فِي كُسُوفٍ أَرْبَعَ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ ‏.‏ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ قَالَ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي الْقِرَاءَةِ فِي صَلاَةِ الْكُسُوفِ فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ أَنْ يُسِرَّ بِالْقِرَاءَةِ فِيهَا بِالنَّهَارِ ‏.‏ وَرَأَى بَعْضُهُمْ أَنْ يَجْهَرَ بِالْقِرَاءَةِ فِيهَا كَنَحْوِ صَلاَةِ الْعِيدَيْنِ وَالْجُمُعَةِ وَبِهِ يَقُولُ مَالِكٌ وَأَحْمَدُ وَإِسْحَاقُ يَرَوْنَ الْجَهْرَ فِيهَا ‏.‏ وَقَالَ الشَّافِعِيُّ لاَ يَجْهَرُ فِيهَا ‏.‏ وَقَدْ صَحَّ عَنِ النَّبِيِّ صلى الله عليه وسلم كِلْتَا الرِّوَايَتَيْنِ صَحَّ عَنْهُ أَنَّهُ صَلَّى أَرْبَعَ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ ‏.‏ وَصَحَّ عَنْهُ أَيْضًا أَنَّهُ صَلَّى سِتَّ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ ‏.‏ وَهَذَا عِنْدَ أَهْلِ الْعِلْمِ جَائِزٌ عَلَى قَدْرِ الْكُسُوفِ إِنْ تَطَاوَلَ الْكُسُوفُ فَصَلَّى سِتَّ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ فَهُوَ جَائِزٌ وَإِنْ صَلَّى أَرْبَعَ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ وَأَطَالَ الْقِرَاءَةَ فَهُوَ جَائِزٌ ‏.‏ وَيَرَوْنَ أَصْحَابُنَا أَنْ تُصَلَّى صَلاَةُ الْكُسُوفَ فِي جَمَاعَةٍ فِي كُسُوفِ الشَّمْسِ وَالْقَمَرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আলী, ‘আয়িশাহ্‌, ‘আবদুল্লাহ ইবনু ‘আমর, নুমান ইবনু বাশীর, মুগীরা ইবনু শু‘বা, আবূ মাসঊদ, আবূ বাকরা, সামুরা, ইবনু মাসঊদ, আসমা বিনতু আবূ বাক্‌র, ইবনু ‘উমার, কাবীসা, জাবির ইবনু আবদুল্লাহ, আবূ মূসা, ‘আবদুর রহমান ইবনু সামূরা ও উবাই ইবনু কা’ব (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ ইবনু ‘আব্বাসের হাদীসটি হাসান সহীহ্‌। \n\tইবনু ‘আব্বাস (রাঃ) হতে এও বর্ণিত আছে, “নাবী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চার রুকূতে চার রাক‘আত সূর্যগ্রহণের নামায আদায় করেছেন।” ইমাম শাফিঈ, আহমাদ এবং ইসহাকও একই রকম কথা বলেছেন। সূর্যগ্রহণের নামাযের কিরা‘আত প্রসঙ্গে বিশেষজ্ঞদের মধ্যে মতের অমিল রয়েছে। একদল বলেছেন, দিনের বেলা অপরিস্ফুট স্বরে কিরা‘আত পাঠ করবে। অপর দল বলেছেন, দুই ‘ঈদ ও জুমু‘আর নামাযের মত এ নামাযেও স্পষ্ট স্বরে কিরা‘আত পাঠ করবে। ইমাম মালিক, আহমাদ এবং ইসহাক উচ্চস্বরে কিরা‘আত পাঠের সমর্থক। ইমাম শাফিঈ বলেন, কিরা‘আত স্বরবে পড়বে না। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে উভয় মতই বিশুদ্ধভাবে প্রমাণিত হয়েছে। যেমন, ‘তিনি চার রুকু‘তে দুই রাক‘আত নামায আদায় করেছেন।”\n\tঅপর বর্ণনায় আছে- “তিনি ছয় রুকু‘তে দুই রাক‘আত নামায আদায় করেছেন।”\n\tবিশেষজ্ঞদের মতে এর প্রতিটি পদ্ধতিই জায়িয। এটা সূর্যগ্রহণের সময়সীমার উপর নির্ভর করবে। গ্রহণ দীর্ঘায়িত হলে চার ছয় রুকু‘তে দুই রাক‘আত আদায় করাও জায়িয। আবার চার রুকু‘তে ও দীর্ঘ কিরা‘আতে দুই রাক‘আত আদায় করাও জায়িয। আমাদের সঙ্গীরা সূর্যগ্রহণ ও চন্দ্রগ্রহণের নামায জামা‘আতে আদায় করার পক্ষে।"
  },
  {
    "hadith_id": 561,
    "narrator": "আয়িশাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূল্লুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুযে সূর্যগ্রহণ হল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকদের নিয়ে (জামা‘আতে) নামায আদায় করলেন। তিনি অধিক সময় ধরে কিরা‘আত পাঠ করলেন, তারপর রুকূ করলেন এবং দীর্ঘসময় রুকূতে থাকলেন, তারপর মাথা তুললেন (রুকূ’ হতে উঠলেন)। তিনি আবার দীর্ঘ কিরা‘আত পাঠ করলেন কিন্তু প্রথমবারের চেয়ে কম লম্বা করলেন, তারপর রুকূতে গেলেন এবং দীর্ঘ সময় রুকূতে থাকলেন, কিন্তু আগের চেয়ে সংক্ষেপে করলেন। তারপর তিনি রুকূ থেকে মাথা তুলে সাজদাহ্‌তে গেলেন। তিনি দ্বিতীয় রাক‘আতও উল্লেখিত পদ্ধতিতে আদায় করলেন।\n\n-সহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১০৭১), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ خَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَصَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم بِالنَّاسِ فَأَطَالَ الْقِرَاءَةَ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ ثُمَّ رَفَعَ رَأْسَهُ فَأَطَالَ الْقِرَاءَةَ وَهِيَ دُونَ الأُولَى ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ وَهُوَ دُونَ الأَوَّلِ ثُمَّ رَفَعَ رَأْسَهُ فَسَجَدَ ثُمَّ فَعَلَ مِثْلَ ذَلِكَ فِي الرَّكْعَةِ الثَّانِيَةِ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَبِهَذَا الْحَدِيثِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ يَرَوْنَ صَلاَةَ الْكُسُوفِ أَرْبَعَ رَكَعَاتٍ فِي أَرْبَعِ سَجَدَاتٍ ‏.‏ قَالَ الشَّافِعِيُّ يَقْرَأُ فِي الرَّكْعَةِ الأُولَى بِأُمِّ الْقُرْآنِ وَنَحْوًا مِنْ سُورَةِ الْبَقَرَةِ سِرًّا إِنْ كَانَ بِالنَّهَارِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً نَحْوًا مِنْ قِرَاءَتِهِ ثُمَّ رَفَعَ رَأْسَهُ بِتَكْبِيرٍ وَثَبَتَ قَائِمًا كَمَا هُوَ وَقَرَأَ أَيْضًا بِأُمِّ الْقُرْآنِ وَنَحْوًا مِنْ آلِ عِمْرَانَ ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً نَحْوًا مِنْ قِرَاءَتِهِ ثُمَّ رَفَعَ رَأْسَهُ ثُمَّ قَالَ ‏\"‏ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ‏\"‏ ‏.‏ ثُمَّ سَجَدَ سَجْدَتَيْنِ تَامَّتَيْنِ وَيُقِيمُ فِي كُلِّ سَجْدَةٍ نَحْوًا مِمَّا أَقَامَ فِي رُكُوعِهِ ثُمَّ قَامَ فَقَرَأَ بِأُمِّ الْقُرْآنِ وَنَحْوًا مِنْ سُورَةِ النِّسَاءِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً نَحْوًا مِنْ قِرَاءَتِهِ ثُمَّ رَفَعَ رَأْسَهُ بِتَكْبِيرٍ وَثَبَتَ قَائِمًا ثُمَّ قَرَأَ نَحْوًا مِنْ سُورَةِ الْمَائِدَةِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً نَحْوًا مِنْ قِرَاءَتِهِ ثُمَّ رَفَعَ فَقَالَ ‏\"‏ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ ‏\"‏ ‏.‏ ثُمَّ سَجَدَ سَجْدَتَيْنِ ثُمَّ تَشَهَّدَ وَسَلَّمَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌। এ হাদীসের পরিপ্রেক্ষিতে ইমাম শাফিঈ, আহমাদ ও ইসহাক বলেছেন, সূর্যগ্রহণের নামায চার রুকূ ও চার সিজদায় আদায় করবে। শাফিঈ আরো বলেছেন, প্রথম রাক‘আতে সূরা ফাতিহার পর সূরা আল-বাকারার মতো যে কোন লম্বা সূরা পাঠ করবে। দিনে হলে নীরবে কিরা‘আত পাঠ করবে। তারপর রুকূতে গিয়ে কিরা‘আত পাঠের পরিমাণ সময় রুকূতে থাকবে। তারপর আল্লাহু আকবার বলে মাথা তুলে দাঁড়াবে এবং সূরা ফাতিহার পর সূরা আলে-ইমরানের মতো লম্বা সূরা পাঠ করবে। তারপর রুকূতে গিয়ে কিরা‘আত পাঠের পরিমাণ সময় রুকূতে থাকবে। তারপর ‘সামিআল্লাহু লিমান হামিদাহ’ বলে মাথা তুলবে। তারপর দুটি পূর্ণাঙ্গ সাজদাহ্‌ করবে এবং প্রত্যেক সাজদাহ্‌তে রুকূর পরিমাণ সময় থাকবে। অতঃপর দাঁড়িয়ে সূরা ফাতিহার পর সূরা আন-নিসার মতো লম্বা সূরা পাঠ করবে, তারপর কিরা‘আতের মতো লম্বা রুকূ করবে। তারপর আল্লাহু আকবার’ বলে মাথা তুলে দাঁড়াবে। তারপর সূরা মায়িদার মতো লম্বা সূরা পাঠ করবে, রুকূও কিরা‘আতের মতো লম্বা করবে। অতঃপর মাথা তুলবে এবং ‘সামিআল্লাহু লিমান হামিদা’ বলবে। অতঃপর দুটি সাজদাহ্‌ করে, তাশাহ্‌হুদ পাঠ করে সালাম ফিরিয়ে নামায সমাপ্ত করবে।"
  },
  {
    "hadith_id": 563,
    "narrator": "আয়িশাহ্‌ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূর্য বা চন্দ্র গ্রহণের নামায আদায় করলেন এবং তাতে সুস্পষ্ট আওয়াজে কিরা‘আত পাঠ করলেন।\n\n-সহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১০৭৪), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، مُحَمَّدُ بْنُ أَبَانَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ صَدَقَةَ، عَنْ سُفْيَانَ بْنِ حُسَيْنٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى صَلاَةَ الْكُسُوفِ وَجَهَرَ بِالْقِرَاءَةِ فِيهَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَاهُ أَبُو إِسْحَاقَ الْفَزَارِيُّ عَنْ سُفْيَانَ بْنِ حُسَيْنٍ نَحْوَهُ ‏.‏ وَبِهَذَا الْحَدِيثِ يَقُولُ مَالِكُ بْنُ أَنَسٍ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌। আবূ ইসহাক আল-ফাযারী হতে সুফিয়ান ইবনু হুসাইনের সূত্রেও একইভাবে হাদীস বর্ণিত আছে। ইমাম মালিক, আহমাদ ও ইসহাক সুস্পষ্ট স্বরে কিরা‘আত পাঠের সমর্থক।"
  },
  {
    "hadith_id": 564,
    "narrator": "সালিম (রহঃ) থেকে তাঁর পিতা",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুই দলের মধ্য থেকে এক দলের সাথে এক রাক‘আত নামায আদায় করলেন। এ সময় অপর দল শত্রুর মুখোমুখি দাঁড়িয়ে থাকলো। তারপর প্রথম দল এক রাক‘আত আদায় করে দ্বিতীয দলের জায়গায় অপেক্ষায় থাকল। দ্বিতীয় দল আসলে তিনি তাদের সাথে দ্বিতীয় রাক‘আত নামায আদায় করে সালাম ফিরান। তারা উঠে নিজেদের বাকী রাক‘আত পূর্ণ করলো। তারপর তারা আবার অপেক্ষায় থাকলো এবং প্রথম দল এসে তাদের বাকি রাক‘আত পূর্ণ করলো। \n\n-সহীহ্‌। সহীহ্‌ আবূ দাঊদ- (১১৩২), ইরওয়া- (৩/৫০), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى صَلاَةَ الْخَوْفِ بِإِحْدَى الطَّائِفَتَيْنِ رَكْعَةً وَالطَّائِفَةُ الأُخْرَى مُوَاجِهَةُ الْعَدُوِّ ثُمَّ انْصَرَفُوا فَقَامُوا فِي مَقَامِ أُولَئِكَ وَجَاءَ أُولَئِكَ فَصَلَّى بِهِمْ رَكْعَةً أُخْرَى ثُمَّ سَلَّمَ عَلَيْهِمْ فَقَامَ هَؤُلاَءِ فَقَضَوْا رَكْعَتَهُمْ وَقَامَ هَؤُلاَءِ فَقَضَوْا رَكْعَتَهُمْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَى مُوسَى بْنُ عُقْبَةَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ مِثْلَ هَذَا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَحُذَيْفَةَ وَزَيْدِ بْنِ ثَابِتٍ وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَابْنِ مَسْعُودٍ وَسَهْلِ بْنِ أَبِي حَثْمَةَ وَأَبِي عَيَّاشٍ الزُّرَقِيِّ وَاسْمُهُ زَيْدُ بْنُ صَامِتٍ وَأَبِي بَكْرَةَ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ ذَهَبَ مَالِكُ بْنُ أَنَسٍ فِي صَلاَةِ الْخَوْفِ إِلَى حَدِيثِ سَهْلِ بْنِ أَبِي حَثْمَةَ وَهُوَ قَوْلُ الشَّافِعِيِّ ‏.‏ وَقَالَ أَحْمَدُ قَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم صَلاَةُ الْخَوْفِ عَلَى أَوْجُهٍ وَمَا أَعْلَمُ فِي هَذَا الْبَابِ إِلاَّ حَدِيثًا صَحِيحًا وَأَخْتَارُ حَدِيثَ سَهْلِ بْنِ أَبِي حَثْمَةَ ‏.‏ وَهَكَذَا قَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ ثَبَتَتِ الرِّوَايَاتُ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي صَلاَةِ الْخَوْفِ ‏.‏ وَرَأَى أَنَّ كُلَّ مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي صَلاَةِ الْخَوْفِ فَهُوَ جَائِزٌ وَهَذَا عَلَى قَدْرِ الْخَوْفِ ‏.‏ قَالَ إِسْحَاقُ وَلَسْنَا نَخْتَارُ حَدِيثَ سَهْلِ بْنِ أَبِي حَثْمَةَ عَلَى غَيْرِهِ مِنَ الرِّوَايَاتِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি সহীহ্‌। \n\tমূসা ইবনু উক্ববার সূত্রেও এ হাদীসটি বর্ণিত হয়েছে। এ অনুচ্ছেদে জাবির, হুযাইফা, যাইদ ইবনু সাবিত, ইবনু ‘আব্বাস, আবূ হুরাইরা, ইবনু মাসঊদ, সাহল ইবনু আবূ হাসমা, আবূ ‘আইয়াশ আয-যুরাকী ও আবূ বাকরাহ (রাঃ) হতেও হাদীস বর্ণিত আছে। \nইমাম মালিক বিপদকালীন নামাযের ব্যাপারে সাহল ইবনু আবূ হাসমা (রাঃ) -এর হাদীসের অবলম্বন করেছেন। ইমাম শাফিঈও তাঁর অনুসরণ করেছেন। ইমাম আহমাদ বলেছেন, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে বিপদকালীন নামাযের বেশ কয়েকটি পদ্ধতি বর্ণিত আছে। আমি এগুলোর মধ্যে শুধু সাহল ইবনু আবূ হাসমার হাদীসকেই সহীহ্‌ মনে করি। অনুরূপভাবে ইসহাক ইবনু ইবরাহীম বলেছেন, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে বিপদকালীন নামাযের বেশ কয়েকটি পদ্ধতিই বর্ণিত আছে। এগুলোর যে কোন পদ্ধতিতেই নামায আদায় করা যায়। এটা বিপদকালীন অবস্থার উপর নির্ভর করবে। তিনি আরো বলেছেন, আমি অন্যান্য বর্ণনার উপর সাহলের বর্ণনাকে প্রাধান্য দেই না।"
  },
  {
    "hadith_id": 565,
    "narrator": "সাহল ইবনু আবূ হাসমা (রাঃ)",
    "bn": "তিনি বিপদকালীন নামায সম্পর্কে বলেন, ইমাম কিবলামুখী হয়ে দাঁড়াবে। একদল তার সাথ দাঁড়াবে এবং অপর দল শত্রুকে বাধা দান করবে। তাদের অবস্থান শত্রুর দিকে থাকবে। ইমাম প্রথম দলের সাথে এক রাক‘আত আদায় করবে, তারপর মুক্তাদীরা এক রুকূ ও দুই সাজদাহ্‌ করবে (আরো এক রাক‘আত আদায় করবে)। অতঃপর তারা গিয়ে প্রতিরক্ষা বুহ্য রচনা করবে এবং দ্বিতীয় দল আসলে ইমাম তাদের সাথে আর এক রাক‘আত নামায আদায় করবে। তাদের সাথে দুটি সাজদাহ্‌ করবে, এতে তার দুই রাক‘আত পূর্ণ হবে এবং তাদের হবে এক রাক‘আত। অতঃপর তারা আরো এক রাক‘আত আদায় করবে এবং দুটি সাজদাহ্‌ করবে। \n\n-সহীহ্‌। ইবনু মাজাহ- (১২৫৯), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ صَالِحِ بْنِ خَوَّاتِ بْنِ جُبَيْرٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، أَنَّهُ قَالَ فِي صَلاَةِ الْخَوْفِ قَالَ يَقُومُ الإِمَامُ مُسْتَقْبِلَ الْقِبْلَةِ وَتَقُومُ طَائِفَةٌ مِنْهُمْ مَعَهُ وَطَائِفَةٌ مِنْ قِبَلِ الْعَدُوِّ وَوُجُوهُمْ إِلَى الْعَدُوِّ فَيَرْكَعُ بِهِمْ رَكْعَةً وَيَرْكَعُونَ لأَنْفُسِهِمْ رَكْعَةً وَيَسْجُدُونَ لأَنْفُسِهِمْ سَجْدَتَيْنِ فِي مَكَانِهِمْ ثُمَّ يَذْهَبُونَ إِلَى مَقَامِ أُولَئِكَ وَيَجِيءُ أُولَئِكَ فَيَرْكَعُ بِهِمْ رَكْعَةً وَيَسْجُدُ بِهِمْ سَجْدَتَيْنِ فَهِيَ لَهُ ثِنْتَانِ وَلَهُمْ وَاحِدَةٌ ثُمَّ يَرْكَعُونَ رَكْعَةً وَيَسْجُدُونَ سَجْدَتَيْنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 570,
    "narrator": "মুজাহিদ (রহঃ)",
    "bn": "তিনি বলেন, কোন এক সময় আমরা ইবনু ‘উমার (রাঃ) -এর কাছে হাজির ছিলাম। তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা মহিলাদেরকে রাতের বেলা মসজিদে যাওয়ার সম্মতি দাও। তাঁর (ইবনু উমারের) ছেলে বললো, আল্লাহ তা’আলার কসম! তাদেরকে মসজিদে যাওয়ার অনুমতি কখনো দিব না। কেননা তারা এটাকে মওকা হিসেবে গ্রহন করবে। ইবনু ‘উমার বললেন, আল্লাহ তোমার অমঙ্গল করেছেন এবং করবেন! আমি বলছি, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন (অনুমতি দিতে), আর তুমি বলছো, অনুমতি দিব না। \n\n-সহীহ্। সহীহ্ আবূ দাউদ- (৫৭৭), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنِ الأَعْمَشِ، عَنْ مُجَاهِدٍ، قَالَ كُنَّا عِنْدَ ابْنِ عُمَرَ فَقَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ ايذَنُوا لِلنِّسَاءِ بِاللَّيْلِ إِلَى الْمَسَاجِدِ ‏\"‏ ‏.‏ فَقَالَ ابْنُهُ وَاللَّهِ لاَ نَأْذَنُ لَهُنَّ يَتَّخِذْنَهُ دَغَلاً ‏.‏ فَقَالَ فَعَلَ اللَّهُ بِكَ وَفَعَلَ أَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَتَقُولُ لاَ نَأْذَنُ لَهُنَّ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَزَيْنَبَ امْرَأَةِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَزَيْدِ بْنِ خَالِدٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ হুরাইরা, ‘আবদুল্লাহ ইবনু মাসউদের স্ত্রী যাইনাব ও যাইদ ইবনু খালিদ (রাঃ) হতে ও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ ইবনু উমারের হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 572,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মসজিদে থুথু ফেলা গুনাহের কাজ। এর জরিমানা হলো তা মাটিতে পুঁতে ফেলা।\n \n-সহীহ্। রওজ- (৪৮), সহীহ্ আবূ দাউদ- (৪৯৪), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْبُزَاقُ فِي الْمَسْجِدِ خَطِيئَةٌ وَكَفَّارَتُهَا دَفْنُهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 571,
    "narrator": "তারিক ইবনু ‘আবদুল্লাহ আল-মুহারিবী (রহঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তুমি নামায আদায়কালে তোমার ডান দিকে থুথু ফেল না, বরং তোমার পিছনে অথবা বাঁ দিকে অথবা বাঁ পায়ের নীচে থুথু ফেল। \n\n-সহীহ্। ইবনু মাজাহ- (১০২১)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ طَارِقِ بْنِ عَبْدِ اللَّهِ الْمُحَارِبِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا كُنْتَ فِي الصَّلاَةِ فَلاَ تَبْزُقْ عَنْ يَمِينِكَ وَلَكِنْ خَلْفَكَ أَوْ تِلْقَاءَ شِمَالِكَ أَوْ تَحْتَ قَدَمِكَ الْيُسْرَى ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَابْنِ عُمَرَ وَأَنَسٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ طَارِقٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ ‏.‏ قَالَ وَسَمِعْتُ الْجَارُودَ يَقُولُ سَمِعْتُ وَكِيعًا يَقُولُ لَمْ يَكْذِبْ رِبْعِيُّ بْنُ حِرَاشٍ فِي الإِسْلاَمِ كَذْبَةً ‏.‏ قَالَ وَقَالَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ أَثْبَتُ أَهْلِ الْكُوفَةِ مَنْصُورُ بْنُ الْمُعْتَمِرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আবূ সা’ঈদ, ইবনু উমার, আনাস ও আবূ হুরাইরা (রাঃ) হতে হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ তারিকের হাদীসটি হাসান সহীহ্। আলিমগণ এ হাদীস অনুযায়ী আমল করার কথা বলেছেন। ওয়াকী (রহঃ) বলেন, রিবঈ ইবনু হিরাশ (খিরাশ) ইসলামে কখনও মিথ্যা বলেননি। ‘আবদুর রহমান ইবনু মাহদী বলেন, কুফায় সবচেয়ে বিশ্বস্ত হলেন, মানসূর ইবনুল মু’তামির।"
  },
  {
    "hadith_id": 573,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেনঃ আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ‘ইক্বরা বিসমি রব্বিকা’ ও ‘ইযাস সামাউন শাক্কাত’ সূরা দুটিতে সাজদাহ্ করেছি।\n \n-সহীহ্। ইবনু মাজাহ- (১০৫৮), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ بْنِ مُوسَى، عَنْ عَطَاءِ بْنِ مِينَاءَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ سَجَدْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي ‏(‏اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ‏)‏ وَ ‏(‏إِذََا السَّمَاءُ انْشَقَّتْ ‏)‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 575,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূরা নাজম-এ সাজদাহ্ করেছেন। মুসলিম, মুশরিক, জ্বিন ও মানুষ সবাই তাঁর সাথে সাজদাহ্ করেছেন। \n\n-সহীহ্। বুখারী, কিস্সাতুল গারানীক-(১৮, ২৫, ৩১ পৃঃ), বুখারী।",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ الْبَزَّازُ الْبَغْدَادِيُّ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا أَبِي، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ سَجَدَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِيهَا - يَعْنِي النَّجْمَ - وَالْمُسْلِمُونَ وَالْمُشْرِكُونَ وَالْجِنُّ وَالإِنْسُ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ يَرَوْنَ السُّجُودَ فِي سُورَةِ النَّجْمِ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ لَيْسَ فِي الْمُفَصَّلِ سَجْدَةٌ ‏.‏ وَهُوَ قَوْلُ مَالِكِ بْنِ أَنَسٍ ‏.‏ وَالْقَوْلُ الأَوَّلُ أَصَحُّ وَبِهِ يَقُولُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَأَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্। এ অনুচ্ছেদে ইবনু মাসঊদ ও আবূ হুরাইরা (রাঃ) হতেও হাদীস বর্ণিত আছে। একদল বিদ্বানের মতে সূরা নাজম-এ সাজদাহ্ রয়েছে। একদল সাহাবা ও তাবিঈনের মতে মুফাসসাল সূরাসমূহে কোন সাজদাহ্ নেই। মালিক ইবনু আনাস এই মতের সমর্থক। কিন্তু প্রথম দলের মতই বেশি সহীহ্। সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ ও আহমাদ প্রথম মতের সমর্থক। (অর্থাৎ মুফাসসাল সূরায় সাজদাহ্ আছে)।"
  },
  {
    "hadith_id": 576,
    "narrator": "যাইদ ইবনু সাবিত (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে সূরা নাজম পাঠ করে শুনালাম, কিন্তু তিনি সাজদাহ্ করেননি।\n\n-সহীহ্। সহীহ্ আবূ দাঊদ- (১২৬৬), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا وَكِيعٌ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ زَيْدِ بْنِ ثَابِتٍ، قَالَ قَرَأْتُ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم النَّجْمَ فَلَمْ يَسْجُدْ فِيهَا ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ زَيْدِ بْنِ ثَابِتٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَتَأَوَّلَ بَعْضُ أَهْلِ الْعِلْمِ هَذَا الْحَدِيثَ فَقَالَ إِنَّمَا تَرَكَ النَّبِيُّ صلى الله عليه وسلم السُّجُودَ لأَنَّ زَيْدَ بْنَ ثَابِتٍ حِينَ قَرَأَ فَلَمْ يَسْجُدْ لَمْ يَسْجُدِ النَّبِيُّ صلى الله عليه وسلم ‏.‏ وَقَالُوا السَّجْدَةُ وَاجِبَةٌ عَلَى مَنْ سَمِعَهَا فَلَمْ يُرَخِّصُوا فِي تَرْكِهَا ‏.‏ وَقَالُوا إِنْ سَمِعَ الرَّجُلُ وَهُوَ عَلَى غَيْرِ وُضُوءٍ فَإِذَا تَوَضَّأَ سَجَدَ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ وَبِهِ يَقُولُ إِسْحَاقُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِنَّمَا السَّجْدَةُ عَلَى مَنْ أَرَادَ أَنْ يَسْجُدَ فِيهَا وَالْتَمَسَ فَضْلَهَا وَرَخَّصُوا فِي تَرْكِهَا إِنْ أَرَادَ ذَلِكَ ‏.‏ وَاحْتَجُّوا بِالْحَدِيثِ الْمَرْفُوعِ حَدِيثِ زَيْدِ بْنِ ثَابِتٍ حَيْثُ قَالَ قَرَأْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم النَّجْمَ فَلَمْ يَسْجُدْ فِيهَا ‏.‏ فَقَالُوا لَوْ كَانَتِ السَّجْدَةُ وَاجِبَةً لَمْ يَتْرُكِ النَّبِيُّ صلى الله عليه وسلم زَيْدًا حَتَّى كَانَ يَسْجُدُ وَيَسْجُدُ النَّبِيُّ صلى الله عليه وسلم ‏.‏ وَاحْتَجُّوا بِحَدِيثِ عُمَرَ أَنَّهُ قَرَأَ سَجْدَةً عَلَى الْمِنْبَرِ فَنَزَلَ فَسَجَدَ ثُمَّ قَرَأَهَا فِي الْجُمُعَةِ الثَّانِيَةِ فَتَهَيَّأَ النَّاسُ لِلسُّجُودِ فَقَالَ إِنَّهَا لَمْ تُكْتَبْ عَلَيْنَا إِلاَّ أَنْ نَشَاءَ ‏.‏ فَلَمْ يَسْجُدْ وَلَمْ يَسْجُدُوا ‏.‏ فَذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ যাইদ ইবনু সাবিতের হাদীসটি হাসান সহীহ্। কিছু আলিম উল্লেখিত হাদীসের ব্যাখ্যায় বলেছেন, যেহেতু যাইদ ইবনু সাবিত (রাঃ) সাজদাহ্ করেননি তাই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)ও সাজদাহ্ করেননি। তাদের মতে তিলাওয়াতকারী সিজদা না করলে শ্রোতার উপর সাজদাহ্ করা ওয়াজিব হয় না। কতক বলেন, শ্রবণকারীর উপরও সাজদাহ্ করা ওয়াজিব, এটা ছেড়ে দেয়ার কোন অনুমতি নেই। যদি ওযূহীন অবস্থায় শুনে তবে ওযূ করার পর সাজদাহ্ করবে। সুফিয়ান সাওরী ও কুফাবাসীগণ একথা বলেছেন। ইসহাকও একই রকম মত দিয়েছেন। অপর একদল বিদ্বান বলেছেন, যে ব্যক্তি সাজদাহ্ করতে চায় এবং তার ফাযীলাত (সাওয়াব) লাভের ইচ্ছে করে শুধুমাত্র সেই সাজদাহ্ করবে। সাজদাহ্ ছেড়ে দেয়ারও অনুমতি আছে। অর্থাৎ সে ইচ্ছা করলে সাজদাহ্ নাও করতে পারে। তাঁর উপরে উল্লেখিত যাইদ (রাঃ) -এর মারফূ হাদীসকে দলীল হিসাবে গ্রহণ করেছেন। তাঁরা বলেন, যদি সাজদাহ্ করা ওয়াজিব হতো তবে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাইদ (রাঃ) -কে সাজদাহ্ করতে বাধ্য করতেন এবং তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজেও সাজদাহ্ করতেন।\nতাঁরা উমার (রাঃ) -এর হাদীসও নিজেদের দলীল হিসেবে গ্রহণ করেছেন। \n“তিনি মিম্বারের উপর (জুমু‘আর খুতবায়) সাজদাহ্র আয়াত পাঠ করলেন, তারপর মিম্বার থেকে নেমে সাজদাহ্ করলেন। উল্লেখিত সাজদাহ্র আয়াতটি তিনি (উমার) পরবর্তী জুমু‘আর দিনও (খুতবার মধ্যে) পাঠ করলেন। লোকেরা সাজদাহ্ দেওয়ার প্রস্তুতি নিল। তিনি বললেন, সাজদাহ্ করা আমাদের জন্য আবশ্যক নয়, হ্যাঁ, যে চায় (সে করতে পারে)। উমার (রাঃ) -ও সাজদাহ্ করলেন না এবং লোকেরাও সাজদাহ্ করলো না।” (বুখারীতেও এ হাদীস উল্লেখিত হয়েছে)। একদল আলিম এই মত অবলম্বন করেছেন। ইমাম শাফিঈ এবং আহমাদও এ মত সমর্থন করেছেন।"
  },
  {
    "hadith_id": 577,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসল্লামকে সূরা ‘সা’দ’ -এ সাজদাহ্ করতে দেখেছি। ইবনু ‘আব্বাস (রাঃ) বলেনঃ এটা ওয়াজিব সাজদাহ্‌র অন্তর্ভুক্ত নয়। \n\n-সহীহ্। সহীহ্‌ আবূ দাঊদ- (১২৭০)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَسْجُدُ فِي ص ‏.‏ قَالَ ابْنُ عَبَّاسٍ وَلَيْسَتْ مِنْ عَزَائِمِ السُّجُودِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي ذَلِكَ فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنْ يَسْجُدَ فِيهَا ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُهُمْ إِنَّهَا تَوْبَةُ نَبِيٍّ وَلَمْ يَرَوُا السُّجُودَ فِيهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্‌। উল্লেখিত সাজদাহ্ প্রসঙ্গে বিশেষজ্ঞ সাহাবা ও তাবিঈদের মধ্যে মতের অমিল রয়েছে। একদল সাজদাহ্ করার পক্ষে মত দিয়েছেন। সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ, আহমাদ ও ইসহাক এই মতের পক্ষপাতি। অপর দল বলেছেন, এটাতো একজন নাবীর (দাঊদ আলাইহিস্‌ সালামের) তাওবাহ্‌র সাজদাহ্ ছিল। অতএব এ সূরায় কোন সাজদাহ্ নেই।"
  },
  {
    "hadith_id": 578,
    "narrator": "উকবা ইবনু ‘আমির (রাঃ)",
    "bn": "তিনি বলেন, আমি বললাম, হে আল্লাহ্‌র রাসূল! সূরা হাজ্জকে অত্যন্ত অধিক মর্যাদা দেয়া হয়েছে। কেননা এর মধ্যে দুটি সাজদাহ্ রয়েছে। তিনি বললেনঃ হ্যাঁ। যে ব্যক্তি এই সাজদাহ্ দুটো না করে সে যেন এই দুটো (সাজদাহ্‌র আয়াত) পাঠ না করে।\n\n-হাসান। সহীহ আবূ দাঊদ- (১২৬৫), মিশকাত- (১০৩০)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ مِشْرَحِ بْنِ هَاعَانَ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ فُضِّلَتْ سُورَةُ الْحَجِّ بِأَنَّ فِيهَا سَجْدَتَيْنِ قَالَ ‏ \"‏ نَعَمْ وَمَنْ لَمْ يَسْجُدْهُمَا فَلاَ يَقْرَأْهُمَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَيْسَ إِسْنَادُهُ بِذَاكَ الْقَوِيِّ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي هَذَا فَرُوِيَ عَنْ عُمَرَ بْنِ الْخَطَّابِ وَابْنِ عُمَرَ أَنَّهُمَا قَالاَ فُضِّلَتْ سُورَةُ الْحَجِّ بِأَنَّ فِيهَا سَجْدَتَيْنِ ‏.‏ وَبِهِ يَقُولُ ابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَرَأَى بَعْضُهُمْ فِيهَا سَجْدَةً وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكٍ وَأَهْلِ الْكُوفَةِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটির সনদ খুব একটা শক্তিশালী নয়। সূরা হাজ্জের সাজদাহ্‌র ব্যাপারে ‘আলিমদের মধ্যে মতের অমিল রয়েছে। ‘উমার ইবনুল খাত্তাব ও ‘আব্দুল্লাহ ইবনু ‘উমার (রাঃ) বলেছেন, সূরা হাজ্জকে সম্মানিত করা হয়েছে। কারণ এতে দুটো সাজদাহ্ রয়েছে। ইবনুল মুবারক, শাফিঈ, আহমাদ এবং ইসহাকও একই রকম কথা বলেছেন। অপর এক দল বলেছেন, সূরা হাজ্জে একটি মাত্র সাজদাহ্। সুফিয়ান সাওরী, মালিক ও কুফাবাসীগণ এই মত গ্রহণ করেছেন।"
  },
  {
    "hadith_id": 580,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতের বেলা তিলাওয়াতের সাজদাহতে এই দু‘আ পাঠ করতেনঃ “আমার চেহারা সেই মহান সত্তার জন্য সাজদাহ্ করলো যিনি নিজ শক্তি ও সামর্থ্যে একে সৃষ্টি করেছেন এবং এতে শ্রবণশক্তি ও দৃষ্টিশক্তি দান করেছেন।”\n\n-সহীহ। সহীহ আবূ দাঊদ- (১২৭৩)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي الْعَالِيَةِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقُولُ فِي سُجُودِ الْقُرْآنِ بِاللَّيْلِ ‏ \"‏ سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 579,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে বললো, হে আল্লাহ্‌র রাসূল! আমি আজ রাতে নিজেকে স্বপ্নে দেখলাম যে, আমি ঘুমিয়ে আছি, আমি যেন একটি গাছের পিছনে নামায আদায় করছি। আমি তিলাওয়াতের সাজদাহ্ করলাম এবং গাছটিও আমার সাজদাহ্‌র সাথে সাথে সাজদাহ্ করলো। আমি গাছটিকে বলতে শুনলাম- “হে আল্লাহ! এই সাজদাহ্‌র বিনিময়ে তোমার কাছে আমার জন্য সাওয়াব নির্ধারণ করে রাখ, এর বিনিময়ে আমার একটি গুনাহ দূর কর, এটাকে তোমার কাছে আমার জন্য সঞ্চয় হিসেবে জমা রাখ এবং এটা আমার নিকট হতে গ্রহণ করে নাও, যেভাবে তুমি তোমার বান্দা দাঊদ (আঃ) -এর নিকট গ্রহণ করেছিলে।” ইবনু ‘আব্বাস (রাঃ) বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাজদাহ্‌র আয়াত পাঠ করলেন এবং সাজদাহ্ করলেন। ইবনু ‘আব্বাস (রাঃ) আবার বললেন, আমি তাঁকে তখন সেই গাছের দু’আটির মতো পাঠ করতে শুনলাম, যে সম্পর্কে ইতিপূর্বে লোকটি তাঁকে জানিয়েছিল।\n\n-হাসান। ইবনু মাজাহ- (১০৫৩)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مُحَمَّدُ بْنُ يَزِيدَ بْنِ خُنَيْسٍ، حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ، قَالَ قَالَ لِي ابْنُ جُرَيْجٍ يَا حَسَنُ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ أَبِي يَزِيدَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي رَأَيْتُنِي اللَّيْلَةَ وَأَنَا نَائِمٌ كَأَنِّي أُصَلِّي خَلْفَ شَجَرَةٍ فَسَجَدْتُ فَسَجَدَتِ الشَّجَرَةُ لِسُجُودِي فَسَمِعْتُهَا وَهِيَ تَقُولُ اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْرًا وَضَعْ عَنِّي بِهَا وِزْرًا وَاجْعَلْهَا لِي عِنْدَكَ ذُخْرًا وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ ‏.‏ قَالَ الْحَسَنُ قَالَ لِي ابْنُ جُرَيْجٍ قَالَ لِي جَدُّكَ قَالَ ابْنُ عَبَّاسٍ فَقَرَأَ النَّبِيُّ صلى الله عليه وسلم سَجْدَةً ثُمَّ سَجَدَ ‏.‏ قَالَ فَقَالَ ابْنُ عَبَّاسٍ فَسَمِعْتُهُ وَهُوَ يَقُولُ مِثْلَ مَا أَخْبَرَهُ الرَّجُلُ عَنْ قَوْلِ الشَّجَرَةِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান গারীব। উপরোক্ত সূত্রেই কেবল আমরা হাদীসটি জেনেছি। এ অনুচ্ছেদে আবূ সা’ঈদ (রাঃ) হতেও হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 581,
    "narrator": "আবদুর রহমান ইবনু ‘আবদুল ক্বারী (রহঃ)",
    "bn": "তিনি বলেনঃ আমি ‘উমার ইবনুল খাত্তাব (রাঃ) -কে বলতে শুনেছি, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যে ব্যক্তি নিজের নিয়মিত ‍ও নির্দিষ্ট পরিমাণ (কুরআন) তিলাওয়াত অথবা তার অংশবিশেষ বাকী রেখে ঘুমিয়ে গেল এবং ফজর ও যুহরের মাঝামাঝি সময়ে তা পাঠ করে নিল, সে যেন তা রাতেই পাঠ করে নিয়েছে বলে গণ্য হবে।\n\n-সহীহ। ইবনু মাজাহ- (১৩৪৩), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو صَفْوَانَ، عَنْ يُونُسَ بْنِ يَزِيدَ، عَنِ ابْنِ شِهَابٍ الزُّهْرِيِّ، أَنَّ السَّائِبَ بْنَ يَزِيدَ، وَعُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، أَخْبَرَاهُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدٍ الْقَارِيِّ، قَالَ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ نَامَ عَنْ حِزْبِهِ أَوْ عَنْ شَيْءٍ مِنْهُ فَقَرَأَهُ مَا بَيْنَ صَلاَةِ الْفَجْرِ وَصَلاَةِ الظُّهْرِ كُتِبَ لَهُ كَأَنَّمَا قَرَأَهُ مِنَ اللَّيْلِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَأَبُو صَفْوَانَ اسْمُهُ عَبْدُ اللَّهِ بْنُ سَعِيدٍ الْمَكِّيُّ وَرَوَى عَنْهُ الْحُمَيْدِيُّ وَكِبَارُ النَّاسِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ্। আবূ সাফওয়ানের নাম ‘আব্দুল্লাহ্ ইবনু সাঈদ, হুমাইদীসহ স্বনামধন্য ইমামগণ তাঁর থেকে হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 582,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ইমামের আগে (রুকূ-সাজদাহ্ থেকে) মাথা উত্তোলনকারীর কি ভয় নেই যে, আল্লাহ্ তা’আলা তার মাথাকে গাধার মাথায় রূপান্তরিত করে দিবেন?\n\n-সহীহ। ইবনু মাজাহ- (৯৬১), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ مُحَمَّدِ بْنِ زِيَادٍ، وَهُوَ أَبُو الْحَارِثِ الْبَصْرِيُّ ثِقَةٌ عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ مُحَمَّدٌ صلى الله عليه وسلم ‏\"‏ أَمَا يَخْشَى الَّذِي يَرْفَعُ رَأْسَهُ قَبْلَ الإِمَامِ أَنْ يُحَوِّلَ اللَّهُ رَأْسَهُ رَأْسَ حِمَارٍ ‏\"‏ ‏.‏ قَالَ قُتَيْبَةُ قَالَ حَمَّادٌ قَالَ لِي مُحَمَّدُ بْنُ زِيَادٍ وَإِنَّمَا قَالَ ‏\"‏ أَمَا يَخْشَى ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَمُحَمَّدُ بْنُ زِيَادٍ هُوَ بَصْرِيٌّ ثِقَةٌ وَيُكْنَى أَبَا الْحَارِثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা (রাঃ) ‘আমা ইয়াখশা’ (সে কি ভয় করে না) শব্দ বলেছেন।\nআবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 583,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "মুআয ইবনু জাবাল (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে মাগরিবের নামায আদায় করতেন, তারপর নিজের গোত্রে গিয়ে তাদের ইমামতি করতেন।\n\n-সহীহ। সহীহ্ আবূ দাঊদ- (৭৫৬), বুখারী ও মুসলিম আরো পূর্ণরূপে।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ مُعَاذَ بْنَ جَبَلٍ، كَانَ يُصَلِّي مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الْمَغْرِبَ ثُمَّ يَرْجِعُ إِلَى قَوْمِهِ فَيَؤُمُّهُمْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَصْحَابِنَا الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ قَالُوا إِذَا أَمَّ الرَّجُلُ الْقَوْمَ فِي الْمَكْتُوبَةِ وَقَدْ كَانَ صَلاَّهَا قَبْلَ ذَلِكَ أَنَّ صَلاَةَ مَنِ ائْتَمَّ بِهِ جَائِزَةٌ ‏.‏ وَاحْتَجُّوا بِحَدِيثِ جَابِرٍ فِي قِصَّةِ مُعَاذٍ وَهُوَ حَدِيثٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ جَابِرٍ ‏.‏ وَرُوِيَ عَنْ أَبِي الدَّرْدَاءِ أَنَّهُ سُئِلَ عَنْ رَجُلٍ دَخَلَ الْمَسْجِدَ وَالْقَوْمُ فِي صَلاَةِ الْعَصْرِ وَهُوَ يَحْسَبُ أَنَّهَا صَلاَةُ الظُّهْرِ فَائْتَمَّ بِهِمْ قَالَ صَلاَتُهُ جَائِزَةٌ ‏.‏ وَقَدْ قَالَ قَوْمٌ مِنْ أَهْلِ الْكُوفَةِ إِذَا ائْتَمَّ قَوْمٌ بِإِمَامٍ وَهُوَ يُصَلِّي الْعَصْرَ وَهُمْ يَحْسَبُونَ أَنَّهَا الظُّهْرُ فَصَلَّى بِهِمْ وَاقْتَدَوْا بِهِ فَإِنَّ صَلاَةَ الْمُقْتَدِي فَاسِدَةٌ إِذِ اخْتَلَفَ نِيَّةُ الإِمَامِ وَنِيَّةُ الْمَأْمُومِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্। আমাদের সঙ্গী ইমাম শাফিঈ, আহমাদ ও ইসহাক এ হাদীস অনুযায়ী আমল করেছেন। তাঁরা বলেছেন, কোন ব্যক্তি ফরয নামায আদায় করার পর আবার ইমাম হয়ে সে যদি ঐ নামায আদায় করায় তবে তার পিছনে ইকতিদাকারীদের নামায আাদয় হয়ে যাবে। তাঁরা উপরের হাদীস নিজেদের দলীল হিসেবে গ্রহণ করেছেন। এটা একটা সহীহ হাদীস। আর এটা বেশ কয়েকটি সূত্রে জাবির (রাঃ) -হতে বর্ণিত হয়েছে।\n\t“আবূ দারদা (রাঃ) -কে প্রশ্ন করা হলো, এক ব্যক্তি মসজিদে গেল, লোকেরা তখন ‘আসরের নামায আদায় করছিল। সে ধারণা করলো তারা যুহরের নামায আাদায় করছে। সে জামা‘আতে অন্তর্ভুক্ত হয়ে নামায আদায় করলো (তার নামাযের হুকুম কি)। তিনি বলেন, তার নামায জায়িয হয়েছে।”\n\tকুফাবাসীদের একদল বলেছেন, একদল লোক ইমামের পিছনে এসে ইকতিদা করলো। সে তখন ‘আসরের নামায আদায় করছিল। তারা মনে করলো, সে (ইমাম) যুহরের নামায আাদায় করছে। সে তাদের নামায আদায় করালো এবং তারাও তার পিছনে ইকতিদা করলো। এ অবস্থায় তাদের নামায ফাসিদ (নষ্ট) হয়ে যাবে। কেননা ইমাম ও মুক্তাদীদের নিয়্যাতের মধ্যে প্রভেদ সৃষ্টি হয়ে গেছে।"
  },
  {
    "hadith_id": 584,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেনঃ আমরা গরমের দিনে নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের পিছনে নামায আদায়কালে গরম থেকে বাঁচার জন্য কাপড়ের উপর সাজদাহ করতাম। \n\n-সহীহ। ইবনু মাজাহ– (১০৩৩), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا خَالِدُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ حَدَّثَنِي غَالِبٌ الْقَطَّانُ، عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ الْمُزَنِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كُنَّا إِذَا صَلَّيْنَا خَلْفَ النَّبِيِّ صلى الله عليه وسلم بِالظَّهَائِرِ سَجَدْنَا عَلَى ثِيَابِنَا اتِّقَاءَ الْحَرِّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ وَابْنِ عَبَّاسٍ ‏.‏ وَقَدْ رَوَى وَكِيعٌ هَذَا الْحَدِيثَ عَنْ خَالِدِ بْنِ عَبْدِ الرَّحْمَنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ। এ অনুচ্ছেদে জাবির ইবনু আবদুল্লাহ ও ইবনু ‘আব্বাস (রাঃ) হতেও হাদীস বর্ণিত আছে। উল্লেখিত হাদীসটি ওয়াকী’ (রহঃ) খালিদ ইবনু ‘আবদুর রহমানের সূত্রে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 586,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন, যে ব্যক্তি ফজরের নামায জামা’আতে আদায় করে, তারপর সূর্য উঠা পর্যন্ত বসে বসে আল্লাহ তা’আলার যিকর করে, তারপর দুই রাক’আত নামায আদায় করে- তার জন্য একটি হাজ্জ ও একটি উমরার সাওয়াব রয়েছে। আনাস (রাঃ) বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ পূর্ণ, পূর্ণ, পূর্ণ (হাজ্জ ও উমরার সাওয়াব)।\n\n-হাসান। তা’লীকুর রাগীব- (১/১৬৪, ১৬৫), মিশকাত- (৯৭১)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُعَاوِيَةَ الْجُمَحِيُّ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ، حَدَّثَنَا أَبُو ظِلاَلٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ صَلَّى الْغَدَاةَ فِي جَمَاعَةٍ ثُمَّ قَعَدَ يَذْكُرُ اللَّهَ حَتَّى تَطْلُعَ الشَّمْسُ ثُمَّ صَلَّى رَكْعَتَيْنِ كَانَتْ لَهُ كَأَجْرِ حَجَّةٍ وَعُمْرَةٍ ‏\"‏ ‏.‏ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تَامَّةٍ تَامَّةٍ تَامَّةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ عَنْ أَبِي ظِلاَلٍ فَقَالَ هُوَ مُقَارِبُ الْحَدِيثِ ‏.‏ قَالَ مُحَمَّدٌ وَاسْمُهُ هِلاَلٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান গারীব। তিনি আরো বলেন, আমি মুহাম্মাদ ইবনু ইসমাঈলকে আবূ যিলাল সম্পর্কে প্রশ্ন করায় তিনি বললেন, তিনি হাদীস বর্ণনার উপযুক্ত। তার নাম হিলাল।"
  },
  {
    "hadith_id": 585,
    "narrator": "জাবির ইবনু সামুরা (রাঃ)",
    "bn": "তিনি বলেনঃ নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ফজরের নামায আদায়ের পর সূর্য উঠা পর্যন্ত নিজের নামাযের জায়গায় বসে থাকতেন। \n\n-সহীহ। সহীহ আবু দাঊদ- (১১৭১), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا صَلَّى الْفَجْرَ قَعَدَ فِي مُصَلاَّهُ حَتَّى تَطْلُعَ الشَّمْسُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 587,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নামাযরত অবস্থায় ডানে-বাঁয়ে তাকাতেন কিন্তু পিছনের দিকে ঘাড় ফেরাতেন না।       \n\n-সহীহ্। মিশকাত- (৯৯৮)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ، عَنْ ثَوْرِ بْنِ زَيْدٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَلْحَظُ فِي الصَّلاَةِ يَمِينًا وَشِمَالاً وَلاَ يَلْوِي عُنُقَهُ خَلْفَ ظَهْرِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَقَدْ خَالَفَ وَكِيعٌ الْفَضْلَ بْنَ مُوسَى فِي رِوَايَتِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি গারীব, ওয়াকী’ (রহঃ) তাঁর বর্ণনায় আল-ফাযল ইবনু মূসার বর্ণনার সাথে মতপার্থক্য করেছেন।"
  },
  {
    "hadith_id": 590,
    "narrator": "আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেনঃ আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে নামাযরত অবস্থায় এদিক-সেদিক তাকানো প্রসঙ্গে প্রশ্ন করলাম। তিনি বললেনঃ এটা শাইতানের ছোঁ মারা, শাইতান সুযোগ বুঝে ছোঁ মেরে কোন ব্যক্তির নামায থেকে কিছু অংশ নিয়ে যায়। \n\n-সহীহ্। ইরওয়া- (৩৭০), বুখারী।",
    "ar": "حَدَّثَنَا صَالِحُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، عَنْ أَبِيهِ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ الاِلْتِفَاتِ فِي الصَّلاَةِ قَالَ ‏ \"‏ هُوَ اخْتِلاَسٌ يَخْتَلِسُهُ الشَّيْطَانُ مِنْ صَلاَةِ الرَّجُلِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 591,
    "narrator": "মু‘আয ইবনু জাবাল (রাঃ)",
    "bn": "তিনি বলেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কেউ নামায আদায় করতে এসে ইমামকে কোন এক অবস্থায় পেল। ইমাম যেরূপ করে সেও যেন অনুরূপ করে (তাকে যে অবস্থায় পাবে সেই অবস্থায় তার সাথে নামাযে শারীক হয়ে যাবে)। \n\n-সহীহ্। সহীহ্ আবূ দাঊদ- (৫২২), আস-সাহীহাহ্- (১১৮৮)",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ يُونُسَ الْكُوفِيُّ، حَدَّثَنَا الْمُحَارِبِيُّ، عَنِ الْحَجَّاجِ بْنِ أَرْطَاةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ هُبَيْرَةَ بْنِ يَرِيمَ، عَنْ عَلِيٍّ، وَعَنْ عَمْرِو بْنِ مُرَّةَ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالاَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِذَا أَتَى أَحَدُكُمُ الصَّلاَةَ وَالإِمَامُ عَلَى حَالٍ فَلْيَصْنَعْ كَمَا يَصْنَعُ الإِمَامُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْلَمُ أَحَدًا أَسْنَدَهُ إِلاَّ مَا رُوِيَ مِنْ هَذَا الْوَجْهِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ ‏.‏ قَالُوا إِذَا جَاءَ الرَّجُلُ وَالإِمَامُ سَاجِدٌ فَلْيَسْجُدْ وَلاَ تُجْزِئُهُ تِلْكَ الرَّكْعَةُ إِذَا فَاتَهُ الرُّكُوعُ مَعَ الإِمَامِ وَاخْتَارَ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ أَنْ يَسْجُدَ مَعَ الإِمَامِ وَذَكَرَ عَنْ بَعْضِهِمْ فَقَالَ لَعَلَّهُ لاَ يَرْفَعُ رَأْسَهُ فِي تِلْكَ السَّجْدَةِ حَتَّى يُغْفَرَ لَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এটি গারীব হাদীস। উল্লেখিত সূত্রটি ছাড়া আর কোন সূত্রে এ হাদীসটি কেউ বর্ণনা করেছেন বলে আমাদের জানা নেই। বিদ্বানগণ এ হাদীস অনুসারে আমল করেছেন। কোন ব্যক্তি মসজিদে এসে ইমামকে সাজদাহরত অবস্থায় পেলে সেও তার সাথে সাজদাহ্য় শারীক হবে। যদি ইমামকে রুকূতে না পায় তবে সেই রাক‘আত পেল না। আবদুল্লাহ ইবনুল মুবারাক ইমামের সাথে সাজদাহ্য় শারীক হওয়া পছন্দ করেছেন। কোন কোন বিদ্বান প্রসঙ্গে বর্ণিত আছে, তাঁরা বলেছেন, আশা করা যায় এ সাজদাহ্ হতে মাথা তোলার আগেই তাকে মাফ করা হবে।"
  },
  {
    "hadith_id": 592,
    "narrator": "আব্দুল্লাহ ইবনু কাতাদা (রাঃ) হতে তার পিতা",
    "bn": "তিনি (আবূ কাতাদা) বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নামাযের জন্য ইক্বামাত দেয়া হলে আমাকে (কামরা হতে) বের হতে না দেখা পর্যন্ত তোমরা দাঁড়াবে না।\n¬\n-সহীহ্। সহীহ্ আবূ দাঊদ- (৫৫০), আর রাউজুন নাযীর- (১৮৩), বুখারী ও মুসলিম।",
    "ar": "دَّثَنَا أَحْمَدُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا أُقِيمَتِ الصَّلاَةُ فَلاَ تَقُومُوا حَتَّى تَرَوْنِي خَرَجْتُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَحَدِيثُ أَنَسٍ غَيْرُ مَحْفُوظٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي قَتَادَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ كَرِهَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنْ يَنْتَظِرَ النَّاسُ الإِمَامَ وَهُمْ قِيَامٌ ‏.‏ وَقَالَ بَعْضُهُمْ إِذَا كَانَ الإِمَامُ فِي الْمَسْجِدِ فَأُقِيمَتِ الصَّلاَةُ فَإِنَّمَا يَقُومُونَ إِذَا قَالَ الْمُؤَذِّنُ قَدْ قَامَتِ الصَّلاَةُ قَدْ قَامَتِ الصَّلاَةُ ‏.‏ وَهُوَ قَوْلُ ابْنِ الْمُبَارَكِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ আবূ কাতাদার হাদীসটি হাসান সহীহ্। এ অনুচ্ছেদে আনাস (রাঃ) হতেও হাদীস বর্ণিত আছে। কিন্তু তাঁর হাদীসটি সুরক্ষিত নয়। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদল সাহাবা ও অন্যরা দাঁড়িয়ে দাঁড়িয়ে ইমামের জন্য বিলম্ব করা মাকরূহ বলেছেন। অপর দল বলেছেন, ইমাম মসজিদে হাযির থাকলে এবং নামাযের ইক্বামাতও দেয়া হলে মুয়াজ্জিন “কাদ কামাতিস সালাত কাদ কামাসিত সালাত” বললে উঠে দাঁড়াবে। ইবনুল মুবারাক একথা বলেছেন।"
  },
  {
    "hadith_id": 593,
    "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, আমি নামায আদায় করছিলাম এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে আবূ বকর এবং উমার (রাঃ) -ও উপস্থিত ছিলেন। আমি (শেষ বৈঠকে) বসলাম, প্রথমে আল্লাহ তা‘আলার প্রশংসা করলাম, তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর প্রতি সালাম নিবেদন করলাম, তারপর নিজের জন্য দু‘আ করলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি প্রার্থনা করতে থাক তোমাকে দেয়া হবে, তুমি প্রার্থনা করতে থাক তোমাকে দেয়া হবে।\n\n-হাসান সহীহ্। সিফাতুস সালাত, তাখরীজুল মুখতারাহ- (২৫৫), মিশকাত- (৯৩১)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا أَبُو بَكْرِ بْنُ عَيَّاشٍ، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ، قَالَ كُنْتُ أُصَلِّي وَالنَّبِيُّ صلى الله عليه وسلم وَأَبُو بَكْرٍ وَعُمَرُ مَعَهُ فَلَمَّا جَلَسْتُ بَدَأْتُ بِالثَّنَاءِ عَلَى اللَّهِ ثُمَّ الصَّلاَةِ عَلَى النَّبِيِّ صلى الله عليه وسلم ثُمَّ دَعَوْتُ لِنَفْسِي فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ سَلْ تُعْطَهْ سَلْ تُعْطَهْ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ فَضَالَةَ بْنِ عُبَيْدٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ أَبُو عِيسَى هَذَا الْحَدِيثُ رَوَاهُ أَحْمَدُ بْنُ حَنْبَلٍ عَنْ يَحْيَى بْنِ آدَمَ مُخْتَصَرًا ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে ফাযালা ইবনু উবাইদ (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ আব্দুল্লাহ ইবনু মাসঊদের হাদীসটি হাসান সহীহ্। আহমাদ ইবনু হাম্বাল হাদীসটি ইয়াহ্ইয়া ইবনু আদমের সূত্রে সংক্ষিপ্ত আকারে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 594,
    "narrator": "আইশাহ্ (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পাড়ায় পাড়ায় মসজিদ নির্মাণ করতে, তা পরিষ্কার-পরিচ্ছন্ন রাখতে এবং সুবাসিত করতে হুকুম দিয়েছেন।\n\n-সহীহ্। ইবনু মাজাহ- (৭৫৯)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حَاتِمٍ الْمُؤَدِّبُ الْبَغْدَادِيُّ الْبَصْرِيُّ، حَدَّثَنَا عَامِرُ بْنُ صَالِحٍ الزُّبَيْرِيُّ، هُوَ مِنْ وَلَدِ الزُّبَيْرِ حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ أَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِبِنَاءِ الْمَسَاجِدِ فِي الدُّورِ وَأَنْ تُنَظَّفَ وَتُطَيَّبَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 597,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ রাত ও দিনের (নফল) নামায দুই রাক‘আত দুই রাক‘আত। \n\n-সহীহ্। ইবনু মাজাহ- (১৩২২)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا شُعْبَةُ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ عَلِيٍّ الأَزْدِيِّ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ صَلاَةُ اللَّيْلِ وَالنَّهَارِ مَثْنَى مَثْنَى ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى اخْتَلَفَ أَصْحَابُ شُعْبَةَ فِي حَدِيثِ ابْنِ عُمَرَ فَرَفَعَهُ بَعْضُهُمْ وَأَوْقَفَهُ بَعْضُهُمْ ‏.‏ وَرُوِيَ عَنْ عَبْدِ اللَّهِ الْعُمَرِيِّ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوُ هَذَا ‏.‏ وَالصَّحِيحُ مَا رُوِيَ عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ صَلاَةُ اللَّيْلِ مَثْنَى مَثْنَى ‏\"‏ ‏.‏ وَرَوَى الثِّقَاتُ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَذْكُرُوا فِيهِ صَلاَةَ النَّهَارِ ‏.‏ وَقَدْ رُوِيَ عَنْ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ أَنَّهُ كَانَ يُصَلِّي بِاللَّيْلِ مَثْنَى مَثْنَى وَبِالنَّهَارِ أَرْبَعًا ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي ذَلِكَ فَرَأَى بَعْضُهُمْ أَنَّ صَلاَةَ اللَّيْلِ وَالنَّهَارِ مَثْنَى مَثْنَى ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ ‏.‏ وَقَالَ بَعْضُهُمْ صَلاَةُ اللَّيْلِ مَثْنَى مَثْنَى وَرَأَوْا صَلاَةَ التَّطَوُّعِ بِالنَّهَارِ أَرْبَعًا مِثْلَ الأَرْبَعِ قَبْلَ الظُّهْرِ وَغَيْرِهَا مِنْ صَلاَةِ التَّطَوُّعِ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ শু‘বার সঙ্গীরা ইবনু ‘উমার (রাঃ) -এর হাদীসটি বর্ণনায় মত পার্থক্য করেছেন। তাদের কয়েকজন এটাকে মারফূ‘ হিসেবে বর্ণনা করেছেন, আবার কয়েকজন মাওকূফ হিসেবে। নাফি (রহঃ) ইবনু ‘উমারের সূত্রে একই রকম হাদীস বর্ণনা করেছেন। সহীহ্ বর্ণনা হলো, ইবনু উমার (রাঃ) নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে বর্ণনা করেছেন, “রাতের নামায দুই দুই রাক’আত”। নির্ভরযোগ্য (সিকাহ) রাবীগণ ইবনু ‘উমারের সূত্রে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে যে বর্ণনা করেছেন তাতে দিনের নামাযের উল্লেখ করেননি। ইবনু ‘উমার (রাঃ) প্রসঙ্গে বর্ণিত আছে যে, তিনি রাতের নামায দুই রাক‘আত করে এবং দিনের নামায চার রাক‘আত করে আদায় করতেন।\nএ প্রসঙ্গে বিদ্বানদের মধ্যে মতের অমিল রয়েছে। ইমাম শাফিঈ ও আহমাদ রাত ও দিনের (ফরয ছাড়া অন্যান্য) নামায এক সালামে দুই দুই রাক‘আত (করে আদায় করতে হবে) বলে মত দিয়েছেন। অপর একদল বলেছেন, রাতের নামায দুই দুই রাক‘আত। তাদের মতে দিনের নফল ও অন্যান্য নামায চার রাক‘আত করে, যেমন যুহরের পূর্বে চার রাক‘আত আদায় করা হয়। সুফিয়ান সাওরী, ইবনুল মুবারাক ও ইসহাক এ মতেই মত দিয়েছেন।"
  },
  {
    "hadith_id": 598,
    "narrator": "আসিম ইবনু যামরা (রহঃ)",
    "bn": "তিনি বলেনঃ আমরা আলী (রাঃ) -কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দিনের বেলার নামায প্রসঙ্গে প্রশ্ন করলাম। তিনি বললেন, তোমরা সে রকম নামায আদায় করতে সক্ষম হবে না। আমরা বললাম, আমাদের মধ্যে কে সে রকম আদায় করতে সক্ষম হবে? তিনি বললেন, যখন সূর্য এদিকে (পূর্বাকাশে) এরূপ হতো যেমন আসরের সময় হয়ে থাকে, তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুই রাক‘আত (সালাতুল ইশরাক) নামায আদায় করতেন। আবার যখন সূর্য এদিকে (পূর্বাকাশে) এরূপ হতো, যেমন যুহরের ওয়াক্তের সময় (পশ্চিমাকাশে) হয় তখন তিনি চার রাক‘আত (সালাতুদ যুহা) নামায আদায় করতেন।\n\tতিনি যুহরের পূর্বে চার রাক‘আত এবং পরে দুই রাক‘আত এবং ‘আসরের পূর্বে চার রাক‘আত নামায আদায় করতেন। তিনি নৈকট্য লাভকারী ফেরেশতা, নাবী-রাসূল এবং তাঁদের অনুসারী মু‘মিন মুসলমানদের প্রতি সালাম পাঠানোর মাধ্যমে প্রতি দুই রাক‘আতের মাঝখানে অন্তরাল সৃষ্টি করতেন। (অর্থাৎ দুই দুই রাক‘আত করে আদায় করতেন)। \n\n-হাসান। ইবনু মাজাহ- (১১৬১)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، قَالَ سَأَلْنَا عَلِيًّا عَنْ صَلاَةِ، رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ النَّهَارِ فَقَالَ إِنَّكُمْ لاَ تُطِيقُونَ ذَاكَ ‏.‏ فَقُلْنَا مَنْ أَطَاقَ ذَاكَ مِنَّا ‏.‏ فَقَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا كَانَتِ الشَّمْسُ مِنْ هَا هُنَا كَهَيْئَتِهَا مِنْ هَا هُنَا عِنْدَ الْعَصْرِ صَلَّى رَكْعَتَيْنِ وَإِذَا كَانَتِ الشَّمْسُ مِنْ هَا هُنَا كَهَيْئَتِهَا مِنْ هَا هُنَا عِنْدَ الظُّهْرِ صَلَّى أَرْبَعًا وَصَلَّى أَرْبَعًا قَبْلَ الظُّهْرِ وَبَعْدَهَا رَكْعَتَيْنِ وَقَبْلَ الْعَصْرِ أَرْبَعًا يَفْصِلُ بَيْنَ كُلِّ رَكْعَتَيْنِ بِالتَّسْلِيمِ عَلَى الْمَلاَئِكَةِ الْمُقَرَّبِينَ وَالنَّبِيِّينَ وَالْمُرْسَلِينَ وَمَنْ تَبِعَهُمْ مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 600,
    "narrator": "আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর বিবিদের ওড়না, চাদর ইত্যাদিতে নামায আদায় করতেন না। \n\n-সহীহ্। আবূ দাঊদ- (৩৯১)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، عَنْ أَشْعَثَ، وَهُوَ ابْنُ عَبْدِ الْمَلِكِ عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم لاَ يُصَلِّي فِي لُحُفِ نِسَائِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم رُخْصَةٌ فِي ذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্। এ ব্যাপারে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে সম্মতির কথাও উল্লেখ আছে।"
  },
  {
    "hadith_id": 601,
    "narrator": "আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেন, আমি (যখন) আসলাম রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (তখন) নামায আদায় করছিলেন। এ সময় ভিতর হতে ঘরের দরজা আটকানো ছিল। তিনি (নামাযরত অবস্থায়) হেঁটে এসে আমার জন্য দরজা খুলে দিলেন। তারপর তিনি নিজের জায়গায় ফিরে আসলেন। দরজাটি কিবলার দিকে ছিল।\n\n-হাসান। সহীহ্ আবূ দাঊদ- (৮৫৫), মিশকাত- (১০০৫), আল-ইরওয়া- (৩৮৬)।",
    "ar": "حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، عَنْ بُرْدِ بْنِ سِنَانٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ جِئْتُ وَرَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي فِي الْبَيْتِ وَالْبَابُ عَلَيْهِ مُغْلَقٌ فَمَشَى حَتَّى فَتَحَ لِي ثُمَّ رَجَعَ إِلَى مَكَانِهِ ‏.‏ وَوَصَفَتِ الْبَابَ فِي الْقِبْلَةِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 602,
    "narrator": "আ‘মাশ (রহঃ)",
    "bn": "তিনি বলেন, আমি আবূ ওয়ায়িলকে বলতে শুনেছি, এক ব্যক্তি ‘আবদুল্লাহ ইবনু মাসঊদ (রাঃ) -কে (সূরা মুহাম্মাদের) একটি শব্দ প্রসঙ্গে প্রশ্ন করল, এটা কি ‘গাইর আসিনিন’ হবে না ‘গাইরু ইয়াসিনিন’ হবে? তিনি বললেন, এটা ছাড়া তুমি কি সমগ্র কুরআন পাঠ করে নিয়েছ? সে বললঃ হ্যাঁ। তিনি বললেন, একদল লোক কুরআন পাঠ করে এবং তারা এটাকে ঝাড়ে নিম্নমানের খেজুর ঝাড়ার মত। তাদের (কুরআন) পাঠ তাদের কণ্ঠনালীর উপরে উঠে না। আমি দুই দুইটি সাদৃশ্যপূর্ণ সূরা সম্পর্কে জানি যেগুলো রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একত্রে মিলিয়ে পাঠ করতেন। রাবী বলেন, আমরা আলকামা (রহঃ) -কে প্রশ্ন করতে বললে তিনি ‘আবদুল্লাহ ইবনু মাসঊদ (রাঃ) -কে প্রশ্ন করলেন। তিনি বললেন, মুফাসসাল সূরাগুলোর মধ্যে এমন বিশটি সূরা রয়েছে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যেগুলোর দুই দুইটিকে পরস্পরের সাথে মিলিয়ে প্রতি রাক‘আতে পাঠ করতেন (অর্থাৎ এক এক রাক‘আতে দুটি করে সূরা পাঠ করতেন)। \n\n-সহীহ্। সহীহ্ আবূ দাঊদ- (১২৬২), সিফাতুস সালাত, বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، قَالَ أَنْبَأَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، قَالَ سَمِعْتُ أَبَا وَائِلٍ، قَالَ سَأَلَ رَجُلٌ عَبْدَ اللَّهِ عَنْ هَذَا الْحَرْفِ ‏(‏غَيرِ آسِنٍ‏)‏ أَوْ يَاسِنٍ قَالَ كُلَّ الْقُرْآنِ قَرَأْتَ غَيْرَ هَذَا الْحَرْفِ قَالَ نَعَمْ ‏.‏ قَالَ إِنَّ قَوْمًا يَقْرَءُونَهُ يَنْثُرُونَهُ نَثْرَ الدَّقَلِ لاَ يُجَاوِزُ تَرَاقِيَهُمْ إِنِّي لأَعْرِفُ السُّوَرَ النَّظَائِرَ الَّتِي كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقْرِنُ بَيْنَهُنَّ ‏.‏ قَالَ فَأَمَرْنَا عَلْقَمَةَ فَسَأَلَهُ فَقَالَ عِشْرُونَ سُورَةً مِنَ الْمُفَصَّلِ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقْرِنُ بَيْنَ كُلِّ سُورَتَيْنِ فِي رَكْعَةٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 603,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ কোন ব্যক্তি সুন্দরভাবে ওযূ করল তারপর নামাযের উদ্দেশ্যে রাওয়ানা হল। একমাত্র নামাযই তাকে (ঘর হতে) বের করল অথবা নামাযই তাকে উঠিয়েছে, এ অবস্থায় তার প্রতিটি কদমের বিনিময়ে আল্লাহ তা‘আলা তার একগুণ মর্যাদা বৃদ্ধি করে দিবেন অথবা একটি করে গুনাহ মাফ করে দিবেন।  \n\n-সহীহ্। ইবনু মাজাহ- (৭৭৪), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، قَالَ أَنْبَأَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، سَمِعَ ذَكْوَانَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا تَوَضَّأَ الرَّجُلُ فَأَحْسَنَ الْوُضُوءَ ثُمَّ خَرَجَ إِلَى الصَّلاَةِ لاَ يُخْرِجُهُ أَوْ قَالَ لاَ يَنْهَزُهُ إِلاَّ إِيَّاهَا لَمْ يَخْطُ خُطْوَةً إِلاَّ رَفَعَهُ اللَّهُ بِهَا دَرَجَةً أَوْ حَطَّ عَنْهُ بِهَا خَطِيئَةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 604,
    "narrator": "সা’দ ইবনু ইসহাক ইবনু কা’ব ইবনু উজরা (রাঃ) হতে পর্যায়ক্রমে তাঁর পিতা এবং দাদা",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবদুল আশহাল গোত্রের মসজিদে মাগরিবের নামায আদায় করলেন। লোকেরা নফল নামায আদায় করতে দাঁড়াল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এ নামায অবশ্যই তোমাদের ঘরে আদায় করা উচিৎ। \n\n-হাসান। ইবনু মাজাহ- (১১৬৫)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي الْوَزِيرِ الْبَصْرِيُّ، ثِقَةٌ حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى، عَنْ سَعْدِ بْنِ إِسْحَاقَ بْنِ كَعْبِ بْنِ عُجْرَةَ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ صَلَّى النَّبِيُّ صلى الله عليه وسلم فِي مَسْجِدِ بَنِي عَبْدِ الأَشْهَلِ الْمَغْرِبَ فَقَامَ نَاسٌ يَتَنَفَّلُونَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ عَلَيْكُمْ بِهَذِهِ الصَّلاَةِ فِي الْبُيُوتِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ كَعْبِ بْنِ عُجْرَةَ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَالصَّحِيحُ مَا رُوِيَ عَنِ ابْنِ عُمَرَ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي الرَّكْعَتَيْنِ بَعْدَ الْمَغْرِبِ فِي بَيْتِهِ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ حُذَيْفَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى الْمَغْرِبَ فَمَا زَالَ يُصَلِّي فِي الْمَسْجِدِ حَتَّى صَلَّى الْعِشَاءَ الآخِرَةَ ‏.‏ فَفِي هَذَا الْحَدِيثِ دِلاَلَةٌ أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى الرَّكْعَتَيْنِ بَعْدَ الْمَغْرِبِ فِي الْمَسْجِدِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি গারীব। কেননা এটা আমরা শুধুমাত্র উল্লেখিত সূত্রেই জেনেছি। ইবনু ‘উমারের সূত্রে বর্ণিত হাদীসটি সহীহ্। তাতে আছে, “নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাগরিবের পরের দুই রাক‘আত নিজের ঘরেই আদায় করতেন।”\nহুযাইফা (রাঃ) হতে বর্ণিত আছে, “নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাগরিবের নামায আদায় করলেন, তিনি বরাবর মসজিদে নামায আদায় করতে থাকলেন। এমনকি ‘ইশার ওয়াক্ত উপস্থিত হলো। তিনি ‘ইশার নামায আদায় করলেন।”\nনাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাগরিবের পর দুই রাক‘আত (সুন্নাত) নামায মসজিদেও আদায় করেছেন, এ হাদীস হতে তার প্রমাণ পাওয়া যায়।"
  },
  {
    "hadith_id": 605,
    "narrator": "ক্বাইস ইবনু ‘আসিম (রাঃ)",
    "bn": "তিনি ইসলাম ক্ববূল করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে কূলের পাতা মেশানো পানি দিয়ে গোসল করার হুকুম দিলেন।\n\n-সহীহ্। তাখরীজুল মিশকাত- (৫৪৩), সহীহ্ আবূ দাঊদ- (৩৮১)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَغَرِّ بْنِ الصَّبَّاحِ، عَنْ خَلِيفَةَ بْنِ حُصَيْنٍ، عَنْ قَيْسِ بْنِ عَاصِمٍ، أَنَّهُ أَسْلَمَ فَأَمَرَهُ النَّبِيُّ صلى الله عليه وسلم أَنْ يَغْتَسِلَ بِمَاءٍ وَسِدْرٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَالْعَمَلُ عَلَيْهِ عِنْدَ أَهْلِ الْعِلْمِ يَسْتَحِبُّونَ لِلرَّجُلِ إِذَا أَسْلَمَ أَنْ يَغْتَسِلَ وَيَغْسِلَ ثِيَابَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান। উপরোক্ত সনদসূত্রেই আমরা হাদীসটি অবগত হয়েছি। এ অনুচ্ছেদে আবূ হুরাইরা (রাঃ) হতেও হাদীস বর্ণিত আছে। এ হাদীসের পরিপ্রেক্ষিতে আলিমগণ বলেছেন, মুসলমান হওয়ার সময় গোসল করা ও পরনের পোশাক ধোয়া মুস্তাহাব।"
  },
  {
    "hadith_id": 606,
    "narrator": "আলী ইবনু আবূ তালিব (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জ্বিনের দৃষ্টি ও আদম সন্তানের লজ্জাস্থানের মাঝখানে পর্দা হলো, যখন তাদের কেউ পায়খানায় প্রবেশ করে সে যেন বিসমিল্লাহ বলে। \n\n-সহীহ্। ইবনু মাজাহ- (২৯৭)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، حَدَّثَنَا الْحَكَمُ بْنُ بَشِيرِ بْنِ سَلْمَانَ، حَدَّثَنَا خَلاَّدٌ الصَّفَّارُ، عَنِ الْحَكَمِ بْنِ عَبْدِ اللَّهِ النَّصْرِيِّ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي جُحَيْفَةَ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، رضى الله عنه أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ سَتْرُ مَا بَيْنَ أَعْيُنِ الْجِنِّ وَعَوْرَاتِ بَنِي آدَمَ إِذَا دَخَلَ أَحَدُهُمُ الْخَلاَءَ أَنْ يَقُولَ بِسْمِ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ وَإِسْنَادُهُ لَيْسَ بِذَاكَ الْقَوِيِّ ‏.‏ وَقَدْ رُوِيَ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَشْيَاءُ فِي هَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি গারীব। শুধুমাত্র উপরোক্ত সূত্রেই আমরা হাদীসটি জেনেছি। এর সনদ খুব একটা নির্ভরযোগ্য নয়। এ প্রসঙ্গে আনাস (রাঃ) হতেও হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 607,
    "narrator": "আবদুল্লাহ ইবনু বুসর (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ ক্বিয়ামাতের দিন আমার উম্মাতের মুখ-মণ্ডল সাজদাহর কল্যাণে আলোক উদ্ভাসিত হবে এবং ওযূর কল্যাণে হাত-মুখ চমকপ্রদ (আলোকিত) হবে।\n\n-সহীহ। আস-সহীহাহ- (২৮৩৬)।",
    "ar": "حَدَّثَنَا أَبُو الْوَلِيدِ، أَحْمَدُ بْنُ بَكَّارٍ الدِّمَشْقِيُّ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، قَالَ قَالَ صَفْوَانُ بْنُ عَمْرٍو أَخْبَرَنِي يَزِيدُ بْنُ خُمَيْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُسْرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ أُمَّتِي يَوْمَ الْقِيَامَةِ غُرٌّ مِنَ السُّجُودِ مُحَجَّلُونَ مِنَ الْوُضُوءِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ بُسْرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি উপরোক্ত সূত্রে হাসান, সহীহ গারীব।"
  },
  {
    "hadith_id": 608,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পবিত্রতা অর্জন, মাথা আচড়ানো এবং জুতা পরার সময় এ কাজগুলো ডান দিক থেকে শুরু করাই পছন্দ করতেন।\n\n-সহীহ। ইবনু মাজাহ- (৪০১)। বুখারী ও মুসলিম অনুরূপ বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَشْعَثَ بْنِ أَبِي الشَّعْثَاءِ، عَنْ أَبِيهِ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُحِبُّ التَّيَمُّنَ فِي طُهُورِهِ إِذَا تَطَهَّرَ وَفِي تَرَجُّلِهِ إِذَا تَرَجَّلَ وَفِي انْتِعَالِهِ إِذَا انْتَعَلَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو الشَّعْثَاءِ اسْمُهُ سُلَيْمُ بْنُ أَسْوَدَ الْمُحَارِبِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদিসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 609,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ দুই রিতল পানিই ওযূর জন্য যথেষ্ট।\n\n-সহীহ। ইবনু মজাহ- (২৭০)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ شَرِيكٍ، عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى، عَنِ ابْنِ جَبْرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ يُجْزِئُ فِي الْوُضُوءِ رِطْلاَنِ مِنْ مَاءٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ شَرِيكٍ عَلَى هَذَا اللَّفْظِ ‏.‏ وَرَوَى شُعْبَةُ عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ جَبْرٍ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَوَضَّأُ بِالْمَكُّوكِ وَيَغْتَسِلُ بِخَمْسَةِ مَكَاكِيَّ ‏.‏ وَرُوِيَ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى عَنْ عَبْدِ اللَّهِ بْنِ جَبْرٍ عَنْ أَنَسٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَتَوَضَّأُ بِالْمُدِّ وَيَغْتَسِلُ بِالصَّاعِ ‏.‏ وَهَذَا أَصَحُّ مِنْ حَدِيثِ شَرِيكٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদিসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই শব্দে হাদিসটি জেনেছি। আনাস (রাঃ) হতে অপর এক বর্ণনায় আছে- “রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসল্লাম এক মাকূক পানি দিয়ে ওযূ এবং পাঁচ মাকূক পানি দিয়ে গোসল করতেন।”\nঅপর বর্ণনায় আছে, আনাস (রাঃ) বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক মুদ্দ পানি দিয়ে ওযূ এবং এক সা’ পানি দিয়ে গোসল করেছেন। এই হাদীসটি শারীকের হাদীস হতে অধিক সহীহ।"
  },
  {
    "hadith_id": 610,
    "narrator": "আলী ইবনু আবূ তালিব (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুগ্ধপোষ্য শিশুর পেশাব প্রসঙ্গে বলেনঃ পুরুষ শিশুর পেশাবে পানি ছিটিয়ে দিতে হবে এবং কন্যা শিশুর পেশাব ধুয়ে ফেলতে হবে। ক্বাতাদা (রহঃ) বলেনঃ শিশুরা যতক্ষণ শক্ত খাবার না ধরবে ততক্ষণ এই নির্দেশ বহাল থাকবে। শক্ত খাবার খাওয়া শুরু করলে উভয়ের পেশাবই ধুয়ে ফেলতে হবে।\n\n-সহীহ। ইবনু মাজাহ- (৫২৫)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ أَبِي حَرْبِ بْنِ أَبِي الأَسْوَدِ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، رضى الله عَنْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ فِي بَوْلِ الْغُلاَمِ الرَّضِيعِ ‏ \"‏ يُنْضَحُ بَوْلُ الْغُلاَمِ وَيُغْسَلُ بَوْلُ الْجَارِيَةِ ‏\"‏ ‏.‏ قَالَ قَتَادَةُ وَهَذَا مَا لَمْ يَطْعَمَا فَإِذَا طَعِمَا غُسِلاَ جَمِيعًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ رَفَعَ هِشَامٌ الدَّسْتَوَائِيُّ هَذَا الْحَدِيثَ عَنْ قَتَادَةَ وَأَوْقَفَهُ سَعِيدُ بْنُ أَبِي عَرُوبَةَ عَنْ قَتَادَةَ وَلَمْ يَرْفَعْهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদিসটি হাসান সহীহ। হিশাম আদ-দাসতাওয়াঈ এটি মারফূ হিসেবে এবং ক্বাতাদা মাওকূফ হিসেবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 616,
    "narrator": "আবূ উমামা (রাঃ)",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে বিদায় হাজ্জের ভাষণে বলতে শুনেছি, তিনি বলেছেনঃ তোমাদের প্রতিপালক আল্লাহ তা’আলাকে ভয় কর, তোমাদের পাঁচ ওয়াক্ত নামায আদায় কর। তোমাদের রামাযান মাসের রোজা রাখ, তোমাদের ধন-দৌলতের যাকাত আদায় কর এবং তোমাদের আমীরের অনুসরণ কর, তবেই তোমাদের রবের জান্নাতে প্রবেশ করতে পারবে। আমি (সুলাইম) আবূ উমামা (রাঃ) -কে প্রশ্ন করলাম, আপনি কতদিন পূর্বে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এ হাদীস শুনেছেন? তিনি বলেনঃ আমি তিরিশ বছর বয়সে তাঁর নিকট এ হাদীস শুনেছি।\n\n-সহীহ। আস-সহীহাহ- (৮৬৭)।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ عَبْدِ الرَّحْمَنِ الْكِنْدِيُّ الْكُوفِيُّ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، أَخْبَرَنَا مُعَاوِيَةُ بْنُ صَالِحٍ، حَدَّثَنِي سُلَيْمُ بْنُ عَامِرٍ، قَالَ سَمِعْتُ أَبَا أُمَامَةَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَخْطُبُ فِي حَجَّةِ الْوَدَاعِ فَقَالَ ‏ \"‏ اتَّقُوا اللَّهَ رَبَّكُمْ وَصَلُّوا خَمْسَكُمْ وَصُومُوا شَهْرَكُمْ وَأَدُّوا زَكَاةَ أَمْوَالِكُمْ وَأَطِيعُوا ذَا أَمْرِكُمْ تَدْخُلُوا جَنَّةَ رَبِّكُمْ ‏\"‏ ‏.‏ قَالَ فَقُلْتُ لأَبِي أُمَامَةَ مُنْذُ كَمْ سَمِعْتَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم هَذَا الْحَدِيثَ قَالَ سَمِعْتُهُ وَأَنَا ابْنُ ثَلاَثِينَ سَنَةً ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 614,
    "narrator": "কা’ব ইবনু উজারা (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেনঃ হে কা’ব ইবনু উজরা! আমার পরে যেসব নেতার উদয় হবে আমি তাদের (খারাবী) থেকে তোমার জন্য আল্লাহ তা’আলার সহায়তা প্রার্থনা করি। যে ব্যক্তি তাদের দ্বারস্থ হলো (সান্নিধ্য লাভ করলো), তাদের মিথ্যাকে সত্য বললো এবং তাদের স্বৈরাচার ও যুলুম-নির্যাতনে সহায়তা করলো, আমার সাথে ঐ ব্যক্তির কোন সম্পর্ক নেই এবং এ ব্যক্তির সাথে আমারো কোন সংস্রব নেই। ঐ ব্যক্তি ‘কাওসার’ নামক হাউজের ধারে আমার নিকট আসতে পারবে না। অপরদিকে যে ব্যক্তি তাদের দ্বারস্থ হলো (তাদের কোন পদ গ্রহণ করলো) কিন্তু তাদের মিথ্যাকে সত্য বলে মানল না  এবং তাদের স্বৈরাচার ও যুলুম-নির্যাতনে সহায়তা করলো না, আমার সাথে এ ব্যক্তির সম্পর্ক রয়েছে এবং এ ব্যক্তির সাথে আমারও সম্পর্ক রয়েছে। শীঘ্রই সে ‘কাওসার’ নামক হাউজের কাছে আমার সাথে দেখা  করবে। হে কা’ব ইবনু উজরা! নামায হল (মুক্তির) সনদ, রোজা হল মজবুত ঢাল (জাহান্নামের বিরুদ্ধে প্রতিবন্ধক) এবং সাদাকা (যাকাত বা দান-খায়রাত) গুনাহসমূহ মিটিয়ে দেয়, যেভাবে পানি আগুনকে নিভিয়ে দেয়। হে কা’ব ইবনু উজরা! হারাম (পন্থায় উপার্জিত সম্পদ) দ্বারা সৃষ্ট ও পরিপুষ্ট গোশত (দেহ) -এর জন্য (জাহান্নামের) আগুনই উপযুক্ত।\n\n-সহীহ। তালীকুর রাগীব- (৩/১৫, ১৫০)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ الْقَطَوَانِيُّ الْكُوفِيُّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، حَدَّثَنَا غَالِبٌ أَبُو بِشْرٍ، عَنْ أَيُّوبَ بْنِ عَائِذٍ الطَّائِيِّ، عَنْ قَيْسِ بْنِ مُسْلِمٍ، عَنْ طَارِقِ بْنِ شِهَابٍ، عَنْ كَعْبِ بْنِ عُجْرَةَ، قَالَ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أُعِيذُكَ بِاللَّهِ يَا كَعْبُ بْنَ عُجْرَةَ مِنْ أُمَرَاءَ يَكُونُونَ مِنْ بَعْدِي فَمَنْ غَشِيَ أَبْوَابَهُمْ فَصَدَّقَهُمْ فِي كَذِبِهِمْ وَأَعَانَهُمْ عَلَى ظُلْمِهِمْ فَلَيْسَ مِنِّي وَلَسْتُ مِنْهُ وَلاَ يَرِدُ عَلَىَّ الْحَوْضَ وَمَنْ غَشِيَ أَبْوَابَهُمْ أَوْ لَمْ يَغْشَ فَلَمْ يُصَدِّقْهُمْ فِي كَذِبِهِمْ وَلَمْ يُعِنْهُمْ عَلَى ظُلْمِهِمْ فَهُوَ مِنِّي وَأَنَا مِنْهُ وَسَيَرِدُ عَلَىَّ الْحَوْضَ يَا كَعْبُ بْنَ عُجْرَةَ الصَّلاَةُ بُرْهَانٌ وَالصَّوْمُ جُنَّةٌ حَصِينَةٌ وَالصَّدَقَةُ تُطْفِئُ الْخَطِيئَةَ كَمَا يُطْفِئُ الْمَاءُ النَّارَ ‏.‏ يَا كَعْبُ بْنَ عُجْرَةَ إِنَّهُ لاَ يَرْبُو لَحْمٌ نَبَتَ مِنْ سُحْتٍ إِلاَّ كَانَتِ النَّارُ أَوْلَى بِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عُبَيْدِ اللَّهِ بْنِ مُوسَى ‏.‏ وَأَيُّوبُ بْنُ عَائِذٍ الطَّائِيُّ يُضَعَّفُ وَيُقَالُ كَانَ يَرَى رَأْىَ الإِرْجَاءِ ‏.‏ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَلَمْ يَعْرِفْهُ إِلاَّ مِنْ حَدِيثِ عُبَيْدِ اللَّهِ بْنِ مُوسَى وَاسْتَغْرَبَهُ جِدًّا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান গারীব। আমরা শুধুমাত্র উল্লেখিত সূত্রেই হাদীসটি জেনেছি। আমি মুহাম্মাদকে (বুখারীকে) এ হাদীস প্রসঙ্গে প্রশ্ন করলাম। তিনিও শুধুমাত্র উবাইদুল্লাহ ইবনু মূসার সূত্রেই হাদীসটি বর্ণনা করেছেন এবং এটাকে খুবই গারীব বলেছেন।"
  },
  {
    "hadith_id": 502,
    "narrator": "আহমাদ ইবনু হাসান",
    "bn": "আমি (তিরমিযী) আহমাদ ইবনু হাসানকে বলতে শুনেছিঃ আমরা আহমাদ ইবনু হাম্বলের নিকট উপস্থিত ছিলাম। কার উপর জুমু’আ ওয়াজিব এ নিয়ে আলোচনা জমে উঠল। আহমাদ ইবনু হাম্বল এ বিষয়ের উপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর কোন হাদীস উল্লেখ করেননি। আহমাদ ইবনু হাসান বলেন, আমি আহমাদ ইবনু হাম্বলকে বললাম, আবূ হুরাইরা (রাঃ) এ প্রসঙ্গে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর একটি হাদীস বর্ণনা করেছেন। তিনি অবাক হয়ে প্রশ্ন করলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাদীস! আমি বললাম, হ্যাঁ। আবূ হুরাইরা (রাঃ) বর্ণনা করেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ‘যে ব্যক্তি রাত হতে হতে বাড়ি পৌঁছতে পারবে তাঁর উপরও জুমু’আ ওয়াজিব’। এ হাদীস শুনে আহমাদ ইবনু হাম্বল আমার উপর রেগে গেলেন এবং বললেন, তোমার আল্লাহর নিকটে ক্ষমা চাও, তোমার আল্লাহর নিকটে ক্ষমা চাও। \n\nখুবই দুর্বল, মিশকাত (১৩৭৬)",
    "ar": "سَمِعْتُ أَحْمَدَ بْنَ الْحَسَنِ، يَقُولُ كُنَّا عِنْدَ أَحْمَدَ بْنِ حَنْبَلٍ فَذَكَرُوا عَلَى مَنْ تَجِبُ الْجُمُعَةُ فَلَمْ يَذْكُرْ أَحْمَدُ فِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم شَيْئًا ‏.‏ قَالَ أَحْمَدُ بْنُ الْحَسَنِ فَقُلْتُ لأَحْمَدَ بْنِ حَنْبَلٍ فِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ فَقَالَ أَحْمَدُ عَنِ النَّبِيِّ صلى الله عليه وسلم قُلْتُ نَعَمْ ‏.‏ قَالَ أَحْمَدُ بْنُ الْحَسَنِ حَدَّثَنَا حَجَّاجُ بْنُ نُصَيْرٍ حَدَّثَنَا مُعَارِكُ بْنُ عَبَّادٍ عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدٍ الْمَقْبُرِيِّ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْجُمُعَةُ عَلَى مَنْ آوَاهُ اللَّيْلُ إِلَى أَهْلِهِ ‏\"‏ ‏.‏ قَالَ فَغَضِبَ عَلَىَّ أَحْمَدُ بْنُ حَنْبَلٍ وَقَالَ لِي اسْتَغْفِرْ رَبَّكَ اسْتَغْفِرْ رَبَّكَ ‏.‏ قَالَ أَبُو عِيسَى إِنَّمَا فَعَلَ أَحْمَدُ بْنُ حَنْبَلٍ هَذَا لأَنَّهُ لَمْ يَعُدَّ هَذَا الْحَدِيثَ شَيْئًا وَضَعَّفَهُ لِحَالِ إِسْنَادِهِ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ আহমাদ ইবনু হাম্বল এ কথা এ জন্যই বলেছেন, তিনি এ হাদীসকে গণনাতেই ধরেন না। কেননা তার সনদ দুর্বল।"
  },
  {
    "hadith_id": 501,
    "narrator": "জনৈক সাহাবী",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে কুবা পল্লী হতে জুমু’আর নামাজে হাযির হওয়ার নির্দেশ দিয়েছেন। \n\nএই হাদীসটির সনদ দুর্বল",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، وَمُحَمَّدُ بْنُ مَدُّويَهْ، قَالاَ حَدَّثَنَا الْفَضْلُ بْنُ دُكَيْنٍ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ ثُوَيْرٍ، عَنْ رَجُلٍ، مِنْ أَهْلِ قُبَاءَ عَنْ أَبِيهِ، وَكَانَ، مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم - قَالَ أَمَرَنَا النَّبِيُّ صلى الله عليه وسلم أَنْ نَشْهَدَ الْجُمُعَةَ مِنْ قُبَاءَ ‏.‏ وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا وَلاَ يَصِحُّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ وَلاَ يَصِحُّ فِي هَذَا الْبَابِ عَنِ النَّبِيِّ صلى الله عليه وسلم شَيْءٌ ‏.‏ وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏ \"‏ الْجُمُعَةُ عَلَى مَنْ آوَاهُ اللَّيْلُ إِلَى أَهْلِهِ ‏\"‏ ‏.‏ وَهَذَا حَدِيثٌ إِسْنَادُهُ ضَعِيفٌ إِنَّمَا يُرْوَى مِنْ حَدِيثِ مُعَارِكِ بْنِ عَبَّادٍ عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدٍ الْمَقْبُرِيِّ ‏.‏ وَضَعَّفَ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ عَبْدَ اللَّهِ بْنَ سَعِيدٍ الْمَقْبُرِيَّ فِي الْحَدِيثِ ‏.‏ قَالَ وَاخْتَلَفَ أَهْلُ الْعِلْمِ عَلَى مَنْ تَجِبُ الْجُمُعَةُ فَقَالَ بَعْضُهُمْ تَجِبُ الْجُمُعَةُ عَلَى مَنْ آوَاهُ اللَّيْلُ إِلَى مَنْزِلِهِ ‏.‏ وَقَالَ بَعْضُهُمْ لاَ تَجِبُ الْجُمُعَةُ إِلاَّ عَلَى مَنْ سَمِعَ النِّدَاءَ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি আমরা কেবল উল্লেখিত সনদেই জানতে পেরেছি। এ অনুচ্ছেদে সহীহ্‌ সনদ সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন হাদীস নেই। আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ “এমন ব্যক্তির উপরও জুমু’আ ওয়াজিব যে নামায আদায় করে রাতের প্রথম দিকেই নিজ পরিবারে পৌছে যেতে পারে”।\n\nএটাও যঈফ হাদীস। কেননা এ হাদীসের এক রাবী আবদুল্লাহ ইবনু সাঈদ আল-মাকবূরী হাদীসশাস্ত্রে দুর্বল। ইয়াহইয়া ইবনু সাঈদ আল কাত্তান তাকে দুর্বল বলেছেন। জুমু’আর নামায কার উপর ওয়াজিব তা নিয়ে আলিমদের মধ্যে মতের অমিল আছে। কেউ কেউ বলেছেন, যে ব্যক্তি জুমু’আর নামায আদায় করে রাতের মধ্যেই ঘরে পৌঁছে যেতে পারে তার উপর জুমু’আ ওয়াজিব। অন্য একদল মনীষী বলেছেন, যতদূর আযানের শব্দ পৌঁছে ততদূর পর্যন্ত লোকদের উপর জুমু’আ ওয়াজিব। ইমাম শাফিঈ, আহমাদ ও ইসহাক এই মত দিয়েছেন।"
  },
  {
    "hadith_id": 513,
    "narrator": "সাহাল ইবনু মুআয ইবনু আনাস (রাঃ) হতে তাঁর পিতা",
    "bn": "তিনি (মুয়ায রা) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, জুমু’আর দিন (নামাজের সময়) যে ব্যক্তি লোকের ঘাড় টপকিয়ে (কাতার ভেদ করে) সামনে যাবার চেষ্টা করল সে যেন (এই কাজ টিকে) জাহান্নামের পুল (সাঁকো) বানাল।\n\nযঈফ, ইবনু মাজাহ (১১১৬)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا رِشْدِينُ بْنُ سَعْدٍ، عَنْ زَبَّانَ بْنِ فَائِدٍ، عَنْ سَهْلِ بْنِ مُعَاذِ بْنِ أَنَسٍ الْجُهَنِيِّ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ تَخَطَّى رِقَابَ النَّاسِ يَوْمَ الْجُمُعَةِ اتَّخَذَ جِسْرًا إِلَى جَهَنَّمَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ سَهْلِ بْنِ مُعَاذِ بْنِ أَنَسٍ الْجُهَنِيِّ حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ رِشْدِينَ بْنِ سَعْدٍ ‏.‏ وَالْعَمَلُ عَلَيْهِ عِنْدَ أَهْلِ الْعِلْمِ كَرِهُوا أَنْ يَتَخَطَّى الرَّجُلُ رِقَابَ النَّاسِ يَوْمَ الْجُمُعَةِ وَشَدَّدُوا فِي ذَلِكَ ‏.‏ وَقَدْ تَكَلَّمَ بَعْضُ أَهْلِ الْعِلْمِ فِي رِشْدِينَ بْنِ سَعْدٍ وَضَعَّفَهُ مِنْ قِبَلِ حِفْظِهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে জাবির (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি গারীব। কেবল রিশদীন ইবনু সা’দের সূত্রেই আমরা এ হাদীস জানতে পেরেছি। বিশেষজ্ঞগণ এ হাদীসের পরিপ্রেক্ষিতে লোকদের ঘাড় টপকিয়ে কোন ব্যক্তির সামনে যাওয়া মাকরূহ বলেছেন এবং কঠোর হুঁশিয়ারী উচ্চারণ করেছেন। এ হাদীসের রাবী রিশদীন ইবনু সা’দকে কিছু হাদীস বিশারদ স্মরণশক্তির দিক হতে দুর্বল বলেছেন।"
  },
  {
    "hadith_id": 517,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন মিম্বার হতে নামতেন তখন প্রয়োজনবোধে কথা বলতেন।\n\nশাজ, ইবনু মাজাহ (১১১৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ، عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُكَلَّمُ بِالْحَاجَةِ إِذَا نَزَلَ عَنِ الْمِنْبَرِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ جَرِيرِ بْنِ حَازِمٍ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدًا يَقُولُ وَهِمَ جَرِيرُ بْنُ حَازِمٍ فِي هَذَا الْحَدِيثِ وَالصَّحِيحُ مَا رُوِيَ عَنْ ثَابِتٍ عَنْ أَنَسٍ قَالَ أُقِيمَتِ الصَّلاَةُ فَأَخَذَ رَجُلٌ بِيَدِ النَّبِيِّ صلى الله عليه وسلم فَمَا زَالَ يُكَلِّمُهُ حَتَّى نَعَسَ بَعْضُ الْقَوْمِ ‏.‏ قَالَ مُحَمَّدٌ وَالْحَدِيثُ هُوَ هَذَا ‏.‏ وَجَرِيرُ بْنُ حَازِمٍ رُبَّمَا يَهِمُ فِي الشَّىْءِ وَهُوَ صَدُوقٌ ‏.‏ قَالَ مُحَمَّدٌ وَهِمَ جَرِيرُ بْنُ حَازِمٍ فِي حَدِيثِ ثَابِتٍ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا أُقِيمَتِ الصَّلاَةُ فَلاَ تَقُومُوا حَتَّى تَرَوْنِي ‏\"‏ ‏.‏ قَالَ مُحَمَّدٌ وَيُرْوَى عَنْ حَمَّادِ بْنِ زَيْدٍ قَالَ كُنَّا عِنْدَ ثَابِتٍ الْبُنَانِيِّ فَحَدَّثَ حَجَّاجٌ الصَّوَّافُ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا أُقِيمَتِ الصَّلاَةُ فَلاَ تَقُومُوا حَتَّى تَرَوْنِي ‏\"‏ ‏.‏ فَوَهِمَ جَرِيرٌ فَظَنَّ أَنَّ ثَابِتًا حَدَّثَهُمْ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 20,
    "grade": "শায",
    "grade_color": "#F85B24",
    "note": "আমি (তিরমিযী) এ হাদীসটি কেবলমাত্র জারীর ইবনু হাযিমের সূত্রে জানতে পেরেছি। আমি মুহাম্মাদকে বলতে শুনেছি, জারীর ইবনু হাযিম এ হাদীসে সংশয়ে পড়ে গেছেন। আনাসের সূত্রে সাবিত যে বর্ণনা করেছেন সেটাই সহীহ্‌। তাতে আছেঃ “নামাযের জন্য ইকামাত দেওয়া হল। এমন সময় এক ব্যক্তি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর হাত ধরে কথা বলতে থাকল। এমনকি লোকেরা নিদ্রার আবেশে আচ্ছন্ন হতে লাগল”।\n\nমুহাম্মাদ বলেন, আসলে হাদীস হল এটি। কখনও কখনও জারীর ইবনু হাযিম অনুমানে লিপ্ত হন কিন্তু তিনি সত্যবাদী। যেমন এক হাদীসে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “নামাযের জন্য ইকামাত হয়ে গেলেও আমাকে না দেখা পর্যন্ত তোমরা নামাযে দাঁড়াবে না”।\n\nজারীরের বর্ণিত সনদের পরিপ্রেক্ষিতে এ হাদীসটি ভুল কিন্তু অন্য সনদে সহীহ্‌ হাদীস। তিনি রাবীদের সনদ বর্ণনায় ত্রুটি করে ফেলেন। যেমন হাদীসটি সাবিত আল-বুনানী আবূ কাতাদা (রাঃ) -এর সূত্রে বর্ণনা করেছেন। কিন্তু জারীর সংশয়ের বশবর্তী হয়ে আনাস (রাঃ) –এর সূত্রে বর্ণিত বলেছেন।"
  },
  {
    "hadith_id": 527,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবদুল্লাহ ইবনু রাওয়াহা (রাঃ)–কে একটি সৈন্য বাহিনীর সাথে পাঠালেন। ঘটনাক্রমে তা ছিল জুমু’আর দিন। তাঁর সঙ্গীরা সকাল বেলা রওয়ানা হয়ে গেলেন। তিনি বললেন, আমি পিছনে থেকে যেতে চাই, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর সাথে নামায আদায় করব, তারপর তাদের সাথে মিলিত হব। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর সাথে নামায আদায় করলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে দেখে ফেললেন। তিনি তাঁকে বললেন, সকাল বেলা তোমার সঙ্গীদের সাথে একত্রে যেতে কোন্‌ জিনিষ তোমাকে বাধা দিল? তিনি বললেন, আমি আপনার সাথে নামায আদায় করার ইচ্ছা করেছি, তারপর তাদের সাথে গিয়ে মিলিত হব। তিনি বললেনঃ দুনিয়ার সমস্ত কিছু ব্যয় করলেও তুমি সকাল বেলায় চলে যাওয়া দলের সমান ফাযীলাত ও মর্যাদা লাভ করতে পারবে না।\n\nসনদ দুর্বল",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْحَجَّاجِ، عَنِ الْحَكَمِ، عَنْ مِقْسَمٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ بَعَثَ النَّبِيُّ صلى الله عليه وسلم عَبْدَ اللَّهِ بْنَ رَوَاحَةَ فِي سَرِيَّةٍ فَوَافَقَ ذَلِكَ يَوْمَ الْجُمُعَةِ فَغَدَا أَصْحَابُهُ فَقَالَ أَتَخَلَّفُ فَأُصَلِّي مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ أَلْحَقُهُمْ ‏.‏ فَلَمَّا صَلَّى مَعَ النَّبِيِّ صلى الله عليه وسلم رَآهُ فَقَالَ ‏\"‏ مَا مَنَعَكَ أَنْ تَغْدُوَ مَعَ أَصْحَابِكَ ‏\"‏ ‏.‏ فَقَالَ أَرَدْتُ أَنْ أُصَلِّيَ مَعَكَ ثُمَّ أَلْحَقَهُمْ ‏.‏ قَالَ ‏\"‏ لَوْ أَنْفَقْتَ مَا فِي الأَرْضِ جَمِيعًا مَا أَدْرَكْتَ فَضْلَ غَدْوَتِهِمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ قَالَ شُعْبَةُ لَمْ يَسْمَعِ الْحَكَمُ مِنْ مِقْسَمٍ إِلاَّ خَمْسَةَ أَحَادِيثَ ‏.‏ وَعَدَّهَا شُعْبَةُ وَلَيْسَ هَذَا الْحَدِيثُ فِيمَا عَدَّ شُعْبَةُ فَكَأَنَّ هَذَا الْحَدِيثَ لَمْ يَسْمَعْهُ الْحَكَمُ مِنْ مِقْسَمٍ ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي السَّفَرِ يَوْمَ الْجُمُعَةِ فَلَمْ يَرَ بَعْضُهُمْ بَأْسًا بِأَنْ يَخْرُجَ يَوْمَ الْجُمُعَةِ فِي السَّفَرِ مَا لَمْ تَحْضُرِ الصَّلاَةُ ‏.‏ وَقَالَ بَعْضُهُمْ إِذَا أَصْبَحَ فَلاَ يَخْرُجْ حَتَّى يُصَلِّيَ الْجُمُعَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবু ঈসা বলেনঃ এটা গারীব হাদীস। আমরা এ হাদীসটি শুধুমাত্র উল্লেখিত সনদেই জেনেছি। শুবা বলেছেন, হাকাম মিকসামের নিকট মাত্র পাঁচটি হাদীস শুনেছেন। শুবা হাদীসগুলো গণনা করেছেন কিন্তু তার মধ্যে উল্লেখিত হাদীসটি নেই। সম্ভবত হাকাম এ হাদীসটি মিকসামের নিকট শুনেননি।\n\nজুমু’আর দিন সফর প্রসঙ্গে বিশেষজ্ঞদের মধ্যে মতের অমিল আছে। একদল বলেছেন, যদি নামাযের ওয়াক্ত উপস্থিত না হয় তবে জুমু’আর দিন সফরে বের হওয়ায় কোন সমস্যা নেই। অপর একদল বলেছেন, শুক্রবার সকাল হওয়ার পর জুমু’আর নামায আদায়ের আগে সফরে বের হবে না।"
  },
  {
    "hadith_id": 528,
    "narrator": "বারাআ ইবনু আযিব (রাঃ)",
    "bn": "তিনি বলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মুসলমানদের কর্তব্য হল, তারা যেন জুমু’আর দিন গোসল করে। তাদের প্রত্যেকে যেন নিজ পরিবারে সুগন্ধি থাকলে তা ব্যবহার করে। তা না পাওয়া গেলে গোসলের পানিই তার জন্য সুগন্ধি।\n\nযইফ, মিশকাত (১৪০০)।",
    "ar": "حدثنا علي بن الحسن الكوفي حدثنا أبو يحيى إسمعيل بن إبراهيم التيمي عن يزيد بن أبي زياد عن عبد الرحمن بن أبي ليلى عن البراء بن عازب قال قال رسول الله صلى الله عليه وسلم حق على المسلمين أن يغتسلوا يوم الجمعة وليمس أحدهم من طيب أهله فإن لم يجد فالماء له طيب قال وفي الباب عن أبي سعيد وشيخ من الأنصار حدثنا أحمد بن منيع حدثنا هشيم عن يزيد بن أبي زياد بهذا الإسناد نحوه قال أبو عيسى حديث البراء حديث حسن ورواية هشيم أحسن من رواية إسمعيل بن إبراهيم التيمي وإسمعيل بن إبراهيم التيمي يضعف في الحديث",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে আবূ সাঈদ ও একজন আনসারী (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেনঃ এ হাদীস হাসান। উল্লেখিত হাদীসটি হুশাইম ইয়াযীদ ইবনু আবী যিয়াদ হতে উক্ত সূত্রে অনুরূপ বর্ণনা করেছেন। হুশাইমের এ বর্ণনাটি পূর্ববর্তী ইসমাঈল ইবনু ইবরাহীমের বর্ণনার চেয়ে বেশী উত্তম। কেননা পূর্ববর্তী সনদের রাবী ইসমাঈল ইবনু ইবরাহীমকে হাদীস শাস্ত্রে দুর্বল বলা হয়েছে।"
  },
  {
    "hadith_id": 551,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে সফরে যুহরের নামায দুই রাকা’আত আদায় করেছি। এরপর আরো দুই রাকা’আত আদায় করেছি।\n\nসনদ দুর্বল।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنِ الْحَجَّاجِ، عَنْ عَطِيَّةَ، عَنِ ابْنِ عُمَرَ، قَالَ صَلَّيْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم الظُّهْرَ فِي السَّفَرِ رَكْعَتَيْنِ وَبَعْدَهَا رَكْعَتَيْنِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَاهُ ابْنُ أَبِي لَيْلَى عَنْ عَطِيَّةَ وَنَافِعٍ عَنِ ابْنِ عُمَرَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "তার বর্ণিত পূর্ববর্তী ৫৩৬ নং হাদীসের বিরোধী হওয়ার ফলে মতন ও মুনকার। আবূ ঈসা বলেনঃ এটি হাসান হাদীস। ইবনু আবী লাইলা আতিয়্যাহ এবং নাফি এর সূত্রে ইবনু উমার হতে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 550,
    "narrator": "বারাআ ইবনু আযিব (রাঃ)",
    "bn": "তিনি বলেন, আমি আঠার মাস রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গী ছিলাম। আমি তাকে সূর্য ঢলে যাওয়ার পর যুহরের (ফরজ নামাযের) পূর্বে দু’ রাকা’আত (সুন্নাত) নামায ছেড়ে দিতে দেখিনি।\n\nযঈফ, যঈফ আবূ দাঊদ (১১২)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ صَفْوَانَ بْنِ سُلَيْمٍ، عَنْ أَبِي بُسْرَةَ الْغِفَارِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ صَحِبْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم ثَمَانِيَةَ عَشَرَ سَفَرًا فَمَا رَأَيْتُهُ تَرَكَ الرَّكْعَتَيْنِ إِذَا زَاغَتِ الشَّمْسُ قَبْلَ الظُّهْرِ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ الْبَرَاءِ حَدِيثٌ غَرِيبٌ ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدًا عَنْهُ فَلَمْ يَعْرِفْهُ إِلاَّ مِنْ حَدِيثِ اللَّيْثِ بْنِ سَعْدٍ وَلَمْ يَعْرِفِ اسْمَ أَبِي بُسْرَةَ الْغِفَارِيِّ وَرَآهُ حَسَنًا ‏.‏ وَرُوِيَ عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ لاَ يَتَطَوَّعُ فِي السَّفَرِ قَبْلَ الصَّلاَةِ وَلاَ بَعْدَهَا ‏.‏ وَرُوِيَ عَنْهُ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَتَطَوَّعُ فِي السَّفَرِ ‏.‏ ثُمَّ اخْتَلَفَ أَهْلُ الْعِلْمِ بَعْدَ النَّبِيِّ صلى الله عليه وسلم فَرَأَى بَعْضُ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أَنْ يَتَطَوَّعَ الرَّجُلُ فِي السَّفَرِ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ ‏.‏ وَلَمْ تَرَ طَائِفَةٌ مِنْ أَهْلِ الْعِلْمِ أَنْ يُصَلَّى قَبْلَهَا وَلاَ بَعْدَهَا ‏.‏ وَمَعْنَى مَنْ لَمْ يَتَطَوَّعْ فِي السَّفَرِ قَبُولُ الرُّخْصَةِ وَمَنْ تَطَوَّعَ فَلَهُ فِي ذَلِكَ فَضْلٌ كَثِيرٌ ‏.‏ وَهُوَ قَوْلُ أَكْثَرِ أَهْلِ الْعِلْمِ يَخْتَارُونَ التَّطَوُّعَ فِي السَّفَرِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে ইবনু উমার (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। আমি মুহাম্মাদকে (ইমাম বুখারীকে) এ হাদীস প্রসঙ্গে প্রশ্ন করলে তিনি বলেন, আমি এটা লাইস ইবনু সা’দের সূত্রেই জেনেছি এবং তিনি আবূ বুসরার নাম বলতে পারেননি, তবে তাকে উত্তম ধারনা করেছেন।\nইবনু উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সফরে নামাযের পূর্বে বা পরে সুন্নাত বা নফল নামায আদায় করতেন না। অপর এক বর্ণনায় আছে, তিনিরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সফরে নফল নামায আদায় করতেন। অতএব রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর পর আলিমদের মধ্যে মত পার্থক্য সৃষ্টি হয়েছে।\n\nএকদল সাহাবার মত হল, সফরে নফল নামায আদায় করবে। ইমাম আহমাদ ও ইসহাক এই মতের পক্ষে। অপর একদল বিশেষজ্ঞ বলেছেন, সফরে ফরয নামাযের আগে বা পরে কোন নফল নামায নেই। যে লোক নফল নামায আদায় করল না সে সম্মতি ও ফুরসতের সুযোগ গ্রহন করল। আর যদি কেউ নফল আদায় করে তবে সে ফাযীলাত লাভ করল। বেশিরভাগ বিদ্বানের মতে সফরে নফল এবং সুন্নাত নামায আদায় করাই ভাল।"
  },
  {
    "hadith_id": 552,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, আমি নিজ এলাকায় থাকার সময় এবং সফরে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে নামায আদায় করেছি। বাড়িতে থাকার সময় তাঁর সাথে যুহরের (ফরয)নামায চার রাকা’আত আদায় করেছি। অতঃপর দুই রাকা’আত (সুন্নাত) নামায আদায় করেছি। সফরে তাঁর সাথে যুহরের (ফরয) নামায দুই রাকা’আত আদায় করেছি। অতঃপর দুই রাকা’আত (সুন্নাত) নামায আদায় করেছি। আসরের (ফরয) নামায দুই রাকা’আত আদায় করেছি। তারপর তিনি আর কোন নামায আদায় করেননি। মাগরিবের (ফরয) নামায সফরে ও বাসস্থানে সমানভাবে তিন রাকা’আত আদায় করেছি। এটা সফরে ও বাসস্থানে কম হয় না। আর এটাই হল দিনের বিতরের (বেজোড়) নামায। তারপর দুই রাকা’আত (সুন্নাত) আদায় করেছি।\n\nসনদ দুর্বল, মতন মুনকার। দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْمُحَارِبِيُّ، - يَعْنِي الْكُوفِيَّ حَدَّثَنَا عَلِيُّ بْنُ هَاشِمٍ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَطِيَّةَ، وَنَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ صَلَّيْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فِي الْحَضَرِ وَالسَّفَرِ فَصَلَّيْتُ مَعَهُ فِي الْحَضَرِ الظُّهْرَ أَرْبَعًا وَبَعْدَهَا رَكْعَتَيْنِ وَصَلَّيْتُ مَعَهُ فِي السَّفَرِ الظُّهْرَ رَكْعَتَيْنِ وَبَعْدَهَا رَكْعَتَيْنِ وَالْعَصْرَ رَكْعَتَيْنِ وَلَمْ يُصَلِّ بَعْدَهَا شَيْئًا وَالْمَغْرِبَ فِي الْحَضَرِ وَالسَّفَرِ سَوَاءً ثَلاَثَ رَكَعَاتٍ لاَ تَنْقُصُ فِي الْحَضَرِ وَلاَ فِي السَّفَرِ وَهِيَ وِتْرُ النَّهَارِ وَبَعْدَهَا رَكْعَتَيْنِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ سَمِعْتُ مُحَمَّدًا يَقُولُ مَا رَوَى ابْنُ أَبِي لَيْلَى حَدِيثًا أَعْجَبَ إِلَىَّ مِنْ هَذَا وَلاَ أَرْوِي عَنْهُ شَيْئًا ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "আবূ ঈসা বলেনঃ এটি হাসান হাদীস। আমি মুহাম্মাদকে বলতে শুনেছি, ইবনু আবী লাইলার বর্ণনাগুলোর মধ্যে এই বর্ণনাটিই আমার নিকট বেশী সুন্দর। তবে আমি তার কোন হাদীস বর্ণনা করিনা।"
  },
  {
    "hadith_id": 562,
    "narrator": "সামুরা ইবনু জুনদুব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের সূর্যগ্রহণের নামায আদায় করালেন। কিন্তু আমরা তাঁর (কির’আত পাঠের) কোন আওয়াজ শুনতে পাইনি।\n\nযঈফ,ইবনু মাজাহ (১২৬৪)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَسْوَدِ بْنِ قَيْسٍ، عَنْ ثَعْلَبَةَ بْنِ عِبَادٍ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، قَالَ صَلَّى بِنَا النَّبِيُّ صلى الله عليه وسلم فِي كُسُوفٍ لاَ نَسْمَعُ لَهُ صَوْتًا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ سَمُرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا وَهُوَ قَوْلُ الشَّافِعِيِّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে আইশা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেনঃ সামুরার হাদীসটি হাসান, সহীহ। একদল আলিম এ হাদীস অনুযায়ী আমল করার কথা বলেছেন। ইমাম শাফিঈর এটাই মত (নিঃশব্দে কিরা’আত পাঠ করবে)।"
  },
  {
    "hadith_id": 568,
    "narrator": "আবূ দারদা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে (কুরাআনে) এগারটি সিজদা করেছি যার মধ্যে সূরা নাজমের সিজদাটিও অন্তর্ভুক্ত ছিল।\n\nযঈফ, ইবনু মাজাহ(১০৫৫)",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ عُمَرَ الدِّمَشْقِيِّ، عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ سَجَدْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم إِحْدَى عَشْرَةَ سَجْدَةً مِنْهَا الَّتِي فِي النَّجْمِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 569,
    "narrator": "আবূ দারদা (রাঃ)",
    "bn": "আবূ দারদা (রাঃ) এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে………পূর্বোক্ত হাদীসের মতো।\n\nযঈফ, প্রাগুক্ত।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ عُمَرَ، وَهُوَ ابْنُ حَيَّانَ الدِّمَشْقِيُّ قَالَ سَمِعْتُ مُخْبِرًا، يُخْبِرُ عَنْ أُمِّ الدَّرْدَاءِ، عَنْ أَبِي الدَّرْدَاءِ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِلَفْظِهِ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ سُفْيَانَ بْنِ وَكِيعٍ عَنْ عَبْدِ اللَّهِ بْنِ وَهْبٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَابْنِ مَسْعُودٍ وَزَيْدِ بْنِ ثَابِتٍ وَعَمْرِو بْنِ الْعَاصِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي الدَّرْدَاءِ حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ سَعِيدِ بْنِ أَبِي هِلاَلٍ عَنْ عُمَرَ الدِّمَشْقِيِّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদিসটি পূর্ব বর্ণিত আব্দুল্লাহ ইবনু ওয়াহাবের হাদীস হতে বেশী সহীহ। তিনি আরও বলেনঃ এ অনুচ্ছেদে আলী, ইবনু আব্বাস, আবূ হুরাইরাহ, ইবনু মাসঊদ, যাইদ ইবনু সাবিত এবং আমর ইবনু আস (রাঃ) হতেও হাদীস বর্ণিত আছে। তিনি আরও বলেনঃ আবূ দারদার এ হাদিসটি গারীব। এটি আমরা কেবল উমার ইবনু হায়্যান আদ-দিমাশকীর বরাতে সাঈদ ইবনু আবূ হিলাল হতেই জেনেছি।"
  },
  {
    "hadith_id": 589,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেনঃ হে প্রিয় বৎস সাবধান! নামাযের মধ্যে কখনো এদিক-সেদিক দেখবে না। কেননা নামাযরত অবস্থায় এদিক-সেদিক তাকানো সর্বনাশ ডেকে আনে। যদি তাকানোর খুবই দরকার হয় তবে নফল নামাযে তাকাও, ফরয নামাযে নয়।\n\nযঈফ, তালিকাতুল জিয়াদ, তা’লিকুর রাগীব- (১৯৯১), মিশকাত- (৯৯৭) , আবু ঈসা বলেনঃ এ হাদীসটি হাসান গারীব।",
    "ar": "حَدَّثَنَا أَبُو حَاتِمٍ، مُسْلِمُ بْنُ حَاتِمٍ الْبَصْرِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، عَنْ أَبِيهِ، عَنْ عَلِيِّ بْنِ زَيْدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، قَالَ قَالَ أَنَسُ بْنُ مَالِكٍ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَا بُنَىَّ إِيَّاكَ وَالاِلْتِفَاتَ فِي الصَّلاَةِ فَإِنَّ الاِلْتِفَاتَ فِي الصَّلاَةِ هَلَكَةٌ فَإِنْ كَانَ لاَ بُدَّ فَفِي التَّطَوُّعِ لاَ فِي الْفَرِيضَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 613,
    "narrator": "আম্মার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অপবিত্র ব্যক্তিকে নামাযের ওয়ূর মতো ওযু করে খাওয়া-দাওয়া ও ঘুমানোর সম্মতি দিয়েছেন।\n\nযঈফ, যঈফ আবু দাউদ (২৮)। আবু ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا قَبِيصَةُ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ عَطَاءٍ الْخُرَاسَانِيِّ، عَنْ يَحْيَى بْنِ يَعْمَرَ، عَنْ عَمَّارٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَخَّصَ لِلْجُنُبِ إِذَا أَرَادَ أَنْ يَأْكُلَ أَوْ يَشْرَبَ أَوْ يَنَامَ أَنْ يَتَوَضَّأَ وُضُوءَهُ لِلصَّلاَةِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 588,
    "narrator": "ইকরামার কিছু সঙ্গী",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নামাযে এদিক-সেদিক চোখ ঘুরাতেন উপরের হাদীসের মতো। \n\n-সহীহ্। দেখুন পূর্বোক্ত হাদীস।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ، عَنْ بَعْضِ، أَصْحَابِ عِكْرِمَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَلْحَظُ فِي الصَّلاَةِ ‏.‏ فَذَكَرَ نَحْوَهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَعَائِشَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ অনুচ্ছেদে আনাস ও ‘আয়িশাহ্ (রাঃ) হতেও হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 504,
    "narrator": "উসমান ইবনু আব্দুর রহমান তাইমী",
    "bn": "উসমান ইবনু আব্দুর রহমান তাইমীর সূত্রেও আনাস (রাঃ) হতে অনুরূপ হাদীস বর্ণিত হয়েছে।\n\nএ অনুচ্ছেদে সালামা ইবনুল আকওয়া, জাবির ও যুবাইর ইবনুল আওয়াম (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেনঃ আনাস (রাঃ) –এর হাদীসটি হাসান সহীহ্‌। বেশিরভাগ মনীষীর মতে সূর্য ঢলে যাওয়ার পর জুমু‘আর ওয়াক্ত শুরু হয়, যেমন যুহরের ওয়াক্ত। ইমাম শাফিঈ, আহমাদ ও ইসহাক এই মত ব্যক্ত করেছেন। একদল ‘আলিমের মতে, জুমু‘আর নামায সূর্য ঢলে যাওয়ার পূর্বে আদায় করে নিলে তাও জায়িয এবং নামায হয়ে যাবে। ইমাম আহমাদ বলেন, যে ব্যক্তি সূর্য ঢলে যাওয়ার পূর্বে জুমু‘আ আদায় করে নিল আমার মতে তার নামায আবার আদায় করা তার উপর ওয়াজিব নয়।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ عُثْمَانَ بْنِ عَبْدِ الرَّحْمَنِ التَّيْمِيِّ، عَنْ أَنَسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ سَلَمَةَ بْنِ الأَكْوَعِ وَجَابِرٍ وَالزُّبَيْرِ بْنِ الْعَوَّامِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ الَّذِي أَجْمَعَ عَلَيْهِ أَكْثَرُ أَهْلِ الْعِلْمِ أَنَّ وَقْتَ الْجُمُعَةِ إِذَا زَالَتِ الشَّمْسُ كَوَقْتِ الظُّهْرِ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَرَأَى بَعْضُهُمْ أَنَّ صَلاَةَ الْجُمُعَةِ إِذَا صُلِّيَتْ قَبْلَ الزَّوَالِ أَنَّهَا تَجُوزُ أَيْضًا ‏.‏ وَقَالَ أَحْمَدُ وَمَنْ صَلاَّهَا قَبْلَ الزَّوَالِ فَإِنَّهُ لَمْ يَرَ عَلَيْهِ إِعَادَةً ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  },
  {
    "hadith_id": 554,
    "narrator": "আব্দুস সামাদ ইবনু সুলাইমান",
    "bn": "আব্দুস সামাদ ইবনু সুলাইমান স্বীয় সানাদের কুতাইবার অর্থাৎ মু‘আযের হাদীসটি বর্ণনা করেছেন। লাইসের সূত্রে কুতাইবা ছাড়া আর কেউ এ হাদীস বর্ণনা করেছেন বলে আমাদের জানা নেই। লাইস-ইয়াযীদ-আবুত তুফাইল-মুআয (রাঃ) -এর সূত্রে বর্ণনাটি গারীব। \n\nবিদ্বানদের নিকট আবুয-যুবাইর-আবুত তুফাইল-মু‘আয (রাঃ) -এর সনদে বর্ণিত হাদীসটি প্রসিদ্ধ যে, ‘‘রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাবুক যুদ্ধে যুহর ও আসর এবং মাগরিব ও ‘ইশা একত্রে আদায় করেছেন।” ইমাম শাফিঈ, আহমাদ এবং ইসহাক এই মতের সমর্থক। তাঁরা বলেছেন, সফরে দুই ওয়াক্তের নামায একত্রে আদায় করতে কোন অপরাধ নেই।",
    "ar": "حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ سُلَيْمَانَ، حَدَّثَنَا زَكَرِيَّا اللُّؤْلُؤِيُّ، حَدَّثَنَا أَبُو بَكْرٍ الأَعْيَنُ، حَدَّثَنَا عَلِيُّ بْنُ الْمَدِينِيِّ، حَدَّثَنَا أَحْمَدُ بْنُ حَنْبَلٍ، حَدَّثَنَا قُتَيْبَةُ، بِهَذَا الْحَدِيثِ يَعْنِي حَدِيثَ مُعَاذٍ ‏.‏ وَحَدِيثُ مُعَاذٍ حَدِيثٌ حَسَنٌ غَرِيبٌ تَفَرَّدَ بِهِ قُتَيْبَةُ لاَ نَعْرِفُ أَحَدًا رَوَاهُ عَنِ اللَّيْثِ غَيْرَهُ ‏.‏ وَحَدِيثُ اللَّيْثِ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ أَبِي الطُّفَيْلِ عَنْ مُعَاذٍ حَدِيثٌ غَرِيبٌ ‏.‏ وَالْمَعْرُوفُ عِنْدَ أَهْلِ الْعِلْمِ حَدِيثُ مُعَاذٍ مِنْ حَدِيثِ أَبِي الزُّبَيْرِ عَنْ أَبِي الطُّفَيْلِ عَنْ مُعَاذٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم جَمَعَ فِي غَزْوَةِ تَبُوكَ بَيْنَ الظُّهْرِ وَالْعَصْرِ وَبَيْنَ الْمَغْرِبِ وَالْعِشَاءِ ‏.‏ رَوَاهُ قُرَّةُ بْنُ خَالِدٍ وَسُفْيَانُ الثَّوْرِيُّ وَمَالِكٌ وَغَيْرُ وَاحِدٍ عَنْ أَبِي الزُّبَيْرِ الْمَكِّيِّ ‏.‏ وَبِهَذَا الْحَدِيثِ يَقُولُ الشَّافِعِيُّ ‏.‏ وَأَحْمَدُ وَإِسْحَاقُ يَقُولاَنِ لاَ بَأْسَ أَنْ يَجْمَعَ بَيْنَ الصَّلاَتَيْنِ فِي السَّفَرِ فِي وَقْتِ إِحْدَاهُمَا ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  },
  {
    "hadith_id": 559,
    "narrator": "বর্ণনাকারী",
    "bn": "অপর একটি সূত্রে ও একই রকম হাদীস বর্ণিত হয়েছে। তাতে ‘মুতাখাশশিআন’ (ভীত-সন্ত্রস্ত) শব্দটিও উল্লেখ আছে এবং এ শেষোক্ত সূত্রে বর্ণিত হাদীসটিও হাসান সহীহ্‌।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ هِشَامِ بْنِ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ كِنَانَةَ، عَنْ أَبِيهِ، فَذَكَرَ نَحْوَهُ وَزَادَ فِيهِ مُتَخَشِّعًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ قَالَ يُصَلِّي صَلاَةَ الاِسْتِسْقَاءِ نَحْوَ صَلاَةِ الْعِيدَيْنِ يُكَبِّرُ فِي الرَّكْعَةِ الأُولَى سَبْعًا وَفِي الثَّانِيَةِ خَمْسًا وَاحْتَجَّ بِحَدِيثِ ابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى وَرُوِيَ عَنْ مَالِكِ بْنِ أَنَسٍ أَنَّهُ قَالَ لاَ يُكَبِّرُ فِي صَلاَةِ الاِسْتِسْقَاءِ كَمَا يُكَبِّرُ فِي صَلاَةِ الْعِيدَيْنِ ‏.‏ وَقَالَ النُّعْمَانُ أَبُو حَنِيفَةَ لاَ تُصَلَّى صَلاَةُ الاِسْتِسْقَاءِ وَلاَ آمُرُهُمْ بِتَحْوِيلِ الرِّدَاءِ وَلَكِنْ يَدْعُونَ وَيَرْجِعُونَ بِجُمْلَتِهِمْ ‏.‏ قَالَ أَبُو عِيسَى خَالَفَ السُّنَّةَ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "এ হাদীসের ভিত্তিতে ইমাম শাফিঈ বলেন, বৃষ্টি প্রার্থনার নামায দুই ‘ঈদের নামাযের নিয়মেই আদায় করতে হবে। প্রথম রাক‘আতে সাত তাকবীর এবং দ্বিতীয় রাক‘আতে পাঁচ তাকবীর বলতে হবে। আবূ ‘ঈসা বলেনঃ মালিক ইবনু আনাস (রহঃ) প্রসঙ্গে বর্ণিত আছে যে, তিনি বলেছেন, ‘ঈদের নামাযের মত বৃষ্টি প্রার্থনার নামাযে (অতিরিক্ত) তাকবীর বলবে না। আবূ হানিফা নু‘মান বলেন, বৃষ্টি প্রার্থনার নামায নেই। আমি চাদর পরিবর্তনের আদেশও দেই না। বরং তার স্বাভাবিকভাবেই দু‘আ করবে। আবূ ‘ঈসা বলেনঃ তিনি সুন্নাতের বিরুদ্ধাচরণ করেছেন।"
  },
  {
    "hadith_id": 566,
    "narrator": "ইয়াহইয়া ইবনু সাঈদ",
    "bn": "ইয়াহইয়া ইবনু সাঈদ অন্য সূত্রে এ হাদীসটি সাহল ইবনু হাসমার হাদীসের মত বর্ণনা করেছেন। তিনি আমাকে আরো বলেন, এ হাদীসটি ঐ হাদীসটির পাশাপাশিই লিখে নাও। হাদীসটি আমার মনে না থাকলেও এটা ইয়াহ্‌ইয়া ইবনু সাঈদ আল-আনাসারীর হাদীসের মতই ছিল।",
    "ar": "قَالَ أَبُو عِيسَى قَالَ مُحَمَّدُ بْنُ بَشَّارٍ سَأَلْتُ يَحْيَى بْنَ سَعِيدٍ عَنْ هَذَا الْحَدِيثِ، فَحَدَّثَنِي عَنْ شُعْبَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ صَالِحِ بْنِ خَوَّاتٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ ‏.‏ وَقَالَ لِي يَحْيَى اكْتُبْهُ إِلَى جَنْبِهِ وَلَسْتُ أَحْفَظُ الْحَدِيثَ وَلَكِنَّهُ مِثْلُ حَدِيثِ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ لَمْ يَرْفَعْهُ يَحْيَى بْنُ سَعِيدٍ الأَنْصَارِيُّ عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ وَهَكَذَا رَوَى أَصْحَابُ يَحْيَى بْنِ سَعِيدٍ الأَنْصَارِيِّ مَوْقُوفًا وَرَفَعَهُ شُعْبَةُ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ بْنِ مُحَمَّدٍ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ‘ঈসা বলেনঃ এই হাদীসটি হাসান সহীহ্‌ । ইয়াহইয়া ইবনু সাঈদ আল-আনাসারী এ হাদীসটি কাসিম ইবনু মুহাম্মাদের সূত্রে মারফূ হিসেবে বর্ণনা করেননি। আনসারীর সাথীরা এ হাদীসটি মাওকূফ হিসেবে বর্ণনা করেছেন। কিন্তু শু‘বা এটিকে ‘আবদুর রহমান ইবনুল কাসিম ইবনু মুহাম্মাদের সূত্রে মারফূ‘ হিসেবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 567,
    "narrator": "ইমাম মালিক",
    "bn": "ইমাম মালিক তাঁর সনদ পরম্পরায় এ হাদীসের মতো হাদীস এমন একজন সাহাবী হতে বর্ণনা করেছেন যিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে সালাতুল খাওফ (শংকাকালীন নামায) আদায় করেছেন।",
    "ar": "وَرَوَى مَالِكُ بْنُ أَنَسٍ، عَنْ يَزِيدَ بْنِ رُومَانَ، عَنْ صَالِحِ بْنِ خَوَّاتٍ، عَمَّنْ صَلَّى مَعَ النَّبِيِّ صلى الله عليه وسلم صَلاَةَ الْخَوْفِ فَذَكَرَ نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَبِهِ يَقُولُ مَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَرُوِيَ عَنْ غَيْرِ وَاحِدٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى بِإِحْدَى الطَّائِفَتَيْنِ رَكْعَةً رَكْعَةً فَكَانَتْ لِلنَّبِيِّ صلى الله عليه وسلم رَكْعَتَانِ وَلَهُمْ رَكْعَةٌ رَكْعَةٌ ‏.‏ قَالَ أَبُو عِيسَى أَبُو عَيَّاشٍ الزُّرَقِيُّ اسْمُهُ زَيْدُ بْنُ صَامِتٍ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ঈসা বলেনঃ এ বর্ণনাটিও হাসান সহীহ্।  ইমাম মালিক, শাফিঈ, আহমাদ ও ইসহাক এ হাদীস অনুযায়ী সালাতুল খাওফ আদায় করার কথা বলেছেন। আরো কয়েকটি সূত্রে বর্ণিত আছে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক এক দলের সাথে এক এক রাক’আত নামায আদায় করেছেন। এভাবে তাঁর দুই রাক’আত পূর্ণ হয়েছে এবং মুক্তাদীদের এক রাক’আত হয়েছে।"
  },
  {
    "hadith_id": 574,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "অপর একটি সূত্রে আবূ হুরাইরার নিকট হতেও এ হাদীসটি বর্ণিত হয়েছে। এ হাদীসের সনদে চারজন তাবিঈ রয়েছেন তারা পরস্পরের নিকট হতে বর্ণনা করেছেন। বেশিরভাগ বিদ্বান এ হাদীসের উপর আমল করেছেন তাদের মতে উল্লেখিত সূরা দুটিতে সাজদাহ্ আছে।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدٍ، هُوَ ابْنُ عَمْرِو بْنِ حَزْمٍ عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ يَرَوْنَ السُّجُودَ فِي‏(‏إِذََا السَّمَاءُ انْشَقَّتْ ‏)‏ وَ ‏(‏اقْرَأْ بِاسْمِ رَبِّكَ ‏)‏ ‏.‏ وَفِي هَذَا الْحَدِيثِ أَرْبَعَةٌ مِنَ التَّابِعِينَ بَعْضُهُمْ عَنْ بَعْضٍ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  },
  {
    "hadith_id": 595,
    "narrator": "হিশাম ইবনু ‘উরাওয়া (রহঃ) হতে তাঁর পিতার সূত্রে",
    "bn": "হিশাম ইবনু ‘উরাওয়া (রহঃ) হতে তাঁর পিতার সূত্রে বর্ণিত। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নির্দেশ দিয়েছেন…… উপরের হাদীসের মতোই।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْدَةُ، وَوَكِيعٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَ فَذَكَرَ نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنَ الْحَدِيثِ الأَوَّلِ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ‘ঈসা বলেনঃ এই বর্ণনা সূত্র পূর্ববর্তী সূত্রের চেয়ে বেশি সহীহ্।"
  },
  {
    "hadith_id": 596,
    "narrator": "হিশাম ইবনু ‘উরাওয়া (রহঃ) হতে তাঁর পিতার সূত্র",
    "bn": "হিশাম ইবনু ‘উরাওয়া (রহঃ) হতে তাঁর পিতার সূত্রে বর্ণিত। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নির্দেশ দিয়েছেন…… উপরের হাদীসের মতোই।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَ فَذَكَرَ نَحْوَهُ ‏.‏ قَالَ سُفْيَانُ قَوْلُهُ ‏ \"‏ بِبِنَاءِ الْمَسَاجِدِ فِي الدُّورِ ‏\"‏ ‏.‏ يَعْنِي الْقَبَائِلَ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "সুফিয়ান সাওরী বলেছেন, পাড়ায় পাড়ায় মসজিদ নির্মাণের অর্থ প্রতি বংশ ও লোকালয়ে মসজিদ তৈরী করা।"
  },
  {
    "hadith_id": 599,
    "narrator": "আসিম (রাঃ)",
    "bn": "অপর একটি সূত্রেও আসিম (রাঃ) হতে এ হাদীসটি বর্ণিত হয়েছে।\n\nএটি হাসান হাদীস।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، عَنْ عَلِيٍّ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ أَحْسَنُ شَيْءٍ رُوِيَ فِي تَطَوُّعِ النَّبِيِّ صلى الله عليه وسلم فِي النَّهَارِ هَذَا ‏.‏ وَرُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ أَنَّهُ كَانَ يُضَعِّفُ هَذَا الْحَدِيثَ ‏.‏ وَإِنَّمَا ضَعَّفَهُ عِنْدَنَا وَاللَّهُ أَعْلَمُ لأَنَّهُ لاَ يُرْوَى مِثْلُ هَذَا عَنِ النَّبِيِّ صلى الله عليه وسلم إِلاَّ مِنْ هَذَا الْوَجْهِ عَنْ عَاصِمِ بْنِ ضَمْرَةَ عَنْ عَلِيٍّ ‏.‏ وَعَاصِمُ بْنُ ضَمْرَةَ هُوَ ثِقَةٌ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ ‏.‏ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ قَالَ سُفْيَانُ كُنَّا نَعْرِفُ فَضْلَ حَدِيثِ عَاصِمِ بْنِ ضَمْرَةَ عَلَى حَدِيثِ الْحَارِثِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "ইসহাক ইবনু ইবরাহীম বলেন, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দিনের বেলার নফল নামায সম্পর্কে এ হাদীসটি সর্বাধিক সহীহ্। ইবনুল মুবারাক এ হাদীসটিকে ‘যঈফ বলতেন। আমার মতে তাঁর এ হাদীসটিকে ‘যঈফ বলার কারণ এই যে, আল্লাহ তা‘আলাই বেশি ভাল জানেন, কেবল উল্লেখিত সূত্রেই হাদীসটি বর্ণিত হয়েছে। কিন্তু হাদীস বিশারদদের মতে ‘আসিম ইবনু যামরা নির্ভরযোগ্য রাবী। সুফিয়ান সাওরী বলেন, আমাদের কাছে হারিসের হাদীসের তুলনায় ‘আসিমের হাদীস বেশি উত্তম।"
  },
  {
    "hadith_id": 612,
    "narrator": "খালিদ ইবনু যিয়াদ",
    "bn": "খালিদ ইবনু যিয়াদ থেকে অন্য সূত্রেও হাদীসটি অনুরূপ বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، قَالَ حَدَّثَنَا نُعَيْمُ بْنُ مَيْسَرَةَ النَّحْوِيُّ، عَنْ خَالِدِ بْنِ زِيَادٍ، نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مِثْلَ هَذَا إِلاَّ مِنْ حَدِيثِ مُقَاتِلِ بْنِ حَيَّانَ عَنْ شَهْرِ بْنِ حَوْشَبٍ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ‘ঈসা বলেনঃ এই হাদীসটি গারীব। শাহর ইবনু হাওশাব থেকে মুকাতিল ইবনু হাইয়ান ছাড়া অন্য কোন সূত্রে হাদিসটি জানতে পারিনি।"
  },
  {
    "hadith_id": 611,
    "narrator": "শাহর ইবনু হাওশাব",
    "bn": "শাহর ইবনু হাওশাব হতে বর্ণিত; তিনি বলেনঃ আমি জারীর ইবনু আব্দুল্লাহ (রাঃ) –কে ওযূ করতে ও মুজার উপর মাসাহ করতে দেখলাম। ও তাকে এ বিষয়ে জিজ্ঞেস করলাম। তিনি বলেনঃ আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে ওযূ করতে ও মুজার উপর মাসাহ করতে দেখেছি। আমি তাকে বললাম, এটা কি সূরা আল-মায়িদাহ অবতীর্ণ হওয়ার পূর্বে না পরে? তিনি বললেনঃ আমি তো মায়িদাহ অবতীর্ণ হওয়ার পরেই মুসলমান হয়েছি।\n\n-সহীহ। ইরওয়া- (১/১৩৭)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا خَالِدُ بْنُ زِيَادٍ، عَنْ مُقَاتِلِ بْنِ حَيَّانَ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، قَالَ رَأَيْتُ جَرِيرَ بْنَ عَبْدِ اللَّهِ تَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ قَالَ فَقُلْتُ لَهُ فِي ذَلِكَ فَقَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم تَوَضَّأَ فَمَسَحَ عَلَى خُفَّيْهِ ‏.‏ فَقُلْتُ لَهُ أَقَبْلَ الْمَائِدَةِ أَمْ بَعْدَ الْمَائِدَةِ قَالَ مَا أَسْلَمْتُ إِلاَّ بَعْدَ الْمَائِدَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 615,
    "narrator": "ইমাম মুহাম্মাদ",
    "bn": "ইমাম মুহাম্মাদ বলেনঃ ইবনু নুমাইর উবাইদুল্লাহ ইবনু মূসার সূত্রে গালিব হতে অনুরূপ হাদীস বর্ণনা করেছেন।",
    "ar": "وَقَالَ مُحَمَّدٌ حَدَّثَنَا ابْنُ نُمَيْرٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ مُوسَى، عَنْ غَالِبٍ، بِهَذَا ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  }
]