[
  {
    "hadith_id": 2736,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এক মুসলমানের সাথে অন্য মুসলমানের ছয়টি সদ্ব্যবহারের বিষয় আছেঃ (১) তার সাথে দেখা হলে তাকে সালাম করবে, (২) সে কোন ব্যাপারে আহ্বান করলে তাতে সাড়া দিবে, (৩) সে হাঁচি দিলে উত্তর দিবে (তার আলহামদুলিল্লাহ্‌র উত্তরে বলবে ইয়ারহামুকাল্লাহ), (৪) সে রোগাক্রান্ত হলে তাকে দেখতে যাবে, (৫) সে ইন্তেকাল করলে তার জানাযায় শারীক হবে এবং (৬) নিজের জন্য যা ভালোবাসবে পরের জন্যও তাই ভালোবাসবে। \n\nযঈফ, ইবনু মাজাহ (১৪৩৩), এ অনুচ্ছেদে আবূ হুরাইরা, আবূ আইয়ূব, বরাআ ও আবূ মাসঊদ (রাঃ) হতেও হাদিস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান। অন্য সূত্রেও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এ হাদিস বর্ণিত আছে। কেউ কেউ আল-হারিস আল-আওয়াবের সমালোচনা করেছেন।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لِلْمُسْلِمِ عَلَى الْمُسْلِمِ سِتٌّ بِالْمَعْرُوفِ يُسَلِّمُ عَلَيْهِ إِذَا لَقِيَهُ وَيُجِيبُهُ إِذَا دَعَاهُ وَيُشَمِّتُهُ إِذَا عَطَسَ وَيَعُودُهُ إِذَا مَرِضَ وَيَتْبَعُ جَنَازَتَهُ إِذَا مَاتَ وَيُحِبُّ لَهُ مَا يُحِبُّ لِنَفْسِهِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأَبِي أَيُّوبَ وَالْبَرَاءِ وَأَبِي مَسْعُودٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَقَدْ تَكَلَّمَ بَعْضُهُمْ فِي الْحَارِثِ الأَعْوَرِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2737,
    "narrator": "আবু হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এক মু’মিনের জন্য আরেক মু’মিনের উপর ছয়টি দায়িত্ব রয়েছেঃ (১) সে অসুস্থ হলে তাকে দেখতে যাবে , (২) মারা গেলে তার জানাযায় উপস্থিত হবে , (৩) ডাকলে তাতে সাড়া দিবে ,(৪) তার সাথে দেখা হলে তাকে সালাম করবে (৫) সে হাঁচি দিলে তার জবাব দিবে এবং (৬) তার অনুপস্হিতিতে কিংবা উপস্থিতি সকল অবস্হায় তার শুভ কামনা করবে।\n\nসহীহঃ সহীহাহ (৮৩২) , মুসলিম অনুরুপ।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى الْمَخْزُومِيُّ الْمَدَنِيُّ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لِلْمُؤْمِنِ عَلَى الْمُؤْمِنِ سِتُّ خِصَالٍ يَعُودُهُ إِذَا مَرِضَ وَيَشْهَدُهُ إِذَا مَاتَ وَيُجِيبُهُ إِذَا دَعَاهُ وَيُسَلِّمُ عَلَيْهِ إِذَا لَقِيَهُ وَيُشَمِّتُهُ إِذَا عَطَسَ وَيَنْصَحُ لَهُ إِذَا غَابَ أَوْ شَهِدَ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَمُحَمَّدُ بْنُ مُوسَى الْمَخْزُومِيُّ الْمَدَنِيُّ ثِقَةٌ رَوَى عَنْهُ عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ وَابْنُ أَبِي فُدَيْكٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ‘ঈসা বলেন, এ হাদিসটি হাসান সহীহ । মুহাম্মাদ ইবনু মুসা আল-মাখযুমী আল-মাদানী নির্ভরযোগ্য বর্ণনাকারী । ‘আবদুল আযীয ইবনু মুহাম্মাদ ও ইবনু আবী-ফুদাইক তার সুত্রে হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2738,
    "narrator": "নাফি’ (রাঃ)",
    "bn": "জনৈক ব্যক্তি ইবনু ‘উমর (রাঃ)এর পাশে হাঁচি দিয়ে বলল, “আলহামদু লিল্লাহি ওয়াসসালামু আলা রাসুলিল্লাহ”। ইবনু ‘উমর (রাঃ) বললেন, আমিও তো বলি, “আলহামদু লিল্লাহ ওয়াসসালামু আলা রাসুলিল্লাহ” (সকল প্রশংসা আল্লাহ তা’আলার জন্য নিবেদিত এবং তাঁর রাসুলের উপর শান্তি বর্ষিত হোক)। কিন্তু রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)আমাদেরকে এ রকম বলতে শিখাননি , বরং তিনি আমাদেরকে “ আলহামদু লিল্লাহ আলা কুল্লি হাল “ (সর্বাবস্থায় আল্লাহর প্রশংসা) বলতে শিখিয়েছেন।\n\nহাসানঃ মিশকাত (৪৭৪৪) ইরওয়াহ (৩/২৪৫)।",
    "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، حَدَّثَنَا زِيَادُ بْنُ الرَّبِيعِ، حَدَّثَنَا حَضْرَمِيٌّ، مَوْلَى آلِ الْجَارُودِ عَنْ نَافِعٍ، أَنَّ رَجُلاً، عَطَسَ إِلَى جَنْبِ ابْنِ عُمَرَ فَقَالَ الْحَمْدُ لِلَّهِ وَالسَّلاَمُ عَلَى رَسُولِ اللَّهِ ‏.‏ قَالَ ابْنُ عُمَرَ وَأَنَا أَقُولُ الْحَمْدُ لِلَّهِ وَالسَّلاَمُ عَلَى رَسُولِ اللَّهِ وَلَيْسَ هَكَذَا عَلَّمَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَّمَنَا أَنْ نَقُولَ الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ زِيَادِ بْنِ الرَّبِيعِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ‘ঈসা বলেন, এ হাদিসটি গারীব । আমরা এ হাদিসটি শুধুমাত্র যিয়াদ ইবনুর রাবী’র সুত্রেই জেনেছি ।"
  },
  {
    "hadith_id": 2739,
    "narrator": "আবু মুসা (রাঃ)",
    "bn": "তিনি বলেন, ইয়াহুদীগন রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে হাঁচি দিত এবং আশা করত যে, তিনি তাদের জন্য হাঁচির জবাবে বলবেনঃ ইয়ারহামুকুল্লাহ “। কিন্তু তিনি বলতেনঃ” ইয়াহদীকুমুলাহ ওয়াইউসলিহু বা-লাকুম (আল্লাহ তা’আলা তোমাদেরকে হিদায়াত করুন এবং তোমাদের অবস্থার সংশোধন করুন)।\n\nসহীহঃ মিশকাত (৪৭৪০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ حَكِيمِ بْنِ دَيْلَمَ، عَنْ أَبِي بُرْدَةَ بْنِ أَبِي مُوسَى، عَنْ أَبِي مُوسَى، قَالَ كَانَ الْيَهُودُ يَتَعَاطَسُونَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم يَرْجُونَ أَنْ يَقُولَ لَهُمْ يَرْحَمُكُمُ اللَّهُ ‏.‏ فَيَقُولُ ‏ \"‏ يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي أَيُّوبَ وَسَالِمِ بْنِ عُبَيْدٍ وَعَبْدِ اللَّهِ بْنِ جَعْفَرٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "‘আলী আবূ আইয়ূব , সালিম ইবনু ‘উবায়দ , ‘আবদুল্লাহ ইবনু জা’ফার ও আবূ হুরাইরাহ্ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত রয়েছে । আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2741,
    "narrator": "আবু আইয়ূব (রাঃ)",
    "bn": "রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের মাঝে কেউ যখন হাঁচি দিবে তখন সে যেন বলে, আল-হামদু লিল্লাহ আলা কুল্লি হাল। উত্তরদাতা বলবে , ইয়ারহামুকাল্লাহ। হাঁচিদাতা আবার বলবে , ইয়াহদীকুমুল্লাহু ওয়াইউসলিহু বা-লাকুম।\n\nসহীহঃ ইবনু মা-জাহ (৩৭১৫)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَخْبَرَنَا شُعْبَةُ، أَخْبَرَنِي ابْنُ أَبِي لَيْلَى، عَنْ أَخِيهِ، عِيسَى بْنِ عَبْدِ الرَّحْمَنِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ أَبِي أَيُّوبَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا عَطَسَ أَحَدُكُمْ فَلْيَقُلِ الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ وَلْيَقُلِ الَّذِي يَرُدُّ عَلَيْهِ يَرْحَمُكَ اللَّهُ وَلْيَقُلْ هُوَ يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুহাম্মাদ ইবনুল মুসান্না –মুহাম্মাদ ইবনু জা’ফার হতে, তিনি শু’বাহ হতে , তিনি আবু লাইলা (রহঃ) হতে এই সনদসুত্রে উপরের হাদীসের একি রকম হাদীস বর্ণিত হয়েছে। শু’বাহও এ হাদিসটি ইবনু আবূ লাইলার সুত্রে একই রকম বর্ণনা করেছেন এবং বলেছেনঃ ইবনু আবী লাইলা এই হাদীস বর্ণনার ক্ষেত্রে ইযতিরাব করেছেন । কখনো বলেছেনঃ আবূ আইয়ূব নাবী (সাল্লালাহু আলাহি ওয়া সাল্লাম) এর সুত্রে বর্ণিত । কখনো বলেছেনঃ আবু আইয়ূব নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)হতে, আবার কখনো বলেছেন, ‘আলী (রাঃ)–রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সুত্রে বর্ণিত । মুহাম্মাদ ইবনু বাশশার ও মুহাম্মাদ ইবনু ইয়াহইয়া আস-সাকাফী আল-মারওয়াযী তারা উভয়ে ইয়াহইয়া ইবনু সা’ঈদ আল-কাত্তান হতে, তিনি ইবনু আবী লাইলা হতে, তিনি তার ভাই ‘ঈসা হতে , তিনি ‘আবদুর রাহমান ইবনু আবী লাইলা হতে, তিনি ‘আলী (রাঃ) হতে, তিনি রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সুত্রে পূর্বোক্ত হাদীসের মতো বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2740,
    "narrator": "সালিম ইবনু উবাইদ (রহঃ)",
    "bn": "তিনি একদল লোকের সঙ্গে কোন এক সফরে ছিলেন। তাদের একজন হাঁচি দিয়ে বলল, আসসালামু আলাইকুম। একথা শুনে সালিম বললেন, আলাইকা ওয়া আলা উম্মিকা (তোমার উপর ও তোমার মায়ের উপর শান্তি বৰ্ষিত হোক)। এ উত্তরে মনে হল যেন সে অসন্তুষ্ট হয়েছে। সুতরাং তিনি বললেন, এ প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা বলেছেন, আমি তো তাই বললাম জনৈক ব্যক্তি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে হাঁচি দিয়ে বলেছিল, আসসালামু আলাইকুম। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেনঃ আলাইকা ওয়া আলা উষ্মিকা। কাজেই তোমাদের কেউ যেন হাঁচি দিয়ে বলে, আলহামদুলিল্লাহি রাব্বিল আলামীন। আর যে ব্যক্তি তার জবাব দিবে সে যেন বলে, ইয়ারহামুকাল্লাহ (আল্লাহ তা'আলা আপনাকে রহম করুন)। হাঁচিদাতা আবার বলবে, ইয়াগফিরুল্লাহু লানা ওয়ালাকুম (আল্লাহ আমাদেরকে ও আপনাদেরকে মাফ করুন)। \n\nযঈফ, ইরওয়া (৩/২৪৬, ২৪৭), মিশকাত তাহকীক ছানী (৪৭৪১), আবূ ঈসা বলেন, মানসূর হতে এ হাদিস বর্ণনার ক্ষেত্রে রাবীগণ মতের অমিল করেছেন। তারা হিলাল ইবনু ইসাফ ও সালিম (রহঃ)-এর মাঝখানে আরো এক ব্যক্তির উল্লেখ করেছেন।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ هِلاَلِ بْنِ يِسَافٍ، عَنْ سَالِمِ بْنِ عُبَيْدٍ، أَنَّهُ كَانَ مَعَ الْقَوْمِ فِي سَفَرٍ فَعَطَسَ رَجُلٌ مِنَ الْقَوْمِ فَقَالَ السَّلاَمُ عَلَيْكُمْ ‏.‏ فَقَالَ عَلَيْكَ وَعَلَى أُمِّكَ فَكَأَنَّ الرَّجُلَ وَجِدَ فِي نَفْسِهِ فَقَالَ أَمَا إِنِّي لَمْ أَقُلْ إِلاَّ مَا قَالَ النَّبِيُّ صلى الله عليه وسلم عَطَسَ رَجُلٌ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ السَّلاَمُ عَلَيْكُمْ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ عَلَيْكَ وَعَلَى أُمِّكَ إِذَا عَطَسَ أَحَدُكُمْ فَلْيَقُلِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ وَلْيَقُلْ لَهُ مَنْ يَرُدُّ عَلَيْهِ يَرْحَمُكَ اللَّهُ وَلْيَقُلْ يَغْفِرُ اللَّهُ لَنَا وَلَكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ اخْتَلَفُوا فِي رِوَايَتِهِ عَنْ مَنْصُورٍ وَقَدْ أَدْخَلُوا بَيْنَ هِلاَلِ بْنِ يِسَافٍ وَسَالِمٍ رَجُلاً ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2742,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে দু’জন লোক হাঁচি দিলো। তিনি তাদের একজনের হাঁচির জবাবে “ইয়ারহামুকাল্লাহ” বললেন, কিন্তু অন্যজনের জবাব দিলেন না। তিনি যার হাঁচির জবাব দেননি সে প্রশ্ন করল, হে আল্লাহর রাসুল ! আপনি তার হাঁচির জবাব দিলেন কিন্তু আমার হাঁচির জবাব দেননি। রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সে তো (আল-হামদু লিল্লাহ বলে) আল্লাহর শুকরিয়া আদায় করেছে, কিন্তু তুমি তো “আল-হামদু লিল্লাহ “ বলনি।\n\nসহীহঃ বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ سُلَيْمَانَ التَّيْمِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلَيْنِ، عَطَسَا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَشَمَّتَ أَحَدَهُمَا وَلَمْ يُشَمِّتِ الآخَرَ فَقَالَ الَّذِي لَمْ يُشَمِّتْهُ يَا رَسُولَ اللَّهِ شَمَّتَّ هَذَا وَلَمْ تُشَمِّتْنِي ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّهُ حَمِدَ اللَّهَ وَإِنَّكَ لَمْ تَحْمَدِ اللَّهَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান সহীহ। হাদিসটি সহীহ। হাদিসটি আবূ হুরাইরাহ্ (রাঃ) এর সুত্রেও নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছে।"
  },
  {
    "hadith_id": 2744,
    "narrator": "উমার ইবনু ইসহাক ইবনু আবূ তালহা (রহঃ)এর নানা",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তিনবার পর্যন্ত হাঁচির উত্তর দাও। এরপরও সে যদি হাঁচি দেয় তবে তুমি চাইলে তার উত্তর দিতেও পার নাও দিতে পার। \n\nযঈফ, যঈফা (৪৮৩০), আবূ ঈসা বলেন, এ হাদীসটি গারীব এবং এর সনদসূত্র অপরিচিত।",
    "ar": "حَدَّثَنَا الْقَاسِمُ بْنُ دِينَارٍ الْكُوفِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ السَّلُولِيُّ الْكُوفِيُّ، عَنْ عَبْدِ السَّلاَمِ بْنِ حَرْبٍ، عَنْ يَزِيدَ بْنِ عَبْدِ الرَّحْمَنِ أَبِي خَالِدٍ الدَّالاَنِيِّ، عَنْ عُمَرَ بْنِ إِسْحَاقَ بْنِ أَبِي طَلْحَةَ، عَنْ أُمِّهِ، عَنْ أَبِيهَا، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يُشَمَّتُ الْعَاطِسُ ثَلاَثًا فَإِنْ زَادَ فَإِنْ شِئْتَ فَشَمِّتْهُ وَإِنْ شِئْتَ فَلاَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَإِسْنَادُهُ مَجْهُولٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2743,
    "narrator": "ইয়াস ইবনু সালামাহ (রহঃ) হতে তার বাবা",
    "bn": "তিনি বলেন, জনৈক ব্যক্তি রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে হাঁচি দিল। আমিও তখন উপস্থিত ছিলাম। রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, “ইয়ারহামুকাল্লাহ”। সে আরেকবার হাঁচি দিলে রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ লোকটি সর্দিতে আক্রান্ত।\n\nসহীহ ; ইবনু মা-জাহ (৩৭১৪)",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، عَنْ إِيَاسِ بْنِ سَلَمَةَ بْنِ الأَكْوَعِ، عَنْ أَبِيهِ، قَالَ عَطَسَ رَجُلٌ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَنَا شَاهِدٌ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَرْحَمُكَ اللَّهُ ‏\"‏ ‏.‏ ثُمَّ عَطَسَ الثَّانِيَةَ وَالثَّالِثَةَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَذَا رَجُلٌ مَزْكُومٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান সহীহ। রাসুলাল্লাহ (সাল্লালহু আলাইহি ওয়া সাল্লাম) এর উপরোক্ত হাদীসের সমার্থবোধক হাদীস মুহাম্মাদ ইবনু বাশশার ইয়াহইয়া ইবনু সা’ঈদ হতে, তিনি ইকরিমাহ ইবনু আম্মার হতে, তিনি ইয়াস ইবনু সালামাহ হতে তার বাবার বর্ণনা করেছেন। তবে বর্ণনায় তৃতীয়বার হাঁচি দেয়ার পর তিনি বলেছেনঃ তুমি সর্দিতে আক্রান্ত। ইবনুল মুবারাকের হাদীসের চাইতে এ হাদিসটি অনেক বেশি সহীহ। শু’বাহ (রহঃ) ইকরিমাহ ইবনু আম্মারের সুত্রে ইয়াহইয়া ইবনু সা’ঈদের হাদীসের একই রকম হাদীস বর্ণনা করেছেন। আহমাদ ইবনুল হাকাম আল-বাস্রী-মুহাম্মাদ ইবনু জা’ফার হতে, তিনি শু’বাহ হতে, তিনি ইকরিমাহ ইবনু ‘আম্মার (রহঃ) হতে এই সুত্রেও উক্ত হাদীস অনুরুপ বর্ণনা করেছেন। ‘আবদুর রাহমান ইবনু মাহদী ইকরিমা ইবনু ‘আম্মার হতে ইবনু মুবারাকের বর্ণনায় মতই বর্ণনা করেছেন। তাতে আছে যে, তৃতীয়বারে রাসুলাল্লাহ (সাল্লালহু আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি সর্দিতে আক্রান্ত।"
  },
  {
    "hadith_id": 2745,
    "narrator": "আবু হুরাইরাহ্ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন হাঁচি দিতেন, তখন তাঁর হাত কিংবা কাপড় দ্বারা মুখ ঢেকে রাখতেন এবং এর মাধ্যমে তাঁর আওয়াজ নীচুঁ করতেন। \n\nহাসান সহীহঃ রাওযুন নাযীর (১১০৯)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ وَزِيرٍ الْوَاسِطِيُّ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ عَجْلاَنَ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا عَطَسَ غَطَّى وَجْهَهُ بِيَدِهِ أَوْ بِثَوْبِهِ وَغَضَّ بِهَا صَوْتَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2746,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ হাঁচি আল্লাহ তা’আলার পক্ষ থেকে আর হাই শাইতানের পক্ষ থেকে। সুতরাং তোমাদের মাঝে কেউ হাই তুললে  সে যেন মুখের উপর হাত রাখে। আর সে যখন আহ আহ বলে, তখন শাইতান তার ভিতর হতে হাসতে থাকে। আল্লাহ –তা’আলা হাঁচি পছন্দ করেন এবং হাই তোলা অপছন্ধ করেন। কাজেই কেউ যখন আহ আহ শব্দে হাই তোলে , তখন শাইতান তার ভিতর হতে হাসতে  থাকে।\n\nহাসান সহীহঃ তা’লীক আলা ইবনে খুযাইমাহ (৯২১ ,৯২২) , ইরওয়াহ (৭৭৯) , বুখারী অনুরুপ।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ عَجْلاَنَ، عَنِ الْمَقْبُرِيِّ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الْعُطَاسُ مِنَ اللَّهِ وَالتَّثَاؤُبُ مِنَ الشَّيْطَانِ فَإِذَا تَثَاءَبَ أَحَدُكُمْ فَلْيَضَعْ يَدَهُ عَلَى فِيهِ وَإِذَا قَالَ آهْ آهْ فَإِنَّ الشَّيْطَانَ يَضْحَكُ مِنْ جَوْفِهِ وَإِنَّ اللَّهَ يُحِبُّ الْعُطَاسَ وَيَكْرَهُ التَّثَاؤُبَ فَإِذَا قَالَ الرَّجُلُ آهْ آهْ إِذَا تَثَاءَبَ فَإِنَّ الشَّيْطَانَ يَضْحَكُ فِي جَوْفِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2747,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ আল্লাহ তা’আলা হাঁচি পছন্দ করেন এবং হাই তোলা অপছন্দ করেন। সুতরাং তোমাদের মাঝে কেউ হাঁচি দিয়ে আলহামদুলিল্লাহ বলার সময় সকল শ্রোতার জন্য ইয়ারহামুকাল্লাহ বলা খুবই জরুরী হয়ে যায়। আর তোমাদের মাঝে কারও হাই উঠার সময় যথাসম্ভব সে যেন তা ফিরিয়ে রাখে এবং আহ্‌ আহ্‌ না বলে। কেননা এটা শাইতানের পক্ষ হতে এবং সে তাতে হাসতে থাকে। \n\nসহীহঃ ইরওয়াহ্‌ (৭৭৬), বুখারী।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ اللَّهَ يُحِبُّ الْعُطَاسَ وَيَكْرَهُ التَّثَاؤُبَ فَإِذَا عَطَسَ أَحَدُكُمْ فَقَالَ الْحَمْدُ لِلَّهِ فَحَقٌّ عَلَى كُلِّ مَنْ سَمِعَهُ أَنْ يَقُولَ يَرْحَمُكَ اللَّهُ وَأَمَّا التَّثَاؤُبُ فَإِذَا تَثَاءَبَ أَحَدُكُمْ فَلْيَرُدَّهُ مَا اسْتَطَاعَ وَلاَ يَقُولَنَّ هَاهْ هَاهْ فَإِنَّمَا ذَلِكَ مِنَ الشَّيْطَانِ يَضْحَكُ مِنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ وَهَذَا أَصَحُّ مِنْ حَدِيثِ ابْنِ عَجْلاَنَ ‏.‏ وَابْنُ أَبِي ذِئْبٍ أَحْفَظُ لِحَدِيثِ سَعِيدٍ الْمَقْبُرِيِّ وَأَثْبَتُ مِنْ مُحَمَّدِ بْنِ عَجْلاَنَ ‏.‏ قَالَ سَمِعْتُ أَبَا بَكْرٍ الْعَطَّارَ الْبَصْرِيَّ يَذْكُرُ عَنْ عَلِيِّ بْنِ الْمَدِينِيِّ عَنْ يَحْيَى بْنِ سَعِيدٍ قَالَ قَالَ مُحَمَّدُ بْنُ عَجْلاَنَ أَحَادِيثُ سَعِيدٍ الْمَقْبُرِيِّ رَوَى بَعْضَهَا سَعِيدٌ عَنْ أَبِي هُرَيْرَةَ وَرَوَى بَعْضَهَا سَعِيدٌ عَنْ رَجُلٍ عَنْ أَبِي هُرَيْرَةَ فَاخْتَلَطَتْ عَلَىَّ فَجَعَلْتُهَا عَنْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি সহীহ। ইবনু ‘আজলানের সূত্রে বর্ণিত হাদীসের চাইতে এ হাদীসটি অনেক বেশি সহীহ। সা’ঈদ আল-মাক্ববুরী হতে হাদীস বর্ণনার ক্ষেত্রে ইবনু আবূ যিব (রহঃ) ইবনু ‘আজলানের চাইতে অনেক হিফাযাতকারী ও নির্ভরযোগ্য। আমি তিরমিযী আবূ বাক্‌র আল-আত্তার আল-বাসরীকে ‘আলী ইবনুল মাদীনীর সূত্রে আলোচনা করতে শুনেছি, তিনি ইয়াহ্‌ইয়া ইবনু সা‘ঈদকে বলতে শুনেছেন, মুহাম্মাদ ইবনু ‘আজলান বলেন, সা‘ঈদ আল-মাক্ববুরী তার রিওয়ায়াতসমূহের কতগুলো আবূ হুরাইরাহ্‌ (রাঃ) হতে সরাসরি বর্ণনা করেছেন এবং কতগুলো জনৈক ব্যক্তির সূত্রে আবূ হুরাইরাহ্‌ (রাঃ) হতে বর্ণনা করেছেন। তাই আমার নিকট এগুলো একটি অন্যটির সাথে মিলে যাবার কারণে আমি সবগুলো রিওয়ায়াত সা’ঈদ-আবূ হুরাইরাহ্‌ (রাঃ) হতে এই সূত্রে বর্ণনা করেছি।"
  },
  {
    "hadith_id": 2749,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ তোমাদের মাঝে কোন ব্যক্তি যেন তার কোন ভাইকে তার আসন থেকে তুলে দিয়ে সেই আসনে না বসে।\n\nসহীহঃ বুখারী (৬২৬৯), মুসলিম (৭/৯-১০)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يُقِمْ أَحَدُكُمْ أَخَاهُ مِنْ مَجْلِسِهِ ثُمَّ يَجْلِسُ فِيهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2750,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ তোমাদের মাঝে কোন ব্যক্তি যেন তার ভাইকে তার আসন থেকে তুলে দিয়ে সে সেখানে না বসে। বর্ণনাকারী বলেন, লোকেরা ইবনু ‘উমারের জন্য জায়গা ছেড়ে দিত কিন্তু তিনি তাতে বসতেন না। \n\nসহীহঃ বুখারী (৬২৭০), মুসলিম (৭/১০)।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يُقِمْ أَحَدُكُمْ أَخَاهُ مِنْ مَجْلِسِهِ ثُمَّ يَجْلِسُ فِيهِ ‏\"‏ ‏.‏ قَالَ وَكَانَ الرَّجُلُ يَقُومُ لاِبْنِ عُمَرَ فَلاَ يَجْلِسُ فِيهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2751,
    "narrator": "ওয়াহ্‌হাব ইবনু হুযাইফাহ্‌ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ প্রত্যেক ব্যক্তি নিজ আসনের বেশি হক্বদার। সে ব্যক্তি কোন প্রয়োজনে বেরিয়ে গিয়ে আবার ফিরে আসলে এ জায়গার জন্য সেই বেশি হক্বদার। \n\nসহীহঃ ইরওয়াহ্‌ (২/২৫৮)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللَّهِ الْوَاسِطِيُّ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنْ عَمِّهِ، وَاسِعِ بْنِ حَبَّانَ، عَنْ وَهْبِ بْنِ حُذَيْفَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الرَّجُلُ أَحَقُّ بِمَجْلِسِهِ وَإِنْ خَرَجَ لِحَاجَتِهِ ثُمَّ عَادَ فَهُوَ أَحَقُّ بِمَجْلِسِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي بَكْرَةَ وَأَبِي سَعِيدٍ وَأَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ গারীব। আবূ বাক্‌রাহ্‌, আবূ সা‘ঈদ ও আবূ হুরাইরাহ্‌ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2752,
    "narrator": "আবদুল্লাহ ইবনু ‘আম্‌র (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ অনুমতি ব্যতীত দু’জন লোককে ফাঁক করে বসা কারো জন্য বৈধ নয়। \n\nহাসান সহীহঃ মিশকাত তাহক্বীক্ব সানী (৭৪০৩)",
    "ar": "حَدَّثَنَا سُوَيْدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا أُسَامَةُ بْنُ زَيْدٍ، حَدَّثَنِي عَمْرُو بْنُ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يَحِلُّ لِلرَّجُلِ أَنْ يُفَرِّقَ بَيْنَ اثْنَيْنِ إِلاَّ بِإِذْنِهِمَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ عَامِرٌ الأَحْوَلُ عَنْ عَمْرِو بْنِ شُعَيْبٍ أَيْضًا ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। এ হাদীসটি ‘আম্‌র ইবনু শু‘আইব (রহঃ) হতে আমির আল-আহ্‌ওয়ালও বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2753,
    "narrator": "আবূ মিজলায (রহঃ)",
    "bn": "কোন এক লোক বৈঠকের মাঝখানে বসে পড়লে হুযাইফা (রাঃ) বলেন, যে ব্যক্তি বৈঠকের মাঝখানে বসে, সে মুহাম্মাদের ভাষায় লানত প্রাপ্ত অথবা আল্লাহ মুহাম্মাদের জবানীতে তাকে অভিশাপ দিয়েছেন। \n\nযঈফ, যঈফা (৬৩৮), মিশকাত (৪৭২২), আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আবূ মিজলাযের নাম লাহিক ইবনু হুমাইদ।",
    "ar": "حَدَّثَنَا سُوَيْدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَبِي مِجْلَزٍ، أَنَّ رَجُلاً، قَعَدَ وَسْطَ حَلْقَةٍ فَقَالَ حُذَيْفَةُ مَلْعُونٌ عَلَى لِسَانِ مُحَمَّدٍ أَوْ لَعَنَ اللَّهُ عَلَى لِسَانِ مُحَمَّدٍ صلى الله عليه وسلم - مَنْ قَعَدَ وَسْطَ الْحَلْقَةِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَأَبُو مِجْلَزٍ اسْمُهُ لاَحِقُ بْنُ حُمَيْدٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2754,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, সাহাবীদের নিকট রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর চাইতে বেশি প্রিয় ব্যক্তি আর কেউ ছিলেন না। অথচ তারা তাঁকে দেখে দাঁড়াতেন না। কেননা তারা জানতেন যে, তিনি এটা পছন্দ করেন না। \n\nসহীহঃ মুখতাসার শামা-য়িল (২৮৯), যঈফা ৩৪৬ নং হাদীসের অধীনে, মিশকাত (৪৬৯৮), নাকদুল কাত্তানী পৃষ্ঠা (৫১)।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا عَفَّانُ، أَخْبَرَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ لَمْ يَكُنْ شَخْصٌ أَحَبَّ إِلَيْهِمْ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ وَكَانُوا إِذَا رَأَوْهُ لَمْ يَقُومُوا لِمَا يَعْلَمُونَ مِنْ كَرَاهِيَتِهِ لِذَلِكَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ, এই সূত্রে গারীব।"
  },
  {
    "hadith_id": 2755,
    "narrator": "আবূ মিজলায (রহঃ)",
    "bn": "তিনি বলেন, মু‘আবিয়াহ্‌ (রাঃ) বাইরে বের হলে তাকে দেখে ‘আবদুল্লাহ ইবনুয যুবাইর ও ইবনু সাফ্‌ওয়ান দাঁড়িয়ে গেলেন। তিনি বললেন, তোমরা দু’জনেই বস। আমি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-কে বলতে শুনেছিঃ এতে যে লোক আনন্দিত হয় যে, মানুষ তার জন্য মূর্তির মত দাঁড়িয়ে থাকুক, সে যেন জাহান্নামে তার বাসস্থান নির্দিষ্ট করে নেয়। \n\nসহীহঃ মিশকাত (৪৬৯৯)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، عَنْ أَبِي مِجْلَزٍ، قَالَ خَرَجَ مُعَاوِيَةُ فَقَامَ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ وَابْنُ صَفْوَانَ حِينَ رَأَوْهُ ‏.‏ فَقَالَ اجْلِسَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ سَرَّهُ أَنْ يَتَمَثَّلَ لَهُ الرِّجَالُ قِيَامًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي أُمَامَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ উমামাহ্‌ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান। হান্নাদ-আবূ উসামাহ্‌ হতে, তিনি হাবীব ইবনুশ্‌ শাহীদ হতে, তিনি আবূ মিজলায হতে, তিনি মু‘আবিয়াহ্‌ (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) হতে এই সূত্রে উপরোক্ত হাদীসের সমার্থবোধক হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2756,
    "narrator": "আবু হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ পাঁচ প্রকার কাজ ফিতরাতের (স্বভাব ধর্মের) অন্তর্গত। (১) নাভীর নীচের লোম কেটে ফেলা, (২) খাৎনাহ্‌ করা, (৩) গোঁফ কাটা, (৪) বগলের চুল উপড়িয়ে ফেলা এবং (৫) নখ কাটা।\n\nসহীহঃ ইবনু মা-জাহ (২৯২), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْحُلْوَانِيُّ الْخَلاَّلُ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ خَمْسٌ مِنَ الْفِطْرَةِ الاِسْتِحْدَادُ وَالْخِتَانُ وَقَصُّ الشَّارِبِ وَنَتْفُ الإِبْطِ وَتَقْلِيمُ الأَظْفَارِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2757,
    "narrator": "আয়িশাহ্‌ (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ দশ প্রকার কাজ ফিত্‌রাতের (স্বভাব ধর্মের) অন্তর্গতঃ (১) গোঁফ কাটা, (২) দাড়ি লম্বা করা, (৩) মিসওয়াক করা, (৪) নাকে পানি দেয়া, (৫) নখ কাটা, (৬) আঙ্গুলের গ্রন্থিগুলো ধোয়া, (৭) বগলের লোম উপড়িয়ে ফেলা, (৮) নাভীর নিম্নাংশের চুল কামানো এবং (৯) পানি দ্বারা শৌচ করা। যাকারিয়াহ্‌ (রহঃ) বলেন, মুস‘আব (রহঃ) বলেছেন, আমি দশম কাজটি ভুলে গেছি। তবে সম্ভবতঃ সেটা হবে কুলি করা। \n\nসহীহঃ ইবনু মা-জাহ (২৯৩), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَهَنَّادٌ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنْ مُصْعَبِ بْنِ شَيْبَةَ، عَنْ طَلْقِ بْنِ حَبِيبٍ، عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ عَشْرٌ مِنَ الْفِطْرَةِ قَصُّ الشَّارِبِ وَإِعْفَاءُ اللِّحْيَةِ وَالسِّوَاكُ وَالاِسْتِنْشَاقُ وَقَصُّ الأَظْفَارِ وَغَسْلُ الْبَرَاجِمِ وَنَتْفُ الإِبْطِ وَحَلْقُ الْعَانَةِ وَانْتِقَاصُ الْمَاءِ ‏\"‏ ‏.‏ قَالَ زَكَرِيَّا قَالَ مُصْعَبٌ وَنَسِيتُ الْعَاشِرَةَ إِلاَّ أَنْ تَكُونَ الْمَضْمَضَةَ ‏.‏ قَالَ أَبُو عُبَيْدٍ انْتِقَاصُ الْمَاءِ الاِسْتِنْجَاءُ بِالْمَاءِ ‏.‏ وَفِي الْبَابِ عَنْ عَمَّارِ بْنِ يَاسِرٍ وَابْنِ عُمَرَ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, ‘ইন্তিকাসুল মা’ অর্থ পানি দিয়ে শৌচ করা। আম্মার ইবনু ইয়াসির, ইবনু ‘উমার ও আবূ হুরাইরাহ্‌ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান।"
  },
  {
    "hadith_id": 2758,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) সাহাবীদের জন্য চল্লিশ দিন অন্তর একবার নখ কাটা, গোঁফ খাটো করা এবং নাভীর নিম্নাংশের লোম কামানোর জন্য সময় নির্ধারণ করেছেন।\n\nসহীহঃ ইবনু মা-জাহ (২৯৫), মুসলিম।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، حَدَّثَنَا صَدَقَةُ بْنُ مُوسَى أَبُو مُحَمَّدٍ، صَاحِبُ الدَّقِيقِ حَدَّثَنَا أَبُو عِمْرَانَ الْجَوْنِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ وَقَّتَ لَهُمْ فِي كُلِّ أَرْبَعِينَ لَيْلَةً تَقْلِيمَ الأَظْفَارِ وَأَخْذَ الشَّارِبِ وَحَلْقَ الْعَانَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2759,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমাদের জন্য গোঁফ ছাটা, নখ কাটা, নাভীর নিম্নাংশের লোম কামানো এবং বগলের লোম উপড়িয়ে ফেলার জন্য সময় নির্ধারণ করা হয়েছে এমনভাবে যে, তা যেন চল্লিশ দিনের বেশি রেখে না দেয়া হয়। \n\nসহীহঃ দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، عَنْ أَبِي عِمْرَانَ الْجَوْنِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ وَقَّتَ لَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فِي قَصِّ الشَّارِبِ وَتَقْلِيمِ الأَظْفَارِ وَحَلْقِ الْعَانَةِ وَنَتْفِ الإِبْطِ أَنْ لاَ نَتْرُكَ أَكْثَرَ مِنْ أَرْبَعِينَ يَوْمًا ‏.‏ قَالَ هَذَا أَصَحُّ مِنْ حَدِيثِ الأَوَّلِ ‏.‏ وَصَدَقَةُ بْنُ مُوسَى لَيْسَ عِنْدَهُمْ بِالْحَافِظِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, প্রথমোক্ত হাদীসের চাইতে এই হাদীসটি অনেক বেশি সহীহ। হাদীসবিশারদদের মতে সাদাক্বাহ্‌ ইবনু মূসা প্রখর স্মৃতিশক্তির অধিকারী নন।"
  },
  {
    "hadith_id": 2761,
    "narrator": "যাইদ ইবনু আরক্বাম (রাঃ)",
    "bn": ", রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ যে ব্যক্তি গোঁফ খাটো করে না, সে আমাদের (সুন্নাতের) অনুসারী নয়।\n\nসহীহঃ রাওযুন নাযীর (৩১৩), মিশকাত (৪৪৩৮)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، عَنْ يُوسُفَ بْنِ صُهَيْبٍ، عَنْ حَبِيبِ بْنِ يَسَارٍ، عَنْ زَيْدِ بْنِ أَرْقَمَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ لَمْ يَأْخُذْ مِنْ شَارِبِهِ فَلَيْسَ مِنَّا ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ الْمُغِيرَةِ بْنِ شُعْبَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুগীরাহ্‌ ইবনু শু‘বাহ্‌ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। মুহাম্মাদ ইবনু বাশ্‌শার-ইয়াহ্‌ইয়া ইবনু সা‘ঈদ হতে, তিনি ইউসুফ ইবনু সুহাইব (রহঃ) হতে এই সনদে উপরোক্ত হাদীসের সমার্থবোধক হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2763,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসুলূল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ তোমরা গোঁফ খাটো কর এবং দাড়ি লম্বা কর।\n\nসহীহঃ আদাবুয্‌ যিফাফ নতুন সংস্করণ (২০৯)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَحْفُوا الشَّوَارِبَ وَأَعْفُوا اللِّحَى ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2764,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "রাসুলূল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আমাদেরকে গোঁফ খাটো করতে এবং দাড়ি লম্বা করতে আদেশ করেছেন। \n\nসহীহঃ দেখুন পূর্বের হাদীস, বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ أَبِي بَكْرِ بْنِ نَافِعٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَمَرَنَا بِإِحْفَاءِ الشَّوَارِبِ وَإِعْفَاءِ اللِّحَى ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو بَكْرِ بْنُ نَافِعٍ هُوَ مَوْلَى ابْنِ عُمَرَ ثِقَةٌ وَعُمَرُ بْنُ نَافِعٍ ثِقَةٌ وَعَبْدُ اللَّهِ بْنُ نَافِعٍ مَوْلَى ابْنِ عُمَرَ يُضَعَّفُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আবূ বাক্‌র ইবনু নাফি‘ নির্ভরযোগ্য বর্ণনাকারী এবং ইবনু ‘উমার (রাঃ)-এর মুক্তদাস। ‘উমার ইবনু নাফি‘ একজন নির্ভরযোগ্য বর্ণনাকারী। কিন্তু তার অপর মুক্তদাস ‘আবদুল্লাহ ইবনু নাফি‘ হাদীস শাস্ত্রে দুর্বল।"
  },
  {
    "hadith_id": 2766,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসুলূল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেন, তোমাদের মাঝে কেউ যখন পিঠের উপর চিৎ হয়ে শয়ণ করে তখন যেন সে এক পা অপর পায়ের উপর না রাখে।\n\nসহীহঃ সহীহাহ্‌ (৩/২৫৪)",
    "ar": "حَدَّثَنَا عُبَيْدُ بْنُ أَسْبَاطِ بْنِ مُحَمَّدٍ الْقُرَشِيُّ، حَدَّثَنَا أَبِي، حَدَّثَنَا سُلَيْمَانُ التَّيْمِيُّ، عَنْ خِدَاشٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا اسْتَلْقَى أَحَدُكُمْ عَلَى ظَهْرِهِ فَلاَ يَضَعْ إِحْدَى رِجْلَيْهِ عَلَى الأُخْرَى ‏\"‏ ‏.‏ هَذَا حَدِيثٌ رَوَاهُ غَيْرُ وَاحِدٍ عَنْ سُلَيْمَانَ التَّيْمِيِّ ‏.‏ وَلاَ يُعْرَفُ خِدَاشٌ هَذَا مَنْ هُوَ وَقَدْ رَوَى لَهُ سُلَيْمَانُ التَّيْمِيُّ غَيْرَ حَدِيثٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটি একাধিক বর্ণনাকারী সুলাইমান আত্‌-তাইমীর সূত্রে বর্ণনা করেছেন। সানাদে বর্ণিত খিদাশ অপরিচিত। সুলাইমান আত্‌-তাইমী তার বরাতে একাধিক হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2767,
    "narrator": "জাবির (রাঃ)",
    "bn": "(রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) )ইশতিমালুস সাম্মা (বাম কাঁধ অনাবৃত রেখে চাদরের দুই প্রান্ত দান কাঁধে জড়ো করে পরতে) , ইহতিবা (নিতম্বে ভর করে হাঁটুদ্বয় উঁচু করে পেটের সাথে চাদর পেচিয়ে বসতে) এবং এক পায়ের উপড় অপর পা (হাঁটু ভাঁজ করে) উঠিয়ে পিঠের উপর চিত হয়ে শুতে বারণ করেছেন।\n\nসহীহঃ সহীহাহ (১২৫৫) মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَى عَنِ اشْتِمَالِ الصَّمَّاءِ وَالاِحْتِبَاءِ فِي ثَوْبٍ وَاحِدٍ وَأَنْ يَرْفَعَ الرَّجُلُ إِحْدَى رِجْلَيْهِ عَلَى الأُخْرَى وَهُوَ مُسْتَلْقٍ عَلَى ظَهْرِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন , এ হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2768,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন , রাসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম) জনৈক ব্যক্তিকে পেটের উপর হয়ে শুয়ে থাকতে দেখে বললেনঃ আল্লাহ তাআলা এ রকম শোয়া পছন্দ করেন না।\n\nহাসান সহীহঃ মিশকাত (৪৭১৮, ৪৭১৯)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، وَعَبْدُ الرَّحِيمِ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، حَدَّثَنَا أَبُو سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ رَأَى رَسُولُ اللَّهِ صلى الله عليه وسلم رَجُلاً مُضْطَجِعًا عَلَى بَطْنِهِ فَقَالَ ‏ \"‏ إِنَّ هَذِهِ ضَجْعَةٌ لاَ يُحِبُّهَا اللَّهُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ طِهْفَةَ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى وَرَوَى يَحْيَى بْنُ أَبِي كَثِيرٍ هَذَا الْحَدِيثَ عَنْ أَبِي سَلَمَةَ عَنْ يَعِيشَ بْنِ طِهْفَةَ عَنْ أَبِيهِ وَيُقَالُ طِخْفَةُ وَالصَّحِيحُ طِهْفَةُ ‏.‏ وَقَالَ بَعْضُ الْحُفَّاظِ الصَّحِيحُ طِخْفَةُ وَيُقَالُ طِغْفَةُ ‏.‏ يَعِيشُ هُوَ مِنَ الصَّحَابَةِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "তিহফা ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ঈসা বলেন , ইয়াহইয়া ইবনু আবী কাসীর উক্ত হাদীস আবূ সালাম হতে , তিনি ইয়াঈশ ইবনু তিহফা হতে , তিনি তার বাবার সুত্রে বর্ণনা করেছেন । তিহফার স্থলে তিখফা উচ্চারণও আছে । তবে তিহফা- ই সঠিক । আবার তিগবা উচ্চারণও আছে। কিছু সংখ্যক হাদীসের হাফিয বলেন যে , তিখফা উচ্চারণই যথার্থ । ইয়াঈশ সাহাবীদের  অন্তর্ভুক্ত।"
  },
  {
    "hadith_id": 2770,
    "narrator": "জাবির ইবনু সামুরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কে তাঁর বাম পার্শ্বদেশে বালিশে হেলান দিয়ে শুয়ে থাকতে দেখেছি।\n\nসহীহঃ মুখতাসার শামা-য়িল (১০৪)",
    "ar": "حَدَّثَنَا عَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ الْبَغْدَادِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ الْكُوفِيُّ، أَخْبَرَنَا إِسْرَائِيلُ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم مُتَّكِئًا عَلَى وِسَادَةٍ عَلَى يَسَارِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَرَوَى غَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ إِسْرَائِيلَ عَنْ سِمَاكٍ عَنْ جَابِرِ بْنِ سَمُرَةَ قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم مُتَّكِئًا عَلَى وِسَادَةٍ ‏.‏ وَلَمْ يَذْكُرْ عَلَى يَسَارِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদিসটি হাসান গারীব। একাধিক বর্ণনাকারী ইসরাইল হতে, তিনি সিমাক হতে তিনি জাবির ইবনু সামুরাহ্‌ (রাঃ) হতে যে হাদিসটি বর্ণনা করেছেন, তাতে বাম “ পার্শ্বদেশ” কথাটুকু নেই ।"
  },
  {
    "hadith_id": 2771,
    "narrator": "জাবির ইবনু সামুরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে  বালিশে হেলান দিয়ে  শুয়ে থাকতে দেখেছি।\n\nসহীহ : দেখুন পূর্বের  হাদিস।",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، حَدَّثَنَا وَكِيعٌ، عَنْ إِسْرَائِيلَ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم مُتَّكِئًا عَلَى وِسَادَةٍ ‏.‏ هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ `ঈসা বলেন,  হাদিসটি সহীহ্।"
  },
  {
    "hadith_id": 2772,
    "narrator": "আবূ মাস'ঊদ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তির প্রভাবাধীন এলাকায় কেউ  ইমামতি করবে না এবং তার বাড়ীতে তার নির্দিষ্ট আসনে তার অনুমতি ব্যতীত বসবে না। \n\nসহীহ : ইরওয়াহ্ (৪৯৪), সহীহ আবূ দাঊদ (৫৯৪)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِسْمَاعِيلَ بْنِ رَجَاءٍ، عَنْ أَوْسِ بْنِ ضَمْعَجٍ، عَنْ أَبِي مَسْعُودٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ يُؤَمُّ الرَّجُلُ فِي سُلْطَانِهِ وَلاَ يُجْلَسُ عَلَى تَكْرِمَتِهِ فِي بَيْتِهِ إِلاَّ بِإِذْنِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন,  হাদীসটি হাসান সহীহ্।"
  },
  {
    "hadith_id": 2773,
    "narrator": "বুরাইদাহ্ (রাঃ)",
    "bn": "তিনি বলেন,  কোন একদিন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (কোথাও) হেঁটে যাচ্ছিলেন।  তখন জনৈক ব্যাক্তি একটি গাধা সাথে নিয়ে এসে বলল,  হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)!  আপনি আরোহন করুন,  এবং সে পিছনে সরে গেল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ না,  তুমি পিছনে যেও না,  তুমি তোমার বাহনের সামনে বসার অধিকারী, তবে আমার জন্য স্বেচ্ছায় ছেড়ে দিলে ভিন্ন কথা।  লোকটি বলল, আমি তা আপনাকে দিয়ে দিলাম।  বর্ণনাকারী বলেন,  তারপর তিনি সাওয়ার হলেন।\n\nসহীহ : মিশকাত (৩৯১৮), ইরওয়াহ্ (২/২৫৭)",
    "ar": "حَدَّثَنَا أَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ، حَدَّثَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ وَاقِدٍ، حَدَّثَنِي أَبِي، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، قَالَ سَمِعْتُ أَبِي بُرَيْدَةَ، يَقُولُ بَيْنَمَا النَّبِيُّ صلى الله عليه وسلم يَمْشِي إِذْ جَاءَهُ رَجُلٌ وَمَعَهُ حِمَارٌ فَقَالَ يَا رَسُولَ اللَّهِ ارْكَبْ ‏.‏ وَتَأَخَّرَ الرَّجُلُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لأَنْتَ أَحَقُّ بِصَدْرِ دَابَّتِكَ إِلاَّ أَنْ تَجْعَلَهُ لِي ‏\"‏ ‏.‏ قَالَ قَدْ جَعَلْتُهُ لَكَ ‏.‏ قَالَ فَرَكِبَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَفِي الْبَابِ عَنْ قَيْسِ بْنِ سَعْدِ بْنِ عُبَادَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা  বলেন,  এ হাদীসটি হাসান এই সূত্রে গারীব। ক্বাইস ইবনু সা'দ ইবনু উবাদা (রাঃ)হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2774,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রশ্ন করলেন : তোমাদের চাদর আছে কি? আমি বললাম,  আমরা চাদর কোথায় পাব? তিনি বললেনঃ খুব শীঘ্রই তা তোমাদের নিকট থাকবে। জাবির (রাঃ)বলেন, আমি আমার স্ত্রীকে বললাম, আমার নিকট হতে তোমার চাদরটি সরিয়ে নাও। সে বলল, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি বলেননি যে,  অচিরেই তোমাদের নিকট চাদর থাকবে?  তিনি (জাবির)  বলেন, এরপর আমি তাকে এ কথা বলা হতে বিরত হলাম।\n\nসহীহ : বুখারি ও মুসলিম",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هَلْ لَكُمْ أَنْمَاطٌ ‏\"‏ ‏.‏ قُلْتُ وَأَنَّى تَكُونُ لَنَا أَنْمَاطٌ قَالَ ‏\"‏ أَمَا إِنَّهَا سَتَكُونُ لَكُمْ أَنْمَاطٌ ‏\"‏ ‏.‏ قَالَ فَأَنَا أَقُولُ لاِمْرَأَتِي أَخِّرِي عَنِّي أَنْمَاطَكِ فَتَقُولُ أَلَمْ يَقُلِ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّهَا سَتَكُونُ لَكُمْ أَنْمَاطٌ ‏\"‏ ‏.‏ قَالَ فَأَدَعُهَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন,  এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2775,
    "narrator": "ইয়াস ইবনু সালামাহ্ (রহঃ) হতে তার বাবা",
    "bn": "তিনি বলেন, কোন একদিন আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আশ্-শাহ্ববাহ্ নামক খচ্চরটি টেনে নিয়ে যাচ্ছিলাম। হাসান ও হুসাইন (রাঃ)তাঁর সামনে-পিছনে বসা ছিলেন। আমি সেটা টেনে  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হুজরার নিকটে নিয়ে গেলাম।\n\nহাসান : মুসলিম (৭/১৩০)",
    "ar": "حَدَّثَنَا عَبَّاسٌ الْعَنْبَرِيُّ بْنُ عَبْدِ الْعَظِيمِ، حَدَّثَنَا النَّضْرُ بْنُ مُحَمَّدٍ، هُوَ الْجُرَشِيُّ الْيَمَامِيُّ حَدَّثَنَا عِكْرِمَةُ بْنُ عَمَّارٍ، عَنْ إِيَاسِ بْنِ سَلَمَةَ، عَنْ أَبِيهِ، قَالَ لَقَدْ قُدْتُ نَبِيَّ اللَّهِ صلى الله عليه وسلم وَالْحَسَنَ وَالْحُسَيْنَ عَلَى بَغْلَتِهِ الشَّهْبَاءِ حَتَّى أَدْخَلْتُهُ حُجْرَةَ النَّبِيِّ صلى الله عليه وسلم هَذَا قُدَّامُهُ وَهَذَا خَلْفُهُ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَعَبْدِ اللَّهِ بْنِ جَعْفَرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু 'আব্বাস ও আব্দুল্লাহ ইবনু জা'ফার (রাঃ)হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।  আবূ 'ঈসা বলেন,  এ হাদীসটি হাসান সহীহ এই সূত্রে গারীব।"
  },
  {
    "hadith_id": 2776,
    "narrator": "জারীর ইবনু 'আব্দুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে(কারো প্রতি) হঠাৎ দৃষ্টি পড়া বিষয়ে প্রশ্ন করলাম।  তিনি আমাকে দৃষ্টি ফিরিয়ে নিতে আদেশ করলেন।\n\nসহীহ: হিজাবুল মারয়াহ্ (৩৫),সহীহ আবূ দাঊদ (১৮৬৪),মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا يُونُسُ بْنُ عُبَيْدٍ، عَنْ عَمْرِو بْنِ سَعِيدٍ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ، عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ نَظْرَةِ الْفَجْأَةِ فَأَمَرَنِي أَنْ أَصْرِفَ بَصَرِي ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو زُرْعَةَ بْنُ عَمْرٍو اسْمُهُ هَرِمٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আবূ যূর'আর নাম হারিম।"
  },
  {
    "hadith_id": 2778,
    "narrator": "উম্মু সালামা (রাঃ)",
    "bn": "তিনি ও মাইমূনা (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পাশে হাযির ছিলেন। তিনি বলেন, আমরা দু’জন তাঁর নিকটে অবস্থানরত থাকতেই ইবনু উম্মু মাকতূম (রাঃ) তাঁর নিকট এলেন। এটা পর্দার নির্দেশ অবতীর্ণ হওয়ার পরের ঘটনা। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা উভয়ে তার থেকে পর্দা কর। আমি (উম্মু সালামা) বললাম, হে আল্লাহ্‌র রাসূল! তিনি কি অন্ধ নন? তিনি তো আমাদেরকে দেখতেও পারছেন না চিনতেও পারছেন না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমরাও কি অন্ধ, তোমরাও কি তাকে দেখতে পাচ্ছ না। \n\nযঈফ, মিশকাত (৩১১৬), ইরওয়া (১৮০৬), আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ।",
    "ar": "حَدَّثَنَا سُوَيْدٌ، حَدَّثَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ بْنُ يَزِيدَ، عَنِ ابْنِ شِهَابٍ، عَنْ نَبْهَانَ، مَوْلَى أُمِّ سَلَمَةَ أَنَّهُ حَدَّثَهُ أَنَّ أُمَّ سَلَمَةَ حَدَّثَتْهُ أَنَّهَا، كَانَتْ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَمَيْمُونَةُ قَالَتْ فَبَيْنَا نَحْنُ عِنْدَهُ أَقْبَلَ ابْنُ أُمِّ مَكْتُومٍ فَدَخَلَ عَلَيْهِ وَذَلِكَ بَعْدَ مَا أُمِرْنَا بِالْحِجَابِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ احْتَجِبَا مِنْهُ ‏\"‏ ‏.‏ فَقُلْتُ يَا رَسُولَ اللَّهِ أَلَيْسَ هُوَ أَعْمَى لاَ يُبْصِرُنَا وَلاَ يَعْرِفُنَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَفَعَمْيَاوَانِ أَنْتُمَا أَلَسْتُمَا تُبْصِرَانِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2779,
    "narrator": "আমর ইবনুল আস (রাঃ)এর মুক্তদাস( আবূ কাইস 'আবদুর রাহমান ইবনু সাবিত)",
    "bn": "কোন একদিন 'আমর ইবনুল আস (রাঃ)আসমা বিনতু উমাইসের নিকট যাবার অনুমতি প্রার্থনার জন্য তাকে 'আলী (রাঃ)-এর নিকট পাঠান। তিনি তাকে অনুমতি দিলেন। তিনি ('আমর) যখন প্রয়োজনীয় আলাপ শেষ করলেন, তখন উক্ত গোলাম এ প্রসঙ্গে 'আমর ইবনুল 'আস রাদিল্লাহু আনহু-কে প্রশ্ন করল। তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্বামীদের অনুমতি ব্যতীত তাদের স্ত্রীদের নিকট যেতে আমাদের নিষেধ করেছেন।\n\nসহীহ : আদাবুয্  যিফাক নতুন সংস্করন (২৮২-২৮৩)",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ نَصْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ ذَكْوَانَ، عَنْ مَوْلَى، عَمْرِو بْنِ الْعَاصِي أَنَّ عَمْرَو بْنَ الْعَاصِي، أَرْسَلَهُ إِلَى عَلِيٍّ يَسْتَأْذِنُهُ عَلَى أَسْمَاءَ بِنْتِ عُمَيْسٍ فَأَذِنَ لَهُ حَتَّى إِذَا فَرَغَ مِنْ حَاجَتِهِ سَأَلَ الْمَوْلَى عَمْرَو بْنَ الْعَاصِي عَنْ ذَلِكَ فَقَالَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم نَهَانَا أَنْ نَدْخُلَ عَلَى النِّسَاءِ بِغَيْرِ إِذْنِ أَزْوَاجِهِنَّ ‏.‏ وَفِي الْبَابِ عَنْ عُقْبَةَ بْنِ عَامِرٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উকবা ইবনু আমির, 'আবদুল্লাহ ইবনু আমর ও জাবির (রাঃ)হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ 'ঈসা বলেন,  এ হাদীসটি  হাসান সহীহ।"
  },
  {
    "hadith_id": 2781,
    "narrator": "হুমাইদ ইবনু 'আবদুর রহমান (রহঃ)",
    "bn": "তিনি মু'আবিয়াহ্ (রাঃ)-কে মাদীনার এক ভাষণে  বলতে শুনেছেন : হে মাদীনাবাসীগণ!  তোমাদের আলিমগণ কোথায়? আমি তো রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এসব ’কুসসা' (অন্যের চুল)  ব্যবহার করতে নিষেধ করতে শুনেছি।  তিনি আরো বলতন : বানী ইসরাঈলগণ তখনি  ধ্বংস হয়েছে,  যখন তাদের রমনীগণ কুসসা( অপরের চুল)  ব্যবহার শুরু করে।  \n\nসহীহ : গাইয়াতুল মারাম (১০০), বুখারি ও মুসলিম।",
    "ar": "حَدَّثَنَا سُوَيْدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، أَخْبَرَنَا حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّهُ سَمِعَ مُعَاوِيَةَ، بِالْمَدِينَةِ يَخْطُبُ يَقُولُ أَيْنَ عُلَمَاؤُكُمْ يَا أَهْلَ الْمَدِينَةِ إِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَنْهَى عَنْ هَذِهِ الْقُصَّةِ وَيَقُولُ ‏ \"‏ إِنَّمَا هَلَكَتْ بَنُو إِسْرَائِيلَ حِينَ اتَّخَذَهَا نِسَاؤُهُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ مُعَاوِيَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন,  এ হাদীস হাসান সহীহ। মু'আবিয়াহ্ (রা:) হতে বিভিন্ন সূত্রে এ হাদীসটি বর্ণিত আছে।"
  },
  {
    "hadith_id": 2782,
    "narrator": "'আবদুল্লাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমন সব নারীর উপর লানত করেছেন, যারা অঙ্গে উলকি আঁকে ও অন্যকে দিয়ে উল্কি আঁকায় এবং সৌন্দর্যের জন্য ভ্রুর চুল উপড়িয়ে আল্লাহ তা'আলার সৃষ্টিকে পরিবর্তন করে।\n\nসহীহ : আদাবুয্ যিফাক (২০২-২০৪) নতুন সংস্করণ।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم لَعَنَ الْوَاشِمَاتِ وَالْمُسْتَوْشِمَاتِ وَالْمُتَنَمِّصَاتِ مُبْتَغِيَاتٍ لِلْحُسْنِ مُغَيِّرَاتٍ خَلْقَ اللَّهِ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ شُعْبَةُ وَغَيْرُ وَاحِدٍ مِنَ الأَئِمَّةِ عَنْ مَنْصُورٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন,  এ হাদীস হাসান সহীহ। শু'বাহ ও অন্যান্য হাদীস বিশারদগণ এ হাদীসটি মানসূর হতে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2783,
    "narrator": "ইবনু 'উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ যে পরচুলা বানায় এবং যে তা ব্যবহার করে,  যে উলকি আঁকে এবং অন্যকে দিয়ে আঁকায়, আল্লাহ তা'আলা তাদেরকে লা'নাত করেছেন। নাফি' ( রাহ:) বলেন,  উলকি আঁকা হয় সাধারণত : নীচের মাড়িতে।\n\nসহীহ : ইবনু মা-জাহ (১৯৮৭), বুখারি ও মুসলিম।",
    "ar": "حَدَّثَنَا سُوَيْدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ لَعَنَ اللَّهُ الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ وَالْوَاشِمَةَ وَالْمُسْتَوْشِمَةَ ‏\"‏ ‏.‏ قَالَ نَافِعٌ الْوَشْمُ فِي اللِّثَةِ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ عَائِشَةَ وَمَعْقِلِ بْنِ يَسَارٍ وَأَسْمَاءَ بِنْتِ أَبِي بَكْرٍ وَابْنِ عَبَّاسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন,  এ হাদীস হাসান সহীহ। 'আয়িশাহ্, মা'কিল ইবনু ইয়াসার, আসমা বিনতু আবূ বাকর ও ইবনু 'আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। মুহাম্মদ ইবনু বাশশার- ইয়াহ্ইয়া ইবনু সা'ঈদ হতে, তিনি 'উবাইদুল্লাহ ইবনু 'উমার হতে, তিনি নাফি' হতে, তিনি ইবনু 'উমার (রাঃ)  হতে, তিনি  নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে উপরোক্ত হাদীসের একই রকম হাদীস বর্ণনা করেছেন। এই সূত্রে বর্ণনাকারীগণ নাফি' ( রাহ:) -এর বক্তব্যটুকু উল্লেখ করেননি।  আবূ 'ঈসা বলেন,  এই হাদীসটিও হাসান সহীহ।"
  },
  {
    "hadith_id": 2784,
    "narrator": "ইবনু 'আব্বাস (রাঃ)",
    "bn": "তিনি বলেন,  যেসব নারী পুরুষের বেশ ধারণ করে এবং যেসব পুরুষ নারীদের বেশ ধারণ করে তাদেরকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অভিসম্পাত করেছেন।\n\nসহীহ : ইবনু মা-জাহ (১৯০৪),বুখারি।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا شُعْبَةُ، وَهَمَّامٌ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمُتَشَبِّهَاتِ بِالرِّجَالِ مِنَ النِّسَاءِ وَالْمُتَشَبِّهِينَ بِالنِّسَاءِ مِنَ الرِّجَالِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন,  এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2785,
    "narrator": "ইবনু 'আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  নারীর বেশধারী পুরুষদেরকে  এবং পুরুষের বেশধারী নারীদেরকে লা'নাত করেছেন।\n\nসহীহ :দেখুন পূর্বের হাদীস ,বুখারি ও মুসলিম।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، وَأَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لَعَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمُخَنَّثِينَ مِنَ الرِّجَالِ وَالْمُتَرَجِّلاَتِ مِنَ النِّسَاءِ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ عَائِشَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন,  এ হাদীসটি হাসান সহীহ। 'আয়িশাহ্ (রাঃ)  হতেও এ অনুচ্ছেদে  হাদীস বর্ণিত আছে ।"
  },
  {
    "hadith_id": 2786,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ প্রতিটি চোখই যেনাকারী। কোন নারী সুগন্ধি মেখে কোন মজলিসের পাশ দিয়ে গেলে সে এমন এমন  অর্থাৎ যেনাকারিণী।\n\nহাসান : তাখরীজুল ইমান লি আবী 'উবাইদা(৯৬/১১০), তাখরীজুল মিশকাত (৬৫), হিজাবুল মারয়াহ্ (৬৪)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، عَنْ ثَابِتِ بْنِ عِمَارَةَ الْحَنَفِيِّ، عَنْ غُنَيْمِ بْنِ قَيْسٍ، عَنْ أَبِي مُوسَى، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ كُلُّ عَيْنٍ زَانِيَةٌ وَالْمَرْأَةُ إِذَا اسْتَعْطَرَتْ فَمَرَّتْ بِالْمَجْلِسِ فَهِيَ كَذَا وَكَذَا يَعْنِي زَانِيَةً ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবু হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।  আবূ 'ঈসা বলেন,  এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2788,
    "narrator": "'ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "তিনি বলেন,  নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে  বলেছেনঃ যে সুগন্ধির গন্ধ আছে কিন্তু রং নেই সেটিই পুরুষের জন্য উত্তম সুগন্ধি এবং যে সুগন্ধির রং আছে কিন্তু  গন্ধ  নেই সেটিই নারীর জন্য উত্তম সুগন্ধি।  আর তিনি লাল রেশমের তৈরি আসনে বসতে  বারণ করেছেন।\n\nসহীহ : প্রাগুক্ত",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو بَكْرٍ الْحَنَفِيُّ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ قَالَ لِي النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِنَّ خَيْرَ طِيبِ الرَّجُلِ مَا ظَهَرَ رِيحُهُ وَخَفِيَ لَوْنُهُ وَخَيْرَ طِيبِ النِّسَاءِ مَا ظَهَرَ لَوْنُهُ وَخَفِيَ رِيحُهُ ‏\"‏ ‏.‏ وَنَهَى عَنْ مِيثَرَةِ الأُرْجُوَانِ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন,  হাদীসটি হাসান এবং উপরোক্ত সূত্রে গারীব।"
  },
  {
    "hadith_id": 2787,
    "narrator": "আবু হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পুরুষের সুগন্ধি এমন হবে যার সুগন্ধ প্রকাশ পায় কিন্তু রং গোপন থাকে এবং নারীর সুগন্ধ এমন হবে যার রং প্রকাশ পায় কিন্তু  সুগন্ধ গোপন থাকে।\n\nসহীহ  : মিশকাত (৪৪৪৩), মুখতাসার শামা-য়িল (১৮৮), আর-রাদ্দু আলাল কিত্তানী পৃঃ (১১)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ الْحَفَرِيُّ، عَنْ سُفْيَانَ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ رَجُلٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ طِيبُ الرِّجَالِ مَا ظَهَرَ رِيحُهُ وَخَفِيَ لَوْنُهُ وَطِيبُ النِّسَاءِ مَا ظَهَرَ لَوْنُهُ وَخَفِيَ رِيحُهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "'আলী ইবনু হুজর-ইসমাঈল ইবনু  ইবরাহীম হতে, তিনি আল-জুরাইরী হতে, তিনি আবূ নায্ রাহ্  হতে, তিনি আত-তুফাবী হতে, তিনি আবূ হুরাইরাহ্ (রাঃ)  হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে, এই সূত্রে উক্ত মর্মে একই রকম হাদীস বর্ণনা করেছেন। আবূ 'ঈসা বলেন,  এ হাদীসটি হাসান। এই হাদীসের মাধ্যমে আমরা আত-তুফাবীর সাথে পরিচিত কিন্তু তার নাম আমাদের নিকট অজ্ঞাত। ইসমাঈল ইবনু ইবরাহীমের হাদীসটি অনেক বেশি পরিপূর্ণ ও দীর্ঘ। 'ইমরান ইবনু হুসাইন (রাঃ)  হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2791,
    "narrator": "আবূ উসমান আন-নাহদী (রহঃ)",
    "bn": "তিনি বলেন,  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কাউকে সুগন্ধি (হাদিয়া) দেয়া হলে সে যেন তা ফিরিয়ে না দেয়। কেননা এটা জান্নাত হতে নিঃসৃত। \n\nযঈফ, মুখতাসার শামায়িল (১৮৯) যঈফা (৭৬৪), আবূ ঈসা বলেন, এ হাদীসটি গারীব। উক্ত হাদিস ছাড়া হানানের সূত্রে আর কোন হাদিস বর্ণিত আছে কি-না তা আমাদের জানা নেই। আবূ উসমান আন-নাহদীর নাম আবদুর রাহমান ইবনু মুল্ল। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সময়কাল পেলেও তাঁকে দেখেননি এবং তাঁর নিকট সরাসরি হাদিসও শুনেননি।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ خَلِيفَةَ أَبُو عَبْدِ اللَّهِ، - بَصْرِيٌّ - وَعَمْرُو بْنُ عَلِيٍّ قَالاَ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ حَجَّاجٍ الصَّوَّافِ، عَنْ حَنَانٍ، عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا أُعْطِيَ أَحَدُكُمُ الرَّيْحَانَ فَلاَ يَرُدَّهُ فَإِنَّهُ خَرَجَ مِنَ الْجَنَّةِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَلاَ نَعْرِفُ حَنَانًا إِلاَّ فِي هَذَا الْحَدِيثِ وَأَبُو عُثْمَانَ النَّهْدِيُّ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ مُلٍّ وَقَدْ أَدْرَكَ زَمَنَ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَرَهُ وَلَمْ يَسْمَعْ مِنْهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2789,
    "narrator": "সুমামাহ্ ইবনু 'আবদুল্লাহ (রহঃ)",
    "bn": "তিনি বলেন,  আনাস (রাঃ)  কখনো সুগন্ধি ফিরিয়ে দিতেন না।  আনাস (রাঃ)  বলেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-ও সুগন্ধি ফিরিয়ে দিতেন না।\n\nসহীহ : মুখতাসার শামা-য়িল (১৮৬), বুখারি।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا عَزْرَةُ بْنُ ثَابِتٍ، عَنْ ثُمَامَةَ بْنِ عَبْدِ اللَّهِ، قَالَ كَانَ أَنَسٌ لاَ يَرُدُّ الطِّيبَ ‏.‏ وَقَالَ أَنَسٌ إِنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ لاَ يَرُدُّ الطِّيبَ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।  আবূ 'ঈসা বলেন,  এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2790,
    "narrator": "ইবনু 'উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তিনটি বস্তু প্রত্যাখ্যান করা যায় না : (১) বালিশ, (২) সুগন্ধি, (৩) দুধ।\n\nহাসান : প্রাগুক্ত (১৮৭)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُسْلِمٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ ثَلاَثٌ لاَ تُرَدُّ الْوَسَائِدُ وَالدُّهْنُ وَاللَّبَنُ ‏\"‏ ‏.‏ الدُّهْنُ يَعْنِي بِهِ الطِّيبَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَعَبْدُ اللَّهِ هُوَ ابْنُ مُسْلِمِ بْنِ جُنْدَبٍ وَهُوَ مَدَنِيٌّ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন,  এ হাদীসটি গারীব। 'আবদুল্লাহ ইবনু মুসলিমের দাদার নাম জুনদুব এবং তিনি মাদানী।"
  },
  {
    "hadith_id": 2792,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন,  রাসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ কোন নারী অন্য নারীর সাথে (বস্ত্রহীন অবস্থায়)  শরীর মিলিয়ে শোবে না।  কেননা সে তার স্বামীর নিকট অপর নারীর শরীরের বর্ণনা দিবে এবং মনে হবে সে যেন তাকে চাক্ষুস দেখছে।\n\nসহীহ : সহীহ আবী দাঊদ (১৮৬৬), বুখারী।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقِ بْنِ سَلَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تُبَاشِرُ الْمَرْأَةُ الْمَرْأَةَ حَتَّى تَصِفَهَا لِزَوْجِهَا كَأَنَّمَا يَنْظُرُ إِلَيْهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন,  এ হাদীসটি  হাসান সহীহ।"
  },
  {
    "hadith_id": 2793,
    "narrator": "আবূ সা'ঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ এক পুরুষ অন্য পুরুষের গুপ্তাঙ্গের দিকে এবং এক নারী  অন্য নারীর  গুপ্তাঙ্গের দিকে তাকাবে না। এক পুরুষ অন্য পুরুষের সাথে এবং এক নারী অন্য নারীর সাথে এক কাপড়ের ভেতর শোবে না। \n\nসহীহ : ইবনু মা-জাহ (৬৬১),মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، أَخْبَرَنِي الضَّحَّاكُ بْنُ عُثْمَانَ، أَخْبَرَنِي زَيْدُ بْنُ أَسْلَمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ يَنْظُرُ الرَّجُلُ إِلَى عَوْرَةِ الرَّجُلِ وَلاَ تَنْظُرُ الْمَرْأَةُ إِلَى عَوْرَةِ الْمَرْأَةِ وَلاَ يُفْضِي الرَّجُلُ إِلَى الرَّجُلِ فِي الثَّوْبِ الْوَاحِدِ وَلاَ تُفْضِي الْمَرْأَةُ إِلَى الْمَرْأَةِ فِي الثَّوْبِ الْوَاحِدِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন,  এ হাদীসটি হাসান গারীব সহীহ।"
  },
  {
    "hadith_id": 2795,
    "narrator": "জারহাদ আল-আসলামী (রাঃ)",
    "bn": "তিনি বলেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদের মধ্যে জারহাদের পাশ দিয়ে গেলেন। সে সময় তার ঊরুদেশ উলঙ্গ অবস্থায় ছিল। তিনি বললেনঃ ঊরুদেশও আভরণীয় অঙ্গ।\n\nসহীহ : ইরওয়াহ্ (১/২৯৭-২৯৮), মিশকাত (৩১১৪)",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي النَّضْرِ، مَوْلَى عُمَرَ بْنِ عُبَيْدِ اللَّهِ عَنْ زُرْعَةَ بْنِ مُسْلِمِ بْنِ جَرْهَدٍ الأَسْلَمِيِّ، عَنْ جَدِّهِ، جَرْهَدٍ قَالَ مَرَّ النَّبِيُّ صلى الله عليه وسلم بِجَرْهَدٍ فِي الْمَسْجِدِ وَقَدِ انْكَشَفَ فَخِذُهُ فَقَالَ ‏ \"‏ إِنَّ الْفَخِذَ عَوْرَةٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ مَا أَرَى إِسْنَادَهُ بِمُتَّصِلٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন,  এ হাদীসটি হাসান । আমার মতে  এর সনদসূত্র মুত্তাসিল (পরস্পর সংযুক্ত)  নয়।"
  },
  {
    "hadith_id": 2796,
    "narrator": "ইবনু  'আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ ঊরুও একটি আভরণীয় অঙ্গ।  \n\nসহীহ  : দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى الْكُوفِيُّ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي يَحْيَى، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْفَخِذُ عَوْرَةٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2797,
    "narrator": "জারহাদ (রা:)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ উরুও আভরণীয় অঙ্গ।\n\nসহীহ।",
    "ar": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنِ الْحَسَنِ بْنِ صَالِحٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَمَّدِ بْنِ عَقِيلٍ، عَنْ عَبْدِ اللَّهِ بْنِ جَرْهَدٍ الأَسْلَمِيِّ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْفَخِذُ عَوْرَةٌ ‏\"‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَفِي الْبَابِ عَنْ عَلِيٍّ وَمُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ جَحْشٍ وَلِعَبْدِ اللَّهِ بْنِ جَحْشٍ صُحْبَةٌ وَلاِبْنِهِ مُحَمَّدٍ صُحْبَةٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান এবং উপরোক্ত সূত্রে গারীব। ‘আলী ও মুহাম্মাদ ইবনু ‘আব্দুল্লাহ ইবনু জাহ্শ (রা:) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। ‘আব্দুল্লাহ ইবনু জাহ্শ ও তার ছেলে মুহাম্মাদ (রা:) (উভয়েই) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাহচর্য লাভ করেছেন।"
  },
  {
    "hadith_id": 2798,
    "narrator": "জারহাদ (রা:)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তার পাশ দিয়ে যাচ্ছিলেন আর তখন তার উরু খোলা অবস্থায় ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাকে বললেনঃ তোমরা উরু ঢেকে রাখ, কেননা এটাও আভরণীয় অঙ্গ।\n\nসহীহ।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ أَبِي الزِّنَادِ، أَخْبَرَنِي ابْنُ جَرْهَدٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم مَرَّ بِهِ وَهُوَ كَاشِفٌ عَنْ فَخِذِهِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ غَطِّ فَخِذَكَ فَإِنَّهَا مِنَ الْعَوْرَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান।"
  },
  {
    "hadith_id": 2799,
    "narrator": "সালিহ ইবনু আবূ হাসসান(রহ:)",
    "bn": "আমি সাঈদ ইবনুল মুসাঈয়্যাব(রহ:)-কে বলতে শুনেছি, অবশ্যই আল্লাহ তা’আলা পবিত্র এবং পবিত্রতা ভালোবাসেন। তিনি পরিচ্ছন্ন এবং পরিচ্ছন্নতা পছন্দ করেন। তিনি মহান ও দয়ালু, মহত্ব ও দয়া ভালোবাসেন। তিনি দানশীল, দানশীলতাকে ভালোবাসেন। সুতরাং তোমরাও পরিষ্কার-পরিচ্ছন্ন থেক। আমার মনে হয় তিনি বলেছেনঃ তোমাদের আশেপাশের পরিবেশকেও পরিচ্ছন্ন রাখ এবং ইয়াহুদীদের অনুকরণ করো না। সালিহ বলেন, আমি এ প্রসঙ্গে মুহাজির ইবনু মিসমারের নিকটে বর্ণনা করলাম। তিনি বলেন, আমির ইবনু সা’দ তার পিতার সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  হতে একই রকম হাদীস আমার কাছে বলেছেন, তোমাদের আশেপাশের পরিবেশকে পরিচ্ছন্ন রাখ। \n\nযঈফঃ গা-ইয়াতুল মারাম (১১৩), তবে “আল্লাহ দানশীল…” এই অংশটুকু সহীহ, সহীহাহ্(২৩৬-১৬২৭), হিজাবুল মারয়াহ্ (১০১)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، حَدَّثَنَا خَالِدُ بْنُ إِلْيَاسَ، وَيُقَالُ ابْنُ إِيَاسٍ، عَنْ صَالِحِ بْنِ أَبِي حَسَّانَ، قَالَ سَمِعْتُ سَعِيدَ بْنَ الْمُسَيَّبِ، يَقُولُ إِنَّ اللَّهَ طَيِّبٌ يُحِبُّ الطَّيِّبَ نَظِيفٌ يُحِبُّ النَّظَافَةَ كَرِيمٌ يُحِبُّ الْكَرَمَ جَوَادٌ يُحِبُّ الْجُودَ فَنَظِّفُوا أُرَاهُ قَالَ أَفْنِيَتَكُمْ وَلاَ تَشَبَّهُوا بِالْيَهُودِ ‏.‏ قَالَ فَذَكَرْتُ ذَلِكَ لِمُهَاجِرِ بْنِ مِسْمَارٍ فَقَالَ حَدَّثَنِيهِ عَامِرُ بْنُ سَعْدِ بْنِ أَبِي وَقَّاصٍ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ إِلاَّ أَنَّهُ قَالَ نَظِّفُوا أَفْنِيَتَكُمْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَخَالِدُ بْنُ إِلْيَاسَ يُضَعَّفُ",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি গারীব। খালিদ ইবনু ইল্য়াস মতান্তরে ইয়াসকে হাদীস শাস্ত্রে দুর্বল বলা হয়েছে।"
  },
  {
    "hadith_id": 2800,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমরা নগ্নতা হতে বেঁচে থাক। কেননা তোমাদের এমন সঙ্গী আছেন (কিরামান-কাতিবীন) যারা পেশাব- পায়খানা ও স্বামী-স্ত্রীর সহবাসের সময় ছাড়া অন্য কোন সময় তোমাদের হতে আলাদা হন না। সুতরাং তাদের লজ্জা কর এবং সম্মান কর। \n\nযঈফ, ইরওয়া (৬৪), মিশকাত, তাহকীক ছানী (৩১১৫),আবূ ঈসা বলেন, এই হাদীসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই এ হাদিস জানতে পেরেছি। আবূ মুহাইয়্যার নাম ইয়াহ্‌ইয়া ইবনু ইয়া’লা।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مُحَمَّدِ بْنِ نِيْزَكَ الْبَغْدَادِيُّ، حَدَّثَنَا الأَسْوَدُ بْنُ عَامِرٍ، حَدَّثَنَا أَبُو مُحَيَّاةَ، عَنْ لَيْثٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِيَّاكُمْ وَالتَّعَرِّي فَإِنَّ مَعَكُمْ مَنْ لاَ يُفَارِقُكُمْ إِلاَّ عِنْدَ الْغَائِطِ وَحِينَ يُفْضِي الرَّجُلُ إِلَى أَهْلِهِ فَاسْتَحْيُوهُمْ وَأَكْرِمُوهُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ وَأَبُو مُحَيَّاةَ اسْمُهُ يَحْيَى بْنُ يَعْلَى ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2803,
    "narrator": "আবুল মালী আল-হুযালী (রহঃ)",
    "bn": "কোন এক সময় হিম্‌স অথবা সিরিয়ার বসবাসকারী কয়েকজন মহিলা ‘আয়িশা (রাঃ)-এর নিকট আসল। তিনি বললেন, তোমরা তো সেই এলাকার অধিবাসী, যার মহিলারা গোসলখানায় প্রবেশ করে। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছিঃ যে নারী তার স্বামীর ঘর ছাড়া অন্য কোথাও তার কাপড় খোলে, সে তার ও আল্লাহ তা’আলার মধ্যকার পর্দা ছিড়ে ফেলে। \n\nসহীহ। ইবনু-মাজাহ (৩৭৫০)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَنْبَأَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، قَالَ سَمِعْتُ سَالِمَ بْنَ أَبِي الْجَعْدِ، يُحَدِّثُ عَنْ أَبِي الْمَلِيحِ الْهُذَلِيِّ، أَنَّ نِسَاءً، مِنْ أَهْلِ حِمْصَ أَوْ مِنْ أَهْلِ الشَّامِ دَخَلْنَ عَلَى عَائِشَةَ فَقَالَتْ أَنْتُنَّ اللاَّتِي يَدْخُلْنَ نِسَاؤُكُنَّ الْحَمَّامَاتِ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَا مِنِ امْرَأَةٍ تَضَعُ ثِيَابَهَا فِي غَيْرِ بَيْتِ زَوْجِهَا إِلاَّ هَتَكَتِ السِّتْرَ بَيْنَهَا وَبَيْنَ رَبِّهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান।"
  },
  {
    "hadith_id": 2802,
    "narrator": "আইশা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নারী-পুরুষ উভয়কে গোসলখানায় যেতে বারণ করেছিলেন। পরে অবশ্য পুরুষের লুঙ্গি পরে সেখানে যাবার সম্মতি দিয়েছেন। \n\nযঈফ, ইবনু মাজাহ (২৭৪৯), আবূ ঈসা বলেন, আমরা শুধুমাত্র হাম্মাদ ইবনু সালামার রিওয়ায়াত হিসাবে এ হাদিস জেনেছি। এ হাদিসের সনদসূত্র খুব দৃঢ় নয়।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ الأَعْرَجِ، عَنْ أَبِي عُذْرَةَ، وَكَانَ، قَدْ أَدْرَكَ النَّبِيَّ صلى الله عليه وسلم عَنْ عَائِشَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى الرِّجَالَ وَالنِّسَاءَ عَنِ الْحَمَّامَاتِ ثُمَّ رَخَّصَ لِلرِّجَالِ فِي الْمَيَازِرِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ حَمَّادِ بْنِ سَلَمَةَ وَإِسْنَادُهُ لَيْسَ بِذَاكَ الْقَائِمِ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2801,
    "narrator": "জাবির (রা:)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ আল্লাহ তা’আলা ও পরকালের প্রতি যে লোক ঈমান রাখে সে যেন ইযার(লুঙ্গি) পরিহিত অবস্থা ছাড়া গোসলখানায় প্রবেশ না করে। আল্লাহ তা’আল ও পরকালের প্রতি যে লোক ঈমান রাখে সে যেন তার স্ত্রীকে গোসলখানায় প্রবেশ না করায়। আল্লাহ তা’আলা ও পরকালের প্রতি যে লোক ঈমান রাখে সে যেন এমন দস্তরখানে(খাদ্যের মাজলিসে) না  বসে যেখানে মদ পরিবেশন করা হয়।  \n\nহাসানঃ তা’লীকুর রাগীব (১/৮৮-৮৯), ইরওয়াহ্(১৯৪৯), গাইয়াতুল মারাম (১৯০)।",
    "ar": "حَدَّثَنَا الْقَاسِمُ بْنُ دِينَارٍ الْكُوفِيُّ، حَدَّثَنَا مُصْعَبُ بْنُ الْمِقْدَامِ، عَنِ الْحَسَنِ بْنِ صَالِحٍ، عَنْ لَيْثِ بْنِ أَبِي سُلَيْمٍ، عَنْ طَاوُسٍ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلاَ يَدْخُلِ الْحَمَّامَ بِغَيْرِ إِزَارٍ وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلاَ يُدْخِلْ حَلِيلَتَهُ الْحَمَّامَ وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلاَ يَجْلِسْ عَلَى مَائِدَةٍ يُدَارُ عَلَيْهَا بِالْخَمْرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ طَاوُسٍ عَنْ جَابِرٍ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ لَيْثُ بْنُ أَبِي سُلَيْمٍ صَدُوقٌ وَرُبَّمَا يَهِمُ فِي الشَّىْءِ ‏.‏ قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ وَقَالَ أَحْمَدُ بْنُ حَنْبَلٍ لَيْثٌ لاَ يُفْرَحُ بِحَدِيثِهِ كَانَ لَيْثٌ يَرْفَعُ أَشْيَاءَ لاَ يَرْفَعُهَا غَيْرُهُ فَلِذَلِكَ ضَعَّفُوهُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই তাউস হতে জাবির (রা:)-এর বর্ণনা হিসেবে জেনেছি। মুহাম্মাদ ইবনু ইসমাঈল(বুখারী)(রহ:) বলেন, লাইস ইবনু আবূ সুলাইম বর্ণনাকারী হিসেবে সত্যবাদী, তবে কোন কোন ক্ষেত্রে সন্দেহের শিকার হন। তিনি আরো বলেন, আহ্মাদ ইবনু হাম্বল(রহ:) বলেছেন যে, লাইসের বর্ণনায় উৎফুল্ল হওয়া যায় না। কেননা লাইস এমন কিছু বিষয় মারফূ’ হিসেবে বর্ণনা করেন যা অন্যরা মারফূ’ হিসেবে বর্ণনা করেন না। এই জন্যই তাকে যঈফ বলা হয়।"
  },
  {
    "hadith_id": 2805,
    "narrator": "রাফি’ ইবনু ইসহাক(রহ:)",
    "bn": "রোগাক্রান্ত আবূ সাঈদ আল-খুদরী (রাঃ)-কে আমি ও আব্দুল্লাহ ইবনু আবূ তালহা(রহ:) দেখতে গেলাম। আবূ সাঈদ (রাঃ) বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  আমাদের অবহিত করেছেনঃ যে ঘরে (জীবজন্তুর) প্রতিকৃতি অথবা ছবি থাকে, সে ঘরে(রাহমাতের) ফেরেশতা প্রবেশ করেন না। ইসহাক সন্দেহে নিপতিত হয়েছেন, ছবির কথা না প্রতিকৃতির কথা বলেছেন।\n\nসহীহঃ গাইয়াতুল মারাম (১১৮), মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، أَنَّ رَافِعَ بْنَ إِسْحَاقَ، أَخْبَرَهُ قَالَ دَخَلْتُ أَنَا وَعَبْدُ اللَّهِ بْنُ أَبِي طَلْحَةَ، عَلَى أَبِي سَعِيدٍ الْخُدْرِيِّ نَعُودُهُ فَقَالَ أَبُو سَعِيدٍ أَخْبَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم أَنَّ الْمَلاَئِكَةَ لاَ تَدْخُلُ بَيْتًا فِيهِ تَمَاثِيلُ أَوْ صُورَةٌ ‏.‏ شَكَّ إِسْحَاقُ لاَ يَدْرِي أَيُّهُمَا قَالَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2804,
    "narrator": "আবূ তালহা (রা:)",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছিঃ কুকুর অথবা ভাস্কর্যের ছবি থাকে এমন ঘরে ফেরেশতারা প্রবেশ করেন না।\n\nসহীহঃ ইবনু ম-জাহ (৩৬৪৯), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا سَلَمَةُ بْنُ شَبِيبٍ، وَالْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، وَعَبْدُ بْنُ حُمَيْدٍ، وَغَيْرُ، وَاحِدٍ، وَاللَّفْظُ، لِلْحَسَنِ بْنِ عَلِيٍّ قَالُوا حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ، يَقُولُ سَمِعْتُ أَبَا طَلْحَةَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لاَ تَدْخُلُ الْمَلاَئِكَةُ بَيْتًا فِيهِ كَلْبٌ وَلاَ صُورَةُ تَمَاثِيلَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2806,
    "narrator": "আবূ হুরাইরাহ্ (রা:)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেঃ জিবরীল(আ)আমার নিকট এসে বললেন, গতরাতে আমি আপনার নিকট এসেছিলাম, কিন্তু আপনার অবস্থানরত ঘরের দরজায় একটি পুরুষের প্রতিকৃতি, ঘরের মধ্যে প্রাণীর ছবিযুক্ত একটি সূক্ষ্ম কাপড়ের পর্দা এবং একটি কুকুর আমাকে ভিতরে প্রবেশ করতে বাধা প্রদান করেছে। সুতরাং আপনি দরজার পাশে রাখা প্রতিকৃতিটির মাথা কেটে ফেলার আদেশ করুন, তাহলে সেটা গাছের আকৃতি হয়ে যাবে। আর পর্দাটিও কেটে ফেলতে বলুন আর তা দিয়ে সাধারণতঃ ব্যবহারের জন্য দু’টি গদি বানানো যাবে এবং কুকুরটিকে বের করে দেয়ার নির্দেশ দিন। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  জিবরীলের পরামর্শ মুতাবিক কাজ করলেন। আর কুকুর ছানাটি হাসান কিংবা হুসাইনের চৌকির নীচে বসা ছিল। যা হোক তিনি আদেশ করলেন এবং সে মুতাবিক এটাকেও বের করে দেয়া হল।\n\nসহীহঃ আদবুয যিফাফ নতুন সংস্করণ (১৯০-১৯৬)।",
    "ar": "حَدَّثَنَا سُوَيْدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنَا يُونُسُ بْنُ أَبِي إِسْحَاقَ، حَدَّثَنَا مُجَاهِدٌ، قَالَ حَدَّثَنَا أَبُو هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَتَانِي جِبْرِيلُ فَقَالَ إِنِّي كُنْتُ أَتَيْتُكَ الْبَارِحَةَ فَلَمْ يَمْنَعْنِي أَنْ أَكُونَ دَخَلْتُ عَلَيْكَ الْبَيْتَ الَّذِي كُنْتَ فِيهِ إِلاَّ أَنَّهُ كَانَ فِي بَابِ الْبَيْتِ تِمْثَالُ الرِّجَالِ وَكَانَ فِي الْبَيْتِ قِرَامُ سِتْرٍ فِيهِ تَمَاثِيلُ وَكَانَ فِي الْبَيْتِ كَلْبٌ فَمُرْ بِرَأْسِ التِّمْثَالِ الَّذِي بِالْبَابِ فَلْيُقْطَعْ فَيَصِيرَ كَهَيْئَةِ الشَّجَرَةِ وَمُرْ بِالسِّتْرِ فَلْيُقْطَعْ وَيُجْعَلْ مِنْهُ وِسَادَتَيْنِ مُنْتَبَذَتَيْنِ يُوَطَآنِ وَمُرْ بِالْكَلْبِ فَيُخْرَجْ ‏\"‏ ‏.‏ فَفَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَانَ ذَلِكَ الْكَلْبُ جَرْوًا لِلْحَسَنِ أَوِ الْحُسَيْنِ تَحْتَ نَضَدٍ لَهُ فَأَمَرَ بِهِ فَأُخْرِجَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ عَائِشَةَ وَأَبِي طَلْحَةَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। ‘আয়িশাহ্ ও আবূ তাল্হা (রা:) হতে এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2808,
    "narrator": "আলী ইবনু আবূ তালিব (রা:)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  সোনার আংটি, কাসসী(রেশমী) কাপড়, রেশমী জীনপোষ (গদি) এবং যবের তৈরী বদ নিষিদ্ধ করেছেন। আবুল আহওয়াস(রহ:) বলেন, জি’আহ্ হল মিসরে যব হতে তৈরী করা এক প্রকার মদ।\n\nহাদীসের বক্তব্য সহীহ।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ هُبَيْرَةَ بْنِ يَرِيمَ، قَالَ قَالَ عَلِيُّ بْنُ أَبِي طَالِبٍ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ خَاتِمِ الذَّهَبِ وَعَنِ الْقَسِّيِّ وَعَنِ الْمِيثَرَةِ وَعَنِ الْجَعَةِ ‏.‏ قَالَ أَبُو الأَحْوَصِ وَهُوَ شَرَابٌ يُتَّخَذُ بِمِصْرَ مِنَ الشَّعِيرِ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2809,
    "narrator": "বারাআ ইবনু ‘আযিব (রা:)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  আমাদেরকে সাতটি কাজ করার জন্য নির্দেশ দিয়েছেন এবং সাতটি কাজ করতে নিষেধ করেছেন। তিনি আমাদেরকে জানাযার অনুসরণ করতে, রোগীর খোঁজ-খবর নিতে, হাঁচিদাতার জবাব দিতে, দাওয়াতকারীর দাওয়াত গ্রহণ করতে, মযলিমের সাহায্য করতে, প্রতিশ্রুতি পূর্ণ করতে এবং সালামের উত্তর দিতে নির্দেশ দিয়েছেন। আর তিনি সাতটি কাজ হতে আমাদের বারণ করেছেঃ সোনার আংটি বা শাখা, রুপার পাত্র ব্যবহার করতে, রশমী বস্ত্র, মিহী রেশমী কাপড়, মোটা রেশমী কাপড়, কাসসী কাপড় পরিধান করতে।\n\nসহীহঃ বুখারী ও মুসলিম।\n\nআবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আশ’আস ইবনু সুলাইম হলেন আশ’আস ইবনু আবীশ শা’সা। আবুশ্ শা’মার নাম সুলাইম ইবনুল আসওয়াদ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، قَالاَ حَدَّثَنَا شُعْبَةُ، عَنِ الأَشْعَثِ بْنِ سُلَيْمٍ، عَنْ مُعَاوِيَةَ بْنِ سُوَيْدِ بْنِ مُقَرِّنٍ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ أَمَرَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِسَبْعٍ وَنَهَانَا عَنْ سَبْعٍ أَمَرَنَا بِاتِّبَاعِ الْجَنَازَةِ وَعِيَادَةِ الْمَرِيضِ وَتَشْمِيتِ الْعَاطِسِ وَإِجَابَةِ الدَّاعِي وَنَصْرِ الْمَظْلُومِ وَإِبْرَارِ الْقَسَمِ وَرَدِّ السَّلاَمِ وَنَهَانَا عَنْ سَبْعٍ عَنْ خَاتِمِ الذَّهَبِ أَوْ حَلْقَةِ الذَّهَبِ وَآنِيَةِ الْفِضَّةِ وَلُبْسِ الْحَرِيرِ وَالدِّيبَاجِ وَالإِسْتَبْرَقِ وَالْقَسِّيِّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَشْعَثُ بْنُ سُلَيْمٍ هُوَ أَشْعَثُ بْنُ أَبِي الشَّعْثَاءِ وَأَبُو الشَّعْثَاءِ اسْمُهُ سُلَيْمُ بْنُ الأَسْوَدِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2810,
    "narrator": "সামুরাহ্ ইবনু জুনদাব (রা:)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ তোমরা সাদা পোশাক পরিধান কর। কেননা এটা সবচেয়ে পবিত্র ও উত্তম। আর তোমাদের মৃতদেরকেও এ কাপড়ে কাফন দিও।\n\nসহীহঃ ইবনু মা-জাহ (১৪৭২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ مَيْمُونِ بْنِ أَبِي شَبِيبٍ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْبَسُوا الْبَيَاضَ فَإِنَّهَا أَطْهَرُ وَأَطْيَبُ وَكَفِّنُوا فِيهَا مَوْتَاكُمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَابْنِ عُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। ইবনু আব্বাস ও ইবনু উমার (রা:) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2811,
    "narrator": "জাবির ইবনু সামুরা (রাঃ)",
    "bn": "তিনি বলেনঃ এক জোছনা রাতে আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তাকিয়ে দেখলাম। তাঁর পরনে ছিল একজোড়া লাল রং-এর পোশাক। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দিকে এবং চাঁদের দিকে তাকাতে লাগলাম।  তিনিই আমার কাছে চাঁদের চাইতে অধিক সুন্দর মনে হল। \n\nযঈফ, মুখতাসার শামায়িল (৮)। উহাকে সহীহ বলা ভুল। \n\nআবূ ঈসা বলেনঃ এ হাদীসটি হাসান গারীব। আমরা শুধুমাত্র আশআসের রিওয়ায়াত হিসাবে এ হাদিস জেনেছি। শুবা ও সুফিয়ান সাওরী তাঁরা উভয়েই আবূ ইসহাক হতে বারাআ ইবনু আযিব (রাঃ)- এর সূত্রে বর্ণনা করেছেন তিনি বলেনঃ “আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পরনে একজোড়া লাল পোশাক দেখেছি”। সহীহ, পূর্বে ১৭২৪ নং হাদীসটি বর্ণিত হয়েছে। \n\nমাহমূদ ইবনু গাইলান-ওয়াকী হতে তিনি সুফিয়ান হতে তিনি আবূ ইসহাক হতে তিনি মুহাম্মাদ ইবনু বাশশার হতে তিনি মুহাম্মাদ ইবনু জাফার হতে তিনি শুবা হতে তিনি আবূ ইসহাক হতে উপরোক্ত হাদিস বর্ণনা কারেছেন। এ হাদিসে আরো অধিক কথা আছে। আমি মুহাম্মাদকে প্রশ্ন করলাম, আবূ ইসহাক-আল-বারাআ (রাঃ) সূত্রে বর্ণিত হাদীসটি বেশি সহীহ না জাবির ইবনু সামুরা (রাঃ)- এর সূত্রে বর্ণিত হাদীসটি? তিনি উভয় হাদিস সহীহ বলে মত দিয়েছেন। এ অনুচ্ছেদে বারাআ ও আবূ জুহাইফা (রাঃ) হতেও হাদিস বর্ণিত আছে।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عَبْثَرُ بْنُ الْقَاسِمِ، عَنِ الأَشْعَثِ، وَهُوَ ابْنُ سَوَّارٍ عَنْ أَبِي إِسْحَاقَ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي لَيْلَةٍ إِضْحِيَانٍ فَجَعَلْتُ أَنْظُرُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَإِلَى الْقَمَرِ وَعَلَيْهِ حُلَّةٌ حَمْرَاءُ فَإِذَا هُوَ عِنْدِي أَحْسَنُ مِنَ الْقَمَرِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ الأَشْعَثِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2812,
    "narrator": "আবূ রিমসা (রা:)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে দু’টি সবুজ চাদর পরিহিত অবস্থায় দেখেছি। \n\nসহীহঃ মুখতাসার শামা-য়িল (৩৬)।\n\nআবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব। আমরা এ হাদীসটি শুধুমাত্র ‘উবাইদুল্লাহ্ ইবনু ইয়াদের সূত্রেই জেনেছি। আবূ রিমসা আত্-তাইমীর নাম হাবীব ইবনু হাইয়্যান, মতান্তরে রিফাআ ইবনু ইয়াসরিবী।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ إِيَادِ بْنِ لَقِيطٍ، عَنْ أَبِيهِ، عَنْ أَبِي رِمْثَةَ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم وَعَلَيْهِ بُرْدَانِ أَخْضَرَانِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عُبَيْدِ اللَّهِ بْنِ إِيَادٍ ‏.‏ وَأَبُو رِمْثَةَ التَّيْمِيُّ يُقَالُ اسْمُهُ حَبِيبُ بْنُ حَيَّانَ وَيُقَالُ اسْمُهُ رِفَاعَةُ بْنُ يَثْرِبِيٍّ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2813,
    "narrator": "আয়িশাহ্ (রা:)",
    "bn": "তিনি বলেন, একদিন সকালে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  কালো পশমী চাদর পরিহিত অবস্থায় বের হলেন।\n\nসহীহঃ মুখতাসার শামা-য়িল (৫৬), মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، أَخْبَرَنِي أَبِي، عَنْ مُصْعَبِ بْنِ شَيْبَةَ، عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، عَنْ عَائِشَةَ، قَالَتْ خَرَجَ النَّبِيُّ صلى الله عليه وسلم ذَاتَ غَدَاةٍ وَعَلَيْهِ مِرْطٌ مِنْ شَعَرٍ أَسْوَدَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব সহীহ।"
  },
  {
    "hadith_id": 2814,
    "narrator": "ক্বাইলা বিনতু মাখ্রামাহ্ (রা:)",
    "bn": "তিনি বলেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট হাযির হলাম। তারপর তিনি লম্বা হাদীস বর্ণনা করেন। সূর্য প্রখর হয়ে উঠার পর জনৈক ব্যাক্তি এসে বলল, আসসালামু আলাইকা ইয়া রাসূলুল্লাহ। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃ ওয়ালাইকাস সালাম ওয়া রাহমাতুল্লাহ। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর পরণে বিবর্ণ হয়ে যাওয়া জাফরানী রং-এর দু’টি পুরনো কাপড় ছিল এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে ছিল একটি খেজুরের ডাল। \n\nহাসানঃ মুখতাসার শামা-য়িল, তাহকীক সানী (৫৩)।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ الصَّفَّارُ أَبُو عُثْمَانَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ حَسَّانَ، أَنَّهُ حَدَّثَتْهُ جَدَّتَاهُ، صَفِيَّةُ بِنْتُ عُلَيْبَةَ وَدُحَيْبَةُ بِنْتُ عُلَيْبَةَ حَدَّثَتَاهُ عَنْ قَيْلَةَ بِنْتِ مَخْرَمَةَ، وَكَانَتَا، رَبِيبَتَيْهَا وَقَيْلَةُ جَدَّةُ أَبِيهِمَا أُمُّ أُمِّهِ أَنَّهَا قَالَتْ قَدِمْنَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرَتِ الْحَدِيثَ بِطُولِهِ حَتَّى جَاءَ رَجُلٌ وَقَدِ ارْتَفَعَتِ الشَّمْسُ فَقَالَ السَّلاَمُ عَلَيْكَ يَا رَسُولَ اللَّهِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ وَعَلَيْكَ السَّلاَمُ وَرَحْمَةُ اللَّهِ ‏\"‏ ‏.‏ وَعَلَيْهِ تَعْنِي النَّبِيَّ صلى الله عليه وسلم - أَسْمَالُ مُلَيَّتَيْنِ كَانَتَا بِزَعْفَرَانٍ وَقَدْ نَفَضَتَا وَمَعَ النَّبِيِّ صلى الله عليه وسلم عُسَيْبُ نَخْلَةٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ قَيْلَةَ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ حَسَّانَ",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, আমরা এ হাদীসটি শুধুমাত্র ‘আব্দুল্লাহ্ ইবনু হাসসানের রিওয়ায়াত হিসেবে জেনেছি।"
  },
  {
    "hadith_id": 2815,
    "narrator": "আনাস ইবনু মালিক (রা:)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  পুরুষদেরকে জাফরানী রং ব্যবহার করতে নিষেধ করেছেন। \n\nসহীহঃ বুখারী (৫৮৪৬), মুসলিম (৬/১৫৫)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، قَالَ ح وَحَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ حَمَّادِ بْنِ زَيْدٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ التَّزَعْفُرِ لِلرِّجَالِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। এ হাদীসটি শু’বাহ্-ইসমাঈল ইবনু উলাইয়্যা হতে, তিনি ‘আব্দুল আযীয ইবনু সুহাইব হতে, তিনি আনাস (রা:) হতে এই সূত্রে বর্ণিত আছে যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  জাফরানী রং ব্যবহার করতে নিষেধ করেছেন। ‘আব্দুল্লাহ্ ইবনু আব্দুর রাহমান-আদাম হতে, তিনি শু’বাহ্(রহ:) হতে এরকম বর্ণনা করেছেন। আবূ ‘ঈসা বলেন, “পুরুষের জন্য জাফরান লাগানো নিষেধ” এ কথার অর্থ হল জাফরানী রং-এর সুগন্ধি লাগানো তাদের জন্য নিষেধ।"
  },
  {
    "hadith_id": 2817,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, আমি ‘উমার (রাঃ)-কে উল্লেখ করতে শুনেছি যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ দুনিয়াতে যে লোক রেশমী কাপড় পরবে, সে আখিরাতে তা পরতে পারবে না।  \n\nসহীহঃ গায়তাতুল মারাম (৭৮), বুখারী ও মুসলিম",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، حَدَّثَنِي مَوْلَى، أَسْمَاءَ عَنِ ابْنِ عُمَرَ، قَالَ سَمِعْتُ عُمَرَ، يَذْكُرُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ لَبِسَ الْحَرِيرَ فِي الدُّنْيَا لَمْ يَلْبَسْهُ فِي الآخِرَةِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ عَلِيٍّ وَحُذَيْفَةَ وَأَنَسٍ وَغَيْرِ وَاحِدٍ وَقَدْ ذَكَرْنَاهُ فِي كِتَابِ اللِّبَاسِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ قَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عُمَرَ ‏.‏ وَمَوْلَى أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ الصِّدِّيقِ اسْمُهُ عَبْدُ اللَّهِ وَيُكْنَى أَبَا عُمَرَ وَقَدْ رَوَى عَنْهُ عَطَاءُ بْنُ أَبِي رَبَاحٍ وَعَمْرُو بْنُ دِينَارٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "‘আলী, হুযাইফাহ, আনাস (রাযীঃ) প্রমুখ সাহাবীদের মতে এ অনুচ্ছেদে হাদীস বর্ণিত আছে যা আমি কিতাবুল লিবাসে উল্লেখ করেছি (১৭২০ নং হাদীসের অধীনে দ্রঃ)  আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান স হীহ । আবূ ‘আমর (রাঃ) হতে এটি ভিন্ন সূত্রেও ব র্ণিত আছে । আবূ ‘আমর- এর নাম ;আব্দুল্লাহ এবং উপনাম আবূ ‘আমর । আতা ইবনু আবী রাবাহ ও ‘আমর ইবনু দীনার (রাঃ) তাঁর সূত্রে হাদীস বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2818,
    "narrator": "মিসওয়ার ইবনু মাখরামাহ (রাঃ)",
    "bn": "কোন এক সময় রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  কয়েকটি কুবা বন্টন করলেন, কিন্তু মাখরামাকে এর কোন অংশই দিলেন না। তখন মাখরামাহ বললেন, ‘হে পুত্র! চল আমরা রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  –এর নিকট যাই। তিনি (মিসওয়ার) বলেন, আমি তার সাথে চললাম। (ঐখানে পৌছে) তিনি বললেন, ভিতরে যাও এবং আমার জন্য তাঁর নিকট আবেদন কর। আমি তাঁর নিকট গিয়ে তার জন্য আবেদন করলাম। তখন রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  কুবা গুলো হতে একটি কুবা হাতে নিয়ে বেরিয়ে আসলেন। এবং বললেনঃ তোমার জন্য এগুলো লুকিয়ে রেখেছিলাম। বর্ণনাকারী বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তার দিকে তাকিয়ে বললেনঃ মাখরামাহ এবার খুশি হয়েছো। \n\nসহীহঃ বুখারী ও মুসলিম",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَسَمَ أَقْبِيَةً وَلَمْ يُعْطِ مَخْرَمَةَ شَيْئًا فَقَالَ مَخْرَمَةُ يَا بُنَىَّ انْطَلِقْ بِنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَانْطَلَقْتُ مَعَهُ قَالَ ادْخُلْ فَادْعُهُ لِي فَدَعَوْتُهُ لَهُ فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم وَعَلَيْهِ قِبَاءٌ مِنْهَا فَقَالَ ‏\"‏ خَبَأْتُ لَكَ هَذَا ‏\"‏ ‏.‏ قَالَ فَنَظَرَ إِلَيْهِ فَقَالَ ‏\"‏ رَضِيَ مَخْرَمَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَابْنُ أَبِي مُلَيْكَةَ اسْمُهُ عَبْدُ اللَّهِ بْنُ عُبَيْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদিসটি হাসান সহীহ । ইবনু আবূ মুলাইকার নাম ‘আব্দুল্লাহ ইবনু ‘ঊবাইদুল্লাহ ইবনু আলী মুলাইকাহ ।"
  },
  {
    "hadith_id": 2820,
    "narrator": "বুরাইদা (রাঃ)",
    "bn": "(বাদশাহ) নাজাশী নকশাবিহীন দু’টি কালো রংয়ের চামড়ার মোজা রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  কে উপহার দিয়েছিলেন। তিনি তা পরিহিত অবস্হায় উযু করলেন এবং তাঁর উপর মাসিহ করলেন। \n\nসহীহ ইবনু মা-জাহঃ (৫৪৪৯)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ دَلْهَمِ بْنِ صَالِحٍ، عَنْ حُجَيْرِ بْنِ عَبْدِ اللَّهِ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، أَنَّ النَّجَاشِيَّ، أَهْدَى إِلَى النَّبِيِّ صلى الله عليه وسلم خُفَّيْنِ أَسْوَدَيْنِ سَاذَجَيْنِ فَلَبِسَهُمَا ثُمَّ تَوَضَّأَ وَمَسَحَ عَلَيْهِمَا ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ دَلْهَمٍ وَقَدْ رَوَاهُ مُحَمَّدُ بْنُ رَبِيعَةَ عَنْ دَلْهَمٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈ’সা বলেন, এ হাদিসটি হাসান । আমরা দালহামের বর্ণনা মতে এটি জেনেছি । মুহাম্মদ ইবনু রাবী‘আও এ হাদিসটি দালহামের সূত্রে বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2822,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ যে ব্যাক্তির নিকট পরামর্শ চাওয়া হ্য় সে একজন আমানাতদার। \n\t\nসহীহঃ ইবনু মা-জাহ (৩৭৪৫)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْمُسْتَشَارُ مُؤْتَمَنٌ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَى غَيْرُ وَاحِدٍ عَنْ شَيْبَانَ بْنِ عَبْدِ الرَّحْمَنِ النَّحْوِيِّ وَشَيْبَانُ هُوَ صَاحِبُ كِتَابٍ وَهُوَ صَحِيحُ الْحَدِيثِ وَيُكْنَى أَبَا مُعَاوِيَةَ ‏.‏ حَدَّثَنَا عَبْدُ الْجَبَّارِ بْنُ الْعَلاَءِ الْعَطَّارُ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ قَالَ قَالَ عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ إِنِّي لأُحَدِّثُ الْحَدِيثَ فَمَا أَدَعُ مِنْهُ حَرْفًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈ’সা বলেন, এ হাদিসটি হাসান । এ হাদিসটি শায়বান ইবনু ‘আব্দুর রাহমান আন-নাহবীর সূত্রে একাধিক বর্ণনাকারী বর্ণনা করেছেন । শাইবান একজন গ্রন্হপ্রণেতা, তার হাদীস সহীহ এবং তার উপনাম আবূ মু’আবিয়াহ । আব্দুল জাব্বার ইবনু আলা-আল-আত্তার-সুফইয়ান ইবনু উয়াইনাহ হতে বর্ণনা করেছেন, তিনি বলেন, মালিক ইবনু উমাইর বলেছেন, আমি হাদীশ বর্ণনা করার সময় তা হতে একটি অক্ষরও কম করি না ।"
  },
  {
    "hadith_id": 2823,
    "narrator": "উম্মু সালামাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ পরামর্শদাতা হল আমানতদার। (সুতরাং তার আমানত রক্ষা করা দায়িত্ব অর্থাৎ কল্যানময় সৎ পরামর্শ প্রদান করা উচিত)। \n\nপূর্বের হাদীস সহায়তায় সহীহ",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ دَاوُدَ بْنِ أَبِي عَبْدِ اللَّهِ، عَنِ ابْنِ جُدْعَانَ، عَنْ جَدَّتِهِ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْمُسْتَشَارُ مُؤْتَمَنٌ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَأَبِي هُرَيْرَةَ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ أُمِّ سَلَمَةَ ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু মাস’উদ, ইবনু হুরাইরাহ্ ও ইবনু ‘উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ঈ’সা বলেন এ হাদিসটি উম্মু সালামাত (রাঃ)-এর রিওয়ায়াত হিসেবে গারীব ।"
  },
  {
    "hadith_id": 2824,
    "narrator": "আবদুল্লাহ ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ (কুলক্ষণ সম্পর্কে কিছু থাকলে) এ তিনটিতে থাকতোঃ ১. নারী ২. ঘর ও ৩. জন্তু। \n\n“কোন বস্তুতে কুলক্ষণ থাকলে” অংশসহ হদীসটি সহীহঃ বুখারী ও মুসলিম। ঐ অংশ ব্যাতীত হাদীসটি শাযঃ সহীহাহ (৪৪৩, ৭৯৯, ১৮৯৭)",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، وَحَمْزَةَ، ابْنَىْ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ أَبِيهِمَا، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الشُّؤْمُ فِي ثَلاَثَةٍ فِي الْمَرْأَةِ وَالْمَسْكَنِ وَالدَّابَّةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَبَعْضُ أَصْحَابِ الزُّهْرِيِّ لاَ يَذْكُرُونَ فِيهِ عَنْ حَمْزَةَ إِنَّمَا يَقُولُونَ عَنْ سَالِمٍ عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَوَى مَالِكُ بْنُ أَنَسٍ هَذَا الْحَدِيثَ عَنِ الزُّهْرِيِّ فَقَالَ عَنْ سَالِمٍ وَحَمْزَةَ ابْنَىْ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ أَبِيهِمَا وَهَكَذَا رَوَى لَنَا ابْنُ أَبِي عُمَرَ هَذَا الْحَدِيثَ عَنْ سُفْيَانَ بْنِ عُيَيْنَةَ عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ وَحَمْزَةَ ابْنَىْ عَبْدِ اللَّهِ بْنِ عُمَرَ عَنْ أَبِيهِمَا عَنِ النَّبِيِّ صلى الله عليه وسلم ‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "আবূ ‘ঈসা বলেন, ও হাদিসটি হাসান সহীহ । ইমাম বুখারীর কিছু শিষ্য অত্র হাদীসের সনদে বর্ণনাকারী হামযার উল্লেখ করেননি । তারা এভাবে বর্ণনা করেছেনঃ সালিম-তার বাবা হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  হতে একইভাবে ইবনে আবি ‘ঊমারও এ হাদিসটি বর্ণনা করেছেন সুফিইয়ান ইবনু উয়াইনাহ হতে, তারা যুহরী হতে তিনি ইবনু ‘উমার (রাঃ)-এর পুত্রদ্বয় সালিম ও হামযা-তাদের বাবা হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  হতে । \nসাঈদ ইবনু ‘আবদুর রহমান সুফিইয়ান হতে তিনি যুহরী হতে তিনি সালিম (রাঃ) হতে তার বাআব্র সুত্রে উপরে বর্ণিত হাদীসের সামর্থক হাদীস বর্ণনা করেছেন । এ সুত্রে সাঈদ ইবনু ‘আবদূর রাহমান হামযা হতে এভাবে উল্লেখ করেননি । সা’ঈদের রিওয়ায়াত আধিকতর সহীহ । কেনান ‘আলী ইবনুল মাদীনী ও হুমাইদী (রাঃ) সুফইয়ানের সুত্রে বর্ণনা করেছেন । যুহরী আমাদের নিকট এ হাদীস শুধুমাত্র সালিম-ইবনু ‘উমার (রাঃ)-এর সুত্রেই বর্ণনা করেছেন । মালিক ইবনু আনাস (রহঃ) এ হাদিসটি যুহরীর সুত্রে বর্ণনা করেছেন এবং বলেছেনঃ ‘আব্দুল্লাহ ইবনু ‘উমার (রাঃ)-এর পুত্রদ্বয় সালিম ও হামযা হতে –তাদের বাবার সুত্রে । এ অনুচ্ছেদে সাহল ইবনু সা’দ, আয়িশাহ ও আনাস (রাঃ) হতেও হাদীস বর্ণিত রয়েছে । অধিকন্তু নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  হতে আরও বর্ণিত আছে যে, তিনি বলেছেনঃ “কোন কিছুতে কুলক্ষণ বলতে থাকলে নারী, জন্তু ও ঘরের মধ্যেই থাকতো” । \nতাছাড়া হাকীম ইবনু মু’আবিয়া (রাঃ) বলেনঃ আমি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতেশুনেছিঃ কুলক্ষম বলতে কিছু নেই । তবে কখনো কখনো  ঘর, নারী ও ঘোড়ার মধ্যে শুভ লক্ষণ (বারাকাহ) দেখা যায় । সহীহঃ ইবনু মাজাহ (১৯৩০)\n‘আলী ইবনে হুজর-ই’সমাইল ইবনু আইয়্যাশ হতে, তিনি সুলাইমান ইবনু সুলাইম হতে, তিনি ইয়াহইয়া ইবনু জাবির আত-তাঈ হতে, তিনি মু’আবিয়া ইবনু হাকীম হতে, তিনি তার চাচা হাসান ইবনু মু’আবিয়া (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  এই সূত্রে উক্ত হাদিসটি বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2825,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ যখন তোমরা তিনজন একত্রে থাকবে তখন দু’জনে তাদের সাথীকে বাদ দিয়ে কানাকানি (গোপন আলাপ) করবে না। সুফইয়ানের বর্ণনায় আছেঃ দু’জনে তৃতীয়জনকে বাদ দিয়েগোপন আলাপ না করে, কেননা ইহা তাকে চিন্তিত করে। \n\nসহীহঃ ইবনু মা-জাহ (৩৭৭৫), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، ح قَالَ وَحَدَّثَنِي ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِذَا كُنْتُمْ ثَلاَثَةً فَلاَ يَتَنَاجَى اثْنَانِ دُونَ صَاحِبِهِمَا ‏\"‏ ‏.‏ وَقَالَ سُفْيَانُ فِي حَدِيثِهِ ‏\"‏ لاَ يَتَنَاجَى اثْنَانِ دُونَ الثَّالِثِ فَإِنَّ ذَلِكَ يُحْزِنُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ - وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ لاَ يَتَنَاجَى اثْنَانِ دُونَ وَاحِدٍ فَإِنَّ ذَلِكَ يُؤْذِي الْمُؤْمِنَ وَاللَّهُ عَزَّ وَجَلَّ يَكْرَهُ أَذَى الْمُؤْمِنِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَأَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান সহীহ আরেক বর্ণনায় আছে যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেনঃ “একজনকে বাদ দিয়ে দু’জনে কানাকানি করবে না । কেননা ইহা মু’মিনের কষ্ট দেয় । আর আল্লাহ তা’য়ালা তো মুমিনকে কষ্ট দেয়া অপছন্দ করেন” । ইবনু ‘উমার, আবূ হুরাইরাহ্ ও ইবনু আব্বাস (রহঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে ।"
  },
  {
    "hadith_id": 2827,
    "narrator": "আবূ জুহাইফা (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে দেখেছি এবং হাসান ইবনু ‘আলী (রাঃ) ছিলেন তাঁর মতোই (অবয়ব সম্পন্ন)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، حَدَّثَنَا أَبُو جُحَيْفَةَ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم وَكَانَ الْحَسَنُ بْنُ عَلِيٍّ يُشْبِهُهُ ‏.‏ قَالَ أَبُو عِيسَى وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ نَحْوَ هَذَا ‏.‏ وَفِي الْبَابِ عَنْ جَابِرٍ ‏.‏ وَأَبُو جُحَيْفَةَ اسْمُهُ وَهْبٌ السُّوَائِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, একাধিক বর্ণনাকারী ইসমাইল ইবনু আবূ খালিদের সূত্রে একই রকম বর্ণনা করেছেন । জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ জুহাইফাহ (রাঃ)-এর নাম ওয়াহাব আস-সুওয়াঈ ।"
  },
  {
    "hadith_id": 2826,
    "narrator": "আবূ জুহাইফা (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে রক্তিমাভ সাদা দেখলাম এবং তাঁর কিছু চুল সাদা হয়ে গিয়েছিল। আর হাসান ইবনু ‘আলী ছিলেন ঠিক তারই প্রকৃতির। তিনি (রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম ))-এর তেরটি উঠতি বয়সের উটনি আমাদেরকে দেওয়ার জন্য আদেশ করলেন। কাজেই সেগুলো সংগ্রহের উদেশ্যে তাঁর নিকট রওয়ানা হলাম। এমন সময় আমাদের নিকট তাঁর মৃত্যুর সংবাদ এল। সেহেতু লোকেরা একটি উটনিও আমাদের দিলনা। তারপর আবু বকর (রাঃ) খিলাফাতে অধিষ্ঠিত হয়ে বললেন, যে ব্যাক্তির রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর ওয়া’দাহ আছে সে যেন উপস্হিত হয়। কাজেই আমি তাঁর নিকট উপস্থিত হয়ে সব কথা খুলে বললাম। তিনি আমাদেরকে উটনিগুলো দেয়ার আদেশ কার্যকর করলেন। \n\nসহীহঃ বুখারী ও মুসলিম",
    "ar": "حَدَّثَنَا وَاصِلُ بْنُ عَبْدِ الأَعْلَى الْكُوفِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ أَبِي جُحَيْفَةَ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم أَبْيَضَ قَدْ شَابَ وَكَانَ الْحَسَنُ بْنُ عَلِيٍّ يُشْبِهُهُ وَأَمَرَ لَنَا بِثَلاَثَةَ عَشَرَ قَلُوصًا فَذَهَبْنَا نَقْبِضُهَا فَأَتَانَا مَوْتُهُ فَلَمْ يُعْطُونَا شَيْئًا فَلَمَّا قَامَ أَبُو بَكْرٍ قَالَ مَنْ كَانَتْ لَهُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم عِدَةٌ فَلْيَجِئْ ‏.‏ فَقُمْتُ إِلَيْهِ فَأَخْبَرْتُهُ فَأَمَرَ لَنَا بِهَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَى مَرْوَانُ بْنُ مُعَاوِيَةَ هَذَا الْحَدِيثَ بِإِسْنَادٍ لَهُ عَنْ أَبِي جُحَيْفَةَ نَحْوَ هَذَا ‏.‏ وَقَدْ رَوَى غَيْرُ وَاحِدٍ عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ عَنْ أَبِي جُحَيْفَةَ قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم وَكَانَ الْحَسَنُ بْنُ عَلِيٍّ يُشْبِهُهُ وَلَمْ يَزِيدُوا عَلَى هَذَا ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন এ হাদিসটি হাসান । মারওয়ান ইবনু মু’আবিয়াহও নিজস্ব সনদে আবু জুহাইফাহ (রাঃ) হতে উক্ত হাদীসের মত বর্ণনা করেছেন । একাধিক বর্ণনাকারী ইসমাঈল ইবনু আবূ খালিদ থেকে বর্ণনা করেছেন যে, আবূ জুহাইফাহ (রাঃ) বলেছেন, আমি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে দেখেছি, হাসান ইবনু ‘আলী ছিলেন ঠিক তাঁরই সদৃশ । এই বর্ণনায় এর বেশি নেই ।"
  },
  {
    "hadith_id": 2830,
    "narrator": "সা’দ ইবনু আবূ ওয়াক্কস (রাঃ)",
    "bn": "তিনি বলেন, উহুদের দিন আমার জন্য রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর বাবা-মাকে একত্র করে বলেছেনঃ তোমার জন্য আমার বাবা-মা কুরবান হোক।\n\nসহীহঃ বুখারী (৩৭২৫), মুসলিম আনুরুপ",
    "ar": "وَقَدْ رَوَى غَيْرُ، وَاحِدٍ، هَذَا الْحَدِيثَ عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، قَالَ جَمَعَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَبَوَيْهِ يَوْمَ أُحُدٍ قَالَ ‏ \"‏ ارْمِ فِدَاكَ أَبِي وَأُمِّي ‏\"‏ ‏.‏ حَدَّثَنَا بِذَلِكَ قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ وَعَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ عَنْ يَحْيَى بْنِ سَعِيدٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ قَالَ جَمَعَ لِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَبَوَيْهِ يَوْمَ أُحُدٍ ‏.‏ وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَكِلاَ الْحَدِيثَيْنِ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান সহীহ । উভয়ই হাদিসই সহীহ ।"
  },
  {
    "hadith_id": 2828,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে সা’দ ইবনু আবূ ওয়াক্কস (রাঃ) ব্যাতিত আর কারো জন্য তাঁর বাবা-মাকে একত্র করতে শুনিনি। (অর্থাৎ এমন বলতে শুনিনি যে, আমার বাবা-মা তোমার জন্য কুরবান হোক)। \n\nসহীহঃ ইবনু মা-জাহ (১৩০), বুখারী ও মুসলিম",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعِيدٍ الْجَوْهَرِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ عَلِيٍّ، قَالَ مَا سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم جَمَعَ أَبَوَيْهِ لأَحَدٍ غَيْرَ سَعْدِ بْنِ أَبِي وَقَّاصٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2829,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে সা’দ ইবনু আবূ ওয়াক্কস (রাঃ) ছাড়া আর কারো জন্য তাঁর বাবা-মাকে একত্র করে বলেননি যে, আমার বাবা-মা তোমার জন্য কুরবান হোক। উহুদ যুদ্ধের দিন তিনি তাকে (সা’দকে) বলেছেনঃ চালাও তীর, আমার বাবা-মা  তোমার জন্য কুরবান হোক। হে নওজোয়ান যুবক! তীর ছুড়ো। \n\n\"হে তরুন যুবক\" এর উল্লেখ মুনকার, নাসাঈ। বুখারী ও মুসলিম এ অতিরিক্ত অংশ ব্যতীত বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ الصَّبَّاحِ الْبَزَّارُ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ جُدْعَانَ، وَيَحْيَى بْنِ سَعِيدٍ، سَمِعَا سَعِيدَ بْنَ الْمُسَيَّبِ، يَقُولُ قَالَ عَلِيٌّ مَا جَمَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَبَاهُ وَأُمَّهُ لأَحَدٍ إِلاَّ لِسَعْدِ بْنِ أَبِي وَقَّاصٍ قَالَ لَهُ يَوْمَ أُحُدٍ ‏\"‏ ارْمِ فِدَاكَ أَبِي وَأُمِّي ‏\"‏ ‏.‏ وَقَالَ لَهُ ‏\"‏ ارْمِ أَيُّهَا الْغُلاَمُ الْحَزَوَّرُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ الزُّبَيْرِ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ عَلِيٍّ ‏.",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "এ অনুচ্ছেদে জুবাইর ও জাবির (রাঃ) হতেও হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেনঃ এ হাদিসটি হাসান সহীহ । উক্ত হাদীস আলী (রাঃ) হতে বিভিন্ন সূত্রে বর্ণিত আছে । একাধিক বর্ণনাকারী এ হাদিসটি ইয়াহইয়া ইবনু সাঈদ হতে তিনি সাঈদ ইবনু মুসাইয়্যাব হতে তিনি সা’দ ইবনু আবি ওয়াক্কাস (রাঃ) বর্ণনা করেন যে, তিনি বলেন, উহুদের মাইদানে রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  আমার জন্য তাঁর বাবা-মাকে একত্র করেছেন (অর্থাৎ-তিনি বলেছেনঃ আমার বাবা-মা তোমার জন্য কুরবান হোক তুমি নিক্ষেপ কর) ।"
  },
  {
    "hadith_id": 2831,
    "narrator": "আনাস (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাকে “হে আমার পুত্র” বলে সম্বোধন করেছেন। \n\nসহীহঃ সহীহাহ (২৯৫৭), মুসলিম",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا أَبُو عَوَانَةَ، حَدَّثَنَا أَبُو عُثْمَانَ، شَيْخٌ لَهُ عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لَهُ ‏ \"‏ يَا بُنَىَّ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ الْمُغِيرَةِ وَعُمَرَ بْنِ أَبِي سَلَمَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ هَذَا الْوَجْهِ عَنْ أَنَسٍ ‏.‏ وَأَبُو عُثْمَانَ هَذَا شَيْخٌ ثِقَةٌ وَهُوَ الْجَعْدُ بْنُ عُثْمَانَ وَيُقَالُ ابْنُ دِينَارٍ وَهُوَ بَصْرِيٌّ وَقَدْ رَوَى عَنْهُ يُونُسُ بْنُ عُبَيْدٍ وَغَيْرُ وَاحِدٍ مِنَ الأَئِمَّةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুগীরাহ ও উমার ইবনু আলী সালামাহ (রাঃ) হতে এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান সহীহ এবং উক্ত সূত্রে গরীব এছাড়া অন্য সূত্রেও আনাস (রাঃ) হতে এ হাদিসটি বর্ণিত হয়েছে । বর্ণনাকারী আবূ ‘উসমান হলেন হাদীসের নির্ভরযোগ্য শাইখ । তার নাম আল-জাদ ইবনু ‘উসমান । তাকে ইবনু দীনারও বলা হয় । তিনি বাসরার অধিবাসী । ইউনুস ইবনু ‘উবাইদ, শু’বাহ এবং একাধিক ইমাম তার সূত্রে হাদীস বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2833,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ ‘আবদুল্লাহ ও ‘আবদূর রাহমান নাম আল্লাহ তা’য়ালার নিকট বেশি পছন্দনীয়। \n\nসহীহঃ ইবনু মা-জাহ(৩৭২৮), মুসলিম",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الأَسْوَدِ أَبُو عَمْرٍو الْوَرَّاقُ الْبَصْرِيُّ، حَدَّثَنَا مَعْمَرُ بْنُ سُلَيْمَانَ الرَّقِّيُّ، عَنْ عَلِيِّ بْنِ صَالِحٍ الْمَكِّيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عُثْمَانَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ أَحَبُّ الأَسْمَاءِ إِلَى اللَّهِ عَزَّ وَجَلَّ عَبْدُ اللَّهِ وَعَبْدُ الرَّحْمَنِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান এবং উপ্রোক্ত সূত্রে গারীব ।"
  },
  {
    "hadith_id": 2834,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেনঃ রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ আবশ্যই আল্লাহ তা’য়ালার নিকট অধিক পছন্দীয় নাম হলো ‘আবদুল্লাহ ও ‘আবদূর রাহমান। \n\nসহীহঃ দেখুন পূর্বের হাদিস",
    "ar": "حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ الْبَصْرِيُّ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ الْعُمَرِيِّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِنَّ أَحَبَّ الأَسْمَاءِ إِلَى اللَّهِ عَبْدُ اللَّهِ وَعَبْدُ الرَّحْمَنِ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদিসটি এ সূত্রে গারীব ।"
  },
  {
    "hadith_id": 2836,
    "narrator": "সামুরাহ ইবনু জুনদুব (রাঃ)",
    "bn": "রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ তোমরা সন্তানদের নাম রাবাহ, আফলাহ, ইয়াসার ও নাজীহ রেখোনা। কেউ প্রশ্ন করবে, ঐখানে ওমুক আছে কি? বলা হবেঃ না। \n\nসহীহঃ ইবনু ম-জাহ (৩৬৩০), মুসলিম",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، عَنْ شُعْبَةَ، عَنْ مَنْصُورٍ، عَنْ هِلاَلِ بْنِ يِسَافٍ، عَنِ الرَّبِيعِ بْنِ عُمَيْلَةَ الْفَزَارِيِّ، عَنْ سَمُرَةَ بْنِ جُنْدُبٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ تُسَمِّي غُلاَمَكَ رَبَاحٌ وَلاَ أَفْلَحُ وَلاَ يَسَارٌ وَلاَ نَجِيحٌ يُقَالُ أَثَمَّ هُوَ فَيُقَالُ لاَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদিসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2835,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেনঃ রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ অবশ্যই আমি নিষেধ করছি রাফি’ , বারাকাত ও ইয়াসার নাম রাখতে। \n\nসহীহঃ ইবনু মা-জাহ (৩৮২৯), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، عَنْ عُمَرَ بْنِ الْخَطَّابِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لأَنْهَيَنَّ أَنْ يُسَمَّى رَافِعٌ وَبَرَكَةُ وَيَسَارٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ هَكَذَا رَوَاهُ أَبُو أَحْمَدَ عَنْ سُفْيَانَ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ عَنْ عُمَرَ وَرَوَاهُ غَيْرُهُ عَنْ سُفْيَانَ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَأَبُو أَحْمَدَ ثِقَةٌ حَافِظٌ وَالْمَشْهُورُ عِنْدَ النَّاسِ هَذَا الْحَدِيثُ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَيْسَ فِيهِ عَنْ عُمَرَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদিসটি গারীব । এ হাদিসটি আবূ আহমাদ-সুফইয়ান হতে, তিনি আবূ আবুয যুবায়র হতে, তিনি জাবির হতে, তিনি ‘উমার (রাঃ) হতে এই সূত্রে একই রকম বর্ণনা করেছেন । আন্যান্য বর্ণনাকারীগণ সুফইয়ান হতে, তিনি আবূ সুফইয়ান হতে, তিনি জাবির (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  হতে এই সূত্রে বর্ণনা করেছেন । আবূ আহমাদ নির্ভরযোগ্য বর্ণনাকারী এবং হাদিসের হাফিয । কিন্তু জাবির (রাঃ) – নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  হতে, এই সূত্রেই লোকদের নিকট হাদিসটি প্রসিদ্ধ । তাতে ‘উমার (রাঃ)-এর উল্লেখ নেই ।"
  },
  {
    "hadith_id": 2837,
    "narrator": "আবূ হুরাইরাহ্‌ (রা:)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ কিয়ামাত দিবসে সেই ব্যক্তির নাম আল্লাহ তা‘আলার নিকট সবচাইতে নিকৃষ্ট নাম হবে, যে (দুনিয়ায়) ‘রাজাধিরাজ’ (মালিকুল আমলাক) নাম ধারন করে।\n\nসহীহ : সহীহাহ্‌ (৯১৪), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مَيْمُونٍ الْمَكِّيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ أَخْنَعُ اسْمٍ عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ رَجُلٌ تَسَمَّى بِمَلِكِ الأَمْلاَكِ ‏\"‏ ‏.‏ قَالَ سُفْيَانُ شَاهَانْ شَاهْ وَأَخْنَعُ يَعْنِي أَقْبَحَ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সুফ্‌ইয়ান বলেন, এর অর্থ হল শাহানশাহ । আখনাউ অর্থ আকবাহু (সর্বাধিক অবাঞ্ছিত) । আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2839,
    "narrator": "আয়িশাহ্‌ (রা:)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  নিকৃষ্ট নামসমূহ পরিবর্তন করে (ভালো নাম রেখে) দিতেন।\n\nসহীহ : সহীহাহ্‌ (২০৭, ২০৮)।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ نَافِعٍ الْبَصْرِيُّ، حَدَّثَنَا عُمَرُ بْنُ عَلِيٍّ الْمُقَدَّمِيُّ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُغَيِّرُ الاِسْمَ الْقَبِيحَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, আবূ বাক্‌র ইবনু নাফি‘ বলেছেন, এই হাদীসের সনদের ক্ষেত্রে ‘উমার ইবনু ‘আলী কখনো বলেন, হিশাম ইবনু ‘উরওয়াহ্‌-তার বাবা হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  হতে মুরসাল হিসেবে । তাতে তিনি আয়িশাহ্‌ (রা:)-এর উল্লেখ করেননি ।"
  },
  {
    "hadith_id": 2838,
    "narrator": "ইবনু ‘উমার (রা:)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  আসিয়া (রাঃ)-এর নাম পরিবর্তন করে বলেনঃ তুমি জামীলাহ্‌।\n\nসহীহ : ইবনু মা-জাহ (৩৭৩৩), মুসলিম।",
    "ar": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، وَأَبُو بَكْرٍ مُحَمَّدُ بْنُ بَشَّارٍ وَغَيْرُ وَاحِدٍ قَالُوا حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم غَيَّرَ اسْمَ عَاصِيَةَ وَقَالَ ‏ \"‏ أَنْتِ جَمِيلَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَإِنَّمَا أَسْنَدَهُ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ عَنْ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ وَرَوَى بَعْضُهُمْ هَذَا عَنْ عُبَيْدِ اللَّهِ عَنْ نَافِعٍ أَنَّ عُمَرَ ‏.‏ وَفِي الْبَابِ عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَعَبْدِ اللَّهِ بْنِ سَلاَمٍ وَعَبْدِ اللَّهِ بْنِ مُطِيعٍ وَعَائِشَةَ وَالْحَكَمِ بْنِ سَعْدٍ وَمُسْلِمٍ وَأُسَامَةَ بْنِ أَخْدَرِيٍّ وَشُرَيْحِ بْنِ هَانِئٍ عَنْ أَبِيهِ وَخَيْثَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِيهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, হাদীসটি হাসান গারীব । এ হাদীসটি ‘উবাইদুল্লাহ নাফি‘ হতে, তিনি ইবনু ‘উমার (রা:) হতে, এই সূত্রে ইয়াহ্‌ইয়া ইবুন সা‘ঈদ আল-কাত্তান মারফূরূপে বর্ণনা করেছেন । এটিকে কোন কোন বর্ণনাকারী ‘উবাইদুল্লাহ-নাফি‘ হতে, তিনি ‘উমার (রা:) হতে এই সূত্রে মুরসাল হাদীস হিসেবে বর্ণনা করেছেন । ‘আবদুর রাহমান ইবনু ‘আওফ, ‘আবদুল্লাহ ইবনু সালাম, ‘আবদুল্লাহ ইবনু মুতী’, ‘আয়িশাহ্‌, হাকাম ইবনু সা‘ঈদ, মুসলিম, উসামাহ্‌ ইবনু আখদারী, শুরাইহ ইবনু হানী-তার পিতা হতে এবং খাইসামাহ্‌ ইবনু ‘আবদুর রাহমান-তার বাবা হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে ।"
  },
  {
    "hadith_id": 2840,
    "narrator": "জুবাইর ইবনু মুত‘ইম (রা:)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ আমার কতগুলো নাম আছে। আমি মুহাম্মাদ (প্রশংসিত), আমি আহ্‌মাদ (সর্বাধিক প্রশংসাকারী), আমি মাহী (বিলীনকারী)। আল্লাহ তা‘আলা আমার দ্বারা কুফরী বিলীন করেন। আর আমি হাশির (সমবেতকারী), আমার পদাংক অনুসরণে মানুষকে হাশর করা হবে। আমি আক্বিব (চূড়ান্ত পরিণতি বা সবার পশ্চাতে আগমনকারী)। আমার পরে কোন নবী নেই।\n\nসহীহ : মুখ্‌তাসার শামা-য়িল (৩১৫), রাওযুন নাযীর (১/৩৪০)।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ مُحَمَّدِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ لِي أَسْمَاءً أَنَا مُحَمَّدٌ وَأَنَا أَحْمَدُ وَأَنَا الْمَاحِي الَّذِي يَمْحُو اللَّهُ بِيَ الْكُفْرَ وَأَنَا الْحَاشِرُ الَّذِي يُحْشَرُ النَّاسُ عَلَى قَدَمِي وَأَنَا الْعَاقِبُ الَّذِي لَيْسَ بَعْدِي نَبِيٌّ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ حُذَيْفَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হযাইফাহ্‌ (রা:) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2842,
    "narrator": "জাবির (রা:)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ তোমরা আমার নামে নাম রাখলে এক সঙ্গে আমার ডাকনামও রেখো না।\n\nসহীহ : ইবনু মা-জাহ (৩৭৩৬), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ، حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنِ الْحُسَيْنِ بْنِ وَاقِدٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا سَمَّيْتُمْ بِاسْمِي فَلاَ تَكْتَنُوا بِي ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান এবং এই সূত্রে গারীব ।"
  },
  {
    "hadith_id": 2843,
    "narrator": "আলী ইবনু আবী তালিব (রা:)",
    "bn": "তিনি বলেন, হে রাসূলুল্লাহ! আপনার পরে যদি আমার কোন ছেলে হয়, তাহলে তার নাম মুহাম্মাদ এবং আপনার ডাকনামে তার ডাকনাম রাখতে পারি কি? তিনি বললেনঃ হ্যাঁ। তিনি (‘আলী) বলেন, এর দ্বারা আমাকে অনুমতি দেয়া হল।\n\nসহীহ : মুখতাসার তুফাতুল ওয়াদূদ, মিশকাত তাহক্বীক্ব সানী (৪৭৭২)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، حَدَّثَنَا فِطْرُ بْنُ خَلِيفَةَ، حَدَّثَنِي مُنْذِرٌ، وَهُوَ الثَّوْرِيُّ عَنْ مُحَمَّدِ ابْنِ الْحَنَفِيَّةِ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ وُلِدَ لِي بَعْدَكَ أُسَمِّيهِ مُحَمَّدًا وَأُكْنِيهِ بِكُنْيَتِكَ قَالَ ‏ \"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَكَانَتْ رُخْصَةً لِي ‏.‏ هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2841,
    "narrator": "আবূ হুরাইরাহ্‌ (রা:)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাঁর নাম ও ডাকনাম মিলিয়ে ‘মুহাম্মাদ আবুল কাসিম’ এভাবে নাম রাখতে নিষেধ করেছেন।\n\nহাসান সহীহ : মিশকাত, তাহক্বীক্ব সানী (৪৭৬৯), সহীহাহ্‌ (২৯৪৬)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ عَجْلاَنَ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ يَجْمَعَ أَحَدٌ بَيْنَ اسْمِهِ وَكُنْيَتِهِ وَيُسَمَّى مُحَمَّدًا أَبَا الْقَاسِمِ ‏.‏ وَفِي الْبَابِ عَنْ جَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ كَرِهَ بَعْضُ أَهْلِ الْعِلْمِ أَنْ يَجْمَعَ الرَّجُلُ بَيْنَ اسْمِ النَّبِيِّ صلى الله عليه وسلم وَكُنْيَتِهِ وَقَدْ فَعَلَ ذَلِكَ بَعْضُهُمْ ‏.‏ \nرُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ سَمِعَ رَجُلاً، فِي السُّوقِ يُنَادِي يَا أَبَا الْقَاسِمِ فَالْتَفَتَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ لَمْ أَعْنِكَ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ لاَ تَكْتَنُوا بِكُنْيَتِي ‏\"‏ ‏.‏ حَدَّثَنَا بِذَلِكَ الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ عَنْ حُمَيْدٍ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا ‏.‏ وَفِي هَذَا الْحَدِيثِ مَا يَدُلُّ عَلَى كَرَاهِيَةِ أَنْ يُكْنَى أَبَا الْقَاسِمِ ‏.",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "জাবির (রা:) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ । কিছু আলিম এটা মাকরূহ মনে করেন । কিন্তু কিছু সংখ্যক আলিম রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নাম ও ডাকনাম একত্রে মিলিয়ে নাম রেখেছেন ।\nনাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  হতে বর্ণিত, কোন একদিন তিনি বাজারে জনৈক ব্যক্তিকে “হে আবুল কাসিম” বলে ডাক দিতে শুনলেন । সুতরাং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তার দিকে মুখ ফিরিয়ে তাকালে লোকটি বলল, আমি আপনাকে ডাকিনি । তখন নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেন : তোমরা আমার ডাকনামে নাম রেখো না ।\nআল-হাসান ইবনু ‘আলী আল-খাল্লাল-ইয়াযীদ ইবনু হারূন হতে, তিনি হুমাইদ হতে, তিনি আনাস (রা:) হতে এই সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  হতে এ হাদীসটি বর্ণনা করেছেন । আর এ হাদীসে প্রমাণিত হয় যে, আবুল কাসিম ডাক নাম রাখা মাকরূহ ।"
  },
  {
    "hadith_id": 2845,
    "narrator": "ইবনু ‘আব্বাস (রা:)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ নিঃসন্দেহে কোন কোন কবিতায় প্রজ্ঞাপূর্ণ কথাও আছে।\n\nহাসান সহীহ : ইবনু মা-জাহ (৩৭৫৬)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ مِنَ الشِّعْرِ حُكْمًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2844,
    "narrator": "আবদুল্লাহ (রা:)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ নিশ্চয়ই কোন কোন কবিতায় হিকমাত ও প্রজ্ঞা আছে।\n\nহাসান সহীহ : বুখারী ও মুসলিম উবাই ইবনু কা‘ব হতে।",
    "ar": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا يَحْيَى بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي غَنِيَّةَ، حَدَّثَنِي أَبِي، عَنْ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ مِنَ الشِّعْرِ حِكْمَةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ إِنَّمَا رَفَعَهُ أَبُو سَعِيدٍ الأَشَجُّ عَنِ ابْنِ أَبِي غَنِيَّةَ ‏.‏ وَرَوَى غَيْرُهُ عَنِ ابْنِ أَبِي غَنِيَّةَ هَذَا الْحَدِيثَ مَوْقُوفًا ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَفِي الْبَابِ عَنْ أُبَىِّ بْنِ كَعْبٍ وَابْنِ عَبَّاسٍ وَعَائِشَةَ وَبُرَيْدَةَ وَكَثِيرِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ عَنْ جَدِّهِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি উপরোক্ত সূত্রে গারীব । এ হাদীসটি ইবনু আবূ গানিয়্যার সূত্রে আবী সাইদ আল-আশাজ্জ মারফু‘ হিসেবে বর্ণনা করেছেন । অন্যান্য বর্ণনাকারীগণ হাদীসটি ইবনু আবী গানিয়্যাহ্‌ হতে মাওকূফ হিসেবে বর্ণনা করেছেন । উক্ত হাদীস অন্যসূত্রে ‘আবদুল্লাহ ইবনু মাস‘ঊদ (রা:)-এর বরাতে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  হতে বর্ণিত আছে । উবাই ইবনু কা‘ব, ইবনু ‘আব্বাস, ‘আয়িশাহ্‌, বুরাইদাহ্‌, কাসীর ইবনু ‘আবদুল্লাহ তাঁর পিতা হতে, তিনি তাঁর দাদা হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে ।"
  },
  {
    "hadith_id": 2848,
    "narrator": "শুরাইহ্‌ (রহ:)",
    "bn": "তিনি বলেন, ‘আয়িশা (রাঃ)-কে প্রশ্ন করা হল, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  কি উপমা দেয়ার জন্য কবিতা আবৃত্তি করতেন? তিনি বললেন, তিনি ইবনু রাওয়াহার এ কবিতা আবৃত্তি করে উপমা দিতেন। “যাকে তুমি দাওনি তোশা, খবর আনবে সে নিশ্চয়ই।”\n\nসহীহ : সহীহাহ্‌ (২০৫৭)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شَرِيكٌ، عَنِ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَ قِيلَ لَهَا هَلْ كَانَ النَّبِيُّ صلى الله عليه وسلم يَتَمَثَّلُ بِشَيْءٍ مِنَ الشِّعْرِ قَالَتْ كَانَ يَتَمَثَّلُ بِشِعْرِ ابْنِ رَوَاحَةَ وَيَتَمَثَّلُ وَيَقُولُ ‏ \"‏ وَيَأْتِيكَ بِالأَخْبَارِ مَنْ لَمْ تُزَوِّدِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু ‘আব্বাস (রা:) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2849,
    "narrator": "আবূ হুরাইরাহ্‌ (রা:)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ আরব কবিদের মধ্যে সর্বোত্তম ও সত্য কথা বলেছেন লাবীদ। তা হল এই “শুনে রেখ আল্লাহ ব্যতীত সব কিছুই বাতিল”।\n\nহাদীসে বর্ণিত ''আশআর'' এর পরিবর্তে \"আসদাক\" শব্দে হাদীসটি সহীহ, মুখতাসার শামায়িল (২০৭), ফিকহুস্ সীরাহ (২৭)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شَرِيكٌ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ أَشْعَرُ كَلِمَةٍ تَكَلَّمَتْ بِهَا الْعَرَبُ كَلِمَةُ لَبِيدٍ أَلاَ كُلُّ شَيْءٍ مَا خَلاَ اللَّهَ بَاطِلُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ الثَّوْرِيُّ وَغَيْرُهُ عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ ‏.",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "আবূ ‘ঈসা বলেন : হাদীসটি হাসান সহীহ । সাওরী ও অন্যান্য বর্ণনাকারীগণ হাদীসটি আবদুল মালিক ইবনু ‘উমাইর-এর সূত্রে বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2850,
    "narrator": "জাবির ইবনু সামুরাহ্‌ (রা:)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে শতাধিক বৈঠকে ছিলাম। সে সব বৈঠকে তাঁর সাহাবীগণ কবিতা আবৃত্তি করতেন এবং জাহিলিয়াত যুগের বিভিন্ন বিষয় আলোচনা করতেন। তিনি সেগুলো চুপ করে শুনতেন এবং কখনো কখনো মুচকি হাসতেন।\n\nসহীহ : মুখতাসার শামা-য়িল (২১১)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شَرِيكٌ، عَنْ سِمَاكٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ جَالَسْتُ النَّبِيَّ صلى الله عليه وسلم أَكْثَرَ مِنْ مِائَةِ مَرَّةٍ فَكَانَ أَصْحَابُهُ يَتَنَاشَدُونَ الشِّعْرَ وَيَتَذَاكَرُونَ أَشْيَاءَ مِنْ أَمْرِ الْجَاهِلِيَّةِ وَهُوَ سَاكِتٌ فَرُبَّمَا تَبَسَّمَ مَعَهُمْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ زُهَيْرٌ عَنْ سِمَاكٍ أَيْضًا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ । এ হাদীসটি সিমাকের সূত্রে যুহাইরও বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2846,
    "narrator": "আয়িশাহ্‌ (রা:)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  (কবি) হাসসানের জন্য মসজিদে একটা মিম্বার রেখে দিতেন। তিনি তাতে দাঁড়িয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর গৌরবগাঁথা আবৃত্তি করতেন অথবা তিনি (‘আয়িশাহ্‌) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর পক্ষ থেকে (কাফিরদের কটূক্তির) জবাব দিতেন। আর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলতেন : আল্লাহ তা‘আলা রূহুল কুদুস জিবরীল এর মাধ্যমে হাস্‌সানকে সহযোগিতা করেন যতক্ষণ তিনি গৌরবগাঁথা আবৃত্তি করেন অথবা রাসূলের পক্ষ থেকে (কাফিরদের তিরস্কারের) জবাব দেন।\n\nহাসান : সহীহাহ্‌ (১৬৫৭)",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ مُوسَى الْفَزَارِيُّ، وَعَلِيُّ بْنُ حُجْرٍ الْمَعْنَى، وَاحِدٌ، قَالاَ حَدَّثَنَا ابْنُ أَبِي الزِّنَادِ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَضَعُ لِحَسَّانَ مِنْبَرًا فِي الْمَسْجِدِ يَقُومُ عَلَيْهِ قَائِمًا يُفَاخِرُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم - أَوْ قَالَ يُنَافِحُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم - وَيَقُولُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ اللَّهَ يُؤَيِّدُ حَسَّانَ بِرُوحِ الْقُدُسِ مَا يُفَاخِرُ أَوْ يُنَافِحُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "ইসমাঈল ইবনু মুসা ও ‘আলী ইবনু হুজুর তারা উভয়ে ইবনু আবী যিনাদ হতে, তিনি তার বাবা হতে, তিনি উরওয়া হতে, তিনি ‘আয়িশাহ্‌ (রা:) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  হতে এই সূত্রে একই রকম হাদীস বর্ণনা করেছেন । আবূ হুরাইরাহ্‌ ও আল-বারাআ (রা:) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ গারীব । এটি ইবনু আবুয যিনাদের হাদীস ।"
  },
  {
    "hadith_id": 2847,
    "narrator": "আনাস (রা:)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  যখন কাযা উমরা আদায়ের উদ্দেশ্যে মাক্কায় প্রবেশ করলেন, তখন কবি ‘আবদুল্লাহ ইবনু রাওয়াহা (রাঃ) তাঁর সামনে সামনে এ কবিতা বলে হেঁটে যাচ্ছিলেন :\nহে বানী কুফ্‌ফার! ছেড়ে দে তাঁর চলার পথ। আজ মারবো তোদের কুরআনের ভাষায় মারার মতো। কল্লা উড়ে যাবে তোদের গর্দান হতে, বন্ধু হতে বন্ধু হবে পৃথক তাতে”।\n‘উমার (রাঃ) তাকে বললেন, হে ইবনু রাওয়াহা! তুমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সামনে আল্লাহ তা‘আলার হেরেমের মধ্যে কবিতা বলছ? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাকে বললেনঃ হে ‘উমার! তাকে বলতে দাও। কেননা এই কবিতা তীরের চাইতেও দ্রুতগতিতে গিয়ে তাদেরকে (কাফিরদের) আহতকারী।\n\nসহীহ : মুখতাসার শামা-য়িল (২১০)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا جَعْفَرُ بْنُ سُلَيْمَانَ، حَدَّثَنَا ثَابِتٌ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ مَكَّةَ فِي عُمْرَةِ الْقَضَاءِ وَعَبْدُ اللَّهِ بْنُ رَوَاحَةَ بَيْنَ يَدَيْهِ يَمْشِي وَهُوَ يَقُولُ خَلُّوا بَنِي الْكُفَّارِ عَنْ سَبِيلِهِ الْيَوْمَ نَضْرِبْكُمْ عَلَى تَنْزِيلِهِ ضَرْبًا يُزِيلُ الْهَامَ عَنْ مَقِيلِهِ وَيُذْهِلُ الْخَلِيلَ عَنْ خَلِيلِهِ فَقَالَ لَهُ عُمَرُ يَا ابْنَ رَوَاحَةَ بَيْنَ يَدَىْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَفِي حَرَمِ اللَّهِ تَقُولُ الشِّعْرَ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ خَلِّ عَنْهُ يَا عُمَرُ فَلَهِيَ أَسْرَعُ فِيهِمْ مِنْ نَضْحِ النَّبْلِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ رَوَى عَبْدُ الرَّزَّاقِ هَذَا الْحَدِيثَ أَيْضًا عَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ عَنْ أَنَسٍ نَحْوَ هَذَا وَرُوِيَ فِي غَيْرِ هَذَا الْحَدِيثِ أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ مَكَّةَ فِي عُمْرَةِ الْقَضَاءِ وَكَعْبُ بْنُ مَالِكٍ بَيْنَ يَدَيْهِ وَهَذَا أَصَحُّ عِنْدَ بَعْضِ أَهْلِ الْحَدِيثِ لأَنَّ عَبْدَ اللَّهِ بْنَ رَوَاحَةَ قُتِلَ يَوْمَ مُؤْتَةَ وَإِنَّمَا كَانَتْ عُمْرَةُ الْقَضَاءِ بَعْدَ ذَلِكَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ, উক্ত সূত্রে গারীব । এ হাদীসটি মা‘মার-যুহরী হতে, তিনি আনাস (রা:) হতে এই সূত্রে ‘আবদুর রাযযাকও একই রকম বর্ণনা করেছেন । এ হাদীসটি ব্যতীতও অপর হাদীসে বর্ণিত আছে : নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  কাযা ‘উমরাহ্‌ আদায়ের উদ্দেশ্যে মাক্কায় প্রবেশ করলেন এবং কা‘ব ইবনু মালিক (রা:) তাঁর সামনে কবিতা আবৃত্তি করছিলেন” । এ বর্ণনাটি কিছু মুহাদ্দিসগণের নিকট অনেক বেশী সহীহ । কেননা ‘আবদুল্লাহ ইবনু রাওয়াহা (রা:) মুতার যুদ্ধে শহীদ হন । আর এ ‘উমরাতুল কাযার ঘটনা ছিল সে যুদ্ধের অনেক পরে ।"
  },
  {
    "hadith_id": 2851,
    "narrator": "আবূ হুরাইরাহ্‌ (রা:)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ তোমাদের কারো পেট কবিতার চাইতে বমিতে পূর্ণ থাকাই উত্তম যা উহাকে (পেটকে) খারাপ করে ফেলে।\n\nসহীহ : প্রাগুক্ত।",
    "ar": "حَدَّثَنَا عِيسَى بْنُ عُثْمَانَ بْنِ عِيسَى الرَّمْلِيُّ، حَدَّثَنَا عَمِّي، يَحْيَى بْنُ عِيسَى الرَّمْلِيُّ عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لأَنْ يَمْتَلِئَ جَوْفُ أَحَدِكُمْ قَيْحًا يَرِيهُ خَيْرٌ مِنْ أَنْ يَمْتَلِئَ شِعْرًا ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ سَعْدٍ وَابْنِ عُمَرَ وَأَبِي الدَّرْدَاءِ وَأَبِي سَعِيدٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সা‘দ, আবূ সা‘ঈদ, ইবনু ‘উমার ও আবুদ্‌ দারদা (রা:) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2852,
    "narrator": "সা‘দ ইবনু আবী ওয়াক্কাস (রা:)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ তোমাদের কারো পেট (খারাপ ও চরিত্র বিধ্বংসী) কবিতার চাইতে বমি দ্বারা পূর্ণ থাকাই উত্তম।\n\nসহীহ : ইবনু মা-জাহ (৩৭৫৯), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ شُعْبَةَ، عَنْ قَتَادَةَ، عَنْ يُونُسَ بْنِ جُبَيْرٍ، عَنْ مُحَمَّدِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لأَنْ يَمْتَلِئَ جَوْفُ أَحَدِكُمْ قَيْحًا خَيْرٌ لَهُ مِنْ أَنْ يَمْتَلِئَ شِعْرًا ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2853,
    "narrator": "আবদুল্লাহ ইবনু ‘আম্‌র (রা:)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ সেসব বাকপটু-বাগ্মী লোকদেরকে আল্লাহ তা‘আলা অবশ্যই ঘৃণা করেন, যারা গরুর জাবর কাটার ন্যায় কথা বলে।\n\nসহীহ : সহীহাহ্‌ (৮৭৮)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الصَّنْعَانِيُّ، حَدَّثَنَا عُمَرُ بْنُ عَلِيٍّ الْمُقَدَّمِيُّ، حَدَّثَنَا نَافِعُ بْنُ عُمَرَ الْجُمَحِيُّ، عَنْ بِشْرِ بْنِ عَاصِمٍ، سَمِعَهُ يُحَدِّثُ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ اللَّهَ يُبْغِضُ الْبَلِيغَ مِنَ الرِّجَالِ الَّذِي يَتَخَلَّلُ بِلِسَانِهِ كَمَا تَتَخَلَّلُ الْبَقَرَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَفِي الْبَابِ عَنْ سَعْدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান এবং এই সূত্রে গারীব । সা‘দ (রা:) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে ।"
  },
  {
    "hadith_id": 2855,
    "narrator": "আবদুল্লাহ (রা:)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  সপ্তাহের দিনসমূহে আমাদেরকে ওয়াজ-নাসীহাতের ব্যাপারে আমাদের অবস্থার প্রতি লক্ষ্য রাখতেন, যাতে আমরা বিরক্ত হয়ে না যাই।\n\nসহীহ : বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَبْدِ اللَّهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَتَخَوَّلُنَا بِالْمَوْعِظَةِ فِي الأَيَّامِ مَخَافَةَ السَّآمَةِ عَلَيْنَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ । মুহাম্মাদ ইবনু বাশ্‌শার-ইয়াহ্‌ইয়া ইবনু সা‘ঈদ হতে, তিনি সুফ্‌ইয়ান হতে, তিনি আল-আ’মাশ হতে, তিনি শাকীক ইবনু সালামাহ্‌ হতে, তিনি ‘আবদুল্লাহ ইবনু মাস‘ঊদ (রা:) হতে উপরোক্ত হাদীসের সমার্থবোধক হাদীস বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 2854,
    "narrator": "জাবির (রা:)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  দেয়ালবিহীন ছাদে ঘুমাতে নিষেধ করেছেন।\n\nসহীহ : সহীহাহ্‌ (৮২৬)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ عَبْدِ الْجَبَّارِ بْنِ عُمَرَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَنَامَ الرَّجُلُ عَلَى سَطْحٍ لَيْسَ بِمَحْجُورٍ عَلَيْهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ جَابِرٍ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَعَبْدُ الْجَبَّارِ بْنُ عُمَرَ الأَيْلِيُّ يُضَعَّفُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি গারীব । আমরা এ হাদীসটি শুধুমাত্র উপরোক্ত সূত্রেই মুহাম্মাদ ইবনুল মুনকাদির হতে জাবির (রা:)-এর রিওয়ায়াত হিসেবে জেনেছি । ‘আবদুল জাব্বার ইবনু ‘উমার আল-আইলীকে দুর্বল বর্ণনাকারী বলা হয়েছে ।"
  },
  {
    "hadith_id": 2856,
    "narrator": "আবূ সালিহ (রহঃ)",
    "bn": "তিনি বলেন, ‘আয়িশাহ্‌ ও উম্মু সালামাহ্‌ (রাঃ)-কে প্রশ্ন করা হল, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট কোন্‌ ধরনের ‘আমাল বেশী পছন্দনীয় ছিল? তারা বললেন। যে ‘আমাল নিয়মিত করা হয়, যদিও তা অল্প হয়।\n\nসহীহ : বুখারী (১১৩২), মুসলিম (২/১৬৭) অনুরূপ, ওয়াইন কাল্লা শব্দ ব্যতীত।",
    "ar": "حَدَّثَنَا أَبُو هِشَامٍ الرِّفَاعِيُّ، حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، قَالَ سُئِلَتْ عَائِشَةُ وَأُمُّ سَلَمَةَ أَىُّ الْعَمَلِ كَانَ أَحَبَّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَتَا مَا دِيمَ عَلَيْهِ وَإِنْ قَلَّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হাদীসটি বুখারী ও মুসলিমে ‘আয়িশাহ্‌ (রা:) হতে পূর্ণভাবে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর বক্তব্য হিসেবে বর্ণিত আছে।\n\nসহীহ : আবু দাঊদ (১২৩৮)\n\nআবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ এবং এ সূত্রে গারীব । হিশাম ইবনু ‘উরওয়াহ্‌ তার বাবা হতে, তিনি ‘আয়িশাহ্‌ (রা:) হতে বর্ণিত, তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  সে ধরনের ‘আমাল বেশী পছন্দ করতেন, যা নিয়মিত করা হয় ।"
  },
  {
    "hadith_id": 2857,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ তোমরা খাবারের পাত্রগুলো ঢেকে রেখো, মশক বা পানির পাত্রগুলোর মুখ বন্ধ করে দিও, দরজাগুলো বন্ধ করে দিও এবং (শোয়ার সময়) বাতিগুলো নিভিয়ে দিও। কেননা অনেক সময় ছোট্ট ইদুরগুলো বাতির সালতে টেনে নিয়ে যায় এবং ঘরের সবাইকে জ্বালিয়ে দেয়।\n\nসহীহ: মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ كَثِيرِ بْنِ شِنْظِيرٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ خَمِّرُوا الآنِيَةَ وَأَوْكُوا الأَسْقِيَةَ وَأَجِيفُوا الأَبْوَابَ وَأَطْفِئُوا الْمَصَابِيحَ فَإِنَّ الْفُوَيْسِقَةَ رُبَّمَا جَرَّتِ الْفَتِيلَةَ فَأَحْرَقَتْ أَهْلَ الْبَيْتِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ। এ হাদীসটি জাবির (রাঃ) সূত্রে রাসূলুল্লাহ ত্র হতে একাধিকভাবে বর্ণিত হয়েছে।"
  },
  {
    "hadith_id": 2858,
    "narrator": "আবু হুরাইরাহ্ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ যখন তোমরা উর্বর তৃণভূমি দিয়ে ভ্রমণ কর তখন তোমরা যমীন হতে উটকে তার প্রাপ্য দিবে, (চরে ফিরে খাবার সুযোগ দিও) এবং শুষ্ক ও উষর ভূমি দিয়ে ভ্রমণ করলে খুব দ্রুত গতিতে পথ অতিক্রম কর, যাতে জন্তুযানের শক্তি বজায় থাকে। আর তোমরা কোন মনযিলে (গন্তব্যে) শেষরাতে যাত্রাবিরতি করলে পথ থেকে সরে বিশ্রাম নিবে। কারণ এ পথ হল পশুর এবং রাতে বিচরণশীল কীট-পতঙ্গের আশ্রয়স্থল।\n\nসহীহ : সহীহাহ (১৩৫৭), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا سَافَرْتُمْ فِي الْخِصْبِ فَأَعْطُوا الإِبِلَ حَظَّهَا مِنَ الأَرْضِ وَإِذَا سَافَرْتُمْ فِي السَّنَةِ فَبَادِرُوا بِنِقْيِهَا وَإِذَا عَرَّسْتُمْ فَاجْتَنِبُوا الطَّرِيقَ فَإِنَّهَا طُرُقُ الدَّوَابِّ وَمَأْوَى الْهَوَامِّ بِاللَّيْلِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ جَابِرٍ وَأَنَسٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ। হারূন ইবনু ইসহাক বাবা হতে, তিনি আয়িশাহ (রাঃ) হতে এই সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  উপরোক্ত হাদীসের সমার্থবোধক হাদীস বর্ণনা করেছেন।\n\nসহীহ: বুখারী ও মুসলিম।\n\nআবু ঈসা বলেন, এ হাদীসটি সহীহ। আনাস ও জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত রয়েছে।"
  },
  {
    "hadith_id": 2859,
    "narrator": "আন-নাওয়াস ইবনু সাম'আন আল-কিলাবী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ তা'আলা এভাবে সোজা পথের একটি উদাহরণ দিয়েছেন-রাস্তার দু’ধারে দুটি প্রাচীর। প্রাচীর দুটিতে আছে অনেকগুলো খোলা দরজা। এগুলোতে পর্দা ঝুলানো রয়েছে। একজন আহবানকারী রাস্তার মাথায় দাড়িয়ে আহবান করছেন। অন্য এক আহবানকারী পথের উপর থেকে ডাকছেন। “আর আল্লাহ তা'আলা শান্তিময় আবাসের দিকে ডাকছেন। তিনি যাকে ইচ্ছা সোজা পথের হিদায়াত দান করেন”— (সূরা ইউনুস ২৫)। রাস্তার দু’পাশে দরজাগুলো হল আল্লাহ তা'আলার নির্ধারিত সীমাসমূহ। সুতরাং কোন ব্যক্তি আল্লাহ তা'আলার নির্ধারিত সীমালঙ্ঘন করলে তাতে (দরজার) পর্দা সরে যায়। আর উপর থেকে যে আহবায়ক আহবান করছেন তিনি হলেন আল্লাহ তা'আলার পক্ষ হতে উপদেশদাতা !\n\nসহীহ: মিশকাত (১৯১ ও ১৯২)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ السَّعْدِيُّ، حَدَّثَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، عَنْ بَحِيرِ بْنِ سَعْدٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنِ النَّوَّاسِ بْنِ سَمْعَانَ الْكِلاَبِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ اللَّهَ ضَرَبَ مَثَلاً صِرَاطًا مُسْتَقِيمًا عَلَى كَنَفَىِ الصِّرَاطِ دَارَانِ لَهُمَا أَبْوَابٌ مُفَتَّحَةٌ عَلَى الأَبْوَابِ سُتُورٌ وَدَاعٍ يَدْعُو عَلَى رَأْسِ الصِّرَاطِ وَدَاعٍ يَدْعُو فَوْقَهُ‏:‏ ‏(‏وَاللَّهُ يَدْعُو إِلَى دَارِ السَّلاَمِ وَيَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ‏)‏ وَالأَبْوَابُ الَّتِي عَلَى كَنَفَىِ الصِّرَاطِ حُدُودُ اللَّهِ فَلاَ يَقَعُ أَحَدٌ فِي حُدُودِ اللَّهِ حَتَّى يُكْشَفَ السِّتْرُ وَالَّذِي يَدْعُو مِنْ فَوْقِهِ وَاعِظُ رَبِّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَبْدِ الرَّحْمَنِ يَقُولُ سَمِعْتُ زَكَرِيَّا بْنَ عَدِيٍّ يَقُولُ قَالَ أَبُو إِسْحَاقَ الْفَزَارِيُّ خُذُوا عَنْ بَقِيَّةَ مَا حَدَّثَكُمْ عَنِ الثِّقَاتِ وَلاَ تَأْخُذُوا عَنْ إِسْمَاعِيلَ بْنِ عَيَّاشٍ مَا حَدَّثَكُمْ عَنِ الثِّقَاتِ وَلاَ غَيْرِ الثِّقَاتِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান গারীব। আমি আবদুল্লাহ ইবনু 'আবদুর রাহমানকে বলতে শুনেছি, আমি যাকারিয়া ইবনু আদীকে বলতে শুনেছি, আবু ইসহাক আল-ফাযারী বলেছেন, বর্ণনাকারী বাকিয়্যা বিশ্বস্ত বর্ণনাকারীগণের সূত্রে যেসব হাদীস বর্ণনা করেছেন তা তোমরা গ্রহণ করো এবং ইসমাঈল ইবনু আইয়্যাশ বিশ্বস্ত ও অবিশ্বস্ত যে কোন বর্ণনাকারীর সূত্রেই হাদীস বর্ণনা করুন তা গ্রহণ করো না।"
  },
  {
    "hadith_id": 2861,
    "narrator": "ইবনু মাসউদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  কোন এক রাতে এশার নামায আদায় করে বের হলেন। তারপর আবদুল্লাহ ইবনু মাসউদকে হাত ধরে মক্কার কংকরময় স্থান বাতহায় নিয়ে গেলেন এবং সেখানে তাকে বসালেন। তিনি তার চতুর্দিকে একটি বৃত্তরেখা টানলেন এবং বললেনঃ তুমি এ রেখা হতে সরবে না। কয়েকজন লোক তোমার সামনে পর্যন্ত আসবে। তুমি তাদের সাথে কোন কথা বলবে না। তারাও তোমার সাথে কথা বলবে না। এই বলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   যেদিকে ইচ্ছা চলে গেলেন। আমি আমার বৃত্তের মধ্যে বসা। হঠাৎ কয়েকজন লোক আসল। তাদের চুল ও শারীরিক অবস্থা দেখে মনে হল যেন তারা জাঠ সম্প্রদায়ের। তাদের উলঙ্গও দেখা যাচ্ছিল না আবার পোশাক পরিহিতও মনে হচ্ছিল না। তারা আমার নিকটই এগিয়ে এলো কিন্তু বৃত্তরেখা অতিক্রম করল না। তারপর তারা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  -এর খোজে বেরিয়ে গেল। শেষ রাত পর্যন্ত তারা আর ফিরে এলো না। আমি তখনও বসা, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   ফিরে এসে বললেনঃ আমি আজ সন্ধ্যারাত থেকেই ঘুমাতে পারিনি। তিনি বৃত্তের মধ্যে প্রবেশ করলেন এবং আমার উরুর উপর মাথা রেখে ঘুমিয়ে পড়লেন। আর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  ঘুমানোর সময় তার নাক ডাকতো। আমি বসে থাকলাম আর তিনি আমার উরুতে মাথা রেখে ঘুমিয়ে রইলেন। হঠাৎ আমি সাদা পোশাক পরিহিত কয়েকজন লোককে দেখতে পেলাম। তাদেরকে কত যে সুন্দর দেখা যাচ্ছিল সেটা আল্লাহ তা'আলাই ভাল জানেন। তারা আমার নিকট এলো এবং তাদের মাঝে একদল রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  -এর মাথার নিকট আরেক দল তার পদদ্বয়ের নিকট বসে পড়লো। তারপর তারা পরস্পর বলাবলি করল, এ নবী -কে যা দেয়া হয়েছে আর কাউকে এমন দিতে দেখিনি। তার চোখ দু’টো ঘুমিয়ে থাকলেও তার অন্তর জাগ্রত থাকে। তোমরা তার একটা উপমা বর্ণনা কর। (উদাহরণ) এক নেতা একটি প্রাসাদ নির্মাণ করলেন, তারপর মেহমানদারির আয়োজন করে লোকদেরকে পানাহারের জন্য দা'ওয়াত করলেন। যে সব ব্যক্তি তার দাওয়াত গ্রহণ করল তারা মেহমানীর খাবার ও পানীয় গ্রহণ করল, আর যে সব ব্যক্তি দা'ওয়াত গ্রহণ করেনি তিনি তাদেরকে শাস্তি দিলেন। এই বলে তারা উঠে চলে গেল। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  জেগে উঠলেন। তিনি বললেনঃ এরা যা বলেছে তুমি কি তা শুনেছ? তুমি কি জানো, এরা কারা? আমি বললাম, আল্লাহ ও তার রাসূলই বেশি জানেন। তিনি বললেনঃ এরা হল ফেরেশতা। এরা যে উপমা বর্ণনা করল তা কি জান? আমি বললাম, আল্লাহ ও তার রাসূলই অধিক ভাল জানেন। তিনি বললেনঃ তারা যে উপমা দিল, তার অর্থ হল : আল্লাহ তা'আলা জান্নাত বানালেন এবং তার বান্দাদেরকে সেদিকে আহবান করলেন। যে সব ব্যক্তি তার ডাকে সাড়া দিয়েছে তারা জান্নাতে প্রবেশ করবে, আর যে সব ব্যক্তি সাড়া দেয়নি তাদেরকে আল্লাহ তা'আলা শাস্তি দিবেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ جَعْفَرِ بْنِ مَيْمُونٍ، عَنْ أَبِي تَمِيمَةَ الْهُجَيْمِيِّ، عَنْ أَبِي عُثْمَانَ، عَنِ ابْنِ مَسْعُودٍ، قَالَ صَلَّى رَسُولُ اللَّهِ صلى الله عليه وسلم الْعِشَاءَ ثُمَّ انْصَرَفَ فَأَخَذَ بِيَدِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ حَتَّى خَرَجَ بِهِ إِلَى بَطْحَاءِ مَكَّةَ فَأَجْلَسَهُ ثُمَّ خَطَّ عَلَيْهِ خَطًّا ثُمَّ قَالَ ‏\"‏ لاَ تَبْرَحَنَّ خَطَّكَ فَإِنَّهُ سَيَنْتَهِي إِلَيْكَ رِجَالٌ فَلاَ تُكَلِّمْهُمْ فَإِنَّهُمْ لاَ يُكَلِّمُونَكَ ‏\"‏ ‏.‏ قَالَ ثُمَّ مَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم حَيْثُ أَرَادَ فَبَيْنَا أَنَا جَالِسٌ فِي خَطِّي إِذْ أَتَانِي رِجَالٌ كَأَنَّهُمُ الزُّطُّ أَشْعَارُهُمْ وَأَجْسَامُهُمْ لاَ أَرَى عَوْرَةً وَلاَ أَرَى قِشْرًا وَيَنْتَهُونَ إِلَىَّ لاَ يُجَاوِزُونَ الْخَطَّ ثُمَّ يَصْدُرُونَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى إِذَا كَانَ مِنْ آخِرِ اللَّيْلِ لَكِنْ رَسُولُ اللَّهِ صلى الله عليه وسلم قَدْ جَاءَنِي وَأَنَا جَالِسٌ فَقَالَ ‏\"‏ لَقَدْ أَرَانِي مُنْذُ اللَّيْلَةَ ‏\"‏ ‏.‏ ثُمَّ دَخَلَ عَلَىَّ فِي خَطِّي فَتَوَسَّدَ فَخِذِي فَرَقَدَ وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا رَقَدَ نَفَخَ فَبَيْنَا أَنَا قَاعِدٌ وَرَسُولُ اللَّهِ صلى الله عليه وسلم مُتَوَسِّدٌ فَخِذِي إِذَا أَنَا بِرِجَالٍ عَلَيْهِمْ ثِيَابٌ بِيضٌ اللَّهُ أَعْلَمُ مَا بِهِمْ مِنَ الْجَمَالِ فَانْتَهَوْا إِلَىَّ فَجَلَسَ طَائِفَةٌ مِنْهُمْ عِنْدَ رَأْسِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَطَائِفَةٌ مِنْهُمْ عِنْدَ رِجْلَيْهِ ثُمَّ قَالُوا بَيْنَهُمْ مَا رَأَيْنَا عَبْدًا قَطُّ أُوتِيَ مِثْلَ مَا أُوتِيَ هَذَا النَّبِيُّ إِنَّ عَيْنَيْهِ تَنَامَانِ وَقَلْبُهُ يَقْظَانُ اضْرِبُوا لَهُ مَثَلاً مَثَلُ سَيِّدٍ بَنَى قَصْرًا ثُمَّ جَعَلَ مَأْدُبَةً فَدَعَا النَّاسَ إِلَى طَعَامِهِ وَشَرَابِهِ فَمَنْ أَجَابَهُ أَكَلَ مِنْ طَعَامِهِ وَشَرِبَ مِنْ شَرَابِهِ وَمَنْ لَمْ يُجِبْهُ عَاقَبَهُ أَوْ قَالَ عَذَّبَهُ - ثُمَّ ارْتَفَعُوا وَاسْتَيْقَظَ رَسُولُ اللَّهِ صلى الله عليه وسلم عِنْدَ ذَلِكَ فَقَالَ ‏\"‏ سَمِعْتَ مَا قَالَ هَؤُلاَءِ وَهَلْ تَدْرِي مَنْ هَؤُلاَءِ ‏\"‏ ‏.‏ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ هُمُ الْمَلاَئِكَةُ أَفَتَدْرِي مَا الْمَثَلُ الَّذِي ضَرَبُوا ‏\"‏ ‏.‏ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ الْمَثَلُ الَّذِي ضَرَبُوا الرَّحْمَنُ تَبَارَكَ وَتَعَالَى بَنَى الْجَنَّةَ وَدَعَا إِلَيْهَا عِبَادَهُ فَمَنْ أَجَابَهُ دَخَلَ الْجَنَّةَ وَمَنْ لَمْ يُجِبْهُ عَاقَبَهُ أَوْ عَذَّبَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَأَبُو تَمِيمَةَ هُوَ الْهُجَيْمِيُّ وَاسْمُهُ طَرِيفُ بْنُ مُجَالِدٍ وَأَبُو عُثْمَانَ النَّهْدِيُّ اسْمُهُ عَبْدُ الرَّحْمَنِ بْنُ مُلٍّ وَسُلَيْمَانُ التَّيْمِيُّ قَدْ رَوَى هَذَا الْحَدِيثَ عَنْهُ مُعْتَمِرٌ وَهُوَ سُلَيْمَانُ بْنُ طَرْخَانَ وَلَمْ يَكُنْ تَيْمِيًّا وَإِنَّمَا كَانَ يَنْزِلُ بَنِي تَيْمٍ فَنُسِبَ إِلَيْهِمْ ‏.‏ قَالَ عَلِيٌّ قَالَ يَحْيَى بْنُ سَعِيدٍ مَا رَأَيْتُ أَخْوَفَ لِلَّهِ تَعَالَى مِنْ سُلَيْمَانَ التَّيْمِيِّ ‏.",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ এবং এ সূত্রে । আবু তামীমা হুজাইমী গোত্রের লোক। তার নাম তারীফ ইবনু মুজালিদ। আবু উসমান আন-নাহদীর নাম ‘আবদুর রাহমান ইবনু মাল্ল (মুল্ল, মিল্ল)। সুলাইমান আত-তাইনী হলেন তারখানের ছেলে। মু’তামারও তার নিকট হতে এ হাদীসটি বর্ণনা করেছেন। সুলাইমান তাইমী গোত্রের লোক নন কিন্তু তিনি তাইম গোত্রে অবস্থান করতেন বলে তাদের সাথে যুক্ত করে তাকে তাইমী বলা হয়। আলী বলেন, ইয়াহইয়া ইবনু সাঈদ বলেছেন, আমি সুলাইমান আত-তাইনীর চাইতে আল্লাহ তা'আলাকে বেশি ভয় করতে আর কাউকে দেখিনি।"
  },
  {
    "hadith_id": 2862,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহঃ বলেছেনঃ আমার ও অপরাপর সকল নাবীর উপমা এই যে, যেমন এক ব্যক্তি একটি ঘর নির্মাণ করলেন। তিনি এটিকে পূর্ণাঙ্গ ও অত্যন্ত মনোরম করলেন। কিন্তু একটি ইটের জায়গা খালি (ফাকা) থেকে গেল। লোকজন এ বাড়ীতে প্রবেশ করে এবং (কারুকার্য ও সৌন্দর্য) দেখে বিক্ষিত হয় আর বলে, যদি এ একটি ইটের জায়গা খালি না থাকত।\n\nসহীহ: ফিকহুস সীরাহ (১৪১), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا مُحَمَّدُ بْنُ سِنَانٍ، حَدَّثَنَا سَلِيمُ بْنُ حَيَّانَ، بَصْرِيٌّ حَدَّثَنَا سَعِيدُ بْنُ مِينَاءَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِنَّمَا مَثَلِي وَمَثَلُ الأَنْبِيَاءِ قَبْلِي كَرَجُلٍ بَنَى دَارًا فَأَكْمَلَهَا وَأَحْسَنَهَا إِلاَّ مَوْضِعَ لَبِنَةٍ فَجَعَلَ النَّاسُ يَدْخُلُونَهَا وَيَتَعَجَّبُونَ مِنْهَا وَيَقُولُونَ لَوْلاَ مَوْضِعُ اللَّبِنَةِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أُبَىِّ بْنِ كَعْبٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু হুরাইরাহ্ ও উবাই ইবনু কাব (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ এবং উক্ত সূত্রে গারীব। (অন্যান্য বর্ণনাতে উক্ত হাদীসের শেষে আরো আছে : আমিই হলাম সেই ইট, আমার দ্বারা নবুওয়াতরূপ প্রাসাদের নির্মাণকার্য সমাপ্ত করা হয়েছে। অতএব আমার পরে আর কোন নাবী নেই। অনুবাদক"
  },
  {
    "hadith_id": 2863,
    "narrator": "আল-হারিস আল-আশ'আরী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ আল্লাহ তা'আলা ইয়াহইয়া ইবনু যাকারিয়া (আঃ)-কে পাঁচটি বিষয়ের আদেশ করলেন যেন তিনি নিজেও তদনুযায়ী আমাল করেন এবং বানী ইসরাঈলকেও তা ‘আমাল করার আদেশ করেন। তিনি এ নির্দেশগুলো লোকদেরকে জানাতে বিলম্ব করলে ঈসা (আঃ) তাকে বললেনঃ আল্লাহ তা'আলা আপনাকে পাঁচটি বিষয়ের নির্দেশ দিয়েছেন যেন আপনি সে মুতাবিক ‘আমাল করেন এবং বানী ইসরাঈলকেও তা আমাল করার আদেশ করেন। এখন আপনি তাদেরকে এগুলো করতে নির্দেশ দিন, তা না হলে আমিই তাদেরকে সেগুলো করতে নির্দেশ দিব। ইয়াহইয়া (আঃ) বললেনঃ আপনি এ বিষয়ে যদি আমার অগ্রবর্তী হয়ে যান তবে আমার ভয় হচ্ছে যে, আমাকে ভূগর্ভে ধ্বসিয়ে দেয়া হবে কিংবা আযাব নেমে আসবে।\nসুতরাং তিনি লোকদেরকে বাইতুল মাকদিসে একত্র করলেন। সব লোক সমবেত হওয়াতে মসজিদ ভরে গেল, এমনকি তারা ঝুলন্ত বারান্দায় গিয়েও বসল। তারপর ইয়াহইয়া (আঃ) তাদেরকে বললেনঃ আল্লাহ তা'আলা আমাকে পাচটি বিষয়ের নির্দেশ প্রদান করেছেন, যেন আমি সে মুতাবিক ‘আমাল করি এবং তোমাদেরকেও আমাল করার আদেশ করি। এগুলোর প্রথম নির্দেশটি হল : তোমরা আল্লাহ তা'আলার ইবাদাত করবে এবং তার সাথে কোন কিছুকে অংশীদার স্থাপন করবে না। যে ব্যক্তি আল্লাহ তা'আলার সাথে অংশীদার স্থাপন করে তার উদাহরণ হল এমন এক ব্যক্তি যে তার খালিস সম্পদ অর্থাৎ- সোনা অথবা রুপার বিনিময়ে একটি দাস কিনল। সে তাকে (বাড়ী এনে) বলল, এটা আমার বাড়ী আর এগুলো আমার কাজ। তুমি কাজ করবে এবং আমাকে আমার প্রাপ্য দিবে। তারপর সেই দাস কাজ করত ঠিকই কিন্তু মালিকের প্রাপ্য দিয়ে দিত অন্যকে। তোমাদের মধ্যে কে এমন আছে যে স্বীয় দাসের এমন আচরণে সন্তুষ্ট থাকতে পারে? আর আল্লাহ তা'আলা তোমাদেরকে নামায আদায়ের জন্য আদেশ করেছেন। তোমরা নামায আদায়কালে এদিক সেদিক তাকাবে না। কেননা আল্লাহ তা'আলা তার চেহারা নামায়ীর চেহারার দিকে নিবিষ্ট করে রাখেন বান্দা নামাযের মধ্যে এদিক সেদিক না তাকানো পর্যন্ত। আর আমি তোমাদের রোযার নির্দেশ দিচ্ছি। এর উদাহরণ হল সেই ব্যক্তি যে কন্তুর ভর্তি একটি থলেসহ একদল মানুষের সাথে আছে। কস্তুরীর সুগন্ধ দলের সবার নিকট খুবই ভালো লাগে। আর রোযাদারের মুখের সুগন্ধ আল্লাহ তা'আলার নিকট কন্তুরীর সুগন্ধের চাইতেও অধিক প্রিয়। আমি তোমাদের দান-খাইরাতের আদেশ দিচ্ছি। এর উদাহরণ হল সেই ব্যক্তির ন্যায় যাকে শক্ররা বন্দী করে তার ঘাড়ের সাথে হাত বেঁধে ফেলেছে এবং তাকে হত্যার জন্য বদ্ধভূমিতে নিয়ে যাচ্ছে। তখন সে বলল, আমি আমার প্রাণের বিনিময়ে আমার সমস্ত সম্পদ তোমাদেরকে দিচ্ছি। তারপর সে নিজেকে মালের বিনিময়ে ছাড়িয়ে নিল (দান-খাইরাতের মাধ্যমেও বান্দা নিজেকে বিপদমুক্ত করে নেয়)। আমি তোমাদেরকে নির্দেশ দিচ্ছি যেন তোমরা আল্লাহ তা'আলার যিকর কর। যিকরের উদাহরণ হল সেই ব্যক্তির ন্যায় যার দুশমনেরা তার পিছু ধাওয়া করছে। অবশেষে সে একটি সুরক্ষিত দুর্গে প্রবেশ করে শক্র হতে নিজের প্রাণ রক্ষা করল। তদ্রুপ কোন বান্দা আল্লাহ তা'আলার যিকির ব্যতীত নিজেকে শাইতানের হাত থেকে মুক্ত করতে পারে না। (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমিও তোমাদেরকে পাঁচটি বিষয়ের নির্দেশ দিচ্ছি যেগুলো প্রসঙ্গে আল্লাহ তা'আলা আমাকে আদেশ করেছেন। কথা শুনবে, আনুগত্য করবে, জিহাদ করবে, হিজরাত করবে এবং জামা'আতবদ্ধ হয়ে থাকবে। যে লোক জামাআত হতে এক বিঘত পরিমাণ বিচ্ছিন্ন হল সে ইসলামের বন্ধন তার ঘাড় হতে ফেলে দিল, যতক্ষণ না সে ফিরে আসে। আর যে লোক জাহিলিয়াত আমলের রীতি-নীতির দিকে আহবান করে সে জাহান্নামীদের দলভুক্ত। জনৈক ব্যক্তি বলল, হে আল্লাহ্‌র রাসূল ! সে নামায আদায় করলেও, রোযা রাখলেও তিনি বললেনঃ হ্যা, সে নামায-রোযা করলেও। সুতরাং তোমরা সেই আল্লাহ তা'আলার ডাকেই নিজেদেরকে ডাকবে যিনি তোমাদেরকে মুসলিম, মু'মিন ও আল্লাহ তা'আলার বান্দা নাম রেখেছেন।\n\nসহীহ: মিশকাত (৩৬৯৪), তা’লীকুর রাগীব (১/১৮৯-১৯০), সহীহুল জামি' (১৭২৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ زَيْدِ بْنِ سَلاَّمٍ، أَنَّ أَبَا سَلاَّمٍ، حَدَّثَهُ أَنَّ الْحَارِثَ الأَشْعَرِيَّ حَدَّثَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ اللَّهَ أَمَرَ يَحْيَى بْنَ زَكَرِيَّا بِخَمْسِ كَلِمَاتٍ أَنْ يَعْمَلَ بِهَا وَيَأْمُرَ بَنِي إِسْرَائِيلَ أَنْ يَعْمَلُوا بِهَا وَإِنَّهُ كَادَ أَنْ يُبْطِئَ بِهَا فَقَالَ عِيسَى إِنَّ اللَّهَ أَمَرَكَ بِخَمْسِ كَلِمَاتٍ لِتَعْمَلَ بِهَا وَتَأْمُرَ بَنِي إِسْرَائِيلَ أَنْ يَعْمَلُوا بِهَا فَإِمَّا أَنْ تَأْمُرَهُمْ وَإِمَّا أَنَا آمُرُهُمْ ‏.‏ فَقَالَ يَحْيَى أَخْشَى إِنْ سَبَقْتَنِي بِهَا أَنْ يُخْسَفَ بِي أَوْ أُعَذَّبَ فَجَمَعَ النَّاسَ فِي بَيْتِ الْمَقْدِسِ فَامْتَلأَ الْمَسْجِدُ وَقَعَدُوا عَلَى الشُّرَفِ فَقَالَ إِنَّ اللَّهَ أَمَرَنِي بِخَمْسِ كَلِمَاتٍ أَنْ أَعْمَلَ بِهِنَّ وَآمُرَكُمْ أَنْ تَعْمَلُوا بِهِنَّ أَوَّلُهُنَّ أَنْ تَعْبُدُوا اللَّهَ وَلاَ تُشْرِكُوا بِهِ شَيْئًا وَإِنَّ مَثَلَ مَنْ أَشْرَكَ بِاللَّهِ كَمَثَلِ رَجُلٍ اشْتَرَى عَبْدًا مِنْ خَالِصِ مَالِهِ بِذَهَبٍ أَوْ وَرِقٍ فَقَالَ هَذِهِ دَارِي وَهَذَا عَمَلِي فَاعْمَلْ وَأَدِّ إِلَىَّ فَكَانَ يَعْمَلُ وَيُؤَدِّي إِلَى غَيْرِ سَيِّدِهِ فَأَيُّكُمْ يَرْضَى أَنْ يَكُونَ عَبْدُهُ كَذَلِكَ وَإِنَّ اللَّهَ أَمَرَكُمْ بِالصَّلاَةِ فَإِذَا صَلَّيْتُمْ فَلاَ تَلْتَفِتُوا فَإِنَّ اللَّهَ يَنْصِبُ وَجْهَهُ لِوَجْهِ عَبْدِهِ فِي صَلاَتِهِ مَا لَمْ يَلْتَفِتْ وَآمُرُكُمْ بِالصِّيَامِ فَإِنَّ مَثَلَ ذَلِكَ كَمَثَلِ رَجُلٍ فِي عِصَابَةٍ مَعَهُ صُرَّةٌ فِيهَا مِسْكٌ فَكُلُّهُمْ يَعْجَبُ أَوْ يُعْجِبُهُ رِيحُهَا وَإِنَّ رِيحَ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ وَآمُرُكُمْ بِالصَّدَقَةِ فَإِنَّ مَثَلَ ذَلِكَ كَمَثَلِ رَجُلٍ أَسَرَهُ الْعَدُوُّ فَأَوْثَقُوا يَدَهُ إِلَى عُنُقِهِ وَقَدَّمُوهُ لِيَضْرِبُوا عُنُقَهُ فَقَالَ أَنَا أَفْدِيهِ مِنْكُمْ بِالْقَلِيلِ وَالْكَثِيرِ ‏.‏ فَفَدَى نَفْسَهُ مِنْهُمْ وَآمُرُكُمْ أَنْ تَذْكُرُوا اللَّهَ فَإِنَّ مَثَلَ ذَلِكَ كَمَثَلِ رَجُلٍ خَرَجَ الْعَدُوُّ فِي أَثَرِهِ سِرَاعًا حَتَّى إِذَا أَتَى عَلَى حِصْنٍ حَصِينٍ فَأَحْرَزَ نَفْسَهُ مِنْهُمْ كَذَلِكَ الْعَبْدُ لاَ يُحْرِزُ نَفْسَهُ مِنَ الشَّيْطَانِ إِلاَّ بِذِكْرِ اللَّهِ ‏\"‏ ‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ وَأَنَا آمُرُكُمْ بِخَمْسٍ اللَّهُ أَمَرَنِي بِهِنَّ السَّمْعُ وَالطَّاعَةُ وَالْجِهَادُ وَالْهِجْرَةُ وَالْجَمَاعَةُ فَإِنَّهُ مَنْ فَارَقَ الْجَمَاعَةَ قِيدَ شِبْرٍ فَقَدْ خَلَعَ رِبْقَةَ الإِسْلاَمِ مِنْ عُنُقِهِ إِلاَّ أَنْ يَرْجِعَ وَمَنِ ادَّعَى دَعْوَى الْجَاهِلِيَّةِ فَإِنَّهُ مِنْ جُثَا جَهَنَّمَ ‏\"‏ ‏.‏ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ وَإِنْ صَلَّى وَصَامَ قَالَ ‏\"‏ وَإِنْ صَلَّى وَصَامَ فَادْعُوا بِدَعْوَى اللَّهِ الَّذِي سَمَّاكُمُ الْمُسْلِمِينَ الْمُؤْمِنِينَ عِبَادَ اللَّهِ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ قَالَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْحَارِثُ الأَشْعَرِيُّ لَهُ صُحْبَةٌ وَلَهُ غَيْرُ هَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আৰু ঈসা বলেন, এ হাদীসটি হাসান সহীহ গরীব। মুহাম্মাদ ইবনু ইসমাঈল আল-বুখারী বলেন, আল-হারিস আল-আশ'আরী (রাঃ) রাসূলুল্লাহঃ-এর সাহচর্য লাভ করেছেন। এটি ব্যতীত তার বর্ণিত আরো হাদীস আছে।"
  },
  {
    "hadith_id": 2866,
    "narrator": "আবু হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ মুমিনের উদাহরণ হল ক্ষেতের শস্যের মতো যাকে বাতাস সর্বদা আন্দোলিত করতে থাকে। মু'মিন সদাসর্বদাই বিপদগ্ৰস্ত হতে থাকবে। মুনাফিক হল বট গাছের মতো যা বাতাসে না হেললেও (ঝড়ে) সমূলে উৎপাটিত হয়।\n\nসহীহ: তাখরাজুল ঈমান ইবনু আবী শাইবা (৮৬), সহীহাহ (২৮৮৩), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَثَلُ الْمُؤْمِنِ كَمَثَلِ الزَّرْعِ لاَ تَزَالُ الرِّيَاحُ تُفِيئُهُ وَلاَ يَزَالُ الْمُؤْمِنُ يُصِيبُهُ بَلاَءٌ وَمَثَلُ الْمُنَافِقِ كَمَثَلِ الشَّجَرَةِ الأَرْزِ لاَ تَهْتَزُّ حَتَّى تُسْتَحْصَدَ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2865,
    "narrator": "আৰু মূসা আল-আশ'আরী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ যে মু’মিন কুরআন তিলাওয়াত করে তার উদাহরণ হল কাগজী লেবুর মতো যার গন্ধও সুবাসিত, স্বাদও ভালো। আর যে মুমিন কুরআন তিলাওয়াত করে না তার উদাহরণ হল খেজুরের মতো যার কোন গন্ধ নেই, তবে স্বাদ খুব মিষ্টি। আর কুরআন তিলাওয়াতকারী মুনাফিক হল রাইহানা ফুলের মতো যার গন্ধ ভালো কিন্তু স্বাদ অত্যন্ত তিক্ত। কুরআন তিলাওয়াত করে না এমন মুনাফিক হল মাকাল ফলের মতো যার গন্ধও তিক্ত স্বাদও তিক্ত।\n\nসহীহ: নাকদুল কাত্তানী (৪৩), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، عَنْ أَبِي مُوسَى الأَشْعَرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَثَلُ الْمُؤْمِنِ الَّذِي يَقْرَأُ الْقُرْآنَ كَمَثَلِ الأُتْرُجَّةِ رِيحُهَا طَيِّبٌ وَطَعْمُهَا طَيِّبٌ وَمَثَلُ الْمُؤْمِنِ الَّذِي لاَ يَقْرَأُ الْقُرْآنَ كَمَثَلِ التَّمْرَةِ لاَ رِيحَ لَهَا وَطَعْمُهَا حُلْوٌ وَمَثَلُ الْمُنَافِقِ الَّذِي يَقْرَأُ الْقُرْآنَ كَمَثَلِ الرَّيْحَانَةِ رِيحُهَا طَيِّبٌ وَطَعْمُهَا مُرٌّ وَمَثَلُ الْمُنَافِقِ الَّذِي لاَ يَقْرَأُ الْقُرْآنَ كَمَثَلِ الْحَنْظَلَةِ رِيحُهَا مُرٌّ وَطَعْمُهَا مُرٌّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رَوَاهُ شُعْبَةُ عَنْ قَتَادَةَ أَيْضًا ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন : এ হাদীসটি হাসান সহীহ। এ হাদীসটি শুবাহও কাতাদার সূত্রে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2867,
    "narrator": "ইবনু উমর (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ গাছসমূহের মধ্যে এমন একটি গাছ আছে যার পাতা কখনো ঝরে না। সেটিই মুমিনের উদাহরণ। তোমরা আমাকে বল, সেটা কোন গাছ? আবদুল্লাহ (রাঃ) বলেন, সকলেই ধারণা করতে লাগল পাহাড়ী অথবা জংলী গাছ হবে কিন্তু আমার মনে হল সেটা নিশ্চই খেজুর গাছ। অবশেষে রাসূলুল্লাহ(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃ সেটা খেজুর গাছ। অথচ আমি সেটা বলতে লজ্জা পাচ্ছিলাম (বয়সে ছোট হবার কারণে তা বলিনি)। আবদুল্লাহ (রাঃ) বলেন, আমি উমর (রাঃ)-এর নিকট আমার মনের ধারণা প্রকাশ করলাম। তিনি বললেন, তুমি যদি সেই কথাটা বলে দিতে তাহলে সেটা আমার নিকট এত এত সম্পদের চাইতেও অধিক প্রিয় হতো।\n\nসহীহ: বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ إِنَّ مِنَ الشَّجَرِ شَجَرَةً لاَ يَسْقُطُ وَرَقُهَا وَهِيَ مَثَلُ الْمُؤْمِنِ حَدِّثُونِي مَا هِيَ ‏\"‏ ‏.‏ قَالَ عَبْدُ اللَّهِ فَوَقَعَ النَّاسُ فِي شَجَرِ الْبَوَادِي وَوَقَعَ فِي نَفْسِي أَنَّهَا النَّخْلَةُ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ هِيَ النَّخْلَةُ ‏\"‏ ‏.‏ فَاسْتَحْيَيْتُ أَنْ أَقُولَ قَالَ عَبْدُ اللَّهِ فَحَدَّثْتُ عُمَرَ بِالَّذِي وَقَعَ فِي نَفْسِي ‏.‏ فَقَالَ لأَنْ تَكُونَ قُلْتَهَا أَحَبُّ إِلَىَّ مِنْ أَنْ يَكُونَ لِي كَذَا وَكَذَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ رضى الله عنه ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আবু হুরাইরাহ্ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2868,
    "narrator": "আবু হুরাইরাহ্ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ তোমরা কি মনে কর, যদি তোমাদের মধ্যে কারো বাড়ীর আঙ্গিনায় একটি ঝর্ণা থাকে আর সে প্রতিদিন পাচবার তাতে গোসল করে তাহলে তার শরীরে কোন ময়লা থাকতে পারে? তারা বলল, না, কোন ময়লাই থাকবে না। তিনি বললেনঃ পাচ ওয়াক্ত নামাযও ঠিক সে রকমই। আল্লাহ তা'আলা এগুলোর সাহায্যে গুনাহসমূহ বিলীন করে দেন।\n\nসহীহ: ইরওয়াহ (১৫), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ أَرَأَيْتُمْ لَوْ أَنَّ نَهْرًا بِبَابِ أَحَدِكُمْ يَغْتَسِلُ مِنْهُ كُلَّ يَوْمٍ خَمْسَ مَرَّاتٍ هَلْ يَبْقَى مِنْ دَرَنِهِ شَيْءٌ ‏\"‏ ‏.‏ قَالُوا لاَ يَبْقَى مِنْ دَرَنِهِ شَيْءٌ ‏.‏ قَالَ ‏\"‏ فَذَلِكَ مَثَلُ الصَّلَوَاتِ الْخَمْسِ يَمْحُو اللَّهُ بِهِنَّ الْخَطَايَا ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ جَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "জাবির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ। উপরোক্ত হাদীসের মতো হাদীস কুতাইবাহ-বাকর ইবনু মুযার আল-কুরাশী হতে, তিনি ইবনুল হাদ (রহঃ) হতে এ সূত্রে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2869,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার উম্মাত সেই বৃষ্টির মতো যার প্রথম ভাগ না শেষ ভাগ বেশী ভালো তা জানা যায় না।\n\nহাসান সহীহ: মিশকাত (৬২৭৭), সহীহাহ (২২৮৬)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ يَحْيَى الأَبَحُّ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَثَلُ أُمَّتِي مَثَلُ الْمَطَرِ لاَ يُدْرَى أَوَّلُهُ خَيْرٌ أَمْ آخِرُهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَمَّارٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَابْنِ عُمَرَ وَهَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ قَالَ وَرُوِيَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ أَنَّهُ كَانَ يُثَبِّتُ حَمَّادَ بْنَ يَحْيَى الأَبَحَّ وَكَانَ يَقُولُ هُوَ مِنْ شُيُوخِنَا ‏.",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আম্মার, আবদুল্লাহ ইবনু আম্র ও ইবনু উমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবু ঈসা বলেন, এ হাদীসটি হাসান এবং উপরোক্ত সূত্রে গরীব। আবদুর রাহমান ইবনু মাহদী হতে বর্ণিত আছে যে, তিনি হাম্মাদ ইবনু ইয়াহইয়া আল-আবাহকে বিশ্বস্ত বর্ণনাকারী বলে মতামত দিয়েছেন। তিনি বলতেন, ইনি হলেন আমাদের অন্যতম শাইখ (শিক্ষক)।"
  },
  {
    "hadith_id": 2870,
    "narrator": "বুরাইদা (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু'টি নুড়ি পাথর ছুড়ে দিয়ে বললেন, এটা এবং ওটা কিসের মত তোমরা জান কি? সাহাবীগন বলেনঃ আল্লাহ্ তা'আলা ও তাঁর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-ই ভাল জানেন। তিনি বলেলনঃ এটা হল মানুষের কামনা-বাসনা এবং এটা হল তার হায়াৎ।\n\nযঈফ, তা'লীকুর রাগীব (৪/১৩৩), আবূ ঈসা বলেনঃ এ হাদীসটি হাসান এবং এই সূত্রে গারীব।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا خَلاَّدُ بْنُ يَحْيَى، حَدَّثَنَا بَشِيرُ بْنُ الْمُهَاجِرِ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ هَلْ تَدْرُونَ مَا هَذِهِ وَمَا هَذِهِ ‏\"‏ ‏.‏ وَرَمَى بِحَصَاتَيْنِ ‏.‏ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ ‏.‏ قَالَ ‏\"‏ هَذَاكَ الأَمَلُ وَهَذَاكَ الأَجَلُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2872,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ মানুষের উপমা হল যেমন- একশত উট যার মধ্যে কোন ব্যক্তি একটি সওয়ারীযোগ্য বাহনও পায় না (অর্থাৎ শতকরা একজনও সত্যিকার মানুষ পাওয়া দুষ্কর)। \n\nসহীহ: ইবনু মা-জাহ (৩৯৯০), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّمَا النَّاسُ كَإِبِلٍ مِائَةٍ لاَ يَجِدُ الرَّجُلُ فِيهَا رَاحِلَةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2873,
    "narrator": "ইবনু উমার (র:)",
    "bn": "রাসুলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: মানুষের দৃষ্টান্ত হল এক শত উট, যার মধ্যে তুমি একটু উটও সোয়ারীর উপযুক্ত পাবে না। অথবা তিনি বলেছেন: তুমি এগুলোর মধ্যে একটি ছাড়া আরোহণযোগ্য কোন উট পাবে না।\n \nসহীহ: দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، بِهَذَا الإِسْنَادِ نَحْوَهُ وَقَالَ لاَ تَجِدُ فِيهَا رَاحِلَةً أَوْ قَالَ لاَ تَجِدُ فِيهَا إِلاَّ رَاحِلَةً ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2874,
    "narrator": "আবু হুরাইরাহ্ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: আমার ও আমার উম্মাতের উদাহরণ হল এমন এক লোক, যে আগুন প্রজ্জলিত করল। তারপর তাতে কীট-পতঙ্গ এসে ঝাপিয়ে পড়তে লাগল। আর আমি তোমাদের কোমর ধরে (আগুনে পতিত হওয়া থেকে) বাধা দিচ্ছি, কিন্তু তোমরা তাতে ঝাপিয়ে পড়ছে। \n\nসহীহ: যঈফা (৩০৮২) নং হাদীসের অধীনে, বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّمَا مَثَلِي وَمَثَلُ أُمَّتِي كَمَثَلِ رَجُلٍ اسْتَوْقَدَ نَارًا فَجَعَلَتِ الدَّوَابُّ وَالْفَرَاشُ يَقَعْنَ فِيهَا وَأَنَا آخُذُ بِحُجَزِكُمْ وَأَنْتُمْ تَقَحَّمُونَ فِيهَا ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ। হাদীসটি একাধিক সূত্রে বর্ণিত আছে"
  },
  {
    "hadith_id": 2871,
    "narrator": "ইবনু উমর (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)   বলেছেনঃ পূর্ববর্তী উম্মাতগণের তুলনায় তোমাদের আয়ুষ্কাল হল আসরের নামায হতে সূর্যস্ত পর্যন্ত সময়। তোমাদের ও ইয়াহুদী-খ্ৰীষ্টানদের দৃষ্টান্ত এই যে, এক লোক কয়েকজন শ্রমিক নিয়োগ করতে চাইল। সে বলল, এমন কে আছে যে সকাল থেকে দুপুর পর্যন্ত আমার কাজ করে দিবে এক কীরাতের বিনিময়েঃ অতএব ইয়াহুদীরা দুপুর পর্যন্ত এক কীরাতের বিনিময়ে কাজ করল। লোকটি আবার বলল, এমন কে আছে যে দুপুর হতে আসর এবার নাসারাগণ এক কীরাতের বিনিময়ে কাজ করল। তারপর তোমরা দুই কীরাতের বিনিময়ে কাজ করলে।এতে ইয়াহুদী-খ্ৰীষ্টানগণ রাগান্বিত হয়ে বলল, আমরা বেশি কাজ করা সত্বেও পারিশ্রমিক কম পেলাম। তিনি (আল্লাহ তা'আলা) বলেন, আমি কি তোমাদের উপর যুলুম করে তোমাদের হক নষ্ট করেছি? তারা বলল, না। তিনি বলেন, এটা আমার অনুগ্রহ, যাকে ইচ্ছা আমি তাকেই তা দান করি।\n\nসহীহ: মুখতাসারুল বুখারী (৩১২), বুখারী। আৰু ঈসা বলেন, হাদীসটি হাসান সহীহ।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّمَا أَجَلُكُمْ فِيمَا خَلاَ مِنَ الأُمَمِ كَمَا بَيْنَ صَلاَةِ الْعَصْرِ إِلَى مَغَارِبِ الشَّمْسِ وَإِنَّمَا مَثَلُكُمْ وَمَثَلُ الْيَهُودِ وَالنَّصَارَى كَرَجُلٍ اسْتَعْمَلَ عُمَّالاً فَقَالَ مَنْ يَعْمَلُ لِي إِلَى نِصْفِ النَّهَارِ عَلَى قِيرَاطٍ قِيرَاطٍ فَعَمِلَتِ الْيَهُودُ عَلَى قِيرَاطٍ قِيرَاطٍ فَقَالَ مَنْ يَعْمَلُ لِي مِنْ نِصْفِ النَّهَارِ إِلَى الْعَصْرِ عَلَى قِيرَاطٍ قِيرَاطٍ فَعَمِلَتِ النَّصَارَى عَلَى قِيرَاطٍ قِيرَاطٍ ثُمَّ أَنْتُمْ تَعْمَلُونَ مِنْ صَلاَةِ الْعَصْرِ إِلَى مَغَارِبِ الشَّمْسِ عَلَى قِيرَاطَيْنِ قِيرَاطَيْنِ فَغَضِبَتِ الْيَهُودُ وَالنَّصَارَى وَقَالُوا نَحْنُ أَكْثَرُ عَمَلاً وَأَقَلُّ عَطَاءً ‏.‏ قَالَ هَلْ ظَلَمْتُكُمْ مِنْ حَقِّكُمْ شَيْئًا قَالُوا لاَ ‏.‏ قَالَ فَإِنَّهُ فَضْلِي أُوتِيهِ مَنْ أَشَاءُ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2748,
    "narrator": "আদী ইবনু সাবিত (রহঃ) হতে পালাক্রমে তার পিতা ও তার দাদার সূত্রে",
    "bn": "আদী ইবনু সাবিত (রহঃ) হতে পালাক্রমে তার পিতা ও তার দাদার সূত্রে মারফূ হিসেবে বর্ণিত। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ নামাযের মধ্যে হাঁচি, তন্দ্রা ও হাই তোলা এবং হায়িয, বমি ও নাক দিয়ে রক্ত পড়া শাইতানের পক্ষ হতে। \n\nযঈফ, মিশকাত (৯৯৯), আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমরা শুধুমাত্র শারীক হতে ইয়াকযান সূত্রে এ হাদিস জেনেছি। আমি মুহাম্মাদ ইবনু ইসমাঈল (বুখারী)-কে ‘আদী ইবনু সাবিত-তার পিতা-তার দাদা' এই সনদসূত্র প্রসঙ্গে প্রশ্ন করলাম। আমি বললাম, আদীর দাদার নাম কি? তিনি বললেন, আমি জানি না। ইয়াহ্‌ইয়া ইবনু মাঈন প্রসঙ্গে উল্লেখ আছে যে, তিনি আদীর দাদার নাম দীনার বলেছেন।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شَرِيكٌ، عَنْ أَبِي الْيَقْظَانِ، عَنْ عَدِيِّ بْنِ ثَابِتٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، رَفَعَهُ قَالَ ‏ \"‏ الْعُطَاسُ وَالنُّعَاسُ وَالتَّثَاؤُبُ فِي الصَّلاَةِ وَالْحَيْضُ وَالْقَىْءُ وَالرُّعَافُ مِنَ الشَّيْطَانِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ شَرِيكٍ عَنْ أَبِي الْيَقْظَانِ ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ عَنْ عَدِيِّ بْنِ ثَابِتٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قُلْتُ لَهُ مَا اسْمُ جَدِّ عَدِيٍّ قَالَ لاَ أَدْرِي ‏.‏ وَذُكِرَ عَنْ يَحْيَى بْنِ مَعِينٍ قَالَ اسْمُهُ دِينَارٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2760,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাঁর গোঁফ ছেটে খাটো করতেন এবং বলতেনঃ দয়াময়ের প্রিয় বন্ধু ইবরাহীম (আঃ) এরকম করতেন।\n\nসনদ দূর্বল আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ الْوَلِيدِ الْكِنْدِيُّ الْكُوفِيُّ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ إِسْرَائِيلَ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقُصُّ أَوْ يَأْخُذُ مِنْ شَارِبِهِ وَكَانَ إِبْرَاهِيمُ خَلِيلُ الرَّحْمَنِ يَفْعَلُهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2762,
    "narrator": "আমর ইবনু শুআইব (রহঃ) হতে পর্যায়ক্রমে তার পিতা ও দাদার সূত্রে",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দৈঘ্যে-প্রস্থে দু’ দিকে তাঁর দাড়ি ছাঁটতেন। \n\nমাওযূ, যঈফা (২৮৮), আবূ ঈসা বলেন, এ হাদীসটি গারীব। আমি মুহাম্মাদ ইবনু ইসমাঈল (আল-বুখারী)-কে বলতে শুনেছি, উমার ইবনু হারূনের বর্ণিত হাদিস গ্রহণ যোগ্য বলা যায়। \"রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর দাড়ির দৈর্ঘ্য-প্রস্থ উভয় দিকে ছাঁটতেন” এই হাদিস ছাড়া তার অন্য কোন রিওয়ায়াত সম্পর্কে আমার জানা নাই, যার কোন বুনিয়াদ নাই বা যা তিনি এককভাবে বর্ণনা করেছেন। আমরা শুধুমাত্র ইবনু হারূনের রিওয়ায়াত হিসেবে উপরোক্ত হাদিস জেনেছি। আমি ইমাম বুখারীকে উমার ইবনু হারূন সম্পর্কে উত্তম অভিমত মনে ধারণ করতে দেখেছি। আবূ ঈসা বলেন, আমি কুতাইবাকে বলতে শুনেছি, উমার ইবনু হারূন ছিলেন হাদিসের ধারক। তিনি বলতেন, “কথা ও কাজের সমষ্টি হল ঈমান” (আল-ঈমান কাওল ওয়া আমাল)। কুতাইবা বলেন, ওয়াকী ইবনু জাররাহ আমাদেরকে জানিয়েছেন এক ব্যক্তির সূত্রে, তিনি সাওর ইবনু ইয়াযীদের সূত্রেঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাইফবাসীদের বিপক্ষে মিনজানীক (পাথর নিক্ষেপক যন্ত্র) স্থাপন করেছেন। কুতাইবা বলেন, আমি ওয়াকীকে প্রশ্ন করলাম, ইনি কে? তিনি বলেন, আপনাদের সঙ্গী উমার ইবনু হারূন।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا عُمَرُ بْنُ هَارُونَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَأْخُذُ مِنْ لِحْيَتِهِ مِنْ عَرْضِهَا وَطُولِهَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَسَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ عُمَرُ بْنُ هَارُونَ مُقَارِبُ الْحَدِيثِ لاَ أَعْرِفُ لَهُ حَدِيثًا لَيْسَ إِسْنَادُهُ أَصْلاً أَوْ قَالَ يَنْفَرِدُ بِهِ إِلاَّ هَذَا الْحَدِيثَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَأْخُذُ مِنْ لِحْيَتِهِ مِنْ عَرْضِهَا وَطُولِهَا ‏.‏ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ عُمَرَ بْنِ هَارُونَ وَرَأَيْتُهُ حَسَنَ الرَّأْىِ فِي عُمَرَ بْنِ هَارُونَ ‏.‏ قَالَ أَبُو عِيسَى وَسَمِعْتُ قُتَيْبَةَ يَقُولُ عُمَرُ بْنُ هَارُونَ كَانَ صَاحِبَ حَدِيثٍ وَكَانَ يَقُولُ الإِيمَانُ قَوْلٌ وَعَمَلٌ ‏.‏",
    "grade_id": 5,
    "grade": "জাল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2765,
    "narrator": "আব্বাদ ইবনু তামীম (রহঃ) হতে তাঁর চাচার সূত্রে",
    "bn": "তিনি মাসজিদের মধ্যে রাসুলূল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-কে এক পায়ের উপর অন্য পা (ভাঁজ করে হাঁটু দাঁড় করিয়ে) রেখে চিৎ হয়ে শুয়ে থাকতে দেখেছেন।\n\nসহীহঃ বুখারী ও মুসলিম\n\nআবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আব্বাদ ইবনু তামীমের চাচার নাম ‘আবদুল্লাহ ইবনু যাইদ ইবনু ‘আসিম আল-মাযিনী।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عن عَبَّادِ بْنِ تَمِيمٍ، عَنْ عَمِّهِ، أَنَّهُ رَأَى النَّبِيَّ صلى الله عليه وسلم مُسْتَلْقِيًا فِي الْمَسْجِدِ وَاضِعًا إِحْدَى رِجْلَيْهِ عَلَى الأُخْرَى ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَعَمُّ عَبَّادِ بْنِ تَمِيمٍ هُوَ عَبْدُ اللَّهِ بْنُ زَيْدِ بْنِ عَاصِمٍ الْمَازِنِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2769,
    "narrator": "বাহ্‌য ইবনু হাকীম (রহঃ) হতে পর্যায়ক্রমে তাঁর বাবা ও তাঁর দাদার সূত্রে",
    "bn": "তিনি বলেন, আমি প্রশ্ন করলাম , হে আল্লাহর রাসূল ! আমাদের লজ্জাস্থান কতটুকু ঢেকে রাখব এবং কতটুকু খোলা রাখতে পারব? তিনি বললেনঃ তোমার স্ত্রী ও দাসী ছাড়া সকলের দৃষ্টি হতে তোমার লজ্জাস্থান হিফাযাত করবে। তিনি আবার প্রশ্ন করলেন, পুরুষেরা একত্রে অবস্থানরত থাকলে? তিনি বললেনঃ যতদূর সম্ভব কেউ যেন আভরণীয় স্থান দেখতে না পারে তুমি তাই কর। আমি আবার প্রশ্ন করলাম , মানুষ তো কখনো নির্জন অবস্থায়ও থাকে। তিনি বললেনঃ আল্লাহ তাআলা তো লজ্জার ক্ষেত্রে বেশি হাক্বদার।\n\nহাসানঃ ইবনু মা-জাহ (১৯২০)\n\nআবু ঈসা বলেন, এ হাদীসটি হাসান। বাহ্‌যের দাদার নাম মুআবিয়াহ ইবনু হাইদাহ্‌ আল-কুশাইরী। আল-জুরাইরী হাকীম ইবনু মুআবিয়ার সূত্রে হাদীসটি বর্ণনা করেছেন। তিনি হলেন বাহ্‌যের বাবা।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا بَهْزُ بْنُ حَكِيمٍ، حَدَّثَنِي أَبِي، عَنْ جَدِّي، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ عَوْرَاتُنَا مَا نَأْتِي مِنْهَا وَمَا نَذَرُ قَالَ ‏\"‏ احْفَظْ عَوْرَتَكَ إِلاَّ مِنْ زَوْجَتِكَ أَوْ مِمَّا مَلَكَتْ يَمِينُكَ ‏\"‏ ‏.‏ فَقَالَ الرَّجُلُ يَكُونُ مَعَ الرَّجُلِ قَالَ ‏\"‏ إِنِ اسْتَطَعْتَ أَنْ لاَ يَرَاهَا أَحَدٌ فَافْعَلْ ‏\"‏ ‏.‏ قُلْتُ وَالرَّجُلُ يَكُونُ خَالِيًا ‏.‏ قَالَ ‏\"‏ فَاللَّهُ أَحَقُّ أَنْ يُسْتَحْيَا مِنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَجَدُّ بَهْزٍ اسْمُهُ مُعَاوِيَةُ بْنُ حَيْدَةَ الْقُشَيْرِيُّ وَقَدْ رَوَى الْجُرَيْرِيُّ عَنْ حَكِيمِ بْنِ مُعَاوِيَةَ وَهُوَ وَالِدُ بَهْزٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2777,
    "narrator": "বুরাইদাহ্ (রাঃ)",
    "bn": "বুরাইদাহ্ (রাঃ)হতে মারফূ' হিসেবে বর্ণিত। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ হে 'আলী!  বারবার (অননুমোদিত জিনিসের প্রতি) তাকাবে না। তোমার প্রথম দৃষ্টি জায়িয ( ও ক্ষমাযোগ্য) হলেও পরের দৃষ্টি (ক্ষমাযোগ্য) নয়।\n\nহাসান : হিজাবুল মারয়াহ্ (৩৪), সহীহ আবূ দাঊদ (১৮৬৫)।\n\nআবূ 'ঈসা বলেন,  এ হাদীসটি  হাসান গারীব। আমরা এটি  শুধু শারীকের রিওয়ায়াত হিসেবে জেনেছি।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شَرِيكٌ، عَنْ أَبِي رَبِيعَةَ، عَنِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، رَفَعَهُ قَالَ ‏ \"‏ يَا عَلِيُّ لاَ تُتْبِعِ النَّظْرَةَ النَّظْرَةَ فَإِنَّ لَكَ الأُولَى وَلَيْسَتْ لَكَ الآخِرَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ شَرِيكٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2780,
    "narrator": "উসামাহ্ ইবনু যাইদ ও সা'ঈদ ইবনু 'আমর ইবনু নুফাইল (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ আমার পরে ( মানুষের মাঝে) পুরুষের জন্য স্ত্রীলোকের ফিতনার চাইতে মারাত্নক ক্ষতিকর ফিতনা রেখে যাচ্ছি না।\n\nসহীহ : সহীহাহ্ ( ২৭০১), বুখারি ও মুসলিম।\n\nআবূ 'ঈসা বলেন, এ হাদীসটি হাসান সহীহ। উক্ত হাদীস সুলাইমান আত-তাইমী হতে, তিনি আবূ 'উসমান হতে,  তিনি উসামা ইবনু যাইদ( রা:) হতে, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে একাধিক নির্ভরযোগ্য বর্ণনাকারী বর্ণনা করেছেন। তারা এই সনদসূত্রে সা'ঈদ ইবনু 'আমর ইবনু নুফাইলের উল্লেখ করেননি। আল-মু'তামির ব্যতীত অন্য কোন বর্ণনাকারী উপরোক্ত সনদে উসামা ইবনু যাইদ ও সা'ঈদ ইবনু যাইদ (রাঃ)-এর উল্লেখ করেছেন বলে আমাদের জানা নেই। আবূ সা'ঈদ ( রা:)  হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু আবী 'উমার সুফইয়ান হতে, তিনি সুলাইমান আত-তাইমী হতে, তিনি আবূ 'উসমান হতে, তিনি উসামা ইবনু যাইদ হতে,  তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الصَّنْعَانِيُّ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ أَبِيهِ، عَنْ أَبِي عُثْمَانَ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، وَسَعِيدِ بْنِ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَا تَرَكْتُ بَعْدِي فِي النَّاسِ فِتْنَةً أَضَرَّ عَلَى الرِّجَالِ مِنَ النِّسَاءِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَى هَذَا الْحَدِيثَ غَيْرُ وَاحِدٍ مِنَ الثِّقَاتِ عَنْ سُلَيْمَانَ التَّيْمِيِّ عَنْ أَبِي عُثْمَانَ عَنْ أُسَامَةَ بْنِ زَيْدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَذْكُرُوا فِيهِ عَنْ سَعِيدِ بْنِ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ وَلاَ نَعْلَمُ أَحَدًا قَالَ عَنْ أُسَامَةَ بْنِ زَيْدٍ وَسَعِيدِ بْنِ زَيْدٍ غَيْرَ الْمُعْتَمِرِ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2794,
    "narrator": "বাহয ইবনু হাকীম (রহঃ) হতে পপর্যায়ক্রমে  তাঁর বাবা ও দাদার সূত্রে",
    "bn": "তিনি বলেন,  আমি বললাম, হে আল্লাহর নাবী!  আমাদের আভরণীয় অঙ্গের কতটুকু অংশ ঢেকে রাখব এবং কতটুকু অংশ খোলা রাখতে পারব?  তিনি বললেনঃ তোমার স্ত্রী ও দাসী ব্যতীত ( সবার দৃষ্টি হতে)  তোমার আভরণীয় অঙ্গের হিফাযাত কর। বর্ণনাকারী  বলেন, আমি আবার প্রশ্ন করলাম, হে আল্লাহর রাসূল!  দলের লোকেরা কখনো একত্রিত হলে? তিনি বললেনঃ তোমার দ্বারা যতটুকু সম্ভব তা ঢেকে রাখবে, কেউ যেন তা দেখতে না পায়। তিনি বলেন,  আমি আবারো বললাম, হে আল্লাহর নাবী!  আমাদের মাঝে কেউ নির্জন স্থানে থাকলে?  তিনি বললেনঃমানুষের চাইতে আল্লাহ   তা'আলাকে বেশি লজ্জা করা দরকার।\n\nহাসান : (২৭৬৯) নং হাদীস পূর্বে বর্ণিত হয়েছে।\n\nআবূ 'ঈসা বলেন,  এ হাদীসটি হাসান।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، وَيَزِيدُ بْنُ هَارُونَ، قَالاَ حَدَّثَنَا بَهْزُ بْنُ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قُلْتُ يَا نَبِيَّ اللَّهِ عَوْرَاتُنَا مَا نَأْتِي مِنْهَا وَمَا نَذَرُ قَالَ ‏\"‏ احْفَظْ عَوْرَتَكَ إِلاَّ مِنْ زَوْجَتِكَ أَوْ مَا مَلَكَتْ يَمِينُكَ ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ إِذَا كَانَ الْقَوْمُ بَعْضُهُمْ فِي بَعْضٍ قَالَ ‏\"‏ إِنِ اسْتَطَعْتَ أَنْ لاَ يَرَاهَا أَحَدٌ فَلاَ يَرَيَنَّهَا ‏\"‏ ‏.‏ قَالَ قُلْتُ يَا نَبِيَّ اللَّهِ إِذَا كَانَ أَحَدُنَا خَالِيًا قَالَ ‏\"‏ فَاللَّهُ أَحَقُّ أَنْ يَسْتَحْيِيَ مِنْهُ النَّاسُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2807,
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "bn": "তিনি বলেনঃ দু’টি লাল কাপড় পরা কোন এক ব্যক্তি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পাশ দিয়ে অতিক্রম করার সময় তাঁকে সালাম দিল। কিন্তু রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার সালামের উত্তর দেননি।\n \nসনদ দূর্বল, আবূ ঈসা বলেনঃ এ হাদীসটি হাসান এবং উপরোক্ত সূত্রে গারীব। আলিমের মতে এ হাদিসের অর্থ হল, তারা কুসুম রংয়ের জামা-কাপড় অপছন্দ করেছেন। তাদের মতে কুসুম রং ছাড়া লাল, মেটে ইত্যাদি রং দিয়ে যদি কাপড় লাল করা হয়, তবে কোন দোষ নেই।",
    "ar": "حَدَّثَنَا عَبَّاسُ بْنُ مُحَمَّدٍ الْبَغْدَادِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا إِسْرَائِيلُ، عَنْ أَبِي يَحْيَى، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ مَرَّ رَجُلٌ وَعَلَيْهِ ثَوْبَانِ أَحْمَرَانِ فَسَلَّمَ عَلَى النَّبِيِّ صلى الله عليه وسلم فَلَمْ يَرُدَّ النَّبِيُّ صلى الله عليه وسلم عَلَيْهِ السَّلاَمَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَمَعْنَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ أَنَّهُمْ كَرِهُوا لُبْسَ الْمُعَصْفَرِ وَرَأَوْا أَنَّ مَا صُبِغَ بِالْحُمْرَةِ بِالْمَدَرِ أَوْ غَيْرِ ذَلِكَ فَلاَ بَأْسَ بِهِ إِذَا لَمْ يَكُنْ مُعَصْفَرًا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2816,
    "narrator": "ইয়ালা ইবনু মুররা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন এক ব্যক্তিকে দেখলেন যে, সে খালুক (যাফরান মিশানো সুগন্ধি) ব্যবহার করেছে। তিনি বললেনঃ যাও, এটা ধুয়ে ফেল আবার ধুয়ে ফেল, পুনরায় তা লাগিও না। \n\nসনদ দূর্বল, আবূ ঈসা বলেনঃ এ হাদীসটি হাসান। এ হাদিসের সনদে আতা ইবনুস সাইব (রহঃ) হতে বর্ণনার ব্যপারে কিছু হাদিস বিশারদ মতের অমিল করেছেন। আলী (রহঃ) বলেনঃ ইয়াহ্‌ইয়া ইবনু সাঈদ বলেছেন, যারা পূর্বে আতা ইবনুস সাইব এর নিকট হাদিস শুনেছেন তাদের উক্ত শ্রবণ যথার্থ। আতা ইবনুস সাইব যাযান সূত্রে বর্ণিত দু’টি হাদিস ব্যতীত তার বরাতে শুবা ও সুফিয়ানের হাদিস শ্রবণের বিষয়টি সঠিক। শুবা বলেনঃ আতা হতে যাযান সূত্রে বর্ণিত হাদিসদুটো আমি আতার অন্তিম বয়সে শুনেছি। কথিত আছে যে, শেষ বয়সে আতার স্মৃতিশক্তি নষ্ট হয়ে যায়। এ আনুচ্ছেদে আম্মার, আবূ মূসা ও আনাস (রাঃ) হতেও হাদিস বর্ণিত আছে। রাবী আবূ হাফস হলেন ইবনু উমার।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، عَنْ شُعْبَةَ، عَنْ عَطَاءِ بْنِ السَّائِبِ، قَالَ سَمِعْتُ أَبَا حَفْصِ بْنَ عُمَرَ، يُحَدِّثُ عَنْ يَعْلَى بْنِ مُرَّةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَبْصَرَ رَجُلاً مُتَخَلِّقًا قَالَ ‏ \"‏ اذْهَبْ فَاغْسِلْهُ ثُمَّ اغْسِلْهُ ثُمَّ لاَ تَعُدْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَقَدِ اخْتَلَفَ بَعْضُهُمْ فِي هَذَا الإِسْنَادِ عَنْ عَطَاءِ بْنِ السَّائِبِ ‏.‏ قَالَ عَلِيٌّ قَالَ يَحْيَى بْنُ سَعِيدٍ مَنْ سَمِعَ مِنْ عَطَاءِ بْنِ السَّائِبِ قَدِيمًا فَسَمَاعُهُ صَحِيحٌ وَسَمَاعُ شُعْبَةَ وَسُفْيَانَ مِنْ عَطَاءِ بْنِ السَّائِبِ صَحِيحٌ إِلاَّ حَدِيثَيْنِ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنْ زَاذَانَ قَالَ شُعْبَةُ سَمِعْتُهُمَا مِنْهُ بِأَخَرَةٍ ‏.‏ قَالَ أَبُو عِيسَى يُقَالُ إِنَّ عَطَاءَ بْنَ السَّائِبِ كَانَ فِي آخِرِ أَمْرِهِ قَدْ سَاءَ حِفْظُهُ ‏.‏ وَفِي الْبَابِ عَنْ عَمَّارٍ وَأَبِي مُوسَى وَأَنَسٍ وَأَبُو حَفْصٍ هُوَ أَبُو حَفْصِ بْنُ عُمَرَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2819,
    "narrator": "‘আমর ইবনু শু’আইব (রহঃ) হতে পর্যায়ক্রমে তাঁর বাবা ও তাঁর দাদার সূত্রে",
    "bn": "তাঁর দাদা বলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ আল্লাহ তা’আলা তাঁর দেয়া নি‘মাতের নিদর্শন তাঁর বান্দার উপর দেখতে ভালবাসেন (অর্থাৎ যাকে যে রকম নি‘মাত প্রদান করা হয়েছে সেনুযায়ী পোশাক-পরিচ্ছেদ ব্যবহার করা আল্লাহ পছন্দ করেন)। \n\nহাসান সহীহঃ গাইয়াতুল মারাম (৭৫)\n\nআবুল আহওয়াস তার বাবা হতে, ‘ইমরান ইবনু হুসাইন ও ইবনু মাস’উদ (রাঃ) হতে এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এ হাদীসটি হাসান।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ، حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ اللَّهَ يُحِبَّ أَنْ يُرَى أَثَرُ نِعْمَتِهِ عَلَى عَبْدِهِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي الأَحْوَصِ عَنْ أَبِيهِ وَعِمْرَانَ بْنِ حُصَيْنٍ وَابْنِ مَسْعُودٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2821,
    "narrator": "‘আমর ইবনু শু’আইব (রহঃ) হতে পর্যায়ক্রমে তাঁর বাবা ও তাঁর দাদার সূত্রে",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাঁর পাকা চুল উপড়িয়ে ফেলতে নিষেধ করেছেন। তিনি আরো বলেনঃ এটি মুসলিমের নূর। \n\nসহীহঃ মিশকাত ৪৪৫৮, সহীহাহ ১২৪৩\n\nআবূ ঈ’সা বলেনঃ এ হাদীসটি হাসান এ হাদীস ‘আমর ইবনু শু’আইব (রহঃ) হতে পর্যায়ক্রমে তাঁর বাবা ও তাঁর দাদার সূত্রে বর্ণিত ‘আব্দুর রাহমান ইবনুল হারিস এবং আরো অনেকে বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ الْهَمْدَانِيُّ، حَدَّثَنَا عَبْدَةُ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ نَتْفِ الشَّيْبِ وَقَالَ ‏ \"‏ إِنَّهُ نُورُ الْمُسْلِمِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ قَدْ رُوِيَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ وَغَيْرِ وَاحِدٍ عَنْ عَمْرِو بْنِ شُعَيْبٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2832,
    "narrator": "‘আমর ইবনু শু’আইব (রহঃ) হতে পর্যায়ক্রমে তার বাবা ও তার দাদার সূত্রে",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  শিশুর জন্মের সপ্তম দিনে তার নাম রাখতে, মাথা মুন্ডন করতে এবং আকীকা করতে আদেশ করেছেন। \n\nহাসানঃ ইরওয়াহ (৪/৩৯৯-৪০০), তাহকীক সানী। \n\nআবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব।",
    "ar": "حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، حَدَّثَنِي عَمِّي، يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ حَدَّثَنَا شَرِيكٌ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَ بِتَسْمِيَةِ الْمَوْلُودِ يَوْمَ سَابِعِهِ وَوَضْعِ الأَذَى عَنْهُ وَالْعَقِّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2860,
    "narrator": "জাবির ইবনু আবদুল্লাহ আল-আনসারী (রাঃ)",
    "bn": "কোন এক সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বের হয়ে আমাদের নিকটে এসে বলেনঃ আমি স্বপ্নে দেখলাম, জিবরাঈল (আঃ) যেন আমার মাথার দিকে এবং মীকাঈল (আঃ) আমার পাদুটির দিকে আছেন। তাঁদের একজন তাঁর সঙ্গীকে বলছেন, তাঁর কোন উদাহরন দিন। তিনি বলেনঃ তাহলে শুনুন। আপনার কান যেন শুনে এবং আপানার অন্তর যেন হৃদয়ঙ্গম করে। আপনার ও আপনার উম্মাতের তুলনা এই যে, কোন বাদশাহ একটি রাজমহল তৈরী করলেন এবং তাতে একটি ঘর তৈরি করলেন, তারপর তাতে রকমারি খানা ভর্তি খাঞ্চা রাখলেন। তারপর তিনি একজন আহ্বানকারীকে পাঠালেন লোকদেরকে খাবারের জন্য দাওয়াত দিতে। একদল লোক তার ডাকে সাড়া দিল এবং অন্য দল তা পরিত্যাগ করল। আল্লাহ্ তা'আলা হলেন সেই বাদশাহ, মহলটি হল ইসলাম, ঘরটি হল জান্নাত। আর হে মুহাম্মাদ! আপনি সেই আহ্বানকারী। যে ব্যক্তি আপনার ডাকে সাড়া দিল সে ইসলামে প্রবেশ করল, আর যে ইসলামে প্রবেশ করল সে জান্নাতে গেল। যে জান্নতে যাবে সে তাতে যা আছে তা খাবে।\n\nসনদ দুর্বল। উপরোক্ত হাদীস রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অন্যভাবে আরো সহীহ সনদসূত্রে বর্ণিত হয়েছে। আবূ ঈসা বলেনঃ এ হাদীসটি মুরসাল। সাঈদ ইবনু আবূ হিলাল জাবির ইবনু আবদুল্লাহ (রাঃ) এর দেখা পাননি। এ অনুচ্ছেদে আবদুল্লাহ ইবনু মাসউদ (রাঃ) হতেও হাদীস বর্ণিত আছে।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ خَالِدِ بْنِ يَزِيدَ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، أَنَّ جَابِرَ بْنَ عَبْدِ اللَّهِ الأَنْصَارِيَّ، قَالَ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمًا فَقَالَ ‏ \"‏ إِنِّي رَأَيْتُ فِي الْمَنَامِ كَأَنَّ جِبْرِيلَ عِنْدَ رَأْسِي وَمِيكَائِيلَ عِنْدَ رِجْلَىَّ يَقُولُ أَحَدُهُمَا لِصَاحِبِهِ اضْرِبْ لَهُ مَثَلاً ‏.‏ فَقَالَ اسْمَعْ سَمِعَتْ أُذُنُكَ وَاعْقِلْ عَقَلَ قَلْبُكَ إِنَّمَا مَثَلُكَ وَمَثَلُ أُمَّتِكَ كَمَثَلِ مَلِكٍ اتَّخَذَ دَارًا ثُمَّ بَنَى فِيهَا بَيْتًا ثُمَّ جَعَلَ فِيهَا مَائِدَةً ثُمَّ بَعَثَ رَسُولاً يَدْعُو النَّاسَ إِلَى طَعَامِهِ فَمِنْهُمْ مَنْ أَجَابَ الرَّسُولَ وَمِنْهُمْ مَنْ تَرَكَهُ فَاللَّهُ هُوَ الْمَلِكُ وَالدَّارُ الإِسْلاَمُ وَالْبَيْتُ الْجَنَّةُ وَأَنْتَ يَا مُحَمَّدُ رَسُولٌ فَمَنْ أَجَابَكَ دَخَلَ الإِسْلاَمَ وَمَنْ دَخَلَ الإِسْلاَمَ دَخَلَ الْجَنَّةَ وَمَنْ دَخَلَ الْجَنَّةَ أَكَلَ مَا فِيهَا ‏\"‏ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنِ النَّبِيِّ صلى الله عليه وسلم بِإِسْنَادٍ أَصَحَّ مِنْ هَذَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ مُرْسَلٌ ‏.‏ سَعِيدُ بْنُ أَبِي هِلاَلٍ لَمْ يُدْرِكْ جَابِرَ بْنَ عَبْدِ اللَّهِ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2864,
    "narrator": "মুহাম্মাদ ইববু বাশশার-আবু দাউদ আত-তাইয়ালিসী",
    "bn": "মুহাম্মাদ ইববু বাশশার-আবু দাউদ আত-তাইয়ালিসী হতে, তিনি আবান ইবনু ইয়াযীদ হতে, তিনি ইয়াহইয়া ইবনু আবু কাসীর হতে,আল-আশ'আরী (রাঃ) হতে, তিনি নবী ত্র হতে এই সূত্রে একই মর্মে উপরোক্ত হাদীসের সমার্থবোধক হাদীস বর্ণনা করেছেন। \n\nআবু ঈসা বলেন, এ হাদীসটি হাসান সহীহ গারীব। আবু সাল্লাম আল-হাবশী’র নাম মামতুর। আলী ইবনুল মুবারাক-ইয়াহইয়া ইবনু আবী কাসীর-এর সূত্রে উক্ত হাদীস বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا أَبَانُ بْنُ يَزِيدَ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ زَيْدِ بْنِ سَلاَّمٍ، عَنْ أَبِي سَلاَّمٍ، عَنِ الْحَارِثِ الأَشْعَرِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِمَعْنَاهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَأَبُو سَلاَّمٍ الْحَبَشِيُّ اسْمُهُ مَمْطُورٌ وَقَدْ رَوَاهُ عَلِيُّ بْنُ الْمُبَارَكِ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ ‏.",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  }
]