[
  {
    "hadith_id": 2875,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উবাই ইবনু কা’ব (রাঃ)-এর নিকট গেলেন এবং তাকে ডাকলেনঃ হে উবাই! উবাই (রাঃ) তখন নামাযরত ছিলেন। তিনি তাঁর প্রতি দৃষ্টিপাত করলেন কিন্তু জবাব দিলেন না। তবে তিনি সংক্ষেপে নামায শেষ করে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গেলেন এবং বললেনঃ আসসালামু আলাইকা ইয়া রাসূলুল্লাহ! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ওয়া ‘আলাইকাস সালাম। হে উবাই! আমি তোমাকে ডাকলে কিসে তোমাকে জবাব দিতে বাধা দিল? তিনি বললেন, হে আল্লাহর রাসূল! আমি তো নামাযরত ছিলাম। তিনি বললেনঃ আমার নিকট আল্লাহ তা'আলা যে ওয়াহী প্রেরণ করেছেন, তার মধ্যে তুমি কি এ হুকুম পাওনি “রাসূল যখন তোমাদের এমন কিছুর দিকে ডাকে যা তোমাদেরকে প্রাণবন্ত করে, তখন আল্লাহ তা'আলা ও রাসূলের ডাকে সাড়া দিবে” — (সূরা আল-আনফাল ২৪)? তিনি বললেন, হ্যাঁ। আর কখনো এরূপ করব না ইন্‌শাআল্লাহ। তিনি বললেনঃ তুমি কি চাও যে, আমি এমন একটি সূরা তোমাকে শিখিয়ে দেই যার মত কোন সূরা তাওরাত, ইনজীল, যাবুর এমনকি কুরআনেও অবতীর্ণ হয়নি? তিনি বললেন, হ্যাঁ ইয়া রাসূলুল্লাহ! রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রশ্ন করলেনঃ তুমি নামাযে কি পাঠ কর? বর্ণনাকারী বলেনঃ তিনি (উবাই) উন্মুল কুরআন (ফাতিহা) পাঠ করলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যাঁর হাতে আমার প্রাণ, সেই সত্তার শপথ! এ সূরার মত (মর্যাদা সম্পন্ন) কোন সূরা তাওরাত, ইনজীল, যাবূর, এমনকি কুরআনেও অবতীর্ণ করা হয়নি। আর এটি বারবার পঠিত সাতটি আয়াত সম্বলিত সূরা এবং মহাসম্মানিত কুরআন যা আমাকে দেয়া হয়েছে।\n\nসহীহঃ সহীহ আবূ দাঊদ (১৩১০), মিশকাত তাহ্ক্বীক্ব সানী (২১৪২), তা’লীকুর রাগীব (২/২১৬)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنِ الْعَلاَءِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ عَلَى أُبَىِّ بْنِ كَعْبٍ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَا أُبَىُّ ‏\"‏ ‏.‏ وَهُوَ يُصَلِّي فَالْتَفَتَ أُبَىٌّ وَلَمْ يُجِبْهُ وَصَلَّى أُبَىٌّ فَخَفَّفَ ثُمَّ انْصَرَفَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ السَّلاَمُ عَلَيْكَ يَا رَسُولَ اللَّهِ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَعَلَيْكَ السَّلاَمُ مَا مَنَعَكَ يَا أُبَىُّ أَنْ تُجِيبَنِي إِذْ دَعَوْتُكَ ‏\"‏ ‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ فِي الصَّلاَةِ ‏.‏ قَالَ ‏\"‏ أَفَلَمْ تَجِدْ فِيمَا أَوْحَى اللَّهُ إِلَىَّ أَنِ ‏(‏استَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ‏)‏ ‏\"‏ ‏.‏ قَالَ بَلَى وَلاَ أَعُودُ إِنْ شَاءَ اللَّهُ ‏.‏ قَالَ ‏\"‏ تُحِبُّ أَنْ أُعَلِّمَكَ سُورَةً لَمْ يَنْزِلْ فِي التَّوْرَاةِ وَلاَ فِي الإِنْجِيلِ وَلاَ فِي الزَّبُورِ وَلاَ فِي الْفُرْقَانِ مِثْلُهَا ‏\"‏ ‏.‏ قَالَ نَعَمْ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ كَيْفَ تَقْرَأُ فِي الصَّلاَةِ ‏\"‏ ‏.‏ قَالَ فَقَرَأَ أُمَّ الْقُرْآنِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَالَّذِي نَفْسِي بِيَدِهِ مَا أُنْزِلَتْ فِي التَّوْرَاةِ وَلاَ فِي الإِنْجِيلِ وَلاَ فِي الزَّبُورِ وَلاَ فِي الْفُرْقَانِ مِثْلُهَا وَإِنَّهَا سَبْعٌ مِنَ الْمَثَانِي وَالْقُرْآنُ الْعَظِيمُ الَّذِي أُعْطِيتُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ أَنَسِ بْنِ مَالِكٍ وَفِيهِ عَنْ أَبِي سَعِيدِ بْنِ الْمُعَلَّى ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আনাস ইবনু মালিক (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আর তাতে উবাই ইবনু কা’ব-এর স্থলে সাঈদ ইবনু মু'আল্লার নাম উল্লেখ আছে।"
  },
  {
    "hadith_id": 2877,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা তোমাদের ঘরসমূহ কবরস্থানে পরিণত করো না। যে ঘরে সূরা আল-বাক্বারাহ্‌ তিলাওয়াত করা হয় তাতে শাইতান প্রবেশ করে না।\n\nসহীহ : আহকা-মুল জানা-য়িয (২১২), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ لاَ تَجْعَلُوا بُيُوتَكُمْ مَقَابِرَ وَإِنَّ الْبَيْتَ الَّذِي تُقْرَأُ فِيهِ الْبَقَرَةُ لاَ يَدْخُلُهُ الشَّيْطَانُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2879,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি সকালবেলা সূরা আল-মু'মিন-এর হা-মী-ম হতে ইলাইহিল মাসীর (১, ২, ও ৩ নং আয়াত) পর্যন্ত এবং আয়াতুল কুরসী তিলাওয়াত করবে সে এর উসীলায় সন্ধ্যা  পর্যন্ত (আল্লাহ্ তা'আলার) হিফাযাতে থাকবে। আর যে ব্যক্তি সন্ধ্যা বেলায় তা পাঠ করবে সে ব্যক্তি এর উসীলায় সকাল পর্যন্ত হিফাযাতে থাকবে।\n\nযঈফ, মিশকাত, তাহকীক ছানী (২১৪৪)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ الْمُغِيرَةِ أَبُو سَلَمَةَ الْمَخْزُومِيُّ الْمَدَنِيُّ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ الْمُلَيْكِيِّ، عَنْ زُرَارَةَ بْنِ مُصْعَبٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ قَرَأَ حم الْمُؤْمِنَ إِلَى ‏:‏ ‏(‏إِلَيْهِ الْمَصِيرُ ‏)‏ وَآيَةَ الْكُرْسِيِّ حِينَ يُصْبِحُ حُفِظَ بِهِمَا حَتَّى يُمْسِيَ وَمَنْ قَرَأَهُمَا حِينَ يُمْسِيَ حُفِظَ بِهِمَا حَتَّى يُصْبِحَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَقَدْ تَكَلَّمَ بَعْضُ أَهْلِ الْعِلْمِ فِي عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرِ بْنِ أَبِي مُلَيْكَةَ الْمُلَيْكِيِّ مِنْ قِبَلِ حِفْظِهِ ‏.‏ وَزُرَارَةُ بْنُ مُصْعَبٍ هُوَ ابْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَهُوَ جَدُّ أَبِي مُصْعَبٍ الْمَدَنِيِّ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। কোন কোন হাদীসবেত্তা আবদুর রহমান ইবনু আবূ বাক্র ইবনু আবূ মুলাইকার স্মৃতিশক্তির সমালোচনা করেছেন। যুরারা ইবনু মুসআব হলেন আবূ মুসাআবের দাদা।"
  },
  {
    "hadith_id": 2878,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ প্রতিটি বস্তুরই চূড়া আছে। কুরআনের উঁচু চূড়া হল সূরা আল-বাকারা। এতে এমন একটি আয়াত আছে যা কুরআনের আয়াতসমূহের প্রধান। তা হল আয়াতুল কুরসী।\n\nযঈফ, যঈফা (১৩৪৮), তা'লীকুর রাগীব (২/২১৮)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا حُسَيْنٌ الْجُعْفِيُّ، عَنْ زَائِدَةَ، عَنْ حَكِيمِ بْنِ جُبَيْرٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لِكُلِّ شَيْءٍ سَنَامٌ وَإِنَّ سَنَامَ الْقُرْآنِ سُورَةُ الْبَقَرَةِ وَفِيهَا آيَةٌ هِيَ سَيِّدَةُ آىِ الْقُرْآنِ هِيَ آيَةُ الْكُرْسِيِّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ حَكِيمِ بْنِ جُبَيْرٍ ‏.‏ وَقَدْ تَكَلَّمَ شُعْبَةُ فِي حَكِيمِ بْنِ جُبَيْرٍ وَضَعَّفَهُ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। শুধুমাত্র হাকীম ইবনু জুবাইরের  সূত্রেই আমরা এ হাদীস জেনেছি। শুবা তার সমালোচনা করেছেন এবং তাকে দুর্বল রাবী আখ্যায়িত করেছেন।"
  },
  {
    "hadith_id": 2876,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেনঃ একবার রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (এক অভিযানে) একটি ক্ষুদ্র বাহিনী পাঠান। তারা সংখ্যায় খুব অধিক ছিল না। তিনি তাদেরকে কুরআন তিলাওয়াত করতে বলেন। সুতরাং প্রত্যেকেই যার যা মুখস্ত ছিল তা তিলাওয়াত করে শুনায়। অবশেষে তিনি এদের মধ্যে সবচাইতে কম বয়সী এক ব্যক্তির নিকটে আসলেন। তিনি তাকে প্রশ্ন করলেনঃ হে আদমি! তোমার নিকটে কি আছে? সে বলল, আমার এই সূরা ও সূরা আল-বাকারা মুখস্ত আছে। তিনি আবার প্রশ্ন করেনঃ তোমার সূরা আল-বাকারা মুখস্ত আছে? সে বলল হ্যাঁ। তিনি বললেনঃ যাও তুমিই এ বাহিনীর দলপতি। দলের একজন নেতৃস্থানীয় ব্যক্তি বলল, ইয়া রাসূলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), আল্লাহ্‌র শপথ! আমি সূরা আল-বাকারা এই ভয়ে হেফয করিনি যে, আমি এটা নিয়ে (রাতের নামাযে) দাঁড়াতে পারব না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা কুরআন শিক্ষা কর এবং তা তিলাওয়াত কর। কেননা যে ব্যক্তি কুরআন পাঠ করতে শিখে, তা পাঠ করে এবং এটা নিয়ে নামাযে দাঁড়ায় তার জন্য কুরআনের নমুনা হল কস্তুরী ভর্তি চামড়ার থলের মত যার খুশবু সবখানে ছড়িয়ে পড়ছে। আর যে ব্যক্তি তা শিখে ঘুমিয়ে আছে তার উদাহরন হল মুখবন্ধ কস্তুরীর থলের মত।\n\nযঈফ, ইবনু মাজাহ (২১৭)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ الْحُلْوَانِيُّ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ جَعْفَرٍ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ عَطَاءٍ، مَوْلَى أَبِي أَحْمَدَ عَنْ أَبِي هُرَيْرَةَ، قَالَ بَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَعْثًا وَهُمْ ذُو عَدَدٍ فَاسْتَقْرَأَهُمْ فَاسْتَقْرَأَ كُلَّ رَجُلٍ مِنْهُمْ مَا مَعَهُ مِنَ الْقُرْآنِ فَأَتَى عَلَى رَجُلٍ مِنْهُمْ مِنْ أَحْدَثِهِمْ سِنًّا فَقَالَ ‏\"‏ مَا مَعَكَ يَا فُلاَنُ ‏\"‏ ‏.‏ قَالَ مَعِي كَذَا وَكَذَا وَسُورَةُ الْبَقَرَةِ ‏.‏ قَالَ ‏\"‏ أَمَعَكَ سُورَةُ الْبَقَرَةِ ‏\"‏ ‏.‏ فَقَالَ نَعَمْ ‏.‏ قَالَ ‏\"‏ فَاذْهَبْ فَأَنْتَ أَمِيرُهُمْ ‏\"‏ ‏.‏ فَقَالَ رَجُلٌ مِنْ أَشْرَافِهِمْ وَاللَّهِ يَا رَسُولَ اللَّهِ مَا مَنَعَنِي أَنْ أَتَعَلَّمَ سُورَةَ الْبَقَرَةِ إِلاَّ خَشْيَةَ أَلاَّ أَقُومَ بِهَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تَعَلَّمُوا الْقُرْآنَ فَاقْرَءُوهُ وَأَقْرِئُوهُ فَإِنَّ مَثَلَ الْقُرْآنِ لِمَنْ تَعَلَّمَهُ فَقَرَأَهُ وَقَامَ بِهِ كَمَثَلِ جِرَابٍ مَحْشُوٍّ مِسْكًا يَفُوحُ بِرِيحِهِ كُلُّ مَكَانٍ وَمَثَلُ مَنْ تَعَلَّمَهُ فَيَرْقُدُ وَهُوَ فِي جَوْفِهِ كَمَثَلِ جِرَابٍ وُكِئَ عَلَى مِسْكٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান। লাইস ইবনু সা'দ-সাঈদ আল-মাকবুরী হতে তিনি আবূ আহমাদের মুক্তদাস আতা (রাঃ) হতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে মুরসাল হিসেবেও উপরোক্ত হাদীসের মতই বর্ণিত আছে। এই সূত্রে আবূ হুরাইরা (রাঃ)-এর উল্লেখ নেই।"
  },
  {
    "hadith_id": 2880,
    "narrator": "আবূ আইয়ূব আল-আনসারী (রাঃ)",
    "bn": "তাঁর খেজুর বাগানে একটি ছোট মাচান ছিল। তিনি তাতে শুকনো খেজুর রাখতেন। রাতে শাইতান জিন এসে মাচান হতে খেজুর নিয়ে যেত। তিনি এ বিষয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট নালিশ করলেন। তিনি বললেনঃ যাও, তুমি যখন এটিকে দেখবে তখন বলবে, বিসমিল্লাহ, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ডাকে তুমি সাড়া দাও। বর্ণনাকারী বলেন, জিন আসতেই তিনি তাকে ধরে ফেললেন। সে তখন কসম করে বলল যে, সে আর কখনও আসবে না। কাজেই তিনি তাকে ছেড়ে দিলেন। তারপর তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলে তিনি প্রশ্ন করলেনঃ তোমার বন্দী কি করেছে? তিনি বললেন, সে শপথ করেছে যে, সে আর কখনও আসবে না। তিনি বললেনঃ সে মিথ্যা বলেছে এবং সে তো মিথ্যা বলায় অভ্যস্ত। বর্ণনাকারী বলেন, এরপর তিনি তাকে আবার ধরলেন। এবারও সে শপথ করল যে, সে আর কখনো আসবে না। তিনি তাকে ছেড়ে দিলেন। তারপর তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হাযির হলে তিনি প্রশ্ন করলেনঃ কি হে! তোমার বন্দীর কি খবর? তিনি বললেন, সে কসম করে বলেছে যে, সে আর আসবে না, (কাজেই আমি তাকে ছেড়ে দিয়েছি)। তিনি বললেন, সে এবারও মিথ্যা বলেছে, আর সে মিথ্যা বলায় অভ্যস্ত। বর্ণনাকারী বলেন, তিনি আবারো তাকে ধরে ফেললেন এবং বললেন, আমি তোকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট না নিয়ে ছাড়ছি না। সে বলল, আমি আপনাকে একটি বিষয় স্মরণ করাতে চাই। আপনি আপনার ঘরে আয়তুল কুরসী পাঠ করবেন। তাহলে শাইতান বা অন্য কিছু এতে প্রবেশ করতে পারবে না। এবার তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হাযির হলে তিনি প্রশ্ন করলেনঃ তোমার বন্দী কি করেছে? বর্ণনাকারী বলেন, তিনি তাঁকে জিনের কথা ব্যক্ত করলেন। তিনি বললেনঃ সে মিথ্যাবাদী হলেও এ কথাটা সত্য বলেছে।\n\nসহীহঃ তা’লীকুর রাগীব (২/২১২), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ أَخِيهِ، عِيسَى عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ، أَنَّهُ كَانَتْ لَهُ سَهْوَةٌ فِيهَا تَمْرٌ فَكَانَتْ تَجِيءُ الْغُولُ فَتَأْخُذُ مِنْهُ قَالَ فَشَكَا ذَلِكَ إِلَى النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ فَاذْهَبْ فَإِذَا رَأَيْتَهَا فَقُلْ بِسْمِ اللَّهِ أَجِيبِي رَسُولَ اللَّهِ صلى الله عليه وسلم ‏\"‏ ‏.‏ قَالَ فَأَخَذَهَا فَحَلَفَتْ أَنْ لاَ تَعُودَ فَأَرْسَلَهَا فَجَاءَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا فَعَلَ أَسِيرُكَ ‏\"‏ ‏.‏ قَالَ حَلَفَتْ أَنْ لاَ تَعُودَ فَقَالَ ‏\"‏ كَذَبَتْ وَهِيَ مُعَاوِدَةٌ لِلْكَذِبِ ‏\"‏ ‏.‏ قَالَ فَأَخَذَهَا مَرَّةً أُخْرَى فَحَلَفَتْ أَنْ لاَ تَعُودَ فَأَرْسَلَهَا فَجَاءَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا فَعَلَ أَسِيرُكَ ‏\"‏ ‏.‏ قَالَ حَلَفَتْ أَنْ لاَ تَعُودَ ‏.‏ فَقَالَ ‏\"‏ كَذَبَتْ وَهِيَ مُعَاوِدَةٌ لِلْكَذِبِ ‏\"‏ ‏.‏ فَأَخَذَهَا فَقَالَ مَا أَنَا بِتَارِكِكِ حَتَّى أَذْهَبَ بِكِ إِلَى النَّبِيِّ صلى الله عليه وسلم ‏.‏ فَقَالَتْ إِنِّي ذَاكِرَةٌ لَكَ شَيْئًا آيَةَ الْكُرْسِيِّ اقْرَأْهَا فِي بَيْتِكَ فَلاَ يَقْرَبُكَ شَيْطَانٌ وَلاَ غَيْرُهُ ‏.‏ قَالَ فَجَاءَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا فَعَلَ أَسِيرُكَ ‏\"‏ ‏.‏ قَالَ فَأَخْبَرَهُ بِمَا قَالَتْ ‏.‏ قَالَ ‏\"‏ صَدَقَتْ وَهِيَ كَذُوبٌ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَفِي الْبَابِ عَنْ أُبَىِّ بْنِ كَعْبٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব। উবাই ইবনু কা‘ব (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2881,
    "narrator": "আবূ মাস‘ঊদ আল-আনসারী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সে ব্যক্তি সূরা আল-বাক্বারার শেষ দুই আয়াতে রাতের বেলা তিলাওয়াত করবে তা তার জন্য যথেষ্ট হবে।\n\nসহীহঃ সহীহ আবূ দাঊদ (১২৬৩)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، عَنْ مَنْصُورِ بْنِ الْمُعْتَمِرِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ أَبِي مَسْعُودٍ الأَنْصَارِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ قَرَأَ الآيَتَيْنِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ فِي لَيْلَةٍ كَفَتَاهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2882,
    "narrator": "নু‘মান ইবনু বাশীর (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ তা‘আলা আসমান-যামীন সৃষ্টির দুই হাজার বছর পূর্বে একটি কিতাব লিখেছেন। সেই কিতাব হতে তিনি দু‘টি আয়াত নাযিল করছেন। সেই দু‘টি আয়াতের মাধ্যমেই সূরা আল-বাক্বারা সমাপ্ত করেছেন। যে ঘরে তিন রাত এ দু‘টি আয়াত তিলাওয়াত করা হয় শাইতান সেই ঘরের নিকট আসতে পারে না।\n\nসহীহঃ রাওযুন নাযীর (৮৮৬), তা’লীকুর রাগীব (২/২১৯), মিশকাত (২১৪৫)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ أَشْعَثَ بْنِ عَبْدِ الرَّحْمَنِ الْجَرْمِيِّ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَبِي الأَشْعَثِ الْجَرْمِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ اللَّهَ كَتَبَ كِتَابًا قَبْلَ أَنْ يَخْلُقَ السَّمَوَاتِ وَالأَرْضَ بِأَلْفَىْ عَامٍ أَنْزَلَ مِنْهُ آيَتَيْنِ خَتَمَ بِهِمَا سُورَةَ الْبَقَرَةِ وَلاَ يُقْرَآنِ فِي دَارٍ ثَلاَثَ لَيَالٍ فَيَقْرَبُهَا شَيْطَانٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 2883,
    "narrator": "নাওওয়াস ইবনু সাম‘আন (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ক্বিয়ামাতের দিবসে কুরআন ও কুরআনের ধারক-বাহকগণ যারা দুনিয়াতে তদনুযায়ী ‘আমাল করবে এমন ভাবে হাযির হবে যে, সূরা আল-বাক্বারাহ্ ও আল ‘ইমরান তাদের আগে আগে থাকবে। নাওওয়াস (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ সূরা দু‘টি আগমনের তিনটি উদাহরণ দিয়েছিলেন, আমি সেগুলো এখনও ভুলিনি। তিনি বলেনঃ (১) এ সূরা দু‘টি ছায়ার মত আসবে, আর এতদুভয়ের মাঝে থাকবে আলো। (২) অথবা এ দু‘টি কালো মেঘ খন্ডের ন্যায় (৩) অথবা ডানা বিস্তার করে ছায়াদানকারী পাখীর ন্যায় আসবে এবং তাদের সাথীর পক্ষ হয়ে বিতর্ক করবে।\n\nসহীহঃ মুসলিম (২/১৯৭)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، أَخْبَرَنَا هِشَامُ بْنُ إِسْمَاعِيلَ أَبُو عَبْدِ الْمَلِكِ الْعَطَّارِ، حَدَّثَنَا مُحَمَّدُ بْنُ شُعَيْبٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سُلَيْمَانَ، عَنِ الْوَلِيدِ بْنِ عَبْدِ الرَّحْمَنِ، أَنَّهُ حَدَّثَهُمْ عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ نَوَّاسِ بْنِ سَمْعَانَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ يَأْتِي الْقُرْآنُ وَأَهْلُهُ الَّذِينَ يَعْمَلُونَ بِهِ فِي الدُّنْيَا تَقْدُمُهُ سُورَةُ الْبَقَرَةِ وَآلُ عِمْرَانَ ‏\"‏ ‏.‏ قَالَ نَوَّاسٌ وَضَرَبَ لَهُمَا رَسُولُ اللَّهِ صلى الله عليه وسلم ثَلاَثَةَ أَمْثَالٍ مَا نَسِيتُهُنَّ بَعْدُ قَالَ ‏\"‏ تَأْتِيَانِ كَأَنَّهُمَا غَيَايَتَانِ وَبَيْنَهُمَا شَرْقٌ أَوْ كَأَنَّهُمَا غَمَامَتَانِ سَوْدَاوَانِ أَوْ كَأَنَّهُمَا ظُلَّةٌ مِنْ طَيْرٍ صَوَافَّ تُجَادِلاَنِ عَنْ صَاحِبِهِمَا ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ بُرَيْدَةَ وَأَبِي أُمَامَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَمَعْنَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ أَنَّهُ يَجِيءُ ثَوَابُ قِرَاءَتِهِ كَذَا فَسَّرَ بَعْضُ أَهْلِ الْعِلْمِ هَذَا الْحَدِيثَ وَمَا يُشْبِهُ هَذَا مِنَ الأَحَادِيثِ أَنَّهُ يَجِيءُ ثَوَابُ قِرَاءَةِ الْقُرْآنِ ‏.‏ وَفِي حَدِيثِ النَّوَّاسِ عَنِ النَّبِيِّ صلى الله عليه وسلم مَا يَدُلُّ عَلَى مَا فَسَّرُوا إِذْ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ وَأَهْلُهُ الَّذِينَ يَعْمَلُونَ بِهِ فِي الدُّنْيَا ‏\"‏ ‏.‏ فَفِي هَذَا دِلاَلَةٌ أَنَّهُ يَجِيءُ ثَوَابُ الْعَمَلِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "বুরাইদাহ্ ও আবূ উমামাহ্ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান এবং এই সূত্রে গারীব। আলিমগণের মতে এ হাদীসের তাৎপর্য এই যে, ক্বিয়ামাতের দিবসে উক্ত সূরা দু‘টির সাওয়াব এভাবে এসে হাযির হবে। কোন কোন আলিম এই হাদীস এবং এমন বক্তব্য সম্বলিত অন্যান্য হাদীসের ব্যাখ্যায় এ কথাই বলেছেন। নাওওয়াস ইবনু সাম‘আন (রাঃ) বর্ণিত হাদীসে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “কুরআন এবং যারা দুনিয়াতে কুরআনের উপর ‘আমাল করত তারা হাযির হবে” এ বাক্য দ্বারা প্রমাণিত হয় যে, ‘আমালের সাওয়াবই হাযির হবে।"
  },
  {
    "hadith_id": 2885,
    "narrator": "আল-বারাআ ইবনু ‘আযিব (রাঃ)",
    "bn": "একদা এক লোক সূরা আল-কাহ্‌ফ তিলাওয়াত করছিল। সে লোকটি হঠাৎ দেখতে পেল, তার পশুটি লাফাচ্ছে। সে দৃষ্টি নিক্ষেপ করে মেঘমালা বা ছায়ার মত কিছু দেখল। লোকটি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গিয়ে এ ঘটনা বলল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এটা হল বিশেষ প্রশান্তি যা কুরআনের সাথে বা কুরআনের উপর অবতীর্ণ হয়েছে।\n\nসহীহঃ বুখারী (৫০১১), মুসলিম (২/১৯৩-১৯৪)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَنْبَأَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ الْبَرَاءَ، يَقُولُ بَيْنَمَا رَجُلٌ يَقْرَأُ سُورَةَ الْكَهْفِ إِذْ رَأَى دَابَّتَهُ تَرْكُضُ فَنَظَرَ فَإِذَا مِثْلُ الْغَمَامَةِ أَوِ السَّحَابَةِ فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ تِلْكَ السَّكِينَةُ نَزَلَتْ مَعَ الْقُرْآنِ أَوْ نَزَلَتْ عَلَى الْقُرْآنِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أُسَيْدِ بْنِ حُضَيْرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উসাইদ ইবনু হুযাইর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2889,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি জুমুআর রাতে সূরা হা-মীম আদ-দুখান পাঠ করবে তাকে ক্ষমা করা হবে।\n\nযঈফ, যঈফা (৪৬৩২), মিশকাত তাহকীক ছানী (২১৫০)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَبْدِ الرَّحْمَنِ الْكُوفِيُّ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، عَنْ هِشَامٍ أَبِي الْمِقْدَامِ، عَنِ الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ قَرَأَ حم الدُّخَانَ فِي لَيْلَةِ الْجُمُعَةِ غُفِرَ لَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَهِشَامٌ أَبُو الْمِقْدَامِ يُضَعَّفُ وَلَمْ يَسْمَعِ الْحَسَنُ مِنْ أَبِي هُرَيْرَةَ هَكَذَا قَالَ أَيُّوبُ وَيُونُسُ بْنُ عُبَيْدٍ وَعَلِيُّ بْنُ زَيْدٍ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রে এ হাদীস জেনেছি। আবূ মিকদাম হাদীস শাস্ত্রে দুর্বল বলে আখ্যায়িত। হাসান বাসরী (রহঃ) আবূ হুরাইরা (রাঃ) হতে কিছুই শুনেননি। আইউব, ইউনুস ইবনু উবাইদ ও আলী ইবনু যাইদ এরকমই বলেছেন।"
  },
  {
    "hadith_id": 2890,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেনঃ কোন এক সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এক সাহাবী একটি ক্ববরের উপর তার তাঁবু খাটান। তিনি জানতেন না যে, তা একটি কবর। তিনি হঠাৎ বুঝতে পারেন যে, ক্ববরে একটি লোক সূরা আল-মুলক পাঠ করছে। সে তা পাঠ করে সমাপ্ত করলো। তারপর তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে এসে বললেনঃ হে আল্লাহ্‌র রাসূল! আমি একটি ক্ববরের উপর তাঁবু খাটাই। আমি জানতাম না যে, তা ক্ববর। হঠাৎ বুঝতে পারি যে, একটি লোক সূরা আল-মুলক পাঠ করছে এবং তা সমাপ্ত করেছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ সূরাটি প্রতিরোধকারী নাজাত দানকারী। এটা কবরের আযাব হতে তিলাওয়াতকারীকে নাজাত দান করে।\n\nযঈফ, “হিয়া আল-মানি ‘আতু” উহা প্রতিরোধকারী অংশটুকু সহীহ, সহীহাহ্ (১১৪০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا يَحْيَى بْنُ عَمْرِو بْنِ مَالِكٍ النُّكْرِيُّ، عَنْ أَبِيهِ، عَنْ أَبِي الْجَوْزَاءِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ ضَرَبَ بَعْضُ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم خِبَاءَهُ عَلَى قَبْرٍ وَهُوَ لاَ يَحْسِبُ أَنَّهُ قَبْرٌ فَإِذَا فِيهِ إِنْسَانٌ يَقْرَأُ سُورَةَ تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ حَتَّى خَتَمَهَا فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي ضَرَبْتُ خِبَائِي عَلَى قَبْرٍ وَأَنَا لاَ أَحْسِبُ أَنَّهُ قَبْرٌ فَإِذَا فِيهِ إِنْسَانٌ يَقْرَأُ سُورَةَ تَبَارَكَ الْمُلْكُ حَتَّى خَتَمَهَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ هِيَ الْمَانِعَةُ هِيَ الْمُنْجِيَةُ تُنْجِيهِ مِنْ عَذَابِ الْقَبْرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি এ সূত্রে হাসান গারীব। এ অনুচ্ছেদে আবূ হুরাইরাহ্ (রাঃ) হতেও হাদীস বর্ণিত আছে। হুরাইম ইবনু মিস‘আর-ফুযাইল হতে, তিনি লাইস হতে, তিনি তাঊস (রহঃ) হতে বর্ণনা করেন যে, তিনি বলেন, এ দু’টি সূরায় (আলিফ লাম মীম তানযীল ও সূরা আল-মুল্‌ক) কুরআনের প্রতিটি সূরার উপর সত্তর গুণ বেশি সাওয়াব আছে। যঈফ, মাক্বতূ‘।"
  },
  {
    "hadith_id": 2892,
    "narrator": "জাবির (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূরা আলিফ লাম-মীম তান্যীল ও সূরা “তাবারাকাল্লাযী বিয়াদিহিল্ মুল্ক” না পাঠ করে ঘুমাতেন না।\n\nসহীহঃ সহীহাহ্ (৫৮৫), আর-রওয (২২৭), মিশকাত তাহক্বীক্ব সানী (২১৫৫)।",
    "ar": "حَدَّثَنَا هُرَيْمُ بْنُ مِسْعَرٍ، - تِرْمِذِيٌّ - حَدَّثَنَا الْفُضَيْلُ بْنُ عِيَاضٍ، عَنْ لَيْثٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ لاَ يَنَامُ حَتَّى يَقْرَأَ ‏:‏ ‏(‏الم * تَنْزِيلُ ‏)‏ وَ ‏(‏ تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ رَوَاهُ غَيْرُ وَاحِدٍ عَنْ لَيْثِ بْنِ أَبِي سُلَيْمٍ مِثْلَ هَذَا ‏.‏ وَرَوَاهُ مُغِيرَةُ بْنُ مُسْلِمٍ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا ‏.‏ وَرَوَى زُهَيْرٌ قَالَ قُلْتُ لأَبِي الزُّبَيْرِ سَمِعْتَ مِنْ جَابِرٍ فَذَكَرَ هَذَا الْحَدِيثَ ‏.‏ فَقَالَ أَبُو الزُّبَيْرِ إِنَّمَا أَخْبَرَنِيهِ صَفْوَانُ أَوِ ابْنُ صَفْوَانَ وَكَأَنَّ زُهَيْرًا أَنْكَرَ أَنْ يَكُونَ هَذَا الْحَدِيثُ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীস লাইস ইবনু আবূ সুলাইম হতে একাধিক বর্ণনাকারী অনুরুপ বর্ণনা করেছেন। মুগীরাহ্ ইবনু মুসলিম-আবুয যুবাইর হতে, তিনি জাবির (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে একই রকম বর্ণনা করেছেন। যুহাইর বলেন, আবুয যুবাইরকে আমি প্রশ্ন করলাম, আপনি এ হাদীসটি কি জাবির (রাঃ)-কে আলোচনা করতে শুনেছেন? তিনি বলেন, এ হাদীসটি সাফওয়ান বা ইবনু সাফওয়ান আমাকে বর্ণনা করেছেন। আবুয যুবাইর-জাবির (রাঃ) সূত্রে এ হাদীসটি বর্ণিত হওয়ার বিষয়টি যেন যুহাইর অস্বীকার করলেন। হান্নাদ-আবুল আহওয়াস হতে, তিনি লাইস হতে, তিনি আবুয যুবাইর হতে, তিনি জাবির (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে, এই সূত্রে উপরোক্ত হাদীসের একই রকম বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2891,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কুরআনের মধ্যে ত্রিশ আয়াত বিশিষ্ট একটি সূরা আছে যেটি কারো পক্ষে সুপারিশ করলে তাকে মাফ করে দেয়া হয়। এ সূরাটি হল তাবারাকাল্লাযী বিয়াদিহিল মুল্‌ক।\n\nহাসানঃ তা‘লীকুর রাগীব (২/২২৩), মিশকাত (২১৫৩)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ عَبَّاسٍ الْجُشَمِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ سُورَةً مِنَ الْقُرْآنِ ثَلاَثُونَ آيَةً شَفَعَتْ لِرَجُلٍ حَتَّى غُفِرَ لَهُ وَهِيَ سُورَةُ تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান।"
  },
  {
    "hadith_id": 2893,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি সূরা “ইযা যুলযিলাত” পাঠ করবে তাকে অর্ধেক কুরআনের সমান এবং যে ব্যক্তি “কুল ইয়া আইয়্যুহাল কাফিরূন” পাঠ করবে তাকে কুরআনের এক-চতুর্থাংশের সমান এবং যে ব্যক্তি সূরা “কুল হুওয়াল্লাহু আহাদ” পাঠ করবে তাকে কুরআনের এক-তৃতীয়াংশের সমান সাওয়াব দেয়া হবে।\n\nসূরা ইযাযুল যিলাত-এর ফযিলত ব্যতীত হাদীসটি হাসান, যঈফা (১১৪২)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى الْحَرَشِيُّ الْبَصْرِيُّ، حَدَّثَنَا الْحَسَنُ بْنُ سَلْمِ بْنِ صَالِحٍ الْعِجْلِيُّ، حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ قَرَأَ إِذَا زُلْزِلَتْ عُدِلَتْ لَهُ بِنِصْفِ الْقُرْآنِ وَمَنْ قَرَأَْ قُلْ يَا أَيُّهَا الْكَافِرُونَ ‏)‏ عُدِلَتْ لَهُ بِرُبْعِ الْقُرْآنِ وَمَنْ قَرَأَْ قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ عُدِلَتْ لَهُ بِثُلُثِ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ هَذَا الشَّيْخِ الْحَسَنِ بْنِ سَلْمٍ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। হাসান ইবনু সাল্‌ম-এর সূত্রেই শুধুমাত্র আমরা এ হাদীস জেনেছি। এ অনুচ্ছেদে ইবনু আব্বাস (রাঃ) হতেও হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2894,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সূরা ইযা যুলযিলাতিল আরদু কুরআনের অর্ধেকের সমান, কুল হুওয়াল্লাহু আহাদ এক-তৃতীয়াংশের সমান এবং কুল ইয়া আইয়্যুহাল কাফিরূন এক-চতুর্থাংশের সমান।\n\nসূরা “ইযাযুল যিলাত”-এর ফযিলত ব্যতীত সহীহ।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا يَمَانُ بْنُ الْمُغِيرَةِ الْعَنَزِيُّ، حَدَّثَنَا عَطَاءٌ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا زُلْزِلَتْ تَعْدِلُ نِصْفَ الْقُرْآنِ وَقُلْ هُوَ اللَّهُ أَحَدٌ تَعْدِلُ ثُلُثَ الْقُرْآنِ وَقُلْْ يَا أَيُّهَا الْكَافِرُونَ تَعْدِلُ رُبُعَ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ يَمَانِ بْنِ الْمُغِيرَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। আমরা শুধুমাত্র ইয়ামান ইবনুল মুগীরার সূত্রেই এ হাদীস জেনেছি।"
  },
  {
    "hadith_id": 2897,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে আসছিলাম। তখন তিনি এক ব্যক্তিকে “কুল হুওয়াল্লাহু আদাদ, আল্লাহুস সামাদ” পাঠ করতে শুনলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ওয়াজিব (অবধারিত) হয়ে গেছে। আমি প্রশ্ন করলাম, কি ওয়াজিব হয়ে গেছে? তিনি বললেনঃ জান্নাত।\n\nসহীহঃ আত্তা’লীক (২/২২৪)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا إِسْحَاقُ بْنُ سُلَيْمَانَ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ، عَنِ ابْنِ حُنَيْنٍ، مَوْلًى لآلِ زَيْدِ بْنِ الْخَطَّابِ أَوْ مَوْلَى زَيْدِ بْنِ الْخَطَّابِ عَنْ أَبِي هُرَيْرَةَ، قَالَ أَقْبَلْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فَسَمِعَ رَجُلاً يَقْرَأُْ ‏(‏قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ ‏)‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَجَبَتْ ‏\"‏ ‏.‏ قُلْتُ وَمَا وَجَبَتْ قَالَ ‏\"‏ الْجَنَّةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ مَالِكِ بْنِ أَنَسٍ وَابْنُ حُنَيْنٍ هُوَ عُبَيْدُ بْنُ حُنَيْنٍ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব। আমরা এ হাদীস শুধুমাত্র মালিক ইবনু আনাস (রহঃ)-এর সূত্রে জেনেছি। ইবনু হুনাইন হলেন ‘উবাইদ ইবনু হুনাইন।"
  },
  {
    "hadith_id": 2899,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সূরা ‘কুল হুওয়াল্লাহু আহাদ’ কুরআনের এক-তৃতীয়াংশের সমান। \n\nসহীহঃ ইবনু মা-জাহ (৩৭৮৩), মুসলিম, বুখারী।",
    "ar": "حَدَّثَنَا الْعَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، حَدَّثَنَا سُهَيْلُ بْنُ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏(‏قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ تَعْدِلُ ثُلُثَ الْقُرْآنِ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2896,
    "narrator": "আবূ আইয়ূব (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কোন ব্যক্তি কি এক রাতে এক-তৃতীয়াংশ কুরআন তিলাওয়াত করতে অপারগ? যে লোক আল্লাহু ওয়াহিদুস্ সামাদ (সূরা আল-ইখলাস) পাঠ করল সে কুরআনের এক-তৃতীয়াংশ পাঠ করল।\n\nসহীহঃ তা’লীকুর রাগীব (২/২২৫), মুসলিম, আবূ দারদা হতে।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا زَائِدَةُ، عَنْ مَنْصُورٍ، عَنْ هِلاَلِ بْنِ يِسَافٍ، عَنْ رَبِيعِ بْنِ خُثَيْمٍ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنِ امْرَأَةٍ، وَهِيَ امْرَأَةُ أَبِي أَيُّوبَ عَنْ أَبِي أَيُّوبَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَيَعْجَزُ أَحَدُكُمْ أَنْ يَقْرَأَ فِي لَيْلَةٍ ثُلُثَ الْقُرْآنِ مَنْ قَرَأَ اللَّهُ الْوَاحِدُ الصَّمَدُ فَقَدْ قَرَأَ ثُلُثَ الْقُرْآنِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي الدَّرْدَاءِ وَأَبِي سَعِيدٍ وَقَتَادَةَ بْنِ النُّعْمَانِ وَأَبِي هُرَيْرَةَ وَأَنَسٍ وَابْنِ عُمَرَ وَأَبِي مَسْعُودٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَلاَ نَعْرِفُ أَحَدًا رَوَى هَذَا الْحَدِيثَ أَحْسَنَ مِنْ رِوَايَةِ زَائِدَةَ وَتَابَعَهُ عَلَى رِوَايَتِهِ إِسْرَائِيلُ وَالْفُضَيْلُ بْنُ عِيَاضٍ وَقَدْ رَوَى شُعْبَةُ وَغَيْرُ وَاحِدٍ مِنَ الثِّقَاتِ هَذَا الْحَدِيثَ عَنْ مَنْصُورٍ وَاضْطَرَبُوا فِيهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবুদ দারদা, আবূ সা‘ঈদ, ক্বাতাদাহ্ ইবনুন নু‘মান, আবূ হুরাইরাহ্, আনাস, ইবনু ‘উমার ও আবূ মাস‘ঊদ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান। এ হাদীসটি যায়িদার রিওয়ায়াতের চাইতে অধিক উত্তমভাবে আর কেউ বর্ণনা করেছেন বলে আমাদের জানা নেই। ইসরাঈল ও ফুযাইল ইবনু ‘ইয়ায এটির সমার্থক রিওয়ায়াত করেছেন। শু‘বাহ্ প্রমুখ নির্ভরযোগ্য বর্ণনাকারীগণ মানসূরের সূত্রে এ হাদীস বর্ণনা করেছেন কিন্তু এতে তারা গড়মিল করেছেন।"
  },
  {
    "hadith_id": 2898,
    "narrator": "আনাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি প্রতিদিন দুইশত বার সূরা ক্কুল হুওয়াল্লাহু আহাদ পাঠ করবে তার পঞ্চাশ বছরের গুনাহ মাফ করে দেয়া হবে, কিন্তু তার কর্জের বোঝা থাকলে তা ছাড়া।\n\nযঈফ, যঈফা (৩০০), মিশকাত (২১৫৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مَرْزُوقٍ الْبَصْرِيُّ، حَدَّثَنَا حَاتِمُ بْنُ مَيْمُونٍ أَبُو سَهْلٍ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنْ قَرَأَ كُلَّ يَوْمٍ مِائَتَىْ مَرَّةٍ ‏(‏قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ مُحِيَ عَنْهُ ذُنُوبُ خَمْسِينَ سَنَةً إِلاَّ أَنْ يَكُونَ عَلَيْهِ دَيْنٌ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "একই সনদে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছে যে, তিনি বলেনঃ যে ব্যক্তি ঘুমানোর উদ্দেশ্যে বিছানায় গিয়ে ডান কাতে শুয়ে এক শত বার কুল হুওয়াল্লাহু আহাদ পাঠ করবে, কিয়ামতের দিন আল্লাহ্ তা’আলা তাকে বলবেনঃ হে আমার বান্দা! তোমার ডান দিক দিয়ে জান্নাতে যাও। যঈফ, মিশকাত (২১৫৯), আবূ ঈসা বলেনঃ সাবিত হতে আনাস (রাঃ) সূত্রে বর্ণিত রিওয়ায়াত হিসেবে এ হাদীসটি গারীব। এ হাদীসটি সাবিতের সূত্রে ভিন্নভাবেও বর্ণিত আছে।"
  },
  {
    "hadith_id": 2900,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা একত্র হও, আমি তোমাদেরকে কুরআনের এক-তৃতীয়াংশ তিলাওয়াত করে শুনাব। তিনি (বর্ণনাকরী) বলেন, অতএব যাদের একত্র হওয়ার সুযোগ হয়েছে তারা একত্র হল। আল্লাহর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (ঘর হতে) বেরিয়ে এসে কুল হুওয়াল্লাহু আহাদ (সূরাঃ আল-ইখলাস) তিলাওয়াত করলেন, তারপর ভেতরে চলে গেলেন। আমরা পরস্পর বলাবলি করতে লাগলাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেনঃ আমি কুরআনের এক-তৃতীয়াংশ তোমাদের সামনে তিলাওয়াত করব। মনে হয় এ বিষয়ে এখন তাঁর নিকট আসমান হতে খবর এসেছে। তারপর আল্লাহর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বেরিয়ে এসে বললেনঃ আমি বলেছিলাম তোমাদেরকে কুরআনের এক-তৃতীয়াংশ তিলাওয়াত করে শুনাব। জেনে রাখ! এ সূরাইটিই কুরআনের এক তৃতীয়াংশের সমান।\n\nসহীহঃ তা’লীকুর রাগীব (২/২২৪), সিফাতুস সালাত (৮৫), বুখারী।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا يَزِيدُ بْنُ كَيْسَانَ، حَدَّثَنَا أَبُو حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ احْشِدُوا فَإِنِّي سَأَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ فَحَشَدَ مَنْ حَشَدَ ثُمَّ خَرَجَ نَبِيُّ اللَّهِ صلى الله عليه وسلم فَقَرَأَْ ‏(‏قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ ثُمَّ دَخَلَ فَقَالَ بَعْضُنَا لِبَعْضٍ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَإِنِّي سَأَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ ‏\"‏ ‏.‏ إِنِّي لأُرَى هَذَا خَبَرًا جَاءَهُ مِنَ السَّمَاءِ ثُمَّ خَرَجَ نَبِيُّ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ إِنِّي قُلْتُ سَأَقْرَأُ عَلَيْكُمْ ثُلُثَ الْقُرْآنِ أَلاَ وَإِنَّهَا تَعْدِلُ ثُلُثَ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَأَبُو حَازِمٍ الأَشْجَعِيُّ اسْمُهُ سَلْمَانُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ এবং এ সূত্রে গারীব। আবূ হাযিম আল-আশজাঈর নাম সালমান।"
  },
  {
    "hadith_id": 2901,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, কুবা মসজিদে আনসার সম্প্রদায়ের এক লোক তাদের ইমামতি করতেন। তিনি নামাযে সূরা আল-ফাতিহার পর কোন সূরা পাঠ করা্র ইচ্ছা করলে প্রথমে সূরা ‘কুল হওয়াল্লাহু আহাদ’ পাঠ করতেন এবং এ সূরা শেষ করার পর এর সাথে অন্য সূরা পাঠ করতেন। তিনি প্রতি রাক‘আতেই এরূপ করতেন। তার সাথীরা তার সাথে এ ব্যাপারে আলোচনা করে বললেন, আপনি এ সূরাটি পাঠ করার পর মনে করেন যে, এটা বুঝি যথেষ্ট হয়নি, তাই এর সাথে অন্য আরেকটি সূরাও পাঠ করেন। আপনি হয় এ সূরাটিই পাঠ করবেন, না হয় এটা বাদ দিয়ে অন্য কোন সূরা পাঠ করবেন। তিনি বললেন, আমি এ সূরা বাদ দিতে পারব না। যদি তোমাদের পছন্দ হয় তবে আমি এ সূরাসহ ইমামতি করি, আর পছন্দ না হলে ইমামতি ছেড়ে দেই। কিন্তু তাদের দৃষ্টিতে তিনি ছিলেন তাদের মধ্যে সবচাইতে উত্তম ব্যক্তি। তাই তাকে বাদ দিয়ে অন্য কাউকে ইমাম বানাতে তারা সম্মত হলেন না। পরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের নিকট এলে তারা বিষয়টি তাঁকে জানালেন। তিনি বললেনঃ হে অমুক! তোমার সাথীরা তোমাকে যে নির্দেশ দিচ্ছে তা পালন করতে তোমাকে কিসে বাধা দিচ্ছে? আর তোমাকে প্রতি রাক্আতে এ সূরা পাঠ করতে কিসে উদ্বুদ্ধ করছে? তিনি বললেন, হে আল্লাহ্‌র রাসূল! আমি এটি খুব ভালোবাসি। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এর প্রতি তোমার ভালোবাসাই তোমাকে জান্নাতে নিয়ে যাবে। \n\nহাসান সহীহঃ তা’লীকুর রাগীব (২/২৪৪), সিফাতুস সালাত (৮৫), বুখারী, মু‘আল্লাক হিসেবে বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي أُوَيْسٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ رَجُلٌ مِنَ الأَنْصَارِ يَؤُمُّهُمْ فِي مَسْجِدِ قُبَاءَ فَكَانَ كُلَّمَا افْتَتَحَ سُورَةً يَقْرَأُ لَهُمْ فِي الصَّلاَةِ فَقَرَأَ بِهَا افْتَتَحَ بِـ ‏(‏قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ حَتَّى يَفْرُغَ مِنْهَا ثُمَّ يَقْرَأُ بِسُورَةٍ أُخْرَى مَعَهَا وَكَانَ يَصْنَعُ ذَلِكَ فِي كُلِّ رَكْعَةٍ فَكَلَّمَهُ أَصْحَابُهُ فَقَالُوا إِنَّكَ تَقْرَأُ بِهَذِهِ السُّورَةِ ثُمَّ لاَ تَرَى أَنَّهَا تُجْزِيكَ حَتَّى تَقْرَأَ بِسُورَةٍ أُخْرَى فَإِمَّا أَنْ تَقْرَأَ بِهَا وَإِمَّا أَنْ تَدَعَهَا وَتَقْرَأَ بِسُورَةٍ أُخْرَى ‏.‏ قَالَ مَا أَنَا بِتَارِكِهَا إِنْ أَحْبَبْتُمْ أَنْ أَؤُمَّكُمْ بِهَا فَعَلْتُ وَإِنْ كَرِهْتُمْ تَرَكْتُكُمْ ‏.‏ وَكَانُوا يَرَوْنَهُ أَفْضَلَهُمْ وَكَرِهُوا أَنْ يَؤُمَّهُمْ غَيْرُهُ فَلَمَّا أَتَاهُمُ النَّبِيُّ صلى الله عليه وسلم أَخْبَرُوهُ الْخَبَرَ فَقَالَ ‏\"‏ يَا فُلاَنُ مَا يَمْنَعُكَ مِمَّا يَأْمُرُ بِهِ أَصْحَابُكَ وَمَا يَحْمِلُكَ أَنْ تَقْرَأَ هَذِهِ السُّورَةَ فِي كُلِّ رَكْعَةٍ ‏\"‏ ‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أُحِبُّهَا ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ حُبَّهَا أَدْخَلَكَ الْجَنَّةَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ صَحِيحٌ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ ثَابِتٍ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ এবং উবাইদুল্লাহ ইবনু ‘উমার-সাবিত আল-বুনানী সূত্রে বর্ণিত হাদীস হিসেবে গারীব। মুবারক ইবনু ফাযালা-সাবিত আল-বুনানী হতে আনাস (রাঃ)  এর বরাতে বর্ণনা করেছেন যে, “একজন লোক বলল, হে আল্লাহর রাসূল! আমি ‘কুল হুওয়াল্লাহু আহাদ’ সূরাটিকে ভালোবাসি। তিনি বললেনঃ তোমার এই ভালোবাসাই তোমাকে জান্নাতে নিয়ে যাবে”। পূর্বের হাদীসের সহায়তায় সহীহ।"
  },
  {
    "hadith_id": 2902,
    "narrator": "উক্ববাহ্ ইবনু ‘আমির আল-জুহানী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ তা‘আলা আমার উপর এমন কতগুলো আয়াত অবতীর্ণ করেছেন যার কোন তুনলা হয় নাঃ “কুল আ‘ঊযু বিরব্বিন নাস......” শেষ পর্যন্ত এবং “কুল আ‘ঊযু বিরব্বিল ফালাক্ব” হতে সূরার শেষ পর্যন্ত।\n\nসহীহঃ মুসলিম (২/২০০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ أَبِي خَالِدٍ، أَخْبَرَنِي قَيْسُ بْنُ أَبِي حَازِمٍ، عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ قَدْ أَنْزَلَ اللَّهُ عَلَىَّ آيَاتٍ لَمْ يُرَ مِثْلُهُنَّ ‏(‏قُلْ أَعُوذُ بِرَبِّ النَّاسِ ‏)‏ إِلَى آخِرِ السُّورَةِ وَ ‏(‏قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ‏)‏ إِلَى آخِرِ السُّورَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو حَازِمٍ أَبُو قَيْسِ بْنِ أَبِي حَازِمٍ يُسَمَّى عَبْدُ عَوْفٍ وَقَدْ رَأَى النَّبِيَّ وَرَوَى عَنْهُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। আবূ হাযিমকে আবূ কাইস বলা হয়। তার নাম ‘আবদ ‘আওফ। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখেছেন এবং তার নিকট হতে হাদীসও বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2903,
    "narrator": "উক্ববাহ্ ইবনু ‘আমির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে প্রতি ওয়াক্ত নামাযের পর সূরা আন্-নাস ও সূরা আল-ফালাক্ব পাঠের আদেশ করেছেন।\n\nসহীহঃ সহীহাহ্ (১৫১৪), সহীহ আবূ দাঊদ (১৩৬৩), তা’লীক আলা ইবনে খুযাইমাহ্ (৭৫৫)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ عُلَىِّ بْنِ رَبَاحٍ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ أَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ أَقْرَأَ بِالْمُعَوِّذَتَيْنِ فِي دُبُرِ كُلِّ صَلاَةٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 2904,
    "narrator": "আয়িশাহ্ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কুরআন পাঠে দক্ষ ব্যক্তি (আখিরাতে) সম্মানিত নেককার লিপিকর ফেরেশতাদের সাথে থাকবে। আর যে ব্যক্তি উহা পাঠ করে এবং এটা তার পক্ষে (হিশামের বর্ণনায়) খুবই কঠিন ও (শু‘বাহ্র বর্ণনায়) কষ্টকর, সে দু’টি পুরস্কার পাবে।\n\nসহীহঃ সহীহ আবূ দাঊদ (১৩০৭), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا شُعْبَةُ، وَهِشَامٌ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنْ سَعْدِ بْنِ هِشَامٍ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الَّذِي يَقْرَأُ الْقُرْآنَ وَهُوَ مَاهِرٌ بِهِ مَعَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ وَالَّذِي يَقْرَؤُهُ قَالَ هِشَامٌ وَهُوَ شَدِيدٌ عَلَيْهِ قَالَ شُعْبَةُ وَهُوَ عَلَيْهِ شَاقٌّ فَلَهُ أَجْرَانِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2905,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি কুরআন পাঠ করেছে এবং তা হেফয রেখেছে, এর হালালকে হালাল এবং হারামকে হারাম মেনেছে, তাকে আল্লাহ্ তা’আলা জান্নাতে প্রবেশ করাবেন এবং তার পরিবারের এমন দশজন ব্যক্তি সর্ম্পকে তার শাফায়াত ক্ববূল করবেন যাদের প্রত্যেকের জন্য জাহান্নাম অনিবার্য ছিল।\n\nঅত্যন্ত দুর্বল, ইবনু মাজাহ (২১৬)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا حَفْصُ بْنُ سُلَيْمَانَ، عَنْ كَثِيرِ بْنِ زَاذَانَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ قَرَأَ الْقُرْآنَ وَاسْتَظْهَرَهُ فَأَحَلَّ حَلاَلَهُ وَحَرَّمَ حَرَامَهُ أَدْخَلَهُ اللَّهُ بِهِ الْجَنَّةَ وَشَفَّعَهُ فِي عَشَرَةٍ مِنْ أَهْلِ بَيْتِهِ كُلُّهُمْ وَجَبَتْ لَهُ النَّارُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ وَلَيْسَ إِسْنَادُهُ بِصَحِيحٍ ‏.‏ وَحَفْصُ بْنُ سُلَيْمَانَ يُضَعَّفُ فِي الْحَدِيثِ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই এ হাদীস জেনেছি। এর সনদসূত্র সহীহ নয়। হাফ্‌স ইবনু সুলাইমান হাদীস শাস্ত্রে দুর্বল।"
  },
  {
    "hadith_id": 2906,
    "narrator": "আল-হারিস আল-আওয়ার (রাঃ)",
    "bn": "তিনি বলেনঃ এক সময় আমি মাসজিদে গিয়ে দেখি যে, কিছু লোক নানারকম আলাপ করছে। আমি আলী (রাঃ)-এর নিকটে গিয়ে বললাম, হে আমীরুল মু’মিনীন! আপনি কি দেখতে পাচ্ছেন না যে, লোকেরা নানারকম আলাপ করছে? তিনি প্রশ্ন করলেন, তারা কি তাই করছে? আমি বললাম, হ্যাঁ। তিনি বললেন, শোন! আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ হুঁশিয়ার! শীঘ্রই ফিতনা-ফাসাদ দেখা দিবে। আমি প্রশ্ন করলাম, হে আল্লাহ্‌র রাসূল! এ ফিত্‌না হতে আত্নরক্ষার পন্থা কি? তিনি বললেনঃ আল্লাহ্ তা’আলার কিতাব (কুরআন)। এতে আছে তোমাদের পূর্ববর্তীদের সংবাদ ও পরবর্তীদের সংবাদ এবং তোমাদের মাঝে ফায়সালার বিধান। এটা (সত্য-মিথ্যার মধ্যে) সুস্পষ্ট বিভাজনকারী, কোন অর্থহীন ব্যাপার নয়। যে ব্যক্তি গর্ববশে এটা ছেড়ে দেবে, আল্লাহ্ তা’আলা তার গর্ব চূর্ণ করবেন। এটাকে বাদ দিয়ে যে হিদায়াত খোঁজ করবে আল্লাহ্ তা’আলা তাকে পথভ্রষ্ট করবেন। এটা হল আল্লাহ্ তা’আলার মযবুত রশি, হিকমাত ও প্রজ্ঞাপূর্ণ উপদেশ এবং সহজ-সরল পথ। তা অনুসরণ করলে মানুষের চিন্তাধারা বিপথগামী হয় না এবং এতে যবানও আড়ষ্ট হয় না। আলিমগণ এ থেকে তৃপ্ত হয় না (যতই পড়ে ততই ভালো লাগে), বারবার পড়লেও এটা পুরানো হয় না এবং এর রহস্য ও নিগূঢ় তত্ত্বের শেষ নেই। এটা সেই গ্রস্থ যা শোনা মাত্রই জিনেরা বলে উঠলো, “আমরা এক আশ্চর্যজনক কুরআন শুনলাম যা সঠিক পথের সন্ধান দেয়। সুতরাং আমরা এতে ঈমান এনেছি” (সূরাঃ জ্বিন-১, ২)। যে ব্যক্তি কুরআন অনুযায়ী কথা বলে সে সত্য বলে এবং যে সে অনুসারে আমল করে সে প্রতিদান পায়। যে এর সাহায্যে ফায়সালা করে সে ইনসাফ করে এবং যে এর দিকে আহ্বান করে সে সঠিক পথ দেখায়। হে আওয়ার! তুমি এটা শক্তভাবে আকড়ে ধর।\n\nযঈফ, মিশকাত, তাহকীক ছানী (২১৩৮)",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ الْجُعْفِيُّ، قَالَ سَمِعْتُ حَمْزَةَ الزَّيَّاتَ، عَنْ أَبِي الْمُخْتَارِ الطَّائِيِّ، عَنِ ابْنِ أَخِي الْحَارِثِ الأَعْوَرِ، عَنِ الْحَارِثِ، قَالَ مَرَرْتُ فِي الْمَسْجِدِ فَإِذَا النَّاسُ يَخُوضُونَ فِي الأَحَادِيثِ فَدَخَلْتُ عَلَى عَلِيٍّ فَقُلْتُ يَا أَمِيرَ الْمُؤْمِنِينَ أَلاَ تَرَى أَنَّ النَّاسَ قَدْ خَاضُوا فِي الأَحَادِيثِ ‏.‏ قَالَ وَقَدْ فَعَلُوهَا قُلْتُ نَعَمْ ‏.‏ قَالَ أَمَا إِنِّي قَدْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ أَلاَ إِنَّهَا سَتَكُونُ فِتْنَةٌ ‏\"‏ ‏.‏ فَقُلْتُ مَا الْمَخْرَجُ مِنْهَا يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ كِتَابُ اللَّهِ فِيهِ نَبَأُ مَا كَانَ قَبْلَكُمْ وَخَبَرُ مَا بَعْدَكُمْ وَحُكْمُ مَا بَيْنَكُمْ هُوَ الْفَصْلُ لَيْسَ بِالْهَزْلِ مَنْ تَرَكَهُ مِنْ جَبَّارٍ قَصَمَهُ اللَّهُ وَمَنِ ابْتَغَى الْهُدَى فِي غَيْرِهِ أَضَلَّهُ اللَّهُ وَهُوَ حَبْلُ اللَّهِ الْمَتِينُ وَهُوَ الذِّكْرُ الْحَكِيمُ وَهُوَ الصِّرَاطُ الْمُسْتَقِيمُ هُوَ الَّذِي لاَ تَزِيغُ بِهِ الأَهْوَاءُ وَلاَ تَلْتَبِسُ بِهِ الأَلْسِنَةُ وَلاَ يَشْبَعُ مِنْهُ الْعُلَمَاءُ وَلاَ يَخْلَقُ عَلَى كَثْرَةِ الرَّدِّ وَلاَ تَنْقَضِي عَجَائِبُهُ هُوَ الَّذِي لَمْ تَنْتَهِ الْجِنُّ إِذْ سَمِعَتْهُ حَتَّى قَالُوا ‏(‏إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا * يَهْدِي إِلَى الرُّشْدِ ‏)‏ مَنْ قَالَ بِهِ صَدَقَ وَمَنْ عَمِلَ بِهِ أُجِرَ وَمَنْ حَكَمَ بِهِ عَدَلَ وَمَنْ دَعَا إِلَيْهِ هُدِيَ إِلَى صِرَاطٍ مُسْتَقِيمٍ ‏\"‏ ‏.‏ خُذْهَا إِلَيْكَ يَا أَعْوَرُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ وَإِسْنَادُهُ مَجْهُولٌ ‏.‏ وَفِي الْحَارِثِ مَقَالٌ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই এ হাদীস জেনেছি। এর সনদসূত্র অজানা। আল-হারিসের রিওয়ায়াত প্রসঙ্গে বিরূপ সমালোচনা আছে।"
  },
  {
    "hadith_id": 2907,
    "narrator": "উসমান ইবনু ‘আফফান (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সে লোকই তোমাদের মধ্যে শ্রেষ্ঠ যে কুরআন শিক্ষা করে এবং অন্যকে তা শিক্ষা দেয়। \n\nসহীহঃ ইবনু মা-জাহ (২১১), বুখারী।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، أَنْبَأَنَا شُعْبَةُ، أَخْبَرَنِي عَلْقَمَةُ بْنُ مَرْثَدٍ، قَالَ سَمِعْتُ سَعْدَ بْنَ عُبَيْدَةَ، يُحَدِّثُ عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عُثْمَانَ بْنِ عَفَّانَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عَبْدِ الرَّحْمَنِ فَذَاكَ الَّذِي أَقْعَدَنِي مَقْعَدِي هَذَا ‏.‏ وَعَلَّمَ الْقُرْآنَ فِي زَمَنِ عُثْمَانَ حَتَّى بَلَغَ الْحَجَّاجَ بْنَ يُوسُفَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "‘আবদুর রাহমান বলেন, এ হাদীসই আমাকে এ স্থানে বসিয়ে রেখেছে। তিনি ‘উসমান (রাঃ)-এর যুগ হতে হাজ্জাজ ইবনু ইউসুফের যুগ পর্যন্ত কু্রআন শিক্ষা দিয়েছেন। \nআবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2909,
    "narrator": "আলী (রাঃ)",
    "bn": "বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সে লোকই তোমাদের মধ্যে উত্তম যে কুরআন শিক্ষা করে এবং তা অন্যকে শিখায়। \n \nপূর্বের হাদীসের সহায়তায় সহীহ।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ، عَنِ النُّعْمَانِ بْنِ سَعْدٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ خَيْرُكُمْ مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ ‏\"‏ ‏.‏ وَهَذَا حَدِيثٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ عَلِيٍّ عَنِ النَّبِيِّ صلى الله عليه وسلم إِلاَّ مِنْ حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, আমরা এ হাদীস শুধু ‘আবদুর রাহমান ইবনু ইসহাকের রিওয়ায়াত হিসেবে ‘আলী (রাঃ) হতে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে জেনেছি।"
  },
  {
    "hadith_id": 2908,
    "narrator": "উসমান (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ সে লোকই তোমাদের মধ্যে শ্রেষ্ঠ বা উত্তম যে নিজে কুরআন শিখে এবং তা অন্যকে শিখায়।\n\nসহীহঃ দেখুন পূর্বে হাদীস।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا بِشْرُ بْنُ السَّرِيِّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ السُّلَمِيِّ، عَنْ عُثْمَانَ بْنِ عَفَّانَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ خَيْرُكُمْ - أَوْ أَفْضَلُكُمْ - مَنْ تَعَلَّمَ الْقُرْآنَ وَعَلَّمَهُ ‏\"‏ ‏.‏ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَكَذَا رَوَى عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ وَغَيْرُ وَاحِدٍ عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَنْ عُثْمَانَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَسُفْيَانُ لاَ يَذْكُرُ فِيهِ عَنْ سَعْدِ بْنِ عُبَيْدَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। ‘আবদুর রাহমান ইবনু মাহ্দী প্রমুখ সুফ্ইয়ান সাওরী হতে, তিনি ‘আলক্বামাহ্ ইবনু মারসাদ হতে, তিনি আবূ ‘আবদুর রাহমান হতে, তিনি ‘উসমান (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে এক রকমই বর্ণনা করেছেন। সুফ্ইয়ান উক্ত হাদীসের সনদে সা‘দ ইবনু ‘উবাইদার উল্লেখ করেননি। ইয়াহ্ইয়া ইবনু সা‘ঈদ আল-কাত্তান এ হাদীস সুফ্ইয়ান ও শু‘বাহ্ হতে, তিনি ‘আলকামাহ্ হতে, তিনি ইবনু মারসাদ হতে, তিনি সা‘দ ইবনু ‘উবাইদাহ্ হতে, তিনি আবূ আবদুর রাহমান হতে, তিনি ‘উসমান (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে বর্ণনা করেছেন। ইয়াহ্ইয়া ইবনু সা‘ঈদ-সুফ্ইয়ান ও শু‘বাহ্র সূত্রে মুহাম্মাদ ইবনু বাশ্শার উক্ত হাদীস আমাদের নিকট বর্ণনা করেছেন। মুহাম্মাদ ইবনু বাশ্শার বলেন, ইয়াহ্ইয়া ইবনু সা‘ঈদ উক্ত হাদীস সুফ্ইয়ান ও শু‘বাহ্-একাধিকবার ‘আলক্বামাহ্ ইবনু মারসাদের সূত্রে-সা‘দ ইবনু ‘উবাইদাহ্ হতে, তিনি আবূ ‘আবদুর রাহমান হতে, তিনি ‘উসমান (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে একই রকম বর্ণনা করেছেন। মুহাম্মাদ ইবনু বাশ্শার বলেন, সুফ্ইয়ানের শাগরিদগণ এর সনদে “সুফ্ইয়ান-সা‘দ ইবনু ‘উবাইদাহ্ হতে” এভাবে উল্লেখ করেননি এবং এটাই সহীহ। আবূ ‘ঈসা বলেন, শু‘বাহ্ এ হাদীসের সনদে সা‘দ ইবনু ‘উবাইদার নাম অতিরিক্ত উল্লেখ করেছেন। সুফ্ইয়ানের রিওয়ায়াতই যেন অধিক সহীহ। ‘আলী ইবনু ‘আবদুল্লাহ বলেন, ইয়াহ্ইয়া ইবনু সা‘ঈদ বলেছেন, আমার মতে শু‘বাহ্র সমতুল্য কেউ নেই। কোন রিওয়ায়াতের বেলায় সুফ্ইয়ানের সাথে তার মতের অমিল হলে সেই ক্ষেত্রে আমি সুফ্ইয়ানের বক্তব্য গ্রহণ করি। আবূ ‘ঈসা বলেন, আমি আবূ ‘আম্মারকে ওয়াকীর সূত্রে উল্লেখ করতে শুনেছি, তিনি বলেন, শু‘বাহ্ বলেছেন, সুফ্ইয়ান আমার চাইতে অনেক বেশী স্মৃতিশক্তির অধিকারী। সুফ্ইয়ান কারো বরাতে আমার নিকট কিছু বর্ণনা করলে আমি সেই প্রসঙ্গে উক্ত ব্যক্তিকে প্রশ্ন করলে তিনি হুবহু তাই বলেন যা সুফ্ইয়ান আমাকে বলেছেন। এ অনুচ্ছেদে ‘আলী ও সা‘দ (রাঃ) হতেও হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2910,
    "narrator": "আবদুল্লাহ ইবনু মাস’ঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ তা‘আলার কিতাবের একটি হরফ যে ব্যক্তি পাঠ করবে তার জন্য এর সাওয়াব আছে। আর সাওয়াব হয় তার দশ গুণ হিসেবে। আমি বলি না যে, ‘আলিফ-লাম-মীম’ একটি হরফ, বরং আলিফ একটি হরফ, লাম একটি হরফ এবং মীম একটি হরফ।\n\nসহীহঃ তাখরীজুত্ তাহাবীয়াহ (১৩৯), মিশকাত (২১৩৭)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو بَكْرٍ الْحَنَفِيُّ، حَدَّثَنَا الضَّحَّاكُ بْنُ عُثْمَانَ، عَنْ أَيُّوبَ بْنِ مُوسَى، قَالَ سَمِعْتُ مُحَمَّدَ بْنَ كَعْبٍ الْقُرَظِيَّ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ قَرَأَ حَرْفًا مِنْ كِتَابِ اللَّهِ فَلَهُ بِهِ حَسَنَةٌ وَالْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا لاَ أَقُولُ الم حَرْفٌ وَلَكِنْ أَلِفٌ حَرْفٌ وَلاَمٌ حَرْفٌ وَمِيمٌ حَرْفٌ ‏\"‏ ‏.‏ وَيُرْوَى هَذَا الْحَدِيثُ مِنْ غَيْرِ هَذَا الْوَجْهِ عَنِ ابْنِ مَسْعُودٍ وَرَوَاهُ أَبُو الأَحْوَصِ عَنِ ابْنِ مَسْعُودٍ رَفَعَهُ بَعْضُهُمْ وَوَقَفَهُ بَعْضُهُمْ عَنِ ابْنِ مَسْعُودٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ سَمِعْتُ قُتَيْبَةَ بْنَ سَعِيدٍ يَقُولُ بَلَغَنِي أَنَّ مُحَمَّدَ بْنَ كَعْبٍ الْقُرَظِيَّ وُلِدَ فِي حَيَاةِ النَّبِيِّ صلى الله عليه وسلم وَمُحَمَّدُ بْنُ كَعْبٍ الْقُرَظِيُّ يُكْنَى أَبَا حَمْزَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু মাস’ঊদ (রাঃ) হতে উপরোক্ত সনদ সূত্র ব্যতীত অন্য সূত্রেও এই হাদীস বর্ণিত আছে। এ হাদীস আবুল আহ্ওয়াস (রহঃ) ইবনু মাস’ঊদ (রাঃ) হতে বর্ণনা করেছেন। তাদের কিছু বর্ণনাকারী এটিকে মারুফূ’ হাদীস হিসেবে এবং কিছু বর্ণনাকারী মাওকূফ হাদীস হিসেবে অর্থাৎ ইবনু মাস’ঊদ (রাঃ)-এর বক্তব্য হিসেবে বর্ণনা করেছেন। আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ এবং উক্ত সনদে গারীব। আমি কুতাইবা ইবনু সা’ঈদকে বলতে শুনেছি, আমি অবগত হয়েছি যে, মুহাম্মাদ ইবনু কা’ব আল-কুরাযী (রহঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জীবদ্দশায় জন্মগ্রহণ করেন। মুহাম্মাদ ইবনু কা’ব আল-কুরাযী (রহঃ)-এর উপনাম আবূ হামযা।"
  },
  {
    "hadith_id": 2912,
    "narrator": "জুবাইর ইবনু নুফাইর (রহঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তা’আলা হতে নিঃসৃত জিনিস অর্থাৎ কুরআন মাজীদের তুলনায় শ্রেষ্ঠতর কোন কিছু নিয়ে তোমরা আল্লাহ্ তা’আলার কাছে ফিরে যেতে পারবে না।\n\nযঈফ, যঈফা।",
    "ar": "وَقَدْ رُوِيَ هَذَا الْحَدِيثُ، عَنْ زَيْدِ بْنِ أَرْطَاةَ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلٌ ‏.‏ حَدَّثَنَا بِذَلِكَ، إِسْحَاقُ بْنُ مَنْصُورٍ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ مُعَاوِيَةَ، عَنِ الْعَلاَءِ بْنِ الْحَارِثِ، عَنْ زَيْدِ بْنِ أَرْطَاةَ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِنَّكُمْ لَنْ تَرْجِعُوا إِلَى اللَّهِ بِأَفْضَلَ مِمَّا خَرَجَ مِنْهُ ‏\"‏ ‏.‏ يَعْنِي الْقُرْآنَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 2911,
    "narrator": "আবূ উমামা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তা’আলা বান্দার দুই রাক্আত নামাযে যেভাবে মনঃসংযোগ করেন এর চেয়ে কোন কিছুতেই এই প্রকার করেন না। বান্দা যতক্ষণ নামাযে নিয়োজিত থাকে ততক্ষণ তার মাথার উপর সাওয়াব বর্ষিত হতে থাকে। বান্দা কুরআন পাঠের মাধ্যমে আল্লাহ্ তা’আলার যতটুকু নৈকট্য অর্জন করতে পারে অন্য কিছু দ্বারা তাঁর এত নৈকট্য অর্জন করতে পারে না। \n\nযঈফ, মিশকাত (১৩৩২), যঈফা (১৯৫৭)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا أَبُو النَّضْرِ، حَدَّثَنَا بَكْرُ بْنُ خُنَيْسٍ، عَنْ لَيْثِ بْنِ أَبِي سُلَيْمٍ، عَنْ زَيْدِ بْنِ أَرْطَاةَ، عَنْ أَبِي أُمَامَةَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ مَا أَذِنَ اللَّهُ لِعَبْدٍ فِي شَيْءٍ أَفْضَلَ مِنْ رَكْعَتَيْنِ يُصَلِّيهِمَا وَإِنَّ الْبِرَّ لَيُذَرُّ عَلَى رَأْسِ الْعَبْدِ مَا دَامَ فِي صَلاَتِهِ وَمَا تَقَرَّبَ الْعِبَادُ إِلَى اللَّهِ بِمِثْلِ مَا خَرَجَ مِنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو النَّضْرِ يَعْنِي الْقُرْآنَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَبَكْرُ بْنُ خُنَيْسٍ قَدْ تَكَلَّمَ فِيهِ ابْنُ الْمُبَارَكِ وَتَرَكَهُ فِي آخِرِ أَمْرِهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই এ হাদীস জেনেছি। ইবনুল মুবারাক (রহঃ) বাক্‌র ইবনু খুনাইসের সমালোচনা করেছেন এবং পরিশেষে তাকে পরিহার করেছেন। যাইদ ইবনু আরতাত হতে জুবাইর ইবনু নুফাইর বরাতে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে এটি মুরসালরূপে বর্ণিত আছে।"
  },
  {
    "hadith_id": 2913,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যার হৃদয়ে কুরআনের কিছুই নেই সে বর্জিত ঘরের মত। \n\nযঈফ, মিশকাত (২১৩৫)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا جَرِيرٌ، عَنْ قَابُوسِ بْنِ أَبِي ظَبْيَانَ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الَّذِي لَيْسَ فِي جَوْفِهِ شَيْءٌ مِنَ الْقُرْآنِ كَالْبَيْتِ الْخَرِبِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2915,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কুরআন ক্বিয়ামাত দিবসে হাযির হয়ে বলবে, হে আমার প্রভু! একে (কুরআনের বাহককে) অলংকার পরিয়ে দিন। তারপর তাকে সম্মান ও মর্যাদার মুকুট পরানো হবে। সে আবার বলবে, হে আমার প্রভু! তাকে আরো পোশাক দিন। সুতরাং তাকে মর্যাদার পোশাক পরানো হবে। সে আবার বলবে, হে আমার প্রভু! তার প্রতি সন্তুষ্ট হোন। কাজেই তিনি তার উপর সন্তুষ্ট হবেন। তারপর তাকে বলা হবে, তুমি এক এক আয়াত পাঠ করতে থাক এবং উপরের দিকে উঠতে থাক। এমনিভাবে প্রতি আয়াতের বিনিময়ে তার একটি করে সাওয়াব (মর্যাদা) বাড়ানো হবে। \n  \nহাসানঃ তা’লীকুর রাগীব (২/২০৭)।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، أَخْبَرَنَا شُعْبَةُ، عَنْ عَاصِمٍ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ يَجِيءُ الْقُرْآنُ يَوْمَ الْقِيَامَةِ فَيَقُولُ يَا رَبِّ حَلِّهِ فَيُلْبَسُ تَاجَ الْكَرَامَةِ ثُمَّ يَقُولُ يَا رَبِّ زِدْهُ فَيُلْبَسُ حُلَّةَ الْكَرَامَةِ ثُمَّ يَقُولُ يَا رَبِّ ارْضَ عَنْهُ فَيَرْضَى عَنْهُ فَيُقَالُ لَهُ اقْرَأْ وَارْقَ وَتُزَادُ بِكُلِّ آيَةٍ حَسَنَةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ। মুহাম্মাদ ইবনু বাশশার-মুহাম্মাদ ইবনু জা‘ফার হতে, তিনি শু‘বাহ্ হতে, তিনি আসিম ইবনু বাহদালা হতে, তিনি আবূ সালিহ হতে, তিনি আবূ হুরাইরাহ্ (রাঃ) হতে উপরোক্ত হাদীসের সমার্থবোধক হাদীস বর্ণনা করেছেন। তিনি এটি এ সূত্রে মারফূরূপে বর্ণনা করেননি। আবূ ‘ঈসা বলেন, ‘আবদুস সামাদ হতে শু‘বাহ্ (রহঃ) সূত্রে বর্ণিত হাদীসের তুলনায় এটিই আমাদের মতে অনেক বেশী সহীহ। বুনদার ‘আবদুর রাহমান ইবনু মাহ্দী হতে, তিনি সুফ্ইয়ান হতে, তিনি আসিমের সূত্রে উপরে বর্ণিত হাদীসের মতই বর্ণনা করেছন।"
  },
  {
    "hadith_id": 2914,
    "narrator": "আবদুল্লাহ ইবনু ‘আম্‌র (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ (ক্বিয়ামাতের দিন) কুরআনের বাহককে বলা হবে, পাঠ করতে থাক ও উপরে আরোহণ করতে থাক এবং দুনিয়াতে যেভাবে ধীরে সুস্থে পাঠ করতে ঠিক সেরূপে ধীরে সুস্থে পাঠ করতে থাক। যে আয়াতে তোমার পাঠ সমাপ্ত হবে সেখানেই তোমার স্থান। \n\nহাসান সহীহঃ মিশকাত (২১৩৪), তা’লীকুর রাগীব (২/২০৮), সহীহ আবূ দাঊদ (১৩১৭), সহীহাহ্ (২২৪০)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ الْحَفَرِيُّ، وَأَبُو نُعَيْمٍ عَنْ سُفْيَانَ، عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ يُقَالُ لِصَاحِبِ الْقُرْآنِ اقْرَأْ وَارْتَقِ وَرَتِّلْ كَمَا كُنْتَ تُرَتِّلُ فِي الدُّنْيَا فَإِنَّ مَنْزِلَتَكَ عِنْدَ آخِرِ آيَةٍ تَقْرَأُ بِهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2916,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার উম্মাতের সকল সাওয়াব আমার সামনে উপস্থাপন করা হয়, এমনকি মাসজিদ হতে জঞ্জাল দূর করার সাওয়াবও। আমার উম্মাতের গুনাহসমূহও আমার সামনে উপস্থাপন করা হয়। কাউকে কুরআনের কোন সূরা বা আয়াত প্রদান করার পর তা বিস্মৃত হওয়ার চাইতে বড় গুনাহ আমি আর দেখিনি। \n\nযঈফ, মিশকাত (৭২০), রওযুননাযীর (৭২), যঈফ, আবূ দাঊদ (৭১)",
    "ar": "حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ الْحَكَمِ الْوَرَّاقُ الْبَغْدَادِيُّ، حَدَّثَنَا عَبْدُ الْمَجِيدِ بْنُ عَبْدِ الْعَزِيزِ، عَنِ ابْنِ جُرَيْجٍ، عَنِ الْمُطَّلِبِ بْنِ عَبْدِ اللَّهِ بْنِ حَنْطَبٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ عُرِضَتْ عَلَىَّ أُجُورُ أُمَّتِي حَتَّى الْقَذَاةِ يُخْرِجُهَا الرَّجُلُ مِنَ الْمَسْجِدِ وَعُرِضَتْ عَلَىَّ ذُنُوبُ أَمَّتِي فَلَمْ أَرَ ذَنْبًا أَعْظَمَ مِنْ سُورَةٍ مِنَ الْقُرْآنِ أَوْ آيَةٍ أُوتِيهَا رَجُلٌ ثُمَّ نَسِيَهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ قَالَ وَذَاكَرْتُ بِهِ مُحَمَّدَ بْنَ إِسْمَاعِيلَ فَلَمْ يَعْرِفْهُ وَاسْتَغْرَبَهُ ‏.‏ قَالَ مُحَمَّدٌ وَلاَ أَعْرِفُ لِلْمُطَّلِبِ بْنِ عَبْدِ اللَّهِ بْنِ حَنْطَبٍ سَمَاعًا مِنْ أَحَدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم إِلاَّ قَوْلَهُ حَدَّثَنِي مَنْ شَهِدَ خُطْبَةَ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ وَسَمِعْتُ عَبْدَ اللَّهِ بْنَ عَبْدِ الرَّحْمَنِ يَقُولُ لاَ نَعْرِفُ لِلْمُطَّلِبِ سَمَاعًا مِنْ أَحَدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ عَبْدُ اللَّهِ وَأَنْكَرَ عَلِيُّ بْنُ الْمَدِينِيِّ أَنْ يَكُونَ الْمُطَّلِبُ سَمِعَ مِنْ أَنَسٍ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই এ হাদীস জেনেছি। আমি মুহাম্মাদ ইবনু ইসমাঈলের নিকট এ হাদীস উল্লেখ করলে তিনি তার অজ্ঞতা প্রকাশ করেন এবং হাদীসটিকে গারীব সংজ্ঞায়িত করেন। মুহাম্মাদ আরো বলেনঃ মুত্তালিব ইবনু আবদুল্লাহ ইবনু হানতাব রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবীগণের কারো নিকট হতে সোজাসুজি কিছু শুনেছেন বলে আমার জানা নেই। তার নিম্নোক্ত কথাটি ভিন্নঃ “যিনি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ভাষণে হাজির ছিলেন তিনি আমাকে বলেছেন” (এ কথা তার কোন সাহাবীর সাক্ষাত লাভ প্রমাণ করে, এ ছাড়া আর কোন দলিল পাওয়া যায় না)।\nআমি আবদুল্লাহ ইবনু আবদুর রহমানকে বলতে শুনেছি, মুত্তালিব রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কোন সাহাবীর নিকট সোজাসুজি কিছু শুনেছেন বলে আমাদের জানা নেই। আবদুল্লাহ (রহঃ) আরও বলেনঃ আনাস ইবনু মালিক (রাঃ)-এর নিকট মুত্তালিবের সরাসরি শোনার বিষয়টি আলী ইবনুল মাদীনী প্রত্যাখ্যান করেছেন।"
  },
  {
    "hadith_id": 2917,
    "narrator": "ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "একদা তিনি জনৈক কুরআন তিলাওয়াতকারীর পাশ দিয়ে যাচ্ছিলেন। লোকটি তখন কুরআন পাঠ করতে করতে (মানুষের নিকট) ভিক্ষা করছিল। তিনি “ইন্না লিল্লাহি ওয়াইন্না ইলাইহি রাজি‘ঊন” পাঠ করে বললেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ কুরআন তিলাওয়াতকারী ব্যক্তি যেন এর দ্বারা শুধু আল্লাহ তা‘আলার নিকট প্রার্থনা করে। কেননা অচিরেই এমন এক সম্প্রদায়ের আবির্ভাব ঘটবে যারা কুরআন পাঠের মাধ্যমে মানুষের নিকট ভিক্ষা করবে। \n\nহাসানঃ সহীহাহ্ (২৫৭)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ خَيْثَمَةَ، عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّهُ مَرَّ عَلَى قَاصٍّ يَقْرَأُ ثُمَّ سَأَلَ فَاسْتَرْجَعَ ثُمَّ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ قَرَأَ الْقُرْآنَ فَلْيَسْأَلِ اللَّهَ بِهِ فَإِنَّهُ سَيَجِيءُ أَقْوَامٌ يَقْرَءُونَ الْقُرْآنَ يَسْأَلُونَ بِهِ النَّاسَ ‏\"‏ ‏.‏ وَقَالَ مَحْمُودٌ وَهَذَا خَيْثَمَةُ الْبَصْرِيُّ الَّذِي رَوَى عَنْهُ جَابِرٌ الْجُعْفِيُّ وَلَيْسَ هُوَ خَيْثَمَةَ بْنَ عَبْدِ الرَّحْمَنِ وَخَيْثَمَةُ هَذَا شَيْخٌ بَصْرِيٌّ يُكْنَى أَبَا نَصْرٍ قَدْ رَوَى عَنْ أَنَسِ بْنِ مَالِكٍ أَحَادِيثَ وَقَدْ رَوَى جَابِرٌ الْجُعْفِيُّ عَنْ خَيْثَمَةَ هَذَا أَيْضًا أَحَادِيثَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ لَيْسَ إِسْنَادُهُ بِذَاكَ ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "মাহ্মুদ (রহঃ) বলেন, এই খাইসামা আল-বাসরী যার নিকট হতে জাবির আল-জুফী হাদীস বর্ণনা করেছেন ইনি খাইসামা ইবনু ‘আবদুর রাহমান নন। এই খাইসামা হলেন বাসরার শাইখ এবং তার উপনাম আবূ নাসর। তিনি আনাস (রাঃ) হতে কিছু হাদীস রিওয়ায়াত করেছেন। জাবির আল-জুফী এই খাইসামা হতেও হাদীস বর্ণনা করেছেন। আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান। এটির সানাদ তেমন শক্তিশালী নয়।"
  },
  {
    "hadith_id": 2918,
    "narrator": "সুহাইব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি কুরআনের হারামসমূকে হালাল মনে করে সে কুরআনের প্রতি ঈমান আনেনি। \n\nযঈফ, মিশকাত, তাহকীক ছানী (২২০৩)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْوَاسِطِيُّ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا أَبُو فَرْوَةَ، يَزِيدُ بْنُ سِنَانٍ عَنْ أَبِي الْمُبَارَكِ، عَنْ صُهَيْبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا آمَنَ بِالْقُرْآنِ مَنِ اسْتَحَلَّ مَحَارِمَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ لَيْسَ إِسْنَادُهُ بِالْقَوِيِّ وَقَدْ خُولِفَ وَكِيعٌ فِي رِوَايَتِهِ ‏.‏ وَقَالَ مُحَمَّدٌ أَبُو فَرْوَةَ يَزِيدُ بْنُ سِنَانٍ الرُّهَاوِيُّ لَيْسَ بِحَدِيثِهِ بَأْسٌ إِلاَّ رِوَايَةَ ابْنِهِ مُحَمَّدٍ عَنْهُ فَإِنَّهُ يَرْوِي عَنْهُ مَنَاكِيرَ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى مُحَمَّدُ بْنُ يَزِيدَ بْنِ سِنَانٍ عَنْ أَبِيهِ هَذَا الْحَدِيثَ فَزَادَ فِي هَذَا الإِسْنَادِ عَنْ مُجَاهِدٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ صُهَيْبٍ وَلاَ يُتَابَعُ مُحَمَّدُ بْنُ يَزِيدَ عَلَى رِوَايَتِهِ وَهُوَ ضَعِيفٌ وَأَبُو الْمُبَارَكِ رَجُلٌ مَجْهُولٌ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ উক্ত হাদীসের সনদ তেমন মজবুত নয়। ওয়াকীর রিওয়ায়াতের বিরোধিতা করা হয়েছে। মুহাম্মাদ বলেনঃ আবূ ফারওয়া ইয়াযীদ ইবনু সিনান আর-রাহাবীর হাদীস বর্ণনায় কোন সমস্যা নেই। তবে তার পুত্র মুহাম্মাদ তার সূত্রে যে রিওয়ায়াত করেছেন সেগুলোর বক্তব্য আলাদা। কারণ তিনি তার আব্বার বরাতে অনেক মুনকার হাদীস বর্ণনা করেছেন। মুহাম্মাদ ইবনু সিনান তার আব্বার সূত্রে এ হাদীস রিওয়ায়াত করেছেন এবং তার সনদে মুজাহিদ-সাঈদ ইবনুল মুসাইয়্যাব-সুহাইব (রহঃ) অতিরিক্ত হিসেবে উল্লেখ করেছেন। মুহাম্মাদ ইবনু ইয়াযীদের রিওয়ায়াতের সমর্থক কোন রিওয়ায়াত নেই। ইনি একজন দুর্বল রাবী। আর আবুল মুবারাক একজন অপরিচিত ব্যক্তি।"
  },
  {
    "hadith_id": 2919,
    "narrator": "উক্ববাহ্ ইবনু ‘আমির (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ প্রকাশ্যে কুরআন পাঠকারী প্রকাশ্যে দান-খাইরাতকারীর সমতুল্য এবং গোপনে কুরআন পাঠকারী গোপনে দান-খাইরাতকালরি সমতুল্য।\n\nসহীহঃ মিশকাত তাহ্‌ক্বীক্ব সানী (২২০২), সহীহ আবূ দাঊদ (১২০৪)।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَرَفَةَ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ بَحِيرِ بْنِ سَعْدٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ كَثِيرِ بْنِ مُرَّةَ الْحَضْرَمِيِّ، عَنْ عُقْبَةَ بْنِ عَامِرٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ الْجَاهِرُ بِالْقُرْآنِ كَالْجَاهِرِ بِالصَّدَقَةِ وَالْمُسِرُّ بِالْقُرْآنِ كَالْمُسِرِّ بِالصَّدَقَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَمَعْنَى هَذَا الْحَدِيثِ أَنَّ الَّذِي يُسِرُّ بِقِرَاءَةِ الْقُرْآنِ أَفْضَلُ مِنَ الَّذِي يَجْهَرُ بِقِرَاءَةِ الْقُرْآنِ لأَنَّ صَدَقَةَ السِّرِّ أَفْضَلُ عِنْدَ أَهْلِ الْعِلْمِ مِنْ صَدَقَةِ الْعَلاَنِيَةِ وَإِنَّمَا مَعْنَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لِكَىْ يَأْمَنَ الرَّجُلُ مِنَ الْعُجْبِ لأَنَّ الَّذِي يُسِرُّ الْعَمَلَ لاَ يُخَافُ عَلَيْهِ الْعُجْبُ مَا يُخَافُ عَلَيْهِ مِنْ عَلاَنِيَتِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব। এ হাদীসের অর্থ হলো গোপনে কুরআন পাঠকারীই প্রকাশ্যে পাঠকারীর চাইতে উত্তম। কেননা আলিমদের মতে প্রকাশ্যে (ঐচ্ছিক) দান-খাইরাতের তুলনায় গোপানে দান করা উত্তম। বিশেষজ্ঞ আলিমগণের মতে, হাদীসের তাৎপর্য এই যে, পাঠক যেন অহংকার হতে বেঁচে থাকে। আর যে ‘আমাল গোপনে করা হয়, তাতে অহংকারের ততটা আশংকা থাকে না যতটা থাকে প্রকাশ্যে ‘আমাল করার মধ্যে।"
  },
  {
    "hadith_id": 2920,
    "narrator": "আয়িশাহ্‌ (রাঃ)",
    "bn": "সূরা বানী ইসরাঈল ও সূরা আয্‌-যুমার তিলাওয়াত না করা পর্যন্ত নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুমাতেন না।\n\nসহীহঃ সহীহাহ্‌ (৬৪১)।",
    "ar": "حَدَّثَنَا صَالِحُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَبِي لُبَابَةَ، قَالَ قَالَتْ عَائِشَةُ كَانَ النَّبِيُّ صلى الله عليه وسلم لاَ يَنَامُ عَلَى فِرَاشِهِ حَتَّى يَقْرَأَ بَنِي إِسْرَائِيلَ وَالزُّمَرَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَأَبُو لُبَابَةَ شَيْخٌ بَصْرِيٌّ قَدْ رَوَى عَنْهُ حَمَّادُ بْنُ زَيْدٍ غَيْرَ حَدِيثٍ وَيُقَالُ اسْمُهُ مَرْوَانُ ‏.‏ أَخْبَرَنِي بِذَلِكَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ فِي كِتَابِ التَّارِيخِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গরীব। আবূ লুবাবা একজন বাসরার শাইখ। হাম্মাদ ইবনু যাইদ তার সূত্রে একাধিক হাদীস রিওয়ায়াত করেছেন। তাঁর নাম মারওয়ান বলে কথিত। মুহাম্মাদ ইবনু ইসমাঈল উক্ত কথাটি তার কিতাবুত্‌ তারীখ গ্রন্থে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 2921,
    "narrator": "ইরবায ইবনু সারিয়া (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুমানোর পূর্বে মুসাব্বিহাত সূরাসমূহ পাঠ করতেন এবং বলতেনঃ এ আয়াতসমূহের মধ্যে এমন একটি আয়াত আছে, যা হাজার আয়াতের চাইতেও উত্তম।\n\nসানাদ দূর্বলঃ তা’লীকুর রাগীব (১/২১০)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا بَقِيَّةُ بْنُ الْوَلِيدِ، عَنْ بَحِيرِ بْنِ سَعْدٍ، عَنْ خَالِدِ بْنِ مَعْدَانَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بِلاَلٍ، عَنْ عِرْبَاضِ بْنِ سَارِيَةَ، أَنَّهُ حَدَّثَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقْرَأُ الْمُسَبِّحَاتِ قَبْلَ أَنْ يَرْقُدَ وَيَقُولُ ‏ \"‏ إِنَّ فِيهِنَّ آيَةً خَيْرٌ مِنْ أَلْفِ آيَةٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব।"
  },
  {
    "hadith_id": 2922,
    "narrator": "মাকিল ইবনু ইয়াসার (রাঃ)",
    "bn": "রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি সকালে উপস্থিত হয়ে তিনবার বলবে “আঊযু বিল্লাহিস্ সামীইল আলীমি মিনাশ্ শাইতানির রাজীম”, তারপর সূরা আল-হাশরের শেষের তিন আয়াত পাঠ করবে, আল্লাহ্ তা’আলা তার জন্য সত্তর হাজার ফেরেশতা নিয়োজিত করবেন। তারা সন্ধ্যা পর্যন্ত তার জন্য দু’আ করতে থাকবেন। সে ঐ দিন ইন্তেকাল করলে তার শহীদী মৃত্যু হবে। যে ব্যক্তি সন্ধ্যায় এরূপ পাঠ করবে, সেও একই রকম গৌরবের অধিকারী হবে। \n\nযঈফ, তা’লীকুর রাগীব (২/২২৫)",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا خَالِدُ بْنُ طَهْمَانَ أَبُو الْعَلاَءِ الْخَفَّافُ، حَدَّثَنِي نَافِعُ بْنُ أَبِي نَافِعٍ، عَنْ مَعْقِلِ بْنِ يَسَارٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ قَالَ حِينَ يُصْبِحُ ثَلاَثَ مَرَّاتٍ أَعُوذُ بِاللَّهِ السَّمِيعِ الْعَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ وَقَرَأَ ثَلاَثَ آيَاتٍ مِنْ آخِرِ سُورَةِ الْحَشْرِ وَكَّلَ اللَّهُ بِهِ سَبْعِينَ أَلْفَ مَلَكٍ يُصَلُّونَ عَلَيْهِ حَتَّى يُمْسِيَ وَإِنْ مَاتَ فِي ذَلِكَ الْيَوْمِ مَاتَ شَهِيدًا وَمَنْ قَالَهَا حِينَ يُمْسِي كَانَ بِتِلْكَ الْمَنْزِلَةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই এ হাদীস জেনেছি।"
  },
  {
    "hadith_id": 2924,
    "narrator": "আবদুল্লাহ ইবনু আবূ ক্বাইস (রহঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বিত্‌রের নামায বিষয়ে ‘আয়িশা (রাঃ) কে প্রশ্ন করলাম যে, তিনি কি রাতের প্রথম ভাগে বিতর আদায় করতেন না শেষ ভাগে? তিনি বললেন, তিনি দুই সময়েই তা আদায় করতেন। তিনি কখনো তা রাতের প্রথম ভাগে আদায় করে নিতেন আবার কখনো শেষ রাতে আদায় করতেন। আমি বললাম, আলহামদুলিল্লাহ, সমস্ত প্রশংসা সেই আল্লাহ্‌র যিনি এ ব্যাপারে ব্যাপক সুবিধাজনক ব্যবস্থা রেখেছেন। আমি আবার প্রশ্ন করলাম, তাঁর ক্বিরাআত পাঠ কেমন ছিল? তিনি কি তা চুপি চুপি পড়তেন না সশব্দে পড়তেন? তিনি বললেন, উভয়ভাবেই পড়তেন। কখনো তিনি তা চুপে চুপে পড়তেন, আবার কখনো সশব্দে পড়তেন। আমি বললাম, সমস্ত প্রশংসা আল্লাহ তা’আলার যিনি এ ব্যাপারে প্রশস্ততর ব্যবস্থা রেখেছেন। আমি আবার প্রশ্ন করলাম, তিনি জানাবাতের (স্ত্রীসহবাস জনিত গোসল) ব্যাপারে কি করতেন? তিনি কি ঘুমিয়ে যাওয়ার পূর্বেই গোসল সারতেন না গোসলের পূর্বেই ঘুমিয়ে যেতেন? তিনি বললেন, তিনি দু’টোই করতেন। তিনি কখনো গোসলের পর ঘুমাতেন আবার কখনো ওযূ করে ঘুমিয়ে যেতেন (জাগ্রত হওয়ার পর গোসল করতেন)। আমি বললাম, সমস্ত প্রশংসা আল্লাহ্‌ তা’আলার যিনি এ ব্যাপারেও প্রশস্ততর ব্যবস্থা রেখেছেন।\n\nসহীহঃ সহীহ আবূ দাঊদ (২২২, ১২৯১), মুসলিম, বুখারী শুধু বিত্‌র সংক্রান্ত বিষয় আরো পূর্ণভাবে বর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَيْسٍ، هُوَ رَجُلٌ بَصْرِيٌّ قَالَ سَأَلْتُ عَائِشَةَ عَنْ وِتْرِ رَسُولِ اللَّهِ صلى الله عليه وسلم كَيْفَ كَانَ يُوتِرُ مِنْ أَوَّلِ اللَّيْلِ أَوْ مِنْ آخِرِهِ فَقَالَتْ كُلُّ ذَلِكَ قَدْ كَانَ يَصْنَعُ رُبَّمَا أَوْتَرَ مِنْ أَوَّلِ اللَّيْلِ وَرُبَّمَا أَوْتَرَ مِنْ آخِرِهِ ‏.‏ فَقُلْتُ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِي الأَمْرِ سَعَةً فَقُلْتُ كَيْفَ كَانَتْ قِرَاءَتُهُ أَكَانَ يُسِرُّ بِالْقِرَاءَةِ أَمْ يَجْهَرُ قَالَتْ كُلُّ ذَلِكَ قَدْ كَانَ يَفْعَلُ قَدْ كَانَ رُبَّمَا أَسَرَّ وَرُبَّمَا جَهَرَ قَالَ فَقُلْتُ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِي الأَمْرِ سَعَةً قُلْتُ فَكَيْفَ كَانَ يَصْنَعُ فِي الْجَنَابَةِ أَكَانَ يَغْتَسِلُ قَبْلَ أَنْ يَنَامَ أَوْ يَنَامُ قَبْلَ أَنْ يَغْتَسِلَ قَالَتْ كُلُّ ذَلِكَ قَدْ كَانَ يَفْعَلُ فَرُبَّمَا اغْتَسَلَ فَنَامَ وَرُبَّمَا تَوَضَّأَ فَنَامَ قُلْتُ الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِي الأَمْرِ سَعَةً ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি উপরোক্ত সূত্রে হাসান গারীব।"
  },
  {
    "hadith_id": 2923,
    "narrator": "ইয়ালা ইবনু মামলাক (রহঃ)",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী উম্মু সালামা (রাঃ)-কে প্রশ্ন করেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর (রাতের) কিরা'আত ও নামায কেমন ছিল? তিনি বললেনঃ তার নামাযের কথা শুনে তোমাদের কি ফায়দা? তিনি যতক্ষণ নামায আদায় করতেন ঠিক ততক্ষণ ঘুমাতেন, আবার উঠে যতক্ষণ ঘুমিয়েছেন ততক্ষণ নামায আদায় করতেন, আবার এ নামাযের সমপরিমাণ সময় ঘুমাতেন। এভাবে তাঁর সকাল হত। তারপর তিনি তাঁর কিরা'আতের বর্ণনা দিতে গিয়ে বলেনঃ তাঁর পাঠ ছিল অত্যন্ত সহজবোধ্য তিনি প্রতিটি অক্ষর পৃথক করে পরিষ্কারভাবে উচ্চারণ করতেন। \n\nযঈফ, যঈফ আবু দাউদ (২৬০), মিশকাত, তাহকীক ছানী (১২১০)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، عَنْ يَعْلَى بْنِ مَمْلَكٍ، أَنَّهُ سَأَلَ أُمَّ سَلَمَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم عَنْ قِرَاءَةِ النَّبِيِّ صلى الله عليه وسلم وَصَلاَتِهِ فَقَالَتْ مَا لَكُمْ وَصَلاَتَهُ كَانَ يُصَلِّي ثُمَّ يَنَامُ قَدْرَ مَا صَلَّى ثُمَّ يُصَلِّي قَدْرَ مَا نَامَ ثُمَّ يَنَامُ قَدْرَ مَا صَلَّى حَتَّى يُصْبِحَ ثُمَّ نَعَتَتْ قِرَاءَتَهُ فَإِذَا هِيَ تَنْعَتُ قِرَاءَةً مُفَسَّرَةً حَرْفًا حَرْفًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ لَيْثِ بْنِ سَعْدٍ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنْ يَعْلَى بْنِ مَمْلَكٍ عَنْ أُمِّ سَلَمَةَ ‏.‏ وَقَدْ رَوَى ابْنُ جُرَيْجٍ هَذَا الْحَدِيثَ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنْ أُمِّ سَلَمَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُقَطِّعُ قِرَاءَتَهُ ‏.‏ وَحَدِيثُ لَيْثٍ أَصَحُّ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ গারীব। আমরা শুধুমাত্র লাইস ইবনু সা’দের রিওয়ায়াত হিসেবে এ হাদীস জেনেছি, যা তিনি ইবনু আবু মুলাইকা হতে তিনি ইয়ালা ইবনু মামলাক হতে তিনি উন্মু সালামা (রাঃ) সূত্রে বর্ণনা করেছেন। ইবনু জুরাইজ উপরোক্ত হাদীসটি ইবনু আবী মুলাইকার সূত্রে উন্মু সালামার বরাতে বর্ণনা করেছেন যে, \"রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রতিটি শব্দ আলাদা আলাদা করে উচ্চারণ করে কুরআন পাঠ করতেন।” লাইস-এর রিওয়ায়াতটিই অনেক বেশি সহীহ।"
  },
  {
    "hadith_id": 2925,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাজ্জের মৌসুমে নিজেকে বিভিন্ন গোত্রের সামনে পেশ করে বলতেনঃ এমন কোন লোক নেই কি যে আমাকে তার সম্প্রদায়ের নিকট নিয়ে যেতে পারে? কেননা কুরাইশগণ আমাকে আমার প্রভূর বাণী প্রচার করতে বাধা দিচ্ছে।\n\nসহীহঃ ইবনু মা-জাহ (২০১)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، أَخْبَرَنَا إِسْرَائِيلُ، حَدَّثَنَا عُثْمَانُ بْنُ الْمُغِيرَةِ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ جَابِرٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَعْرِضُ نَفْسَهُ بِالْمَوْقِفِ فَقَالَ ‏ \"‏ أَلاَ رَجُلٌ يَحْمِلُنِي إِلَى قَوْمِهِ فَإِنَّ قُرَيْشًا قَدْ مَنَعُونِي أَنْ أُبَلِّغَ كَلاَمَ رَبِّي ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ صَحِيحٌ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি গারীব সহীহ।"
  },
  {
    "hadith_id": 2926,
    "narrator": "আবু সাঈদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মহান রাব্বুল ইজ্জাত বলেন, কুরআন (চর্চার ব্যস্ততা) ও আমার যিকির যাকে আমার নিকটে কিছু আবেদন করা হতে নিবৃত্ত রেখেছে আমি তাকে আমার কাছে যারা চায় তাদের চাইতে অনেক উত্তম বখশিশ দিব। সব কালামের উপর আল্লাহ্ তা'আলার কালামের গৌরব এত বেশি যত বেশি আল্লাহ্ তা'আলার সম্মান তাঁর সকল সৃষ্টির উপর।\n\nযঈফ, মিশকাত (২১৩৬), যঈফা (১৩৩৫)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا شِهَابُ بْنُ عَبَّادٍ الْعَبْدِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ الْحَسَنِ بْنِ أَبِي يَزِيدَ الْهَمْدَانِيُّ، عَنْ عَمْرِو بْنِ قَيْسٍ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ يَقُولُ الرَّبُّ عَزَّ وَجَلَّ مَنْ شَغَلَهُ الْقُرْآنُ وَذِكْرِي عَنْ مَسْأَلَتِي أَعْطَيْتُهُ أَفْضَلَ مَا أُعْطِي السَّائِلِينَ وَفَضْلُ كَلاَمِ اللَّهِ عَلَى سَائِرِ الْكَلاَمِ كَفَضْلِ اللَّهِ عَلَى خَلْقِهِ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান গরীব।"
  },
  {
    "hadith_id": 2884,
    "narrator": "মুহাম্মদ ইবনু ইসমাঈল",
    "bn": "মুহাম্মদ ইবনু ইসমাঈল-হুমাইদী হতে, বর্ণনা করেন যে, ‘আবদুল্লাহ ইবনু মাস‘ঊদ (রাঃ) বর্ণিত হাদীসঃ “আসমান-যামীনের মধ্যে আয়াতুল কুরসীর চাইতে মহান আর কোন কিছুই আল্লাহ তা‘আলা সৃষ্টি করেননি”, এর ব্যাখ্যায় সুফ্ইয়ান ইবনু ‘উয়াইনাহ্ বলেন, আয়াতুল কুরসী হল আল্লাহ তা‘আলার কালাম, আর আল্লাহ তা‘আলার কালাম তো নিঃসন্দেহে আসমান-যামীনের সকল সৃষ্টির চাইতে মহান।\n\nসহীহঃ দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، فِي تَفْسِيرِ حَدِيثِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ مَا خَلَقَ اللَّهُ مِنْ سَمَاءٍ وَلاَ أَرْضٍ أَعْظَمَ مِنْ آيَةِ الْكُرْسِيِّ ‏.‏ قَالَ سُفْيَانُ لأَنَّ آيَةَ الْكُرْسِيِّ هُوَ كَلاَمُ اللَّهِ وَكَلاَمُ اللَّهِ أَعْظَمُ مِنْ خَلْقِ اللَّهِ مِنَ السَّمَاءِ وَالأَرْضِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2886,
    "narrator": "আবুদ্ দারদা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি সূরা আল- কাহ্‌ফের প্রথম তিনটি আয়াত পাঠ করবে তাকে দাজ্জালের ফিতনা হতে বিপদমুক্ত রাখা হবে।\n\n“মান হাফিযা আশারা আয়াতিন” যে ব্যক্তি দশটি আয়াত মুখস্থ করবে এই শব্দে হাদীসটি সহীহঃ সহীহাহ্ (৫৮২), আর এখানে বর্ণিত “মান ক্বারায়া ছালাছা আয়া তিন” শব্দে হাদীসটি শাজঃ যঈফাহ্ (১৩৩৬)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ مَعْدَانَ بْنِ أَبِي طَلْحَةَ، عَنْ أَبِي الدَّرْدَاءِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ قَرَأَ ثَلاَثَ آيَاتٍ مِنْ أَوَّلِ الْكَهْفِ عُصِمَ مِنْ فِتْنَةِ الدَّجَّالِ ‏\"‏ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "মুহাম্মাদ ইবনু বাশশার-মু‘আয ইবনু হিশাম হতে তিনি তার পিতা হতে তিনি আবী ক্বাতাদাহ্ (রহঃ) হতে উপরোক্ত হাদীসের মতই বর্ণনা করেছেন। আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ।"
  },
  {
    "hadith_id": 2887,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ প্রত্যেকটা বস্তুর কলব (হৃদয়) আছে। কুরআনের কলব হচ্ছে সূরা ইয়াসীন। যে ব্যক্তি এ সূরা একবার পাঠ করবে আল্লাহ্ তা’আলা এর পরিবর্তে তার জন্য দশবার কুরআন পাঠের সমান সাওয়াব নিরূপণ করবেন।\n\nমাওযূ , যঈফা (১৬৯)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَسُفْيَانُ بْنُ وَكِيعٍ، قَالاَ حَدَّثَنَا حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ الرُّؤَاسِيُّ، عَنِ الْحَسَنِ بْنِ صَالِحٍ، عَنْ هَارُونَ أَبِي مُحَمَّدٍ، عَنْ مُقَاتِلِ بْنِ حَيَّانَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِنَّ لِكُلِّ شَيْءٍ قَلْبًا وَقَلْبُ الْقُرْآنِ يس وَمَنْ قَرَأَ يس كَتَبَ اللَّهُ لَهُ بِقِرَاءَتِهَا قِرَاءَةَ الْقُرْآنِ عَشْرَ مَرَّاتٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ وَبِالْبَصْرَةِ لاَ يَعْرِفُونَ مِنْ حَدِيثِ قَتَادَةَ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَهَارُونُ أَبُو مُحَمَّدٍ شَيْخٌ مَجْهُولٌ ‏",
    "grade_id": 5,
    "grade": "জাল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। আমরা শুধুমাত্র হুমাইদ ইবনু আবদুর রহমানের সূত্রে এ হাদীস জেনেছি। বসরায় এই সূত্র ব্যতীত কাতাদার রিওয়াত প্রসঙ্গে কিছু জানা নেই। হারূন আবূ মুহাম্মাদ একজন অপরিচিত শাইখ। আবূ মূসা মুহাম্মাদ ইবনুল মুসান্না হতে তিনি আহমাদ ইবনু সাঈদ আদ-দারিমী হতে তিনি কুতাইবা হতে তিনি হুমাইদ ইবনু আবদুর রহমান (রহঃ) সূত্রে উপরের হাদীসের মতই বর্ণনা করেছেন। এ অনুচ্ছেদে আবূ বাক্‌র সিদ্দীক (রাঃ) হতেও হাদীস বর্ণিত আছে। সনদের দিক হতে তার সূত্রে বর্ণিত হাদীসটি সহীহ নয়। এর সনদসূত্র দুর্বল। এ অনুচ্ছেদে আবূ হুরাইরা (রাঃ) হতেও হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 2888,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি রাতে সূরা হা-মীম আদ-দুখান পাঠ করে, ভোর হওয়া পর্যন্ত তার জন্য সত্তর হাজার ফেরেশতা আল্লাহ্ তা’আলার নিকটে ক্ষমা চাইতে থাকে।\n\nমাওযূ, মিশকাত (২১৪৯)",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، عَنْ عُمَرَ بْنِ أَبِي خَثْعَمٍ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ قَرَأَ حم الدُّخَانَ فِي لَيْلَةٍ أَصْبَحَ يَسْتَغْفِرُ لَهُ سَبْعُونَ أَلْفَ مَلَكٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَعُمَرُ بْنُ أَبِي خَثْعَمٍ يُضَعَّفُ ‏.‏ قَالَ مُحَمَّدٌ وَهُوَ مُنْكَرُ الْحَدِيثِ ‏.",
    "grade_id": 5,
    "grade": "জাল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই এ হাদীস জেনেছি। উমার ইবনু আবূ খাসআম যঈফ। মুহাম্মাদ (ইমাম বুখারী) বলেনঃ উমার একজন মুনকার রাবী।"
  },
  {
    "hadith_id": 2895,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর এক সাহাবীকে প্রশ্ন করলেনঃ হে অমুক! তুমি কি বিয়ে করেছ? তিনি বললেনঃ না, হে আল্লাহ্‌র রাসূল। আল্লাহ্‌র কসম! আমার কাছে বিয়ে করার মত মাল নেই। তিনি প্রশ্ন করলেনঃ “তোমার কি সূরা ক্কুল্ হুওয়াল্লাহু আহাদ মুখস্ত নেই”? তিনি বলেনঃ হ্যাঁ আছে। তিনি বলেনঃ এটা কুরআনের এক-তৃতীয়াংশ। তিনি আবারও প্রশ্ন করলেনঃ তোমার কি সূরা ইযা জাআ নাসরুল্লাহি ওয়াল ফাতহু মুখস্ত নেই?  তিনি বলেন, হ্যাঁ আছে। তিনি বলেনঃ এটা কুরআনের এক-চতুর্থাংশ। তিনি আবার প্রশ্ন করলেনঃ তোমার কি সূরা ক্কুল ইয়া আইয়্যুহাল কাফিরূন জানা নেই? তিনি বলেন, হ্যাঁ আছে। তিনি বলেনঃ এটা কুরআনের এক-চতুর্থাংশ। তিনি আবার প্রশ্ন করেনঃ তোমার কি সূরা ইযা যুলযিলাতিল আরযু মুখস্ত নেই? তিনি বলেন, হ্যাঁ আছে। তিনি বলেনঃ এটা কুরআনের এক-চতুর্থাংশ। অতএব তুমি বিয়ে কর, বিয়ে কর।\n\nযঈফ, তা’লীকুর রাগীব (২/২২৪)",
    "ar": "حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ الْبَصْرِيُّ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنَا سَلَمَةُ بْنُ وَرْدَانَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لِرَجُلٍ مِنْ أَصْحَابِهِ ‏\"‏ هَلْ تَزَوَّجْتَ يَا فُلاَنُ ‏\"‏ ‏.‏ قَالَ لاَ وَاللَّهِ يَا رَسُولَ اللَّهِ وَلاَ عِنْدِي مَا أَتَزَوَّجُ بِهِ ‏.‏ قَالَ ‏\"‏ أَلَيْسَ مَعَكَ ‏(‏قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ ‏\"‏ ‏.‏ قَالَ بَلَى ‏.‏ قَالَ ‏\"‏ ثُلُثُ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ ‏\"‏ أَلَيْسَ مَعَكَ ‏(‏ إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ ‏)‏ ‏\"‏ ‏.‏ قَالَ بَلَى ‏.‏ قَالَ ‏\"‏ رُبُعُ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ ‏\"‏ أَلَيْسَ مَعَكَ قُلْ يَا أَيُّهَا الْكَافِرُونَ ‏\"‏ ‏.‏ قَالَ بَلَى قَالَ ‏\"‏ رُبُعُ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ ‏\"‏ أَلَيْسَ مَعَكَ ‏(‏إِذَا زُلْزِلَتِ الأَرْضُ ‏)‏ ‏\"‏ ‏.‏ قَالَ بَلَى ‏.‏ قَالَ ‏\"‏ رُبُعُ الْقُرْآنِ ‏\"‏ ‏.‏ قَالَ ‏\"‏ تَزَوَّجْ تَزَوَّجْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান।"
  }
]