[
  {
    "hadith_id": 2927,
    "narrator": "উম্মু সালামাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রতিটি শব্দ আলাদা আলাদাভাবে উচ্চারণ করে ক্বিরাআত পাঠ করতেন। তিনি পাঠ করতেন “আলহামদু লিল্লাহি রব্বিল ‘আলামীন”, তারপর বিরতি দিতেন; তারপর পাঠ করতেনঃ “আর-রাহমানির রাহীম”, তারপর বিরতি দিয়ে আবার পাঠ করতেনঃ “মালিকি ইয়াওমিদ্দীন”।\n\nসহীহঃ ইরওয়াহ্‌ (৩৪৩), মিশকাত (২২০৫), সিফাতুস সালাত, মুখতাসার শামা-য়িল (২৭০)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ الأُمَوِيُّ، عَنِ ابْنِ جُرَيْجٍ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ أُمِّ سَلَمَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُقَطِّعُ قِرَاءَتَهُ يَقُولُ ‏(‏الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ‏)‏ ثُمَّ يَقِفُ ‏(‏ الرَّحْمَنِ الرَّحِيمِ ‏)‏ ثُمَّ يَقِفُ وَكَانَ يَقْرَؤُهَا ‏(‏مَلِكِ يَوْمِ الدِّينِ ‏)‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ وَبِهِ يَقُولُ أَبُو عُبَيْدٍ وَيَخْتَارُهُ هَكَذَا رَوَى يَحْيَى بْنُ سَعِيدٍ الأُمَوِيُّ وَغَيْرُهُ عَنِ ابْنِ جُرَيْجٍ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنْ أُمِّ سَلَمَةَ وَلَيْسَ إِسْنَادُهُ بِمُتَّصِلٍ لأَنَّ اللَّيْثَ بْنَ سَعْدٍ رَوَى هَذَا الْحَدِيثَ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنْ يَعْلَى بْنِ مَمْلَكٍ عَنْ أُمِّ سَلَمَةَ أَنَّهَا وَصَفَتْ قِرَاءَةَ النَّبِيِّ صلى الله عليه وسلم حَرْفًا حَرْفًا وَحَدِيثُ اللَّيْثِ أَصَحُّ وَلَيْسَ فِي حَدِيثِ اللَّيْثِ وَكَانَ يَقْرَأُ ‏(‏مَلِكِ يَوْمِ الدِّينِ ‏)‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি গারীব । আবূ উবাইদও “মালিকি ইয়াওমিদ্দীন” (মালিকি-এর মীমে আলিফবিহীন) পাঠ করতেন এবং তিনি এ কিরা’আতই গ্রহণ করেছেন । ইয়াহ্‌ইয়া ইবনু সা’ঈদ আল-উমাবী প্রমুখ ইবনু জুরাইজ হতে, তিনি ইবনু আবী মুলাইকাহ্‌ হতে, তিনি উম্মু সালামাহ্‌ (রাঃ) হতে এই সূত্রে এরূপই বর্ণনা করেছেন । কিন্তু সনদসূত্র পরস্পর সংযুক্ত (মুত্তাসিল) নয় । কেননা লাইস ইবনু সা’দ (রহঃ) এ হাদীসটি ইবনু আবী মুলাইকাহ্‌ হতে, তিনি ইয়া’লা ইবনু মামলাক হতে, তিনি উম্মু সালামাহ্‌ (রাঃ) সূত্রে বর্ণনা করেছেন । তিনি বলেছেন যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিরাআতের প্রতিটি অক্ষর আলাদা আলাদাভাবে উচ্চারণ করতেন । লাইসের রিওয়ায়াত অনেক বেশী সহীহ । তার রিওয়ায়াতে এ কথার উল্লেখ নেই যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) “মালিকি ইয়াওমিদ্দীন” (আলিফ বিহীন) পাঠ করেছেন ।"
  },
  {
    "hadith_id": 2931,
    "narrator": "উম্মু সালামা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) “ইন্নাহু আমিলা গাইরা সালিহীন” (‘আমিলা’ শব্দের মীমে যের) পাঠ করেছেন।\n\nসহীহঃ সহীহাহ (২৮০৯)",
    "ar": "حَدَّثَنَا الْحُسَيْنُ بْنُ مُحَمَّدٍ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ حَفْصٍ، حَدَّثَنَا ثَابِتٌ الْبُنَانِيُّ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أُمِّ سَلَمَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقْرَؤُهَا ‏(‏إِنَّهُ عَمِلَ غَيْرَ صَالِحٍ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ قَدْ رَوَاهُ غَيْرُ وَاحِدٍ عَنْ ثَابِتٍ الْبُنَانِيِّ نَحْوَ هَذَا وَهُوَ حَدِيثُ ثَابِتٍ الْبُنَانِيِّ وَرُوِيَ هَذَا الْحَدِيثُ أَيْضًا عَنْ شَهْرِ بْنِ حَوْشَبٍ عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ ‏.‏ قَالَ وَسَمِعْتُ عَبْدَ بْنَ حُمَيْدٍ يَقُولُ أَسْمَاءُ بِنْتُ يَزِيدَ هِيَ أُمُّ سَلَمَةَ الأَنْصَارِيَّةُ ‏.‏ قَالَ أَبُو عِيسَى كِلاَ الْحَدِيثَيْنِ عِنْدِي وَاحِدٌ وَقَدْ رَوَى شَهْرُ بْنُ حَوْشَبٍ غَيْرَ حَدِيثٍ عَنْ أُمِّ سَلَمَةَ الأَنْصَارِيَّةِ وَهِيَ أَسْمَاءُ بِنْتُ يَزِيدَ وَقَدْ رُوِيَ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوُ هَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি সাবিত আল-বুনানীর সূত্রে একাধিক বর্ণনাকারী অনুরূপ বর্ণনা করেছেন । এটি সাবিত আল-বুনানীর রিওয়ায়াত । এ হাদীসটি শাহর ইবনু হাওশাব হতে আসমা বিনতু ইয়াযীদ সূত্রেও বর্ণিত আছে । আবূ ‘ঈসা বলেন, আমি আব্‌দ ইবনু হুমাইদকে বলতে শুনেছিঃ আসমা বিনতু ইয়াযীদ হলেন উম্মু সালামা আল-আনসারিয়্যা । আমার মতে উভয় হাদীস একই । শাহর ইবনু হাওশাব (রহঃ) উক্ত উম্মু সালামা আল-আনসারিয়্যা হতে এ হাদীস ব্যতীত আরো হাদীস বর্ণনা করেছেন । ‘আয়িশাহ্‌ (রাঃ) সূত্রেও নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে একই রকম হাদীস বর্ণিত আছে ।"
  },
  {
    "hadith_id": 2932,
    "narrator": "উম্মু সালামাহ্‌ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিম্নোক্ত আয়াত এভাবে পাঠ করেছেনঃ “ইন্নাহু আমিলা গাইরা সালিহীন”।\n\nসহীহঃ সহীহাহ্‌ (২৮০৯)।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا وَكِيعٌ، وَحَبَّانُ بْنُ هِلاَلٍ، قَالاَ حَدَّثَنَا هَارُونُ النَّحْوِيُّ، عَنْ ثَابِتٍ الْبُنَانِيِّ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أُمِّ سَلَمَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَرَأَ هَذِهِ الآيَةَ ‏:‏ ‏(‏إِنَّهُ عَمِلَ غَيْرَ صَالِحٍ ‏)‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 2934,
    "narrator": "উবাই ইবনু কা’ব (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) “ফী আইনিন হামিআতিন” পাঠ করেছেন।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا مُعَلَّى بْنُ مَنْصُورٍ، حَدَّثَنَا مُحَمَّدُ بْنُ دِينَارٍ، عَنْ سَعْدِ بْنِ أَوْسٍ، عَنْ مِصْدَعٍ أَبِي يَحْيَى، عَنِ ابْنِ عَبَّاسٍ، عَنْ أُبَىِّ بْنِ كَعْبٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَرَأَ ‏(‏في عين حمئة ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ وَالصَّحِيحُ مَا رُوِيَ عَنِ ابْنِ عَبَّاسٍ قِرَاءَتُهُ ‏.‏ وَيُرْوَى أَنَّ ابْنَ عَبَّاسٍ وَعَمْرَو بْنَ الْعَاصِي اخْتَلَفَا فِي قِرَاءَةِ هَذِهِ الآيَةِ وَارْتَفَعَا إِلَى كَعْبِ الأَحْبَارِ فِي ذَلِكَ فَلَوْ كَانَتْ عِنْدَهُ رِوَايَةٌ عَنِ النَّبِيِّ صلى الله عليه وسلم لاَسْتَغْنَى بِرِوَايَتِهِ وَلَمْ يَحْتَجْ إِلَى كَعْبٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি গারীব । আমরা এ হাদীসটি শুধু উপরোক্ত সূত্রেই জেনেছি । ইবনু ‘আব্বাস (রাঃ) সূত্রে বর্ণিত ক্বিরাআতই সহীহ । বর্ণিত আছে যে, ইবনু ‘আব্বাস ও ‘আম্‌র ইবনুল ‘আস (রাঃ) এ আয়াত পাঠে মতভেদ করেছেন এবং বিষয়টি কা’ব আল-আহ্‌বার (রাঃ)-এর সামনে পেশ করেছেন । তার নিকট নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর রিওয়ায়াত থাকলে তিনি সেটিকেই যথেষ্ট মনে করতেন এবং কা’ব (রাঃ)-এর সামনে মীমাংসার জন্য পেশ করতেন না ।"
  },
  {
    "hadith_id": 2933,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "উবাই ইবনু কা'ব (রাঃ) বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাশদীদ সহযোগে “কাব বাল্লাগতা মিল্লাদুন্নী উয্রা\" পাঠ করেছেন, বা এর মধ্যে তাশদীদ সহযোগে।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ نَافِعٍ، - بَصْرِيٌّ - حَدَّثَنَا أُمَيَّةُ بْنُ خَالِدٍ، حَدَّثَنَا أَبُو الْجَارِيَةِ الْعَبْدِيُّ، عَنْ شُعْبَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، عَنْ أُبَىِّ بْنِ كَعْبٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَرَأَْ قَد ‏(‏بلغت مِنْ لَدُنِّي عُذْرًا‏)‏ مُثَقَّلَةً ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَأُمَيَّةُ بْنُ خَالِدٍ ثِقَةٌ وَأَبُو الْجَارِيَةِ الْعَبْدِيُّ شَيْخٌ مَجْهُولٌ لاَ أَدْرِي مَنْ هُوَ وَلاَ يُعْرَفُ اسْمُهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রে এ হাদীস জেনেছি। উমাইয়্যা ইবনু খালিদ সিকাহ রাবী। আবুল জারিয়া আল-আবদী একজন অজ্ঞাত শাইখ। আমরা তার নাম জানি না।"
  },
  {
    "hadith_id": 2936,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে পাঠ করলেন ‘খালাকাকুম মিন যা’ফিন”। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ “যু’ফিন” হবে।\n\nহাসানঃ রাওযুন নাযীর (৫৩০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ حُمَيْدٍ الرَّازِيُّ، حَدَّثَنَا نُعَيْمُ بْنُ مَيْسَرَةَ النَّحْوِيُّ، عَنْ فُضَيْلِ بْنِ مَرْزُوقٍ، عَنْ عَطِيَّةَ الْعَوْفِيِّ، عَنِ ابْنِ عُمَرَ، أَنَّهُ قَرَأَ عَلَى النَّبِيِّ صلى الله عليه وسلمَ ‏(‏خَلَقَكُمْ مِنْ ضعْفٍ ‏)‏ فَقَالَ مِنْ ضُعْفٍ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আব্‌দ ইবনু হুমাইদ-ইয়াযীদ ইবনু হারূন হতে, তিনি ফুযাইল ইবনু মারযূক (রহঃ) হতে তিনি ‘আতিয়্যাহ্‌ হতে, তিনি ইবনু ‘উমর হতে তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই সূত্রে উপরোক্ত হাদীসের মত বর্ণনা করেছেন । আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব । আমরা এ হাদীসটি শুধু ফুযাইল ইবনু মারযূক সূত্রে জেনেছি ।"
  },
  {
    "hadith_id": 2935,
    "narrator": "আবূ সা’ঈদ (রাঃ)",
    "bn": "তিনি বলেন, বদরের যুদ্ধের সময় রোমবাসীর পারস্যবাসীদের উপর বিজয়ী হয়। এ সংবাদে মুসলিমগণ আনন্দিত হন। কারণ এই প্রসঙ্গে (ইতিপূর্বে) “আলিফ লাম মীম গুলাবাতির রূম..... ইয়াফরাহুল মু’মিনূন” (সূরা আর-রূম ১-৪) আয়াত অবতীর্ণ হয়। তিনি বলেন, পারস্যবাসীদের উপর রোমীয়দের বিজয়ের কারণে মুসলিমগণ খুবই আনন্দিত হন।\n\nসহীহঃ (৩১৯২) নং হাদীসে এর পুনরুল্লেখ আসবে।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ أَبِيهِ، عَنْ سُلَيْمَانَ الأَعْمَشِ، عَنْ عَطِيَّةَ، عَنْ أَبِي سَعِيدٍ، قَالَ لَمَّا كَانَ يَوْمُ بَدْرٍ ظَهَرَتِ الرُّومُ عَلَى فَارِسَ فَأَعْجَبَ ذَلِكَ الْمُؤْمِنِينَ فَنَزَلَتْ ‏(‏ الم * غُلِبَتِ الرُّومُ ‏)‏ إِلَى قَوْلِهِ ‏(‏يَفْرَحُ الْمُؤْمِنُونَ ‏)‏ قَالَ يَفْرَحُ الْمُؤْمِنُونَ بِظُهُورِ الرُّومِ عَلَى فَارِسَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَيُقْرَأُ غَلَبَتْ وَغُلِبَتْ يَقُولُ كَانَتْ غُلِبَتْ ثُمَّ غَلَبَتْ هَكَذَا قَرَأَ نَصْرُ بْنُ عَلِيٍّ غَلَبَتْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান এবং উপরোক্ত সূত্রে গারীব । “গালাবাত” ও গুলিবাত” উভয়রূপে পাঠ করা যায় । কথিত আছে যে, রোমীয়রা প্রথমে পরাজিত হয়েছিল এবং পরে বিজয়লাভ করে । নাস্‌র ইবনু ‘আলী “গালাবাত” পাঠ করতেন (কিন্তু প্রচলিত কিরাআত “গুলিবাত”) ।"
  },
  {
    "hadith_id": 2937,
    "narrator": "'আবদুল্লাহ ইবনু মাস'ঊদ (রাঃ)",
    "bn": "রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) \"ফাহাল মিন মুদ্দাকির\" পাঠ করতেন।\n\nসহীহঃ বুখারী (৪৮৬৯, ৪৮৭৪), মুসলিম (২/২০৫, ২০৬)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقْرَأُ ‏(‏فَهَلْ مِنْ مُدَّكِرٍ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2938,
    "narrator": "'আয়িশাহ্ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) \"ফারূহুন ওয়া রাইহানুন ওয়া জান্নাতু নাঈম\" পাঠ করতেন।",
    "ar": "حَدَّثَنَا بِشْرُ بْنُ هِلاَلٍ الصَّوَّافُ، حَدَّثَنَا جَعْفَرُ بْنُ سُلَيْمَانَ الضُّبَعِيُّ، عَنْ هَارُونَ الأَعْوَرِ، عَنْ بُدَيْلِ بْنِ مَيْسَرَةَ، عَنْ عَبْدِ اللَّهِ بْنِ شَقِيقٍ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَقْرَأُ ‏(‏فَروح وريحان وَجنة نَعيمٍ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ هَارُونَ الأَعْوَرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি হাসান গারীব । আমরা এ হাদীসটি শুধু হারূন আল-আওয়ারের রিওয়ায়াত হিসাবেই জেনেছি ।"
  },
  {
    "hadith_id": 2939,
    "narrator": "'আলক্বামাহ্ (রহঃ)",
    "bn": "তিনি বলেন, আমরা সিরিয়ায় পৌঁছে আবুদ দারদা (রাঃ)-এর নিকট হাযির হলাম। তিনি প্রশ্ন করলেন, তোমাদের মধ্যে এমন কেউ আছে কি যে 'আবদুল্লাহ ইবনু মাস'ঊদের কিরাআত পাঠ করতে পারে? 'আলক্বামাহ্ বলেন, লোকেরা আমার দিকে ইশারা করে দেখালে আমি বললাম, হ্যাঁ আমি পারি। তিনি প্রশ্ন করলেন, তুমি \"ওয়াল-লাইলি ইযা ইয়াগশা” আয়াতটি ‘আবদুল্লাহকে কিভাবে তিলাওয়াত করতে শুনেছ? আমি বললাম, আমি তাকে \"ওয়াল-লাইলি ইযা ইয়াগশা ওয়ায-যাকারি ওয়াল-উনসা\" এভাবে তিলাওয়াত করতে শুনেছি। আবুদ্ দারদা (রাঃ) বললেন, আল্লাহ তা'আলার কসম! আমিও রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এভাবেই তিলাওয়াত করতে শুনেছি। কিন্তু এসব লোক তো আমাকে \"ওয়ামা খালাকায্-যাকারা ওয়াল-উন্‌সা\" এভাবে পাঠ করাতে চাচ্ছে। আমি তাদের অনুসরণ করি না।\n\t\nসহীহঃ বুখারী (৪৯৪৩, ৪৯৪৪),  মুসলিম (২/২০৬)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، قَالَ قَدِمْنَا الشَّامَ فَأَتَانَا أَبُو الدَّرْدَاءِ فَقَالَ أَفِيكُمْ أَحَدٌ يَقْرَأُ عَلَىَّ قِرَاءَةَ عَبْدِ اللَّهِ قَالَ فَأَشَارُوا إِلَىَّ فَقُلْتُ نَعَمْ أَنَا ‏.‏ قَالَ كَيْفَ سَمِعْتَ عَبْدَ اللَّهِ يَقْرَأُ هَذِهِ الآيَةَ ‏(‏واللَّيْلِ إِذَا يَغْشَى ‏)‏ قَالَ قُلْتُ سَمِعْتُهُ يَقْرَؤُهَا ‏(‏والليل إِذا يغشى ‏)‏ ‏(‏الذَّكَر وَالأُنْثَى ‏)‏ فَقَالَ أَبُو الدَّرْدَاءِ وَأَنَا وَاللَّهِ هَكَذَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقْرَؤُهَا وَهَؤُلاَءِ يُرِيدُونَنِي أَنْ أَقْرَأَهَا‏(‏ اخَلَقَ ‏)‏ فَلاَ أُتَابِعُهُمْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَكَذَا قِرَاءَةُ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ ‏(‏ وَاللَّيْلِ إِذَا يَغْشَى * وَالنَّهَارِ إِذَا تَجَلَّى * وَالذَّكَرِ وَالأُنْثَى ‏)‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি হাসান সহীহ । 'আবদুল্লাহ ইবনু মাস'ঊদ (রাঃ)-এর কিরাআত এরূপইঃ ওয়াল লাইলি ইযা- ইয়াগ্‌শা-, ওয়ান নাহারি ইযা- তাজাল্লা-, ওয়ায্‌যাকারি ওয়াল উন্‌সা ।"
  },
  {
    "hadith_id": 2940,
    "narrator": "আবদুল্লাহ্‌ ইবনু মাস‘উদ (রাঃ)",
    "bn": "তিনি বলেন, নিম্নোক্ত আয়াতটি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে এভাবে পড়িয়েছেনঃ “ইনী আনার-রায্‌যাকু যুল কুওয়্যাতিল মাতীন”।\n\nমতন সহিহ।",
    "ar": "حَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ أَقْرَأَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم‏:‏‏(‏ إِنِّي أَنَا الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ 'ঈসা বলেন, এ হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2941,
    "narrator": "‘ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পাঠ করেছেন “ওয়া তারান-নাসা সুকারা, ওয়ামাহুম বিসুকারা”। \n\nসহীহঃ বুখারী (৪৭৪১), মুসলিম (১/১৩৯-১৪০)।",
    "ar": "حَدَّثَنَا أَبُو زُرْعَةَ، وَالْفَضْلُ بْنُ أَبِي طَالِبٍ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا الْحَسَنُ بْنُ بِشْرٍ، عَنِ الْحَكَمِ بْنِ عَبْدِ الْمَلِكِ، عَنْ قَتَادَةَ، عَنْ عِمْرَانَ بْنِ حُصَيْنٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَرَأَ‏:‏ ‏(‏وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَهَكَذَا رَوَى الْحَكَمُ بْنُ عَبْدِ الْمَلِكِ عَنْ قَتَادَةَ ‏.‏ وَلاَ نَعْرِفُ لِقَتَادَةَ سَمَاعًا مِنْ أَحَدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم إِلاَّ مِنْ أَنَسٍ وَأَبُو الطُّفَيْلِ ‏.‏ وَهُوَ عِنْدِي حَدِيثٌ مُخْتَصَرٌ إِنَّمَا يُرْوَى عَنْ قَتَادَةَ عَنِ الْحَسَنِ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي السَّفَرِ فَقَرَأَ ‏:‏ ‏(‏يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ ‏)‏ الْحَدِيثَ بِطُولِهِ وَحَدِيثُ الْحَكَمِ بْنِ عَبْدِ الْمَلِكِ عِنْدِي مُخْتَصَرٌ مِنْ هَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান । আনাস (রাঃ) ও আবুত তুফাইল (রাঃ) ব্যতীত নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অন্য কোন সাহাবী হতে ক্বাতাদাহ্‌ কিছু শুনেছেন বলে আমাদের জানা নেই । এটা আমার মতে সংক্ষিপ্ত বর্ণনা । ক্বাতাদাহ্‌ হাসান হতে তিনি ‘ইমরান ইবনু হুসাইন হতে এই সূত্রে বর্ণিত, তিনি বলেন, আমরা এক সফরে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে ছিলাম । তিনি “ইয়া আইয়্যুহান-নাসুত্তাকূ রব্বাকুম” পাঠ করেন । হাদীসটি অনেক লম্বা । এখানে সংক্ষেপে পেশ করা হয়েছে ।"
  },
  {
    "hadith_id": 2942,
    "narrator": "‘আবদুল্লাহ ইবনু মাস‘ঊদ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তাদের বা তোমাদের কারো এরূপ কথা বলা কতই না আপত্তিকরঃ “আমি কুরআনের অমুক অমুক আয়াত ভুলে গেছি’। (বরং তার বলা উচিত যে,) তাকে ভুলিয়ে দেয়া হয়েছে। তোমরা স্মরণ রাখার জন্য অনবরত কুরআন পাঠ করবে। সেই সত্তার শপথ যাঁর হাতে আমার প্রাণ! উট যেভাবে রশি হতে ছাড়া পেয়ে পালায়, এটা (কুরআন) মানুষের হৃদয় হতে তার চাইতেও বেশি পলায়নপর। \n\nসহীহঃ আয্‌যিলা-ল (৪২২), বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، قَالَ أَنْبَأَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، قَالَ سَمِعْتُ أَبَا وَائِلٍ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ بِئْسَمَا لأَحَدِهِمْ أَوْ لأَحَدِكُمْ أَنْ يَقُولَ نَسِيتُ آيَةَ كَيْتَ وَكَيْتَ بَلْ هُوَ نُسِّيَ فَاسْتَذْكِرُوا الْقُرْآنَ فَوَالَّذِي نَفْسِي بِيَدِهِ لَهُوَ أَشَدُّ تَفَصِّيًا مِنْ صُدُورِ الرِّجَالِ مِنَ النَّعَمِ مِنْ عُقُلِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ ।"
  },
  {
    "hadith_id": 2944,
    "narrator": "উবাই ইবনু কা’ব (রাঃ)",
    "bn": "তিনি বলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিবরীল (আঃ) এর সাক্ষাৎ পেয়ে বললেনঃ হে জিবরীল! আমি একটি নিরক্ষর উম্মাতের নিকট প্রেরিত হয়েছি। এদের মধ্যে প্রবীণ, বৃদ্ধ, কিশোর ও কিশোরী আছে এবং এমন লোকও আছে যে কখনো কোন লেখাপড়াই করেনি। তিনি বললেনঃ হে মুহাম্মাদ! কুরআন তো সাত রীতিতে অবতীর্ণ হয়েছে।\n\nহাসান সহীহঃ আবূ দাঊদ (১৩২৮)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنْ عَاصِمٍ، عَنْ زِرِّ بْنِ حُبَيْشٍ، عَنْ أُبَىِّ بْنِ كَعْبٍ، قَالَ لَقِيَ رَسُولُ اللَّهِ صلى الله عليه وسلم جِبْرِيلَ فَقَالَ ‏ \"‏ يَا جِبْرِيلُ إِنِّي بُعِثْتُ إِلَى أُمَّةٍ أُمِّيِّينَ مِنْهُمُ الْعَجُوزُ وَالشَّيْخُ الْكَبِيرُ وَالْغُلاَمُ وَالْجَارِيَةُ وَالرَّجُلُ الَّذِي لَمْ يَقْرَأْ كِتَابًا قَطُّ ‏\"‏ ‏.‏ قَالَ يَا مُحَمَّدُ إِنَّ الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ ‏.‏ وَفِي الْبَابِ عَنْ عُمَرَ وَحُذَيْفَةَ بْنِ الْيَمَانِ وَأُمِّ أَيُّوبَ وَهِيَ امْرَأَةُ أَبِي أَيُّوبَ وَسَمُرَةَ وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ وَأَبِي جُهَيْمِ بْنِ الْحَارِثِ بْنِ الصِّمَّةِ وَعَمْرِو بْنِ الْعَاصِ وَأَبِي بَكْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْ أُبَىِّ بْنِ كَعْبٍ ‏.",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "‘উমার, হুযাইফা ইবনুল ইয়ামান, আবূ হুরাইরাহ্‌, আবূ আইয়ূব আনসারী (রাঃ)-এর এর স্ত্রী উম্মু আইয়ূব, সামুরাহ্‌, ইবনু ‘আব্বাস ও আবূ জুহাইম ইবনুল হারিস ইবনুস সিম্মা ‘আম্‌র ইবনুল ‘আস ও আবূ বাক্‌রাহ্‌ (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে । আবূ ’ঈসা বলেন, এ হাদীসটি হাসান সহীহ । এটি উবাই ইবনু কা’ব (রাঃ) হতে বিভিন্ন সূত্রে বর্ণিত আছে ।"
  },
  {
    "hadith_id": 2943,
    "narrator": "‘উমার ইবনুল খাত্তাব (রাঃ)",
    "bn": "আমি একবার রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জীবদ্দশায় হিশাম ইবনু হাকীম ইবনু হিযামের পাশ দিয়ে যাচ্ছিলাম। তখন তিনি (নামাযে মধ্যে) সূরা আল-ফুরকান তিলাওয়াত করছিলেন। আমি মনোযোগ সহকারে তার তিলাওয়াত শুনলাম এবং লক্ষ্য করলাম যে, তিনি অনেকগুলো অক্ষর এমন নিয়মে তিলাওয়াত করেছেন যে নিয়মে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে পড়ান নি। আমি তাকে নামাযের মধ্যেই জব্দ করতে উদ্যত হলাম কিন্তু সালাম ফিরানো পর্যন্ত অবকাশ দিলাম। তিনি সালাম ফিরাতেই আমি তার চাদর তার গলায় পেচিয়ে ধরে প্রশ্ন করলাম, আমি আপনাকে যে (রীতিতে এ) সূরাটি পাঠ করতে শুনলাম তা আপনাকে কে শিখিয়েছে? তিনি বললেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে (এরূপই) শিখিয়েছেন। আমি তাকে বললাম, আপনি মিথ্যা বলছেন। আল্লাহ্‌র কসম! আপনি যে সূরাটি পাঠ করলেন, রাসূলুল্লাহ(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজে আমাকে তা শিখিয়েছেন। তারপর আমি তাকে টেনে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট নিয়ে গেলাম এবং বললাম, হে আল্লাহ্‌র রাসুল! আপনি আমাকে সূরা আল-ফুরক্বান যেভাবে পাঠ করা শিখিয়েছেন, সেই সূরা তা হতে ভিন্নভাবে আমি একে পাঠ করতে শুনেছি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে ‘উমার! তাকে ছেড়ে দাও। হে হিশাম! তুমি সূরাটি পাঠ করে শুনাও। আমি যেভাবে তাকে তিলাওয়াত করতে শুনেছিলাম সেরূপেই তিনি তা তিলাওয়াত করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এটা এইভাবেই অবতীর্ণ হয়েছে। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বললেনঃ হে ‘উমার! তুমি তিলাওয়াত করে শুনাও। যেভাবে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে পাঠ করিয়েছেন আমি সেভাবেই তা পাঠ করলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এভাবেও এটা অবতীর্ণ হয়েছে। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন বস্তুত এ কুরআন সাত রীতিতে অবতীর্ণ হয়েছে। সুতরাং যেভাবেই তোমাদের সহজ হয় সেভাবেই তা পাঠ করবে।\n\nসহীহঃ সহীহ আবূ দাঊদ (১৩২৫), বুখারী (৪৯৯২), মুসলিম।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ، وَعَبْدِ الرَّحْمَنِ بْنِ عَبْدٍ الْقَارِيِّ، أَخْبَرَاهُ أَنَّهُمَا، سَمِعَا عُمَرَ بْنَ الْخَطَّابِ، يَقُولُ مَرَرْتُ بِهِشَامِ بْنِ حَكِيمِ بْنِ حِزَامٍ وَهُوَ يَقْرَأُ سُورَةَ الْفُرْقَانِ فِي حَيَاةِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَاسْتَمَعْتُ قِرَاءَتَهُ فَإِذَا هُوَ يَقْرَأُ عَلَى حُرُوفٍ كَثِيرَةٍ لَمْ يُقْرِئْنِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَكِدْتُ أُسَاوِرُهُ فِي الصَّلاَةِ فَنَظَرْتُهُ حَتَّى سَلَّمَ فَلَمَّا سَلَّمَ لَبَّبْتُهُ بِرِدَائِهِ فَقُلْتُ مَنْ أَقْرَأَكَ هَذِهِ السُّورَةَ الَّتِي سَمِعْتُكَ تَقْرَؤُهَا فَقَالَ أَقْرَأَنِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ ‏.‏ قُلْتُ لَهُ كَذَبْتَ وَاللَّهِ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم لَهُوَ أَقْرَأَنِي هَذِهِ السُّورَةَ الَّتِي تَقْرَؤُهَا ‏.‏ فَانْطَلَقْتُ أَقُودُهُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي سَمِعْتُ هَذَا يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى حُرُوفٍ لَمْ تُقْرِئْنِيهَا وَأَنْتَ أَقْرَأْتَنِي سُورَةَ الْفُرْقَانِ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَرْسِلْهُ يَا عُمَرُ اقْرَأْ يَا هِشَامُ ‏\"‏ ‏.‏ فَقَرَأَ الْقِرَاءَةَ الَّتِي سَمِعْتُهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ هَكَذَا أُنْزِلَتْ ‏\"‏ ‏.‏ ثُمَّ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ اقْرَأْ يَا عُمَرُ ‏\"‏ ‏.‏ فَقَرَأْتُ الْقِرَاءَةَ الَّتِي أَقْرَأَنِي النَّبِيُّ صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ هَكَذَا أُنْزِلَتْ ‏\"‏ ‏.‏ ثُمَّ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ هَذَا الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوا مَا تَيَسَّرَ ‏\"‏ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَى مَالِكُ بْنُ أَنَسٍ عَنِ الزُّهْرِيِّ بِهَذَا الإِسْنَادِ نَحْوَهُ إِلاَّ أَنَّهُ لَمْ يَذْكُرْ فِيهِ الْمِسْوَرَ بْنَ مَخْرَمَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ । এ হাদীস মালিক ইবনু আনাস (রহঃ) যুহ্‌রী হতে এই সূত্রে একই রকম বর্ণনা করেছেন, কিন্তু তিনি তাতে মিসওয়ার ইবনু মাখারামার উল্লেখ করেননি ।"
  },
  {
    "hadith_id": 2945,
    "narrator": "আবূ হুরাইরাহ্‌ (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দুনিয়াতে যে লোক তার কোন ভাইয়ের একটি বিপদ দূর করবে, ক্বিয়ামাতের দিবসে আল্লাহ তা’আলা তার একটি বিপদ দূর করবেন। আর কোন মুসলিমের দোষ-ক্রুটি যে লোক গোপন রাখবে, আল্লাহ তা’আলা ইহকালে ও পরকালে তার দোষ গোপন রাখবেন। কোন আভাবীর কষ্ট যে ব্যক্তি দূর করবে, ইহকালে ও পরকালে তার কষ্ট আল্লাহ তা’আলা দূর করবেন। ততক্ষন পর্যন্ত আল্লাহ তা’আলা বান্দার সহায়তা করতে থাকেন যতক্ষন পর্যন্ত সে তার কোন ভাইয়ের সাহায্যে নিয়োজিত থাকে। যে লোক জ্ঞান অর্জনের পথে বের হয় আল্লাহ তা’আলা তার জন্য জান্নাতের পথ সহজ করে দেন। যখন কোন দল মসজিদে আল্লাহ তা’আলার কিতাব তিলাওয়াত এবং তা নিয়ে পরস্পর আলোচনা করার উদ্দেশে একত্রিত হয়, তাদের উপর প্রশান্তি নাযিল হয়, (আল্লাহ তা’আলার) রাহমাত তাদের ঢেকে ফেলে এবং ফেরেশতারা তাদের ঘিরে রাখে। কৃতকর্ম যাকে পিছিয়ে দেয় বংশ মর্যাদা তাকে অগ্রসর করতে পারে না।\n\nসহীহ : ইবনু মা-জাহ (২২৫), মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا الأَعْمَشُ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ نَفَّسَ عَنْ أَخِيهِ كُرْبَةً مِنْ كُرَبِ الدُّنْيَا نَفَّسَ اللَّهُ عَنْهُ كُرْبَةً مِنْ كُرَبِ يَوْمِ الْقِيَامَةِ وَمَنْ سَتَرَ مُسْلِمًا سَتَرَهُ اللَّهُ فِي الدُّنْيَا وَالآخِرَةِ وَمَنْ يَسَّرَ عَلَى مُعْسِرٍ يَسَّرَ اللَّهُ عَلَيْهِ فِي الدُّنْيَا وَالآخِرَةِ وَاللَّهُ فِي عَوْنِ الْعَبْدِ مَا كَانَ الْعَبْدُ فِي عَوْنِ أَخِيهِ وَمَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ طَرِيقًا إِلَى الْجَنَّةِ وَمَا قَعَدَ قَوْمٌ فِي مَسْجِدٍ يَتْلُونَ كِتَابَ اللَّهِ وَيَتَدَارَسُونَهُ بَيْنَهُمْ إِلاَّ نَزَلَتْ عَلَيْهِمُ السَّكِينَةُ وَغَشِيَتْهُمُ الرَّحْمَةُ وَحَفَّتْهُمُ الْمَلاَئِكَةُ وَمَنْ أَبْطَأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنِ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَ هَذَا الْحَدِيثِ وَرَوَى أَسْبَاطُ بْنُ مُحَمَّدٍ عَنِ الأَعْمَشِ قَالَ حُدِّثْتُ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ فَذَكَرَ بَعْضَ هَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, একাধিক বর্ণনাকারী এভাবেই আ’মাশের সূত্রে–আবূ সালিহ হতে, তিনি আবূ হুরাইরাহ্‌ (রাঃ) হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ বর্ণনা করেছেন । আসবাত্ব ইবনু মুহাম্মাদ (রহঃ) আ’মাশের সূত্রে বর্ণনা করেছেন, তিনি বলেন, আমার নিকট আবূ সালিহ–আবূ হুরাইরাহ্‌ (রাঃ) হতে তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে....তারপর এ হাদীসের কোন কোন অংশ বর্ণনা করেন ।"
  },
  {
    "hadith_id": 2928,
    "narrator": "আনাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), আবু বকর, উমার এবং উসমান (রাঃ) তাঁরা প্রত্যেকেই পাঠ করতেনঃ “মালিকি ইয়াওমিদ্দীন\" অর্থাৎ মীমের সাথে আলিফসহ মদ্দের সাথে পাঠ করতেন।",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، مُحَمَّدُ بْنُ أَبَانَ حَدَّثَنَا أَيُّوبُ بْنُ سُوَيْدٍ الرَّمْلِيُّ، عَنْ يُونُسَ بْنِ يَزِيدَ، عَنِ الزُّهْرِيِّ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم وَأَبَا بَكْرٍ وَعُمَرَ - وَأُرَاهُ قَالَ - وَعُثْمَانَ كَانُوا يَقْرَءُونَ ‏(‏مَلِكِ يَوْمِ الدِّينِ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ الزُّهْرِيِّ عَنْ أَنَسِ بْنِ مَالِكٍ إِلاَّ مِنْ حَدِيثِ هَذَا الشَّيْخِ أَيُّوبَ بْنِ سُوَيْدٍ الرَّمْلِيِّ ‏.‏ وَقَدْ رَوَى بَعْضُ أَصْحَابِ الزُّهْرِيِّ هَذَا الْحَدِيثَ عَنِ الزُّهْرِيِّ أَنَّ النَّبِيَّ صلى الله عليه وسلم وَأَبَا بَكْرٍ وَعُمَرَ كَانُوا يَقْرَءُونَ ‏(‏مَلِكِ يَوْمِ الدِّينِ ‏)‏ ‏.‏ وَقَدْ رَوَى عَبْدُ الرَّزَّاقِ عَنْ مَعْمَرٍ عَنِ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّ النَّبِيَّ صلى الله عليه وسلم وَأَبَا بَكْرٍ وَعُمَرَ كَانُوا يَقْرَءُونَ ‏(‏مَلِكِ يَوْمِ الدِّينِ ‏)‏‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব।"
  },
  {
    "hadith_id": 2930,
    "narrator": "মু’আয ইবনু জাবাল (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) “হাল তাসতাতীউ রব্বাকা\" পড়েছেন।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا رِشْدِينُ بْنُ سَعْدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ زِيَادِ بْنِ أَنْعُمَ، عَنْ عُتْبَةَ بْنِ حُمَيْدٍ، عَنْ عُبَادَةَ بْنِ نُسَىٍّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ غَنْمٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَرَأَْ ‏(‏هَلْ تَسْتَطِيعُ رَبَّكَ ‏)‏ قَالَ هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ رِشْدِينَ وَلَيْسَ إِسْنَادُهُ بِالْقَوِيِّ ‏.‏ وَرِشْدِينُ بْنُ سَعْدٍ وَعَبْدُ الرَّحْمَنِ بْنُ زِيَادِ بْنِ أَنْعُمٍ الإِفْرِيقِيُّ يُضَعَّفَانِ فِي الْحَدِيثِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। আমরা শুধুমাত্র রিশদীন ইবনু সা’দের সূত্রে এ হাদীস জেনেছি। এ হাদীসের সনদ তেমন মজবুত নয়। রিশদীন ইবনু সা’দ ও আবদুর রহমান ইবনু যিয়াদ ইবনু আনউম আল-আফরীকী উভয়ে হাদীসশাস্ত্রে দুর্বল।"
  },
  {
    "hadith_id": 2946,
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "bn": "তিনি বলেনঃ আমি প্রশ্ন করলাম, হে আল্লাহ্‌র রাসূল! আমি কত দিনে কুরআন শেষ করব? তিনি বলেনঃ এক মাসে তা শেষ করবে। আমি বললাম, আমি এর চাইতে বেশি পাঠ করতে পারি (আরো কম দিনে শেষ করতে পারি)। তিনি বললেনঃ তাহলে বিশ দিনে শেষ করবে। আমি বললাম, আমি এর চাইতেও বেশি পাঠ করতে পারি। তিনি বললেনঃ তাহলে পনের দিনে তা শেষ করবে। আমি আবার বললাম, আমি এর চাইতেও কম সময়ে শেষ করতে পারি। তিনি বললেনঃ তাহলে দশ দিনে তা শেষ করবে। আমি আবার বললাম, আমি এর চাইতেও বেশি পাঠ করতে পারি। তিনি বললেনঃ তাহলে পাঁচ দিনে তা শেষ করবে। আমি আবার বললাম, আমি আরো বেশি পাঠ করতে পারি। তিনি (রাবী) বলেন, এর চাইতে কম দিনে পাঠ করতে তিনি আমাকে সম্মতি দেননি।\n\nসনদ দুর্বল। নাসাঈতে ৫ দিনের উল্লেখ ব্যতীত অনুরূপ বর্ণনা আছে। সহীহ আবু দাউদ (১২৫৫), সহীহ বর্ণনা আছে তিনি তাকে বলেছেনঃ প্রতি তিন দিনে কুরআন পাঠ (শেষ) কর। সহীহ আবু দাউদ (১২৬০)",
    "ar": "حَدَّثَنَا عُبَيْدُ بْنُ أَسْبَاطِ بْنِ مُحَمَّدٍ الْقُرَشِيُّ، حَدَّثَنَا أَبِي، عَنْ مُطَرِّفٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي بُرْدَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ فِي كَمْ أَقْرَأُ الْقُرْآنَ قَالَ ‏\"‏ اخْتِمْهُ فِي شَهْرٍ ‏\"‏ ‏.‏ قُلْتُ إِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ ‏.‏ قَالَ ‏\"‏ اخْتِمْهُ فِي عِشْرِينَ ‏\"‏ ‏.‏ قُلْتُ إِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ ‏.‏ قَالَ ‏\"‏ اخْتِمْهُ فِي خَمْسَةَ عَشَرَ ‏\"‏ ‏.‏ قُلْتُ إِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ ‏.‏ قَالَ ‏\"‏ اخْتِمْهُ فِي عَشْرٍ ‏\"‏ ‏.‏ قُلْتُ إِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ ‏.‏ قَالَ ‏\"‏ اخْتِمْهُ فِي خَمْسٍ ‏\"‏ ‏.‏ قُلْتُ إِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ ‏.‏ قَالَ فَمَا رَخَّصَ لِي ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ يُسْتَغْرَبُ مِنْ حَدِيثِ أَبِي بُرْدَةَ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ مِنْ غَيْرِ وَجْهٍ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَرُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لَمْ يَفْقَهْ مَنْ قَرَأَ الْقُرْآنَ فِي أَقَلَّ مِنْ ثَلاَثٍ ‏\"‏ ‏.‏ وَرُوِيَ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لَهُ ‏\"‏ اقْرَإِ الْقُرْآنَ فِي أَرْبَعِينَ ‏\"‏ ‏.‏ قَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ وَلاَ نُحِبُّ لِلرَّجُلِ أَنْ يَأْتِيَ عَلَيْهِ أَكْثَرُ مِنْ أَرْبَعِينَ يَوْمًا وَلَمْ يَقْرَإِ الْقُرْآنَ لِهَذَا الْحَدِيثِ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لاَ يُقْرَأُ الْقُرْآنُ فِي أَقَلَّ مِنْ ثَلاَثٍ لِلْحَدِيثِ الَّذِي رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم وَرَخَّصَ فِيهِ بَعْضُ أَهْلِ الْعِلْمِ وَرُوِيَ عَنْ عُثْمَانَ بْنِ عَفَّانَ أَنَّهُ كَانَ يَقْرَأُ الْقُرْآنَ فِي رَكْعَةٍ يُوتِرُ بِهَا وَرُوِيَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ أَنَّهُ قَرَأَ الْقُرْآنَ فِي رَكْعَةٍ فِي الْكَعْبَةِ وَالتَّرْتِيلُ فِي الْقِرَاءَةِ أَحَبُّ إِلَى أَهْلِ الْعِلْمِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ গারীব। আবু বুরদা হতে আবদুল্লাহ ইবনু আমর (রাঃ) সূত্রে বর্ণিত হাদীস হিসাবে একে গারীব বিবেচনা করা হয়। অন্য বর্ণনায় আবদুল্লাহ ইবনু আমর (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “যে ব্যক্তি তিনদিনের কমে কুরআন শেষ করে সে কুরআন বুঝেনি”। অধিকন্ত আবদুল্লাহ ইবনু আমর (রাঃ) হতে বর্ণিত, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বলেছেনঃ “তুমি চল্লিশ দিনে কুরআন শেষ করবে\"। ইসহাক ইবনু ইবরাহীম (রহঃ) বলেনঃ এ হাদীসের কারণে আমরা কারো জন্য কুরআন শেষ করতে ৪০ দিনের অধিক সময় লাগানো পছন্দ করি না। কিছু আলিমের মতে তিন দিনের কম সময়ে কুরআন শেষ করা সঙ্গত নয়। কারণ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাদীসে সর্বনিম্ন তিন দিনের কথা উল্লেখ আছে। কিছু সংখ্যক আলিম তিন দিনের কম সময়ে কুরআন শেষ করার সম্মতি দিয়েছেন। বর্ণিত আছে যে, উসমান ইবনু আফফান (রাঃ) বিতরের শেষ রাক’আতে সম্পূর্ণ কুরআন শেষ করতেন। আরো বর্ণিত আছে যে, সাঈদ ইবনু জুবাইর (রহঃ) কা'বা শরীফে এক রাক’আতে সম্পূর্ণ কুরআন শেষ করেছেন। তবে ধীরেসুস্থে সহীহশুদ্ধ করে কুরআন তিলাওয়াত করা সকল আলিমদের মতে বেশি পছন্দনীয়।"
  },
  {
    "hadith_id": 2947,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আমর (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বলেনঃ তুমি চল্লিশ দিনে কুরআন পাঠ (শেষ) করবে।\n\nসহীহঃ সহীহ আবূ দাঊদ (১২৬১), সহীহাহ্‌ (১৫১২)।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي النَّضْرِ الْبَغْدَادِيُّ، حَدَّثَنَا عَلِيُّ بْنُ الْحَسَنِ، هُوَ ابْنُ شَقِيقٍ عَنْ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنْ سِمَاكِ بْنِ الْفَضْلِ، عَنْ وَهْبِ بْنِ مُنَبِّهٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لَهُ ‏ \"‏ اقْرَإِ الْقُرْآنَ فِي أَرْبَعِينَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَرَوَى بَعْضُهُمْ عَنْ مَعْمَرٍ عَنْ سِمَاكِ بْنِ الْفَضْلِ عَنْ وَهْبِ بْنِ مُنَبِّهٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَ عَبْدَ اللَّهِ بْنَ عَمْرٍو أَنْ يَقْرَأَ الْقُرْآنَ فِي أَرْبَعِينَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি হাসান গারীব । কিছু রাবী মা’মারের সূত্রে-সিমাক ইবনুল ফাযল হতে, তিনি ওয়াহ্‌ব ইবনু মুনাব্বিহ (রহঃ) হতে বর্ণনা করেন যে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আবদুল্লাহ ইবনু 'আম্‌র (রাঃ)-কে চল্লিশ দিনে কুরআন পাঠ (শেষ) করার নির্দেশ দিয়েছেন ।"
  },
  {
    "hadith_id": 2948,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেনঃ এক ব্যক্তি প্রশ্ন করল, হে আল্লাহ্‌র রাসূল! কোন কাজ আল্লাহ্‌র কাছে বেশি পছন্দনীয়? তিনি বলেনঃ সাওয়ারী হতে নেমেই পুনরায় সে সাওয়ার হয়। লোকটি প্রশ্ন করল আল-হাল আল মুরতা হাল কি? তিনি বললেনঃ যে ব্যক্তি কুরআন শেষ করেই আবার প্রথম হতে পাঠ করা শুরু করে দেয়।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا الْهَيْثَمُ بْنُ الرَّبِيعِ، حَدَّثَنَا صَالِحٌ الْمُرِّيُّ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ بْنِ أَوْفَى، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ أَىُّ الْعَمَلِ أَحَبُّ إِلَى اللَّهِ قَالَ ‏\"‏ الْحَالُّ الْمُرْتَحِلُ ‏\"‏ ‏.‏ قَالَ وَمَا الْحَالُّ الْمُرْتَحِلُ قَالَ ‏\"‏ الَّذِي يَضْرِبُ مِنْ أَوَّلِ الْقُرْآنِ إِلَى آخِرِهِ كُلَّمَا حَلَّ ارْتَحَلَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ ابْنِ عَبَّاسٍ إِلاَّ مِنْ هَذَا الْوَجْهِ وَإِسْنَادُهُ لَيْسَ بِالْقَوِيِّ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ ঈসা বলেনঃ এ হাদীসটি গারীব। আমরা শুধুমাত্র উপরোক্ত সূত্রেই ইবনু আব্বাস (রাঃ)-এর রিওয়ায়াত হিসেবে এ হাদীস জেনেছি। মুহাম্মাদ ইবনু বাশশার-মুসলিম ইবনু ইবরাহীম হতে তিনি সালিহ আল-মুররী হতে তিনি কাতাদা হতে তিনি যুরারা ইবনু আওফা (রাঃ) হতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে উক্ত মর্মে একই রকম হাদীস বর্ণনা করেছেন। এই সূত্রে ইবনু আব্বাস (রাঃ)-এর উল্লেখ নেই। আবূ ঈসা বলেনঃ আমার মতে নাসর ইবনু আলী-আল-হাইসাম ইবনুর রাবী (রহঃ) সূত্রে বর্ণিত হাদীস অপেক্ষায় উপরোক্ত সূত্রে বর্ণিত রিওয়ায়াতটি অনেক বেশি সহীহ।"
  },
  {
    "hadith_id": 2949,
    "narrator": "‘আবদুল্লাহ ইবনু ‘আম্‌র (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তিন দিনের কম সময়ে যে লোক কুরআন পাঠ করল সে কুরআনের কিছুই বুঝেনি।\n\nসহীহঃ সহীহ আবূ দাঊদ (১২৬০), মিশকাত (২২০১), সহীহাহ্‌ (১৫১৩)|",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ يَزِيدَ بْنِ عَبْدِ اللَّهِ بْنِ الشِّخِّيرِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ لَمْ يَفْقَهْ مَنْ قَرَأَ الْقُرْآنَ فِي أَقَلَّ مِنْ ثَلاَثٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবু ‘ঈসা বলেন, এ হাদীসটি হাসান সহীহ । মুহাম্মাদ ইবনু বাশশার-মুহাম্মাদ ইবনু জা’ফার হতে, তিনি শুবাহ্‌ (রহঃ) সূত্রে উপরোক্ত হাদীসের একই রকম বর্ণনা করেছেন ।"
  }
]