[
  {
    "hadith_id": 617,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে এলাম। তিনি সে সময় কা’বার ছায়াতে বসে ছিলেন। বর্ণনাকারী বলেন, তিনি আমাকে সম্মুখে আসতে দেখে বলেনঃ কা’বার প্রভুর শপথ! তারা কিয়ামাতের দিবসে অত্যন্ত ক্ষতিগ্রস্ত অবস্থায় হাযির হবে। বর্ণনাকারী বলেন, আমি মনে মনে বললাম, আমার কি হল, মনে হয় আমার প্রসঙ্গে তার উপর কোন কিছু নাযিল হয়েছে। আমি বললাম, আপনার জন্য আমার পিতা-মাতা নিবেদিত হোক! এধরণের লোক কারা? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ অধিক ধনদৌলত আত্মসাৎকারী, কিন্তু যে সব লোক এই, এই ও এই পরিমাণ দিয়েছে সে সব লোক ছাড়া। তিনি সামনে, ডানে ও বামে হাতের ইশারা করলেন। তারপর তিনি বললেনঃ সেই সত্তার শপথ, যাঁর হাতে আমার জীবন! যে লোক এধরণের উট অথবা গরু রেখে মৃত্যুবরণ করল যার যাকাত সে দেয়নি, কিয়ামাতের দিন সেগুলো পূর্বাবস্থা হতে বেশি মোটাতাজা হয়ে তার নিকটে আসবে এবং নিজেদের পায়ের ক্ষুর দ্বারা তাকে দলিত করবে এবং শিং দ্বারা গুঁতো মারবে। সবশেষের জন্তুটি চলে যাওয়ার পর আবার প্রথম জন্তুটি ফিরে আসবে। মানুষের সম্পূর্ণ বিচার শেষ না হওয়া পর্যন্ত শাস্তির এ ধারা চলতে থাকবে।\n\n    -সহীহ্‌, তা’লাকুর রাগীব (১/২৬৭)।",
    "ar": "حَدَّثَنَا هَنَّادُ بْنُ السَّرِيِّ التَّمِيمِيُّ الْكُوفِيُّ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنِ الْمَعْرُورِ بْنِ سُوَيْدٍ، عَنْ أَبِي ذَرٍّ، قَالَ جِئْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَهُوَ جَالِسٌ فِي ظِلِّ الْكَعْبَةِ ‏.‏ قَالَ فَرَآنِي مُقْبِلاً فَقَالَ ‏\"‏ هُمُ الأَخْسَرُونَ وَرَبِّ الْكَعْبَةِ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ فَقُلْتُ مَا لِي لَعَلَّهُ أُنْزِلَ فِيَّ شَيْءٌ ‏.‏ قَالَ قُلْتُ مَنْ هُمْ فِدَاكَ أَبِي وَأُمِّي ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هُمُ الأَكْثَرُونَ إِلاَّ مَنْ قَالَ هَكَذَا وَهَكَذَا وَهَكَذَا ‏\"‏ ‏.‏ فَحَثَا بَيْنَ يَدَيْهِ وَعَنْ يَمِينِهِ وَعَنْ شِمَالِهِ ‏.‏ ثُمَّ قَالَ ‏\"‏ وَالَّذِي نَفْسِي بِيَدِهِ لاَ يَمُوتُ رَجُلٌ فَيَدَعُ إِبِلاً أَوْ بَقَرًا لَمْ يُؤَدِّ زَكَاتَهَا إِلاَّ جَاءَتْهُ يَوْمَ الْقِيَامَةِ أَعْظَمَ مَا كَانَتْ وَأَسْمَنَهُ تَطَؤُهُ بِأَخْفَافِهَا وَتَنْطَحُهُ بِقُرُونِهَا كُلَّمَا نَفِدَتْ أُخْرَاهَا عَادَتْ عَلَيْهِ أُولاَهَا حَتَّى يُقْضَى بَيْنَ النَّاسِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ مِثْلُهُ ‏.‏ وَعَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ رضى الله عنه قَالَ لُعِنَ مَانِعُ الصَّدَقَةِ ‏.‏ وَعَنْ قَبِيصَةَ بْنِ هُلْبٍ عَنْ أَبِيهِ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي ذَرٍّ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَاسْمُ أَبِي ذَرٍّ جُنْدُبُ بْنُ السَّكَنِ وَيُقَالُ ابْنُ جُنَادَةَ ‏.‏ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُنِيرٍ عَنْ عُبَيْدِ اللَّهِ بْنِ مُوسَى عَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ حَكِيمِ بْنِ الدَّيْلَمِ عَنِ الضَّحَّاكِ بْنِ مُزَاحِمٍ قَالَ الأَكْثَرُونَ أَصْحَابُ عَشَرَةِ آلاَفٍ ‏.‏ قَالَ وَعَبْدُ اللَّهِ بْنُ مُنِيرٍ مَرْوَزِيٌّ رَجُلٌ صَالِحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা (রাঃ) হতেও একই রকম হাদীস বর্ণিত আছে। আলী (রাঃ) বলেন, যাকাত অমান্যকারীকে অভিসম্পাত করা হয়েছে। কাবীসা ইবনু হুলব তার পিতা থেকে, জাবির ইবনু আব্দুল্লাহ, আব্দুল্লাহ ইবনু মাসঊদ (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, আবূ যারের হাদীসটি হাসান সহীহ। আবূ যার (রাঃ)-এর নাম জুনদাব ইবনুস সাকান, কারো মতে ইবনু জুনাদা। দাহ্‌হাক ইবনু মুযাহিম বলেন, যার দশ হাজার (দিরহাম) রয়েছে সেই অধিক সম্পদশালী।\n\n   -সহীহ মাকতু অর্থাৎ যাহ্‌হাকের উপর মাওকূফ।\n\n   এই হাদীসের এক রাবী আবদুল্লাহ ইবনু মুনীর মারওয়াযী একজন নিষ্ঠাবান লোক ।"
  },
  {
    "hadith_id": 619,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, আমরা ইচ্ছা করতাম, আমাদের উপস্থিত থাকা অবস্থায় কোন বুদ্ধিমান বেদুঈন এসে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে কোন বিষয়ে প্রশ্ন করুক! এমন সময় এক বেদুঈন হাযির হল। সে তার হাঁটু গেড়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে বসল। সে বলল, হে মুহাম্মাদ! আমাদের নিকট আপনার প্রতিনিধি এসে বলল, আপনি দাবি করছেন, ‘আপনাকে আল্লাহ তা’আলা তাঁর রাসূল করে পাঠিয়েছেন? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ। লোকটি বলল, সেই সত্তার শপথ, যিনি আকাশসমূহ সমুন্নত করেছেন, যমীনকে বিস্তৃত করেছেন এবং পাহাড়সমূহ দাঁড় করিয়েছেন, সত্যিই কি আপনাকে আল্লাহ তা’আলা তার রাসূল করে পাঠিয়েছেন? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ। লোকটি বলল, আমাদেরকে আপনার প্রতিনিধি বলেছে, আপনি মনে করেন আমাদের উপর দিন রাতে পাঁচ ওয়াক্ত নামায বাধ্যতামূলক। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ। লোকটি বলল, সেই সত্তার শপথ, যিনি আপনাকে পাঠিয়েছেন! আল্লাহ কি এই প্রসঙ্গে আপনাকে আদেশ করেছেন? তিনি বললেনঃ হ্যাঁ। বেদুঈন বলল, আমাদেরকে আপনার প্রতিনিধি বলেছে, আপনি মনে করেন বছরে এক মাস আমাদের উপর রোযা বাধ্যতামূলক। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সে সঠিক বলেছে। লোকটি বলল, সেই সত্তার শপথ, আপনাকে যিনি পাঠিয়েছেন! আল্লাহ তা’আলা কি এই প্রসঙ্গে আপনাকে আদেশ করেছেন? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ। সে বলল, আমাদেরকে আপনার প্রতিনিধি বলেছে, আপনি মনে করেন আমাদের ধনদৌলতের উপর যাকাত বাধ্যতামূলক। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সে সত্য বলেছে! বেদুঈন বলল, সেই সত্তার শপথ, আপনাকে যিনি রাসূল করে পাঠিয়েছেন! আল্লাহ তা’আলা কি এই প্রসঙ্গে আপনাকে আদেশ করেছেন? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ। সে বলল, আমাদেরকে আপনার প্রতিনিধি বলেছে, আমাদের মধ্যে যে লোক দূরত্ব অতিক্রম করার (আর্থিক ও দৈহিক) যোগ্যতা রাখে আপনি মনে করেন তার জন্য বাইতুল্লাহ্‌র হাজ্জ বাধ্যতামূলক। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ। বেদুঈন বলল, সেই সত্তার শপথ, আপনাকে যিনি রাসূল করে পাঠিয়েছেন! আল্লাহ তা’আলা কি আপনাকে এই প্রসঙ্গে আদেশ করেছেন। তিনি বললেনঃ হ্যাঁ। লোকটি বলল, সেই সত্তার শপথ, আপনাকে যিনি সত্য সহকারে পাঠিয়েছেন! আমি এগুলোর কোনটিই ছাড়বো না এবং এগুলোর সীমাও পার করব না। তারপর সে তাড়াতাড়ি উঠে চলে গেল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এই বেদুঈন যদি সত্য বলে থাকে তবে সে জান্নাতে যাবে। \n\n   -সহীহ, তাখরীজ ঈমান ইবনু আবী শাইবা (৪/৫), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ الْحَمِيدِ الْكُوفِيُّ، حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كُنَّا نَتَمَنَّى أَنْ يَأْتِيَ، الأَعْرَابِيُّ الْعَاقِلُ فَيَسْأَلَ النَّبِيَّ صلى الله عليه وسلم وَنَحْنُ عِنْدَهُ فَبَيْنَا نَحْنُ عَلَى ذَلِكَ إِذْ أَتَاهُ أَعْرَابِيٌّ فَجَثَا بَيْنَ يَدَىِ النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا مُحَمَّدُ إِنَّ رَسُولَكَ أَتَانَا فَزَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ اللَّهَ أَرْسَلَكَ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَبِالَّذِي رَفَعَ السَّمَاءَ وَبَسَطَ الأَرْضَ وَنَصَبَ الْجِبَالَ آللَّهُ أَرْسَلَكَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَإِنَّ رَسُولَكَ زَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ عَلَيْنَا خَمْسَ صَلَوَاتٍ فِي الْيَوْمِ وَاللَّيْلَةِ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَإِنَّ رَسُولَكَ زَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ عَلَيْنَا صَوْمَ شَهْرٍ فِي السَّنَةِ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ صَدَقَ ‏\"‏ ‏.‏ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَإِنَّ رَسُولَكَ زَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ عَلَيْنَا فِي أَمْوَالِنَا الزَّكَاةَ ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ صَدَقَ ‏\"‏ ‏.‏ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَإِنَّ رَسُولَكَ زَعَمَ لَنَا أَنَّكَ تَزْعُمُ أَنَّ عَلَيْنَا الْحَجَّ إِلَى الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ فَقَالَ وَالَّذِي بَعَثَكَ بِالْحَقِّ لاَ أَدَعُ مِنْهُنَّ شَيْئًا وَلاَ أُجَاوِزُهُنَّ ‏.‏ ثُمَّ وَثَبَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنْ صَدَقَ الأَعْرَابِيُّ دَخَلَ الْجَنَّةَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ مِنْ غَيْرِ هَذَا الْوَجْهِ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ سَمِعْتُ مُحَمَّدَ بْنَ إِسْمَاعِيلَ يَقُولُ قَالَ بَعْضُ أَهْلِ الْعِلْمِ فِقْهُ هَذَا الْحَدِيثِ أَنَّ الْقِرَاءَةَ عَلَى الْعَالِمِ وَالْعَرْضَ عَلَيْهِ جَائِزٌ مِثْلُ السَّمَاعِ ‏.‏ وَاحْتَجَّ بِأَنَّ الأَعْرَابِيَّ عَرَضَ عَلَى النَّبِيِّ صلى الله عليه وسلم فَأَقَرَّ بِهِ النَّبِيُّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, উল্লেখিত সনদে হাদীসটি হাসান গারীব। এ হাদীসটি অন্যান্য সূত্রেও আনাস (রাঃ) হতে এবং তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। আমি একথা মুহাম্মাদ ইবনু ইসমাঈল বুখারীকে বলতে শুনেছি যে, একদল মুহাদিস বলেন, এ হাদীসের একটি আইনগত (ফিক্‌হী) দিক এই যে, উস্তাদের নিকট পাঠ করা এবং তা তার শুনা উস্তাদের নিকট হতে শুনার মতই গ্রহণযোগ্য। তারা উক্ত হাদীস দলীল হিসাবে উপস্থাপন করে বলেন, এই বেদুঈন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে (বর্ণনা) উপস্থাপন করল, আর তিনি তার সত্যতা স্বীকার করলেন।"
  },
  {
    "hadith_id": 620,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ঘোড়া ও গোলামের সাদকা (যাকাত) আমি ক্ষমা করেছি, কিন্তু প্রতি চল্লিশ দিরহাম রূপার ক্ষেত্রে এক দিরহাম সাদকা (যাকাত) আদায় কর। কিন্তু একশত নব্বই দিরহামে কোন সাদকা নেই। যখন তা দুই শত দিরহামে পৌছবে তখন তাতে পাঁচ দিরহাম সাদকা দিতে হবে।\n\n   -সহীহ, ইবনু মা-জাহ (১৭৯০)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَاصِمِ بْنِ ضَمْرَةَ، عَنْ عَلِيٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ قَدْ عَفَوْتُ عَنْ صَدَقَةِ الْخَيْلِ وَالرَّقِيقِ فَهَاتُوا صَدَقَةَ الرِّقَةِ مِنْ كُلِّ أَرْبَعِينَ دِرْهَمًا دِرْهَمًا وَلَيْسَ فِي تِسْعِينَ وَمِائَةٍ شَيْءٌ فَإِذَا بَلَغَتْ مِائَتَيْنِ فَفِيهَا خَمْسَةُ الدَّرَاهِمِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ وَعَمْرِو بْنِ حَزْمٍ ‏.‏ قَالَ أَبُو عِيسَى رَوَى هَذَا الْحَدِيثَ الأَعْمَشُ وَأَبُو عَوَانَةَ وَغَيْرُهُمَا عَنْ أَبِي إِسْحَاقَ عَنْ عَاصِمِ بْنِ ضَمْرَةَ عَنْ عَلِيٍّ وَرَوَى سُفْيَانُ الثَّوْرِيُّ وَابْنُ عُيَيْنَةَ وَغَيْرُ وَاحِدٍ عَنْ أَبِي إِسْحَاقَ عَنِ الْحَارِثِ عَنْ عَلِيٍّ ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ كِلاَهُمَا عِنْدِي صَحِيحٌ عَنْ أَبِي إِسْحَاقَ يُحْتَمَلُ أَنْ يَكُونَ رُوِيَ عَنْهُمَا جَمِيعًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ বাকার সিদীক ও আমর ইবনু হাযম (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, আমাশ, আবূ আওয়ানা ও অন্যান্যরা আবূ ইসহাকের সনদের ধারাবাহিকতায় আলী (রাঃ)-এর নিকট হতেও এ হাদীস বর্ণনা করেছেন। সুফিয়ান সাওরী, ইবনু উআইনা ও অন্যরাও আবূ ইসহাকের বরাতে আল-হারিসের সূত্রে আলী (রাঃ) হতে এ হাদীসটি বর্ণনা করেছেন। উভয় সূত্রকেই ইমাম বুখারী সহীহ বলেছেন। কারণ, হয়ত আসিম ও হারিস দু’জনের নিকট হতে এটি বর্ণিত আছে।"
  },
  {
    "hadith_id": 621,
    "narrator": "সালিম (রহঃ) হতে তাঁর পিতার",
    "bn": "সাদকা (যাকাত) প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি ফরমান (অধ্যাদেশ) লিখালেন। তার কর্মচারীদের নিকটে এটা পাঠানোর আগেই তিনি মারা যান। তিনি এটা নিজের তরবারির সাথে রেখেছিলেন। তার মৃত্যুর পর আবূ বাকার (রাঃ) তা কার্যকর করেন। তিনিও মারা যান। উমার (রাঃ)-ও সে অনুযায়ী কাজ করেন। তারপর তিনিও মারা যান। তাতে লেখা ছিল পাঁচটি উটের জন্য একটি বকরী, দশটি উটের জন্য দুটি বকরী, পনেরটি উটের জন্য তিনটি বকরী এবং বিশটি উটের জন্য চারটি বকরীর যাকাত আদায় করতে হবে। পঁচিশ হতে পঁয়ত্রিশ পর্যন্ত উটের জন্য একটি বিনতু মাখায (একটি পূর্ণ এক বছরের মাদী উট); এর বেশি হলে পঁয়তাল্লিশ পর্যন্ত (ছত্রিশ হতে পঁয়তাল্লিশ পর্যন্ত) উটের জন্য একটি বিনতু লাবুন (একটি পূর্ণ দুই বছরের মাদী উট); এর বেশি হলে ষাট পর্যন্ত (ছিচল্লিশ হতে ষাট পর্যন্ত) উটের জন্য একটি হিক্কাহ (একটি পূর্ণ তিন বছরের মাদী উট); আবার এর বেশি হলে পঁচাত্তর পর্যন্ত (একষট্টি হতে পঁচাত্তর পর্যন্ত) উটের জন্য একটি জাযাআহ (একটি চার বছরের মাদী উট); আরো বেশি হলে নব্বই পর্যন্ত (ছিয়াত্তর হতে নব্বই পর্যন্ত) উটের জন্য দু’টি বিনতু লাবূন; আরো বেশি হলে একশত বিশ পর্যন্ত (একানব্বই-একশত বিশ) উটের জন্য দু’টি হিক্কাহ এবং যখন একশত বিশের বেশি হবে তখন প্রতি পঞ্চাশ উটের জন্য একটি হিক্কাহ এবং প্রতি চল্লিশ উটের জন্য একটি বিনতু লাবূন যাকাত আদায় করতে হবে।\nভেড়া বকরীর যাকাত হলঃ চল্লিশ হতে এক শত বিশ পর্যন্ত বকরীর জন্য একটি বকরী; এর বেশি হলে দু’শত পর্যন্ত দুটি বকরী; এর বেশি হলে তিনশত পর্যন্ত বকরীর জন্য তিনটি বকরী; তিনশতর বেশি হলে প্রতি একশত বকরীর জন্য একটি করে বকরী যাকাত আদায় করতে হবে। তারপর বকরীর পরিমাণ আবার একশত পর্যন্ত না পৌছালে (পুনরায়) কোন যাকাত দিতে হবে না।\nযাকাতের ভয়ে (একাধিক মালিকানায়) বিচ্ছিন্নগুলোকে একত্র করা এবং একত্রগুলোকে বিচ্ছিন্ন করা যাবে না। এক সাথে দুই শরীকের পশু থাকলে প্রত্যেকে নিজ নিজ অংশের হিসাব করে সঠিকভাবে যাকাত আদায় করবে। যাকাতে বৃদ্ধ এবং ক্রটিযুক্ত পশু গ্রহণ করা হবে না।\n\n   -সহীহ, ইবনু মা-জাহ (১৭৯৮)।",
    "ar": "حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ الْبَغْدَادِيُّ، وَإِبْرَاهِيمُ بْنُ عَبْدِ اللَّهِ الْهَرَوِيُّ، وَمُحَمَّدُ بْنُ كَامِلٍ الْمَرْوَزِيُّ الْمَعْنَى، وَاحِدٌ، قَالُوا حَدَّثَنَا عَبَّادُ بْنُ الْعَوَّامِ، عَنْ سُفْيَانَ بْنِ حُسَيْنٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَتَبَ كِتَابَ الصَّدَقَةِ فَلَمْ يُخْرِجْهُ إِلَى عُمَّالِهِ حَتَّى قُبِضَ فَقَرَنَهُ بِسَيْفِهِ فَلَمَّا قُبِضَ عَمِلَ بِهِ أَبُو بَكْرٍ حَتَّى قُبِضَ وَعُمَرُ حَتَّى قُبِضَ وَكَانَ فِيهِ ‏ \"‏ فِي خَمْسٍ مِنَ الإِبِلِ شَاةٌ وَفِي عَشْرٍ شَاتَانِ وَفِي خَمْسَ عَشْرَةَ ثَلاَثُ شِيَاهٍ وَفِي عِشْرِينَ أَرْبَعُ شِيَاهٍ وَفِي خَمْسٍ وَعِشْرِينَ بِنْتُ مَخَاضٍ إِلَى خَمْسٍ وَثَلاَثِينَ فَإِذَا زَادَتْ فَفِيهَا ابْنَةُ لَبُونٍ إِلَى خَمْسٍ وَأَرْبَعِينَ فَإِذَا زَادَتْ فَفِيهَا حِقَّةٌ إِلَى سِتِّينَ فَإِذَا زَادَتْ فَفِيهَا جَذَعَةٌ إِلَى خَمْسٍ وَسَبْعِينَ فَإِذَا زَادَتْ فَفِيهَا ابْنَتَا لَبُونٍ إِلَى تِسْعِينَ فَإِذَا زَادَتْ فَفِيهَا حِقَّتَانِ إِلَى عِشْرِينَ وَمِائَةٍ فَإِذَا زَادَتْ عَلَى عِشْرِينَ وَمِائَةٍ فَفِي كُلِّ خَمْسِينَ حِقَّةٌ وَفِي كُلِّ أَرْبَعِينَ ابْنَةُ لَبُونٍ ‏.‏ وَفِي الشَّاءِ فِي كُلِّ أَرْبَعِينَ شَاةً شَاةٌ إِلَى عِشْرِينَ وَمِائَةٍ فَإِذَا زَادَتْ فَشَاتَانِ إِلَى مِائَتَيْنِ فَإِذَا زَادَتْ فَثَلاَثُ شِيَاهٍ إِلَى ثَلاَثِمِائَةِ شَاةٍ فَإِذَا زَادَتْ عَلَى ثَلاَثِمِائَةِ شَاةٍ فَفِي كُلِّ مِائَةِ شَاةٍ شَاةٌ ثُمَّ لَيْسَ فِيهَا شَيْءٌ حَتَّى تَبْلُغَ أَرْبَعَمِائَةٍ وَلاَ يُجْمَعُ بَيْنَ مُتَفَرِّقٍ وَلاَ يُفَرَّقُ بَيْنَ مُجْتَمِعٍ مَخَافَةَ الصَّدَقَةِ وَمَا كَانَ مِنْ خَلِيطَيْنِ فَإِنَّهُمَا يَتَرَاجَعَانِ بِالسَّوِيَّةِ وَلاَ يُؤْخَذُ فِي الصَّدَقَةِ هَرِمَةٌ وَلاَ ذَاتُ عَيْبٍ ‏\"‏ ‏.‏ وَقَالَ الزُّهْرِيُّ إِذَا جَاءَ الْمُصَدِّقُ قَسَّمَ الشَّاءَ أَثْلاَثًا ثُلُثٌ خِيَارٌ وَثُلُثٌ أَوْسَاطٌ وَثُلُثٌ شِرَارٌ وَأَخَذَ الْمُصَدِّقُ مِنَ الْوَسَطِ ‏.‏ وَلَمْ يَذْكُرِ الزُّهْرِيُّ الْبَقَرَ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ الصِّدِّيقِ وَبَهْزِ بْنِ حَكِيمٍ عَنْ أَبِيهِ عَنْ جَدِّهِ ‏.‏ وَأَبِي ذَرٍّ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ عَامَّةِ الْفُقَهَاءِ ‏.‏ وَقَدْ رَوَى يُونُسُ بْنُ يَزِيدَ وَغَيْرُ وَاحِدٍ عَنِ الزُّهْرِيِّ عَنْ سَالِمٍ هَذَا الْحَدِيثَ وَلَمْ يَرْفَعُوهُ وَإِنَّمَا رَفَعَهُ سُفْيَانُ بْنُ حُسَيْنٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "যুহ্‌রী (রহঃ) বলেন, সাদকা আদায়কারী আসলে (মালিক) ৰকরীগুলোকে তিনটি ভাগে ভাগ করবে। একটি ভাগে থাকবে উন্নত মানের বকরী, অন্য ভাগে থাকবে মধ্যম মানের বকরী এবং আর এক ভাগে থাকবে নিকৃষ্ট মানের বকরী। মধ্যম মানের বকরী হতে সাদকা আদায়কারী যাকাত গ্রহণ করবে। যুহ্‌রী (রহঃ) গরুর প্রসঙ্গে কিছু বলেননি।\nআবূ বাকার সিদীক, বাহ্‌য ইবনু হাকীম পর্যায়ক্রমে তাঁর পিতা ও দাদা হতে, আবূ যার ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা ইবনু উমারের হাদীসটিকে হাসান বলেছেন। এই হাদীস অনুসারে সকল ফিক্‌হবিদ মত গ্রহণ করেছেন। একদল রাবী মারফূভাবে এ হাদীসটিকে বর্ণনা করেননি। শুধুমাত্র সুফিয়ান ইবনু হুসাইন মারফূ হিসাবে এটাকে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 622,
    "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ত্রিশটি গরুর যাকাত (দিতে হবে) একটি এক বছরের এড়ে বাছুর অথবা বকনা বাছুর। চল্লিশটি গরুর যাকাত (দিতে হবে) একটি দুই বছরের বাছুর।\n\n   -সহীহ, ইবনু মা-জাহ (১৮০৪)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الْمُحَارِبِيُّ، وَأَبُو سَعِيدٍ الأَشَجُّ قَالاَ حَدَّثَنَا عَبْدُ السَّلاَمِ بْنُ حَرْبٍ، عَنْ خُصَيْفٍ، عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ فِي ثَلاَثِينَ مِنَ الْبَقَرِ تَبِيعٌ أَوْ تَبِيعَةٌ وَفِي أَرْبَعِينَ مُسِنَّةٌ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ مُعَاذِ بْنِ جَبَلٍ ‏.‏ قَالَ أَبُو عِيسَى هَكَذَا رَوَاهُ عَبْدُ السَّلاَمِ بْنُ حَرْبٍ عَنْ خُصَيْفٍ وَعَبْدُ السَّلاَمِ ثِقَةٌ حَافِظٌ ‏.‏ وَرَوَى شَرِيكٌ هَذَا الْحَدِيثَ عَنْ خُصَيْفٍ عَنْ أَبِي عُبَيْدَةَ عَنْ أُمِّهِ عَنْ عَبْدِ اللَّهِ ‏.‏ وَأَبُو عُبَيْدَةَ بْنُ عَبْدِ اللَّهِ لَمْ يَسْمَعْ مِنْ عَبْدِ اللَّهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুআয ইবনু জাবাল (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, আব্দুস সালাম ইবনু হারব খুসাইফ হতে হাদীসটি এভাবেই বর্ণনা করেছেন। আবদুস সালাম নির্ভরযোগ্য এবং স্মৃতিশক্তিসম্পন্ন একজন বর্ণনাকারী। শারীক এই হাদীসটি বর্ণনা করেছেন খুসাইফ হতে, তিনি আবূ  উবাইদাহ হতে, তিনি তার পিতা আব্দুল্লাহ হতে, আবূ উৰাইদ ইবনু আবদুল্লাহ তাঁর পিতার নিকট কোন প্রকার হাদীস শুনেননি।"
  },
  {
    "hadith_id": 623,
    "narrator": "মুআয ইবনু জাবাল (রাঃ)",
    "bn": "তিনি বলেন, আমাকে নাৰী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইয়ামানে (গভর্ণর করে) প্রেরণ করলেন এবং আদেশ দিলেনঃ আমি যেন প্রতি ত্রিশটি গরুর ক্ষেত্রে একটি এক বছরের এড়ে বাছুর অথবা বকনা বাছুর; প্রতি চল্লিশটি গরুর ক্ষেত্রে একটি দুই বছরের বাছুর (যাকাত হিসেবে) এবং প্রত্যেক প্রাপ্ত বয়সের (জিম্মী) লোকের নিকট হতে এক দীনার (স্বর্ণ মুদ্রা) অথবা একই মূল্যের মাআফির নামক কাপড় (জিয্‌য়া হিসাবে) আদায় করি।\n\n   -সহীহ, ইবনু মা-জাহ (১৮০৩)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا سُفْيَانُ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ مَسْرُوقٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ بَعَثَنِي النَّبِيُّ صلى الله عليه وسلم إِلَى الْيَمَنِ فَأَمَرَنِي أَنْ آخُذَ مِنْ كُلِّ ثَلاَثِينَ بَقَرَةً تَبِيعًا أَوْ تَبِيعَةً وَمِنْ كُلِّ أَرْبَعِينَ مُسِنَّةً وَمِنْ كُلِّ حَالِمٍ دِينَارًا أَوْ عِدْلَهُ مَعَافِرَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ سُفْيَانَ عَنِ الأَعْمَشِ عَنْ أَبِي وَائِلٍ عَنْ مَسْرُوقٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ مُعَاذًا إِلَى الْيَمَنِ فَأَمَرَهُ أَنْ يَأْخُذَ ‏.‏ وَهَذَا أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা হাদীসটিকে হাসান বলেছেন। এ হাদীসটি কতিপয় বর্ণনাকারী সুফিয়ানের সূত্রে, তিনি আমাশের সূত্রে, তিনি আবূ ওয়াইলের সূত্রে, তিনি মাসরূকের সূত্রে বর্ণনা করেছেন। তিনি বলেছেন, মুআযকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইয়ামানে পাঠালেন। তাঁকে তিনি আদেশ করলেন.........। এ বর্ণনাটি অধিকতর সহীহ ।"
  },
  {
    "hadith_id": 625,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "মুআয (রাঃ)-কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইয়ামানে পাঠালেন। তিনি তাকে বললেনঃ এমন একটি জাতির নিকটে তুমি যাচ্ছ যারা আহ্‌লি কিতাব। তাদেরকে এমন সাক্ষ্য দিতে আহ্বান কর যে, আল্লাহ তা’আলা ব্যতীত আর কোন মা’বূদ নেই এবং আমি (মুহাম্মাদ) আল্লাহ্‌র রাসূল। এটা তারা মেনে নিলে তাদেরকে জানিয়ে দাও- অবশ্যই তাদের উপর আল্লাহ তা’আলা দিন-রাতে পাঁচ ওয়াক্ত নামাযকে ফরয করেছেন। তারা এটাও মেনে নিলে তাদেরকে জানিয়ে দাও- তাদের ধন-দৌলতে আল্লাহ তা’আলা যাকাত ফরয করে দিয়েছেন। তাদের ধনীদের মধ্য হতে এটা আদায় করে তাদের গরীবদের মাঝে বিলি করে দেয়া হবে। যদি তারা এটিও মেনে নেয় তাহলে সাবধান! তাদের উত্তম মাল (যাকাত হিসাবে) নেয়া হতে বিরত থাকবে। নিজেকে নিপীড়িতদের অভিশাপ হতে দূরে রাখ। কেননা, তার আবেদন এবং আল্লাহ তা’আলার মাঝে কোন প্রতিবন্ধক নেই।\n\n   -সহীহ, ইবনু মা-জাহ (১৭৮৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا زَكَرِيَّا بْنُ إِسْحَاقَ الْمَكِّيُّ، حَدَّثَنَا يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ صَيْفِيٍّ، عَنْ أَبِي مَعْبَدٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ مُعَاذًا إِلَى الْيَمَنِ فَقَالَ لَهُ ‏ \"‏ إِنَّكَ تَأْتِي قَوْمًا أَهْلَ كِتَابٍ فَادْعُهُمْ إِلَى شَهَادَةِ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنِّي رَسُولُ اللَّهِ فَإِنْ هُمْ أَطَاعُوا لِذَلِكَ فَأَعْلِمْهُمْ أَنَّ اللَّهَ افْتَرَضَ عَلَيْهِمْ خَمْسَ صَلَوَاتٍ فِي الْيَوْمِ وَاللَّيْلَةِ فَإِنْ هُمْ أَطَاعُوا لِذَلِكَ فَأَعْلِمْهُمْ أَنَّ اللَّهَ افْتَرَضَ عَلَيْهِمْ صَدَقَةً فِي أَمْوَالِهِمْ تُؤْخَذُ مِنْ أَغْنِيَائِهِمْ وَتُرَدُّ عَلَى فُقَرَائِهِمْ فَإِنْ هُمْ أَطَاعُوا لِذَلِكَ فَإِيَّاكَ وَكَرَائِمَ أَمْوَالِهِمْ وَاتَّقِ دَعْوَةَ الْمَظْلُومِ فَإِنَّهَا لَيْسَ بَيْنَهَا وَبَيْنَ اللَّهِ حِجَابٌ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ الصُّنَابِحِيِّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو مَعْبَدٍ مَوْلَى ابْنِ عَبَّاسٍ اسْمُهُ نَافِذٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সুনাবিহী (রহঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা এ হাদীসটিকে হাসান সহীহ বলেছেন। আবূ মা’বাদ (রহঃ) হচ্ছেন ইবনু আব্বাস (রাঃ)-এর মুক্তদাস এবং তাঁর নাম না-ফিয।"
  },
  {
    "hadith_id": 626,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পাঁচের কম সংখ্যক উটে কোন যাকাত আদায় করতে হবে না; পাঁচ উকিয়ার কম পরিমাণ রূপাতে কোন যাকাত আদায় করতে হবে না এবং পাঁচ ওয়াসাকের কম পরিমাণ ফসলে কোন যাকাত আদায় করতে হবে না।\n\n   -সহীহ, ইবনু মা-জাহ (১৭৯৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَمْرِو بْنِ يَحْيَى الْمَازِنِيِّ، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ لَيْسَ فِيمَا دُونَ خَمْسِ ذَوْدٍ صَدَقَةٌ وَلَيْسَ فِيمَا دُونَ خَمْسِ أَوَاقٍ صَدَقَةٌ وَلَيْسَ فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ صَدَقَةٌ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَابْنِ عُمَرَ وَجَابِرٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা, ইবনু উমার, জা-বির ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 628,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ঘোড়া ও ক্রীতদাসের জন্য মুসলমানের কোন সাদকা (যাকাত) আদায় করতে হবে না।\n\n   -সহীহ, ইবনু মা-জাহ (১৮১২), যঈফা (৪০১৪), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ وَمَحْمُودُ بْنُ غَيْلاَنَ قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، وَشُعْبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ عِرَاكِ بْنِ مَالِكٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَيْسَ عَلَى الْمُسْلِمِ فِي فَرَسِهِ وَلاَ فِي عَبْدِهِ صَدَقَةٌ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَيْهِ عِنْدَ أَهْلِ الْعِلْمِ أَنَّهُ لَيْسَ فِي الْخَيْلِ السَّائِمَةِ صَدَقَةٌ وَلاَ فِي الرَّقِيقِ إِذَا كَانُوا لِلْخِدْمَةِ صَدَقَةٌ إِلاَّ أَنْ يَكُونُوا لِلتِّجَارَةِ فَإِذَا كَانُوا لِلتِّجَارَةِ فَفِي أَثْمَانِهِمُ الزَّكَاةُ إِذَا حَالَ عَلَيْهَا الْحَوْلُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবদুল্লাহ ইবনু আমর ও আলী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা আবূ হুরাইরা (রাঃ) হতে বর্ণিত হাদীসটিকে হাসান সহীহ্‌ বলেছেন। এ হাদীসটির পরিপ্রেক্ষিতে      আলিমগণ বলেছেন, চারণভূমিতে চরে বেড়ায় এমন ঘোড়া এবং ক্রীতদাসের উপর যাকাত ধার্য হয় না, যদি সেবা দানের উদ্দেশ্যে তা (ক্রীতদাস) রাখা হয়ে থাকে। ব্যবসায়ের উদ্দেশ্যে এগুলো রাখা হলে তবে এক বছর পার হওয়ার পর এর মূল্যের উপর যাকাত ধার্য হবে।"
  },
  {
    "hadith_id": 629,
    "narrator": "ইবনু উমর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ প্রতি দশ মশক মধুর ক্ষেত্রে এক মশক যাকাত ধার্য হবে।\n\n   -সহীহ, ইবনু মা-জাহ (১৮২৪)।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ أَبِي سَلَمَةَ التِّنِّيسِيُّ، عَنْ صَدَقَةَ بْنِ عَبْدِ اللَّهِ، عَنْ مُوسَى بْنِ يَسَارٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ فِي الْعَسَلِ فِي كُلِّ عَشَرَةِ أَزُقٍّ زِقٌّ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَأَبِي سَيَّارَةَ الْمُتَعِيِّ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ فِي إِسْنَادِهِ مَقَالٌ وَلاَ يَصِحُّ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا الْبَابِ كَبِيرُ شَيْءٍ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لَيْسَ فِي الْعَسَلِ شَيْءٌ ‏.‏ وَصَدَقَةُ بْنُ عَبْدِ اللَّهِ لَيْسَ بِحَافِظٍ وَقَدْ خُولِفَ صَدَقَةُ بْنُ عَبْدِ اللَّهِ فِي رِوَايَةِ هَذَا الْحَدِيثِ عَنْ نَافِعٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা, আবূ সাইয়্যারা ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, ইবনু উমারের হাদীসের সনদ প্রসঙ্গে আপত্তি আছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে মধুর যাকাত প্রসঙ্গে সহীহ সূত্রে বেশি কিছু প্রমাণিত নেই। এ হাদীসের পরিপ্রেক্ষিতে বেশির ভাগ মনীষী মধুর উপর যাকাত ধার্যের পক্ষে মত দিয়েছেন। ইমাম আহমাদ, ও ইসহাক এই মত গ্রহণ করেছেন। অন্য আরেক দল মনীষী বলেছেন, মধুর উপর কোন প্রকার যাকাত ধার্য হবে না।\nবর্ণনাকারী সাদাকাহ ইবনু আব্দুল্লাহ স্মৃতি শক্তির অধিকারী নন। নাফি হতে সাদাকাহ ইবনু আব্দুল্লাহ্‌র বর্ণনার বিপরীত বর্ণনা বিদ্যমান আছে।"
  },
  {
    "hadith_id": 630,
    "narrator": "নাফি (রহঃ)",
    "bn": "উমার ইবনু আব্দুল আযীয আমাকে মধুর যাকাত সম্পর্কে প্রশ্ন করলেন। আমি জবাবে বললামঃ (যাকাত দেওয়ার মত) মধু আমাদের কাছে নাই যাতে আমরা যাকাত দিব। কিন্তু মুগীরা ইবনু হাকীম আমাদেরকে জানিয়েছেন যে, মধুতে কোন যাকাত নেই। (একথা শুনে) উমর ইবনু আব্দুল আযীয বললেনঃ তিনি (মুগীরা) ন্যায় পরায়ণ, গ্রহণযোগ্য ব্যক্তি। অতঃপর তিনি নির্দেশ জারী করলেন যে, মধুতে যাকাত আদায় করতে হবে না।\n\n -সনদ সহীহ্‌।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ عَنْ نَافِعٍ قَالَ سَأَلَنِي عُمَرُ بْنُ عَبْدِ الْعَزِيزِ عَنْ صَدَقَةِ الْعَسَلِ ‏.‏ قَالَ قُلْتُ مَا عِنْدَنَا عَسَلٌ نَتَصَدَّقُ مِنْهُ وَلَكِنْ أَخْبَرَنَا الْمُغِيرَةُ بْنُ حَكِيمٍ أَنَّهُ قَالَ لَيْسَ فِي الْعَسَلِ صَدَقَةٌ ‏.‏ فَقَالَ عُمَرُ عَدْلٌ مَرْضِيٌّ ‏.‏ فَكَتَبَ إِلَى النَّاسِ أَنْ تُوضَعَ ‏.‏ يَعْنِي عَنْهُمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 631,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক সম্পদ অর্জন করল, তার উপর বর্ষচক্র পার না হওয়া পর্যন্ত যাকাত আদায় করতে হবে না।\n\n-সহীহ, ইবনু মা-জাহ (১৭৯২)।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا هَارُونُ بْنُ صَالِحٍ الطَّلْحِيُّ الْمَدَنِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنِ اسْتَفَادَ مَالاً فَلاَ زَكَاةَ عَلَيْهِ حَتَّى يَحُولَ عَلَيْهِ الْحَوْلُ عِنْدَ رَبِّهِ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ سَرَّاءَ بِنْتِ نَبْهَانَ الْغَنَوِيَّةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সাররাআ বিনতু নাবহান (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 632,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, যে লোক সম্পদ অর্জন করল, মালিকের হাতে তা পুরো এক বছর না থাকা পর্যন্ত তাতে যাকাত আদায় করতে হবে না।\n\n   -সনদ সহীহ্‌, মাওকূফ, এটি মারফু হাদীসের মতই।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ، حَدَّثَنَا أَيُّوبُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ مَنِ اسْتَفَادَ مَالاً فَلاَ زَكَاةَ فِيهِ حَتَّى يَحُولَ عَلَيْهِ الْحَوْلُ عِنْدَ رَبِّهِ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ أَسْلَمَ ‏.‏ قَالَ أَبُو عِيسَى وَرَوَى أَيُّوبُ وَعُبَيْدُ اللَّهِ بْنُ عُمَرَ وَغَيْرُ وَاحِدٍ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ مَوْقُوفًا ‏.‏ وَعَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ ضَعِيفٌ فِي الْحَدِيثِ ضَعَّفَهُ أَحْمَدُ بْنُ حَنْبَلٍ وَعَلِيُّ بْنُ الْمَدِينِيِّ وَغَيْرُهُمَا مِنْ أَهْلِ الْحَدِيثِ وَهُوَ كَثِيرُ الْغَلَطِ ‏.‏ وَقَدْ رُوِيَ عَنْ غَيْرِ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أَنْ لاَ زَكَاةَ فِي الْمَالِ الْمُسْتَفَادِ حَتَّى يَحُولَ عَلَيْهِ الْحَوْلُ ‏.‏ وَبِهِ يَقُولُ مَالِكُ بْنُ أَنَسٍ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا كَانَ عِنْدَهُ مَالٌ تَجِبُ فِيهِ الزَّكَاةُ فَفِيهِ الزَّكَاةُ وَإِنْ لَمْ يَكُنْ عِنْدَهُ سِوَى الْمَالِ الْمُسْتَفَادِ مَا تَجِبُ فِيهِ الزَّكَاةُ لَمْ يَجِبْ عَلَيْهِ فِي الْمَالِ الْمُسْتَفَادِ زَكَاةٌ حَتَّى يَحُولَ عَلَيْهِ الْحَوْلُ فَإِنِ اسْتَفَادَ مَالاً قَبْلَ أَنْ يَحُولَ عَلَيْهِ الْحَوْلُ فَإِنَّهُ يُزَكِّي الْمَالَ الْمُسْتَفَادَ مَعَ مَالِهِ الَّذِي وَجَبَتْ فِيهِ الزَّكَاةُ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَأَهْلُ الْكُوفَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, পূর্ববর্তী বর্ণনা হতে এই বর্ণনাটি (সনদের বিচারে) বেশি সহীহ্‌। ইবনু উমারের নিকট হতে অধিক সংখ্যক বর্ণনাকারী এটি মাওকূফ হিসাবে বর্ণনা করেছেন। আবদুর রাহমান ইবনু যাইদ ইবনু আসলাম হাদীস শাস্ত্রে দুর্বল। তাকে আহমাদ ইবনু হাম্বাল, আলী ইবনুল মাদীনী প্রমুখ হাদীস বিশারদগণ যঈফ বলেছেন এবং তিনি অনেক ভুলের শিকার হন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একাধিক সাহাবা হতে বর্ণিত আছে যে, মালিকের হাতে বর্ষচক্র পার না হওয়া পর্যন্ত অর্জিত মালের যাকাত আদায় করতে হবে না। মালিক ইবনু আনাস, শাফিঈ, আহমাদ ইবনু হাম্বাল ও ইসহাকের এই মত। কিছু সংখ্যক মনীষী বলেছেন, যাকাত বাধ্যকর হওয়ার সমপরিমাণ সম্পদ কারো নিকটে থাকলে এবং বছরের মধ্যে আরো কিছু পরিমাণ মাল এসে যদি তার সাথে যুক্ত হয় তবে এক্ষেত্রে নতুন-পুরাতন সকল মালেরই যাকাত আদায় করতে হবে। নতুনভাবে আমদানী হওয়া মাল ব্যতীত তার নিকটে যাকাত ওয়াজিব হওয়ার মত অন্য কোন মাল না থাকলে এই নতুন অর্জিত সম্পদে বর্ষচত্র অতিক্রান্ত না হওয়া পর্যন্ত যাকাত আদায় করতে হবে না। তার নিকটে যাকাতের নিসাব পরিমাণ মাল আছে, কিন্তু এখনও এক বছর পুরো হয়নি। এরই মাঝে এর সাথে আরো নতুন মাল এসে যুক্ত হল। এক্ষেত্রে পূর্ববর্তী মালের সাথে সাথে এই নতুনভাবে আসা মালেরও যাকাত আদায় করতে হবে। সুফিয়ান সাওরী ও কূফাবাসীগণের এই মত।"
  },
  {
    "hadith_id": 635,
    "narrator": "আবদুল্লাহ (রাঃ)-এর স্ত্রী যাইনাব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে সম্বোধন করে বললেনঃ হে মহিলাগণ! তোমাদের গহনাপত্র দিয়ে হলেও তোমরা দান-খয়রাত কর। কেননা, কিয়ামাত দিবসে তোমাদের সংখ্যাই জাহান্নামীদের মধ্যে বেশি হবে।\n\n-পরবর্তী হাদীসের সহায়তায় হাদীসটি সহীহ্‌।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ عَمْرِو بْنِ الْحَارِثِ بْنِ الْمُصْطَلِقِ، عَنِ ابْنِ أَخِي، زَيْنَبَ امْرَأَةِ عَبْدِ اللَّهِ عَنْ زَيْنَبَ، امْرَأَةِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَتْ خَطَبَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏ \"‏ يَا مَعْشَرَ النِّسَاءِ تَصَدَّقْنَ وَلَوْ مِنْ حُلِيِّكُنَّ فَإِنَّكُنَّ أَكْثَرُ أَهْلِ جَهَنَّمَ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 637,
    "narrator": "আমর ইবনু শুআইব (রহঃ) হতে পর্যায়ক্রমে তার পিতা ও দাদা",
    "bn": "দুইজন মহিলা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে আসে। তাদের দুজনের হাতে স্বর্ণের বালা ছিল। তিনি তাদের উভয়কে প্রশ্ন করেনঃ তোমরা কি এর যাকাত প্রদান কর। তারা বলল, না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে বললেনঃ তোমরা কি এটা পছন্দ কর যে, আল্লাহ তা’আলা (কিয়ামাতের দিন) তোমাদের আগুনের দু’টি বালা পরিয়ে দিবেন? তারা বলল, না। তিনি বললেনঃ তবে তোমরা এর যাকাত প্রদান কর।\n\n   -অন্য শব্দে হাদীসটি হাসান, ইরওয়া (৩/২৯৬), মিশকাত (১৮০৯), সহীহ আবূ দাঊদ (১৩৯৬)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا ابْنُ لَهِيعَةَ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ امْرَأَتَيْنِ، أَتَتَا رَسُولَ اللَّهِ صلى الله عليه وسلم وَفِي أَيْدِيهِمَا سُوَارَانِ مِنْ ذَهَبٍ فَقَالَ لَهُمَا ‏\"‏ أَتُؤَدِّيَانِ زَكَاتَهُ ‏\"‏ ‏.‏ قَالَتَا لاَ ‏.‏ قَالَ فَقَالَ لَهُمَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَتُحِبَّانِ أَنْ يُسَوِّرَكُمَا اللَّهُ بِسُوَارَيْنِ مِنْ نَارٍ ‏\"‏ ‏.‏ قَالَتَا لاَ ‏.‏ قَالَ ‏\"‏ فَأَدِّيَا زَكَاتَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ قَدْ رَوَاهُ الْمُثَنَّى بْنُ الصَّبَّاحِ عَنْ عَمْرِو بْنِ شُعَيْبٍ نَحْوَ هَذَا ‏.‏ وَالْمُثَنَّى بْنُ الصَّبَّاحِ وَابْنُ لَهِيعَةَ يُضَعَّفَانِ فِي الْحَدِيثِ وَلاَ يَصِحُّ فِي هَذَا الْبَابِ عَنِ النَّبِيِّ صلى الله عليه وسلم شَيْءٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, মুসান্না ইবনুস সাব্বাহ ও ইবনু লাহীআও আমর ইবনু শুআইবের নিকট হতে উক্ত হাদীস বর্ণনা করেছেন। কিন্তু তাঁরা উভয়ে হাদীস শাস্ত্রে যঈফ। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে এ ব্যাপারে কোন হাদীস সহীহ সনদে বর্ণিত হয়নি।"
  },
  {
    "hadith_id": 636,
    "narrator": "মাহমুদ ইবনু গাইলান আবূ দাঊদ",
    "bn": "তিনি শুবা হতে তিনি আ’মাশ হতে, তিনি আবূ ওয়ায়িল হতে তিনি জায়নাবের ভ্রাতুষ্পুত্র হতে তিনি আব্দুল্লাহর স্ত্রী যাইনাব হতে তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে উপরের হাদীসের মত হাদীস বর্ণনা করেছেন......। \n\nএই বর্ণনাটি পূর্ববর্তী বর্ণনার চেয়ে অনেক বেশি সহীহ্‌।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، عَنْ شُعْبَةَ، عَنِ الأَعْمَشِ، قَالَ سَمِعْتُ أَبَا وَائِلٍ، يُحَدِّثُ عَنْ عَمْرِو بْنِ الْحَارِثِ ابْنِ أَخِي، زَيْنَبَ امْرَأَةِ عَبْدِ اللَّهِ - عَنْ زَيْنَبَ، - امْرَأَةِ عَبْدِ اللَّهِ - عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ أَبِي مُعَاوِيَةَ وَأَبُو مُعَاوِيَةَ وَهِمَ فِي حَدِيثِهِ فَقَالَ عَنْ عَمْرِو بْنِ الْحَارِثِ عَنِ ابْنِ أَخِي زَيْنَبَ ‏.‏ وَالصَّحِيحُ إِنَّمَا هُوَ عَنْ عَمْرِو بْنِ الْحَارِثِ ابْنِ أَخِي زَيْنَبَ ‏.‏ وَقَدْ رُوِيَ عَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ رَأَى فِي الْحُلِيِّ زَكَاةً ‏.‏ وَفِي إِسْنَادِ هَذَا الْحَدِيثِ مَقَالٌ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي ذَلِكَ فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَالتَّابِعِينَ فِي الْحُلِيِّ زَكَاةَ مَا كَانَ مِنْهُ ذَهَبٌ وَفِضَّةٌ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَعَبْدُ اللَّهِ بْنُ الْمُبَارَكِ ‏.‏ وَقَالَ بَعْضُ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمُ ابْنُ عُمَرَ وَعَائِشَةُ وَجَابِرُ بْنُ عَبْدِ اللَّهِ وَأَنَسُ بْنُ مَالِكٍ لَيْسَ فِي الْحُلِيِّ زَكَاةٌ ‏.‏ وَهَكَذَا رُوِيَ عَنْ بَعْضِ فُقَهَاءِ التَّابِعِينَ وَبِهِ يَقُولُ مَالِكُ بْنُ أَنَسٍ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ মুআবিয়া সন্দেহে পতিত হয়ে বলেছেন, যাইনাবের ভাইয়ের ছেলের নিকট হতে আমর ইবনু হারিস বর্ণনা করেছেন। অথচ সঠিক হল- আমর ইবনু হারিস যাইনাবের ভাইয়ের ছেলে। আমর ইবনু শুআইব হতে পর্যায়ক্রমে তাঁর পিতা ও দাদার সূত্রে বর্ণিত আছেঃ গহনাপত্রের যাকাত আদায় করতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আদেশ করেছেন। অবশ্য এ হাদীসের সনদ প্রসঙ্গে সমালোচনা আছে।\nআলিমগণের মধ্যে অলংকারপত্রের যাকাত আদায়ের ব্যাপারে মতবিরোধ আছে। একদল সাহাবা ও তাবিঈ বলেছেন, অলংকারাদির যাকাত আদায় করতে হবে, তা স্বর্ণের কিংবা রূপারই হোক না কেন। সুফিয়ান সাওরী, ও ইবনুল মুবারাকের একই রকম মত। আরেক দল সাহাবা, যেমন ইবনু উমার, আইশা, জাবির ইবনু আবদুল্লাহ ও আনাস ইবনু মালিক (রাঃ) বলেছেন, অলংকারাদির উপর যাকাত আদায় করা ওয়াজিব নয়। কয়েকজন ফিক্‌হবিদ তাবিঈ হতেও একইরকম বর্ণিত আছে। ইমাম মালিক, শাফিঈ, আহমাদ ও ইসহাক এরকমই মত প্রকাশ করেছেন।"
  },
  {
    "hadith_id": 638,
    "narrator": "মুআয (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সব্জি অর্থাৎ তরিতরকারির উপর যাকাত ধার্য প্রসঙ্গে জানতে চেয়ে চিঠি লিখেন। তিনি (রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এতে যাকাত ধার্য হবে না।\n\n   -সহীহ্‌, ইরওয়া (৩/২৭৯)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، عَنِ الْحَسَنِ بْنِ عُمَارَةَ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عُبَيْدٍ، عَنْ عِيسَى بْنِ طَلْحَةَ، عَنْ مُعَاذٍ، أَنَّهُ كَتَبَ إِلَى النَّبِيِّ صلى الله عليه وسلم يَسْأَلُهُ عَنِ الْخُضْرَوَاتِ وَهِيَ الْبُقُولُ فَقَالَ ‏ \"‏ لَيْسَ فِيهَا شَيْءٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى إِسْنَادُ هَذَا الْحَدِيثِ لَيْسَ بِصَحِيحٍ وَلَيْسَ يَصِحُّ فِي هَذَا الْبَابِ عَنِ النَّبِيِّ صلى الله عليه وسلم شَيْءٌ وَإِنَّمَا يُرْوَى هَذَا عَنْ مُوسَى بْنِ طَلْحَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنْ لَيْسَ فِي الْخُضْرَوَاتِ صَدَقَةٌ ‏.‏ قَالَ أَبُو عِيسَى وَالْحَسَنُ هُوَ ابْنُ عُمَارَةَ وَهُوَ ضَعِيفٌ عِنْدَ أَهْلِ الْحَدِيثِ ضَعَّفَهُ شُعْبَةُ وَغَيْرُهُ وَتَرَكَهُ عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা এ হাদীসের সনদ সহীহ্‌ নয় বলেছেন। সহীহ্‌ সনদসূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হতে এ অনুচ্ছেদে কোন কিছু বর্ণিত হয়নি। এ হাদীসটি মূসা ইবনু তালহা তাঁর সনদসূত্রে মুরসালভাবে বর্ণনা করেছেন। আলিমগণও এ হাদীসের উপর আমল করেছেন। তাঁরা বলেন, শাক-সব্জি ও তরিতরকারির যাকাত আদায় করতে হবে না। আবূ ঈসা বলেন, হাসান হলেন উমারার ছেলে। তিনি হাদীস বিশারদদের দৃষ্টিতে যঈফ বর্ণনাকারী। শুবা প্রমুখ তাকে দুর্বল বলেছেন। তাকে আবদুল্লাহ ইবনুল মুবারাক সম্পূর্ণরূপে পরিত্যাগ করেছেন।"
  },
  {
    "hadith_id": 640,
    "narrator": "সালিম (রহঃ) হতে তাঁর পিতার",
    "bn": "এমন ধরণের জমির উপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উশর ধার্য করেছেন যেটি বৃষ্টির পানি অথবা ঝর্ণার কিংবা নালার পানির সাহায্যে সিক্ত হয়ে থাকে। আর সেচের সাহায্যে যে জমি সিক্ত হয় তাতে অর্ধেক উশর। \n\n   -সহীহ্‌, ইবনু মা-জাহ (১৮১৭), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ الْحَسَنِ، حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا ابْنُ وَهْبٍ، حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّهُ سَنَّ فِيمَا سَقَتِ السَّمَاءُ وَالْعُيُونُ أَوْ كَانَ عَثَرِيًّا الْعُشْرُ وَفِيمَا سُقِيَ بِالنَّضْحِ نِصْفُ الْعُشْرِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা এই হাদীসটিকে হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 639,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে জমি ঝর্ণা ও বৃষ্টির পানির সাহায্যে সিক্ত হয় সে জমিতে উশর ধার্য হবে। সেচের সাহায্যে যে জমি সিক্ত হয় তাতে অর্ধেক উশর ধার্য হবে।\n\n   -পরবর্তী হাদীসের সহায়তায় হাদীসটি সহীহ।",
    "ar": "حَدَّثَنَا أَبُو مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا عَاصِمُ بْنُ عَبْدِ الْعَزِيزِ الْمَدَنِيُّ، حَدَّثَنَا الْحَارِثُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ أَبِي ذُبَابٍ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، وَبُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ فِيمَا سَقَتِ السَّمَاءُ وَالْعُيُونُ الْعُشْرُ وَفِيمَا سُقِيَ بِالنَّضْحِ نِصْفُ الْعُشْرِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسِ بْنِ مَالِكٍ وَابْنِ عُمَرَ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ وَبُسْرِ بْنِ سَعِيدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏ وَكَأَنَّ هَذَا أَصَحُّ ‏.‏ وَقَدْ صَحَّ حَدِيثُ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا الْبَابِ وَعَلَيْهِ الْعَمَلُ عِنْدَ عَامَّةِ الْفُقَهَاءِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আনাস ইবনু মালিক, ইবনু উমার ও জা-বির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, এই হাদীসটি সুলাইমান ইবনু ইয়াসার ও বুসর ইবনু সাঈদ মুরসালভাবে বর্ণনা করেছেন। পূর্ববর্তী বর্ণনার তুলনায় সনদের বিচারে এই (মুরসাল) বর্ণনাটি বেশি সহীহ্‌। ইবনু    উমার (রাঃ) হতেও এ অনুচ্ছেদে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহীহ হাদীস বর্ণিত আছে। এ হাদীসের উপরই সকল ফিক্‌হবিদ আমল করেন।"
  },
  {
    "hadith_id": 642,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পশুর আঘাতে, খনিতে, এবং কূপে পড়াতেও কোন দণ্ড নেই। রিকাযে পাঁচ ভাগের এক ভাগ (যাকাত) নির্ধারিত হবে।\n\n   -সহীহ, ইবনু মা-জাহ (২৬৭৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ الْعَجْمَاءُ جُرْحُهَا جُبَارٌ وَالْمَعْدِنُ جُبَارٌ وَالْبِئْرُ جُبَارٌ وَفِي الرِّكَازِ الْخُمْسُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسِ بْنِ مَالِكٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَعُبَادَةَ بْنِ الصَّامِتِ وَعَمْرِو بْنِ عَوْفٍ الْمُزَنِيِّ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আনাস ইবনু মালিক, আবদুল্লাহ ইবনু আমর, উবাদা ইবনু সামিত, আমর ইবনু আওফ ও জা-বির (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 645,
    "narrator": "রাফি ইবনু খাদীজ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ ন্যায়নিষ্ঠার সাথে যাকাত আদায়কারী আল্লাহ্ তা’আলার পথে জিহাদকারী সৈনিকের সমান (মর্যাদা সম্পন্ন) যে পর্যন্তনা সে বাড়িতে ফিরে আসে।\n\n   -হাসান সহীহ্‌, ইবনু মা-জাহ (১৮০৯)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَخْبَرَنَا يَزِيدُ بْنُ عِيَاضٍ، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا أَحْمَدُ بْنُ خَالِدٍ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ عَاصِمِ بْنِ عُمَرَ بْنِ قَتَادَةَ، عَنْ مَحْمُودِ بْنِ لَبِيدٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ الْعَامِلُ عَلَى الصَّدَقَةِ بِالْحَقِّ كَالْغَازِي فِي سَبِيلِ اللَّهِ حَتَّى يَرْجِعَ إِلَى بَيْتِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ رَافِعِ بْنِ خَدِيجٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَيَزِيدُ بْنُ عِيَاضٍ ضَعِيفٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏ وَحَدِيثُ مُحَمَّدِ بْنِ إِسْحَاقَ أَصَحُّ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 646,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যাকাত সংগ্রহে সীমা লংঘনকারী যাকাত আদায়ে বাধা দানকারীর (অস্বীকারকারীর) মতই।\n\n   -হাসান, ইবনু মা-জাহ (১৮০৮)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ سَعْدِ بْنِ سِنَانٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ الْمُعْتَدِي فِي الصَّدَقَةِ كَمَانِعِهَا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَأُمِّ سَلَمَةَ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ تَكَلَّمَ أَحْمَدُ بْنُ حَنْبَلٍ فِي سَعْدِ بْنِ سِنَانٍ ‏.‏ وَهَكَذَا يَقُولُ اللَّيْثُ بْنُ سَعْدٍ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ سَعْدِ بْنِ سِنَانٍ عَنْ أَنَسِ بْنِ مَالِكٍ ‏.‏ وَيَقُولُ عَمْرُو بْنُ الْحَارِثِ وَابْنُ لَهِيعَةَ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ سِنَانِ بْنِ سَعْدٍ عَنْ أَنَسٍ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدًا يَقُولُ وَالصَّحِيحُ سِنَانُ بْنُ سَعْدٍ ‏.‏ وَقَوْلُهُ ‏\"‏ الْمُعْتَدِي فِي الصَّدَقَةِ كَمَانِعِهَا ‏\"‏ يَقُولُ عَلَى الْمُعْتَدِي مِنَ الإِثْمِ كَمَا عَلَى الْمَانِعِ إِذَا مَنَعَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার, উম্মু সালামা ও আবূ হুরাইরা (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা আনাস (রাঃ) হতে বর্ণিত হাদীসটিকে উল্লেখিত সনদে গারীব বলেছেন। আহ্‌মাদ ইবনু হাম্বাল এ হাদীসের এক বর্ণনাকারী সা’দ ইবনু সিনানের সমালোচনা করেছেন। লাইস ইবনু সা'দ হাদীসের সনদ এভাবে বলেছেনঃ ইয়াযীদ ইবনু আবী হাবীব সা’দ ইবনু সিনান হতে তিনি আনাস ইবনু মালিক হতে। আর আমর ইবনুল হারিস সনদ বর্ণনা করেছেন এভাবে, ইবনু লাহীআ ইয়াযীদ ইবনু আবী হাবীব হতে, তিনি সিনান ইবনু সা’দ হতে তিনি আনাস হতে। ইমাম বুখারী বলেছেন, সা’দ ইবনু সিনান সঠিক নয়; বরং সিনান ইবনু সা’দ হবে। তিনি আরো বলেন, যে লোক যাকাত আদায় করে না তার যে গুনাহ হবে, অনুরূপ যে লোক যাকাত আদায় করতে গিয়ে বাড়াবাড়ি করে সে লোকেরও একইরকম গুনাহ হবে।"
  },
  {
    "hadith_id": 647,
    "narrator": "জারীর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যাকাত আদায়কারী (সংগ্রহকারী) তোমাদের নিকটে আসলে তিনি যেন (তোমাদের উপর) সন্তুষ্ট হয়েই ফিরতে পারে (তার সাথে ভাল ব্যবহার কর)।\n\n   -সহীহ্‌, ইবনু মা-জাহ (১৮০২), মুসলিম সংক্ষিপ্তভাবে।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ يَزِيدَ، عَنْ مُجَالِدٍ، عَنِ الشَّعْبِيِّ، عَنْ جَرِيرٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِذَا أَتَاكُمُ الْمُصَدِّقُ فَلاَ يُفَارِقَنَّكُمْ إِلاَّ عَنْ رِضًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 650,
    "narrator": "আবদুল্লাহ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মানুষের নিকটে যে লোক হাত পাতে (সাহায্য প্রার্থনা করে) অথচ তার এটা হতে বাঁচার মত সম্বল আছে, সে লোক কিয়ামাত দিবসে তার মুখমণ্ডলে এই সাহায্য চাওয়ার ক্ষত নিয়ে আল্লাহ্ তা’আলার সামনে উপস্থিত হবে। প্রশ্ন করা হল, হে আল্লাহ্‌র রাসূল! কি পরিমাণ সম্পদ থাকলে সে লোক অন্য কারো নিকটে হাত পাততে পারবে না? তিনি বললেনঃ পঞ্চাশ দিরহাম বা সমমূল্যের স্বর্ণ।\n\n   -সহীহ্‌, সহীহ্‌ আবূ দাঊদ (১৪৩৮), মিশকাত (১৮৪৭)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَعَلِيُّ بْنُ حُجْرٍ، - قَالَ قُتَيْبَةُ حَدَّثَنَا شَرِيكٌ، وَقَالَ، عَلِيٌّ أَخْبَرَنَا شَرِيكٌ، وَالْمَعْنَى، وَاحِدٌ، عَنْ حَكِيمِ بْنِ جُبَيْرٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ سَأَلَ النَّاسَ وَلَهُ مَا يُغْنِيهِ جَاءَ يَوْمَ الْقِيَامَةِ وَمَسْأَلَتُهُ فِي وَجْهِهِ خُمُوشٌ أَوْ خُدُوشٌ أَوْ كُدُوحٌ ‏\"‏ ‏.‏ قِيلَ يَا رَسُولَ اللَّهِ وَمَا يُغْنِيهِ قَالَ ‏\"‏ خَمْسُونَ دِرْهَمًا أَوْ قِيمَتُهَا مِنَ الذَّهَبِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ مَسْعُودٍ حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ تَكَلَّمَ شُعْبَةُ فِي حَكِيمِ بْنِ جُبَيْرٍ مِنْ أَجْلِ هَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা ইবনু মাসঊদ (রাঃ) হতে বর্ণিত হাদীসটিকে হাসান বলেছেন। এ হাদীসের পরিপ্রেক্ষিতে শুবা হাকীম ইবনু জুবাইরের সমালোচনা করেছেন।"
  },
  {
    "hadith_id": 652,
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ অবস্থাপন্ন সচ্ছল ও সুস্থ-সবল লোকের জন্য যাকাত নেয়া বৈধ নয়।\n\n   -সহীহ, মিশকাত (১৪৪৪), ইরওয়া (৮৭৭)।",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ سَعِيدٍ، ح وَحَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا سُفْيَانُ، عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ، عَنْ رَيْحَانَ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ تَحِلُّ الصَّدَقَةُ لِغَنِيٍّ وَلاَ لِذِي مِرَّةٍ سَوِيٍّ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَحُبْشِيِّ بْنِ جُنَادَةَ وَقَبِيصَةَ بْنِ مُخَارِقٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو حَدِيثٌ حَسَنٌ ‏.‏ وَقَدْ رَوَى شُعْبَةُ عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ هَذَا الْحَدِيثَ بِهَذَا الإِسْنَادِ وَلَمْ يَرْفَعْهُ ‏.‏ وَقَدْ رُوِيَ فِي غَيْرِ هَذَا الْحَدِيثِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ لاَ تَحِلُّ الْمَسْأَلَةُ لِغَنِيٍّ وَلاَ لِذِي مِرَّةٍ سَوِيٍّ ‏\"‏ ‏.‏ وَإِذَا كَانَ الرَّجُلُ قَوِيًّا مُحْتَاجًا وَلَمْ يَكُنْ عِنْدَهُ شَيْءٌ فَتُصُدِّقَ عَلَيْهِ أَجْزَأَ عَنِ الْمُتَصَدِّقِ عِنْدَ أَهْلِ الْعِلْمِ وَوَجْهُ هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ عَلَى الْمَسْأَلَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা, হুবশী ইবনু জুনাদা ও কাবীসা ইবনু মুখারিক (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা আব্দুল্লাহ ইবনু আমর (রাঃ) হতে বর্ণিত হাদীসটিকে হাসান বলেছেন। এ হাদীসটি শুবাও সা’দ ইবনু ইবরাহীম হতে উল্লেখিত সনদে বর্ণনা করেছেন। কিন্তু এ হাদীসকে তিনি মারফূহিসেবে বর্ণনা করেননি। অন্য একটি বর্ণনায় রয়েছে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “অবস্থাপন্ন সচ্ছল লোক এবং শক্তিমান ও সুস্থ দেহের অধিকারী লোকের পক্ষে অন্য কারো নিকটে হাত পাতা জায়িয নয়।”\n   এ প্রসঙ্গে আলিমগণের অভিমত এটাই যে, যদি শক্তিমান সুঠাম দেহের অধিকারী লোক সাহায্যের মুখাপেক্ষী হয় এবং যদি তার নূন্যতম প্রয়োজন মেটানোর মত সম্বল না থাকে তবে সে লোককে যাকাত প্রদান করলে যাকাত আদায় হয়ে যাবে। কিছু মনীষীর মতে, ভিক্ষাবৃত্তি প্রসঙ্গে এ হাদীসটি বলা হয়েছে (যাকাত গ্রহণ জায়িয হওয়া বা না হওয়া প্রসঙ্গে নয়) ।"
  },
  {
    "hadith_id": 655,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, এক লোক রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে ফল কিনে ক্ষতির সম্মুখীন হয়ে অনেক ঋণে জর্জরিত হয়ে পড়ে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (লোকদের) বললেনঃ একে তোমরা দান-খয়রাত কর। লোকেরা তাকে দান-খয়রাত করল, কিন্তু তা ঋণ পরিশোধের সমপরিমাণ হল না। তারপর ঋণগ্রস্ত লোকের পাওনাদারদের রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এখন যা পাচ্ছ নিয়ে নাও, (আপাতত) এরচেয়ে বেশি আর পাবে না।\n\n   -সহীহ, ইবনু মা-জাহ (২৩৫৬), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ بُكَيْرِ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ أُصِيبَ رَجُلٌ فِي عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي ثِمَارٍ ابْتَاعَهَا فَكَثُرَ دَيْنُهُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تَصَدَّقُوا عَلَيْهِ ‏\"‏ ‏.‏ فَتَصَدَّقَ النَّاسُ عَلَيْهِ فَلَمْ يَبْلُغْ ذَلِكَ وَفَاءَ دَيْنِهِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِغُرَمَائِهِ ‏\"‏ خُذُوا مَا وَجَدْتُمْ وَلَيْسَ لَكُمْ إِلاَّ ذَلِكَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَجُوَيْرِيَةَ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আইশা, জুয়াইরিয়া ও আনাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা আবূ সাঈদ (রাঃ) হতে বর্ণিত হাদীসটিকে হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 657,
    "narrator": "আবূ রাফি (রাঃ)",
    "bn": "মাখযূম বংশের এক লোককে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাকাত আদায়কারী নিযুক্ত করে প্রেরণ করেন। সে আবূ রাফি (রাঃ)-কে বলল, আপনি আমার সহযাত্রী হয়ে যান, আপনিও যাতে কিছু পেতে পারেন। তিনি বলেন, না, আগে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে গিয়ে জিজ্ঞেস করে দেখি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে গিয়ে তিনি প্রশ্ন করলেন। তিনি বললেনঃ আমাদের (হাশিম বংশের) জন্য যাকাত নেয়া বৈধ নয়। আর কোন বংশের মুক্তদাস তাদেরই অন্তর্ভুক্ত।\n\n   -সহীহ, মিশকাত (১৮২৯), ইরওয়া (৩/৩৬৫ ও ৮৮০), সহীহাহ (১৬১২)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنِ ابْنِ أَبِي رَافِعٍ، عَنْ أَبِي رَافِعٍ، رضى الله عنه أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ رَجُلاً مِنْ بَنِي مَخْزُومٍ عَلَى الصَّدَقَةِ فَقَالَ لأَبِي رَافِعٍ اصْحَبْنِي كَيْمَا تُصِيبَ مِنْهَا ‏.‏ فَقَالَ لاَ ‏.‏ حَتَّى آتِيَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَسْأَلَهُ ‏.‏ فَانْطَلَقَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَسَأَلَهُ فَقَالَ ‏ \"‏ إِنَّ الصَّدَقَةَ لاَ تَحِلُّ لَنَا وَإِنَّ مَوَالِيَ الْقَوْمِ مِنْ أَنْفُسِهِمْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو رَافِعٍ مَوْلَى النَّبِيِّ صلى الله عليه وسلم اسْمُهُ أَسْلَمُ وَابْنُ أَبِي رَافِعٍ هُوَ عُبَيْدُ اللَّهِ بْنُ أَبِي رَافِعٍ كَاتِبُ عَلِيِّ بْنِ أَبِي طَالِبٍ رضى الله عنه ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান সহীহ্‌। আবূ রাফি (রাঃ) রাসূলুল্লাহু (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মুক্তিপ্রাপ্ত দাস ছিলেন। তাঁর নাম আসলাম। রাফির ছেলের নাম উবাইদুল্লাহ, তিনি আলী (রাঃ)-এর সচিব ছিলেন।"
  },
  {
    "hadith_id": 656,
    "narrator": "বাহ্‌য ইবনু হাকীম (রহঃ) হতে পর্যায়ক্রমে তাঁর পিতা ও দাদার",
    "bn": "তিনি (দাদা) বলেন, কোন কিছু রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে আনা হলে তিনি প্রশ্ন করতেনঃ এটা সাদকা না-কি উপহার? লোকেরা যদি এটাকে সাদকা বলত তবে তিনি তা খেতেন না এবং লোকেরা যদি এটাকে উপহার বলত তবে তিনি তা খেতেন।\n\n   -হাসান সহীহ, আবূ হুরাইরা (রাঃ) হতে বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مَكِّيُّ بْنُ إِبْرَاهِيمَ، وَيُوسُفُ بْنُ يَعْقُوبَ الضُّبَعِيُّ السَّدُوسِيُّ، قَالاَ حَدَّثَنَا بَهْزُ بْنُ حَكِيمٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا أُتِيَ بِشَيْءٍ سَأَلَ ‏ \"‏ أَصَدَقَةٌ هِيَ أَمْ هَدِيَّةٌ ‏\"‏ ‏.‏ فَإِنْ قَالُوا صَدَقَةٌ لَمْ يَأْكُلْ وَإِنْ قَالُوا هَدِيَّةٌ أَكَلَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ سَلْمَانَ وَأَبِي هُرَيْرَةَ وَأَنَسٍ وَالْحَسَنِ بْنِ عَلِيٍّ وَأَبِي عَمِيرَةَ جَدُّ مُعَرَّفِ بْنِ وَاصِلٍ وَاسْمُهُ رُشَيْدُ بْنُ مَالِكٍ وَمَيْمُونِ بْنِ مِهْرَانَ وَابْنِ عَبَّاسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَبِي رَافِعٍ وَعَبْدِ الرَّحْمَنِ بْنِ عَلْقَمَةَ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ أَيْضًا عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَلْقَمَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي عَقِيلٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَجَدُّ بَهْزِ بْنِ حَكِيمٍ اسْمُهُ مُعَاوِيَةُ بْنُ حَيْدَةَ الْقُشَيْرِيُّ ‏.‏ قَالَ أَبُو عِيسَى وَحَدِيثُ بَهْزِ بْنِ حَكِيمٍ حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "সালমান, আবূ হুরাইরা, আনাস, হাসান ইবনু আলী, আবূ আমীরাহ, ইবনু আব্বাস, মাইমূন ইবনু মিহরান, ইবনু আব্বাস আবদুল্লাহ ইবনু আমর, আবূ রাফি ও আবদুর রাহমান ইবনু আলকামা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। উল্লেখিত হাদীসটি আব্দুর রাহমান ইবনু আলকামা হতে, আব্দুর রাহমান ইবনু আবূ আকীলার সূত্রেও নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত হয়েছে। বাহ্‌য (রাঃ)-এর দাদার নাম মুআবিয়া ইবনু হাইদা আল-কুশাইরী। আবূ ঈসা বাহ্‌য ইবনু হাকীম (রহঃ) হতে বর্ণিত হাদীসটিকে হাসান গারীব বলেছেন।"
  },
  {
    "hadith_id": 661,
    "narrator": "সাঈদ ইবনু ইয়াসার (রাঃ)",
    "bn": "তিনি আবূ হুৱাইরা (রাঃ)-কে বলতে শুনেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক বৈধ উপার্জন হতে দান খায়রাত করে, আর আল্লাহ তা’আলা হালাল ও পবিত্র মাল ছাড়া গ্রহণ করেন না, সেই দান দয়াময় রাহমান স্বয়ং ডান হাতে গ্রহণ করেন, তা যদি সামান্য একটি খেজুর হয় তাহলেও। এটা দয়াময় রাহমানের হাতে বাড়তে বাড়তে পাহাড় হতেও বড় হয়ে যায়; যেভাবে তোমাদের কেউ তার দুধ ছাড়ানো গাভী বা ঘোড়ার বাচ্চাকে লালন পালন করে থাকে।\n\n   -সহীহ্, জিলালুল জুন্নাহ (৬২৩), তা’লীকুর রাগীব, ইরওয়া (৮৮৬), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ سَعِيدِ بْنِ يَسَارٍ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا تَصَدَّقَ أَحَدٌ بِصَدَقَةٍ مِنْ طَيِّبٍ وَلاَ يَقْبَلُ اللَّهُ إِلاَّ الطَّيِّبَ إِلاَّ أَخَذَهَا الرَّحْمَنُ بِيَمِينِهِ وَإِنْ كَانَتْ تَمْرَةً تَرْبُو فِي كَفِّ الرَّحْمَنِ حَتَّى تَكُونَ أَعْظَمَ مِنَ الْجَبَلِ كَمَا يُرَبِّي أَحَدُكُمْ فَلُوَّهُ أَوْ فَصِيلَهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَعَدِيِّ بْنِ حَاتِمٍ وَأَنَسٍ وَعَبْدِ اللَّهِ بْنِ أَبِي أَوْفَى وَحَارِثَةَ بْنِ وَهْبٍ وَعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَبُرَيْدَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আইশা, আদী ইবনু হাতিম, আনাস, আবদুল্লাহ ইবনু আবূ আওফা, হারিসা ইবনু ওয়াহ্‌ব, আবদুর রাহমান ইবনু আওফ ও বুরাইদা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা আবূ হুরাইরা (রাঃ) হতে বর্ণিত হাদীসটিকে হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 665,
    "narrator": "আবদুর রাহমান ইবনু বুজাইদ (রহঃ) হতে তার দাদী উন্মু বুজাইদ (রাঃ)-এর",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে যে সকল মহিলা বাইআ’ত গ্রহণ করেছিলেন তিনিও তাদের অন্তর্ভুক্ত। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বললেন, ভিক্ষুক এসে আমার দরজায় দাড়ায়, অথচ আমার হাতে তাকে দেওয়ার মত কিছুই থাকে না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ যদি তুমি (পশুর পায়ের) একটি ক্ষুর (খুবই সামান্য জিনিস) ছাড়া তাকে দেওয়ার মত আর কিছু না পাও তবে তাই তার হাতে তুলে দাও।  \n   -সহীহ, তা’লীকুর রাগীব (২/২৯), সহীহ আবূ দাঊদ (১৪৬৭)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ بُجَيْدٍ، عَنْ جَدَّتِهِ أُمِّ بُجَيْدٍ، - وَكَانَتْ مِمَّنْ بَايَعَ رَسُولَ اللَّهِ صلى الله عليه وسلم - أَنَّهَا قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ الْمِسْكِينَ لَيَقُومُ عَلَى بَابِي فَمَا أَجِدُ لَهُ شَيْئًا أُعْطِيهِ إِيَّاهُ ‏.‏ فَقَالَ لَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنْ لَمْ تَجِدِي شَيْئًا تُعْطِينَهُ إِيَّاهُ إِلاَّ ظِلْفًا مُحْرَقًا فَادْفَعِيهِ إِلَيْهِ فِي يَدِهِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَحُسَيْنِ بْنِ عَلِيٍّ وَأَبِي هُرَيْرَةَ وَأَبِي أُمَامَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أُمِّ بُجَيْدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, হুসাইন ইবনু আলী, আবূ হুরাইরা ও আবূ উমামা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, উম্মু বুজাইদ (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্ হাদীস।"
  },
  {
    "hadith_id": 666,
    "narrator": "সাফওয়ান ইবনু উমাইয়া (রাঃ)",
    "bn": "তিনি বলেন, হুনাইনের যুদ্ধের দিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে কিছু (গানীমাতের) মাল দান করেন। তিনি আমার দৃষ্টিতে সৃষ্টির মধ্যে সবচেয়ে ঘৃণ্য দুশমন ছিলেন। আমাকে তিনি দান করতে থাকলেন। যার ফলে তিনিই আমার নিকটে সৃষ্টিকুলের মাঝে সবচেয়ে পছন্দনীয় লোক হয়ে গেলেন।\n\n   -সহীহ্‌, মুসলিম।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنِ ابْنِ الْمُبَارَكِ، عَنْ يُونُسَ بْنِ يَزِيدَ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ صَفْوَانَ بْنِ أُمَيَّةَ، قَالَ أَعْطَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ حُنَيْنٍ وَإِنَّهُ لأَبْغَضُ الْخَلْقِ إِلَىَّ فَمَا زَالَ يُعْطِينِي حَتَّى إِنَّهُ لأَحَبُّ الْخَلْقِ إِلَىَّ ‏.‏ قَالَ أَبُو عِيسَى حَدَّثَنِي الْحَسَنُ بْنُ عَلِيٍّ بِهَذَا أَوْ شِبْهِهِ فِي الْمُذَاكَرَةِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ صَفْوَانَ رَوَاهُ مَعْمَرٌ وَغَيْرُهُ عَنِ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ أَنَّ صَفْوَانَ بْنَ أُمَيَّةَ قَالَ أَعْطَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ وَكَأَنَّ هَذَا الْحَدِيثَ أَصَحُّ وَأَشْبَهُ إِنَّمَا هُوَ سَعِيدُ بْنُ الْمُسَيَّبِ أَنَّ صَفْوَانَ ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي إِعْطَاءِ الْمُؤَلَّفَةِ قُلُوبُهُمْ فَرَأَى أَكْثَرُ أَهْلِ الْعِلْمِ أَنْ لاَ يُعْطَوْا ‏.‏ وَقَالُوا إِنَّمَا كَانُوا قَوْمًا عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم كَانَ يَتَأَلَّفُهُمْ عَلَى الإِسْلاَمِ حَتَّى أَسْلَمُوا ‏.‏ وَلَمْ يَرَوْا أَنْ يُعْطَوُا الْيَوْمَ مِنَ الزَّكَاةِ عَلَى مِثْلِ هَذَا الْمَعْنَى وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ وَغَيْرِهِمْ وَبِهِ يَقُولُ أَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَ بَعْضُهُمْ مَنْ كَانَ الْيَوْمَ عَلَى مِثْلِ حَالِ هَؤُلاَءِ وَرَأَى الإِمَامُ أَنْ يَتَأَلَّفَهُمْ عَلَى الإِسْلاَمِ فَأَعْطَاهُمْ جَازَ ذَلِكَ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ সাঈদ আল-খুদরী (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, সাফওয়ানের হাদীসটি মা’মার এবং অন্যরা বর্ণনা করেছেন যুহরী হতে, তিনি সাঈদ ইবনুল মুসাইয়িব হতে তিনি সাফওয়ান ইবনু উমাইয়্যা হতে, তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে দান করেছেন...... এই হাদীসটি অধিক সহীহ্‌।\n   ‘মুয়াল্লাফাতুল কুলূবদের’ দান করার ব্যাপারে আলিমদের মাঝে মতবিরোধ আছে। বেশির ভাগ আলিমদের মতে, তাদেরকে দান করা যাবে না। তারা বলেন, এ ধরণের একটা দল রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে ছিল যাদেরকে তিনি ইসলামের দিকে আকৃষ্ট করতে চেয়েছেন। তারপর তারা ইসলাম মেনে নেয়। এ ধরণের লোকদেরকে বর্তমানে যাকাত হতে দান করার প্রয়োজন নেই। সুফিয়ান সাওরী, কূফাবাসীগণ, আহ্‌মাদ ও ইসহাক এই মত ব্যক্ত করেন। আরেক দল আলিম বলেছেন, যদি এ ধরণের লোক বর্তমানেও থেকে থাকে এবং ইমাম যদি তাদেরকে ইসলামের দিকে আকৃষ্ট করার প্রয়োজন মনে করেন তাহলে তাদেরকে কিছু দান করলে তা জায়িয হবে। ইমাম শাফিঈ এই মত প্রকাশ করেছেন।"
  },
  {
    "hadith_id": 667,
    "narrator": "আবদুল্লাহ ইবনু বুরাইদা (রাঃ)",
    "bn": "তিনি (বুরাইদা) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে আমি বসা ছিলাম। এমন সময় তাঁর নিকট এক মহিলা এসে বলল, হে আল্লাহ্‌র রাসূল! আমি আমার মাকে একটি দাসী দান করেছিলাম। তিনি মারা গেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি সাওয়াবের অধিকারী হয়ে গেছ এবং উত্তরাধিকার স্বত্ত্ব দাসীটি তোমাকে ফেরত দিয়েছে। সে বলল, হে আল্লাহ্‌র রাসূল! এক মাসের রোযা আদায় করা তার বাকী আছে, তার পক্ষ হতে আমি কি রোযা আদায় করতে পারি? তিনি বললেনঃ তার পক্ষে তুমি রোযা আদায় কর। সে বলল, হে আল্লাহ্‌র রাসূল! কখনও তিনি হাজ্জ করেননি। তার পক্ষ হতে আমি কি হাজ্জ আদায় করতে পারি? তিনি বলেনঃ হ্যাঁ, তার জন্য তুমি হাজ্জ আদায় কর।\n\n   -সহীহ, ইবনু মা-জাহ (১৭৫৯, ২৩৯৪), মুসলিম।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَطَاءٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ كُنْتُ جَالِسًا عِنْدَ النَّبِيِّ صلى الله عليه وسلم إِذْ أَتَتْهُ امْرَأَةٌ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي كُنْتُ تَصَدَّقْتُ عَلَى أُمِّي بِجَارِيَةٍ وَإِنَّهَا مَاتَتْ ‏.‏ قَالَ ‏\"‏ وَجَبَ أَجْرُكِ وَرَدَّهَا عَلَيْكِ الْمِيرَاثُ ‏\"‏ ‏.‏ قَالَتْ يَا رَسُولَ اللَّهِ إِنَّهَا كَانَ عَلَيْهَا صَوْمُ شَهْرٍ أَفَأَصُومُ عَنْهَا قَالَ ‏\"‏ صُومِي عَنْهَا ‏\"‏ ‏.‏ قَالَتْ يَا رَسُولَ اللَّهِ إِنَّهَا لَمْ تَحُجَّ قَطُّ أَفَأَحُجُّ عَنْهَا قَالَ ‏\"‏ نَعَمْ حُجِّي عَنْهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَلاَ يُعْرَفُ هَذَا مِنْ حَدِيثِ بُرَيْدَةَ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَعَبْدُ اللَّهِ بْنُ عَطَاءٍ ثِقَةٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ أَنَّ الرَّجُلَ إِذَا تَصَدَّقَ بِصَدَقَةٍ ثُمَّ وَرِثَهَا حَلَّتْ لَهُ ‏.‏ وَقَالَ بَعْضُهُمْ إِنَّمَا الصَّدَقَةُ شَيْءٌ جَعَلَهَا لِلَّهِ فَإِذَا وَرِثَهَا فَيَجِبُ أَنْ يَصْرِفَهَا فِي مِثْلِهِ ‏.‏ وَرَوَى سُفْيَانُ الثَّوْرِيُّ وَزُهَيْرُ بْنُ مُعَاوِيَةَ هَذَا الْحَدِيثَ عَنْ عَبْدِ اللَّهِ بْنِ عَطَاءٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা এ হাদীসটিকে হাসান সহীহ্‌ বলেছেন। উপরোক্ত সূত্র ব্যতীত এটি বুরাইদার হাদীস হিসাবে জানা যায়নি। হাদীস বিশারদদের মতে আবদুল্লাহ ইবনু আতা সিকাহ (নির্ভরযোগ্য) বর্ণনাকারী। এ হাদীস অনুযায়ী বেশির ভাগ আলিম আমল করার মত ব্যক্ত করেছেন। কোন লোক কিছু সাদকা করল এবং পরে আবার সে তার উত্তরাধিকারী হল, এক্ষেত্রে তার জন্য ঐ সম্পদ বৈধ। অপর একদল মনীষী বলেনঃ সাদকা বা দান খায়রাত এমন একটি জিনিস যা শুধুমাত্র আল্লাহ তা‘আলার জন্য খরচ করা হয়। এরকম সম্পদ ওয়ারিস সূত্রে প্রাপ্ত হলে উচিত হচ্ছে ঐ জিনিস পুনরায় সে পথে খরচ করে দেয়া। সুফিয়ান সাওরী ও যুহাইর ইবনু মুআবিয়া-আবদুল্লাহ ইবনু আতার সূত্রে উল্লেখিত হাদীসটি বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 668,
    "narrator": "উমার (রাঃ)",
    "bn": "এক ব্যক্তিকে তিনি আল্লাহ্‌ তা‘আলার পথে ঘোড়া দান করলেন। তিনি দেখতে পেলেন যে, সে লোক ঘোড়াটিকে বিক্রয় করছে। তিনি তা কিনতে ইচ্ছা করলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমার দান করা বস্তু তুমি ফিরত নিও না।\n\n   -সহীহ, ইবনু মা-জাহ (২৩৯০), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ الْهَمْدَانِيُّ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، عَنْ عُمَرَ، أَنَّهُ حَمَلَ عَلَى فَرَسٍ فِي سَبِيلِ اللَّهِ ثُمَّ رَآهَا تُبَاعُ فَأَرَادَ أَنْ يَشْتَرِيَهَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ لاَ تَعُدْ فِي صَدَقَتِكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা হাদীসটিকে হাসান সহীহ্‌ বলেছেন। এই হাদীস অনুযায়ী বেশিরভাগ বিশেষজ্ঞ আলিম আমল করার কথা বলেছেন।"
  },
  {
    "hadith_id": 669,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "এক লোক বলল, হে আল্লাহ্‌র রাসূল! আমার মা মৃত্যুবরণ করেছেন। তার পক্ষে আমি দান-খায়রাত করলে তার কি কোন কল্যাণে আসবে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হ্যাঁ। সে বলল, আমার একটি বাগান আছে। আপনাকে আমি সাক্ষী রেখে তার পক্ষ থেকে তা দান করলাম।\n\n   -সহীহ, সহীহ আবূ দাঊদ (৬৫৬৬), বুখারী।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا زَكَرِيَّا بْنُ إِسْحَاقَ، حَدَّثَنِي عَمْرُو بْنُ دِينَارٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَجُلاً، قَالَ يَا رَسُولَ اللَّهِ إِنَّ أُمِّي تُوُفِّيَتْ أَفَيَنْفَعُهَا إِنْ تَصَدَّقْتُ عَنْهَا قَالَ ‏ \"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ فَإِنَّ لِي مَخْرَفًا فَأُشْهِدُكَ أَنِّي قَدْ تَصَدَّقْتُ بِهِ عَنْهَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَبِهِ يَقُولُ أَهْلُ الْعِلْمِ ‏.‏ يَقُولُونَ لَيْسَ شَيْءٌ يَصِلُ إِلَى الْمَيِّتِ إِلاَّ الصَّدَقَةُ وَالدُّعَاءُ ‏.‏ وَقَدْ رَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ عِكْرِمَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏ قَالَ وَمَعْنَى قَوْلِهِ إِنَّ لِي مَخْرَفًا ‏.‏ يَعْنِي بُسْتَانًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা এ হাদীসটিকে হাসান বলেছেন। এ হাদীস অনুযায়ী আলিমগণ মত ব্যক্ত করেছেন। তাঁরা বলেন, মৃত ব্যক্তির নিকটে দু‘আ এবং দান-খায়রাত পৌঁছে। এ হাদীসটিকে কিছু বর্ণনাকারী মুরসালভাবে বর্ণনা করেছেন। মাখরাফ শব্দের অর্থ হলো ফলের বাগান।"
  },
  {
    "hadith_id": 670,
    "narrator": "আবূ উমামা আল-বাহিলী (রাঃ)",
    "bn": "তিনি বলেন, আমি বিদায় হাজ্জের বছর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তাঁর বক্তৃতায় বলতে শুনেছিঃ স্বামীর ঘর হতে তার পূবার্নুমতি ছাড়া কোন স্ত্রীলোক যেন কিছু দান না করে। প্রশ্ন করা হল, হে আল্লাহ্‌র রাসূল! খাবারও কি নয়? তিনি বললেনঃ খাবার তো আমাদের উত্তম সম্পদ।\n\n   -হাসান, ইবনু মা-জাহ (২২৯৫)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، حَدَّثَنَا شُرَحْبِيلُ بْنُ مُسْلِمٍ الْخَوْلاَنِيُّ، عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي خُطْبَتِهِ عَامَ حَجَّةِ الْوَدَاعِ يَقُولُ ‏\"‏ لاَ تُنْفِقُ امْرَأَةٌ شَيْئًا مِنْ بَيْتِ زَوْجِهَا إِلاَّ بِإِذْنِ زَوْجِهَا ‏\"‏ ‏.‏ قِيلَ يَا رَسُولَ اللَّهِ وَلاَ الطَّعَامُ قَالَ ‏\"‏ ذَاكَ أَفْضَلُ أَمْوَالِنَا ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ وَأَسْمَاءَ بِنْتِ أَبِي بَكْرٍ وَأَبِي هُرَيْرَةَ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَعَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي أُمَامَةَ حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "সা’দ ইবনু আবূ ওয়াক্কাস, আসমা বিনতু আবূ বাক্‌র, আবূ হুরাইরা, আবদুল্লাহ ইবনু আমর ও আইশা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ উসামা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান বলেছেন।"
  },
  {
    "hadith_id": 671,
    "narrator": "আইশা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ স্বামীর ঘর হতে স্ত্রী কোন কিছু দান করলে এতে তার সাওয়াব হয়। স্বামীরও সমপরিমান সাওয়াব হয় এবং রক্ষণাবেক্ষণকারীরও সমপরিমান সাওয়াব হয়। এতে একজন অন্যজনের কিছু পরিমাণ সাওয়াবও কমাতে পারে না। স্বামীকে উপার্জনের জন্য এবং স্ত্রীকে খরচের জন্য সাওয়াব দেওয়া হয়।\n\n   -সহীহ, ইবনু মা-জাহ (২২৯৪), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، حَدَّثَنَا شُعْبَةُ، عَنْ عَمْرِو بْنِ مُرَّةَ، قَالَ سَمِعْتُ أَبَا وَائِلٍ، يُحَدِّثُ عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏ \"‏ إِذَا تَصَدَّقَتِ الْمَرْأَةُ مِنْ بَيْتِ زَوْجِهَا كَانَ لَهَا بِهِ أَجْرٌ وَلِلزَّوْجِ مِثْلُ ذَلِكَ وَلِلْخَازِنِ مِثْلُ ذَلِكَ وَلاَ يَنْقُصُ كُلُّ وَاحِدٍ مِنْهُمْ مِنْ أَجْرِ صَاحِبِهِ شَيْئًا لَهُ بِمَا كَسَبَ وَلَهَا بِمَا أَنْفَقَتْ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা এ হাদীসটিকে হাসান বলেছেন।"
  },
  {
    "hadith_id": 672,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ স্বামীর ঘর হতে যে মহিলা কোনরূপ অপচয় না করে এবং খুশি মনে কোন কিছু দান করে সে স্বামীর সমপরিমান সাওয়াব লাভ করে। তার সৎ উদ্দেশ্যের জন্য সে সাওয়াব লাভ করে এবং রক্ষণাবেক্ষণকারী একই পরিমাণে সাওয়াব অর্জন করে।\n\n   পূববর্তী হাদীসের সহায়তায় হাদীসটি সহীহ্‌।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا الْمُؤَمَّلُ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ أَبِي وَائِلٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا أَعْطَتِ الْمَرْأَةُ مِنْ بَيْتِ زَوْجِهَا بِطِيبِ نَفْسٍ غَيْرَ مُفْسِدَةٍ كَانَ لَهَا مِثْلُ أَجْرِهِ لَهَا مَا نَوَتْ حَسَنًا وَلِلْخَازِنِ مِثْلُ ذَلِكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهَذَا أَصَحُّ مِنْ حَدِيثِ عَمْرِو بْنِ مُرَّةَ عَنْ أَبِي وَائِلٍ وَعَمْرُو بْنُ مُرَّةَ لاَ يَذْكُرُ فِي حَدِيثِهِ عَنْ مَسْرُوقٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা এ হাদীসটিকে হাসান সহীহ বলেছেন। আবূ ওয়ায়িল হতে আমর ইবনু মুররাহ কর্তৃক বর্ণিত হাদীস হতে এটা অনেক বেশি সহীহ্‌। কেননা আমর ইবনু মুররাহ্‌ তার বর্ণনায় মাসরুকের উল্লেখ করেন নাই।"
  },
  {
    "hadith_id": 675,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, প্রত্যেক পুরুষ, নারী, মুক্ত দাস-দাসীর উপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক সা’ পরিমাণ খেজুর অথবা এক সা’ পরিমাণ যব ফিত্‌রা হিসেবে নির্ধারণ করে দিয়েছেন। বর্ণনাকারী বলেন, কিন্তু পরবর্তীতে লোকেরা অর্ধেক সা’ গমকে এর সমপরিমাণ ধরে নিয়েছে।\n\n   -সহীহ, ইবনু মা-জাহ (১৮২৫), বুখারী।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ فَرَضَ رَسُولُ اللَّهِ صلى الله عليه وسلم صَدَقَةَ الْفِطْرِ عَلَى الذَّكَرِ وَالأُنْثَى وَالْحُرِّ وَالْمَمْلُوكِ صَاعًا مِنْ تَمْرٍ أَوْ صَاعًا مِنْ شَعِيرٍ ‏.‏ قَالَ فَعَدَلَ النَّاسُ إِلَى نِصْفِ صَاعٍ مِنْ بُرٍّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي سَعِيدٍ وَابْنِ عَبَّاسٍ وَجَدِّ الْحَارِثِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي ذُبَابٍ وَثَعْلَبَةَ بْنِ أَبِي صُعَيْرٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা এ হাদীসটিকে হাসান সহীহ্‌ বলেছেন। আবূ সাঈদ, ইবনু আব্বাস, হারিস ইবনু আবদুর রাহমান ইবনু আবূ যুবাবের দাদা, সালাবা ইবনু আবূ সুআইর ও আবদুল্লাহ ইবনু আমর (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 676,
    "narrator": "আবদুল্লাহ ইবনু উমার (রাঃ)",
    "bn": "মুসলমান মুক্ত অথবা গোলাম, পুরুষ অথবা স্ত্রীলোক নিবির্শেষে সকলের উপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক সা’ পরিমাণ খেজুর অথবা এক সা’ পরিমাণ যব রামাযান মাসের ফিত্‌রা হিসাবে নির্ধারণ করে দিয়েছেন।\n\n   -সহীহ ইবনু মা-জাহ (১৮২৬), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُوسَى الأَنْصَارِيُّ، حَدَّثَنَا مَعْنٌ، حَدَّثَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم فَرَضَ زَكَاةَ الْفِطْرِ مِنْ رَمَضَانَ صَاعًا مِنْ تَمْرٍ أَوْ صَاعًا مِنْ شَعِيرٍ عَلَى كُلِّ حُرٍّ أَوْ عَبْدٍ ذَكَرٍ أَوْ أُنْثَى مِنَ الْمُسْلِمِينَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى مَالِكٌ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ أَيُّوبَ وَزَادَ فِيهِ مِنَ الْمُسْلِمِينَ ‏.‏ وَرَوَاهُ غَيْرُ وَاحِدٍ عَنْ نَافِعٍ وَلَمْ يَذْكُرْ فِيهِ مِنَ الْمُسْلِمِينَ ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي هَذَا فَقَالَ بَعْضُهُمْ إِذَا كَانَ لِلرَّجُلِ عَبِيدٌ غَيْرُ مُسْلِمِينَ لَمْ يُؤَدِّ عَنْهُمْ صَدَقَةَ الْفِطْرِ ‏.‏ وَهُوَ قَوْلُ مَالِكٍ وَالشَّافِعِيِّ وَأَحْمَدَ ‏.‏ وَقَالَ بَعْضُهُمْ يُؤَدِّي عَنْهُمْ وَإِنْ كَانُوا غَيْرَ مُسْلِمِينَ ‏.‏ وَهُوَ قَوْلُ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। মালিক নাফি হতে, তিনি ইবনু উমার হতে তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আইয়ূবের হাদীসের মতই বর্ণনা করেছেন এবং তাতে তিনি মুসলিমীন শব্দের উল্লেখ করেছেন। এই হাদীসটি আরও অনেকে নাফি হতে বর্ণনা করেছেন তবে তারা মুসলিমীন শব্দের উল্লেখ করেননি। ইমাম মালিক, শাফিঈ ও আহ্‌মাদ বলেন, কারো নিকটে কাফির দাস থাকলে তার জন্য ফিতরা আদায় করতে হবে না। সুফিয়ান সাওরী, ইবনুল মুবারাক ও ইসহাক বলেন, কাফির গোলাম হলেও তার জন্য ফিতরা আদায় করতে হবে।"
  },
  {
    "hadith_id": 673,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের মাঝে থাকা অবস্থায় আমরা (মাথাপিছু) এক সা’ খাবার অথবা এক সা’ যব অথবা এক সা’ খেজুর অথবা এক সা’ কিশমিশ অথবা এক সা’ পনির (ফিতরা হিসাবে) দান করতাম। আমরা এভাবেই দিয়ে আসছিলাম। কিন্তু মুআবিয়া (রাঃ) মাদীনায় এসে তিনি বিভিন্ন বিষয়ে লোকদের সাথে আলোচনা করলেন। তার আলোচনার মধ্যে একটি ছিলঃ আমি দেখছি, সিরিয়ার দুই মুদ্দ গম এক সা’ খেজুরের সমান। বর্ণনাকারী বলেন, তারপর লোকেরা এটাই অনুসরন করতে লাগলো। আবূ সাঈদ (রাঃ) বলেন, কিন্তু আমি পূর্বের মতই দিতে থাকব।\n\n   -সহীহ, ইবনু মা-জাহ (১৮২৯), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ كُنَّا نُخْرِجُ زَكَاةَ الْفِطْرِ إِذْ كَانَ فِينَا رَسُولُ اللَّهِ صلى الله عليه وسلم - صَاعًا مِنْ طَعَامٍ أَوْ صَاعًا مِنْ شَعِيرٍ أَوْ صَاعًا مِنْ تَمْرٍ أَوْ صَاعًا مِنْ زَبِيبٍ أَوْ صَاعًا مِنْ أَقِطٍ فَلَمْ نَزَلْ نُخْرِجُهُ حَتَّى قَدِمَ مُعَاوِيَةُ الْمَدِينَةَ فَتَكَلَّمَ فَكَانَ فِيمَا كَلَّمَ بِهِ النَّاسَ إِنِّي لأَرَى مُدَّيْنِ مِنْ سَمْرَاءِ الشَّامِ تَعْدِلُ صَاعًا مِنْ تَمْرٍ ‏.‏ قَالَ فَأَخَذَ النَّاسُ بِذَلِكَ ‏.‏ قَالَ أَبُو سَعِيدٍ فَلاَ أَزَالُ أُخْرِجُهُ كَمَا كُنْتُ أُخْرِجُهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ يَرَوْنَ مِنْ كُلِّ شَيْءٍ صَاعًا ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ مِنْ كُلِّ شَيْءٍ صَاعٌ إِلاَّ مِنَ الْبُرِّ فَإِنَّهُ يُجْزِئُ نِصْفُ صَاعٍ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ الْمُبَارَكِ وَأَهْلِ الْكُوفَةِ يَرَوْنَ نِصْفَ صَاعٍ مِنْ بُرٍّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা হাদীসটিকে হাসান সহীহ বলেছেন। এ হাদীসের অনুসরণ করে একদল মনীষী বলেন, প্রতিটি জিনিস এক সা’ পরিমাণ হতে হবে। একই রকম মত প্রকাশ করেছেন ইমাম শাফিঈ, আহ্‌মাদ ও ইসহাক। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল বিশেষজ্ঞ সাহাবা ও অন্যান্যরাও বলেছেন, এক সা’ পরিমাণই প্রতিটি জিনিস হতে হবে কিন্তু গম অর্ধ সা’ পরিমাণ দিলেই যথেষ্ট। সুফিয়ান সাওরী, ইবনুল মুবারাক ও কূফাবাসীদের মত এটাই যে, গম অর্ধেক সা’ পরিমাণ দিলেই চলবে।"
  },
  {
    "hadith_id": 677,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঈদের দিন সকালে ঈদের নামায আদায় করতে যাওয়ার পূর্বে ফিত্‌রা আদায়ের নির্দেশ দিতেন।\n\n   -হাসান সহীহ্‌, সহীহ আবূ দাঊদ (১৪২৮), ইরওয়া (৮৩২), বুখারী।",
    "ar": "حَدَّثَنَا مُسْلِمُ بْنُ عَمْرِو بْنِ مُسْلِمٍ أَبُو عَمْرٍو الْحَذَّاءُ الْمَدَنِيُّ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ نَافِعٍ الصَّائِغُ، عَنِ ابْنِ أَبِي الزِّنَادِ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَأْمُرُ بِإِخْرَاجِ الزَّكَاةِ قَبْلَ الْغُدُوِّ لِلصَّلاَةِ يَوْمَ الْفِطْرِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏ وَهُوَ الَّذِي يَسْتَحِبُّهُ أَهْلُ الْعِلْمِ أَنْ يُخْرِجَ الرَّجُلُ صَدَقَةَ الْفِطْرِ قَبْلَ الْغُدُوِّ إِلَى الصَّلاَةِ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "হাদীসটিকে আবূ ঈসা হাসানসহীহ গারীব বলেছেন। সকাল বেলা ঈদের নামায আদায় করতে যাওয়ার পূর্বেই ফিত্‌রা আদায় করাকে আলিমগণ মুস্তাহাব বলেছেন।"
  },
  {
    "hadith_id": 678,
    "narrator": "আলী (রাঃ)",
    "bn": "আব্বাস (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এক বছর পূর্ণ হওয়ার পূর্বে যাকাত আদায় প্রসঙ্গে প্রশ্ন করেন। তিনি তাঁকে এর অনুমতি দিয়েছেন।\n\n   -হাসান, ইবনু মা-জাহ (১৭৯৫)।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا سَعِيدُ بْنُ مَنْصُورٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ زَكَرِيَّا، عَنِ الْحَجَّاجِ بْنِ دِينَارٍ، عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ، عَنْ حُجَيَّةَ بْنِ عَدِيٍّ، عَنْ عَلِيٍّ، أَنَّ الْعَبَّاسَ، سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ تَعْجِيلِ صَدَقَتِهِ قَبْلَ أَنْ تَحِلَّ فَرَخَّصَ لَهُ فِي ذَلِكَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 679,
    "narrator": "আলী (রাঃ)",
    "bn": "উমার (রাঃ)-কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আমরা বছরের শুরুতেই আব্বাসের এই বছরের যাকাত নিয়ে নিয়েছি। \n\n   -হাসান।",
    "ar": "حَدَّثَنَا الْقَاسِمُ بْنُ دِينَارٍ الْكُوفِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، عَنْ إِسْرَائِيلَ، عَنِ الْحَجَّاجِ بْنِ دِينَارٍ، عَنِ الْحَكَمِ بْنِ جَحْلٍ، عَنْ حُجْرٍ الْعَدَوِيِّ، عَنْ عَلِيٍّ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لِعُمَرَ ‏ \"‏ إِنَّا قَدْ أَخَذْنَا زَكَاةَ الْعَبَّاسِ عَامَ الأَوَّلِ لِلْعَامِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى لاَ أَعْرِفُ حَدِيثَ تَعْجِيلِ الزَّكَاةِ مِنْ حَدِيثِ إِسْرَائِيلَ عَنِ الْحَجَّاجِ بْنِ دِينَارٍ إِلاَّ مِنْ هَذَا الْوَجْهِ وَحَدِيثُ إِسْمَاعِيلَ بْنِ زَكَرِيَّا عَنِ الْحَجَّاجِ عِنْدِي أَصَحُّ مِنْ حَدِيثِ إِسْرَائِيلَ عَنِ الْحَجَّاجِ بْنِ دِينَارٍ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنِ الْحَكَمِ بْنِ عُتَيْبَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي تَعْجِيلِ الزَّكَاةِ قَبْلَ مَحِلِّهَا فَرَأَى طَائِفَةٌ مِنْ أَهْلِ الْعِلْمِ أَنْ لاَ يُعَجِّلَهَا ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ قَالَ أَحَبُّ إِلَىَّ أَنْ لاَ يُعَجِّلَهَا ‏.‏ وَقَالَ أَكْثَرُ أَهْلِ الْعِلْمِ إِنْ عَجَّلَهَا قَبْلَ مَحِلِّهَا أَجْزَأَتْ عَنْهُ ‏.‏ وَبِهِ يَقُولُ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, হাজ্জাজ ইবনু দীনার হতে ইসরাঈল কর্তৃক বর্ণিত অগ্রিম যাকাত আদায়ের হাদীসটি অমরা এই সূত্র ব্যতীত অবগত নই। (তিরমিযী বলেন) আমার মতে, হাজ্জাজ হতে ইসমাঈল ইবনু যাকারিয়া বর্ণিত হাদীসটি হাজাজ ইবনু দীনার হতে ইসরাঈলের বর্ণিত হাদীসের চেয়ে বেশি সহীহ্‌। এটি হাকাম ইবনু উতাইবাহ হতে মুরসাল হিসেবেও বর্ণিত আছে। আলিমদের মাঝে অগ্রিম যাকাত আদায় করার ব্যাপারে দ্বিমত আছে। একদল মনীষী অগ্রিম যাকাত আদায় করা উচিৎ নয় বলে মত ব্যক্ত করেছেন। সুফিয়ান সাওরী এই মতের সমর্থন করেছেন। তিনি বলেছেন, এটা না করাই আমার মতে উত্তম। বেশিরভাগ মনীষী অগ্রিম যাকাত আদায় করলে তা জায়িয হওয়ার কথা বলেছেন। এ মতের প্রবক্তা হচ্ছেন শাফিঈ, আহ্‌মাদ ও ইসহাক।"
  },
  {
    "hadith_id": 681,
    "narrator": "সামুরা ইবনু জুনদাব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ অন্য কারো নিকটে হাত পাতাটা ক্ষতের সমতুল্য (হীন ও শ্রান্তিকর)। সাহায্য প্রার্থী নিজের মুখমণ্ডলকে এর দ্বারা ক্ষতবিক্ষত (লাঞ্ছিত) করে। কিন্তু শাসকের নিকটে কোন কিছু চাওয়া বা যে লোকের হাত পাতা ব্যতীত আর কোন উপায় নেই তার কথা ভিন্ন।\n\n   -সহীহ, তা’লীকুর রাগীব (২/২)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيِعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ زَيْدِ بْنِ عُقْبَةَ، عَنْ سَمُرَةَ بْنِ جُنْدَبٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الْمَسْأَلَةَ كَدٌّ يَكُدُّ بِهَا الرَّجُلُ وَجْهَهُ إِلاَّ أَنْ يَسْأَلَ الرَّجُلُ سُلْطَانًا أَوْ فِي أَمْرٍ لاَ بُدَّ مِنْهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন।"
  },
  {
    "hadith_id": 680,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি বলতে শুনেছিঃ তোমাদের মাঝে কোন লোক সকালে গিয়ে কাঠ সংগ্রহ করে তা পিঠে করে বহন করে এনে তা হতে প্রাপ্ত উপার্জন হতে সে দান-খায়রাত করল এবং লোকদের নিকটে হাত পাতা হতে বিরত থাকল। তার জন্য এটা অনেক উত্তম অন্যের নিকটে সাহায্য প্রার্থনা করা হতে। আর অন্য লোকের নিকটে চাইলে সে তাকে দিতেও পারে আবার নাও দিতে পারে। কেননা, নিচের হাত হতে উপরের হাত (দান গ্রহণকারীর চেয়ে প্রদানকারী) উত্তম। নিজের প্রতিপাল্যদের নিকট হতে (অর্থ ব্যয় ও দান-খয়রাত) শুরু কর।\n\n   -সহীহ্‌, ইরওয়া (৮৩৪), মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ بَيَانِ بْنِ بِشْرٍ، عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لأَنْ يَغْدُوَ أَحَدُكُمْ فَيَحْتَطِبَ عَلَى ظَهْرِهِ فَيَتَصَدَّقَ مِنْهُ فَيَسْتَغْنِيَ بِهِ عَنِ النَّاسِ خَيْرٌ لَهُ مِنْ أَنْ يَسْأَلَ رَجُلاً أَعْطَاهُ أَوْ مَنَعَهُ ذَلِكَ فَإِنَّ الْيَدَ الْعُلْيَا أَفْضَلُ مِنَ الْيَدِ السُّفْلَى وَابْدَأْ بِمَنْ تَعُولُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ حَكِيمِ بْنِ حِزَامٍ وَأَبِي سَعِيدٍ الْخُدْرِيِّ وَالزُّبَيْرِ بْنِ الْعَوَّامِ وَعَطِيَّةَ السَّعْدِيِّ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَمَسْعُودِ بْنِ عَمْرٍو وَابْنِ عَبَّاسٍ وَثَوْبَانَ وَزِيَادِ بْنِ الْحَارِثِ الصُّدَائِيِّ وَأَنَسٍ وَحُبْشِيِّ بْنِ جُنَادَةَ وَقَبِيصَةَ بْنِ مُخَارِقٍ وَسَمُرَةَ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ يُسْتَغْرَبُ مِنْ حَدِيثِ بَيَانٍ عَنْ قَيْسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হাকীম ইবনু হিযাম, আবূ সাঈদ আল-খুদরী, যুবাইর ইবনুল আওয়াম, আতিয়্যা আস-সা’দী, আবদুল্লাহ ইবনু মাসঊদ, মাসঊদ ইবনু আমর, ইবনু আব্বাস, সাওবান, যিয়াদ ইবনু হারিস আস-সুদাঈ, আনাস, হুবশী ইবনু জুনাদা, কাবীসা ইবনু মুখারিক, সামুরা ও ইবনু উমার (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা এ হাদীসটিকে হাসান, সহীহ্‌ গারীব বলেছেন। কায়িস (রহঃ) হতে বায়ান (রহঃ)-এর বর্ণিত হাদীসটিকে গারীব হাদীস বলে গণ্য করা হয়েছে।"
  },
  {
    "hadith_id": 624,
    "narrator": "আমর ইবনু মুররা (রহঃ)",
    "bn": "আমর ইবনু মুররা (রহঃ) হতে বর্ণিত আছে, তিনি বলেন, আবূ উবাইদাকে আমি প্রশ্ন করলাম, আবদুল্লাহ্‌র নিকট হতে তিনি কি কোন কিছু বর্ণনা করেন? তিনি বললেন, না।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ حَدَّثَنَا شُعْبَةُ عَنْ عَمْرِو بْنِ مُرَّةَ قَالَ سَأَلْتُ أَبَا عُبَيْدَةَ بْنَ عَبْدِ اللَّهِ هَلْ تَذْكُرُ مِنْ عَبْدِ اللَّهِ شَيْئًا قَالَ لاَ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "আবূ উবাইদাহ হতে সূত্রটি সহীহ, আর তিনি হলেন আব্দুল্লাহ ইবনু মাসউদের ছেলে।"
  },
  {
    "hadith_id": 627,
    "narrator": "মুহাম্মাদ ইবনু বাশ্‌শার",
    "bn": "মুহাম্মাদ ইবনু বাশ্‌শার আব্দুর রহমান ইবনু মাহদী হতে, তিনি সুফিয়ান হতে, তিনি শুবা হতে, তিনি মালিক ইবনু আনাস হতে, তিনি আমর ইবনু ইয়াহইয়া হতে, তিনি তার পিতা হতে, তিনি আবূ সাঈদ আল-খুদরী হতে আমর ইবনু ইয়াহইয়া হতে আব্দুল আজীজের হাদীসের মতই হাদীস বর্ণনা করেছেন। আবূ সাঈদ হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্‌ বলেছেন। আরো কয়েকটি সূত্রে উপরে উল্লেখিত হাদীসটি তার নিকট হতে ৰর্ণিত হয়েছে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، وَشُعْبَةُ، وَمَالِكُ بْنُ أَنَسٍ، عَنْ عَمْرِو بْنِ يَحْيَى، عَنْ أَبِيهِ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ عَبْدِ الْعَزِيزِ عَنْ عَمْرِو بْنِ يَحْيَى ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي سَعِيدٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ وَجْهٍ عَنْهُ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنْ لَيْسَ فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ صَدَقَةٌ ‏.‏ وَالْوَسْقُ سِتُّونَ صَاعًا وَخَمْسَةُ أَوْسُقٍ ثَلاَثُمِائَةِ صَاعٍ وَصَاعُ النَّبِيِّ صلى الله عليه وسلم خَمْسَةُ أَرْطَالٍ وَثُلُثٌ وَصَاعُ أَهْلِ الْكُوفَةِ ثَمَانِيَةُ أَرْطَالٍ ‏.‏ وَلَيْسَ فِيمَا دُونَ خَمْسِ أَوَاقٍ صَدَقَةٌ وَالأُوقِيَّةُ أَرْبَعُونَ دِرْهَمًا وَخَمْسُ أَوَاقٍ مِائَتَا دِرْهَمٍ ‏.‏ وَلَيْسَ فِيمَا دُونَ خَمْسِ ذَوْدٍ صَدَقَةٌ يَعْنِي لَيْسَ فِيمَا دُونَ خَمْسٍ مِنَ الإِبِلِ صَدَقَةٌ فَإِذَا بَلَغَتْ خَمْسًا وَعِشْرِينَ مِنَ الإِبِلِ فَفِيهَا بِنْتُ مَخَاضٍ وَفِيمَا دُونَ خَمْسٍ وَعِشْرِينَ مِنَ الإِبِلِ فِي كُلِّ خَمْسٍ مِنَ الإِبِلِ شَاةٌ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "এই হাদীসের ভিত্তিতে আলিমগণ মত প্রকাশ করেছেন যে, পাঁচ ওয়াসাকের কম পরিমাণ শস্যে কোন যাকাত আদায় করতে হবে না। ষাট সা’ পরিমাণে এক ওয়াসাক হয়। অতএব, পাঁচ ওয়াসাকে তিনশত সা’ হবে। সোয়া পাঁচ রোতলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সা’ হত। কূফাবাসীদের এক সা’ হয় আট রোতল পরিমাণে। পাঁচ উকিয়ার কম পরিমাণ রূপার ক্ষেত্রে যাকাত ধার্য হয় না। চল্লিশ দিরহাম পরিমাণে এক উকিয়া হয়। অতএব, পাঁচ উকিয়া পরিমাণে দুই শত দিরহাম হয় পাঁচ যাওদ অর্থাৎ পাঁচের কম সংখ্যক উটের ক্ষেত্রে যাকাত ধার্য হয় না। উটের সংখ্যা পঁচিশে পৌছলে তখন যাকাত হিসেবে এক বছরের একটি মাদী উট আদায় করতে হবে। পঁচিশের কম সংখ্যক উট হলে প্রতি পাঁচটি উটে একটি বকরী যাকাত আদায় করতে হবে।"
  },
  {
    "hadith_id": 634,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "ইবনু আব্বাস (রাঃ) হতে পূর্বোক্ত হাদিসের অনুরূপ বর্ণিত আছে।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا جَرِيرٌ، عَنْ قَابُوسَ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏ وَفِي الْبَابِ عَنْ سَعِيدِ بْنِ زَيْدٍ، وَجَدِّ حَرْبِ بْنِ عُبَيْدِ اللَّهِ الثَّقَفِيِّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ قَدْ رُوِيَ عَنْ قَابُوسِ بْنِ أَبِي ظَبْيَانَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ عَامَّةِ أَهْلِ الْعِلْمِ أَنَّ النَّصْرَانِيَّ إِذَا أَسْلَمَ وُضِعَتْ عَنْهُ جِزْيَةُ رَقَبَتِهِ ‏.‏ وَقَوْلُ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ لَيْسَ عَلَى الْمُسْلِمِينَ عُشُورٌ ‏\"‏ إِنَّمَا يَعْنِي بِهِ جِزْيَةَ الرَّقَبَةِ وَفِي الْحَدِيثِ مَا يُفَسِّرُ هَذَا حَيْثُ قَالَ ‏\"‏ إِنَّمَا الْعُشُورُ عَلَى الْيَهُودِ وَالنَّصَارَى وَلَيْسَ عَلَى الْمُسْلِمِينَ عُشُورٌ ‏\"‏ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  },
  {
    "hadith_id": 633,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ একই লোকালয়ে (আরবে) দু'টি কিবলার সুযোগ নেই এবং মুসলমানদের ওপর কোন জিযইয়া নেই।\n\nযঈফ, ইরওয়া (১২৪৪), যঈফ (৪৩৭৯)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ أَكْثَمَ، حَدَّثَنَا جَرِيرٌ، عَنْ قَابُوسِ بْنِ أَبِي ظَبْيَانَ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَصْلُحُ قِبْلَتَانِ فِي أَرْضٍ وَاحِدَةٍ وَلَيْسَ عَلَى الْمُسْلِمِينَ جِزْيَةٌ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ কুরাইবও এই সনদে অনুরূপ হাদীস বর্ণনা করেছেন। \n\nযঈফ, জামে সাগীর (২০৫০), মিশকাত (৪০৩৯)। এ অনুচ্ছেদে সাঈদ ইবনু যাইদ ও হারব ইবনু উবাইদুল্লাহর দাদা হতেও হাদীস বর্ণিত আছে। আবু ঈসা বলেন, কাবূস ইবনু আৰূ যাবিয়ান তাঁর পিতার সূত্রে এ হাদীসটি মুরসাল হিসাবে বর্ণনা করেছেন। সকল ফিকহবিদ এ হাদীসের ভিত্তিতে একমত হয়ে বলেছেন, কোন নাসারা (খ্রীস্টান) মুসলমান হলে তার ওপর নির্ধারিত জিযইয়া মাওকূফ হয়ে যাবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর বাণীঃ “মুসলমানদের ওপর উশরের জিযইয়া নেই\"-এর অর্থ হচ্ছেঃ ব্যক্তির ওপর নির্ধারিত জিযইয়া। এ হাদীস হতে এটাও বুঝা যাচ্ছে যে, তিনি বলেছেনঃ উশর (জিযইয়া) শুধু ইয়াহুদী ও নাসারাদের ওপর আরোপিত হবে, মুসলমানদের ওপর কোন উশর ধার্য হবে না।"
  },
  {
    "hadith_id": 641,
    "narrator": "আমর ইবনু শুআইব (রহঃ) হতে পালাক্রমে তাঁর পিতা ও দাদার",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জনতার উদ্দেশ্যে বক্তৃতা দিলেন। তিনি বললেনঃ শুনো! যে লোক কোন সম্পদশালী ইয়াতীমের তত্ত্বাবধায়ক হয়েছে, ষে যেন তা ব্যবসায়ে খাটায় এবং ফেলে না রাখে। তা না হলে যাকাতে সেগুলো নিঃশেষ হয়ে যাবে। \n\nযইফ, ইরওয়া (৭৮৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، عَنِ الْمُثَنَّى بْنِ الصَّبَّاحِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم خَطَبَ النَّاسَ فَقَالَ ‏ \"‏ أَلاَ مَنْ وَلِيَ يَتِيمًا لَهُ مَالٌ فَلْيَتَّجِرْ فِيهِ وَلاَ يَتْرُكْهُ حَتَّى تَأْكُلَهُ الصَّدَقَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَإِنَّمَا رُوِيَ هَذَا الْحَدِيثُ مِنْ هَذَا الْوَجْهِ وَفِي إِسْنَادِهِ مَقَالٌ لأَنَّ الْمُثَنَّى بْنَ الصَّبَّاحِ يُضَعَّفُ فِي الْحَدِيثِ ‏.‏ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ عَمْرِو بْنِ شُعَيْبٍ أَنَّ عُمَرَ بْنَ الْخَطَّابِ ‏.‏ فَذَكَرَ هَذَا الْحَدِيثَ ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي هَذَا الْبَابِ فَرَأَى غَيْرُ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فِي مَالِ الْيَتِيمِ زَكَاةً ‏.‏ مِنْهُمْ عُمَرُ وَعَلِيٌّ وَعَائِشَةُ وَابْنُ عُمَرَ وَبِهِ يَقُولُ مَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْعِلْمِ لَيْسَ فِي مَالِ الْيَتِيمِ زَكَاةٌ ‏.‏ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَعَبْدُ اللَّهِ بْنُ الْمُبَارَكِ ‏.‏ وَعَمْرُو بْنُ شُعَيْبٍ هُوَ ابْنُ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ وَشُعَيْبٌ قَدْ سَمِعَ مِنْ جَدِّهِ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ وَقَدْ تَكَلَّمَ يَحْيَى بْنُ سَعِيدٍ فِي حَدِيثِ عَمْرِو بْنِ شُعَيْبٍ وَقَالَ هُوَ عِنْدَنَا وَاهٍ ‏.‏ وَمَنْ ضَعَّفَهُ فَإِنَّمَا ضَعَّفَهُ مِنْ قِبَلِ أَنَّهُ يُحَدِّثُ مِنْ صَحِيفَةِ جَدِّهِ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَمَّا أَكْثَرُ أَهْلِ الْحَدِيثِ فَيَحْتَجُّونَ بِحَدِيثِ عَمْرِو بْنِ شُعَيْبٍ وَيُثْبِتُونَهُ مِنْهُمْ أَحْمَدُ وَإِسْحَاقُ وَغَيْرُهُمَا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি শুধু উল্লেখিত সূত্রেই বর্ণিত হয়েছে। কিন্তু এর সনদ সম্পর্কে সমালোচনা আছে। কেননা মুসান্না ইবনুস সাব্বাহকে হাদীস শাস্ত্রে যঈফ বলে চিহ্নিত করা হয়েছে। কেহ কেহ হাদীসটি আমর ইবনু শুয়াইব হতে এই ভাবে বর্ণনা করেছেন যে, উমার ইবনুল খাত্তাব ভাষণ দিলেন পূর্বের হাদীসের অনুরূপ। \nইয়াতীমের মালে যাকাত নির্ধারিত হবে কি না এই প্রসঙ্গে বিশেষজ্ঞদের মধ্যে মতের অমিল আছে। কিছু সাহাবী, যেমন উমার, আলী, আইশা ও ইবনু উমার (রহঃ) ইয়াতীমের মালে যাকাত নির্ধারিত হবে বলে মত দিয়েছেন। ইমাম মালিক শাফিঈ আহমাদ ও ইসহাকের মত এটাই। অপর একদল বিদ্বান বলেছেন, ইয়াতীমের সম্পদে যাকাত নির্ধারিত হবে না। সুফিয়ান সাওরী ও আবদুল্লাহ ইবনুল মুবারাকের এই মত। রাবী আমর ইবনু শুআইব- মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু আমর  ইবনুল আসের ছেলে। তিনি তাঁর দাদা আবদুল্লাহ ইবনু আমরের নিকট হাদীস শুনেছেন। কিন্তু ইয়াহ্‌ইয়া ইবনু সাঈদ (রহঃ) আমর ইবনু শুআইবের হাদীসের সমালোচনা করেছেন এবং বলেছেন, তার হাদীস আমাদের মতে যঈফ। যারাই তাকে যঈফ বলেছেন- তার কারণ উল্লেখ করেছেন, তিনি তার দাদা আবদুল্লাহ ইবনু আমরের খসড়া হতে হাদীস বর্ণনা করেন। অপরদিকে বেশীরভাগ হাদীস বিশারদ তাঁর বর্ণিত হাদীস দলীল হিসাবে গ্রহণ করেছেন এবং একে প্রামাণ্য বলে গণ্য করেছেন। এঁদের মধ্যে আছেন ইমাম আহমাদ, ইসহাক ও অন্যান্যরা।"
  },
  {
    "hadith_id": 644,
    "narrator": "আত্তাব ইবনু উসাইদ (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ব্যক্তিদের নিকট তাদের আঙ্গুর এবং অন্যান্য ফল আন্দাজ (পরিমাণ নির্ধারণ) করার জন্য লোক পাঠাতেন। একই সনদে এও বর্ণিত আছেঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আঙ্গুরের যাকাত প্রসঙ্গে বলেছেনঃ যেভাবে (গাছে থাকতেই) খেজুর আন্দাজ করা হয় ঠিক সেভাবে আঙ্গুরও আন্দাজ করা হবে। তারপর যেভাবে খেজুরের যাকাত শুকনো খেজুর দিয়ে আদায় করা হয় সেভাবে আঙ্গুরের ক্ষেত্রেও কিশমিশ দিতে হবে।\n\nযঈফ, ইরওয়া (৮০৭), যঈফ আবূ দাঊদ (২৮০)।",
    "ar": "حَدَّثَنَا أَبُو عَمْرٍو، مُسْلِمُ بْنُ عَمْرٍو الْحَذَّاءُ الْمَدَنِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نَافِعٍ الصَّائِغُ، عَنْ مُحَمَّدِ بْنِ صَالِحٍ التَّمَّارِ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ عَتَّابِ بْنِ أَسِيدٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَبْعَثُ عَلَى النَّاسِ مَنْ يَخْرُصُ عَلَيْهِمْ كُرُومَهُمْ وَثِمَارَهُمْ ‏.‏\nوَبِهَذَا الإِسْنَادِ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ فِي زَكَاةِ الْكُرُومِ ‏ \"‏ إِنَّهَا تُخْرَصُ كَمَا يُخْرَصُ النَّخْلُ ثُمَّ تُؤَدَّى زَكَاتُهُ زَبِيبًا كَمَا تُؤَدَّى زَكَاةُ النَّخْلِ تَمْرًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رَوَى ابْنُ جُرَيْجٍ هَذَا الْحَدِيثَ عَنِ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ ‏.‏ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ حَدِيثُ ابْنِ جُرَيْجٍ غَيْرُ مَحْفُوظٍ وَحَدِيثُ ابْنِ الْمُسَيَّبِ عَنْ عَتَّابِ بْنِ أَسِيدٍ أَثْبَتُ وَأَصَحُّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। ইবনু জুরাইজ এ হাদীসটি ইবনু শিহাবের সূত্রে, তিনি উরওয়ার সূত্রে এবং তিনি আইশা (রাঃ)-এর সূত্রে বর্ণনা করেছেন। আমি মুহাম্মাদকে এ প্রসঙ্গে প্রশ্ন করলে তিনি বলেন, ইবনু জুরাইজের হাদীস সুরক্ষিত নয়, বরং আত্তাবের হাদীসই অনেক বেশী সহীহ।"
  },
  {
    "hadith_id": 643,
    "narrator": "আবদুর রহমান ইবনু মাসঊদ (রহঃ)",
    "bn": "সাহল ইবনু আবূ হাসমা (রাঃ) আমাদের এক মজলিসে হাযির হয়ে বলেছেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলতেনঃ যখন তোমার কোন ফলের পরিমাণ আন্দাজ কর তখন (সে অনুযায়ী যাকাত) নিয়ে নাও। তা আন্দাজে নির্ধারিত মোট পরিমাণ) হতে তিনভাগের এক অংশ বাদ দাও। যদি তিনভাগের এক অংশ না বাদ দাও তবে অন্তত চারভাগের এক অংশ বাদ দাও।\n\nযঈফ, যঈফ আবূ দাঊদ (২৮১)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، أَخْبَرَنَا شُعْبَةُ، أَخْبَرَنِي خُبَيْبُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ مَسْعُودِ بْنِ نِيَارٍ، يَقُولُ جَاءَ سَهْلُ بْنُ أَبِي حَثْمَةَ إِلَى مَجْلِسِنَا فَحَدَّثَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ ‏ \"‏ إِذَا خَرَصْتُمْ فَخُذُوا وَدَعُوا الثُّلُثَ فَإِنْ لَمْ تَدَعُوا الثُّلُثَ فَدَعُوا الرُّبُعَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَعَتَّابِ بْنِ أَسِيدٍ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى وَالْعَمَلُ عَلَى حَدِيثِ سَهْلِ بْنِ أَبِي حَثْمَةَ عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ فِي الْخَرْصِ وَبِحَدِيثِ سَهْلِ بْنِ أَبِي حَثْمَةَ يَقُولُ أَحْمَدُ وَإِسْحَاقُ ‏.‏ وَالْخَرْصُ إِذَا أَدْرَكَتِ الثِّمَارُ مِنَ الرُّطَبِ وَالْعِنَبِ مِمَّا فِيهِ الزَّكَاةُ بَعَثَ السُّلْطَانُ خَارِصًا يَخْرُصُ عَلَيْهِمْ ‏.‏ وَالْخَرْصُ أَنْ يَنْظُرَ مَنْ يُبْصِرُ ذَلِكَ فَيَقُولُ يَخْرُجُ مِنْ هَذَا مِنَ الزَّبِيبِ كَذَا وَكَذَا وَمِنَ التَّمْرِ كَذَا وَكَذَا فَيُحْصَى عَلَيْهِمْ وَيَنْظُرُ مَبْلَغَ الْعُشْرِ مِنْ ذَلِكَ فَيُثْبِتُ عَلَيْهِمْ ثُمَّ يُخَلِّي بَيْنَهُمْ وَبَيْنَ الثِّمَارِ فَيَصْنَعُونَ مَا أَحَبُّوا فَإِذَا أَدْرَكَتِ الثِّمَارُ أُخِذَ مِنْهُمُ الْعُشْرُ ‏.‏ هَكَذَا فَسَّرَهُ بَعْضُ أَهْلِ الْعِلْمِ وَبِهَذَا يَقُولُ مَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে আইশা, আত্তাব ইবনু উসাইদ ও ইবনু আব্বাস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেছেন, বেশিরভাগ আলিম এ হাদীস অনুসারে আমল করার পক্ষপাতী। ইমাম আহ্‌মাদ ও ইসহাক এই হাদীসের সমর্থক। অনুমান করার তাৎপর্য হল, খেজুর অথবা আঙ্গুর পাকার সময় হলে রাষ্ট্রপ্রধান (অথবা তার প্রতিনিধি) একজন ফল বিশেষজ্ঞ উৎপাদিত ফল আন্দাজ করার জন্য পাঠাবেন। তিনি অনুমান করে বলবেন, গাছের খেজুর ও আঙ্গুর শুকানোর পরে কতটুকু হতে পারে। সেই অনুযায়ী তিনি উশরের পরিমাণ ঠিক করবেন। একইভাবে অন্যান্য ফলের ক্ষেত্রেও এই নিয়ম প্রযোজ্য। ফল আন্দাজ করে বাগান মালিকের হিফাজতে ছেড়ে দেবে। তারপর ফল পেকে শুকানোর পর আগের নির্ধারিত দশ ভাগের এক অংশ উশর নিবে। একদল আলিম হাদীসের এই মর্মার্থ বর্ণনা করেছেন। ইমাম শাফিঈ, মালিক, আহ্‌মাদ ও ইসহাক একই রকম ব্যাখ্যাই করেছেন।"
  },
  {
    "hadith_id": 649,
    "narrator": "আওন ইবনু আবূ জুহাইফা (রাঃ) হতে তাঁর পিতা",
    "bn": "তিনি (আবূ জুহাইফা) বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর (নিযুক্ত) যাকাত আদায়কারী আমাদের নিকটে আসলেন। তিনি আমাদের মালদারদের নিকট হতে যাকাত নিয়ে আমাদের দরিদ্রের মাঝে বিলি করলেন। এ সময় আমি ইয়াতীম বালক ছিলাম। তিনি আমাকে তা হতে একটি হৃষ্টপুষ্ট মাদী উট দিলেন।\n\nসনদ দুর্বল।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ سَعِيدٍ الْكِنْدِيُّ الْكُوفِيُّ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ أَشْعَثَ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ، عَنْ أَبِيهِ، قَالَ قَدِمَ عَلَيْنَا مُصَدِّقُ النَّبِيِّ صلى الله عليه وسلم فَأَخَذَ الصَّدَقَةَ مِنْ أَغْنِيَائِنَا فَجَعَلَهَا فِي فُقَرَائِنَا وَكُنْتُ غُلاَمًا يَتِيمًا فَأَعْطَانِي مِنْهَا قَلُوصًا ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي جُحَيْفَةَ حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে ইবনু আব্বাস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, আবূ জুহাইফার হাদীসটি হাসান। ইমাম শাফিঈ এবং অন্যরা এই রকমই মত দিয়েছেন।"
  },
  {
    "hadith_id": 648,
    "narrator": "আবূ আম্মার আল-হুসাইন ইবনু হুরাইস সুফিয়ান ইবনু উয়াইনা",
    "bn": "আবূ আম্মার আল-হুসাইন ইবনু হুরাইস সুফিয়ান ইবনু উয়াইনা হতে, তিনি দাঊদ হতে, তিনি শা’বী হতে, তিনি জারীর হতে, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে উপরোক্ত হাদীসের মতই বর্ণনা করেছেন।\n\nআবূ ঈসা মুজালিদের হাদীসের (৬৪৭) তুলনায় দাঊদের হাদীসকে (৬৪৮) বেশি সহীহ্‌ বলেছেন। মুজালিদকে কিছু হাদীস বিশেষজ্ঞ যঈফ বলেছেন এবং তিনি অনেক ভুলের শিকার হন।",
    "ar": "حَدَّثَنَا أَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ دَاوُدَ، عَنِ الشَّعْبِيِّ، عَنْ جَرِيرٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِنَحْوِهِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ دَاوُدَ عَنِ الشَّعْبِيِّ، أَصَحُّ مِنْ حَدِيثِ مُجَالِدٍ ‏.‏ وَقَدْ ضَعَّفَ مُجَالِدًا بَعْضُ أَهْلِ الْعِلْمِ وَهُوَ كَثِيرُ الْغَلَطِ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  },
  {
    "hadith_id": 653,
    "narrator": "হুবশী ইবনু জুনাদা (রাঃ)",
    "bn": "তিনি বলেছেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে আমি বিদায় হাজ্জের সময় বলতে শুনেছি। তিনি তখন ‘আরাফার মাইদানে ছিলেন। এক বিদুঈন এসে তাঁর চাদরের পার্শ্ব ধরে তাঁর নিকটে কিছু চাইলো। তিনি তাকে কিছু দিলেন। লোকটি চলে গেল। এ সময়ই ভিক্ষারুপ পেশা নিষিদ্ধ করা হয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ ধনী লোকের জন্য এবং সুস্থ সুগঠিত শরীরের অধিকারী সচল ব্যক্তির জন্য (অপরের নিকট) ভিক্ষা করা জায়িয নয়, তবে সর্বনাশা অভাবে পরেছে এমন ব্যক্তি এবং অপমানকর কর্জে জর্জরিত ব্যক্তির জন্য জায়িয। যে ব্যক্তি নিজের সম্পদ বাড়ানোর উদ্দেশ্যে অপরের নিকটে ভিক্ষা চায়, কিয়ামাতের দিন তার চেহারায় এর ক্ষতচিহ্ন হবে এবং সে জাহান্নামের উত্তপ্ত পাথর খাবে। অতএব যার ইচ্ছা হয় (ভিক্ষা) কম করুক আর যার ইচ্ছা হয় বেশী করুক।\n\nযঈফ, ইরওয়া (৩/৩৮৪)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ سَعِيدٍ الْكِنْدِيُّ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ مُجَالِدٍ، عَنْ عَامِرٍ الشَّعْبِيِّ، عَنْ حُبْشِيِّ بْنِ جُنَادَةَ السَّلُولِيِّ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ وَهُوَ وَاقِفٌ بِعَرَفَةَ أَتَاهُ أَعْرَابِيٌّ فَأَخَذَ بِطَرَفِ رِدَائِهِ فَسَأَلَهُ إِيَّاهُ فَأَعْطَاهُ وَذَهَبَ فَعِنْدَ ذَلِكَ حَرُمَتِ الْمَسْأَلَةُ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الْمَسْأَلَةَ لاَ تَحِلُّ لِغَنِيٍّ وَلاَ لِذِي مِرَّةٍ سَوِيٍّ إِلاَّ لِذِي فَقْرٍ مُدْقِعٍ أَوْ غُرْمٍ مُفْظِعٍ وَمَنْ سَأَلَ النَّاسَ لِيُثْرِيَ بِهِ مَالَهُ كَانَ خُمُوشًا فِي وَجْهِهِ يَوْمَ الْقِيَامَةِ وَرَضْفًا يَأْكُلُهُ مِنْ جَهَنَّمَ فَمَنْ شَاءَ فَلْيُقِلَّ وَمَنْ شَاءَ فَلْيُكْثِرْ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 654,
    "narrator": "মাহমূদ ইবনু গাইলান ইয়াহইয়া ইবনু আদাম",
    "bn": "মাহমূদ ইবনু গাইলান ইয়াহইয়া ইবনু আদাম এর সূত্রে আব্দুর রহীম ইবনু সুলাইমান হতে অনুরূপ হাদীস বর্ণনা করেছেন। \n\nদেখুন পূর্বের হাদীস। আবূ ঈসা বলেন, এই সূত্রে হাদীসটি গারীব।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ عَبْدِ الرَّحِيمِ بْنِ سُلَيْمَانَ، نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  },
  {
    "hadith_id": 658,
    "narrator": "সালমান ইবনু আমির (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন তোমাদের কোন লোক ইফতার করে, সে যেন খেজুর দিয়ে ইফতার করে। কেননা, এতে বারকাত আছে। যদি সে খেজুর না পায় তবে যেন পানি দিয়ে ইফতার করে। কেননা, পানি হল পবিত্র।\n\n-যঈফ, সঠিক হল রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কর্ম (নির্দেশ নয়), ইবনু মা-জাহ (১৬৯৯)।\n\nতিনি আরো বলেছেনঃ গরীবদের দান-খায়রাত করা শুধু দান বলেই গণ্য হয়; কিন্তু আত্মীয়-স্বজনকে দান করলে তা দানও হয় এবং আত্মীয়তাও রক্ষা করা হয় (তাই সাওয়াবও দ্বিগুণ)।\n\n-সহীহ্‌, ইবনু মা-জাহ (১৮৪৪)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَاصِمٍ الأَحْوَلِ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، عَنِ الرَّبَابِ، عَنْ عَمِّهَا، سَلْمَانَ بْنِ عَامِرٍ يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا أَفْطَرَ أَحَدُكُمْ فَلْيُفْطِرْ عَلَى تَمْرٍ فَإِنَّهُ بَرَكَةٌ فَإِنْ لَمْ يَجِدْ تَمْرًا فَالْمَاءُ فَإِنَّهُ طَهُورٌ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ الصَّدَقَةُ عَلَى الْمِسْكِينِ صَدَقَةٌ وَهِيَ عَلَى ذِي الرَّحِمِ ثِنْتَانِ صَدَقَةٌ وَصِلَةٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ زَيْنَبَ امْرَأَةِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَجَابِرٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ سَلْمَانَ بْنِ عَامِرٍ حَدِيثٌ حَسَنٌ ‏.‏ وَالرَّبَابُ هِيَ أُمُّ الرَّائِحِ بِنْتُ صُلَيْعٍ ‏.‏ وَهَكَذَا رَوَى سُفْيَانُ الثَّوْرِيُّ عَنْ عَاصِمٍ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنِ الرَّبَابِ عَنْ سَلْمَانَ بْنِ عَامِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ هَذَا الْحَدِيثِ ‏.‏ وَرَوَى شُعْبَةُ عَنْ عَاصِمٍ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنْ سَلْمَانَ بْنِ عَامِرٍ ‏.‏ وَلَمْ يَذْكُرْ فِيهِ عَنِ الرَّبَابِ ‏.‏ وَحَدِيثُ سُفْيَانَ الثَّوْرِيِّ وَابْنِ عُيَيْنَةَ أَصَحُّ ‏.‏ وَهَكَذَا رَوَى ابْنُ عَوْنٍ وَهِشَامُ بْنُ حَسَّانَ عَنْ حَفْصَةَ بِنْتِ سِيرِينَ عَنِ الرَّبَابِ عَنْ سَلْمَانَ بْنِ عَامِرٍ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "আবদুল্লাহ ইবনু মাসঊদের স্ত্রী যাইনাব, জা-বির ও আবূ হুরাইরা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। এ হাদীসটিকে আবূ ঈসা হাসান বলেছেন। বর্ণনাকারী আর-রাবাব হলেন সুলাই'এর কন্যা উম্মুর রায়িহ্‌। এ ভাবেই সুফিয়ান সাওরী বর্ণনা করেছেন আসিম হতে, তিনি হাফসা বিনতু সীরীন হতে, তিনি আর-রাবাব হতে। আর শুবা বর্ণনা করেছেন আসিম হতে, তিনি হাফসা বিনতু সীরীন হতে, তিনি সালমান ইবনু আমির হতে। শুবা আর-রাবাব-এর উল্লেখ করেন নাই। এর মধ্যে সুফিয়ান সাওরী ও ইবনু উআইনার বর্ণনাটি বেশি সহীহ। ইবনু আউন এবং হিশাম ইবনু হাস্‌সান বর্ণনা করেছেন হাফসা বিনতু সীরীন হতে, তিনি আর-রাবাব হতে, তিনি সালমান ইবনু আমির হতে।"
  },
  {
    "hadith_id": 660,
    "narrator": "ফাতিমা বিনতু কাইস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যাকাত ছাড়াও (সম্পদশালীর) সম্পদে অবশ্যই আরো প্রাপ্য আছে।\n\nঅনুরূপ যঈফ",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ، أَخْبَرَنَا مُحَمَّدُ بْنُ الطُّفَيْلِ، عَنْ شَرِيكٍ، عَنْ أَبِي حَمْزَةَ، عَنْ عَامِرٍ الشَّعْبِيِّ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ فِي الْمَالِ حَقًّا سِوَى الزَّكَاةِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ إِسْنَادُهُ لَيْسَ بِذَاكَ ‏.‏ وَأَبُو حَمْزَةَ مَيْمُونٌ الأَعْوَرُ يُضَعَّفُ ‏.‏ وَرَوَى بَيَانٌ وَإِسْمَاعِيلُ بْنُ سَالِمٍ عَنِ الشَّعْبِيِّ هَذَا الْحَدِيثَ قَوْلَهُ وَهَذَا أَصَحُّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসের সনদ খুব একটা (মজবুত) নয়। আবূ হামযা মায়মূন আল-আ’ওয়ার একজন দুর্বল রাবী। বায়ান ও ইসমাঈল ইবনু সালিম উল্লেখিত হাদীস শাবী (রহঃ) হতে তার বিবৃতিরূপে বর্ণনা করেছেন এবং এটাই বেশী সহীহ।"
  },
  {
    "hadith_id": 659,
    "narrator": "ফাতিমা বিনতু কাইস (রাঃ)",
    "bn": "তিনি বলেন, আমি অথবা (রাবীর সন্দেহে) অন্য কেউ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে যাকাত প্রসঙ্গে প্রশ্ন করলাম। তিনি বলেনঃ অবশ্যই যাকাত ছাড়াও (ধনীর) মালে আরো প্রাপ্য আছে। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূরা বাকারার এ আয়াত পাঠ করলেনঃ “তোমরা পূর্ব বা পশ্চিম দিকে মুখ ফিরাবে শুধু এটাই সাওয়াবের কাজ নয়, বরং সাওয়াব আছে- কোন ব্যক্তি আল্লাহ, আখিরাত, ফেরেশতা, কিতাব ও নাবীদের প্রতি ঈমান আনলে এবং তার ভালবাসায় আত্মীয়-স্বজন, ইয়াতীম, মিসকীন, পথিক-মুসাফির, ভিক্ষুক ও ক্রীতদাসদের মুক্ত করার উদ্দেশ্যে নিজের সম্পদ খরচ করলে, দুর্ভিক্ষ, প্রতিকূল অবস্থা ও যুদ্ধ-বিগ্রহের সময় ধৈর্য ধরলে। এরাই প্রকৃত সত্যবাদী আর এরাই প্রকৃত মুত্তাকী।” (সূরাঃ বাকারা - ১৭৭) \n\nযঈফ, ইবনু মাজাহ (১৭৮৯)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَحْمَدَ بْنِ مَدُّويَهْ، حَدَّثَنَا الأَسْوَدُ بْنُ عَامِرٍ، عَنْ شَرِيكٍ، عَنْ أَبِي حَمْزَةَ، عَنِ الشَّعْبِيِّ، عَنْ فَاطِمَةَ بِنْتِ قَيْسٍ، قَالَتْ سَأَلْتُ أَوْ سُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنِ الزَّكَاةِ فَقَالَ ‏\"‏ إِنَّ فِي الْمَالِ لَحَقًّا سِوَى الزَّكَاةِ ‏\"‏ ‏.‏ ثُمَّ تَلاَ هَذِهِ الآيَةَ الَّتِي فِي الْبَقَرَةِ ‏(‏ لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ ‏)‏ الآيَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 663,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে প্রশ্ন করা হল, রামাযানের রোযার পর কোন রোযা সবচাইতে বেশী মর্যাদা সম্পন্ন? তিনি বলেনঃ  রামাযানের সম্মানার্থে শা'বানের রোযা। প্রশ্নকারী আবার বলল, কোন (সময়ের) দান-খাইরাত সবচাইতে বেশী মর্যাদা সম্পন্ন? তিনি বললেনঃ রামাযান মাসের দান-খাইরাত। \n\nযঈফ, ইরওয়া (৮৮৯)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا صَدَقَةُ بْنُ مُوسَى، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ سُئِلَ النَّبِيُّ صلى الله عليه وسلم أَىُّ الصَّوْمِ أَفْضَلُ بَعْدَ رَمَضَانَ فَقَالَ ‏\"‏ شَعْبَانُ لِتَعْظِيمِ رَمَضَانَ ‏\"‏ ‏.‏ قِيلَ فَأَىُّ الصَّدَقَةِ أَفْضَلُ قَالَ ‏\"‏ صَدَقَةٌ فِي رَمَضَانَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَصَدَقَةُ بْنُ مُوسَى لَيْسَ عِنْدَهُمْ بِذَاكَ الْقَوِيِّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবু ঈসা বলেন, হাদীসটি গারীব। সাদাকা ইবনু মূসা হাদীস বিশারদদের মতে খুব একটা নির্ভরযোগ্য রাবী নন।"
  },
  {
    "hadith_id": 664,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দান-খাইরাত আল্লাহ তা'আলার অসন্তুষ্টি কমিয়ে দেয় এবং অপমানজনক মৃত্যু রোধ করে। \n\nহাদীসের প্রথমাংশ সহীহ, ইরওয়া (৮৮৫), সাহীহাহ (১৯০৮)",
    "ar": "حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْعَمِّيُّ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عِيسَى الْخَزَّازُ الْبَصْرِيُّ، عَنْ يُونُسَ بْنِ عُبَيْدٍ، عَنِ الْحَسَنِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِنَّ الصَّدَقَةَ لَتُطْفِئُ غَضَبَ الرَّبِّ وَتَدْفَعُ مِيتَةَ السُّوءِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "আবূ ঈসা বলেনঃ উল্লেখিত সূত্রে হাদীসটি গারীব।"
  },
  {
    "hadith_id": 662,
    "narrator": "আবু হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নিশ্চয়ই আল্লাহ তা'আলা দান-খাইরাত ক্ববুল করেন এবং তা ডান হাতে গ্রহণ করেন। সেগুলো প্রতিপালন করে তিনি তোমাদের কারো জন্য বাড়াতে থাকেন, যেভাবে তোমাদের কেউ তার ঘোড়ার বাচ্চা লালন-পালন করে বড় করতে থাকে। (এ দানের) এক একটি গ্রাস বাড়তে বাড়তে উহুদ পাহাড়ের সমপরিমাণ হয়ে যায়। এর প্রমাণে আল্লাহ তা'আলার কিতাবে আছেঃ তিনি তার বান্দাদের তাওবা ক্ববুল করেন এবং তাদের দান গ্রহণ করেন\" (সূরাঃ তাওবা- ১০৪)। \"আল্লাহ তা'আলা সুদকে নির্মুল করেন এবং দান-খাইরাত বাড়িয়ে দেন\" (সূরাঃ বাকারা- ২৭৬) \n\nহাদীসের বর্ধিত অংশ এর প্রমাণে আল্লাহ্ তা'আলার কিতাব রয়েছে….। মুনকার। ইরওয়া (৩/৩৯৪)তা’লীকুর রাগীব (২/১৯)",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا عَبَّادُ بْنُ مَنْصُورٍ، حَدَّثَنَا الْقَاسِمُ بْنُ مُحَمَّدٍ، قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ اللَّهَ يَقْبَلُ الصَّدَقَةَ وَيَأْخُذُهَا بِيَمِينِهِ فَيُرَبِّيهَا لأَحَدِكُمْ كَمَا يُرَبِّي أَحَدُكُمْ مُهْرَهُ حَتَّى إِنَّ اللُّقْمَةَ لَتَصِيرُ مِثْلَ أُحُدٍ ‏\"‏ ‏.‏ وَتَصْدِيقُ ذَلِكَ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ ‏(‏وهُوَ الَّذِي يَقبَلُ التَّوبَةَ عَنْ عِبَادِهِ ‏)‏ ويَأْخُذُ الصَّدَقَاتِ‏‏ ‏(يَمْحَقُ الله الرَّبَا ويُرْبِي الصَّدَقَاتِ‏)‏‏.‏\nقَالَ أَبُو عِيسَى: هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ.\nوَقَدْ رُوِيَ عَنْ عَائِشَةَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَحْوُ هَذَا. وَقَدْ قَالَ غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ فِي هَذَا الْحَدِيثِ وَمَا يُشْبِهُ هَذَا مِنَ الرِّوَايَاتِ مِنَ الصِّفَاتِ وَنُزُولِ الرَّبِّ تَبَارَكَ وَتَعَالَى كُلَّ لَيْلَةٍ إِلَى السَّمَاءِ الدُّنْيَا قَالُوا قَدْ تَثْبُتُ الرِّوَايَاتُ فِي هَذَا وَيُؤْمَنُ بِهَا وَلاَ يُتَوَهَّمُ وَلاَ يُقَالُ كَيْفَ هَكَذَا رُوِيَ عَنْ مَالِكٍ وَسُفْيَانَ بْنِ عُيَيْنَةَ وَعَبْدِ اللَّهِ بْنِ الْمُبَارَكِ أَنَّهُمْ قَالُوا فِي هَذِهِ الأَحَادِيثِ أَمِرُّوهَا بِلاَ كَيْفٍ. وَهَكَذَا قَوْلُ أَهْلِ الْعِلْمِ مِنْ أَهْلِ السُّنَّةِ وَالْجَمَاعَةِ. وَأَمَّا الْجَهْمِيَّةُ فَأَنْكَرَتْ هَذِهِ الرِّوَايَاتِ وَقَالُوا هَذَا تَشْبِيهٌ. وَقَدْ ذَكَرَ اللَّهُ عَزَّ وَجَلَّ فِي غَيْرِ مَوْضِعٍ مِنْ كِتَابِهِ الْيَدَ وَالسَّمْعَ وَالْبَصَرَ فَتَأَوَّلَتِ الْجَهْمِيَّةُ هَذِهِ الآيَاتِ فَفَسَّرُوهَا عَلَى غَيْرِ مَا فَسَّرَ أَهْلُ الْعِلْمِ وَقَالُوا إِنَّ اللَّهَ لَمْ يَخْلُقْ آدَمَ بِيَدِهِ. وَقَالُوا إِنَّ مَعْنَى الْيَدِ هَاهُنَا الْقُوَّةُ. وَقَالَ إِسْحَاقُ بْنُ إِبْرَاهِيمَ إِنَّمَا يَكُونُ التَّشْبِيهُ إِذَا قَالَ يَدٌ كَيَدٍ أَوْ مِثْلُ يَدٍ أَوْ سَمْعٌ كَسَمْعٍ أَوْ مِثْلُ سَمْعٍ. فَإِذَا قَالَ سَمْعٌ كَسَمْعٍ أَوْ مِثْلُ سَمْعٍ فَهَذَا التَّشْبِيهُ وَأَمَّا إِذَا قَالَ كَمَا قَالَ اللَّهُ تَعَالَى يَدٌ وَسَمْعٌ وَبَصَرٌ وَلاَ يَقُولُ كَيْفَ وَلاَ يَقُولُ مِثْلُ سَمْعٍ وَلاَ كَسَمْعٍ فَهَذَا لاَ يَكُونُ تَشْبِيهًا وَهُوَ كَمَا قَالَ اللَّهُ تَعَالَى فِي كِتَابِهِ: {لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ}.",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন ; এ হাদীসটি হাসান সহীহ। আয়িশাহ (রা:)-এর সূত্রেও নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ হাদীস বর্ণিত হয়েছে। অনেক বিদ্বানগণই এ হাদীস বা এর অনুরূপ বর্ণনা যাতে আল্লাহর গুণাবলী বর্ণিত হয়েছে, যেমন আল্লাহ প্রত্যেক রাত্রে দুনিয়ার আকাশে অবতরণ করেন, এ বর্ণনাগুলো সহীহ সাব্যস্ত আছে। ঐগুলোর প্রতি বিশ্বাস স্থাপন করতে হবে। এমন বলা যাবে না যে, এটা কিভাবে ? এটাই আহলে সুন্নাত ওয়াল জামা'আতের বিদ্বানগণের অভিমত। জাহমিয়াহ সম্প্রদায় এ ধরনের বর্ণনাগুলো অস্বীকার করে। আর বলে, এতে সাদৃশ্য সাব্যস্ত হয়। আল্লাহ তা'আলা কুরআনের অনেক জায়গায় হাত, শ্রবণ এবং দৃষ্টির কথা উল্লেখ করেছেন। জাহমিয়াহগণ তার অপব্যাখ্যা করে বলেছে হাত অর্থ শক্তি। ইসহাক ইবনু ইবরাহীম বলেনঃ সাদৃশ্য তখন সাব্যস্ত হবে যখন বলা হবে অমুক হাতের মত হাত, অমুক শ্রবণের মত শ্রবণ। কিন্তু যদি বলে, হাত, শ্রবণ ও দৃষ্টি তা সৃষ্টির শ্রবণের মত নয় তবে সাদৃশ্য সাব্যস্ত হবে না। যেমনটি আল্লাহ তা'আলা বলেছেন, \"তার সাদৃশ্য কিছুই নেই। তিনি শ্রবণকারী ও দ্রষ্টা।\""
  },
  {
    "hadith_id": 674,
    "narrator": "আমর ইবনু শুআইব (রহঃ) হতে পর্যায়ক্রমে তার পিতা ও দাদা",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কার অলিতে গলিতে লোক পাঠিয়ে ঘোষণা করলেনঃ জেনে রাখ! প্রত্যেক মুসলিম নারী-পুরুষ, আযাদ-গোলাম, ছোট অথবা বড় সকলের ওপর ফিতরা ওয়াজিব। এর পরিমাণ হল, (মাথাপিছু) দুই মুদ্দ গম অথবা এটা ছাড়া এক সা’ পরিমাণ অন্যান্য খাদ্যদ্রব্য। \n\nসনদ দুর্বল",
    "ar": "حَدَّثَنَا عُقْبَةُ بْنُ مُكْرَمٍ الْبَصْرِيُّ، حَدَّثَنَا سَالِمُ بْنُ نُوحٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ مُنَادِيًا فِي فِجَاجِ مَكَّةَ ‏ \"‏ أَلاَ إِنَّ صَدَقَةَ الْفِطْرِ وَاجِبَةٌ عَلَى كُلِّ مُسْلِمٍ ذَكَرٍ أَوْ أُنْثَى حُرٍّ أَوْ عَبْدٍ صَغِيرٍ أَوْ كَبِيرٍ مُدَّانِ مِنْ قَمْحٍ أَوْ سِوَاهُ صَاعٌ مِنْ طَعَامٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَرَوَى عُمَرُ بْنُ هَارُونَ هَذَا الْحَدِيثَ عَنِ ابْنِ جُرَيْجٍ وَقَالَ عَنِ الْعَبَّاسِ بْنِ مِينَاءَ عَنِ النَّبِيِّ صلى الله عليه وسلم فَذَكَرَ بَعْضَ هَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। উমার ইবনু হারুন হাদীসটি ইবনু জুরাইজ হতে বর্ণনা করেছেন। তিনি আমর ইবনু শুয়াইবের স্থলে আব্বাস ইবনু মীনার নাম উল্লেখ করেছেন। জারুদও উমার ইবনু হারুন হতে হাদীসটি বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 618,
    "narrator": "আবু হুরাইরা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যখন তুমি তোমার ধন-সম্পদের যাকাত আদায় করে ফেললে, তুমি তোমার কর্তব্যভার পালন করলে।\n\nযঈফ ইবনু মাজাহ (১৭৮৮)।",
    "ar": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ الشَّيْبَانِيُّ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنَا عَمْرُو بْنُ الْحَارِثِ، عَنْ دَرَّاجٍ، عَنِ ابْنِ حُجَيْرَةَ، هُوَ عَبْدُ الرَّحْمَنِ بْنُ حُجَيْرَةَ الْمِصْرِيُّ عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ إِذَا أَدَّيْتَ زَكَاةَ مَالِكَ فَقَدْ قَضَيْتَ مَا عَلَيْكَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى ‏.‏ هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم مِنْ غَيْرِ وَجْهٍ أَنَّهُ ذَكَرَ الزَّكَاةَ ‏.‏ فَقَالَ رَجَلٌ يَا رَسُولَ اللَّهِ هَلْ عَلَىَّ غَيْرُهَا فَقَالَ ‏\"‏ لاَ إِلاَّ أَنْ تَتَطَوَّعَ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এ হাদীসটি হাসান গারীব। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট হতে একাধিক সূত্রে বর্ণিত আছে, তিনি যাকাত নিয়ে আলোচনা করলে এক লোক বলল, হে আল্লাহর রাসূল! এ ব্যতীতও কি আমার কিছু করার আছে? তিনি বলেনঃ না, তবে বাড়তি (দান-খাইরাত) করতে পার। ইবনু হুজাইরার নাম আব্দুর রহমান ইবনু হুজাইরাহ আল-মিসরী।"
  }
]