[
  {
    "hadith_id": 809,
    "narrator": "আবূ শুরাইহ্ আল-আদাওবী (রাঃ)",
    "bn": "তিনি বলেন, যখন মদীনার গভর্নর আমার ইবনু সাঈদ (আবদুল্লাহ ইবনু যুবাইরের বিরুদ্ধে) মক্কাতে সৈন্যবাহিনী পাঠাচ্ছিলেন তখন তিনি (আবূ শুরাইহ্) তাকে বললেনঃ হে আমীর ! আপনি আমাকে অনুমতি দিন একটি হাদীস বর্ণনা করার। মক্কা বিজয়ের পরদিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এই হাদীসটি বলেছিলেন। তখন তা আমার কর্ণদ্বয় শুনেছিলো, আমার হৃদয় তা সংরক্ষণ করেছিল এবং আমার চক্ষুদ্বয় তা প্রত্যক্ষ করেছিল। তিনি আল্লাহ্‌ তা’আলার প্রশংসা ও গুণগান করলেন, তারপর বললেনঃ মক্কাকে আল্লাহ্‌ তা’আলা “হারাম” ঘোষণা করেছেন, তাকে কোন মানুষ “হারাম” করেনি। অতএব, আল্লাহ্‌ তা’আলা ও আখিরাতের প্রতি যে লোক ঈমান রাখে এখানে সে লোকের জন্য রক্তপাত করা বা এখানকার কোন বৃক্ষ কাটা বৈধ নয়। যদি কোন লোক রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কর্তৃক এখানে (মক্কা বিজয়কালে) যুদ্ধ করার অজুহাত তুলে এখানে কোন রকম যুদ্ধাভিযান চালানোর সুযোগ খোঁজ করে তাহলে তোমরা সে লোককে বলে দিবে, আল্লাহ্‌ তা’আলা বিশেষভাবে অনুমতি দিয়েছেন কেবল তাঁর রাসূলকেই, এর অনুমতি তোমাকে দেননি। শুধু দিনের কিছু সময়ের জন্য তিনি আমাকেও এর অনুমতি দিয়েছেন। যেমনি গতকাল তা হারাম ছিল তেমনিভাবে আজও সেটা হারাম। তোমাদের উপস্থিত লোক যেন (একথা) অনুপস্থিত লোকের কাছ পৌঁছে দেয়।\n\n-সহীহ, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي شُرَيْحٍ الْعَدَوِيِّ، أَنَّهُ قَالَ لِعَمْرِو بْنِ سَعِيدٍ وَهُوَ يَبْعَثُ الْبُعُوثَ إِلَى مَكَّةَ ائْذَنْ لِي أَيُّهَا الأَمِيرُ أُحَدِّثْكَ قَوْلاً قَامَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم الْغَدَ مِنْ يَوْمِ الْفَتْحِ سَمِعَتْهُ أُذُنَاىَ وَوَعَاهُ قَلْبِي وَأَبْصَرَتْهُ عَيْنَاىَ حِينَ تَكَلَّمَ بِهِ أَنَّهُ حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ ‏\"‏ إِنَّ مَكَّةَ حَرَّمَهَا اللَّهُ وَلَمْ يُحَرِّمْهَا النَّاسُ وَلاَ يَحِلُّ لاِمْرِئٍ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ يَسْفِكَ فِيهَا دَمًا أَوْ يَعْضِدَ بِهَا شَجَرَةً فَإِنْ أَحَدٌ تَرَخَّصَ بِقِتَالِ رَسُولِ اللَّهِ صلى الله عليه وسلم فِيهَا فَقُولُوا لَهُ إِنَّ اللَّهَ أَذِنَ لِرَسُولِهِ صلى الله عليه وسلم وَلَمْ يَأْذَنْ لَكَ وَإِنَّمَا أَذِنَ لِي فِيهِ سَاعَةً مِنَ النَّهَارِ وَقَدْ عَادَتْ حُرْمَتُهَا الْيَوْمَ كَحُرْمَتِهَا بِالأَمْسِ وَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ ‏\"‏ ‏.‏\nفَقِيلَ لأَبِي شُرَيْحٍ مَا قَالَ لَكَ عَمْرُو بْنُ سَعِيدٍ قَالَ أَنَا أَعْلَمُ مِنْكَ بِذَلِكَ يَا أَبَا شُرَيْحٍ إِنَّ الْحَرَمَ لاَ يُعِيذُ عَاصِيًا وَلاَ فَارًّا بِدَمٍ وَلاَ فَارًّا بِخَرْبَةٍ ‏.‏ قَالَ أَبُو عِيسَى وَيُرْوَى وَلاَ فَارًّا بِخِزْيَةٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي شُرَيْحٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو شُرَيْحٍ الْخُزَاعِيُّ اسْمُهُ خُوَيْلِدُ بْنُ عَمْرٍو وَهُوَ الْعَدَوِيُّ وَهُوَ الْكَعْبِيُّ ‏.‏ وَمَعْنَى قَوْلِهِ ‏\"‏ وَلاَ فَارًّا بِخَرْبَةٍ ‏\"‏ يَعْنِي الْجِنَايَةَ يَقُولُ مَنْ جَنَى جِنَايَةً أَوْ أَصَابَ دَمًا ثُمَّ لَجَأَ إِلَى الْحَرَمِ فَإِنَّهُ يُقَامُ عَلَيْهِ الْحَدُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ শুরাইহ্ (রাঃ)-কে প্রশ্ন করা হল, তখন আমর ইবনু সাঈদ আপনাকে কি বলেছিল? তিনি বললেন, সে বলেছিল, হে আবূ শুরাইহ! আমি এই হাদীস প্রসঙ্গে আপনার চেয়ে বেশি অবগত। কোন পাপী, পলাতক খুনী ও পলাতক অপরাধীকে হারাম শারীফ আশ্রয় দেয় না।\nআবূ ঈসা বলেন, ওয়ালা ফাররান ‘বিখারবাতিন’ -এর স্থল ‘ওয়ালা ফাররান’-ও বর্ণিত আছে। আবূ হুরাইরা ও ইবনু আব্বাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, আবূ শুরাইহ বর্ণিত হাদীসটি হাসান সহীহ্। আবূ শুরাইহ্ আল-খুযাঈর মূল নাম খুওয়াইলিদ ইবনু আমর আল-আদাওবী আল-কা’বী। ওয়ালা ফাররান ‘বিখারবাতিন’–এর অর্থ ‘অপরাধী’। বাক্যটির অর্থ হল, কোন লোক কোন ফৌজদারী অপরাধ করে অথবা খুন করে হারাম শরীফে আশ্রয় নিলে সে লোকের উপর হাদ্দ (নির্ধারিত শাস্তি) কার্যকর হবে।"
  },
  {
    "hadith_id": 811,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন লোক যদি হজ্জ করে এবং তাতে কোনো রকম অশ্লীল ও অন্যায় আচরণ না করে তাহলে তার পূর্ববর্তী গুনাহসমূহ ক্ষমা করে দেয়া হয়।\n\n-সহীহ্, হাজ্জাতুন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (পৃঃ ৫), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ مَنْصُورٍ، عَنْ أَبِي حَازِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ حَجَّ فَلَمْ يَرْفُثْ وَلَمْ يَفْسُقْ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي هُرَيْرَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو حَازِمٍ كُوفِيٌّ وَهُوَ الأَشْجَعِيُّ وَاسْمُهُ سَلْمَانُ مَوْلَى عَزَّةَ الأَشْجَعِيَّةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। আবূ হাযিম আল- কূফীই হলেন আল-আশজাঈ, তাঁর নাম সালমান। তিনি আযযা আল-আশজাঈয়ার আযাদকৃত গোলাম ছিলেন।"
  },
  {
    "hadith_id": 810,
    "narrator": "আবদুল্লাহ্ ইবনু মাসঊদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা হজ্জ ও উমরা পরপর একত্রে আদায় করো। কেননা, এ হজ্জ ও উমরা দারিদ্র্য ও গুনাহ্ দূর করে দেয়, লোহা ও সোনা-রূপার ময়লা যেমনভাবে হাপরের আগুনে দূর হয়। একটি ক্ববূল হজ্জের প্রতিদান জান্নাত ব্যতীত আর কিছুই নয়।\n\n-হাসান সহীহ, ইবনু মা-জাহ (২৮৮৭)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، وَأَبُو سَعِيدٍ الأَشَجُّ قَالاَ حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنْ عَمْرِو بْنِ قَيْسٍ، عَنْ عَاصِمٍ، عَنْ شَقِيقٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ تَابِعُوا بَيْنَ الْحَجِّ وَالْعُمْرَةِ فَإِنَّهُمَا يَنْفِيَانِ الْفَقْرَ وَالذُّنُوبَ كَمَا يَنْفِي الْكِيرُ خَبَثَ الْحَدِيدِ وَالذَّهَبِ وَالْفِضَّةِ وَلَيْسَ لِلْحَجَّةِ الْمَبْرُورَةِ ثَوَابٌ إِلاَّ الْجَنَّةُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَعَامِرِ بْنِ رَبِيعَةَ وَأَبِي هُرَيْرَةَ وَعَبْدِ اللَّهِ بْنِ حُبْشِيٍّ وَأُمِّ سَلَمَةَ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ مَسْعُودٍ حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ مِنْ حَدِيثِ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "উমার, আমির ইবনু রাবীআ, আবূ হুরাইরা, আবদুল্লাহ্ ইবনু হুবশী, উম্মু সালামা ও জাবির (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু মাসঊদ (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ গারীব বলেছেন।"
  },
  {
    "hadith_id": 815,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হজ্জ করেছেন তিনবারঃ দু’বার হিজরাতের আগে এবং এক বার হিজরাতের পর। তিনি এই (শেষোক্ত) হজ্জের সাথে উমরাও করেছেন। তিনি তেষট্টিটি কুরবানীর উট এনেছিলেন এবং ইয়ামান হতে আলী (রাঃ) অবশিষ্ট (৩৭টি) উটগুলি এনেছিলেন। আবূ জাহালের একটি উটও ছিল এই উটগুলির মধ্যে। একটি রূপার শিকল এর নাসারন্ধ্রে (নাকের ছিদ্রে) পরানো ছিলো। তিনি এটাকেও যবেহ করেছিলেন। প্রতিটি কুরবানীর উট হতে এক টুকরো করে গোশত আনার জন্য রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নির্দেশ দিলেন। এগুলো রান্না করা হলে তিনি এর শুরুয়া (ঝোল) পান করেন।\n\nসহীহ, হাজ্জাতুন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (৬৭-৮৩), মুসলিম, হিজরাতের পূর্বে ২ হজ্জ এবং আবূ জাহল এই বাক্যাংশ ছাড়া।\n\nএই হাদীসটিকে আবূ ঈসা গারীব বলেছেন। শুধুমাত্র যাইদ ইবনু বাবের সূত্রেই আমরা এ হাদীসটি জানতে পেরেছি। আব্দুল্লাহ ইবনু আব্দুর রাহমানের পুস্তকে --- তিনি এটি আব্দুল্লাহ ইবনু আবূ যিয়াদ হতে বর্ণনা করেছেন। এই হাদীস সম্বন্ধে আমি মুহাম্মদ আল-বুখারীকে প্রশ্ন করলাম। কিন্তু এই হাদীস উপরোক্ত সনদে বর্ণিত আছে বলে তিনি জানতে পারেননি। আমি দেখেছি এই হাদীসটিকে তিনি সংরক্ষিত বলে গণ্য করতেন না। তিনি বলেন, এটি সাওরী-আবূ ইসহাক-মুজাহিদের সনদে মুরসালভাবে বর্ণিত আছে।\n\n---------------------------\n\n৮১৫/২. কাতাদা (রহঃ) বলেন, আনাস ইবনু মালিক (রাঃ) -কে আমি বললাম,রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কতবার হজ্জ করেছেন? তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার হজ্জ এবং চারবার উমরা করেছেন। যিলকাদ মাসে একটি উমরা, হুদাইবিয়ার উমরা, হজ্জের সাথে একটি এবং হুনাইন যুদ্ধের গানীমাত বন্টনকালে জি’রানা হতে একটি উমরা।\n\n-সহীহ, বুখারী, মুসলিম।\n\nএ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। হাব্বান ইবনু হিলাল (আবূ হাবীব আল-বাসরী) একজন মর্যাদাসম্পন্ন ও নির্ভরযোগ্য বর্ণনাকারী। তাঁকে ইয়াহহিয়া ইবনু সাঈদ আল-কাত্তান নির্ভরযোগ্য বর্ণনাকারী বলে মন্তব্য করেছেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ الْكُوفِيُّ، حَدَّثَنَا زَيْدُ بْنُ حُبَابٍ، عَنْ سُفْيَانَ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم حَجَّ ثَلاَثَ حِجَجٍ حَجَّتَيْنِ قَبْلَ أَنْ يُهَاجِرَ وَحَجَّةً بَعْدَ مَا هَاجَرَ وَمَعَهَا عُمْرَةٌ فَسَاقَ ثَلاَثًا وَسِتِّينَ بَدَنَةً وَجَاءَ عَلِيٌّ مِنَ الْيَمَنِ بِبَقِيَّتِهَا فِيهَا جَمَلٌ لأَبِي جَهْلٍ فِي أَنْفِهِ بُرَةٌ مِنْ فِضَّةٍ فَنَحَرَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ كُلِّ بَدَنَةٍ بِبَضْعَةٍ فَطُبِخَتْ وَشَرِبَ مِنْ مَرَقِهَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ مِنْ حَدِيثِ سُفْيَانَ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ زَيْدِ بْنِ حُبَابٍ ‏.‏ وَرَأَيْتُ عَبْدَ اللَّهِ بْنَ عَبْدِ الرَّحْمَنِ رَوَى هَذَا الْحَدِيثَ فِي كُتُبِهِ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي زِيَادٍ ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذَا فَلَمْ يَعْرِفْهُ مِنْ حَدِيثِ الثَّوْرِيِّ عَنْ جَعْفَرٍ عَنْ أَبِيهِ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرَأَيْتُهُ لاَ يَعُدُّ هَذَا الْحَدِيثَ مَحْفُوظًا ‏.‏ وَقَالَ إِنَّمَا يُرْوَى عَنِ الثَّوْرِيِّ عَنْ أَبِي إِسْحَاقَ عَنْ مُجَاهِدٍ مُرْسَلاً ‏.‏\n\nحَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا حَبَّانُ بْنُ هِلاَلٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، قَالَ قُلْتُ لأَنَسِ بْنِ مَالِكٍ كَمْ حَجَّ النَّبِيُّ صلى الله عليه وسلم قَالَ حَجَّةٌ وَاحِدَةٌ وَاعْتَمَرَ أَرْبَعَ عُمَرٍ عُمْرَةٌ فِي ذِي الْقَعْدَةِ وَعُمْرَةُ الْحُدَيْبِيَةِ وَعُمْرَةٌ مَعَ حَجَّتِهِ وَعُمْرَةُ الْجِعِرَّانَةِ إِذْ قَسَّمَ غَنِيمَةَ حُنَيْنٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَحَبَّانُ بْنُ هِلاَلٍ هُوَ أَبُو حَبِيبٍ الْبَصْرِيُّ هُوَ جَلِيلٌ ثِقَةٌ وَثَّقَهُ يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 816,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চারবার উমরা করেছেনঃ হুদাইবিয়ার উমরা, দ্বিতীয় উমরা এর পরের বছর, যিলকাদ মাসে কাযা উমরা হিসাবে ছিলো এটি, জি’রানা নামক জায়গা হতে হচ্ছে তৃতীয় উমরা এবং তাঁর হজ্জের সাথে আদায় করেন চতুর্থ উমারা \n\n-সহীহ, ইবনু মা-জাহ (৩০০৩)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا دَاوُدُ بْنُ عَبْدِ الرَّحْمَنِ الْعَطَّارُ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اعْتَمَرَ أَرْبَعَ عُمَرٍ عُمْرَةَ الْحُدَيْبِيَةِ وَعُمْرَةَ الثَّانِيَةِ مِنْ قَابِلٍ وَعُمْرَةَ الْقَضَاءِ فِي ذِي الْقَعْدَةِ وَعُمْرَةَ الثَّالِثَةِ مِنَ الْجِعِرَّانَةِ وَالرَّابِعَةِ الَّتِي مَعَ حَجَّتِهِ.‏\nقَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏\nوَرَوَى ابْنُ عُيَيْنَةَ، هَذَا الْحَدِيثَ عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عِكْرِمَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اعْتَمَرَ أَرْبَعَ عُمَرٍ ‏.‏ وَلَمْ يَذْكُرْ فِيهِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ قَالَ حَدَّثَنَا بِذَلِكَ سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ عِكْرِمَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আনাস, আবদুল্লাহ ইবনু আমর ও ইবনু উমার (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু আব্বাস (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। এই হাদীসটি ইবনু উআইনা আমর ইবনু দীনার-ইকরিমার সূত্রে বর্ণনা করেছেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চারবার উমরা করছেন। তিনি এই সনদে ইবনু আব্বাস (রাঃ) -এর উল্লেখ করেননি। উক্ত সনদটি নিম্নরূপঃ\nসাঈদ ইবনু আব্দুর রহমান আল-মাখযুমী সুফিয়ান ইবনু উআইনা হতে, তিনি আমর ইবনু দীনার হতে, তিবি ইকরিমা হতে, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে।"
  },
  {
    "hadith_id": 818,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, তারা বাইদা নামক জায়গাকে কেন্দ্র করে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জড়িয়ে (ইহরাম প্রসঙ্গে) মিথ্যারোপ করেছে। আল্লাহ্‌র শপথ ! মসজিদের নিকটেই একটি গাছের পাশে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইহরামের তাকবীর ধ্বনি করেছিলেন।\n\n-সহীহ, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ مُوسَى بْنِ عُقْبَةَ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنِ ابْنِ عُمَرَ، قَالَ الْبَيْدَاءُ الَّتِي يَكْذِبُونَ فِيهَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَاللَّهِ مَا أَهَلَّ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلاَّ مِنْ عِنْدِ الْمَسْجِدِ مِنْ عِنْدِ الشَّجَرَةِ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 817,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, যখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হজ্জ করতে মনস্থ করলেন তখন লোকদের মাঝে ঘোষণা দিলেন। তারা একত্র হল। অতঃপর তিনি যখন বাইদা নামক জায়গায় পৌঁছুলেন তখন ইহরাম বাঁধলেন।\n\n-সহীহ, হাজ্জাতুন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (৪৫/২)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ لَمَّا أَرَادَ النَّبِيُّ صلى الله عليه وسلم الْحَجَّ أَذَّنَ فِي النَّاسِ فَاجْتَمَعُوا فَلَمَّا أَتَى الْبَيْدَاءَ أَحْرَمَ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَأَنَسٍ وَالْمِسْوَرِ بْنِ مَخْرَمَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার, আনাস ও মিসওয়ার ইবনু মাখরামা (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। জাবির (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 821,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে আমি উমরা ও হজ্জ উভয়ের একত্রে ইহরাম বেঁধে লাব্বায়িক বলতে শুনেছি।\n\n-সহীহ, ইবনু মা-জাহ (২৯৬৮, ২৯৬৯)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ لَبَّيْكَ بِعُمْرَةٍ وَحَجَّةٍ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ وَعِمْرَانَ بْنِ حُصَيْنٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا ‏.‏ وَاخْتَارُوهُ مِنْ أَهْلِ الْكُوفَةِ وَغَيْرِهِمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উমার ও ইমরান ইবনু হুসাইন (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আনাস (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এই হাদীস অনুযায়ী কতিপয় আলিম আমল করেছেন। এই মতকে পছন্দ করেছেন কূফাবাসী ফাকীহগণ ও অপরাপর আলিম।"
  },
  {
    "hadith_id": 826,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "ইহরাম বাঁধার সময় উচ্চস্বরে বলতেনঃ “লাব্বাইকা আল্লা-হুম্মা লাব্বাইকা লা-শারীকা লাকা লাব্বাইকা, ইন্নাল হামদা ওয়ান নি’মাত লাকা ওয়াল মুলকা, লা-শারীকা লাকা” বর্ণনাকারী বলেন, আবদুল্লাহ ইবনু উমার (রাঃ) বলতেন, এটা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর তালবিয়া। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর তালবিয়ার সাথে নিজের পক্ষ হতে তিনি এটুকু অংশ বাড়িয়ে পাঠ করতেনঃ লাব্বাইকা, লাব্বাইকা ও সা’দাইকা ওয়াল খাইরু ফী ইয়াদাইকা, লাব্বাইকা ওয়ার রাগবা-উ ইলাইকা ওয়াল আমালু।\n‘আমি হাযির, আমি হাযির, আমি ভাগ্যবান, সকল প্রকার কল্যাণ তোমারই হাতে, আমি হাযির, সকল প্রকার আশা-আকাংক্ষা তোমার প্রতিই, আমলও তোমার (সন্তুষ্টির) জন্যই”।\n\n-সহীহ, প্রাগুক্ত, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ أَهَلَّ فَانْطَلَقَ يُهِلُّ فَيَقُولُ لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكَ لاَ شَرِيكَ لَكَ ‏.‏ قَالَ وَكَانَ عَبْدُ اللَّهِ بْنُ عُمَرَ يَقُولُ هَذِهِ تَلْبِيَةُ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ وَكَانَ يَزِيدُ مِنْ عِنْدِهِ فِي أَثَرِ تَلْبِيَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم لَبَّيْكَ لَبَّيْكَ وَسَعْدَيْكَ وَالْخَيْرُ فِي يَدَيْكَ لَبَّيْكَ وَالرَّغْبَاءُ إِلَيْكَ وَالْعَمَلُ ‏.‏ قَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন।"
  },
  {
    "hadith_id": 825,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিম্নরূপ তালবিয়া পাঠ করতেনঃ “আমি হাযির, হে আল্লাহ্‌ ! আমি হাযির; তোমার কোন শরীক নেই, আমি হাযির; সকল প্রশংসা ও সকল নিয়ামাত তোমারই, সমস্ত বিশ্বের রাজত্ব তোমারই; তোমার কোন শরীক নেই।“\n\n-সহীহ, ইবনু মা-জাহ (২৯১৮), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ تَلْبِيَةَ النَّبِيِّ، صلى الله عليه وسلم كَانَتْ ‏ \"‏ لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكَ لاَ شَرِيكَ لَكَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَجَابِرٍ وَعَائِشَةَ وَابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَيْهِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَهُوَ قَوْلُ سُفْيَانَ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ قَالَ الشَّافِعِيُّ وَإِنْ زَادَ فِي التَّلْبِيَةِ شَيْئًا مِنْ تَعْظِيمِ اللَّهِ فَلاَ بَأْسَ إِنْ شَاءَ اللَّهُ وَأَحَبُّ إِلَىَّ أَنْ يَقْتَصِرَ عَلَى تَلْبِيَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ الشَّافِعِيُّ وَإِنَّمَا قُلْنَا لاَ بَأْسَ بِزِيَادَةِ تَعْظِيمِ اللَّهِ فِيهَا لِمَا جَاءَ عَنِ ابْنِ عُمَرَ وَهُوَ حَفِظَ التَّلْبِيَةَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ زَادَ ابْنُ عُمَرَ فِي تَلْبِيَتِهِ مِنْ قِبَلِهِ لَبَّيْكَ وَالرَّغْبَاءُ إِلَيْكَ وَالْعَمَلُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইবনু মাসঊদ, জাবির, আইশা, ইবনু আব্বাস ও আবূ হুরাইরা (রাঃ) হতে এই অনুচ্ছেদে হাদীস বর্ণিত আছে। তিনি আরও বলেন, ইবনু উমার (রাঃ) হতে বর্ণিত হাদীসটি হাসান সহীহ্। এই হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী ও অপরাপর আলিম আমল করার কথা বলেছেন। এই অভিমত সুফিয়ান সাওরী, শাফিঈ, আহমাদ ও ইসহাক (রহঃ) -এর। ইমাম শাফিঈ (রহঃ) বলেন, কোন লোক যদি আল্লাহ্‌ তা’আলার মহত্ব ব্যঞ্জক কোন শব্দ নিজের পক্ষ হতে তালবিয়াতে বাড়িয়ে নেয় তবে ইনশাআল্লাহ্ এতে কোন সমস্যা নেই। কিন্তু আমার নিকট রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর পাঠকৃত তালবিয়াতে সন্তুষ্ট থাকাই বেশী প্রিয়।\nইমাম শাফিঈ বলেন, “তালবিয়ার মধ্যে আল্লাহ্‌ তা’আলার মহত্ব ব্যঞ্জক কোন শব্দ যুক্ত করাতে কোন সমস্যা নেই” ইবনু উমার (রাঃ) -এর এই রিওয়ায়াতটি হল আমার এই কথার দলীল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে তিনি তালবিয়ার শব্দ সংরক্ষণ করেছেন। এরপরও তিনি এতে নিজের পক্ষ হতে বাড়িয়েছেন (নিম্নের হাদীস)।"
  },
  {
    "hadith_id": 827,
    "narrator": "আবূ বাকর সিদ্দীক (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে প্রশ্ন করা হল, কোন প্রকার হজ্জ সবচেয়ে উত্তম? তিনি বলেনঃ চিৎকার করা (উচ্চস্বরে তালবিয়া পাঠ) ও রক্ত প্রবাহিত করা (কুরবানী দেওয়া)।\n\n-সহীহ, ইবনু মা-জাহ (২৯২৪)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، ح وَحَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا ابْنُ أَبِي فُدَيْكٍ، عَنِ الضَّحَّاكِ بْنِ عُثْمَانَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَرْبُوعٍ، عَنْ أَبِي بَكْرٍ الصِّدِّيقِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم سُئِلَ أَىُّ الْحَجِّ أَفْضَلُ قَالَ ‏ \"‏ الْعَجُّ وَالثَّجُّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 828,
    "narrator": "সাহল ইবনু সা’দ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন কোন মুসলিম তালবিয়া পাঠ করে তখন তার ডান ও বামে পাথর, বৃক্ষরাজি, মাটি সবকিছুই তার সাথে তালবিয়া পাঠ করে। এমনকি পৃথিবীর এ প্রান্ত হতে ও প্রান্ত পর্যন্ত (তালবিয়া পাঠকারীদের দ্বারা) পূর্ণ হয়ে যায়।\n\n-সহীহ, মিশকাত (২৫৫০)।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَيَّاشٍ، عَنْ عُمَارَةَ بْنِ غَزِيَّةَ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَا مِنْ مُسْلِمٍ يُلَبِّي إِلاَّ لَبَّى مَنْ عَنْ يَمِينِهِ أَوْ عَنْ شِمَالِهِ مِنْ حَجَرٍ أَوْ شَجَرٍ أَوْ مَدَرٍ حَتَّى تَنْقَطِعَ الأَرْضُ مِنْ هَا هُنَا وَهَا هُنَا ‏\"‏ ‏.‏\nحَدَّثَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ، وَعَبْدُ الرَّحْمَنِ بْنُ الأَسْوَدِ أَبُو عَمْرٍو الْبَصْرِيُّ، قَالاَ حَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، عَنْ عُمَارَةَ بْنِ غَزِيَّةَ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَ حَدِيثِ إِسْمَاعِيلَ بْنِ عَيَّاشٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَبِي بَكْرٍ حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ ابْنِ أَبِي فُدَيْكٍ عَنِ الضَّحَّاكِ بْنِ عُثْمَانَ ‏.‏ وَمُحَمَّدُ بْنُ الْمُنْكَدِرِ لَمْ يَسْمَعْ مِنْ عَبْدِ الرَّحْمَنِ بْنِ يَرْبُوعٍ وَقَدْ رَوَى مُحَمَّدُ بْنُ الْمُنْكَدِرِ عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَرْبُوعٍ عَنْ أَبِيهِ غَيْرَ هَذَا الْحَدِيثِ ‏.‏ وَرَوَى أَبُو نُعَيْمٍ الطَّحَّانُ ضِرَارُ بْنُ صُرَدٍ هَذَا الْحَدِيثَ عَنِ ابْنِ أَبِي فُدَيْكٍ عَنِ الضَّحَّاكِ بْنِ عُثْمَانَ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ يَرْبُوعٍ عَنْ أَبِيهِ عَنْ أَبِي بَكْرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَأَخْطَأَ فِيهِ ضِرَارٌ ‏.‏ قَالَ أَبُو عِيسَى سَمِعْتُ أَحْمَدَ بْنَ الْحَسَنِ يَقُولُ قَالَ أَحْمَدُ بْنُ حَنْبَلٍ مَنْ قَالَ فِي هَذَا الْحَدِيثِ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ يَرْبُوعٍ عَنْ أَبِيهِ فَقَدْ أَخْطَأَ ‏.‏ قَالَ وَسَمِعْتُ مُحَمَّدًا يَقُولُ وَذَكَرْتُ لَهُ حَدِيثَ ضِرَارِ بْنِ صُرَدٍ عَنِ ابْنِ أَبِي فُدَيْكٍ فَقَالَ هُوَ خَطَأٌ ‏.‏ فَقُلْتُ قَدْ رَوَاهُ غَيْرُهُ عَنِ ابْنِ أَبِي فُدَيْكٍ أَيْضًا مِثْلَ رِوَايَتِهِ ‏.‏ فَقَالَ لاَ شَىْءَ إِنَّمَا رَوَوْهُ عَنِ ابْنِ أَبِي فُدَيْكٍ وَلَمْ يَذْكُرُوا فِيهِ عَنْ سَعِيدِ بْنِ عَبْدِ الرَّحْمَنِ ‏.‏ وَرَأَيْتُهُ يُضَعِّفُ ضِرَارَ بْنَ صُرَدٍ ‏.‏ وَالْعَجُّ هُوَ رَفْعُ الصَّوْتِ بِالتَّلْبِيَةِ ‏.‏ وَالثَّجُّ هُوَ نَحْرُ الْبُدْنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইসমাঈল ইবনু আইয়্যাশের হাদীসের ন্যায় উবাইদা ইবনু হুমাইদের বরাতে সাহল ইবনু সা’দ (রাঃ) -এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত আছে। ইবনু উমার ও জাবির (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা আবূ বাকরের হাদীসটিকে গারীব বলেছেন। তিনি বলেন, ইবনু আবূ ফুদাইক-দাহহাক ইবনু উসমানের সূত্র ব্যতীত এটি বর্ণিত আছে বলে আমাদের জানা নেই। আর আব্দুর রাহমান ইবনু ইয়ারবূর নিকট হতে মুহাম্মাদ ইবনুল মুনকাদির কোন হাদীস শুনেননি। বরং অন্য একটি হাদীস তিনি সাঈদ ইবনু আব্দুর রাহমান ইবনু ইয়ারবূর মাধ্যমে তাঁর পিতার সূত্রে রিওয়ায়াত করেছেন। আবূ নুআইম আত-তাহহান-যিরার ইবনু সুরাদ এই হাদীসটিকে ইবনু আবূ ফুদাইক-যাহহাক ইবনু উসমান হতে, তিনি মুহাম্মাদ ইবনুল মুনকাদির হতে, তিনি সাঈদ ইবনু আব্দুর রাহমান ইবনু ইয়ারবূ হতে, তিনি তার পিতার সূত্রে- আবূ বাকর (রাঃ) -এর সূত্রে বর্ণনা করেছেন। কিন্তু যিরার তাঁর বর্ণনায় ভূল করেছেন। \nআহমাদ ইবনু হাম্বল (রহঃ) বলেছেন, বর্ণনাকারী মুহাম্মাদ ইবনুল মুনকাদির-ইবনু আব্দুর রাহমান ইবনু ইয়ারবূ হতে, তিনি তার পিতা হতে যিনি হাদীসটির সূত্র এইভাবে উল্লেখ করেছেন তিনি ভুল করেছেন। আবূ ঈসা বলেন, আমি যিরার ইবনু সুরাদ-ইবনু আবূ ফুদাইকের সূত্রে বর্ণিত রিওয়ায়াতটি মুহাম্মাদ আল-বুখারীর নিকট উল্লেখ করলে তিনি বলেন, এটি ভুল। আমি বললাম, ইবনু আবূ ফুদাইক হতে যিরার ছাড়াও অন্যান্য বর্ণনাকারী এরকমই বর্ণনা করেছেন। তিনি বললেন, এগুলো কিছু নয়। এরা ইবনু আবূ ফুদাইক হতে বর্ণনা করেছেন অথচ এতে সাঈদ ইবনু আব্দুর রাহমানের নাম উল্লেখ করেননি। যিরার ইবনু সুরাদকে ইমাম বুখারী দুর্বল বর্ণনাকারী সাব্যস্ত করেছেন।\n‘আল-আজ্জ’ অর্থ উচ্চস্বরে তালবিয়া পাঠ করা এবং ‘আস-সাজ্জ” অর্থ পশু কুরবানী করা।"
  },
  {
    "hadith_id": 830,
    "narrator": "যাইদ ইবনু সাবিত (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে তিনি ইহরামের উদ্দেশ্যে (সেলাই করা) পোশাক খুলতে ও গোসল করতে দেখেছেন।\n\n-সহীহ, তা’লীকাতুল জিয়াদ, মিশকাত তাহকীক ছানী, আল হাজ্জুল কাবীর (২৫৪৭)।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي زِيَادٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَعْقُوبَ الْمَدَنِيُّ، عَنِ ابْنِ أَبِي الزِّنَادِ، عَنْ أَبِيهِ، عَنْ خَارِجَةَ بْنِ زَيْدِ بْنِ ثَابِتٍ، عَنْ أَبِيهِ، أَنَّهُ رَأَى النَّبِيَّ صلى الله عليه وسلم تَجَرَّدَ لإِهْلاَلِهِ وَاغْتَسَلَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَقَدِ اسْتَحَبَّ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ الاِغْتِسَالَ عِنْدَ الإِحْرَامِ وَبِهِ يَقُولُ الشَّافِعِيُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। ইহরাম বাঁধার পূর্বে গোসল করাকে একদল আলিম মুস্তাহাব বলেছেন। এই মত ইমাম শাফিঈর।"
  },
  {
    "hadith_id": 831,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "এক লোক প্রশ্ন করল, হে আল্লাহ্‌র রাসূল! কোথা হতে আমরা ইহরাম বাঁধব? তিনি বললেনঃ যুল-হুলাইফা হতে মদানীবাসীগণ, জুহফা হতে সিরিয়াবাসীগণ, কারন হতে নাজদবাসীগণ এবং ইয়ালামলাম হতে ইয়ামানবাসীগণ ইহরাম বাঁধবে।\n\n-সহীহ, ইবনু মা-জাহ (২৯১৪), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَجُلاً، قَالَ مِنْ أَيْنَ نُهِلُّ يَا رَسُولَ اللَّهِ فَقَالَ ‏ \"‏ يُهِلُّ أَهْلُ الْمَدِينَةِ مِنْ ذِي الْحُلَيْفَةِ وَأَهْلُ الشَّامِ مِنَ الْجُحْفَةِ وَأَهْلُ نَجْدٍ مِنْ قَرْنٍ ‏\"‏ ‏.‏ قَالَ وَيَقُولُونَ وَأَهْلُ الْيَمَنِ مِنْ يَلَمْلَمَ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَجَابِرِ بْنِ عَبْدِ اللَّهِ وَعَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস, জাবির ইবনু আবদুল্লাহ ও আবদুল্লাহ্ ইবনু আমর (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু উমার (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এই হাদীস অনুযায়ী আলিমগণ আমল করতে বলেছেন।"
  },
  {
    "hadith_id": 833,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "এক লোক দাঁড়িয়ে বলল, হে আল্লাহ্‌র রাসূল ! আমাদেরকে ইহরাম অবস্থায় আপনি কি ধরণের পোশাক পরার নির্দেশ দেন? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ জামা, পাজামা, টুপি, পাগড়ী ও মোজা পরবে না। তবে কোন লোকের জুতা না থাকলে সে চামড়ার মোজা পরবে যা পায়ের গোছার নিচে থাকে। যাফরান ও ওয়ারাস রং-এ রঙ করা কোন পোশাক তোমরা পরবে না। ইহরামধারী মহিলারা মুখ ঢাকবে না এবং হাতে দস্তানা (হাত মোজা) পরবে না।\n\n-সহীহ্, ইরওয়া, সহীহ্ আবূ দাঊদ (১৬০০- ১৩০৬), আল হাজ্জুল কাবীর, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّهُ قَالَ قَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ مَاذَا تَأْمُرُنَا أَنْ نَلْبَسَ مِنَ الثِّيَابِ فِي الْحَرَمِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ تَلْبَسُوا الْقُمُصَ وَلاَ السَّرَاوِيلاَتِ وَلاَ الْبَرَانِسَ وَلاَ الْعَمَائِمَ وَلاَ الْخِفَافَ إِلاَّ أَنْ يَكُونَ أَحَدٌ لَيْسَتْ لَهُ نَعْلاَنِ فَلْيَلْبَسِ الْخُفَّيْنِ وَلْيَقْطَعْهُمَا مَا أَسْفَلَ مِنَ الْكَعْبَيْنِ وَلاَ تَلْبَسُوا شَيْئًا مِنَ الثِّيَابِ مَسَّهُ الزَّعْفَرَانُ وَلاَ الْوَرْسُ وَلاَ تَنْتَقِبِ الْمَرْأَةُ الْحَرَامُ وَلاَ تَلْبَسِ الْقُفَّازَيْنِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَيْهِ عِنْدَ أَهْلِ الْعِلْمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এই হাদীস অনুযায়ী আলিমগণ আমল করার কথা বলেছেন।"
  },
  {
    "hadith_id": 834,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি বলতে শুনেছিঃ ইহরামধারী ব্যক্তি লুঙ্গি যোগাড় করতে না পারলে সে পাজামই পরবে এবং জুতা জোগাড় করতে না পারলে মোজা পরবে।\n\n-সহীহ, ইবনু মা-জাহ (২৯৩১), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ الْبَصْرِيُّ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا أَيُّوبُ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، عَنْ جَابِرِ بْنِ زَيْدٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ الْمُحْرِمُ إِذَا لَمْ يَجِدِ الإِزَارَ فَلْيَلْبَسِ السَّرَاوِيلَ وَإِذَا لَمْ يَجِدِ النَّعْلَيْنِ فَلْيَلْبَسِ الْخُفَّيْنِ ‏\"‏ ‏.‏\nحَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرٍو، نَحْوَهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ، وَجَابِرٍ، ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ قَالُوا إِذَا لَمْ يَجِدِ الْمُحْرِمُ الإِزَارَ لَبِسَ السَّرَاوِيلَ وَإِذَا لَمْ يَجِدِ النَّعْلَيْنِ لَبِسَ الْخُفَّيْنِ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ ‏.‏ وَقَالَ بَعْضُهُمْ عَلَى حَدِيثِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ إِذَا لَمْ يَجِدْ نَعْلَيْنِ فَلْيَلْبَسِ الْخُفَّيْنِ وَلْيَقْطَعْهُمَا أَسْفَلَ مِنَ الْكَعْبَيْنِ ‏\"‏ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَبِهِ يَقُولُ مَالِكٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার ও জাবির (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। এই হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এই হাদীস অনুযায়ী একদল আলিম আমল করার কথা বলেছেন। তারা বলেন, ইহরামধারী ব্যক্তি (সেলাইবিহীন) লুঙ্গি জোগাড় করতে না পারলে পাজামাই পরবে এবং জুতা জোগাড় করতে না পারলে মোজা পরবে। এটা আহমাদ (রহঃ)-এর মন্তব্য। ইবনু উমার (রাঃ)-এর বর্ণিত হাদীস অনুযায়ী অপর একদল আলিম বলেন, জুতা না পেলে সে মোজার উপরিভাগ পায়ের গোড়ালি নিম্নভাগ বরাবর কেটে পড়তে পারবে। এই মত সুফিয়ান সাওরী, শাফিঈ এ মালিক (রহঃ)-এর।"
  },
  {
    "hadith_id": 835,
    "narrator": "ইয়ালা ইবনু উমাইয়্যা (রাঃ)",
    "bn": "তিনি বলেন, এক বেদুঈনকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইহরাম অবস্থায় জুব্বা পরিহিত দেখলেন। তিনি তাকে তা খুলার নির্দেশ দিলেন।\n\nসহীহ্, সহীহ আবূ দাঊদ (১৫৯৬, ১৫৯৯), বুখারী, মুসলিম পূর্ণরূপে।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنْ يَعْلَى بْنِ أُمَيَّةَ، قَالَ رَأَى النَّبِيُّ صلى الله عليه وسلم أَعْرَابِيًّا قَدْ أَحْرَمَ وَعَلَيْهِ جُبَّةٌ فَأَمَرَهُ أَنْ يَنْزِعَهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 837,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ হারাম শারীফের ভিতরেও পাঁচটি অনিষ্টকারী প্রাণীকে মারা যায়ঃ ইঁদুর, বিচ্ছু, কাক, চিল ও হিংস্র কুকুর।\n\n- সহীহ, ইবনু মা-জাহ (৩০৮৭), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ خَمْسُ فَوَاسِقَ يُقْتَلْنَ فِي الْحَرَمِ الْفَأْرَةُ وَالْعَقْرَبُ وَالْغُرَابُ وَالْحُدَيَّا وَالْكَلْبُ الْعَقُورُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَابْنِ عُمَرَ وَأَبِي هُرَيْرَةَ وَأَبِي سَعِيدٍ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু মাসউদ, ইবনু উমার, আবূ হুরাইরা, আবূ সাঈদ ও ইবনু আব্বাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 839,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "ইহরাম পরিহিত অবস্থায় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রক্তক্ষরণ করিয়েছেন।\n\n— সহীহ, ইবনু মা-জাহ (১৬৮২), বুখারী",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ طَاوُسٍ، وَعَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم احْتَجَمَ وَهُوَ مُحْرِمٌ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَعَبْدِ اللَّهِ ابْنِ بُحَيْنَةَ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَخَّصَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ فِي الْحِجَامَةِ لِلْمُحْرِمِ وَقَالُوا لاَ يَحْلِقُ شَعَرًا ‏.‏ وَقَالَ مَالِكٌ لاَ يَحْتَجِمُ الْمُحْرِمُ إِلاَّ مِنْ ضَرُورَةٍ ‏.‏ وَقَالَ سُفْيَانُ الثَّوْرِيُّ وَالشَّافِعِيُّ لاَ بَأْسَ أَنْ يَحْتَجِمَ الْمُحْرِمُ وَلاَ يَنْزِعُ شَعَرًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আনাস, আবদুল্লাহ ইবনু বুহাইনা ও জাবির (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু আব্বাস (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। ইহরাম অবস্থায় রক্তক্ষরণ করানোর ব্যাপারে একদল আলিম অনুমতি প্রদান করেছেন। তারা বলেন, এ অবস্থায় চুল ফেলা যাবে না। ইমাম মালিক (রহঃ) বলেন, ইহরাম পরিহিত অবস্থায় প্রয়োজন ব্যতীত রক্তক্ষরণ করানো যাবে না। সুফিয়ান সাওরী ও শাফিঈ (রহঃ) বলেন, ইহরাম পরিহিত ব্যক্তির রক্তক্ষরণ করানোতে কোন সমস্যা নেই, তবে চুল কাটা যাবে না।"
  },
  {
    "hadith_id": 840,
    "narrator": "নুবাইহ ইবনু ওয়াহব (রহঃ)",
    "bn": "তিনি বলেন, ইবনু মামার তার (ইহরামধারী) ছেলেকে বিয়ে করাতে মনস্থ করলেন। তাই তিনি আমাকে আমীরুল হজ্জ আবান ইবনু উসমানের নিকট পাঠালেন। তাঁর নিকট এসে আমি বললাম, আপনার ভাই তাঁর ছেলেকে বিয়ে করাতে চান। এই বিষয়ে তিনি আপনাকে সাক্ষী রাখতে চান। তিনি বললেন, আমি দেখছি সে তো এক মূৰ্খ বেদুঈন! ইহরামধারী ব্যক্তি না নিজে বিয়ে করতে পারে আর না অন্যকে বিয়ে করাতে পারে, অথবা এরকমই বলেছেন। নুবাইহ বলেন, এরপর তিনি হাদীসটিকে উসমান (রাঃ)-এর মারফতে মারফূভাবে বর্ণনা করেছেন।\n\n— সহীহ, ইবনু মা-জাহ (১৯৬৬), মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، حَدَّثَنَا أَيُّوبُ، عَنْ نَافِعٍ، عَنْ نُبَيْهِ بْنِ وَهْبٍ، قَالَ أَرَادَ ابْنُ مَعْمَرٍ أَنْ يُنْكِحَ، ابْنَهُ فَبَعَثَنِي إِلَى أَبَانَ بْنِ عُثْمَانَ وَهُوَ أَمِيرُ الْمَوْسِمِ بِمَكَّةَ فَأَتَيْتُهُ فَقُلْتُ إِنَّ أَخَاكَ يُرِيدُ أَنْ يُنْكِحَ ابْنَهُ فَأَحَبَّ أَنْ يُشْهِدَكَ ذَلِكَ ‏.‏ قَالَ لاَ أُرَاهُ إِلاَّ أَعْرَابِيًّا جَافِيًا إِنَّ الْمُحْرِمَ لاَ يَنْكِحُ وَلاَ يُنْكِحُ ‏.‏ أَوْ كَمَا قَالَ ثُمَّ حَدَّثَ عَنْ عُثْمَانَ مِثْلَهُ يَرْفَعُهُ ‏.‏ وَفِي الْبَابِ عَنْ أَبِي رَافِعٍ وَمَيْمُونَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عُثْمَانَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم مِنْهُمْ عُمَرُ بْنُ الْخَطَّابِ وَعَلِيُّ بْنُ أَبِي طَالِبٍ وَابْنُ عُمَرَ وَهُوَ قَوْلُ بَعْضِ فُقَهَاءِ التَّابِعِينَ وَبِهِ يَقُولُ مَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ لاَ يَرَوْنَ أَنْ يَتَزَوَّجَ الْمُحْرِمُ قَالُوا فَإِنْ نَكَحَ فَنِكَاحُهُ بَاطِلٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ রাফি ও মাইমূনা (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা উসমান (রাঃ) হতে বর্ণিত হাদীসটিকে হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর একদল সাহাবী আমল করার কথা ব্যক্ত করেছেন। উমার ইবনুল খাত্তাব, আলী ইবনু আবূ তালিব ও ইবনু উমার (রাঃ) তাদের মধ্যে অন্তর্ভুক্ত। কিছুসংখ্যক তাবিঈ ফিকহবিদের বক্তব্যও তাই। ইমাম মালিক, শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর মতও তাই অর্থাৎ ইহরাম পরিহিত অবস্থায় কোন লোক বিয়ে করতে পারে না। তারা বলেন, ইহরাম অবস্থায় কোন লোক বিয়ে করলে তা বাতিল বলে গণ্য হবে।"
  },
  {
    "hadith_id": 845,
    "narrator": "মাইমূনা (রাঃ)",
    "bn": ", রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন তাকে বিয়ে করেন তিনি তখন ইহরামমুক্ত অবস্থায় ছিলেন এবং একই অবস্থায় তিনি তার সাথে বাসর যাপন করেন। পরবর্তী কালে মাইমূনা (রাঃ) সারিফেই মারা যান এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার সাথে যে ঝুপড়িতে (কুঁড়ে ঘরে) বাসর যাপন করেন আমরা তাকে সেই স্থানেই দাফন করি।\n\n- সহীহ, ইবনু মা-জাহ (১৯৬৪), মুসলিম সংক্ষিপ্তভাবে।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا وَهْبُ بْنُ جَرِيرٍ، حَدَّثَنَا أَبِي قَالَ، سَمِعْتُ أَبَا فَزَارَةَ، يُحَدِّثُ عَنْ يَزِيدَ بْنِ الأَصَمِّ، عَنْ مَيْمُونَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم تَزَوَّجَهَا وَهُوَ حَلاَلٌ وَبَنَى بِهَا حَلاَلاً وَمَاتَتْ بِسَرِفَ وَدَفَنَّاهَا فِي الظُّلَّةِ الَّتِي بَنَى بِهَا فِيهَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ وَرَوَى غَيْرُ وَاحِدٍ هَذَا الْحَدِيثَ عَنْ يَزِيدَ بْنِ الأَصَمِّ مُرْسَلاً أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم تَزَوَّجَ مَيْمُونَةَ وَهُوَ حَلاَلٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা গারীব বলেছেন। ইয়াযীদ ইবনু আসান্ম হতে একাধিক বর্ণনাকারী এই হাদীসটি মুরসালরূপে বর্ণনা করেছেন যে, হালাল অবস্থায় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাইমূনা (রাঃ)-কে বিয়ে করেন।"
  },
  {
    "hadith_id": 847,
    "narrator": "আবূ কাতাদা (রাঃ)",
    "bn": "তিনি কোন এক সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে (সফরে) ছিলেন। তিনি এক পর্যায়ে তার কিছু সঙ্গীসহ মক্কার কোন এক পথে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর পিছনে পড়ে গেলেন। তার সঙ্গীরা ইহরাম অবস্থায় ছিলেন, কিন্তু তিনি নিজে মুহরিম ছিলেন না। তিনি একটি বন্য গাধা দেখলেন। তিনি সেই মুহূর্তে তার ঘোড়ায় উঠে বসলেন এবং তার চাবুকটি সঙ্গীদেরকে দিতে বললেন। কিন্তু তা দিতে তারা অস্বীকার করলেন। তিনি তার বর্শাটি চাইলে তাও দিতে তারা অস্বীকৃতি জানালেন। এরপর তিনি নিজেই সেটাকে উঠিয়ে নেন এবং গাধাটিকে আক্রমণ করে মেরে ফেলেন। কিছু সাহাবী তার গোশত খেলেন এবং সেটা খেতে কেউ কেউ অস্বীকার করলেন। ইতোমধ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে তারা মিলিত হয়ে তাকে এই প্রসঙ্গে প্রশ্ন করলে তিনি বললেনঃ এটি এমন খাবার যা আল্লাহ তা'আলা তোমাদেরকে খাইয়েছেন।\n\nসহীহ, ইরওয়া (১০২৮), সহীহ আবূ দাউদ (১৬২৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ أَبِي النَّضْرِ، عَنْ نَافِعٍ، مَوْلَى أَبِي قَتَادَةَ عَنْ أَبِي قَتَادَةَ، أَنَّهُ كَانَ مَعَ النَّبِيِّ صلى الله عليه وسلم حَتَّى إِذَا كَانَ بِبَعْضِ طَرِيقِ مَكَّةَ تَخَلَّفَ مَعَ أَصْحَابٍ لَهُ مُحْرِمِينَ وَهُوَ غَيْرُ مُحْرِمٍ فَرَأَى حِمَارًا وَحْشِيًّا فَاسْتَوَى عَلَى فَرَسِهِ فَسَأَلَ أَصْحَابَهُ أَنْ يُنَاوِلُوهُ سَوْطَهُ فَأَبَوْا فَسَأَلَهُمْ رُمْحَهُ فَأَبَوْا عَلَيْهِ فَأَخَذَهُ ثُمَّ شَدَّ عَلَى الْحِمَارِ فَقَتَلَهُ فَأَكَلَ مِنْهُ بَعْضُ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَأَبَى بَعْضُهُمْ فَأَدْرَكُوا النَّبِيَّ صلى الله عليه وسلم فَسَأَلُوهُ عَنْ ذَلِكَ فَقَالَ ‏ \"‏ إِنَّمَا هِيَ طُعْمَةٌ أَطْعَمَكُمُوهَا اللَّهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 849,
    "narrator": "উবাইদুল্লাহ ইবনু আবদুল্লাহ (রহঃ)",
    "bn": "ইবনু আব্বাস (রাঃ) তাকে অবহিত করেছেন এবং সা’ব ইবনু জাসসামা (রাঃ) ইবনু আব্বাস (রাঃ) -কে অবহিত করেছেন যে, আবওয়া বা ওয়াদদান নামক জায়গাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর নিকট দিয়ে যাচ্ছিলেন। তিনি একটা বন্য গাধা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে উপহার দিলেন। কিন্তু তাঁকে তিনি তা ফেরত দিলেন। তাঁর চেহারাতে মালিন্যের ভাব দেখতে পেয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি তোমার এই উপহার ফিরিয়ে দিতাম না। কিন্তু আমরা যে এখন ইহরাম অবস্থায় আছি। \n\n-সহীহ।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، أَنَّ ابْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّ الصَّعْبَ بْنَ جَثَّامَةَ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم مَرَّ بِهِ بِالأَبْوَاءِ أَوْ بِوَدَّانَ فَأَهْدَى لَهُ حِمَارًا وَحْشِيًّا فَرَدَّهُ عَلَيْهِ فَلَمَّا رَأَى رَسُولُ اللَّهِ صلى الله عليه وسلم مَا فِي وَجْهِهِ مِنَ الْكَرَاهِيَةِ قَالَ ‏ \"‏ إِنَّهُ لَيْسَ بِنَا رَدٌّ عَلَيْكَ وَلَكِنَّا حُرُمٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ ذَهَبَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ إِلَى هَذَا الْحَدِيثِ وَكَرِهُوا أَكْلَ الصَّيْدِ لِلْمُحْرِمِ ‏.‏ وَقَالَ الشَّافِعِيُّ إِنَّمَا وَجْهُ هَذَا الْحَدِيثِ عِنْدَنَا إِنَّمَا رَدَّهُ عَلَيْهِ لَمَّا ظَنَّ أَنَّهُ صِيدَ مِنْ أَجْلِهِ وَتَرَكَهُ عَلَى التَّنَزُّهِ ‏.‏ وَقَدْ رَوَى بَعْضُ أَصْحَابِ الزُّهْرِيِّ عَنِ الزُّهْرِيِّ هَذَا الْحَدِيثَ وَقَالَ أَهْدَى لَهُ لَحْمَ حِمَارِ وَحْشٍ ‏.‏ وَهُوَ غَيْرُ مَحْفُوظٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَزَيْدِ بْنِ أَرْقَمَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী এবং অপরাপর আলিমগণ মুহরিমের জন্য শিকারের গোশত খাওয়া মাকরূহ বলেছেন। ইমাম শাফিঈ (রহঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কর্তৃক ফেরতদানের তাৎপর্য এই যে, তিনি অনুমান করেছিলেন যে, হয়ত তার উদ্দেশ্যেই এটিকে শিকার করা হয়েছে। তাই এটা হতে বাচতেই তিনি তা প্রত্যাখ্যান করেন। ইমাম যুহরী (রহঃ)-এর কিছু শাগরিদ তার হতে বর্ণনা করেন যে, বন্য গাধার গোশত রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)কে উপহার দেয়া হয়। কিন্তু এই রিওয়ায়াতটি সংরক্ষিত নয়।\nআলী ও যাইদ ইবনু আরকাম (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 851,
    "narrator": "ইবনু আবূ আম্মার (রহঃ)",
    "bn": "তিনি বলেন, জাবির ইবনু আবদুল্লাহ (রাঃ)-কে আমি বললাম, ভুল্লোক কি শিকার (করার মত প্রাণী)। তিনি বলেন, হ্যা। আমি বললাম, সেটা কি খেতে পারবো? তিনি বলেন, হ্যাঁ। আমি বললাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি এ কথা বলেছেন? তিনি বলেন, হ্যাঁ। \n\n- সহীহ, ইবনু মা-জাহ (৩০৮৫)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا ابْنُ جُرَيْجٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عُمَيْرٍ، عَنِ ابْنِ أَبِي عَمَّارٍ، قَالَ قُلْتُ لِجَابِرِ بْنِ عَبْدِ اللَّهِ الضَّبُعُ أَصَيْدٌ هِيَ قَالَ نَعَمْ ‏.‏ قَالَ قُلْتُ آكُلُهَا قَالَ نَعَمْ ‏.‏ قَالَ قُلْتُ أَقَالَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ نَعَمْ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى بْنُ سَعِيدٍ وَرَوَى جَرِيرُ بْنُ حَازِمٍ هَذَا الْحَدِيثَ فَقَالَ عَنْ جَابِرٍ عَنْ عُمَرَ ‏.‏ وَحَدِيثُ ابْنِ جُرَيْجٍ أَصَحُّ ‏.‏ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ فِي الْمُحْرِمِ إِذَا أَصَابَ ضَبُعًا أَنَّ عَلَيْهِ الْجَزَاءَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। ইয়াহইয়া ইবনু সাঈদ (রহঃ) বলেন, এই হাদীসটি জারীর ইবনু হাযিম (রহঃ) রিওয়ায়ত করেছেন এবং তিনি সনদের উল্লেখ করেছেন এভাবে \"জাবির হতে তিনি উমার হতে\"। কিন্তু ইবনু জুরাইজ (রহঃ)-এর বর্ণনাটি বেশি সহীহ। এই মত ইমাম আহমাদ ও ইসহাক (রহঃ)-এর। একদল আলিম মুহুরিমের ক্ষেত্রে বলেন, সে যদি ভুল্লোক শিকার করে তাহলে তাকে কাফফারা আদায় করতে হবে।"
  },
  {
    "hadith_id": 853,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন মক্কায় আগমন করলেন তখন এর উচ্চভূমি দিয়ে আসলেন এবং বের হলেন নিম্নভূমি দিয়ে। \n\n– সহীহ, সহীহ আবূ দাউদ (১৬৩৩) বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ لَمَّا جَاءَ النَّبِيُّ صلى الله عليه وسلم إِلَى مَكَّةَ دَخَلَ مِنْ أَعْلاَهَا وَخَرَجَ مِنْ أَسْفَلِهَا ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ ‏.‏ قَاَلَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আইশা (রাঃ)-এর হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 854,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দিনের বেলা মক্কা নগরীতে আগমন করেন। \n\n– সহীহ, সহীহ আবূ দাউদ (১৬২৯), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الْعُمَرِيُّ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ مَكَّةَ نَهَارًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান বলেছেন।"
  },
  {
    "hadith_id": 856,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, মক্কায় পৌছার পর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদুল হারামে প্রবেশ করেন এবং হাজরে আসওয়াদ চুম্বন করেন, তারপর ডান দিকে এগিয়ে গেলেন এবং তিন বার তাওয়াফ করলেন দ্রুত পদক্ষেপে, আর স্বাভাবিক গতিতে তাওয়াফ করলেন চার বার। এরপর মাকামে ইবরাহীমে আসলেন এবং পাঠ করলেনঃ “মাকামে ইবরাহীমকে তোমরা নামাযের জায়গা হিসাবে গ্রহণ কর”(সূরাঃ বাকারা- ১২৫)। তিনি এখানে তাঁর ও বাইতুল্লাহর মাঝে মাকামে ইবরাহীমকে রেখে দুই রাক’আত নামায আদায় করলেন, এরপর হাজরে আসওয়াদের নিকট এসে তা চুম্বন করলেন। এরপর তিনি বের হয়ে গেলেন সাফা পাহাড়ের দিকে (সাঈর উদ্দেশ্যে)। (বর্ণনাকারী বলেন) আমার ধারণা তিনি তখন পাঠ করলেনঃ “নিশ্চয়ই সাফা ও মারওয়া (পাহাড়দুটি) আল্লাহর নিদর্শনসমূহের অন্তর্ভুক্ত”(সূরাঃ বাকারা-১৫৮)।\n\n- সহীহ, ইবনু মা-জাহ (৩০৭৪), মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، أَخْبَرَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرٍ، قَالَ لَمَّا قَدِمَ النَّبِيُّ صلى الله عليه وسلم مَكَّةَ دَخَلَ الْمَسْجِدَ فَاسْتَلَمَ الْحَجَرَ ثُمَّ مَضَى عَلَى يَمِينِهِ فَرَمَلَ ثَلاَثًا وَمَشَى أَرْبَعًا ثُمَّ أَتَى الْمَقَامَ فَقَالَ ‏:‏ ‏(‏وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى ‏)‏ فَصَلَّى رَكْعَتَيْنِ وَالْمَقَامُ بَيْنَهُ وَبَيْنَ الْبَيْتِ ثُمَّ أَتَى الْحَجَرَ بَعْدَ الرَّكْعَتَيْنِ فَاسْتَلَمَهُ ثُمَّ خَرَجَ إِلَى الصَّفَا أَظُنُّهُ قَالََّ ‏:‏‏(‏ إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ ‏)‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী আলিমগণ আমল করেন।"
  },
  {
    "hadith_id": 857,
    "narrator": "জাবির (রাঃ)",
    "bn": "হাজরে আসওয়াদ হতে শুরু করে হাজরে আসওয়াদ পর্যন্ত রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তিন বার দ্রুত পদক্ষেপে তাওয়াফ করেন এবং ধীর পদক্ষেপে চারবার তাওয়াফ করেন।\n\n— সহীহ, প্রাগুক্ত।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَمَلَ مِنَ الْحَجَرِ إِلَى الْحَجَرِ ثَلاَثًا وَمَشَى أَرْبَعًا ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ ‏.‏ قَالَ الشَّافِعِيُّ إِذَا تَرَكَ الرَّمَلَ عَمْدًا فَقَدْ أَسَاءَ وَلاَ شَىْءَ عَلَيْهِ وَإِذَا لَمْ يَرْمُلْ فِي الأَشْوَاطِ الثَّلاَثَةِ لَمْ يَرْمُلْ فِيمَا بَقِيَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لَيْسَ عَلَى أَهْلِ مَكَّةَ رَمَلٌ وَلاَ عَلَى مَنْ أَحْرَمَ مِنْهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। জাবির (রাঃ)-এর বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। আলিমগণ এই হাদীস অনুযায়ী আমল করেছেন। ইমাম শাফিঈ (রহঃ) বলেন, কোন লোক নিজ ইচ্ছায় দ্রুত পদে তাওয়াফ (রমল) ছেড়ে দিলে তার এই কাজটি মন্দ বলে বিবেচিত হবে, কিন্তু এইজন্য তার উপর কিছু ধার্য হবে না। প্রথম তিন চক্করে রমল না করলে বাকী চক্করসমূহে আর তা করবে না। একদল আলিম বলেছেন, মক্কাবাসী এবং যারা মক্কা হতে ইহরাম বাঁধেন তাদের জন্য রমল (দ্রুত পদে তাওয়াফ) নেই।"
  },
  {
    "hadith_id": 858,
    "narrator": "আবুত তুফাইল (রহঃ)",
    "bn": "তিনি বলেন, আমি ইবনু আব্বাস (রাঃ)-এর সাথে ছিলাম। তাওয়াফের সময় মুআবিয়া (রাঃ) যে রুকনের পাশ দিয়েই যেতেন সেটিই চুম্বন করতেন। ইবনু আব্বাস (রাঃ) তাকে বললেন, শুধুমাত্র রুকনে ইয়ামানী ও হাজরে আসওয়াদই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চুম্বন করতেন। মুআবিয়া (রাঃ) বলেন, বাইতুল্লাহর কিছুই উপেক্ষণীয় নয়। \n\n-সহীহ, আলহাজ্জুল কাবীর, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا سُفْيَانُ، وَمَعْمَرٌ، عَنِ ابْنِ خُثَيْمٍ، عَنْ أَبِي الطُّفَيْلِ، قَالَ كُنْتُ مَعَ ابْنِ عَبَّاسٍ وَمُعَاوِيَةُ لاَ يَمُرُّ بِرُكْنٍ إِلاَّ اسْتَلَمَهُ فَقَالَ لَهُ ابْنُ عَبَّاسٍ إِنَّ النَّبِيَّ صلى الله عليه وسلم لَمْ يَكُنْ يَسْتَلِمُ إِلاَّ الْحَجَرَ الأَسْوَدَ وَالرُّكْنَ الْيَمَانِيَ ‏.‏ فَقَالَ مُعَاوِيَةُ لَيْسَ شَيْءٌ مِنَ الْبَيْتِ مَهْجُورًا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ أَنْ لاَ يَسْتَلِمَ إِلاَّ الْحَجَرَ الأَسْوَدَ وَالرُّكْنَ الْيَمَانِيَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উমার (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু আব্বাস (রাঃ) বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী বেশিরভাগ আলিম আমল করার কথা বলেছেন অর্থাৎ হাজরে আসওয়াদ ও রুকনে ইয়ামানী ব্যতীত আর কিছু চুম্বন করবে না।"
  },
  {
    "hadith_id": 859,
    "narrator": "ইয়ালা (রাঃ)",
    "bn": "একটি চাদরের মধ্যভাগ ডান বগলের নীচে দিয়ে এবং তার দুই প্রান্ত বাম কাঁধের উপর দিয়ে জড়ানো (ইযতিবা) অবস্থায় (বাহু খোলা রেখে) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাইতুল্লাহ্ তাওয়াফ করেছেন। \n\n-হাসান, ইবনু মা-জাহ (২৯৫৪)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا قَبِيصَةُ، عَنْ سُفْيَانَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَبْدِ الْحَمِيدِ، عَنِ ابْنِ يَعْلَى، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم طَافَ بِالْبَيْتِ مُضْطَبِعًا وَعَلَيْهِ بُرْدٌ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثُ الثَّوْرِيِّ عَنِ ابْنِ جُرَيْجٍ وَلاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِهِ وَهُوَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَعَبْدُ الْحَمِيدِ هُوَ ابْنُ جُبَيْرِ بْنِ شَيْبَةَ ‏.‏ عَنِ ابْنِ يَعْلَى عَنْ أَبِيهِ وَهُوَ يَعْلَى بْنُ أُمَيَّةَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এটি ইবনু জুরাইজ হতে বর্ণিত সাওরীর হাদীস। এটিকে আমরা শুধুমাত্র তার হাদীস হিসেবেই জেনেছি। এই হাদীসটি হাসান সহীহ। আবদুল হামীদ হলেন ইবনু জুবাইরা ইবনু শাইবা এবং ইয়ালা (রাঃ) হলেন ইয়ালা ইবনু উমাইয়্যা।"
  },
  {
    "hadith_id": 860,
    "narrator": "আবিস ইবনু রবীআ (রহঃ)",
    "bn": "তিনি বলেন, উমার ইবনুল খাত্তাব (রাঃ)-কে আমি হাজরে আসওয়াদে চুমা দিতে দেখেছি এবং তিনি তখন বলছিলেনঃ আমি তোমাকে চুমা দিচ্ছি অথচ আমি জানি তুমি শুধুই একটি পাথর। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে যদি তোমাকে চুমা দিতে না দেখতাম তাহলে আমি তোমাকে চুমা দিতাম না।\n\n-সহীহ, ইবনু মা-জাহ (২৯৪৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَابِسِ بْنِ رَبِيعَةَ، قَالَ رَأَيْتُ عُمَرَ بْنَ الْخَطَّابِ يُقَبِّلُ الْحَجَرَ وَيَقُولُ إِنِّي أُقَبِّلُكَ وَأَعْلَمُ أَنَّكَ حَجَرٌ وَلَوْلاَ أَنِّي رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يُقَبِّلُكَ لَمْ أُقَبِّلْكَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي بَكْرٍ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ বাকর ও ইবনু উমার (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। উমার (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 861,
    "narrator": "যুবাইর ইবনু আরাবী (রাঃ)",
    "bn": "এক ব্যক্তি ইবনু উমারকে হাজরে আসওয়াদ চুম্বন সম্পর্কে প্রশ্ন করলেন। জবাবে তিনি বললেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তা স্পর্শ ও চুম্বন করতে দেখেছি। লোকটি বললোঃ আপনি কি মনে করেন? আমি যদি পরাভূত হই, আপনি কি মনে করেন? আমি যদি ভিড়ে আটকে পরি, তিনি বললেন, তোমার ঐ কি মনে কর (কথাটি) ইয়ামানে রেখে আস (লোকটি ইয়ামানী ছিল তাই একথা বললেন) আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে উহা স্পর্শ করতে ও চুম্বন দিতে দেখেছি।\n\n-সহীহ (আল-হাজ্জুলকাবীর) বুখারী।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنِ الزُّبَيْرِ بْنِ عَرَبِيٍّ، أَنَّ رَجُلاً، سَأَلَ ابْنَ عُمَرَ عَنِ اسْتِلاَمِ الْحَجَرِ، فَقَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَسْتَلِمُهُ وَيُقَبِّلُهُ ‏.‏ فَقَالَ الرَّجُلُ أَرَأَيْتَ إِنْ غُلِبْتُ عَلَيْهِ أَرَأَيْتَ إِنْ زُوحِمْتُ فَقَالَ ابْنُ عُمَرَ اجْعَلْ أَرَأَيْتَ بِالْيَمَنِ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَسْتَلِمُهُ وَيُقَبِّلُهُ ‏.‏ قَالَ وَهَذَا هُوَ الزُّبَيْرُ بْنُ عَرَبِيٍّ رَوَى عَنْهُ حَمَّادُ بْنُ زَيْدٍ وَالزُّبَيْرُ بْنُ عَرَبِيٍّ كُوفِيٌّ يُكْنَى أَبَا سَلَمَةَ سَمِعَ مِنْ أَنَسِ بْنِ مَالِكٍ وَغَيْرِ وَاحِدٍ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم رَوَى عَنْهُ سُفْيَانُ الثَّوْرِيُّ وَغَيْرُ وَاحِدٍ مِنَ الأَئِمَّةِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ عَنْهُ مِنْ غَيْرِ وَجْهٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ يَسْتَحِبُّونَ تَقْبِيلَ الْحَجَرِ فَإِنْ لَمْ يُمْكِنْهُ وَلَمْ يَصِلْ إِلَيْهِ اسْتَلَمَهُ بِيَدِهِ وَقَبَّلَ يَدَهُ وَإِنْ لَمْ يَصِلْ إِلَيْهِ اسْتَقْبَلَهُ إِذَا حَاذَى بِهِ وَكَبَّرَ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "বর্ণনাকারী এই যুবাইর ইবনু আরাবী হতে হাম্মাদ ইবনু যাইদ হাদীস বর্ণনা করেছেন। আর যুবাইর ইবনু আদী কুফাবাসী যার উপনাম আবূ সালামা তিনি আনাস ইবনু মালিক এবং আরও অনেক সাহাবী হতে হাদীস শুনেছেন। তার নিকট হতে সুফিয়ান সাওরী এবং আরও অনেক হাদীস বিশারদ হাদীস বর্ণনা করেছেন। আবূ ঈসা ইবনু উমার (রাঃ) হতে বর্ণিত হাদীসটিকে হাসান সহীহ বলেছেন। হাদীসটি আরও একাধিক সূত্রে বর্ণিত আছে।\nএই হাদীস অনুযায়ী আলিমগণ আমল করার কথা বলেছেন। হাজরে আসওয়াদ চুম্বন করাকে তারা মুস্তাহাব বলেছেন। তবে এর নিকটে আসা সম্ভব না হলে তাতে হাত দিয়ে স্পর্শ করে হাতে চুম্বন করবে। এতটুকু নিকটে আসাও সম্ভব না হলে এর বরাবর এসে দাড়িয়ে আল্লাহু আকবার বলবে। এটি ইমাম শাফিঈ (রহঃ)-এর অভিমত।"
  },
  {
    "hadith_id": 862,
    "narrator": "জাবির (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কায় আসার পর বাইতুল্লাহ্ শরীফে সাত (শাওতে) তাওয়াফ করলেন। তারপর মাকামে ইবরাহীমে এসে পাঠ করলেনঃ ইবরাহীমের দাড়াবার জায়গাকে তোমরা নামাযের জায়গা হিসেবে গ্রহণ কর” (সূরাঃ বাকারা- ১২৫)। তারপর মাকামে ইবরাহীমের পিছনে তিনি দুরাক’আত নামায আদায় করলেন, তারপর হাজরে আসওয়াদের নিকটে এসে তা চুমা দিলেন, তারপর বললেনঃ যে দিক হতে আল্লাহ্ তা'আলা শুরু করেছেন সে দিক হতে (দৌড়ানো) আমরাও শুরু করব। সাফা পর্বত হতে তিনি সাঈ শুরু করলেন এবং পাঠ করলেনঃ “সাফা ও মারওয়া আল্লাহ্ তা'আলার নিদর্শনসমূহের অন্তর্ভুক্ত”(সূরাঃ বাকারা- ১৫৮)।\n\n-সহীহ, ইবনু মা-জাহ (১৩৭৪), মুসলিমে এরূপ বর্ণনা আছে –“আমি শুরু করব”।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم حِينَ قَدِمَ مَكَّةَ طَافَ بِالْبَيْتِ سَبْعًا وَأَتَى الْمَقَامَ فَقَرَأَ ‏:‏‏(‏ وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى ‏)‏ فَصَلَّى خَلْفَ الْمَقَامِ ثُمَّ أَتَى الْحَجَرَ فَاسْتَلَمَهُ ثُمَّ قَالَ ‏\"‏ نَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ ‏\"‏ ‏.‏ فَبَدَأَ بِالصَّفَا وَقَرَأَ ‏:‏ ‏(‏إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّهُ يَبْدَأُ بِالصَّفَا قَبْلَ الْمَرْوَةِ فَإِنْ بَدَأَ بِالْمَرْوَةِ قَبْلَ الصَّفَا لَمْ يُجْزِهِ وَبَدَأَ بِالصَّفَا ‏.‏ وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِيمَنْ طَافَ بِالْبَيْتِ وَلَمْ يَطُفْ بَيْنَ الصَّفَا وَالْمَرْوَةِ حَتَّى رَجَعَ فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِنْ لَمْ يَطُفْ بَيْنَ الصَّفَا وَالْمَرْوَةِ حَتَّى خَرَجَ مِنْ مَكَّةَ فَإِنْ ذَكَرَ وَهُوَ قَرِيبٌ مِنْهَا رَجَعَ فَطَافَ بَيْنَ الصَّفَا وَالْمَرْوَةِ وَإِنْ لَمْ يَذْكُرْ حَتَّى أَتَى بِلاَدَهُ أَجْزَأَهُ وَعَلَيْهِ دَمٌ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ ‏.‏ وَقَالَ بَعْضُهُمْ إِنْ تَرَكَ الطَّوَافَ بَيْنَ الصَّفَا وَالْمَرْوَةِ حَتَّى رَجَعَ إِلَى بِلاَدِهِ فَإِنَّهُ لاَ يُجْزِيهِ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ ‏.‏ قَالَ الطَّوَافُ بَيْنَ الصَّفَا وَالْمَرْوَةِ وَاجِبٌ لاَ يَجُوزُ الْحَجُّ إِلاَّ بِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। আলিমগণের মতে এই হাদীস অনুযায়ী আমল করতে হবে। মারওয়ার আগে সাফা হতে সাঈ শুরু করতে হবে। সাফার আগে মারওয়া হতে সাঈ শুরু করলে তা সঠিক হবে না, বরং শুরু করতে হবে সাফা হতেই। সাফা ও মারওয়ার সাঈ না করে যদি কোন লোক শুধু বাইতুল্লাহ্ তাওয়াফ করে চলে আসে তবে এ প্রসঙ্গে আলিমগণের মধ্যে মতের অমিল রয়েছে। কিছু সংখ্যক আলিম বলেন, যদি কোন লোক সাফা ও মারওয়ার সাঈ না করে মক্কা হতে বেরিয়ে যায় এবং মক্কার নিকটেই থাকা অবস্থায় যদি সে কথা তার মনে পড়ে তবে সে ফিরে আসবে এবং সাফা ও মারওয়ার সাঈ পুরো করবে। আর যদি দেশে ফিরার পর তার মনে পড়ে তাহলে তার হজ্জ হয়ে যাবে কিন্তু তাকে একটি দম (কুরবানী) দিতে হবে। এটা সুফিয়ান সাওরীর অভিমত।\nকোন কোন আলিম বলেছেন, কোন লোক যদি সাফা ও মারওয়ার মাঝে সাঈ না করে দেশে ফিরে আসে তাহলে তার হজ্জ আদায় হবে না। এটা ইমাম শাফিঈ (রহঃ)-এর অভিমত। তিনি বলেন, সাফা ও মারওয়ার মাঝে সাঈ করা ওয়াজিব, তা ব্যতীত হজ্জ হবে না।"
  },
  {
    "hadith_id": 863,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, মুশরিকদেরকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার শক্তি প্রদর্শনের লক্ষ্যে বাইতুল্লাহ তাওয়াফ ও সাফা-মারওয়ার মধ্যে সাঈ করেছেন (দৌড়িয়েছেন)।\n\n-সহীহ, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ إِنَّمَا سَعَى رَسُولُ اللَّهِ صلى الله عليه وسلم بِالْبَيْتِ وَبَيْنَ الصَّفَا وَالْمَرْوَةِ لِيُرِيَ الْمُشْرِكِينَ قُوَّتَهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَابْنِ عُمَرَ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ الَّذِي يَسْتَحِبُّهُ أَهْلُ الْعِلْمِ أَنْ يَسْعَى بَيْنَ الصَّفَا وَالْمَرْوَةِ ‏.‏ فَإِنْ لَمْ يَسْعَ وَمَشَى بَيْنَ الصَّفَا وَالْمَرْوَةِ رَأَوْهُ جَائِزًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আইশা, ইবনু উমার ও জাবির (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু আব্বাস (রাঃ)-এর বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। সাফা ও মারওয়ার মাঝে সাঈ করাকে (দৌড়ে চলাকে) আলিমগণ মুস্তাহাব বলেছেন। সাঈ না করে সাফা ও মারওয়ার মাঝে যদি কোন লোক শুধু হেঁটে প্রদক্ষিণ করে তবে তাও জায়িয।"
  },
  {
    "hadith_id": 864,
    "narrator": "কাসীর ইবনু জুমহান (রহঃ)",
    "bn": "তিনি বলেন, সাফা ও মারওয়ার মাঝে দৌড়ে চলার স্থানে ইবনু উমার (রাঃ)-কে আস্তে চলতে দেখে আমি বললাম, সাফা ও মারওয়ার মাঝে দৌড়ে চলার স্থানে আপনি আস্তে চলছেন যে? তিনি বলেন, আমি যদি দ্রুত চলি তবে দ্রুত চলতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কেও দেখেছি। আর যদি আস্তে চলি তবে আস্তে চলতেও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখেছি, আর আমি তো এখন একজন বৃদ্ধ লোক।\n\n-সহীহ, ইবনু মা-জাহ (২৯৮৮)।",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، حَدَّثَنَا ابْنُ فُضَيْلٍ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ كَثِيرِ بْنِ جُمْهَانَ، قَالَ رَأَيْتُ ابْنَ عُمَرَ يَمْشِي فِي السَّعْىِ فَقُلْتُ لَهُ أَتَمْشِي فِي السَّعْىِ بَيْنَ الصَّفَا وَالْمَرْوَةِ قَالَ لَئِنْ سَعَيْتُ لَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَسْعَى وَلَئِنْ مَشَيْتُ لَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَمْشِي وَأَنَا شَيْخٌ كَبِيرٌ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرُوِيَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عُمَرَ نَحْوُهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। একই রকম হাদীস ইবনু উমার (রাঃ) হতে সাঈদ ইবনু জুবাইর (রহঃ)-ও বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 865,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের বাহনে সাওয়ার হয়ে (বাইতুল্লাহ) তাওয়াফ করেছেন। তিনি হাজরে আসওয়াদের নিকটে পৌঁছে এর প্রতি ইশারা করেছেন।\n\n-সহীহ, ইবনু মা-জাহ (২৯৪৮), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا بِشْرُ بْنُ هِلاَلٍ الصَّوَّافُ الْبَصْرِيُّ، حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ سَعِيدٍ، وَعَبْدُ الْوَهَّابِ الثَّقَفِيُّ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ طَافَ النَّبِيُّ صلى الله عليه وسلم عَلَى رَاحِلَتِهِ فَإِذَا انْتَهَى إِلَى الرُّكْنِ أَشَارَ إِلَيْهِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَأَبِي الطُّفَيْلِ وَأُمِّ سَلَمَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ كَرِهَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ أَنْ يَطُوفَ الرَّجُلُ بِالْبَيْتِ وَبَيْنَ الصَّفَا وَالْمَرْوَةِ رَاكِبًا إِلاَّ مِنْ عُذْرٍ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "জাবির, আবূত তুফায়িল ও উন্মু সালামা (রাঃ) হতেও এ অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু আব্বাস (রাঃ) বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। কোন কারণ ছাড়া আরোহী অবস্থায় বাইতুল্লাহ তাওয়াফ ও সাফা-মারওয়ার মাঝে সাঈ করাকে একদল আলিম মাকরূহ বলেছেন। এই অভিমত ইমাম শাফিঈরও।"
  },
  {
    "hadith_id": 867,
    "narrator": "আইয়ূব সাখতিয়ানী (রহঃ)",
    "bn": "তিনি বলেন, আবদুল্লাহ ইবনু সাঈদ ইবনু জুবাইরকে মুহাদ্দিসগণ তার পিতা সাঈদ ইবনু জুবাইর হতেও উত্তম গণ্য করতেন। তার এক ভাই ছিল, যার নাম আবদুল মালিক ইবনু সাঈদ ইবনু জুবাইর। তার নিকট হতেও মুহাদ্দিসগণ হাদীস বর্ণনা করেছেন।\n\n-সনদ সহীহ।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ أَيُّوبَ السَّخْتِيَانِيِّ قَالَ كَانُوا يَعُدُّونَ عَبْدَ اللَّهِ بْنَ سَعِيدِ بْنِ جُبَيْرٍ أَفْضَلَ مِنْ أَبِيهِ ‏.‏ وَلِعَبْدِ اللَّهِ أَخٌ يُقَالُ لَهُ عَبْدُ الْمَلِكِ بْنُ سَعِيدِ بْنِ جُبَيْرٍ وَقَدْ رَوَى عَنْهُ أَيْضًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 868,
    "narrator": "জুবাইর ইবনু মুতইম (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ হে আবদ মানাফের বংশধরগণ! তোমরা কোন লোককে রাত ও দিনের যে কোন সময় ইচ্ছা বাইতুল্লাহ তাওয়াফ করতে এবং নামায আদায় করতে বাধা দিও না। \n\n-সহীহ, সহীহ ইবনু মা-জাহ (১২৫৪)।",
    "ar": "حَدَّثَنَا أَبُو عَمَّارٍ، وَعَلِيُّ بْنُ خَشْرَمٍ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ عَبْدِ اللَّهِ بْنِ بَابَاهْ، عَنْ جُبَيْرِ بْنِ مُطْعِمٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ يَا بَنِي عَبْدِ مَنَافٍ لاَ تَمْنَعُوا أَحَدًا طَافَ بِهَذَا الْبَيْتِ وَصَلَّى أَيَّةَ سَاعَةٍ شَاءَ مِنْ لَيْلٍ أَوْ نَهَارٍ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَأَبِي ذَرٍّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ جُبَيْرِ بْنِ مُطْعِمٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ عَبْدُ اللَّهِ بْنُ أَبِي نَجِيحٍ عَنْ عَبْدِ اللَّهِ بْنِ بَابَاهْ أَيْضًا ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي الصَّلاَةِ بَعْدَ الْعَصْرِ وَبَعْدَ الصُّبْحِ بِمَكَّةَ فَقَالَ بَعْضُهُمْ لاَ بَأْسَ بِالصَّلاَةِ وَالطَّوَافِ بَعْدَ الْعَصْرِ وَبَعْدَ الصُّبْحِ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ وَاحْتَجُّوا بِحَدِيثِ النَّبِيِّ صلى الله عليه وسلم هَذَا ‏.‏ وَقَالَ بَعْضُهُمْ إِذَا طَافَ بَعْدَ الْعَصْرِ لَمْ يُصَلِّ حَتَّى تَغْرُبَ الشَّمْسُ وَكَذَلِكَ إِنْ طَافَ بَعْدَ صَلاَةِ الصُّبْحِ لَمْ يُصَلِّ حَتَّى تَطْلُعَ الشَّمْسُ ‏.‏ وَاحْتَجُّوا بِحَدِيثِ عُمَرَ أَنَّهُ طَافَ بَعْدَ صَلاَةِ الصُّبْحِ فَلَمْ يُصَلِّ وَخَرَجَ مِنْ مَكَّةَ حَتَّى نَزَلَ بِذِي طُوًى فَصَلَّى بَعْدَ مَا طَلَعَتِ الشَّمْسُ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস ও আবূ যার (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। জুবাইর (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। আবদুল্লাহ ইবনু আবূ নাজীহও এই হাদীস আবদুল্লাহ ইবনু বাবা হতে বর্ণনা করেছেন। ইমামদের মধ্যে মক্কা শারীফে আসর ও ফজরের নামাযের পর অন্য কোন নামায আদায় করার বৈধতা প্রসঙ্গে মতের অমিল আছে। কিছু সংখ্যক আলিম আসর ও ফজরের পরে নামায ও তাওয়াফে কোন সমস্যা না থাকার কথা বলেছেন। এই অভিমত ইমাম শাফিঈ, আহমাদ ও ইসহাকেরও। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এই হাদীসকে তারা প্রমাণ হিসাবে হাযির করেন। আরেক দল আলিম বলেন, আসরের পর যদি কোন লোক তাওয়াফ করে তাহলে সে লোক সূর্য না ডোবা পর্যন্ত তাওয়াফের নামায আদায় করবে না। এমনিভাবে ফজরের পর কোন লোক যদি তাওয়াফ করে তাহলে সে লোক সূর্য না উঠা পর্যন্ত তাওয়াফের নামায আদায় করবে না। তারা নিজেদের মতের অনুকূলে উমার (রাঃ)-এর হাদীস পেশ করেছেন। ফজরের নামাযের পড় তিনি তাওয়াফ করলেন, কিন্তু (তাওয়াফের) নামায আদায় করলেন না। সূর্য উঠার পর তিনি ঐ নামায যীতুয়া নামক জায়গাতে পৌছে আদায় করেন। এই মত সুফিয়ান সাওরী ও মালিকেরও।"
  },
  {
    "hadith_id": 869,
    "narrator": "জাবির ইবনু আবদুল্লাহ (রাঃ)",
    "bn": "তাওয়াফের দুই রাকাআত নামায আদায়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইখলাসের দুইটি সূরা তিলাওয়াত করেনঃ সূরা কাফিরূন এবং সূরা ইখলাস।\n\n-সহীহ, ইবনু মা-জাহ (৩০৭৪), মুসলিম।",
    "ar": "أَخْبَرَنَا أَبُو مُصْعَبٍ الْمَدَنِيُّ، قِرَاءَةً عَنْ عَبْدِ الْعَزِيزِ بْنِ عِمْرَانَ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَرَأَ فِي رَكْعَتَىِ الطَّوَافِ بِسُورَتَىِ الإِخْلاَصِْ ‏:‏ ‏(‏ قُلْ يَا أَيُّهَا الْكَافِرُونَ ‏)‏ وَ ‏(‏ قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 871,
    "narrator": "যাইদ ইবনু উসাই (রহঃ)",
    "bn": "তিনি বলেন, আলী (রাঃ)-কে আমি প্রশ্ন করলাম, কি বিষয় সহকারে আপনাকে (নবম হিজরীতে মক্কায়) পাঠানো হয়েছিল? তিনি বললেন, চারটি বিষয় (ঘোষণা করার জন্য)। মুসলিম ছাড়া আর কোন লোক জান্নাতে যাবে না; কোন লোক উলঙ্গ অবস্থায় বাইতুল্লাহ তাওয়াফ করতে পারবে না; এইখানে (কা'বা শারীফে) মুসলিম ও মুশরিকগণ এই বছরের পর একত্র হতে পারবে না এবং যে সব লোকের সাথে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চুক্তি আছে সে সব লোকের চুক্তি নির্দিষ্ট মেয়াদ পর্যন্ত বলবৎ থাকবে, কিন্তু যে সব লোকের চুক্তিতে কোন মেয়াদের উল্লেখ নেই সে সব লোকের চুক্তির মেয়াদ (আজ হতে) চার মাস পর্যন্ত। \n\n-সহীহ, ইরওয়া (১১০১)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، أَخْبَرَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ زَيْدِ بْنِ أُثَيْعٍ، قَالَ سَأَلْتُ عَلِيًّا بِأَىِّ شَيْءٍ بُعِثْتَ قَالَ بِأَرْبَعٍ لاَ يَدْخُلُ الْجَنَّةَ إِلاَّ نَفْسٌ مُسْلِمَةٌ وَلاَ يَطُوفُ بِالْبَيْتِ عُرْيَانٌ وَلاَ يَجْتَمِعُ الْمُسْلِمُونَ وَالْمُشْرِكُونَ بَعْدَ عَامِهِمْ هَذَا وَمَنْ كَانَ بَيْنَهُ وَبَيْنَ النَّبِيِّ صلى الله عليه وسلم عَهْدٌ فَعَهْدُهُ إِلَى مُدَّتِهِ وَمَنْ لاَ مُدَّةَ لَهُ فَأَرْبَعَةُ أَشْهُرٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ হুরাইরা (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আলী (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 874,
    "narrator": "বিলাল (রাঃ)",
    "bn": "কা'বার অভ্যন্তরে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নামায আদায় করেছেন। \n\n-সহীহ, ইবনু মা-জাহ (৩০৬৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، عَنْ بِلاَلٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى فِي جَوْفِ الْكَعْبَةِ ‏.‏ قَالَ ابْنُ عَبَّاسٍ لَمْ يُصَلِّ وَلَكِنَّهُ كَبَّرَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أُسَامَةَ بْنِ زَيْدٍ وَالْفَضْلِ بْنِ عَبَّاسٍ وَعُثْمَانَ بْنِ طَلْحَةَ وَشَيْبَةَ بْنِ عُثْمَانَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ بِلاَلٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَيْهِ عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ لاَ يَرَوْنَ بِالصَّلاَةِ فِي الْكَعْبَةِ بَأْسًا ‏.‏ وَقَالَ مَالِكُ بْنُ أَنَسٍ لاَ بَأْسَ بِالصَّلاَةِ النَّافِلَةِ فِي الْكَعْبَةِ ‏.‏ وَكَرِهَ أَنْ تُصَلَّى الْمَكْتُوبَةُ فِي الْكَعْبَةِ ‏.‏ وَقَالَ الشَّافِعِيُّ لاَ بَأْسَ أَنْ تُصَلَّى الْمَكْتُوبَةُ وَالتَّطَوُّعُ فِي الْكَعْبَةِ لأَنَّ حُكْمَ النَّافِلَةِ وَالْمَكْتُوبَةِ فِي الطَّهَارَةِ وَالْقِبْلَةِ سَوَاءٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস (রাঃ) বলেন, তিনি নামায আদায় করেননি, বরং তাকবীর ধ্বনি করেছেন।\nউসামা ইবনু যাইদ, ফাযল ইবনু আব্বাস, উসমান ইবনু তালহা ও শাইবা ইবনু উসমান (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। বিলাল (রাঃ) বর্ণিত এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী বেশিরভাগ আলিম মত দিয়েছেন। কা'বার অভ্যন্তরে নামায আদায় করাতে কোন সমস্যা আছে বলে তারা মনে করেন না; ইমাম মালিক বলেন, নফল নামায কাবার অভ্যন্তরে আদায় করাতে কোন সমস্যা নেই; তবে ফরয নামায আদায় করা মাকরূহ। ইমাম শাফিঈ বলেন, যে কোন নামায কা'বার অভ্যন্তরে আদায় করায় সমস্যা নেই তা ফরয হোক বা নফল হোক। কেননা, কিবলামূখী হওয়া, পবিত্রতা অর্জন করা ইত্যাদি প্রসঙ্গে ফরয ও নফলের বিধান একই।"
  },
  {
    "hadith_id": 875,
    "narrator": "আসওয়াদ ইবনু ইয়াযীদ (রহঃ)",
    "bn": ", ইবনু যুবাইর (রাঃ) তাকে বললেন, তোমাকে উন্মুল মু'মিনীন আইশা (রাঃ) যে হাদীস বলেছেন, তা আমার নিকটে বর্ণনা কর। আসওয়াদ বলেন, তিনি আমাকে বলেছেন যে, তাকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেনঃ যদি তোমার সম্প্রদায় জাহিলী যুগের এত নিকটে এবং ইসলাম গ্রহণের ক্ষেত্রে নবদীক্ষিত না হত তাহলে আমি কা'বা ঘরকে ভেঙ্গে (পুনঃনির্মাণ করে) এর দুটো দরজা বানাতাম। \n\n-সহীহ, ইবনু মা-জাহ (৮৭৫)।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، عَنْ شُعْبَةَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ بْنِ يَزِيدَ، أَنَّ ابْنَ الزُّبَيْرِ، قَالَ لَهُ حَدِّثْنِي بِمَا، كَانَتْ تُفْضِي إِلَيْكَ أُمُّ الْمُؤْمِنِينَ يَعْنِي عَائِشَةَ فَقَالَ حَدَّثَتْنِي أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ لَهَا ‏ \"‏ لَوْلاَ أَنَّ قَوْمَكِ حَدِيثُو عَهْدٍ بِالْجَاهِلِيَّةِ لَهَدَمْتُ الْكَعْبَةَ وَجَعَلْتُ لَهَا بَابَيْنِ ‏\"‏ ‏.‏ قَالَ فَلَمَّا مَلَكَ ابْنُ الزُّبَيْرِ هَدَمَهَا وَجَعَلَ لَهَا بَابَيْنِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "বর্ণনাকারী বলেন, পরে যখন ইবনুয যুবাইর (রাঃ) ক্ষমতাধিকারী হন তখন এটিকে ভেঙ্গে (পুনঃনির্মাণ করেন এবং) এর দুইটি দরজা তৈরী করেন। \nএই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 876,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, কাবা ঘরের অভ্যন্তরে ঢুকে সেখানে আমি নামায আদায়ের ইচ্ছা করতাম। তাই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার হাত ধরে হিজর (হাতীম)-এ প্রবেশ করিয়ে আমাকে বললেনঃ যদি তুমি বাইতুল্লায় চাও তাহলে এই হিজরেই নামায আদায় করে নাও। কেননা, এ বাইতুল্লাহর অংশ। কিন্তু তোমার সম্প্রদায় কা'বা ঘর ছোট করে নির্মাণ করে এবং (অর্থাভাবে) এই স্থানটিকে কা’বার বাইরে রেখে দেয়।\n\n-হাসান সহীহ, সহীহ আবূ দাউদ (১৭৬৯), সহীহাহ (৪৩)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عَلْقَمَةَ بْنِ أَبِي عَلْقَمَةَ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أُحِبُّ أَنْ أَدْخُلَ، الْبَيْتَ فَأُصَلِّيَ فِيهِ فَأَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِي فَأَدْخَلَنِي الْحِجْرَ فَقَالَ ‏ \"‏ صَلِّي فِي الْحِجْرِ إِنْ أَرَدْتِ دُخُولَ الْبَيْتِ فَإِنَّمَا هُوَ قِطْعَةٌ مِنَ الْبَيْتِ وَلَكِنَّ قَوْمَكِ اسْتَقْصَرُوهُ حِينَ بَنَوُا الْكَعْبَةَ فَأَخْرَجُوهُ مِنَ الْبَيْتِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَعَلْقَمَةُ بْنُ أَبِي عَلْقَمَةَ هُوَ عَلْقَمَةُ بْنُ بِلاَلٍ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। বর্ণনাকারী আলকামার পিতার নাম বিলাল।"
  },
  {
    "hadith_id": 877,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জান্নাত হতে হাজরে আসওয়াদ অবতীর্ণ হয়েছিল দুধ হতেও বেশি সাদা অবস্থায়। কিন্তু এটিকে আদম সন্তানের গুনাহ এমন কালো করে দিয়েছে।\n\n-সহীহ, মিশকাত (২৫৭৭), তা’লীকুর রাগীব (২/১২৩), আল-হাজ্জুল কাবীর।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ نَزَلَ الْحَجَرُ الأَسْوَدُ مِنَ الْجَنَّةِ وَهُوَ أَشَدُّ بَيَاضًا مِنَ اللَّبَنِ فَسَوَّدَتْهُ خَطَايَا بَنِي آدَمَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবদুল্লাহ ইবনু আমর ও আবূ হুরাইরা (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 878,
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি বলতে শুনেছিঃ হাজরে আসওয়াদ ও মাকামে ইবরাহীম জান্নাতের ইয়াকূত (দীপ্তিশীল মূল্যবান মণি) হতে দুটো ইয়াকূত। আল্লাহ্ তা'আলা এই দুটির আলোকপ্রতা নিম্প্রভ করে দিয়েছেন। এ দুটির প্রভা যদি তিনি নিস্তেজ করে না দিতেন তাহলে তা পূর্ব-পশ্চিমের মধ্যে যা কিছু আছে সব আলোকিত করে দিত।\n\n-সহীহ, মিশকাত (২৫৭৯)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، عَنْ رَجَاءٍ أَبِي يَحْيَى، قَالَ سَمِعْتُ مُسَافِعًا الْحَاجِبَ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرٍو، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّ الرُّكْنَ وَالْمَقَامَ يَاقُوتَتَانِ مِنْ يَاقُوتِ الْجَنَّةِ طَمَسَ اللَّهُ نُورَهُمَا وَلَوْ لَمْ يَطْمِسْ نُورَهُمَا لأَضَاءَتَا مَا بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا يُرْوَى عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو مَوْقُوفًا قَوْلُهُ ‏.‏ وَفِيهِ عَنْ أَنَسٍ أَيْضًا وَهُوَ حَدِيثٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, আবদুল্লাহ ইবনু আমির (রাঃ)-এর এই বক্তব্য মাওকুফভাবে বর্ণিত আছে। আনাস (রাঃ) হতেও এই বিষয়ে হাদীস বর্ণিত আছে, তবে তা গারীব।"
  },
  {
    "hadith_id": 879,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমাদের নিয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিনায় যুহর, আসর, মাগরিব, এশা ও ফজরের নামায আদায় করলেন, তারপর ভোরে যাত্রা শুরু করেন আরাফাতের দিকে।\n\n-সহীহ, হাজ্জাতুন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (৫৫/৬৯), মুসলিম, জাবির হতে।",
    "ar": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الأَجْلَحِ، عَنْ إِسْمَاعِيلَ بْنِ مُسْلِمٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ صَلَّى بِنَا رَسُولُ اللَّهِ صلى الله عليه وسلم بِمِنًى الظُّهْرَ وَالْعَصْرَ وَالْمَغْرِبَ وَالْعِشَاءَ وَالْفَجْرَ ثُمَّ غَدَا إِلَى عَرَفَاتٍ ‏.‏ قَالَ أَبُو عِيسَى وَإِسْمَاعِيلُ بْنُ مُسْلِمٍ قَدْ تَكَلَّمُوا فِيهِ مِنْ قِبَلِ حِفْظِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, হাদীস বিশারদগণ বর্ণনাকারী ইসমাঈল ইবনু মুসলিমের স্মরণশক্তির সমালোচনা করেছেন।"
  },
  {
    "hadith_id": 880,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিনায় যুহর ও ফজরের নামায (অর্থাৎ যুহর হতে পরবর্তী ফজর পর্যন্ত পাঁচ ওয়াক্তের নামায) আদায় করলেন। তারপর ভোরেই আরাফাতের দিকে যাত্রা শুরু করেন।\n\n-সহীহ, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الأَجْلَحِ، عَنِ الأَعْمَشِ، عَنِ الْحَكَمِ، عَنْ مِقْسَمٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم صَلَّى بِمِنًى الظُّهْرَ وَالْفَجْرَ ثُمَّ غَدَا إِلَى عَرَفَاتٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ مِقْسَمٍ عَنِ ابْنِ عَبَّاسٍ قَالَ عَلِيُّ بْنُ الْمَدِينِيِّ قَالَ يَحْيَى قَالَ شُعْبَةُ لَمْ يَسْمَعِ الْحَكَمُ مِنْ مِقْسَمٍ إِلاَّ خَمْسَةَ أَشْيَاءَ ‏.‏ وَعَدَّهَا وَلَيْسَ هَذَا الْحَدِيثُ فِيمَا عَدَّ شُعْبَةُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবদুল্লাহ ইবনুয যুবাইর ও আনাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, মিকসাম-ইবনু আব্বাস (রাঃ) বর্ণিত খাদীস সম্পর্কে আলী ইবনুল মাদীনী ইয়াহইয়ার সনদে শুবা হতে বর্ণনা করেন যে, তিনি বলেন, হাকাম মিকসাম হতে মাত্র পাঁচটি হাদীস শুনেছেন। এরপর এই পাঁচটি হাদীস তিনি বিস্তারিত উল্লেখ করেছেন, কিন্তু এগুলোর মধ্যে উক্ত হাদীসটি ছিল না।"
  },
  {
    "hadith_id": 882,
    "narrator": "হারিসা ইবনু ওয়াহব (রাঃ)",
    "bn": "তিনি বলেন, পূর্ণ নিরাপত্তা বজায় থাকা অবস্থায় আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে সর্বাধিক সংখ্যক লোকসহ মিনায় (চার রাক'আত ফরযের স্থলে) দুই রাক’আত নামায আদায় করেছি।\n\n-সহীহ, সহীহ আবূ দাউদ (১৭১৪), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ أَبِي إِسْحَاقَ، عَنْ حَارِثَةَ بْنِ وَهْبٍ، قَالَ صَلَّيْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم بِمِنًى آمَنَ مَا كَانَ النَّاسُ وَأَكْثَرَهُ رَكْعَتَيْنِ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ مَسْعُودٍ وَابْنِ عُمَرَ وَأَنَسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ حَارِثَةَ بْنِ وَهْبٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرُوِيَ عَنِ ابْنِ مَسْعُودٍ أَنَّهُ قَالَ صَلَّيْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم بِمِنًى رَكْعَتَيْنِ وَمَعَ أَبِي بَكْرٍ وَمَعَ عُمَرَ وَمَعَ عُثْمَانَ رَكْعَتَيْنِ صَدْرًا مِنْ إِمَارَتِهِ ‏.‏ وَقَدِ اخْتَلَفَ أَهْلُ الْعِلْمِ فِي تَقْصِيرِ الصَّلاَةِ بِمِنًى لأَهْلِ مَكَّةَ فَقَالَ بَعْضُ أَهْلِ الْعِلْمِ لَيْسَ لأَهْلِ مَكَّةَ أَنْ يَقْصُرُوا الصَّلاَةَ بِمِنًى إِلاَّ مَنْ كَانَ بِمِنًى مُسَافِرًا ‏.‏ وَهُوَ قَوْلُ ابْنِ جُرَيْجٍ وَسُفْيَانَ الثَّوْرِيِّ وَيَحْيَى بْنِ سَعِيدٍ الْقَطَّانِ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُهُمْ لاَ بَأْسَ لأَهْلِ مَكَّةَ أَنْ يَقْصُرُوا الصَّلاَةَ بِمِنًى ‏.‏ وَهُوَ قَوْلُ الأَوْزَاعِيِّ وَمَالِكٍ وَسُفْيَانَ بْنِ عُيَيْنَةَ وَعَبْدِ الرَّحْمَنِ بْنِ مَهْدِيٍّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু মাসউদ, ইবনু উমার ও আনাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।\nইবনু মাসউদ (রাঃ) বলেন, আমি মিনাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে দুই রাকাআত নামায আদায় করেছি এবং এখানে আবূ বাকর, উমার ও উসমান (রাঃ)-এর খিলাফাতের প্রথম দিকেও দুই রাকাআত নামায আদায় করেছি।\nমক্কাবাসীদের জন্য মিনায় নামায কসর করা প্রসঙ্গে ইমামদের মধ্যে মতের অমিল আছে। একদল আলিম বলেন, মিনায় মুসাফির ছাড়া অন্য কোন মক্কাবাসী সেখানে নামায কসর করবে না। এই মত দিয়েছেন ইবনু জুরাইজ, সুফিয়ান সাওরী, ইয়াহইয়া ইবনু সাঈদ আল-কাত্তান, শাফিঈ, আহমাদ ও ইসহাক (রহঃ)। কিছু আলিম বলেছেন, মক্কাবাসীর জন্য মিনায় নামায কসর করায় কোন সমস্যা নেই। এই অভিমত আওযাঈ, মালিক, সুফিয়ান ইবনু উআইনা ও আবদুর রাহমান ইবনুল মাহদী (রহঃ)-এর।"
  },
  {
    "hadith_id": 883,
    "narrator": "ইয়াযীদ ইবনু শাইবান (রহঃ)",
    "bn": "তিনি বলেন, ইবনু মিরবা আনসারী (রাঃ) আমাদের নিকটে আসলেন। আরাফাতের এমন এক জায়গায় আমরা অবস্থান করছিলাম যাকে আমর (রাঃ) (ইমামের স্থান হতে) বহু দূর বলে মনে করছিলেন। ইবনু মিরবা আনসারী (রাঃ) বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর প্রতিনিধি হিসাবে আমি তোমাদের নিকটে এসেছি। তিনি বলেছেনঃ হজ্জের নির্ধারিত স্থানসমূহে তোমরা অবস্থান কর। কারণ, তোমরা ইবরাহীম (আঃ)-এর ওয়ারিসী প্রাপ্ত হয়েছ। \n\n-সহীহ, ইবনু মা-জাহ (৩০১১)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عَمْرِو بْنِ عَبْدِ اللَّهِ بْنِ صَفْوَانَ، عَنْ يَزِيدَ بْنِ شَيْبَانَ، قَالَ أَتَانَا ابْنُ مِرْبَعٍ الأَنْصَارِيُّ وَنَحْنُ وُقُوفٌ بِالْمَوْقِفِ مَكَانًا يُبَاعِدُهُ عَمْرٌو - فَقَالَ إِنِّي رَسُولُ رَسُولِ اللَّهِ صلى الله عليه وسلم إِلَيْكُمْ يَقُولُ ‏ \"‏ كُونُوا عَلَى مَشَاعِرِكُمْ فَإِنَّكُمْ عَلَى إِرْثٍ مِنْ إِرْثِ إِبْرَاهِيمَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَعَائِشَةَ وَجُبَيْرِ بْنِ مُطْعِمٍ وَالشَّرِيدِ بْنِ سُوَيْدٍ الثَّقَفِيِّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ مِرْبَعٍ الأَنْصَارِيِّ حَدِيثٌ حَسَنٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ ابْنِ عُيَيْنَةَ عَنْ عَمْرِو بْنِ دِينَارٍ ‏.‏ وَابْنُ مِرْبَعٍ اسْمُهُ يَزِيدُ بْنُ مِرْبَعٍ الأَنْصَارِيُّ وَإِنَّمَا يُعْرَفُ لَهُ هَذَا الْحَدِيثُ الْوَاحِدُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, আইশা, জুবাইর ইবনু মুতইম ও শারদ ইবনু সুওয়াইদ সাকাফী (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। আমরা হাদীসটি প্রসঙ্গে শুধু ইবনু উআইনা হতে-আমর ইবনু দীনারের সূত্রেই জানতে পারি। ইবনু মিরবার নাম ইয়াযীদ আনসারী। এই একটি হাদীসই তার সূত্রে বর্ণিত আছে বলে জানা যায়।"
  },
  {
    "hadith_id": 884,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, কুরাইশ এবং তাদের ধর্মের যারা অনুসারী ছিল তাদেরকে হুম্স বলা হত। তারা মুযদালিফায় অবস্থান করত এবং বলত, আমরা আল্লাহর ঘরের অধিবাসী। তারা ব্যতীত অন্য লোকেরা আরাফাতে অবস্থান করত। আল্লাহ্ তাআলা এই বিষয়ে আয়াত অবতীর্ণ করেনঃ “অতঃপর যেখান হতে লোকেরা প্রত্যাবর্তন করে তোমরাও সেখান হতে প্রত্যাবর্তন কর” (সূরাঃ বাকারা-১৯৯)।\n\n-সহীহ, ইবনু মা-জাহ (৩০১৮),বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الصَّنْعَانِيُّ الْبَصْرِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ الطُّفَاوِيُّ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَتْ قُرَيْشٌ وَمَنْ كَانَ عَلَى دِينِهَا وَهُمُ الْحُمْسُ يَقِفُونَ بِالْمُزْدَلِفَةِ يَقُولُونَ نَحْنُ قَطِينُ اللَّهِ ‏.‏ وَكَانَ مَنْ سِوَاهُمْ يَقِفُونَ بِعَرَفَةَ فَأَنْزَلَ اللَّهُ تَعَالَى ‏:‏ ‏(‏ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ وَمَعْنَى هَذَا الْحَدِيثِ أَنَّ أَهْلَ مَكَّةَ كَانُوا لاَ يَخْرُجُونَ مِنَ الْحَرَمِ وَعَرَفَةُ خَارِجٌ مِنَ الْحَرَمِ وَأَهْلُ مَكَّةَ كَانُوا يَقِفُونَ بِالْمُزْدَلِفَةِ وَيَقُولُونَ نَحْنُ قَطِينُ اللَّهِ يَعْنِي سُكَّانَ اللَّهِ وَمَنْ سِوَى أَهْلِ مَكَّةَ كَانُوا يَقِفُونَ بِعَرَفَاتٍ ‏.‏ فَأَنْزَلَ اللَّهُ تَعَالَى‏:‏ ‏(‏ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفَاضَ النَّاسُ ‏)‏ ‏.‏ وَالْحُمْسُ هُمْ أَهْلُ الْحَرَمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। হাদীসটির তাৎপর্য এই যে, মক্কাবাসীরা (হজ্জের সময়) হারাম শারীফের বাইরে বের হত না। হারাম শারীফের বাইরে আরাফাতের ময়দান অবস্থিত। তাই তারা মুযদালিফায় অবস্থান করত এবং আল্লাহ্‌র ঘরের অধিবাসী বলে (গর্ববোধের) নিজদেরকে পরিচয় দিত। আরাফাতে তারা ব্যতীত অন্যান্য লোক থাকত। এ প্রসঙ্গেই আল্লাহ্ তা'আলা অবতীর্ণ করেনঃ “অতঃপর লোকেরা যেখান হতে প্রত্যাবর্তন করে তোমরাও সেখান হতে প্রত্যাবর্তন কর”। “হুমস” হল হারামবাসী।"
  },
  {
    "hadith_id": 885,
    "narrator": "আলী ইবনু আবূ তালিব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরাফাতে অবস্থান গ্রহণ করলেন, তারপর বললেনঃ এটাই আরাফাতের ময়দান, এটাই অবস্থান স্থল। আর গোটা আরাফাতই অবস্থান স্থল। এরপর সূর্য ডুবে গেলে তিনি সেখান হতে ফিরে আসলেন এবং তার বাহনের পিছনে উসামা ইবনু যাইদকে বসালেন। স্বীয় অবস্থান হতে তিনি হাত দিয়ে ইশারা করছিলেন। লোকজন তাদের উটগুলো ডানে বামে হাকাচ্ছিল। তাদের দিকে তিনি তাকাচ্ছিলেন আর বলছিলেনঃ হে লোক সকল! তোমরা শান্তভাবে পথ চল। লোকদেরকে নিয়ে মুযদালিফায় পৌঁছে তিনি দুই ওয়াক্তের (মাগরিব ও এশা) নামায একসাথে আদায় করলেন। ভোরে 'কুযাহ' নামক জায়গাতে এসে তিনি অবস্থান করলেন এবং বললেনঃ এটা হলো কুযাহ; এটাও অবস্থান স্থল, আর সম্পূর্ণ মুযদালিফাই অবস্থানের জায়গা। এরপর তিনি ওয়াদী মুহাসসারে আসলেন। তাঁর উটটিকে তিনি বেত মারলেন, ফলে তা দ্রুত উপত্যকাটি অতিক্রম করল। তারপর তিনি থামলেন এবং তাঁর পিছনে ফাযলকে বসালেন এরপর তিনি জামরায় আসলেন এবং এখানে কংকর নিক্ষেপ করলেন। তিনি কুরবানীর জায়গায় পৌছে বললেনঃ এটা কুরবানী করার জায়গা। আর সম্পূর্ণ মিনাই কুরবানী করার জায়গা। এরকম সময় তাকে খাসআম গোত্রের এক যুবতী ফাতাওয়া জিজ্ঞাসা করল, আমার বাবা খুবই বয়স্ক ব্যক্তি। আল্লাহ তা'আলার নির্ধারিত হজ্জ তার উপর ফরয হয়েছে। তার পক্ষ হতে আমি হজ্জ আদায় করলে সেটা কি তার জন্য যথেষ্ট হবে? তিনি বললেনঃ তোমার বাবার পক্ষ হতে হজ্জ আদায় কর। আলী (রাঃ) বলেন, তিনি এমন সময় ফাযলের ঘাড় অন্যদিকে ঘুরিয়ে দিলেন। আব্বাস (রাঃ) বললেন, হে আল্লাহর রাসূল! আপনার চাচাতো ভাইয়ের ঘাড় কেন ঘুরিয়ে দিলেন। তিনি বললেনঃ আমি লক্ষ্য করলাম এরা দুইজন যুবক-যুবতী। সুতরাং তাদেরকে আমি শাইতান হতে নিরাপদ মনে করিনি। এরপর এক লোক এসে তাকে বলল, হে আল্লাহর রাসূল! আমি যে মাথা মুণ্ডনের পূর্বেই তাওয়াফ (ইফাযা) করে ফেলেছি। তিনি বললেনঃ মাথা মুণ্ডন করে ফেলো, কোন সমস্যা নেই, অথবা বললেন, চুল ছেটে ফেলো, কোন সমস্যা নেই। বর্ণনাকারী বলেন, আরেক লোক এসে বলল, হে আল্লাহর রাসূল! আমি কংকর মারার পূর্বেই কুরবানী করে ফেলেছি। তিনি বললেনঃ কংকর মেরে নাও, কোন সমস্যা নেই। আলী (রাঃ) বলেন, তারপর বাইতুল্লাহু পৌছে তিনি তাওয়াফ করলেন, তারপর যমযম কূপের নিকটে এসে বললেনঃ হে আবদুল মুত্তালিব বংশের লোকেরা! জনতা তোমাদের উপর প্রবল হয়ে উঠবে এই ভয় যদি না হত তবে আমি (তোমাদের সঙ্গে) অবশ্যই পানি টেনে তুলতাম।\n\n-হাসান, হিযাবুল মারআ, আল-হাজ্জুল কাবীর (২৮)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ عَيَّاشِ بْنِ أَبِي رَبِيعَةَ، عَنْ زَيْدِ بْنِ عَلِيٍّ، عَنْ أَبِيهِ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، رضى الله عنه قَالَ وَقَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِعَرَفَةَ فَقَالَ ‏\"‏ هَذِهِ عَرَفَةُ وَهَذَا هُوَ الْمَوْقِفُ وَعَرَفَةُ كُلُّهَا مَوْقِفٌ ‏\"‏ ‏.‏ ثُمَّ أَفَاضَ حِينَ غَرَبَتِ الشَّمْسُ وَأَرْدَفَ أُسَامَةَ بْنَ زَيْدٍ وَجَعَلَ يُشِيرُ بِيَدِهِ عَلَى هَيْئَتِهِ وَالنَّاسُ يَضْرِبُونَ يَمِينًا وَشِمَالاً يَلْتَفِتُ إِلَيْهِمْ وَيَقُولُ ‏\"‏ يَا أَيُّهَا النَّاسُ عَلَيْكُمُ السَّكِينَةَ ‏\"‏ ‏.‏ ثُمَّ أَتَى جَمْعًا فَصَلَّى بِهِمُ الصَّلاَتَيْنِ جَمِيعًا فَلَمَّا أَصْبَحَ أَتَى قُزَحَ فَوَقَفَ عَلَيْهِ وَقَالَ ‏\"‏ هَذَا قُزَحُ وَهُوَ الْمَوْقِفُ وَجَمْعٌ كُلُّهَا مَوْقِفٌ ‏\"‏ ‏.‏ ثُمَّ أَفَاضَ حَتَّى انْتَهَى إِلَى وَادِي مُحَسِّرٍ فَقَرَعَ نَاقَتَهُ فَخَبَّتْ حَتَّى جَاوَزَ الْوَادِيَ فَوَقَفَ وَأَرْدَفَ الْفَضْلَ ثُمَّ أَتَى الْجَمْرَةَ فَرَمَاهَا ثُمَّ أَتَى الْمَنْحَرَ فَقَالَ ‏\"‏ هَذَا الْمَنْحَرُ وَمِنًى كُلُّهَا مَنْحَرٌ ‏\"‏ ‏.‏ وَاسْتَفْتَتْهُ جَارِيَةٌ شَابَّةٌ مِنْ خَثْعَمٍ فَقَالَتْ إِنَّ أَبِي شَيْخٌ كَبِيرٌ قَدْ أَدْرَكَتْهُ فَرِيضَةُ اللَّهِ فِي الْحَجِّ أَفَيُجْزِئُ أَنْ أَحُجَّ عَنْهُ قَالَ ‏\"‏ حُجِّي عَنْ أَبِيكِ ‏\"‏ ‏.‏ قَالَ وَلَوَى عُنُقَ الْفَضْلِ فَقَالَ الْعَبَّاسُ يَا رَسُولَ اللَّهِ لِمَ لَوَيْتَ عُنُقَ ابْنِ عَمِّكَ قَالَ ‏\"‏ رَأَيْتُ شَابًّا وَشَابَّةً فَلَمْ آمَنِ الشَّيْطَانَ عَلَيْهِمَا ‏\"‏ ‏.‏ ثُمَّ أَتَاهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي أَفَضْتُ قَبْلَ أَنْ أَحْلِقَ ‏.‏ قَالَ ‏\"‏ احْلِقْ أَوْ قَصِّرْ وَلاَ حَرَجَ ‏\"‏ ‏.‏ قَالَ وَجَاءَ آخَرُ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي ذَبَحْتُ قَبْلَ أَنْ أَرْمِيَ ‏.‏ قَالَ ‏\"‏ ارْمِ وَلاَ حَرَجَ ‏\"‏ ‏.‏ قَالَ ثُمَّ أَتَى الْبَيْتَ فَطَافَ بِهِ ثُمَّ أَتَى زَمْزَمَ فَقَالَ ‏\"‏ يَا بَنِي عَبْدِ الْمُطَّلِبِ لَوْلاَ أَنْ يَغْلِبَكُمُ النَّاسُ عَنْهُ لَنَزَعْتُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ صَحِيحٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ عَلِيٍّ إِلاَّ مِنْ هَذَا الْوَجْهِ مِنْ حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ عَيَّاشٍ ‏.‏ وَقَدْ رَوَاهُ غَيْرُ وَاحِدٍ عَنِ الثَّوْرِيِّ مِثْلَ هَذَا ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ رَأَوْا أَنْ يُجْمَعَ بَيْنَ الظُّهْرِ وَالْعَصْرِ بِعَرَفَةَ فِي وَقْتِ الظُّهْرِ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا صَلَّى الرَّجُلُ فِي رَحْلِهِ وَلَمْ يَشْهَدِ الصَّلاَةَ مَعَ الإِمَامِ إِنْ شَاءَ جَمَعَ هُوَ بَيْنَ الصَّلاَتَيْنِ مِثْلَ مَا صَنَعَ الإِمَامُ ‏.‏ قَالَ وَزَيْدُ بْنُ عَلِيٍّ هُوَ ابْنُ حُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ عَلَيْهِ السَّلاَمُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "জাবির (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে, এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। আলী (রাঃ)-এর এই হাদীসটি আমাদের নিকটে আবদুর রাহমান ইবনুল হারিস ইবনু আইয়্যাশের সূত্র ছাড়া অন্য কোন সূত্রে বর্ণিত আছে বলে জানা নেই। সাওরী হতে একাধিক বর্ণনাকারী অনুরূপ বর্ণনা করেছেন। এই হাদীস অনুযায়ী আলিমগণ আরাফাতে যুহরের ওয়াক্তে যুহর ও আসর একসাথে আদায় করতে বলেছেন। কিছু আলিম বলেন, নিজের অবস্থান স্থলেই কোন লোক নামায আদায় করলে এবং ইমামের সঙ্গে নামাযে হাযির না হয়ে নিজ অবস্থান স্থলে নামায আদায় করলে সে চাইলে ইমামের মত দুই নামায একসাথে আদায় করতে পারে। বর্ণনাকারী যাইদ ইবনু আলী হলেন ইমাম হুসাইন (রাঃ)-এর পৌত্র।"
  },
  {
    "hadith_id": 886,
    "narrator": "জাবির (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওয়াদী মুহাসসারে তার উট দ্রুত হাঁকিয়ে যান। এই হাদীসে বিশর আরো উল্লেখ করেন যে, তিনি শান্তভাবে মুযদালিফা হতে ফিরে আসেন এবং লোকদেরকেও শান্তভাব অবলম্বনের হুকুম দেন। আবূ নুআইম আরো বর্ণনা করেনঃ তিনি নুড়ি পাথর (জামরায়) ছুঁড়ে মারার হুকুম দেন এবং বলেনঃ এই বছরের পর হয়ত আমি আর তোমাদের দেখা পাব না।\n\n- সহীহ, সহীহ আবূ দাউদ (১৬৯৯, ১৭১৯), মুসলিম।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا وَكِيعٌ، وَبِشْرُ بْنُ السَّرِيِّ، وَأَبُو نُعَيْمٍ قَالُوا حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَوْضَعَ فِي وَادِي مُحَسِّرٍ ‏.‏ وَزَادَ فِيهِ بِشْرٌ وَأَفَاضَ مِنْ جَمْعٍ وَعَلَيْهِ السَّكِينَةُ وَأَمَرَهُمْ بِالسَّكِينَةِ ‏.‏ وَزَادَ فِيهِ أَبُو نُعَيْمٍ وَأَمَرَهُمْ أَنْ يَرْمُوا بِمِثْلِ حَصَى الْخَذْفِ وَقَالَ ‏ \"‏ لَعَلِّي لاَ أَرَاكُمْ بَعْدَ عَامِي هَذَا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أُسَامَةَ بْنِ زَيْدٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উসামা ইবনু যাইদ (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 887,
    "narrator": "আবদুল্লাহ ইবনু মালিক (রহঃ)",
    "bn": "মুযদালিফাতে ইবনু উমার (রাঃ) নামায আদায় করলেন। সেখানে তিনি এক ইকামাতে দুই নামায (মাগরিব ও এশা) একসাথে আদায় করলেন এবং বললেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এই স্থানে আমি এরকমই করতে দেখেছি।\n\n- সহীহ, সহীহ আবূ দাউদ (১৬৮২, ১৬৯০), নাসা-ঈ, মুসলিমের শব্দ ইকামাতুন ওয়াহিদাতুন ঐ বর্ণনাটি শাজ, বুখারীর শব্দ প্রত্যেক নামাযের জন্যই ইকামাত, এ বর্ণনাটি সংরক্ষিত।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، حَدَّثَنَا سُفْيَانُ الثَّوْرِيُّ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ اللَّهِ بْنِ مَالِكٍ، أَنَّ ابْنَ عُمَرَ، صَلَّى بِجَمْعٍ فَجَمَعَ بَيْنَ الصَّلاَتَيْنِ بِإِقَامَةٍ وَقَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَعَلَ مِثْلَ هَذَا فِي هَذَا الْمَكَانِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 889,
    "narrator": "আবদুর রাহমান ইবনু ইয়ামার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে নাজদবাসী কিছু লোক আসলো। তিনি তখন আরাফাতে অবস্থান করছিলেন। তারা হজ্জ সম্পর্কে তাকে প্রশ্ন করে। এই মর্মে এক ঘোষণাকারীকে তিনি ঘোষণা দেওয়ার জন্য নির্দেশ দিলেনঃ হজ্জ হচ্ছে আরাফাতে অবস্থান। মুযদালিফার রাতে ফজর উদয় হওয়ার পূর্বেই কোন লোক এখানে পৌঁছতে পারলে সে হজ্জ পেল। তিনটি দিন হচ্ছে মিনায় অবস্থানের। দুই দিন অবস্থান করে কোন লোক তাড়াতাড়ি ফিরে যেতে ইচ্ছা করলে তাতে কোন সমস্যা নেই। আর তিন দিন পর্যন্ত অবস্থানকে কোন লোক বিলম্বিত করলে তাতেও কোন সমস্যা নেই। মুহাম্মাদ আল-বুখারী বলেন, ইয়াহইয়ার বর্ণনায় আরো আছেঃ এক লোককে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর পিছনে আরোহণ করালেন। সে লোক তা ঘোষণা দিতে থাকল।\n\n— সহীহ, ইবনু মা-জাহ (৩০১৫)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، وَعَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ بُكَيْرِ بْنِ عَطَاءٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَعْمَرَ، أَنَّ نَاسًا، مِنْ أَهْلِ نَجْدٍ أَتَوْا رَسُولَ اللَّهِ صلى الله عليه وسلم وَهُوَ بِعَرَفَةَ فَسَأَلُوهُ فَأَمَرَ مُنَادِيًا فَنَادَى ‏ \"‏ الْحَجُّ عَرَفَةُ مَنْ جَاءَ لَيْلَةَ جَمْعٍ قَبْلَ طُلُوعِ الْفَجْرِ فَقَدْ أَدْرَكَ الْحَجَّ أَيَّامُ مِنًى ثَلاَثَةٌ فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلاَ إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلاَ إِثْمَ عَلَيْهِ ‏\"‏ ‏.‏ قَالَ مُحَمَّدٌ وَزَادَ يَحْيَى وَأَرْدَفَ رَجُلاً فَنَادَى.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 891,
    "narrator": "উরওয়া ইবনু মুযাররিস ইবনু আওস ইবনু হারিসা ইবনু লাম আত-তাঈ (রাঃ)",
    "bn": "তিনি বলেন, আমি মুযদালিফায় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলাম, তখন তিনি নামাযের উদ্দেশ্যে বের হয়েছেন। আমি বললাম, হে আল্লাহর রাসূল! আমি তাঈ-এর দুই পাহাড় (অঞ্চল) হতে এসেছি। আমার বাহনকেও আমি ক্লান্ত করে ফেলেছি এৰং নিজেকেও খুবই পরিশ্রান্ত করেছি। আল্লাহর শপথ! আমি এমন কোন বালির স্তুপ ছেড়ে যাইনি যেখানে আমি অবস্থান করিনি। আমার কি হজ্জ হবে? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমাদের এই নামাযে যে লোক শরীক হয়েছে, আমাদের সাথে ফিরে আসা পর্যন্ত অবস্থান করেছে এবং এর পূর্বে রাতে বা দিনে আরাফাতে থেকেছে তার হজ্জ পূর্ণ হয়েছে এবং সেলোক তার অপরিচ্ছন্নতা দূর করে নিয়েছে।\n\nসহীহ, ইবনু মা-জাহ (৩০২৬), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ دَاوُدَ بْنِ أَبِي هِنْدٍ، وَإِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، وَزَكَرِيَّا بْنِ أَبِي زَائِدَةَ، عَنِ الشَّعْبِيِّ، عَنْ عُرْوَةَ بْنِ مُضَرِّسِ بْنِ أَوْسِ بْنِ حَارِثَةَ بْنِ لاَمٍ الطَّائِيِّ، قَالَ أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم بِالْمُزْدَلِفَةِ حِينَ خَرَجَ إِلَى الصَّلاَةِ فَقُلْتُ يَا رَسُولَ اللَّهِ إِنِّي جِئْتُ مِنْ جَبَلَىْ طَيِّئٍ أَكْلَلْتُ رَاحِلَتِي وَأَتْعَبْتُ نَفْسِي وَاللَّهِ مَا تَرَكْتُ مِنْ حَبْلٍ إِلاَّ وَقَفْتُ عَلَيْهِ فَهَلْ لِي مِنْ حَجٍّ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ شَهِدَ صَلاَتَنَا هَذِهِ وَوَقَفَ مَعَنَا حَتَّى نَدْفَعَ وَقَدْ وَقَفَ بِعَرَفَةَ قَبْلَ ذَلِكَ لَيْلاً أَوْ نَهَارًا فَقَدْ أَتَمَّ حَجَّهُ وَقَضَى تَفَثَهُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ قَالَ قَوْلُهُ ‏\"‏ تَفَثَهُ ‏\"‏ ‏.‏ يَعْنِي نُسُكَهُ ‏.‏ قَوْلُهُ ‏\"‏ مَا تَرَكْتُ مِنْ حَبْلٍ إِلاَّ وَقَفْتُ عَلَيْهِ ‏\"‏ ‏.‏ إِذَا كَانَ مِنْ رَمْلٍ يُقَالُ لَهُ حَبْلٌ وَإِذَا كَانَ مِنْ حِجَارَةٍ يُقَالُ لَهُ جَبَلٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। তাফাসাহু এর অর্থ তার হজ্জ। বালির স্তুপকে হাবল বলা হয়। পাথরের স্তুপকে জাবাল বলা হয়।"
  },
  {
    "hadith_id": 892,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, মাল-সামানবাহী দলের সাথে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতেই আমাকে মুযদালিফা হতে (মিনায়) পাঠিয়ে দিয়েছিলেন।\n\n- সহীহ, ইবনু মা-জাহ (৩০২৬), নাসা-ঈ অনুরূপ।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي ثَقَلٍ مِنْ جَمْعٍ بِلَيْلٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَأُمِّ حَبِيبَةَ وَأَسْمَاءَ بِنْتِ أَبِي بَكْرٍ وَالْفَضْلِ بْنِ عَبَّاسٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আইশা, উন্মু হাবীবা, আসমা বিনতু বাকর ও ফাযল ইবনু আব্বাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 893,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার পরিবারের মধ্যে দুর্বলদের (মুযদালিফা হতে মিনায়) আগেই পাঠিয়ে দেন। আর তিনি বলে দেনঃ তোমরা সূর্য না উঠা পর্যন্ত (জামরায়) কংকর নিক্ষেপ করবে না।\n\nসহীহ, ইবনু মা-জাহ (৩০২৫)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الْمَسْعُودِيِّ، عَنِ الْحَكَمِ، عَنْ مِقْسَمٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَدَّمَ ضَعَفَةَ أَهْلِهِ وَقَالَ ‏ \"‏ لاَ تَرْمُوا الْجَمْرَةَ حَتَّى تَطْلُعَ الشَّمْسُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ لَمْ يَرَوْا بَأْسًا أَنْ يَتَقَدَّمَ الضَّعَفَةُ مِنَ الْمُزْدَلِفَةِ بِلَيْلٍ يَصِيرُونَ إِلَى مِنًى ‏.‏ وَقَالَ أَكْثَرُ أَهْلِ الْعِلْمِ بِحَدِيثِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُمْ لاَ يَرْمُونَ حَتَّى تَطْلُعَ الشَّمْسُ ‏.‏ وَرَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ فِي أَنْ يَرْمُوا بِلَيْلٍ ‏.‏ وَالْعَمَلُ عَلَى حَدِيثِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُمْ لاَ يَرْمُونَ ‏.‏ وَهُوَ قَوْلُ الثَّوْرِيِّ وَالشَّافِعِيِّ ‏.‏\n‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي ثَقَلٍ حَدِيثٌ صَحِيحٌ رُوِيَ عَنْهُ مِنْ غَيْرِ وَجْهٍ ‏.‏ وَرَوَى شُعْبَةُ هَذَا الْحَدِيثَ عَنْ مُشَاشٍ عَنْ عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَدَّمَ ضَعَفَةَ أَهْلِهِ مِنْ جَمْعٍ بِلَيْلٍ ‏.‏ وَهَذَا حَدِيثٌ خَطَأٌ أَخْطَأَ فِيهِ مُشَاشٌ وَزَادَ فِيهِ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ ‏.‏ وَرَوَى ابْنُ جُرَيْجٍ وَغَيْرُهُ هَذَا الْحَدِيثَ عَنْ عَطَاءٍ عَنِ ابْنِ عَبَّاسٍ ‏.‏ وَلَمْ يَذْكُرُوا فِيهِ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ ‏.‏ وَمُشَاشٌ بَصْرِيٌّ رَوَى عَنْهُ شُعْبَةُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী একদল আলিম বলেন, রাতে মুযদালিফা হতে দুর্বলদেরকে আগেই মিনায় পাঠিয়ে দেয়াতে কোন সমস্যা নেই। এই হাদীসের ভিত্তিতে বেশিরভাগ আলিম বলেন, সূর্য না উঠা পর্যন্ত কংকর মারবে না। তবে কিছু সংখ্যক আলিম রাতেও কংকর মারার অনুমতি দিয়েছেন। এই অভিমত সুফিয়ান সাওরী ও শাফিঈর। আবূ ঈসা বলেন, “রাতেই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাল-পত্রবাহীদের সাথে আমাকে মুযদালিফা হতে পাঠিয়ে দিয়েছিলেন\" মর্মে ইবনু আব্বাস (রাঃ) বর্ণিত হাদীসটি সহীহ। এটি তার বরাতে একাধিক সূত্রে বর্ণিত আছে।\nশুবা হাদীসটি বর্ণনা করেছেন মুশাশ হতে, তিনি আতা হতে, তিনি ইবনু আব্বাস হতে, তিনি ফাযল ইবনু আব্বাস হতে, \"রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতে মুযদালিফা হতে তার পরিবারের দুর্বলদেরকে আগেই (মিনায়) পাঠিয়ে দেন।\" এই হাদীসটি ভুল।\nবর্ণনাকারী মুশাশ এই হাদীসটি বর্ণনা করতে গিয়ে ভুল করেছেন। এর সনদে তিনি ফাযল ইবনু আব্বাস (রাঃ)-এর নাম ঢুকিয়ে দিয়েছেন।\nঅথচ আতা হতে ইবনু আব্বাস (রাঃ)-এর সূত্রে এই হাদীসটি ইবনু জুরাইয প্রমুখ বর্ণনা করেছেন, কিন্তু তারা ফাযল ইবনু আব্বাস (রাঃ)-এর নাম উল্লেখ করেননি। মুশাশ বসরার অধিবাসী, শুবা তার নিকট হতে হাদীস বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 894,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, কুরবানীর দিন (১০ই যিলহজ্জ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সকাল বেলা কংকর মেরেছেন এবং এর পরবর্তী দিনগুলোতে সূৰ্য ঢলে যাওয়ার পর কংকর মেরেছেন। \n\n-সহীহ, ইবনু মা-জাহ (৩০৫৩), মুসলিম।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ خَشْرَمٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَرْمِي يَوْمَ النَّحْرِ ضُحًى وَأَمَّا بَعْدَ ذَلِكَ فَبَعْدَ زَوَالِ الشَّمْسِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ أَنَّهُ لاَ يَرْمِي بَعْدَ يَوْمِ النَّحْرِ إِلاَّ بَعْدَ الزَّوَالِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী আলিমগণ আমল করেছেন। কুরবানীর দিনের পরবর্তী দিনসমূহে তারা দুপুরের পর কংকর মারার কথা বলেছেন।"
  },
  {
    "hadith_id": 895,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "সূর্য উঠার আগেই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (মুযদালিফা হতে) যাত্রা করেন। \n\nপরবর্তী হাদীসের সহায়তায় এ হাদীসটি সহীহ।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو خَالِدٍ الأَحْمَرُ، عَنِ الأَعْمَشِ، عَنِ الْحَكَمِ، عَنْ مِقْسَمٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَفَاضَ قَبْلَ طُلُوعِ الشَّمْسِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَإِنَّمَا كَانَ أَهْلُ الْجَاهِلِيَّةِ يَنْتَظِرُونَ حَتَّى تَطْلُعَ الشَّمْسُ ثُمَّ يُفِيضُونَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "উমার (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু আব্বাস (রাঃ) বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। সূর্য উঠা পর্যন্ত জাহিলী যুগের লোকেরা অপেক্ষা করত, তারপর রাওয়ানা হত।"
  },
  {
    "hadith_id": 896,
    "narrator": "আমর ইবনু মাইমুন (রহঃ)",
    "bn": "তিনি বলেন, আমরা মুযদালিফায় অবস্থানরত ছিলাম। উমার ইবনুল খাত্তাব (রাঃ) তখন বললেনঃ সূর্য না উঠা পর্যন্ত মুশরিকরা এখান হতে রাওয়ানা হত না। তারা বলতঃ হে সাবির। আলোকিত হও। কিন্তু তাদের বিপরীত নীতি অনুসরণ করেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)। অতঃপর সূর্য উঠার পূর্বেই উমার (রাঃ)-ও রাওয়ানা হন। \n\nসহীহ, ইবনু মা-জাহ (৩০২২), বুখারী",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ غَيْلاَنَ، حَدَّثَنَا أَبُو دَاوُدَ، قَالَ أَنْبَأَنَا شُعْبَةُ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ عَمْرَو بْنَ مَيْمُونٍ، يُحَدِّثُ يَقُولُ كُنَّا وُقُوفًا بِجَمْعٍ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ إِنَّ الْمُشْرِكِينَ كَانُوا لاَ يُفِيضُونَ حَتَّى تَطْلُعَ الشَّمْسُ وَكَانُوا يَقُولُونَ أَشْرِقْ ثَبِيرُ ‏.‏ وَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَالَفَهُمْ ‏.‏ فَأَفَاضَ عُمَرُ قَبْلَ طُلُوعِ الشَّمْسِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 897,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি ছোট কংকর দিয়ে জামরায় নিক্ষেপ করতে দেখেছি। \n\n-সহীহ, ইবনু মা-জাহ (৩০২৩), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَرْمِي الْجِمَارَ بِمِثْلِ حَصَى الْخَذْفِ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ سُلَيْمَانَ بْنِ عَمْرِو بْنِ الأَحْوَصِ عَنْ أُمِّهِ وَهِيَ أُمُّ جُنْدُبٍ الأَزْدِيَّةُ وَابْنِ عَبَّاسٍ وَالْفَضْلِ بْنِ عَبَّاسٍ وَعَبْدِ الرَّحْمَنِ بْنِ عُثْمَانَ التَّيْمِيِّ وَعَبْدِ الرَّحْمَنِ بْنِ مُعَاذٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ الَّذِي اخْتَارَهُ أَهْلُ الْعِلْمِ أَنْ تَكُونَ الْجِمَارُ الَّتِي يُرْمَى بِهَا مِثْلَ حَصَى الْخَذْفِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সুলাইমান ইবনু আমর ইবনুল আহওয়াস তার মাতা উম্মু জুনদুব আল-আযদিয়া হতে এবং ইবনু আব্বাস, ফাদল ইবনু আব্বাস, আবদুর রাহমান ইবনু উসমান আত-তাইনী ও আবদুর রাহমান ইবনু মুআয (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী আলিমগণ বলেন, রমী করার পাথর হবে ছোট আকৃতির।"
  },
  {
    "hadith_id": 898,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, সূর্য ঢলে পড়ার পর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কংকর নিক্ষেপ করতেন।\n\n-জাবির (রাঃ) বর্ণিত ৯০১ নং হাদীসের সহায়তায় হাদীসটি সহীহ।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ الْبَصْرِيُّ، حَدَّثَنَا زِيَادُ بْنُ عَبْدِ اللَّهِ، عَنِ الْحَجَّاجِ، عَنِ الْحَكَمِ، عَنْ مِقْسَمٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَرْمِي الْجِمَارَ إِذَا زَالَتِ الشَّمْسُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান বলেছেন।"
  },
  {
    "hadith_id": 899,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, কুরবানীর দিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরোহী অবস্থায় জামরায় কংকর মেরেছেন।\n\n-সহীহ, ইবনু মা-জাহ (৩০৩৪), মুসলিম, জাবির হতে দেখুন হাদীস নং (৮৮৭)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا يَحْيَى بْنُ زَكَرِيَّا بْنِ أَبِي زَائِدَةَ، أَخْبَرَنَا الْحَجَّاجُ، عَنِ الْحَكَمِ، عَنْ مِقْسَمٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَمَى الْجَمْرَةَ يَوْمَ النَّحْرِ رَاكِبًا ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَقُدَامَةَ بْنِ عَبْدِ اللَّهِ وَأُمِّ سُلَيْمَانَ بْنِ عَمْرِو بْنِ الأَحْوَصِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَاخْتَارَ بَعْضُهُمْ أَنْ يَمْشِيَ إِلَى الْجِمَارِ ‏.‏ وَقَدْ رُوِيَ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ كَانَ يَمْشِي إِلَى الْجِمَارِ ‏.‏ وَوَجْهُ هَذَا الْحَدِيثِ عِنْدَنَا أَنَّهُ رَكِبَ فِي بَعْضِ الأَيَّامِ لِيُقْتَدَى بِهِ فِي فِعْلِهِ وَكِلاَ الْحَدِيثَيْنِ مُسْتَعْمَلٌ عِنْدَ أَهْلِ الْعِلْمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "জাবির, কুদামা ইবনু আবদুল্লাহ ও উম্মু সুলাইমান ইবনু আমর ইবনুল আহওয়াস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু আব্বাস (রাঃ) বর্ণিত হাদীসটিকে আবূ ঈসা হাসান বলেছেন। এই হাদীস অনুযায়ী একদল আলিম আমল করেছেন। হেঁটে রমী বা পাথর নিক্ষেপ করাকে অন্য একদল আলিম পছন্দনীয় বলেছেন। ইবনু উমার (রাঃ) হতে বর্ণিত আছে যে, কংকর নিক্ষেপের উদ্দেশ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হেঁটে গিয়েছেন। আমাদের মতে এই হাদীসের তাৎপর্য হলঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন কোন সময় কার্যক্রম অনুসরণের সুযোগ প্রদানের জন্য আরোহী অবস্থায় কংকর মেরেছেন। আলিমগণের নিকট উভয় প্রকার হাদীসই গ্রহণযোগ্য।"
  },
  {
    "hadith_id": 900,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "কংকর মারার উদ্দেশ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জামরায় পায়ে হেঁটে যেতেন এবং পায়ে হেঁটে ফিরে আসতেন। \n\n-সহীহ, সহীহা (২০৭২), সহীহ আবূ দাউদ (১৭১৮)।",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، حَدَّثَنَا ابْنُ نُمَيْرٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا رَمَى الْجِمَارَ مَشَى إِلَيْهَا ذَاهِبًا وَرَاجِعًا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَوَاهُ بَعْضُهُمْ عَنْ عُبَيْدِ اللَّهِ وَلَمْ يَرْفَعْهُ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ وَقَالَ بَعْضُهُمْ يَرْكَبُ يَوْمَ النَّحْرِ وَيَمْشِي فِي الأَيَّامِ الَّتِي بَعْدَ يَوْمَ النَّحْرِ ‏.‏ قَالَ أَبُو عِيسَى وَكَأَنَّ مَنْ قَالَ هَذَا إِنَّمَا أَرَادَ اتِّبَاعَ النَّبِيِّ صلى الله عليه وسلم فِي فِعْلِهِ لأَنَّهُ إِنَّمَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ رَكِبَ يَوْمَ النَّحْرِ حَيْثُ ذَهَبَ يَرْمِي الْجِمَارَ وَلاَ يَرْمِي يَوْمَ النَّحْرِ إِلاَّ جَمْرَةَ الْعَقَبَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। হাদীসটিকে মারফূ না করে কেউ কেউ উবাইদুল্লাহ হতে বর্ণনা করেছেন। এই হাদীস অনুযায়ী বেশিরভাগ আলিম আমল করেছেন। কেউ কেউ বলেন, কুরবানীর দিন সাওয়ার হয়ে এবং এর পরবর্তী দিনগুলোতে হেটে কংকর মারবে। আবূ ঈসা বলেন, যারা এই কথা বলেছেন তারা মূলতঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আমলের হুবহু অনুসরণার্থে তা বলেছেন। কেননা, কুরবানীর দিন কংকর মারার উদ্দেশ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জামরায় সাওয়ারী অবস্থায় গিয়েছেন। আর শুধুমাত্র জামরা আকাবাতেই কুরবানীর দিন কংকর মারা হয়।"
  },
  {
    "hadith_id": 901,
    "narrator": "আবদুর রাহমান ইবনু ইয়াযীদ (রহঃ)",
    "bn": "তিনি বলেন, জামরা আকাবায় যখন আবদুল্লাহ ইবনু মাসউদ (রাঃ) আসলেন তখন উপত্যকার মাঝে দাঁড়ালেন, কিবলামুখী হলেন এবং বরাবর ডান ভ্রু উচু করে কংকর মারতে শুরু করলেন। তিনি সাতটি কংকর মারলেন এবং প্রতিটি কংকর মারার সময় আল্লাহু আকবার বললেন। এরপর তিনি বললেন, আল্লাহর শপথ! যিনি ব্যতীত আর কোন মা’বুদ নেই, যার উপর সূরা বাকারা নাযিল হয়েছে তিনি এখান হতেই কংকর মেরেছেন।\n\n-সহীহ, ইবনু মা-জাহ (৩০৩০), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا الْمَسْعُودِيُّ، عَنْ جَامِعِ بْنِ شَدَّادٍ أَبِي صَخْرَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، قَالَ لَمَّا أَتَى عَبْدُ اللَّهِ جَمْرَةَ الْعَقَبَةِ اسْتَبْطَنَ الْوَادِيَ وَاسْتَقْبَلَ الْقِبْلَةَ وَجَعَلَ يَرْمِي الْجَمْرَةَ عَلَى حَاجِبِهِ الأَيْمَنِ ثُمَّ رَمَى بِسَبْعِ حَصَيَاتٍ يُكَبِّرُ مَعَ كُلِّ حَصَاةٍ ثُمَّ قَالَ وَاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ مِنْ هَا هُنَا رَمَى الَّذِي أُنْزِلَتْ عَلَيْهِ سُورَةُ الْبَقَرَةِ ‏.‏\nحَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنِ الْمَسْعُودِيِّ، بِهَذَا الإِسْنَادِ نَحْوَهُ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ وَابْنِ عَبَّاسٍ وَابْنِ عُمَرَ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ مَسْعُودٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ يَخْتَارُونَ أَنْ يَرْمِيَ الرَّجُلُ مِنْ بَطْنِ الْوَادِي بِسَبْعِ حَصَيَاتٍ يُكَبِّرُ مَعَ كُلِّ حَصَاةٍ ‏.‏ وَقَدْ رَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ إِنْ لَمْ يُمْكِنْهُ أَنْ يَرْمِيَ مِنْ بَطْنِ الْوَادِي رَمَى مِنْ حَيْثُ قَدَرَ عَلَيْهِ وَإِنْ لَمْ يَكُنْ فِي بَطْنِ الْوَادِي ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হান্নাদ ওয়াকী হতে, তিনি মাসউদী হতে উক্ত সনদে অনুরূপ হাদীস বর্ণনা করেছেন। ফাযল ইবনু আব্বাস, ইবনু উমার ও জাবির (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু মাসউদ (রাঃ) বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী আলিমগণ আমল করেছেন। তাদের মতে সাতটি কংকর উপত্যকার মধ্য হতে মারা এবং প্রতিটি কংকর মারার সময় তাকবীর বলা পছন্দনীয়। কিছু সংখ্যক আলিম এই সুযোগ রেখেছেন যে, যদি উপত্যকার মধ্য হতে কংকর মারা সম্ভব না হয় তাহলে যেখান হতে সম্ভব সেখান হতেই তা মারা যাবে।"
  },
  {
    "hadith_id": 903,
    "narrator": "কুদামা ইবনু আবদুল্লাহ্ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে উষ্ট্রীতে সাওয়ার হয়ে জামরায় কংকর মারতে দেখেছি। সেখানে কোন রকম মারপিট, কোন ধাক্কাধাক্কি এবং সরে যাও সরে যাও ইত্যাদি কিছু ছিল না। \n\n-সহীহ ইবনু মা-জাহ (৩০৩৫)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، عَنْ أَيْمَنَ بْنِ نَابِلٍ، عَنْ قُدَامَةَ بْنِ عَبْدِ اللَّهِ، قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَرْمِي الْجِمَارَ عَلَى نَاقَةٍ لَيْسَ ضَرْبٌ وَلاَ طَرْدٌ وَلاَ إِلَيْكَ إِلَيْكَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ حَنْظَلَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ قُدَامَةَ بْنِ عَبْدِ اللَّهِ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَإِنَّمَا يُعْرَفُ هَذَا الْحَدِيثُ مِنْ هَذَا الْوَجْهِ وَهُوَ حَدِيثُ أَيْمَنَ بْنِ نَابِلٍ وَهُوَ ثِقَةٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবদুল্লাহ ইবনু হানযালা (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। কুদামা ইবনু আব্দুল্লাহ (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। হাদীসটি শুধুমাত্র এই সূত্রেই পরিচিত। আর উহা আইমান ইবনু নাবিল (রহঃ) হতে বর্ণিত হাদীস। হাদীস বিশেষজ্ঞগণের মত অনুযায়ী আইমান ইবনু নাবিল একজন নির্ভরযোগ্য বর্ণনাকারী।"
  },
  {
    "hadith_id": 905,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, কোন এক সফরে আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ছিলাম। এমতাবস্থায় কুরবানীর ঈদ আসলে আমরা একটি গরুতে সাতজন এবং একটি উটে দশজন করে শরীক হই।\n\n-সহীহ, ইবনু মা-জাহ (৩১৩১)।",
    "ar": "حَدَّثَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ، وَغَيْرُ، وَاحِدٍ، قَالُوا حَدَّثَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ حُسَيْنِ بْنِ وَاقِدٍ، عَنْ عِلْبَاءَ بْنِ أَحْمَرَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ ‏.‏ فَحَضَرَ الأَضْحَى فَاشْتَرَكْنَا فِي الْبَقَرَةِ سَبْعَةً وَفِي الْجَزُورِ عَشَرَةً ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ وَهُوَ حَدِيثُ حُسَيْنِ بْنِ وَاقِدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। এটি হুসাইন ইবনু ওয়াকিদ (রহঃ) বর্ণিত হাদীস।"
  },
  {
    "hadith_id": 904,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে হুদাইবিয়ার (সন্ধির) বছর একটি গরু সাতজনের পক্ষ হতে এবং একটি উটও সাতজনের পক্ষ হতে কুরবানী করেছি।\n\n-সহীহ, ইবনু মা-জাহ (৩১৩২), মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ نَحَرْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم عَامَ الْحُدَيْبِيَةِ الْبَقَرَةَ عَنْ سَبْعَةٍ وَالْبَدَنَةَ عَنْ سَبْعَةٍ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَأَبِي هُرَيْرَةَ وَعَائِشَةَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ يَرَوْنَ الْجَزُورَ عَنْ سَبْعَةٍ وَالْبَقَرَةَ عَنْ سَبْعَةٍ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ ‏.‏ وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّ الْبَقَرَةَ عَنْ سَبْعَةٍ وَالْجَزُورَ عَنْ عَشَرَةٍ ‏.‏ وَهُوَ قَوْلُ إِسْحَاقَ وَاحْتَجَّ بِهَذَا الْحَدِيثِ ‏.‏ وَحَدِيثُ ابْنِ عَبَّاسٍ إِنَّمَا نَعْرِفُهُ مِنْ وَجْهٍ وَاحِدٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার, আবূ হুরাইরা, আইশা ও ইবনু আব্বাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। জাবির (রাঃ) বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বিশেষজ্ঞ সাহাবী ও অপরাপর আলিমগণ আমল করেছেন। একটি উট সাতজনের পক্ষ হতে এবং একটি গুরুও সাতজনের পক্ষ হতে কুরবানী করাকে তারা জায়িয মনে করেন। এই অভিমত সুফিয়ান সাওরী, শাফিঈ ও আহমাদ (রহঃ)-এর। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে ইবনু আব্বাস (রাঃ)-এর বরাতে বর্ণিত আছে যে, একটি গরু সাতজনের পক্ষ হতে এবং একটি উট দশজনের পক্ষ হতে কুরবানী করা যায়। এই অভিমত ইসহাক (রহঃ)-এর। শুধুমাত্র একটি সূত্রেই আমরা ইবনু আব্বাস (রাঃ) বর্ণিত হাদীসটি জেনেছি।"
  },
  {
    "hadith_id": 906,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "যুল-হুলাইফা নামক জায়গায় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুরবানীর পশুর গলায় একজোড়া জুতা ঝুলিয়ে দিলেন এবং এর কুঁজের ডান দিকে চিরে রক্ত প্রবাহিত করলেন।\n\nসহীহ, ইবনু মা-জাহ (৩০৯৭), মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامٍ الدَّسْتَوَائِيِّ، عَنْ قَتَادَةَ، عَنْ أَبِي حَسَّانَ الأَعْرَجِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَلَّدَ نَعْلَيْنِ وَأَشْعَرَ الْهَدْىَ فِي الشِّقِّ الأَيْمَنِ بِذِي الْحُلَيْفَةِ وَأَمَاطَ عَنْهُ الدَّمَ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ الْمِسْوَرِ بْنِ مَخْرَمَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَأَبُو حَسَّانَ الأَعْرَجُ اسْمُهُ مُسْلِمٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ يَرَوْنَ الإِشْعَارَ ‏.‏ وَهُوَ قَوْلُ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ قَالَ أَبُو عِيسَى سَمِعْتُ يُوسُفَ بْنَ عِيسَى يَقُولُ سَمِعْتُ وَكِيعًا يَقُولُ حِينَ رَوَى هَذَا الْحَدِيثَ قَالَ لاَ تَنْظُرُوا إِلَى قَوْلِ أَهْلِ الرَّأْىِ فِي هَذَا فَإِنَّ الإِشْعَارَ سُنَّةٌ وَقَوْلَهُمْ بِدْعَةٌ ‏.‏ قَالَ وَسَمِعْتُ أَبَا السَّائِبِ يَقُولُ كُنَّا عِنْدَ وَكِيعٍ فَقَالَ لِرَجُلٍ عِنْدَهُ مِمَّنْ يَنْظُرُ فِي الرَّأْىِ أَشْعَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَيَقُولُ أَبُو حَنِيفَةَ هُوَ مُثْلَةٌ ‏.‏ قَالَ الرَّجُلُ فَإِنَّهُ قَدْ رُوِيَ عَنْ إِبْرَاهِيمَ النَّخَعِيِّ أَنَّهُ قَالَ الإِشْعَارُ مُثْلَةٌ ‏.‏ قَالَ فَرَأَيْتُ وَكِيعًا غَضِبَ غَضَبًا شَدِيدًا وَقَالَ أَقُولُ لَكَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَتَقُولُ قَالَ إِبْرَاهِيمُ مَا أَحَقَّكَ بِأَنْ تُحْبَسَ ثُمَّ لاَ تَخْرُجَ حَتَّى تَنْزِعَ عَنْ قَوْلِكَ هَذَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মিসওয়ার ইবনু মাখরামা (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। আবূ হাসসান আল-আরাজের নাম মুসলিম। এই হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী ও অন্যান্য আলিমগণ আমল করেছেন। কুরবানীর উট বা গরুর কুঁজের ডান বা বাম দিক দিয়ে চিরে দেয়া তাদের মতে সুন্নাত। এই অভিমত সাওরী, শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর।\nইউসুফ ইবনু ঈসা বলেন, এই হাদীস বর্ণনার সময় আমি ওয়াকীকে বলতে শুনেছি, আহলুর রায়ের কথার প্রতি এই বিষয়ে ভ্রুক্ষেপ করবে না। কারণ, কুঁজ চিরা হলো সুন্নাত এবং আহলুর রায়ের কথা হলো বিদ'আত। আমি আবূস সাইবকে বলতে শুনেছি, আমরা ওয়াকীর নিকট বসা ছিলাম। একজন আহলুর রায়কে লক্ষ্য করে তিনি বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুরবানীর পশুর কুঁজ চিরেছেন। আর আবূ হানীফা বলেন যে, তা মুসলা বা অঙ্গ বিকৃতকরণ। ঐ ব্যক্তি বলল, ইবরাহীম নাখঈ বলেছেন, এটা হলো মুসলা। আবূস সাঈব বলেন, আমি দেখতে পেলাম ওয়াকী ভীষণভাবে রেগে গেলেন এবং বললেন, আমি বলছি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আর তুমি বলছ ইবরাহীম বলেছেন। তোমাকে কারারুদ্ধ করা উচিত। তুমি যে পর্যন্ত না এই বক্তব্য প্রত্যাহার করছ সে পর্যন্ত তোমাকে কারামুক্ত করা অনুচিত।"
  },
  {
    "hadith_id": 908,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাদয়ির (কুরবানীর পশুর) গলায় মালা পরানোর রশি পাকিয়ে দিয়েছি। এরপরও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইহরামও বাধেননি এবং সাধারণ জামাকাপড়ও পরিবর্তন করেননি। \n\n-সহীহ, ইবনু মা-জাহ (৩০৯৮), বুখারী, মুসলিম৷",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ فَتَلْتُ قَلاَئِدَ هَدْىِ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ لَمْ يُحْرِمْ وَلَمْ يَتْرُكْ شَيْئًا مِنَ الثِّيَابِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ قَالُوا إِذَا قَلَّدَ الرَّجُلُ الْهَدْىَ وَهُوَ يُرِيدُ الْحَجَّ لَمْ يَحْرُمْ عَلَيْهِ شَيْءٌ مِنَ الثِّيَابِ وَالطِّيبِ حَتَّى يُحْرِمَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا قَلَّدَ الرَّجُلُ هَدْيَهُ فَقَدْ وَجَبَ عَلَيْهِ مَا وَجَبَ عَلَى الْمُحْرِمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। একদল আলিম বলেন, যদি কোন ব্যক্তি হজ্জের ইচ্ছা করে কুরবানীর পশুর গলায় মালা পরিয়ে দেয় এবং ইহরাম না বাধে তাহলে সেলোকের জন্য যে কোন পোশাক পরা ও সুগন্ধি ব্যবহার হারাম হবে না। অপর কিছু সংখ্যক আলিমগণ বলেন, ইহরামধারী লোকের ক্ষেত্রে প্রযোজ্য বিধিনিষেধ কুরবানীর পশুর গলায় মালা পরিয়ে দেয়া ব্যক্তির প্রতিও প্রযোজ্য হবে।"
  },
  {
    "hadith_id": 909,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কুরবানীর পশুর গলায় মালা পরানোর রশি পাকিয়ে দিতাম। এগুলোর সবই ছিল মেষ ও বকরী। এরপরও তিনি ইহরাম বাঁধেননি।\n\n-সহীহ, সহীহ আবূ দাউদ (১৫৪০), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، عَنْ سُفْيَانَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ كُنْتُ أَفْتِلُ قَلاَئِدَ هَدْىِ رَسُولِ اللَّهِ صلى الله عليه وسلم كُلَّهَا غَنَمًا ثُمَّ لاَ يُحْرِمُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ يَرَوْنَ تَقْلِيدَ الْغَنَمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল বিশেষজ্ঞ সাহাবী ও অন্যান্য আলিমগণ আমল করেছেন এবং কুরবানীর মেষ-বকরী ইত্যাদির গলায় মালা পরানো বৈধ বলেছেন।"
  },
  {
    "hadith_id": 910,
    "narrator": "নাজিয়া আল-খুযাঈ (রাঃ)",
    "bn": "তিনি বলেন, আমি বললাম, হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! কুরবানীর পশু পথ চলতে না পারলে এবং এর মৃত্যুর আশংকা দেখা দিলে আমি কি করব? তিনি বললেনঃ এটিকে যবাহ কর, এর (গলায় বাঁধা) জুতা তার রক্তে ডুবিয়ে দাও, এরপর মানুষের জন্য তা রেখে দাও যেন তারা তা খেতে পারে। \n\n-সহীহ, ইবনু মা-জাহ (৩১০৬)।",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ إِسْحَاقَ الْهَمْدَانِيُّ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ نَاجِيَةَ الْخُزَاعِيِّ، صَاحِبِ بُدْنِ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ قُلْتُ يَا رَسُولَ اللَّهِ كَيْفَ أَصْنَعُ بِمَا عَطِبَ مِنَ الْبُدْنِ قَالَ ‏ \"‏ انْحَرْهَا ثُمَّ اغْمِسْ نَعْلَهَا فِي دَمِهَا ثُمَّ خَلِّ بَيْنَ النَّاسِ وَبَيْنَهَا فَيَأْكُلُوهَا ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنْ ذُؤَيْبٍ أَبِي قَبِيصَةَ الْخُزَاعِيِّ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ نَاجِيَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ قَالُوا فِي هَدْىِ التَّطَوُّعِ إِذَا عَطِبَ لاَ يَأْكُلُ هُوَ وَلاَ أَحَدٌ مِنْ أَهْلِ رُفْقَتِهِ وَيُخَلَّى بَيْنَهُ وَبَيْنَ النَّاسِ يَأْكُلُونَهُ وَقَدْ أَجْزَأَ عَنْهُ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالُوا إِنْ أَكَلَ مِنْهُ شَيْئًا غَرِمَ بِقَدْرِ مَا أَكَلَ مِنْهُ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا أَكَلَ مِنْ هَدْىِ التَّطَوُّعِ شَيْئًا فَقَدْ ضَمِنَ الَّذِي أَكَلَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "যুওয়াইব আবূ কাবীসা আল-খুযাঈ (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। নাজিয়া (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী বিশেষজ্ঞ আলিমগণ আমল করার অভিমত দিয়েছেন। তারা বলেন, নফল কুরবানীর ক্ষেত্রে পশুটি চলতে না পারলে (যবাহ করার পর) সে নিজে বা তার সঙ্গীরা এর গোশত খেতে পারবে না, বরং লোকদের জন্য তা ফেলে রাখবে তারা যাতে উহা খেতে পারে। আর তার জন্য কুরবানী হিসাবে এটি যথেষ্ট হবে। এই অভিমত ইমাম শাফিঈ, আহমাদ ও ইসহাকের। তারা বলেন, যদি মালিক তা হতে কিছু খেয়ে থাকে তাহলে যতটুকু খেয়েছে সেই পরিমাণ ক্ষতিপূরণ দিতে হবে। অপর একদল আলিম বলেন, নফল কুরবানীর পশু হতে যদি সে কিছু খায় তাহলে তার বিনিময়ে আরেকটি কুরবানী দিতে হবে।"
  },
  {
    "hadith_id": 911,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "এক ব্যক্তিকে তার কুরবানীর উট হাকিয়ে নিয়ে যেতে দেখে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি এর পিঠে আরোহণ কর। সে বলল, হে আল্লাহর রাসূল! এটা তো কুরবানীর উট। তিনি তৃতীয় বা চতুর্থ বারে তাকে বললেনঃ আরে দুর্ভাগা! এতে আরোহণ কর।\n\n -সহীহ, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم رَأَى رَجُلاً يَسُوقُ بَدَنَةً فَقَالَ لَهُ ‏\"‏ ارْكَبْهَا ‏\"‏ ‏.‏ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّهَا بَدَنَةٌ ‏.‏ قَالَ لَهُ فِي الثَّالِثَةِ أَوْ فِي الرَّابِعَةِ ‏\"‏ ارْكَبْهَا وَيْحَكَ ‏\"‏ ‏.‏ أَوْ ‏\"‏ وَيْلَكَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي هُرَيْرَةَ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ أَنَسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَخَّصَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ فِي رُكُوبِ الْبَدَنَةِ إِذَا احْتَاجَ إِلَى ظَهْرِهَا ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُهُمْ لاَ يَرْكَبُ مَا لَمْ يُضْطَرَّ إِلَيْهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, আবূ হুরাইরা ও জাবির (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আনাস (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। প্রয়োজনে কুরবানীর উটের উপর আরোহণ করার প্রতি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল সাহাবী ও অন্যান্য আলিমগণ অনুমতি দিয়েছেন। এই অভিমত ইমাম, শাফিঈ, আহমাদ ও ইসহাকের। কোন কোন আলিম বলেন, একান্ত বাধ্য না হলে কুরবানীর উটে আরোহণ করা উচিত নয়।"
  },
  {
    "hadith_id": 912,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, জামরায় কংকর মারার পর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পশু কুরবানী করলেন, এরপর তার মাথার ডান দিক নাপিতের দিকে বাড়িয়ে দিলেন এবং সে তা মুণ্ডন করল। আবূ তালহা (রাঃ)-কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ চুলগুলো দিলেন। এরপর তিনি বাম দিক বাড়িয়ে দিলে সে তা মুণ্ডন করল। তিনি (আবূ তালহাকে) বলেনঃ লোকজনের মাঝে এগুলো বণ্টন করে দাও। \n\n-সহীহ, ইরওয়া, সহীহ আবূ দাউদ (১০৮৫, ১৭৩০), মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو عَمَّارٍ الْحُسَيْنُ بْنُ حُرَيْثٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنِ ابْنِ سِيرِينَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ لَمَّا رَمَى النَّبِيُّ صلى الله عليه وسلم الْجَمْرَةَ نَحَرَ نُسُكَهُ ثُمَّ نَاوَلَ الْحَالِقَ شِقَّهُ الأَيْمَنَ فَحَلَقَهُ فَأَعْطَاهُ أَبَا طَلْحَةَ ثُمَّ نَاوَلَهُ شِقَّهُ الأَيْسَرَ فَحَلَقَهُ فَقَالَ ‏ \"‏ اقْسِمْهُ بَيْنَ النَّاسِ ‏\"‏ ‏.‏\nحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ هِشَامٍ، نَحْوَهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "একই রকম হাদীস ইবনু আবী উমার (রহঃ)......হিশাম (রহঃ) হতেও বর্ণনা করেছেন। এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 913,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তার সাহাবীদের একদল মাথা মুণ্ডন করলেন এবং কতিপয় সাহাবী চুল খাট করলেন। ইবনু উমার (রাঃ) বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ মাথা মুণ্ডনকারীদের উপর আল্লাহ্ তা'আলা অনুগ্রহ করুন। একবার কি দুইবার তিনি এ কথাটি বললেন, তারপর বললেনঃ চুল ছোট করে কর্তনকারীদের উপরও।\n\n-সহীহ, ইবনু মা-জাহ (৩০৪৪), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ حَلَقَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَحَلَقَ طَائِفَةٌ مِنْ أَصْحَابِهِ وَقَصَّرَ بَعْضُهُمْ ‏.‏ قَالَ ابْنُ عُمَرَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ رَحِمَ اللَّهُ الْمُحَلِّقِينَ ‏\"‏ ‏.‏ مَرَّةً أَوْ مَرَّتَيْنِ ثُمَّ قَالَ ‏\"‏ وَالْمُقَصِّرِينَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَابْنِ أُمِّ الْحُصَيْنِ وَمَارِبَ وَأَبِي سَعِيدٍ وَأَبِي مَرْيَمَ وَحُبْشِيِّ بْنِ جُنَادَةَ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ يَخْتَارُونَ لِلرَّجُلِ أَنْ يَحْلِقَ رَأْسَهُ وَإِنْ قَصَّرَ يَرَوْنَ أَنَّ ذَلِكَ يُجْزِئُ عَنْهُ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস, ইবনু উম্মুল হুসাইন, মারিব, আবূ সাঈদ, আবূ মারইয়াম, হুবশী ইবনু জুনাদা ও আবূ হুরাইরা (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। বিশেষজ্ঞ আলিমগণ এই হাদীস অনুযায়ী আমল করেছেন। পুরুষদের মাথা মুণ্ডন করা উত্তম বলে তারা মত দিয়েছেন, তবে চুল ছোট করে ছাটলেও তা যথেষ্ট হবে। এই অভিমত ইমাম সাওরী, শাফিঈ, আহমাদ ও ইসহাকের।"
  },
  {
    "hadith_id": 916,
    "narrator": "আবদুল্লাহ ইবনু আমর (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এক লোক প্রশ্ন করল, যবাহ (কুরবানী) করার পূর্বে আমি মাথা মুণ্ডন করে ফেলেছি। তিনি বললেনঃ যবাহ কর, এতে কোন সমস্যা নেই। অন্য আরেকজন প্রশ্ন করল, আমি কংকর মারার আগে কুরবানী করেছি। তিনি বললেনঃ কংকর মেরে নাও, এতে কোন সমস্যা নেই।\n\n-সহীহ, ইবনু মা-জাহ (৩০৫১),বুখারী, মুসলিম৷",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ الْمَخْزُومِيُّ، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عِيسَى بْنِ طَلْحَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، أَنَّ رَجُلاً، سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ حَلَقْتُ قَبْلَ أَنْ أَذْبَحَ فَقَالَ ‏\"‏ اذْبَحْ وَلاَ حَرَجَ ‏\"‏ ‏.‏ وَسَأَلَهُ آخَرُ فَقَالَ نَحَرْتُ قَبْلَ أَنْ أَرْمِيَ قَالَ ‏\"‏ ارْمِ وَلاَ حَرَجَ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَجَابِرٍ وَابْنِ عَبَّاسٍ وَابْنِ عُمَرَ وَأُسَامَةَ بْنِ شَرِيكٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَبْدِ اللَّهِ بْنِ عَمْرٍو حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا قَدَّمَ نُسُكًا قَبْلَ نُسُكٍ فَعَلَيْهِ دَمٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, জাবির, ইবনু আব্বাস, ইবনু উমার ও উসামা ইবনু শরীক (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আবদুল্লাহ ইবনু আমর (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। বেশিরভাগ বিশেষজ্ঞ আলিমের মতও তাই। অনুরূপ মত দিয়েছেন ইমাম আহমাদ ও ইসহাক। কিছু সংখ্যক আলিম বলেন, হজ্জের অনুষ্ঠানসমূহের ক্রমিক ধারা নিয়ম-কানুন ভঙ্গ করলে দম (পশু কুরবানী) দিতে হবে।"
  },
  {
    "hadith_id": 917,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, ইহরাম বাঁধার পূর্বে এবং কুরবানীর দিন বাইতুল্লাহ তাওয়াফের পূর্বে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি কস্তুরী মিশ্রিত সুগন্ধি লাগিয়ে দিয়েছি।\n\n-সহীহ, ইবনু মা-জাহ (২৯২৬), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا مَنْصُورٌ يَعْنِي ابْنَ زَاذَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ طَيَّبْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم قَبْلَ أَنْ يُحْرِمَ وَيَوْمَ النَّحْرِ قَبْلَ أَنْ يَطُوفَ بِالْبَيْتِ بِطِيبٍ فِيهِ مِسْكٌ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ يَرَوْنَ أَنَّ الْمُحْرِمَ إِذَا رَمَى جَمْرَةَ الْعَقَبَةِ يَوْمَ النَّحْرِ وَذَبَحَ وَحَلَقَ أَوْ قَصَّرَ فَقَدْ حَلَّ لَهُ كُلُّ شَيْءٍ حَرُمَ عَلَيْهِ إِلاَّ النِّسَاءَ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَدْ رُوِيَ عَنْ عُمَرَ بْنِ الْخَطَّابِ أَنَّهُ قَالَ حَلَّ لَهُ كُلُّ شَيْءٍ إِلاَّ النِّسَاءَ وَالطِّيبَ ‏.‏ وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَهُوَ قَوْلُ أَهْلِ الْكُوفَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত রয়েছে। আইশা (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বেশিরভাগ সাহাবী ও বিশেষজ্ঞ আলিমদের মতে কুরবানীর দিন যখন ইহরামধারী ব্যক্তি জামরা আকাবায় কংকর মারবে, কুরবানী করবে এবং মাথা মুণ্ডন বা চুল ছেটে নিবে তখন হতেই তার জন্য যা (ইহরামের কারণে) হারাম ছিল তা হালাল হয়ে যাবে, তবে স্ত্রীসহবাস হালাল হবে না। এই অভিমত ইমাম শাফিঈ, আহমাদ ও ইসহাকের। উমার ইবনুল খাত্তাব (রাঃ) বলেন, স্ত্রীসম্ভোগ ও সুগন্ধি ব্যতীত আর সবকিছু তার জন্য হালাল হয়ে যাবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কিছু সংখ্যক সাহাবী ও অপরাপর আলিম এই মত গ্রহণ করেছেন। এই মত কুফাবাসী আলিমদেরও।"
  },
  {
    "hadith_id": 918,
    "narrator": "ফাযল ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, মুযদালিফা হতে মিনা পর্যন্ত রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে তার বাহনের পিছনে বসিয়ে এনেছেন। জামরা আকাবায় কংকর মারা পর্যন্ত তিনি অনবরত তালবিয়া পাঠ করেন।\n\n-সহীহ, ইবনু মা-জাহ (৩০৪০), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ الْفَضْلِ بْنِ عَبَّاسٍ، قَالَ أَرْدَفَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ جَمْعٍ إِلَى مِنًى فَلَمْ يَزَلْ يُلَبِّي حَتَّى رَمَى الْجَمْرَةَ ‏.‏ وَفِي الْبَابِ عَنْ عَلِيٍّ وَابْنِ مَسْعُودٍ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ الْفَضْلِ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ الْحَاجَّ لاَ يَقْطَعُ التَّلْبِيَةَ حَتَّى يَرْمِيَ الْجَمْرَةَ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, ইবনু মাসউদ ও ইবনু আব্বাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বিশেষজ্ঞ সাহাবী ও অপরাপর আলিমদের মতে, হজ্জ পালনকারী জামরা আকাবায় কংকর মারা শেষ না করা পর্যন্ত তালবিয়া পাঠ বন্ধ করবে না। এই অভিমত ইমাম শাফিঈ, আহমাদ ও ইসহাকের।"
  },
  {
    "hadith_id": 922,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, মুহাসসাব নামক জায়গায় অবতরণ কোন (জরুরী) বিষয় নয়। এতো একটি স্থান, যে জায়গায় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অবতরণ করেছিলেন।\n\n-সহীহ, বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ لَيْسَ التَّحْصِيبُ بِشَيْءٍ إِنَّمَا هُوَ مَنْزِلٌ نَزَلَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى التَّحْصِيبُ نُزُولُ الأَبْطَحِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ‘তাহসীব\" অর্থ আবতাহে অবতরণ করা (দুটি একই স্থান)। এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 921,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, আবতাহ নামক জায়গায় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং আবূ বাকর, উমার ও উসমান (রাঃ) অবতরণ করতেন।\n\n-সহীহ, ইবনু মা-জাহ (৩০৬৯), মুসলিম, বুখারী সংক্ষেপে।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم وَأَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ يَنْزِلُونَ الأَبْطَحَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ وَأَبِي رَافِعٍ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ صَحِيحٌ حَسَنٌ غَرِيبٌ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ عَبْدِ الرَّزَّاقِ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ ‏.‏ وَقَدِ اسْتَحَبَّ بَعْضُ أَهْلِ الْعِلْمِ نُزُولَ الأَبْطَحِ مِنْ غَيْرِ أَنْ يَرَوْا ذَلِكَ وَاجِبًا إِلاَّ مَنْ أَحَبَّ ذَلِكَ ‏.‏ قَالَ الشَّافِعِيُّ وَنُزُولُ الأَبْطَحِ لَيْسَ مِنَ النُّسُكِ فِي شَيْءٍ إِنَّمَا هُوَ مَنْزِلٌ نَزَلَهُ النَّبِيُّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আইশা, আবূ রাফি ও ইবনু আব্বাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু উমার (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ গারীব বলেছেন। আমরা এই হাদীসটি শুধুমাত্র আবদুর রাযযাক হতে উবাইদুল্লাহ ইবনু উমার (রাঃ)-এর সূত্রেই জেনেছি। আবতাহ-এ অবতরণ করাকে একদল বিশেষজ্ঞ আলিম মুস্তাহাব বলেছেন, তবে ওয়াজিব নয়। ইমাম শাফিঈ (রহঃ) বলেন, আবতাহে অবতরণ করা হজ্জের অনুষ্ঠানের কোন অঙ্গ নয়। এটি হল একটি স্থান যেখানে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অবতরণ করেছিলেন।"
  },
  {
    "hadith_id": 923,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এজন্য আবতাহে অবতরণ করেন যে, সেখান হতে (মাদীনার উদ্দেশ্যে) বেরিয়ে যাওয়া তুলনামূলকভাবে সহজ ছিল।\n\n-সহীহ, সহীহ আবূ দাউদ (১৭৫২), বুখারী, মুসলিম।",
    "ar": "ب مَنْ نَزَلَ الأَبْطَحَ\nحَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا حَبِيبٌ الْمُعَلِّمُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ إِنَّمَا نَزَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم الأَبْطَحَ لأَنَّهُ كَانَ أَسْمَحَ لِخُرُوجِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏\nحَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ هِشَامِ بْنِ عُرْوَةَ، نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। ইবনু আবী উমার হতে হিশাম ইবনু উরওয়া (রহঃ) এর সূত্রেও এরূপ বর্ণিত আছে।"
  },
  {
    "hadith_id": 924,
    "narrator": "জাবির ইবনু আবদুল্লাহ্ (রাঃ)",
    "bn": "তিনি বলেন, এক মহিলা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে তার এক শিশু সন্তানকে উচিয়ে ধরে বলল, হে আল্লাহর রাসূল! এর জন্য কি হজ্জ আছে? তিনি বলেনঃ হ্যাঁ, আর এর প্রতিদান তোমার।\n\n-সহীহ, ইবনু মা-জাহ (২৯১০), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ طَرِيفٍ الْكُوفِيُّ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ مُحَمَّدِ بْنِ سُوقَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ رَفَعَتِ امْرَأَةٌ صَبِيًّا لَهَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ أَلِهَذَا حَجٌّ قَالَ ‏ \"‏ نَعَمْ وَلَكِ أَجْرٌ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ حَدِيثُ جَابِرٍ حَدِيثٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। জাবির (রাঃ) বর্ণিত হাদীসটি গারীব।"
  },
  {
    "hadith_id": 925,
    "narrator": "সাইব ইবনু ইয়াযীদ (রাঃ)",
    "bn": "তিনি বলেন, বিদায় হজ্জে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে আমার পিতা আমাকে নিয়ে হজ্জ আদায় করেছেন। তখন আমি সাত বছরের বালক ছিলাম। \n\n-সহীহ, আলহাজ্জুল কাবীর, বুখারী।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ مُحَمَّدِ بْنِ يُوسُفَ، عَنِ السَّائِبِ بْنِ يَزِيدَ، قَالَ حَجَّ بِي أَبِي مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ وَأَنَا ابْنُ سَبْعِ سِنِينَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 928,
    "narrator": "ফাযল ইবনু আব্বাস (রাঃ)",
    "bn": "খাসআম গোত্রের এক মহিলা বলল, হে আল্লাহর রাসূল! আমার পিতার উপর আল্লাহ নির্ধারিত হজ্জ ফরয হয়েছে, কিন্তু তিনি খুবই বৃদ্ধ হয়ে পড়েছেন। উটের পিঠে বসার সামর্থ্যও তার নেই। তিনি বললেনঃ তার পক্ষে তুমি হজ্জ আদায় কর।\n\n-সহীহ, ইবনু মা-জাহ (২৯০৯), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي ابْنُ شِهَابٍ، قَالَ حَدَّثَنِي سُلَيْمَانُ بْنُ يَسَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنِ الْفَضْلِ بْنِ عَبَّاسٍ، أَنَّ امْرَأَةً، مِنْ خَثْعَمٍ قَالَتْ يَا رَسُولَ اللَّهِ إِنَّ أَبِي أَدْرَكَتْهُ فَرِيضَةُ اللَّهِ فِي الْحَجِّ وَهُوَ شَيْخٌ كَبِيرٌ لاَ يَسْتَطِيعُ أَنْ يَسْتَوِيَ عَلَى ظَهْرِ الْبَعِيرِ ‏.‏ قَالَ ‏ \"‏ حُجِّي عَنْهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَبُرَيْدَةَ وَحُصَيْنِ بْنِ عَوْفٍ وَأَبِي رَزِينٍ الْعُقَيْلِيِّ وَسَوْدَةَ بِنْتِ زَمْعَةَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ الْفَضْلِ بْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ عَنْ حُصَيْنِ بْنِ عَوْفٍ الْمُزَنِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ أَيْضًا عَنْ سِنَانِ بْنِ عَبْدِ اللَّهِ الْجُهَنِيِّ عَنْ عَمَّتِهِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَرُوِيَ عَنِ ابْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ وَسَأَلْتُ مُحَمَّدًا عَنْ هَذِهِ الرِّوَايَاتِ فَقَالَ أَصَحُّ شَيْءٍ فِي هَذَا الْبَابِ مَا رَوَى ابْنُ عَبَّاسٍ عَنِ الْفَضْلِ بْنِ عَبَّاسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ قَالَ مُحَمَّدٌ وَيَحْتَمِلُ أَنْ يَكُونَ ابْنُ عَبَّاسٍ سَمِعَهُ مِنَ الْفَضْلِ وَغَيْرِهِ عَنِ النَّبِيِّ صلى الله عليه وسلم ثُمَّ رَوَى هَذَا عَنِ النَّبِيِّ صلى الله عليه وسلم وَأَرْسَلَهُ وَلَمْ يَذْكُرِ الَّذِي سَمِعَهُ مِنْهُ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ صَحَّ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا الْبَابِ غَيْرُ حَدِيثٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ وَبِهِ يَقُولُ الثَّوْرِيُّ وَابْنُ الْمُبَارَكِ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ يَرَوْنَ أَنْ يُحَجَّ عَنِ الْمَيِّتِ ‏.‏ وَقَالَ مَالِكٌ إِذَا أَوْصَى أَنْ يُحَجَّ عَنْهُ حُجَّ عَنْهُ ‏.‏ وَقَدْ رَخَّصَ بَعْضُهُمْ أَنْ يُحَجَّ عَنِ الْحَىِّ إِذَا كَانَ كَبِيرًا أَوْ بِحَالٍ لاَ يَقْدِرُ أَنْ يَحُجَّ ‏.‏ وَهُوَ قَوْلُ ابْنِ الْمُبَارَكِ وَالشَّافِعِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আলী, বুরাইদা, হুসাইন ইবনু আওফ, আবূ রামীন আল-উকাইলী, সাওদা বিনতু যামআ ও ইবনু আব্বাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। ফাযল ইবনু আব্বাসের হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই বিষয়ে ইবনু আব্বাস (রাঃ) হতে হুসাইন ইবনু আওফ আল-মুযানী (রহঃ)-এর এই সনদে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে হাদীস বর্ণিত আছে। এই বিষয়ে ইবনু আব্বাস (রাঃ) হতে সিনান ইবনু আবদিল্লাহ আল-জুহানী-তার ফুফুর সূত্রেও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে হাদীস বর্ণিত আছে। ইবনু আব্বাসের সূত্রেও নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে হাদীস বর্ণিত আছে। এই রিওয়ায়াতগুলি প্রসঙ্গে মুহাম্মাদ আল-বুখারীকে আমি প্রশ্ন করলে তিনি বললেন, এই ক্ষেত্রে সবচেয়ে সহীহ হল ইবনু আব্বাস (রাঃ) কর্তৃক ফাযল ইবনু আব্বাসের সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত রিওয়ায়াতটি। মুহাম্মাদ আল-বুখারী আরো বলেন, হয়ত ফাযল ইবনু আব্বাস এবং অন্যদের সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে ইবনু আব্বাস (রাঃ) হাদীসটি শুনেছেন, পরে তা মুরসালরূপে বর্ণনা করেছেন এবং যার নিকট হতে শুনেছেন তার নাম উল্লেখ করেননি। আবূ ঈসা বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই বিষয়ে একাধিক সহীহ হাদীস বর্ণিত আছে।\nএই হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল বিশেষজ্ঞ সাহাবা ও অপরাপর আলিমগণ আমল করেছেন। এই মত পোষণ করেন সুফিয়ান সাওরী, ইবনুল মুবারাক, শাফিঈ, আহমাদ ও ইসহাক। মৃত ব্যক্তির পক্ষে হজ্জ আদায় করাকে তারা জায়িয মনে করেন। ইমাম মালিক বলেন, যদি মৃত ব্যক্তি ওয়াসিয়াত করে যায় তবে তার পক্ষ হতে হজ্জ আদায় করা যাবে। একদল আলিমের মতে, যদি জীবিত ব্যক্তি বৃদ্ধ হয় এবং হজ্জ আদায়ের (দৈহিক) সামর্থ না থাকে তাহলে তার পক্ষে হজ্জ আদায় করা যাবে। এই মত ইবনুল মুবারাক ও শাফিঈর।"
  },
  {
    "hadith_id": 929,
    "narrator": "বুরাইদা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এক মহিলা এসে বলল, আমার মা মৃত্যুবরণ করেছেন, কিন্তু তিনি হজ্জ আদায় করেননি। তার পক্ষে কি আমি হজ্জ আদায় করব? তিনি বললেনঃ হ্যা, তার পক্ষে তুমি হজ্জ আদায় কর।\n\n-সহীহ, সহীহ আবূ দাউদ (২৫৬১), মুসলিম।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَطَاءٍ، ‏.‏ قَالَ وَحَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَطَاءٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ جَاءَتِ امْرَأَةٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَتْ إِنَّ أُمِّي مَاتَتْ وَلَمْ تَحُجَّ أَفَأَحُجُّ عَنْهَا قَالَ ‏ \"‏ نَعَمْ حُجِّي عَنْهَا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 930,
    "narrator": "আবূ রাযীন আল-উকাইলী (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললেনঃ হে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমার পিতা খুবই বৃদ্ধ। তিনি হজ্জ, উমরা, এমনকি সফর করতেও সক্ষম নন। তিনি বললেনঃ তোমার পিতার পক্ষে তুমি হজ্জ ও উমরা আদায় কর।\n\n-সহীহ, ইবনু মা-জাহ (২৯০৬)।",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، حَدَّثَنَا وَكِيعٌ، عَنْ شُعْبَةَ، عَنِ النُّعْمَانِ بْنِ سَالِمٍ، عَنْ عَمْرِو بْنِ أَوْسٍ، عَنْ أَبِي رَزِينٍ الْعُقَيْلِيِّ، أَنَّهُ أَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَبِي شَيْخٌ كَبِيرٌ لاَ يَسْتَطِيعُ الْحَجَّ وَلاَ الْعُمْرَةَ وَلاَ الظَّعْنَ ‏.‏ قَالَ ‏ \"‏ حُجَّ عَنْ أَبِيكَ وَاعْتَمِرْ ‏\"‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَإِنَّمَا ذُكِرَتِ الْعُمْرَةُ عَنِ النَّبِيِّ صلى الله عليه وسلم فِي هَذَا الْحَدِيثِ أَنْ يَعْتَمِرَ الرَّجُلُ عَنْ غَيْرِهِ ‏.‏ وَأَبُو رَزِينٍ الْعُقَيْلِيُّ اسْمُهُ لَقِيطُ بْنُ عَامِرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস হতেই জানা যায় যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অন্যের পক্ষ হতে উমরা করার অনুমতি দিয়েছেন। আবূ রাযীন আল-উকাইলী (রাঃ)-এর নাম লাকীত, পিতা আমির।"
  },
  {
    "hadith_id": 932,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কিয়ামাত পর্যন্ত হজ্জের মধ্যে উমরাও অন্তর্ভুক্ত হয়ে গেছে। \n\n-সহীহ, সহীহ আবূ দাউদ (১৫৭১), মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَبْدَةَ الضَّبِّيُّ، حَدَّثَنَا زِيَادُ بْنُ عَبْدِ اللَّهِ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ دَخَلَتِ الْعُمْرَةُ فِي الْحَجِّ إِلَى يَوْمِ الْقِيَامَةِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ سُرَاقَةَ بْنِ مَالِكِ بْنِ جُعْشُمٍ وَجَابِرِ بْنِ عَبْدِ اللَّهِ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ ‏.‏ وَمَعْنَى هَذَا الْحَدِيثِ أَنْ لاَ بَأْسَ بِالْعُمْرَةِ فِي أَشْهُرِ الْحَجِّ ‏.‏ وَهَكَذَا قَالَ الشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏ وَمَعْنَى هَذَا الْحَدِيثِ أَنَّ أَهْلَ الْجَاهِلِيَّةِ كَانُوا لاَ يَعْتَمِرُونَ فِي أَشْهُرِ الْحَجِّ فَلَمَّا جَاءَ الإِسْلاَمُ رَخَّصَ النَّبِيُّ صلى الله عليه وسلم فِي ذَلِكَ فَقَالَ ‏\"‏ دَخَلَتِ الْعُمْرَةُ فِي الْحَجِّ إِلَى يَوْمِ الْقِيَامَةِ ‏\"‏ ‏.‏ يَعْنِي لاَ بَأْسَ بِالْعُمْرَةِ فِي أَشْهُرِ الْحَجِّ ‏.‏ وَأَشْهُرُ الْحَجِّ شَوَّالٌ وَذُو الْقَعْدَةِ وَعَشْرٌ مِنْ ذِي الْحِجَّةِ لاَ يَنْبَغِي لِلرَّجُلِ أَنْ يُهِلَّ بِالْحَجِّ إِلاَّ فِي أَشْهُرِ الْحَجِّ ‏.‏ وَأَشْهُرُ الْحُرُمِ رَجَبٌ وَذُو الْقَعْدَةِ وَذُو الْحِجَّةِ وَالْمُحَرَّمُ ‏.‏ هَكَذَا قَالَ غَيْرُ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সুরাকা ইবনু জুশুম ও জাবির ইবনু আবদুল্লাহ (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে।\nইবনু আব্বাসের হাদীসটিকে আবূ ঈসা হাসান বলেছেন। এই হাদীসের তাৎপর্য হল, হজ্জের মাসসমূহে উমরা করায় কোন সমস্যা নেই। অনুরূপ ব্যাখ্যাই করেছেন ইমাম শাফিঈ, আহমাদ ও ইসহাক। এই হাদীসের তাৎপর্য হল, হজ্জের মাসসমূহে জাহিলী যুগের লোকেরা উমরা আদায় করত না। ইসলামের আবির্ভাবের পর এই বিষয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অনুমতি দেন এবং বলেন, কিয়ামাত পর্যন্ত উমরাও হজ্জের মধ্যে অন্তর্ভুক্ত হয়ে গেছে অর্থাৎ হজ্জের মাসসমূহে উমরা করাতে কোন সমস্যা নেই। হজ্জের মাস হলঃ শাওয়াল, যুলকাদা ও যুলহিজ্জার প্রথম দশদিন। হজ্জের মাসগুলি ব্যতীত অন্য মাসে হজ্জের ইহরাম বাধা উচিত নয়। আর হারাম মাসগুলো হলোঃ রজব, যুলকাদা, যুলহিজ্জা ও মুহাররাম। অনুরূপ মত ব্যক্ত করেছেন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একাধিক সাহাবী ও অপরাপর অনেক আলিম।"
  },
  {
    "hadith_id": 933,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এক উমরা অপর উমরা পর্যন্ত সংঘটিত গুনাহসমূহের কাফফারা স্বরূপ। ক্ববূল হজ্জের প্রতিদান জান্নাত ছাড়া আর কিছু নেই। \n\n-সহীহ, ইবনু মা-জাহ (২৮৮৮), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ سُمَىٍّ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْعُمْرَةُ إِلَى الْعُمْرَةِ تُكَفِّرُ مَا بَيْنَهُمَا وَالْحَجُّ الْمَبْرُورُ لَيْسَ لَهُ جَزَاءٌ إِلاَّ الْجَنَّةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 934,
    "narrator": "আবদুর রাহমান ইবনু আবূ বাকর (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে নির্দেশ দিলেন তিনি যেন আইশা (রাঃ)-কে তানঈম হতে (ইহরাম করে) উমরা করান।\n\n-সহীহ, ইবনু মা-জাহ (২৯৯৯), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، وَابْنُ أَبِي عُمَرَ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عَمْرِو بْنِ أَوْسٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَمَرَ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ أَنْ يُعْمِرَ عَائِشَةَ مِنَ التَّنْعِيمِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 935,
    "narrator": "মুহাররিশ আল-কাবী (রাঃ)",
    "bn": "উমরার উদ্দেশ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতে (ইহরাম বেঁধে) জিরানা হতে বের হন এবং রাতেই মক্কায় যান। উমরা পালন করে তিনি ঐ রাতেই ফিরে আসেন। জিরানাতেই তার ভোর হয়। মনে হল তিনি যেন এখানেই রাতযাপন করেছেন। পরের দিন তিনি সূর্য ঢলে পড়ার পর বাতনে সারিফের উদ্দেশ্যে রাওয়ানা হন এবং মুযদালিফার পথে সেখানে পৌছে যান। এই কারণে তাঁর এই উমরার খবর মানুষের নিকট অজ্ঞাত থেকে যায়।\n\n-সহীহ, সহীহ আবূ দাউদ (১৭৪২)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ مُزَاحِمِ بْنِ أَبِي مُزَاحِمٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ عَبْدِ اللَّهِ، عَنْ مُحَرِّشٍ الْكَعْبِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ مِنَ الْجِعْرَانَةِ لَيْلاً مُعْتَمِرًا فَدَخَلَ مَكَّةَ لَيْلاً فَقَضَى عُمْرَتَهُ ثُمَّ خَرَجَ مِنْ لَيْلَتِهِ فَأَصْبَحَ بِالْجِعْرَانَةِ كَبَائِتٍ فَلَمَّا زَالَتِ الشَّمْسُ مِنَ الْغَدِ خَرَجَ مِنْ بَطْنِ سَرِفَ حَتَّى جَاءَ مَعَ الطَّرِيقِ طَرِيقِ جَمْعٍ بِبَطْنِ سَرِفَ فَمِنْ أَجْلِ ذَلِكَ خَفِيَتْ عُمْرَتُهُ عَلَى النَّاسِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ ‏.‏ وَلاَ نَعْرِفُ لِمُحَرِّشٍ الْكَعْبِيِّ عَنِ النَّبِيِّ صلى الله عليه وسلم غَيْرَ هَذَا الْحَدِيثِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান গারীব বলেছেন। এই হাদীস ছাড়া মুহারিশ আল-কাবী (রাঃ)-এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আর কোন হাদীস বর্ণিত আছে কি-না তা আমাদের জানা নেই। বলা হয়ে থাকে যে, “জা-আ মাআত তারিক\" অর্থাৎ মাও সূলের পথে আগমন করেন।"
  },
  {
    "hadith_id": 937,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সর্বমোট চারবার উমরা করেছেন, এর মধ্যে একটি করেছেন রজব মাসে। \n\n-সহীহ, (হাদীসটি পূর্বের হাদীসের সংক্ষিপ্তরূপ, তাতে আইশা (রাঃ) রজব মাসের উমরাহকে অস্বীকার করেছেন।)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اعْتَمَرَ أَرْبَعًا إِحْدَاهُنَّ فِي رَجَبٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ গারীব বলেছেন।"
  },
  {
    "hadith_id": 936,
    "narrator": "উরওয়া (রহঃ)",
    "bn": "ইবনু উমার (রাঃ)-কে প্রশ্ন করা হল, কোন মাসে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উমরা করেছেন? তিনি বললেন, রজব মাসে। উরওয়া বলেন, তখন আইশা (রাঃ) বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমন কোন উমরা করেননি যাতে তিনি অর্থাৎ ইবনু উমার (রাঃ) তাঁর সাথে ছিলেন না। কিন্তু রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তো কখনও রজব মাসে উমরা করেননি। \n\n-সহীহ, ইবনু মাজাহ (২৯৯৭, ২৯৯৮), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ أَبِي بَكْرِ بْنِ عَيَّاشٍ، عَنِ الأَعْمَشِ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ عُرْوَةَ، قَالَ سُئِلَ ابْنُ عُمَرَ فِي أَىِّ شَهْرٍ اعْتَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ فِي رَجَبٍ ‏.‏ قَالَ فَقَالَتْ عَائِشَةُ مَا اعْتَمَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلاَّ وَهُوَ مَعَهُ تَعْنِي ابْنَ عُمَرَ وَمَا اعْتَمَرَ فِي شَهْرِ رَجَبٍ قَطُّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ سَمِعْتُ مُحَمَّدًا يَقُولُ حَبِيبُ بْنُ أَبِي ثَابِتٍ لَمْ يَسْمَعْ مِنْ عُرْوَةَ بْنِ الزُّبَيْرِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা গারীব বলেছেন। মুহাম্মাদ আল-বুখারীকে আমি বলতে শুনেছি, উরওয়া ইবনুয যুবাইর (রহঃ) হতে হাবীব ইবনু আবী সাবিত কখনও কিছু শুনেননি।"
  },
  {
    "hadith_id": 938,
    "narrator": "বারাআ (রাঃ)",
    "bn": "যুলকাদা মাসে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উমরাহ করেছেন। \n\n-সহীহ, বুখারী।",
    "ar": "حَدَّثَنَا الْعَبَّاسُ بْنُ مُحَمَّدٍ الدُّورِيُّ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، هُوَ السَّلُولِيُّ الْكُوفِيُّ عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اعْتَمَرَ فِي ذِي الْقَعْدَةِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। ইবনু আব্বাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে।"
  },
  {
    "hadith_id": 939,
    "narrator": "উম্মু মাকিল (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ রমযান মাসের উমরা হজ্জের সমতুল্য।\n\n-সহীহ, ইবনু মাজাহ (২৯৯৩)।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ، حَدَّثَنَا أَبُو أَحْمَدَ الزُّبَيْرِيُّ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الأَسْوَدِ بْنِ يَزِيدَ، عَنِ ابْنِ أُمِّ مَعْقِلٍ، عَنْ أُمِّ مَعْقِلٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ عُمْرَةٌ فِي رَمَضَانَ تَعْدِلُ حَجَّةً ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَجَابِرٍ وَأَبِي هُرَيْرَةَ وَأَنَسٍ وَوَهْبِ بْنِ خَنْبَشٍ ‏.‏ قَالَ أَبُو عِيسَى وَيُقَالُ هَرَمُ بْنُ خَنْبَشٍ ‏.‏ قَالَ بَيَانٌ وَجَابِرٌ عَنِ الشَّعْبِيِّ عَنْ وَهْبِ بْنِ خَنْبَشٍ ‏.‏ وَقَالَ دَاوُدُ الأَوْدِيُّ عَنِ الشَّعْبِيِّ عَنْ هَرَمِ بْنِ خَنْبَشٍ ‏.‏ وَوَهْبٌ أَصَحُّ ‏.‏ وَحَدِيثُ أُمِّ مَعْقِلٍ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَالَ أَحْمَدُ وَإِسْحَاقُ قَدْ ثَبَتَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّ عُمْرَةً فِي رَمَضَانَ تَعْدِلُ حَجَّةً ‏.‏ قَالَ إِسْحَاقُ مَعْنَى هَذَا الْحَدِيثِ مِثْلُ مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم أَنَّهُ قَالَ ‏\"‏ مَنْ قَرَأَْ ‏:‏ ‏(‏ قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ فَقَدْ قَرَأَ ثُلُثَ الْقُرْآنِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু আব্বাস, জাবির, আবূ হুরাইরা, আনাস ও ওয়াহব ইবনু খানবাশ (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেনঃ ওয়াহব ইবনু খানবাশকে হারিম ইবনু খানবাশও বলা হয়। (রাবী) বায়ান ও জাবির বলেছেন শাবী হতে, তিনি ওয়াহব ইবনু খানবাশ হতে। আর দাউদ আল আওদী বলেছেন শাবী হতে, তিনি হারিম ইবনু খানবাশ হতে। তার নাম ওয়াহব এটিই অধিক সহীহ। উন্মু মাকিলের হাদীসটি এই সূত্রে হাসান গারীব। আহমাদ ও ইসহাক (রহঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে সঠিকভাবে বর্ণিত আছে যে, রমযান মাসের উমরা হজ্জের সমতুল্য। ইসহাক বলেন, এ হাদীসের তাৎপর্য সূরা ইখলাস প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত হাদীসটির তাৎপর্যের অনুরূপ। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক “কুল হুআল্লাহু আহাদ সূরা তিলাওয়াত করল সে যেন কুরআন মাজীদের এক-তৃতীয়াংশ তিলাওয়াত করল\"।"
  },
  {
    "hadith_id": 940,
    "narrator": "হাজ্জাজ ইবনু আমর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কারো দেহের কোন অঙ্গ ভেঙ্গে গেলে বা সে খোঁড়া হয়ে গেলে হালাল (ইহরামমুক্ত) হয়ে যাবে এবং তাকে আরেকবার হজ্জ আদায় করতে হবে। ইকরামা বলেন, আমি এই হাদীস প্রসঙ্গে আবূ হুরাইরা ও ইবনু আব্বাস (রাঃ)-কে প্রশ্ন করলে তারা উভয়ে বলেন, হাজ্জাজ সত্য বলেছেন। \n\n-সহীহ, ইবনু মা-জাহ (৩০৭৭)।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا حَجَّاجٌ الصَّوَّافُ، حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، عَنْ عِكْرِمَةَ، قَالَ حَدَّثَنِي الْحَجَّاجُ بْنُ عَمْرٍو، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ كُسِرَ أَوْ عَرِجَ فَقَدْ حَلَّ وَعَلَيْهِ حَجَّةٌ أُخْرَى ‏\"‏ ‏.‏ فَذَكَرْتُ ذَلِكَ لأَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ فَقَالاَ صَدَقَ ‏.‏\nحَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، عَنِ الْحَجَّاجِ، مِثْلَهُ ‏.‏ قَالَ وَسَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ هَكَذَا رَوَاهُ غَيْرُ وَاحِدٍ عَنِ الْحَجَّاجِ الصَّوَّافِ نَحْوَ هَذَا الْحَدِيثِ ‏.‏ وَرَوَى مَعْمَرٌ وَمُعَاوِيَةُ بْنُ سَلاَّمٍ هَذَا الْحَدِيثَ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ عِكْرِمَةَ عَنْ عَبْدِ اللَّهِ بْنِ رَافِعٍ عَنِ الْحَجَّاجِ بْنِ عَمْرٍو عَنِ النَّبِيِّ صلى الله عليه وسلم هَذَا الْحَدِيثَ ‏.‏ وَحَجَّاجٌ الصَّوَّافُ لَمْ يَذْكُرْ فِي حَدِيثِهِ عَبْدَ اللَّهِ بْنَ رَافِعٍ ‏.‏ وَحَجَّاجٌ ثِقَةٌ حَافِظٌ عِنْدَ أَهْلِ الْحَدِيثِ ‏.‏ وَسَمِعْتُ مُحَمَّدًا يَقُولُ رِوَايَةُ مَعْمَرٍ وَمُعَاوِيَةَ بْنِ سَلاَّمٍ أَصَحُّ ‏.‏\nحَدَّثَنَا عَبْدُ بْنُ حُمَيْدٍ، أَخْبَرَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عِكْرِمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ رَافِعٍ، عَنِ الْحَجَّاجِ بْنِ عَمْرٍو، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান বলেছেন। হাজ্জাজ আস-সাওওয়াফ হতেও একাধিক বর্ণনাকারী এই হাদীসের মতই রিওয়ায়াত করেছেন। এই হাদীস মামার ও মুআবিয়া ইবনু সাল্লাম বর্ণনা করেছেন ইয়াহইয়া ইবনু আবী কাসীর হতে, তিনি ইকরামা হতে, তিনি আব্দুল্লাহ ইবনু রাফি হতে, তিনি হাজ্জাজ ইবনু আমর হতে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে। কিন্তু হাজ্জাজ আস-সাওওয়াফ তার সনদে আবদুল্লাহ ইবনু রাফি-এর উল্লেখ করেননি। হাদীস বিশেষজ্ঞগণের মতে হাজ্জাজ একজন (হাদীসের) হাফিজ ও বিশ্বস্ত বর্ণনাকারী। মুহাম্মদ আল-বুখারীকে আমি বলতে শুনেছি, মামার ও মুআবিয়া ইবনু সাল্লামের রিওয়ায়াতটি এই হাদীসের ক্ষেত্রে বেশি সহীহ। উপরোক্ত হাদীসের মতই অন্য একটি সূত্রেও বর্ণিত আছে। সূত্রটি এই আবদু ইবনু হুমাইদ আবদুর রাজ্জাক হতে, তিনি মা’মার হতে, তিনি ইয়াহইয়া ইবনু কাসীর হতে, তিনি ইকরিমা হতে, তিনি আব্দুল্লাহ ইবনু রাফি হতে, তিনি হাজ্জাজ ইবনু আমর হতে, তিনি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে।"
  },
  {
    "hadith_id": 941,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "যুবাআ বিনতুয যুবাইর (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে এসে বললেন, হে আল্লাহর রাসূল! আমি হজ্জ আদায় করতে চাচ্ছি। আমি কি কোন শর্ত আরোপ করতে পারি? তিনি বললেনঃ হ্যাঁ। যুবাআ বললেন, আমি কিভাবে বলব। তিনি বললেনঃ তুমি বলবে, আমি উপস্থিত, হে আল্লাহ। আমি উপস্থিত। হে আল্লাহ! তুমি যেখানে আমাকে বাধাগ্রস্ত করে দিবে সেখানেই আমি ইহরামমুক্ত হব। \n\n-সহীহ, ইবনু মা-জাহ (২৯৩৮), মুসলিম।",
    "ar": "حَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ الْبَغْدَادِيُّ، حَدَّثَنَا عَبَّادُ بْنُ عَوَّامٍ، عَنْ هِلاَلِ بْنِ خَبَّابٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ ضُبَاعَةَ بِنْتَ الزُّبَيْرِ، أَتَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنِّي أُرِيدُ الْحَجَّ أَفَأَشْتَرِطُ قَالَ ‏\"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَتْ كَيْفَ أَقُولُ قَالَ ‏\"‏ قُولِي لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ لَبَّيْكَ مَحِلِّي مِنَ الأَرْضِ حَيْثُ تَحْبِسُنِي ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَأَسْمَاءَ بِنْتِ أَبِي بَكْرٍ وَعَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ يَرَوْنَ الاِشْتِرَاطَ فِي الْحَجِّ وَيَقُولُونَ إِنِ اشْتَرَطَ فَعَرَضَ لَهُ مَرَضٌ أَوْ عُذْرٌ فَلَهُ أَنْ يَحِلَّ وَيَخْرُجَ مِنْ إِحْرَامِهِ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَلَمْ يَرَ بَعْضُ أَهْلِ الْعِلْمِ الاِشْتِرَاطَ فِي الْحَجِّ وَقَالُوا إِنِ اشْتَرَطَ فَلَيْسَ لَهُ أَنْ يَخْرُجَ مِنْ إِحْرَامِهِ ‏.‏ وَيَرَوْنَهُ كَمَنْ لَمْ يَشْتَرِطْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "জাবির, আসমা বিনতু আবূ বাকর ও আইশা (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু আব্বাস (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী একদল আলিম আমল করেছেন। তাদের মতে হজ্জের ক্ষেত্রে এইরূপ শর্তারোপ করা যায়। তারা বলেন, যদি কোন ইহরামধারী এইরূপ শর্ত করার পর বাঁধার সম্মুখীন হয় অথবা অপারগ হয়ে পড়ে তাহলে সেলোক ইহরামমুক্ত হয়ে যেতে পারবে। এই মত দিয়েছেন ইমাম শাফিঈ, আহমাদ ও ইসহাক। হজ্জের ক্ষেত্রে শর্তারোপ করা আরেক দল আলিমের মতে সঠিক নয়। তারা বলেন, কোন লোক শর্তারোপ করলেও ইহরামমুক্ত হতে পারবে না। এ ক্ষেত্রে তাকে কোন শর্তারোপ না করা ব্যক্তির মতই গণ্য করা হবে।"
  },
  {
    "hadith_id": 942,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি হজ্জে কোন রকম শর্তারোপ করা প্রত্যাখ্যান করতেন এবং বলতেন, তোমাদের জন্য কি তোমাদের নাবীর সুন্নাতই যথেষ্ট নয়?\n\n-সহীহ (১৮১০), বুখারী।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، أَخْبَرَنِي مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّهُ كَانَ يُنْكِرُ الاِشْتِرَاطَ فِي الْحَجِّ وَيَقُولُ أَلَيْسَ حَسْبُكُمْ سُنَّةَ نَبِيِّكُمْ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।\nইবনু উমারের কথার তাৎপর্য হল, যখন কোন ব্যক্তি হজ্জের জন্য ইহরাম বাধবে অতঃপর কা'বা পর্যন্ত পৌছতে বাধা গ্রস্থ হয় তাহলে সে হজ্জের নিয়্যাত ভঙ্গ করবে। তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এরকমই করেছেন যখন তাঁকে কাফিরগণ বাধা দিয়েছিল।"
  },
  {
    "hadith_id": 944,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, যে লোক বাইতুল্লাহর হজ্জ করে তার শেষ কাজ যেন বাইতুল্লাহর তাওয়াফ হয়। তবে ঋতুবতী মহিলা এর ব্যতিক্রম। কারণ, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের জন্য (চলে আসার) অনুমতি দিয়েছেন। \n\n-সহীহ, বুখারী (১৭৬১), অনুমতির বাক্য সহ ইরওয়া (৪/২৮৯)।",
    "ar": "حَدَّثَنَا أَبُو عَمَّارٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ مَنْ حَجَّ الْبَيْتَ فَلْيَكُنْ آخِرُ عَهْدِهِ بِالْبَيْتِ إِلاَّ الْحُيَّضَ وَرَخَّصَ لَهُنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী বিশেষজ্ঞ আলিমগণ আমল করেছেন।"
  },
  {
    "hadith_id": 943,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আমি বললামঃ মিনায় অবস্থানের দিনগুলিতে সাফিয়্যা বিনতু হুওয়াই (রাঃ) হায়েযগ্রস্তা হয়ে পড়েছেন। তিনি বললেনঃ সে আমাদের প্রতিবন্ধক হবে নাকি? লোকেরা বলল, তিনি তাওয়াফে যিয়ারাত করেছেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাহলে কোন সমস্যা নেই। \n\n-সহীহ, ইবনু মা-জাহ (৩০৭২,৩০৭৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ ذَكَرْتُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم أَنَّ صَفِيَّةَ بِنْتَ حُيَىٍّ حَاضَتْ فِي أَيَّامِ مِنًى ‏.‏ فَقَالَ ‏\"‏ أَحَابِسَتُنَا هِيَ ‏\"‏ ‏.‏ قَالُوا إِنَّهَا قَدْ أَفَاضَتْ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَلاَ إِذًا ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الْمَرْأَةَ إِذَا طَافَتْ طَوَافَ الزِّيَارَةِ ثُمَّ حَاضَتْ فَإِنَّهَا تَنْفِرُ وَلَيْسَ عَلَيْهَا شَيْءٌ ‏.‏ وَهُوَ قَوْلُ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার ও ইবনু আব্বাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আইশা (রাঃ) বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এ হাদীস অনুযায়ী বিশেষজ্ঞ আলিমগণ মত দিয়েছেন। তাওয়াফে যিয়ারাত সম্পন্ন করার পর কোন মহিলা হায়েযগ্রস্তা হলে সে (মিনা হতে) চলে আসতে পারে। এতে তার উপর অন্য কিছু বর্তাবে না। এই অভিমত সাওরী, শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর।"
  },
  {
    "hadith_id": 945,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, আমি হায়েযগ্রস্তা হয়ে পড়লে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাইতুল্লাহর তাওয়াফ ছাড়া হজ্জের বাকী সব অনুষ্ঠান পালন করার জন্য আমাকে নির্দেশ দিলেন।\n\n-সহীহ, ইবনু মা-জাহ (২৯৬৩), বুখারী, মুসলিম।\n\n------------\n\n৯৪৫/২. ইবনু আব্বাস (রাঃ) থেকে বর্ণিতঃ তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এই হাদীস মারফূরূপে বর্ণনা করেছেন। হায়েযগ্রস্তা ও নিফাসগ্রস্তা মহিলারা গোসল করে ইহরাম বাধবে এবং হজ্জের সকল অনুষ্ঠান পালন করবে, কিন্তু পবিত্র না হওয়া পর্যন্ত বাইতুল্লাহ্ তাওয়াফ করবে না। \n\n-সহীহ, সহীহ আবূ দাউদ (১৫৩১, ১৮১৮)।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا شَرِيكٌ، عَنْ جَابِرٍ، وَهُوَ ابْنُ يَزِيدَ الْجُعْفِيُّ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَسْوَدِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ حِضْتُ فَأَمَرَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ أَقْضِيَ الْمَنَاسِكَ كُلَّهَا إِلاَّ الطَّوَافَ بِالْبَيْتِ ‏.‏ قَالَ أَبُو عِيسَى الْعَمَلُ عَلَى هَذَا الْحَدِيثِ عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الْحَائِضَ تَقْضِي الْمَنَاسِكَ كُلَّهَا مَا خَلاَ الطَّوَافَ بِالْبَيْتِ ‏.‏ وَقَدْ رُوِيَ هَذَا الْحَدِيثُ عَنْ عَائِشَةَ مِنْ غَيْرِ هَذَا الْوَجْهِ أَيْضًا ‏.‏\n\nحَدَّثَنَا زِيَادُ بْنُ أَيُّوبَ، حَدَّثَنَا مَرْوَانُ بْنُ شُجَاعٍ الْجَزَرِيُّ، عَنْ خُصَيْفٍ، عَنْ عِكْرِمَةَ، وَمُجَاهِدٍ، وَعَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، رَفَعَ الْحَدِيثَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَنَّ النُّفَسَاءَ وَالْحَائِضَ تَغْتَسِلُ وَتُحْرِمُ وَتَقْضِي الْمَنَاسِكَ كُلَّهَا غَيْرَ أَنْ لاَ تَطُوفَ بِالْبَيْتِ حَتَّى تَطْهُرَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এই হাদীস অনুযায়ী আলিমগণ আমল করেছেন। তাদের মতে বাইতুল্লাহর তাওয়াফ ছাড়া হজ্জের বাকী সকল অনুষ্ঠান ঋতুবতী মহিলা পালন করবে। এই হাদীসটি আইশা (রাঃ) হতে আরও কয়েকটি সূত্রে বর্ণিত আছে।"
  },
  {
    "hadith_id": 948,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ হজ্জ ও উমরার ইহরাম যে লোক একত্রে বাঁধবে এই দুইটির ক্ষেত্রে সে লোকের জন্য এক তাওয়াফ ও এক সাঈ যথেষ্ট হবে এবং সে একই সাথে উভয়টি হতে ইহরামমুক্ত হয়ে যাবে।\n\n-সহীহ, ইবনু মা-জাহ (২৯৭৫)।",
    "ar": "حَدَّثَنَا خَلاَّدُ بْنُ أَسْلَمَ الْبَغْدَادِيُّ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُحَمَّدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ أَحْرَمَ بِالْحَجِّ وَالْعُمْرَةِ أَجْزَأَهُ طَوَافٌ وَاحِدٌ وَسَعْىٌ وَاحِدٌ عَنْهُمَا حَتَّى يَحِلَّ مِنْهُمَا جَمِيعًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ غَرِيبٌ تَفَرَّدَ بِهِ الدَّرَاوَرْدِيُّ عَلَى ذَلِكَ اللَّفْظِ ‏.‏ وَقَدْ رَوَاهُ غَيْرُ وَاحِدٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ وَلَمْ يَرْفَعُوهُ ‏.‏ وَهُوَ أَصَحُّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ গারীব বলেছেন। কেননা, দারাওয়ারদী এককভাবে এই শব্দে হাদীস বর্ণনা করেছেন। একাধিক রাবী উবাইদুল্লাহ ইবনু উমার (রহঃ) হতে এটি বর্ণনা করেছেন, কিন্তু এটিকে তারা মারফূ হিসেবে বর্ণনা করেননি এবং এটাই অনেক বেশি সহীহ।"
  },
  {
    "hadith_id": 947,
    "narrator": "জাবির (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একসাথে হজ্জ ও উমরা আদায় করেছেন (কিরান হজ্জ করেছেন) এবং হজ্জ ও উমরার জন্য একটি মাত্র তাওয়াফই করেছেন।\n\n-সহীহ, ইবনু মা-জাহ (৯৭১, ২৯৭৪)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْحَجَّاجِ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَرَنَ الْحَجَّ وَالْعُمْرَةَ فَطَافَ لَهُمَا طَوَافًا وَاحِدًا ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عُمَرَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ حَسَنٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ قَالُوا الْقَارِنُ يَطُوفُ طَوَافًا وَاحِدًا ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ يَطُوفُ طَوَافَيْنِ وَيَسْعَى سَعْيَيْنِ ‏.‏ وَهُوَ قَوْلُ الثَّوْرِيِّ وَأَهْلِ الْكُوفَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইবনু উমার ও ইবনু আব্বাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। জাবির (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান বলেছেন। এই হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কিছু সংখ্যক বিশেষজ্ঞ সাহাবী ও অন্যান্য আলিমগণ আমল করেছেন। তারা বলেন, কিরান হজ্জ পালনকারী একটি তাওয়াফই করবে। এই অভিমত ইমাম শাফিঈ, আহমাদ ও ইসহাক (রহঃ)-এর। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অপর কিছু সংখ্যক বিশেষজ্ঞ সাহাবী ও অন্যান্য আলিমগণ বলেন, কিরান হজ্জ পালনকারী দুটি তাওয়াফ ও দুটি সাঈ করবে (একটি হজ্জের জন্য ও একটি উমরার জন্য)। এই অভিমত ইমাম সাওরী ও কুফাবাসী আলিমদের।"
  },
  {
    "hadith_id": 950,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিহাদ, হজ্জ বা উমরা আদায়ের পর ফেরার সময় যখনই কোন টিলা বা উঁচু জায়গায় উঠতেন তখন তিনবার “আল্লাহু আকবার\" বলতেন, তারপর পাঠ করতেনঃ \"আল্লাহ ছাড়া কোন ইলাহ নেই, তিনি এক, তাঁর কোন শারীক নেই, রাজত্ব তাঁরই, সকল প্রশংসা তাঁরই জন্য, তিনি সকল বিষয়ের উপর শক্তিশালী। তাঁর নিকটেই আমরা প্রত্যাবর্তনকারী, তাওবাকারী, তাঁরই ইবাদতকারী, তাঁর পথে ভ্ৰমণকারী, আমরা আমাদের প্রভুর প্রশংসাকারী। আল্লাহ্ তার প্রতিশ্রুতি সত্যে পরিণত করেছেন, তার বান্দাহকে সাহায্য করেছেন এবং সম্মিলিত বাহিনীকে একাই পরাস্ত করেছেন। \n\n-সহীহ, সহীহ আবূ দাউদ (২৪৭৫), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ حُجْرٍ، أَخْبَرَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا قَفَلَ مِنْ غَزْوَةٍ أَوْ حَجٍّ أَوْ عُمْرَةٍ فَعَلاَ فَدْفَدًا مِنَ الأَرْضِ أَوْ شَرَفًا كَبَّرَ ثَلاَثًا ثُمَّ قَالَ ‏ \"‏ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ آيِبُونَ تَائِبُونَ عَابِدُونَ سَائِحُونَ لِرَبِّنَا حَامِدُونَ صَدَقَ اللَّهُ وَعْدَهُ وَنَصَرَ عَبْدَهُ وَهَزَمَ الأَحْزَابَ وَحْدَهُ ‏\"‏ ‏.‏ وَفِي الْبَابِ عَنِ الْبَرَاءِ وَأَنَسٍ وَجَابِرٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "বারাআ, আনাস ও জাবির (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। ইবনু উমার (রাঃ) হতে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 951,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, এক সফরে আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ছিলাম। তিনি দেখতে পেলেন এক লোক তার উটের পিঠ হতে পড়ে গিয়ে ঘাড় ভেঙ্গে মারা গেছে। সে লোক ইহরাম পরিহিত অবস্থায় ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ বরই পাতা মিশ্রিত পানি দিয়ে তাকে গোসল করাও এবং তাকে তার (ইহরামের) দুই কাপড়েই কাফন পরাও, কিন্তু তার মাথা ঢেকে দিও না। কিয়ামাতের দিন অবশ্যই তাকে ইহরাম অথবা তালবিয়া পাঠরত অবস্থায় উঠানো হবে।\n\n-সহীহ, ইবনু মা-জাহ (৩০৮৪), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ فَرَأَى رَجُلاً قَدْ سَقَطَ عَنْ بَعِيرِهِ فَوُقِصَ فَمَاتَ وَهُوَ مُحْرِمٌ ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اغْسِلُوهُ بِمَاءٍ وَسِدْرٍ وَكَفِّنُوهُ فِي ثَوْبَيْهِ وَلاَ تُخَمِّرُوا رَأْسَهُ فَإِنَّهُ يُبْعَثُ يَوْمَ الْقِيَامَةِ يُهِلُّ أَوْ يُلَبِّي ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ إِذَا مَاتَ الْمُحْرِمُ انْقَطَعَ إِحْرَامُهُ وَيُصْنَعُ بِهِ كَمَا يُصْنَعُ بِغَيْرِ الْمُحْرِمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। কিছু সংখ্যক আলিমগণ এই হাদীসানুযায়ী আমল করেছেন। এই কথা বলেছেন সুফিয়ান সাওরী, শাফিঈ, আহমাদ ও ইসহাক। আর কিছু সংখ্যক আলিমগণ বলেন, ইহরামধারী লোক মারা গেলে তার ইহরাম শেষ হয়ে যায়। এমতাবস্থায় যে লোকের ইহরাম নেই সে লোকের ক্ষেত্রে যেই বিধান এই লোকের ক্ষেত্রেও একই বিধান প্রযোজ্য হবে।"
  },
  {
    "hadith_id": 952,
    "narrator": "নুবাইহ ইবনু ওয়াহব (রহঃ)",
    "bn": "উমার ইবনু উবাইদুল্লাহ ইবনু মামার-এর চক্ষুরোগ হয়। তিনি ইহরামধারী ছিলেন। তিনি আবান ইবনু উসমানকে এই বিষয়ে প্রশ্ন করলে তিনি বলেন, চোখে ঘৃতকুমারীর রস দাও। কারণ, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে উসমান ইবনু আফফান (রাঃ)-কে বর্ণনা করতে শুনেছি, তিনি বলেছেনঃ চোখে ঘৃতকুমারীর রস দাও।\n\n-সহীহ, সহীহ আবূ দাউদ (১৬১২), মুসলিম।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ بْنِ مُوسَى، عَنْ نُبَيْهِ بْنِ وَهْبٍ، أَنَّ عُمَرَ بْنَ عُبَيْدِ اللَّهِ بْنِ مَعْمَرٍ، اشْتَكَى عَيْنَيْهِ وَهُوَ مُحْرِمٌ فَسَأَلَ أَبَانَ بْنَ عُثْمَانَ فَقَالَ اضْمِدْهُمَا بِالصَّبِرِ فَإِنِّي سَمِعْتُ عُثْمَانَ بْنَ عَفَّانَ، يَذْكُرُهَا عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ اضْمِدْهُمَا بِالصَّبِرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لاَ يَرَوْنَ بَأْسًا أَنْ يَتَدَاوَى الْمُحْرِمُ بِدَوَاءٍ مَا لَمْ يَكُنْ فِيهِ طِيبٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুসারে বিশেষজ্ঞ আলিমগণ আমল করেছেন। তারা বলেন, ঔষধে সুগন্ধি না থাকলে তা ব্যবহার করতে ইহরামধারী ব্যক্তির কোন সমস্যা নেই।"
  },
  {
    "hadith_id": 953,
    "narrator": "কা’ব ইবনু উজরা (রাঃ)",
    "bn": "হুদাইবিয়াতে তিনি ইহরাম অবস্থায় থাকাকালে এবং মক্কায় আসার পূর্বে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার নিকট দিয়ে যাচ্ছিলেন। এই সময় তিনি হাড়ির নীচে (চুলায়) আগুন জ্বালাচ্ছিলেন, আর তার চেহারায় উকুন গড়িয়ে পড়ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ তোমাকে কি তোমার এই পোকাগুলো কষ্ট দিচ্ছে? তিনি বললেন, হ্যাঁ। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাহলে মাথা মুণ্ডন কর এবং এক ফারাক\" খাদ্যদ্রব্য ছয়জন মিসকীনকে দান কর (তিন সা\"-তে এক ফারাক) অথবা তিনদিন রোযা রাখ অথবা একটি পশু কুরবানী কর। ইবনু আবী নাজীহ-এর বর্ণনায় আছেঃ অথবা একটি বকরী যবাহ কর।\n\n-সহীহ, ইবনু মা-জাহ (৩০৭৯, ৩০৮০), নাসা-ঈ।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَيُّوبَ السَّخْتِيَانِيِّ، وَابْنِ أَبِي نَجِيحٍ، وَحُمَيْدٍ الأَعْرَجِ، وَعَبْدِ الْكَرِيمِ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ كَعْبِ بْنِ عُجْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم مَرَّ بِهِ وَهُوَ بِالْحُدَيْبِيَةِ قَبْلَ أَنْ يَدْخُلَ مَكَّةَ وَهُوَ مُحْرِمٌ وَهُوَ يُوقِدُ تَحْتَ قِدْرٍ وَالْقَمْلُ يَتَهَافَتُ عَلَى وَجْهِهِ فَقَالَ ‏\"‏ أَتُؤْذِيكَ هَوَامُّكَ هَذِهِ ‏\"‏ ‏.‏ فَقَالَ نَعَمْ ‏.‏ فَقَالَ ‏\"‏ احْلِقْ وَأَطْعِمْ فَرَقًا بَيْنَ سِتَّةِ مَسَاكِينَ ‏\"‏ ‏.‏ وَالْفَرَقُ ثَلاَثَةُ آصُعٍ ‏\"‏ أَوْ صُمْ ثَلاَثَةَ أَيَّامٍ أَوِ انْسُكْ نَسِيكَةً ‏\"‏ ‏.‏ قَالَ ابْنُ أَبِي نَجِيحٍ ‏\"‏ أَوِ اذْبَحْ شَاةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَيْهِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّ الْمُحْرِمَ إِذَا حَلَقَ رَأْسَهُ أَوْ لَبِسَ مِنَ الثِّيَابِ مَا لاَ يَنْبَغِي لَهُ أَنْ يَلْبَسَ فِي إِحْرَامِهِ أَوْ تَطَيَّبَ فَعَلَيْهِ الْكَفَّارَةُ بِمِثْلِ مَا رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীস অনুযায়ী রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল বিশেষজ্ঞ সাহাবী ও অপরাপর আলিমগণ আমল করেছেন। যদি কোন মুহরিম লোক মাথা মুণ্ডন করে বা যে ধরণের পোশাক ইহরামে পরা উচিত নয় কোন লোক যদি সেই ধরণের পোশাক পরে বা সুগন্ধি ব্যবহার করে তাহলে এই হাদীসে বর্ণিত নিয়মে তার উপর কাফফারা প্রদান করা অপরিহার্য হবে।"
  },
  {
    "hadith_id": 956,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "আলী (রাঃ) ইয়ামান হতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে এলে তিনি তাকে বললেনঃ তুমি কিসের ইহরাম বেঁধেছ? আলী (রাঃ) বললেন, যে নিয়্যাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইহরাম বেঁধেছেন আমিও সেই ইহরাম বেঁধেছি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমার সাথে হাদী (কুরবানীর পশু) না থাকলে আমি (উমরা করে) হালাল (ইহরামমুক্ত) হয়ে যেতাম।\n\n-সহীহ, ইরওয়া, আল-হাজ্জুল কাবীর (১০০৬), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ عَبْدِ الصَّمَدِ بْنِ عَبْدِ الْوَارِثِ، حَدَّثَنِي أَبِي، حَدَّثَنَا سَلِيمُ بْنُ حَيَّانَ، قَالَ سَمِعْتُ مَرْوَانَ الأَصْفَرَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ عَلِيًّا، قَدِمَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ الْيَمَنِ فَقَالَ ‏\"‏ بِمَ أَهْلَلْتَ ‏\"‏ ‏.‏ قَالَ أَهْلَلْتُ بِمَا أَهَلَّ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏.‏ قَالَ ‏\"‏ لَوْلاَ أَنَّ مَعِي هَدْيًا لأَحْلَلْتُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা উপরোক্ত সনদে হাসান সহীহ গারীব বলেছেন।"
  },
  {
    "hadith_id": 957,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, আমি হজ্জের বড় (মহান) দিন প্রসঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করলাম। তিনি বললেনঃ তা হচ্ছে কুরবানীর দিন।\n\n-সহীহ, ইরওয়া, সহীহ আবূ দাউদ (১৭০০, ১৭০১)।",
    "ar": "حَدَّثَنَا عَبْدُ الْوَارِثِ بْنُ عَبْدِ الصَّمَدِ بْنِ عَبْدِ الْوَارِثِ، حَدَّثَنَا أَبِي، عَنْ أَبِيهِ، عَنْ مُحَمَّدِ بْنِ إِسْحَاقَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ يَوْمِ الْحَجِّ الأَكْبَرِ فَقَالَ ‏ \"‏ يَوْمُ النَّحْرِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 958,
    "narrator": "আলী (রাঃ)",
    "bn": "৯৫৮. আলী (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, হজ্জের বড় দিন হলো কুরবানীর দিন। \n\n-সহীহ, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، قَالَ يَوْمُ الْحَجِّ الأَكْبَرِ يَوْمُ النَّحْرِ ‏.‏ قَالَ أَبُو عِيسَى وَلَمْ يَرْفَعْهُ وَهَذَا أَصَحُّ مِنَ الْحَدِيثِ الأَوَّلِ وَرِوَايَةُ ابْنِ عُيَيْنَةَ مَوْقُوفًا أَصَحُّ مِنْ رِوَايَةِ مُحَمَّدِ بْنِ إِسْحَاقَ مَرْفُوعًا ‏.‏ هَكَذَا رَوَى غَيْرُ وَاحِدٍ مِنَ الْحُفَّاظِ عَنْ أَبِي إِسْحَاقَ عَنِ الْحَارِثِ عَنْ عَلِيٍّ مَوْقُوفًا ‏.‏ وَقَدْ رَوَى شُعْبَةُ عَنْ أَبِي إِسْحَاقَ قَالَ عَنْ عَبْدِ اللَّهِ بْنِ مُرَّةَ عَنِ الْحَارِثِ عَنْ عَلِيٍّ مَوْقُوفًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এটি আলী (রাঃ) মারফূভাবে বর্ণনা করেননি। প্রথমোক্ত হাদীস হতে এই হাদীসটি অনেক বেশি সহীহ। মুহাম্মাদ ইবনু ইসহাকের মারফূহিসেবে বর্ণিত হাদীস অপেক্ষা ইবনু উআইনার মাওকূফহিসেবে বর্ণিত হাদীসটি অনেক বেশি সহীহ। আবূ ঈসা বলেন, আবূ ইসহাক-হারিস হতে, তিনি আলী (রাঃ)-এর সূত্রে এই হাদীসটিকে হাদীসের একাধিক হাফিয বর্ণনাকারী মাওকূফ হিসেবে বর্ণনা করেছেন।\nশুবা আবূ ইসহাক হতে, তিনি আবদুল্লাহ ইবনু মুররা হতে, তিনি আল-হারিস হতে, তিনি আলী (রাঃ) হতে মাওকূফ রূপে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 959,
    "narrator": "উমাইর (রহঃ)",
    "bn": "ভীড় ঠেলে হলেও ইবনু উমার (রাঃ) হাজরে আসওয়াদ ও রুকনে ইয়ামানীর নিকটে যেতেন (তা ম্পর্শ করার জন্য)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অন্য কোন সাহাবীকে আমি এরূপ করতে দেখিনাই। আমি বললাম, হে আবূ আবদুর রাহমান! আপনি ভীড় ঠেলে হলেও এই দুই রুকনে গিয়ে পৌছেন, কিন্তু আমি তো ভীড় ঠেলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অন্যকোন সাহাবীকে সেখানে যেতে দেখিনি। তিনি বললেন, আমি এরূপ কেন করব না? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি বলতে শুনেছিঃ এই দুইটি রুকন স্পর্শ করলে গুনাহসমূহের কাফফারা হয়ে যায়।\n\n-সহীহ, তালিকুল রাগীব (২/১২০)। আমি তাকে আরো বলতে শুনেছিঃ সঠিকভাবে যদি কোন লোক বাইতুল্লাহ সাতবার তাওয়াফ করে তাহলে তার একটি ক্রীতদাস আযাদ করার সমান সাওয়াব হয়। -সহীহ ইবনু মা-জাহ (২৯৫৬) তাকে আমি আরো বলতে শুনেছিঃ যখনই কোন ব্যক্তি তাওয়াফ করতে গিয়ে এক পা রাখে এবং অপর পা তোলে আল্লাহ তখন তার একটি করে গুনাহ মাফ করে দেন এবং একটি করে-সাওয়াব লিখে দেন। -সহীহ, তা’লীকুর রাগীব (২/১২০), মিশকাত (২৫৮০)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنِ ابْنِ عُبَيْدِ بْنِ عُمَيْرٍ، عَنْ أَبِيهِ، أَنَّ ابْنَ عُمَرَ، كَانَ يُزَاحِمُ عَلَى الرُّكْنَيْنِ زِحَامًا مَا رَأَيْتُ أَحَدًا مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم يَفْعَلُهُ ‏.‏ فَقُلْتُ يَا أَبَا عَبْدِ الرَّحْمَنِ إِنَّكَ تُزَاحِمُ عَلَى الرُّكْنَيْنِ زِحَامًا مَا رَأَيْتُ أَحَدًا مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم يُزَاحِمُ عَلَيْهِ ‏.‏ فَقَالَ إِنْ أَفْعَلْ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ إِنَّ مَسْحَهُمَا كَفَّارَةٌ لِلْخَطَايَا ‏\"‏ ‏.‏ وَسَمِعْتُهُ يَقُولُ ‏\"‏ مَنْ طَافَ بِهَذَا الْبَيْتِ أُسْبُوعًا فَأَحْصَاهُ كَانَ كَعِتْقِ رَقَبَةٍ ‏\"‏ ‏.‏ وَسَمِعْتُهُ يَقُولُ ‏\"‏ لاَ يَضَعُ قَدَمًا وَلاَ يَرْفَعُ أُخْرَى إِلاَّ حَطَّ اللَّهُ عَنْهُ بِهَا خَطِيئَةً وَكَتَبَ لَهُ بِهَا حَسَنَةً ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَرَوَى حَمَّادُ بْنُ زَيْدٍ عَنْ عَطَاءِ بْنِ السَّائِبِ عَنِ ابْنِ عُبَيْدِ بْنِ عُمَيْرٍ عَنِ ابْنِ عُمَرَ نَحْوَهُ ‏.‏ وَلَمْ يَذْكُرْ فِيهِ عَنْ أَبِيهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, একইরকম হাদীস ইবনু উমার (রাঃ) হতে অপর এক সূত্রে বর্ণিত.আছে। কিন্তু সেই সনদে উমাইরের উল্লেখ নেই। এই হাদীসটিকে আবূ ঈসা হাসান বলেছেন।"
  },
  {
    "hadith_id": 960,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বাইতুল্লাহর চারদিকে তাওয়াফ করা নামায আদায়ের অনুরূপ। তবে তোমরা এতে (তাওয়াফকালে) কথা বলতে পার। সুতরাং তাওয়াফকালে যে ব্যক্তি কথা বলে সে যেন ভাল কথা বলে।\n\n-সহীহ, ইরওয়া (১২১), মিশকাত (২৫৭৬), তা’লীকুর রাগীব (২/১২১), তা’লীক আলা ইবনু খুযাইমাহ (২৭৩৯)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرٌ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ الطَّوَافُ حَوْلَ الْبَيْتِ مِثْلُ الصَّلاَةِ إِلاَّ أَنَّكُمْ تَتَكَلَّمُونَ فِيهِ فَمَنْ تَكَلَّمَ فِيهِ فَلاَ يَتَكَلَّمَنَّ إِلاَّ بِخَيْرٍ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِي هَذَا الْحَدِيثُ عَنِ ابْنِ طَاوُسٍ وَغَيْرِهِ عَنْ طَاوُسٍ عَنِ ابْنِ عَبَّاسٍ مَوْقُوفًا ‏.‏ وَلاَ نَعْرِفُهُ مَرْفُوعًا إِلاَّ مِنْ حَدِيثِ عَطَاءِ بْنِ السَّائِبِ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ يَسْتَحِبُّونَ أَنْ لاَ يَتَكَلَّمَ الرَّجُلُ فِي الطَّوَافِ إِلاَّ لَحَاجَةٍ أَوْ بِذِكْرِ اللَّهِ تَعَالَى أَوْ مِنَ الْعِلْمِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি ইবনু আব্বাস (রাঃ)-এর সূত্রে ইবনু তাউস প্রমুখ হতে মাওকুফ হিসেবেও বর্ণিত আছে। এটি আতা ইবনুস সাইব ছাড়া অন্যকোন সূত্রে মারফূভাবে বর্ণিত আছে বলে আমাদের জানা নেই। এই হাদীস অনুযায়ী বেশিরভাগ আলিম আমল করার কথা বলেছেন। তারা বলেন, বিশেষ কোন প্রয়োজনীয় কথা, আল্লাহর যিকির ও ইলম প্রসঙ্গিয় আলোচনা ব্যতীত তাওয়াফের সময় অন্য কোন কথা না বলা মুস্তাহাব।"
  },
  {
    "hadith_id": 961,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাজরে আসওয়াদ প্রসঙ্গে বলেছেনঃ আল্লাহর শপথ। এই পাথরকে আল্লাহ তা'আলা কিয়ামাতের দিন এমন অবস্থায় উঠাবেন যে, এর দুটি চোখ থাকবে যা দিয়ে সে দেখবে এবং একটি জিহবা থাকবে যা দিয়ে সে কথা বলবে। যেলোক সত্য হৃদয়ে একে স্পর্শ করবে তার সম্বন্ধে এই পাথর আল্লাহ্ তা'আলার নিকটে সাক্ষ্য দিবে। \n\n-সহীহ, মিশকাত (২৫৭৮), তা’লীকুর রাগীব (২/১২২), তা’লীক আলা ইবনু খুযাইমা (২৭৩৫)।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، عَنْ جَرِيرٍ، عَنِ ابْنِ خُثَيْمٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي الْحَجَرِ ‏ \"‏ وَاللَّهِ لَيَبْعَثَنَّهُ اللَّهُ يَوْمَ الْقِيَامَةِ لَهُ عَيْنَانِ يُبْصِرُ بِهِمَا وَلِسَانٌ يَنْطِقُ بِهِ يَشْهَدُ عَلَى مَنِ اسْتَلَمَهُ بِحَقٍّ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান বলেছেন।"
  },
  {
    "hadith_id": 963,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি যমযমের পানি সাথে করে নিয়ে আসতেন, আর বলতেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা বহন করে আনতেন।\n\n-সহীহ, সহীহাহ (৮৮৩)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا خَلاَّدُ بْنُ يَزِيدَ الْجُعْفِيُّ، حَدَّثَنَا زُهَيْرُ بْنُ مُعَاوِيَةَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، رضى الله عنها أَنَّهَا كَانَتْ تَحْمِلُ مِنْ مَاءِ زَمْزَمَ وَتُخْبِرُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَحْمِلُهُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান গরীব বলেছেন। আমরা এই হাদীস প্রসঙ্গে শুধু উপরোক্ত সূত্রেই জেনেছি।"
  },
  {
    "hadith_id": 964,
    "narrator": "আবদুল আযীয ইবনু রুফাই (রহঃ)",
    "bn": "তিনি বলেন, আমি আনাস (রাঃ)-কে বললাম, ইয়াওমুত-তারবিয়ায় (৮ই যুলহিজ্জায়) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোথায় যুহরের নামায আদায় করেছেন? আপনি এই প্রসঙ্গে যা জানেন তা আমাকে বলুন। তিনি বললেন, মিনায়। আমি বললাম, তিনি ইয়াওমুন নাফরে (১৩ই যুলহিজ্জায়) আসরের নামায কোথায় আদায় করেছেন? তিনি বলেন, আবতাহ (বাতহা) নামক জায়গায়। এরপর তিনি বললেন, তোমার আমীরগণ যা করবে তুমিও সেইভাবে কর (যেখানে তারা নামায আদায় করে সেখানে তুমিও আদায় কর)।\n\n-সহীহ, সহীহ আবূ দাউদ (১৬৭০) বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، وَمُحَمَّدُ بْنُ الْوَزِيرِ الْوَاسِطِيُّ الْمَعْنَى، وَاحِدٌ، قَالاَ حَدَّثَنَا إِسْحَاقُ بْنُ يُوسُفَ الأَزْرَقُ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الْعَزِيزِ بْنِ رُفَيْعٍ، قَالَ قُلْتُ لأَنَسِ بْنِ مَالِكٍ حَدِّثْنِي بِشَيْءٍ، عَقَلْتَهُ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم أَيْنَ صَلَّى الظُّهْرَ يَوْمَ التَّرْوِيَةِ قَالَ بِمِنًى ‏.‏ قَالَ قُلْتُ فَأَيْنَ صَلَّى الْعَصْرَ يَوْمَ النَّفْرِ قَالَ بِالأَبْطَحِ ‏.‏ ثُمَّ قَالَ افْعَلْ كَمَا يَفْعَلُ أُمَرَاؤُكَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ يُسْتَغْرَبُ مِنْ حَدِيثِ إِسْحَاقَ بْنِ يُوسُفَ الأَزْرَقِ عَنِ الثَّوْرِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। কিন্তু সুফিয়ান সাওরীর সূত্রে ইসহাক ইবনু ইউসুফ আল-আযরাকের বর্ণনাটি গারীব।"
  },
  {
    "hadith_id": 812,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তি আল্লাহ্ তা'আলার ঘর পর্যন্ত পৌছার মত সম্বল ও বাহনের অধিকারী হওয়ার পরও যদি হাজ্জ না করে তবে সে ইয়াহুদী হয়ে মারা যাক বা নাসারা হয়ে মারা যাক তাতে (আল্লাহ তা'আলার) কোন ভাবনা নেই। কারণ আল্লাহ তা'আলা তার কিতাবে বলেনঃ “মানুষের মধ্যে যার সেখানে যাবার সামর্থ্য আছে, আল্লাহ তা'আলার উদ্দেশে ঐ ঘরের হাজ্জ করা তার অবশ্য কর্তব্য\"। (সূরাঃ আল-ইমরান - ৯৭)। \n\nযঈফ, মিশকাত (২৫২১), তা’লীকুর রাগীব (২/১৩৪)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى الْقُطَعِيُّ الْبَصْرِيُّ، حَدَّثَنَا مُسْلِمُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا هِلاَلُ بْنُ عَبْدِ اللَّهِ، مَوْلَى رَبِيعَةَ بْنِ عَمْرِو بْنِ مُسْلِمٍ الْبَاهِلِيِّ حَدَّثَنَا أَبُو إِسْحَاقَ الْهَمْدَانِيُّ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ مَلَكَ زَادًا وَرَاحِلَةً تُبَلِّغُهُ إِلَى بَيْتِ اللَّهِ وَلَمْ يَحُجَّ فَلاَ عَلَيْهِ أَنْ يَمُوتَ يَهُودِيًّا أَوْ نَصْرَانِيًّا وَذَلِكَ أَنَّ اللَّهَ يَقُولُ فِي كِتَابِهِ ‏:‏ ‏(‏وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً ‏)‏ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ وَفِي إِسْنَادِهِ مَقَالٌ ‏.‏ وَهِلاَلُ بْنُ عَبْدِ اللَّهِ مَجْهُولٌ وَالْحَارِثُ يُضَعَّفُ فِي الْحَدِيثِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি গারীব। এ সূত্র ব্যতীত এটি প্রসঙ্গে আমরা কিছু জানিনা। এটির সনদ প্রসঙ্গে সমালোচনা আছে। হিলাল ইবনু আবদুল্লাহ অপরিচিত লোক এবং হারিসকে হাদিস শাস্ত্রে দুর্বল বলা হয়েছে।"
  },
  {
    "hadith_id": 813,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "এক লোক রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বলল, হে আল্লাহ্‌র রাসুল! কিসে হাজ্জ ওয়াজিব হয়? তিনি বললেন : সম্বল ও বাহন (থাকলে)।\n\nখুবই দুর্বল, ইবনু মাজাহ(২৮৯৬)।",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ يَزِيدَ، عَنْ مُحَمَّدِ بْنِ عَبَّادِ بْنِ جَعْفَرٍ، عَنِ ابْنِ عُمَرَ، قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ مَا يُوجِبُ الْحَجَّ قَالَ ‏ \"‏ الزَّادُ وَالرَّاحِلَةُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَالْعَمَلُ عَلَيْهِ عِنْدَ أَهْلِ الْعِلْمِ أَنَّ الرَّجُلَ إِذَا مَلَكَ زَادًا وَرَاحِلَةً وَجَبَ عَلَيْهِ الْحَجُّ ‏.‏ وَإِبْرَاهِيمُ بْنُ يَزِيدَ هُوَ الْخُوزِيُّ الْمَكِّيُّ وَقَدْ تَكَلَّمَ فِيهِ بَعْضُ أَهْلِ الْعِلْمِ مِنْ قِبَلِ حِفْظِهِ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, হাদিসটি হাসান। আলিমগণ এই হাদিসের আলোকে বলেন, কোন বাক্তি সম্বল ও বাহন সংগ্রহে সক্ষম হলেই তার উপর হাজ্জ ফরজ হয়। ইবরাহীম ইবনু ইয়াযীদ আল-খুওযী আল-মক্কীর স্মৃতিশক্তি প্রশ্নবিদ্ধ।"
  },
  {
    "hadith_id": 814,
    "narrator": "আলী ইবনু আবূ তালিব (রাঃ)",
    "bn": "তিনি বলেন, যখন এই আয়াত অবতীর্ণ হলঃ ‘মানুষের মধ্যে যার সেখানে গমনের ক্ষমতা আছে আল্লাহ্‌ তা’আলার স্মরণে ঐ ঘরের হাজ্জ করা তার অপরিহার্যভাবে করণীয়,’ তখন সাহাবীগণ বললেন, ‘হে আল্লাহ্‌র রাসূল! প্রতি বছরই কি?’ তিনি নীরব হয়ে রইলেন। তারা আবার বললেন, ‘হে আল্লাহ্‌র রাসূল! প্রতি বছরই কি?’ তিনি বললেন : ‘না, আমি যদি বলতাম হ্যাঁ, তবে তোমাদের উপর তা(প্রতি বছর) ফরয হয়ে যেত।’  তারপর আল্লাহ্‌ তা’আলা অবতীর্ণ করেন : ‘হে মুমিনগণ ! তোমরা এমন বিষয়ে প্রশ্ন করনা যা জাহির হলে তোমরা দুঃখিত হবে।’(সূরা মাঈদা-১০১)\n\nযঈফ, ইবনু মাজাহ (২৮৮৪)।",
    "ar": "حَدَّثَنَا أَبُو سَعِيدٍ الأَشَجُّ، حَدَّثَنَا مَنْصُورُ بْنُ وَرْدَانَ، عَنْ عَلِيِّ بْنِ عَبْدِ الأَعْلَى، عَنْ أَبِيهِ، عَنْ أَبِي الْبَخْتَرِيِّ، عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ لَمَّا نَزَلَتْ ‏(‏ وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً ‏)‏ قَالُوا يَا رَسُولَ اللَّهِ أَفِي كُلِّ عَامٍ فَسَكَتَ ‏.‏ فَقَالُوا يَا رَسُولَ اللَّهِ أَفِي كُلِّ عَامٍ قَالَ ‏\"‏ لاَ وَلَوْ قُلْتُ نَعَمْ لَوَجَبَتْ ‏\"‏ ‏.‏ فَأَنْزَلَ اللَّهُ ‏:‏ ‏(‏يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ ‏)‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ وَأَبِي هُرَيْرَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ حَدِيثٌ حَسَنٌ غَرِيبٌ مِنْ هَذَا الْوَجْهِ ‏.‏ وَاسْمُ أَبِي الْبَخْتَرِيِّ سَعِيدُ بْنُ أَبِي عِمْرَانَ وَهُوَ سَعِيدُ بْنُ فَيْرُوزَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এই অনুচ্ছেদে ইবনু আব্বাস ও আবূ হুরাইরা(রাঃ) হতেও হাদীস বর্ণীত আছে। আবূ ঈসা বলেন, আলী বর্ণীত হাদীসটি হাসান গারীব।আবুল বাখতারীর নাম সাঈদ ইবনু আবূ ইমরান। ইনি হলেন সাঈদ ইবনু ফাইরোয।"
  },
  {
    "hadith_id": 819,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নামাযের পর ইহরাম এর তাকবীর উচ্চারণ করেছেন। \n\nয’ঈফ, য’ঈফ আবূ দাঊদ ৩১২।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا عَبْدُ السَّلاَمِ بْنُ حَرْبٍ، عَنْ خُصَيْفٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَهَلَّ فِي دُبُرِ الصَّلاَةِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ غَرِيبٌ لاَ نَعْرِفُ أَحَدًا رَوَاهُ غَيْرَ عَبْدِ السَّلاَمِ بْنِ حَرْبٍ ‏.‏ وَهُوَ الَّذِي يَسْتَحِبُّهُ أَهْلُ الْعِلْمِ أَنْ يُحْرِمَ الرَّجُلُ فِي دُبُرِ الصَّلاَةِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ‘ঈসা বলেন : এ হাদীসটি হাসান গারীব। আব্দুস সালাম ইবনু হারব ব্যতীত আর কেউ এটি বর্ণনা করেছেন বলে আমাদের জানা নেই।(ইহরামের) নামাযের পর ইহরাম বাঁধা ‘আলিমগণ মুস্তাহাব বলেছেন।"
  },
  {
    "hadith_id": 820,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "আয়িশাহ (রাঃ) হতে বর্ণীত আছে,  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইফরাদ হাজ্জ করেছেন। \n\nশাজ, ইবনু মাজাহ ২৯৬৪, বুখারী ও মুসলিম)",
    "ar": "حَدَّثَنَا أَبُو مُصْعَبٍ، قِرَاءَةً عَنْ مَالِكِ بْنِ أَنَسٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أَفْرَدَ الْحَجَّ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ جَابِرٍ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَائِشَةَ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ ‏.‏\nوَرُوِيَ عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَفْرَدَ الْحَجَّ وَأَفْرَدَ أَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ ‏.‏\nحَدَّثَنَا بِذَلِكَ قُتَيْبَةُ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نَافِعٍ الصَّائِغُ عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ بِهَذَا ‏.‏ قَالَ أَبُو عِيسَى وَقَالَ الثَّوْرِيُّ إِنْ أَفْرَدْتَ الْحَجَّ فَحَسَنٌ وَإِنْ قَرَنْتَ فَحَسَنٌ وَإِنْ تَمَتَّعْتَ فَحَسَنٌ ‏.‏ وَقَالَ الشَّافِعِيُّ مِثْلَهُ ‏.‏ وَقَالَ أَحَبُّ إِلَيْنَا الإِفْرَادُ ثُمَّ التَّمَتُّعُ ثُمَّ الْقِرَانُ ‏.‏",
    "grade_id": 20,
    "grade": "শায",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে জাবির ও ইবনু ‘উমার (রাঃ) হতেও হাদীস বর্ণীত আছে। আবূ ‘ঈসা বলেনঃ এ হাদীসটি হাসান সহীহ। একদল ‘আলিম এ হাদীস মুতাবিক ‘আমাল করার কথা বলেছেন। ইবনু ‘উমার (রাঃ) হতে বর্ণীত আছে,  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইফরাদ হাজ্জ করেছেন এবং আবূ বাকর, ‘উমার ও ‘উসমান (রাঃ)-ও ইফরাদ হাজ্জ করেছেন। (সনদ সহীহ, কিন্তু তা শাজ, দেখুন পরবর্তী হাদীস বিশেষ করে ৮২৩ নং হাদীস।)"
  },
  {
    "hadith_id": 822,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন,  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), আবূ বাকর, উমার ও উসমান (রাঃ) তামাত্তু হাজ্জ করেছেন। মুআবিয়া (রাঃ)-ই সর্বপ্রথম তা করতে নিষেধ করেন। \n\nসনদ দুর্বল।",
    "ar": "حَدَّثَنَا أَبُو مُوسَى، مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ لَيْثٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ تَمَتَّعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ وَعُمَرُ وَعُثْمَانُ وَأَوَّلُ مَنْ نَهَى عَنْهَا مُعَاوِيَةُ ‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 823,
    "narrator": "মুহাম্মাদ ইবনু আবদুল্লাহ ইবনু হারিস ইবনু নাওফাল (রহঃ)",
    "bn": "তিনি হাজ্জের সাথে উমরা একত্রে করে তামাত্তু হাজ্জ প্রসঙ্গে সা’দ ইবনু আবূ ওয়াক্কাস ও যাহহাক ইবনু কাইস (রাঃ)- কে আলোচনা করতে শুনেছেন। যাহহাক ইবনু কাইস (রাঃ) বললেন, আল্লাহ্‌ তা’আলার নির্দেশ প্রসঙ্গে জ্ঞানহীন ব্যক্তি ছাড়া কেউ এটা করতে পারেনা। সা’দ (রাঃ) বললেন, হে ভাতিজা! তুমি বড় অপ্রীতিকর কথা বললে। যাহহাক বললেন, উমার ইবনুল খাত্তাব (রাঃ) তো এটা করতে মানা করেছেন। সা’দ (রাঃ) বললেন,  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা করেছেন এবং আমরাও তাঁর সাথে তা করেছি।\t\n\nসনদ দুর্বল।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ، أَنَّهُ سَمِعَ سَعْدَ بْنَ أَبِي وَقَّاصٍ، وَالضَّحَّاكَ بْنَ قَيْسٍ، وَهُمَا، يَذْكُرَانِ التَّمَتُّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَقَالَ الضَّحَّاكُ بْنُ قَيْسٍ لاَ يَصْنَعُ ذَلِكَ إِلاَّ مَنْ جَهِلَ أَمْرَ اللَّهِ ‏.‏ فَقَالَ سَعْدٌ بِئْسَ مَا قُلْتَ يَا ابْنَ أَخِي ‏.‏ فَقَالَ الضَّحَّاكُ بْنُ قَيْسٍ فَإِنَّ عُمَرَ بْنَ الْخَطَّابِ قَدْ نَهَى عَنْ ذَلِكَ ‏.‏ فَقَالَ سَعْدٌ قَدْ صَنَعَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَصَنَعْنَاهَا مَعَهُ ‏.‏ قَالَ هَذَا حَدِيثٌ صَحِيحٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "ইমাম তিরমিযী বলেন, এই হাদীসটি সহিহ।"
  },
  {
    "hadith_id": 832,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নাবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পূর্ব এলাকার লোকদের জন্য আকীক নামক জায়গাকে মীকাত হিসেবে স্থির করেছেন। \t\n\nমুনকার; ইরওয়া (১০০২), যঈফ আবূ দাঊদ(৩০৬), সহীহ হল যাতু ইরক।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ مُحَمَّدِ بْنِ عَلِيٍّ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم وَقَّتَ لأَهْلِ الْمَشْرِقِ الْعَقِيقَ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَمُحَمَّدُ بْنُ عَلِيٍّ هُوَ أَبُو جَعْفَرٍ مُحَمَّدُ بْنُ عَلِيِّ بْنِ حُسَيْنِ بْنِ عَلِيِّ بْنِ أَبِي طَالِبٍ ‏.‏",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি হাসান। মুহাম্মাদ ইবনু আলী ইনি হলেন আবূ জাফর।"
  },
  {
    "hadith_id": 838,
    "narrator": "আবূ সাঈদ (রাঃ)",
    "bn": "নাবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, ইহরামধারী ব্যক্তি আক্রমণকারী হিংস্র জীব, হিংস্র কুকুর, ইঁদুর, বিছা, চিল ও কাক হত্যা করতে পারে।\t\t\n\nযঈফ, ইবনু মাজাহ(৩০৮৯),",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا يَزِيدُ بْنُ أَبِي زِيَادٍ، عَنِ ابْنِ أَبِي نُعْمٍ، عَنْ أَبِي سَعِيدٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ يَقْتُلُ الْمُحْرِمُ السَّبُعَ الْعَادِيَ وَالْكَلْبَ الْعَقُورَ وَالْفَأْرَةَ وَالْعَقْرَبَ وَالْحِدَأَةَ وَالْغُرَابَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ ‏.‏ قَالُوا الْمُحْرِمُ يَقْتُلُ السَّبُعَ الْعَادِيَ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ ‏.‏ وَقَالَ الشَّافِعِيُّ كُلُّ سَبُعٍ عَدَا عَلَى النَّاسِ أَوْ عَلَى دَوَابِّهِمْ فَلِلْمُحْرِمِ قَتْلُهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি হাসান। আলিমগণ এই হাদীস অনুযায়ী আমল করেছেন। তাঁরা বলেন, ইহরামধারী ব্যাক্তি আক্রমণকারী হিংস্র জীব হত্যা করতে পারে। সুফিয়ান সাওরী ও শাফিঈ এই অভিমত দিয়েছেন। ইমাম শাফিঈ(রহঃ) আরও বলেন, যে কোন হিংস্র জীব, যদি তা মানুষ বা তার পশুর উপর আক্রমন করে তবে সেটিকে ইহরামধারী ব্যাক্তি হত্যা করতে পারবে।"
  },
  {
    "hadith_id": 841,
    "narrator": "আবূ রাফী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের ইহরামমুক্ত অবস্থায় মায়মূনা (রাঃ)-কে বিয়ে করেন এবং ইহরামমুক্ত অবস্থায়ই তাঁর সাথে বিবাহরজনী যাপন করেন। আমি ছিলাম তাদের মধ্যকার দূত (ঘটক)।\n\nযঈফ, ইরওয়া(১৮৪৯), হাদীসের প্রথম অংশ সহীহ যাহা ৮৮৭ নং হাদীসের অংশ।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، أَخْبَرَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ مَطَرٍ الْوَرَّاقِ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، عَنْ أَبِي رَافِعٍ، قَالَ تَزَوَّجَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَيْمُونَةَ وَهُوَ حَلاَلٌ وَبَنَى بِهَا وَهُوَ حَلاَلٌ وَكُنْتُ أَنَا الرَّسُولَ فِيمَا بَيْنَهُمَا ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ وَلاَ نَعْلَمُ أَحَدًا أَسْنَدَهُ غَيْرَ حَمَّادِ بْنِ زَيْدٍ عَنْ مَطَرٍ الْوَرَّاقِ عَنْ رَبِيعَةَ ‏.‏ وَرَوَى مَالِكُ بْنُ أَنَسٍ عَنْ رَبِيعَةَ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم تَزَوَّجَ مَيْمُونَةَ وَهُوَ حَلاَلٌ ‏.‏ رَوَاهُ مَالِكٌ مُرْسَلاً ‏.‏ قَالَ وَرَوَاهُ أَيْضًا سُلَيْمَانُ بْنُ بِلاَلٍ عَنْ رَبِيعَةَ مُرْسَلاً ‏.‏ قَالَ أَبُو عِيسَى وَرُوِيَ عَنْ يَزِيدَ بْنِ الأَصَمِّ عَنْ مَيْمُونَةَ قَالَتْ تَزَوَّجَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ حَلاَلٌ ‏.‏ وَيَزِيدُ بْنُ الأَصَمِّ هُوَ ابْنُ أُخْتِ مَيْمُونَةَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি হাসান। হাম্মাদ ইবনু যাইদ-মাতার আল-ওয়াররাক হতে তিনি রাবীয়া (রহঃ)-এর সূত্র ব্যতীত অন্য কেউ এটিকে মুসনাদ হিসেবে রিওয়াত করেছেন বলে আমাদের জানা নেই। মালিক ইবনু আনাস (রহঃ)-রাবীয়া হতে তিনি সুলাইমান ইবনু ইয়াসারের সূত্রে বর্ণনা করেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাইমুনা (রাঃ)-কে হালাল (ইহরামমুক্ত) অবস্থায় বিয়ে করেছেন। মালিক এই রিওয়াত ‘মুরসাল’ হিসেবে বর্ণনা করেছেন। এটিকে সুলাইমান ইবনু বিলালও রাবীয়া হতে এটি মুরসালরুপে বর্ণনা করেছেন।\n\nআবূ ঈসা বলেনঃ ইয়াযীদ ইবনু আসাম্ম হতে মাইমূনাহ (রাঃ)-এর সূত্রে বর্নীত আছে যে,তিনি বলেন,  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হালাল অবস্থায় আমাকে বিয়ে করেছেন। আবূ ‘ঈসা বলেন : ইয়াযীদ ইবনু আসাম্ম (রহঃ) মাইমুনাহ (রাঃ)-এর বোনের ছেলে।"
  },
  {
    "hadith_id": 843,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের ইহরাম অবস্থায় মাইমূনাহ (রাঃ)-কে বিয়ে করেছেন।\n\n(শাজ, দেখুন পূর্বের হাদীস)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم تَزَوَّجَ مَيْمُونَةَ وَهُوَ مُحْرِمٌ ‏.‏",
    "grade_id": 20,
    "grade": "শায",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 842,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের ইহরাম অবস্থায় মাইমুনাহ (রাঃ) কে বিয়ে করেন।\n\nশাজ, ইবনু মাজাহ ১৯৬৫, বুখারী ও মুসলিম।",
    "ar": "حَدَّثَنَا حُمَيْدُ بْنُ مَسْعَدَةَ الْبَصْرِيُّ، حَدَّثَنَا سُفْيَانُ بْنُ حَبِيبٍ، عَنْ هِشَامِ بْنِ حَسَّانَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم تَزَوَّجَ مَيْمُونَةَ وَهُوَ مُحْرِمٌ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَائِشَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَأَهْلُ الْكُوفَةِ ‏.‏",
    "grade_id": 20,
    "grade": "শায",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে আয়িশাহ (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেন, ইবনু ‘আব্বাস (রাঃ) বর্ণিত হাদীসটি হাসান সহীহ। একদল আলিম এ হাদীস অনুসারে ‘আমালের (ইহরাম অবস্থায় বিয়ে করা বৈধ হওয়ার) অভিমত গ্রহণ করেছেন। সুফইয়ান সাওরী ও কূফাবাসী ‘আলিমদের অভিমতও অনুরূপ।"
  },
  {
    "hadith_id": 844,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের ইহ্‌রাম অবস্থায় মাইমূনা (রাঃ)-কে বিয়ে করেছেন। \n\nশাজ, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا دَاوُدُ بْنُ عَبْدِ الرَّحْمَنِ الْعَطَّارُ، عَنْ عَمْرِو بْنِ دِينَارٍ، قَالَ سَمِعْتُ أَبَا الشَّعْثَاءِ، يُحَدِّثُ عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم تَزَوَّجَ مَيْمُونَةَ وَهُوَ مُحْرِمٌ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ صَحِيحٌ ‏.‏ وَأَبُو الشَّعْثَاءِ اسْمُهُ جَابِرُ بْنُ زَيْدٍ ‏.‏ وَاخْتَلَفُوا فِي تَزْوِيجِ النَّبِيِّ صلى الله عليه وسلم مَيْمُونَةَ لأَنَّ النَّبِيَّ صلى الله عليه وسلم تَزَوَّجَهَا فِي طَرِيقِ مَكَّةَ فَقَالَ بَعْضُهُمْ تَزَوَّجَهَا حَلاَلاً وَظَهَرَ أَمْرُ تَزْوِيجِهَا وَهُوَ مُحْرِمٌ ثُمَّ بَنَى بِهَا وَهُوَ حَلاَلٌ بِسَرِفَ فِي طَرِيقِ مَكَّةَ وَمَاتَتْ مَيْمُونَةُ بِسَرِفَ حَيْثُ بَنَى بِهَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَدُفِنَتْ بِسَرِفَ ‏.‏",
    "grade_id": 20,
    "grade": "শায",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি হাসান সহীহ। রাবী আবুশ্‌ শা‘সা-এর নাম জাবির ইবনু যাইদ। মাইমূনা (রাঃ)-কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের ইহ্‌রাম অবস্থায় না ইহ্‌রামমুক্ত অবস্থায় বিয়ে করেছেন, এই বিষয়ে বিশেষজ্ঞ আলিমগণের মাঝে মতদ্বৈততার কারণ এটা যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)তাঁকে মক্কার পথে বিয়ে করেছিলেন। তাই কেউ কেউ বলেন, তিনি মাইমূনা (রাঃ)-কে নিজের ইহ্‌রামমুক্ত অবস্থায়ই বিয়ে করেছেন। কিন্তু এই বিয়ের বিষয়টি তাঁর ইহ্‌রাম বাঁধার পরে প্রকাশিত হয়। এরপর মক্কার পথে ‘সারিফ’ নামক জায়গায় তিনি ইহ্‌রামমুক্ত অবস্থায় তাঁর সাথে বিবাহরজনী যাপন করেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে মাইমূনা (রাঃ)-এর যেখানে বিবাহরজনী হয়েছিল পরবর্তীতে সেই ‘সারিফ’ নামক জায়গাতেই তিনি (মাইমুনা) মারা যান এবং সেখানেই তাঁকে দাফন করা হয়।"
  },
  {
    "hadith_id": 846,
    "narrator": "জাবির (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, ইহ্‌রাম অবস্থায়ও স্থলভাগের শিকারকৃত প্রাণীর গোশ্‌ত তোমাদের জন্য বৈধ, যদি না তোমরা নিজেরা তা শিকার করে থাক বা তোমাদের উদ্দেশে তা শিকার করা হয়।\n\nযঈফ, মিশকাত, তাহক্বীক্ব ছানী (২৭০০),",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنِ الْمُطَّلِبِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ صَيْدُ الْبَرِّ لَكُمْ حَلاَلٌ وَأَنْتُمْ حُرُمٌ مَا لَمْ تَصِيدُوهُ أَوْ يُصَدْ لَكُمْ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَبِي قَتَادَةَ وَطَلْحَةَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ جَابِرٍ حَدِيثٌ مُفَسَّرٌ ‏.‏ وَالْمُطَّلِبُ لاَ نَعْرِفُ لَهُ سَمَاعًا مِنْ جَابِرٍ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ لاَ يَرَوْنَ بِأَكْلِ الصَّيْدِ لِلْمُحْرِمِ بَأْسًا إِذَا لَمْ يَصْطَدْهُ أَوْ لَمْ يُصْطَدْ مِنْ أَجْلِهِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا أَحْسَنُ حَدِيثٍ رُوِيَ فِي هَذَا الْبَابِ وَأَفْسَرُ وَالَعَمَلُ عَلَى هَذَا وَهُوَ قَوْلُ أَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এ অনুচ্ছেদে আবূ ক্বাতাদা ও তালহা (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ‘ঈসা বলেন, জাবির (রাঃ) বর্ণিত হাদীসটি একটি বিস্তারিত বর্ণনা। মুত্তালিব জাবির (রাঃ)-এর হাদীস শুনেছেন কি-না তা আমাদের জানা নেই। একদল ‘আলিমের মতে যদি মুহরিম ব্যক্তি নিজে শিকার না করে বা তার উদ্দেশে শিকার না করা হয় তবে তার জন্য এর গোশ্‌ত খাওয়াতে কোন সমস্যা নেই। ইমাম শাফিঈ (রহঃ) বলেন, এ অনুচ্ছেদে যতগুলো হাদীস বর্ণিত আছে তার মধ্যে এটি সবচেয়ে উত্তম এবং খুব বেশী যুক্তিসম্মত। এ হাদীস অনুযায়ী ‘আমল করতে হবে। ইমাম আহ্‌মাদ ও ইসহাক (রহঃ)-এরও উক্ত অভিমত।"
  },
  {
    "hadith_id": 850,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেছেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে হাজ্জ অথবা ‘উমরাহ্‌ করতে বের হলাম। আমাদের সামনে এক ঝাঁক পঙ্গপাল এসে পড়ল। আমরা আমাদের চাবুক ও ছড়ি দিয়ে এগুলো মারতে শুরু করলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এটা তোমরা খেতে পার। কারণ এটা জলজ শিকারের অন্তর্ভুক্ত। \n\nযঈফ, ইবনু মাজাহ (৩২২২)।",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا وَكِيعٌ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ أَبِي الْمُهَزِّمِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي حَجٍّ أَوْ عُمْرَةٍ فَاسْتَقْبَلَنَا رِجْلٌ مِنْ جَرَادٍ فَجَعَلْنَا نَضْرِبُهُ بِسِيَاطِنَا وَعِصِيِّنَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ كُلُوهُ فَإِنَّهُ مِنْ صَيْدِ الْبَحْرِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ ‏.‏ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ أَبِي الْمُهَزِّمِ عَنْ أَبِي هُرَيْرَةَ ‏.‏ وَأَبُو الْمُهَزِّمِ اسْمُهُ يَزِيدُ بْنُ سُفْيَانَ وَقَدْ تَكَلَّمَ فِيهِ شُعْبَةُ ‏.‏ وَقَدْ رَخَّصَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ لِلْمُحْرِمِ أَنْ يَصِيدَ الْجَرَادَ وَيَأْكُلَهُ وَرَأَى بَعْضُهُمْ عَلَيْهِ صَدَقَةً إِذَا اصْطَادَهُ وَأَكَلَهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ‘ঈসা বলেনঃ এ হাদীসটি গারীব। আবুল মুহায্‌যিম ব্যতীত এটিকে আবূ হুরাইরা (রাঃ) হতে আর কেউ বর্ণনা করেছেন বলে আমাদের জানা নেই। আবুল মুহায্‌যিমের নাম ইয়াযীদ ইবনু সুফিয়ান। শুবা তার সমালোচনা করেছেন। একদল ‘আলিম মুহ্‌রিমের জন্য পঙ্গপাল শিকার করা এবং তা খাওয়ার সম্মতি দিয়েছেন। অন্য একদল ‘আলিম বলেছেন, তা শিকার করলে বা খেলে মুহ্‌রিমের উপর সাদাকা (দম) নির্ধারিত হবে।"
  },
  {
    "hadith_id": 852,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কা শরীফে যাওয়ার উদ্দেশে ফাখ নামক জায়গাতে গোসল করেন। \n\nসনদ খুবই দুর্বল। ফাখ শব্দ উল্লেখ না করে বুখারী ও মুসলিম হাদীসটি বর্ণনা করেছেন। সহীহ আবূ দাঊদ (১২২৯)।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ مُوسَى، حَدَّثَنَا هَارُونُ بْنُ صَالِحٍ الطَّلْحِيُّ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، قَالَ اغْتَسَلَ النَّبِيُّ صلى الله عليه وسلم لِدُخُولِهِ مَكَّةَ بِفَخٍّ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَيْرُ مَحْفُوظٍ ‏.‏ وَالصَّحِيحُ مَا رَوَى نَافِعٌ عَنِ ابْنِ عُمَرَ أَنَّهُ كَانَ يَغْتَسِلُ لِدُخُولِ مَكَّةَ ‏.‏ وَبِهِ يَقُولُ الشَّافِعِيُّ يُسْتَحَبُّ الاِغْتِسَالُ لِدُخُولِ مَكَّةَ ‏.‏ وَعَبْدُ الرَّحْمَنِ بْنُ زَيْدِ بْنِ أَسْلَمَ ضَعِيفٌ فِي الْحَدِيثِ ضَعَّفَهُ أَحْمَدُ بْنُ حَنْبَلٍ وَعَلِيُّ بْنُ الْمَدِينِيِّ وَغَيْرُهُمَا وَلاَ نَعْرِفُ هَذَا الْحَدِيثَ مَرْفُوعًا إِلاَّ مِنْ حَدِيثِهِ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "আবূ ‘ঈসা বলেন, এ হাদীসটি সুরক্ষিত নয়। মক্কা মুকাররমায় যাওয়ার জন্য রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গোসল করতেন মর্মে বর্ণিত ইবনু ‘উমার (রাঃ) হতে নাফি‘-এর হাদীসটি বেশী সহীহ্‌। ইমাম শাফিঈ (রহঃ) মক্কায় যাওয়ার জন্য গোসল করা মুস্তাহাব বলেছেন। রাবী আবদুর রহমান ইবনু যাইদ ইবনু আসলাম হাদীস শাস্ত্রে দুর্বল। আহ্‌মাদ ইবনু হাম্বল, আলী ইবনুল মাদীনী প্রমুখ তাকে যঈফ বলেছেন। তার সূত্র ব্যতীত অন্য কোন সূত্রে এ হাদীসটি মারফূ‘ হিসেবে বর্ণিত হয়েছে কি-না তা আমাদের জানা নেই।"
  },
  {
    "hadith_id": 855,
    "narrator": "মুহাজির আল-মাক্কী (রহঃ)",
    "bn": "জাবির ইবনু আবদুল্লাহ (রাঃ)-কে প্রশ্ন করা হলঃ কোন ব্যক্তি বাইতুল্লাহ্‌ শরীফ দেখে তার উভয় হাত তুলবে কি-না। তিনি বললেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে হাজ্জ করেছি, কিন্তু তখন কি আমরা তা করেছি? \n\nযঈফ, যঈফ আবূ দাঊদ (৩২৬), মিশকাত তাহকীক ছানী (২৫৭৪)।",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي قَزَعَةَ الْبَاهِلِيِّ، عَنِ الْمُهَاجِرِ الْمَكِّيِّ، قَالَ سُئِلَ جَابِرُ بْنُ عَبْدِ اللَّهِ أَيَرْفَعُ الرَّجُلُ يَدَيْهِ إِذَا رَأَى الْبَيْتَ فَقَالَ حَجَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم أَفَكُنَّا نَفْعَلُهُ ‏.‏ قَالَ أَبُو عِيسَى رَفْعُ الْيَدَيْنِ عِنْدَ رُؤْيَةِ الْبَيْتِ إِنَّمَا نَعْرِفُهُ مِنْ حَدِيثِ شُعْبَةَ عَنْ أَبِي قَزَعَةَ ‏.‏ وَأَبُو قَزَعَةَ اسْمُهُ سُوَيْدُ بْنُ حُجَيْرٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, বাইতুল্লাহ্‌ দেখে হাত তোলা বিষয়ের এই হাদীসটি শুবা হতে আবূ কাযাআর সূত্রেই আমরা জেনেছি। আবূ কাযাআর নাম সুওয়াইদ ইবনু হুজাইর।"
  },
  {
    "hadith_id": 866,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে লোক পঞ্চাশ বার বাইতুল্লাহ্‌ তাওয়াফ করবে সে তার মায়ের গর্ভ হতে ভূমিষ্ঠ হওয়ার দিনের মত পাপ মুক্ত হয়ে যাবে। \n\nযঈফ, যঈফা (৫১০২)।",
    "ar": "يَحْيَى بْنُ يَمَانٍ، عَنْ شَرِيكٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ جُبَيْرٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ طَافَ بِالْبَيْتِ خَمْسِينَ مَرَّةً خَرَجَ مِنْ ذُنُوبِهِ كَيَوْمِ وَلَدَتْهُ أُمُّهُ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ أَنَسٍ وَابْنِ عُمَرَ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ غَرِيبٌ ‏.‏ سَأَلْتُ مُحَمَّدًا عَنْ هَذَا الْحَدِيثِ فَقَالَ إِنَّمَا يُرْوَى هَذَا عَنِ ابْنِ عَبَّاسٍ قَوْلُهُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "এই অনুচ্ছেদে আনাস ও ইবনু উমার (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, ইবনু আব্বাস (রাঃ) বর্ণিত হাদীসটি গারীব। আমি মুহাম্মাদ (বুখারী)-কে এই হাদীস প্রসঙ্গে প্রশ্ন করলে তিনি বলেন, এটি ইবনু আব্বাস (রাঃ) হতে তাঁর উক্তি হিসেবে বর্ণিত হয়ে থাকে।"
  },
  {
    "hadith_id": 873,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট হতে অচঞ্চল চোখে ও প্রফুল্ল মনে চলে গেলেন কিন্তু (কিছুক্ষণ পর) ফিরে আসলেন চিন্তাগ্রস্ত অবস্থায়। আমি তাঁকে প্রশ্ন করলে তিনি বলেন, আমি কাবার ভেতরে গিয়েছিলাম। কিন্তু আমার মন বলছিল আমি যদি এরূপ না করতাম (তবে সেটাই ভাল ছিল)। আমার ভয় হচ্ছে আমার পরে আমার উম্মাতদেরকে যন্ত্রণায় ফেললাম কি-না। \n\nযঈফ, ইবনু মাজাহ (৩০৬৪)",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا وَكِيعٌ، عَنْ إِسْمَاعِيلَ بْنِ عَبْدِ الْمَلِكِ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، عَنْ عَائِشَةَ، قَالَتْ خَرَجَ النَّبِيُّ صلى الله عليه وسلم مِنْ عِنْدِي وَهُوَ قَرِيرُ الْعَيْنِ طَيِّبُ النَّفْسِ فَرَجَعَ إِلَىَّ وَهُوَ حَزِينٌ فَقُلْتُ لَهُ فَقَالَ ‏ \"‏ إِنِّي دَخَلْتُ الْكَعْبَةَ وَوَدِدْتُ أَنِّي لَمْ أَكُنْ فَعَلْتُ إِنِّي أَخَافُ أَنْ أَكُونَ أَتْعَبْتُ أُمَّتِي مِنْ بَعْدِي ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 881,
    "narrator": "আইশা (রাঃ)",
    "bn": "তিনি বলেছেন, আমরা বললাম, ইয়া রাসূলাল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমরা মিনায় আপনার জন্য কি একটা ঘর বানিয়ে দিব যা আপনাকে ছায়া দিবে? তিনি বললেনঃ না। যে ব্যক্তি মিনায় যে জায়গাতে আগে পৌঁছবে সেটিই হবে তার অবস্থানস্থল। \n\nযঈফ, ইবনু মাজাহ (৩০০৬), আবূ ঈসা বলেন, এই হাদীসটি হাসান সহীহ্‌।",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ عِيسَى، وَمُحَمَّدُ بْنُ أَبَانَ، قَالاَ حَدَّثَنَا وَكِيعٌ، عَنْ إِسْرَائِيلَ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنْ يُوسُفَ بْنِ مَاهَكَ، عَنْ أُمِّهِ، مُسَيْكَةَ عَنْ عَائِشَةَ، قَالَتْ قُلْنَا يَا رَسُولَ اللَّهِ أَلاَ نَبْنِي لَكَ بَيْتًا يُظِلُّكَ بِمِنًى قَالَ ‏ \"‏ لاَ مِنًى مُنَاخُ مَنْ سَبَقَ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 902,
    "narrator": "আইশা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আল্লাহ্‌ তা’আলার যিকির প্রতিষ্ঠার লক্ষ্যেই জামরায় কংকর ছুড়া এবং সাফা-মারওয়ার মাঝে সাঈ করার নিয়ম রাখা হয়েছে। \n\nযঈফ, মিশকাত (২৬২৪), যঈফ আবূ দাঊদ (৩২৮)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، وَعَلِيُّ بْنُ خَشْرَمٍ، قَالاَ حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي زِيَادٍ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّمَا جُعِلَ رَمْىُ الْجِمَارِ وَالسَّعْىُ بَيْنَ الصَّفَا وَالْمَرْوَةِ لإِقَامَةِ ذِكْرِ اللَّهِ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি হাসান সহীহ্‌।"
  },
  {
    "hadith_id": 907,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুদাইদ নামক জায়গা হতে তাঁর কুরবাণীর পশু কেনেন। \n\nসনদ দুর্বল, ইব্‌ন মাজাহ (৩১০২)। বুখারী বর্ণনা করেছেন মাওকূফভাবে",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، وَأَبُو سَعِيدٍ الأَشَجُّ قَالاَ حَدَّثَنَا يَحْيَى بْنُ الْيَمَانِ، عَنْ سُفْيَانَ، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم اشْتَرَى هَدْيَهُ مِنْ قُدَيْدٍ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ مِنْ حَدِيثِ الثَّوْرِيِّ إِلاَّ مِنْ حَدِيثِ يَحْيَى بْنِ الْيَمَانِ ‏.‏ وَرُوِيَ عَنْ نَافِعٍ أَنَّ ابْنَ عُمَرَ اشْتَرَى هَدْيَهُ مِنْ قُدَيْدٍ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদিসটি গারীব। ইয়াহ্‌ইয়া ইবনুল ইয়ামানের সূত্রেই শুধু উপরোক্ত হাদীস প্রসঙ্গে জানা যায়। নাফি (রহঃ) হতে বর্ণিত আছে যে, ইবনু উমার (রাঃ) কুদাইদ হতে তা কেনেন। আবূ ঈসা বলেন, এই রিওয়াত অনেক বেশি সহীহ্‌।"
  },
  {
    "hadith_id": 914,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মহিলাদেরকে তাদের মাথা কামিয়ে ফেলতে মানা করেছেন। \n\nযঈফ, মিশকাত, তাহকীক ছানী (২৬৫৩)। যঈফ (৬৭৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى الْجُرَشِيُّ الْبَصْرِيُّ، حَدَّثَنَا أَبُو دَاوُدَ الطَّيَالِسِيُّ، حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنْ خِلاَسِ بْنِ عَمْرٍو، عَنْ عَلِيٍّ، قَالَ نَهَى رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ تَحْلِقَ الْمَرْأَةُ رَأْسَهَا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 915,
    "narrator": "মুহাম্মাদ ইবনু বাশশার আবূ দাঊদ হতে তিনি হাম্মাম হতে তিনি খিলাস",
    "bn": "মুহাম্মাদ ইবনু বাশশার আবূ দাঊদ হতে তিনি হাম্মাম হতে তিনি খিলাস হতে এই সূত্রে পূর্বোক্ত হাদীসের মতই বর্ণিত আছে। কিন্তু এই সূত্রে আলী (রাঃ)- এর নাম উল্লেখ নেই। আবূ ঈসা বলেন, আলী (রাঃ) বর্ণিত এই হাদীসটিতে অস্থিরতা আছে। এই হাদীসটি হাম্মাদ হতে কাতাদার সূত্রে আইশা (রাঃ) হতে বর্ণিত আছে বিদ্বানগণের মতে মহিলাদের মাথা কামাতে হবে না তাদের মাথার চুল ছাটতে হবে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو دَاوُدَ، عَنْ هَمَّامٍ، عَنْ خِلاَسٍ، نَحْوَهُ ‏.‏ وَلَمْ يَذْكُرْ فِيهِ عَنْ عَلِيٍّ، ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ عَلِيٍّ فِيهِ اضْطِرَابٌ ‏.‏ وَرُوِيَ هَذَا الْحَدِيثُ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ قَتَادَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى أَنْ تَحْلِقَ الْمَرْأَةُ رَأْسَهَا ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لاَ يَرَوْنَ عَلَى الْمَرْأَةِ حَلْقًا وَيَرَوْنَ أَنَّ عَلَيْهَا التَّقْصِيرَ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  },
  {
    "hadith_id": 919,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি মারফূ হিসেবে বর্ণনা করেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উমরার বেলায় হাজরে আসওয়াদ স্পর্শ করা মাত্র তালবিয়া পাঠ বন্ধ করতেন।\n\nযঈফ, ইরওয়া (১০৯৯), যঈফ আবূ দাঊদ (৩১৬)",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا هُشَيْمٌ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَطَاءٍ، عَنِ ابْنِ عَبَّاسٍ، يَرْفَعُ الْحَدِيثَ أَنَّهُ كَانَ يُمْسِكُ عَنِ التَّلْبِيَةِ، فِي الْعُمْرَةِ إِذَا اسْتَلَمَ الْحَجَرَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عَبَّاسٍ حَدِيثٌ صَحِيحٌ ‏.‏ وَالْعَمَلُ عَلَيْهِ عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ قَالُوا لاَ يَقْطَعُ الْمُعْتَمِرُ التَّلْبِيَةَ حَتَّى يَسْتَلِمَ الْحَجَرَ ‏.‏ وَقَالَ بَعْضُهُمْ إِذَا انْتَهَى إِلَى بُيُوتِ مَكَّةَ قَطَعَ التَّلْبِيَةَ ‏.‏ وَالْعَمَلُ عَلَى حَدِيثِ النَّبِيِّ صلى الله عليه وسلم وَبِهِ يَقُولُ سُفْيَانُ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَاقُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "বর্ণনাটি ইবনু আব্বাসের নিজস্ব কথা আর ইহাই সহীহ. এই অনুচ্ছেদে আব্দুল্লাহ ইবনু আমর (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেন , ইব্‌নু আব্বাস (রাঃ) বর্ণিত হাদীসটি হাসান সহীহ্‌। বেশিরভাগ আলিম এই হাদীস অনুসারে বলেছেন, উমরা পালনকারী হাজরে আসওয়াদ স্পর্শ না করা পর্যন্ত তালবিয়া পাঠ বন্ধ করবে না। কোন কোন আলিম বলেন, মক্কার জনপদের সীমায় পৌঁছেই তালবিয়া পাঠ বন্ধ করে দিবে। (তিরমিযী বলেন) তবে উক্ত হাদীস অনুযায়ীই আমল করতে হবে। সুফিয়ান সাওরী, শাফিঈ, আহ্‌মাদ ও ইসহাকের এই অভিমত।"
  },
  {
    "hadith_id": 920,
    "narrator": "ইবনু আব্বাস ও আইশা (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাওয়াফে যিয়ারাতরাত পর্যন্ত বিলম্ব করেছেন। \n\nশাজ, ইবনু মাজাহ (৩০৫৯)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي الزُّبَيْرِ، عَنِ ابْنِ عَبَّاسٍ، وَعَائِشَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَخَّرَ طَوَافَ الزِّيَارَةِ إِلَى اللَّيْلِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَقَدْ رَخَّصَ بَعْضُ أَهْلِ الْعِلْمِ فِي أَنْ يُؤَخَّرَ طَوَافُ الزِّيَارَةِ إِلَى اللَّيْلِ وَاسْتَحَبَّ بَعْضُهُمْ أَنْ يَزُورَ يَوْمَ النَّحْرِ وَوَسَّعَ بَعْضُهُمْ أَنْ يُؤَخَّرَ وَلَوْ إِلَى آخِرِ أَيَّامِ مِنًى ‏.‏",
    "grade_id": 20,
    "grade": "শায",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি হাসান সহীহ। একদল বিশেষজ্ঞ আলিম রাত অবধি দেরি করে তাওয়াফে যিয়ারাত করার সম্মতি দিয়েছেন। আরেক দল আলিম কুরবানীর দিন তা করা মুস্তাহাব বলেছেন। অন্য একদল আলিম মিনায় থাকতে শেষ দিন পর্যন্ত তা দেরি করার সম্মতি প্রকাশ করেছেন।"
  },
  {
    "hadith_id": 927,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে যখন হাজ্জ করতাম তখন মেয়েদের পক্ষ হতে তালবিয়া পাঠ করতাম এবং বালকদের পক্ষ হতে রমী (কঙ্কর নিক্ষেপ) করতাম। \n\nযঈফ, ইবনু মাজাহ (৩০৩৮)।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ إِسْمَاعِيلَ الْوَاسِطِيُّ، قَالَ سَمِعْتُ ابْنَ نُمَيْرٍ، عَنْ أَشْعَثَ بْنِ سَوَّارٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ كُنَّا إِذَا حَجَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم فَكُنَّا نُلَبِّي عَنِ النِّسَاءِ وَنَرْمِي عَنِ الصِّبْيَانِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ هَذَا الْوَجْهِ ‏.‏ وَقَدْ أَجْمَعَ أَهْلُ الْعِلْمِ عَلَى أَنَّ الْمَرْأَةَ لاَ يُلَبِّي عَنْهَا غَيْرُهَا بَلْ هِيَ تُلَبِّي عَنْ نَفْسِهَا وَيُكْرَهُ لَهَا رَفْعُ الصَّوْتِ بِالتَّلْبِيَةِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি গারীব। শুধু উপরোক্ত সূত্রেই এটি আমরা জেনেছি। এই প্রসঙ্গে আলিমগণ একমত যে, মেয়েরা নিজেদের তালবিয়া পাঠ করবে। তাদের হয়ে অন্য কেঊ তালবিয়া পাঠ করলে তা হবে না। তবে তাদের উচ্চ কন্ঠে তালবিয়া পাঠ করা মাকরূহ।"
  },
  {
    "hadith_id": 931,
    "narrator": "জাবির (রাঃ)",
    "bn": "নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে প্রশ্ন করা হলো উমরা করা কি ওয়াজিব? তিনি বললেনঃ না, তবে তোমরা উমরা করলে তা অতিশয় ভাল। \n\nসনদ দুর্বল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الأَعْلَى الصَّنْعَانِيُّ، حَدَّثَنَا عُمَرُ بْنُ عَلِيٍّ، عَنِ الْحَجَّاجِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم سُئِلَ عَنِ الْعُمْرَةِ أَوَاجِبَةٌ هِيَ قَالَ ‏ \"‏ لاَ وَأَنْ تَعْتَمِرُوا هُوَ أَفْضَلُ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَهُوَ قَوْلُ بَعْضِ أَهْلِ الْعِلْمِ قَالُوا الْعُمْرَةُ لَيْسَتْ بِوَاجِبَةٍ ‏.‏ وَكَانَ يُقَالُ هُمَا حَجَّانِ الْحَجُّ الأَكْبَرُ يَوْمَ النَّحْرِ وَالْحَجُّ الأَصْغَرُ الْعُمْرَةُ ‏.‏ وَقَالَ الشَّافِعِيُّ الْعُمْرَةُ سُنَّةٌ لاَ نَعْلَمُ أَحَدًا رَخَّصَ فِي تَرْكِهَا وَلَيْسَ فِيهَا شَيْءٌ ثَابِتٌ بِأَنَّهَا تَطَوُّعٌ وَقَدْ رُوِيَ عَنِ النَّبِيِّ صلى الله عليه وسلم بِإِسْنَادٍ وَهُوَ ضَعِيفٌ لاَ تَقُومُ بِمِثْلِهِ الْحُجَّةُ وَقَدْ بَلَغَنَا عَنِ ابْنِ عَبَّاسٍ أَنَّهُ كَانَ يُوجِبُهَا ‏.‏ قَالَ أَبُو عِيسَى كُلُّهُ كَلاَمُ الشَّافِعِيِّ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, এই হাদীসটি হাসান সহীহ্‌। কোন কোন আলিমের মতে উমরা ওয়াজিব নয়। এ কথাও বলা হত যে, হাজ্জ হলো দু’টি। কুরবানীর দিন হলো বড় হাজ্জ এবং উমরা হলো ছোট হাজ্জ। ইমাম শাফিঈ বলেন, উমরা হলো সুন্নাত (প্রতিষ্ঠিত ইবাদাত)। আমার জানামতে তা ছেড়ে দেয়ার সুযোগ কেউ দেননি। এতি নফল হওয়া প্রসঙ্গেও কোন গ্রহণযোগ্য প্রমাণ নেই। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এটি নফল বলে যে হাদীস বর্ণিত আছে তা যঈফ, তা দলীল হিসাবে গ্রহণযোগ্য নয়। আমরা জেনেছি যে, ইবনু আব্বাস (রাঃ) উমরা পালন ওয়াজিব মনে করতেন। আবূ ঈসা বলেন, এর পুরোটাই ইমাম শাফিঈর বক্তব্য।"
  },
  {
    "hadith_id": 946,
    "narrator": "হারিস ইবনু আব্দুল্লাহ্‌ ইবনু আওস (রাঃ)",
    "bn": "তিনি বলেছেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছিঃ যে ব্যাক্তি এই ঘরের হাজ্জ বা উমরা করবে তার শেষ কাজ যেন বাইতুল্লায় সম্পর্কযুক্ত হয়। \n\nএই বর্ণনাটি মুনকার, তবে “উমরা করবে” এই শব্দ ব্যতীত হাদীসের অর্থ সহীহ, সহীহ আবূ দাঊদ (১৭৪৯), যঈফা (৪৫৮৫)",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَبْدِ الرَّحْمَنِ الْكُوفِيُّ، حَدَّثَنَا الْمُحَارِبِيُّ، عَنِ الْحَجَّاجِ بْنِ أَرْطَاةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ الْمُغِيرَةِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْبَيْلَمَانِيِّ، عَنْ عَمْرِو بْنِ أَوْسٍ، عَنِ الْحَارِثِ بْنِ عَبْدِ اللَّهِ بْنِ أَوْسٍ، قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ مَنْ حَجَّ هَذَا الْبَيْتَ أَوِ اعْتَمَرَ فَلْيَكُنْ آخِرُ عَهْدِهِ بِالْبَيْتِ ‏\"‏ ‏.‏ فَقَالَ لَهُ عُمَرُ خَرَرْتَ مِنْ يَدَيْكَ سَمِعْتَ هَذَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَلَمْ تُخْبِرْنَا بِهِ ‏.‏ قَالَ وَفِي الْبَابِ عَنِ ابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ الْحَارِثِ بْنِ عَبْدِ اللَّهِ بْنِ أَوْسٍ حَدِيثٌ غَرِيبٌ ‏.‏ وَهَكَذَا رَوَى غَيْرُ وَاحِدٍ عَنِ الْحَجَّاجِ بْنِ أَرْطَاةَ مِثْلَ هَذَا وَقَدْ خُولِفَ الْحَجَّاجُ فِي بَعْضِ هَذَا الإِسْنَادِ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "উমার (রাঃ) তখন তাকে (হারিস ইবনু আব্দুল্লাহ্‌ কে) বলেন, তোমর শরম হওয়া উচিত। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে তুমি এই বিষয়টি শুনেছ অথচ আজো আমাদেরকে তা জানাওনি। \nএই অনুচ্ছেদে ইবনু আব্বাস (রাঃ) হতেও হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, হারিস ইবনু আব্দুল্লাহ ইবনু আওস (রাঃ) বর্ণিত হাদীসটি গারীব। হাজ্জাজ ইবনু আরতাহ হতেও একাধিক রাবী একইরকম বর্ণনা করেছেন। এই সনদের কোন কোন অংশে হাজ্জাজের উল্টো বর্ণনা করা হয়েছে।"
  },
  {
    "hadith_id": 962,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইহ্‌রাম অবস্থায় সুগন্ধিহীন তেল ব্যবহার করতেন। \n\nসনদ দুর্বল।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ فَرْقَدٍ السَّبَخِيِّ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عُمَرَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يَدَّهِنُ بِالزَّيْتِ وَهُوَ مُحْرِمٌ غَيْرَ الْمُقَتَّتِ ‏.‏ قَالَ أَبُو عِيسَى الْمُقَتَّتُ الْمُطَيَّبُ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ غَرِيبٌ لاَ نَعْرِفُهُ إِلاَّ مِنْ حَدِيثِ فَرْقَدٍ السَّبَخِيِّ عَنْ سَعِيدِ بْنِ جُبَيْرٍ ‏.‏ وَقَدْ تَكَلَّمَ يَحْيَى بْنُ سَعِيدٍ فِي فَرْقَدٍ السَّبَخِيِّ وَرَوَى عَنْهُ النَّاسُ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ ঈসা বলেন, ‘মুত্তাকাত’ অর্থ সুগন্ধযুক্ত। তিনি আরও বলেন, এই হাদিসটি গারীব। ফারকাদ আস-সাবাখী হতে সাঈদ ইবনু জুবাইর-এর সূত্রেই শুধু মাত্র আমরা এই হাদীস প্রসঙ্গে জেনেছি। ইয়াহ্‌ইয়া ইবনু সাঈদ (রহঃ) ফারকাদ আস-সাবাখীর সমালোচনা করেছেন। কিন্তু তার বরাতে লোকেরা হাদীস বর্ণনা করেছে।"
  },
  {
    "hadith_id": 829,
    "narrator": "খাল্লাদ ইবনুল সাইব (রাঃ) হতে তাঁর পিতার সূত্র",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ জিবরাঈল (আ) আমার নিকট এসে বলেন যে, আমার সাহাবীদেরকে যেন আমি উচ্চস্বরে তালবিয়া পাঠের নির্দেশ প্রদান করি।\n\n-সহীহ, ইবনু মা-জাহ (২৯২২)।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، وَهُوَ ابْنُ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ، عَنْ خَلاَّدِ بْنِ السَّائِبِ بْنِ خَلاَّدٍ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَتَانِي جِبْرِيلُ فَأَمَرَنِي أَنْ آمُرَ أَصْحَابِي أَنْ يَرْفَعُوا أَصْوَاتَهُمْ بِالإِهْلاَلِ وَالتَّلْبِيَةِ ‏\"‏ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ زَيْدِ بْنِ خَالِدٍ وَأَبِي هُرَيْرَةَ وَابْنِ عَبَّاسٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ خَلاَّدٍ عَنْ أَبِيهِ حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏ وَرَوَى بَعْضُهُمْ هَذَا الْحَدِيثَ عَنْ خَلاَّدِ بْنِ السَّائِبِ عَنْ زَيْدِ بْنِ خَالِدٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَلاَ يَصِحُّ وَالصَّحِيحُ هُوَ عَنْ خَلاَّدِ بْنِ السَّائِبِ عَنْ أَبِيهِ ‏.‏ وَهُوَ خَلاَّدُ بْنُ السَّائِبِ بْنِ خَلاَّدِ بْنِ سُوَيْدٍ الأَنْصَارِيُّ عَنْ أَبِيهِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "যাইদ ইবনু খালিদ, আবূ হুরাইরা ও ইবনু আব্বাস (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। খাল্লাদ হতে তার পিতার সূত্রে বর্ণিত হাদীসটিকে আবূ ঈসা হাসান সহীহ্ বলেছেন। এই হাদীসটিকে কেউ কেউ খাল্লাদ ইবনু সাইব হতে, তিনি যাইদ ইবনু খালিদ (রাঃ)-এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। কিন্তু এটি সহীহ্ নয়। খাল্লাদ ইবনুস সাইব তার পিতার সূত্রে এই বর্ণনাটি সঠিক।"
  },
  {
    "hadith_id": 848,
    "narrator": "আবূ কাতাদা (রাঃ)",
    "bn": "আবূন নাযরের হাদীসের মতই আবূ কাতাদা (রাঃ) -এর সূত্রে হাদীস বর্ণিত আছে। তবে এই রিওয়ায়াতে আরো আছেঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমাদের নিকট এর গোশত অবশিষ্ট আছে কি?\n\n-সহীহ, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي قَتَادَةَ، فِي حِمَارِ الْوَحْشِ مِثْلَ حَدِيثِ أَبِي النَّضْرِ غَيْرَ أَنَّ فِي، حَدِيثِ زَيْدِ بْنِ أَسْلَمَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ هَلْ مَعَكُمْ مِنْ لَحْمِهِ شَيْءٌ ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন।"
  },
  {
    "hadith_id": 870,
    "narrator": "জাফর ইবনু মুহাম্মদ (রহঃ) হতে তাঁর পিতার সূত্র",
    "bn": "তিনি বলেন, তাওয়াফের দু’রাক’আত নামাযে তিনি (মুহাম্মাদ আল-বাকির) সূরা কাফিরূন ও সূরা ইখলাস তিলাওয়াত করতে পছন্দ করতেন।\n\n-সনদ সহীহ, মাকতু’।",
    "ar": "حَدَّثَنَا هَنَّادٌ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ، عَنْ أَبِيهِ، أَنَّهُ كَانَ يَسْتَحِبُّ أَنْ يَقْرَأَ، فِي رَكْعَتَىِ الطَّوَافِ بِـ ‏(‏ قُلْ يَا أَيُّهَا الْكَافِرُونَ ‏)‏ وَ ‏(‏ قُلْ هُوَ اللَّهُ أَحَدٌ ‏)‏ ‏.‏ قَالَ أَبُو عِيسَى وَهَذَا أَصَحُّ مِنْ حَدِيثِ عَبْدِ الْعَزِيزِ بْنِ عِمْرَانَ وَحَدِيثُ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ فِي هَذَا أَصَحُّ مِنْ حَدِيثِ جَعْفَرِ بْنِ مُحَمَّدٍ عَنْ أَبِيهِ عَنْ جَابِرٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏ وَعَبْدُ الْعَزِيزِ بْنُ عِمْرَانَ ضَعِيفٌ فِي الْحَدِيثِ ‏.‏",
    "grade_id": 8,
    "grade": "সহিহ মাকতু",
    "grade_color": "#46B891",
    "note": "আব্দুল আজীজ ইবনু ইমরানের হাদীসের তুলনায় এই হাদীসটিকে আবূ ঈসা বেশি সহীহ বলেছেন। কেননা বর্ণনাকারী আবদুল আযীয ইবনু ইমরান হাদীস শাস্ত্রে দুর্বল।"
  },
  {
    "hadith_id": 872,
    "narrator": "ইবনু আবূ উমার",
    "bn": "ইবনু আবূ উমার ও নাসর ইবনু আলী তারা উভয়ে সুফিয়ান হতে, তিনি আবূ ইসহাকের বরাতে পূর্বোক্ত হাদীসের মতই বর্ণনা করেছেন। তবে যাইদ ইবনু উসাইর স্থলে তারা উভয়ে ইয়ুসাই উল্লেখ করেছেন, এটাই বেশি সহীহ। \n\n-সহীহ, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، وَنَصْرُ بْنُ عَلِيٍّ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي إِسْحَاقَ، نَحْوَهُ وَقَالاَ زَيْدُ بْنُ يُثَيْعٍ ‏.‏ وَهَذَا أَصَحُّ ‏.‏ قَالَ أَبُو عِيسَى وَشُعْبَةُ وَهِمَ فِيهِ فَقَالَ زَيْدُ بْنُ أُثَيْلٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, এই ক্ষেত্রে শুবার ভুল আছে। বর্ণনাকারীর নামটি তিনি যাইদ ইবনু উসাইল বলে উল্লেখ করেছেন।"
  },
  {
    "hadith_id": 888,
    "narrator": "মুহাম্মাদ ইবনু বাশশার",
    "bn": "মুহাম্মাদ ইবনু বাশশার ইয়াহইয়া ইবনু সাঈদ হতে, তিনি ইসমাঈল ইবনু আবূ খালিদ হতে, তিনি আবূ ইসহাক হতে, তিনি সাঈদ ইবনু জুবাইর হতে, তিনি ইবনু উমার হতে, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ বর্ণনা করেছেন।\n\n-সহীহ, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ ‏.‏ قَالَ مُحَمَّدُ بْنُ بَشَّارٍ قَالَ يَحْيَى وَالصَّوَابُ حَدِيثُ سُفْيَانَ ‏.‏ قَالَ وَفِي الْبَابِ عَنْ عَلِيٍّ وَأَبِي أَيُّوبَ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ وَجَابِرٍ وَأُسَامَةَ بْنِ زَيْدٍ ‏.‏ قَالَ أَبُو عِيسَى حَدِيثُ ابْنِ عُمَرَ فِي رِوَايَةِ سُفْيَانَ أَصَحُّ مِنْ رِوَايَةِ إِسْمَاعِيلَ بْنِ أَبِي خَالِدٍ وَحَدِيثُ سُفْيَانَ حَدِيثٌ صَحِيحٌ حَسَنٌ ‏.‏ قَالَ أَبُو عِيسَى وَرَوَى إِسْرَائِيلُ هَذَا الْحَدِيثَ عَنْ أَبِي إِسْحَاقَ عَنْ عَبْدِ اللَّهِ وَخَالِدٍ ابْنَىْ مَالِكٍ عَنِ ابْنِ عُمَرَ ‏.‏ وَحَدِيثُ سَعِيدِ بْنِ جُبَيْرٍ عَنِ ابْنِ عُمَرَ هُوَ حَدِيثٌ حَسَنٌ صَحِيحٌ أَيْضًا رَوَاهُ سَلَمَةُ بْنُ كُهَيْلٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ ‏.‏ وَأَمَّا أَبُو إِسْحَاقَ فَرَوَاهُ عَنْ عَبْدِ اللَّهِ وَخَالِدٍ ابْنَىْ مَالِكٍ عَنِ ابْنِ عُمَرَ ‏.‏ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ لأَنَّهُ لاَ تُصَلَّى صَلاَةُ الْمَغْرِبِ دُونَ جَمْعٍ فَإِذَا أَتَى جَمْعًا وَهُوَ الْمُزْدَلِفَةُ جَمَعَ بَيْنَ الصَّلاَتَيْنِ بِإِقَامَةٍ وَاحِدَةٍ وَلَمْ يَتَطَوَّعْ فِيمَا بَيْنَهُمَا وَهُوَ الَّذِي اخْتَارَهُ بَعْضُ أَهْلِ الْعِلْمِ وَذَهَبَ إِلَيْهِ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ ‏.‏ قَالَ سُفْيَانُ وَإِنْ شَاءَ صَلَّى الْمَغْرِبَ ثُمَّ تَعَشَّى وَوَضَعَ ثِيَابَهُ ثُمَّ أَقَامَ فَصَلَّى الْعِشَاءَ ‏.‏ وَقَالَ بَعْضُ أَهْلِ الْعِلْمِ يَجْمَعُ بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ بِالْمُزْدَلِفَةِ بِأَذَانٍ وَإِقَامَتَيْنِ يُؤَذِّنُ لِصَلاَةِ الْمَغْرِبِ وَيُقِيمُ وَيُصَلِّي الْمَغْرِبَ ثُمَّ يُقِيمُ وَيُصَلِّي الْعِشَاءَ ‏.‏ وَهُوَ قَوْلُ الشَّافِعِيِّ ‏.‏\nقَالَ أَبُو عِيسَى وَرَوَى إِسْرَائِيلُ هَذَا الْحَدِيثَ عَنْ أَبِي إِسْحَقَ عَنْ عَبْدِ اللَّهِ وَخَالِدٍ ابْنَيْ مَالِكٍ عَنْ ابْنِ عُمَرَ وَحَدِيثُ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عُمَرَ هُوَ حَدِيثٌ حَسَنٌ صَحِيحٌ أَيْضًا رَوَاهُ سَلَمَةُ بْنُ كُهَيْلٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ وَأَمَّا أَبُو إِسْحَقَ فَرَوَاهُ عَنْ عَبْدِ اللَّهِ وَخَالِدٍ ابْنَيْ مَالِكٍ عَنْ ابْنِ عُمَرَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মুহাম্মাদ ইবনু বাশশার বলেন, ইয়াহইয়া সুফিয়ানের বর্ণনাটিকে সঠিক বলেছেন। আলী, আবূ আইয়্যুব, আবদুল্লাহ্ ইবনু মাসউদ, জাবির ও উসামা ইবনু যাইদ (রাঃ) হতেও এই অনুচ্ছেদে হাদীস বর্ণিত আছে। আবূ ঈসা বলেন, ইবনু উমার (রাঃ)-এর হাদীস সম্বন্ধে সুফিয়ানের রিওয়ায়াতটি ইসমাঈল ইবনু আবূ খালিদের রিওয়ায়াত অপেক্ষা বেশি সহীহ। সুফিয়ানের রিওয়ায়াতটি হাসান সহীহ।\nএই হাদীস অনুযায়ী আলিমগণ বলেন, মাগরিবের নামায মুযদালিফার বাইরে আদায় করা যাবে না। মুযদালিফায় পৌছার পর দুই নামায (মাগরিব-এশা) এক ইকামাতে একইসাথে আদায় করবে, এর মধ্যে নফল নামায আদায় করবে না। কিছু আলিম এই মত গ্রহণ করেছেন। এই অভিমত সুফিয়ান সাওরীর। তিনি বলেন, ইচ্ছা করলে মাগরিব আদায় করে রাতের খাবার খেয়ে, পোশাক-পরিচ্ছদ ছেড়ে তারপর ইকামাত দিয়ে এশার নামায আদায় করা যায়। আবার কিছু আলিম বলেন, মুযদালিফায় মাগরিব ও এশা একসাথে এক আযান ও দুই ইকামাতে আদায় করবে। মাগরিবের আযান দেওয়ার পর ইকামাত দিবে এবং মাগরিবের নামায আদায় করবে, আবার ইকামাত দিয়ে এশার নামায আদায় করবে। এই মত ইমাম শাফিঈর। আবূ ঈসা বলেনঃ আবূ ইসহাক-মালিক পুত্রদ্বয় আবদুল্লাহ ও খালিদ সূত্রে-ইবনু উমার (রাঃ) হতে এই হাদীসটিকে ইসরাঈল বর্ণনা করেছেন। ইবনু উমার (রাঃ) হতে সাঈদ ইবনু জুবাইর (রহঃ) বর্ণিত হাদীসটি হাসান সহীহ। সাঈদ ইবনু জুবাইর হতে সালামা ইবনু কুহাইলও এটিকে বর্ণনা করেছেন। মালিকের পুত্রদ্বয় আবদুল্লাহ ও খালিদ-ইবনু উমার (রাঃ) হতে এটিকে আবূ ইসহাক বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 890,
    "narrator": "ইবনু আবী উমার সুফিয়ান",
    "bn": "পূর্বোক্ত হাদীসের মতই ইবনু আবী উমার সুফিয়ান ইবনু উয়াইনা হতে, তিনি সুফিয়ান সাওরী হতে, তিনি বুকাইর ইবনু আতা হতে তিনি আবদুর রাহমান ইবনু ইয়ামুর (রাঃ) হতে তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন।\n\n– সহীহ, দেখুন পূর্বের হাদীস।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ سُفْيَانَ الثَّوْرِيِّ، عَنْ بُكَيْرِ بْنِ عَطَاءٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَعْمَرَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِمَعْنَاهُ ‏.‏ وَقَالَ ابْنُ أَبِي عُمَرَ قَالَ سُفْيَانُ بْنُ عُيَيْنَةَ وَهَذَا أَجْوَدُ حَدِيثٍ رَوَاهُ سُفْيَانُ الثَّوْرِيُّ ‏.‏ قَالَ أَبُو عِيسَى وَالْعَمَلُ عَلَى حَدِيثِ عَبْدِ الرَّحْمَنِ بْنِ يَعْمَرَ عِنْدَ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم وَغَيْرِهِمْ أَنَّهُ مَنْ لَمْ يَقِفْ بِعَرَفَاتٍ قَبْلَ طُلُوعِ الْفَجْرِ فَقَدْ فَاتَهُ الْحَجُّ وَلاَ يُجْزِئُ عَنْهُ إِنْ جَاءَ بَعْدَ طُلُوعِ الْفَجْرِ وَيَجْعَلُهَا عُمْرَةً وَعَلَيْهِ الْحَجُّ مِنْ قَابِلٍ ‏.‏ وَهُوَ قَوْلُ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رَوَى شُعْبَةُ عَنْ بُكَيْرِ بْنِ عَطَاءٍ نَحْوَ حَدِيثِ الثَّوْرِيِّ ‏.‏ قَالَ وَسَمِعْتُ الْجَارُودَ يَقُولُ سَمِعْتُ وَكِيعًا أَنَّهُ ذَكَرَ هَذَا الْحَدِيثَ فَقَالَ هَذَا الْحَدِيثُ أُمُّ الْمَنَاسِكِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সুফিয়ান ইবনু উআইনা বলেন, এটি একটি উত্তম হাদীস যা সুফিয়ান সাওরী বর্ণনা করেছেন। আবূ ঈসা বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একদল বিশেষজ্ঞ সাহাবী ও অন্যান্য আলিম আবদুর রাহমান ইবনু ইয়ামুরের হাদীস অনুসারে আমল করেন। তাঁরা বলেন, (৯ যিলহজ্জ দিবাগত রাতে) কোন লোক যদি ফজর উদয়ের পূর্বে আরাফাতে হাযির হতে ব্যর্থ হয় তবে তার হজ্জ ছুটে গেল। ফজর উদয়ের পর হাযির হলে তা ধর্তব্য হবে না। সে উমরা করবে এবং পরবর্তী বছর হজ্জ আদায় করবে। এই মত প্রকাশ করেছেন সুফিয়ান সাওরী, সাফিঈ, আহমাদ ও ইসহাক। আবূ ঈসা বলেনঃ শুবা বুকাইর ইবনু আতা হতে সাওরীর হাদীসের অনুরূপ হাদীস বর্ণনা করেছেন। এই হাদীসটি ওয়াকী বর্ণনা করে বলেছেন, হজ্জ সম্পর্কিত হাদীসসমূহের মূল হচ্ছে এই হাদীসটি।"
  },
  {
    "hadith_id": 926,
    "narrator": "মুহাম্মাদ ইবনুল মুনকাদির",
    "bn": "কুতাইবা কাযায়া ইবনু সুয়াইদ আল-বাহিলী হতে, তিনি মুহাম্মাদ ইবনুল মুনকাদির হতে, তিনি জাবির ইবনু আবদুল্লাহ হতে, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে অনুরূপ হাদীস বর্ণনা করেছেন। \n\n-সহীহ, দেখুন পূর্বের হাদীস",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا قَزَعَةُ بْنُ سُوَيْدٍ الْبَاهِلِيُّ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ يَعْنِي حَدِيثَ مُحَمَّدِ بْنِ طَرِيفٍ ‏.‏ قَالَ أَبُو عِيسَى وَقَدْ رُوِيَ عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ عَنِ النَّبِيِّ صلى الله عليه وسلم مُرْسَلاً ‏.‏ وَقَدْ أَجْمَعَ أَهْلُ الْعِلْمِ أَنَّ الصَّبِيَّ إِذَا حَجَّ قَبْلَ أَنْ يُدْرِكَ فَعَلَيْهِ الْحَجُّ إِذَا أَدْرَكَ لاَ تُجْزِئُ عَنْهُ تِلْكَ الْحَجَّةُ عَنْ حَجَّةِ الإِسْلاَمِ وَكَذَلِكَ الْمَمْلُوكُ إِذَا حَجَّ فِي رِقِّهِ ثُمَّ أُعْتِقَ فَعَلَيْهِ الْحَجُّ إِذَا وَجَدَ إِلَى ذَلِكَ سَبِيلاً وَلاَ يُجْزِئُ عَنْهُ مَا حَجَّ فِي حَالِ رِقِّهِ ‏.‏ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَاقَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, হাদীসটি মুহাম্মাদ ইবনুল মুনকাদিরের বরাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে মুর্সাল রূপেও বর্ণিত আছে।\n\nএই বিষয়ে বিশেষজ্ঞ আলিমগণ একমত যে, যদি নাবালেগ শিশু হজ্জ আদায় করে তাহলে আবার বালেগ হওয়ার পর (হজ্জ ফরয হলে) তাকে হজ্জ আদায় করতে হবে। ফরয হজ্জের জন্য শিশুকালের হজ্জ যথেষ্ট হবে না। অনুরূপভাবে হজ্জ করার পর যদি কোন দাস আযাদ হয় তাহলে হজ্জের সামর্থ হলে আবার তাকে হজ্জ আদায় করতে হবে। তার ফরয হজ্জের জন্য দাস অবস্থার হজ্জ যথেষ্ট হবে না। এই মত সুফিয়ান সাওরী, শাফিঈ, আহমাদ ও ইসহাকের।"
  },
  {
    "hadith_id": 949,
    "narrator": "মারফূভাবে আলী ইবনুল হাযরামী (রাঃ)",
    "bn": "মারফূভাবে আলী ইবনুল হাযরামী (রাঃ) হতে বর্ণিত আছে, মুহাজিরগণ হজ্জের সকল অনুষ্ঠান পালনের পর মক্কাতে তিন দিন থাকতে পারেন।\n\n-সহীহ ইবনু মা-জাহ (১০৭৩), বুখারী, মুসলিম।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حُمَيْدٍ، سَمِعَ السَّائِبَ بْنَ يَزِيدَ، عَنِ الْعَلاَءِ بْنِ الْحَضْرَمِيِّ يَعْنِي مَرْفُوعًا، قَالَ ‏ \"‏ يَمْكُثُ الْمُهَاجِرُ بَعْدَ قَضَاءِ نُسُكِهِ بِمَكَّةَ ثَلاَثًا ‏\"‏ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَقَدْ رُوِيَ مِنْ غَيْرِ هَذَا الْوَجْهِ بِهَذَا الإِسْنَادِ مَرْفُوعًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এটি এই সনদে মারফূ হিসেবে অন্যভাবেও বর্ণিত আছে।"
  },
  {
    "hadith_id": 954,
    "narrator": "আবূল বাদাহ ইবনু আদী (রাঃ) হতে তার পিতার সূত্র",
    "bn": "তিনি বলেন, রাখালদেরকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদিন (জামরাতুল আকাবায়) কংকর মারতে এবং আরেকদিন তা বাদ দিতে অনুমতি দিয়েছেন।\n\n-সহীহ, ইবনু মা-জাহ (৩০৩৬)।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ مُحَمَّدِ بْنِ عَمْرِو بْنِ حَزْمٍ، عَنْ أَبِيهِ، عَنْ أَبِي الْبَدَّاحِ بْنِ عَدِيٍّ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أَرْخَصَ لِلرِّعَاءِ أَنْ يَرْمُوا يَوْمًا وَيَدَعُوا يَوْمًا ‏.‏ قَالَ أَبُو عِيسَى هَكَذَا رَوَى ابْنُ عُيَيْنَةَ ‏.‏ وَرَوَى مَالِكُ بْنُ أَنَسٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ عَنْ أَبِيهِ عَنْ أَبِي الْبَدَّاحِ بْنِ عَاصِمِ بْنِ عَدِيٍّ عَنْ أَبِيهِ ‏.‏ وَرِوَايَةُ مَالِكٍ أَصَحُّ ‏.‏ وَقَدْ رَخَّصَ قَوْمٌ مِنْ أَهْلِ الْعِلْمِ لِلرِّعَاءِ أَنْ يَرْمُوا يَوْمًا وَيَدَعُوا يَوْمًا وَهُوَ قَوْلُ الشَّافِعِيِّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূ ঈসা বলেন, ইবনু উআইনা এরকমই বর্ণনা করেছেন। আর মালিক ইবনু আনাস আবদুল্লাহ ইবনু আবূ বাকর হতে, তিনি তার পিতা হতে, তিনি আবূল বাদাহ ইবনু আসিম ইবনু আদী (রাঃ) হতে, তিনি তার পিতা হতে এটিকে বর্ণনা করেছেন। মালিক (রহঃ)-এর এই বর্ণনাটি অনেক বেশি সহীহ। একদল আলিম এই হাদীসের ভিত্তিতে রাখালদের জন্য একদিন জামরায় কংকর মারার এবং অন্যদিন তা বাদ দেওয়ার অনুমতি দিয়েছেন। এই মত ইমাম শাফিঈ (রহঃ)-এর।"
  },
  {
    "hadith_id": 955,
    "narrator": "আসিম ইবনু আদী (রাঃ) হতে তার পিতার সূত্র",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উটের রাখালদের (মিনায়) রাত্রি যাপন না করার এবং কুরবানীর দিন কংকর মেরে পরবর্তী দুইদিনের কংকর কোন একদিন একত্রে মারার অনুমতি দিয়েছেন। মালিক বলেন, আমার মনে হয় আবদুল্লাহ ইবনু আবী বাকর তার বর্ণনায় বলেছেন, দুই দিনের কংকর প্রথম দিন একত্রে এবং মিনা হতে যাত্রার শেষদিন কংকর মারবে। \n\n-সহীহ, ইবনু মা-জাহ (৩০৩৭)।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ، حَدَّثَنِي عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ، عَنْ أَبِيهِ، عَنْ أَبِي الْبَدَّاحِ بْنِ عَاصِمِ بْنِ عَدِيٍّ، عَنْ أَبِيهِ، قَالَ رَخَّصَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِرِعَاءِ الإِبِلِ فِي الْبَيْتُوتَةِ أَنْ يَرْمُوا يَوْمَ النَّحْرِ ثُمَّ يَجْمَعُوا رَمْىَ يَوْمَيْنِ بَعْدَ يَوْمِ النَّحْرِ فَيَرْمُونَهُ فِي أَحَدِهِمَا ‏.‏ قَالَ مَالِكٌ ظَنَنْتُ أَنَّهُ قَالَ فِي الأَوَّلِ مِنْهُمَا ثُمَّ يَرْمُونَ يَوْمَ النَّفْرِ ‏.‏ قَالَ أَبُو عِيسَى هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ وَهُوَ أَصَحُّ مِنْ حَدِيثِ ابْنِ عُيَيْنَةَ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই হাদীসটিকে আবূ ঈসা হাসান সহীহ বলেছেন। এই হাদীসটি ইবনু উআইনা হতে আবদুল্লাহ ইবনু আবূ বাকরের সূত্রে বর্ণিত হাদীস অপেক্ষা অনেক বেশি সহীহ।"
  },
  {
    "hadith_id": 836,
    "narrator": "ইবনু আবী উমার",
    "bn": "ইবনু আবী উমার সুফিয়ান হতে, তিনি আমর ইবনু দীনার হতে, তিনি আতা হতে, তিনি সাফওয়ান ইবনু ইয়ালা হতে এই সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উপরোক্ত হাদীসের অনুরূপ বক্তব্য সম্বলিত হাদীস ইয়ালা (রাঃ) হতে বর্ণিত আছে। আবূ ঈসা এই শেষোক্ত সূত্রে বর্ণিত হাদীসটিকে অধিক সহীহ্ বলেছেন। এ হাদীসের পটভূমিতে একটি ঘটনাও আছে। আতা-ইয়ালা ইবনু উমাইয়্যা (রাঃ) -এর সূত্রে কাতাদা-হাজ্জাজ ইবনু আরতাত প্রমুখ এইরূপই বর্ণনা করেছেন। কিন্তু আমার ইবনু দীনার ও ইবনু জুরাইজ-আতা হতে, তিনি সাফওয়ান ইবনু ইয়ালা হতে তিনি তার পিতা ইয়ালা (রাঃ) -এর সূত্রে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে যা বর্ণনা করেছেন তাই সঠিক।",
    "ar": "حَدَّثَنَا ابْنُ أَبِي عُمَرَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عَطَاءٍ، عَنْ صَفْوَانَ بْنِ يَعْلَى، عَنْ أَبِيهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ بِمَعْنَاهُ ‏.‏ وَهَذَا أَصَحُّ وَفِي الْحَدِيثِ قِصَّةٌ ‏.‏ قَالَ أَبُو عِيسَى هَكَذَا رَوَاهُ قَتَادَةُ وَالْحَجَّاجُ بْنُ أَرْطَاةَ وَغَيْرُ وَاحِدٍ عَنْ عَطَاءٍ عَنْ يَعْلَى بْنِ أُمَيَّةَ ‏.‏ وَالصَّحِيحُ مَا رَوَى عَمْرُو بْنُ دِينَارٍ وَابْنُ جُرَيْجٍ عَنْ عَطَاءٍ عَنْ صَفْوَانَ بْنِ يَعْلَى عَنْ أَبِيهِ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  }
]