[
  {
    "hadith_id": 1436,
    "narrator": "ইব্‌ন আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমরা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে মক্কা এবং মদীনার মধ্যে সফর করতাম, তখন আমরা আল্লাহ ব্যতীত আর কাউকে ভয় করতাম না। এতদসত্ত্বেও আমরা সালাত দু’ রাকআতই আদায় করতাম।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى، قَالَ: حَدَّثَنَا خَالِدٌ، قَالَ: حَدَّثَنَا ابْنُ عَوْنٍ، عَنْ مُحَمَّدٍ، عَنْ ابْنِ عَبَّاسٍ، قَالَ: «كُنَّا نَسِيرُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَيْنَ مَكَّةَ وَالْمَدِينَةِ لَا نَخَافُ إِلَّا اللَّهَ عَزَّ وَجَلَّ نُصَلِّي رَكْعَتَيْنِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1435,
    "narrator": "ইব্‌ন আব্বাস (রাঃ)",
    "bn": "যে, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন মক্কা থেকে মদীনা অভিমুখে বের হলেন, তিনি রাব্বুল আলামীন ব্যতীত আর কাউকে ভয় করতেন না। (এতদসত্ত্বেও) তিনি সালাত দু’ রাকআতই আদায় করতেন।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا هُشَيْمٌ، عَنْ مَنْصُورِ بْنِ زَاذَانَ، عَنْ ابْنِ سِيرِينَ، عَنْ ابْنِ عَبَّاسٍ، «أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَرَجَ مِنْ مَكَّةَ إِلَى الْمَدِينَةِ لَا يَخَافُ إِلَّا رَبَّ الْعَالَمِينَ يُصَلِّي رَكْعَتَيْنِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1437,
    "narrator": "ইব্‌নুস সিম্‌ত (রহঃ)",
    "bn": "তিনি বলেন, আমি উমর ইব্‌ন খাত্তাব (রাঃ)-কে যুলহুলায়কাতে সালাত দু’রাকআত আদায় করতে দেখেছি। তখন আমি তাঁকে সে সম্পর্কে জিজ্ঞাসা করলাম। তিনি বললেন, আমি তদ্রুপই করছি যেরূপ রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে করতে দেখেছি।",
    "ar": "أَخْبَرَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ يَزِيدَ بْنِ خُمَيْرٍ، قَالَ: سَمِعْتُ حَبِيبَ بْنَ عُبَيْدٍ يُحَدِّثُ، عَنْ جُبَيْرِ بْنِ نُفَيْرٍ، عَنْ ابْنِ السِّمْطِ، قَالَ: رَأَيْتُ عُمَرَ بْنَ الْخَطَّابِ يُصَلِّي بِذِي الْحُلَيْفَةِ رَكْعَتَيْنِ، فَسَأَلْتُهُ عَنْ ذَلِكَ، فَقَالَ: «إِنَّمَا أَفْعَلُ كَمَا رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَفْعَلُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1438,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে মদীনা থেকে মক্কা অভিমুখে বের হলাম। তিনি প্রত্যাবর্তন করা পর্যন্ত সর্বদাই সালাত সংক্ষিপ্তভাবে আদায় করতেন। তিনি মক্কায় দশ দিন অবস্থান করেছিলেন।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ يَحْيَى بْنِ أَبِي إِسْحَقَ، عَنْ أَنَسٍ، قَالَ: «خَرَجْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنَ الْمَدِينَةِ إِلَى مَكَّةَ فَلَمْ يَزَلْ يَقْصُرُ حَتَّى رَجَعَ فَأَقَامَ بِهَا عَشْرًا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1433,
    "narrator": "ইয়া’লা ইব্‌ন উমাইয়া (রহঃ)",
    "bn": "তিনি বলেন, আমি উমর ইব্‌ন খাত্তাব (রাঃ)-কে বললামঃ (আরবি) অর্থঃ যদি তোমাদের আশংকা হয় যে, কাফিরগণ তোমাদের জন্য ফিৎনা সৃষ্টি করবে তবে, সালাত সংক্ষিপ্ত করলে তোমাদের কোন দোষ নেই। (১৯:৪) এখন তো মানুষ (কাফিরদের ফিৎনা থেকে) নিরাপদ আছে! তখন উমর (রাঃ) বললেন, আমিও সে ব্যাপারে আশ্চর্যবোধ করেছি, তুমি যে ব্যাপারে আশ্চর্যবোধ করেছ। তাই আমি সে ব্যাপারে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞাসা করেছিলাম। তখন তিনি বলেছিলেন, এ হল একটি দান বিশেষঃ যা আল্লাহ তা’আলা তোমাদের প্রদান করেছেন। অতএব, তাঁর দানকে কবূল করে নাও।",
    "ar": "أَخْبَرَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ، قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، قَالَ: أَنْبَأَنَا ابْنُ جُرَيْجٍ، عَنْ ابْنِ أَبِي عَمَّارٍ، عَنْ عَبْدِ اللَّهِ بْنِ بَابَيْهِ، عَنْ يَعْلَى بْنِ أُمَيَّةَ، قَالَ: قُلْتُ لِعُمَرَ بْنِ الْخَطَّابِ {لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا} مِنَ الصَّلَاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا، فَقَدْ أَمِنَ النَّاسُ، فَقَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: عَجِبْتُ مِمَّا عَجِبْتَ مِنْهُ، فَسَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ، فَقَالَ: «صَدَقَةٌ تَصَدَّقَ اللَّهُ بِهَا عَلَيْكُمْ فَاقْبَلُوا صَدَقَتَهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1434,
    "narrator": "উমাইয়া ইব্‌ন আব্দুল্লাহ (রহঃ)",
    "bn": "তিনি আব্দুল্লাহ ইব্‌ন উমর (রাঃ)-কে বললেন, আমরা তো বাড়ীতে অবস্থানকালীন এবং সংকটকালীন সময়ের সালাতের উল্লেখ কুরআনে দেখতে পাই, কিন্তু সফরকালীন সালাতের উল্লেখ কুরআনে দেখতে পাই না। তখন ইব্‌ন উমর (রাঃ) তাঁকে বললেন, হে আমার ভ্রাতুষ্পুত্র। নিশ্চয় আল্লাহ তা’আলা আমাদের কাছে মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে পাঠিয়েছেন এমতাবস্থায় যে, আমরা তখন কিছুই জানতাম না। আমরা তদ্রুপই করি যেরূপ মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে করতে দেখতাম।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ ابْنِ شِهَابٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أُمَيَّةَ بْنِ عَبْدِ اللَّهِ بْنِ خَالِدٍ أَنَّهُ قَالَ لِعَبْدِ اللَّهِ بْنِ عُمَرَ: إِنَّا نَجِدُ صَلَاةَ الْحَضَرِ، وَصَلَاةَ الْخَوْفِ فِي الْقُرْآنِ، وَلَا نَجِدُ صَلَاةَ السَّفَرِ فِي الْقُرْآنِ، فَقَالَ لَهُ ابْنُ عُمَرَ: «يَا ابْنَ أَخِي، إِنَّ اللَّهَ عَزَّ وَجَلَّ بَعَثَ إِلَيْنَا مُحَمَّدًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَلَا نَعْلَمُ شَيْئًا، وَإِنَّمَا نَفْعَلُ كَمَا رَأَيْنَا مُحَمَّدًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَفْعَلُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1439,
    "narrator": "আব্দুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে এক সফরে সালাত দু’রাকআত আদায় করলাম, আর আবূ বকর (রাঃ) ও উমর (রাঃ)-এর সাথেও (সফরে) দু’রাকআত আদায় করেছি।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَلِيِّ بْنِ الْحَسَنِ بْنِ شَقِيقٍ، قَالَ أَبِي، أَنْبَأَنَا أَبُو حَمْزَةَ وَهُوَ السُّكَّرِيُّ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ: «صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي السَّفَرِ رَكْعَتَيْنِ، وَمَعَ أَبِي بَكْرٍ رَكْعَتَيْنِ، وَمَعَ عُمَرَ رَكْعَتَيْنِ رَضِيَ اللَّهُ عَنْهُمَا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1440,
    "narrator": "উমর (রাঃ)",
    "bn": "তিনি বলেন, জুমু’আর সালাত দু’রাকআত, ঈদুল ফিত্‌রের সালাত দু’রাকআত, ঈদুল আযহার সালাত দু’রাকআত আর সফরের সালাত দু’রাকআতই পরিপূর্ণ, অসম্পূর্ণ নয়। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ভাষ্য মতে।",
    "ar": "أَخْبَرَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، عَنْ سُفْيَانَ وَهُوَ ابْنُ حَبِيبٍ، عَنْ شُعْبَةَ، عَنْ زُبَيْدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ عُمَرَ، قَالَ: «صَلَاةُ الْجُمُعَةِ رَكْعَتَانِ، وَالْفِطْرُ رَكْعَتَانِ، وَالنَّحْرُ رَكْعَتَانِ، وَالسَّفَرُ رَكْعَتَانِ تَمَامٌ غَيْرُ قَصْرٍ»، عَلَى لِسَانِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1441,
    "narrator": "ইব্‌ন আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, তোমাদের নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ভাষ্য মতে বাড়ীতে অবস্থানকালীন সালাত চার রাকআত, আর সফরকালীন সালাত দু’রাকআত, এবং সংকটকালীন সময়ের সালাত এক রাকআত ফরয করা হয়েছে।",
    "ar": "أَخْبَرَنِي مُحَمَّدُ بْنُ وَهْبٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، قَالَ: حَدَّثَنِي أَبُو عَبْدِ الرَّحِيمِ، قَالَ: حَدَّثَنِي زَيْدٌ، عَنْ أَيُّوبَ وَهُوَ ابْنُ عَائِذٍ، عَنْ بُكَيْرِ بْنِ الْأَخْنَسِ، عَنْ مُجَاهِدٍ أَبِي الْحَجَّاجِ، عَنْ ابْنِ عَبَّاسٍ، قَالَ: «فُرِضَتْ صَلَاةُ الْحَضَرِ عَلَى لِسَانِ نَبِيِّكُمْ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَرْبَعًا، وَصَلَاةُ السَّفَرِ رَكْعَتَيْنِ، وَصَلَاةُ الْخَوْفِ رَكْعَةً»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1442,
    "narrator": "ইব্‌ন আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, তোমাদের নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ভাষ্য মতে আল্লাহ্‌ তা’আলা বাড়ীতে অবস্থানকালীন সময়ে চার রাকআত, সফরকালীন দু’রাকআত এবং সংকটকালীন এক রাকআত সালাত ফরয করেছেন।",
    "ar": "أَخْبَرَنَا يَعْقُوبُ بْنُ مَاهَانَ، قَالَ: حَدَّثَنَا الْقَاسِمُ بْنُ مَالِكٍ، عَنْ أَيُّوبَ بْنِ عَائِذٍ، عَنْ بُكَيْرِ بْنِ الْأَخْنَسِ، عَنْ مُجَاهِدٍ، عَنْ ابْنِ عَبَّاسٍ، قَالَ: «إِنَّ اللَّهَ عَزَّ وَجَلَّ فَرَضَ الصَّلَاةَ عَلَى لِسَانِ نَبِيِّكُمْ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فِي الْحَضَرِ أَرْبَعًا، وَفِي السَّفَرِ رَكْعَتَيْنِ، وَفِي الْخَوْفِ رَكْعَةً»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1443,
    "narrator": "মূসা ইব্‌ন সালামা (রাঃ)",
    "bn": "তিনি বলেন, আমি ইব্‌ন আব্বাস (রাঃ)-কে বললাম, আমি মক্কায় কিভাবে সালাত আদায় করব যখন আমি জামাআতে সালাত আদায় না করি? তিনি বললেন, দু’রাকআত আদায় করবে, এটাই আবুল কাসেম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সুন্নাত।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى، فِي حَدِيثِهِ، عَنْ خَالِدِ بْنِ الْحَارِثِ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ قَتَادَةَ، قَالَ: سَمِعْتُ مُوسَى وَهُوَ ابْنُ سَلَمَةَ، قَالَ: قُلْتُ لِابْنِ عَبَّاسٍ: كَيْفَ أُصَلِّي بِمَكَّةَ إِذَا لَمْ أُصَلِّ فِي جَمَاعَةٍ؟ قَالَ: «رَكْعَتَيْنِ سُنَّةَ أَبِي الْقَاسِمِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1444,
    "narrator": "মূসা ইব্‌ন সালামা (রাঃ)",
    "bn": "তিনি ইব্‌ন আব্বাস (রাঃ)-কে প্রশ্ন করলেন যে, এরপর আমি জামাআতে সালাত পেলাম না, তখন আমি “বাথহা” নামক স্থানে ছিলাম। তা কিরূপে আদায় করা সমীচীন মনে করেন? তিনি বললেন, দু’রাকআত আদায় করবে, এটাই আবুল কাসেম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সুন্নাত।",
    "ar": "أَخْبَرَنَا إِسْمَعِيلُ بْنُ مَسْعُودٍ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، قَالَ: حَدَّثَنَا سَعِيدٌ، قَالَ: حَدَّثَنَا قَتَادَةُ، أَنَّ مُوسَى بْنَ سَلَمَةَ حَدَّثَهُمْ، أَنَّهُ سَأَلَ ابْنَ عَبَّاسٍ، قُلْتُ: تَفُوتُنِي الصَّلَاةُ فِي جَمَاعَةٍ وَأَنَا بِالْبَطْحَاءِ، مَا تَرَى أَنْ أُصَلِّيَ؟ قَالَ: «رَكْعَتَيْنِ سُنَّةَ أَبِي الْقَاسِمِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1446,
    "narrator": "হারিছা ইব্‌ন ওয়াহ্‌ব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিয়ে মিনায় দু’রাকআত সালাত আদায় করলেন, অথচ তখন মানুষ অধিক নিরাপদ ছিল।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، قَالَ: حَدَّثَنَا أَبُو إِسْحَقَ، ح وَأَنْبَأَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ: حَدَّثَنَا سُفْيَانُ، قَالَ: أَخْبَرَنِي أَبُو إِسْحَقَ، عَنْ حَارِثَةَ بْنِ وَهْبٍ، قَالَ: «صَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمِنًى أَكْثَرَ مَا كَانَ النَّاسُ وَآمَنَهُ رَكْعَتَيْنِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1445,
    "narrator": "হারিছা ইব্‌ন ওয়াহ্‌ব খুযায়ী (রাঃ)",
    "bn": "তিনি বলেন, আমি একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে মিনায় দু’রাকআত সালাত আদায় করলাম অথচ মানুষ তখন অধিক নিরাপদ ছিল।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا أَبُو الْأَحْوَصِ، عَنْ أَبِي إِسْحَقَ، عَنْ حَارِثَةَ بْنِ وَهْبٍ الْخُزَاعِيِّ، قَالَ: «صَلَّيْتُ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمِنًى آمَنَ مَا كَانَ النَّاسُ وَأَكْثَرَهُ رَكْعَتَيْنِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1447,
    "narrator": "আনাস ইব্‌ন মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে মিনায় দু’রাকআত সালাত আদায় করেছি এবং আবূ বকর (রাঃ) ও উমর (রাঃ)-এর সাথেও আর উসমান (রাঃ)-এর সাথেও দু’ রাকআত আদায় করেছি তাঁর খিলাফতের প্রথম যামানায়।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ بُكَيْرٍ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي سُلَيْمَانَ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ قَالَ: «صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمِنًى، وَمَعَ أَبِي بَكْرٍ، وَعُمَرَ رَكْعَتَيْنِ، وَمَعَ عُثْمَانَ رَكْعَتَيْنِ صَدْرًا مِنْ إِمَارَتِهِ»\n---\n[حكم الألباني] صحيح لغيره",
    "grade_id": 7,
    "grade": "সহিহ লিগাইরিহি",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1448,
    "narrator": "আব্দুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি মিনায় রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে দু’ রাকআত সালাত আদায় করেছি।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا عَبْدُ الْوَاحِدِ، عَنْ الْأَعْمَشِ، قَالَ: حَدَّثَنَا إِبْرَاهِيمُ، قَالَ: سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ يَزِيدَ، ح وَأَنْبَأَنَا مَحْمُودُ بْنُ غَيْلَانَ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ آدَمَ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ قَالَ: «صَلَّيْتُ بِمِنًى مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَكْعَتَيْنِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1449,
    "narrator": "আব্দুর রহমান ইব্‌ন ইয়াযীদ (রাঃ)",
    "bn": "তিনি বলেন, উসমান (রাঃ) মিনায় চার রাকআত সালাত আদায় করলেন এবং এ সংবাদ আব্দুল্লাহ (রাঃ)-এর কাছে পৌঁছল। তখন তিনি বললেন, আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে সালাত দু’রাকআত আদায় করেছি।",
    "ar": "أَخْبَرَنَا عَلِيُّ بْنُ خَشْرَمٍ، قَالَ: حَدَّثَنَا عِيسَى، عَنْ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، قَالَ: صَلَّى عُثْمَانُ بِمِنًى أَرْبَعًا حَتَّى بَلَغَ ذَلِكَ عَبْدَ اللَّهِ، فَقَالَ: «لَقَدْ صَلَّيْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَكْعَتَيْنِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1450,
    "narrator": "ইব্‌ন উমর (রাঃ)",
    "bn": "। তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে মিনায় সালাত দু’ রাকআত আদায় করেছি, আবূ বকর (রাঃ)-এর সাথে এবং উমর (রাঃ)-এর সাথেও সালাত দু’ রাকআত আদায় করেছি।",
    "ar": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالَ: أَنْبَأَنَا يَحْيَى، عَنْ عُبَيْدِ اللَّهِ، عَنْ نَافِعٍ، عَنْ ابْنِ عُمَرَ، قَالَ: «صَلَّيْتُ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمِنًى رَكْعَتَيْنِ، وَمَعَ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ رَكْعَتَيْنِ، وَمَعَ عُمَرَ رَضِيَ اللَّهُ عَنْهُ رَكْعَتَيْنِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1451,
    "narrator": "আব্দুল্লাহ্‌ ইবন উমর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিনায় সালাত দু’ রাকআত আদায় করেছেন, আবূ বকর (রাঃ) তা দু’ রাকআত আদায় করেছেন, উমর (রাঃ) তা দু’ রাকআত আদায় করেছেন, আর উসমান (রাঃ)-ও তা তাঁর খিলাফতের প্রথম যামানায় দু’ রাকআত আদায় করেছেন।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ، قَالَ: حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ، عَنْ ابْنِ شِهَابٍ، قَالَ: أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ، قَالَ: «صَلَّى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمِنًى رَكْعَتَيْنِ، وَصَلَّاهَا أَبُو بَكْرٍ رَكْعَتَيْنِ، وَصَلَّاهَا عُمَرُ رَكْعَتَيْنِ، وَصَلَّاهَا عُثْمَانُ صَدْرًا مِنْ خِلَافَتِهِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1452,
    "narrator": "আনাস ইব্‌ন মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে মদীনা থেকে মক্কা অভিমুখে বের হলাম। তখন তিনি আমাদের নিয়ে প্রত্যাবর্তন করা পর্যন্ত সালাত দু’ রাকআত আদায় করতেন। আমি বললাম, তিনি কি মক্কায় অবস্থান করেছিলেন? তিনি বললেন, হ্যাঁ। আমরা তথায় দশ দিন অবস্থান করেছিলাম।",
    "ar": "أَخْبَرَنَا حُمَيْدُ بْنُ مَسْعَدَةَ، قَالَ: حَدَّثَنَا يَزِيدُ، قَالَ: أَنْبَأَنَا يَحْيَى بْنُ أَبِي إِسْحَقَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: «خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنَ الْمَدِينَةِ إِلَى مَكَّةَ، فَكَانَ يُصَلِّي بِنَا رَكْعَتَيْنِ حَتَّى رَجَعْنَا»، قُلْتُ: هَلْ أَقَامَ بِمَكَّةَ؟ قَالَ: نَعَمْ، أَقَمْنَا بِهَا عَشْرًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1453,
    "narrator": "ইব্‌ন আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কায় পনের দিন অবস্থান করেছিলেন, তথায় তিনি সালাত দু’ রাকআত দু’ রাকআত আদায় করতেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কা বিজয়ের সময় ১৫ (পনের) দিন এবং বিদায় হজ্জের সময় ১০ (দশ) দিন মক্কায় অবস্থান করেছিলেন।",
    "ar": "أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ الْأَسْوَدِ الْبَصْرِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ رَبِيعَةَ، عَنْ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ عِرَاكِ بْنِ مَالِكٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ ابْنِ عَبَّاسٍ، «أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَقَامَ بِمَكَّةَ خَمْسَةَ عَشَرَ يُصَلِّي رَكْعَتَيْنِ رَكْعَتَيْنِ»\n---\n[حكم الألباني] صحيح بلفظ تسعة عشر يوما",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null
  },
  {
    "hadith_id": 1455,
    "narrator": "আলা ইব্‌ন হাযরামী (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেন, মুহাজির মক্কায় হজ্জ কর্ম সম্পাদনের পর তিন দিন অবস্থান করবে।",
    "ar": "أَخْبَرَنَا أَبُو عَبْدِ الرَّحْمَنِ، قَالَ: الْحَارِثُ بْنُ مِسْكِينٍ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، فِي حَدِيثِهِ، عَنْ سُفْيَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ حُمَيْدٍ، عَنْ السَّائِبِ بْنِ يَزِيدَ، عَنْ الْعَلَاءِ بْنِ الْحَضْرَمِيِّ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَمْكُثُ الْمُهَاجِرُ بِمَكَّةَ بَعْدَ نُسُكِهِ ثَلَاثًا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1456,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "তিনি উমরার উদ্দেশ্যে মদীনা থেকে মক্কা অভিমুখে রাসূলুল্লাহ্ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর সাথে রওয়ানা হয়ে মক্কায় পৌছে বললেন, আমার পিতা মাতা আপনার উপর কুরবান হোক, আপনি সালাত সংক্ষিপ্ত আদায় করেছেন, আর আমি পরিপূর্ণ আদায় করেছি। আপনি রোযা রাখেন নি, কিন্তু আমি রোযা রেখেছি। তিনি বললেন, তুমি ভালই করেছ হে আয়েশা (রাঃ)। তিনি আমাকে দোষারোপ করলেন না।",
    "ar": "أَخْبَرَنِي أَحْمَدُ بْنُ يَحْيَى الصُّوفِيُّ، قَالَ: حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ: حَدَّثَنَا الْعَلَاءُ بْنُ زُهَيْرٍ الْأَزْدِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ الْأَسْوَدِ، عَنْ عَائِشَةَ، أَنَّهَا اعْتَمَرَتْ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنَ الْمَدِينَةِ إِلَى مَكَّةَ حَتَّى إِذَا قَدِمَتْ مَكَّةَ، قَالَتْ: يَا رَسُولَ اللَّهِ، بَأَبِي أَنْتَ وَأُمِّي قَصَرْتَ، وَأَتْمَمْتُ، وَأَفْطَرْتَ، وَصُمْتُ، قَالَ: «أَحْسَنْتِ يَا عَائِشَةُ»، وَمَا عَابَ عَلَيَّ\n---\n[حكم الألباني] منكر",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": null
  },
  {
    "hadith_id": 1454,
    "narrator": "আলা ইব্‌ন হাযরামী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেন, মুহাজির তার হজ্জ কর্ম সম্পাদনের পর তিন দিন অবস্থান করবে।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ زَنْجُوَيْهِ، عَنْ عَبْدِ الرَّزَّاقِ، عَنْ ابْنِ جُرَيْجٍ، قَالَ: أَخْبَرَنِي إِسْمَعِيلُ بْنُ مُحَمَّدِ بْنِ سَعْدٍ، أَنَّ حُمَيْدَ بْنَ عَبْدِ الرَّحْمَنِ أَخْبَرَهُ، أَنَّ السَّائِبَ بْنَ يَزِيدَ أَخْبَرَهُ، أَنَّهُ سَمِعَ الْعَلَاءَ بْنَ الْحَضْرَمِيِّ، يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَمْكُثُ الْمُهَاجِرُ بَعْدَ قَضَاءِ نُسُكِهِ ثَلَاثًا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1457,
    "narrator": "ওয়াবারা ইব্‌ন আব্দুর রহমান (রাঃ)",
    "bn": "তিনি বলেন, ইব্‌ন উমর (রাঃ) সফরে সালাত দু’ রাকআত থেকে বেশী আদায় করতেন না, দু’ রাকআতের আগেও কোন সালাত আদায় করতেন না এবং তার পরেও না। তখন তাঁকে বলা হল, এ কি রকম সালাত? তিনি বললেন, এ রকমই আমি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-কে করতে দেখেছি।",
    "ar": "أَخْبَرَنِي أَحْمَدُ بْنُ يَحْيَى، قَالَ: حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ: حَدَّثَنَا الْعَلَاءُ بْنُ زُهَيْرٍ، قَالَ: حَدَّثَنَا وَبَرَةُ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: كَانَ ابْنُ عُمَرَ «لَا يَزِيدُ فِي السَّفَرِ عَلَى رَكْعَتَيْنِ، لَا يُصَلِّي قَبْلَهَا، وَلَا بَعْدَهَا»، فَقِيلَ لَهُ: مَا هَذَا؟ قَالَ: «هَكَذَا رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَصْنَعُ»\n---\n[حكم الألباني] حسن صحيح لغيره",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null
  },
  {
    "hadith_id": 1458,
    "narrator": "ঈসা ইব্‌ন হাফ্‌স (রহঃ)",
    "bn": "। তিনি বলেন, আমার পিতা আমার কাছে বর্ণনা করেছেন যে, আমি এক সফরে ইব্‌ন উমর (রাঃ)-এর সাথে ছিলাম। তিনি জোহর এবং আসরে দু’রাকআত করে আদায় করলেন। তারপর তিনি তার বিছানায় ফিরে গেলেন। তখন তিনি দেখলেন যে, মুসল্লীরা তাসবীহ পড়া আরম্ভ করে দিয়েছে। তিনি জিজ্ঞাসা করলেন, এরা কি করছে? আমি বললাম, তাঁরা তাসবীহ পড়ছে। তিনি বললেন, যদি আমি এই দু’রাকআত ফরযের পূর্বে বা পরে নফল সালাত আদায় করতাম তাহলে এই দু’ রাকআত ফরযকে পূর্ন চার রাকআত আদায় করতাম। আমি রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর সাথে অবস্থান করেছি, তিনি সফরে দু’রাকআতের বেশী আদায় করতেন না। আমি আবূ বকর (রাঃ) উমর (রাঃ) ও উসমান (রাঃ)-এরও সাহচর্য লাভ করেছি। তাঁরাও মৃত্যু অবধি অনুরূপ করতেন।",
    "ar": "أَخْبَرَنِي نُوحُ بْنُ حَبِيبٍ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ: حَدَّثَنَا عِيسَى بْنُ حَفْصِ بْنِ عَاصِمٍ، قَالَ: حَدَّثَنِي أَبِي، قَالَ: كُنْتُ مَعَ ابْنِ عُمَرَ فِي سَفَرٍ، فَصَلَّى الظُّهْرَ وَالْعَصْرَ رَكْعَتَيْنِ، ثُمَّ انْصَرَفَ إِلَى طِنْفِسَةٍ لَهُ فَرَأَى قَوْمًا يُسَبِّحُونَ، قَالَ: مَا يَصْنَعُ هَؤُلَاءِ؟ قُلْتُ: يُسَبِّحُونَ، قَالَ: لَوْ كُنْتُ مُصَلِّيًا قَبْلَهَا أَوْ بَعْدَهَا لَأَتْمَمْتُهَا، «صَحِبْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَكَانَ لَا يَزِيدُ فِي السَّفَرِ عَلَى الرَّكْعَتَيْنِ»، وَأَبَا بَكْرٍ حَتَّى قُبِضَ، وَعُمَرَ وَعُثْمَانَ رَضِيَ اللَّهُ عَنْهُمْ كَذَلِكَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]