[
  {
    "hadith_id": 325,
    "narrator": "ইব্‌ন আব্বাস (রাঃ)",
    "bn": "বর্ণিত। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সহধর্মিণীদের মধ্যে একজন জানাবাতের গোসল করলে তাঁর গোসলের উদ্ধৃত্ত পানি দ্বারা রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উযূ করলেন। পরে তিনি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট তা উল্লেখ করলে তিনি বললেনঃ পানিকে কোন বস্তুই নাপাক করে না। [১]",
    "ar": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ سُفْيَانَ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ: أَنَّ بَعْضَ أَزْوَاجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ اغْتَسَلَتْ مِنَ الْجَنَابَةِ فَتَوَضَّأَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِفَضْلِهَا فَذَكَرَتْ ذَلِكَ لَهُ فَقَالَ: «إِنَّ الْمَاءَ لَا يُنَجِّسُهُ شَيْءٌ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] এ হাদীস দ্বারা বুযা‘আ কূপের পানি উদ্দেশ্য করা হয়েছে। এ কূপের পানি শস্যক্ষেত ও খেজুর ইত্যাদির বাগানে সেচকার্যে ব্যবহার করা হত। তাই তাতে কোন নাপাক বস্তু পড়লেও তা সেখানে অবশিষ্ট থাকত না। এ ছাড়া বুযা‘আ কূপের পানির পরিমাণ অনেক বেশি ছিল। আর বেশি পানি দূষিত হয় না। যেমন কোন বড় পুকুরের পানি। অপরদিকে সম্ভবত বুযা‘আ কূপটি এমন স্থানে ছিল, যেখানে বাইরে থেকে পানির গমনাগমন ছিল। যেমন, নদীর পানি। এর তলদেশ পাতালের পানির সাথে সংযুক্ত ছিল বলে যাবতীয় ময়লা অপসারিত হয়ে যেত।"
  },
  {
    "hadith_id": 326,
    "narrator": "আবূ সাঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে প্রশ্ন করা হলোঃ ইয়া রাসূলাল্লাহ্‌! আমরা কি বুযাআ নামক কূপের পানিতে উযূ করব? তা এমন একটি কূপ যাতে কুকুরের মাংস, হায়যের ন্যাকড়া ও আবর্জনা নিক্ষেপ করা হয়। তিনি বললেনঃ পানি পবিত্র, তাতে কোন বস্তুই নাপাক করে না।",
    "ar": "أَخْبَرَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ قَالَ: حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا الْوَلِيدُ بْنُ كَثِيرٍ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ كَعْبٍ الْقُرَظِيُّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ رَافِعٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: قِيلَ يَا رَسُولَ اللَّهِ: أَتَتَوَضَّأُ مِنْ بِئْرِ بُضَاعَةَ وَهِيَ بِئْرٌ يُطْرَحُ فِيهَا لُحُومُ الْكِلَابِ وَالْحِيَضُ وَالنَّتَنُ؟ فَقَالَ: «الْمَاءُ طَهُورٌ لَا يُنَجِّسُهُ شَيْءٌ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 327,
    "narrator": "আবূ সাঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেনঃ আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর পাশ দিয়ে গমন করলাম, তখন তিনি বুযাআ কূপের পানি দ্বারা উযূ করছিলেন। আমি বললাম, আপনি কি এই কূপের পানি দ্বারা উযূ করছেন? অথচ তাতে ঘৃণ্য ময়লা-আবর্জনা নিক্ষেপ করা হয়ে থাকে। তখন তিনি বললেনঃ পানিকে কোন বস্তুই নাপাক করে না।",
    "ar": "أَخْبَرَنَا الْعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ قَالَ: حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ مُسْلِمٍ - وَكَانَ مِنَ الْعَابِدِينَ - عَنْ مُطَرِّفِ بْنِ طَرِيفٍ، عَنْ خَالِدِ بْنِ أَبِي نَوْفٍ، عَنْ سَلِيطٍ، عَنِ ابْنِ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنْ أَبِيهِ قَالَ: مَرَرْتُ بِالنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَتَوَضَّأُ مِنْ بِئْرِ بُضَاعَةَ فَقُلْتُ: أَتَتَوَضَّأُ مِنْهَا وَهِيَ يُطْرَحُ فِيهَا مَا يُكْرَهُ مِنَ النَّتَنِ؟ فَقَالَ: «الْمَاءُ لَا يُنَجِّسُهُ شَيْءٌ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 328,
    "narrator": "আবদুল্লাহ ইব্‌ন উমর (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে পানি এবং তাতে যে কোন সময় চতুস্পদ জন্তু ও হিংস্র পশু অবতরন করে, সে সম্পর্কে জিজ্ঞেস করা হল। তিনি বললেনঃ যখন পানি দুই ‘কুল্লা’ পরিমাণ হয় তখন তা নাপাক হয় না। [১]",
    "ar": "أَخْبَرَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ الْمَرْوَزِيُّ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنِ الْوَلِيدِ بْنِ كَثِيرٍ، عَنْ مُحَمَّدِ بْنِ جَعْفَرِ بْنِ الزُّبَيْرِ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ، عَنْ أَبِيهِ قَالَ: سُئِلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ الْمَاءِ وَمَا يَنُوبُهُ مِنَ الدَّوَابِّ وَالسِّبَاعِ؟ فَقَالَ: «إِذَا كَانَ الْمَاءُ قُلَّتَيْنِ لَمْ يَحْمِلِ الْخَبَثَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ‘কুল্লা’ বড় ধরনের মাটির কলসীকে বলা হয়। যাতে পাঁচশত রতল পানি ধরে। এক রতলের পরিমাণ অর্ধ সের বা অর্ধ লিটারের একটু বেশি। হাদীসে উল্লেখিত কুল্লাতায়ন -এর উদ্দেশ্য, পানি প্রচুর হলে তা নাপাক হয় না।"
  },
  {
    "hadith_id": 330,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেনঃ এক বেদুঈন মসজিদে দাঁড়িয়ে পেশাব করল। উপস্থিত লোকজন তাকে পাকড়াও করতে উদ্যত হলে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের বললেনঃ তাকে ছেড়ে দাও এবং তার পেশাবের উপর এক বালতি পানি ঢেলে দাও। তোমাদেরকে নরম ব্যবহার করার জন্য পাঠানো হয়েছে, কঠোর ব্যবহারের জন্য নয়।",
    "ar": "أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، عَنْ عُمَرَ بْنِ عَبْدِ الْوَاحِدِ، عَنِ الْأَوْزَاعِيِّ، عَنْ مُحَمَّدِ بْنِ الْوَلِيدِ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَامَ أَعْرَابِيٌّ فَبَالَ فِي الْمَسْجِدِ فَتَنَاوَلَهُ النَّاسُ، فَقَالَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «دَعُوهُ وَأَهْرِيقُوا عَلَى بَوْلِهِ دَلْوًا مِنْ مَاءٍ؛ فَإِنَّمَا بُعِثْتُمْ مُيَسِّرِينَ وَلَمْ تُبْعَثُوا مُعَسِّرِينَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 329,
    "narrator": "আনাস (রাঃ)",
    "bn": "এক বেদুঈন মসজিদে পেশাব করলে উপস্থিত লোকদের মধ্যে কেউ কেউ তাকে তিরস্কার করতে উদ্যত হল। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাকে বাধা দিও না। যখন ঐ ব্যক্তি পেশাব করা শেষ করল, তখন তিনি এক বালতি পানি আনিয়ে তা পেশাবের উপর ঢেলে দিলেন।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ قَالَ: حَدَّثَنَا حَمَّادٌ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ: أَنَّ أَعْرَابِيًّا بَالَ فِي الْمَسْجِدِ فَقَامَ إِلَيْهِ بَعْضُ الْقَوْمِ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا تُزْرِمُوهُ، فَلَمَّا فَرَغَ دَعَا بِدَلْوٍ مِنْ مَاءٍ فَصَبَّهُ عَلَيْهِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 331,
    "narrator": "বুকায়র (রহঃ)",
    "bn": "আবূ সায়িব তাঁর নিকট বর্ণনা করেছেন যে, তিনি আবূ হুরায়রা (রাঃ) -কে বলতে শুনেছেনঃ রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন যে, তোমাদের কেউ যেন জানাবাত অবস্থায় বদ্ধ পানিতে গোসল না করে।",
    "ar": "أَخْبَرَنَا الْحَارِثُ بْنُ مِسْكِينٍ قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، عَنِ ابْنِ وَهْبٍ، عَنْ عَمْرٍو - وَهُوَ ابْنُ الْحَارِثِ، عَنْ بُكَيْرٍ، أَنَّ أَبَا السَّائِبِ حَدَّثَهُ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا يَغْتَسِلْ أَحَدُكُمْ فِي الْمَاءِ الدَّائِمِ وَهُوَ جُنُبٌ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 332,
    "narrator": "সাঈদ ইব্‌ন আবূ সালামা (রহঃ)",
    "bn": "মুগীরা ইব্‌ন আবূ বুরদা (রহঃ) তাঁকে বর্ণনা করেছেন যে, তিনি আবূ হুরায়রা (রাঃ) -কে বলতে শুনেছেন যে, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে এক ব্যক্তি প্রশ্ন করলঃ ইয়া রাসূলাল্লাহ্‌! আমরা সমুদ্রে ভ্রমন করি এবং আমাদের সাথে করে স্বল্প পানি নিয়ে যাই। আমরা যদি ঐ পানি দ্বারা উযূ করি তবে আমরা পিপাসায় কষ্ট পাব, এমতাবস্থায় আমরা সমুদ্রের পানি দ্বারা উযূ করব কি? রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এর পানি পবিত্র আর এর মৃত জীব হালাল।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ صَفْوَانَ بْنِ سُلَيْمٍ، عَنْ سَعِيدِ بْنِ أَبِي سَلَمَةَ، أَنَّ الْمُغِيرَةَ بْنَ أَبِي بُرْدَةَ أَخْبَرَهُ، أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ يَقُولُ: سَأَلَ رَجُلٌ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللَّهِ إِنَّا نَرْكَبُ الْبَحْرَ وَنَحْمِلُ مَعَنَا الْقَلِيلَ مِنَ الْمَاءِ، فَإِنْ تَوَضَّأْنَا بِهِ عَطِشْنَا، أَفَنَتَوَضَّأُ مِنْ مَاءِ الْبَحْرِ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «هُوَ الطَّهُورُ مَاؤُهُ الْحِلُّ مَيْتَتُهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 333,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলতেনঃ (আরবি) “হে আল্লাহ্‌! আমার পাপসমূহ বরফ ও মেঘের পানি দ্বারা ধৌত কর আর আমার অন্তঃকরনকে গুনাহ থেকে পরিষ্কার কর, যেমন তুমি সাদা কাপড়কে ময়লা হতে পরিষ্কার করে থাক।”",
    "ar": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ: أَخْبَرَنَا جَرِيرٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ قَالَتْ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «اللَّهُمَّ اغْسِلْ خَطَايَايَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ، وَنَقِّ قَلْبِي مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الْأَبْيَضَ مِنَ الدَّنَسِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 334,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলতেনঃ (আরবি) “হে আল্লাহ্‌! আমার পাপসমূহ বরফ, পানি এবং মেঘের পানি দ্বারা ধুয়ে ফেল।”",
    "ar": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ قَالَ: أَخْبَرَنَا جَرِيرٌ، عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ، عَنْ أَبِي زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيرٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «اللَّهُمَّ اغْسِلْنِي مِنْ خَطَايَايَ بِالثَّلْجِ وَالْمَاءِ وَالْبَرَدِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 335,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কুকুর তোমাদের কারো কোন পাত্রে মুখ দিলে সে যেন পাত্রের বস্তু ফেলে দেয় আর পাত্রটি সাতবার ধুয়ে ফেলে।",
    "ar": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ قَالَ: أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنِ الْأَعْمَشِ، عَنْ أَبِي رَزِينٍ وَأَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِذَا وَلَغَ الْكَلْبُ فِي إِنَاءِ أَحَدِكُمْ فَلْيُرِقْهُ، ثُمَّ لِيَغْسِلْهُ سَبْعَ مَرَّاتٍ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 336,
    "narrator": "আবদুল্লাহ ইব্‌ন মুগাফ্‌ফাল (রাঃ)",
    "bn": "রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুকুরকে হত্যা করতে আদেশ করেছেন এবং বকরীপালের ও শিকারের কুকুরের বিষয়ে অনুমতি দান করেছেন। তিনি বলেছেনঃ কুকুর কোন পাত্রে মুখ দিলে তা সাতবার ধুয়ে নেবে আর অষ্টমবারে তা মাটি দ্বারা ঘষবে।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى قَالَ: حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ الْحَارِثِ، عَنْ شُعْبَةَ، عَنْ أَبِي التَّيَّاحِ قَالَ: سَمِعْتُ مُطَرِّفًا، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَمَرَ بِقَتْلِ الْكِلَابِ، وَرَخَّصَ فِي كَلْبِ الصَّيْدِ وَالْغَنَمِ، وَقَالَ: «إِذَا وَلَغَ الْكَلْبُ فِي الْإِنَاءِ فَاغْسِلُوهُ سَبْعَ مَرَّاتٍ، وَعَفِّرُوهُ الثَّامِنَةَ بِالتُّرَابِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 338,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন কুকুর তোমাদের কারো পাত্রে মুখ দেয়, তখন তা সাতবার ধুয়ে ফেলবে তন্মধ্যে প্রথমবার মাটি দ্বারা।",
    "ar": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ قَالَ: حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ خِلَاسٍ، عَنْ أَبِي رَافِعٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِذَا وَلَغَ الْكَلْبُ فِي إِنَاءِ أَحَدِكُمْ فَلْيَغْسِلْهُ سَبْعَ مَرَّاتٍ أُولَاهُنَّ بِالتُّرَابِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 339,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণিত। তিনি বলেছেনঃ যখন কুকুর তোমাদের কারো পাত্রে মুখ দেয়, তখন ঐ পাত্র সাতবার ধুয়ে ফেলবে যার প্রথমবার হবে মাটি দ্বারা।",
    "ar": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ قَالَ: حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنِ ابْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنِ ابْنِ سِيرِينَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِذَا وَلَغَ الْكَلْبُ فِي إِنَاءِ أَحَدِكُمْ فَلْيَغْسِلْهُ سَبْعَ مَرَّاتٍ أُولَاهُنَّ بِالتُّرَابِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 337,
    "narrator": "আবদুল্লাহ ইব্‌ন মুগাফ্‌ফাল (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুকুর হত্যার নির্দেশ প্রদান করেন। পরে বলেন, কুকুরের বিষয়ে তাদের কী হল? আবদুল্লাহ বলেনঃ আর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শিকারের কুকুর ও বকরীপালের কুকুর পোষার অনুমতি দিয়েছেন। তিনি বলেছেনঃ যখন কুকুর পাত্রে মুখ দেয়, তখন তা সাতবার ধুয়ে নেবে আর অষ্টমবার মাটি দ্বারা ঘষে নেবে। আবূ হুরায়রা (রাঃ) -এর বর্ণনা আবদুল্লাহ ইব্‌ন মুগাফ্‌ফাল (রাঃ) -এর বর্ণনা হতে ভিন্নরূপ। তিনি বলেছেনঃ তারপর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, তন্মধ্যে একবার মাটি দ্বারা।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ يَزِيدَ قَالَ: حَدَّثَنَا بَهْزُ بْنُ أَسَدٍ قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ أَبِي التَّيَّاحِ يَزِيدَ بْنِ حُمَيْدٍ قَالَ: سَمِعْتُ مُطَرِّفًا يُحَدِّثُ، عَنْ عَبْدِ اللَّهِ بْنِ مُغَفَّلٍ قَالَ: أَمَرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِقَتْلِ الْكِلَابِ قَالَ: «مَا بَالُهُمْ وَبَالُ الْكِلَابِ؟» قَالَ: وَرَخَّصَ فِي كَلْبِ الصَّيْدِ وَكَلْبِ الْغَنَمِ\n\nوَقَالَ: «إِذَا وَلَغَ الْكَلْبُ فِي الْإِنَاءِ فَاغْسِلُوهُ سَبْعَ مَرَّاتٍ، وَعَفِّرُوا الثَّامِنَةَ بِالتُّرَابِ» خَالَفَهُ أَبُو هُرَيْرَةَ فَقَالَ: إِحْدَاهُنَّ بِالتُّرَابِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 340,
    "narrator": "কাব্‌শা বিন্‌তে কা’ব ইব্‌ন মালিক (রাঃ)",
    "bn": "আবূ কাতাদা তাঁর নিকট আগমন করলেন, তারপর বর্ণনাকারী কিছু কথা বললেনঃ যার অর্থ এই; আমি তার জন্য পানিভর্তি একটি উযূর পাত্র উপস্থিত করলাম। এমন সময় একটি বিড়াল তা হতে পান করল। তারপর তিনি ঐ বিড়ালটির জন্য পাত্রটি কাত করে দিলেন যাতে সে পান করতে পারে। কাব্‌শা বলেন, তখন আবূ কাতাদা দেখলেন, আমি তাঁর দিকে তাকিয়ে আছি, তিনি বললেন, হে ভাতিজী! তুমি কি আশ্চর্যবোধ করছ? আমি বললাম, হ্যাঁ। তিনি বললেনঃ রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এরা (বিড়াল) অপবিত্র নয়, এরা তোমাদের আশেপাশে বিচরণকারী এবং বিচরণকারিণী।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، عَنْ حُمَيْدَةَ بِنْتِ عُبَيْدِ بْنِ رِفَاعَةَ، عَنْ كَبْشَةَ بِنْتِ كَعْبِ بْنِ مَالِكٍ: أَنَّ أَبَا قَتَادَةَ دَخَلَ عَلَيْهَا - ثُمَّ ذَكَرَ كَلِمَةً مَعْنَاهَا - فَسَكَبْتُ لَهُ وَضُوءًا، فَجَاءَتْ هِرَّةٌ فَشَرِبَتْ مِنْهُ، فَأَصْغَى لَهَا الْإِنَاءَ حَتَّى شَرِبَتْ. قَالَتْ كَبْشَةُ: فَرَآنِي أَنْظُرُ إِلَيْهِ فَقَالَ: أَتَعْجَبِينَ يَا ابْنَةَ أَخِي؟ قُلْتُ: نَعَمْ. قَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّهَا ليْسَتْ بِنَجَسٍ , إِنَّمَا هِيَ مِنَ الطَّوَّافِينَ عَليْكُمْ وَالطَّوَّافَاتِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 341,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "তিনি বলেনঃ আমি গোশ্‌তযুক্ত হাড় হতে গোশত আলগা করতাম, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর মুখ সেখানেই রাখতেন যেখানে আমি মুখ রেখেছিলাম। আর আমি পাত্র হতে পানি পান করতাম এবং তিনি সেখানেই মুখ রাখতেন যেখানে আমি রেখেছিলাম, অথচ আমি তখন ঋতুমতি।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنِ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ: «كُنْتُ أَتَعَرَّقُ الْعَرْقَ فَيَضَعُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَاهُ حَيْثُ وَضَعْتُهُ وَأَنَا حَائِضٌ، وَكُنْتُ أَشْرَبُ مِنَ الْإِنَاءِ فَيَضَعُ فَاهُ حَيْثُ وَضَعْتُ وَأَنَا حَائِضٌ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 342,
    "narrator": "ইব্‌ন উমর (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সময়ে নারী-পুরুষ সকলে একত্রে উযূ করত।[১]",
    "ar": "أَخْبَرَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ قَالَ: حَدَّثَنَا مَعْنٌ قَالَ: حَدَّثَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ قَالَ: «كَانَ الرِّجَالُ وَالنِّسَاءُ يَتَوَضَّئُونَ فِي زَمَانِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَمِيعًا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] এ ছিল পর্দার নির্দেশ নাযিল হওয়ার পূর্বেকার কথা।"
  },
  {
    "hadith_id": 343,
    "narrator": "হাকাম ইব্‌ন আমর (রাঃ)",
    "bn": "রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নারীর উদ্বৃত্ত উযূর পানি দ্বারা পুরুষদের উযূ করতে নিষেধ করেছেন।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ قَالَ: حَدَّثَنَا أَبُو دَاوُدَ قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ عَاصِمٍ الْأَحْوَلِ قَالَ: سَمِعْتُ أَبَا حَاجِبٍ قَالَ: أَبُو عَبْدِ الرَّحْمَنِ وَاسْمُهُ سَوَادَةُ بْنُ عَاصِمٍ، عَنِ الْحَكَمِ بْنِ عَمْرٍو، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «نَهَى أَنْ يَتَوَضَّأَ الرَّجُلُ بِفَضْلِ وُضُوءِ الْمَرْأَةِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 344,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "তিনি বলেন যে, তিনি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে একত্রে একই পাত্রে গোসল করতেন।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ قَالَ: حَدَّثَنَا اللَّيْثُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ: «أَنَّهَا كَانَتْ تَغْتَسِلُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْإِنَاءِ الْوَاحِدِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 346,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক মুদ পরিমাণ পানি দ্বারা উযূ করতেন আর গোসল করতেন এক সা পানি দ্বারা।",
    "ar": "أَخْبَرَنَا هَارُونُ بْنُ إِسْحَاقَ الْكُوفِيُّ قَالَ: حَدَّثَنَا عَبْدَةُ يَعْنِي ابْنَ سُلَيْمَانَ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، عَنْ عَائِشَةَ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «كَانَ يَتَوَضَّأُ بِمُدٍّ وَيَغْتَسِلُ بِنَحْوِ الصَّاعِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 345,
    "narrator": "আবদুল্লাহ ইব্‌ন আবদুল্লাহ ইব্‌ন জাব্‌র (রহঃ)",
    "bn": "তিনি বলেনঃ আমি আনাস ইব্‌ন মালিক (রাঃ) -কে বলতে শুনেছি যে, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক মাক্‌কূক পানি দ্বারা উযূ করতেন এবং পাঁচ মাক্‌কূক পানি দ্বারা গোসল করতেন।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا شُعْبَةُ قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ جَبْرٍ قَالَ: سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يَقُولُ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَتَوَضَّأُ بِمَكُّوكٍ وَيَغْتَسِلُ بِخَمْسَةِ مَكَاكِيَّ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 347,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উযূ করতেন এক মুদ পানি দ্বারা এবং গোসল করতেন এক সা’ পানি দ্বারা।",
    "ar": "أَخْبَرَنَا أَبُو بَكْرِ بْنُ إِسْحَاقَ قَالَ: حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، حَدَّثَنَا شَيْبَانُ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ قَالَتْ: «كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَتَوَضَّأُ بِالْمُدِّ وَيَغْتَسِلُ بِالصَّاعِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]