[
  {
    "hadith_id": 3672,
    "narrator": "নু’মান ইব্‌ন বশীর (রাঃ)",
    "bn": "তাঁর পিতা তাঁকে একটি দাস দান করলেন। এরপর তিনি এর সাক্ষী রাখার জন্য নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলে তিনি বললেনঃ তুমি কি তোমার প্রত্যেক সন্তানকে দান করেছো ? তিনি বললেনঃ না। তিনি বললেনঃ তা হলে তা প্রত্যাহার করে নাও।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ الزُّهْرِيِّ، عَنْ حُمَيْدٍ، ح وَأَنْبَأَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، عَنْ سُفْيَانَ، قَالَ: سَمِعْنَاهُ مِنَ الزُّهْرِيِّ، أَخْبَرَنِي حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ، وَمُحَمَّدُ بْنُ النُّعْمَانِ، عَنْ النُّعْمَانِ بْنِ بَشِيرٍ: أَنَّ أَبَاهُ نَحَلَهُ غُلَامًا، فَأَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُشْهِدُهُ، فَقَالَ: «أَكُلَّ وَلَدِكَ نَحَلْتَ؟»، قَالَ: لَا، قَالَ: «فَارْدُدْهُ» وَاللَّفْظُ لِمُحَمَّدٍ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3673,
    "narrator": "নু‘মান ইব্‌ন বশীর (রাঃ)",
    "bn": "তাঁর পিতা তাকে সাথে নিয়ে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললেনঃ আমি আমার একটি গোলাম আমার এ ছেলেকে দান করেছি। তিনি বললেনঃ তুমি তোমার প্রত্যেক সন্তানকেই দান করেছ? তিনি বললেনঃ না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি তা (তোমার দান) ফিরিয়ে নাও।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ، وَالْحَارِثُ بْنُ مِسْكِينٍ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، عَنْ ابْنِ الْقَاسِمِ، عَنْ مَالِكٍ، عَنْ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، وَمُحَمَّدِ بْنِ النُّعْمَانِ، يُحَدِّثَانِهِ، عَنْ النُّعْمَانِ بْنِ بَشِيرِ: أَنَّ أَبَاهُ أَتَى بِهِ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: إِنِّي نَحَلْتُ ابْنِي غُلَامًا كَانَ لِي، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَكُلَّ وَلَدِكَ نَحَلْتَهُ؟»، قَالَ: لَا، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فَارْجِعْهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3674,
    "narrator": "নু‘মান ইব্‌ন বশীর (রাঃ)",
    "bn": "তাঁর পিতা বশীর ইব্‌ন সা’দ (রাঃ) তার ছেলে নু‘মানকে সঙ্গে নিয়ে এসে বললেনঃ ইয়া রাসূলুল্লাহ্‌ ! আমি আমার এই ছেলেকে একটি দাস দান করেছি। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার সকল ছেলেকে কি দান করেছ? তিনি (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) বললেনঃ না। তিনি বললেনঃ তাহলে তা ফিরিয়ে নাও।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ هَاشِمٍ، قَالَ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، قَالَ حَدَّثَنَا الْأَوْزَاعِيُّ، عَنْ الزُّهْرِيِّ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، وَعَنْ مُحَمَّدِ بْنِ النُّعْمَانِ، عَنْ النُّعْمَانِ بْنِ بَشِيرٍ: أَنَّ أَبَاهُ بَشِيرَ بْنَ سَعْدٍ جَاءَ بِابْنِهِ النُّعْمَانِ، فَقَالَ: يَا رَسُولَ اللَّهِ، إِنِّي نَحَلْتُ ابْنِي هَذَا غُلَامًا كَانَ لِي، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَكُلَّ بَنِيكَ نَحَلْتَ؟» قَالَ: لَا، قَالَ: «فَارْجِعْهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3675,
    "narrator": "বশীর ইব্‌ন সা’দ (রাঃ)",
    "bn": "তিনি নু’মান ইব্‌ন বশীরকে নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললেনঃ আমি আমার এই ছেলেকে একটি দাস দান করেছি। যদি আপনি অনুমতি দেন, তাহলে আমি এই দান বহাল রাখবো। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি কি তোমার সকল ছেলেকে দান করেছ? বশীর বললেনঃ না। তিনি (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ) বললেনঃ তুমি তা ফিরিয়ে নাও।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ عُثْمَانَ بْنِ سَعِيدٍ، قَالَ حَدَّثَنَا الْوَلِيدُ، عَنْ الْأَوْزَاعِيِّ، عَنْ الزُّهْرِيِّ، أَنَّ مُحَمَّدَ بْنَ النُّعْمَانِ، وَحُمَيْدَ بْنَ عَبْدِ الرَّحْمَنِ حَدَّثَاهُ، عَنْ بَشِيرِ بْنِ سَعْدٍ: أَنَّهُ جَاءَ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالنُّعْمَانِ بْنِ بَشِيرٍ فَقَالَ: إِنِّي نَحَلْتُ ابْنِي هَذَا غُلَامًا فَإِنْ رَأَيْتَ أَنْ تُنْفِذَهُ أَنْفَذْتُهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَكُلَّ بَنِيكَ نَحَلْتَهُ؟» قَالَ: لَا، قَالَ: «فَارْدُدْهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3676,
    "narrator": "নু‘মান ইব্‌ন বশীর (রাঃ)",
    "bn": "তাঁর পিতা তাঁকে কিছু দান করলেন; তখন তাঁর মাতা তাঁর পিতাকে বললেন: এই দানের জন্য আপনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সাক্ষী রাখুন। তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে একথা তাঁর কাছে উল্লেখ করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার জন্য সাক্ষী হওয়া অপছন্দ করলেন।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ النُّعْمَانِ بْنِ بَشِيرٍ: أَنَّ أَبَاهُ نَحَلَهُ نُحْلًا، فَقَالَتْ لَهُ أُمُّهُ: أَشْهِدِ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى مَا نَحَلْتَ ابْنِي، فَأَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ، «فَكَرِهَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ يَشْهَدَ لَهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3678,
    "narrator": "উরওয়া (রহঃ)",
    "bn": "বশীর (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললেন: হে আল্লাহ্‌র নবী! আমি নু‘মানকে কিছু দান করেছি। তিনি বললেন: তুমি কি তার ভাইদেরকেও দান করেছ? বশীর বললেন: না। তিনি বললেন: তাহলে তুম\\\tি তা ফিরিয়ে নাও।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ حَاتِمٍ، قَالَ: حَدَّثَنَا حِبَّانُ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ: أَنَّ بَشِيرًا، أَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا نَبِيَّ اللَّهِ، نَحَلْتُ النُّعْمَانَ نِحْلَةً، قَالَ: «أَعْطَيْتَ لِإِخْوَتِهِ؟» قَالَ: لَا، قَالَ: «فَارْدُدْهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3677,
    "narrator": "বশীর (রাঃ)",
    "bn": "তিনি তার এক ছেলেকে একটি দাস দান করলেন, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এ ব্যাপারে সাক্ষী রাখতে ইচ্ছা করলেন। তিনি বললেন: তুমি কি তোমার প্রত্যেক ছেলেকে অনুরূপ দান করেছ? তিনি (বশীর) বললেন: না। তখন তিনি [রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] বললেন: তাহলে তা (এই দান) ফিরিয়ে নাও।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَعْمَرٍ، قَالَ: حَدَّثَنَا أَبُو عَامِرٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ سَعْدٍ يَعْنِي ابْنَ إِبْرَاهِيمَ، عَنْ عُرْوَةَ، عَنْ بَشِيرٍ: أَنَّهُ نَحَلَ ابْنَهُ غُلَامًا، فَأَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَرَادَ أَنْ يُشْهِدَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «أَكُلَّ وَلَدِكَ نَحَلْتَهُ مِثْلَ ذَا؟» قَالَ: لَا، قَالَ: «فَارْدُدْهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3679,
    "narrator": "নু‘মান (রাঃ) থেকে",
    "bn": "তিনি বলেন: তাঁর পিতা তাঁকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট নিয়ে গেলেন এবং বললেন, আপনি সাক্ষী থাকুন আমি আমার ছেলে নু‘মানকে আমার এই এই মাল দান করেছি। তিনি বললেন: তুমি তোমার প্রত্যেক ছেলেকে অনুরূপ দান করেছ, যা নু‘মানকে করেছ?",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، قَالَ: حَدَّثَنَا يَزِيدُ وَهُوَ ابْنُ زُرَيْعٍ، قَالَ: حَدَّثَنَا دَاوُدُ، عَنْ الشَّعْبِيِّ، عَنْ النُّعْمَانِ، قَالَ: انْطَلَقَ بِهِ أَبُوهُ يَحْمِلُهُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: اشْهَدْ أَنِّي قَدْ نَحَلْتُ النُّعْمَانَ مِنْ مَالِي كَذَا وَكَذَا، قَالَ: «كُلَّ بَنِيكَ نَحَلْتَ مِثْلَ الَّذِي نَحَلْتَ النُّعْمَانَ؟»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3680,
    "narrator": "নু‘মান (রাঃ)",
    "bn": "তাঁর পিতা তাঁকে নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসেন, তাকে যে দান করেন তার ব্যাপারে তাঁকে সাক্ষী করার জন্য। তখন তিনি বললেন: তোমার প্রত্যেক ছেলেকেই কি তার দানের মত দান করেছ? তিনি বললেন: না। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: তাহলে এ ধরনের দানের ব্যাপরে আমি সাক্ষী থাকছি না। বশীরকে বললেন: তোমাকে আনন্দিত করে না যে, তারা (পুত্ররা) সকলেই তোমার সাথে ভাল ব্যবহার করুক। তিনি বললেন: হ্যাঁ-অবশ্যই। তখন তিনি বললেন: তবে এমন (কাজ) করো না (সাক্ষী বানিয়ো না।)",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، عَنْ عَبْدِ الْوَهَّابِ، قَالَ: حَدَّثَنَا دَاوُدُ، عَنْ عَامِرٍ، عَنْ النُّعْمَانِ: أَنَّ أَبَاهُ أَتَى بِهِ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُشْهِدُ عَلَى نُحْلٍ نَحَلَهُ إِيَّاهُ، فَقَالَ: «أَكُلَّ وَلَدِكَ نَحَلْتَ مِثْلَ مَا نَحَلْتَهُ؟» قَالَ: لَا، قَالَ: «فَلَا أَشْهَدُ عَلَى شَيْءٍ، أَلَيْسَ يَسُرُّكَ أَنْ يَكُونُوا إِلَيْكَ فِي الْبِرِّ سَوَاءً؟» قَالَ: بَلَى، قَالَ: «فَلَا إِذًا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3682,
    "narrator": "নু‘মান (রাঃ)",
    "bn": "তিনি বলেন: আমার মাতা আমার পিতার নিকট আমার জন্য কিছু দান চাইলে তিনি আমাকে তা দান করলেন। তখন আমার মাতা বললেন: রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সাক্ষী না করা পর্যন্ত আমি সন্তুষ্ট হবো না। তিনি [নু‘মান (রাঃ)] বলেন: আমার পিতা আমার হাত ধরে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট নিয়ে গেলেন। ঐ সময় আমি ছোট বালক ছিলাম। তিনি বললেন: ইয়া রাসূলাল্লাহ্! এর মা, রাওয়াহার কন্যা আমার নিকট কিছু দান চায় এবং এতে আপনি সাক্ষী থাকলে সে সন্তুষ্ট হবে। তখন তিনি [রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] বললেন: হে বশীর! এই ছেলে ব্যতীত তোমার আর কোন ছেলে আছে কি? তিনি বললেন: হ্যাঁ। তিনি [রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] বললেন: তুমি একে যা দান করেছো তাকেও কি এই দানের অনুরূপ দান করেছ? তিনি বললেন: না। তখন তিনি [রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] বললেন: তাহলে তুমি আমাকে সাক্ষী রেখো না। কারণ আমি যুলুমের সাক্ষী হই না।",
    "ar": "أَخْبَرَنَا أَبُو دَاوُدَ، قَالَ: حَدَّثَنَا يَعْلَى، قَالَ: حَدَّثَنَا أَبُو حَيَّانَ، عَنْ الشَّعْبِيِّ، عَنْ النُّعْمَانِ، قَالَ: سَأَلَتْ أُمِّي أَبِي بَعْضَ الْمَوْهِبَةِ فَوَهَبَهَا لِي، فَقَالَتْ: لَا أَرْضَى حَتَّى أُشْهِدَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: فَأَخَذَ أَبِي بِيَدِي وَأَنَا غُلَامٌ، فَأَتَى رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ، إِنَّ أُمَّ هَذَا ابْنَةَ رَوَاحَةَ طَلَبَتْ مِنِّي بَعْضَ الْمَوْهِبَةِ، وَقَدْ أَعْجَبَهَا أَنْ أُشْهِدَكَ عَلَى ذَلِكَ، قَالَ: «يَا بَشِيرُ، أَلَكَ ابْنٌ غَيْرُ هَذَا؟» قَالَ: نَعَمْ، قَالَ: «فَوَهَبْتَ لَهُ مِثْلَ مَا وَهَبْتَ لِهَذَا؟» قَالَ: لَا، قَالَ: «فَلَا تُشْهِدْنِي إِذًا، فَإِنِّي لَا أَشْهَدُ عَلَى جَوْرٍ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3683,
    "narrator": "আমির (রহঃ)",
    "bn": "তিনি বলেন: আমাকে অবহিত করা হয়েছে যে, বশীর ইব্‌ন সা‘দ রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বললেন: আমার স্ত্রী, আমার বিন্‌ত রাওয়াহা আমাকে তার ছেলে নু‘মানকে কিছু দান করতে বলছে; সে আরো বলছে যে, আমি যেন এ ব্যাপারে আপনাকে সাক্ষী রাখি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেন: এই ছেলে ব্যতীত তোমার কি আরো ছেলে আছে? তিনি বললেন: হ্যাঁ। তিনি [রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] বললেন: একে যেমন দান করেছ, তাদেরকেও তেমন দান করেছ? তিনি বললেন: না। তিনি [রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] বললেন: তাহলে তুমি আমাকে যুলুমের সাক্ষী রেখো না।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ، عَنْ عَامِرٍ، قَالَ: أُخْبِرْتُ أَنَّ بَشِيرَ بْنَ سَعْدٍ، أَتَى رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ، إِنَّ امْرَأَتِي عَمْرَةَ بِنْتَ رَوَاحَةَ أَمَرَتْنِي أَنْ أَتَصَدَّقَ عَلَى ابْنِهَا نُعْمَانَ بِصَدَقَةٍ، وَأَمَرَتْنِي أَنْ أُشْهِدَكَ عَلَى ذَلِكَ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «هَلْ لَكَ بَنُونَ سِوَاهُ؟» قَالَ: نَعَمْ، قَالَ: «فَأَعْطَيْتَهُمْ مِثْلَ مَا أَعْطَيْتَ لِهَذَا؟» قَالَ: لَا، قَالَ: «فَلَا تُشْهِدْنِي عَلَى جَوْرٍ»",
    "grade_id": 7,
    "grade": "সহিহ লিগাইরিহি",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3684,
    "narrator": "আবদুল্লাহ্‌ ইব্‌ন উৎবা ইব্‌ন মাসঊদ (রাঃ)",
    "bn": "এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললো: আমি আমার ছেলেকে কিছু দান করেছি। আপনি এর সাক্ষী থাকুন। তিনি বললেন: এই ছেলে ব্যতীত তোমার আরো ছেলে আছে কি? সে বললো: হ্যাঁ। তিনি বললেন: এই ছেলেকে যেমন দান করেছ, তাদেরকেও কি তেমন দান করেছ, সে বললো: না। তিনি বললেন: আমি (কি) যুলুমের সাক্ষী হবো?",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ، قَالَ: حَدَّثَنَا أَبُو نُعَيْمٍ، قَالَ: حَدَّثَنَا زَكَرِيَّا، عَنْ عَامِرٍ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عُتْبَةَ بْنِ مَسْعُودٍ، ح وَأَنْبَأَنَا مُحَمَّدُ بْنُ حَاتِمٍ، قَالَ: أَنْبَأَنَا حِبَّانُ، قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ زَكَرِيَّا، عَنْ الشَّعْبِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ: أَنَّ رَجُلًا جَاءَ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - وَقَالَ مُحَمَّدٌ: أَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - فَقَالَ: إِنِّي تَصَدَّقْتُ عَلَى ابْنِي بِصَدَقَةٍ، فَاشْهَدْ، فَقَالَ: «هَلْ لَكَ وَلَدٌ غَيْرُهُ؟» قَالَ: نَعَمْ، قَالَ: «أَعْطَيْتَهُمْ كَمَا أَعْطَيْتَهُ؟» قَالَ: لَا، قَالَ: «أَشْهَدُ عَلَى جَوْرٍ؟ »",
    "grade_id": 7,
    "grade": "সহিহ লিগাইরিহি",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3685,
    "narrator": "মুসলিম ইব্‌ন সুবায়হ (রাঃ)",
    "bn": "তিনি বলেন: নু’মান ইব্‌ন বশীর (রাঃ)-কে আমি বলতে শুনেছি: আমার পিতা আমাকে নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হলেন, আমাকে যা দান করেছেন, তাঁকে তার সাক্ষী করার জন্য। তিনি বললেন: এই ছেলে ব্যতীত তোমার আরো ছেলে আছে কি? তিনি বললেন: হ্যাঁ। তিনি তালুর সাথে হাত একত্রিত করে ইশারা করে বললেন যে, তাদের মধ্যে সমতা রক্ষা করলে না কেন?",
    "ar": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، عَنْ يَحْيَى، عَنْ فِطْرٍ، قَالَ: حَدَّثَنِي مُسْلِمُ بْنُ صُبَيْحٍ، قَالَ: سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ، يَقُولُ: ذَهَبَ بِي أَبِي إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُشْهِدُهُ عَلَى شَيْءٍ أَعْطَانِيهِ، فَقَالَ: «أَلَكَ وَلَدٌ غَيْرُهُ؟» قَالَ: نَعَمْ، وَصَفَّ بِيَدِهِ بِكَفِّهِ أَجْمَعَ كَذَا، «أَلَا سَوَّيْتَ بَيْنَهُمْ؟»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3686,
    "narrator": "নু‘মান (রাঃ)",
    "bn": "আমার পিতা আমাকে নিয়ে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হন, তিনি আমাকে যে দান করেন, তাঁকে তার সাক্ষী করার জন্য। তিনি বললেন: এই ছেলে ব্যতীত তোমার আরও ছেলে আছে কি? তিনি (পিতা) বললেন: হ্যাঁ। তিনি [রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] বললেন: তাদের মধ্যে সমতা বিধান কর।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ حَاتِمٍ، قَالَ: أَنْبَأَنَا حِبَّانُ، قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ فِطْرٍ، عَنْ مُسْلِمِ بْنِ صُبَيْحٍ، قَالَ: سَمِعْتُ النُّعْمَانَ، يَقُولُ وَهُوَ يَخْطُبُ: انْطَلَقَ بِي أَبِي إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُشْهِدُهُ عَلَى عَطِيَّةٍ أَعْطَانِيهَا، فَقَالَ: «هَلْ لَكَ بَنُونَ سِوَاهُ؟» قَالَ: نَعَمْ، قَالَ: «سَوِّ بَيْنَهُمْ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3681,
    "narrator": "নু‘মান ইব্‌ন বশীর আনসারী (রাঃ)",
    "bn": "তার মাতা, রাওয়াহার কন্যা তার পিতার কাছে তার মাল হতে তার পুত্রের জন্য কিছু দান দাবি করলেন। তিনি এক বছর পর্যন্ত এ ব্যাপারে টাল-বাহানা করতে লাগলেন। পরে ভাল মনে হলে তিনি তাকে দান করলেন। তিনি (নু‘মানের মা) বললেন : রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সাক্ষী না করা পর্যন্ত আমি সন্তুষ্ট হবো না। এরপর তিনি (নু‘মানের পিতা রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট গিয়ে) বললেন, ইয়া রাসূলাল্লাহ্‌! এর মা রাওয়াহার কন্যা একে কিছু দান করার জন্য আমার সাথে ঝগড়া করায় আমি তাকে দান করেছি। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: হে বশীর! এই ছেলে ব্যতীত তোমার আরও ছেলে আছে কি? তিনি বললেন: হ্যাঁ। তখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: তুমি এই ছেলেকে যেরূপ দান করেছ, সেরূপ তাদের সকলকে দান করেছ? তিনি বললেন: না। তখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: তাহলে তুমি আমাকে সাক্ষী রেখো না। কেননা আমি যুলুমের সাক্ষী হই না।",
    "ar": "أَخْبَرَنَا مُوسَى بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ: حَدَّثَنَا أَبُو حَيَّانَ، عَنْ الشَّعْبِيِّ، قَالَ: حَدَّثَنِي النُّعْمَانُ بْنُ بَشِيرٍ الْأَنْصَارِيُّ: أَنَّ أُمَّهُ ابْنَةَ رَوَاحَةَ سَأَلَتْ أَبَاهُ بَعْضَ الْمَوْهِبَةِ مِنْ مَالِهِ لِابْنِهَا، فَالْتَوَى بِهَا سَنَةً، ثُمَّ بَدَا لَهُ فَوَهَبَهَا لَهُ، فَقَالَتْ: لَا أَرْضَى حَتَّى تُشْهِدَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ، إِنَّ أُمَّ هَذَا ابْنَةَ رَوَاحَةَ قَاتَلَتْنِي عَلَى الَّذِي وَهَبْتُ لَهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا بَشِيرُ، أَلَكَ وَلَدٌ سِوَى هَذَا؟» قَالَ: نَعَمْ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَفَكُلُّهُمْ وَهَبْتَ لَهُمْ مِثْلَ الَّذِي وَهَبْتَ لِابْنِكَ هَذَا؟» قَالَ: لَا، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فَلَا تُشْهِدْنِي إِذًا، فَإِنِّي لَا أَشْهَدُ عَلَى جَوْرٍ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3687,
    "narrator": "জাবির ইব্‌ন মুফায্‌যাল ইব্‌ন মুহাল্‌লাব (রহঃ)",
    "bn": "তিনি বলেন, আমি নু‘মান ইব্‌ন বশীর (রাঃ)-কে খুতবায় বলতে শুনেছি, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: তোমাদের ছেলেদের মধ্যে (সমতা এবং) ইনসাফ করবে, তোমরা তোমাদের ছেলেদের মধ্যে (সমতা এবং) ইনসাফ করবে।",
    "ar": "أَخْبَرَنَا يَعْقُوبُ بْنُ سُفْيَانَ، قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ حَاجِبِ بْنِ الْمُفَضَّلِ بْنِ الْمُهَلَّبِ، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ، يَخْطُبُ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اعْدِلُوا بَيْنَ أَبْنَائِكُمْ، اعْدِلُوا بَيْنَ أَبْنَائِكُمْ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]