[
  {
    "hadith_id": 4213,
    "narrator": "বুরায়দা (রাঃ)",
    "bn": "রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হযরত হাসান এবং হুসায়নের পক্ষে আকীকা করেন।",
    "ar": "أَخْبَرَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ قَالَ: حَدَّثَنَا الْفَضْلُ، عَنْ الْحُسَيْنِ بْنِ وَاقِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، «أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَقَّ عَنِ الْحَسَنِ وَالْحُسَيْنِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4212,
    "narrator": "আমর ইব্‌ন শুআয়ব (রহঃ)",
    "bn": "তাঁর পিতার মাধ্যমে, তাঁর দাদা থেকে বর্ণনা করেন। তিনি বলেনঃ রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আকীকা সম্বন্ধে জিজ্ঞাসা করা হলে তিনি বলেনঃ আল্লাহ্‌ তা‘আলা মাতাপিতার অবাধ্যতাকে পছন্দ করেন না, যেন তিনি এই (আকীকা) [১] নামকে অপছন্দ করলেন ঐ ব্যক্তি আরয করলোঃ ইয়া রাসূলুল্লাহ্! আমি আপনার নিকট জিজ্ঞাসা করছি, কারো সন্তান হলে সন্তানের পক্ষ হতে যা যবেহ করা হয় সেই বিষয়ে। তিনি বললেনঃ যে ব্যক্তি স্বীয় সন্তানের পক্ষ হতে যবেহ করতে ইচ্ছে করে, সে যেন ছেলে সন্তানের পক্ষ হতে দু’টি বকরী যবেহ করে একই ধরনের এবং কন্যা সন্তানের পক্ষ হতে একটি বকরী যবেহ করে। রাবী দাউদ (রহঃ) বলেনঃ আমি যায়দ ইব্‌ন আসলাম (রহঃ)-এর নিকট জিজ্ঞাসা করলাম, এক প্রকার অর্থ কি? তিনি বললেনঃ দেখতে যেন একই প্রকার হয়, একত্রে যবেহ করা হয়।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ قَالَ: حَدَّثَنَا أَبُو نُعَيْمٍ قَالَ: حَدَّثَنَا دَاوُدُ بْنُ قَيْسٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ قَالَ: سُئِلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ الْعَقِيقَةِ فَقَالَ: «لَا يُحِبُّ اللَّهُ عَزَّ وَجَلَّ الْعُقُوقَ»، وَكَأَنَّهُ كَرِهَ الِاسْمَ، قَالَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: إِنَّمَا نَسْأَلُكَ أَحَدُنَا يُولَدُ لَهُ، قَالَ: «مَنْ أَحَبَّ أَنْ يَنْسُكَ عَنْ وَلَدِهِ، فَلْيَنْسُكْ عَنْهُ عَنِ الْغُلَامِ شَاتَانِ مُكَافَأَتَانِ، وَعَنِ الْجَارِيَةِ شَاةٌ» قَالَ دَاوُدُ سَأَلْتُ زَيْدَ بْنَ أَسْلَمَ عَنِ الْمُكَافَأَتَانِ قَالَ: «الشَّاتَانِ الْمُشَبَّهَتَانِ تُذْبَحَانِ جَمِيعًا»",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "কেননা এরই যমধাতু হতে উৎপন্ন ‘উকুক’-এর অর্থ পিতাপাতার অবাধ্যতা করা। কিন্তু বহু হাদীসে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কর্তৃক এ নামের ব্যবহার পাওয়া যায়। কাজেই বলতে হবে, এ অপছন্দ করার বিষয়টি রাবীর ধারনা। খুব সম্ভবত মহানবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ স্থলে পিতামাতার অবাধ্যতার কথাটি তুলেছেন প্রসঙ্গক্রমে, যেহেতু উভয় শব্দ একই ধাতু হতে উৎপন্ন হয় এবং বিশেষত এ কারনে যে, ‘আকীকা সাধারনত পিতামাতাই দিয়ে থাকে।"
  },
  {
    "hadith_id": 4214,
    "narrator": "সালমান ইব্‌ন আমের যাব্বী (রাঃ)",
    "bn": "রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পুত্র সন্তানের ক্ষেত্রে আকীকা আছে। কাজেই তার জন্য যবেহ করবে এবং তার মাথা মুণ্ডন করবে।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى قَالَ: حَدَّثَنَا عَفَّانُ قَالَ: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ قَالَ: حَدَّثَنَا أَيُّوبُ، وَحَبِيبٌ، وَيُونُسُ، وَقَتَادَةُ، عَنْ مُحَمَّدِ بْنِ سِيرِينَ، عَنْ سَلْمَانَ بْنِ عَامِرٍ الضَّبِّيِّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «فِي الْغُلَامِ عَقِيقَةٌ فَأَهْرِيقُوا عَنْهُ دَمًا، وَأَمِيطُوا عَنْهُ الْأَذَى»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4215,
    "narrator": "উম্মে কুরয (রাঃ)",
    "bn": "রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পুত্র সন্তানের জন্য দু’টি বকরী যা একই প্রকার হবে এবং কন্যা সন্তানের জন্য একটি বকরী যবেহ করতে হবে।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ قَالَ: حَدَّثَنَا عَفَّانُ قَالَ: حَدَّثَنَا حَمَّادٌ، عَنْ قَيْسِ بْنِ سَعْدٍ، عَنْ عَطَاءٍ، وَطَاوُسٍ، وَمُجَاهِدٍ، عَنْ أُمِّ كُرْزٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «فِي الْغُلَامِ شَاتَانِ مُكَافَأَتَانِ، وَفِي الْجَارِيَةِ شَاةٌ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4216,
    "narrator": "উম্মে কুরয (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ছেলে সন্তানের আকীকায় দু’টি বকরী একই রকমের, কন্যা সন্তানের আকীকায় একটি বকরী যবেহ করতে হবে।",
    "ar": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا سُفْيَانُ قَالَ: قَالَ عَمْرٌو عَنْ عَطَاءٍ، عَنْ حَبِيبَةَ بِنْتِ مَيْسَرَةَ، عَنْ أُمِّ كُرْزٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «عَنِ الْغُلَامِ شَاتَانِ مُكَافَأَتَانِ، وَعَنِ الْجَارِيَةِ شَاةٌ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4217,
    "narrator": "উম্মে কুরয (রাঃ)",
    "bn": "তিনি বলেনঃ আমি হুদায়বিয়ায় রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট কুরবানীর জন্তুর গোশ্ত সম্বন্ধে জিজ্ঞাসা করার জন্য উপস্থিত হই। তখন আমি তাঁকে বলতে শুনিঃ পুত্র সন্তানের পক্ষ হতে আকীকার জন্য দু’টি বকরী, আর কন্যা সন্তানের জন্য একটি বকরী তা নর হোক বা মাদী, যবেহ করতে হবে।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ عُبَيْدِ اللَّهِ وَهُوَ ابْنُ أَبِي يَزِيدَ، عَنْ سِبَاعِ بْنِ ثَابِتٍ، عَنْ أُمِّ كُرْزٍ قَالَتْ: أَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالْحُدَيْبِيَةِ أَسْأَلُهُ عَنْ لُحُومِ الْهَدْيِ، فَسَمِعْتُهُ يَقُولُ: «عَلَى الْغُلَامِ شَاتَانِ، وَعَلَى الْجَارِيَةِ شَاةٌ، لَا يَضُرُّكُمْ ذُكْرَانًا كُنَّ أَمْ إِنَاثًا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4218,
    "narrator": "উম্মে কুরয (রাঃ)",
    "bn": "রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ পুত্র সন্তানের জন্য দু’টি বকরী এবং কন্যা সন্তানের জন্য একটি বকরী যবেহ করতে হবে, তা নর হোক বা মাদী।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ قَالَ: حَدَّثَنَا يَحْيَى قَالَ: حَدَّثَنَا ابْنُ جُرَيْجٍ قَالَ: حَدَّثَنِي عُبَيْدُ اللَّهِ بْنُ أَبِي يَزِيدَ، عَنْ سِبَاعِ بْنِ ثَابِتٍ، عَنْ أُمِّ كُرْزٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «عَنِ الْغُلَامِ شَاتَانِ، وَعَنِ الْجَارِيَةِ شَاةٌ لَا يَضُرُّكُمْ ذُكْرَانًا كُنَّ أَمْ إِنَاثًا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4219,
    "narrator": "ইব্‌ন আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাসান এবং হুসায়নের আকীকায় দু’টি করে বকরী যবেহ করেন।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ حَفْصِ بْنِ عَبْدِ اللَّهِ قَالَ: حَدَّثَنِي أَبِي قَالَ: حَدَّثَنِي إِبْرَاهِيمُ هُوَ ابْنُ طَهْمَانَ، عَنْ الْحَجَّاجِ بْنِ الْحَجَّاجِ، عَنْ قَتَادَةَ، عَنْ عِكْرِمَةَ، عَنْ ابْنِ عَبَّاسٍ قَالَ: «عَقَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ الْحَسَنِ وَالْحُسَيْنِ رَضِيَ اللَّهُ عَنْهُمَا بِكَبْشَيْنِ كَبْشَيْنِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4220,
    "narrator": "সামুরা ইব্‌ন জুনদুব (রাঃ) রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "তিনি বলেনঃ প্রত্যেক সন্তান স্বীয় আকীকার সাথে আবদ্ধ। তার পক্ষ হতে তা তার জন্মের সপ্তম দিনে যবেহ করতে হবে। সেদিন তার মাথা মুণ্ডন করতে হবে এবং তার নাম রাখতে হবে।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، وَمُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى قَالَا: حَدَّثَنَا يَزِيدُ وَهُوَ ابْنُ زُرَيْعٍ، عَنْ سَعِيدٍ، أَنْبَأَنَا قَتَادَةُ، عَنْ الْحَسَنِ، عَنْ سَمُرَةَ بْنِ جُنْدُبٍ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «كُلُّ غُلَامٍ رَهِينٌ بِعَقِيقَتِهِ تُذْبَحُ عَنْهُ يَوْمَ سَابِعِهِ وَيُحْلَقُ رَأْسُهُ وَيُسَمَّى»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 4221,
    "narrator": "হাবীব ইব্‌ন শাহীদ (রহঃ)",
    "bn": "আমাকে মুহাম্মদ ইব্‌ন সীরীন (রহঃ) বললেন, তুমি হাসান (রাঃ)-এর নিকট আকীকার হাদীস সমন্ধে জিজ্ঞাসা কর যে, তিনি তা কার নিকট শুনেছেন? আমি তাঁকে এ ব্যপারে জিজ্ঞাসা করলে তিনি বলেনঃ আমি তা সামুরা (রাঃ) থেকে শুনেছি।",
    "ar": "أَخْبَرَنَا هَارُونُ بْنُ عَبْدِ اللَّهِ قَالَ: حَدَّثَنَا قُرَيْشُ بْنُ أَنَسٍ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ قَالَ لِي مُحَمَّدُ بْنُ سِيرِينَ: سَلِ الْحَسَنَ مِمَّنْ سَمِعَ حَدِيثَهُ فِي الْعَقِيقَةِ، فَسَأَلْتُهُ عَنْ ذَلِكَ فَقَالَ: سَمِعْتُهُ مِنْ سَمُرَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]