[
  {
    "hadith_id": 2492,
    "narrator": "জাবির (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কারোর খেজুর বাগান বা কৃষিভূমি থাকলে সে যেন তার শরীককে তা ক্রয়ের প্রস্তাব না করা পর্যন্ত বিক্রয় না করে। [২৪৯২]",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، وَمُحَمَّدُ بْنُ الصَّبَّاحِ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ كَانَتْ لَهُ نَخْلٌ أَوْ أَرْضٌ فَلاَ يَبِيعُهَا حَتَّى يَعْرِضَهَا عَلَى شَرِيكِهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৪৯২] মুসলিম ১৬০৮, নাসায়ী ৪৭০০, ৪৭০১, সহীহাহ ২৩৫৮, ইরওয়া ৫/৩৭৩। তাহকীক আলবানীঃ সহীহ।"
  },
  {
    "hadith_id": 2493,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, কারো জমাজমি থাকলে এবং সে তা বিক্রয় করতে চাইলে তার প্রতিবেশীকে (তা ক্রয়ের) প্রস্তাব দিবে। [২৪৯৩]",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ سِنَانٍ، وَالْعَلاَءُ بْنُ سَالِمٍ، قَالاَ حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا شَرِيكٌ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ مَنْ كَانَتْ لَهُ أَرْضٌ فَأَرَادَ بَيْعَهَا فَلْيَعْرِضْهَا عَلَى جَارِهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৪৯৩] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। বায়হাকী ফিস সুনান ৬/১৯১, সহীহাহ ২৩৫৮। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী সিমাক বিন হারব সম্পর্কে ইয়াহইয়া বিন মাঈন বলেন, তিনি সিকাহ। ইয়াকুব বিন শায়বাহ বলেন, তার পূর্বে বর্ণিত হাদিস যারা শ্রবন করেছেন তা সহীহ। ইবনু হিব্বান বলেন, তিনি সিকাহ তবে হাদিস বর্ণনায় অধিক ভুল করেন। আবদুল্লাহ ইবনুল মুবারাক বলেন, তিনি হাদিস বর্ণনায় দুর্বল। (তাহযীবুল কামালঃ রাবী নং ২৫৭৯, ১২/১১৫ নং পৃষ্ঠা)"
  },
  {
    "hadith_id": 2494,
    "narrator": "জাবির (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ প্রতিবেশী তার প্রতিবেশীর শুফ‘আর অধিক হকদার। তাদের উভয়ের যাতায়াতের একই পথ হলে তার অনুপস্থিতিতে তার জন্য অপেক্ষা করতে হবে। [২৪৯৪]",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا هُشَيْمٌ، أَنْبَأَنَا عَبْدُ الْمَلِكِ، عَنْ عَطَاءٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الْجَارُ أَحَقُّ بِشُفْعَةِ جَارِهِ يَنْتَظِرُ بِهَا إِنْ كَانَ غَائِبًا إِذَا كَانَ طَرِيقُهُمَا وَاحِدًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৪৯৪] তিরমিযী ১৩৬৯, আবূ দাউদ ৩৫১৮, ৩৫৮১, আহমাদ ১৩৮৪১, দারেমী ২৬২৭, ইরওয়া ১৫৪০। তাহকীক আলবানীঃ সহীহ।"
  },
  {
    "hadith_id": 2495,
    "narrator": "আবূ রাফি (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, নৈকট্যের কারণে প্রতিবেশী (শুফআর) অধিক হকদার। [২৪৯৫]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَلِيُّ بْنُ مُحَمَّدٍ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ، عَنْ عَمْرِو بْنِ الشَّرِيدِ، عَنْ أَبِي رَافِعٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْجَارُ أَحَقُّ بِسَقَبِهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৪৯৫] সহীহুল বুখারী ২২৫৮, ৬৯৭৭, ৬৯৭৮, ৬৯৮০, ৬৯৮১, নাসাঈ ৪৭০২, আবু দাউদ ৩৫১৬, আহমাদ ২৬৬৩৯, ইরওয়া ১৫৩৮। তাহকীক আলবানীঃ সহীহ।"
  },
  {
    "hadith_id": 2496,
    "narrator": "শারীদ বিন সুওয়ায়দ (রাঃ)",
    "bn": "আমি বললাম, ইয়া রাসূলল্লাহ! এক খণ্ড জমি যাতে কারো অংশও নেই এবং শারীকও নেই, কিন্তু প্রতিবেশী আছে। তিনি বললেনঃ নৈকট্যের কারণে প্রতিবেশীই তার অধিক হকদার। [২৪৯৬]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ حُسَيْنٍ الْمُعَلِّمِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ عَمْرِو بْنِ الشَّرِيدِ بْنِ سُوَيْدٍ، عَنْ أَبِيهِ الشَّرِيدِ بْنِ سُوَيْدٍ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ أَرْضٌ لَيْسَ فِيهَا لأَحَدٍ قِسْمٌ وَلاَ شِرْكٌ إِلاَّ الْجِوَارُ ‏.‏ قَالَ ‏ \"‏ الْجَارُ أَحَقُّ بِسَقَبِهِ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[২৪৯৬]নাসায়ী ৪৭০৩, আহমাদ ১৮৯৬৭, ১৮৯৮৩। তাহকীক আলবানীঃ হাসান সহীহ।"
  },
  {
    "hadith_id": 2498,
    "narrator": "আবূ রাফি’ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ শরীক নিকটতর হওয়ার কারণে শুফআর দাবিতে অগ্রগণ্য। [২৪৯৮]",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْجَرَّاحِ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ، عَنْ عَمْرِو بْنِ الشَّرِيدِ، عَنْ أَبِي رَافِعٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الشَّرِيكُ أَحَقُّ بِسَقَبِهِ مَا كَانَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৪৯৮] ইবনু মাজাহ ২৪৯৫, সহীহুল বুখারী ২২৫৮, ৬৯৭৭, ৬৯৭৮, ৬৯৮০, ৬৯৮১, নাসায়ী ৪৭০২, আবূ দাউদ ৩৫১৬, আহমাদ ২৬৬৩৯, ইরওয়া ১৫৩৮। তাহকীক আলবানীঃ সহীহ। উক্ত হাদিসের রাবী আবদুল্লাহ ইবনুল জাররাহ সম্পর্কে আবু হাতিম বিন হিব্বান বলেন, তিনি হাদিসের ব্যাপারে নির্ভরযোগ্য। আবু যুরআহ আর-রাযী তাকে সত্যবাদী বলেছেন। আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি সিকাহ। আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় অধিক ভুল করেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় ভুল করেন। (তাহযীবুল কামালঃ রাবী নং ৩১৯৯, ১৪/৩৬১ নং পৃষ্ঠা)"
  },
  {
    "hadith_id": 2499,
    "narrator": "জাবির বিন আবদুল্লাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রত্যেক এজমালী সম্পত্তিতে শুফআর (ক্রয়ে অগ্রাধিকার থাকার) ব্যবস্থা করেছেন। (বণ্টনের পর প্রত্যেকের) সীমানা নির্ধারিত হয়ে গেলে এবং রাস্তা হয়ে গেলে আর শুফআর অধিকার থাকে না। [২৪৯৯]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ إِنَّمَا جَعَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم الشُّفْعَةَ فِي كُلِّ مَا لَمْ يُقْسَمْ فَإِذَا وَقَعَتِ الْحُدُودُ وَصُرِّفَتِ الطُّرُقُ فَلاَ شُفْعَةَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৪৯৯] সহীহুল বুখারী ২২১৩, ২২১৪, ২২৫৭, ২৪৯৫, ২৪৯৬, ৬৯৭৬, মুসলিম ১৬০৮, তিরমিযী ১৩৭০, নাসায়ী ৪৬৪৬, আবূ দাউদ ৩৫১৩, ৩৫১৪, আহমাদ ১৩৭৪৩, ১৩৯৯৪, ১৪৫৮১, ১৪৮৫৫, মুয়াত্তা মালেক ১৪২০, দারেমী ২৬২৭, ২৬২৮, বায়হাকী ফিস সুনান ১/৮৩, ৬/১০৩, দারাকুতনী ১/১০৮, ইরওয়া ১৫৩২। তাহকীক আলবানীঃ সহীহ।"
  },
  {
    "hadith_id": 2500,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, শুফআ হলো উটের বাধঁন খুলে দেয়ার সমতুল্য। [২৫০০]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ الْحَارِثِ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْبَيْلَمَانِيِّ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الشُّفْعَةُ كَحَلِّ الْعِقَالِ ‏\"‏ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "[২৫০০] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। ইরওয়া ১৫৪২। তাহকীক আলবানীঃ খুবই দুর্বল। উক্ত হাদিসের রাবী মুহাম্মাদ ইবনুল হারিস সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। আবু হাতিম বিন হিব্বান তার সিকাহ গ্রন্থে তার নাম উল্লেখ করেছেন। আবু যুরআহ আর-রাযী তার হাদিস বর্জন করেছেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। ইমাম তিরমিযি বলেন, তিনি মুনকার। ইমাম যাহাবী তাকে দুর্বল হিসেবে উল্লেখ করেছেন। (তাহযীবুল কামালঃ রাবী নং ৫১৩০, ২৫/৩০ নং পৃষ্ঠা) ২. মুহাম্মাদ বিন আবদুর রহমান আল-বায়লামানী সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল, তিনি হাদিস বর্ণনায় ইদতিরাব করেন। আবু নুআয়ম আল-আসবাহানী ও আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি মুনকার। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৫৩৯২, ২৫/৫৯৪ নং পৃষ্ঠা) ৩. আবদুর রহমান আল-বায়লামানী সম্পর্কে আবুল ফাতহ আল-আযদী বলেন, মুনকারুল হাদিস। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। ইমাম দারাকুতনী বলেন, তিনি দুর্বল, তার হাদিস দ্বারা দলীল গ্রহণযোগ্য নয়। (তাহযীবুল কামালঃ রাবী নং ৩৭৭৪, ১৭/৮ নং পৃষ্ঠা)"
  },
  {
    "hadith_id": 2501,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন শরীক অপর শরীকের আগে ক্রয় করলে সেই ক্ষেত্রে শুফআর দাবি করা যাবে না এবং নাবালেগ ও অনুপস্থিত ব্যক্তির অনুকূলে শুফআর দাবি বর্তায় না। [২৫০১]",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ الْحَارِثِ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْبَيْلَمَانِيِّ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لاَ شُفْعَةَ لِشَرِيكٍ عَلَى شَرِيكٍ إِذَا سَبَقَهُ بِالشِّرَاءِ وَلاَ لِصَغِيرٍ وَلاَ لِغَائِبٍ ‏\"‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "[২৫০১] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। যইফাহ ৪৮০৩। তাহকীক আলবানীঃ খুবই দুর্বল। উক্ত হাদিসের রাবী মুহাম্মাদ ইবনুল হারিস সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। আবু হাতিম বিন হিব্বান তার সিকাহ গ্রন্থে তার নাম উল্লেখ করেছেন। আবু যুরআহ আর-রাযী তার হাদিস বর্জন করেছেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। ইমাম তিরমিযি বলেন, তিনি মুনকার। ইমাম যাহাবী তাকে দুর্বল হিসেবে উল্লেখ করেছেন। (তাহযীবুল কামালঃ রাবী নং ৫১৩০, ২৫/৩০ নং পৃষ্ঠা) ২. মুহাম্মাদ বিন আবদুর রহমান আল-বায়লামানী সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল, তিনি হাদিস বর্ণনায় ইদতিরাব করেন। আবু নুআয়ম আল-আসবাহানী ও আহমাদ বিন শু'আয়ব আন-নাসায়ী বলেন, তিনি মুনকার। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ৫৩৯২, ২৫/৫৯৪ নং পৃষ্ঠা) ৩. আবদুর রহমান আল-বায়লামানী সম্পর্কে আবুল ফাতহ আল-আযদী বলেন, মুনকারুল হাদিস। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। ইমাম দারাকুতনী বলেন, তিনি দুর্বল, তার হাদিস দ্বারা দলীল গ্রহণযোগ্য নয়। (তাহযীবুল কামালঃ রাবী নং ৩৭৭৪, ১৭/৮ নং পৃষ্ঠা)"
  },
  {
    "hadith_id": 2497,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এজমালী সম্পত্তিতে শুফআর ফয়সালা দিয়েছেন। সীমানা নির্ধারিত হয়ে গেলে শুফআর অধিকার থাকে না। \n\n[উপরোক্ত হাদীসে মোট ৩টি সানাদের ২টি বর্ণিত হয়েছে, অপর সানাদটি হলোঃ ]\n\n২/২৪৯৭ (১) . আবূ হুরায়রা (রাঃ) , নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে অনুরূপ হাদীস বর্ণিত হয়েছে। আবূ আসিম (রাঃ) বলেন, সাঈদ ইবনুল মুসায়্যাবের রিওয়ায়াতটি মুরসাল এবং আবূ সালামাহ- আবূ হুরায়রা (রাঃ) সূত্রের রিওয়ায়াতটি মুত্তাসিল। [২৪৯৭]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، وَعَبْدُ الرَّحْمَنِ بْنُ عُمَرَ، قَالاَ حَدَّثَنَا أَبُو عَاصِمٍ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ ـ رضي الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَضَى بِالشُّفْعَةِ فِيمَا لَمْ يُقْسَمْ فَإِذَا وَقَعَتِ الْحُدُودُ فَلاَ شُفْعَةَ ‏.‏\n\nحَدَّثَنَا مُحَمَّدُ بْنُ حَمَّادٍ الطِّهْرَانِيُّ، حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ مَالِكٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، وَأَبِي، سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم نَحْوَهُ ‏.‏ قَالَ أَبُو عَاصِمٍ سَعِيدُ بْنُ الْمُسَيَّبِ مُرْسَلٌ وَأَبُو سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ مُتَّصِلٌ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৪৯৭] আবূ দাউদ ৩৫১৫, ইরওয়া ৫/৩৭২। তাহকীক আলবানীঃ সহীহ।"
  }
]