[
  {
    "hadith_id": 707,
    "narrator": "আবদুল্লাহ বিন উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাতের জন্য সমবেত করার ব্যাপারে সহাবীদের সাথে পরামর্শ করেন। তারা শিঙ্গার কথা উল্লেখ করেন, কিন্তু এটি ইহুদীদের যন্ত্র বলে তিনি অপছন্দ করেন। অতঃপর তারা নাকূসের কথা উল্লেখ করেন। কিন্তু এটি খ্রিস্টানদের ঘণ্টা বলে তিনি অপছন্দ করেন। সেই রাতে আবদুল্লাহ বিন যায়দ নামে এক আনসারীকে স্বপ্নে আযানের পদ্ধতি দেখানো হলো এবং উমার ইবনুল খাত্তাব (রাঃ) ও (রাতে একই স্বপ্ন দেখেন)। আনসারী সহাবী রাতেই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আসেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিলালকে আযান দেয়ার নির্দেশ দিলে তিনি আযান দেন। যুহরী (রাঃ) বলেন, বিলাল (রাঃ) ফজরের সলাতে (ঘুম থেকে সালাত উত্তম) বাক্যটি সংযোজন করেন এবং রাসূল তা বহাল রাখেন। উমার (রাঃ) বলেন, হে আল্লাহর রাসূল! নিশ্চয় আমিও এ ব্যাক্তির অনুরূপ স্বপ্ন দেখেছি, কিন্তু সে আমার আগেই পৌঁছে গেছে। [৭০৫]\n\nতাহকিক আলবানীঃ দঈফ, এর কিছু অংশ সহিহ, যা বুখারি, মুসলিমে রয়েছে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ خَالِدِ بْنِ عَبْدِ اللَّهِ الْوَاسِطِيُّ، حَدَّثَنَا أَبِي، عَنْ عَبْدِ الرَّحْمَنِ بْنِ إِسْحَاقَ، عَنِ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ اسْتَشَارَ النَّاسَ لِمَا يُهِمُّهُمْ إِلَى الصَّلاَةِ فَذَكَرُوا الْبُوقَ فَكَرِهَهُ مِنْ أَجْلِ الْيَهُودِ ثُمَّ ذَكَرُوا النَّاقُوسَ فَكَرِهَهُ مِنْ أَجْلِ النَّصَارَى فَأُرِيَ النِّدَاءَ تِلْكَ اللَّيْلَةَ رَجُلٌ مِنَ الأَنْصَارِ يُقَالُ لَهُ عَبْدُ اللَّهِ بْنُ زَيْدٍ وَعُمَرُ بْنُ الْخَطَّابِ فَطَرَقَ الأَنْصَارِيُّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ لَيْلاً فَأَمَرَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ بِلاَلاً بِهِ فَأَذَّنَ ‏.‏ قَالَ الزُّهْرِيُّ وَزَادَ بِلاَلٌ فِي نِدَاءِ صَلاَةِ الْغَدَاةِ الصَّلاَةُ خَيْرٌ مِنَ النَّوْمِ فَأَقَرَّهَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏ قَالَ عُمَرُ يَا رَسُولَ اللَّهِ قَدْ رَأَيْتُ مِثْلَ الَّذِي رَأَى وَلَكِنَّهُ سَبَقَنِي ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[৭০৫] বুখারী ৬০৪, মুসলিম ৩৭৭, তিরমিযী ১৯০, নাসায়ী ৬২৬, আহমাদ ৬৩২১। তাহক্বীক্ব আলবানী: যঈফ, এর কিছু অংশ সহীহ যা বুখারী, মুসলিমে রয়েছে।"
  },
  {
    "hadith_id": 706,
    "narrator": "আব্দুল্লাহ বিন যায়দ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শিঙ্গাধ্বনি করার মনস্থ করেন এবং ঢোল বাজিয়ে লোকেদের (সলাতের জন্য) ডাকার নির্দেশ দেন। এরপর আবদুল্লাহ বিন যায়দ (রাঃ) কে স্বপ্নে দেখানো হলো। তিনি বলেন, আমি সবুজ বর্ণের একজোড়া কাপড় পরিহিত এক ব্যক্তিকে একটি নাকূস বহন করতে দেখলাম। আমি তাকে বললাম, হে আল্লাহর বান্দা! তুমি কি নাকূস বিক্রি করবে? সে বললো, তা দিয়ে তুমি কি করবে? আমি বললাম, আমি তা দিয়ে সলাতের জন্য ডাকবো। সে বললো, আমি কি তোমাকে এর চেয়ে উৎকৃষ্ট কোন জিনিস সম্পর্কে অবহিত করবো না? আমি বললাম, তা কী? সে বললো, তুমি বলোঃ “আল্লাহ মহান, আল্লাহ মহান, আল্লাহ মহান, আল্লাহ মহান। আমি সাক্ষ্য দেই যে, আল্লাহ ব্যতীত কোনো ইলাহ নাই। আমি সাক্ষ্য দেই যে, আল্লাহ ব্যতীত কোনো ইলাহ নাই। আমি সাক্ষ্য দেই যে, মুহাম্মাদ আল্লাহর রসূল। আমি সাক্ষ্য দেই যে, মুহাম্মাদ আল্লাহর রাসূল। সলাতের দিকে এসো, সলাতের দিকে এসো। কল্যাণের দিকে এসো, কল্যাণের দিকে এসো। আল্লাহ মহান, আল্লাহ মহান। আল্লাহ ব্যতীত কোনো ইলাহ নাই”। \n\nরাবী বলেন, আবদুল্লাহ বিন যায়দ (রাঃ) বের হয়ে রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আসেন এবং যে স্বপ্ন তিনি দেখেছেন সে সম্পর্কে তাঁকে অবহিত করেন। তিনি বলেন, হে আল্লাহর রাসূল! আমি স্বপ্নযোগে একজোড়া সবুজ কাপড় পরিহিত এক ব্যক্তিকে নাকূস বহন করতে দেখলাম। এরপর তিনি তাঁর কাছে সব ঘটনা খুলে বলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তোমাদের এই সাথী একটি স্বপ্ন দেখেছে। তুমি বিলালের সাথে মাসজিদে চলে যাও, তাকে এগুলো শিখিয়ে দাও এবং বিলাল যেন আযান দেয়। কারণ বিলাল তোমার চাইতে উচ্চ কণ্ঠের অধিকারী। রাবী বলেন, আমি বিলালের সাথে মাসজিদে গেলাম। আমি তাকে শিখিয়ে দিলাম এবং তিনি তা উচ্চ স্বরে ঘোষণা দিলেন। রাবী বলেন, উমার ইবনুল খাত্তাব (রাঃ) এই বাক্যধ্বনি শুনে বেরিয়ে আসেন এবং বলেন, হে আল্লাহর রাসূল! আল্লাহর শপথ! আমিও অনুরূপ স্বপ্ন দেখেছি। ইরওয়া’ ইবনু মাজাহ এর উষ্ণতায় আবূ উবায়দ (রাঃ) বলেন, আবূ বাকর আল-হাকামী আমাকে অবহিত করেছেন যে, আবদুল্লাহ বিন যায়দ আল-আনসারী (রাঃ) এ সম্পর্কে (কবিতা) বলেন, আমি মহামহিম গৌরবান্বিত অশেষ প্রশংসা করছি আযান দেয়ার জন্য। যখন আল্লাহর পক্ষ থেকে সুসংবাদদাতা তা নিয়ে আমার নিকট এলো, আমাকে সুসংবাদ দেয়ার জন্য তাকে সম্মান করে, সে তিন রাত আমাকে আযান দিলো, যখনই সে এলো, আমার মর্যাদা বাড়িয়ে দিলো। [৭০৪]",
    "ar": "حَدَّثَنَا أَبُو عُبَيْدٍ، مُحَمَّدُ بْنُ عُبَيْدِ بْنِ مَيْمُونٍ الْمَدَنِيُّ حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ الْحَرَّانِيُّ، حَدَّثَنَا مُحَمَّدُ بْنُ إِسْحَاقَ، حَدَّثَنَا مُحَمَّدُ بْنُ إِبْرَاهِيمَ التَّيْمِيُّ، عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ زَيْدٍ، عَنْ أَبِيهِ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ قَدْ هَمَّ بِالْبُوقِ وَأَمَرَ بِالنَّاقُوسِ فَنُحِتَ فَأُرِيَ عَبْدُ اللَّهِ بْنُ زَيْدٍ فِي الْمَنَامِ قَالَ رَأَيْتُ رَجُلاً عَلَيْهِ ثَوْبَانِ أَخْضَرَانِ يَحْمِلُ نَاقُوسًا فَقُلْتُ لَهُ يَا عَبْدَ اللَّهِ تَبِيعُ النَّاقُوسَ قَالَ وَمَا تَصْنَعُ بِهِ قُلْتُ أُنَادِي بِهِ إِلَى الصَّلاَةِ ‏.‏ قَالَ أَفَلاَ أَدُلُّكَ عَلَى خَيْرٍ مِنْ ذَلِكَ قُلْتُ وَمَا هُوَ قَالَ تَقُولُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَىَّ عَلَى الصَّلاَةِ حَىَّ عَلَى الصَّلاَةِ حَىَّ عَلَى الْفَلاَحِ حَىَّ عَلَى الْفَلاَحِ ‏.‏ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لاَ إِلَهَ إِلاَّ اللَّهُ ‏.‏ قَالَ فَخَرَجَ عَبْدُ اللَّهِ بْنُ زَيْدٍ حَتَّى أَتَى رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ فَأَخْبَرَهُ بِمَا رَأَى ‏.‏ قَالَ يَا رَسُولَ اللَّهِ رَأَيْتُ رَجُلاً عَلَيْهِ ثَوْبَانِ أَخْضَرَانِ يَحْمِلُ نَاقُوسًا ‏.‏ فَقَصَّ عَلَيْهِ الْخَبَرَ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ إِنَّ صَاحِبَكُمْ قَدْ رَأَى رُؤْيَا فَاخْرُجْ مَعَ بِلاَلٍ إِلَى الْمَسْجِدِ فَأَلْقِهَا عَلَيْهِ وَلْيُنَادِ بِلاَلٌ فَإِنَّهُ أَنْدَى صَوْتًا مِنْكَ ‏\"‏ ‏.‏ قَالَ فَخَرَجْتُ مَعَ بِلاَلٍ إِلَى الْمَسْجِدِ فَجَعَلْتُ أُلْقِيهَا عَلَيْهِ وَهُوَ يُنَادِي بِهَا ‏.‏ قَالَ فَسَمِعَ عُمَرُ بْنُ الْخَطَّابِ بِالصَّوْتِ فَخَرَجَ فَقَالَ يَا رَسُولَ اللَّهِ وَاللَّهِ لَقَدْ رَأَيْتُ مِثْلَ الَّذِي رَأَى ‏.‏ قَالَ أَبُو عُبَيْدٍ فَأَخْبَرَنِي أَبُو بَكْرٍ الْحَكَمِيُّ أَنَّ عَبْدَ اللَّهِ بْنَ زَيْدٍ الأَنْصَارِيَّ قَالَ فِي ذَلِكَ أَحْمَدُ اللَّهَ ذَا الْجَلاَلِ وَذَا الإِكْرَامِ حَمْدًا عَلَى الأَذَانِ كَثِيرًا إِذْ أَتَانِي بِهِ الْبَشِيرُ مِنَ اللَّهِ فَأَكْرِمْ بِهِ لَدَىَّ بَشِيرًا فِي لَيَالٍ وَالَى بِهِنَّ ثَلاَثٍ كُلَّمَا جَاءَ زَادَنِي تَوْقِيرًا",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৭০৪] তিরমিযী ১৮৯, আবূ দাঊদ ৪৯৯, ৫১২; আহমাদ ১৬০৪১, ১৬০৪৩; দারিমী ১১২৭। তাহক্বীক্ব আলবানী: হাসান। তাখরীজ আলবানী: ইরওয়াহ ২৪৬, মিশকাত ৬৫০।"
  },
  {
    "hadith_id": 709,
    "narrator": "আবদুল্লাহ বিন মুহাইরীয (রাঃ)",
    "bn": "আবূ মাহযূরা (রাঃ) তাকে বলেন যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে আযানের ঊনিশটি এবং ইকামতের সতেরটি বাক্য শিক্ষা দিয়েছেন। আযানের বাক্যগুলো হলোঃ আল্লাহু আকবার আল্লাহু আকবার, আল্লাহু আকবার আল্লাহু আকবার, আশহাদু আল্লা ইলাহা ইল্লাল্লাহ, আশহাদু আল্লা ইলাহা ইল্লাল্লাহ, আশহাদু আন্না মুহাম্মাদার রাসূলুল্লাহ, আশহাদু আন্না মুহাম্মাদার রাসূলুল্লাহ, হায়্যা আলাস সালাহ, হায়্যা আলাস সালাহ, হায়্যা আলাল ফালাহ, হায়্যা আলাল ফালাহ, আল্লাহু আকবার আল্লাহু আকবার, লা ইলাহা ইল্লাল্লাহ। এবং ইকামাতের ১৭ টি শব্দ হলোঃ আল্লাহু আকবার আল্লাহু আকবার, আল্লাহু আকবার আল্লাহু আকবার, আশহাদু আল্লা ইলাহা ইল্লাল্লাহ, আশহাদু আল্লা ইলাহা ইল্লাল্লাহ, আশহাদু আন্না মুহাম্মাদার রাসূলুল্লাহ, আশহাদু আন্না মুহাম্মাদার রাসূলুল্লাহ, হায়্যা আলাস সালাহ, হায়্যা আলাস সালাহ, হায়্যা আলাল ফালাহ, হায়্যা আলাল ফালাহ, কদ-কামাতিস সালাহ, কদ-কামাতিস সালাহ, আল্লাহু আকবার আল্লাহু আকবার, লা ইলাহা ইল্লাল্লাহ। [৭০৭]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا هَمَّامُ بْنُ يَحْيَى، عَنْ عَامِرٍ الأَحْوَلِ، أَنَّ مَكْحُولاً، حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ مُحَيْرِيزٍ حَدَّثَهُ أَنَّ أَبَا مَحْذُورَةَ حَدَّثَهُ قَالَ عَلَّمَنِي رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ الأَذَانَ تِسْعَ عَشْرَةَ كَلِمَةً وَالإِقَامَةَ سَبْعَ عَشْرَةَ كَلِمَةً الأَذَانُ ‏\"‏ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَىَّ عَلَى الصَّلاَةِ حَىَّ عَلَى الصَّلاَةِ حَىَّ عَلَى الْفَلاَحِ حَىَّ عَلَى الْفَلاَحِ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لاَ إِلَهَ إِلاَّ اللَّهُ ‏\"‏ ‏.‏ وَالإِقَامَةُ سَبْعَ عَشْرَةَ كَلِمَةً ‏\"‏ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَىَّ عَلَى الصَّلاَةِ حَىَّ عَلَى الصَّلاَةِ حَىَّ عَلَى الْفَلاَحِ حَىَّ عَلَى الْفَلاَحِ قَدْ قَامَتِ الصَّلاَةُ قَدْ قَامَتِ الصَّلاَةُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لاَ إِلَهَ إِلاَّ اللَّهُ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[৭০৭] মুসলিম ৩৭৯, তিরমিযী ১৯১-৯২, নাসায়ী ৬২৯-৩৩, আবূ দাঊদ ৫০২-৪, আহমাদ ১৪৯৫১, ১৪৯৫৫, ২৬৭০৮; দারিমী ১১৯৬, মাজাহ ৭০৮। তাহক্বীক্ব আলবানী: হাসান সহীহ। তাখরীজ আলবানী: মিশকাত ৬৪৪, সহীহ আবূ দাউদ ৫১৭।"
  },
  {
    "hadith_id": 708,
    "narrator": "আবূ মাহযূরাহ (রাঃ)",
    "bn": "(আবদুল্লাহ বিন মুহায়রীয়) ইয়াতীম হিসেবে আবূ মাহযূরা (রাঃ) এর তত্ত্বাবধানে থাকা অবস্থায় তিনি আমাকে সিরিয়ার দিকে পাঠান। তখন আমি আবূ মাহযূরাহ (রাঃ) কে বললাম, হে চাচাজান! আমি সিরিয়ায় যাচ্ছি। আমি আপনাকে আপনার আযান সম্পর্কে জিজ্ঞেস করছি। তিনি আমাকে অবহিত করেন যে, আবূ মাহযূরাহ (রাঃ) বলেন, আমি একটা দলের সাথে রওয়ানা হলাম এবং আমরা কোন এক রাস্তা অতিক্রম করছিলাম। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর মুয়াযযিন তাঁর উপস্থিতিতে সালাতের আযান দেন। আমরাও মুয়াযযিনের আযান ধ্বনি শুনলাম। তা অপছন্দ হওয়ার কারণে আমরা তার শব্দাবলীর প্রতিধ্বনি করতে লাগলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রতিধ্বনি শুনে আমাদের নিকট লোক পাঠান। আমাদেরকে তার সামনে পেশ করা হলে তিনি বলেন, তোমাদের মধ্যে কার কণ্ঠস্বর উচ্চ, যার কণ্ঠস্বর আমি শুনতে পেলাম? লোকেরা ইশারা করে আমাকে দেখিয়ে দিল। তিনি সকলকে ছেড়ে দিলেন এবং আমাকে আটক রাখলেন। তিনি আমাকে বলেন, দাঁড়াও এবং আযান দাও। অতএব আমি দাঁড়ালাম। আমার কাছে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তিনি যার নির্দেশ দিয়েছেন তার চাইতে অধিকতর অপ্রিয় কোন কিছুই ছিল না। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে দাঁড়ালাম এবং তিনি নিজে আমাকে আযান শিক্ষা দিলেন। তিনি বলেন, তুমি বলোঃ\n“আল্লাহ মহান, আল্লাহ মহান, আল্লাহ মহান, আল্লাহ মহান। আমি সাক্ষ্য দেই যে, আল্লাহ ব্যতীত কোনো ইলাহ নাই; আমি সাক্ষ্য দেই যে, আল্লাহ ব্যতীত কোনো ইলাহ নাই। আমি সাক্ষ্য দেই যে, মুহাম্মাদ আল্লাহর রাসূল; আমি সাক্ষ্য দেই যে, মুহাম্মাদ আল্লাহর রসূল। অতঃপর তিনি আমাকে বলেন, তুমি আরো উচ্চকণ্ঠে বলোঃ\n“আমি সাক্ষ্য দেই যে, আল্লাহ ব্যতীত কোনো ইলাহ নাই; আমি সাক্ষ্য দেই যে, আল্লাহ ব্যতীত কোনো ইলাহ নাই। আমি আরো সাক্ষ্য দেই যে, মুহাম্মাদ আল্লাহর রাসূল; আমি সাক্ষ্য দেই যে, মুহাম্মাদ আল্লাহর রাসূল। সালাতের দিকে এসো, সালাতের দিকে এসো। কল্যাণের দিকে এসো, কল্যাণের দিকে এসো। আল্লাহ মহান, আল্লাহ মহান। আল্লাহ ব্যতীত কোনো ইলাহ নেই”।\nআমি আযান শেষ করলে তিনি আমাকে কাছে ডাকলেন এবং কিছু রূপার মুদ্রা ভর্তি একটি থলে দান করেন। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর হাত আবূ মাহযূরা (রাঃ)– এর কপালের অগ্রভাগে রাখেন, অতঃপর তা তাঁর মুখমণ্ডলে বুলিয়ে দেন, অতঃপর তাঁর হাত তার বুকে বুলিয়ে দেন, এমনকি তাঁর হাত আবূ মাহযূরাহ (রাঃ) – এর নাভিমূল পর্যন্ত পৌঁছে। অতঃপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আল্লাহ তাআলা তোমাকে বরকত দান করুন এবং তোমার উপর বরকত নাযিল করুন। আমি বললাম, হে আল্লাহর রাসূল! আমাকে মাক্কাহ মুয়াযযামায় আযান দেয়ার জন্য নিয়োগ করুণ। তিনি বলেন, হাঁ, তোমাকে নিয়োগ করলাম। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)– এর যা কিছু আমার নিকট অপ্রিয় ছিল তা সব দূর হয়ে গেল এবং তদস্থলে তাঁর প্রতি অকুণ্ঠ ভালোবাসা স্থান পেল। অতঃপর আমি মাক্কাহ মুয়াযযামায় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর গভর্নর আত্তাব বিন উসাইদ (রাঃ)-এর নিকট গেলাম। আমি তার উপস্থিতিতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)– এর নির্দেশ মোতাবেক সালাতের আযান দিলাম। [৭০৬]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَمُحَمَّدُ بْنُ يَحْيَى، قَالاَ حَدَّثَنَا أَبُو عَاصِمٍ، أَنْبَأَنَا ابْنُ جُرَيْجٍ، أَخْبَرَنِي عَبْدُ الْعَزِيزِ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي مَحْذُورَةَ، عَنْ عَبْدِ اللَّهِ بْنِ مُحَيْرِيزٍ، - وَكَانَ يَتِيمًا فِي حِجْرِ أَبِي مَحْذُورَةَ بْنِ مِعْيَرٍ حِينَ جَهَّزَهُ إِلَى الشَّامِ - فَقُلْتُ لأَبِي مَحْذُورَةَ أَىْ عَمِّ إِنِّي خَارِجٌ إِلَى الشَّامِ وَإِنِّي أُسْأَلُ عَنْ تَأْذِينِكَ فَأَخْبَرَنِي أَنَّ أَبَا مَحْذُورَةَ قَالَ خَرَجْتُ فِي نَفَرٍ فَكُنَّا بِبَعْضِ الطَّرِيقِ فَأَذَّنَ مُؤَذِّنُ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ بِالصَّلاَةِ عِنْدَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَسَمِعْنَا صَوْتَ الْمُؤَذِّنِ وَنَحْنُ عَنْهُ مُتَنَكِّبُونَ فَصَرَخْنَا نَحْكِيهِ نَهْزَأُ بِهِ فَسَمِعَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَأَرْسَلَ إِلَيْنَا قَوْمًا فَأَقْعَدُونَا بَيْنَ يَدَيْهِ فَقَالَ ‏\"‏ أَيُّكُمُ الَّذِي سَمِعْتُ صَوْتَهُ قَدِ ارْتَفَعَ ‏\"‏ ‏.‏ فَأَشَارَ إِلَىَّ الْقَوْمُ كُلُّهُمْ وَصَدَقُوا فَأَرْسَلَ كُلَّهُمْ وَحَبَسَنِي وَقَالَ لِي ‏\"‏ قُمْ فَأَذِّنْ ‏\"‏ ‏.‏ فَقُمْتُ وَلاَ شَىْءَ أَكْرَهُ إِلَىَّ مِنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ وَلاَ مِمَّا يَأْمُرُنِي بِهِ فَقُمْتُ بَيْنَ يَدَىْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَأَلْقَى عَلَىَّ رَسُولُ اللَّهِ التَّأْذِينَ هُوَ بِنَفْسِهِ فَقَالَ ‏\"‏ قُلِ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ ‏\"‏ ‏.‏ ثُمَّ قَالَ لِي ‏\"‏ ارْجِعْ فَمُدَّ مِنْ صَوْتِكَ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَىَّ عَلَى الصَّلاَةِ حَىَّ عَلَى الصَّلاَةِ حَىَّ عَلَى الْفَلاَحِ حَىَّ عَلَى الْفَلاَحِ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لاَ إِلَهَ إِلاَّ اللَّهُ ‏\"‏ ‏.‏ ثُمَّ دَعَانِي حِينَ قَضَيْتُ التَّأْذِينَ فَأَعْطَانِي صُرَّةً فِيهَا شَىْءٌ مِنْ فِضَّةٍ ثُمَّ وَضَعَ يَدَهُ عَلَى نَاصِيَةِ أَبِي مَحْذُورَةَ ثُمَّ أَمَرَّهَا عَلَى وَجْهِهِ مِنْ بَيْنِ يَدَيْهِ ثُمَّ عَلَى كَبِدِهِ ثُمَّ بَلَغَتْ يَدُ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ سُرَّةَ أَبِي مَحْذُورَةَ ثُمَّ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ ‏\"‏ ‏.‏ فَقُلْتُ يَا رَسُولَ اللَّهِ أَمَرْتَنِي بِالتَّأْذِينِ بِمَكَّةَ قَالَ ‏\"‏ نَعَمْ قَدْ أَمَرْتُكَ ‏\"‏ ‏.‏ فَذَهَبَ كُلُّ شَىْءٍ كَانَ لِرَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ مِنْ كَرَاهِيَةٍ وَعَادَ ذَلِكَ كُلُّهُ مَحَبَّةً لِرَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَدِمْتُ عَلَى عَتَّابِ بْنِ أَسِيدٍ عَامِلِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ بِمَكَّةَ فَأَذَّنْتُ مَعَهُ بِالصَّلاَةِ عَلَى أَمْرِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.‏ قَالَ وَأَخْبَرَنِي ذَلِكَ مَنْ أَدْرَكَ أَبَا مَحْذُورَةَ عَلَى مَا أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ مُحَيْرِيزٍ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[৭০৬]  মুসলিম ৩৭৯, তিরমিযী ১৯১-৯২, নাসায়ী ৬২৯-৩৩, আবূ দাঊদ ৫০২-৪, আহমাদ ১৪৯৫১, ১৪৯৫৫, ২৬৭০৮; দারিমী ১১৯৬, মাজাহ ৭০৯। তাহক্বীক্ব আলবানী: হাসান সহীহ। তাখরীজ আলবানী: সহীহ আবূ দাউদ ২০২।"
  },
  {
    "hadith_id": 714,
    "narrator": "উসমান বিন আবূল আস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার থেকে সর্বশেষ যে অঙ্গীকার গ্রহণ করেছেন তা হলোঃ আমি যেন বেতনভুক্ত মুয়াযযিন নিয়োগ না করি। [৭১২]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حَفْصُ بْنُ غِيَاثٍ، عَنْ أَشْعَثَ، عَنِ الْحَسَنِ، عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِ، قَالَ كَانَ آخِرُ مَا عَهِدَ إِلَىَّ النَّبِيُّ ـ صلى الله عليه وسلم ـ أَنْ لاَ أَتَّخِذَ مُؤَذِّنًا يَأْخُذُ عَلَى الأَذَانِ أَجْرًا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭১২] তিরমিযী ২০৯, নাসায়ী ৬৭২, আবূ দাঊদ ৫৩১, আহমাদ ১৫৮৩৬, ১৭৪৪৮। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: ইরওয়াহ ৩১৬, সহীহ আবূ দাউদ ৫৪১।"
  },
  {
    "hadith_id": 710,
    "narrator": "সা’দ বিন আয়েয (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিলাল (রাঃ)– কে তার দু’কানের ছিদ্রে তার দু’ আঙ্গুল প্রবিষ্ট করার নির্দেশ দেন এবং বলেন, তাতে তোমার কণ্ঠস্বর আরো উচ্চ হবে। [৭০৮]",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَعْدِ بْنِ عَمَّارِ بْنِ سَعْدٍ، مُؤَذِّنِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ حَدَّثَنِي أَبِي عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ أَمَرَ بِلاَلاً أَنْ يَجْعَلَ إِصْبَعَيْهِ فِي أُذُنَيْهِ وَقَالَ ‏ \"‏ إِنَّهُ أَرْفَعُ لِصَوْتِكَ ‏\"‏ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৭০৮] যঈফ। তাখরীজ আলবানী: ইরওয়া ২৩১ যঈফ, মিশকাত ৬৫৩। উক্ত হাদিসের রাবী ১. আব্দুর রহমান বিন সা'দ সম্পর্কে ইবনু হিব্বান সিকাহ বললেও ইয়াহইয়া বিন মাঈন তাকে দুর্বল বলেছেন। ইমাম বুখারী বলেন, তার ব্যাপারে মন্তব্য রয়েছে। ২. সা'দ আম্মার সম্পর্কে ইবনুল কাত্তান বলেন, তার অবস্থা সম্পর্কে কিছু জানা যায় নি।"
  },
  {
    "hadith_id": 715,
    "narrator": "বিলাল (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) – আমাকে ফজরের সলাতে তাসবীব করার নির্দেশ দেন এবং ইশার সালাতে তাসবীব করতে নিষেধ করেন। [৭১৩]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَسَدِيُّ، عَنْ أَبِي إِسْرَائِيلَ، عَنِ الْحَكَمِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ بِلاَلٍ، قَالَ أَمَرَنِي رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَنْ أُثَوِّبَ فِي الْفَجْرِ وَنَهَانِي أَنْ أُثَوِّبَ فِي الْعِشَاءِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৭১৩]  তিরমিযী ১৯৮, আহমাদ ২৩৩৯৫। তাহক্বীক্ব আলবানী: যঈফ। তাখরীজ আলবানী: ইরওয়া ২৩৫ যঈফ, মিশকাত ৬৪৬। উক্ত হাদিসের রাবী আবু ইসরাইল সম্পর্কে আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় অনেক সন্দেহ করেন। ইয়াকুব বিন সুফইয়ান তাকে সিকাহ বললেও ইয়াহইয়া বিন মাঈন তাকে দুর্বল বলেছেন।"
  },
  {
    "hadith_id": 712,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, মুয়াযযিনের কাঁধে মুসলিমদের দুটি বিষয় অর্পিতঃ তাদের সালাত ও সাওম। [৭১০]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى الْحِمْصِيُّ، حَدَّثَنَا بَقِيَّةُ، عَنْ مَرْوَانَ بْنِ سَالِمٍ، عَنْ عَبْدِ الْعَزِيزِ بْنِ أَبِي رَوَّادٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ خَصْلَتَانِ مُعَلَّقَتَانِ فِي أَعْنَاقِ الْمُؤَذِّنِينَ لِلْمُسْلِمِينَ صَلاَتُهُمْ وَصِيَامُهُمْ ‏\"‏ ‏.‏",
    "grade_id": 5,
    "grade": "জাল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৭১০] মওযু। তাখরীজ আলবানী: জামি সগীর ২৮৩১ মাউযূ, মিশকাত ৬৮৮, যঈফা ৯০১ মাউযূ। হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। উক্ত হাদিসের রাবী মুহাম্মাদ ইবনুল মুসাফফা আল হিমসী সম্পর্কে আবু হাতিম আর-রাযী ও ইমাম নাসাঈ বলেন, তিনি সত্যবাদী। ইবনু হিব্বান তাকে সিকাহ বললেও অন্যত্রে বলেন তিনি হাদিস বর্ণনায় ভুল করেন। ২. মারওয়ান বিন সালিম সম্পর্কে আহমাদ বিন হাম্বল বলেন, তিনি সিকাহ নন। ইমাম বুখারী ও মুসলিম বলেন, তিনি হাদিস বর্ণনায় মুনকার। ইমাম নাসাঈ বলেন। তার হাদিস প্রত্যাখ্যানযোগ্য। আস-সাজী বলেন, তিনি মিথ্যুক ও বানিয়ে হাদিস বর্ণনা করেন।"
  },
  {
    "hadith_id": 716,
    "narrator": "বিলাল (রাঃ)",
    "bn": "তিনি ফজরের সালাত সম্পর্কে অবহিত করার জন্য নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এলেন। তাকে বলা হলো যে, তিনি ঘুমিয়ে আছেন। তখন বিলাল (রাঃ) বলেন, “ঘুম থেকে সালাত উত্তম; ঘুম থেকে সালাত উত্তম”। এ বাক্য ফজরের আযানে যোগ করা হলো এবং তদনুযায়ী আমাল চলে আসছে। [৭১৪]",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ رَافِعٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ بِلاَلٍ، أَنَّهُ أَتَى النَّبِيَّ ـ صلى الله عليه وسلم ـ يُؤْذِنُهُ بِصَلاَةِ الْفَجْرِ فَقِيلَ هُوَ نَائِمٌ ‏.‏ فَقَالَ الصَّلاَةُ خَيْرٌ مِنَ النَّوْمِ الصَّلاَةُ خَيْرٌ مِنَ النَّوْمِ فَأُقِرَّتْ فِي تَأْذِينِ الْفَجْرِ فَثَبَتَ الأَمْرُ عَلَى ذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭১৪] সহীহ। তাখরীজ আলবানী: আবূ দাঊদ ৫৯০ যঈফ, জামি ৪৮৬৬ যঈফ, মিশকাত ১১১৯ যঈফ।"
  },
  {
    "hadith_id": 711,
    "narrator": "আবূ জুহায়ফা (রাঃ)",
    "bn": "আমি আল-আবতাহ (মিনা) নামক উপত্যকায় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এলাম। তিনি তখন একটি লাল তাঁবুর মধ্যে অবস্থান করছিলেন। বিলাল বেরিয়ে এসে আযান দিলেন। আযান দেয়ার সময় তিনি এদিক-সেদিক তার মুখ ফিরান এবং তার দু’কানের ছিদ্রে তার দু’ আঙ্গুল প্রবিষ্ট করান। [৭০৯]",
    "ar": "حَدَّثَنَا أَيُّوبُ بْنُ مُحَمَّدٍ الْهَاشِمِيُّ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، عَنْ حَجَّاجِ بْنِ أَرْطَاةَ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ، عَنْ أَبِيهِ، قَالَ أَتَيْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ بِالأَبْطَحِ وَهُوَ فِي قُبَّةٍ حَمْرَاءَ فَخَرَجَ بِلاَلٌ فَأَذَّنَ فَاسْتَدَارَ فِي أَذَانِهِ وَجَعَلَ إِصْبَعَيْهِ فِي أُذُنَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭০৯] বুখারী ৬২৪, মুসলিম ৫০১-২, তিরমিযী ১৯৭, নাসায়ী ৬৪৩, ৫৩৭৮; আবূ দাঊদ ৫২০, আহমাদ ১৮২৭৫, দারিমী ১১৯৮। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: ইরওয়াহ ২৩০।"
  },
  {
    "hadith_id": 717,
    "narrator": "যিয়াদ ইবনুল হারিস আস-সুদাঈ (রাঃ)",
    "bn": "তিনি বলেন, আমি এক সফরে রসূ্লুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ছিলাম। তিনি আমাকে নির্দেশ দিলে আমি আযান দিলাম। বিলাল (রাঃ) ইকামাত দিতে চাইলে রসূ্লুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তোমার ভাই সুদাঈ আযান দিয়েছে। আর যে ব্যক্তি আযান দিবে সেই ইকামাত দিবে। [৭১৫]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَعْلَى بْنُ عُبَيْدٍ، حَدَّثَنَا الإِفْرِيقِيُّ، عَنْ زِيَادِ بْنِ نُعَيْمٍ، عَنْ زِيَادِ بْنِ الْحَارِثِ الصُّدَائِيِّ، قَالَ كُنْتُ مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فِي سَفَرٍ فَأَمَرَنِي فَأَذَّنْتُ فَأَرَادَ بِلاَلٌ أَنْ يُقِيمَ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ إِنَّ أَخَا صُدَاءٍ قَدْ أَذَّنَ وَمَنْ أَذَّنَ فَهُوَ يُقِيمُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৭১৫]   তিরমিযী ১৯৯, আবূ দাঊদ ৫১৪, আহমাদ ১৭০৮৩। তাহক্বীক্ব আলবানী: যঈফ। তাখরীজ আলবানী: ইরওয়াহ ৩৩৭, মিশকাত ৬৪৮, যঈফাহ ৩৫। উক্ত হাদিসের রাবী আল ইফরিকী সম্পর্কে ইবনু মাহদী বলেন, তার থেকে হাদিস বর্ণনা করা উচিত নয়। ইয়াহইয়া বিন সাঈদ আল কাত্তান তাকে প্রত্যাখ্যান করেছেন। আহমাদ বিন হাম্বল বলেন, কোন সমস্যা নেই। তবে আমি তার থেকে কোন হাদিস বর্ণনা করিনি।"
  },
  {
    "hadith_id": 719,
    "narrator": "উম্মু হাবীবাহ (রহঃ)",
    "bn": "তার পালার দিন ও রাতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন তার নিকট অবস্থান করতেন তখন তিনি তাঁকে মুয়ায্‌যিনের আযান শুনে তার অনুরূপ বলতে শুনেছেন। [৭১৭]",
    "ar": "حَدَّثَنَا شُجَاعُ بْنُ مَخْلَدٍ أَبُو الْفَضْلِ، قَالَ حَدَّثَنَا هُشَيْمٌ، أَنْبَأَنَا أَبُو بِشْرٍ، عَنْ أَبِي الْمَلِيحِ بْنِ أُسَامَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ أَبِي سُفْيَانَ، حَدَّثَتْنِي عَمَّتِي أُمُّ حَبِيبَةَ، أَنَّهَا سَمِعَتْ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ إِذَا كَانَ عِنْدَهَا فِي يَوْمِهَا وَلَيْلَتِهَا فَسَمِعَ الْمُؤَذِّنَ يُؤَذِّنُ قَالَ كَمَا يَقُولُ الْمُؤَذِّنُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সহীহ।"
  },
  {
    "hadith_id": 720,
    "narrator": "আবূ সাঈদ আল-খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, তোমরা যখন আযান শুনতে পাও, তখন মুয়ায্‌যিন যা বলে তোমরাও তা বলো। [৭১৮]",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، وَأَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ قَالاَ حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنِ الزُّهْرِيِّ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ إِذَا سَمِعْتُمُ النِّدَاءَ فَقُولُوا كَمَا يَقُولُ الْمُؤَذِّنُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭১৮] বুখারী ৬১১, তিরমিযী ২০৮, নাসায়ী ৬৭৩, আবূ দাঊদ ৫২২, আহমাদ ১১১১২, ১১৩৩৩, ১১৪৫০; মুয়াত্ত্বা মালিক ১৫০, দারিমী ১২০১। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: সহীহ আবূ দাউদ ৫৩৫।"
  },
  {
    "hadith_id": 721,
    "narrator": "সা’দ বিন আবূ ওয়াক্কাস (রাঃ)",
    "bn": "তিনি বলেন, কোন ব্যক্তি মুয়ায্‌যিনের আযান শোনার পর নিম্নোক্ত দুআ’ পড়লে তার গুনাহ ক্ষমা করা হবেঃ “আমি সাক্ষ্য দেই যে, আল্লাহ ছাড়া কোন ইলাহ নেই, তিনি এক, তাঁর কোন শারীক নেই। আমি আরো সাক্ষ্য দেই যে, মুহাম্মাদ তাঁর বান্দা ও রসূল। আমি আল্লাহ্‌কে রব, ইসলামকে দ্বীন এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে নবী হিসাবে পেয়ে সন্তুষ্ট”। [৭১৯]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ الْمِصْرِيُّ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنِ الْحُكَيْمِ بْنِ عَبْدِ اللَّهِ بْنِ قَيْسٍ، عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ أَنَّهُ قَالَ ‏ \"‏ مَنْ قَالَ حِينَ يَسْمَعُ الْمُؤَذِّنَ وَأَنَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ رَضِيتُ بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ نَبِيًّا غُفِرَ لَهُ ذَنْبُهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭১৯]  মুসলিম ৩৮৬, তিরমিযী ২১০, নাসায়ী ৬৭৯, আবূ দাঊদ ৫২৫, আহমাদ ১৫৬৮। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: সহীহ আবূ দাউদ ৫৩৭।"
  },
  {
    "hadith_id": 722,
    "narrator": "জাবির বিন আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কোন ব্যক্তি মুয়ায্‌যিনের আযান শুনে নিম্নোক্ত দু’আ পড়লে তাঁর জন্য কিয়ামাতের দিন শাফাআত অবধারিত হবেঃ “হে আল্লাহ, এই পূর্ণাঙ্গ আহ্বান ও প্রতিষ্ঠিত সলাতের প্রভু! মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে দান করুন সুমহান মর্যাদা ও সম্মান এবং তাঁকে প্রশংসিত স্থানে পৌছান, যার প্রতিশ্রুতি আপনি তাকে দিয়েছেন।” [৭২০]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، وَالْعَبَّاسُ بْنُ الْوَلِيدِ الدِّمَشْقِيُّ، وَمُحَمَّدُ بْنُ أَبِي الْحُسَيْنِ، قَالُوا حَدَّثَنَا عَلِيُّ بْنُ عَيَّاشٍ الأَلْهَانِيُّ، حَدَّثَنَا شُعَيْبُ بْنُ أَبِي حَمْزَةَ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ مَنْ قَالَ حِينَ يَسْمَعُ النِّدَاءَ اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ وَالصَّلاَةِ الْقَائِمَةِ آتِ مُحَمَّدًا الْوَسِيلَةَ وَالْفَضِيلَةَ وَابْعَثْهُ مَقَامًا مَحْمُودًا الَّذِي وَعَدْتَهُ - إِلاَّ حَلَّتْ لَهُ الشَّفَاعَةُ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭২০] বুখারী ৬১৪, ৪৭১৯; তিরমিযী ২১১, নাসায়ী ৬৮০, আবূ দাঊদ ৫২৯, আহমাদ ১৪৪০৩। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: ইরওয়াহ ৩৪৩, সহীহ আবূ দাউদ ৫৪০।"
  },
  {
    "hadith_id": 725,
    "narrator": "মুআবিয়াহ বিন আবূ সুফ্‌ইয়ান (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কিয়ামাতের দিন মুয়াযযিনগণ লোকদের মাঝে সুদীর্ঘ ঘাড়বিশিষ্ট হবে। [৭২৩]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَإِسْحَاقُ بْنُ مَنْصُورٍ، قَالاَ حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا سُفْيَانُ، عَنْ طَلْحَةَ بْنِ يَحْيَى، عَنْ عِيسَى بْنِ طَلْحَةَ، قَالَ سَمِعْتُ مُعَاوِيَةَ بْنَ أَبِي سُفْيَانَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ الْمُؤَذِّنُونَ أَطْوَلُ النَّاسِ أَعْنَاقًا يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭২৩] মুসলিম ৩৮৭, আহমাদ ১৬৪১৯, ১৬৪৫৩। তাহক্বীক্ব আলবানী: সহীহ।"
  },
  {
    "hadith_id": 724,
    "narrator": "আবূ হূরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে নিজ মুখে বলতে শুনেছিঃ মুয়াযযিনের আযান ধ্বনি যত দূর পর্যন্ত পৌছবে, তত দূর তাঁকে ক্ষমা করা হবে এবং জীবিত ও নির্জীব সকলে তার জন্য ক্ষমা প্রার্থনা করে। সলাতে উপস্থিত লোকদের পঁচিশ নেকী লেখা হয় এবং তার দু’ সলাতের মধ্যর্বতী কালের গুনাহ ক্ষমা করা হয়। [৭২২]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا شَبَابَةُ، حَدَّثَنَا شُعْبَةُ، عَنْ مُوسَى بْنِ أَبِي عُثْمَانَ، عَنْ أَبِي يَحْيَى، عَنْ أَبِي هُرَيْرَةَ، قَالَ سَمِعْتُ مِنْ، فِي رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ الْمُؤَذِّنُ يُغْفَرُ لَهُ مَدَّ صَوْتِهِ وَيَسْتَغْفِرُ لَهُ كُلُّ رَطْبٍ وَيَابِسٍ وَشَاهِدُ الصَّلاَةِ يُكْتَبُ لَهُ خَمْسٌ وَعِشْرُونَ حَسَنَةً وَيُكَفَّرُ عَنْهُ مَا بَيْنَهُمَا ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[৭২২] নাসায়ী ৬৪৫, আবূ দাঊদ ৫১৫, আহমাদ ৭৫৫৬, ৯০৭৩, ৯২৫৭। তাহক্বীক্ব আলবানী: হাসান সহীহ। তাখরীজ আলবানী: মিশকাত ৬৬৭, সহীহ্ আবূ দাউদ ৫২৮।"
  },
  {
    "hadith_id": 726,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, অবশ্যই তোমাদের মধ্যকার উত্তম ব্যক্তি আযান দিবে এবং তোমাদের মধ্যকার উত্তম কারী (কুরআন বিশেষজ্ঞ) ইমামতি করবে। [৭২৪]",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا حُسَيْنُ بْنُ عِيسَى، أَخُو سُلَيْمٍ الْقَارِي عَنِ الْحَكَمِ بْنِ أَبَانَ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ لِيُؤَذِّنْ لَكُمْ خِيَارُكُمْ وَلْيَؤُمَّكُمْ قُرَّاؤُكُمْ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৭২৪] আবূ দাঊদ ৫৯০ তাহক্বীক্ব আলবানী: যঈফ। উক্ত হাদিসের রাবী হুসায়ন বিন ঈসা সম্পর্কে ইমাম বুখারী বলেন, তিনি অপরিচিত। আবু যুরআহ আর-রাযী বলেন, তিনি হাদিস বর্ণনায় মুনকার। আবু হাতিম আর-রাযী বলেন, তিনি নির্ভরযোগ্য নন।"
  },
  {
    "hadith_id": 727,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যে ব্যক্তি নেকীর আশায় সাত বছর আযান দেয় আল্লাহ তাঁকে জাহান্নাম থেকে মুক্তির সনদ লিখে দেন। [৭২৫]",
    "ar": "حَدَّثَنَا أَبُو كُرَيْبٍ، حَدَّثَنَا مُخْتَارُ بْنُ غَسَّانَ، حَدَّثَنَا حَفْصُ بْنُ عُمَرَ الأَزْرَقُ الْبُرْجُمِيُّ، عَنْ جَابِرٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، ح وَحَدَّثَنَا رَوْحُ بْنُ الْفَرَجِ، حَدَّثَنَا عَلِيُّ بْنُ الْحَسَنِ بْنِ شَقِيقٍ، حَدَّثَنَا أَبُو حَمْزَةَ، عَنْ جَابِرٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ مَنْ أَذَّنَ مُحْتَسِبًا سَبْعَ سِنِينَ كَتَبَ اللَّهُ لَهُ بَرَاءَةً مِنَ النَّارِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৭২৫] তিরমিযী ২০৬ তাহক্বীক্ব আলবানী: যঈফ। তাখরীজ আলবানী: জামি সগীর ৫৩৭৮ যঈফ, তিরমিযী ২০৬ যঈফ, মিশকাত ৬৬৪ যঈফ, যঈফ তারগীব ১৬৭ যঈফ, যঈফা ৮৫০ যঈফ জিদ্দান। উক্ত হাদিসের রাবী ১. হাফয বিন উমার আল আযরাক আল বুরযুমী সম্পর্কে ইমামগন বলেন, তিনি অপরিচিত। ২. জাবীর সম্পর্কে শু'বাহ ইবনুল হাজ্জাজ বলেন, তিনি হাদিসের ব্যাপারে সত্যবাদী। আহমাদ বিন হাম্বল ও ইয়াহইয়া বিন মাঈন বলেন, তিনি মিথ্যুক। আবু দাউদ আস-সাজিসতানী বলেন, তিনি হাদিসের ব্যাপারে নির্ভরযোগ্য নয়। আল জাওযুজানী বলেন, তিনি মিথ্যুক।"
  },
  {
    "hadith_id": 728,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, যে ব্যক্তি বারো বছর আযান দেয় তার জন্য জান্নাত অবধারিত হয়ে যায়। আর প্রতি দিনের আযান বিনিময়ে তার জন্য ষাট নেকী এবং প্রতি ইকামতের জন্য তিরিশ নেকী লেখা হয়। [৭২৬]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، وَالْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، قَالاَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ صَالِحٍ، حَدَّثَنَا يَحْيَى بْنُ أَيُّوبَ، عَنِ ابْنِ جُرَيْجٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ مَنْ أَذَّنَ ثِنْتَىْ عَشْرَةَ سَنَةً وَجَبَتْ لَهُ الْجَنَّةُ وَكُتِبَ لَهُ بِتَأْذِينِهِ فِي كُلِّ يَوْمٍ سِتُّونَ حَسَنَةً وَلِكُلِّ إِقَامَةٍ ثَلاَثُونَ حَسَنَةً ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭২৬] সহীহ। তাখরীজ আলবানী: মিশকাত ৬৭৮, সহীহাহ ৪২, সহীহ তারগীব ২৪২।"
  },
  {
    "hadith_id": 730,
    "narrator": "আনাস (রাঃ)",
    "bn": "বিলাল (রাঃ)-কে আযানের শব্দাবলী জোড়া সংখ্যায় এবং ইকামাতের শব্দাবলী বেজোড় সংখ্যায় বলার নির্দেশ দেয়া হয়। [৭২৮]",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا عُمَرُ بْنُ عَلِيٍّ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ، قَالَ أُمِرَ بِلاَلٌ أَنْ يَشْفَعَ، الأَذَانَ وَيُوتِرَ الإِقَامَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭২৮]বুখারী ৬০৩, ৬০৫-৭, ৩৪৫৭; মুসলিম ৩৭১-৩, তিরমিযী ১৯৩, নাসায়ী ৬২৭, আবূ দাঊদ ৫০৮, আহমাদ ১১৫৯০, ১২৫৫৯; দারিমী ১১৯৪-৯৫, মাজাহ ৭২৯। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: সহীহাহ্ ২৭১, সহীহ আবূ দাউদ ৫২৫।"
  },
  {
    "hadith_id": 729,
    "narrator": "আনাস বিন মালিক (রাঃ)",
    "bn": "সাহাবীগণ সলাতের ওয়াক্তের সংকেতবাহী কোন পন্থা খুঁজছিলেন। তখন বিলাল (রাঃ)-কে আযানের শব্দাবলী দু’বার করে এবং ইকামতের শব্দাবলী একবার করে বলার নির্দেশ দেয়া হয়। [৭২৭]",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ الْجَرَّاحِ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ خَالِدٍ الْحَذَّاءِ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ الْتَمَسُوا شَيْئًا يُؤْذِنُونَ بِهِ عِلْمًا لِلصَّلاَةِ فَأُمِرَ بِلاَلٌ أَنْ يَشْفَعَ الأَذَانَ وَيُوتِرَ الإِقَامَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭২৭] বুখারী ৬০৩, ৬০৫-৭, ৩৪৫৭; মুসলিম ৩৭১-৩, তিরমিযী ১৯৩, নাসায়ী ৬২৭, আবূ দাঊদ ৫০৮, আহমাদ ১১৫৯০, ১২৫৫৯; দারিমী ১১৯৪-৯৫, মাজাহ ৭৩০। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: সহীহ আবূ দাউদ ৫২৫।"
  },
  {
    "hadith_id": 731,
    "narrator": "সা’দ বিন আয়েয (রাঃ)",
    "bn": "বিলাল (রাঃ) আযানের শব্দাবলী দু’বার করে এবং ইকামতের শব্দাবলী একবার করে উচ্চারণ করতেন। [৭২৯]",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ سَعْدِ بْنِ عَمَّارِ بْنِ سَعْدٍ، مُؤَذِّنِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ حَدَّثَنِي أَبِي عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّ أَذَانَ بِلاَلٍ كَانَ مَثْنَى مَثْنَى وَإِقَامَتُهُ مُفْرَدَةً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সহীহ। উক্ত হাদিসের রাবী আব্দুর রহমান বিন সা'দ সম্পর্কে ইবনু হিব্বান সিকাহ বললেও ইয়াহইয়া বিন মাঈন তাকে দুর্বল বলেছেন। ইমাম বুখকারী বলেন, তার ব্যাপারে মন্তব্য রয়েছে। ২. সা'দ বিন আম্মার সম্পর্কে ইবনুল কাত্তান বলেন, তার অবস্থা সম্পর্কে কিছু জানা যায়নি। উক্ত হাদিসটি শাহিদ এর ভিত্তিতে সহিহ।"
  },
  {
    "hadith_id": 732,
    "narrator": "আবূ রাফি’ (রাঃ)",
    "bn": "আমি বিলাল (রাঃ)-কে দেখেছি যে, তিনি রাসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উপস্থিতিতে আযানের প্রতিটি বাক্য দু’বার করে এবং ইকামতের প্রতিটি বাক্য একবার করে বলেছেন। [৭৩০]",
    "ar": "حَدَّثَنَا أَبُو بَدْرٍ، عَبَّادُ بْنُ الْوَلِيدِ حَدَّثَنِي مَعْمَرُ بْنُ مُحَمَّدِ بْنِ عُبَيْدِ اللَّهِ بْنِ أَبِي رَافِعٍ، مَوْلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ حَدَّثَنِي أَبِي مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ عَنْ أَبِيهِ عُبَيْدِ اللَّهِ عَنْ أَبِي رَافِعٍ قَالَ رَأَيْتُ بِلاَلاً يُؤَذِّنُ بَيْنَ يَدَىْ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ مَثْنَى مَثْنَى وَيُقِيمُ وَاحِدَةً ‏.‏",
    "grade_id": 7,
    "grade": "সহিহ লিগাইরিহি",
    "grade_color": "#46B891",
    "note": "সহীহ লিগাইরিহী। উক্ত হাদিসের রাবী মুআম্মার বিন মুহাম্মাদ বিন উবায়দুল্লাহ বিন আবু রাফি সম্পর্কে ইমাম বুখারী বলেন, তিনি হাদিস বর্ণনায় মুনকার। আবু হাতিম আর-রাযী তাকে দুর্বল বলেছেন। হাম্মাদ বিন উবায়দুল্লাহ সম্পর্কে ইমাম বুখারী বলেন, তিনি হাদিস বর্ণনায় মুনকার। আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল ও অধিক মুনকার হাদিস বর্ণনা করেছেন। ইমাম দারাকুতনী তাকে প্রত্যাখ্যান করেছেন। উক্ত হাদিসটি শাহিদ এর ভিত্তিতে সহিহ।"
  },
  {
    "hadith_id": 733,
    "narrator": "আবূশ-শা’সা’ (রাঃ)",
    "bn": "আমরা আবূ হুরায়রাহ (রাঃ)-এর সাথে মাসজিদে বসা ছিলাম। মুয়ায্‌যিন আযান দিলে পর এক ব্যক্তি মাসজিদ থেকে ঊঠে চলে যেতে থাকে। আবূ হুরায়রাহ (রাঃ)–এর দৃষ্টি তাকে অনুসরণ করতে থাকে। অবশেষে সে মাসজিদ থেকে বের হয়ে চলে যায়। আবূ হুরায়রাহ (রাঃ) বলেন, লোকটি তো আবূল কাসিম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নাফরমানী করলো। [৭৩১]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ إِبْرَاهِيمَ بْنِ مُهَاجِرٍ، عَنْ أَبِي الشَّعْثَاءِ، قَالَ كُنَّا قُعُودًا فِي الْمَسْجِدِ مَعَ أَبِي هُرَيْرَةَ فَأَذَّنَ الْمُؤَذِّنُ فَقَامَ رَجُلٌ مِنَ الْمَسْجِدِ يَمْشِي فَأَتْبَعَهُ أَبُو هُرَيْرَةَ بَصَرَهُ حَتَّى خَرَجَ مِنَ الْمَسْجِدِ فَقَالَ أَبُو هُرَيْرَةَ أَمَّا هَذَا فَقَدْ عَصَى أَبَا الْقَاسِمِ ـ صلى الله عليه وسلم ـ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭৩১] মুসলিম ৬৫১-২, তিরমিযী ২০৪, নাসায়ী ৬৮৩-৮৪, আবূ দাঊদ ৫৩৬, আহমাদ ১০১৯৪, ১০৫৫০; দারিমী ১২০৫। তাহক্বীক্ব আলবানী: সহীহ। তাখরীজ আলবানী: ইরওয়াহ ২৪৫।"
  },
  {
    "hadith_id": 734,
    "narrator": "উসমান (রাঃ)",
    "bn": "তিনি বলেন, রসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, মাসজিদে আযান হয়ে যাওয়ার পর যে ব্যক্তি বিনা প্রয়োজনে বেরিয়ে যাবে এবং তার ফিরে আসার ইচ্ছা নাই সে মুনাফিক। [৭৩২]",
    "ar": "حَدَّثَنَا حَرْمَلَةُ بْنُ يَحْيَى، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَنْبَأَنَا عَبْدُ الْجَبَّارِ بْنُ عُمَرَ، عَنِ ابْنِ أَبِي فَرْوَةَ، عَنْ مُحَمَّدِ بْنِ يُوسُفَ، مَوْلَى عُثْمَانَ بْنِ عَفَّانَ عَنْ أَبِيهِ، عَنْ عُثْمَانَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ مَنْ أَدْرَكَهُ الأَذَانُ فِي الْمَسْجِدِ ثُمَّ خَرَجَ لَمْ يَخْرُجْ لِحَاجَةٍ وَهُوَ لاَ يُرِيدُ الرَّجْعَةَ فَهُوَ مُنَافِقٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭৩২] সহীহ। তাখরীজ আলবানী: সহীহাহ ২৫১৮। উক্ত হাদিসের রাবী আবদুল্লাহ বিন জাব্বার বিন উমার সম্পর্কে মুহাম্মাদ বিন সা’দ সিকাহ বললেও ইয়াহইয়া বিন মাঈন তাকে দুর্বল বলেছেন। ইমাম বুখারী বলেন, তিনি একাধিক মুনকার হাদিস বর্ণনা করেছেন। আয যাহলী বলেন, তিনি খুবই দুর্বল। আবু হাতিম আর-রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল ও মুনকার। ২. ইবনু আবু ফারওয়াহ সম্পর্কে আহমাদ বিন হাম্বল বলেন, আমার মতে তার থেকে হাদিস বর্ণনা করা ঠিক নয়। ইয়াহইয়া বিন মাঈন বলেন, তিনি সিকাহ নন বরং মিথ্যুক। আলী ইবনুল মাদীনী বলেন, তিনি হাদিস বর্ণনায় মুনকার। আমর বিন ফাল্লাস ও আবু যুরআহ আর-রাযী বলেন, তার হাদিস প্রত্যাখ্যানযোগ্য। ইমাম বুখারী বলেন, হাদিস বিশারদগণ তাকে প্রত্যাখ্যান করেছেন। উক্ত হাদিসটি শাহিদ এর ভিত্তিতে সহিহ।"
  },
  {
    "hadith_id": 713,
    "narrator": "জাবির বিন সামুরা (রাঃ)",
    "bn": "তিনি বলেন, ওয়াক্‌ত হলে বিলাল (রাঃ) কখনো আযান দিতে বিলম্ব করতেন না। তবে তিনি কখনো ইকামতে কিছুটা বিলম্ব করতেন। [৭১১]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا شَرِيكٌ، عَنْ سِمَاكِ بْنِ حَرْبٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ كَانَ بِلاَلٌ لاَ يُؤَخِّرُ الأَذَانَ عَنِ الْوَقْتِ وَرُبُّمَا أَخَّرَ الإِقَامَةَ شَيْئًا ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "[৭১১] হাসান। তাখরীজ আলবানী: ইরওয়াহ ২২৭। হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 718,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূ্লুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, মুয়াযযিন যখন আযান দেয়, তখন তোমরা তার কথার অনুরূপ বলো। [৭১৬]",
    "ar": "حَدَّثَنَا أَبُو إِسْحَاقَ الشَّافِعِيُّ، إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ الْعَبَّاسِ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَجَاءٍ الْمَكِّيُّ، عَنْ عَبَّادِ بْنِ إِسْحَاقَ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ إِذَا أَذَّنَ الْمُؤَذِّنُ فَقُولُوا مِثْلَ قَوْلِهِ ‏\"‏ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null
  },
  {
    "hadith_id": 723,
    "narrator": "আবদুর রহমান বিন আবূ সা’সাআহ",
    "bn": "আবূ সাঈদ (রাঃ) আমাকে বলেছেন, যখন তুমি গ্রামে বা বন-জঙ্গলে থাকবে, তখন উচ্চৈঃস্বরে আযান দিবে। কেননা আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ জিন, মানুষ, বৃক্ষলতা ও পাথর যে-ই এই আযান শুনবে, সে তাঁর জন্য (আখেরাতে) সাক্ষ্য দিবে। [৭২১]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبِي صَعْصَعَةَ، عَنْ أَبِيهِ، - وَكَانَ أَبُوهُ فِي حِجْرِ أَبِي سَعِيدٍ - قَالَ قَالَ لِي أَبُو سَعِيدٍ إِذَا كُنْتَ فِي الْبَوَادِي فَارْفَعْ صَوْتَكَ بِالأَذَانِ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ لاَ يَسْمَعُهُ جِنٌّ وَلاَ إِنْسٌ وَلاَ شَجَرٌ وَلاَ حَجَرٌ إِلاَّ شَهِدَ لَهُ ‏\"‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭২১]  বুখারী ৬০৯, ২৩৯৬, ৭৫৪৮; নাসায়ী ৬৪৪, আহমাদ ১০৯১২, ১১০০০; মুওয়াত্ত্বা মালিক ১৫৩। তাহক্বীক্ব আলবানী: সহীহ।"
  }
]