[
  {
    "hadith_id": 3437,
    "narrator": "আবূ খিযামাহ (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জিজ্ঞাসা করা হলো, যে সকল ঔষধ দ্বারা আমরা চিকিৎসা করি, যে ঝাড়ফুঁক করি এবং যে সকল প্রতিরোধমূলক বা সতর্কতামূলক ব্যবস্থা গ্রহণ করি, সে সম্পর্কে আপনার মতামত কী? সেগুলো কি আল্লাহ নির্ধারিত তাকদীর কিছুমাত্র রদ করতে পারে? তিনি বলেনঃ সেগুলোও তাকদীরের অন্তর্ভুক্ত। [৩৪৩৭]\n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، أَنْبَأَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنِ ابْنِ أَبِي خِزَامَةَ، عَنْ أَبِي خِزَامَةَ، قَالَ سُئِلَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ أَرَأَيْتَ أَدْوِيَةً نَتَدَاوَى بِهَا وَرُقًى نَسْتَرْقِي بِهَا وَتُقًى نَتَّقِيهَا هَلْ تَرُدُّ مِنْ قَدَرِ اللَّهِ شَيْئًا قَالَ ‏ \"‏ هِيَ مِنْ قَدَرِ اللَّهِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "৩৪৩৭] তিরমিযী ২০৬৫। আলার রাওদাতুন নাদিয়্যাহ ২/২২৮ ।"
  },
  {
    "hadith_id": 3438,
    "narrator": "আবদুল্লাহ (বিন মাসঊদ) (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আল্লাহ এমন কোন রোগ পাঠাননি, যার প্রতিষেধক পাঠাননি।\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ مَا أَنْزَلَ اللَّهُ دَاءً إِلاَّ أَنْزَلَ لَهُ دَوَاءً ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3439,
    "narrator": "আবু হুরায়রাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ এমন কোন রোগ পাঠাননি যার প্রতিষেধকের ব্যবস্থা করেননি। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَإِبْرَاهِيمُ بْنُ سَعِيدٍ الْجَوْهَرِيُّ، قَالاَ حَدَّثَنَا أَبُو أَحْمَدَ، عَنْ عُمَرَ بْنِ سَعِيدِ بْنِ أَبِي حُسَيْنٍ، حَدَّثَنَا عَطَاءٌ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ مَا أَنْزَلَ اللَّهُ دَاءً إِلاَّ أَنْزَلَ لَهُ شِفَاءً ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3436,
    "narrator": "উসামাহ বিন শরীক (রাঃ)",
    "bn": "আমি উপস্থিত থাকা অবস্থায় বেদুইনরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জিজ্ঞাসা করলো, এতে কি আমাদের গুনাহ হবে, এতে কি আমাদের গুনাহ হবে? তিনি বলেনঃ আল্লাহর বান্দাগণ! কোন কিছুতেই আল্লাহ গুনাহ রাখেননি, তবে যে ব্যক্তি তার ভাইয়ের ইজ্জতহানি করে তাতেই গুনাহ হবে। তারা বললো, ইয়া রাসূলাল্লাহ! আমরা যদি (রোগীর) চিকিৎসা না করি তবে কি আমাদের গুনাহ হবে? তিনি বলেনঃ আল্লাহর বান্দাগণ! তোমরা চিকিৎসা করো। কেননা মহান আল্লাহ বার্ধক্য ছাড়া এমন কোন রোগ সৃষ্টি করেননি যার সাথে প্রতিষেধকেরও ব্যবস্থা করেননি (রোগও রেখেছেন, নিরাময়ের ব্যবস্থাও রেখেছেন)। তারা বললো, ইয়া রাসূলাল্লাহ! বান্দাকে যা কিছু দেয়া হয় তার মধ্যে উত্তম জিনিস কী? তিনি বলেনঃ সচ্চরিত্র। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَهِشَامُ بْنُ عَمَّارٍ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ زِيَادِ بْنِ عِلاَقَةَ، عَنْ أُسَامَةَ بْنِ شَرِيكٍ، قَالَ شَهِدْتُ الأَعْرَابَ يَسْأَلُونَ النَّبِيَّ ـ صلى الله عليه وسلم ـ أَعَلَيْنَا حَرَجٌ فِي كَذَا أَعَلَيْنَا حَرَجٌ فِي كَذَا فَقَالَ لَهُمْ ‏\"‏ عِبَادَ اللَّهِ وَضَعَ اللَّهُ الْحَرَجَ إِلاَّ مَنِ اقْتَرَضَ مِنْ عِرْضِ أَخِيهِ شَيْئًا فَذَاكَ الَّذِي حَرَجٌ ‏\"‏ ‏.‏ فَقَالُوا يَا رَسُولَ اللَّهِ هَلْ عَلَيْنَا جُنَاحٌ أَنْ نَتَدَاوَى قَالَ ‏\"‏ تَدَاوَوْا عِبَادَ اللَّهِ فَإِنَّ اللَّهَ سُبْحَانَهُ لَمْ يَضَعْ دَاءً إِلاَّ وَضَعَ مَعَهُ شِفَاءً إِلاَّ الْهَرَمَ ‏\"‏ ‏.‏ قَالُوا يَا رَسُولَ اللَّهِ مَا خَيْرُ مَا أُعْطِيَ الْعَبْدُ قَالَ ‏\"‏ خُلُقٌ حَسَنٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3440,
    "narrator": "ইবনু আব্বাস (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক অসুস্থ ব্যক্তিকে দেখতে গেলেন এবং তাকে জিজ্ঞেস করলেনঃ তোমার কি কিছুর প্রতি লোভ জাগে? সে বললো, আমি গমের রুটি খেতে চাই। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যার গমের রুটি আছে সে যেন তার ভাইকে তা পাঠিয়ে দেয়। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের কোন রোগী কিছু খেতে চাইলে সে যেন তাকে তা খাওয়ায়। [৩৪৪০] \n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا صَفْوَانُ بْنُ هُبَيْرَةَ، حَدَّثَنَا أَبُو مَكِينٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ عَادَ رَجُلاً فَقَالَ لَهُ ‏\"‏ مَا تَشْتَهِي ‏\"‏ ‏.‏ فَقَالَ أَشْتَهِي خُبْزَ بُرٍّ ‏.‏ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\"‏ مَنْ كَانَ عِنْدَهُ خُبْزُ بُرٍّ فَلْيَبْعَثْ إِلَى أَخِيهِ ‏\"‏ ‏.‏ ثُمَّ قَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\"‏ إِذَا اشْتَهَى مَرِيضُ أَحَدِكُمْ شَيْئًا فَلْيُطْعِمْهُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "৩৪৪০.\tহাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 3441,
    "narrator": "আনাস বিন মালিক (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক রোগীকে দেখতে গিয়ে তার নিকট উপস্থিত হলে বলেনঃ তুমি কি কিছু (খেতে) চাও? সে বললো, আমি পিঠা খেতে চাই। তিনি বলেনঃ আচ্ছা। তারা তার জন্য সেটা তালাশ করে জোগাড় করলো। [৩৪৪১] \n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا سُفْيَانُ بْنُ وَكِيعٍ، حَدَّثَنَا أَبُو يَحْيَى الْحِمَّانِيُّ، عَنِ الأَعْمَشِ، عَنْ يَزِيدَ الرَّقَاشِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ دَخَلَ النَّبِيُّ ـ صلى الله عليه وسلم ـ عَلَى مَرِيضٍ يَعُودُهُ قَالَ ‏ \"‏ أَتَشْتَهِي شَيْئًا أَتَشْتَهِي كَعْكًا ‏\"‏ ‏.‏ قَالَ نَعَمْ ‏.‏ فَطَلَبُوا لَهُ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "৩৪৪১]\tহাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 3443,
    "narrator": "দাদা (সুহায়ব বিন সিনান) (রাঃ),",
    "bn": "আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উপস্থিত হলাম। তাঁর সামনে ছিল রুটি ও খেজুর। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ কাছে এসো এবং খাও। আমি খেজুর থেকে খেতে শুরু করলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তুমি খেজুর খাচ্ছো, তোমার তো চোখ উঠেছে। আমি বললাম, আমি অপর পাশ দিয়ে চিবাচ্ছি। এ কথায় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুচকি হাসলেন। [৩৪৪৩] \n\nতাহকীক আলবানীঃ হাসান।",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ الْوَهَّابِ، حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا ابْنُ الْمُبَارَكِ، عَنْ عَبْدِ الْحَمِيدِ بْنِ صَيْفِيٍّ، - مِنْ وَلَدِ صُهَيْبٍ - عَنْ أَبِيهِ، عَنْ جَدِّهِ، صُهَيْبٍ قَالَ قَدِمْتُ عَلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ وَبَيْنَ يَدَيْهِ خُبْزٌ وَتَمْرٌ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\"‏ ادْنُ فَكُلْ ‏\"‏ ‏.‏ فَأَخَذْتُ آكُلُ مِنَ التَّمْرِ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\"‏ تَأْكُلُ تَمْرًا وَبِكَ رَمَدٌ ‏\"‏ ‏.‏ قَالَ فَقُلْتُ إِنِّي أَمْضُغُ مِنْ نَاحِيَةٍ أُخْرَى ‏.‏ فَتَبَسَّمَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "৩৪৪৩.\tহাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 3442,
    "narrator": "উম্মুল মুনযির বিনতু কায়স আল-আনসারী (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকট প্রবেশ করলেন। তাঁর সাথে ছিলেন আলী বিন আবু তালিব (রাঃ)। আলী (রাঃ) সদ্য রোগমুক্তির কারণে দুর্বল ছিলেন। আমাদের এখানে খেজুরের ছড়া ঝুলিয়ে রাখা ছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা খেতে লাগলেন। আলীও তা খাওয়ার জন্য নিলেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ থামো হে আলী! তুমি তো অসুস্থতাজনিত দুর্বল। রাবী বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জন্য রুটি ও বার্লি তৈরি করে আনলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আলী (রাঃ) কে বললেনঃ এটা থেকে খাও। এটা তোমার জন্য অধিক উপকারী। [৩৪৪২] \n\nতাহকীক আলবানীঃ হাসান।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ أَيُّوبَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي صَعْصَعَةَ، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ، وَأَبُو دَاوُدَ قَالاَ حَدَّثَنَا فُلَيْحُ بْنُ سُلَيْمَانَ، عَنْ أَيُّوبَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ يَعْقُوبَ بْنِ أَبِي يَعْقُوبَ، عَنْ أُمِّ الْمُنْذِرِ بِنْتِ قَيْسٍ الأَنْصَارِيَّةِ، قَالَتْ دَخَلَ عَلَيْنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَمَعَهُ عَلِيُّ بْنُ أَبِي طَالِبٍ وَعَلِيٌّ نَاقِهٌ مِنْ مَرَضٍ وَلَنَا دَوَالِي مُعَلَّقَةٌ وَكَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يَأْكُلُ مِنْهَا فَتَنَاوَلَ عَلِيٌّ لِيَأْكُلَ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\"‏ مَهْ يَا عَلِيُّ إِنَّكَ نَاقِهٌ ‏\"‏ ‏.‏ قَالَتْ فَصَنَعْتُ لِلنَّبِيِّ ـ صلى الله عليه وسلم ـ سِلْقًا وَشَعِيرًا فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\"‏ يَا عَلِيُّ مِنْ هَذَا فَأَصِبْ فَإِنَّهُ أَنْفَعُ لَكَ ‏\"‏ ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৪৪২] তিরমিযী ২০৩৭, আবু দাউদ ৩৮৫৬, আহমাদ ২৬৫১১, মিশকাত ৪২১৬, সহীহাহ ৫৯, মুখতাসরুশ শামাইল ১৫৪।"
  },
  {
    "hadith_id": 3444,
    "narrator": "উকবাহ বিন আমির আল-জুহানী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা তোমাদের রোগীকে পানাহার করতে পীড়াপীড়ি করবে না। কেননা আল্লাহ তাদের পানাহার করান। [৩৪৪৪]\n \nতাহকীক আলবানীঃ হাসান।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا بَكْرُ بْنُ يُونُسَ بْنِ بُكَيْرٍ، عَنْ مُوسَى بْنِ عَلِيِّ بْنِ رَبَاحٍ، عَنْ أَبِيهِ، عَنْ عُقْبَةَ بْنِ عَامِرٍ الْجُهَنِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ لاَ تُكْرِهُوا مَرْضَاكُمْ عَلَى الطَّعَامِ وَالشَّرَابِ فَإِنَّ اللَّهَ يُطْعِمُهُمْ وَيَسْقِيهِمْ ‏\"‏ ‏.",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৪৪৪]\tতিরমিযী ২০৪০, সহীহাহ ৭২৭, মিশকাত ৪৫৩৩। \n\nউক্ত হাদিসের রাবী- \n\n১. বাকর বিন ইউনুস বিন বুকায়র সম্পর্কে আবু আহমাদ বিন আদী আল-জুরজানী বলেন, তার হাদিসের অনুসরণ করা যাবে না। আবু হাতিম আর রাযী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। আহমাদ বিন সালিহ আল-জায়লী বলেন, তার হাদিস বর্ণনায় কোন সমস্যা নেই। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। ইমাম যাহাবী তাকে দুর্বল হিসেবে উল্লেখ করেছেন। (তাহযীবুল কামালঃ রাবী নং- ৭৫৯, ৪/২৩২ নং পৃষ্ঠা)। \n\n২. মূসা বিন আলী বিন রাবাহ সম্পর্কে আবু হাতিম আর রাযী বলেন, তিনি একজন সালিহ ব্যক্তি ছিলেন। আবু হাতিম বিন হিব্বান তার সিকাহ গ্রন্থে তার নাম উল্লেখ করেছেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে হাদিস বর্ণনায় কখনো কখনো ভুল করেন। ইবনু আবদুল বার্র আল-আন্দালসী বলেন, তিনি এককভাবে হাদিস বর্ণনা করলে সেক্ষেত্রে তিনি নির্ভরযোগ্য নয়। ইমাম বুখারী বলেন, তিনি সিকাহ। (তাহযীবুল কামালঃ রাবী নং- ৬২৮৪, ২৯/১২২ নং পৃষ্ঠা)।"
  },
  {
    "hadith_id": 3445,
    "narrator": "আয়েশা (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর পরিবারের লোকেদের জ্বর হলে, তিনি দুধ ও ময়দা সহযোগে তরল পথ্য তৈরি করার নির্দেশ দিতেন। আয়েশা (রাঃ) বলেন, তিনি বলতেনঃ এটা দুশ্চিন্তাগ্রস্ত মনে শক্তি যোগায় এবং রোগীর মনের ক্লেশ ও দুঃখ দূর করে, যেমন তোমাদের কোন নারী পানি দ্বারা তার চেহারার ময়লা দূর করে। [৩৪৪৫] \n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعِيدٍ الْجَوْهَرِيُّ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، حَدَّثَنَا مُحَمَّدُ بْنُ السَّائِبِ بْنِ بَرَكَةَ، عَنْ أُمِّهِ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ إِذَا أَخَذَ أَهْلَهُ الْوَعْكُ أَمَرَ بِالْحَسَاءِ ‏.‏ قَالَتْ وَكَانَ يَقُولُ ‏ \"‏ إِنَّهُ لَيَرْتُو فُؤَادَ الْحَزِينِ وَيَسْرُو عَنْ فُؤَادِ السَّقِيمِ كَمَا تَسْرُو إِحْدَاكُنَّ الْوَسَخَ عَنْ وَجْهِهَا بِالْمَاءِ ‏\"‏ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৪৪৫] সহীহুল বুখারী ৫৪১৭, মুসলিম ২২১৬, তিরমিযী ২০৩৯, আহমাদ ২৩৯৯১, ২৪৬৯৩, ২৫৫১৯, মিশকাত ৪২৩৪।"
  },
  {
    "hadith_id": 3446,
    "narrator": "আয়েশা (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ অপ্রিয় কিন্তু উপকারী বস্তুটি তোমরা অবশ্যই গ্রহণ করবে। তা হলো তালবীনা অর্থাৎ হাসা (দুধ ও ময়দা সহযোগে প্রস্তুত তরল পথ্য)। তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর পরিবারের কেউ অসুস্থ হয়ে পড়লে হাসা-এর পাতিল চুলার উপর থাকতো, যতক্ষণ না রোগী সুস্থ হতো অথবা মারা যেত। [৩৪৪৬] \n\nতাহকীক আলবানীঃ সানাদটি দুর্বল।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ أَبِي الْخَصِيبِ، حَدَّثَنَا وَكِيعٌ، عَنْ أَيْمَنَ بْنِ نَابِلٍ، عَنِ امْرَأَةٍ، مِنْ قُرَيْشٍ يُقَالَ لَهَا كَلْثَمُ عَنْ عَائِشَةَ، قَالَتْ قَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏ \"‏ عَلَيْكُمْ بِالْبَغِيضِ النَّافِعِ التَّلْبِينَةِ ‏\"‏ ‏.‏ يَعْنِي الْحَسَاءَ ‏.‏ قَالَتْ وَكَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ إِذَا اشْتَكَى أَحَدٌ مِنْ أَهْلِهِ لَمْ تَزَلِ الْبُرْمَةُ عَلَى النَّارِ حَتَّى يَنْتَهِيَ أَحَدُ طَرَفَيْهِ ‏.‏ يَعْنِي يَبْرَأُ أَوْ يَمُوتُ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৪৪৬]\tসহীহুল বুখারী ৫৪১৭, মুসলিম ২২১৬, তিরমিযী ২০৩৯, আহমাদ ২৩৯৯১, ২৪৬৯৩, ২৫৫১৯, মিশকাত ৪২৩৪।"
  },
  {
    "hadith_id": 3447,
    "narrator": "আবু হুরায়রাহ (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছেনঃ কালিজিরায় মৃত্যু ব্যতীত সব রোগের নিরাময় আছে। ‘আস-সাম’ অর্থ মৃত্যু, হাব্বাতুস সাওদা অর্থ কালিজিরা।\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، وَمُحَمَّدُ بْنُ الْحَارِثِ الْمِصْرِيَّانِ، قَالاَ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، وَسَعِيدُ بْنُ الْمُسَيَّبِ، أَنَّ أَبَا هُرَيْرَةَ، أَخْبَرَهُمَا أَنَّهُ، سَمِعَ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ إِنَّ فِي الْحَبَّةِ السَّوْدَاءِ شِفَاءً مِنْ كُلِّ دَاءٍ إِلاَّ السَّامَ ‏\"‏ ‏.‏ وَالسَّامُ الْمَوْتُ ‏.‏ وَالْحَبَّةُ السَّوْدَاءُ الشُّونِيزُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3448,
    "narrator": "আবদুল্লাহ বিন উমার (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ অবশ্যই তোমারা এই কালো দানা ব্যবহার করবে কেননা তাতে মৃত্যু ছাড়া সব রোগের নিরাময় রয়েছে।\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ عُثْمَانَ بْنِ عَبْدِ الْمَلِكِ، قَالَ سَمِعْتُ سَالِمَ بْنَ عَبْدِ اللَّهِ، يُحَدِّثُ عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ عَلَيْكُمْ بِهَذِهِ الْحَبَّةِ السَّوْدَاءِ فَإِنَّ فِيهَا شِفَاءً مِنْ كُلِّ دَاءٍ إِلاَّ السَّامَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3449,
    "narrator": "খালিদ বিন সা’দ (রাঃ)",
    "bn": "আমরা রওয়ানা হলাম এবং গালিব বিন আবজারও আমাদের সাথে ছিলেন। পথিমধ্যে তিনি অসুস্থ হয়ে পড়লেন। তিনি অসুস্থ থাকতেই আমরা মদিনায় পৌছে গেলাম। ইবনু আবু আতীক (রাঃ) তাকে দেখতে এলেন। তিনি আমাদের বললেন, তোমরা এই কালো দানাগুলো ব্যবহার করবে। তা থেকে পাঁচটি বা সাতটি দানা নিয়ে সেগুলো পিষে তেলের সাথে মিশিয়ে নাকের এপাশে ওপাশে অর্থাৎ উভয় ছিদ্রপথে ফোঁটা ফোঁটা করে দাও। কেননা আয়েশা (রাঃ) তাদের নিকট হাদিস বর্ণনা করেছেন যে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছেনঃ এই কালো দানা ‘সাম’ ব্যতীত সব রোগের ঔষধ। আমি জিজ্ঞেস করলাম, ‘সাম’ কী? তিনি বলেনঃ মৃত্যু। [৩৪৪৯] \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ، أَنْبَأَنَا إِسْرَائِيلُ، عَنْ مَنْصُورٍ، عَنْ خَالِدِ بْنِ سَعْدٍ، قَالَ خَرَجْنَا وَمَعَنَا غَالِبُ بْنُ أَبْجَرَ فَمَرِضَ فِي الطَّرِيقِ فَقَدِمْنَا الْمَدِينَةَ وَهُوَ مَرِيضٌ فَعَادَهُ ابْنُ أَبِي عَتِيقٍ وَقَالَ لَنَا عَلَيْكُمْ بِهَذِهِ الْحَبَّةِ السَّوْدَاءِ فَخُذُوا مِنْهَا خَمْسًا أَوْ سَبْعًا فَاسْحَقُوهَا ثُمَّ اقْطُرُوهَا فِي أَنْفِهِ بِقَطَرَاتِ زَيْتٍ فِي هَذَا الْجَانِبِ وَفِي هَذَا الْجَانِبِ فَإِنَّ عَائِشَةَ حَدَّثَتْهُمْ أَنَّهَا سَمِعَتْ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏\"‏ إِنَّ هَذِهِ الْحَبَّةَ السَّوْدَاءَ شِفَاءٌ مِنْ كُلِّ دَاءٍ إِلاَّ أَنْ يَكُونَ السَّامُ ‏\"‏ ‏.‏ قُلْتُ وَمَا السَّامُ قَالَ ‏\"‏ الْمَوْتُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3450,
    "narrator": "আবু হুরায়রাহ (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তি প্রতি মাসে তিন দিন ভোরবেলা মধু চেটে চেটে খেলে সে মারাত্মক কোন বিপদে আক্রান্ত হবে না। [৩৪৫০]\n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا مَحْمُودُ بْنُ خِدَاشٍ، حَدَّثَنَا سَعِيدُ بْنُ زَكَرِيَّاءَ الْقُرَشِيُّ، حَدَّثَنَا الزُّبَيْرُ بْنُ سَعِيدٍ الْهَاشِمِيُّ، عَنْ عَبْدِ الْحَمِيدِ بْنِ سَالِمٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ مَنْ لَعِقَ الْعَسَلَ ثَلاَثَ غَدَوَاتٍ كُلَّ شَهْرٍ لَمْ يُصِبْهُ عَظِيمٌ مِنَ الْبَلاَءِ ‏\"‏ ‏.",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৪৫০]\tহাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। দঈফাহ ৭৬৩, দঈফ আল-জামী’ ৫৮৩১।"
  },
  {
    "hadith_id": 3451,
    "narrator": "জাবির বিন আবদুল্লাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে মধু উপঢৌকন দেয়া হলে তিনি তা আমাদের মধ্যে অল্প অল্প চেটে খাওয়ার জন্য বণ্টন করেন। আমি আমার চেটে খাওয়ার পরিমাণ নেয়ার পর বললাম, ইয়া রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমাকে আরো একবার দিন। তিনি বলেনঃ আচ্ছা। [৩৪৫১] \n\nতাহকীক আলবানীঃ সানাদটি দুর্বল।",
    "ar": "حَدَّثَنَا أَبُو بِشْرٍ، بَكْرُ بْنُ خَلَفٍ حَدَّثَنَا عُمَرُ بْنُ سَهْلٍ، حَدَّثَنَا أَبُو حَمْزَةَ الْعَطَّارُ، عَنِ الْحَسَنِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ أُهْدِيَ لِلنَّبِيِّ ـ صلى الله عليه وسلم ـ عَسَلٌ فَقَسَمَ بَيْنَنَا لُعْقَةً لُعْقَةً فَأَخَذْتُ لُعْقَتِي ثُمَّ قُلْتُ يَا رَسُولَ اللَّهِ أَزْدَادُ أُخْرَى قَالَ ‏ \"‏ نَعَمْ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৪৫১]\tহাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করছেন।"
  },
  {
    "hadith_id": 3454,
    "narrator": "সাঈদ বিন যায়দ বিন আমর বিন নুফায়ল (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ ছত্রাক হলো ‘মান্ন’-এর অন্তর্ভুক্ত, যা আল্লাহ বনী ইসরাঈলের আহারের জন্য নাযিল করেছিলেন। এর নির্যাস চক্ষুরোগের প্রতিষধক। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، أَنْبَأَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، سَمِعَ عَمْرَو بْنَ حُرَيْثٍ، يَقُولُ سَمِعْتُ سَعِيدَ بْنَ زَيْدِ بْنِ عَمْرِو بْنِ نُفَيْلٍ، يُحَدِّثُ عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ أَنَّ ‏ \"‏ الْكَمْأَةُ مِنَ الْمَنِّ الَّذِي أَنْزَلَ اللَّهُ عَلَى بَنِي إِسْرَائِيلَ وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3455,
    "narrator": "আবু হুরায়রাহ (রাঃ),",
    "bn": "আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে আলোচনারত ছিলাম। আমরা ছত্রাকের উল্লেখ করলে কতক সাহাবী বলেন, ছত্রাক জমিনের বসন্তরোগ। কথাটা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কর্ণগোচর হলে তিনি বলেনঃ ছত্রাক হলো ‘মান্ন’-এর অন্তর্ভুক্ত। আজওয়া হলো জান্নাতের খেজুর এবং বিষের প্রতিষেধক। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَبْدِ الصَّمَدِ، حَدَّثَنَا مَطَرٌ الْوَرَّاقُ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كُنَّا نَتَحَدَّثُ عِنْدَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَذَكَرْنَا الْكَمْأَةَ فَقَالُوا هِيَ جُدَرِيُّ الأَرْضِ ‏.‏ فَنُمِيَ الْحَدِيثُ إِلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ ‏ \"‏ الْكَمْأَةُ مِنَ الْمَنِّ وَالْعَجْوَةُ مِنَ الْجَنَّةِ وَهِيَ شِفَاءٌ مِنَ السَّمِّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3456,
    "narrator": "রাফি’ বিন আমর আল-মুযানী (রাঃ),",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ ‘আজওয়া’ খেজুর ও সাখরা বা সাহ্ওয়া (পাথর) হলো জান্নাতের উপকরণ। আবদুর রহমান (রাঃ) বলেন, আমি ঊর্ধ্বতন রাবীর মুখ থেকে সাখরা (পাথর) শব্দটি মুখস্থ করে নিয়েছি। [৩৪৫৬] \n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا الْمُشْمَعِلُّ بْنُ إِيَاسٍ الْمُزَنِيُّ، حَدَّثَنِي عَمْرُو بْنُ سُلَيْمٍ، قَالَ سَمِعْتُ رَافِعَ بْنَ عَمْرٍو الْمُزَنِيَّ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ الْعَجْوَةُ وَالصَّخْرَةُ مِنَ الْجَنَّةِ ‏\"‏ ‏.‏ قَالَ عَبْدُ الرَّحْمَنِ حَفِظْتُ الصَّخْرَةَ مِنْ فِيهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৪৫৬]\tআহমাদ ১৫০৮২, ১৯৮২৮, ২০১২৭, ইরওয়া ২৬৯৬। উক্ত হাদিসের সকল রাবী সিকাহ। আল্লামা আল-বুসায়রী (রঃ) তার ‘মিসবাহুয যুজাজাহ’ গ্রন্থে হাদিসটিকে সহীহ বলেছেন। কিছু আহলে ইলমগণ ইদতিরাব থাকার কারণে হাদিসটিকে দুর্বল বলেছেন।"
  },
  {
    "hadith_id": 3457,
    "narrator": "আবূ উবায় (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে উভয় কিবলার (বাইতুল মুকাদ্দাস ও কা’বা) দিকে নামায পড়েছেন। তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ অবশ্যই তোমাদের সানা ও সান্নুত ব্যবহার করা উচিত। কারণ তাতে সাম ছাড়া সব রোগের প্রতিষেধক রয়েছে। জিজ্ঞাসা করা হলো, ইয়া রাসূলাল্লাহ! ‘সাম’ কি? তিনি বলেনঃ ‘মৃত্যু’। রাবী আমর (রাঃ) বলেন, বিন আবূ আবলা বলেছেন, সান্নুত হলো এক ধরনের উদ্ভিজ্জ, অন্যরা বলেন, বরং তা ঘি রাখার চামড়ার পাত্রে রক্ষিত মধু। যেমন কবি বলেনঃ “তারা পরস্পর মিলেমিশে ঐক্যবদ্ধ থাকে ঘি ও সান্নুতের মত, তাই তাদের মধ্যে নাই কোন বিবাদ। তারা প্রতিবেশীকে ধোঁকার আশ্রয় নিতে বারণ করে”। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدِ بْنِ يُوسُفَ بْنِ سَرْجٍ الْفِرْيَابِيُّ، حَدَّثَنَا عَمْرُو بْنُ بَكْرٍ السَّكْسَكِيُّ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ أَبِي عَبْلَةَ، قَالَ سَمِعْتُ أَبَا أُبَىٍّ ابْنَ أُمِّ حَرَامٍ، وَكَانَ، قَدْ صَلَّى مَعَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ الْقِبْلَتَيْنِ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏\"‏ عَلَيْكُمْ بِالسَّنَى وَالسَّنُّوتِ فَإِنَّ فِيهِمَا شِفَاءً مِنْ كُلِّ دَاءٍ إِلاَّ السَّامَ ‏.‏ قِيلَ يَا رَسُولَ اللَّهِ وَمَا السَّامُ قَالَ ‏\"‏ الْمَوْتُ ‏\"‏ ‏.‏ قَالَ عَمْرٌو قَالَ ابْنُ أَبِي عَبْلَةَ السَّنُّوتُ الشِّبِتُّ ‏.‏ وَقَالَ آخَرُونَ بَلْ هُوَ الْعَسَلُ الَّذِي يَكُونُ فِي زِقَاقِ السَّمْنِ وَهُوَ قَوْلُ الشَّاعِرِ هُمُ السَّمْنُ بِالسَّنُّوتِ لاَ أَلْسَ فِيهِمُ وَهُمْ يَمْنَعُونَ جَارَهُمْ أَنْ يُقَرَّدَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3459,
    "narrator": "আবূ হুরায়রাহ (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকৃষ্ট ও অনিষ্টকর ঔষধ অর্থাৎ বিষ ব্যবহার করতে নিষেধ করেছেন। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ يُونُسَ بْنِ أَبِي إِسْحَاقَ، عَنْ مُجَاهِدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنِ الدَّوَاءِ الْخَبِيثِ ‏.‏ يَعْنِي السُّمَّ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3460,
    "narrator": "আবূ হুরায়রাহ (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ যে ব্যক্তি বিষপান করে আত্মহত্যা করলো, সে অনন্তকালের জন্য জাহান্নামী হয়ে এই বিষ গলাধঃকরণ করতে থাকবে। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ مَنْ شَرِبَ سُمًّا فَقَتَلَ نَفْسَهُ فَهُوَ يَتَحَسَّاهُ فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3461,
    "narrator": "আসমা’ বিনতু উমায়স (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে জিজ্ঞেস করলেনঃ তুমি কিসের জোলাব নাও? আমি বললাম, শুবরুম (ছোলা সদৃশ এক প্রকার দানা) দিয়ে। তিনি বলেনঃ তা তো খুব গরম ঔষধ। অতঃপর আমি সোনামুখী গাছের পাতা দ্বারা জোলাপ নিলাম। তখন তিনি বলেনঃ কোন ঔষধ যদি মৃত্য থেকে নিরাময় দিতে পারতো তবে তা হত সোনামখী গাছ। সোনামুখী যেন মৃত্যু থেকে নিরাময় দানকারী। [৩৪৬১]\n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عَبْدِ الْحَمِيدِ بْنِ جَعْفَرٍ، عَنْ زُرْعَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ مَوْلًى، لِمَعْمَرٍ التَّيْمِيِّ عَنْ مَعْمَرٍ التَّيْمِيِّ، عَنْ أَسْمَاءَ بِنْتِ عُمَيْسٍ، قَالَتْ قَالَ لِي رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ بِمَاذَا كُنْتِ تَسْتَمْشِينَ ‏\"‏ ‏.‏ قُلْتُ بِالشُّبْرُمِ قَالَ ‏\"‏ حَارٌّ جَارٌّ ‏\"‏ ‏.‏ ثُمَّ اسْتَمْشَيْتُ بِالسَّنَى ‏.‏ فَقَالَ ‏\"‏ لَوْ كَانَ شَىْءٌ يَشْفِي مِنَ الْمَوْتِ كَانَ السَّنَى وَالسَّنَى شِفَاءٌ مِنَ الْمَوْتِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৪৬১] তিরমিযী ২০৮১। মিশকাত ৪৫৩৭।"
  },
  {
    "hadith_id": 3463,
    "narrator": "আনাস বিন মালিক (রাঃ),",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ পাছার বাতরোগের চিকিৎসায় দুম্বার নিতম্ব গলিয়ে নিয়ে তা তিন ভাগ করতে হবে, অতঃপর প্রতিদিন এক ভাগ পান করতে হবে।\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، وَرَاشِدُ بْنُ سَعِيدٍ الرَّمْلِيُّ، قَالاَ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا هِشَامُ بْنُ حَسَّانَ، حَدَّثَنَا أَنَسُ بْنُ سِيرِينَ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ شِفَاءُ عِرْقِ النَّسَا أَلْيَةُ شَاةٍ أَعْرَابِيَّةٍ تُذَابُ ثُمَّ تُجَزَّأُ ثَلاَثَةَ أَجْزَاءٍ ثُمَّ يُشْرَبُ عَلَى الرِّيقِ فِي كُلِّ يَوْمٍ جُزْءٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3464,
    "narrator": "সাহল বিন সা’দ আস-সাইদী (রাঃ),",
    "bn": "উহুদ যুদ্ধের দিন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আহত হলেন। তাঁর সামনের পাটির দাঁত ভেঙ্গে গেলো এবং শিরস্ত্রাণের আংটা তাঁর মাথায় ঢুকে গেলো। আলী (রাঃ) ক্ষতস্থানে তার ঢাল দ্বারা পানি ঢালছিলেন এবং ফাতিমা (রাঃ) তার ক্ষতের রক্ত ধুয়ে দিচ্ছিলেন। ফাতিমা (রাঃ) যখন দেখলেন যে, পানিতে আরো অধিক রক্ত নির্গত হচ্ছে, তখন তিনি এক খণ্ড চাটাই নিয়ে তা পোড়ালেন, অতঃপর তার ছাই তাঁর ক্ষত স্থানে লাগিয়ে দিলেন। এতে রক্ত নির্গমন বন্ধ হয়ে গেলো। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، وَمُحَمَّدُ بْنُ الصَّبَّاحِ، قَالاَ حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، قَالَ جُرِحَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَوْمَ أُحُدٍ وَكُسِرَتْ رَبَاعِيَتُهُ وَهُشِمَتِ الْبَيْضَةُ عَلَى رَأْسِهِ فَكَانَتْ فَاطِمَةُ تَغْسِلُ الدَّمَ عَنْهُ وَعَلِيٌّ يَسْكُبُ عَلَيْهِ الْمَاءَ بِالْمِجَنِّ فَلَمَّا رَأَتْ فَاطِمَةُ أَنَّ الْمَاءَ لاَ يَزِيدُ الدَّمَ إِلاَّ كَثْرَةً أَخَذَتْ قِطْعَةَ حَصِيرٍ فَأَحْرَقَتْهَا حَتَّى إِذَا صَارَ رَمَادًا أَلْزَمَتْهُ الْجُرْحَ فَاسْتَمْسَكَ الدَّمُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3465,
    "narrator": "সাহল বিন সা’দ আস-সাইদী (রাঃ),",
    "bn": "আমি ভালো করেই চিনি যে, উহূদ যুদ্ধের দিন কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মুখমন্ডল জখম করেছিলো, কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জখম ধুয়েছিল এবং তাতে ঔষুধ লাগিয়েছিল, কে ঢালে করে পানি বয়ে এনেছিলেন, কিসের দ্বারা জখমে প্রলেপ দেয়া হয়েছিল যার ফলে রক্তক্ষরণ বন্ধ হয়েছিল। অতএব যিনি ঢালে করে পানি বয়ে এনেছিলেন তিনি হলেন আলী (রাঃ), যিনি জখমের চিকিৎসা করেছিলেন তিনি হলেন ফাতিমা (রাঃ)। রক্ত বন্ধ না হলে তিনি তাঁর জন্য এক টুকরা পুরানো চাটাই পোড়ালেন এবং তার ছাই তাঁর জখমের মধ্যে ঢুকিয়ে দিলেন, ফলে রক্তক্ষরণ বন্ধ হয়ে গেলো।\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، عَنْ عَبْدِ الْمُهَيْمِنِ بْنِ عَبَّاسِ بْنِ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ إِنِّي لأَعْرِفُ يَوْمَ أُحُدٍ مَنْ جَرَحَ وَجْهَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ وَمَنْ كَانَ يُرْقِئُ الْكَلْمَ مِنْ وَجْهِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ وَيُدَاوِيهِ وَمَنْ يَحْمِلُ الْمَاءَ فِي الْمِجَنِّ وَبِمَا دُووِيَ بِهِ الْكَلْمُ حَتَّى رَقَأَ ‏.‏ قَالَ أَمَّا مَنْ كَانَ يَحْمِلُ الْمَاءَ فِي الْمِجَنِّ فَعَلِيٌّ وَأَمَّا مَنْ كَانَ يُدَاوِي الْكَلْمَ فَفَاطِمَةُ أَحْرَقَتْ لَهُ حِينَ لَمْ يَرْقَأْ قِطْعَةَ حَصِيرٍ خَلَقٍ فَوَضَعَتْ رَمَادَهُ عَلَيْهِ فَرَقَأَ الْكَلْمُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3466,
    "narrator": "আবদুল্লাহ বিন আমর ইবনুল আস (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কোন ব্যক্তি চিকিৎসা বিদ্যা অর্জন না করেই চিকিৎসা করলে সে দায়ী হবে। [৩৪৬৬]\n\nতাহকীক আলবানীঃ হাসান।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، وَرَاشِدُ بْنُ سَعِيدٍ الرَّمْلِيُّ، قَالاَ حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ مَنْ تَطَبَّبَ وَلَمْ يُعْلَمْ مِنْهُ طِبٌّ قَبْلَ ذَلِكَ فَهُوَ ضَامِنٌ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৪৬৬] নাসায়ী ৪৮৩০, আবূ দাউদ ৪৫৮৬। সহীহাহ ৬৩৫।"
  },
  {
    "hadith_id": 3467,
    "narrator": "যায়দ বিন আরকাম (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফুসফুস আবরক ঝিল্লির প্রদাহে ওয়ারস ঘাস, চন্দন ও যয়তূন তেল (পিষে একত্রে) মিশিয়ে প্রলেপ দেয়ার ব্যবস্থাপত্রের প্রশংসা করেছেন। [৩৪৬৭]\n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ الْوَهَّابِ، حَدَّثَنَا يَعْقُوبُ بْنُ إِسْحَاقَ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَيْمُونٍ، حَدَّثَنِي أَبِي، عَنْ زَيْدِ بْنِ أَرْقَمَ، قَالَ نَعَتَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ مِنْ ذَاتِ الْجَنْبِ وَرْسًا وَقُسْطًا وَزَيْتًا يُلَدُّ بِهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৪৬৭] তিরমযী ২০৭৮, ২০৭৯।"
  },
  {
    "hadith_id": 3468,
    "narrator": "মিহসান-কন্যা উম্মু কায়স (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা অবশ্যই উদে হিন্দী (চন্দন কাঠ) ব্যবহার করবে কেননা তাতে সাতটি রোগের প্রতিষেধক রয়েছে। তন্মধ্যে একটি হলো ফুসফুস আবরক ঝিল্লির প্রদাহ। বিন সামআনের বর্ণনায় এভাবে আছেঃ কেননা তাতে সাতটি রোগের প্রতিষেধক আছে, যার একটি হল ফুসফুস আবরক ঝিল্লির প্রদাহ। \nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو طَاهِرٍ، أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ الْمِصْرِيُّ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَنْبَأَنَا يُونُسُ، وَابْنُ، سَمْعَانَ عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ أُمِّ قَيْسٍ بِنْتِ مِحْصَنٍ، قَالَتْ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ عَلَيْكُمْ بِالْعُودِ الْهِنْدِيِّ - يَعْنِي بِهِ الْكُسْتَ - فَإِنَّ فِيهِ سَبْعَةَ أَشْفِيَةٍ مِنْهَا ذَاتُ الْجَنْبِ ‏\"‏ ‏.‏ قَالَ ابْنُ سَمْعَانَ فِي الْحَدِيثِ ‏\"‏ فَإِنَّ فِيهِ شِفَاءً مِنْ سَبْعَةِ أَدْوَاءٍ مِنْهَا ذَاتُ الْجَنْبِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3469,
    "narrator": "আবূ হুরায়রাহ (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর সামনে জ্বরের বিষয় উল্লিখিত হলে এক ব্যক্তি জ্বরকে গালি দেয়। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ জ্বরকে গালি দিও না। কেননা তা পাপসমূহ দূর করে, যেমন আগুন লোহার ময়লা দূর করে। \nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ مُوسَى بْنِ عُبَيْدَةَ، عَنْ عَلْقَمَةَ بْنِ مَرْثَدٍ، عَنْ حَفْصِ بْنِ عُبَيْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ ذُكِرَتِ الْحُمَّى عِنْدَ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَسَبَّهَا رَجُلٌ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏ \"‏ لاَ تَسُبَّهَا فَإِنَّهَا تَنْفِي الذُّنُوبَ كَمَا تَنْفِي النَّارُ خَبَثَ الْحَدِيدِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3470,
    "narrator": "আবূ হুরায়রাহ (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) আবূ হুরায়রাহ (রাঃ)-কে সাথে নিয়ে জ্বরাক্রান্ত এক রোগীকে দেখতে গেলেন। রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) রোগীকে বললেনঃ সুসংবাদ গ্রহণ করো। কেননা মহান আল্লাহ্ বলেন, এটা আমার আগুন যা আমি দুনিয়াতে আমার মুমিন বান্দার উপর চাপিয়ে দেই, যাতে আখেরাতে তাঁর প্রাপ্য আগুনের বিকল্প হয়ে যায়। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ، عَنْ إِسْمَاعِيلَ بْنِ عُبَيْدِ اللَّهِ، عَنْ أَبِي صَالِحٍ الأَشْعَرِيِّ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ أَنَّهُ عَادَ مَرِيضًا وَمَعَهُ أَبُو هُرَيْرَةَ مِنْ وَعْكٍ كَانَ بِهِ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ أَبْشِرْ فَإِنَّ اللَّهَ يَقُولُ هِيَ نَارِي أُسَلِّطُهَا عَلَى عَبْدِيَ الْمُؤْمِنِ فِي الدُّنْيَا لِتَكُونَ حَظَّهُ مِنَ النَّارِ فِي الآخِرَةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3471,
    "narrator": "আয়িশাহ (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেনঃ জ্বর হলো জাহান্নামের উত্তাপ থেকে। তোমরা পানি ঢেলে ঠান্ডা করো। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ إِنَّ الْحُمَّى مِنْ فَيْحِ جَهَنَّمَ فَابْرُدُوهَا بِالْمَاءِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3472,
    "narrator": "ইবনু উমার (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেনঃ জ্বরের তীব্রতা জাহান্নামের উত্তাপ থেকে। তোমরা পানি ঢেলে তা ঠান্ডা করো। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ أَنَّهُ قَالَ ‏ \"‏ إِنَّ شِدَّةَ الْحُمَّى مِنْ فَيْحِ جَهَنَّمَ فَابْرُدُوهَا بِالْمَاءِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3473,
    "narrator": "রাফি বিন খাদীজ (রাঃ),",
    "bn": "আমি নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) কে বলতে শুনেছিঃ জ্বর হলো জাহান্নামের উত্তাপ থেকে। তোমরা পানি ঢেলে তা ঠান্ডা করো। তিনি আম্মার (রাঃ)-র এক পুত্রকে দেখতে গেলেন এবং বললেনঃ “ইকশিফিল বাসা রব্বান নাস ইলাহান নাস” (হে মানুষের রব, হে মানবের ইলাহ! আপনি ক্ষতি বিদূরিত করুন)। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا مُصْعَبُ بْنُ الْمِقْدَامِ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ رَافِعِ بْنِ خَدِيجٍ، قَالَ سَمِعْتُ النَّبِيَّ ـ صلى الله عليه وسلم ـ يَقُولُ ‏\"‏ الْحُمَّى مِنْ فَيْحِ جَهَنَّمَ فَابْرُدُوهَا بِالْمَاءِ ‏\"‏ ‏.‏ فَدَخَلَ عَلَى ابْنٍ لِعَمَّارٍ فَقَالَ ‏\"‏ اكْشِفِ الْبَاسْ رَبَّ النَّاسْ إِلَهَ النَّاسْ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3474,
    "narrator": "আসমা বিনতু আবূ বাকর (রাঃ),",
    "bn": "জ্বরাক্রান্ত কোন নারীকে তার নিকট আনা হলে তিনি পানি চেয়ে নিয়ে তার গলদেশে (বা বুকে) ঢালতেন আর বলতেন, নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেছেনঃ এটাকে পানি ঢেলে ঠান্ডা করো। তিনি আরো বলেছেনঃ এটা হলো জাহান্নামের উত্তাপ থেকে। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ، عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ، أَنَّهَا كَانَتْ تُؤْتَى بِالْمَرْأَةِ الْمَوْعُوكَةِ فَتَدْعُو بِالْمَاءِ فَتَصُبُّهُ فِي جَيْبِهَا وَتَقُولُ إِنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ ‏\"‏ ابْرُدُوهَا بِالْمَاءِ ‏\"‏ ‏.‏ وَقَالَ ‏\"‏ إِنَّهَا مِنْ فَيْحِ جَهَنَّمَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3475,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "রাসূলুলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বলেনঃ জ্বর হলো জাহান্নামের হাপরসমূহের মধ্যকার একটি হাপর। তোমরা ঠান্ডা পানি ঢেলে নিজেদের থেকে তা দূর করো।\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ حَدَّثَنَا عَبْدُ الأَعْلَى، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ الْحُمَّى كِيرٌ مِنْ كِيرِ جَهَنَّمَ فَنَحُّوهَا عَنْكُمْ بِالْمَاءِ الْبَارِدِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3476,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমরা যে সকল জিনিস দ্বারা চিকিৎসা করো তার কোনটির মধ্যে উপকার থাকলে তা রক্তমোক্ষণের মধ্যে আছে। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَسْوَدُ بْنُ عَامِرٍ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ إِنْ كَانَ فِي شَىْءٍ مِمَّا تَدَاوَوْنَ بِهِ خَيْرٌ فَالْحِجَامَةُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3477,
    "narrator": "ইবনু আব্বাস (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ মিরাজের রাতে আমি ফেরেশতাদের যে দলকেই অতিক্রম করেছিলাম, তাদের সকলে আমাকে বলেছেন, হে মুহাম্মাদ! আপনি অবশ্যই রক্তমোক্ষণ করবেন। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا زِيَادُ بْنُ الرَّبِيعِ، حَدَّثَنَا عَبَّادُ بْنُ مَنْصُورٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ مَا مَرَرْتُ لَيْلَةَ أُسْرِيَ بِي بِمَلإٍ مِنَ الْمَلاَئِكَةِ إِلاَّ كُلُّهُمْ يَقُولُ لِي عَلَيْكَ يَا مُحَمَّدُ بِالْحِجَامَةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3478,
    "narrator": "ইবনু আব্বাস (রাঃ),",
    "bn": "(রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, রক্তমোক্ষণকারী বান্দা কতই না উত্তম! সে খারাপ রক্ত বের করে দিয়ে (উপার্জনের মাধ্যমে) পিঠের বোঝা হালকা করে এবং চোখের ময়লা দূর করে। [৩৪৭৮]\n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا أَبُو بِشْرٍ، بَكْرُ بْنُ خَلَفٍ حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا عَبَّادُ بْنُ مَنْصُورٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ نِعْمَ الْعَبْدُ الْحَجَّامُ يَذْهَبُ بِالدَّمِ وَيُخِفُّ الصُّلْبَ وَيَجْلُو الْبَصَرَ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৪৭৮] তিরমিযী ২০৫৩। দঈফাহ ২০৩৬, দঈফ আল-জামি‘ ৫৯৬৬।"
  },
  {
    "hadith_id": 3479,
    "narrator": "আনাস বিন মালিক (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মিরাজের রাতে আমি ফেরেশতাদের যে দলকেই অতিক্রম করেছি, তারা আমাকে বলেছেন, হে মুহাম্মাদ! হে মুহাম্মাদ! আপনার উম্মাতকে রক্তমোক্ষণ করানোর নির্দেশ দিন। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا جُبَارَةُ بْنُ الْمُغَلِّسِ، حَدَّثَنَا كَثِيرُ بْنُ سُلَيْمٍ، سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ مَا مَرَرْتُ لَيْلَةَ أُسْرِيَ بِي بِمَلإٍ إِلاَّ قَالُوا يَا مُحَمَّدُ مُرْ أُمَّتَكَ بِالْحِجَامَةِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3480,
    "narrator": "জাবির (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর স্ত্রী উম্মু সালামা (রাঃ) তার নিকট রক্তমোক্ষণ করানোর অনুমতি চাইলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবূ তাইবাকে তার রক্তমোক্ষণ করার নির্দেশ দিলেন। রাবী বলেন, আমার মনে হয়, আবূ তাইবা তার দুধ ভাই ছিলেন কিংবা অপ্রাপ্ত বয়স্ক ছিলেন। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ الْمِصْرِيُّ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، أَنَّ أُمَّ سَلَمَةَ، زَوْجَ النَّبِيِّ ـ صلى الله عليه وسلم ـ اسْتَأْذَنَتْ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ فِي الْحِجَامَةِ فَأَمَرَ النَّبِيُّ ـ صلى الله عليه وسلم ـ أَبَا طَيْبَةَ أَنْ يَحْجُمَهَا ‏.‏ وَقَالَ حَسِبْتُ أَنَّهُ كَانَ أَخَاهَا مِنَ الرَّضَاعَةِ أَوْ غُلاَمًا لَمْ يَحْتَلِمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3481,
    "narrator": "আবদুল্লাহ বিন বুহায়নাহ (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘লাহী জামাল’ নামক স্থানে ইহরাম অবস্থায় তাঁর মাথার মধ্যখান বরাবর রক্তমোক্ষণ করিয়েছেন। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ، حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ، حَدَّثَنِي عَلْقَمَةُ بْنُ أَبِي عَلْقَمَةَ، قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ الأَعْرَجَ، قَالَ سَمِعْتُ عَبْدَ اللَّهِ ابْنَ بُحَيْنَةَ، يَقُولُ احْتَجَمَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ بِلَحْىِ جَمَلٍ وَهُوَ مُحْرِمٌ وَسْطَ رَأْسِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3482,
    "narrator": "আলী (রাঃ)",
    "bn": "জিবরাঈল (আলায়হিস সালাম) ঘাড়ের দু’পাশের শিরায় এবং ঘাড়ের কাছাকাছি পিঠের ফোলা অংশে রক্তমোক্ষণ করানোর পরামর্শ নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আসেন। [৩৪৮২] \n\nতাহকীক আলবানীঃ খুবই দুর্বল।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ سَعْدٍ الإِسْكَافِ، عَنِ الأَصْبَغِ بْنِ نُبَاتَةَ، عَنْ عَلِيٍّ، قَالَ نَزَلَ جِبْرِيلُ عَلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ بِحِجَامَةِ الأَخْدَعَيْنِ وَالْكَاهِلِ ‏.‏",
    "grade_id": 16,
    "grade": "খুবই দুর্বল",
    "grade_color": "#F85B24",
    "note": "[৩৪৮২]\tহাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 3483,
    "narrator": "আনাস (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’ পাশের শিরায় এবং ঘাড়ের কাছাকাছি পিঠের ফোলা অংশে রক্তমোক্ষণ করান।[৩৪৮৩]\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ أَبِي الْخَصِيبِ، حَدَّثَنَا وَكِيعٌ، عَنْ جَرِيرِ بْنِ حَازِمٍ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ احْتَجَمَ فِي الأَخْدَعَيْنِ وَعَلَى الْكَاهِلِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3484,
    "narrator": "আবূ কাবশাহ আল-আনমারী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর মাথার মাঝখানে এবং দু’ কাঁধের মাঝ বরাবর রক্তমোক্ষণ করাতেন এবং বলতেনঃ যে ব্যক্তি নিজ দেহের এ অংশ থেকে রক্তমোক্ষণ করাবে, সে তার কোন রোগের চিকিৎসা না করালেও তার কোন ক্ষতি হবে না। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى الْحِمْصِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا ابْنُ ثَوْبَانَ، عَنْ أَبِيهِ، عَنْ أَبِي كَبْشَةَ الأَنْمَارِيِّ، أَنَّهُ حَدَّثَهُ أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يَحْتَجِمُ عَلَى هَامَتِهِ وَبَيْنَ كَتِفَيْهِ وَيَقُولُ ‏ \"‏ مَنْ أَهْرَاقَ مِنْهُ هَذِهِ الدِّمَاءَ فَلاَ يَضُرُّهُ أَنْ لاَ يَتَدَاوَى بِشَىْءٍ لِشَىْءٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3485,
    "narrator": "জাবির (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর ঘোড়া থেকে একটি খেজুর কাণ্ডের উপর ছিটকে গেলে তাঁর পা মচকে যায়। ওয়াকী (রাঃ) বলেন, অর্থাৎ ব্যথার কারণে মচকে যাওয়া স্থানে তিনি রক্তমোক্ষণ করান। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ طَرِيفٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ سَقَطَ مِنْ فَرَسِهِ عَلَى جِذْعٍ فَانْفَكَّتْ قَدَمُهُ ‏.‏ قَالَ وَكِيعٌ يَعْنِي أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ احْتَجَمَ عَلَيْهَا مِنْ وَثْءٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3486,
    "narrator": "আনাস বিন মালিক (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ কোন ব্যক্তি রক্তমোক্ষণ করাতে চাইলে যেন মাসের সতের, উনিশ বা একুশ তারিখ বেছে নেয়। তোমাদের কারো যেন উচ্চ রক্তচাপ না হয়। কারণ তাতে জীবননাশের আশংকা আছে। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا عُثْمَانُ بْنُ مَطَرٍ، عَنْ زَكَرِيَّا بْنِ مَيْسَرَةَ، عَنِ النَّهَّاسِ بْنِ قَهْمٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ مَنْ أَرَادَ الْحِجَامَةَ فَلْيَتَحَرَّ سَبْعَةَ عَشَرَ أَوْ تِسْعَةَ عَشَرَ أَوْ إِحْدَى وَعِشْرِينَ وَلاَ يَتَبَيَّغْ بِأَحَدِكُمُ الدَّمُ فَيَقْتُلَهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3487,
    "narrator": "ইবনু উমার (রাঃ),",
    "bn": "হে নাফে! আমার রক্তে উচ্ছ্বাস দেখা দিয়েছে (রক্তচাপ বেড়েছে)। অতএব আমার জন্য একজন রক্তমোক্ষণকারী খুঁজে আনো, আর সম্ভব হলে সদাশয় কাউকে আনবে। বৃদ্ধ বা বালককে আনবে না। কারণ, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ বাসী মুখে রক্তমোক্ষণ করালে তাতে নিরাময় ও বরকত লাভ হয় এবং তাতে জ্ঞান ও স্মৃতিশক্তি বৃদ্ধি পায়। অতএব আল্লাহর বরকত লাভে ধন্য হতে তোমরা বৃহস্পতিবার রক্তমোক্ষণ করাও, কিন্তু বুধ, শুক্র, শনি ও রবিবারকে রক্তমোক্ষণ করানোর জন্য বেছে নেয়া থেকে বিরত থাকো। সোম ও মঙ্গলবারে রক্তমোক্ষণ করাও, কেননা এই দিনই আল্লাহ আইউব (আলাইহিস সালাম)-কে রোগমুক্তি দান করেন এবং বুধবার তাকে রোগাক্রান্ত করেন। আর কুষ্ঠরোগ ও ধবল বুধবার দিনে বা রাতেই শুরু হয়। [৩৪৮৭]\n\nতাহকীক আলবানীঃ হাসান।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا عُثْمَانُ بْنُ مَطَرٍ، عَنِ الْحَسَنِ بْنِ أَبِي جَعْفَرٍ، عَنْ مُحَمَّدِ بْنِ جُحَادَةَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ يَا نَافِعُ قَدْ تَبَيَّغَ بِيَ الدَّمُ فَالْتَمِسْ لِي حَجَّامًا وَاجْعَلْهُ رَفِيقًا إِنِ اسْتَطَعْتَ وَلاَ تَجْعَلْهُ شَيْخًا كَبِيرًا وَلاَ صَبِيًّا صَغِيرًا فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ الْحِجَامَةُ عَلَى الرِّيقِ أَمْثَلُ وَفِيهِ شِفَاءٌ وَبَرَكَةٌ وَتَزِيدُ فِي الْعَقْلِ وَفِي الْحِفْظِ فَاحْتَجِمُوا عَلَى بَرَكَةِ اللَّهِ يَوْمَ الْخَمِيسِ وَاجْتَنِبُوا الْحِجَامَةَ يَوْمَ الأَرْبِعَاءِ وَالْجُمُعَةِ وَالسَّبْتِ وَيَوْمَ الأَحَدِ تَحَرِّيًا وَاحْتَجِمُوا يَوْمَ الاِثْنَيْنِ وَالثُّلاَثَاءِ فَإِنَّهُ الْيَوْمُ الَّذِي عَافَى اللَّهُ فِيهِ أَيُّوبَ مِنَ الْبَلاَءِ وَضَرَبَهُ بِالْبَلاَءِ يَوْمَ الأَرْبِعَاءِ فَإِنَّهُ لاَ يَبْدُو جُذَامٌ وَلاَ بَرَصٌ إِلاَّ يَوْمَ الأَرْبِعَاءِ أَوْ لَيْلَةَ الأَرْبِعَاءِ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৪৮৭]\tহাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। সহীহাহ ৭৬৬।"
  },
  {
    "hadith_id": 3488,
    "narrator": "ইবনু উমার (রাঃ),",
    "bn": "হে নাফে! আমার রক্তচাপ বৃদ্ধি পেয়েছে। অতএব আমার জন্য তুমি এক যুবক রক্তমোক্ষণকারীকে নিয়ে এসো, বৃদ্ধকেও নয় এবং বালককেও নয়। রাবী বলেন, বিন উমার (রাঃ) বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ বাসি মুখে রক্তমোক্ষণ করানো উত্তম, তা জ্ঞান বৃদ্ধি করে, স্মৃতিশক্তি বৃদ্ধি করে এবং হাফেজের মুখস্থ শক্তি বৃদ্ধি করে। কেউ রক্তমোক্ষণ করাতে চাইলে যেন আল্লাহর নামে বৃহস্পতিবারে তা করায়। তোমরা শুক্র, শনি ও রবিবার রক্তমোক্ষণ করানো পরিহার করো এবং সোমবার ও মঙ্গলবার রক্তমোক্ষণ করাও, কিন্তু বুধবার তা করাবে না। কারণ এইদিনই আইউব (আলাইহিস সালাম) বিপদে পতিত হন। আর কুষ্ঠ রোগ ও শ্বেতরোগ বুধবার দিনে বা রাতেই শুরু হয়। [৩৪৮৮] \n\nতাহকীক আলবানীঃ হাসান।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُصَفَّى الْحِمْصِيُّ، حَدَّثَنَا عُثْمَانُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عِصْمَةَ، عَنْ سَعِيدِ بْنِ مَيْمُونٍ، عَنْ نَافِعٍ، قَالَ قَالَ ابْنُ عُمَرَ يَا نَافِعُ تَبَيَّغَ بِيَ الدَّمُ فَأْتِنِي بِحَجَّامٍ وَاجْعَلْهُ شَابًّا وَلاَ تَجْعَلْهُ شَيْخًا وَلاَ صَبِيًّا ‏.‏ قَالَ وَقَالَ ابْنُ عُمَرَ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ الْحِجَامَةُ عَلَى الرِّيقِ أَمْثَلُ وَهِيَ تَزِيدُ فِي الْعَقْلِ وَتَزِيدُ فِي الْحِفْظِ وَتَزِيدُ الْحَافِظَ حِفْظًا فَمَنْ كَانَ مُحْتَجِمًا فَيَوْمَ الْخَمِيسِ عَلَى اسْمِ اللَّهِ وَاجْتَنِبُوا الْحِجَامَةَ يَوْمَ الْجُمُعَةِ وَيَوْمَ السَّبْتِ وَيَوْمَ الأَحَدِ وَاحْتَجِمُوا يَوْمَ الاِثْنَيْنِ وَالثُّلاَثَاءِ وَاجْتَنِبُوا الْحِجَامَةَ يَوْمَ الأَرْبِعَاءِ فَإِنَّهُ الْيَوْمُ الَّذِي أُصِيبَ فِيهِ أَيُّوبُ بِالْبَلاَءِ وَمَا يَبْدُو جُذَامٌ وَلاَ بَرَصٌ إِلاَّ فِي يَوْمِ الأَرْبِعَاءِ أَوْ لَيْلَةِ الأَرْبِعَاءِ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৪৮৮]\tহাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। সহীহাহ ৭৬৬।"
  },
  {
    "hadith_id": 3489,
    "narrator": "মুগীরাহ (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি তপ্ত লোহা দ্বারা (দেহে) দাগ নেয় বা ঝাড়ফুঁক গ্রহণ করায় সে তাওয়াক্কুল (আল্লাহর উপর নির্ভরশীলতা) থেকে বিচ্যুত হলো (আ. তি,না)। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، عَنْ عَقَّارِ بْنِ الْمُغِيرَةِ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ مَنِ اكْتَوَى أَوِ اسْتَرْقَى فَقَدْ بَرِئَ مِنَ التَّوَكُّلِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3490,
    "narrator": "ইমরান ইবনুল হুসায়ন (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উত্তপ্ত লোহা দ্বারা দাগ দিতে নিষেধ করেছেন। রাবী বলেন, আমি উত্তপ্ত লোহার দাগ লাগালে ব্যর্থতা ও বিফলতা ছাড়া আর কিছুই পাইনি।\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ رَافِعٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ مَنْصُورٍ، وَيُونُسَ، عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ الْحُصَيْنِ، قَالَ نَهَى رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَنِ الْكَىِّ فَاكْتَوَيْتُ فَمَا أَفْلَحْتُ وَلاَ أَنْجَحْتُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3491,
    "narrator": "ইবনু আব্বাস (রাঃ),",
    "bn": "তিন জিনিসে রোগমুক্তি নিহিতঃ মধুপানে, রক্তমোক্ষণে এবং তপ্ত লোহার দাগ গ্রহণে। তবে আমার উম্মাতকে আমি তপ্ত লোহার দাগ গ্রহণ করতে বারণ করেছি। ইবনু আব্বাস (রাঃ) হাদীসটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণনা করেছেন। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ مَنِيعٍ، حَدَّثَنَا مَرْوَانُ بْنُ شُجَاعٍ، حَدَّثَنَا سَالِمٌ الأَفْطَسُ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ ‏ \"‏ الشِّفَاءُ فِي ثَلاَثٍ شَرْبَةِ عَسَلٍ وَشَرْطَةِ مِحْجَمٍ وَكَيَّةٍ بِنَارٍ وَأَنْهَى أُمَّتِي عَنِ الْكَىِّ ‏\"‏ ‏.‏ رَفَعَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3493,
    "narrator": "জাবির (রাঃ),",
    "bn": "উবাই বিন কাব (রাঃ) খুব অসুস্থ হয়ে পড়লেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার নিকট চিকিৎসক পাঠালেন। সে তার (হাতের) শিরায় তপ্ত লোহার সেঁক দিলো। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ رَافِعٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الطَّنَافِسِيُّ، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ مَرِضَ أُبَىُّ بْنُ كَعْبٍ مَرَضًا فَأَرْسَلَ إِلَيْهِ النَّبِيُّ طَبِيبًا فَكَوَاهُ عَلَى أَكْحَلِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3494,
    "narrator": "জাবির বিন আবদুল্লাহ (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাদ বিন মুআজ (রাঃ) এর হাতের শিরায় দু’বার গরম লোহার সেঁক দিলেন। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ أَبِي الْخَصِيبِ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ كَوَى سَعْدَ بْنَ مُعَاذٍ فِي أَكْحَلِهِ مَرَّتَيْنِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3495,
    "narrator": "আবদুল্লাহ বিন উমার (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা অবশ্যই ইসমিদ সুরমা ব্যবহার করবে। কেননা তা চোখের ময়লা দূর করে, দৃষ্টিশক্তি বাড়ায় এবং চোখের পাতায় লোম গজায়। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو سَلَمَةَ، يَحْيَى بْنُ خَلَفٍ حَدَّثَنَا أَبُو عَاصِمٍ، حَدَّثَنِي عُثْمَانُ بْنُ عَبْدِ الْمَلِكِ، قَالَ سَمِعْتُ سَالِمَ بْنَ عَبْدِ اللَّهِ، يُحَدِّثُ عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ عَلَيْكُمْ بِالإِثْمِدِ فَإِنَّهُ يَجْلُو الْبَصَرَ وَيُنْبِتُ الشَّعَرَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3496,
    "narrator": "জাবির (রাঃ)",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ তোমরা ঘুমানোর সময় অবশ্যই ইসমিদ সুরমা ব্যবহার করবে। কেননা তা দৃষ্টিশক্তিকে প্রখর করে এবং চোখের পাতায় লোম গজায়।\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ إِسْمَاعِيلَ بْنِ مُسْلِمٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ، قَالَ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ عَلَيْكُمْ بِالإِثْمِدِ عِنْدَ النَّوْمِ فَإِنَّهُ يَجْلُو الْبَصَرَ وَيُنْبِتُ الشَّعَرَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3497,
    "narrator": "ইবনু আব্বাস (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের জন্য উত্তম সুরমা হচ্ছে ইসমিদ। তা চোখের জ্যোতি বাড়ায় এবং চোখের পাতায় লোম গজায়। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، عَنْ سُفْيَانَ، عَنِ ابْنِ خُثَيْمٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ خَيْرُ أَكْحَالِكُمُ الإِثْمِدُ يَجْلُو الْبَصَرَ وَيُنْبِتُ الشَّعَرَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3498,
    "narrator": "আবূ হুরায়রাহ (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি সুরমা লাগায়, সে যেন বেজোড় সংখ্যকবার লাগায়। যে তা করলো, সে ভালো করলো এবং যে তা করলো না, তার দোষ হবে না। [৩৪৯৮] \n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ عُمَرَ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ الصَّبَّاحِ، عَنْ ثَوْرِ بْنِ يَزِيدَ، عَنْ حُصَيْنٍ الْحِمْيَرِيِّ، عَنْ أَبِي سَعْدِ الْخَيْرِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ مَنِ اكْتَحَلَ فَلْيُوتِرْ مَنْ فَعَلَ فَقَدْ أَحْسَنَ وَمَنْ لاَ فَلاَ حَرَجَ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৪৯৮] আবূ দাঊদ ৩৫ । মিশকাত ৩৫২, দঈফ আবূ দাঊদ ৯ ।"
  },
  {
    "hadith_id": 3499,
    "narrator": "ইবনু আব্বাস (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর একটি সুরমাদানি ছিল। তিনি তা থেকে প্রতি চোখে তিনবার করে সুরমা লাগাতেন। [৩৪৯৯] \n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنْ عَبَّادِ بْنِ مَنْصُورٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَتْ لِلنَّبِيِّ ـ صلى الله عليه وسلم ـ مُكْحُلَةٌ يَكْتَحِلُ مِنْهَا ثَلاَثًا فِي كُلِّ عَيْنٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "৩৪৯৯] তিরমিযী ২০৪৮ । ইর’ওয়া ৭৬, মুখতারুশ শামাইল ৪২, মিশকাত ৪২৭২ ।"
  },
  {
    "hadith_id": 3500,
    "narrator": "তারিক বিন সুওয়াদ আল-হাদরামী (রাঃ),",
    "bn": "আমি বললাম, ইয়া রাসূলুল্লাহ! আমাদের এলাকায় প্রচুর আঙ্গুর হয়, আমরা তার রস নিংড়িয়ে পান করি। তিনি বলেনঃ না (পান করো না)। আমি পুনরায় বললাম, আমরা রোগীর ঔষধরুপে তা ব্যবহার করি। তিনি বলেনঃ তা ঔষধ নয়, বরং রোগ। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، أَنْبَأَنَا سِمَاكُ بْنُ حَرْبٍ، عَنْ عَلْقَمَةَ بْنِ وَائِلٍ الْحَضْرَمِيِّ، عَنْ طَارِقِ بْنِ سُوَيْدٍ الْحَضْرَمِيِّ، قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّ بِأَرْضِنَا أَعْنَابًا نَعْتَصِرُهَا فَنَشْرَبُ مِنْهَا قَالَ ‏\"‏ لاَ ‏\"‏ ‏.‏ فَرَاجَعْتُهُ قُلْتُ إِنَّا نَسْتَشْفِي بِهِ لِلْمَرِيضِ ‏.‏ قَالَ ‏\"‏ إِنَّ ذَلِكَ لَيْسَ بِشِفَاءٍ وَلَكِنَّهُ دَاءٌ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3501,
    "narrator": "আলী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ উত্তম আরোগ্যকারী হল কুরআন মজীদ। [৩৫০১] \n\t\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدِ بْنِ عُتْبَةَ بْنِ عَبْدِ الرَّحْمَنِ الْكِنْدِيُّ، حَدَّثَنَا عَلِيُّ بْنُ ثَابِتٍ، حَدَّثَنَا سَعَّادُ بْنُ سُلَيْمَانَ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْحَارِثِ، عَنْ عَلِيٍّ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ خَيْرُ الدَّوَاءِ الْقُرْآنُ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৫০১] হাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। দঈফ আল-জামি’ ২৮৮৫, আহালু আলাদ দঈফাহ ৩০৯৩।"
  },
  {
    "hadith_id": 3502,
    "narrator": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মুক্তদাসী সালমা উম্মু রাফি’ (রা)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কখনো আঘাত পেলে বা তাঁর কাটা বিদ্ধ হলে তিনি আহত স্থানে মেহেদী লাগাতেন। [৩৫০২] \n\nতাহকীক আলবানীঃ হাসান।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا فَائِدٌ، مَوْلَى عُبَيْدِ اللَّهِ بْنِ عَلِيِّ بْنِ أَبِي رَافِعٍ حَدَّثَنِي مَوْلاَىَ، عُبَيْدُ اللَّهِ حَدَّثَتْنِي جَدَّتِي، سَلْمَى أُمُّ رَافِعٍ مَوْلاَةُ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَتْ كَانَ لاَ يُصِيبُ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَرْحَةٌ وَلاَ شَوْكَةٌ إِلاَّ وَضَعَ عَلَيْهِ الْحِنَّاءَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৫০২] তিরমিযী ২০৫৪, আবূ দাঊদ ৩৮৫৮, আহমাদ ২৭০৭০। সহীহাহ ২০৫৯।"
  },
  {
    "hadith_id": 3504,
    "narrator": "আবূ সাঈদ (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ মাছির দু’টি ডানার একটিতে বিষ এবং অন্যটিতে আরোগ্য আছে। অতএব খাদ্যদ্রব্যে মাছি পড়লে সেটিকে তাতে ডুবিয়ে দাও। কেননা সেটি বিষের ডানাকে আরোগ্যের ডানার আগে খাদ্যে লাগায়। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، عَنِ ابْنِ أَبِي ذِئْبٍ، عَنْ سَعِيدِ بْنِ خَالِدٍ، عَنْ أَبِي سَلَمَةَ، حَدَّثَنِي أَبُو سَعِيدٍ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ فِي أَحَدِ جَنَاحَىِ الذُّبَابِ سُمٌّ وَفِي الآخَرِ شِفَاءٌ فَإِذَا وَقَعَ فِي الطَّعَامِ فَامْقُلُوهُ فِيهِ فَإِنَّهُ يُقَدِّمُ السُّمَّ وَيُؤَخِّرُ الشِّفَاءَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3505,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের পানীয়তে মাছি পড়লে সেটাকে তাতে ডুবিয়ে দাও, অতঃপর সেটিকে তুলে ফেলে দাও। কেননা তার একটি ডানায় রোগ এবং অন্যটিতে আরোগ্য রয়েছে। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا سُوَيْدُ بْنُ سَعِيدٍ، حَدَّثَنَا مُسْلِمُ بْنُ خَالِدٍ، عَنْ عُتْبَةَ بْنِ مُسْلِمٍ، عَنْ عُبَيْدِ بْنِ حُنَيْنٍ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ إِذَا وَقَعَ الذُّبَابُ فِي شَرَابِكُمْ فَلْيَغْمِسْهُ فِيهِ ثُمَّ لْيَطْرَحْهُ فَإِنَّ فِي أَحَدِ جَنَاحَيْهِ دَاءً وَفِي الآخَرِ شِفَاءً ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3506,
    "narrator": "আমির বিন রাবীআহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ বদনজর সত্য। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا عَمَّارُ بْنُ رُزَيْقٍ، عَنْ عَبْدِ اللَّهِ بْنِ عِيسَى، عَنْ أُمَيَّةَ بْنِ هِنْدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَامِرِ بْنِ رَبِيعَةَ، عَنْ أَبِيهِ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ الْعَيْنُ حَقٌّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3507,
    "narrator": "আবূ হুরায়রাহ (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বদনজর সত্য। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنِ الْجُرَيْرِيِّ، عَنْ مُضَارِبِ بْنِ حَزْنٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ الْعَيْنُ حَقٌّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3508,
    "narrator": "আয়িশাহ (রা),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা আল্লাহর নিকট আশ্রয় প্রার্থনা করো। কেননা বদনজর সত্য বা বাস্তব ব্যাপার। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو هِشَامٍ الْمَخْزُومِيُّ، حَدَّثَنَا وُهَيْبٌ، عَنْ أَبِي وَاقِدٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، قَالَتْ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ اسْتَعِيذُوا بِاللَّهِ فَإِنَّ الْعَيْنَ حَقٌّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3509,
    "narrator": "আবূ উমামাহ বিন হুনায়ফ (রাঃ),",
    "bn": "আমির বিন রাবীআহ (রাঃ) সাহল বিন হুনায়ফ (রাঃ) এর নিকট দিয়ে যাচ্ছিলেন। তিনি তখন গোসল করছিলেন। আমির (রাঃ) বলেন, আমি এমন খুবসুরত সুপুরুষ দেখিনি, এমনকি পর্দানশীন নারীকেও এরুপ সুন্দর দেখিনি, যেমন আজ দেখলাম। অতঃপর কিছুক্ষণের মধ্যেই সাহল (রাঃ) বেহুঁশ হয়ে পড়ে গেলেন। তাকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট নিয়ে যাওয়া হল এবং তাঁকে বলা হলো, ধরাশায়ী সাহলকে রক্ষা করুন। তিনি জিজ্ঞেস করলেনঃ তোমরা কাকে অভিযুক্ত করছো? তারা বললো, আমির বিন রাবীআহ কে। তিনি বলেন, তোমাদের কেও বদনজর লাগিয়ে তার ভাইকে কেন হত্যা করতে চায়? তোমাদের কেউ তার ভাইয়ের মনোমুগ্ধকর কিছু দেখলে যেন তার জন্য বরকতের দুআ’ করে। অতঃপর তিনি পানি নিয়ে ডাকলেন, অতঃপর আমিরকে উযু করতে নির্দেশ দিলেন। তিনি তার মুখমণ্ডল, দু’হাত কনুই পর্যন্ত, দু’পা গোছা পর্যন্ত ও লজ্জাস্থান ধৌত করলেন। তিনি আমিরকে পাত্রের (অবশিষ্ট) পানি সকলের উপর ঢেলে দেয়ার নির্দেশ দিলেন। তিনি সাহলের পেছন দিক থেকে পানি ঢেলে দেয়ার জন্য আমিরকে নির্দেশ দেন। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا سُفْيَانُ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلِ بْنِ حُنَيْفٍ، قَالَ مَرَّ عَامِرُ بْنُ رَبِيعَةَ بِسَهْلِ بْنِ حُنَيْفٍ وَهُوَ يَغْتَسِلُ فَقَالَ لَمْ أَرَ كَالْيَوْمِ وَلاَ جِلْدَ مُخَبَّأَةٍ ‏.‏ فَمَا لَبِثَ أَنْ لُبِطَ بِهِ فَأُتِيَ بِهِ النَّبِيَّ ـ صلى الله عليه وسلم ـ فَقِيلَ لَهُ أَدْرِكْ سَهْلاً صَرِيعًا ‏.‏ قَالَ ‏\"‏ مَنْ تَتَّهِمُونَ بِهِ ‏\"‏ ‏.‏ قَالُوا عَامِرَ بْنَ رَبِيعَةَ ‏.‏ قَالَ ‏\"‏ عَلاَمَ يَقْتُلُ أَحَدُكُمْ أَخَاهُ إِذَا رَأَى أَحَدُكُمْ مِنْ أَخِيهِ مَا يُعْجِبُهُ فَلْيَدْعُ لَهُ بِالْبَرَكَةِ ‏\"‏ ‏.‏ ثُمَّ دَعَا بِمَاءٍ فَأَمَرَ عَامِرًا أَنْ يَتَوَضَّأَ فَيَغْسِلَ وَجْهَهُ وَيَدَيْهِ إِلَى الْمِرْفَقَيْنِ وَرُكْبَتَيْهِ وَدَاخِلَةَ إِزَارِهِ وَأَمَرَهُ أَنْ يَصُبَّ عَلَيْهِ ‏.‏ قَالَ سُفْيَانُ قَالَ مَعْمَرٌ عَنِ الزُّهْرِيِّ وَأَمَرَهُ أَنْ يَكْفَأَ الإِنَاءَ مِنْ خَلْفِهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3510,
    "narrator": "উবায়দ বিন রিফায়াহ আয-যুরাকী (রাঃ)",
    "bn": "আসমা’ (রাঃ) বললেন, হে আল্লাহর রাসূল! জাফরের সন্তানদের বদনজর লেগেছে, আপনি তাদের ঝাড়ফুঁক করুন। তিনি বলেনঃ আচ্ছা। যদি কোন কিছু তাকদীরকে পরাভূত করতে পারতো, তবে বদনজরই তাকে পরাভূত করতো। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ عُرْوَةَ بْنِ عَامِرٍ، عَنْ عُبَيْدِ بْنِ رِفَاعَةَ الزُّرَقِيِّ، قَالَ قَالَتْ أَسْمَاءُ يَا رَسُولَ اللَّهِ إِنَّ بَنِي جَعْفَرٍ تُصِيبُهُمُ الْعَيْنُ فَأَسْتَرْقِي لَهُمْ قَالَ ‏ \"‏ نَعَمْ فَلَوْ كَانَ شَىْءٌ سَابَقَ الْقَدَرَ سَبَقَتْهُ الْعَيْنُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3511,
    "narrator": "আবূ সাঈদ (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিন ও মানুষের বদনজর থেকে আশ্রয় প্রার্থনা করতেন। অতঃপর সূরা ফালাক ও সূরা নাস নাযিল হলে তিনি এ সূরা দু’টি গ্রহণ করেন এবং অন্যগুলো ত্যাগ করেন (তি,না)। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سَعِيدُ بْنُ سُلَيْمَانَ، عَنْ عَبَّادٍ، عَنِ الْجُرَيْرِيِّ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَتَعَوَّذُ مِنْ عَيْنِ الْجَانِّ وَأَعْيُنِ الإِنْسِ فَلَمَّا نَزَلَتِ الْمُعَوِّذَتَانِ أَخَذَهُمَا وَتَرَكَ مَا سِوَى ذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3512,
    "narrator": "আয়িশাহ (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বদনজর ও বিষাক্ত প্রাণীর দংশন ছাড়া অন্য কিছুতে ঝাড়ফুঁক বৈধ নয়। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ أَبِي الْخَصِيبِ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، وَمِسْعَرٍ، عَنْ مَعْبَدِ بْنِ خَالِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ أَمَرَهَا أَنْ تَسْتَرْقِيَ مِنَ الْعَيْنِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3513,
    "narrator": "বুরায়দাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, বদনজর ও বিষাক্ত প্রাণীর দংশন ছাড়া অন্য কিছুতে ঝাড়ফুঁক বৈধ নয়। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا إِسْحَاقُ بْنُ سُلَيْمَانَ، عَنْ أَبِي جَعْفَرٍ الرَّازِيِّ، عَنْ حُصَيْنٍ، عَنِ الشَّعْبِيِّ، عَنْ بُرَيْدَةَ بْنِ الْحُصَيْبِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ لاَ رُقْيَةَ إِلاَّ مِنْ عَيْنٍ أَوْ حُمَةٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3514,
    "narrator": "আনাস এর কন্যা উম্মু বানী হাযম খালিদাহ আস-সাইদিয়্যাহ (রাঃ)",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট আসেন এবং ঝাড়ফুঁক করার মন্ত্র পেশ করেন। তিনি তাকে তা দ্বারা ঝাড়ফুঁক করার অনুমতি দেন। [৩৫১৪] \n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ مُحَمَّدِ بْنِ عُمَارَةَ، عَنْ أَبِي بَكْرِ بْنِ مُحَمَّدٍ، أَنَّ خَالِدَةَ بِنْتَ أَنَسٍ أُمَّ بَنِي حَزْمٍ السَّاعِدِيَّةَ، جَاءَتْ إِلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ فَعَرَضَتْ عَلَيْهِ الرُّقَى فَأَمَرَهَا بِهَا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৫১৪] হাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 3515,
    "narrator": "জাবির (রাঃ),",
    "bn": "আনসার সম্প্রদায়ভুক্ত আমর বিন হাযম নামক পরিবার বিষাক্ত প্রাণীর দংশনে ঝাড়ফুঁক করতো। অথচ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঝাড়ফুঁক করতে নিষেধ করেছেন। তারা তাঁর নিকট এসে বললো, হে আল্লাহর রাসূল! আপনি তো ঝাড়ফুঁক করতে নিষেধ করেছেন, অথচ আমরা বিষাক্ত প্রাণীর দংশনে ঝাড়ফুঁক করি। তিনি তাদের বলেনঃ সেগুলো আমার সামনে পেশ করো। তারা তা তাঁর নিকট পেশ করেন। তিনি বলেনঃ এগুলো দোষের কিছু নেই। এগুলো নির্ভরযোগ্য। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ أَبِي الْخَصِيبِ، حَدَّثَنَا يَحْيَى بْنُ عِيسَى، عَنِ الأَعْمَشِ، عَنْ أَبِي سُفْيَانَ، عَنْ جَابِرٍ، قَالَ كَانَ أَهْلُ بَيْتٍ مِنَ الأَنْصَارِ يُقَالُ لَهُمْ آلُ عَمْرِو بْنِ حَزْمٍ يَرْقُونَ مِنَ الْحُمَةِ وَكَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ قَدْ نَهَى عَنِ الرُّقَى فَأَتَوْهُ فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّكَ قَدْ نَهَيْتَ عَنِ الرُّقَى وَإِنَّا نَرْقِي مِنَ الْحُمَةِ ‏.‏ فَقَالَ لَهُمُ ‏\"‏ اعْرِضُوا عَلَىَّ ‏\"‏ ‏.‏ فَعَرَضُوهَا عَلَيْهِ فَقَالَ ‏\"‏ لاَ بَأْسَ بِهَذِهِ هَذِهِ مَوَاثِيقُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3516,
    "narrator": "আনাস (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিষাক্ত প্রাণীর দংশন, বদনজর ও ব্রণ-ফুসকুড়ি (pimple) সারাতে ঝাড়ফুঁক করার অনুমতি দিয়েছেন। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا عَبْدَةُ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمٍ، عَنْ يُوسُفَ بْنِ عَبْدِ اللَّهِ بْنِ الْحَارِثِ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ رَخَّصَ فِي الرُّقْيَةِ مِنَ الْحُمَةِ وَالْعَيْنِ وَالنَّمْلَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3517,
    "narrator": "আয়িশাহ (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাপ ও বিছার দংশনে ঝাড়ফুঁক করার অনুমতি দিয়েছেন। \n\nতাহকীক আলবানীঃ সনদ সহীহ",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، وَهَنَّادُ بْنُ السَّرِيِّ، قَالاَ حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ رَخَّصَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فِي الرُّقْيَةِ مِنَ الْحَيَّةِ وَالْعَقْرَبِ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3518,
    "narrator": "আবূ হুরায়রাহ (রাঃ),",
    "bn": "একটি বিছা এক ব্যক্তিকে দংশন করলে ঐ রাতে সে আর ঘুমাতে পারেনি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলা হলো, অমুক ব্যক্তিকে বিছায় দংশন করায় সে গত রাতে ঘুমাতে পারেনি। তিনি বলেনঃ আহা, সে যদি সন্ধ্যায় উপনিত হয়ে বলতো, “আউযূ বিকালিমাতিল্লাহিত তাম্মাতি মিন শাররি মা খালাক” (আমি আল্লাহর পরিপূর্ণ কালামের ওয়াসিলায় তাঁর সৃষ্টির অনিষ্ট থেকে আশ্রয় চাই), তাহলে বিছার দংশন সকাল পর্যন্ত তার কোন ক্ষতি করতে পারতো না। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ بَهْرَامَ، حَدَّثَنَا عُبَيْدُ اللَّهِ الأَشْجَعِيُّ، عَنْ سُفْيَانَ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ لَدَغَتْ عَقْرَبٌ رَجُلاً فَلَمْ يَنَمْ لَيْلَتَهُ فَقِيلَ لِلنَّبِيِّ ـ صلى الله عليه وسلم ـ إِنَّ فُلاَنًا لَدَغَتْهُ عَقْرَبٌ فَلَمْ يَنَمْ لَيْلَتَهُ ‏.‏ فَقَالَ ‏ \"‏ أَمَا إِنَّهُ لَوْ قَالَ حِينَ أَمْسَى أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ - مَا ضَرَّهُ لَدْغُ عَقْرَبٍ حَتَّى يُصْبِحَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3519,
    "narrator": "আমর বিন হাযম (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে আমি সর্পদংশনের ঝাড়ফুঁকের দুআ’ পেশ করলে তিনি আমাকে এর অনুমতি দেন। [৩৫১৯]\n\nতাহকীক আলবানীঃ সানাদটি দুর্বল।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، حَدَّثَنَا عُثْمَانُ بْنُ حَكِيمٍ، حَدَّثَنِي أَبُو بَكْرِ بْنُ عَمْرِو بْنِ حَزْمٍ، عَنْ عَمْرِو بْنِ حَزْمٍ، قَالَ عَرَضْتُ النَّهْشَةَ مِنَ الْحَيَّةِ عَلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَأَمَرَ بِهَا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৫১৯]\tহাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 3520,
    "narrator": "আয়িশাহ (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন রোগীর নিকট এলে তিনি এই দুআ’ করতেনঃ “আযহিবিল বাসা রব্বানা নাস ওয়াশফে আনতাশ শাফী লা শিফাউকা শিফাআন লা ইউগাদিরু সাকামান” (হে মানুষের প্রভু! ব্যাধি ও কষ্ট দূর করে দাও, রোগমুক্তি দান করো তুমিই আরোগ্য দানকারী, তোমার আরোগ্য দানই আসল, যা কোন রোগকেই ছাড়ে না)। \n\nতাহকীক আলবানীঃ সহীহ",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ إِذَا أَتَى الْمَرِيضَ فَدَعَا لَهُ قَالَ ‏ \"‏ أَذْهِبِ الْبَاسْ رَبَّ النَّاسْ وَاشْفِ أَنْتَ الشَّافِي لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ شِفَاءً لاَ يُغَادِرُ سَقَمًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3521,
    "narrator": "আয়িশাহ (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর আংগুলে লালা লাগিয়ে রোগীর জন্য এই বলে দুআ’ করতেনঃ “বিসমিল্লাহ তুরবাতু আরদিনা বিরীকাতি বা’দিনা লিয়ুশফা সাকীমুনা বিইযনি রব্বিনা” (আল্লাহর নামে আমাদের এ যমীনের মাটি আমাদের কারো লালার সাথে মিশিয়ে দিলাম, যেন তাতে আমাদের প্রভুর নির্দেশে আমাদের রোগী আরোগ্য লাভ করে) \n\nতাহকীক আলবানীঃ সহীহ",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ رَبِّهِ، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ مِمَّا يَقُولُ لِلْمَرِيضِ بِبُزَاقِهِ بِإِصْبَعِهِ ‏ \"‏ بِسْمِ اللَّهِ بِتُرْبَةِ أَرْضِنَا بِرِيقَةِ بَعْضِنَا لِيُشْفَى سَقِيمُنَا بِإِذْنِ رَبِّنَا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3523,
    "narrator": "আবূ সাঈদ (রাঃ),",
    "bn": "জিবরাঈল (আঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বলেনঃ হে মুহাম্মাদ! আপনি কি রোগাক্রান্ত হয়েছেন? তিনি বলেনঃ হাঁ। জিবরাঈল (আঃ) বলেন, “বিসমিল্লাহি আরকীকা মিন কুল্লি শায়ইন ইউযিকা মিন শাররি কুল্লি নাফসিন আও আয়নিন আও হাসিদিন, আল্লাহু ইয়াশফীকা বিসমিল্লাহি আরকীকা” (আমি আল্লাহর নামে এমন প্রতিটি জিনিস থেকে আপনাকে ঝাড়ফুঁক করছি যা আপনাকে কষ্ট দেয়, প্রতিটি সৃষ্টিজীবের এবং প্রতিটি চোখের এবং প্রতিটি হিংসুকের অনিষ্ট থেকে আপনাকে ঝাড়ফুঁক করছি। আল্লাহ আপনাকে আরোগ্য দান করুন। আমি আল্লাহর নামে আপনাকে ঝাড়ফুঁক করছি)। \n\nতাহকীক আলবানীঃ সহীহ",
    "ar": "حَدَّثَنَا بِشْرُ بْنُ هِلاَلٍ الصَّوَّافُ، حَدَّثَنَا عَبْدُ الْوَارِثِ، عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ، أَنَّ جِبْرَائِيلَ، أَتَى النَّبِيَّ ـ صلى الله عليه وسلم ـ فَقَالَ يَا مُحَمَّدُ اشْتَكَيْتَ قَالَ ‏ \"‏ نَعَمْ ‏\"‏ ‏.‏ قَالَ بِسْمِ اللَّهِ أَرْقِيكَ مِنْ كُلِّ شَىْءٍ يُؤْذِيكَ مِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عَيْنٍ أَوْ حَاسِدٍ اللَّهُ يَشْفِيكَ بِسْمِ اللَّهِ أَرْقِيكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3525,
    "narrator": "ইবনু আব্বাস (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাসান ও হুসাইন (রাঃ) কে ঝাড়ফুঁক করে বলতেনঃ “আউযু বিকালিমা তিল্লাহি তাম্মাতি মিন কুল্লি শায়তানিন ওয়া হাম্মাতিন ওয়া মিন কুল্লি আয়নিল লাম্মাতিন” (আমি আল্লাহর পরিপূর্ণ কল্যাণময় বাক্যাবলির ওয়াসীলায় প্রতিটি শয়তান, প্রাণনাশী বিষাক্ত জীব ও অনিষ্টকারী বদনজর থেকে আশ্রয় প্রার্থনা করছি)। তিনি বলতেনঃ আমাদের পিতা ইসমাইল (আঃ) ও ইয়া’কূব (আঃ)-কে এই দুআ’ পড়ে ঝাড়ফুঁক করতেন অথবা রাবী বলেছেন, ইসমাইল (আঃ) ও ইয়া’কূব (আঃ)-কে ঝাড়ফুঁক করতেন। শেষোক্ত বর্ণনা ওয়াকী’ (রহঃ)-এর। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سُلَيْمَانَ بْنِ هِشَامٍ الْبَغْدَادِيُّ، حَدَّثَنَا وَكِيعٌ، ح وَحَدَّثَنَا أَبُو بَكْرِ بْنُ خَلاَّدٍ الْبَاهِلِيُّ، حَدَّثَنَا أَبُو عَامِرٍ، قَالاَ حَدَّثَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ مِنْهَالٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يُعَوِّذُ الْحَسَنَ وَالْحُسَيْنَ يَقُولُ ‏\"‏ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ ‏\"‏ ‏.‏ قَالَ ‏\"‏ وَكَانَ أَبُونَا إِبْرَاهِيمُ يَعُوِّذُ بِهَا إِسْمَاعِيلَ وَإِسْحَاقَ ‏\"‏ ‏.‏ أَوْ قَالَ ‏\"‏ إِسْمَاعِيلَ وَيَعْقُوبَ ‏\"‏ ‏.‏ وَهَذَا حَدِيثُ وَكِيعٍ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3524,
    "narrator": "আবূ হুরায়রাহ (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে দেখতে এসে বলেনঃ জিবরাঈল (আঃ) ঝাড়ফুঁকের যে দুআ’ সহ আমার নিকট এসেছিলেন, সেই দুআ’ দিয়ে আমি কি তোমাকে ঝাড়ফুঁক করবো না? আমি বললাম, হে আল্লাহর রাসূল! আমার পিতা-মাতা আপনার জন্য উৎসর্গিত হোক! হাঁ ঝাড়ফুঁক করুন। তিনি তিনবার বললেনঃ “বিসমিল্লাহি আরকীকা ওয়াল্লাহু ইয়াশফীকা মিন কুল্লি দাইন ফীকা মিন শাররিন নাফ্‌ফাছাত ফিল উকাদ ওয়া মিন শাররি হাসিদিন ইযা হাসাদ” (আল্লাহর নামে আমি তোমাকে ঝাড়ছি, আল্লাহ তোমাকে আরোগ্য দান করুন, তোমার ভেতরের সমস্ত রোগ থেকে, সমস্ত নারীর অনিষ্ট থেকে যারা গ্রন্থিতে ফুৎকার দেয় এবং হিংসুকের অনিষ্ট থেকে, যখন সে হিংসা করে)। [৩৫২৪]\n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، وَحَفْصُ بْنُ عُمَرَ، قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ، حَدَّثَنَا سُفْيَانُ، عَنْ عَاصِمِ بْنِ عُبَيْدِ اللَّهِ، عَنْ زِيَادِ بْنِ ثُوَيْبٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ جَاءَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يَعُودُنِي فَقَالَ لِي ‏\"‏ أَلاَ أَرْقِيكَ بِرُقْيَةٍ جَاءَنِي بِهَا جِبْرَائِيلُ ‏\"‏ ‏.‏ قُلْتُ بِأَبِي وَأُمِّي بَلَى يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ بِسْمِ اللَّهِ أَرْقِيكَ وَاللَّهُ يَشْفِيكَ مِنْ كُلِّ دَاءٍ فِيكَ مِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ ‏\"‏ ‏.‏ ثَلاَثَ مَرَّاتٍ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৫২৪]\tআহমাদ ৯৪৬৫ । দইফাহ ৩৩৫৭ ।"
  },
  {
    "hadith_id": 3527,
    "narrator": "উবাদাহ ইবনুস সামিত (রাঃ),",
    "bn": "জিবরাঈল (আঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জ্বরাক্রান্ত অবস্থায় তাঁর নিকট আসেন। তিনি তাকে ঝাড়ফুঁক করে বলেনঃ “বিসমিল্লাহি আরকীকা মিন কুল্লি শায়ইন ইয়ুযীকা মিন হাসাদি হাসিদিন ওয়া মিন কুল্লি আয়নিন আল্লাহু ইয়াশফীকা” (আমি আল্লাহর নামে আপনাকে ঝাড়ফুঁক করছি এমন প্রতিটি জিনিস থেকে যা আপনাকে কষ্ট দেয়, হিংসুকের হিংসা থেকে এবং সকল বদনযর থেকে, আল্লাহ আপনাকে আরোগ্য দান করুন)। [৩৫২৭]\n\nতাহকীক আলবানীঃ হাসান।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ عُثْمَانَ بْنِ سَعِيدِ بْنِ كَثِيرِ بْنِ دِينَارٍ الْحِمْصِيُّ، حَدَّثَنَا أَبِي، عَنِ ابْنِ ثَوْبَانَ، عَنْ عُمَيْرٍ، أَنَّهُ سَمِعَ جُنَادَةَ بْنَ أَبِي أُمَيَّةَ، قَالَ سَمِعْتُ عُبَادَةَ بْنَ الصَّامِتِ، يَقُولُ أَتَى جِبْرَائِيلُ عَلَيْهِ السَّلاَمُ النَّبِيَّ ـ صلى الله عليه وسلم ـ وَهُوَ يُوعَكُ فَقَالَ بِسْمِ اللَّهِ أَرْقِيكَ مِنْ كُلِّ شَىْءٍ يُؤْذِيكَ مِنْ حَسَدِ حَاسِدٍ وَمِنْ كُلِّ عَيْنٍ اللَّهُ يَشْفِيكَ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৫২৭]\tহাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 3528,
    "narrator": "আয়িশাহ (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিছু পড়ে ঝাড়ফুঁক করতেন। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَلِيُّ بْنُ مَيْمُونٍ الرَّقِّيُّ، وَسَهْلُ بْنُ أَبِي سَهْلٍ، قَالُوا حَدَّثَنَا وَكِيعٌ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يَنْفِثُ فِي الرُّقْيَةِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3529,
    "narrator": "আয়িশাহ (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কখনও অসুস্থ বোধ করলে আরোগ্য লাভের জন্য সূরা ফালাক ও সূরা নাস পড়ে নিজ দেহে ফুঁ দিতেন। তাঁর অসুস্থতা বেড়ে গেলে আমি তা তাঁর উপর পাঠ করতাম এবং তাঁর হাত তাঁর দেহে বরকতের আশায় মলে দিতাম। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا سَهْلُ بْنُ أَبِي سَهْلٍ، قَالَ حَدَّثَنَا مَعْنُ بْنُ عِيسَى، ح وَحَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا بِشْرُ بْنُ عُمَرَ، قَالاَ حَدَّثَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ إِذَا اشْتَكَى يَقْرَأُ عَلَى نَفْسِهِ الْمُعَوِّذَاتِ وَيَنْفِثُ فَلَمَّا اشْتَدَّ وَجَعُهُ كُنْتُ أَقْرَأُ عَلَيْهِ وَأَمْسَحُ بِيَدِهِ رَجَاءَ بَرَكَتِهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3531,
    "narrator": "ইমরান ইবনুল হুসায়ন (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ব্যক্তির হাতে পিতলের বালা পরিহিত দেখে জিজ্ঞেস করেনঃ এই বালাটা কী? সে বললো, এটা অবসন্নতাজনিত রোগের জন্য ধারণ করেছি। তিনি বলেনঃ এটা খুলে ফেলো। অন্যথায় তা তোমার অবসন্নতা বৃদ্ধিই করবে। [৩৫৩১]\n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ أَبِي الْخَصِيبِ، حَدَّثَنَا وَكِيعٌ، عَنْ مُبَارَكٍ، عَنِ الْحَسَنِ، عَنْ عِمْرَانَ بْنِ الْحُصَيْنِ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ رَأَى رَجُلاً فِي يَدِهِ حَلْقَةٌ مِنْ صُفْرٍ فَقَالَ ‏\"‏ مَا هَذِهِ الْحَلْقَةُ ‏\"‏ ‏.‏ قَالَ هَذِهِ مِنَ الْوَاهِنَةِ ‏.‏ قَالَ ‏\"‏ انْزِعْهَا فَإِنَّهَا لاَ تَزِيدُكَ إِلاَّ وَهْنًا ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৫৩১]\tআহমাদ ১৯৪৯৮। দঈফাহ ১০২৯, (সহীহ আবূ দাউদ ৪৬৯ নং হাদীসের অনুরূপ)।"
  },
  {
    "hadith_id": 3530,
    "narrator": "যায়নাব (রাঃ),",
    "bn": "এক বৃদ্ধা আমাদের এখানে আসতো এবং সে চর্মপ্রদাহের ঝাড়ফুঁক করতো। আমাদের একটি লম্বা পা-বিশিষ্ট খাট ছিল। আব্দুল্লাহ (রাঃ) ঘরে প্রবেশের সময় সশব্দে কাশি দিতেন। একদিন তিনি আমার নিকট প্রবেশ করলেন। সে তার গলার আওয়াজ শুনতে পেয়ে একটু আড়াল হলো। তিনি এসে আমার পাশে বসলেন এবং আমাকে স্পর্শ করলে এক গাছি সুতার স্পর্শ পেলেন। তিনি জিজ্ঞেস করলেন, এটা কি? আমি বললাম, চর্মপ্রদাহের জন্য সূতা পড়া বেঁধেছি। তিনি সেটা আমার গলা থেকে টেনে ছিঁড়ে ফেললেন এবং তা ছুঁড়ে ফেলে দিয়ে বললেন, আবদুল্লাহর পরিবার শিরকমুক্ত হলো। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ “মন্ত্র, রক্ষাকবচ, গিটযুক্ত মন্ত্রপূত সূতা হলো শিরকের অন্তর্ভুক্ত”। আমি বললাম, আমি একদিন বাইরে যাচ্ছিলাম, তখন অমুক লোক আমাকে দেখে ফেললো। আমার যে চোখের দৃষ্টি তার উপর পড়লো তা দিয়ে পানি ঝরতে লাগলো। আমি তার মন্ত্র পড়ে ফুঁ দিলে তা থেকে পানি ঝরা বন্ধ হল এবং মন্ত্র পড়া বন্ধ করলেই আবার পানি পড়তে লাগলো। তিনি বলেন, এটা শয়তানের কাজ। তুমি শয়তানের আনুগত্য করলে সে তোমাকে রেহাই দেয় এবং তার আনুগত্য না করলে সে তোমার চোখে তার আঙ্গুলের খোঁচা মারে। কিন্তু তুমি যদি তাই করতে, যা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) করেছিলেন, তবে তা তোমার জন্য উপকারী হতো এবং আরোগ্য লাভেও অধিক সহায়ক হতো। তুমি নিম্নোক্ত দুআ’ পড়ে পানিতে ফুঁ দিয়ে তা তোমার চোখে ছিটিয়ে দাওঃ “আযহিবিল বা’স রব্বান নাস, ইশফি আনতাশ শাফী, লা শিফাআ ইল্লা শিফাউকা শিফাআন লা ইউগাদিরু সাকামান” (হে মানুষের প্রভু! কষ্ট দুর করে দাও, আরোগ্য দান করো, তুমিই আরোগ্য দানকারী, তোমার আরোগ্যদান ছাড়া আরোগ্য লাভ করা যায় না, এমনভাবে আরোগ্য দান করো যা কোন রোগকে ছাড়ে না)।\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَيُّوبُ بْنُ مُحَمَّدٍ الرَّقِّيُّ، حَدَّثَنَا مُعَمَّرُ بْنُ سُلَيْمَانَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بِشْرٍ، عَنِ الأَعْمَشِ، عَنْ عَمْرِو بْنِ مُرَّةَ، عَنْ يَحْيَى بْنِ الْجَزَّارِ، عَنِ ابْنِ أُخْتِ، زَيْنَبَ امْرَأَةِ عَبْدِ اللَّهِ عَنْ زَيْنَبَ، قَالَتْ كَانَتْ عَجُوزٌ تَدْخُلُ عَلَيْنَا تَرْقِي مِنَ الْحُمْرَةِ وَكَانَ لَنَا سَرِيرٌ طَوِيلُ الْقَوَائِمِ وَكَانَ عَبْدُ اللَّهِ إِذَا دَخَلَ تَنَحْنَحَ وَصَوَّتَ فَدَخَلَ يَوْمًا فَلَمَّا سَمِعَتْ صَوْتَهُ احْتَجَبَتْ مِنْهُ فَجَاءَ فَجَلَسَ إِلَى جَانِبِي فَمَسَّنِي فَوَجَدَ مَسَّ خَيْطٍ فَقَالَ مَا هَذَا فَقُلْتُ رُقًى لِي فِيهِ مِنَ الْحُمْرَةِ فَجَذَبَهُ وَقَطَعَهُ فَرَمَى بِهِ وَقَالَ لَقَدْ أَصْبَحَ آلُ عَبْدِ اللَّهِ أَغْنِيَاءَ عَنِ الشِّرْكِ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏\"‏ إِنَّ الرُّقَى وَالتَّمَائِمَ وَالتِّوَلَةَ شِرْكٌ ‏\"‏ ‏.‏ قُلْتُ فَإِنِّي خَرَجْتُ يَوْمًا فَأَبْصَرَنِي فُلاَنٌ فَدَمَعَتْ عَيْنِي الَّتِي تَلِيهِ فَإِذَا رَقَيْتُهَا سَكَنَتْ دَمْعَتُهَا وَإِذَا تَرَكْتُهَا دَمَعَتْ ‏.‏ قَالَ ذَاكِ الشَّيْطَانُ إِذَا أَطَعْتِيهِ تَرَكَكِ وَإِذَا عَصَيْتِيهِ طَعَنَ بِإِصْبَعِهِ فِي عَيْنِكِ وَلَكِنْ لَوْ فَعَلْتِ كَمَا فَعَلَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ كَانَ خَيْرًا لَكِ وَأَجْدَرَ أَنْ تَشْفِينَ تَنْضَحِينَ فِي عَيْنِكِ الْمَاءَ وَتَقُولِينَ ‏\"‏ أَذْهِبِ الْبَاسْ رَبَّ النَّاسْ اشْفِ أَنْتَ الشَّافِي لاَ شِفَاءَ إِلاَّ شِفَاؤُكَ شِفَاءً لاَ يُغَادِرُ سَقَمًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3532,
    "narrator": "উম্মু জুনদুব (রাঃ),",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে কোরবানীর দিন উপত্যকার মাঝখানে দাঁড়িয়ে জামরাতুল আকাবায় কংকর নিক্ষেপ করতে দেখেছি। তারপর তিনি ফিরে এলেন। তখন খাছআম গোত্রের এক মহিলা তাঁর পিছনে পিছনে আসলো এবং তার কোলে ছিলো তার এক শিশু সন্তান। সে কোন অসুখের কারণে কথা বলতে পারতোনা। মহিলা বললো, হে আল্লাহর রাসূল! এ আমার পুত্র, আমার পরিবারের একমাত্র অধস্তন বংশধর। কিন্তু সে একটি বিপদে লিপ্ত, যার ফলে সে কথা বলতে পারে না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা আমার নিকট একটু পানি আনো। পানি আনা হলে তিনি তাঁর হস্তদ্বয় ধৌত করলেন এবং কুলি করলেন। অতঃপর অবশিষ্ট পানি ঐ মহিলাকে দিয়ে বলেনঃ এই পানি তাকে পান করাও, তার গায়ে ছিটাও এবং আল্লাহর নিকট তার জন্য আরোগ্য প্রার্থনা করো। উম্মু জুনদুব (রাঃ) বলেন, আমি মহিলার সাথে দেখা করে বললাম, আমাকে যদি এ পানির কিছুটা দান করতেন। সে বললো, এটা তো এই বিপদগ্রস্তের জন্য নিয়েছি। তিনি বলেন, বছর শেষে সেই মহিলার সাথে সাক্ষাত করে আমি তাকে শিশুটি সম্পর্কে জিজ্ঞেস করলাম। সে বললো, সে সুস্থ হয়েছে এবং তার মেধাশক্তি সাধারণ মানুষের মেধাশক্তির তুলনায় অধিক বেড়েছে। [৩৫৩২] \n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، عَنْ يَزِيدَ بْنِ أَبِي زِيَادٍ، عَنْ سُلَيْمَانَ بْنِ عَمْرِو بْنِ الأَحْوَصِ، عَنْ أُمِّ جُنْدَبٍ، قَالَتْ رَأَيْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ رَمَى جَمْرَةَ الْعَقَبَةِ مِنْ بَطْنِ الْوَادِي يَوْمَ النَّحْرِ ثُمَّ انْصَرَفَ وَتَبِعَتْهُ امْرَأَةٌ مِنْ خَثْعَمٍ وَمَعَهَا صَبِيٌّ لَهَا بِهِ بَلاَءٌ لاَ يَتَكَلَّمُ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ هَذَا ابْنِي وَبَقِيَّةُ أَهْلِي وَإِنَّ بِهِ بَلاَءً لاَ يَتَكَلَّمُ ‏.‏ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ ائْتُونِي بِشَىْءٍ مِنْ مَاءٍ ‏\"‏ ‏.‏ فَأُتِيَ بِمَاءٍ فَغَسَلَ يَدَيْهِ وَمَضْمَضَ فَاهُ ثُمَّ أَعْطَاهَا فَقَالَ ‏\"‏ اسْقِيهِ مِنْهُ وَصُبِّي عَلَيْهِ مِنْهُ وَاسْتَشْفِي اللَّهَ لَهُ ‏\"‏ ‏.‏ قَالَتْ فَلَقِيتُ الْمَرْأَةَ فَقُلْتُ لَوْ وَهَبْتِ لِي مِنْهُ ‏.‏ فَقَالَتْ إِنَّمَا هُوَ لِهَذَا الْمُبْتَلَى ‏.‏ قَالَتْ فَلَقِيتُ الْمَرْأَةَ مِنَ الْحَوْلِ فَسَأَلْتُهَا عَنِ الْغُلاَمِ فَقَالَتْ بَرَأَ وَعَقَلَ عَقْلاً لَيْسَ كَعُقُولِ النَّاسِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "৩৫৩২] \tআবূ দাউদ ১৯৬৬। সহীহ আবূ দাউদ ১৭১৫।"
  },
  {
    "hadith_id": 3533,
    "narrator": "আলী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ উত্তম ঔষধ হলো কুরআন মজীদ। [৩৫৩৩] \n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৫৩৩]\tহাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন।"
  },
  {
    "hadith_id": 3534,
    "narrator": "আয়িশাহ (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’মুখো সাপ নিধনের নির্দেশ দিয়েছেন। কেননা এই নিকৃষ্ট সাপ দৃষ্টিশক্তি নষ্ট করে এবং গর্ভপাত ঘটায়। \n\nতাহকীক আলবানীঃ সহীহ",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ أَمَرَ النَّبِيُّ ـ صلى الله عليه وسلم ـ بِقَتْلِ ذِي الطُّفْيَتَيْنِ فَإِنَّهُ يَلْتَمِسُ الْبَصَرَ وَيُصِيبُ الْحَبَلَ ‏.‏ يَعْنِي حَيَّةً خَبِيثَةً ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3536,
    "narrator": "আবূ হুরায়রাহ (রাঃ),",
    "bn": "(অদৃশ্য থেকে শ্রুত) উত্তম কথা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পছন্দনীয় ছিল কিন্তু তিনি (কিছুকে) কুলক্ষণ মনে করা অপছন্দ করতেন। \n\nতাহকীক আলবানীঃ সহীহ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يُعْجِبُهُ الْفَأْلُ الْحَسَنُ وَيَكْرَهُ الطِّيَرَةَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3537,
    "narrator": "আনাস (রাঃ),",
    "bn": "নাবি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ রোগ সংক্রমন ও কুলক্ষণ বলে কিছু নেই। তবে আমি (অদৃশ্য থেকে শ্রুত ) উত্তম কথা পছন্দ করি। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا شُعْبَةُ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، قَالَ قَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏ \"‏ لاَ عَدْوَى وَلاَ طِيَرَةَ وَأُحِبُّ الْفَأْلَ الصَّالِحَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3538,
    "narrator": "আবদুল্লাহ (বিন মাসঊদ) (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ অশুভ লক্ষণ (বিশ্বাস করা) শেরেকী কাজ। রাবী বলেন, আমাদের মধ্যে অশুভ লক্ষণের ধারনা আসে, তবে আল্লাহর উপর ভরসার দ্বারা তা দূরীভুত হয়। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ سَلَمَةَ، عَنْ عِيسَى بْنِ عَاصِمٍ، عَنْ زِرٍّ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ الطِّيَرَةُ شِرْكٌ وَمَا مِنَّا إِلاَّ وَلَكِنَّ اللَّهَ يُذْهِبُهُ بِالتَّوَكُّلِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3541,
    "narrator": "আবূ হুরায়রাহ (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ অসুস্থকে সুস্থদের সংস্পর্শে নেয়া উচিত নয়।\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ لاَ يُورِدُ الْمُمْرِضُ عَلَى الْمُصِحِّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3539,
    "narrator": "ইবনু আব্বাস (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ রোগ সংক্রমণ, কুলক্ষণ ও হামাহ বলে কিছু নেই এবং সফর মাসও অশুভ নয়। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو الأَحْوَصِ، عَنْ سِمَاكٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ لاَ عَدْوَى وَلاَ طِيَرَةَ وَلاَ هَامَةَ وَلاَ صَفَرَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3542,
    "narrator": "জাবির বিন আবদুল্লাহ (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুষ্ঠ রোগগ্রস্ত এক ব্যক্তির হাত ধরে তা নিজের আহারের পাত্রের মধ্যে রেখে বলেনঃ আল্লাহর উপর আস্থা রেখে এবং আল্লাহর উপর ভরসা করে খাও। [৩৫৪২]\n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، وَمُجَاهِدُ بْنُ مُوسَى، وَمُحَمَّدُ بْنُ خَلَفٍ الْعَسْقَلاَنِيُّ، قَالُوا حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، حَدَّثَنَا مُفَضَّلُ بْنُ فَضَالَةَ، عَنْ حَبِيبِ بْنِ الشَّهِيدِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ أَخَذَ بِيَدِ رَجُلٍ مَجْذُومٍ فَأَدْخَلَهَا مَعَهُ فِي الْقَصْعَةِ ثُمَّ قَالَ ‏ \"‏ كُلْ ثِقَةً بِاللَّهِ وَتَوَكُّلاً عَلَى اللَّهِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৫৪২]\tতিরমিযী ১৮১৭, আবূ দাউদ ৩৯২৫। মিশকাত ৪৫৮৫, দঈফাহ ১১৪৪ ।"
  },
  {
    "hadith_id": 3543,
    "narrator": "ইবনু আব্বাস (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ কুষ্ঠ রোগীদের দিকে অপলক নেত্রে তাকিয়ে থেকো না। [৩৫৪৩]\n\nতাহকীক আলবানীঃ হাসান সহীহ।",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نَافِعٍ، عَنِ ابْنِ أَبِي الزِّنَادِ، ح وَحَدَّثَنَا عَلِيُّ بْنُ أَبِي الْخَصِيبِ، حَدَّثَنَا وَكِيعٌ، عَنْ عَبْدِ اللَّهِ بْنِ سَعِيدِ بْنِ أَبِي هِنْدٍ، جَمِيعًا عَنْ مُحَمَّدِ بْنِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ عُثْمَانَ، عَنْ أُمِّهِ، فَاطِمَةَ بِنْتِ الْحُسَيْنِ عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ لاَ تُدِيمُوا النَّظَرَ إِلَى الْمَجْذُومِينَ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[৩৫৪৩]\tআহমাদ ২০৭৬। সহীহাহ ১০৬৪।"
  },
  {
    "hadith_id": 3544,
    "narrator": "শারীদ বিন সুওয়ায়দ (রাঃ),",
    "bn": "সাকীফ গোত্রের প্রতিনিধি দলে এক কুষ্ঠরোগী ছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার নিকট লোক পাঠিয়ে বলেনঃ তুমি ফিরে যাও, আমি তোমার বাইয়াত করেছি।\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ رَافِعٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ رَجُلٍ، مِنْ آلِ الشَّرِيدِ يُقَالُ لَهُ عَمْرٌو عَنْ أَبِيهِ قَالَ كَانَ فِي وَفْدِ ثَقِيفٍ رَجُلٌ مَجْذُومٌ فَأَرْسَلَ إِلَيْهِ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏ \"‏ ارْجِعْ فَقَدْ بَايَعْنَاكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3546,
    "narrator": "ইবনু উমার (রাঃ),",
    "bn": "উম্মু সালামা (রাঃ) বললেন, হে আল্লাহর রাসূল! আপনি যে বিষমিশ্রিত বকরীর গোশত আহার করেছিলেন তার ফলে প্রতি বছরই তো আপনি ব্যথা অনুভব করেন। তিনি বলেনঃ তাতে আমার যা ক্ষতি হয়েছে, তা আদম (আঃ) মাটির দলার মধ্যে থাকা অবস্থায়ই আমার তাকদীরে লেখা ছিল। [৩৫৪৬]\n\nতাহকীক আলবানীঃ দূর্বল।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ عُثْمَانَ بْنِ سَعِيدِ بْنِ كَثِيرِ بْنِ دِينَارٍ الْحِمْصِيُّ، حَدَّثَنَا بَقِيَّةُ، حَدَّثَنَا أَبُو بَكْرٍ الْعَنْسِيُّ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، وَمُحَمَّدِ بْنِ يَزِيدَ الْمِصْرِيَّيْنِ، قَالاَ حَدَّثَنَا نَافِعٌ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَتْ أُمُّ سَلَمَةَ يَا رَسُولَ اللَّهِ لاَ يَزَالُ يُصِيبُكَ كُلَّ عَامٍ وَجَعٌ مِنَ الشَّاةِ الْمَسْمُومَةِ الَّتِي أَكَلْتَ ‏.‏ قَالَ ‏ \"‏ مَا أَصَابَنِي شَىْءٌ مِنْهَا إِلاَّ وَهُوَ مَكْتُوبٌ عَلَىَّ وَآدَمُ فِي طِينَتِهِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৫৪৬]\tহাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। মিশকাত ১২৪৫, দঈফাহ ৪৪২২।"
  },
  {
    "hadith_id": 3545,
    "narrator": "আয়িশাহ (রাঃ),",
    "bn": "যুরাইক গোত্রের লাবীদ বিন আসাম নামক জনৈক ইহূদী নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর উপর যাদু করে। শেষে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর মনে হতো যে, কোন কাজ তিনি করেছেন অথচ তা তিনি করেননি। আয়িশাহ (রাঃ) বলেন, শেষে একদিন বা এক রাতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তিনবার ডাকার পর বললেনঃ হে আয়িশাহ! তুমি কি অবগত আছো, আমি যে বিষয়ে জানতে চেয়েছিলাম, আল্লাহ তা আমাকে জানিয়ে দিয়েছেন? আমার নিকট দু’জন লো্ক (ফেরেশতা) এসে তাদের একজন আমার শিয়রের কাছে এবং অপর জন আমার পায়ের কাছে বসেন। আমার মাথার কাছের জন আমার পায়ের কাছের জনকে অথবা আমার পায়ের কাছের জন আমার শিয়রের কাছের জনকে বললেন, লো্কটার কী অসুখ হয়েছে? সাথী বলেন, তাঁকে যাদু করা হয়েছে। তিনি বলেন, কে তাকে যাদুগ্রস্ত করেছে? অপরজন বলেন, লাবীদ ইবনুল আসাম। তিনি বলেন, কোন জিনিসের মধ্যে? অপরজন বলেন, চিরুনীর ভগ্নাংশ ও চিরুনীর সাথে লেগে থাকা চুল নর খেজুর গাছের সরু খোলসে ঢুকিয়ে। তিনি বলেন, তা কোথায় আছে? অপরজন বলেন, যী-আরওয়ান কূপের মধ্যে। আয়িশাহ(রাঃ) বলেন, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর একদল সাহাবীসহ সেখানে গেলেন (এবং সেগুলো কূপ থেকে বের করা হলো)। অতঃপর তিনি ফিরে এসে বলেনঃ হে আয়িশাহ, আল্লাহর শপথ! ঐ কূপের পানি মেহেদী পেষা পানির মত হয়ে গেছে এবং তথাকার খেজুর গাছগুলো যেন শয়তানের মাথার মত। আয়িশাহ(রাঃ) বলেন, আমি বললাম, হে আল্লাহর রাসূল! আপনি সেগুলো কি ভস্মীভূত করেন নি? তিনি বলেনঃ না। আল্লাহ তো আমাকে আরোগ্য দান করেছেন। তাই আমি মানুষের মাঝে এর অপচর্চা ছড়িয়ে দেয়া পছন্দ করি না। অতঃপর তিনি কূপটি ভরাট করার নির্দেশ দিলে তা ভরাট করে দেয়া হয়। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ سَحَرَ النَّبِيَّ ـ صلى الله عليه وسلم ـ يَهُودِيٌّ مِنْ يَهُودِ بَنِي زُرَيْقٍ يُقَالُ لَهُ لَبِيدُ بْنُ الأَعْصَمِ حَتَّى كَانَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يُخَيَّلُ إِلَيْهِ أَنَّهُ يَفْعَلُ الشَّىْءَ وَلاَ يَفْعَلُهُ ‏.‏ قَالَتْ حَتَّى إِذَا كَانَ ذَاتَ يَوْمٍ أَوْ كَانَ ذَاتَ لَيْلَةٍ دَعَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ثُمَّ دَعَا ثُمَّ دَعَا ثُمَّ قَالَ ‏\"‏ يَا عَائِشَةُ أَشَعَرْتِ أَنَّ اللَّهَ قَدْ أَفْتَانِي فِيمَا اسْتَفْتَيْتُهُ فِيهِ جَاءَنِي رَجُلاَنِ فَجَلَسَ أَحَدُهُمَا عِنْدَ رَأْسِي وَالآخَرُ عِنْدَ رِجْلِي فَقَالَ الَّذِي عِنْدَ رَأْسِي لِلَّذِي عِنْدَ رِجْلِي أَوِ الَّذِي عِنْدَ رِجْلِي لِلَّذِي عِنْدَ رَأْسِي مَا وَجَعُ الرَّجُلِ قَالَ مَطْبُوبٌ ‏.‏ قَالَ مَنْ طَبَّهُ قَالَ لَبِيدُ بْنُ الأَعْصَمِ ‏.‏ قَالَ فِي أَىِّ شَىْءٍ قَالَ فِي مُشْطٍ وَمُشَاطَةٍ وَجُفِّ طَلْعَةِ ذَكَرٍ ‏.‏ قَالَ وَأَيْنَ هُوَ قَالَ فِي بِئْرِ ذِي أَرْوَانَ ‏\"‏ ‏.‏ قَالَتْ فَأَتَاهُ النَّبِيُّ ـ صلى الله عليه وسلم ـ فِي أُنَاسٍ مِنْ أَصْحَابِهِ ثُمَّ جَاءَ فَقَالَ ‏\"‏ وَاللَّهِ يَا عَائِشَةُ لَكَأَنَّ مَاءَهَا نُقَاعَةُ الْحِنَّاءِ وَلَكَأَنَّ نَخْلَهَا رُءُوسُ الشَّيَاطِينِ ‏\"‏ ‏.‏ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ أَفَلاَ أَحْرَقْتَهُ قَالَ ‏\"‏ لاَ أَمَّا أَنَا فَقَدْ عَافَانِيَ اللَّهُ وَكَرِهْتُ أَنْ أُثِيرَ عَلَى النَّاسِ مِنْهُ شَرًّا ‏\"‏ ‏.‏ فَأَمَرَ بِهَا فَدُفِنَتْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3547,
    "narrator": "খাওলাহ বিনতু হাকিম (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের কেউ কোন গন্তব্যে পৌঁছে যদি এই দুআ’ পড়েঃ “আউজু বিকালিমাতিল্লাহিত তাম্মাতি মিন শাররি মা খালাক” (আমি আল্লাহ পাকের কল্যাণকর বাক্যাবলীর ওয়াসীলায় তিনি যা সৃষ্টি করেছেন তার অনিষ্ট থেকে আশ্রয় প্রার্থনা করছি), তাহলে সে স্থান থেকে বিদায় হওয়ার পূর্ব পর্যন্ত কোন কিছু তার ক্ষতি করতে পারবে না। \n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا وُهَيْبٌ، حَدَّثَنَا مُحَمَّدُ بْنُ عَجْلاَنَ، عَنْ يَعْقُوبَ بْنِ عَبْدِ اللَّهِ بْنِ الأَشَجِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ سَعْدِ بْنِ مَالِكٍ، عَنْ خَوْلَةَ بِنْتِ حَكِيمٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ لَوْ أَنَّ أَحَدَكُمْ إِذَا نَزَلَ مَنْزِلاً قَالَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ شَرِّ مَا خَلَقَ - لَمْ يَضُرَّهُ فِي ذَلِكَ الْمَنْزِلِ شَىْءٌ حَتَّى يَرْتَحِلَ مِنْهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3548,
    "narrator": "উসমান বিন আবুল আস (রাঃ),",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে তায়েফের প্রশাসক নিযুক্ত করলেন। (তথায়) সলাতের মধ্যে আমার সামনে কিছু বাধা আসতে লাগলো। ফলে আমার মনে থাকতো না যে, আমি কত রাক‘আত নামায পড়েছি। আমার এই অবস্থা লক্ষ্য করে আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে সাক্ষাত করার জন্য রওয়ানা হলাম। তিনি (আমাকে দেখে) বলেনঃ আবুল আসের পুত্র নাকি? আমি বললাম, হ্যাঁ, ইয়া রাসূলাল্লাহ! তিনি জিজ্ঞেস করেনঃ তুমি কেন এসেছ? আমি বললাম, হে আল্লাহর রাসূল! সলাতের মধ্যে আমার সামনে কিছু বাধা আসে। ফলে আমি বলতে পারি না যে আমি কত রাক‘আত পড়েছি। ত্তিনি বলেনঃ এটা শয়তান। আমার নিকট এসো। আমি তাঁর নিকটে হাঁটু গেড়ে বসলাম। রাবী বলেন, তিনি নিজ হাতে আমার বুকে মৃদু আঘাত করলেন এবং আমার মুখে লালা দিয়ে তিনবার বলেনঃ আল্লাহর শত্রু! ভেগে যা। অতঃপর তিনি বলেনঃ যাও নিজের কাজে যোগ দাও। উসমান (রাঃ) বলেন, আমার জীবনের শপথ! এরপর থেকে শয়তান আমার অন্তরে আর তালগোল পাকাতে পারেনি। \n\nতাহকীক আলবানীঃ সহীহ",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ، حَدَّثَنِي عُيَيْنَةُ بْنُ عَبْدِ الرَّحْمَنِ، حَدَّثَنِي أَبِي، عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِ، قَالَ لَمَّا اسْتَعْمَلَنِي رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ عَلَى الطَّائِفِ جَعَلَ يَعْرِضُ لِي شَىْءٌ فِي صَلاَتِي حَتَّى مَا أَدْرِي مَا أُصَلِّي فَلَمَّا رَأَيْتُ ذَلِكَ رَحَلْتُ إِلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَ ‏\"‏ ابْنُ أَبِي الْعَاصِ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ مَا جَاءَ بِكَ ‏\"‏ ‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ عَرَضَ لِي شَىْءٌ فِي صَلاَتِي حَتَّى مَا أَدْرِي مَا أُصَلِّي ‏.‏ قَالَ ‏\"‏ ذَاكَ الشَّيْطَانُ ادْنُهْ ‏\"‏ ‏.‏ فَدَنَوْتُ مِنْهُ فَجَلَسْتُ عَلَى صُدُورِ قَدَمَىَّ ‏.‏ قَالَ فَضَرَبَ صَدْرِي بِيَدِهِ وَتَفَلَ فِي فَمِي وَقَالَ ‏\"‏ اخْرُجْ عَدُوَّ اللَّهِ ‏\"‏ ‏.‏ فَفَعَلَ ذَلِكَ ثَلاَثَ مَرَّاتٍ ثُمَّ قَالَ ‏\"‏ الْحَقْ بِعَمَلِكَ ‏\"‏ ‏.‏ قَالَ فَقَالَ عُثْمَانُ فَلَعَمْرِي مَا أَحْسِبُهُ خَالَطَنِي بَعْدُ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3549,
    "narrator": "আবূ লায়লা (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট বসে থাকা অবস্থায় এক বেদুইন তাঁর নিকটে এসে বললো, আমার এক অসুস্থ ভাই আছে। তিনি বলেনঃ তোমার ভাই কী রোগে আক্রান্ত? সে বললো, (কোন কিছুর) কুপ্রভাব (আছর)। তিনি বলেনঃ তুমি যাও এবং তাকে আমার নিকট নিয়ে এসো। আবূ লায়লা (রাঃ) বলেন, সে গিয়ে তার ভাইকে নিয়ে আসলে তিনি তাকে নিজের সামনে বসান। আমি শুনতে পেলাম, তিনি সূরা ফাতিহা, সূরা বাকারার প্রথম চার আয়াত মধ্যখানের দু’ আয়াত (১৬৩-১৬৪ নং আয়াত), আয়াতুল কুরসী (২৫৫ নং আয়াত) এবং বাকারার শেষ তিন আয়াত (২৮৪-২৮৬ আয়াত) এবং আল ইমরানের একটি আয়াত, আমার মনে হয় তিনি ১৮ নং আয়াত পড়েছিলেন এবং সূরা আরাফের এক আয়াত (৫৪ নং আয়াত), সূরা মুমিনূনের এক আয়াত (১১৭ নং আয়াত), সূরা জিন-এর এক আয়াত (৩ নং আয়াত), সুরা সাফ্‌ফাত-এর প্রথম দশ আয়াত, সুরা হাশরের শেষ তিন (২২, ২৩ ও ২৪) আয়াত, সূরা ইখলাস, সূরা ফালাক ও সূরা নাস পড়ে তাকে ফুঁ দিলেন। তাতে বেদুইন এমনভাবে সুস্থ হয়ে দাঁড়ালো যে, তার কোন রোগই অবশিষ্ট নেই। [৩৫৪৯]\n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا هَارُونُ بْنُ حَيَّانَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَنْبَأَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، حَدَّثَنَا أَبُو جَنَابٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ أَبِيهِ أَبِي لَيْلَى، قَالَ كُنْتُ جَالِسًا عِنْدَ النَّبِيِّ ـ صلى الله عليه وسلم ـ إِذْ جَاءَهُ أَعْرَابِيٌّ فَقَالَ إِنَّ لِي أَخًا وَجِعًا ‏.‏ قَالَ ‏\"‏ مَا وَجَعُ أَخِيكَ ‏\"‏ ‏.‏ قَالَ بِهِ لَمَمٌ ‏.‏ قَالَ ‏\"‏ اذْهَبْ فَأْتِنِي بِهِ ‏\"‏ ‏.‏ قَالَ فَذَهَبَ فَجَاءَ بِهِ فَأَجْلَسَهُ بَيْنَ يَدَيْهِ فَسَمِعْتُهُ عَوَّذَهُ بِفَاتِحَةِ الْكِتَابِ وَأَرْبَعِ آيَاتٍ مِنْ أَوَّلِ الْبَقَرَةِ وَآيَتَيْنِ مِنْ وَسَطِهَا وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ وَآيَةِ الْكُرْسِيِّ وَثَلاَثِ آيَاتٍ مِنْ خَاتِمَتِهَا وَآيَةٍ مِنْ آلِ عِمْرَانَ - أَحْسِبُهُ قَالَ ‏{شَهِدَ اللَّهُ أَنَّهُ لاَ إِلَهَ إِلاَّ هُوَ}‏ - وَآيَةٍ مِنَ الأَعْرَافِ ‏{إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ}‏ الآيَةَ وَآيَةٍ مِنَ الْمُؤْمِنِينَ ‏{وَمَنْ يَدْعُ مَعَ اللَّهِ إِلهًا آخَرَ لاَ بُرْهَانَ لَهُ بِهِ }‏ وَآيَةٍ مِنَ الْجِنِّ ‏{وَأَنَّهُ تَعَالَى جَدُّ رِبِّنَا مَا اتَّخَذَ صَاحِبَةً وَلاَ وَلَدًا}‏ وَعَشْرِ آيَاتٍ مِنْ أَوَّلِ الصَّافَّاتِ وَثَلاَثِ آيَاتٍ مِنْ آخِرِ الْحَشْرِ وَ ‏{قُلْ هُوَ اللَّهُ أَحَدٌ }‏ وَالْمُعَوِّذَتَيْنِ ‏.‏ فَقَامَ الأَعْرَابِيُّ قَدْ بَرَأَ لَيْسَ بِهِ بَأْسٌ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "৩৫৪৯.  হাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন ।"
  },
  {
    "hadith_id": 3452,
    "narrator": "আবদুল্লাহ (বিন মাসঊদ) (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দু’ আরোগ্য দানকারী বস্তুকে অবশ্যই তোমাদের গ্রহণ করা উচিতঃ মধু ও কুরআন মজীদ। [৩৪৫২]\n\nতাহকীক আলবানীঃ দুর্বল তবে মাওকূফ সূত্রে সহীহ।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ سَلَمَةَ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ عَلَيْكُمْ بِالشِّفَاءَيْنِ الْعَسَلِ وَالْقُرْآنِ ‏\"‏ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[৩৪৫২]\tহাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। দঈফাহ ১৫১৪, দঈফ আল-জামি’ ৩৭৬৫। উক্ত হাদিসের রাবী যায়দ ইবনুল হুবাব সম্পর্কে আহমাদ বিন হাম্বাল বলেন, তিনি সত্যবাদী কিন্তু হাদিস বর্ণনায় অধিক ভুল করেন। আলী ইবনুল মাদানী ও উসমান বিন আবু শায়বাহ তাকে সিকাহ বলেছেন। ইবনু হাজার আল-আসকালানী বলেন, তিনি সত্যবাদী তবে সাওরীর হাদিস বর্ণনায় ভুল করেছেন। (তাহযীবুল কামালঃ রাবী নং- ২০৯৫, ১০/৪০ নং পৃষ্ঠা)।"
  },
  {
    "hadith_id": 3453,
    "narrator": "আবু সাঈদ ও জাবির (রাঃ)",
    "bn": "তারা বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ছত্রাক হলো ‘মান্ন’ নামক আসমানী খাদ্যের অন্তর্ভুক্ত এবং তার পানি চক্ষুরোগের নিরাময়য়। ‘আজওয়া’ হলো জান্নাতের খেজুর এবং তা উন্মাদনার প্রতিষেধক।\n\n[উপরোক্ত হাদিস মোট ৪টি সানাদের ২টি বর্ণিত হয়েছে, অপর ২টি সানাদ হলোঃ]\n\n২/৩৪৫৩ (১). আবু সাঈদ খুদরী (রাঃ) [৩৪৫৩] \n\nতাহকীক আলবানীঃ (আরবি) অর্থাৎ তা “বিষের প্রতিষেধক” কথাটি দ্বারা সহীহ।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَسْبَاطُ بْنُ مُحَمَّدٍ، حَدَّثَنَا الأَعْمَشُ، عَنْ جَعْفَرِ بْنِ إِيَاسٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي سَعِيدٍ، وَجَابِرٍ، قَالاَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ الْكَمْأَةُ مِنَ الْمَنِّ وَمَاؤُهَا شِفَاءٌ لِلْعَيْنِ وَالْعَجْوَةُ مِنَ الْجَنَّةِ وَهِي شِفَاءٌ مِنَ السَّمِّ ‏\"‏ ‏.‏ \nحَدَّثَنَا عَلِيُّ بْنُ مَيْمُونٍ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ الرَّقِّيَّانِ، قَالاَ حَدَّثَنَا سَعِيدُ بْنُ مَسْلَمَةَ بْنِ هِشَامٍ، عَنِ الأَعْمَشِ، عَنْ جَعْفَرِ بْنِ إِيَاسٍ، عَنْ أَبِي نَضْرَةَ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ مِثْلَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৪৫৩]\tআবু দাউদ ১১০৬১, রাওদুন নাদীর ৪৪৪, মিশকাত ৪২৩৫। উক্ত হাদিসের রাবী- \n১. শাহর বিন হাওশাব সম্পর্কে ইয়াহইয়া বিন মাঈন ও ইয়া’কূব বিন সুফিয়ান এবং আল-আজালী বলেন, তিনি সিকাহ। শু’বাহ ইবনুল হাজ্জাজ তাকে বর্জন করেছেন। আহমাদ বিন হাম্বাল ও আবু হাতিম আর- রাযী বলেন, কোন সমস্যা নেই। (তাহযীবুল কামালঃ রাবী নং- ২৭৮১, ১২/৫৭৮ নং পৃষ্ঠা)। \n২. সাঈদ বিন মাসলামাহ বিন হিশাম সম্পর্কে আবু বকর আল-বায়হাকী তাকে দুর্বল বলেছেন। আবু হাতিম আর-রাযী বলেন, তিনি নির্ভরযোগ্য নন, তিনি দুর্বল ও মুনকার। আবু হাতিম বিন হিব্বান বলেন, তিনি কুফরী নয় এমন কওলী বা আমালী কোন ফিসক এর সাথে জড়িত, তিনি হাদিস বর্ণনায় অধিক ভুল করেন। আহমাদ বিন শুআয়ব ও ইবনু হাজার আল-আসকালানী বলেন, তিনি হাদিস বর্ণনায় দুর্বল। মানঃ তিনি হাদিস বর্ণনায় দুর্বল। (তাহযীবুল কামালঃ রাবী নং- ২৩৫৭, ১১/৬৩ নং পৃষ্ঠা)।"
  },
  {
    "hadith_id": 3458,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হিজরত করলেন, আমিও হিজরত করলাম। আমি নামায পড়ার পর তাঁর পাশে বসলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার দিকে দৃষ্টিপাত করে বলেনঃ তুমি উঠে দাঁড়িয়ে নামায পড়ো। কেননা সলাতের মধ্যে রোগমুক্তি আছে।\n[উপরোক্ত হাদীসে মোট ২টি সানাদের ১টি বর্ণিত হয়েছে, অপর সানাদটি হলোঃ]\n২/৩৪৫৮. দাউদ বিন উলবাহ সূত্রে পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত আছে। তাতে আরো আছেঃ তিনি ফারসী শব্দযোগে (দরদ) বলেনঃ “তোমার পেটে কি ব্যথা অনুভব করছ”? আবূ আবদুল্লাহ (রাঃ) বলেন, এক ব্যক্তি এ হাদীসের বরাতে তার পরিবারবর্গে বললো, “সলাতের দ্বারা সাহায্য নিয়ে সাফল্য অর্জন করো”। [৩৪৫৮]",
    "ar": "حَدَّثَنَا جَعْفَرُ بْنُ مُسَافِرٍ، حَدَّثَنَا السَّرِيُّ بْنُ مِسْكِينٍ، حَدَّثَنَا ذُؤَادُ بْنُ عُلْبَةَ، عَنْ لَيْثٍ، عَنْ مُجَاهِدٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ هَجَّرَ النَّبِيُّ ـ صلى الله عليه وسلم ـ فَهَجَّرْتُ فَصَلَّيْتُ ثُمَّ جَلَسْتُ فَالْتَفَتَ إِلَىَّ النَّبِيُّ ـ صلى الله عليه وسلم ـ فَقَالَ ‏\"‏ اشِكَمَتْ دَرْدْ ‏\"‏ ‏.‏ قُلْتُ نَعَمْ يَا رَسُولَ اللَّهِ ‏.‏ قَالَ ‏\"‏ قُمْ فَصَلِّ فَإِنَّ فِي الصَّلاَةِ شِفَاءً ‏\"‏ ‏.‏ \nقَالَ أَبُو الْحَسَنِ الْقَطَّانُ حَدَّثَنَا إِبْرَاهِيمُ بْنُ نَصْرٍ، حَدَّثَنَا أَبُو سَلَمَةَ، حَدَّثَنَا ذُؤَادُ بْنُ عُلْبَةَ، فَذَكَرَ نَحْوَهُ وَقَالَ فِيهِ اشِكَمَتْ دَرْدْ ‏.‏ يَعْنِي تَشْتَكِي بَطْنَكَ بِالْفَارِسِيَّةِ ‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ حَدَّثَ بِهِ رَجُلٌ لأَهْلِهِ فَاسْتَعْدَوْا عَلَيْهِ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৪৫৮] আহমাদ ৮৮২৩, ৮৯৮৭। দঈফাহ ৪০৬৬। উক্ত হাদীসের রাবী কখনো কখনো ভুল করেন। আহমাদ বিন শুআয়ব আন নাসায়ী বলেন, তিনি সালিহ। ইবনু হাজার আল-আসকালীন বলেন, তিনি সত্যবাদী তবে হাদীস বর্ণনায় কখনো কখনো ভুল করেন। ইমাম যাহাবী বলেন, তিনি সত্যবাদী। (তাহযীবুল কামালঃ রাবী নং ৯৫৫, ৫/১০৮ নং পৃষ্ঠা) ২. যাওওয়াদ বিন উলবাহ সম্পর্কে আবূ বাকর আল-বায়হাকী বলেন, তিনি দুর্বল। আবূ হাতিম আর রাযী বলেন, তার থেকে হাদীস গ্রহণ করা যায় তবে তিনি নির্ভরযোগ্য নয়। আহমাদ বিন শুআয়ব আন নাসায়ী বলেন, তিনি নির্ভরযোগ্য নয়। ইবরাহীম বিন ইয়া’কূব আল-জাওযুজানী বলেন, তিনি হাদীস গ্রহণের ব্যাপারে শিথিল। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ১৮১৭, ৮/৫১৯ নং পৃষ্ঠা)"
  },
  {
    "hadith_id": 3462,
    "narrator": "উম্মু কায়স বিনতু মিহসান (রাঃ)",
    "bn": "তিনি বলেন, আমি আমার এক পুত্রসহ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট প্রবেশ করলাম। তার আলজিহবার ব্যথার দরুন আমি জোরে চাপ দিয়েছিলাম। তিনি বলেনঃ কেন তোমরা তোমাদের বাচ্চাদের আলজিহবার ব্যথায় এভাবে চাপ দিয়ে কষ্ট দাও? এই চন্দন কাঠ অবশ্যই তোমাদের ব্যবহার করা উচিত। কেননা তাতে সাত ধরনের নিরাময় আছে। আলজিহবার ব্যথায় নাকের ছিদ্রপথে তা প্রবেশ করাতে হবে এবং ফুসফুসের আবরক ঝিল্লীর প্রদাহে তা মুখের ভেতর ঢেলে দিতে হবে।\n\n[উপরোক্ত হাদীসে মোট ৩টি সানাদের ২টি বর্ণিত হয়েছে, অপর সানাদটি হলোঃ]\n\n২/৩৪৬২(১). উম্মু কায়স বিনতু মিহসান (রাঃ)> নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রেও পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত হয়েছে।\n\nতাহকীক আলবানীঃ সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ الصَّبَّاحِ، قَالاَ حَدَّثَنَا سُفْيَانُ بْنُ عُيَيْنَةَ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أُمِّ قَيْسٍ بِنْتِ مِحْصَنٍ، قَالَتْ دَخَلْتُ بِابْنٍ لِي عَلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ وَقَدْ أَعْلَقْتُ عَلَيْهِ مِنَ الْعُذْرَةِ فَقَالَ ‏ \"‏ عَلاَمَ تَدْغَرْنَ أَوْلاَدَكُنَّ بِهَذَا الْعِلاَقِ عَلَيْكُمْ بِهَذَا الْعُودِ الْهِنْدِيِّ فَإِنَّ فِيهِ سَبْعَةَ أَشْفِيَةٍ يُسْعَطُ بِهِ مِنَ الْعُذْرَةِ وَيُلَدُّ بِهِ مِنْ ذَاتِ الْجَنْبِ ‏\"‏ ‏.‏ \nحَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ الْمِصْرِيُّ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَنْبَأَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ أُمِّ قَيْسٍ بِنْتِ مِحْصَنٍ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ بِنَحْوِهِ ‏.‏ قَالَ يُونُسُ أَعْلَقْتُ يَعْنِي غَمَزْتُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3492,
    "narrator": "ইয়াহইয়া বিন আসআদ (রাঃ)",
    "bn": "তার কণ্ঠনালীতে ‘যাব্‌হ’ নামীয় ব্যথা হলো। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আবূ উমামার চিকিৎসার ব্যাপারে আমি যথাসাধ্য চেষ্টা করবো। অতঃপর তিনি নিজ হাতে তাকে তপ্ত লোহার দ্বারা সেঁক দিলেন। তিনি ইন্তিকাল করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তার মৃত্যুতে ইহূদীদের খারাপ অপবাদ হস্তগত হলো। তারা বলবে, সে তার সাথীর মৃত্যু ঠেকাতে পারলো না; অথচ আমি নিজের জন্য অথবা কারো জন্য কিছু করার ক্ষমতা রাখি না। [৩৪৯২] \n\nতাহকীক আলবানীঃ (আরবি) ব্যতীত হাসান",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالاَ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، غُنْدَرٌ حَدَّثَنَا شُعْبَةُ، ح وَحَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ الدَّارِمِيُّ، حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، حَدَّثَنَا شُعْبَةُ، حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ سَعْدِ بْنِ زُرَارَةَ الأَنْصَارِيُّ، قَالَ سَمِعْتُ عَمِّي، يَحْيَى - وَمَا أَدْرَكْتُ رَجُلاً مِنَّا بِهِ شَبِيهًا يُحَدِّثُ النَّاسَ أَنَّ سَعْدَ بْنَ زُرَارَةَ - وَهُوَ جَدُّ مُحَمَّدٍ مِنْ قِبَلِ أُمِّهِ أَنَّهُ أَخَذَهُ وَجَعٌ فِي حَلْقِهِ يُقَالُ لَهُ الذُّبْحَةُ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\"‏ لأُبْلِغَنَّ أَوْ لأُبْلِيَنَّ فِي أَبِي أُمَامَةَ عُذْرًا ‏\"‏ ‏.‏ فَكَوَاهُ بِيَدِهِ فَمَاتَ فَقَالَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏\"‏ مِيتَةَ سُوءٍ لِلْيَهُودِ يَقُولُونَ أَفَلاَ دَفَعَ عَنْ صَاحِبِهِ ‏.‏ وَمَا أَمْلِكُ لَهُ وَلاَ لِنَفْسِي شَيْئًا ‏\"‏ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[৩৪৯২]\tমুওয়াত্তা’ মালিক ১৭৫৮।"
  },
  {
    "hadith_id": 3503,
    "narrator": "আনাস (রাঃ)",
    "bn": "উরায়নাহ গোত্রের কতক লোক রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসে। কিন্তু মদীনার আবহাওয়া তাদের অনুকূল হলো না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যদি তোমরা আমাদের উটের পালে চলে যেতে এবং সেগুলোর দুধ ও পেশাব পান করতে! তারা তাই করলো।",
    "ar": "حَدَّثَنَا نَصْرُ بْنُ عَلِيٍّ الْجَهْضَمِيُّ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، أَنَّ نَاسًا، مِنْ عُرَيْنَةَ قَدِمُوا عَلَى رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ فَاجْتَوَوُا الْمَدِينَةَ فَقَالَ ـ صلى الله عليه وسلم ـ ‏ \"‏ لَوْ خَرَجْتُمْ إِلَى ذَوْدٍ لَنَا فَشَرِبْتُمْ مِنْ أَلْبَانِهَا وَأَبْوَالِهَا ‏\"‏ ‏.‏ فَفَعَلُوا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 3522,
    "narrator": "উসমান বিন আবুল আস আস-সাকাফী (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট মারাত্মক ব্যথা নিয়ে উপস্থিত হলাম, যা আমাকে অকেজো প্রায় করেছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলেনঃ তুমি তোমার বাম হাত ব্যথার স্থানে রেখে সাতবার বলোঃ “আউযু বি-ইজ্জাতিল্লাহি ওয়া কুদরাতিহী মিন শাররি মা আজিদু ওয়া উহাযিরু” (আল্লাহর নামে আমি আল্লাহর অসীম সম্মান ও তাঁর বিশাল ক্ষমতার ওয়াসিলায় আমার অনুভূত এই ব্যথার ক্ষতি থেকে আশ্রয় প্রার্থনা করি)। [৩৫২২]",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا يَحْيَى بْنُ أَبِي بُكَيْرٍ، حَدَّثَنَا زُهَيْرُ بْنُ مُحَمَّدٍ، عَنْ يَزِيدَ بْنِ خُصَيْفَةَ، عَنْ عَمْرِو بْنِ عَبْدِ اللَّهِ بْنِ كَعْبٍ، عَنْ نَافِعِ بْنِ جُبَيْرٍ، عَنْ عُثْمَانَ بْنِ أَبِي الْعَاصِ الثَّقَفِيِّ، أَنَّهُ قَالَ قَدِمْتُ عَلَى النَّبِيِّ ـ صلى الله عليه وسلم ـ وَبِي وَجَعٌ قَدْ كَادَ يُبْطِلُنِي فَقَالَ لِيَ النَّبِيُّ ـ صلى الله عليه وسلم ـ ‏ \"‏ اجْعَلْ يَدَكَ الْيُمْنَى عَلَيْهِ وَقُلْ بِسْمِ اللَّهِ أَعُوذُ بِعِزَّةِ اللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ سَبْعَ مَرَّاتٍ ‏\"‏ ‏.‏ فَقُلْتُ ذَلِكَ فَشَفَانِيَ اللَّهُ ‏.‏",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": "[৩৫২২]\tমুসলিম ২২০২, তিরমিযী ২০৮০, আবূ দাউদ ৩৮৯১, আহমাদ ১৫৮৩৪, ১৭৪৪৯, আহমাদ ১৭৫৪, আত তহাবিয়াহ ৭০, সহীহাহ ৩/৪০৪। \nউক্ত হাদীসের রাবী যুহায়র বিন মুহাম্মাদ সম্পর্কে আবূ হাতিম বিন হিব্বান বলেন, তিনি হাদীস বর্ণনায় ভুল ও সিকাহ রাবীর বিপরীত হাদীস বর্ণনা করেন। আহমাদ বিন শুআয়ব আন নাসায়ী বলেন, তিনি দুর্বল। ইবনুল আবদুল বার্র আল-আন্দালাসী বলেন, তিনি সকলের নিকট দুর্বল। (তাহযীবুল কামালঃ রাবী নং ২০১৭, ৯/৪১৪ নং পৃষ্ঠা)"
  },
  {
    "hadith_id": 3526,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাহাবীদেরকে জ্বর ও যাবতীয় ব্যথার ঝাড়ফুঁকের জন্য এ দুআ’ শিক্ষা দিতেনঃ “বিসমিল্লাহিল কাবীর আউযু বিল্লাহিল আযীম মিন শাররি ইরকিন না’আরিন ওয়া মিন শাররি হাররিন নার” (মহামহিম আল্লাহর নামে মহান আল্লাহর আশ্রয় প্রার্থনা করছি, রক্তচাপে ফুলে উঠা শিরার অনিষ্ট থেকে এবং আগুনের তাপের অনিষ্ট থেকে)। আবূ আমির (রাঃ) বলেন, সবার বিপরীতে আমি ‘ইয়াআর’ শব্দটি বলে থাকি। \n\nউপরোক্ত হাদীসে মোট ২ টি সানাদের ১ টি বর্ণিত হয়েছে, অপর সানাদটি হলোঃ \n\n২/৩৫২৬(১). ইবনু আব্বাস (রাঃ), নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত হয়েছে। তার শব্দ হলোঃ “মিন শাররি ইরকিন ইয়া’আর”। [৩৫২৬]\n\nতাহকীক আলবানীঃ দুর্বল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو عَامِرٍ، حَدَّثَنَا إِبْرَاهِيمُ الأَشْهَلِيُّ، عَنْ دَاوُدَ بْنِ حُصَيْنٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يُعَلِّمُهُمْ مِنَ الْحُمَّى وَمِنَ الأَوْجَاعِ كُلِّهَا أَنْ يَقُولُوا ‏\"‏ بِسْمِ اللَّهِ الْكَبِيرِ أَعُوذُ بِاللَّهِ الْعَظِيمِ مِنْ شَرِّ عِرْقٍ نَعَّارٍ وَمِنْ شَرِّ حَرِّ النَّارِ ‏\"‏ ‏.‏ قَالَ أَبُو عَامِرٍ أَنَا أُخَالِفُ النَّاسَ فِي هَذَا أَقُولُ يَعَّارٍ ‏.‏ \nحَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنِي إِبْرَاهِيمُ بْنُ إِسْمَاعِيلَ بْنِ أَبِي حَبِيبَةَ الأَشْهَلِيُّ، عَنْ دَاوُدَ بْنِ الْحُصَيْنِ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ نَحْوَهُ وَقَالَ ‏\"‏ مِنْ شَرِّ عِرْقٍ نَعَّارٍ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩৫২৬]\tতিরমিযী ২০৭৫। \nউক্ত হাদীসের রাবী ইবরাহীম আল-আশহালী সম্পর্কে আবূ আহমাদ আল-হাকিম বলেন, তিনি নির্ভরযোগ্য নয়। ইমাম তিরমিযী বলেন, তিনি হাদীস বর্ণনায় দুর্বল ছিলেন। আহমাদ বিন হাম্বাল বলেন, তিনি সিকাহ। আহমাদ বিন শুআয়ব আন নাসায়ী বলেন, তিনি আমাদের শহরে দুর্বল। ইবনু হাজার আল-আসকালানী বলেন, তিনি দুর্বল। (তাহযীবুল কামালঃ রাবী নং ১৪৬, ২/৪২ নং পৃষ্ঠা)]"
  },
  {
    "hadith_id": 3535,
    "narrator": "আবদুল্লাহ বিন উমার (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমরা সাপ মেরে ফেলো, বিশেষত দু’মুখো সাপ এবং লেজবিহীন সাপ! কেননা এ দু’টি সাপ দৃষ্টিশক্তি নষ্ট করে এবং গর্ভপাত ঘটায়। \n\nতাহকীক আলবানীঃ ১মঃ হাসান সহীহ, ২য়ঃ সহীহ।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ سَالِمٍ، عَنْ أَبِيهِ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ اقْتُلُوا الْحَيَّاتِ وَاقْتُلُوا ذَا الطُّفْيَتَيْنِ وَالأَبْتَرَ فَإِنَّهُمَا يَلْتَمِسَانِ الْبَصَرَ وَيُسْقِطَانِ الْحَبَلَ ‏\"‏ ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null
  },
  {
    "hadith_id": 3540,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ রোগ সংক্রমণ, কুলক্ষণ ও হামাহ বলে কিছু নেই। এক ব্যক্তি তাঁর সামনে দাঁড়িয়ে বললো, হে আল্লাহর রাসূল! উটের চর্মরোগ হয়, পরে অন্যান্য উট তার সংস্পর্শে এসে চর্মরোগাক্রান্ত হয়। তিনি বলেনঃ এটা হলো তাকদীর। আচ্ছা, প্রথমটি কে চর্মরোগাক্রান্ত করেছে? [৩৫৪০]\n\nতাহকীক আলবানীঃ (আরবি) অর্থাৎ এটাই তাকদীর ব্যতীত সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا وَكِيعٌ، عَنْ أَبِي جَنَابٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ لاَ عَدْوَى وَلاَ طِيَرَةَ وَلاَ هَامَةَ ‏\"‏ ‏.‏ فَقَامَ إِلَيْهِ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ الْبَعِيرُ يَكُونُ بِهِ الْجَرَبُ فَتَجْرَبُ بِهِ الإِبِلُ ‏.‏ قَالَ ‏\"‏ ذَلِكَ الْقَدَرُ فَمَنْ أَجْرَبَ الأَوَّلَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৫৪০]\tসহীহুল বুখারী ২০৯৯,৫৭৫৩,৫৭৭২, মুসলিম ২২২৫, আহমাদ ৪৭৬১,৬৩৬৯, মুওয়াত্তা’ মালিক ১৮১৭।\nউক্ত হাদীসের রাবী আবূ জানাব সম্পর্কে আবূ আহমাদ বিন আদী আল-জুরজানী বলেন, তিনি আহলে ইলমের নিকট নির্ভরযোগ্য নয়। আবুল ফারাজ ইবনুল জাওযী ও আবূ বাকর আল-বায়হাকী বলেন, তিনি দূর্বল। আবূ হাতিম আর রাযী বলেন, তিনি নির্ভরযোগ্য নয়, তিনি তাকে দূর্বল বলেছেন। আবূ নুআয়ম আল-আসবাহানী বলেন, তিনি তাদলীস করতেন। আহমাদ বিন শুআয়ব আন নাসায়ী বলেন, তিনি দূর্বল। (তাহযীবুল কামালঃ রাবী নং ৬৮১৭, ৩১/২৮৪ নং পৃষ্ঠা)"
  }
]