[
  {
    "hadith_id": 3828,
    "narrator": "নু‘মান বিন বশীর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ দুআ’ই হলো ইবাদত। অতঃপর তিলাওয়াত করেন (অনুবাদ): “এবং তোমার প্রভু বলেছেন, তোমরা আমাকে ডাকো আমি তোমাদের ডাকে সাড়া দিবো” (৪০:৬০)। [৩১৬০]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنِ الأَعْمَشِ، عَنْ ذَرِّ بْنِ عَبْدِ اللَّهِ الْهَمْدَانِيِّ، عَنْ يُسَيْعٍ الْكِنْدِيِّ، عَنِ النُّعْمَانِ بْنِ بَشِيرٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ إِنَّ الدُّعَاءَ هُوَ الْعِبَادَةُ ‏\"‏ ‏.‏ ثُمَّ قَرَأَ ‏{وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ}‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৬০] তিরমিযী ২৯৬৯, ৩২৪৭, ৩৩৭২, আবু দাউদ ১৪৭৯, ১৭৮৮৮, ১৭৯১৯, ১৭৯৬৪। আল আহকাম ১৯৪, রাওদুন নাদীর ৮৮৮, মিশকাত ২৩৩০, সহীহ আবু দাউদ ১৩২৯।"
  },
  {
    "hadith_id": 3827,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি মহান আল্লাহর নিকট দুআ’ করে না, আল্লাহ্‌ তার প্রতি অসন্তুষ্ট হন। [৩১৫৯]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، وَعَلِيُّ بْنُ مُحَمَّدٍ، قَالاَ حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا أَبُو الْمَلِيحِ الْمَدَنِيُّ، قَالَ سَمِعْتُ أَبَا صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ مَنْ لَمْ يَدْعُ اللَّهَ سُبْحَانَهُ غَضِبَ عَلَيْهِ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৫৯] তিরমিযী ৩৩৭৩। সহীহাহ ২৬৫৪।"
  },
  {
    "hadith_id": 3829,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ মহান আল্লাহর নিকট দুআ’র চেয়ে অধিক সম্মানিত কোন জিনিস নাই। [৩১৬১]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا عِمْرَانُ الْقَطَّانُ، عَنْ قَتَادَةَ، عَنْ سَعِيدِ بْنِ أَبِي الْحَسَنِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ لَيْسَ شَىْءٌ أَكْرَمَ عَلَى اللَّهِ سُبْحَانَهُ مِنَ الدُّعَاءِ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৬১] তিরমিযী ৩৩৭০। মিশকাত ২৩২, আত তা’লীকুর রাগীব ২/২৭০।"
  },
  {
    "hadith_id": 3832,
    "narrator": "আবদুল্লাহ (বিন মাস’উদ) (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলতেন : “হে আল্লাহ্‌! আমি তোমার নিকট হেদায়াত, তাক্বওয়া, চরিত্রের নির্মলতা ও আত্বনির্ভরশীলতা প্রার্থনা করি”। [৩১৬৪]",
    "ar": "حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ الدَّوْرَقِيُّ، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالاَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي الأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ أَنَّهُ كَانَ يَقُولُ ‏ \"‏ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৬৪] মুসলিম ২৭২১, তিরমিযী ৩৪৮৯, আহমাদ ৩৬৮৪, ৩৬৯৪, ৩৯৪০, ৪১২৪, ৪১৫১, ৪২২১। তাখরীজু ফিকহুস সায়রাহ ৪৮১।"
  },
  {
    "hadith_id": 3833,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলতেন : “হে আল্লাহ্‌! তুমি আমাকে যে জ্ঞান দান করেছো, তার দ্বারা আমাকে উপকৃত করো, আমার জন্য উপকারী জ্ঞান আমাকে শিখিয়ে দাও এবং আমার জ্ঞান বৃদ্ধি করো। সর্বাবস্থায় সমস্ত প্রশংসা আল্লাহ্‌র। আমি জাহান্নামের শাস্তি থেকে আল্লাহ্‌র আশ্রয় প্রার্থনা করি”। [৩১৬৫]\n\nতাহকীক আলবানী : “(আরবী)” ব্যতীত সহীহ।",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ مُوسَى بْنِ عُبَيْدَةَ، عَنْ مُحَمَّدِ بْنِ ثَابِتٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ اللَّهُمَّ انْفَعْنِي بِمَا عَلَّمْتَنِي وَعَلِّمْنِي مَا يَنْفَعُنِي وَزِدْنِي عِلْمًا وَالْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ وَأَعُوذُ بِاللَّهِ مِنْ عَذَابِ النَّارِ ‏\"‏ ‏.",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[৩১৬৫] তিরমিযী ৩৫৯৯।"
  },
  {
    "hadith_id": 3830,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর দুআ’য় বলতেন : “হে প্রভু! আমাকে সাহায্য করো এবং আমার বিরুদ্ধে কাউকে সাহায্য করো না, আমাকে সহযোগিতা করো এবং আমার বিরুদ্ধে কাউকে সহযোগিতা করো না, আমার জন্য কৌশল এঁটো, আমার বিরুদ্ধে কৌশল এঁটো না, আমাকে হেদায়াত দান করো, আমার জন্য হেদায়াতের পথ সহজতর করো এবং যে ব্যক্তি আমার উপর অত্যাচার ও সীমা লঙ্ঘন করে তার বিরুদ্ধে আমাকে সাহায্য করো। হে প্রভু! আমাকে তোমার জন্য কৃতজ্ঞ বান্দা বানাও, তোমার জন্য অনেক যিকিরকারী, তোমাকে অধিক ভয়কারী, তোমার অধিক আনুগত্যকারী, তোমার নিকট অনুনয়-বিনয়কারী ও তোমার দিকে প্রত্যাবর্তনকারী বানাও। হে আমার রব! আমার তওবা কবুল করো, আমার সমস্ত গুনাহ ধুয়ে-মুছে ফেলো, আমার দুআ’ কবুল করো, আমার অন্তরকে হেদায়াত দান করো, আমার যবানকে সোজা রাখো, আমার যুক্তি-প্রমাণ বহাল করো এবং আমার মনের সমস্ত হিংসা-বিদ্বেষ দূরীভূত করো। আবুল হাসান আত-তানাফিসী (রাঃ) বলেন – আমি ওয়াকী‘ (রাঃ) কে বললাম, আমি কি তা বেতেরের কুনূতে পড়তে পারি? তিনি বলেন, হাঁ। [৩১৬২]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، سَنَةَ إِحْدَى وَثَلاَثِينَ وَمِائَتَيْنِ حَدَّثَنَا وَكِيعٌ، فِي سَنَةِ خَمْسٍ وَتِسْعِينَ وَمِائَةٍ قَالَ حَدَّثَنَا سُفْيَانُ فِي مَجْلِسِ الأَعْمَشِ مُنْذُ خَمْسِينَ سَنَةً حَدَّثَنَا عَمْرُو بْنُ مُرَّةَ الْجَمَلِيُّ فِي زَمَنِ خَالِدٍ عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ الْمُكْتِبِ عَنْ طَلِيقِ بْنِ قَيْسٍ الْحَنَفِيِّ عَنِ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يَقُولُ فِي دُعَائِهِ ‏ \"‏ رَبِّ أَعِنِّي وَلاَ تُعِنْ عَلَىَّ وَانْصُرْنِي وَلاَ تَنْصُرْ عَلَىَّ وَامْكُرْ لِي وَلاَ تَمْكُرْ عَلَىَّ وَاهْدِنِي وَيَسِّرِ الْهُدَى لِي وَانْصُرْنِي عَلَى مَنْ بَغَى عَلَىَّ رَبِّ اجْعَلْنِي لَكَ شَكَّارًا لَكَ ذَكَّارًا لَكَ رَهَّابًا لَكَ مُطِيعًا إِلَيْكَ مُخْبِتًا إِلَيْكَ أَوَّاهًا مُنِيبًا رَبِّ تَقَبَّلْ تَوْبَتِي وَاغْسِلْ حَوْبَتِي وَأَجِبْ دَعْوَتِي وَاهْدِ قَلْبِي وَسَدِّدْ لِسَانِي وَثَبِّتْ حُجَّتِي وَاسْلُلْ سَخِيمَةَ قَلْبِي ‏\"‏ ‏.‏ قَالَ أَبُو الْحَسَنِ الطَّنَافِسِيُّ قُلْتُ لِوَكِيعٍ أَقُولُهُ فِي قُنُوتِ الْوِتْرِ قَالَ نَعَمْ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৬২] তিরমিযী ৩৫৫১, আবু দাউদ ১৫১০, আহমাদ ১৯৯৮। আয যিলাল ৩৮৪।"
  },
  {
    "hadith_id": 3835,
    "narrator": "আবূ বকর সিদ্দীক (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বললেন, আমাকে একটি দুআ’ শিখিয়ে দিন যার দ্বারা আমি আমার সলাতের মধ্যে দুআ’ করতে পারি। তিনি বলেনঃ তুমি বলো, “হে আল্লাহ্‌! নিশ্চয়ই আমি আমার সত্তার উপর অনেক অত্যাচার করেছি, তুমি ভিন্ন গুনাহ মাফ করার আর কেউ নাই। অতএব তুমি আমাকে মাফ করে দাও। কেননা তুমিই কেবল ক্ষমা করতে পারো এবং আমার প্রতি দয়া করো। নিশ্চয়ই তুমি ক্ষমাকারী, অতি দয়ালু”। [৩১৬৭]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ رُمْحٍ، حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ، عَنْ أَبِي الْخَيْرِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ، عَنْ أَبِي بَكْرٍ الصِّدِّيقِ، ‏.‏ أَنَّهُ قَالَ لِرَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ عَلِّمْنِي دُعَاءً أَدْعُو بِهِ فِي صَلاَتِي ‏.‏ قَالَ ‏ \"‏ قُلِ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْمًا كَثِيرًا وَلاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِيمُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৬৭] সহীহুল বুখারী ৮৩৪, ৬৩২৬, ৭৩৮৮, মুসলিম ২৭০৫, তিরমিযী ৩৫৩১, নাসায়ী ১৩০২, আহমাদ ৮, ২৯।"
  },
  {
    "hadith_id": 3837,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলতেন : “হে আল্লাহ্‌! আমি তোমার নিকট চারটি জিনিস থেকে আশ্রয় চাই : এমন জ্ঞান থেকে যা উপকারে আসে না, এমন অন্তর থেকে যা ভীত-বিহ্বল হয় না, এমন আত্মা থেকে যা তৃপ্ত হয় না এবং এমন দুআ’ থেকে যা কবুল করা হয় না”। [৩১৬৯]",
    "ar": "حَدَّثَنَا عِيسَى بْنُ حَمَّادٍ الْمِصْرِيُّ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَخِيهِ، عَبَّادِ بْنِ أَبِي سَعِيدٍ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يَقُولُ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الأَرْبَعِ مِنْ عِلْمٍ لاَ يَنْفَعُ وَمِنْ قَلْبٍ لاَ يَخْشَعُ وَمِنْ نَفْسٍ لاَ تَشْبَعُ وَمِنْ دُعَاءٍ لاَ يُسْمَعُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৬৯] নাসায়ী ৫৫৩৬, ৫৫৩৭। আবু দাউদ ১৫৪৮।"
  },
  {
    "hadith_id": 3831,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, ফাতিমা (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট একটি খাদেম চাওয়ার জন্য আসলেন। তিনি তাকে বলেনঃ আমার কাছে এমন কিছু নেই, যা আমি তোমাকে দিতে পারি। অতএব তিনি ফিরে গেলেন। পরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর নিকট এসে বলেনঃ যা তুমি চেয়েছো, সেটাই কি তোমার কাছে অধিক প্রিয়, না যা তার চেয়ে উত্তম সেটি? আলী (রাঃ) তাই বললেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তুমি বলো, “হে আল্লাহ্‌, সাত আসমানের প্রতিপালক ও মহান আরশের প্রভু, আমাদের প্রতিপালক এবং প্রতিটি জিনিসের প্রতিপালক, তাওরাত, ইনজীল ও মহান কুরআন নাযিলকারী, তুমিই আদি, তোমার পূর্বে কিছুই নাই, তুমি অন্ত, তোমার পরেও কিছুই নাই, তুমিই প্রবল, বিজয়ী ও প্রকাশ্য, তোমার উপরে কিছুই নাই, তুমিই গুপ্ত, তুমি ছাড়া আর কিছু নাই। অতএব তুমি আমাদের ঋণ পরিশোধ করে দাও এবং আমাদেরকে দরিদ্রতা থেকে স্বাবলম্বী বানাও”। [৩১৬৩]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي عُبَيْدَةَ، حَدَّثَنَا أَبِي، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ أَتَتْ فَاطِمَةُ النَّبِيَّ ـ صلى الله عليه وسلم ـ تَسْأَلُهُ خَادِمًا فَقَالَ لَهَا ‏\"‏ مَا عِنْدِي مَا أُعْطِيكِ ‏\"‏ ‏.‏ فَرَجَعَتْ فَأَتَاهَا بَعْدَ ذَلِكَ فَقَالَ ‏\"‏ الَّذِي سَأَلْتِ أَحَبُّ إِلَيْكِ أَوْ مَا هُوَ خَيْرٌ مِنْهُ ‏\"‏ ‏.‏ فَقَالَ لَهَا عَلِيٌّ قُولِي لاَ بَلْ مَا هُوَ خَيْرٌ مِنْهُ فَقَالَتْ فَقَالَ ‏\"‏ قُولِي اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الْعَرْشِ الْعَظِيمِ رَبَّنَا وَرَبَّ كُلِّ شَىْءٍ مُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْقُرْآنِ الْعَظِيمِ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَىْءٌ وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَىْءٌ وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَىْءٌ وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَىْءٌ اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৬৩] মুসলিম ২৭১৩, তিরমিযী ৩৪০০, ৩৪৮১, আবু দাউদ ৫০৫১, আহমাদ ৮৭৩৭, ৮৯৯৪, ১০৫৪১।"
  },
  {
    "hadith_id": 3834,
    "narrator": "আনাস বিন মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পর্যাপ্ত পরিমাণে বলতেন : “হে আল্লাহ্‌! আমার অন্তরকে তোমার দ্বীনের উপর প্রতিষ্ঠিত রাখো”। এক ব্যক্তি বলেন, হে আল্লাহ্‌র রাসূল! আমাদের ব্যাপারে আশংকা করেন? আমরা তো আপনার উপর ঈমান এনেছি এবং আপনি যা নিয়ে এসেছেন সেই বিষয়ে আমরা আপনাকে সত্যবাদী বলে স্বীকার করে নিয়েছি। তিনি বলেনঃ অন্তরসমূহ মহামহিমান্বিত করুণাময়ের দু’ আঙ্গুলের মাঝে অবস্থিত। তিনি সেগুলোকে ওলট-পালট করেন। আ‘মাশ (রাঃ) তার দু’ আঙ্গুল দ্বারা ইশারা করেন। [৩১৬৬]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ نُمَيْرٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، عَنْ يَزِيدَ الرَّقَاشِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يُكْثِرُ أَنْ يَقُولَ ‏\"‏ اللَّهُمَّ ثَبِّتْ قَلْبِي عَلَى دِينِكَ ‏\"‏ ‏.‏ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ تَخَافُ عَلَيْنَا وَقَدْ آمَنَّا بِكَ وَصَدَّقْنَاكَ بِمَا جِئْتَ بِهِ فَقَالَ ‏\"‏ إِنَّ الْقُلُوبَ بَيْنَ إِصْبَعَيْنِ مِنْ أَصَابِعِ الرَّحْمَنِ عَزَّ وَجَلَّ يُقَلِّبُهَا ‏\"‏ ‏.‏ وَأَشَارَ الأَعْمَشُ بِإِصْبَعَيْهِ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৬৬] তিরমিযী ২১৪০। আয যিলাল ২২৫, তাখরিজুল ঈমান লি ইবনু আবী শায়বাহ ৫৫-৫৮।"
  },
  {
    "hadith_id": 3836,
    "narrator": "আবূ উমামাহ আল-বাহিলী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি লাঠিতে ভর দিয়ে আমাদের নিকট বেরিয়ে এলেন। আমরা তাঁকে দেখামাত্র দাঁড়িয়ে গেলাম। তিনি বলেনঃ পারস্যবাসীরা তাদের নেতাদের সাথে যেরূপ করে, তোমরা তদ্রূপ করো না। আমরা বললাম, হে আল্লাহর রাসূল! আপনি যদি আমাদের জন্য আল্লাহর নিকট দুআ’ করতেন। তিনি বলেন, “হে আল্লাহ্‌! আমাদের মাফ করে দাও, আমাদের প্রতি দয়া করো, আমাদের প্রতি সন্তুষ্ট থাকো, আমাদের দুআ’ কবুল করো, আমাদেরকে জান্নাতে প্রবেশ করাও, আমাদেরকে জাহান্নাম থেকে নাজাত দাও, আমাদের অবস্থা সংশোধন করে দাও সম্পূর্ণভাবে এবং আমাদের জন্য আরো অধিক দয়া করুন।” তখন তিনি বলেনঃ আমি কি তোমাদের সকল প্রয়োজন একত্র করে দেইনি? [৩১৬৮]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ مِسْعَرٍ، عَنْ أَبِي مَرْزُوقٍ، عَنْ أَبِي الْعَدَبَّسِ، عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ، قَالَ خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ وَهُوَ مُتَّكِئٌ عَلَى عَصًا فَلَمَّا رَأَيْنَاهُ قُمْنَا فَقَالَ ‏\"‏ لاَ تَفْعَلُوا كَمَا يَفْعَلُ أَهْلُ فَارِسَ بِعُظَمَائِهَا ‏\"‏ ‏.‏ قُلْنَا يَا رَسُولَ اللَّهِ لَوْ دَعَوْتَ اللَّهَ لَنَا ‏.‏ قَالَ ‏\"‏ اللَّهُمَّ اغْفِرْ لَنَا وَارْحَمْنَا وَارْضَ عَنَّا وَتَقَبَّلْ مِنَّا وَأَدْخِلْنَا الْجَنَّةَ وَنَجِّنَا مِنَ النَّارِ وَأَصْلِحْ لَنَا شَأْنَنَا كُلَّهُ ‏\"‏ ‏.‏ قَالَ فَكَأَنَّمَا أَحْبَبْنَا أَنْ يَزِيدَنَا فَقَالَ ‏\"‏ أَوَلَيْسَ قَدْ جَمَعْتُ لَكُمُ الأَمْرَ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩১৬৮] আবু দাউদ ৫২৩০, আহমাদ ২১৬৭৭, ২১৬৯৭। দঈফাহ ২৪৬।"
  },
  {
    "hadith_id": 3840,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিম্নোক্ত দুআ’টি আমাদেরকে এতো গুরুত্ব সহকারে শিক্ষা দিতেন যত গুরুত্ব সহকারে তিনি আমাদের কুরআনের কোন সূরা শিক্ষা দিতেন : “হে আল্লাহ! আমি তোমার নিকট আশ্রয় চাই জাহান্নামের আযাব থেকে, তোমার নিকট আরও আশ্রয় চাই কবরের আযাব থেকে, তোমার নিকট আরও আশ্রয় চাই মাসীহ দাজ্জালের বিপর্যয় থেকে এবং তোমার নিকট আরও আশ্রয় চাই জীবন ও মৃত্যুর বিপর্যয় থেকে”। [৩১৭২]",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ الْمُنْذِرِ الْحِزَامِيُّ، حَدَّثَنَا بَكْرُ بْنُ سُلَيْمٍ، حَدَّثَنِي حُمَيْدٌ الْخَرَّاطُ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنِ ابْنِ عَبَّاسٍ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يُعَلِّمُنَا هَذَا الدُّعَاءَ كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[৩১৭২] মুসলিম ৫৯০, তিরমিযী ৩৪৯৪, নাসায়ী ২০৬৩, ৫৫১২, ৯৮৪, ১৫৪২, আহমাদ ২১৬৯, ২৩৩৮, ২৭০৪, ২৭৭৪, ২৮৩৪, মুওায়াত্তা মালিক ৪৯৯। সহীহ আবু দাউদ ১৩৭৬।"
  },
  {
    "hadith_id": 3843,
    "narrator": "জাবীর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা আল্লাহর নিকট উপকারী জ্ঞান লাভের প্রার্থনা করো এবং অপকারী জ্ঞান থেকে আল্লাহর নিকট আশ্রয় প্রার্থনা করো। [৩১৭৫]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ أُسَامَةَ بْنِ زَيْدٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ سَلُوا اللَّهَ عِلْمًا نَافِعًا وَتَعَوَّذُوا بِاللَّهِ مِنْ عِلْمٍ لاَ يَنْفَعُ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৭৫] হাদিসটি ইমাম ইবন মাজাহ এককভাবে বর্ণনা করেছেন। সহীহাহ ১৫১১।"
  },
  {
    "hadith_id": 3842,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা দারিদ্র্য, স্বল্পতা, অত্যাচার করা ও অত্যাচারিত হওয়া থেকে আল্লাহর নিকট আশ্রয় প্রার্থনা করো। [৩১৭৪]",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ مُصْعَبٍ، عَنِ الأَوْزَاعِيِّ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ، عَنْ جَعْفَرِ بْنِ عِيَاضٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ تَعَوَّذُوا بِاللَّهِ مِنَ الْفَقْرِ وَالْقِلَّةِ وَالذِّلَّةِ وَأَنْ تَظْلِمَ أَوْ تُظْلَمَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৭৪] নাসায়ী ৫৪৬০, ৫৪৬১, ৫৪৬২, ৫৪৬৩, ৫৪৬৪, ১৫৪৪। সহীহাহ ১৪৪৫, সহীহ আবু দাউদ ১৩৮১।"
  },
  {
    "hadith_id": 3844,
    "narrator": "উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আশ্রয় প্রার্থনা করতেন ভীরুতা, কাপুরুষতা, কার্পণ্য, অথর্বজনক বার্ধক্য, কবরের শাস্তি ও অন্তরের বিপর্যয় থেকে। ওয়াকী (রাঃ) বলেন, অন্তরের বিপর্যয়ের অর্থ হল যে ব্যক্তি তার পথভ্রষ্টতা থেকে আল্লাহর নিকট ক্ষমা প্রার্থনা না করে মারা যায়। [৩১৭৬]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ عُمَرَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يَتَعَوَّذُ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَرْذَلِ الْعُمُرِ وَعَذَابِ الْقَبْرِ وَفِتْنَةِ الصَّدْرِ ‏.‏ قَالَ وَكِيعٌ يَعْنِي الرَّجُلَ يَمُوتُ عَلَى فِتْنَةٍ لاَ يَسْتَغْفِرُ اللَّهَ مِنْهَا ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩১৭৬] নাসায়ী ৫৪৪৩, আবু দাউদ ১৫৩৯, মিশকাত ২৪৬৬।"
  },
  {
    "hadith_id": 3838,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসকল বাক্যে দুআ’ করতেন : “হে আল্লাহ্‌! আমি অবশ্যই আপনার নিকট আশ্রয় চাই জাহান্নামের বিপর্যয় থেকে, জাহান্নামের শাস্তি থেকে, কবরের বিপর্যয় থেকে, কবরের শাস্তি থেকে,‌ প্রাচুর্যের বিপর্যয়কর ক্ষতি থেকে, দারিদ্র্যের বিপর্যয়কর অভিশাপ থেকে এবং দাজ্জালের বিপর্যয়কর ক্ষতি থেকে। হে আল্লাহ্‌! তুমি আমার গুনাহসমূহ বরফ-শীলা পানি দিয়ে ধুয়ে ফেলো, আমার অন্তরকে সমস্ত পাপ থেকে পরিচ্ছন্ন করো, যেমন তুমি সাদা কাপড়কে ময়লা থেকে পরিষ্কার করো এবং আমার ও আমার পাপগুলোর মাঝে এতটা দূরত্ব সৃষ্টি করে দাও, তুমি যতটা দূরত্ব সৃষ্টি করেছো পূর্ব ও পশ্চিমের মাঝে। হে আল্লাহ্‌! আমি তোমার কাছে আশ্রয় চাই অলসতা থেকে, বার্ধক্য থেকে, গুনাহের প্রতি প্রলুব্ধকারী বস্তু থেকে এবং ঋণভার থেকে”। [৩১৭০]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، ح وَحَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، جَمِيعًا عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يَدْعُو بِهَؤُلاَءِ الْكَلِمَاتِ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَعَذَابِ النَّارِ وَمِنْ فِتْنَةِ الْقَبْرِ وَعَذَابِ الْقَبْرِ وَمِنْ شَرِّ فِتْنَةِ الْغِنَى وَشَرِّ فِتْنَةِ الْفَقْرِ وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ اللَّهُمَّ اغْسِلْ خَطَايَاىَ بِمَاءِ الثَّلْجِ وَالْبَرَدِ وَنَقِّ قَلْبِي مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ وَبَاعِدْ بَيْنِي وَبَيْنَ خَطَايَاىَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَالْهَرَمِ وَالْمَأْثَمِ وَالْمَغْرَمِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৭০] সহীহুল বুখারী ৮৩৩, ২৩৯৭, ৬৩৬৮, ৬৩৭৫, ৬৩৭৬, ৬৩৭৭, ৭১২৯, মুসলিম ৫৮৭, ৫৮৯, ৫৮৮, নাসায়ী ১৩০৯, ৫৪৫৪, ৫৪৫৬, ৫৪৭২, ৫৪৭৭, ৫৫০৪, আবু দাউদ ৮৮০, ১৫৪৩"
  },
  {
    "hadith_id": 3841,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, এক রাতে আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে তাঁর বিছানায় পেলাম না। আমি তাঁকে খুঁজতে লাগলাম। আমার হাত তাঁর দু’ পায়ের পাতার নিচে গিয়ে লাগলো। তিনি তখন সিজদারত ছিলেন এবং তাঁর পায়ের পাতা দু’টি দাঁড়ানো অবস্থায় ছিল। তিনি বলছিলেন : “হে আল্লাহ্‌! আমি তোমার সন্তুষ্টির ওয়াসীলায় তোমার অসন্তোষ থেকে আশ্রয় চাই, তোমার ক্ষমার ওয়াসীলায় তোমার আযাব থেকে আশ্রয় চাই, তোমার নিকট তোমা থেকে আশ্রয় চাই, তোমার পূর্ণ প্রশংসা করা আমার সাধ্যাতীত, তুমি যেরূপ তোমার প্রশংসা বর্ণনা করেছো সেরূপই”। [৩১৭৩]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا أَبُو أُسَامَةَ، حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ عُمَرَ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ عَائِشَةَ، قَالَتْ فَقَدْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ ذَاتَ لَيْلَةٍ مِنْ فِرَاشِهِ فَالْتَمَسْتُهُ فَوَقَعَتْ يَدِي عَلَى بَطْنِ قَدَمَيْهِ وَهُوَ فِي الْمَسْجِدِ وَهُمَا مَنْصُوبَتَانِ وَهُوَ يَقُولُ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ وَأَعُوذُ بِكَ مِنْكَ لاَ أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৭৩] মুসলিম ৪৮৬, তিরমিযী ৩৪৯৩, নাসায়ী ১৬৬, ১৬৯, ১১০০, ১১৩০, ৫৫৩৪, আবু দাউদ ৮৭৯, ২৩৭৯১, ২৫১২৭, মুওয়াত্তা মালিক ৪৯৭, সহীহ আবু দাউদ ৮২৩।"
  },
  {
    "hadith_id": 3845,
    "narrator": "তারিক বিন আশয়াম (রাঃ)",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এ হাদীস শুনেছেন। এক ব্যক্তি তাঁর নিকট এসে বললো, হে আল্লাহর রাসূল! আমি আমার প্রভুর নিকট প্রার্থনা করতে গিয়ে কিভাবে বলবো? তিনি বলেনঃ তুমি বলো, “হে আল্লাহ্‌! আমাকে ক্ষমা করো, আমার প্রতি দয়া করো, আমাকে আরোগ্য দান করো এবং আমাকে রিযিক দান করো”। অতঃপর তিনি তার বৃদ্ধাঙ্গুলি ছাড়া অবশিষ্ট চার আঙ্গুল একত্র করে বলেনঃ এই চারটি প্রার্থনা তোমার দ্বীন ও দুনিয়াকে তোমার জন্য একত্র করবে। [৩১৭৭]",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، أَنْبَأَنَا أَبُو مَالِكٍ، سَعْدُ بْنُ طَارِقٍ عَنْ أَبِيهِ، أَنَّهُ سَمِعَ النَّبِيَّ ـ صلى الله عليه وسلم ـ وَقَدْ أَتَاهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ كَيْفَ أَقُولُ حِينَ أَسْأَلُ رَبِّي قَالَ ‏\"‏ قُلِ اللَّهُمَّ اغْفِرْ لِي وَارْحَمْنِي وَعَافِنِي وَارْزُقْنِي ‏\"‏ ‏.‏ وَجَمَعَ أَصَابِعَهُ الأَرْبَعَ إِلاَّ الإِبْهَامَ ‏\"‏ فَإِنَّ هَؤُلاَءِ يَجْمَعْنَ لَكَ دِينَكَ وَدُنْيَاكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৭৭] মুসলিম ২৬৯৭, আহমাদ ১৫৪৪৮, ২৬৬৭০। সহীহাহ ১৩১৮।"
  },
  {
    "hadith_id": 3847,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ব্যাক্তিকে বললেনঃ সলাতের মধ্যে তুমি কী বলো? সে বললো, আমি তাশাহহুদ পড়ি, অতঃপর আল্লাহর নিকট জান্নাত কামনা করি এবং জাহান্নাম থেকে তাঁর নিকট আশ্রয় প্রার্থনা করি। তবে আপনার ও মুআয (রাঃ)-র দুআ’ কতই না উত্তম। তিনি বললেনঃ আমরাও প্রায় অনুরূপ দুআ’ করে থাকি। [৩১৭৯]",
    "ar": "حَدَّثَنَا يُوسُفُ بْنُ مُوسَى الْقَطَّانُ، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ لِرَجُلٍ ‏\"‏ مَا تَقُولُ فِي الصَّلاَةِ ‏\"‏ ‏.‏ قَالَ أَتَشَهَّدُ ثُمَّ أَسْأَلُ اللَّهَ الْجَنَّةَ وَأَعُوذُ بِهِ مِنَ النَّارِ أَمَا وَاللَّهِ مَا أُحْسِنُ دَنْدَنَتَكَ وَلاَ دَنْدَنَةَ مُعَاذٍ ‏.‏ قَالَ ‏\"‏ حَوْلَهُمَا نُدَنْدِنُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৭৯] সহীহুল বুখারী ১৩৭৭, মুসলিম ৫৮৮, নাসায়ি ১৩১০, ৫৫০৫, ৫৫০৬, ৫৫০৮, ৫৫০৯, ৫৫১০, ৫৫১১, ৫৫১৩, ৫৫১৪, ৫৫১৫, ৫৫১৬, ৫৫১৭, ৫৫১৮, ৫৫২০, আবু ৭৯২, ৯৮৩"
  },
  {
    "hadith_id": 3846,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে এই দু’আ শিখিয়েছেন : “হে আল্লাহ্‌! আমি তোমার কাছে যাবতীয় কল্যাণ ভিক্ষা করছি, যা তাড়াতাড়ি আসে, যা দেরিতে আসে, যা জানা আছে, যা জানা নেই। আর আমি যাবতীয় মন্দ হতে তোমার আশ্রয় ভিক্ষা করছি - যা তাড়াতাড়ি আগমনকারী আর যা দেরিতে আগমনকারী আর যা আমি জানি আর যা আমি অবগত নই। হে আল্লাহ্‌! আমি তোমার নিকটে ঐ মঙ্গলই চাচ্ছি যা চেয়েছেন – তোমার (নেক) বান্দা ও তোমার নাবী, আর তোমার কাছে ঐ মন্দ বস্তু থেকে পানাহ চাচ্ছি যা হতে তোমার বান্দা ও নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পানাহ চেয়েছেন। হে আল্লাহ্‌! আমি তোমার কাছে জান্নাত চাচ্ছি এবং ঐসব কথা ও কাজ চাচ্ছি যেগুলো আমাকে জান্নাতের নিকটবর্তী করে দেবে। আর আমি জাহান্নাম হতে তোমার নিকট পানাহ চাচ্ছি এবং ঐসব কথা ও কাজ হতেও পানাহ চাচ্ছি যেগুলো আমাকে জাহান্নামের নিকটবর্তী করে দেবে। আর আমি তোমার কাছে প্রার্থনা করছি যে, তুমি আমার জন্য যেসব ফায়সালা করে রেখেছ তা আমার জন্য কল্যাণকর করে দাও”। [৩১৭৮]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، أَخْبَرَنِي جَبْرُ بْنُ حَبِيبٍ، عَنْ أُمِّ كُلْثُومٍ بِنْتِ أَبِي بَكْرٍ، عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ عَلَّمَهَا هَذَا الدُّعَاءَ ‏ \"‏ اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنَ الْخَيْرِ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ وَأَعُوذُ بِكَ مِنَ الشَّرِّ كُلِّهِ عَاجِلِهِ وَآجِلِهِ مَا عَلِمْتُ مِنْهُ وَمَا لَمْ أَعْلَمْ اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ عَبْدُكَ وَنَبِيُّكَ وَأَعُوذُ بِكَ مِنْ شَرِّ مَا عَاذَ بِهِ عَبْدُكَ وَنَبِيُّكَ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ وَأَعُوذُ بِكَ مِنَ النَّارِ وَمَا قَرَّبَ إِلَيْهَا مِنْ قَوْلٍ أَوْ عَمَلٍ وَأَسْأَلُكَ أَنْ تَجْعَلَ كُلَّ قَضَاءٍ قَضَيْتَهُ لِي خَيْرًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৭৮] আহমাদ ২৪৪৯৮, ২৪৬১৩। সহীহাহ ১৫৪২।"
  },
  {
    "hadith_id": 3851,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বান্দা যত রকম দুআ’ করে তার মধ্যে \"হে আল্লাহ আমি তোমার নিকট দুনিয়া ও আখেরাতের নিরাপত্তা কামনা করি\" এ দুআ’র চেয়ে উত্তম কোন দুআ’ নাই। [৩১৮৩]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامٍ، صَاحِبِ الدَّسْتَوَائِيِّ عَنْ قَتَادَةَ، عَنِ الْعَلاَءِ بْنِ زِيَادٍ الْعَدَوِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ مَا مِنْ دَعْوَةٍ يَدْعُو بِهَا الْعَبْدُ أَفْضَلَ مِنَ - اللَّهُمَّ إِنِّي أَسْأَلُكَ الْمُعَافَاةَ فِي الدُّنْيَا وَالآخِرَةِ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৮৩] হাদিসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। সহীহাহ ১১৩৮।"
  },
  {
    "hadith_id": 3850,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, ইয়া রাসূলাল্লাহ! আমি যদি কদরের রাত পেয়ে যাই তবে কি দুআ’ পড়বো? তিনি বলেনঃ তুমি বলবে, \"হে আল্লাহ! তুমি ক্ষমাকারী, তুমি ক্ষমা করতেই ভালোবাসো। অতএব তুমি আমাকে ক্ষমা করে দাও\"। [৩১৮২]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ كَهْمَسِ بْنِ الْحَسَنِ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ عَائِشَةَ، أَنَّهَا قَالَتْ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِنْ وَافَقْتُ لَيْلَةَ الْقَدْرِ مَا أَدْعُو قَالَ ‏ \"‏ تَقُولِينَ اللَّهُمَّ إِنَّكَ عَفُوٌّ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৮২] ফুটনোটঃ তিরমিযী ৩৫১৩। মিশকাত ২০৯১ ।"
  },
  {
    "hadith_id": 3848,
    "narrator": "আনাস বিন মালিক (রাঃ)",
    "bn": "তিনি বলেন, এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বললো, হে আল্লাহর রাসূল! কোন দুআ’ সর্বোত্তম? তিনি বলেনঃ তুমি তোমার প্রতিপালকের নিকট দুনিয়া ও আখেরাতের শান্তি ও নিরাপত্তা প্রার্থনা করো। অতঃপর সে দ্বিতীয় দিন তাঁর নিকট এসে বললো, ইয়া রাসূলাল্লাহ! কোন দুআ’ সর্বোত্তম? তিনি বলেনঃ তুমি তোমার প্রভুর নিকট দুনিয়া ও আখেরাতের শান্তি ও নিরাপত্তা প্রার্থনা করো। অতঃপর সে তৃতীয় দিন তাঁর নিকট এসে বললো, হে আল্লাহর নবী! কোন দুআ’ সর্বোত্তম? তিনি বলেনঃ তুমি তোমার রবের নিকট দুনিয়া ও আখেরাতের শান্তি ও নিরাপত্তা প্রার্থনা করো। যদি তোমাকে দুনিয়া ও আখেরাতের শান্তি ও নিরাপত্তা দান করা হয়, তাহলে তুমি পরম সাফল্য লাভ করলে। [৩১৮০]",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، أَخْبَرَنِي سَلَمَةُ بْنُ وَرْدَانَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ أَتَى النَّبِيَّ ـ صلى الله عليه وسلم ـ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ أَىُّ الدُّعَاءِ أَفْضَلُ قَالَ ‏\"‏ سَلْ رَبَّكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ ‏\"‏ ‏.‏ ثُمَّ أَتَاهُ فِي الْيَوْمِ الثَّانِي فَقَالَ يَا رَسُولَ اللَّهِ أَىُّ الدُّعَاءِ أَفْضَلُ قَالَ ‏\"‏ سَلْ رَبَّكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ ‏\"‏ ‏.‏ ثُمَّ أَتَاهُ فِي الْيَوْمِ الثَّالِثِ فَقَالَ يَا نَبِيَّ اللَّهِ أَىُّ الدُّعَاءِ أَفْضَلُ قَالَ ‏\"‏ سَلْ رَبَّكَ الْعَفْوَ وَالَعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ فَإِذَا أُعْطِيتَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ فَقَدْ أَفْلَحْتَ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩১৮০] তিরমিযী ৩৫১২। দঈফাহ ২৮৫১।"
  },
  {
    "hadith_id": 3849,
    "narrator": "আবূ বকর (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ইন্তিকালের পর তিনি (আওসাত) আবূ বকর (রাঃ) থেকে বলতে শুনেন : গত বছর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার এই স্থানে দাঁড়ালেন, অতঃপর আবূ বকর (রাঃ) কেঁদে দিলেন, অতঃপর বললেনঃ অবশ্যই তোমরা সততা অবলম্বন করবে। কারণ তা পুণ্যের সাথী এবং এ দু’টির অবস্থান জান্নাতে। তোমরা অবশ্যই মিথ্যাকে পরিহার করবে। কারণ তা পাপাচারের সাথী এবং এ দু’টির অবস্থান জাহান্নামে। তোমরা আল্লাহর নিকট সুস্থতা ও নিরাপত্তা কামনা করো। কেননা ঈমানের পর কাউকে সুস্থতা ও নিরাপত্তার চেয়ে অধিক উত্তম কিছু দান করা হয়নি। তোমরা পরস্পর হিংসা-বিদ্বেষ পোষণ করো না, সম্পর্কচ্ছেদ করো না এবং পরস্পর থেকে মুখ ফিরিয়ে নিও না। হে আল্লাহর বান্দাগণ! তোমরা ভাই ভাই হয়ে যাও। [৩১৮১]",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، وَعَلِيُّ بْنُ مُحَمَّدٍ، قَالاَ حَدَّثَنَا عُبَيْدُ بْنُ سَعِيدٍ، قَالَ سَمِعْتُ شُعْبَةَ، عَنْ يَزِيدَ بْنِ خُمَيْرٍ، قَالَ سَمِعْتُ سُلَيْمَ بْنَ عَامِرٍ، يُحَدِّثُ عَنْ أَوْسَطَ بْنِ إِسْمَاعِيلَ الْبَجَلِيِّ، أَنَّهُ سَمِعَ أَبَا بَكْرٍ، حِينَ قُبِضَ النَّبِيُّ ـ صلى الله عليه وسلم ـ يَقُولُ قَامَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فِي مَقَامِي هَذَا عَامَ الأَوَّلِ ثُمَّ بَكَى أَبُو بَكْرٍ ثُمَّ قَالَ ‏ \"‏ عَلَيْكُمْ بِالصِّدْقِ فَإِنَّهُ مَعَ الْبِرِّ وَهُمَا فِي الْجَنَّةِ وَإِيَّاكُمْ وَالْكَذِبَ فَإِنَّهُ مَعَ الْفُجُورِ وَهُمَا فِي النَّارِ وَسَلُوا اللَّهَ الْمُعَافَاةَ فَإِنَّهُ لَمْ يُؤْتَ أَحَدٌ بَعْدَ الْيَقِينِ خَيْرًا مِنَ الْمُعَافَاةِ وَلاَ تَحَاسَدُوا وَلاَ تَبَاغَضُوا وَلاَ تَقَاطَعُوا وَلاَ تَدَابَرُوا وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৮১] ফুটনোটঃ তিরমিযী ৩৫৫৮ । রাওদুন নাদির ৯১৭, তাখরীজুল মুখতার ৬২-৬৪।"
  },
  {
    "hadith_id": 3852,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ‘‘আল্লাহ্‌ আমাদেরকে এবং আদ জাতির ভাই (হূদ (‘আলাইহি ওয়া সাল্লাম))-কে দয়া করুন।’’ [৩১৮৪]",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَلِيٍّ الْخَلاَّلُ، حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ يَرْحَمُنَا اللَّهُ وَأَخَا عَادٍ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩১৮৪] হাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। দঈফাহ ৪৮২৯, দঈফ আল-জামি ৬৪২৭।"
  },
  {
    "hadith_id": 3853,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের যে কোন লোকের দুআ’ই কবুল হয়ে থাকে, যাবত না সে তাড়াহুড়া করে। বলা হলো, ইয়া রাসূলাল্লাহ! লোকে তাড়াহুড়া কিভাবে করে? তিনি বলেনঃ দুআ’কারী বলে, আমি আল্লাহ্‌র নিকট দুআ’ করলাম কিন্তু আল্লাহ্‌ আমার দুআ’ কবুল করেননি। [৩১৮৫]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا إِسْحَاقُ بْنُ سُلَيْمَانَ، عَنْ مَالِكِ بْنِ أَنَسٍ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي عُبَيْدٍ، مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏\"‏ يُسْتَجَابُ لأَحَدِكُمْ مَا لَمْ يَعْجَلْ ‏\"‏ ‏.‏ قِيلَ وَكَيْفَ يَعْجَلُ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ يَقُولُ قَدْ دَعَوْتُ اللَّهَ فَلَمْ يَسْتَجِبِ اللَّهُ لِي ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৮৫] সহীহুল বুখারী ৬৩৪০, মুসলীম ২৭৩৫, তিরমিযী ৩৩৮৭, আবূ দাউদ ১৪৮৪, আহমাদ ৯৯৩৯, মুওয়াত্তা’ মালিক ৪৯৫।"
  },
  {
    "hadith_id": 3854,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের কেউ যেন এভাবে না বলে : ‘‘হে আল্লাহ্‌ তুমি চাইলে আমাকে ক্ষমা করো’’, বরং সে যেন পূর্ণ দৃঢ়তা সহকারে কামনা করে। কেননা কোন কাজই আল্লাহ্‌র জন্য বাধ্যতামূলক নয়। [৩১৮৬]",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنِ ابْنِ عَجْلاَنَ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ لاَ يَقُولَنَّ أَحَدُكُمُ اللَّهُمَّ اغْفِرْ لِي إِنْ شِئْتَ وَلْيَعْزِمْ فِي الْمَسْأَلَةِ فَإِنَّ اللَّهَ لاَ مُكْرِهَ لَهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৮৬] সহীহুল বুখারী ৭৪৭৭, মুসলিম ২৬৭৯, তিরমিযী ২৪৯৭, আবূ দাউদ ১৪৮৩, আহমাদ ৭২৭২, ২৭৪৫৬, ৯৬৫২, ১০১১৬, ১০৪৮৬, মুওয়াত্তা’ মালিক ৪৯৪। রওদুন নাদীর ১১৮১, সহীহ আবূ দাউদ ১৩৩৩।"
  },
  {
    "hadith_id": 3855,
    "narrator": "আসমা বিনতু ইয়াযীদ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্‌র মহান নাম (ইসমে আযম) এই দু’ আয়াতের মধ্যে নিহিত আছে (অনুবাদ) : ‘‘আর তোমাদের ইলাহ একমাত্র ইলাহ। তিনি ব্যতীত অন্য কোন ইলাহ নাই। তিনি দয়াময় অতি দয়ালু ’’ (২ : ১৬৩) এবং সূরা আল ইমরানের প্রথম আয়াত। [৩১৮৭]",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عِيسَى بْنُ يُونُسَ، عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي زِيَادٍ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَسْمَاءَ بِنْتِ يَزِيدَ، قَالَتْ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ اسْمُ اللَّهِ الأَعْظَمُ فِي هَاتَيْنِ الآيَتَيْنِ ‏{وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لاَ إِلَهَ إِلاَّ هُوَ الرَّحْمَنُ الرَّحِيمُ}‏ وَفَاتِحَةِ سُورَةِ آلِ عِمْرَانَ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৮৭] তিরমিযী ৩৪৭৮, আবূ দাউদ ১৪৯৬, আহমাদ ১৭০৬৪, দারিমী ৩৩৮৯। সহীহ আবূ দাউদ ১৩৪৩, তাখরীজুল মিশকাত ২৯৯১।"
  },
  {
    "hadith_id": 3856,
    "narrator": "কাসিম (রাঃ) (তিনি সত্যবাদী তবে হাদীস বর্ণনায় অপরিচিত)",
    "bn": "তিনি বলেন, আল্লাহ্‌র ইসমে আযম, যার উল্লেখ করে দুআ’ করলে তা কবুল হয়, তা তিনটি সূরায় রয়েছেঃ সূরা বাকারা, সূরা আল ইমরান ও সূরা তাহা।\n\n[উপরোক্ত হাদীসে মোট ২টি সানাদের ১টি বর্ণিত হয়েছে, অপর সানাদটি হলোঃ]\n\n৩/৩৮৫৬ (১). আবূ উমামাহ (রাঃ), নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূত্রে পূর্বোক্ত হাদীসের অনুরূপ বর্ণিত হয়েছে। [৩১৮৮]",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا عَمْرُو بْنُ أَبِي سَلَمَةَ، عَنْ عَبْدِ اللَّهِ بْنِ الْعَلاَءِ، عَنِ الْقَاسِمِ، قَالَ اسْمُ اللَّهِ الأَعْظَمُ الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ فِي سُوَرٍ ثَلاَثٍ الْبَقَرَةِ وَآلِ عِمْرَانَ وَطَهَ ‏.‏ \nحَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا عَمْرُو بْنُ أَبِي سَلَمَةَ، قَالَ ذَكَرْتُ ذَلِكَ لِعِيسَى بْنِ مُوسَى فَحَدَّثَنِي أَنَّهُ، سَمِعَ غَيْلاَنَ بْنَ أَنَسٍ، يُحَدِّثُ عَنِ الْقَاسِمِ، عَنْ أَبِي أُمَامَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ نَحْوَهُ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৮৮] হাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। সহীহাহ ৭৪৬।"
  },
  {
    "hadith_id": 3857,
    "narrator": "বুরায়দাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ব্যক্তিকে বলতে শুনলেনঃ ‘‘হে আল্লাহ্‌! নিশ্চয় আমি তোমার নিকট এই বিশ্বাসে প্রার্থনা করছি যে, তুমিই একমাত্র আল্লাহ্‌, তুমি একক সত্তা, স্বয়ংসম্পূর্ণ, তিনি কাউকে জন্ম দেননি এবং তাঁকেও জন্ম দেয়া হয়নি এবং তাঁর সমকক্ষ কেউ নেই’’ তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ নিশ্চয় এ ব্যক্তি আল্লাহ্‌র নিকট তাঁর মহান নামের ওয়াসীলায় প্রার্থনা করেছে, যার ওয়াসীলায় প্রার্থনা করলে তিনি অবশ্যই দান করেন এবং যার ওয়াসীলায় দুআ’ করলে তিনি অবশ্যই কবুল করেন। [৩১৮৯]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ مَالِكِ بْنِ مِغْوَلٍ، أَنَّهُ سَمِعَهُ مِنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ سَمِعَ النَّبِيُّ ـ صلى الله عليه وسلم ـ رَجُلاً يَقُولُ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّكَ أَنْتَ اللَّهُ الأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ ‏.‏ فَقَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ لَقَدْ سَأَلَ اللَّهَ بِاسْمِهِ الأَعْظَمِ الَّذِي إِذَا سُئِلَ بِهِ أَعْطَى وَإِذَا دُعِيَ بِهِ أَجَابَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৮৯] তিরমিযী ৩৪৭৫। সহীহ আবূ দাউদ ১৩৪১।"
  },
  {
    "hadith_id": 3858,
    "narrator": "আনাস বিন মালিক (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ব্যক্তিকে বলতে শুনলেনঃ ‘‘হে আল্লাহ্‌! আমি তোমার নিকট প্রার্থনা করছি, কেননা  সমস্ত প্রশংসা তোমার, তুমি ব্যতীত আর কোন ইলাহ নেই, তুমি একক সত্তা, তোমার কোন শরীক নেই, তুমি অনুগ্রহকারী, আসমানসমূহ ও যমীনের উদ্ভাবনকারী, মহা শক্তি ও সম্মানের অধিকারী, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, সে আল্লাহ্‌র নিকট তাঁর ইসমে আযমের (মহান নামের) ওয়াসীলায় প্রার্থনা করেছে, যার ওয়াসীলায় প্রার্থনা করলে তিনি দান করেন এবং যার ওয়াসীলায় দুআ’ করলে তিনি কবুল করেন। [৩১৯০]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا أَبُو خُزَيْمَةَ، عَنْ أَنَسِ بْنِ سِيرِينَ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ سَمِعَ النَّبِيُّ ـ صلى الله عليه وسلم ـ رَجُلاً يَقُولُ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لاَ إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ الْمَنَّانُ بَدِيعُ السَّمَوَاتِ وَالأَرْضِ ذُو الْجَلاَلِ وَالإِكْرَامِ فَقَالَ ‏ \"‏ لَقَدْ سَأَلَ اللَّهَ بِاسْمِهِ الأَعْظَمِ الَّذِي إِذَا سُئِلَ بِهِ أَعْطَى وَإِذَا دُعِيَ بِهِ أَجَابَ ‏\"‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[৩১৯০] তিরমিযী ৩৫৪৪, নাসায়ী ১৩০০, আবূ দাউদ ১৪৯৫, আহমাদ ১১৭৯৫, ১২২০০, ১৩১৫৮, ১৩৩৮৭। রওদুন নাদীর ১৩৩, আস সহীহ ১৩৪২।"
  },
  {
    "hadith_id": 3859,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ ‘‘হে আল্লাহ্‌! আমি আপনার নিকট আপনার পবিত্র, উত্তম, বরকতপূর্ণ এবং আপনার অধিক প্রিয় নামের ওয়াসীলায় আপনার নিকট প্রার্থনা করছি, যে নামের ওয়াসীলায় আপনাকে ডাকলে আপনি সাড়া দেন, যে নামের ওয়াসীলায় প্রার্থনা করলে আপনি দান করেন, যে নামের ওয়াসীলায় রহমত প্রার্থনা করা হলে আপনি রহমত নাযিল করেন এবং যে নামের ওয়াসীলায় বিপদমুক্তি কামনা করা হলে আপনি বিপদমুক্ত করেন’’। আয়িশাহ (রাঃ) বলেন, একদিন তিনি বললেনঃ হে আয়িশাহ! তুমি কি জানো, আল্লাহ্‌ আমাকে সেই নামটি বলে দিয়েছেন, যে নামের ওয়াসীলায় ডাকলে তিনি সাড়া দেন? আয়িশাহ (রাঃ) বলেন, আমি বললাম, হে আল্লাহ্‌র রাসূল! আমার পিতা-মাতা আপনার জন্য উৎসর্গিত হোক, তা আমাকে শিখিয়ে দিন। তিনি বলেনঃ হে আয়িশাহ! তা তোমার পক্ষে সম্ভব হবে না। তিনি বলেন, তখন আমি সরে গিয়ে কিছুক্ষণ বসে থাকলাম, অতঃপর উঠে দাঁড়িয়ে তাঁর মাথায় চুমা দিয়ে বললাম, হে আল্লাহ্‌র রাসূল! তা আমাকে শিখিয়ে দিন। তিনি বলেনঃ হে আয়িশাহ! তা তোমার পক্ষে সম্ভব হবে না। আমি যদি তোমাকে শিখিয়ে দেই তবে সেই নামের ওয়াসীলায় পার্থিব জগতের কিছু প্রার্থনা করা তোমার জন্য সংগত হবে না। আয়িশাহ (রাঃ) বলেন, তখন আমি উঠে গিয়ে উযু করার এবং দু’ রাক’আত নামায পড়ার পর বললাম, ‘‘হে আল্লাহ্‌! আমি তোমাকে ‘আল্লাহ্‌’ নামে ডাকছি, আমি তোমাকে রহমান নামে ডাকছি, আমি তোমাকে ‘বাররুর রহীম’ নামে ডাকছি এবং আমি তোমাকে আমার জানা-অজানা তোমার যাবতীয় সর্বোত্তম নামে ডাকছি, তুমি আমাকে ক্ষমা করে দাও এবং আমার প্রতি দয়া করো। ’’ আয়িশাহ (রাঃ) বলেন, এতে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অকৃত্রিম হাসি দিলেন, অতঃপর বললেনঃ তুমি যেসব নামে ডাকলে, সেই নামটি অবশ্যই এগুলোর মধ্যে আছে। [৩১৯১]",
    "ar": "حَدَّثَنَا أَبُو يُوسُفَ الصَّيْدَلاَنِيُّ، مُحَمَّدُ بْنُ أَحْمَدَ الرَّقِّيُّ حَدَّثَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنِ الْفَزَارِيِّ، عَنْ أَبِي شَيْبَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عُكَيْمٍ الْجُهَنِيِّ، عَنْ عَائِشَةَ، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏\"‏ اللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ الطَّاهِرِ الطَّيِّبِ الْمُبَارَكِ الأَحَبِّ إِلَيْكَ الَّذِي إِذَا دُعِيتَ بِهِ أَجَبْتَ وَإِذَا سُئِلْتَ بِهِ أَعْطَيْتَ وَإِذَا اسْتُرْحِمْتَ بِهِ رَحِمْتَ وَإِذَا اسْتُفْرِجْتَ بِهِ فَرَّجْتَ ‏\"‏ ‏.‏ قَالَتْ وَقَالَ ذَاتَ يَوْمٍ ‏\"‏ يَا عَائِشَةُ هَلْ عَلِمْتِ أَنَّ اللَّهَ قَدْ دَلَّنِي عَلَى الاِسْمِ الَّذِي إِذَا دُعِيَ بِهِ أَجَابَ ‏\"‏ ‏.‏ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَأُمِّي فَعَلِّمْنِيهِ ‏.‏ قَالَ ‏\"‏ إِنَّهُ لاَ يَنْبَغِي لَكِ يَا عَائِشَةُ ‏\"‏ ‏.‏ قَالَتْ فَتَنَحَّيْتُ وَجَلَسْتُ سَاعَةً ثُمَّ قُمْتُ فَقَبَّلْتُ رَأْسَهُ ثُمَّ قُلْتُ يَا رَسُولَ اللَّهِ عَلِّمْنِيهِ ‏.‏ قَالَ ‏\"‏ إِنَّهُ لاَ يَنْبَغِي لَكِ يَا عَائِشَةُ أَنْ أُعَلِّمَكِ إِنَّهُ لاَ يَنْبَغِي لَكِ أَنْ تَسْأَلِي بِهِ شَيْئًا مِنَ الدُّنْيَا ‏\"‏ ‏.‏ قَالَتْ فَقُمْتُ فَتَوَضَّأْتُ ثُمَّ صَلَّيْتُ رَكْعَتَيْنِ ثُمَّ قُلْتُ اللَّهُمَّ إِنِّي أَدْعُوكَ اللَّهَ وَأَدْعُوكَ الرَّحْمَنَ وَأَدْعُوكَ الْبَرَّ الرَّحِيمَ وَأَدْعُوكَ بِأَسْمَائِكَ الْحُسْنَى كُلِّهَا مَا عَلِمْتُ مِنْهَا وَمَا لَمْ أَعْلَمْ أَنْ تَغْفِرَ لِي وَتَرْحَمَنِي ‏.‏ قَالَتْ فَاسْتَضْحَكَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ثُمَّ قَالَ ‏\"‏ إِنَّهُ لَفِي الأَسْمَاءِ الَّتِي دَعَوْتِ بِهَا ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩১৯১] হাদীসটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। আত তা’লীকুর রাগীব ২/২৭৫।"
  },
  {
    "hadith_id": 3860,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ নিশ্চয় আল্লাহ্‌র নিরানব্বইটি নাম আছে অর্থাৎ এক কম এক শত। যে ব্যক্তি এই নামগুলো কণ্ঠস্থ করলো বা গুনে গুনে পড়লো সে জান্নাতে প্রবেশ করলো। [৩১৯২]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدَةُ بْنُ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ إِنَّ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمًا مِائَةً إِلاَّ وَاحِدًا مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ ‏\"‏ ‏.‏",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "[৩১৯২] সহীহুল বুখারী ২৭৩৬, মুসলিম ২৬৭৭, তিরমিযী ৩৫০৬, ৩৫০৭, ৩৫০৮, আহমাদ ৭৪৫০, ৭৫৬৮, ২৭৩৬৩, ৯২২৯, ১০১০৩, ১০১৫৪, ১০৩০৭। মিশকাত ২২৮৮।"
  },
  {
    "hadith_id": 3861,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আল্লাহ্‌র নিরানব্বই নাম আছে অর্থাৎ এক কম এক শত। নিশ্চয় তিনি বেজোড় এবং তিনি বেজোড়কে পছন্দ করেন। যে ব্যক্তি এই নামগুলোর হেফাজত করবে সে জান্নাতে প্রবেশ করবে। সেগুলো এইঃ আল্লাহু আল-ওয়াহিদু আস-সামাদু, আল-আওওয়ালু আল-আখিরু আল-বাতিনু, আল-খালিকু আল-বারিউ আল-মুসাববিরু, আল-মালিকু আল-হাক্কু আস-সালামু আল-মু’মিনু আল-মুহায়মিনু আল-আযীযু আল-জাব্বারু আল-মুতাকাব্বির, আর-রহমানু আর-রহীম, আল-লাতীফু আল-খাবীর, আস-সামীউ আল-বাসীর, আল-আলীমু আল-আযীম, আল-বাররু আল-মুতআল, আল-জালীলু আল-জামীলু আল-হায়্যু আল-কায়্যুম আল-কাদিরু আল-কাহহার আল-আলিয়্যু আল-হাকিমু আল-কারিবু আল-মুজীব আল-গানিয়্যু আল-ওয়াহহাবু আল-ওয়াদুদু আশ-শাকূরু আল-মাজিদু আল-ওয়াজিদ আল-ওয়ালিয়্যু আর-রাশিদু আল-আফুব্বু আল-গাফূরু আল-হালীমু আল-কারীমু আত-তাওওয়াবু আর রাব্বু আল-মাজীদু আল-ওয়ালিয়্যু আশ-শাহীদ আল-মুবীনু আল-বুরহানু আর-রাওফু আর-রহীম আল-মুবদিউ আল-মুঈদু আল-বাইসু আল-ওয়ারিসু আল-কাবিয়্যূ আশ-শাদীদু আদ-দাররু আন-নাফিউ আল-বাকিয়ু আল-ওয়াকিয়ু আল-খাফিদু আর-রাফিউ আল-কাবিদু আল-বাসিতু আল-মুইযযু আল-মুযিল্লু আল-মুকসিতু আর-রাযযাকু যুল কুওওয়াতি আল-মাতীন, আল-কাইমু আদ-দাইমু আল-হাফিযু আল-ওয়াকীলু আল-ফাতিরু আস-সামিউ আল-মু’তিয়ু আল-মুহইয়ু আল-মুমীতু আল-মানিউ আল-জামিউ আল-হাদিউ আল-কাফী আল-আবদু আল-আলিমু আস-সাদিকু আন-নূরু আল-মুনীরু আত-তাম্মু আল-কাদীমু আল-বিতরু তিনি এক তিনি কারো মুখাপেক্ষি নয়, তিনি কাউকে জন্ম দেননি এবং তাঁকেও জন্ম দেয়া হয় নি এবং কেহই তার সমকক্ষ নয়। যুহায়র (রাঃ) বলেন, আমরা একাধিক বিশেষজ্ঞ আলেমের অভিমত অবহিত হয়েছি যে, উক্ত নামগুলো নিম্নোক্তভাবে শুরু করতে হবেঃ\n(আল্লাহ্‌ ছাড়া আর কোন ইলাহ নাই, তিনি এক, তাঁর কোন শরীক নাই, তাঁর জন্য রাজত্ব, তাঁর জন্য সমস্ত প্রশংসা, তাঁর হাতে যাবতীয় কল্যাণ নিহিত, তিনি সবকিছুর উপর পূর্ণ ক্ষমতাবান। আল্লাহ্‌ ছাড়া কোন ইলাহ নাই, তাঁর জন্য রয়েছে সর্বোত্তম নামসমূহ)। [৩১৯৩]\n\nতাহকীক আলবানীঃ নাম গণনা ব্যতীত সহীহ।",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ مُحَمَّدٍ الصَّنْعَانِيُّ، حَدَّثَنَا أَبُو الْمُنْذِرِ، زُهَيْرُ بْنُ مُحَمَّدٍ التَّمِيمِيُّ حَدَّثَنَا مُوسَى بْنُ عُقْبَةَ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ الأَعْرَجُ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ إِنَّ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمًا مِائَةً إِلاَّ وَاحِدًا إِنَّهُ وِتْرٌ يُحِبُّ الْوِتْرَ مَنْ حَفِظَهَا دَخَلَ الْجَنَّةَ وَهِيَ اللَّهُ الْوَاحِدُ الصَّمَدُ الأَوَّلُ الآخِرُ الظَّاهِرُ الْبَاطِنُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ الْمَلِكُ الْحَقُّ السَّلاَمُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ الرَّحْمَنُ الرَّحِيمُ اللَّطِيفُ الْخَبِيرُ السَّمِيعُ الْبَصِيرُ الْعَلِيمُ الْعَظِيمُ الْبَارُّ الْمُتَعَالِ الْجَلِيلُ الْجَمِيلُ الْحَىُّ الْقَيُّومُ الْقَادِرُ الْقَاهِرُ الْعَلِيُّ الْحَكِيمُ الْقَرِيبُ الْمُجِيبُ الْغَنِيُّ الْوَهَّابُ الْوَدُودُ الشَّكُورُ الْمَاجِدُ الْوَاجِدُ الْوَالِي الرَّاشِدُ الْعَفُوُّ الْغَفُورُ الْحَلِيمُ الْكَرِيمُ التَّوَّابُ الرَّبُّ الْمَجِيدُ الْوَلِيُّ الشَّهِيدُ الْمُبِينُ الْبُرْهَانُ الرَّءُوفُ الرَّحِيمُ الْمُبْدِئُ الْمُعِيدُ الْبَاعِثُ الْوَارِثُ الْقَوِيُّ الشَّدِيدُ الضَّارُّ النَّافِعُ الْبَاقِي الْوَاقِي الْخَافِضُ الرَّافِعُ الْقَابِضُ الْبَاسِطُ الْمُعِزُّ الْمُذِلُّ الْمُقْسِطُ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ الْقَائِمُ الدَّائِمُ الْحَافِظُ الْوَكِيلُ الْفَاطِرُ السَّامِعُ الْمُعْطِي الْمُحْيِي الْمُمِيتُ الْمَانِعُ الْجَامِعُ الْهَادِي الْكَافِي الأَبَدُ الْعَالِمُ الصَّادِقُ النُّورُ الْمُنِيرُ التَّامُّ الْقَدِيمُ الْوِتْرُ الأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ ‏\"‏ ‏.‏ قَالَ زُهَيْرٌ فَبَلَغَنَا عَنْ غَيْرِ وَاحِدٍ مِنْ أَهْلِ الْعِلْمِ أَنَّ أَوَّلَهَا يُفْتَحُ بِقَوْلِ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ بِيَدِهِ الْخَيْرُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ لاَ إِلَهَ إِلاَّ اللَّهُ لَهُ الأَسْمَاءُ الْحُسْنَى ‏.‏",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[৩১৯৩] সহীহুল বুখারী ২৭৩৬, মুসলিম ২৬৭৭, তিরমিযী ৩৫০৬, ৩৫০৭, ৩৫০৮, আহমাদ ৭৪৫০, ৭৫৬৮, ২৭৩৬৩, ৯২২৯, ১১০৩, ১০১৫৪, ১০৩০৭। মিশকাত ২২৮৮।"
  },
  {
    "hadith_id": 3862,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তিন ব্যক্তির দুআ’ নিঃসন্দেহে কবুল হয়। মজলুমের দুআ’, মুসাফিরের দুআ’ ও সন্তানের জন্য পিতার দুআ’। [৩১৯৪]",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ بَكْرٍ السَّهْمِيُّ، عَنْ هِشَامٍ الدَّسْتَوَائِيِّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي جَعْفَرٍ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ ثَلاَثُ دَعَوَاتٍ يُسْتَجَابُ لَهُنَّ لاَ شَكَّ فِيهِنَّ دَعْوَةُ الْمَظْلُومِ وَدَعْوَةُ الْمُسَافِرِ وَدَعْوَةُ الْوَالِدِ لِوَلَدِهِ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৯৪] তিরমিযী ১৯০৫, ৩৪৪৮, ১৫৩৬, আহমাদ ৭৪৫৮, ৮৩৭৫, ৯৮৪০, ১০৩৩০, ১০৩৯২। সহীহাহ ৫৯৬, রাওদুন নাদীর ৫১০, সহীহ আবূ দাউদ ১৩৭৪।"
  },
  {
    "hadith_id": 3863,
    "narrator": "উম্মু হাকীম বিনতু ওয়াদ্দা’ আল-খুযাইয়্যাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ পিতার দুআ’ (আল্লাহ্‌র নূরের) পর্দা পর্যন্ত পৌছে যায়। [৩১৯৫]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يَحْيَى، حَدَّثَنَا أَبُو سَلَمَةَ، حَدَّثَتْنَا حَبَابَةُ ابْنَةُ عَجْلاَنَ، عَنْ أُمِّهَا أُمِّ حَفْصٍ، عَنْ صَفِيَّةَ بِنْتِ جَرِيرٍ، عَنْ أُمِّ حَكِيمٍ بِنْتِ وَدَاعٍ الْخُزَاعِيَّةِ، قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ دُعَاءُ الْوَالِدِ يُفْضِي إِلَى الْحِجَابِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩১৯৫] হাদীসটি ইমাম ইবনু মাজাহ একক ভাবে বর্ণনা করেছেন। আত তা’লীকুর রাগীব ২/২৭৭, দীফ আল-জামি ২৯৭৭।"
  },
  {
    "hadith_id": 3864,
    "narrator": "আবদুল্লাহ বিন মুগাফ্‌ফাল (রাঃ)",
    "bn": "তার ছেলেকে বলতে শুনলেন, ‘‘হে আল্লাহ্‌! আমি জান্নাতে প্রবেশ করে আপনার নিকট জান্নাতের ডান দিকের শ্বেত প্রাসাদ প্রার্থনা করি’’। তখন তিনি বলেন, হে বৎস! আল্লাহ্‌র নিকট জান্নাত প্রার্থনা করো এবং জাহান্নাম থেকে আশ্রয় চাও। কেননা আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ অচিরেই এমন এক সম্প্রদায়ের আবির্ভাব হবে যারা দুআ’য় অতিরঞ্জন করবে। [৩১৯৬]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَفَّانُ، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، أَنْبَأَنَا سَعِيدٌ الْجُرَيْرِيُّ، عَنْ أَبِي نَعَامَةَ، أَنَّ عَبْدَ اللَّهِ بْنَ مُغَفَّلٍ، سَمِعَ ابْنَهُ، يَقُولُ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْقَصْرَ الأَبْيَضَ عَنْ يَمِينِ الْجَنَّةِ، إِذَا دَخَلْتُهَا ‏.‏ فَقَالَ أَىْ بُنَىَّ سَلِ اللَّهَ الْجَنَّةَ وَعُذْ بِهِ مِنَ النَّارِ فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ سَيَكُونُ قَوْمٌ يَعْتَدُونَ فِي الدُّعَاءِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৯৬]  আবূ দাউদ ৯৬, আহমাদ ১৬৩৫৪, ১৬৩৫৯, ২০০৩১। মিশকাত ৪১৮, সহীহ আবূ দাউদ ৮৬, ইরওয়া’ ১৪০।"
  },
  {
    "hadith_id": 3865,
    "narrator": "সালমান (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ নিশ্চয় তোমাদের প্রতিপালক চিরঞ্জীব, দানশীল। তাঁর কোন বান্দা নিজের দু’হাত তুলে তাঁর নিকট দুআ’ করলে তিনি তার শূন্যহাত বা তাকে নিরাশ করে ফিরিয়ে দিতে লজ্জাবোধ করেন। [৩১৯৭]",
    "ar": "حَدَّثَنَا أَبُو بِشْرٍ، بَكْرُ بْنُ خَلَفٍ حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ جَعْفَرِ بْنِ مَيْمُونٍ، عَنْ أَبِي عُثْمَانَ، عَنْ سَلْمَانَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ إِنَّ رَبَّكُمْ حَيِيٌّ كَرِيمٌ يَسْتَحْيِي مِنْ عَبْدِهِ أَنْ يَرْفَعَ إِلَيْهِ يَدَيْهِ فَيَرُدَّهُمَا صِفْرًا - أَوْ قَالَ خَائِبَتَيْنِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৯৭] তিরমিযী ৩৫৫৬, আবূ দাউদ ১৪৮৮, আহমাদ ২৩২০২। সহীহ আবূ দাউদ ১৩৩৭, আত তা’লীকুর রাগীব ২/২৭২, মিশকাত ২২৪৪।"
  },
  {
    "hadith_id": 3866,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তুমি যখন আল্লাহ্‌র নিকট দুআ’ করবে, তখন তোমার দু’ হাতের তালু উপর দিকে রেখে দুআ’ করবে, দু’ হাতের পিঠ উপর দিকে রেখে দুআ’ করবে না। তুমি দুআ’ শেষ করে হাতের তালুদ্বয় তোমার মুখমন্ডলে মাসেহ করবে। [৩১৯৮]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الصَّبَّاحِ، حَدَّثَنَا عَائِذُ بْنُ حَبِيبٍ، عَنْ صَالِحِ بْنِ حَسَّانَ، عَنْ مُحَمَّدِ بْنِ كَعْبٍ الْقُرَظِيِّ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ إِذَا دَعَوْتَ اللَّهَ فَادْعُ بِبُطُونِ كَفَّيْكَ وَلاَ تَدْعُ بِظُهُورِهِمَا فَإِذَا فَرَغْتَ فَامْسَحْ بِهِمَا وَجْهَكَ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩১৯৮] আবূ দাউদ ১৪৮৫।"
  },
  {
    "hadith_id": 3870,
    "narrator": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর খাদেম (ইসমু মুবহাম বা নাম অজ্ঞাত)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ কোন মুসলমান বা কোন মানুষ বা কোন বান্দা সন্ধ্যায় ও সকালে উপনীত হয়ে ‘‘আল্লাহ্‌ আমার প্রভু, ইসলাম আমার দ্বীন এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার রাসূল হওয়ায় আমি সর্বান্তঃকরণে সন্তুষ্ট আছি’’ এ কথা বললে, কিয়ামতের দিন তার উপর সন্তুষ্ট হওয়া আল্লাহ্‌র কর্তব্য হয়ে যায়। [৩২০২]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، حَدَّثَنَا مِسْعَرٌ، حَدَّثَنَا أَبُو عَقِيلٍ، عَنْ سَابِقٍ، عَنْ أَبِي سَلاَّمٍ، خَادِمِ النَّبِيِّ ـ صلى الله عليه وسلم ـ عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ مَا مِنْ مُسْلِمٍ أَوْ إِنْسَانٍ أَوْ عَبْدٍ يَقُولُ حِينَ يُمْسِي وَحِينَ يُصْبِحُ رَضِيتُ بِاللَّهِ رَبًّا وَبِالإِسْلاَمِ دِينًا وَبِمُحَمَّدٍ نَبِيًّا - إِلاَّ كَانَ حَقًّا عَلَى اللَّهِ أَنْ يُرْضِيَهُ يَوْمَ الْقِيَامَةِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩২০২] আবূ দাউদ ৫০৭২। আত তা’লীকুর রাগীব ১/২২৮, দঈফাহ ২০৫০।"
  },
  {
    "hadith_id": 3867,
    "narrator": "আবূ আয়্যাশ আয যুরাকী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি ভোরে উপনীত হয়ে বলেঃ ‘‘আল্লাহ্‌ ব্যতীত কোন ইলাহ নেই। তিনি এক, তাঁর কোন শরীক নাই, রাজত্ব-সার্বভৌমত্ব তাঁর, সমস্ত প্রশংসা তাঁর জন্য, তিনি সর্ববিষয়ে  শক্তিমান’’, সে ইসমাঈল (আলাইহি ওয়া সাল্লাম)-এর বংশের একটি গোলাম আযাদ করার সমতুল্য সওয়াব পাবে, তার দশটি গুনাহ মোচন হবে, তার মর্যাদা দশ গুণ বৃদ্ধি করা হবে এবং সে সন্ধ্যা পর্যন্ত শয়তান থেকে নিরাপদ থাকবে। সে সন্ধ্যায় উপনীত হয়ে অনুরূপ দুআ’ করলে ভোর হওয়া পর্যন্ত অনুরূপ নিরাপদ থাকবে। সে সন্ধ্যায় উপনীত হয়ে অনুরূপ দুআ’ করলে ভোর হওয়া পর্যন্ত অনুরূপ প্রতিদান পাবে। রাবী বলেন, এক ব্যক্তি স্বপ্নে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দর্শনলাভ করে তাকে জিজ্ঞাসা করলো, ইয়া রাসূলাল্লাহ! আবূ আইয়াশ আপনার নামে এ ধরনের হাদীস বর্ণনা করেন। তিনি বলেনঃ আবূ আইয়াশ সত্য বলেছে। [৩১৯৯]",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا الْحَسَنُ بْنُ مُوسَى، حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي عَيَّاشٍ الزُّرَقِيِّ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ مَنْ قَالَ حِينَ يُصْبِحُ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ - كَانَ لَهُ عَدْلَ رَقَبَةٍ مِنْ وَلَدِ إِسْمَاعِيلَ وَحُطَّ عَنْهُ عَشْرُ خَطِيئَاتٍ وَرُفِعَ لَهُ عَشْرُ دَرَجَاتٍ وَكَانَ فِي حِرْزٍ مِنَ الشَّيْطَانِ حَتَّى يُمْسِيَ وَإِذَا أَمْسَى فَمِثْلُ ذَلِكَ حَتَّى يُصْبِحَ ‏\"‏ ‏.‏ قَالَ فَرَأَى رَجُلٌ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ فِيمَا يَرَى النَّائِمُ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أَبَا عَيَّاشٍ يَرْوِي عَنْكَ كَذَا وَكَذَا ‏.‏ فَقَالَ ‏\"‏ صَدَقَ أَبُو عَيَّاشٍ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৯৯] আবূ দাউদ ৫০৭৭ , আহমাদ ১৬১৪৭। আত তা’লীকুর রাগীব ১/২২৭,২২৮।"
  },
  {
    "hadith_id": 3868,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা ভোরে উপনীত হয়ে বলবে, ‘‘হে আল্লাহ্‌! তোমার হুকুমেই আমরা প্রভাতে উপনীত হই এবং তোমার হুকুমেই আমরা সন্ধ্যায় উপনীত হই, তোমার হুকুমেই আমরা জীবন ধারণ করি, এবং তোমার হুকুমেই আমরা মৃত্যুবরণ করি’’। আর তোমরা সন্ধ্যায় উপনীত হয়ে বলবে, ‘‘হে আল্লাহ্‌! আমরা তোমার হুকুমেই সন্ধ্যায় উপনীত হই, তোমার হুকুমেই আমরা ভোরে উপনীত হই, তোমার হুকুমেই আমরা জীবন ধারণ করি এবং তোমার হুকুমেই আমরা মৃত্যুবরণ করি। তোমার নিকটই আমাদের প্রত্যাবর্তন।’’ [৩২০০]",
    "ar": "حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ إِذَا أَصْبَحْتُمْ فَقُولُوا اللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَى وَبِكَ نَمُوتُ وَإِذَا أَمْسَيْتُمْ فَقُولُوا اللَّهُمَّ بِكَ أَمْسَيْنَا وَبِكَ أَصْبَحْنَا وَبِكَ نَحْيَى وَبِكَ نَمُوتُ وَإِلَيْكَ الْمَصِيرُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২০০]  তিরিমিযী ৩৩৯১, আবূ দাউদ ৫০৬৮, আহমাদ ৮৪৩৫, ১০৩৮৪। সহীহাহ ২৬৩, তাখরীযুল কালিমুত তায়্যিব ২০, তাখরীজুল মিশকাত ২৩৮৯।"
  },
  {
    "hadith_id": 3869,
    "narrator": "উসমান বিন আফফান (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছিঃ যে কোন বান্দা প্রতিদিন সকালে ও প্রতি রাতে সন্ধ্যায় তিনবার করে এ দুআ’টি পড়লে কোন কিছুই তার ক্ষতি করতে পারবে না : ‘‘আল্লাহ্‌র নামে যাঁর নামের বরকতে আসমান ও যমীনের কোন কিছুই কোন ক্ষতি করতে পারে না। তিনি সর্বশ্রোতা সর্বোজ্ঞ’’। অধস্তন রাবী বলেন, আবান (রাঃ)-এর দেহের একাংশ পক্ষাঘাতগ্রস্ত হয়ে পড়ে। (উক্ত হাদীস বর্ণনাকালে) এক ব্যক্তি (অধস্তন রাবী) তার দিকে তাকাতে থাকলে তিনি তাকে বলেন, তুমি কি দেখছো? শোন! আমি তোমার নিকট যে হাদীস বর্ণনা করছি তা হুবহু বর্ণনা করেছি। তবে যেদিন আমি পক্ষাঘাতগ্রস্ত হয়েছি সেদিন ঐ দুআ’ পড়িনি এবং আল্লাহ্‌ তায়ালা তাকদীরের লিখন আমার উপর কার্যকর করেছেন। [৩২০১]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا أَبُو دَاوُدَ، حَدَّثَنَا ابْنُ أَبِي الزِّنَادِ، عَنْ أَبِيهِ، عَنْ أَبَانَ بْنِ عُثْمَانَ، قَالَ سَمِعْتُ عُثْمَانَ بْنَ عَفَّانَ، يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ مَا مِنْ عَبْدٍ يَقُولُ فِي صَبَاحِ كُلِّ يَوْمٍ وَمَسَاءِ كَلِّ لَيْلَةٍ بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَىْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ ثَلاَثَ مَرَّاتٍ - فَيَضُرَّهُ شَىْءٌ ‏\"‏ ‏.‏ قَالَ وَكَانَ أَبَانُ قَدْ أَصَابَهُ طَرَفٌ مِنَ الْفَالِجِ فَجَعَلَ الرَّجُلُ يَنْظُرُ إِلَيْهِ فَقَالَ لَهُ أَبَانُ مَا تَنْظُرُ إِلَىَّ أَمَا إِنَّ الْحَدِيثَ كَمَا قَدْ حَدَّثْتُكَ وَلَكِنِّي لَمْ أَقُلْهُ يَوْمَئِذٍ لِيُمْضِيَ اللَّهُ عَلَىَّ قَدَرَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২০১]  তিরমিযী ৩৩৮৮, আবূ দাউদ ৫০৮৮, আহমাদ ৪৪৮, ৫২৯। তাখরীজুল মুখতার ২৯১, ২৯২, আত তা’লীকুর রাগীব ১/২২৬, ২২৭।"
  },
  {
    "hadith_id": 3872,
    "narrator": "বুরায়দাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ দুআ’ পড়েছেনঃ ‘‘হে আল্লাহ্‌! তুমি আমার প্রভু, তুমি ব্যতীত আর কোন ইলাহ নাই, তুমি আমাকে সৃষ্টি করেছো, আমি তোমার বান্দা, আমি তোমার প্রতিশ্রুতিতে যথাসাধ্য প্রতিষ্ঠিত থাকবো। আমি আমার কৃতকর্মের ক্ষতি থেকে তোমার আশ্রয় চাই, আমি তোমার নিয়ামতসমূহ স্বীকার করছি, আমি আমার অপরাধ স্বীকার করছি। অতএব তুমি আমার অপরাধসমূহ মাফ করে দাও। কারণ তুমি ছাড়া গুনাহ মাফ করার আর কেউ নাই।’’ রাবী বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তি দিনে ও রাতে এ দুআ’ পড়লে এবং সেই দিনে বা রাতে মারা গেলে ইনশাআল্লাহ্‌ জান্নাতে দাখিল হবে। [৩২০৪]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ عُيَيْنَةَ، حَدَّثَنَا الْوَلِيدُ بْنُ ثَعْلَبَةَ، عَنْ عَبْدِ اللَّهِ ابْنِ بُرَيْدَةَ، عَنْ أَبِيهِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ اللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلاَّ أَنْتَ خَلَقْتَنِي وَأَنَا عَبْدُكَ وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ أَبُوءُ بِنِعْمَتِكَ وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ ‏\"‏ ‏.‏ قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ مَنْ قَالَهَا فِي يَوْمِهِ وَلَيْلَتِهِ فَمَاتَ فِي ذَلِكَ الْيَوْمِ أَوْ تِلْكَ اللَّيْلَةِ دَخَلَ الْجَنَّةَ إِنْ شَاءَ اللَّهُ تَعَالَى ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২০৪]  আবূ দাউদ ৫০৭০, আহমাদ ২২৫০৪।"
  },
  {
    "hadith_id": 3871,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সন্ধ্যায় ও সকালে উপনীত হয়ে নিম্নোক্ত দুআ’ পড়তেনঃ ‘‘হে আল্লাহ্‌! আমি তোমার নিকট দুনিয়া ও আখেরাতের স্বস্তি ও নিরাপত্তা প্রার্থনা করছি। হে আল্লাহ্‌! আমি তোমার নিকট আমার দীন, আমার দুনিয়া, আমার পরিবার ও আমার সম্পদের স্বস্তি ও নিরাপত্তা প্রার্থনা করছি। হে আল্লাহ্‌! আমার লজ্জাস্থানকে গোপন রাখো, আমার ভয়কে শান্তিতে পরিণত করো এবং আমার ডান দিক থেকে, আমার বাম দিক থেকে ও আমার উপরের দিক থেকে আমাকে হেফাজত করো। আমি তোমার নিকট আমার নিচের দিক দিয়ে আমাকে ধ্বসিয়ে দেয়া থেকে আশ্রয় প্রার্থনা করি।’’ [৩২০৩]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ الطَّنَافِسِيُّ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا عُبَادَةُ بْنُ مُسْلِمٍ، حَدَّثَنَا جُبَيْرُ بْنُ أَبِي سُلَيْمَانَ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، قَالَ سَمِعْتُ ابْنَ عُمَرَ، يَقُولُ لَمْ يَكُنْ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَدَعُ هَؤُلاَءِ الدَّعَوَاتِ حِينَ يُمْسِي وَحِينَ يُصْبِحُ ‏ \"‏ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِينِي وَدُنْيَاىَ وَأَهْلِي وَمَالِي اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَآمِنْ رَوْعَاتِي وَاحْفَظْنِي مِنْ بَيْنِ يَدَىَّ وَمِنْ خَلْفِي وَعَنْ يَمِينِي وَعَنْ شِمَالِي وَمِنْ فَوْقِي وَأَعُوذُ بِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي ‏\"‏ ‏.‏ قَالَ وَكِيعٌ يَعْنِي الْخَسْفَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২০৩] নাসায়ী ৫৫২৯, ৫৫৩০, আবূ দাউদ ৫০৭৪। তাখরীযুল কালিমুত তায়্যিব ২৭"
  },
  {
    "hadith_id": 3875,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন শয্যা গ্রহণ করতেন, তখন সূরা ফালাক ও সূরা নাস পড়ে তাঁর দু’ হাতে ফুঁ দিয়ে তা তাঁর সমস্ত শরীর মলতেন। [৩২০৭]",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا يُونُسُ بْنُ مُحَمَّدٍ، وَسَعِيدُ بْنُ شُرَحْبِيلَ، أَنْبَأَنَا اللَّيْثُ بْنُ سَعْدٍ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ، أَخْبَرَهُ عَنْ عَائِشَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ إِذَا أَخَذَ مَضْجَعَهُ نَفَثَ فِي يَدَيْهِ وَقَرَأَ بِالْمُعَوِّذَتَيْنِ وَمَسَحَ بِهِمَا جَسَدَهُ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২০৭] সহীহুল বুখারী ৬৩১৯, তিরমিযী ৩৪০২। মুখতাসরুশ শামাইল ২১৮।"
  },
  {
    "hadith_id": 3873,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন শয্যা গ্রহণ করতেন তখন বলতেনঃ ‘‘হে আল্লাহ্‌! আকাশমন্ডলী ও পৃথিবীর প্রভু, প্রতিটি জিনিসের প্রভু, শস্যবীজ ও আঁটির অংকুর উদগমকারী, তাওরাত, ইনজীল ও মহান কুরআন নাযিলকারী! আমি প্রত্যেক প্রাণীর অনিষ্ট থেকে তোমার নিকট আশ্রয় প্রার্থনা করি। এগুলো তোমার আয়ত্তাধীন। তুমিই আদি, তোমার পূর্বে কিছুই নাই। তুমিই গুপ্ত, তোমার থেকে কিছুই গোপন নয়। সুতরাং তুমি আমার ঋণ পরিশোধের ব্যবস্থা করে দাও এবং আমাকে দারিদ্র থেকে স্বাবলম্বী করো’’। [৩২০৫]",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي الشَّوَارِبِ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ الْمُخْتَارِ، حَدَّثَنَا سُهَيْلٌ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ ـ صلى الله عليه وسلم ـ أَنَّهُ كَانَ يَقُولُ إِذَا أَوَى إِلَى فِرَاشِهِ ‏ \"‏ اللَّهُمَّ رَبَّ السَّمَوَاتِ وَرَبَّ الأَرْضِ وَرَبَّ كُلِّ شَىْءٍ فَالِقَ الْحَبِّ وَالنَّوَى مُنْزِلَ التَّوْرَاةِ وَالإِنْجِيلِ وَالْقُرْآنِ الْعَظِيمِ أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذٌ بِنَاصِيَتِهَا أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَىْءٌ وَأَنْتَ الآخِرُ فَلَيْسَ بَعْدَكَ شَىْءٌ وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَىْءٌ وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَىْءٌ اقْضِ عَنِّي الدَّيْنَ وَأَغْنِنِي مِنَ الْفَقْرِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২০৫] মুসলিম ২৭১৩, তরমিযী ৩৪০০, আবূ দাউদ ৫০৫১, আহমাদ ৮৭৩৭। তাখরীজুল কালিমুত তায়্যিব ৪০।"
  },
  {
    "hadith_id": 3874,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তোমাদের কেউ যখন শয্যা গ্রহণের ইচ্ছা করে, তখন সে যেন তার লুঙ্গীর ভেতরাংশ ঝেড়ে নেয়, অতঃপর তা দিয়ে তার বিছানা ঝেড়ে ফেলে। কেননা সে জানে না যে তার অনুপস্থিতিতে বিছানায় কি পতিত হয়েছে। অতঃপর সে যেন ডান কাতে শোয়, অতঃপর বলে, ‘‘হে আমার রব! তোমার নামে আমি আমার পার্শ্বদেশ বিছানায় এলিয়ে দিলাম এবং তোমার নামেই আবার তা উঠাবো। যদি তুমি আমার জান রেখে দাও (মৃত্যু দান করো) তবে তার প্রতি দয়া করো, আর যদি তাকে ছেড়ে দাও তবে তার সেইভাবে হেফাজত করো যেভাবে তুমি তোমার সৎকর্মপরায়ণ বান্দাদের হেফাজত করো।’’ [৩২০৬]",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، عَنْ عُبَيْدِ اللَّهِ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ إِذَا أَرَادَ أَحَدُكُمْ أَنْ يَضْطَجِعَ عَلَى فِرَاشِهِ فَلْيَنْزِعْ دَاخِلَةَ إِزَارِهِ ثُمَّ لْيَنْفُضْ بِهَا فِرَاشَهُ فَإِنَّهُ لاَ يَدْرِي مَا خَلَفَهُ عَلَيْهِ ثُمَّ لْيَضْطَجِعْ عَلَى شِقِّهِ الأَيْمَنِ ثُمَّ لْيَقُلْ رَبِّ بِكَ وَضَعْتُ جَنْبِي وَبِكَ أَرْفَعُهُ فَإِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا حَفِظْتَ بِهِ عِبَادَكَ الصَّالِحِينَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২০৬] সহীহুল বুখারী ৬৩২০, ৭৩৯৩, মুসলিম ২৭১৪, তিরমিযী ৩৪০১, আবূ দাউদ ৫০৫০, আহমাদ ৭৩১৩, ৭৭৫২, ৭৮৭৮, ৯১৭৩, ৯৩০৬, দারিমী ২৬৮৪।"
  },
  {
    "hadith_id": 3877,
    "narrator": "আবদুল্লাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন শয্যা গ্রহণ করতেন তখন তাঁর ডান হাত তাঁর গণ্ডদেশের নিচে স্থাপন করে বলতেনঃ “হে আল্লাহ্‌! যেদিন তুমি তোমার বান্দাদের পুনরুত্থিত করবে এবং সমবেত করবে, সেদিন আমাকে তোমার শাস্তি থেকে রক্ষা করো”। [৩২০৯]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ إِسْرَائِيلَ، عَنْ أَبِي إِسْحَاقَ، عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ إِذَا أَوَى إِلَى فِرَاشِهِ وَضَعَ يَدَهُ - يَعْنِي الْيُمْنَى - تَحْتَ خَدِّهِ ثُمَّ قَالَ ‏ \"‏ اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ - أَوْ تَجْمَعُ - عِبَادَكَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২০৯] আহমাদ ৪২১৪। সহীহাহ ২৭৫৪।"
  },
  {
    "hadith_id": 3876,
    "narrator": "আল-বারা’ বিন আযিব (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ব্যক্তিকে বলেনঃ যখন তুমি শয্যা গ্রহণ করবে বা বিছানাগত হবে তখন বলবে, ‘‘হে আল্লাহ্‌! আমি আমার মুখমন্ডল তোমার দিকে ফিরিয়ে দিলাম, আমার পিঠ তোমার আশ্রয়ে সোপর্দ করলাম, তোমার রহমতের আশা ও তোমার আযাবের ভয় সহকারে আমার যাবতীয় বিষয় তোমার উপর সোপর্দ করলাম। তোমার থেকে পালিয়ে আশ্রয় নেয়ার এবং নাজাত পাওয়ার তুমি ভিন্ন আর কোন ঠিকানা নাই। তুমি যে কিতাব নাযিল করেছো এবং যে নবী পাঠিয়েছ আমি তার উপর ঈমান এনেছি’’। তুমি যদি সে রাতে মারা যাও তাহলে তুমি ফিতরাতের (ইসলামের) উপর মৃত্যুবরণ করবে। আর তুমি যদি সকালে উপনীত হও তবে পর্যাপ্ত কল্যাণ প্রাপ্ত হয়ে সকালে উপনীত হবে। [৩২০৮]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ لِرَجُلٍ ‏ \"‏ إِذَا أَخَذْتَ مَضْجَعَكَ أَوْ أَوَيْتَ إِلَى فِرَاشِكَ فَقُلِ اللَّهُمَّ أَسْلَمْتُ وَجْهِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ رَغْبَةً وَرَهْبَةً إِلَيْكَ لاَ مَلْجَأَ وَلاَ مَنْجَى مِنْكَ إِلاَّ إِلَيْكَ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَنَبِيِّكَ الَّذِي أَرْسَلْتَ فَإِنْ مِتَّ مِنْ لَيْلَتِكَ مِتَّ عَلَى الْفِطْرَةِ وَإِنْ أَصْبَحْتَ أَصْبَحْتَ وَقَدْ أَصَبْتَ خَيْرًا كَثِيرًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২০৮] সহীহুল বুখারী ২৪৭, মুসলিম ২৭১০, তিরমিযী ৩৩৯৪, আবূ দাউদ ৫০৪৬, ১৮০৪৪, ১৮০৮৯, ১৮১১৪, ১৮১৪৩, ১৮১৭৭, ১৮১৮০, ১৮২০৫, দারিমী ২৬৮৩। সহীহ আত তারগীব ২-৬।"
  },
  {
    "hadith_id": 3879,
    "narrator": "রাবীআহ বিন কা’ব আল-আসলামী",
    "bn": "তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ঘরের দ্বারদেশে রাত যাপন করতেন। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে রাতে দীর্ঘ সময় ধরে বলতে শুনতেন, “বিশ্বজাহানের প্রতিপালক আল্লাহ্‌ মহাপবিত্র”, অতঃপর বলতেনঃ “আল্লাহ্‌ সম্পূর্ণ পবিত্র এবং প্রশংসা তাঁর প্রাপ্য”। [৩২১১]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُعَاوِيَةُ بْنُ هِشَامٍ، أَنْبَأَنَا شَيْبَانُ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، أَنَّ رَبِيعَةَ بْنَ كَعْبٍ الأَسْلَمِيَّ، أَخْبَرَهُ أَنَّهُ، كَانَ يَبِيتُ عِنْدَ بَابِ رَسُولِ اللَّهِ ـ صلى الله عليه وسلم ـ وَكَانَ يَسْمَعُ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ مِنَ اللَّيْلِ ‏\"‏ سُبْحَانَ اللَّهِ رَبِّ الْعَالَمِينَ ‏\"‏ ‏.‏ الْهَوِيَّ ثُمَّ يَقُولُ ‏\"‏ سُبْحَانَ اللَّهِ وَبِحَمْدِهِ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২১১] মুসলিম ৪৮৯, তিরমিযী ৩৪১৬, নাসায়ী ১১৩৮, ১৬১৮, আহমাদ ১৬১৩৮। সহীহ আবু দাঊদ ১১৯৩।"
  },
  {
    "hadith_id": 3880,
    "narrator": "হুযায়ফাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতে ঘুম থেকে জাগ্রত হয়ে বলতেনঃ “সমস্ত প্রশংসা আল্লাহ্‌র যিনি আমাদের মৃত্যুর পর পুনরায় জীবিত করেছেন এবং তাঁর কাছেই প্রত্যাবর্তন”। [৩২১২]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، حَدَّثَنَا سُفْيَانُ، عَنْ عَبْدِ الْمَلِكِ بْنِ عُمَيْرٍ، عَنْ رِبْعِيِّ بْنِ حِرَاشٍ، عَنْ حُذَيْفَةَ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ إِذَا انْتَبَهَ مِنَ اللَّيْلِ قَالَ ‏ \"‏ الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيْهِ النُّشُورُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২১২] সহীহুল বুখারী ৬৩১২, ৬৩১৪, ৬৩২৪, ৭৩৯৪ তিরমিযী ৩৪১৭, আবু দাউদ ৫০৪৯, আহমাদ ২২৭৬০, ২২৮৬০, ২২৯৪৯, দারিমী ২৬৮৬। মুখতাষরুশ শামাইল ২১৭।"
  },
  {
    "hadith_id": 3881,
    "narrator": "মুআয বিন জাবাল (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে কোন বান্দা পবিত্র অবস্থায় রাত যাপন করলে এবং ঘুম থেকে জাগ্রত হয়ে আল্লাহ্‌র নিকট দুনিয়া বা আখেরাতের কিছু প্রার্থনা করলে তিনি অবশ্যই তাকে তা দান করেন। [৩২১৩]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا أَبُو الْحُسَيْنِ، عَنْ حَمَّادِ بْنِ سَلَمَةَ، عَنْ عَاصِمِ بْنِ أَبِي النَّجُودِ، عَنْ شَهْرِ بْنِ حَوْشَبٍ، عَنْ أَبِي ظَبْيَةَ، عَنْ مُعَاذِ بْنِ جَبَلٍ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ مَا مِنْ عَبْدٍ بَاتَ عَلَى طُهُورٍ ثُمَّ تَعَارَّ مِنَ اللَّيْلِ فَسَأَلَ اللَّهَ شَيْئًا مِنْ أَمْرِ الدُّنْيَا أَوْ مِنْ أَمْرِ الآخِرَةِ إِلاَّ أَعْطَاهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২১৩] আবূ দাঊদ ৫০৪২, আহমাদ ২১৫৪৩, ২১৫৮৭, ২১৬০৯। আত তা’লীকুর রাগীব ১/২০৭, সহীহ আত তারগীব ওয়াত তারহীব ৫৯৭।"
  },
  {
    "hadith_id": 3878,
    "narrator": "উবাদাহ ইবনুস সামিত (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি রাতে ঘুম থেকে জাগ্রত হয়ে বলে, “আল্লাহ্‌ ব্যতীত কোন ইলাহ নাই, তিনি এক, তাঁর কোন শরীক নাই, সার্বভৌমত্ব তাঁর, সমস্ত প্রশংসা তাঁর প্রাপ্য, তিনি সবকিছুর উপর সর্বশক্তিমান, আল্লাহ্‌ মহা পবিত্র, আল্লাহ্‌ই সমস্ত প্রশংসার অধিকারী, আল্লাহ্‌ ব্যতীত কোন ইলাহ নাই, আল্লাহ্‌ সুমহান, মহান আল্লাহ্‌র অনুগ্রহ ব্যতীত অন্যায় থেকে বিরত থাকার কিংবা ভালো কাজ করার শক্তি কারো নাই”, অতঃপর বলে “প্রভু! আমাকে ক্ষমা করো”, তাকে ক্ষমা করা হয়। রাবী ওলীদ বিন মুসলিমের বর্ণনায় আছে : এ দুআ’ করলে তার দুআ’ কবুল করা হয়। অতঃপর সে উঠে গিয়ে উযু করে নামায পড়লে তার নামায কবুল করা হয়। [৩২১০]",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، حَدَّثَنَا الأَوْزَاعِيُّ، حَدَّثَنِي عُمَيْرُ بْنُ هَانِئٍ، حَدَّثَنِي جُنَادَةُ بْنُ أَبِي أُمَيَّةَ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏\"‏ مَنْ تَعَارَّ مِنَ اللَّيْلِ فَقَالَ حِينَ يَسْتَيْقِظُ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ سُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ وَلاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ ثُمَّ دَعَا رَبِّ اغْفِرْ لِي - غُفِرَ لَهُ ‏\"‏ ‏.‏ قَالَ الْوَلِيدُ أَوْ قَالَ ‏\"‏ دَعَا اسْتُجِيبَ لَهُ فَإِنْ قَامَ فَتَوَضَّأَ ثُمَّ صَلَّى قُبِلَتْ صَلاَتُهُ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২১০] সহীহুল বুখারী ১১৫৪, তিরমিযী ৩৪১৪, আবু দাউদ ৫০৬০, আহমাদ ২২১৬৫, দারিমী ২৬৮৭। তাখরীজুল কালিম ৪২।"
  },
  {
    "hadith_id": 3882,
    "narrator": "আসমা’ বিনতু উমায়স (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বিপদকালে পড়ার জন্য কয়েকটি বাক্য শিখিয়েছেনঃ “আল্লাহ্‌, আল্লাহ্‌, আমার প্রতিপালক, আমি তাঁর সাথে কোন কিছুই শরীক করি না”। [৩২১৪]",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ بِشْرٍ، ح وَحَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، جَمِيعًا عَنْ عَبْدِ الْعَزِيزِ بْنِ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، حَدَّثَنِي هِلاَلٌ، مَوْلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ عَنْ عُمَرَ بْنِ عَبْدِ الْعَزِيزِ، عَنْ عَبْدِ اللَّهِ بْنِ جَعْفَرٍ، عَنْ أُمِّهِ، أَسْمَاءَ ابْنَةِ عُمَيْسٍ قَالَتْ عَلَّمَنِي رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ كَلِمَاتٍ أَقُولُهُنَّ عِنْدَ الْكَرْبِ ‏ \"‏ اللَّهُ اللَّهُ رَبِّي لاَ أُشْرِكُ بِهِ شَيْئًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২১৪] আবূ দাউদ ১৫২৫। সহীহাহ ২৭৫৫।"
  },
  {
    "hadith_id": 3883,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিপদকালে নিন্মোক্ত দুআ’ করতেনঃ “আল্লাহ্‌ ব্যতীত কোন ইলাহ নাই, তিনি পরম সহিষ্ণু, মহা সন্মানিত, পরম দয়ালু, মহান আরশের প্রভু আল্লাহ্‌ মহাপবিত্র, সাত আসমানের প্রভু ও মহান আরশের প্রভু আল্লাহ্‌ মহাপবিত্র”। একদা ওয়াকী (রাঃ) প্রতিটি বাক্যের সাথে “লা ইলাহা ইল্লাল্লাহ” বলেছেন। [৩২১৫]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ هِشَامٍ، صَاحِبِ الدَّسْتَوَائِيِّ عَنْ قَتَادَةَ، عَنْ أَبِي الْعَالِيَةِ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ يَقُولُ عِنْدَ الْكَرْبِ ‏ \"‏ لاَ إِلَهَ إِلاَّ اللَّهُ الْحَلِيمُ الْكَرِيمُ سُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ الْعَظِيمِ سُبْحَانَ اللَّهِ رَبِّ السَّمَوَاتِ السَّبْعِ وَرَبِّ الْعَرْشِ الْكَرِيمِ ‏\"‏ ‏.‏ قَالَ وَكِيعٌ مَرَّةً لاَ إِلَهَ إِلاَّ اللَّهُ فِيهَا كُلِّهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২১৫] সহীহুল বুখারী ৬৩৪৫, ৬৩৪৬, মুসলিম ২৭৩০, তিরমিযী ৩৪৩৫, আহমাদ ২০১৩, ২২৯৭, ৩১৩৭, ৩৩৪৪। রাওদুন নাদীর ৬৭৯।"
  },
  {
    "hadith_id": 3884,
    "narrator": "উম্মু সালামাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন তাঁর ঘর থেকে বের হতেন তখন বলতেনঃ “হে আল্লাহ্‌! আমি তোমার নিকট আশ্রয় চাই পথভ্রষ্ট হওয়া থেকে, পদঙ্খলন ঘটা থেকে, অত্যাচার করা থেকে, অত্যাচারিত হওয়া থেকে, অজ্ঞতাসুলভ আচরণ করা থেকে বা আমার প্রতি কারো অজ্ঞতাসুলভ আচরণ থেকে। [৩২১৬]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبِيدَةُ بْنُ حُمَيْدٍ، عَنْ مَنْصُورٍ، عَنِ الشَّعْبِيِّ، عَنْ أُمِّ سَلَمَةَ، ‏.‏ أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ إِذَا خَرَجَ مِنْ مَنْزِلِهِ قَالَ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أَزِلَّ أَوْ أَظْلِمَ أَوْ أُظْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَىَّ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২১৬] তিরমিযী ৩৪২৭, নাসায়ী ৫৪৮৬, আবূ দাউদ ৫০৫৪, আহমাদ ২৬০৭৬, ২৬১৮৯। আখরীজুল কালিমুত তায়্যিব ৫৯।"
  },
  {
    "hadith_id": 3885,
    "narrator": "আবূ হুরায়রাহ (রাঃ),",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন তাঁর ঘর থেকে বের হতেন তখন বলতেনঃ “আল্লাহ্‌র নামে, আল্লাহ্‌ ছাড়া ক্ষতি রোধ করা বা কল্যাণ হাসিল করার শক্তি কারো নেই। ভরসা আল্লাহ্‌র উপর”। [৩২১৭]",
    "ar": "حَدَّثَنَا يَعْقُوبُ بْنُ حُمَيْدِ بْنِ كَاسِبٍ، حَدَّثَنَا حَاتِمُ بْنُ إِسْمَاعِيلَ، عَنْ عَبْدِ اللَّهِ بْنِ حُسَيْنِ بْنِ عَطَاءِ بْنِ يَسَارٍ، عَنْ سُهَيْلِ بْنِ أَبِي صَالِحٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ إِذَا خَرَجَ مِنْ بَيْتِهِ قَالَ ‏ \"‏ بِسْمِ اللَّهِ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ التُّكْلاَنُ عَلَى اللَّهِ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩২১৭] হাদীস ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। দঈফাহ ৪২৪৩।"
  },
  {
    "hadith_id": 3886,
    "narrator": "আবূ হুরায়রাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যখন কোন লোক তার ঘরের বা বাড়ির দরজা দিয়ে বাইরে বের হয়, তখন দু’জন ফেরেশতাকে তার সঙ্গী হিসাবে তার জন্য নিযুক্ত করা হয়। অতঃপর যখন সে ‘বিসমিল্লাহ’ বলে তখন ফেরেশতাদ্বয় বলেন, তোমাকে হেদায়াত দান করা হয়েছে। যখন সে বলে আল্লাহ্‌ ব্যতীত ক্ষতি রোধ করার বা কল্যাণ লাভ করার শক্তি কারো নাই, তখন ফেরেশতাদ্বয় বলেন, তোমাকে রক্ষা করা হয়েছে। যখন সে বলে, আমি আল্লাহ্‌র উপর ভরসা করলাম, তখন তারা বলেন, তোমার জন্য (আল্লাহ্‌) যথেষ্ট হয়েছেন। অতঃপর তার সাথে তার জন্য নিযুক্ত দু’ সাথী সাক্ষাত করে। তখন ফেরেশতাদ্বয় বলেন, এমন ব্যক্তির ব্যাপারে তোমরা কী করতে চাও, যাকে হেদায়াত দান করা হয়েছে, যাকে রক্ষা করা হয়েছে এবং যার জন্য আল্লাহ্‌ যথেষ্ট হয়েছেন। [৩২১৮]",
    "ar": "حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ الدِّمَشْقِيُّ، حَدَّثَنَا ابْنُ أَبِي فُدَيْكٍ، حَدَّثَنِي هَارُونُ بْنُ هَارُونَ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ قَالَ ‏ \"‏ إِذَا خَرَجَ الرَّجُلُ مِنْ بَابِ بَيْتِهِ - أَوْ مِنْ بَابِ دَارِهِ - كَانَ مَعَهُ مَلَكَانِ مُوَكَّلاَنِ بِهِ فَإِذَا قَالَ بِسْمِ اللَّهِ ‏.‏ قَالاَ هُدِيتَ ‏.‏ وَإِذَا قَالَ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ ‏.‏ قَالاَ وُقِيتَ ‏.‏ وَإِذَا قَالَ تَوَكَّلْتُ عَلَى اللَّهِ قَالاَ كُفِيتَ قَالَ فَيَلْقَاهُ قَرِينَاهُ فَيَقُولاَنِ مَاذَا تُرِيدَانِ مِنْ رَجُلٍ قَدْ هُدِيَ وَكُفِيَ وَوُقِيَ ‏\"‏ ‏.‏",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[৩২১৮] হাদীসিটি ইমাম ইবনু মাজাহ এককভাবে বর্ণনা করেছেন। দঈফাহ"
  },
  {
    "hadith_id": 3887,
    "narrator": "জাবির বিন আবদুল্লাহ (রাঃ)",
    "bn": "তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছেনঃ কোন ব্যক্তি তার ঘরে প্রবেশকালে এবং খাবার গ্রহণকালে আল্লাহর নাম স্মরণ করলে শয়তান (তার সংগীদেরকে) বলে, তোমাদের রাত্রিবাস এবং রাতের আহারের কোন ব্যবস্থা হলো না। কিন্তু কোন ব্যক্তি তার ঘরে প্রবেশকালে আল্লাহকে স্মরণ না করলে শয়তান বলে, তোমরা রাত্রিবাসের জায়গা পেয়ে গেলে। সে আহারের সময় আল্লাহকে স্মরণ না করলে শয়তান বলে, তোমাদের রাতের আহার ও শয্যা গ্রহণের ব্যবস্থা হয়ে গেলো। [৩২১৯]",
    "ar": "حَدَّثَنَا أَبُو بِشْرٍ، بَكْرُ بْنُ خَلَفٍ حَدَّثَنَا أَبُو عَاصِمٍ، عَنِ ابْنِ جُرَيْجٍ، أَخْبَرَنِي أَبُو الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، أَنَّهُ سَمِعَ النَّبِيَّ ـ صلى الله عليه وسلم ـ يَقُولُ ‏ \"‏ إِذَا دَخَلَ الرَّجُلُ بَيْتَهُ فَذَكَرَ اللَّهَ عِنْدَ دُخُولِهِ وَعِنْدَ طَعَامِهِ قَالَ الشَّيْطَانُ لاَ مَبِيتَ لَكُمْ وَلاَ عَشَاءَ ‏.‏ وَإِذَا دَخَلَ وَلَمْ يَذْكُرِ اللَّهَ عِنْدَ دُخُولِهِ قَالَ الشَّيْطَانُ أَدْرَكْتُمُ الْمَبِيتَ ‏.‏ فَإِذَا لَمْ يَذْكُرِ اللَّهَ عِنْدَ طَعَامِهِ قَالَ أَدْرَكْتُمُ الْمَبِيتَ وَالْعَشَاءَ ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২১৯] মুসলিম ২০১৮,আবূ সাঈদ ৩৭৬৫,আহমাদ ১৪৩১৯,১৪৬৮৮।আত তালীকুর ৩/১১৬।"
  },
  {
    "hadith_id": 3888,
    "narrator": "আবদুল্লাহ বিন সারজিস (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সফরে রওয়ানার প্রাক্কালে বলতেনঃ “হে আল্লাহ! আমি তোমার নিকট সফরের ব্যর্থতা, প্রাচুর্যের পরে রিক্ততা, নির্যাতিতের বদদোয়া এবং পরিবার-পরিজন ও মাল-সম্পদের প্রতি কুদৃষ্টি থেকে তোমার আশ্রয় প্রার্থনা করি”।আবূ মুআবিয়ার বর্ণনায় আরো আছে : তিনি ফিরে এসেও অনূরূপ বলতেন। [৩২২০]",
    "ar": "حَدَّثَنَا أَبُو بَكْرٍ، حَدَّثَنَا عَبْدُ الرَّحِيمِ بْنُ سُلَيْمَانَ، وَأَبُو مُعَاوِيَةَ عَنْ عَاصِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ سَرْجِسَ، قَالَ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ يَقُولُ - وَقَالَ عَبْدُ الرَّحِيمِ يَتَعَوَّذُ - إِذَا سَافَرَ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمُنْقَلَبِ وَالْحَوْرِ بَعْدَ الْكَوْرِ وَدَعْوَةِ الْمَظْلُومِ وَسُوءِ الْمَنْظَرِ فِي الأَهْلِ وَالْمَالِ ‏\"‏ ‏.‏ وَزَادَ أَبُو مُعَاوِيَةَ فَإِذَا رَجَعَ قَالَ مِثْلَهَا ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২২০] মুসলিম ১৩৪৩,তিরমিযী ৩৪৩৯,নাসায়ী ৫৪৯৮,৫৪৯৯,৫৫০০, আহমাদ ২০২৪৭,২০২৫৭ দারিমী ২৬৭২ সহীহ আবূ দাঊদ ২৩৩৮।"
  },
  {
    "hadith_id": 3889,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আকাশের কোন দিক থেকে মেঘ ভেসে আসতে দেখলে তাঁর হাতের কাজ ছেড়ে দিতেন, এমনকি নামাযে রত থাকলেও, অতঃপর মেঘমালার দিকে মুখ করে বলতেনঃ “হে আল্লাহ! এই মেঘমালাকে যে অনিষ্টসহ পাঠানো হয়েছে তা থেকে তোমার আশ্রয় প্রার্থনা করি”। মেঘমালা বৃষ্টি বর্ষণ করলে তিনি দু’বার বা তিনবার বলতেনঃ “হে আল্লাহ! লাভজনক পর্যাপ্ত বৃষ্টি বর্ষণ করুন”। মহান আল্লাহ যদি মেঘমালা সরিয়ে নিতেন এবং বৃষ্টি না হতো তবে সেজন্যও তিনি আল্লাহর প্রশংসা করতেন। [৩২২১]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا يَزِيدُ بْنُ الْمِقْدَامِ بْنِ شُرَيْحٍ، عَنْ أَبِيهِ الْمِقْدَامِ، عَنْ أَبِيهِ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّ النَّبِيَّ ـ صلى الله عليه وسلم ـ كَانَ إِذَا رَأَى سَحَابًا مُقْبِلاً مِنْ أُفُقٍ مِنَ الآفَاقِ تَرَكَ مَا هُوَ فِيهِ وَإِنْ كَانَ فِي صَلاَتِهِ حَتَّى يَسْتَقْبِلَهُ فَيَقُولُ ‏\"‏ اللَّهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ شَرِّ مَا أُرْسِلَ بِهِ ‏\"‏ ‏.‏ فَإِنْ أَمْطَرَ قَالَ ‏\"‏ اللَّهُمَّ سَيْبًا نَافِعًا ‏\"‏ ‏.‏ مَرَّتَيْنِ أَوْ ثَلاَثَةً وَإِنْ كَشَفَهُ اللَّهُ عَزَّ وَجَلَّ وَلَمْ يُمْطِرْ حَمِدَ اللَّهَ عَلَى ذَلِكَ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২২১] সহীহুল বুখারী ৩২০৬,৪৮২৯,৬০৯২,মুসলিম ৮৯৯,৩২৫৭,আহমাদ ২৩৮৪৮,২৫৫০৬।সহীহাহ ২৭৫৭।"
  },
  {
    "hadith_id": 3890,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বৃষ্টি হতে দেখলে বলতেনঃ “হে আল্লাহ! তুমি একে লাভজনক পর্যাপ্ত বৃষ্টিপাতের কারণ বানাও।” [৩২২২]",
    "ar": "حَدَّثَنَا هِشَامُ بْنُ عَمَّارٍ، حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ حَبِيبِ بْنِ أَبِي الْعِشْرِينَ، حَدَّثَنَا الأَوْزَاعِيُّ، أَخْبَرَنِي نَافِعٌ، أَنَّ الْقَاسِمَ بْنَ مُحَمَّدٍ، أَخْبَرَهُ عَنْ عَائِشَةَ، أَنَّ رَسُولَ اللَّهِ ـ صلى الله عليه وسلم ـ كَانَ إِذَا رَأَى الْمَطَرَ قَالَ ‏ \"‏ اللَّهُمَّ اجْعَلْهُ صَيِّبًا هَنِيئًا ‏\"‏ ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২২২] সহীহুল বুখারী ৩২০৬, ৪৮২৯, ৬০৯২, মুসলিম ৮৯৯, ৩২৫৭, আহমাদ ২৩৮৪৮, ২৫৫০৬।"
  },
  {
    "hadith_id": 3891,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মেঘমালা দেখলে তাঁর চেহারা বিবর্ণ হয়ে পরিবর্তিত হয়ে যেতো এবং তিনি ঘরে প্রবেশ করতেন আবার বেরিয়ে আসতেন, আর সামনে যেতেন এবং পিছনে আসতেন। বৃষ্টি বর্ষণের পর তাঁর এ অবস্থা দূরীভূত হতো। অধস্তন রাবী বলেন, আয়িশাহ (রাঃ) তাঁর এরূপ অবস্থা হওয়ার কারণ জিজ্ঞেস করলে তিনি বলেনঃ তুমি কি জানো, হয়তো তা সেই মেঘই হবে, যে সম্পর্কে হুদ (‘আলাইহি ওয়া সাল্লাম) এর জাতি বলেছিলো, “অতঃপর যখন তারা তাদের উপত্যকার দিকে মেঘ আসতে দেখলো তখন তারা বলতে লাগলো : সেটা তো মেঘ, আমাদেরকে বৃষ্টি দান করবে।(হুদ (‘আলাইহি ওয়া সাল্লাম) বললেনঃ) বরং এটাই তো সেই আযাব যা তোমরা ত্বরান্বিত করতে চেয়েছো” (সূরা আহকাফ : ২৪)। [৩২২৩]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا مُعَاذُ بْنُ مُعَاذٍ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ عَائِشَةَ، قَالَتْ كَانَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ إِذَا رَأَى مَخِيلَةً تَلَوَّنَ وَجْهُهُ وَتَغَيَّرَ وَدَخَلَ وَخَرَجَ وَأَقْبَلَ وَأَدْبَرَ فَإِذَا أَمْطَرَتْ سُرِّيَ عَنْهُ ‏.‏ قَالَ فَذَكَرَتْ لَهُ عَائِشَةُ بَعْضَ مَا رَأَتْ مِنْهُ فَقَالَ ‏\"‏ وَمَا يُدْرِيكِ لَعَلَّهُ كَمَا قَالَ قَوْمُ هُودٍ ‏{فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُوا هَذَا عَارِضٌ مُمْطِرُنَا بَلْ هُوَ مَا اسْتَعْجَلْتُمْ بِهِ }‏ ‏\"‏ ‏.‏ الآيَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২২৩] সহীহুল বুখারী ৩২০৬ ,৪৮২৯,৬০৯২ মুসলিম ৮৯৯,আহমাদ ২৩৯৪৯,২৫৫০৬।"
  },
  {
    "hadith_id": 3892,
    "narrator": "ইবনু উমার (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ কোন ব্যক্তি হঠাৎ কোন বিপদগ্রস্থ ব্যক্তিকে দেখে বলবে, “সমস্ত প্রশংসা আল্লাহর জন্য, তিনি তোমাকে যে বিপদে লিপ্ত করেছেন তা থেকে আমাকে নিরাপদ রেখেছেন এবং তাঁর অসংখ্য সৃষ্টির উপর আমাকে মর্যাদা দান করেছেন”, তাহলে সে তার জীবৎকাল পর্যন্ত উক্ত বিপদ থেকে নিরাপদ থাকবে। [৩২২৪]",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُحَمَّدٍ، حَدَّثَنَا وَكِيعٌ، عَنْ خَارِجَةَ بْنِ مُصْعَبٍ، عَنْ أَبِي يَحْيَى، عَمْرِو بْنِ دِينَارٍ - وَلَيْسَ بِصَاحِبِ ابْنِ عُيَيْنَةَ - مَوْلَى آلِ الزُّبَيْرِ عَنْ سَالِمٍ، عَنِ ابْنِ عُمَرَ، قَالَ قَالَ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ ‏ \"‏ مَنْ فَجِئَهُ صَاحِبُ بَلاَءٍ فَقَالَ الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلاَكَ بِهِ وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً - عُوفِيَ مِنْ ذَلِكَ الْبَلاَءِ كَائِنًا مَا كَانَ ‏\"‏ ‏.‏",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[৩২২৪] তিরমিযী ৩৪৩১।সহীহাহ ৬০২,রাওদুন নাদীর ১০৬১।"
  },
  {
    "hadith_id": 3839,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "(ফারওয়াহ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যেসব বাক্যে দুআ’ করতেন, আমি আয়িশাহ (রাঃ) এর নিকট সেই দুআ’ সম্পর্কে জিজ্ঞেস করলাম। তিনি বলেন, তিনি বলতেন : “হে আল্লাহ্‌! আমি আপনার নিকট আশ্রয় চাই আমার কৃতকর্মের ক্ষতি থেকে এবং যে কাজ আমি (এখনো) করিনি তার অনিষ্ট থেকে”। [৩১৭১]",
    "ar": "حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، عَنْ حُصَيْنٍ، عَنْ هِلاَلٍ، عَنْ فَرْوَةَ بْنِ نَوْفَلٍ، قَالَ سَأَلْتُ عَائِشَةَ عَنْ دُعَاءٍ، كَانَ يَدْعُو بِهِ رَسُولُ اللَّهِ ـ صلى الله عليه وسلم ـ فَقَالَتْ كَانَ يَقُولُ ‏ \"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا عَمِلْتُ وَمِنْ شَرِّ مَا لَمْ أَعْمَلْ ‏\"‏ ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১৭১] মুসলিম ২৭১৬, নাসায়ী ১৩০৭, ৫৫২৩, ৫৫২৪, ৫৫২৫, ৫৫২৬, ৫৫২৭, ৫৫২৮, আবু দাউদ ১৫৫০, আহমাদ ২৩৫১৩, ২৪১৬৩, ২৪৫৬১, ২৫২৫৬, ২৫৬৭৩, ২৫৮৩৬, সহীহ আবু দাউদ ১৩৮৬।"
  }
]