{
  "hadith": {
    "hadith_id": 1007,
    "narrator": "‘আবদুল্লাহ্ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন লোকদেরকে ইসলাম বিমুখ ভূমিকায় দেখলেন, তখন দু‘আ করলেন, হে আল্লাহ্! ইউসুফ (আ.)-এর সময়ের সাত বছরের (দুর্ভিক্ষের) ন্যায় তাদের উপর সাতটি বছর দুর্ভিক্ষ দাও। ফলে তাদের উপর এমন দুর্ভিক্ষ আপতিত হল যে, তা সব কিছু্ই ধ্বংস করে দিল। এমন কি মানুষ তখন চামড়া, মৃতদেহ এবং পচা ও গলিত জানোয়ারও খেতে লাগল। ক্ষুধার তাড়নায় অবস্থা এতদূর চরম আকার ধারণ করল যে, কেউ যখন আকাশের দিকে তাকাত তখন সে ধোঁয়া দেখতে পেত। এমতাবস্থায় আবূ সুফিয়ান (ইসলাম গ্রহণের পূর্বে) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বলল, হে মুহাম্মাদ! তুমি তো আল্লাহ্‌র আদেশ মেনে চল এবং আত্মীয়তার সম্পর্ক বজায় রাখার আদেশ দান কর। কিন্তু তোমার কওমের লোকেরা তো মরে যাচ্ছে। তুমি তাদের জন্য আল্লাহ্‌র নিকট দু‘আ কর। এ প্রসঙ্গে আল্লাহ্ তা‘আলা বলেছেনঃ “তুমি সে দিনটির অপেক্ষায় থাক যখন আকাশ সুস্পষ্ট ধোঁয়ায় আচ্ছন্ন হয়ে যাবে...সেদিন আমি প্রবলভাবে তোমাদের পাকড়াও করব”- (সূরা দুখান ৪৪/১০-১৬)। ‘আবদুল্লাহ্ (রাঃ) বলেন, সে কঠিন আঘাতের দিন ছিল বদরের যুদ্ধের দিন। ধোঁয়াও দেখা গেছে, আঘাতও এসেছে। আর মক্কার মুশ্‌রিকদের নিহত ও গ্রেফতার হওয়ার যে ভবিষ্যদ্বাণী করা হয়েছে, তাও সত্য হয়েছে। সত্য হয়েছে সূরা রূম-এর এ আয়াতও (রুমবাসী দশ বছরের মধ্যে পারসিকদের উপর আবার বিজয়ী হবে)।",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، قَالَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، قَالَ كُنَّا عِنْدَ عَبْدِ اللَّهِ فَقَالَ إِنَّ النَّبِيَّ صلى الله عليه وسلم لَمَّا رَأَى مِنَ النَّاسِ إِدْبَارًا قَالَ ‏\"‏ اللَّهُمَّ سَبْعٌ كَسَبْعِ يُوسُفَ ‏\"‏‏.‏ فَأَخَذَتْهُمْ سَنَةٌ حَصَّتْ كُلَّ شَىْءٍ حَتَّى أَكَلُوا الْجُلُودَ وَالْمَيْتَةَ وَالْجِيَفَ، وَيَنْظُرَ أَحَدُهُمْ إِلَى السَّمَاءِ فَيَرَى الدُّخَانَ مِنَ الْجُوعِ، فَأَتَاهُ أَبُو سُفْيَانَ فَقَالَ يَا مُحَمَّدُ إِنَّكَ تَأْمُرُ بِطَاعَةِ اللَّهِ وَبِصِلَةِ الرَّحِمِ وَإِنَّ قَوْمَكَ قَدْ هَلَكُوا، فَادْعُ اللَّهَ لَهُمْ قَالَ اللَّهُ تَعَالَى ‏{‏فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ‏}‏ إِلَى قَوْلِهِ ‏{‏عَائِدُونَ * يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى‏}‏ فَالْبَطْشَةُ يَوْمَ بَدْرٍ، وَقَدْ مَضَتِ الدُّخَانُ وَالْبَطْشَةُ وَاللِّزَامُ وَآيَةُ الرُّومِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}