{
  "hadith": {
    "hadith_id": 1020,
    "narrator": "ইব্‌নু মাস‘ঊদ (রাঃ)",
    "bn": "তিনি বলেন, কুরাশইরা যখন ইসলাম গ্রহণে  দেরি করছিল, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের বিরুদ্ধে দু‘আ করলেন। পরিণামে তাদেরকে দুর্ভিক্ষ এমনভাবে গ্রাস করল যে, তারা ধ্বংস হতে লাগল এবং মৃত দেহ ও হাড়গোড় খেতে লাগল। তখন আবূ সুফিয়ান (ইসলাম গ্রহণের পূর্বে) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বলল, হে মুহাম্মাদ! তুমি তো আত্মীয়দের সাথে সদ্ব্যবহার করার নির্দেশ দিয়ে থাক। অথচ তোমার জাতি ধ্বংস হয়ে যাচ্ছে। তুমি মহান আল্লাহ্‌র নিকট দু‘আ কর। তখন তিনি তিলাওয়াত করলেন, “তুমি অপেক্ষা কর সে দিনের যে দিন আসমানে প্রকাশ্য ধোঁয়া দেখা দিবে” (সূরা দুখান ৪৪/১০)। অতঃপর (আল্লাহ্‌ যখন তাদের বিপদমুক্ত করলেন তখন) তারা আবার কুফরীর দিকে ফিরে গেল। এর পরিণতি স্বরূপ আল্লাহ্‌র এ বাণী: “যেদিন আমি কঠোরভাবে পাকড়াও করব”- (সূরা দুখান ৪৪/১৬) অর্থাৎ বদরের দিন। মানসূর (রহঃ) হতে (বর্ণনাকারী) আসবাত (রহঃ) আরো বলেছেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু‘আ করেন। ফলে লোকজনের উপর বৃষ্টিপাত হয় এবং অবিরাম সাতদিন পর্যন্ত বর্ষিত হতে থাকে। লোকেরা অতিবৃষ্টির বিষয়টি পেশ করল। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু‘আ করে বলেন, হে আল্লাহ্‌! আমাদের আশে পাশে, আমাদের উপর নয়। অতঃপর তাঁর মাথার উপর হতে মেঘ সরে গেল। তাঁদের পার্শ্ববর্তী লোকদের উপর বর্ষিত হল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ كَثِيرٍ، عَنْ سُفْيَانَ، حَدَّثَنَا مَنْصُورٌ، وَالأَعْمَشُ، عَنْ أَبِي الضُّحَى، عَنْ مَسْرُوقٍ، قَالَ أَتَيْتُ ابْنَ مَسْعُودٍ فَقَالَ إِنَّ قُرَيْشًا أَبْطَئُوا عَنِ الإِسْلاَمِ،، فَدَعَا عَلَيْهِمُ النَّبِيُّ صلى الله عليه وسلم فَأَخَذَتْهُمْ سَنَةٌ حَتَّى هَلَكُوا فِيهَا وَأَكَلُوا الْمَيْتَةَ وَالْعِظَامَ، فَجَاءَهُ أَبُو سُفْيَانَ فَقَالَ يَا مُحَمَّدُ، جِئْتَ تَأْمُرُ بِصِلَةِ الرَّحِمِ، وَإِنَّ قَوْمَكَ هَلَكُوا، فَادْعُ اللَّهَ‏.‏ فَقَرَأَ ‏{‏فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَاءُ بِدُخَانٍ مُبِينٍ‏}‏ ثُمَّ عَادُوا إِلَى كُفْرِهِمْ فَذَلِكَ قَوْلُهُ تَعَالَى ‏{‏يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرَى‏}‏ يَوْمَ بَدْرٍ‏.‏ قَالَ وَزَادَ أَسْبَاطٌ عَنْ مَنْصُورٍ فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم، فَسُقُوا الْغَيْثَ، فَأَطْبَقَتْ عَلَيْهِمْ سَبْعًا، وَشَكَا النَّاسُ كَثْرَةَ الْمَطَرِ فَقَالَ ‏\"‏ اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ‏\"‏‏.‏ فَانْحَدَرَتِ السَّحَابَةُ عَنْ رَأْسِهِ، فَسُقُوا النَّاسُ حَوْلَهُمْ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}