{
  "hadith": {
    "hadith_id": 1021,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, জুমু‘আর দিন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুত্‌বা দিচ্ছিলেন। তখন লোকেরা দাঁড়িয়ে উচ্চৈঃস্বরে বলতে লাগল, হে আল্লাহ্‌র রসূল! বৃষ্টি বন্ধ হয়ে গেছে, গাছপালা লাল হয়ে গেছে এবং পশুগুলো মারা যাচ্ছে। তাই আপনি আল্লাহ্‌র নিকট দু‘আ করুন, যেন তিনি আমাদের উপর বৃষ্টি বর্ষণ করেন। তখন তিনি বললেন, হে আল্লাহ্! আমাদের উপর বৃষ্টি বর্ষণ করুন। এভাবে দু’বার বললেন। (বর্ণনাকারী বলেন,) আল্লাহ্‌র কসম! আমরা তখন আকাশে এক খণ্ড মেঘও দেখতে পাচ্ছিলাম না। হঠাৎ মেঘ দেখা দিল এবং বর্ষণ হলো। তিনি (রসূলুল্লাহ্‌) মিম্বার হতে নেমে সালাত আদায় করলেন। অতঃপর যখন তিনি চলে গেলেন, তখন হতে পরবর্তী জুমু‘আ পর্যন্ত বৃষ্টি হতে থাকে। অতঃপর যখন তিনি (দাঁড়িয়ে) জুমু‘আর খুত্‌বা দিচ্ছিলেন, তখন লোকেরা উচ্চৈঃস্বরে তাঁর নিকট নিবেদন করল, ঘরবাড়ী বিধ্বস্ত হচ্ছে, রাস্তা বিচ্ছিন্ন হয়ে যাচ্ছে। তাই আপনি আল্লাহ্‌র নিকট দু‘আ করুন যেন আমাদের হতে তিনি বৃষ্টি বন্ধ করেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মৃদু হেসে বললেনঃহে আল্লাহ্‌! আমাদের আশে পাশে, আমাদের উপর নয়। তখন মদীনার আকাশ মুক্ত হলো আর এর আশে পাশে বৃষ্টি হতে লাগল। মদীনায় তখন এক ফোঁটা বৃষ্টিও হচ্ছিল না। আমি মদীনার দিকে তাকিয়ে দেখলাম, মদীনা যেন মুকুটের ন্যায় শোভা পাচ্ছিল।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ، حَدَّثَنَا مُعْتَمِرٌ، عَنْ عُبَيْدِ اللَّهِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَخْطُبُ يَوْمَ جُمُعَةٍ، فَقَامَ النَّاسُ فَصَاحُوا فَقَالُوا يَا رَسُولَ اللَّهِ، قَحَطَ الْمَطَرُ وَاحْمَرَّتِ الشَّجَرُ وَهَلَكَتِ الْبَهَائِمُ، فَادْعُ اللَّهَ يَسْقِينَا‏.‏ فَقَالَ ‏\"‏ اللَّهُمَّ اسْقِنَا ‏\"‏‏.‏ مَرَّتَيْنِ، وَايْمُ اللَّهِ مَا نَرَى فِي السَّمَاءِ قَزَعَةً مِنْ سَحَابٍ، فَنَشَأَتْ سَحَابَةٌ وَأَمْطَرَتْ، وَنَزَلَ عَنِ الْمِنْبَرِ فَصَلَّى، فَلَمَّا انْصَرَفَ لَمْ تَزَلْ تُمْطِرُ إِلَى الْجُمُعَةِ الَّتِي تَلِيهَا، فَلَمَّا قَامَ النَّبِيُّ صلى الله عليه وسلم يَخْطُبُ صَاحُوا إِلَيْهِ تَهَدَّمَتِ الْبُيُوتُ وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ يَحْبِسُهَا عَنَّا‏.‏ فَتَبَسَّمَ النَّبِيُّ صلى الله عليه وسلم ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ‏\"‏‏.‏ فَكُشِطَتِ الْمَدِينَةُ، فَجَعَلَتْ تُمْطِرُ حَوْلَهَا وَلاَ تَمْطُرُ بِالْمَدِينَةِ قَطْرَةً، فَنَظَرْتُ إِلَى الْمَدِينَةِ وَإِنَّهَا لَفِي مِثْلِ الإِكْلِيلِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}