{
  "hadith": {
    "hadith_id": 1050,
    "narrator": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী ‘আয়িশা (রাঃ)",
    "bn": "পরে কোন এক সকালে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সওয়ারীতে আরোহণ করেন। তখন সূর্যগ্রহণ আরম্ভ হয়। তিনি সূর্যোদয় ও দুপুরের মাঝামাঝি সময় ফিরে আসেন এবং কামরাগুলোর মাঝখান দিয়ে অতিক্রম করেন। অতঃপর তিনি সালাতে দাঁড়ালেন এবং লোকেরা তাঁর পিছনে দাঁড়াল। অতঃপর তিনি দীর্ঘ কিয়াম করেন। অতঃপর আবার তিনি দীর্ঘ রুকূ’ করেন, পরে মাথা তুলে দীর্ঘ কিয়াম করেন। তবে এ কিয়াম পূর্বের কিয়ামের চেয়ে অল্পস্থায়ী ছিল। অতঃপর আবার তিনি দীর্ঘ রুকূ’ করেন, তবে এ রুকূ’ পূর্বের রুকূ’র চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি মাথা তুললেন এবং সিজদায় গেলেন। অতঃপর তিনি দাঁড়ালেন এবং দীর্ঘ কিয়াম করলেন। তবে তা প্রথম কিয়ামের চেয়ে অল্পস্থায়ী ছিল। অতঃপর দীর্ঘ রুকূ’ করলেন। এ রুকূ’ প্রথম রাক’আতের রুকূ’র চেয়ে অল্পস্থায়ী ছিল। অতঃপর আবার রুকূ’ করলেন এবং তা প্রথম রাক’আতের রুকূ’র চেয়ে অল্পস্থায়ী ছিল। পরে মাথা তুললেন এবং সিজদায় গেলেন। অতঃপর সালাত শেষ করলেন। আল্লাহ্‌র যা ইচ্ছা তিনি তা বললেন এবং কবর আযাব হতে পানাহ চাওয়ার জন্য উপস্থিত লোকেদের আদেশ করলেন।",
    "ar": "ثُمَّ رَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ غَدَاةٍ مَرْكَبًا، فَخَسَفَتِ الشَّمْسُ، فَرَجَعَ ضُحًى، فَمَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ ظَهْرَانَىِ الْحُجَرِ، ثُمَّ قَامَ يُصَلِّي، وَقَامَ النَّاسُ وَرَاءَهُ، فَقَامَ قِيَامًا طَوِيلاً، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَسَجَدَ، ثُمَّ قَامَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ قَامَ قِيَامًا طَوِيلاً وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَسَجَدَ وَانْصَرَفَ، فَقَالَ مَا شَاءَ اللَّهُ أَنْ يَقُولَ، ثُمَّ أَمَرَهُمْ أَنْ يَتَعَوَّذُوا مِنْ عَذَابِ الْقَبْرِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}