{
  "hadith": {
    "hadith_id": 1056,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "পরে একদা সকালে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সওয়ারীতে আরোহণ করেন। তখন সূর্যগ্রহণ আরম্ভ হয়। তিনি ফিরে এলেন, তখন ছিল সূর্যোদয় ও দুপুরের মাঝামাঝি সময়। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর হুজরাগুলোর মাঝখান দিয়ে অতিক্রম করলেন। অতঃপর তিনি সালাতে দাঁড়ালেন এবং লোকেরাও তাঁর পিছনে দাঁড়াল। তিনি দীর্ঘ কিয়াম করলেন। অতঃপর দীর্ঘ রুকূ’ করলেন। অতঃপর মাথা তুলে আবার দীর্ঘ কিয়াম করেন। তবে এ কিয়াম প্রথম রুকূ’র চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি আবার দীর্ঘ রুকূ’ করেন। তবে এ রুকূ’ প্রথম কিয়ামের চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি মাথা তুললেন এবং দীর্ঘ রুকূ’ করেন। তবে এ রুকূ’ প্রথম কিয়ামের চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি মাথা তুললেন এবং দীর্ঘ সিজদা করলেন। অতঃপর তিনি আবার দাঁড়িয়ে কিয়াম করেন অবশ্য তা প্রথম কিয়ামের চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি দীর্ঘ রুকূ’ করলেন, তা প্রথম রুকূ’র চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি আবার দীর্ঘ কিয়াম করেন। তবে তা প্রথম কিয়ামের চেয়ে অল্পস্থায়ী ছিল। অতঃপর দীর্ঘ রুকূ’ করেন। অবশ্য এ রুকূ’ প্রথম রুকূ’র চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি সিজদা করেন। এ সিজদা প্রথম সিজদার চেয়ে অল্পস্থায়ী ছিল। অতঃপর তিনি সালাত শেষ করেন। এরপরে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌র যা ইচ্ছা তাই বললেন। শেষে তিনি সবাইকে কবরের ‘আযাব হতে আশ্রয় প্রার্থনার আদেশ করলেন।",
    "ar": "ثُمَّ رَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَاتَ غَدَاةٍ مَرْكَبًا، فَكَسَفَتِ الشَّمْسُ فَرَجَعَ ضُحًى، فَمَرَّ رَسُولُ اللَّهِ صلى الله عليه وسلم بَيْنَ ظَهْرَانَىِ الْحُجَرِ، ثُمَّ قَامَ فَصَلَّى، وَقَامَ النَّاسُ وَرَاءَهُ، فَقَامَ قِيَامًا طَوِيلاً، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، ثُمَّ رَفَعَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ رَفَعَ فَسَجَدَ سُجُودًا طَوِيلاً ثُمَّ قَامَ فَقَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ قَامَ قِيَامًا طَوِيلاً، وَهْوَ دُونَ الْقِيَامِ الأَوَّلِ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلاً، وَهْوَ دُونَ الرُّكُوعِ الأَوَّلِ، ثُمَّ سَجَدَ وَهْوَ دُونَ السُّجُودِ الأَوَّلِ، ثُمَّ انْصَرَفَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَا شَاءَ اللَّهُ أَنْ يَقُولَ، ثُمَّ أَمَرَهُمْ أَنْ يَتَعَوَّذُوا مِنْ عَذَابِ الْقَبْرِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}