{
  "hadith": {
    "hadith_id": 1107,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, সফরে দ্রুত চলার সময় আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুহ্‌র ও ‘আসরের সালাত একত্রে আদায় করতেন আর মাগরিব ‘ইশা একত্রে আদায় করতেন। [১]",
    "ar": "وَقَالَ إِبْرَاهِيمُ بْنُ طَهْمَانَ عَنِ الْحُسَيْنِ الْمُعَلِّمِ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَجْمَعُ بَيْنَ صَلاَةِ الظُّهْرِ وَالْعَصْرِ إِذَا كَانَ عَلَى ظَهْرِ سَيْرٍ، وَيَجْمَعُ بَيْنَ الْمَغْرِبِ وَالْعِشَاءِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] অত্র হাদীস দ্বারা দু’ওয়াক্তের সালাত এক ওয়াক্তে একত্রিত করা চলে। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিভাবে জমা করতেন এ সম্পর্কে মু’আয ইবনু জাবালের হাদীস থেকে স্পষ্ট প্রমাণিত হয়। তিনি বলেন, তাবূক যুদ্ধের সময় আল্লাহ্‌র নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সফর শুরু করার পূর্বে সূর্য ঢলে যেত তখন তিনি (যুহরের ওয়াক্তেই) যুহর ও ‘আসর জমা করতেন এবং সূর্য ঢলার পূর্বে যদি তিনি রওয়ানা হতেন তাহলে যুহরকে দেরী করতেন এবং ‘আসরের সময় সাওয়ারী থেকে নেমে যুহর ও ‘আসর জমা করতেন। আর মাগরিবেও তিনি এরূপ করতেন। অর্থাৎ রওয়ানা হওয়ার পূর্বে যদি সূর্য ডুবে যেত তাহলে (মাগরিবের ওয়াক্তে) তিনি মাগরিব ও ‘ইশা জমা করতেন এবং সূর্য ডোববার পূর্বে যদি রওয়ানা হতেন তাহলে মাগরীবকে দেরী করতেন এবং ইশার সময়ে নেমে মাগরিব ও ‘ইশা জমা করতেন (আবূ দাউদ, তিরমিযী, মিশকাত ১১৮ পৃষ্ঠা)\nহানাফিগণ বলেন, সালাত জমা করতে হলে প্রথম ওয়াক্তকে দেরী করে শেষ ওয়াক্তে নিয়ে গিয়ে এবং দ্বিতীয় ওয়াক্তকে একটু আগে টেনে দু’ওয়াক্তের মাঝখানে জমা করতে হবে।  অর্থাৎ যুহরের আওয়াল ওয়াক্তে ‘আসর জমা হবে না এবং ‘আসরের আউয়াল ওয়াক্তে যুহর জমা হবে না। বরং যুহরের শেষ ওয়াক্তে যুহর ও ‘আসরকে জমা করতে হবে। আল্লামা রহমানী বলেন, বুখারী; মুসলিম, আবূ দাউদ ও নাসায়ীর রিওয়াতকৃত আনাস, ইবনু ‘উমর ও জাবির কর্তৃক বর্ণিত সহীহ ও স্পষ্ট হাদীসগুলো হানাফিগণের উক্ত মতটিকে বাতিল বলে প্রমাণিত করে এবং এ কথার সাক্ষ্য দেয় যে, দু’ওয়াক্তের মধ্যে যে কোন এক ওয়াক্তে দু‘ওয়াক্তের সালাত জমা হতে পারে- (মিরআত ২/২৬৯)। ইমাম শাফি’ঈ, মালিক ও আহমাদের মতও তাই- (আওনুল মা’বূদ ১/৪৭২)।",
    "chapter": {
      "chapter_number": "18"
    }
  }
}