{
  "hadith": {
    "hadith_id": 118,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেনঃ লোকে বলে, আবূ হুরায়রা (রাঃ) অধিক হাদীস বর্ণনা করে। (জেনে রাখ,) কিতাবে দু’টি আয়াত যদি না থাকত, তবে আমি একটি হাদীসও পেশ করতাম না। অতঃপর তিনি তিলাওয়াত করলেনঃ \n\nإن الذين يكتمون ما أنزلنا من البينات والهدى من بعد ما بيناه للناس في الكتاب أولئك يلعنهم الله ويلعنهم اللاعنون . إلا الذين تابوا وأصلحوا وبينوا فأولئك أتوب عليهم وأنا التواب الرحيم\n\n“আমি সেসব স্পষ্ট নিদর্শন ও পথ-নির্দেশ অবতীর্ণ করেছি মানুষের জন্য কিতাবে তা বিস্তারিত বর্ণনার পরও যারা তা গোপন রাখে আল্লাহ তাদেরকে অভিশাপ দেন এবং অভিশাপকারীগণও তাদেরকে অভিশাপ দেয় কিন্তু যারা তাওবাহ করে এবং আর সংশোধন করে এবং প্রকাশ করে দেয় যে, আমি তাদের (ক্ষমার) জন্য ফিরে আসি, আর আমি ক্ষমাশীল, পরম দয়ালু।” (সূরা আল-বাকারাহ ২/১৫৯-১৬০)। (প্রকৃত ঘটনা এই যে,) আমার মুহাজির ভাইয়েরা বাজারে কেনাবেচায় এবং আমার আনসার ভাইয়েরা জমা-জমির কাজে মশগুল থাকত। আর আবূ হুরায়রা (রাঃ) (অভুক্ত থেকে) তুষ্ট থেকে আল্লাহর রসূল –এর সঙ্গে লেগে থাকত। তাই তারা যখন উপস্থিত থাকত না, তখন সে উপস্থিত থাকত এবং তারা যা আয়ত্ত করত না সে তা আয়ত্ত রাখত।\n\n(১১৯, ২০৪৭, ২৩৫০, ৩৬৪৮, ৭৩৫৪ দ্রষ্টব্য) (আধুনিক প্রকাশনীঃ ১১৬, ইসলামী ফাউন্ডেশনঃ ১১৯)",
    "ar": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ إِنَّ النَّاسَ يَقُولُونَ أَكْثَرَ أَبُو هُرَيْرَةَ، وَلَوْلاَ آيَتَانِ فِي كِتَابِ اللَّهِ مَا حَدَّثْتُ حَدِيثًا، ثُمَّ يَتْلُو ‏{‏إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ‏}‏ إِلَى قَوْلِهِ ‏{‏الرَّحِيمُ‏}‏ إِنَّ إِخْوَانَنَا مِنَ الْمُهَاجِرِينَ كَانَ يَشْغَلُهُمُ الصَّفْقُ بِالأَسْوَاقِ، وِإِنَّ إِخْوَانَنَا مِنَ الأَنْصَارِ كَانَ يَشْغَلُهُمُ الْعَمَلُ فِي أَمْوَالِهِمْ، وَإِنَّ أَبَا هُرَيْرَةَ كَانَ يَلْزَمُ رَسُولَ اللَّهِ صلى الله عليه وسلم بِشِبَعِ بَطْنِهِ وَيَحْضُرُ مَا لاَ يَحْضُرُونَ، وَيَحْفَظُ مَا لاَ يَحْفَظُونَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "3"
    }
  }
}