{
  "hadith": {
    "hadith_id": 1186,
    "narrator": "মাহমূদ (রহঃ)",
    "bn": "ইতবান ইব্‌নু মালিক আনসারী (রাঃ)-কে (যিনি ছিলেন বদর জিহাদে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে উপস্থিত বদরী সাহাবীগণের অন্যতম) বলতে শুনেছেন যে, আমি আমার কাওম বনূ সালিমের সালাতে ইমামাত করতাম। আমার ও তাদের (কাওমের মসজিদের) মধ্যে ছিল একটি উপত্যকা। বৃষ্টি হলে উপত্যকা আমার মসজিদ গমনে বাধা সৃষ্টি করতো এবং এ উপত্যকা অতিক্রম করে তাদের মসজিদে যাওয়া আমার জন্য কষ্টকর হতো। তাই আমি আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর খিদমতে হাযির হয়ে আরয করলাম, (হে আল্লাহ্‌র রাসূল!) আমি আমার দৃষ্টিশক্তির কমতি অনুভব করছি (উপরন্তু) আমার ও আমার গোত্রের মধ্যকার উপত্যকাটি বৃষ্টি হলে প্লাবিত হয়ে যায়। তখন তা পার হওয়া আমার জন্য কষ্টকর হয়ে পড়ে। তাই আমার একান্ত আশা যে আপনি শুভাগমন করে আমার ঘরের কোন স্থানে সালাত আদায় করবেন; আমি সে স্থানটিকে সালাতের স্থানরূপে নির্ধারিত করে নিব। আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইরশাদ করেন, শীঘ্রই তা করবো। পরের দিন সূর্যের উত্তাপ যখন বেড়ে গেল, তখন আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং আবূ বকর (রাঃ) আসলেন। আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (প্রবেশের) অনুমতি চাইলে আমি তাঁকে স্বাগত জানালাম, তিনি উপবেশন না করেই আমাকে জিজ্ঞেস করলেন, তোমার ঘরের কোন্‌ জায়গায় আমার সালাত আদায় করা তুমি পছন্দ কর? যে স্থানে সালাত আদায় করা আমার মনঃপূত ছিল, তাঁকে আমি সে স্থানের দিকে ইঙ্গিত করে দিলাম আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়িয়ে তাক্‌বীর বললেন, আমরা সারিবদ্ধভাবে তাঁর পিছনে দাঁড়ালাম। তিনি দু’রাক‘আত সালাত আদায় করে সালাম ফিরালেন। তাঁর সালাম ফেরানোর সময় আমরাও সালাম ফিরালাম। অতঃপর তাঁর উদ্দেশে যে খাযীরা প্রস্তুত করা হচ্ছিল তা আহারের জন্য তাঁর প্রত্যাগমনে আমি বিলম্ব ঘটালাম। ইতিমধ্যে মহল্লার লোকেরা আমার বাড়িতে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অবস্থানের সংবাদ শুনতে পেয়ে তাঁদের কিছু লোক এসে গেলেন। এমন কি আমার ঘরে অনেক লোকের সমাগম ঘটলো। তাঁদের একজন বললেন, মালিক (ইব্‌নু দুখায়শিন) করল কী? তাকে দেখছি না যে? তাঁদের একজন জবাব দিলেন, সে মুনাফিক! আল্লাহ্‌ ও তাঁর রাসূলকে ভালবাসে না। আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইরশাদ করলেন : এমন কথা বলবে না। তুমি কি লক্ষ্য করছ না যে, আল্লাহ্‌র সন্তুষ্টি কামনায় ‘লা- ইলা-হা ইল্লাল্লাহু’ উচ্চারণ করেছে। সে ব্যক্তি বলল, আল্লাহ্‌ ও তাঁর রাসূলই অধিক অবগত। তবে আল্লাহ্‌র কসম! আমরা মুনাফিকদের সাথেই তার ভালবাসা ও আলাপ-আলোচনা দেখতে পাই। আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইরশাদ করলেন : আল্লাহ্‌ তা‘আলা সে ব্যক্তিকে জাহান্নামের জন্য হারাম করে দিয়েছেন, যে ব্যক্তি আল্লাহ্‌র সন্তুষ্টির উদ্দেশে ‘লা- ইলা-হা ইল্লাল্লাহু’ উচ্চারণ করে। মাহমূদ (রাঃ) বলেন, এক যুদ্ধ চলাকালীন সময়ে একদল লোকের নিকট বর্ণনা করলাম তাঁদের মধ্যে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী আবূ আইয়ুব (আনসারী) (রাঃ) ছিলেন। তিনি সে যুদ্ধে ওফাত পেয়েছিলেন। আর ইয়াযীদ ইব্‌নু মু‘আবিয়া (রাঃ) রোমানদের দেশে তাদের আমীর ছিলেন। আবূ আইয়ুব (রাঃ) আমার বর্ণিত হাদীসটি অস্বীকার করে বললেন, আল্লাহ্‌র কসম! তুমি যে কথা বলেছ তা যে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইরশাদ করেছেন, তা আমি বিশ্বাস করতে পারি না। ফলে তা আমার নিকট ভারী মনে হল। তখন আমি আল্লাহ্‌র নামে প্রতিজ্ঞা করলাম যে, যদি এ যুদ্ধ হতে প্রত্যাবর্তন পর্যন্ত তিনি আমাকে নিরাপদ রাখেন, তাহলে আমি ইত্‌বান ইব্‌নু মালিক (রাঃ)-কে তাঁর কাউমের মসজিদের বিষয়ে জিজ্ঞেস করবো, যদি তাঁকে জীবিত অবস্থায় পেয়ে যাই। অতঃপর আমি ফিরে চললাম এবং হজ্জ কিংবা উমরার নিয়্যাতে ইহরাম করলাম। অতঃপর সফর করতে করতে আমি মাদীনায় উপনীত হয়ে বনূ সালিম গোত্রে উপস্থিত হলাম। দেখতে পেলাম ‘ইত্‌বান (রাঃ) যিনি তখন একজন বৃদ্ধ ও অন্ধ ব্যক্তি কাউমের সালাতে ইমামাত করছেন। তিনি সালাত সমাপ্ত করলে আমি তাঁকে সালাম দিলাম এবং আমার পরিচয় দিয়ে উক্ত হাদীস সম্পর্কে তাঁকে জিজ্ঞেস করলাম। তিনি প্রথমবারের মতই হাদীসটি আমাকে শুনালেন।",
    "ar": "فَزَعَمَ مَحْمُودٌ أَنَّهُ سَمِعَ عِتْبَانَ بْنَ مَالِكٍ الْأَنْصارِيَّوَكَانَ مِمَّنْ شَهِدَ بَدْرًا مَعَ رَسُولِ اللهِ يَقُولُ كُنْتُ أُصَلِّي لِقَوْمِي بِبَنِي سَالِمٍ وَكَانَ يَحُولُ بَيْنِي وَبَيْنَهُمْ وَادٍ إِذَا جَاءَتْ الْأَمْطَارُ فَيَشُقُّ عَلَيَّ اجْتِيَازُهُ قِبَلَ مَسْجِدِهِمْ فَجِئْتُ رَسُولَ اللهِ صلى الله عليه وسلم فَقُلْتُ لَهُ إِنِّي أَنْكَرْتُ بَصَرِي وَإِنَّ الْوَادِيَ الَّذِي بَيْنِي وَبَيْنَ قَوْمِي يَسِيلُ إِذَا جَاءَتْ الْأَمْطَارُ فَيَشُقُّ عَلَيَّ اجْتِيَازُهُ فَوَدِدْتُ أَنَّكَ تَأْتِي فَتُصَلِّي مِنْ بَيْتِي مَكَانًا أَتَّخِذُهُ مُصَلًّى فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم سَأَفْعَلُ فَغَدَا عَلَيَّ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم وَأَبُو بَكْرٍبَعْدَ مَا اشْتَدَّ النَّهَارُ فَاسْتَأْذَنَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم فَأَذِنْتُ لَهُ فَلَمْ يَجْلِسْ حَتَّى قَالَ أَيْنَ تُحِبُّ أَنْ أُصَلِّيَ مِنْ بَيْتِكَ فَأَشَرْتُ لَهُ إِلَى الْمَكَانِ الَّذِي أُحِبُّ أَنْ أُصَلِّيَ فِيهِ فَقَامَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم فَكَبَّرَ وَصَفَفْنَا وَرَاءَهُ فَصَلَّى رَكْعَتَيْنِ ثُمَّ سَلَّمَ وَسَلَّمْنَا حِينَ سَلَّمَ فَحَبَسْتُهُ عَلَى خَزِيرٍ يُصْنَعُ لَهُ فَسَمِعَ أَهْلُ الدَّارِ رَسُولَ اللهِ صلى الله عليه وسلم فِي بَيْتِي فَثَابَ رِجَالٌ مِنْهُمْ حَتَّى كَثُرَ الرِّجَالُ فِي الْبَيْتِ فَقَالَ رَجُلٌ مِنْهُمْ مَا فَعَلَ مَالِكٌ لاَ أَرَاهُ فَقَالَ رَجُلٌ مِنْهُمْ ذَاكَ مُنَافِقٌ لاَ يُحِبُّ اللهَ وَرَسُولَهُ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم لاَ تَقُلْ ذَاكَ أَلاَ تَرَاهُ قَالَ لآ إِلَهَ إِلاَّ اللهُ يَبْتَغِي بِذَلِكَ وَجْهَ اللهِ فَقَالَ اللهُ وَرَسُولُهُ أَعْلَمُ أَمَّا نَحْنُ فَوَاللهِ لاَ نَرَى وُدَّهُ وَلاَ حَدِيثَهُ إِلاَّ إِلَى الْمُنَافِقِينَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم فَإِنَّ اللهَ قَدْ حَرَّمَ عَلَى النَّارِ مَنْ قَالَ لآ إِلَهَ إِلاَّ اللهُ يَبْتَغِي بِذَلِكَ وَجْهَ اللهِ قَالَ مَحْمُودُ بْنُ الرَّبِيعِ فَحَدَّثْتُهَا قَوْمًا فِيهِمْ أَبُو أَيُّوبَ صَاحِبُ رَسُولِ اللهِ صلى الله عليه وسلم فِي غَزْوَتِهِ الَّتِي تُوُفِّيَ فِيهَا وَيَزِيدُ بْنُ مُعَاوِيَةَ عَلَيْهِمْ بِأَرْضِ الرُّومِ فَأَنْكَرَهَا عَلَيَّ أَبُو أَيُّوبَ قَالَ وَاللهِ مَا أَظُنُّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ مَا قُلْتَ قَطُّ فَكَبُرَ ذَلِكَ عَلَيَّ فَجَعَلْتُ لِلَّهِ عَلَيَّ إِنْ سَلَّمَنِي حَتَّى أَقْفُلَ مِنْ غَزْوَتِي أَنْ أَسْأَلَ عَنْهَا عِتْبَانَ بْنَ مَالِكٍإِنْ وَجَدْتُهُ حَيًّا فِي مَسْجِدِ قَوْمِهِ فَقَفَلْتُ فَأَهْلَلْتُ بِحَجَّةٍ أَوْ بِعُمْرَةٍ ثُمَّ سِرْتُ حَتَّى قَدِمْتُ الْمَدِينَةَ فَأَتَيْتُ بَنِي سَالِمٍ فَإِذَا عِتْبَانُ شَيْخٌ أَعْمَى يُصَلِّي لِقَوْمِهِ فَلَمَّا سَلَّمَ مِنْ الصَّلاَةِ سَلَّمْتُ عَلَيْهِ وَأَخْبَرْتُهُ مَنْ أَنَا ثُمَّ سَأَلْتُهُ عَنْ ذَلِكَ الْحَدِيثِ فَحَدَّثَنِيهِ كَمَا حَدَّثَنِيهِ أَوَّلَ مَرَّةٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}