{
  "hadith": {
    "hadith_id": 1198,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, তিনি তাঁর খালা মু’মিনদের মা মাইমূনাহ (রাঃ) -এর ঘরে রাত কাটালেন। তিনি বলেন, আমি বালিশের প্রস্থের দিকে শুয়ে পড়লাম, আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং তাঁর সহধর্মিণী বালিশের দৈর্ঘ্যে শয়ন করলেন। অতঃপর আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মধ্যরাত বা তার কিছু আগ বা পর পর্যন্ত ঘুমিয়ে থাকলেন। অতঃপর আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জেগে উঠে বসলেন এবং দু’হাতে মুখমন্ডল মুছে ঘুমের রেশ দূর করলেন। অতঃপর তিনি সূরা আল ইমরানের শেষ দশ আয়াত তিলাওয়াত করলেন। পরে একটি ঝুলন্ত মশ্‌কের দিকে এগিয়ে গেলেন এবং এর পানি দ্বারা উত্তমরূপে উযূ করে সালাতে দাঁড়িয়ে গেলেন। ‘আবদুল্লাহ্‌‌ ইব্‌নু ‘আব্বাস (রাঃ) বলেন, আমিও উঠে পড়লাম এবং তিনি যেমন করেছিলেন, আমিও তেমন করলাম। অতঃপর আমি গিয়ে তাঁর পাশে দাঁড়ালাম। তখন আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর ডান হাত আমার মাথার উপরে রেখে আমার ডান কানে মোচড়াতে লাগলেন (এবং আমাকে তাঁর পিছন হতে ঘুরিয়ে এনে তাঁর ডানপাশে দাঁড় করিয়ে দিলেন)। তিনি তখন দু’রাক‘আত সালাত আদায় করলেন, অতঃপর দু’রাক‘আত, অতঃপর দু’রাক‘আত, অতঃপর দু’রাক‘আত, অতঃপর দু’রাক‘আত, অতঃপর (দু’রাক‘আতের সাথে আর এক রাক‘আত দ্বারা বেজোড় করে) বিত্‌র আদায় করে শুয়ে পড়লেন। শেষে (ফজরের জামাআতের জন্য) মুআয্‌যিন এলেন। তিনি দাঁড়িয়ে সংক্ষিপ্ত (কিরাআতে) দু’রাক‘আত (ফজরের সুন্নাত) আদায় করলেন। অতঃপর বেরিয়ে গেলেন এবং ফজরের সালাত আদায় করলেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ مَخْرَمَةَ بْنِ سُلَيْمَانَ، عَنْ كُرَيْبٍ، مَوْلَى ابْنِ عَبَّاسٍ أَنَّهُ أَخْبَرَهُ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ ـ رضى الله عنهما ـ أَنَّهُ بَاتَ عِنْدَ مَيْمُونَةَ أُمِّ الْمُؤْمِنِينَ ـ رضى الله عنها ـ وَهْىَ خَالَتُهُ ـ قَالَ فَاضْطَجَعْتُ عَلَى عَرْضِ الْوِسَادَةِ، وَاضْطَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَهْلُهُ فِي طُولِهَا، فَنَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى انْتَصَفَ اللَّيْلُ أَوْ قَبْلَهُ بِقَلِيلٍ أَوْ بَعْدَهُ بِقَلِيلٍ، ثُمَّ اسْتَيْقَظَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَجَلَسَ، فَمَسَحَ النَّوْمَ عَنْ وَجْهِهِ بِيَدِهِ، ثُمَّ قَرَأَ الْعَشْرَ آيَاتٍ خَوَاتِيمَ سُورَةِ آلِ عِمْرَانَ، ثُمَّ قَامَ إِلَى شَنٍّ مُعَلَّقَةٍ فَتَوَضَّأَ مِنْهَا، فَأَحْسَنَ وُضُوءَهُ، ثُمَّ قَامَ يُصَلِّي‏.‏ قَالَ عَبْدُ اللَّهِ بْنُ عَبَّاسٍ ـ رضى الله عنهما ـ فَقُمْتُ فَصَنَعْتُ مِثْلَ مَا صَنَعَ، ثُمَّ ذَهَبْتُ فَقُمْتُ إِلَى جَنْبِهِ، فَوَضَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدَهُ الْيُمْنَى عَلَى رَأْسِي، وَأَخَذَ بِأُذُنِي الْيُمْنَى يَفْتِلُهَا بِيَدِهِ، فَصَلَّى رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ أَوْتَرَ، ثُمَّ اضْطَجَعَ حَتَّى جَاءَهُ الْمُؤَذِّنُ، فَقَامَ فَصَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ، ثُمَّ خَرَجَ فَصَلَّى الصُّبْحَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "21"
    }
  }
}