{
  "hadith": {
    "hadith_id": 1201,
    "narrator": "সাহ্‌ল ইব্‌নু সা‘দ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বনূ আমর ইব্‌নু আওফের মধ্যে মীমাংসা করে দেয়ার উদ্দেশে বের হলেন, ইতোমধ্যে সালাতের সময় উপস্থিত হল। তখন বিলাল (রাঃ) আবূ বকর (রাঃ) -এর নিকট এসে বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কর্মব্যস্ত হয়ে পড়েছেন। আপনি লোকদের সালাতে ইমামতি করবেন? তিনি বললেন, হাঁ, যদি তোমরা চাও। তখন বিলাল (রাঃ) সালাতের ইক্বামাত বললেন, আবূ বকর (রাঃ) সামনে এগিয়ে গিয়ে সালাত শুরু করলেন। ইতোমধ্যে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসলেন এবং কাতার ফাঁক করে সামনে এগিয়ে গিয়ে প্রথম কাতারে দাঁড়ালেন। মুসল্লীগণ ‘তাসফীহ্‌’ করতে লাগলেন। সাহ্‌ল (রাঃ) বললেন, তাসফীহ্‌ কী তা তোমরা জান? তা হল ‘তাস্‌ফীক’ [১] (তালি বাজান) আবূ বকর (রাঃ) সালাতে এদিক সেদিক লক্ষ্য করতেন না। মুসল্লীগণ অধিক তালি বাজালে তিনি সে দিকে লক্ষ্য করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে কাতারে দেখতে পেলেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে ইঙ্গিত করলেন- যথাস্থানে থাক। আবূ বকর (রাঃ) তখন দু’হাত তুলে আল্লাহ্‌ তা‘আলার হাম্‌দ বর্ণনা করলেন এবং পিছু হেঁটে চলে এলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সামনে এগিয়ে গিয়ে সালাত আদায় করলেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ سَهْلٍ ـ رضى الله عنه ـ قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم يُصْلِحُ بَيْنَ بَنِي عَمْرِو بْنِ عَوْفٍ، وَحَانَتِ الصَّلاَةُ، فَجَاءَ بِلاَلٌ أَبَا بَكْرٍ ـ رضى الله عنهما ـ فَقَالَ حُبِسَ النَّبِيُّ صلى الله عليه وسلم فَتَؤُمُّ النَّاسَ قَالَ نَعَمْ إِنْ شِئْتُمْ‏.‏ فَأَقَامَ بِلاَلٌ الصَّلاَةَ، فَتَقَدَّمَ أَبُو بَكْرٍ ـ رضى الله عنه ـ فَصَلَّى، فَجَاءَ النَّبِيُّ صلى الله عليه وسلم يَمْشِي فِي الصُّفُوفِ يَشُقُّهَا شَقًّا حَتَّى قَامَ فِي الصَّفِّ الأَوَّلِ، فَأَخَذَ النَّاسُ بِالتَّصْفِيحِ‏.‏ قَالَ سَهْلٌ هَلْ تَدْرُونَ مَا التَّصْفِيحُ هُوَ التَّصْفِيقُ‏.‏ وَكَانَ أَبُو بَكْرٍ ـ رضى الله عنه ـ لاَ يَلْتَفِتُ فِي صَلاَتِهِ، فَلَمَّا أَكْثَرُوا الْتَفَتَ فَإِذَا النَّبِيُّ صلى الله عليه وسلم فِي الصَّفِّ، فَأَشَارَ إِلَيْهِ مَكَانَكَ‏.‏ فَرَفَعَ أَبُو بَكْرٍ يَدَيْهِ، فَحَمِدَ اللَّهَ، ثُمَّ رَجَعَ الْقَهْقَرَى وَرَاءَهُ وَتَقَدَّمَ النَّبِيُّ صلى الله عليه وسلم فَصَلَّى‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ‘তাস্‌ফীক’   এক হাতের তালু দ্বারা অন্য হাতের তালুতে আঘাত করা।",
    "chapter": {
      "chapter_number": "21"
    }
  }
}