{
  "hadith": {
    "hadith_id": 1218,
    "narrator": "সাহ্‌ল ইব্‌নু সা’দ (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এ সংবাদ পৌঁছল যে, কুবায় বনূ আমর ইব্‌নু আওফ গোত্রে কোন ব্যাপার ঘটেছে। তাদের মধ্যে মীমাংসার উদ্দেশে তিনি কয়েকজন  সাহাবীসহ বেরিয়ে গেলেন। আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেখানে কর্মব্যস্ত হয়ে পড়েন। ইতোমধ্যে সালাতের সময় হয়ে গেল। বিলাল (রাঃ) আবূ বকর (রাঃ) -এর নিকট এসে বললেন, হে আবূ বকর (রাঃ)! আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কর্মব্যস্ত রয়েছেন। এদিকে সালাতের সময় উপস্থিত। আপনি কি লোকদের ইমামতি করবেন? তিনি বললেন, হাঁ, যদি তুমি চাও। তখন বিলাল (রাঃ) সালাতের ইক্বামাত বললেন এবং আবূ বকর (রাঃ) এগিয়ে গেলেন এবং তাক্‌বীর বললেন। তখন আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসলেন এবং কাতার ফাঁক করে সামনে এগিয়ে গিয়ে কাতারে দাঁড়ালেন। মুসল্লীগণ তখন তাস্‌ফীহ্‌ করতে লাগলেন। সাহ্‌ল (রাঃ) বলেন, তাস্‌ফীহ্‌ মানে তাস্‌ফীক (হাতে তালি দেয়া) তিনি আরো বললেন, আবূ বকর (রাঃ) সালাতে এদিক সেদিক তাকাতেন না। মুসল্লীগণ অধিক (তালি দেয়া) করবে, তিনি লক্ষ্য করে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে দেখতে পেলেন। তিনি তাঁকে ইঙ্গিতে সালাত আদায় করার আদেশ দিলেন। তখন আবূ বকর (রাঃ) তাঁর দু’হাত তুললেন এবং আল্লাহ্‌র হাম্‌দ বর্ণনা করলেন। অতঃপর পিছু হেঁটে পিছনে চলে এসে কাতারে দাঁড়ালেন। আর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সামনে এগিয়ে গেলেন এবং মুসল্লীগণকে নিয়ে সালাত আদায় করলেন। সালাত শেষ করে তিনি মুসল্লীগণের দিকে মুখ করে বললেনঃ হে লোক সকল! তোমাদের কি হয়েছে? সালাতে কোন ব্যাপার ঘটলে তোমরা হাত চাপড়াতে শুরু কর কেন? হাত চাপড়ানো তো মেয়েদের জন্য। সালাতে আদায়রত অবস্থায় কারো কিছু ঘটলে পুরুষরা সুব্‌হানাল্লাহ্‌ বলবে। অতপর তিনি আবূ বকর (রাঃ) -এর দিকে লক্ষ্য করে তাঁকে জিজ্ঞেস করলেন, হে আবূ বক্‌র! তোমাকে আমি ইঙ্গিত করা সত্ত্বেও কিসে তোমাকে সালাত আদায়ে বাধা দিল? আবূ বকর (রাঃ) বললেন, আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সামনে দাঁড়িয়ে সালাত আদায় করা ইব্‌নু আবূ কুহাফার [১] জন্য সমীচীন নয়।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا عَبْدُ الْعَزِيزِ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه ـ قَالَ بَلَغَ رَسُولَ اللَّهِ صلى الله عليه وسلم أَنَّ بَنِي عَمْرِو بْنِ عَوْفٍ بِقُبَاءٍ كَانَ بَيْنَهُمْ شَىْءٌ، فَخَرَجَ يُصْلِحُ بَيْنَهُمْ فِي أُنَاسٍ مِنْ أَصْحَابِهِ، فَحُبِسَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَحَانَتِ الصَّلاَةُ، فَجَاءَ بِلاَلٌ إِلَى أَبِي بَكْرٍ ـ رضى الله عنهما ـ فَقَالَ يَا أَبَا بَكْرٍ، إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ حُبِسَ وَقَدْ حَانَتِ الصَّلاَةُ، فَهَلْ لَكَ أَنْ تَؤُمَّ النَّاسَ قَالَ نَعَمْ إِنْ شِئْتَ‏.‏ فَأَقَامَ بِلاَلٌ الصَّلاَةَ، وَتَقَدَّمَ أَبُو بَكْرٍ ـ رضى الله عنه ـ فَكَبَّرَ لِلنَّاسِ، وَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَمْشِي فِي الصُّفُوفِ يَشُقُّهَا شَقًّا، حَتَّى قَامَ فِي الصَّفِّ، فَأَخَذَ النَّاسُ فِي التَّصْفِيحِ‏.‏ قَالَ سَهْلٌ التَّصْفِيحُ هُوَ التَّصْفِيقُ‏.‏ قَالَ وَكَانَ أَبُو بَكْرٍ ـ رضى الله عنه ـ لاَ يَلْتَفِتُ فِي صَلاَتِهِ، فَلَمَّا أَكْثَرَ النَّاسُ الْتَفَتَ فَإِذَا رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَشَارَ إِلَيْهِ، يَأْمُرُهُ أَنْ يُصَلِّيَ، فَرَفَعَ أَبُو بَكْرٍ ـ رضى الله عنه ـ يَدَهُ، فَحَمِدَ اللَّهَ، ثُمَّ رَجَعَ الْقَهْقَرَى وَرَاءَهُ حَتَّى قَامَ فِي الصَّفِّ، وَتَقَدَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَلَّى لِلنَّاسِ، فَلَمَّا فَرَغَ أَقْبَلَ عَلَى النَّاسِ فَقَالَ ‏\"‏ يَا أَيُّهَا النَّاسُ مَا لَكُمْ حِينَ نَابَكُمْ شَىْءٌ فِي الصَّلاَةِ أَخَذْتُمْ بِالتَّصْفِيحِ إِنَّمَا التَّصْفِيحُ لِلنِّسَاءِ، مَنْ نَابَهُ شَىْءٌ فِي صَلاَتِهِ فَلْيَقُلْ سُبْحَانَ اللَّهِ ‏\"‏‏.‏ ثُمَّ الْتَفَتَ إِلَى أَبِي بَكْرٍ ـ رضى الله عنه ـ فَقَالَ ‏\"‏ يَا أَبَا بَكْرٍ، مَا مَنَعَكَ أَنْ تُصَلِّيَ لِلنَّاسِ حِينَ أَشَرْتُ إِلَيْكَ ‏\"‏‏.‏ قَالَ أَبُو بَكْرٍ مَا كَانَ يَنْبَغِي لاِبْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بَيْنَ يَدَىْ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] আবূ কূহাফাহ, আবু বক্‌র (রাঃ) -এর পিতা।",
    "chapter": {
      "chapter_number": "21"
    }
  }
}