{
  "hadith": {
    "hadith_id": 122,
    "narrator": "সা’ঈদ ইব্‌নু জুবায়র (রাঃ)",
    "bn": "তিনি বলেনঃ আমি ইব্‌নু ‘আব্বাস (রাঃ) কে বললাম, নাওফ আল-বাকালী দাবী করে যে, মূসা (‘আঃ) [যিনি খাযির (‘আঃ) এর সাক্ষাৎ লাভ করেছিলেন তিনি] বনী ইসরাঈলের মূসা নন বরং তিনি অন্য এক মূসা। (একথা শুনে) তিনি বললেনঃ আল্লাহর দুশমন মিথ্যা বলেছে। উবাই ইব্‌নু কা’ব (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আমাদের নিকট বর্ণনা করেছেন, তিনি বলেনঃ মূসা (‘আঃ) একদা বনী ইসরাঈলদের মধ্যে বক্তৃতা দিতে দাঁড়ালেন। তখন তাঁকে জিজ্ঞেস করা হয়, সবচেয়ে জ্ঞানী কে? তিনি বললেন, ‘আমি সবচেয়ে জ্ঞানী।’ মহান আল্লাহ তাঁকে সতর্ক করে দিলেন। কেননা তিনি ‘ইলমকে আল্লাহর দিকে সোপর্দ করেন নি। অতঃপর আল্লাহ তাঁর নিকট এ ওয়াহী প্রেরণ করলেনঃ দুই সমুদ্রের সঙ্গমস্থলে আমার বান্দাদের মধ্যে এক বান্দা রয়েছে, যে তোমার চেয়ে অধিক জ্ঞানী। তিনি বলেন, ‘হে আমার প্রতিপালক! কীভাবে তার সাক্ষাৎ পাব?’ তখন তাঁকে বলা হল, থলের মধ্যে একটি মাছ নিয়ে নাও। অতঃপর যেখানে সেটি হারিয়ে ফেলবে সেখানেই তাকে পাবে। অতঃপর তিনি ইউশা ‘ইব্‌নু নূনকে সাথে নিয়ে যাত্রা করলেন। তাঁরা থলের মধ্যে একটি মাছ নিলেন। পথিমধ্যে তাঁরা একটি বড় পাথরের নিকট এসে মাথা রেখে শুয়ে পড়লেন। তারপর মাছটি থলে হতে বেরিয়ে গেল এবং সুড়ঙ্গের মত পথ করে সমুদ্রে চলে গেল। এ ব্যাপারটি মূসা (‘আঃ) ও তাঁর খাদিম এর জন্য ছিল আশ্চর্যের বিষয়। অতঃপর তাঁরা তাদের বাকী দিন ও রাতভর চলতে থাকলেন। পরে ভোরবেলা মূসা তাঁর খাদিমকে বললেন, ‘আমাদের নাস্তা নিয়ে এস, আমরা আমাদের এ সফরে খুবই ক্লান্ত, আর মূসা (‘আঃ) কে যে স্থানের নির্দেশ দেয়া হয়েছিল, সে স্থান অতিক্রম করার পূর্বে তিনি ক্লান্তি অনুভব করেন নি। তারপর তাঁর সাথী তাঁকে বলল, ‘আপনি কি লক্ষ্য করেছেন, আমরা যখন পাথরের পাশে বিশ্রাম নিচ্ছিলাম, তখন আমি মাছের কথা ভুলে গিয়েছিলাম?’ মূসা (‘আঃ) বললেন, ‘আমরা তো সেই স্থানটিরই খোঁজ করছিলাম।’ অতঃপর তাঁরা পদচিহ্ন ধরে ফিরে চললেন। তাঁরা সেই পাথরের নিকট পৌঁছে দেখতে গেলেন, এক ব্যক্তি (বর্ণনাকারী বলেন,) কাপড় মুড়ি দিয়ে আছেন। মূসা (‘আঃ) তাঁকে সালাম দিলেন। তখন খাযির বললেন, এ দেশে সালাম কোথা হতে আসল! তিনি বললেন, ‘আমি মূসা।’ খাযির প্রশ্ন করলেন, ‘বনী ইসরাঈলের মূসা (‘আঃ)?’ তিনি বললেন, ‘হ্যাঁ। তিনি আরো বললেন, সত্য পথের যে জ্ঞান আপনাকে দান করা হয়েছে, তা থেকে শিক্ষা নেয়ার জন্য আমি কি আপনাকে অনুসরণ করতে পারি?’ খাযির বললেন, “তুমি কিছুতেই আমার সাথে ধৈর্য ধরে থাকতে পারবে না। হে মূসা (‘আঃ)! আল্লাহর ‘ইলমের মধ্যে আমি এমন এক ‘ইলম নিয়ে আছি যা তিনি কেবল আমাকেই শিখিয়েছেন, যা তুমি জান না। আর তুমি এমন ‘ইলমের অধিকারী, যা আল্লাহ তোমাকেই শিখিয়েছেন, তা আমি জানি না।” ‘মূসা (‘আঃ) বললেন, “আল্লাহ চাইলে আপনি আমাকে ধৈর্যশীল পাবেন এবং আমি আপনার আদেশ অমান্য করব না। অতঃপর তাঁরা দু’জন সমুদ্র তীর দিয়ে চলতে লাগলেন, তাদের কোন নৌকা ছিল না। ইতোমধ্যে তাদের নিকট দিয়ে একটি নৌকা যাচ্ছিল। তাঁরা নৌকাওয়ালাদের সাথে তাদের তুলে নেয়ার কথা বললেন। তারা খাযিরকে চিনতে পারল এবং ভাড়া ব্যতিরেকে তাঁদের নৌকায় তুলে নিল। তখন একটি চড়ুই পাখি এসে নৌকার এক প্রান্তে বসে একবার কি দু’বার সমুদ্রে তার ঠোঁট ডুবাল। খাযির বললেনঃ ‘হে মুসা (‘আঃ) ! আমার এবং তোমার জ্ঞান (সব মিলেও) আল্লাহর জ্ঞানের তুলনায় চড়ুই পাখির ঠোঁটে যতটুকু পানি এসেছে তার চেয়েও কম।’ অতঃপর খাযির নৌকার তক্তাগুলোর মধ্য থেকে একটি খুলে ফেললেন। মূসা (‘আঃ) বললেন, এরা আমাদের বিনা ভাড়ায় আরোহণ করিয়েছে, আর আপনি আরোহীদের ডুবিয়ে দেয়ার জন্য নৌকাটি ছিদ্র করে দিলেন?’ খাযির বললেন, “আমি কি বলিনি যে, তুমি আমার সঙ্গে কিছুতেই ধৈর্য ধরে থাকতে পারবে না?” মূসা (‘আঃ) বললেন, ‘আমার ত্রুটির জন্য আমাকে অপরাধী করবেন না এবং আমার ব্যাপারে অধিক কঠোর হবেন না।’ বর্ণনাকারী বলেন, এটা মূসা (‘আঃ) এর প্রথমবারের ভুল। অতঃপর তাঁরা দু’জন (নৌকা থেকে নেমে) চলতে লাগলেন। (পথে) একটি বলক অন্যান্য বালকের সাথে খেলা করছিল। খাযির তার মাথার উপর দিক দিয়ে ধরলেন এবং হাত দিয়ে তার মাথা ছিন্ন করে ফেললেন। মূসা (‘আঃ) বললেন, ‘আপনি হত্যার অপরাধ ছাড়াই একটি নিষ্পাপ জীবন নাশ করলেন?’ খাযির বললেন “আমি কি তোমাকে বলিনি যে, তুমি আমার সঙ্গে কখনো ধৈর্য ধরতে পারবে না?” ইব্‌নু ‘উয়ায়নাহ (রহঃ) বলেন, এটা ছিল পূর্বের চেয়ে অধিক জোরালো। “তারপর আবারো চলতে লাগলেন; চলতে চলতে তারা এক গ্রামের অধিবাসীদের নিকট পৌঁছে তাদের নিকট খাদ্য চাইলেন কিন্তু তারা তাঁদের মেহমানদারী করতে অস্বীকার করল। অতঃপর সেখানে তাঁরা ধ্বসে যাওয়ার উপক্রম এমন একটি প্রাচীর দেখতে পেলেন। খাযির তাঁর হাত দিয়ে সেটি দাঁড় করে দিলেন। মূসা (‘আঃ) বললেন, “আপনি ইচ্ছে করলে এর জন্য মজুরী নিতে পারতেন। তিনি বললেন, ‘এখানেই তোমার আর আমার মধ্যে সম্পর্কের অবসান।” (সূরা কাহফঃ ৭৭-৭৮) ; নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ আল্লাহ তা’আলা মূসার উপর রহম করুন। আমাদের কতই না মনোবাঞ্চা পূর্ণ হতো যদি তিনি সবর করতেন, তাহলে আমাদের নিকট তাঁদের আরো ঘটনাবলী বর্ণনা করা হতো। [১]\n\n(৭৪; মুসলিম ৪৩/৪৬, হাঃ ২৩৮০, আহমাদ ২১১৬৭) (আধুনিক প্রকাশনীঃ ১২০, ইসলামী ফাউন্ডেশনঃ ১২৪)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا عَمْرٌو، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ جُبَيْرٍ، قَالَ قُلْتُ لاِبْنِ عَبَّاسٍ إِنَّ نَوْفًا الْبِكَالِيَّ يَزْعُمُ أَنَّ مُوسَى لَيْسَ بِمُوسَى بَنِي إِسْرَائِيلَ، إِنَّمَا هُوَ مُوسَى آخَرُ‏.‏ فَقَالَ كَذَبَ عَدُوُّ اللَّهِ، حَدَّثَنَا أُبَىُّ بْنُ كَعْبٍ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ قَامَ مُوسَى النَّبِيُّ خَطِيبًا فِي بَنِي إِسْرَائِيلَ، فَسُئِلَ أَىُّ النَّاسِ أَعْلَمُ فَقَالَ أَنَا أَعْلَمُ‏.‏ فَعَتَبَ اللَّهُ عَلَيْهِ، إِذْ لَمْ يَرُدَّ الْعِلْمَ إِلَيْهِ، فَأَوْحَى اللَّهُ إِلَيْهِ أَنَّ عَبْدًا مِنْ عِبَادِي بِمَجْمَعِ الْبَحْرَيْنِ هُوَ أَعْلَمُ مِنْكَ‏.‏ قَالَ يَا رَبِّ وَكَيْفَ بِهِ فَقِيلَ لَهُ احْمِلْ حُوتًا فِي مِكْتَلٍ فَإِذَا فَقَدْتَهُ فَهْوَ ثَمَّ، فَانْطَلَقَ وَانْطَلَقَ بِفَتَاهُ يُوشَعَ بْنِ نُونٍ، وَحَمَلاَ حُوتًا فِي مِكْتَلٍ، حَتَّى كَانَا عِنْدَ الصَّخْرَةِ وَضَعَا رُءُوسَهُمَا وَنَامَا فَانْسَلَّ الْحُوتُ مِنَ الْمِكْتَلِ فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا، وَكَانَ لِمُوسَى وَفَتَاهُ عَجَبًا، فَانْطَلَقَا بَقِيَّةَ لَيْلَتِهِمَا وَيَوْمِهِمَا فَلَمَّا أَصْبَحَ قَالَ مُوسَى لِفَتَاهُ آتِنَا غَدَاءَنَا، لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا، وَلَمْ يَجِدْ مُوسَى مَسًّا مِنَ النَّصَبِ حَتَّى جَاوَزَ الْمَكَانَ الَّذِي أُمِرَ بِهِ‏.‏ فَقَالَ لَهُ فَتَاهُ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ، قَالَ مُوسَى ذَلِكَ مَا كُنَّا نَبْغِي، فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا، فَلَمَّا انْتَهَيَا إِلَى الصَّخْرَةِ إِذَا رَجُلٌ مُسَجًّى بِثَوْبٍ ـ أَوْ قَالَ تَسَجَّى بِثَوْبِهِ ـ فَسَلَّمَ مُوسَى‏.‏ فَقَالَ الْخَضِرُ وَأَنَّى بِأَرْضِكَ السَّلاَمُ فَقَالَ أَنَا مُوسَى‏.‏ فَقَالَ مُوسَى بَنِي إِسْرَائِيلَ قَالَ نَعَمْ‏.‏ قَالَ هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِي مِمَّا عُلِّمْتَ رَشَدًا قَالَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا، يَا مُوسَى إِنِّي عَلَى عِلْمٍ مِنْ عِلْمِ اللَّهِ عَلَّمَنِيهِ لاَ تَعْلَمُهُ أَنْتَ، وَأَنْتَ عَلَى عِلْمٍ عَلَّمَكَهُ لاَ أَعْلَمُهُ‏.‏ قَالَ سَتَجِدُنِي إِنْ شَاءَ اللَّهُ صَابِرًا، وَلاَ أَعْصِي لَكَ أَمْرًا، فَانْطَلَقَا يَمْشِيَانِ عَلَى سَاحِلِ الْبَحْرِ لَيْسَ لَهُمَا سَفِينَةٌ، فَمَرَّتْ بِهِمَا سَفِينَةٌ، فَكَلَّمُوهُمْ أَنْ يَحْمِلُوهُمَا، فَعُرِفَ الْخَضِرُ، فَحَمَلُوهُمَا بِغَيْرِ نَوْلٍ، فَجَاءَ عُصْفُورٌ فَوَقَعَ عَلَى حَرْفِ السَّفِينَةِ، فَنَقَرَ نَقْرَةً أَوْ نَقْرَتَيْنِ فِي الْبَحْرِ‏.‏ فَقَالَ الْخَضِرُ يَا مُوسَى، مَا نَقَصَ عِلْمِي وَعِلْمُكَ مِنْ عِلْمِ اللَّهِ إِلاَّ كَنَقْرَةِ هَذَا الْعُصْفُورِ فِي الْبَحْرِ‏.‏ فَعَمَدَ الْخَضِرُ إِلَى لَوْحٍ مِنْ أَلْوَاحِ السَّفِينَةِ فَنَزَعَهُ‏.‏ فَقَالَ مُوسَى قَوْمٌ حَمَلُونَا بِغَيْرِ نَوْلٍ، عَمَدْتَ إِلَى سَفِينَتِهِمْ فَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا قَالَ أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا قَالَ لاَ تُؤَاخِذْنِي بِمَا نَسِيتُ‏.‏ فَكَانَتِ الأُولَى مِنْ مُوسَى نِسْيَانًا‏.‏ فَانْطَلَقَا فَإِذَا غُلاَمٌ يَلْعَبُ مَعَ الْغِلْمَانِ، فَأَخَذَ الْخَضِرُ بِرَأْسِهِ مِنْ أَعْلاَهُ فَاقْتَلَعَ رَأْسَهُ بِيَدِهِ‏.‏ فَقَالَ مُوسَى أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ قَالَ أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا ـ قَالَ ابْنُ عُيَيْنَةَ وَهَذَا أَوْكَدُ ـ فَانْطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا، فَأَبَوْا أَنْ يُضَيِّفُوهُمَا، فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ فَأَقَامَهُ‏.‏ قَالَ الْخَضِرُ بِيَدِهِ فَأَقَامَهُ‏.‏ فَقَالَ لَهُ مُوسَى لَوْ شِئْتَ لاَتَّخَذْتَ عَلَيْهِ أَجْرًا‏.‏ قَالَ هَذَا فِرَاقُ بَيْنِي وَبَيْنِكَ ‏\"‏‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ يَرْحَمُ اللَّهُ مُوسَى، لَوَدِدْنَا لَوْ صَبَرَ حَتَّى يُقَصَّ عَلَيْنَا مِنْ أَمْرِهِمَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] এ হাদিসে বর্ণিত আয়াতে কারীমাহগুলো সূরা কাহ্‌ফ ৬১ থেকে ৭৮ আয়াত পর্যন্ত।",
    "chapter": {
      "chapter_number": "3"
    }
  }
}