{
  "hadith": {
    "hadith_id": 1233,
    "narrator": "কুরায়ব (রহঃ)",
    "bn": "ইব্‌নু ‘আব্বাস, মিসওয়ার ইব্‌নু মাখরামাহ এবং ‘আবদুর রহমান ইব্‌নু আযহার (রাঃ) তাঁকে ‘আয়িশা (রাঃ)-এর নিকট পাঠালেন এবং বলে দিলেন, তাঁকে আমাদের সকলের তরফ হতে সালাম পৌঁছিয়ে আসরের পরের দু’রাক‘আত সালাত সম্পর্কে জিজ্ঞেস করবে। তাঁকে একথাও বলবে যে, আমরা খবর পেয়েছি যে, আপনি সে দু’রাক‘আত আদায় করেন, অথচ আমাদের নিকট পৌঁছেছে যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সে দু’রাক‘আত আদায় করতে নিষেধ করেছেন। ইব্‌নু ‘আব্বাস (রাঃ) সংবাদে আরও বললেন যে, আমি ‘উমর ইব্‌নু খাত্তাব (রাঃ)-এর সাথে এ সালাতের কারণে লোকদের মারধোর করতাম। কুরায়ব (রহঃ) বলেন, আমি ‘আয়িশা (রাঃ)-এর নিকট গিয়ে তাঁকে তাঁদের পয়গাম পৌঁছিয়ে দিলাম। তিনি বললেন, উম্মু সালামা্‌ (রাঃ)-কে জিজ্ঞেস কর। [কুরায়ব (রহঃ) বলেন] আমি সেখান হতে বের হয়ে তাঁদের নিকট গেলাম এবং তাঁদেরকে ‘আয়িশা (রাঃ)-এর কথা জানালাম। তখন তাঁরা আমাকে ‘আয়িশা (রাঃ)-এর নিকট যে বিষয় নিয়ে পাঠিয়েছিলেন, তা নিয়ে পুনরায় উম্মু সালামা (রাঃ)-এর নিকট পাঠালেন। উম্মু সালামা (রাঃ) বললেন, আমিও নবী করিম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে তা নিষেধ করতে শুনেছি। অথচ অতঃপর তাঁকে আসরের সালাতের পর তা আদায় করতেও দেখেছি। একদা তিনি ‘আসরের সালাতের পর আমার ঘরে আসলেন। তখন আমার নিকট বনূ হারাম গোত্রের আনসারী কয়েকজন মহিলা উপস্থিত ছিলেন। আমি বাঁদীকে এ বলে তাঁর নিকট পাঠালাম যে, তাঁর পাশে গিয়ে দাঁড়িয়ে তাঁকে বলবে, উম্মে সালামা (রাঃ) আপনার নিকট জানতে চেয়েছেন, আপনাকে (‘আসরের পর সালাতের) দু’রাক‘আত নিষেধ করতে শুনেছি; অথচ দেখছি, আপনি তা আদায় করছেন? যদি তিনি হাত দিয়ে ইঙ্গিত করেন, তাহলে পিছনে সরে থাকবে, বাঁদী তা-ই করল। তিনি ইঙ্গিত করলেন, সে পিছনে সরে থাকল। সালাত শেষ করে তিনি বললেন, হে আবূ উমায়্যার কন্যা! ‘আসরের পরের দু’রাক‘আত সালাত সম্পর্কে তুমি আমাকে জিজ্ঞেস করেছ। আবদুল কায়স গোত্রের কিছু লোক আমার নিকট এসেছিল। তাদের কারণে যুহ্‌রের পরের দু’রাক‘আত আদায় করতে না পেরে (তাদেরকে নিয়ে) ব্যস্ত হয়ে পড়েছিলাম। এ দু’রাক‘আত সে দু’রাক‘আত। [১]",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرٌو، عَنْ بُكَيْرٍ، عَنْ كُرَيْبٍ، أَنَّ ابْنَ عَبَّاسٍ، وَالْمِسْوَرَ بْنَ مَخْرَمَةَ، وَعَبْدَ الرَّحْمَنِ بْنَ أَزْهَرَ ـ رضى الله عنهم ـ أَرْسَلُوهُ إِلَى عَائِشَةَ ـ رضى الله عنها ـ فَقَالُوا اقْرَأْ عَلَيْهَا السَّلاَمَ مِنَّا جَمِيعًا وَسَلْهَا عَنِ الرَّكْعَتَيْنِ بَعْدَ صَلاَةِ الْعَصْرِ وَقُلْ لَهَا إِنَّا أُخْبِرْنَا أَنَّكِ تُصَلِّينَهُمَا وَقَدْ بَلَغَنَا أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْهَا‏.‏ وَقَالَ ابْنُ عَبَّاسٍ وَكُنْتُ أَضْرِبُ النَّاسَ مَعَ عُمَرَ بْنِ الْخَطَّابِ عَنْهُمَا‏.‏ فَقَالَ كُرَيْبٌ فَدَخَلْتُ عَلَى عَائِشَةَ ـ رضى الله عنها ـ فَبَلَّغْتُهَا مَا أَرْسَلُونِي‏.‏ فَقَالَتْ سَلْ أُمَّ سَلَمَةَ‏.‏ فَخَرَجْتُ إِلَيْهِمْ فَأَخْبَرْتُهُمْ بِقَوْلِهَا فَرَدُّونِي إِلَى أُمِّ سَلَمَةَ بِمِثْلِ مَا أَرْسَلُونِي بِهِ إِلَى عَائِشَةَ‏.‏ فَقَالَتْ أُمُّ سَلَمَةَ ـ رضى الله عنها ـ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَنْهَى عَنْهَا ثُمَّ رَأَيْتُهُ يُصَلِّيهِمَا حِينَ صَلَّى الْعَصْرَ، ثُمَّ دَخَلَ عَلَىَّ وَعِنْدِي نِسْوَةٌ مِنْ بَنِي حَرَامٍ مِنَ الأَنْصَارِ فَأَرْسَلْتُ إِلَيْهِ الْجَارِيَةَ فَقُلْتُ قُومِي بِجَنْبِهِ قُولِي لَهُ تَقُولُ لَكَ أُمُّ سَلَمَةَ يَا رَسُولَ اللَّهِ سَمِعْتُكَ تَنْهَى عَنْ هَاتَيْنِ وَأَرَاكَ تُصَلِّيهِمَا‏.‏ فَإِنْ أَشَارَ بِيَدِهِ فَاسْتَأْخِرِي عَنْهُ‏.‏ فَفَعَلَتِ الْجَارِيَةُ فَأَشَارَ بِيَدِهِ فَاسْتَأْخَرَتْ عَنْهُ فَلَمَّا انْصَرَفَ قَالَ ‏ \"‏ يَا بِنْتَ أَبِي أُمَيَّةَ سَأَلْتِ عَنِ الرَّكْعَتَيْنِ بَعْدَ الْعَصْرِ وَإِنَّهُ أَتَانِي نَاسٌ مِنْ عَبْدِ الْقَيْسِ فَشَغَلُونِي عَنِ الرَّكْعَتَيْنِ اللَّتَيْنِ بَعْدَ الظُّهْرِ فَهُمَا هَاتَانِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ঘটনাটি একবারের হলেও নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর বৈশিষ্ট্যের কারনে তা নিয়মিত সালাতে পরিণত হয়। কারণ, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন ‘আমাল একবার শুরু করলে তা নিয়মিত করতেন।",
    "chapter": {
      "chapter_number": "22"
    }
  }
}