{
  "hadith": {
    "hadith_id": 125,
    "narrator": "‘আবদুল্লাহ ইব্‌নু মাস’ঊদ (রাঃ)",
    "bn": "তিনি বলেনঃ একদা আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে মদীনার বসতিহীন এলাকা দিয়ে চলছিলাম। তিনি একখানি খেজুরের ডালে ভর দিয়ে একদল ইয়াহুদীর কাছ দিয়ে যাচ্ছিলেন। তখন তারা একজন অন্যজনকে বলতে লাগল, ‘তাঁকে রূহ সম্পর্কে জিজ্ঞেস কর।’ আর একজন বলল, ‘তাঁকে কোন প্রশ্ন করো না, হয়ত এমন কোন জবাব দিবেন যা তোমরা পছন্দ করোনা।’ আবার কেউ কেউ বলল, ‘তাঁকে আমরা প্রশ্ন করবই।’ অতঃপর তাদের মধ্য হতে এক ব্যক্তি দাঁড়িয়ে বলল, ‘হে আবুল কাসিম! রূহ কী?’ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চুপ করে রইলেন, আমি মনে মনে বললাম, তাঁর প্রতি ওয়াহী অবতীর্ণ হচ্ছে। তাই আমি দাঁড়িয়ে রইলাম। অতঃপর যখন সে অবস্থা কেটে গেল তখন তিনি বললেনঃ\nوَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتُيتُمْ مِنَ الْعِلْمِ إِلاَّ قَلِيلاً‏‏‏.‏\n“তারা তোমাকে রূহ সম্পর্কে প্রশ্ন করে। বল, রূহ আমার প্রতিপালকের আদেশ ঘটিত। এবং তাদেরকে সামান্যই জ্ঞান দেয়া হয়েছে।” (সূরা আল-ইসরা ১৭/৮৫)\nআ’মাশ (রহঃ) বলেন, এভাবেই আয়াতটিকে আমাদের কিরাআতে أُوتِيتُم এর স্থলে أُوتُو পড়া হয়েছে।\n\n (৪৭২১, ৭২৯৭, ৭৪৫৬, ৭৪৬২; মুসলিম ৫০/৪, হাঃ ২৭৯৪, আহমাদ ৩৬৮৮) (আধুনিক প্রকাশনীঃ ১২৩, ইসলামী ফাউন্ডেশনঃ ১২৭)",
    "ar": "حَدَّثَنَا قَيْسُ بْنُ حَفْصٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ، قَالَ حَدَّثَنَا الأَعْمَشُ، سُلَيْمَانُ عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، عَنْ عَبْدِ اللَّهِ، قَالَ بَيْنَا أَنَا أَمْشِي، مَعَ النَّبِيِّ صلى الله عليه وسلم فِي خَرِبِ الْمَدِينَةِ، وَهُوَ يَتَوَكَّأُ عَلَى عَسِيبٍ مَعَهُ، فَمَرَّ بِنَفَرٍ مِنَ الْيَهُودِ، فَقَالَ بَعْضُهُمْ لِبَعْضٍ سَلُوهُ عَنِ الرُّوحِ‏.‏ وَقَالَ بَعْضُهُمْ لاَ تَسْأَلُوهُ لاَ يَجِيءُ فِيهِ بِشَىْءٍ تَكْرَهُونَهُ‏.‏ فَقَالَ بَعْضُهُمْ لَنَسْأَلَنَّهُ‏.‏ فَقَامَ رَجُلٌ مِنْهُمْ فَقَالَ يَا أَبَا الْقَاسِمِ، مَا الرُّوحُ فَسَكَتَ‏.‏ فَقُلْتُ إِنَّهُ يُوحَى إِلَيْهِ‏.‏ فَقُمْتُ، فَلَمَّا انْجَلَى عَنْهُ، قَالَ ‏{‏وَيَسْأَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتُيتُمْ مِنَ الْعِلْمِ إِلاَّ قَلِيلاً‏}‏‏.‏ قَالَ الأَعْمَشُ هَكَذَا فِي قِرَاءَتِنَا‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "3"
    }
  }
}