{
  "hadith": {
    "hadith_id": 1277,
    "narrator": "সাহ্‌ল (রাঃ)",
    "bn": "এক মহিলা নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট একখানা বুরদা নিয়ে এলেন যার সাথে ঝালর যুক্ত ছিল। সাহ্‌ল (রাঃ) বললেন, তোমরা জান, বুরদা কী? তারা বলল, চাদর। সাহ্‌ল (রাঃ) বললেন, ঠিকই। মহিলা বললেন, চাদরখানি আমি নিজ হস্তে বয়ন করেছি এবং তা আপনার পরিধানের জন্য নিয়ে এসেছি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা গ্রহণ করলেন এবং তাঁর চাদরের প্রয়োজনও ছিল। অতঃপর তিনি তা ইযার হিসেবে পরিধান করে আমাদের সম্মুখে আসলেন। তখন জনৈক ব্যক্তি তার সৌন্দর্য বর্ণনা করে বললেন, বাহ! কত সুন্দর! আমাকে এটি পরিধানের জন্য দান করুন। সাহাবীগন বললেন, তুমি ভাল করনি। নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা তাঁর প্রয়োজনে পরিধান করেছেন; তবুও তুমি তা চেয়ে বসলে। অথচ তুমি জান যে, তিনি কাউকে বিমুখ করেন না। ঐ ব্যক্তি বলল, আল্লাহর কসম! আমি তা পরিধানের উদ্দেশে চাইনি। আমার চাওয়ার একমাত্র উদ্দেশ্য যেন তা দিয়ে আমার কাফন হয়। সাহ্‌ল (রাঃ) বললেন, অবশেষে তা তাঁর কাফনই হয়েছিল। [১১]",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، حَدَّثَنَا ابْنُ أَبِي حَازِمٍ، عَنْ أَبِيهِ، عَنْ سَهْلٍ ـ رضى الله عنه ـ أَنَّ امْرَأَةً، جَاءَتِ النَّبِيَّ صلى الله عليه وسلم بِبُرْدَةٍ مَنْسُوجَةٍ فِيهَا حَاشِيَتُهَا ـ أَتَدْرُونَ مَا الْبُرْدَةُ قَالُوا الشَّمْلَةُ‏.‏ قَالَ نَعَمْ‏.‏ قَالَتْ نَسَجْتُهَا بِيَدِي، فَجِئْتُ لأَكْسُوَكَهَا‏.‏ فَأَخَذَهَا النَّبِيُّ صلى الله عليه وسلم مُحْتَاجًا إِلَيْهَا، فَخَرَجَ إِلَيْنَا وَإِنَّهَا إِزَارُهُ، فَحَسَّنَهَا فُلاَنٌ فَقَالَ اكْسُنِيهَا، مَا أَحْسَنَهَا‏.‏ قَالَ الْقَوْمُ مَا أَحْسَنْتَ، لَبِسَهَا النَّبِيُّ صلى الله عليه وسلم مُحْتَاجًا إِلَيْهَا، ثُمَّ سَأَلْتَهُ وَعَلِمْتَ أَنَّهُ لاَ يَرُدُّ‏.‏ قَالَ إِنِّي وَاللَّهِ مَا سَأَلْتُهُ لأَلْبَسَهَا إِنَّمَا سَأَلْتُهُ لِتَكُونَ كَفَنِي‏.‏ قَالَ سَهْلٌ فَكَانَتْ كَفَنَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১১] হাদীস হতে যা জানা যায়ঃ (১) হাদীস বর্ণনায় সময় সাহাবাদের (রাঃ) সতর্কতা। (২) শালীনতা বজায় থাকলে মহিলাদের কাজের অনুমতি। (৩) নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অর্থনৈতিক সংকটে দিনাতিপাত করতেন। (৪) নবী  ইতস্ততা পরিত্যাগ করে চাদরকে লুঙ্গি বানিয়েছেন। (৫) নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অভাবের মধ্যেও দান করেছন। (৬) নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাদীয়া গ্রহণ করতেন। (৭) নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাদীয়ার মাল দান করে দেয়া বৈধ। (৮) কারো আচরণ ভুল হলে তাকে সতর্ক করা। (৯) নিজের আচরণের প্রয়োজনীয় ব্যাখ্যা প্রদান করা। (১০) সামান্য একটু রূপকভাবে কথা বলা যায়। (১১) রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাউকে বিমুখ না করার গুনাবলী। (১২) রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জীবদ্দশায় তা সাথে জড়িত বস্তু হতে বারাকাৎ হাসিল করা। (১৩) তাঁর জীবদ্দশায়ই কাফন তৈরীর মাধ্যমে মৃতের প্রস্তুতি নেয়া ভাল। (১৪) কেউ ভাল নিয়ত রাখলে মহান আল্লাহ তা অবশ্যই পূরণ করেন।",
    "chapter": {
      "chapter_number": "23"
    }
  }
}