{
  "hadith": {
    "hadith_id": 1284,
    "narrator": "উসামাহ ইব্‌নু যায়দ (রাঃ)",
    "bn": "তিনি বলেন, নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জনৈকা কন্যা (যায়নাব) তাঁর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট লোক পাঠালেন যে, আমার এক পুত্র মরণাপন্ন অবস্থায় রয়েছে, তাই আপনি আমাদের নিকট আসুন। তিনি বলে পাঠালেন, (তাঁকে) সালাম দিবে এবং বলবেঃ আল্লাহরই অধিকারে যা কিছু তিনি নিয়ে যান আর তাঁরই অধিকারে যা কিছু তিনি দান করেন। তাঁর নিকট সকল কিছুরই একটি নির্দিষ্ট সময় আছে। কাজেই সে যেন ধৈর্য ধারণ করে এবং সওয়াবের অপেক্ষায় থাকে। তখন তিনি তাঁর কাছে কসম দিয়ে পাঠালেন, তিনি যেন অবশ্যই আগমন করেন। তখন তিনি দন্ডায়মান হলেন এবং তাঁর সাথে ছিলেন সা’দ ইব্‌নু উবাদাহ, মু‘আয ইব্‌নু জাবাল, উবাই ইব্‌নু কা’ব, যাইদ ইব্‌নু সাবিত (রাঃ) এবং আরও কয়েকজন। তখন শিশুটিকে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে তুলে দেয়া হল। তখন সে ছটফট করছিল। বর্ণনাকারী বলেন, আমরা ধারনা যে, তিনি এ কথা বলেছিলেন, যেন তার শ্বাস মশকের মত (শব্দ হচ্ছিল)। আর নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দু’ চক্ষু বেয়ে অশ্রু ঝরছিল। সা’দ (রাঃ) বললেন, হে আল্লাহর রসূল! একি? তিনি বললেনঃ এ হচ্ছে রহমত, যা আল্লাহ্‌ তাঁর বান্দার অন্তরে গচ্ছিত রেখেছেন। আর আল্লাহ্‌ তো তাঁর দয়ালু বান্দাদের প্রতিই দয়া করেন।",
    "ar": "حَدَّثَنَا عَبْدَانُ، وَمُحَمَّدٌ، قَالاَ أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا عَاصِمُ بْنُ سُلَيْمَانَ، عَنْ أَبِي عُثْمَانَ، قَالَ حَدَّثَنِي أُسَامَةُ بْنُ زَيْدٍ ـ رضى الله عنهما ـ قَالَ أَرْسَلَتِ ابْنَةُ النَّبِيِّ صلى الله عليه وسلم إِلَيْهِ إِنَّ ابْنًا لِي قُبِضَ فَائْتِنَا‏.‏ فَأَرْسَلَ يُقْرِئُ السَّلاَمَ وَيَقُولُ ‏\"‏ إِنَّ لِلَّهِ مَا أَخَذَ وَلَهُ مَا أَعْطَى وَكُلٌّ عِنْدَهُ بِأَجَلٍ مُسَمًّى، فَلْتَصْبِرْ وَلْتَحْتَسِبْ ‏\"‏‏.‏ فَأَرْسَلَتْ إِلَيْهِ تُقْسِمُ عَلَيْهِ لَيَأْتِيَنَّهَا، فَقَامَ وَمَعَهُ سَعْدُ بْنُ عُبَادَةَ وَمُعَاذُ بْنُ جَبَلٍ وَأُبَىُّ بْنُ كَعْبٍ وَزَيْدُ بْنُ ثَابِتٍ وَرِجَالٌ، فَرُفِعَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم الصَّبِيُّ وَنَفْسُهُ تَتَقَعْقَعُ ـ قَالَ حَسِبْتُهُ أَنَّهُ قَالَ ـ كَأَنَّهَا شَنٌّ‏.‏ فَفَاضَتْ عَيْنَاهُ‏.‏ فَقَالَ سَعْدٌ يَا رَسُولَ اللَّهِ مَا هَذَا فَقَالَ ‏\"‏ هَذِهِ رَحْمَةٌ جَعَلَهَا اللَّهُ فِي قُلُوبِ عِبَادِهِ، وَإِنَّمَا يَرْحَمُ اللَّهُ مِنْ عِبَادِهِ الرُّحَمَاءَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}