{
  "hadith": {
    "hadith_id": 1295,
    "narrator": "সা‘দ ইব্‌নু আবূ ওয়াক্কাস (রাঃ)",
    "bn": "তিনি বলেন, বিদায় হাজ্জে একটি কঠিন রোগে আমি আক্রান্ত হলে, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার খোঁজ খবর নেয়ার জন্য আসতেন। একদা আমি তাঁর কাছে নিবেদন করলাম, আমার রোগ চরমে পৌঁছেছে আর আমি সম্পদশালী। একমাত্র কন্যা ছাড়া কেউ আমার উত্তরাধিকারী নেই। তবে আমি কি আমার সম্পদের দু’ তৃতীয়াংশ সদকা করতে পারি? তিনি বললেন, না। আমি আবার নিবেদন করলাম, তাহলে অর্ধেক। তিনি বললেন, না। অতঃপর তিনি বললেন, এক তৃতীয়াংশ আর  এক তৃতীয়াংশও বিরাট পরিমাণ অথবা অধিক। তোমরা ওয়ারিসদের অভাবমুক্ত রেখে যাওয়া, তাদের খালি হাতে পরমুখাপেক্ষী অবস্থায় রেখে যাওয়ার চেয়ে উত্তম। [১৫] আর আল্লাহর সন্তুষ্টি লাভের জন্য তুমি যে কোন ব্যয় করো না কেন, তোমাকে তার বিনিময়ে প্রদান করা হবে। এমনকি যা তুমি তোমার স্ত্রীর মুখে তুলে দিবে (তারও প্রতিদান পাবে)। আমি নিবেদন করলাম, হে আল্লাহর রসূল! (আফসোস) আমি আমার সাথীদের হতে পিছনে থেকে যাব? তিনি বললেন, তুমি যদি পিছনে থেকে নেক ‘আমল করতে থাক, তাহলে তাতে তোমার মর্যাদা ও উন্নতি বৃদ্ধিই পেতে থাকবে। তাছাড়া, সম্ভবত, তুমি পিছনে (থেকে যাবে)। যার ফলে তোমার দ্বারা অনেক কওম উপকার লাভ করবে। আর অন্যরা ক্ষতিগ্রস্ত হবে। হে আল্লাহ্‌! আমার সাহাবীগনের হিজরত বলবৎ রাখুন। পশ্চাতে ফিরিয়ে দিবেন না। কিন্তু আফসোস! সা‘দ ইব্‌নু খাওলার জন্য (এ বলে) আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর জন্য শোক প্রকাশ করছিলেন, যেহেতু মক্কায় তাঁর মৃত্যু হয়েছিল।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنِ ابْنِ شِهَابٍ، عَنْ عَامِرِ بْنِ سَعْدِ بْنِ أَبِي وَقَّاصٍ، عَنْ أَبِيهِ ـ رضى الله عنه ـ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَعُودُنِي عَامَ حَجَّةِ الْوَدَاعِ مِنْ وَجَعٍ اشْتَدَّ بِي فَقُلْتُ إِنِّي قَدْ بَلَغَ بِي مِنَ الْوَجَعِ وَأَنَا ذُو مَالٍ، وَلاَ يَرِثُنِي إِلاَّ ابْنَةٌ، أَفَأَتَصَدَّقُ بِثُلُثَىْ مَالِي قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ فَقُلْتُ بِالشَّطْرِ فَقَالَ ‏\"‏ لاَ ‏\"‏ ثُمَّ قَالَ ‏\"‏ الثُّلُثُ وَالثُّلْثُ كَبِيرٌ ـ أَوْ كَثِيرٌ ـ إِنَّكَ أَنْ تَذَرَ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَذَرَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ، وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً تَبْتَغِي بِهَا وَجْهَ اللَّهِ إِلاَّ أُجِرْتَ بِهَا، حَتَّى مَا تَجْعَلُ فِي فِي امْرَأَتِكَ ‏\"‏‏.‏ فَقُلْتُ يَا رَسُولَ اللَّهِ، أُخَلَّفُ بَعْدَ أَصْحَابِي قَالَ ‏\"‏ إِنَّكَ لَنْ تُخَلَّفَ فَتَعْمَلَ عَمَلاً صَالِحًا إِلاَّ ازْدَدْتَ بِهِ دَرَجَةً وَرِفْعَةً، ثُمَّ لَعَلَّكَ أَنْ تُخَلَّفَ حَتَّى يَنْتَفِعَ بِكَ أَقْوَامٌ وَيُضَرَّ بِكَ آخَرُونَ، اللَّهُمَّ أَمْضِ لأَصْحَابِي هِجْرَتَهُمْ، وَلاَ تَرُدَّهُمْ عَلَى أَعْقَابِهِمْ، لَكِنِ الْبَائِسُ سَعْدُ ابْنُ خَوْلَةَ، يَرْثِي لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ مَاتَ بِمَكَّةَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৫] বর্তমান সমাজে কিছু অতি পরহেজগার লোক দেখা যায় যারা নিজেদের ওয়ারিসদের বঞ্চিত করে মালের সিংহভাগ দান করে থাকেন, কেউ বা মেয়েদের বঞ্চিত করেন আবার কেউ বা সমাবেশ করে লিখে দিয়ে যান তাদেরকে এ হাদীস থেকে শিক্ষা নেয়া দরকার।",
    "chapter": {
      "chapter_number": "23"
    }
  }
}