{
  "hadith": {
    "hadith_id": 1303,
    "narrator": "‘আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমরা রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে আবূ সায়ফ্‌ কর্মকারের নিকট গেলাম। তিনি ছিলেন (নবী -তনয়) ইব্‌রাহীম (রাঃ)-এর দুধ সম্পর্কীয় পিতা। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইব্‌রাহীম (রাঃ)-কে তুলে নিয়ে চুমু খেলেন এবং নাকে-মুখে লাগালেন। অতঃপর (আরেক বার) আমরা তাঁর (আবূ সায়ফ্‌-এর) বাড়িতে গেলাম। তখন ইব্‌রাহীম (রাঃ) মুমূর্ষু অবস্থায়। এতে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উভয় চক্ষু হতে অশ্রু ঝরতে লাগল। তখন ‘আবদুর রহমান ইব্‌নু ‘আওফ (রাঃ) বললেন, হে আল্লাহর রসূল! আর আপনিও? (ক্রন্দন করছেন?)। তখন তিনি বললেনঃ অশ্রু প্রবাহিত হয় আর হৃদয় হয় ব্যথিত। তবে আমরা মুখে তা-ই বলি যা আমাদের রব পছন্দ করেন। [১৭] আর হে ইব্‌রাহীম! তোমার বিচ্ছেদে আমরা অবশ্যই শোকসন্তপ্ত। [১৮]\nমূসা (রহঃ)….আনাস (রাঃ) নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে হাদীসটি বর্ণনা করেন।",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عَبْدِ الْعَزِيزِ، حَدَّثَنَا يَحْيَى بْنُ حَسَّانَ، حَدَّثَنَا قُرَيْشٌ ـ هُوَ ابْنُ حَيَّانَ ـ عَنْ ثَابِتٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ دَخَلْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى أَبِي سَيْفٍ الْقَيْنِ ـ وَكَانَ ظِئْرًا لإِبْرَاهِيمَ ـ عَلَيْهِ السَّلاَمُ ـ فَأَخَذَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِبْرَاهِيمَ فَقَبَّلَهُ وَشَمَّهُ، ثُمَّ دَخَلْنَا عَلَيْهِ بَعْدَ ذَلِكَ، وَإِبْرَاهِيمُ يَجُودُ بِنَفْسِهِ، فَجَعَلَتْ عَيْنَا رَسُولِ اللَّهِ صلى الله عليه وسلم تَذْرِفَانِ‏.‏ فَقَالَ لَهُ عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ ـ رضى الله عنه ـ وَأَنْتَ يَا رَسُولَ اللَّهِ فَقَالَ ‏\"‏ يَا ابْنَ عَوْفٍ إِنَّهَا رَحْمَةٌ ‏\"‏‏.‏ ثُمَّ أَتْبَعَهَا بِأُخْرَى فَقَالَ صلى الله عليه وسلم ‏\"‏ إِنَّ الْعَيْنَ تَدْمَعُ، وَالْقَلْبَ يَحْزَنُ، وَلاَ نَقُولُ إِلاَّ مَا يَرْضَى رَبُّنَا، وَإِنَّا بِفِرَاقِكَ يَا إِبْرَاهِيمُ لَمَحْزُونُونَ ‏\"‏‏.‏ رَوَاهُ مُوسَى عَنْ سُلَيْمَانَ بْنِ الْمُغِيرَةِ عَنْ ثَابِتٍ عَنْ أَنَسٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৭] হাদিসটি হতে বিপদে অশ্রু ঝড়ানো আর মহান আল্লাহর নাফরমানী প্রকাশক শব্দাবলী বাদ দিয়ে মুখে শোক প্রকাশ করার অনুমতি পাওয়া যায়, পক্ষান্তরে মহান আল্লাহর নাফরমানী হয় কিংবা তাকদীরের প্রতি অসন্তোষ প্রকাশক শব্দাবলী পরিত্যাগ করার তাকীদ দেয়া হয়।\n\n[১৮] এ ধরনের বাকরীতি বিভিন্ন ভাষায় বিদ্যমান আছে। সুতরাং আরবীতে তো থাকবেই। বিধায় মৃত ব্যক্তিকে সংশোধন করার দলীল হিসাবে নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বাণীটি ব্যবহার করার কোনই অবকাশ নেই।",
    "chapter": {
      "chapter_number": "23"
    }
  }
}