{
  "hadith": {
    "hadith_id": 1305,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, (মুতার যুদ্ধ ক্ষেত্র হতে) যায়দ ইব্‌নু হারিসাহ, জা’ফর এবং ‘আব্দুল্লাহ্‌ ইব্‌নু রাওয়াহা (রাঃ)-এর শাহাদাতের খবর পৌঁছলে নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বসে পড়লেন; তাঁর মধ্যে শোকের আলামত প্রকাশ পেল। আমি [‘আয়িশা (রাঃ)] দরজার ফাঁক দিয়ে ঝুঁকে তা দেখছিলাম। তখন এক ব্যক্তি তাঁর নিকট এসে সম্বোধন করেন, হে আল্লাহর রসূল! জা’ফর (রাঃ)-এর (পরিবারের) মহিলাগণ কান্নাকাটি করছে। তিনি তাদের নিষেধ করার জন্য তাকে আদেশ করলেন। সেই ব্যক্তি চলে গেলেন। পরে এসে বললেন, আমি তাদের নিষেধ করেছি। তিনি উল্লেখ করলেন যে, তারা তাকে মানেনি। তিনি তাদের নিষেধ করার জন্য দ্বিতীয়বার তাকে নির্দেশ দিলেন। তিনি চলে গেলেন এবং আবার এসে বললেন, আল্লাহর কসম! অবশ্যই তাঁরা আমাকে (বা বলেছেন আমাদেরকে) হার মানিয়েছে। ‘আয়িশা (রাঃ) বলেন, নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তা হলে তাঁদের মুখে মাটি ছুঁড়ে মারো। [‘আয়িশা (রাঃ) বলেন] আমি বললাম, আল্লাহ্‌ তোমার নাকে ধূলি মিশ্রিত করুন। আল্লাহর কসম! তোমাকে যে কাজের নির্দেশ দেয়া হয়েছে তা করতে পারছ না আর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বিরক্ত করতেও ছাড়ছ না।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ حَوْشَبٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ أَخْبَرَتْنِي عَمْرَةُ، قَالَتْ سَمِعْتُ عَائِشَةَ ـ رضى الله عنها ـ تَقُولُ لَمَّا جَاءَ قَتْلُ زَيْدِ بْنِ حَارِثَةَ وَجَعْفَرٍ وَعَبْدِ اللَّهِ بْنِ رَوَاحَةَ، جَلَسَ النَّبِيُّ صلى الله عليه وسلم يُعْرَفُ فِيهِ الْحُزْنُ، وَأَنَا أَطَّلِعُ مِنْ شَقِّ الْبَابِ، فَأَتَاهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ نِسَاءَ جَعْفَرٍ وَذَكَرَ بُكَاءَهُنَّ فَأَمَرَهُ بِأَنْ يَنْهَاهُنَّ، فَذَهَبَ الرَّجُلُ ثُمَّ أَتَى فَقَالَ قَدْ نَهَيْتُهُنَّ، وَذَكَرَ أَنَّهُنَّ لَمْ يُطِعْنَهُ، فَأَمَرَهُ الثَّانِيَةَ أَنْ يَنْهَاهُنَّ، فَذَهَبَ، ثُمَّ أَتَى، فَقَالَ وَاللَّهِ لَقَدْ غَلَبْنَنِي أَوْ غَلَبْنَنَا الشَّكُّ مِنْ مُحَمَّدِ بْنِ حَوْشَبٍ ـ فَزَعَمَتْ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏ \"‏ فَاحْثُ فِي أَفْوَاهِهِنَّ التُّرَابَ ‏\"‏‏.‏ فَقُلْتُ أَرْغَمَ اللَّهُ أَنْفَكَ، فَوَاللَّهِ مَا أَنْتَ بِفَاعِلٍ وَمَا تَرَكْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم مِنَ الْعَنَاءِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}