{
  "hadith": {
    "hadith_id": 1338,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বান্দাকে যখন তার কবরে রাখা হয় এবং তাকে ‍পিছনে রেখে তার সাথীরা চলে যায় (এতটুকু দূরে যে,) তখনও সে তাদের জুতার শব্দ শুনতে পায়, এমন সময় তার নিকট দু’জন ফেরেশতা এসে তাকে বসিয়ে দেন। অতঃপর তাঁরা প্রশ্ন করেন, এই যে মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! তাঁর সম্পর্কে তুমি কী বলতে? তখন সে বলবে, আমি সাক্ষ্য দিচ্ছি যে, তিনি আল্লাহর বান্দা এবং তাঁর রসূল। তখন তাঁকে বলা হবে, জাহান্নামে তোমার অবস্থানের জায়গাটি দেখে নাও, যার পরিবর্তে আল্লাহ্‌ তা’আলা তোমার জন্য জান্নাতে একটি স্থান নির্ধারিত করেছেন। নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ তখন সে দু’টি স্থান একই সময় দেখতে পাবে। আর যারা ক্বাফির বা মুনাফিক, তারা বলবে, আমি জানি না। অন্য লোকেরা যা বলত আমিও তাই বলতাম। তখন তাকে বলা হবে, না তুমি নিজে জেনেছ, না তিলাওয়াত করে শিখেছ। অতঃপর তার দু’ কানের মাঝখানে লোহার মুগুর দিয়ে এমন জোরে মারা হবে, যাতে সে চিৎকার করে উঠবে, তার আশপাশের সবাই তা শুনতে পাবে মানুষ ও জ্বীন ছাড়া।",
    "ar": "حَدَّثَنَا عَيَّاشٌ، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا سَعِيدٌ، قَالَ وَقَالَ لِي خَلِيفَةُ حَدَّثَنَا ابْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ الْعَبْدُ إِذَا وُضِعَ فِي قَبْرِهِ، وَتُوُلِّيَ وَذَهَبَ أَصْحَابُهُ حَتَّى إِنَّهُ لَيَسْمَعُ قَرْعَ نِعَالِهِمْ، أَتَاهُ مَلَكَانِ فَأَقْعَدَاهُ فَيَقُولاَنِ لَهُ مَا كُنْتَ تَقُولُ فِي هَذَا الرَّجُلِ مُحَمَّدٍ صلى الله عليه وسلم فَيَقُولُ أَشْهَدُ أَنَّهُ عَبْدُ اللَّهِ وَرَسُولُهُ‏.‏ فَيُقَالُ انْظُرْ إِلَى مَقْعَدِكَ مِنَ النَّارِ، أَبْدَلَكَ اللَّهُ بِهِ مَقْعَدًا مِنَ الْجَنَّةِ ـ قَالَ النَّبِيُّ صلى الله عليه وسلم فَيَرَاهُمَا جَمِيعًا ـ وَأَمَّا الْكَافِرُ ـ أَوِ الْمُنَافِقُ ـ فَيَقُولُ لاَ أَدْرِي، كُنْتُ أَقُولُ مَا يَقُولُ النَّاسُ‏.‏ فَيُقَالُ لاَ دَرَيْتَ وَلاَ تَلَيْتَ‏.‏ ثُمَّ يُضْرَبُ بِمِطْرَقَةٍ مِنْ حَدِيدٍ ضَرْبَةً بَيْنَ أُذُنَيْهِ، فَيَصِيحُ صَيْحَةً يَسْمَعُهَا مَنْ يَلِيهِ إِلاَّ الثَّقَلَيْنِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}