{
  "hadith": {
    "hadith_id": 1349,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ) সূত্রে নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "তিনি বলেন, আল্লাহ, তা'আলা মক্কাকে হারাম (সম্মানিত বা নিষিদ্ধ এলাকা) সাব্যস্ত করেছেন। আমার পূর্বে তা, কারো জন্য হালাল (বৈধ ও উন্মুক্ত এলাকা) ছিল না এবং আমার পরেও কারো জন্য তা হালাল হবে না। আমার জন্য একটি দিনের (মক্কা বিজয়ের দিন) কিছু সময় হালাল করা হয়েছিল। কাজেই তার ঘাস উৎপাটন করা যাবে না, তার গাছ কাটা যাবে না, শিকারকে তাড়িয়ে দেয়া যাবে না। সেখানে পড়ে থাকা (হারানো) বস্তু উঠিয়ে নেয়া যাবে না, তবে হারানো প্রাপ্তির ঘোষণা প্রদানকারীর জন্য (অনুমতি থাকবে)। তখন আব্বাস (রাঃ) বললেন, তবে ইয্‌খির ঘাস আমাদের স্বর্ণকারদের জন্য এবং আমাদের কবরগুলোর জন্য প্রয়োজন। তখন তিনি বললেনঃ ইয্‌খির ব্যতীত। আবূ হুরায়রা (রাঃ) নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেন, আমাদের কবর ও বাড়ী ঘরের জন্য। আর আবান ইব্‌নু সালিহ (রহঃ)  সাফিয়্যা বিন্‌ত শায়বাহ্‌ (রাঃ) সুত্রে বর্ণিত, তিনি বলেন, নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি অনুরূপ বলতে শুনেছি আর মুজাহিদ (রহঃ)  ইব্‌নু আব্বাস (রাঃ) সূত্রে বলেন, তাদের কর্মকার ও ঘর-বাড়ির জন্য।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ حَوْشَبٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا خَالِدٌ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ حَرَّمَ اللَّهُ مَكَّةَ، فَلَمْ تَحِلَّ لأَحَدٍ قَبْلِي وَلاَ لأَحَدٍ بَعْدِي، أُحِلَّتْ لِي سَاعَةً مِنْ نَهَارٍ، لاَ يُخْتَلَى خَلاَهَا، وَلاَ يُعْضَدُ شَجَرُهَا، وَلاَ يُنَفَّرُ صَيْدُهَا، وَلاَ تُلْتَقَطُ لُقَطَتُهَا إِلاَّ لِمُعَرِّفٍ ‏\"‏‏.‏ فَقَالَ الْعَبَّاسُ ـ رضى الله عنه ـ إِلاَّ الإِذْخِرَ لِصَاغَتِنَا وَقُبُورِنَا‏.‏ فَقَالَ ‏\"‏ إِلاَّ الإِذْخِرَ ‏\"‏‏.‏ وَقَالَ أَبُو هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ لِقُبُورِنَا وَبُيُوتِنَا ‏\"‏‏.‏ وَقَالَ أَبَانُ بْنُ صَالِحٍ عَنِ الْحَسَنِ بْنِ مُسْلِمٍ، عَنْ صَفِيَّةَ بِنْتِ شَيْبَةَ، سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم مِثْلَهُ‏.‏ وَقَالَ مُجَاهِدٌ عَنْ طَاوُسٍ عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ لِقَيْنِهِمْ وَبُيُوتِهِمْ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}