{
  "hadith": {
    "hadith_id": 1362,
    "narrator": "‘আলী (রাঃ)",
    "bn": "তিনি বলেন, আমরা বাকী’উল গারক্বাদ (কবরস্থানে) এক জানাযায় উপস্থিত ছিলাম। নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকট আগমন করলেন। তিনি উপবেশন করলে আমরাও তাঁর চারদিকে বসে পড়লাম। তাঁর হাতে একটি ছড়ি ছিল। তিনি নীচের দিকে তাকিয়ে তাঁর ছড়িটি দ্বারা মাটি খুঁড়তে লাগলেন। অতঃপর বললেনঃ তোমাদের মধ্যে এমন কেউ নেই, অথবা বললেনঃ এমন কোন সৃষ্ট প্রাণী নেই, যার জন্য জান্নাত ও জাহান্নামে জায়গা নির্ধারিত করে দেয়া হয়নি আর এ কথা লিখে দেয়া হয়নি যে, সে দুর্ভাগা হবে কিংবা ভাগ্যবান। তখন এক ব্যক্তি আরয করল, হে আল্লাহর রসূল! তা হলে কি আমরা আমাদের ভাগ্যলিপির উপর ভরসা করে আমল করা ছেড়ে দিব না? কেননা, আমাদের মধ্যে যারা ভাগ্যবান তারা অচিরেই ভাগ্যবানদের আমলের দিকে ধাবিত হবে। আর যারা দুর্ভাগা তারা অচিরেই দুর্ভাগাদের আমলের দিকে ধাবিত হবে। তিনি বললেনঃ যারা ভাগ্যবান, তাদের জন্য সৌভাগ্যের আমল সহজ করে দেয়া হয় আর ভাগ্যাহতদের জন্য দুর্ভাগ্যের আমল সহজ করে দেয়া হয়। অতঃপর তিনি এ আয়াতে তিলাওয়াত করলেনঃ فَاَمَّا مَنْ اَعْطى – وَاتقى الاية “কাজেই যে দান করে এবং তাক্‌ওয়া অবলম্বন করে আর ভাল কথাকে সত্য বলে বুঝেছে” - (সূরা লাইলঃ ৫)",
    "ar": "حَدَّثَنَا عُثْمَانُ، قَالَ حَدَّثَنِي جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ، عَنْ عَلِيٍّ ـ رضى الله عنه ـ قَالَ كُنَّا فِي جَنَازَةٍ فِي بَقِيعِ الْغَرْقَدِ، فَأَتَانَا النَّبِيُّ صلى الله عليه وسلم فَقَعَدَ وَقَعَدْنَا حَوْلَهُ، وَمَعَهُ مِخْصَرَةٌ فَنَكَّسَ، فَجَعَلَ يَنْكُتُ بِمِخْصَرَتِهِ ثُمَّ قَالَ ‏\"‏ مَا مِنْكُمْ مِنْ أَحَدٍ، مَا مِنْ نَفْسٍ مَنْفُوسَةٍ إِلاَّ كُتِبَ مَكَانُهَا مِنَ الْجَنَّةِ وَالنَّارِ، وَإِلاَّ قَدْ كُتِبَ شَقِيَّةً أَوْ سَعِيدَةً ‏\"‏‏.‏ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ، أَفَلاَ نَتَّكِلُ عَلَى كِتَابِنَا وَنَدَعُ الْعَمَلَ، فَمَنْ كَانَ مِنَّا مِنْ أَهْلِ السَّعَادَةِ فَسَيَصِيرُ إِلَى عَمَلِ أَهْلِ السَّعَادَةِ، وَأَمَّا مَنْ كَانَ مِنَّا مِنْ أَهْلِ الشَّقَاوَةِ فَسَيَصِيرُ إِلَى عَمَلِ أَهْلِ الشَّقَاوَةِ قَالَ ‏\"‏ أَمَّا أَهْلُ السَّعَادَةِ فَيُيَسَّرُونَ لِعَمَلِ السَّعَادَةِ، وَأَمَّا أَهْلُ الشَّقَاوَةِ فَيُيَسَّرُونَ لِعَمَلِ الشَّقَاوَةِ ‏\"‏، ثُمَّ قَرَأَ ‏{‏فَأَمَّا مَنْ أَعْطَى وَاتَّقَى‏}‏ الآيَةَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}