{
  "hadith": {
    "hadith_id": 1368,
    "narrator": "আবুল আসওয়াদ (রাঃ)",
    "bn": "তিনি বলেন, আমি মদীনায় আসলাম, তখন সেখানে একটি রোগ (মহামারী আকারে) ছড়িয়ে পড়েছিল। আমি ‘উমর ইব্‌নুল খাত্তাব (রাঃ)-এর নিকট উপবিষ্ট ছিলাম। এ সময় তাদের পাশ দিয়ে একটি জানাযা অতিক্রম করল। তখন জানাযার লোকটি সম্পর্কে প্রশংসাসূচক মন্তব্য করা হল। ‘উমর (রাঃ) বললেন, ওয়াজিব হয়ে গেল। অতঃপর অপর একটি (জানাযা) অতিক্রম করল। তখন সে লোকটি সম্পর্কেও প্রশংসাসূচক মন্তব্য করা হল। (এবারও) তিনি বললেন, ওয়াজিব হয়ে গেল। অতঃপর তৃতীয় একটি (জানাযা) অতিক্রম করল, লোকটি সম্বন্ধে নিন্দাসূচক মন্তব্য করা হল। তিনি বললেন, ওয়াজিব হয়ে গেল। আবুল আসওয়াদ (রাঃ) বললেনঃ আমি বললাম, হে আমীরুল মু'মিনীন! কি ওয়াজিব হয়ে গেল? তিনি বললেন, আমি তেমনই বলেছি, যেমন নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেন, যে কোন মুসলমান সম্পর্কে চার ব্যক্তি ভাল বলে সাক্ষ্য দিবে, আল্লাহ্‌ তাকে জান্নাতে দাখিল করবেন। ‘উমর (রাঃ) বলেনঃ তখন আমরা বলেছিলাম, তিনজন হলে? তিনি বললেন, তিনজন হলেও। আমরা বললাম, দু’জন হলে? তিনি বললেন, দু’জন হলেও। অতঃপর আমরা একজন সম্পর্কে আর তাঁকে জিজ্ঞেস করিনি।",
    "ar": "حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ، حَدَّثَنَا دَاوُدُ بْنُ أَبِي الْفُرَاتِ، عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ، عَنْ أَبِي الأَسْوَدِ، قَالَ قَدِمْتُ الْمَدِينَةَ وَقَدْ وَقَعَ بِهَا مَرَضٌ، فَجَلَسْتُ إِلَى عُمَرَ بْنِ الْخَطَّابِ ـ رضى الله عنه ـ فَمَرَّتْ بِهِمْ جَنَازَةٌ فَأُثْنِيَ عَلَى صَاحِبِهَا خَيْرًا فَقَالَ عُمَرُ ـ رضى الله عنه ـ وَجَبَتْ‏.‏ ثُمَّ مُرَّ بِأُخْرَى فَأُثْنِيَ عَلَى صَاحِبِهَا خَيْرًا، فَقَالَ عُمَرُ ـ رضى الله عنه ـ وَجَبَتْ‏.‏ ثُمَّ مُرَّ بِالثَّالِثَةِ، فَأُثْنِيَ عَلَى صَاحِبِهَا شَرًّا فَقَالَ وَجَبَتْ‏.‏ فَقَالَ أَبُو الأَسْوَدِ فَقُلْتُ وَمَا وَجَبَتْ يَا أَمِيرَ الْمُؤْمِنِينَ قَالَ قُلْتُ كَمَا قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَيُّمَا مُسْلِمٍ شَهِدَ لَهُ أَرْبَعَةٌ بِخَيْرٍ أَدْخَلَهُ اللَّهُ الْجَنَّةَ ‏\"‏‏.‏ فَقُلْنَا وَثَلاَثَةٌ قَالَ ‏\"‏ وَثَلاَثَةٌ ‏\"‏‏.‏ فَقُلْنَا وَاثْنَانِ قَالَ ‏\"‏ وَاثْنَانِ ‏\"‏‏.‏ ثُمَّ لَمْ نَسْأَلْهُ عَنِ الْوَاحِدِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}