{
  "hadith": {
    "hadith_id": 138,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুমিয়েছিলেন, এমনকি তাঁর নিঃশ্বাসের শব্দ হতে লাগল। অতঃপর তিনি সালাত আদায় করলেন। সুফিয়ান (রহঃ) আবার কখনো বলেছেন, তিনি শুয়ে পড়লেন, এমনকি নাক ডাকার আওয়ায হতে লাগল। অতঃপর দাঁড়িয়ে সালাত আদায় করলেন। অন্য সূত্রে সুফিয়ান (রহঃ) ইব্‌নু ‘আব্বাস (রাঃ) হতে বর্ণনা করেন, তিনি বলেনঃ আমি এক রাতে আমার খালা মাইমূনা (রাঃ)-এর নিকট রাত কাটালাম। রাতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুম থেকে উঠলেন এবং রাতের কিছু অংশ চলে যাবার পর আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি ঝুলন্ত মশক হতে হালকা ধরনের উযূ করলেন। রাবী ‘আমর (রহঃ) বলেন যে, হালকাভাবে ধুলেন, পানি কম ব্যবহার করলেন এবং সালাতে দাঁড়িয়ে গেলেন। ইব্‌নু ‘আব্বাস (রাঃ) বলেন, তখন তিনি যেভাবে উযূ করেছেন আমিও সেভাবে উযূ করলাম এবং এসে তাঁর বাঁয়ে দাঁড়িয়ে গেলাম। সুফিয়ান (রহঃ) কখনো কখনো يسار (বাম) শব্দের স্থলে  شمال বলতেন। তারপর আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে ধরে তাঁর ডান দিকে দাঁড় করালেন। অতঃপর আল্লাহ্‌র যতক্ষণ ইচ্ছা ততক্ষণ পর্যন্ত তিনি সালাত আদায় করলেন। অতঃপর কাত হলেন আর ঘুমিয়ে পড়লেন, এমনকি তাঁর নাক ডাকালেন। অতঃপর মুয়াযযিন এসে তাঁকে সালাতের কথা জানিয়ে দিলেন। তিনি তার সঙ্গে সালাতের জন্য চললেন এবং সালাত আদায় করলেন, কিন্তু উযূ করলেন না। আমরা ‘আমর (রহঃ)-কে বললামঃ লোকে বলে যে, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চোখ ঘুমায় কিন্তু তাঁর অন্তর ঘুমায় না। তখন ‘আমর (রহঃ) বললেন, ‘আমি ‘উবায়দ ইব্‌নু ‘উমায়র (রহঃ) কে বলতে শুনেছি, নবীগণের স্বপ্ন ওয়াহী। অতঃপর তিনি তিলাওয়াত করলেন, إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ “আমি স্বপ্নে দেখেছি যে, তোমাকে কুরবাণী করছি” – (সূরা আস সাফ্‌ফাত ৩৭/১০২)।\n\n(১১৭ দ্রষ্টব্য) (আধুনিক প্রকাশনীঃ ১৩৫, ইসলামী ফাউন্ডেশনঃ ১৪০)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ عَمْرٍو، قَالَ أَخْبَرَنِي كُرَيْبٌ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم نَامَ حَتَّى نَفَخَ ثُمَّ صَلَّى ـ وَرُبَّمَا قَالَ اضْطَجَعَ حَتَّى نَفَخَ ـ ثُمَّ قَامَ فَصَلَّى‏.‏ ثُمَّ حَدَّثَنَا بِهِ سُفْيَانُ مَرَّةً بَعْدَ مَرَّةٍ عَنْ عَمْرٍو عَنْ كُرَيْبٍ عَنِ ابْنِ عَبَّاسٍ قَالَ بِتُّ عِنْدَ خَالَتِي مَيْمُونَةَ لَيْلَةً، فَقَامَ النَّبِيُّ صلى الله عليه وسلم مِنَ اللَّيْلِ، فَلَمَّا كَانَ فِي بَعْضِ اللَّيْلِ قَامَ النَّبِيُّ صلى الله عليه وسلم فَتَوَضَّأَ مِنْ شَنٍّ مُعَلَّقٍ وُضُوءًا خَفِيفًا ـ يُخَفِّفُهُ عَمْرٌو وَيُقَلِّلُهُ ـ وَقَامَ يُصَلِّي فَتَوَضَّأْتُ نَحْوًا مِمَّا تَوَضَّأَ، ثُمَّ جِئْتُ فَقُمْتُ عَنْ يَسَارِهِ ـ وَرُبَّمَا قَالَ سُفْيَانُ عَنْ شِمَالِهِ ـ فَحَوَّلَنِي فَجَعَلَنِي عَنْ يَمِينِهِ، ثُمَّ صَلَّى مَا شَاءَ اللَّهُ، ثُمَّ اضْطَجَعَ، فَنَامَ حَتَّى نَفَخَ، ثُمَّ أَتَاهُ الْمُنَادِي فَآذَنَهُ بِالصَّلاَةِ، فَقَامَ مَعَهُ إِلَى الصَّلاَةِ، فَصَلَّى وَلَمْ يَتَوَضَّأْ‏.‏ قُلْنَا لِعَمْرٍو إِنَّ نَاسًا يَقُولُونَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم تَنَامُ عَيْنُهُ وَلاَ يَنَامُ قَلْبُهُ‏.‏ قَالَ عَمْرٌو سَمِعْتُ عُبَيْدَ بْنَ عُمَيْرٍ يَقُولُ رُؤْيَا الأَنْبِيَاءِ وَحْىٌ، ثُمَّ قَرَأَ ‏{‏إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ‏}‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}