{
  "hadith": {
    "hadith_id": 1390,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অন্তিম রোগশয্যায় বলেন, ইয়াহুদী ও নাসারাদের প্রতি আল্লাহর অভিসম্পাত বর্ষিত হোক। কারণ, তারা তাদের নবী গণের কবরকে সিজদার স্থানে পরিণত করেছে। (রাবী উরওয়া বলেন) এরূপ আশঙ্কা না থাকলে রাসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কবরকে (ঘরের বেষ্টনীতে সংরক্ষিত না রেখে) খোলা রাখা হতো। কিন্তু তিনি (নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) আশংকা করেন বা আশংকা করা হয় যে, পরবর্তীতে একে মসজিদে পরিণত করা হবে। রাবী হিলাল (রহঃ)  বলেন, উরওয়া আমাকে (আবূ আমর) কুনিয়াতে ভূষিত করেন আর তখন পর্যন্ত আমি কোন সন্তানের পিতা হইনি।\n\n------------------\n\n১৩৯০/১. সুফিয়ান তাম্মার (রাঃ) হতে বর্ণিত। তিনি বলেন, তিনি নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কবর উটের কুজের ন্যায় (উঁচু) দেখেছেন। (আ.প্র.১৩০০, ই.ফা.১৩০৮)\n\n------------------\n\n১৩৯০/২. উরওয়া (রাঃ) হতে বর্ণিত। তিনি বলেন, ওয়ালীদ ইবনু আবদুল মালিক-এর শাসনামলে যখন (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর রাওযার) বেষ্টনী দেয়াল ধসে পড়ে, তখন তাঁরা সংষ্কার করতে আরম্ভ করলে একটি পা প্রকাশ পায়, তা আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কদম মুবারক বলে ধারণা করার কারণে লোকেরা খুব ঘাবড়ে যায়। সনাক্ত করার মত কাউকে তারা পায়নি। অবশেষে উরওয়া (রাঃ) তাদের বললেন, আল্লাহর কসম এ নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পা নয় বরং এতো  ‘উমর (রাঃ)-এর পা। (৪৩৫) (আ.প্র. ১৩০১, ই.ফা.১৩০৯)",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ هِلاَلٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي مَرَضِهِ الَّذِي لَمْ يَقُمْ مِنْهُ ‏ \"‏ لَعَنَ اللَّهُ الْيَهُودَ وَالنَّصَارَى، اتَّخَذُوا قُبُورَ أَنْبِيَائِهِمْ مَسَاجِدَ ‏\"‏‏.‏ لَوْلاَ ذَلِكَ أُبْرِزَ قَبْرُهُ، غَيْرَ أَنَّهُ خَشِيَ أَوْ خُشِيَ أَنَّ يُتَّخَذَ مَسْجِدًا‏.‏ وَعَنْ هِلاَلٍ قَالَ كَنَّانِي عُرْوَةُ بْنُ الزُّبَيْرِ وَلَمْ يُولَدْ لِي‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}