{
  "hadith": {
    "hadith_id": 1392,
    "narrator": "আমর ইবনু মায়মুন আওদী (রাঃ)",
    "bn": "তিনি বলেন, আমি  ‘উমর (রাঃ)-কে দেখলাম তিনি নিজের ছেলে আবদুল্লাহ্‌ (রাঃ)-কে ডেকে বললেন, তুমি উম্মুল মু’মিনীন  ‘আয়িশা (রাঃ)-এর নিকট গিয়ে বল,  ‘উমর ইবনুল খাত্তাব (রাঃ) আপনাকে সালাম বলেছেন। অত:পর আমাকে আমার দু’জন সাথী (নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবূ বক্‌র)-এর পাশে দাফন করতে তিনি রাযী আছেন কি না? [১]  ‘আয়িশা (রাঃ) বললেন, আমি পূর্ব হতেই নিজের জন্য এর আশা পোষণ করতাম, কিন্তু আজ  ‘উমর (রাঃ)-কে নিজের উপর অগ্রাধিকার দিচ্ছি। আবদুল্লাহ্‌ (রাঃ) ফিরে এলে  ‘উমর (রাঃ) তাঁকে জিজ্ঞেস করলেন, কি বার্তা নিলে এলে? তিনি বললেন, হে আমীরুল মু’মিনীন! তিনি [‘আয়িশা (রাঃ)] আপনাকে অনুমতি দিয়েছেন।  ‘উমর (রাঃ) বললেন, সেখানে শয্যা লাভই ছিল আমার নিকট সবচেয়ে গুরুত্বপূর্ণ বিষয়। আমার মৃত্যুর পর আমাকে বহন করে [ ‘আয়িশা (রাঃ)-এর নিকট উপস্থিত করে] তাঁকে সালাম জানিয়ে বলবে,  ‘উমর ইবনু খাত্তাব (পুণরায়) আপনার অনুমতি চাইছেন। তিনি অনুমতি দিলে, আমাকে সেখানে দাফন করবে। অন্যথায় আমাকে মুসলমানদের কবরস্থানে ফিরিয়ে নিয়ে আসবে। [২] অত:পর  ‘উমর (রাঃ) বলেন, এ কয়েকজন ব্যক্তি যাদের উপর আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মৃত্যু পর্যন্ত সন্তুষ্ট ছিলেন, তাঁদের অপেক্ষা অন্য কাউকে আমি এ খিলাফতের (দায়িত্ব পালনে) অধিক যোগ্য বলে মনে করি না। তাই আমার তাঁরা (তাঁদের মধ্য হতে) যাঁকে খলীফা মনোনীত করবেন তিনি খলীফা হবেন। তোমরা সকলেই তাঁর আদেশ মেনে চলবে, তাঁর আনুগত্য করবে। এ বলে তিনি ‘উসমান, ‘আলী, তালহা, যুবাইর, ‘আবদুর রাহমান ইবনু আওফ ও সা’দ ইবনু আবূ ওয়াক্কাস (রাঃ)-এর নাম উল্লেখ করলেন। এ সময়ে এক আনসারী যুবক ‘উমর (রাঃ)-এর নিকট উপস্থিত হয়ে বললো, হে আমীরুল মু’মিনীন! আল্লাহ প্রদত্ত সুসংবাদ গ্রহণ করুন। আপনি ইসলামের ছায়াতলে দীর্ঘদিন অতিবাহিত করার সৌভাগ্য লাভ করেছেন যা আপনিও জানেন। অত:পর আপনাকে খলীফা নিযুক্ত করা হয় এবং আপনি ন্যায়বিচার করেছেন। সর্বোপরি আপনি শাহাদাত লাভ করেছেন।  ‘উমর (রাঃ) বললেন, হে ভাতিজা! যদি তা আমার জন্য লাভ লোকসানের না হয়ে বরাবর হয়, তবে কতই না ভাল হবে। (তিনি বললেন) আমার পরবর্তী খলীফাকে ওয়াসিয়্যাত করে যাচ্ছি, তিনি যেন প্রথম দিকের মুহাজিরদের ব্যাপারে যত্নবান হন, তাঁদের হক আদায় করে চলেন, যেন তাদের যথাযথ সম্মান প্রদর্শন করেন। আমি তাঁকে আনসারদের সাথেও সদাচারের উপদেশ দেই, যারা ঈমান ও মদীনাকে আঁকড়ে ধরে রয়েছেন, যেন তাঁদের মধ্যকার সৎকর্মপরায়ণদের কাজের স্বীকৃতি প্রদান করা হয় এবং তাঁদের মধ্যকার (লঘু) অপরাধীকে ক্ষমা করে দেয়া হয়। সর্বশেষে আল্লাহ ও তাঁর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দায়িত্বভূক্ত (সর্বস্তরের মু’মিনদের সম্পর্কে) সতর্ক করে দিচ্ছি যেন মু’মিনদের সাথে কৃত অঙ্গীকার পূর্ণ করা হয়, তাদের রক্ষার জন্য যুদ্ধ করা হয় এবং সাধ্যের বাইরে কোন দায়িত্ব তাদের উপর অর্পণ করা না হয়।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا جَرِيرُ بْنُ عَبْدِ الْحَمِيدِ، حَدَّثَنَا حُصَيْنُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ عَمْرِو بْنِ مَيْمُونٍ الأَوْدِيِّ، قَالَ رَأَيْتُ عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ قَالَ يَا عَبْدَ اللَّهِ بْنَ عُمَرَ، اذْهَبْ إِلَى أُمِّ الْمُؤْمِنِينَ عَائِشَةَ ـ رضى الله عنها ـ فَقُلْ يَقْرَأُ عُمَرُ بْنُ الْخَطَّابِ عَلَيْكِ السَّلاَمَ، ثُمَّ سَلْهَا أَنْ أُدْفَنَ مَعَ صَاحِبَىَّ‏.‏ قَالَتْ كُنْتُ أُرِيدُهُ لِنَفْسِي، فَلأُوثِرَنَّهُ الْيَوْمَ عَلَى نَفْسِي‏.‏ فَلَمَّا أَقْبَلَ قَالَ لَهُ مَا لَدَيْكَ قَالَ أَذِنَتْ لَكَ يَا أَمِيرَ الْمُؤْمِنِينَ‏.‏ قَالَ مَا كَانَ شَىْءٌ أَهَمَّ إِلَىَّ مِنْ ذَلِكَ الْمَضْجَعِ، فَإِذَا قُبِضْتُ فَاحْمِلُونِي ثُمَّ سَلِّمُوا ثُمَّ قُلْ يَسْتَأْذِنُ عُمَرُ بْنُ الْخَطَّابِ‏.‏ فَإِنْ أَذِنَتْ لِي فَادْفِنُونِي، وَإِلاَّ فَرُدُّونِي إِلَى مَقَابِرِ الْمُسْلِمِينَ، إِنِّي لاَ أَعْلَمُ أَحَدًا أَحَقَّ بِهَذَا الأَمْرِ مِنْ هَؤُلاَءِ النَّفَرِ الَّذِينَ تُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَهُوَ عَنْهُمْ رَاضٍ، فَمَنِ اسْتَخْلَفُوا بَعْدِي فَهُوَ الْخَلِيفَةُ، فَاسْمَعُوا لَهُ وَأَطِيعُوا‏.‏ فَسَمَّى عُثْمَانَ وَعَلِيًّا وَطَلْحَةَ وَالزُّبَيْرَ وَعَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ وَسَعْدَ بْنَ أَبِي وَقَّاصٍ، وَوَلَجَ عَلَيْهِ شَابٌّ مِنَ الأَنْصَارِ فَقَالَ أَبْشِرْ يَا أَمِيرَ الْمُؤْمِنِينَ بِبُشْرَى اللَّهِ، كَانَ لَكَ مِنَ الْقَدَمِ فِي الإِسْلاَمِ مَا قَدْ عَلِمْتَ، ثُمَّ اسْتُخْلِفْتَ فَعَدَلْتَ، ثُمَّ الشَّهَادَةُ بَعْدَ هَذَا كُلِّهِ‏.‏ فَقَالَ لَيْتَنِي يَا ابْنَ أَخِي وَذَلِكَ كَفَافًا لاَ عَلَىَّ وَلاَ لِي أُوصِي الْخَلِيفَةَ مِنْ بَعْدِي بِالْمُهَاجِرِينَ الأَوَّلِينَ خَيْرًا، أَنْ يَعْرِفَ لَهُمْ حَقَّهُمْ، وَأَنْ يَحْفَظَ لَهُمْ حُرْمَتَهُمْ، وَأُوصِيهِ بِالأَنْصَارِ خَيْرًا الَّذِينَ تَبَوَّءُوا الدَّارَ وَالإِيمَانَ أَنْ يُقْبَلَ مِنْ مُحْسِنِهِمْ، وَيُعْفَى عَنْ مُسِيئِهِمْ، وَأُوصِيهِ بِذِمَّةِ اللَّهِ وَذِمَّةِ رَسُولِهِ صلى الله عليه وسلم أَنْ يُوفَى لَهُمْ بِعَهْدِهِمْ، وَأَنْ يُقَاتَلَ مِنْ وَرَائِهِمْ، وَأَنْ لاَ يُكَلَّفُوا فَوْقَ طَاقَتِهِمْ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] রাসূলুল্লাহ্ (সাল্লাল্লাহু আলাইহি  ওয়া সাল্লাম)-এর কবর আয়িশা (রা.) – এর ঘর বিধায় এর মালিকানা তাঁর থাকায় উমর (রা.) –এর দাফনে অনুমতির প্রয়োজন ছিল ।\n\n[২] তাঁর এ কথাগুলি ক্বিয়ামত পর্যন্ত আদর্শ হয়ে থাকবে, সুতরাং আমাদের সবাইকে বিশেষ করে শাসক গোষ্ঠীকে এখান থেকে শিক্ষা নেয়া উচিত।",
    "chapter": {
      "chapter_number": "23"
    }
  }
}