{
  "hadith": {
    "hadith_id": 1406,
    "narrator": "যায়দ ইব্‌নু অহব (রহঃ)",
    "bn": "তিনি বলেন, রাবাযাহ নামক স্থান দিয়ে চলার পথে আবূ যার (রাঃ)-এর সাথে আমার সাক্ষাৎ হলো। আমি তাঁকে বললাম, আপনি এখানে কী কারণে আসলেন? তিনি বললেন, আমি সিরিায়ায় অবস্থানকালে নিম্নোক্ত আয়াতের তাফসীর সম্পর্কে মু’আবিয়া (রাঃ)-এর সাথে আমার মতানৈক্য হয়ঃ\n“যারা সোনা-রূপা জমা করে রাখে এবং আল্লাহর রাস্তায় তা ব্যয় করে না…….”-(আত-তাওবাঃ ৩৪)। মু’আবিয়া (রাঃ) বলেন, এ আয়াত কেবল আহলে কিতাবদের সম্পর্কে অবতীর্ণ হয়েছে। আমি বললাম, আমাদের ও তাদের সকলের সম্পর্কেই অবতীর্ণ হয়েছে। এ নিয়ে আমাদের উভয়ের মধ্যে বিরোধ চলছিল। এক সময় মু’আবিয়া (রাঃ) ‘উসমান (রাঃ)-এর নিকট আমার নামে অভিযোগ করে পত্র পাঠালেন। তিনি পত্রযোগে আমাকে মদীনায় ডেকে পাঠান। মদীনায় পৌছলে আমাকে দেখতে লোকেরা এত ভিড় করলো যে, এর পূর্বে যেন তারা কখনো আমাকে দেখেনি। ‘উসমান (রাঃ)-এর নিকট ঘটনা বিবৃত করলে তিনি আমাকে বললেন, ইচ্ছা করলে আপনি মদীনার বাইরে নিকটে কোথাও থাকতে পারেন। এ হল আমার এ স্থানে অবস্থানের কারণ। খলীফা যদি কোন হাবশী লোককেও আমার উপর কর্তৃত্ব প্রদান করেন, তবুও আমি তাঁর কথা শুনব এবং আনুগত্য করবো।",
    "ar": "حَدَّثَنَا عَلِيٌّ، سَمِعَ هُشَيْمًا، أَخْبَرَنَا حُصَيْنٌ، عَنْ زَيْدِ بْنِ وَهْبٍ، قَالَ مَرَرْتُ بِالرَّبَذَةِ فَإِذَا أَنَا بِأَبِي، ذَرٍّ ـ رضى الله عنه ـ فَقُلْتُ لَهُ مَا أَنْزَلَكَ مَنْزِلَكَ هَذَا قَالَ كُنْتُ بِالشَّأْمِ، فَاخْتَلَفْتُ أَنَا وَمُعَاوِيَةُ فِي الَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلاَ يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ‏.‏ قَالَ مُعَاوِيَةُ نَزَلَتْ فِي أَهْلِ الْكِتَابِ‏.‏ فَقُلْتُ نَزَلَتْ فِينَا وَفِيهِمْ‏.‏ فَكَانَ بَيْنِي وَبَيْنَهُ فِي ذَاكَ، وَكَتَبَ إِلَى عُثْمَانَ ـ رضى الله عنه ـ يَشْكُونِي، فَكَتَبَ إِلَىَّ عُثْمَانُ أَنِ اقْدَمِ الْمَدِينَةَ‏.‏ فَقَدِمْتُهَا فَكَثُرَ عَلَىَّ النَّاسُ حَتَّى كَأَنَّهُمْ لَمْ يَرَوْنِي قَبْلَ ذَلِكَ، فَذَكَرْتُ ذَاكَ لِعُثْمَانَ فَقَالَ لِي إِنْ شِئْتَ تَنَحَّيْتَ فَكُنْتَ قَرِيبًا‏.‏ فَذَاكَ الَّذِي أَنْزَلَنِي هَذَا الْمَنْزِلَ، وَلَوْ أَمَّرُوا عَلَىَّ حَبَشِيًّا لَسَمِعْتُ وَأَطَعْتُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}