{
  "hadith": {
    "hadith_id": 1407,
    "narrator": "আহনাফ ইব্‌নু কায়স (রহঃ)",
    "bn": "তিনি বলেন, একদা আমি কুরাইশ গোত্রীয় একদল লোকের সাথে বসেছিলাম, এমন সময় রুক্ষ্ম চুল, মোটা কাপড় ও খসখসে শরীর বিশিষ্ট এক ব্যক্তি তাদের নিকট এসে সালাম দিয়ে বললো, যারা সম্পদ জমা করে রাখে তাদেরকে এমন গরম পাথরের সংবাদ দাও, যা তাদেরকে শাস্তি প্রদানের জন্য জাহান্নামের আগুনে উত্তপ্ত করা হবে। তা তাদের স্তনের বোঁটার উপর স্থাপন করা হবে আর তা কাঁধের পেশী ভেদ করে বের হবে এবং কাঁধের চিকন হাড্ডির ওপর স্থাপন করা হবে, তা নড়াপড়া করে সজোরে স্তনের বোঁটা ছেদ করে বের হবে। এরপর লোকটি ফিরে গিয়ে একটি স্তম্ভের পাশে বসল। আমিও তাঁর অনুগমন করলাম ও তাঁর কাছে বসলাম। অথচ আমি জানতাম না সে কে। আমি তাকে বললাম, আমার মনে হয় যে, আপনার বক্তব্য লোকেরা পছন্দ করেনি। তিনি বললেন, তারা কিছুই বুঝে না।",
    "ar": "حَدَّثَنَا عَيَّاشٌ، حَدَّثَنَا عَبْدُ الأَعْلَى، حَدَّثَنَا الْجُرَيْرِيُّ، عَنْ أَبِي الْعَلاَءِ، عَنِ الأَحْنَفِ بْنِ قَيْسٍ، قَالَ جَلَسْتُ‏.‏ وَحَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا عَبْدُ الصَّمَدِ، قَالَ حَدَّثَنِي أَبِي، حَدَّثَنَا الْجُرَيْرِيُّ، حَدَّثَنَا أَبُو الْعَلاَءِ بْنُ الشِّخِّيرِ، أَنَّ الأَحْنَفَ بْنَ قَيْسٍ، حَدَّثَهُمْ قَالَ جَلَسْتُ إِلَى مَلإٍ مِنْ قُرَيْشٍ، فَجَاءَ رَجُلٌ خَشِنُ الشَّعَرِ وَالثِّيَابِ وَالْهَيْئَةِ حَتَّى قَامَ عَلَيْهِمْ فَسَلَّمَ ثُمَّ قَالَ بَشِّرِ الْكَانِزِينَ بِرَضْفٍ يُحْمَى عَلَيْهِ فِي نَارِ جَهَنَّمَ، ثُمَّ يُوضَعُ عَلَى حَلَمَةِ ثَدْىِ أَحَدِهِمْ حَتَّى يَخْرُجَ مِنْ نُغْضِ كَتِفِهِ، وَيُوضَعُ عَلَى نُغْضِ كَتِفِهِ حَتَّى يَخْرُجَ مِنْ حَلَمَةِ ثَدْيِهِ يَتَزَلْزَلُ، ثُمَّ وَلَّى فَجَلَسَ إِلَى سَارِيَةٍ، وَتَبِعْتُهُ وَجَلَسْتُ إِلَيْهِ، وَأَنَا لاَ أَدْرِي مَنْ هُوَ فَقُلْتُ لَهُ لاَ أُرَى الْقَوْمَ إِلاَّ قَدْ كَرِهُوا الَّذِي قُلْتَ‏.‏ قَالَ إِنَّهُمْ لاَ يَعْقِلُونَ شَيْئًا‏.‏ قَالَ لِي خَلِيلِي ـ قَالَ قُلْتُ مَنْ خَلِيلُكَ قَالَ النَّبِيُّ صلى الله عليه وسلم ـ ‏\"‏ يَا أَبَا ذَرٍّ أَتُبْصِرُ أُحُدًا ‏\"‏‏.‏ قَالَ فَنَظَرْتُ إِلَى الشَّمْسِ مَا بَقِيَ مِنَ النَّهَارِ وَأَنَا أُرَى أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم يُرْسِلُنِي فِي حَاجَةٍ لَهُ، قُلْتُ نَعَمْ‏.‏ قَالَ ‏\"‏ مَا أُحِبُّ أَنَّ لِي مِثْلَ أُحُدٍ ذَهَبًا أُنْفِقُهُ كُلَّهُ إِلاَّ ثَلاَثَةَ دَنَانِيرَ ‏\"‏‏.‏ وَإِنَّ هَؤُلاَءِ لاَ يَعْقِلُونَ، إِنَّمَا يَجْمَعُونَ الدُّنْيَا‏.‏ لاَ وَاللَّهِ لاَ أَسْأَلُهُمْ دُنْيَا، وَلاَ أَسْتَفْتِيهِمْ عَنْ دِينٍ حَتَّى أَلْقَى اللَّهَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}