{
  "hadith": {
    "hadith_id": 1410,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি হালাল কামাই থেকে একটি খেজুর পরিমাণ সদকা করবে, (আল্লাহ তা কবূল করবেন) এবং আল্লাহ কেবল পবিত্র মাল কবূল করেন আর আল্লাহ তাঁর ডান হাত [৩৪] দিয়ে তা কবূল করেন। এরপর আল্লাহ দাতার কল্যাণার্থে তা প্রতিপালন করেন যেমন তোমাদের কেউ অশ্ব শাবক প্রতিপালন করে থাকে, অবশেষে সেই সদকা পাহাড় বরাবর হয়ে যায়। (আ.প্র. ১৩১৮)\nসুলায়মান (রহঃ) ইব্‌নু দীনার (রহঃ) থেকে হাদীস বর্ণনায় ‘আব্দুর রহমান (রহঃ)-এর অনুসরণ করেছেন এবং ওয়ারকা (রহঃ) ইব্‌নু দীনার থেকে তিনি সাঈদ বিন ইয়ামার থেকে আবূ হুরায়রা (রাঃ)-এর সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাদীসটি বর্ণনা করে বলেছেন এবং মুসলিম ইব্‌নু আবূ মারয়াম, যায়দ ইব্‌নু আসলাম ও সুহায়ল (রহঃ) আবূ সালিহ (রহঃ)-এর মাধ্যম আবূ হুরায়রা (রাঃ)-এর সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে হাদীসটি বর্ণনা করেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُنِيرٍ، سَمِعَ أَبَا النَّضْرِ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ ـ هُوَ ابْنُ عَبْدِ اللَّهِ بْنِ دِينَارٍ ـ عَنْ أَبِيهِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ تَصَدَّقَ بِعَدْلِ تَمْرَةٍ مِنْ كَسْبٍ طَيِّبٍ ـ وَلاَ يَقْبَلُ اللَّهُ إِلاَّ الطَّيِّبَ ـ وَإِنَّ اللَّهَ يَتَقَبَّلُهَا بِيَمِينِهِ، ثُمَّ يُرَبِّيهَا لِصَاحِبِهِ كَمَا يُرَبِّي أَحَدُكُمْ فَلُوَّهُ حَتَّى تَكُونَ مِثْلَ الْجَبَلِ ‏\"‏‏.‏ تَابَعَهُ سُلَيْمَانُ عَنِ ابْنِ دِينَارٍ‏.‏ وَقَالَ وَرْقَاءُ عَنِ ابْنِ دِينَارٍ، عَنْ سَعِيدِ بْنِ يَسَارٍ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏ وَرَوَاهُ مُسْلِمُ بْنُ أَبِي مَرْيَمَ وَزَيْدُ بْنُ أَسْلَمَ وَسُهَيْلٌ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৪] কুরআনের বিভিন্ন আয়াত ও হাদীস থেকে জানা যায়, আল্লাহর হাত আছে, পা আছে। কিন্তু এই হাত পা কেমন সে সম্পর্কে আমরা কোন ধারণাও করতে পারি না, চিন্তাও করতে পারি না। সৃষ্টিজগতে তাঁর কোন তুলনা নেই। কেননা আল্লাহ তা’আলা নিজের সম্পর্কে বলেছেন, তাঁর সদৃশ কোন কিছুই নেই, তিনি সবকিছু শুনেন ও দেখেন। (সূরা শুরাঃ ১১)\nকুদরাতি হাত বা কুদরাতি চক্ষু ইত্যাদি অর্থ করা আল্লাহর গুণাবলীর বিকৃতি সাধন করার শামিল।",
    "chapter": {
      "chapter_number": "24"
    }
  }
}