{
  "hadith": {
    "hadith_id": 1421,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ (পূর্ববর্তী উম্মাতের মধ্যে) এক ব্যক্তি বলল, আমি কিছু সদকা করব। সদকা নিয়ে বের হয়ে (ভুলে) সে এক চোরের হাতে তা দিয়ে দিলো। সকালে লোকেরা বলাবলি করতে লাগলো, চোরকে সদকা দেয়া হয়েছে। এতে সে বললো, হে আল্লাহ! প্রশংসা আপনারই, আমি অবশ্যই সদকা করবো। সদকা নিয়ে বের হয়ে তা এক ব্যভিচারিণীর হাতে দিল। সকালে লোকেরা বলাবলি করতে লাগলো, রাতে এক ব্যভিচারিণীকে সদকা দেয়া হয়েছে। লোকটি বললো, হে আল্লাহ! সকল প্রশংসা আপনারই, (আমার সদকা) ব্যভিচারিণীর হাতে পৌছল। আমি অবশ্যই সদকা করব। এরপর সে সদকা নিয়ে বের হয়ে কোন এক ধনী ব্যক্তির হাতে দিল। সকালে লোকেরা বলতে লাগল, ধনী ব্যক্তিকে সদকা দেয়া হয়েছে। লোকটি বলল, হে আল্লাহ! সকল প্রশংসা আপনারই, (আমার সদকা) চোর, ব্যভিচারিণী ও ধনী ব্যক্তির হাতে গিয়ে পড়লো। পরে স্বপ্নযোগে তাকে বলা হলো, তোমার সদকা চোর পেয়েছে, সম্ভবত সে চুরি করা হতে বিরত থাকবে, তোমার সদকা ব্যভিচারিণী পেয়েছে, সম্ভবত সে তার ব্যভিচার হতে পবিত্র থাকবে আর ধনী ব্যক্তি তোমার সদকা পেয়েছে, সম্ভবত সে শিক্ষা গ্রহণ করবে এবং আল্লাহর দেয়া সম্পদ হতে সদকা করবে।",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ قَالَ رَجُلٌ لأَتَصَدَّقَنَّ بِصَدَقَةٍ‏.‏ فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدِ سَارِقٍ فَأَصْبَحُوا يَتَحَدَّثُونَ تُصُدِّقَ عَلَى سَارِقٍ‏.‏ فَقَالَ اللَّهُمَّ لَكَ الْحَمْدُ لأَتَصَدَّقَنَّ بِصَدَقَةٍ‏.‏ فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدَىْ زَانِيَةٍ، فَأَصْبَحُوا يَتَحَدَّثُونَ تُصُدِّقَ اللَّيْلَةَ عَلَى زَانِيَةٍ‏.‏ فَقَالَ اللَّهُمَّ لَكَ الْحَمْدُ عَلَى زَانِيَةٍ، لأَتَصَدَّقَنَّ بِصَدَقَةٍ‏.‏ فَخَرَجَ بِصَدَقَتِهِ فَوَضَعَهَا فِي يَدَىْ غَنِيٍّ فَأَصْبَحُوا يَتَحَدَّثُونَ تُصُدِّقَ عَلَى غَنِيٍّ فَقَالَ اللَّهُمَّ لَكَ الْحَمْدُ، عَلَى سَارِقٍ وَعَلَى زَانِيَةٍ وَعَلَى غَنِيٍّ‏.‏ فَأُتِيَ فَقِيلَ لَهُ أَمَّا صَدَقَتُكَ عَلَى سَارِقٍ فَلَعَلَّهُ أَنْ يَسْتَعِفَّ عَنْ سَرِقَتِهِ، وَأَمَّا الزَّانِيَةُ فَلَعَلَّهَا أَنْ تَسْتَعِفَّ عَنْ زِنَاهَا، وَأَمَّا الْغَنِيُّ فَلَعَلَّهُ يَعْتَبِرُ فَيُنْفِقُ مِمَّا أَعْطَاهُ اللَّهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}