{
  "hadith": {
    "hadith_id": 1461,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, মদীনার আনসারীগণের মধ্যে আবূ তালহা (রাঃ) সবচাইতে বেশী খেজুর বাগানের মালিক ছিলেন। মসজিদে নাববীর নিকটবর্তী বায়রুহা নামক বাগানটি তাঁর কাছে অধিক প্রিয় ছিল। আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর বাগানে প্রবেশ করে এর সুপেয় পানি পান করতেন। আনাস (রাঃ) বলেন, যখন এ আয়াত অবতীর্ণ হলোঃ “তোমরা যা ভালবাস তা হতে ব্যয় না করা পর্যন্ত তোমরা কখনো পুণ্য লাভ করবে না”- (আল-ইমরানঃ ৯২)। তখন আবূ তালহা (রাঃ) আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে গিয়ে বললেন, হে আল্লাহর রাসূল! আল্লাহ বলেছেনঃ “তোমরা যা ভালবাস তা হতে ব্যয় না করা পর্যন্ত তোমরা কখনো পুণ্য লাভ করবে না”- (আল-ইমরানঃ ৯২)। আর বায়রুহা বাগানটি আমার কাছে অধিক প্রিয়। এটি আল্লাহর নামে সদকা করা হলো, আমি এর কল্যাণ কামনা করি এবং তা আল্লাহর নিকট আমার জন্য সঞ্চয়রূপে থাকবে। কাজেই আপনি যাকে দান করা ভাল মনে করেন, তাকে দান করুন। তখন আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমাকে ধন্যবাদ, এ হচ্ছে লাভজনক সম্পদ, এ হচ্ছে লাভজনক সম্পদ। তুমি যা বলেছ তা শুনলাম। আমি মনে করি, তোমার আপন জনদের মধ্যে তা বন্টন করে দাও। আবূ তালহা (রাঃ) বললেন, হে আল্লাহর রাসূল! আমি তাই করব। অতঃপর তিনি তাঁর আত্মীয়-স্বজন, আপন চাচার বংশধরের মধ্যে তা বন্টন করে দিলেন। রাবী রাওহ (রহঃ) -- শব্দে ‘আবদুল্লাহ্‌ ইব্‌নু ইউসুফ (রহঃ)-এর অনুসরণ করেছেন। আর রাবী ইয়াহইয়া ইব্‌নু ইয়াহইয়া (রহঃ) ও ইসমা’ঈল (রহঃ) মালিক (রহঃ) হতে -- শব্দ বলেছেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ ـ رضى الله عنه ـ يَقُولُ كَانَ أَبُو طَلْحَةَ أَكْثَرَ الأَنْصَارِ بِالْمَدِينَةِ مَالاً مِنْ نَخْلٍ، وَكَانَ أَحَبَّ أَمْوَالِهِ إِلَيْهِ بَيْرُحَاءَ وَكَانَتْ مُسْتَقْبِلَةَ الْمَسْجِدِ، وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَدْخُلُهَا وَيَشْرَبُ مِنْ مَاءٍ فِيهَا طَيِّبٍ قَالَ أَنَسٌ فَلَمَّا أُنْزِلَتْ هَذِهِ الآيَةُ ‏{‏لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ‏}‏ قَامَ أَبُو طَلْحَةَ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ‏.‏ إِنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَقُولُ ‏{‏لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ‏}‏ وَإِنَّ أَحَبَّ أَمْوَالِي إِلَىَّ بَيْرُحَاءَ، وَإِنَّهَا صَدَقَةٌ لِلَّهِ أَرْجُو بِرَّهَا وَذُخْرَهَا عِنْدَ اللَّهِ، فَضَعْهَا يَا رَسُولَ اللَّهِ حَيْثُ أَرَاكَ اللَّهُ‏.‏ قَالَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ بَخْ، ذَلِكَ مَالٌ رَابِحٌ، ذَلِكَ مَالٌ رَابِحٌ، وَقَدْ سَمِعْتُ مَا قُلْتَ وَإِنِّي أَرَى أَنْ تَجْعَلَهَا فِي الأَقْرَبِينَ ‏\"‏‏.‏ فَقَالَ أَبُو طَلْحَةَ أَفْعَلُ يَا رَسُولَ اللَّهِ‏.‏ فَقَسَمَهَا أَبُو طَلْحَةَ فِي أَقَارِبِهِ وَبَنِي عَمِّهِ‏.‏ تَابَعَهُ رَوْحٌ‏.‏ وَقَالَ يَحْيَى بْنُ يَحْيَى وَإِسْمَاعِيلُ عَنْ مَالِكٍ رَايِحٌ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}