{
  "hadith": {
    "hadith_id": 1472,
    "narrator": "হাকীম ইব্‌নু হিযাম (রাঃ)",
    "bn": "তিনি বলেন, আমি আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট কিছু চাইলাম, তিনি আমাকে দিলেন, আবার চাইলাম, তিনি আমাকে দিলেন, আবার চাইলাম, তিনি আমাকে দিলেন। অতঃপর বললেনঃ হে হাকীম! এই সম্পদ শ্যামল সুস্বাদু। যে ব্যক্তি প্রশস্ত অন্তরে (লোভ ব্যতীত) তা গ্রহণ করে তার জন্য তা বরকতময় হয়। আর যে ব্যক্তি অন্তরের লোভসহ তা গ্রহণ করে তার জন্য তা বরকতময় করা হয় না। যেন সে এমন ব্যক্তির মত, যে খায় কিন্তু তার ক্ষুধা মেটে না। উপরের হাত নিচের হাত হতে উত্তম। হাকীম (রাঃ) বলেন, আমি বললাম, যিনি আপনাকে সত্যসহ পাঠিয়েছেন, তাঁর কসম! হে আল্লাহর রাসূল! আপনার পর মৃত্যু পর্যন্ত (সওয়াল করে) আমি কাউকে সামান্যতমও ক্ষতিগ্রস্থ করবো না। এরপর আবূ বকর (রাঃ) হাকীম (রাঃ)-কে অনুদান গ্রহণের জন্য ডাকতেন, কিন্তু তিনি তাঁর কাছ হতে তা গ্রহণ করতে অস্বীকার করতেন। অত:পর ‘উমর (রাঃ) (তাঁর যুগে) তাঁকে কিছু দেয়ার জন্য ডাকলেন। তিনি তাঁর কাছ হতেও কিছু গ্রহণ করতে অস্বীকার করেন। ‘উমর (রাঃ) বললেন, মুসলিমগণ! হাকীম (রহঃ)-এর ব্যাপারে আমি তোমাদের সাক্ষী রাখছি। আমি তাঁর এই গণীমত হতে তাঁর প্রাপ্য পেশ করেছি, কিন্তু সে তা গ্রহণ করতে অস্বীকার করেছে। (সত্য সত্যই) আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পর হাকীম (রাঃ) মৃত্যু অবধি কারো নিকট কিছু চেয়ে কাউকে ক্ষতিগ্রস্ত করেননি।",
    "ar": "وَحَدَّثَنَا عَبْدَانُ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، وَسَعِيدِ بْنِ الْمُسَيَّبِ، أَنَّ حَكِيمَ بْنَ حِزَامٍ ـ رضى الله عنه ـ قَالَ سَأَلْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَعْطَانِي، ثُمَّ سَأَلْتُهُ فَأَعْطَانِي، ثُمَّ سَأَلْتُهُ فَأَعْطَانِي ثُمَّ قَالَ ‏ \"‏ يَا حَكِيمُ إِنَّ هَذَا الْمَالَ خَضِرَةٌ حُلْوَةٌ، فَمَنْ أَخَذَهُ بِسَخَاوَةِ نَفْسٍ بُورِكَ لَهُ فِيهِ، وَمَنْ أَخَذَهُ بِإِشْرَافِ نَفْسٍ لَمْ يُبَارَكْ لَهُ فِيهِ كَالَّذِي يَأْكُلُ وَلاَ يَشْبَعُ، الْيَدُ الْعُلْيَا خَيْرٌ مِنَ الْيَدِ السُّفْلَى ‏\"‏‏.‏ قَالَ حَكِيمٌ فَقُلْتُ يَا رَسُولَ اللَّهِ وَالَّذِي بَعَثَكَ بِالْحَقِّ لاَ أَرْزَأُ أَحَدًا بَعْدَكَ شَيْئًا حَتَّى أُفَارِقَ الدُّنْيَا، فَكَانَ أَبُو بَكْرٍ ـ رضى الله عنه ـ يَدْعُو حَكِيمًا إِلَى الْعَطَاءِ فَيَأْبَى أَنْ يَقْبَلَهُ مِنْهُ، ثُمَّ إِنَّ عُمَرَ ـ رضى الله عنه ـ دَعَاهُ لِيُعْطِيَهُ فَأَبَى أَنْ يَقْبَلَ مِنْهُ شَيْئًا‏.‏ فَقَالَ عُمَرُ إِنِّي أُشْهِدُكُمْ يَا مَعْشَرَ الْمُسْلِمِينَ عَلَى حَكِيمٍ، أَنِّي أَعْرِضُ عَلَيْهِ حَقَّهُ مِنْ هَذَا الْفَىْءِ فَيَأْبَى أَنْ يَأْخُذَهُ‏.‏ فَلَمْ يَرْزَأْ حَكِيمٌ أَحَدًا مِنَ النَّاسِ بَعْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم حَتَّى تُوُفِّيَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}