{
  "hadith": {
    "hadith_id": 1496,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, মু’আয ইব্‌নু জাবাল (রাঃ)-কে ইয়ামানের (শাসক নিয়োগ করে) পাঠানোর সময় আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বলছিলেনঃ তুমি আহলে কিতাবের কাছে যাচ্ছ। কাজেই তাদের কাছে যখন পৌঁছবে তখন তাদেরকে এ কথার দিকে দাওয়াত দিবে তারা যেন সাক্ষ্য দিয়ে বলে যে, আল্লাহ্‌ ব্যতীত প্রকৃত কোন ইলাহ নেই এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌র রাসূল। যদি তারা তোমার এ কথা মেনে নেয় তবে তাদের বলবে যে, আল্লাহ্‌ তাদের উপর দিনে রাতে পাঁচ ওয়াক্ত সালাত ফরয করেছেন। যদি তারা এ কথাও মেনে নেয় তবে তাদের বলবে যে, আল্লাহ্‌ তাদের উপর সদকা (যাকাত) ফরয করেছেন- যা তাদের ধনীদের নিকট হতে গ্রহণ করা হবে এবং অভাবগ্রস্তদের মধ্যে বিতরণ করে দেয়া হবে। তোমার এ কথা যদি তারা মেনে নেয়, তবে (কেবল) তাদের উত্তম মাল গ্রহণ হতে বিরত থাকবে এবং মযলুমের বদদু’আকে ভয় করবে। কেননা, তার (বদদু’আ) এবং আল্লাহ্‌র মাঝে কোন পর্দা থাকে না।",
    "ar": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا زَكَرِيَّاءُ بْنُ إِسْحَاقَ، عَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ صَيْفِيٍّ، عَنْ أَبِي مَعْبَدٍ، مَوْلَى ابْنِ عَبَّاسٍ عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِمُعَاذِ بْنِ جَبَلٍ حِينَ بَعَثَهُ إِلَى الْيَمَنِ ‏ \"‏ إِنَّكَ سَتَأْتِي قَوْمًا أَهْلَ كِتَابٍ، فَإِذَا جِئْتَهُمْ فَادْعُهُمْ إِلَى أَنْ يَشْهَدُوا أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، فَإِنْ هُمْ أَطَاعُوا لَكَ بِذَلِكَ، فَأَخْبِرْهُمْ أَنَّ اللَّهَ قَدْ فَرَضَ عَلَيْهِمْ خَمْسَ صَلَوَاتٍ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ، فَإِنْ هُمْ أَطَاعُوا لَكَ بِذَلِكَ فَأَخْبِرْهُمْ أَنَّ اللَّهَ قَدْ فَرَضَ عَلَيْهِمْ صَدَقَةً تُؤْخَذُ مِنْ أَغْنِيَائِهِمْ فَتُرَدُّ عَلَى فُقَرَائِهِمْ، فَإِنْ هُمْ أَطَاعُوا لَكَ بِذَلِكَ فَإِيَّاكَ وَكَرَائِمَ أَمْوَالِهِمْ، وَاتَّقِ دَعْوَةَ الْمَظْلُومِ، فَإِنَّهُ لَيْسَ بَيْنَهُ وَبَيْنَ اللَّهِ حِجَابٌ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}