{
  "hadith": {
    "hadith_id": 1504,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "মুসলিমদের প্রত্যেক আযাদ, গোলাম পুরুষ ও নারীর পক্ষ হতে সদকাতুল  ফিতর হিসেবে খেজুর অথবা যব-এর এক সা’ পরিমাণ [৪৭] আদায় করা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফরয করেছেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم فَرَضَ زَكَاةَ الْفِطْرِ صَاعًا مِنْ تَمْرٍ، أَوْ صَاعًا مِنْ شَعِيرٍ، عَلَى كُلِّ حُرٍّ أَوْ عَبْدٍ، ذَكَرٍ أَوْ أُنْثَى، مِنَ الْمُسْلِمِينَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪৭] সকল প্রকার খাদ্যদ্রব্য থেকে এক সা’ পরিমাণ ফিতরা দিতে হবে। এটাই বিভিন্ন সহীহ হাদীসের দাবী এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও ৪ খলীফাহর যুগের বাস্তব আমল। মু’আবিয়া (রাঃ) তাঁর খিলাফতকালে যখন আসলেন এবং সেখানে গম আমদানী হল তখন তিনি বললেন, আমার মতে গমের এক মুদ (অন্য বস্তুর) দু’ মুদের সমান। তিরমিযীর বর্ণনায় রয়েছে। - অর্থাৎ লোকেরা গমের অর্ধ সা’ এর সাথে অন্য বস্তুর এক সা’ এর সমান হিসাব করলেন। অতএব বুঝা গেল এক সা’ খেজুর, কিসমিস, পনির, যব এবং অন্য খাদ্যদ্রব্যের যে মূল্য ছিল সে পরিমাণ মূল্য ছিল অর্ধ সা’ গমের। সে কারণে মুয়াবিয়া (রাঃ) অর্ধ সা’ ফিতরাহ আদায়ের ফতোয়া দিলেন। কিন্তু সাহাবীদের অধিকাংশই তাঁর প্রতিবাদ করেছেন। যেমন আবূ সাঈদ খুদরী (রাঃ) প্রতিবাদ করে বললেনঃ\n-\nআমি যতদিন বেঁচে থাকব ততদিন সর্বদা ঐভাবেই ফিতরা আদায় করব যেভাবে আগে আদায় করতাম। (মুসলিম ১ম খণ্ড ৩১৮ পৃষ্ঠা) ইমাম হাকিম ও ইব্‌নু খুজাইমাহ সহীহ সূত্রে বর্ণনা করেছেন যে,\n-\n‘আইয়ায বিন ‘আবদুল্লাহ্‌ হতে বর্ণিত, তিনি বলেন, আবু সাঈদ খুদরী (রাঃ) বলেন, তার নিকট রমযানের সদকা সম্পর্কে বর্ণনা করা হলে তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর যামানায় যে পরিমাণ সদকাতুল ফিতর আদায় করতাম তা ব্যতীত অন্যভাবে বের করব না। এক সা’ খেজুর, এক সা’ গম, এক সা’ যব, এক সা’ পনির। কোন ব্যক্তি প্রশ্ন করল, গমের দু’ মুদ দ্বারা কি আদায় হবে না? তিনি বললেন, না। এটা মুয়াবিয়া (রাঃ)-এর মনগড়া নির্ধারিত। আমি সেটা গ্রহণও করব না বাস্তবায়নও করব না। (ফাতহুল বারী ৩য় খণ্ড ৪৩৭ পৃষ্ঠা)\n\tইমাম নাববী (রহঃ) বলেন, যারা মু’আবিয়ার কথা মত গমের দু’ মুদ আদায় করাকে গ্রহণ করেছে তাতে ত্রুটি রয়েছে। কেননা এ ব্যাপারে সাহাবী আবূ সাঈদ খুদরী (রাঃ) এবং অন্যান্য সাহাবাগণ বিরোধিতা করেছেন যাঁরা দীর্ঘ সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে ছিলেন এবং তাঁরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অবস্থা সম্পর্কে অধিক অবগত ছিলেন। মু’আবিয়া (রাঃ) নিজের রায় দ্বারা মত ব্যক্ত করেছেন। তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে শুনে বলেননি। আবূ সাঈদ খুদরী (রাঃ)-এর হাদীসে ইত্তিবাহ ও সুন্নাত গ্রহণের প্রতি অত্যধিক গুরুত্বারোপ করা হয়েছে। (ফাতহুল বারী ৩য় খণ্ড ৪৩৮ পৃষ্ঠা, মুসলিম শরহে নাববী ১ম খণ্ড ৩১৭-৩১৮ পৃষ্ঠা, শরহুল মুহাযযাব ইমাম নাববী)\n\tইমাম শাফিয়ী, আহমাদ, ইসহাক এক সা’ ফিতরায় হাদীস প্রমাণ পেশ করেন। কেননা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সদকাতুল ফিতর খাদ্যদ্রব্যের এক সা’ আদায় ফরয করেছেন। আর গম হচ্ছে খাদ্যদ্রব্যেরই একটি। অতএব এক সা’ ব্যতীত ফিতরা আদায় বৈধ হবে না। আর আবূ সাঈদ খুদরী (রাঃ), আবুল আলিয়া, আবুশ শা’সআ, হাসান বাসরী, জাবির বিন যায়িদ, ইমাম শাফিয়ী, ইমাম মালিক, ইমাম আহমাদ বিন হাম্বল ও ইসহাক (রহঃ) প্রমুখ এ দলীল গ্রহণ করেছেন। নাইলুল আওতারে এভাবেই রয়েছে। তাতে আরো রয়েছে গম ও অন্যান্য খাদ্যদ্রব্যের মধ্যে পার্থক্য করা যাবে না। আর যারা অর্ধ সা’ গমের কথা যে হাদীস দ্বারা বলে তা সম্পূর্ণ যঈফ। (তুহফাতুল আহ্‌ওয়াযী ৩য় খণ্ড ২৮০-২৮১ পৃষ্ঠা)\n\tএ বিষয় সকল হাদীস পর্যালোচনা করে দেখা যায় মু’আবিয়া (রাঃ) যখন মুসলিম রাষ্ট্রপ্রধান ছিলেন, হজ্জ মৌসুমে হজ্জ করে যখন লোকদের সাথে কথা বললেন তখন জানতে পারলেন শাম বা সিরিয়ার এক মুদ গমের যে দাম হিজাযের দু’ মুদ খেজুর, কিসমিস ও অন্যান্য খাদ্যদ্রব্যের একই দাম অথবা যখন হিজাযে গম আমদানী করা হল তখন দেখা গেল এক সা’ খেজুর বা কিসমিসের মূল্য অর্ধ সা’ গমের মূল্যের সমান। তাই মু’আবিয়া (রাঃ) দামের দিক দিয়ে সমান করে দুই মুদ বা অর্ধ সা’ গম আদায়ের কথা বলেন এবং সাহাবাদের প্রতিবাদের মুখ পড়েন।\n\tবর্তমানে যদি কেউ মু’আবিয়া (রাঃ)-এর কথা মানতে চায় তাহলে তার কথাকে বর্তমান সময়ের দ্রব্যমূল্যের সাথে তুলনা করে মানতে হবে। মক্কা মদীনার পরিমাপ হিসাবে এক সা’-এর ওজন হয়  বর্তমানে দুই কেজি একশত বাহাত্তর গ্রাম। যদি নিম্ন মানের খেজুরের দাম ধরা হয় তাহলে ৩০ টাকা দরে দুই কেজি একশত বাহাত্তর গ্রাম খেজুরের দাম আসে ৬৫ টাকা। যেহেতু মু’আবিয়া (রাঃ)-এর সময় খেজুরের দাম বেশী ছিল তাই অর্ধ সা’ আদায় করার কথা তিনি বলেছেন। কিন্তু বর্তমানে গমের দ্বারা ফিতরা আদায় করতে হলে ৬৫ টাকার গম দিতে হবে। বর্তমানে প্রতি কেজি গমের মূল্য ১০ টাকা ধরলে মাথাপিছু সাড়ে ছয় কেজি গম দিয়ে ফিতরা আদায় করতে হবে। নচেৎ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে এক সা’র (২.১৭২ কেজির) কথা বলেছেন সেই পরিমাণ আপন আপন খাদ্যদ্রব্য দিয়ে আদায় করতে হবে।\n\tরসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর যামানায় দীনার, দিরহাম ইত্যাদি মুদ্রা চালু ছিল। কিন্তু দীনার, দিরহামের দ্বারা অর্থাৎ আমাদের যামানায় প্রচলিত টাকা পয়সার দ্বারা যাকাতুল ফিতর আদায় করার প্রমাণ কোন হাদীস পাওয়া যায় না। তাঁরা তাঁদের খাদ্যবস্তু দিয়েই ফিতরা আদায় করতেন।\nআল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর এ ব্যবস্থাপনায় বহুবিধ কল্যাণ নিহিত আছে। ফিতরাহ দানকারী যখন ফিতরার খাদ্যবস্তু কিনে তখন বিক্রেতা উপকৃত হয়। ফিতরাহ গ্রহণকারী খাদ্যবস্তু বিক্রি করে দিলে ফিতরাহ গ্রহণ করে না এমন সব গরীব ক্রেতা উপকৃত হয়।",
    "chapter": {
      "chapter_number": "24"
    }
  }
}