{
  "hadith": {
    "hadith_id": 1530,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মদীনাবাসীদের জন্য যুল-হুযায়ফাহ, সিরিয়াবাসীদের জন্য জুহ্‌ফা, নাজদবাসীদের জন্য ক্বারনুল-মানাযিল ও ইয়ামেনবাসীদের জন্য ইয়ালামলাম মীকাত নির্ধারন করেছেন। [৫১] উক্ত মীকাতসমূহ হজ্জ ও উমরাহ’র উদ্দেশ্যে আগমনকারী সে স্থানের অধীবাসীদের জন্য এবং অন্য  কোন এলাকার লোক ঐ সীমা দিয়ে অতিক্রম করবে তাদের জন্যও। এছাড়াও যারা মীকাতের ভিতরের অধিবাসী তারা যেখান হতে সফর আরম্ভ করবে সেখান হতেই (ইহ্‌রাম আরম্ভ করবে) এমন কি মক্কাবাসীগন মক্কা হতেই। (১৫২৪) (আঃপ্রঃ ১৪৩০, ইঃফাঃ ১৪৩৬)",
    "ar": "حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ حَدَّثَنَا وُهَيْبٌ عَنْ عَبْدِ اللهِ بْنِ طَاوُسٍ عَنْ أَبِيهِ عَنْ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم وَقَّتَ لأَهْلِ الْمَدِينَةِ ذَا الْحُلَيْفَةِ وَلأَهْلِ الشَّأْمِ الْجُحْفَةَ وَلأَهْلِ نَجْدٍ قَرْنَ الْمَنَازِلِ وَلأَهْلِ الْيَمَنِ يَلَمْلَمَ هُنَّ لأَهْلِهِنَّ وَلِكُلِّ آتٍ أَتَى عَلَيْهِنَّ مِنْ غَيْرِهِمْ مِمَّنْ أَرَادَ الْحَجَّ وَالْعُمْرَةَ فَمَنْ كَانَ دُونَ ذَلِكَ فَمِنْ حَيْثُ أَنْشَأَ حَتَّى أَهْلُ مَكَّةَ مِنْ مَكَّةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৫১] ১। (আরবি) ইয়ালামলাম। এটি ইয়েমানবাসী এবং ওই পথ যারা অতিক্রম করবে তাদের মীকাত। (এটিই বাংলাদেশ, ভারত, পাকিস্তান হতে আগত হজ্জযাত্রীদের মিকাত। ইয়ালামলাম একটি পর্বতের নাম- সমুদ্র হতে দেখা যায় না। জাহাজ তার বরাবর আসার প্রাক্বালে জাহাজের কাপ্তান বা হজ্জযাত্রীদের আমীরগণ তা জানিয়ে দেন)\n   ২। “যাতু ইরক্ব” মূলত নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইরাকবাসীদের জন্য নির্ধারিত করেছিলেন। যেমনটি আবূ দাউদ হাঃ ১৭৩৯, নাসায়ী হজ্জ অধ্যায় প্রভৃতি গ্রন্থে বিশুদ্ধ হাদীস এসেছে [এটা সহীহ মুসলিমের হাঃ ১১৮৩- এসেছে তবে রাবীর সন্দেহ আছে এটা হাদীস হওয়ার ব্যাপারে] কিন্তু উমর (রাঃ) এর এটা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জানা ছিল না বিধায় তিনি ইজতিহাদ করে তা নির্ধারণ করেন যা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর হাদীস ভিত্তিক হয়ে যায়। আর এ কথা সর্বজনবিদিত যে, তাঁর অনেক ইজতিহাদী বিধান কুরআন ও হাদীসের অনুকূল হত। অতএব উভয় প্রকার হাদীসে কোন দ্বন্দ নেই।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}