{
  "hadith": {
    "hadith_id": 1556,
    "narrator": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহধর্মিণী ‘আয়েশা (রাঃ)",
    "bn": "তিনি বলেন, আমরা বিদায়  হজ্জের সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে বের হয়ে ‘উমরাহ’র নিয়্যাতে ইহ্‌রাম বাঁধি। নবী বললেনঃ যার সঙ্গে কুরবানীর পশু আছে সে যেন ‘উমরাহ’র সাথে  হজ্জের ইহ্‌রামও বেঁধে নেয়। অতঃপর সে ‘উমরাহ ও হজ্জ উভয়টি সম্পন্ন না করা পর্যন্ত হালাল হতে পারবে না। [‘আয়েশা (রাঃ) বলেন] এরপর আমি মক্কায় ঋতুবতী অবস্থায় পৌঁছলাম। কাজেই বায়তুল্লাহ তাওয়াফ ও সাফা মারওয়ার সা’য়ী কোনটিই আদায় করতে সমর্থ হলাম না। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমার অসুবিধার কথা জানালে তিনি বললেনঃ মাথার চুল খুলে নাও এবং তা আঁচড়িয়ে নাও এবং  হজ্জের ইহ্‌রাম বহাল রাখ এবং ‘উমরাহ ছেড়ে দাও। আমি তাই করলাম, হজ্জ সম্পন্ন করার পর আমাকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আবদুর রহমান ইব্‌নু আবূ বকর (রাঃ)-এর সঙ্গে তান’ঈম-এ প্রেরণ করেন [৫৬]। সেখান হতে আমি ‘উমরাহ’র ইহ্‌রাম বাঁধি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এ তোমার (ছেড়ে দেয়া) ‘উমরাহ’র স্থলবর্তী। ‘আয়েশা (রাঃ) বলেন, যাঁরা ‘উমরাহ’র ইহ্‌রাম বেঁধেছিলেন, তাঁরা বায়তুল্লাহর তাওয়াফ ও সাফা-মারওয়ার সা’য়ী সমাপ্ত করে হালাল হয়ে যান এবং মিনা হতে ফিরে আসার পর দ্বিতীয়বার তাওয়াফ করেন আর যাঁরা হজ্জ ও ‘উমরাহ উভয়ের ইহ্‌রাম বেঁধেছিলেন তাঁরা একটি মাত্র তাওয়াফ করেন। (২৯৪) (আঃপ্রঃ১৪৫৩, ইঃফাঃ ১৪৫৯)",
    "ar": "حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ حَدَّثَنَا مَالِكٌ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ خَرَجْنَا مَعَ النَّبِيِّ فِي حَجَّةِ الْوَدَاعِ فَأَهْلَلْنَا بِعُمْرَةٍ ثُمَّ قَالَ النَّبِيُّ مَنْ كَانَ مَعَهُ هَدْيٌ فَلْيُهِلَّ بِالْحَجِّ مَعَ الْعُمْرَةِ ثُمَّ لاَ يَحِلَّ حَتَّى يَحِلَّ مِنْهُمَا جَمِيعًا فَقَدِمْتُ مَكَّةَ وَأَنَا حَائِضٌ وَلَمْ أَطُفْ بِالْبَيْتِ وَلاَ بَيْنَ الصَّفَا وَالْمَرْوَةِ فَشَكَوْتُ ذَلِكَ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ انْقُضِي رَأْسَكِ وَامْتَشِطِي وَأَهِلِّي بِالْحَجِّ وَدَعِي الْعُمْرَةَ فَفَعَلْتُ فَلَمَّا قَضَيْنَا الْحَجَّ أَرْسَلَنِي النَّبِيُّ صلى الله عليه وسلم مَعَ عَبْدِ الرَّحْمٰنِ بْنِ أَبِي بَكْرٍ إِلَى التَّنْعِيمِ فَاعْتَمَرْتُ فَقَالَ هَذِهِ مَكَانَ عُمْرَتِكِ قَالَتْ فَطَافَ الَّذِينَ كَانُوا أَهَلُّوا بِالْعُمْرَةِ بِالْبَيْتِ وَبَيْنَ الصَّفَا وَالْمَرْوَةِ ثُمَّ حَلُّوا ثُمَّ طَافُوا طَوَافًا آخَرَ بَعْدَ أَنْ رَجَعُوا مِنْ مِنًى وَأَمَّا الَّذِينَ جَمَعُوا الْحَجَّ وَالْعُمْرَةَ فَإِنَّمَا طَافُوا طَوَافًا وَاحِدًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৫৬]আয়েশা (রাঃ) ‘উমরার জন্য ইহ্‌রাম বাঁধার পর ঋতুবতী হয়ে পড়লে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে গোসল করার নির্দেশ দেন এবং ‘উমরার ইহ্‌রাম ছেড়ে দিয়ে  হজ্জের ইহ্‌রাম বাঁধার আদেশ দেন। ফলে  হজ্জের পর পাক-সাফ অবস্থায় তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট ঋতুর কারণে বাতিল হয়ে যাওয়া উমরার পরিবর্তে নতুনভাবে ‘উমরাহ করার অনুমতি প্রার্থনা করেন। ফলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে সেই অনুমতি প্রদান করেন। “হারাম” সীমায় থাকা অবস্থায় যে ব্যক্তি ‘উমরার ইরাদা করবে তাকে হারামের সীমার বাইরে গিয়ে ‘উমরার ইহ্‌রাম বাঁধতে হবে। এজন্য আয়েশা (রাঃ)-কে তানঈমে পাঠানো হয়েছিল। যা হারামের সীমানার বাইরে অবস্থিত।",
    "chapter": {
      "chapter_number": "25"
    }
  }
}