{
  "hadith": {
    "hadith_id": 1559,
    "narrator": "আবূ মূসা (আশ’আরী) (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে ইয়ামানে আমার গোত্রের নিকট পাঠিয়েছিলেন; তিনি (হজ্জ-এর সফরে) বাত্‌হা নামক স্থানে অবস্থানকালে আমি (ফিরে এসে) তাঁর নিকট উপস্থিত হলাম। তিনি আমাকে বললেনঃ তুমি কোন্‌ প্রকার ইহ্‌রাম বেঁধেছ? আমি বললাম, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ইহরামের অনুরূপ আমি ইহ্‌রাম বেঁধেছি। তিনি বললেনঃ তোমার সঙ্গে কুরবানীর পশু আছে কি? আমি বললাম, নেই। তিনি আমাকে বায়তুল্লাহ-এর তাওয়াফ করতে আদেশ করলেন। আমি বায়তুল্লাহ-এর তাওয়াফ এবং সাফা ও মারওয়ার সা’য়ী করলাম। পরে তিনি আদেশ করলে আমি হালাল হয়ে গেলাম। অতঃপর আমি আমার গোত্রীয় এক মহিলার নিকট আসলাম। সে আমার মাথা আঁচড়িয়ে দিল অথবা বলেছেন, আমার মাথা ধুয়ে দিল। এরপর ‘উমর (রাঃ) তাঁর খিলাফতকালে এক উপলক্ষে আসলেন। (আমরা তাঁকে বিষয়টি জানালে) তিনি বললেনঃ কুরআনের নির্দেশ পালন কর। কুরআন তো আমাদেরকে হজ্জ ও ‘উমরাহ পৃথক পৃথকভাবে যথাসময়ে পূর্ণরূপে আদায় করার নির্দেশ দান করে। আল্লাহ বলেনঃ “তোমরা হজ্জ ও ‘উমরাহ আল্লাহ’র উদ্দেশে পূর্ণ কর”- (আল-বাকারাঃ ১৯৬)। আর যদি আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সুন্নাতকে অনুসরণ করি, তিনি তো কুরবানীর পশু যবহ্‌ করার আগে হালাল হননি। (১৫৬৫, ১৭২৪, ১৭৯৫, ৪৩৪৬, ৪৩৯৭) (আঃপ্রঃ১৪৫৬, ইঃফাঃ ১৪৬২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا سُفْيَانُ عَنْ قَيْسِ بْنِ مُسْلِمٍ عَنْ طَارِقِ بْنِ شِهَابٍ عَنْ أَبِي مُوسَى قَالَ بَعَثَنِي النَّبِيُّ صلى الله عليه وسلم إِلَى قَوْمٍ بِالْيَمَنِ فَجِئْتُ وَهُوَ بِالْبَطْحَاءِ فَقَالَ بِمَا أَهْلَلْتَ قُلْتُ أَهْلَلْتُ كَإِهْلاَلِ النَّبِيِّ قَالَ هَلْ مَعَكَ مِنْ هَدْيٍ قُلْتُ لاَ فَأَمَرَنِي فَطُفْتُ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ ثُمَّ أَمَرَنِي فَأَحْلَلْتُ فَأَتَيْتُ امْرَأَةً مِنْ قَوْمِي فَمَشَطَتْنِي أَوْ غَسَلَتْ رَأْسِي فَقَدِمَ عُمَرُ فَقَالَ إِنْ نَأْخُذْ بِكِتَابِ اللهِ فَإِنَّهُ يَأْمُرُنَا بِالتَّمَامِ قَالَ اللهُ {وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ للهِ} وَإِنْ نَأْخُذْ بِسُنَّةِ النَّبِيِّ صلى الله عليه وسلم فَإِنَّهُ لَمْ يَحِلَّ حَتَّى نَحَرَ الْهَدْيَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}