{
  "hadith": {
    "hadith_id": 1560,
    "narrator": "‘আয়েশা (রাঃ)",
    "bn": "তিনি বলেন, হজ্জ-এর মাসে, হজ্জ-এর দিনগুলোতে, হজ্জ-এর মৌসুমে আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ( হজ্জে) বের হয়ে সারিফ নামক স্থানে আমরা অবতরণ করলাম। ‘আয়েশা (রাঃ) বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাহাবীগণের নিকট বেরিয়ে ঘোষণা করলেনঃ যার সাথে কুরবানীর পশু নেই এবং যে এ ইহ্‌রাম ‘উমরাহ’র ইহরামে পরিণত করতে আগ্রহী, সে তা করতে পারবে। আর যার সাথে কুরবানীর পশু আছে সে তা পারবে না। ‘আয়েশা (রাঃ) বলেন, কয়েকজন সাহাবী ‘উমরাহ করলেন, আর কয়েকজন তা করলেন না। তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর কয়েকজন সাহাবী (দীর্ঘ ইহ্‌রাম রাখতে) সক্ষম ছিলেন এবং তাঁদের সাথে কুরবানীর পশু ছিল। তাই তাঁরা (শুধু) ‘উমরাহ করতে (ও পরে হালাল হয়ে যেতে) সক্ষম হলেন না। তিনি আরো বলেন, আমি কাঁদছিলাম, এমন সময় আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট উপস্থিত হয়ে বললেনঃ ওহে কাঁদছ কেন? আমি বললাম, আপনি সহাবাদের যা বলেছেন, আমি তা শুনেছি, কিন্তু আমার পক্ষে ‘উমরাহ করা সম্ভব নয়। তিনি বললেনঃ তোমার কী হয়েছে? আমি বললাম, আমি সালাত আদায় করতে পারছি না (আমি ঋতুবতী)। তিনি বললেনঃ এতে তোমার কোন ক্ষতি নেই, তুমি আদম-সন্তানের এক মহিলা। সকল নারীর জন্য আল্লাহ যা নির্ধারন করেছেন, তোমার জন্যেও তাই নির্ধারণ করেছেন। কাজেই তুমি হজ্জ-এর ইহ্‌রাম অবস্থায় থাক। আল্লাহ তোমাকে ‘উমরাহ করার সুযোগও দিতে পারেন। তিনি বলেন, আমরা হজ্জ-এর জন্য বের হয়ে মিনায় পৌঁছলাম। সে সময় আমি পবিত্র হলাম। পরে মিনা হতে ফিরে (বাইতুল্লাহ পৌঁছে) তাওয়াফে যিয়ারত আদায় করি। ‘আয়েশা (রাঃ) বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে সর্বশেষ দলে বের হলাম। তিনি মুহাস্‌সাব নামক স্থানে অবতরণ করেন, আমি তাঁর সাথে অবতরণ করলাম। এখানে এসে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আবদুর রাহমান ইব্‌নু আবূ বকর (রাঃ)-কে ডেকে বললেনঃ তোমার বোন (‘আয়েশা)-কে নিয়ে হারম সীমারেখা হতে বেরিয়ে যাও। সেখান হতে সে উমরার ইহ্‌রাম বেঁধে মক্কা হতে ‘উমরাহ সমাধা করলে তাকে নিয়ে এখানে ফিরে আসবে। আমি তোমাদের আগমন পর্যন্ত অপেক্ষায় থাকব। ‘আয়েশা (রাঃ) বলেন, আমরা বের হয়ে গেলাম এবং আমি ও আমার ভাই তাওয়াফ সমাধা করে ফিরে এসে প্রভাত হওয়ার আগেই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট পৌঁছে গেলাম। তিনি বললেনঃ কাজ সমাধা করেছ কি? আমি বললাম জী-হ্যাঁ। তখন তিনি রওয়ানা হওয়ার ঘোষণা দিলেন। সকলেই মদীনার দিকে রওয়ানা করলেন। \n (আরবি) শব্দটি (আরবি)  (ক্ষতিকর) শব্দ হতে উদগত। এমনই ভাবে (আরবি) সমার্থবোধক। (২৯৪) (আঃপ্রঃ১৪৫৭, ইঃফাঃ ১৪৬৩)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ قَالَ حَدَّثَنِي أَبُو بَكْرٍ الْحَنَفِيُّ حَدَّثَنَا أَفْلَحُ بْنُ حُمَيْدٍ سَمِعْتُ الْقَاسِمَ بْنَ مُحَمَّدٍ عَنْ عَائِشَةَ قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللهِ صلى الله عليه وسلم فِي أَشْهُرِ الْحَجِّ وَلَيَالِي الْحَجِّ وَحُرُمِ الْحَجِّ فَنَزَلْنَا بِسَرِفَ قَالَتْ فَخَرَجَ إِلَى أَصْحَابِهِ فَقَالَ مَنْ لَمْ يَكُنْ مِنْكُمْ مَعَهُ هَدْيٌ فَأَحَبَّ أَنْ يَجْعَلَهَا عُمْرَةً فَلْيَفْعَلْ وَمَنْ كَانَ مَعَهُ الْهَدْيُ فَلاَ قَالَتْ فَالآخِذُ بِهَا وَالتَّارِكُ لَهَا مِنْ أَصْحَابِهِ قَالَتْ فَأَمَّا رَسُولُ اللهِ صلى الله عليه وسلم وَرِجَالٌ مِنْ أَصْحَابِهِ فَكَانُوا أَهْلَ قُوَّةٍ وَكَانَ مَعَهُمْ الْهَدْيُ فَلَمْ يَقْدِرُوا عَلَى الْعُمْرَةِ قَالَتْ فَدَخَلَ عَلَيَّ رَسُولُ اللهِ صلى الله عليه وسلم وَأَنَا أَبْكِي فَقَالَ مَا يُبْكِيكِ يَا هَنْتَاهُ قُلْتُ سَمِعْتُ قَوْلَكَ لأَصْحَابِكَ فَمُنِعْتُ الْعُمْرَةَ قَالَ وَمَا شَأْنُكِ قُلْتُ لاَ أُصَلِّي قَالَ فَلاَ يَضِيرُكِ إِنَّمَا أَنْتِ امْرَأَةٌ مِنْ بَنَاتِ آدَمَ كَتَبَ اللهُ عَلَيْكِ مَا كَتَبَ عَلَيْهِنَّ فَكُونِي فِي حَجَّتِكِ فَعَسَى اللهُ أَنْ يَرْزُقَكِيهَا قَالَتْ فَخَرَجْنَا فِي حَجَّتِهِ حَتَّى قَدِمْنَا مِنًى فَطَهَرْتُ ثُمَّ خَرَجْتُ مِنْ مِنًى فَأَفَضْتُ بِالْبَيْتِ قَالَتْ ثُمَّ خَرَجَتْ مَعَهُ فِي النَّفْرِ الآخِرِ حَتَّى نَزَلَ الْمُحَصَّبَ وَنَزَلْنَا مَعَهُ فَدَعَا عَبْدَ الرَّحْمٰنِ بْنَ أَبِي بَكْرٍ فَقَالَ اخْرُجْ بِأُخْتِكَ مِنْ الْحَرَمِ فَلْتُهِلَّ بِعُمْرَةٍ ثُمَّ افْرُغَا ثُمَّ ائْتِيَا هَا هُنَا فَإِنِّي أَنْظُرُكُمَا حَتَّى تَأْتِيَانِي قَالَتْ فَخَرَجْنَا حَتَّى إِذَا فَرَغْتُ وَفَرَغْتُ مِنْ الطَّوَافِ ثُمَّ جِئْتُهُ بِسَحَرَ فَقَالَ هَلْ فَرَغْتُمْ فَقُلْتُ نَعَمْ فَآذَنَ بِالرَّحِيلِ فِي أَصْحَابِهِ فَارْتَحَلَ النَّاسُ فَمَرَّ مُتَوَجِّهًا إِلَى الْمَدِينَةِ ضَيْرِ مِنْ ضَارَ يَضِيرُ ضَيْرًا وَيُقَالُ ضَارَ يَضُورُ ضَوْرًا وَضَرَّ يَضُرُّ ضَرًّا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}