{
  "hadith": {
    "hadith_id": 1561,
    "narrator": "‘আয়েশা (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে বের হলাম এবং একে  হজ্জের সফর বলেই আমরা জানতাম। আমরা যখন (মক্কায়) পৌঁছে বাইতুল্লাহ-এর তাওয়াফ করলাম তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নির্দেশ দিলেনঃ যারা কুরবানীর পশু সঙ্গে আসেনি তারা যেন ইহ্‌রাম ছেড়ে দেয়। তাই যিনি কুরবানীর পশু সঙ্গে আনেননি তিনি ইহ্‌রাম ছেড়ে দেন। আর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহধর্মিণীগণ তাঁরা ইহ্‌রাম ছেড়ে দিলেন। ‘আয়েশা (রাঃ) বলেন, আমি ঋতুবতী হয়েছিলাম বিধায় বায়তুল্লাহর তাওয়াফ করতে পারিনি। (ফিরতি পথে) মুহাসসাব নামক স্থানে রাত যাপনকালে আমি বললাম, হে আল্লাহর রাসূল! সকলেই ‘উমরাহ ও হজ্জ উভয়টি সমাধা করে ফিরছে আর আমি কেবল হজ্জ করে ফিরছি। তিনি বললেনঃ আমরা মক্কা পৌঁছলে তুমি কি সে দিনগুলোতে তওয়াফ করনি? আমি বললাম, জ্বী-না। তিনি বললেন, তোমার ভাই-এর সাথে তান্‌’ঈম চলে যাও, সেখান হতে ‘উমরাহ’র ইহ্‌রাম বাঁধবে। অতঃপর অমুক স্থানে তোমার সাথে সাক্ষাৎ ঘটবে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কী বললে! তুমি কি কুরবানীর দিনগুলোতে তাওয়াফ করনি! আমি বললাম, হ্যাঁ করেছি। তিনি বললেনঃ তবে কোন অসুবিধা নেই, তুমি চল। ‘আয়েশা (রাঃ) বলেন, এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে এমতাবস্থায় আমার সাক্ষাৎ হলো যখন তিনি মক্কা ছেড়ে উপরের দিকে উঠছিলেন, আর আমি মক্কার দিকে অবতরণ করছি। অথবা ‘আয়েশা (রাঃ) বলেন, আমি উঠছি ও তিনি অবতরণ করছেন। (২৯৪, মুসলিম ১৫/১৭, হাঃ ১২১১, আহমাদ ২৬২২৪) (আঃপ্রঃ১৪৫৮, ইঃফাঃ ১৪৬৪)",
    "ar": "حَدَّثَنَا عُثْمَانُ حَدَّثَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ الأَسْوَدِ عَنْ عَائِشَةَ خَرَجْنَا مَعَ النَّبِيِّ وَلاَ نُرَى إِلاَّ أَنَّهُ الْحَجُّ فَلَمَّا قَدِمْنَا تَطَوَّفْنَا بِالْبَيْتِ فَأَمَرَ النَّبِيُّ صلى الله عليه وسلم مَنْ لَمْ يَكُنْ سَاقَ الْهَدْيَ أَنْ يَحِلَّ فَحَلَّ مَنْ لَمْ يَكُنْ سَاقَ الْهَدْيَ وَنِسَاؤُهُ لَمْ يَسُقْنَ فَأَحْلَلْنَ قَالَتْ عَائِشَةُ فَحِضْتُ فَلَمْ أَطُفْ بِالْبَيْتِ فَلَمَّا كَانَتْ لَيْلَةُ الْحَصْبَةِ قَالَتْ يَا رَسُولَ اللهِ صلى الله عليه وسلم يَرْجِعُ النَّاسُ بِعُمْرَةٍ وَحَجَّةٍ وَأَرْجِعُ أَنَا بِحَجَّةٍ قَالَ وَمَا طُفْتِ لَيَالِيَ قَدِمْنَا مَكَّةَ قُلْتُ لاَ قَالَ فَاذْهَبِي مَعَ أَخِيكِ إِلَى التَّنْعِيمِ فَأَهِلِّي بِعُمْرَةٍ ثُمَّ مَوْعِدُكِ كَذَا وَكَذَا قَالَتْ صَفِيَّةُ مَا أُرَانِي إِلاَّ حَابِسَتَهُمْ قَالَ عَقْرَى حَلْقَى أَوَ مَا طُفْتِ يَوْمَ النَّحْرِ قَالَتْ قُلْتُ بَلَى قَالَ لاَ بَأْسَ انْفِرِي قَالَتْ عَائِشَةُ فَلَقِيَنِي النَّبِيُّ صلى الله عليه وسلم وَهُوَ مُصْعِدٌ مِنْ مَكَّةَ وَأَنَا مُنْهَبِطَةٌ عَلَيْهَا أَوْ أَنَا مُصْعِدَةٌ وَهُوَ مُنْهَبِطٌ مِنْهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}