{
  "hadith": {
    "hadith_id": 1568,
    "narrator": "আবূ শিহাব (রহঃ)",
    "bn": "আমি ‘উমরাহ’র ইহ্‌রাম বেঁধে  হজ্জে তামাত্তু’র নিয়্যতে তারবিয়্যাহ দিবস (আট তারিখ)-এর তিন দিন পূর্বে মক্কায় প্রবেশ করলাম, মক্কাবাসী কিছু লোক আমাকে বললেন, এখন তোমার  হজ্জের কাজ মক্কা হতে শুরু হবে। আমি বিষয়টি জানার জন্য ‘আত্বা (রহঃ)-এর নিকট উপস্থিত হলাম। তিনি বললেন, জাবির ইব্‌নু ‘আবদুল্লাহ (রাঃ) আমাকে বলেছেন, যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুরবানীর উট সঙ্গে নিয়ে  হজ্জে আসেন তখন তিনি তাঁর সঙ্গে ছিলেন। সাহাবীগন ইফরাদ হজ্জ-এর নিয়্যাতে শুধু  হজ্জের ইহ্‌রাম বাধেঁন। কিন্তু নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (মক্কায় পৌছে) তাদেরকে বললেনঃ বাইতুল্লাহর তাওয়াফ ও সাফা-মারওয়ার সা‘ঈ সমাধা করে তোমরা ইহ্‌রাম ভঙ্গ করে হালাল হয়ে যাও এবং চুল ছোট কর। এরপর হালাল অবস্থায় থাক। যখন যিলহজ্জ মাসের আট তারিখ হবে তখন তোমরা হজ্জ-এর ইহ্‌রাম বেঁধে নিবে, আর যে ইহ্‌রাম বেঁধে এসেছ তা তামাত্তু‘  হজ্জের ‘উমরাহ বানিয়ে নিবে। সাহাবীগন বললেন, এ ইহ্‌রামকে আমরা কিরূপে ‘উমরাহ’র ইহ্‌রাম বানাব? আমরা হজ্জ-এর নাম নিয়ে ইহ্‌রাম বেঁধেছি। তখন তিনি বললেনঃ আমি তোমাদেরকে যা আদেশ করছি তাই কর। কুরবানীর পশু সঙ্গে নিয়ে না আসলে তোমাদেরকে যা করতে বলছি, আমিও সেরূপ করতাম। কিন্তু কুরবনী করার পূর্বে (ইহরামের কারনে) নিষিদ্ধ কাজ (আমার জন্য) হালাল নয়। সাহাবীগন সেরূপ পশু যবহ করলেন। আবূ ‘আবদুল্লাহ্‌ (ইমাম বুখারী) (রহঃ) বলেন, আবূ শিহাব (রহঃ) হতে মারফূ’ বর্ণনা মাত্র এই একটিই পাওয়া যায়। (১৫৫৭) (আঃপ্রঃ ১৪৬৫, ইঃফাঃ ১৪৭১)",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ حَدَّثَنَا أَبُو شِهَابٍ قَالَ قَدِمْتُ مُتَمَتِّعًا مَكَّةَ بِعُمْرَةٍ فَدَخَلْنَا قَبْلَ التَّرْوِيَةِ بِثَلاَثَةِ أَيَّامٍ فَقَالَ لِي أُنَاسٌ مِنْ أَهْلِ مَكَّةَ تَصِيرُ الآنَ حَجَّتُكَ مَكِّيَّةً فَدَخَلْتُ عَلَى عَطَاءٍ أَسْتَفْتِيهِ فَقَالَ حَدَّثَنِي جَابِرُ بْنُ عَبْدِ اللهِ أَنَّهُ حَجَّ مَعَ النَّبِيِّ صلى الله عليه وسلم يَوْمَ سَاقَ الْبُدْنَ مَعَهُ وَقَدْ أَهَلُّوا بِالْحَجِّ مُفْرَدًا فَقَالَ لَهُمْ أَحِلُّوا مِنْ إِحْرَامِكُمْ بِطَوَافِ الْبَيْتِ وَبَيْنَ الصَّفَا وَالْمَرْوَةِ وَقَصِّرُوا ثُمَّ أَقِيمُوا حَلاَلاً حَتَّى إِذَا كَانَ يَوْمُ التَّرْوِيَةِ فَأَهِلُّوا بِالْحَجِّ وَاجْعَلُوا الَّتِي قَدِمْتُمْ بِهَا مُتْعَةً فَقَالُوا كَيْفَ نَجْعَلُهَا مُتْعَةً وَقَدْ سَمَّيْنَا الْحَجَّ فَقَالَ افْعَلُوا مَا أَمَرْتُكُمْ فَلَوْلاَ أَنِّي سُقْتُ الْهَدْيَ لَفَعَلْتُ مِثْلَ الَّذِي أَمَرْتُكُمْ وَلَكِنْ لاَ يَحِلُّ مِنِّي حَرَامٌ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ فَفَعَلُوا قَالَ أَبُو عَبْد اللهِ أَبُو شِهَابٍ لَيْسَ لَهُ مُسْنَدٌ إِلاَّ هَذَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}