{
  "hadith": {
    "hadith_id": 1572,
    "narrator": "ইব্‌নু আব্বাস (রাঃ)",
    "bn": "হজ্জে তামাত্তু’ সম্পর্কে তাঁর নিকট জানতে চাওয়া হলে তিনি বললেন, বিদায়  হজ্জের বছর আনসার ও মুজাহির সাহাবীগন, নবী-সহধর্মিণীগণ ইহ্‌রাম বাঁধলেন, আর আমরাও ইহ্‌রাম বাঁধলাম। আমরা মক্কায় পৌছুলে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা হজ্জ-এর ইহ্‌রামকে ‘উমরায় পরিনত কর। তবে যারা কুরবানীর পশুর গলায় মালা ঝুলিয়েছে, তাদের কথা ব্যতিক্রম (তারা ইহ্‌রাম ভঙ্গ করতে পারবে না)। আমরা বাইতুল্লাহর তাওয়াফ ও সাফা মারওয়ার সা’য়ী করলাম। এরপর স্ত্রী-সহবাস করলাম এবং কাপড়-চোপড় পরিধান করলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যে ব্যক্তি কুরবানীর জন্য উপস্থিত করার উদ্দেশে পশুর গলায় মালা ঝুলিয়েছে, পশু কুরবানীর স্থানে না পৌছা পর্যন্ত সে হালল হতে পারে না। এরপর যিলহজ্জ মাসের আট তারিখ বিকালে আমাদেরকে হজ্জ-এর ইহ্‌রাম বাঁধার নির্দেশ দেন। যখন আমরা হজ্জ-এর সকল কার্য শেষ করে বাইতুল্লাহর তাওয়াফ ও সাফা-মারওয়া সা’য়ী করে অবসর হলাম, তখন আমাদের হজ্জ পূর্ণ হল এবং আমাদের উপর কুরবানী করা ওয়াজিব হলো। যেমন মহান আল্লাহ ইরশাদ করেন : “যার পক্ষে সম্ভব সে একটি কুরবানী করবে, আর যার পক্ষে সম্ভব নয় সে হজ্জ চলাকালে তিনটি সওম পালন করবে এবং ফিরে এসে সাত দিন সওম পালন করবে অর্থাৎ নিজ দেশে ফিরে”- (আল-বাকারা : ১৯৬)। একটি বকরীই দম হিসেবে কুরবানীর জন্য যথেষ্ট। একই বছরে সাহাবীগন হজ্জ ও ‘উমরাহ একসাথে আদায় করলেন। আল্লাহ তাঁর কুরআনে এ বিধান নাযিল করেছেন এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ তরীকা জারী করেছেন আর মক্কাবাসী ব্যতীত অন্যদের জন্য তা বৈধ করেছেন। আল্লাহ ইরশাদ করেন : “( হজ্জে তামাত্তু’) তাদের জন্য, যাদের পরিবার-পরিজন মাসজিদে হারামের (হারামের সীমার) মধ্যে বাস করে না” – (আল-বাকারা : ১৯৬)। আল্লাহ তাঁর কুরআনে  হজ্জের যে মাসগুলোর কথা উল্লেখ করেছেন তা হলো : শাওয়াল, যিলক্বাদ ও যিলহজ্জ। যারা এ মাসগুলোতে তামাত্তু’ হজ্জ করবে তাদের অবশ্য দম দিতে হবে অথবা সওম পালন করতে হবে। (আঃপ্রঃ অনুচ্ছেদ ৩৭ এর শেষাংশ)\n (আরবি) অর্থ স্ত্রী সহবাস, (আরবি)  অর্থ গুনাহ,  (আরবি) অর্থ বিবাদ। (আঃপ্রঃ, ই.ফা, পরিচ্ছেদ ৯৯৭)",
    "ar": "وَقَالَ أَبُو كَامِلٍ فُضَيْلُ بْنُ حُسَيْنٍ الْبَصْرِيُّ حَدَّثَنَا أَبُو مَعْشَرٍ الْبَرَّاءُ حَدَّثَنَا عُثْمَانُ بْنُ غِيَاثٍ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ أَنَّهُ سُئِلَ عَنْ مُتْعَةِ الْحَجِّ فَقَالَ أَهَلَّ الْمُهَاجِرُونَ وَالأَنْصَارُ وَأَزْوَاجُ النَّبِيِّ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ وَأَهْلَلْنَا فَلَمَّا قَدِمْنَا مَكَّةَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم اجْعَلُوا إِهْلاَلَكُمْ بِالْحَجِّ عُمْرَةً إِلاَّ مَنْ قَلَّدَ الْهَدْيَ فَطُفْنَا بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ وَأَتَيْنَا النِّسَاءَ وَلَبِسْنَا الثِّيَابَ وَقَالَ مَنْ قَلَّدَ الْهَدْيَ فَإِنَّهُ لاَ يَحِلُّ لَهُ {حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ} ثُمَّ أَمَرَنَا عَشِيَّةَ التَّرْوِيَةِ أَنْ نُهِلَّ بِالْحَجِّ فَإِذَا فَرَغْنَا مِنْ الْمَنَاسِكِ جِئْنَا فَطُفْنَا بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ فَقَدْ تَمَّ حَجُّنَا وَعَلَيْنَا الْهَدْيُ كَمَا قَالَ اللهُ تَعَالَى {فَمَا اسْتَيْسَرَ مِنْ الْهَدْيِ فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاَثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ} إِلَى أَمْصَارِكُمْ الشَّاةُ تَجْزِي فَجَمَعُوا نُسُكَيْنِ فِي عَامٍ بَيْنَ الْحَجِّ وَالْعُمْرَةِ فَإِنَّ اللهَ تَعَالَى أَنْزَلَهُ فِي كِتَابِهِ وَسَنَّهُ نَبِيُّهُ وَأَبَاحَهُ لِلنَّاسِ غَيْرَ أَهْلِ مَكَّةَ قَالَ اللهُ {ذَلِكَ لِمَنْ لَمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ} وَأَشْهُرُ الْحَجِّ الَّتِي ذَكَرَ اللهُ تَعَالَى فِي كِتَابهِ شَوَّالٌ وَذُو الْقَعْدَةِ وَذُو الْحَجَّةِ فَمَنْ تَمَتَّعَ فِي هَذِهِ الأَشْهُرِ فَعَلَيْهِ دَمٌ أَوْ صَوْمٌ وَالرَّفَثُ الْجِمَاعُ وَالْفُسُوقُ الْمَعَاصِي وَالْجِدَالُ الْمِرَاءُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}