{
  "hadith": {
    "hadith_id": 1586,
    "narrator": "‘আয়েশা (রাঃ)",
    "bn": "আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বলেনঃ হে ‘আয়েশা! যদি তোমার কওমের যুগ জাহিলিয়াতের নিকটবর্তী না হত তাহলে আমি কা’বা ঘর সম্পর্কে নির্দেশ দিতাম এবং তা ভেঙ্গে ফেলা হত। অত:পর বাদ দেয়া অংশটুকু আমি ঘরের অন্তর্ভুক্ত করে দিতাম এবং তা ভূমি বরাবর করে দিতাম ও পূর্ব-পশ্চিমে এর দু’টি দরজা করে দিতাম। এভাবে কা’বাকে ইব্রাহীম (আঃ) নির্মিত ভিত্তিতে সম্পন্ন করতাম। (বর্ণনাকারী বলেন), আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এ উক্ত কা’বা ঘর ভাঙতে (‘আবদুল্লাহ) ইব্‌নু যুবাইর (রহঃ)-কে অনুপ্রাণিত করেছে। (রাবী) ইয়াযীদ বলেন, আমি আমি ইব্‌নু যুবাইর (রাঃ)-কে দেখেছি তিনি যখন কাবা ঘর ভেঙে তা পুনর্নির্মাণ করেন এবং বাদ দেয়া অংশটুকু (হাতীম) তার সাথে সংযোজিত করেন এবং ইব্রাহীম (আঃ) -এর নির্মিত ভিত্তির পাথরগুলো উটের কুঁজোর ন্যায় আমি দেখতে পেয়েছি। (রাবী) জারীর (রহঃ) বলেন, আমি তাকে (ইয়াযীদকে) বললাম, কোথায় সেই ভিত্তি মূলের স্থান? তিনি বললেন, এখনই আমি তোমাকে দেখিয়ে দিব। আমি তাঁর সাথে বাদ দেয়া দেয়াল বেষ্টনীতে (হাতীমে) প্রবেশ করলাম। তখন তিনি একটি স্থানের দিকে ইঙ্গিত করে বললেন, এখানে। জরীর (রহঃ) বলেন, দেয়াল বেষ্টিত স্থানটুকু পরিমাপ করে দেখলাম ছয় হাত বা তার কাছাকাছি। (১২৬) (আ.প. ১৪৮২, ইঃফাঃ ১৪৮৮)",
    "ar": "حَدَّثَنَا بَيَانُ بْنُ عَمْرٍو حَدَّثَنَا يَزِيدُ حَدَّثَنَا جَرِيرُ بْنُ حَازِمٍ حَدَّثَنَا يَزِيدُ بْنُ رُومَانَ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لَهَا يَا عَائِشَةُ لَوْلاَ أَنَّ قَوْمَكِ حَدِيثُ عَهْدٍ بِجَاهِلِيَّةٍ لأَ×مَرْتُ بِالْبَيْتِ فَهُدِمَ فَأَدْخَلْتُ فِيهِ مَا أُخْرِجَ مِنْهُ وَأَلْزَقْتُهُ بِالأَرْضِ وَجَعَلْتُ لَهُ بَابَيْنِ بَابًا شَرْقِيًّا وَبَابًا غَرْبِيًّا فَبَلَغْتُ بِهِ أَسَاسَ إِبْرَاهِيمَ فَذَلِكَ الَّذِي حَمَلَ ابْنَ الزُّبَيْرِ عَلَى هَدْمِهِ قَالَ يَزِيدُ وَشَهِدْتُ ابْنَ الزُّبَيْرِ حِينَ هَدَمَهُ وَبَنَاهُ وَأَدْخَلَ فِيهِ مِنْ الْحِجْرِ وَقَدْ رَأَيْتُ أَسَاسَ إِبْرَاهِيمَ حِجَارَةً كَأَسْنِمَةِ الإِبِلِ قَالَ جَرِيرٌ فَقُلْتُ لَهُ أَيْنَ مَوْضِعُهُ قَالَ أُرِيكَهُ الآنَ فَدَخَلْتُ مَعَهُ الْحِجْرَ فَأَشَارَ إِلَى مَكَانٍ فَقَالَ هَا هُنَا قَالَ جَرِيرٌ فَحَزَرْتُ مِنْ الْحِجْرِ سِتَّةَ أَذْرُعٍ أَوْ نَحْوَهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}