{
  "hadith": {
    "hadith_id": 1588,
    "narrator": "উসামাহ ইব্‌নু যায়দ (রাঃ)",
    "bn": "তিনি বললেন, হে আল্লাহ্‌র রাসূল! আপনি মক্কায় অবস্থিত আপনার বাড়ির কোন্‌ স্থানে অবস্থান করবেন? তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ‘আকীল কি কোন সম্পত্তি বা ঘর-বাড়ি অবশিষ্ট রেখে গেছে? ‘আকীল ও তালিব আবূ তালিবের সম্পত্তির উত্তরাধিকারী হয়েছিলেন, জা‘ফর ও ‘আলী (রাঃ) হননি। কেননা তাঁরা দু’জন ছিলেন মুসলমান। ‘আকীল ও তালিব ছিল কাফির। এজন্যই ‘উমর ইব্‌নু খাত্তাব (রাঃ) বলতেন, মু’মিন কাফির-এর সম্পত্তির উত্তরাধিকার হয় না। ইব্‌নু শিহাব (যুহরী) (রহঃ) বলেন, (পূর্ববর্তীগণ নিম্ন উদ্ধৃত আয়াতে উক্ত বিলায়াতকে উত্তরাধিকার বলে) এই তাফসীর করতেন।\nআল্লাহ বলেনঃ “নিশ্চয় যারা ঈমান এনেছে, হিজরাত করেছে, নিজেদের ধন ও প্রাণ দিয়ে আল্লাহর পথে জিহাদ করেছে এবং যারা তাদেরকে আশ্রয় দান করেছে ও সাহায্য করেছে তারা একে অপরের বন্ধু। আর যারা ঈমান এনেছে কিন্তু হিজরাত করেনি তাদের অভিভাবকত্বের দায়িত্ব তোমাদের নেই যে পর্যন্ত না তারা হিজরাত করে। আর যদি তারা দ্বীনের ব্যাপারে তোমাদের সাহায্য চায় তবে তাদের সাহায্য করা তোমাদের অবশ্য কর্তব্য, কিন্তু তোমাদের সাথে যে ক্বাওমের চুক্তি রয়েছে তাদের মুকাবিলায় নয়। তোমরা যা কিছু কর আল্লাহ তা সবই দেখেন।” (আল-আনফালঃ ৭২) (৩০৫৮, ৪২৮২, ৬৭৬৪, মুসলিম ১৫/৮০, হাঃ ১৩৫১, আহমাদ ২১৮২৫)(আঃপ্রঃ ১৪৮৪, ইঃফাঃ ১৪৯০)",
    "ar": "حَدَّثَنَا أَصْبَغُ قَالَ أَخْبَرَنِي ابْنُ وَهْبٍ عَنْ يُونُسَ عَنْ ابْنِ شِهَابٍ عَنْ عَلِيِّ بْنِ حُسَيْنٍ عَنْ عَمْرِو بْنِ عُثْمَانَ عَنْ أُسَامَةَ بْنِ زَيْدٍ أَنَّهُ قَالَ يَا رَسُولَ اللهِ صلى الله عليه وسلم أَيْنَ تَنْزِلُ فِي دَارِكَ بِمَكَّةَ فَقَالَ وَهَلْ تَرَكَ عَقِيلٌ مِنْ رِبَاعٍ أَوْ دُورٍ وَكَانَ عَقِيلٌ وَرِثَ أَبَا طَالِبٍ هُوَ وَطَالِبٌ وَلَمْ يَرِثْهُ جَعْفَرٌ وَلاَ عَلِيٌّ شَيْئًا لأَنَّهُمَا كَانَا مُسْلِمَيْنِ وَكَانَ عَقِيلٌ وَطَالِبٌ كَافِرَيْنِ فَكَانَ عُمَرُ بْنُ الْخَطَّابِ يَقُولُ لاَ يَرِثُ الْمُؤْمِنُ الْكَافِرَ قَالَ ابْنُ شِهَابٍ وَكَانُوا يَتَأَوَّلُونَ قَوْلَ اللهِ تَعَالَى : {إِنَّ الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولَئِكَ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} الآيَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}