{
  "hadith": {
    "hadith_id": 1618,
    "narrator": "[ইমাম বুখারী (রহঃ) বলেন] আমাকে ‘আমর ইব্‌নু ‘আলী (রহঃ) থেকে ইব্‌নু জুরাইজ (রহঃ)",
    "bn": "আত্বা (রহঃ) বলেছেন, ইব্‌নু হিশাম (রহঃ) যখন মহিলাদের পুরুষের সঙ্গে তাওয়াফ করতে নিষেধ করেন, তখন ‘আত্বা (রহঃ) তাঁকে বললেন, আপনি তাদের কী করে নিষেধ করেছেন, অথচ নবী সহধর্মিণীগন পুরুষদের সঙ্গে তাওয়াফ করেছেন? [ইব্‌নু জুরাইজ (রহঃ) বলেন] আমি তাঁকে প্রশ্ন করলাম, তা কি পর্দার আয়াত নাযিল হওয়ার পরে, না পূর্বে? তিনি [আত্বা (রহঃ)] বললেন, হ্যাঁ আমার জিবনের কসম, আমি পর্দার আয়াত অবতীর্ণ হওয়ার পরের কথাই বলছি। আমি জানতে চাইলাম পুরুষগন মহিলাদের সাথে মিলে কিভাবে তাওয়াফ করতেন? তিনি বললেন, পুরুষগন মহিলাদের সাথে মিলে তাওয়াফ করতেন না। ‘আয়েশা (রাঃ) বরং পুরুষদের পাশ কাটিয়ে তাওয়াফ করতেন, তাদের মাঝে মিশে যেতেন না। এক মহিলা ‘আয়েশা (রাঃ) কে বললেন চলুন, হে উম্মুল ‘মু’মিনীন! আমরা তাওয়াফ করে আসি। তিনি বললেন, “তোমার মনে চাইলে তুমি যাও” আর তিনি যেতে অস্বীকার করলেন। তাঁরা রাতের বেলা পর্দা করে বের হয়ে (সম্পূর্ণ না মিশে) পুরুষদের পাশাপাশি থেকে তাওয়াফ করতেন। উম্মুল মু’মিনীনগন বায়তুল্লাহর তাওয়াফ করতে চাইলে সকল পুরুষ বের করে না দেয়া পর্যন্ত তাঁরা দাঁড়িয়ে থাকতেন। ‘আত্বা (রহঃ) বলেনহ, ‘ঊবাইদ ইব্‌নু ‘উমাইর এবং আমি ‘আয়েশা (রাঃ) এর কাছে গেলাম, তিনি তখন “সবীর” পর্বতে অবপাথান করছিলেন।? [ইব্‌নু জুরাইজ (রহঃ) বলেন] আমি বললাম, তখন তিনি কি দিয়ে পর্দা করছিলেন? আত্বা (রহঃ) বললেন, তখন তিনি পর্দা ঝুলানো তুর্কী তাঁবুতে ছিলেন, এছাড়া তাঁর ও আমাদের মাঝে অন্য কোন কিছু ছিলনা। (অকস্মাৎ দৃষ্টি পড়ায়) আমি তাঁর গায়ে গোলাপি রং-এর চাদর দেখতে পেলাম। (আঃপ্রঃ অনুচ্ছেদ ৬৪, ইঃফাঃ পরিচ্ছেদ ১০২৪)",
    "ar": "و قَالَ لِي عَمْرُو بْنُ عَلِيٍّ حَدَّثَنَا أَبُو عَاصِمٍ قَالَ ابْنُ جُرَيْجٍ أَخْبَرَنَا قَالَ أَخْبَرَنِي عَطَاءٌ إِذْ مَنَعَ ابْنُ هِشَامٍ النِّسَاءَ الطَّوَافَ مَعَ الرِّجَالِ قَالَ كَيْفَ يَمْنَعُهُنَّ وَقَدْ طَافَ نِسَاءُ النَّبِيِّ صلى الله عليه وسلم مَعَ الرِّجَالِ قُلْتُ أَبَعْدَ الْحِجَابِ أَوْ قَبْلُ قَالَ إِي لَعَمْرِي لَقَدْ أَدْرَكْتُهُ بَعْدَ الْحِجَابِ قُلْتُ كَيْفَ يُخَالِطْنَ الرِّجَالَ قَالَ لَمْ يَكُنَّ يُخَالِطْنَ كَانَتْ عَائِشَةُ تَطُوفُ حَجْرَةً مِنْ الرِّجَالِ لاَ تُخَالِطُهُمْ فَقَالَتْ امْرَأَةٌ انْطَلِقِي نَسْتَلِمْ يَا أُمَّ الْمُؤْمِنِينَ قَالَتْ انْطَلِقِي عَنْكِ وَأَبَتْ يَخْرُجْنَ مُتَنَكِّرَاتٍ بِاللَّيْلِ فَيَطُفْنَ مَعَ الرِّجَالِ وَلَكِنَّهُنَّ كُنَّ إِذَا دَخَلْنَ الْبَيْتَ قُمْنَ حَتَّى يَدْخُلْنَ وَأُخْرِجَ الرِّجَالُ وَكُنْتُ آتِي عَائِشَةَ أَنَا وَعُبَيْدُ بْنُ عُمَيْرٍ وَهِيَ مُجَاوِرَةٌ فِي جَوْفِ ثَبِيرٍ قُلْتُ وَمَا حِجَابُهَا قَالَ هِيَ فِي قُبَّةٍ تُرْكِيَّةٍ لَهَا غِشَاءٌ وَمَا بَيْنَنَا وَبَيْنَهَا غَيْرُ ذَلِكَ وَرَأَيْتُ عَلَيْهَا دِرْعًا مُوَرَّدًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}