{
  "hadith": {
    "hadith_id": 1640,
    "narrator": "নাফি’ (রহঃ)",
    "bn": "যে বছর হাজ্জাজ ইব্‌নু ইউসুফ ‘আবদুল্লাহ ইব্‌নু যুবাইর (রাঃ)-এর সঙ্গে যুদ্ধ করার জন্য মক্কায় আসেন, ঐ বছর ইব্‌নু ‘উমর (রাঃ) হজ্জের এরাদা করেন। তখন তাঁকে বলা হলো, (বিবদমান দু’ দল) মানুষের মধ্যে যুদ্ধ হতে পারে। আমাদের আশঙ্কা হচ্ছে যে, আপনাকে তারা বাধা দিবে। তিনি বললেন, “নিশ্চয়ই তোমাদের জন্য আল্লাহর রসূলের মধ্যে উত্তম আদর্শ রয়েছে”-(আযহাবঃ ২১)। কাজেই এমন কিছু হলে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা করেছিলেন আমিও তাই করব। আমি তোমাদের সাক্ষী রেখে বলছি যে, আমি ‘উমরাহ’র সংকল্প করলাম। এরপর তিনি বের হলেন এবং বায়দার উঁচু অঞ্চলে পৌছার পর তিনি বললেন, হজ্জ ও ‘উমরাহ’র বিধান একই, আমি তোমাদের সাক্ষী করে বলছি, আমি ‘উমরাহ’র সঙ্গে  হজ্জেরও নিয়্যাত করলাম এবং তিনি কুদায়দ হতে ক্রয় করা একটি হাদী পাঠালেন, এর অতিরিক্ত কিছু করেননি। এরপর তিনি কুরবানী করেননি এবং ইহ্‌রামও ত্যাগ করেন নি এবং মাথা মুণ্ডন বা চুল ছাঁটা কোনটাই করেননি। অবশেষে কুরবানীর দিন এলে তিনি কুরবানী করলেন, মাথা মুন্ডালেন। তাঁর অভিমত হলো, প্রথম তাওয়াফ-এর মাধ্যমেই তিনি হজ্জ ও ‘উমরাহ উভয়ের তাওয়াফ সেরে নিয়েছেন। ইব্‌নু ‘উমর (রাঃ) বলেন, আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমনই করেছেন। (১৬৩৯, মুসলিম ১৫/২৬, হাঃ ১২৩০) (আঃপ্রঃ ১৫৩০, ইঃফাঃ ১৫৩৬)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ عَنْ نَافِعٍ أَنَّ ابْنَ عُمَرَ أَرَادَ الْحَجَّ عَامَ نَزَلَ الْحَجَّاجُ بِابْنِ الزُّبَيْرِ فَقِيلَ لَهُ إِنَّ النَّاسَ كَائِنٌ بَيْنَهُمْ قِتَالٌ وَإِنَّا نَخَافُ أَنْ يَصُدُّوكَ فَقَالَ {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللهِ إِسْوَةٌ حَسَنَةٌ} إِذًا أَصْنَعَ كَمَا صَنَعَ رَسُولُ اللهِ صلى الله عليه وسلم إِنِّي أُشْهِدُكُمْ أَنِّي قَدْ أَوْجَبْتُ عُمْرَةً ثُمَّ خَرَجَ حَتَّى إِذَا كَانَ بِظَاهِرِ الْبَيْدَاءِ قَالَ مَا شَأْنُ الْحَجِّ وَالْعُمْرَةِ إِلاَّ وَاحِدٌ أُشْهِدُكُمْ أَنِّي قَدْ أَوْجَبْتُ حَجًّا مَعَ عُمْرَتِي وَأَهْدَى هَدْيًا اشْتَرَاهُ بِقُدَيْدٍ وَلَمْ يَزِدْ عَلَى ذَلِكَ فَلَمْ يَنْحَرْ وَلَمْ يَحِلَّ مِنْ شَيْءٍ حَرُمَ مِنْهُ وَلَمْ يَحْلِقْ وَلَمْ يُقَصِّرْ حَتَّى كَانَ يَوْمُ النَّحْرِ فَنَحَرَ وَحَلَقَ وَرَأَى أَنْ قَدْ قَضَى طَوَافَ الْحَجِّ وَالْعُمْرَةِ بِطَوَافِهِ الأَوَّلِ وَقَالَ ابْنُ عُمَرَ كَذَلِكَ فَعَلَ رَسُولُ اللهِ صلى الله عليه وسلم",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}