{
  "hadith": {
    "hadith_id": 1643,
    "narrator": "‘উরওয়াহ (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আয়েশা (রাঃ)-কে জিজ্জেস করলাম যে, মহান আল্লাহর এ বাণী সম্পর্কে আপনার অভিমত কী? “সাফা ও মারওয়া আল্লাহর নিদর্শনসমূহের অন্যতম। কাজেই যে কেও কা’বা ঘরে হজ্জ বা ‘উমরাহ সম্পন্ন করে, এ দু’টির মাঝে যাতায়াত করলে তার কোন দোষ নেই”-(আল-বাকারাঃ ১৫৮)। (আমার ধারোণা যে,) সাফা-মারওয়ার মাঝে কেও সা’ঈ না করলে তার কোন দোষ নেই। তখন তিনি [আয়েশা (রাঃ)] বললেন, ওহে বোনপো! তুমি যা বললে, তা ঠিক নয়। কেননা, যা তুমি তাফসীর করলে, যদি আয়াতের মর্ম তা-ই হতো, তাহলে আয়াতের শব্দ বিন্যাস এভাবে হতো (আরবি) -“দু’টোর মাঝে সা’ঈ না করায় কোন দোষ নেই।” কিন্তু আয়াতটি আনসারদের সম্পর্কে অবতীর্ন হয়েছে, যারা ইসলাম গ্রহনের পূর্বে মুশাল্লাহ নামক স্থানে স্থাপিত মানাত নামের মূর্তির পূজা করত, তার নামেই তারা ইহ্‌রাম বাঁধত। সে মূর্তির নামে যারা ইহ্‌রাম বাঁধত তারা সাফা-মারওয়া সা’ঈ করাকে দোষবহ মনে করত। ইসলাম গ্রহণের পর তাঁরা আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এ সম্পর্কে জিজ্জেস করলেন, হে আল্লাহর রাসূল! পূর্বে আমরা সাফা ও মারওয়া সা’ঈ করাকে দোষবহ মনে করতাম (এখন কি করবো?) এ প্রসঙ্গেই আল্লাহ তা’আলা (আরবি)  অবতীর্ণ করেন। ‘আয়েশা (রাঃ) বলেন, (সাফা ও মারওয়ার মাঝে) উভয় পাহাড়ের মাঝে সা’ঈ করা আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিধান দিয়েছেন। কাজেই কারো পক্ষে এ দু’য়ের সা’ঈ পরিত্যাগ করা ঠিক নয়। (রাবী বলেন) এ বছর আবূ বকর ইব্‌নু ‘আবদুর রাহমান (রাঃ)-কে ঘটনাটি জানালাম। তখন তিনি বললেন, আমি তো এ কথা শুনিনি, তবে ‘আয়েশা (রাঃ) ব্যাতীত বহু ‘আলিমকে উল্লেখ করতে শুনেছি যে, মানাতের নামে যারা ইহ্‌রাম বাঁধত তারা সকলেই সাফা ও মারওয়া সা’য়ী করত, যখন আল্লাহ কুরআনে বাইতুল্লাহ তাওয়াফের কথা উল্লেখ করলেন, কিন্তু সাফা ও মারওয়ার আলোচনা তাতে হলো না, তখন সাহাবাগন বলতে লাগলেন, হে আল্লাহর রাসূল! আমরা সাফা ও মারওয়া সা’ঈ করতাম, এখন দেখি আল্লাহ কেবল বাইতুল্লাহ তাওয়াফের কথা অবতীর্ন করেছেন, সাফার উল্লেখ করেননি। কাজেই সাফা ও মারওয়ার মাঝে সা’য়ী করলে আমাদের দোষ হবে কি? এ প্রসঙ্গে আল্লাহ তা’আলা অবতীর্ন করেন- (আরবি) আবূ বকর (রাঃ) আরো বলেন, আমি শুনতে পেয়েছি, আয়াতটি দু’ প্রকার লোকদের উভয়ের প্রতি লক্ষ করেই অবতীর্ন হয়েছে, অর্থাৎ যারা জাহিলী যুগে সাফা ও মারওয়া সা’ঈ করা হতে বিরত থাকতেন, আর যারা তৎকালে সা’য়ী করত বটে, কিন্তু ইসলাম গ্রহনের পর সা’য়ী করার বিষয়ে দ্বিধাগ্রস্ত হয়ে পড়েন। তাঁদের দ্বিধার কারণ ছিল আল্লাহ বাইতুল্লাহ তাওয়াফের নির্দেশ দিয়েছেন, কিন্তু সাফা ও মারওয়ার কথা উল্লেখ করেননি? অবশেষে বাইতুল্লাহ তাওয়াফের কথা আলোচনার পর আল্লাহ সাফা ও মারওয়া সা’ঈ করার কথা উল্লেখ করেন। (১৭৯০, ৪৪৯৫, ৪৭৬১, মুসলিম ১৫/৪৩, হাঃ ১২৭৭) (আঃপ্রঃ ১৫৩২, ইঃফাঃ ১৫৩৮)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ عُرْوَةُ سَأَلْتُ عَائِشَةَ فَقُلْتُ لَهَا أَرَأَيْتِ قَوْلَ اللهِ تَعَالَى : {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللهِ فَمَنْ حَجَّ الْبَيْتَ أَوْ اعْتَمَرَ فَلاَ جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا} فَوَاللهِ مَا عَلَى أَحَدٍ جُنَاحٌ أَنْ لاَ يَطُوفَ بِالصَّفَا وَالْمَرْوَةِ قَالَتْ بِئْسَ مَا قُلْتَ يَا ابْنَ أُخْتِي إِنَّ هَذِهِ لَوْ كَانَتْ كَمَا أَوَّلْتَهَا عَلَيْهِ كَانَتْ لاَ جُنَاحَ عَلَيْهِ أَنْ لاَ يَتَطَوَّفَ بِهِمَا وَلَكِنَّهَا أُنْزِلَتْ فِي الأَنْصَارِ كَانُوا قَبْلَ أَنْ يُسْلِمُوا يُهِلُّونَ لِمَنَاةَ الطَّاغِيَةِ الَّتِي كَانُوا يَعْبُدُونَهَا عِنْدَ الْمُشَلَّلِ فَكَانَ مَنْ أَهَلَّ يَتَحَرَّجُ أَنْ يَطُوفَ بِالصَّفَا وَالْمَرْوَةِ فَلَمَّا أَسْلَمُوا سَأَلُوا رَسُولَ اللهِ صلى الله عليه وسلم عَنْ ذَلِكَ قَالُوا يَا رَسُولَ اللهِ صلى الله عليه وسلم إِنَّا كُنَّا نَتَحَرَّجُ أَنْ نَطُوفَ بَيْنَ الصَّفَا وَالْمَرْوَةِ فَأَنْزَلَ اللهُ تَعَالَى : {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللهِ} الآيَةَ قَالَتْ عَائِشَةُ وَقَدْ سَنَّ رَسُولُ اللهِ صلى الله عليه وسلم الطَّوَافَ بَيْنَهُمَا فَلَيْسَ لأَحَدٍ أَنْ يَتْرُكَ الطَّوَافَ بَيْنَهُمَا ثُمَّ أَخْبَرْتُ أَبَا بَكْرِ بْنَ عَبْدِ الرَّحْمٰنِ فَقَالَ إِنَّ هَذَا لَعِلْمٌ مَا كُنْتُ سَمِعْتُهُ وَلَقَدْ سَمِعْتُ رِجَالاً مِنْ أَهْلِ الْعِلْمِ يَذْكُرُونَ أَنَّ النَّاسَ إِلاَّ مَنْ ذَكَرَتْ عَائِشَةُ مِمَّنْ كَانَ يُهِلُّ بِمَنَاةَ كَانُوا يَطُوفُونَ كُلُّهُمْ بِالصَّفَا وَالْمَرْوَةِ فَلَمَّا ذَكَرَ اللهُ تَعَالَى الطَّوَافَ بِالْبَيْتِ وَلَمْ يَذْكُرْ الصَّفَا وَالْمَرْوَةَ فِي الْقُرْآنِ قَالُوا يَا رَسُولَ اللهِ صلى الله عليه وسلم كُنَّا نَطُوفُ بِالصَّفَا وَالْمَرْوَةِ وَإِنَّ اللهَ أَنْزَلَ الطَّوَافَ بِالْبَيْتِ فَلَمْ يَذْكُرْ الصَّفَا فَهَلْ عَلَيْنَا مِنْ حَرَجٍ أَنْ نَطَّوَّفَ بِالصَّفَا وَالْمَرْوَةِ فَأَنْزَلَ اللهُ تَعَالَى {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللهِ} الآيَةَ قَالَ أَبُو بَكْرٍ فَأَسْمَعُ هَذِهِ الآيَةَ نَزَلَتْ فِي الْفَرِيقَيْنِ كِلَيْهِمَا فِي الَّذِينَ كَانُوا يَتَحَرَّجُونَ أَنْ يَطُوفُوا بِالْجَاهِلِيَّةِ بِالصَّفَا وَالْمَرْوَةِ وَالَّذِينَ يَطُوفُونَ ثُمَّ تَحَرَّجُوا أَنْ يَطُوفُوا بِهِمَا فِي الإِسْلاَمِ مِنْ أَجْلِ أَنَّ اللهَ تَعَالَى أَمَرَ بِالطَّوَافِ بِالْبَيْتِ وَلَمْ يَذْكُرْ الصَّفَا حَتَّى ذَكَرَ ذَلِكَ بَعْدَ مَا ذَكَرَ الطَّوَافَ بِالْبَيْتِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}