{
  "hadith": {
    "hadith_id": 1651,
    "narrator": "জাবির ইব্‌নু ‘আব্দুল্লাহর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীগণ হজ্জ-এর ইহ্‌রাম বাঁধেন, তাঁদের মাঝে কেবল নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তালহা (রাঃ) ব্যতীত অন্য কারো সঙ্গে কুরবানীর পশু ছিল না। ‘আলী (রাঃ) ইয়ামান হতে আগমন করে, তাঁর সঙ্গে কুরবানীর পশু ছিল। তিনি [আলী (রাঃ) ] বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যেরূপ ইহ্‌রাম বেঁধেছেন, আমি ও সেরূপ ইহ্‌রাম বেঁধেছি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাহাবীগণের মধ্যে যাদের নিকট কুরবানীর পশু ছিল না, তাদের ইহ্‌রামকে ‘উমরায় পরিণত করার নির্দেশ দিলেন, তারা যেন তাওয়াফ করে, চুল ছেঁটে অথবা মাথা মুণ্ডিয়ে হালাল হয়ে যায়। তারা বলাবলি করতে লাগলেন, (যদি হালাল হয়ে যাই তা হলে) স্ত্রীর সাথে মিলনের পরপরই আমাদের পক্ষে মিনায় যাওয়াটা কেমন হবে! তা অবগত হয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি পরে যা জানতে পেরেছি তা যদি আগে জানতে পারতাম, তাহলে কুরবানীর পশু সাথে আনতাম না। আমার সাথে কুরবানীর পশু না থাকলে অবশ্যই ইহ্‌রাম ভঙ্গ করতাম। (হজ্জ এর সফরে) ‘আয়েশা (রাঃ) ঋতুবতী হওয়ার কারণে বাইতুল্লাহ তাওয়াফ ব্যতীত হজ্জ-এর অন্য সকল কাজ সম্পন্ন করে নেন। পবিত্র হওয়ার পর তাওয়াফ আদায় করেন, (ফিরার পথে) ‘আয়েশা (রাঃ) বললেন, হে আল্লাহর রাসূল! সকলেই হজ্জ ও ‘উমরাহ উভয়টি আদায় করে ফিরছে, আর আমি কেবল হজ্জ আদায় করে ফিরছি, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আবদুর রহমান ইব্‌নু আবূ বকর (রাঃ) -কে নির্দেশ দিলেন, যেন ‘আয়েশা (রাঃ) -কে নিয়ে তান’ঈমে চলে যান, সেখানে গিয়ে ‘উমরাহর ইহ্‌রাম বাঁধবেন)। ‘আয়েশা (রাঃ)  হজ্জের পর ‘উমরাহ আদায় করে নিলেন। (১৫৫৭) (আঃপ্রঃ১৫৩৯, ইঃফাঃ১৫৪৫)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ قَالَ ح وَقَالَ لِي خَلِيفَةُ حَدَّثَنَا عَبْدُ الْوَهَّابِ حَدَّثَنَا حَبِيبٌ الْمُعَلِّمُ عَنْ عَطَاءٍ عَنْ جَابِرِ بْنِ عَبْدِ اللهِ قَالَ أَهَلَّ النَّبِيُّ صلى الله عليه وسلم هُوَ وَأَصْحَابُهُ بِالْحَجِّ وَلَيْسَ مَعَ أَحَدٍ مِنْهُمْ هَدْيٌ غَيْرَ النَّبِيِّ صلى الله عليه وسلم وَطَلْحَةَ وَقَدِمَ عَلِيٌّ مِنْ الْيَمَنِ وَمَعَهُ هَدْيٌ فَقَالَ أَهْلَلْتُ بِمَا أَهَلَّ بِهِ النَّبِيُّ فَأَمَرَ النَّبِيُّ أَصْحَابَهُ أَنْ يَجْعَلُوهَا عُمْرَةً وَيَطُوفُوا ثُمَّ يُقَصِّرُوا وَيَحِلُّوا إِلاَّ مَنْ كَانَ مَعَهُ الْهَدْيُ فَقَالُوا نَنْطَلِقُ إِلَى مِنًى وَذَكَرُ أَحَدِنَا يَقْطُرُ فَبَلَغَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ لَوْ اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا أَهْدَيْتُ وَلَوْلاَ أَنَّ مَعِي الْهَدْيَ لأحْلَلْتُ وَحَاضَتْ عَائِشَةُ فَنَسَكَتْ الْمَنَاسِكَ كُلَّهَا غَيْرَ أَنَّهَا لَمْ تَطُفْ بِالْبَيْتِ فَلَمَّا طَهُرَتْ طَافَتْ بِالْبَيْتِ قَالَتْ يَا رَسُولَ اللهِ صلى الله عليه وسلم تَنْطَلِقُونَ بِحَجَّةٍ وَعُمْرَةٍ وَأَنْطَلِقُ بِحَجٍّ فَأَمَرَ عَبْدَ الرَّحْمٰنِ بْنَ أَبِي بَكْرٍ أَنْ يَخْرُجَ مَعَهَا إِلَى التَّنْعِيمِ فَاعْتَمَرَتْ بَعْدَ الْحَجِّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}