{
  "hadith": {
    "hadith_id": 1652,
    "narrator": "হাফসাহ (রাঃ)",
    "bn": "তিনি বলেন, আমরা আমাদের যুবতীদেরকে বের হতে নিষেধ করতাম। এক মহিলা বনূ খালীফা-এর দুর্গে এলেন। তিনি বর্ণনা করেন যে, তাঁর বোন আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এক সাহাবীর সহধর্মিণী ছিলেন। যিনি আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে বারটি যুদ্ধে অংশগ্রহন করেছিলেন, (সেগুলোর মধ্যে) ছয়টি যুদ্ধে আমার বোনও স্বামীর সঙ্গে ছিলেন। তাঁর বোন বলেন, আমরা আহত যোদ্ধা ও অসুস্থ সৈনিকদের সেবা করতাম। আমার বোন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞেস করেছিলেন, আমাদের মধ্যে যার (শরীর উত্তমরূপে আবৃত করার মত) চাদর নেই, সে বের না হলে অন্যায় হবে কি? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমাদের একজন অপরজনকে তাঁর প্রয়োজনের অতিরিক্ত চাদরটি দিয়ে দেয়া উচিত এবং কল্যাণমূলক কাজে ও মু’মিনদের দু’আয় বের হওয়া উচিত। উম্মু ‘আতিয়া (রাঃ) উপস্থিত হলে এ বিষয়ে তাঁর নিকট আমি জিজ্ঞেস করলাম, তিনি আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কথা (আমার পিতা উৎসর্গ হোন) ব্যতীত কখনও উচ্চারণ করতেন না। আমি তাঁকে বললাম, আপনি কি আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এরূপ বলতে শুনেছেন? তিনি বললেন, হ্যাঁ, অবশ্যই। আমার পিতা উৎসর্গ হোন। তিনি বললেনঃ যূবতী ও পর্দাশীলা নারীদেরও বের হওয়া উচিত। অথবা বললেনঃ পর্দাশীলা যুবতী ও ঋতুবতীদেরও বের হওয়া উচিত। তাঁরা কল্যাণমূলক কাজে এবং মুসলমানদের দু’আয় যথাস্থানে উপস্থিত হবে। তবে ঋতুবতী মহিলাগণ সলাতের স্থানে উপস্থিত হবে না। আমি জিজ্ঞেস করলাম, ঋতুবতী মহিলাও কি? তিনি বললেনঃ (কেন উপস্থিত হবে না?) তাঁরা কি ‘আরাফার ময়দানে এবং অমুক অমুক স্থানে উপস্থিত হবে না? (৩২৪) (আঃপ্রঃ১৫৪০, ইঃফাঃ১৫৪৬)",
    "ar": "حَدَّثَنَا مُؤَمَّلُ بْنُ هِشَامٍ حَدَّثَنَا إِسْمَاعِيلُ عَنْ أَيُّوبَ عَنْ حَفْصَةَ قَالَتْ كُنَّا نَمْنَعُ عَوَاتِقَنَا أَنْ يَخْرُجْنَ فَقَدِمَتْ امْرَأَةٌ فَنَزَلَتْ قَصْرَ بَنِي خَلَفٍ فَحَدَّثَتْ أَنَّ أُخْتَهَا كَانَتْ تَحْتَ رَجُلٍ مِنْ أَصْحَابِ رَسُولِ اللهِ صلى الله عليه وسلم قَدْ غَزَا مَعَ رَسُولِ اللهِ صلى الله عليه وسلم ثِنْتَيْ عَشْرَةَ غَزْوَةً وَكَانَتْ أُخْتِي مَعَهُ فِي سِتِّ غَزَوَاتٍ قَالَتْ كُنَّا نُدَاوِي الْكَلْمَى وَنَقُومُ عَلَى الْمَرْضَى فَسَأَلَتْ أُخْتِي رَسُولَ اللهِ صلى الله عليه وسلم فَقَالَتْ هَلْ عَلَى إِحْدَانَا بَأْسٌ إِنْ لَمْ يَكُنْ لَهَا جِلْبَابٌ أَنْ لاَ تَخْرُجَ قَالَ لِتُلْبِسْهَا صَاحِبَتُهَا مِنْ جِلْبَابِهَا وَلْتَشْهَدْ الْخَيْرَ وَدَعْوَةَ الْمُؤْمِنِينَ فَلَمَّا قَدِمَتْ أُمُّ عَطِيَّةَ سَأَلْنَهَا أَوْ قَالَتْ سَأَلْنَاهَا فَقَالَتْ وَكَانَتْ لاَ تَذْكُرُ رَسُولَ اللهِ صلى الله عليه وسلم أَبَدًا إِلاَّ قَالَتْ بِأَبِي فَقُلْنَا أَسَمِعْتِ رَسُولَ اللهِ صلى الله عليه وسلم يَقُولُ كَذَا وَكَذَا قَالَتْ نَعَمْ بِأَبِي فَقَالَ لِتَخْرُجْ الْعَوَاتِقُ ذَوَاتُ الْخُدُورِ أَوْ الْعَوَاتِقُ وَذَوَاتُ الْخُدُورِ وَالْحُيَّضُ فَيَشْهَدْنَ الْخَيْرَ وَدَعْوَةَ الْمُسْلِمِينَ وَيَعْتَزِلُ الْحُيَّضُ الْمُصَلَّى فَقُلْتُ أَالْحَائِضُ فَقَالَتْ أَوَلَيْسَ تَشْهَدُ عَرَفَةَ وَتَشْهَدُ كَذَا وَتَشْهَدُ كَذَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}