{
  "hadith": {
    "hadith_id": 166,
    "narrator": "‘উবায়দ ইব্‌নু জুরায়জ (রহঃ)",
    "bn": "তিনি ‘আবদুল্লাহ্ ইব্‌নু ‘উমর (রাঃ)-কে বললেন, ‘হে আবূ ‘আবদুর রহমান! আমি আপনাকে এমন চারটি কাজ করতে দেখি, যা আপনার অন্য কোন সাথীকে দেখি না।’ তিনি বললেন, ‘ইব্‌নু জুরায়জ, সেগুলো কী?’ তিনি বললেন, আমি দেখি, (১) আপনি ত্বওয়াফ করার সময় দুই রুকনে ইয়ামানী ব্যতীত অন্য রুক্‌ন স্পর্শ করেন না। (২) আপনি ‘সিবতী’ (পশমবিহীন) জুতা পরিধান করেন; (৩) আপনি (কাপড়ে) হলুদ রং ব্যবহার করেন এবং (৪) আপনি যখন মক্কায় থাকেন লোকে চাঁদ দেখে ইহ্‌রাম বাঁধে; কিন্তু আপনি তারবিয়ার দিন (৮ই যিলহজ্জ) না এলে ইহরাম বাঁধেন না। ‘আবদুল্লাহ্ (রাঃ) বললেনঃ রুক্‌নের কথা যা বলেছ, তা এজন্য করি যে আমি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ইয়ামানী রুকনদ্বয় ব্যতীত আর কোনটি স্পর্শ করতে দেখিনি। আর ‘সিবতী’ জুতা, আমি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সিবতী জুতা পরতে এবং তা পরিহিত অবস্থায় উযূ করতে দেখেছি, তাই আমি তা পরতে ভালবাসি। আর হলুদ রং, আমি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তা দিয়ে কাপড় রঙিন করতে দেখেছি, তাই আমিও তা দিয়ে রঙিন করতে ভালবাসি। আর ইহরাম, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে নিয়ে তাঁর সওয়ারী রওনা না হওয়া পর্যন্ত আমি তাঁকে ইহরাম বাঁধতে দেখিনি।\n\n(১৫১৪, ১৫৫২, ১৬০৯, ২৮৬৫, ৫৮৫১; মুসলিম ১৫/৫, হাঃ ১১৮৭) (আধুনিক প্রকাশনীঃ ১৬২, ইসলামী ফাউন্ডেশনঃ ১৬৭)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ عُبَيْدِ بْنِ جُرَيْجٍ، أَنَّهُ قَالَ لِعَبْدِ اللَّهِ بْنِ عُمَرَ يَا أَبَا عَبْدِ الرَّحْمَنِ، رَأَيْتُكَ تَصْنَعُ أَرْبَعًا لَمْ أَرَ أَحَدًا مِنْ أَصْحَابِكَ يَصْنَعُهَا‏.‏ قَالَ وَمَا هِيَ يَا ابْنَ جُرَيْجٍ قَالَ رَأَيْتُكَ لاَ تَمَسُّ مِنَ الأَرْكَانِ إِلاَّ الْيَمَانِيَيْنِ، وَرَأَيْتُكَ تَلْبَسُ النِّعَالَ السِّبْتِيَّةَ، وَرَأَيْتُكَ تَصْبُغُ بِالصُّفْرَةِ، وَرَأَيْتُكَ إِذَا كُنْتَ بِمَكَّةَ أَهَلَّ النَّاسُ إِذَا رَأَوُا الْهِلاَلَ وَلَمْ تُهِلَّ أَنْتَ حَتَّى كَانَ يَوْمُ التَّرْوِيَةِ‏.‏ قَالَ عَبْدُ اللَّهِ أَمَّا الأَرْكَانُ فَإِنِّي لَمْ أَرَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَمَسُّ إِلاَّ الْيَمَانِيَيْنِ، وَأَمَّا النِّعَالُ السِّبْتِيَّةُ فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَلْبَسُ النَّعْلَ الَّتِي لَيْسَ فِيهَا شَعَرٌ وَيَتَوَضَّأُ فِيهَا، فَأَنَا أُحِبُّ أَنْ أَلْبَسَهَا، وَأَمَّا الصُّفْرَةُ فَإِنِّي رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَصْبُغُ بِهَا، فَأَنَا أُحِبُّ أَنْ أَصْبُغَ بِهَا، وَأَمَّا الإِهْلاَلُ فَإِنِّي لَمْ أَرَ رَسُولَ اللَّهِ صلى الله عليه وسلم يُهِلُّ حَتَّى تَنْبَعِثَ بِهِ رَاحِلَتُهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}