{
  "hadith": {
    "hadith_id": 1675,
    "narrator": "‘আবদুর রাহমান ইব্‌নু ইয়াযিদ (রহঃ)",
    "bn": "তিনি বলেন, ‘আবদুল্লাহ (রাঃ) হজ্জ আদায় করলেন। তখন ‘ইশার আযানের সময় বা তার কাছাকাছি সময় আমরা মুযদালিফায় পৌঁছলাম। তিনি এক ব্যক্তিকে আদেশ দিলেন। সে আযান দিল এবং ইক্বামাত বলল। তিনি মাগরিব আদায় করলেন এবং এরপর আরো দু‘ রাক‘আত আদায় করলেন। অত:পর তিনি রাতের খাবার আনালেন এবং তা খেয়ে নিলেন। (রাবী বলেন) অত:পর তিনি একজনকে আদেশ দিলেন। আমার মনে হয়, লোকটি আযান দিল এবং ইক্বামাত বলল। ‘আমর (রহঃ) বলেন, আমার বিশ্বাস এ সন্দেহ যুহাইর (রহঃ) হতেই হয়েছে। অত:পর তিনি দু‘ রাক‘আত ‘ইশার সালাত আদায় করলেন।  ফজর হওয়া মাত্রই তিনি বললেনঃ এ সময়, এ দিনে, এ স্থানে, এ সালাত ব্যতীত নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আর কোন সালাত আদায় করেননি। ‘আবদুল্লাহ (রাঃ) বলেন, এ দু‘টি সালাত তাদের প্রচলিত ওয়াক্ত হতে সরিয়ে দেয়া হয়েছে। তাই লোকেরা মুযদালিফা পৌঁছার পর মাগরিব আদায় করেন এবং  ফজরের সময় হওয়া মাত্র  ফজরের সালাত আদায় করেন। ‘আবদুল্লাহ (রাঃ) বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এরূপ করতে দেখেছি। (১৬৮২, ১৬৮৩) (আঃপ্রঃ ১৫৬১, ইঃফাঃ ১৫৬৭)",
    "ar": "حَدَّثَنَا عَمْرُو بْنُ خَالِدٍ حَدَّثَنَا زُهَيْرٌ حَدَّثَنَا أَبُو إِسْحَاقَ قَالَ سَمِعْتُ عَبْدَ الرَّحْمٰنِ بْنَ يَزِيدَ يَقُولُ حَجَّ عَبْدُ اللهِ فَأَتَيْنَا الْمُزْدَلِفَةَ حِينَ الأَذَانِ بِالْعَتَمَةِ أَوْ قَرِيبًا مِنْ ذَلِكَ فَأَمَرَ رَجُلاً فَأَذَّنَ وَأَقَامَ ثُمَّ صَلَّى الْمَغْرِبَ وَصَلَّى بَعْدَهَا رَكْعَتَيْنِ ثُمَّ دَعَا بِعَشَائِهِ فَتَعَشَّى ثُمَّ أَمَرَ أُرَى فَأَذَّنَ وَأَقَامَ قَالَ عَمْرٌو لاَ أَعْلَمُ الشَّكَّ إِلاَّ مِنْ زُهَيْرٍ ثُمَّ صَلَّى الْعِشَاءَ رَكْعَتَيْنِ فَلَمَّا طَلَعَ الْفَجْرُ قَالَ إِنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ لاَ يُصَلِّي هَذِهِ السَّاعَةَ إِلاَّ هَذِهِ الصَّلاَةَ فِي هَذَا الْمَكَانِ مِنْ هَذَا الْيَوْمِ قَالَ عَبْدُ اللهِ هُمَا صَلاَتَانِ تُحَوَّلاَنِ عَنْ وَقْتِهِمَا صَلاَةُ الْمَغْرِبِ بَعْدَ مَا يَأْتِي النَّاسُ الْمُزْدَلِفَةَ وَالْفَجْرُ حِينَ يَبْزُغُ الْفَجْرُ قَالَ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم يَفْعَلُهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}