{
  "hadith": {
    "hadith_id": 1683,
    "narrator": "‘আব্দুর রাহমান ইব্‌নু ইয়াযীদ (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আবদুল্লাহ (রাঃ) এর সঙ্গে মক্কা রওয়ানা হলাম। এরপর আমরা মুযদালিফায় পৌঁছলাম। তখন তিনি পৃথক পৃথক আযান ও ইক্বামতের সাথে উভয় সালাত (মাগরিব ও ‘ইশা) আদায় করলেন এবং এ দু‘ সালাতের মধ্যে রাতের খাবার খেয়ে নিলেন। অত:পর  ফজর হতেই তিনি  ফজরের সালাত আদায় করলেন। কেউ কেউ বলছিল যে,  ফজরের সময় হয়ে গেছে, আবার কেউ বলছিল যে, এখনো  ফজরের সময় আসেনি। এরপর ‘আবদুল্লাহ ইব্‌নু মাস‘ঊদ (রাঃ) বললেন, আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, এ দু‘ সালাত অর্থাৎ মাগরিব ও ‘ইশা এ স্থানে তাদের নিজ সময় হতে সরিয়ে দেয়া হয়েছে। তাই ‘ইশার ওয়াক্তের আগে কেউ যেন মুযদালিফায় না আসে। আর  ফজরের সালাত এই মুহূর্তে। এরপর তিনি ফর্সা হওয়া পর্যন্ত সেখানে উকূফ করেন। এরপর বললেন, আমীরুল মুমিনীন যদি এখন রওয়ানা হন তাহলে তিনি সুন্নাত মুতাবিক কাজ করলেন। (রাবী বলেন) আমার জানা নেই, তাঁর কথা দ্রুত ছিল, না ‘উসমান (রাঃ) -এর রওয়ানা হওয়াটা। এরপর তিনি তালবিয়া পাঠ করতে থাকলেন, কুরবানীর দিন জামরায়ে ‘আকাবাতে কঙ্কর নিক্ষেপ করা পর্যন্ত। (মুসলিম ১৫/৪৮, হাঃ ১২৮৯, আহমাদ ৩৬৩৭) (আঃপ্রঃ ১৫৬৯, ইঃফাঃ ১৫৭৫)",
    "ar": "حَدَّثَنَا عَبْدُ اللهِ بْنُ رَجَاءٍ حَدَّثَنَا إِسْرَائِيلُ عَنْ أَبِي إِسْحَاقَ عَنْ عَبْدِ الرَّحْمٰنِ بْنِ يَزِيدَ قَالَ خَرَجْنَا مَعَ عَبْدِ اللهِ إِلَى مَكَّةَ ثُمَّ قَدِمْنَا جَمْعًا فَصَلَّى الصَّلاَتَيْنِ كُلَّ صَلاَةٍ وَحْدَهَا بِأَذَانٍ وَإِقَامَةٍ وَالْعَشَاءُ بَيْنَهُمَا ثُمَّ صَلَّى الْفَجْرَ حِينَ طَلَعَ الْفَجْرُ قَائِلٌ يَقُولُ طَلَعَ الْفَجْرُ وَقَائِلٌ يَقُولُ لَمْ يَطْلُعْ الْفَجْرُ ثُمَّ قَالَ إِنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ إِنَّ هَاتَيْنِ الصَّلاَتَيْنِ حُوِّلَتَا عَنْ وَقْتِهِمَا فِي هَذَا الْمَكَانِ الْمَغْرِبَ وَالْعِشَاءَ فَلاَ يَقْدَمُ النَّاسُ جَمْعًا حَتَّى يُعْتِمُوا وَصَلاَةَ الْفَجْرِ هَذِهِ السَّاعَةَ ثُمَّ وَقَفَ حَتَّى أَسْفَرَ ثُمَّ قَالَ لَوْ أَنَّ أَمِيرَ الْمُؤْمِنِينَ أَفَاضَ الآنَ أَصَابَ السُّنَّةَ فَمَا أَدْرِي أَقَوْلُهُ كَانَ أَسْرَعَ أَمْ دَفْعُ عُثْمَانَ فَلَمْ يَزَلْ يُلَبِّي حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ يَوْمَ النَّحْرِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}