{
  "hadith": {
    "hadith_id": 1742,
    "narrator": "ইব্‌নু 'উমর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিনায় অবস্থানকালে বললেনঃ তোমরা কি জান, এটি কোন্ দিন? তাঁরা বললেন, আল্লাহ ও তাঁর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সবচেয়ে বেশি জানেন। তিনি বললেনঃ এটি সম্মানিত দিন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা কি জান, এটি কোন্ শহর? তাঁরা বললেন, আল্লাহ ও তাঁর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সবচেয়ে বেশি জানেন। তিনি বললেনঃ এটি সম্মানিত শহর। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা কি জান, এটি কোন্ মাস? তাঁরা বললেন, আল্লাহ ও তাঁর রাসূলই ভাল জানেন। তিনি বললেনঃ এটি সম্মানিত মাস। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ মাস, এ শহর , এ দিনটি তোমাদের জন্য যেমন সম্মানিত , তেমনিভাবে আল্লাহ তা'আলা তোমাদের জান, তোমাদের সম্পদ ও তোমাদের ইয্‌যত-আবরুকে তোমাদের পরস্পরের জন্য সম্মানিত করে দিয়েছেন। হিশাম ইব্‌নু গায (রহঃ) নাফি' (রহঃ)-এর মাধ্যমে ইব্‌নু উমর (রাঃ) হতে বর্ণিত, তিনি বলেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর হজ্জ আদায়কালে কুরবানীর দিন জামারাতের মধ্যবর্তী স্থলে দাঁড়িয়ে এ কথাগুলো বলেছিলেন এবং তিনি বলেছিলেন যে, এটি হল  হজ্জে আকবারের দিন। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলতে লাগলেন, হে আল্লাহ! তুমি সাক্ষী থাক। এরপর তিনি সাহাবীগণকে বিদায় জানালেন। তখন সাহাবীগণ বললেন, এটি-ই বিদায় হজ্জ। (৪৪০৩, ৬০৪৩, ৬১৬৬, ৬৭৮৫, ৬৮৬৮, ৭০৭৭) (আঃপ্রঃ ১৬২২, ইঃফাঃ ১৬৩০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ أَخْبَرَنَا عَاصِمُ بْنُ مُحَمَّدِ بْنِ زَيْدٍ عَنْ أَبِيهِ عَنْ ابْنِ عُمَرَ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم بِمِنًى أَتَدْرُونَ أَيُّ يَوْمٍ هَذَا قَالُوا اللهُ وَرَسُولُهُ أَعْلَمُ فَقَالَ فَإِنَّ هَذَا يَوْمٌ حَرَامٌ أَفَتَدْرُونَ أَيُّ بَلَدٍ هَذَا قَالُوا اللهُ وَرَسُولُهُ أَعْلَمُ قَالَ بَلَدٌ حَرَامٌ أَفَتَدْرُونَ أَيُّ شَهْرٍ هَذَا قَالُوا اللهُ وَرَسُولُهُ أَعْلَمُ قَالَ شَهْرٌ حَرَامٌ قَالَ فَإِنَّ اللهَ حَرَّمَ عَلَيْكُمْ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا وَقَالَ هِشَامُ بْنُ الْغَازِ أَخْبَرَنِي نَافِعٌ عَنْ ابْنِ عُمَرَ وَقَفَ النَّبِيُّ صلى الله عليه وسلم يَوْمَ النَّحْرِ بَيْنَ الْجَمَرَاتِ فِي الْحَجَّةِ الَّتِي حَجَّ بِهَذَا وَقَالَ هَذَا يَوْمُ الْحَجِّ الأَكْبَرِ فَطَفِقَ النَّبِيُّ صلى الله عليه وسلم يَقُولُ اللَّهُمَّ اشْهَدْ وَوَدَّعَ النَّاسَ فَقَالُوا هَذِهِ حَجَّةُ الْوَدَاعِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}