{
  "hadith": {
    "hadith_id": 1762,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে বের হলাম। হজ্জই ছিল আমাদের উদ্দেশ্য। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কায় পৌঁছে বায়তুল্লাহ তাওয়াফ  ও সাফা ও মারওয়ার সা’য়ী করলেন। তবে ইহ্‌রাম খুলেনি। তাঁর সঙ্গে কুরবানীর জানওয়ার ছিল। তাঁর সহধর্মিণি ও সাহাবীগনের মধ্যে যারা তাঁর সঙ্গে ছিলেন তাঁরাও তাওয়াফ করলেন। তবে যাদের সঙ্গে কুরবানীর পশু ছিলনা, তাঁরা হালাল হয়ে গেলেন। এরপর ‘আয়েশা (রাঃ) ঋতুবর্তী হয়ে পড়লেও(বর্ণনাকারী) বলেন) আমরা  হজ্জের সমুদয় হুকুম-আহকাম আদায় করলাম। এরপর যখন লায়লাতুল –হাসবা অর্থাৎ রওয়ানা হওয়ার রাত হল, তখন তিনি বললেনঃ হে আল্লাহর রাসূল! আমি ব্যতীত আপনার সকল সাহাবীতো হজ্জ ও উমরাহ করে ফিরেছেন। আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমরা যে রাতে এসেছি সে রাতে তুমি কি বায়তুল্লাহ তাওয়াফ করনি? আমি বললাম, না। অতঃপর তিনি বললেনঃ তুমি তোমার ভাইয়ের সঙ্গে তান’ঈম(নামক স্থানে) চলে যাও এবং সেখান হতে উমরাহ’র ইহ্‌রাম বেঁধে নাও। আর অমুক অমুক স্থানে তোমার সঙ্গে সাক্ষাতের ওয়াদা থাকল। ‘আয়েশা বলেন, এরপর আমি আব্দুর রাহমান (রাঃ)-এর সাথে তান’ঈম এর দিকে গেলাম এবং উমরাহর ইহ্‌রাম বাঁধলাম। আর সাফিয়্যা বিনতে হুয়াই (রাঃ)-এর ঋতু দেখা দিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা শুনে বিরক্ত হয়ে বলেনঃ তুমিতো আমাদেরকে আটকিয়ে ফেললে। তুমি কি কুরবানীর দিন তাওয়াফ করেছিলে? তিনি বললেন, হ্যাঁ। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন তাহলে কোন বাধা নেই, রওয়ানা হও।[আয়েশা (রাঃ) বলেন] আমি আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে মিলিত হলাম। এমতাবস্থায় যে, তিনি মক্কার উপরের দিকে উঠছিলেন, আর আমি নিচের দিকে নামছিলাম। অথবা আমি উঠছিলাম আর তিনি নামছিলেন। মুসাদ্দাস(রহঃ)-এর বর্ণনায় এ হাদীসে(হ্যাঁ)-এর পরিবর্তে ‘লা’ (না) রয়েছে। রাবী জারীর (রহঃ) মনসূর (রহঃ) হতে এ হাদীস বর্ণনায় মুসাদ্দাদ(রহঃ)-এর অনুরূপ ‘লা’ (না) বর্ণনা করেছেন। (২৯৪) (আঃপ্রঃ ১৬৩৮, ইঃফাঃ ১৬৪৯)",
    "ar": "حَدَّثَنَا أَبُو النُّعْمَانِ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ الأَسْوَدِ عَنْ عَائِشَةَ قَالَتْ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم وَلاَ نَرَى إِلاَّ الْحَجَّ فَقَدِمَ النَّبِيُّ صلى الله عليه وسلم فَطَافَ بِالْبَيْتِ وَبَيْنَ الصَّفَا وَالْمَرْوَةِ وَلَمْ يَحِلَّ وَكَانَ مَعَهُ الْهَدْيُ فَطَافَ مَنْ كَانَ مَعَهُ مِنْ نِسَائِهِ وَأَصْحَابِهِ وَحَلَّ مِنْهُمْ مَنْ لَمْ يَكُنْ مَعَهُ الْهَدْيُ فَحَاضَتْ هِيَ فَنَسَكْنَا مَنَاسِكَنَا مِنْ حَجِّنَا فَلَمَّا كَانَ لَيْلَةَ الْحَصْبَةِ لَيْلَةُ النَّفْرِ قَالَتْ يَا رَسُولَ اللهِ صلى الله عليه وسلم كُلُّ أَصْحَابِكَ يَرْجِعُ بِحَجٍّ وَعُمْرَةٍ غَيْرِي قَالَ مَا كُنْتِ تَطُوفِينَ بِالْبَيْتِ لَيَالِيَ قَدِمْنَا قُلْتُ لاَ قَالَ فَاخْرُجِي مَعَ أَخِيكِ إِلَى التَّنْعِيمِ فَأَهِلِّي بِعُمْرَةٍ وَمَوْعِدُكِ مَكَانَ كَذَا وَكَذَا فَخَرَجْتُ مَعَ عَبْدِ الرَّحْمٰنِ إِلَى التَّنْعِيمِ فَأَهْلَلْتُ بِعُمْرَةٍ وَحَاضَتْ صَفِيَّةُ بِنْتُ حُيَيٍّ فَقَالَ النَّبِيُّ عَقْرَى حَلْقَى إِنَّكِ لَحَابِسَتُنَا أَمَا كُنْتِ طُفْتِ يَوْمَ النَّحْرِ قَالَتْ بَلَى قَالَ فَلاَ بَأْسَ انْفِرِي فَلَقِيتُهُ مُصْعِدًا عَلَى أَهْلِ مَكَّةَ وَأَنَا مُنْهَبِطَةٌ أَوْ أَنَا مُصْعِدَةٌ وَهُوَ مُنْهَبِطٌ وَقَالَ مُسَدَّدٌ قُلْتُ لاَ تَابَعَهُ جَرِيرٌ عَنْ مَنْصُورٍ فِي قَوْلِهِ لاَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}