{
  "hadith": {
    "hadith_id": 1785,
    "narrator": "জাবির ইব্‌নু ‘আবদুল্লাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীগণ হজ্জের ইহরাম বেঁধেছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তালহা (রাঃ) ব্যতীত কারো সাথে কুরবানীর পশু ছিলনা। আর ‘আলী (রাঃ) ইয়ামান হতে এলেন এবং তাঁর সঙ্গে কুরবানীর পশু ছিল। তিনি বলেছিলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে বিষয়ে ইহরাম বেঁধেছেন, আমিও তার ইহ্‌রাম বাঁধলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ ইহ্‌রামকে 'উমরায় পরিণত করতে এবং তাওয়াফ করে এরপরে মাথার চুল ছোট করে হালাল হয়ে যেতে নির্দেশ দিলেন। তবে যাদের সঙ্গে কুরবানীর জানোয়ার রয়েছে (তারা হালাল হবে না)। তাঁরা বললেন, আমরা মিনার দিকে রওয়ানা হবো এমতাবস্থায় আমাদের কেউ স্ত্রীর সাথে সহবাস করে এসেছে। এ সংবাদ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকটে পৌঁছলে তিনি বললেনঃ যদি আমি এ ব্যাপার পূর্বে জানতাম, যা পরে জানতে পারলাম, তাহলে কুরবানীর জানোয়ার সঙ্গে আনতাম না। আর যদি কুরবানীর পশু আমার সাথে না থাকত অবশ্যই আমি হালাল হয়ে যেতাম। আর ‘আয়িশা (রাঃ) -এর ঋতু দেখা দিল। তিনি বায়তুল্লাহর তাওয়াফ ব্যতীত হজ্জের সব কাজই সম্পন্ন করে নিলেন। রাবী বলেন, এরপর যখন তিনি পাক হলেন এবং তাওয়াফ করলেন, তখন বললেন, হে আল্লাহর রসূল! আপনারা তো হজ্জ এবং ‘উমরা ইভয়টি পালন করে ফিরছেন, আমি কি শুধু হজ্জ করেই ফিরব? তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আবদুর রহমান ইব্‌নু আবূ বকর (রাঃ) -কে নির্দেশ দিলেন তাকে সঙ্গে নিয়ে তান‘ঈম যেতে। অতঃপর যুলহজ্জ মাসেই হজ্জ আদায়ের পর ‘আয়িশা (রাঃ) ‘উমরা আদায় করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন জামরাতুল ‘আকাবায় কঙ্কর মারছিলেন তখন সুরাকা ইব্‌নু মালিক ইব্‌নু জু‘শুম (রাঃ) -এর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে সাক্ষাৎ হয়। তিনি বললেন, হে আল্লাহর রসূল! এ হজ্জের মাসে ‘উমরা আদায় করা কি আপনাদের জন্য খাস? আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ না, এতো চিরদিনের (সকলের) জন্য।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا عَبْدُ الْوَهَّابِ بْنُ عَبْدِ الْمَجِيدِ، عَنْ حَبِيبٍ الْمُعَلِّمِ، عَنْ عَطَاءٍ، حَدَّثَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ أَنَّ النَّبِيَّ صلى الله عليه وسلم أَهَلَّ وَأَصْحَابُهُ بِالْحَجِّ وَلَيْسَ مَعَ أَحَدٍ مِنْهُمْ هَدْىٌ، غَيْرَ النَّبِيِّ صلى الله عليه وسلم وَطَلْحَةَ، وَكَانَ عَلِيٌّ قَدِمَ مِنَ الْيَمَنِ، وَمَعَهُ الْهَدْىُ فَقَالَ أَهْلَلْتُ بِمَا أَهَلَّ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم‏.‏ وَإِنَّ النَّبِيَّ صلى الله عليه وسلم أَذِنَ لأَصْحَابِهِ أَنْ يَجْعَلُوهَا عُمْرَةً، يَطُوفُوا بِالْبَيْتِ، ثُمَّ يُقَصِّرُوا وَيَحِلُّوا، إِلاَّ مَنْ مَعَهُ الْهَدْىُ، فَقَالُوا نَنْطَلِقُ إِلَى مِنًى وَذَكَرُ أَحَدِنَا يَقْطُرُ فَبَلَغَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ ‏\"‏ لَوِ اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا أَهْدَيْتُ، وَلَوْلاَ أَنَّ مَعِي الْهَدْىَ لأَحْلَلْتُ ‏\"‏‏.‏ وَأَنَّ عَائِشَةَ حَاضَتْ فَنَسَكَتِ الْمَنَاسِكَ كُلَّهَا، غَيْرَ أَنَّهَا لَمْ تَطُفْ بِالْبَيْتِ قَالَ فَلَمَّا طَهُرَتْ وَطَافَتْ، قَالَتْ يَا رَسُولَ اللَّهِ أَتَنْطَلِقُونَ بِعُمْرَةٍ وَحَجَّةٍ، وَأَنْطَلِقُ بِالْحَجِّ فَأَمَرَ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ أَنْ يَخْرُجَ مَعَهَا إِلَى التَّنْعِيمِ، فَاعْتَمَرَتْ بَعْدَ الْحَجِّ فِي ذِي الْحَجَّةِ، وَأَنَّ سُرَاقَةَ بْنَ مَالِكِ بْنِ جُعْشُمٍ لَقِيَ النَّبِيَّ صلى الله عليه وسلم وَهُوَ بِالْعَقَبَةِ، وَهُوَ يَرْمِيهَا، فَقَالَ أَلَكُمْ هَذِهِ خَاصَّةً، يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ لاَ، بَلْ لِلأَبَدِ ‏\"‏‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "26"
    }
  }
}