{
  "hadith": {
    "hadith_id": 1786,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, যখন যুলহজ্জ মাস আগত প্রায়, তখন আমরা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে রওয়ানা দিলাম। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যে ব্যক্তি ‘উমরা’র ইহ্‌রাম বাঁধতে চায়, সে যেন ‘উমরা’র ইহ্‌রাম বেঁধে নেয়। আর যে ব্যক্তি হজ্জের ইহ্‌রাম বাঁধতে চায় সে যেন হজ্জের ইহ্‌রাম বেঁধে নেয়। আমি যদি কুরবানীর জানোয়ার সঙ্গে না আনতাম তাহলে অবশ্যই ‘উমরা’র ইহ্‌রাম বাঁধতাম। তাই তাঁদের কেউ ‘উমরা’র ইহ্‌রাম বাঁধলেন আর কেউ হজ্জের ইহ্‌রাম বাঁধলেন। যারা ‘উমরা’র ইহ্‌রাম বেঁধেছিলেন, আমি তাদের মধ্যে একজন। এরপর মক্কা পৌঁছার আগেই আমার ঋতু দেখা দিল। ‘আরাফার দিবস চলে এল, আর আমি ঋতুবতী অবস্থায় ছিলাম। অতঃপর আমার এ অসুবিধার কথা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকত বললাম। তিনি বললেনঃ ‘উমরা ছেড়ে দাও। আর বেণী খুলে মাথা আঁচড়িয়ে নাও। অতঃপর হজ্জের ইহ্‌রাম বেঁধে নাও। আমি তাই করলাম। মুহাস্‌সাবের রাতে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার সাথে আবদুর রহমানকে তান‘ঈম পাঠালেন। (রাবী বলেন) আবদুর রহমান (রাঃ) তাঁকে সাওয়ারীতে নিজের পিছনে বসিয়ে নিলেন। অতঃপর ‘আয়িশা (রাঃ) আগের ‘উমরা’র স্থলে নতুন ‘উমরা’র ইহ্‌রাম বাঁধলেন। এমনিভাবেই আল্লাহ তা’আলা তাঁর হজ্জ এবং ‘উমরা উভয়টিই পুরা করালেন। বর্ণনাকারী বলেন, এর কোন ক্ষেত্রেই (দম হিসেবে) কুরবানী বা সদাকাহ দিতে কিংবা সিয়াম পালন করতে হয়নি।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا يَحْيَى، حَدَّثَنَا هِشَامٌ، قَالَ أَخْبَرَنِي أَبِي قَالَ، أَخْبَرَتْنِي عَائِشَةُ ـ رضى الله عنها ـ قَالَتْ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم مُوَافِينَ لِهِلاَلِ ذِي الْحَجَّةِ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَنْ أَحَبَّ أَنْ يُهِلَّ بِعُمْرَةٍ فَلْيُهِلَّ، وَمَنْ أَحَبَّ أَنْ يُهِلَّ بِحَجَّةِ فَلْيُهِلَّ، وَلَوْلاَ أَنِّي أَهْدَيْتُ لأَهْلَلْتُ بِعُمْرَةٍ ‏\"‏‏.‏ فَمِنْهُمْ مَنْ أَهَلَّ بِعُمْرَةٍ، وَمِنْهُمْ مِنْ أَهَلَّ بِحَجَّةٍ، وَكُنْتُ مِمَّنْ أَهَلَّ بِعُمْرَةٍ، فَحِضْتُ قَبْلَ أَنْ أَدْخُلَ مَكَّةَ، فَأَدْرَكَنِي يَوْمُ عَرَفَةَ، وَأَنَا حَائِضٌ، فَشَكَوْتُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ دَعِي عُمْرَتَكِ، وَانْقُضِي رَأْسَكِ وَامْتَشِطِي، وَأَهِلِّي بِالْحَجِّ ‏\"‏‏.‏ فَفَعَلْتُ، فَلَمَّا كَانَتْ لَيْلَةُ الْحَصْبَةِ أَرْسَلَ مَعِي عَبْدَ الرَّحْمَنِ إِلَى التَّنْعِيمِ، فَأَرْدَفَهَا، فَأَهَلَّتْ بِعُمْرَةٍ مَكَانَ عُمْرَتِهَا، فَقَضَى اللَّهُ حَجَّهَا وَعُمْرَتَهَا، وَلَمْ يَكُنْ فِي شَىْءٍ مِنْ ذَلِكَ هَدْىٌ، وَلاَ صَدَقَةٌ، وَلاَ صَوْمٌ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "26"
    }
  }
}