{
  "hadith": {
    "hadith_id": 1788,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আমরা আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে হজ্জের ইহ্‌রাম বেঁধে বের হলাম, হজ্জের মাসে এবং হজ্জের কার্যাদি পালনের উদ্দেশ্যে। যখন সারিফ নামক স্থানে অবতরণ করলাম, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাহাবাগণকে বললেনঃ যার সাথে কুরবানীর জানোয়ার নেই এবং সে এই ইহরামকে ‘উমরায় পরিণত করতে চায়, সে যেন তা করে নেয় (অর্থাৎ ‘উমরা করে হালাল হয়)। আর যার সাথে কুরবানীর জানোয়ার আছে সে এরূপ করবে না (অর্থাৎ হালাল হতে পারবে না)। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর কয়েকজন সমর্থ সাহাবীর নিকট কুরবানীর জানোয়ার ছিল তাঁদের হজ্জ ‘উমরায় পরিণত হল না। [‘আয়িশা (রাঃ) বললেন] আমি কাঁদছিলাম, এমতাবস্থায় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট এসে বললেনঃ তোমাকে কিসে কাঁদাচ্ছে? আমি বললাম, আপনি আপনার সাহাবীগণকে যা বলেছেন, আমি তা শুনেছি। আমি তো ‘উমরা হতে বাধাপ্রাপ্ত হয়ে গেছি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার কী অবস্থা? আমি বললাম, আমি তো সালাত আদায় করছি না (ঋতুবতী অবস্থায়)। তিনি বললেনঃ এতে তোমার ক্ষতি হবে না। তুমি তো আদম কন্যাদেরই একজন। তাদের অদৃষ্টে যা লেখা ছিল তোমার জন্যেও তা লিখিত হয়েছে। সুতরাং তুমি তোমার হজ্জ আদায় কর। সম্ভবতঃ আল্লাহ্‌ তা’আলা তোমাকে ‘উমরাও দান করবেন। ‘আয়িশা (রাঃ) বলেন, আমি এ অবস্থায়ই থেকে গেলাম এবং পরে মিনা হতে প্রত্যাবর্তন করে মুহাস্‌সাবে অবতরণ করলাম। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আবদুর রহমান [‘আয়িশা (রাঃ) -এর সহোদর ভাই] (রাঃ) -কে ডেকে বললেনঃ তুমি তোমার বোনকে হারামের বাইরে নিয়ে যাও। সেখান হতে যেন সে ‘উমরা’র ইহ্‌রাম বাঁধে। অতঃপর তোমরা তাওয়াফ করে নিবে। আমি তোমাদের জন্য এখানে অপেক্ষা করব। আমরা মধ্যরাতে এলাম। তিনি বললেনঃ তোমরা কি তাওয়াফ সমাধা করেছ? আমি বললাম, হাঁ। এ সময় তিনি সাহাবীগণকে রওয়ানা হওয়ার ঘোষণা দিলেন। তাই লোকজন এবং যাঁরা ফজরের পূর্বে তাওয়াফ করেছিলেন তাঁরা রওয়ানা হলেন। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাদীনাহ অভিমুখে রওয়ানা হলেন।",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا أَفْلَحُ بْنُ حُمَيْدٍ، عَنِ الْقَاسِمِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ خَرَجْنَا مُهِلِّينَ بِالْحَجِّ فِي أَشْهُرِ الْحَجِّ، وَحُرُمِ الْحَجِّ، فَنَزَلْنَا سَرِفَ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم لأَصْحَابِهِ ‏\"‏ مَنْ لَمْ يَكُنْ مَعَهُ هَدْىٌ، فَأَحَبَّ أَنْ يَجْعَلَهَا عُمْرَةً، فَلْيَفْعَلْ وَمَنْ كَانَ مَعَهُ هَدْىٌ فَلاَ ‏\"‏‏.‏ وَكَانَ مَعَ النَّبِيِّ صلى الله عليه وسلم وَرِجَالٍ مِنْ أَصْحَابِهِ ذَوِي قُوَّةٍ الْهَدْىُ، فَلَمْ تَكُنْ لَهُمْ عُمْرَةً، فَدَخَلَ عَلَىَّ النَّبِيُّ صلى الله عليه وسلم وَأَنَا أَبْكِي فَقَالَ ‏\"‏ مَا يُبْكِيكِ ‏\"‏‏.‏ قُلْتُ سَمِعْتُكَ تَقُولُ لأَصْحَابِكَ مَا قُلْتَ فَمُنِعْتُ الْعُمْرَةَ‏.‏ قَالَ ‏\"‏ وَمَا شَأْنُكِ ‏\"‏‏.‏ قُلْتُ لاَ أُصَلِّي‏.‏ قَالَ ‏\"‏ فَلاَ يَضُرَّكِ أَنْتِ مِنْ بَنَاتِ آدَمَ، كُتِبَ عَلَيْكِ مَا كُتِبَ عَلَيْهِنَّ، فَكُونِي فِي حَجَّتِكِ عَسَى اللَّهُ أَنْ يَرْزُقَكِهَا ‏\"‏‏.‏ قَالَتْ فَكُنْتُ حَتَّى نَفَرْنَا مِنْ مِنًى، فَنَزَلْنَا الْمُحَصَّبَ فَدَعَا عَبْدَ الرَّحْمَنِ، فَقَالَ ‏\"‏ اخْرُجْ بِأُخْتِكَ الْحَرَمَ، فَلْتُهِلَّ بِعُمْرَةٍ، ثُمَّ افْرُغَا مِنْ طَوَافِكُمَا، أَنْتَظِرْكُمَا هَا هُنَا ‏\"‏‏.‏ فَأَتَيْنَا فِي جَوْفِ اللَّيْلِ‏.‏ فَقَالَ ‏\"‏ فَرَغْتُمَا ‏\"‏‏.‏ قُلْتُ نَعَمْ‏.‏ فَنَادَى بِالرَّحِيلِ فِي أَصْحَابِهِ، فَارْتَحَلَ النَّاسُ، وَمَنْ طَافَ بِالْبَيْتِ، قَبْلَ صَلاَةِ الصُّبْحِ، ثُمَّ خَرَجَ مُوَجِّهًا إِلَى الْمَدِينَةِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "26"
    }
  }
}