{
  "hadith": {
    "hadith_id": 1789,
    "narrator": "ই‘য়ালা ইব্‌নু উমায়্যা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জি‘রানাতে ছিলেন। এ সময় জুব্বা পরিহিত এক ব্যক্তি আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বললেন, আপনি ‘উমরাতে আমাকে কী কাজ করার নির্দেশ দেন? লোকটির জুব্বাতে খালূক বা হলদে রঙের দাগ ছিল। এ সময় আল্লাহ্‌ তা‘আলা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর উপর ওয়াহী নাযিল করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে কাপড় দিয়ে আচ্ছাদিত করে দেয়া হল। বর্ণনাকারী বলেন, আমি ‘উমর (রাঃ) -কে বললাম, আল্লাহ্‌ তাঁর নবীর প্রতি ওয়াহী নাযিল করছেন, এমতাবস্থায় আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে দেখতে চাই। ‘উমর (রাঃ) বললেন, এসো, আল্লাহ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর প্রতি ওয়াহী নাযিল করছেন, এমতাবস্থায় তুমি কি তাঁকে দেখতে আগ্রহী? আমি বললাম, হাঁ। অতঃপর ‘উমর (রাঃ) কাপড়ের একটি কোণ উঁচু করে ধরলেন। আমি তাঁর দিকে নজর করলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আওয়াজ করছেন। বর্ণনাকারী বলেন, আমার মনে হয়, তিনি বলেছিলেন, উটের আওয়াজের মত আওয়াজ। এ অবস্থা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে দূরীভূত হলে তিনি বললেনঃ ‘উমরা সম্পর্কে প্রশ্নকারী কোথায়? তিনি বললেনঃ তুমি তোমার হতে জুব্বাটি খুলে ফেল, খালূকের চিহ্ন ধুয়ে ফেল এবং হলদে রঙ পরিষ্কার করে নাও। আর তোমার হজ্জে যা করেছ ‘উমরাতে তুমি তা-ই করবে।",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا عَطَاءٌ، قَالَ حَدَّثَنِي صَفْوَانُ بْنُ يَعْلَى بْنِ أُمَيَّةَ يَعْنِي، عَنْ أَبِيهِ، أَنَّ رَجُلاً، أَتَى النَّبِيَّ صلى الله عليه وسلم وَهُوَ بِالْجِعْرَانَةِ وَعَلَيْهِ جُبَّةٌ وَعَلَيْهِ أَثَرُ الْخَلُوقِ أَوْ قَالَ صُفْرَةٍ فَقَالَ كَيْفَ تَأْمُرُنِي أَنْ أَصْنَعَ فِي عُمْرَتِي فَأَنْزَلَ اللَّهُ عَلَى النَّبِيِّ صلى الله عليه وسلم، فَسُتِرَ بِثَوْبٍ وَوَدِدْتُ أَنِّي قَدْ رَأَيْتُ النَّبِيَّ صلى الله عليه وسلم وَقَدْ أُنْزِلَ عَلَيْهِ الْوَحْىُ‏.‏ فَقَالَ عُمَرُ تَعَالَ أَيَسُرُّكَ أَنْ تَنْظُرَ إِلَى النَّبِيِّ صلى الله عليه وسلم وَقَدْ أَنْزَلَ اللَّهُ الْوَحْىَ قُلْتُ نَعَمْ‏.‏ فَرَفَعَ طَرَفَ الثَّوْبِ، فَنَظَرْتُ إِلَيْهِ لَهُ غَطِيطٌ وَأَحْسِبُهُ قَالَ كَغَطِيطِ الْبَكْرِ‏.‏ فَلَمَّا سُرِّيَ عَنْهُ قَالَ ‏ \"‏ أَيْنَ السَّائِلُ عَنِ الْعُمْرَةِ اخْلَعْ عَنْكَ الْجُبَّةَ وَاغْسِلْ أَثَرَ الْخَلُوقِ عَنْكَ، وَأَنْقِ الصُّفْرَةَ، وَاصْنَعْ فِي عُمْرَتِكَ كَمَا تَصْنَعُ فِي حَجِّكِ ‏\"‏‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "26"
    }
  }
}