{
  "hadith": {
    "hadith_id": 18,
    "narrator": "‘উবাদাহ ইবনু সামিত (রাঃ)",
    "bn": "‘উবাদাহ ইবনু সামিত (রাঃ) যিনি বদ্‌র যুদ্ধে অংশগ্রহণকারী ও লায়লাতুল ‘আকাবার একজন নকীব। ‘উবাদাহ ইব্‌নুস সামিত (রাঃ) বর্ণনা করেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পাশে একজন সহাবীর উপস্থিতিতে তিনি বলেনঃ তোমরা আমার নিকট এই মর্মে বায়’আত গ্রহণ কর যে, আল্লাহর সঙ্গে কোন কিছুকে অংশীদার সাব্যস্ত করবে না, চুরি করবে না, ব্যভিচার করবে না, তোমাদের সন্তানদের হত্যা করবে না, কারো প্রতি মিথ্যা অপবাদ আরোপ করবে না এবং সৎকাজে নাফরমানী করবে না। তোমাদের মধ্যে যে তা পূর্ণ করবে, তার পুরস্কার আল্লাহর নিকট রয়েছে। আর কেউ এর কোন একটিতে লিপ্ত হলো এবং দুনিয়াতে তার শাস্তি পেয়ে গেলে, তবে তা হবে তার জন্য কাফ্‌ফারা। আর কেউ এর কোন একটিতে লিপ্ত হয়ে পড়লে এবং আল্লাহ তা অপ্রকাশিত রাখলে, তবে তা আল্লাহর ইচ্ছাধীন। তিনি যদি চান, তাকে মার্জনা করবেন আর যদি চান, তাকে শাস্তি প্রদান করবেন। আমরা এর উপর বায়’আত গ্রহণ করলাম।\n\n(৩৮৯২, ৩৮৯৩, ৩৯৯৯, ৪৮৯৪, ৬৭৮৪, ৬৮০১, ৬৮৭৩, ৭০৫৫, ৭১৯৯, ৭২১৩, ৭৪৬৮; মুসলিম ২৯/১০ হাঃ ১৭০৯, আহমাদ ২২৭৪১) (আধুনিক প্রকাশনীঃ ১৭, ইসলামী ফাউন্ডেশনঃ ১৭)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي أَبُو إِدْرِيسَ، عَائِذُ اللَّهِ بْنُ عَبْدِ اللَّهِ أَنَّ عُبَادَةَ بْنَ الصَّامِتِ ـ رضى الله عنه ـ وَكَانَ شَهِدَ بَدْرًا، وَهُوَ أَحَدُ النُّقَبَاءِ لَيْلَةَ الْعَقَبَةِ ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ وَحَوْلَهُ عِصَابَةٌ مِنْ أَصْحَابِهِ ‏ \"‏ بَايِعُونِي عَلَى أَنْ لاَ تُشْرِكُوا بِاللَّهِ شَيْئًا، وَلاَ تَسْرِقُوا، وَلاَ تَزْنُوا، وَلاَ تَقْتُلُوا أَوْلاَدَكُمْ، وَلاَ تَأْتُوا بِبُهْتَانٍ تَفْتَرُونَهُ بَيْنَ أَيْدِيكُمْ وَأَرْجُلِكُمْ، وَلاَ تَعْصُوا فِي مَعْرُوفٍ، فَمَنْ وَفَى مِنْكُمْ فَأَجْرُهُ عَلَى اللَّهِ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ فِي الدُّنْيَا فَهُوَ كَفَّارَةٌ لَهُ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا ثُمَّ سَتَرَهُ اللَّهُ، فَهُوَ إِلَى اللَّهِ إِنْ شَاءَ عَفَا عَنْهُ، وَإِنْ شَاءَ عَاقَبَهُ ‏\"‏‏.‏ فَبَايَعْنَاهُ عَلَى ذَلِكَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}