{
  "hadith": {
    "hadith_id": 1832,
    "narrator": "আবূ শুরায়হ ‘আদাবী (রাঃ)",
    "bn": "তিনি ‘আমর ইব্‌নু সা’ঈদ (রহঃ) কে বললেন, যখন ‘আমর বিন সাঈদ মক্কাহ্‌য় সেনাবাহিনী প্রেরণ করেছিলেন, হে আমীর (মাদীনাহ্‌র গভর্নর)! আমাকে অনুমতি দিন। আমি আপনাকে এমন কথা শুনাব যা আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কা বিজয়ের পরের দিন ইরশাদ করেছিলেন। আমার দু’টি কান ঐ কথাগুলো শুনেছে, হৃদয় সেগুলোকে ধারণ করে রেখেছে এবং আমার চোখ দু’টো তা প্রত্যক্ষ করেছে। যখন তিনি কথাগুলো বলছিলেন, তখন তিনি প্রথমে আল্লাহ্‌র প্রশংসা ও শুকরিয়া করার পর বললেনঃ আল্লাহ্‌ তা’আলা মক্কাকে হারম (মহাসম্মানিত) করেছেন। কোন মানুষ তাকে মহাসম্মানিত করেনি। সুতরাং আল্লাহ্‌ ও পরকালে বিশ্বাসী কোন মানুষের জন্য মক্কায় রক্তপাত করা বা এর কোন গাছ কাটা বৈধ নয়। আল্লাহ্‌র রসূল কর্তৃক লড়াই পরিচালনার কারণে যদি (হারমের ভিতরে) কেউ যুদ্ধ করার অনুমতি দেয় তা’হলে তাকে তোমরা বলে দিও, আল্লাহ তাঁর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে তো অনুমতি দিয়েছিলেন। তোমাদেরকে তো আর তিনি অনুমতি দেননি। আর এ অনুমতিও কেবল শুধু আমাকে দিনের কিছু সময়ের জন্য দেয়া হয়েছিল। আজ পুনরায় তার নিষিদ্ধতা পুনর্বহাল হয়েছে যেমনিভাবে অতীতে ছিল। অতএব প্রত্যেক উপস্থিত ব্যক্তি এ কথা যেন প্রত্যেক অনুপস্থিত ব্যক্তির নিকট পৌঁছিয়ে দেয়। আবূ শুরায়হ (রাঃ) কে জিজ্ঞেস করা হল, আপনাকে ‘আমর কি জবাব দিয়েছিলেন? তিনি বললেন, ‘আমর বলেছিলেন, হে আবূ শুরায়হ! এর বিষয়টি আমি তোমার থেকে ভাল জানি। হার্‌ম কোন অপরাধীকে, হত্যা করে পলাতক ব্যক্তিকে এবং চুরি করে পলায়নকারী ব্যক্তিকে আশ্রয় দেয় না। আবূ ‘আবদুল্লাহ বুখারী (রহঃ) বলেন, ---- শব্দের অর্থ হল ---- বা ফিতনা-ফাসাদ।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ، حَدَّثَنَا اللَّيْثُ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ الْمَقْبُرِيِّ، عَنْ أَبِي شُرَيْحٍ الْعَدَوِيِّ، أَنَّهُ قَالَ لِعَمْرِو بْنِ سَعِيدٍ، وَهُوَ يَبْعَثُ الْبُعُوثَ إِلَى مَكَّةَ ائْذَنْ لِي أَيُّهَا الأَمِيرُ أُحَدِّثْكَ قَوْلاً قَامَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلْغَدِ مِنْ يَوْمِ الْفَتْحِ، فَسَمِعَتْهُ أُذُنَاىَ، وَوَعَاهُ قَلْبِي، وَأَبْصَرَتْهُ عَيْنَاىَ حِينَ تَكَلَّمَ بِهِ، إِنَّهُ حَمِدَ اللَّهَ، وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ ‏ \"‏ إِنَّ مَكَّةَ حَرَّمَهَا اللَّهُ وَلَمْ يُحَرِّمْهَا النَّاسُ، فَلاَ يَحِلُّ لاِمْرِئٍ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ أَنْ يَسْفِكَ بِهَا دَمًا وَلاَ يَعْضُدَ بِهَا شَجَرَةً، فَإِنْ أَحَدٌ تَرَخَّصَ لِقِتَالِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَقُولُوا لَهُ إِنَّ اللَّهَ أَذِنَ لِرَسُولِهِ صلى الله عليه وسلم وَلَمْ يَأْذَنْ لَكُمْ، وَإِنَّمَا أَذِنَ لِي سَاعَةً مِنْ نَهَارٍ، وَقَدْ عَادَتْ حُرْمَتُهَا الْيَوْمَ كَحُرْمَتِهَا بِالأَمْسِ، وَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ ‏\"‏‏.‏ فَقِيلَ لأَبِي شُرَيْحٍ مَا قَالَ لَكَ عَمْرٌو قَالَ أَنَا أَعْلَمُ بِذَلِكَ مِنْكَ يَا أَبَا شُرَيْحٍ، إِنَّ الْحَرَمَ لاَ يُعِيذُ عَاصِيًا، وَلاَ فَارًّا بِدَمٍ، وَلاَ فَارًّا بِخَرْبَةٍ‏.‏ خَرْبَةٌ بَلِيَّةٌ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "28"
    }
  }
}