{
  "hadith": {
    "hadith_id": 1840,
    "narrator": "‘আবদুল্লাহ ইব্‌নু হুনায়ন (রহঃ) তাঁর পিতা",
    "bn": "তিনি বলেন, আবাওয়া নামক জায়গায় ‘আবদুল্লাহ ইব্‌নু ‘আব্বাস (রাঃ) এবং মিসওয়ার ইব্‌নু মাখরামা (রাঃ)- এর মধ্যে মতবিরোধ দেখা দিল। ‘আবদুল্লাহ ইব্‌নু ‘আব্বাস (রাঃ) বললেন, মুহরিম ব্যক্তি তার মাথা ধুতে পারবে আর মিসওয়ার (রাঃ) বললেন, মুহরিম ব্যক্তি তার মাথা ধুতে পারবে না। এরপর ‘আবদুল্লাহ ইব্‌নু ‘আব্বাস (রাঃ) আমাকে আবূ আইউব আনসারী (রাঃ)- এর নিকট প্রেরণ করলেন। আমি তাঁকে কুয়া হতে পানি উঠানো চরকার দু’ খুঁটির মধ্যে কাপড় ঘেরা অবস্থায় গোসল করতে দেখতে পেলাম। আমি তাকে সালাম দিলাম। তিনি বললেন, কে? বললাম, আমি ‘আবদুল্লাহ ইব্‌ন হুনায়ন। মুহরিম অবস্থায় আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিভাবে তাঁর মাথা ধুতেন, এ বিষয়ে জিজ্ঞেস করার জন্য আমাকে ‘আবদুল্লাহ ইব্‌নু ‘আব্বাস (রাঃ) আপনার নিকট প্রেরণ করেছেন। এ কথা শুনে আবূ আইউব (রাঃ) তাঁর হাতটি কাপড়ের উপর রাখলেন এবং সরিয়ে দিলেন। ফলে তাঁর মাথাটি আমি সুস্পষ্টভাবে দেখতে পেলাম। অতঃপর তিনি এক ব্যক্তিকে, যে তার মাথায় পানি ঢালছিল, বললেন, পানি ঢাল। সে তাঁর মাথায় পানি ঢালতে থাকল। অতঃপর তিনি দু’ হাত দিয়ে মাথা নাড়া দিয়ে হাত দু’খানা একবার সামনে আনলেন আবার পেছনের দিকে টেনে নিলেন। এরপর বললেন, আমি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে এরকম করতে দেখেছি।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، عَنْ أَبِيهِ، أَنَّ عَبْدَ اللَّهِ بْنَ الْعَبَّاسِ، وَالْمِسْوَرَ بْنَ مَخْرَمَةَ، اخْتَلَفَا بِالأَبْوَاءِ، فَقَالَ عَبْدُ اللَّهِ بْنُ عَبَّاسٍ يَغْسِلُ الْمُحْرِمُ رَأْسَهُ‏.‏ وَقَالَ الْمِسْوَرُ لاَ يَغْسِلُ الْمُحْرِمُ رَأْسَهُ‏.‏ فَأَرْسَلَنِي عَبْدُ اللَّهِ بْنُ الْعَبَّاسِ إِلَى أَبِي أَيُّوبَ الأَنْصَارِيِّ، فَوَجَدْتُهُ يَغْتَسِلُ بَيْنَ الْقَرْنَيْنِ، وَهُوَ يُسْتَرُ بِثَوْبٍ، فَسَلَّمْتُ عَلَيْهِ فَقَالَ مَنْ هَذَا فَقُلْتُ أَنَا عَبْدُ اللَّهِ بْنُ حُنَيْنٍ، أَرْسَلَنِي إِلَيْكَ عَبْدُ اللَّهِ بْنُ الْعَبَّاسِ، أَسْأَلُكَ كَيْفَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَغْسِلُ رَأْسَهُ، وَهُوَ مُحْرِمٌ، فَوَضَعَ أَبُو أَيُّوبَ يَدَهُ عَلَى الثَّوْبِ، فَطَأْطَأَهُ حَتَّى بَدَا لِي رَأْسُهُ ثُمَّ قَالَ لإِنْسَانٍ يَصُبُّ عَلَيْهِ اصْبُبْ‏.‏ فَصَبَّ عَلَى رَأْسِهِ، ثُمَّ حَرَّكَ رَأْسَهُ بِيَدَيْهِ فَأَقْبَلَ بِهِمَا وَأَدْبَرَ وَقَالَ هَكَذَا رَأَيْتُهُ صلى الله عليه وسلم يَفْعَلُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "28"
    }
  }
}