{
  "hadith": {
    "hadith_id": 1889,
    "narrator": "‘আয়িশা‌ (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মদীনায় শুভাগমন করলে আবূ বকর (রাঃ) ও বিলাল (রাঃ) জ্বরাক্রান্ত হয়ে পড়লেন। আবূ বকর (রাঃ) জ্বরাক্রান্ত হয়ে পড়লে তিনি এ কবিতাংশটি আবৃত্তি করতেনঃ\n\n“প্রত্যেকেই স্বীয় পরিবারের মাঝে দিনাতিপাত করছে,\nঅথচ মৃত্যু তার জুতার ফিতা অপেক্ষা সন্নিকটবর্তী।”\n\nআর বিলাল (রাঃ) জ্বর থেকে সেরে উঠলে উচ্চৈঃস্বরে এ কবিতাংশ আবৃত্তি করতেনঃ\n\n“হায়, আমি যদি কবিতা আবৃত্তির মাধ্যমে মক্কার প্রান্তরে একটি রাত কাটাতে পারতাম\nআর আমার চারদিকে থাকত ইযখির এবং জালীল ঘাস।\nমাজান্না ঝর্ণা পানি পানের সুযোগ কখনো হবে কি?\nআমার জন্য শামা এবং ত্বফীল পাহাড় প্রকাশিত হবে কি?”\n\nআল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ হে আল্লাহ্‌! তুমি শায়বা ইব্‌নু রাবী’আ, ‘উতবা ইব্‌নু রাবী’আ এবং উমায়্যাহ ইব্‌নু খালফের প্রতি লা’নত বর্ষণ কর; যেমনিভাবে তাঁরা আমাদের মাতৃভূমি হতে বের করে মহামারীর দেশে ঠেলে দিয়েছে। এরপর আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’আ করলেনঃ হে আল্লাহ্‌! মদীনাকে আমাদের নিকট মক্কার মত বা তার চেয়েও বেশি প্রিয় করে দাও। হে আল্লাহ্‌! আমাদের সা’ ও মুদে বরকত দান কর এবং মদীনাকে আমাদের জন্য স্বাস্থ্যকর বানিয়ে দাও। এর জ্বরের প্রকোপকে বা মহামারীকে জুহফায় স্থানান্তরিত করে দাও। ‘আয়িশা (রাঃ) বলেন, আমরা যখন মদীনা এসেছিলাম তখন তা ছিল আল্লাহ্‌র যমীনে সর্বাপেক্ষা অধিক মহামারীর স্থান। তিনি আর বলেন, সে সময় মদীনায় বুতহান নামক স্থানে একটি ঝর্ণা ছিল যেখানে হতে বর্ণ ও বিকৃত স্বাদের পানি প্রবাহিত হত।",
    "ar": "حَدَّثَنَا عُبَيْدُ بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو أُسَامَةَ، عَنْ هِشَامٍ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ لَمَّا قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْمَدِينَةَ وُعِكَ أَبُو بَكْرٍ وَبِلاَلٌ، فَكَانَ أَبُو بَكْرٍ إِذَا أَخَذَتْهُ الْحُمَّى يَقُولُ كُلُّ امْرِئٍ مُصَبَّحٌ فِي أَهْلِهِ وَالْمَوْتُ أَدْنَى مِنْ شِرَاكِ نَعْلِهِ وَكَانَ بِلاَلٌ إِذَا أُقْلِعَ عَنْهُ الْحُمَّى يَرْفَعُ عَقِيرَتَهُ يَقُولُ أَلاَ لَيْتَ شِعْرِي هَلْ أَبِيتَنَّ لَيْلَةً بِوَادٍ وَحَوْلِي إِذْخِرٌ وَجَلِيلُ وَهَلْ أَرِدَنْ يَوْمًا مِيَاهَ مَجَنَّةٍ وَهَلْ يَبْدُوَنْ لِي شَامَةٌ وَطَفِيلُ قَالَ اللَّهُمَّ الْعَنْ شَيْبَةَ بْنَ رَبِيعَةَ، وَعُتْبَةَ بْنَ رَبِيعَةَ، وَأُمَيَّةَ بْنَ خَلَفٍ، كَمَا أَخْرَجُونَا مِنْ أَرْضِنَا إِلَى أَرْضِ الْوَبَاءِ ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ اللَّهُمَّ حَبِّبْ إِلَيْنَا الْمَدِينَةَ كَحُبِّنَا مَكَّةَ أَوْ أَشَدَّ، اللَّهُمَّ بَارِكْ لَنَا فِي صَاعِنَا، وَفِي مُدِّنَا، وَصَحِّحْهَا لَنَا وَانْقُلْ حُمَّاهَا إِلَى الْجُحْفَةِ ‏\"‏‏.‏ قَالَتْ وَقَدِمْنَا الْمَدِينَةَ، وَهْىَ أَوْبَأُ أَرْضِ اللَّهِ‏.‏ قَالَتْ فَكَانَ بُطْحَانُ يَجْرِي نَجْلاً‏.‏ تَعْنِي مَاءً آجِنًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "29"
    }
  }
}