{
  "hadith": {
    "hadith_id": 192,
    "narrator": "ইয়াহইয়া (রহঃ)",
    "bn": "তিনি বলেনঃ ‘আমি একদা ‘আমর ইব্‌নু আবূ হাসান (রাঃ)-এর নিকট উপস্থিত ছিলাম। তিনি ‘আবদুল্লাহ ইব্‌নু যায়দ (রাঃ)-কে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উযূ সম্পর্কে প্রশ্ন করলেন। অতঃপর তিনি পানির একটি পাত্র এনে তাঁদের উযূ করে দেখালেন। তিনি পাত্রটি কাত করে উভয় হাতের উপর পানি ঢেলে তিনবার তা ধুয়ে ফেলেন। তারপর পাত্রের মধ্যে হাত ঢুকালেন এবং তিন খাবল পানি দিয়ে তিনবার করে কুলি করলেন এবং নাকে পানি দিয়ে তা ঝাড়লেন। অতঃপর পুনরায় পাত্রের মধ্যে হাত ঢুকিয়ে তিনবার মুখমন্ডল ধুলেন। অতঃপর পুনরায় পাত্রের মধ্যে হাত ঢুকিয়ে উভয় হাত কনুই পর্যন্ত দু’-দু’বার ধুলেন। অতঃপর পুনরায় পাত্রের মধ্যে হাত ঢুকিয়ে তাঁর মাথা হাত দিয়ে সামনে এবং পেছনে মাস্‌হ করলেন। তারপর আবার পাত্রের মধ্যে তাঁর হাত ঢুকিয়ে দুই পা ধুলেন।’ [১]\n\n(আধুনিক প্রকাশনীঃ ১৮৬, ইসলামী ফাউন্ডেশনঃ ১৯১)\n\nউহায়ব (রহ.) সূত্রে মূসা (রহ.) বর্ণনা করেন, মাথা একবার মাসেহ করেন। (১৮৫) (ইসলামী ফাউন্ডেশনঃ ১৯২)",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، قَالَ حَدَّثَنَا وُهَيْبٌ، قَالَ حَدَّثَنَا عَمْرُو بْنُ يَحْيَى، عَنْ أَبِيهِ، قَالَ شَهِدْتُ عَمْرَو بْنَ أَبِي حَسَنٍ سَأَلَ عَبْدَ اللَّهِ بْنَ زَيْدٍ عَنْ وُضُوءِ النَّبِيِّ، صلى الله عليه وسلم فَدَعَا بِتَوْرٍ مِنْ مَاءٍ، فَتَوَضَّأَ لَهُمْ، فَكَفَأَ عَلَى يَدَيْهِ فَغَسَلَهُمَا ثَلاَثًا، ثُمَّ أَدْخَلَ يَدَهُ فِي الإِنَاءِ، فَمَضْمَضَ وَاسْتَنْشَقَ، وَاسْتَنْثَرَ ثَلاَثًا بِثَلاَثِ غَرَفَاتٍ مِنْ مَاءٍ، ثُمَّ أَدْخَلَ يَدَهُ فِي الإِنَاءِ، فَغَسَلَ وَجْهَهُ ثَلاَثًا، ثُمَّ أَدْخَلَ يَدَهُ فِي الإِنَاءِ، فَغَسَلَ يَدَيْهِ إِلَى الْمِرْفَقَيْنِ مَرَّتَيْنِ مَرَّتَيْنِ، ثُمَّ أَدْخَلَ يَدَهُ فِي الإِنَاءِ، فَمَسَحَ بِرَأْسِهِ فَأَقْبَلَ بِيَدَيْهِ وَأَدْبَرَ بِهِمَا، ثُمَّ أَدْخَلَ يَدَهُ فِي الإِنَاءِ فَغَسَلَ رِجْلَيْهِ‏.‏ وَحَدَّثَنَا مُوسَى قَالَ حَدَّثَنَا وُهَيْبٌ قَالَ مَسَحَ رَأْسَهُ مَرَّةً‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ঘাড় মাস্‌হ করা বিদ‘আত। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে ঘাড় মাস্‌হ প্রমাণিত নয়। সহীহ্‌ মুসলিমের ভাষ্যকার ইমাম নাবাবী (রহঃ) একে বিদ‘আত বলেছেন।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}