{
  "hadith": {
    "hadith_id": 1926,
    "narrator": "আবূ বাকর ইব্‌নু আব্দুর রাহমান (রাঃ)",
    "bn": "তিনি বলেন, আমি এবং আমার পিতা আয়িশাহ (রাঃ) এবং উম্মু সালামাহ (রাঃ) এর নিকট গেলাম। (অপর বর্ণনায়) আবুল ইয়ামান (রহঃ)... মারওয়ান (রহঃ) হতে বর্ণিত যে, আয়িশাহ (রাঃ) এবং উম্মু সালামাহ (রাঃ) তাকে সংবাদ দিয়েছেন যে, নিজ স্ত্রীর সাথে মিলনজনিত জুনূবী অবস্থায় আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর ফাজরের সময় হয়ে যেত। তখন তিনি গোসল করতেন এবং সওম পালন করতেন। মারওয়ান (রহঃ) ‘আবদুর রাহমান ইব্‌নু হারিস (রহঃ)-কে বললেন, আল্লাহ্‌র শপথ করে বলছি, এ হাদীস শুনিয়ে তুমি আবূ হুরায়রা (রাঃ)-কে শঙ্কিত করে দিবে। এ সময় মারওয়ান (রহঃ) মাদীনার গভর্নর ছিলেন। আবূ বাকর (রহঃ) বলেন, মারওয়ান এর কথা আবদুর রাহমান (রহঃ) পছন্দ করেননি। রাবী বলেন, এরপর ভাগ্যক্রমে আমরা যুল-হুলাইফাতে একত্রিত হই। সেখানে আবূ হুরায়রা (রাঃ) এর একখণ্ড জমি ছিল। ‘আবদুর রাহমান (রহঃ) আবূ হুরায়রা (রাঃ) কে বললেন, আমি আপনার নিকট একটি কথা বলতে চাই, মারওয়ান যদি এ বিষয়টি আমাকে কসম দিয়ে না বলতেন, তা হলে আমি তা আপনার সঙ্গে আলোচনা করতাম না। অতঃপর তিনি ‘আয়িশাহ (রাঃ) ও উম্মু সালামাহ (রাঃ) এর বর্ণিত উক্তিটি উল্লেখ করলেন। ফায্‌ল ইব্‌নু ‘আব্বাস (রাঃ) অনুরূপ একটি হাদীস আমাকে শুনিয়েছেন এবং এ বিষয়ে তিনি সর্বাধিক অবগত। হাম্মাম (রহঃ) এবং ইব্‌নু ‘আবদুল্লাহ ইব্‌নু ‘উমার সূত্রে আবূ হুরায়রা (রাঃ) হতে বর্ণিত, এরূপ ক্ষেত্রে আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সওম পরিত্যাগ করে খাওয়ার হুকুম দিতেন। প্রথমোক্ত হাদীসটি সনদের দিক হতে বিশুদ্ধ।",
    "ar": "حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ عَنْ مَالِكٍ عَنْ سُمَيٍّ مَوْلَى أَبِي بَكْرِ بنِ عَبْدِ الرَّحْمٰنِ بنِ الحَارِثِ بْنِ هِشَامِ بْنِ المُغِيرَةِ أَنَّهُ سَمِعَ أَبَا بَكْرِ بْنَ عَبْدِ الرَّحْمٰنِ قَالَ كُنْتُ أَنَا وَأَبِي حِينَ دَخَلْنَا عَلَى عَائِشَةَ وَأُمِّ سَلَمَةَ ح و حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي أَبُو بَكْرِ بْنُ عَبْدِ الرَّحْمٰنِ بْنِ الْحَارِثِ بْنِ هِشَامٍ أَنَّ أَبَاهُ عَبْدَ الرَّحْمٰنِ أَخْبَرَ مَرْوَانَ أَنَّ عَائِشَةَ وَأُمَّ سَلَمَةَ أَخْبَرَتَاهُ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم كَانَ يُدْرِكُهُ الْفَجْرُ وَهُوَ جُنُبٌ مِنْ أَهْلِهِ ثُمَّ يَغْتَسِلُ وَيَصُومُ وَقَالَ مَرْوَانُ لِعَبْدِ الرَّحْمٰنِ بْنِ الْحَارِثِ أُقْسِمُ بِاللهِ لَتُقَرِّعَنَّ بِهَا أَبَا هُرَيْرَةَ وَمَرْوَانُ يَوْمَئِذٍ عَلَى الْمَدِينَةِ فَقَالَ أَبُو بَكْرٍ فَكَرِهَ ذَلِكَ عَبْدُ الرَّحْمٰنِ ثُمَّ قُدِّرَ لَنَا أَنْ نَجْتَمِعَ بِذِي الْحُلَيْفَةِ وَكَانَتْ لأَبِي هُرَيْرَةَ هُنَالِكَ أَرْضٌ فَقَالَ عَبْدُ الرَّحْمٰنِ لأَبِي هُرَيْرَةَ إِنِّي ذَاكِرٌ لَكَ أَمْرًا وَلَوْلاَ مَرْوَانُ أَقْسَمَ عَلَيَّ فِيهِ لَمْ أَذْكُرْهُ لَكَ فَذَكَرَ قَوْلَ عَائِشَةَ وَأُمِّ سَلَمَةَ فَقَالَ كَذَلِكَ حَدَّثَنِي الْفَضْلُ بْنُ عَبَّاسٍ وَهُنَّ أَعْلَمُ وَقَالَ هَمَّامٌ وَابْنُ عَبْدِ اللهِ بْنِ عُمَرَ عَنْ أَبِي هُرَيْرَةَ كَانَ النَّبِيُّ يَأْمُرُ بِالْفِطْرِ وَالأَوَّلُ أَسْنَدُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "30"
    }
  }
}