{
  "hadith": {
    "hadith_id": 1953,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এক ব্যক্তি এসে বলল, হে আল্লাহর রসূল! আমার মা এক মাসের সওম যিম্মায় রেখে মারা গেছেন, আমি কি তাঁর পক্ষ হতে এ সওম কাযা করতে পারি? তিনি বলেন: হাঁ, আল্লাহর ঋণ পরিশোধ করাই হল অধিক যোগ্য। সুলায়মান (রহঃ) বলেন, হাকাম (রহঃ) এবং সালামাহ (রহঃ) বলেছেন, মুসলিম (রহঃ) এ হাদীস বর্ণনা করার সময় আমরা সকলেই একসাথে উপবিষ্ট  ছিলাম। তাঁরা উভয়ই বলেছেন যে, ইব্‌নু ‘আব্বাস (রাঃ) হতে মুজাহিদ (রহঃ)-কে এ হাদীস বর্ণনা করতে আমরা শুনেছি। আবূ খালিদ আহমার (রহঃ)....ইব্‌নু ‘আব্বাস (রাঃ) হতে বর্ণিত, তিনি বলেন, একজন মহিলা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলল, আমার বোন মারা গেছে। ইয়াহইয়া (রহঃ) ও আবূ মু’আবিয়া....ইব্‌নু ‘আব্বাস (রাঃ) হতে বর্ণিত, জনৈকা মহিলা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলল, আমার মা মারা গেছেন। ‘উবায়দুল্লাহ (রহঃ)....ইব্‌নু ‘আব্বাস (রাঃ) হতে বর্ণিত, এক মহিলা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলল, আমার মা মারা গেছে, অথচ তার যিম্মায় মানতের সওম রয়েছে। আবূ হারীয (রহঃ)....ইব্‌নু ‘আব্বাস (রহঃ) হতে বর্ণিত, এক মহিলা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলল, আমার মা মারা গেছে, অথচ তার যিম্মায় পনের দিনের সওম রয়ে গেছে।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الرَّحِيمِ حَدَّثَنَا مُعَاوِيَةُ بْنُ عَمْرٍو حَدَّثَنَا زَائِدَةُ عَنْ الأَعْمَشِ عَنْ مُسْلِمٍ الْبَطِينِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ فَقَالَ يَا رَسُولَ اللهِ صلى الله عليه وسلم إِنَّ أُمِّي مَاتَتْ وَعَلَيْهَا صَوْمُ شَهْرٍ أَفَأَقْضِيهِ عَنْهَا قَالَ نَعَمْ قَالَ فَدَيْنُ اللهِ أَحَقُّ أَنْ يُقْضَى قَالَ سُلَيْمَانُ فَقَالَ الْحَكَمُ وَسَلَمَةُ وَنَحْنُ جَمِيعًا جُلُوسٌ حِينَ حَدَّثَ مُسْلِمٌ بِهَذَا الْحَدِيثِ قَالاَ سَمِعْنَا مُجَاهِدًا يَذْكُرُ هَذَا عَنْ ابْنِ عَبَّاسٍ وَيُذْكَرُ عَنْ أَبِي خَالِدٍ حَدَّثَنَا الأَعْمَشُ عَنْ الْحَكَمِ وَمُسْلِمٍ الْبَطِينِ وَسَلَمَةَ بْنِ كُهَيْلٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ وَعَطَاءٍ وَمُجَاهِدٍ عَنْ ابْنِ عَبَّاسٍ قَالَتْ امْرَأَةٌ لِلنَّبِيِّ صلى الله عليه وسلم إِنَّ أُخْتِي مَاتَتْ وَقَالَ يَحْيَى وَأَبُو مُعَاوِيَةَ حَدَّثَنَا الأَعْمَشُ عَنْ مُسْلِمٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ قَالَتْ امْرَأَةٌ لِلنَّبِيِّ صلى الله عليه وسلم إِنَّ أُمِّي مَاتَتْ وَقَالَ عُبَيْدُ اللهِ عَنْ زَيْدِ بْنِ أَبِي أُنَيْسَةَ عَنْ الْحَكَمِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ قَالَتْ امْرَأَةٌ لِلنَّبِيِّ صلى الله عليه وسلم إِنَّ أُمِّي مَاتَتْ وَعَلَيْهَا صَوْمُ نَذْرٍ وَقَالَ أَبُو حَرِيزٍ حَدَّثَنَا عِكْرِمَةُ عَنْ ابْنِ عَبَّاسٍ قَالَتْ امْرَأَةٌ لِلنَّبِيِّ صلى الله عليه وسلم مَاتَتْ أُمِّي وَعَلَيْهَا صَوْمُ خَمْسَةَ عَشَرَ يَوْمًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "30"
    }
  }
}