{
  "hadith": {
    "hadith_id": 198,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অসুস্থতা বেড়ে গেলে তিনি আমার ঘরে শুশ্রূষার জন্য তাঁর স্ত্রীদের নিকট অনুমতি চাইলে তাঁরা অনুমতি দিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (আমার ঘরে আসার জন্য) দু’ব্যক্তির উপর ভর করে বের হলেন। আর তাঁর পা দু’খানি তখন মাটিতে চিহ্ন রেখে যাচ্ছিল। তিনি ‘আব্বাস (রাঃ) ও অন্য এক ব্যক্তির মাঝখানে ছিলেন। ‘উবাইদুল্লাহ (রহঃ) বলেনঃ আমি ‘আবদুল্লাহ্‌ ইব্‌নু ‘আব্বাস (রাঃ)-কে এ কথা জানালাম। তিনি বললেনঃ সে অন্য ব্যক্তিটি কে তা কি তুমি জান? আমি বললাম, না। তিনি বললেনঃ তিনি হলেন ‘আলী ইব্‌নু আবূ ত্বলিব (রাঃ)। ‘আয়িশা (রাঃ) বর্ণনা করেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর ঘরে আসলে অসুস্থতা আরো বৃদ্ধি পেল। তিনি বললেনঃ ‘তোমরা আমার উপর মুখের বাঁধন খোলা হয়নি এমন সাতটি মশকের পানি ঢেলে দাও, তাহলে হয়ত আমি মানুষকে কিছু উপদেশ দিতে পারব।‘ তাঁকে তাঁর স্ত্রী হাফসা (রাঃ)–এর একটি বড় পাত্রে বসিয়ে দেয়া হল। অতঃপর আমরা তাঁর উপর সেই সাত মশক পানি ঢালতে লাগলাম। এভাবে ঢালার পর এক সময় তিনি আমাদের প্রতি ইঙ্গিত করলেন, (এখন থাম) তোমরা তোমাদের কাজ করেছ। অতঃপর তিনি বের হয়ে জনসম্মুক্ষে গেলেন।\n\n(৬৬৪, ৬৬৫, ৬৭৯, ৬৮৩, ৬৮৭, ৭১২, ৭১৩, ৭১৬, ২৫৮৮, ৩০৯৯, ৩৩৮৪, ৪৪৪২, ৪৪৪৫, ৫৭১৪, ৭৩০৩ দ্রষ্টব্য) (আধুনিক প্রকাশনীঃ ১৯২, ইসলামী ফাউন্ডেশনঃ ১৯৮)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ عَائِشَةَ، قَالَتْ لَمَّا ثَقُلَ النَّبِيُّ صلى الله عليه وسلم وَاشْتَدَّ بِهِ وَجَعُهُ، اسْتَأْذَنَ أَزْوَاجَهُ فِي أَنْ يُمَرَّضَ فِي بَيْتِي، فَأَذِنَّ لَهُ، فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم بَيْنَ رَجُلَيْنِ تَخُطُّ رِجْلاَهُ فِي الأَرْضِ بَيْنَ عَبَّاسٍ وَرَجُلٍ آخَرَ‏.‏ قَالَ عُبَيْدُ اللَّهِ فَأَخْبَرْتُ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ فَقَالَ أَتَدْرِي مَنِ الرَّجُلُ الآخَرُ قُلْتُ لاَ‏.‏ قَالَ هُوَ عَلِيٌّ‏.‏ وَكَانَتْ عَائِشَةُ ـ رضى الله عنها ـ تُحَدِّثُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ بَعْدَ مَا دَخَلَ بَيْتَهُ وَاشْتَدَّ وَجَعُهُ ‏ \"‏ هَرِيقُوا عَلَىَّ مِنْ سَبْعِ قِرَبٍ، لَمْ تُحْلَلْ أَوْكِيَتُهُنَّ، لَعَلِّي أَعْهَدُ إِلَى النَّاسِ ‏\"‏‏.‏ وَأُجْلِسَ فِي مِخْضَبٍ لِحَفْصَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم، ثُمَّ طَفِقْنَا نَصُبُّ عَلَيْهِ تِلْكَ حَتَّى طَفِقَ يُشِيرُ إِلَيْنَا أَنْ قَدْ فَعَلْتُنَّ، ثُمَّ خَرَجَ إِلَى النَّاسِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}