{
  "hadith": {
    "hadith_id": 2047,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, তোমরা বলে থাক, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আবূ হুরায়রা (রাঃ) বেশি বেশি হাদীস বর্ণনা করে থাকে এবং আরো বলেন, মুহাজির ও আনসারদের কী হলো যে, তারা তো আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)‌-এর হাদীস বর্ণনা করে না? আমার মুহাজির ভাইয়েরা বাজারে ক্রয়-বিক্রয়ে ব্যস্ত থাকত আর আমি কোন প্রকারে আমার পেটের চাহিদা মিটিয়ে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)– এর দরবারে পড়ে থাকতাম। তাঁরা যখন অনুপস্থিত থাকত তখন আমি উপস্থিত থাকতাম। তাঁরা যা ভুলে যেত আমি তা মুখস্থ করতাম। আর আমার আনসার ভাইয়েরা নিজেদের ক্ষেত-খামারের কাজে ব্যস্ত থাকতেন। আমি ছিলাম সুফ্‌ফার মিসকীনদের একজন মিসকীন। তাঁরা যা ভুলে যেতো, আমি তা মুখস্থ রাখতাম। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর এক বর্ণনায় বললেন, আমার এ কথা শেষ না হওয়া পর্যন্ত যে কেউ তার কাপড় বিছিয়ে দিবে এবং পরে নিজের শরীরের সাথে তার কাপড় জড়িয়ে নেবে, আমি যা বলছি সে তা স্মরণ রাখতে পারবে। [আবূ হুরায়রা (রাঃ) বলেন] আমি আমার গায়ের চাদরখানা বিছিয়ে দিলাম যতক্ষণ না আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর কথা শেষ করলেন, পরে আমি তা আমার বুকের সাথে জড়িয়ে ধরলাম। ফলে আমি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সে কথার কিছুই ভুলে যাইনি।",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، حَدَّثَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ إِنَّكُمْ تَقُولُونَ إِنَّ أَبَا هُرَيْرَةَ يُكْثِرُ الْحَدِيثَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏ وَتَقُولُونَ مَا بَالُ الْمُهَاجِرِينَ وَالأَنْصَارِ لاَ يُحَدِّثُونَ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم بِمِثْلِ حَدِيثِ أَبِي هُرَيْرَةَ وَإِنَّ إِخْوَتِي مِنَ الْمُهَاجِرِينَ كَانَ يَشْغَلُهُمْ صَفْقٌ بِالأَسْوَاقِ، وَكُنْتُ أَلْزَمُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى مِلْءِ بَطْنِي، فَأَشْهَدُ إِذَا غَابُوا وَأَحْفَظُ إِذَا نَسُوا، وَكَانَ يَشْغَلُ إِخْوَتِي مِنَ الأَنْصَارِ عَمَلُ أَمْوَالِهِمْ، وَكُنْتُ امْرَأً مِسْكِينًا مِنْ مَسَاكِينِ الصُّفَّةِ أَعِي حِينَ يَنْسَوْنَ، وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَدِيثٍ يُحَدِّثُهُ ‏ \"‏ إِنَّهُ لَنْ يَبْسُطَ أَحَدٌ ثَوْبَهُ حَتَّى أَقْضِيَ مَقَالَتِي هَذِهِ، ثُمَّ يَجْمَعَ إِلَيْهِ ثَوْبَهُ إِلاَّ وَعَى مَا أَقُولُ ‏\"‏‏.‏ فَبَسَطْتُ نَمِرَةً عَلَىَّ، حَتَّى إِذَا قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم مَقَالَتَهُ جَمَعْتُهَا إِلَى صَدْرِي، فَمَا نَسِيتُ مِنْ مَقَالَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم تِلْكَ مِنْ شَىْءٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}