{
  "hadith": {
    "hadith_id": 2093,
    "narrator": "সাহল ইবনু সা’দ (রাঃ)",
    "bn": "তিনি বলেন, এক মহিলা একটি বুরদা আনলেন। [সাহল (রাঃ)] বললেন, তোমরা জান বুরদা কী? তাকে বলা হয়, হ্যাঁ, তা হল এমন চাদর, যার পাড় বুনানো। মহিলা বললেন, হ্যাঁ আল্লাহর রসূল! আপনাকে পরিধান করানোর জন্য আমি এটি নিজ হাতে বুনে নিয়ে এসেছি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা গ্রহণ করলেন এবং তাঁর এটির প্রয়োজন ছিল। তারপর তিনি তা তহবন্দরূপে পরিধান করে আমাদের সামনে এলেন। উপস্থিত লোকজনের মধ্যে একজন বলে উঠলেন, হে আল্লাহর রসূল! তা আমাকে পরিধান করতে দিন। তিনি বললেন, আচ্ছা। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিছুক্ষণ মজলিসে বসে পরে ফিরে গেলেন। তারপর চাদরটি ভাঁজ করে সে লোকটির কাছে পাঠিয়ে দিলেন। লোকজন সে ব্যক্তিকে বললেন, তুমি ভাল করো নি, তুমি তাঁর কাছে চাদরটি  চেয়ে ফেললে, অথচ তুমি জান যে, তিনি কোন যাঞ্চনাকারীকে ফিরিয়ে দেন না। সে লোকটি বললেন, আল্লাহর কসম, আমি চাদরটি এ জন্যই চেয়েছি যে, তা যাতে আমার মৃত্যুর পর আমার কাফন হয়। রাবী সাহল (রাঃ) বলেন, সেটি তার কাফন হয়েছিল।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي حَازِمٍ، قَالَ سَمِعْتُ سَهْلَ بْنَ سَعْدٍ ـ رضى الله عنه ـ قَالَ جَاءَتِ امْرَأَةٌ بِبُرْدَةٍ ـ قَالَ أَتَدْرُونَ مَا الْبُرْدَةُ فَقِيلَ لَهُ نَعَمْ، هِيَ الشَّمْلَةُ، مَنْسُوجٌ فِي حَاشِيَتِهَا ـ قَالَتْ يَا رَسُولَ اللَّهِ، إِنِّي نَسَجْتُ هَذِهِ بِيَدِي أَكْسُوكَهَا‏.‏ فَأَخَذَهَا النَّبِيُّ صلى الله عليه وسلم مُحْتَاجًا إِلَيْهَا‏.‏ فَخَرَجَ إِلَيْنَا وَإِنَّهَا إِزَارُهُ‏.‏ فَقَالَ رَجُلٌ مِنَ الْقَوْمِ يَا رَسُولَ اللَّهِ، اكْسُنِيهَا، فَقَالَ ‏ \"‏ نَعَمْ ‏\"‏‏.‏ فَجَلَسَ النَّبِيُّ صلى الله عليه وسلم فِي الْمَجْلِسِ، ثُمَّ رَجَعَ فَطَوَاهَا، ثُمَّ أَرْسَلَ بِهَا إِلَيْهِ‏.‏ فَقَالَ لَهُ الْقَوْمُ مَا أَحْسَنْتَ، سَأَلْتَهَا إِيَّاهُ، لَقَدْ عَلِمْتَ أَنَّهُ لاَ يَرُدُّ سَائِلاً‏.‏ فَقَالَ الرَّجُلُ وَاللَّهِ مَا سَأَلْتُهُ إِلاَّ لِتَكُونَ كَفَنِي يَوْمَ أَمُوتُ‏.‏ قَالَ سَهْلٌ فَكَانَتْ كَفَنَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}