{
  "hadith": {
    "hadith_id": 2225,
    "narrator": "সা’ঈদ ইব্‌নু আবুল হাসান (রহঃ)",
    "bn": "তিনি বলেন, আমি ইব্‌নু ‘আব্বাস (রাঃ) এর নিকট উপস্থিত ছিলাম, এমন সময়ে তাঁর কাছে এক ব্যক্তি এসে বলল, হে আবূ আব্বাস! আমি এমন ব্যক্তি যে, আমার জীবিকা হস্তশিল্পে। আমি এসব ছবি তৈরি করি। ইব্‌নু ‘আব্বাস (রাঃ) তাঁকে বলেন, (এ বিষয়ে) আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমি যা বলতে শুনেছি, তাই তোমাকে শোনাব। তাঁকে আমি বলতে শুনেছি, যে ব্যক্তি কোন ছবি তৈরী করে আল্লাহ্‌ তা’আলা তাকে শাস্তি দিবেন, যতক্ষণ না সে তাতে প্রাণ সঞ্চার করে। আর সে তাতে কখনো প্রাণ সঞ্চার করতে পারবে না। (এ কথা শুনে) লোকটি ভীষণভাবে ভয় পেয়ে গেল এবং তার চেহারা ফ্যাকাশে হয়ে গেল। এতে ইব্‌নু ‘আব্বাস (রাঃ) বললেন, আক্ষেপ তোমার জন্য, তুমি যদি এই কাজ না-ই ছাড়তে পার, তবে এ গাছপালা এবং যে সকল জিনিসের প্রাণ নেই, তা তৈরী করতে পার। আবূ ‘আবদুল্লাহ (ঈমাম বুখারী) (রহঃ) বলেন, সা’ঈদ (রাঃ) বলেছেন, আমি নযর ইব্‌নু আনাস (রাঃ) হতে শুনেছি তিনি বলেছেন, ইব্‌নু ‘আব্বাস (রাঃ) হাদীস বর্ণনা করার সময় আমি তার কাছে ছিলাম। ঈমাম বুখারী (রহঃ) আরো বলেন, সা’ঈদ ইব্‌নু আবূ আরুবাহ (রহঃ) একমাত্র এ হাদীসটি নযর ইব্‌নু আনাস (রহঃ) হতে শুনেছেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ، حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، أَخْبَرَنَا عَوْفٌ، عَنْ سَعِيدِ بْنِ أَبِي الْحَسَنِ، قَالَ كُنْتُ عِنْدَ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ إِذْ أَتَاهُ رَجُلٌ فَقَالَ يَا أَبَا عَبَّاسٍ إِنِّي إِنْسَانٌ، إِنَّمَا مَعِيشَتِي مِنْ صَنْعَةِ يَدِي، وَإِنِّي أَصْنَعُ هَذِهِ التَّصَاوِيرَ‏.‏ فَقَالَ ابْنُ عَبَّاسٍ لاَ أُحَدِّثُكَ إِلاَّ مَا سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ سَمِعْتُهُ يَقُولُ ‏ \"‏ مَنْ صَوَّرَ صُورَةً فَإِنَّ اللَّهَ مُعَذِّبُهُ، حَتَّى يَنْفُخَ فِيهَا الرُّوحَ، وَلَيْسَ بِنَافِخٍ فِيهَا أَبَدًا ‏\"‏‏.‏ فَرَبَا الرَّجُلُ رَبْوَةً شَدِيدَةً وَاصْفَرَّ وَجْهُهُ‏.‏ فَقَالَ وَيْحَكَ إِنْ أَبَيْتَ إِلاَّ أَنْ تَصْنَعَ، فَعَلَيْكَ بِهَذَا الشَّجَرِ، كُلِّ شَىْءٍ لَيْسَ فِيهِ رُوحٌ‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ سَمِعَ سَعِيدُ بْنُ أَبِي عَرُوبَةَ مِنَ النَّضْرِ بْنِ أَنَسٍ هَذَا الْوَاحِدَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}