{
  "hadith": {
    "hadith_id": 2235,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খায়বার গমন করেন। যখন আল্লাহ তা‘আলা তাঁর দুর্গের বিজয় দান করেন, তখন তাঁর সামনে সাফিয়্যাহ (রাঃ) বিনতে হুয়ায়্যি ইবনু আখতাব এর সৌন্দর্যের আলোচনা করা হয়। তাঁর স্বামী নিহত হয় এবং তিনি তখন ছিলেন নব-বিবাহিতা। অবশেষে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে নিজের জন্য গ্রহণ করে নেন। তিনি তাঁকে নিয়ে রওনা হন। যখন আমরা সাদ্দা রাওহা নামক স্থানে উপনীত হলাম, তখন সাফিয়্যাহ (রাঃ) পবিত্র হলেন! তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সঙ্গে মিলিত হন। তারপর চামড়ার ছোট দস্তরখানে হায়েস (খেজুরের ছাতু ও ঘি মিশ্রিত খাদ্য) তৈরী করে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তোমরা আশেপাশের লোকদের উপস্থিত হওয়ার খবর দিয়ে দাও। এই ছিল সাফিয়্যাহ (রাঃ)-এর বিবাহে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কর্তৃক ওয়ালিমাহ। এরপর আমরা মদীনার উদ্দেশে রওয়ানা হই। আনাস  (রাঃ) বলেন, আমি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখতে পেলাম যে, তাঁকে নিজের আবা’ দিয়ে ঘেরাও করে দিচ্ছেন। তারপর তিনি তাঁর উটের পাশে বসে হাঁটু সোজা করে রাখলেন, পরে সাফিয়্যাহ (রাঃ) তাঁর হাঁটুর উপর পা দিয়ে ভর করে আরোহণ করলেন।",
    "ar": "حَدَّثَنَا عَبْدُ الْغَفَّارِ بْنُ دَاوُدَ، حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ قَدِمَ النَّبِيُّ صلى الله عليه وسلم خَيْبَرَ، فَلَمَّا فَتَحَ اللَّهُ عَلَيْهِ الْحِصْنَ ذُكِرَ لَهُ جَمَالُ صَفِيَّةَ بِنْتِ حُيَىِّ بْنِ أَخْطَبَ، وَقَدْ قُتِلَ زَوْجُهَا، وَكَانَتْ عَرُوسًا، فَاصْطَفَاهَا رَسُولُ اللَّهِ صلى الله عليه وسلم لِنَفْسِهِ فَخَرَجَ بِهَا، حَتَّى بَلَغْنَا سَدَّ الرَّوْحَاءِ حَلَّتْ، فَبَنَى بِهَا، ثُمَّ صَنَعَ حَيْسًا فِي نِطَعٍ صَغِيرٍ، ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ آذِنْ مَنْ حَوْلَكَ ‏\"‏‏.‏ فَكَانَتْ تِلْكَ وَلِيمَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَلَى صَفِيَّةَ، ثُمَّ خَرَجْنَا إِلَى الْمَدِينَةِ، قَالَ فَرَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يُحَوِّي لَهَا وَرَاءَهُ بِعَبَاءَةٍ، ثُمَّ يَجْلِسُ عِنْدَ بَعِيرِهِ فَيَضَعُ رُكْبَتَهُ، فَتَضَعُ صَفِيَّةُ رِجْلَهَا عَلَى رُكْبَتِهِ، حَتَّى تَرْكَبَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}