{
  "hadith": {
    "hadith_id": 2271,
    "narrator": "আবূ মুসা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, মুসলিম, ইয়াহূদী ও খৃষ্টানদের উদাহরণ এরূপ, যেমন কোন এক ব্যক্তি নির্দিষ্ট পারিশ্রমিকের বিনিময়ে সকাল হতে সন্ধ্যা পর্যন্ত কাজ করার জন্য কিছু সংখ্যক লোক নিয়োগ করল। তারা দুপুর পর্যন্ত কাজ করে বলল, তুমি আমাদের যে পারিশ্রমিক দিতে চেয়েছিলে তাতে আমাদের প্রয়োজন নেই, আর আমরা যে কাজ করেছি, তা বাতিল। সে ব্যক্তি (নিয়োগকর্তা) বলল, তোমরা এরূপ করবে না, বাকি কাজ পূর্ণ করে পুরো পারিশ্রমিক নিয়ে নাও। কিন্তু তারা তা করতে অস্বীকার করল এবং কাজ করা বন্ধ করে দিল। এরপর সে অন্য দু’জন মজুর কাজে নিযুক্ত করল এবং তাদেরকে বলল, তোমরা এই দিনের বাকী অংশ পূর্ণ করে দাও। আমি তোমাদেরকে সে পরিমাণ মজুরিই দিব, যা পূর্ববর্তীদের জন্য নির্ধারিত করেছিলাম। তখন তারা কাজ শুরু করল, কিন্তু যখন আসরের সালাতের সময় হল তখন তারা বলতে লাগলো, আমরা যা করেছি তা বাতিল, আর আপনি এর জন্যে যে মজুরী নির্ধারণ করেছেন তা আপনারই। সে ব্যক্তি বলল, তোমরা বাকী কাজ করে দাও, দিনের তো সামান্যই বাকী রয়েছে। কিন্তু তারা অস্বীকার করল। তারপর সে ব্যক্তি অপর কিছু লোককে বাকী দিনের জন্য কাজে নিযুক্ত করল। তারা বাকী দিন সূর্যাস্ত পর্যন্ত কাজ করল এবং পূর্ববর্তী দু’দলের পূর্ণ মজুরী নিয়ে নিল। এটা উদাহরণ হল, তাদের এবং এই নূর (ইসলাম) যারা গ্রহন করেছে তাদের।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلاَءِ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ بُرَيْدٍ عَنْ أَبِي بُرْدَةَ عَنْ أَبِي مُوسَى عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ مَثَلُ الْمُسْلِمِينَ وَالْيَهُودِ وَالنَّصَارَى كَمَثَلِ رَجُلٍ اسْتَأْجَرَ قَوْمًا يَعْمَلُونَ لَهُ عَمَلاً يَوْمًا إِلَى اللَّيْلِ عَلَى أَجْرٍ مَعْلُومٍ فَعَمِلُوا لَهُ إِلَى نِصْفِ النَّهَارِ فَقَالُوا لاَ حَاجَةَ لَنَا إِلَى أَجْرِكَ الَّذِي شَرَطْتَ لَنَا وَمَا عَمِلْنَا بَاطِلٌ فَقَالَ لَهُمْ لاَ تَفْعَلُوا أَكْمِلُوا بَقِيَّةَ عَمَلِكُمْ وَخُذُوا أَجْرَكُمْ كَامِلاً فَأَبَوْا وَتَرَكُوا وَاسْتَأْجَرَ أَجِيرَيْنِ بَعْدَهُمْ فَقَالَ لَهُمَا أَكْمِلاَ بَقِيَّةَ يَوْمِكُمَا هَذَا وَلَكُمَا الَّذِي شَرَطْتُ لَهُمْ مِنْ الأَجْرِ فَعَمِلُوا حَتَّى إِذَا كَانَ حِينُ صَلاَةِ الْعَصْرِ قَالاَ لَكَ مَا عَمِلْنَا بَاطِلٌ وَلَكَ الأَجْرُ الَّذِي جَعَلْتَ لَنَا فِيهِ فَقَالَ لَهُمَا أَكْمِلاَ بَقِيَّةَ عَمَلِكُمَا مَا بَقِيَ مِنْ النَّهَارِ شَيْءٌ يَسِيرٌ فَأَبَيَا وَاسْتَأْجَرَ قَوْمًا أَنْ يَعْمَلُوا لَهُ بَقِيَّةَ يَوْمِهِمْ فَعَمِلُوا بَقِيَّةَ يَوْمِهِمْ حَتَّى غَابَتْ الشَّمْسُ وَاسْتَكْمَلُوا أَجْرَ الْفَرِيقَيْنِ كِلَيْهِمَا فَذَلِكَ مَثَلُهُمْ وَمَثَلُ مَا قَبِلُوا مِنْ هَذَا النُّورِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "37"
    }
  }
}