{
  "hadith": {
    "hadith_id": 2291,
    "narrator": "লায়স (রহঃ) আবূ হুরায়রা (রাঃ) হতে",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, বনী ইসরাঈলের কোন এক ব্যক্তি বনী ইসরাঈলের অপর এক ব্যক্তির নিকট এক হাজার দীনার ঋণ চাইল। তখন সে (ঋণদাতা) বলল, কয়েকজন সাক্ষী আন, আমি তাদেরকে সাক্ষী রাখব। সে বলল, সাক্ষী হিসাবে আল্লাহই যথেষ্ট। তারপর (ঋণদাতা) বলল, তা হলে একজন যামিনদার উপস্থিত কর। সে বলল, যামিনদার হিসাবে আল্লাহই যথেষ্ট। ঋণদাতা বলল, তুমি সত্যই বলেছ। এরপর নির্ধারিত সময়ে তাকে এক হাজার দীনার দিয়ে দিল। তারপর ঋণ গ্রহীতা সামুদ্রিক সফর করল এবং তার প্রয়োজন সমাধা করে সে যানবাহন খুঁজতে লাগল, যাতে সে নির্ধারিত সময়ের ভেতর ঋণদাতার কাছে এসে পৌঁছতে পারে। কিন্তু সে কোন যানবাহন পেল না। তখন সে এক টুকরো কাঠ নিয়ে তা ছিদ্র করল এবং ঋণদাতার নামে একখানা পত্র ও এক হাজার দীনার তার মধ্যে ভরে ছিদ্রটি বন্ধ করে সমুদ্র তীরে এসে বলল, হে আল্লাহ! তুমি তো জান আমি অমুকের নিকট এক হাজার দীনার ঋণ চাইলে সে আমার কাছে যামিনদার চেয়েছিল। আমি বলেছিলাম, আল্লাহই যামিন হিসাবে যথেষ্ট। এতে সে রাজী হয়। তারপর সে আমার কাছে সাক্ষী চেয়েছিল, আমি বলেছিলাম সাক্ষী হিসাবে আল্লাহই যথেষ্ট, তাতে সে রাজী হয়ে যায়। আমি তার ঋণ (যথাসময়ে) পরিশোধের উদ্দেশ্যে যানবাহনের জন্য যথাসাধ্য চেষ্টা করেছি, কিন্তু পাইনি। তাই আমি তোমার নিকট সোপর্দ করলাম, এই বলে সে কাষ্ঠখন্ডটি সমুদ্রে নিক্ষেপ করল। আর কাষ্ঠখন্ডটি সমুদ্রে প্রবেশ করল। অতঃপর লোকটি ফিরে গেল এবং নিজের শহরে যাওয়ার জন্য যানবাহন খুঁজতে লাগল। ওদিকে ঋণদাতা এই আশায় সমুদ্রতীরে গেল যে, হয়ত বা ঋণগ্রহীতা কোন নৌযানে করে তার মাল নিয়ে এসেছে। তার দৃষ্টি কাষ্ঠখন্ডটির উপর পড়ল, যার ভিতরে মাল ছিল। সে কাষ্ঠখন্ডটি তার পরিবারের জ্বালানীর জন্য বাড়ী নিয়ে গেল। যখন সে তা চিরল, তখন সে মাল ও পত্রটি পেয়ে গেল। কিছুদিন পর ঋণগ্রহীতা এক হাজার দীনার নিয়ে এসে হাযির হল এবং বলল, আল্লাহর কসম! আমি আপনার মাল যথাসময়ে পৌঁছিয়ে দেয়ার উদ্দেশ্যে সব সময় যানবাহনের খোঁজে ছিলাম। কিন্তু আমি যে নৌযানে এখন আসলাম, তার আগে আর কোন নৌযান পাইনি। ঋণদাতা বলল, তুমি কি আমার নিকট কিছু পাঠিয়েছিলে? ঋণগ্রহীতা বলল, আমি তো তোমাকে বললামই যে, এর আগে আর কোন নৌযান আমি পাইনি। সে বলল, তুমি কাঠের টুকরোর ভিতরে যা পাঠিয়েছিলে, তা আল্লাহ তোমার পক্ষ হতে আমাকে আদায় করে দিয়েছেন। তখন সে আনন্দচিত্তে এক হাজার দীনার নিয়ে ফিরে চলে গেল।",
    "ar": "قَالَ أَبُو عَبْدِ اللَّهِ وَقَالَ اللَّيْثُ حَدَّثَنِي جَعْفَرُ بْنُ رَبِيعَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ هُرْمُزَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أَنَّهُ ذَكَرَ رَجُلاً مِنْ بَنِي إِسْرَائِيلَ سَأَلَ بَعْضَ بَنِي إِسْرَائِيلَ أَنْ يُسْلِفَهُ أَلْفَ دِينَارٍ، فَقَالَ ائْتِنِي بِالشُّهَدَاءِ أُشْهِدُهُمْ‏.‏ فَقَالَ كَفَى بِاللَّهِ شَهِيدًا‏.‏ قَالَ فَأْتِنِي بِالْكَفِيلِ‏.‏ قَالَ كَفَى بِاللَّهِ كَفِيلاً‏.‏ قَالَ صَدَقْتَ‏.‏ فَدَفَعَهَا إِلَيْهِ إِلَى أَجَلٍ مُسَمًّى، فَخَرَجَ فِي الْبَحْرِ، فَقَضَى حَاجَتَهُ، ثُمَّ الْتَمَسَ مَرْكَبًا يَرْكَبُهَا، يَقْدَمُ عَلَيْهِ لِلأَجَلِ الَّذِي أَجَّلَهُ، فَلَمْ يَجِدْ مَرْكَبًا، فَأَخَذَ خَشَبَةً، فَنَقَرَهَا فَأَدْخَلَ فِيهَا أَلْفَ دِينَارٍ، وَصَحِيفَةً مِنْهُ إِلَى صَاحِبِهِ، ثُمَّ زَجَّجَ مَوْضِعَهَا، ثُمَّ أَتَى بِهَا إِلَى الْبَحْرِ، فَقَالَ اللَّهُمَّ إِنَّكَ تَعْلَمُ أَنِّي كُنْتُ تَسَلَّفْتُ فُلاَنًا أَلْفَ دِينَارٍ، فَسَأَلَنِي كَفِيلاً، فَقُلْتُ كَفَى بِاللَّهِ كَفِيلاً، فَرَضِيَ بِكَ، وَسَأَلَنِي شَهِيدًا، فَقُلْتُ كَفَى بِاللَّهِ شَهِيدًا، فَرَضِيَ بِكَ، وَأَنِّي جَهَدْتُ أَنْ أَجِدَ مَرْكَبًا، أَبْعَثُ إِلَيْهِ الَّذِي لَهُ فَلَمْ أَقْدِرْ، وَإِنِّي أَسْتَوْدِعُكَهَا‏.‏ فَرَمَى بِهَا فِي الْبَحْرِ حَتَّى وَلَجَتْ فِيهِ، ثُمَّ انْصَرَفَ، وَهْوَ فِي ذَلِكَ يَلْتَمِسُ مَرْكَبًا، يَخْرُجُ إِلَى بَلَدِهِ، فَخَرَجَ الرَّجُلُ الَّذِي كَانَ أَسْلَفَهُ، يَنْظُرُ لَعَلَّ مَرْكَبًا قَدْ جَاءَ بِمَالِهِ، فَإِذَا بِالْخَشَبَةِ الَّتِي فِيهَا الْمَالُ، فَأَخَذَهَا لأَهْلِهِ حَطَبًا، فَلَمَّا نَشَرَهَا وَجَدَ الْمَالَ وَالصَّحِيفَةَ، ثُمَّ قَدِمَ الَّذِي كَانَ أَسْلَفَهُ، فَأَتَى بِالأَلْفِ دِينَارٍ، فَقَالَ وَاللَّهِ مَا زِلْتُ جَاهِدًا فِي طَلَبِ مَرْكَبٍ لآتِيَكَ بِمَالِكَ، فَمَا وَجَدْتُ مَرْكَبًا قَبْلَ الَّذِي أَتَيْتُ فِيهِ‏.‏ قَالَ هَلْ كُنْتَ بَعَثْتَ إِلَىَّ بِشَىْءٍ قَالَ أُخْبِرُكَ أَنِّي لَمْ أَجِدْ مَرْكَبًا قَبْلَ الَّذِي جِئْتُ فِيهِ‏.‏ قَالَ فَإِنَّ اللَّهَ قَدْ أَدَّى عَنْكَ الَّذِي بَعَثْتَ فِي الْخَشَبَةِ فَانْصَرِفْ بِالأَلْفِ الدِّينَارِ رَاشِدًا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "39"
    }
  }
}