{
  "hadith": {
    "hadith_id": 2307,
    "narrator": "মারওয়ান ইবনু হাকাম ও মিসওয়ার ইবনু মাখরামা (রাঃ)",
    "bn": "হাওয়াযিন গোত্রের প্রতিনিধি দল যখন ইসলাম গ্রহন করে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এলেন, তখন তিনি উঠে দাঁড়ালেন। প্রতিনিধি দল আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে তাদের ধন-সম্পদ ও বন্দী ফেরত চাইলেন। তখন তিনি বললেন, আমার নিকট সত্য কথাই অধিকতর পছন্দনীয়। কাজেই তোমরা দু’টোর মধ্যে একটা বেছে নাও- হয় বন্দী, নয় সম্পদ। আমি তো এদের আগমনের অপেক্ষায়ই প্রতীক্ষমান ছিলাম। (বর্ণনাকারী বলেন) তায়ীফ হতে প্রত্যাবর্তন করে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দশ রাতেরও বেশী তাদের জন্য অপেক্ষা করেছিলেন। যখন (প্রতিনিধি দল) বুঝতে পারলেন যে, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’টোর মধ্যে একটি ফেরত দেবেন, তখন তারা বললেন, আমরা আমাদের বন্দীদেরকে গ্রহন করছি। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুসলিমগণের মাঝে দাঁড়িয়ে আল্লাহ তা’আলার যথাযথ প্রশংসা করে বললেন, তোমাদের এই ভাইয়েরা তাওবা করে আমার কাছে এসেছে এবং আমার অভিপ্রায় এই যে, আমি তাদের বন্দীদের ফেরত দিই। কাজেই তোমাদের মধ্যে যে যে ব্যাক্তি নিজ খুশিতে স্বেচ্ছা-প্রণোদিত হয়ে ফেরত দিতে চায়, সে দিক। আর তোমাদের মধ্যে যে এর বিনিময় গ্রহন পছন্দ করে, আমরা সেই গণীমতের মাল হতে তা দিব যা আল্লাহ প্রথম আমাদের দান করবেন। সে তা করুক অর্থাৎ বিনিময় নিয়ে ফেরত দিক। সাহাবীগণ বললেন, হে আল্লাহ্‌র রসূল! আমরা স্বেচ্ছায় তাদেরকে ফেরত দিলাম। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমাদের মধ্যে কে অনুমতি দিল আর কে দিল না, তা আমরা বুঝতে পারছি না। কাজেই তোমরা ফিরে যাও এবং তোমাদের নেতাগণ তোমাদের মতামত আমাদের নিকট পেশ করুক। সাহাবীগণ ফিরে গেলেন। তাঁদের নেতা তাঁদের সাথে আলাপ-আলোচনা করলেন। তারপর তারা আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে জানালেন যে, সাহাবীগণ সন্তুষ্টচিত্তে অনুমতি দিয়েছেন",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ قَالَ حَدَّثَنِي اللَّيْثُ قَالَ حَدَّثَنِي عُقَيْلٌ عَنْ ابْنِ شِهَابٍ قَالَ وَزَعَمَ عُرْوَةُ أَنَّ مَرْوَانَ بْنَ الْحَكَمِ وَالْمِسْوَرَ بْنَ مَخْرَمَةَ أَخْبَرَاهُ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَامَ حِينَ جَاءَهُ وَفْدُ هَوَازِنَ مُسْلِمِينَ فَسَأَلُوهُ أَنْ يَرُدَّ إِلَيْهِمْ أَمْوَالَهُمْ وَسَبْيَهُمْ فَقَالَ لَهُمْ رَسُولُ اللهِ صلى الله عليه وسلم أَحَبُّ الْحَدِيثِ إِلَيَّ أَصْدَقُهُ فَاخْتَارُوا إِحْدَى الطَّائِفَتَيْنِ إِمَّا السَّبْيَ وَإِمَّا الْمَالَ وَقَدْ كُنْتُ اسْتَأْنَيْتُ بِهِمْ وَقَدْ كَانَ رَسُولُ اللهِ صلى الله عليه وسلم انْتَظَرَهُمْ بِضْعَ عَشْرَةَ لَيْلَةً حِينَ قَفَلَ مِنْ الطَّائِفِ فَلَمَّا تَبَيَّنَ لَهُمْ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم غَيْرُ رَادٍّ إِلَيْهِمْ إِلاَّ إِحْدَى الطَّائِفَتَيْنِ قَالُوا فَإِنَّا نَخْتَارُ سَبْيَنَا فَقَامَ رَسُولُ اللهِ صلى الله عليه وسلم فِي الْمُسْلِمِينَ فَأَثْنَى عَلَى اللهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّ إِخْوَانَكُمْ هَؤُلاَءِ قَدْ جَاءُونَا تَائِبِينَ وَإِنِّي قَدْ رَأَيْتُ أَنْ أَرُدَّ إِلَيْهِمْ سَبْيَهُمْ فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يُطَيِّبَ بِذَلِكَ فَلْيَفْعَلْ وَمَنْ أَحَبَّ مِنْكُمْ أَنْ يَكُونَ عَلَى حَظِّهِ حَتَّى نُعْطِيَهُ إِيَّاهُ مِنْ أَوَّلِ مَا يُفِيءُ اللهُ عَلَيْنَا فَلْيَفْعَلْ فَقَالَ النَّاسُ قَدْ طَيَّبْنَا ذَلِكَ لِرَسُولِ اللهِ لَهُمْ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم إِنَّا لاَ نَدْرِي مَنْ أَذِنَ مِنْكُمْ فِي ذَلِكَ مِمَّنْ لَمْ يَأْذَنْ فَارْجِعُوا حَتَّى يَرْفَعُوا إِلَيْنَا عُرَفَاؤُكُمْ أَمْرَكُمْ فَرَجَعَ النَّاسُ فَكَلَّمَهُمْ عُرَفَاؤُهُمْ ثُمَّ رَجَعُوا إِلَى رَسُولِ اللهِ فَأَخْبَرُوهُ أَنَّهُمْ قَدْ طَيَّبُوا وَأَذِنُوا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}