{
  "hadith": {
    "hadith_id": 2318,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, মদীনায় আনসারদের মধ্যে আবূ তালহাই সবচেয়ে বেশী ধনী ছিলেন এবং তাঁর সম্পদের মধ্যে বায়রুহা তাঁর সবচেয়ে প্রিয় সম্পদ ছিল, এটা মসজিদের (নাববীর) সম্মুখে অবস্থিত ছিল। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তথায় যেতেন এবং এতে যে উৎকৃষ্ট পানি ছিল তা পান করতেন। যখন এ আয়াত  নাযিল হলোঃ “তোমরা যা ভালবাস, তা হতে ব্যয় না করা পর্যন্ত তোমরা কখনো পুণ্য লাভ করবে না”— (আল্‌ ইমরান (৩) : ৯২)। তখন আবূ তালহাহ্‌ (রাঃ) আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে এসে দাঁড়ালেন এবং বললেন, হে আল্লাহ্‌র রসূল! আল্লাহ তাঁর কিতাবে বলেছেনঃ “তোমরা যা ভালবাস, তা হতে যে পর্যন্ত দান না করবে, সে পর্যন্ত তোমরা প্রকৃত পুণ্য লাভ করবে না” – (আল্‌ ইমরান (৩) : ৯২)। আর আমার সম্পদের মধ্যে বায়রুহা আমার নিকট সবচেয়ে প্রিয় সম্পদ। আমি ওটা আল্লাহ্‌র সন্তুষ্টির জন্য দান করে দিলাম। ওর সওয়াব ও প্রতিদান আমি আল্লাহ্‌র নিকট প্রত্যাশা করছি। কাজেই হে আল্লাহ্‌র রসূল! আপনি ওটাকে যেখানে ভাল মনে করেন, খরচ করেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, বেশ। এ সম্পদ তো প্রস্থানকারী, এ সম্পদ তো চলে যাওয়ার। তুমি এ ব্যাপারে যা বললে, তা আমি শুনলাম এবং এটাই সঙ্গত মনে করি যে, এটা তুমি তোমার আত্মীয়স্বজনদের মধ্যে বণ্টন করে দিবে। আবূ তালহাহ্‌ (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! আমি তাই করব। তারপর আবূ তালহাহ্‌ (রাঃ) তার নিকটাত্মীয় ও চাচাত ভাইদের মধ্যে তা বণ্টন করে দিলেন। \n\nইসমাঈল (রহঃ) মালিক (রহঃ) হতে অনুরূপ হাদীস বর্ণনায় ইয়াহ্‌ইয়া (রহঃ)-এর অনুসরণ করেছেন। রাওহ্‌ মালিক (রহঃ) হতে বর্ণনা করেছেন, এতে তিনি ‘রায়িহুন’ স্থলে ‘রাবিহুন’ বলেছেন। এর অর্থ হল লাভজনক।",
    "ar": "حَدَّثَنِي يَحْيَى بْنُ يَحْيَى قَالَ قَرَأْتُ عَلَى مَالِكٍ عَنْ إِسْحَاقَ بْنِ عَبْدِ اللهِ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُ كَانَ أَبُو طَلْحَةَ أَكْثَرَ الأَنْصَارِ بِالْمَدِينَةِ مَالاً وَكَانَ أَحَبَّ أَمْوَالِهِ إِلَيْهِ بَيْرُحَاءَ وَكَانَتْ مُسْتَقْبِلَةَ الْمَسْجِدِ وَكَانَ رَسُولُ اللهِ صلى الله عليه وسلم يَدْخُلُهَا وَيَشْرَبُ مِنْ مَاءٍ فِيهَا طَيِّبٍ فَلَمَّا نَزَلَتْ { لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ } قَامَ أَبُو طَلْحَةَ إِلَى رَسُولِ اللهِ فَقَالَ يَا رَسُولَ اللهِ صلى الله عليه وسلم إِنَّ اللهَ تَعَالَى يَقُولُ فِي كِتَابِهِ {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} وَإِنَّ أَحَبَّ أَمْوَالِي إِلَيَّ بَيْرُحَاءَ وَإِنَّهَا صَدَقَةٌ للهِ أَرْجُو بِرَّهَا وَذُخْرَهَا عِنْدَ اللهِ فَضَعْهَا يَا رَسُولَ اللهِ صلى الله عليه وسلم حَيْثُ شِئْتَ فَقَالَ بَخٍ ذَلِكَ مَالٌ رَائِحٌ ذَلِكَ مَالٌ رَائِحٌ قَدْ سَمِعْتُ مَا قُلْتَ فِيهَا وَأَرَى أَنْ تَجْعَلَهَا فِي الأَقْرَبِينَ قَالَ أَفْعَلُ يَا رَسُولَ اللهِ صلى الله عليه وسلم فَقَسَمَهَا أَبُو طَلْحَةَ فِي أَقَارِبِهِ وَبَنِي عَمِّهِ\nتَابَعَهُ إِسْمَاعِيلُ عَنْ مَالِكٍ وَقَالَ رَوْحٌ عَنْ مَالِكٍ رَابِحٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}