{
  "hadith": {
    "hadith_id": 2350,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, লোকজন বলে যে, আবূ হুরায়রা বেশী হাদীস বর্ণনা করে থাকেন। প্রকৃতপক্ষে আল্লাহর কাছেই সবার প্রত্যাবর্তন। এবং তারা আরো বলে, মুহাজির ও আনসারদের কী হল যে, তারা আবূ হুরায়রার মতো এত হাদীস বর্ণনা করেন না। [আবূ হুরায়রা (রাঃ) বলেন,] আমার মুহাজির ভাইদেরকে বাজারে বেচা-কেনা এবং আনসার ভাইদেরকে তাদের ক্ষেত খামার ও বাগানের কাজ-কর্ম ব্যতিব্যস্ত রাখত। আমি ছিলাম একজন মিসকীন লোক। পেটে যা জুটে, খেয়ে না খেয়ে তাতেই তুষ্ট হয়ে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে পড়ে থাকতাম। তাই লোকেরা যখন অনুপস্থিত থাকত, আমি হাযির থাকতাম। লোকেরা যা ভুলে যেত, আমি তা স্মরণ রাখতাম। একদিন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমাদের যে কেউ আমার কথা শেষ হওয়া পর্যন্ত তার চাদর বিছিয়ে রাখবে এবং আমার কথা শেষ হলে চাদরখানা তার বুকের সাথে মিলাবে, তাহলে সে আমার কথা কখনো ভুলবে না। আমি আমার পশমী চাদরটা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কথা শেষ না হওয়া পর্যন্ত বিছিয়ে রাখলাম। সে চাদর ছাড়া আমার গায়ে আর কোন চাদর ছিল না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কথা শেষ হওয়ার পর আমি তা আমার বুকের সাথে মিলালাম। সে সত্তার কসম! যিনি তাঁকে সত্য দিয়ে প্রেরণ করেছেন, আজ পর্যন্ত আমি তাঁর একটি কথাও ভুলিনি। আল্লাহর কসম! যদি আল্লাহর কিতাবের এ দু’টি আয়াত না থাকত, তবে আমি কখনো তোমাদের নিকট হাদীস বর্ণনা করতাম না। (তা এই) : \n\n“যারা আমার নাযিলকৃত নির্দশনসমূহ গোপন করে ......... আল্লাহ অত্যন্ত দয়ালু পর্যন্ত”-  (আল-বাকারা ১৫৯-১৬০)।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ يَقُولُونَ إِنَّ أَبَا هُرَيْرَةَ يُكْثِرُ الْحَدِيثَ‏.‏ وَاللَّهُ الْمَوْعِدُ، وَيَقُولُونَ مَا لِلْمُهَاجِرِينَ وَالأَنْصَارِ لاَ يُحَدِّثُونَ مِثْلَ أَحَادِيثِهِ وَإِنَّ إِخْوَتِي مِنَ الْمُهَاجِرِينَ كَانَ يَشْغَلُهُمُ الصَّفْقُ بِالأَسْوَاقِ، وَإِنَّ إِخْوَتِي مِنَ الأَنْصَارِ كَانَ يَشْغَلُهُمْ عَمَلُ أَمْوَالِهِمْ، وَكُنْتُ امْرَأً مِسْكِينًا أَلْزَمُ رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى مِلْءِ بَطْنِي، فَأَحْضُرُ حِينَ يَغِيبُونَ وَأَعِي حِينَ يَنْسَوْنَ، وَقَالَ النَّبِيُّ صلى الله عليه وسلم يَوْمًا ‏\"‏ لَنْ يَبْسُطَ أَحَدٌ مِنْكُمْ ثَوْبَهُ حَتَّى أَقْضِيَ مَقَالَتِي هَذِهِ، ثُمَّ يَجْمَعَهُ إِلَى صَدْرِهِ، فَيَنْسَى مِنْ مَقَالَتِي شَيْئًا أَبَدًا ‏\"‏‏.‏ فَبَسَطْتُ نَمِرَةً لَيْسَ عَلَىَّ ثَوْبٌ غَيْرَهَا، حَتَّى قَضَى النَّبِيُّ صلى الله عليه وسلم مَقَالَتَهُ، ثُمَّ جَمَعْتُهَا إِلَى صَدْرِي، فَوَالَّذِي بَعَثَهُ بِالْحَقِّ مَا نَسِيتُ مِنْ مَقَالَتِهِ تِلْكَ إِلَى يَوْمِي هَذَا، وَاللَّهِ لَوْلاَ آيَتَانِ فِي كِتَابِ اللَّهِ مَا حَدَّثْتُكُمْ شَيْئًا أَبَدًا ‏{‏إِنَّ الَّذِينَ يَكْتُمُونَ مَا أَنْزَلْنَا مِنَ الْبَيِّنَاتِ‏}‏ إِلَى قَوْلِهِ ‏{‏الرَّحِيمُ‏}‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "41"
    }
  }
}