{
  "hadith": {
    "hadith_id": 2375,
    "narrator": "‘আলী ইবনু আবূ তালিব (রাঃ)",
    "bn": "তিনি বলেন, বদরের যুদ্ধে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর সঙ্গে আমি গনীমতের মাল হিসেবে একটি উট লাভ করি। তিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে আরও একটি উট দেন। একদিন আমি উট দুটিকে একজন আনসারীর ঘরের দরজায় বসাই। আমার ইচ্ছা ছিল এদের উপর ইযখির (এক ধরনের ঘাস) চাপিয়ে তা বিক্রি করতে নিয়ে যাব। আমার সাথে বনূ  কায়নুকার একজন স্বর্ণকার ছিল। আমি এর (ইযখির বিক্রি লব্ধ টাকা) দ্বারা ফাতিমা (রাঃ)-এর ওয়ালীমা করতে সমর্থ হব। সে ঘরে হামযা ইবনু  আবদুল মুত্তালিব (রাঃ) শরাব পান করছিলেন। আর তাঁর সাথে একজন গায়িকাও ছিল। সে বলল, হে হামযা! তৈরি হও, মোটা উটগুলোর উদ্দেশ্যে। এরপর হামযা (রাঃ) উট দুটোর দিকে তরবারি নিয়ে ঝাঁপিয়ে পড়েন এবং তাদের কুজ দুটিও কেটে নিলেন এবং পেট ফেড়ে উভয়ের কলিজা বের করে নিলেন। বর্ণনাকারী বলেন, আমি ইবনু শিহাব (রহঃ)- কে জিজ্ঞেস করি, কুজ কি করা হল? তিনি বলেন, সেটি কেটে নিয়ে গেলেন। ইবনু শিহাব বলেন, ‘আলী (রাঃ) বলেছেন, এই দৃশ্য দেখলাম আর তা আমাকে ঘাবড়িয়ে দিল। এরপর আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে আসলাম। তাঁর নিকট তখন যায়দ ইবনু হারিসাহ (রাঃ) উপস্থিত ছিলেন। আমি তাঁকে খবর বললাম। তিনি বের হলেন এবং তাঁর সঙ্গে ছিলেন যায়দ (রাঃ)। আমিও তাঁর সঙ্গে গেলাম। তিনি হামযা (রাঃ)–এর নিকট উপস্থিত হলেন এবং তার প্রতি ক্রোধ প্রকাশ করলেন। হামযা দৃষ্টি উঁচু করে তাঁদের দিকে তাকালেন। আর বললেন, তোমরা আমার বাপ-দাদার দাস বটে। হামযা (রাঃ)–এর এই অবস্থা দেখে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পিছনে সরে তাদের নিকট হতে চলে আসলেন। ঘটনাটি শরাব হারাম হওয়ার পূর্বের।",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، أَنَّ ابْنَ جُرَيْجٍ، أَخْبَرَهُمْ قَالَ أَخْبَرَنِي ابْنُ شِهَابٍ، عَنْ عَلِيِّ بْنِ حُسَيْنِ بْنِ عَلِيٍّ، عَنْ أَبِيهِ، حُسَيْنِ بْنِ عَلِيٍّ عَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ ـ رضى الله عنهم ـ أَنَّهُ قَالَ أَصَبْتُ شَارِفًا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي مَغْنَمٍ يَوْمَ بَدْرٍ قَالَ وَأَعْطَانِي رَسُولُ اللَّهِ صلى الله عليه وسلم شَارِفًا أُخْرَى، فَأَنَخْتُهُمَا يَوْمًا عِنْدَ باب رَجُلٍ مِنَ الأَنْصَارِ، وَأَنَا أُرِيدُ أَنْ أَحْمِلَ عَلَيْهِمَا إِذْخِرًا لأَبِيعَهُ، وَمَعِي صَائِغٌ مِنْ بَنِي قَيْنُقَاعَ فَأَسْتَعِينَ بِهِ عَلَى وَلِيمَةِ فَاطِمَةَ، وَحَمْزَةُ بْنُ عَبْدِ الْمُطَّلِبِ يَشْرَبُ فِي ذَلِكَ الْبَيْتِ مَعَهُ قَيْنَةٌ، فَقَالَتْ أَلاَ يَا حَمْزَ لِلشُّرُفِ النِّوَاءِ‏.‏ فَثَارَ إِلَيْهِمَا حَمْزَةُ بِالسَّيْفِ، فَجَبَّ أَسْنِمَتَهُمَا، وَبَقَرَ خَوَاصِرَهُمَا، ثُمَّ أَخَذَ مِنْ أَكْبَادِهِمَا‏.‏ قُلْتُ لاِبْنِ شِهَابٍ وَمِنَ السَّنَامِ قَالَ قَدْ جَبَّ أَسْنِمَتَهُمَا فَذَهَبَ بِهَا‏.‏ قَالَ ابْنُ شِهَابٍ قَالَ عَلِيٌّ ـ رضى الله عنه ـ فَنَظَرْتُ إِلَى مَنْظَرٍ أَفْظَعَنِي فَأَتَيْتُ نَبِيَّ اللَّهِ صلى الله عليه وسلم وَعِنْدَهُ زَيْدُ بْنُ حَارِثَةَ فَأَخْبَرْتُهُ الْخَبَرَ فَخَرَجَ وَمَعَهُ زَيْدٌ، فَانْطَلَقْتُ مَعَهُ، فَدَخَلَ عَلَى حَمْزَةَ فَتَغَيَّظَ عَلَيْهِ فَرَفَعَ حَمْزَةُ بَصَرَهُ وَقَالَ هَلْ أَنْتُمْ إِلاَّ عَبِيدٌ لآبَائِي فَرَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُقَهْقِرُ حَتَّى خَرَجَ عَنْهُمْ، وَذَلِكَ قَبْلَ تَحْرِيمِ الْخَمْرِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "42"
    }
  }
}