{
  "hadith": {
    "hadith_id": 2388,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ছিলাম। যখন তিনি উহুদ পাহাড় দেখলেন, তখন বললেন, আমি পছন্দ করি না যে, এই পাহাড়টি আমার জন্য সোনায় পরিণত করা হোক এবং এর মধ্য হতে একটি দীনারও (স্বর্ণ মুদ্রা) আমার নিকট তিন দিনের বেশী থাকুক, সেই দীনার ব্যতীত যা আমি ঋণ আদায়ের জন্য রেখে দেই। তারপর তিনি  বললেন, যারা অধিক সম্পদশালী তারাই (সওয়াবের দিক দিয়ে) স্বল্পের অধিকারী। কিন্তু যারা এভাবে ওভাবে ব্যয় করেন (তারা ব্যতীত) (বর্ণনাকারী) আবূ শিহাব তার সামনের দিকে এবং ডান ও বাম দিকে ইশারা করেন এবং এরূপ লোক খুব কম আছে। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি এখানেই অবস্থান কর। তিনি একটু দূরে গেলেন। আমি কিছু শব্দ শুনতে পেলাম। তখন আমি তাঁর কাছে আসতে চাইলাম। এরপর “আমি ফিরে আসা পর্যন্ত তুমি এখানে অবস্থান কর” তাঁর এ কথাটি আমার মনে পড়ল। তিনি যখন আসলেন, আমি বললাম, হে আল্লাহর রসূল! যা আমি শুনলাম অথবা বললেন যে আওয়াজটি আমি শুনতে পেলাম তা কী? তিনি বললেন, তুমি কী শুনেছ? আমি বললাম, হ্যাঁ। তিনি বললেন, আমার কাছে জিবরাঈল  (আঃ)- এসেছিলেন এবং তিনি বললেন, আপনার কোন উম্মত আল্লাহর সঙ্গে কোন কিছুর শরীক না করে মারা গেলে সে জান্নাতে প্রবেশ করবে। আমি বললাম, যদিও সে এরূপ, এরূপ কাজ করে? তিনি বললেন, হ্যাঁ।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا أَبُو شِهَابٍ، عَنِ الأَعْمَشِ، عَنْ زَيْدِ بْنِ وَهْبٍ، عَنْ أَبِي ذَرٍّ ـ رضى الله عنه ـ قَالَ كُنْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فَلَمَّا أَبْصَرَ ـ يَعْنِي أُحُدًا ـ قَالَ ‏\"‏ مَا أُحِبُّ أَنَّهُ يُحَوَّلُ لِي ذَهَبًا يَمْكُثُ عِنْدِي مِنْهُ دِينَارٌ فَوْقَ ثَلاَثٍ، إِلاَّ دِينَارًا أُرْصِدُهُ لِدَيْنٍ ‏\"‏‏.‏ ثُمَّ قَالَ ‏\"‏ إِنَّ الأَكْثَرِينَ هُمُ الأَقَلُّونَ، إِلاَّ مَنْ قَالَ بِالْمَالِ هَكَذَا وَهَكَذَا ‏\"‏‏.‏ وَأَشَارَ أَبُو شِهَابٍ بَيْنَ يَدَيْهِ وَعَنْ يَمِينِهِ وَعَنْ شِمَالِهِ ـ وَقَلِيلٌ مَا هُمْ ـ وَقَالَ مَكَانَكَ‏.‏ وَتَقَدَّمَ غَيْرَ بَعِيدٍ، فَسَمِعْتُ صَوْتًا، فَأَرَدْتُ أَنْ آتِيَهُ، ثُمَّ ذَكَرْتُ قَوْلَهُ مَكَانَكَ حَتَّى آتِيَكَ، فَلَمَّا جَاءَ قُلْتُ يَا رَسُولَ اللَّهِ، الَّذِي سَمِعْتُ أَوْ قَالَ الصَّوْتُ الَّذِي سَمِعْتُ قَالَ ‏\"‏ وَهَلْ سَمِعْتَ ‏\"‏‏.‏ قُلْتُ نَعَمْ‏.‏ قَالَ ‏\"‏ أَتَانِي جِبْرِيلُ ـ عَلَيْهِ السَّلاَمُ ـ فَقَالَ مَنْ مَاتَ مِنْ أُمَّتِكَ لاَ يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ ‏\"‏‏.‏ قُلْتُ وَإِنْ فَعَلَ كَذَا وَكَذَا قَالَ ‏\"‏ نَعَمْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "43"
    }
  }
}