{
  "hadith": {
    "hadith_id": 240,
    "narrator": "'আবদুল্লাহ ইব্‌নু মাস'ঊদ (রাঃ)",
    "bn": "তিনি বলেনঃ একদা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাজদারত অবস্থায় ছিলেন। অন্য সূত্রে আহমাদ ইব্‌নু 'উসমান (রহঃ)..... 'আবদুল্লাহ ইব্‌নু মাস'ঊদ (রাঃ) বর্ণনা করেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদা বায়তুল্লার (ক্বাবার) পাশে সালাত আদায় করছিলেন এবং সেখানে আবূ জাহেল ও তার সাথীরা বসা ছিল। এমন সময় তাদের একজন অন্যজনকে বলে উঠল 'তোমাদের মধ্যে কে অমুক গোত্রের উটনীর নাড়িভুঁড়ি এনে মুহাম্মাদ যখন সাজ্‌দা করেন তখন তার পিঠের উপর চাপিয়ে দিতে পারে'? তখন গোত্রের বড় পাষণ্ড ('উকবাহ) তাড়াতাড়ি গিয়ে তা নিয়ে এল এবং তাঁর প্রতি লক্ষ্য রাখল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন সাজদায় গেলেন, তখন সে তাঁর পিঠের উপর দুই কাঁধের মাঝখানে তা রেখে দিল। ইব্‌নু মাস'ঊদ (রাঃ) বলেন, আমি (এ দৃশ্য) দেখছিলাম কিন্তু আমার কিছু করার ছিল না। হায়! আমার যদি বাধা দেবার শক্তি থাকত! তিনি বলেন, তারা হাসতে লাগল এবং একে অন্যের উপর লুটোপুটি খেতে লাগল। আর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন সাজদায় থাকলেন, মাথা উঠালেন না। অবশেষে ফাতিমা (রাঃ) এসে সেটি তাঁর পিঠের উপর হতে ফেলে দিলেন। অতঃপর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথা উঠিয়ে বললেনঃ হে আল্লাহ! আপনি কুরায়শকে ধ্বংস করুন। এরূপ তিনবার বললেন। তিনি যখন তাদের বদ দু'আ করেন তখন তা তাদের অন্তরে ভয় জাগিয়ে তুলল। বর্ণনাকারী বলেন, তারা জানত যে, এ শহরে দু'আ কবূল হয়। অতঃপর তিনি নাম ধরে বললেনঃ হে আল্লাহ! আবূ জাহেলকে ধ্বংস করুন এবং 'উতবাহ ইব্‌নু রবী'আহ, শায়বাহ ইব্‌নু রবী'আ, ওয়ালীদ ইব্‌নু 'উতবাহ, উমাইয়া বিন খালাফ ও 'উকবাহ ইব্‌নু আবী মু'আইতকে ধ্বংস করুন। রাবী বলেন, তিনি সপ্তম ব্যক্তির নামও বলেছিলেন কিন্তু তিনি স্মরণ রাখতে পারেননি। ইব্‌নু মাস'ঊদ (রাঃ) বলেনঃ সেই সত্তার কসম! যাঁর হাতে আমার প্রাণ, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাদের নাম উচ্চারণ করেছিলেন, তাদের আমি বদরের কূপের মধ্যে নিহত অবস্থায় পড়ে থাকতে দেখেছি।\n\n(৫২০, ২৯৩৪, ৩১৮৫, ৩৮৫৪, ৩৯৬০; মুসলিম ৩২/৩৯, হাঃ ১৭৯৪, আহমাদ ৩৭২২) (আধুনিক প্রকাশনীঃ ২৩৩, ইসলামী ফাউন্ডেশনঃ ২৩৯)",
    "ar": "حَدَّثَنَا عَبْدَانُ، قَالَ أَخْبَرَنِي أَبِي، عَنْ شُعْبَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ عَبْدِ اللَّهِ، قَالَ بَيْنَا رَسُولُ اللَّهِ صلى الله عليه وسلم سَاجِدٌ ح قَالَ وَحَدَّثَنِي أَحْمَدُ بْنُ عُثْمَانَ قَالَ حَدَّثَنَا شُرَيْحُ بْنُ مَسْلَمَةَ قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ يُوسُفَ عَنْ أَبِيهِ عَنْ أَبِي إِسْحَاقَ قَالَ حَدَّثَنِي عَمْرُو بْنُ مَيْمُونٍ أَنَّ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ حَدَّثَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ يُصَلِّي عِنْدَ الْبَيْتِ، وَأَبُو جَهْلٍ وَأَصْحَابٌ لَهُ جُلُوسٌ، إِذْ قَالَ بَعْضُهُمْ لِبَعْضٍ أَيُّكُمْ يَجِيءُ بِسَلَى جَزُورِ بَنِي فُلاَنٍ فَيَضَعُهُ عَلَى ظَهْرِ مُحَمَّدٍ إِذَا سَجَدَ فَانْبَعَثَ أَشْقَى الْقَوْمِ فَجَاءَ بِهِ، فَنَظَرَ حَتَّى إِذَا سَجَدَ النَّبِيُّ صلى الله عليه وسلم وَضَعَهُ عَلَى ظَهْرِهِ بَيْنَ كَتِفَيْهِ وَأَنَا أَنْظُرُ، لاَ أُغَيِّرُ شَيْئًا، لَوْ كَانَ لِي مَنْعَةٌ‏.‏ قَالَ فَجَعَلُوا يَضْحَكُونَ وَيُحِيلُ بَعْضُهُمْ عَلَى بَعْضٍ، وَرَسُولُ اللَّهِ صلى الله عليه وسلم سَاجِدٌ لاَ يَرْفَعُ رَأْسَهُ، حَتَّى جَاءَتْهُ فَاطِمَةُ، فَطَرَحَتْ عَنْ ظَهْرِهِ، فَرَفَعَ رَأْسَهُ ثُمَّ قَالَ ‏\"‏ اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ ‏\"‏‏.‏ ثَلاَثَ مَرَّاتٍ، فَشَقَّ عَلَيْهِمْ إِذْ دَعَا عَلَيْهِمْ ـ قَالَ وَكَانُوا يُرَوْنَ أَنَّ الدَّعْوَةَ فِي ذَلِكَ الْبَلَدِ مُسْتَجَابَةٌ ـ ثُمَّ سَمَّى ‏\"‏ اللَّهُمَّ عَلَيْكَ بِأَبِي جَهْلٍ، وَعَلَيْكَ بِعُتْبَةَ بْنِ رَبِيعَةَ، وَشَيْبَةَ بْنِ رَبِيعَةَ، وَالْوَلِيدِ بْنِ عُتْبَةَ، وَأُمَيَّةَ بْنِ خَلَفٍ، وَعُقْبَةَ بْنِ أَبِي مُعَيْطٍ ‏\"‏‏.‏ وَعَدَّ السَّابِعَ فَلَمْ يَحْفَظْهُ قَالَ فَوَالَّذِي نَفْسِي بِيَدِهِ، لَقَدْ رَأَيْتُ الَّذِينَ عَدَّ رَسُولُ اللَّهِ صلى الله عليه وسلم صَرْعَى فِي الْقَلِيبِ قَلِيبِ بَدْرٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}