{
  "hadith": {
    "hadith_id": 2439,
    "narrator": "আবূ বকর (রাঃ)",
    "bn": "তিনি বলেন, আমি (হিজরত করে মদীনার দিকে) যাচ্ছিলাম। তখন বকরীর এক রাখালের সাথে দেখা হল। সে তার বকরীগুলো হাঁকিয়ে নিয়ে যাচ্ছিল। আমি তাকে জিজ্ঞেস করলাম, তুমি কার রাখাল? সে কুরাইশ গোত্রের এক ব্যক্তির নাম বলল। আমি সে ব্যক্তিকে চিনতাম। আমি তাকে বললাম, তোমার বকরীর দুধ আছে কি? সে বলল, হ্যাঁ আছে। আমি তাকে বললাম, তুমি আমাকে দুধ দোহন করে দিবে কি? সে বলল, হ্যাঁ দিব। তখন আমি তাকে দুধ দোহন করতে বললাম। বকরীর পাল হতে সে একটি বকরী ধরে নিয়ে এল। আমি তাকে ওলান ধূলোবালি হতে পরিষ্কার করে নিতে এবং তার হাতও পরিষ্কার করে নিতে বললাম। সে তদ্রূপ করলো। এক হাত দিয়ে অপর হাত ঝেড়ে সে এক পেয়ালা দুধ দোহন করলো। আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর জন্য একটি পাত্র রেখেছিলাম। যার মুখে কাপড়ের টুকরা রাখা ছিল। তা হতে আমি দুধের উপর (পানি) ঢেলে দিলাম। এতে দুধ নিচ পর্যন্ত ঠাণ্ডা হয়ে গেল। আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর কাছে এই দুধ নিয়ে গেলাম এবং বললাম, হে আল্লাহ্‌র রাসূল! আপনি পান করুন। তিনি তা পান করলেন। এতে আমি আনন্দিত হলাম।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا النَّضْرُ، أَخْبَرَنَا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، قَالَ أَخْبَرَنِي الْبَرَاءُ، عَنْ أَبِي بَكْرٍ ـ رضى الله عنهما ـ‏.‏ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَجَاءٍ، حَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنِ الْبَرَاءِ، عَنْ أَبِي بَكْرٍ ـ رضى الله عنهما ـ قَالَ انْطَلَقْتُ، فَإِذَا أَنَا بِرَاعِي غَنَمٍ يَسُوقُ غَنَمَهُ فَقُلْتُ لِمَنْ أَنْتَ قَالَ لِرَجُلٍ مِنْ قُرَيْشٍ‏.‏ فَسَمَّاهُ فَعَرَفْتُهُ‏.‏ فَقُلْتُ هَلْ فِي غَنَمِكَ مِنْ لَبَنٍ فَقَالَ نَعَمْ‏.‏ فَقُلْتُ هَلْ أَنْتَ حَالِبٌ لِي قَالَ نَعَمْ‏.‏ فَأَمَرْتُهُ فَاعْتَقَلَ شَاةً مِنْ غَنَمِهِ، ثُمَّ أَمَرْتُهُ أَنْ يَنْفُضَ ضَرْعَهَا مِنَ الْغُبَارِ، ثُمَّ أَمَرْتُهُ أَنْ يَنْفُضَ كَفَّيْهِ، فَقَالَ هَكَذَا ـ ضَرَبَ إِحْدَى كَفَّيْهِ بِالأُخْرَى ـ فَحَلَبَ كُثْبَةً مِنْ لَبَنٍ وَقَدْ جَعَلْتُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم إِدَاوَةً عَلَى فَمِهَا خِرْقَةٌ، فَصَبَبْتُ عَلَى اللَّبَنِ، حَتَّى بَرَدَ أَسْفَلُهُ، فَانْتَهَيْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقُلْتُ اشْرَبْ يَا رَسُولَ اللَّهِ‏.‏ فَشَرِبَ حَتَّى رَضِيتُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}