{
  "hadith": {
    "hadith_id": 247,
    "narrator": "বারাআ ইব্‌নু 'আযিব (রাঃ)",
    "bn": "তিনি বলেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন তুমি বিছানায় যাবে তখন সালাতের উযূর মতো উযূ করে নেবে। তারপর ডান পাশে শুয়ে বলবেঃ\n\"হে আল্লাহ! আমার জীবন আপনার নিকট সমর্পণ করলাম। আমার সকল কাজ তোমার নিকট অর্পণ করলাম এবং আমি তোমার আশ্রয় গ্রহণ করলাম তোমার প্রতি আগ্রহ ও ভয় নিয়ে। তুমি ব্যতীত প্রকৃত কোন আশ্রয়স্থল ও পরিত্রাণের স্থান নেই। হে আল্লাহ! আমি ঈমান আনলাম তোমার অবতীর্ণ কিতাবের উপর এবং তোমার প্রেরিত নবীর প্রতি।\"\nঅতঃপর যদি সে রাতেই তোমার মৃত্যু হয় তবে ইসলামের উপর তোমার মৃত্যু হবে। এ কথাগুলো তোমার সর্বশেষ কথায় পরিণত কর। তিনি বলেন, আমি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে এ কথাগুলি পুনরায় শুনালাম। যখন اللَّهُمَّ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ পর্যন্ত পৌছে وَرَسُولِكَ  বললাম, তখন তিনি বললেনঃ না; বরং وَنَبِيِّكَ الَّذِي أَرْسَلْتَ  বল। [১]\n\n(৬৩১১, ৬৩১৩, ৬৩১৫, ৭৪৮৮; মুসলিম ৪৮/১৭, হাঃ ২৭১০, আহমাদ ১৮৫৮৫) (আধুনিক প্রকাশনীঃ ২৪০, ইসলামী ফাউন্ডেশনঃ ২৪৫)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا سُفْيَانُ، عَنْ مَنْصُورٍ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِذَا أَتَيْتَ مَضْجَعَكَ فَتَوَضَّأْ وُضُوءَكَ لِلصَّلاَةِ، ثُمَّ اضْطَجِعْ عَلَى شِقِّكَ الأَيْمَنِ، ثُمَّ قُلِ اللَّهُمَّ أَسْلَمْتُ وَجْهِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، اللَّهُمَّ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ‏.‏ فَإِنْ مُتَّ مِنْ لَيْلَتِكَ فَأَنْتَ عَلَى الْفِطْرَةِ، وَاجْعَلْهُنَّ آخِرَ مَا تَتَكَلَّمُ بِهِ ‏\"‏‏.‏ قَالَ فَرَدَّدْتُهَا عَلَى النَّبِيِّ صلى الله عليه وسلم فَلَمَّا بَلَغْتُ ‏\"‏ اللَّهُمَّ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ ‏\"‏‏.‏ قُلْتُ وَرَسُولِكَ‏.‏ قَالَ ‏\"‏ لاَ، وَنَبِيِّكَ الَّذِي أَرْسَلْتَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] কুরআন ও সুন্নাহয় বর্ণিত দু'আয় আল্লাহর রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর বর্ণিত শব্দের পরিবর্তন করা যাবে না। এবং দু'আ নিজ পক্ষ হতে তৈরী করাও যাবে না। কারণ 'আমল কবূলের দু'টি শর্ত রয়েছেঃ\n\n(১) ইখলাস বা নিছক আল্লাহর উদ্দেশে হতে হবে। (২) নবী সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লামের হুবহু অনুসরণ হতে হবে। আল্লাহর রসূল সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম যে দু'আ যেভাবে শিক্ষা দিয়েছেন ঠিক সেভাবেই দু'আ পড়তে হবে। দু'আর সঙ্গে শব্দ সংযোজন বা বিয়োজন সম্পূর্ণ অবৈধ বা বিদ'আত। উদাহরণ স্বরূপ বলা যেতে পারে আমাদের দেশে রেডিও ও টেলিভিশনে ও বেশীরভাগ মসজিদে আযানের দু'আর মধ্যে অতিরিক্ত শব্দ সংযোজন করা হয় যা বিদ'আত। কিংবা দরুদ পাঠের সময় কিছু কিছু অতিরিক্ত বানানো শব্দ দ্বারা দরুদ পাঠ করা হয় এমনকি নতুন নতুন অনেক দরুদ তৈরী করা হয়েছে সবই বিদ'আত যা আল্লাহর রসূল শিক্ষা দেননি। কারণ, এ অতিরিক্ত শব্দগুলো ও বানানো দরুদগুলো সহীহ হাদীস দ্বারা প্রমাণিত নয়।",
    "chapter": {
      "chapter_number": "4"
    }
  }
}