{
  "hadith": {
    "hadith_id": 2483,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সমুদ্র তীর অভিমুখে বাহিনী প্রেরণ করেন এবং আবূ উবায়দা ইবনু জাররাহ (রাঃ)-কে তাদের সেনাপতি নিয়োগ করলেন। এ বাহিনীতে তিনশ’ লোক ছিলেন। আমি তাদের মধ্যে ছিলাম। আমরা রওয়ানা হলাম। কিন্তু মাঝপথেই আমাদের পাথেয় শেষ হয়ে গেল। তখন আবূ উবায়দা (রাঃ) দলের সকলকে নিজ নিজ খাদ্যদ্রব্য এক জায়গায় জমা করার নির্দেশ দিলেন। তাই সমস্ত খাদ্যদ্রব্য জমা করা হল। এতে মোট দু’থলে খেজুর জমা হল। আবূ উবায়দা (রাঃ) প্রতিদিন আমাদের এই খেজুর হতে কিছু কিছু করে খেতে দিলেন। অবশেষে তাও শেষ হওয়ার উপক্রম হল এবং জনপ্রতি একটা করে খেজুর ভাগে পড়তে লাগল। (রাবী বলেন) আমি [জাবির (রাঃ)-কে] বললাম, একটা খেজুর কি যথেষ্ট হত। তিনি বললেন, তার মূল্য তখন বুঝতে পারলাম যখন তাও শেষ হয়ে গেল। তিনি বলেন, এরপর আমরা সমুদ্র পর্যন্ত পৌঁছে গেলাম। হঠাৎ ছোট পাহাড়ের ন্যায় একটা মাছ আমরা পেয়ে গেলাম এবং এ বাহিনী আঠারো দিন পর্যন্ত এই মাছ হতে খেল। তারপর আবূ উবায়দা (রাঃ)-এর আদেশে সে মাছের পাঁজর হতে দুটো কাঁটা দাঁড় করানো হল। তারপর তিনি হাওদা লাগাতে বললেন। হাওদা লাগানো হল। এরপর উট তার পাঁজরের নীচ দিয়ে চলে গেল কিন্তু উটের দেহ সে দু’টো কাঁটা স্পর্শ করল না।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ أَنَّهُ قَالَ بَعَثَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَعْثًا قِبَلَ السَّاحِلِ، فَأَمَّرَ عَلَيْهِمْ أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ وَهُمْ ثَلاَثُمِائَةٍ وَأَنَا فِيهِمْ، فَخَرَجْنَا حَتَّى إِذَا كُنَّا بِبَعْضِ الطَّرِيقِ فَنِيَ الزَّادُ، فَأَمَرَ أَبُو عُبَيْدَةَ بِأَزْوَادِ ذَلِكَ الْجَيْشِ فَجُمِعَ ذَلِكَ كُلُّهُ فَكَانَ مِزْوَدَىْ تَمْرٍ، فَكَانَ يُقَوِّتُنَا كُلَّ يَوْمٍ قَلِيلاً قَلِيلاً، حَتَّى فَنِيَ فَلَمْ يَكُنْ يُصِيبُنَا إِلاَّ تَمْرَةٌ تَمْرَةٌ‏.‏ فَقُلْتُ وَمَا تُغْنِي تَمْرَةٌ فَقَالَ لَقَدْ وَجَدْنَا فَقْدَهَا حِينَ فَنِيَتْ‏.‏ قَالَ ثُمَّ انْتَهَيْنَا إِلَى الْبَحْرِ فَإِذَا حُوتٌ مِثْلُ الظَّرِبِ، فَأَكَلَ مِنْهُ ذَلِكَ الْجَيْشُ ثَمَانِيَ عَشْرَةَ لَيْلَةً، ثُمَّ أَمَرَ أَبُو عُبَيْدَةَ بِضِلَعَيْنِ مِنْ أَضْلاَعِهِ فَنُصِبَا، ثُمَّ أَمَرَ بِرَاحِلَةٍ فَرُحِلَتْ ثُمَّ مَرَّتْ تَحْتَهُمَا فَلَمْ تُصِبْهُمَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "47"
    }
  }
}