{
  "hadith": {
    "hadith_id": 2488,
    "narrator": "রাফি‘ ইবনু খাদীজ (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে যুল-হুলায়ফাতে ছিলাম। সাহাবীগণ ক্ষুধার্ত হয়ে পড়েন, তারা কিছু উট ও বকরী পেলেন। রাফী‘ (রাঃ) বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দলের পিছনে ছিলেন। তারা তাড়াহুড়া করে গনীমতের মাল বণ্টনের পূর্বে সেগুলোকে যবেহ করে পাত্রে চড়িয়ে দিলেন। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নির্দেশে পাত্র উলটিয়ে ফেলা হল। তারপর তিনি (গনীমতের মাল ) বণ্টন শুরু করলেন। তিনি একটি উটের সমান দশটি বকরী নির্ধারণ করেন। হঠাৎ একটি উট পালিয়ে গেল। সাহাবীগণ উটকে ধরার জন্য ছুটলেন, কিন্তু উটটি তাঁদেরকে ক্লান্ত করে ছাড়ল। সে সময় তাঁদের নিকট অল্প সংখ্যক ঘোড়া ছিল। অবশেষে তাঁদের মধ্যে একজন  সেটির প্রতি তীর ছুড়লেন। তখন আল্লাহ উটটাকে থামিয়ে দিলেন। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, নিশ্চয়ই পলায়নপর বন্য জন্তুদের মতো এ সকল চতুস্পদ জন্তুর মধ্যে কতক পলায়নপর হয়ে থাকে। কাজেই যদি এসব জন্তুর কোনটা তোমাদের উপর প্রবল হয়ে উঠে তবে তার সাথে এরূপ করবে। (রাবী বলেন), তখন আমার দাদা [রাফি‘ (রাঃ)] বললেন, আমরা আশঙ্কা করছি যে, কাল শত্রুর সাথে মুকাবিলা হবে। আর আমাদের নিকট কোন ছুরি নেই। তাই আমরা ধারাল বাঁশ দিয়ে যবেহ করতে পারব কি? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, যে বস্তু রক্ত প্রবাহিত করে এবং যার উপর আল্লাহর নাম নেয়া হয়, সেটা তোমরা আহার করতে পার। কিন্তু দাঁত বা নখ দিয়ে যেন যবেহ না করা হয়। আমি তোমাদেরকে এর কারন বলে দিচ্ছি। দাঁত তো হাড় আর নখ হল হাবশীদের ছুরি।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ الْحَكَمِ الأَنْصَارِيُّ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ بْنِ رَافِعِ بْنِ خَدِيجٍ، عَنْ جَدِّهِ، قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم بِذِي الْحُلَيْفَةِ فَأَصَابَ النَّاسَ جُوعٌ فَأَصَابُوا إِبِلاً وَغَنَمًا‏.‏ قَالَ وَكَانَ النَّبِيُّ صلى الله عليه وسلم فِي أُخْرَيَاتِ الْقَوْمِ فَعَجِلُوا وَذَبَحُوا وَنَصَبُوا الْقُدُورَ، فَأَمَرَ النَّبِيُّ صلى الله عليه وسلم بِالْقُدُورِ فَأُكْفِئَتْ، ثُمَّ قَسَمَ فَعَدَلَ عَشْرَةً مِنَ الْغَنَمِ بِبَعِيرٍ فَنَدَّ مِنْهَا بَعِيرٌ، فَطَلَبُوهُ فَأَعْيَاهُمْ، وَكَانَ فِي الْقَوْمِ خَيْلٌ يَسِيرَةٌ فَأَهْوَى رَجُلٌ مِنْهُمْ بِسَهْمٍ فَحَبَسَهُ اللَّهُ ثُمَّ قَالَ ‏\"‏ إِنَّ لِهَذِهِ الْبَهَائِمِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَمَا غَلَبَكُمْ مِنْهَا فَاصْنَعُوا بِهِ هَكَذَا ‏\"‏‏.‏ فَقَالَ جَدِّي إِنَّا نَرْجُو ـ أَوْ نَخَافُ ـ الْعَدُوَّ غَدًا، وَلَيْسَتْ مَعَنَا مُدًى أَفَنَذْبَحُ بِالْقَصَبِ‏.‏ قَالَ ‏\"‏ مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ عَلَيْهِ، فَكُلُوهُ، لَيْسَ السِّنَّ وَالظُّفُرَ، وَسَأُحَدِّثُكُمْ عَنْ ذَلِكَ، أَمَّا السِّنُّ فَعَظْمٌ وَأَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "47"
    }
  }
}