{
  "hadith": {
    "hadith_id": 2506,
    "narrator": "জাবির ও ইবনু ‘আব্বাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং তাঁর সাহাবীগন ৪ঠা যিলহজ্জ ভোরে শুধু হজ্জের ইহরাম বেঁধে মক্কায় এসে পৌছলেন। কিন্তু আমরা মক্কায় এসে পৌছলে তিনি আমাদেরকে হজ্জের ইহরামকে ‘উমরা-তে পরিবর্তিত করার আদেশ দিলেন। তখন আমরা হজ্জকে ‘উমরা-তে পরিবর্তিত করলাম। তিনি আমাদেরকে স্ত্রীদের সাথে সহবাসেরও অনুমতি দিলেন। এ বিষয়ে কেউ কথা ছড়ালো (অধস্তন রাবী) আতা (রহঃ) বলেন, জাবির (রাঃ) বলেছেন, আমাদের মধ্যে কেউ কেউ স্ত্রীর সাথে সঙ্গম করে মিনায় যাবে। এ কথা বলে জাবির (রাঃ) নিজের হাত লজ্জাস্থানের দিকে ইঙ্গিত করে দেখালেন। এ খবর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কানে পৌছলে তিনি দাঁড়িয়ে ভাষণ দিলেন। আমি শুনতে পেয়েছি যে, লোকেরা এটা সেটা বলছে। আল্লাহর কসম! আমি তাদের চেয়ে অধিক পরহেযগার এবং অধিক আল্লাহ ভীরু। পরে যা জেনেছি তা আগে ভাগে জানতে পারলে হাদী (হজ্জের কুরবানীর জন্তু) সাথে নিয়ে আসতাম না। আর সাথে হাদী না থাকলে আমিও ইহরাম হতে হালাল হয়ে যেতাম। তখন সুরাকা ইবনু মালিক ইবনু জু’সুম (রাঃ) দাঁড়িয়ে বললেন, হে আল্লাহর রসুল! এ হুকুম শুধু আমাদের জন্য, না এটা সর্বকালের জন্য। তিনি বললেন, না, বরং সর্বকালের জন্য [রাবী আতা (রহঃ)] বলেন, পরে ‘আলী ইবনু আবূ তালিব (রাঃ) (ইয়ামান থেকে) মক্কায় এলেন। দুই রাবীর একজন বলেন যে, ‘আলী (রাঃ) বলেছেন, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অনুরূপ হজ্জ করব। অপরজনের মতে তিনি বললেন, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অনুরূপ ইহরাম বাঁধলাম। ফলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ইহরাম অবস্থায় থাকার নির্দেশ দিলেন এবং তাকেও হাদী এর মধ্যে শরীক করে দিলেন।",
    "ar": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، أَخْبَرَنَا عَبْدُ الْمَلِكِ بْنُ جُرَيْجٍ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ‏.‏وَعَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهم ـ قَالَ قَدِمَ النَّبِيُّ صلى الله عليه وسلم صُبْحَ رَابِعَةٍ مِنْ ذِي الْحَجَّةِ مُهِلِّينَ بِالْحَجِّ، لاَ يَخْلِطُهُمْ شَىْءٌ، فَلَمَّا قَدِمْنَا أَمَرَنَا فَجَعَلْنَاهَا عُمْرَةً، وَأَنْ نَحِلَّ إِلَى نِسَائِنَا، فَفَشَتْ فِي ذَلِكَ الْقَالَةُ‏.‏ قَالَ عَطَاءٌ فَقَالَ جَابِرٌ فَيَرُوحُ أَحَدُنَا إِلَى مِنًى وَذَكَرُهُ يَقْطُرُ مَنِيًّا‏.‏ فَقَالَ جَابِرٌ بِكَفِّهِ، فَبَلَغَ النَّبِيَّ صلى الله عليه وسلم فَقَامَ خَطِيبًا فَقَالَ ‏\"‏ بَلَغَنِي أَنَّ أَقْوَامًا يَقُولُونَ كَذَا وَكَذَا، وَاللَّهِ لأَنَا أَبَرُّ وَأَتْقَى لِلَّهِ مِنْهُمْ، وَلَوْ أَنِّي اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا أَهْدَيْتُ، وَلَوْلاَ أَنَّ مَعِي الْهَدْىَ لأَحْلَلْتُ ‏\"‏‏.‏ فَقَامَ سُرَاقَةُ بْنُ مَالِكِ بْنِ جُعْشُمٍ فَقَالَ يَا رَسُولَ اللَّهِ هِيَ لَنَا أَوْ لِلأَبَدِ فَقَالَ ‏\"‏ لاَ بَلْ لِلأَبَدِ ‏\"‏‏.‏ قَالَ وَجَاءَ عَلِيُّ بْنُ أَبِي طَالِبٍ ـ فَقَالَ أَحَدُهُمَا يَقُولُ لَبَّيْكَ بِمَا أَهَلَّ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم‏.‏ وَقَالَ وَقَالَ الآخَرُ لَبَّيْكَ بِحَجَّةِ رَسُولِ اللَّهِ صلى الله عليه وسلم ـ فَأَمَرَ النَّبِيُّ صلى الله عليه وسلم أَنْ يُقِيمَ عَلَى إِحْرَامِهِ، وَأَشْرَكَهُ فِي الْهَدْىِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "47"
    }
  }
}