{
  "hadith": {
    "hadith_id": 2507,
    "narrator": "রাফি‘ ইবনু খাদীজ (রাঃ)",
    "bn": "তিনি বলেন, তিহামার অন্তর্গত যুলহুলায়ফা নামক স্থানে আমারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে অবস্থান করছিলাম। সে সময় আমরা (গনীমতের অংশ হিসাবে) কিছু বকরী কিংবা উট পেয়ে গেলাম। সাহাবীগণ (অনুমতির অপেক্ষা না করেই) তাড়াহুড়া করে পাত্রে গোশত চড়িয়ে দিলেন। পরে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসে পাত্রগুলো উল্টিয়ে ফেলার নির্দেশ দিলেন। (বন্টনকালে) প্রতি দশটি বকরীকে তিনি একটি উটের সমান ধার্য করলেন। ইতিমধ্যে একটি উট পালিয়ে গেল। সে সময় দলে ঘোড়ার সংখ্যাও ছিল খুব অল্প। তাই একজন তীর ছুঁড়ে সেটাকে আটকালেন। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, দেখ পলায়নপর বন্য জন্তুদের মতো এই গৃহপালিত পশুগুলোর মধ্যেও কোন কোনটা পলায়নপর স্বভাব বিশিষ্ট। কাজেই সেগুলোর মধ্যে যেটা তোমাদের উপর প্রবল হয়ে উঠবে তার সাথে এরূপই করবে। [রাবী আবায়াহ (রহঃ)] বলেন, আমার দাদা বললেন, হে আল্লাহ্‌র রসূল! আমরা আশংকা করি; আগামীকাল হয়ত আমরা শক্রর মুখোমুখী হব। আমাদের সাথে তো কোন ছুরি নেই। এমতাবস্থায় আমরা কি বাঁশের ধারালো কঞ্চি দিয়ে যবেহ করতে পারি? তিনি বললেন, যে রক্ত বের করে দেয় তা দিয়ে দ্রুত কর। যা আল্লাহ্‌র নাম নিয়ে যবেহ হয়, তা তোমরা খেতে পার। তবে তা যেন দাঁত বা নখ না হয়। তোমাদের আমি এর কারণ বলছি, দাঁততো হাড় আর নখ হল হাবশীদের ছুরি।",
    "ar": "حَدَّثَنَا مُحَمَّدٌ، أَخْبَرَنَا وَكِيعٌ، عَنْ سُفْيَانَ، عَنْ أَبِيهِ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ، عَنْ جَدِّهِ، رَافِعِ بْنِ خَدِيجٍ ـ رضى الله عنه ـ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم بِذِي الْحُلَيْفَةِ مِنْ تِهَامَةَ، فَأَصَبْنَا غَنَمًا وَإِبِلاً، فَعَجِلَ الْقَوْمُ، فَأَغْلَوْا بِهَا الْقُدُورَ، فَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَمَرَ بِهَا فَأُكْفِئَتْ، ثُمَّ عَدَلَ عَشْرًا مِنَ الْغَنَمِ بِجَزُورٍ، ثُمَّ إِنَّ بَعِيرًا نَدَّ وَلَيْسَ فِي الْقَوْمِ إِلاَّ خَيْلٌ يَسِيرَةٌ فَرَمَاهُ رَجُلٌ فَحَبَسَهُ بِسَهْمٍ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّ لِهَذِهِ الْبَهَائِمِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ، فَمَا غَلَبَكُمْ مِنْهَا فَاصْنَعُوا بِهِ هَكَذَا ‏\"‏‏.‏ قَالَ قَالَ جَدِّي يَا رَسُولَ اللَّهِ إِنَّا نَرْجُو ـ أَوْ نَخَافُ ـ أَنْ نَلْقَى الْعَدُوَّ غَدًا وَلَيْسَ مَعَنَا مُدًى، فَنَذْبَحُ بِالْقَصَبِ فَقَالَ ‏\"‏ اعْجَلْ أَوْ أَرْنِي، مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ عَلَيْهِ فَكُلُوا، لَيْسَ السِّنَّ وَالظُّفُرَ، وَسَأُحَدِّثُكُمْ عَنْ ذَلِكَ، أَمَّا السِّنُّ فَعَظْمٌ، وَأَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "47"
    }
  }
}