{
  "hadith": {
    "hadith_id": 2510,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, কা‘ব ইবনু আশরাফকে হত্যা করার দায়িত্ব কে নিতে পারবে? আল্লাহ্‌ ও তাঁর রসূলকে সে তো কষ্ট দিয়েছে। মুহাম্মাদ ইবনু মাসলামাহ (রাঃ) তখন বললেন, আমি। পরে তিনি তার কাছে গিয়ে বললেন, আমরা তোমার কাছে এক ওয়াসাক অথবা বলেছেন, দু’ওয়াসাক (খাদ্য) ধার চাচ্ছি। সে বলল, তোমাদের মহিলাদেরকে আমার কাছে বন্ধক রাখ। তিনি বললেন, তুমি হলে আরবের সেরা সুন্দর ব্যক্তি। তোমার কাছে কিভাবে মহিলাদেরকে বন্ধক রাখতে পারি? সে বলল, তাহলে তোমাদের সন্তানদের আমার কাছে বন্ধক রাখ। তিনি বললেন, কিভাবে সন্তানদেরকে তোমার কাছে বন্ধক রাখি। পরে এই বলে তাদের নিন্দা করা হবে যে, দু’ এক ওয়াসাকের জন্য তারা বন্ধক ছিল, এটা আমাদের জন্য হবে বিরাট কলঙ্ক। তার চেয়ে বরং আমরা তোমার কাছে আমাদের অস্ত্র বন্ধক রাখতে পারি। রাবী সুফিয়ান (রহঃ) (আরবী) শব্দের অর্থ করেছেন অস্ত্র। তারপর তিনি তাকে পরে আসার প্রতিশ্রুতি দিলেন এবং (পরে এসে) তাঁরা তাকে হত্যা করলেন এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে সে সম্পর্কে তাঁকে অবহিত করলেন।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، قَالَ عَمْرٌو سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ لِكَعْبِ بْنِ الأَشْرَفِ فَإِنَّهُ آذَى اللَّهَ وَرَسُولَهُ صلى الله عليه وسلم ‏\"‏‏.‏ فَقَالَ مُحَمَّدُ بْنُ مَسْلَمَةَ أَنَا‏.‏ فَأَتَاهُ فَقَالَ أَرَدْنَا أَنْ تُسْلِفَنَا وَسْقًا أَوْ وَسْقَيْنِ‏.‏ فَقَالَ ارْهَنُونِي نِسَاءَكُمْ‏.‏ قَالُوا كَيْفَ نَرْهَنُكَ نِسَاءَنَا، وَأَنْتَ أَجْمَلُ الْعَرَبِ قَالَ فَارْهَنُونِي أَبْنَاءَكُمْ‏.‏ قَالُوا كَيْفَ نَرْهَنُ أَبْنَاءَنَا فَيُسَبُّ أَحَدُهُمْ، فَيُقَالُ رُهِنَ بِوَسْقٍ أَوْ وَسْقَيْنِ هَذَا عَارٌ عَلَيْنَا وَلَكِنَّا نَرْهَنُكَ اللأْمَةَ ـ قَالَ سُفْيَانُ يَعْنِي السِّلاَحَ ـ فَوَعَدَهُ أَنْ يَأْتِيَهُ فَقَتَلُوهُ، ثُمَّ أَتَوُا النَّبِيَّ صلى الله عليه وسلم فَأَخْبَرُوهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "48"
    }
  }
}