{
  "hadith": {
    "hadith_id": 2533,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, ‘উতবাহ ইবনু আবূ ওয়াক্কাস আপন ভাই সা’দ ইবনু আবূ ওয়াক্কাসকে ওসীয়্যাত করেছিলেন, তিনি যেন যাম’আর দাসীর গর্ভজাত পুত্রকে গ্রহণ করেন (কারণ স্বরূপ) ‘উতবাহ বলেছিলেন, সে আমার (ঔরসজাত) পুত্র। মক্কা বিজয়কালে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন মক্কায় তাশরীফ আনলেন; তখন সা’দ যাম’আর দাসীর পুত্রকে নিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর খিদমতে আসলেন এবং তার সাথে আব্‌দ ইবনু যাম’আকে নিয়ে আসলেন। সা’দ বললেন, হে আল্লাহর রসূল! এ আমার ভাই, যাম’আর পুত্র। তার শয্যাতেই এ জন্ম নিয়েছে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন যাম’আর দাসীর পুত্রের দিকে তাকালেন। দেখলেন, উতবার সাথেই তার (আদলের) সর্বাধিক মিল। তবু রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে আব্‌দ ইবনু যাম’আ! এ তোমারই (ভাই), কেননা এ তার (আব্‌দ ইবনু যাম’আর) শয্যাতে জন্মগ্রহণ করেছে। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে সাওদা বিনতে যাম’আ। তুমি এ হতে পর্দা করবে। কেননা, তিনি উতবার সাথেই তার (চেহারার) মিল দেখতে পেয়েছিলেন। সাওদা ছিলেন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর স্ত্রী।",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ إِنَّ عُتْبَةَ بْنَ أَبِي وَقَّاصٍ عَهِدَ إِلَى أَخِيهِ سَعْدِ بْنِ أَبِي وَقَّاصٍ أَنْ يَقْبِضَ إِلَيْهِ ابْنَ وَلِيدَةِ زَمْعَةَ، قَالَ عُتْبَةُ إِنَّهُ ابْنِي‏.‏ فَلَمَّا قَدِمَ رَسُولُ اللَّهِ صلى الله عليه وسلم زَمَنَ الْفَتْحِ أَخَذَ سَعْدٌ ابْنَ وَلِيدَةِ زَمْعَةَ‏.‏ فَأَقْبَلَ بِهِ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَقْبَلَ مَعَهُ بِعَبْدِ بْنِ زَمْعَةَ‏.‏ فَقَالَ سَعْدٌ يَا رَسُولَ اللَّهِ هَذَا ابْنُ أَخِي عَهِدَ إِلَىَّ أَنَّهُ ابْنُهُ‏.‏ فَقَالَ عَبْدُ بْنُ زَمْعَةَ يَا رَسُولَ اللَّهِ هَذَا أَخِي ابْنُ وَلِيدَةِ زَمْعَةَ، وُلِدَ عَلَى فِرَاشِهِ‏.‏ فَنَظَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى ابْنِ وَلِيدَةِ زَمْعَةَ، فَإِذَا هُوَ أَشْبَهُ النَّاسِ بِهِ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ هُوَ لَكَ يَا عَبْدُ بْنَ زَمْعَةَ ‏\"‏‏.‏ مِنْ أَجْلِ أَنَّهُ وُلِدَ عَلَى فِرَاشِ أَبِيهِ، قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ احْتَجِبِي مِنْهُ يَا سَوْدَةُ بِنْتَ زَمْعَةَ ‏\"‏‏.‏ مِمَّا رَأَى مِنْ شَبَهِهِ بِعُتْبَةَ‏.‏ وَكَانَتْ سَوْدَةُ زَوْجَ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "49"
    }
  }
}