{
  "hadith": {
    "hadith_id": 2565,
    "narrator": "আবূ আয়মান (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আয়িশা (রাঃ)-এর কাছে গিয়ে বললাম, আমি উতবা ইবনু আবূ লাহাবের ক্রীতদাস ছিলাম। সে মারা গেলে তার ছেলেরা আমার মালিক হল। আর তারা আমাকে ইবনু আবূ ‘আমর মাখযূমীর নিকট বিক্রি করেন। ইবনু আবূ ‘আমর আমাকে মুক্ত করে দিলেন। কিন্তু ‘উতবার ছেলেরা ওয়ালার শর্তারোপ করল। তখন ‘আয়িশা (রাঃ) বললেন, মুকাতাব থাকা অবস্থায় বারীরা (রাঃ) একবার তার কাছে এসে বললেন, আমাকে ক্রয় করে মুক্ত করে দিন। তিনি বললেন, হ্যাঁ। সে বলল, তারা ওয়ালার শর্তারোপ ব্যতিরেকে আমাকে বিক্রি করবে না। তিনি বললেন, তাহলে এতে আমার প্রয়োজন নেই। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সে কথা শুনলেন, কিংবা তার কাছে এ সংবাদ পৌঁছল। তখন তিনি ‘আয়িশা (রাঃ)-এর কাছে এ ব্যাপারে আলোচনা করলেন। আর ‘আয়িশা (রাঃ) বারীরা (রাঃ)-কে যা বলেছিলেন তাই জানালেন। তখন তিনি বললেন, তুমি তাকে ক্রয় করে মুক্ত করে দাও, আর তাদেরকে যত ইচ্ছা শর্তারোপ করতে দাও। পরে ‘আয়িশা (রাঃ) তাকে খরিদ করে মুক্ত করে দিলেন এবং তার মালিকপক্ষ ওয়ালার শর্তারোপ করল। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ওয়ালা তারই থাকবে, যে মুক্ত করে যদিও তার মালিকপক্ষ শত শর্তারোপ করে থাকে।",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ أَيْمَنَ، قَالَ حَدَّثَنِي أَبِي أَيْمَنُ، قَالَ دَخَلْتُ عَلَى عَائِشَةَ ـ رضى الله عنها ـ فَقُلْتُ كُنْتُ غُلاَمًا لِعُتْبَةَ بْنِ أَبِي لَهَبٍ، وَمَاتَ وَوَرِثَنِي بَنُوهُ، وَإِنَّهُمْ بَاعُونِي مِنَ ابْنِ أَبِي عَمْرٍو، فَأَعْتَقَنِي ابْنُ أَبِي عَمْرٍو، وَاشْتَرَطَ بَنُو عُتْبَةَ الْوَلاَءَ‏.‏ فَقَالَتْ دَخَلَتْ بَرِيرَةُ وَهْىَ مُكَاتَبَةٌ فَقَالَتِ اشْتَرِينِي وَأَعْتِقِينِي‏.‏ قَالَتْ نَعَمْ‏.‏ قَالَتْ لاَ يَبِيعُونِي حَتَّى يَشْتَرِطُوا وَلاَئِي‏.‏ فَقَالَتْ لاَ حَاجَةَ لِي بِذَلِكَ‏.‏ فَسَمِعَ بِذَلِكَ النَّبِيُّ صلى الله عليه وسلم أَوْ بَلَغَهُ، فَذَكَرَ لِعَائِشَةَ، فَذَكَرَتْ عَائِشَةُ مَا قَالَتْ لَهَا، فَقَالَ ‏\"‏ اشْتَرِيهَا وَأَعْتِقِيهَا، وَدَعِيهِمْ يَشْتَرِطُونَ مَا شَاءُوا ‏\"‏‏.‏ فَاشْتَرَتْهَا عَائِشَةُ فَأَعْتَقَتْهَا وَاشْتَرَطَ أَهْلُهَا الْوَلاَءَ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ الْوَلاَءُ لِمَنْ أَعْتَقَ، وَإِنِ اشْتَرَطُوا مِائَةَ شَرْطٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "50"
    }
  }
}