{
  "hadith": {
    "hadith_id": 2607,
    "narrator": "মারওয়ান ইবনু হাকাম (রহঃ) ও মিসওয়ার ইবনু মাখরামা (রাঃ)",
    "bn": "তিনি বলেন, হাওয়াযিন গোত্রের লোকেরা ইসলাম গ্রহণের পর প্রতিনিধি হিসাবে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এল এবং তাদের সম্পদ ও যুদ্ধবন্দী ফিরিয়ে দেয়ার আবেদন জানাল। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে বললেন, তোমরা দেখছ আমার সঙ্গে আরো লোক আছে। আমার নিকট সত্য কথা হল অধিক প্রিয়। তোমরা যুদ্ধবন্দী অথবা সম্পদ এ দুয়ের একটি বেছে নাও। আমি তো তোমাদের জন্য অপেক্ষা করছিলাম। (রাবী বলেন) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তায়েফ হতে ফিরে প্রায় দশ রাত তাদের জন্য অপেক্ষা করেছিলেন। যখন তাদের কাছে স্পষ্ট হয়ে গেল যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’টির যে কোন একটিই শুধু তাদের ফিরিয়ে দিবেন, তখন তারা বলল, তবে তো আমরা আমাদের বন্দীদেরই পছন্দ করব। অতঃপর তিনি মুসলিমদের সামনে দাঁড়ালেন এবং আল্লাহর যথাযোগ্য প্রশংসা করে বললেন, আম্মাবাদ। তোমাদের এই ভাইয়েরা তাওবা করে আমাদের নিকট এসেছে, আর আমি তাদেরকে তাদের বন্দী ফিরিয়ে দেয়া সঠিক মনে করছি, কাজেই তোমাদের মধ্যে যারা সন্তুষ্টচিত্তে এ সিদ্ধান্ত মেনে নেয়া পছন্দ করে, তারা যেন তা করে। আর যারা নিজেদের অংশ পেতে পছন্দ করে এরূপভাবে যে, আল্লাহ আমাকে প্রথমে যে ফায় সম্পদ দান করবেন, তা হতে তাদের প্রাপ্য অংশ আদায় করে দিব, তারা যেন তা করে। সকলেই তখন বলল, হে আল্লাহর রসূল! আমরা প্রসন্নচিত্তে তা মেনে নিলাম। তিনি তাদের বললেন, তোমাদের মধ্যে কারা অনুমতি দিলে আর কারা দিলে না, তা-তো আমি বুঝতে পারলাম না। কাজেই তোমরা ফিরে যাও। তোমাদের নেতারা তোমাদের মতামত আমার নিকট পেশ করবে। অতঃপর লোকেরা ফিরে গেল এবং তাদের নেতারা তাদের সঙ্গে আলোচনা করল। পরে তারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট ফিরে এসে তাঁকে জানাল যে, প্রসন্নচিত্তে অনুমতি দিয়েছে। হাওয়াযিনের বন্দী সম্পর্কে আমাদের নিকট এতটুকুই পৌঁছেছে। আবু ‘আবদুল্লাহ (রহঃ) বলেন, এই শেষ অংশটুকুই ইমাম যুহরী (রহঃ)-এর বক্তব্য।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّ مَرْوَانَ بْنَ الْحَكَمِ، وَالْمِسْوَرَ بْنَ مَخْرَمَةَ، أَخْبَرَاهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ حِينَ جَاءَهُ وَفْدُ هَوَازِنَ مُسْلِمِينَ، فَسَأَلُوهُ أَنْ يَرُدَّ إِلَيْهِمْ أَمْوَالَهُمْ وَسَبْيَهُمْ فَقَالَ لَهُمْ ‏\"‏ مَعِي مَنْ تَرَوْنَ، وَأَحَبُّ الْحَدِيثِ إِلَىَّ أَصْدَقُهُ، فَاخْتَارُوا إِحْدَى الطَّائِفَتَيْنِ إِمَّا السَّبْىَ وَإِمَّا الْمَالَ، وَقَدْ كُنْتُ اسْتَأْنَيْتُ ‏\"‏‏.‏ وَكَانَ النَّبِيُّ صلى الله عليه وسلم انْتَظَرَهُمْ بِضْعَ عَشْرَةَ لَيْلَةً حِينَ قَفَلَ مِنَ الطَّائِفِ، فَلَمَّا تَبَيَّنَ لَهُمْ أَنَّ النَّبِيَّ صلى الله عليه وسلم غَيْرُ رَادٍّ إِلَيْهِمْ إِلاَّ إِحْدَى الطَّائِفَتَيْنِ قَالُوا فَإِنَّا نَخْتَارُ سَبْيَنَا‏.‏ فَقَامَ فِي الْمُسْلِمِينَ فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ ‏\"‏ أَمَّا بَعْدُ فَإِنَّ إِخْوَانَكُمْ هَؤُلاَءِ جَاءُونَا تَائِبِينَ، وَإِنِّي رَأَيْتُ أَنْ أَرُدَّ إِلَيْهِمْ سَبْيَهُمْ، فَمَنْ أَحَبَّ مِنْكُمْ أَنْ يُطَيِّبَ ذَلِكَ فَلْيَفْعَلْ، وَمَنْ أَحَبَّ أَنْ يَكُونَ عَلَى حَظِّهِ حَتَّى نُعْطِيَهُ إِيَّاهُ مِنْ أَوَّلِ مَا يُفِيءُ اللَّهُ عَلَيْنَا فَلْيَفْعَلْ ‏\"‏‏.‏ فَقَالَ النَّاسُ طَيَّبْنَا يَا رَسُولَ اللَّهِ لَهُمْ‏.‏ فَقَالَ لَهُمْ ‏\"‏ إِنَّا لاَ نَدْرِي مَنْ أَذِنَ مِنْكُمْ فِيهِ مِمَّنْ لَمْ يَأْذَنْ، فَارْجِعُوا حَتَّى يَرْفَعَ إِلَيْنَا عُرَفَاؤُكُمْ أَمْرَكُمْ ‏\"‏‏.‏ فَرَجَعَ النَّاسُ فَكَلَّمَهُمْ عُرَفَاؤُهُمْ، ثُمَّ رَجَعُوا إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَخْبَرُوهُ أَنَّهُمْ طَيَّبُوا وَأَذِنُوا‏.‏ وَهَذَا الَّذِي بَلَغَنَا مِنْ سَبْىِ هَوَازِنَ هَذَا آخِرُ قَوْلِ الزُّهْرِيِّ، يَعْنِي فَهَذَا الَّذِي بَلَغَنَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "51"
    }
  }
}