{
  "hadith": {
    "hadith_id": 2618,
    "narrator": "‘আবদুর রহমান ইবনু আবূ বক্‌র (রাঃ)",
    "bn": "তিনি বলেন, সফরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে আমরা একশ’ ত্রিশজন ব্যক্তি ছিলাম। সে সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিজ্ঞেস করলেন, তোমাদের কারো সঙ্গে কি খাবার আছে? দেখা গেল, এক ব্যক্তির সঙ্গে এক সা’ কিংবা তার কমবেশী পরিমাণ খাদ্য আছে। সে আটা গোলানো হল। অতঃপর দীর্ঘ দেহী এলোমেলো চুলওয়ালা এক মুশরিক এক পাল বকরী হাঁকিয়ে নিয়ে এল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিজ্ঞেস করলেন- বিক্রি করবে, না উপহার দিবে? সে বলল : না, বরং বিক্রি করব। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার নিকট হতে একটা বকরী কিনে নিলেন। সেটাকে যব্‌হ করা হল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বকরীর কলিজা ভুনা করার আদেশ দিলেন। আল্লাহর কসম! একশ’ ত্রিশজনের প্রত্যেককে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেই কলিজার কিছু কিছু করে দিলেন। উপস্থিতদের হাতে দিলেন; আর অনুপস্থিত ছিল তার জন্য তুলে রাখলেন। অতঃপর দু’টি পাত্রে তিনি গোশত ভাগ করে রাখলেন। সবাই পরিতৃপ্ত হয়ে খেল। আর উভয় পাত্রে কিছু উদ্বৃত্ত রয়ে গেল। সেগুলো আমরা উটের পিঠে উঠিয়ে নিলাম। অথবা রাবী যা বললেন।",
    "ar": "حَدَّثَنَا أَبُو النُّعْمَانِ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، عَنْ أَبِيهِ، عَنْ أَبِي عُثْمَانَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم ثَلاَثِينَ وَمِائَةً فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ هَلْ مَعَ أَحَدٍ مِنْكُمْ طَعَامٌ ‏\"‏‏.‏ فَإِذَا مَعَ رَجُلٍ صَاعٌ مِنْ طَعَامٍ أَوْ نَحْوُهُ، فَعُجِنَ ثُمَّ جَاءَ رَجُلٌ مُشْرِكٌ مُشْعَانٌّ طَوِيلٌ بِغَنَمٍ يَسُوقُهَا، فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ بَيْعًا أَمْ عَطِيَّةً ـ أَوْ قَالَ ـ أَمْ هِبَةً ‏\"‏‏.‏ قَالَ لاَ، بَلْ بَيْعٌ‏.‏ فَاشْتَرَى مِنْهُ شَاةً، فَصُنِعَتْ وَأَمَرَ النَّبِيُّ صلى الله عليه وسلم بِسَوَادِ الْبَطْنِ أَنْ يُشْوَى، وَايْمُ اللَّهِ مَا فِي الثَّلاَثِينَ وَالْمِائَةِ إِلاَّ قَدْ حَزَّ النَّبِيُّ صلى الله عليه وسلم لَهُ حُزَّةً مِنْ سَوَادِ بَطْنِهَا، إِنْ كَانَ شَاهِدًا أَعْطَاهَا إِيَّاهُ، وَإِنْ كَانَ غَائِبًا خَبَأَ لَهُ، فَجَعَلَ مِنْهَا قَصْعَتَيْنِ، فَأَكَلُوا أَجْمَعُونَ، وَشَبِعْنَا، فَفَضَلَتِ الْقَصْعَتَانِ، فَحَمَلْنَاهُ عَلَى الْبَعِيرِ‏.‏ أَوْ كَمَا قَالَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "51"
    }
  }
}