{
  "hadith": {
    "hadith_id": 2637,
    "narrator": "ইবনু শিহাব (রাঃ)",
    "bn": "তিনি বলেন, আমার নিকট ‘আয়িশা (রাঃ)-এর ঘটনা সম্পর্কে ‘উরওয়াহ, ইবনু মুসায়্যাব, ‘আলক্বামাহ, ইবনু ওয়াক্কাস এবং ‘উবায়দুল্লাহ (রাঃ) বর্ণনা করেছেন, তাদের বর্ণিত হাদীসের এক অংশ অন্য অংশের সত্যতা প্রমাণ করে, যা অপবাদকারীরা ‘আয়িশা (রাঃ) সম্পর্কে রটনা করেছিল। এদিকে ওয়াহী অবতরণ বিলম্বিত হল। তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আলী ও উসামাহ (রাঃ) -কে স্বীয় স্ত্রীকে পৃথক রাখার ব্যাপারে পরামর্শের জন্য ডেকে পাঠালেন। উসামাহ (রাঃ) তখন বললেন, আপনার স্ত্রী সম্পর্কে ভাল ব্যতীত কিছুই আমরা জানি না। আর বারীরা (রাঃ) বললেন, তার সম্পর্কে একটি মাত্র কথাই আমি জানি, তা এই যে, অল্প বয়স্কা হবার কারণে পরিবারের লোকদের জন্য আটা খামির করার সময় তিনি ঘুমিয়ে পড়েন সেই ফাঁকে বকরী এসে তা খেয়ে ফেলে। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন বললেন, সেই ব্যক্তির বিরুদ্ধে কে আমাকে সাহায্য করবে, যার জ্বালাতন আমার পরিবার-পরিজন পর্যন্ত পৌঁছেছে? আল্লাহর কসম! আমার স্ত্রী সম্পর্কে আমি ভাল ব্যতীত কিছু জানি না। আর এমন এক ব্যক্তির কথা তারা বলে, যার সম্পর্কে আমি ভাল ব্যতীত কিছু জানি না।",
    "ar": "حَدَّثَنَا حَجَّاجٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ النُّمَيْرِيُّ، حَدَّثَنَا يُونُسُ،‏.‏ وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي عُرْوَةُ، وَابْنُ الْمُسَيَّبِ، وَعَلْقَمَةُ بْنُ وَقَّاصٍ، وَعُبَيْدُ اللَّهِ، عَنْ حَدِيثِ، عَائِشَةَ ـ رضى الله عنها ـ وَبَعْضُ حَدِيثِهِمْ يُصَدِّقُ بَعْضًا، حِينَ قَالَ لَهَا أَهْلُ الإِفْكِ، فَدَعَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلِيًّا وَأُسَامَةَ حِينَ اسْتَلْبَثَ الْوَحْىُ يَسْتَأْمِرُهُمَا فِي فِرَاقِ أَهْلِهِ، فَأَمَّا أُسَامَةُ فَقَالَ أَهْلُكَ وَلاَ نَعْلَمُ إِلاَّ خَيْرًا‏.‏ وَقَالَتْ بَرِيرَةُ إِنْ رَأَيْتُ عَلَيْهَا أَمْرًا أَغْمِصُهُ أَكْثَرَ مِنْ أَنَّهَا جَارِيَةٌ حَدِيثَةُ السِّنِّ تَنَامُ عَنْ عَجِينِ أَهْلِهَا، فَتَأْتِي الدَّاجِنُ فَتَأْكُلُهُ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ يَعْذِرُنَا مِنْ رَجُلٍ بَلَغَنِي أَذَاهُ فِي أَهْلِ بَيْتِي فَوَاللَّهِ مَا عَلِمْتُ مِنْ أَهْلِي إِلاَّ خَيْرًا، وَلَقَدْ ذَكَرُوا رَجُلاً مَا عَلِمْتُ عَلَيْهِ إِلاَّ خَيْرًا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "52"
    }
  }
}