{
  "hadith": {
    "hadith_id": 2690,
    "narrator": "সাহ্‌ল ইব্‌নু সা‘দ (রাঃ)",
    "bn": "আম্‌র ইব্‌নু ‘আউফ গোত্রের কিছু লোকের মধ্যে সামান্য বিবাদ ছিল। তাই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাহাবীগণের একটি জামা‘আত নিয়ে তাদের মধ্যে আপোষ-মীমাংসা করে দেয়ার জন্য সেখানে গেলেন। এদিকে সালাতের সময় হয়ে গেল। কিন্তু নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মসজিদে নাবাবীতে এসে পৌছেননি ৷ বিলাল (রাঃ) আবু বক্‌র (রাঃ)-এর নিকট এসে বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাজে ব্যস্ত হয়ে পড়েছেন। এদিকে সালাতেরও সময় হয়ে গেছে। আপনি কি সালাতে লোকদের ইমামতি করবেন? তিনি বললেন, ‘হ্যা, তুমি যদি ইচ্ছা কর।’অতঃপর বিলাল (রাঃ) সালাতের ইকামত বললেন, আর আবূ বকর (রাঃ) এগিয়ে গেলেন। পরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এলেন এবং কাতারগুলো অতিক্রম করে প্রথম কাতারে এসে দাঁড়ালেন। (তা দেখে) লোকেরা হাততালি দিতে শুরু করল এবং তা অধিক মাত্রায় দিতে লাগল। আবূ বকর (রাঃ) সালাত অবস্থায় কোন দিকে তাকাতেন না, কিন্তু (হাততালির কারণে) তিনি তাকিয়ে দেখতে পেলেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর পেছনে দাঁড়িয়েছেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে হাতের ইশারায় আগের মত সালাত আদায় করে যেতে নির্দেশ দিলেন। আবু বক্‌র (রাঃ) তাঁর দু’হাত উপরে তুলে আল্লাহ্‌র হামদ বর্ণনা করলেন। অতঃপর কিবলার দিকে মুখ রেখে পেছনে ফিরে এসে কাতারে সামিল হলেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আগে বেড়ে লোকদের ইমামতি করলেন এবং সালাত সমাপ্ত করে লোকদের দিকে ফিরে বললেন ‘হে লোক সকল! সালাত অবস্থায় তোমাদের কিছু ঘটলে তোমরা হাত তালি দিতে শুরু কর। অথচ হাততালি দেয়া মেয়েদের কাজ। সালাত অবস্থায় কারো কিছু ঘটলে সে যেন ‘সুবহানআল্লাহ্‌’ ‘সুবহানআল্লাহ্‌’ বলে। কেননা, এটা শুনলে কেউ তার দিকে দৃষ্টিপাত না করে পারতো না। ‘হে আবূ বক্‌র! তোমাকে যখন ইশারা করলাম, তখন সালাত আদায় করাতে তোমার কিসের বাধা ছিল? ’তিনি বলেন, ‘আবূ কুহাফার পূত্রের জন্য শোভা পায় না নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে ইমামতি করা।",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، حَدَّثَنَا أَبُو غَسَّانَ، قَالَ حَدَّثَنِي أَبُو حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ ـ رضى الله عنه أَنَّ أُنَاسًا، مِنْ بَنِي عَمْرِو بْنِ عَوْفٍ كَانَ بَيْنَهُمْ شَىْءٌ، فَخَرَجَ إِلَيْهِمُ النَّبِيُّ صلى الله عليه وسلم فِي أُنَاسٍ مِنْ أَصْحَابِهِ يُصْلِحُ بَيْنَهُمْ، فَحَضَرَتِ الصَّلاَةُ، وَلَمْ يَأْتِ النَّبِيُّ صلى الله عليه وسلم، فَجَاءَ بِلاَلٌ، فَأَذَّنَ بِلاَلٌ بِالصَّلاَةِ، وَلَمْ يَأْتِ النَّبِيُّ صلى الله عليه وسلم فَجَاءَ إِلَى أَبِي بَكْرٍ فَقَالَ إِنَّ النَّبِيَّ صلى الله عليه وسلم حُبِسَ، وَقَدْ حَضَرَتِ الصَّلاَةُ فَهَلْ لَكَ أَنْ تَؤُمَّ النَّاسَ فَقَالَ نَعَمْ إِنْ شِئْتَ‏.‏ فَأَقَامَ الصَّلاَةَ فَتَقَدَّمَ أَبُو بَكْرٍ، ثُمَّ جَاءَ النَّبِيُّ صلى الله عليه وسلم يَمْشِي فِي الصُّفُوفِ، حَتَّى قَامَ فِي الصَّفِّ الأَوَّلِ، فَأَخَذَ النَّاسُ بِالتَّصْفِيحِ حَتَّى أَكْثَرُوا، وَكَانَ أَبُو بَكْرٍ لاَ يَكَادُ يَلْتَفِتُ فِي الصَّلاَةِ، فَالْتَفَتَ فَإِذَا هُوَ بِالنَّبِيِّ صلى الله عليه وسلم وَرَاءَهُ فَأَشَارَ إِلَيْهِ بِيَدِهِ، فَأَمَرَهُ يُصَلِّي كَمَا هُوَ، فَرَفَعَ أَبُو بَكْرٍ يَدَهُ، فَحَمِدَ اللَّهَ، ثُمَّ رَجَعَ الْقَهْقَرَى وَرَاءَهُ حَتَّى دَخَلَ فِي الصَّفِّ، وَتَقَدَّمَ النَّبِيُّ صلى الله عليه وسلم فَصَلَّى بِالنَّاسِ، فَلَمَّا فَرَغَ أَقْبَلَ عَلَى النَّاسِ فَقَالَ ‏ \"‏ يَا أَيُّهَا النَّاسُ مَا لَكُمْ إِذَا نَابَكُمْ شَىْءٌ فِي صَلاَتِكُمْ أَخَذْتُمْ بِالتَّصْفِيحِ، إِنَّمَا التَّصْفِيحُ لِلنِّسَاءِ، مَنْ نَابَهُ شَىْءٌ فِي صَلاَتِهِ فَلْيَقُلْ سُبْحَانَ اللَّهِ، فَإِنَّهُ لا يَسْمَعُهُ أَحَدٌ إِلاَّ الْتَفَتَ، يَا أَبَا بَكْرٍ مَا مَنَعَكَ حِينَ أَشَرْتُ إِلَيْكَ لَمْ تُصَلِّ بِالنَّاسِ ‏\"‏‏.‏ فَقَالَ مَا كَانَ يَنْبَغِي لاِبْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بَيْنَ يَدَىِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ইসলামিক ফাউন্ডেশন বাংলাদেশ পঞ্চম খণ্ড, দ্বিতীয় সংস্করণ- জুন ১৯৯৯ সংস্করণের ক্রমিক নং অনুযায়ী।",
    "chapter": {
      "chapter_number": "53"
    }
  }
}