{
  "hadith": {
    "hadith_id": 2691,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলা হলো, আপনি যদি ‘আবদুল্লাহ্ ইবনু ‘উবাইয়ের নিকট একটু যেতেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর নিকট গাধায় চড়ে গেলেন এবং মুসলিমরা তাঁর সঙ্গে হেঁটে চললো। সে পথ ছিল কংকরময়। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার নিকট পৌঁছলে সে বলল ‘সরো আমার কাছ থেকে। আল্লাহ্‌র কসম, তোমার গাধার দুর্গন্ধ আমাকে কষ্ট দিচ্ছে।’ তাঁদের মধ্য হতে একজন আনসারী বললোঃ আল্লাহ্‌র কসম, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর গাধা সুগন্ধে তোমার চেয়ে উত্তম। ‘আবদুল্লাহ্ ইব্‌নু উবাই-এর গোত্রের জনৈক ব্যক্তি রেগে গেল এবং দু’জনে গালাগালি করল। এভাবে উভয়ের পক্ষের সঙ্গীরা রেগে উঠল এবং দলের সঙ্গে লাঠালাঠি, হাতাহাতি ও জুতা মারামারি হল। আমাদের জানান হয়েছে যে, এই ব্যাপারে এ আয়াত নাযিল হলো : মুমিনদের দু’দল বিবাদে লিপ্ত হলে তোমরা তাদের মধ্যে মীমাংসা করে দিবে। (সূরা আল-হুজরাত : ৯) আবূ ‘আবদুল্লাহ্‌ (ইমাম বুখারী) (রহঃ) বলেন, ‘মুসাদ্দাদ (রহঃ) বসার এবং হাদীস বর্ণনার পূর্বে আমি তার নিকট হতে এ হাদীস চয়ন করেছি।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا مُعْتَمِرٌ، قَالَ سَمِعْتُ أَبِي أَنَّ أَنَسًا ـ رضى الله عنه ـ قَالَ قِيلَ لِلنَّبِيِّ صلى الله عليه وسلم لَوْ أَتَيْتَ عَبْدَ اللَّهِ بْنَ أُبَىٍّ‏.‏ فَانْطَلَقَ إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم وَرَكِبَ حِمَارًا، فَانْطَلَقَ الْمُسْلِمُونَ يَمْشُونَ مَعَهُ، وَهْىَ أَرْضٌ سَبِخَةٌ، فَلَمَّا أَتَاهُ النَّبِيُّ صلى الله عليه وسلم فَقَالَ إِلَيْكَ عَنِّي، وَاللَّهِ لَقَدْ آذَانِي نَتْنُ حِمَارِكَ‏.‏ فَقَالَ رَجُلٌ مِنَ الأَنْصَارِ مِنْهُمْ وَاللَّهِ لَحِمَارُ رَسُولِ اللَّهِ صلى الله عليه وسلم أَطْيَبُ رِيحًا مِنْكَ‏.‏ فَغَضِبَ لِعَبْدِ اللَّهِ رَجُلٌ مِنْ قَوْمِهِ فَشَتَمَا، فَغَضِبَ لِكُلِّ وَاحِدٍ مِنْهُمَا أَصْحَابُهُ، فَكَانَ بَيْنَهُمَا ضَرْبٌ بِالْجَرِيدِ وَالأَيْدِي وَالنِّعَالِ، فَبَلَغَنَا أَنَّهَا أُنْزِلَتْ ‏{‏وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا‏}‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "53"
    }
  }
}