{
  "hadith": {
    "hadith_id": 2697,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, ‘কেউ আমাদের এ শরী‘আতে নাই এমন কিছুর অনুপ্রবেশ ঘটালে তা প্রত্যাখ্যাত [১]।’ ‘আবদুল্লাহ্‌ ইব্‌নু জা‘ফর মাখরামী (রহঃ) ও ‘আবদুল ওয়াহিদ ইব্‌নু আবূ ‘আউন, সা‘দ ইব্‌নু ইব্‌রাহীম (রহঃ) হতে তা বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا يَعْقُوبُ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ أَحْدَثَ فِي أَمْرِنَا هَذَا مَا لَيْسَ فِيهِ فَهُوَ رَدٌّ ‏\"‏‏.‏ رَوَاهُ عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الْمَخْرَمِيُّ وَعَبْدُ الْوَاحِدِ بْنُ أَبِي عَوْنٍ عَنْ سَعْدِ بْنِ إِبْرَاهِيمَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] অত্র হাদীস দ্বারা প্রতীয়মান হল যে, শরীআর দৃষ্টিতে ওটাকে বিদ’আত বলা হয় যা দ্বীনের মধ্যে নতুন আবিস্কার ৷ অতএব দুনিয়াবী আবিষ্কার যেমন বাস, ট্রেন, উড়োজাহাজ, পানি জাহাজ প্রভৃতিতে চড়া বিদ’আত নয়। কারণ এগুলোতে চড়ার মাধ্যমে কেউ সাওয়াবের আশা করে না। দুঃখের বিষয় হলেও অতি সত্যকথা যে, আমরা ‘ইবাদাত করতে এত ব্যস্ত যে, ঐ ‘ইবাদাতটি নবীর তরীকা মুতাবিক হচ্ছে কিনা সে ব্যাপারে চিন্তা-ভাবনা করারও সময় নেই ৷ এজন্যই অজান্তে দেদারসে এমন কিছু ‘আমাল সাওয়াব পাওয়ার নিমিত্তে করে যাচ্ছি যেগুলি জাহান্নামে যাওয়ার অন্যতম কারণ। যেমনঃ মীলাদ, শবে বরাত, চল্লিশা, খতমে জালালী, খতমে ইউনুস, কুরআন খানি, ফাতিহা খানি, শবীনা খতম, দরুদে তাজ, দরুদে লাক্ষী, দু‘আয়ে গাঞ্জুল আরশ, কুম কুম ইয়া হাবীবা ওযীফা, উরস, কবরে চাদর দেয়া, কবর পাকা করা, কবরের উপর লেখা, তাতে ফ্যানের ব্যবস্থা রাখা, সেখানে আগর বাতি-মোমবাতি জ্বালানো, সেখানে নযরানা পেশ করা, মুখে নিয়্যাতের গদ উচ্চারণ করা (নাওয়াইতু আন উসল্লিয়া ----- বলে), ফরজ সালাতান্তে, জানাযা সালাতান্তে সস্মিলিতভাবে হাত তুলে দু‘আ করা প্রভৃতি। এগুলো এমন ‘আমাল যার মধ্যে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর তরীকা বিদ্যমান না থাকায় নিঃসন্দেহে বিদ’আত- যার পরিণাম জাহান্নাম ছাড়া আর কিছু নয়। অনেকে বলে থাকেন, বুঝলাম এগুলো বিদ’আত কিন্তু বিদ’আত তো দুই প্রকার- (১) বিদ‘আতে হাসানাহ (উত্তম বিদ‘আত) (২) বিদ‘আতে সায়্যিআহ (মন্দ বিদ‘আত)। অতএব এগুলো বিদ‘আত হলেও মন্দ বিদ‘আত নয় বরং উত্তম বিদ‘আত। তাই বলি : বিদ‘আতকে উক্ত দুই ভাগে ভাগ করাও একটি বিদ‘আত। কারণ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বিদ‘আতের এই বিভাজন আদৌ প্রমাণিত নেই। বরং তিনি সমস্ত বিদ‘আতকে ভ্রষ্টতা বলেছেন- (নাসায়ী ৩/১৮৮-১৮৯, ইবনু খুযাইমাহ হাঃ ১৭৮৫)। ইবনু ‘উমার (রাঃ) বলেন : সমস্ত বিদ‘আতই ভ্রষ্টতা যদিও মানুষ তাকে উত্তম মনে করে- (সলাতুত তারাবীহ- আলবানী ৮১ পৃষ্ঠা)।\nমনে রাখতে হবে যে, দুনিয়াবী বিষয়ে সকল বিষয়ই বৈধ বা হালাল, শুধুমাত্র কুরআন ও সুন্নাহর মধ্যে যে সকল বস্তুকে হারাম করা হয়েছে সেগুলো ব্যতীত। আর ‘ইব৷দাতের ক্ষেত্রে সকল প্রকার ‘ইবাদাত হারাম বা অবৈধ শুধুমাত্র কুরআন ও সুন্নাহয় যেগুলোর নির্দেশ দেয়া হয়েছে সেগুলো ব্যতীত। ‘আমাল সহীহ ও সুন্নাতী পদ্ধতিতে হবার জন্য ছয়টি বিষয়ের উপর খেয়াল রাখতে হবে। সেগুলো হলো (১) কারণ : (যেমন চন্দ্র ও সূর্য গ্রহণের কারণে সালাত আছে কিন্তু আল্লাহ্‌র রসূল এর জন্ম বা মৃত্যূর কারণে কোন ‘ইবাদাত নেই, তাই সেখানে ‘ইবাদাত না করা)। (২) প্রকার : (যত প্রকার মহিলাকে বিব৷হ করা হারাম তত প্রকার ব্যতীত অন্য সকল প্রকার নারীকে বিবাহ বৈধ, কিংবা যত প্রকারের জানোয়ার আল্লাহ্‌র রসূল কুরবানী করেছেন সেগুলোতেই সীমাবদ্ধ থাকা, যেমন আল্লাহ্‌র রসূল ঘোড়া কুরবানী করেননি বা মোরগ মুরগী কুরবানী করেননি তাই তা না করা)। (৩) পরিমাণ : (যতটুকু করেছেন তারচেয়ে কম বা বেশী না করা, যেমন যুহরের চার রাকা‘আতে স্থলে ৩ বা ৫ করা যাবে না)। (৪) সময় : (যে সময়ে করেছেন সে সময়ে করা, যেমন সূর্যাস্তের সাথে সাথে ইফতার করা, যুহরের সালাতে ‘আসরের সময় আর ‘আসরের সালাত যুহরে আদায় না করা)। (৫) স্থান : (যে স্থানে করেছেন, যেমন হাজ্জের মীকাত, মীনায় অবস্থান, ‘আরফায় অবস্থান, ফরজ সালাত মসজিদে আদায় ইত্যাদি)। (৬) পদ্ধতি : (যে ভাবে করেছেন সেভাবেই করতে হবে, পদ্ধতি পরিবর্তন না করা)।",
    "chapter": {
      "chapter_number": "53"
    }
  }
}