{
  "hadith": {
    "hadith_id": 2708,
    "narrator": "যুবাইর (রাঃ)",
    "bn": "তিনি এক আনসারীর সঙ্গে বিবাদ করেছিলেন, যিনি বদরে শরীক ছিলেন। তিনি আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গিয়ে প্রস্তরময় যমীনের একটি নালা সম্পর্কে অভিযোগ করলেন। তারা উভয়ে সে নালা হতে পানি সেচ করতেন। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুবাইরকে বললেন, ‘হে যুবাইর! তুমি প্রথমে পানি সেচবে। অতঃপর তোমার প্রতিবেশির দিকে পানি ছেড়ে দিবে।’ আনসারী তখন রেগে গেল এবং বললো, ‘হে আল্লাহ্‌র রসূল! সে আপনার ফুফুর ছেলে হওয়ার কারণে?’ এতে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চেহারার রঙ বদলে গেল। অতঃপর তিনি বললেন, ‘তুমি সেচ কর, অতঃপর পানি আটকে রাখ, বাঁধ বরাবর পৌঁছা পর্যন্ত’। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুবাইর (রাঃ)-কে তার পূর্ণ হক দিলেন। এর আগে যুবাইর (রাঃ)-কে তিনি এমন নির্দেশ দিয়েছিলেন যা আনসারীর জন্য সুবিধাজনক ছিল। কিন্তু আনসারী আল্লাহ্‌র রসূলকে রাগান্বিত করলে সুস্পষ্ট নির্দেশের মাধ্যমে যুবাইর (রাঃ)-কে তিনি তার পূর্ণ হক দান করলেন। ‘উরওয়াহ (রাঃ) বলেন, যুবাইর (রাঃ) বলেছেন, ‘আল্লাহ্‌র কসম!‍ আমার নিশ্চিত ধারণা যে (আল্লাহ্‌র বাণী) : কিন্তু না, আপনার প্রতিপালকের শপথ! তারা মুমিন হবে না যতক্ষণ তারা তাদের নিজেদের বিবাদে আপনাকে বিচারক হিসাবে মান্য না করে- (সুরা আন-নিসাঃ ৬৫) আয়াতটি সে ব্যাপারেই নাযিল হয়েছিল।’",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ الزُّبَيْرَ، كَانَ يُحَدِّثُ أَنَّهُ خَاصَمَ رَجُلاً مِنَ الأَنْصَارِ قَدْ شَهِدَ بَدْرًا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فِي شِرَاجٍ مِنَ الْحَرَّةِ كَانَا يَسْقِيَانِ بِهِ كِلاَهُمَا فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لِلزُّبَيْرِ ‏\"‏ اسْقِ يَا زُبَيْرُ ثُمَّ أَرْسِلْ إِلَى جَارِكَ ‏\"‏‏.‏ فَغَضِبَ الأَنْصَارِيُّ فَقَالَ يَا رَسُولَ اللَّهِ آنْ كَانَ ابْنَ عَمَّتِكَ فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ قَالَ ‏\"‏ اسْقِ ثُمَّ احْبِسْ حَتَّى يَبْلُغَ الْجَدْرَ ‏\"‏‏.‏ فَاسْتَوْعَى رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَئِذٍ حَقَّهُ لِلزُّبَيْرِ، وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَبْلَ ذَلِكَ أَشَارَ عَلَى الزُّبَيْرِ بِرَأْىٍ سَعَةٍ لَهُ وَلِلأَنْصَارِيِّ، فَلَمَّا أَحْفَظَ الأَنْصَارِيُّ رَسُولَ اللَّهِ صلى الله عليه وسلم اسْتَوْعَى لِلزُّبَيْرِ حَقَّهُ فِي صَرِيحِ الْحُكْمِ‏.‏ قَالَ عُرْوَةُ قَالَ الزُّبَيْرُ وَاللَّهِ مَا أَحْسِبُ هَذِهِ الآيَةَ نَزَلَتْ إِلاَّ فِي ذَلِكَ ‏{‏فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ‏}‏ الآيَةَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "53"
    }
  }
}