{
  "hadith": {
    "hadith_id": 2709,
    "narrator": "জাবির ইব্‌নু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আমার পিতা মারা গেলেন, আর তার কিছু ঋণ ছিল। আমি তাঁর ঋণের বিনিময়ে পাওনাদারদের খেজুর নেয়ার কথা বললাম। তাতে ঋণ পরিশোধ হবে না বলে তারা তা নিতে অস্বীকার করল। আমি তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে এ বিষয়ে তাঁর নিকট উল্লেখ করলাম। তিনি বললেন, খেজুর পেড়ে মাচায় রেখে আল্লাহর রসূলকে খবর দিও। (অতঃপর) তিনি এলেন এবং তাঁর সঙ্গে আবু বক্‌র ও ‘উমার (রাঃ) -ও ছিলেন। তিনি তার উপর বসলেন এবং বরকতের দু‘আ করলেন। পরে বললেন, তোমার পাওনাদারদের ডাক এবং তাদের প্রাপ্য পরিশোধ করে দাও। অতঃপর আমার পিতার পাওনাদারদের কেউ এমন ছিল না যার ঋণ পরিশোধ করিনি। অতঃপরও (আমার কাছে) তের ওয়াসক খেজুর উদ্বৃত্ত রয়ে গেল। সাত ওয়াসক আজওয়া খেজুর আর ছয় ওয়াসক নিম্নমানের খেজুর কিংবা ছয় ওয়াসক আজওয়া ও সাত ওয়াসক নিম্নমানের খেজুর। অতঃপর আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে মাগরিবের সালাত আদায় করলাম এবং তাকেঁ ব্যাপারটা বললাম। তিনি হাসলেন এবং বললেন, আবূ বক্‌র ও ‘উমারের কাছে যাও এবং দু’জনের কাছে খবরটা দাও। তাঁরা বললেন, ‘আমরা আগেই জানতাম যে, যখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা করার তা যেহেতু করেছেন, তখন অবশ্য এ রকমই হবে।’ হিশাম (রাঃ) ওয়াহাব (রহঃ)-এর মাধ্যমে জাবির (রাঃ) হতে (বর্ণনায়) ‘আসরের সালাতের কথা উল্লেখ করেছেন। তবে তিনি আবূ বকর (রাঃ)-এর কথা এবং আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর হাসার কথা উল্লেখ করেননি। তিনি বর্ণনা করেছেন, [জাবির (রাঃ) বলেছেন] আমার পিতা নিজের উপর ত্রিশ ওয়াসক ঋণ রেখে মারা গিয়েছেন। ইব্‌নু ইসহাক (রহঃ) ওয়াহাব (রহঃ)-এর মাধ্যবে জাবির (রাঃ) হতে যুহরের সালাতের কথা বলেছেন।",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ تُوُفِّيَ أَبِي وَعَلَيْهِ دَيْنٌ، فَعَرَضْتُ عَلَى غُرَمَائِهِ أَنْ يَأْخُذُوا التَّمْرَ بِمَا عَلَيْهِ، فَأَبَوْا وَلَمْ يَرَوْا أَنَّ فِيهِ وَفَاءً، فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهُ، فَقَالَ ‏\"‏ إِذَا جَدَدْتَهُ فَوَضَعْتَهُ فِي الْمِرْبَدِ آذَنْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم ‏\"‏‏.‏ فَجَاءَ وَمَعَهُ أَبُو بَكْرٍ وَعُمَرُ فَجَلَسَ عَلَيْهِ، وَدَعَا بِالْبَرَكَةِ ثُمَّ قَالَ ‏\"‏ ادْعُ غُرَمَاءَكَ، فَأَوْفِهِمْ ‏\"‏‏.‏ فَمَا تَرَكْتُ أَحَدًا لَهُ عَلَى أَبِي دَيْنٌ إِلاَّ قَضَيْتُهُ، وَفَضَلَ ثَلاَثَةَ عَشَرَ وَسْقًا سَبْعَةٌ عَجْوَةٌ، وَسِتَّةٌ لَوْنٌ أَوْ سِتَّةٌ عَجْوَةٌ وَسَبْعَةٌ لَوْنٌ، فَوَافَيْتُ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم الْمَغْرِبَ فَذَكَرْتُ ذَلِكَ لَهُ فَضَحِكَ فَقَالَ ‏\"‏ ائْتِ أَبَا بَكْرٍ وَعُمَرَ فَأَخْبِرْهُمَا ‏\"‏‏.‏ فَقَالاَ لَقَدْ عَلِمْنَا إِذْ صَنَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَا صَنَعَ أَنْ سَيَكُونُ ذَلِكَ‏.‏ وَقَالَ هِشَامٌ عَنْ وَهْبٍ عَنْ جَابِرٍ صَلاَةَ الْعَصْرِ‏.‏ وَلَمْ يَذْكُرْ أَبَا بَكْرٍ وَلاَ ضَحِكَ، وَقَالَ وَتَرَكَ أَبِي عَلَيْهِ ثَلاَثِينَ وَسْقًا دَيْنًا‏.‏ وَقَالَ ابْنُ إِسْحَاقَ عَنْ وَهْبٍ عَنْ جَابِرٍ صَلاَةَ الظُّهْرِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১]. এক ওয়াসক প্রায় ছয় মন।",
    "chapter": {
      "chapter_number": "53"
    }
  }
}