{
  "hadith": {
    "hadith_id": 2781,
    "narrator": "জাবির ইব্‌নু ‘আবদুল্লাহ্ আনসারী (রাঃ)",
    "bn": "তার পিতাকে উহুদের যুদ্ধে শহীদ করা হয়। তিনি ছ’টি কন্যা সন্তান রেখে যান আর তাঁর উপর ঋণও রেখে যান। খেজুর কাটার সময় হলে আমি আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বললাম, ‘হে আল্লাহ্‌র রসূল! আপনি জানেন যে, আমার পিতাকে উহুদের যুদ্ধে শহীদ করা হয়েছে আর তিনি অনেক ঋণ রেখে গেছেন। আমার মনে চায় যে, পাওনাদাররা আপনার সঙ্গে দেখা করুক। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি যাও। এক এক রকম খেজুর এক এক স্থানে জমা কর। আমি তা-ই করলাম। অতঃপর তাঁকে অনুরোধ করে নিয়ে এলাম। পাওনাদাররা যখন তাঁকে দেখল, তখন তারা আমার নিকট জোর তাগাদা করতে লাগল। তিনি তাদের এরূপ করতে দেখে খেজুরের বড় স্তুপটির চারদিকে তিনবার ঘুরলেন, অতঃপর তার উপর বসে পড়লেন। অতঃপর বললেন, তোমার পাওনাদারদের ডাক। তিনি মেপে মেপে তাদের পাওনা আদায় করতে লাগলেন এবং শেষ পর্যন্ত আল্লাহ্‌ আমার পিতার সমস্ত ঋণ আদায় করে দিলেন। আর আল্লাহ্‌র কসম, আমি এতেই সন্তুষ্ট যে, আমার পিতার ঋণ আল্লাহ্‌ পরিশোধ করে দেন এবং আমি আমার বোনদের নিকট একটি খেজুরও নিয়ে না ফিরি। কিন্তু আল্লাহ্‌র কসম! সমস্ত স্তুপই যেমন ছিল তেমন রয়ে গেল। আমি সেই স্তুপটির দিকে বিশেষভাবে তাকিয়ে ছিলাম, যার উপর আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বসেছিলেন। মনে হলো যে, তা থেকে একটি খেজুরও কমেনি।\nআবূ ‘আবদুল্লাহ্ (ইমাম বুখারী) (রহঃ) বলেন, (আরবী) এর অর্থ হলো। (আরবী) অর্থাৎ আমার নিকট জোর তাগাদা করতে লাগল। মহান আল্লাহ্‌র বাণীঃ “আমি কিয়ামাত পর্যন্ত স্থায়ী পারস্পরিক শত্রুতা ও বিদ্বেষ তাদের মধ্যে সঞ্চারিত করে দিয়েছি”। (আল-মায়িদাহ ১৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سَابِقٍ، أَوِ الْفَضْلُ بْنُ يَعْقُوبَ عَنْهُ حَدَّثَنَا شَيْبَانُ أَبُو مُعَاوِيَةَ، عَنْ فِرَاسٍ، قَالَ قَالَ الشَّعْبِيُّ حَدَّثَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ الأَنْصَارِيُّ ـ رضى الله عنهما ـ أَنَّ أَبَاهُ اسْتُشْهِدَ يَوْمَ أُحُدٍ، وَتَرَكَ سِتَّ بَنَاتٍ، وَتَرَكَ عَلَيْهِ دَيْنًا، فَلَمَّا حَضَرَ جِدَادُ النَّخْلِ أَتَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللَّهِ قَدْ عَلِمْتَ أَنَّ وَالِدِي اسْتُشْهِدَ يَوْمَ أُحُدٍ وَتَرَكَ عَلَيْهِ دَيْنًا كَثِيرًا، وَإِنِّي أُحِبُّ أَنْ يَرَاكَ الْغُرَمَاءُ قَالَ ‏\"‏ اذْهَبْ فَبَيْدِرْ كُلَّ تَمْرٍ عَلَى نَاحِيَتِهِ ‏\"‏‏.‏ فَفَعَلْتُ ثُمَّ دَعَوْتُهُ، فَلَمَّا نَظَرُوا إِلَيْهِ أُغْرُوا بِي تِلْكَ السَّاعَةَ، فَلَمَّا رَأَى مَا يَصْنَعُونَ أَطَافَ حَوْلَ أَعْظَمِهَا بَيْدَرًا ثَلاَثَ مَرَّاتٍ ثُمَّ جَلَسَ عَلَيْهِ ثُمَّ قَالَ ‏\"‏ ادْعُ أَصْحَابَكَ ‏\"‏‏.‏ فَمَا زَالَ يَكِيلُ لَهُمْ حَتَّى أَدَّى اللَّهُ أَمَانَةَ وَالِدِي، وَأَنَا وَاللَّهِ رَاضٍ أَنْ يُؤَدِّيَ اللَّهُ أَمَانَةَ وَالِدِي وَلاَ أَرْجِعَ إِلَى أَخَوَاتِي بِتَمْرَةٍ، فَسَلِمَ وَاللَّهِ الْبَيَادِرُ كُلُّهَا حَتَّى أَنِّي أَنْظُرُ إِلَى الْبَيْدَرِ الَّذِي عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم كَأَنَّهُ لَمْ يَنْقُصْ تَمْرَةً وَاحِدَةً‏.‏ \nقَالَ أَبُو عَبْد اللَّهِ أُغْرُوا بِي يَعْنِي هِيجُوا بِي فَأَغْرَيْنَا بَيْنَهُمْ الْعَدَاوَةَ وَالْبَغْضَاءَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "55"
    }
  }
}