{
  "hadith": {
    "hadith_id": 2799,
    "narrator": "উম্মু হারাম বিন্‌তু মিলহান (রাঃ)",
    "bn": "তিনি বলেন, একদা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকটবর্তী এক স্থানে শুয়েছিলেন, অতঃপর জেগে উঠে মুচকি হাসতে লাগলেন। আমি বললাম আপনি হাসলেন কেন? তিনি বললেন, আমার উম্মাতের এমন কিছু লোককে আমার সামনে উপস্থিত করা হলো যারা এই নীল সমুদ্রে আরোহণ করছে, যেমন বাদশাহ সিংহাসনে আরোহণ করে। উম্মু হারাম (রাঃ) বললেন, আল্লাহ্‌র নিকট দু’আ করুন, তিনি যেন আমাকে তাদের অন্তর্ভুক্ত করেন। তিনি তার জন্য দু’আ করলেন। অতঃপর তিনি দ্বিতীয়বার নিদ্রা গেলেন এবং আগের মতই করলেন। উম্মু হারাম (রাঃ) আগের মতই বললেন এবং আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আগের মতই জবাব দিলেন। উম্মু হারাম (রাঃ) বললেন, আল্লাহ্‌র নিকট দু’আ করুন তিনি যেন আমাকে তাদের অন্তর্ভুক্ত করেন। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি প্রথম দলের অন্তর্ভুক্ত থাকবে। মু’আবিয়া (রাঃ)-এর সঙ্গে মুসলিমরা যখন প্রথম সমুদ্র পথে অভিযানে বের হয়, তখন তিনি তাঁর স্বামী ‘উবাদা ইব্‌নু সামিতের সঙ্গে যুদ্ধে গিয়েছিলেন। যুদ্ধ থেকে ফেরার পথে তাদের কাফেলা সিরিয়ায় যাত্রা বিরতি করে। আরোহণের জন্য উম্মু হারামকে একটি সওয়ারী দেয়া হলো, তিনি সওয়ারীর উপর থেকে পড়ে মারা গেলেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ حَدَّثَنِي اللَّيْثُ، حَدَّثَنَا يَحْيَى، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ خَالَتِهِ أُمِّ حَرَامٍ بِنْتِ مِلْحَانَ، قَالَتْ نَامَ النَّبِيُّ صلى الله عليه وسلم يَوْمًا قَرِيبًا مِنِّي، ثُمَّ اسْتَيْقَظَ يَتَبَسَّمُ‏.‏ فَقُلْتُ مَا أَضْحَكَكَ قَالَ ‏\"‏ أُنَاسٌ مِنْ أُمَّتِي عُرِضُوا عَلَىَّ يَرْكَبُونَ هَذَا الْبَحْرَ الأَخْضَرَ، كَالْمُلُوكِ عَلَى الأَسِرَّةِ ‏\"‏‏.‏ قَالَتْ فَادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ‏.‏ فَدَعَا لَهَا، ثُمَّ نَامَ الثَّانِيَةَ، فَفَعَلَ مِثْلَهَا، فَقَالَتْ مِثْلَ قَوْلِهَا، فَأَجَابَهَا مِثْلَهَا‏.‏ فَقَالَتِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ‏.‏ فَقَالَ ‏\"‏ أَنْتِ مِنَ الأَوَّلِينَ ‏\"‏‏.‏ فَخَرَجَتْ مَعَ زَوْجِهَا عُبَادَةَ بْنِ الصَّامِتِ غَازِيًا أَوَّلَ مَا رَكِبَ الْمُسْلِمُونَ الْبَحْرَ مَعَ مُعَاوِيَةَ، فَلَمَّا انْصَرَفُوا مِنْ غَزْوِهِمْ قَافِلِينَ فَنَزَلُوا الشَّأْمَ، فَقُرِّبَتْ إِلَيْهَا دَابَّةٌ لِتَرْكَبَهَا فَصَرَعَتْهَا فَمَاتَتْ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}