{
  "hadith": {
    "hadith_id": 2801,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বনূ সুলায়মের সত্তর জন লোকের একটি দলকে কুরআন শিক্ষা দেয়ার উদ্দেশ্যে বনূ ‘আমিরের নিকট পাঠান। দলটি সেখানে পৌছলে আমার মামা (হারাম ইব্‌নু মিলহান) তাদেরকে বললেন, আমি সর্বাগ্রে বনূ ‘আমিরের নিকট যাব। যদি তারা আমাকে নিরাপত্তা দেয় আর আমি তাদের নিকট আল্লাহর রসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বাণী পৌছাতে পারি, (তবে তো ভাল) অন্যথায় তোমরা আমার কাছেই থাকবে। অতঃপর তিনি এগিয়ে গেলেন। কাফিররা তাঁকে নিরাপত্তা দিল, কিন্তু তিনি যখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বাণী শুনাতে লাগলেন, সেই সময় ‘আমির গোত্রীয়রা এক ব্যক্তিকে ইঙ্গিত করলো। আর সেই ব্যক্তি তার প্রতি তীর মারল এবং তীর শরীর ভেদ করে বের হয়ে গেল। তখন তিনি বললেন আল্লাহু আকবার, কাবার রবের কসম! আমি সফলকাম হয়েছি। অতঃপর কাফিররা তার অন্যান্য সংগীদের উপর ঝাঁপিয়ে পড়ল এবং সকলকে শহীদ করল, কিন্তু একজন খোঁড়া ব্যক্তি বেঁচে গেলেন, তিনি পাহাড়ে আরোহণ করেছিলেন। হাম্মাম (রহঃ) অতিরিক্ত উল্লেখ করেন, আমার মনে হয় তার সঙ্গে অন্য একজন ছিলেন। অতঃপর জিব্‌রাঈল (‘আঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে খবর দিলেন যে, প্রেরিত দলটি তাদের রবের সঙ্গে মিলিত হয়েছে। তিনি (রব) তাদের প্রতি সন্তুষ্ট হয়েছেন এবং তাদের সন্তুষ্ট করেছেন। (রাবী বলেন) আমরা এই আয়াতটি পাঠ করতাম, আমাদের কাওমকে জানিয়ে দাও যে, আমরা আমাদের রবের সঙ্গে মিলিত হয়েছি। তিনি আমাদের প্রতি সন্তুষ্ট হয়েছেন এবং আমাদেরও সন্তুষ্ট করেছেন। পরে এ আয়াতটি মানসুখ হয়ে যায়। অতঃপর আল্লাহ্ ও রসূলের প্রতি বিরুদ্ধাচরণ করার কারণে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ক্রমাগত চল্লিশ দিন রি‘ল, যাকওয়ান, বনূ লিহয়ান ও বনূ উসাইয়্যার বিরুদ্ধে দু’আ করেন।",
    "ar": "حَدَّثَنَا حَفْصُ بْنُ عُمَرَ الْحَوْضِيُّ، حَدَّثَنَا هَمَّامٌ، عَنْ إِسْحَاقَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ بَعَثَ النَّبِيُّ صلى الله عليه وسلم أَقْوَامًا مِنْ بَنِي سُلَيْمٍ إِلَى بَنِي عَامِرٍ فِي سَبْعِينَ، فَلَمَّا قَدِمُوا، قَالَ لَهُمْ خَالِي أَتَقَدَّمُكُمْ، فَإِنْ أَمَّنُونِي حَتَّى أُبَلِّغَهُمْ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم وَإِلاَّ كُنْتُمْ مِنِّي قَرِيبًا‏.‏ فَتَقَدَّمَ، فَأَمَّنُوهُ، فَبَيْنَمَا يُحَدِّثُهُمْ عَنِ النَّبِيِّ صلى الله عليه وسلم إِذْ أَوْمَئُوا إِلَى رَجُلٍ مِنْهُمْ، فَطَعَنَهُ فَأَنْفَذَهُ فَقَالَ اللَّهُ أَكْبَرُ، فُزْتُ وَرَبِّ الْكَعْبَةِ‏.‏ ثُمَّ مَالُوا عَلَى بَقِيَّةِ أَصْحَابِهِ فَقَتَلُوهُمْ، إِلاَّ رَجُلاً أَعْرَجَ صَعِدَ الْجَبَلَ‏.‏ قَالَ هَمَّامٌ فَأُرَاهُ آخَرَ مَعَهُ، فَأَخْبَرَ جِبْرِيلُ ـ عَلَيْهِ السَّلاَمُ ـ النَّبِيَّ صلى الله عليه وسلم أَنَّهُمْ قَدْ لَقُوا رَبَّهُمْ، فَرَضِيَ عَنْهُمْ وَأَرْضَاهُمْ، فَكُنَّا نَقْرَأُ أَنْ بَلِّغُوا قَوْمَنَا أَنْ قَدْ لَقِينَا رَبَّنَا فَرَضِيَ عَنَّا وَأَرْضَانَا‏.‏ ثُمَّ نُسِخَ بَعْدُ، فَدَعَا عَلَيْهِمْ أَرْبَعِينَ صَبَاحًا، عَلَى رِعْلٍ وَذَكْوَانَ وَبَنِي لِحْيَانَ وَبَنِي عُصَيَّةَ الَّذِينَ عَصَوُا اللَّهَ وَرَسُولَهُ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}