{
  "hadith": {
    "hadith_id": 2860,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, ঘোড়া তিন শ্রেণীর লোকের জন্য। একজনের জন্য পুরষ্কার; একজনের জন্য আবরণ এবং একজনের জন্য (পাপের) বোঝা। যার জন্য পুরষ্কার, সে হলো, ঐ ব্যক্তি যে আল্লাহ্‌র রাস্তায় ঘোড়া বেঁধে রাখে এবং রশি কোন চারণভূমি বা বাগানে লম্বা কর দেয়, আর ঘোড়াটি সে চারণভূমি বা বাগানে ঘাস খায়, তবে এর জন্য তার পুণ্য রয়েছে। আর ঘোড়াটি যদি রশি ছিঁড়ে এক বা দু’টি টিলা অতিক্রম করে তাহলেও তার গোবর ও পদক্ষেপ সমূহের বিনিময়ে তার জন্য পুণ্য রয়েছে। এমনকি ঐ ঘোড়া যদি কোন নহরে গিয়ে তা থেকে পানি পান করে, অথচ তার মালিক পানি পান করানোর ইচ্ছা করেনি, তবে এর ফলেও তার জন্য পুণ্য রয়েছে। আর যে ব্যক্তি অহংকার, লৌকিকতা প্রদর্শন এবং মুসলিমদের সাথে শত্রুতা করার জন্য ঘোড়া বেঁধে রাখে তবে তার জন্য তা (পাপের) বোঝা। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে গাধা সম্পর্কে জিজ্ঞেস করা হলে তিনি বলেন, এ সম্পর্কে আমার উপর আর কিছু অবতীর্ণ হয়নি, ব্যাপক অর্থপূর্ণ এই একটি আয়াত ব্যতীত। (আল্লাহর বাণীঃ) কেউ অণু পরিমাণ নেক কাজ করে থাকলে, সে তা দেখতে পাবে; আর কেউ অণু পরিমাণ বদ কাজ করে থাকলে, সে তাও দেখতে পাবে। (যিলযাল ৭-৮)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ أَبِي صَالِحٍ السَّمَّانِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ الْخَيْلُ لِثَلاَثَةٍ لِرَجُلٍ أَجْرٌ، وَلِرَجُلٍ سِتْرٌ، وَعَلَى رَجُلٍ وِزْرٌ، فَأَمَّا الَّذِي لَهُ أَجْرٌ فَرَجُلٌ رَبَطَهَا فِي سَبِيلِ اللَّهِ، فَأَطَالَ فِي مَرْجٍ أَوْ رَوْضَةٍ، فَمَا أَصَابَتْ فِي طِيَلِهَا ذَلِكَ مِنَ الْمَرْجِ أَوِ الرَّوْضَةِ كَانَتْ لَهُ حَسَنَاتٍ، وَلَوْ أَنَّهَا قَطَعَتْ طِيَلَهَا فَاسْتَنَّتْ شَرَفًا أَوْ شَرَفَيْنِ كَانَتْ أَرْوَاثُهَا وَآثَارُهَا حَسَنَاتٍ لَهُ، وَلَوْ أَنَّهَا مَرَّتْ بِنَهَرٍ فَشَرِبَتْ مِنْهُ وَلَمْ يُرِدْ أَنْ يَسْقِيَهَا كَانَ ذَلِكَ حَسَنَاتٍ لَهُ، وَرَجُلٌ رَبَطَهَا فَخْرًا وَرِئَاءً وَنِوَاءً لأَهْلِ الإِسْلاَمِ فَهْىَ وِزْرٌ عَلَى ذَلِكَ ‏\"‏‏.‏ وَسُئِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنِ الْحُمُرِ، فَقَالَ ‏\"‏ مَا أُنْزِلَ عَلَىَّ فِيهَا إِلاَّ هَذِهِ الآيَةُ الْجَامِعَةُ الْفَاذَّةُ ‏{‏فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ ‏}‏‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}