{
  "hadith": {
    "hadith_id": 2898,
    "narrator": "সাহ্‌ল ইব্‌নু সা’দ সা’ঈদী (রাঃ)",
    "bn": "একবার আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও মুশ্‌রিকদের মধ্যে মুকাবিলা হয় এবং উভয়পক্ষ ভীষণ যুদ্ধে লিপ্ত হয়। অতঃপর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজ সৈন্যদলের নিকট ফিরে এলেন, মুশ্‌রিকরাও ‍নিজ সৈন্যদলে ফিরে গেল। সেই যুদ্ধে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গীদের মধ্যে এমন এক ব্যক্তি ছিল, যে কোন মুশ্‌রিককে একাকী দেখলেই তার পশ্চাতে ছুটত এবং তাকে তলোয়ার দিয়ে আক্রমণ করত। বর্ণনাকারী (সাহ্‌ল ইব্‌নু সা’দ (রাঃ) বলেন, আজ আমাদের কেউ অমুকের মত যুদ্ধ করতে পারেনি। তা শুনে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, সে তো জাহান্নামের অধিবাসী হবে। একজন সাহাবী বলে উঠলেন, আমি তার সঙ্গী হব। অতঃপর তিনি তার সঙ্গে বেরিয়ে পড়লেন, সে দাঁড়ালে তিনিও দাঁড়াতেন এবং সে শীঘ্র চললে তিনিও দ্রুত চলতেন। তিনি বললেন, এক সময় সে মারাত্মকভাবে আহত হলো এবং সে দ্রুত মৃত্যু কামনা করতে লাগল। এক সময় তলোয়ারের বাঁট মাটিতে রাখল এবং এর তীক্ষ্ণ দিক বুকে চেপে ধরে তার উপর ঝাঁপিয়ে পড়ে আত্মহত্যা করল। অনুসরণকারী ব্যক্তিটি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলেন এবং বললেন, আমি সাক্ষ্য দিচ্ছি যে, আপনি আল্লাহ্‌র রসূল। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, কী ব্যাপার? তিনি বললেন, যে ব্যক্তিটি সম্পর্কে আপনি কিছুক্ষণ আগেই বলেছিলেন যে, সে জাহান্নামী হবে, তা শুনে সাহাবীগণ বিষয়টিকে অস্বাভাবিক মনে করলেন। আমি তাদের বললাম যে, আমি ব্যক্তিটির সম্পর্কে খবর তোমাদের জানাব। অতঃপর আমি তার পিছু পিছু বের হলাম। এক সময় লোকটি মারাত্মকভাবে আহত হয় এবং সে শীঘ্র মৃত্যু কামনা করতে থাকে। অতঃপর তার তলোয়ারের বাট মাটিতে রেখে এর তীক্ষ্ণধার বুকে চেপে ধরল এবং তার উপরে ঝাঁপিয়ে পড়ে আত্মহত্যা করল। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন বললেন, ‘মানুষের বাহ্যিক বিচারে অনেক সময় কোন ব্যক্তি জান্নাতবাসীর মত ‘আমল করতে থাকে, আসলে সে জাহান্নামী হয় এবং তেমনি মানুষের বাহ্যিক বিচারে কোন ব্যক্তি জাহান্নামীর মত ‘আমল করলেও প্রকৃতপক্ষে সে জান্নাতী হয়।’",
    "ar": "حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا يَعْقُوْبُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ أَبِيْ حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم الْتَقَى هُوَ وَالْمُشْرِكُوْنَ فَاقْتَتَلُوْا فَلَمَّا مَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِلَى عَسْكَرِهِ وَمَالَ الْآخَرُوْنَ إِلَى عَسْكَرِهِمْ وَفِيْ أَصْحَابِ رَسُوْلِ اللهِ صلى الله عليه وسلم رَجُلٌ لَا يَدَعُ لَهُمْ شَاذَّةً وَلَا فَاذَّةً إِلَّا اتَّبَعَهَا يَضْرِبُهَا بِسَيْفِهِ فَقَالَ مَا أَجْزَأَ مِنَّا الْيَوْمَ أَحَدٌ كَمَا أَجْزَأَ فُلَانٌ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم أَمَا إِنَّهُ مِنْ أَهْلِ النَّارِ فَقَالَ رَجُلٌ مِنْ الْقَوْمِ أَنَا صَاحِبُهُ قَالَ فَخَرَجَ مَعَهُ كُلَّمَا وَقَفَ وَقَفَ مَعَهُ وَإِذَا أَسْرَعَ أَسْرَعَ مَعَهُ قَالَ فَجُرِحَ الرَّجُلُ جُرْحًا شَدِيْدًا فَاسْتَعْجَلَ الْمَوْتَ فَوَضَعَ نَصْلَ سَيْفِهِ بِالأَرْضِ وَذُبَابَهُ بَيْنَ ثَدْيَيْهِ ثُمَّ تَحَامَلَ عَلَى سَيْفِهِ فَقَتَلَ نَفْسَهُ فَخَرَجَ الرَّجُلُ إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ أَشْهَدُ أَنَّكَ رَسُوْلُ اللهِ قَالَ وَمَا ذَاكَ قَالَ الرَّجُلُ الَّذِيْ ذَكَرْتَ آنِفًا أَنَّهُ مِنْ أَهْلِ النَّارِ فَأَعْظَمَ النَّاسُ ذَلِكَ فَقُلْتُ أَنَا لَكُمْ بِهِ فَخَرَجْتُ فِيْ طَلَبِهِ ثُمَّ جُرِحَ جُرْحًا شَدِيْدًا فَاسْتَعْجَلَ الْمَوْتَ فَوَضَعَ نَصْلَ سَيْفِهِ فِي الأَرْضِ وَذُبَابَهُ بَيْنَ ثَدْيَيْهِ ثُمَّ تَحَامَلَ عَلَيْهِ فَقَتَلَ نَفْسَهُ فَقَالَ رَسُوْلُ اللهِ عِنْدَ ذَلِكَ إِنَّ الرَّجُلَ لَيَعْمَلُ عَمَلَ أَهْلِ الْجَنَّةِ فِيْمَا يَبْدُوْ لِلنَّاسِ وَهُوَ مِنْ أَهْلِ النَّارِ وَإِنَّ الرَّجُلَ لَيَعْمَلُ عَمَلَ أَهْلِ النَّارِ فِيْمَا يَبْدُوْ لِلنَّاسِ وَهُوَ مِنْ أَهْلِ الْجَنَّةِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}