{
  "hadith": {
    "hadith_id": 2934,
    "narrator": "‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কা’বার ছায়ায় সালাত আদায় করছিলেন। তখন আবূ জাহল ও কুরায়েশদের কিছু ব্যক্তি পরামর্শ করে। সেই সময় মক্কার বাইরে একটি উট যব্‌হ হয়েছিল। কুরায়শরা একজন পাঠিয়ে সেখান থেকে এর ভুঁড়ি নিয়ে এলো এবং তারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পিঠে ঢেলে দিল। অতঃপর ফাতিমা (রাঃ) এসে এটি তাঁর থেকে সরিয়ে দিলেন। এই সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের বিরুদ্ধে দু‘আ করেন, হে আল্লাহ্‌! আপনি কুরায়শদের ধ্বংস করুন। হে আল্লাহ্‌! আপনি কুরায়শদের ধ্বংস করুন। হে আল্লাহ্‌! আপনি কুরায়শদের ধ্বংস করুন। অর্থাৎ আবূ জাহ্‌ল, ইব্‌নু হিশাম, উতবা ইব্‌নু রবী‘আহ, শায়বা ইব্‌নু রবীআহ’, ওয়ালীদ ইব্‌নু উতবাহ, ‘উবাই ইব্‌নু খালফ এবং ‘উকবা ইব্‌নু আবী মু’আইত। ‘আবদুল্লাহ (রাঃ) বলেন, অতঃপর আমি তাদের সকলকে বদরের একটি পরিত্যক্ত কূয়ায় নিহত দেখেছি। আবূ ইসহাক (রহঃ) বলেন, আমি সপ্তম ব্যক্তির নাম ভুলে গিয়েছি। আবূ ‘আবদুল্লাহ (রহঃ) বলেন, ইউসুফ ইব্‌নু “ইসহাক (রহঃ) আবূ ইসহাক (রহঃ) সূত্রে উমাইয়া ইব্‌নু খালফ বলেছেন। শু‘বাহ (রহঃ) বলেন, উমাইয়া অথবা ‘উবাই। তবে সঠিক হলো উমাইয়াহ।",
    "ar": "حَدَّثَنَا عَبْدُ اللهِ بْنُ أَبِيْ شَيْبَةَ حَدَّثَنَا جَعْفَرُ بْنُ عَوْنٍ حَدَّثَنَا سُفْيَانُ عَنْ أَبِيْ إِسْحَاقَ عَنْ عَمْرِو بْنِ مَيْمُونٍ عَنْ عَبْدِ اللهِ رَضِيَ اللهُ عَنْهُ قَالَ كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّيْ فِيْ ظِلِّ الْكَعْبَةِ فَقَالَ أَبُوْ جَهْلٍ وَنَاسٌ مِنْ قُرَيْشٍ وَنُحِرَتْ جَزُوْرٌ بِنَاحِيَةِ مَكَّةَ فَأَرْسَلُوْا فَجَاءُوْا مِنْ سَلَاهَا وَطَرَحُوْهُ عَلَيْهِ فَجَاءَتْ فَاطِمَةُ فَأَلْقَتْهُ عَنْهُ فَقَالَ اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ لِأَبِيْ جَهْلِ بْنِ هِشَامٍ وَعُتْبَةَ بْنِ رَبِيْعَةَ وَشَيْبَةَ بْنِ رَبِيْعَةَ وَالْوَلِيْدِ بْنِ عُتْبَةَ وَأُبَيِّ بْنِ خَلَفٍ وَعُقْبَةَ بْنِ أَبِيْ مُعَيْطٍ قَالَ عَبْدُ اللهِ فَلَقَدْ رَأَيْتُهُمْ فِيْ قَلِيْبِ بَدْرٍ قَتْلَى قَالَ أَبُوْ إِسْحَاقَ وَنَسِيْتُ السَّابِعَ قَالَ أَبُوْ عَبْد اللهِ وَقَالَ يُوسُفُ بْنُ إِسْحَاقَ عَنْ أَبِيْ إِسْحَاقَ أُمَيَّةُ بْنُ خَلَفٍ وَقَالَ شُعْبَةُ أُمَيَّةُ أَوْ أُبَيٌّ وَالصَّحِيْحُ أُمَيَّةُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}