{
  "hadith": {
    "hadith_id": 2942,
    "narrator": "সাহ্‌ল ইব্‌নু সা’আদ (রহঃ)",
    "bn": "তিনি খায়বারের যুদ্ধের সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছেন, আমি এমন এক ব্যক্তিকে পতাকা দিব যার হাতে বিজয় আসবে। অতঃপর কাকে পতাকা দেয়া হবে, সেজন্য সকলেই আশা করতে লাগলেন। পরদিন সকালে প্রত্যেকেই এ আশায় অপেক্ষা করতে লাগলেন যে, হয়ত তাকে পতাকা দেয়া হবে। কিন্তু নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ‘আলী কোথায়? তাঁকে জানানো হলো যে, তিনি চক্ষুরোগে আক্রান্ত। তখন তিনি ‘আলীকে ডেকে আনতে বললেন। তাকে ডেকে আনা হল। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর মুখের লালা তাঁর উভয় চোখে লাগিয়ে দিলেন। তৎক্ষণাৎ তিনি এমনভাবে সুস্থ হয়ে গেলেন যে, তাঁর যেন কোন অসুখই ছিল না। তখন ‘আলী (রাঃ) বললেন, আমি তাদের বিরুদ্ধে ততক্ষণ লড়াই চালিয়ে যাব, যতক্ষণ না তারা আমাদের মত হয়ে যায়। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি সোজা এগিয়ে যাও। তুমি তাদের প্রান্তরে উপস্থিত হলে প্রথমে তাদেরকে ইসলামের প্রতি আহ্বান জানাও এবং তাদের কর্তব্য সম্পর্কে তাদের অবহিত কর। আল্লাহ্‌র কসম, যদি একটি ব্যক্তিও তোমার দ্বারা হিদায়াত লাভ করে, তবে তা তোমার জন্য লাল রংয়ের উটের চেয়েও উত্তম।",
    "ar": "حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ القَعْنَبِيُّ حَدَّثَنَا عَبْدُ الْعَزِيْزِ بْنُ أَبِيْ حَازِمٍ عَنْ أَبِيْهِ عَنْ سَهْلِ بْنِ سَعْدٍ سَمِعَ النَّبِيَّ صلى الله عليه وسلم يَقُوْلُ يَوْمَ خَيْبَرَ لَاعْطِيَنَّ الرَّايَةَ رَجُلاً يَفْتَحُ اللهُ عَلَى يَدَيْهِ فَقَامُوْا يَرْجُوْنَ لِذَلِكَ أَيُّهُمْ يُعْطَى فَغَدَوْا وَكُلُّهُمْ يَرْجُوْ أَنْ يُعْطَى فَقَالَ أَيْنَ عَلِيٌّ فَقِيْلَ يَشْتَكِيْ عَيْنَيْهِ فَأَمَرَ فَدُعِيَ لَهُ فَبَصَقَ فِيْ عَيْنَيْهِ فَبَرَأَ مَكَانَهُ حَتَّى كَأَنَّه لَمْ يَكُنْ بِهِ شَيْءٌ فَقَالَ نُقَاتِلُهُمْ حَتَّى يَكُوْنُوْا مِثْلَنَا فَقَالَ عَلَى رِسْلِكَ حَتَّى تَنْزِلَ بِسَاحَتِهِمْ ثُمَّ ادْعُهُمْ إِلَى الْإِسْلَامِ وَأَخْبِرْهُمْ بِمَا يَجِبُ عَلَيْهِمْ فَوَاللهِ لَانْ يُهْدَى بِكَ رَجُلٌ وَاحِدٌ خَيْرٌ لَكَ مِنْ حُمْرِ النَّعَمِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}