{
  "hadith": {
    "hadith_id": 2988,
    "narrator": "‘আব্দুল্লাহ (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কা বিজয়ের দিন আপন সওয়ারীর পিঠে নিজের পেছনে উসামা ইবনু যায়েদ (রাঃ) কে বসিয়ে মক্কার উঁচু ভূমির দিক থেকে আসলেন। তাঁর সঙ্গে ছিলেন বিলাল (রাঃ) এবং চাবি রক্ষণকারী ‘উসামান ইব্‌নু ত্বলহা। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মসজিদের পাশে উটটিকে বসালেন। অতঃপর ‘উসমান(রাঃ)-কে কা’বা গৃহের চাবি নিয়ে আসতে আদেশ করলেন। কাবা খুলে দেয়া হল এবং আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ভেতরে প্রবেশ করলেন। তাঁর সঙ্গে ছিলেন উসামা, বিলাল ও ‘উসমান (রাঃ)। দিনের দীর্ঘ সময় তিনি সেখানে অবস্থান করলেন। অতঃপর সেখান হতে বেরিয়ে এলেন। এ সময়ে লোকেরা প্রবেশ করার জন্য দৌড়িয়ে আসল। সকলের আগে ‘আবদুল্লাহ্‌ ইব্‌নু ‘উমর (রাঃ) ভেতরে প্রবেশ করলেন এবং বিলাল (রাঃ)-কে দরজার পেছনে দাঁড়ানো দেখতে পেলেন। তিনি তাঁকে জিজ্ঞেস করলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন স্থানে সালাত আদায় করেছিলেন? ‘আবদুল্লাহ্‌ (রাঃ) বলেন, আমি তাঁকে একথা জিজ্ঞেস করতে ভুলে গিয়েছিলাম যে, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কত রাক‘আত সালাত আদায় করেছিলেন?",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ قَالَ يُونُسُ أَخْبَرَنِيْ نَافِعٌ عَنْ عَبْدِ اللهِ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم أَقْبَلَ يَوْمَ الْفَتْحِ مِنْ أَعْلَى مَكَّةَ عَلَى رَاحِلَتِهِ مُرْدِفًا أُسَامَةَ بْنَ زَيْدٍ وَمَعَهُ بِلَالٌ وَمَعَهُ عُثْمَانُ بْنُ طَلْحَةَ مِنْ الْحَجَبَةِ حَتَّى أَنَاخَ فِي الْمَسْجِدِ فَأَمَرَهُ أَنْ يَأْتِيَ بِمِفْتَاحِ الْبَيْتِ فَفَتَحَ وَدَخَلَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَمَعَهُ أُسَامَةُ وَبِلَالٌ وَعُثْمَانُ فَمَكَثَ فِيْهَا نَهَارًا طَوِيْلاً ثُمَّ خَرَجَ فَاسْتَبَقَ النَّاسُ وَكَانَ عَبْدُ اللهِ بْنُ عُمَرَ أَوَّلَ مَنْ دَخَلَ فَوَجَدَ بِلَالاً وَرَاءَ الْبَابِ قَائِمًا فَسَأَلَهُ أَيْنَ صَلَّى رَسُوْلُ اللهِ صلى الله عليه وسلم فَأَشَارَ لَهُ إِلَى الْمَكَانِ الَّذِيْ صَلَّى فِيْهِ قَالَ عَبْدُ اللهِ فَنَسِيْتُ أَنْ أَسْأَلَهُ كَمْ صَلَّى مِنْ سَجْدَةٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}