{
  "hadith": {
    "hadith_id": 3007,
    "narrator": "‘আলী (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে এবং যুবায়র ও মিকদাদ ইব্‌নু আসওয়াদ (রাঃ)-কে পাঠিয়ে বললেন, ‘তোমরা খাখ্ বাগানে যাও। সেখানে তোমরা এক মহিলাকে দেখতে পাবে। তার নিকট একটি পত্র আছে, তোমরা তার কাছ থেকে তা নিয়ে আসবে।’ তখন আমরা রওনা দিলাম। আমাদের ঘোড়া আমাদের নিয়ে দ্রুত বেগে চলছিল। অবশেষে আমরা উক্ত খাখ্ নামক বাগানে পৌঁছে গেলাম এবং সেখানে আমরা মহিলাটিকে দেখতে পেলাম। আমরা বললাম, ‘পত্র বাহির কর।’ সে বলল, ‘আমার নিকট তো কোন পত্র নেই।’ আমরা বললাম, ‘তুমি অবশ্যই পত্র বের করে দিবে, নচেৎ তোমার কাপড় খুলতে হবে।’ তখন সে তার চুলের খোঁপা থেকে পত্রটি বের করে দিল। আমরা তখন সে পত্রটি নিয়ে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হাজির হলাম। দেখা গেল, তা হাতিব ইব্‌নু বালতাআ (রাঃ)-এর পক্ষ থেকে মক্কার কয়েকজন মুশরিকের প্রতি লেখা হয়েছে। যাতে তাদেরকে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কোন পদক্ষেপ সম্পর্কে সংবাদ দেয়া হয়েছে। তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ‘হে হাতিব! একি ব্যাপার?’ তিনি বললেন, ‘হে আল্লাহর রসূল! আমার ব্যাপারে কোন তড়িত সিদ্ধান্ত গ্রহণ করবেন না। আসলে আমি কুরাইশ বংশোদ্ভুত নই। তবে তাদের সঙ্গে মিশে ছিলাম। আর যারা আপনার সঙ্গে মুজাহিরগণ রয়েছেন, তাদের সকলেরই মক্কাবাসীদের সঙ্গে আত্মীয়তার সম্পর্ক রয়েছে। যার কারণে তাঁদের পরিবার-পরিজন ও ধন-সম্পদ নিরাপদ। তাই আমি চেয়েছি, যেহেতু আমার বংশগতভাবে এ সম্পর্ক নেই, কাজেই আমি তাদের প্রতি এমন কিছু অনুগ্রহ দেখাই, যদ্দারা অন্তত তারা আমার আপন জনদের রক্ষা করবে। আর আমি তা কুফরী কিংবা মুরতাদ হবার উদ্দেশ্যে করিনি এবং কুফরীর প্রতি আকৃষ্ট হবার কারণেও নয়।’ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ‘হাতিব তোমাদের নিকট সত্য কথা বলছে।’ তখন ‘উমর (রাঃ) বললেন, ‘হে আল্লাহর রসূল! আমাকে অনুমতি দিন, আমি এই মুনাফিকের গর্দান উড়িয়ে দেই।’ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ‘সে বদর যুদ্ধে অংশগ্রহণ করেছে। তোমার হয়ত জানা নেই, আল্লাহ্‌ তা‘আলা বদর যুদ্ধে অংশ গ্রহণকারীদের ব্যাপারে অবহিত আছেন। তাই তাদের উদ্দেশ্য করে বলেছেন, তোমরা যা ইচ্ছা আমল কর। আমি তোমাদেরকে ক্ষমা করে দিয়েছি।’ সুফিয়ান (রহঃ) বলেন এ সনদটি খুবই উত্তম।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا عَمْرُوْ بْنُ دِيْنَارٍ سَمِعْتُهُ مِنْهُ مَرَّتَيْنِ قَالَ أَخْبَرَنِيْ حَسَنُ بْنُ مُحَمَّدٍ قَالَ أَخْبَرَنِيْ عُبَيْدُ اللهِ بْنُ أَبِيْ رَافِعٍ قَالَ سَمِعْتُ عَلِيًّا يَقُوْلُ بَعَثَنِيْ رَسُوْلُ اللهِ صلى الله عليه وسلم أَنَا وَالزُّبَيْرَ وَالْمِقْدَادَ بْنَ الأَسْوَدَ قَالَ انْطَلِقُوْا حَتَّى تَأْتُوْا رَوْضَةَ خَاخٍ فَإِنَّ بِهَا ظَعِيْنَةً وَمَعَهَا كِتَابٌ فَخُذُوْهُ مِنْهَا فَانْطَلَقْنَا تَعَادَى بِنَا خَيْلُنَا حَتَّى انْتَهَيْنَا إِلَى الرَّوْضَةِ فَإِذَا نَحْنُ بِالظَّعِيْنَةِ فَقُلْنَا أَخْرِجِي الْكِتَابَ فَقَالَتْ مَا مَعِيْ مِنْ كِتَابٍ فَقُلْنَا لَتُخْرِجِنَّ الْكِتَابَ أَوْ لَنُلْقِيَنَّ الثِّيَابَ فَأَخْرَجَتْهُ مِنْ عِقَاصِهَا فَأَتَيْنَا بِهِ رَسُوْلَ اللهِ صلى الله عليه وسلم فَإِذَا فِيْهِ مِنْ حَاطِبِ بْنِ أَبِيْ بَلْتَعَةَ إِلَى أُنَاسٍ مِنْ الْمُشْرِكِيْنَ مِنْ أَهْلِ مَكَّةَ يُخْبِرُهُمْ بِبَعْضِ أَمْرِ رَسُوْلِ اللهِ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم يَا حَاطِبُ مَا هَذَا قَالَ يَا رَسُوْلَ اللهِ لَا تَعْجَلْ عَلَيَّ إِنِّيْ كُنْتُ امْرَأً مُلْصَقًا فِيْ قُرَيْشٍ وَلَمْ أَكُنْ مِنْ أَنْفُسِهَا وَكَانَ مَنْ مَعَكَ مِنْ الْمُهَاجِرِيْنَ لَهُمْ قَرَابَاتٌ بِمَكَّةَ يَحْمُوْنَ بِهَا أَهْلِيْهِمْ وَأَمْوَالَهُمْ فَأَحْبَبْتُ إِذْ فَاتَنِيْ ذَلِكَ مِنْ النَّسَبِ فِيْهِمْ أَنْ أَتَّخِذَ عِنْدَهُمْ يَدًا يَحْمُوْنَ بِهَا قَرَابَتِيْ وَمَا فَعَلْتُ كُفْرًا وَلَا ارْتِدَادًا وَلَا رِضًا بِالْكُفْرِ بَعْدَ الْإِسْلَامِ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم لَقَدْ صَدَقَكُمْ قَالَ عُمَرُ يَا رَسُوْلَ اللهِ دَعْنِيْ أَضْرِبْ عُنُقَ هَذَا الْمُنَافِقِ قَالَ إِنَّهُ قَدْ شَهِدَ بَدْرًا وَمَا يُدْرِيكَ لَعَلَّ اللهَ أَنْ يَكُوْنَ قَدْ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ فَقَالَ اعْمَلُوْا مَا شِئْتُمْ فَقَدْ غَفَرْتُ لَكُمْ قَالَ سُفْيَانُ وَأَيُّ إِسْنَادٍ هَذَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}