{
  "hadith": {
    "hadith_id": 3018,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "‘উক্‌ল নামক গোত্রের আট ব্যক্তির একটি দল নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এল। মদীনার আবহাওয়া তারা উপযোগী মনে করেনি। তারা বলল, হে আল্লাহ্‌র রসূল! আমাদের জন্য দুগ্ধবতী উটনীর ব্যবস্থা করুন। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমরা বরং সদকার উটের পালের নিকট যাও। তারা সেখানে গিয়ে সেগুলোর পেশাব ও দুধ পান করে সুস্থ এবং মোটাতাজা হয়ে গেল। অতঃপর তারা উটের রাখালকে হত্যা করে উটের পাল হাঁকিয়ে নিয়ে গেল এবং মুসলিম হবার পর তারা মুরতাদ হয়ে গেল। তখন এক সংবাদ দাতা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘোড়-সওয়ারদেরকে তাদের সন্ধানে পাঠালেন। তখন পর্যন্ত দিনের আলো প্রকাশ পায়নি ‘সে সময় তাদেরকে নিয়ে আসা হল। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের হাত পা কেটে ফেললেন। অতঃপর তাঁর নির্দেশে লৌহ শলাকা গরম করে তাদের চোখে ঢুকানো হয় এবং তাদের উত্তপ্ত ভূমিতে ফেলে রাখা হয়। তারা পানি চেয়েছিল কিন্তু তাদেরকে পানি দেয়া হয়নি। অবশেষে তাদের মৃত্যু ঘটে। আবূ কিলাবা (রাঃ) বলেন, তারা হত্যা করেছে, চুরি করেছে, আল্লাহ্‌ তা‘আলা ও তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে যুদ্ধ করেছে এবং পৃথিবীতে ফাসাদ ছড়িয়ে দিতে চেষ্টা করেছে।",
    "ar": "حَدَّثَنَا مُعَلَّى بْنُ أَسَدٍ حَدَّثَنَا وُهَيْبٌ عَنْ أَيُّوْبَ عَنْ أَبِيْ قِلَابَةَ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ رَهْطًا مِنْ عُكْلٍ ثَمَانِيَةً قَدِمُوْا عَلَى النَّبِيِّ صلى الله عليه وسلم فَاجْتَوَوْا الْمَدِيْنَةَ فَقَالُوْا يَا رَسُوْلَ اللهِ ابْغِنَا رِسْلاً قَالَ مَا أَجِدُ لَكُمْ إِلَّا أَنْ تَلْحَقُوْا بِالذَّوْدِ فَانْطَلَقُوْا فَشَرِبُوْا مِنْ أَبْوَالِهَا وَأَلْبَانِهَا حَتَّى صَحُّوْا وَسَمِنُوْا وَقَتَلُوْا الرَّاعِيَ وَاسْتَاقُوْا الذَّوْدَ وَكَفَرُوْا بَعْدَ إِسْلَامِهِمْ فَأَتَى الصَّرِيْخُ النَّبِيَّ صلى الله عليه وسلم فَبَعَثَ الطَّلَبَ فَمَا تَرَجَّلَ النَّهَارُ حَتَّى أُتِيَ بِهِمْ فَقَطَّعَ أَيْدِيَهُمْ وَأَرْجُلَهُمْ ثُمَّ أَمَرَ بِمَسَامِيْرَ فَأُحْمِيَتْ فَكَحَلَهُمْ بِهَا وَطَرَحَهُمْ بِالْحَرَّةِ يَسْتَسْقُوْنَ فَمَا يُسْقَوْنَ حَتَّى مَاتُوْا قَالَ أَبُوْ قِلَابَةَ قَتَلُوْا وَسَرَقُوْا وَحَارَبُوْا اللهَ وَرَسُوْلَهُ صلى الله عليه وسلم وَسَعَوْا فِي الأَرْضِ فَسَادًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}