{
  "hadith": {
    "hadith_id": 3020,
    "narrator": "জারীর (রাঃ)",
    "bn": "তিনি বলেন, আমাকে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি কি আমাকে যুলখালাসার ব্যাপারে শান্তি দিবে না? খাশ’আম গোত্রের একটি মূর্তি ঘর ছিল। যাকে ইয়ামানের কা’বা নামে আখ্যায়িত করা হত। জারীর (রাঃ) বলেন, তখন আমি আহমাসের দেড়শ’ অশ্বারোহীকে সঙ্গে নিয়ে রওয়ানা করলাম। তারা সূদক্ষ অশ্বারোহী ছিল। জারীর (রাঃ) বলেন, আর আমি অশ্বের উপর স্থির থাকতে পারতাম না। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার বুকে এমনভাবে আঘাত করলেন যে, আমি আমার বুকে তাঁর আঙ্গুলির চিহ্ন দেখতে পেলাম এবং তিনি আমার জন্য এ দু‘আ করলেন, ‘হে আল্লাহ! তাকে স্থির রাখুন এবং হিদায়াত প্রাপ্ত, পথ প্রদর্শনকারী করুন।’ অতঃপর জারীর (রাঃ) সেখানে যান এবং যুলখালাসা মন্দির ভেঙ্গে ফেলেন ও জ্বালিয়ে দেন। অতঃপর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এ খবর দেয়ার জন্য এক ব্যক্তিকে তাঁর নিকট প্রেরণ করেন। তখন জারীর (রাঃ) এর দূত বলতে লাগল, কসম সে মহান আল্লাহ্ তা‘আলার! যিনি আপনাকে সত্যসহ প্রেরণ করেছেন, আমি আপনার নিকট তখনই এসেছি যখন যুলখালাসাকে আমরা ধ্বংস করে দিয়েছি। যুলখালাসার মন্দিরটি যে পাঁচড়া যুক্ত উটের মত। জারীর (রাঃ) বলেন, অতঃপর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আহমাসের অশ্ব ও অশ্বারোহীদের জন্য পাঁচবার বরকতের দু‘আ করেন।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ إِسْمَاعِيْلَ قَالَ حَدَّثَنِيْ قَيْسُ بْنُ أَبِيْ حَازِمٍ قَالَ قَالَ لِيْ جَرِيْرٌ قَالَ لِيْ رَسُوْلُ اللهِ صلى الله عليه وسلم أَلَا تُرِيْحُنِيْ مِنْ ذِي الْخَلَصَةِ وَكَانَ بَيْتًا فِيْ خَثْعَمَ يُسَمَّى كَعْبَةَ الْيَمَانِيَةِ قَالَ فَانْطَلَقْتُ فِيْ خَمْسِيْنَ وَمِائَةِ فَارِسٍ مِنْ أَحْمَسَ وَكَانُوْا أَصْحَابَ خَيْلٍ قَالَ وَكُنْتُ لَا أَثْبُتُ عَلَى الْخَيْلِ فَضَرَبَ فِيْ صَدْرِيْ حَتَّى رَأَيْتُ أَثَرَ أَصَابِعِهِ فِيْ صَدْرِيْ وَقَالَ اللَّهُمَّ ثَبِّتْهُ وَاجْعَلْهُ هَادِيًا مَهْدِيًّا فَانْطَلَقَ إِلَيْهَا فَكَسَرَهَا وَحَرَّقَهَا ثُمَّ بَعَثَ إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم يُخْبِرُهُ فَقَالَ رَسُوْلُ جَرِيْرٍ وَالَّذِيْ بَعَثَكَ بِالْحَقِّ مَا جِئْتُكَ حَتَّى تَرَكْتُهَا كَأَنَّهَا جَمَلٌ أَجْوَفُ أَوْ أَجْرَبُ قَالَ فَبَارَكَ فِيْ خَيْلِ أَحْمَسَ وَرِجَالِهَا خَمْسَ مَرَّاتٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}