{
  "hadith": {
    "hadith_id": 3039,
    "narrator": "বারাআ ইব্‌নু ‘আযিব (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উহুদের দিন ‘আবদুল্লাহ্‌ ইব্‌নু যুবাইর (রাঃ)-কে পঞ্চাশ জন পদাতিক যোদ্ধার উপর আমীর নিয়োগ করেন এবং বলেন, তোমরা যদি দেখ যে, আমাদেরকে পাখীরা ছোঁ মেরে নিয়ে যাচ্ছে, তথাপি তোমরা আমার পক্ষ হতে সংবাদ পাওয়া ছাড়া স্বস্থান ত্যাগ করবে না। আর যদি তোমরা দেখ যে, আমরা শত্রু দলকে পরাস্ত করেছি এবং আমরা তাদেরকে পদদলিত করেছি, তখনও আমার পক্ষ হতে সংবাদ প্রেরণ করা ব্যতীত স্ব-স্থান ত্যাগ করবে না। অতঃপর মুসলিমগণ কাফিরদেরকে যুদ্ধে পরাস্ত করে দিল। বারাআ (রাঃ) বলেন, আল্লাহর শপথ! আমি মুশরিকদের নারীদেরকে দেখতে পেলাম তারা নিজ বস্ত্র উপরে উঠিয়ে পলায়ন করছে। যাতে পায়ের অলঙ্কার ও পায়ের নলা উন্মুক্ত হয়ে গিয়েছে। তখন ‘আবদুল্লাহ্‌ ইব্‌নু যুবাইর (রাঃ)-এর সহযোগীরা বলতে লাগলেন, ‘লোক সকল! এখন তোমরা গনীমতের মাল সংগ্রহ কর। তোমাদের সাথীরা বিজয় লাভ করেছে। আর অপেক্ষা কেন?’ তখন ‘আবদুল্লাহ্‌ ইব্‌নু যুবাইর (রাঃ) বললেন, ‘রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমাদেরকে যা বলেছিলেন, তা তোমরা ভুলে গিয়েছো?’ তাঁরা বললেন, ‘আল্লাহর শপথ, আমরা লোকদের সঙ্গে মিলিত হয়ে গনীমতের মাল সংগ্রহে যোগ দিব।’ অতঃপর যখন তাঁরা স্বস্থান ত্যাগ করে নিজেদের লোকজনের নিকট পৌঁছল, তখন তাঁদের মুখ ফিরিয়ে দেয়া হয় আর তাঁরা পরাজিত হয়ে পলায়ন করতে থাকেন। এটা সে সময় যখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে পেছন থেকে ডাকছিলেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে বার জন লোক ব্যতীত অপর কেউই বাকী ছিল না। কাফিররা এ সুযোগে মুসলিমদের সত্তর ব্যক্তিকে শহীদ করে ফেলে। এর পূর্বে বদর যুদ্ধে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-ও তাঁর সাথীগণ মুশরিকদের সত্তরজনকে বন্দী ও সত্তরজনকে নিহত করেন। এ সময় আবূ সুফিয়ান তিনবার আওয়াজ দিল, ‘লোকদের মধ্যে কি মুহাম্মাদ জীবিত আছে?’ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার উত্তর দিতে নিষেধ করেন। পুনরায় তিনবার আওয়াজ দিল- ‘লোকদের মধ্যে কি আবূ কুহাফার পুত্র জীবিত আছে?’ পুনরায় তিনবার আওয়াজ দিল, ‘লোকদের মধ্যে কি খাত্তাবের পুত্র জীবিত আছে?’ অতঃপর সে নিজ লোকদের নিকট গিয়ে বলল, ‘এরা সবাই নিহত হয়েছে।’ এ সময় ‘উমর (রাঃ) ধৈয্যধারণ করতে পারলেন না। তিনি বলে উঠলেন, ‘ওরে আল্লাহ্‌র শত্রু! আল্লাহ্‌র শপথ, তুই মিথ্যা বলছিস। যাঁদের তুমি নাম উচ্চারণ করছিস তাঁরা সবাই জীবিত আছেন। তোদের জন্য ভয়াবহ পরিনতি অপেক্ষা করছে।’ আবূ সুফিয়ান বলল, ‘আজ বদরের দিনের প্রতিশোধ। যুদ্ধ তো বালতির মত। তোমরা তোমাদের লোকদের মধ্যে নাক-কান কাটা দেখবে, আমি এর আদেশ দেইনি কিন্তু তা আমি পছন্দও করিনি।’ অতঃপর বলতে লাগল, ‘হে হুবাল! তোমার মাথা উঁচু হোক। হে হুবাল! তোমার মাথা উঁচু হোক।’ তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাহাবীগণকে উদ্দেশ্য করে বললেন, ‘তোমরা এর উত্তর দিবে না?’ তাঁরা বললেন, ‘হে আল্লাহর রসূল! আমরা কী বলব?’ তিনি বললেন, ‘তোমরা বল, আল্লাহ তা‘আলাই সবচেয়ে মর্যাদাবান, তিনিই মহা মহিমান্বিত।’ আবূ সুফিয়ান বলল, ‘আমাদের জন্য উয্‌যা রয়েছে, তোমাদের উয্‌যা নেই।’ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ‘তোমরা কি তার উত্তর দিবে না?’ বারাআ (রাঃ) বলেন, ‘সাহাবীগণ বললেন, ‘হে আল্লাহর রসূল! আমরা কী বলব?’ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ‘তোমরা বল, আল্লাহ আমাদের সহায়তাকারী বন্ধু, তোমাদের কোন সহায়তাকারী বন্ধু নেই।’",
    "ar": "حَدَّثَنَا عَمْرُوْ بْنُ خَالِدٍ حَدَّثَنَا زُهَيْرٌ حَدَّثَنَا أَبُوْ إِسْحَاقَ قَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ رَضِيَ اللهُ عَنْهُمَا يُحَدِّثُ قَالَ جَعَلَ النَّبِيُّ صلى الله عليه وسلم عَلَى الرَّجَّالَةِ يَوْمَ أُحُدٍ وَكَانُوْا خَمْسِيْنَ رَجُلًا عَبْدَ اللهِ بْنَ جُبَيْرٍ فَقَالَ إِنْ رَأَيْتُمُوْنَا تَخْطَفُنَا الطَّيْرُ فَلَا تَبْرَحُوْا مَكَانَكُمْ هَذَا حَتَّى أُرْسِلَ إِلَيْكُمْ وَإِنْ رَأَيْتُمُوْنَا هَزَمْنَا الْقَوْمَ وَأَوْطَأْنَاهُمْ فَلَا تَبْرَحُوْا حَتَّى أُرْسِلَ إِلَيْكُمْ فَهَزَمُوْهُمْ قَالَ فَأَنَا وَاللهِ رَأَيْتُ النِّسَاءَ يَشْتَدِدْنَ قَدْ بَدَتْ خَلَاخِلُهُنَّ وَأَسْوُقُهُنَّ رَافِعَاتٍ ثِيَابَهُنَّ فَقَالَ أَصْحَابُ عَبْدِ اللهِ بْنِ جُبَيْرٍ الْغَنِيْمَةَ أَيْ قَوْمِ الْغَنِيْمَةَ ظَهَرَ أَصْحَابُكُمْ فَمَا تَنْتَظِرُوْنَ فَقَالَ عَبْدُ اللهِ بْنُ جُبَيْرٍ أَنَسِيْتُمْ مَا قَالَ لَكُمْ رَسُوْلُ اللهِ صلى الله عليه وسلم قَالُوْا وَاللهِ لَنَأْتِيَنَّ النَّاسَ فَلَنُصِيْبَنَّ مِنْ الْغَنِيْمَةِ فَلَمَّا أَتَوْهُمْ صُرِفَتْ وُجُوْهُهُمْ فَأَقْبَلُوْا مُنْهَزِمِيْنَ فَذَاكَ إِذْ يَدْعُوْهُمْ الرَّسُوْلُ فِيْ أُخْرَاهُمْ فَلَمْ يَبْقَ مَعَ النَّبِيِّ صلى الله عليه وسلم غَيْرُ اثْنَيْ عَشَرَ رَجُلًا فَأَصَابُوْا مِنَّا سَبْعِيْنَ وَكَانَ النَّبِيُّ صلى الله عليه وسلم وَأَصْحَابُهُ أَصَابُوْا مِنْ الْمُشْرِكِيْنَ يَوْمَ بَدْرٍ أَرْبَعِيْنَ وَمِائَةً سَبْعِيْنَ أَسِيْرًا وَسَبْعِيْنَ قَتِيْلًا فَقَالَ أَبُوْ سُفْيَانَ أَفِي الْقَوْمِ مُحَمَّدٌ ثَلَاثَ مَرَّاتٍ فَنَهَاهُمْ النَّبِيُّ صلى الله عليه وسلم أَنْ يُجِيْبُوْهُ ثُمَّ قَالَ أَفِي الْقَوْمِ ابْنُ أَبِيْ قُحَافَةَ ثَلَاثَ مَرَّاتٍ ثُمَّ قَالَ أَفِي الْقَوْمِ ابْنُ الْخَطَّابِ ثَلَاثَ مَرَّاتٍ ثُمَّ رَجَعَ إِلَى أَصْحَابِهِ فَقَالَ أَمَّا هَؤُلَاءِ فَقَدْ قُتِلُوْا فَمَا مَلَكَ عُمَرُ نَفْسَهُ فَقَالَ كَذَبْتَ وَاللهِ يَا عَدُوَّ اللهِ إِنَّ الَّذِيْنَ عَدَدْتَ لَاحْيَاءٌ كُلُّهُمْ وَقَدْ بَقِيَ لَكَ مَا يَسُوءُكَ قَالَ يَوْمٌ بِيَوْمِ بَدْرٍ وَالْحَرْبُ سِجَالٌ إِنَّكُمْ سَتَجِدُوْنَ فِي الْقَوْمِ مُثْلَةً لَمْ آمُرْ بِهَا وَلَمْ تَسُؤْنِيْ ثُمَّ أَخَذَ يَرْتَجِزُ أُعْـلُ هُـبَـلْ أُعْـلُ هُـبَـلْ قَالَ النَّبِيُّ صلى الله عليه وسلم أَلَا تُجِيْبُوْا لَهُ قَالُوْا يَا رَسُوْلَ اللهِ مَا نَقُوْلُ قَالَ قُوْلُوْا اللهُ أَعْلَى وَأَجَلُّ قَالَ إِنَّ لَنَا الْعُزَّى وَلَا عُزَّى لَكُمْ فَقَالَ النَّبِيُّ صلى الله عليه وسلم أَلَا تُجِيْبُوْا لَهُ قَالَ قَالُوْا يَا رَسُوْلَ اللهِ مَا نَقُوْلُ قَالَ قُوْلُوْا اللهُ مَوْلَانَا وَلَا مَوْلَى لَكُمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}