{
  "hadith": {
    "hadith_id": 304,
    "narrator": "আবূ সাঈদ খুদরী (রাঃ)",
    "bn": "একবার ঈদুল আযহা অথবা ঈদুল ফিতরের সালাত আদায়ের জন্য আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঈদগাহের দিকে যাচ্ছিলেন। তিনি মহিলাদের পাশ দিয়ে যাওয়ার সময় বললেনঃ হে মহিলা সমাজ! তোমার সদাক্বাহ করতে থাক। কারণ আমি দেখেছি জাহান্নামের অধিবাসীদের মধ্যে তোমরাই অধিক। তাঁরা জিজ্ঞেস করলেনঃ কী কারণে, হে আল্লাহ্‌র রসূল? তিনি বললেনঃ তোমরা অধিক পরিমানে অভিশাপ দিয়ে থাক আর স্বামীর অকৃতজ্ঞ হও। বুদ্ধি ও দ্বীনের ব্যাপারে ত্রুটি থাকা সত্ত্বেও একজন সদাসতর্ক ব্যক্তির বুদ্ধি হরণে তোমাদের চেয়ে পারদর্শী আমি আর কাউকে দেখিনি। তারা বললেনঃ আমাদের দ্বীন ও বুদ্ধির ত্রুটি কোথায়, হে আল্লাহ্‌র রসূল? তিনি বললেনঃ একজন মহিলার সাক্ষ্য কি একজন পুরুষের সাক্ষ্যের অর্ধেক নয়? তারা উত্তর দিলেন, ‘হ্যাঁ’। তখন তিনি বললেনঃ এ হচ্ছে তাদের বুদ্ধির ত্রুটি। আর হায়েয অবস্থায় তারা কি সালাত ও সিয়াম হতে বিরত থাকে না? তারা বললেন, হ্যাঁ। তিনি বললেনঃ এ হচ্ছে তাদের দ্বীনের ত্রুটি।\n\n(১৪৬২, ১৯৫১, ২৬৫৮; মুসলিম ১/৩৪, হাঃ ৭৯, ৮০ আহমাদ ৫৪৪৩) (আ.প্র. ২৯৩, ই.ফা. ২৯৮)",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ أَبِي مَرْيَمَ، قَالَ أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ أَخْبَرَنِي زَيْدٌ ـ هُوَ ابْنُ أَسْلَمَ ـ عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ خَرَجَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي أَضْحًى ـ أَوْ فِطْرٍ ـ إِلَى الْمُصَلَّى، فَمَرَّ عَلَى النِّسَاءِ فَقَالَ ‏\"‏ يَا مَعْشَرَ النِّسَاءِ تَصَدَّقْنَ، فَإِنِّي أُرِيتُكُنَّ أَكْثَرَ أَهْلِ النَّارِ ‏\"‏‏.‏ فَقُلْنَ وَبِمَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ تُكْثِرْنَ اللَّعْنَ، وَتَكْفُرْنَ الْعَشِيرَ، مَا رَأَيْتُ مِنْ نَاقِصَاتِ عَقْلٍ وَدِينٍ أَذْهَبَ لِلُبِّ الرَّجُلِ الْحَازِمِ مِنْ إِحْدَاكُنَّ ‏\"‏‏.‏ قُلْنَ وَمَا نُقْصَانُ دِينِنَا وَعَقْلِنَا يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ أَلَيْسَ شَهَادَةُ الْمَرْأَةِ مِثْلَ نِصْفِ شَهَادَةِ الرَّجُلِ ‏\"‏‏.‏ قُلْنَ بَلَى‏.‏ قَالَ ‏\"‏ فَذَلِكَ مِنْ نُقْصَانِ عَقْلِهَا، أَلَيْسَ إِذَا حَاضَتْ لَمْ تُصَلِّ وَلَمْ تَصُمْ ‏\"‏‏.‏ قُلْنَ بَلَى‏.‏ قَالَ ‏\"‏ فَذَلِكَ مِنْ نُقْصَانِ دِينِهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}