{
  "hadith": {
    "hadith_id": 3041,
    "narrator": "সালামা (রাঃ)",
    "bn": "তিনি বলেন, আমি গাবাহ্ নামক স্থানে যাবার উদ্দেশ্যে মদীনা থেকে বের হলাম। যখন আমি গাবাহর উঁচুস্থানে পৌছলাম, সেখানে আমার সঙ্গে ‘আবদুর রাহমান ইব্‌নু আউফ (রাঃ)-এর গোলামের সাক্ষাৎ ঘটল। আমি বললাম, আশ্চর্য! তোমার কী হয়েছে। সে বলল, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দুগ্ধবতী উটনীগুলো ছিনতাই হয়েছে। আমি বললাম, কারা ছিনতাই করেছে? সে বলল, গাতফান ও ফাযারাহ্ গোত্রের লোকেরা। তখন আমি বিপদ, বিপদ বলে তিন বার চিৎকার দিলাম। আর মদীনার দুই কঙ্করময় ভূমির মাঝে যত লোক ছিল সবাইকে আওয়াজ শুনিয়ে দিলাম। অতঃপর আমি দ্রুত ছুটে গিয়ে ছিনতাইকারীদের পেয়ে গেলাম। তারা উটনীগুলোকে নিয়ে যাচ্ছিল। আমি তাদের প্রতি তীর নিক্ষেপ করতে থাকলাম। আর বলতে লাগলাম,\nআমি আকওয়া‘র পুত্র, আর আজ কমিনাদের ধ্বংসের দিন।\nআমি তাদের থেকে উটগুলো উদ্ধার করলাম, তখনও তারা পানি পান করতে পারেনি। আর আমি তাদের সেগুলোকে হাঁকিয়ে নিয়ে আসছিলাম। এ সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে আমার দেখা হয়, তখন আমি বললাম, হে আল্লাহর রসূল! লোকগুলো তৃষ্ণার্ত। আমি এত তাড়াতাড়ি কাজ সেরেছি যে, তারা পানি পান করার সুযোগ পায়নি। শীঘ্র তাদের পেছনে সৈন্য পাঠিয়ে দিন। তখন তিনি বললেন, ‘হে ইব্‌নু আক্ওয়া! তুমি তাদের উপর বিজয়ী হয়েছ, এখন তাদের কথা বাদ রাখ। তারা তাদের গোত্রের নিকট পৌছে গেছে।",
    "ar": "حَدَّثَنَا الْمَكِّيُّ بْنُ إِبْرَاهِيْمَ أَخْبَرَنَا يَزِيْدُ بْنُ أَبِيْ عُبَيْدٍ عَنْ سَلَمَةَ أَنَّهُ أَخْبَرَهُ قَالَ خَرَجْتُ مِنْ الْمَدِيْنَةِ ذَاهِبًا نَحْوَ الْغَابَةِ حَتَّى إِذَا كُنْتُ بِثَنِيَّةِ الْغَابَةِ لَقِيَنِيْ غُلَامٌ لِعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ قُلْتُ وَيْحَكَ مَا بِكَ قَالَ أُخِذَتْ لِقَاحُ النَّبِيِّ صلى الله عليه وسلم قُلْتُ مَنْ أَخَذَهَا قَالَ غَطَفَانُ وَفَزَارَةُ فَصَرَخْتُ ثَلَاثَ صَرَخَاتٍ أَسْمَعْتُ مَا بَيْنَ لَابَتَيْهَا يَا صَبَاحَاهْ يَا صَبَاحَاهْ ثُمَّ انْدَفَعْتُ حَتَّى أَلْقَاهُمْ وَقَدْ أَخَذُوْهَا فَجَعَلْتُ أَرْمِيْهِمْ وَأَقُوْلُ :\nأَنَـا ابـْنُ الأَكْـوَعِ وَالْـيَـوْمُ يَـوْمُ الـرُّضَّـعْ\nفَاسْتَنْقَذْتُهَا مِنْهُمْ قَبْلَ أَنْ يَشْرَبُوْا فَأَقْبَلْتُ بِهَا أَسُوقُهَا فَلَقِيَنِي النَّبِيُّ صلى الله عليه وسلم فَقُلْتُ يَا رَسُوْلَ اللهِ إِنَّ الْقَوْمَ عِطَاشٌ وَإِنِّيْ أَعْجَلْتُهُمْ أَنْ يَشْرَبُوْا سِقْيَهُمْ فَابْعَثْ فِيْ إِثْرِهِمْ فَقَالَ يَا ابْنَ الأَكْوَعِ مَلَكْتَ فَأَسْجِحْ إِنَّ الْقَوْمَ يُقْرَوْنَ فِيْ قَوْمِهِمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}