{
  "hadith": {
    "hadith_id": 3045,
    "narrator": "‘আম্‌র ইব্‌নু আবূ সুফিয়ান (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দশ ব্যক্তিকে গোয়েন্দা হিসেবে সংবাদ সংগ্রহের জন্য পাঠালেন এবং আসিম ইব্‌নু সাবিত আনসারীকে তাঁদের দলপতি নিয়োগ করেন। যিনি আসিম ইব্‌নু ‘উমর ইব্‌নু খাত্তাবের নানা ছিলেন। তাঁরা রওয়ানা করলেন, যখন তাঁরা উসফান ও মক্কার মাঝে হাদআত নামক স্থানে পৌঁছেন, তখন হুযায়েল গোত্রের একটি প্রশাখা যাদেরকে লেহইয়ান বলা হয় তাদের নিকট তাঁদের ব্যাপারে আলোচনা করা হয়। তারা প্রায় দু’শত তীরন্দাজকে তাঁদের পিছু ধাওয়ার জন্য পাঠান। এরা তাঁদের চিহ্ন দেখে চলতে থাকে। সাহাবীগণ মদীনা হতে সঙ্গে নিয়ে আসা খেজুর যেখানে বসে খেয়েছিলেন, অবশেষে এরা সে স্থানের সন্ধান পেয়ে গেল, তখন এরা বলল, ইয়াসরিবের খেজুর। অতঃপর এরা তাঁদের পদচিহ্ন দেখে চলতে লাগল। যখন আসিম ও তাঁর সাথীগণ এদের দেখলেন, তখন তাঁরা একটি উঁচু স্থানে আশ্রয় গ্রহণ করলেন। আর কাফিররা তাঁদের ঘিরে ফেলল এবং তাঁদেরকে বলতে লাগল, তোমরা অবতরণ কর ও স্বেচ্ছায় বন্দীত্ব বরণ কর। আমরা তোমাদের অঙ্গীকার ও প্রতিশ্রুতি দিচ্ছি যে, তোমাদের মধ্য হতে কাউকে আমরা হত্যা করব না। তখন গোয়েন্দা দলের নেতা আসিম ইব্‌নু সাবিত (রাঃ) বললেন, ‘আল্লাহর কসম! আমি তো আজ কাফিরদের নিরাপত্তায় অবতরণ করবো না। হে আল্লাহ! আমাদের পক্ষ থেকে আপনার নবীকে সংবাদ পৌছিয়ে দিন।’ অবশেষে কাফিররা তীর নিক্ষেপ করতে শুরু করল। আর তারা আসিম (রাঃ) সহ সাত জনকে শহীদ করলো। অতঃপর অবশিষ্ট তিনজন খুবাইব আনসারী, যায়দ ইব্‌নু দাসিনা (রাঃ) ও অপর একজন তাদের দেয়া প্রতিশ্রুতি ও অঙ্গীকারের উপর নির্ভর করে তাদের নিকট অবতরণ করলেন। যখণ কাফিররা তাদেরকে আয়ত্বে নিয়ে নিল, তখন তারা তাদের ধনুকের রশি খুলে ফেলে তাঁদের বেঁধে ফেললো। তখন তৃতীয় জন বলে উঠলেন, ‘গোড়াতেই বিশ্বাসঘাতকতা! আল্লাহ্‌র কসম! আমি তোমাদের সঙ্গে যাবো না, যাঁরা শহীদ হয়েছেন আমি তাঁদেরই পদাঙ্ক অনুসরণ করব।’ কাফিররা তাঁকে শহীদ করে ফেলে এবং তারা খুবাইব ও ইব্‌নু দাসিনাকে নিয়ে চলে যায়। অবশেষে তাঁদের উভয়কে মক্কায় বিক্রয় করে ফেলে। এটা বদর যুদ্ধের পরের কথা। তখন খুবাইবকে হারিস ইব্‌নু ‘আমিরের পুত্রগণ ক্রয় করে নেয়। আর বদর যুদ্ধের দিন খুবাইব (রাঃ) হারিস ইব্‌নু ‘আমিরকে হত্যা করেছিলেন। খুবাইব (রাঃ) কিছু দিন তাদের নিকট বন্দী থাকেন। ইব্‌নু শিহাব (রহঃ) বলেন, আমাকে ‘উবায়দুল্লাহ ইব্‌নু আয়ায্ অবহিত করেছেন, তাঁকে হারিসের কন্যা জানিয়েছে যে, যখন হারিসের পুত্রগণ খুবাইব (রাঃ)-কে শহীদ করার সর্বসম্মত সিদ্ধান্ত নিল, তখন তিনি তার কাছ থেকে ক্ষৌর কাজ সম্পন্ন করার উদ্দেশে একটা ক্ষুর ধার চাইলেন। তখন হারিসের কন্যা তাকে একখানা ক্ষুর ধার দিল। সে সময় ঘটনাক্রমে আমার এক ছেলে আমার অজ্ঞাতে খুবাইবের নিকট চলে যায় এবং আমি দেখলাম যে, আমার ছেলে খুবাইবের উরুর উপর বসে রয়েছে এবং খুবাইবের হাতে রয়েছে ক্ষুর। আমি খুব ভয় পেয়ে গেলাম। খুবাইব আমার চেহারা দেখে বুঝতে পারলেন যে, আমি ভয় পাচ্ছি। তখন তিনি বললেন, তুমি কি এ ভয় করো যে, আমি এ শিশুটিকে হত্যা করে ফেলব? কখনো আমি তা করব না। আল্লাহ্‌র কসম! আমি খুবাইবের মত উত্তম বন্দী কখনো দেখিনি। আল্লাহ্‌র শপথ! আমি একদা দেখলাম, তিনি লোহার শিকলে আবদ্ধ অবস্থায় ছড়া হতে আঙ্গুর খাচ্ছেন, যা তাঁর হাতেই ছিল। অথচ এ সময় মক্কায় কোন ফলই পাওয়া যাচ্ছিল না। হারিসের কন্যা বলতো, এ তো ছিল আল্লাহ তা‘আলার পক্ষ হতে প্রদত্ত জীবিকা, যা তিনি খুবইবকে দান করেছেন। অতঃপর তারা খুবাইবকে শহীদ করার উদ্দেশে হারাম এর নিকট হতে হিল্লের দিকে নিয়ে বের হয়ে পড়ল, তখন খুবাইব (রাঃ) তাদের বললেন, আমাকে দু’রাক‘আত সালাত আদায় করতে দাও। তারা তাঁকে সে অনুমতি দিল। তিনি দু’রাক‘আত সালাত আদায় করে নিলেন। অতঃপর তিনি বললেন, ‘তোমরা যদি ধারণা না করতে যে, আমি মৃত্যুর ভয়ে ভীত হয়ে পড়েছি তবে আমি সালাতকে দীর্ঘ করতাম। হে আল্লাহ! তাদেরকে এক এক করে ধ্বংস করুন।’ (অতঃপর তিনি এ কবিতা দু’টি আবৃত্তি করলেন)\n“যখন আমি মুসলিম হিসেবে শহীদ হচ্ছি তখন আমি কোন রূপ ভয় করি না।\nআল্লাহ্‌র উদ্দেশ্যে আমাকে যেখানেই মাটিতে লুটিয়ে ফেলা হোক না কেন।\nআমার এ মৃত্যু আল্লাহ তা‘আলার জন্যই হচ্ছে। তিনি যদি ইচ্ছা করেন,\nতবে আমার দেহের প্রতিটি খন্ডিত জোড়াসমূহে বরকত সৃষ্টি করে দিবেন।”\nঅবশেষে হারিসের পুত্র তাঁকে শহীদ করে ফেলে। বস্তুত যে মুসলিম ব্যক্তিকে বন্দী অবস্থায় শহীদ করা হয় তার জন্য দু’রাক‘আত সালাত আদায়ের এ রীতি খুবাইব (রাঃ)-ই প্রবর্তন করে গেছেন। সে দিন আসিম (রাঃ) শাহাদত বরণ করেছিলেন, সেদিন আল্লাহ তা‘আলা তাঁর দু‘আ কবুল করেছিলেন। সেদিনই আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাহাবীগণকে তাঁদের সংবাদ ও তাঁদের উপর যা’ যা’ আপতিত হয়েছিল সবই অবহিত করেছিলেন। আর যখন কুরাইশ কাফিরদেরকে এ সংবাদ পৌঁছানো হয় যে, আসিম(রাঃ)-কে শহীদ করা হয়েছে তখন তারা তাঁর কাছে এক লোককে পাঠায়, যাতে সে ব্যক্তি তাঁর লাশ হতে কিছু অংশ কেটে নিয়ে আসে, যেন তারা তা দেখে চিনতে পারে। কারণ, বদর যুদ্ধের দিন আসিম (রাঃ) কুরাইশদের এক নেতৃস্থানীয় ব্যক্তিকে হত্যা করেছিলেন। আসিমের লাশের (রক্ষার জন্য) মৌমাছির ঝাঁক প্রেরিত হল যারা তাঁর দেহ আবৃত করে রেখে তাদের ষড়যন্ত্র হতে হিফাযত করল। ফলে তারা তাঁর শরীর হতে এক খণ্ড গোশ্‌তও কেটে নিতে পারেনি।",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِيْ عَمْرُوْ بْنُ أَبِيْ سُفْيَانَ بْنِ أَسِيْدِ بْنِ جَارِيَةَ الثَّقَفِيُّ وَهُوَ حَلِيْفٌ لِبَنِيْ زُهْرَةَ وَكَانَ مِنْ أَصْحَابِ أَبِيْ هُرَيْرَةَ أَنَّ أَبَا هُرَيْرَةَ قَالَ بَعَثَ رَسُوْلُ اللهِ صلى الله عليه وسلم عَشَرَةَ رَهْطٍ سَرِيَّةً عَيْنًا وَأَمَّرَ عَلَيْهِمْ عَاصِمَ بْنَ ثَابِتٍ الأَنْصَارِيَّ جَدَّ عَاصِمِ بْنِ عُمَرَ بْنِ الْخَطَّابِ فَانْطَلَقُوْا حَتَّى إِذَا كَانُوْا بِالْهَدَأَةِ وَهُوَ بَيْنَ عُسْفَانَ وَمَكَّةَ ذُكِرُوْا لِحَيٍّ مِنْ هُذَيْلٍ يُقَالُ لَهُمْ بَنُوْ لَحْيَانَ فَنَفَرُوْا لَهُمْ قَرِيْبًا مِنْ مِائَتَيْ رَجُلٍ كُلُّهُمْ رَامٍ فَاقْتَصُّوْا آثَارَهُمْ حَتَّى وَجَدُوْا مَأْكَلَهُمْ تَمْرًا تَزَوَّدُوْهُ مِنْ الْمَدِيْنَةِ فَقَالُوْا هَذَا تَمْرُ يَثْرِبَ فَاقْتَصُّوْا آثَارَهُمْ فَلَمَّا رَآهُمْ عَاصِمٌ وَأَصْحَابُهُ لَجَئُوْا إِلَى فَدْفَدٍ وَأَحَاطَ بِهِمْ الْقَوْمُ فَقَالُوْا لَهُمْ انْزِلُوْا وَأَعْطُوْنَا بِأَيْدِيكُمْ وَلَكُمْ الْعَهْدُ وَالْمِيْثَاقُ وَلَا نَقْتُلُ مِنْكُمْ أَحَدًا قَالَ عَاصِمُ بْنُ ثَابِتٍ أَمِيْرُ السَّرِيَّةِ أَمَّا أَنَا فَوَاللهِ لَا أَنْزِلُ الْيَوْمَ فِيْ ذِمَّةِ كَافِرٍ اللَّهُمَّ أَخْبِرْ عَنَّا نَبِيَّكَ فَرَمَوْهُمْ بِالنَّبْلِ فَقَتَلُوْا عَاصِمًا فِيْ سَبْعَةٍ فَنَزَلَ إِلَيْهِمْ ثَلَاثَةُ رَهْطٍ بِالْعَهْدِ وَالْمِيْثَاقِ مِنْهُمْ خُبَيْبٌ الأَنْصَارِيُّ وَابْنُ دَثِنَةَ وَرَجُلٌ آخَرُ فَلَمَّا اسْتَمْكَنُوْا مِنْهُمْ أَطْلَقُوْا أَوْتَارَ قِسِيِّهِمْ فَأَوْثَقُوْهُمْ فَقَالَ الرَّجُلُ الثَّالِثُ هَذَا أَوَّلُ الْغَدْرِ وَاللهِ لَا أَصْحَبُكُمْ إِنَّ لِيْ فِيْ هَؤُلَاءِ لَاسْوَةً يُرِيْدُ الْقَتْلَى فَجَرَّرُوْهُ وَعَالَجُوْهُ عَلَى أَنْ يَصْحَبَهُمْ فَأَبَى فَقَتَلُوْهُ فَانْطَلَقُوْا بِخُبَيْبٍ وَابْنِ دَثِنَةَ حَتَّى بَاعُوْهُمَا بِمَكَّةَ بَعْدَ وَقْعَةِ بَدْرٍ فَابْتَاعَ خُبَيْبًا بَنُو الْحَارِثِ بْنِ عَامِرِ بْنِ نَوْفَلِ بْنِ عَبْدِ مَنَافٍ وَكَانَ خُبَيْبٌ هُوَ قَتَلَ الْحَارِثَ بْنَ عَامِرٍ يَوْمَ بَدْرٍ فَلَبِثَ خُبَيْبٌ عِنْدَهُمْ أَسِيْرًا فَأَخْبَرَنِيْ عُبَيْدُ اللهِ بْنُ عِيَاضٍ أَنَّ بِنْتَ الْحَارِثِ أَخْبَرَتْهُ أَنَّهُمْ حِيْنَ اجْتَمَعُوْا اسْتَعَارَ مِنْهَا مُوسَى يَسْتَحِدُّ بِهَا فَأَعَارَتْهُ فَأَخَذَ ابْنًا لِّيْ وَأَنَا غَافِلَةٌ حِيْنَ أَتَاهُ قَالَتْ فَوَجَدْتُهُ مُجْلِسَهُ عَلَى فَخِذِهِ وَالْمُوسَى بِيَدِهِ فَفَزِعْتُ فَزْعَةً عَرَفَهَا خُبَيْبٌ فِيْ وَجْهِيْ فَقَالَ تَخْشَيْنَ أَنْ أَقْتُلَهُ مَا كُنْتُ لِأَفْعَلَ ذَلِكَ وَاللهِ مَا رَأَيْتُ أَسِيْرًا قَطُّ خَيْرًا مِنْ خُبَيْبٍ وَاللهِ لَقَدْ وَجَدْتُهُ يَوْمًا يَأْكُلُ مِنْ قِطْفِ عِنَبٍ فِيْ يَدِهِ وَإِنَّهُ لَمُوْثَقٌ فِي الْحَدِيْدِ وَمَا بِمَكَّةَ مِنْ ثَمَرٍ وَكَانَتْ تَقُوْلُ إِنَّهُ لَرِزْقٌ مِنْ اللهِ رَزَقَهُ خُبَيْبًا فَلَمَّا خَرَجُوْا مِنْ الْحَرَمِ لِيَقْتُلُوْهُ فِي الْحِلِّ قَالَ لَهُمْ خُبَيْبٌ ذَرُونِيْ أَرْكَعْ رَكْعَتَيْنِ فَتَرَكُوْهُ فَرَكَعَ رَكْعَتَيْنِ ثُمَّ قَالَ لَوْلَا أَنْ تَظُنُّوْا أَنَّ مَا بِيْ جَزَعٌ لَطَوَّلْتُهَا اللَّهُمَّ أَحْصِهِمْ عَدَدًا\nولستُ أُبَالِيْ حِيْنَ أُقْتَلُ مُسْلِمًـا عَلَى أَيِّ شِقٍّ كَانَ لِلهِ مَصْرَعِي\nوَذَلِكَ فِيْ ذَاتِ الْإِلَهِ وَإِنْ يَشَـأْ يُبَارِكْ عَلَى أَوْصَالِ شِلْوٍ مُمَزَّعِ\nفَقَتَلَهُ ابْنُ الْحَارِثِ فَكَانَ خُبَيْبٌ هُوَ سَنَّ الرَّكْعَتَيْنِ لِكُلِّ امْرِئٍ مُسْلِمٍ قُتِلَ صَبْرًا فَاسْتَجَابَ اللهُ لِعَاصِمِ بْنِ ثَابِتٍ يَوْمَ أُصِيْبَ فَأَخْبَرَ النَّبِيُّ صلى الله عليه وسلم أَصْحَابَهُ خَبَرَهُمْ وَمَا أُصِيْبُوْا وَبَعَثَ نَاسٌ مِنْ كُفَّارِ قُرَيْشٍ إِلَى عَاصِمٍ حِيْنَ حُدِّثُوْا أَنَّهُ قُتِلَ لِيُؤْتَوْا بِشَيْءٍ مِنْهُ يُعْرَفُ وَكَانَ قَدْ قَتَلَ رَجُلًا مِنْ عُظَمَائِهِمْ يَوْمَ بَدْرٍ فَبُعِثَ عَلَى عَاصِمٍ مِثْلُ الظُّلَّةِ مِنْ الدَّبْرِ فَحَمَتْهُ مِنْ رَسُوْلِهِمْ فَلَمْ يَقْدِرُوْا عَلَى أَنْ يَقْطَعَ مِنْ لَحْمِهِ شَيْئًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}