{
  "hadith": {
    "hadith_id": 3053,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বললেন, বৃহস্পতিবার! হায় বৃহস্পতিবার! অতঃপর তিনি কাঁদতে শুরু করলেন, এমনকি তাঁর অশ্রুতে কঙ্করগুলো সিক্ত হয়ে গেল। আর তিনি বলতে লাগলেন, ‘বৃহস্পতিবারে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর রোগ যাতনা বেড়ে যায়। তখন তিনি বললেন, তোমরা আমার জন্য লিখার কোন জিনিস নিয়ে এসো, আমি তোমাদের জন্য কিছু লিখিয়ে দিব। যাতে অতঃপর তোমরা কখনও পথভ্রষ্ট না হও। এতে সাহাবীগণ পরস্পরে মতভেদ করেন। অথচ নবীর সম্মুখে মতভেদ সমীচীন নয়। তাদের কেউ কেউ বললেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুনিয়া ত্যাগ করেছেন?’ তিনি বললেন, ‘আচ্ছা, আমাকে আমার অবস্থায় থাকতে দাও। তোমরা আমাকে যে অবস্থার দিকে আহ্বান করছো তার চেয়ে আমি যে অবস্থায় আছি তা উত্তম।’ অবশেষে তিনি ইন্তিকালের সময় তিনটি বিষয়ে ওসীয়ত করেন। (১) মুশরিকদের আরব উপদ্বীপ হতে বিতাড়িত কর, (২) প্রতিনিধি দলকে আমি যেরূপ উপঢেৌকন দিয়েছি তোমরাও তেমন দিও (রাবী বলেন) তৃতীয় ওসীয়তটি আমি ভুলে গিয়েছি। আবূ আব্দুল্লাহ (রহঃ) বলেন, ইব্‌নু মুহাম্মদ (রহঃ) ও ইয়া’কূব (রহঃ) বলেন, আমি মুগীরাহ ইব্‌নু ‘আবদুর রহমানকে জাযীরাতুল আরব সম্পর্কে জিজ্ঞেস করলাম, তিনি বললেন, তাহলো মক্কা, মদীনা ও ইয়ামান। ইয়াকূব (রহঃ) বলেন, ‘তিহামাহ্ আরম্ভ হল ‘আরজ থেকে।’",
    "ar": "حَدَّثَنَا قَبِيْصَةُ حَدَّثَنَا ابْنُ عُيَيْنَةَ عَنْ سُلَيْمَانَ الأَحْوَلِ عَنْ سَعِيْدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا أَنَّهُ قَالَ يَوْمُ الْخَمِيْسِ وَمَا يَوْمُ الْخَمِيْسِ ثُمَّ بَكَى حَتَّى خَضَبَ دَمْعُهُ الْحَصْبَاءَ فَقَالَ اشْتَدَّ بِرَسُوْلِ اللهِ صلى الله عليه وسلم وَجَعُهُ يَوْمَ الْخَمِيْسِ فَقَالَ ائْتُوْنِيْ بِكِتَابٍ أَكْتُبْ لَكُمْ كِتَابًا لَنْ تَضِلُّوْا بَعْدَهُ أَبَدًا فَتَنَازَعُوْا وَلَا يَنْبَغِيْ عِنْدَ نَبِيٍّ تَنَازُعٌ فَقَالُوْا هَجَرَ رَسُوْلُ اللهِ صلى الله عليه وسلم قَالَ دَعُونِيْ فَالَّذِيْ أَنَا فِيْهِ خَيْرٌ مِمَّا تَدْعُونِيْ إِلَيْهِ وَأَوْصَى عِنْدَ مَوْتِهِ بِثَلَاثٍ أَخْرِجُوْا الْمُشْرِكِيْنَ مِنْ جَزِيْرَةِ الْعَرَبِ وَأَجِيْزُوْا الْوَفْدَ بِنَحْوِ مَا كُنْتُ أُجِيْزُهُمْ وَنَسِيْتُ الثَّالِثَةَ وَقَالَ يَعْقُوْبُ بْنُ مُحَمَّدٍ سَأَلْتُ الْمُغِيْرَةَ بْنَ عَبْدِ الرَّحْمَنِ عَنْ جَزِيْرَةِ الْعَرَبِ فَقَالَ مَكَّةُ وَالْمَدِيْنَةُ وَالْيَمَامَةُ وَالْيَمَنُ وَقَالَ يَعْقُوْبُ وَالْعَرْجُ أَوَّلُ تِهَامَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}