{
  "hadith": {
    "hadith_id": 3054,
    "narrator": "(আবদুল্লাহ) ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, ‘উমর (রাঃ) এক জোড়া রেশমী কাপড় বাজারে বিক্রি হতে দেখতে পেলেন। তিনি তা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট নিয়ে এসে বললেন, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ রেশমী কাপড় জোড়া আপনি ক্রয় করুন এবং ‘ঈদ ও প্রতিনিধিদল আগমন উপলক্ষে এর দ্বারা আপনি সুসজ্জিত হবেন। তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ‘এ পোশাক তো তার (আখিরাতে) যার কোন অংশ নেই। অথবা (বলেন) এরূপ পোশাক সে-ই পরিধান করে (আখিরাতে) যার কোন অংশ নেই।’ এ অবস্থায় ‘উমর (রাঃ) কিছুদিন অবস্থান করেন, যে পরিমাণ সময় আল্লাহ তা‘আলার ইচ্ছে ছিল। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি রেশমী জুব্বা ‘উমর (রাঃ)-এর নিকট পাঠিয়ে দেন। তিনি তা নিয়ে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে আরয করলেন, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনি বলেছিলেন যে, এ তো তারই লেবাস (আখিরাতে) যার কোন অংশ নেই, কিংবা (রাবীর সন্দেহ) এ পোশাক তো সে-ই পরিধান করে, যার (আখিরাতে) কোন অংশ নেই। এরপরও আপনি তা আমার জন্য পাঠালেন। তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি তা বিক্রয় করে ফেলবে অথবা (রাবীর সন্দেহ) বলেছেন, তুমি তা তোমার কোন কাজে লাগাবে।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللهِ أَنَّ ابْنَ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ وَجَدَ عُمَرُ حُلَّةَ إِسْتَبْرَقٍ تُبَاعُ فِي السُّوقِ فَأَتَى بِهَا رَسُوْلَ اللهِ فَقَالَ يَا رَسُوْلَ اللهِ ابْتَعْ هَذِهِ الْحُلَّةَ فَتَجَمَّلْ بِهَا لِلْعِيْدِ وَلِلْوُفُوْدِ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِنَّمَا هَذِهِ لِبَاسُ مَنْ لَا خَلَاقَ لَهُ أَوْ إِنَّمَا يَلْبَسُ هَذِهِ مَنْ لَا خَلَاقَ لَهُ فَلَبِثَ مَا شَاءَ اللهُ ثُمَّ أَرْسَلَ إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم بِجُبَّةِ دِيْبَاجٍ فَأَقْبَلَ بِهَا عُمَرُ حَتَّى أَتَى بِهَا رَسُوْلَ اللهِ صلى الله عليه وسلم فَقَالَ يَا رَسُوْلَ اللهِ قُلْتَ إِنَّمَا هَذِهِ لِبَاسُ مَنْ لَا خَلَاقَ لَهُ أَوْ إِنَّمَا يَلْبَسُ هَذِهِ مَنْ لَا خَلَاقَ لَهُ ثُمَّ أَرْسَلْتَ إِلَيَّ بِهَذِهِ فَقَالَ تَبِيْعُهَا أَوْ تُصِيْبُ بِهَا بَعْضَ حَاجَتِكَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}