{
  "hadith": {
    "hadith_id": 3055,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, ‘উমর (রাঃ) কয়েকজন সাহাবীসহ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ইব্‌নু সাইয়াদের নিকট যান। তাঁরা তাকে বনী মাগালার টিলার উপর ছেলে-পেলেদের সঙ্গে খেলাধূলা করতে দেখতে পান। আর এ সময় ইব্‌নু সাইয়াদ বালিগ হবার নিকটবর্তী হয়েছিল। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর (আগমন) সে কিছু টের না পেতেই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর পিঠে হাত দিয়ে মৃদু আঘাত করলেন। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি কি সাক্ষ্য দাও যে, আমি আল্লাহ্‌র প্রেরিত রসূল? তখন ইব্‌নু সাইয়াদ তাঁর প্রতি তাকিয়ে বলল, আমি সাক্ষ্য দিচ্ছি যে, আপনি উম্মী লোকদের রসূল। ইব্‌নু সাইয়াদ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলল, আপনি কি এ সাক্ষ্য দেন যে, আমি আল্লাহ্‌র রসূল? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেন, আমি আল্লাহ তা‘আলা ও তাঁর সকল রাসূলের প্রতি ঈমান এনেছি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে প্রশ্ন করলেন, তুমি কী দেখ? ইব্‌নু সাইয়াদ বলল, আমার নিকট সত্য খবর ও মিথ্যা খবর সবই আসে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আসল অবস্থা তোমার কাছে সত্য মিথ্যা মিশিয়ে আছে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বললেন, আচ্ছা, আমি আমার অন্তরে তোমার জন্য কিছু কথা গোপন রেখেছি। ইব্‌নু সাইয়াদ বলল, তা হচ্ছে ধোঁয়া। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আরে থাম, তুমি তোমার সীমার বাইরে যেতে পার না। ‘উমর (রাঃ) বলে উঠলেন, হে আল্লাহর রসূল! আমাকে হুকুম দিন, আমি তার গর্দান উড়িয়ে দেই। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, যদি সে প্রকৃত দাজ্জাল হয়, তবে তুমি তাকে কাবু করতে পারবে না, যদি সে দাজ্জাল না হয়, তবে তাকে হত্যা করে তোমার কোন লাভ নেই।",
    "ar": "حَدَّثَنَا عَبْدُ اللهِ بْنُ مُحَمَّدٍ حَدَّثَنَا هِشَامٌ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ أَخْبَرَنِيْ سَالِمُ بْنُ عَبْدِ اللهِ عَنْ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا أَنَّهُ أَخْبَرَهُ أَنَّ عُمَرَ انْطَلَقَ فِيْ رَهْطٍ مِنْ أَصْحَابِ النَّبِيِّ مَعَ النَّبِيِّ صلى الله عليه وسلم قِبَلَ ابْنِ صَيَّادٍ حَتَّى وَجَدُوْهُ يَلْعَبُ مَعَ الْغِلْمَانِ عِنْدَ أُطُمِ بَنِيْ مَغَالَةَ وَقَدْ قَارَبَ يَوْمَئِذٍ ابْنُ صَيَّادٍ يَحْتَلِمُ فَلَمْ يَشْعُرْ بِشَيْءٍ حَتَّى ضَرَبَ النَّبِيُّ صلى الله عليه وسلم ظَهْرَهُ بِيَدِهِ ثُمَّ قَالَ النَّبِيُّ صلى الله عليه وسلم أَتَشْهَدُ أَنِّيْ رَسُوْلُ اللهِ فَنَظَرَ إِلَيْهِ ابْنُ صَيَّادٍ فَقَالَ أَشْهَدُ أَنَّكَ رَسُوْلُ الْأُمِّيِّيْنَ فَقَالَ ابْنُ صَيَّادٍ لِلنَّبِيِّ صلى الله عليه وسلم أَتَشْهَدُ أَنِّيْ رَسُوْلُ اللهِ قَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم آمَنْتُ بِاللهِ وَرُسُلِهِ قَالَ النَّبِيُّ صلى الله عليه وسلم مَاذَا تَرَى قَالَ ابْنُ صَيَّادٍ يَأْتِيْنِيْ صَادِقٌ وَكَاذِبٌ قَالَ النَّبِيُّ صلى الله عليه وسلم خُلِطَ عَلَيْكَ الأَمْرُ قَالَ النَّبِيُّ صلى الله عليه وسلم إِنِّيْ قَدْ خَبَأْتُ لَكَ خَبِيئًا قَالَ ابْنُ صَيَّادٍ هُوَ الدُّخُّ قَالَ النَّبِيُّ صلى الله عليه وسلم اخْسَأْ فَلَنْ تَعْدُوَ قَدْرَكَ قَالَ عُمَرُ يَا رَسُوْلَ اللهِ ائْذَنْ لِيْ فِيْهِ أَضْرِبْ عُنُقَهُ قَالَ النَّبِيُّ صلى الله عليه وسلم إِنْ يَكُنْهُ فَلَنْ تُسَلَّطَ عَلَيْهِ وَإِنْ لَمْ يَكُنْهُ فَلَا خَيْرَ لَكَ فِيْ قَتْلِهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}