{
  "hadith": {
    "hadith_id": 3059,
    "narrator": "যায়দ ইব্‌নু আসলাম (রাঃ) কর্তৃক তাঁর পিতা",
    "bn": "‘উমর (রাঃ) হুনাইয়াহ নামক তাঁর এক আযাদকৃত গোলামকে সরকারী চারণভূমির তত্ত্বাবধানে নিযুক্ত করেন। আর তাকে আদেশ করেন, হে হুনাইয়াহ! মুসলিমদের সঙ্গে অত্যন্ত বিনয়ী থাকবে, মজলুমের বদ দু‘আ হতে বেঁচে থাকবে। কারণ, মজলুমের দু‘আ কবূল হয়। আর অল্প সংখ্যক উট ও অল্প সংখ্যক বকরীর মালিককে এতে প্রবেশ করতে দিবে। আর ‘আবদুর রহমান ইব্‌নু ‘আউফ ও ‘উসমান ইব্‌নু ‘আফফান (রাঃ)-এর পশুর ব্যাপারে সতর্ক থাকবে। কেননা যদি তাদেঁর পশুগুলো ধ্বংস হয়ে যায়, তবে তাঁরা তাদেঁর কৃষি ক্ষেত ও খেজুর বাগানের প্রতি মনোযোগ দিবেন। কিন্তু অল্প সংখ্যক উট-বকরীর মালিকদের পশু ধ্বংস হয়ে গেলে তাদের পরিবার-পরিজন নিয়ে আমার নিকট উপস্থিত হবে। আর বলবে, হে আমীরুল মু’মিনীন! আপনার পিতা ধ্বংস হোক! তখন আমি কি তাদের বঞ্চিত করতে পারব? সুতরাং পানি ও ঘাস দেয়া আমার পক্ষে সহজ, স্বর্ণ-রেৌপ্য দেয়ার চাইতে। আল্লাহ্‌র শপথ! এ সব লোকেরা মনে করবে, আমি তাদের প্রতি জুলুম করেছি। এটা তাদেরই শহর, জাহিলী যুগে তারা এতে যুদ্ধ করেছে, ইসলামের যুগে তারা এতেই ইসলাম গ্রহণ করেছে। সে মহান আল্লাহ্‌র শপথ! যাঁর হাতে আমার প্রাণ, যে সব ঘোড়ার উপর আমি যোদ্ধাগণকে আল্লাহ্‌র রাস্তায় আরোহণ করিয়ে থাকি যদি সেগুলো না হতো তবে আমি তাদের দেশের এক বিঘত পরিমাণ জমিও সংরক্ষণ করতাম না।",
    "ar": "حَدَّثَنَا إِسْمَاعِيْلُ قَالَ حَدَّثَنِيْ مَالِكٌ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيْهِ أَنَّ عُمَرَ بْنَ الْخَطَّابِ اسْتَعْمَلَ مَوْلًى لَهُ يُدْعَى هُنَيًّا عَلَى الْحِمَى فَقَالَ يَا هُنَيُّ اضْمُمْ جَنَاحَكَ عَنْ الْمُسْلِمِيْنَ وَاتَّقِ دَعْوَةَ الْمَظْلُومِ فَإِنَّ دَعْوَةَ الْمَظْلُومِ مُسْتَجَابَةٌ وَأَدْخِلْ رَبَّ الصُّرَيْمَةِ وَرَبَّ الْغُنَيْمَةِ وَإِيَّايَ وَنَعَمَ ابْنِ عَوْفٍ وَنَعَمَ ابْنِ عَفَّانَ فَإِنَّهُمَا إِنْ تَهْلِكْ مَاشِيَتُهُمَا يَرْجِعَا إِلَى نَخْلٍ وَزَرْعٍ وَإِنَّ رَبَّ الصُّرَيْمَةِ وَرَبَّ الْغُنَيْمَةِ إِنْ تَهْلِكْ مَاشِيَتُهُمَا يَأْتِنِيْ بِبَنِيْهِ فَيَقُوْلُ يَا أَمِيْرَ الْمُؤْمِنِيْنَ أَفَتَارِكُهُمْ أَنَا لَا أَبَا لَكَ فَالْمَاءُ وَالْكَلَا أَيْسَرُ عَلَيَّ مِنْ الذَّهَبِ وَالْوَرِقِ وَايْمُ اللهِ إِنَّهُمْ لَيَرَوْنَ أَنِّيْ قَدْ ظَلَمْتُهُمْ إِنَّهَا لَبِلَادُهُمْ فَقَاتَلُوْا عَلَيْهَا فِي الْجَاهِلِيَّةِ وَأَسْلَمُوْا عَلَيْهَا فِي الْإِسْلَامِ وَالَّذِيْ نَفْسِيْ بِيَدِهِ لَوْلَا الْمَالُ الَّذِيْ أَحْمِلُ عَلَيْهِ فِيْ سَبِيْلِ اللهِ مَا حَمَيْتُ عَلَيْهِمْ مِنْ بِلَادِهِمْ شِبْرًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}