{
  "hadith": {
    "hadith_id": 3073,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের মাঝে দাঁড়ান এবং গনীমতের মাল আত্মসাৎ প্রসঙ্গে আলোচনা করেন। আর তিনি তা মারাত্মক অপরাধ ও তার ভয়াবহ পরিণতির কথা উল্লেখ করেন। তিনি বললেন, আমি তোমাদের কাউকে যেন এ অবস্থায় কেয়ামতের দিন না পাই যে, তাঁর কাঁধে বকরি বয়ে বেড়াচ্ছে আর তা ভ্যাঁ ভ্যাঁ করে চিৎকার দিচ্ছে। অথবা তাঁর কাঁধে রয়েছে ঘোড়া আর তা হি হি করে আওয়াজ দিচ্ছে। ঐ ব্যক্তি আমাকে বলবে, হে আল্লাহ‌্‌র রসূল! আমাকে সাহায্য করুন। আমি বলব, আমি তোমার জন্য কিছু করতে পারব না। আমি তো (দুনিয়ায়) তোমার নিকট পৌঁছে দিয়েছি। অথবা কেউ তার কাঁধে বয়ে বেড়াবে উট যা চিৎকার করছে, সে আমাকে বলবে, হে আল্লাহ্‌র রসূল! একটু সাহায্য করুন। আমি বলব, আমি তোমার জন্য কিছু করতে পারব না। আমি তো তোমার নিকট পৌঁছে দিয়েছি। অথবা কেউ তার কাঁধে বয়ে বেড়াবে ধন-দৌলত এবং আমাকে বলবে, হে আল্লাহর রসূল! আমাকে সাহায্য করুন। আমি বলব, আমি তোমার জন্য কিছু করতে পারব না। আমি তো তোমার নিকট পৌঁছে দিয়েছি। অথবা কেউ তার কাঁধে বয়ে বেড়াবে কাপড়ের টুকরাসমূহ যা দুলতে থাকবে। সে আমাকে বলবে, হে আল্লাহর রসূল! আমাকে সাহায্য করুন। আমি বলব, আমি তোমার জন্য কিছু করতে পারব না; আমি তো তোমার নিকট পৌঁছে দিয়েছি।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ أَبِيْ حَيَّانَ قَالَ حَدَّثَنِيْ أَبُوْ زُرْعَةَ قَالَ حَدَّثَنِيْ أَبُوْ هُرَيْرَةَ قَالَ قَامَ فِيْنَا النَّبِيُّ صلى الله عليه وسلم فَذَكَرَ الْغُلُوْلَ فَعَظَّمَهُ وَعَظَّمَ أَمْرَهُ قَالَ لَا أُلْفِيَنَّ أَحَدَكُمْ يَوْمَ الْقِيَامَةِ عَلَى رَقَبَتِهِ شَاةٌ لَهَا ثُغَاءٌ عَلَى رَقَبَتِهِ فَرَسٌ لَهُ حَمْحَمَةٌ يَقُوْلُ يَا رَسُوْلَ اللهِ أَغِثْنِيْ فَأَقُوْلُ لَا أَمْلِكُ لَكَ شَيْئًا قَدْ أَبْلَغْتُكَ وَعَلَى رَقَبَتِهِ بَعِيْرٌ لَهُ رُغَاءٌ يَقُوْلُ يَا رَسُوْلَ اللهِ أَغِثْنِيْ فَأَقُوْلُ لَا أَمْلِكُ لَكَ شَيْئًا قَدْ أَبْلَغْتُكَ وَعَلَى رَقَبَتِهِ صَامِتٌ فَيَقُوْلُ يَا رَسُوْلَ اللهِ أَغِثْنِيْ فَأَقُوْلُ لَا أَمْلِكُ لَكَ شَيْئًا قَدْ أَبْلَغْتُكَ أَوْ عَلَى رَقَبَتِهِ رِقَاعٌ تَخْفِقُ فَيَقُوْلُ يَا رَسُوْلَ اللهِ أَغِثْنِيْ فَأَقُوْلُ لَا أَمْلِكُ لَكَ شَيْئًا قَدْ أَبْلَغْتُكَ وَقَالَ أَيُّوْبُ عَنْ أَبِيْ حَيَّانَ فَرَسٌ لَهُ حَمْحَمَةٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}