{
  "hadith": {
    "hadith_id": 3075,
    "narrator": "রাফি’ ইব্‌নু খাদীজ (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে যুল-হুলাইফায় অবস্থান করছিলাম। লোকেরা ক্ষুধার্ত হয়েছিল। আর আমরা গানীমাত স্বরূপ কিছু উট ও বকরী লাভ করেছিলাম। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকদের পেছনে সারিতে ছিলেন। লোকেরা তাড়াতাড়ি করে পাতিল চড়িয়ে দিয়েছিল। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নির্দেশ দিলেন এবং পাতিলগুলো উপুড় করে ফেলে দেয়া হল। অতঃপর তিনি দশটি বকরীকে একটি উটের সমান ধরে তা বন্টন করে দিলেন। তার নিকট হতে একটি উট পালিয়ে গেল। লোকদের নিকট ঘোড়া কম ছিল। তাঁরা তা অনুসন্ধানে বেরিয়ে গেল এবং তারা ক্লান্ত হয়ে পড়ল। অতঃপর এক ব্যক্তি উটটির প্রতি তীর নিক্ষেপ করল, আল্লাহ তা‘আলা তার গতিরোধ করে দিলেন। তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ‘এ সকল গৃহপালিত জন্তুর মধ্যেও কতক বন্য পশুর মত অবাধ্য হয়ে যায়। সুতরাং যা তোমাদের নিকট হতে পলায়ন করে তার সঙ্গে এরূপ আচরণ করবে।’ রাবী বলেন, আমার দাদা রাফি ইব্‌নু খাদীজ (রাঃ) বলেছেন, আমরা আশা করি কিংবা বলেছেন আশঙ্কা করি যে, আমরা আগামীকাল শত্রুর মুখোমুখি হব। আর আমাদের সঙ্গে ছুরি নেই। আমরা কি বাঁশের ধারালো চোকলা দ্বারা যব্‌হ করব? আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ‘যা রক্ত প্রবাহিত করে এবং আল্লাহর নাম উচ্চারণ করা হয়েছে তা আহার কর। কিন্তু দাঁত ও নখ দিয়ে নয়। কারণ আমি বলে দিচ্ছি: তা এই যে, দাঁত হল হাড় আর নখ হল হাবশীদের ছুরি।’",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيْلَ حَدَّثَنَا أَبُوْ عَوَانَةَ عَنْ سَعِيْدِ بْنِ مَسْرُوقٍ عَنْ عَبَايَةَ بْنِ رِفَاعَةَ عَنْ جَدِّهِ رَافِعٍ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم بِذِي الْحُلَيْفَةِ فَأَصَابَ النَّاسَ جُوعٌ وَأَصَبْنَا إِبِلًا وَغَنَمًا وَكَانَ النَّبِيُّ صلى الله عليه وسلم فِيْ أُخْرَيَاتِ النَّاسِ فَعَجِلُوْا فَنَصَبُوْا الْقُدُوْرَ فَأَمَرَ بِالْقُدُوْرِ فَأُكْفِئَتْ ثُمَّ قَسَمَ فَعَدَلَ عَشَرَةً مِنْ الْغَنَمِ بِبَعِيْرٍ فَنَدَّ مِنْهَا بَعِيْرٌ وَفِي الْقَوْمِ خَيْلٌ يَسِيْرَةٌ فَطَلَبُوْهُ فَأَعْيَاهُمْ فَأَهْوَى إِلَيْهِ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ اللهُ فَقَالَ هَذِهِ الْبَهَائِمُ لَهَا أَوَابِدُ كَأَوَابِدِ الْوَحْشِ فَمَا نَدَّ عَلَيْكُمْ فَاصْنَعُوْا بِهِ هَكَذَا فَقَالَ جَدِّيْ إِنَّا نَرْجُوْ أَوْ نَخَافُ أَنْ نَلْقَى الْعَدُوَّ غَدًا وَلَيْسَ مَعَنَا مُدًى أَفَنَذْبَحُ بِالْقَصَبِ فَقَالَ مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللهِ عَلَيْهِ فَكُلْ لَيْسَ السِّنَّ وَالظُّفُرَ وَسَأُحَدِّثُكُمْ عَنْ ذَلِكَ أَمَّا السِّنُّ فَعَظْمٌ وَأَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}