{
  "hadith": {
    "hadith_id": 3085,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, উসফান হতে প্রত্যাবর্তনের সময় আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ছিলাম, আর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাওয়ারীর উপর আরোহী ছিলেন। তিনি সাফিয়্যা বিনতে হুয়াই (রাঃ) কে তাঁর পেছনে সাওয়ারীর উপর বসিয়েছিলেন। এ সময় উট পিছলিয়ে গেল এবং তাঁরা উভয়ে ছিটকে পড়েন। এ দেখে আবূ ত্বলহা (রাঃ) দ্রুত এসে বললেন, ‘হে আল্লাহ্‌র রসূল! আল্লাহ্‌ তাআলা আমাকে আপনার জন্য কুরবান করুন। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আগে মহিলার খোঁজ নাও। আবূ ত্বলহা (রাঃ) তখন একটা কাপড়ে নিজের মুখমণ্ডল ঢেকে তাঁর নিকট আসলেন এবং সে কাপড়টা দিয়ে তাকে ঢেকে দিলেন। অতঃপর তাঁদের দু’জনের জন্য সাওয়ারীকে ঠিক করলেন। তাঁরা উভয়েই আরোহণ করলেন, আর আমরা সবাই আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর চারপাশে বেষ্টন করে চললাম। যখন আমরা মদীনার নিকটবর্তী হলাম, তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ দুয়া পড়লেন --------------------------------------- আমরা প্রত্যাবর্তনকারী, আমরা তওবাকারী, আমরা ‘ইবাদতকারী, আমরা আমাদের প্রতিপালকের প্রশংসাকারী। আর মদীনায় প্রবেশ করা পর্যন্ত তিনি এ দু‘আ পড়তে থাকলেন।",
    "ar": "حَدَّثَنَا أَبُوْ مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ قَالَ حَدَّثَنِيْ يَحْيَى بْنُ أَبِيْ إِسْحَاقَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ كُنَّا مَعَ النَّبِيِّ مَقْفَلَهُ مِنْ عُسْفَانَ وَرَسُوْلُ اللهِ صلى الله عليه وسلم عَلَى رَاحِلَتِهِ وَقَدْ أَرْدَفَ صَفِيَّةَ بِنْتَ حُيَيٍّ فَعَثَرَتْ نَاقَتُهُ فَصُرِعَا جَمِيْعًا فَاقْتَحَمَ أَبُوْ طَلْحَةَ فَقَالَ يَا رَسُوْلَ اللهِ جَعَلَنِي اللهُ فِدَاءَكَ قَالَ عَلَيْكَ الْمَرْأَةَ فَقَلَبَ ثَوْبًا عَلَى وَجْهِهِ وَأَتَاهَا فَأَلْقَاهُ عَلَيْهَا وَأَصْلَحَ لَهُمَا مَرْكَبَهُمَا فَرَكِبَا وَاكْتَنَفْنَا رَسُوْلَ اللهِ صلى الله عليه وسلم فَلَمَّا أَشْرَفْنَا عَلَى الْمَدِيْنَةِ قَالَ آيِبُوْنَ تَائِبُوْنَ عَابِدُوْنَ لِرَبِّنَا حَامِدُوْنَ فَلَمْ يَزَلْ يَقُوْلُ ذَلِكَ حَتَّى دَخَلَ الْمَدِيْنَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}