{
  "hadith": {
    "hadith_id": 3086,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি ও আবূ ত্বলহা (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে চলছিলেন। আর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সঙ্গে সাফিয়্যাহ (রাঃ)-ও ছিলেন। তিনি তাঁকে নিজ সাওয়ারীতে তাঁর পেছনে বসিয়ে ছিলেন। পথিমধ্যে এক জায়গায় উটনীটির পা পিছলে গেল। এতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও সাফিয়্যাহ ছিটকে পড়ে গেলেন। আর আবূ ত্বলহা (রাঃ) তাঁর উট থেকে তাড়াতাড়ি নেমে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট বললেন, ‘হে আল্লাহ্‌র নবী! আল্লাহ্‌ তা‘আলা আমাকে আপনার জন্য কুরবান করুন। আপনার কি কোন আঘাত লেগেছে?’ আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ‘না। তবে তুমি মহিলাটির খোঁজ নাও।’ আবূ ত্বলহা (রাঃ) একটা কাপড় দিয়ে মুখমণ্ডল ঢেকে তাঁর নিকট গেলেন এবং সেই কাপড় দিয়ে তাঁকে ঢেকে দিলেন। তখন সাফিয়্যাহ (রাঃ) উঠে দাঁড়ালেন। অতঃপর তিনি আবূ ত্বলহা (রাঃ) তাঁদের উভয়ের জন্য সাওয়ারীটি উত্তমরূপে বাঁধলেন। আর তাঁরা উভয়ে (তার উপর) আরোহণ করে চলতে শুরু করেন। অবশেষে যখন তাঁরা মদীনার উপকন্ঠে পৌঁছলেন অথবা বর্ণনাকারী বলেন, যখন মদীনার নিকটবর্তী হলেন, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ দু‘আ পড়লেন, “আমরা প্রত্যাবর্তনকারী, তওবাকারী, ‘ইবাদতকারী, এবং আমাদের প্রতিপালকের প্রশংসাকারী।” আর মদিনাহ্‌য় প্রবেশ করা পর্যন্ত তিনি এ দু‘আ পড়তে থাকলেন।",
    "ar": "حَدَّثَنَا عَلِيٌّ حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ حَدَّثَنَا يَحْيَى بْنُ أَبِيْ إِسْحَاقَ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّهُ أَقْبَلَ هُوَ وَأَبُوْ طَلْحَةَ مَعَ النَّبِيِّ صلى الله عليه وسلم وَمَعَ النَّبِيِّ صلى الله عليه وسلم صَفِيَّةُ مُرْدِفَهَا عَلَى رَاحِلَتِهِ فَلَمَّا كَانُوْا بِبَعْضِ الطَّرِيْقِ عَثَرَتْ النَّاقَةُ فَصُرِعَ النَّبِيُّ وَالْمَرْأَةُ وَإِنَّ أَبَا طَلْحَةَ قَالَ أَحْسِبُ قَالَ اقْتَحَمَ عَنْ بَعِيْرِهِ فَأَتَى رَسُوْلَ اللهِ صلى الله عليه وسلم فَقَالَ يَا نَبِيَّ اللهِ جَعَلَنِي اللهُ فِدَاءَكَ هَلْ أَصَابَكَ مِنْ شَيْءٍ قَالَ لَا وَلَكِنْ عَلَيْكَ بِالْمَرْأَةِ فَأَلْقَى أَبُوْ طَلْحَةَ ثَوْبَهُ عَلَى وَجْهِهِ فَقَصَدَ قَصْدَهَا فَأَلْقَى ثَوْبَهُ عَلَيْهَا فَقَامَتْ الْمَرْأَةُ فَشَدَّ لَهُمَا عَلَى رَاحِلَتِهِمَا فَرَكِبَا فَسَارُوْا حَتَّى إِذَا كَانُوْا بِظَهْرِ الْمَدِيْنَةِ أَوْ قَالَ أَشْرَفُوْا عَلَى الْمَدِيْنَةِ قَالَ النَّبِيُّ آيِبُوْنَ تَائِبُوْنَ عَابِدُوْنَ لِرَبِّنَا حَامِدُوْنَ فَلَمْ يَزَلْ يَقُوْلُهَا حَتَّى دَخَلَ الْمَدِيْنَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "56"
    }
  }
}