{
  "hadith": {
    "hadith_id": 3093,
    "narrator": "উম্মুল মু’মিনীন ‘আয়িশা (রাঃ)",
    "bn": "অতঃপর আবূ বকর (রাঃ) তাঁকে বললেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, ‘আমাদের পরিত্যক্ত সম্পদ বণ্টিত হবে না, আমরা যা ছেড়ে যাই, তা সদকা রূপে গণ্য হয়।’ এতে আল্লাহর রসূলের কন্যা ফাতিমা (রাঃ) অসুন্তুষ্ট হলেন এবং আবূ বক্‌র সিদ্দিক (রাঃ) -এর সঙ্গে কথাবার্তা বলা ছেড়ে দিলেন। এ অবস্থা তাঁর মৃত্যু পর্যন্ত বহাল ছিল। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর ওফাতের পর ফাতিমা (রাঃ) ছয় মাস জীবিত ছিলেন। ‘আয়িশা (রাঃ) বলেন, ফাতিমা (রাঃ) আবূ বক্‌র সিদ্দিক (রাঃ) -এর নিকটা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কর্তৃক ত্যাজ্য খায়বার ও ফাদাকের ভূমি এবং মদীনার সদকাতে তাঁর অংশ দাবী করেছিলেন। আবূ বকর (রাঃ) তাঁকে তা প্রদানে অস্বীকৃতি জানান এবং তিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা ‘আমল করতেন, আমি তাই ‘আমল করব। আমি তাঁর কোন কিছুই ছেড়ে দিতে পারি না। কেননা আমি আশংকা করি যে, তাঁর কোন কথা ছেড়ে দিয়ে আমি পথভ্রষ্ট হয়ে না যাই। অবশ্য আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর মদীনার সদকাকে ‘উমর (রাঃ) ‘আলী ও ‘আব্বাস (রাঃ) -এর নিকট হস্তান্তর করেন। আর খায়বার ও ফাদাকের ভূমিকে আগের মত রেখে দেন। ‘উমর (রাঃ) এ প্রসঙ্গে বলেন, ‘এ সম্পত্তি দু’টিকে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জরুরী প্রয়োজন পূরণ ও বিপদকালীন সময়ে ব্যয়ের জন্য রেখেছিলেন। সুতরাং এ সম্পত্তি দু’টি তাঁরই দায়িত্বে নিয়োজিত থাকবে, যিনি মুসলিমদের শাসক খলীফা হবেন।’ যুহরী (রহঃ) বলেন, এ সম্পত্তি দু’টির ব্যবস্থাপনা আজ পর্যন্ত ও রকমই আছে।",
    "ar": "فَقَالَ لَهَا أَبُوْ بَكْرٍ إِنَّ رَسُوْلَ اللهِ قَالَ لَا نُوْرَثُ مَا تَرَكْنَا صَدَقَةٌ فَغَضِبَتْ فَاطِمَةُ بِنْتُ رَسُوْلِ اللهِ فَهَجَرَتْ أَبَا بَكْرٍ فَلَمْ تَزَلْ مُهَاجِرَتَهُ حَتَّى تُوُفِّيَتْ وَعَاشَتْ بَعْدَ رَسُوْلِ اللهِ صلى الله عليه وسلم سِتَّةَ أَشْهُرٍ قَالَتْ وَكَانَتْ فَاطِمَةُ تَسْأَلُ أَبَا بَكْرٍ نَصِيْبَهَا مِمَّا تَرَكَ رَسُوْلُ اللهِ صلى الله عليه وسلم مِنْ خَيْبَرَ وَفَدَكٍ وَصَدَقَتَهُ بِالْمَدِيْنَةِ فَأَبَى أَبُوْ بَكْرٍ عَلَيْهَا ذَلِكَ وَقَالَ لَسْتُ تَارِكًا شَيْئًا كَانَ رَسُوْلُ اللهِ صلى الله عليه وسلم يَعْمَلُ بِهِ إِلَّا عَمِلْتُ بِهِ فَإِنِّيْ أَخْشَى إِنْ تَرَكْتُ شَيْئًا مِنْ أَمْرِهِ أَنْ أَزِيْغَ فَأَمَّا صَدَقَتُهُ بِالْمَدِيْنَةِ فَدَفَعَهَا عُمَرُ إِلَى عَلِيٍّ وَعَبَّاسٍ وَأَمَّا خَيْبَرُ وَفَدَكٌ فَأَمْسَكَهَا عُمَرُ وَقَالَ هُمَا صَدَقَةُ رَسُوْلِ اللهِ صلى الله عليه وسلم كَانَتَا لِحُقُوقِهِ الَّتِيْ تَعْرُوْهُ وَنَوَائِبِهِ وَأَمْرُهُمَا إِلَى مَنْ وَلِيَ الأَمْرَ قَالَ فَهُمَا عَلَى ذَلِكَ إِلَى الْيَوْمِ قَالَ أَبُوْ عَبْد اللهِ اعْتَرَاكَ افْتَعَلْتَ مِنْ عَرَوْتُهُ فَأَصَبْتُهُ وَمِنْهُ يَعْرُوْهُ وَاعْتَرَانِي",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "57"
    }
  }
}