{
  "hadith": {
    "hadith_id": 3094,
    "narrator": "মালিক ইব্‌নু আউস ইব্‌নু হাদাসান (রাঃ)",
    "bn": "তিনি বলেন, একবার আমি আমার পরিবার-পরিজনের সঙ্গে বসা ছিলাম, যখন রোদ প্রখর হল তখন ‘উমর ইব্‌নু খাত্তাব (রাঃ) -এর দূত আমার নিকট এসে বলল, আমীরুল মু’মিনীন আপনাকে ডেকে পাঠিয়েছেন। আমি তার সঙ্গে রওয়ানা হয়ে ‘উমর (রাঃ) -এর নিকট পৌঁছলাম। দেখতে পেলাম, তিনি একটি চাটাইয়ের উপর উপবিষ্ট ছিলেন। যাতে কোন বিছানা ছিল না। আর তিনি চামড়ার একটি বালিশে হেলান দিয়ে উপবিষ্ট ছিলেন। আমি তাঁকে সালাম করে বসে পড়লাম। তিনি বললেন, হে মালিক! তোমার গোত্রের কতিপয় লোক আমার নিকট এসেছেন। আমি তাদের জন্য সামান্য পরিমাণ ত্রাণ সামগ্রী দেয়ার আদেশ দিয়েছি। তুমি তা বুঝে নিয়ে তাদের মধ্যে বণ্টন করে দাও। আমি বললাম, হে আমীরুল মু’মিনীন! এ কাজটির জন্য আমাকে ব্যতীত যদি অন্য কাউকে নির্দেশ দিতেন। তিনি বললেন, ওহে তুমি তা গ্রহণ কর। আমি তাঁর কাছেই বসা ছিলাম। এমন সময় তাঁর দারোয়ান ইয়ারফা এসে বলল, ‘উসমান ইব্‌নু আফ্‌ফান, ‘আবদুর রাহমান ইব্‌নু ‘আউফ, যুবাইর (ইব্‌নু আওয়াম) ও সা‘দ ইব্‌নু আবূ ওয়াক্‌কাস (রাঃ) আপনার নিকট প্রবেশের অনুমতি চাচ্ছেন। ‘উমর (রাঃ) বললেন, হ্যাঁ, তাঁদের আসতে দাও। তাঁরা এসে সালাম করে বসে পড়লেন। ইয়ারফা ক্ষণিক সময় পরে এসে বলল, ‘আলী ও ‘আব্বাস (রাঃ) আপনার সাক্ষাতের জন্য অনুমতির অপেক্ষায় আছেন। ‘উমর (রাঃ) বললেন, হ্যাঁ, তাঁদেরকে আসতে দাও। অতঃপর তাঁরা উভয়ে প্রবেশ করে সালাম করলেন এবং বসে পড়লেন। ‘আব্বাস (রাঃ) বললেন, হে আমীরুল মু’মিনীন! আমার ও এ ব্যক্তির মধ্যে মীমাংসা করে দিন। বানূ নাযীরের সম্পদ হতে আল্লাহ তা‘আলা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে যা দান করেছিলেন, তা নিয়ে তাঁরা উভয়ে বিরোধ করেছিলেন। ‘উসমান (রাঃ) এবং তাঁর সাথীগণ বললেন, হ্যাঁ, আমীরুল মু’মিনীন! এঁদের মধ্যে মীমাংসা করে দিন এবং তাঁদের একজনকে অপরজন হতে নিশ্চিত করে দিন। ‘উমর (রাঃ) বললেন, একটু থামুন। আমি আপনাদেরকে সে মহান সত্তার শপথ দিয়ে বলছি, যাঁর আদেশে আসমান ও জমিন স্থির রয়েছে। আপনারা কি জানেন যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আমাদের (নবীগণের) মীরাস বণ্টিত হয় না। আমরা যা রেখে যাই তা সদকারূপে গণ্য হয়? এর দ্বারা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজেকেই উদ্দেশ্য করেছেন। ‘উসমান (রাঃ) ও তাঁর সাথীগণ বললেন, হ্যাঁ, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমন বলেছেন। অতঃপর ‘উমর (রাঃ) ‘আলী এবং আব্বাস (রাঃ) -এর প্রতি লক্ষ্য করে বললেন, আমি আপনাদের আল্লাহ্‌র কসম দিয়ে বলছি। আপনারা কি জানেন যে, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমন বলেছেন? তাঁরা উভয়ে বললেন, হ্যাঁ, তিনি এমন বলেছেন। ‘উমর (রাঃ) বললেন, এখন এ বিষয়টি সম্পর্কে আপনাদের বুঝিয়ে বলছি। ব্যাপার হলো এই যে, আল্লাহ তা‘আলা ফায়-এর সম্পদ হতে স্বীয় রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বিশেষভাবে দান করেছেন যা তিনি ব্যতীত কাউকেই দান করেননি। অতঃপর ‘উমর (রাঃ) নিম্নোক্ত আয়াত তিলাওয়াত করেনঃ (আরবী) আর আল্লাহ তা‘আলা তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে তাদের অর্থাৎ ইয়াহূদীদের নিকট হতে যে ফায় দিয়েছেন, তজ্জন্য তোমরা ঘোড়া কিংবা উটে আরোহণ করে যুদ্ধ করনি। আল্লাহ্‌ তা‘আলাই তো যাদের উপর ইচ্ছা তাঁর রসূলগণকে কর্তৃত্ব দান করেন। আল্লাহ তা‘আলা সর্ববিষয়ে সর্বশক্তিমান- (হাশর ৬)। সুতরাং এ সকল সম্পত্তি নির্দিষ্টরূপে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর জন্য নির্ধারিত ছিল। কিন্তু আল্লাহর কসম! আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ সকল সম্পত্তি নিজের জন্য নির্দিষ্ট করে রাখেননি এবং আপনাদের বাদ দিয়ে অন্য কাউকে দেননি। বরং আপনাদেরকেও দিয়েছেন এবং আপনাদের কাজেই ব্যয় করেছেন। এ সম্পত্তি হতে যা উদ্বৃত্ত রয়েছে, তা হতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজ পরিবার-পরিজনের বাৎসরিক খরচ নির্বাহ করতেন। অতঃপর যা অবশিষ্ট থাকতো, তা আল্লাহর সম্পদে জমা করে দিতেন। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আজীবন এরূপই করেছেন। আপনাদেরকে আল্লাহর কসম দিচ্ছি, আপনারা কি তা জানেন? তাঁরা বললেন, হ্যাঁ, আমরা অবগত আছি। অতঃপর ‘উমর (রাঃ) ‘আলী ও ‘আব্বাস (রাঃ) -কে লক্ষ্য করে বললেন, আমি আপনাদের উভয়কে আল্লাহর কসম দিচ্ছি, আপনারা কি এ বিষয়ে অবগত আছেন? অতঃপর ‘উমর (রাঃ) বললেন, অতঃপর আল্লাহ তা‘আলা তাঁর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে ওফাত দিলেন তখন আবূ বকর (রাঃ) বললেন, আমি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর পক্ষ হতে দায়িত্ব প্রাপ্ত একথা বলে তিনি এ সকল সম্পত্তি নিজ দায়িত্বে নিয়ে নেন এবং আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ সবের আয়-উৎপাদন যে সব কাজে ব্যয় করতেন, সে সকল কাজে ব্যয় করেন। আল্লাহ তা‘আলা জানেন যে, তিনি এক্ষেত্রে সত্যবাদী, পুণ্যবান, সুপথপ্রাপ্ত ও সত্যাশ্রয়ী ছিলেন। অতঃপর আল্লাহ তা‘আলা আবূ বকর (রাঃ) -কে ওফাত দেন। এখন আমি আবূ বকর (রাঃ) -এর পক্ষ হতে দায়িত্বপ্রাপ্ত। আমি আমার খিলাফতকালের প্রথম দু’বছর এ সম্পত্তি আমার দায়িত্বে রেখেছি এবং এর দ্বারা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবূ বকর (রাঃ) যা যা করতেন, তা করেছি। আল্লাহ তা‘আলাই জানেন যে, আমি এক্ষেত্রে সত্যবাদী, পুণ্যবান, সুপথপ্রাপ্ত ও সত্যাশ্রয়ী রয়েছি। অতঃপর এখন আপনারা উভয়ে আমার নিকট এসেছেন। আর আমার সঙ্গে এ ব্যাপারে আলোচনা করেছেন এবং আপনাদের উভয়ের কথা একই। আর আপনাদের ব্যাপার একই। হে ‘আব্বাস (রাঃ)! আপনি আমার নিকট আপনার ভ্রাতুষ্পুত্রের সম্পত্তির অংশের দাবী নিয়ে এসেছেন আর ‘আলী (রাঃ) -কে উদ্দেশ্য করে বলেছেন যে, ইনি আমার নিকট তাঁর স্ত্রী কর্তৃক পিতার সম্পত্তিতে প্রাপ্য অংশ নিতে এসেছেন। আমি আপনাদের উভয়কেই বলছি যে, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, ‘আমরা নবীগণের সম্পদ বণ্টিত হয় না, আমরা যা ছেড়ে যাই তা সদকারূপে গণ্য হয়।’ অতঃপর আমি সঙ্গত মনে করেছি যে, এ সম্পত্তিকে আপনাদের দায়িত্বে ছেড়ে দিব। এখন আমি আপনাদের বলছি যে, আপনারা যদি চান, তবে আমি এ সম্পত্তি আপনাদের নিকট সমর্পণ করে দিব। এ শর্তে যে, আপনাদের উপর আল্লাহ তা‘আলার প্রতিশ্রুতি ও অঙ্গীকার থাকবে, আপনারা এ সম্পত্তির আয় আমদানী সে সকল কাজে ব্যয় করবেন, যে সকল কাজে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), আবূ বকর (রাঃ) ও আমি আমার খিলাফতকালে এ যাবৎ ব্যয় করে এসেছি। তদুত্তরে আপনারা বলছেন, এ সম্পত্তিকে আমাদের নিকট দিয়ে দিন। আমি উক্ত শর্তের উপর আপনাদের প্রতি সমর্পণ করেছি। আপনাদেরকে (উসমান (রাঃ) ও তাঁর সাথীগণকে) উদ্দেশ্য করে আমি আল্লাহ্‌র কসম দিচ্ছি যে, বলুন তো আমি কি তাঁদেরকে এ শর্তে এ সম্পত্তি সমর্পণ করেছি? তাঁরা বললেন, হ্যাঁ। অতঃপর ‘উমর (রাঃ) ‘আলী ও ‘আব্বাস (রাঃ) -এর প্রতি লক্ষ্য করে বললেন, আমি আপনাদের উভয়কে আল্লাহর নামে কসম দিচ্ছি, বলুন তো আমি কি এ শর্তে আপনাদের প্রতি এ সম্পত্তি সমর্পণ করেছি? তাঁরা উভয়ে বললেন, হ্যাঁ। অতঃপর ‘উমর (রাঃ) বললেন, আপনারা কি আমার নিকট এ ছাড়া অন্য কোন মীমাংসা চান? আল্লাহ্‌র কসম! যাঁর আদেশে আকাশ ও পৃথিবী আপন স্থানে প্রতিষ্ঠিত আছে, আমি এ ব্যাপারে এর বিপরীত কোন মীমাংসা করব না। যদি আপনারা এ শর্ত পালনে অক্ষম হন, তবে এ সম্পত্তি আমার দায়িত্বে ছেড়ে দিন। আপনাদের উভয়ের পক্ষ হতে এ সম্পত্তির দেখাশুনা করার জন্য আমিই যথেষ্ট।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مُحَمَّدٍ الْفَرْوِيُّ، حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنِ ابْنِ شِهَابٍ، عَنْ مَالِكِ بْنِ أَوْسِ بْنِ الْحَدَثَانِ،، وَكَانَ، مُحَمَّدُ بْنُ جُبَيْرٍ ذَكَرَ لِي ذِكْرًا مِنْ حَدِيثِهِ ذَلِكَ، فَانْطَلَقْتُ حَتَّى أَدْخُلَ عَلَى مَالِكِ بْنِ أَوْسٍ، فَسَأَلْتُهُ عَنْ ذَلِكَ الْحَدِيثِ فَقَالَ مَالِكٌ بَيْنَا أَنَا جَالِسٌ فِي أَهْلِي حِينَ مَتَعَ النَّهَارُ، إِذَا رَسُولُ عُمَرَ بْنِ الْخَطَّابِ يَأْتِينِي فَقَالَ أَجِبْ أَمِيرَ الْمُؤْمِنِينَ‏.‏ فَانْطَلَقْتُ مَعَهُ حَتَّى أَدْخُلَ عَلَى عُمَرَ، فَإِذَا هُوَ جَالِسٌ عَلَى رِمَالِ سَرِيرٍ، لَيْسَ بَيْنَهُ وَبَيْنَهُ فِرَاشٌ مُتَّكِئٌ عَلَى وِسَادَةٍ مِنْ أَدَمٍ، فَسَلَّمْتُ عَلَيْهِ ثُمَّ جَلَسْتُ فَقَالَ يَا مَالِ، إِنَّهُ قَدِمَ عَلَيْنَا مِنْ قَوْمِكَ أَهْلُ أَبْيَاتٍ، وَقَدْ أَمَرْتُ فِيهِمْ بِرَضْخٍ فَاقْبِضْهُ فَاقْسِمْهُ بَيْنَهُمْ‏.‏ فَقُلْتُ يَا أَمِيرَ الْمُؤْمِنِينَ، لَوْ أَمَرْتَ بِهِ غَيْرِي‏.‏ قَالَ اقْبِضْهُ أَيُّهَا الْمَرْءُ‏.‏ فَبَيْنَا أَنَا جَالِسٌ عِنْدَهُ أَتَاهُ حَاجِبُهُ يَرْفَا فَقَالَ هَلْ لَكَ فِي عُثْمَانَ وَعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَالزُّبَيْرِ وَسَعْدِ بْنِ أَبِي وَقَّاصٍ يَسْتَأْذِنُونَ قَالَ نَعَمْ‏.‏ فَأَذِنَ لَهُمْ فَدَخَلُوا فَسَلَّمُوا وَجَلَسُوا، ثُمَّ جَلَسَ يَرْفَا يَسِيرًا ثُمَّ قَالَ هَلْ لَكَ فِي عَلِيٍّ وَعَبَّاسٍ قَالَ نَعَمْ‏.‏ فَأَذِنَ لَهُمَا، فَدَخَلاَ فَسَلَّمَا فَجَلَسَا، فَقَالَ عَبَّاسٌ يَا أَمِيرَ الْمُؤْمِنِينَ، اقْضِ بَيْنِي وَبَيْنَ هَذَا‏.‏ وَهُمَا يَخْتَصِمَانِ فِيمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ صلى الله عليه وسلم مِنْ بَنِي النَّضِيرِ‏.‏ فَقَالَ الرَّهْطُ عُثْمَانُ وَأَصْحَابُهُ يَا أَمِيرَ الْمُؤْمِنِينَ، اقْضِ بَيْنَهُمَا وَأَرِحْ أَحَدَهُمَا مِنَ الآخَرِ‏.‏ قَالَ عُمَرُ تَيْدَكُمْ، أَنْشُدُكُمْ بِاللَّهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ، هَلْ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ نُورَثُ مَا تَرَكْنَا صَدَقَةٌ ‏\"‏‏.‏ يُرِيدُ رَسُولُ اللَّهِ صلى الله عليه وسلم نَفْسَهُ‏.‏ قَالَ الرَّهْطُ قَدْ قَالَ ذَلِكَ‏.‏ فَأَقْبَلَ عُمَرُ عَلَى عَلِيٍّ وَعَبَّاسٍ فَقَالَ أَنْشُدُكُمَا اللَّهَ، أَتَعْلَمَانِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ قَالَ ذَلِكَ قَالاَ قَدْ قَالَ ذَلِكَ‏.‏ قَالَ عُمَرُ فَإِنِّي أُحَدِّثُكُمْ عَنْ هَذَا الأَمْرِ، إِنَّ اللَّهَ قَدْ خَصَّ رَسُولَهُ صلى الله عليه وسلم فِي هَذَا الْفَىْءِ بِشَىْءٍ لَمْ يُعْطِهِ أَحَدًا غَيْرَهُ ـ ثُمَّ قَرَأَ ‏{‏وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ‏}‏ إِلَى قَوْلِهِ ‏{‏قَدِيرٌ‏}‏ ـ فَكَانَتْ هَذِهِ خَالِصَةً لِرَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏ وَاللَّهِ مَا احْتَازَهَا دُونَكُمْ، وَلاَ اسْتَأْثَرَ بِهَا عَلَيْكُمْ قَدْ أَعْطَاكُمُوهُ، وَبَثَّهَا فِيكُمْ حَتَّى بَقِيَ مِنْهَا هَذَا الْمَالُ، فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُنْفِقُ عَلَى أَهْلِهِ نَفَقَةَ سَنَتِهِمْ مِنْ هَذَا الْمَالِ، ثُمَّ يَأْخُذُ مَا بَقِيَ فَيَجْعَلُهُ مَجْعَلَ مَالِ اللَّهِ، فَعَمِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم بِذَلِكَ حَيَاتَهُ، أَنْشُدُكُمْ بِاللَّهِ هَلْ تَعْلَمُونَ ذَلِكَ قَالُوا نَعَمْ‏.‏ ثُمَّ قَالَ لِعَلِيٍّ وَعَبَّاسٍ أَنْشُدُكُمَا بِاللَّهِ هَلْ تَعْلَمَانِ ذَلِكَ قَالَ عُمَرُ ثُمَّ تَوَفَّى اللَّهُ نَبِيَّهُ صلى الله عليه وسلم فَقَالَ أَبُو بَكْرٍ أَنَا وَلِيُّ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏ فَقَبَضَهَا أَبُو بَكْرٍ، فَعَمِلَ فِيهَا بِمَا عَمِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم، وَاللَّهُ يَعْلَمُ إِنَّهُ فِيهَا لَصَادِقٌ بَارٌّ رَاشِدٌ تَابِعٌ لِلْحَقِّ، ثُمَّ تَوَفَّى اللَّهُ أَبَا بَكْرٍ، فَكُنْتُ أَنَا وَلِيَّ أَبِي بَكْرٍ، فَقَبَضْتُهَا سَنَتَيْنِ مِنْ إِمَارَتِي، أَعْمَلُ فِيهَا بِمَا عَمِلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَمَا عَمِلَ فِيهَا أَبُو بَكْرٍ، وَاللَّهُ يَعْلَمُ إِنِّي فِيهَا لَصَادِقٌ بَارٌّ رَاشِدٌ تَابِعٌ لِلْحَقِّ، ثُمَّ جِئْتُمَانِي تُكَلِّمَانِي وَكَلِمَتُكُمَا وَاحِدَةٌ، وَأَمْرُكُمَا وَاحِدٌ، جِئْتَنِي يَا عَبَّاسُ تَسْأَلُنِي نَصِيبَكَ مِنِ ابْنِ أَخِيكَ، وَجَاءَنِي هَذَا ـ يُرِيدُ عَلِيًّا ـ يُرِيدُ نَصِيبَ امْرَأَتِهِ مِنْ أَبِيهَا، فَقُلْتُ لَكُمَا إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ نُورَثُ مَا تَرَكْنَا صَدَقَةٌ ‏\"‏‏.‏ فَلَمَّا بَدَا لِي أَنْ أَدْفَعَهُ إِلَيْكُمَا قُلْتُ إِنْ شِئْتُمَا دَفَعْتُهَا إِلَيْكُمَا عَلَى أَنَّ عَلَيْكُمَا عَهْدَ اللَّهِ وَمِيثَاقَهُ لَتَعْمَلاَنِ فِيهَا بِمَا عَمِلَ فِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم، وَبِمَا عَمِلَ فِيهَا أَبُو بَكْرٍ، وَبِمَا عَمِلْتُ فِيهَا مُنْذُ وَلِيتُهَا، فَقُلْتُمَا ادْفَعْهَا إِلَيْنَا‏.‏ فَبِذَلِكَ دَفَعْتُهَا إِلَيْكُمَا، فَأَنْشُدُكُمْ بِاللَّهِ، هَلْ دَفَعْتُهَا إِلَيْهِمَا بِذَلِكَ قَالَ الرَّهْطُ نَعَمْ‏.‏ ثُمَّ أَقْبَلَ عَلَى عَلِيٍّ وَعَبَّاسٍ فَقَالَ أَنْشُدُكُمَا بِاللَّهِ هَلْ دَفَعْتُهَا إِلَيْكُمَا بِذَلِكَ قَالاَ نَعَمْ‏.‏ قَالَ فَتَلْتَمِسَانِ مِنِّي قَضَاءً غَيْرَ ذَلِكَ فَوَاللَّهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ، لاَ أَقْضِي فِيهَا قَضَاءً غَيْرَ ذَلِكَ، فَإِنْ عَجَزْتُمَا عَنْهَا فَادْفَعَاهَا إِلَىَّ، فَإِنِّي أَكْفِيكُمَاهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "57"
    }
  }
}