{
  "hadith": {
    "hadith_id": 3101,
    "narrator": "‘আলী ইব্‌নু হুসাইন (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর স্ত্রী সাফিয়্যা (রাঃ) তাঁকে জানিয়েছেন যে, তিনি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে সাক্ষাৎ করার জন্য আসেন। তখন তিনি রমযানের শেষ দশকে মাসজিদে ই‘তিকাফ অবস্থায় ছিলেন। অতঃপর যখন তিনি ফিরে যাবার জন্য উঠে দাঁড়ান, তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -ও তাঁর সঙ্গে উঠে দাঁড়ালেন। যখন তিনি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর অপর স্ত্রী উম্মু সালামা (রাঃ) -এর দরজার নিকটবর্তী মাসজিদের দরজার নিকট পৌঁছলেন তখন দু’জন আনসার তাঁদের পাশ দিয়ে যাচ্ছিলেন। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের উদ্দেশ্যে বললেন, একটু থাম, (এ মহিলা আমার স্ত্রী) তারা বলল, সুবহানাল্লাহ! হে আল্লাহর রসূল! আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর এ রকম বলাটা তাদের নিকট কষ্টদায়ক মনে হল। তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ‘শয়তান মানুষের রক্ত কণিকার মত সর্বত্র বিচরণ করে। আমি আশঙ্কা করেছিলাম, না জানি সে তোমাদের মনে কোন সন্দেহ জাগ্রত করে দেয়।’",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ خَالِدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَلِيِّ بْنِ حُسَيْنٍ، أَنَّ صَفِيَّةَ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ أَنَّهَا جَاءَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم تَزُورُهُ، وَهْوَ مُعْتَكِفٌ فِي الْمَسْجِدِ فِي الْعَشْرِ الأَوَاخِرِ مِنْ رَمَضَانَ ثُمَّ قَامَتْ تَنْقَلِبُ فَقَامَ مَعَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى إِذَا بَلَغَ قَرِيبًا مِنْ باب الْمَسْجِدِ عِنْدَ باب أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم مَرَّ بِهِمَا رَجُلاَنِ مِنَ الأَنْصَارِ، فَسَلَّمَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم، ثُمَّ نَفَذَا فَقَالَ لَهُمَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ عَلَى رِسْلِكُمَا ‏\"‏‏.‏ قَالاَ سُبْحَانَ اللَّهِ يَا رَسُولَ اللَّهِ‏.‏ وَكَبُرَ عَلَيْهِمَا ذَلِكَ‏.‏ فَقَالَ ‏\"‏ إِنَّ الشَّيْطَانَ يَبْلُغُ مِنَ الإِنْسَانِ مَبْلَغَ الدَّمِ، وَإِنِّي خَشِيتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا شَيْئًا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "57"
    }
  }
}