{
  "hadith": {
    "hadith_id": 3127,
    "narrator": "‘আবদুল্লাহ্ ইব্‌নু আবূ মুলাইকা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে সোনালী কারুকার্য খচিত কিছু রেশমী কাবা জাতীয় পোষাক হাদিয়া দেয়া হল। তিনি তাঁর সাহাবীগণের মধ্য হতে কয়েকজনকে তা বন্টন করে দেন এবং তা হতে একটি কাবা মাখরামা ইব্‌নু নাওফাল (রাঃ) -এর জন্য আলাদা করে রাখেন। অতঃপর মাখরামা (রাঃ) তাঁর পুত্র মিস্ওয়ার ইব্‌নু মাখরামা (রাঃ) -কে সঙ্গে নিয়ে এসে দরজায় দাঁড়ালেন আর বললেন, তাঁকে আমার জন্য আহ্বান কর। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর আওয়াজ শুনতে পেলেন। তিনি একটি কাবা নিয়ে তার সঙ্গে সাক্ষাৎ করেন। আর এর কারুকার্য খচিত অংশ তার সম্মুখে তুলে ধরে বললেন, হে আবুল মিসওয়ার! আমি এটি তোমার জন্য রেখে দিয়েছি। আমি এটি তোমার জন্য রেখে দিয়েছি। আর মাখরামা (রাঃ) -এর স্বভাবে কিছুটা রুঢ়তা ছিল। এ হাদীসটি ইসমাঈল ইব্‌নু উলাইয়া (রহঃ) -ও আইউব (রহঃ)-এর নিকট হতে বর্ণনা করেছেন। আর হাতিম ইব্‌নু ওয়ারদান (রহঃ) বলেন, আইউব (রহঃ) ইব্‌নু আবূ মুলাইকাহ (রহঃ) সূত্রে মিসওয়ার ইব্‌নু মাখরামা (রাঃ)–এর নিকট হতে বর্ণনা করেছেন। তিনি বলেন যে, রসূলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট কয়েকটি কাবা জাতীয় পোষাক এসেছিল। লাইস (রহঃ) ইব্‌নু আবূ মুলাইকাহ (রহঃ) নিকট হতে হাদীস বর্ণনায় আইয়ুব (রহঃ)-এর অনুসরণ করেছেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ، حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي مُلَيْكَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم أُهْدِيَتْ لَهُ أَقْبِيَةٌ مِنْ دِيبَاجٍ مُزَرَّرَةٌ بِالذَّهَبِ، فَقَسَمَهَا فِي نَاسٍ مِنْ أَصْحَابِهِ، وَعَزَلَ مِنْهَا وَاحِدًا لِمَخْرَمَةَ بْنِ نَوْفَلٍ، فَجَاءَ وَمَعَهُ ابْنُهُ الْمِسْوَرُ بْنُ مَخْرَمَةَ، فَقَامَ عَلَى الْبَابِ فَقَالَ ادْعُهُ لِي‏.‏ فَسَمِعَ النَّبِيُّ صلى الله عليه وسلم صَوْتَهُ فَأَخَذَ قَبَاءً فَتَلَقَّاهُ بِهِ وَاسْتَقْبَلَهُ بِأَزْرَارِهِ فَقَالَ ‏ \"‏ يَا أَبَا الْمِسْوَرِ، خَبَأْتُ هَذَا لَكَ، يَا أَبَا الْمِسْوَرِ، خَبَأْتُ هَذَا لَكَ ‏\"‏‏.‏ وَكَانَ فِي خُلُقِهِ شِدَّةٌ‏.‏ وَرَوَاهُ ابْنُ عُلَيَّةَ عَنْ أَيُّوبَ‏.‏ قَالَ حَاتِمُ بْنُ وَرْدَانَ حَدَّثَنَا أَيُّوبُ عَنِ ابْنِ أَبِي مُلَيْكَةَ عَنِ الْمِسْوَرِ قَدِمَتْ عَلَى النَّبِيِّ صلى الله عليه وسلم أَقْبِيَةٌ‏.‏ تَابَعَهُ اللَّيْثُ عَنِ ابْنِ أَبِي مُلَيْكَةَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "57"
    }
  }
}