{
  "hadith": {
    "hadith_id": 3129,
    "narrator": "‘আবদুল্লাহ ইব্‌নু যুবায়র (রাঃ)",
    "bn": "তিনি বলেন, উষ্ট্র যুদ্ধের দিন যুবায়র (রাঃ) যুদ্ধক্ষেত্রে অবস্থান গ্রহণ করে আমাকে ডাকলেন। আমি তাঁর পাশে গিয়ে দাঁড়ালাম। তিনি আমাকে বললেন, হে বৎস! আজকের দিন যালিম অথবা মাযলূম ব্যতীত কেউ নিহত হবে না। আমার মনে হয়, আমি আজ মাযলূম হিসেবে নিহত হব। আর আমি আমার ঋণ সম্পর্কে অধিক চিন্তত। তুমি কি মনে কর যে, আমার ঋণ আদায় করার পর আমার সম্পদের কিছু অবশিষ্ট থাকবে? অতঃপর তিনি বললেন, হে পুত্র! আমার সম্পদ বিক্রয় করে আমার ঋণ পরিশোধ করে দিও। তিনি এক তৃতীয়াংশের ওসীয়্যত করেন। আর সেই এক তৃতীয়াংশের এক তৃতীয়াংশ ওয়াসিয়াত করেন তাঁর (আবদুল্লাহ ইব্‌নু যুবায়রের) পুত্রদের জন্য। তিনি বললেন, এক তৃতীয়াংশকে তিন ভাগে বিভক্ত করবে ঋণ পরিশোধ করার পর যদি আমার সম্পদের কিছু উদ্বৃত্ত থাকে, তবে তার এক তৃতীয়াংশ তোমার পুত্রদের জন্য। হিশাম (রহঃ) বলেন, ‘আবদুল্লাহ্‌ ইব্‌নু যুবাইর (রাঃ) -এর কোন কোন পুত্র যুবাইর (রাঃ) -এর পুত্রদের সমবয়সী ছিলেন। যেমন, খুবায়ের ও ‘আব্বাদ। আর মৃত্যুকালে তাঁর নয় পুত্র ও নয় কন্যা ছিল। ‘আবদুল্লাহ (রাঃ) বলেন, তিনি আমাকে তাঁর ঋণ সম্পর্কে ওসীয়্যত করছিলেন এবং বলছিলেন, হে পুত্র! যদি এ সবের কোন বিষয়ে তুমি অক্ষম হও, তবে এ ব্যাপারে আমার মাওলার সাহায্য চাইবে। তিনি বলেন, আল্লাহর কসম! আমি বুঝে উঠতে পারিনি যে, তিনি মাওলা দ্বারা কাকে উদ্দেশ্য করেছেন। অবশেষে আমি জিজ্ঞেস করলাম, হে পিতা! আপনার মাওলা কে? তিনি উত্তর দিলেন, আল্লাহ। ‘আবদুল্লাহ (রাঃ) বলেন, আল্লাহর কসম! আমি যখনই তাঁর ঋণ আদায়ে কোন সমস্যার সম্মুখীন হয়েছি, তখনই বলেছি, হে যুবায়রের মাওলা! তাঁর পক্ষ হতে তাঁর ঋণ আদায় করে দিন। আর তাঁর করয শোধ হয়ে যেতো। অতঃপর যুবায়র (রাঃ) শহীদ হলেন এবং তিনি নগদ কোন দীনার রেখে যাননি আর না কোন দিরহাম। তিনি কিছু জমি রেখে যান যার মধ্যে একটি হল গাবা। আরো রেখে যান মদীনায় এগারোটি বাড়ি, বসরায় দু’টি, কূফায় একটি ও মিসরে একটি। ‘আবদুল্লাহ ইব্‌নু যুবায়র (রাঃ) বলেন, যুবায়র (রাঃ) -এর ঋণ থাকার কারন এই ছিল যে, তাঁর নিকট কেউ যখন কোন মাল আমানত রাখতে আসত তখন যুবাইর (রাঃ) বলতেন, না, এভাবে নয়; তুমি তা আমার নিকট ঋণ হিসেবে রেখে যাও। কেননা আমি ভয় করছি যে, তোমার মাল নষ্ট হয়ে যেতে পারে [১]। যুবায়র (রাঃ) কখনও কোন প্রশাসনিক ক্ষমতা বা কর আদায়কারী অথবা অন্য কোন কাজের দায়িত্ব গ্রহণ করেননি। অবশ্য তিনি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গী হয়ে অথবা আবূ বক্‌র, ‘উমর ও ‘উসমান (রাঃ) -এর সঙ্গী হয়ে যুদ্ধে অংশগ্রহণ করেছেন। ‘আবদুল্লাহ ইব্‌নু যুবায়র (রাঃ) বলেন, অতঃপর আমি তাঁর ঋণের পরিমাণ হিসাব করলাম এবং তাঁর ঋণের পরিমাণ বাইশ লাখ পেলাম। রাবী বলেন, সাহাবী হাকীম ইব্‌নু হিযাম (রাঃ) ‘আবদুল্লাহ ইবনু যুবায়র (রাঃ) -এর সঙ্গে সাক্ষাত করে বলেন, হে ভাতিজা। বল তো, আমার ভাইয়ের কত ঋণ আছে? তিনি তা প্রকাশ না করে বললেন, এক লাখ। তখন হাকীম ইব্‌নু হিযাম (রাঃ) বললেন, আল্লাহ্‌র কসম! এ সম্পদ দ্বারা এ পরিমাণ ঋণ শোধ হতে পারে, আমি এরূপ মনে করি না। তখন ‘আবদুল্লাহ ইব্‌নু যুবায়র (রাঃ) তাঁকে বললেন, যদি ঋণের পরিমাণ বাইশ লাখ হয়, তবে কী ধারণা করেন? হাকীম ইব্‌নু হিযাম (রাঃ) বললেন, আমি মনে করি না যে, তোমরা এর সামর্থ্য রাখ। যদি তোমরা এ বিষয়ে অক্ষম হও, তবে আমার সহযোগীতা গ্রহণ করবে। ‘আবদুল্লাহ ইব্‌নু যুবায়র (রাঃ) বলেন, যুবায়র (রাঃ) গাবাস্থিত ভূমিটি এক লাখ সত্তর হাজারে কিনেছিলেন। ‘আবদুল্লাহ ইব্‌নু যুবায়র (রাঃ) তা ষোল লাখের বিনিময়ে বিক্রয় করেন। আর দাঁড়িয়ে ঘোষণা করেন, যুবায়র (রাঃ) -এর নিকট কারা পাওনাদার রয়েছে, তারা আমার সঙ্গে গাবায় এসে মিলিত হবে। তখন ‘আবদুল্লাহ ইব্‌নু জা‘ফর (রাঃ) তাঁর নিকট এলেন। যুবায়র (রাঃ) -এর নিকট তার চার লাখ পাওনা ছিল। তিনি ‘আবদুল্লাহ ইব্‌নু যুবায়র (রাঃ) -কে বললেন, তোমরা চাইলে আমি তা তোমাদের জন্য ছেড়ে দিব। ‘আবদুল্লাহ ইব্‌নু যুবায়র (রাঃ) বললেন, না। ‘আবদুল্লাহ ইব্‌নু জা‘ফর (রাঃ) বললেন, যদি তোমরা তা পরে দিতে চাও, তবে তা পরে পরিশোধের অন্তর্ভূক্ত করতে পার। ‘আবদুল্লাহ ইব্‌নু যুবায়র (রাঃ) বললেন, না। তখন ‘আবদুল্লাহ ইব্‌নু জা‘ফর (রাঃ) বললেন, তবে আমাকে এক টুকরা জমি দাও। ‘আবদুল্লাহ ইব্‌নু যুবায়র (রাঃ) বললেন, এখান হতে ওখান পর্যন্ত জমি আপনার। রাবী বলেন, অতঃপর ‘আবদুল্লাহ ইব্‌নু যুবায়র (রাঃ) গাবার জমি হতে বিক্রয় করে সম্পূর্ণ ঋণ পরিশোধ করেন। তখনও তাঁর নিকট গাবার ভূমির সাড়ে চার অংশ অবশিষ্ট থেকে যায়। অতঃপর তিনি মু‘আবিয়া (রাঃ) -এর নিকট এলেন। সে সময় তাঁর নিকট ‘আমর ইব্‌নু ‘উসমান, মুনযির ইব্‌নু যবায়র ও ‘আবদুল্লাহ ইব্‌নু যাম‘আ (রাঃ) উপস্থিত ছিলেন। মু‘আবিয়া (রাঃ) তাঁকে বললেন, গাবার মূল্য কত নির্ধারিত হয়েছে? তিনি বললেন, প্রত্যেক অংশ এক লাখ হারে। তিনি জিজ্ঞেস করলেন, কত বাকী আছে? ‘আবদুল্লাহ (রাঃ) বললেন, সাড়ে চার অংশ। তখন মুনযির ইব্‌নু যুবায়র (রাঃ) বললেন, আমি একাংশ এক লাখে নিলাম। ‘আম্‌র ইব্‌নু ‘উসমার (রাঃ) বলেন, আমি একাংশ এক লাখে নিলাম। আর ‘আব্দুল্লাহ্ ইব্‌নু যাম‘আহ (রাঃ) বললেন, আমি একাংশ এক লাখে নিলাম। তখন মু‘আবিয়া (রাঃ) বললেন, আর কী পরিমাণ বাকী আছে? ‘আবদুল্লাহ্‌ ইবনু যুবাইর (রাঃ) বললেন, দেড় অংশ অবশিষ্ট রয়েছে। মু‘আবিয়া (রাঃ) বললেন, আমি তা দেড় লাখে নিলাম। রাবী বলেন, ‘আবদুল্লাহ ইব্‌নু জা’ফর (রাঃ) তাঁর অংশ মু‘আবিয়া (রাঃ) -এর নিকট ছয় লাখে বিক্রয় করেন। অতঃপর যখন ইব্‌নু যুবাইর (রাঃ) তাঁর পিতার ঋণ পরিশোধ করে সারলেন, তখন যুবাইর (রাঃ)–এর পুত্ররা বললেন, আমাদের মীরাস ভাগ করে দিন। তখন ‘আবদুল্লাহ ইবনু যুবাইর (রাঃ) বললেন, না, আল্লাহ্‌র কসম! আমি তোমাদের মাঝে ভাগ করব না, যতক্ষণ আমি চারটি হাজ্জ মৌসুমে এ ঘোষণা প্রচার না করি যে, যদি কেউ যুবাইর (রাঃ) -এর নিকট ঋণ পাওনা থাকে, সে যেন আমাদের নিকট আসে, আমরা তা পরিশোধ করব। রাবী বলেন, তিনি প্রতি হজ্জের মৌসুমে ঘোষণা প্রচার করেন। অতঃপর যখন চার বছর অতিবাহিত হল, তখন তিনি তা তাদের মধ্যে ভাগ করে দিলেন। রাবী বলেন, যুবাইর (রাঃ) -এর চার স্ত্রী ছিলেন। এক তৃতীয়াংশ পৃথক করে রাখা হলো। প্রত্যেক স্ত্রী বার লাখ করে পেলেন। আর যুবাইর (রাঃ) -এর মোট সম্পত্তি পাঁচ কোটি দু’লাখ ছিলো।",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ قُلْتُ لأَبِي أُسَامَةَ أَحَدَّثَكُمْ هِشَامُ بْنُ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ قَالَ لَمَّا وَقَفَ الزُّبَيْرُ يَوْمَ الْجَمَلِ دَعَانِي، فَقُمْتُ إِلَى جَنْبِهِ فَقَالَ يَا بُنَىِّ، إِنَّهُ لاَ يُقْتَلُ الْيَوْمَ إِلاَّ ظَالِمٌ أَوْ مَظْلُومٌ، وَإِنِّي لاَ أُرَانِي إِلاَّ سَأُقْتَلُ الْيَوْمَ مَظْلُومًا، وَإِنَّ مِنْ أَكْبَرِ هَمِّي لَدَيْنِي، أَفَتُرَى يُبْقِي دَيْنُنَا مِنْ مَالِنَا شَيْئًا فَقَالَ يَا بُنَىِّ بِعْ مَالَنَا فَاقْضِ دَيْنِي‏.‏ وَأَوْصَى بِالثُّلُثِ، وَثُلُثِهِ لِبَنِيهِ، يَعْنِي عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ يَقُولُ ثُلُثُ الثُّلُثِ، فَإِنْ فَضَلَ مِنْ مَالِنَا فَضْلٌ بَعْدَ قَضَاءِ الدَّيْنِ شَىْءٌ فَثُلُثُهُ لِوَلَدِكَ‏.‏ قَالَ هِشَامٌ وَكَانَ بَعْضُ وَلَدِ عَبْدِ اللَّهِ قَدْ وَازَى بَعْضَ بَنِي الزُّبَيْرِ خُبَيْبٌ وَعَبَّادٌ، وَلَهُ يَوْمَئِذٍ تِسْعَةُ بَنِينَ وَتِسْعُ بَنَاتٍ‏.‏ قَالَ عَبْدُ اللَّهِ فَجَعَلَ يُوصِينِي بِدَيْنِهِ وَيَقُولُ يَا بُنَىِّ، إِنْ عَجَزْتَ عَنْهُ فِي شَىْءٍ فَاسْتَعِنْ عَلَيْهِ مَوْلاَىَ‏.‏ قَالَ فَوَاللَّهِ مَا دَرَيْتُ مَا أَرَادَ حَتَّى قُلْتُ يَا أَبَتِ مَنْ مَوْلاَكَ قَالَ اللَّهُ‏.‏ قَالَ فَوَاللَّهِ مَا وَقَعْتُ فِي كُرْبَةٍ مِنْ دَيْنِهِ إِلاَّ قُلْتُ يَا مَوْلَى الزُّبَيْرِ، اقْضِ عَنْهُ دَيْنَهُ‏.‏ فَيَقْضِيهِ، فَقُتِلَ الزُّبَيْرُ ـ رضى الله عنه ـ وَلَمْ يَدَعْ دِينَارًا وَلاَ دِرْهَمًا، إِلاَّ أَرَضِينَ مِنْهَا الْغَابَةُ، وَإِحْدَى عَشْرَةَ دَارًا بِالْمَدِينَةِ، وَدَارَيْنِ بِالْبَصْرَةِ، وَدَارًا بِالْكُوفَةِ، وَدَارًا بِمِصْرَ‏.‏ قَالَ وَإِنَّمَا كَانَ دَيْنُهُ الَّذِي عَلَيْهِ أَنَّ الرَّجُلَ كَانَ يَأْتِيهِ بِالْمَالِ فَيَسْتَوْدِعُهُ إِيَّاهُ فَيَقُولُ الزُّبَيْرُ لاَ وَلَكِنَّهُ سَلَفٌ، فَإِنِّي أَخْشَى عَلَيْهِ الضَّيْعَةَ، وَمَا وَلِيَ إِمَارَةً قَطُّ وَلاَ جِبَايَةَ خَرَاجٍ وَلاَ شَيْئًا، إِلاَّ أَنْ يَكُونَ فِي غَزْوَةٍ مَعَ النَّبِيِّ صلى الله عليه وسلم أَوْ مَعَ أَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ ـ رضى الله عنهم ـ قَالَ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ فَحَسَبْتُ مَا عَلَيْهِ مِنَ الدَّيْنِ فَوَجَدْتُهُ أَلْفَىْ أَلْفٍ وَمِائَتَىْ أَلْفٍ قَالَ فَلَقِيَ حَكِيمُ بْنُ حِزَامٍ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ فَقَالَ يَا ابْنَ أَخِي، كَمْ عَلَى أَخِي مِنَ الدَّيْنِ فَكَتَمَهُ‏.‏ فَقَالَ مِائَةُ أَلْفٍ‏.‏ فَقَالَ حَكِيمٌ وَاللَّهِ مَا أُرَى أَمْوَالَكُمْ تَسَعُ لِهَذِهِ‏.‏ فَقَالَ لَهُ عَبْدُ اللَّهِ أَفَرَأَيْتَكَ إِنْ كَانَتْ أَلْفَىْ أَلْفٍ وَمِائَتَىْ أَلْفٍ قَالَ مَا أُرَاكُمْ تُطِيقُونَ هَذَا، فَإِنْ عَجَزْتُمْ عَنْ شَىْءٍ مِنْهُ فَاسْتَعِينُوا بِي‏.‏ قَالَ وَكَانَ الزُّبَيْرُ اشْتَرَى الْغَابَةَ بِسَبْعِينَ وَمِائَةِ أَلْفٍ، فَبَاعَهَا عَبْدُ اللَّهِ بِأَلْفِ أَلْفٍ وَسِتِّمِائَةِ أَلْفٍ ثُمَّ قَامَ فَقَالَ مَنْ كَانَ لَهُ عَلَى الزُّبَيْرِ حَقٌّ فَلْيُوَافِنَا بِالْغَابَةِ، فَأَتَاهُ عَبْدُ اللَّهِ بْنُ جَعْفَرٍ، وَكَانَ لَهُ عَلَى الزُّبَيْرِ أَرْبَعُمِائَةِ أَلْفٍ فَقَالَ لِعَبْدِ اللَّهِ إِنْ شِئْتُمْ تَرَكْتُهَا لَكُمْ‏.‏ قَالَ عَبْدُ اللَّهِ لاَ‏.‏ قَالَ فَإِنْ شِئْتُمْ جَعَلْتُمُوهَا فِيمَا تُؤَخِّرُونَ إِنْ أَخَّرْتُمْ‏.‏ فَقَالَ عَبْدُ اللَّهِ لاَ‏.‏ قَالَ قَالَ فَاقْطَعُوا لِي قِطْعَةً‏.‏ فَقَالَ عَبْدُ اللَّهِ لَكَ مِنْ هَا هُنَا إِلَى هَا هُنَا‏.‏ قَالَ فَبَاعَ مِنْهَا فَقَضَى دَيْنَهُ فَأَوْفَاهُ، وَبَقِيَ مِنْهَا أَرْبَعَةُ أَسْهُمٍ وَنِصْفٌ، فَقَدِمَ عَلَى مُعَاوِيَةَ وَعِنْدَهُ عَمْرُو بْنُ عُثْمَانَ وَالْمُنْذِرُ بْنُ الزُّبَيْرِ وَابْنُ زَمْعَةَ فَقَالَ لَهُ مُعَاوِيَةُ كَمْ قُوِّمَتِ الْغَابَةُ قَالَ كُلُّ سَهْمٍ مِائَةَ أَلْفٍ‏.‏ قَالَ كَمْ بَقِيَ قَالَ أَرْبَعَةُ أَسْهُمٍ وَنِصْفٌ‏.‏ قَالَ الْمُنْذِرُ بْنُ الزُّبَيْرِ قَدْ أَخَذْتُ سَهْمًا بِمِائَةِ أَلْفٍ‏.‏ قَالَ عَمْرُو بْنُ عُثْمَانَ قَدْ أَخَذْتُ سَهْمًا بِمِائَةِ أَلْفٍ‏.‏ وَقَالَ ابْنُ زَمْعَةَ قَدْ أَخَذْتُ سَهْمًا بِمِائَةِ أَلْفٍ‏.‏ فَقَالَ مُعَاوِيَةُ كَمْ بَقِيَ فَقَالَ سَهْمٌ وَنِصْفٌ‏.‏ قَالَ أَخَذْتُهُ بِخَمْسِينَ وَمِائَةِ أَلْفٍ‏.‏ قَالَ وَبَاعَ عَبْدُ اللَّهِ بْنُ جَعْفَرٍ نَصِيبَهُ مِنْ مُعَاوِيَةَ بِسِتِّمِائَةِ أَلْفٍ، فَلَمَّا فَرَغَ ابْنُ الزُّبَيْرِ مِنْ قَضَاءِ دَيْنِهِ قَالَ بَنُو الزُّبَيْرِ اقْسِمْ بَيْنَنَا مِيرَاثَنَا‏.‏ قَالَ لاَ، وَاللَّهِ لاَ أَقْسِمُ بَيْنَكُمْ حَتَّى أُنَادِيَ بِالْمَوْسِمِ أَرْبَعَ سِنِينَ أَلاَ مَنْ كَانَ لَهُ عَلَى الزُّبَيْرِ دَيْنٌ فَلْيَأْتِنَا فَلْنَقْضِهِ‏.‏ قَالَ فَجَعَلَ كَلَّ سَنَةٍ يُنَادِي بِالْمَوْسِمِ، فَلَمَّا مَضَى أَرْبَعُ سِنِينَ قَسَمَ بَيْنَهُمْ قَالَ فَكَانَ لِلزُّبَيْرِ أَرْبَعُ نِسْوَةٍ، وَرَفَعَ الثُّلُثَ، فَأَصَابَ كُلَّ امْرَأَةٍ أَلْفُ أَلْفٍ وَمِائَتَا أَلْفٍ، فَجَمِيعُ مَالِهِ خَمْسُونَ أَلْفَ أَلْفٍ وَمِائَتَا أَلْفٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] কেননা ঋণ খোয়া গেলে ক্ষতিপূরণ পাবে, আর আমানত হলে খোয়া গেলে তুমি ক্ষতিপূরণ পাবে না।",
    "chapter": {
      "chapter_number": "57"
    }
  }
}