{
  "hadith": {
    "hadith_id": 3132,
    "narrator": "‘উরওয়া (রাঃ)",
    "bn": "তিনি বলেন, তাঁকে মারওয়ান ইব্‌নু হাকাম ও মিসওয়ার ইব্‌নু মাখরামা (রাঃ) রিওয়ায়াত করেছেন যে, যখন হাওয়াযিন গোত্রের প্রতিনিধি দল মুসলিম হয়ে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বলল যে, তাদের মালামাল ও বন্দী উভয়ই ফেরত দেয়া হোক। তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের বললেন, আমার নিকট সত্য কথা অধিকতর প্রিয়। তোমরা দু’য়ের মধ্যে যে কোন একটি গ্রহণ কর। বন্দী, নয় মালামাল। আর আমি তো তাদের (হাওয়াযিন গোত্রের) প্রতীক্ষা করেছিলাম আর তায়েফ হতে ফেরার সময় আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দশ দিন থেকে অধিক সময় তাদের জন্য অপেক্ষা করছিলেন। অবশেষে যখন তাদের নিকট স্পষ্ট হলো যে, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের দু’টোর মধ্যে যে কোন একটিই ফেরত দিবেন, তখন তারা বলল, আমরা আমাদের বন্দীদের ফেরত লাভই পছন্দ করি। অতঃপর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুসলিমদের সামনে দাড়াঁলেন। প্রথমে তিনি আল্লাহ তা‘আলার যথোপযুক্ত প্রশংসা করলেন। অতঃপর বললেন, তোমাদের এ সব ভাই তাওবা করে আমার নিকট এসেছে। আর আমি উচিত মনে করছি যে, তাদের বন্দীদের ফেরত দিব। যে ব্যক্তি সন্তুষ্টচিত্তে তা করতে চায়, সে যেন তা করে আর তোমাদের মধ্যে যে ব্যক্তি চায় যে, তার অংশ বহাল থাকুক, সে যেন অপেক্ষা করে (কিংবা) আল্লাহ তা‘আলা আমাদেরকে প্রথম যে গনীমতের মাল দান করেছেন, আমি তাকে তা হতে তা দিয়ে দিব, তাও করতে পারে। উপস্থিত লোকেরা বলল, হে আল্লাহর রসূল! আমরা সন্তুষ্টচিত্তে তা গ্রহণ করলাম। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমি সঠিক জানতে পারিনি, তোমাদের মধ্যে কে এতে সম্মতি দিয়েছে, আর কে দেয়নি। কাজেই, তোমরা ফিরে যাও এবং নিজ নিজ প্রতিনিধির মাধ্যমে আমাকে তোমাদের সিদ্ধান্ত জানাও। লোকরা চলে গেল। আর তাদের প্রতিনিধিরা নিজেদের লোকের সঙ্গে আলোচনা করে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট ফেরত এল এবং তাঁকে জানাল যে, তারা সন্তুষ্টচিত্তে সম্মতি দিয়েছে। হাওয়াযিনের বন্দীগন সম্পর্কিত বিবরণ আমাদের নিকট এ রকমই পৌঁছেছে। (২৩০৭, ২৩০৮) (আ.প্র. ২৮৯৭, ই.ফা. ২৯০৮)",
    "ar": "حَدَّثَنَا سَعِيْدُ بْنُ عُفَيْرٍ قَالَ حَدَّثَنِي اللَّيْثُ قَالَ حَدَّثَنِيْ عُقَيْلٌ عَنْ ابْنِ شِهَابٍ قَالَ وَزَعَمَ عُرْوَةُ أَنَّ مَرْوَانَ بْنَ الْحَكَمِ وَمِسْوَرَ بْنَ مَخْرَمَةَ أَخْبَرَاهُ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَالَ حِيْنَ جَاءَهُ وَفْدُ هَوَازِنَ مُسْلِمِيْنَ فَسَأَلُوْهُ أَنْ يَرُدَّ إِلَيْهِمْ أَمْوَالَهُمْ وَسَبْيَهُمْ فَقَالَ لَهُمْ رَسُوْلُ اللهِ صلى الله عليه وسلم أَحَبُّ الْحَدِيْثِ إِلَيَّ أَصْدَقُهُ فَاخْتَارُوْا إِحْدَى الطَّائِفَتَيْنِ إِمَّا السَّبْيَ وَإِمَّا الْمَالَ وَقَدْ كُنْتُ اسْتَأْنَيْتُ بِهِمْ وَقَدْ كَانَ رَسُوْلُ اللهِ صلى الله عليه وسلم انْتَظَرَ آخِرَهُمْ بِضْعَ عَشْرَةَ لَيْلَةً حِيْنَ قَفَلَ مِنْ الطَّائِفِ فَلَمَّا تَبَيَّنَ لَهُمْ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم غَيْرُ رَادٍّ إِلَيْهِمْ إِلَّا إِحْدَى الطَّائِفَتَيْنِ قَالُوْا فَإِنَّا نَخْتَارُ سَبْيَنَا فَقَامَ رَسُوْلُ اللهِ صلى الله عليه وسلم فِي الْمُسْلِمِيْنَ فَأَثْنَى عَلَى اللهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّ إِخْوَانَكُمْ هَؤُلَاءِ قَدْ جَاءُوْنَا تَائِبِيْنَ وَإِنِّيْ قَدْ رَأَيْتُ أَنْ أَرُدَّ إِلَيْهِمْ سَبْيَهُمْ مَنْ أَحَبَّ أَنْ يُطَيِّبَ فَلْيَفْعَلْ وَمَنْ أَحَبَّ مِنْكُمْ أَنْ يَكُوْنَ عَلَى حَظِّهِ حَتَّى نُعْطِيَهُ إِيَّاهُ مِنْ أَوَّلِ مَا يُفِيءُ اللهُ عَلَيْنَا فَلْيَفْعَلْ فَقَالَ النَّاسُ قَدْ طَيَّبْنَا ذَلِكَ يَا رَسُوْلَ اللهِ لَهُمْ فَقَالَ لَهُمْ رَسُوْلُ اللهِ إِنَّا لَا نَدْرِيْ مَنْ أَذِنَ مِنْكُمْ فِيْ ذَلِكَ مِمَّنْ لَمْ يَأْذَنْ فَارْجِعُوْا حَتَّى يَرْفَعَ إِلَيْنَا عُرَفَاؤُكُمْ أَمْرَكُمْ فَرَجَعَ النَّاسُ فَكَلَّمَهُمْ عُرَفَاؤُهُمْ ثُمَّ رَجَعُوْا إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم فَأَخْبَرُوْهُ أَنَّهُمْ قَدْ طَيَّبُوْا وَأَذِنُوْا فَهَذَا الَّذِيْ بَلَغَنَا عَنْ سَبْيِ هَوَازِنَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "57"
    }
  }
}