{
  "hadith": {
    "hadith_id": 3136,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "তিনি বলেন, আমরা ইয়ামানে থাকতেই আমাদের নিকট আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর হিজরত করার খবর পৌঁছে। তখন আমরাও তাঁর নিকট হিজরত করার উদ্দেশ্যে বেরিয়ে পড়লাম। আমি এবং আমার আরো দু’ভাই এর মধ্যে ছিলাম। আমি ছিলাম সবচেয়ে ছোট। তাদের একজন হলেন আবূ বুরদাহ, অন্যজন আবূ রুহ্ম। রাবী হয়ত বলেছেন, আমার গোত্রের আরো কতিপয় লোকের মধ্যে; কিংবা বলেছেন, আমার গোত্রের তিপ্পান্ন বা বায়ান্ন জন লোকের মধ্যে। অতঃপর আমরা একটি নৌযানে উঠলাম। ঘটনাক্রমে আমাদেরকে নৌযানটি হাবশার নাজ্জাশী বাদশাহ্র দিকে নিয়ে যায়। সেখানে আমরা জা‘ফর ইবনু আবূ তালিব (রাঃ) ও তাঁর সঙ্গীদের সঙ্গে মিলিত হই। জা‘ফর (রাঃ) বললেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের এখানে পঠিয়েছেন এবং এখানে অবস্থান করার নির্দেশ দিয়েছেন। তাই আপনারাও আমাদের সঙ্গে এখানে থাকুন। তখন আমরা তাঁর সঙ্গে থেকে গেলাম। অবশেষে আমরা সকলে একত্রে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এলাম। এমন সময় আমরা আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট পৌঁছলাম, যখন তিনি খায়বার বিজয় করেছেন। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের জন্য অংশ নির্ধারণ করলেন। (বর্ণণাকারী বলেন), কিংবা তিনি বললেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরও তা হতে দিয়েছেন। আমাদের ছাড়া খায়বার বিজয়ে অনুপস্থিত কাউকেই তা হতে অংশ দেননি, জা’ফর (রাঃ) ও তাঁর সঙ্গীগণের সঙ্গে আমাদের এ নৌযাত্রীদের মধ্যে বন্টন করেছেন। (৩৮৭৬, ৪২৩০, ৪২৩৩) (আ.প্র. ২৯০১, ই.ফা. ২৯১২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا أَبُوْ أُسَامَةَ حَدَّثَنَا بُرَيْدُ بْنُ عَبْدِ اللهِ عَنْ أَبِيْ بُرْدَةَ عَنْ أَبِيْ مُوسَى قَالَ بَلَغَنَا مَخْرَجُ النَّبِيِّ صلى الله عليه وسلم وَنَحْنُ بِالْيَمَنِ فَخَرَجْنَا مُهَاجِرِيْنَ إِلَيْهِ أَنَا وَأَخَوَانِ لِيْ أَنَا أَصْغَرُهُمْ أَحَدُهُمَا أَبُوْ بُرْدَةَ وَالْآخَرُ أَبُوْ رُهْمٍ إِمَّا قَالَ فِيْ بِضْعٍ وَإِمَّا قَالَ فِيْ ثَلَاثَةٍ وَخَمْسِيْنَ أَوْ اثْنَيْنِ وَخَمْسِيْنَ رَجُلًا مِنْ قَوْمِيْ فَرَكِبْنَا سَفِيْنَةً فَأَلْقَتْنَا سَفِيْنَتُنَا إِلَى النَّجَاشِيِّ بِالْحَبَشَةِ وَوَافَقْنَا جَعْفَرَ بْنَ أَبِيْ طَالِبٍ وَأَصْحَابَهُ عِنْدَهُ فَقَالَ جَعْفَرٌ إِنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم بَعَثَنَا هَاهُنَا وَأَمَرَنَا بِالْإِقَامَةِ فَأَقِيْمُوْا مَعَنَا فَأَقَمْنَا مَعَهُ حَتَّى قَدِمْنَا جَمِيْعًا فَوَافَقْنَا النَّبِيَّ صلى الله عليه وسلم حِيْنَ افْتَتَحَ خَيْبَرَ فَأَسْهَمَ لَنَا أَوْ قَالَ فَأَعْطَانَا مِنْهَا وَمَا قَسَمَ لِأَحَدٍ غَابَ عَنْ فَتْحِ خَيْبَرَ مِنْهَا شَيْئًا إِلَّا لِمَنْ شَهِدَ مَعَهُ إِلَّا أَصْحَابَ سَفِيْنَتِنَا مَعَ جَعْفَرٍ وَأَصْحَابِهِ قَسَمَ لَهُمْ مَعَهُمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "57"
    }
  }
}