{
  "hadith": {
    "hadith_id": 3137,
    "narrator": "জাবির ইব্‌নু ‘আবদুল্লাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যদি আমার নিকট বাহ্রাইনের মাল আসে, তবে আমি তোমাকে (দুইহাত মিলিয়ে) এ পরিমাণ ও এ পরিমাণ দান করব। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর মৃত্যু অবধি তা এলো না। অতঃপর যখন বাহ্‌রাইনের মাল এল, তখন আবূ বক্‌র (রাঃ) ঘোষণাকারীকে এ ঘোষণা দেয়ার আদেশ করলেন যে, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট যার কোন ঋণ বা ওয়াদা আছে, সে যেন আমার নিকট আসে। অতঃপর আমি তাঁর নিকট গিয়ে বললাম, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে এত এত ও এত দেয়ার কথা বলেছেন। তখন আবূ বক্‌র (রাঃ) তিনবার আঁজলা ভরে দান করেন। সুফ্ইয়ান (রাঃ) তাঁর দুই হাত একত্র করে আঁজলা করে আমাদের বললেন, ইব্‌নু মুনকাদির এরূপই বলেছেন। জাবির (রাঃ) বলেন, অতঃপর আমি (জাবির) আবূ বকর (রাঃ) –এর নিকট এলাম এবং তাঁর নিকট চাইলাম। তিনি আমাকে দিলেন না। আবার আমি তাঁর নিকট এলাম। তখনও তিনি আমাকে দিলেন না। আবার আমি তাঁর নিকট তৃতীয়বার এসে বললাম, আমি আপনার নিকট চেয়েছি, আপনি আমাকে দেননি। আবার আমি আপনার নিকট চেয়েছি, আপনি আমাকে দেননি। এখন আমাকে আপনি দেবেন, না হয় আমার সঙ্গে কৃপণতা করবেন না। আবূ বকর (রাঃ) বললেন, তুমি আমাকে বলছ, ‘কৃপণতা করবেন?’ আমি যতবারই তোমাকে দিতে অস্বীকার করি না কেন, আমার ইচ্ছা ছিল যে, আমি তোমাকে দেই। \n\nসুফইয়ান (রহঃ) বলেন, ‘আমর (রহঃ) মুহাম্মাদ ইব্‌নু ‘আলী (রহঃ) সূত্রে জাবির (রাঃ) হতে বর্ননা করেছেন, (তিনি বলেন) আবূ বকর (রাঃ) আমাকে এক আঁজলা দিয়ে বললেন, এটা গুণে নাও। আমি গণনা করে দেখলাম, পাঁচ শত। তখন তিনি বললেন, এ রকম আরও দু’বার নিয়ে নাও। আর ইব্‌নুল মুনকাদিরের বর্ণনায় আছে যে, [আবূ বকর (রাঃ) বলেছেন], ‘কৃপণতার চেয়ে বড় রোগ কি হতে পারে?’ (২২৯৬) (আ.প্র. ২৯০২, ই.ফা. ২৯১৩)",
    "ar": "حَدَّثَنَا عَلِيٌّ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا مُحَمَّدُ بْنُ الْمُنْكَدِرِ سَمِعَ جَابِرًا قَالَ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم لَوْ قَدْ جَاءَنِيْ مَالُ الْبَحْرَيْنِ لَقَدْ أَعْطَيْتُكَ هَكَذَا وَهَكَذَا وَهَكَذَا فَلَمْ يَجِئْ حَتَّى قُبِضَ النَّبِيُّ فَلَمَّا جَاءَ مَالُ الْبَحْرَيْنِ أَمَرَ أَبُوْ بَكْرٍ مُنَادِيًا فَنَادَى مَنْ كَانَ لَهُ عِنْدَ رَسُوْلِ اللهِ صلى الله عليه وسلم دَيْنٌ أَوْ عِدَةٌ فَلْيَأْتِنَا فَأَتَيْتُهُ فَقُلْتُ إِنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَالَ لِيْ كَذَا وَكَذَا فَحَثَا لِيْ ثَلَاثًا وَجَعَلَ سُفْيَانُ يَحْثُوْ بِكَفَّيْهِ جَمِيْعًا ثُمَّ قَالَ لَنَا هَكَذَا قَالَ لَنَا ابْنُ الْمُنْكَدِرِ وَقَالَ مَرَّةً فَأَتَيْتُ أَبَا بَكْرٍ فَسَأَلْتُ فَلَمْ يُعْطِنِيْ ثُمَّ أَتَيْتُهُ فَلَمْ يُعْطِنِيْ ثُمَّ أَتَيْتُهُ الثَّالِثَةَ فَقُلْتُ سَأَلْتُكَ فَلَمْ تُعْطِنِيْ ثُمَّ سَأَلْتُكَ فَلَمْ تُعْطِنِيْ ثُمَّ سَأَلْتُكَ فَلَمْ تُعْطِنِيْ فَإِمَّا أَنْ تُعْطِيَنِيْ وَإِمَّا أَنْ تَبْخَلَ عَنِّيْ قَالَ قُلْتَ تَبْخَلُ عَنِّيْ مَا مَنَعْتُكَ مِنْ مَرَّةٍ إِلَّا وَأَنَا أُرِيْدُ أَنْ أُعْطِيَكَ\nقَالَ سُفْيَانُ وَحَدَّثَنَا عَمْرٌو عَنْ مُحَمَّدِ بْنِ عَلِيٍّ عَنْ جَابِرٍ فَحَثَا لِيْ حَثْيَةً وَقَالَ عُدَّهَا فَوَجَدْتُهَا خَمْسَ مِائَةٍ قَالَ فَخُذْ مِثْلَهَا مَرَّتَيْنِ وَقَالَ يَعْنِيْ ابْنَ الْمُنْكَدِرِ وَأَيُّ دَاءٍ أَدْوَأُ مِنْ الْبُخْلِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "57"
    }
  }
}