{
  "hadith": {
    "hadith_id": 3142,
    "narrator": "আবূ ক্বাতাদাহ (রাঃ)",
    "bn": "তিনি বলেন, হুনাইনের বছর আমরা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর সঙ্গে বের হলাম। আমরা যখন শত্রুর সম্মুখীন হলাম, তখন মুসলিম দলের মধ্যে দৌড়াদৌড়ি শুরু হল। এমন সময় আমি মুশরিকদের এক ব্যক্তিকে দেখলাম, সে একজন মুসলমানের উপর চেপে বসেছে। আমি ঘুরে তার পেছনের দিক দিয়ে এসে তরবারী দ্বারা তার ঘাড়ের রগে আঘাত করলাম। তখন সে আমার দিকে এগিয়ে এল এবং আমাকে এমনভাবে জড়িয়ে ধরল যে, আমি তাতে মৃত্যুর আশংকা করলাম। মৃত্যু তাকেই ধরল এবং আমাকে ছেড়ে দিল। অতঃপর আমি ‘উমর (রাঃ)–এর সঙ্গে সাক্ষাৎ করে বললাম, লোকদের কী হয়েছে? ‘উমর (রাঃ) বললেন, আল্লাহ্‌র হুকুম। অতঃপর লোকজন ফিরে এলো এবং আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বসলেন, তখন তিনি বললেন, যে ব্যক্তি কাউকে নিহত করেছে এবং তার নিকট এর সাক্ষ্য রয়েছে, তার নিকট হতে প্রাপ্ত মাল-সামান তারই প্রাপ্য। তখন আমি দাঁড়িয়ে বললাম, কে আছ যে আমার পক্ষে সাক্ষ্য দিবে? অতঃপর আমি বসে পড়লাম। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবার বললেন, যে ব্যক্তি কাউকে হত্যা করেছে এবং তার নিকট এর সাক্ষ্য রয়েছে, তার নিকট হতে প্রাপ্ত মাল-সামান তারই প্রাপ্য। আমি দাঁড়িয়ে বললাম, কে আছ যে, আমার পক্ষে সাক্ষ্য দিবে? অতঃপর আমি বসে পড়লাম। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তৃতীয়বার ঐরূপ বললেন, আমি আবার দাঁড়ালাম, তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে আবূ ক্বাতাদাহ! তোমার কি হয়েছে? আমি তখন পুরো ঘটনা বললাম। তখন এক ব্যক্তি বলে উঠল, হে আল্লাহর রসূল! আবূ ক্বাতাদাহ (রাঃ) ঠিক বলেছে। সে ব্যক্তি হতে প্রাপ্ত মাল-সামান আমার নিকট আছে। আপনি আমার পক্ষ হতে একে সম্মত করিয়ে দিন। তখন আবূ বক্‌র সিদ্দিক (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, কক্ষণো না, আল্লাহর কসম! আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কখনো এমন করবেন না যে, আল্লাহ্‌র সিংহদের মধ্যে হতে কোন সিংহ আল্লাহ ও রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর পক্ষে যুদ্ধ করবে আর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিহত ব্যক্তির মাল-সামান তোমাকে দিবেন! তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আবূ বকর (রাঃ) ঠিকই বলেছে। ফলে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা আমাকে দিলেন। আমি তা হতে একটি বর্ম বিক্রয় করে বানূ সালমায় একটি বাগান কিনি। এটাই ইসলামে প্রবেশের পর আমার প্রথম সম্মত্তি, যা আমি পেয়েছিলাম।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنِ ابْنِ أَفْلَحَ، عَنْ أَبِي مُحَمَّدٍ، مَوْلَى أَبِي قَتَادَةَ عَنْ أَبِي قَتَادَةَ ـ رضى الله عنه ـ قَالَ خَرَجْنَا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَامَ حُنَيْنٍ، فَلَمَّا الْتَقَيْنَا كَانَتْ لِلْمُسْلِمِينَ جَوْلَةٌ، فَرَأَيْتُ رَجُلاً مِنَ الْمُشْرِكِينَ عَلاَ رَجُلاً مِنَ الْمُسْلِمِينَ، فَاسْتَدَرْتُ حَتَّى أَتَيْتُهُ مِنْ وَرَائِهِ حَتَّى ضَرَبْتُهُ بِالسَّيْفِ عَلَى حَبْلِ عَاتِقِهِ، فَأَقْبَلَ عَلَىَّ فَضَمَّنِي ضَمَّةً وَجَدْتُ مِنْهَا رِيحَ الْمَوْتِ، ثُمَّ أَدْرَكَهُ الْمَوْتُ فَأَرْسَلَنِي، فَلَحِقْتُ عُمَرَ بْنَ الْخَطَّابِ فَقُلْتُ مَا بَالُ النَّاسِ قَالَ أَمْرُ اللَّهِ، ثُمَّ إِنَّ النَّاسَ رَجَعُوا، وَجَلَسَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَنْ قَتَلَ قَتِيلاً لَهُ عَلَيْهِ بَيِّنَةٌ فَلَهُ سَلَبُهُ ‏\"‏‏.‏ فَقُمْتُ فَقُلْتُ مَنْ يَشْهَدُ لِي ثُمَّ جَلَسْتُ ثُمَّ قَالَ ‏\"‏ مَنْ قَتَلَ قَتِيلاً لَهُ عَلَيْهِ بَيِّنَةٌ فَلَهُ سَلَبُهُ ‏\"‏ فَقُمْتُ فَقُلْتُ مَنْ يَشْهَدُ لِي ثُمَّ جَلَسْتُ، ثُمَّ قَالَ الثَّالِثَةَ مِثْلَهُ فَقَالَ رَجُلٌ صَدَقَ يَا رَسُولَ اللَّهِ، وَسَلَبُهُ عِنْدِي فَأَرْضِهِ عَنِّي‏.‏ فَقَالَ أَبُو بَكْرٍ الصِّدِّيقُ ـ رضى الله عنه لاَهَا اللَّهِ إِذًا يَعْمِدُ إِلَى أَسَدٍ مِنْ أُسْدِ اللَّهِ يُقَاتِلُ عَنِ اللَّهِ وَرَسُولِهِ صلى الله عليه وسلم يُعْطِيكَ سَلَبَهُ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ صَدَقَ ‏\"‏‏.‏ فَأَعْطَاهُ فَبِعْتُ الدِّرْعَ، فَابْتَعْتُ بِهِ مَخْرِفًا فِي بَنِي سَلِمَةَ، فَإِنَّهُ لأَوَّلُ مَالٍ تَأَثَّلْتُهُ فِي الإِسْلاَمِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "57"
    }
  }
}