{
  "hadith": {
    "hadith_id": 3147,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "যখন আল্লাহ্‌ তা‘আলা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে হাওয়াযিন গোত্রের মাল থেকে যা দান করার তা দান করলেন। আর তিনি কুরাইশ গোত্রের লোকদের একশ’ করে উট দিতে লাগলেন। তখন আনসারদের হতে কিছু সংখ্যক লোক বলতে লাগল, আল্লাহ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে ক্ষমা করুন। তিনি কুরাইশদেরকে দিচ্ছেন, আমাদেরকে দিচ্ছেন না। অথচ আমাদের তলোয়ার থেকে এখনও তাদের রক্ত ঝরছে। আনাস (রাঃ) বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর নিকট তাদের কথা পৌঁছান হল। তখন তিনি আনসারদের ডেকে পাঠালেন এবং চর্ম নির্মিত একটি তাঁবুতে তাঁদের একত্রিত করলেন আর তাঁদের সঙ্গে তাঁদের ব্যতীত আর কাউকে ডাকলেন না। যখন তাঁরা সকলে একত্রিত হলেন, তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁদের নিকট এলেন এবং বললেন, ‘আমার নিকট তোমাদের ব্যাপারে যে কথা পৌঁছেছে তা কি?’ তাঁদের মধ্যে বয়স্ক লোকেরা তাঁকে বললেন, ‘হে আল্লাহর রসূল! আমাদের মধ্য থেকে বয়স্করা কিছুই বলেননি। আমাদের কতিপয় তরুণরা বলেছে : আল্লাহ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –কে ক্ষমা করুন। তিনি আনসারদের না দিয়ে কুরাইশদের দিচ্ছেন; অথচ আমাদের তরবারি হতে এখনও তাদের রক্ত ঝরছে।’ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ‘আমি এমন লোকদের দিচ্ছি, যাদের কুফরীর যুগ মাত্র শেষ হয়েছে। তোমরা কি এতে খুশী নও যে, লোকেরা দুনিয়াবী সম্পদ নিয়ে ফিরবে, আর তোমরা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –কে নিয়ে মনযিলে ফিরবে আর আল্লাহ্‌র কসম, তোমরা যা নিয়ে মনযিলে ফিরবে, তা তারা যা নিয়ে ফিরবে, তার চেয়ে উত্তম।’ তখন আনসারগন বললেন, ‘হ্যাঁ, হে আল্লাহ্‌র রসূল! আমরা এতেই সন্তুষ্ট।’ অতঃপর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ‘আমার পরে তোমরা তোমাদের উপর অন্যদের খুব প্রাধান্য দেখতে পাবে। তখন তোমরা ধৈর্য অবলম্বন করবে, যে পর্যন্ত না তোমরা আল্লাহ ও তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে হাউযে কাওসারে মিলিত হবে।’ আনাস (রাঃ) বলেন, কিন্তু আমরা ধৈর্যধারণ করতে পারিনি।",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا الزُّهْرِيُّ، قَالَ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّ نَاسًا، مِنَ الأَنْصَارِ قَالُوا لِرَسُولِ اللَّهِ صلى الله عليه وسلم حِينَ أَفَاءَ اللَّهُ عَلَى رَسُولِهِ صلى الله عليه وسلم مِنْ أَمْوَالِ هَوَازِنَ مَا أَفَاءَ، فَطَفِقَ يُعْطِي رِجَالاً مِنْ قُرَيْشٍ الْمِائَةَ مِنَ الإِبِلِ فَقَالُوا يَغْفِرُ اللَّهُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم يُعْطِي قُرَيْشًا وَيَدَعُنَا، وَسُيُوفُنَا تَقْطُرُ مِنْ دِمَائِهِمْ قَالَ أَنَسٌ فَحُدِّثَ رَسُولُ اللَّهِ بِمَقَالَتِهِمْ، فَأَرْسَلَ إِلَى الأَنْصَارِ، فَجَمَعَهُمْ فِي قُبَّةٍ مِنْ أَدَمٍ، وَلَمْ يَدْعُ مَعَهُمْ أَحَدًا غَيْرَهُمْ، فَلَمَّا اجْتَمَعُوا جَاءَهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ مَا كَانَ حَدِيثٌ بَلَغَنِي عَنْكُمْ ‏\"‏‏.‏ قَالَ لَهُ فُقَهَاؤُهُمْ أَمَّا ذَوُو آرَائِنَا يَا رَسُولَ اللَّهِ فَلَمْ يَقُولُوا شَيْئًا، وَأَمَّا أُنَاسٌ مِنَّا حَدِيثَةٌ أَسْنَانُهُمْ فَقَالُوا يَغْفِرُ اللَّهُ لِرَسُولِ اللَّهِ صلى الله عليه وسلم يُعْطِي قُرَيْشًا وَيَتْرُكُ الأَنْصَارَ، وَسُيُوفُنَا تَقْطُرُ مِنْ دِمَائِهِمْ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنِّي أُعْطِي رِجَالاً حَدِيثٌ عَهْدُهُمْ بِكُفْرٍ، أَمَا تَرْضَوْنَ أَنْ يَذْهَبَ النَّاسُ بِالأَمْوَالِ وَتَرْجِعُونَ إِلَى رِحَالِكُمْ بِرَسُولِ اللَّهِ صلى الله عليه وسلم، فَوَاللَّهِ مَا تَنْقَلِبُونَ بِهِ خَيْرٌ مِمَّا يَنْقَلِبُونَ بِهِ ‏\"‏‏.‏ قَالُوا بَلَى يَا رَسُولَ اللَّهِ قَدْ رَضِينَا‏.‏ فَقَالَ لَهُمْ ‏\"‏ إِنَّكُمْ سَتَرَوْنَ بَعْدِي أُثْرَةً شَدِيدَةً، فَاصْبِرُوا حَتَّى تَلْقَوُا اللَّهَ وَرَسُولَهُ صلى الله عليه وسلم عَلَى الْحَوْضِ ‏\"‏‏.‏ قَالَ أَنَسٌ فَلَمْ نَصْبِرْ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "57"
    }
  }
}