{
  "hadith": {
    "hadith_id": 3159,
    "narrator": "জুবাইর ইব্‌নু হাইয়াহ (রহঃ)",
    "bn": "তিনি বলেন, ‘উমার (রাঃ) মুশরিকদের বিরুদ্ধে যুদ্ধ করার জন্য বিভিন্ন বড় বড় শহরের দিকে সৈন্য দল প্রেরণ করলেন। সে সময় হুরমযান ইসলাম গ্রহণ করে। ‘উমার (রাঃ) তাঁকে বললেন, আমি এসব যুদ্ধের ব্যাপারে তোমার পরামর্শ গ্রহণ করতে চাই। তিনি বললেন, ঠিক আছে। এ সকল দেশ এবং দেশে মুসলিমদের দুশমন যে সব লোক বাস করছে, তাদের দৃষ্টান্ত একটি পাখির মত, যার একটি মাথা, দু’টি ডানা ও দু’টি পা রয়েছে। যদি একটি ডানা ভেঙ্গে দেয়া হয়, তবে সে পাখিটি উভয় পা, একটি ডানা ও মাথার ভরে উঠে দাঁড়াবে। যদি অপর ডানা ভেঙ্গে দেয়া হয়, তবে সে দু’টি পা ও মাথার ভরে উঠে দাঁড়াবে। আর যদি মাথা ভেঙ্গে দেয়া হয়, তবে উভয় পা, উভয় ডানা ও মাথা সবই অকেজো হয়ে যাবে। কিসরা শত্রুদের মাথা, কায়সার হল একটি ডানা, আর পারস্য অপর একটি ডানা। কাজেই মুসলিমগণকে এ আদেশ করুন, তারা যেন কিসরার উপর হামলা করে।\nবাক্‌র ও যিয়াদ (রহঃ) উভয়ে যুবাইর ইবনু হাইয়াহ (রহঃ) হতে বর্ণিত। তিনি বলেন, অতঃপর ‘উমার (রাঃ) আমাদের ডাকলেন আর আমাদের উপর নু’মান ইব্‌নু মুকাররিনকে আমীর নিযুক্ত করেন। আমরা যখন শত্রু দেশে পৌঁছলাম, কিসরার এক সেনাপতি চল্লিশ হাজার সৈন্য নিয়ে আমাদের মুকাবিলায় আসল। তখন তার পক্ষ হতে একজন দোভাষী দাঁড়িয়ে বলল, তোমাদের মধ্য থেকে একজন আমার সাথে আলোচনা করুক। তখন মুগীরাহ (ইব্‌নু শু’বাহ) (রাঃ) বললেন, যা ইচ্ছা প্রশ্ন করতে পার। সে বলল, তোমরা কারা? তিনি বললেন, আমরা আরবের লোক। দীর্ঘ দিন আমরা অতিশয় দুর্ভাগ্য এবং কঠিন বিপদে ছিলাম। ক্ষুধার জ্বালায় আমরা চামড়া ও খেজুর গুটি চুষতাম। চুল ও পশম পরিধান করতাম। বৃক্ষ ও পাথর পূজা করতাম। আমরা যখন এ অবস্থায় পতিত তখন আসমান ও যমীনের প্রতিপালক আমাদের মধ্য হতে আমাদের নিকট একজন নবী পাঠালেন। তাঁর পিতা-মাতাকে আমরা চিনি। আমাদের নবী ও আমাদের রবের রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে তোমাদের বিরুদ্ধে যুদ্ধ করার আদেশ দিয়েছেন, যে পর্যন্ত না তোমরা এক আল্লাহ্‌ তা’আলার ‘ইবাদাত কর কিংবা জিযইয়াহ দাও। আর আমাদের নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের রবের পক্ষ হতে আমাদেরকে জানিয়েছেন যে, আমাদের মধ্য হতে যে নিহত হবে, সে জান্নাতে এমন নি’মাত লাভ করবে, যা কখনও দেখা যায়নি। আর আমাদের মধ্য হতে যারা জীবিত থাকবে তোমাদের গর্দানের মালিক হবে।",
    "ar": "حَدَّثَنَا الْفَضْلُ بْنُ يَعْقُوبَ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ جَعْفَرٍ الرَّقِّيُّ، حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، حَدَّثَنَا سَعِيدُ بْنُ عُبَيْدِ اللَّهِ الثَّقَفِيُّ، حَدَّثَنَا بَكْرُ بْنُ عَبْدِ اللَّهِ الْمُزَنِيُّ، وَزِيَادُ بْنُ جُبَيْرٍ، عَنْ جُبَيْرِ بْنِ حَيَّةَ، قَالَ بَعَثَ عُمَرُ النَّاسَ فِي أَفْنَاءِ الأَمْصَارِ يُقَاتِلُونَ الْمُشْرِكِينَ، فَأَسْلَمَ الْهُرْمُزَانُ فَقَالَ إِنِّي مُسْتَشِيرُكَ فِي مَغَازِيَّ هَذِهِ‏.‏ قَالَ نَعَمْ، مَثَلُهَا وَمَثَلُ مَنْ فِيهَا مِنَ النَّاسِ مِنْ عَدُوِّ الْمُسْلِمِينَ مَثَلُ طَائِرٍ لَهُ رَأْسٌ وَلَهُ جَنَاحَانِ وَلَهُ رِجْلاَنِ، فَإِنْ كُسِرَ أَحَدُ الْجَنَاحَيْنِ نَهَضَتِ الرِّجْلاَنِ بِجَنَاحٍ وَالرَّأْسُ، فَإِنْ كُسِرَ الْجَنَاحُ الآخَرُ نَهَضَتِ الرِّجْلاَنِ وَالرَّأْسُ، وَإِنْ شُدِخَ الرَّأْسُ ذَهَبَتِ الرِّجْلاَنِ وَالْجَنَاحَانِ وَالرَّأْسُ، فَالرَّأْسُ كِسْرَى، وَالْجَنَاحُ قَيْصَرُ، وَالْجَنَاحُ الآخَرُ فَارِسُ، فَمُرِ الْمُسْلِمِينَ فَلْيَنْفِرُوا إِلَى كِسْرَى‏.‏ وَقَالَ بَكْرٌ وَزِيَادٌ جَمِيعًا عَنْ جُبَيْرِ بْنِ حَيَّةَ قَالَ فَنَدَبَنَا عُمَرُ وَاسْتَعْمَلَ عَلَيْنَا النُّعْمَانَ بْنَ مُقَرِّنٍ، حَتَّى إِذَا كُنَّا بِأَرْضِ الْعَدُوِّ، وَخَرَجَ عَلَيْنَا عَامِلُ كِسْرَى فِي أَرْبَعِينَ أَلْفًا، فَقَامَ تُرْجُمَانٌ فَقَالَ لِيُكَلِّمْنِي رَجُلٌ مِنْكُمْ‏.‏ فَقَالَ الْمُغِيرَةُ سَلْ عَمَّا شِئْتَ‏.‏ قَالَ مَا أَنْتُمْ قَالَ نَحْنُ أُنَاسٌ مِنَ الْعَرَبِ كُنَّا فِي شَقَاءٍ شَدِيدٍ وَبَلاَءٍ شَدِيدٍ، نَمَصُّ الْجِلْدَ وَالنَّوَى مِنَ الْجُوعِ، وَنَلْبَسُ الْوَبَرَ وَالشَّعَرَ، وَنَعْبُدُ الشَّجَرَ وَالْحَجَرَ، فَبَيْنَا نَحْنُ كَذَلِكَ، إِذْ بَعَثَ رَبُّ السَّمَوَاتِ وَرَبُّ الأَرَضِينَ تَعَالَى ذِكْرُهُ وَجَلَّتْ عَظَمَتُهُ إِلَيْنَا نَبِيًّا مِنْ أَنْفُسِنَا، نَعْرِفُ أَبَاهُ وَأُمَّهُ، فَأَمَرَنَا نَبِيُّنَا رَسُولُ رَبِّنَا صلى الله عليه وسلم أَنْ نَقَاتِلَكُمْ حَتَّى تَعْبُدُوا اللَّهَ وَحْدَهُ أَوْ تُؤَدُّوا الْجِزْيَةَ، وَأَخْبَرَنَا نَبِيُّنَا صلى الله عليه وسلم عَنْ رِسَالَةِ رَبِّنَا أَنَّهُ مَنْ قُتِلَ مِنَّا صَارَ إِلَى الْجَنَّةِ فِي نَعِيمٍ لَمْ يَرَ مِثْلَهَا قَطُّ، وَمَنْ بَقِيَ مِنَّا مَلَكَ رِقَابَكُمْ‏.‏ فَقَالَ النُّعْمَانُ رُبَّمَا أَشْهَدَكَ اللَّهُ مِثْلَهَا مَعَ النَّبِيِّ صلى الله عليه وسلم فَلَمْ يُنَدِّمْكَ وَلَمْ يُخْزِكَ، وَلَكِنِّي شَهِدْتُ الْقِتَالَ مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم كَانَ إِذَا لَمْ يُقَاتِلْ فِي أَوَّلِ النَّهَارِ انْتَظَرَ حَتَّى تَهُبَّ الأَرْوَاحُ وَتَحْضُرَ الصَّلَوَاتُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "58"
    }
  }
}