{
  "hadith": {
    "hadith_id": 3164,
    "narrator": "জাবির ইব্‌নু ‘আব্দুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলেছিলেন, যদি আমার নিকট বাহরাইনের মাল আসে তবে আমি তোমাকে এ পরিমাণ, এ পরিমাণ, এ পরিমাণ দিব। পরে যখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইন্তিকাল করেন আর বাহরাইনের সম্পদ এসে যায় তখন আবূ বকর (রাঃ) বললেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট যে ব্যক্তির কোন ওয়াদা থাকে, সে যেন আমার নিকট আসে। তখন আমি তাঁর নিকট গেলাম এবং বললাম, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলেছিলাম, যদি আমার নিকট বাহরাইনের সম্পদে আসে, তবে আমি তোমাকে এ পরিমাণ, এ পরিমাণ ও এ পরিমাণ দিব। আবূ বকর (রাঃ) আমাকে বললেন, তুমি অঞ্জলি ভরে নাও। আমি এক অঞ্জলি উঠালাম। তিনি আমাকে বললেন, এগুলো গুণে দেখ। আমি গুণে দেখলাম যে, তাতে পাঁচশ রয়েছে। তখন তিনি আমাকে এক হাজার পাঁচশ দিলেন।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، قَالَ أَخْبَرَنِي رَوْحُ بْنُ الْقَاسِمِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رضى الله عنهما ـ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ لِي ‏\"‏ لَوْ قَدْ جَاءَنَا مَالُ الْبَحْرَيْنِ قَدْ أَعْطَيْتُكَ هَكَذَا وَهَكَذَا وَهَكَذَا ‏\"‏‏.‏ فَلَمَّا قُبِضَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَجَاءَ مَالُ الْبَحْرَيْنِ قَالَ أَبُو بَكْرٍ مَنْ كَانَتْ لَهُ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم عِدَةٌ فَلْيَأْتِنِي‏.‏ فَأَتَيْتُهُ فَقُلْتُ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَدْ كَانَ قَالَ لِي ‏\"‏ لَوْ قَدْ جَاءَنَا مَالُ الْبَحْرَيْنِ لأَعْطَيْتُكَ هَكَذَا وَهَكَذَا وَهَكَذَا ‏\"‏‏.‏ فَقَالَ لِي احْثُهْ‏.‏ فَحَثَوْتُ حَثْيَةً فَقَالَ لِي عُدَّهَا‏.‏ فَعَدَدْتُهَا فَإِذَا هِيَ خَمْسُمِائَةٍ، فَأَعْطَانِي أَلْفًا وَخَمْسَمِائَةٍ‏.‏ وَقَالَ إِبْرَاهِيمُ بْنُ طَهْمَانَ عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ، عَنْ أَنَسٍ، أُتِيَ النَّبِيُّ صلى الله عليه وسلم بِمَالٍ مِنَ الْبَحْرَيْنِ فَقَالَ ‏\"‏ انْثُرُوهُ فِي الْمَسْجِدِ ‏\"‏ فَكَانَ أَكْثَرَ مَالٍ أُتِيَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذْ جَاءَهُ الْعَبَّاسُ فَقَالَ يَا رَسُولَ اللَّهِ، أَعْطِنِي إِنِّي فَادَيْتُ نَفْسِي وَفَادَيْتُ عَقِيلاً‏.‏ قَالَ ‏\"‏ خُذْ ‏\"‏‏.‏ فَحَثَا فِي ثَوْبِهِ، ثُمَّ ذَهَبَ يُقِلُّهُ، فَلَمْ يَسْتَطِعْ‏.‏ فَقَالَ أْمُرْ بَعْضَهُمْ يَرْفَعْهُ إِلَىَّ‏.‏ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قَالَ فَارْفَعْهُ أَنْتَ عَلَىَّ‏.‏ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ فَنَثَرَ مِنْهُ، ثُمَّ ذَهَبَ يُقِلُّهُ فَلَمْ يَرْفَعْهُ‏.‏ فَقَالَ أْمُرْ بَعْضَهُمْ يَرْفَعْهُ عَلَىَّ‏.‏ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قَالَ فَارْفَعْهُ أَنْتَ عَلَىَّ‏.‏ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ فَنَثَرَ ثُمَّ احْتَمَلَهُ عَلَى كَاهِلِهِ ثُمَّ انْطَلَقَ، فَمَا زَالَ يُتْبِعُهُ بَصَرَهُ حَتَّى خَفِيَ عَلَيْنَا عَجَبًا مِنْ حِرْصِهِ، فَمَا قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَثَمَّ مِنْهَا دِرْهَمٌ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "58"
    }
  }
}