{
  "hadith": {
    "hadith_id": 3168,
    "narrator": "সা’ঈদ ইব্‌নু জুবাইর (রাঃ)",
    "bn": "তিনি ইব্‌নু ‘আব্বাস (রাঃ)-কে বলতে শুনেছেনঃ বৃহস্পতিবার! তুমি জান কি বৃহস্পতিবার কেমন দিন? এ বলে তিনি এমনভাবে কাঁদলেন যে, তাঁর অশ্রুতে কঙ্কর ভিজে গেল। আমি বললাম, হে ইব্‌নু ‘আব্বাস (রাঃ)! বৃহস্পতিবার দিন কী হয়েছিল? তিনি বললেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর রোগকষ্ট বৃদ্ধি পেয়েছিল। তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেন, আমার নিকট গর্দানের হাড় নিয়ে এস, আমি তোমাদের জন্য এমন একটি লিপি লিখে দিব অতঃপর তোমরা কখনো পথভ্রষ্ট হবে না। তখন উপস্থিত সাহাবীগণের বাদানুবাদ হল। অথচ নবীর সামনে বাদানুবাদ করা শোভনীয় নয়। সাহাবীগন বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কী হয়েছে? তিনি কি বলতে ভুলে গেলেন? তোমরা আবার জিজ্ঞেস করে দেখ। তখন তিনি বললেন, আমাকে ছেড়ে দাও। আমি যে অবস্থায় আছি, তা তোমরা আমাকে যেদিকে ডাকছ তার চেয়ে উত্তম। অতঃপর তিনি তাঁদের তিনটি বিষয়ে আদেশ দিলেন। (১) মুশরিকদের আরব উপদ্বীপ হতে বের করে দিবে, (২) বহিরাগত প্রতিনিধিদের সেভাবে উপঢৌকন দিবে যেভাবে আমি তাদের দিতাম। তৃতীয়টি উত্তম ছিল হয়ত তিনি সে ব্যাপারে নীরব থেকেছেন, নতুবা তিনি বলেছিলেন, আমি ভুলে গিয়েছি। সুফ্‌ইয়ান (রহঃ) বলেন, এই উক্তিটি বর্ণনাকারী সুলাইমান (রহঃ)-এর।",
    "ar": "حَدَّثَنَا مُحَمَّدٌ، حَدَّثَنَا ابْنُ عُيَيْنَةَ، عَنْ سُلَيْمَانَ الأَحْوَلِ، سَمِعَ سَعِيدَ بْنَ جُبَيْرٍ، سَمِعَ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ يَقُولُ يَوْمُ الْخَمِيسِ، وَمَا يَوْمُ الْخَمِيسِ ثُمَّ بَكَى حَتَّى بَلَّ دَمْعُهُ الْحَصَى‏.‏ قُلْتُ يَا أَبَا عَبَّاسٍ، مَا يَوْمُ الْخَمِيسِ قَالَ اشْتَدَّ بِرَسُولِ اللَّهِ صلى الله عليه وسلم وَجَعُهُ فَقَالَ ‏\"‏ ائْتُونِي بِكَتِفٍ أَكْتُبْ لَكُمْ كِتَابًا لاَ تَضِلُّوا بَعْدَهُ أَبَدًا ‏\"‏‏.‏ فَتَنَازَعُوا وَلاَ يَنْبَغِي عِنْدَ نَبِيٍّ تَنَازُعٌ فَقَالُوا مَا لَهُ أَهَجَرَ اسْتَفْهِمُوهُ‏.‏ فَقَالَ ‏\"‏ ذَرُونِي، فَالَّذِي أَنَا فِيهِ خَيْرٌ مِمَّا تَدْعُونِي إِلَيْهِ ـ فَأَمَرَهُمْ بِثَلاَثٍ قَالَ ـ أَخْرِجُوا الْمُشْرِكِينَ مِنْ جَزِيرَةِ الْعَرَبِ، وَأَجِيزُوا الْوَفْدَ بِنَحْوِ مَا كُنْتُ أُجِيزُهُمْ ‏\"‏‏.‏ وَالثَّالِثَةُ خَيْرٌ، إِمَّا أَنْ سَكَتَ عَنْهَا، وَإِمَّا أَنْ قَالَهَا فَنَسِيتُهَا‏.‏ قَالَ سُفْيَانُ هَذَا مِنْ قَوْلِ سُلَيْمَانَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "58"
    }
  }
}