{
  "hadith": {
    "hadith_id": 3182,
    "narrator": "আবূ ওয়ায়িল (রাঃ)",
    "bn": "তিনি বলেন, আমরা সিফ্‌ফীন যুদ্ধে অংশ নিয়েছিলাম। সে সময় সাহ্‌ল ইবনু হুনাইফ (রাঃ) দাঁড়িয়ে বললেন, হে লোক সকল! তোমরা নিজ মতামতকে সঠিক মনে করো না। আমরা হুদায়বিয়ার দিন রসূলূল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ছিলাম। যদি আমরা যুদ্ধ করা সঠিক মনে করতাম, তবে আমরা যুদ্ধ করতাম। পরে ‘উমার ইব্‌নু খাত্তাব (রাঃ) এসে বললেন, হে আল্লাহর রসূল! আমরা কি হকের উপর নই এবং তারা বাতিলের উপর নয়? আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হ্যাঁ। অতঃপর তিনি বললেন, আমাদের নিহত ব্যক্তিগণ কি জান্নাতী নন এবং তাদের নিহত ব্যক্তিরা জাহান্নামী নয়? আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হ্যাঁ, আমাদের নিহতগণ অবশ্যই জান্নাতী। ‘উমার (রাঃ) বললেন, তবে কী কারণে আমরা আমাদের দ্বীনের ব্যাপারে হীনতা স্বীকার করব? আমরা কি ফিরে যাব? অথচ আল্লাহ্‌ তা’আলা আমাদের ও তাদের মধ্যে কোন ফায়সালা করেননি? আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে ইব্‌নু খাত্তাব! আমি নিশ্চয়ই আল্লাহ্‌র রসূল, আল্লাহ আমাকে কখনো হেয় করবেন না। অতঃপর ‘উমার (রাঃ) আবূ বকর (রাঃ)-এর নিকট গেলেন এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট যা বলেছিলেন, তা তাঁর নিকট বললেন। তখন আবূ বকর (রাঃ) বললেন, তিনি আল্লাহ্‌র রসূল, আল্লাহ তা’আলা কখনও তাঁকে অপদস্থ করবেন না। অতঃপর সূরা ফাত্‌হ নাযিল হয়। তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা শেষ পর্যন্ত ‘উমার (রাঃ) কে পাঠ করে শোনান। ‘উমার (রাঃ) বললেন, হে আল্লাহর রসূল! এটা কি বিজয়? আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হ্যাঁ।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا يَحْيَى بْنُ آدَمَ، حَدَّثَنَا يَزِيدُ بْنُ عَبْدِ الْعَزِيزِ، عَنْ أَبِيهِ، حَدَّثَنَا حَبِيبُ بْنُ أَبِي ثَابِتٍ، قَالَ حَدَّثَنِي أَبُو وَائِلٍ، قَالَ كُنَّا بِصِفِّينَ فَقَامَ سَهْلُ بْنُ حُنَيْفٍ فَقَالَ أَيُّهَا النَّاسُ اتَّهِمُوا أَنْفُسَكُمْ فَإِنَّا كُنَّا مَعَ رَسُولِ اللَّهِ صلى الله عليه وسلم يَوْمَ الْحُدَيْبِيَةِ، وَلَوْ نَرَى قِتَالاً لَقَاتَلْنَا، فَجَاءَ عُمَرُ بْنُ الْخَطَّابِ فَقَالَ يَا رَسُولَ اللَّهِ، أَلَسْنَا عَلَى الْحَقِّ وَهُمْ عَلَى الْبَاطِلِ فَقَالَ ‏\"‏ بَلَى ‏\"‏‏.‏ فَقَالَ أَلَيْسَ قَتْلاَنَا فِي الْجَنَّةِ وَقَتْلاَهُمْ فِي النَّارِ قَالَ ‏\"‏ بَلَى ‏\"‏‏.‏ قَالَ فَعَلَى مَا نُعْطِي الدَّنِيَّةَ فِي دِينِنَا أَنَرْجِعُ وَلَمَّا يَحْكُمِ اللَّهُ بَيْنَنَا وَبَيْنَهُمْ فَقَالَ ‏\"‏ ابْنَ الْخَطَّابِ، إِنِّي رَسُولُ اللَّهِ، وَلَنْ يُضَيِّعَنِي اللَّهُ أَبَدًا ‏\"‏‏.‏ فَانْطَلَقَ عُمَرُ إِلَى أَبِي بَكْرٍ فَقَالَ لَهُ مِثْلَ مَا قَالَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ إِنَّهُ رَسُولُ اللَّهِ، وَلَنْ يُضَيِّعَهُ اللَّهُ أَبَدًا‏.‏ فَنَزَلَتْ سُورَةُ الْفَتْحِ، فَقَرَأَهَا رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى عُمَرَ إِلَى آخِرِهَا‏.‏ فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ، أَوَفَتْحٌ هُوَ قَالَ ‏\"‏ نَعَمْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "58"
    }
  }
}