{
  "hadith": {
    "hadith_id": 319,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেনঃ আমরা আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে বিদায় হজ্জের সময় বের হয়েছিলাম। আমাদের কেউ ইহরাম বেঁধেছিল ‘উমরার আর কেউ বেঁধেছিল হজ্জের। আমরা মক্কায় এসে পৌঁছলে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যারা ‘উমরার ইহরাম বেঁধেছে কিন্তু কুরবানীর পশু সাথে আনেনি, তারা যেন ইহরাম খুলে ফেলে। আর যারা উমরার ইহরাম বেঁধেছে ও কুরবানীর পশু সাথে এনেছে, তারা যেন কুরবানী করা পর্যন্ত ইহরাম না খোলে। আর যারা হজ্জের ইহরাম বেঁধেছে তারা যেন হজ্জ পূর্ণ করে। ‘আয়িশা (রাঃ) বলেনঃ অতঃপর আমার হায়েয শুরু হয় এবং আরাফার দিনেও তা বহাল থাকে। আমি শুধু ‘উমরার ইহরাম বেঁধেছিলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে মাথার বেণী খোলার, চুল আঁচড়ে নেয়ার এবং ‘উমরার ইহরাম ছেড়ে হজ্জের ইহরাম বাঁধার নির্দেশ দিলেন। আমি তাই করলাম। পরে হজ্জ সমাধা করলাম। অতঃপর ‘আবদুর রহমান ইব্‌নু আবূ বকর (রাঃ) কে আমার সাথে পাঠালেন। তিনি আমাকে তান’ঈম হতে পূর্বের পরিত্যক্ত উমরার পরিবর্তে ‘উমরা পালনের আদেশ করলেন।\n\n(১৯৪) (আ.প্র. ৩০৮, ই.ফা. ৩১৩)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ، فَمِنَّا مَنْ أَهَلَّ بِعُمْرَةٍ، وَمِنَّا مَنْ أَهَلَّ بِحَجٍّ، فَقَدِمْنَا مَكَّةَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ أَحْرَمَ بِعُمْرَةٍ وَلَمْ يُهْدِ فَلْيُحْلِلْ، وَمَنْ أَحْرَمَ بِعُمْرَةٍ وَأَهْدَى فَلاَ يَحِلُّ حَتَّى يَحِلَّ بِنَحْرِ هَدْيِهِ، وَمَنْ أَهَلَّ بِحَجٍّ فَلْيُتِمَّ حَجَّهُ ‏\"‏‏.‏ قَالَتْ فَحِضْتُ فَلَمْ أَزَلْ حَائِضًا حَتَّى كَانَ يَوْمُ عَرَفَةَ، وَلَمْ أُهْلِلْ إِلاَّ بِعُمْرَةٍ، فَأَمَرَنِي النَّبِيُّ صلى الله عليه وسلم أَنْ أَنْقُضَ رَأْسِي وَأَمْتَشِطَ، وَأُهِلَّ بِحَجٍّ، وَأَتْرُكَ الْعُمْرَةَ، فَفَعَلْتُ ذَلِكَ حَتَّى قَضَيْتُ حَجِّي، فَبَعَثَ مَعِي عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ، وَأَمَرَنِي أَنْ أَعْتَمِرَ مَكَانَ عُمْرَتِي مِنَ التَّنْعِيمِ‏.‏حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ، فَمِنَّا مَنْ أَهَلَّ بِعُمْرَةٍ، وَمِنَّا مَنْ أَهَلَّ بِحَجٍّ، فَقَدِمْنَا مَكَّةَ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ مَنْ أَحْرَمَ بِعُمْرَةٍ وَلَمْ يُهْدِ فَلْيُحْلِلْ، وَمَنْ أَحْرَمَ بِعُمْرَةٍ وَأَهْدَى فَلاَ يَحِلُّ حَتَّى يَحِلَّ بِنَحْرِ هَدْيِهِ، وَمَنْ أَهَلَّ بِحَجٍّ فَلْيُتِمَّ حَجَّهُ ‏\"‏‏.‏ قَالَتْ فَحِضْتُ فَلَمْ أَزَلْ حَائِضًا حَتَّى كَانَ يَوْمُ عَرَفَةَ، وَلَمْ أُهْلِلْ إِلاَّ بِعُمْرَةٍ، فَأَمَرَنِي النَّبِيُّ صلى الله عليه وسلم أَنْ أَنْقُضَ رَأْسِي وَأَمْتَشِطَ، وَأُهِلَّ بِحَجٍّ، وَأَتْرُكَ الْعُمْرَةَ، فَفَعَلْتُ ذَلِكَ حَتَّى قَضَيْتُ حَجِّي، فَبَعَثَ مَعِي عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ، وَأَمَرَنِي أَنْ أَعْتَمِرَ مَكَانَ عُمْرَتِي مِنَ التَّنْعِيمِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}