{
  "hadith": {
    "hadith_id": 3231,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "একবার তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞেস করলেন, উহুদের দিনের চেয়ে কঠিন কোনদিন কি  আপনার উপর এসেছিল? তিনি  বললেন, আমি তোমার ক্বওম হতে যে বিপদের সম্মুখীন হয়েছি, তাতো হয়েছি। তাদের  হতে অধিক কঠিন বিপদের সম্মুখীন হয়েছি, আকাবার দিন যখন আমি নিজেকে ইব্‌নু ‘আবদে ইয়ালীল ইবনে ‘আবদে কলালের নিকট পেশ করেছিলাম। আমি যা চেয়েছিলাম, সে তার জবাব দেয়নি। তখন আমি এমন ভাবে বিষণ্ণ চেহারা নিয়ে ফিরে এলাম যে, কারনুস সাআলিবে পৌছা পর্যন্ত আমার চিন্তা দূর হয়নি। তখন আমি মাথা উপরে উঠালাম। হঠাৎ দেখতে পেলাম এক টুকরো মেঘ আমাকে ছায়া দিচ্ছে। আমি সেদিকে তাকালাম। তারমধ্যে ছিলেন জিবরাঈল (‘আঃ)। তিনি আমাকে ডেকে বললেন, আপনার ক্বওম আপনাকে যা বলেছে এবং তারা উত্তরে যা বলেছে তা সবই আল্লাহ শুনেছেন। তিনি আপনার নিকট পাহাড়ের ফেরেশতাকে পাঠিয়েছেন। এদের সম্পর্কে আপনার যা ইচ্ছে  আপনি তাঁকে হুকুম দিতে  পারেন। তখন  পাহাড়ের ফেরেশতা আমাকে ডাকলেন এবং আমাকে সালাম দিলেন। অতঃপর বললেন, হে মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! এসব ব্যাপার আপনার ইচ্ছাধীন। আপনি যদি চান, তাহলে আমি তাদের উপর আখশাবাইন [১] কে চাপিয়ে দিব। উত্তরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, বরং আশা করি মহান আল্লাহ তাদের বংশ থেকে এমন সন্তান জন্ম দেবেন যারা এক আল্লাহর  ‘ইবাদত করবে আর তাঁর সঙ্গে কাউকে শরীক করবেনা।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ حَدَّثَنِي عُرْوَةُ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ زَوْجَ النَّبِيِّ صلى الله عليه وسلم حَدَّثَتْهُ أَنَّهَا قَالَتْ لِلنَّبِيِّ صلى الله عليه وسلم هَلْ أَتَى عَلَيْكَ يَوْمٌ كَانَ أَشَدَّ مِنْ يَوْمِ أُحُدٍ قَالَ ‏ \"‏ لَقَدْ لَقِيتُ مِنْ قَوْمِكِ مَا لَقِيتُ، وَكَانَ أَشَدُّ مَا لَقِيتُ مِنْهُمْ يَوْمَ الْعَقَبَةِ، إِذْ عَرَضْتُ نَفْسِي عَلَى ابْنِ عَبْدِ يَالِيلَ بْنِ عَبْدِ كُلاَلٍ، فَلَمْ يُجِبْنِي إِلَى مَا أَرَدْتُ، فَانْطَلَقْتُ وَأَنَا مَهْمُومٌ عَلَى وَجْهِي، فَلَمْ أَسْتَفِقْ إِلاَّ وَأَنَا بِقَرْنِ الثَّعَالِبِ، فَرَفَعْتُ رَأْسِي، فَإِذَا أَنَا بِسَحَابَةٍ قَدْ أَظَلَّتْنِي، فَنَظَرْتُ فَإِذَا فِيهَا جِبْرِيلُ فَنَادَانِي فَقَالَ إِنَّ اللَّهَ قَدْ سَمِعَ قَوْلَ قَوْمِكَ لَكَ وَمَا رَدُّوا عَلَيْكَ، وَقَدْ بَعَثَ إِلَيْكَ مَلَكَ الْجِبَالِ لِتَأْمُرَهُ بِمَا شِئْتَ فِيهِمْ، فَنَادَانِي مَلَكُ الْجِبَالِ، فَسَلَّمَ عَلَىَّ ثُمَّ قَالَ يَا مُحَمَّدُ، فَقَالَ ذَلِكَ فِيمَا شِئْتَ، إِنْ شِئْتَ أَنْ أُطْبِقَ عَلَيْهِمِ الأَخْشَبَيْنِ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم بَلْ أَرْجُو أَنْ يُخْرِجَ اللَّهُ مِنْ أَصْلاَبِهِمْ مَنْ يَعْبُدُ اللَّهَ وَحْدَهُ لاَ يُشْرِكُ بِهِ شَيْئًا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] আখশাবাইনঃ দু‘টি কঠিন শিলার পাহাড়।",
    "chapter": {
      "chapter_number": "59"
    }
  }
}