{
  "hadith": {
    "hadith_id": 3329,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, ‘আবদুল্লাহ ইবনু সালামের নিকট রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মদীনায় আগমনের খবর পৌঁছল, তখন তিনি তাঁর নিকট আসলেন। অতঃপর তিনি বললেন, আমি আপনাকে এমন তিনটি বিষয়ে জিজ্ঞেস করতে চাই যার উত্তর নবী‎ ব্যতীত আর কেউ জানে না। তিনি জিজ্ঞেস করলেন, কিয়ামতের প্রথম নিদর্শন কী? আর সর্বপ্রথম খাবার কী, যা জান্নাতবাসী খাবে? আর কী কারণে সন্তান তার পিতার মত হয়? আর কী কারণে (কোন কোন সময়) তার মামাদের মত হয়? তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এই মাত্র জিবরাঈল (‘আঃ) আমাকে এ বিষয়ে অবহিত করেছেন। রাবী বলেন, তখন ‘আবদুল্লাহ (রাঃ) বললেন, সে তো ফেরশতাগণের মধ্যে ইয়াহূদীদের শত্রু। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, কিয়ামতের প্রথম নিদর্শন হলো আগুন যা মানুষকে পূর্ব হতে পশ্চিম দিকে তাড়িয়ে নিয়ে একত্রিত করবে। আর প্রথম খাবার যা জান্নাতবাসীরা খাবেন তা হলো মাছের কলিজার অতিরিক্ত অংশ। আর সন্তান সদৃশ হবার ব্যাপার এই যে পুরুষ যখন তার স্ত্রীর সঙ্গে যৌন সঙ্গম করে তখন যদি পুরুষের বীর্য প্রথম স্খলিত হয় তবে সন্তান তার সাদৃশ হবে আর যখন স্ত্রীর বীর্য পুরুষের বীর্যের পূর্বে স্খলিত হয় তখন সন্তান তার সদৃশ হয়। তিনি বললেন, আমি সাক্ষ্য দিচ্ছি- নিঃসন্দেহে আপনি আল্লাহর রসূল। অতঃপর তিনি বললেন, হে আল্লাহর রসূল! ইয়াহূদীরা অপবাদ ও কুৎসা রটনাকারী সম্প্রদায়। আপনি তাদেরকে আমার সম্বন্ধে জিজ্ঞেস করার পূর্বে তারা যদি আমার ইসলাম গ্রহণের বিষয় জেনে ফেলে, তাহলে তারা আপনার কাছে আমার কুৎসা রটনা করবে। অতঃপর ইয়াহূদীরা এলো এবং ‘আবদুল্লাহ (রাঃ) ঘরে প্রবেশ করলেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাদের জিজ্ঞেস করলেন, তোমাদের মধ্যে ‘আবদুল্লাহ ইবনু সালাম কেমন লোক? তারা বলল, তিনি আমাদের মধ্যে সবচেয়ে বিজ্ঞ ব্যক্তি এবং সবচেয়ে বিজ্ঞ ব্যক্তির পুত্র। তিনি আমাদের মধ্যে সর্বোত্তম ব্যক্তি এবং সর্বোত্তম ব্যক্তির পুত্র। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, যদি ‘আবদুল্লাহ ইসলাম গ্রহণ করে, এতে তোমাদের অভিমত কি হবে? তারা বলল, এর থেকে আল্লাহ তাঁকে রক্ষা করুক। এমন সময় ‘আবদুল্লাহ (রাঃ) তাদের সামনে বের হয়ে আসলেন এবং তিনি বললেন, আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ব্যতীত প্রকৃত কোন ইলাহ নেই এবং আমি আরো সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহর রসূল। তখন তারা বলতে লাগল, সে আমাদের মধ্যে সবচেয়ে খারাপ লোক এবং সবচেয়ে খারাপ লোকের সন্তান এবং তারা তাঁর গীবত ও কুৎসা রটনায় লেগে গেল। (৩৯১১, ৩৯৩৮, ৪৪৮০) (আ.প্র. ৩০৮৩, ই.ফা. ৩০৯১)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ، أَخْبَرَنَا الفَزَارِيُّ، عَنْ حُمَيْدٍ، عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: بَلَغَ عَبْدَ اللَّهِ بْنَ سَلاَمٍ مَقْدَمُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ المَدِينَةَ فَأَتَاهُ، فَقَالَ: إِنِّي سَائِلُكَ عَنْ ثَلاَثٍ لاَ يَعْلَمُهُنَّ إِلَّا نَبِيٌّ قَالَ: مَا أَوَّلُ أَشْرَاطِ السَّاعَةِ؟ وَمَا أَوَّلُ طَعَامٍ يَأْكُلُهُ أَهْلُ الجَنَّةِ؟ وَمِنْ أَيِّ شَيْءٍ يَنْزِعُ الوَلَدُ إِلَى أَبِيهِ؟ وَمِنْ أَيِّ شَيْءٍ يَنْزِعُ إِلَى أَخْوَالِهِ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «خَبَّرَنِي بِهِنَّ آنِفًا جِبْرِيلُ» قَالَ: فَقَالَ عَبْدُ اللَّهِ ذَاكَ عَدُوُّ اليَهُودِ مِنَ المَلاَئِكَةِ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" أَمَّا أَوَّلُ أَشْرَاطِ السَّاعَةِ فَنَارٌ تَحْشُرُ النَّاسَ مِنَ المَشْرِقِ إِلَى المَغْرِبِ، وَأَمَّا أَوَّلُ طَعَامٍ يَأْكُلُهُ أَهْلُ الجَنَّةِ فَزِيَادَةُ كَبِدِ حُوتٍ، وَأَمَّا الشَّبَهُ فِي الوَلَدِ: فَإِنَّ الرَّجُلَ إِذَا غَشِيَ المَرْأَةَ فَسَبَقَهَا مَاؤُهُ كَانَ الشَّبَهُ لَهُ، وَإِذَا سَبَقَ مَاؤُهَا كَانَ الشَّبَهُ لَهَا \" قَالَ: أَشْهَدُ أَنَّكَ رَسُولُ اللَّهِ، ثُمَّ قَالَ: يَا رَسُولَ اللَّهِ إِنَّ اليَهُودَ قَوْمٌ بُهُتٌ، إِنْ عَلِمُوا بِإِسْلاَمِي قَبْلَ أَنْ تَسْأَلَهُمْ بَهَتُونِي عِنْدَكَ، فَجَاءَتِ اليَهُودُ وَدَخَلَ عَبْدُ اللَّهِ البَيْتَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «أَيُّ رَجُلٍ فِيكُمْ عَبْدُ اللَّهِ بْنُ سَلاَمٍ» قَالُوا أَعْلَمُنَا، وَابْنُ أَعْلَمِنَا، وَأَخْيَرُنَا، وَابْنُ أَخْيَرِنَا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «أَفَرَأَيْتُمْ إِنْ أَسْلَمَ عَبْدُ اللَّهِ» قَالُوا: أَعَاذَهُ اللَّهُ مِنْ ذَلِكَ، فَخَرَجَ عَبْدُ اللَّهِ إِلَيْهِمْ فَقَالَ: أَشْهَدُ أَنْ لاَ إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، فَقَالُوا: شَرُّنَا، وَابْنُ شَرِّنَا، وَوَقَعُوا فِيهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "60"
    }
  }
}