{
  "hadith": {
    "hadith_id": 3340,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী‎ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে এক খানার দা’ওয়াতে উপস্থিত ছিলাম। তাঁর সামনে (রান্না করা) ছাগলের বাহু আনা হল, এটা তাঁর নিকট পছন্দনীয় ছিল। তিনি সেখান হতে এক খন্ড খেলেন এবং বললেন, আমি কিয়ামতের দিন সমগ্র মানব জাতির সরদার হব। তোমরা কি জান? আল্লাহ কিভাবে (কিয়ামতের দিন) একই সমতলে পূর্ববর্তী ও পরবর্তী সকল মানুষকে একত্র করবেন? যেন একজন দর্শক তাদের সবাইকে দেখতে পায় এবং একজন আহ্বানকারীর আহ্বান সবার নিকট পৌঁছায়। সূর্য তাদের অতি নিকটে এসে যাবে। তখন কোন কোন মানুষ বলবে, তোমরা কি লক্ষ্য করনি, তোমরা কি অবস্থায় আছ এবং কী পরিস্থিতির সম্মুখীন হয়েছ। তোমরা কি এমন ব্যক্তিকে খুঁজে বের করবে না, যিনি তোমাদের জন্য তোমাদের রবের নিকট সুপারিশ করবেন? তখন কিছু লোক বলবে, তোমাদের আদি পিতা আদম (‘আঃ) আছেন। তখন সকলে তাঁর নিকট যাবে এবং বলবে, হে আদম! আপনি সমস্ত মানব জাতির পিতা। আল্লাহ আপনাকে নিজ হাতে সৃষ্টি করেছেন এবং তার পক্ষ হতে রূহ আপনার মধ্যে ফুঁকেছেন। তিনি ফেরেশতাদেরকে (আপনার সম্মানের) নির্দেশ দিয়েছেন। সে অনুযায়ী সকলে আপনাকে সিজদাও করেছেন এবং তিনি আপনাকে জান্নাতে বসবাস করতে দিয়েছেন। আপনি কি আমাদের জন্য আপনার রবের নিকট সুপারিশ করবেন না? আপনি দেখেন না, আমরা কী অবস্থায় আছি এবং কী কষ্টের সম্মুখীন হয়েছি। তখন তিনি বলবেন, আমার রব আজ এমন রাগান্বিত হয়েছেন এর পূর্বে এমন রাগান্বিত হননি আর পরেও এমন রাগান্বিত হবেন না। আর তিনি আমাকে বৃক্ষটি হতে নিষেধ করেছিলেন। তখন আমি ভুল করেছি। এখন আমি নিজের চিন্তায়ই ব্যস্ত। তোমরা আমাকে ছাড়া অন্যের নিকট যাও। তোমরা নূহের নিকট চলে যাও। তখন তারা নূহ (‘আঃ)-এর নিকট আসবে এবং বলবে, হে নূহ! পৃথিবীবাসীদের নিকট আপনিই প্রথম রসূল এবং আল্লাহ আপনার নাম রেখেছেন কৃতজ্ঞ বান্দা। আপনি কি লক্ষ্য করছেন না, আমরা কী ভয়াবহ অবস্থায় পড়ে আছি? আপনি দেখছেন না আমরা কতই না দুঃখ কষ্টের সম্মুখীন হয়ে আছি? আপনি কি আমাদের জন্য আপনার রবের নিকট সুপারিশ করবেন না? তখন তিনি বলবেন, আমার রব আজ এমন রাগান্বিত হয়ে আছেন, যা ইতোপূর্বে হন নাই এবং এমন রাগান্বিত পরেও হবেন না। এখন আমি নিজের চিন্তায়ই ব্যস্ত। তোমরা নবী‎ [মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)]-এর নিকট চলে যাও। তখন তারা আমার নিকট আসবে আর আমি আরশের নীচে সিজদায় পড়ে যাব। তখন বলা হবে, হে মুহাম্মাদ! আপনার মাথা উঠান এবং সুপারিশ করুন। আপনার সুপারিশ গ্রহন করা হবে আর আপনি যা চান, আপনাকে তাই দেয়া হবে। মুহাম্মাদ ইবনু ‘উবাইদ (রহঃ) বলেন, হাদীসের সকল অংশ মুখস্ত করতে পারিনি।",
    "ar": "حَدَّثَنِي إِسْحَاقُ بْنُ نَصْرٍ، حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، حَدَّثَنَا أَبُو حَيَّانَ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي دَعْوَةٍ، فَرُفِعَ إِلَيْهِ الذِّرَاعُ، وَكَانَتْ تُعْجِبُهُ، فَنَهَسَ مِنْهَا نَهْسَةً وَقَالَ ‏ \"‏ أَنَا سَيِّدُ الْقَوْمِ يَوْمَ الْقِيَامَةِ، هَلْ تَدْرُونَ بِمَنْ يَجْمَعُ اللَّهُ الأَوَّلِينَ وَالآخِرِينَ فِي صَعِيدٍ وَاحِدٍ فَيُبْصِرُهُمُ النَّاظِرُ وَيُسْمِعُهُمُ الدَّاعِي، وَتَدْنُو مِنْهُمُ الشَّمْسُ، فَيَقُولُ بَعْضُ النَّاسِ أَلاَ تَرَوْنَ إِلَى مَا أَنْتُمْ فِيهِ، إِلَى مَا بَلَغَكُمْ، أَلاَ تَنْظُرُونَ إِلَى مَنْ يَشْفَعُ لَكُمْ إِلَى رَبِّكُمْ فَيَقُولُ بَعْضُ النَّاسِ أَبُوكُمْ آدَمُ، فَيَأْتُونَهُ فَيَقُولُونَ يَا آدَمُ أَنْتَ أَبُو الْبَشَرِ، خَلَقَكَ اللَّهُ بِيَدِهِ وَنَفَخَ فِيكَ مِنْ رُوحِهِ، وَأَمَرَ الْمَلاَئِكَةَ فَسَجَدُوا لَكَ، وَأَسْكَنَكَ الْجَنَّةَ، أَلاَ تَشْفَعُ لَنَا إِلَى رَبِّكَ أَلاَ تَرَى مَا نَحْنُ فِيهِ وَمَا بَلَغَنَا فَيَقُولُ رَبِّي غَضِبَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ، وَلاَ يَغْضَبُ بَعْدَهُ مِثْلَهُ، وَنَهَانِي عَنِ الشَّجَرَةِ فَعَصَيْتُهُ، نَفْسِي نَفْسِي، اذْهَبُوا إِلَى غَيْرِي، اذْهَبُوا إِلَى نُوحٍ‏.‏ فَيَأْتُونَ نُوحًا فَيَقُولُونَ يَا نُوحُ أَنْتَ أَوَّلُ الرُّسُلِ إِلَى أَهْلِ الأَرْضِ، وَسَمَّاكَ اللَّهُ عَبْدًا شَكُورًا، أَمَا تَرَى إِلَى مَا نَحْنُ فِيهِ أَلاَ تَرَى إِلَى مَا بَلَغَنَا أَلاَ تَشْفَعُ لَنَا إِلَى رَبِّكَ فَيَقُولُ رَبِّي غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ، وَلاَ يَغْضَبُ بَعْدَهُ مِثْلَهُ، نَفْسِي نَفْسِي، ائْتُوا النَّبِيَّ صلى الله عليه وسلم، فَيَأْتُونِي، فَأَسْجُدُ تَحْتَ الْعَرْشِ فَيُقَالُ يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ وَاشْفَعْ تُشَفَّعْ، وَسَلْ تُعْطَهُ ‏\"‏‏.‏ قَالَ مُحَمَّدُ بْنُ عُبَيْدٍ لاَ أَحْفَظُ سَائِرَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "60"
    }
  }
}