{
  "hadith": {
    "hadith_id": 3342,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আবূ যার (রাঃ) হাদীস বর্ণনা করতেন যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, (লাইলাতুল মি’রাজে) আমার ঘরের ছাদ উন্মুক্ত করা হয়েছিল। তখন আমি মক্কায় ছিলাম। অতঃপর জিব্‌রাঈল (‘আঃ) অবতরণ করলেন এবং আমার বক্ষ বিদীর্ণ করলেন। অতঃপর তিনি যমযমের পানি দ্বারা তা ধুলেন। এরপর হিক্‌মত ও ঈমান (জ্ঞান ও বিশ্বাস) দ্বারা পূর্ণ একখানা সোনার তশ্‌তরি নিয়ে আসেন এবং তা আমার বক্ষে ঢেলে দিলেন। অতঃপর আমার বক্ষকে আগের মত মিলিয়ে দিলেন। এরপর তিনি আমার হাত ধরলেন এবং আমাকে আকাশের দিকে উঠিয়ে নিলেন। অতঃপর যখন দুনিয়ার নিকটবর্তী আকাশে পৌঁছলেন, তখন জিবরাঈল (‘আঃ) আকাশের দ্বাররক্ষীকে বললেন, দরজা খুলুন। তিনি জিজ্ঞেস করলেন, কে? জবাব দিলেন, আমি জিবরাঈল। দ্বাররক্ষী বললেন, আপনার সঙ্গে কি আর কেউ আছেন? তিনি বললেন, আমার সঙ্গে মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আছেন। দ্বাররক্ষী জিজ্ঞেস করলেন, তাঁকে কি ডাকা হয়েছে? বললেন, হ্যাঁ। অতঃপর দরজা খোলা হল। যখন আমরা আকাশের উপরে আরোহণ করলাম, হঠাৎ দেখলাম এক ব্যক্তি যার ডানে একদল লোক আর তাঁর বামেও একদল লোক। যখন তিনি তাঁর ডান দিকে তাকান তখন হাসতে থাকেন আর যখন তাঁর বাম দিকে তাকান তখন কাঁদতে থাকেন। (তিনি আমাকে দেখে) বললেন, মারহাবা! নেক নবী‎ ও নেক সন্তান। আমি জিজ্ঞেস করলাম, হে জিবরাঈল! ইনি কে? তিনি জবাব দিলেন, ইনি আদম (‘আঃ) আর তাঁর ডানের ও বামের এ লোকগুলো হলো তাঁর সন্তান। এদের মধ্যে ডানদিকের লোকগুলো জান্নাতী আর বামদিকের লোকগুলো জাহান্নামী। অতএব যখন তিনি ডানদিকে তাকান তখন হাসেন আর যখন বামদিকে তাকান তখন কাঁদেন। অতঃপর আমাকে নিয়ে জিবরাঈল ( আঃ) আরো উপরে উঠলেন। এমনকি দ্বিতীয় আকাশের দ্বারে এসে গেলেন। তখন তিনি এ আকাশের দ্বাররক্ষীকে বললেন, দরজা খুলুন! দ্বাররক্ষী তাঁকে প্রথম আকাশের দ্বাররক্ষী যেরূপ বলেছিলেন, তেমনি বলল। অতঃপর তিনি দরজা খুলে দিলেন।\nআনাস (রাঃ) বলেন, অতঃপর আবূ যার (রাঃ) উল্লেখ করেছেন যে, নবী‎ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আকাশসমূহে ইদ্‌রীস, মূসা, ‘ঈসা এবং ইবরাহীম (‘আঃ)-এর সাক্ষাৎ পেয়েছেন। তাঁদের কার অবস্থান কোন্‌ আকাশে তিনি আমার নিকট তা বর্ণনা করেননি। তবে তিনি এটা উল্লেখ করেছেন যে, তিনি নবী‎ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুনিয়ার নিকটবর্তী আকাশে আদম (‘আঃ)-কে এবং যষ্ঠ আকাশে ইবরাহীম (‘আঃ)-কে দেখতে পেয়েছেন।\nআনাস (রাঃ) বলেন, জিবরাঈল (‘আঃ) যখন নবী‎ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সহ ইদ্‌রীস (‘আঃ)-এর পাশ দিয়ে অতিক্রম করলেন, তখন তিনি [ইদ্‌রীস (‘আঃ)] বলেছিলেন, হে নেক নবী‎ এবং নেক ভাই! আপনাকে মারহাবা। [নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন] আমি জিজ্ঞেস করলাম, ইনি কে? তিনি (জিবরাঈল) জবাব দিলেন, ইনি ইদ্‌রীস (‘আঃ)! অতঃপর মূসা (‘আঃ)-এর নিকট দিয়ে অতিক্রম করলাম। তিনি বললেন, মারহাবা! হে নেক নবী‎ এবং নেক ভাই। তখন আমি জিজ্ঞেস করলাম ইনি কে? তিনি [জিবরাঈল (‘আঃ)] বললেন, ইনি মূসা (‘আঃ)। অতঃপর ‘ঈসা (‘আঃ)-এর পাশ দিয়ে অতিক্রম করলাম। তিনি বললেন, মারহাবা! হে নেক নবী‎ এবং নেক ভাই। তখন আমি জিজ্ঞেস করলাম, ইনি কে? তিনি [জিবরাঈল (‘আঃ)] বললেন, ইনি ‘ঈসা (‘আঃ)। অতঃপর ইবরাহীম (‘আঃ)-এর পাশ দিয়ে অতিক্রম করলাম। তিনি বললেন, মারহাবা। হে নেক নবী‎ এবং নেক সন্তান! আমি জানতে চাইলাম, ইনি কে? তিনি [জিবরাঈল (‘আঃ)] বললেন, ইনি ইবরাহীম (‘আঃ)।\nইবনু শিহাব (রহঃ) বলেন, আমাকে ইবনু হাযম (রহঃ) জানিয়েছেন যে, ইবনু ‘আব্বাস ও আবূ ইয়াহয়্যা আনসারী (রাঃ) বলতেন, নবী‎ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, অতঃপর জিবরাঈল আমাকে ঊর্ধ্বে নিয়ে গেলেন। শেষ পর্যন্ত আমি একটি সমতল স্থানে গিয়ে পৌঁছালাম। সেখান হতে কলমসমূহের খসখস শব্দ শুনছিলাম। \nইবনু হাযম (রহঃ) এবং আনাস ইবনু মালিক (রাঃ) বর্ণনা করেছেন। নবী‎ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, তখন আল্লাহ আমার উপর পঞ্চাশ ওয়াক্ত সালাত ফর্‌য‎ করেছেন। অতঃপর আমি এ নির্দেশ নিয়ে ফিরে আসলাম। যখন মূসা (‘আঃ)-এর পাশ দিয়ে অতিক্রম করছিলাম, তখন তিনি জিজ্ঞেস করলেন, আপনার রব আপনার উম্মত এর উপর কী ফর্‌য‎ করেছেন? আমি বললাম, তাদের উপর পঞ্চাশ উয়াক্ত সালাত ফর্‌য‎ করা হয়েছে। তিনি বললেন, পুনরায় আপনার রবের নিকট ফিরে যান। কেননা আপনার উম্মত তা পালন করার সামর্থ্য রাখে না। তখন ফিরে গেলাম এবং আমার রবের নিকট তা কমাবার জন্য আবেদন করলাম। তিনি তার অর্ধেক কমিয়ে দিলেন। আমি মূসা (‘আঃ)-এর নিকট ফিরে আসলাম। তিনি বললেন, আপনার রবের নিকট গিয়ে পুনরায় কমাবার আবেদন করুন এবং তিনি [নবী(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] পূর্বের অনুরূপ কথা আবার উল্লেখ করলেন। এবার তিনি (আল্লাহ) তার অর্ধেক কমিয়ে দিলেন। আবার আমি মূসা (‘আঃ)-এর নিকট আসলাম এবং তিনি পূর্বের মত বললেন। আমি তা করলাম। তখন আল্লাহ তার এক অংশ মাফ করে দিলেন। আমি পুনরায় মূসা (‘আঃ)-এর নিকট আসলাম এবং তাঁকে জানালাম। তখন তিনি বললেন, আপনার রবের নিকট ফিরে আরো কমাবার আরয করুন। কেননা আপনার উম্মতের তা পালন করার সামর্থ্য থাকবে না। আমি আবার ফিরে গেলাম এবং আমার রবের নিকট তা কমাবার আবেদন করলাম। তিনি বললেন, এ পাঁচ ওয়াক্ত সালাত বাকী রইল। আর তা সাওয়াবের ক্ষেত্রে পঞ্চাশ ওয়াক্ত সালাতের সমান হবে। আমার কথার পরিবর্তন হয় না। অতঃপর আমি মূসা (‘আঃ)-এর নিকট ফিরে আসলাম। তিনি এবারও বললেন, আপনার রবের নিকট গিয়ে আবেদন করুন। আমি বললাম, এবার আমার রবের সম্মুখীন হতে আমি লজ্জাবোধ করছি। এবার জিবরাঈল (‘আঃ) চললেন এবং অবশেষে আমাকে সাথে নিয়ে সিদ্‌রাতুল মুন্‌তাহা পর্যন্ত নিয়ে গেলেন। দেখালাম তা এমন চমৎকার রঙে পরিপূর্ণ যা বর্ণনা করার ক্ষমতা আমার নেই। অতঃপর আমাকে জান্নাতে প্রবিষ্ট করানো হল। দেখলাম এর ইট মোতির তৈরী আর এর মাটি মিস্‌ক বা কস্তুরীর মত সুগন্ধময়।",
    "ar": "قَالَ عَبْدَانُ أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، ح حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ، حَدَّثَنَا عَنْبَسَةُ، حَدَّثَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، قَالَ قَالَ أَنَسٌ كَانَ أَبُو ذَرٍّ ـ رضى الله عنه ـ يُحَدِّثُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ فُرِجَ سَقْفُ بَيْتِي وَأَنَا بِمَكَّةَ، فَنَزَلَ جِبْرِيلُ، فَفَرَجَ صَدْرِي، ثُمَّ غَسَلَهُ بِمَاءِ زَمْزَمَ، ثُمَّ جَاءَ بِطَسْتٍ مِنْ ذَهَبٍ مُمْتَلِئٍ حِكْمَةً وَإِيمَانًا فَأَفْرَغَهَا فِي صَدْرِي، ثُمَّ أَطْبَقَهُ ثُمَّ أَخَذَ بِيَدِي، فَعَرَجَ بِي إِلَى السَّمَاءِ، فَلَمَّا جَاءَ إِلَى السَّمَاءِ الدُّنْيَا، قَالَ جِبْرِيلُ لِخَازِنِ السَّمَاءِ افْتَحْ‏.‏ قَالَ مَنْ هَذَا قَالَ هَذَا جِبْرِيلُ‏.‏ قَالَ مَعَكَ أَحَدٌ قَالَ مَعِيَ مُحَمَّدٌ‏.‏ قَالَ أُرْسِلَ إِلَيْهِ قَالَ نَعَمْ، فَافْتَحْ‏.‏ فَلَمَّا عَلَوْنَا السَّمَاءَ إِذَا رَجُلٌ عَنْ يَمِينِهِ أَسْوِدَةٌ، وَعَنْ يَسَارِهِ أَسْوِدَةٌ، فَإِذَا نَظَرَ قِبَلَ يَمِينِهِ ضَحِكَ، وَإِذَا نَظَرَ قِبَلَ شِمَالِهِ بَكَى فَقَالَ مَرْحَبًا بِالنَّبِيِّ الصَّالِحِ وَالاِبْنِ الصَّالِحِ‏.‏ قُلْتُ مَنْ هَذَا يَا جِبْرِيلُ قَالَ هَذَا آدَمُ، وَهَذِهِ الأَسْوِدَةُ عَنْ يَمِينِهِ، وَعَنْ شِمَالِهِ نَسَمُ بَنِيهِ، فَأَهْلُ الْيَمِينِ مِنْهُمْ أَهْلُ الْجَنَّةِ، وَالأَسْوِدَةُ الَّتِي عَنْ شِمَالِهِ أَهْلُ النَّارِ، فَإِذَا نَظَرَ قِبَلَ يَمِينِهِ ضَحِكَ، وَإِذَا نَظَرَ قِبَلَ شِمَالِهِ بَكَى، ثُمَّ عَرَجَ بِي جِبْرِيلُ، حَتَّى أَتَى السَّمَاءَ الثَّانِيَةَ، فَقَالَ لِخَازِنِهَا افْتَحْ‏.‏ فَقَالَ لَهُ خَازِنُهَا مِثْلَ مَا قَالَ الأَوَّلُ، فَفَتَحَ ‏\"‏‏.‏ قَالَ أَنَسٌ فَذَكَرَ أَنَّهُ وَجَدَ فِي السَّمَوَاتِ إِدْرِيسَ وَمُوسَى وَعِيسَى وَإِبْرَاهِيمَ، وَلَمْ يُثْبِتْ لِي كَيْفَ مَنَازِلُهُمْ، غَيْرَ أَنَّهُ قَدْ ذَكَرَ أَنَّهُ وَجَدَ آدَمَ فِي السَّمَاءِ الدُّنْيَا، وَإِبْرَاهِيمَ فِي السَّادِسَةِ‏.‏ وَقَالَ أَنَسٌ فَلَمَّا مَرَّ جِبْرِيلُ بِإِدْرِيسَ‏.‏ قَالَ مَرْحَبًا بِالنَّبِيِّ الصَّالِحِ وَالأَخِ الصَّالِحِ‏.‏ فَقُلْتُ مَنْ هَذَا قَالَ هَذَا إِدْرِيسُ، ثُمَّ مَرَرْتُ بِمُوسَى فَقَالَ مَرْحَبًا بِالنَّبِيِّ الصَّالِحِ وَالأَخِ الصَّالِحِ‏.‏ قُلْتُ مَنْ هَذَا قَالَ هَذَا مُوسَى‏.‏ ثُمَّ مَرَرْتُ بِعِيسَى، فَقَالَ مَرْحَبًا بِالنَّبِيِّ الصَّالِحِ وَالأَخِ الصَّالِحِ‏.‏ قُلْتُ مَنْ هَذَا قَالَ عِيسَى‏.‏ ثُمَّ مَرَرْتُ بِإِبْرَاهِيمَ، فَقَالَ مَرْحَبًا بِالنَّبِيِّ الصَّالِحِ وَالاِبْنِ الصَّالِحِ‏.‏ قُلْتُ مَنْ هَذَا قَالَ هَذَا إِبْرَاهِيمُ‏.‏ قَالَ وَأَخْبَرَنِي ابْنُ حَزْمٍ أَنَّ ابْنَ عَبَّاسٍ وَأَبَا حَبَّةَ الأَنْصَارِيَّ كَانَا يَقُولاَنِ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ ثُمَّ عُرِجَ بِي حَتَّى ظَهَرْتُ لِمُسْتَوًى أَسْمَعُ صَرِيفَ الأَقْلاَمِ ‏\"‏‏.‏ قَالَ ابْنُ حَزْمٍ وَأَنَسُ بْنُ مَالِكٍ ـ رضى الله عنهما ـ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ فَفَرَضَ اللَّهُ عَلَىَّ خَمْسِينَ صَلاَةً، فَرَجَعْتُ بِذَلِكَ حَتَّى أَمُرَّ بِمُوسَى، فَقَالَ مُوسَى مَا الَّذِي فُرِضَ عَلَى أُمَّتِكَ قُلْتُ فَرَضَ عَلَيْهِمْ خَمْسِينَ صَلاَةً‏.‏ قَالَ فَرَاجِعْ رَبَّكَ، فَإِنَّ أُمَّتَكَ لاَ تُطِيقُ ذَلِكَ‏.‏ فَرَجَعْتُ فَرَاجَعْتُ رَبِّي فَوَضَعَ شَطْرَهَا، فَرَجَعْتُ إِلَى مُوسَى، فَقَالَ رَاجِعْ رَبَّكَ، فَذَكَرَ مِثْلَهُ، فَوَضَعَ شَطْرَهَا، فَرَجَعْتُ إِلَى مُوسَى، فَأَخْبَرْتُهُ فَقَالَ رَاجِعْ رَبَّكَ، فَإِنَّ أُمَّتَكَ لاَ تُطِيقُ ذَلِكَ، فَرَجَعْتُ فَرَاجَعْتُ رَبِّي فَقَالَ هِيَ خَمْسٌ، وَهْىَ خَمْسُونَ، لاَ يُبَدَّلُ الْقَوْلُ لَدَىَّ‏.‏ فَرَجَعْتُ إِلَى مُوسَى، فَقَالَ رَاجِعْ رَبَّكَ‏.‏ فَقُلْتُ قَدِ اسْتَحْيَيْتُ مِنْ رَبِّي، ثُمَّ انْطَلَقَ، حَتَّى أَتَى السِّدْرَةَ الْمُنْتَهَى، فَغَشِيَهَا أَلْوَانٌ لاَ أَدْرِي مَا هِيَ، ثُمَّ أُدْخِلْتُ ‏{‏الْجَنَّةَ‏}‏ فَإِذَا فِيهَا جَنَابِذُ اللُّؤْلُؤِ وَإِذَا تُرَابُهَا الْمِسْكُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "60"
    }
  }
}