{
  "hadith": {
    "hadith_id": 3401,
    "narrator": "সা‘ঈদ ইব্‌নু জুবায়র (রাঃ)",
    "bn": "তিনি বলেন, আমি ইব্‌নু ‘আব্বাস (রাঃ)-কে বললাম, নাওফল বিক্কালী ধারণা করছে যে, খাযিরের সঙ্গী মূসা বনী ইসরাঈলের নবী‎ মূসা (‘আঃ) নন; নিশ্চয়ই তিনি অপর কোন মূসা। তখন তিনি বললেন, আল্লাহ্‌র দুশমন মিথ্যা কথা বলেছে। উবাই ইব্‌নু কা‘ব (রাঃ) নবী‎ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আমাদের নিকট বর্ণনা করেছেন যে, একবার মূসা (‘আঃ) বনী ইসরাঈলের এক সমাবেশে ভাষণ দেয়ার জন্য দাঁড়িয়েছিলেন। তখন তাঁকে জিজ্ঞেস করা হল, কোন্‌ ব্যক্তি সবচেয় অধিক জ্ঞানী? তিনি বললেন, আমি। মূসা (‘আঃ)–এর  এ উত্তরে আল্লাহ্‌  তাঁর প্রতি অসন্তুষ্টি প্রকাশ করলেন। কেননা তিনি জ্ঞানকে আল্লাহ্‌র দিকে সম্পর্কিত করেননি। আল্লাহ্‌ তাঁকে বললেন, বরং দুই নদীর সংযোগ স্থলে আমার একজন বান্দা আছে, সে তোমার চেয়ে অধিক জ্ঞানী। মূসা (‘আঃ) আরয করলেন, হে আমার রব! তাঁর নিকট পৌছতে কে আমাকে সাহায্য করবে? কখনও সুফিয়ান এভাবে বর্ণনা করেছেন, হে আমার রব! আমি তাঁর সঙ্গে কিভাবে সাক্ষাৎ  করব? আল্লাহ্‌  বললেন, তুমি একটি মাছ ধর এবং তা একটি থলের মধ্যে ভরে রাখ। যেখানে গিয়ে তুমি মাছটি হারিয়ে ফেলবে সেখানেই তিনি অবস্থান করছেন। অতঃপর মূসা (‘আঃ) একটি মাছ ধরলেন এবং থলের মধ্যে ভরে রাখলেন। অতঃপর তিনি এবং তাঁর সাথী ইউশা ইব্‌নু নূন চলতে লাগলেন অবশেষে তাঁরা উভয়ে একটি পাথরের নিকট এসে পৌঁছে তার উপরে মাথা রেখে বিশ্রাম করলেন। এ সময় মূসা (‘আঃ) ঘুমিয়ে পড়লেন আর মাছটি নড়াচড়া করতে করতে থলে হতে বের হয়ে নদীতে চলে গেল। অতঃপর সে নদীতে সুড়ঙ্গ আকারে স্বীয় পথ করে নিল আর আল্লাহ্‌  মাছটির চলার পথে পানির গতি স্তব্ধ করে দিলেন। ফলে তার গমন পথটি সুড়ঙ্গের মত হয়ে গেল। এ সময় নবী‎ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাতের ইঙ্গিত করে বললেন, এভাবে সুড়ঙ্গের মত হয়েছিল। অতঃপর তাঁরা উভয়ে অবশিষ্ট রাত এবং পুরো দিন পথ চললেন। শেষে যখন পরের দিন ভোর হল তখন মূসা (‘আঃ) তাঁর যুবক সঙ্গীকে বললেন, আমার সকালের খাবার আন। আমি এ সফরে খুব ক্লান্তিবোধ করছি। বস্তুতঃ মূসা (‘আঃ) যে পর্যন্ত আল্লাহ্‌র নির্দেশিত স্থানটি অতিক্রম না করেছেন সে পর্যন্ত তিনি সফরে কোন ক্রান্তিই অনুভব করেননি। তখন তাঁর সঙ্গী তাঁকে বললেন, আপনি কি লক্ষ্য করেছেন, আমরা যখন সেই পাথরটির নিকট বিশ্রাম নিয়েছিলাম মাছটি চলে যাবার কথা বলতে আমি একেবারেই ভুলে গেছি। আসলে আপনার নিকট তা উল্লেখ করতে একমাত্র শয়তানই আমাকে ভুলিয়ে দিয়েছে। মাছটি নদীতে আশ্চর্যজনকভাবে নিজের রাস্তা করে নিয়েছে। (রাবী বলেন) পথটি মাছের জন্য ছিল একটি সুড়ঙ্গের মত আর তাঁদের জন্য ছিল একটি আশ্চর্যজনক ব্যাপার। মূসা (‘আঃ) তাকে বললেন, ওটাইতো সেই স্থান যা আমরা খুঁজে বেড়াচ্ছি। অতঃপর উভয়ে নিজ নিজ পদচিহ্ন ধরে পিছনের দিকে ফিরে চললেন, শেষ পর্যন্ত তাঁরা দু’জনে সেই পাথরটির নিকট এসে পৌঁছালেন এবং দেখলেন সেখানে জনৈক ব্যক্তি বস্ত্রাবৃত হয়ে আছেন। মূসা (‘আঃ) তাঁকে সালাম করলেন। তিনি সালামের জবাব দিয়ে বললেন, এখানে সালাম কী করে এলো? তিনি বললেন, আমি মূসা। তিনি জিজ্ঞেস করলেন, আপনি কি বনী ইসরাঈলের মূসা? তিনি বললেন, হাঁ, আমি আপনার নিকট এসেছি, সরল সঠিক জ্ঞানের ঐ সব কথাগুলো শিখার জন্যে যা আপনাকে শিখানো হয়েছে। তিনি বললেন, হে মূসা! আমার আল্লাহ্‌র দেয়া কিছু  জ্ঞান আছে যা আল্লাহ্‌ আমাকে শিক্ষা দিয়েছেন, আপনি তা জানেন। আর আপনারও আল্লাহ্‌ প্রদত্ত কিছু জ্ঞান আছে যা আল্লাহ্‌ আপনাকে শিখিয়েছেন, আমি তা জানি না। মূসা (‘আঃ) বললেন, আমি কি আপনার সাথী হতে পারি? খাযির (‘আঃ) বললেন, আপনি আমার সঙ্গে থেকে ধৈর্য ধারণ করতে পারবেন না আর আপনি এমন বিষয়ে ধৈর্য রাখবেন কী করে, যার রহস্য আপনার জানা নেই? মূসা (‘আঃ) বললেন, ইন্‌ শা আল্লাহ্‌ আপনি আমাকে একজন ধৈর্যশীল হিসেবে দেখতে পাবেন। আমি আপনার কোন আদেশই অমান্য করব না। অতঃপর তাঁরা দু’জনে রওয়ানা হয়ে নদীর তীর দিয়ে চলতে লাগলেন। এমন সময় একটি নৌকা তাঁদের পাশ দিয়ে যাচ্ছিল। তারা তাদেরকেও নৌকায় উঠিয়ে নিতে অনুরোধ করলেন। তারা খাযির (‘আঃ) –কে চিনে ফেললেন এবং তারা তাঁকে তাঁর সঙ্গীসহ পারিশ্রমিক ছাড়াই নৌকায় তুলে নিল। তারা দু’জন যখন নৌকায় উঠলেন, তখন একটি চড়ুই পাখি এসে নৌকাটির এক পাশে বসল এবং একবার কি দু’বার পানিতে ঠোঁট ডুবাল। খাযির (‘আঃ) বললেন, হে মূসা (‘আঃ)! আমার ও তোমার জ্ঞানের দ্বারা আল্লাহ্‌র জ্ঞান হতে ততটুকুও কমেনি যতটুকু এ পাখিটি তার ঠোঁটের দ্বারা নদীর পানি হ্রাস করেছে। অতঃপর খাযির (‘আঃ) হঠাৎ একটি কুঠার নিয়ে নৌকাটির একটি তক্তা খুলে ফেললেন, মূসা (‘আঃ) অকস্মাৎ দৃষ্টি দিতেই দেখতে পেলেন তিনি কুঠার দিয়ে একটি তক্তা খুলে ফেলেছেন। তখন তাঁকে  তিনি বললেন, আপনি এ কী করলেন? লোকেরা আমাদের মজুরি ছাড়া নৌকায় তুলে নিল, আর আপনি তাদের নৌকার যাত্রীদেরকে ডুবিয়ে দেয়ার জন্য নৌকাটি ফুটো করে দিলেন? এতো আপনি একটি গুরুতর কাজ করলেন। খাযির (‘আঃ) বললেন, আমি কি বলিনি যে, আপনি কখনও আমার সঙ্গে ধৈর্যধারণ করতে পারবেন না? মূসা (‘আঃ) বললেন, আমি যে বিষয়টি ভুলে গেছি, তার জন্য আমাকে দোষারোপ করবেন না। আর আমার এ ব্যবহারে আমার প্রতি কঠোর হবেন না। মূসা (‘আঃ)–এর পক্ষ হতে প্রথম এই কথাটি ছিল ভুলক্রমে। অতঃপর যখন তাঁরা উভয়ে নদী পার হয়ে আসলেন, তখন তাঁরা একটি বালকের পাশ দিয়ে অতিক্রম করলেন সে অন্যান্য বালকদের সাথে খেলছিল। খাযির (‘আঃ) তার মাথা ধরলেন এবং নিজ হাতে তার ঘাড় আলাদা করে ফেললেন। এ কথাটি বুঝানোর জন্য সুফিয়ান (রহঃ) তাঁর হাতের আঙ্গুলগুলোর অগ্রভাগ দ্বারা এমনভাবে ইঙ্গিত করলেন যেন তিনি কোন জিনিস ছিঁড়ে নিচ্ছিলেন। এতে মূসা (‘আঃ) তাঁকে বললেন, আপনি একটি নিষ্পাপ বালককে বিনা অপরাধে হত্যা করলেন? নিশ্চয়ই আপনি একটি অন্যায় কাজ করলেন। খাযির (‘আঃ) বললেন, আমি কি আপনাকে বলিনি যে আপনি আমার সঙ্গে ধৈর্য ধরতে পারবেন না? মূসা (‘আঃ) বললেন, অতঃপর যদি আমি আপনাকে আর কোন বিষয়ে জিজ্ঞেস করি তাহলে আপনি আমাকে আর আপনার সাথে রাখবেন না। কেননা আপনার উযর আপত্তি চূড়ান্ত হয়েছে। অতঃপর তাঁরা চলতে লাগলেন শেষ অবধি তাঁরা এক জনপদে এসে পৌঁছলেন। তাঁরা গ্রামবাসীদের নিকট খাবার চাইলেন। কিন্তু তারা তাঁদের আতিথ্য করতে অস্বীকার করল। অতঃপর তাঁরা সেখানেই একটি দেয়াল দেখতে পেলেন যা ভেঙ্গে পড়ার উপক্রম হয়েছিল। তা একদিকে ঝুঁকে গিয়েছিল। খাযির (‘আঃ) তা নিজের হাতে সোজা করে দিলেন। রাবী  আপন হাতে এভাবে ইঙ্গিত করলেন। আর সুফিয়ান (রহঃ) এমনিভাবে ইঙ্গিত করলেন যেন তিনি কোন জিনিস উপরের দিকে উঁচু করে দিচ্ছেন। “ঝুঁকে পড়েছে” এ কথাটি আমি সুফিয়ানকে মাত্র একবার বলতে শুনেছি। মূসা (‘আঃ) বললেন, তারা এমন মানুষ যে , আমরা তাদের নিকট আসলাম, তারা আমাদেরকে না খাবার দিল, না আমাদের আতিথ্য করল আর আপনি এদের দেয়াল সোজা করতে গেলেন। আপনি ইচ্ছা করলে এর বদলে মজুরি গ্রহণ করতে পারতেন। খাযির (‘আঃ) বললেন, এখানেই আপনার ও আমার মধ্যে বিচ্ছেদ হল। তবে এখনই আমি আপনাকে জ্ঞাত করছি ওসব কথার রহস্য, যেসব বিষয়ে আপনি ধৈর্য ধরতে পারেননি। নবী‎ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আমাদেরতো ইচ্ছা যে, মূসা (‘আঃ) ধৈর্য ধরলে আমাদের নিকট তাঁদের আরো আনেক অধিক খবর বর্ণনা করা হতো। সুফিয়ান (রহঃ) বর্ণনা করেন নবী‎ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আল্লাহ্‌ মূসা (‘আঃ)–এর উপর রহমত বর্ষণ করুন। তিনি যদি ধৈর্য ধরতেন, তাহলে তাদের উভয়ের ব্যাপারে আমাদের নিকট আরো অনেক ঘটনা জানানো হতো। রাবী বলেন, ইব্‌নু ‘আব্বাস (রাঃ) এখানে পড়েছেন, তাদের সামনে একজন বাদশাহ ছিল, সে প্রতিটি  নিখুঁত নৌকা জোর করে ছিনিয়ে নিত। আর সে ছেলেটি ছিল কাফির, তার পিতা-মাতা ছিলেন মুমিন। অতঃপর সুফিয়ান (রহঃ) আমাকে বলেছেন, আমি এ হাদীসটি তাঁর (‘আমর ইব্‌নু দীনার) হতে দু’বার শুনেছি এবং তাঁর নিকট হতেই মুখস্ত করেছি। সুফিয়ান (রহঃ) –কে জিজ্ঞেস করা হলো, আপনি কি ‘আমর ইব্‌নু দীনার (রহঃ) হতে শুনার পূর্বেই তা মুখস্ত করেছেন না অপর কোন লোকের নিকট শুনে তা মুখস্ত করেছেন? তিনি বললেন, আমি কার নিকট হতে তা মুখস্ত করতে পারি? আমি ব্যতীত আর কেউ কি এ হাদীস আমরের নিকট হতে বর্ণনা করেছেন? আমি তাঁর নিকট হতে শুনেছি দুইবার কি তিনবার। আর তাঁর থেকেই তা মুখস্ত করেছি। ‘আলী ইব্‌নু খুশরম (রহঃ) সুফিয়ান (রহঃ) সূত্রে বর্ণিত দীর্ঘ হাদীসটি বর্ণনা করেছেন।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا عَمْرُو بْنُ دِينَارٍ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ جُبَيْرٍ، قَالَ قُلْتُ لاِبْنِ عَبَّاسٍ إِنَّ نَوْفًا الْبَكَالِيَّ يَزْعُمُ أَنَّ مُوسَى صَاحِبَ الْخَضِرِ لَيْسَ هُوَ مُوسَى بَنِي إِسْرَائِيلَ، إِنَّمَا هُوَ مُوسَى آخَرُ‏.‏ فَقَالَ كَذَبَ عَدُوُّ اللَّهِ حَدَّثَنَا أُبَىُّ بْنُ كَعْبٍ عَنِ النَّبِيِّ صلى الله عليه وسلم ‏\"‏ أَنَّ مُوسَى قَامَ خَطِيبًا فِي بَنِي إِسْرَائِيلَ، فَسُئِلَ أَىُّ النَّاسِ أَعْلَمُ فَقَالَ أَنَا‏.‏ فَعَتَبَ اللَّهُ عَلَيْهِ إِذْ لَمْ يَرُدَّ الْعِلْمَ إِلَيْهِ‏.‏ فَقَالَ لَهُ بَلَى، لِي عَبْدٌ بِمَجْمَعِ الْبَحْرَيْنِ هُوَ أَعْلَمُ مِنْكَ‏.‏ قَالَ أَىْ رَبِّ وَمَنْ لِي بِهِ ـ وَرُبَّمَا قَالَ سُفْيَانُ أَىْ رَبِّ وَكَيْفَ لِي بِهِ ـ قَالَ تَأْخُذُ حُوتًا، فَتَجْعَلُهُ فِي مِكْتَلٍ، حَيْثُمَا فَقَدْتَ الْحُوتَ فَهْوَ ثَمَّ ـ وَرُبَّمَا قَالَ فَهْوَ ثَمَّهْ ـ وَأَخَذَ حُوتًا، فَجَعَلَهُ فِي مِكْتَلٍ، ثُمَّ انْطَلَقَ هُوَ وَفَتَاهُ يُوشَعُ بْنُ نُونٍ، حَتَّى أَتَيَا الصَّخْرَةَ، وَضَعَا رُءُوسَهُمَا فَرَقَدَ مُوسَى، وَاضْطَرَبَ الْحُوتُ فَخَرَجَ فَسَقَطَ فِي الْبَحْرِ، فَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ سَرَبًا، فَأَمْسَكَ اللَّهُ عَنِ الْحُوتِ جِرْيَةَ الْمَاءِ، فَصَارَ مِثْلَ الطَّاقِ، فَقَالَ هَكَذَا مِثْلُ الطَّاقِ‏.‏ فَانْطَلَقَا يَمْشِيَانِ بَقِيَّةَ لَيْلَتِهِمَا وَيَوْمَهُمَا، حَتَّى إِذَا كَانَ مِنَ الْغَدِ قَالَ لِفَتَاهُ آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِنْ سَفَرِنَا هَذَا نَصَبًا‏.‏ وَلَمْ يَجِدْ مُوسَى النَّصَبَ حَتَّى جَاوَزَ حَيْثُ أَمَرَهُ اللَّهُ‏.‏ قَالَ لَهُ فَتَاهُ أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ، وَمَا أَنْسَانِيهِ إِلاَّ الشَّيْطَانُ أَنْ أَذْكُرَهُ، وَاتَّخَذَ سَبِيلَهُ فِي الْبَحْرِ عَجَبًا، فَكَانَ لِلْحُوتِ سَرَبًا وَلَهُمَا عَجَبًا‏.‏ قَالَ لَهُ مُوسَى ذَلِكَ مَا كُنَّا نَبْغِي، فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا، رَجَعَا يَقُصَّانِ آثَارَهُمَا حَتَّى انْتَهَيَا إِلَى الصَّخْرَةِ، فَإِذَا رَجُلٌ مُسَجًّى بِثَوْبٍ، فَسَلَّمَ مُوسَى، فَرَدَّ عَلَيْهِ‏.‏ فَقَالَ وَأَنَّى بِأَرْضِكَ السَّلاَمُ‏.‏ قَالَ أَنَا مُوسَى‏.‏ قَالَ مُوسَى بَنِي إِسْرَائِيلَ قَالَ نَعَمْ، أَتَيْتُكَ لِتُعَلِّمَنِي مِمَّا عُلِّمْتَ رَشَدًا‏.‏ قَالَ يَا مُوسَى إِنِّي عَلَى عِلْمٍ مِنْ عِلْمِ اللَّهِ، عَلَّمَنِيهِ اللَّهُ لاَ تَعْلَمُهُ وَأَنْتَ عَلَى عِلْمٍ مِنْ عِلْمِ اللَّهِ عَلَّمَكَهُ اللَّهُ لاَ أَعْلَمُهُ‏.‏ قَالَ هَلْ أَتَّبِعُكَ قَالَ ‏{‏إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا * وَكَيْفَ تَصْبِرُ عَلَى مَا لَمْ تُحِطْ بِهِ خُبْرًا‏}‏ إِلَى قَوْلِهِ ‏{‏إِمْرًا‏}‏ فَانْطَلَقَا يَمْشِيَانِ عَلَى سَاحِلِ الْبَحْرِ، فَمَرَّتْ بِهِمَا سَفِينَةٌ، كَلَّمُوهُمْ أَنْ يَحْمِلُوهُمْ، فَعَرَفُوا الْخَضِرَ، فَحَمَلُوهُ بِغَيْرِ نَوْلٍ، فَلَمَّا رَكِبَا فِي السَّفِينَةِ جَاءَ عُصْفُورٌ، فَوَقَعَ عَلَى حَرْفِ السَّفِينَةِ، فَنَقَرَ فِي الْبَحْرِ نَقْرَةً أَوْ نَقْرَتَيْنِ، قَالَ لَهُ الْخَضِرُ يَا مُوسَى، مَا نَقَصَ عِلْمِي وَعِلْمُكَ مِنْ عِلْمِ اللَّهِ إِلاَّ مِثْلَ مَا نَقَصَ هَذَا الْعُصْفُورُ بِمِنْقَارِهِ مِنَ الْبَحْرِ‏.‏ إِذْ أَخَذَ الْفَأْسَ فَنَزَعَ لَوْحًا، قَالَ فَلَمْ يَفْجَأْ مُوسَى إِلاَّ وَقَدْ قَلَعَ لَوْحًا بِالْقَدُّومِ‏.‏ فَقَالَ لَهُ مُوسَى مَا صَنَعْتَ قَوْمٌ حَمَلُونَا بِغَيْرِ نَوْلٍ، عَمَدْتَ إِلَى سَفِينَتِهِمْ فَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا، لَقَدْ جِئْتَ شَيْئًا إِمْرًا‏.‏ قَالَ أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا‏.‏ قَالَ لاَ تُؤَاخِذْنِي بِمَا نَسِيتُ وَلاَ تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا، فَكَانَتِ الأُولَى مِنْ مُوسَى نِسْيَانًا‏.‏ فَلَمَّا خَرَجَا مِنَ الْبَحْرِ مَرُّوا بِغُلاَمٍ يَلْعَبُ مَعَ الصِّبْيَانِ، فَأَخَذَ الْخَضِرُ بِرَأْسِهِ فَقَلَعَهُ بِيَدِهِ هَكَذَا ـ وَأَوْمَأَ سُفْيَانُ بِأَطْرَافِ أَصَابِعِهِ كَأَنَّهُ يَقْطِفُ شَيْئًا ـ فَقَالَ لَهُ مُوسَى أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَقَدْ جِئْتَ شَيْئًا نُكْرًا‏.‏ قَالَ أَلَمْ أَقُلْ لَكَ إِنَّكَ لَنْ تَسْتَطِيعَ مَعِيَ صَبْرًا‏.‏ قَالَ إِنْ سَأَلْتُكَ عَنْ شَىْءٍ بَعْدَهَا فَلاَ تُصَاحِبْنِي، قَدْ بَلَغْتَ مِنْ لَدُنِّي عُذْرًا‏.‏ فَانْطَلَقَا حَتَّى إِذَا أَتَيَا أَهْلَ قَرْيَةٍ اسْتَطْعَمَا أَهْلَهَا فَأَبَوْا أَنْ يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَنْ يَنْقَضَّ مَائِلاً ـ أَوْمَأَ بِيَدِهِ هَكَذَا وَأَشَارَ سُفْيَانُ كَأَنَّهُ يَمْسَحُ شَيْئًا إِلَى فَوْقُ، فَلَمْ أَسْمَعْ سُفْيَانَ يَذْكُرُ مَائِلاً إِلاَّ مَرَّةً ـ قَالَ قَوْمٌ أَتَيْنَاهُمْ فَلَمْ يُطْعِمُونَا وَلَمْ يُضَيِّفُونَا عَمَدْتَ إِلَى حَائِطِهِمْ لَوْ شِئْتَ لاَتَّخَذْتَ عَلَيْهِ أَجْرًا‏.‏ قَالَ هَذَا فِرَاقُ بَيْنِي وَبَيْنِكَ، سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِعْ عَلَيْهِ صَبْرًا‏\"‏‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ وَدِدْنَا أَنَّ مُوسَى كَانَ صَبَرَ، فَقَصَّ اللَّهُ عَلَيْنَا مِنْ خَبَرِهِمَا ‏\"‏‏.‏ قَالَ سُفْيَانُ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ يَرْحَمُ اللَّهُ مُوسَى، لَوْ كَانَ صَبَرَ يُقَصُّ عَلَيْنَا مِنْ أَمْرِهِمَا ‏\"‏‏.‏ وَقَرَأَ ابْنُ عَبَّاسٍ أَمَامَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ صَالِحَةٍ غَصْبًا، وَأَمَّا الْغُلاَمُ فَكَانَ كَافِرًا وَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ‏.‏ ثُمَّ قَالَ لِي سُفْيَانُ سَمِعْتُهُ مِنْهُ مَرَّتَيْنِ وَحَفِظْتُهُ مِنْهُ‏.‏ قِيلَ لِسُفْيَانَ حَفِظْتَهُ قَبْلَ أَنْ تَسْمَعَهُ مِنْ عَمْرٍو، أَوْ تَحَفَّظْتَهُ مِنْ إِنْسَانٍ فَقَالَ مِمَّنْ أَتَحَفَّظُهُ وَرَوَاهُ أَحَدٌ عَنْ عَمْرٍو غَيْرِي سَمِعْتُهُ مِنْهُ مَرَّتَيْنِ أَوْ ثَلاَثًا وَحَفِظْتُهُ مِنْهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "60"
    }
  }
}