{
  "hadith": {
    "hadith_id": 3418,
    "narrator": "‘আবদুল্লাহ ইব্‌নু ‘আমার (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জানান হল যে, আমি বলছি, আল্লাহ্‌র কসম! আমি যতদিন বেঁচে থাকব ততদিন অবশ্যই আমি অবিরত দিনে সওম পালন করবো আর রাতে ‘ইবাদাতে রত থাকবো। তখন আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিজ্ঞেস করলেন, তুমিই কি বলেছো, ‘আল্লাহ্‌র শপথ! আমি যতদিন বাঁচবো, ততদিন দিনে সওম পালন করবো এবং রাতে ‘ইবাদাতে মশগুল থাকবো। আমি আরয করলাম, আমিই তা বলেছি। তিনি বললেন, সেই শক্তি তোমার নেই। কাজেই সওমও পালন কর, ইফ্‌তারও কর। রাতে ‘ইবাদতও কর এবং ঘুমও যাও। আর প্রতি মাসে তিনদিন সওম পালন কর। কেননা প্রতিটি নেক কাজের কমপক্ষে দশগুণ সওয়াব পাওয়া যায়। আর এটা সারা বছর সওম পালন করার সমান। তখন আমি আরয করলাম, হে আল্লাহর রাসূল! আমি এর থেকেও বেশী সওম পালন করার ক্ষমতা রাখি। তখন তিনি বললেন, তাহলে তুমি একদিন সওম পালন কর আর দু’দিন ইফতার কর।  তখন আমি আরয করলাম, হে আল্লাহর রাসূল! আমি এ থেকেও অধিক পালন করার শক্তি রাখি। তখন তিনি বললেন, তাহলে তুমি একদিন সওম পালন কর আর একদিন বিরতি দাও। এটা দাউদ (‘আঃ)-এর সওম পালন করার নিয়ম। আর এটাই সওম পালনের উত্তম নিয়ম। আমি আরয করলাম, হে আল্লাহর রাসূল! আমি এ থেকেও অধিক শক্তি রাখি। তিনি বললেন, এ থেকে বেশী কিছু নেই।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، أَنَّ سَعِيدَ بْنَ الْمُسَيَّبِ، أَخْبَرَهُ وَأَبَا، سَلَمَةَ بْنَ عَبْدِ الرَّحْمَنِ أَنَّ عَبْدَ اللَّهِ بْنَ عَمْرٍو ـ رضى الله عنهما ـ قَالَ أُخْبِرَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنِّي أَقُولُ وَاللَّهِ لأَصُومَنَّ النَّهَارَ وَلأَقُومَنَّ اللَّيْلَ مَا عِشْتُ‏.‏ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَنْتَ الَّذِي تَقُولُ وَاللَّهِ لأَصُومَنَّ النَّهَارَ وَلأَقُومَنَّ اللَّيْلَ مَا عِشْتُ ‏\"‏ قُلْتُ قَدْ قُلْتُهُ‏.‏ قَالَ ‏\"‏ إِنَّكَ لاَ تَسْتَطِيعُ ذَلِكَ، فَصُمْ وَأَفْطِرْ، وَقُمْ وَنَمْ، وَصُمْ مِنَ الشَّهْرِ ثَلاَثَةَ أَيَّامٍ، فَإِنَّ الْحَسَنَةَ بِعَشْرِ أَمْثَالِهَا، وَذَلِكَ مِثْلُ صِيَامِ الدَّهْرِ ‏\"‏‏.‏ فَقُلْتُ إِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ فَصُمْ يَوْمًا وَأَفْطِرْ يَوْمَيْنِ ‏\"‏‏.‏ قَالَ قُلْتُ إِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ‏.‏ قَالَ ‏\"‏ فَصُمْ يَوْمًا وَأَفْطِرْ يَوْمًا، وَذَلِكَ صِيَامُ دَاوُدَ، وَهْوَ عَدْلُ الصِّيَامِ ‏\"‏‏.‏ قُلْتُ إِنِّي أُطِيقُ أَفْضَلَ مِنْهُ يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ لاَ أَفْضَلَ مِنْ ذَلِكَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "60"
    }
  }
}