{
  "hadith": {
    "hadith_id": 3437,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, নবী‎ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, মিরাজের রাতে আমি মূসা (‘আঃ)-এর দেখা পেয়েছি। আবূ হুরায়রা (রাঃ) বলেন, নবী‎ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মূসা (‘আঃ)-এর আকৃতি বর্ণনা করেছেন। মূসা (‘আঃ) একজন দীর্ঘদেহধারী, মাথায় কোঁকড়ানো চুলবিশিষ্ট, যেন শানুআ গোত্রের একজন লোক। নবী‎ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আমি ‘ঈসা (‘আঃ)-এর দেখা পেয়েছি। অতঃপর তিনি তাঁর চেহারা বর্ণনা করে বলেছেন, তিনি হলেন মাঝারি গড়নের গৌর বর্ণবিশিষ্ট, যেন তিনি এই মাত্র হাম্মামখানা থেকে বেরিয়ে এসেছেন। আর আমি ইব্‌রাহীম (‘আঃ)-কেও দেখেছি। তাঁর সন্তানদের মধ্যে আকৃতিতে আমিই তার অধিক সদৃশ। নবী‎ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, অতঃপর আমার সামনে দুটি পেয়ালা আনা হল। একটিতে দুধ, অপরটিতে শরাব। আমাকে বলা হলো, আপনি যেটি ইচ্ছা গ্রহণ করতে পারেন। আমি দুধের বাটিটি গ্রহণ করলাম আর তা পান করলাম। তখন আমাকে বলা হলো, আপনি ফিত্‌রাত বা স্বভাবকেই গ্রহণ করে নিয়েছেন। দেখুন! আপনি যদি শরাব গ্রহণ করতেন, তাহলে আপনার উম্মত পথভ্রষ্ট হয়ে যেত।",
    "ar": "حَدَّثَنِي إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، عَنْ مَعْمَرٍ،‏.‏ حَدَّثَنِي مَحْمُودٌ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ لَيْلَةَ أُسْرِيَ بِهِ لَقِيتُ مُوسَى ـ قَالَ فَنَعَتَهُ ـ فَإِذَا رَجُلٌ ـ حَسِبْتُهُ قَالَ ـ مُضْطَرِبٌ رَجِلُ الرَّأْسِ، كَأَنَّهُ مِنْ رِجَالِ شَنُوءَةَ ـ قَالَ ـ وَلَقِيتُ عِيسَى ـ فَنَعَتَهُ النَّبِيُّ صلى الله عليه وسلم فَقَالَ ـ رَبْعَةٌ أَحْمَرُ كَأَنَّمَا خَرَجَ مِنْ دِيمَاسٍ ـ يَعْنِي الْحَمَّامَ ـ وَرَأَيْتُ إِبْرَاهِيمَ، وَأَنَا أَشْبَهُ وَلَدِهِ بِهِ ـ قَالَ ـ وَأُتِيتُ بِإِنَاءَيْنِ أَحَدُهُمَا لَبَنٌ وَالآخَرُ فِيهِ خَمْرٌ، فَقِيلَ لِي خُذْ أَيَّهُمَا شِئْتَ‏.‏ فَأَخَذْتُ اللَّبَنَ فَشَرِبْتُهُ، فَقِيلَ لِي هُدِيتَ الْفِطْرَةَ، أَوْ أَصَبْتَ الْفِطْرَةَ، أَمَا إِنَّكَ لَوْ أَخَذْتَ الْخَمْرَ غَوَتْ أُمَّتُكَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "60"
    }
  }
}