{
  "hadith": {
    "hadith_id": 3459,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, তোমাদেরও পূর্বের যেসব উম্মত অতীত হয়ে গেছে তাদের অনুপাতে তোমাদের অবস্থান হলো ‘আসরের সালাত এবং সূর্য অস্ত যাওয়ার মধ্যবর্তী সময়টুকুর সমান। আর তোমাদের ও ইয়াহূদী নাসারাদের দৃষ্টান্ত হলো ঐ ব্যক্তির মতো, যে কয়েকজন লোককে তার কাজে লাগালো এবং জিজ্ঞেস করল, তোমাদের মধ্যে কে আছে যে, আমার জন্য দুপুর পর্যন্ত এক কিরাতের [১] বিনিময়ে কাজ করবে? তখন ইয়াহূদীরা এক এক কিরাতের বিনিময়ে দুপুর পর্যন্ত কাজ করল। অতঃপর সে ব্যক্তি আবার বলল, তোমাদের মধ্যে এমন কে আছে যে, সে দুপুর হতে আসরের সালাত পর্যন্ত এক এক কিরাতের বিনিময়ে আমার কাজটুকু করে দিবে? তখন নাসারারা এক কিরাতের বিনিময়ে দুপুর হতে আসর সালাত পর্যন্ত কাজ করল। সে ব্যক্তি আবার বলল, কে এমন আছ, যে দু’ দু’ কিরাতের বদলায় আসর সালাত হতে সূর্যাস্ত পর্যন্ত আমার কাজ করে দিবে? আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, দেখ, তোমরাই হলে সে সব লোক যারা আসর সালাত হতে সূর্যাস্ত পর্যন্ত দু’ দু’ কিরাতের বিনিময়ে কাজ করলে। দেখ, তোমাদের পারিশ্রমিক দ্বিগুণ। এতে ইয়াহূদী ও নাসারারা অসন্তুষ্ট হয়ে গেল এবং বলল, আমরা কাজ করলাম অধিক আর মজুরি পেলাম কম। আল্লাহ্‌ বলেন, আমি কি তোমার পাওনা হতে কিছু যুল্‌ম বা কম করেছি? তারা উত্তরে বলল, না। তখন আল্লাহ্‌ বললেন, এটা হলো আমার অনুগ্রহ, আমি যাকে ইচ্ছা, তা দান করে থাকি।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ عَنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّمَا أَجَلُكُمْ فِي أَجَلِ مَنْ خَلاَ مِنَ الأُمَمِ مَا بَيْنَ صَلاَةِ الْعَصْرِ إِلَى مَغْرِبِ الشَّمْسِ، وَإِنَّمَا مَثَلُكُمْ وَمَثَلُ الْيَهُودِ وَالنَّصَارَى كَرَجُلٍ اسْتَعْمَلَ عُمَّالاً فَقَالَ مَنْ يَعْمَلُ لِي إِلَى نِصْفِ النَّهَارِ عَلَى قِيرَاطٍ قِيرَاطٍ فَعَمِلَتِ الْيَهُودُ إِلَى نِصْفِ النَّهَارِ عَلَى قِيرَاطٍ قِيرَاطٍ، ثُمَّ قَالَ مَنْ يَعْمَلُ لِي مِنْ نِصْفِ النَّهَارِ إِلَى صَلاَةِ الْعَصْرِ عَلَى قِيرَاطٍ قِيرَاطٍ فَعَمِلَتِ النَّصَارَى مِنْ نِصْفِ النَّهَارِ إِلَى صَلاَةِ الْعَصْرِ، عَلَى قِيرَاطٍ قِيرَاطٍ، ثُمَّ قَالَ مَنْ يَعْمَلُ لِي مِنْ صَلاَةِ الْعَصْرِ إِلَى مَغْرِبِ الشَّمْسِ عَلَى قِيرَاطَيْنِ قِيرَاطَيْنِ أَلاَ فَأَنْتُمُ الَّذِينَ يَعْمَلُونَ مِنْ صَلاَةِ الْعَصْرِ إِلَى مَغْرِبِ الشَّمْسِ عَلَى قِيرَاطَيْنِ قِيرَاطَيْنِ، أَلاَ لَكُمُ الأَجْرُ مَرَّتَيْنِ، فَغَضِبَتِ الْيَهُودُ وَالنَّصَارَى، فَقَالُوا نَحْنُ أَكْثَرُ عَمَلاً وَأَقَلُّ عَطَاءً، قَالَ اللَّهُ هَلْ ظَلَمْتُكُمْ مِنْ حَقِّكُمْ شَيْئًا قَالُوا لاَ‏.‏ قَالَ فَإِنَّهُ فَضْلِي أُعْطِيهِ مَنْ شِئْتُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] কিরাত হল তৎকালীন মুদ্রা বিশেষের নাম।",
    "chapter": {
      "chapter_number": "60"
    }
  }
}