{
  "hadith": {
    "hadith_id": 346,
    "narrator": "শাক্বীক ইব্‌নু সালামা (রহঃ)",
    "bn": "তিনি বলেনঃ আমি ‘আবদুল্লাহ্‌ ইব্‌নু মাস’ঊদ ও আবূ মূসা (রাঃ)-এর নিকট ছিলাম। তাঁকে আবূ মূসা (রাঃ) বললেনঃ হে আবূ ‘আবদুর রহমান। কেউ অপবিত্র হলে যদি পানি না পায় তবে কী করবে? তখন ‘আবদুল্লাহ্‌ (রাঃ) বললেনঃ পানি না পাওয়া পর্যন্ত সালাত আদায় করবে না। আবূ মূসা (রাঃ) বললেনঃ তা হলে ‘আম্মার (রাঃ)-এর কথার উত্তরে আপনি কী বলবেন? তাঁকে যে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেন (তায়াম্মুম করে নেয়া) তোমার জন্য যথেষ্ট ছিল। ‘আবদুল্লাহ্‌ (ইব্‌নু মাস’ঊদ) (রাঃ) বললেনঃ তুমি দেখ না ‘উমর (রাঃ) ‘আম্মারের এই কথায় সন্তুষ্ট ছিলেন না? আবূ মূসা (রাঃ) পুনরায় বললেন ‘আম্মারের কথা বাদ দিলেও তায়াম্মুমের আয়াতের কী ব্যাখ্যা করবেন? ‘আবদুল্লাহ্‌ (রাঃ) এর কোন উত্তর দিতে পারলেন না। তিনি তবুও বললেনঃ আমরা যদি লোকদের তার অনুমতি দিয়ে দেই তাহলে আশঙ্কা হয়, কারো নিকট পানি ঠাণ্ডা মনে হলেই তায়াম্মুম করবে। রাবী আ’মাশ (রহঃ) বলেনঃ আমি শাক্বীক (রহঃ)-কে প্রশ্ন করলাম, “আবদুল্লাহ্‌ (রাঃ) এ কারণে কি তায়াম্মুম অপছন্দ করেছিলেন?” তিনি বললেনঃ হ্যাঁ।",
    "ar": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، قَالَ حَدَّثَنَا أَبِي قَالَ، حَدَّثَنَا الأَعْمَشُ، قَالَ سَمِعْتُ شَقِيقَ بْنَ سَلَمَةَ، قَالَ كُنْتُ عِنْدَ عَبْدِ اللَّهِ وَأَبِي مُوسَى فَقَالَ لَهُ أَبُو مُوسَى أَرَأَيْتَ يَا أَبَا عَبْدِ الرَّحْمَنِ إِذَا أَجْنَبَ فَلَمْ يَجِدْ، مَاءً كَيْفَ يَصْنَعُ فَقَالَ عَبْدُ اللَّهِ لاَ يُصَلِّي حَتَّى يَجِدَ الْمَاءَ‏.‏ فَقَالَ أَبُو مُوسَى فَكَيْفَ تَصْنَعُ بِقَوْلِ عَمَّارٍ حِينَ قَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ كَانَ يَكْفِيكَ ‏\"‏ قَالَ أَلَمْ تَرَ عُمَرَ لَمْ يَقْنَعْ بِذَلِكَ‏.‏ فَقَالَ أَبُو مُوسَى فَدَعْنَا مِنْ قَوْلِ عَمَّارٍ، كَيْفَ تَصْنَعُ بِهَذِهِ الآيَةِ فَمَا دَرَى عَبْدُ اللَّهِ مَا يَقُولُ فَقَالَ إِنَّا لَوْ رَخَّصْنَا لَهُمْ فِي هَذَا لأَوْشَكَ إِذَا بَرَدَ عَلَى أَحَدِهِمُ الْمَاءُ أَنْ يَدَعَهُ وَيَتَيَمَّمَ‏.‏ فَقُلْتُ لِشَقِيقٍ فَإِنَّمَا كَرِهَ عَبْدُ اللَّهِ لِهَذَا قَالَ نَعَمْ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "7"
    }
  }
}