{
  "hadith": {
    "hadith_id": 3464,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছেন, বনী ইসরাঈলের মধ্যে তিনজন লোক ছিল। একজন শ্বেতরোগী,  একজন মাথায় টাকওয়ালা আর একজন অন্ধ। মহান আল্লাহ তাদেরকে পরীক্ষা করতে চাইলেন। কাজেই, তিনি তাদের নিকট একজন ফেরেশতা পাঠালেন। ফেরেশতা প্রথমে শ্বেত রোগীটির নিকট আসলেন এবং তাকে জিজ্ঞেস করলেন,  তোমার নিকট কোন জিনিস অধিক প্রিয়? সে জবাব দিল, সুন্দর রং ও সুন্দর চামড়া। কেননা,  মানুষ আমাকে ঘৃণা করে। ফেরেশতা তার শরীরের উপর হাত বুলিয়ে দিলেন। ফলে তার রোগ সেরে গেল। তাকে সুন্দর রং ও চামড়া দান করা হল। অতঃপর ফেরেশতা তাকে জিজ্ঞেস করলেন, কোন ধরণের সম্পদ তোমার নিকট অধিক প্রিয়? সে জবাব দিল, ‘উট’ অথবা সে বলল, ‘গরু’। এ ব্যাপারে বর্ণনাকারীর সন্দেহ রয়েছে যে শ্বেতরোগী না টাকওয়ালা দু’জনের একজন বলছিল ‘উট’ আর অপরজন বলেছিল ‘গরু’। অতএব তাকে একটি দশমাসের গর্ভবতী উটনী দেয়া হল। তখন ফেরেশতা বললেন, “এতে তোমার জন্য বরকত হোক।” বর্ণনাকারী বলেন, ফেরেশতা টাকওয়ালার নিকট গেলেন এবং বললেন, তোমার নিকট কী জিনিস পছন্দনীয়? সে বলল, সুন্দর চুল এবং আমার হতে যেন এ রোগ চলে যায়। মানুষ আমাকে ঘৃণা করে। বর্ণনাকারী বলেন,  ফেরেশতা তার মাথায় হাত বুলিয়ে দিলেন এবং তৎক্ষণাৎ মাথার টাক চলে গেল। তাকে সুন্দর চুল দেয়া হল। ফেরেশতা জিজ্ঞেস করলেন,  কোন সম্পদ তোমার নিকট অধিকপ্রিয়? সে জবাব দিল, ‘গরু’। অতঃপর তাকে একটি গর্ভবতী গাভী দান করলেন। এবং ফেরেশতা দু’আ করলেন,  এতে তোমাকে বরকত দান করা হোক। অতঃপর ফেরেশতা অন্ধের নিকট আসলেন এবং তাকে জিজ্ঞেস করলেন, কোন্‌ জিনিস তোমার নিকট অধিক প্রিয়?  সে বলল, আল্লাহ্‌ যেন আমার চোখের জ্যোতি ফিরিয়ে দেন, যাতে আমি মানুষকে দেখতে পারি। নবী‎ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তখন ফেরেশতা তার চোখের উপর হাত ফিরিয়ে দিলেন, তৎক্ষণাৎ আল্লাহ্‌ তার দৃষ্টিশক্তি ফিরিয়ে দিলেন। ফেরেশতা জিজ্ঞেস করলেন, কোন্‌ সম্পদ তোমার নিকট অধিক প্রিয়? সে জবাব দিল ‘ছাগল’। তখন তিনি তাকে একটি গর্ভবতী ছাগী দিলেন। উপরে উল্লেখিত লোকদের পশুগুলো বাচ্চা দিল। ফলে একজনের উটে ময়দান ভরে গেল, অপরজনের গরুতে মাঠ পূর্ণ হয়ে গেল এবং আর একজনের ছাগলে উপত্যকা ভরে গেল। অতঃপর ওই ফেরেশতা তাঁর পূর্ববর্তী আকৃতি ধারণ করে শ্বেতরোগীর নিকটে এসে বললন, আমি একজন নিঃস্ব ব্যক্তি। আমার সফরের সম্বল শেষ হয়ে গেছে। আজ আমার গন্তব্য স্থানে পৌঁছার আল্লাহ্‌ ব্যতীত কোন উপায় নেই। আমি তোমার নিকট ঐ সত্তার নামে একটি উট চাচ্ছি,  যিনি তোমাকে সুন্দর রং, কোমল চামড়া এবং সম্পদ দান করেছেন। আমি এর উপর সওয়ার হয়ে আমার গন্তব্যে পৌঁছাব। তখন লোকটি তাকে বলল, আমার উপর বহু দায়িত্ব রয়েছে। তখন ফেরেশতা তাকে বললেন, সম্ভবত আমি তোমাকে চিনি। তুমি কি একসময় শ্বেতরোগী ছিলেনা? মানুষ তোমাকে ঘৃণা করত। তুমি কি ফকীর ছিলে না? অতঃপর আল্লাহ্‌ তা’আলা তোমাকে দান করেছেন। তখন সে বলল, আমি তো এ সম্পদ আমার পূর্ব পুরুষ হতে ওয়ারিশ সূত্রে পেয়েছি। ফেরেশতা বললেন, তুমি যদি মিথ্যাচারী হও, তবে আল্লাহ্‌ তোমাকে সেরূপ করে দিন, যেমন তুমি ছিলে। অতঃপর ফেরেশতা মাথায় টাকওয়ালার নিকট তাঁর সেই বেশভূষা ও আকৃতিতে গেলেন এবং তাকে ঠিক তেমনই বললেন, যেরূপ তিনি শ্বেতরোগীকে বলেছিলেন। এও তাকে ঠিক অনুরূপ জবাব দিল যেমন জবাব দিয়েছিল শ্বেতরোগী। তখন ফেরেশতা বললেন, যদি তুমি মিথ্যাচারী হও, তবে আল্লাহ্‌ তোমাকে তেমন অবস্থায় করে দিন, যেমন তুমি ছিলে। শেষে ফেরেশতা অন্ধ লোকটির নিকট তাঁর আকৃতিতে আসলেন এবং বললেন, আমি একজন নিঃস্ব লোক, মুসাফির মানুষ; আমার সফরের সকল সম্বল শেষ হয়ে গেছে। আজ বাড়ি পৌঁছার ব্যাপারে আল্লাহ্‌ ব্যতীত কোন গতি নেই। তাই আমি তোমার নিকট সেই সত্তার নামে একটি ছাগী প্রার্থনা করছি যিনি তোমার দৃষ্টিশক্তি ফিরিয়ে দিয়েছেন আর আমি এ ছাগীটি নিয়ে আমার এ সফরে বাড়ি পৌঁছাতে পারব। সে বলল, প্রকৃতপক্ষেই আমি অন্ধ ছিলাম। আল্লাহ্‌ আমার দৃষ্টিশক্তি ফিরিয়ে দিয়েছেন। আমি ফকীর ছিলাম। আল্লাহ্‌ আমাকে সম্পদশালী করেছেন। এখন তুমি যা চাও নিয়ে যাও। আল্লাহ্‌র কসম। আল্লাহ্‌র জন্য তুমি যা কিছু নিবে, তার জন্য আজ আমি তোমার নিকট কোন প্রশংসাই দাবী করব না। তখন ফেরেশতা বললেন, তোমার সম্পদ তুমি রেখে দাও। তোমাদের তিনজনের পরীক্ষা নেয়া হল মাত্র। আল্লাহ্‌ তোমার উপর সন্তুষ্ট হয়েছেন আর তোমার সাথী দ্বয়ের উপর অসন্তুষ্ট হয়েছেন।",
    "ar": "حَدَّثَنِي أَحْمَدُ بْنُ إِسْحَاقَ، حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا إِسْحَاقُ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَمْرَةَ، أَنَّ أَبَا هُرَيْرَةَ، حَدَّثَهُ أَنَّهُ، سَمِعَ النَّبِيَّ صلى الله عليه وسلم ح وَحَدَّثَنِي مُحَمَّدٌ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ رَجَاءٍ، أَخْبَرَنَا هَمَّامٌ، عَنْ إِسْحَاقَ بْنِ عَبْدِ اللَّهِ، قَالَ أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي عَمْرَةَ، أَنَّ أَبَا هُرَيْرَةَ ـ رضى الله عنه ـ حَدَّثَهُ أَنَّهُ، سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّ ثَلاَثَةً فِي بَنِي إِسْرَائِيلَ أَبْرَصَ وَأَقْرَعَ وَأَعْمَى بَدَا لِلَّهِ أَنْ يَبْتَلِيَهُمْ، فَبَعَثَ إِلَيْهِمْ مَلَكًا، فَأَتَى الأَبْرَصَ‏.‏ فَقَالَ أَىُّ شَىْءٍ أَحَبُّ إِلَيْكَ قَالَ لَوْنٌ حَسَنٌ وَجِلْدٌ حَسَنٌ، قَدْ قَذِرَنِي النَّاسُ‏.‏ قَالَ فَمَسَحَهُ، فَذَهَبَ عَنْهُ، فَأُعْطِيَ لَوْنًا حَسَنًا وَجِلْدًا حَسَنًا‏.‏ فَقَالَ أَىُّ الْمَالِ أَحَبُّ إِلَيْكَ قَالَ الإِبِلُ ـ أَوْ قَالَ الْبَقَرُ هُوَ شَكَّ فِي ذَلِكَ، إِنَّ الأَبْرَصَ وَالأَقْرَعَ، قَالَ أَحَدُهُمَا الإِبِلُ، وَقَالَ الآخَرُ الْبَقَرُ ـ فَأُعْطِيَ نَاقَةً عُشَرَاءَ‏.‏ فَقَالَ يُبَارَكُ لَكَ فِيهَا‏.‏ وَأَتَى الأَقْرَعَ فَقَالَ أَىُّ شَىْءٍ أَحَبُّ إِلَيْكَ قَالَ شَعَرٌ حَسَنٌ، وَيَذْهَبُ عَنِّي هَذَا، قَدْ قَذِرَنِي النَّاسُ‏.‏ قَالَ فَمَسَحَهُ فَذَهَبَ، وَأُعْطِيَ شَعَرًا حَسَنًا‏.‏ قَالَ فَأَىُّ الْمَالِ أَحَبُّ إِلَيْكَ قَالَ الْبَقَرُ‏.‏ قَالَ فَأَعْطَاهُ بَقَرَةً حَامِلاً، وَقَالَ يُبَارَكُ لَكَ فِيهَا‏.‏ وَأَتَى الأَعْمَى فَقَالَ أَىُّ شَىْءٍ أَحَبُّ إِلَيْكَ قَالَ يَرُدُّ اللَّهُ إِلَىَّ بَصَرِي، فَأُبْصِرُ بِهِ النَّاسَ‏.‏ قَالَ فَمَسَحَهُ، فَرَدَّ اللَّهُ إِلَيْهِ بَصَرَهُ‏.‏ قَالَ فَأَىُّ الْمَالِ أَحَبُّ إِلَيْكَ قَالَ الْغَنَمُ‏.‏ فَأَعْطَاهُ شَاةً وَالِدًا، فَأُنْتِجَ هَذَانِ، وَوَلَّدَ هَذَا، فَكَانَ لِهَذَا وَادٍ مِنْ إِبِلٍ، وَلِهَذَا وَادٍ مِنْ بَقَرٍ، وَلِهَذَا وَادٍ مِنَ الْغَنَمِ‏.‏ ثُمَّ إِنَّهُ أَتَى الأَبْرَصَ فِي صُورَتِهِ وَهَيْئَتِهِ فَقَالَ رَجُلٌ مِسْكِينٌ، تَقَطَّعَتْ بِيَ الْحِبَالُ فِي سَفَرِي، فَلاَ بَلاَغَ الْيَوْمَ إِلاَّ بِاللَّهِ ثُمَّ بِكَ، أَسْأَلُكَ بِالَّذِي أَعْطَاكَ اللَّوْنَ الْحَسَنَ وَالْجِلْدَ الْحَسَنَ وَالْمَالَ بَعِيرًا أَتَبَلَّغُ عَلَيْهِ فِي سَفَرِي‏.‏ فَقَالَ لَهُ إِنَّ الْحُقُوقَ كَثِيرَةٌ‏.‏ فَقَالَ لَهُ كَأَنِّي أَعْرِفُكَ، أَلَمْ تَكُنْ أَبْرَصَ يَقْذَرُكَ النَّاسُ فَقِيرًا فَأَعْطَاكَ اللَّهُ فَقَالَ لَقَدْ وَرِثْتُ لِكَابِرٍ عَنْ كَابِرٍ‏.‏ فَقَالَ إِنْ كُنْتَ كَاذِبًا فَصَيَّرَكَ اللَّهُ إِلَى مَا كُنْتَ، وَأَتَى الأَقْرَعَ فِي صُورَتِهِ وَهَيْئَتِهِ، فَقَالَ لَهُ مِثْلَ مَا قَالَ لِهَذَا، فَرَدَّ عَلَيْهِ مِثْلَ مَا رَدَّ عَلَيْهِ هَذَا فَقَالَ إِنْ كُنْتَ كَاذِبًا فَصَيَّرَكَ اللَّهُ إِلَى مَا كُنْتَ‏.‏ وَأَتَى الأَعْمَى فِي صُورَتِهِ فَقَالَ رَجُلٌ مِسْكِينٌ وَابْنُ سَبِيلٍ وَتَقَطَّعَتْ بِيَ الْحِبَالُ فِي سَفَرِي، فَلاَ بَلاَغَ الْيَوْمَ إِلاَّ بِاللَّهِ، ثُمَّ بِكَ أَسْأَلُكَ بِالَّذِي رَدَّ عَلَيْكَ بَصَرَكَ شَاةً أَتَبَلَّغُ بِهَا فِي سَفَرِي‏.‏ فَقَالَ قَدْ كُنْتُ أَعْمَى فَرَدَّ اللَّهُ بَصَرِي، وَفَقِيرًا فَقَدْ أَغْنَانِي، فَخُذْ مَا شِئْتَ، فَوَاللَّهِ لاَ أَجْهَدُكَ الْيَوْمَ بِشَىْءٍ أَخَذْتَهُ لِلَّهِ‏.‏ فَقَالَ أَمْسِكْ مَالَكَ، فَإِنَّمَا ابْتُلِيتُمْ، فَقَدْ رَضِيَ اللَّهُ عَنْكَ وَسَخِطَ عَلَى صَاحِبَيْكَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "60"
    }
  }
}