{
  "hadith": {
    "hadith_id": 3465,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, তোমাদের আগের যুগের লোকদের মধ্যে তিনজন লোক ছিল। তাঁরা পথ চলছিল। হঠাৎ তাদের বৃষ্টি পেয়ে গেল। তখন তারা এক গুহায় আশ্রয় নিল। অমনি তাদের গুহার মুখ বন্ধ হয়ে গেল। তাদের একজন অন্যদেরকে বললেন, বন্ধুগণ আল্লাহ্‌র কসম! এখন সত্য ব্যতীত কিছুই তোমাদেরকে রেহাই করতে পারবে না। কাজেই, এখন তোমাদের প্রত্যেকের সেই জিনিসের উসিলায় দু’আ করা দরকার, যে সম্পর্কে জানা রয়েছে যে, এ কাজটিতে সে সত্যতা আছে। তখন তাদের একজন দু’আ করলেন- হে আল্লাহ! আপনি জানেন যে, আমার একজন মজদুর ছিল। সে এক ফারাক [১] চাউলের বিনিময়ে আমার কাজ করে দিয়েছিল। পরে সে মজুরী না নিয়েই চলে গিয়েছিল। আমি তার এ মজুরী দিয়ে কিছু একটা করার ইচ্ছা করলাম এবং কৃষি কাজে লাগালাম। এতে যা উৎপাদন হল, তার বিনিময়ে আমি একটি গাভী কিনলাম। সেই মজদুর আমার নিকট এসে তার মজুরী দাবী করল। আমি তাকে বললাম, এ গাভীটির দিকে তাকাও এবং তা হাঁকিয়ে নিয়ে যাও। সে জবাব দিল, আমার আপনার নিকট মাত্র এক ‘ফারাক’ চালই পাওনা। আমি তাকে বললাম গাভিটি নিয়ে যাও। কেননা সেই এক ‘ফারাক’ দ্বারা যা উৎপাদিত হয়েছে, তারই বিনিময়ে এটি কেনা হয়েছে। তখন সে গাভীটি হাঁকিয়ে নিয়ে গেল। আপনি জানেন যে, তা আমি একমাত্র আপনার ভয়েই করেছি। তাহলে আমাদের হতে সরিয়ে দিন। তখন তাদের নিকট হতে পাথরটি কিছুটা সরে গেল। তাদের আরেকজন দু’আ করল, হে আল্লাহ্‌! আপনি জানেন যে, আমার মা-বাপ খুব বৃদ্ধ ছিলেন। আমি প্রতি রাতে তাঁদের জন্য আমার বকরীর দুধ নিয়ে তাঁদের নিকট যেতাম। এক রাতে তাদের নিকট যেতে আমি দেরী করে ফেললাম। অতঃপর এমন সময় গেলাম, যখন তাঁরা দু’জনে ঘুমিয়ে পড়েছেন। এদিকে আমার পরিবার পরিজন ক্ষুধার কারণে চিৎকার করছিল। আমার মাতা-পিতাকে দুধ পান না করান পর্যন্ত ক্ষুধায় কাতর আমার সন্তানদেরকে দুধ পান করাইনি। কেননা, তাদেরকে ঘুম হতে জাগানটি আমি পছন্দ করিনি। অপরদিকে তাদেরকে বাদ দিতেও ভাল লাগেনি। কারণ, এ দুধটুকু পান না করলে তাঁরা উভয়েই দুর্বল হয়ে যাবেন। তাই আমি ভোর হয়ে যাওয়া পর্যন্ত অপেক্ষা করছিলাম। আপনি জানেন যে, এ কাজ আমি করেছি, একমাত্র আপনার ভয়ে, তাই আমাদের হতে সরিয়ে দিন। অতঃপর পাথরটি তাদের হতে আরেকটু সরে গেল। এমন কি তারা আসমান দেখতে পেল। অপর ব্যক্তি দু’আ করল, হে আল্লাহ্‌! আপনি জানেন যে আমার একটি চাচাত বোন ছিল। সবেচেয়ে সে আমার নিকট অধিক প্রিয় ছিল। আমি তার সঙ্গে বাসনা করছিলাম। কিন্তু সে একশ’ দীনার প্রদান ছাড়া ঐ কাজে রাজী হতে চাইল না। আমি স্বর্ণ মুদ্রা অর্জনের চেষ্টা আরম্ভ করলাম এবং তা অর্জনে সমর্থও হলাম। অতঃপর কথিত মুদ্রাসহ তার নিকট উপস্থিত হয়ে তাকে তা অর্পণ করলাম। সেও তার দেহ আমার জন্য অর্পণ করলো। আমি যখন তার দুই পায়ের মাঝে বসে পড়লাম তখন সে বলল, আল্লাহ্‌কে ভয় কর, অন্যায় ও অবৈধভাবে পবিত্র ও রক্ষিত আবরুকে বিনষ্ট করোনা। আমি তৎক্ষণাৎ সরে পড়লাম ও স্বর্ণমুদ্রা ছেড়ে আসলাম। হে আল্লাহ্‌! আপনি জানেন যে, আমি প্রকৃতই আপনার ভয়ে তা করেছিলাম। তাই আমাদের রাস্তা প্রশস্ত করে দিন। আল্লাহ্‌ সংকট দূরীভূত করলেন। তারা বের হয়ে আসল।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ بْنُ خَلِيلٍ، أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عُمَرَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ بَيْنَمَا ثَلاَثَةُ نَفَرٍ مِمَّنْ كَانَ قَبْلَكُمْ يَمْشُونَ إِذْ أَصَابَهُمْ مَطَرٌ، فَأَوَوْا إِلَى غَارٍ، فَانْطَبَقَ عَلَيْهِمْ، فَقَالَ بَعْضُهُمْ لِبَعْضٍ إِنَّهُ وَاللَّهِ يَا هَؤُلاَءِ لاَ يُنْجِيكُمْ إِلاَّ الصِّدْقُ، فَلْيَدْعُ كُلُّ رَجُلٍ مِنْكُمْ بِمَا يَعْلَمُ أَنَّهُ قَدْ صَدَقَ فِيهِ‏.‏ فَقَالَ وَاحِدٌ مِنْهُمُ اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّهُ كَانَ لِي أَجِيرٌ عَمِلَ لِي عَلَى فَرَقٍ مِنْ أَرُزٍّ، فَذَهَبَ وَتَرَكَهُ، وَأَنِّي عَمَدْتُ إِلَى ذَلِكَ الْفَرَقِ فَزَرَعْتُهُ، فَصَارَ مِنْ أَمْرِهِ أَنِّي اشْتَرَيْتُ مِنْهُ بَقَرًا، وَأَنَّهُ أَتَانِي يَطْلُبُ أَجْرَهُ فَقُلْتُ اعْمِدْ إِلَى تِلْكَ الْبَقَرِ‏.‏ فَسُقْهَا، فَقَالَ لِي إِنَّمَا لِي عِنْدَكَ فَرَقٌ مِنْ أَرُزٍّ‏.‏ فَقُلْتُ لَهُ اعْمِدْ إِلَى تِلْكَ الْبَقَرِ فَإِنَّهَا مِنْ ذَلِكَ الْفَرَقِ، فَسَاقَهَا، فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ مِنْ خَشْيَتِكَ، فَفَرِّجْ عَنَّا‏.‏ فَانْسَاحَتْ عَنْهُمُ الصَّخْرَةُ‏.‏ فَقَالَ الآخَرُ اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّهُ كَانَ لِي أَبَوَانِ شَيْخَانِ كَبِيرَانِ، فَكُنْتُ آتِيهِمَا كُلَّ لَيْلَةٍ بِلَبَنِ غَنَمٍ لِي، فَأَبْطَأْتُ عَلَيْهِمَا لَيْلَةً فَجِئْتُ وَقَدْ رَقَدَا وَأَهْلِي وَعِيَالِي يَتَضَاغَوْنَ مِنَ الْجُوعِ، فَكُنْتُ لاَ أَسْقِيهِمْ حَتَّى يَشْرَبَ أَبَوَاىَ، فَكَرِهْتُ أَنْ أُوقِظَهُمَا، وَكَرِهْتُ أَنْ أَدَعَهُمَا، فَيَسْتَكِنَّا لِشَرْبَتِهِمَا، فَلَمْ أَزَلْ أَنْتَظِرُ حَتَّى طَلَعَ الْفَجْرُ، فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ مِنْ خَشْيَتِكَ، فَفَرِّجْ عَنَّا‏.‏ فَانْسَاحَتْ عَنْهُمُ الصَّخْرَةُ، حَتَّى نَظَرُوا إِلَى السَّمَاءِ‏.‏ فَقَالَ الآخَرُ اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّهُ كَانَ لِي ابْنَةُ عَمٍّ مِنْ أَحَبِّ النَّاسِ إِلَىَّ، وَأَنِّي رَاوَدْتُهَا عَنْ نَفْسِهَا فَأَبَتْ إِلاَّ أَنْ آتِيَهَا بِمِائَةِ دِينَارٍ، فَطَلَبْتُهَا حَتَّى قَدَرْتُ، فَأَتَيْتُهَا بِهَا فَدَفَعْتُهَا إِلَيْهَا، فَأَمْكَنَتْنِي مِنْ نَفْسِهَا، فَلَمَّا قَعَدْتُ بَيْنَ رِجْلَيْهَا، فَقَالَتِ اتَّقِ اللَّهَ وَلاَ تَفُضَّ الْخَاتَمَ إِلاَّ بِحَقِّهِ‏.‏ فَقُمْتُ وَتَرَكْتُ الْمِائَةَ دِينَارٍ، فَإِنْ كُنْتَ تَعْلَمُ أَنِّي فَعَلْتُ ذَلِكَ مِنْ خَشْيَتِكَ فَفَرِّجْ عَنَّا‏.‏ فَفَرَّجَ اللَّهُ عَنْهُمْ فَخَرَجُوا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ফারাক হল পরিমাপের পাত্র বিশেষ।",
    "chapter": {
      "chapter_number": "60"
    }
  }
}