{
  "hadith": {
    "hadith_id": 347,
    "narrator": "শাক্বীক (রহঃ)",
    "bn": "তিনি বলেনঃ আমি ‘আবদুল্লাহ্‌ (ইব্‌নু মাস’ঊদ) ও আবূ মূসা আশ’আরী (রাঃ)-এর সঙ্গে বসা ছিলাম। আবু মূসা (রাঃ) ‘আবদুল্লাহ্‌ (রাঃ)-কে বললেনঃ কোন ব্যক্তি জুনুবী হলে সে যদি এক মাস পর্যন্ত পানি না পায়, তা হলে কি সে তায়াম্মুম করে সালাত আদায় করবে না? শাক্বীক (রহঃ) বলেন, ‘আবদুল্লাহ্‌ (রাঃ) বললেনঃ এক মাস পানি না পেলেও সে তায়াম্মুম করবে না। তখন তাঁকে আবূ মূসা (রাঃ) বললেনঃ তাহলে সূরা মায়িদাহ্‌র এ আয়াত সম্পর্কে কী করবেন যে, “পানি না পেলে পাক মাটি দিয়ে তায়াম্মুম করবে”- (সূরা আল-মায়িদা ৫/৬)। আবদুল্লাহ্‌ (রাঃ) জওয়াব দিলেন, মানুষকে সেই অনুমতি দিলে অবস্থা এমন পর্যায়ে পৌছার সম্ভাবনা রয়েছে যে, সামান্য ঠান্ডা লাগলেই লোকেরা মাটি দিয়ে তায়াম্মুম করবে। আমি বললাম আপনারা এ জন্যেই কি তা অপছন্দ করেন? তিনি জবাব দিলেন, হাঁ। আবূ মূসা (রাঃ) বললেনঃ আপনি কি ‘উমর ইব্‌নু খাত্তাব (রাঃ)–এর সম্মুখে ‘আম্মার (রাঃ)-এর এ কথা শোনেননি যে, আমাকে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটা প্রয়োজনে বাইরে পাঠিয়েছিলেন। সফরে আমি জুনুবী হয়ে পড়লাম এবং পানি পেলাম না। এজন্য আমি জন্তুর মত মাটিতে গড়াগড়ি দিলাম। পরে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর নিকট ঘটনাটি বর্ণনা করলাম। তখন তিনি বললেনঃ তোমার জন্য তো এটুকুই যথেষ্ট ছিল- এই বলে তিনি দু’ হাত মাটিতে মারলেন, তারপর তা ঝেড়ে নিলেন এবং তা দিয়ে তিনি বাম হাতে ডান হাতের পিঠ মাস্‌হ করলেন কিংবা রাবী বলেছেন, বাম হাতের পিঠ ডান হাতে মাস্‌হ করলেন। তারপর হাত দু’টো দিয়ে তাঁর মুখমন্ডল মাস্‌হ করলেন। ‘আবদুল্লাহ্‌ বললেনঃ আপনি দেখেন নি যে, ‘উমর (রাঃ) ‘আম্মার (রাঃ)-এর কথায় সন্তুষ্ট হননি? ইয়া’লা (রাঃ) আ’মাশ (রহঃ) হতে এবং তিনি শাক্বীক (রহঃ) হতে আরো বলেছেন যে, তিনি বললেনঃ আমি ‘আবদুল্লাহ্‌ (রাঃ) ও আবূ মূসা (রাঃ)–এর নিকট হা্যির ছিলামঃ আবূ (রাঃ) বলছিলেনঃ আপনি ‘উমর (রাঃ) হতে ‘আম্মারের এ কথা শোনেননি যে, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে ও আপনাকে বাইরে পাঠিয়েছিলেন। তখন আমি জুনুবী হয়ে গিয়ে মাটিতে গড়াগড়ি দিয়েছিলাম। তারপর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর নিকট এসে এ বিষয় তাঁকে জানালাম। তখন তিনি বললেনঃ তোমার জন্য এই যথেষ্ট ছিল- এ বলে তিনি তাঁর মুখমন্ডল ও দু’ হাত একবার মাস্‌হ করলেন?",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ، قَالَ أَخْبَرَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ شَقِيقٍ، قَالَ كُنْتُ جَالِسًا مَعَ عَبْدِ اللَّهِ وَأَبِي مُوسَى الأَشْعَرِيِّ فَقَالَ لَهُ أَبُو مُوسَى لَوْ أَنَّ رَجُلاً أَجْنَبَ، فَلَمْ يَجِدِ الْمَاءَ شَهْرًا، أَمَا كَانَ يَتَيَمَّمُ وَيُصَلِّي فَكَيْفَ تَصْنَعُونَ بِهَذِهِ الآيَةِ فِي سُورَةِ الْمَائِدَةِ ‏{‏فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا‏}‏ فَقَالَ عَبْدُ اللَّهِ لَوْ رُخِّصَ لَهُمْ فِي هَذَا لأَوْشَكُوا إِذَا بَرَدَ عَلَيْهِمُ الْمَاءُ أَنْ يَتَيَمَّمُوا الصَّعِيدَ‏.‏ قُلْتُ وَإِنَّمَا كَرِهْتُمْ هَذَا لِذَا قَالَ نَعَمْ‏.‏ فَقَالَ أَبُو مُوسَى أَلَمْ تَسْمَعْ قَوْلَ عَمَّارٍ لِعُمَرَ بَعَثَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَاجَةٍ فَأَجْنَبْتُ، فَلَمْ أَجِدِ الْمَاءَ، فَتَمَرَّغْتُ فِي الصَّعِيدِ كَمَا تَمَرَّغُ الدَّابَّةُ، فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ إِنَّمَا كَانَ يَكْفِيكَ أَنْ تَصْنَعَ هَكَذَا ‏\"‏‏.‏ فَضَرَبَ بِكَفِّهِ ضَرْبَةً عَلَى الأَرْضِ ثُمَّ نَفَضَهَا، ثُمَّ مَسَحَ بِهَا ظَهْرَ كَفِّهِ بِشِمَالِهِ، أَوْ ظَهْرَ شِمَالِهِ بِكَفِّهِ، ثُمَّ مَسَحَ بِهِمَا وَجْهَهُ فَقَالَ عَبْدُ اللَّهِ أَفَلَمْ تَرَ عُمَرَ لَمْ يَقْنَعْ بِقَوْلِ عَمَّارٍ وَزَادَ يَعْلَى عَنِ الأَعْمَشِ عَنْ شَقِيقٍ كُنْتُ مَعَ عَبْدِ اللَّهِ وَأَبِي مُوسَى فَقَالَ أَبُو مُوسَى أَلَمْ تَسْمَعْ قَوْلَ عَمَّارٍ لِعُمَرَ إِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَنِي أَنَا وَأَنْتَ فَأَجْنَبْتُ فَتَمَعَّكْتُ بِالصَّعِيدِ، فَأَتَيْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَأَخْبَرْنَاهُ فَقَالَ ‏\"‏ إِنَّمَا كَانَ يَكْفِيكَ هَكَذَا ‏\"‏‏.‏ وَمَسَحَ وَجْهَهُ وَكَفَّيْهِ وَاحِدَةً",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "7"
    }
  }
}