{
  "hadith": {
    "hadith_id": 3510,
    "narrator": "ইব্ন ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, যখন ‘আবদুল কায়স গোত্রের এক প্রতিনিধি দল আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর দরবারে হাজির হয়ে আরয করল, হে আল্লাহ্‌র রাসূল! এ গোত্রটি রাবী’আহ বংশের। আমাদের এবং আপনার মধ্যে মূযার গোত্রের কাফিররা বাধা সৃষ্টি করে রেখেছে। আমরা সম্মানিত চার মাস ছাড়া অন্য সময় আপনার নিকট হাযির হতে পারি না। খুবই ভালো হতো যদি আপনি আমাদেরকে এমন কিছু আদেশ দিয়ে দিতেন যা আপনার নিকট হতে গ্রহণ করে আমাদের পিছনে অবস্থিত লোকদের পৌঁছে দিতাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমি তোমাদেরকে চারটি কাজের আদেশ দিচ্ছি এবং চারটি কাজের নিষেধাজ্ঞা প্রদান করছি। (এক) আল্লাহ্‌র প্রতি ঈমান আনা এবং এ সাক্ষ্য দেয়া যে, আল্লাহ্ ছাড়া অন্য কোন প্রকৃত ইলাহ নেই, (দুই) সালাত কায়িম করা, (তিন) যাকাত আদায় করা, (চার) গনীমতের যে মাল তোমরা লাভ কর তার পঞ্চমাংশ আল্লাহ্‌র জন্য বায়তুল মালে দান করা। আর আমি তোমাদেরকে দুব্বা (কদু পাত্র), হান্তম (সবুজ রং এর ঘড়া), নাকীর (খেজুর বৃক্ষের মূল খোদাই করে তৈরি পাত্র), মযাফ্ফাত (আলকাতরা লাগানো মাটির পাত্র, এই চারটি পাত্রের) ব্যবহার করতে নিষেধ করছি।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا حَمَّادٌ، عَنْ أَبِي جَمْرَةَ، قَالَ: سَمِعْتُ ابْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، يَقُولُ: قَدِمَ وَفْدُ عَبْدِ القَيْسِ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالُوا يَا رَسُولَ اللَّهِ: إِنَّا مِنْ هَذَا الحَيِّ مِنْ رَبِيعَةَ، قَدْ حَالَتْ بَيْنَنَا وَبَيْنَكَ كُفَّارُ مُضَرَ، فَلَسْنَا نَخْلُصُ إِلَيْكَ إِلَّا فِي كُلِّ شَهْرٍ حَرَامٍ، فَلَوْ أَمَرْتَنَا بِأَمْرٍ نَأْخُذُهُ عَنْكَ وَنُبَلِّغُهُ مَنْ وَرَاءَنَا، قَالَ: \" آمُرُكُمْ بِأَرْبَعٍ، وَأَنْهَاكُمْ عَنْ أَرْبَعٍ: الإِيمَانِ بِاللَّهِ شَهَادَةِ أَنْ لاَ إِلَهَ إِلَّا اللَّهُ، وَإِقَامِ الصَّلاَةِ، وَإِيتَاءِ الزَّكَاةِ، وَأَنْ تُؤَدُّوا إِلَى اللَّهِ خُمْسَ مَا غَنِمْتُمْ، وَأَنْهَاكُمْ عَنِ الدُّبَّاءِ، وَالحَنْتَمِ وَالنَّقِيرِ، وَالمُزَفَّتِ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "61"
    }
  }
}