{
  "hadith": {
    "hadith_id": 3511,
    "narrator": "‘আবদুল্লাহ ইব্ন ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, আমি আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে মিম্বরের উপর উপবিষ্ট অবস্থায় পূর্ব দিকে [১] ইঙ্গিত করে বলতে শুনেছি, সাবধান! ফিতনা ফাসাদের উদ্ভব ঐদিক থেকেই হবে এবং ঐদিক থেকেই শয়তানের শিং উদিত হবে।",
    "ar": "حَدَّثَنَا أَبُو اليَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ: حَدَّثَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: وَهُوَ عَلَى المِنْبَرِ: «أَلاَ إِنَّ الفِتْنَةَ هَا هُنَا يُشِيرُ إِلَى المَشْرِقِ مِنْ حَيْثُ يَطْلُعُ قَرْنُ الشَّيْطَانِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] এখানে ‘আবদুল্লাহ বিন ‘উমর (রাঃ) হতে বর্ণিত হাদীসে দেখা যায় যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পূর্বদিকে ইশারা করে এক সাবধান বাণী বা ভবিষ্যদ্বাণী উচ্চারণ করলেন। এখানে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলছেন, পৃথিবীর পূর্বদিক হতেই সমস্ত ফিতনাহ্র উদ্ভব হবে। ইসলামের ইতিহাস তথা বিশ্ব ইসলাম ইতিহাস পর্যালোচনা করলে দেখা যায় যে, ইসলাম বিনাশী বড় বড় ফিত্না ফাসাদ ও প্রলয়কারী বিদ‘আতসমূহ পৃথিবীর পূর্বপ্রান্ত থেকেই মাথা চাড়া দিয়ে উঠেছে।\nসর্বপ্রথম ‘আলী ও মু‘আবিয়া (রাঃ)’র খিলাফাত সম্পর্কিত গৃহযুদ্ধকে কেন্দ্র করে মুসলিমদের মধ্যে খারিজী ও শী’আ দলের উদ্ভব হয়। যা পূর্বদেশ থেকেই ঘটেছিল। অতঃপর যুগে যুগে মু‘তাজিলা, ক্বাদারিয়াহ, জাবারিয়াহ, জাহমিয়াহ, চিশতিয়া, মুজাদ্দেদীয়া, সাহরাওয়ার্দিয়াহ, আজমেরী রেযাখানী (রেজা আহমদ খান ব্রেলভী যিনি আজমিরের কবর পূজার প্রবর্তক), বাহাই, কাদিয়ানী, ইলিয়াসী ইত্যাদি যাবতীয় ফিতনার উদ্ভব পূর্ব দিক থেকেই ঘটেছে যার কয়েকটির অতি সংক্ষিপ্ত পরিচিত তুলে ধরা হলোঃ\nখারিজী: ইসলামের সর্বপ্রথম ধর্মীয় সম্প্রদায়। খিলাফাত এবং বিশ্বাস বা কর্মের যৌক্তিকতা সম্পর্কে প্রশ্ন তুলে তারা নিজেদেরকে আলাদা করে ফেলে। রাজনীতি ক্ষেত্রে তারা যে প্রধান ভূমিকায় অবতীর্ণ হয়েছিল তা ছিল পুনঃ পুনঃ বিদ্রোহ সংগঠন এবং সাময়িকভাবে কোন অঞ্চল দখল করতঃ গন্ডগোল সৃষ্টি করা। ‘আলী (রাঃ) -এর খিলাফাতের শেষ দুই বৎসর এবং উমায়্যাহ আমলে তারা মুসলিম সাম্রাজ্যের পূর্বাংশে অশান্তি সৃষ্টি করেছিল এবং পরোক্ষ ‘আলী (রাঃ) -এর বিরুদ্ধে মু‘আবিয়াকে এবং উমায়্যাহদের বিরুদ্ধে ‘আব্বাসীয়গণকে যুদ্ধে জয়লাভ করতে সাহায্য করেছিল।\nশী‘আ: রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর মৃত্যুর পর ‘আলী (রাঃ) ন্যায়তঃ খালীফাহ হওয়ার দাবীদার ছিলেন। এই মতবাদের ভিত্তিতে শী‘আ দলের উদ্ভব হয়। শী‘আগণ খিলাফত বনাম গণসমর্থনের ভিত্তিতে নির্বাচিত খালীফাহ্র আনুগত্য স্বীকার করতে রাজী নয় - এমনকি কুরাইশ হলেও না। তাদের মত হল, আহলি বায়ত (নবীর পরিবার) অর্থাৎ ‘আলী ও ফাতিমাহ্ (রাঃ) -এর বংশোদ্ভূতগণই ইমামাত (খিলাফাত নয়) এর অধিকারী। পূর্ববর্তী ইমাম তাঁর উত্তরাধিকারী পরবর্তী ইমামের মনোনয়ন দিবেন। শী‘আ ধর্ম - পুস্তকে দেখা যায় যে, যে ব্যক্তি তার সময়ের প্রকৃত ইমাম কে (?) তা না জেনে মারা যায়, সে কাফিররূপে মারা যায় (আরবী) “আলীর দল’ কথাটি হতে সংক্ষেপে শী‘আ নামের প্রচলন হয়েছিল। \nমু‘তাযিলা: যে ধর্মতাত্ত্বিক দল ইসলামী ধর্ম বিশ্বাসের ব্যাপারে যুক্তিমূলক মতবাদকে সর্বপ্রধান সূত্র হিসেবে গ্রহণ করে তার নাম।\nকাদারিয়্যাহ: তাকদীরের সঠিক ব্যাখ্যা সম্পর্কে তাত্ত্বিক আলোচনার ফলে বসরাতে এই দলের উদ্ভব হয়। কাদারিয়্যা দলের মত হল মন্দ ইচ্ছা ও কর্মের সম্পর্ক আল্লাহর প্রতি প্রযোজ্য হতে পারে না। এর সম্পর্ক মানুষের সঙ্গে।\nজাবারিয়্যাহ: জাবারিয়্যাহ মতে মানুষের ইচ্ছা বা কর্ম - স্বাধীনতা নাই। আল্লাহ সর্বময় ক্ষমতার অধিকারী। তিনি যা ইচ্ছে তাই করেন।\nজাহমিয়্যাহ: জাহম ইব্ন সাফওয়ান (মৃত্যু ৭৪৬ খ্রীঃ) ধর্মতত্ত্ববিদ হিসেবে কিছুটা স্বাধীন মত পোষণ করতেন। ঈমানকে তিনি অন্তরের ব্যাপার বলে জানতেন, জান্নাত ও জাহান্নামকে চিরস্থায়ী মনে করতেন না। তার অনুসারীরা জাহমিয়্যাহ নামে পরিচিত।\nচিশতিয়্যা: ভারত উপমহাদেশের একটি সূফী তারীকা। খাজা মুঈনুদ্দীন চিশতী দ্বাদশ শতাব্দীতে সূফীবাদের এই সিলসিলাঃ ভারত উপমহাদেশে নিয়ে আসেন এবং আজমীরে এর প্রথম কেন্দ্র স্থাপন করেন।\nনাকশ্বন্দী: মুহাম্মাদ ইব্ন মুহাম্মাদ বাহাউদ্দীন আল - বুখারী (৭১৭ - ৭৯১/১৩১৭ - ১৩৮৯) নাকশ্বন্দী প্রতিষ্ঠিত সূফী সম্প্রদায়। \nকাদিরিয়্যাহ: আব্দুল কাদির জীলানী (রহঃ) নামানুসারে একটি সূফী তারীকার নাম কাদিরিয়্যাহ।\nবাহাঈ: বাহাউল্লাহ ও ‘আব্দুল বাহা কর্তৃক ইরান থেকে প্রচারিত ধর্মমত। সময়কাল ১৮১৭ - ১৮৯২ খ্রীঃ।\nকাদিয়ানী: ভারতের পাঞ্জাব প্রদেশের গুরুদাসপুর জেলার কাদিয়ান উপশহরে ১৮৩৫ সালে জন্মগ্রহণকারী ভন্ড নবী মির্যা গোলাম আহমাদ কাদিয়ানীর প্রচারিত ধর্মমত।\nকবরপূজা, দরগাহপূজা, ইসলামের বিকৃত অবস্থা, বিকৃতিকরণ, তথা উক্ত প্রক্রিয়ার উৎসস্থল নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর ভবিষ্যদ্বাণী অনুযায়ী পৃথিবীর পূর্ব প্রান্ত বটে। এখান থেকেই শয়তানের শিং গজিয়ে উঠবে এবং উক্ত শিং সঠিক ইসলামকে গূতা দিতে দিতে একেবারে কোণঠাসা করে ফেলবে। যার বাস্তব চিত্র অনেকটা প্রকাশ পেতে চলেছে। যেমন ঈদে মিলাদুন্নবীর মিছিলকারী বিদ‘আতীদের রাজধানীসহ দেশের বিভিন্ন স্থানে পদচারণা ও তৎপরতায় মনে হয় এ দেশের ইসলাম ও দ্বীন দরদী একমাত্র এরাই। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সারা জীবনে পূর্ববর্তী কোন নবীদের জন্ম দিবস পালন করে যাননি। নিজের জন্মদিনও পালন  করেননি। তদ্বীয় সাহাবায়ে কেরাম (রাঃ) তাঁদের প্রাণাধিক প্রিয় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর জন্মদিবস, মৃত্যুদিবস পালন করেননি। অথচ পূর্বদেশীয় উক্ত বিভ্রান্ত লোকেদের ধারণা মতে যারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর জন্ম ও ওফাত দিবস পালন না করবে তারা ফাসেক, গোমরাহ্ ইত্যাদি ইত্যাদি। এখন প্রশ্ন হলো, নবীর যুগে, সাহাবাদের যুগে, তাবি’ঈনদের যুগে তথা ইসলামের মহামতি ইমাম চতুষ্টয়ের যুগে এভাবে ঘটা করে বিশাল আয়োজনের সাথে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর জন্ম দিবস ও ওফাত দিবস পালন না করায় তাদের কি কোন অন্যায় বা ক্ষতি হয়েছে? নিশ্চয় বলবেন, তাঁদের কোন অন্যায় হয়নি। বরং তাঁরা এবম্বিধ কার্যাদি পালন হতে বিরত থেকেই সঠিক কাজ করেছেন। সুতরাং ইত্যাকার কাজে যারা জড়িত তাদের কাজ যে সঠিক নয় তা আর যুক্তি দিয়ে বুঝিয়ে বলার প্রয়োজন নেই।\nঅতঃপর চিল্লাধারী বন্ধুদের চিল্লার পর চিল্লার মাধ্যমে স্বীয় পরিবার - পরিজনের প্রতি যথাযথ দায়িত্ব পালনের ব্যাপারে অবজ্ঞা প্রদর্শন করা, আল্লাহর নির্দেশ- (আরবী) (তোমরা তোমাদের নিজেদেরকে ও পরিবারবর্গকে জাহান্নামের আগুন থেকে বাঁচাও)’র প্রতি ভ্রুক্ষেপ না ক’রে দেশ - দেশান্তরে গমন করা, (আরবী) (তোমাদের কাছে দু’টো জিনিস ছেড়ে গেলাম (আরবী) আল্লাহর কিতাব ও তাঁর নবীর সুন্নাহ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর এ অন্তিম বাণীকে উপেক্ষা করে বানোয়াট, জাল, উদ্ভট ও আজগুবি কথায় পরিপূর্ণ নিজেদের সিলেবাসের কিতাব পড়তে বাধ্য করা, হাজারো অশ্লীলতা, বেহায়াপনা, সুদ, ঘুষ, জুয়া ইত্যাদির ব্যাপারে মুখ - চোখ - কান বন্ধ করে রেখে (আরবী) এর ফারযকে দূরে নিক্ষেপ করে মুসলমানদের খাসি করণের অভিযান পরিচালনা করা, দা’ওয়াত দেয়ার নামে মু’মিন মুসল্লীদেরকে মসজিদের গেটে যখন তখন বিরক্ত করা ও বিভিন্ন বিদ’আতী তৎপরতা, অন্যায়ের প্রতিবাদী ইসলামের জিহাদী রূপকে ম্লান করতে চলেছে বটে।\nপাক - ভারত উপমহাদেশ তথা ভারত, বাংলাদেশ, পাকিস্তানসহ পূর্বাঞ্চলীয় মুসলিমদের মধ্যে প্রচলিত তাবলীগের মাধ্যমে যে ধর্মনিরপেক্ষ তথাকথিত এক প্রকারের ইসলামী চেতনা পরিলক্ষিত হচ্ছে তা যদি যুল্ম, নির্যাতন, হত্যা, শোষণ, লুন্ঠন, অত্যাচার, অবিচার, অশ্লীলতা, নির্লজ্জতা ও বেহায়াপনার বিরুদ্ধে সোচ্চার প্রতিবাদী না হয়, শিরক, বিদ‘আতের বিরুদ্ধে আপোষহীন না হয়, সর্বশ্রেণীকে ম্যানেজ করে চলার সুবিধাবাদী নীতি পরিহারকারী না হয়, তাহলে রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর ভবিষ্যদ্বাণী অনুযায়ী উক্ত প্রচলিত তাবলীগ জামা‘আতকেও পূর্বাঞ্চলীয় বিভেদ সৃষ্টিকারী, ফিতনা ও ফাসাদ সৃষ্টিকারী দ্বীন বিকৃতিকারী একটি দল ব’লে নিঃসন্দেহে সনাক্ত করা যাবে। কেননা উক্ত দলটির তথাকথিত নবীওয়ালা কাজের ফাঁকা বুলি পূর্ববর্তী দ্বীনদার মুসলিমদের কাজের সহিত সামঞ্জস্যশীল নয় বলেই তখন গণ্য হবে।",
    "chapter": {
      "chapter_number": "61"
    }
  }
}