{
  "hadith": {
    "hadith_id": 3516,
    "narrator": "আবূ বাকরাহ (রাঃ)",
    "bn": "আকরা‘ ইব্‌ন হাবিস নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট ‘আরয করলেন, আসলাম গোত্রের সুররাক হাজীজ, গিফার ও মুযায়না গোত্রদ্বয় আপনার নিকট বায়‘আত করেছে এবং (রাবী বলেন) আমার ধারণা জুহায়না গোত্রও। এ ব্যাপারে ইব্‌ন আবূ ইয়াকুব সন্দেহ পোষণ করেছেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তুমি কি জান, আসলাম, গিফার ও মুযায়নাহ গোত্রত্রয়, (রাবী বলেন) আমার মনে হয় তিনি জুহায়নাহ গোত্রের কথাও উল্লেখ করেছেন যে বনূ তামীম, বনূ ‘আমির, আসাদ ও গাতফান (গোত্রগুলো) যারা ক্ষতিগ্রস্ত ও বঞ্চিত হয়েছে, তাদের তুলনায় পূর্বোক্ত গোত্রগুলো উত্তম। রাবী বলেন, হাঁ। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, সে সত্তার কসম যাঁর হাতে আমার প্রাণ, পূর্বোক্তগুলো শেষোক্ত গোত্রগুলোর তুলনায় অবশ্যই অতি উত্তম। (৩৫১৫) (আধুনিক প্রকাশনীঃ ৩২৫৩, ইসলামী ফাউন্ডেশনঃ ৩২৬৩)\n\n-------------\n\n৩৫১৬ মীম. আবূ হুরায়রাহ (রাঃ) হতে বর্ণিত, নবী   বলেন, আসলাম, গিফার এবং মুযাইনাহ ও জুহানাহ গোত্রের কিছু অংশ অথবা জুহানাহ্ও কিছু অংশ মুযায়নাহ্ও কিছু অংশ আল্লাহর নিকট অথবা বলেছেন কিয়ামাতের দিন আসাদ, তামীম, হাওয়াযিন ও গাতাফান গোত্র অপেক্ষা উত্তম বলে বিবেচিত হবে। (আ.প্র. ৩২৫৪, ই.ফা. ৩২৬৪)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا غُنْدَرٌ، حَدَّثَنَا شُعْبَةُ، عَنْ مُحَمَّدِ بْنِ أَبِي يَعْقُوبَ، قَالَ: سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، أَنَّ الأَقْرَعَ بْنَ حَابِسٍ، قَالَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: إِنَّمَا بَايَعَكَ سُرَّاقُ الحَجِيجِ، مِنْ أَسْلَمَ وَغِفَارَ وَمُزَيْنَةَ، - وَأَحْسِبُهُ - وَجُهَيْنَةَ - ابْنُ أَبِي يَعْقُوبَ شَكَّ - قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَرَأَيْتَ إِنْ كَانَ أَسْلَمُ، وَغِفَارُ، وَمُزَيْنَةُ، - وَأَحْسِبُهُ - وَجُهَيْنَةُ، خَيْرًا مِنْ بَنِي تَمِيمٍ، وَبَنِي عَامِرٍ، وَأَسَدٍ، وَغَطَفَانَ خَابُوا وَخَسِرُوا» قَالَ: نَعَمْ، قَالَ: «وَالَّذِي نَفْسِي بِيَدِهِ إِنَّهُمْ لَخَيْرٌ مِنْهُمْ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "61"
    }
  }
}