{
  "hadith": {
    "hadith_id": 3547,
    "narrator": "রাবী’আ ইব্ন আবূ ‘আবদুর রহমান (রহঃ)",
    "bn": "তিনি বলেন, আমি আনাস  ইব্‌ন মালিক (রাঃ) -কে  নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর বর্ণনা দিতে শুনেছি। তিনি বলেছেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকেদের মধ্যে মাঝারি গড়নের ছিলেন- বেশি  লম্বাও ছিলেন না বা বেঁটেও ছিলেন না। তাঁর শরীরের রং গোলাপী ধরণের ছিল, ধবধবে সাদাও নয় কিংবা তামাটে বর্ণেরও নয়। মাথার চুল কোঁকড়ানোও ছিলনা, আবার একেবারে  সোজাও ছিলনা। চল্লিশ বছর বয়সে তাঁর উপর ওয়াহী নাযিল হওয়া শুরু হয়। প্রথম দশ বছর মক্কায় অবস্থানকালে ওয়াহী যথারীতি নাযিল হতে থাকে। অতঃপর দশ বছর মদীনায় কাটান। অতঃপর তাঁর মৃত্যুর সময় তাঁর  মাথা ও দাড়িতে কুড়িটি সাদা চুলও ছিলনা। রাবী’আ (রহঃ) বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর একটি  চুল দেখেছি তা লাল রং-এর ছিল। আমি জিজ্ঞেস করলে বলা হল যে, সুগন্ধী লাগানোর জন্য তা লাল হয়েছিল।তিনি বলেন, আমি আনাস  ইব্‌ন মালিক (রাঃ) -কে  নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর বর্ণনা দিতে শুনেছি। তিনি বলেছেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকেদের মধ্যে মাঝারি গড়নের ছিলেন- বেশি  লম্বাও ছিলেন না বা বেঁটেও ছিলেন না। তাঁর শরীরের রং গোলাপী ধরণের ছিল, ধবধবে সাদাও নয় কিংবা তামাটে বর্ণেরও নয়। মাথার চুল কোঁকড়ানোও ছিলনা, আবার একেবারে  সোজাও ছিলনা। চল্লিশ বছর বয়সে তাঁর উপর ওয়াহী নাযিল হওয়া শুরু হয়। প্রথম দশ বছর মক্কায় অবস্থানকালে ওয়াহী যথারীতি নাযিল হতে থাকে। অতঃপর দশ বছর মদীনায় কাটান। অতঃপর তাঁর মৃত্যুর সময় তাঁর  মাথা ও দাড়িতে কুড়িটি সাদা চুলও ছিলনা। রাবী’আ (রহঃ) বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর একটি  চুল দেখেছি তা লাল রং-এর ছিল। আমি জিজ্ঞেস করলে বলা হল যে, সুগন্ধী লাগানোর জন্য তা লাল হয়েছিল।",
    "ar": "حَدَّثَنِي ابْنُ بُكَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، عَنْ خَالِدٍ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ رَبِيعَةَ بْنِ أَبِي عَبْدِ الرَّحْمَنِ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَصِفُ النَّبِيَّ صلى الله عليه وسلم قَالَ كَانَ رَبْعَةً مِنَ الْقَوْمِ، لَيْسَ بِالطَّوِيلِ وَلاَ بِالْقَصِيرِ، أَزْهَرَ اللَّوْنِ لَيْسَ بِأَبْيَضَ أَمْهَقَ وَلاَ آدَمَ، لَيْسَ بِجَعْدٍ قَطَطٍ وَلاَ سَبْطٍ رَجِلٍ، أُنْزِلَ عَلَيْهِ وَهْوَ ابْنُ أَرْبَعِينَ، فَلَبِثَ بِمَكَّةَ عَشْرَ سِنِينَ يُنْزَلُ عَلَيْهِ وَبِالْمَدِينَةِ عَشْرَ سِنِينَ، وَلَيْسَ فِي رَأْسِهِ وَلِحْيَتِهِ عِشْرُونَ شَعَرَةً بَيْضَاءَ‏.‏ قَالَ رَبِيعَةُ فَرَأَيْتُ شَعَرًا مِنْ شَعَرِهِ، فَإِذَا هُوَ أَحْمَرُ فَسَأَلْتُ فَقِيلَ احْمَرَّ مِنَ الطِّيبِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "61"
    }
  }
}