{
  "hadith": {
    "hadith_id": 3549,
    "narrator": "বারাআ (রাঃ)",
    "bn": "তিনি বলেন আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর চেহারা ছিল মানুষের মধ্যে [১] সর্বাপেক্ষা সুন্দর এবং তিনি ছিলেন সর্বোত্তম আখলাকের অধিকারী। তিনি বেশি লম্বাও ছিলেন না এবং বেঁটেও ছিলেন না।",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ سَعِيدٍ أَبُو عَبْدِ اللَّهِ، حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ يُوسُفَ، عَنْ أَبِيهِ، عَنْ أَبِي إِسْحَاقَ، قَالَ سَمِعْتُ الْبَرَاءَ، يَقُولُ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَحْسَنَ النَّاسِ وَجْهًا وَأَحْسَنَهُ خَلْقًا، لَيْسَ بِالطَّوِيلِ الْبَائِنِ وَلاَ بِالْقَصِيرِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নবুওয়্যাতের আলামতসমূহের উপরে মহামতি ইমাম বুখারী (রহঃ) সহীহ সনদে প্রমাণিত কতিপয় নির্ভরযোগ্য হাদীস বর্ণনা করেছেন এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সম্পর্কে যে সমুদয় বৈশিষ্ট্য ও নিদর্শনাবলী বর্ণনা করেছেন, তাতে এ কথা পরিষ্কারভাবেই প্রমাণিত হয় যে, মহানবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মানুষ ছিলেন। তিনি আল্লাহ্ তা’আলার খাস নূরে তৈরি বা বিশেষ কোন নূরানী কায়দায় সৃষ্ট বা স্বয়ং আল্লাহ্ তা’আলাই মুহাম্মদ নাম ধারণ করে মানবরূপে আত্মপ্রকাশ করেছেন- এবম্বিধ যাবতীয় চিন্তা-চেতনা, আক্বীদাহ-বিশ্বাস ও কথাবার্তা নিঃসন্দেহে বিভ্রান্তিকর তথা কুফরী কার্য বটে। \nকেননা আল্লাহ্ তা’আলা উপরোক্ত বিষয়ে স্বীয় কুরআন মাজীদের মাধ্যমেই বিশ্ববাসীকে জানিয়ে দিয়েছেন। এ ব্যাপারে অন্য কারো কোন অতিরিক্ত চিন্তা-ভাবনা করার অবকাশ নেই। সূরা কাহফের শেষ আয়াতে আল্লাহ্ তা’আলা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে লক্ষ্য করে এরশাদ করেছেনঃ (আরবী) হে নবী! তুমি বলে দাও, আমি তোমাদের মতই একজন মানুষ। (আল-কাহ্ফঃ ১১০ আয়াতাংশ) এ বিষয়ে  অন্যত্র আরো এরশাদ হচ্ছেঃ (আরবী) অর্থাৎ আল্লাহ্ তা’আলা মু’মিনদের প্রতি বিশেষ অনুগ্রহ করেছেন, যখন তিনি তাদের মধ্য হতেই (ফেরেশতা বা মানুষ নয় এমন কোন ভিন্ন জাতির মধ্য হতে প্রেরণ করেননি বরং) একজন রাসূল প্রেরণ করেছেন। সূরা আল্ ইমরান, আয়াত নং - ১৬৪। উক্ত আয়াতে উল্লেখিত (আরবী) এই শব্দ দু’টির ব্যাখ্যায় হানাফী মাযহাবের প্রসিদ্ধ তাফসীর গ্রন্থ তাফসীরে রুহুল মা’আনীতে আল্লামা শায়খ শেহাবুদ্দীন আলুসী-আল্ হানাফী (রহঃ) লিখেছেনঃ রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে মানুষ বলে জানা ও তাঁকে মানুষের সন্তান মানুষ বলেই গ্রহণ করা সহীহ হওয়ার জন্য একান্ত শর্ত। তাঁকে ফেরেশতা,  জ্বীন, নূরের দ্বারা তৈরী এসব কিছু বলা যাবে না বা চিন্তাও করা যাবে না। যেমন রুহুল মা’আনীর নিন্মোদ্ধৃত ভাষ্যে পরিষ্কার করেই বলা হয়েছেঃ (আরবী) অর্থাৎ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মানুষ ছিলেন, কি আরবীয় মানুষ ছিলেন, এ বিষয়ে জ্ঞাত হওয়া এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে মানুষ বলেই জানা ঈমানের জন্য শর্ত না; ফারযি কিফায়াহ (আরবী)? এর জবাব এই যে, উক্ত বিষয়টি ঈমানের জন্য শর্ত বটে। অতঃপর কেউ যদি বলে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সমস্ত মাখলুকের জন্য নবী এটা বিশ্বাস করি, তবে তিনি মানুষ কি জ্বিন, কি ফেরেশতা, বা আরবের কি অনারবের এটা আমি জানিনা। উক্ত ব্যক্তি নিঃসন্দেহে কাফের। কেননা সে কুরআনের ঘোষণাকে অস্বীকার করেছে। (আরবী) পৃষ্ঠা নং- ১১৩, ৪র্থ খন্ড। অতএব এখানে লক্ষ্যণীয় এই যে, কতিপয় বিভ্রান্ত লোক নিজেদেরকে হানাফী আল্-ক্বাদরী, আল্-চিশ্তী ইত্যাদি নাম দিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে অতিমাত্রায় ভক্তি ও শ্রদ্ধা দেখাতে গিয়ে তাঁকে আল্লাহ্‌র আসনে বসিয়েছে। (আরবি) (আহাদ) ও (আরবি) (আহ্মাদ) -এর ব্যাখ্যা দিতে গিয়ে নিজেদের অজ্ঞতাবশতঃ এ ব্যাখ্যাও দিয়েছে, যে (আরবী) ও (আরবী) এর মধ্যে মাত্র একটি মীমের পার্থক্য ছাড়া আর কোন পার্থক্য নেই। (আরবী) প্রকাশ থাকে। পাক-ভারত উপমহাদেশের বিদ’আতীরা কুরআন ও সহীহ হাদীস বিরোধী সমস্ত কার্যাবলী চালু করে নিজেদের নাম দিয়ে রেখেছে আহলুস সুন্নাহ্ ওয়াল জামা’আহ। এ যেন বেদানা ফলের মতই অবস্থা। বেদানা ফল দানায় ভর্তি, অথচ নাম তার বেদানা। তথাকথিত (আরবী) (আহলুস সুন্নাহ্ ওয়াল জামা’আহ) নাম দিয়ে বিদ’আতীরা এ পৃথিবীর এমন কোন বিদ’আত নেই, যা এরা করছে না। যেমন কবর পূজা, পীর পূজা, মীলাদ, ওরশ ওরসেকূল, ইসালে সওয়াব, জশ্নে জুলুস, মিছিল, ঈদে মিলাদুন্নাবী ইত্যাদি ইত্যাদি।\nউল্লেখ্য, এক শ্রেণীর  বিদ’আতীরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে  মর্যাদা তথা অত্যধিক পরিমাণে শান-মান দেয়ার নামে এতোই সীমালঙ্ঘন করছে যে, (আরবী)  ‘আলিমুল গায়িব আল্লাহ্ তা’আলার বিশেষ ক্ষমতা হলো এই যে, তিনি সমস্ত  গায়িবী খবরা-খবর জানেন। এ বিষয়ে বিদ’আতীদের আক্বীদাহ্ এই যে, নাউযুবিল্লাহ মহানবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আল্লাহ্ তা’আলার ন্যায় গায়িবী খবর জানতেন ও জানেন- যা সরাসরি কুরআন, হাদীস, ইজমা, কিয়াস ও জমহারে ‘উলামাসহ হাকপন্থী সর্বশ্রেণীর মুসলমানদের আক্বীদাহ্র বিপরীত। এ ব্যাপারে খোদ আল্লাহ্ তা’আলা ইরশাদ করেনঃ (আরবী) অদৃশ্য বিষয়সমূহের চাবিকাঠি আল্লাহ্‌র নিকটে, তিনি ব্যতীত উক্ত বিষয়াবলী আর কেউ জানেনা। (সূরা আন’আম ৫৯) এ বিষয়ে ইমাম বুখারী (রহঃ) বর্ণনা করেনঃ (আরবী) অতীতকালের বিভ্রান্ত জাতিসমূহ তাদের নবীগণকে মাত্রাতিরিক্ত মর্যাদা দিতে গিয়ে আল্লাহ্‌র নামে শির্ক করেছিল। ইয়াহুদী ও খ্রিষ্টান জাতি ‘উযাইর ও ঈসা (আঃ) -দ্বয়কে আল্লাহ্‌র পুত্র বানিয়ে তাঁদের পূজা অর্চনা করতে শুরু করেছে এবং বর্তমানের বিভ্রান্ত মুসলমানদের একটা শ্রেণী উল্লেখিত জাতিদ্বয়কে ছাড়িয়ে গিয়ে মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে আল্লাহ্‌র সাথে একাকার করে  ফেলেছে যা বড়ই পরিতাপের বিষয় বটে। এ জাতীয় বিদ’আতীদেরকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সেই কালজয়ী বাণীটি স্মরণ করিয়ে দিতে চাইঃ (আরবী) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইরশাদ করেনঃ মারইয়াম তনয় ‘ঈসা (আঃ) -কে নিয়ে খ্রিস্টানরা যেভাবে বাড়াবাড়ি করছে তোমরা আমাকে নিয়ে সেভাবে বাড়াবাড়ি করোনা, আমি কেবল একজন বান্দা। অতএব তোমরা আমাকে আল্লাহ্‌র বান্দা ও তাঁর রসূল বলে সম্বোধন করবে।",
    "chapter": {
      "chapter_number": "61"
    }
  }
}