{
  "hadith": {
    "hadith_id": 3578,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আবূ ত্বলহা (রাঃ) উম্মু সুলায়মকে বললেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কণ্ঠস্বর দুর্বল শুনেছি। আমি তাঁর মধ্যে ক্ষুধা বুঝতে পেরেছি। তোমার নিকট খাবার কিছু আছে কি? তিনি বললেন, হাঁ আছে। এই বলে তিনি কয়েকটা যবের রুটি বের করলেন। অতঃপর তাঁর একখানা ওড়না বের করে কিয়দংশ দিয়ে রুটিগুলো মুড়ে আমার হাতে গোপন করে রেখে দিলেন ও ওড়নার অপর অংশ আমার শরীরে জড়িয়ে দিলেন এবং আমাকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট পাঠালেন। রাবী আনাস বলেন, আমি তাঁর নিকট গেলাম। ঐ সময় তিনি কতক লোকসহ মসজিদে ছিলেন। আমি গিয়ে তাঁদের সামনে দাঁড়ালাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে দেখে বললেন, তোমাকে আবূ ত্বলহা পাঠিয়েছে? আমি বললাম, জি, হাঁ। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, খাওয়ার দাও’আত দিয়ে পাঠিয়েছে? আমি বললাম, জি- হাঁ। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সঙ্গীদেরকে বললেন, চল, আবূ ত্বলহা আমাকে দাও’আত করেছে। আমি তাঁদের আগেই চলে গিয়ে আবূ ত্বলহা (রাঃ) -কে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর আগমনের কথা শুনালাম। এতদশ্রবণে আবূ ত্বলহা (রাঃ) বলেন, হে উম্মু সুলায়ম! নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সঙ্গী সাথীদেরকে নিয়ে আসছেন। তাঁদেরকে খাওয়ানোর মত কিছু আমাদের নিকট নেই। উম্মু সুলায়ম (রাঃ) বললেন, আল্লাহ্ ও তাঁর রাসূলই ভালো জানেন। আবূ ত্বলহা (রাঃ) তাঁদেরকে স্বাগত জানানোর জন্য বাড়ি হতে কিছুদূর এগুলেন এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে দেখা করলেন এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবূ ত্বলহা (রাঃ) -কে সঙ্গে নিয়ে তার ঘরে আসলেন, আর বললেন, হে উম্মু সুলায়ম! তোমার নিকট যা কিছু আছে নিয়ে এসো। তিনি যবের ঐ রুটিগুলি হাজির করলেন এবং তাঁর নির্দেশে রুটিগুলো টুকরা টুকরা করা হল। উম্মু সুলায়ম ঘিয়ের পাত্র ঝেড়ে কিছু ঘি বের করে তরকারী হিসেবে উপস্থিত করলেন। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পাঠ করে তাতে ফুঁ দিলেন অতঃপর দশজনকে নিয়ে আসতে বললেন। তাঁরা দশজন আসলেন এবং রুটি খেয়ে তৃপ্ত হয়ে চলে গেলেন। অতঃপর আরো দশজনকে আসতে বলা হল। তারা আসলেন এবং তৃপ্তি সহকারে রুটি খেয়ে চলে গেলেন। আবার আরো দশজনকে আসতে বলা হল। তাঁরাও আসলেন এবং পেট পুরে খেয়ে নিলেন। ঐভাবে উপস্থিত সকলেই রুটি খেয়ে তৃপ্ত হলেন। সর্বমোট সত্তর বা আশিজন লোক ছিলেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوْسُفَ أَخْبَرَنَا مَالِكٌ عَنْ إِسْحَاقَ بْنِ عَبْدِ اللهِ بْنِ أَبِيْ طَلْحَةَ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُوْلُ قَالَ أَبُوْ طَلْحَةَ لِأُمِّ سُلَيْمٍ لَقَدْ سَمِعْتُ صَوْتَ رَسُوْلِ اللهِ صلى الله عليه وسلم ضَعِيْفًا أَعْرِفُ فِيْهِ الْجُوعَ فَهَلْ عِنْدَكِ مِنْ شَيْءٍ قَالَتْ نَعَمْ فَأَخْرَجَتْ أَقْرَاصًا مِنْ شَعِيْرٍ ثُمَّ أَخْرَجَتْ خِمَارًا لَهَا فَلَفَّتْ الْخُبْزَ بِبَعْضِهِ ثُمَّ دَسَّتْهُ تَحْتَ يَدِيْ وَلَاثَتْنِيْ بِبَعْضِهِ ثُمَّ أَرْسَلَتْنِيْ إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم قَالَ فَذَهَبْتُ بِهِ فَوَجَدْتُ رَسُوْلَ اللهِ صلى الله عليه وسلم فِي الْمَسْجِدِ وَمَعَهُ النَّاسُ فَقُمْتُ عَلَيْهِمْ فَقَالَ لِيْ رَسُوْلُ اللهِ صلى الله عليه وسلم آرْسَلَكَ أَبُوْ طَلْحَةَ فَقُلْتُ نَعَمْ قَالَ بِطَعَامٍ فَقُلْتُ نَعَمْ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم لِمَنْ مَعَهُ قُومُوْا فَانْطَلَقَ وَانْطَلَقْتُ بَيْنَ أَيْدِيْهِمْ حَتَّى جِئْتُ أَبَا طَلْحَةَ فَأَخْبَرْتُهُ فَقَالَ أَبُوْ طَلْحَةَ يَا أُمَّ سُلَيْمٍ قَدْ جَاءَ رَسُوْلُ اللهِ صلى الله عليه وسلم بِالنَّاسِ وَلَيْسَ عِنْدَنَا مَا نُطْعِمُهُمْ فَقَالَتْ اللهُ وَرَسُوْلُهُ أَعْلَمُ فَانْطَلَقَ أَبُوْ طَلْحَةَ حَتَّى لَقِيَ رَسُوْلَ اللهِ صلى الله عليه وسلم فَأَقْبَلَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَأَبُوْ طَلْحَةَ مَعَهُ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم هَلُمِّيْ يَا أُمَّ سُلَيْمٍ مَا عِنْدَكِ فَأَتَتْ بِذَلِكَ الْخُبْزِ فَأَمَرَ بِهِ رَسُوْلُ اللهِ صلى الله عليه وسلم فَفُتَّ وَعَصَرَتْ أُمُّ سُلَيْمٍ عُكَّةً فَأَدَمَتْهُ ثُمَّ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم فِيْهِ مَا شَاءَ اللهُ أَنْ يَقُوْلَ ثُمَّ قَالَ ائْذَنْ لِعِشَرَةٍ فَأَذِنَ لَهُمْ فَأَكَلُوْا حَتَّى شَبِعُوْا ثُمَّ خَرَجُوْا ثُمَّ قَالَ ائْذَنْ لِعَشَرَةٍ فَأَذِنَ لَهُمْ فَأَكَلُوْا حَتَّى شَبِعُوْا ثُمَّ خَرَجُوْا ثُمَّ قَالَ ائْذَنْ لِعَشَرَةٍ فَأَذِنَ لَهُمْ فَأَكَلُوْا حَتَّى شَبِعُوْا ثُمَّ خَرَجُوْا ثُمَّ قَالَ ائْذَنْ لِعَشَرَةٍ فَأَكَلَ الْقَوْمُ كُلُّهُمْ وَشَبِعُوْا وَالْقَوْمُ سَبْعُوْنَ أَوْ ثَمَانُوْنَ رَجُلًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "61"
    }
  }
}