{
  "hadith": {
    "hadith_id": 3581,
    "narrator": "‘আবদুর রাহমান ইবনু আবূ বকর (রাঃ)",
    "bn": "আসহাবে সুফফায় কতক অসহায় গরীব লোক ছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একবার বললেন, যার ঘরে দু’জনের খাবার আছে সে যেন এদের মধ্য হতে তৃতীয় একজন নিয়ে যায়। আর যার ঘরে চার জনের খাবার রয়েছে সে এদের মধ্য হতে পঞ্চম একজন বা ষষ্ঠ একজনকে নিয়ে যায় অথবা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা বলেছেন। আবূ বকর (রাঃ) তিনজন নিলেন। আর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিয়ে গেলেন দশজন এবং আবূ বকর (রাঃ) তিনজন। ‘আবদুর রহমান (রাঃ) বলেন, আমি, আমার আব্বা ও আম্মা। আবূ উসমান (রাঃ) রাবী বলেন, আমার মনে নাই ‘আবদুর রাহমান (রাঃ) কি এও বলেছিলেন যে, আমার স্ত্রী ও আমাদের পিতা-পুত্রের একজন গৃহভৃত্যও ছিল। আবূ বকর (রাঃ) ঐ রাতে নবীজীর বাড়িতেই খেয়ে নিলেন এবং ইশার সালাত পর্যন্ত সেখানেই অবস্থান করলেন। ইশার সালাতের পর পুনরায় তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর গৃহে গমন করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর রাতের খাবার খাওয়া শেষ না হওয়া পর্যন্ত সেখানেই অবস্থান করলেন। অনেক রাতের পর বাড়ী ফিরলেন। তখন তাঁর স্ত্রী তাঁকে বললেন, মেহমান পাঠিয়ে আপনি এতক্ষণ কোথায় ছিলেন? তিনি বললেন, তাদের কি এখনো রাতের খাবার দাওনি? স্ত্রী বললেন, আপনার না আসা পর্যন্ত তারা খাবার খেতে রাযী হননি। তাদেরকে ঘরের লোকজন খাবার দিয়েছিল। কিন্তু তাদের অসম্মতির নিকট আমাদের লোকজন হার মেনেছে। ‘আবদুর রাহমান (রাঃ) বলেন, আমি তাড়াতাড়ি সরে পড়লাম। আবূ বকর (রাঃ) বললেন, ওরে বেওকুফ! আহম্মক! আরো কিছু কড়া কথা বলে ফেললেন। অতঃপর মেহমান পক্ষকে সম্বোধন করে বললেন, আপনারা খেয়ে নিন। আমি কিছুতেই খাব না। ‘আবদুর রহমান (রাঃ) বলেন, আল্লাহ্‌র কসম, আমরা যখন গ্রাস তুলে নেই তখন দেখি পাত্রের খাবার অনেক বেড়ে যায়। খাওয়ার শেষে আবূ বকর (রাঃ) দেখলেন তৃপ্ত হয়ে আহারের পরেও পাত্রে খাবার আগের চেয়ে বেশি রয়ে গেছে। তখন স্ত্রীকে বললেন, হে বনী ফিরাস গোত্রের বোন! ব্যাপার কি? তিনি বললেন, হে আমার নয়নমণি! খাদ্যের পরিমাণ এখন তিনগুনের চেয়েও অধিক রয়েছে। আবূ বকর (রাঃ) তা হতে কয়েক লোকমা খেলেন এবং বললেন, আমার কসম শয়তানের প্ররোচনায় ছিল। অতঃপর অবশিষ্ট খাদ্য নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট নিয়ে গেলেন এবং ভোর পর্যন্ত ঐ খাদ্য নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর হিফাযতে রইল। রাবী বলেন, আমাদের ও অন্য একটি গোত্রের মধ্যে সন্ধি ছিল। চুক্তির মেয়াদ শেষ হয়ে যাওয়াতে তাদের মোকাবেলা করার জন্য আমাদের বার জনকে নেতা বানানো হল। প্রত্যেক নেতার অধীনে আবার কয়েকজন করে লোক ছিল। আল্লাহ্ই ভাল জানেন তাদের প্রত্যেকের সঙ্গে কতজন করে দেয়া হয়েছিল! ‘আবদুর রহমান (রাঃ) বলেন, এদের সকলেই এ খাবার হতে খেয়ে নিলেন। অথবা তিনি যেমন বলেছেন।",
    "ar": "حَدَّثَنَا مُوْسَى بْنُ إِسْمَاعِيْلَ حَدَّثَنَا مُعْتَمِرٌ عَنْ أَبِيْهِ حَدَّثَنَا أَبُوْ عُثْمَانَ أَنَّهُ حَدَّثَهُ عَبْدُ الرَّحْمَنِ بْنُ أَبِيْ بَكْرٍ رَضِيَ اللهُ عَنْهُمَا أَنَّ أَصْحَابَ الصُّفَّةِ كَانُوْا أُنَاسًا فُقَرَاءَ وَأَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ مَرَّةً مَنْ كَانَ عِنْدَهُ طَعَامُ اثْنَيْنِ فَلْيَذْهَبْ بِثَالِثٍ وَمَنْ كَانَ عِنْدَهُ طَعَامُ أَرْبَعَةٍ فَلْيَذْهَبْ بِخَامِسٍ أَوْ سَادِسٍ أَوْ كَمَا قَالَ وَأَنَّ أَبَا بَكْرٍ جَاءَ بِثَلَاثَةٍ وَانْطَلَقَ النَّبِيُّ صلى الله عليه وسلم بِعَشَرَةٍ وَأَبُوْ بَكْرٍ ثَلَاثَةً قَالَ فَهُوَ أَنَا وَأَبِيْ وَأُمِّيْ وَلَا أَدْرِيْ هَلْ قَالَ امْرَأَتِيْ وَخَادِمِيْ بَيْنَ بَيْتِنَا وَبَيْنَ بَيْتِ أَبِيْ بَكْرٍ وَأَنَّ أَبَا بَكْرٍ تَعَشَّى عِنْدَ النَّبِيِّ صلى الله عليه وسلم ثُمَّ لَبِثَ حَتَّى صَلَّى الْعِشَاءَ ثُمَّ رَجَعَ فَلَبِثَ حَتَّى تَعَشَّى رَسُوْلُ اللهِ صلى الله عليه وسلم فَجَاءَ بَعْدَ مَا مَضَى مِنْ اللَّيْلِ مَا شَاءَ اللهُ قَالَتْ لَهُ امْرَأَتُهُ مَا حَبَسَكَ عَنْ أَضْيَافِكَ أَوْ ضَيْفِكَ قَالَ أَوَعَشَّيْتِهِمْ قَالَتْ أَبَوْا حَتَّى تَجِيءَ قَدْ عَرَضُوْا عَلَيْهِمْ فَغَلَبُوْهُمْ فَذَهَبْتُ فَاخْتَبَأْتُ فَقَالَ يَا غُنْثَرُ فَجَدَّعَ وَسَبَّ وَقَالَ كُلُوْا وَقَالَ لَا أَطْعَمُهُ أَبَدًا قَالَ وَايْمُ اللهِ مَا كُنَّا نَأْخُذُ مِنْ اللُّقْمَةِ إِلَّا رَبَا مِنْ أَسْفَلِهَا أَكْثَرُ مِنْهَا حَتَّى شَبِعُوْا وَصَارَتْ أَكْثَرَ مِمَّا كَانَتْ قَبْلُ فَنَظَرَ أَبُوْ بَكْرٍ فَإِذَا شَيْءٌ أَوْ أَكْثَرُ قَالَ لِامْرَأَتِهِ يَا أُخْتَ بَنِيْ فِرَاسٍ قَالَتْ لَا وَقُرَّةِ عَيْنِيْ لَهِيَ الْآنَ أَكْثَرُ مِمَّا قَبْلُ بِثَلَاثِ مَرَّاتٍ فَأَكَلَ مِنْهَا أَبُوْ بَكْرٍ وَقَالَ إِنَّمَا كَانَ الشَّيْطَانُ يَعْنِيْ يَمِيْنَهُ ثُمَّ أَكَلَ مِنْهَا لُقْمَةً ثُمَّ حَمَلَهَا إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَصْبَحَتْ عِنْدَهُ وَكَانَ بَيْنَنَا وَبَيْنَ قَوْمٍ عَهْدٌ فَمَضَى الأَجَلُ فَتَفَرَّقْنَا اثْنَا عَشَرَ رَجُلًا مَعَ كُلِّ رَجُلٍ مِنْهُمْ أُنَاسٌ اللهُ أَعْلَمُ كَمْ مَعَ كُلِّ رَجُلٍ غَيْرَ أَنَّهُ بَعَثَ مَعَهُمْ قَالَ أَكَلُوْا مِنْهَا أَجْمَعُوْنَ أَوْ كَمَا قَالَ وَغَيْرُهُ يَقُوْلُ فَعَرَفْنَا مِنْ الْعِرَافَةِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "61"
    }
  }
}