{
  "hadith": {
    "hadith_id": 3582,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর যুগে একবার মদীনাবাসী অনাবৃষ্টির কারণে দুর্ভিক্ষে নিপতিত হল। এ সময় কোন এক জুমু’আর দিনে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুতবা দিয়েছিলেন, তখন এক লোক উঠে দাঁড়াল এবং বলল, হে আল্লাহ্‌র রাসূল! ঘোড়াগুলো নষ্ট হয়ে গেল, বকরীগুলো ধ্বংস হয়ে গেল। আল্লাহ্‌র দরবারে বৃষ্টির জন্য দু’আ করুন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তৎক্ষণাৎ দু’হাত উঠিয়ে দু’আ করলেন। আনাস (রাঃ) বলেন, তখন আকাশ কাঁচের মত নির্মল ছিল। হঠাৎ মেঘ সৃষ্টিকারী বাতাস শুরু হল এবং মেঘ ঘনীভূত হয়ে গেল। অতঃপর শুরু হল প্রবল বৃষ্টিপাত যেন আকাশ তার দরজা খুলে দিল। আমরা পানি ভেঙ্গে বাড়ী পৌঁছলাম। পরবর্তী শুক্রবার পর্যন্ত অনবরত বৃষ্টিপাত হল। ঐ শুক্রবারে জুমু’আর সময় ঐ ব্যক্তি বা অন্য কেউ দাঁড়িয়ে বলল, হে আল্লাহ্‌র রাসূল! গৃহগুলো ধ্বংস হয়ে গেল। বৃষ্টি বন্ধের জন্য আল্লাহ্‌র দরবারে দু’আ করুন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুচকি হাসলেন এবং বললেন, আমাদের আশে পাশে বৃষ্টি হোক। আমাদের উপর নয়। [আনাস (রাঃ) বলেন,] তখন আমি দেখলাম, মদীনা আকাশ হতে মেঘরাশি চারিদিকে সরে গেছে আর মদীনাকে মুকুটের মত মনে হচ্ছে।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا حَمَّادٌ عَنْ عَبْدِ الْعَزِيْزِ عَنْ أَنَسٍ وَعَنْ يُونُسَ عَنْ ثَابِتٍ عَنْ أَنَسٍ قَالَ أَصَابَ أَهْلَ الْمَدِيْنَةِ قَحْطٌ عَلَى عَهْدِ رَسُوْلِ اللهِ صلى الله عليه وسلم فَبَيْنَا هُوَ يَخْطُبُ يَوْمَ جُمُعَةٍ إِذْ قَامَ رَجُلٌ فَقَالَ يَا رَسُوْلَ اللهِ هَلَكَتْ الْكُرَاعُ هَلَكَتْ الشَّاءُ فَادْعُ اللهَ يَسْقِيْنَا فَمَدَّ يَدَيْهِ وَدَعَا قَالَ أَنَسٌ وَإِنَّ السَّمَاءَ لَمِثْلُ الزُّجَاجَةِ فَهَاجَتْ رِيْحٌ أَنْشَأَتْ سَحَابًا ثُمَّ اجْتَمَعَ ثُمَّ أَرْسَلَتْ السَّمَاءُ عَزَالِيَهَا فَخَرَجْنَا نَخُوضُ الْمَاءَ حَتَّى أَتَيْنَا مَنَازِلَنَا فَلَمْ نَزَلْ نُمْطَرُ إِلَى الْجُمُعَةِ الْأُخْرَى فَقَامَ إِلَيْهِ ذَلِكَ الرَّجُلُ أَوْ غَيْرُهُ فَقَالَ يَا رَسُوْلَ اللهِ تَهَدَّمَتْ الْبُيُوْتُ فَادْعُ اللهَ يَحْبِسْهُ فَتَبَسَّمَ ثُمَّ قَالَ حَوَالَيْنَا وَلَا عَلَيْنَا فَنَظَرْتُ إِلَى السَّحَابِ تَصَدَّعَ حَوْلَ الْمَدِيْنَةِ كَأَنَّهُ إِكْلِيْلٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "61"
    }
  }
}