{
  "hadith": {
    "hadith_id": 3586,
    "narrator": "‘উমর ইবনুল খাত্তাব (রাঃ)",
    "bn": "তিনি বলেন, তোমাদের মধ্যে কে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর ফিতনা সম্বন্ধীয় হাদীস স্মরণ রেখেছ যেমনভাবে তিনি বর্ণনা করেছেন। হুযাইফাহ (রাঃ) বললেন, আমিই সর্বাধিক মনে রেখেছি। ‘উমর (রাঃ) বললেন, বর্ণনা কর, তুমি তো অত্যন্ত সাহসী ব্যক্তি। হুযাইফাহ (রাঃ) বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, মানুষের পরিবার-পরিজন, ধন-সম্পদ, এবং প্রতিবেশী দ্বারা সৃষ্ট ফিতনা-ফাসাদের ক্ষতিপূরণ হয়ে যাবে সালাত, সাদকা এবং সৎ কাজের আদেশ ও অসৎ কাজের নিষেধ করার দ্বারা। ‘উমর (রাঃ) বললেন, আমি এ ধরনের ফিতনা সম্পর্কে জিজ্ঞেস করিনি বরং উদ্বেলিত সমুদ্রের ঢেউয়ের মত ভীষণ আঘাত হানে ঐ ধরনের ফিতনা সম্পর্কে জিজ্ঞেস করেছি। হুযাইফাহ (রাঃ) বলেন, হে আমীরুল মু’মিনীন! এ ধরনের ফিতনা সম্পর্কে আপনার শঙ্কিত হবার কোন কারণ নেই। আপনার এবং এ জাতীয় ফিতনার মধ্যে একটি সুদৃঢ় কপাট বন্ধ অবস্থায় রয়েছে। ‘উমর (রাঃ) জিজ্ঞেস করলেন, এ কপাটটি কি খোলা হবে, না ভেঙ্গে ফেলা হবে? হুযাইফাহ (রাঃ) বলেন, ভেঙ্গে ফেলা হবে। ‘উমর (রাঃ) বললেন, তা হলে এ কপাটটি আর সহজে বন্ধ করা যাবে না। আমরা হুযাইফাহকে জিজ্ঞেস করলাম, ‘উমর (রাঃ) কি জানতেন, ঐ কপাট দ্বারা কাকে বুঝানো হয়েছে? তিনি বললেন, অবশ্যই; যেমন নিশ্চিতভাবে জানতেন আগামী দিনের পূর্বে আজ রাতের আগমন অনিবার্য। আমি তাঁকে এমন একটি হাদীস শুনিয়েছি, যাতে ভুল-চুকের সুযোগ নেই। আমরা হুযাইফাহকে ভয়ে জিজ্ঞেস করতে সাহস পাইনি, তাই মাসরূককে বললাম, মাসরূক (রহঃ) জিজ্ঞেস করলেন, এ বন্ধ কপাট কে? হুযাইফাহ (রাঃ) বললেন, ‘উমর (রাঃ) স্বয়ং।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا ابْنُ أَبِيْ عَدِيٍّ عَنْ شُعْبَةَ ح حَدَّثَنِيْ بِشْرُ بْنُ خَالِدٍ حَدَّثَنَا مُحَمَّدٌ عَنْ شُعْبَةَ عَنْ سُلَيْمَانَ سَمِعْتُ أَبَا وَائِلٍ يُحَدِّثُ عَنْ حُذَيْفَةَ أَنَّ عُمَرَ بْنَ الْخَطَّابِ قَالَ أَيُّكُمْ يَحْفَظُ قَوْلَ رَسُوْلِ اللهِ صلى الله عليه وسلم فِي الْفِتْنَةِ فَقَالَ حُذَيْفَةُ أَنَا أَحْفَظُ كَمَا قَالَ قَالَ هَاتِ إِنَّكَ لَجَرِيءٌ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم فِتْنَةُ الرَّجُلِ فِيْ أَهْلِهِ وَمَالِهِ وَجَارِهِ تُكَفِّرُهَا الصَّلَاةُ وَالصَّدَقَةُ وَالأَمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنْ الْمُنْكَرِ قَالَ لَيْسَتْ هَذِهِ وَلَكِنْ الَّتِيْ تَمُوْجُ كَمَوْجِ الْبَحْرِ قَالَ يَا أَمِيْرَ الْمُؤْمِنِيْنَ لَا بَأْسَ عَلَيْكَ مِنْهَا إِنَّ بَيْنَكَ وَبَيْنَهَا بَابًا مُغْلَقًا قَالَ يُفْتَحُ الْبَابُ أَوْ يُكْسَرُ قَالَ لَا بَلْ يُكْسَرُ قَالَ ذَاكَ أَحْرَى أَنْ لَا يُغْلَقَ قُلْنَا عَلِمَ عُمَرُ الْبَابَ قَالَ نَعَمْ كَمَا أَنَّ دُوْنَ غَدٍ اللَّيْلَةَ إِنِّيْ حَدَّثْتُهُ حَدِيْثًا لَيْسَ بِالأَغَالِيْطِ فَهِبْنَا أَنْ نَسْأَلَهُ وَأَمَرْنَا مَسْرُوقًا فَسَأَلَهُ فَقَالَ مَنْ الْبَابُ قَالَ عُمَرُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "61"
    }
  }
}