{
  "hadith": {
    "hadith_id": 3617,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, এক খ্রিস্টান ব্যক্তি মুসলিম হল এবং সূরা বাকারাহ ও সূরা আল-ইমরান শিখে নিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর জন্য সে অহী লিখত। অতঃপর সে আবার খ্রিস্টান হয়ে গেল। সে বলতে লাগল, আমি মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে যা লিখে দিতাম তার চেয়ে বেশি কিছু তিনি জানেন না। (নাউজুবিল্লাহ) কিছুদিন পর আল্লাহ্ তাকে মৃত্যু দিলেন। খ্রিস্টানরা তাকে দাফন করল। কিন্তু পরদিন সকালে দেখা গেল, কবরের মাটি তাকে বাইরে নিক্ষেপ করে দিয়েছে। এটা দেখে খ্রিস্টানরা বলতে লাগল- এটা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং তাঁর সাহাবীদেরই কাজ। যেহেতু আমাদের এ সাথী তাদের হতে পালিয়ে এসেছিল। এ জন্যই তারা আমাদের সাথীকে কবর হতে উঠিয়ে বাইরে ফেলে দিয়েছে। তাই যতদূর পারা যায় গভীর করে কবর খুঁড়ে তাকে আবার দাফন করল। কিন্তু পরদিন সকালে দেখা গেল, কবরের মাটি তাকে আবার বাইরে ফেলে দিয়েছে। এবারও তারা বলল, এটা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীদের কাণ্ড। তাদের নিকট হতে পালিয়ে আসার কারণে তারা আমাদের সাথীকে কবর হতে উঠিয়ে বাইরে ফেলে দিয়েছে। এবার আরো গভীর করে কবর খনন করে দাফন করল। পরদিন ভোরে দেখা গেল কবরের মাটি এবারও তাকে বাইরে নিক্ষেপ করেছে। তখন তারাও বুঝল, এটা মানুষের কাজ নয়। কাজেই তারা লাশটি ফেলে রাখল।",
    "ar": "حَدَّثَنَا أَبُوْ مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ حَدَّثَنَا عَبْدُ الْعَزِيْزِ عَنْ أَنَسٍ قَالَ كَانَ رَجُلٌ نَصْرَانِيًّا فَأَسْلَمَ وَقَرَأَ الْبَقَرَةَ وَآلَ عِمْرَانَ فَكَانَ يَكْتُبُ لِلنَّبِيِّ صلى الله عليه وسلم فَعَادَ نَصْرَانِيًّا فَكَانَ يَقُوْلُ مَا يَدْرِيْ مُحَمَّدٌ إِلَّا مَا كَتَبْتُ لَهُ فَأَمَاتَهُ اللهُ فَدَفَنُوْهُ فَأَصْبَحَ وَقَدْ لَفَظَتْهُ الأَرْضُ فَقَالُوْا هَذَا فِعْلُ مُحَمَّدٍ وَأَصْحَابِهِ لَمَّا هَرَبَ مِنْهُمْ نَبَشُوْا عَنْ صَاحِبِنَا فَأَلْقَوْهُ فَحَفَرُوْا لَهُ فَأَعْمَقُوْا فَأَصْبَحَ وَقَدْ لَفَظَتْهُ الأَرْضُ فَقَالُوْا هَذَا فِعْلُ مُحَمَّدٍ وَأَصْحَابِهِ نَبَشُوْا عَنْ صَاحِبِنَا لَمَّا هَرَبَ مِنْهُمْ فَأَلْقَوْهُ فَحَفَرُوْا لَهُ وَأَعْمَقُوْا لَهُ فِي الأَرْضِ مَا اسْتَطَاعُوْا فَأَصْبَحَ وَقَدْ لَفَظَتْهُ الأَرْضُ فَعَلِمُوْا أَنَّهُ لَيْسَ مِنْ النَّاسِ فَأَلْقَوْهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "61"
    }
  }
}