{
  "hadith": {
    "hadith_id": 3632,
    "narrator": "আবদুল্লাহ্ ইব্ন মাস’উদ (রাঃ)",
    "bn": "তিনি বলেন, সা’দ ইব্‌ন মু’আয (রাঃ) ‘উমরাহ আদায় করার জন্য গেলেন এবং সাফওয়ানের পিতা উমাইয়াহ ইব্‌ন খালাফ এর বাড়িতে তিনি অতিথি হলেন। উমাইয়াহ ও সিরিয়া গমনকালে (মদীনায়) সা’দ (রাঃ) -এর বাড়িতে অবস্থান করত। উমাইয়াহ সা’দ (রাঃ) -কে বলল, অপেক্ষা করুন, যখন দুপুর হবে এবং যখন চলাফেরা কমে যাবে, তখন আপনি গিয়ে তাওয়াফ করে নিবেন। সা’দ (রাঃ) তাওয়াফ করছিলেন। এমতাবস্থায় আবূ জাহাল এসে হাজির হল। সা’দ (রাঃ) -কে দেখে জিজ্ঞেস করল, এ ব্যক্তি কে যে কা’বার তাওয়াফ করছে সা’দ (রাঃ) বললেন, আমি সা’দ। আবূ জাহাল বলল, তুমি নির্বিঘ্নে কা’বার তাওয়াফ করছ? অথচ তোমরাই মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাথীদেরকে আশ্রয় দিয়েছ? সা’দ (রাঃ) বললেন, হ্যাঁ। এভাবে দু’জনের মধ্যে কথা কাটাকাটি হল। তখন উমাইয়াহ সা’দ (রাঃ) -কে বলল, আবুল হাকামের সঙ্গে উচ্চঃস্বরে কথা বল না, কারণ সে মক্কাবাসীদের নেতা। অতঃপর সা’দ (রাঃ) বললেন, আল্লাহ্‌র কসম! তুমি যদি আমাকে বায়তুল্লাহর তাওয়াফ করতে বাধা প্রদান কর, তবে আমিও তোমার সিরিয়ার সঙ্গে ব্যবসা বাণিজ্যের রাস্তা বন্ধ করে দিব। উমাইয়াহ সা’দ (রাঃ) -কে তখন বলতে লাগল, তোমার স্বর উঁচু করো না এবং সে তাঁকে বিরত করতে চেষ্টা করতে লাগল। তখন সা’দ (রাঃ) ক্রোধান্বিত হয়ে বললেন, আমাকে ছেড়ে দাও। আমি মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছি, তারা তোমাকে হত্যা করবে। উমাইয়াহ বলল আমাকেই? তিনি বললেন হ্যাঁ। উমাইয়াহ বলল, আল্লাহ্‌র কসম মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কখনও মিথ্যা কথা বলেন না। অতঃপর উমাইয়া তার স্ত্রীর নিকট ফিরে এসে বলল, তুমি কি জান, আমার ইয়াসরিবী ভাই আমাকে কী বলেছে? স্ত্রী জিজ্ঞেস করল কী বলেছে? উমাইয়াহ বলল, সে মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছে যে, তারা আমাকে হত্যা করবে। তার স্ত্রী বলল, আল্লাহ্‌র কসম, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিথ্যা বলেন না। যখন মক্কার মুশরিকরা বদরের উদ্দেশ্যে রওয়ানা হল এবং আহবানকারী আহবান জানাল। তখন উমাইয়াহর স্ত্রী তাকে স্মরণ করিয়ে দিল, তোমার ইয়াসরিবী ভাই তোমাকে যে কথা বলছিল সে কথা তোমার মনে নেই? তখন উমাইয়া না যাওয়ারই সিদ্ধান্ত নিল। আবূ জাহল তাকে বলল, তুমি এ অঞ্চলের একজন শীর্ষস্থানীয় নেতা। আমাদের সঙ্গে দুইএকদিনের পথ চল। উমাইয়াহ তাদের সঙ্গে চলল। আল্লাহ্ তা’আলার ইচ্ছায় সে নিহত হল।",
    "ar": "حَدَّثَنِيْ أَحْمَدُ بْنُ إِسْحَاقَ حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوْسَى حَدَّثَنَا إِسْرَائِيْلُ عَنْ أَبِيْ إِسْحَاقَ عَنْ عَمْرِو بْنِ مَيْمُونٍ عَنْ عَبْدِ اللهِ بْنِ مَسْعُوْدٍ قَالَ انْطَلَقَ سَعْدُ بْنُ مُعَاذٍ مُعْتَمِرًا قَالَ فَنَزَلَ عَلَى أُمَيَّةَ بْنِ خَلَفٍ أَبِيْ صَفْوَانَ وَكَانَ أُمَيَّةُ إِذَا انْطَلَقَ إِلَى الشَّأْمِ فَمَرَّ بِالْمَدِيْنَةِ نَزَلَ عَلَى سَعْدٍ فَقَالَ أُمَيَّةُ لِسَعْدٍ انْتَظِرْ حَتَّى إِذَا انْتَصَفَ النَّهَارُ وَغَفَلَ النَّاسُ انْطَلَقْتُ فَطُفْتُ فَبَيْنَا سَعْدٌ يَطُوفُ إِذَا أَبُوْ جَهْلٍ فَقَالَ مَنْ هَذَا الَّذِيْ يَطُوفُ بِالْكَعْبَةِ فَقَالَ سَعْدٌ أَنَا سَعْدٌ فَقَالَ أَبُوْ جَهْلٍ تَطُوفُ بِالْكَعْبَةِ آمِنًا وَقَدْ آوَيْتُمْ مُحَمَّدًا وَأَصْحَابَهُ فَقَالَ نَعَمْ فَتَلَاحَيَا بَيْنَهُمَا فَقَالَ أُمَيَّةُ لسَعْدٍ لَا تَرْفَعْ صَوْتَكَ عَلَى أَبِي الْحَكَمِ فَإِنَّهُ سَيِّدُ أَهْلِ الْوَادِيْ ثُمَّ قَالَ سَعْدٌ وَاللهِ لَئِنْ مَنَعْتَنِيْ أَنْ أَطُوفَ بِالْبَيْتِ لَاقْطَعَنَّ مَتْجَرَكَ بِالشَّامِ قَالَ فَجَعَلَ أُمَيَّةُ يَقُوْلُ لِسَعْدٍ لَا تَرْفَعْ صَوْتَكَ وَجَعَلَ يُمْسِكُهُ فَغَضِبَ سَعْدٌ فَقَالَ دَعْنَا عَنْكَ فَإِنِّيْ سَمِعْتُ مُحَمَّدًا يَزْعُمُ أَنَّهُ قَاتِلُكَ قَالَ إِيَّايَ قَالَ نَعَمْ قَالَ وَاللهِ مَا يَكْذِبُ مُحَمَّدٌ إِذَا حَدَّثَ فَرَجَعَ إِلَى امْرَأَتِهِ فَقَالَ أَمَا تَعْلَمِيْنَ مَا قَالَ لِيْ أَخِي الْيَثْرِبِيُّ قَالَتْ وَمَا قَالَ قَالَ زَعَمَ أَنَّه سَمِعَ مُحَمَّدًا يَزْعُمُ أَنَّهُ قَاتِلِيْ قَالَتْ فَوَاللهِ مَا يَكْذِبُ مُحَمَّدٌ قَالَ فَلَمَّا خَرَجُوْا إِلَى بَدْرٍ وَجَاءَ الصَّرِيْخُ قَالَتْ لَهُ امْرَأَتُهُ أَمَا ذَكَرْتَ مَا قَالَ لَكَ أَخُوكَ الْيَثْرِبِيُّ قَالَ فَأَرَادَ أَنْ لَا يَخْرُجَ فَقَالَ لَهُ أَبُوْ جَهْلٍ إِنَّكَ مِنْ أَشْرَافِ الْوَادِيْ فَسِرْ يَوْمًا أَوْ يَوْمَيْنِ فَسَارَ مَعَهُمْ فَقَتَلَهُ اللهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "61"
    }
  }
}