{
  "hadith": {
    "hadith_id": 3635,
    "narrator": "আবদুল্লাহ্ ইব্‌ন ‘উমর (রাঃ)",
    "bn": "ইয়াহুদীরা আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর খিদমতে এসে বলল, তাদের একজন পুরুষ ও একজন মহিলা ব্যভিচার করেছে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিজ্ঞেস করলেন, প্রস্তর নিক্ষেপে হত্যা করা সম্পর্কে তাওরাতে কী বিধান পেয়েছ? তারা বলল, আমরা এদেরকে অপমানিত করব এবং তাদের বেত্রাঘাত করা হবে। ‘আবদুল্লাহ্ ইব্‌ন সালাম (রাঃ) বললেন, তোমরা মিথ্যা বলছ। তাওরাতে প্রস্তর নিক্ষেপে হত্যার বিধান রয়েছে। তারা তাওরাত নিয়ে এসে বাহির করল এবং প্রস্তর হত্যা করা সম্পর্কীয় আয়াতের উপর হাত রেখে তার আগের ও পরের আয়াতগুলি পাঠ করল। ‘আবদুল্লাহ্ ইব্‌ন সালাম (রাঃ) বললেন, তোমরা হাত সরাও। সে হাত সরাল। তখন দেখা গেল প্রস্তর নিক্ষেপে হত্যা করার আয়াত আছে। তখন ইয়াহুদীরা বলল, হে মুহাম্মাদ! তিনি সত্যই বলছেন। তাওরাতে প্রস্তর নিক্ষেপে হত্যার আয়াতই আছে। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রস্তর নিক্ষেপে দু’জনকে হত্যা করার নির্দেশ দিলেন। ‘আবদুল্লাহ্ (রাঃ) বলেন, আমি ঐ পুরুষটিকে মেয়েটির দিকে ঝুঁকে পড়তে দেখেছি। সে মেয়েটিকে বাচাঁনোর চেষ্টা করছিল। (১৩২৯, মুসলিম ২৯/৬, হাঃ ১৬৯৯, আহমাদ ৪৪৯৮) (আ.প্র. ৩৩৬৪, ই.ফা. ৩৩৭১)",
    "ar": "حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوْسُفَ أَخْبَرَنَا مَالِكُ بْنُ أَنَسٍ عَنْ نَافِعٍ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا أَنَّ الْيَهُوْدَ جَاءُوْا إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم فَذَكَرُوْا لَهُ أَنَّ رَجُلًا مِنْهُمْ وَامْرَأَةً زَنَيَا فَقَالَ لَهُمْ رَسُوْلُ اللهِ صلى الله عليه وسلم مَا تَجِدُوْنَ فِي التَّوْرَاةِ فِيْ شَأْنِ الرَّجْمِ فَقَالُوْا نَفْضَحُهُمْ وَيُجْلَدُوْنَ فَقَالَ عَبْدُ اللهِ بْنُ سَلَامٍ كَذَبْتُمْ إِنَّ فِيْهَا الرَّجْمَ فَأَتَوْا بِالتَّوْرَاةِ فَنَشَرُوْهَا فَوَضَعَ أَحَدُهُمْ يَدَهُ عَلَى آيَةِ الرَّجْمِ فَقَرَأَ مَا قَبْلَهَا وَمَا بَعْدَهَا فَقَالَ لَهُ عَبْدُ اللهِ بْنُ سَلَامٍ ارْفَعْ يَدَكَ فَرَفَعَ يَدَهُ فَإِذَا فِيْهَا آيَةُ الرَّجْمِ فَقَالُوْا صَدَقَ يَا مُحَمَّدُ فِيْهَا آيَةُ الرَّجْمِ فَأَمَرَ بِهِمَا رَسُوْلُ اللهِ صلى الله عليه وسلم فَرُجِمَا قَالَ عَبْدُ اللهِ فَرَأَيْتُ الرَّجُلَ يَجْنَأُ عَلَى الْمَرْأَةِ يَقِيْهَا الْحِجَارَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "61"
    }
  }
}