{
  "hadith": {
    "hadith_id": 3646,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, ঘোড়া তিন প্রকার। একজনের জন্য পূণ্য, আর একজনের জন্য আবরণ ও অন্য আর  একজনের জন্য পাপের কারণ। সে ব্যক্তির জন্য পূণ্য, যে আল্লাহ্‌র রাস্তায় ঘোড়াকে সর্বদা প্রস্তুত রাখে এবং সে ব্যক্তি যখন লম্বা রশি দিয়ে ঘোড়াটি কোন চারণভূমি বা বাগানে বেঁধে রাখে তখন ঐ লম্বা দড়ির মধ্যে চারণভূমি অথবা বাগানের যে অংশ পড়বে তত পরিমান সাওয়াব সে পাবে। যদি ঘোড়াটি দড়ি ছিঁড়ে ফেলে এবং দুই একটি টিলা পার হয়ে কোথাও চলে যায় তার পরে তার লাদাগুলিও নেকী বলে গন্য হবে। যদি কোন নদী-নালায় গিয়ে পানি পান করে, মালিক যদিও পানি পান করানোর ইচ্ছা করেনি তাও তার নেক আমলে গন্য হবে। আর যে ব্যক্তি নিজের অস্বচ্ছলতা দারিদ্রের গ্লানি ও পরমুখাপেক্ষিতা হতে নিজেকে রক্ষা করার জন্য ঘোড়া পালন করে এবং তার গর্দান ও পিঠে আল্লাহ্‌র যে হক রয়েছে তা ভুলে না যায়। তবে এই ঘোড়া তার জন্য আযাব হতে আবরণ হবে। অপর এক ব্যক্তি যে অহংকার, লোক দেখানো এবং আহলে ইসলামের সঙ্গে শত্রুতার কারণে ঘোড়া লালন-পালন করে এ ঘোড়া তার জন্য পাপের বোঝা হবে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে গাধা সম্পর্কে জিজ্ঞেস করা হলে, তিনি বললেন, এ সম্পর্কে নির্দিষ্ট কোন আয়াত আমার নিকট অবতীর্ণ হয়নি। তবে ব্যাপক অর্থবোধক অনন্য আয়াতটি আমার নিকট নাযিল হয়েছেঃ যে ব্যক্তি অণু পরিমাণ নেক আমল করবে সে তার প্রতিফল অবশ্যই দেখতে পাবে। আর যে অণু পরিমাণ মন্দ কাজ করবে সেও তার প্রতিফল দেখতে পাবে। (যিলযালঃ ৭৮) (২৩৭১) (আ.প্র. ৩৩৭৪, ই.ফা. ৩৩৮১)",
    "ar": "حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ عَنْ مَالِكٍ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيْ صَالِحٍ السَّمَّانِ عَنْ أَبِيْ هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ الْخَيْلُ لِثَلَاثَةٍ لِرَجُلٍ أَجْرٌ وَلِرَجُلٍ سِتْرٌ وَعَلَى رَجُلٍ وِزْرٌ فَأَمَّا الَّذِيْ لَهُ أَجْرٌ فَرَجُلٌ رَبَطَهَا فِيْ سَبِيْلِ اللهِ فَأَطَالَ لَهَا فِيْ مَرْجٍ أَوْ رَوْضَةٍ وَمَا أَصَابَتْ فِيْ طِيَلِهَا مِنْ الْمَرْجِ أَوْ الرَّوْضَةِ كَانَتْ لَهُ حَسَنَاتٍ وَلَوْ أَنَّهَا قَطَعَتْ طِيَلَهَا فَاسْتَنَّتْ شَرَفًا أَوْ شَرَفَيْنِ كَانَتْ أَرْوَاثُهَا حَسَنَاتٍ لَهُ وَلَوْ أَنَّهَا مَرَّتْ بِنَهَرٍ فَشَرِبَتْ وَلَمْ يُرِدْ أَنْ يَسْقِيَهَا كَانَ ذَلِكَ لَهُ حَسَنَاتٍ وَرَجُلٌ رَبَطَهَا تَغَنِّيًا وَسِتْرًا وَتَعَفُّفًا وَلَمْ يَنْسَ حَقَّ اللهِ فِيْ رِقَابِهَا وَظُهُوْرِهَا فَهِيَ لَهُ كَذَلِكَ سِتْرٌ وَرَجُلٌ رَبَطَهَا فَخْرًا وَرِيَاءً وَنِوَاءً لِأَهْلِ الْإِسْلَامِ فَهِيَ وِزْرٌ وَسُئِلَ النَّبِيُّ صلى الله عليه وسلم عَنْ الْحُمُرِ فَقَالَ مَا أُنْزِلَ عَلَيَّ فِيْهَا إِلَّا هَذِهِ الْآيَةُ الْجَامِعَةُ الْفَاذَّةُ فَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَّرَهُ وَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَّرَهُ (الزلزلة : 7-8)",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "61"
    }
  }
}