{
  "hadith": {
    "hadith_id": 3649,
    "narrator": "আবূ সা’ঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, লোকেদের উপর এমন এক সময় আসবে যখন তাদের বিরাট সৈন্যবাহিনী জিহাদের জন্য বের হবে। তখন তাদেরকে জিজ্ঞেস করা হবে, তোমাদের মধ্যে এমন কেউ আছেন কি যিনি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহচর্য লাভ করেছেন? তাঁরা বলবেন, হাঁ আছেন। তখন তাদেরকে জয়ী করা হবে। অতঃপর জনগণের উপর পুনরায় এমন এক সময় আসবে যখন তাদের বিরাট বাহিনী যুদ্ধে লিপ্ত থাকবে। তখন তাদেরকে জিজ্ঞেস করা হবে, তোমাদের মধ্যে এমন কেউ আছেন কি যিনি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহচর্য প্রাপ্ত কোন ব্যক্তির সাহচর্য লাভ করেছেন? তখন তারা বলবেন, হাঁ আছেন। তখন তাদেরকে জয়ী করা হবে। অতঃপর লোকদের উপর এমন এক সময় আসবে, যখন তাদের বিরাট বাহিনী জিহাদে অংশগ্রহণ করবে। তখন তাদেরকে জিজ্ঞেস করা হবে, তোমাদের মধ্যে এমন কেউ আছেন কি, যিনি আল্লাহর রসূল(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবীগণের সাহচর্য প্রাপ্ত কোন ব্যক্তির সাহচর্য প্রাপ্ত হয়েছেন? বলা হবে আছেন। তখন তাদেরকে জয়ী করা হবে। (আধুনিক প্রকাশনীঃ ৩৩৭৭, ইসলামী ফাউন্ডেশনঃ ৩৩৮৪)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا سُفْيَانُ عَنْ عَمْرٍو قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللهِ رَضِيَ اللهُ عَنْهُمَا يَقُوْلُ حَدَّثَنَا أَبُوْ سَعِيْدٍ الْخُدْرِيُّ قَالَ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم يَأْتِيْ عَلَى النَّاسِ زَمَانٌ فَيَغْزُوْ فِئَامٌ مِنْ النَّاسِ فَيَقُوْلُوْنَ فِيكُمْ مَنْ صَاحَبَ رَسُوْلَ اللهِ صلى الله عليه وسلم فَيَقُوْلُوْنَ نَعَمْ فَيُفْتَحُ لَهُمْ ثُمَّ يَأْتِيْ عَلَى النَّاسِ زَمَانٌ فَيَغْزُوْ فِئَامٌ مِنْ النَّاسِ فَيُقَالُ هَلْ فِيكُمْ مَنْ صَاحَبَ أَصْحَابَ رَسُوْلِ اللهِ فَيَقُوْلُوْنَ نَعَمْ فَيُفْتَحُ لَهُمْ ثُمَّ يَأْتِيْ عَلَى النَّاسِ زَمَانٌ فَيَغْزُوْ فِئَامٌ مِنْ النَّاسِ فَيُقَالُ هَلْ فِيكُمْ مَنْ صَاحَبَ مَنْ صَاحَبَ أَصْحَابَ رَسُوْلِ اللهِ صلى الله عليه وسلم فَيَقُوْلُوْنَ نَعَمْ فَيُفْتَحُ لَهُمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "* সহাবায়ি কিরাম [রাযিয়াল্লাহু ‘আনহুম] এর মর্যাদা বিষয়কঃ\n\nএখান থেকে কয়েক পৃষ্ঠা পরেই নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর সম্মানিত সহাবীদের মান-মর্যাদা বিষয়ক আলোচনা শুরু হতে যাচ্ছে। যাতে নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর কয়েকজন বিশিষ্ট সহাবী ও সমগ্র সহাবায়ে কেরামদের মর্যাদা, তাঁদের প্রতি সাধারণ মু’মিন মুসলমানদের ভক্তি-শ্রদ্ধা, মর্যাদাবোধ ইত্যাদি বিষয়ে একান্ত আবশ্যিক আলোচনা করা হয়েছে।\n\nউল্লেখ্য, নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর সমগ্র সহাবীগণই সম্মান ও মর্যাদা পাওয়ার হকদার। সমগ্র সহাবীদের মধ্যে ৪ খলীফা মর্যাদা পাওয়ার দিক দিয়ে অন্যান্য সহাবীদের চেয়ে বেশী হকদার এ কথা প্রত্যেক বিবেকবান লোক স্বীকার করতে একান্ত বাধ্য। উক্ত সার্বজনীন স্বীকৃত ইসলামী শরীয়াতের রীতি-নীতি প্রাথমিক যুগের মুসলিম মনীষীগণ যেমন শ্রদ্ধা ভরে মেনে নিয়েছিলেন, তেমনি পরবর্তী যুগের ইসলামী মনীষীগণও উপরোক্ত বিষয়ে ঐকমত্য পোষণ করে আসছেন। রসূল (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর সহাবীগণ সকলেই দ্বীনের ব্যাপারে ছিলেন ইনসাফকারী। যেমন নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) প্রত্যেক সহাবীদেরকেই ইনসাফকারী বলে আখ্যায়িত করে গেছেন। যথা নবাী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) ইরশাদ করেছেন عليكم بسنتي وسنة الخلفاء الراشدين الهمديين وكلهم عدول متفق عليه\n\nতোমাদের উপর আমার রেখে যাওয়া সুন্নাহ্ এবং হিদায়াতপ্রাপ্ত পথপ্রদর্শনকারী খলীফাগণের সুন্নাত অবশ্যই গ্রহণযোগ্য এবং উক্ত খলীফাগণের প্রত্যেকেই ইনসাফকারী। অন্যত্র আছে, যার সানাদও সহীহ বটে, আর তা এই যে, আমার সব সহাবীই ইনসাফকারী। ইমাম বুখারীর বর্ণনায় উক্ত সহীহ বুখারীর মধ্যেই كتاب فضائل الصحابة নামক অধ্যায়ের ৩৬৬৫ নং হাদীসে নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) সতর্ক করে দিয়ে বলেছেন যে, তোমরা (পরবর্তীকালে) আমার সহাবীদেরকে গালি-গালাজ করো না।\n\nعن أبي سعيد الخدري (رض) قال قال النبي صلى الله عليه وسلم لا تسبوا أصحابي\n\nউক্ত হাদীসের ব্যাখ্যায় সহীহ বুখারীর বিশ্বখ্যাত ভাষ্যকার ইমাম ইবনু হাজার আস্কালানী বলেছেন, যারা নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-কে নিজ চোখে দেখেনি, নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর নৈকট্য লাভের সৌভাগ্য যাদের হয়নি, এমন সকলের জন্যেই উপরোক্ত নিষেধবাণী প্রযোজ্য হবে। (ফতহুল বারী ৭ম খণ্ড, ৪২ পৃষ্ঠা)\n\nপ্রকাশ থাকে যে, পরবর্তীকালে খারিজী, রাফিজী, মু’তাজিলা, জায়েদিয়া, আশারিয়া, ইসমা‘ঈলিয়া তথা শিয়া মাযহাবের লোকজন নিজেদের ভ্রান্ত-ধারণার বশবর্তী হয়ে নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর সহাবীদের বিরুদ্ধে অনেক অনেক অপবাদ দেয়ার মতো ধৃষ্টতা ও অপরাধপূর্ণ সমালোচনায় লিপ্ত হয়ে মুসলিম জাতিকে পারস্পরিক বিভেদ ও বিচ্ছেদের প্ররোচনা দিয়েছে। যা প্রতিটি বিবেকবান মুসলমানের নিকট অনভিপ্রেত ও অনাকাঙ্ক্ষিত বটে।\n\nশার‘ঈয়তের বিধিবিধানকে সস্পষ্ট করার জন্য এবং সঠিকভাবে মান্য করার জন্য সাহাবীগণ যে ব্যাখ্যা দিয়েছেন বা সিদ্ধান্ত গ্রহণ করেছেন, উম্মাতে মুহাম্মাদিয়াকে তার উপর বহাল থাকতে হবে। যেমন কুরআন একত্রিকরণ, খালীফাহ নির্ধারণ, ‘উসমান < কর্তৃক তৎকালীন পরিস্থিতি বিবেচনা করে বাজারের মধ্যে জুমু‘আহর দিন দ্বিতীয় আযান চালু করা। (বর্তমানে মাইকের আযান দূর দূরান্ত পর্যন্ত বিস্তৃত বিধায় এখন এ আযান নিষ্প্রয়োজন।\n\nবুখারী كتاب فضائل الصحابة পর্বে সহীহ সানাদে হাদীসসমূহে আছে, আল্লাহ্‌র রসূল (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ) একজন স্বীয় ঘরে অবস্থান করছিলেন, এমন সময় আবূ মূসা আল আশআরী বলেন, আমি নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম )-কে নিবেদন করলাম, হে আল্লাহ্‌র রসূল! আবূ বাকর অনুমতি চায় (প্রবেশের জন্য)। নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ) বললেন, তাঁকে অনুমতি দেয়া হলো এবং তাঁকে বেহেশতের সুসংবাদ দিয়ে দাও। অতঃপর ‘উমার অনুমতি চাইলে তাঁকেও এমনই বলে সুসংবাদ দেয়া হলো। (বুখারী হাঃ ৩৬৭৩, বিস্তারিত বাখ্যা- ফতহুল বারী ৭ম খণ্ড, ২৫ পৃষ্ঠা)\n\nএভাবেই ৪ খলীফাহ সহ জলীলুল ক্বদর কয়েকজন সহাবী সম্পর্কে আল্লাহ্‌র রসূল বিভিন্ন সময় অনেক সুসংবাদ জাতীয় ভবিষদ্বাণী করেছেন আল্লাহর আদেশক্রমে। এ জাতীয় জান্নাতের সুসংবাদপ্রাপ্ত সহাবীদের সংখ্যা ১০ জন।\n\nএতদ্ব্যতীত অন্যান্য সহাবীদের ব্যাপারেও নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ) স্বীয় পবিত্র মুখে চমৎকার মন্তব্য ক’রে তাদেরকে বিশ্ববাসীর নিকট সম্মানিত করেছেন। সুতরাং সহাবীদের ব্যাপারে মন্তব্য করতে সতর্কতা অবলম্বন আবশ্যক। অতীব পরিতাপের ও দুঃখের বিষয় এই যে, শিয়া মাযহাবের লোকজন ইসলামের উক্ত সম্মানিত ১ম থেকে ৩য় খলীফা দেরকে জবরদস্তিমূলক খিলাফত দখলকারী, অন্যায়কারী, অত্যাচারী পর্যন্ত বলার মতো ধৃষ্টতা দেখিয়েছে। পক্ষান্তরে ‘আলী এর প্রতি অতিরিক্ত মর্যাদা দিতে গিয়ে তারা তাঁকে পায় নবুয়্যাতের কাছাকাছি বা সম মর্যাদায় নিয়ে গেছে। আর কেউ কেউ শিয়াদের বিরুদ্ধে বক্তব্য দিতে গিয়ে মহামতি ইমাম হুসাইন কে গদীলোভী, অযথা রাষ্ট্রীয় শৃংখলা বিনষ্টকারী হিসেবে আখ্যায়িত করার মতো দুঃসাহস দেখিয়েছে। ইমাম হাসান, হুসাইন আহলে বাইতের অন্তর্ভুক্ত, আর আহলে বাইতদের প্রতি মুহাব্বাত রাখার নির্দেশ সহীহ হাদীস দ্বারা প্রমাণিত। পবিত্র কুরআনেও তাদের পবিত্রতা এভাবে ঘোষিত হয়েছে\n\n(إِنَّمَا يُرِيْدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْراً) (الأحزاب: من الآية৩৩)\n\nসবশেষে সহাবীদের ব্যাপারে সমীহ ভাবপ্রদর্শন ও শ্রদ্ধা প্রদর্শন প্রতিটি মুসলিমের ঈমানী দায়িত্ব।\n\nফাযীলাত।১\n\n১ সহাবায়ি কিরাম [রাযিয়াল্লাহু ‘আনহুম] এর মর্যাদা বিষয়ক ঃ\n\nএখান থেকে কয়েক পৃষ্ঠা পরেই নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম )-এর সম্মানিত সহাবীদের মান-মর্যাদা বিষয়ক আলোচনা শুরু হতে যাচ্ছে। যাতে নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম )-এর কয়েকজন বিশিষ্ট সহাবী ও সমগ্র সহাবায়ে কেরামদের মর্যাদা, তাঁদের প্রতি সাধারণ মু’মিন মুসলমানদের ভক্তি-শ্রদ্ধা, মর্যাদাবোধ ইত্যাদি বিষয়ে একান্ত আবশ্যিক আলোচনা করা হয়েছে।\n\nউল্লেখ্য, নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম )-এর সমগ্র সহাবীগণই সম্মান ও মর্যাদা পাওয়ার হকদার। সমগ্র সহাবীদের মধ্যে ৪ খলীফা মর্যাদা পাওয়ার দিক দিয়ে অন্যান্য সহাবীদের চেয়ে বেশী হকদার এ কথা প্রত্যেক বিবেকবান লোক স্বীকার করতে একান্ত বাধ্য। উক্ত সার্বজনীন স্বীকৃত ইসলামী শরীয়াতের রীতি-নীতি প্রাথমিক যুগের মুসলিম মনীষীগণ যেমন শ্রদ্ধা ভরে মেনে নিয়েছিলেন, তেমনি পরবর্তী যুগের ইসলামী মনীষীগণও উপরোক্ত বিষয়ে ঐকমত্য পোষণ করে আসছেন। রসূল (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম )-এর সহাবীগণ সকলেই দ্বীনের ব্যাপারে ছিলেন ইনসাফকারী। যেমন নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ) প্রত্যেক সহাবীদেরকেই ইনসাফকারী বলে আখ্যায়িত করে গেছেন। যথা নবাী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ) ইরশাদ করেছেন ঃ عليكم بسنتي وسنة الخلفاء الراشدين الهمديين وكلهم عدول متفق عليه\n\nতোমাদের উপর আমার রেখে যাওয়া সুন্নাহ্ এবং হিদায়াতপ্রাপ্ত পথপ্রদর্শনকারী খলীফাগণের সুন্নাত অবশ্যই গ্রহণযোগ্য এবং উক্ত খলীফাগণের প্রত্যেকেই ইনসাফকারী। অন্যত্র আছে, যার সানাদও সহীহ বটে, আর তা এই যে, আমার সব সহাবীই ইনসাফকারী। ইমাম বুখারীর বর্ণনায় উক্ত সহীহ বুখারীর মধ্যেই كتاب فضائل الصحابة নামক অধ্যায়ের ৩৬৬৫ নং হাদীসে নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ) সতর্ক করে দিয়ে বলেছেন যে, তোমরা (পরবর্তীকালে) আমার সহাবীদেরকে গালি-গালাজ করো না।\n\nعن أبي سعيد الخدري (رض) قال قال النبي صلى الله عليه وسلم لا تسبوا أصحابي\n\nউক্ত হাদীসের ব্যাখ্যায় সহীহ বুখারীর বিশ্বখ্যাত ভাষ্যকার ইমাম ইবনু হাজার আস্কালানী বলেছেন, যারা নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম )-কে নিজ চোখে দেখেনি, নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম )-এর নৈকট্য লাভের সৌভাগ্য যাদের হয়নি, এমন সকলের জন্যেই উপরোক্ত নিষেধবাণী প্রযোজ্য হবে। (ফতহুল বারী ৭ম খণ্ড, ৪২ পৃষ্ঠা)\n\nপ্রকাশ থাকে যে, পরবর্তীকালে খারিজী, রাফিজী, মু’তাজিলা, জায়েদিয়া, আশারিয়া, ইসমা‘ঈলিয়া তথা শিয়া মাযহাবের লোকজন নিজেদের ভ্রান্ত-ধারণার বশবর্তী হয়ে নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম )-এর সহাবীদের বিরুদ্ধে অনেক অনেক অপবাদ দেয়ার মতো ধৃষ্টতা ও অপরাধপূর্ণ সমালোচনায় লিপ্ত হয়ে মুসলিম জাতিকে পারস্পরিক বিভেদ ও বিচ্ছেদের প্ররোচনা দিয়েছে। যা প্রতিটি বিবেকবান মুসলমানের নিকট অনভিপ্রেত ও অনাকাঙ্ক্ষিতও বটে।\n\nশার‘ঈয়তের বিধিবিধানকে সস্পষ্ট করার জন্য এবং সঠিকভাবে মান্য করার জন্য সাহাবীগণ যে ব্যাখ্যা দিয়েছেন বা সিদ্ধান্ত গ্রহণ করেছেন, উম্মাতে মুহাম্মাদিয়াকে তার উপর বহাল থাকতে হবে। যেমন কুরআন একত্রিকরণ, খালীফাহ নির্ধারণ, ‘উসমান (রাঃ) কর্তৃক তৎকালীন পরিস্থিতি বিবেচনা করে বাজারের মধ্যে জুমু‘আহর দিন দ্বিতীয় আযান চালু করা। (বর্তমানে মাইকের আযান দূর দূরান্ত পর্যন্ত বিস্তৃত বিধায় এখন এ আযান নিষ্প্রয়োজন।\n\nবুখারী كتاب فضائل الصحابة পর্বে সহীহ সানাদে হাদীসসমূহে আছে, আল্লাহর রসূল (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ) একজন স্বীয় ঘরে অবস্থান করছিলেন, এমন সময় আবূ মূসা আল আশআরী বলেন, আমি নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম )-কে নিবেদন করলাম, হে আল্লাহ্‌র রসূল! আবূ বাকর অনুমতি চায় (প্রবেশের জন্য)। নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ) বললেন, তাঁকে অনুমতি দেয়া হলো এবং তাঁকে বেহেশতের সুসংবাদ দিয়ে দাও। অতঃপর ‘উমার < অনুমতি চাইলে তাঁকেও এমনই বলে সুসংবাদ দেয়া হলো। (বুখারী হাঃ ৩৬৭৩, বিস্তারিত বাখ্যা- ফতহুল বারী ৭ম খণ্ড, ২৫ পৃষ্ঠা)\n\nএভাবেই ৪ খলীফাহ সহ জলীলুল ক্বদর কয়েকজন সহাবী সম্পর্কে আল্লাহ্‌র রসূল বিভিন্ন সময় অনেক সুসংবাদ জাতীয় ভবিষদ্বাণী করেছেন আল্লাহর আদেশক্রমে। এ জাতীয় জান্নাতের সুসংবাদপ্রাপ্ত সহাবীদের সংখ্যা ১০ জন।\n\nএতদ্ব্যতীত অন্যান্য সহাবীদের ব্যাপারেও নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ) স্বীয় পবিত্র মুখে চমৎকার মন্তব্য ক’রে তাদেরকে বিশ্ববাসীর নিকট সম্মানিত করেছেন। সুতরাং সহাবীদের ব্যাপারে মন্তব্য করতে সতর্কতা অবলম্বন আবশ্যক। অতীব পরিতাপের ও দুঃখের বিষয় এই যে, শিয়া মাযহাবের লোকজন ইসলামের উক্ত সম্মানিত ১ম থেকে ৩য় খলীফাদেরকে জবরদস্তিমূলক খিলাফত দখলকারী, অন্যায়কারী, অত্যাচারী পর্যন্ত বলার মতো ধৃষ্টতা দেখিয়েছে। পক্ষান্তরে ‘আলী (রাঃ) এর প্রতি অতিরিক্ত মর্যাদা দিতে গিয়ে তারা তাঁকে পায় নবুয়্যাতের কাছাকাছি বা সম মর্যাদায় নিয়ে গেছে। আর কেউ কেউ শিয়াদের বিরুদ্ধে বক্তব্য দিতে গিয়ে মহামতি ইমাম হুসাইন <-কে গদীলোভী, অযথা রাষ্ট্রীয় শৃংখলা বিনষ্টকারী হিসেবে আখ্যায়িত করার মতো দুঃসাহস দেখিয়েছে। ইমাম হাসান, হুসাইন (রাঃ) আহলে বাইতের অন্তর্ভুক্ত, আর আহলে বাইতদের প্রতি মুহাব্বাত রাখার নির্দেশ সহীহ হাদীস দ্বারা প্রমাণিত। পবিত্র কুরআনেও তাদের পবিত্রতা এভাবে ঘোষিত হয়েছে\n\n(إِنَّمَا يُرِيْدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْراً) (الأحزاب: من الآية৩৩)\n\nসবশেষে সহাবীদের ব্যাপারে সমীহ ভাবপ্রদর্শন ও শ্রদ্ধা প্রদর্শন প্রতিটি মুসলিমের ঈমানী দায়িত্ব।",
    "chapter": {
      "chapter_number": "62"
    }
  }
}