{
  "hadith": {
    "hadith_id": 3652,
    "narrator": "বারাআ (ইব্‌নু ‘আযিব) (রাঃ)",
    "bn": "তিনি বলেন, আবূ বকর (রাঃ) ‘আযিব (রাঃ) এর নিকট হতে তের দিরহামের একটি হাওদা কিনলেন। আবূ বকর (রাঃ) ‘আযিবকে বললেন, তোমার ছেলে বারাকে হাওদাটি আমার নিকট পৌঁছে দিতে বল। ‘আযিব (রাঃ) বললেন, আমি বারাকে বলব না যতক্ষণ আপনি আমাদেরকে সবিস্তারে বর্ণনা করে না শুনাবেন যে, আপনি ও নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কী করেছিলেন যখন আপনারা মক্কা হতে বেরিয়ে পড়েছিলেন? আর মক্কার মুশরিকগণ আপনাদের পিছু ধাওয়া করেছিল।\nআবূ বকর (রাঃ) বললেন, আমরা মক্কা হতে বেরিয়ে সারা রাত এবং পরের দিন দুপুর পর্যন্ত অবিরত চললাম। যখন ঠিক দুপুর হয়ে গেল, এবং উত্তাপ তীব্র হলো আমি চারদিকে চেয়ে দেখলাম কোথাও কোন ছায়া দেখা যায় কিনা, যেন আমরা সেখানে বিশ্রাম নিতে পারি। তখন একটি বড় আকারের পাথর চোখে পড়ল। এই পাথরটির পাশে কিছু ছায়াও আছে। আমি সেখানে আসলাম এবং ঐ ছায়াপূর্ণ জায়গাটি সমতল করে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য বিছানা করে দিলাম এবং বললাম, হে আল্লাহ্‌র নবী! আপনি এখানে শুয়ে পড়ুন। তিনি শুয়ে পড়লেন। আমি চারদিকের অবস্থা দেখার জন্য বেরিয়ে পড়লাম, আমাদের খোঁজে কেউ আসছে কিনা? ঐ সময় আমি দেখতে পেলাম, একজন মেষ পালক তার ভেড়া ছাগল হাঁকিয়ে ঐ পাথরের দিকে আসছে। সেও আমাদের মত ছায়া খোঁজ করছে। আমি তাকে জিজ্ঞেস করলাম, হে যুবক! তুমি কার রাখাল? সে একজন কুরাঈশের নাম বলল, আমি তাকে চিনতে পারলাম। আমি তাকে শুধালাম, তোমার বক্‌রীর পালে দুধেল বকরী আছে কি? সে বলল, হাঁ আছে। আমি বললাম। তুমি কি আমাদেরকে দুধ দোহন করে দিবে? সে বলল, হাঁ, দিব। আমি তাকে তা দিতে বললে তৎক্ষণাৎ সে বক্‌রীর পাল হতে একটি বক্‌রী ধরে নিয়ে এল এবং পিছনের পা দু’টি বেঁধে নিল। আমি তাকে বললাম, বকরীর স্তন দু’টি ঝেড়ে মুছে ধূলাবালি হতে পরিষ্কার করে নাও এবং তোমার হাত দু’টি পরিষ্কার কর। তিনি এক হাত অন্য হাতের উপর মেরে (পরিষ্কারের ধরণ) দেখালেন। অতঃপর সে আমাদেরকে পাত্র ভরে দুধ এনে দিল। আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্য একটি চামড়ার পাত্র সঙ্গে রেখে ছিলাম যার মুখ কাপড় দ্বারা বাঁধা ছিল।  আমি দুধে অল্প পানি মিশিয়ে দিলাম যেন দুধের নিম্নভাগও ঠান্ডা হয়ে যায়। অতঃপর আমি দুধ নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হাযির হয়ে দেখলাম তিনি জেগেছেন। আমি বললাম, হে আল্লাহর রসূল! আপনি দুধ পান করুন। তিনি দুধ পান করলেন। আমি খুশী হলাম। অতঃপর আমি বললাম, হে আল্লাহর রসূল! আমাদের রওয়ানা হওয়ার সময় হয়েছে কি? তিনি বললেন, হাঁ হয়েছে। আমরা রওয়ানা দিলাম। মক্কাবাসী মুশরিকরা আমাদের খোঁজে ছুটাছুটি করছে। কিন্তু সুরাকা ইব্‌নু মালিক ইব্‌নু জু’শাম ছাড়া আমাদের সন্ধান তাদের অন্য কেউ পায়নি। সে ঘোড়ায় চড়ে আসছিল। আমি বললাম, হে আল্লাহর রসূল! খোঁজকারী আমাদের দেখা পেয়ে গেল। তিনি বললেন, চিন্তা করো না, নিশ্চয়ই মহান আল্লাহ্ আমাদের সঙ্গে আছেন। (আধুনিক প্রকাশনীঃ ৩৩৮০, ইসলামী ফাউন্ডেশনঃ ৩৩৮৭)",
    "ar": "حَدَّثَنَا عَبْدُ اللهِ بْنُ رَجَاءٍ حَدَّثَنَا إِسْرَائِيْلُ عَنْ أَبِيْ إِسْحَاقَ عَنْ الْبَرَاءِ قَالَ اشْتَرَى أَبُوْ بَكْرٍ مِنْ عَازِبٍ رَحْلًا بِثَلَاثَةَ عَشَرَ دِرْهَمًا فَقَالَ أَبُوْ بَكْرٍ لِعَازِبٍ مُرْ الْبَرَاءَ فَلْيَحْمِلْ إِلَيَّ رَحْلِيْ فَقَالَ عَازِبٌ لَا حَتَّى تُحَدِّثَنَا كَيْفَ صَنَعْتَ أَنْتَ وَرَسُوْلُ اللهِ حِيْنَ خَرَجْتُمَا مِنْ مَكَّةَ وَالْمُشْرِكُوْنَ يَطْلُبُوْنَكُمْ قَالَ ارْتَحَلْنَا مِنْ مَكَّةَ فَأَحْيَيْنَا أَوْ سَرَيْنَا لَيْلَتَنَا وَيَوْمَنَا حَتَّى أَظْهَرْنَا وَقَامَ قَائِمُ الظَّهِيْرَةِ فَرَمَيْتُ بِبَصَرِيْ هَلْ أَرَى مِنْ ظِلٍّ فَآوِيَ إِلَيْهِ فَإِذَا صَخْرَةٌ أَتَيْتُهَا فَنَظَرْتُ بَقِيَّةَ ظِلٍّ لَهَا فَسَوَّيْتُهُ ثُمَّ فَرَشْتُ لِلنَّبِيِّ صلى الله عليه وسلم فِيْهِ ثُمَّ قُلْتُ لَهُ اضْطَجِعْ يَا نَبِيَّ اللهِ فَاضْطَجَعَ النَّبِيُّ صلى الله عليه وسلم ثُمَّ انْطَلَقْتُ أَنْظُرُ مَا حَوْلِيْ هَلْ أَرَى مِنْ الطَّلَبِ أَحَدًا فَإِذَا أَنَا بِرَاعِيْ غَنَمٍ يَسُوقُ غَنَمَهُ إِلَى الصَّخْرَةِ يُرِيْدُ مِنْهَا الَّذِيْ أَرَدْنَا فَسَأَلْتُهُ فَقُلْتُ لَهُ لِمَنْ أَنْتَ يَا غُلَامُ قَالَ لِرَجُلٍ مِنْ قُرَيْشٍ سَمَّاهُ فَعَرَفْتُهُ فَقُلْتُ هَلْ فِيْ غَنَمِكَ مِنْ لَبَنٍ قَالَ نَعَمْ قُلْتُ فَهَلْ أَنْتَ حَالِبٌ لَنَا قَالَ نَعَمْ فَأَمَرْتُهُ فَاعْتَقَلَ شَاةً مِنْ غَنَمِهِ ثُمَّ أَمَرْتُهُ أَنْ يَنْفُضَ ضَرْعَهَا مِنْ الْغُبَارِ ثُمَّ أَمَرْتُهُ أَنْ يَنْفُضَ كَفَّيْهِ فَقَالَ هَكَذَا ضَرَبَ إِحْدَى كَفَّيْهِ بِالْأُخْرَى فَحَلَبَ لِيْ كُثْبَةً مِنْ لَبَنٍ وَقَدْ جَعَلْتُ لِرَسُوْلِ اللهِ صلى الله عليه وسلم إِدَاوَةً عَلَى فَمِهَا خِرْقَةٌ فَصَبَبْتُ عَلَى اللَّبَنِ حَتَّى بَرَدَ أَسْفَلُهُ فَانْطَلَقْتُ بِهِ إِلَى النَّبِيِّ صلى الله عليه وسلم فَوَافَقْتُهُ قَدْ اسْتَيْقَظَ فَقُلْتُ اشْرَبْ يَا رَسُوْلَ اللهِ فَشَرِبَ حَتَّى رَضِيْتُ ثُمَّ قُلْتُ قَدْ آنَ الرَّحِيْلُ يَا رَسُوْلَ اللهِ قَالَ بَلَى فَارْتَحَلْنَا وَالْقَوْمُ يَطْلُبُوْنَنَا فَلَمْ يُدْرِكْنَا أَحَدٌ مِنْهُمْ غَيْرُ سُرَاقَةَ بْنِ مَالِكِ بْنِ جُعْشُمٍ عَلَى فَرَسٍ لَهُ فَقُلْتُ هَذَا الطَّلَبُ قَدْ لَحِقَنَا يَا رَسُوْلَ اللهِ فَقَالَلَا تَحْزَنْ إِنَّ اللهَ مَعَنَا (التوبة : 40)",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "62"
    }
  }
}