{
  "hadith": {
    "hadith_id": 3667,
    "narrator": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী ‘আয়িশা (রাঃ)",
    "bn": "আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যখন মৃত্যু হয়, তখন আবূ বকর (রাঃ) সুনহ-এ ছিলেন। ইসমাঈল (রাবী) বলেন, সুনহ মাদীনাহর উঁচু এলাকার একটি স্থানের নাম। ‘উমার (রাঃ) দাঁড়িয়ে বলতে লাগলেন, আল্লাহ্‌র কসম, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মৃত্যু হয়নি। ‘আয়িশা (রাঃ) বলেন, ‘উমার (রাঃ) বললেন, আল্লাহ্‌র কসম, তখন আমার অন্তরে এ বিশ্বাসই ছিল আল্লাহ্‌ অবশ্যই তাঁকে পুনরায় জীবিত করবেন এবং তিনি কিছু সংখ্যক লোকের হাত-পা কেটে ফেলবেন। অতঃপর আবূ বকর (রাঃ) এলেন এবং আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চেহারা হতে আবরণ সরিয়ে তাঁর কপালে চুম্বন করলেন এবং বললেন, আমার পিতা-মাতা আপনার উপর কুরবান। আপনি জীবনে মরণে পবিত্র। ঐ সত্তার কসম, যাঁর হাতে আমার প্রাণ, আল্লাহ্‌ আপনাকে কখনও দু’বার মৃত্যু [১] আস্বাদন করাবেন না। অতঃপর তিনি বেরিয়ে এলেন এবং বললেন, হে হলফকারী! ধৈর্য অবলম্বন কর। আবূ বকর (রাঃ) যখন কথা বলতে লাগলেন, তখন ‘উমার (রাঃ) বসে পড়লেন। (আধুনিক প্রকাশনীঃ ৩৩৯৫ প্রথমাংশ, ইসলামী ফাউন্ডেশনঃ ৩৪০২ প্রথমাংশ)",
    "ar": "حَدَّثَنَا إِسْمَاعِيْلُ بْنُ عَبْدِ اللهِ حَدَّثَنَا سُلَيْمَانُ بْنُ بِلَالٍ عَنْ هِشَامِ بْنِ عُرْوَةَ قَالَ أَخْبَرَنِيْ عُرْوَةُ بْنُ الزُّبَيْرِ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم مَاتَ وَأَبُوْ بَكْرٍ بِالسُّنْحِ قَالَ إِسْمَاعِيْلُ يَعْنِيْ بِالْعَالِيَةِ فَقَامَ عُمَرُ يَقُوْلُ وَاللهِ مَا مَاتَ رَسُوْلُ اللهِ صلى الله عليه وسلم قَالَتْ وَقَالَ عُمَرُ وَاللهِ مَا كَانَ يَقَعُ فِيْ نَفْسِيْ إِلَّا ذَاكَ وَلَيَبْعَثَنَّهُ اللهُ فَلَيَقْطَعَنَّ أَيْدِيَ رِجَالٍ وَأَرْجُلَهُمْ فَجَاءَ أَبُوْ بَكْرٍ فَكَشَفَ عَنْ رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَبَّلَهُ قَالَ بِأَبِيْ أَنْتَ وَأُمِّيْ طِبْتَ حَيًّا وَمَيِّتًا وَالَّذِيْ نَفْسِيْ بِيَدِهِ لَا يُذِيْقُكَ اللهُ الْمَوْتَتَيْنِ أَبَدًا ثُمَّ خَرَجَ فَقَالَ أَيُّهَا الْحَالِفُ عَلَى رِسْلِكَ فَلَمَّا تَكَلَّمَ أَبُوْ بَكْرٍ جَلَسَ عُمَرُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] মৃত্যুর স্বাদ দু’বার আস্বাদন না করার অর্থ হচ্ছে মানুষ মৃত্যুবরণ করার পর জীবিত হবে না।",
    "chapter": {
      "chapter_number": "62"
    }
  }
}