{
  "hadith": {
    "hadith_id": 3672,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আমরা আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে এক যুদ্ধ সফরে গিয়েছিলাম; তখন আমার হারটি গলা হতে ছিঁড়ে পড়ে যায়। হারটি খোঁজার জন্য নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেখানে অবস্থান করেন। এজন্য সাহাবীগণও তাঁর সঙ্গে সেখানে অবস্থান করেন। সেখানে পানি ছিল না এবং তাঁদের সঙ্গেও পানি ছিল না। তাই সাহাবীগণ আবূ বকর (রাঃ) এর নিকট এসে বললেন, আপনি কি দেখছেন না, ‘আয়িশা (রাঃ) কি করলেন? তিনি আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং তার সঙ্গে সাহাবীগণকে এমন স্থানে অবস্থান করালেন যেখানে পানি নেই এবং তাদের সঙ্গেও পানি নেই। তখন আবূ বকর (রাঃ) আমার নিকট আসলেন। আর আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার উরুর উপর মাথা রেখে ঘুমাচ্ছিলেন। তিনি আমাকে বলতে লাগলেন, তুমি আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এবং সাহাবীগণকে এমন এক স্থানে আটকিয়ে রেখেছ, যেখানে পানি নেই এবং তাদের সঙ্গেও পানি নেই। ‘আয়িশা (রাঃ) বলেন, তিনি আমাকে অনেক বকাবকি করলেন। এমনকি তিনি হাত দ্বারা আমার কোমরে খোঁচা মারতে লাগলেন। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার উরুর উপর মাথা রেখে শুয়ে থাকার কারণে আমি নড়াচড়াও করতে পারছিলাম না। এমনি পানি না থাকা অবস্থায় আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সকাল পর্যন্ত ঘুমন্ত থাকলেন। তখন আল্লাহ্‌ তা’আলা তায়াম্মুমের আয়াত অবতীর্ণ করলেন এবং সকলেই তায়াম্মুম করলেন। উসাইদ ইবনু হুযাইর (রাঃ) বলেন, হে আবূ বকর (রাঃ) এর পরিবারবর্গ, এটা আপনাদের প্রথম বরকত নয়। ‘আয়িশা (রাঃ) বলেন, অতঃপর আমরা সে উটটিকে উঠালাম যে উটের উপর আমি সাওয়ার ছিলাম। আমরা হারটি তার নীচে পেয়ে গেলাম।  (আধুনিক প্রকাশনীঃ ৩৩৯৭, ইসলামী ফাউন্ডেশনঃ ৩৪০৪)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيْدٍ عَنْ مَالِكٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيْهِ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّهَا قَالَتْ خَرَجْنَا مَعَ رَسُوْلِ اللهِ صلى الله عليه وسلم فِيْ بَعْضِ أَسْفَارِهِ حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ أَوْ بِذَاتِ الْجَيْشِ انْقَطَعَ عِقْدٌ لِيْ فَأَقَامَ رَسُوْلُ اللهِ صلى الله عليه وسلم عَلَى الْتِمَاسِهِ وَأَقَامَ النَّاسُ مَعَهُ وَلَيْسُوْا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ فَأَتَى النَّاسُ أَبَا بَكْرٍ فَقَالُوْا أَلَا تَرَى مَا صَنَعَتْ عَائِشَةُ أَقَامَتْ بِرَسُوْلِ اللهِ صلى الله عليه وسلم وَبِالنَّاسِ مَعَهُ وَلَيْسُوْا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ فَجَاءَ أَبُوْ بَكْرٍ وَرَسُوْلُ اللهِ صلى الله عليه وسلم وَاضِعٌ رَأْسَهُ عَلَى فَخِذِيْ قَدْ نَامَ فَقَالَ حَبَسْتِ رَسُوْلَ اللهِ صلى الله عليه وسلم وَالنَّاسَ وَلَيْسُوْا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ قَالَتْ فَعَاتَبَنِيْ وَقَالَ مَا شَاءَ اللهُ أَنْ يَقُوْلَ وَجَعَلَ يَطْعُنُنِيْ بِيَدِهِ فِيْ خَاصِرَتِيْ فَلَا يَمْنَعُنِيْ مِنْ التَّحَرُّكِ إِلَّا مَكَانُ رَسُوْلِ اللهِ صلى الله عليه وسلم عَلَى فَخِذِيْ فَنَامَ رَسُوْلُ اللهِ صلى الله عليه وسلم حَتَّى أَصْبَحَ عَلَى غَيْرِ مَاءٍ فَأَنْزَلَ اللهُ آيَةَ التَّيَمُّمِ فَتَيَمَّمُوْا فَقَالَ أُسَيْدُ بْنُ الْحُضَيْرِ مَا هِيَ بِأَوَّلِ بَرَكَتِكُمْ يَا آلَ أَبِيْ بَكْرٍ فَقَالَتْ عَائِشَةُ فَبَعَثْنَا الْبَعِيْرَ الَّذِيْ كُنْتُ عَلَيْهِ فَوَجَدْنَا الْعِقْدَ تَحْتَهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "62"
    }
  }
}