{
  "hadith": {
    "hadith_id": 3683,
    "narrator": "সা’দ ইবনু আবূ ওয়াককাস (রাঃ)",
    "bn": "তিনি বলেন, একবার ‘উমার ইবনু খাত্তাব (রাঃ) আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসার অনুমতি চাইলেন। তখন তাঁর সঙ্গে কুরাইশের কয়েকজন নারী কথা বলছিলেন এবং তাঁরা অধিক পরিমাণ দাবী দাওয়া করতে গিয়ে তাঁর আওয়াজের চেয়ে তাদের আওয়াজ উচ্চ ছিল। যখন ‘উমার ইবনু খাত্তাব প্রবেশের অনুমতি চাইলেন তখন তাঁরা উঠে দ্রুত পর্দার আড়ালে চলে গেলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে অনুমতি দিলেন। আর ‘উমার (রাঃ) ঘরে প্রবেশ করলেন, রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাসছিলেন। ‘উমার (রাঃ) বললেন, আল্লাহ্‌ আপনাকে সদা হাস্য রাখুন হে আল্লাহ্‌র রসূল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, নারীদের ব্যাপার দেখে আমি অবাক হচ্ছি, তাঁরা আমার নিকট ছিল, অথচ তোমার আওয়াজ শুনা মাত্র তারা সব দ্রুত পর্দার আড়ালে চলে গেল। ‘উমার (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! আপনাকেই-তো অধিক ভয় করা উচিত। অতঃপর ‘উমার (রাঃ) ঐ মহিলাগণকে লক্ষ্য করে বললেন, ওহে নিজের ক্ষতিকারী নারীরা! তোমরা আমাকে ভয় কর, অথচ আল্লাহ্‌র রসূলকে ভয় কর না? তারা উত্তরে বললেন, হাঁ ঠিকই হে ইবনু খাত্তাব! যে সত্তার হাতে আমার জান, তাঁর কসম, শয়তান যখনই কোন রাস্তায় তোমাকে  দেখতে পায় সে তখনই তোমার ভয়ে এ রাস্তা ছেড়ে অন্য রাস্তা ধরে। (আধুনিক প্রকাশনীঃ ৩৪০৮, ইসলামী ফাউন্ডেশনঃ ৩৪১৫)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا يَعْقُوْبُ بْنُ إِبْرَاهِيْمَ قَالَ حَدَّثَنِيْ أَبِيْ عَنْ صَالِحٍ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِيْ عَبْدُ الْحَمِيْدِ أَنَّ مُحَمَّدَ بْنَ سَعْدٍ أَخْبَرَهُ أَنَّ أَبَاهُ قَالَ ح حَدَّثَنِيْ عَبْدُ الْعَزِيْزِ بْنُ عَبْدِ اللهِ حَدَّثَنَا إِبْرَاهِيْمُ بْنُ سَعْدٍ عَنْ صَالِحٍ عَنْ ابْنِ شِهَابٍ عَنْ عَبْدِ الْحَمِيْدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ زَيْدٍ عَنْ مُحَمَّدِ بْنِ سَعْدِ بْنِ أَبِيْ وَقَّاصٍ عَنْ أَبِيْهِ قَالَ اسْتَأْذَنَ عُمَرُ بْنُ الْخَطَّابِ عَلَى رَسُوْلِ اللهِ صلى الله عليه وسلم وَعِنْدَهُ نِسْوَةٌ مِنْ قُرَيْشٍ يُكَلِّمْنَهُ وَيَسْتَكْثِرْنَهُ عَالِيَةً أَصْوَاتُهُنَّ عَلَى صَوْتِهِ فَلَمَّا اسْتَأْذَنَ عُمَرُ بْنُ الْخَطَّابِ قُمْنَ فَبَادَرْنَ الْحِجَابَ فَأَذِنَ لَهُ رَسُوْلُ اللهِ فَدَخَلَ عُمَرُ وَرَسُوْلُ اللهِ يَضْحَكُ فَقَالَ عُمَرُ أَضْحَكَ اللهُ سِنَّكَ يَا رَسُوْلَ اللهِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم عَجِبْتُ مِنْ هَؤُلَاءِ اللَاتِيْ كُنَّ عِنْدِيْ فَلَمَّا سَمِعْنَ صَوْتَكَ ابْتَدَرْنَ الْحِجَابَ فَقَالَ عُمَرُ فَأَنْتَ أَحَقُّ أَنْ يَهَبْنَ يَا رَسُوْلَ اللهِ ثُمَّ قَالَ عُمَرُ يَا عَدُوَّاتِ أَنْفُسِهِنَّ أَتَهَبْنَنِيْ وَلَا تَهَبْنَ رَسُوْلَ اللهِ صلى الله عليه وسلم فَقُلْنَ نَعَمْ أَنْتَ أَفَظُّ وَأَغْلَظُ مِنْ رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِيْهًا يَا ابْنَ الْخَطَّابِ وَالَّذِيْ نَفْسِيْ بِيَدِهِ مَا لَقِيَكَ الشَّيْطَانُ سَالِكًا فَجًّا قَطُّ إِلَّا سَلَكَ فَجًّا غَيْرَ فَجِّكَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "62"
    }
  }
}