{
  "hadith": {
    "hadith_id": 3695,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি বাগানে প্রবেশ করলেন এবং বাগানের দরজা পাহারা দেয়ার জন্য আমাকে আদেশ করলেন। তখন এক ব্যক্তি এসে প্রবেশের অনুমতি চাইলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তাকে আসতে দাও এবং তাঁকে জান্নাতের সু-সংবাদ দাও। আমি দেখলাম যে, তিনি আবূ বকর (রাঃ) অতঃপর আর একজন এসে প্রবেশের অনুমতি চাইলেন। তিনি বললেন, তাঁকে প্রবেশের অনুমতি দাও এবং জান্নাতের সুসংবাদ দাও। দেখতে পেলেন, তিনি ‘উমার (রাঃ)। অতঃপর আর একজন এসে প্রবেশের অনুমতি চাইলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিছুক্ষণ চুপ করে বললেন, তাঁকেও প্রবেশের অনুমতি দাও এবং শীঘ্রই তার উপর বিপদ আসবে এ কথা বলে জান্নাতের সু-সংবাদ দাও। দেখতে পেলাম যে, তিনি ‘উসমান ইব্‌নু আফফান (রাঃ)। হাম্মাদ (রহঃ) .... আবূ মূসা (রাঃ) হতে এ রকম বর্ণিত আছে। আসিম (রহঃ) উক্ত বর্ণনায় আরো বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাগানের এমন এক জায়গায় বসেছিলেন যেখানে পানি ছিল এবং তাঁর হাঁটুদ্বয় অথবা এক হাঁটু খোলা ছিলেন। যখন ‘উসমান (রাঃ) আসলেন তখন হাঁটু কাপড় দিয়ে ঢেকে ফেললেন।  (আধুনিক প্রকাশনীঃ ৩৪২০, ইসলামী ফাউন্ডেশনঃ ৩৪২৭)",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوْبَ عَنْ أَبِيْ عُثْمَانَ عَنْ أَبِيْ مُوْسَى أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ حَائِطًا وَأَمَرَنِيْ بِحِفْظِ بَابِ الْحَائِطِ فَجَاءَ رَجُلٌ يَسْتَأْذِنُ فَقَالَ ائْذَنْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ فَإِذَا أَبُوْ بَكْرٍ ثُمَّ جَاءَ آخَرُ يَسْتَأْذِنُ فَقَالَ ائْذَنْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ فَإِذَا عُمَرُ ثُمَّ جَاءَ آخَرُ يَسْتَأْذِنُ فَسَكَتَ هُنَيْهَةً ثُمَّ قَالَ ائْذَنْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ عَلَى بَلْوَى سَتُصِيْبُهُ فَإِذَا عُثْمَانُ بْنُ عَفَّانَ قَالَ حَمَّادٌ وَحَدَّثَنَا عَاصِمٌ الأَحْوَلُ وَعَلِيُّ بْنُ الْحَكَمِ سَمِعَا أَبَا عُثْمَانَ يُحَدِّثُ عَنْ أَبِيْ مُوْسَى بِنَحْوِهِ وَزَادَ فِيْهِ عَاصِمٌ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ قَاعِدًا فِيْ مَكَانٍ فِيْهِ مَاءٌ قَدْ انْكَشَفَ عَنْ رُكْبَتَيْهِ أَوْ رُكْبَتِهِ فَلَمَّا دَخَلَ عُثْمَانُ غَطَّاهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "62"
    }
  }
}