{
  "hadith": {
    "hadith_id": 3701,
    "narrator": "সাহল ইব্‌নু সা’দ (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আমি আগামীকাল এমন এক ব্যক্তিকে পতাকা দিব যাঁর হাতে আল্লাহ্‌ বিজয় দান করবেন। রাবী বলেন, তারা এই আগ্রহ ভরে রাত্রি যাপন করলেন যে, কাকে এ পতাকা দেয়া হবে। যখন ভোর হল তখন সকলেই আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর নিকট গিয়ে উপস্থিত হলেন। তাদেরর প্রত্যেকেই এ আশা করছিলেন যে পতাকা তাকে দেয়া হবে। অতঃপর তিনি বললেন, ‘আলী ইব্‌নু আবু তালিব কোথায়? তাঁরা বললেন, হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! তিনি চক্ষু রোগে আক্রান্ত। তিনি বললেন, কাউকে পাঠিয়ে তাকে আমার নিকট নিয়ে এস। যখন তিনি এলেন, তখন রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর দু’চোখে থুথু লাগিয়ে দিলেন এবং তাঁর জন্য দু’আও করলেন। এতে তিনি এমন সুস্থ হয়ে গেলেন যেন তাঁর চোখে কোন রোগই ছিল না। রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে পতাকাটি দিলেন। ‘আলী (রাঃ) বললেন, হে আল্লাহর রসূল! তারা যতক্ষণ পর্যন্ত আমাদের মত না হয়ে যাবে ততক্ষণ পর্যন্ত আমি কি তাদের সঙ্গে যুদ্ধ চালিয়ে যাব। তিনি বললেন, তুমি সোজা এগিয়ে যেতে থাক এবং তাদের আঙ্গিণায় পৌঁছে তাদেরকে ইসলাম গ্রহণের দা’ওয়াত দাও। তাদের উপর আল্লাহ্‌র যে দায়িত্ব ও কর্তব্য আছে তাও তাদেরকে জানিয়ে দাও। আল্লাহর কসম, তোমার দ্বারা যদি একটি মানুষও হিদায়াত লাভ করে, তা হবে তোমার জন্য লাল রং এর উট পাওয়ার চেয়েও উত্তম। (আধুনিক প্রকাশনীঃ ৩৪২৬, ইসলামী ফাউন্ডেশনঃ ৩৪৩৩)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيْدٍ حَدَّثَنَا عَبْدُ الْعَزِيْزِ عَنْ أَبِيْ حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ أَنَّ رَسُوْلَ اللهِ قَالَ لَاعْطِيَنَّ الرَّايَةَ غَدًا رَجُلًا يَفْتَحُ اللهُ عَلَى يَدَيْهِ قَالَ فَبَاتَ النَّاسُ يَدُوكُوْنَ لَيْلَتَهُمْ أَيُّهُمْ يُعْطَاهَا فَلَمَّا أَصْبَحَ النَّاسُ غَدَوْا عَلَى رَسُوْلِ اللهِ صلى الله عليه وسلم كُلُّهُمْ يَرْجُوْ أَنْ يُعْطَاهَا فَقَالَ أَيْنَ عَلِيُّ بْنُ أَبِيْ طَالِبٍ فَقَالُوْا يَشْتَكِيْ عَيْنَيْهِ يَا رَسُوْلَ اللهِ قَالَ فَأَرْسِلُوْا إِلَيْهِ فَأْتُوْنِيْ بِهِ فَلَمَّا جَاءَ بَصَقَ فِيْ عَيْنَيْهِ وَدَعَا لَهُ فَبَرَأَ حَتَّى كَأَنْ لَمْ يَكُنْ بِهِ وَجَعٌ فَأَعْطَاهُ الرَّايَةَ فَقَالَ عَلِيٌّ يَا رَسُوْلَ اللهِ أُقَاتِلُهُمْ حَتَّى يَكُوْنُوْا مِثْلَنَا فَقَالَ انْفُذْ عَلَى رِسْلِكَ حَتَّى تَنْزِلَ بِسَاحَتِهِمْ ثُمَّ ادْعُهُمْ إِلَى الْإِسْلَامِ وَأَخْبِرْهُمْ بِمَا يَجِبُ عَلَيْهِمْ مِنْ حَقِّ اللهِ فِيْهِ فَوَاللهِ لَانْ يَهْدِيَ اللهُ بِكَ رَجُلًا وَاحِدًا خَيْرٌ لَكَ مِنْ أَنْ يَكُوْنَ لَكَ حُمْرُ النَّعَمِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "62"
    }
  }
}