{
  "hadith": {
    "hadith_id": 3703,
    "narrator": "আবূ হাযিম (রহঃ)",
    "bn": "তিনি বলেন, এক লোক সাহ্‌ল ইব্‌নু সা’দ (রাঃ)-এর নিকট হাযির হয়ে বললেন, মদীনার অমুক আমীর মিম্বরের নিকটে বসে ‘আলী (রাঃ) সম্পর্কে অপ্রিয় কথা বলছে। তিনি বললেন, সে কী বলছে? সে বলল, সে তাকে আবূ তুরাব (রাঃ) বলে উল্লেখ করছে। সাহ্‌ল (রাঃ) হেসে দিলেন এবং বললেন, আল্লাহ্‌র কসম, তাঁর এ নাম নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রেখেছিলেন। এ নাম অপেক্ষা তাঁর নিকট বেশি প্রিয় আর কোন নাম ছিল না। আমি ঘটনাটি জানার জন্য সাহ্‌ল (রাঃ) –এর নিকট ইচ্ছে প্রকাশ করলাম এবং তাকে বললাম, হে আবূ ‘আব্বাস! এটা কিভাবে হয়েছিল। তিনি বললেন, ‘আলী (রাঃ) ফাতিমা (রাঃ) –এর নিকট গেলেন এবং কিছুক্ষণ পর ফিরে মাসজিদে শুয়ে রইলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসে জিজ্ঞেস করলেন, তোমার চাচাত ভাই কোথায়? তিনি বললেন, মাসজিদে। রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর খোঁজে বেরিয়ে পড়লেন। পরে তিনি তাঁকে এমন অবস্থায় পেলেন যে তাঁর চাদর পিঠ হতে সরে গিয়েছে। তাঁর পিঠে ধূলা-বালি লেগে গেছে। রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর পিঠ হতে ধূলা-বালি ঝাড়তে ঝাড়তে বললেন, উঠে বস হে আবূ তুরাব! কথাটি দু’বার বলেছিলেন। (আধুনিক প্রকাশনীঃ ৩৪২৮, ইসলামী ফাউন্ডেশনঃ ৩৪৩৫)",
    "ar": "حَدَّثَنَا عَبْدُ اللهِ بْنُ مَسْلَمَةَ حَدَّثَنَا عَبْدُ الْعَزِيْزِ بْنُ أَبِيْ حَازِمٍ عَنْ أَبِيْهِ أَنَّ رَجُلًا جَاءَ إِلَى سَهْلِ بْنِ سَعْدٍ فَقَالَ هَذَا فُلَانٌ لِأَمِيْرِ الْمَدِيْنَةِ يَدْعُوْ عَلِيًّا عِنْدَ الْمِنْبَرِ قَالَ فَيَقُوْلُ مَاذَا قَالَ يَقُوْلُ لَهُ أَبُوْ تُرَابٍ فَضَحِكَ قَالَ وَاللهِ مَا سَمَّاهُ إِلَّا النَّبِيُّ صلى الله عليه وسلم وَمَا كَانَ لَهُ اسْمٌ أَحَبَّ إِلَيْهِ مِنْهُ فَاسْتَطْعَمْتُ الْحَدِيْثَ سَهْلًا وَقُلْتُ يَا أَبَا عَبَّاسٍ كَيْفَ ذَلِكَ قَالَ دَخَلَ عَلِيٌّ عَلَى فَاطِمَةَ ثُمَّ خَرَجَ فَاضْطَجَعَ فِي الْمَسْجِدِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم أَيْنَ ابْنُ عَمِّكِ قَالَتْ فِي الْمَسْجِدِ فَخَرَجَ إِلَيْهِ فَوَجَدَ رِدَاءَهُ قَدْ سَقَطَ عَنْ ظَهْرِهِ وَخَلَصَ التُّرَابُ إِلَى ظَهْرِهِ فَجَعَلَ يَمْسَحُ التُّرَابَ عَنْ ظَهْرِهِ فَيَقُوْلُ اجْلِسْ يَا أَبَا تُرَابٍ مَرَّتَيْنِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "62"
    }
  }
}