{
  "hadith": {
    "hadith_id": 3712,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "আবূ বকর (রাঃ) বললেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আমাদের মালের কেউ ওয়ারিস হয় না। আমরা যা কিছু রেখে যাই তা সবই সদাকাহ্‌। মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পরিবারবর্গ এ মাল হতে অর্থাৎ আল্লাহ্‌র মাল হতে খেতে পারবে। তবে প্রয়োজনের বেশি নিতে পারবে না। আল্লাহ্‌র কসম, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পরিত্যক্ত মালে তাঁর যুগে যে নিয়ম ছিল তার পরিবর্তন করব না। আমি অবশ্যই তা করব যা আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) করে গেছেন। অতঃপর ‘আলী  (রাঃ) শাহাদাত পাঠ করে বললেন, হে আবূ বাক্‌র! আমরা আপনার মর্যাদা সম্পর্কে জ্ঞাত এবং আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে তাঁদের যে আত্মীয়তা ও ঘনিষ্ঠতা রয়েছে তা এবং তাঁদের অধিকারের কথাও উল্লেখ করলেন। আবূ বকর (রাঃ) ও এ বিষয়ে উল্লেখ করে বললেন, আল্লাহ্‌র কসম! যাঁর হাতে আমার প্রাণ, আমার আত্মীয়দের সঙ্গে উত্তম আচরণ করার চেয়ে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর আত্মীয়দের সঙ্গে উত্তম আচরণ করা আমি অধিক পছন্দ করি। (আধুনিক প্রকাশনীঃ ৩৪৩৬, ইসলামী ফাউন্ডেশনঃ ৩৪৪৩ শেষাংশ)",
    "ar": "فَقَالَ أَبُوْ بَكْرٍ إِنَّ رَسُوْلَ اللهِ قَالَ لَا نُوْرَثُ مَا تَرَكْنَا فَهُوَ صَدَقَةٌ إِنَّمَا يَأْكُلُ آلُ مُحَمَّدٍ مِنْ هَذَا الْمَالِ يَعْنِيْ مَالَ اللهِ لَيْسَ لَهُمْ أَنْ يَزِيْدُوْا عَلَى الْمَأْكَلِ وَإِنِّيْ وَاللهِ لَا أُغَيِّرُ شَيْئًا مِنْ صَدَقَاتِ النَّبِيِّ صلى الله عليه وسلم الَّتِيْ كَانَتْ عَلَيْهَا فِيْ عَهْدِ النَّبِيِّ صلى الله عليه وسلم وَلَاعْمَلَنَّ فِيْهَا بِمَا عَمِلَ فِيْهَا رَسُوْلُ اللهِ صلى الله عليه وسلم فَتَشَهَّدَ عَلِيٌّ ثُمَّ قَالَ إِنَّا قَدْ عَرَفْنَا يَا أَبَا بَكْرٍ فَضِيْلَتَكَ وَذَكَرَ قَرَابَتَهُمْ مِنْ رَسُوْلِ اللهِ صلى الله عليه وسلم وَحَقَّهُمْ فَتَكَلَّمَ أَبُوْ بَكْرٍ فَقَالَ وَالَّذِيْ نَفْسِيْ بِيَدِهِ لَقَرَابَةُ رَسُوْلِ اللهِ صلى الله عليه وسلم أَحَبُّ إِلَيَّ أَنْ أَصِلَ مِنْ قَرَابَتِي",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "62"
    }
  }
}