{
  "hadith": {
    "hadith_id": 3729,
    "narrator": "মিসওয়ার ইব্‌নু মাখরামা (রাঃ)",
    "bn": "তিনি বলেন, আবূ জেহেলের কন্যাকে ‘আলী (রাঃ) বিবাহের প্রস্তাব দিয়ে পাঠালেন। ফাতিমা (রাঃ) এই খবর শুনতে পেয়ে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে বললেন, আপনার গোত্রের লোকজন মনে করে যে, আপনি আপনার মেয়েদের সম্মানে রাগান্বিত হন না। ‘আলী তো আবূ জেহেলের কন্যাকে বিবাহ করতে প্রস্তুত। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুতবা দিতে প্রস্তুত হলেন। (মিসওয়ার বলেন) তিনি যখন হাম্‌দ ও সানা পাঠ করেন, তখন আমি তাঁকে বলতে শুনেছি যে, আমি আবূল আ’স ইব্‌নু রাবির নিকট আমার মেয়েকে শাদী দিয়েছিলাম। সে আমার সঙ্গে যা বলেছে সত্যই বলেছে। আর ফাতিমা (রাঃ) আমার টুকরা; তাঁর কোন কষ্ট হোক তা আমি কখনও পছন্দ করি না। আল্লাহ্‌র কসম, আল্লাহ্‌র রসূলের মেয়ে এবং আল্লাহ্‌র দুশমনের মেয়ে একই লোকের নিকট একত্রিত হতে পারে না। ‘আলী (রাঃ) তাঁর বিবাহের প্রস্তাব উঠিয়ে নিলেন। মুহাম্মাদ ইব্‌নু আমার ইব্‌নু হালহালা (রহঃ)......মিস্‌ওয়ার (রহঃ) হতে অতিরিক্ত বর্ণনা করে বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বনী আবদে শামস গোত্রে তাঁর এক জামাতার ব্যাপারে অত্যন্ত প্রশংসা করতে শুনেছি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, সে আমাকে যা বলেছে- সত্য বলেছে। যা ওয়াদা করেছে, তা পূর্ণ করেছে। (আধুনিক প্রকাশনীঃ ৩৪৫০, ইসলামী ফাউন্ডেশনঃ ৩৪৫৮)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ حَدَّثَنِيْ عَلِيُّ بْنُ حُسَيْنٍ أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ قَالَ إِنَّ عَلِيًّا خَطَبَ بِنْتَ أَبِيْ جَهْلٍ فَسَمِعَتْ بِذَلِكَ فَاطِمَةُ فَأَتَتْ رَسُوْلَ اللهِ صلى الله عليه وسلم فَقَالَتْ يَزْعُمُ قَوْمُكَ أَنَّكَ لَا تَغْضَبُ لِبَنَاتِكَ وَهَذَا عَلِيٌّ نَاكِحٌ بِنْتَ أَبِيْ جَهْلٍ فَقَامَ رَسُوْلُ اللهِ صلى الله عليه وسلم فَسَمِعْتُهُ حِيْنَ تَشَهَّدَ يَقُوْلُ أَمَّا بَعْدُ أَنْكَحْتُ أَبَا الْعَاصِ بْنَ الرَّبِيْعِ فَحَدَّثَنِيْ وَصَدَقَنِيْ وَإِنَّ فَاطِمَةَ بَضْعَةٌ مِنِّيْ وَإِنِّيْ أَكْرَهُ أَنْ يَسُوءَهَا وَاللهِ لَا تَجْتَمِعُ بِنْتُ رَسُوْلِ اللهِ صلى الله عليه وسلم وَبِنْتُ عَدُوِّ اللهِ عِنْدَ رَجُلٍ وَاحِدٍ فَتَرَكَ عَلِيٌّ الْخِطْبَةَ وَزَادَ مُحَمَّدُ بْنُ عَمْرِو بْنِ حَلْحَلَةَ عَنْ ابْنِ شِهَابٍ عَنْ عَلِيِّ بْنِ الْحُسَيْنِ عَنْ مِسْوَرٍ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم وَذَكَرَ صِهْرًا لَهُ مِنْ بَنِيْ عَبْدِ شَمْسٍ فَأَثْنَى عَلَيْهِ فِيْ مُصَاهَرَتِهِ إِيَّاهُ فَأَحْسَنَ قَالَ حَدَّثَنِيْ فَصَدَقَنِيْ وَوَعَدَنِيْ فَوَفَى لِي",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "62"
    }
  }
}