{
  "hadith": {
    "hadith_id": 3743,
    "narrator": "ইবরাহীম (রহঃ)",
    "bn": "তিনি বলেন, ‘আলকামাহ (রহ.) একবার সিরিয়ায় গেলেন। যখন মসজিদে প্রবেশ করলেন, তখন তিনি দু’আ করলেন, হে আল্লাহ্! আমাকে একজন নেক্কার সঙ্গী মিলিয়ে দিন। তখন তিনি আবূ দারদা (রাঃ)-এর নিকট গিয়ে বসলেন। তিনি আমাকে জিজ্ঞেস করলেন, তুমি কোথাকার লোক। আমি বললাম, কুফার অধিবাসী। তিনি বললেন, তোমাদের মাঝে কি ঐ ব্যক্তিটি নেই যাঁকে আল্লাহ্ তাঁর রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর জবানীতে শয়তান হতে নিরাপত্তা দান করেছেন। অর্থাৎ আম্মার (ইবনু ইয়াসির) (রাঃ)। আমি বললাম, হাঁ। তিনি জিজ্ঞেস করলেন, তোমাদের মধ্যে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর গোপন তথ্যবিদ লোকটি কি নেই যিনি ছাড়া অন্য কেউ এ সব গোপন রহস্যাদি জানেন না? অর্থাৎ হুযাইফাহ (রাঃ)। আমি বললাম, হাঁ। তিনি আবার জিজ্ঞেস করলেন তোমাদের মধ্যে কি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর মিস্ওয়াক ও সামান বহনকারী ‘আবদুল্লাহ ইবনু মাস‘ঊদ (রাঃ) নেই? আমি বললাম, হাঁ। তিনি জিজ্ঞেস করলেন ‘আবদুল্লাহ وَاللَّيْلِ কিভাবে পাঠ করেন। আমি বললাম وَالذَّكَرِ وَالأُنْثَى পড়েন। তখন তিনি বললেন, (এভাবে পড়ার কারণে) নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে যেভাবে শুনেছিলাম এরা (অন্যান্য সাহাবীরা) তা হতে আমাকে সরিয়ে দেয়ার সর্বাত্মক চেষ্টা করেছে। (৩২৮৭) (আধুনিক প্রকাশনীঃ ৩৪৬০, ইসলামী ফাউন্ডেশনঃ ৩৪৬৮)",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا شُعْبَةُ عَنْ مُغِيْرَةَ عَنْ إِبْرَاهِيْمَ قَالَ ذَهَبَ عَلْقَمَةُ إِلَى الشَّأْمِ فَلَمَّا دَخَلَ الْمَسْجِدَ قَالَ اللَّهُمَّ يَسِّرْ لِيْ جَلِيْسًا صَالِحًا فَجَلَسَ إِلَى أَبِي الدَّرْدَاءِ فَقَالَ أَبُو الدَّرْدَاءِ مِمَّنْ أَنْتَ قَالَ مِنْ أَهْلِ الْكُوفَةِ قَالَ أَلَيْسَ فِيكُمْ أَوْ مِنْكُمْ صَاحِبُ السِّرِّ الَّذِيْ لَا يَعْلَمُهُ غَيْرُهُ يَعْنِيْ حُذَيْفَةَ قَالَ قُلْتُ بَلَى قَالَ أَلَيْسَ فِيكُمْ أَوْ مِنْكُمْ الَّذِيْ أَجَارَهُ اللهُ عَلَى لِسَانِ نَبِيِّهِ يَعْنِيْ مِنْ الشَّيْطَانِ يَعْنِيْ عَمَّارًا قُلْتُ بَلَى قَالَ أَلَيْسَ فِيكُمْ أَوْ مِنْكُمْ صَاحِبُ السِّوَاكِ وَالْوِسَادِ أَوْ السِّرَارِ قَالَ بَلَى قَالَ كَيْفَ كَانَ عَبْدُ اللهِ يَقْرَأُوَاللَّيْلِ إِذَا يَغْشٰى وَالنَّهَارِ إِذَا تَجَلّٰى (الليل : 1-2) قُلْتُ وَالذَّكَرِ وَالْأُنْثَى قَالَ مَا زَالَ بِيْ هَؤُلَاءِ حَتَّى كَادُوْا يَسْتَنْزِلُونِيْ عَنْ شَيْءٍ سَمِعْتُهُ مِنْ رَسُوْلِ اللهِ صلى الله عليه وسلم",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "62"
    }
  }
}