{
  "hadith": {
    "hadith_id": 377,
    "narrator": "আবূ হাযিম (রহঃ)",
    "bn": "লোকেরা সাহ্‌ল ইব্‌নু সা‘দ (রাঃ) কে জিজ্ঞেস করল [(নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর] মিম্বার কিসের ‍তৈরি ছিল? তিনি বললেনঃ এ বিষয়ে আমার চেয়ে বেশি জ্ঞাত আর কেউ নেই। তা ছিল গাবা নামক স্থানের ঝাউগাছের কাঠ দিয়ে তৈরি। অমুক মহিলার আযাদকৃত দাস অমুক ব্যক্তি আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জন্য তা তৈরি করেছিল। তা পুরোপুরি তৈরি ও স্থাপিত হবার পর আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার উপর দাঁড়িয়ে ক্বিবলার দিকে মুখ করে তাকবীর বললেন। লোকেরা তাঁর পেছনে দাঁড়িয়ে গেলেন। অতঃপর তিনি কিরাআত পড়লেন ও রুকূতে গেলেন। সকলেই তাঁর পিছনে রুকূতে গেলেন। অতঃপর তিনি মাথা তুলে পেছনে সরে গিয়ে মাটিতে সিজদা করলেন। পুনরায় মিম্বারে ফিরে আসলেন এবং কিরাআত পড়ে রুকূতে গেলেন। অতঃপর তাঁর মাথা তুললেন এবং পেছনে সরে গিয়ে মাটিতে সিজদা করলেন। এ হলো মিম্বারের ইতিহাস। আবূ ‘আবদুল্লাহ্‌ (ইমাম বুখারী) (রহঃ) বলেনঃ ‘আলী ইব্‌নু ‘আবদুল্লাহ্‌ (রহঃ) বলেছেন যে, আমাকে আহমদ ইব্‌নু হাম্বাল (রহঃ) এ হাদীস সম্পর্কে জিজ্ঞেস করেছিলেন এবং বলেছিলেনঃ আমার ধারনা, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সবচাইতে উঁচু স্থানে ছিলেন। সুতরাং ইমামের মুক্তাদীদের চেয়ে উঁচু স্থানে দাঁড়ানোতে কোন দোষ নেই। ‘আলী ইব্‌নু ‘আবদুল্লাহ্‌ (রহঃ) বলেনঃ আমি আহমাদ ইব্‌নু হাম্বল (রহঃ) কে বললামঃ সুফাইয়ান ইব্‌নু ‘উয়াইনাহ (রহঃ) কে এ বিষয়ে বহুবার জিজ্ঞেস করা হয়েছে, আপনি তাঁর নিকট এ বিষয়ে কিছু শোনেননি? তিনে জবাব দিলেনঃ না। (আধুনিক প্রকাশনীঃ ৩৬৪, ইসলামী ফাউন্ডেশনঃ ৩৭০)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا سُفْيَانُ، قَالَ حَدَّثَنَا أَبُو حَازِمٍ، قَالَ سَأَلُوا سَهْلَ بْنَ سَعْدٍ مِنْ أَىِّ شَىْءٍ الْمِنْبَرُ فَقَالَ مَا بَقِيَ بِالنَّاسِ أَعْلَمُ مِنِّي هُوَ مِنْ أَثْلِ الْغَابَةِ، عَمِلَهُ فُلاَنٌ مَوْلَى فُلاَنَةَ لِرَسُولِ اللَّهِ صلى الله عليه وسلم، وَقَامَ عَلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ عُمِلَ، وَوُضِعَ، فَاسْتَقْبَلَ الْقِبْلَةَ كَبَّرَ وَقَامَ النَّاسُ خَلْفَهُ، فَقَرَأَ وَرَكَعَ وَرَكَعَ النَّاسُ خَلْفَهُ، ثُمَّ رَفَعَ رَأْسَهُ، ثُمَّ رَجَعَ الْقَهْقَرَى، فَسَجَدَ عَلَى الأَرْضِ، ثُمَّ عَادَ إِلَى الْمِنْبَرِ، ثُمَّ قَرَأَ ثُمَّ رَكَعَ، ثُمَّ رَفَعَ رَأْسَهُ، ثُمَّ رَجَعَ الْقَهْقَرَى حَتَّى سَجَدَ بِالأَرْضِ، فَهَذَا شَأْنُهُ‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ قَالَ عَلِيُّ بْنُ عَبْدِ اللَّهِ سَأَلَنِي أَحْمَدُ بْنُ حَنْبَلٍ ـ رَحِمَهُ اللَّهُ ـ عَنْ هَذَا الْحَدِيثِ، قَالَ فَإِنَّمَا أَرَدْتُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ أَعْلَى مِنَ النَّاسِ، فَلاَ بَأْسَ أَنْ يَكُونَ الإِمَامُ أَعْلَى مِنَ النَّاسِ بِهَذَا الْحَدِيثِ‏.‏ قَالَ فَقُلْتُ إِنَّ سُفْيَانَ بْنَ عُيَيْنَةَ كَانَ يُسْأَلُ عَنْ هَذَا كَثِيرًا فَلَمْ تَسْمَعْهُ مِنْهُ قَالَ لاَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "8"
    }
  }
}