{
  "hadith": {
    "hadith_id": 3781,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, ‘আবদুর রাহমান ইব্‌নু আউফ (রাঃ) হিজরত করে আমাদের কাছে এলে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর ও সা’দ ইব্‌নু রাবী’ (রাঃ) - এর মাঝে ভ্রাতৃত্বের বন্ধন জুড়ে দিলেন। সাদ (রাঃ) ছিলেন অনেক সম্পদশালী। সা’দ (রাঃ) বললেন, সকল আনসারগণ জানেন যে আমি তাঁদের মধ্যে অধিক সম্পদশালী। আমি শীঘ্রই আমার ও তোমার মাঝে আমার সম্পদ ভাগাভাগি করে দিব দুই ভাগে। আমার দু’জন স্ত্রী রয়েছে; তোমার যাকে পছন্দ হয় বল, আমি তাকে তালাক দিয়ে দিব। ইদ্দত শেষে তুমি তাকে বিয়ে করে নিবে। ‘আবদুর রাহমান (রাঃ) বললেন, আল্লাহ্ আপনার পরিবার পরিজনের মধ্যে বরকত দান করুন। ব্যবসা আরম্ভ করে বাজার হতে মুনাফা স্বরূপ ঘি ও পনির সাথে নিয়ে ফিরলেন। অল্প কয়েকদিন পর তিনি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট হাযির হলেন। তখন তাঁর শরীরে ও কাপড়ে হলুদ রংয়ের চিহ্ন ছিল। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিজ্ঞেস করলেন, ব্যাপার কী? তিনি বললেন, আমি একজন আনসারী মহিলাকে বিয়ে করেছি। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তাঁকে কী পরিমাণ মাহর দিয়েছ? তিনি বললেন, খেজুরের এক আঁটির ওজন পরিমাণ স্বর্ণ দিয়েছি অথবা একটি আঁটি পরিমাণ স্বর্ণ দিয়েছি। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, একটি বকরী দিয়ে হলেও ওয়ালীমা কর। (আধুনিক প্রকাশনীঃ ৩৪৯৯, ইসলামী ফাউন্ডেশনঃ ৩৫০৭)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا إِسْمَاعِيْلُ بْنُ جَعْفَرٍ عَنْ حُمَيْدٍ عَنْ أَنَسٍ أَنَّهُ قَالَ قَدِمَ عَلَيْنَا عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ وَآخَى رَسُوْلُ اللهِ صلى الله عليه وسلم بَيْنَهُ وَبَيْنَ سَعْدِ بْنِ الرَّبِيْعِ وَكَانَ كَثِيْرَ الْمَالِ فَقَالَ سَعْدٌ قَدْ عَلِمَتْ الأَنْصَارُ أَنِّيْ مِنْ أَكْثَرِهَا مَالًا سَأَقْسِمُ مَالِيْ بَيْنِيْ وَبَيْنَكَ شَطْرَيْنِ وَلِيْ امْرَأَتَانِ فَانْظُرْ أَعْجَبَهُمَا إِلَيْكَ فَأُطَلِّقُهَا حَتَّى إِذَا حَلَّتْ تَزَوَّجْتَهَا فَقَالَ عَبْدُ الرَّحْمَنِ بَارَكَ اللهُ لَكَ فِيْ أَهْلِكَ فَلَمْ يَرْجِعْ يَوْمَئِذٍ حَتَّى أَفْضَلَ شَيْئًا مِنْ سَمْنٍ وَأَقِطٍ فَلَمْ يَلْبَثْ إِلَّا يَسِيْرًا حَتَّى جَاءَ رَسُوْلَ اللهِ صلى الله عليه وسلم وَعَلَيْهِ وَضَرٌ مِنْ صُفْرَةٍ فَقَالَ لَهُ رَسُوْلُ اللهِ صلى الله عليه وسلم مَهْيَمْ قَالَ تَزَوَّجْتُ امْرَأَةً مِنْ الأَنْصَارِ فَقَالَ مَا سُقْتَ إِلَيْهَا قَالَ وَزْنَ نَوَاةٍ مِنْ ذَهَبٍ أَوْ نَوَاةً مِنْ ذَهَبٍ فَقَالَ أَوْلِمْ وَلَوْ بِشَاةٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "63"
    }
  }
}