{
  "hadith": {
    "hadith_id": 3811,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, ওহুদ যুদ্ধের এক সময়ে সহাবাগণ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে আলাদা হয়ে পড়েছিলেন। তখন আবূ ত্বলহা (রাঃ) ঢাল হাতে নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সামনে প্রাচীরের মত দৃঢ় হয়ে দাঁড়ালেন। আবূ ত্বলহা (রাঃ) সুদক্ষ তীরন্দাজ ছিলেন। এক নাগাড়ে তীর ছুঁড়তে থাকায় তাঁর হাতে ঐদিন দু’ বা তিনটি ধনুক ভেঙ্গে যায়। ঐ সময় তীর ভর্তি তীরাধার নিয়ে যে কেউ তাঁর নিকট দিয়ে যেতো নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকেই বলতেন, তোমরা তীরগুলি আবূ ত্বলহার জন্য রেখে দাও। এক সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথা উঁচু করে শত্রুদের অবস্থা দেখতে চাইলে আবূ ত্বলহা (রাঃ) বললেন, হে আল্লাহ্‌র নবী! আমার মাতা পিতা আপনার জন্য কুরবান হোক, আপনি মাথা উঁচু করবেন না। হয়ত শত্রুদের নিক্ষিপ্ত তীর এসে আপনার গায়ে লাগতে পারে। আমার বক্ষ আপনাকে রক্ষার জন্য ঢাল স্বরূপ। আনাস (রাঃ) বলেন, ঐদিন আমি আবূ বকর (রাঃ) - এর কন্যা ‘আয়িশা (রাঃ) - কে এবং (আমার মাতা) উম্মে সুলায়মকে দেখতে পেলাম যে, তাঁরা পরনের কাপড় এতটুকু পরিমাণ উঠিয়েছেন যে, তাঁদের পায়ের খাঁড়ু আমি দেখতে পাচ্ছিলাম। তাঁরা পানির মশক ভরে নিজেদের পিঠে বহন করে এনে আহতদের মুখে পানি ঢেলে দিচ্ছিলেন। পুনরায় ফিরে গিয়ে পানি ভরে নিয়ে আহতদেরকে পান করাচ্ছিলেন। ঐ সময় আবূ ত্বলহা (রাঃ) - এর হাত হতে (তন্দ্রাচ্ছন্ন হয়ে) তাঁর তরবারিটি দু’বার অথবা তিনবার পড়ে গিয়েছিল। (আধুনিক প্রকাশনীঃ ৩৫২৯, ইসলামী ফাউন্ডেশনঃ ৩৫৩৬)",
    "ar": "حَدَّثَنَا أَبُوْ مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ حَدَّثَنَا عَبْدُ الْعَزِيْزِ عَنْ أَنَسٍ قَالَ لَمَّا كَانَ يَوْمُ أُحُدٍ انْهَزَمَ النَّاسُ عَنْ النَّبِيِّ صلى الله عليه وسلم وَأَبُوْ طَلْحَةَ بَيْنَ يَدَيْ النَّبِيِّ صلى الله عليه وسلم مُجَوِّبٌ بِهِ عَلَيْهِ بِحَجَفَةٍ لَهُ وَكَانَ أَبُوْ طَلْحَةَ رَجُلًا رَامِيًا شَدِيْدَ الْقِدِّ يَكْسِرُ يَوْمَئِذٍ قَوْسَيْنِ أَوْ ثَلَاثًا وَكَانَ الرَّجُلُ يَمُرُّ مَعَهُ الْجَعْبَةُ مِنْ النَّبْلِ فَيَقُوْلُ انْشُرْهَا لِأَبِيْ طَلْحَةَ فَأَشْرَفَ النَّبِيُّ صلى الله عليه وسلم يَنْظُرُ إِلَى الْقَوْمِ فَيَقُوْلُ أَبُوْ طَلْحَةَ يَا نَبِيَّ اللهِ بِأَبِيْ أَنْتَ وَأُمِّيْ لَا تُشْرِفْ يُصِيْبُكَ سَهْمٌ مِنْ سِهَامِ الْقَوْمِ نَحْرِيْ دُوْنَ نَحْرِكَ وَلَقَدْ رَأَيْتُ عَائِشَةَ بِنْتَ أَبِيْ بَكْرٍ وَأُمَّ سُلَيْمٍ وَإِنَّهُمَا لَمُشَمِّرَتَانِ أَرَى خَدَمَ سُوقِهِمَا تُنْقِزَانِ الْقِرَبَ عَلَى مُتُوْنِهِمَا تُفْرِغَانِهِ فِيْ أَفْوَاهِ الْقَوْمِ ثُمَّ تَرْجِعَانِ فَتَمْلَانِهَا ثُمَّ تَجِيئَانِ فَتُفْرِغَانِهِ فِيْ أَفْوَاهِ الْقَوْمِ وَلَقَدْ وَقَعَ السَّيْفُ مِنْ يَدَيْ أَبِيْ طَلْحَةَ إِمَّا مَرَّتَيْنِ وَإِمَّا ثَلَاثًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "63"
    }
  }
}