{
  "hadith": {
    "hadith_id": 3813,
    "narrator": "কায়স ইব্‌নু ‘উবাদ (রাঃ)",
    "bn": "তিনি বলেন, আমি মদীনার মসজিদে উপবিষ্ট ছিলাম। তখন এমন এক ব্যক্তি মসজিদে প্রবেশ করলেন যার চেহারায় বিনয় ও নম্রতার ছাপ ছিল। লোকজন বলতে লাগলেন, এই ব্যক্তি জান্নাতীগণের একজন। তিনি হালকাভাবে দু’রাকআত সলাত আদায় করে মসজিদ হতে বেরিয়ে এলেন। আমি তাঁকে অনুসরণ করলাম এবং তাঁকে বললাম, আপনি যখন মসজিদে প্রবেশ করছিলেন তখন লোকজন বলাবলি করছিল যে, ইনি জান্নাতবাসীগণের একজন। তিনি বললেন, আল্লাহ্‌র কসম কারো জন্য এমন বলা উচিত নয়, যা সে জানে না। আমি তোমাকে আসল কথা বলছি কেন তা বলা হয়। আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর যামানায় একটি স্বপ্ন দেখে তাঁর নিকট বর্ণনা করলাম। আমি দেখলাম যে, আমি যেন একটি বাগানে অবস্থান করছি; বাগানটি বেশ প্রশস্ত, সবুজ। বাগানের মধ্যে একটি লোহার স্তম্ভ যার নিম্নভাগ মাটিতে এবং উপরিভাগ আকাশ স্পর্শ করেছে; স্তম্ভের উপরে একটি শক্ত কড়া সংযুক্ত রয়েছে। আমাকে বলা হল, উপরে উঠ। আমি বললাম, এটাতো আমার সামর্থ্যের বাইরে। তখন একজন খাদিম এসে পিছন দিক হতে আমার কাপড় সহ চেপে ধরে আমাকে উঠাতে সাহায্য করলেন। আমি উঠতে লাগলাম এবং উপরে গিয়ে আংটাটি ধরলাম। তখন আমাকে বলা হল, শক্তভাবে আংটাটি ধর। তারপর কড়াটি আমার হাতের মুঠায় ধরা অবস্থায় আমি জেগে গেলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট স্বপ্নটি বললে, তিনি বললেন, এ বাগান হল ইসলাম, আর স্তম্ভটি হল ইসলামের খুঁটিসমূহ, কড়াটি হল “উরুয়াতুল উস্‌কা” (শক্ত ও অটুট কড়া) এবং তুমি আজীবন ইসলামের উপর অটল থাকবে। (রাবী বলেন) এই ব্যক্তি হলেন, আবদুল্লাহ্ ইবনে সালাম  (রাঃ)। খলীফা  ‎‎(র.) ‎مَنْصِفٌ‎–এর স্থলে ‎وَصِيْفٌ‎ বলেছেন।  (আধুনিক প্রকাশনীঃ ৩৫৩১, ইসলামী ফাউন্ডেশনঃ ৩৫৩৮)",
    "ar": "حَدَّثَنِيْ عَبْدُ اللهِ بْنُ مُحَمَّدٍ حَدَّثَنَا أَزْهَرُ السَّمَّانُ عَنْ ابْنِ عَوْنٍ عَنْ مُحَمَّدٍ عَنْ قَيْسِ بْنِ عُبَادٍ قَالَ كُنْتُ جَالِسًا فِيْ مَسْجِدِ الْمَدِيْنَةِ فَدَخَلَ رَجُلٌ عَلَى وَجْهِهِ أَثَرُ الْخُشُوعِ فَقَالُوْا هَذَا رَجُلٌ مِنْ أَهْلِ الْجَنَّةِ فَصَلَّى رَكْعَتَيْنِ تَجَوَّزَ فِيْهِمَا ثُمَّ خَرَجَ وَتَبِعْتُهُ فَقُلْتُ إِنَّكَ حِيْنَ دَخَلْتَ الْمَسْجِدَ قَالُوْا هَذَا رَجُلٌ مِنْ أَهْلِ الْجَنَّةِ قَالَ وَاللهِ مَا يَنْبَغِيْ لِأَحَدٍ أَنْ يَقُوْلَ مَا لَا يَعْلَمُ وَسَأُحَدِّثُكَ لِمَ ذَاكَ رَأَيْتُ رُؤْيَا عَلَى عَهْدِ النَّبِيِّ صلى الله عليه وسلم فَقَصَصْتُهَا عَلَيْهِ وَرَأَيْتُ كَأَنِّيْ فِيْ رَوْضَةٍ ذَكَرَ مِنْ سَعَتِهَا وَخُضْرَتِهَا وَسْطَهَا عَمُوْدٌ مِنْ حَدِيْدٍ أَسْفَلُهُ فِي الأَرْضِ وَأَعْلَاهُ فِي السَّمَاءِ فِيْ أَعْلَاهُ عُرْوَةٌ فَقِيْلَ لِيْ ارْقَ قُلْتُ لَا أَسْتَطِيْعُ فَأَتَانِيْ مِنْصَفٌ فَرَفَعَ ثِيَابِيْ مِنْ خَلْفِيْ فَرَقِيْتُ حَتَّى كُنْتُ فِيْ أَعْلَاهَا فَأَخَذْتُ بِالْعُرْوَةِ فَقِيْلَ لَهُ اسْتَمْسِكْ فَاسْتَيْقَظْتُ وَإِنَّهَا لَفِيْ يَدِيْ فَقَصَصْتُهَا عَلَى النَّبِيِّ صلى الله عليه وسلم قَالَ تِلْكَ الرَّوْضَةُ الْإِسْلَامُ وَذَلِكَ الْعَمُوْدُ عَمُوْدُ الْإِسْلَامِ وَتِلْكَ الْعُرْوَةُ عُرْوَةُ الْوُثْقَى فَأَنْتَ عَلَى الْإِسْلَامِ حَتَّى تَمُوْتَ وَذَاكَ الرَّجُلُ عَبْدُ اللهِ بْنُ سَلَامٍ و قَالَ لِيْ خَلِيْفَةُ حَدَّثَنَا مُعَاذٌ حَدَّثَنَا ابْنُ عَوْنٍ عَنْ مُحَمَّدٍ حَدَّثَنَا قَيْسُ بْنُ عُبَادٍ عَنْ ابْنِ سَلَامٍ قَالَ وَصِيْفٌ مَكَانَ مِنْصَفٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "63"
    }
  }
}