{
  "hadith": {
    "hadith_id": 3821,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেনঃ খাদীজাহ্‌র বোন হালা বিনতে খুয়াইলিদ (একদিন) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সাথে সাক্ষাৎ করার জন্য অনুমতি চাইলেন। (দু’বোনের গলার স্বর ও অনুমতি চাওয়ার ভঙ্গি একই রকম ছিল বলে) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খাদীজাহ্‌র অনুমতি চাওয়ার কথা মনে করে হতচকিত হয়ে পড়েন। তারপর (প্রকৃতিস্থ হয়ে) তিনি বললেনঃ হে আল্লাহ! এতো দেখছি হালা! ‘আয়িশা (রাঃ) বলেনঃ এতে আমার ভারী ঈর্ষা হলো। আমি বললাম, কুরাইশদের বুড়ীদের মধ্য থেকে এমন এক বুড়ীর কথা আপনি আলোচনা করেন যার দাঁতের মাড়ির লাল বর্ণটাই শুধু বাকি রয়ে গিয়েছিল, যে শেষ হয়ে গেছে কতকাল আগে। তার পরিবর্তে আল্লাহ তো আপনাকে তার চাইতেও উত্তম স্ত্রী দান করেছেন। [১] (আধুনিক প্রকাশনীঃ ৩৫৩৯, ইসলামী ফাউন্ডেশনঃ নাই)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيْدٍ حَدَّثَنَا مُحَمَّدُ بْنُ فُضَيْلٍ عَنْ عُمَارَةَ عَنْ أَبِيْ زُرْعَةَ عَنْ أَبِيْ هُرَيْرَةَ قَالَ أَتَى جِبْرِيْلُ النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُوْلَ اللهِ هَذِهِ خَدِيْجَةُ قَدْ أَتَتْ مَعَهَا إِنَاءٌ فِيْهِ إِدَامٌ أَوْ طَعَامٌ أَوْ شَرَابٌ فَإِذَا هِيَ أَتَتْكَ فَاقْرَأْ عَلَيْهَا السَّلَامَ مِنْ رَبِّهَا وَمِنِّيْ وَبَشِّرْهَا بِبَيْتٍ فِي الْجَنَّةِ مِنْ قَصَبٍ لَا صَخَبَ فِيْهِ وَلَا نَصَبَ وَقَالَ إِسْمَاعِيْلُ بْنُ خَلِيْلٍ أَخْبَرَنَا عَلِيُّ بْنُ مُسْهِرٍ عَنْ هِشَامٍ عَنْ أَبِيْهِ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ اسْتَأْذَنَتْ هَالَةُ بِنْتُ خُوَيْلِدٍ أُخْتُ خَدِيْجَةَ عَلَى رَسُوْلِ اللهِ صلى الله عليه وسلم فَعَرَفَ اسْتِئْذَانَ خَدِيْجَةَ فَارْتَاعَ لِذَلِكَ فَقَالَ اللَّهُمَّ هَالَةَ قَالَتْ فَغِرْتُ فَقُلْتُ مَا تَذْكُرُ مِنْ عَجُوْزٍ مِنْ عَجَائِزِ قُرَيْشٍ حَمْرَاءِ الشِّدْقَيْنِ هَلَكَتْ فِي الدَّهْرِ قَدْ أَبْدَلَكَ اللهُ خَيْرًا مِنْهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ‘আয়িশা (রাঃ) - এর এ কথার জবাবে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কী বলেছেন তার উল্লেখ বুখারীতে নেই। তবে হাদীস সংকলন আহমাদ ও তাবারানী এ প্রসঙ্গে বর্ণনা করেছেন যে, ‘আয়িশা (রাঃ) বলেনঃ এতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ক্রুদ্ধ হন। অবশেষে আমি বললামঃ যিনি আপনাকে সত্যের বাহকরূপে পাঠিয়েছেন তাঁর কসম, ভবিষ্যতে আমি তাঁর (খাদীজাহ্‌র) সম্পর্কে উত্তম মন্তব্য ছাড়া অন্য কোনরূপ মন্তব্য করবো না।",
    "chapter": {
      "chapter_number": "63"
    }
  }
}