{
  "hadith": {
    "hadith_id": 3828,
    "narrator": "লায়স (রহঃ)",
    "bn": "লায়স (রহঃ) বলেন হিশাম তাঁর পিতা সূত্রে তিনি আসমা বিন্‌ত আবূ বকর (রাঃ) হতে বর্ণনা করতে গিয়ে আমার কাছে লিখছেন যে, তিনি (আসমা) বলেন, আমি দেখলাম যায়দ ইব্‌নু ‘আমর ইব্‌নু নুফায়ল কা’বা শরীফের দেয়ালে পিঠ লাগিয়ে দাঁড়িয়ে আছেন এবং বলছেন, হে কুরাইশ গোত্র, আল্লাহ্‌র কসম, আমি ব্যতীত তোমাদের কেউ-ই দ্বীনে ইব্‌রাহীমের উপর নেই। আর তিনি যেসব কন্যা সন্তানকে জীবন্ত কবর দেয়ার জন্য নেয়া হত তাদেরকে তিনি বাঁচাবার ব্যবস্থা করতেন। যখন কোন লোক তার কন্যা সন্তানকে হত্যা করার জন্য ইচ্ছা করত, তখন তিনি এসে বলতেন, হত্যা করো না, আমি তার জীবিকার ব্যয়ভার গ্রহণ করবো। এ বলে তিনি শিশুটিকে উদ্ধার করে নিয়ে আসতেন। শিশুটি বড় হলে তার পিতাকে বলতেন, তুমি যদি তোমার কন্যাকে নিয়ে যেতে চাও তাহলে আমি দিয়ে দেব। আর তুমি যদি নিতে না চাও, তবে আমিই এর সকল ব্যয় ভার বহন করে যাব। (আধুনিক প্রকাশনীঃ ৩৫৪৩, ইসলামী ফাউন্ডেশনঃ ৩৫৪৮ শেষাংশ)",
    "ar": "قَالَ مُوْسَى حَدَّثَنِيْ سَالِمُ بْنُ عَبْدِ اللهِ وَلَا أَعْلَمُهُ إِلَّا تَحَدَّثَ بِهِ عَنْ ابْنِ عُمَرَ أَنَّ زَيْدَ بْنَ عَمْرِو بْنِ نُفَيْلٍ خَرَجَ إِلَى الشَّأْمِ يَسْأَلُ عَنْ الدِّينِ وَيَتْبَعُهُ فَلَقِيَ عَالِمًا مِنْ الْيَهُوْدِ فَسَأَلَهُ عَنْ دِيْنِهِمْ فَقَالَ إِنِّيْ لَعَلِّيْ أَنْ أَدِيْنَ دِيْنَكُمْ فَأَخْبِرْنِيْ فَقَالَ لَا تَكُوْنُ عَلَى دِيْنِنَا حَتَّى تَأْخُذَ بِنَصِيْبِكَ مِنْ غَضَبِ اللهِ قَالَ زَيْدٌ مَا أَفِرُّ إِلَّا مِنْ غَضَبِ اللهِ وَلَا أَحْمِلُ مِنْ غَضَبِ اللهِ شَيْئًا أَبَدًا وَأَنَّى أَسْتَطِيْعُهُ فَهَلْ تَدُلُّنِيْ عَلَى غَيْرِهِ قَالَ مَا أَعْلَمُهُ إِلَّا أَنْ يَكُوْنَ حَنِيْفًا قَالَ زَيْدٌ وَمَا الْحَنِيْفُ قَالَ دِيْنُ إِبْرَاهِيْمَ لَمْ يَكُنْ يَهُوْدِيًّا وَلَا نَصْرَانِيًّا وَلَا يَعْبُدُ إِلَّا اللهَ فَخَرَجَ زَيْدٌ فَلَقِيَ عَالِمًا مِنْ النَّصَارَى فَذَكَرَ مِثْلَهُ فَقَالَ لَنْ تَكُوْنَ عَلَى دِيْنِنَا حَتَّى تَأْخُذَ بِنَصِيْبِكَ مِنْ لَعْنَةِ اللهِ قَالَ مَا أَفِرُّ إِلَّا مِنْ لَعْنَةِ اللهِ وَلَا أَحْمِلُ مِنْ لَعْنَةِ اللهِ وَلَا مِنْ غَضَبِهِ شَيْئًا أَبَدًا وَأَنَّى أَسْتَطِيْعُ فَهَلْ تَدُلُّنِيْ عَلَى غَيْرِهِ قَالَ مَا أَعْلَمُهُ إِلَّا أَنْ يَكُوْنَ حَنِيْفًا قَالَ وَمَا الْحَنِيْفُ قَالَ دِيْنُ إِبْرَاهِيْمَ لَمْ يَكُنْ يَهُوْدِيًّا وَلَا نَصْرَانِيًّا وَلَا يَعْبُدُ إِلَّا اللهَ فَلَمَّا رَأَى زَيْدٌ قَوْلَهُمْ فِيْ إِبْرَاهِيْمَ عَلَيْهِ السَّلَام خَرَجَ فَلَمَّا بَرَزَ رَفَعَ يَدَيْهِ فَقَالَ اللَّهُمَّ إِنِّيْ أَشْهَدُ أَنِّيْ عَلَى دِيْنِ إِبْرَاهِيْمَ وَقَالَ اللَّيْثُ كَتَبَ إِلَيَّ هِشَامٌ عَنْ أَبِيْهِ عَنْ أَسْمَاءَ بِنْتِ أَبِيْ بَكْرٍ رَضِيَ اللهُ عَنْهُمَا قَالَتْ رَأَيْتُ زَيْدَ بْنَ عَمْرِو بْنِ نُفَيْلٍ قَائِمًا مُسْنِدًا ظَهْرَهُ إِلَى الْكَعْبَةِ يَقُوْلُ يَا مَعَاشِرَ قُرَيْشٍ وَاللهِ مَا مِنْكُمْ عَلَى دِيْنِ إِبْرَاهِيْمَ غَيْرِيْ وَكَانَ يُحْيِي الْمَوْءُوْدَةَ يَقُوْلُ لِلرَّجُلِ إِذَا أَرَادَ أَنْ يَقْتُلَ ابْنَتَهُ لَا تَقْتُلْهَا أَنَا أَكْفِيكَهَا مَئُوْنَتَهَا فَيَأْخُذُهَا فَإِذَا تَرَعْرَعَتْ قَالَ لِأَبِيْهَا إِنْ شِئْتَ دَفَعْتُهَا إِلَيْكَ وَإِنْ شِئْتَ كَفَيْتُكَ مَئُوْنَتَهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "63"
    }
  }
}