{
  "hadith": {
    "hadith_id": 3834,
    "narrator": "কাইস ইব্‌নু আবূ হাযিম (রাঃ)",
    "bn": "তিনি বলেন, একদিন আবূ বকর (রাঃ) আহমাস গোত্রের যায়নাব নামের এক নারীর নিকট গেলেন। তিনি গিয়ে দেখতে পেলেন, নারীটি কথাবার্তা বলছে না। তিনি (লোকজনকে) জিজ্ঞেস করলেন, নারীটির এ অবস্থা কেন, কথাবার্তা বলছে না কেন? তারা তাঁকে জানালেন, এ নারী নীরব থেকে থেকে হাজ্জ পালন করে আসছেন। আবূ বকর (রাঃ) তাঁকে বললেন, কথা বল, কেননা এটা হালাল নয়। এটা জাহিলীয়্যাত যুগের কাজ। তখন নারীটি কথাবার্তা বলল। জিজ্ঞেস করল, আপনি কে? আবূ বকর (রাঃ) উত্তরে বললেন, আমি একজন মুহাজির লোক। মহিলাটি জিজ্ঞেস করল, আপনি কোন গোত্রের মুহাজির? আবূ বকর (রাঃ) বললেন, কুরাইশ গোত্রের। মহিলাটি জিজ্ঞেস করলেন, কোন কুরাইশের কোন শাখার আপনি? আবূ বকর (রাঃ) বললেন, তুমি তো অত্যধিক উত্তম প্রশ্নকারিণী। আমি আবূ বকর। তখন মহিলাটি তাঁকে জিজ্ঞেস করল, জাহিলীয়্যা যুগের পর যে উত্তম দ্বীন ও কল্যাণময় জীবন বিধান আল্লাহ আমাদেরকে দান করেছেন সে দ্বীনের উপর আমরা কতদিন সঠিকভাবে টিকে থাকতে পারব? আবূ বকর (রাঃ) বললেন, যতদিন তোমাদের ইমামগণ তোমাদেরকে নিয়ে দ্বীনের উপর অটল থাকবেন। মহিলা জিজ্ঞেস করল, ইমামগণ কারা? আবূ বকর (রাঃ) বললেন, তোমাদের গোত্রে ও সমাজে এমন সম্ভ্রান্ত ও নেতৃস্থানীয় লোক কি দেখনি যারা নির্দেশ দিলে সকলেই তা মেনে চলে? নারীটি উত্তর দিল, হাঁ। আবূ বকর (রাঃ) বললেন, এরাই হলেন জনগণের ইমাম। (আধুনিক প্রকাশনীঃ ৩৫৪৯, ইসলামী ফাউন্ডেশনঃ ৩৫৫৪)",
    "ar": "حَدَّثَنَا أَبُو النُّعْمَانِ حَدَّثَنَا أَبُوْ عَوَانَةَ عَنْ بَيَانٍ أَبِيْ بِشْرٍ عَنْ قَيْسِ بْنِ أَبِيْ حَازِمٍ قَالَ دَخَلَ أَبُوْ بَكْرٍ عَلَى امْرَأَةٍ مِنْ أَحْمَسَ يُقَالُ لَهَا زَيْنَبُ فَرَآهَا لَا تَكَلَّمُ فَقَالَ مَا لَهَا لَا تَكَلَّمُ قَالُوْا حَجَّتْ مُصْمِتَةً قَالَ لَهَا تَكَلَّمِيْ فَإِنَّ هَذَا لَا يَحِلُّ هَذَا مِنْ عَمَلِ الْجَاهِلِيَّةِ فَتَكَلَّمَتْ فَقَالَتْ مَنْ أَنْتَ قَالَ امْرُؤٌ مِنْ الْمُهَاجِرِيْنَ قَالَتْ أَيُّ الْمُهَاجِرِيْنَ قَالَ مِنْ قُرَيْشٍ قَالَتْ مِنْ أَيِّ قُرَيْشٍ أَنْتَ قَالَ إِنَّكِ لَسَئُوْلٌ أَنَا أَبُوْ بَكْرٍ قَالَتْ مَا بَقَاؤُنَا عَلَى هَذَا الأَمْرِ الصَّالِحِ الَّذِيْ جَاءَ اللهُ بِهِ بَعْدَ الْجَاهِلِيَّةِ قَالَ بَقَاؤُكُمْ عَلَيْهِ مَا اسْتَقَامَتْ بِكُمْ أَئِمَّتُكُمْ قَالَتْ وَمَا الأَئِمَّةُ قَالَ أَمَا كَانَ لِقَوْمِكِ رُءُوْسٌ وَأَشْرَافٌ يَأْمُرُوْنَهُمْ فَيُطِيْعُوْنَهُمْ قَالَتْ بَلَى قَالَ فَهُمْ أُوْلَئِكِ عَلَى النَّاسِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "63"
    }
  }
}