{
  "hadith": {
    "hadith_id": 3852,
    "narrator": "খাব্‌বাব (রাঃ)",
    "bn": "খাব্‌বাব (রাঃ) বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট হাযির হলাম। তখন তিনি তাঁর নিজের চাদরকে বালিশ বানিয়ে কা’বা গৃহের ছায়ায় বিশ্রাম গ্রহণ করছিলেন। আমরা মুশরিকদের পক্ষ হতে কঠিন নির্যাতন ভোগ করছিলাম। তাই আমি বললাম, আপনি কি আল্লাহ্‌র কাছে দু’আ করবেন না? তখন তিনি উঠে বসলেন এবং তাঁর চেহারা লাল হয়ে গেল। তিনি বললেন, তোমাদের পূর্বের ঈমানদারদের মধ্যে কারো কারো শরীরের হাড় পর্যন্ত তামাম গোশত ও শিরা উপশিরাগুলি লোহার চিরুণী দিয়ে আঁচড়ে বের করে ফেলা হত। কিন্তু এসব নির্যাতনও তাদেরকে দ্বীন হতে বিমুখ করতে পারত না। তাঁদের মধ্যে কারো মাথার মাঝখানে করাত রেখে তাকে দ্বিখন্ডিত করে ফেলা হত। কিন্তু এ নির্যাতনও তাঁদেরকে তাঁদের দ্বীন হতে ফিরাতে পারত না। আল্লাহ্‌র কসম, আল্লাহ্‌ তা’আলা অবশ্যই দ্বীনকে পরিপূর্ণ করবেন, ফলে একজন উষ্ট্রারোহী সান’আ হতে হাযারা মাউত পর্যন্ত একাই সফর করবে। আল্লাহ্‌ ছাড়া অন্য কাউকে সে ভয় করবে না। বারী (রহঃ) আরো বেশি  বর্ণনা করেন - এবং তার মেষ পালের উপর নেকড়ে বাঘের আক্রমণ ছাড়া অন্য কোন ভয় সে করবে না। (আধুনিক প্রকাশনীঃ ৩৫৬৫, ইসলামী ফাউন্ডেশনঃ ৩৫৭০)",
    "ar": "حَدَّثَنَا الْحُمَيْدِيُّ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا بَيَانٌ وَإِسْمَاعِيْلُ قَالَا سَمِعْنَا قَيْسًا يَقُوْلُ سَمِعْتُ خَبَّابًا يَقُوْلُ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَهُوَ مُتَوَسِّدٌ بُرْدَةً وَهُوَ فِيْ ظِلِّ الْكَعْبَةِ وَقَدْ لَقِيْنَا مِنْ الْمُشْرِكِيْنَ شِدَّةً فَقُلْتُ يَا رَسُوْلَ اللهِ أَلَا تَدْعُو اللهَ فَقَعَدَ وَهُوَ مُحْمَرٌّ وَجْهُهُ فَقَالَ لَقَدْ كَانَ مَنْ قَبْلَكُمْ لَيُمْشَطُ بِمِشَاطِ الْحَدِيْدِ مَا دُوْنَ عِظَامِهِ مِنْ لَحْمٍ أَوْ عَصَبٍ مَا يَصْرِفُهُ ذَلِكَ عَنْ دِيْنِهِ وَيُوضَعُ الْمِنْشَارُ عَلَى مَفْرِقِ رَأْسِهِ فَيُشَقُّ بِاثْنَيْنِ مَا يَصْرِفُهُ ذَلِكَ عَنْ دِيْنِهِ وَلَيُتِمَّنَّ اللهُ هَذَا الأَمْرَ حَتَّى يَسِيْرَ الرَّاكِبُ مِنْ صَنْعَاءَ إِلَى حَضْرَمَوْتَ مَا يَخَافُ إِلَّا اللهَ زَادَ بَيَانٌ وَالذِّئْبَ عَلَى غَنَمِهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "63"
    }
  }
}