{
  "hadith": {
    "hadith_id": 3854,
    "narrator": "আবদুল্লাহ (ইব্‌নু মাস’উদ) (রাঃ)",
    "bn": "তিনি বলেন, একবার নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাজদাহ করলেন। তাঁর আশেপাশে কয়েকজন কুরাইশ লোক বসেছিল এমন সময় উকবা ইব্‌নু আবূ মুয়াইত উটের নাড়িভূঁড়ি নিয়ে উপস্থিত হল এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর পিঠের উপর চাপিয়ে দিল। ফলে তিনি তাঁর মাথা উঠাতে পারলেন না। ফাতিমাহ (রাঃ) এসে তাঁর পিঠের উপর হতে তা হটিয়ে দিলেন এবং যে এ কাজটি করেছে তার জন্য বদ দূ’আ করলেন। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে আল্লাহ্‌! পাকড়াও কর কুরাইশ নেতৃবৃন্দকে - আবূ জাহাল ইব্‌নু হিশাম, ‘উৎবা ইবনু রাবি’য়াহ, শায়বাহ ইব্‌নু রাবি’য়াহ, উমাইয়াহ ইব্‌নু খালফ অথবা উবাই ইব্‌নু খালাফ। উমাইয়াহ ইব্‌নু খালফ না উবাই ইব্‌নু খালফ এ বিষয়ে শু’বা রাবী সন্দেহ করেন। (ইব্‌নু মাসউদ (রাঃ) বলেন, আমি এদের সবাইকে বদর যুদ্ধে নিহত অবস্থায় দেখেছি। উমাইয়া অথবা উবাই ছাড়া তাদের সকলকে সে দিন একটি কূপে ফেলা হয়েছিল। তার জোড়গুলি এমনভাবে ছিন্নভিন্ন হয়েছিল যে তাকে কূপে ফেলা যায়নি। (আধুনিক প্রকাশনীঃ ৩৫৬৭, ইসলামী ফাউন্ডেশনঃ ৩৫৭২)",
    "ar": "حَدَّثَنِيْ مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا غُنْدَرٌ حَدَّثَنَا شُعْبَةُ عَنْ أَبِيْ إِسْحَاقَ عَنْ عَمْرِو بْنِ مَيْمُونٍ عَنْ عَبْدِ اللهِ قَالَ بَيْنَا النَّبِيُّ صلى الله عليه وسلم سَاجِدٌ وَحَوْلَهُ نَاسٌ مِنْ قُرَيْشٍ جَاءَ عُقْبَةُ بْنُ أَبِيْ مُعَيْطٍ بِسَلَى جَزُوْرٍ فَقَذَفَهُ عَلَى ظَهْرِ النَّبِيِّ صلى الله عليه وسلم فَلَمْ يَرْفَعْ رَأْسَهُ فَجَاءَتْ فَاطِمَةُ عَلَيْهَا السَّلَام فَأَخَذَتْهُ مِنْ ظَهْرِهِ وَدَعَتْ عَلَى مَنْ صَنَعَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم اللَّهُمَّ عَلَيْكَ الْمَلَا مِنْ قُرَيْشٍ أَبَا جَهْلِ بْنَ هِشَامٍ وَعُتْبَةَ بْنَ رَبِيْعَةَ وَشَيْبَةَ بْنَ رَبِيْعَةَ وَأُمَيَّةَ بْنَ خَلَفٍ أَوْ أُبَيَّ بْنَ خَلَفٍ شُعْبَةُ الشَّاكُّ فَرَأَيْتُهُمْ قُتِلُوْا يَوْمَ بَدْرٍ فَأُلْقُوْا فِيْ بِئْرٍ غَيْرَ أُمَيَّةَ بْنِ خَلَفٍ أَوْ أُبَيٍّ تَقَطَّعَتْ أَوْصَالُهُ فَلَمْ يُلْقَ فِي الْبِئْرِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "63"
    }
  }
}