{
  "hadith": {
    "hadith_id": 3866,
    "narrator": "আবদুল্লাহ ইব্‌নু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, আমি যখনই ‘উমার (রাঃ) - কে কোন ব্যাপারে এ কথা বলতে শুনেছি যে, আমার মনে হয় ব্যাপারটি এমন হবে, তবে তার ধারণা মত ব্যাপারটি সংঘটিত হয়েছে। একবার ‘উমার (রাঃ) উপবিষ্ট ছিলেন, এমন সময় এক সুদর্শন লোক তার পাশ দিয়ে যাচ্ছিল। ‘উমার (রাঃ) বললেন, আমার ধারণা ভুলও হতে পারে তবে আমার মনে হয় লোকটি জাহেলী ধর্মাবলম্বী কিংবা ভবিষ্যৎ গণনাকারীও হতে পারে। লোকটিকে আমার কাছে নিয়ে এস। তাকে তাঁর কাছে ডেকে আনা হল। ‘উমার (রাঃ) তার ধারণার কথা তাকে শুনালেন। তখন সে বলল, ইতিপূর্বে আমি কোন মুসলিম ব্যক্তিকে এরূপ কথা বলতে দেখিনি। ‘উমার (রাঃ) বললেন, আমি তোমাকে কসম দিয়ে জিজ্ঞেস করছি, তুমি আমাকে তোমার বিষয়টি খুলে বল। সে বলল, জাহিলী যুগে আমি তাদের ভবিষ্যৎ গণনাকারী ছিলাম। ‘উমার (রাঃ) বললেন, জ্বিনেরা তোমাকে যে সব কথাবার্তা বলেছে, তন্মধ্যে কোন কথাটি তোমার কাছে সবচেয়ে বিস্ময়কর ছিল। সে বলল, আমি একদিন বাজারে ছিলাম। তখন একটি মহিলা জ্বিন আমার নিকট আসল। আমি তাকে ভীত-সন্ত্রস্ত দেখতে পেলাম। তখন সে বলল, তুমি কি জ্বিন জাতির অবস্থা দেখছনা, তারা কেমন দুর্বল হয়ে পড়ছে? তাদের মধ্যে হতাশার চিহ্ণ দেখা যাচ্ছে। তারা ক্রমশঃ উটওয়ালাদের এবং চাদর জুব্বা পরিধানকারীদের অনুগত হয়ে পড়ছে। ‘উমার (রাঃ) বললেন, সে সত্য কথা বলেছে। আমি একদিন তাদের দেবতাদের কাছে ঘুমিয়ে ছিলাম। তখন এক লোক একটি গরুর বাছুর নিয়ে হাজির হল এবং সেটা যবেহ করে দিল। ঐ সময় এক লোক এমন বিকট চিৎকার করে উঠল, যা আমি আর কখনো শুনিনি। সে চিৎকার করে বলছিল, হে জলীহ্‌! একটি সাধারণ কল্যাণময় ব্যাপার শীঘ্রই প্রকাশ লাভ করবে। তা হল- একজন শুদ্ধভাষী লোক বলবেন; لَا إِلَهَ إِلَّا اللهُ  (শুনে) লোকজন ছুটাছুটি করে পলায়ন করল। আমি বললাম, এ ঘোষণার রহস্য অবশ্যই বের করব। তারপর আবার ঘোষণা দেয়া হল। হে জলীহ্‌! একটি সাধারণ ও কল্যাণময় ব্যাপার অতি শীঘ্র প্রকাশ পাবে। তাহল একজন বাগ্মী ব্যক্তি لَا إِلَهَ إِلَّا اللهُ  এর প্রকাশ্যে ঘোষণা দিবে। তারপর আমি উঠে দাঁড়ালাম। এর কিছুদিন পরেই বলা হল যে, ইনিই নবী। (আধুনিক প্রকাশনীঃ ৩৫৭৯, ইসলামী ফাউন্ডেশনঃ ৩৫৮৪)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ قَالَ حَدَّثَنِيْ ابْنُ وَهْبٍ قَالَ حَدَّثَنِيْ عُمَرُ أَنَّ سَالِمًا حَدَّثَهُ عَنْ عَبْدِ اللهِ بْنِ عُمَرَ قَالَ مَا سَمِعْتُ عُمَرَ لِشَيْءٍ قَطُّ يَقُوْلُ إِنِّيْ لَاظُنُّهُ كَذَا إِلَّا كَانَ كَمَا يَظُنُّ بَيْنَمَا عُمَرُ جَالِسٌ إِذْ مَرَّ بِهِ رَجُلٌ جَمِيْلٌ فَقَالَ لَقَدْ أَخْطَأَ ظَنِّيْ أَوْ إِنَّ هَذَا عَلَى دِيْنِهِ فِي الْجَاهِلِيَّةِ أَوْ لَقَدْ كَانَ كَاهِنَهُمْ عَلَيَّ الرَّجُلَ فَدُعِيَ لَهُ فَقَالَ لَهُ ذَلِكَ فَقَالَ مَا رَأَيْتُ كَالْيَوْمِ اسْتُقْبِلَ بِهِ رَجُلٌ مُسْلِمٌ قَالَ فَإِنِّيْ أَعْزِمُ عَلَيْكَ إِلَّا مَا أَخْبَرْتَنِيْ قَالَ كُنْتُ كَاهِنَهُمْ فِي الْجَاهِلِيَّةِ قَالَ فَمَا أَعْجَبُ مَا جَاءَتْكَ بِهِ جِنِّيَّتُكَ قَالَ بَيْنَمَا أَنَا يَوْمًا فِي السُّوقِ جَاءَتْنِيْ أَعْرِفُ فِيْهَا الْفَزَعَ فَقَالَتْ أَلَمْ تَرَ الْجِنَّ وَإِبْلَاسَهَا وَيَأْسَهَا مِنْ بَعْدِ إِنْكَاسِهَا وَلُحُوقَهَا بِالْقِلَاصِ وَأَحْلَاسِهَا قَالَ عُمَرُ صَدَقَ بَيْنَمَا أَنَا نَائِمٌ عِنْدَ آلِهَتِهِمْ إِذْ جَاءَ رَجُلٌ بِعِجْلٍ فَذَبَحَهُ فَصَرَخَ بِهِ صَارِخٌ لَمْ أَسْمَعْ صَارِخًا قَطُّ أَشَدَّ صَوْتًا مِنْهُ يَقُوْلُ يَا جَلِيْحْ أَمْرٌ نَجِيْحْ رَجُلٌ فَصِيْحْ يَقُوْلُ لَا إِلَهَ إِلَّا اللهُ فَوَثَبَ الْقَوْمُ قُلْتُ لَا أَبْرَحُ حَتَّى أَعْلَمَ مَا وَرَاءَ هَذَا ثُمَّ نَادَى يَا جَلِيْحْ أَمْرٌ نَجِيْحْ رَجُلٌ فَصِيْحْ يَقُوْلُ لَا إِلَهَ إِلَّا اللهُ فَقُمْتُ فَمَا نَشِبْنَا أَنْ قِيْلَ هَذَا نَبِيٌّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "63"
    }
  }
}