{
  "hadith": {
    "hadith_id": 3884,
    "narrator": "ইব্‌নু মুসাইয়্যাব (রহঃ)",
    "bn": "ইব্‌নু মুসাইয়্যাব তার পিতা মুসাইয়্যাব (রহঃ) হতে বর্ণনা করেন, যখন আবূ তালিবের মুমূর্ষ অবস্থা তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার নিকট গেলেন। আবূ জাহলও তার নিকট উপবিষ্ট ছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে লক্ষ্য করে বললেন, চাচাজান, (আরবী) কলেমাটি একবার পড়ুন, তাহলে আমি আপনার জন্য আল্লাহ্‌র নিকট কথা বলতে পারব। তখন আবূ জাহাল ও ‘আবদুল্লাহ্‌ ইব্‌নু আবূ উমাইয়া বলল, হে আবূ তালিব! তুমি কি ‘আবদুল মুত্তালিবের ধর্ম হতে ফিরে যাবে? এরা দু’জন তার সাথে একথাটি বারবার বলতে থাকল। সর্বশেষ আবূ তালিব তাদের সাথে যে কথাটি বলল, তাহল, আমি ‘আবদুল মুত্তালিবের মিল্লাতের উপরেই আছি। এ কথার পর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমি আপনার জন্য ক্ষমা চাইতে থাকব যে পর্যন্ত আপনার ব্যাপারে আমাকে নিষেধ করা না হয়। এ প্রসঙ্গে এ আয়াতটি নাযিল হলঃ নবী ও মুমিনদের পক্ষে উচিত নয় যে, তারা ক্ষমা প্রার্থনা করবে মুশরিকদের জন্য যদি তারা নিকটাত্মীয়ও হয় যখন তাদের কাছে এ কথা স্পষ্ট হয়ে গেছে যে, তারা জাহান্নামী -  (আত-তাওবাহ ১১৩)। আরো নাযিল হলঃ আপনি যাকে ভালোবাসেন, ইচ্ছা করলেই তাকে হিদায়াত করতে পারবেন না- (আল-কাসাস ৫৬)। (আধুনিক প্রকাশনীঃ ৩৫৯৬, ইসলামী ফাউন্ডেশনঃ ৩৬০১)",
    "ar": "حَدَّثَنَا مَحْمُوْدٌ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ ابْنِ الْمُسَيَّبِ عَنْ أَبِيْهِ أَنَّ أَبَا طَالِبٍ لَمَّا حَضَرَتْهُ الْوَفَاةُ دَخَلَ عَلَيْهِ النَّبِيُّ صلى الله عليه وسلم وَعِنْدَهُ أَبُوْ جَهْلٍ فَقَالَ أَيْ عَمِّ قُلْ لَا إِلَهَ إِلَّا اللهُ كَلِمَةً أُحَاجُّ لَكَ بِهَا عِنْدَ اللهِ فَقَالَ أَبُوْ جَهْلٍ وَعَبْدُ اللهِ بْنُ أَبِيْ أُمَيَّةَ يَا أَبَا طَالِبٍ تَرْغَبُ عَنْ مِلَّةِ عَبْدِ الْمُطَّلِبِ فَلَمْ يَزَالَا يُكَلِّمَانِهِ حَتَّى قَالَ آخِرَ شَيْءٍ كَلَّمَهُمْ بِهِ عَلَى مِلَّةِ عَبْدِ الْمُطَّلِبِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم لَاسْتَغْفِرَنَّ لَكَ مَا لَمْ أُنْهَ عَنْهُ فَنَزَلَتْ مَا كَانَ لِلنَّبِيِّ صلى الله عليه وسلم وَالَّذِيْنَ اٰمَنُوْآ أَنْ يَّسْتَغْفِرُوْا لِلْمُشْرِكِيْنَ وَلَوْ كَانُوْآ أُولِيْ قُرْبٰى مِنْم بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيْمِ (التوبة : 113) وَنَزَلَتْ إِنَّكَ لَا تَهْدِيْ مَنْ أَحْبَبْتَ (القصص : 56)",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "63"
    }
  }
}