{
  "hadith": {
    "hadith_id": 3892,
    "narrator": "আবূ ইদরীস আইযুল্লাহ (রহঃ)",
    "bn": "যে, ‘উবাদাহ ইব্‌নু সামিত (রাঃ) যিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সঙ্গে বদর যুদ্ধে এবং আকাবার রাতে উপস্থিত সাহাবীদের মধ্যে ছিলেন - তিনি আমার কাছে বর্ণনা করেছেন যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাহাবীদের একটি দলকে লক্ষ্য করে বললেন, এস তোমরা আমার কাছে একথার উপর বায়’আত [১] কর যে, তোমরা আল্লাহ তা’আলার সাথে কোন কিছুকে শরীক করবে না, তোমরা চুরি করবে না, তোমরা ব্যভিচার করবে না; তোমরা তোমাদের সন্তানদের হত্যা করবে না, তোমরা অপবাদ আরোপ করবে না যা তোমরা নিজে হতে বানিয়ে নাও, তোমরা নেক কাজে আমার নাফরমানী করবে না, তোমাদের মধ্যে যে ব্যক্তি এসব শর্ত পূরণ করে চলবে সে আল্লাহ তা’আলার নিকট তার প্রতিদান অবশ্যই পাবে। আর যে এ সবের কোন কিছুতে লিপ্ত হয় এবং তাকে এ কারণে দুনিয়াতে শাস্তি দেয়া হয়, তবে এ শাস্তি তার প্রতি কাফ্‌ফারা হয়ে যাবে। আর যে ব্যক্তি এ সবের কোনটিতে লিপ্ত হল আর আল্লাহ তা গোপন রাখেন, তবে তার ব্যাপারটি আল্লাহ তা’আলার ওপর ন্যস্ত। তিনি ইচ্ছা করলে শাস্তি দিবেন আর ইচছা করলে ক্ষমা করবেন। ‘উবাদাহ (রাঃ) বলেন, আমিও এসব শর্তের উপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট হাতে বায়’আত করেছি। (আধুনিক প্রকাশনীঃ ৩৬০৫, ইসলামী ফাউন্ডেশনঃ ৩৬১০)",
    "ar": "حَدَّثَنِيْ إِسْحَاقُ بْنُ مَنْصُوْرٍ أَخْبَرَنَا يَعْقُوْبُ بْنُ إِبْرَاهِيْمَ حَدَّثَنَا ابْنُ أَخِيْ ابْنِ شِهَابٍ عَنْ عَمِّهِ قَالَ أَخْبَرَنِيْ أَبُوْ إِدْرِيْسَ عَائِذُ اللهِ أَنَّ عُبَادَةَ بْنَ الصَّامِتِ مِنْ الَّذِيْنَ شَهِدُوْا بَدْرًا مَعَ رَسُوْلِ اللهِ صلى الله عليه وسلم وَمِنْ أَصْحَابِهِ لَيْلَةَ الْعَقَبَةِ أَخْبَرَهُ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَالَ وَحَوْلَهُ عِصَابَةٌ مِنْ أَصْحَابِهِ تَعَالَوْا بَايِعُونِيْ عَلَى أَنْ لَا تُشْرِكُوْا بِاللهِ شَيْئًا وَلَا تَسْرِقُوْا وَلَا تَزْنُوْا وَلَا تَقْتُلُوْا أَوْلَادَكُمْ وَلَا تَأْتُوْا بِبُهْتَانٍ تَفْتَرُوْنَهُ بَيْنَ أَيْدِيكُمْ وَأَرْجُلِكُمْ وَلَا تَعْصُونِيْ فِيْ مَعْرُوفٍ فَمَنْ وَفَى مِنْكُمْ فَأَجْرُهُ عَلَى اللهِ وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ بِهِ فِي الدُّنْيَا فَهُوَ لَهُ كَفَّارَةٌ وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَسَتَرَهُ اللهُ فَأَمْرُهُ إِلَى اللهِ إِنْ شَاءَ عَاقَبَهُ وَإِنْ شَاءَ عَفَا عَنْهُ قَالَ فَبَايَعْتُهُ عَلَى ذَلِكَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ‘বায়’আত’ শব্দের সাধারণ অর্থ বিক্রি করা। শর’ঈয়াতের পরিভাষায় এর বিশেষ অর্থ হলোঃ কারো আনুগত্যের অঙ্গীকার করা, কারো কথা পালন করার জন্য চুক্তিবদ্ধ হওয়া।",
    "chapter": {
      "chapter_number": "63"
    }
  }
}