{
  "hadith": {
    "hadith_id": 3898,
    "narrator": "উমার (রাঃ)",
    "bn": "উমার (রাঃ) বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে বলতে শুনেছি যে, আমলের ফলাফল নির্ভর করে নিয়্যাতের [১] উপর। সুতরাং যার হিজরত [২] হয় দুনিয়া লাভের জন্য কিংবা কোন স্ত্রীলোককে বিবাহ করার উদ্দেশে, তাহলে তার হিজরত হবে যে উদ্দেশে সে হিজরত করেছে। আর যার হিজরত হবে আল্লাহ্‌ ও তাঁর রাসূলের উদ্দেশ্য, তবে তার হিজরত হবে আল্লাহ্‌ ও তাঁর রসূলেরই জন্য। (১) (আধুনিক প্রকাশনীঃ ৩৬১১, ইসলামী ফাউন্ডেশনঃ ৩৬১৬)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا حَمَّادٌ هُوَ ابْنُ زَيْدٍ عَنْ يَحْيَى عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيْمَ عَنْ عَلْقَمَةَ بْنِ وَقَّاصٍ قَالَ سَمِعْتُ عُمَرَ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُوْلُ الأَعْمَالُ بِالنِّيَّةِ فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيْبُهَا أَوْ\nامْرَأَةٍ يَتَزَوَّجُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللهِ وَرَسُوْلِهِ فَهِجْرَتُهُ إِلَى اللهِ وَرَسُوْلِهِ صلى الله عليه وسلم",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ‘নিয়্যাত’ শব্দের অর্থ অন্তরের দৃঢ় সংকল্প। শর’ঈয়াতের পরিভাষায় এর বিশেষ অর্থ নিম্নরূপঃ (১) কোন কাজকে কোন কাজ থেকে পৃথক করা বা নির্দিষ্ট করে নেয়া। যথা ফারয সলাতের নিয়্যাত করা মানে সুন্নাত তথা নাফল থেকে পৃথক বা নির্দিষ্ট করা। (২) কোন কাজ সম্পাদনের সংকল্প করা। যথা হাজ্জের নিয়্যাত করা মানে হাজ্জ সম্পাদনের সংকল্প করা। (৩) নিয়্যাত মানে কোন কাজের উদ্দেশ্য বা লক্ষ্য। উক্ত হাদীসে ‘নিয়্যাত’ শব্দটি এ শেষোক্ত অর্থেই ব্যবহৃত হয়েছে। অর্থাৎ যে কোন কাজের ফরাফল উদ্দেশ্য ও লক্ষ্যের উপরই নির্ভর করে।\nএখানে প্রসঙ্গত উল্লেখ্য যে, নিয়্যাত যেহেতু অন্তরের সংকল্পেরই নাম, সেহেতু কোন কাজের নিয়্যাতের সময় অন্তরে সংকল্প না করে শুধু মুখে উচ্চারণ করলে চলবে না। যেমন সলাত আদায়ের পূর্বে অনেক মুসল্লীকে সলাতের আরবীতে তথাকথিত গদবাধা নিয়্যাত করতে দেখা যায় - যার প্রমাণ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কোন হাদীসে পাওয়া যায় না। সুতরাং সলাতের নিয়্যতে নির্দিষ্টভাবে মনের দৃঢ় সংকল্পই যথেষ্ট; মুখে উচ্চারণ রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সুন্নাহ্‌র পরিপন্থী যা নবাবিষ্কৃত হিসেবে গণ্য।\n\n[২] ‘হিজরত’ শব্দের অর্থ ত্যাগ করা, ছিন্ন করা। শর’ঈয়াতের পরিভাষায় এর দু’ধরনের অর্থ রয়েছ। (১) আল্লাহ্‌র সন্তোষ লাভের জন্য এক স্থান ত্যাগ করে অন্য স্থানে যাওয়া, ঈমান ও ধর্ম রক্ষার জন্য নিরাপদ স্থানে গমন করা। যথা রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীদের মক্কা হতে মদীনায় গমনকে হিজরত বলা হয়। (২) শর’ঈয়াতের নিষিদ্ধ কাজগুলোকে পরিহার করা। তাই রসূল হাদীসে বলেনঃ প্রকৃত মুহাজির ঐ ব্যক্তি যে আল্লাহ্‌র নিষিদ্ধ বিষয়সমূহকে ত্যাগ করেছে।",
    "chapter": {
      "chapter_number": "63"
    }
  }
}