{
  "hadith": {
    "hadith_id": 3904,
    "narrator": "আবূ সাঈদ খুদরী (রাঃ)",
    "bn": "যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিম্বরে বসলেন এবং বললেন, আল্লাহ্‌ তার এক বান্দাকে দুটি বিষয়ের একটি বেছে নেয়ার অধিকার দিয়েছেন। তার একটি হল দুনিয়ার ভোগ-বিলাস আর একটি হল আল্লাহ্‌র নিকট যা রক্ষিত রয়েছে। তখন সে বান্দা আল্লাহ্‌র কাছে যা রয়েছে তাই পছন্দ করলেন। একথা শুনে, আবূ বকর (রাঃ) কেঁদে ফেললেন, এবং বললেন, আমাদের পিতা-মাতাকে আপনার জন্য কুরবানী করলাম। তাঁর অবস্থা দেখে আমরা বিস্মিত হলাম। লোকেরা বলতে লাগল, এ বৃদ্ধের অবস্থা দেখ রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক বান্দা সম্বন্ধে খবর দিলেন যে, তাকে আল্লাহ্‌ ভোগ-সম্পদ দেওয়ার এবং তার কাছে যা রয়েছে, এ দু’য়ের মধ্যে বেছে নিতে বললেন আর এই বৃদ্ধ বলছে, আপনার জন্য আমাদের মাতাপিতা উৎসর্গ করলাম। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - ই হলেন সেই ইখতিয়ার প্রাপ্ত বান্দা। আর আবূ বকর (রাঃ) ই হলেন আমাদের মধ্যে সবচেয়ে বিজ্ঞ ব্যক্তি। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, যে ব্যক্তি তার সঙ্গ ও সম্পদ দিয়ে আমার প্রতি সবচেয়ে ইহসান করেছেন তিনি হলেন আবূ বকর (রাঃ)। যদি আমি আমার উম্মতের কোন ব্যক্তিকে অন্তরঙ্গ হিসেবে গ্রহণ করতাম তাহলে আবূ বক্‌রকেই করতাম। তবে তার সঙ্গে আমার ইসলামী ভ্রাতৃত্বের সম্পর্ক রয়েছে। মসজিদের দিকে আবূ বকর (রাঃ) এর দরজা ছাড়া অন্য কারো দরজা খোলা থাকবে না।  (আধুনিক প্রকাশনীঃ ৩৬১৭, ইসলামী ফাউন্ডেশনঃ ৩৬২১)",
    "ar": "حَدَّثَنَا إِسْمَاعِيْلُ بْنُ عَبْدِ اللهِ قَالَ حَدَّثَنِيْ مَالِكٌ عَنْ أَبِي النَّضْرِ مَوْلَى عُمَرَ بْنِ عُبَيْدِ اللهِ عَنْ عُبَيْدٍ يَعْنِيْ ابْنَ حُنَيْنٍ عَنْ أَبِيْ سَعِيْدٍ الْخُدْرِيِّ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم جَلَسَ عَلَى الْمِنْبَرِ فَقَالَ إِنَّ عَبْدًا خَيَّرَهُ اللهُ بَيْنَ أَنْ يُؤْتِيَهُ مِنْ زَهْرَةِ الدُّنْيَا مَا شَاءَ وَبَيْنَ مَا عِنْدَهُ فَاخْتَارَ مَا عِنْدَهُ فَبَكَى أَبُوْ بَكْرٍ وَقَالَ فَدَيْنَاكَ بِآبَائِنَا وَأُمَّهَاتِنَا فَعَجِبْنَا لَهُ وَقَالَ النَّاسُ انْظُرُوْا إِلَى هَذَا الشَّيْخِ يُخْبِرُ رَسُوْلُ اللهِ صلى الله عليه وسلم عَنْ عَبْدٍ خَيَّرَهُ اللهُ بَيْنَ أَنْ يُؤْتِيَهُ مِنْ زَهْرَةِ الدُّنْيَا وَبَيْنَ مَا عِنْدَهُ وَهُوَ يَقُوْلُ فَدَيْنَاكَ بِآبَائِنَا وَأُمَّهَاتِنَا فَكَانَ رَسُوْلُ اللهِ صلى الله عليه وسلم هُوَ الْمُخَيَّرَ وَكَانَ أَبُوْ بَكْرٍ هُوَ أَعْلَمَنَا بِهِ وَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِنَّ مِنْ أَمَنِّ النَّاسِ عَلَيَّ فِيْ صُحْبَتِهِ وَمَالِهِ أَبَا بَكْرٍ وَلَوْ كُنْتُ مُتَّخِذًا خَلِيْلًا مِنْ أُمَّتِيْ لَاتَّخَذْتُ أَبَا بَكْرٍ إِلَّا خُلَّةَ الْإِسْلَامِ لَا يَبْقَيَنَّ فِي الْمَسْجِدِ خَوْخَةٌ إِلَّا خَوْخَةُ أَبِيْ بَكْرٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "63"
    }
  }
}