{
  "hadith": {
    "hadith_id": 3906,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর স্ত্রী ‘আয়িশা (রাঃ) হতে বর্ণিত, তিনি বলেন, আমি আমার মাতা পিতাকে কখনো ইসলাম ছাড়া অন্য কোন দ্বীন পালন করতে দেখিনি এবং এমন কোন দিন কাটেনি যেদিন সকালে কিংবা সন্ধ্যায় রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের বাড়িতে আসেননি। যখন মুসলামানগণ অতিষ্ঠ হয়ে পড়লেন, তখন আবূ বকর (রাঃ) হিজরত করে আবিসিনিয়ায় যাওয়ার উদ্দেশে বের হলেন। শেষ বারকুল গিমাদ পৌঁছলে ইব্‌নু দাগিনার সাথ তাঁর সাক্ষাৎ হয়। সে ছিল তার গোত্রের নেতা। সে বলল, হে আবূ বক্‌র! কোথায় যাচ্ছেন? উত্তর আবূ বকর (রাঃ) বললেন, আমার স্ব-জাতি আমাকে বের করে দিয়েছে তাই আমি মনে করছি, পৃথিবীতে ঘুরে বেড়াব এবং আমার প্রতিপালকের ইবাদত করব। ইব্‌নু দাগিনা বলল, হে আবূ বকর (রাঃ)! আপনার মত ব্যক্তি বের হতে পারে না এবং বের করাও হতে পারে না। আপনি তো নিঃস্বদের জন্য উপার্জন করে দেন, আত্মীয়তার সম্পর্ক রক্ষা করেন, অক্ষমদের বোঝা নিজে বহন করেন, মেহমানের মেহমানদারী করে থাকেন এবং সত্য পথের পথিকদের বিপদ আপদে সাহায্য করেন। সুতরাং আমি আপনাকে আশ্রয় দিচ্ছি, আপনাকে যাবতীয় সহযোগিতার ওয়াদা করছি। আপনি ফিরে যান এবং নিজ শহরে আপনার রবের ইবাদত করুন। আবূ বকর (রাঃ) ফিরে এলেন। তাঁর সঙ্গে ইব্‌নু দাগিনাও এল। ইব্‌নু দাগিনা বিকেল বেলা কুরাইশের নেতৃস্থানীয় ব্যক্তিদের কাছে গেল এবং তাদেরকে বলল, আবূ বাক্‌রের মত লোক দেশ হতে বের হতে পারে না এবং তাকে বের করে দেয়া যায় না। আপনারার কি এমন ব্যাক্তিকে বের করবেন, যে নিঃস্বদের জন্য উপার্জন করেন,  আত্মীয়তার সম্পর্ক রক্ষা করেন, অক্ষমের বোঝা নিজে বহন করেন, মেহমানের মেহমানদারী করেন এবং ন্যায়ের উপর প্রতিষ্ঠিত থাকার কারণে বিপদ এলে সাহায্য করেন। ইব্‌নু দাগিনার আশ্রয়দান কুরাইশগণ মেনে নিল এবং তারা ইব্‌নু দাগিনাকে বলল, তুমি আবূ বকরকে বলে দাও, তিনি যেন তাঁর রবের ইবাদত তাঁর ঘরে করেন। সলাত সেখানেই আদায় করেন, ইচ্ছা মাফিক কুরআন তিলাওয়াত করবেন। কিন্তু এর দ্বারা আমাদের যেন কষ্ট না দেন। আর এসব ব্যাপারে যেন প্রকাশ্যে না করেন। কেননা, আমরা আমাদের মেয়েদের ও ছেলেদের ফিত্‌নায় পড়ে যাওয়ার ভয় করি। ইব্‌নু দাগিনা এসব কথা আবূ বকর (রাঃ) কে বলে দিলেন। সে মতে কিছুকাল আবূ বকর (রাঃ) নিজের ঘরে তাঁর রবের ইবাদত করতে লাগলেন। সলাত প্রকাশ্যে আদায় করতেন না এবং ঘরেই কুরআন তিলওয়াত করতেন। এরপর আবূ বাকরের মনে খেয়াল জাগল। তাই তিনি তাঁর ঘরের পার্শ্বেই একটি মসজিদ তৈরি করে নিলেন। এতে তিনি সলাত আদায় করতে ও কুরআন পড়তে লাগলেন। এতে তাঁর কাছে মুশরিকা মহিলা ও যুবকরা ভীড় জমাতে লাগল। তারা আবূ বকর (রাঃ) - এর একাজে বিস্ময়বোধ করত এবং তাঁর দিকে তাকিয়ে থাকত। আবূ বকর (রাঃ) ছিলেন একজন ক্রন্দনকারী ব্যক্তি, তিনি যখন কুরআন পড়তেন তখন তাঁর অশ্রু সামলিয়ে রাখতে পারতেন না। এ ব্যাপারটি মুশরিকদের নেতৃস্থানীয় কুরাইশদের ভীত করে তুলল এবং তারা ইব্‌নু দাগিনাকে ডেকে পাঠান। সে এল। তারা তাকে বলল, তোমার আশ্রয় প্রদানের কারণে আমরাও আবূ বক্‌রকে আশ্রয় দিয়েছিলাম এই শর্তে যে, তিনি তাঁর রবের ইবাদত তাঁর ঘরে করবেন কিন্তু সে শর্ত তিনি ভঙ্গ করেছেন এবং নিজ গৃহের পাশে একটি মসজিদ তৈরি করে প্রকাশ্যে সলাত ও তিলওয়াত শুরু করেছেন। আমাদের ভয় হচ্ছে, আমাদের মহিলা ও সন্তানরা ফিতনায় পড়ে যাবে। কাজেই তুমি তাঁকে নিষেধ করে দাও। তিনি তাঁর রবের ইবাদত তাঁর গৃহের ভিতর সীমাবদ্ধ রাখতে চাইলে তিনি তা করতে পারেন। আর যদি তিনি তা অমান্য করে প্রকাশ্যে তা করতে চান তবে তাঁকে তোমার আশ্রয় প্রদান ও দায় দায়িত্ব ফিরিয়ে দিতে বল। আমরা তোমার আশ্রয় দানের ব্যাপারে বিশ্বাসঘাতকতা করা অত্যন্ত অপছন্দ করি, আবার আবূ বক্‌রকেও এভাবে প্রকাশ্যে ‘ইবাদাত করার জন্য ছেড়ে দিতে পারি না। ‘আয়িশা (রাঃ) বলেন, ইব্‌নু দাগিনা এসে আবূ বকর (রাঃ) - কে বলল, আপনি অবশ্যই জানেন যে, কী শর্তে আমি আপনার জন্য ওয়াদাবদ্ধ হয়েছিলাম। আপনি হয়ত তাতে সীমিত থাকবেন অন্যথায় আমার জিম্মাদারী আমাকে ফিরত দিবেন। আমি এ কথা মোটেই পছন্দ করি না যে আমার সাথে চুক্তিবদ্ধ এবং আমার আশ্রয়প্রাপ্ত ব্যক্তির প্রতি আমার বিশ্বসঘাতকতার অপবাদ আরববাসীর নিকট প্রকাশিত হোক। আবু বক্‌র (রাঃ) তাকে বললেন, আমি তোমার আশ্রয় তোমাকে ফিরিয়ে দিচ্ছি। আমি আল্লাহ্‌র আশ্রয়ের উপর সন্তুষ্ট আছি। এ সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কায় ছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুসলিমদের বললেন, আমাকে তোমাদের হিজরতের স্থান (স্বপ্নে) দেখান হয়েছে। সে স্থানে খেজুর বাগান রয়েছে এবং তা দুইটি পাহাড়ের মাঝে অবস্থিত। এরপর যাঁরা হিজরত করতে চাইলেন, তাঁরা মদীনার দিকে হিজরত করলেন। আর যাঁরা হিজরত করে আবিসিনিয়ায় চলে গিয়েছিলেন, তাঁদেরও অধিকাংশ সেখান হতে ফিরে মাদীনহয় চলে আসলেন। আবূ বকর (রাঃ) ও মদীনায় যাওয়ার প্রস্তুতি নিলেন। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বললেন, তুমি অপেক্ষা কর। আশা করছি আমাকেও অনুমতি দেয়া হবে। আবূ বকর (রাঃ) বললেন, আমার পিতা আপনার জন্য কুরবান [১]! আপনিও কি হিজরতের আশা করছেন? তিনি বললেন, হাঁ। তখন আবূ বকর (রাঃ) রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সঙ্গ পাওয়ার জন্য নিজেকে হিজরত হতে বিরত রাখলেন এবং তাঁর নিকট যে দু’টি উট ছিল এ দুটি চার মাস পর্যন্ত বাবলা গাছের পাতা খাওয়াতে থাকেন।\nইব্‌নু শিহাব ‘উরওয়াহ (রাঃ) সূত্রে ‘আয়িশা (রাঃ) হতে বর্ণনা করেন যে, তিনি বলেছেন, ইতিমধ্যে একদিন আমরা ঠিক দুপুর বেলায় আবূ বকর (রাঃ) এর ঘরে উপবিষ্ট ছিলাম। এমন সময় এক ব্যক্তি এসে আবূ বক্‌রকে খবর দিল যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মস্তক আবৃত অবস্থায় আসছেন। তা এমন সময় ছিল যে সময় তিনি পূর্বে কথনো আমাদের এখানে আসেননি। আবূ বকর (রাঃ) তাঁর আসার কথা শুনে বললেন, আমার মাতাপিতা তাঁর প্রতি কুরবান। আল্লাহ্‌র কসম, তিনি এ সময় নিশ্চয় কোন গুরুত্বপূর্ণ কারণেই আসছেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পৌঁছে অনুমতি চাইলেন। তাঁকে অনুমতি দেয়া হল। প্রবেশ করে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবূ বক্‌রকে বললেন, এখানে অন্য যারা আছে তাদের বের করে দাও। আবূ বকর (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! আমার পিতামাতা আপনার প্রতি কুরবান! এখানে তো আপনারই পরিবার। তখন তিনি বললেন, আমাকেও হিজরতের অনুমতি দেয়া হয়েছ। আবূ বকর (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! আমার পিতামাতা আপনার জন্য কুরবান! আমি আপনার সফর সঙ্গী হতে ইচ্ছুক। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ঠিক আছে। আবূ বকর (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! আমার পিতামাতা কুরবান! আমার এ দু’টি উট হতে আপনি যে কোন একটি নিন।  রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তবে মূল্যের বিনিময়ে। ‘আয়িশা (রাঃ) বলেন, আমরা তাঁদের জন্য যাবতয়ি ব্যবস্থা অতি শীঘ্র সম্পন্ন করলাম এবং একটি থলের মধ্যে, তাঁদের খাদ্রসামগ্রী গুছিয়ে দিলাম। আমার বোন আসমা বিনতে আবূ বকর (রাঃ) তার কোমর বন্ধের কিছু অংশ কেটে সে থলের মুখ বেঁধে দিলেন। এ কারণেই তাঁকে ‘জাতুন নেতাক’ (কোমর বন্ধ ওয়ালী) বলা হত। ‘আয়িশা (রাঃ) বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবূ বকর (রাঃ) সাওর পর্বতের একটি গুহায় আশ্রয় নিলেন। তাঁরা সেখানে তিনটি রাত অবস্থান করলেন। ‘আবদুল্লাহ ইব্‌নু আবূ বকর (রাঃ) তাঁদের পাশেই রাত্রি যাপন করতেন। তিনি ছিলেন একজন তীক্ষ্ম বুদ্ধিসম্পন্ন তরুণ। তিনি শেষ রাত্রে ওখান হতে বেরিয়ে মক্কায় রাত্রি যাপনকারী কুরাইশদের সঙ্গে মিলিত হতেন এবং তাঁদের দু’জনের বিরুদ্ধে যে ষড়যন্ত্র করা হত তা মনোযোগ দিয়ে শুনতের, ও স্মরণ রাখতেন। যখন আঁধার ঘনিয়ে আসত তখন তিনি সংবাদ নিয়ে তাঁদের উভয়ের কাছে যেতেন। আবূ বকর (রাঃ) - এর গোলাম আমির ইব্‌নু যুহাইরাহ তাঁদের কাছেই দুধালো বকরীর পাল চরিয়ে বেড়াত। রাতের কিছু সময় চলে গেলে পরে সে বকরীর পাল নিয়ে তাদেঁর নিকটে যেত এবং তাঁরা দু’জন দুধ পান করে আরামে রাত্রিযাপন করতেন। তাঁরা বকরীর দুধ দোহন করে সাথে সাথেই পান করতেন। তারপর শেষ রাতে আমির ইব্‌নু ফুহাইরাহ বকরীগুলি হাঁকিয়ে নিয়ে যেত। এ তিন রাতের প্রতি রাতে সে এমনই করল। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবূ বকর (রাঃ) বানী আবদ ইব্‌নু আদি গোত্রের এক ব্যক্তিকে মজুরির বিনিময়ে ‘খির্‌রীত’ (পথ প্রদর্শক) নিযুক্ত করেছিলেন। দক্ষ পথপ্রদর্শককে ‘খির্‌রীত’ বলা হয়। আদী গোত্রের সাথে তার বন্ধুত্ব ছিল। সে ছিল কাফির কুরাইশের ধর্মাবলম্বী। তাঁরা উভয়ে তাকে বিশ্বস্ত মনে করে তাঁদের উট দু’টি তার হাতে দিয়ে দিলেন এবং তৃতীয় রাত্রের পরে সকালে উট দু’টি সাওর গুহার নিকট নিয়ে আসার প্রতিশ্রুতি গ্রহণ করলেন। আর সে যথা সময়ে তা পৌঁছিয়ে দিল। আর আমির ইব্‌নু ফুহাইরাহ ও পথপ্রদর্শক তাঁদের উভয়ের সঙ্গে চলল। প্রদর্শক তাদেঁর নিয়ে উপকূলের পথ ধরে চলতে লাগল। \nআবদুর রহমান ইব্‌নু মালিক মুদলেজী আমাকে বলেছেন, তিনি সুরাকাহ ইব্‌নু মালিকের ভ্রাতুষ্পুত্র। তার পিতা তাকে বলেছেন, তিনি সুরাকাহ ইব্‌নু জু’শুমকে বলতে শুনেছেন যে, আমাদের নিকট কুরাইশী কাফেরদের দূত আসল এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবূ বকর (রাঃ) এর দু’জনের যে কোন একজনকে যে হত্যা করবে অথবা বন্দী করতে পারবে তাকে পুরষ্কার দেয়ার ঘোষণা দিল। আমি আমার কওম বনী মুদলীজের এক মজলিসে উপবিষ্ট ছিলাম। তখন তাদের নিকট হতে এক ব্যক্তি এসে আমাদের নিকটে দাঁড়াল। আমরা বসাই ছিলাম। সে বলল, হে সুরাকাহ! আমি এই মাত্র উপকূলের পথে কয়েকজন মানুষকে যেতে দেখলাম। আমার ধারণা, এরা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সহযাত্রীরা হবেন। সুরাকাহ বলেন, আমি বুঝতে পারলাম যে এঁরা তাঁরাই হবেন। কিন্তু তাকে বললাম, এরা তাঁরা নয়, বরং তুমি অমুক অমুককে দেখছ। এরা এই মাত্র আমাদের সম্মুখ দিয়ে চলে গেল। তারপর আমি কিছুক্ষণ মজলিসে অবস্থান করে চলে এলাম এবং আমার দাসীকে আদেশ করলাম, তুমি আমার ঘোড়াটি বের করে নিয়ে যাও এবং অমুক টিলার আড়ালে ঘোড়াটি ধরে দাঁড়িয়ে থাক। আমি আমার বর্শা হাতে নিলাম এবং বাড়ির পিছন দিয়ে বেরিয়ে পড়লাম। বর্শাটির এক প্রান্ত হাতে ধরে অপর প্রান্ত মাটি হেচড়ানো অবস্থায় আমি টেনে নিয়ে চলছিলাম ঐ অবস্থায় বর্শার মাটি হেচড়ানো অংশ দ্বারা মাটির উপর রেখাপাত করতে করতে আমার ঘোড়ার নিকট পৌঁছলাম এবং ঘোড়ায় আরোহণ করে তাকে খুব দ্রুত ছুটালাম। সে আমাকে নিয়ে ছুটে চলল। আমি প্রায় তাদের নিকট পৌঁছে গেলাম, এমন সময় আমার ঘোড়াটি হোঁচট খেয়ে আমাকে নিয়ে পড়ে গেল। আমিও তার পিঠ হতে ছিটকে পড়লাম। তারপর আমি উঠে দাঁড়ালাম এবং তূণের দিকে হাত বাড়ালাম এবং তা হতে তীরগুলি বের করলাম ও তীর নিক্ষেপের মাধ্যমে ভাগ্য পরীক্ষা করে নিলাম যে আমি তাদের কোন ক্ষতি করতে পারনো কি-না। তখন তীরগুলি দুর্ভাগ্যবশতঃ এমনভাবে বেরিয়ে এল যে, ভাগ্য নির্ধারণের বেলায় এমন হওয়া পছন্দ করি না। আমি আবার ভাগ্য পরীক্ষার ফলাফল অমান্য করে অশ্বারোহণ করে সম্মুখ পারে এগুতে লাগলাম। আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর এত নিকটবর্তী হয়ে গেলাম যে তাঁর তিলাওয়াতের আওয়ায শুনতে পাচ্ছিলাম। তিনি ফিরে তাকাচ্ছিলেন না কিন্তু আবূ বকর (রাঃ) বারবার তাকিয়ে দেখছিলেন। এমন সময় হঠাৎ আমার ঘোড়ার সামনের পা দু’টি হাঁটু পর্যন্ত মাটিতে গেড়ে গেলে এবং আমি তার উপর হতে পড়ে গেলাম। তখন ঘোড়াটিকে ধমক দিলাম, সে দাঁড়াতে ইচ্ছা করল, কিন্তু পা দু’টি বের করতে পারছিল না। শেষে যখন ঘোড়াটি সোজা হয়ে দাঁড়িয়ে উঠল, তখন হঠাৎ তার সামনের পা দু’টি বের করতে পারছিল না। অবশেষে যখন ঘোড়াটি সোজা হয়ে দাঁড়িয়ে উঠল, তখন হঠাৎ তার সামনের পা দু’টি যেখানে গেড়ে ছিল সেখান হতে ধুঁয়ার মত ধূলি আকাশের দিকে উঠতে লাগল। তখন আমি তীর দিয়ে ভাগ্য পরীক্ষা করলাম। এবারও যা আমার অপছন্দনীয় তা-ই প্রকাশ পেল। তখন উচ্চস্বরে তাঁদের নিরাপত্তা চাইলাম। এতে তাঁরা থেমে গেলেন এবং আমি আমার ঘোড়ায় আরোহণ করে এলাম। আমি যখন এমন অবস্থায় বার বার বাধাপ্রাপ্ত ও বিপদে পড়ছিলাম তখনই আমার অন্তরে এ বিশ্বাস দৃঢ় হয়েছিল যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর এ মিশনটি অচিরেই প্রভাব বিস্তার করবে। তখন আমি তাঁকে বললাম আপনার কওম আপনাকে ধরে দিতে পারলে একশ উট পুরষ্কার ঘোষণা করেছে। মক্কায় কাফিরগণ তাঁর সম্পর্কে যে ইচ্ছা করেছে তা তাঁকে জানালাম এবং আমি তাদের জন্য কিছু খাবার ও অন্যান্য সামগ্রী পেশ করলাম। তাঁরা তা হতে কিছুই নিলেন না। আর আমার কাছে এ কথা ছাড়া কিছুই চাইলেন নাঃ “আমাদের খবরটি গোপন রেখ”। এরপর আমি আমাকে একটি নিরাপত্তা লিপি লিখে দেয়ার জন্য তাঁকে অনুরোধ করলাম। তখন তিনি ‘আমির ইব্‌নু ফুহাইরাহকে আদেশ দিলেন। তিনি এক টুকরো চামড়ায় তা লিখে দিলেন। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রওয়ানা দিলেন।\nইব্‌নু শিহাব (রহঃ) বলেন, ‘উরওয়াহ ইব্‌নু যুবায়র (রাঃ) আমাকে বলেছেন, পথিমধ্যে যুবায়রের সাথে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাক্ষাত হয়। তিনি মুসলমানদের একটি বণিক কাফেলার সাথে সিরিয়া হতে ফিরছিলেন। তখন যুবায়র (রাঃ) রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবূ বকর (রাঃ) - কে সাদা রঙ্গের পোশাক দান করলেন। এদিকে মদীনায় মুসলিমগণ শুলেন যে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কা হতে মদীনার পথে রওয়ানা হয়েছেন। তাই তাঁরা প্রতিদিন সকালে মদীনার হার্‌রা পর্যন্ত গিয়ে অপেক্ষা করতে থাকেন, দুপুরে রোদ প্রখর হলে তারা ঘরে ফিরে আসতেন। একদিন তারা পূর্বাপেক্ষা বেশি সময় প্রতীক্ষা করার পর নিজ নিজ গৃহে ফিরে গেলেন। এমন সময় এক ইয়াহূদী একটি টিলায় আরোহণ করে এদিক ওদিক কি যেন দেখছিল। তখন সে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  ও তাঁর সাথীসঙ্গীদেরকে সাদা পোশাক পর অবস্থায় মরীচিকাময় মরুভূমিরউপর দিয়ে আগমন করতে দেখতে পেল। ইয়াহূদী তখন নিজেকে সংবরণ করতে না পেরে উচ্চ:স্বরে চীৎকার করে বলে উঠল, হে আরব সম্প্রদায়! এইতো সে ভাগ্যবান ব্যক্তি - যার জন্য তোমরা অপেক্ষা করছে। মুসলিমগণ তাড়াতাড়ি হাতিয়ার তুলে নিয়ে মদীনার হার্‌রার উপকণ্ঠে নিয়ে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সঙ্গে মিলিত হলেন। তিনি সকলকে নিয়ে ডানদিকে মোড় নিয়ে বনু ‘আমর ইব্‌নু ‘আউফ গোত্রে অবতরণ করলেন। এদিনটি ছিল রবি’উল আ্উয়াল মাসের সোমবার। আবূ বকর (রাঃ) দাঁড়িয়ে লোকদের সঙ্গে কথা বলতে লাগলেন। আর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নীরব রইলেন। আনসারদের মধ্য হতে যাঁরা এ পর্যন্ত রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে দেখেননি তাঁরা আবূ বকর (রাঃ) - কে সালাম করতে লাগলেন, তারপর যখন রৌদ্রের উত্তাপ নবীজী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর উপর পড়তে লাগল এবং আবূ বকর (রাঃ) অগ্রসর হয়ে তাঁর চাদর দিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উপর ছায়া করে দিলেন তখন লোকেরা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে চিনতে পারল।  রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বনু ‘আমার ইব্‌নু ‘আউফ গোত্রে দশদিনের চেয়ে কিছু বেশি সময় কাটালেন এবং সে মসজিদের ভিত্তি স্থাপর করেন, যা তাক্‌ওয়ার উপর প্রতিষ্ঠিত! রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এতে সলাত আদায় করেন। তারপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর উঁটনীতে আরোহন করে রওয়ানা হলেন। লোকেরাও তাঁর সঙ্গে চলতে লাগলেন। মদীনায় মসজিদে নাবাবীর স্থানে পৌঁছে উটনীটি বসে পড়ল। সে সময় ঐ স্থানে কতিপয় মুসলিম সলাত আদায় করতেন। এ জায়গাটি ছিল আসআদ ইব্‌নু যুরারাহ এর আশ্রয়ে পালিত সাহল ও সুহায়েল নামক দু’জন ইয়াতীম বালকের খেজুর শুকাবার স্থান। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে নিয়ে উটনীটি যখন এ স্থানে বসে পড়ল, তখন তিনি বললে, ইন্‌ শা আল্লাহ্‌, এ স্থানটিই হবে আবাসস্থল। তারপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেই বালক দু’টিকে ডেকে পাঠালেন এবং মসজিদ তৈরির জন্য তাদের কাছে জায়গাটি মূল্যের বিনিময়ে বিক্রয়ের আলোচনা করলেন। তারা বলল, হে আল্লাহ্‌র রসূল! বরং এটি আমরা আপনার জন্য বিনুমূল্যে দিচ্ছি। কিন্তু রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের কাছ হতে বিনামূল্যে গ্রহণে অসম্মতি জানালেন এবং অবশেষে স্থানটি তাদের হতে খরীদ করে নিলেন। তারপর সেই স্থানে তিনি মসজিদ তৈরি করলেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মসজিদে নির্মাণকালে সহাবা কেরামের সঙ্গে ইট বহন করছিলেন এবং ইট বহনের সময় তিনি আবৃত্তি করছিলেনঃ\nএ বোঝা খায়বারের বোঝা বহন নয়।\nইয়া রব, এর বোঝা অত্যন্ত পূণ্যময় ও অতি পবিত্র।\nতিনি আরো বলছিলেন, \nহে আল্লাহ! পরকালের প্রতিদানই প্রকৃত প্রতিদান।\nসুতরাং আনসার ও মুহাজিরদের প্রতি অনুগ্রহ করুন।\nএক মুসলিম কবির কবিতা আবৃত্তি করেন, যার নাম আমাকে বলা হয়নি। ইব্‌নু শিহাব (রহঃ) বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এছাড়া অপর কোন পূর্ণ কবিতা পাঠ করছেন বলে, কোন কথা আমার কাছে পৌঁছেনি। (আধুনিক প্রকাশনীঃ ৩৬১৮ শেষাংশ, ইসলামী ফাউন্ডেশনঃ ৩৬২২ শেষাংশ)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ قَالَ ابْنُ شِهَابٍ فَأَخْبَرَنِيْ عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ رَضِيَ اللهُ عَنْهَا زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ لَمْ أَعْقِلْ أَبَوَيَّ قَطُّ إِلَّا وَهُمَا يَدِيْنَانِ الدِّيْنَ وَلَمْ يَمُرَّ عَلَيْنَا يَوْمٌ إِلَّا يَأْتِيْنَا فِيْهِ رَسُوْلُ اللهِ صلى الله عليه وسلم طَرَفَيْ النَّهَارِ بُكْرَةً وَعَشِيَّةً فَلَمَّا ابْتُلِيَ الْمُسْلِمُوْنَ خَرَجَ أَبُوْ بَكْرٍ مُهَاجِرًا نَحْوَ أَرْضِ الْحَبَشَةِ حَتَّى إِذَا بَلَغَ بَرْكَ الْغِمَادِ لَقِيَهُ ابْنُ الدَّغِنَةِ وَهُوَ سَيِّدُ الْقَارَةِ فَقَالَ أَيْنَ تُرِيْدُ يَا أَبَا بَكْرٍ فَقَالَ أَبُوْ بَكْرٍ أَخْرَجَنِيْ قَوْمِيْ فَأُرِيْدُ أَنْ أَسِيْحَ فِي الأَرْضِ وَأَعْبُدَ رَبِّيْ قَالَ ابْنُ الدَّغِنَةِ فَإِنَّ مِثْلَكَ يَا أَبَا بَكْرٍ لَا يَخْرُجُ وَلَا يُخْرَجُ إِنَّكَ تَكْسِبُ الْمَعْدُومَ وَتَصِلُ الرَّحِمَ وَتَحْمِلُ الْكَلَّ وَتَقْرِي الضَّيْفَ وَتُعِيْنُ عَلَى نَوَائِبِ الْحَقِّ فَأَنَا لَكَ جَارٌ ارْجِعْ وَاعْبُدْ رَبَّكَ بِبَلَدِكَ فَرَجَعَ وَارْتَحَلَ مَعَهُ ابْنُ الدَّغِنَةِ فَطَافَ ابْنُ الدَّغِنَةِ عَشِيَّةً فِيْ أَشْرَافِ قُرَيْشٍ فَقَالَ لَهُمْ إِنَّ أَبَا بَكْرٍ لَا يَخْرُجُ مِثْلُهُ وَلَا يُخْرَجُ أَتُخْرِجُوْنَ رَجُلًا يَكْسِبُ الْمَعْدُومَ وَيَصِلُ الرَّحِمَ وَيَحْمِلُ الْكَلَّ وَيَقْرِي الضَّيْفَ وَيُعِيْنُ عَلَى نَوَائِبِ الْحَقِّ فَلَمْ تُكَذِّبْ قُرَيْشٌ بِجِوَارِ ابْنِ الدَّغِنَةِ وَقَالُوْا لِابْنِ الدَّغِنَةِ مُرْ أَبَا بَكْرٍ فَلْيَعْبُدْ رَبَّهُ فِيْ دَارِهِ فَلْيُصَلِّ فِيْهَا وَلْيَقْرَأْ مَا شَاءَ وَلَا يُؤْذِيْنَا بِذَلِكَ وَلَا يَسْتَعْلِنْ بِهِ فَإِنَّا نَخْشَى أَنْ يَفْتِنَ نِسَاءَنَا وَأَبْنَاءَنَا فَقَالَ ذَلِكَ ابْنُ الدَّغِنَةِ لِأَبِيْ بَكْرٍ فَلَبِثَ أَبُوْ بَكْرٍ بِذَلِكَ يَعْبُدُ رَبَّهُ فِيْ دَارِهِ وَلَا يَسْتَعْلِنُ بِصَلَاتِهِ وَلَا يَقْرَأُ فِيْ غَيْرِ دَارِهِ ثُمَّ بَدَا لِأَبِيْ بَكْرٍ فَابْتَنَى مَسْجِدًا بِفِنَاءِ دَارِهِ وَكَانَ يُصَلِّيْ فِيْهِ وَيَقْرَأُ الْقُرْآنَ فَيَنْقَذِفُ عَلَيْهِ نِسَاءُ الْمُشْرِكِيْنَ وَأَبْنَاؤُهُمْ وَهُمْ يَعْجَبُوْنَ مِنْهُ وَيَنْظُرُوْنَ إِلَيْهِ وَكَانَ أَبُوْ بَكْرٍ رَجُلًا بَكَّاءً لَا يَمْلِكُ عَيْنَيْهِ إِذَا قَرَأَ الْقُرْآنَ وَأَفْزَعَ ذَلِكَ أَشْرَافَ قُرَيْشٍ مِنْ الْمُشْرِكِيْنَ فَأَرْسَلُوْا إِلَى ابْنِ الدَّغِنَةِ فَقَدِمَ عَلَيْهِمْ فَقَالُوْا إِنَّا كُنَّا أَجَرْنَا أَبَا بَكْرٍ بِجِوَارِكَ عَلَى أَنْ يَعْبُدَ رَبَّهُ فِيْ دَارِهِ فَقَدْ جَاوَزَ ذَلِكَ فَابْتَنَى مَسْجِدًا بِفِنَاءِ دَارِهِ فَأَعْلَنَ بِالصَّلَاةِ وَالْقِرَاءَةِ فِيْهِ وَإِنَّا قَدْ خَشِيْنَا أَنْ يَفْتِنَ نِسَاءَنَا وَأَبْنَاءَنَا فَانْهَهُ فَإِنْ أَحَبَّ أَنْ يَقْتَصِرَ عَلَى أَنْ يَعْبُدَ رَبَّهُ فِيْ دَارِهِ فَعَلَ وَإِنْ أَبَى إِلَّا أَنْ يُعْلِنَ بِذَلِكَ فَسَلْهُ أَنْ يَرُدَّ إِلَيْكَ ذِمَّتَكَ فَإِنَّا قَدْ كَرِهْنَا أَنْ نُخْفِرَكَ وَلَسْنَا مُقِرِّيْنَ لِأَبِيْ بَكْرٍ الِاسْتِعْلَانَ قَالَتْ عَائِشَةُ فَأَتَى ابْنُ الدَّغِنَةِ إِلَى أَبِيْ بَكْرٍ فَقَالَ قَدْ عَلِمْتَ الَّذِيْ عَاقَدْتُ لَكَ عَلَيْهِ فَإِمَّا أَنْ تَقْتَصِرَ عَلَى ذَلِكَ وَإِمَّا أَنْ تَرْجِعَ إِلَيَّ ذِمَّتِيْ فَإِنِّيْ لَا أُحِبُّ أَنْ تَسْمَعَ الْعَرَبُ أَنِّيْ أُخْفِرْتُ فِيْ رَجُلٍ عَقَدْتُ لَهُ فَقَالَ أَبُوْ بَكْرٍ فَإِنِّيْ أَرُدُّ إِلَيْكَ جِوَارَكَ وَأَرْضَى بِجِوَارِ اللهِ عَزَّ وَجَلَّ وَالنَّبِيُّ صلى الله عليه وسلم يَوْمَئِذٍ بِمَكَّةَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم لِلْمُسْلِمِيْنَ إِنِّيْ أُرِيْتُ دَارَ هِجْرَتِكُمْ ذَاتَ نَخْلٍ بَيْنَ لَابَتَيْنِ وَهُمَا الْحَرَّتَانِ فَهَاجَرَ مَنْ هَاجَرَ قِبَلَ الْمَدِيْنَةِ وَرَجَعَ عَامَّةُ مَنْ كَانَ هَاجَرَ بِأَرْضِ الْحَبَشَةِ إِلَى الْمَدِيْنَةِ وَتَجَهَّزَ أَبُوْ بَكْرٍ قِبَلَ الْمَدِيْنَةِ فَقَالَ لَهُ رَسُوْلُ اللهِ صلى الله عليه وسلم عَلَى رِسْلِكَ فَإِنِّيْ أَرْجُوْ أَنْ يُؤْذَنَ لِيْ فَقَالَ أَبُوْ بَكْرٍ وَهَلْ تَرْجُوْ ذَلِكَ بِأَبِيْ أَنْتَ قَالَ نَعَمْ فَحَبَسَ أَبُوْ بَكْرٍ نَفْسَهُ عَلَى رَسُوْلِ اللهِ صلى الله عليه وسلم لِيَصْحَبَهُ وَعَلَفَ رَاحِلَتَيْنِ كَانَتَا عِنْدَهُ وَرَقَ السَّمُرِ وَهُوَ الْخَبَطُ أَرْبَعَةَ أَشْهُرٍ قَالَ ابْنُ شِهَابٍ قَالَ عُرْوَةُ قَالَتْ عَائِشَةُ فَبَيْنَمَا نَحْنُ يَوْمًا جُلُوْسٌ فِيْ بَيْتِ أَبِيْ بَكْرٍ فِيْ نَحْرِ الظَّهِيْرَةِ قَالَ قَائِلٌ لِأَبِيْ بَكْرٍ هَذَا رَسُوْلُ اللهِ صلى الله عليه وسلم مُتَقَنِّعًا فِيْ سَاعَةٍ لَمْ يَكُنْ يَأْتِيْنَا فِيْهَا فَقَالَ أَبُوْ بَكْرٍ فِدَاءٌ لَهُ أَبِيْ وَأُمِّيْ وَاللهِ مَا جَاءَ بِهِ فِيْ هَذِهِ السَّاعَةِ إِلَّا أَمْرٌ قَالَتْ فَجَاءَ رَسُوْلُ اللهِ فَاسْتَأْذَنَ فَأُذِنَ لَهُ فَدَخَلَ فَقَالَ النَّبِيُّ لِأَبِيْ بَكْرٍ أَخْرِجْ مَنْ عِنْدَكَ فَقَالَ أَبُوْ بَكْرٍ إِنَّمَا هُمْ أَهْلُكَ بِأَبِيْ أَنْتَ يَا رَسُوْلَ اللهِ قَالَ فَإِنِّيْ قَدْ أُذِنَ لِيْ فِي الْخُرُوْجِ فَقَالَ أَبُوْ بَكْرٍ الصَّحَابَةُ بِأَبِيْ أَنْتَ يَا رَسُوْلَ اللهِ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم نَعَمْ قَالَ أَبُوْ بَكْرٍ فَخُذْ بِأَبِيْ أَنْتَ يَا رَسُوْلَ اللهِ إِحْدَى رَاحِلَتَيَّ هَاتَيْنِ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم بِالثَّمَنِ قَالَتْ عَائِشَةُ فَجَهَّزْنَاهُمَا أَحَثَّ الْجِهَازِ وَصَنَعْنَا لَهُمَا سُفْرَةً فِيْ جِرَابٍ فَقَطَعَتْ أَسْمَاءُ بِنْتُ أَبِيْ بَكْرٍ قِطْعَةً مِنْ نِطَاقِهَا فَرَبَطَتْ بِهِ عَلَى فَمِ الْجِرَابِ فَبِذَلِكَ سُمِّيَتْ ذَاتَ النِّطَاقَيْنِ قَالَتْ ثُمَّ لَحِقَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَأَبُوْ بَكْرٍ بِغَارٍ فِيْ جَبَلِ ثَوْرٍ فَكَمَنَا فِيْهِ ثَلَاثَ لَيَالٍ يَبِيْتُ عِنْدَهُمَا عَبْدُ اللهِ بْنُ أَبِيْ بَكْرٍ وَهُوَ غُلَامٌ شَابٌّ ثَقِفٌ لَقِنٌ فَيُدْلِجُ مِنْ عِنْدِهِمَا بِسَحَرٍ فَيُصْبِحُ مَعَ قُرَيْشٍ بِمَكَّةَ كَبَائِتٍ فَلَا يَسْمَعُ أَمْرًا يُكْتَادَانِ بِهِ إِلَّا وَعَاهُ حَتَّى يَأْتِيَهُمَا بِخَبَرِ ذَلِكَ حِيْنَ يَخْتَلِطُ الظَّلَامُ وَيَرْعَى عَلَيْهِمَا عَامِرُ بْنُ فُهَيْرَةَ مَوْلَى أَبِيْ بَكْرٍ مِنْحَةً مِنْ غَنَمٍ فَيُرِيْحُهَا عَلَيْهِمَا حِيْنَ تَذْهَبُ سَاعَةٌ مِنْ الْعِشَاءِ فَيَبِيْتَانِ فِيْ رِسْلٍ وَهُوَ لَبَنُ مِنْحَتِهِمَا وَرَضِيْفِهِمَا حَتَّى يَنْعِقَ بِهَا عَامِرُ بْنُ فُهَيْرَةَ بِغَلَسٍ يَفْعَلُ ذَلِكَ فِيْ كُلِّ لَيْلَةٍ مِنْ تِلْكَ اللَّيَالِي الثَّلَاثِ وَاسْتَأْجَرَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَأَبُوْ بَكْرٍ رَجُلًا مِنْ بَنِي الدِّيلِ وَهُوَ مِنْ بَنِيْ عَبْدِ بْنِ عَدِيٍّ هَادِيَا خِرِّيتًا وَالْخِرِّيتُ الْمَاهِرُ بِالْهِدَايَةِ قَدْ غَمَسَ حِلْفًا فِي الِ الْعَاصِ بْنِ وَائِلٍ السَّهْمِيِّ وَهُوَ عَلَى دِيْنِ كُفَّارِ قُرَيْشٍ فَأَمِنَاهُ فَدَفَعَا إِلَيْهِ رَاحِلَتَيْهِمَا وَوَاعَدَاهُ غَارَ ثَوْرٍ بَعْدَ ثَلَاثِ لَيَالٍ بِرَاحِلَتَيْهِمَا صُبْحَ ثَلَاثٍ وَانْطَلَقَ مَعَهُمَا عَامِرُ بْنُ فُهَيْرَةَ وَالدَّلِيْلُ فَأَخَذَ بِهِمْ طَرِيْقَ السَّوَاحِلِ قَالَ ابْنُ شِهَابٍ وَأَخْبَرَنِيْ عَبْدُ الرَّحْمَنِ بْنُ مَالِكٍ الْمُدْلِجِيُّ وَهُوَ ابْنُ أَخِيْ سُرَاقَةَ بْنِ مَالِكِ بْنِ جُعْشُمٍ أَنَّ أَبَاهُ أَخْبَرَهُ أَنَّهُ سَمِعَ سُرَاقَةَ بْنَ جُعْشُمٍ يَقُوْلُ جَاءَنَا رُسُلُ كُفَّارِ قُرَيْشٍ يَجْعَلُوْنَ فِيْ رَسُوْلِ اللهِ صلى الله عليه وسلم وَأَبِيْ بَكْرٍ دِيَةَ كُلِّ وَاحِدٍ مِنْهُمَا مَنْ قَتَلَهُ أَوْ أَسَرَهُ فَبَيْنَمَا أَنَا جَالِسٌ فِيْ مَجْلِسٍ مِنْ مَجَالِسِ قَوْمِيْ بَنِيْ مُدْلِجٍ أَقْبَلَ رَجُلٌ مِنْهُمْ حَتَّى قَامَ عَلَيْنَا وَنَحْنُ جُلُوْسٌ فَقَالَ يَا سُرَاقَةُ إِنِّيْ قَدْ رَأَيْتُ آنِفًا أَسْوِدَةً بِالسَّاحِلِ أُرَاهَا مُحَمَّدًا وَأَصْحَابَهُ قَالَ سُرَاقَةُ فَعَرَفْتُ أَنَّهُمْ هُمْ فَقُلْتُ لَهُ إِنَّهُمْ لَيْسُوْا بِهِمْ وَلَكِنَّكَ رَأَيْتَ فُلَانًا وَفُلَانًا انْطَلَقُوْا بِأَعْيُنِنَا ثُمَّ لَبِثْتُ فِي الْمَجْلِسِ سَاعَةً ثُمَّ قُمْتُ فَدَخَلْتُ فَأَمَرْتُ جَارِيَتِيْ أَنْ تَخْرُجَ بِفَرَسِيْ وَهِيَ مِنْ وَرَاءِ أَكَمَةٍ فَتَحْبِسَهَا عَلَيَّ وَأَخَذْتُ رُمْحِيْ فَخَرَجْتُ بِهِ مِنْ ظَهْرِ الْبَيْتِ فَحَطَطْتُ بِزُجِّهِ الأَرْضَ وَخَفَضْتُ عَالِيَهُ حَتَّى أَتَيْتُ فَرَسِيْ فَرَكِبْتُهَا فَرَفَعْتُهَا تُقَرِّبُ بِيْ حَتَّى دَنَوْتُ مِنْهُمْ فَعَثَرَتْ بِيْ فَرَسِيْ فَخَرَرْتُ عَنْهَا فَقُمْتُ فَأَهْوَيْتُ يَدِيْ إِلَى كِنَانَتِيْ فَاسْتَخْرَجْتُ مِنْهَا الأَزْلَامَ فَاسْتَقْسَمْتُ بِهَا أَضُرُّهُمْ أَمْ لَا فَخَرَجَ الَّذِيْ أَكْرَهُ فَرَكِبْتُ فَرَسِيْ وَعَصَيْتُ الأَزْلَامَ تُقَرِّبُ بِيْ حَتَّى إِذَا سَمِعْتُ قِرَاءَةَ رَسُوْلِ اللهِ وَهُوَ لَا يَلْتَفِتُ وَأَبُوْ بَكْرٍ يُكْثِرُ الِالْتِفَاتَ سَاخَتْ يَدَا فَرَسِيْ فِي الأَرْضِ حَتَّى بَلَغَتَا الرُّكْبَتَيْنِ فَخَرَرْتُ عَنْهَا ثُمَّ زَجَرْتُهَا فَنَهَضَتْ فَلَمْ تَكَدْ تُخْرِجُ يَدَيْهَا فَلَمَّا اسْتَوَتْ قَائِمَةً إِذَا لِأَثَرِ يَدَيْهَا عُثَانٌ سَاطِعٌ فِي السَّمَاءِ مِثْلُ الدُّخَانِ فَاسْتَقْسَمْتُ بِالأَزْلَامِ فَخَرَجَ الَّذِيْ أَكْرَهُ فَنَادَيْتُهُمْ بِالأَمَانِ فَوَقَفُوْا فَرَكِبْتُ فَرَسِيْ حَتَّى جِئْتُهُمْ وَوَقَعَ فِيْ نَفْسِيْ حِيْنَ لَقِيْتُ مَا لَقِيْتُ مِنْ الْحَبْسِ عَنْهُمْ أَنْ سَيَظْهَرُ أَمْرُ رَسُوْلِ اللهِ صلى الله عليه وسلم فَقُلْتُ لَهُ إِنَّ قَوْمَكَ قَدْ جَعَلُوْا فِيكَ الدِّيَةَ وَأَخْبَرْتُهُمْ أَخْبَارَ مَا يُرِيْدُ النَّاسُ بِهِمْ وَعَرَضْتُ عَلَيْهِمْ الزَّادَ وَالْمَتَاعَ فَلَمْ يَرْزَآنِيْ وَلَمْ يَسْأَلَانِيْ إِلَّا أَنْ قَالَ أَخْفِ عَنَّا فَسَأَلْتُهُ أَنْ يَكْتُبَ لِيْ كِتَابَ أَمْنٍ فَأَمَرَ عَامِرَ بْنَ فُهَيْرَةَ فَكَتَبَ فِيْ رُقْعَةٍ مِنْ أَدِيْمٍ ثُمَّ مَضَى رَسُوْلُ اللهِ صلى الله عليه وسلم قَالَ ابْنُ شِهَابٍ فَأَخْبَرَنِيْ عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم لَقِيَ الزُّبَيْرَ فِيْ رَكْبٍ مِنْ الْمُسْلِمِيْنَ كَانُوْا تِجَارًا قَافِلِيْنَ مِنْ الشَّأْمِ فَكَسَا الزُّبَيْرُ رَسُوْلَ اللهِ صلى الله عليه وسلم وَأَبَا بَكْرٍ ثِيَابَ بَيَاضٍ وَسَمِعَ الْمُسْلِمُوْنَ بِالْمَدِيْنَةِ مَخْرَجَ رَسُوْلِ اللهِ صلى الله عليه وسلم مِنْ مَكَّةَ فَكَانُوْا يَغْدُوْنَ كُلَّ غَدَاةٍ إِلَى الْحَرَّةِ فَيَنْتَظِرُوْنَهُ حَتَّى يَرُدَّهُمْ حَرُّ الظَّهِيْرَةِ فَانْقَلَبُوْا يَوْمًا بَعْدَ مَا أَطَالُوْا انْتِظَارَهُمْ فَلَمَّا أَوَوْا إِلَى بُيُوْتِهِمْ أَوْفَى رَجُلٌ مِنْ يَهُوْدَ عَلَى أُطُمٍ مِنْ آطَامِهِمْ لِأَمْرٍ يَنْظُرُ إِلَيْهِ فَبَصُرَ بِرَسُوْلِ اللهِ صلى الله عليه وسلم وَأَصْحَابِهِ مُبَيَّضِيْنَ يَزُوْلُ بِهِمْ السَّرَابُ فَلَمْ يَمْلِكْ الْيَهُوْدِيُّ أَنْ قَالَ بِأَعْلَى صَوْتِهِ يَا مَعَاشِرَ الْعَرَبِ هَذَا جَدُّكُمْ الَّذِيْ تَنْتَظِرُوْنَ فَثَارَ الْمُسْلِمُوْنَ إِلَى السِّلَاحِ فَتَلَقَّوْا رَسُوْلَ اللهِ صلى الله عليه وسلم بِظَهْرِ الْحَرَّةِ فَعَدَلَ بِهِمْ ذَاتَ الْيَمِيْنِ حَتَّى نَزَلَ بِهِمْ فِيْ بَنِيْ عَمْرِو بْنِ عَوْفٍ وَذَلِكَ يَوْمَ الِاثْنَيْنِ مِنْ شَهْرِ رَبِيْعٍ الأَوَّلِ فَقَامَ أَبُوْ بَكْرٍ لِلنَّاسِ وَجَلَسَ رَسُوْلُ اللهِ صَامِتًا فَطَفِقَ مَنْ جَاءَ مِنْ الأَنْصَارِ مِمَّنْ لَمْ يَرَ رَسُوْلَ اللهِ يُحَيِّيْ أَبَا بَكْرٍ حَتَّى أَصَابَتْ الشَّمْسُ رَسُوْلَ اللهِ صلى الله عليه وسلم فَأَقْبَلَ أَبُوْ بَكْرٍ حَتَّى ظَلَّلَ عَلَيْهِ بِرِدَائِهِ فَعَرَفَ النَّاسُ رَسُوْلَ اللهِ صلى الله عليه وسلم عِنْدَ ذَلِكَ فَلَبِثَ رَسُوْلُ اللهِ فِيْ بَنِيْ عَمْرِو بْنِ عَوْفٍ بِضْعَ عَشْرَةَ لَيْلَةً وَأُسِّسَ الْمَسْجِدُ الَّذِيْ أُسِّسَ عَلَى التَّقْوَى وَصَلَّى فِيْهِ رَسُوْلُ اللهِ صلى الله عليه وسلم ثُمَّ رَكِبَ رَاحِلَتَهُ فَسَارَ يَمْشِيْ مَعَهُ النَّاسُ حَتَّى بَرَكَتْ عِنْدَ مَسْجِدِ الرَّسُوْلِ صلى الله عليه وسلم بِالْمَدِيْنَةِ وَهُوَ يُصَلِّيْ فِيْهِ يَوْمَئِذٍ رِجَالٌ مِنْ الْمُسْلِمِيْنَ وَكَانَ مِرْبَدًا لِلتَّمْرِ لِسُهَيْلٍ وَسَهْلٍ غُلَامَيْنِ يَتِيْمَيْنِ فِيْ حَجْرِ أَسْعَدَ بْنِ زُرَارَةَ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم حِيْنَ بَرَكَتْ بِهِ رَاحِلَتُهُ هَذَا إِنْ شَاءَ اللهُ الْمَنْزِلُ ثُمَّ دَعَا رَسُوْلُ اللهِ صلى الله عليه وسلم الْغُلَامَيْنِ فَسَاوَمَهُمَا بِالْمِرْبَدِ لِيَتَّخِذَهُ مَسْجِدًا فَقَالَا لَا بَلْ نَهَبُهُ لَكَ يَا رَسُوْلَ اللهِ فَأَبَى رَسُوْلُ اللهِ أَنْ يَقْبَلَهُ مِنْهُمَا هِبَةً حَتَّى ابْتَاعَهُ مِنْهُمَا ثُمَّ بَنَاهُ مَسْجِدًا وَطَفِقَ رَسُوْلُ اللهِ صلى الله عليه وسلم يَنْقُلُ مَعَهُمْ اللَّبِنَ فِيْ بُنْيَانِهِ وَيَقُوْلُ وَهُوَ يَنْقُلُ اللَّبِنَ\nهَذَا الْحِمَالُ لَا حِمَالَ خَيْبَرْ * هَذَا أَبَرُّ رَبَّنَا وَأَطْهَـرْ\nوَيَقُوْلُ\nاللَّهُمَّ إِنَّ الأَجْرَ أَجْرُ الْآخِرَهْ * اِرْحَمْ الأَنْصَارَ وَالْمُهَاجِرَهْ\nفَتَمَثَّلَ بِشِعْرِ رَجُلٍ مِنْ الْمُسْلِمِيْنَ لَمْ يُسَمَّ لِيْ قَالَ ابْنُ شِهَابٍ وَلَمْ يَبْلُغْنَا فِي الأَحَادِيْثِ أَنَّ رَسُوْلَ اللهِ تَمَثَّلَ بِبَيْتِ شِعْرٍ تَامٍّ غَيْرَ هَذَا الْبَيْتِ\nهَذَا الْحِمَالُ لَا حِمَالَ خَيْبَرْ * هَذَا أَبَرُّ رَبَّنَا وَأَطْهَـرْ\nوَيَقُوْلُ\nاللَّهُمَّ إِنَّ الأَجْرَ أَجْرُ الْآخِرَهْ * اِرْحَمْ الأَنْصَارَ وَالْمُهَاجِرَهْ\nفَتَمَثَّلَ بِشِعْرِ رَجُلٍ مِنْ الْمُسْلِمِيْنَ لَمْ يُسَمَّ لِيْ قَالَ ابْنُ شِهَابٍ وَلَمْ يَبْلُغْنَا فِي الأَحَادِيْثِ أَنَّ رَسُوْلَ اللهِ تَمَثَّلَ بِبَيْتِ شِعْرٍ تَامٍّ غَيْرَ هَذَا الْبَيْتِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] এটি একটি আরবী ভাষার বাকরীতি; কেননা কুরবান বা উৎসর্গ একমাত্র আল্লাহরই জন্যই হতে হবে। অতএব এর অর্থঃ আপনার জন্য আমি আমার জন্মদাতা পিতাকেও পরিত্যাগ করতে প্রস্তুত আছি।",
    "chapter": {
      "chapter_number": "63"
    }
  }
}