{
  "hadith": {
    "hadith_id": 3915,
    "narrator": "আবূ বুরদাহ ইব্‌নু আবূ মূসা আশ’আরী (রাঃ)",
    "bn": "তিনি বলেন, আবদুল্লাহ ইব্‌নু ‘উমার (রাঃ) আমাকে বললেন, তুমি কি জান আমার পিতা তোমার পিতাকে কী বলেছিলেন? আমি বললাম, না। তিনি বললেন, আমার পিতা তোমার পিতাকে বলেছিলেন, হে আবূ মূসা, তুমি কি এতে সন্তুষ্ট আছ যে, আমরা রসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর হাতে ইসলাম গ্রহন করেছি, তাঁর সঙ্গে হিজরত করেছি, তাঁর সঙ্গে জিহাদ করেছি এবং তাঁর জীবদ্দশায় করা আমাদের প্রতিটি আমল যা করেছি তা আমাদের জন্য সঞ্চিত থাকুক। তাঁর মৃত্যুর পর, আমরা যেসব আমল করেছি, তা আমাদের জন্য সমান সমান হোক। তখন তোমার পিতা আবূ মূসা (রাঃ) বললেন, না কেননা, আল্লাহ্‌র কসম, আমরা রসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর পর জিহাদ করেছি, সলাত আদায় করেছি, সাওম পালন করেছি এবং বহু নেক আমল করেছি। আমাদের হাতে অনেক মানুষ ইসলাম গ্রহন করেছে। আমরা এসব কাজের সাওয়াব-এর আশা রাখি। তখন আমার পিতা [‘উমার (রাঃ)] বললেন, কিন্তু আমি ঐ সত্তার কসম, যাঁর হাতে ‘উমারের প্রান, এতেই সন্তুষ্ট যে, (আগের ‘আমাল) আমাদের জন্য সঞ্চিত থাকুক আর তাঁর মৃত্যুর পর আমরা যে সব আমল করেছি তা হতে যেন আমরা রেহাই পাই সমান সমানভাবে। তখন আমি বললাম, আল্লাহ্‌র কসম নিশ্চয়ই তোমার পিতা আমার পিতা হতে উত্তম।  (আধুনিক প্রকাশনীঃ ৩৬২৬, ইসলামী ফাউন্ডেশনঃ ৩৬৩০)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بِشْرٍ حَدَّثَنَا رَوْحٌ حَدَّثَنَا عَوْفٌ عَنْ مُعَاوِيَةَ بْنِ قُرَّةَ قَالَ حَدَّثَنِيْ أَبُوْ بُرْدَةَ بْنُ أَبِيْ مُوْسَى الأَشْعَرِيِّ قَالَ قَالَ لِيْ عَبْدُ اللهِ بْنُ عُمَرَ هَلْ تَدْرِيْ مَا قَالَ أَبِيْ لِأَبِيكَ قَالَ قُلْتُ لَا قَالَ فَإِنَّ أَبِيْ قَالَ لِأَبِيكَ يَا أَبَا مُوْسَى هَلْ يَسُرُّكَ إِسْلَامُنَا مَعَ رَسُوْلِ اللهِ صلى الله عليه وسلم وَهِجْرَتُنَا مَعَهُ وَجِهَادُنَا مَعَهُ وَعَمَلُنَا كُلُّهُ مَعَهُ بَرَدَ لَنَا وَأَنَّ كُلَّ عَمَلٍ عَمِلْنَاهُ بَعْدَهُ نَجَوْنَا مِنْهُ كَفَافًا رَأْسًا بِرَأْسٍ فَقَالَ أَبِيْ لَا وَاللهِ قَدْ جَاهَدْنَا بَعْدَ رَسُوْلِ اللهِ صلى الله عليه وسلم وَصَلَّيْنَا وَصُمْنَا وَعَمِلْنَا خَيْرًا كَثِيْرًا وَأَسْلَمَ عَلَى أَيْدِيْنَا بَشَرٌ كَثِيْرٌ وَإِنَّا لَنَرْجُوْ ذَلِكَ فَقَالَ أَبِيْ لَكِنِّيْ أَنَا وَالَّذِيْ نَفْسُ عُمَرَ بِيَدِهِ لَوَدِدْتُ أَنَّ ذَلِكَ بَرَدَ لَنَا وَأَنَّ كُلَّ شَيْءٍ عَمِلْنَاهُ بَعْدُ نَجَوْنَا مِنْهُ كَفَافًا رَأْسًا بِرَأْسٍ فَقُلْتُ إِنَّ أَبَاكَ وَاللهِ خَيْرٌ مِنْ أَبِي",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "63"
    }
  }
}