{
  "hadith": {
    "hadith_id": 3917,
    "narrator": "আবূ ইসহাক (রহঃ)",
    "bn": "আবূ ইসহাক (রহঃ) বলেন, আমি বারা (রাঃ) - কে বলতে শুনেছি, তিনি বলেন, আবূ বকর (রাঃ) আমার পিতা আযিব (রাঃ) - এর নিকট হাওদা কিনলেন। আমি আবূ বাক্‌রের সাথে কেনা হাওদাটি বয়ে নিয়ে চললাম। তখন আমার পিতা আযিব (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সঙ্গে তাঁর হিজাতের ঘটনা সম্পর্কে জিজ্ঞেস করলেন। তখন আবু বক্‌র (রাঃ) বললেন, আমাদের খোঁজ করার জন্য মুশরিকরা লোক নিয়োগ করছিল। অবশেষে আমরা রাত্রিকালে বেরিয়ে পড়লাম এবং একরাত ও একদিন একটানা চলতে থাকলাম। যখন দুপুর হয়ে গেল, তখন একটি বিরাট পাথর নযরে পড়ল। আমরা সেটির কাছে এলাম, পাথরটির কিছু ছায়া পড়ছিল। আমি সেখানে গিয়ে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর জন্য আমার সঙ্গের চামড়াখানি বিছিয়ে দিলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওটার উপর শুয়ে পড়লেন। আমি এদিক-ওদিক খোঁজ নেয়ার জন্য বেরিয়ে পড়লাম। হঠাত এক বকরীর রাখালকে দেখতে পেলাম। সে তার বকরীগুলো নিয়ে আসছে। সেও আমাদের মত পাথরের ছায়ায় আশ্রয় নিতে চায়। আমি তাকে জিজ্ঞেস করলাম, তুমি কার গোলাম? সে বলল, আমি অমুকের। আমি তাকে জিজ্ঞেস করলাম, তোমার বকরীর পালে দুধ আছে কি? সে বলল, হাঁ। আমি বললাম, তুমি কি কিছু দোহন করে দিবে? সে বলল, হাঁ। সে তাঁর পাল হতে একটি বকরী ধরে নিয়ে এল। আমি বললাম, বকরীর স্তন দু’টি ঝেড়ে মুছে সাফ করে নাও। সে একপাত্র ভর্তি দুধ দোহন করল। আমার সাথে একটি পানির পাত্র ছিল। আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর জন্য কাপড় দিয়ে তার মুখ বেঁধে রেখেছিলাম। আমি তা হতে দুধের মধ্যে কিছু পানি ঢেলে দিলাম। ফলে পাত্রের তলা পর্যন্ত শীতল হয়ে গেল। আমি তা নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর কাছে এসে বললাম, পান করুন, ইয়া রসূলাল্লাহ্‌! রসূলাল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমনভাবে পান করলেন যে, আমি সন্তুষ্ট হলাম। এরপর আমরা যাত্রা করলাম এবং অনুসন্ধানকারী আমাদের পিছনে ছিল। (আধুনিক প্রকাশনীঃ ৩৬২৯, ইসলামী ফাউন্ডেশনঃ ৩৬৩২ প্রথমাংশ)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ عُثْمَانَ حَدَّثَنَا شُرَيْحُ بْنُ مَسْلَمَةَ حَدَّثَنَا إِبْرَاهِيْمُ بْنُ يُوْسُفَ عَنْ أَبِيْهِ عَنْ أَبِيْ إِسْحَاقَ قَالَ سَمِعْتُ الْبَرَاءَ يُحَدِّثُ قَالَ ابْتَاعَ أَبُوْ بَكْرٍ مِنْ عَازِبٍ رَحْلًا فَحَمَلْتُهُ مَعَهُ قَالَ فَسَأَلَهُ عَازِبٌ عَنْ مَسِيْرِ رَسُوْلِ اللهِ صلى الله عليه وسلم قَالَ أُخِذَ عَلَيْنَا بِالرَّصَدِ فَخَرَجْنَا لَيْلًا فَأَحْثَثْنَا لَيْلَتَنَا وَيَوْمَنَا حَتَّى قَامَ قَائِمُ الظَّهِيْرَةِ ثُمَّ رُفِعَتْ لَنَا صَخْرَةٌ فَأَتَيْنَاهَا وَلَهَا شَيْءٌ مِنْ ظِلٍّ قَالَ فَفَرَشْتُ لِرَسُوْلِ اللهِ صلى الله عليه وسلم فَرْوَةً مَعِيْ ثُمَّ اضْطَجَعَ عَلَيْهَا النَّبِيُّ صلى الله عليه وسلم فَانْطَلَقْتُ أَنْفُضُ مَا حَوْلَهُ فَإِذَا أَنَا بِرَاعٍ قَدْ أَقْبَلَ فِيْ غُنَيْمَةٍ يُرِيْدُ مِنْ الصَّخْرَةِ مِثْلَ الَّذِيْ أَرَدْنَا فَسَأَلْتُهُ لِمَنْ أَنْتَ يَا غُلَامُ فَقَالَ أَنَا لِفُلَانٍ فَقُلْتُ لَهُ هَلْ فِيْ غَنَمِكَ مِنْ لَبَنٍ قَالَ نَعَمْ قُلْتُ لَهُ هَلْ أَنْتَ حَالِبٌ قَالَ نَعَمْ فَأَخَذَ شَاةً مِنْ غَنَمِهِ فَقُلْتُ لَهُ انْفُضْ الضَّرْعَ قَالَ فَحَلَبَ كُثْبَةً مِنْ لَبَنٍ وَمَعِيْ إِدَاوَةٌ مِنْ مَاءٍ عَلَيْهَا خِرْقَةٌ قَدْ رَوَّأْتُهَا لِرَسُوْلِ اللهِ صلى الله عليه وسلم فَصَبَبْتُ عَلَى اللَّبَنِ حَتَّى بَرَدَ أَسْفَلُهُ ثُمَّ أَتَيْتُ بِهِ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ اشْرَبْ يَا رَسُوْلَ اللهِ فَشَرِبَ رَسُوْلُ اللهِ صلى الله عليه وسلم حَتَّى رَضِيْتُ ثُمَّ ارْتَحَلْنَا وَالطَّلَبُ فِيْ إِثْرِنَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "63"
    }
  }
}