{
  "hadith": {
    "hadith_id": 3925,
    "narrator": "বারা’ ইব্‌নু আযিব (রাঃ)",
    "bn": "তিনি বলেন, সর্বাগ্রে আমাদের মধ্যে মদীনায় আসলেন মুস’আব ইব্‌নু উমায়ের এবং ইব্‌নু উম্মু মাকতুম। তারা লোকদের কুরআন পড়াতেন। তারপর আসলেন, বিলাল, সা’দ ও আম্মার ইব্‌নু ইয়াসির (রাঃ) এরপর ‘উমার ইব্‌নু খাত্তাব (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর বিশজন সাহাবীসহ মদীনায় আসলেন। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আগমন করলেন। তাঁর আগমনে মদীনাবাসী যতখানি আনন্দিত হয়েছিল ততখানি আনন্দিত হতে কখনো দেখিনি। এমনকি দাসীগনও বলছিল, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শুভাগমন করেছেন। বারা (রাঃ) বলেন, তাঁর আগমনের পূর্বেই মুফাস্‌সালের [২] কয়েকটি সূরাহসহ আমি (আরবী) সূরাহ পর্যন্ত পড়ে ফেলেছিলাম। (আধুনিক প্রকাশনীঃ ৩৬৩৫, ইসলামী ফাউন্ডেশনঃ ৩৬৩৮)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا غُنْدَرٌ حَدَّثَنَا شُعْبَةُ عَنْ أَبِيْ إِسْحَاقَ قَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ رَضِيَ اللهُ عَنْهُمَا قَالَ أَوَّلُ مَنْ قَدِمَ عَلَيْنَا مُصْعَبُ بْنُ عُمَيْرٍ وَابْنُ أُمِّ مَكْتُومٍ وَكَانَا يُقْرِئَانِ النَّاسَ فَقَدِمَ بِلَالٌ وَسَعْدٌ وَعَمَّارُ بْنُ يَاسِرٍ ثُمَّ قَدِمَ عُمَرُ بْنُ الْخَطَّابِ فِيْ عِشْرِيْنَ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم ثُمَّ قَدِمَ النَّبِيُّ صلى الله عليه وسلم فَمَا رَأَيْتُ أَهْلَ الْمَدِيْنَةِ فَرِحُوْا بِشَيْءٍ فَرَحَهُمْ بِرَسُوْلِ اللهِ صلى الله عليه وسلم حَتَّى جَعَلَ الْإِمَاءُ يَقُلْنَ قَدِمَ رَسُوْلُ اللهِ صلى الله عليه وسلم فَمَا قَدِمَ حَتَّى قَرَأْتُ سَبِّحْ اسْمَ رَبِّكَ الأَعْلَى فِيْ سُوَرٍ مِنْ الْمُفَصَّلِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২] কুরআন মাজীদের শেষ অংশের সূরাহ সমূহকে মুফাস্‌সাল বলা হয়, কেননা তাতে প্রতিটি সূরাহ এর মধ্যে ছোট ছোট ধারায় বিভিন্ন বিষয়ের বর্ননা করা হয়েছে। আর মুফাস্‌সালের শুরু হচ্ছেঃ সূরাহ আল হুজরাত। অতঃপর মুফাস্‌সালকে তিন ভাগে ভাগ করা হয়েছেঃ (১) তিওয়ালু মুফাস্‌সালঃ আল হুজরাত হতে আল বুরুজ পর্যন্ত। (২) ওয়াসাতু মুফাসসালঃ আল বুরুজ হতে আল্‌ বাইয়্যিনাহ পর্যন্ত। (৩) ক্বিসারু মুফাসসালঃ আল বাইয়্যিনাহ হতে আল ফুরকানের শেষ পর্যন্ত। (সূত্রঃ ইতহাফুল কিয়াম-তা’লীক-বুলিগুল মারাম ৮৫ পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "63"
    }
  }
}