{
  "hadith": {
    "hadith_id": 3926,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন মদীনায় আসলেন, তখন আবূ বক্‌র ও বিলাল (রাঃ) ভীষন জ্বরে আক্রান্ত হয়ে পড়লেন। আমি তাদেরকে দেখতে গেলাম এবং বললাম, আব্বাজান, কেমন আছেন? হে বিলাল, আপনি কেমন আছেন? ‘আয়িশা (রাঃ) বলেন, আবূ বকর (রাঃ) জ্বরে পড়লেই এ পংক্তিগুলি আবৃতি করতেন।\n\n“প্রতিটি ব্যক্তিকে নিজ পরিবারে সুপ্রভাত বলা হয়\nঅথচ মৃত্যু তার জুতার ফিতার চাইতেও অতি নিকটে।”\n\nআর বিলাল (রাঃ) - এর অবস্থা ছিল এই যখন তার জ্বর ছেড়ে যেত তখন কন্ঠস্বর উঁচু করে এ কবিতাটি আবৃতি করতেনঃ\n\n“হায়, আমি যদি জানতাম আমি এ মক্কা উপত্যকায় আবার রাত্রি কাটাতে পারব কিনা\nযেখানে ইয্‌খির ও জলীল ঘাস আমার চারপাশের বিরাজমান থাকত।\nহায়, আর কি আমার ভাগ্যে জুটবে যে, আমি মাজান্নাহ নামক কূপের পানি পান করতে পারব! এবং শামাহ ও তাফিল পাহাড় কি আর আমার চোখে পড়বে!”\n\n‘আয়িশা (রাঃ) বলেন, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট গিয়ে এ সংবাদ জানালাম। তখন তিনি এ দু’আ করলেন, হে আল্লাহ্‌! মদীনাকে আমাদের প্রিয় করে দাও যেমন প্রিয় ছিল আমাদের মক্কা বরং তার থেকেও অধিক প্রিয় করে দাও। আমাদের জন্য মদীনাকে স্বাস্থ্যকর করে দাও। মদীনার সা ও মুদ এর মধ্যে বরকত দান কর। আর এখানকার জ্বরকে সরিয়ে জুহ্‌ফায় নিয়ে যাও। (আধুনিক প্রকাশনীঃ ৩৬৩৬, ইসলামী ফাউন্ডেশনঃ ৩৬৩৯)",
    "ar": "حَدَّثَنَا عَبْدُ اللهِ بْنُ يُوْسُفَ أَخْبَرَنَا مَالِكٌ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيْهِ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّهَا قَالَتْ لَمَّا قَدِمَ رَسُوْلُ اللهِ صلى الله عليه وسلم الْمَدِيْنَةَ وُعِكَ أَبُوْ بَكْرٍ وَبِلَالٌ قَالَتْ فَدَخَلْتُ عَلَيْهِمَا فَقُلْتُ يَا أَبَتِ كَيْفَ تَجِدُكَ وَيَا بِلَالُ كَيْفَ تَجِدُكَ قَالَتْ فَكَانَ أَبُوْ بَكْرٍ إِذَا أَخَذَتْهُ الْحُمَّى يَقُوْلُ :\nكُلُّ امْرِئٍ مُصَبَّحٌ فِيْ أَهْلِهِ وَالْمَوْتُ أَدْنَى مِنْ شِرَاكِ نَعْلِهِ\nوَكَانَ بِلَالٌ إِذَا أَقْلَعَ عَنْهُ الْحُمَّى يَرْفَعُ عَقِيْرَتَهُ وَيَقُوْلُ :\nأَلَا لَيْتَ شِعْرِيْ هَلْ أَبِيْتَنَّ لَيْلَـةً بِوَادٍ وَحَوْلِيْ إِذْخِرٌ وَجَـلِيْلُ\nوَهَلْ أَرِدَنْ يَوْمًا مِيَاهَ مَــجَنَّةٍ وَهَلْ يَبْدُوَنْ لِيْ شَامَةٌ وَطَـفِيْلُ\nقَالَتْ عَائِشَةُ فَجِئْتُ رَسُوْلَ اللهِ صلى الله عليه وسلم فَأَخْبَرْتُهُ فَقَالَ اللَّهُمَّ حَبِّبْ إِلَيْنَا الْمَدِيْنَةَ كَحُبِّنَا مَكَّةَ أَوْ أَشَدَّ وَصَحِّحْهَا وَبَارِكْ لَنَا فِيْ صَاعِهَا وَمُدِّهَا وَانْقُلْ حُمَّاهَا فَاجْعَلْهَا بِالْجُحْفَةِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "63"
    }
  }
}