{
  "hadith": {
    "hadith_id": 3989,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইব্‌নু ‘উমার ইব্‌নু খাত্তাবের নাতি আসিম ইব্‌নু সাবিত আনসারীর পরিচালনায় দশজন সাহাবীর একটি দল গোয়েন্দা কাজের জন্য পাঠালেন। তাঁরা উসফান ও মক্কার মধ্যবর্তী স্থান হান্দায় পৌঁছলে হুযাইল গোত্রের একটি শাখা বানু লিহয়ানকে তাদের আগমনের কারণ সম্পর্কে জানানো হয়। (এ সংবাদ শুনে) তারা প্রায় একশ’ জন তীরন্দাজ প্রস্তুত হয়ে মুসলিমদের বিপক্ষে যুদ্ধ করার জন্য রওয়ানা হয়ে তাদের পদচিহ্ন ধরে পথ চলতে আরম্ভ করে। যেতে যেতে তারা এমন জায়গায় পৌঁছে যায় যেখানে অবস্থান করে সাহাবীগণ খেজুর খেয়েছিলেন। তা দেখে বানু লিহ্‌য়ানের লোকেরা ইয়াসরিবের খেজুর বলে তাদের পদচিহ্ন অনুসরণ করে তাদেরকে খুঁজতে লাগল। আসিম ও তাঁর সঙ্গীগণ তাদের আগমন সম্পর্কে বুঝতে পেরে একটি স্থানে গিয়ে আশ্রয় নেন। লিহয়ান কাওমের লোকেরা তাদেরকে ঘিরে ফেলে। তারপর তারা মুসলিমদেরকে নিচে নেমে আত্মসমর্পণের আহ্বান জানিয়ে বলল, তোমাদেরকে ওয়াদা দিচ্ছি, আমরা তোমাদের কাউকে হত্যা করব না। তখন আসিম ইব্‌নু সাবিত (রাঃ) বললেন, হে আমার সাথী ভ্রাতৃবৃন্দ! কাফিরের নিরাপত্তায় আশ্বস্ত হয়ে আমি কখনো নিচে নামবো না। তারপর তিনি বললেন, হে আল্লাহ্‌! আমাদের খবর আপনার নাবীকে জানিয়ে দিন। এরপর তারা মুসলিমদের প্রতি তীর ছুঁড়তে শুরু করল এবং ‘আসিমকে (ছয়জন সহ) শহীদ করে ফেলল। বাকী তিনজন, খুবায়ব, যায়দ ইব্‌নু দাসিনা এবং অপর একজন তাদের ওয়াদা ও প্রতিশ্রুতিতে বিশ্বাস করে তাদের নিকট নেমে আসলেন। শত্রুগণ তাঁদেরকে পরাস্ত করে নিজেদের ধনুকের রশি খুলে তা দিয়ে তাদেরকে বেঁধে ফেলল। এ দেখে তৃতীয়জন বললেন, এটাই প্রথম বিশ্বাসঘাতকতা। আল্লাহ্‌র কসম, আমি তোমাদের সঙ্গে যাব না, আমার জন্য শহীদ সঙ্গীদের আদর্শই অনুসরণীয়। অর্থাৎ আমিও শহীদ হয়ে যাব। তারা তাকে বহু টানা হেচড়া করল। কিন্তু তিনি তাদের সঙ্গে যেতে অস্বীকার করলেন। (তারা তাঁকে শহীদ করে দিল) এরপর খুবায়ব এবং যায়িদ ইব্‌নু দাসিনাকে নিয়ে গিয়ে তাদেরকে বিক্রি করে দিল। এটা ছিল বদর যুদ্ধের পরের ঘটনা। বদর যুদ্ধে খুবায়ব যেহেতু হারিস ইব্‌নু আমিরকে হত্যা করেছিলেন। তাই (বদলা নেয়ার জন্য) হারিস ইব্‌নু আমির ইব্‌নু নাওফিলের পুত্রগণ তাঁকে ক্রয় করে নিল। খুবায়ব তাদের নিকট বন্দী অবস্থায় কাটাতে লাগলেন। এরপর তারা সবাই তাকে হত্যা করার দৃঢ় সংকল্প করল। তিনি হারিসের কোন এক কন্যার নিকট থেকে ক্ষৌরকর্মের জন্য একটি ক্ষুর চেয়ে নিলেন। হারিসের কন্যার অসতর্ক অবস্থায় তার একটি ছোট বাচ্চা খুবাইবের কাছে গিয়ে পৌঁছল। হারিসের কন্যা দেখতে পেল খুবায়র তার বাচ্চাকে কোলে নিয়ে রানের উপর বসিয়ে ক্ষুরখানা হাতে ধরে আছেন। হারিসের কন্যা বর্ণনা করেছে, আমি আতঙ্কিত হয়ে পড়লাম, খুবায়ব তা বুঝতে পারলেন, তিনি বললেন, আমি শিশুটিকে মেরে ফেলব বলে তুমি কি ভয় পেয়েছ? আমি কখনো এমন কাজ করব না। সে আরো বলেছে, আল্লাহ্‌র কসম! আমি খুবায়বের মত উত্তম বন্দী আর কখনো দেখিনি। আল্লাহ্‌র কসম একদিন আমি তাকে আঙ্গুরের গুচ্ছ হাতে নিয়ে আঙ্গুর খেতে দেখেছি। অথচ সে লোহার শিকলে বাঁধা ছিল এবং সে সময় মক্কায় কোন ফলই ছিল না। হারিসের কন্যা বলত, ঐ আঙ্গুরগুলো আল্লাহ্‌ তা‘আলা খুবায়বকে রিয্‌কস্বরূপ দান করেছিলেন। অবশেষে একদিন তারা খুবায়বকে হত্যা করার জন্য যখন হারামের সীমানার বাইরে নিয়ে গেল তখন খুবায়ব (রাঃ) তাদেরকে বললেন, আমাকে দু’ রাক’আত সালাত আদায় করার সুযোগ দাও, তারা সুযোগ দিলে তিনি দু’ রাক‘আত সালাত আদায় করে বললেন, আল্লাহ্‌র কসম। আমি মৃত্যু ভয়ে ভীত হয়ে পড়েছি, তোমরা এ কথা না ভাবলে আমি সালাত আরো দীর্ঘায়িত করতাম। এরপর তিনি এ বলে দু’আ করলেন, হে আল্লাহ্‌! তাদেরকে এক এক করে গুণে রাখ, তাদেরকে বিক্ষিপ্তভাবে হত্যা কর এবং তাদের একজনকেও বাকী রেখ না। এরপর তিনি আবৃত্তি করলেনঃ \n\n“আমি যখন মুসলিম হয়ে মৃত্যুর সৌভাগ্য লাভ করেছি, তাই আমার কোনই ভয় নেই।\nআল্লাহ্‌র সন্তুষ্টির উদ্দেশ্যে যে কোন অবস্থাতেই আমার মৃত্যু হোক। \nতা যেহেতু একমাত্র আল্লাহ্‌র সন্তুষ্টির জন্যই, \nতাই তিনি ইচ্ছে করলে আমার প্রতিটি কর্তিত অঙ্গে বারাকাত প্রদান করতে পারেন।” \n\nএরপর হারিসের পুত্র আবূ সারুআ ‘উকবাহ তাঁর দিকে দাঁড়াল এবং তাঁকে শহীদ করে দিল। এভাবেই খুবায়ব (রাঃ) সে সব মুসলিমের জন্য দু’ রাক’আত সলাতের সুন্নত চালু করে গেলেন যারা ধৈর্যের সঙ্গে শাহাদাত বরণ করেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঐদিনই সাহাবীদেরকে জানিয়েছিলেন যে দিন তাঁরা শত্রু বেষ্টিত হয়ে শাহাদাত বরণ করেছিলেন। কুরাইশদের নিকট আসিম (রাঃ)-এর নিহত হওয়ার খবর পৌছলে তারা নিশ্চিত হওয়ার জন্য আসিমের শরীরের কোন অঙ্গ কেটে আনার জন্য কতক কুরাইশ কাফিরকে প্রেরণ করল। যেহেতু (বাদ্‌রের দিন) আসিম ইব্‌নু সাবিত তাদের একজন বড় নেতাকে হত্যা করেছিলেন। এদিকে আল্লাহ্‌ ‘আসিমের লাশকে হিফাযাত করার জন্য মেঘের মত এক ঝাঁক মৌমাছি পাঠিয়ে দিলেন। মৌমাছিগুলো আসিম (রাঃ)-এর লাশকে শত্রু সেনাদের হাত থেকে রক্ষা করল। ফলে তারা তাঁর দেহের কোন অঙ্গ কেটে নিতে পারল না। কা‘ব ইব্‌নু মালিক (রাঃ) বলেন, মুরারাহ ইব্‌নু রাবী‘ আল ‘উমারী এবং হিলাল ইব্‌নু ‘উমাইয়াহ আল ওয়াকিফী [১০] সম্পর্কে লোকেরা বলেছেন যে, তাঁরা দু’জনই আল্লাহ্‌র নেক বান্দা ছিলেন এবং দু’জনই বদর যুদ্ধে যোগদান করেছিলেন। [৩০৪৫] (আ.প্র. ৩৬৯৪, ই.ফা. ৩৬৯৭)",
    "ar": "مُوْسَى بْنُ إِسْمَاعِيْلَ حَدَّثَنَا إِبْرَاهِيْمُ أَخْبَرَنَا ابْنُ شِهَابٍ قَالَ أَخْبَرَنِيْ عُمَرُ بْنُ أَسِيْدِ بْنِ جَارِيَةَ الثَّقَفِيُّ حَلِيْفُ بَنِيْ زُهْرَةَ وَكَانَ مِنْ أَصْحَابِ أَبِيْ هُرَيْرَةَ عَنْ أَبِيْ هُرَيْرَةَ قَالَ بَعَثَ رَسُوْلُ اللهِ صلى الله عليه وسلم عَشَرَةً عَيْنًا وَأَمَّرَ عَلَيْهِمْ عَاصِمَ بْنَ ثَابِتٍ الْأَنْصَارِيَّ جَدَّ عَاصِمِ بْنِ عُمَرَ بْنِ الْخَطَّابِ حَتَّى إِذَا كَانُوْا بِالْهَدَةِ بَيْنَ عَسْفَانَ وَمَكَّةَ ذُكِرُوْا لِحَيٍّ مِنْ هُذَيْلٍ يُقَالُ لَهُمْ بَنُوْ لِحْيَانَ فَنَفَرُوْا لَهُمْ بِقَرِيْبٍ مِنْ مِائَةِ رَجُلٍ رَامٍ فَاقْتَصُّوْا آثَارَهُمْ حَتَّى وَجَدُوْا مَأْكَلَهُمْ التَّمْرَ فِيْ مَنْزِلٍ نَزَلُوْهُ فَقَالُوْا تَمْرُ يَثْرِبَ فَاتَّبَعُوْا آثَارَهُمْ فَلَمَّا حَسَّ بِهِمْ عَاصِمٌ وَأَصْحَابُهُ لَجَئُوْا إِلَى مَوْضِعٍ فَأَحَاطَ بِهِمُ الْقَوْمُ فَقَالُوْا لَهُمْ انْزِلُوْا فَأَعْطُوْا بِأَيْدِيْكُمْ وَلَكُمُ الْعَهْدُ وَالْمِيْثَاقُ أَنْ لَا نَقْتُلَ مِنْكُمْ أَحَدًا فَقَالَ عَاصِمُ بْنُ ثَابِتٍ أَيُّهَا الْقَوْمُ أَمَّا أَنَا فَلَا أَنْزِلُ فِيْ ذِمَّةِ كَافِرٍ ثُمَّ قَالَ اللهُمَّ أَخْبِرْ عَنَّا نَبِيَّكَ صلى الله عليه وسلم فَرَمَوْهُمْ بِالنَّبْلِ فَقَتَلُوْا عَاصِمًا وَنَزَلَ إِلَيْهِمْ ثَلَاثَةُ نَفَرٍ عَلَى الْعَهْدِ وَالْمِيْثَاقِ مِنْهُمْ خُبَيْبٌ وَزَيْدُ بْنُ الدَّثِنَةِ وَرَجُلٌ آخَرُ فَلَمَّا اسْتَمْكَنُوْا مِنْهُمْ أَطْلَقُوْا أَوْتَارَ قِسِيِّهِمْ فَرَبَطُوْهُمْ بِهَا.\nقَالَ الرَّجُلُ الثَّالِثُ هَذَا أَوَّلُ الْغَدْرِ وَاللهِ لَا أَصْحَبُكُمْ إِنَّ لِيْ بِهَؤُلَاءِ أُسْوَةً يُرِيْدُ الْقَتْلَى فَجَرَّرُوْهُ وَعَالَجُوْهُ فَأَبَى أَنْ يَصْحَبَهُمْ فَانْطُلِقَ بِخُبَيْبٍ وَزَيْدِ بْنِ الدَّثِنَةِ حَتَّى بَاعُوْهُمَا بَعْدَ وَقْعَةِ بَدْرٍ فَابْتَاعَ بَنُو الْحَارِثِ بْنِ عَامِرِ بْنِ نَوْفَلٍ خُبَيْبًا وَكَانَ خُبَيْبٌ هُوَ قَتَلَ الْحَارِثَ بْنَ عَامِرٍ يَوْمَ بَدْرٍ فَلَبِثَ خُبَيْبٌ عِنْدَهُمْ أَسِيْرًا حَتَّى أَجْمَعُوْا قَتْلَهُ فَاسْتَعَارَ مِنْ بَعْضِ بَنَاتِ الْحَارِثِ مُوْسًى يَسْتَحِدُّ بِهَا فَأَعَارَتْهُ فَدَرَجَ بُنَيٌّ لَهَا وَهِيَ غَافِلَةٌ حَتَّى أَتَاهُ فَوَجَدَتْهُ مُجْلِسَهُ عَلَى فَخِذِهِ وَالْمُوْسَى بِيَدِهِ قَالَتْ فَفَزِعْتُ فَزْعَةً عَرَفَهَا خُبَيْبٌ فَقَالَ أَتَخْشَيْنَ أَنْ أَقْتُلَهُ مَا كُنْتُ لِأَفْعَلَ ذَلِكَ قَالَتْ وَاللهِ مَا رَأَيْتُ أَسِيْرًا قَطُّ خَيْرًا مِنْ خُبَيْبٍ وَاللهِ لَقَدْ وَجَدْتُهُ يَوْمًا يَأْكُلُ قِطْفًا مِنْ عِنَبٍ فِيْ يَدِهِ وَإِنَّهُ لَمُوْثَقٌ بِالْحَدِيْدِ وَمَا بِمَكَّةَ مِنْ ثَمَرَةٍ وَكَانَتْ تَقُوْلُ إِنَّهُ لَرِزْقٌ رَزَقَهُ اللهُ خُبَيْبًا فَلَمَّا خَرَجُوْا بِهِ مِنَ الْحَرَمِ لِيَقْتُلُوْهُ فِي الْحِلِّ قَالَ لَهُمْ خُبَيْبٌ دَعُوْنِيْ أُصَلِّيْ رَكْعَتَيْنِ فَتَرَكُوْهُ فَرَكَعَ رَكْعَتَيْنِ فَقَالَ وَاللهِ لَوْلَا أَنْ تَحْسِبُوْا أَنَّ مَا بِيْ جَزَعٌ لَزِدْتُ ثُمَّ قَالَ اللهُمَّ أَحْصِهِمْ عَدَدًا وَاقْتُلْهُمْ بَدَدًا وَلَا تُبْقِ مِنْهُمْ أَحَدًا ثُمَّ أَنْشَأَ يَقُوْلُ :\nفَـلَسـْتُ أُبَـالِيْ حِيْنَ أُقْتَـلُ مُسْـلِـمًا عَـلَـى أَيِّ جَـنْـبٍ كَـانَ لِلهِ مَـصْـرَعِـي\nوَذَلِـكَ فِيْ ذَاتِ الإِلَـهِ وَإِنْ يَـشَــأْ يُـبَـارِكْ عَـلَـى أَوْصَـالِ شِـلْـوٍ مُـمَـزَّعِ\nثُمَّ قَامَ إِلَيْهِ أَبُوْ سِرْوَعَةَ عُقْبَةُ بْنُ الْحَارِثِ فَقَتَلَهُ وَكَانَ خُبَيْبٌ هُوَ سَنَّ لِكُلِّ مُسْلِمٍ قُتِلَ صَبْرًا الصَّلَاةَ وَأَخْبَرَ أَصْحَابَهُ يَوْمَ أُصِيْبُوْا خَبَرَهُمْ وَبَعَثَ نَاسٌ مِنْ قُرَيْشٍ إِلَى عَاصِمِ بْنِ ثَابِتٍ حِيْنَ حُدِّثُوْا أَنَّهُ قُتِلَ أَنْ يُؤْتَوْا بِشَيْءٍ مِنْهُ يُعْرَفُ وَكَانَ قَتَلَ رَجُلًا عَظِيْمًا مِنْ عُظَمَائِهِمْ فَبَعَثَ اللهُ لِعَاصِمٍ مِثْلَ الظُّلَّةِ مِنْ الدَّبْرِ فَحَمَتْهُ مِنْ رُسُلِهِمْ فَلَمْ يَقْدِرُوْا أَنْ يَقْطَعُوْا مِنْهُ شَيْئًا وَقَالَ كَعْبُ بْنُ مَالِكٍ ذَكَرُوْا مَرَارَةَ بْنَ الرَّبِيْعِ الْعَمْرِيَّ وَهِلَالَ بْنَ أُمَيَّةَ الْوَاقِفِيَّ رَجُلَيْنِ صَالِحَيْنِ قَدْ شَهِدَا بَدْرًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১০] এ দু’জন বাদ্‌রী সাহাবী ছিলেন। তহাপিও তারা বিনা ওযরে তাবূক যুদ্ধে অংশ নেয়া হতে বিরত ছিলেন। ফলে আল্লাহ্‌র নির্দেশে তাদেরকে কিছুদিনের জন্য বয়কট করা হয়। অতঃপর তারা খালিসভাবে আল্লাহ্‌র নিকট তওবা করলে আল্লাহ্‌ তা‘আলা তা কবূল করেন এবং তারা পুনরায় মুসলিমদের সাথে স্বাভাবিক জীবন শুরু করেন।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}