{
  "hadith": {
    "hadith_id": 4015,
    "narrator": "‘আমর ইব্‌নু ‘আওফ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে বদর যুদ্ধে যোগদানকারী সহাবী, বানী আমির ইবনু লুওয়াই গোত্রের বন্ধু ‘আমর ইবনু ‘আওফ (রাঃ) হতে বর্ণিত যে, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবূ ‘উবাইদাহ ইবনুল জার্‌রাহ্‌কে জিযিয়া আনার জন্য বাহরাইনে প্রেরণ করেন। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাহ্‌রাইনবাসীদের সঙ্গে সন্ধি করে ‘আলা ইব্‌নু হাযরামী (রাঃ)-কে তাদের আমীর নিযুক্ত করেছিলেন। আবূ ‘উবাইদাহ (রাঃ) বাহ্‌রাইন থেকে মাল নিয়ে এসে পৌছলে আনসারগণ তাঁর আগমনের খবর পেয়ে সকলেই রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ফাজ্‌রের সালাত আদায়ের উদ্দেশ্যে হাজির হলেন। সালাত শেষে পর ফিরে বসলে তাঁরা সকলেই তাঁর সামনে আসলেন। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে দেখে মুচকি হেসে বললেন, আমার মনে হয়, আবূ ‘উবাইদাহ কিছু মাল নিয়ে এসেছে বলে তোমরা শুনতে পেয়েছ। তারা সকলেই বললেন, হ্যাঁ, হে আল্লাহ্‌র রসূল তিনি বললেন, সুসংবাদ গ্রহণ কর এবং তোমাদের আনন্দদায়ক বিষয়ের আশায় থাক, আল্লাহ্‌র কসম, আমি তোমাদের জন্য দরিদ্রতার আশংকা করি না। বরং আমি আশংকা করি যে, তোমাদের কাছে দুনিয়ার প্রাচুর্য আসবে যেমন তোমাদের পূর্বেকার লোকেদের কাছে এসেছিল, তখন তোমরা সেটা পাওয়ার জন্য পরস্পর প্রতিযোগিতা করবে যেমনভাবে তারা করেছিল। আর তা তাদেরকে যেমনিভাবে ধ্বংস করেছিল তোমাদেরকেও তেমনিভাবে ধ্বংস করে দেবে। [৩১৫৮] (আ.প্র. ৩৭১৭, ই.ফা. ৩৭২১)",
    "ar": "عَبْدَانُ أَخْبَرَنَا عَبْدُ اللهِ أَخْبَرَنَا مَعْمَرٌ وَيُوْنُسُ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ أَنَّهُ أَخْبَرَهُ أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ أَخْبَرَهُ أَنَّ عَمْرَو بْنَ عَوْفٍ وَهُوَ حَلِيْفٌ لِبَنِيْ عَامِرِ بْنِ لُؤَيٍّ وَكَانَ شَهِدَ بَدْرًا مَعَ النَّبِيِّ صلى الله عليه وسلم أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم بَعَثَ أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ إِلَى الْبَحْرَيْنِ يَأْتِيْ بِجِزْيَتِهَا وَكَانَ رَسُوْلُ اللهِ صلى الله عليه وسلم هُوَ صَالَحَ أَهْلَ الْبَحْرَيْنِ وَأَمَّرَ عَلَيْهِمُ الْعَلَاءَ بْنَ الْحَضْرَمِيِّ فَقَدِمَ أَبُوْ عُبَيْدَةَ بِمَالٍ مِنَ الْبَحْرَيْنِ فَسَمِعَتْ الْأَنْصَارُ بِقُدُوْمِ أَبِيْ عُبَيْدَةَ فَوَافَوْا صَلَاةَ الْفَجْرِ مَعَ النَّبِيِّ صلى الله عليه وسلم فَلَمَّا انْصَرَفَ تَعَرَّضُوْا لَهُ فَتَبَسَّمَ رَسُوْلُ اللهِ صلى الله عليه وسلم حِيْنَ رَآهُمْ ثُمَّ قَالَ أَظُنُّكُمْ سَمِعْتُمْ أَنَّ أَبَا عُبَيْدَةَ قَدِمَ بِشَيْءٍ قَالُوْا أَجَلْ يَا رَسُوْلَ اللهِ قَالَ فَأَبْشِرُوْا وَأَمِّلُوْا مَا يَسُرُّكُمْ فَوَاللهِ مَا الْفَقْرَ أَخْشَى عَلَيْكُمْ وَلَكِنِّيْ أَخْشَى أَنْ تُبْسَطَ عَلَيْكُمْ الدُّنْيَا كَمَا بُسِطَتْ عَلَى مَنْ كَانَ قَبْلَكُمْ فَتَنَافَسُوْهَا كَمَا تَنَافَسُوْهَا وَتُهْلِكَكُمْ كَمَا أَهْلَكَتْهُمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}