{
  "hadith": {
    "hadith_id": 4018,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "কতিপয় আনসারী সাহাবী রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট অনুমতি প্রার্থনা করলেন। তারা বললেন, আমাদেরকে আমাদের ভাগিনা ‘আব্বাসের [১৪] ফিদ্‌য়া ক্ষমা করে দেয়ার অনুমতি দিন। তিনি বললেন, আল্লাহ্‌র কসম! তোমরা তাঁর একটি দিরহামও ক্ষমা করবে না। [২৫৩৭] (আ.প্র. ৩৭১৯, ই.ফা. ৩৭২৩)",
    "ar": "إِبْرَاهِيْمُ بْنُ الْمُنْذِرِ حَدَّثَنَا مُحَمَّدُ بْنُ فُلَيْحٍ عَنْ مُوْسَى بْنِ عُقْبَةَ قَالَ ابْنُ شِهَابٍ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ أَنَّ رِجَالًا مِنَ الْأَنْصَارِ اسْتَأْذَنُوْا رَسُوْلَ اللهِ صلى الله عليه وسلم فَقَالُوا ائْذَنْ لَنَا فَلْنَتْرُكْ لِابْنِ أُخْتِنَا عَبَّاسٍ فِدَاءَهُ قَالَ وَاللهِ لَا تَذَرُوْنَ مِنْهُ دِرْهَمًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৪] বাদ্‌র যুদ্ধের সময় চাচা ‘আব্বাস কাফির অবস্থায় মুসলিমদের হাতে বন্দী হন। তাদের শক্ত করে সারারাত বেঁধে রাখা হয়। ধর্মীয় দৃষ্টিকোণ থেকে তার প্রতি কোনরূপ সহমর্মিতা দেখাতে না পারলেও রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চাচার প্রতি মমত্ববোধের কারণে সারারাত নিদ্রাহীনভাবে কাটিয়ে দেন। সাহাবীগণ তা বুঝতে পেরে তার বন্ধন হালকা করে দেন এবং রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট তার মুক্তিপণ ক্ষমা করে দেয়ার জন্য আবেদন জানান। কিন্তু তিনি স্বজনপ্রীতি না করে অন্যান্য বন্দীদের সমপরিমাণ মুক্তিপণের বিনিময়েই মুক্তি দেয়া হবে বলে স্পষ্ট জানিয়ে দেন। \n‘আব্বাসের দাদা কুরাইশ নেতা হাশেম বনী নাজ্জার গোত্রের ‘আমর ইব্‌নু উহায়হার মেয়ে সালামাকে বিবাহ করেছিলেন। ‘আব্বাসের দাদা হাশিম শাম দেশে বাণিজ্য করতে যাবার সময় মদীনাহ্‌তে খাযরাজ গোত্রের বানী নাজ্জার গোত্রের ‘আমর ইবনে উহায়হার বাড়িতে অবস্থান করতেন। হাশিমের ‘আমর ইবনে উহায়হার মেয়ে সালামাকে দেখে পছন্দ হলে বিবাহের প্রস্তাব দেয়। কিন্তু ‘আমর ইব্‌নু উহায়হা এই শর্তে বিবাহে রাযী হন যে, বিবাহের পরও সালামাহ পিতৃগৃহেই অবস্থান করবে। হাশিম প্রস্তাব মেনে নিলে কুরাইশ নেতা হাশিমের সালামাহ বিনতু ‘আমর এর সঙ্গে বিবাহ হয়। এবং এই সালামার গর্ভে থেকেই ‘আব্বাসের পিতা ও আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দাদা ‘আবদুল মুত্তালিবের জন্ম হয়।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}