{
  "hadith": {
    "hadith_id": 4019,
    "narrator": "সাহাবী মিকদাদ ইব্‌নু ‘আম্‌র কিনদী (রাঃ)",
    "bn": "তিনি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বললেন, হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমাকে বলুন, কোন কাফিরের সঙ্গে আমার যদি (যুদ্ধক্ষেত্রে) সাক্ষাৎ হয় এবং আমি যদি তার সঙ্গে লড়াই করি আর সে যদি তলোয়ারের আঘাতে আমার একখানা হাত কেটে ফেলে এবং তারপর আমার থেকে বাঁচার জন্য গাছের আড়ালে গিয়ে বলে “আমি আল্লাহ্‌র উদ্দেশ্যে ইসলাম গ্রহণ করলাম” এ কথা বলার পরেও কি আমি তাকে হত্যা করব? তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তাকে হত্যা করবে না। এরপর তিনি বললেন, হে আল্লাহ্‌র রসূল! সে তো আমার একখানা হাত কাটার পর এ কথা বলেছে। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পুনরায় বললেন, না, তুমি তাকে হত্যা করবে না। কেননা, তুমি তাকে হত্যা করলে হত্যা করার পূর্বে তোমার যে মর্যাদা ছিল সে সেই মর্যাদা লাভ করবে, আর ইসলাম গ্রহণের ঘোষণা দেয়ার আগে তার যে স্তর ছিল তুমি সেই স্তরে পৌঁছে যাবে। [৬৮৬৫] (আ.প্র. ৩৭২০, ই.ফা. ৩৭২৪)",
    "ar": "أَبُوْ عَاصِمٍ عَنْ ابْنِ جُرَيْجٍ عَنْ الزُّهْرِيِّ عَنْ عَطَاءِ بْنِ يَزِيْدَ عَنْ عُبَيْدِ اللهِ بْنِ عَدِيٍّ عَنِ الْمِقْدَادِ بْنِ الْأَسْوَدِ ح حَدَّثَنِيْ إِسْحَاقُ حَدَّثَنَا يَعْقُوْبُ بْنُ إِبْرَاهِيْمَ بْنِ سَعْدٍ حَدَّثَنَا ابْنُ أَخِي ابْنِ شِهَابٍ عَنْ عَمِّهِ قَالَ أَخْبَرَنِيْ عَطَاءُ بْنُ يَزِيْدَ اللَّيْثِيُّ ثُمَّ الْجُنْدَعِيُّ أَنَّ عُبَيْدَ اللهِ بْنَ عَدِيِّ بْنِ الْخِيَارِ أَخْبَرَهُ أَنَّ الْمِقْدَادَ بْنَ عَمْرٍو الْكِنْدِيَّ وَكَانَ حَلِيْفًا لِبَنِيْ زُهْرَةَ وَكَانَ مِمَّنْ شَهِدَ بَدْرًا مَعَ رَسُوْلِ اللهِ صلى الله عليه وسلم أَخْبَرَهُ أَنَّهُ قَالَ لِرَسُوْلِ اللهِ صلى الله عليه وسلم أَرَأَيْتَ إِنْ لَقِيْتُ رَجُلًا مِنَ الْكُفَّارِ فَاقْتَتَلْنَا فَضَرَبَ إِحْدَى يَدَيَّ بِالسَّيْفِ فَقَطَعَهَا ثُمَّ لَاذَ مِنِّيْ بِشَجَرَةٍ فَقَالَ أَسْلَمْتُ لِلهِ أَأَقْتُلُهُ يَا رَسُوْلَ اللهِ بَعْدَ أَنْ قَالَهَا فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم لَا تَقْتُلْهُ فَقَالَ يَا رَسُوْلَ اللهِ إِنَّهُ قَطَعَ إِحْدَى يَدَيَّ ثُمَّ قَالَ ذَلِكَ بَعْدَ مَا قَطَعَهَا فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلملَا تَقْتُلْهُ فَإِنْ قَتَلْتَهُ فَإِنَّهُ بِمَنْزِلَتِكَ قَبْلَ أَنْ تَقْتُلَهُ وَإِنَّكَ بِمَنْزِلَتِهِ قَبْلَ أَنْ يَقُوْلَ كَلِمَتَهُ الَّتِيْ قَالَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}