{
  "hadith": {
    "hadith_id": 4033,
    "narrator": "মালিক ইব্‌নু আ‘ওস ইব্‌নু হাদসান নাসিরী (রহঃ)",
    "bn": "(একদা) ‘উমার ইব্‌নু খাত্তাব তাকে ডাকলেন। এ সময় তার দ্বাররক্ষী ইয়ারফা এসে বলল, ‘উসমান, ‘আবদুর রাহমান, যুবায়র এবং সা‘দ (রাঃ) আপনার নিকট আসার অনুমতি চাচ্ছেন। তিনি বললেন, হাঁ তাঁদেরকে আসতে বল। কিছুক্ষণ পড়ে এসে বলল, ‘আব্বাস এবং ‘আলী (রাঃ) আপনার নিকট অনুমতি চাচ্ছেন। তিনি বললেন, হাঁ। তাঁরা উভয়েই ভিতরে প্রবেশ করলেন। ‘আব্বাস (রাঃ) বললেন, হে, আমীরুল মু’মিনীন! আমার এবং তাঁর মাঝে (বিবাদের) মীমাংসা করে দিন। বনূ নাযীরের সম্পদ থেকে আল্লাহ্ তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ফাই (বিনা যুদ্ধে লব্ধ সম্পদ) হিসেবে যা দিয়েছিলেন তা নিয়ে তাদের উভয়ের মাঝে বিবাদ চলছিল। এ নিয়ে তারা তর্কে লিপ্ত হয়েছিলেন, (এ দেখে আগত) দলের সকলেই বললেন, হে আমীরুল মু’মিনীন! তাদের মাঝে একটি মীমাংসা করে তাদের এ বিবাদ থেকে মুক্তি দিন। তখন ‘উমার (রাঃ) বললেন, তাড়াহুড়া করবেন না। আমি আপনাদেরকে আল্লাহ্‌র নামে শপথ দিয়ে বলছি, যাঁর আদেশে আসমান ও যমীন প্রতিষ্ঠিত আছে। আপনারা কি জানেন যে, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের সম্বন্ধে বলেছেন, আমরা (নাবীগণ) কাউকে উত্তরাধিকারী রেখে যাই না। যা রেখে যাই তা সদাকাহ হিসেবেই গণ্য হয়। এর দ্বারা তিনি নিজের কথাই বললেন। উপস্থিত সকলেই বললেন, হাঁ, তিনি এ কথা বলেছেন। ‘উমার (রাঃ) ‘আলী এবং ‘আব্বাসের দিকে লক্ষ্য করে বললেন, আমি আপনাদের উভয়কে আল্লাহ্‌র কসম দিয়ে বলছি, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে এ কথা বলেছেন, আপনারা তা জানেন কি? তারা উভয়েই বললেন, হাঁ, এরপর তিনি বললেন, এখন আমি আপনাদেরকে এ বিষয়ে আসল অবস্থা খুলে বলছি। ফাই এর কিছু অংশ আল্লাহ্ তা‘আলা তাঁর রসূলের জন্য নির্দিষ্ট করে দিয়েছেন, যা তিনি অন্য কাউকে দেননি। এ সম্পর্কে আল্লাহ্ তা‘আলা বলেছেনঃ “আল্লাহ্ ইয়াহূদীদের নিকট হতে তাঁর রসূলকে যে ফাই দিয়েছেন, তার জন্য তোমরা অশ্ব কিংবা উষ্ট্র চালিয়ে যুদ্ধ করনি; আল্লাহ্ তো তাঁর রসূলকে যার উপর ইচ্ছা তার উপর কর্তৃত্ব দান করেন; আল্লাহ্ সর্ববিষয়ে সর্বশক্তিমান”- (সূরা আন’আম ৬:৫৯)। অতএব এ ফাই রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জন্যই খাস ছিল। আল্লাহ্‌র কসম! এরপর তিনি তোমাদেরকে বাদ দিয়ে নিজের জন্য এ সম্পদকে সংরক্ষিতও রাখেননি এবং নিজের জন্য নির্ধারিতও করে যাননি। বরং এ অর্থকে তিনি তোমাদের মাঝে বণ্টন করে দিয়েছেন। অবশেষে এ মাল উদ্বৃত্ত আছে। এ মাল থেকে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর পরিবার পরিজনের এক বছরের খোরপোশ দিতেন। এর থেকে যা অবশিষ্ট থাকত তা তিনি আল্লাহ্‌র পথে খরচ করতে দিতেন। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর জীবদ্দশায় এরূপই করেছেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ওফাতের পর আবূ বকর (রাঃ) বললেন, এখন থেকে আমিই হলাম রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ওলী (প্রতিনিধি)। এরপর আবূ বকর (রাঃ) স্বীয় তত্ত্বাবধানে নিয়ে এ বিষয়ে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে নীতি অনুসরণ করেছিলেন তিনিও সে নীতিই অনুসরণ করে চললেন। তিনি ‘আলী ও ‘আব্বাসের প্রতি লক্ষ্য করে বললেন, আজ আপনারা যা বলছেন এ বিষয়ে আপনারা আবূ বকরের সঙ্গেও এ ধরনেরই আলোচনা করেছিলেন। আল্লাহ্‌র কসম! তিনিই জানেন, এ বিষয়ে আবূ বকর (রাঃ) ছিলেন সত্যবাদী, ন্যায়পরায়ণ এবং হাকের অনুসারী এক মহা ব্যক্তিত্ব। এরপর আবূ বকরের ইন্তিকাল হলে আমি বললাম, (আজ থেকে) আমিই হলাম, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং আবূ বকরের ওলী (প্রতিনিধি)। এরপর এ সম্পদকে আমি আমার খিলাফাতের দুই বছরকাল আমার তত্ত্বাবধানে রাখি এবং এ বিষয়ে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবূ বকরের অনুসৃত নীতিই অনুসরণ করে চলছি। আল্লাহ্ তা‘আলাই ভাল জানেন, এ বিষয়ে নিশ্চয়ই আমি সত্যবাদী, ন্যায়পরায়ণ এবং হাকের একনিষ্ঠ অনুসারী। তা সত্ত্বেও পুনরায় আপনারা দু’জনই আমার নিকট এসেছেন। আমি আপনাদের উভয়কেই বলেছিলাম, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, আমরা (নাবীগণ) কাউকে উত্তরাধিকারী করি না, আমরা যা রেখে যাই তা সদকা হিসেবেই গণ্য হয়। এরপর এ সম্পদটি আপনাদের উভয়ের তত্ত্বাবধানে দেয়ার বিষয়টি যখন আমার নিকট স্পষ্ট হল তখন আমি বলেছিলাম, যদি আপনারা চান তাহলে একটি শর্তে তা আমি আপনাদের নিকট অর্পণ করব। শর্তটি হচ্ছে আপনারা আল্লাহ্‌র নির্দেশ ও তাঁর দেয়া ওয়াদা অনুযায়ী এমনভাবে কাজ করবেন যেভাবে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবূ বাক্‌র করেছেন এবং আমার তত্ত্বাবধানে আসার পর আমি করেছি। অন্যথায় এ বিষয়ে আপনারা আমার সঙ্গে আর কোন আলোচনা করবেন না। তখন আপনারা বলেছিলেন, এ শর্তেই আপনি তা আমাদের নিকট অর্পণ করুন। আমি তা আপনাদের হাতে অর্পণ করেছি। এখন আপনারা আমার নিকট অন্য কোন ফায়সালা কামনা করেন কি? আমি আল্লাহ্‌র শপথ করে বলছি যাঁর আদেশে আসমান যমীনটিকে ক্বিয়ামাত সংঘটিত হওয়া পর্যন্ত আমি এর বাইরে অন্য কোন ফয়সালা দিতে পারব না। আপনারা যদি এর দায়িত্ব পালনের অক্ষম হয়ে থাকেন তাহলে আমার নিকট ফিরিয়ে দিন। আপনাদের এ দায়িত্ব পালনে আমিই যথেষ্ট। [২৯০৪] (আ.প্র. ৩৭৩৩, ই.ফা. ৩৭৩৭)",
    "ar": "أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِيْ مَالِكُ بْنُ أَوْسِ بْنِ الْحَدَثَانِ النَّصْرِيُّ أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ دَعَاهُ إِذْ جَاءَهُ حَاجِبُهُ يَرْفَا فَقَالَ هَلْ لَكَ فِيْ عُثْمَانَ وَعَبْدِ الرَّحْمَنِ وَالزُّبَيْرِ وَسَعْدٍ يَسْتَأْذِنُوْنَ فَقَالَ نَعَمْ فَأَدْخِلْهُمْ فَلَبِثَ قَلِيْلًا ثُمَّ جَاءَ فَقَالَ هَلْ لَكَ فِيْ عَبَّاسٍ وَعَلِيٍّ يَسْتَأْذِنَانِ قَالَ نَعَمْ فَلَمَّا دَخَلَا قَالَ عَبَّاسٌ يَا أَمِيْرَ الْمُؤْمِنِيْنَ اقْضِ بَيْنِيْ وَبَيْنَ هَذَا وَهُمَا يَخْتَصِمَانِ فِي الَّذِيْ أَفَاءَ اللهُ عَلَى رَسُوْلِهِ صلى الله عليه وسلم مِنْ بَنِي النَّضِيْرِ فَاسْتَبَّ عَلِيٌّ وَعَبَّاسٌ فَقَالَ الرَّهْطُ يَا أَمِيْرَ الْمُؤْمِنِيْنَ اقْضِ بَيْنَهُمَا وَأَرِحْ أَحَدَهُمَا مِنَ الْآخَرِ فَقَالَ عُمَرُ اتَّئِدُوْا أَنْشُدُكُمْ بِاللهِ الَّذِيْ بِإِذْنِهِ تَقُوْمُ السَّمَاءُ وَالأَرْضُ هَلْ تَعْلَمُوْنَ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَالَ لَا نُوْرَثُ مَا تَرَكْنَا صَدَقَةٌ يُرِيْدُ بِذَلِكَ نَفْسَهُ قَالُوْا قَدْ قَالَ ذَلِكَ فَأَقْبَلَ عُمَرُ عَلَى عَبَّاسٍ وَعَلِيٍّ فَقَالَ أَنْشُدُكُمَا بِاللهِ هَلْ تَعْلَمَانِ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَدْ قَالَ ذَلِكَ قَالَا نَعَمْ قَالَ فَإِنِّيْ أُحَدِّثُكُمْ عَنْ هَذَا الْأَمْرِ إِنَّ اللهَ سُبْحَانَهُ كَانَ خَصَّ رَسُوْلَهُ صلى الله عليه وسلم فِيْ هَذَا الْفَيْءِ بِشَيْءٍ لَمْ يُعْطِهِ أَحَدًا غَيْرَهُ فَقَالَ جَلَّ ذِكْرُهُ {وَمَآ أَفَآءَ اللهُ عَلٰى رَسُوْلِهٰ مِنْهُمْ فَمَآ أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَّلَا رِكَابٍ} إِلَى قَوْلِهِ {قَدِيْرٌ} فَكَانَتْ هَذِهِ خَالِصَةً لِرَسُوْلِ اللهِ ثُمَّ وَاللهِ مَا احْتَازَهَا دُوْنَكُمْ وَلَا اسْتَأْثَرَهَا عَلَيْكُمْ لَقَدْ أَعْطَاكُمُوْهَا وَقَسَمَهَا فِيْكُمْ حَتَّى بَقِيَ هَذَا الْمَالُ مِنْهَا فَكَانَ رَسُوْلُ اللهِ صلى الله عليه وسلم يُنْفِقُ عَلَى أَهْلِهِ نَفَقَةَ سَنَتِهِمْ مِنْ هَذَا الْمَالِ ثُمَّ يَأْخُذُ مَا بَقِيَ فَيَجْعَلُهُ مَجْعَلَ مَالِ اللهِ فَعَمِلَ ذَلِكَ رَسُوْلُ اللهِ صلى الله عليه وسلم حَيَاتَهُ ثُمَّ تُوُفِّيَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ أَبُوْ بَكْرٍ فَأَنَا وَلِيُّ رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَبَضَهُ أَبُوْ بَكْرٍ فَعَمِلَ فِيْهِ بِمَا عَمِلَ بِهِ رَسُوْلُ اللهِ صلى الله عليه وسلم وَأَنْتُمْ حِيْنَئِذٍ فَأَقْبَلَ عَلَى عَلِيٍّ وَعَبَّاسٍ وَقَالَ تَذْكُرَانِ أَنَّ أَبَا بَكْرٍ فِيْهِ كَمَا تَقُوْلَانِ وَاللهُ يَعْلَمُ إِنَّهُ فِيْهِ لَصَادِقٌ بَارٌّ رَاشِدٌ تَابِعٌ لِلْحَقِّ ثُمَّ تَوَفَّى اللهُ أَبَا بَكْرٍ فَقُلْتُ أَنَا وَلِيُّ رَسُوْلِ اللهِ صلى الله عليه وسلم وَأَبِيْ بَكْرٍ فَقَبَضْتُهُ سَنَتَيْنِ مِنْ إِمَارَتِيْ أَعْمَلُ فِيْهِ بِمَا عَمِلَ فِيْهِ رَسُوْلُ اللهِ صلى الله عليه وسلم وَأَبُوْ بَكْرٍ وَاللهُ يَعْلَمُ أَنِّيْ فِيْهِ صَادِقٌ بَارٌّ رَاشِدٌ تَابِعٌ لِلْحَقِّ ثُمَّ جِئْتُمَانِيْ كِلَاكُمَا وَكَلِمَتُكُمَا وَاحِدَةٌ وَأَمْرُكُمَا جَمِيْعٌ فَجِئْتَنِيْ يَعْنِيْ عَبَّاسًا فَقُلْتُ لَكُمَا إِنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَالَ لَا نُوْرَثُ مَا تَرَكْنَا صَدَقَةٌ فَلَمَّا بَدَا لِيْ أَنْ أَدْفَعَهُ إِلَيْكُمَا قُلْتُ إِنْ شِئْتُمَا دَفَعْتُهُ إِلَيْكُمَا عَلَى أَنَّ عَلَيْكُمَا عَهْدَ اللهِ وَمِيْثَاقَهُ لَتَعْمَلَانِ فِيْهِ بِمَا عَمِلَ فِيْهِ رَسُوْلُ اللهِ صلى الله عليه وسلم وَأَبُوْ بَكْرٍ وَمَا عَمِلْتُ فِيْهِ مُنْذُ وَلِيْتُ وَإِلَّا فَلَا تُكَلِّمَانِيْ فَقُلْتُمَا ادْفَعْهُ إِلَيْنَا بِذَلِكَ فَدَفَعْتُهُ إِلَيْكُمَا أَفَتَلْتَمِسَانِ مِنِّيْ قَضَاءً غَيْرَ ذَلِكَ فَوَاللهِ الَّذِيْ بِإِذْنِهِ تَقُوْمُ السَّمَاءُ وَالأَرْضُ لَا أَقْضِيْ فِيْهِ بِقَضَاءٍ غَيْرِ ذَلِكَ حَتَّى تَقُوْمَ السَّاعَةُ فَإِنْ عَجَزْتُمَا عَنْهُ فَادْفَعَا إِلَيَّ فَأَنَا أَكْفِيْكُمَاهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}