{
  "hadith": {
    "hadith_id": 4037,
    "narrator": "জাবির ইব্‌নু ‘আবদুল্লাহ (রাঃ)",
    "bn": "একদা রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, কা‘ব ইব্‌নু আশরাফের হত্যা করার জন্য কে প্রস্তুত আছ? কেননা সে আল্লাহ্ ও তাঁর রসূলকে কষ্ট দিয়েছে। মুহাম্মাদ ইব্‌নু মাসলামাহ (রাঃ) দাঁড়ালেন, এবং বললেন, হে আল্লাহ্‌র রসূল! আপনি কি চান যে, আমি তাকে হত্যা করি? তিনি বললেন, হাঁ। তখন মুহাম্মাদ ইব্‌নু মাসলামাহ (রাঃ) বললেন, তাহলে আমাকে কিছু প্রতারণাময় কথা বলার অনুমতি দিন। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হাঁ বল। এরপর মুহাম্মাদ ইব্‌নু মাসলামাহ (রাঃ) কা‘ব ইব্‌নু আশরাফের নিকট গিয়ে বললেন, এ লোকটি [রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] সদাকাহ চায় এবং সে আমাদেরকে বহু কষ্টে ফেলেছে। তাই আমি আপনার নিকট কিছু ঋণের জন্যে এসেছি। কা‘ব ইব্‌নু আশরাফ বলল, আল্লাহ্‌র কসম পরে সে তোমাদেরকে আরো বিরক্ত করবে এবং আরো অতিষ্ঠ করে তুলবে। মুহাম্মাদ ইব্‌নু মাসলামাহ (রাঃ) বললেন, আমরা তাঁর অনুসরণ করছি। পরিণাম কী দাঁড়ায় তা না দেখে এখনই তাঁর সঙ্গ ত্যাগ করা ভাল মনে করছি না। এখন আমি আপনার কাছে এক ওসাক বা দুই ওসাক খাদ্য ধার চাই। বর্ণনাকারী সুফ্ইয়ান বলেন, ‘আমর (রহঃ) আমার নিকট হাদীসটি কয়েকবার বর্ণনা করেছেন। কিন্তু তিনি এক ওসাক বা দুই ওসাকের কথা উল্লেখ করেননি। আমি তাকে বললাম, এ হাদীসে তো এক ওসাক বা দুই ওসাকের কথাটি বর্ণিত আছে, তিনি বললেন, মনে হয় হাদীসে এক ওসাক বা দুই ওসাকের কথাটি বর্ণিত আছে। কা‘ব ইব্‌নু আশরাফ বলল, ধার তো পাবে তবে কিছু বন্ধক রাখ। মুহাম্মাদ ইব্‌নু মাসলামাহ (রাঃ) বললেন, কী জিনিস আপনি বন্ধক চান। সে বলল, তোমাদের স্ত্রীদেরকে বন্ধক রাখ। মুহাম্মাদ ইব্‌নু মাসলামাহ (রাঃ) বললেন, আপনি আরবের একজন সুশ্রী ব্যক্তি, আপনার নিকট কীভাবে, আমাদের স্ত্রীদের বন্ধক রাখব? তখন সে বলল, তাহলে তোমাদের ছেলে সন্তানদেরকে বন্ধক রাখ। তিনি বললেন, আমাদের পুত্র সন্তানদেরকে আপনার নিকট কী করে বন্ধক রাখি? তাদেরকে এ বলে সমালোচনা করা হবে যে, মাত্র এক ওসাক বা দুই ওসাকের বিনিময়ে বন্ধক রাখা হয়েছে। এটা তো আমাদের জন্য খুব লজ্জাজনক বিষয়। তবে আমরা আপনার নিকট অস্ত্রশস্ত্র বন্ধক রাখতে পারি। রাবী সুফ্ইয়ান বলেন, লামা শব্দের মানে হচ্ছে অস্ত্রশস্ত্র। শেষে তিনি (মুহাম্মাদ ইব্‌নু মাসলামাহ) তার কাছে আবার যাওয়ার ওয়াদা করে চলে আসলেন। এরপর তিনি কা‘ব ইব্‌নু আশরাফের দুধ ভাই আবূ নাইলাকে সঙ্গে করে রাতের বেলা তার নিকট গেলেন। কা‘ব তাদেরকে দূর্গের মধ্যে ডেকে নীল এবং সে নিজে উপর তলা থেকে নিচে নেমে আসার জন্য প্রস্তুত হল। তখন তার স্ত্রী বলল, এ সময় তুমি কোথায় যাচ্ছ? সে বলল, এই তো মুহাম্মাদ ইব্‌নু মাসলামাহ এবং আমার ভাই আবূ নাইলা এসেছে। ‘আমর ব্যতীত বর্ণনাকারীগণ বলেন যে, কা’বের স্ত্রী বলল, আমি তো এমনই একটি ডাক শুনতে পাচ্ছি যার থেকে রক্তের ফোঁটা ঝরছে বলে আমার মনে হচ্ছে। কা‘ব ইব্‌নু আশরাফ বলল, মুহাম্মাদ ইব্‌নু মাসলামাহ এবং দুধ ভাই আবূ নাইলা, (অপরিচিত কোন লোক তো নয়) ভদ্র মানুষকে রাতের বেলা বর্শা বিদ্ধ করার জন্য ডাকলে তার যাওয়া উচিত। (বর্ণনাকারী বলেন) মুহাম্মাদ ইব্‌নু মাসলামাহ (রাঃ) সঙ্গে আরো দুই ব্যক্তিকে নিয়ে সেখানে গেলেন। সুফ্ইয়ানকে জিজ্ঞেস করা হয়েছিল যে, ‘আমর কি তাদের দু’জনের নাম উল্লেখ করেছিলেন? উত্তরে সুফ্ইয়ান বললেন, একজনের নাম উল্লেখ করেছিলেন। ‘আমর বর্ণনা করেন যে, তিনি আরো দু’জন মানুষ সঙ্গে করে নিয়ে গিয়েছিলেন এবং বলেছিলেন, যখন সে (কা‘ব ইব্‌নু আশরাফ) আসবে। ‘আমর ব্যতীত অন্যান্য রাবীগণ (মুহাম্মাদ ইব্‌নু মাসলামার সাথীদের সম্পর্কে) বলেছেন যে (তারা হলেন) আবূ আবস্ ইব্‌নু জাব্র ইব্‌নু আওস এবং আব্বাদ ইব্‌নু বিশর। ‘আমর বলেছেন, তিনি অপর দুই লোককে সঙ্গে করে নিয়ে এসেছিলেন এবং তাদেরকে বলেছিলেন, যখন সে আসবে তখন আমি তার মাথার চুল ধরে শুঁকতে থাকব। যখন তোমরা আমাকে দেখবে যে, খুব শক্তভাবে আমি তার মাথা আঁকড়িয়ে ধরেছি, তখন তোমরা তরবারি দ্বারা তাকে আঘাত করবে। তিনি (মুহাম্মাদ ইব্‌নু মাসলামাহ) একবার বলেছিলেন যে, আমি তোমাদেরকেও শুঁকাব। সে (কা‘ব) চাদর নিয়ে নিচে নেমে আসলে তার শরীর থেকে সুঘ্রাণ বের হচ্ছিল। তখন মুহাম্মাদ ইব্‌নু মাসলামাহ (রাঃ) বললেন, আজকের মত এতো উত্তম সুগন্ধি আমি আর কখনো দেখিনি। ‘আমর ব্যতীত অন্যান্য রাবীগণ বর্ণনা করেছেন যে, কা‘ব বলল, আমার নিকট আরবের সম্ভ্রান্ত ও মর্যাদাসম্পন্ন সুগন্ধী ব্যাবহারকারী মহিলা আছে। ‘আমর বলেন, মুহাম্মাদ ইব্‌নু মাসলামাহ (রাঃ) বললেন, আমাকে আপনার মাথা শুঁকতে অনুমতি দেবেন কি? সে বলল, হাঁ। এরপর তিনি তার মাথা শুঁকলেন এবং এরপর তার সাথীদেরকে শুঁকালেন। তারপর তিনি আবার বললেন, আমাকে আবার শুঁকবার অনুমতি দেবেন কি? সে বলল, হাঁ। এরপর তিনি তাকে কাবু করে ধরে সাথীদেরকে বললেন, তোমরা তাকে হত্যা কর। তাঁরা তাকে হত্যা করলেন। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকটে এসে এ খবর দিলেন। [২৫১০; মুসলিম ৩২/৪৩, হাঃ ১৮০১] (আ.প্র. ৩৭৩৫, ই.ফা. ৩৭৩৯)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا سُفْيَانُ قَالَ عَمْرٌو سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللهِ رَضِيَ اللهُ عَنْهُمَا يَقُوْلُ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم مَنْ لِكَعْبِ بْنِ الْأَشْرَفِ فَإِنَّهُ قَدْ آذَى اللهَ وَرَسُوْلَهُ فَقَامَ مُحَمَّدُ بْنُ مَسْلَمَةَ فَقَالَ يَا رَسُوْلَ اللهِ أَتُحِبُّ أَنْ أَقْتُلَهُ قَالَ نَعَمْ قَالَ فَأْذَنْ لِيْ أَنْ أَقُوْلَ شَيْئًا قَالَ قُلْ فَأَتَاهُ مُحَمَّدُ بْنُ مَسْلَمَةَ فَقَالَ إِنَّ هَذَا الرَّجُلَ قَدْ سَأَلَنَا صَدَقَةً وَإِنَّهُ قَدْ عَنَّانَا وَإِنِّيْ قَدْ أَتَيْتُكَ أَسْتَسْلِفُكَ قَالَ وَأَيْضًا وَاللهِ لَتَمَلُّنَّهُ قَالَ إِنَّا قَدْ اتَّبَعْنَاهُ فَلَا نُحِبُّ أَنْ نَدَعَهُ حَتَّى نَنْظُرَ إِلَى أَيِّ شَيْءٍ يَصِيْرُ شَأْنُهُ وَقَدْ أَرَدْنَا أَنْ تُسْلِفَنَا وَسْقًا أَوْ وَسْقَيْنِ و حَدَّثَنَا عَمْرٌو غَيْرَ مَرَّةٍ فَلَمْ يَذْكُرْ وَسْقًا أَوْ وَسْقَيْنِ أَوْ فَقُلْتُ لَهُ فِيْهِ وَسْقًا أَوْ وَسْقَيْنِ فَقَالَ أُرَى فِيْهِ وَسْقًا أَوْ وَسْقَيْنِ فَقَالَ نَعَمِ ارْهَنُوْنِيْ قَالُوْا أَيَّ شَيْءٍ تُرِيْدُ قَالَ ارْهَنُوْنِيْ نِسَاءَكُمْ قَالُوْا كَيْفَ نَرْهَنُكَ نِسَاءَنَا وَأَنْتَ أَجْمَلُ الْعَرَبِ قَالَ فَارْهَنُوْنِيْ أَبْنَاءَكُمْ قَالُوْا كَيْفَ نَرْهَنُكَ أَبْنَاءَنَا فَيُسَبُّ أَحَدُهُمْ فَيُقَالُ رُهِنَ بِوَسْقٍ أَوْ وَسْقَيْنِ هَذَا عَارٌ عَلَيْنَا وَلَكِنَّا نَرْهَنُكَ اللَّأْمَةَ قَالَ سُفْيَانُ يَعْنِي السِّلَاحَ فَوَاعَدَهُ أَنْ يَأْتِيَهُ فَجَاءَهُ لَيْلًا وَمَعَهُ أَبُوْ نَائِلَةَ وَهُوَ أَخُوْ كَعْبٍ مِنْ الرَّضَاعَةِ فَدَعَاهُمْ إِلَى الْحِصْنِ فَنَزَلَ إِلَيْهِمْ فَقَالَتْ لَهُ امْرَأَتُهُ أَيْنَ تَخْرُجُ هَذِهِ السَّاعَةَ فَقَالَ إِنَّمَا هُوَ مُحَمَّدُ بْنُ مَسْلَمَةَ وَأَخِيْ أَبُوْ نَائِلَةَ وَقَالَ غَيْرُ عَمْرٍو قَالَتْ أَسْمَعُ صَوْتًا كَأَنَّهُ يَقْطُرُ مِنْهُ الدَّمُ قَالَ إِنَّمَا هُوَ أَخِيْ مُحَمَّدُ بْنُ مَسْلَمَةَ وَرَضِيْعِيْ أَبُوْ نَائِلَةَ إِنَّ الْكَرِيْمَ لَوْ دُعِيَ إِلَى طَعْنَةٍ بِلَيْلٍ لَأَجَابَ قَالَ وَيُدْخِلُ مُحَمَّدُ بْنُ مَسْلَمَةَ مَعَهُ رَجُلَيْنِ قِيْلَ لِسُفْيَانَ سَمَّاهُمْ عَمْرٌو قَالَ سَمَّى بَعْضَهُمْ قَالَ عَمْرٌو جَاءَ مَعَهُ بِرَجُلَيْنِ وَقَالَ غَيْرُ عَمْرٍو أَبُوْ عَبْسِ بْنُ جَبْرٍ وَالْحَارِثُ بْنُ أَوْسٍ وَعَبَّادُ بْنُ بِشْرٍ قَالَ عَمْرٌو جَاءَ مَعَهُ بِرَجُلَيْنِ فَقَالَ إِذَا مَا جَاءَ فَإِنِّيْ قَائِلٌ بِشَعَرِهِ فَأَشَمُّهُ فَإِذَا رَأَيْتُمُوْنِي اسْتَمْكَنْتُ مِنْ رَأْسِهِ فَدُوْنَكُمْ فَاضْرِبُوْهُ وَقَالَ مَرَّةً ثُمَّ أُشِمُّكُمْ فَنَزَلَ إِلَيْهِمْ مُتَوَشِّحًا وَهُوَ يَنْفَحُ مِنْهُ رِيْحُ الطِّيْبِ فَقَالَ مَا رَأَيْتُ كَالْيَوْمِ رِيْحًا أَيْ أَطْيَبَ وَقَالَ غَيْرُ عَمْرٍو قَالَ عِنْدِيْ أَعْطَرُ نِسَاءِ الْعَرَبِ وَأَكْمَلُ الْعَرَبِ قَالَ عَمْرٌو فَقَالَ أَتَأْذَنُ لِيْ أَنْ أَشُمَّ رَأْسَكَ قَالَ نَعَمْ فَشَمَّهُ ثُمَّ أَشَمَّ أَصْحَابَهُ ثُمَّ قَالَ أَتَأْذَنُ لِيْ قَالَ نَعَمْ فَلَمَّا اسْتَمْكَنَ مِنْهُ قَالَ دُوْنَكُمْ فَقَتَلُوْهُ ثُمَّ أَتَوْا النَّبِيَّ صلى الله عليه وسلم فَأَخْبَرُوْهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}