{
  "hadith": {
    "hadith_id": 4039,
    "narrator": "বারাআ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আবদুল্লাহ ইব্‌নু আতীককে আমীর বানিয়ে তার নেতৃত্বে আনসারদের কয়েকজন সাহাবীকে ইয়াহূদী আবূ রাফির (হত্যার) উদ্দেশ্যে প্রেরণ করেন। আবূ রাফি‘ রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে কষ্ট দিত এবং এ ব্যাপারে লোকদের সাহায্য করত। হিজায ভূমিতে তার একটি দূর্গ ছিল (যেখানে সে বাস করত)। তারা যখন তার দূর্গের কাছে গিয়ে পৌছলেন তখন সূর্য ডুবে গেছে এবং লোকজন নিজেদের পশু পাল নিয়ে রওয়ানা হয়েছে (নিজ নিজ গৃহে) ‘আবদুল্লাহ (ইব্‌নু আতীক) তার সাথীদেরকে বললেন, তোমরা তোমাদের স্থানে বসে থাক। আমি চললাম, ভিতরে প্রবেশ করার জন্য দ্বার রক্ষীর সঙ্গে আমি কৌশল দেখাই। এরপর তিনি সামনের দিকে এগিয়ে গিয়ে দরজার কাছে পৌছলেন এবং কাপড় দ্বারা নিজেকে এমনভাবে ঢাকলেন যেন তিনি প্রাকৃতিক প্রয়োজনে রত আছেন। তখন সবাই ভিতরে প্রবেশ করলে দারোয়ান তাকে ডেকে বলল, ওহে ‘আবদুল্লাহ! ভিতরে ঢুকতে চাইলে ঢুকে পড়। আমি এখনই দরজা বন্ধ করে দেব। আমি তখন ভিতরে প্রবেশ করলাম এবং আত্মগোপন করে থাকলাম। সকলে ভিতরে প্রবেশ করার পর সে দরজা বন্ধ করে দিল এবং একটি পেরেকের সঙ্গে চাবিটা লটকিয়ে রাখল। [‘আবদুল্লাহ ইব্‌নু আতীক (রাঃ) বলেন] এরপর আমি চাবিটার দিকে এগিয়ে গেলাম এবং চাবিটা নিয়ে দরজাটি খুললাম। আবূ রাফি‘র নিকট রাতের বেলা গল্পের আসর বসত, এ সময় সে তার উপর তলার কামরায় অবস্থান করছিল। গল্পের আসরে আগত লোকজন চলে গেলে, আমি সিঁড়ি বেয়ে তার কাছে গিয়ে পৌছলাম। এ সময় আমি একটি করে দরজা খুলছিলাম এবং ভিতর দিক থেকে তা আবার বন্ধ করে দিয়ে যাচ্ছিলাম, যাতে লোকজন আমার ব্যাপারে জানতে পারলেও হত্যা না করা পর্যন্ত আমার নিকট পৌছতে না পারে। আমি তার কাছে গিয়ে পৌছলাম। এ সময় সে একটি অন্ধকার কক্ষে ছেলেমেয়েদের মাঝে শুয়েছিল। কক্ষের কোন অংশে সে শুয়ে আছে আমি তা বুঝতে পারছিলাম না। তাই আবূ রাফি‘ বলে ডাক দিলাম। সে বলল, কে আমাকে ডাকছ? আমি তখন আওয়াজটি লক্ষ্য করে এগিয়ে গিয়ে তরবারি দ্বারা প্রচণ্ড জোরে আঘাত করলাম। আমি তখন কাঁপছিলাম। এ আঘাতে আমি তার কোন কিছুই করতে পারলাম না। সে চিৎকার করে উঠলে আমি কিছুক্ষণের জন্য বাইরে চলে আসলাম। এরপর পুনরায় ঘরে প্রবেশ করে (কণ্ঠস্বর পরিবর্তন করতঃ তার আপন লোকের ন্যায়) জিজ্ঞেস করলাম, আবূ রাফি‘ এ আওয়াজ হল কিসের? সে বলল, তোমার মায়ের সর্বনাশ হোক! একটু আগে ঘরের ভিতর কে যেন আমাকে তরবারি দ্বারা আঘাত করেছে। ‘আবদুল্লাহ ইব্‌নু আতীক (রাঃ) বলেন, তখন আমি আবার তাকে ভীষণ আঘাত করলাম এবং মারাত্মকভাবে ক্ষত বিক্ষত করে ফেললাম। কিন্তু তাকে হত্যা করতে পারিনি। তাই তরবারির ধারাল দিকটি তার পেটের উপর চেপে ধরলাম এবং পিঠ পাড় করে দিলাম। এবার আমি নিশ্চিতরূপে বুঝলাম যে, এখন আমি তাকে হত্যা করতে পেরেছি। এরপর আমি এক এক করে দরজা খুলে নিচে নামতে শুরু করলাম। নামতে নামতে সিঁড়ির শেষ প্রান্তে এসে পৌছলাম। পূর্ণিমার রাত্র ছিল। (চাঁদের আলোতে তাড়াহুড়ার মধ্যে সঠিকভাবে অনুধাবন করতে না পেরে) আমি মনে করলাম, (সিঁড়ির সকল ধাপ অতিক্রম করে) আমি মাটির নিকটে এসে পড়েছি। (কিন্তু তখনও একটি ধাপ অবশিষ্ট ছিল) তাই নিচে পা রাখতেই আমি পড়ে গেলাম। অমনিই আমার পায়ের গোছার হাড় ভেঙ্গে গেল। আমি আমার মাথা পাগড়ি দিয়ে পা খানা বেঁধে নিলাম এবং একটু হেঁটে গিয়ে দরজার সামনে বসে রইলাম। মনে মনে স্থির করলাম, তার মৃত্যু সম্পর্কে নিশ্চিত না হয়ে আজ রাতে আমি এখান থেকে যাব না। ভোর রাতে মোরগের ডাক আরম্ভ হলে মৃত্যু ঘোষণাকারী প্রাচীরের উপরে উঠে ঘোষণা করল, হিজায অধিবাসীদের অন্যতম ব্যবসায়ী আবূ রাফির মৃত্যুর সংবাদ শুন। তখন আমি আমার সাথীদের নিকট গিয়ে বললাম, তাড়াতাড়ি চল, আল্লাহ্ আবূ রাফিকে হত্যা করেছেন। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গেলাম এবং সমস্ত ঘটনা খুলে বললাম। তিনি বললেন, তোমার পা লম্বা করে দাও। আমি আমার পা লম্বা করে দিলে তিনি তাতে স্বীয় হাত বুলিয়ে দিলেন। (তাতে এমন সুস্থ হলাম) যেন আমি কোন আঘাতই পায়নি। [৩০২২] (আ.প্র. ৩৭৩৭, ই.ফা. ৩৭৪১)",
    "ar": "يُوْسُفُ بْنُ مُوْسَى حَدَّثَنَا عُبَيْدُ اللهِ بْنُ مُوْسَى عَنْ إِسْرَائِيْلَ عَنْ أَبِيْ إِسْحَاقَ عَنِ الْبَرَاءِ بْنِ عَازِبٍ قَالَ بَعَثَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِلَى أَبِيْ رَافِعٍ الْيَهُوْدِيِّ رِجَالًا مِنَ الْأَنْصَارِ فَأَمَّرَ عَلَيْهِمْ عَبْدَ اللهِ بْنَ عَتِيْكٍ وَكَانَ أَبُوْ رَافِعٍ يُؤْذِيْ رَسُوْلَ اللهِ صلى الله عليه وسلم وَيُعِيْنُ عَلَيْهِ وَكَانَ فِيْ حِصْنٍ لَهُ بِأَرْضِ الْحِجَازِ فَلَمَّا دَنَوْا مِنْهُ وَقَدْ غَرَبَتْ الشَّمْسُ وَرَاحَ النَّاسُ بِسَرْحِهِمْ فَقَالَ عَبْدُ اللهِ لِأَصْحَابِهِ اجْلِسُوْا مَكَانَكُمْ فَإِنِّيْ مُنْطَلِقٌ وَمُتَلَطِّفٌ لِلْبَوَّابِ لَعَلِّيْ أَنْ أَدْخُلَ فَأَقْبَلَ حَتَّى دَنَا مِنَ الْبَابِ ثُمَّ تَقَنَّعَ بِثَوْبِهِ كَأَنَّهُ يَقْضِيْ حَاجَةً وَقَدْ دَخَلَ النَّاسُ فَهَتَفَ بِهِ الْبَوَّابُ يَا عَبْدَ اللهِ إِنْ كُنْتَ تُرِيْدُ أَنْ تَدْخُلَ فَادْخُلْ فَإِنِّيْ أُرِيْدُ أَنْ أُغْلِقَ الْبَابَ فَدَخَلْتُ فَكَمَنْتُ فَلَمَّا دَخَلَ النَّاسُ أَغْلَقَ الْبَابَ ثُمَّ عَلَّقَ الْأَغَالِيْقَ عَلَى وَتَدٍ قَالَ فَقُمْتُ إِلَى الْأَقَالِيْدِ فَأَخَذْتُهَا فَفَتَحْتُ الْبَابَ وَكَانَ أَبُوْ رَافِعٍ يُسْمَرُ عِنْدَهُ وَكَانَ فِيْ عَلَالِيَّ لَهُ فَلَمَّا ذَهَبَ عَنْهُ أَهْلُ سَمَرِهِ صَعِدْتُ إِلَيْهِ فَجَعَلْتُ كُلَّمَا فَتَحْتُ بَابًا أَغْلَقْتُ عَلَيَّ مِنْ دَاخِلٍ قُلْتُ إِنِ الْقَوْمُ نَذِرُوْا بِيْ لَمْ يَخْلُصُوْا إِلَيَّ حَتَّى أَقْتُلَهُ فَانْتَهَيْتُ إِلَيْهِ فَإِذَا هُوَ فِيْ بَيْتٍ مُظْلِمٍ وَسْطَ عِيَالِهِ لَا أَدْرِيْ أَيْنَ هُوَ مِنَ الْبَيْتِ فَقُلْتُ يَا أَبَا رَافِعٍ قَالَ مَنْ هَذَا فَأَهْوَيْتُ نَحْوَ الصَّوْتِ فَأَضْرِبُهُ ضَرْبَةً بِالسَّيْفِ وَأَنَا دَهِشٌ فَمَا أَغْنَيْتُ شَيْئًا وَصَاحَ فَخَرَجْتُ مِنَ الْبَيْتِ فَأَمْكُثُ غَيْرَ بَعِيْدٍ ثُمَّ دَخَلْتُ إِلَيْهِ فَقُلْتُ مَا هَذَا الصَّوْتُ يَا أَبَا رَافِعٍ فَقَالَ لِأُمِّكَ الْوَيْلُ إِنَّ رَجُلًا فِي الْبَيْتِ ضَرَبَنِيْ قَبْلُ بِالسَّيْفِ قَالَ فَأَضْرِبُهُ ضَرْبَةً أَثْخَنَتْهُ وَلَمْ أَقْتُلْهُ ثُمَّ وَضَعْتُ ظِبَةَ السَّيْفِ فِيْ بَطْنِهِ حَتَّى أَخَذَ فِيْ ظَهْرِهِ فَعَرَفْتُ أَنِّيْ قَتَلْتُهُ فَجَعَلْتُ أَفْتَحُ الْأَبْوَابَ بَابًا بَابًا حَتَّى انْتَهَيْتُ إِلَى دَرَجَةٍ لَهُ فَوَضَعْتُ رِجْلِيْ وَأَنَا أُرَى أَنِّيْ قَدْ انْتَهَيْتُ إِلَى الْأَرْضِ فَوَقَعْتُ فِيْ لَيْلَةٍ مُقْمِرَةٍ فَانْكَسَرَتْ سَاقِيْ فَعَصَبْتُهَا بِعِمَامَةٍ ثُمَّ انْطَلَقْتُ حَتَّى جَلَسْتُ عَلَى الْبَابِ فَقُلْتُ لَا أَخْرُجُ اللَّيْلَةَ حَتَّى أَعْلَمَ أَقَتَلْتُهُ فَلَمَّا صَاحَ الدِّيْكُ قَامَ النَّاعِيْ عَلَى السُّوْرِ فَقَالَ أَنْعَى أَبَا رَافِعٍ تَاجِرَ أَهْلِ الْحِجَازِ فَانْطَلَقْتُ إِلَى أَصْحَابِيْ فَقُلْتُ النَّجَاءَ فَقَدْ قَتَلَ اللهُ أَبَا رَافِعٍ فَانْتَهَيْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَحَدَّثْتُهُ فَقَالَ ابْسُطْ رِجْلَكَ فَبَسَطْتُ رِجْلِيْ فَمَسَحَهَا فَكَأَنَّهَا لَمْ أَشْتَكِهَا قَطُّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}