{
  "hadith": {
    "hadith_id": 4040,
    "narrator": "বারাআ বিন আযিব (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবূ রাফি’র হত্যার উদ্দেশ্যে ‘আবদুল্লাহ ইবনু আতীক ও ‘আবদুল্লাহ ইবনু উতবাহকে একদল লোকসহ প্রেরণ করেন। যেতে যেতে তারা দূর্গের কাছে গিয়ে পৌছলে ‘আবদুল্লাহ ইবনু আতীক (রাঃ) তাদেরকে বললেন, তোমরা অপেক্ষা কর। আমি যাই, দেখি কীভাবে সুযোগ করা যায়। আবদুল্লাহ ইবনু আতীক (রাঃ) বলেন, দূর্গের ভিতরে প্রবেশ করার জন্য আমি কৌশল করলাম। ইতোমধ্যে তারা একটি গাধা হারিয়ে ফেলল এবং একটি আলো নিয়ে এর খোঁজে বের হল। তিনি বললেন, আমাকে চিনে ফেলবে এ আশংকা করছিলাম। তাই আমি আমার মাথা ও পা ঢেকে ফেললাম এবং এমনভাবে বসে রইলাম যেন আমি প্রাকৃতিক প্রয়োজনে মলমূত্র ত্যাগ করার জন্য বসেছি। এরপর দারোয়ান ডাক দিয়ে বলল, কেউ ভিতরে প্রবেশ করতে চাইলে দরজা বন্ধ করার আগে ভিতরে ঢুকে পড়ুন। আমি প্রবেশ করলাম এবং দূর্গের দরজার পার্শ্বে গাধা বাঁধার জায়গায় আত্মগোপন করে থাকলাম। আবূ রাফি’র নিকট সবাই বসে রাতের খানা খেয়ে গল্প গুজব করল। এভাবে রাতের কিছু অংশ কেটে যাওয়ার পর সকলেই নিজ নিজ বাড়িতে চলে গেল। যখন হৈ চৈ থেমে গেল এবং কোন নড়াচড়া শুনতে পাচ্ছিলাম না তখন আমি বের হলাম। ‘আবদুল্লাহ ইবনু আতীক (রাঃ) বলেন, দূর্গের চাবি যে ছিদ্রপথে রাখা হয়েছিল তা আমু পূর্বেই দেখেছিলাম। তাই রক্ষিত স্থান থেকে চাবিটি নিয়ে আমি দূর্গের দরজা খুললাম। তিনি বলেন, আমি মনে মনে ভাবলাম, কাওমের লোকেরা যদি আমাকে দেখে নেয় তাহলে সহজেই আমি পালিয়ে যেতে পারব। এরপর দূর্গের ভিতরে তাদের যত ঘর ছিল সবগুলোর দরজা আমি বাইরে থেকে বন্ধ করে দিলাম। এরপর সিঁড়ি বেয়ে আবূ রাফি’র কক্ষে উঠলাম। বাতি নিভিয়ে দেয়া হয়েছিল বলে ঘরটি ছিল খুবই অন্ধকার। লোকটি কোথায়, কিছুতেই আমি তা বুঝতে পারছিলাম না। সুতরাং আমি তাকে ডাকলাম, হে আবূ রাফি’। সে বলল, কে ডাকছ? তিনি বললেন, আওয়াজটি লক্ষ্য করে আমি একটু এগিয়ে গেলাম এবং তাকে আঘাত করলাম। সে চিৎকার করে উঠল। এ আঘতে কোন কাজই হয়নি। অরঃপর আবার আমি তার কাছে গেলাম, যেন আমি তাকে সাহায্য করব। আমি এবার স্বর বদল করে বললাম, হে আবূ রাফি’! তোমার কি হয়েছে? সে বলল, কী আশ্চর্য ব্যাপার, তার মায়ের সর্বনাশ হোক, এই তো এক ব্যক্তি আমার ঘরে ঢুকে আমাকে তরবারি দ্বারা আঘাত করেছে। ‘আবদুল্লাহ ইবনু আতীক বলেন, তাকে লক্ষ্য করে আবার আমি আঘাত করলাম এবারও কোন কাজ হল না। সে চিৎকার করলে তার পরিবারের সবাই জেগে উঠল। তারপর আবার আমি সাহায্যকারীর ভান করে আওয়াজ বদল করে তার দিকে এগিয়ে গেলাম। এ সময় সে পিঠের উপর চিৎ হয়ে শুয়ে ছিল। আমি তরবারির অগ্রভাগ তার পেটের উপর রেখে এমন জোরে চাপ দিলাম যে, আমি তার হাড়ের আওয়াজ শুনতে পেলাম। এরপর আমি কাঁপতে কাঁপতে সিঁড়ির নিকট এসে পৌছলাম। ইচ্ছে ছিল নেমে যাব। কিন্তু আছাড় খেয়ে পড়ে গেলাম এবং এতে আমার পা খানা ভেঙ্গে গেল। সঙ্গে সঙ্গে (পাগড়ি দিয়ে) আমি তা বেঁধে ফেললাম এবং আস্তে আস্তে হেঁটে সাথীদের নিকট চলে এলাম। এরপর বললাম, তোমরা যাও এবং রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সুসংবাদ দাও। আমি তার মৃত্যুর সংবাদ না শুনে আসব না। প্রত্যুষে মৃত্যু ঘোষণাকারী প্রাচীরে উঠে বলল, আমি আবূ রাফি’র মৃত্যুর সংবাদ ঘোষণা করছি। আবদুল্লাহ ইবনু আতীক (রাঃ) বলেন, এরপর আমি উঠে চলতে লাগলাম, এ সময় আমার কোন ব্যথাই ছিল না। আমার সাথীরা রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট পৌছার আগেই আমি তাদেরকে পেয়ে গেলাম এবং রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর তার মৃত্যুর সুসংবাদ দিতাম। [২১] [৩০২২] (আ.প্র. ৩৭৩৮, ই.ফা. ৩৭৪২)",
    "ar": "أَحْمَدُ بْنُ عُثْمَانَ حَدَّثَنَا شُرَيْحٌ هُوَ ابْنُ مَسْلَمَةَ حَدَّثَنَا إِبْرَاهِيْمُ بْنُ يُوْسُفَ عَنْ أَبِيْهِ عَنْ أَبِيْ إِسْحَاقَ قَالَ سَمِعْتُ الْبَرَاءَ بْنَ عَازِبٍ رَضِيَ اللهُ عَنْهُ قَالَ بَعَثَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِلَى أَبِيْ رَافِعٍ عَبْدَ اللهِ بْنَ عَتِيْكٍ وَعَبْدَ اللهِ بْنَ عُتْبَةَ فِيْ نَاسٍ مَعَهُمْ فَانْطَلَقُوْا حَتَّى دَنَوْا مِنَ الْحِصْنِ فَقَالَ لَهُمْ عَبْدُ اللهِ بْنُ عَتِيْكٍ امْكُثُوْا أَنْتُمْ حَتَّى أَنْطَلِقَ أَنَا فَأَنْظُرَ قَالَ فَتَلَطَّفْتُ أَنْ أَدْخُلَ الْحِصْنَ فَفَقَدُوْا حِمَارًا لَهُمْ قَالَ فَخَرَجُوْا بِقَبَسٍ يَطْلُبُوْنَهُ قَالَ فَخَشِيْتُ أَنْ أُعْرَفَ قَالَ فَغَطَّيْتُ رَأْسِيْ وَجَلَسْتُ كَأَنِّيْ أَقْضِيْ حَاجَةً ثُمَّ نَادَى صَاحِبُ الْبَابِ مَنْ أَرَادَ أَنْ يَدْخُلَ فَلْيَدْخُلْ قَبْلَ أَنْ أُغْلِقَهُ فَدَخَلْتُ ثُمَّ اخْتَبَأْتُ فِيْ مَرْبِطِ حِمَارٍ عِنْدَ بَابِ الْحِصْنِ فَتَعَشَّوْا عِنْدَ أَبِيْ رَافِعٍ وَتَحَدَّثُوْا حَتَّى ذَهَبَتْ سَاعَةٌ مِنْ اللَّيْلِ ثُمَّ رَجَعُوْا إِلَى بُيُوْتِهِمْ فَلَمَّا هَدَأَتْ الْأَصْوَاتُ وَلَا أَسْمَعُ حَرَكَةً خَرَجْتُ قَالَ وَرَأَيْتُ صَاحِبَ الْبَابِ حَيْثُ وَضَعَ مِفْتَاحَ الْحِصْنِ فِيْ كَوَّةٍ فَأَخَذْتُهُ فَفَتَحْتُ بِهِ بَابَ الْحِصْنِ قَالَ قُلْتُ إِنْ نَذِرَ بِي الْقَوْمُ انْطَلَقْتُ عَلَى مَهَلٍ ثُمَّ عَمَدْتُ إِلَى أَبْوَابِ بُيُوْتِهِمْ فَغَلَّقْتُهَا عَلَيْهِمْ مِنْ ظَاهِرٍ ثُمَّ صَعِدْتُ إِلَى أَبِيْ رَافِعٍ فِيْ سُلَّمٍ فَإِذَا الْبَيْتُ مُظْلِمٌ قَدْ طَفِئَ سِرَاجُهُ فَلَمْ أَدْرِ أَيْنَ الرَّجُلُ فَقُلْتُ يَا أَبَا رَافِعٍ قَالَ مَنْ هَذَا قَالَ فَعَمَدْتُ نَحْوَ الصَّوْتِ فَأَضْرِبُهُ وَصَاحَ فَلَمْ تُغْنِ شَيْئًا قَالَ ثُمَّ جِئْتُ كَأَنِّيْ أُغِيْثُهُ فَقُلْتُ مَا لَكَ يَا أَبَا رَافِعٍ وَغَيَّرْتُ صَوْتِيْ فَقَالَ أَلَا أُعْجِبُكَ لِأُمِّكَ الْوَيْلُ دَخَلَ عَلَيَّ رَجُلٌ فَضَرَبَنِيْ بِالسَّيْفِ قَالَ فَعَمَدْتُ لَهُ أَيْضًا فَأَضْرِبُهُ أُخْرَى فَلَمْ تُغْنِ شَيْئًا فَصَاحَ وَقَامَ أَهْلُهُ قَالَ ثُمَّ جِئْتُ وَغَيَّرْتُ صَوْتِيْ كَهَيْئَةِ الْمُغِيْثِ فَإِذَا هُوَ مُسْتَلْقٍ عَلَى ظَهْرِهِ فَأَضَعُ السَّيْفَ فِيْ بَطْنِهِ ثُمَّ أَنْكَفِئُ عَلَيْهِ حَتَّى سَمِعْتُ صَوْتَ الْعَظْمِ ثُمَّ خَرَجْتُ دَهِشًا حَتَّى أَتَيْتُ السُّلَّمَ أُرِيْدُ أَنْ أَنْزِلَ فَأَسْقُطُ مِنْهُ فَانْخَلَعَتْ رِجْلِيْ فَعَصَبْتُهَا ثُمَّ أَتَيْتُ أَصْحَابِيْ أَحْجُلُ فَقُلْتُ انْطَلِقُوْا فَبَشِّرُوْا رَسُوْلَ اللهِ صلى الله عليه وسلم فَإِنِّيْ لَا أَبْرَحُ حَتَّى أَسْمَعَ النَّاعِيَةَ فَلَمَّا كَانَ فِيْ وَجْهِ الصُّبْحِ صَعِدَ النَّاعِيَةُ فَقَالَ أَنْعَى أَبَا رَافِعٍ قَالَ فَقُمْتُ أَمْشِيْ مَا بِيْ قَلَبَةٌ فَأَدْرَكْتُ أَصْحَابِيْ قَبْلَ أَنْ يَأْتُوا النَّبِيَّ صلى الله عليه وسلم فَبَشَّرْتُهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২১] দেশের মুসলিম শাসকের অনুমতি ছাড়া এরূপ গেরিলা হত্যা বৈধ নয়- এটাই হাদীসটি হতে প্রমাণিত হলো।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}