{
  "hadith": {
    "hadith_id": 4042,
    "narrator": "উকবাহ ইবনু ‘আমির (রাঃ)",
    "bn": "তিনি বলেন, আট বছর পর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উহূদের শহীদদের জন্য (কবরস্থানে) এমনভাবে দু’আ করলেন যেমন কোন বিদায় গ্রহণকারী জীবিত ও মৃতদের জন্য দু’আ করেন। তারপর তিনি (ফিরে এসে) মিম্বারে উঠে বললেন, আমি তোমাদের অগ্রে প্রেরিত এবং আমি তোমাদের সাক্ষীদাতা। এরপর (কাউসার) হাউযের ধারে তোমাদের সঙ্গে আমার সাক্ষাৎ ঘটবে। আমার এ স্থান থেকেই আমি হাউয দেখতে পাচ্ছি। তোমরা শিরকে জড়িয়ে যাবে আমি এ ভয় করি না। তবে আমার আশঙ্কা হয় যে, তোমরা দুনিয়ায় সুখ-শান্তি লাভে প্রতিযোগিতা করবে। বর্ণনাকারী বলেন, আমর এ দর্শনই ছিল রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে শেষবারের মতো দর্শন। (১৩৪৪, ৩৫৯৬, ৪০৮৫, ৬৪২৬, ৬৫৯০) [মুসলিম ৪৩/৯, হাঃ ২২৯৬, আহমদ ১৭৩৪৯] (আ.প্র. ৩৭৪০, ই.ফা. ৩৭৪৪)",
    "ar": "مُحَمَّدُ بْنُ عَبْدِ الرَّحِيْمِ أَخْبَرَنَا زَكَرِيَّاءُ بْنُ عَدِيٍّ أَخْبَرَنَا ابْنُ الْمُبَارَكِ عَنْ حَيْوَةَ عَنْ يَزِيْدَ بْنِ أَبِيْ حَبِيْبٍ عَنْ أَبِي الْخَيْرِ عَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَ صَلَّى رَسُوْلُ اللهِ صلى الله عليه وسلم عَلَى قَتْلَى أُحُدٍ بَعْدَ ثَمَانِيْ سِنِيْنَ كَالْمُوَدِّعِ لِلْأَحْيَاءِ وَالأَمْوَاتِ ثُمَّ طَلَعَ الْمِنْبَرَ فَقَالَ إِنِّيْ بَيْنَ أَيْدِيْكُمْ فَرَطٌ وَأَنَا عَلَيْكُمْ شَهِيْدٌ وَإِنَّ مَوْعِدَكُمُ الْحَوْضُ وَإِنِّيْ لَأَنْظُرُ إِلَيْهِ مِنْ مَقَامِيْ هَذَا وَإِنِّيْ لَسْتُ أَخْشَى عَلَيْكُمْ أَنْ تُشْرِكُوْا وَلَكِنِّيْ أَخْشَى عَلَيْكُمْ الدُّنْيَا أَنْ تَنَافَسُوْهَا قَالَ فَكَانَتْ آخِرَ نَظْرَةٍ نَظَرْتُهَا إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আবূল ওয়াক্ত ও আসীলির বর্ণনাতে সেখানে ‘উকবাহ বিন ‘আমিরের পূর্বে ইবনু আব্বাস থেকে বর্ণিত হয়েছে, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উহূদের যুদ্ধে বলেছিলেনঃ সেহেতু তার মতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উক্ত কথাটি বাদরের দিন বলেছিলেন। এই তো জিবরীল, তার ঘোড়ার মস্তকে হাত রেখে আছেন।.......... হাদীসের শেষ পর্যন্ত। হাদীসটিতে দুটি কারনে পরিলক্ষিত হচ্ছে। প্রথমতঃ হাদীসটি সনদ ও মতন সহ  অধ্যায়ে অতিবাহিত হয়েছে। ফলে এখানে আবূ যর ও বুখারীর অন্য কোন গ্রহণযোগ্য বর্ণনাকারীদের কেউই এটি বর্ণনা করেননি। ইমাম ইসমা’ঈলী ও আবূ না’ঈম কেউ এটিকে বর্ণনা করেননি। দ্বিতীয়তঃ এটি প্রসিদ্ধ যে, অত্র হাদীসের মতনে বাদ্‌র যুদ্ধের বর্ণনাটিই অধিক পরিচিত, উহূদ যুদ্ধ নয়। আল্লাহ্ সাহায্যকারী।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}