{
  "hadith": {
    "hadith_id": 4048,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেছেন, তার চাচা [আনাস ইবনু নযর (রাঃ)] বদর যুদ্ধে অনুপস্থিত ছিলেন। তিনি [আনাস ইবনু নযর (রাঃ)] বলেছেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সর্বপ্রথম যুদ্ধে তার সঙ্গে অংশগ্রহণ করতে পারিনি। যদি আল্লাহ্ তা’আলা আমাকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে কোন যুদ্ধে শারীক করেন তাহলে অবশ্যই আল্লাহ্ দেখবেন, আমি কত প্রাণপণে লড়াই করি। এরপর তিনি উহূদ যুদ্ধের দিন সম্মুখ যুদ্ধে লিপ্ত হওয়ার পর লোকেরা পরাজিত হলে তিনি বলেন, হে আল্লাহ্‌র! এ সব লোক অর্থাৎ মুসলিমগণ যা করলেন, আমি এর জন্য আপনার নিকট ওযর পেশ করছি এবং মুশরিকগণ যা করল তা থেকে আমি আমার সম্পর্কহীনতা প্রকাশ করছি। এরপর তিনি তলোয়ার নিয়ে এগিয়ে গেলেন। এ সময় সা’দ ইবনু মু’আয (রাঃ)-এর সঙ্গে তার সাক্ষাৎ হল, তিনি বললেন, তুমি কোথায় যাচ্ছ হে সা’দ? আমি উহূদের অপর প্রান্ত হতে জান্নাতের খোশবু পাচ্ছি। এরপর তিনি যুদ্ধ করে শাহাদাত লাভ করলেন। তাকে চেনা যাচ্ছিল না। অবশেষে তার বোন তার শরীরের একটি তিল অথবা আঙ্গুলের মাথা দেখে তাকে চিনলেন। তার শরীরে আশিটিরও বেশী বর্শা, তরবারি ও তীরের আঘাত ছিল। [২৮০৫] (আ.প্র. ৩৭৪৬, ই.ফা. ৩৭৪৯)",
    "ar": "أَخْبَرَنَا حَسَّانُ بْنُ حَسَّانَ حَدَّثَنَا مُحَمَّدُ بْنُ طَلْحَةَ حَدَّثَنَا حُمَيْدٌ عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ أَنَّ عَمَّهُ غَابَ عَنْ بَدْرٍ فَقَالَ غِبْتُ عَنْ أَوَّلِ قِتَالِ النَّبِيِّ صلى الله عليه وسلم لَئِنْ أَشْهَدَنِي اللهُ مَعَ النَّبِيِّ صلى الله عليه وسلم لَيَرَيَنَّ اللهُ مَا أُجِدُّ فَلَقِيَ يَوْمَ أُحُدٍ فَهُزِمَ النَّاسُ فَقَالَ اللهُمَّ إِنِّيْ أَعْتَذِرُ إِلَيْكَ مِمَّا صَنَعَ هَؤُلَاءِ يَعْنِي الْمُسْلِمِيْنَ وَأَبْرَأُ إِلَيْكَ مِمَّا جَاءَ بِهِ الْمُشْرِكُوْنَ فَتَقَدَّمَ بِسَيْفِهِ فَلَقِيَ سَعْدَ بْنَ مُعَاذٍ فَقَالَ أَيْنَ يَا سَعْدُ إِنِّيْ أَجِدُ رِيْحَ الْجَنَّةِ دُوْنَ أُحُدٍ فَمَضَى فَقُتِلَ فَمَا عُرِفَ حَتَّى عَرَفَتْهُ أُخْتُهُ بِشَامَةٍ أَوْ بِبَنَانِهِ وَبِهِ بِضْعٌ وَثَمَانُوْنَ مِنْ طَعْنَةٍ وَضَرْبَةٍ وَرَمْيَةٍ بِسَهْمٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}