{
  "hadith": {
    "hadith_id": 4064,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, উহূদের দিন লোকেরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ছেড়ে যেতে লাগলেও আবূ ত্বলহা (রাঃ) ঢাল হাতে নিয়ে তাঁকে আড়াল করে রাখলেন। আবূ ত্বলহা (রাঃ), ধনুক খুব জোরে টেনে তীর ছুঁড়লেন। সেদিন তিনি দু’টি অথবা তিনটি ধনুক ভেঙ্গে ছিলেন। সেদিন যে কেউ তীরাধার নিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পাশ দিয়ে যাচ্ছিল তাকেই তিনি বলেছেন, তীরগুলো খুলে আবূ ত্বলহার জন্য রেখে দাও। বর্ণনাকারী বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথা উঁচু করে যেমনই শত্রুদের প্রতি তাকাতেন, তখনই আবূ ত্বলহা (রাঃ) বলতেন, আমার পিতা-মাতা আপনার জন্য কুরবান হোক, আপনি মাথা উঁচু করবেন না। তাদের নিক্ষিপ্ত তীরের কোনটি আপনার শরীরে লেগে যেতে পারে। আপনার বক্ষের পরিবর্তে আছে আমার বক্ষ। [আনাস (রাঃ) বলেন] সেদিন আমি ‘আয়িশা বিনত আবূ বাকর এবং উম্মু সুলায়ম (রাঃ)কে দেখেছি, তাঁরা দু’জনেই পায়ের কাপড় গুটিয়ে নিয়েছিলেন। আমি তাঁদের পায়ের তলা দেখতে পেয়েছি। তারা মশক ভর্তি করে পিঠে পানি বয়ে আনতেন এবং (আহত) লোকেদের মুখে ঢেলে দিতেন। আবার ফিরে যেতেন এবং মশক ভর্তি পানি এনে লোকেদের মুখে ঢেলে দিতেন। সেদিন আবূ ত্বলহা (রাঃ)-এর হাত থেকে দু’বার কিংবা তিনবার তরবারিটি পড়ে গিয়েছিল। [২৮৮০] (আ.প্র. ৩৭৬১, ই.ফা. ৩৭৬৪)",
    "ar": "أَبُوْ مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ حَدَّثَنَا عَبْدُ الْعَزِيْزِ عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ لَمَّا كَانَ يَوْمَ أُحُدٍ انْهَزَمَ النَّاسُ عَنْ النَّبِيِّ صلى الله عليه وسلم وَأَبُوْ طَلْحَةَ بَيْنَ يَدَيْ النَّبِيِّ صلى الله عليه وسلم مُجَوِّبٌ عَلَيْهِ بِحَجَفَةٍ لَهُ وَكَانَ أَبُوْ طَلْحَةَ رَجُلًا رَامِيًا شَدِيْدَ النَّزْعِ كَسَرَ يَوْمَئِذٍ قَوْسَيْنِ أَوْ ثَلَاثًا وَكَانَ الرَّجُلُ يَمُرُّ مَعَهُ بِجَعْبَةٍ مِنْ النَّبْلِ فَيَقُوْلُ انْثُرْهَا لِأَبِيْ طَلْحَةَ قَالَ وَيُشْرِفُ النَّبِيُّ صلى الله عليه وسلم يَنْظُرُ إِلَى الْقَوْمِ فَيَقُوْلُ أَبُوْ طَلْحَةَ بِأَبِيْ أَنْتَ وَأُمِّيْ لَا تُشْرِفْ يُصِيْبُكَ سَهْمٌ مِنْ سِهَامِ الْقَوْمِ نَحْرِيْ دُوْنَ نَحْرِكَ وَلَقَدْ رَأَيْتُ عَائِشَةَ بِنْتَ أَبِيْ بَكْرٍ وَأُمَّ سُلَيْمٍ وَإِنَّهُمَا لَمُشَمِّرَتَانِ أَرَى خَدَمَ سُوْقِهِمَا تُنْقِزَانِ الْقِرَبَ عَلَى مُتُوْنِهِمَا تُفْرِغَانِهِ فِيْ أَفْوَاهِ الْقَوْمِ ثُمَّ تَرْجِعَانِ فَتَمْلَآَنِهَا ثُمَّ تَجِيئَانِ فَتُفْرِغَانِهِ فِيْ أَفْوَاهِ الْقَوْمِ وَلَقَدْ وَقَعَ السَّيْفُ مِنْ يَدَيْ أَبِيْ طَلْحَةَ إِمَّا مَرَّتَيْنِ وَإِمَّا ثَلَاثًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}