{
  "hadith": {
    "hadith_id": 4072,
    "narrator": "জা’ফার ইবনু ‘আমর ইবনু ‘উমাইয়া যামরী (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘উবাইদুল্লাহ ইবনু আদী ইবনু খিয়ার (রহঃ)-এর সঙ্গে ভ্রমণে বের হলাম। আমার যখন হিমস-এ পৌছালাম তখন ‘উবাইদুল্লাহ (রহঃ) আমাকে বললেন, ওয়াহ্শীর কাছে হামযাহ (রাঃ)-এর শাহাদাত অর্জনের ঘটনা সম্পর্কে জিজ্ঞেস করতে চাও কি? আমি বললাম, হঁ্যা। ওয়াহ্শী তখন হিমসে বসবাস করছিলেন। আমরা তার সম্পর্কে (লোকেদেরকে) জিজ্ঞেস করলাম। আমাদেরকে বলা হল, ঐ তো তিনি তার প্রাসাদের ছায়ায় (বসে আছেন) যেন পশমহীন মশক। বর্ণনাকারী বলেন, আমরা গিয়ে তার থেকে সামান্য কিছু দূরে থাকলাম এবং তাকে সালাম করলাম। তিনি আমাদের সালামের জবাব দিলেন। জা’ফার (রহঃ) বর্ণনা করেন, তখন ‘উবাইদুল্লাহ (রহঃ) এমনভাবে পাগড়ি পরিহিত ছিলেন যে, ওয়াহ্শী তার দু’ চোখ এবং দু’ পা ব্যতীত আর কিছুই দেখতে পাচ্ছিলেন না। এ অবস্থায় ‘উবাইদুল্লাহ (রহঃ) ওয়াহ্শীকে বললেন, হে ওয়াহ্শী! আপনি আমাকে চিনেন কি? বর্ণনাকারী বলেন, তিনি তখন তাঁর দিকে তাকালেন, অতঃপর বললেন, না, আল্লাহর কসম! আমি আপনাকে চিনি না। তবে এটুকু জানি যে, আদী ইবনু খিয়ার উম্মু কিতাল বিনতু আবুল ঈস নাম্নী এক মহিলাকে বিয়ে করেছিলেন। মাক্কাহ্য় তার একটি সন্তান জন্মিলে আমি তার ধাত্রী খোঁজ করছিলাম, তখন ঐ বাচ্চাকে নিয়ে তার মায়ের সঙ্গে গিয়ে ধাত্রীমাতার কাছে তাকে সোপর্দ করলাম। সে বাচ্চার পা দু’টির মতো আপনার পা দু’টি দেখতে পাচ্ছি। বর্ণনাকারী বলেন, তখন ‘উবাইদুল্লাহ (রহঃ) তার মুখের আবরণ সরিয়ে তাকে জিজ্ঞেস করলেন, হামযাহ (রাঃ)-এর শাহাদাত সম্পর্কে আমাদেরকে বলবেন কি? তিনি বললেন, হঁ্যা। বদর যুদ্ধে হামযাহ (রাঃ) তুআইমা ইবনু ‘আদী ইবনু খিয়ারকে হত্যা করেছিলেন। তাই আমার মনিব জুবায়র ইবনু মুতঈম আমাকে বললেন, তুমি যদি আমার চাচার বদলা হিসেবে হামযাকে হত্যা করতে পার তাহলে তুমি মুক্ত। রাবী বলেন, যে বছর উহূদ পর্বত সংলগ্ন আইনাইন পর্বতের উপত্যকায় যুদ্ধ হয়েছিল সে যুদ্ধে আমি সবার সঙ্গে বেরিয়ে যাই। এরপর লড়াইয়ের জন্য সকলে সারিবদ্ধ হলে সিবা নামক এক ব্যক্তি ময়দানে এসে বলল, দ্বন্দ্ব যুদ্ধের জন্য কেউ প্রস্তুত আছ কি? ওয়াহ্শী বলেন, তখন হামযাহ ইবনু ‘আবদুল মুত্তালিব (রাঃ) তার সামনে গিয়ে বললেন, ওহে মেয়েদের খতনাকারিণী উম্মু আনমারের পোলা সিবা! তুমি কি আল্লাহ ও তাঁর রসূলের সঙ্গে দুশমনী করছ? বর্ণনাকারী বলেন, এরপর তিনি তার উপর প্রচন্ড আঘাত করলেন, যার ফলে সে বিগত দিনের মতো গত হয়ে গেল। ওয়াহ্শী বলেন, আমি হামযাহ (রাঃ)-কে কতল করার উদ্দেশ্যে একটি পাথরের নিচে আত্মগোপন করে ওত পেতে বসেছিলাম। যখন তিনি আমার নিকটবর্তী হলেন আমি আমার বর্শা এমন জোরে নিক্ষেপ করলাম যে, তার মূত্রথলি ভেদ করে নিতম্বের মাঝখান দিয়ে তা বেরিয়ে গেল। ওয়াহ্শী বলেন, এটাই হল তাঁর শাহাদাতের মূল ঘটনা। এরপর সবাই ফিরে এলে আমিও তাদের সঙ্গে ফিরে এসে মাক্কাহ্য় অবস্থান করতে লাগলাম। এরপর মাক্কাহ্য় ইসলাম প্রসারিত হলে আমি তায়েফ চলে গেলাম। কিছুদিনের মধ্যে তায়েফবাসীগণ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে দূত প্রেরণের ব্যবস্থা করলে আমাকে বলা হল যে, তিনি দূতদের প্রতি উত্তেজিত হন না। তাই আমি তাদের সঙ্গে রওয়ানা হলাম এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে গিয়ে হাযির হলাম। তিনি আমাকে দেখে বললেন, তুমিই কি ওয়াহ্শী? আমি বললাম, হ্যাঁ। তিনি বললেন, তুমিই কি হামযাকে কতল করেছিলে? আমি বললাম, আপনার কাছে যে সংবাদ পৌছেছে ব্যাপার তাই। তিনি বললেন, আমার সামনে থেকে তোমার চেহারা কি সরিয়ে রাখতে পার? ওয়াহ্শী বলেন, তখন আমি চলে আসলাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ইন্তিকালের পর মুসাইলামাতুল কাযযাব [৩০] আবির্ভূত হলে আমি বললাম, আমি অবশ্যই মুসাইলামার বিরুদ্ধে যুদ্ধে অবতীর্ণ হব এবং তাকে হত্যা করে হামযাহ (রাঃ)-কে হত্যা করার ক্ষতিপূরণ করব। ওয়াহ্শী বলেন, এক সময় আমি দেখলাম যে, হালকা কালো বর্ণের উটের মত উস্কখুষ্ক চুলবিশিষ্ট এক ব্যক্তি একটি ভগ্ন দেয়ালের আড়ালে দাঁড়িয়ে আছে। তখন সঙ্গে সঙ্গে আমি আমার বর্শা দ্বারা তার উপর আঘাত করলাম এবং তার বুকের উপর এমনভাবে বসিয়ে দিলাম যে, তা তার দু’ কাঁধের মাঝ দিয়ে বেরিয়ে গেল। এরপর আনসারী এর সাহাবী এসে তার উপর ঝাঁপিয়ে পড়লেন এবং তলোয়ার দিয়ে তার মাথার খুলিতে প্রচণ্ড আঘাত করলেন।\n‘আবদুল্লাহ ইবনু ফাযল (রহঃ) বর্ণনা করেছেন যে, সুলাইমান ইবনু ইয়াসির (রহঃ) আমাকে সংবাদ দিয়েছেন যে, তিনি ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)-কে বলতে শুনেছেন যে, ঘরের ছাদে একটি বালিকা বলছিল, হায়, হায়, আমীরুল মু’মিনীন (মুসাইলামাহ)-কে এক কৃষ্ণকায় গোলাম হত্যা করল। (আ.প্র. ৩৭৬৭, ই.ফা. ৩৭৭০)",
    "ar": "أَبُوْ جَعْفَرٍ مُحَمَّدُ بْنُ عَبْدِ اللهِ حَدَّثَنَا حُجَيْنُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْعَزِيْزِ بْنُ عَبْدِ اللهِ بْنِ أَبِيْ سَلَمَةَ عَنْ عَبْدِ اللهِ بْنِ الْفَضْلِ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ جَعْفَرِ بْنِ عَمْرِو بْنِ أُمَيَّةَ الضَّمْرِيِّ قَالَ خَرَجْتُ مَعَ عُبَيْدِ اللهِ بْنِ عَدِيِّ بْنِ الْخِيَارِ فَلَمَّا قَدِمْنَا حِمْصَ قَالَ لِيْ عُبَيْدُ اللهِ بْنُ عَدِيٍّ هَلْ لَكَ فِيْ وَحْشِيٍّ نَسْأَلُهُ عَنْ قَتْلِ حَمْزَةَ قُلْتُ نَعَمْ وَكَانَ وَحْشِيٌّ يَسْكُنُ حِمْصَ فَسَأَلْنَا عَنْهُ فَقِيْلَ لَنَا هُوَ ذَاكَ فِيْ ظِلِّ قَصْرِهِ كَأَنَّهُ حَمِيْتٌ قَالَ فَجِئْنَا حَتَّى وَقَفْنَا عَلَيْهِ بِيَسِيْرٍ فَسَلَّمْنَا فَرَدَّ السَّلَامَ قَالَ وَعُبَيْدُ اللهِ مُعْتَجِرٌ بِعِمَامَتِهِ مَا يَرَى وَحْشِيٌّ إِلَّا عَيْنَيْهِ وَرِجْلَيْهِ فَقَالَ عُبَيْدُ اللهِ يَا وَحْشِيُّ أَتَعْرِفُنِيْ قَالَ فَنَظَرَ إِلَيْهِ ثُمَّ قَالَ لَا وَاللهِ إِلَّا أَنِّيْ أَعْلَمُ أَنَّ عَدِيَّ بْنَ الْخِيَارِ تَزَوَّجَ امْرَأَةً يُقَالُ لَهَا أُمُّ قِتَالٍ بِنْتُ أَبِي الْعِيْصِ فَوَلَدَتْ لَهُ غُلَامًا بِمَكَّةَ فَكُنْتُ أَسْتَرْضِعُ لَهُ فَحَمَلْتُ ذَلِكَ الْغُلَامَ مَعَ أُمِّهِ فَنَاوَلْتُهَا إِيَّاهُ فَلَكَأَنِّيْ نَظَرْتُ إِلَى قَدَمَيْكَ قَالَ فَكَشَفَ عُبَيْدُ اللهِ عَنْ وَجْهِهِ ثُمَّ قَالَ أَلَا تُخْبِرُنَا بِقَتْلِ حَمْزَةَ قَالَ نَعَمْ إِنَّ حَمْزَةَ قَتَلَ طُعَيْمَةَ بْنَ عَدِيِّ بْنِ الْخِيَارِ بِبَدْرٍ فَقَالَ لِيْ مَوْلَايَ جُبَيْرُ بْنُ مُطْعِمٍ إِنْ قَتَلْتَ حَمْزَةَ بِعَمِّيْ فَأَنْتَ حُرٌّ قَالَ فَلَمَّا أَنْ خَرَجَ النَّاسُ عَامَ عَيْنَيْنِ وَعَيْنَيْنِ جَبَلٌ بِحِيَالِ أُحُدٍ بَيْنَهُ وَبَيْنَهُ وَادٍ خَرَجْتُ مَعَ النَّاسِ إِلَى الْقِتَالِ فَلَمَّا أَنْ اصْطَفُّوْا لِلْقِتَالِ خَرَجَ سِبَاعٌ فَقَالَ هَلْ مِنْ مُبَارِزٍ قَالَ فَخَرَجَ إِلَيْهِ حَمْزَةُ بْنُ عَبْدِ الْمُطَّلِبِ فَقَالَ يَا سِبَاعُ يَا ابْنَ أُمِّ أَنْمَارٍ مُقَطِّعَةِ الْبُظُوْرِ أَتُحَادُّ اللهَ وَرَسُوْلَهُ صلى الله عليه وسلم قَالَ ثُمَّ شَدَّ عَلَيْهِ فَكَانَ كَأَمْسِ الذَّاهِبِ قَالَ وَكَمَنْتُ لِحَمْزَةَ تَحْتَ صَخْرَةٍ فَلَمَّا دَنَا مِنِّيْ رَمَيْتُهُ بِحَرْبَتِيْ فَأَضَعُهَا فِيْ ثُنَّتِهِ حَتَّى خَرَجَتْ مِنْ بَيْنِ وَرِكَيْهِ قَالَ فَكَانَ ذَاكَ الْعَهْدَ بِهِ فَلَمَّا رَجَعَ النَّاسُ رَجَعْتُ مَعَهُمْ فَأَقَمْتُ بِمَكَّةَ حَتَّى فَشَا فِيْهَا الإِسْلَامُ ثُمَّ خَرَجْتُ إِلَى الطَّائِفِ فَأَرْسَلُوْا إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم رَسُوْلًا فَقِيْلَ لِيْ إِنَّهُ لَا يَهِيْجُ الرُّسُلَ قَالَ فَخَرَجْتُ مَعَهُمْ حَتَّى قَدِمْتُ عَلَى رَسُوْلِ اللهِ صلى الله عليه وسلم فَلَمَّا رَآنِيْ قَالَ آنْتَ وَحْشِيٌّ قُلْتُ نَعَمْ قَالَ أَنْتَ قَتَلْتَ حَمْزَةَ قُلْتُ قَدْ كَانَ مِنَ الْأَمْرِ مَا بَلَغَكَ قَالَ فَهَلْ تَسْتَطِيْعُ أَنْ تُغَيِّبَ وَجْهَكَ عَنِّيْ قَالَ فَخَرَجْتُ فَلَمَّا قُبِضَ رَسُوْلُ اللهِ صلى الله عليه وسلم فَخَرَجَ مُسَيْلِمَةُ الْكَذَّابُ قُلْتُ لَأَخْرُجَنَّ إِلَى مُسَيْلِمَةَ لَعَلِّيْ أَقْتُلُهُ فَأُكَافِئَ بِهِ حَمْزَةَ قَالَ فَخَرَجْتُ مَعَ النَّاسِ فَكَانَ مِنْ أَمْرِهِ مَا كَانَ قَالَ فَإِذَا رَجُلٌ قَائِمٌ فِيْ ثَلْمَةِ جِدَارٍ كَأَنَّهُ جَمَلٌ أَوْرَقُ ثَائِرُ الرَّأْسِ قَالَ فَرَمَيْتُهُ بِحَرْبَتِيْ فَأَضَعُهَا بَيْنَ ثَدْيَيْهِ حَتَّى خَرَجَتْ مِنْ بَيْنِ كَتِفَيْهِ قَالَ وَوَثَبَ إِلَيْهِ رَجُلٌ مِنَ الْأَنْصَارِ فَضَرَبَهُ بِالسَّيْفِ عَلَى هَامَتِهِ.\nقَالَ عَبْدُ اللهِ بْنُ الْفَضْلِ فَأَخْبَرَنِيْ سُلَيْمَانُ بْنُ يَسَارٍ أَنَّهُ سَمِعَ عَبْدَ اللهِ بْنَ عُمَرَ يَقُوْلُ فَقَالَتْ جَارِيَةٌ عَلَى ظَهْرِ بَيْتٍ وَا أَمِيْرَ الْمُؤْمِنِيْنَ قَتَلَهُ الْعَبْدُ الْأَسْوَدُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩০] রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ইন্তিকালের পর কতিপয় লোক নবুওয়াতের মিথ্যা দাবী করেছিল যাদের মধ্যে মুসাইলামাহ কাযযাব ছিল অন্যতম। আবূ বাকর তার বিরুদ্ধে যুদ্ধ ঘোষণা করেন এবং এই যুদ্ধেই ওয়াহ্শী মুসাইলামাহ্কে হত্যা করেন এবং হামযাহ (রাঃ)-কে হত্যার কাফফারা আদায় করেন।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}