{
  "hadith": {
    "hadith_id": 4077,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি উরওয়াহ (রাঃ)-কে বললেন, হে ভাগ্নে জান? “জখম হওয়ার পর যারা আল্লাহ ও তাঁর রসূলের আহ্বানে সাড়া দিয়েছেন, তাদের মধ্যে যারা সৎকাজ করে এবং তাকওয়া অবলম্বন করে তাদের জন্য আছে বিরাট পুরস্কার।” (এ আয়াতটিতে যাদের কথা বলা হয়েছে) তাদের মধ্যে তোমার পিতা যুবায়র (রাঃ) এবং আবূ বকর (রাঃ)-ও ছিলেন। উহূদের দিন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বহু দুঃখ কষ্ঠে আপতিত হয়েছিলেন। মুশরিকগন চলে গেলে তিনি আশঙ্কা করলেন যে, তারা আবারও ফিরে আসতে পারে। তিনি বললেন, কে এদের পশ্চাদ্ধাবনের জন্য প্রস্তুত আছে। এতে সত্তরজন সাহাবী সাড়া দিয়ে প্রস্তুত হলেন। ‘উরওয়াহ (রাঃ) বলেন, তাদের মধ্যে আবূ বকর ও যুবায়র (রাঃ) ও ছিলেন [৩৪]। (আ.প্র. ৩৭৭২, ই.ফা. ৩৭৭৫)",
    "ar": "مُحَمَّدٌ حَدَّثَنَا أَبُوْ مُعَاوِيَةَ عَنْ هِشَامٍ عَنْ أَبِيْهِ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا {اَلَّذِيْنَ اسْتَجَابُوْا لِلهِ وَالرَّسُوْلِ مِنْم بَعْدِ مَآ أَصَابَهُمُ الْقَرْحُ ط ؁ لِلَّذِيْنَ أَحْسَنُوْا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيْمٌ ج (172)} قَالَتْ لِعُرْوَةَ يَا ابْنَ أُخْتِيْ كَانَ أَبَوَاكَ مِنْهُمْ الزُّبَيْرُ وَأَبُوْ بَكْرٍ لَمَّا أَصَابَ رَسُوْلَ اللهِ صلى الله عليه وسلم مَا أَصَابَ يَوْمَ أُحُدٍ وَانْصَرَفَ عَنْهُ الْمُشْرِكُوْنَ خَافَ أَنْ يَرْجِعُوْا قَالَ مَنْ يَذْهَبُ فِيْ إِثْرِهِمْ فَانْتَدَبَ مِنْهُمْ سَبْعُوْنَ رَجُلًا قَالَ كَانَ فِيْهِمْ أَبُوْ بَكْرٍ وَالزُّبَيْرُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৪] উহূদ যুদ্ধে মুসলিমদের আনুগত্যহীনতা ও শৃংখলা ভঙ্গের জন্য চরম মূল্য দিতে হয়েছিল। এমন এক পর্যায় এসেছিল যে, মুশরিকরা মুসলিমদেরকে ধ্বংস করার সুযোগ পেয়েছিল যা মুশরিকরা কয়েক মনযিল দুরে গিয়ে বুঝতে পারল। পরে তারা এক স্থানে একত্রিত হয়ে পুনরায় মাদীনাহ আক্রমনের পরিকল্পনা করে যদিও তারা পরে তা বাস্তবায়িত করেনি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমন আক্রমনের আশংকা করলে উহূদ যুদ্ধের পরদিন সকাল বেলায়ই মুসলিমদেরকে ডেকে কাফিরদের পিছু ধাওয়া করার আহ্বান জানান। অবস্থা ছিল ও অত্যন্ত ভয়াবহ ও সংকটাপন্ন তথাপিও সত্যিকারের মুসলিমগন আল্লাহর রসূলের এ ডাকে সাড়া দিলেন এবং মাদীনাহ থেকে দশ কিলোমিটার দূরে হামরাউল আসাদ পর্যন্ত পৌছেন। অত্র হাদীসে সে ঘটনারই বর্ণনা এসেছে।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}