{
  "hadith": {
    "hadith_id": 4086,
    "narrator": "আবূ হুরাইরাহ্ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসিম ইবনু ‘উমার ইবনু খাত্তাব (রাঃ)এর নানা আসিম ইবনু সাবিত আনসারী (রাঃ) এর নেতৃত্বে একটি গোয়েন্দা দল প্রেরণ করলেন। যেতে যেতে তারা ‘উসফান ও মাক্কাহ্য় মধ্যবর্তী স্থানে পৌছলে হুযায়ল গোত্রের একটি শাখা বানী লিহ্ইয়ানের নিকট তাঁদের আগমনের কথা জানিয়ে দেয়া হল। এ সংবাদ পাওয়ার পর বানী লিহ্ইয়ানের প্রায় একশ’ তীরন্দাজ তাদের ধাওয়া করল। দলটি তাদের (মুসলিম গোয়েন্দা দলের) পদচিহ্ন অনুসরণ করে এমন এক স্থানে গিয়ে পৌছল, যে স্থানে অবতরণ করে সাহাবীগন খেজুর খেয়েছিলেন। তারা সেখানে খেজুরের আঁটি দেখতে পেল যা সাহাবীগন মাদীনাহ থেকে পাথেয়রূপে এনেছিলেন। তখন তারা বলল, এগুলো তো ইয়াসরিবের খেজুর (এর আঁটি)। এর পর তারা পদচিহ্ন ধরে খুঁজতে খুঁজতে শেষ পর্যন্ত তাঁদেরকে ধরে ফেলল। আসিম ও তাঁর সাথীগণ বুঝতে পেরে ফাদফাদ নামক টিলায় উঠে আশ্রয় নিলেন। এবার শত্র“দল এসে তাঁদেরকে ঘিরে ফেলল এবং বলল, আমরা তোমাদেরকে প্রতিশ্র“তি দিচ্ছি, যদি তোমরা নেমে আস তাহলে আমরা তোমাদের একজনকেও হত্যা করব না। আসিম (রাঃ) বললেন, আমি কোন কাফেরের প্রতিশ্র“তিতে আশ্বস্ত হয়ে এখান থেকে অবতরণ করব না। হে আল্লাহ! আমাদের এ সংবাদ আপনার রসূলের নিকট পৌছিয়ে দিন। এর পর তারা মুসলিম গোয়েন্দা দলের প্রতি আক্রমন করল এবং তীর বর্ষন করতে শুরু করল। এভাবে তারা আসিম (রাঃ) সহ সাতজনকে তীর নিক্ষেপ করে শহীদ করে দিল। এখন শুধু বাকী থাকলেন খুবায়ব (রাঃ), যায়দ (রাঃ) এবং অপর একজন (‘আবদুল্লাাহ ইবনু তারিক) সাহাবী (রাঃ)। পুনরায় তারা তাদেরকে ওয়াদা দিল। এই ওয়াদায় আশ্বস্ত হয়ে তাঁরা তাদের কাছে নেমে এলেন। এবার তারা তাঁদেরকে কাবু করে ফেলার পর নিজেদের ধনুকের তার খুলে এর দ্বারা তাঁদেরকে বেঁধে ফেলল। এ দেখে তাঁদের সাথী তৃতীয় সাহাবী (‘আবদুল্লাহ ইবনু তারিক) (রাঃ) বললেন, এটাই প্রথম বিশ্বাসঘাতকতা। তাই তিনি সঙ্গে যেতে অস্বীকার করলেন। তারা তাঁকে তাদের সঙ্গে নিয়ে যাওয়ার জন্য বহু টানা-হেঁচড়া করল এবং বহু চেষ্টা করল। কিন্তু তিনি তাতে রাযী হলেন না। অবশেষে কাফিররা তাঁকে শহীদ করে দিল এবং খুবায়ব ও যায়দ (রাঃ) কে মক্কার বাজারে নিয়ে বিক্রি করে দিল। বানী হারিস ইবনু আমির ইবনু নাওফল গোত্রের লোকেরা খুবায়ব (রাঃ) কে কিনে নিল। কেননা বদর যুদ্ধের দিন খুবায়ব (রাঃ) হারিসকে হত্যা করেছিলেন। তাই তিনি তাদের নিকট বেশ কিছু দিন বন্দী অবস্থায় কাটান। অবশেষে তারা তাকে তাঁকে হত্যা করার দৃঢ় সংকল্প করলে তিনি নাভির নিচের পশম পরিষ্কার করার জন্য হারিসের কোন এক কন্যার নিকট থেকে একখানা ক্ষুর চাইলেন। সে তাঁকে তা দিল। (পরবর্তীকালে মুসলিম হওয়ার পর) হারিসের উক্ত কন্যা বর্ণনা করেছেন যে, আমি আমার একটি শিশু বাচ্চা সম্পর্কে অসাবধান থাকায় সে পায়ে হেঁটে তাঁর কাছে চলে যায় এবং তিনি তাকে স্বীয় উরুর উপর বসিয়ে রাখেন। এ সময় তাঁর হাতে ছিল সেই ক্ষুর। এ দেখে আমি অত্যন্ত ভীত-সন্ত্রস্ত হয়ে পড়ি। খুবায়ব (রাঃ) তা বুঝতে পেরে বললেন, তাকে মেরে ফেলব বলে তুমি কি ভয় পাচ্ছ? ইনশাআল্লাহ আমি তা করার নই। সে (হারিসের কন্যা) বলত, আমি খুবায়ব (রাঃ) থেকে উত্তম বন্দী আর কখনও দেখেনি। আমি তাকে আঙ্গুরের থোকা থেকে আঙ্গুর খেতে দেখেছি। অথচ তখন মাক্কাহ্য় কোন ফলই ছিল না। অধিকন্তু তিনি তখন লোহার শিকলে আবদ্ধ ছিলেন। এ আঙ্গুর তার জন্য আল্লাহর তরফ থেকে প্রদত্ত রিযিক ব্যতীত আর কিছুই নয়। এরপর তারা তাঁকে হত্যা করার জন্য হারামের বাইরে নিয়ে গেল। তিনি তাদেরকে বললেন, আমাকে দু’রাকাত সালাত আদায় করার সুযোগ দাও। (সালাত আদায় করে) তিনি তাদের কাছে ফিরে এসে বললেন, আমি মৃত্যুর ভয়ে শঙ্কিত হয়ে পড়েছি, তোমরা যদি এ কথা মনে না করতে তাহলে আমি (সালাতকে) আরো দীর্ঘায়িত করতাম। হত্যার পূর্বে দু‘রাকআত সালাত আদায়ের সুন্নাত প্রবর্তন করেছেন তিনিই। এরপর তিনি বললেন, হে আল্লাহ! তাদেরকে এক এক করে গুনে রাখুন। এরপর তিনি দুটি পংক্তি আবৃত্তি করলেন-\n“যেহেতু আমি মুসলিম হিসেবে মৃত্যুবরণ করছি তাই আমার শঙ্কা নেই, \nআল্লাহর সন্তুষ্টি অর্জনের উদ্দেশে যে কোন পার্শ্বে আমি ঢলে পড়ি।\nআমি যেহেতু আল্লাহর পথেই মৃত্যুবরণ করছি তাই ইচ্ছা করলে, \nআল্লাহ ছিন্নভিন্ন প্রতিটি অঙ্গে বারাকাত দান করতে পারেন।”\nএরপর ‘উকবাহ ইবনু হারিস তাঁর দিকে এগিয়ে গেল এবং তাঁকে শহীদ করে দিল। কুরায়শ গোত্রের লোকেরা আসিম (রাঃ)-এ শাহাদাতের ব্যাপারে নিশ্চিত হওয়ার জন্য তাঁর মৃতদেহ থেকে কিছু অংশ নিয়ে আসার জন্য লোক পাঠিয়েছিল। কারণ আসিম (রাঃ) বদর যুদ্ধের দিন তাদের একজন বড় নেতাকে হত্যা করেছিলেন। তখন আল্লাহ মেঘের মতো এক ঝাঁক মৌমাছি পাঠিয়ে দিলেন, যা তাদের প্রেরিত লোকদের হাত থেকে আসিম (রাঃ)-কে রক্ষা করল। ফলে তাঁরা তাঁর দেহ থেকে কোন অংশ নিতে সক্ষম হল না। [৩০৪৫] (আ.প্র. ৩৭৮০, ই.ফা. ৩৭৮৩)",
    "ar": "إِبْرَاهِيْمُ بْنُ مُوْسَى أَخْبَرَنَا هِشَامُ بْنُ يُوْسُفَ عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ عَنْ عَمْرِو بْنِ أَبِيْ سُفْيَانَ الثَّقَفِيِّ عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ بَعَثَ النَّبِيُّ صلى الله عليه وسلم سَرِيَّةً عَيْنًا وَأَمَّرَ عَلَيْهِمْ عَاصِمَ بْنَ ثَابِتٍ وَهُوَ جَدُّ عَاصِمِ بْنِ عُمَرَ بْنِ الْخَطَّابِ فَانْطَلَقُوْا حَتَّى إِذَا كَانَ بَيْنَ عُسْفَانَ وَمَكَّةَ ذُكِرُوْا لِحَيٍّ مِنْ هُذَيْلٍ يُقَالُ لَهُمْ بَنُوْ لَحْيَانَ فَتَبِعُوْهُمْ بِقَرِيْبٍ مِنْ مِائَةِ رَامٍ فَاقْتَصُّوْا آثَارَهُمْ حَتَّى أَتَوْا مَنْزِلًا نَزَلُوْهُ فَوَجَدُوْا فِيْهِ نَوَى تَمْرٍ تَزَوَّدُوْهُ مِنَ الْمَدِيْنَةِ فَقَالُوْا هَذَا تَمْرُ يَثْرِبَ فَتَبِعُوْا آثَارَهُمْ حَتَّى لَحِقُوْهُمْ فَلَمَّا انْتَهَى عَاصِمٌ وَأَصْحَابُهُ لَجَئُوْا إِلَى فَدْفَدٍ وَجَاءَ الْقَوْمُ فَأَحَاطُوْا بِهِمْ فَقَالُوْا لَكُمُ الْعَهْدُ وَالْمِيْثَاقُ إِنْ نَزَلْتُمْ إِلَيْنَا أَنْ لَا نَقْتُلَ مِنْكُمْ رَجُلًا فَقَالَ عَاصِمٌ أَمَّا أَنَا فَلَا أَنْزِلُ فِيْ ذِمَّةِ كَافِرٍ اللهُمَّ أَخْبِرْ عَنَّا نَبِيَّكَ فَقَاتَلُوْهُمْ حَتَّى قَتَلُوْا عَاصِمًا فِيْ سَبْعَةِ نَفَرٍ بِالنَّبْلِ وَبَقِيَ خُبَيْبٌ وَزَيْدٌ وَرَجُلٌ آخَرُ فَأَعْطَوْهُمُ الْعَهْدَ وَالْمِيْثَاقَ فَلَمَّا أَعْطَوْهُمُ الْعَهْدَ وَالْمِيْثَاقَ نَزَلُوْا إِلَيْهِمْ فَلَمَّا اسْتَمْكَنُوْا مِنْهُمْ حَلُّوْا أَوْتَارَ قِسِيِّهِمْ فَرَبَطُوْهُمْ بِهَا فَقَالَ الرَّجُلُ الثَّالِثُ الَّذِيْ مَعَهُمَا هَذَا أَوَّلُ الْغَدْرِ فَأَبَى أَنْ يَصْحَبَهُمْ فَجَرَّرُوْهُ وَعَالَجُوْهُ عَلَى أَنْ يَصْحَبَهُمْ فَلَمْ يَفْعَلْ فَقَتَلُوْهُ وَانْطَلَقُوْا بِخُبَيْبٍ وَزَيْدٍ حَتَّى بَاعُوْهُمَا بِمَكَّةَ فَاشْتَرَى خُبَيْبًا بَنُو الْحَارِثِ بْنِ عَامِرِ بْنِ نَوْفَلٍ وَكَانَ خُبَيْبٌ هُوَ قَتَلَ الْحَارِثَ يَوْمَ بَدْرٍ فَمَكَثَ عِنْدَهُمْ أَسِيْرًا حَتَّى إِذَا أَجْمَعُوْا قَتْلَهُ اسْتَعَارَ مُوْسًى مِنْ بَعْضِ بَنَاتِ الْحَارِثِ لِيَسْتَحِدَّ بِهَا فَأَعَارَتْهُ\nقَالَتْ فَغَفَلْتُ عَنْ صَبِيٍّ لِيْ فَدَرَجَ إِلَيْهِ حَتَّى أَتَاهُ فَوَضَعَهُ عَلَى فَخِذِهِ فَلَمَّا رَأَيْتُهُ فَزِعْتُ فَزْعَةً عَرَفَ ذَاكَ مِنِّيْ وَفِيْ يَدِهِ الْمُوْسَى فَقَالَ أَتَخْشَيْنَ أَنْ أَقْتُلَهُ مَا كُنْتُ لِأَفْعَلَ ذَاكِ إِنْ شَاءَ اللهُ وَكَانَتْ تَقُوْلُ مَا رَأَيْتُ أَسِيْرًا قَطُّ خَيْرًا مِنْ خُبَيْبٍ لَقَدْ رَأَيْتُهُ يَأْكُلُ مِنْ قِطْفِ عِنَبٍ وَمَا بِمَكَّةَ يَوْمَئِذٍ ثَمَرَةٌ وَإِنَّهُ لَمُوْثَقٌ فِي الْحَدِيْدِ وَمَا كَانَ إِلَّا رِزْقٌ رَزَقَهُ اللهُ فَخَرَجُوْا بِهِ مِنَ الْحَرَمِ لِيَقْتُلُوْهُ فَقَالَ دَعُوْنِيْ أُصَلِّيْ رَكْعَتَيْنِ ثُمَّ انْصَرَفَ إِلَيْهِمْ فَقَالَ لَوْلَا أَنْ تَرَوْا أَنَّ مَا بِيْ جَزَعٌ مِنَ الْمَوْتِ لَزِدْتُ فَكَانَ أَوَّلَ مَنْ سَنَّ الرَّكْعَتَيْنِ عِنْدَ الْقَتْلِ هُوَ ثُمَّ قَالَ اللهُمَّ أَحْصِهِمْ عَدَدًا ثُمَّ قَالَ\nمَا أُبَالِيْ حِيْنَ أُقـْتـَلُ مُسْـلِـمًا عَلَى أَيِّ شِـقٍّ كَانَ لِلهِ مَصْـرَعِـي\nوَذَلِـكَ فِيْ ذَاتِ الإِلَـهِ وَإِنْ يَـشَأْ يُبَارِكْ عَلَى أَوْصَالِ شِلْـوٍ مُـمَـزَّعِ\nثُمَّ قَامَ إِلَيْهِ عُقبَةُ بْنُ الْحَارِثِ فَقَتَلَهُ وَبَعَثَتْ قُرَيْشٌ إِلَى عَاصِمٍ لِيُؤْتَوْا بِشَيْءٍ مِنْ جَسَدِهِ يَعْرِفُوْنَهُ وَكَانَ عَاصِمٌ قَتَلَ عَظِيْمًا مِنْ عُظَمَائِهِمْ يَوْمَ بَدْرٍ فَبَعَثَ اللهُ عَلَيْهِ مِثْلَ الظُّلَّةِ مِنْ الدَّبْرِ فَحَمَتْهُ مِنْ رُسُلِهِمْ فَلَمْ يَقْدِرُوْا مِنْهُ عَلَى شَيْءٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}