{
  "hadith": {
    "hadith_id": 4091,
    "narrator": "আনাস (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর মামা উম্মু সুলায়ম-এর ভাই [হারাম ইবনু মিলহান(রা;) কে সত্তরজন অশ্বারোহীসহ (আমির ইবনু তুফাইলের নিকট) পাঠালেন। মুশরিকদের দলপতি আমির ইবনু তুফায়ল (পূর্বে) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তিনটি বিষয়ের যে কোন একটি গ্রহন করার জন্য প্রস্তাব দিয়েছিল। সে বলেছিল, পল্লী এলাকায় আপনার কর্তৃত্ব থাকবে এবং শহর এলাকায় আমার কর্তৃত্ব থাকবে। অথবা আমি আপনার খলীফা হব বা গাতফান গোত্রের দুই হাজার সৈন্য নিয়ে আমি আপনার বিরুদ্ধে যুদ্ধ করব। এরপর আমির উম্মু ফুলানোর গৃহে মহামারিতে আক্তান্ত হল। সে বলল, অমুক গোত্রের মহিলার বাড়িতে উটের যেমন ফোঁড়া হয় আমারও তেমন ফোঁড়া হয়েছে। তোমরা আমার ঘোড়া নিয়ে আস। তারপর ঘোড়ার পিঠেই সে মারা যায়। উম্মু সুলায়ম (রাঃ) এর ভাই হারাম [ইবনু মিলহান (রাঃ)] এক খোঁড়া ব্যক্তি ও কোন এক গোত্রের অপর ব্যক্তি সহ সে এলাকার দিকে রওয়ানা করলেন। [হারাম ইবনু মিলহান (রাঃ)] তার দুই সঙ্গীকে লক্ষ্য করে বললেন, তোমরা নিকটেই অবস্থান কর। আমিই তাদের নিকট যাচ্ছি। তারা যদি আমাকে নিরাপত্তা দেয়, তাহলে তোমরা এখানেই থাকবে। আর যদি তারা আমাকে শাহীদ করে দেয় তাহলে তোমরা তোমাদের সঙ্গীদের কাছে চলে যাবে। এরপর তিনি (তাদের নিকট গিয়ে) বললেন, তোমরা (আমাকে) নিরাপত্তা দিবে কি? দিলে আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একটি পয়গাম তোমাদের কাছে পৌছিয়ে দিতাম। তিনি তাদের সঙ্গে এ ধরনের আলাপ- আলোচনা করছিলেন। এমন সময় তারা এক ব্যক্তিকে ইশারা করলে সে পেছন থেকে এসে তাঁকে বর্শা দ্বারা আঘাত করল। হাম্মাম (রহঃ) বলেন, আমার মনে হয় আমার শায়খ (ইসহাক (রহঃ)] বলেছিলেন যে, বর্শা দ্বারা আঘাত করে এপার ওপার করে দিয়েছিল। (আঘাতপ্রাপ্ত হয়ে) হারাম ইবনু মিলহান (রাঃ) বললেন, আল্লাহু আকবার, কাবার প্রভুর শপথ! আমি সফলকাম হয়েছি। এরপর উক্ত (হারামের সঙ্গী) লোকটি ব্যতীত সকলেই নিহত হলেন। খোঁড়া লোকটি ছিলেন পর্বতের চুড়ায়। এরপর আল্লাহ তা‘আলা আমাদের প্রতি (একখানা) আয়াত অবতীর্ণ করলেন যা পরে মানসূখ হয়ে যায়। আয়াতটি ছিল এইঃ............. “আমরা আমাদের প্রতিপালকের সান্নিধ্যে পৌছে গেছি। তিনি আমাদের প্রতি সন্তুষ্ঠ হয়েছেন এবং আমাদেরকেও সন্তুষ্ঠ করেছেন।” তাই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ত্রিশ দিন পর্যন্ত ফজরের সলাতে রি‘ল, যাকওয়ান, বনূ লিহ্ইয়ান এবং উসায়্যা গোত্রের জন্য বদদু‘আ করেছেন, যারা আল্লাহ ও তাঁর রসুলের অবাধ্য হয়েছিল। [১০০০] (আ. প্র ৩৭৮৫, ই.ফা. ৩৭৮৮)",
    "ar": "مُوْسَى بْنُ إِسْمَاعِيْلَ حَدَّثَنَا هَمَّامٌ عَنْ إِسْحَاقَ بْنِ عَبْدِ اللهِ بْنِ أَبِيْ طَلْحَةَ قَالَ حَدَّثَنِيْ أَنَسٌ أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ خَالَهُ أَخٌ لِأُمِّ سُلَيْمٍ فِيْ سَبْعِيْنَ رَاكِبًا وَكَانَ رَئِيْسَ الْمُشْرِكِيْنَ عَامِرُ بْنُ الطُّفَيْلِ خَيَّرَ بَيْنَ ثَلَاثِ خِصَالٍ فَقَالَ يَكُوْنُ لَكَ أَهْلُ السَّهْلِ وَلِيْ أَهْلُ الْمَدَرِ أَوْ أَكُوْنُ خَلِيْفَتَكَ أَوْ أَغْزُوْكَ بِأَهْلِ غَطَفَانَ بِأَلْفٍ وَأَلْفٍ فَطُعِنَ عَامِرٌ فِيْ بَيْتِ أُمِّ فُلَانٍ فَقَالَ غُدَّةٌ كَغُدَّةِ الْبَكْرِ فِيْ بَيْتِ امْرَأَةٍ مِنْ آلِ فُلَانٍ ائْتُوْنِيْ بِفَرَسِيْ فَمَاتَ عَلَى ظَهْرِ فَرَسِهِ فَانْطَلَقَ حَرَامٌ أَخُوْ أُمِّ سُلَيْمٍ وَهُوَ رَجُلٌ أَعْرَجُ وَرَجُلٌ مِنْ بَنِيْ فُلَانٍ قَالَ كُوْنَا قَرِيْبًا حَتَّى آتِيَهُمْ فَإِنْ آمَنُوْنِيْ كُنْتُمْ وَإِنْ قَتَلُوْنِيْ أَتَيْتُمْ أَصْحَابَكُمْ فَقَالَ أَتُؤْمِنُوْنِيْ أُبَلِّغْ رِسَالَةَ رَسُوْلِ اللهِ صلى الله عليه وسلم فَجَعَلَ يُحَدِّثُهُمْ وَأَوْمَئُوْا إِلَى رَجُلٍ فَأَتَاهُ مِنْ خَلْفِهِ فَطَعَنَهُ قَالَ هَمَّامٌ أَحْسِبُهُ حَتَّى أَنْفَذَهُ بِالرُّمْحِ قَالَ اللهُ أَكْبَرُ فُزْتُ وَرَبِّ الْكَعْبَةِ فَلُحِقَ الرَّجُلُ فَقُتِلُوْا كُلُّهُمْ غَيْرَ الْأَعْرَجِ كَانَ فِيْ رَأْسِ جَبَلٍ فَأَنْزَلَ اللهُ عَلَيْنَا ثُمَّ كَانَ مِنَ الْمَنْسُوْخِ إِنَّا قَدْ لَقِيْنَا رَبَّنَا فَرَضِيَ عَنَّا وَأَرْضَانَا فَدَعَا النَّبِيُّ صلى الله عليه وسلم عَلَيْهِمْ ثَلَاثِيْنَ صَبَاحًا عَلَى رِعْلٍ وَذَكْوَانَ وَبَنِيْ لَحْيَانَ وَعُصَيَّةَ الَّذِيْنَ عَصَوْا اللهَ وَرَسُوْلَهُ صلى الله عليه وسلم",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}