{
  "hadith": {
    "hadith_id": 4093,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, (মাক্কাহ্র কাফিরদের) অত্যাচার চরম আকার ধারণ করলে আবূ বকর (রাঃ) (মক্কা ছেড়ে) বেরিয়ে যাওয়ার জন্য নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে অনুমতি চাইলে তিনি তাঁকে বললেন, অবস্থান কর। তখন তিনি বললেন, হে আল্লাহর রসূল! আপনি কি কামনা করেন যে, আপনাকে অনুমতি দেয়া হোক?তিনি বললেন, আমি তো তাই আশা করি। ‘আয়িশা (রাঃ) বলেন, আবূ বকর (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জন্য অপেক্ষা করলেন। একদিন যুহরের সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)এসে তাঁকে ডেকে বললেন, তোমার কাছে যারা আছে তাদেরকে সরিয়ে দাও। তখন আবূ বকর (রাঃ) বললেন, এরা তো আমার দু’ মেয়ে। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি কি জান আমাকে চলে যাওয়ার অনুমতি দেয়া হয়েছে?আবূ বকর (রাঃ) বললেন, হে আল্লাহর রসূল! আমি কি আপনার সঙ্গে যেতে পারব? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হ্যাঁ আমার সঙ্গে যেতে পারবে। আবূ বকর বললেন, হে আল্লাহর রসূল! আমার কাছে দু‘টি উটনী আছে। এখান থেকে বের হয়ে যাওয়ার জন্যই ্এ দুটিকে আমি প্রস্তুক করে রেখেছি। এর পর তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দু‘টি উটের একটি প্রদান করলেন। এ উটটি ছিল কান-নাক কাটা। তাঁরা উভয়ে সওয়ার হয়ে রওয়ানা হলেন এবং সওর পর্বতের গুহায় পৌছে তাতে লুকিয়ে থাকলেন। ‘আয়িশা (রাঃ) এর বৈমাত্রেয় ভাই ‘আমির ইবনু ফুহাইরাহ ছিলেন ‘আবদুল্লাহ ইবনু তুফাইল ইবনু সাখ্বারার গোলাম। আবূ বকর (রাঃ) এর একটি দুধের গাভী ছিল। তিনি (আমির ইবনু ফুহাইরা ) সেটিকে সন্ধ্যাবেলা চরাতে নিয়ে গিয়ে রাতের অন্ধকারে তাদের দু‘জনের কাছে নিয়ে যেতেন এবং ভোরবেলা তাঁদের (কাফিরের) কাছে নিয়ে যেতেন। কোন রাখালই এ বিষয়টি বুঝতে পারত না। তাঁরা দু‘জন গারে সওর থেকে বের হলে তিনিও তাদের সঙ্গে রওয়ানা হলেন। তাঁরা মাদীনাহ পৌছে যান। ‘আমির ইবনু ফুহাইরাহ পরবর্তীকালে বি‘রে মাউনার দুর্ঘটনায় শাহাদাত লাভ করেন।\n\n(অন্য সনদে) আবূ উসামাহ (রহঃ) হতে বর্ণিত। তিনি বলেন, হিশাম ইবনু ‘উরওয়াহ (রহঃ) বলেন, আমার পিতা আমাকে বলেছেন, বি‘রে মাউনা গমনকারীরা শাহীদ হলে ‘আমর ইবনু উমাইয়া যামরী বন্দী হলেন। তাঁকে আমির ইবনু তুফায়ল এক নিহত ব্যক্তির লাশ দেখিয়ে জিজ্ঞেস করল, এ ব্যক্তি কে? আমর ইবনু উমাইয়া বললেন, ইনি হচ্ছেন ‘আমির ইবনু ফুহাইরাহ। তখন সে (আমির ইবনু তুফায়ল) বলল, আমি দেখলাম, নিহত হওয়ার পর তার লাশ আকাশে উঠিয়ে নেয়া হয়েছে। এমনকি আমি তার লাশ আসমানে যমীনের মাঝে দেখেছি। এরপর তা (যমীনের উপর) রেখে দেয়া হল। এ সংবাদ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে পৌছলে তিনি সাহাবীগনকে তাদের শাহাদাতের সংবাদ জানিয়ে বললেন, তোমাদের সাথীদেরকে হত্যা করা হয়েছে। মৃত্যুর পূর্বে তারা তাদের প্রতিপালকের কাছে প্রার্থনা করে বলেছিলেন, হে আমাদের প্রতিপালক! আমরা আপনার প্রতি সন্তুষ্ট এবং আপনিও আমাদের প্রতি সন্তুষ্ট-এ সংবাদ আমাদের ভাইদের কাছে পৌছে দিন। তাই মহান আল্লাহ তাঁদের এ সংবাদ মুসলিমদের কাছে পৌছিয়ে দিলেন। ঐ দিনের নিহতদের মধ্যে ‘উরওয়াহ ইবনু আসমা ইবনু সাল্লাত (রাঃ) ও ছিলেন। তাই এ নামেই ‘উরওয়াহ (ইবনু যুবায়রের )-এর নামকরণ করা হয়েছে। আর মুনযির ইবনু ‘আমর (রাঃ) ও এ দিন শাহাদাত লাভ করেছিলেন। তাই এ নামেই মুনযির-এর নামকরণ করা হয়েছে। [৪৭৬] (আ.প্র. ৩৭৮৭. ই.ফা. ৩৭৯০)",
    "ar": "عُبَيْدُ بْنُ إِسْمَاعِيْلَ حَدَّثَنَا أَبُوْ أُسَامَةَ عَنْ هِشَامٍ عَنْ أَبِيْهِ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ اسْتَأْذَنَ النَّبِيَّ صلى الله عليه وسلم أَبُوْ بَكْرٍ فِي الْخُرُوْجِ حِيْنَ اشْتَدَّ عَلَيْهِ الْأَذَى فَقَالَ لَهُ أَقِمْ فَقَالَ يَا رَسُوْلَ اللهِ أَتَطْمَعُ أَنْ يُؤْذَنَ لَكَ فَكَانَ رَسُوْلُ اللهِ صلى الله عليه وسلم يَقُوْلُ إِنِّيْ لَأَرْجُوْ ذَلِكَ قَالَتْ فَانْتَظَرَهُ أَبُوْ بَكْرٍ فَأَتَاهُ رَسُوْلُ اللهِ صلى الله عليه وسلم ذَاتَ يَوْمٍ ظُهْرًا فَنَادَاهُ فَقَالَ أَخْرِجْ مَنْ عِنْدَكَ فَقَالَ أَبُوْ بَكْرٍ إِنَّمَا هُمَا ابْنَتَايَ فَقَالَ أَشَعَرْتَ أَنَّهُ قَدْ أُذِنَ لِيْ فِي الْخُرُوْجِ فَقَالَ يَا رَسُوْلَ اللهِ الصُّحْبَةَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم الصُّحْبَةَ قَالَ يَا رَسُوْلَ اللهِ عِنْدِيْ نَاقَتَانِ قَدْ كُنْتُ أَعْدَدْتُهُمَا لِلْخُرُوْجِ فَأَعْطَى النَّبِيَّ صلى الله عليه وسلم إِحْدَاهُمَا وَهِيَ الْجَدْعَاءُ فَرَكِبَا فَانْطَلَقَا حَتَّى أَتَيَا الْغَارَ وَهُوَ بِثَوْرٍ فَتَوَارَيَا فِيْهِ فَكَانَ عَامِرُ بْنُ فُهَيْرَةَ غُلَامًا لِعَبْدِ اللهِ بْنِ الطُّفَيْلِ بْنِ سَخْبَرَةَ أَخُوْ عَائِشَةَ لِأُمِّهَا وَكَانَتْ لِأَبِيْ بَكْرٍ مِنْحَةٌ فَكَانَ يَرُوْحُ بِهَا وَيَغْدُوْ عَلَيْهِمْ وَيُصْبِحُ فَيَدَّلِجُ إِلَيْهِمَا ثُمَّ يَسْرَحُ فَلَا يَفْطُنُ بِهِ أَحَدٌ مِنْ الرِّعَاءِ فَلَمَّا خَرَجَ خَرَجَ مَعَهُمَا يُعْقِبَانِهِ حَتَّى قَدِمَا الْمَدِيْنَةَ فَقُتِلَ عَامِرُ بْنُ فُهَيْرَةَ يَوْمَ بِئْرِ مَعُوْنَةَ\nوَعَنْ أَبِيْ أُسَامَةَ قَالَ قَالَ هِشَامُ بْنُ عُرْوَةَ فَأَخْبَرَنِيْ أَبِيْ قَالَ لَمَّا قُتِلَ الَّذِيْنَ بِبِئْرِ مَعُوْنَةَ وَأُسِرَ عَمْرُوْ بْنُ أُمَيَّةَ الضَّمْرِيُّ قَالَ لَهُ عَامِرُ بْنُ الطُّفَيْلِ مَنْ هَذَا فَأَشَارَ إِلَى قَتِيْلٍ فَقَالَ لَهُ عَمْرُوْ بْنُ أُمَيَّةَ هَذَا عَامِرُ بْنُ فُهَيْرَةَ فَقَالَ لَقَدْ رَأَيْتُهُ بَعْدَ مَا قُتِلَ رُفِعَ إِلَى السَّمَاءِ حَتَّى إِنِّيْ لَأَنْظُرُ إِلَى السَّمَاءِ بَيْنَهُ وَبَيْنَ الْأَرْضِ ثُمَّ وُضِعَ فَأَتَى النَّبِيَّ صلى الله عليه وسلم خَبَرُهُمْ فَنَعَاهُمْ فَقَالَ إِنَّ أَصْحَابَكُمْ قَدْ أُصِيْبُوْا وَإِنَّهُمْ قَدْ سَأَلُوْا رَبَّهُمْ فَقَالُوْا رَبَّنَا أَخْبِرْ عَنَّا إِخْوَانَنَا بِمَا رَضِيْنَا عَنْكَ وَرَضِيْتَ عَنَّا فَأَخْبَرَهُمْ عَنْهُمْ وَأُصِيْبَ يَوْمَئِذٍ فِيْهِمْ عُرْوَةُ بْنُ أَسْماءَ بْنِ الصَّلْتِ فَسُمِّيَ عُرْوَةُ بِهِ وَمُنْذِرُ بْنُ عَمْرٍو سُمِّيَ بِهِ مُنْذِرًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}