{
  "hadith": {
    "hadith_id": 4101,
    "narrator": "আইমান (রাঃ)",
    "bn": "তিনি বলেন, আমি জাবির (রাঃ) এর নিকট গেলে তিনি বললেন, খন্দকের দিন আমরা পরিখা খনন করছিলাম। এ সময় একখন্ড কঠিন পাথর বেরিয়ে আসলে তারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে এসে বললেন, খন্দকের ভিতর একটি শক্ত পাথর বেরিয়েছে। তখন তিনি বললেন, আমি নিজে খন্দকে নামব। অতঃপর তিনি দাঁড়ালেন। আর তাঁর পেটে একটি পাথর বাঁধা ছিল। আর আমরা ও তিন দিন ধরে অনাহারী ছিলাম। কোন কিছুর স্বাদই চাখিনি। তখন নবী (সা, ) একখানা কোদাল হাতে নিয়ে পাথরটিকে আঘাত করলেন। ফলে তৎক্ষনাৎ তা চূর্ণ হয়ে বালুকারাশিতে পরিণত হল। তখন আমি বললাম, হে আল্লাহর রসূল! আমাকে বাড়ি যাওয়ার জন্য অনুমতি দিন। (বাড়ি পৌছে) আমি আমার স্ত্রীকে বললাম, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর মধ্যে আমি এমন কিছু দেখলাম যা আমি সহ্য করতে পারছি না। তোমার নিকট কোন খাবার আছে কি? সে বলল, আমার কাছে কিছু যব ও একটি বার্কীর বাচ্চা আছে। তখন বাক্রীর বাচ্চাটি আমি যবহ করলাম এবং সে যব পিষে দিল। এরপর গোশত ডেকচিতে দিয়ে আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে আসলাম। এ সময় আটা খামির হচিছল এবং ডেকচি চুলার উপর ছিল ও গোশত প্রায় রান্না হয়ে আসছিল। তখন আমি বললাম, হে আল্লাহর রসূল! আমার (বাড়ীতে) সামান্য কিছু খাবার আছে। আপনি একজন ব দুজন সঙ্গে নিয়ে চলুন। তিনি বললেন, কী পরিমাণ খাবার আছে? আমি তাঁর কাছে সব খুলে বললাম। তিনি বললেন, এ-তো অনেক বেশ ভাল। তিনি বললেন, তোমার স্ত্রীকে গিয়ে বল, আমি না আসা পর্যন্ত উনান থেকে ডেকচি ও রুটি যেন না নামায়। এরপর তিনি বললেন উঠ! মুহাজির ও আনসারগণ উঠলেন। জাবির (রাঃ) তার স্ত্রীর কাছে গিয়ে বললেন, তোমার সর্বনাশ হোক! নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তো মুহাজির, আনসার আর তাঁদের সাথীদের নিয়ে চলে এসেছেন। তিনি (জাবিরের স্ত্রী) বললেন, তিনি কি আপনাকে জিজ্ঞেস করেছিলেন? আমি বললাম, হ্যাঁ। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (উপস্থিত হয়ে) বললেন, তোমরা সকলেই প্রবেশ কর কিন্তু ভিড় করো না। এ ব‘লে তিনি রুটি টুকরো করে এর উপর গোশত দিয়ে সাহাবীগণের মাঝে বিতরণ করতে শুরু করলেন। তিনি ডেকচি এবং উনান ঢেকে রেখেছিলেন। এমনি করে তিনি রুটি টুকরো করে হাত ভরে বিতরণ করতে লাগলেন। এতে সকলে পেট পুরে খাওয়ার পরে ও কিছু বাকী রয়ে গেল। তিনি (জাবিরের স্ত্রীকে) বললেন, এ তুমি খাও এবং অন্যকে হাদিয়া দাও। কেননা লোকদের ও ক্ষুধা পেয়েছে। [৩০৭০] (আ.প্র. ৩৭৯৫, ই.ফা. ৩৭৯৮)",
    "ar": "خَلَّادُ بْنُ يَحْيَى حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ أَيْمَنَ عَنْ أَبِيْهِ قَالَ أَتَيْتُ جَابِرًا رَضِيَ اللهُ عَنْهُ فَقَالَ إِنَّا يَوْمَ الْخَنْدَقِ نَحْفِرُ فَعَرَضَتْ كُدْيَةٌ شَدِيْدَةٌ فَجَاءُوا النَّبِيَّ صلى الله عليه وسلم فَقَالُوْا هَذِهِ كُدْيَةٌ عَرَضَتْ فِي الْخَنْدَقِ فَقَالَ أَنَا نَازِلٌ ثُمَّ قَامَ وَبَطْنُهُ مَعْصُوْبٌ بِحَجَرٍ وَلَبِثْنَا ثَلَاثَةَ أَيَّامٍ لَا نَذُوْقُ ذَوَاقًا فَأَخَذَ النَّبِيُّ صلى الله عليه وسلم الْمِعْوَلَ فَضَرَبَ فَعَادَ كَثِيْبًا أَهْيَلَ أَوْ أَهْيَمَ فَقُلْتُ يَا رَسُوْلَ اللهِ ائْذَنْ لِيْ إِلَى الْبَيْتِ فَقُلْتُ لِامْرَأَتِيْ رَأَيْتُ بِالنَّبِيِّ شَيْئًا مَا كَانَ فِيْ ذَلِكَ صَبْرٌ فَعِنْدَكِ شَيْءٌ قَالَتْ عِنْدِيْ شَعِيْرٌ وَعَنَاقٌ فَذَبَحَتْ الْعَنَاقَ وَطَحَنَتْ الشَّعِيْرَ حَتَّى جَعَلْنَا اللَّحْمَ فِي الْبُرْمَةِ ثُمَّ جِئْتُ النَّبِيَّ صلى الله عليه وسلم وَالْعَجِيْنُ قَدْ انْكَسَرَ وَالْبُرْمَةُ بَيْنَ الْأَثَافِيِّ قَدْ كَادَتْ أَنْ تَنْضَجَ فَقُلْتُ طُعَيِّمٌ لِيْ فَقُمْ أَنْتَ يَا رَسُوْلَ اللهِ وَرَجُلٌ أَوْ رَجُلَانِ قَالَ كَمْ هُوَ فَذَكَرْتُ لَهُ قَالَ كَثِيْرٌ طَيِّبٌ قَالَ قُلْ لَهَا لَا تَنْزِعُ الْبُرْمَةَ وَلَا الْخُبْزَ مِنْ التَّنُّوْرِ حَتَّى آتِيَ فَقَالَ قُوْمُوْا فَقَامَ الْمُهَاجِرُوْنَ وَالأَنْصَارُ فَلَمَّا دَخَلَ عَلَى امْرَأَتِهِ قَالَ وَيْحَكِ جَاءَ النَّبِيُّ صلى الله عليه وسلم بِالْمُهَاجِرِيْنَ وَالأَنْصَارِ وَمَنْ مَعَهُمْ قَالَتْ هَلْ سَأَلَكَ قُلْتُ نَعَمْ فَقَالَ ادْخُلُوْا وَلَا تَضَاغَطُوْا فَجَعَلَ يَكْسِرُ الْخُبْزَ وَيَجْعَلُ عَلَيْهِ اللَّحْمَ وَيُخَمِّرُ الْبُرْمَةَ وَالتَّنُّوْرَ إِذَا أَخَذَ مِنْهُ وَيُقَرِّبُ إِلَى أَصْحَابِهِ ثُمَّ يَنْزِعُ فَلَمْ يَزَلْ يَكْسِرُ الْخُبْزَ وَيَغْرِفُ حَتَّى شَبِعُوْا وَبَقِيَ بَقِيَّةٌ قَالَ كُلِيْ هَذَا وَأَهْدِيْ فَإِنَّ النَّاسَ أَصَابَتْهُمْ مَجَاعَةٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}