{
  "hadith": {
    "hadith_id": 4102,
    "narrator": "জাবির ইবনু ‘আবদূল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, যখন পরিখা খনন করা হচ্ছিল তখন আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ভীষন ক্ষুধার্ত অবস্থায় দেখতে পেলাম। তখন আমি আমার স্ত্রীর কাছে ফিরে গিয়ে জিজ্ঞেস করলাম, তোমার কাছে কোন কিছু আছে কি? আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দারুন ক্ষুধার্ত দেখেছি। তিনি একটি চামড়ার পাত্র এনে তা থেকে এক সা পরিমাণ যব বের করে দিলেন। আমার বাড়ীতে একটা বাক্রীর বাচ্চা ছিল। আমি সেটি যবহ করলাম। আর সে (আমার স্ত্রী) যব পিষে দিল। আমি আমার কাজ শেষ করার সঙ্গে সঙ্গে সেও তার কাজ শেষ করল এবং গোশত কেটে কেটে ডেকচিতে ভরলাম। এর পর আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে ফিরে চললাম। তখন সে (স্ত্রী) বলল, আমাকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীদের নিকট লজ্জিত করবেন না। এরপর আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গিয়ে চুপে চুপে বললাম, হে আল্লাহর রসূল! আমরা আমাদের একটি বাক্রীর বাচ্চা যবহ করেছি এবং আমাদের ঘরে এক সা যব ছিল। তা আমার স্ত্রী পিষে দিয়েছে। আপনি আরো কয়েকজনকে সঙ্গে নিয়ে আসুন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উচ্চৈঃস্বরে সবাইকে বললেন, হে পরিখা খননকারীরা! জাবির খানার ব্যবস্থা করেছে। এসো, তোমরা সকলেই চল। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমার আসার পূর্বে তোমাদের ডেকচি নামাবে না এবং খামির থেকে রুটিও তৈরী করবে না। আমি (বাড়ীতে) আসলাম এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাহাবা-ই-কিরামসহ আসলেন। এরপর আমি আমার স্ত্রীর নিকট আসলে সে বলল, আল্লাহ তোমার মঙ্গল করুন। আমি বললাম, তুমি যা বলেছ আমি তাই করেছি। এরপর সে রসূলুল্লাহ এর সামনে আটার খামির বের করে দিলে তিনি তাতে মুখের লালা মিশিয়ে দিলেন, ্ এবং বারাকাতের জন্য দু‘আ করলেন। এরপর তিনি ডেকচির কাছে এগিয়ে গেলেন এবং তাতে মুখের লালা মিশিয়ে এরজন্য বারাকাতের দু‘আ করলেন। তারপর বললেন, রুটি প্রস্তুতকারিণীকে ডাক। সে আমার কাছে বসে রুটি প্রস্তুত করুক এবং ডেকচি থেকে পেয়ালা ভরে গোশত বেড়ে দিক। তবে (উনুন হতে) ডেকচি নামাবে না। তাঁরা ছিলেন সংখ্যায় এক হাজার। আমি আল্লাহর কসম করে বলছি, তাঁরা সকলেই তৃপ্তি সহকারে খেয়ে বাকী খাদ্য রেখে চলে গেলেন। অথচ আমাদের ডেকচি আগের মতই টগবগ করছিল আর আমাদের আটার খামির থেকেও আগের মতই রুটি তৈরী হচ্ছিল। [৩০৭০] (আ., প্র ৩৭৯৬, ই, ফা, ৩৭৯৯)",
    "ar": "عَمْرُوْ بْنُ عَلِيٍّ حَدَّثَنَا أَبُوْ عَاصِمٍ أَخْبَرَنَا حَنْظَلَةُ بْنُ أَبِيْ سُفْيَانَ أَخْبَرَنَا سَعِيْدُ بْنُ مِيْنَاءَ قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللهِ رَضِيَ اللهُ عَنْهُمَا قَالَ لَمَّا حُفِرَ الْخَنْدَقُ رَأَيْتُ بِالنَّبِيِّ صلى الله عليه وسلم خَمَصًا شَدِيْدًا فَانْكَفَأْتُ إِلَى امْرَأَتِيْ فَقُلْتُ هَلْ عِنْدَكِ شَيْءٌ فَإِنِّيْ رَأَيْتُ بِرَسُوْلِ اللهِ صلى الله عليه وسلم خَمَصًا شَدِيْدًا فَأَخْرَجَتْ إِلَيَّ جِرَابًا فِيْهِ صَاعٌ مِنْ شَعِيْرٍ وَلَنَا بُهَيْمَةٌ دَاجِنٌ فَذَبَحْتُهَا وَطَحَنَتْ الشَّعِيْرَ فَفَرَغَتْ إِلَى فَرَاغِيْ وَقَطَّعْتُهَا فِيْ بُرْمَتِهَا ثُمَّ وَلَّيْتُ إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَتْ لَا تَفْضَحْنِيْ بِرَسُوْلِ اللهِ صلى الله عليه وسلم وَبِمَنْ مَعَهُ فَجِئْتُهُ فَسَارَرْتُهُ فَقُلْتُ يَا رَسُوْلَ اللهِ ذَبَحْنَا بُهَيْمَةً لَنَا وَطَحَنَّا صَاعًا مِنْ شَعِيْرٍ كَانَ عِنْدَنَا فَتَعَالَ أَنْتَ وَنَفَرٌ مَعَكَ فَصَاحَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ يَا أَهْلَ الْخَنْدَقِ إِنَّ جَابِرًا قَدْ صَنَعَ سُوْرًا فَحَيَّ هَلًا بِهَلّكُمْ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم لَا تُنْزِلُنَّ بُرْمَتَكُمْ وَلَا تَخْبِزُنَّ عَجِيْنَكُمْ حَتَّى أَجِيْءَ فَجِئْتُ وَجَاءَ رَسُوْلُ اللهِ يَقْدُمُ النَّاسَ حَتَّى جِئْتُ امْرَأَتِيْ فَقَالَتْ بِكَ وَبِكَ فَقُلْتُ قَدْ فَعَلْتُ الَّذِيْ قُلْتِ فَأَخْرَجَتْ لَهُ عَجِيْنًا فَبَصَقَ فِيْهِ وَبَارَكَ ثُمَّ عَمَدَ إِلَى بُرْمَتِنَا فَبَصَقَ وَبَارَكَ ثُمَّ قَالَ ادْعُ خَابِزَةً فَلْتَخْبِزْ مَعِيْ وَاقْدَحِيْ مِنْ بُرْمَتِكُمْ وَلَا تُنْزِلُوْهَا وَهُمْ أَلْفٌ فَأُقْسِمُ بِاللهِ لَقَدْ أَكَلُوْا حَتَّى تَرَكُوْهُ وَانْحَرَفُوْا وَإِنَّ بُرْمَتَنَا لَتَغِطُّ كَمَا هِيَ وَإِنَّ عَجِيْنَنَا لَيُخْبَزُ كَمَا هُوَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}