{
  "hadith": {
    "hadith_id": 4108,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, একবার আমি হাফসাহ (রাঃ)-এর কাছে গেলাম। সে সময় তাঁর চুলের বেণি থেকে ফোঁটা পানি ঝরছিল। আমি তাঁকে বললাম, আপনি দেখছেন, (নেতৃত্বের ব্যাপারে) লোকজন কী সব করছে। নেতৃত্বের কোন অংশই আমার জন্য নির্দিষ্ট করা হয়নি। তখন তিনি বললেন, আপনি তাদের সঙ্গে যোগ দিন। কেননা তাঁরা আপনার অপেক্ষা করছে। আপনি তাদের থেকে পৃথক থাকলে বিচ্ছিন্নতা ঘটতে পারে বলে আমি আশঙ্কা করছি। হাফসাহ (রাঃ) তাঁকে বলতেই থাকলেন। শেষে তিনি গেলেন। এরপর লোকজন ওখান থেকে চলে গেলে মু’আবিয়াহ (রাঃ) বক্তৃতা করে বললেন, ইমারতের ব্যাপারে কারো কিছু বলার ইচ্ছা হলে সে আমাদের সামনে মাথা তুলুক। এ ব্যাপারে আমরাই তাঁর ও তাঁর পিতার চেয়ে অধিক হাকদার। তখন হাবীব ইবনু মাসলামাহ (রহঃ) তাঁকে বললেন আপনি এ কথার জবাব দেননি কেন? তখন ‘আবদুল্লাহ (ইবনু ‘উমার) বললেন, আমি তখন আমার গায়ের চাদর ঠিক করলাম এবং এ কথা বলার ইচ্ছা করলাম যে, এ বিষয়ে ঐ ব্যক্তি অধিক হাকদার যে ইসলামের জন্য আপনার ও আপনার পিতার বিরুদ্ধে লড়াই করেছেন। তবে আমার এ কথাই ঐক্যৈ ফাটল ধরবে, রক্তপাত ঘটবে এবং আমার এ কথার অন্য রকম অর্থ করা হবে এ আশঙ্কা করলাম এবং আল্লাহ জান্নাতে যে নি’আমাত তৈরি করে রেখেছেন তা স্মরণ করলাম ব’লে কথা বলা থেকে বিরত থাকলাম। তখন হাবীব (রহঃ) বললেন, আপনি (ফিতনা থেকে) রক্ষা পেয়েছন এবং বেঁচে গেছেন। (আ.প্র. ৩৮০২ ই.ফা. ৩৮০৫)",
    "ar": "إِبْرَاهِيْمُ بْنُ مُوْسَى أَخْبَرَنَا هِشَامٌ عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ ابْنِ عُمَرَ.\nقَالَ : وَأَخْبَرَنِي ابْنُ طَاوُسٍ عَنْ عِكْرِمَةَ بْنِ خَالِدٍ عَنْ ابْنِ عُمَرَ قَالَ دَخَلْتُ عَلَى حَفْصَةَ وَنَسْوَاتُهَا تَنْطُفُ قُلْتُ قَدْ كَانَ مِنْ أَمْرِ النَّاسِ مَا تَرَيْنَ فَلَمْ يُجْعَلْ لِيْ مِنَ الْأَمْرِ شَيْءٌ فَقَالَتِ الْحَقْ فَإِنَّهُمْ يَنْتَظِرُوْنَكَ وَأَخْشَى أَنْ يَكُوْنَ فِي احْتِبَاسِكَ عَنْهُمْ فُرْقَةٌ فَلَمْ تَدَعْهُ حَتَّى ذَهَبَ فَلَمَّا تَفَرَّقَ النَّاسُ خَطَبَ مُعَاوِيَةُ قَالَ مَنْ كَانَ يُرِيْدُ أَنْ يَتَكَلَّمَ فِيْ هَذَا الْأَمْرِ فَلْيُطْلِعْ لَنَا قَرْنَهُ فَلَنَحْنُ أَحَقُّ بِهِ مِنْهُ وَمِنْ أَبِيْهِ قَالَ حَبِيْبُ بْنُ مَسْلَمَةَ فَهَلَّا أَجَبْتَهُ قَالَ عَبْدُ اللهِ فَحَلَلْتُ حُبْوَتِيْ وَهَمَمْتُ أَنْ أَقُوْلَ أَحَقُّ بِهَذَا الْأَمْرِ مِنْكَ مَنْ قَاتَلَكَ وَأَبَاكَ عَلَى الإِسْلَامِ فَخَشِيْتُ أَنْ أَقُوْلَ كَلِمَةً تُفَرِّقُ بَيْنَ الْجَمْعِ وَتَسْفِكُ الدَّمَ وَيُحْمَلُ عَنِّيْ غَيْرُ ذَلِكَ فَذَكَرْتُ مَا أَعَدَّ اللهُ فِي الْجِنَانِ قَالَ حَبِيْبٌ حُفِظْتَ وَعُصِمْتَ قَالَ مَحْمُوْدٌ عَنْ عَبْدِ الرَّزَّاقِ وَنَوْسَاتُهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}