{
  "hadith": {
    "hadith_id": 4119,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আহযাব যুদ্ধের দিন (যুদ্ধ শেষে) বললেন, বনূ কুরাইযায় না পৌছে কেউ ‘আসরের সালাত আদায় করবে না। [৩৮] তাদের একাংশের পথিমধ্যে আসরের সলাতের সময় হয়ে গেলে কেউ কেউ বললেন, আমরা সেখানে পৌছার আগে সালাত আদায় করব না। আবার কেউ কেউ বললেন, আমরা এখনই সালাত আদায় করব, সময় হলেও রাস্তায় সালাত আদায় করা যাবে না উদ্দেশ্য তা নয়। বিষয়টি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে বলা হলে তিনি তাদের কোন দলের প্রতি অসন্তুষ্টি ব্যক্ত করেননি। [৯৪৬] (আ.প্র. ৩৮১৩ ই.ফা. ৩৮১৬)",
    "ar": "عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ حَدَّثَنَا جُوَيْرِيَةُ بْنُ أَسْمَاءَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم يَوْمَ الْأَحْزَابِ لَا يُصَلِّيَنَّ أَحَدٌ الْعَصْرَ إِلَّا فِيْ بَنِيْ قُرَيْظَةَ فَأَدْرَكَ بَعْضُهُمْ الْعَصْرَ فِي الطَّرِيْقِ فَقَالَ بَعْضُهُمْ لَا نُصَلِّيْ حَتَّى نَأْتِيَهَا وَقَالَ بَعْضُهُمْ بَلْ نُصَلِّيْ لَمْ يُرِدْ مِنَّا ذَلِكَ فَذُكِرَ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَلَمْ يُعَنِّفْ وَاحِدًا مِنْهُمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৮]বনূ কুরাইযাহ্র বিশ্বাসঘাতকতার কারণে আহযাব যুদ্ধের দিন যুদ্ধ শেষে নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নির্দেশ মতে মুসলিম বাহিনী বনূ কুরাইযা রওয়ানা হন। নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বনূ কুরাইযাহ্কে তাদের কৃতকর্মের কারণ দর্শানোর জন্য ডেকে পাঠান। কিন্তু নবূ করাইযা তখন দূর্গদ্বার বন্ধ করে দেয় এবং যুদ্ধের পরোপুরি প্রস্তুতি গ্রহন করে। এ সময় মুসলিমগণ জানতে পারেন যে, বনূ নাযীরের নেতা হুইয়াই ইবনু আখতাব যে বনূ কুরাইযাহ্কে মুসস্লিমদের বিরুদ্ধে লেলিয়ে দিতে এসেছিল সেও দূর্গের মধ্যে বিদ্যমান। বনূ কুরাইযাহ্র বিশ্বাসঘাতকতার এটাই প্রথম ঘটনা ছিল না। বাদ্‌র যুদ্ধেও এরা কুরায়শদেরকে অস্ত্রশস্ত্র দিয়ে সাহায্য করলেও রসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে ক্ষ্মা করে দিয়েছিলেন। তারা দূর্গা বন্ধ করে দেয়ায় বাধ্য হয়ে মুসলমানদের যুদ্ধ করতে হয়েছে। যিলহাজ্জ মাসে তাদের দূর্গ অবরোধ করা হয়েছিল যা পঁচিশ দিন স্থায়ী ছিল। এ অবরোধের ফলে তারা কঠিন সংকটে পতিত হয়।ফলে তারা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সম্মত করে নিল, তাউস গোত্রের সা’আদ ইবনু মু’আযাকে বিচারক বানিয়ে দেয়া হোক। এবং তিনি যে মীমাংসা দিবেন সেটাকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-ও মেনে নিবেন। হয়ত তারা এটা ভেবেছিল যে, যেহেতু তাউস গোত্রের মুসলমানদের সাথে তাদের পূর্বে বন্ধত্ব ছিল তাই তারা মনে করলো যে, নিশ্চয়ই তারা তাদের ব্যাপারে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অপেক্ষা হালকা শাস্তি দিবে। আল্লাহই ভাল জানেন। কিন্তু সব দিক বিচার বিশ্লেষণ করে তিনি যে ফায়সালা দিলেন তা হলোঃ (১) বনূ কুরাইযাহ্র পুরুষ যোদ্ধাদের হত্যা করা হবে। (২) মহিলা ও শিশুদের দাস-দাসী বানিয়ে নেয়া হবে। (৩) ধন-সম্পদ বন্টন করে নেয়া হবে। কিন্তু আবূ সা’ঈদ খুদরী (রাঃ) যে বর্ণনা করেছেন তাতে তাদের মহিলা ও শিশুদেরকে দাস দাসী বানিয়ে নেয়ার কথা উল্লেখ নেই।\nতাদের নিজেদের মনোনীত ও নির্বাচিত বিচারক ঠিক ঐ ফায়সালই দিলেন যা ইয়াহূদীরা তাদের শত্রুদেরকে দিইয়ে থাকতো, যা তাদের শরী’আতে আছে। (উর্দু তরজুমা কাদীম হিন্দুস্তান কী তাহযীব)\nএ ব্যাপারে যথেষ্ট প্রমাণ বিদ্যমান আছে যে, যদি বনূ কুরাইযা তাদের ব্যাপারটা রসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উপর অর্পণ করতো তাহলে তাদের তিনি বড়জোর এ শাস্তি দিতেন যে, তাদেরকে বলতেনঃ “যাও তোমরা খায়বারে গিয়ে বসতি স্থাপন কর।“ যেমনটি করেছিলেন বনূ কাইনুক ও বনূ নাযীরের ব্যাপারে। কেননা এরূপ ফায়সালার পরও রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বনূ কুরায়যার কয়েকজনের প্রতি দয়াপরবশ হয়ে ভিন্ন ফায়ফালা কার্যকর করেছিলেন। যেমন ইয়াহূদী যুবায়রের জন্য নির্দেশ ছিল যে, তাঁর স্ত্রী-পুত্র, পরিবার ও ধনমাল সহ মুক্ত করে দেয়া হোক।অনুরূপ রিফা’আহজ ইবনু শামূঈল নামক ইয়াহূদীকেও তিনি রেহাই দিইয়েছিলেন। (তারীখে তাবারী ৫৭ ও ৫৮ পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "64"
    }
  }
}