{
  "hadith": {
    "hadith_id": 4120,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, লোকেরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে খেজুর গাছ হাদিয়া দিতেন। অতঃপর যখন তিনি বানূ কুরাইযাহ্র উপর জয়লাভ করলেন তখন আমার পরিবারের লোকেরা আমাকে নির্দেশ দিল, যেন আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে গিয়ে তাদের দেয়া সবগুলো খেজুর গাছ অথবা কিছু সংখ্যক খেজুর গাছ তাঁর নিকট থেকে ফেরত গ্রহনের ব্যাপারে নিবেদন করি। আর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঐ গাছগুলো উম্মু আইমান (রাঃ)-কে দান করেছিলেন। উম্মু আইমান (রাঃ) আসলেন এবং আমার গলায় কাপড় লাগিয়ে বললেন, এটা কক্ষণো হতে পারে না। সেই আল্লাহর কসম! যিনি ব্যাতীত কোন ইলাহ নেই। তিনি ঐ গাছগুলো তোমাকে আর দেবেন না। তিনি এগুলো আমাকে দিয়ে দিয়েছেন। অথবা (রাবীর সন্দেহ) যেমন তিনি বলেছেন। এদিকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলছিলেন, তুমি ঐ গাছগুলোর বদলে আমার নিকট থেকে এত এত পাবে। কিন্তু উম্মু আইমান (রাঃ) বলছিলেন, আল্লাহর কসম! এটা কক্ষনো হতে পারে না। অবশেষে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে দিলেন। বর্ণনাকারী আনাস (রাঃ) বলেন, আমার মনে হই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এর দশগুন অথবা যেমতিনি বলেছেন। [২৬৩০; মুসলিম ৩২/২৪, হাঃ ১৭৭১] (আ.প্র. ৩৮১৪, ই.ফা. ৩৮১৭)",
    "ar": "ابْنُ أَبِي الْأَسْوَدِ حَدَّثَنَا مُعْتَمِرٌ ح و حَدَّثَنِيْ خَلِيْفَةُ حَدَّثَنَا مُعْتَمِرٌ قَالَ سَمِعْتُ أَبِيْ عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ كَانَ الرَّجُلُ يَجْعَلُ لِلنَّبِيِّ صلى الله عليه وسلم النَّخَلَاتِ حَتَّى افْتَتَحَ قُرَيْظَةَ وَالنَّضِيْرَ وَإِنَّ أَهْلِيْ أَمَرُوْنِيْ أَنْ آتِيَ النَّبِيَّ صلى الله عليه وسلم فَأَسْأَلَهُ الَّذِيْ كَانُوْا أَعْطَوْهُ أَوْ بَعْضَهُ وَكَانَ النَّبِيُّ صلى الله عليه وسلم قَدْ أَعْطَاهُ أُمَّ أَيْمَنَ فَجَاءَتْ أُمُّ أَيْمَنَ فَجَعَلَتْ الثَّوْبَ فِيْ عُنُقِيْ تَقُوْلُ كَلَّا وَالَّذِيْ لَا إِلَهَ إِلَّا هُوَ لَا يُعْطِيْكَهُمْ وَقَدْ أَعْطَانِيْهَا أَوْ كَمَا قَالَتْ وَالنَّبِيُّ صلى الله عليه وسلم يَقُوْلُ لَكِ كَذَا وَتَقُوْلُ كَلَّا وَاللهِ حَتَّى أَعْطَاهَا حَسِبْتُ أَنَّهُ قَالَ عَشَرَةَ أَمْثَالِهِ أَوْ كَمَا قَالَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}