{
  "hadith": {
    "hadith_id": 4122,
    "narrator": "আয়েশাহ (রাঃ)",
    "bn": "তিনি বলেন, খন্দকের যুদ্ধে সা’দ (রাঃ) আহত হয়েছিলেন। কুরাইশ গোত্রের হিব্বান ইবনু আরেকা নামক এক ব্যক্তি তাঁর উভয় বাহুর মধ্যবর্তী রগে তীর বিদ্ধ করেছিল। নিকট থেকে তার সেবা করার জন্য নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাসজিদে নাববীতে একটি তাঁবু তৈরি করেছিলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খন্দকের যুদ্ধ থেকে ফিরে এসে যখন হাতিয়ার গোসল শেষ করলেন তখন জিব্‌রীল (আঃ) নিজ মাথার ধূলাবালি ঝাড়তে ঝাড়তে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে হাজির হলেন এবং বললেন, আপনি হাতিয়ার রেখে দিয়েছেন, কিন্তু আল্লাহ্‌র কসম! আমি এখনো তা রেখে দেইনি। চলুন তাদের দিকে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে জিজ্ঞেস করলেন কোথায়? তিনি বানী কুরাইযা গোত্রের প্রতি ইশারা করলেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বনু কুরাইযার মহল্লায় এলেন। অবশেষে তারা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ফায়সালা মান্য করে দূর্গ থেকে নিচে নেমে এল। কিন্তু তিনি ফয়সালার ভার সা’দ (রাঃ)-এর উপর ন্যস্ত করলেন। তখন সা’দ (রাঃ) বললেন, তাদের ব্যাপারে আমি এই ফায়সালা দিচ্ছি যে, তাদের যোদ্ধাদেরকে হত্যা করা হবে, নারী ও সন্তানদেরকে বন্দি করা হবে এবং তাদের ধন সম্পদ বন্টন করা হবে। বর্ণনকারী হিশাম (রহঃ) বলেন, আমার পিতা ‘আয়েশাহ (রাঃ) থেকে আমার কাছে বর্ণনা করেছেন যে, সা’দ (রাঃ) আল্লাহ্‌র কাছে দু’আ করেছিলেন, হে আল্লাহ! আপনি তো জানেন, আপনার সন্তুষ্টির জন্য তাদের বিরুদ্ধে জিহাদ করার চেয়ে কোন কিছুই আমার কাছে অধিক প্রিয় নয়। যে সম্প্রদায় আপনার রসূলকে মিথ্যাচারী বলেছে এবং দেশ থেকে বের করে দিয়েছে হে আল্লাহ! আমি মনে করি (খন্দক যুদ্ধের পর) আপনি তো আমাদের ও তাদের যুদ্ধের সমাপ্তি ঘটিয়েছেন। যদি এখনো কুরায়শদের বরুদ্ধে কোন যুদ্ধ বাকী থেকে থাকে তাহলে আমাকে বাঁচিয়ে রাখুন, যাতে আমি আপনার রাস্তায় তাদের বিরুদ্ধে জিহাদ করতে পারি। আর যদি যুদ্ধের সমাপ্তি ঘটিয়ে থাকেন তাহলে ক্ষত হতে রক্ত প্রবাহিত করুন আর আমার তাতেই মৃত্যু দিন। এরপর তাঁর ক্ষত থেকে রক্তক্ষরণ হয়ে প্রবাহিত হতে লাগল। মাসজিদে বানী গিফার গোত্রের একটি তাঁবু ছিল। তাদের দিকে রক্ত প্রবাহিত হতে দেখে তারা বললেন, হে তাঁবুবাসীগণ! আপনাদের দিক থেকে এসব কী আমাদের দিকে আসতেছে? পরে তাঁরা জানালেন যে, সা’দ (রাঃ)-এর ক্ষতস্থান থেকে রক্তক্ষরণ হচ্ছে। এ জখমের কারণেই তিনি মারা যান, আল্লাহ তাঁর উপর সন্তুষ্ট থাকুন। [৪৬৩, মুসলিম ৩২/২২, হাঃ ১৭৬৯, আহমাদ ২৪৩৪৯] (আ.প্র. ৩৮১৬, ই.ফা. ৩৮২০)",
    "ar": "زَكَرِيَّاءُ بْنُ يَحْيَى حَدَّثَنَا عَبْدُ اللهِ بْنُ نُمَيْرٍ حَدَّثَنَا هِشَامٌ عَنْ أَبِيْهِ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ أُصِيْبَ سَعْدٌ يَوْمَ الْخَنْدَقِ رَمَاهُ رَجُلٌ مِنْ قُرَيْشٍ يُقَالُ لَهُ حِبَّانُ بْنُ الْعَرِقَةِ وَهُوَ حِبَّانُ بْنُ قَيْسٍ مِنْ بَنِيْ مَعِيْصِ بْنِ عَامِرِ بْنِ لُؤَيٍّ رَمَاهُ فِي الْأَكْحَلِ فَضَرَبَ النَّبِيُّ صلى الله عليه وسلم خَيْمَةً فِي الْمَسْجِدِ لِيَعُوْدَهُ مِنْ قَرِيْبٍ فَلَمَّا رَجَعَ رَسُوْلُ اللهِ صلى الله عليه وسلم مِنَ الْخَنْدَقِ وَضَعَ السِّلَاحَ وَاغْتَسَلَ فَأَتَاهُ جِبْرِيْلُ عَلَيْهِ السَّلَام وَهُوَ يَنْفُضُ رَأْسَهُ مِنَ الْغُبَارِ فَقَالَ قَدْ وَضَعْتَ السِّلَاحَ وَاللهِ مَا وَضَعْتُهُ اخْرُجْ إِلَيْهِمْ قَالَ النَّبِيُّ صلى الله عليه وسلم فَأَيْنَ فَأَشَارَ إِلَى بَنِيْ قُرَيْظَةَ فَأَتَاهُمْ رَسُوْلُ اللهِ صلى الله عليه وسلم فَنَزَلُوْا عَلَى حُكْمِهِ فَرَدَّ الْحُكْمَ إِلَى سَعْدٍ قَالَ فَإِنِّيْ أَحْكُمُ فِيْهِمْ أَنْ تُقْتَلَ الْمُقَاتِلَةُ وَأَنْ تُسْبَى النِّسَاءُ وَالذُّرِّيَّةُ وَأَنْ تُقْسَمَ أَمْوَالُهُمْ قَالَ هِشَامٌ فَأَخْبَرَنِيْ أَبِيْ عَنْ عَائِشَةَ أَنَّ سَعْدًا قَالَ اللهُمَّ إِنَّكَ تَعْلَمُ أَنَّهُ لَيْسَ أَحَدٌ أَحَبَّ إِلَيَّ أَنْ أُجَاهِدَهُمْ فِيْكَ مِنْ قَوْمٍ كَذَّبُوْا رَسُوْلَكَ وَأَخْرَجُوْهُ اللهُمَّ فَإِنِّيْ أَظُنُّ أَنَّكَ قَدْ وَضَعْتَ الْحَرْبَ بَيْنَنَا وَبَيْنَهُمْ فَإِنْ كَانَ بَقِيَ مِنْ حَرْبِ قُرَيْشٍ شَيْءٌ فَأَبْقِنِيْ لَهُ حَتَّى أُجَاهِدَهُمْ فِيْكَ وَإِنْ كُنْتَ وَضَعْتَ الْحَرْبَ فَافْجُرْهَا وَاجْعَلْ مَوْتَتِيْ فِيْهَا فَانْفَجَرَتْ مِنْ لَبَّتِهِ فَلَمْ يَرُعْهُمْ وَفِي الْمَسْجِدِ خَيْمَةٌ مِنْ بَنِيْ غِفَارٍ إِلَّا الدَّمُ يَسِيْلُ إِلَيْهِمْ فَقَالُوْا يَا أَهْلَ الْخَيْمَةِ مَا هَذَا الَّذِيْ يَأْتِيْنَا مِنْ قِبَلِكُمْ فَإِذَا سَعْدٌ يَغْذُوْ جُرْحُهُ دَمًا فَمَاتَ مِنْهَا رَضِيَ اللهُ عَنْهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}