{
  "hadith": {
    "hadith_id": 4131,
    "narrator": "সাহল ইবনু আবূ হাসমাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, (সলাতুল খাওফে) ইমাম কিবলামুখী হয়ে দাঁড়াবেন। একদল থাকবেন তাঁর সঙ্গে এবিং অন্যদল শত্রুদের মুখোমুখী হয়ে তাদের মুকাবিলায় দাঁড়িয়ে থাকবেন। তখন ইমাম তাঁর পেছনের একদল নিয়ে এক রাক’আত সলাত আদায় করেবেন। এরপর সলাতরত দলটি নিজ স্থানে দাঁড়িয়ে রুকূ ও দু’ সাজদাহসহ আরো এক রাক’আত সলাত আদায় করে ঐ দলের স্থানে গিয়ে দাঁড়াবেন। এরপর তারা এলে ইমাম তাদের নিয়ে এক রাক’আত সলাত আদায় করবেন। এভাবে ইমামের দু’রাক’আত সলাত পূর্ণ হয়ে যাবে। আর পিছনের লোকেরা রুকূ সাজদাহ্‌সহ আরো এক রাক’আত সলাত আদায় করবেন। (আ.প্র. ৩৮২০, ই.ফা. ৩৮২৩) \nসাহ্‌ল ইবনু আবূ হাসমা (রাঃ) সুত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একইভাবে হাদীস বর্ণনা করেছেন। (আ.প্র. ৩৮২১, ই.ফা. ৩৮২৪) \nসাহল (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে পূর্ব বর্ণিত হাদীসটির ন্যায় বর্ণনা করেছেন। [মুসলিম ৬/৫৭, হাঃ ৮৪১] (আ.প্র. ৩৮২২, ই.ফা. ৩৮২৫)",
    "ar": "مُسَدَّدٌ حَدَّثَنَا يَحْيَى بْنُ سَعِيْدٍ الْقَطَّانُ عَنْ يَحْيَى بْنِ سَعِيْدٍ الْأَنْصَارِيِّ عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ عَنْ صَالِحِ بْنِ خَوَّاتٍ عَنْ سَهْلِ بْنِ أَبِيْ حَثْمَةَ قَالَ يَقُوْمُ الإِمَامُ مُسْتَقْبِلَ الْقِبْلَةِ وَطَائِفَةٌ مِنْهُمْ مَعَهُ وَطَائِفَةٌ مِنْ قِبَلِ الْعَدُوِّ وُجُوْهُهُمْ إِلَى الْعَدُوِّ فَيُصَلِّيْ بِالَّذِيْنَ مَعَهُ رَكْعَةً ثُمَّ يَقُوْمُوْنَ فَيَرْكَعُوْنَ لِأَنْفُسِهِمْ رَكْعَةً وَيَسْجُدُوْنَ سَجْدَتَيْنِ فِيْ مَكَانِهِمْ ثُمَّ يَذْهَبُ هَؤُلَاءِ إِلَى مَقَامِ أُوْلَئِكَ فَيَرْكَعُ بِهِمْ رَكْعَةً فَلَهُ ثِنْتَانِ ثُمَّ يَرْكَعُوْنَ وَيَسْجُدُوْنَ سَجْدَتَيْنِ\nحَدَّثَنَا مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ شُعْبَةَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيْهِ عَنْ صَالِحِ بْنِ خَوَّاتٍ عَنْ سَهْلِ بْنِ أَبِيْ حَثْمَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ\nحَدَّثَنِيْ مُحَمَّدُ بْنُ عُبَيْدِ اللهِ قَالَ حَدَّثَنِي ابْنُ أَبِيْ حَازِمٍ عَنْ يَحْيَى سَمِعَ الْقَاسِمَ أَخْبَرَنِيْ صَالِحُ بْنُ خَوَّاتٍ عَنْ سَهْلٍ حَدَّثَهُ قَوْلَهُ تَابَعَهُ اللَّيْثُ عَنْ هِشَامٍ عَنْ زَيْدِ بْنِ أَسْلَمَ أَنَّ الْقَاسِمَ بْنَ مُحَمَّدٍ حَدَّثَهُ صَلَّى النَّبِيُّ صلى الله عليه وسلم فِيْ غَزْوَةِ بَنِيْ أَنْمَارٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}