{
  "hadith": {
    "hadith_id": 4147,
    "narrator": "যায়দ ইবনু খালিদ (রাঃ)",
    "bn": "তিনি বলেন, হুদাইবিয়ার বছর আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সঙ্গে বের হলাম। এক রাতে খুব বৃষ্টি হল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিয়ে ফজরের সালাত আদায় করলেন। এরপরে আমাদের দিকে ফিরে বললেন, তোমরা জান কি তোমাদের রব কী বলেছেন? আমরা বললাম, আল্লাহ ও আল্লাহ্‌র রসূলই অধিক জানেন। তখন তিনি বললেন, আল্লাহ তা’আলা বলেছেন (বৃষ্টির কারণে) আমার কতিপয় বান্দা আমার প্রতি ঈমান এনেছে, আর কেউ কেউ আমাকে অমান্য করেছে। যারা বলেছে, আল্লাহ্‌র রহমত, আল্লাহ্‌র দয়া এবং আল্লাহ্‌র ফযলে আমাদের প্রতি বৃষ্টি হয়েছে, তারা আমার প্রতি বিশ্বাস স্থাপনকারী মু’মিন এবং তারা নক্ষত্রের প্রভাব অস্বীকারকারী। আর যারা বলেছে যে অমুক তারকার কারণে বৃষ্টি হয়েছে [৪১], তারা তারকার প্রতি ঈমান এনেছে এবং আমাকে অস্বীকারকারী কাফির। [৮৪৬] (আ.প্র. ৩৮৩৫, ই.ফা. ৩৮৩৮)",
    "ar": "خَالِدُ بْنُ مَخْلَدٍ حَدَّثَنَا سُلَيْمَانُ بْنُ بِلَالٍ قَالَ حَدَّثَنِيْ صَالِحُ بْنُ كَيْسَانَ عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ عَنْ زَيْدِ بْنِ خَالِدٍ رَضِيَ اللهُ عَنْهُ قَالَ خَرَجْنَا مَعَ رَسُوْلِ اللهِ صلى الله عليه وسلم عَامَ الْحُدَيْبِيَةِ فَأَصَابَنَا مَطَرٌ ذَاتَ لَيْلَةٍ فَصَلَّى لَنَا رَسُوْلُ اللهِ صلى الله عليه وسلم الصُّبْحَ ثُمَّ أَقْبَلَ عَلَيْنَا فَقَالَ أَتَدْرُوْنَ مَاذَا قَالَ رَبُّكُمْ قُلْنَا اللهُ وَرَسُوْلُهُ أَعْلَمُ فَقَالَ قَالَ اللهُ أَصْبَحَ مِنْ عِبَادِيْ مُؤْمِنٌ بِيْ وَكَافِرٌ بِيْ فَأَمَّا مَنْ قَالَ مُطِرْنَا بِرَحْمَةِ اللهِ وَبِرِزْقِ اللهِ وَبِفَضْلِ اللهِ فَهُوَ مُؤْمِنٌ بِيْ كَافِرٌ بِالْكَوْكَبِ وَأَمَّا مَنْ قَالَ مُطِرْنَا بِنَجْمِ كَذَا فَهُوَ مُؤْمِنٌ بِالْكَوْكَبِ كَافِرٌ بِي.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪১] কেউ যদি এ বিশ্বাস বা আকীদা পোষণ করে তারকা বা নক্ষত্রের কোন ক্ষমতা প্রভাব আছে, তারকার প্রভাবকে যারা বৃষ্টিপাত হওয়া বা না হওয়ার কারণ মনে করে তারা স্পষ্টত কুফুরীর মধ্যে পতিত। কারণ এর দ্বারা আল্লাহর এখতিয়ার বা সার্বভৌমত্বকে অস্বীকার করা হয় এবং তারকার শক্তির প্রতি বিশ্বাসী হয়ে থাকে। এটা সম্পূর্ণ কুফুরী ও জাহিলী যুগের বিশ্বাস। ইমাম নাবাবী, ইমাম শাফি’ঈ ও জমহুর ‘আলিমদের মত এটাই।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}