{
  "hadith": {
    "hadith_id": 4180,
    "narrator": "‘উরওয়াহ ইবনু যুবায়র (রহ.)",
    "bn": "তিনি মারওয়ান ইবনু হাকাম এবং মিসওয়ার ইবনু মাখরামাহ (রাঃ) উভয়কে হুদাইবিয়াহর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর ‘উমরাহ্ আদায় করার ঘটনা বর্ণনা করতে শুনেছেন। তাঁদের থেকে ‘উরওয়াহ (রহ.) আমার (মুহাম্মাদ ইবনু মুসলিম ইবনু শিহাব) নিকট যা বর্ণনা করছেন তা হচ্ছে এই যে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম সুহায়ল ইবনু ‘আমরকে হুদাইবিয়াহর দিন সন্ধিনামায় যা লিখিয়েছিলেন তার মধ্যে সুহায়ল ইবনু ‘আমরের শর্তগুলোর একটি শর্ত ছিল এইঃ আমাদের থেকে যদি কেউ আপনার কাছে চলে যায় তাকে আমাদের কাছে ফেরত দিতে হবে যদিও সে আপনার ধর্মের উপর থাকে এবং তার ও আমাদের মধ্যে আপনি কোন বাধা সৃষ্টি করতে পারবেন না। এ শর্ত পূর্ণ করা ছাড়া সুহায়ল রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর সঙ্গে সন্ধি করতেই অস্বীকৃতি জানায়। এ শর্তটিকে মু’মিনগণ অপছন্দ করলেন এবং এতে তারা ক্ষুব্ধ হলেন ও এর বিরুদ্ধে আপত্তি উত্থাপন করলেন। কিন্তু যখন সুহায়ল এ শর্ত ব্যতীত রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর সঙ্গে চুক্তি করতে অস্বীকার করল তখন এ শর্তের উপরই  রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম সন্ধিপত্র লেখালেন এবং আবূ জানদাল ইবনু সুহায়ল (রাঃ)-কে ঐ মুহূর্তেই তার পিতা সুহায়ল ইবনু ‘আমরের কাছে ফিরিয়ে দিলেন। সন্ধির মেয়াদকালে পুরুষদের মধ্যে যারাই রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর কাছে চলে আসতেন, মুসলিম হলেও তিনি তাদেরকে ফিরিয়ে দিতেন। এ সময় কিছু সংখ্যক মুসলিম মহিলা হিজরাত করে চলে আসেন। উম্মু কুলসুম বিনত ‘উকবাহ ইবনু আবূ মু‘আইত (রাঃ) ছিলেন রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর নিকট হিজরাতকারিণী একজন যুবতী মহিলা। তিনি হিজরাত করে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর কাছে এসে পৌঁছলে তার পরিবারের লোকেরা নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর নিকট এসে তাঁকে তাদের কাছে ফিরিয়ে দেয়ার জন্য অনুরোধ জানালো। এ সময় আল্লাহ তা‘আলা মু’মিন মহিলাদের সম্পর্কে যা অবতীর্ণ করার তা অবতীর্ণ করলেন। [১৬৯৪, ১৬৯৫] (আধুনিক প্রকাশনীঃ ৩৮৬৩, ইসলামী ফাউন্ডেশনঃ ৩৮৬৬)",
    "ar": "إِسْحَاقُ أَخْبَرَنَا يَعْقُوْبُ حَدَّثَنِي ابْنُ أَخِي ابْنِ شِهَابٍ عَنْ عَمِّهِ أَخْبَرَنِيْ عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّهُ سَمِعَ مَرْوَانَ بْنَ الْحَكَمِ وَالْمِسْوَرَ بْنَ مَخْرَمَةَ يُخْبِرَانِ خَبَرًا مِنْ خَبَرِ رَسُوْلِ اللهِ صلى الله عليه وسلم فِيْ عُمْرَةِ الْحُدَيْبِيَةِ فَكَانَ فِيْمَا أَخْبَرَنِيْ عُرْوَةُ عَنْهُمَا أَنَّهُ لَمَّا كَاتَبَ رَسُوْلُ اللهِ صلى الله عليه وسلم سُهَيْلَ بْنَ عَمْرٍو يَوْمَ الْحُدَيْبِيَةِ عَلَى قَضِيَّةِ الْمُدَّةِ وَكَانَ فِيْمَا اشْتَرَطَ سُهَيْلُ بْنُ عَمْرٍو أَنَّهُ قَالَ لَا يَأْتِيْكَ مِنَّا أَحَدٌ وَإِنْ كَانَ عَلَى دِيْنِكَ إِلَّا رَدَدْتَهُ إِلَيْنَا وَخَلَّيْتَ بَيْنَنَا وَبَيْنَهُ وَأَبَى سُهَيْلٌ أَنْ يُقَاضِيَ رَسُوْلَ اللهِ صلى الله عليه وسلم إِلَّا عَلَى ذَلِكَ فَكَرِهَ الْمُؤْمِنُوْنَ ذَلِكَ وَامَّعَضُوْا فَتَكَلَّمُوْا فِيْهِ فَلَمَّا أَبَى سُهَيْلٌ أَنْ يُقَاضِيَ رَسُوْلَ اللهِ صلى الله عليه وسلم إِلَّا عَلَى ذَلِكَ كَاتَبَهُ رَسُوْلُ اللهِ صلى الله عليه وسلم فَرَدَّ رَسُوْلُ اللهِ صلى الله عليه وسلم أَبَا جَنْدَلِ بْنَ سُهَيْلٍ يَوْمَئِذٍ إِلَى أَبِيْهِ سُهَيْلِ بْنِ عَمْرٍو وَلَمْ يَأْتِ رَسُوْلَ اللهِ صلى الله عليه وسلم أَحَدٌ مِنْ الرِّجَالِ إِلَّا رَدَّهُ فِيْ تِلْكَ الْمُدَّةِ وَإِنْ كَانَ مُسْلِمًا وَجَاءَتْ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَكَانَتْ أُمُّ كُلْثُوْمٍ بِنْتُ عُقْبَةَ بْنِ أَبِيْ مُعَيْطٍ مِمَّنْ خَرَجَ إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم وَهِيَ عَاتِقٌ فَجَاءَ أَهْلُهَا يَسْأَلُوْنَ رَسُوْلَ اللهِ صلى الله عليه وسلم أَنْ يَرْجِعَهَا إِلَيْهِمْ حَتَّى أَنْزَلَ اللهُ تَعَالَى فِي الْمُؤْمِنَاتِ مَا أَنْزَلَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}