{
  "hadith": {
    "hadith_id": 4192,
    "narrator": "ক্বাতাদাহ (রহঃ)",
    "bn": "আনাস (রাঃ) তাদেরকে বলেছেন, উক্‌ল এবং ‘উরাইনাহ গোত্রের কতিপয় লোক মাদীনাহ্‌তে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে কালেমা পড়ে ইসলাম গ্রহণ করল। এরপর তারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলল, হে আল্লাহ্‌র নাবী! আমরা দুগ্ধপানে বেঁচে থাকি, আমরা কৃষক নই। তারা মাদীনাহ্‌র আবহাওয়া নিজেদের জন্য অনুকূল মনে করল না। তাই রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে একজন রাখালসহ কতগুলো উট নিয়ে মাদীনাহ্‌র বাইরে যেতে এবং ঐগুলোর দুধ ও প্রস্রাব পান করার নির্দেশ দিলেন। তারা যাত্রা করে হার্‌রা-এর নিকট পৌঁছে ইসলাম ত্যাগ করে আবার কাফির হয়ে গেল এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর রাখালকে হত্যা করে উটগুলো তাড়িয়ে নিয়ে গেল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এ খবর পৌঁছলে তিনি তাদের খোঁজে তাদের পিছে লোক পাঠিয়ে দিলেন। (তাদের আনা হলে) তিনি তাদের প্রতি কঠিন দণ্ডাদেশ প্রদান করলেন। সাহাবীগণ লৌহ শলাকা দিয়ে তাদের চোখ তুলে দিলেন এবং তাদের হাত কেটে দিলেন। এরপর হাররার এক প্রান্তে তাদেরকে ফেলে রাখা হল। শেষ পর্যন্ত তাদের এ অবস্থায়ই মৃত্যু হল। ক্বাতাদাহ (রাঃ) বলেন, আমাদের কাছে খবর পৌঁছেছে যে, এ ঘটনার পর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রায়ই লোকজনকে সদাকাহ প্রদান করার জন্য উৎসাহ দিতেন এবং মুসলা থেকে বিরত রাখতেন। \nশু’বাহ্‌, আবান এবং হাম্মাদ (রহঃ) ক্বাতাদাহ (রহঃ) থেকে ‘উরাইনাহ গোত্রের ঘটনা বর্ণনা করেছেন। ইয়াহ্‌ইয়া ইবনু আবূ কাসীর এবং আইয়ূব (রহঃ) আবূ কিলাবা (রহঃ)-এর মাধ্যমে আনাস (রাঃ) থেকে বর্ণনা করেছেন যে, উক্‌ল গোত্রের কতিপয় লোক নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসেছিল। [২৩৩] (আ.প্র. ৩৮৭২, ই.ফা. ৩৮৭৫)",
    "ar": "عَبْدُ الْأَعْلَى بْنُ حَمَّادٍ حَدَّثَنَا يَزِيْدُ بْنُ زُرَيْعٍ حَدَّثَنَا سَعِيْدٌ عَنْ قَتَادَةَ أَنَّ أَنَسًا رَضِيَ اللهُ عَنْهُ حَدَّثَهُمْ أَنَّ نَاسًا مِنْ عُكْلٍ وَعُرَيْنَةَ قَدِمُوا الْمَدِيْنَةَ عَلَى النَّبِيِّ صلى الله عليه وسلم وَتَكَلَّمُوْا بِالإِسْلَامِ فَقَالُوْا يَا نَبِيَّ اللهِ إِنَّا كُنَّا أَهْلَ ضَرْعٍ وَلَمْ نَكُنْ أَهْلَ رِيْفٍ وَاسْتَوْخَمُوا الْمَدِيْنَةَ فَأَمَرَ لَهُمْ رَسُوْلُ اللهِ صلى الله عليه وسلم بِذَوْدٍ وَرَاعٍ وَأَمَرَهُمْ أَنْ يَخْرُجُوْا فِيْهِ فَيَشْرَبُوْا مِنَ الْبَانِهَا وَأَبْوَالِهَا فَانْطَلَقُوْا حَتَّى إِذَا كَانُوْا نَاحِيَةَ الْحَرَّةِ كَفَرُوْا بَعْدَ إِسْلَامِهِمْ وَقَتَلُوْا رَاعِيَ النَّبِيِّ صلى الله عليه وسلم وَاسْتَاقُوا الذَّوْدَ فَبَلَغَ النَّبِيَّ صلى الله عليه وسلم فَبَعَثَ الطَّلَبَ فِيْ آثَارِهِمْ فَأَمَرَ بِهِمْ فَسَمَرُوْا أَعْيُنَهُمْ وَقَطَعُوْا أَيْدِيَهُمْ وَتُرِكُوْا فِيْ نَاحِيَةِ الْحَرَّةِ حَتَّى مَاتُوْا عَلَى حَالِهِمْ قَالَ قَتَادَةُ بَلَغَنَا أَنَّ النَّبِيَّ صلى الله عليه وسلم بَعْدَ ذَلِكَ كَانَ يَحُثُّ عَلَى الصَّدَقَةِ وَيَنْهَى عَنِ الْمُثْلَةِ\n[قال أبو عبد الله] وَقَالَ شُعْبَةُ وَأَبَانُ وَحَمَّادٌ عَنْ قَتَادَةَ مِنْ عُرَيْنَةَ وَقَالَ يَحْيَى بْنُ أَبِيْ كَثِيْرٍ وَأَيُّوْبُ عَنْ أَبِيْ قِلَابَةَ عَنْ أَنَسٍ قَدِمَ نَفَرٌ مِنْ عُكْلٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}