{
  "hadith": {
    "hadith_id": 4203,
    "narrator": "সাহ্‌ল ইবনু সা'দ সা'ঈদী (রাঃ)",
    "bn": "(খাইবারের যুদ্ধে) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং মুশরিকরা মুখোমুখী হলেন। পরস্পরের মধ্যে তুমুল লড়াই হল। (দিনের শেষে) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সেনা ছাউনিতে ফিরে আসলেন আর অন্যপক্ষও তাদের ছাউনিতে ফিরে গেল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবীগণের মধ্যে এমন এক ব্যক্তি ছিলেন, যিনি তার তরবারি থেকে একাকী কিংবা দলবদ্ধ কোন শত্রু সৈন্যকেই রেহাই দেননি। বরং পিছু ধাওয়া করে তাকে তরবারির আঘাতে হত্যা করেছেন। তাদের কেউ বললেন, অমুক ব্যক্তি আজ যা করেছে আমাদের মধ্যে আর অন্য কেউ তা করতে সক্ষম হয়নি। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, কিন্তু সে তো জাহান্নামী। সাহাবীগণের একজন বললেন, (ব্যাপারটা দেখার জন্য) আমি তার সঙ্গী হব। সাহ্‌ল ইবনু সা'দ সা'ঈদী (রাঃ) বলেন, পরে তিনি ঐ লোকটির সঙ্গে বের হলেন, লোকটি থামলে তিনিও থামতেন, লোকটি দ্রুত চললে তিনিও দ্রুত চলতেন। বর্ণনাকারী বলেন, এক সময়ে লোকটি ভীষণভাবে আঘাতপ্রাপ্ত হল এবং (যন্ত্রণার চোটে) শীঘ্র মৃত্যু কামনা করল। তাই সে তার তরবারির গোড়ার অংশ মাটিতে রেখে এর ধারালো দিক বুকের মাঝে রাখল। এরপর সে তরবারির উপর নিজেকে জোরে চেপে ধরে আত্মহত্যা করল। তখন লোকটি (অনুসরণকারী সহাবী) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বললেন, আমি সাক্ষ্য দিচ্ছি, নিশ্চয়ই আপনি আল্লাহ্‌র রসূল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ব্যাপার কী? তিনি বললেন, একটু আগে আপনি যে লোকটির কথা বলেছিলেন যে, লোকটি জাহান্নামী, তাতে লোকেরা আশ্চর্যান্বিত হয়েছিল। তখন আমি তাদেরকে বলেছিলাম, আমি লোকটির পিছু নিয়ে দেখব। কাজেই আমি ব্যাপারটির খোঁজে বেরিয়ে পড়ি। এক সময় লোকটি মারাত্মকভাবে আঘাতপ্রাপ্ত হল এবং শীঘ্র মৃত্যু কামনা করল, তাই সে তার তরবারির হাতলের দিক মাটিতে বসিয়ে এর তীক্ষ্ম ভাগ নিজের বুকের মাঝে রাখল। এরপর নিজেকে তার উপর জোরে চেপে ধরে আত্মহত্যা করল। এ সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, অনেক সময় মানুষ জান্নাতীদের মত 'আমাল করতে থাকে, যা দেখে অন্যরা তাকে জান্নাতীই মনে করে। অথচ সে জাহান্নামী। আবার অনেক সময় মানুষ জাহান্নামীদের মতো 'আমাল করতে থাকে যা দেখে লোকজনও সেরূপই মনে করে থাকে, অথচ সে জান্নাতী। [২৯০২] (আ.প্র. ৩৮৮২, ই.ফা. ৩৮৮৫)",
    "ar": "قُتَيْبَةُ حَدَّثَنَا يَعْقُوْبُ عَنْ أَبِيْ حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم الْتَقَى هُوَ وَالْمُشْرِكُوْنَ فَاقْتَتَلُوْا فَلَمَّا مَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِلَى عَسْكَرِهِ وَمَالَ الْآخَرُوْنَ إِلَى عَسْكَرِهِمْ وَفِيْ أَصْحَابِ رَسُوْلِ اللهِ صلى الله عليه وسلم رَجُلٌ لَا يَدَعُ لَهُمْ شَاذَّةً وَلَا فَاذَّةً إِلَّا اتَّبَعَهَا يَضْرِبُهَا بِسَيْفِهِ فَقِيْلَ مَا أَجْزَأَ مِنَّا الْيَوْمَ أَحَدٌ كَمَا أَجْزَأَ فُلَانٌ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم أَمَا إِنَّهُ مِنْ أَهْلِ النَّارِ فَقَالَ رَجُلٌ مِنَ الْقَوْمِ أَنَا صَاحِبُهُ قَالَ فَخَرَجَ مَعَهُ كُلَّمَا وَقَفَ وَقَفَ مَعَهُ وَإِذَا أَسْرَعَ أَسْرَعَ مَعَهُ قَالَ فَجُرِحَ الرَّجُلُ جُرْحًا شَدِيْدًا فَاسْتَعْجَلَ الْمَوْتَ فَوَضَعَ سَيْفَهُ بِالأَرْضِ وَذُبَابَهُ بَيْنَ ثَدْيَيْهِ ثُمَّ تَحَامَلَ عَلَى سَيْفِهِ فَقَتَلَ نَفْسَهُ فَخَرَجَ الرَّجُلُ إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ أَشْهَدُ أَنَّكَ رَسُوْلُ اللهِ قَالَ وَمَا ذَاكَ قَالَ الرَّجُلُ الَّذِيْ ذَكَرْتَ آنِفًا أَنَّهُ مِنْ أَهْلِ النَّارِ فَأَعْظَمَ النَّاسُ ذَلِكَ فَقُلْتُ أَنَا لَكُمْ بِهِ فَخَرَجْتُ فِيْ طَلَبِهِ ثُمَّ جُرِحَ جُرْحًا شَدِيْدًا فَاسْتَعْجَلَ الْمَوْتَ فَوَضَعَ نَصْلَ سَيْفِهِ فِي الْأَرْضِ وَذُبَابَهُ بَيْنَ ثَدْيَيْهِ ثُمَّ تَحَامَلَ عَلَيْهِ فَقَتَلَ نَفْسَهُ فَقَالَ رَسُوْلُ اللهِ عِنْدَ ذَلِكَ إِنَّ الرَّجُلَ لَيَعْمَلُ عَمَلَ أَهْلِ الْجَنَّةِ فِيْمَا يَبْدُوْ لِلنَّاسِ وَهُوَ مِنْ أَهْلِ النَّارِ وَإِنَّ الرَّجُلَ لَيَعْمَلُ عَمَلَ أَهْلِ النَّارِ فِيْمَا يَبْدُوْ لِلنَّاسِ وَهُوَ مِنْ أَهْلِ الْجَنَّةِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}