{
  "hadith": {
    "hadith_id": 4210,
    "narrator": "সাহ্‌ল ইব্‌নু সা'দ (রাঃ)",
    "bn": "খাইবারের যুদ্ধে একদা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আগামীকাল সকালে আমি এমন এক লোকের হাতে ঝাণ্ডা তুলে দেব যার হাতে আল্লাহ খাইবারে বিজয় দান করবেন যে আল্লাহ এবং তাঁর রসূলকে ভালবাসে এবং যাকে আল্লাহ এবং তাঁর রসূল ভালবাসেন। সাহ্‌ল (রাঃ) বলেন, মুসলিমগণ এ জল্পনায় রাত কাটালো যে, তাদের মধ্যে কাকে দেয়া হবে এ ঝাণ্ডা। সকালে সবাই রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে আসলেন, আর প্রত্যেকেই তা পাওয়ার আকাঙ্ক্ষা করছিলেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, 'আলী ইবনু আবূ ত্বলিব (রাঃ) কোথায়? সাহাবীগণ বললেন, হে আল্লাহ্‌র রসূল! তিনি তো চক্ষুরোগে আক্রান্ত। তিনি বললেন, তার কাছে লোক পাঠাও। সে মতে তাঁকে আনা হল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার উভয় চোখে থুথু লাগিয়ে তার জন্য দু'আ করলেন। ফলে চোখ এমন ভাল হয়ে গেল যেন কখনো চোখে কোন রোগই ছিল না। এরপর তিনি তার হাতে ঝাণ্ডা প্রদান করলেন। তখন 'আলী (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! তারা আমাদের মতো (মুসলিম) না হওয়া পর্যন্ত আমি তাদের সাথে যুদ্ধ চালিয়ে যাব। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি বর্তমান অবস্থায়ই তাদের দ্বারপ্রান্তে গিয়ে হাজির হও, এরপর তাদেরকে ইসলাম গ্রহণের প্রতি আহবান করো, আল্লাহ্‌র অধিকার প্রদানে তাদের প্রতি যে দায়িত্ব বর্তায় সে সম্পর্কে তাদেরকে অবহিত কর। কারণ আল্লাহ্‌র কসম! তোমার দাওয়াতের মাধ্যমে আল্লাহ যদি মাত্র একজন মানুষকেও হিদায়াত দেন তাহলে তা তোমার জন্য লাল রঙের (মূল্যবান) উটের [৪৯] মালিক হওয়ার চেয়ে উত্তম। [২৯৪২] (আ.প্র. ৩৮৮৯, ই.ফা. ৩৮৯২)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيْدٍ حَدَّثَنَا يَعْقُوْبُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ أَبِيْ حَازِمٍ قَالَ أَخْبَرَنِيْ سَهْلُ بْنُ سَعْدٍ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَالَ يَوْمَ خَيْبَرَ لَأُعْطِيَنَّ هَذِهِ الرَّايَةَ غَدًا رَجُلًا يَفْتَحُ اللهُ عَلَى يَدَيْهِ يُحِبُّ اللهَ وَرَسُوْلَهُ وَيُحِبُّهُ اللهُ وَرَسُوْلُهُ قَالَ فَبَاتَ النَّاسُ يَدُوْكُوْنَ لَيْلَتَهُمْ أَيُّهُمْ يُعْطَاهَا فَلَمَّا أَصْبَحَ النَّاسُ غَدَوْا عَلَى رَسُوْلِ اللهِ صلى الله عليه وسلم كُلُّهُمْ يَرْجُوْ أَنْ يُعْطَاهَا فَقَالَ أَيْنَ عَلِيُّ بْنُ أَبِيْ طَالِبٍ فَقِيْلَ هُوَ يَا رَسُوْلَ اللهِ يَشْتَكِيْ عَيْنَيْهِ قَالَ فَأَرْسَلُوْا إِلَيْهِ فَأُتِيَ بِهِ فَبَصَقَ رَسُوْلُ اللهِ صلى الله عليه وسلم فِيْ عَيْنَيْهِ وَدَعَا لَهُ فَبَرَأَ حَتَّى كَأَنْ لَمْ يَكُنْ بِهِ وَجَعٌ فَأَعْطَاهُ الرَّايَةَ فَقَالَ عَلِيٌّ يَا رَسُوْلَ اللهِ أُقَاتِلُهُمْ حَتَّى يَكُوْنُوْا مِثْلَنَا فَقَالَ انْفُذْ عَلَى رِسْلِكَ حَتَّى تَنْزِلَ بِسَاحَتِهِمْ ثُمَّ ادْعُهُمْ إِلَى الإِسْلَامِ وَأَخْبِرْهُمْ بِمَا يَجِبُ عَلَيْهِمْ مِنْ حَقِّ اللهِ فِيْهِ فَوَاللهِ لَأَنْ يَهْدِيَ اللهُ بِكَ رَجُلًا وَاحِدًا خَيْرٌ لَكَ مِنْ أَنْ يَكُوْنَ لَكَ حُمْرُ النَّعَمِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪৯] আরবীয় উটের যত প্রকার আছে তার মধ্যে সবচেয়ে সুন্দর, অভিজাত, আকর্ষণীয় ও মূল্যবান উট হচ্ছে লাল রঙের উট।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}