{
  "hadith": {
    "hadith_id": 4241,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর কন্যা ফাতেমাহ (রাঃ) আবূ বাকর (রাঃ)-এর নিকট রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর পরিত্যক্ত সম্পত্তি মদিনা্ ও ফাদাক-এ অবস্থিত ফাই (বিনা যুদ্ধে প্রাপ্ত সম্পদ) এবং খাইবারের খুমুসের (পঞ্চমাংশ) অবশিষ্ট থেকে মিরাসী স্বত্ব চেয়ে পাঠালেন। তখন আবূ বাকর (রাঃ) উত্তরে বললেন যে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলে গেছেন, আমাদের (নাবীদের) কোন ওয়ারিশ হয় না, আমরা যা ছেড়ে যাব তা সদাকাহ হিসেবে গণ্য হবে। অবশ্য মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর বংশধরগণ এ সম্পত্তি থেকে ভরণ-পোষণ চালাতে পারবেন। আল্লাহর কসম! রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর সদাকাহ তাঁর জীবদ্দশায় যে অবস্থায় ছিল আমি সে অবস্থা থেকে এতটুকুও পরিবর্তন করব না। এ ব্যাপারে তিনি যেভাবে ব্যবহার করে গেছেন আমিও ঠিক সেভাবেই ব্যবহার করব। এ কথা বলে আবূ বাকর (রাঃ) ফাতেমাহ (রাঃ)-কে এ সম্পদ থেকে কিছু দিতে অস্বীকার করলেন। এতে ফাতিমাহ (রাঃ) (মানবোচিত কারণে) আবূ বাকর (রাঃ)-এর উপর নাখোশ হলেন এবং তাঁর থেকে সম্পর্কহীন থাকলেন। তাঁর মৃত্যু অবধি তিনি আবূ বাকর (রাঃ)-এর সঙ্গে কথা বলেননি। নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর পর তিনি ছয় মাস জীবিত ছিলেন। তিনি ইন্তিকাল করলে তাঁর স্বামী ‘আলী (রাঃ) রাতের বেলা তাঁকে দাফন করেন। আবূ বাকর (রাঃ)-কেও এ খবর দিলেন না এবং তিনি তার জানাযার সালাত আদায় করে নেন।[১] ফাতেমাহ (রাঃ)-এর জীবিত অবস্থায় লোকজনের মনে ‘আলী (রাঃ)-এর মর্যাদা ছিল। ফাতিমাহ (রাঃ) ইন্তিকাল করলে ‘আলী (রাঃ) লোকজনের চেহারায় অসন্তুষ্টির চিহ্ন দেখতে পেলেন। তাই তিনি আবূ বাকর (রাঃ)-এর সঙ্গে সমঝোতা ও তাঁর কাছে বাইআতের ইচ্ছা করলেন। এ ছয় মাসে তাঁর পক্ষে বাই‘আত গ্রহণের সুযোগ হয়নি। তাই তিনি আবূ বাকর (রাঃ)-এর কাছে লোক পাঠিয়ে জানালেন যে, আপনি আমার কাছে আসুন। (এটা জানতে পেরে) ‘উমার (রাঃ) বললেন, আল্লাহর কসম! আপনি একা একা তাঁর কাছে যাবেন না। আবূ বাকর (রাঃ) বললেন, তাঁরা আমার সঙ্গে খারাপ আচরণ করবে বলে তোমরা আশঙ্কা করছ? আল্লাহর কসম! আমি তাঁদের কাছে যাব। তারপর আবূ বাকর (রাঃ) তাঁদের কাছে গেলেন। ‘আলী (রাঃ) তাশাহুদ পাঠ করে বললেন, আমরা আপনার মর্যাদা এবং আল্লাহ আপনাকে যা কিছু দান করেছেন সে সম্পর্কে ওয়াকেবহাল। আর যে কল্যাণ (অর্থাৎ খিলাফাত) আল্লাহ আপনাকে দান করেছেন সে ব্যাপারেও আমরা আপনার উপর হিংসা পোষণ করি না। তবে খিলাফাতের ব্যাপারে আপনি আমাদের উপর নিজস্ব মতামতের প্রাধান্য দিচ্ছেন অথচ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর নিকটাত্মীয় হিসেবে খিলাফাতের কাজে আমাদেরও কিছু পরামর্শ দেয়ার অধিকার আছে। এ কথায় আবূ বাকর (রাঃ)-এর চোখ থেকে অশ্রু উপচে পড়ল। এরপর তিনি যখন আলোচনা আরম্ভ করলেন তখন বললেন, সেই সত্তার কসম যাঁর হাতে আমার প্রাণ, আমার কাছে আমার নিকটাত্মীয় চেয়েও রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর আত্মীয়বর্গ অধিক প্রিয়। আর এ সম্পদগুলোতে আমার এবং আপনাদের মধ্যে যে মতবিরোধ হয়েছে সে ব্যাপারেও আমি কল্যাণকর পথ অনুসরণে পিছপা হইনি। বরং এ ক্ষেত্রেও আমি কোন কাজ পরিত্যাগ করিনি যা আমি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-কে করতে দেখেছি। তারপর ‘আলী (রাঃ) আবূ বাকর (রাঃ)-কে বললেনঃ যুহরের পর আপনার হাতে বাই‘আত গ্রহণের ওয়াদা রইল। যুহরের সালাত আদায়ের পর আবূ বাকর (রাঃ) মিম্বারে বসে তাশাহুদ পাঠ করলেন, তারপর ‘আলী (রাঃ)-এর বর্তমান অবস্থা এবং বাই‘আত গ্রহণে তার দেরি করার কারণ ও তাঁর পেশকৃত আপত্তিগুলো তিনি বর্ণনা করলেন। এরপর ‘আলী (রাঃ) দাঁড়িয়ে আল্লাহর কাছে ক্ষমা প্রার্থনা করে তাশাহুদ পাঠ করলেন এবং আবূ বাকর (রাঃ)-এর মর্যাদার কথা উল্লেখ করে বললেন, তিনি যা কিছু করেছেন তা আবূ বাকর (রাঃ)-এর প্রতি হিংসা কিংবা আল্লাহ প্রদত্ত তাঁর মর্যাদাকে অস্বীকার করার জন্য করেননি। (তিনি বলেন) তবে আমরা ভেবেছিলাম যে, এ ব্যাপারে আমাদেরও পরামর্শ দেয়ার অধিকার থাকবে। অথচ তিনি [আবূ বাকর (রাঃ)] আমাদের পরামর্শ ত্যাগ করে স্বাধীন মতের উপর রয়ে গেছেন। তাই আমরা মানসিক কষ্ট পেয়েছিলাম। মুসলিমগণ আনন্দিত হয়ে বললেন, আপনি ঠিকই করেছেন। এরপর ‘আলী (রাঃ) আমর বিল মা‘রূফ-এর পানে ফিরে আসার কারণে মুসলিমগণ আবার তাঁর নিকটবর্তী হতে শুরু করলেন। [৩০৯২, ৩০৯৩] (আধুনিক প্রকাশনীঃ ৩৯১৩, ইসলামী ফাউন্ডেশনঃ ৩৯১৭)",
    "ar": "يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّ فَاطِمَةَ عَلَيْهَا السَّلَام بِنْتَ النَّبِيِّ صلى الله عليه وسلم أَرْسَلَتْ إِلَى أَبِيْ بَكْرٍ تَسْأَلُهُ مِيْرَاثَهَا مِنْ رَسُوْلِ اللهِ صلى الله عليه وسلم مِمَّا أَفَاءَ اللهُ عَلَيْهِ بِالْمَدِيْنَةِ وَفَدَكٍ وَمَا بَقِيَ مِنْ خُمُسِ خَيْبَرَ فَقَالَ أَبُوْ بَكْرٍ إِنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَالَ لَا نُوْرَثُ مَا تَرَكْنَا صَدَقَةٌ إِنَّمَا يَأْكُلُ آلُ مُحَمَّدٍ فِيْ هَذَا الْمَالِ وَإِنِّيْ وَاللهِ لَا أُغَيِّرُ شَيْئًا مِنْ صَدَقَةِ رَسُوْلِ اللهِ صلى الله عليه وسلم عَنْ حَالِهَا الَّتِيْ كَانَ عَلَيْهَا فِيْ عَهْدِ رَسُوْلِ اللهِ صلى الله عليه وسلم وَلَأَعْمَلَنَّ فِيْهَا بِمَا عَمِلَ بِهِ رَسُوْلُ اللهِ صلى الله عليه وسلم فَأَبَى أَبُوْ بَكْرٍ أَنْ يَدْفَعَ إِلَى فَاطِمَةَ مِنْهَا شَيْئًا فَوَجَدَتْ فَاطِمَةُ عَلَى أَبِيْ بَكْرٍ فِيْ ذَلِكَ فَهَجَرَتْهُ فَلَمْ تُكَلِّمْهُ حَتَّى تُوُفِّيَتْ وَعَاشَتْ بَعْدَ النَّبِيِّ صلى الله عليه وسلم سِتَّةَ أَشْهُرٍ فَلَمَّا تُوُفِّيَتْ دَفَنَهَا زَوْجُهَا عَلِيٌّ لَيْلًا وَلَمْ يُؤْذِنْ بِهَا أَبَا بَكْرٍ وَصَلَّى عَلَيْهَا وَكَانَ لِعَلِيٍّ مِنْ النَّاسِ وَجْهٌ حَيَاةَ فَاطِمَةَ فَلَمَّا تُوُفِّيَتْ اسْتَنْكَرَ عَلِيٌّ وُجُوْهَ النَّاسِ فَالْتَمَسَ مُصَالَحَةَ أَبِيْ بَكْرٍ وَمُبَايَعَتَهُ وَلَمْ يَكُنْ يُبَايِعُ تِلْكَ الْأَشْهُرَ فَأَرْسَلَ إِلَى أَبِيْ بَكْرٍ أَنْ ائْتِنَا وَلَا يَأْتِنَا أَحَدٌ مَعَكَ كَرَاهِيَةً لِمَحْضَرِ عُمَرَ فَقَالَ عُمَرُ لَا وَاللهِ لَا تَدْخُلُ عَلَيْهِمْ وَحْدَكَ فَقَالَ أَبُوْ بَكْرٍ وَمَا عَسَيْتَهُمْ أَنْ يَفْعَلُوْا بِيْ وَاللهِ لآتِيَنَّهُمْ فَدَخَلَ عَلَيْهِمْ أَبُوْ بَكْرٍ فَتَشَهَّدَ عَلِيٌّ فَقَالَ إِنَّا قَدْ عَرَفْنَا فَضْلَكَ وَمَا أَعْطَاكَ اللهُ وَلَمْ نَنْفَسْ عَلَيْكَ خَيْرًا سَاقَهُ اللهُ إِلَيْكَ وَلَكِنَّكَ اسْتَبْدَدْتَ عَلَيْنَا بِالأَمْرِ وَكُنَّا نَرَى لِقَرَابَتِنَا مِنْ رَسُوْلِ اللهِ صلى الله عليه وسلم نَصِيْبًا حَتَّى فَاضَتْ عَيْنَا أَبِيْ بَكْرٍ فَلَمَّا تَكَلَّمَ أَبُوْ بَكْرٍ قَالَ وَالَّذِيْ نَفْسِيْ بِيَدِهِ لَقَرَابَةُ رَسُوْلِ اللهِ صلى الله عليه وسلم أَحَبُّ إِلَيَّ أَنْ أَصِلَ مِنْ قَرَابَتِيْ وَأَمَّا الَّذِيْ شَجَرَ بَيْنِيْ وَبَيْنَكُمْ مِنْ هَذِهِ الْأَمْوَالِ فَلَمْ آلُ فِيْهَا عَنِ الْخَيْرِ وَلَمْ أَتْرُكْ أَمْرًا رَأَيْتُ رَسُوْلَ اللهِ يَصْنَعُهُ فِيْهَا إِلَّا صَنَعْتُهُ فَقَالَ عَلِيٌّ لِأَبِيْ بَكْرٍ مَوْعِدُكَ الْعَشِيَّةَ لِلْبَيْعَةِ فَلَمَّا صَلَّى أَبُوْ بَكْرٍ الظُّهْرَ رَقِيَ عَلَى الْمِنْبَرِ فَتَشَهَّدَ وَذَكَرَ شَأْنَ عَلِيٍّ وَتَخَلُّفَهُ عَنِ الْبَيْعَةِ وَعُذْرَهُ بِالَّذِي اعْتَذَرَ إِلَيْهِ ثُمَّ اسْتَغْفَرَ وَتَشَهَّدَ عَلِيٌّ فَعَظَّمَ حَقَّ أَبِيْ بَكْرٍ وَحَدَّثَ أَنَّهُ لَمْ يَحْمِلْهُ عَلَى الَّذِيْ صَنَعَ نَفَاسَةً عَلَى أَبِيْ بَكْرٍ وَلَا إِنْكَارًا لِلَّذِيْ فَضَّلَهُ اللهُ بِهِ وَلَكِنَّا نَرَى لَنَا فِيْ هَذَا الْأَمْرِ نَصِيْبًا فَاسْتَبَدَّ عَلَيْنَا فَوَجَدْنَا فِيْ أَنْفُسِنَا فَسُرَّ بِذَلِكَ الْمُسْلِمُوْنَ وَقَالُوْا أَصَبْتَ وَكَانَ الْمُسْلِمُوْنَ إِلَى عَلِيٍّ قَرِيْبًا حِيْنَ رَاجَعَ الْأَمْرَ الْمَعْرُوْفَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ফাতিমাহ (রাঃ) মৃত্যুর পূর্বে ওয়াসিয়াত করেন যে, তার মৃত্যু হলে যেন অনতিবিলম্বে দাফন করা হয়। লোকজন ডাকাডাকি করলে তাতে পর্দার ব্যাঘাত ঘটবে, সেজন্য ‘আলী (রাঃ) রাতের ভিতরেই সব কাজ সমাধা করেছেন।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}