{
  "hadith": {
    "hadith_id": 425,
    "narrator": "মাহমূদ ইব্‌নু রাবী’ আনসারী (রাঃ)",
    "bn": "‘ইতবান ইব্‌নু মালিক (রাঃ) , যিনি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে বদরের যুদ্ধে অংশ গ্রহণকারী আনসারগণের অন্যতম, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট হাযির হয়ে আরয করলেন হে আল্লাহ্‌র রসূল! আমার দৃষ্টিশক্তি হ্রাস পেয়েছে। আমি আমার গোত্রের লোকদের নিয়ে সালাত আদায় করি। কিন্তু বৃষ্টি হলে আমার ও তাদের বাসস্থানের মধ্যবর্তী নিম্নভুমিতে পানি জমে যাওয়াতে তা পার হয়ে তাদের মসজিদে পৌছাতে এবং তাদেরকে নিয়ে সালাত আদায় করতে সমর্থ হই না। আর হে আল্লাহর রসূল! আমার একান্ত ইচ্ছা যে, আপনি আমার ঘরে এসে কোন এক স্থানে সালাত আদায় করেন এবং আমি সেই স্থানকে সালাতের জন্য নির্দিষ্ট করে নিই। রাবী বলেনঃ তাঁকে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ইনশাআল্লাহ্‌ অচিরেই আমি তা করব। ‘ইতবান (রাঃ) বলেনঃ পর দিন সূর্যোদয়ের পর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবূ বকর (রাঃ) আমার ঘরে তাশরীফ আনেন। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ভেতরে প্রবেশ করতে চাইলে আমি তাঁকে অনুমতি দিলাম। ঘরে প্রবেশ করে তিনি না বসেই জিজ্ঞেস করলেনঃ  তোমার ঘরের কোন স্থানে সালাত আদায় করা পছন্দ কর? তিনি বলেনঃ আমি তাঁকে ঘরের এক প্রান্তের দিকে ইঙ্গিত করলাম। অতঃপর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ালেন এবং তাকবীর বললেন। তখন আমরাও দাঁড়ালাম এবং কাতারবন্দী হলাম। তিনি দু’রাক’আত সালাত আদায় করলেন। অতঃপর সালাম ফিরালেন। তিনি (‘ইতবান) বলেনঃ আমরা তাঁকে কিছুক্ষণের জন্য বসালাম এবং তাঁর জন্য তৈরি ‘খাযিরাহ’ [১] নামক খাবার তাঁর সামনে পেশ করলাম। রাবী বলেনঃ এ সময় মহল্লার কিছুলোক এসে ঘরে ভীড় জমালেন। তখন উপস্থিত লোকদের মধ্য হতে এক ব্যক্তি বলে উঠলেন, ‘মালিক ইব্‌নু দুখাইশিন’ কোথায়? অথবা বললেনঃ ‘ইব্‌নু দুখশুন’ কোথায়? তখন তাদের একজন জওয়াব দিলেন, সে মুনাফিক। সে মহান আল্লাহ ও আল্লাহর রসূলকে ভালবাসে না। তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এরূপ বলো না। তুমি কি দেখছ না যে, সে আল্লাহর সন্তোষ লাভের জন্য “লা-ইলা-হা ইল্লাল্লাহ” বলেছে? তখন সে ব্যক্তি বললেনঃ আল্লাহ ও তাঁর রসূলই ভাল জানেন। আমরা তো তার সম্পর্ক ও নাসীহাত কামনা মুনাফিকদের সাথেই দেখি। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ তা’আলা তো এমন ব্যক্তির প্রতি জাহান্নাম হারাম করে দিয়েছেন, যে আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে “লা-ইলা-হা ইল্লাল্লাহ” বলে। রাবী’ ইব্‌ন শিহাব (রহঃ) বলেনঃ অতঃপর আমি মাহমূদ ইব্‌ন রাবী’ (রাঃ)-এর হাদীস সম্পর্কে হুসায়ন ইব্‌নু মুহাম্মাদ আনসারী (রহঃ)-কে জিজ্ঞেস করলাম, যিনি বনূ সালিম গোত্রের একজন নেতৃস্থানীয় ব্যক্তি ছিলেন। তিনি এ হাদীস সমর্থন করলেন। (আধুনিক প্রকাশনীঃ ৪০৭, ইসলামী ফাউন্ডেশনঃ ৪১৩)",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ عُفَيْرٍ، قَالَ حَدَّثَنِي اللَّيْثُ، قَالَ حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي مَحْمُودُ بْنُ الرَّبِيعِ الأَنْصَارِيُّ، أَنَّ عِتْبَانَ بْنَ مَالِكٍ ـ وَهُوَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِمَّنْ شَهِدَ بَدْرًا مِنَ الأَنْصَارِ ـ أَنَّهُ أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ، قَدْ أَنْكَرْتُ بَصَرِي، وَأَنَا أُصَلِّي لِقَوْمِي، فَإِذَا كَانَتِ الأَمْطَارُ سَالَ الْوَادِي الَّذِي بَيْنِي وَبَيْنَهُمْ، لَمْ أَسْتَطِعْ أَنْ آتِيَ مَسْجِدَهُمْ فَأُصَلِّيَ بِهِمْ، وَوَدِدْتُ يَا رَسُولَ اللَّهِ أَنَّكَ تَأْتِينِي فَتُصَلِّيَ فِي بَيْتِي، فَأَتَّخِذَهُ مُصَلًّى‏.‏ قَالَ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ سَأَفْعَلُ إِنْ شَاءَ اللَّهُ ‏\"‏‏.‏ قَالَ عِتْبَانُ فَغَدَا رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ حِينَ ارْتَفَعَ النَّهَارُ، فَاسْتَأْذَنَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَأَذِنْتُ لَهُ، فَلَمْ يَجْلِسْ حَتَّى دَخَلَ الْبَيْتَ ثُمَّ قَالَ ‏\"‏ أَيْنَ تُحِبُّ أَنْ أُصَلِّيَ مِنْ بَيْتِكَ ‏\"‏‏.‏ قَالَ فَأَشَرْتُ لَهُ إِلَى نَاحِيَةٍ مِنَ الْبَيْتِ، فَقَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَكَبَّرَ، فَقُمْنَا فَصَفَّنَا، فَصَلَّى رَكْعَتَيْنِ ثُمَّ سَلَّمَ، قَالَ وَحَبَسْنَاهُ عَلَى خَزِيرَةٍ صَنَعْنَاهَا لَهُ‏.‏ قَالَ فَثَابَ فِي الْبَيْتِ رِجَالٌ مِنْ أَهْلِ الدَّارِ ذَوُو عَدَدٍ فَاجْتَمَعُوا، فَقَالَ قَائِلٌ مِنْهُمْ أَيْنَ مَالِكُ بْنُ الدُّخَيْشِنِ أَوِ ابْنُ الدُّخْشُنِ فَقَالَ بَعْضُهُمْ ذَلِكَ مُنَافِقٌ لاَ يُحِبُّ اللَّهَ وَرَسُولَهُ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ لاَ تَقُلْ ذَلِكَ، أَلاَ تَرَاهُ قَدْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ‏.‏ يُرِيدُ بِذَلِكَ وَجْهَ اللَّهِ ‏\"‏‏.‏ قَالَ اللَّهُ وَرَسُولُهُ أَعْلَمُ‏.‏ قَالَ فَإِنَّا نَرَى وَجْهَهُ وَنَصِيحَتَهُ إِلَى الْمُنَافِقِينَ‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَإِنَّ اللَّهَ قَدْ حَرَّمَ عَلَى النَّارِ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ‏.‏ يَبْتَغِي بِذَلِكَ وَجْهَ اللَّهِ ‏\"‏‏.‏ قَالَ ابْنُ شِهَابٍ ثُمَّ سَأَلْتُ الْحُصَيْنَ بْنَ مُحَمَّدٍ الأَنْصَارِيَّ ـ وَهْوَ أَحَدُ بَنِي سَالِمٍ وَهُوَ مِنْ سَرَاتِهِمْ ـ عَنْ حَدِيثِ مَحْمُودِ بْنِ الرَّبِيعِ، فَصَدَّقَهُ بِذَلِكَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] খাযিরাহঃ ছোট ছোট গোশতের টুকরা বা কিমা, পানি দ্বারা সিদ্ধ করার পর সেটাতে আটা মিশিয়ে রান্না করা খাবার।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}