{
  "hadith": {
    "hadith_id": 4251,
    "narrator": "বারাআ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যিলকা'দা মাসে 'উমরাহ্‌ আদায়ের উদ্দ্যেশে রওয়ানা করেন। মক্কাবাসীরা তাঁকে মক্কায় প্রবেশের অনুমতি দিতে অস্বীকৃতি জানাল। অবশেষে তাদের সঙ্গে চুক্তি হল যে, (আগামী বছর 'উমরাহ্‌ পালন হেতু) তিনি তিনদিন মক্কায় অবস্থান করবেন। মুসলিমগণ সন্ধিপত্র লেখার সময় এভাবে লিখেছিলেন, আল্লাহ্‌র রসূল মুহাম্মদ আমাদের সঙ্গে এ চুক্তি সম্পাদন করেছেন। ফলে তারা (মক্কার কুরাইশরা) বলল, আমরা তো এ কথা স্বীকার করিনি। যদি আমরা আপনাকে আল্লাহ্‌র রসূল বলেই জানতাম তা হলে মাক্কাহ প্রবেশে মোটেই বাধা দিতাম না। বরং আপনি তো মুহাম্মদ ইবনু 'আবদুল্লাহ। তখন তিনি বললেন, আমি আল্লাহ্‌র রসূল এবং মুহাম্মদ ইবনু 'আবদুল্লাহ। তারপর তিনি 'আলী (রাঃ)-কে বললেন, রসূলুল্লাহ শব্দটি মুছে ফেল। 'আলী (রাঃ) উত্তর করলেন, আল্লাহ্‌র কসম! আমি কখনো এ কথা মুছতে পারব না। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন চুক্তিপত্রটি হাতে নিলেন। তিনি লিখতে জানতেন না, তবুও তিনি লিখে দিলেন [৫৯] যে, মুহাম্মদ ইবনু 'আবদুল্লাহ এ চুক্তিপত্র সম্পাদন করলেন যে, তিনি কোষবদ্ধ তরবারি ব্যতীত অন্য কোন অস্ত্র নিয়ে মক্কায় প্রবেশ করবেন না। মক্কাবাসীদের কেউ তাঁর সঙ্গে যেতে চাইলেও তিনি তাকে বের করে নিয়ে যাবেন না। তাঁর সাথীদের কেউ মক্কায় থেকে যেতে চাইলে তিনি তাকে বাধা দিবেন না। (পরবর্তী বছর) যখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কায় প্রবেশ করলেন এবং নির্দিষ্ট সময় অতিক্রান্ত হল তখন মুশরিকরা 'আলীর কাছে এসে বলল, আপনার সাথী [রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)]-কে বলুন যে, নির্ধারিত সময় পেরিয়ে গেছে। তাই তিনি যেন আমাদের নিকট থেকে চলে যান। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সে মতে বেরিয়ে আসলেন। এ সময় হামযাহ (রাঃ)-এর কন্যা চাচা চাচা বলে ডাকতে ডাকতে তাঁর পেছনে ছুটল। 'আলী (রাঃ) তার হাত ধরে তুলে নিয়ে ফাতেমাহ (রাঃ)-কে দিয়ে বললেন, তোমার চাচার কন্যাকে নাও। ফাতেমাহ (রাঃ) বাচ্চাটিকে উঠিয়ে নিলেন। (মদিনায় পৌঁছলে) বাচ্চাটি নিয়ে 'আলী, যায়দ (ইবনু হারিসাহ) ও জা'ফার [ইবনু আবূ ত্বলিব (রাঃ)]-এর মধ্যে ঝগড়া বেধে গেল। 'আলী (রাঃ) বললেন, আমি তাকে তুলে নিয়েছি আর সে আমার চাচার মেয়ে! জা'ফর বললেন, সে আমার চাচার মেয়ে আর তার খালা হল আমার স্ত্রী। যায়দ [ইবনু হারিসা (রাঃ)] বললেন, সে আমার ভাইয়ের মেয়ে। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মেয়েটিকে তার খালার জন্য ফায়সালা দিয়ে বললেন খালা তো মায়ের মর্যাদার। এরপর তিনি 'আলীকে বললেন, তুমি আমার এবং আমি তোমার। জা'ফর (রাঃ)-কে বললেন, তুমি আকৃতি-প্রকৃতিতে আমার মতো। আর যায়িদ (রাঃ)-কে বললেন, তুমি আমাদের ভাই ও আযাদকৃত গোলাম। 'আলী (রাঃ) [নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে] বললেন, আপনি হামযাহ'র মেয়েটিকে বিয়ে করছেন না কেন? তিনি [নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] বললেন, সে আমার দুধ ভাই-এর মেয়ে [৬০]। [১৭৮১] (আ.প্র. ৩৯২০, ই.ফা. ৩৯২৪)",
    "ar": "عُبَيْدُ اللهِ بْنُ مُوْسَى عَنْ إِسْرَائِيْلَ عَنْ أَبِيْ إِسْحَاقَ عَنِ الْبَرَاءِ رَضِيَ اللهُ عَنْهُ قَالَ لَمَّا اعْتَمَرَ النَّبِيُّ صلى الله عليه وسلم فِيْ ذِي الْقَعْدَةِ فَأَبَى أَهْلُ مَكَّةَ أَنْ يَدَعُوْهُ يَدْخُلُ مَكَّةَ حَتَّى قَاضَاهُمْ عَلَى أَنْ يُقِيْمَ بِهَا ثَلَاثَةَ أَيَّامٍ فَلَمَّا كَتَبُوا الْكِتَابَ كَتَبُوْا هَذَا مَا قَاضَى عَلَيْهِ مُحَمَّدٌ رَسُوْلُ اللهِ قَالُوْا لَا نُقِرُّ لَكَ بِهَذَا لَوْ نَعْلَمُ أَنَّكَ رَسُوْلُ اللهِ مَا مَنَعْنَاكَ شَيْئًا وَلَكِنْ أَنْتَ مُحَمَّدُ بْنُ عَبْدِ اللهِ فَقَالَ أَنَا رَسُوْلُ اللهِ وَأَنَا مُحَمَّدُ بْنُ عَبْدِ اللهِ ثُمَّ قَالَ لِعَلِيِّ بْنِ أَبِيْ طَالِبٍ رَضِيَ اللهُ عَنْهُ امْحُ رَسُوْلَ اللهِ قَالَ عَلِيٌّ لَا وَاللهِ لَا أَمْحُوْكَ أَبَدًا فَأَخَذَ رَسُوْلُ اللهِ الْكِتَابَ وَلَيْسَ يُحْسِنُ يَكْتُبُ فَكَتَبَ هَذَا مَا قَاضَى عَلَيْهِ مُحَمَّدُ بْنُ عَبْدِ اللهِ لَا يُدْخِلُ مَكَّةَ السِّلَاحَ إِلَّا السَّيْفَ فِي الْقِرَابِ وَأَنْ لَا يَخْرُجَ مِنْ أَهْلِهَا بِأَحَدٍ إِنْ أَرَادَ أَنْ يَتْبَعَهُ وَأَنْ لَا يَمْنَعَ مِنْ أَصْحَابِهِ أَحَدًا إِنْ أَرَادَ أَنْ يُقِيْمَ بِهَا فَلَمَّا دَخَلَهَا وَمَضَى الْأَجَلُ أَتَوْا عَلِيًّا فَقَالُوْا قُلْ لِصَاحِبِكَ اخْرُجْ عَنَّا فَقَدْ مَضَى الْأَجَلُ فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم فَتَبِعَتْهُ ابْنَةُ حَمْزَةَ تُنَادِيْ يَا عَمِّ يَا عَمِّ فَتَنَاوَلَهَا عَلِيٌّ فَأَخَذَ بِيَدِهَا وَقَالَ لِفَاطِمَةَ عَلَيْهَا السَّلَام دُوْنَكِ ابْنَةَ عَمِّكِ حَمَلَتْهَا فَاخْتَصَمَ فِيْهَا عَلِيٌّ وَزَيْدٌ وَجَعْفَرٌ قَالَ عَلِيٌّ أَنَا أَخَذْتُهَا وَهِيَ بِنْتُ عَمِّيْ وَقَالَ جَعْفَرٌ ابْنَةُ عَمِّيْ وَخَالَتُهَا تَحْتِيْ وَقَالَ زَيْدٌ ابْنَةُ أَخِيْ فَقَضَى بِهَا النَّبِيُّ صلى الله عليه وسلم لِخَالَتِهَا وَقَالَ الْخَالَةُ بِمَنْزِلَةِ الْأُمِّ وَقَالَ لِعَلِيٍّ أَنْتَ مِنِّيْ وَأَنَا مِنْكَ وَقَالَ لِجَعْفَرٍ أَشْبَهْتَ خَلْقِيْ وَخُلُقِيْ وَقَالَ لِزَيْدٍ أَنْتَ أَخُوْنَا وَمَوْلَانَا وَقَالَ عَلِيٌّ أَلَا تَتَزَوَّجُ بِنْتَ حَمْزَةَ قَالَ إِنَّهَا ابْنَةُ أَخِيْ مِنْ الرَّضَاعَةِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "৫৯] হুদাইবিয়ার সন্ধিপত্রে যখন লেখা হলো “আল্লাহ্‌র রসূল (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) এবং কুরায়শদের মধ্যে এই সন্ধি” তক্ষনি তীক্ষ্ণ বুদ্ধি সম্পন্ন সুহায়ল বলে উঠলঃ থামো, থামো, মুহাম্মদ যে আল্লাহ্‌র রসূল, এ কথা যদি আমরা মেনেই নিবো তাহলে আর যুদ্ধ বিগ্রহ কিসের জন্য। ও কথা লিখতে পারবে না। 'আল্লাহ্‌র রসূল মুহাম্মদ' কথাটি কেটে দিয়ে শুধু লিখোঃ “আবদুল্লাহ্‌র পুত্র মুহাম্মদ” মুহাম্মদ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) তখন হেসে বললেন, “বেশ তাই হবে। আমি যে আবদুল্লাহর পুত্র এ কথাও তো মিথ্যা নয়। আলী (রাঃ) 'রসূলুল্লাহ' শব্দটি কাটতে অস্বীকার করলে মুহাম্মদ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) নিজেই তা মিটিয়ে দিলেন।\nএই সুহায়লই যিনি এই পবিত্র নামের সাথে 'রসূলুল্লাহ' লিখার বিরোধিতা করেছিলেন, কয়েক বছর পরে স্বতঃস্ফূর্তভাবে মুসলিম হয়ে যান। নাবী (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম)-এর ইন্তেকালের পর মাক্কাহ মু'আযযামাহ্‌য় তিনি ইসলামের সত্যতার উপর এমন এক হৃদয়গ্রাহী ভাষণ প্রদান করেন যা হাজার হাজার মুসলিমের জন্য ঈমানের দৃঢ়তা ও নবায়নের কারণ হয়েছিল।\n\n[৬০] রসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) ও হামযাহ (রাঃ) একই সাথে এক মহিলার দুধ পান করেছিলেন। সেই বিচারে তারা পরস্পরের দুধ-ভাই। ইসলামে যাদের সঙ্গে বিবাহ বন্ধনে আবদ্ধ হওয়া হারাম তার মধ্যে শর্ত সাপেক্ষে বুকের দুধ পানের কারণও অন্তর্ভুক্ত।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}