{
  "hadith": {
    "hadith_id": 4256,
    "narrator": "ইবনু 'আব্বাস (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং তাঁর সাহাবীগণ ('উমরাহ্‌তুল কাযা আদায়ের জন্য) আগমন করলে মুশরিকরা নিজেদের মধ্যে বলাবলি করতে লাগল যে, তোমাদের সামনে একদল লোক আসছে, ইয়াসরিবের জ্বর [৬১] যাদেরকে দুর্বল করে দিয়েছে। এজন্য নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাহাবীগণকে প্রথম চক্করে হেলে দুলে চলার জন্য এবং দু' রুকনের মধ্যবর্তী স্থানে স্বাভাবিক গতিতে চলতে নির্দেশ দেন। অবশ্য তিনি তাঁদেরকে সবকটি চক্করেই হেলে দুলে চলার আদেশ করতেন। কিন্তু তাঁদের প্রতি তাঁর অনুভূতিই কেবল তাঁকে এ হুকুম দেয়া থেকে বিরত রেখেছিল। [১৬০২]\nঅন্য এক সানাদে ইবনু সালামাহ (রহঃ) আইয়ুব ও সা'ঈদ ইবনু যুবায়র (রহঃ)-এর মাধ্যমে ইবনু 'আব্বাস (রাঃ) থেকে বর্ণনা করেছেন যে, (সন্ধি সম্পাদনের মাধ্যমে) নিরাপত্তা প্রাপ্ত বছরে যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (মক্কায়) আগমন করলেন তখন বললেন, তোমরা মুশরিকদেরকে তোমাদের শক্তিমত্তা দেখানোর জন্য হেলে দুলে তাওয়াফ করো। এ সময় মুশরিকরা কুআয়কিআন পর্বতের দিক থেকে মুসলিমদেরকে দেখছিল। (আ.প্র. ৩৯২৪, ই.ফা. ৩৯২৮)",
    "ar": "سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا حَمَّادٌ هُوَ ابْنُ زَيْدٍ عَنْ أَيُّوْبَ عَنْ سَعِيْدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ قَدِمَ رَسُوْلُ اللَّه صلى الله عليه وسلم وَأَصْحَابُهُ فَقَالَ الْمُشْرِكُوْنَ إِنَّهُ يَقْدَمُ عَلَيْكُمْ وَفْدٌ وَهَنَهُمْ حُمَّى يَثْرِبَ وَأَمَرَهُمْ النَّبِيُّ صلى الله عليه وسلم أَنْ يَرْمُلُوا الْأَشْوَاطَ الثَلَاثَةَ وَأَنْ يَمْشُوْا مَا بَيْنَ الرُّكْنَيْنِ وَلَمْ يَمْنَعْهُ أَنْ يَأْمُرَهُمْ أَنْ يَرْمُلُوا الْأَشْوَاطَ كُلَّهَا إِلَّا الإِبْقَاءُ عَلَيْهِمْ قَالَ أَبُوْ عَبْد اللهِ وَزَادَ ابْنُ سَلَمَةَ عَنْ أَيُّوْبَ عَنْ سَعِيْدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ قَالَ لَمَّا قَدِمَ النَّبِيُّ صلى الله عليه وسلم لِعَامِهِ الَّذِي اسْتَأْمَنَ قَالَ ارْمُلُوْا لِيَرَى الْمُشْرِكُوْنَ قُوَّتَهُمْ وَالْمُشْرِكُوْنَ مِنْ قِبَلِ قُعَيْقِعَانَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৬১] মাদীনাহকেই ইয়াসরিব বলা হতো। মুশরিকরা মনে করেছিল মাদীনার জ্বরে মুসলিমরা দুর্বল হয়ে পড়েছে। তাই মুসলিমদের দুর্বল বা হীনবল হয়ে না পড়াটা প্রকাশের জন্য নাবী (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) তাদের শরীর হেলিয়ে দুলিয়ে বীরত্ব সহকারে তাওয়াফ করার নির্দেশ দেন। একেই রামল বলা হয়।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}