{
  "hadith": {
    "hadith_id": 4269,
    "narrator": "উসামাহ ইবনু যায়িদ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে হুরকা গোত্রের বিরুদ্ধে পাঠিয়েছিলেন। আমরা প্রত্যুষে গোত্রটির উপর আক্রমণ করি এবং তাদেরকে পরাজিত করি। এ সময়ে আনসারদের এক ব্যক্তি ও আমি তাদের (হুরকাদের) একজনের পিছু ধাওয়া করলাম। আমরা যখন তাকে ঘিরে ফেললাম তখন সে বলে উঠল 'লা ইলাহা ইল্লাল্লাহ'। এ বাক্য শুনে আনসারী তার অস্ত্র সামনে নিলেন। কিন্তু আমি তাকে আমার বর্শা দিয়ে আঘাত করে হত্যা করে ফেললাম। আমরা মদিনায় ফিরার পর এ সংবাদ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পর্যন্ত পৌঁছালে তিনি বললেন, হে উসামাহ! 'লা ইলাহা ইল্লাল্লাহ' বলার পরেও তুমি তাকে হত্যা করেছ? আমি বললাম, সে তো জান বাঁচানোর জন্য কালিমা পড়েছিল। এর পরেও তিনি এ কথাটি 'হে উসামাহ! 'লা ইলাহা ইল্লাল্লাহ বলার পরেও তুমি তাকে হত্যা করেছ' বারবার বলতে থাকলেন। এতে আমার মন চাছিল যে, হায়, যদি সেই দিনটির পূর্বে আমি ইসলামই গ্রহণ না করতাম! [৬৬] [৬৮৭২; মুসলিম ১/৪১, হাঃ ৯৬, আহমাদ ২১৮০৪] (আ.প্র. ৩৯৩৬, ই.ফা. ৩৯৪০)",
    "ar": "عَمْرُوْ بْنُ مُحَمَّدٍ حَدَّثَنَا هُشَيْمٌ أَخْبَرَنَا حُصَيْنٌ أَخْبَرَنَا أَبُوْ ظَبْيَانَ قَالَ سَمِعْتُ أُسَامَةَ بْنَ زَيْدٍ رَضِيَ اللهُ عَنْهُمَا يَقُوْلُ بَعَثَنَا رَسُوْلُ اللهِ صلى الله عليه وسلم إِلَى الْحُرَقَةِ فَصَبَّحْنَا الْقَوْمَ فَهَزَمْنَاهُمْ وَلَحِقْتُ أَنَا وَرَجُلٌ مِنَ الْأَنْصَارِ رَجُلًا مِنْهُمْ فَلَمَّا غَشِيْنَاهُ قَالَ لَا إِلَهَ إِلَّا اللهُ فَكَفَّ الْأَنْصَارِيُّ فَطَعَنْتُهُ بِرُمْحِيْ حَتَّى قَتَلْتُهُ فَلَمَّا قَدِمْنَا بَلَغَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا أُسَامَةُ أَقَتَلْتَهُ بَعْدَ مَا قَالَ لَا إِلَهَ إِلَّا اللهُ قُلْتُ كَانَ مُتَعَوِّذًا فَمَا زَالَ يُكَرِّرُهَا حَتَّى تَمَنَّيْتُ أَنِّيْ لَمْ أَكُنْ أَسْلَمْتُ قَبْلَ ذَلِكَ الْيَوْمِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৬৬] লা-ইলাহা ইল্লাল্লাহ পাঠকারী ব্যক্তিকেও হত্যা করার ফলে রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) অত্যন্ত ব্যথিত হন। তাই উসামা (রাঃ) চরম অনুতপ্ত হয়ে এ কথা বলেছিলেন। তিনি বুঝাতে চেয়েছেন যে, ঐদিনের পর ইসলাম গ্রহণ করলে এত বড় কঠিন প্রশ্নের সম্মুখীন হতে হতো না আর রসূল (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) ও এত কষ্ট পেতেন না।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}