{
  "hadith": {
    "hadith_id": 4295,
    "narrator": "আবূ শুরাইহিল আদবী (রাঃ)",
    "bn": "(মাদীনাহ্‌র শাসনকর্তা) আমর ইবনু সা'ঈদ যে সময় মাক্কাহ অভিমুখে সৈন্যবাহিনী প্রেরণ করেছিলেন তখন আবূ শুরায়হিল আদবী (রাঃ) তাকে বলেছিলেন, হে আমাদের আমীর! আপনি আমাকে একটু অনুমতি দিন, আমি আপনাকে রসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর একটি বাণী শোনাব, যেটি তিনি মাক্কাহ বিজয়ের পরের দিন বলেছিলেন। সেই বাণীটি আমার দু'কান শুনেছে। আমার হৃদয় তা হিফাযাত করে রেখেছে। রসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) যখন সে কথাটি বলেছিলেন তখন আমার দু'চোখ তাঁকে অবলোকন করেছে। প্রথমে তিনি [নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)] আলাহ্‌র প্রশংসা করেন এবং সানা পাঠ করেন। এরপর তিনি বলেন, আল্লাহ নিজে মক্কাকে হারাম ঘোষণা করেছেন। কোন মানুষ এ ঘোষণা দেয়নি। কাজেই ব্যক্তি আল্লাহ এবং ক্বিয়ামাত দিবসের উপর ঈমান এনেছে তার পক্ষে সেখানে রক্তপাত করা কিংবা এখানকার গাছপালা কর্তন করা কিছুতেই হালাল নয়। আর আল্লাহ্‌র রসূলের সে স্থানে লড়াইয়ের কথা বলে যদি কেউ নিজের জন্যও সুযোগ নিতে চায় তবে তোমরা তাকে বলে দিও, আল্লাহ তাঁর রসূলের ক্ষেত্রে (বিশেষভাবে) অনুমতি দিয়েছিলেন, তোমাদের জন্য কোন অনুমতি দেননি। আর আমার ক্ষেত্রেও তা একদিনের কিছু নির্দিষ্ট সময়ের জন্যই কেবল অনুমতি দেয়া হযেছিল। এরপর সেদিনই তা পুনরায় সেরূপ হারাম হয়ে গেছে যেরূপে তা একদিন পূর্বে হারাম ছিল। উপস্থিত লোকজন (এ কথাটি) অনুপস্থিত লোকের কাছে পৌঁছিয়ে দেবে| (বর্ননাকারী বলেন) পরবর্তী সময়ে আবু শুরায়হ (রাঃ)-কে জিজ্ঞেস করা হয়েছিল যে, 'আমর ইবনু সা'ঈদ আপনাকে কী উত্তর করেছিলেন? তিনি বললেন, 'আম্‌র আমাকে বললেন, হে আবূ শুরায়হ্‌! হাদীসটির বিষয় আমি তোমার চেয়ে অধিক অবগত আছি। হারামে মাক্কাহ কোন অপরাধী বা খুনী পলাতককে কিংবা কোন বিপর্যয় সৃষ্টিকারী ফেরারীকে প্রশ্রয় দেয় না। আর 'আব্দুল্লাহ বলেন, 'আল খারবাহ' অর্থ বিপর্যয় সৃষ্টিকারী। [১০৪] (আ.প্র. ৩৯৫৭, ই.ফা. ৩৯৬২)",
    "ar": "سَعِيْدُ بْنُ شُرَحْبِيْلَ حَدَّثَنَا اللَّيْثُ عَنِ الْمَقْبُرِيِّ عَنْ أَبِيْ شُرَيْحٍ الْعَدَوِيِّ أَنَّهُ قَالَ لِعَمْرِو بْنِ سَعِيْدٍ وَهُوَ يَبْعَثُ الْبُعُوْثَ إِلَى مَكَّةَ ائْذَنْ لِيْ أَيُّهَا الْأَمِيْرُ أُحَدِّثْكَ قَوْلًا قَامَ بِهِ رَسُوْلُ اللهِ صلى الله عليه وسلم الْغَدَ يَوْمَ الْفَتْحِ سَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِيْ وَأَبْصَرَتْهُ عَيْنَايَ حِيْنَ تَكَلَّمَ بِهِ إِنَّهُ حَمِدَ اللهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ إِنْ مَكَّةَ حَرَّمَهَا اللهُ وَلَمْ يُحَرِّمْهَا النَّاسُ لَا يَحِلُّ لِامْرِئٍ يُؤْمِنُ بِاللهِ وَالْيَوْمِ الْآخِرِ أَنْ يَسْفِكَ بِهَا دَمًا وَلَا يَعْضِدَ بِهَا شَجَرًا فَإِنْ أَحَدٌ تَرَخَّصَ لِقِتَالِ رَسُوْلِ اللهِ صلى الله عليه وسلم فِيْهَا فَقُوْلُوْا لَهُ إِنَّ اللهَ أَذِنَ لِرَسُوْلِهِ وَلَمْ يَأْذَنْ لَكُمْ وَإِنَّمَا أَذِنَ لِيْ فِيْهَا سَاعَةً مِنْ نَهَارٍ وَقَدْ عَادَتْ حُرْمَتُهَا الْيَوْمَ كَحُرْمَتِهَا بِالأَمْسِ وَلْيُبَلِّغْ الشَّاهِدُ الْغَائِبَ فَقِيْلَ لِأَبِيْ شُرَيْحٍ مَاذَا قَالَ لَكَ عَمْرٌو قَالَ قَالَ أَنَا أَعْلَمُ بِذَلِكَ مِنْكَ يَا أَبَا شُرَيْحٍ إِنَّ الْحَرَمَ لَا يُعِيْذُ عَاصِيًا وَلَا فَارًّا بِدَمٍ وَلَا فَارًّا بِخَرْبَةٍ.\nقَالَ أَبُوْ عَبْد اللهِ الْخَرْبَةُ الْبَلِيَّةُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}