{
  "hadith": {
    "hadith_id": 4297,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর সঙ্গে মক্কায় দশদিন অবস্থান করেছিলাম। সে সময় আমরা সলাত কসর করতাম। [৭২] [১০৮১] (আ.প্র. ৩৯৫৯, ই.ফা. ৩৯৬৪)",
    "ar": "أَبُوْ نُعَيْمٍ حَدَّثَنَا سُفْيَانُ ح حَدَّثَنَا قَبِيْصَةُ حَدَّثَنَا سُفْيَانُ عَنْ يَحْيَى بْنِ أَبِيْ إِسْحَاقَ عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ أَقَمْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم عَشْرًا نَقْصُرُ الصَّلَاةَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭২] আল্লাহ তা'আলা আল-কুরানে ঘোষণা দিয়েছেন-\n''যখন তোমরা যমীনে ভ্রমণ করবে তখন সলাত কসর করলে তাতে কোন সমস্যা নেই।'' (সূরা অন-নিসাঃ ১০১) \nউক্ত আয়াতে এরূপ প্রমাণ মিলে না যে, কি পরিমাণ সফর করলে কসর করা যাবে। এ কারণেই সহাবীগণের মাঝে মতভেদ সৃষ্টি হয়েছে। ইবনু 'উমার ও ইবনু 'আব্বাস (রাঃ) হতে বর্ণিত হয়েছে, 'তারা চার বুরুদ (১৬ ফারসাখ সমান ৪৮ মাইল) পরিমান সফর করলে সলাত কসর করতেন এবং সওম ভেঙ্গে দিতেন। পক্ষান্তরে ইবনু 'উমার হতে সহীহ বর্ণনায় সাব্যস্ত হয়েছে তিনি বলেন, \"তিন মাইল সফর করলে সলাত কসর করা যাবে''। সহীহ সানাদে তার থেকে আরো বর্ণিত হয়েছে, 'তিনি মাক্কাহ'য় অবস্থানকালীন যখন মিনায় যেতেন তখন কসর করতেন'। এমনকি সহীহ সুত্রে ইবনু 'উমার হতে বর্ণিত হয়েছে, তিনি বলেন, 'আমি যদি এক মাইল পথের জন্য বের হতাম তাহলেও সলাত করতাম'। তিনি আরো বললেন, আমি দিনের কিছু সময় সফর করতাম এবং কসর করতাম। এসব আসারের সুত্রগুলো সহীহ। বিস্তারিত জানার জন্য দেখুন ''ফাতহুল বারী'' ও শাইখ আলবানীর ''ইরওয়াউল গালীল'' (৩/১৪-২০) \nএ থেকে বুঝা যাচ্ছে যে, সহাবীগণ এ বিষয়ে একমত ছিলেন না। বরং তাদের মধ্যে মতভেদ সংঘটিত হয়েছিল। অতএব আমাদেরকে দেখা দরকার এ ব্যাপারে রসূল (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর 'আমল কি ছিল? আমরা নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর 'আমলের এর দিকে লক্ষ্য করলে দেখছি ইবনু 'উমর (রাঃ) এর 'আমল তাঁর 'আমলের সাথে অনেকাংশেই মিলে যাচ্ছে। যদিও তাঁর থেকে এ ব্যাপারে কোন মৌখিক হাদীছ বর্ণিত হয়নি। কারণ আনাস (রাঃ) নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর আমল বর্ননা করেছেন। ইয়াহইয়া ইবনু ইয়াযিদ আল হুনাই বলেন, আমি আনাস ইবনু মালিক (রাঃ)-কে কসর করার ব্যাপারে জিজ্ঞাসা করেছিলাম। তিনি বলেন, রসূল (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) তিন মাইল বা তিন ফারসাখ পরিমাণ পথ সফর করলেই দু'রাক'আত সলাত আদায় করতেন। (নিম্নের বর্ণনাকারী শু'বাহ সন্দেহ বশতঃ তিন মাইল বা তিন ফারসাখ বলেছেন) ।\nহাদীছটি ইমাম মুসলিম (২/১৪৫) , আবু আওয়ানাহ (২/৩৪৬) , আবু দাউদ, ইবনু আবী শাইবাহ (২/১০৮/১-২) , বায়হাক্বী (৩/১৪৬) ও আহমাদ (৩/১২৯) বর্ননা করেছেন।\nউল্লেখ এক ফারসাখ সমান তিন মাইল। অতএব তিন ফারসাখ সমান ৯ মাইল। যেহেতু মুসলিম সহ অনান্য হাদীছগ্রন্থে বর্ণিত এ হাদীছটিতে তিন মাইল বা ৯ মাইল এর কথা বলা হয়েছে। যা নাবী (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর 'আমল হিসেবে প্রমাণিত। অতএব আমরা সতর্কতার স্বার্থে তিন মাইল গ্রহণ না করে ৯ মাইলকে গ্রহণ করব এবং ৯ মাইল পরিমান পথ সফর করলেই নির্দ্বিধায় সলাত কসর করব।\nএ বিষয়ে বিস্তারিত জানার জন্য দেখুন ফিকহুস সুন্নাহ ইরওয়াউল গালীল ৩য় খণ্ড ফতহুল বারী প্রমুখ গ্রন্থসমূহের সলাত অধ্যায়। (দেখুন মুসলিম হাঃ নং ৬৯১, সহীহ আবূ দাউদ ১২০১, আহমাদ ১১৯০৪, সিলসিলা সহীহা হাঃ নং ১৬৩)",
    "chapter": {
      "chapter_number": "64"
    }
  }
}