{
  "hadith": {
    "hadith_id": 4304,
    "narrator": "উরওয়াহ ইবনু যুবায়র (রাঃ)",
    "bn": "রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর যামানায় মক্কা বিজয় অভিযানের সময়ে এক স্ত্রীলোক চুরি করেছিল। তাই তার গোত্রের লোকজন আতঙ্কিত হয়ে উসামাহ ইবনু যায়দ (রাঃ)- এর কাছে এসে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট সুপারিশ করার জন্য অনুরোধ জানালো। 'উরওয়াহ (রাঃ) বলেন, উসামাহ (রাঃ)- এ ব্যাপারে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে কথা বলা মাত্র তাঁর চেহারার রং পরিবর্তিত হয়ে গেল। তিনি উসামাহ (রাঃ)- কে বললেন, তুমি কি আল্লাহ্‌র নির্ধারিত শাস্তিগুলোর একটি শাস্তির ব্যাপারে আমার কাছে সুপারিশ করছ? উসামাহ (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! আমার জন্য আল্লাহ্‌র কাছে ক্ষমা প্রার্থনা করুন। এরপর সন্ধ্যা হলে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুতবা দিতে দাঁড়ালেন। যথাযথভাবে আল্লাহ্‌র হাম্দ-সানা করে বললেন, \"আম্মা বা'দ\" তোমাদের পূর্ববর্তী উম্মতরা এ জন্য ধ্বংস হয়েছিল যে, তারা তাদের মধ্যকার উচ্চ শ্রেণীর কোন লোক চুরি করলে তাকে ছেড়ে দিত। পক্ষান্তরে কোন দুর্বল লোক চুরি করলে তার উপর নির্ধারিত শাস্তি প্রয়োগ করত। যাঁর হাতে মুহাম্মাদের প্রাণ তাঁর শপথ, যদি মুহাম্মাদের কন্যা ফাতিমাও চুরি করত তা হলে আমি তার হাত কেটে দিতাম। এরপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেই মহিলাটির ব্যাপারে আদেশ দিলেন। ফলে তার হাত কেটে দেওয়া হল। অবশ্য পরবর্তীকালে সে উত্তম তওবার অধিকারিণী হয়েছিল এবং বিবাহ বন্ধনে আবদ্ধ হয়েছিল। 'আয়িশাহ (রাঃ) বলেন, এরপর সে আমার কাছে প্রায়ই আসত। আমি তার প্রয়োজনাদি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে তুলে ধরতাম। [২৬৪৮] (আ.প্র. ৩৯৬৫ , ই.ফা. ৩৯৭০)",
    "ar": "مُحَمَّدُ بْنُ مُقَاتِلٍ أَخْبَرَنَا عَبْدُ اللهِ أَخْبَرَنَا يُوْنُسُ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِيْ عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ امْرَأَةً سَرَقَتْ فِيْ عَهْدِ رَسُوْلِ اللهِ صلى الله عليه وسلم فِيْ غَزْوَةِ الْفَتْحِ فَفَزِعَ قَوْمُهَا إِلَى أُسَامَةَ بْنِ زَيْدٍ يَسْتَشْفِعُوْنَهُ قَالَ عُرْوَةُ فَلَمَّا كَلَّمَهُ أُسَامَةُ فِيْهَا تَلَوَّنَ وَجْهُ رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ أَتُكَلِّمُنِيْ فِيْ حَدٍّ مِنْ حُدُوْدِ اللهِ قَالَ أُسَامَةُ اسْتَغْفِرْ لِيْ يَا رَسُوْلَ اللهِ فَلَمَّا كَانَ الْعَشِيُّ قَامَ رَسُوْلُ اللهِ خَطِيْبًا فَأَثْنَى عَلَى اللهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّمَا أَهْلَكَ النَّاسَ قَبْلَكُمْ أَنَّهُمْ كَانُوْا إِذَا سَرَقَ فِيْهِمْ الشَّرِيْفُ تَرَكُوْهُ وَإِذَا سَرَقَ فِيْهِمْ الضَّعِيْفُ أَقَامُوْا عَلَيْهِ الْحَدَّ وَالَّذِيْ نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَا ثُمَّ أَمَرَ رَسُوْلُ اللهِ صلى الله عليه وسلم بِتِلْكَ الْمَرْأَةِ فَقُطِعَتْ يَدُهَا فَحَسُنَتْ تَوْبَتُهَا بَعْدَ ذَلِكَ وَتَزَوَّجَتْ قَالَتْ عَائِشَةُ فَكَانَتْ تَأْتِيْ بَعْدَ ذَلِكَ فَأَرْفَعُ حَاجَتَهَا إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم .",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}