{
  "hadith": {
    "hadith_id": 4313,
    "narrator": "মুজাহিদ (রহঃ)",
    "bn": "মাক্কাহ বিজয়ের দিন রসূলুল্লাহ (সল্লাল্লাহু আলাইহি ওয়া সাল্লাম) খুতবার জন্য দাঁড়িয়ে বললেন, যেদিন আল্লাহ সমুদয় আসমান ও যমীন সৃষ্টি করেছেন, সেই দিন থেকেই তিনি মাক্কাহ নগরীকে সম্মান দান করেছেন। তাই আল্লাহ কর্তৃক এ সম্মান প্রদানের কারণে এটি ক্বিয়ামাত দিবস পর্যন্ত সম্মানিত থাকবে। আমার পূর্বে কারো জন্য তা হালাল করা হয়নি, আমার পরে কারো জন্যও তা হালাল করা হবে না। আর আমার জন্যও মাত্র একদিনের সামান্য অংশের জন্যই তা হালাল করা হয়েছিল। তার শিকারযোগ্য প্রাণীকে বিতাড়িত করা যাবে না। ঘাস সংগৃহীত হবে না। বিজ্ঞপ্তির উদ্দেশ্য ব্যতীত রাস্তায় পতিত বস্তু উত্তোলিত হবে না। তখন 'আব্বাস ইবনু 'আবদুল মুত্তালিব (রাযিআল্লাহু তাআলা আনহু) বললেন, হে আল্লাহ্‌র রসূল! ইয্‌খির ঘাস ব্যতীত। কেননা ইয্‌খির ঘাস আমাদের কর্মকার ও বাড়ির (ছাউনির) কাজে লাগে। তখন রসূলুল্লাহ (সল্লাল্লাহু আলাইহি ওয়া সাল্লাম) চুপ থাকলেন। এর কিছুক্ষণ পরে বললেন, ইয্‌খির ব্যতীত। ইয্‌খির ঘাস কাটা অনুমোদিত। অন্য সানাদে ইবনু জুরায়জ (রহঃ)..... ইবনু 'আব্বাস (রাযিআল্লাহু তাআলা আনহু) থেকে এভাবেই বর্ণিত হয়েছে। তাছাড়া এ হাদীস আবূ হুরায়রা (রাযিআল্লাহু তাআলা আনহু) ও নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) থেকে বর্ণনা করেছেন। [১৩৪৯] (আ.প্র. ৩৯৭১, ই.ফা. ৩৯৭৬)",
    "ar": "إِسْحَاقُ حَدَّثَنَا أَبُوْ عَاصِمٍ عَنْ ابْنِ جُرَيْجٍ قَالَ أَخْبَرَنِيْ حَسَنُ بْنُ مُسْلِمٍ عَنْ مُجَاهِدٍ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَامَ يَوْمَ الْفَتْحِ فَقَالَ إِنَّ اللهَ حَرَّمَ مَكَّةَ يَوْمَ خَلَقَ السَّمَوَاتِ وَالأَرْضَ فَهِيَ حَرَامٌ بِحَرَامِ اللهِ إِلَى يَوْمِ الْقِيَامَةِ لَمْ تَحِلَّ لِأَحَدٍ قَبْلِيْ وَلَا تَحِلُّ لِأَحَدٍ بَعْدِيْ وَلَمْ تَحْلِلْ لِيْ قَطُّ إِلَّا سَاعَةً مِنْ الدَّهْرِ لَا يُنَفَّرُ صَيْدُهَا وَلَا يُعْضَدُ شَوْكُهَا وَلَا يُخْتَلَى خَلَاهَا وَلَا تَحِلُّ لُقَطَتُهَا إِلَّا لِمُنْشِدٍ فَقَالَ الْعَبَّاسُ بْنُ عَبْدِ الْمُطَّلِبِ إِلَّا الإِذْخِرَ يَا رَسُوْلَ اللهِ فَإِنَّهُ لَا بُدَّ مِنْهُ لِلْقَيْنِ وَالْبُيُوْتِ فَسَكَتَ ثُمَّ قَالَ إِلَّا الإِذْخِرَ فَإِنَّهُ حَلَالٌ وَعَنْ ابْنِ جُرَيْجٍ أَخْبَرَنِيْ عَبْدُ الْكَرِيْمِ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ بِمِثْلِ هَذَا أَوْ نَحْوِ هَذَا رَوَاهُ أَبُوْ هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم .",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}