{
  "hadith": {
    "hadith_id": 4322,
    "narrator": "আবূ ক্বাতাদাহ (রাঃ)",
    "bn": "তিনি বলেন, হুনাইন যুদ্ধের দিন আমি দেখলাম যে, এক মুসলিম এক মুশরিকের সঙ্গে লড়াই করছে। আরেক মুশরিক মুসলিম ব্যক্তিটির পেছন থেকে তাকে হত্যা করার জন্য আক্রমণ করছে। তখন আমি তার হাতের উপর আঘাত ক'রে তা কেটে ফেললাম। সে আমাকে ধরে ভীষণ ভাবে চাপ দিল। এমনকি আমি শঙ্কিত হয়ে পড়লাম। এরপর সে আমাকে ছেড়ে দিল ও দুর্বল হয়ে পড়ল। আমি তাকে আক্রমণ করে হত্যা করলাম। মুসলিমগণ পালাতে লাগলে আমিও তাঁদের সঙ্গে পালালাম। হঠাৎ লোকের মাঝে 'উমার ইবনুল খাত্তাব (রাযিআল্লাহু তাআলা আনহু)- কে দেখতে পেলাম। তাকে বললাম, লোকজনের অবস্থা কী? তিনি বললেন, আল্লাহ্‌র যা ইচ্ছা। এরপর লোকেরা রসূলুল্লাহ (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম)- এর নিকট ফিরে এলেন। তখন রসূলুল্লাহ (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) বললেন, “যে (মুসলিম) ব্যক্তি কাউকে হত্যা করেছে বলে প্রমাণ পেশ করতে পারবে নিহত ব্যক্তির পরিত্যক্ত সম্পদ সে-ই পাবে। আমি যাকে হত্যা করেছি তার সম্পর্কে সাক্ষী খোঁজার জন্য আমি দাঁড়ালাম। কিন্তু আমার পক্ষে সাক্ষ্য দিবে এমন কাউকে পেলাম না। তখন বসে পড়লাম। এরপর আমার সুযোগমত ঘটনাটি রসূলুল্লাহ (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম)- কে জানালাম। তখন তাঁর পাশে উপবিষ্ট একজন বললেন- উল্লিখিত নিহত ব্যক্তির হাতিয়ার আমার কাছে আছে, সেগুলো আমাকে দিয়ে দেয়ার জন্য আপনি তাকে সম্মত করুন। তখন আবূ বাক্‌র (রাযিআল্লাহু তাআলা আনহু) বললেন, না, তা হতে পারে না। আল্লাহ্‌র সিংহদের এক সিংহ যে আল্লাহ এবং তাঁর রসূলের পক্ষ হয়ে যুদ্ধ করেছে তাকে না দিয়ে এ কুরাইশী দুর্বল ব্যক্তিকে তিনি [নাবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম)] দিতে পারেন না। রাবী বলেন, তখন রসূলুল্লাহ (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) দাঁড়ালেন এবং আমাকে তা দিয়ে দিলেন। আমি এর দ্বারা একটি বাগান কিনলাম। আর ইসলাম গ্রহণের পর এটিই ছিল প্রথম সম্পদ, যদ্দারা আমি আমার আর্থিক বুনিয়াদ করেছি। [২১০০] (আ.প্র. ৩৯৭৮/৩৯৭৯, ই.ফা. ৩৯৮৩)",
    "ar": "وَقَالَ اللَّيْثُ حَدَّثَنِيْ يَحْيَى بْنُ سَعِيْدٍ عَنْ عُمَرَ بْنِ كَثِيْرِ بْنِ أَفْلَحَ عَنْ أَبِيْ مُحَمَّدٍ مَوْلَى أَبِيْ قَتَادَةَ أَنَّ أَبَا قَتَادَةَ قَالَ لَمَّا كَانَ يَوْمَ حُنَيْنٍ نَظَرْتُ إِلَى رَجُلٍ مِنَ الْمُسْلِمِيْنَ يُقَاتِلُ رَجُلًا مِنَ الْمُشْرِكِيْنَ وَآخَرُ مِنَ الْمُشْرِكِيْنَ يَخْتِلُهُ مِنْ وَرَائِهِ لِيَقْتُلَهُ فَأَسْرَعْتُ إِلَى الَّذِيْ يَخْتِلُهُ فَرَفَعَ يَدَهُ لِيَضْرِبَنِيْ وَأَضْرِبُ يَدَهُ فَقَطَعْتُهَا ثُمَّ أَخَذَنِيْ فَضَمَّنِيْ ضَمًّا شَدِيْدًا حَتَّى تَخَوَّفْتُ ثُمَّ تَرَكَ فَتَحَلَّلَ وَدَفَعْتُهُ ثُمَّ قَتَلْتُهُ وَانْهَزَمَ الْمُسْلِمُوْنَ وَانْهَزَمْتُ مَعَهُمْ فَإِذَا بِعُمَرَ بْنِ الْخَطَّابِ فِي النَّاسِ فَقُلْتُ لَهُ مَا شَأْنُ النَّاسِ قَالَ أَمْرُ اللهِ ثُمَّ تَرَاجَعَ النَّاسُ إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم مَنْ أَقَامَ بَيِّنَةً عَلَى قَتِيْلٍ قَتَلَهُ فَلَهُ سَلَبُهُ فَقُمْتُ لِأَلْتَمِسَ بَيِّنَةً عَلَى قَتِيْلِيْ فَلَمْ أَرَ أَحَدًا يَشْهَدُ لِيْ فَجَلَسْتُ ثُمَّ بَدَا لِيْ فَذَكَرْتُ أَمْرَهُ لِرَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ رَجُلٌ مِنْ جُلَسَائِهِ سِلَاحُ هَذَا الْقَتِيْلِ الَّذِيْ يَذْكُرُ عِنْدِيْ فَأَرْضِهِ مِنْهُ فَقَالَ أَبُوْ بَكْرٍ كَلَّا لَا يُعْطِهِ أُصَيْبِغَ مِنْ قُرَيْشٍ وَيَدَعَ أَسَدًا مِنْ أُسْدِ اللهِ يُقَاتِلُ عَنْ اللهِ وَرَسُوْلِهِ صلى الله عليه وسلم قَالَ فَقَامَ رَسُوْلُ اللهِ صلى الله عليه وسلم فَأَدَّاهُ إِلَيَّ فَاشْتَرَيْتُ مِنْهُ خِرَافًا فَكَانَ أَوَّلَ مَالٍ تَأَثَّلْتُهُ فِي الإِسْلَامِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}