{
  "hadith": {
    "hadith_id": 4328,
    "narrator": "আবূ মূসা (রাযিআল্লাহু তাআলা আনহু)",
    "bn": "তিনি বলেন, আমি নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম)- এর নিকট মাক্কাহ ও মাহীনাহ্‌র মধ্যবর্তী জিরানা নামক স্থানে অবস্থান করছিলাম। তখন বিলাল (রাযিআল্লাহু তাআলা আনহু) তাঁর কাছে ছিলেন। এমন সময়ে নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম)- এর কাছে এক বেদুঈন এসে বলল, আপনি আমাকে যে ওয়াদা দিয়েছিলেন তা পূরণ করবেন না? তিনি তাঁকে বললেন, সুসংবাদ গ্রহণ কর। সে বলল, সুসংবাদ গ্রহণ কর কথাটি তো আপনি আমাকে অনেকবারই বলেছেন। তখন তিনি ক্রোধ ভরে আবূ মূসা ও বিলাল (রাযিআল্লাহু তাআলা আনহু)- এর দিকে ফিরে বললেন, লোকটি সুসংবাদ ফিরিয়ে দিয়েছে। তোমরা দু'জন তা গ্রহণ কর। তাঁরা উভয়ে বললেন, আমরা তা গ্রহণ করলাম। এরপর তিনি পানির একটি পাত্র আনতে বললেন। তিনি এর মধ্যে নিজের উভয় হাত ও মুখমণ্ডল ধুয়ে কুল্লি করলেন। তারপর বললেন, তোমরা উভয়ে এ থেকে পান করো এবং নিজেদের মুখমণ্ডল ও বুকে ছিটিয়ে দাও। আর সুসংবাদ গ্রহণ কর। তাঁরা উভয়ে পাত্রটি তুলে নিয়ে নির্দেশ মত কাজ করলেন। এমন সময় উম্মু সালামাহ (রাযিআল্লাহু আনহা) পর্দার আড়াল থেকে ডেকে বললেন, তোমাদের মায়ের জন্যও অতিরিক্ত কিছু রাখ। কাজেই তাঁরা এ থেকে অতিরিক্ত কিছু তাঁর [উম্মু সালামাহ (রাযিআল্লাহু আনহা)- এর] জন্য রাখলেন। [১৮৮] (আ.প্র. ৩৯৮৫, ই.ফা. ৩৯৮৯)",
    "ar": "مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا أَبُوْ أُسَامَةَ عَنْ بُرَيْدِ بْنِ عَبْدِ اللهِ عَنْ أَبِيْ بُرْدَةَ عَنْ أَبِيْ مُوْسَى رَضِيَ اللهُ عَنْهُ قَالَ كُنْتُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم وَهُوَ نَازِلٌ بِالْجِعْرَانَةِ بَيْنَ مَكَّةَ وَالْمَدِيْنَةِ وَمَعَهُ بِلَالٌ فَأَتَى النَّبِيَّ صلى الله عليه وسلم أَعْرَابِيٌّ فَقَالَ أَلَا تُنْجِزُ لِيْ مَا وَعَدْتَنِيْ فَقَالَ لَهُ أَبْشِرْ فَقَالَ قَدْ أَكْثَرْتَ عَلَيَّ مِنْ أَبْشِرْ فَأَقْبَلَ عَلَى أَبِيْ مُوْسَى وَبِلَالٍ كَهَيْئَةِ الْغَضْبَانِ فَقَالَ رَدَّ الْبُشْرَى فَاقْبَلَا أَنْتُمَا قَالَا قَبِلْنَا ثُمَّ دَعَا بِقَدَحٍ فِيْهِ مَاءٌ فَغَسَلَ يَدَيْهِ وَوَجْهَهُ فِيْهِ وَمَجَّ فِيْهِ ثُمَّ قَالَ اشْرَبَا مِنْهُ وَأَفْرِغَا عَلَى وُجُوْهِكُمَا وَنُحُوْرِكُمَا وَأَبْشِرَا فَأَخَذَا الْقَدَحَ فَفَعَلَا فَنَادَتْ أُمُّ سَلَمَةَ مِنْ وَرَاءِ السِّتْرِ أَنْ أَفْضِلَا لِأُمِّكُمَا فَأَفْضَلَا لَهَا مِنْهُ طَائِفَةً.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}