{
  "hadith": {
    "hadith_id": 4329,
    "narrator": "সাফওয়ান ইবনু ইয়া'লা ইব্‌নু উমাইয়া (রহঃ)",
    "bn": "ইয়া'লা (রাযিআল্লাহু তাআলা আনহু) বলতেন যে, আহা! রসূলুল্লাহ (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম)- এর উপর ওয়াহী অবতীর্ণ হওয়ার মুহূর্তে যদি তাঁকে দেখতে পেতাম। ইয়া'লা (রাযিআল্লাহু তাআলা আনহু) বলেন ইতোমধ্যে নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) জি'রানা নামক স্থানে অবস্থান করছিলেন। তাঁর উপর একটি কাপড় টানিয়ে ছায়া করে দেয়া হয়েছিল। আর সেখানে তাঁর সঙ্গে তাঁর কতিপয় সহাবীও ছিলেন। এমন সময় তাঁর কাছে এক বেদুঈন আসল। তাঁর গায়ে ছিল একটি খুশবু মাখানো জোব্বা। সে বলল, হে আল্লাহ্‌র রসূল! ঐ ব্যক্তি সম্পর্কে আপনার অভিমত কী যে গায়ে খুশবু মাখানো জোব্বা পরিধান ক'রে 'উমরাহ্‌ আদায়ের জন্য ইহ্‌রাম বেঁধেছে? (এমন সময়) 'উমার (রাযিআল্লাহু তাআলা আনহু) হাত দিয়ে ইশারা করে ইয়া'লা (রাযিআল্লাহু তাআলা আনহু)- কে আসতে বললেন। ইয়া'লা (রাযিআল্লাহু তাআলা আনহু) এলে 'উমার (রাযিআল্লাহু তাআলা আনহু) তাঁর মাথাটি (কাপড়ের ছায়ায়) ঢুকিয়ে দিলেন। [তখন তিনি ইয়া'লা (রাযিআল্লাহু তাআলা আনহু) দেখতে পেলেন যে] নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম)- এর চেহারা লাল বর্ণ হয়ে রয়েছে। শ্বাস-প্রশ্বাস জোরে চলছে। এ অবস্থা কিছুক্ষণ পর্যন্ত ছিল, তারপর স্বাভাবিক অবস্থায় ফিরে এল। তখন তিনি [নাবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম)] বললেন, সে লোকটি কোথায়, কিছুক্ষণ আগে যে আমাকে “উমরাহ্‌র বিষয়ে জিজ্ঞেস করেছিল। লোকটিকে খুঁজে আনা হলে তিনি বললেনঃ তোমার গায়ে যে খুশবু রয়েছে তা তুমি তিনবার ধুয়ে ফেল এবং জোব্বাটি খুলে ফেল। তারপর হাজ্জ পালনে যা কর, 'উমরাহ্‌তেও সেগুলোই কর। [১৫৩৬] (আ.প্র. ৩৯৮৬, ই.ফা. ৩৯৯০)",
    "ar": "يَعْقُوْبُ بْنُ إِبْرَاهِيْمَ حَدَّثَنَا إِسْمَاعِيْلُ حَدَّثَنَا ابْنُ جُرَيْجٍ قَالَ أَخْبَرَنِيْ عَطَاءٌ أَنَّ صَفْوَانَ بْنَ يَعْلَى بْنِ أُمَيَّةَ أَخْبَرَهُ أَنَّ يَعْلَى كَانَ يَقُوْلُ لَيْتَنِيْ أَرَى رَسُوْلَ اللهِ صلى الله عليه وسلم حِيْنَ يُنْزَلُ عَلَيْهِ قَالَ فَبَيْنَا النَّبِيُّ صلى الله عليه وسلم بِالْجِعْرَانَةِ وَعَلَيْهِ ثَوْبٌ قَدْ أُظِلَّ بِهِ مَعَهُ فِيْهِ نَاسٌ مِنْ أَصْحَابِهِ إِذْ جَاءَهُ أَعْرَابِيٌّ عَلَيْهِ جُبَّةٌ مُتَضَمِّخٌ بِطِيْبٍ فَقَالَ يَا رَسُوْلَ اللهِ كَيْفَ تَرَى فِيْ رَجُلٍ أَحْرَمَ بِعُمْرَةٍ فِيْ جُبَّةٍ بَعْدَمَا تَضَمَّخَ بِالطِّيْبِ فَأَشَارَ عُمَرُ إِلَى يَعْلَى بِيَدِهِ أَنْ تَعَالَ فَجَاءَ يَعْلَى فَأَدْخَلَ رَأْسَهُ فَإِذَا النَّبِيُّ صلى الله عليه وسلم مُحْمَرُّ الْوَجْهِ يَغِطُّ كَذَلِكَ سَاعَةً ثُمَّ سُرِّيَ عَنْهُ فَقَالَ أَيْنَ الَّذِيْ يَسْأَلُنِيْ عَنِ الْعُمْرَةِ آنِفًا فَالْتُمِسَ الرَّجُلُ فَأُتِيَ بِهِ فَقَالَ أَمَّا الطِّيْبُ الَّذِيْ بِكَ فَاغْسِلْهُ ثَلَاثَ مَرَّاتٍ وَأَمَّا الْجُبَّةُ فَانْزِعْهَا ثُمَّ اصْنَعْ فِيْ عُمْرَتِكَ كَمَا تَصْنَعُ فِيْ حَجِّكَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}