{
  "hadith": {
    "hadith_id": 4331,
    "narrator": "আনাস ইবনু মালিক (রাযিআল্লাহু তাআলা আনহু)",
    "bn": "তিনি বলেন, যখন আল্লাহ তাঁর রসূল (সল্লাল্লাহু আলাইহি ওয়া সাল্লাম)- কে হাওয়াযিন গোত্রের সম্পদ থেকে গানীমাত হিসেবে যতটুকু দান করতে চেয়েছেন দান করলেন, তখন নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) কতিপয় লোককে একশ' করে উট দান করলেন। (এ অবস্থা দেখে) আনসারদের কিছুসংখ্যক লোক বলে ফেললেন, আল্লাহ রসূলুল্লাহ (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম)- কে ক্ষমা করুন, তিনি কুরায়শদেরকে দিচ্ছেন আর আমাদেরকে বাদ দিচ্ছেন। অথচ আমাদের তলোয়ার থেকে এখলো তাদের রক্ত টপটপ করে পড়ছে। আনাস (রাযিআল্লাহু তাআলা আনহু) বলেন, তাঁদের একটি চামড়ার তৈরি তাঁবুতে জমায়েত এবং তাঁরা ব্যতীত অন্য কাউকে এখানে থাকতে অনুমতি দিলেন না। এরপর তাঁরা সবাই জমায়েত হলে নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) দাঁড়িয়ে বললেন, তোমাদের নিকট হতে কী কথা আমার নিকট পৌঁছল? আনসারদের জ্ঞানীগুণী লোকেরা বললেনঃ হে আল্লাহ্‌র রসূল! আমাদের নেতৃস্থানীয় কেউ তো কিছু বলেনি, তবে আমাদের কতিপয় কমবয়সী লোকেরা বলেছে যে, আল্লাহ রসূলুল্লাহ (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম)- কে ক্ষমা করুন, তিনি আমাদেরকে বাদ দিয়ে কুরাইশদেরকে (গানীমাতের মাল) দিচ্ছেন। অথচ আমাদের তরবারীগুলো থেকে এখনো তাদের রক্ত টপটপ করে পড়ছে। তখন নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) বললেন, আমি অবশ্য এমন কিছু লোককে দিচ্ছি যারা সবেমাত্র কুফ্‌র ত্যাগ করে ইসলামে প্রবেশ করেছে। আর তা এ জন্যে যেন তাদের মনকে আমি ঈমানের উপর সুদৃঢ় করতে পারি। তোমরা কি এতে সন্তুষ্ট নও যে, অন্যান্য লোক ফিরে যাবে ধন-সম্পদ নিয়ে আর তোমরা বাড়ি ফিরে যাবে (আল্লাহ্‌র) নাবীকে সঙ্গে নিয়ে? আল্লাহ্‌র কসম! তোমরা যে জিনিস নিয়ে ফিরে যাবে তা অনেক উত্তম ঐ ধন-সম্পদ অপেক্ষা, যা নিয়ে তারা ফিরে যাবে। আনসারগণ বললেন, হে আল্লাহ্‌র রসূল! আমরা সন্তুষ্ট হয়ে গেলাম। নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) তাদের বললেন, অচিরেই তোমরা (নিজেদের উপর) অন্যদের প্রবল অগ্রাধিকার দেখতে পাবে। অতএব, (আমার মৃত্যুর পর) আল্লাহ এবং তাঁর রসূলের সঙ্গে সাক্ষাৎ করা পর্যন্ত তোমরা ধৈর্য ধারণ করবে। আমি হাউজে কাউসারের নিকট থাকব। আনাস (রাযিআল্লাহু তাআলা আনহু) বলেন, কিন্তু তাঁরা (আনসাররা) ধৈর্যধারণ করেননি। [৩১৪৬] (আ.প্র. ৩৯৮৮, ই.ফা. ৩৯৯২)",
    "ar": "عَبْدُ اللهِ بْنُ مُحَمَّدٍ حَدَّثَنَا هِشَامٌ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِيْ أَنَسُ بْنُ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ قَالَ نَاسٌ مِنَ الْأَنْصَارِ حِيْنَ أَفَاءَ اللهُ عَلَى رَسُوْلِهِ صلى الله عليه وسلم مَا أَفَاءَ مِنْ أَمْوَالِ هَوَازِنَ فَطَفِقَ النَّبِيُّ صلى الله عليه وسلم يُعْطِيْ رِجَالًا الْمِائَةَ مِنَ الإِبِلِ فَقَالُوْا يَغْفِرُ اللهُ لِرَسُوْلِ اللهِ صلى الله عليه وسلم يُعْطِيْ قُرَيْشًا وَيَتْرُكُنَا وَسُيُوْفُنَا تَقْطُرُ مِنْ دِمَائِهِمْ قَالَ أَنَسٌ فَحُدِّثَ رَسُوْلُ اللهِ صلى الله عليه وسلم بِمَقَالَتِهِمْ فَأَرْسَلَ إِلَى الْأَنْصَارِ فَجَمَعَهُمْ فِيْ قُبَّةٍ مِنْ أَدَمٍ وَلَمْ يَدْعُ مَعَهُمْ غَيْرَهُمْ فَلَمَّا اجْتَمَعُوْا قَامَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ مَا حَدِيْثٌ بَلَغَنِيْ عَنْكُمْ فَقَالَ فُقَهَاءُ الْأَنْصَارِ أَمَّا رُؤَسَاؤُنَا يَا رَسُوْلَ اللهِ فَلَمْ يَقُوْلُوْا شَيْئًا وَأَمَّا نَاسٌ مِنَّا حَدِيْثَةٌ أَسْنَانُهُمْ فَقَالُوْا يَغْفِرُ اللهُ لِرَسُوْلِ اللهِ صلى الله عليه وسلم يُعْطِيْ قُرَيْشًا وَيَتْرُكُنَا وَسُيُوْفُنَا تَقْطُرُ مِنْ دِمَائِهِمْ فَقَالَ النَّبِيُّ صلى الله عليه وسلم فَإِنِّيْ أُعْطِيْ رِجَالًا حَدِيْثِيْ عَهْدٍ بِكُفْرٍ أَتَأَلَّفُهُمْ أَمَا تَرْضَوْنَ أَنْ يَذْهَبَ النَّاسُ بِالأَمْوَالِ وَتَذْهَبُوْنَ بِالنَّبِيِّ صلى الله عليه وسلم إِلَى رِحَالِكُمْ فَوَاللهِ لَمَا تَنْقَلِبُوْنَ بِهِ خَيْرٌ مِمَّا يَنْقَلِبُوْنَ بِهِ قَالُوْا يَا رَسُوْلَ اللهِ قَدْ رَضِيْنَا فَقَالَ لَهُمْ النَّبِيُّ صلى الله عليه وسلم سَتَجِدُوْنَ أُثْرَةً شَدِيْدَةً فَاصْبِرُوْا حَتَّى تَلْقَوْا اللهَ وَرَسُوْلَهُ صلى الله عليه وسلم فَإِنِّيْ عَلَى الْحَوْضِ قَالَ أَنَسٌ فَلَمْ يَصْبِرُوْا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}