{
  "hadith": {
    "hadith_id": 4333,
    "narrator": "আনাস (ইবনু মালিক) (রাযিআল্লাহু তাআলা আনহু)",
    "bn": "তিনি বলেন, হুনায়ন [৭৬]- এর দিন নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) হাওয়াযিন গোত্রের মুখোমুখি হলেন। তাঁর সঙ্গে ছিল দশ হাজার (মুহাজির ও আনসার সৈনিক) এবং (মক্কার) নও-মুসলিম। যুদ্ধে এরা পৃষ্ঠপ্রদর্শন করল। এ মুহূর্তে তিনি [নাবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম)] বললেন, ওহে আনসার সকল! তাঁরা জওয়াব দিলেন, আমরা হাযির, হে আল্লাহ্‌র রসূল! আপনার সাহায্য করতে আমরা প্রস্তুত এবং আপনার সামনেই আমরা উপস্থিত। নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) তাঁর সাওয়ারী থেকে নেমে পড়লেন। তিনি বললেন, আমি আল্লাহ্‌র বান্দা এবং তাঁর রসূল। মুশরিকরা পরাজিত হল। তিনি নও-মুসলিম এবং মুহাজিরদেরকে (গানীমাতে) বণ্টন করে দিলেন। আর আনসারদেরকে কিছুই দিলেন না। (এতে তারা নিজেদের মধ্যে সে কথা বলাবলি করছিল।) তখন তিনি তাদেরকে ডেকে এনে একটি তাঁবুর ভিতর জমায়েত করলেন এবং বললেন, তোমরা কি সন্তুষ্ট থাকবে না যে, লোকজন বাক্‌রী ও উট নিয়ে যাবে আর তোমরা আল্লাহ্‌র রসূলকে নিয়ে। এরপর নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) আরো বললেন, যদি লোকজন উপত্যকা দিয়ে চলে আর আনসাররা গিরিপথ দিয়ে চলে তা হলে আমি আনসারদের গিরিপথকেই বেছে নেব। [৩১৪৬] (আ.প্র. ৩৯৯০, ই.ফা. ৩৯৯৪)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا أَزْهَرُ عَنْ ابْنِ عَوْنٍ أَنْبَأَنَا هِشَامُ بْنُ زَيْدِ بْنِ أَنَسٍ عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ لَمَّا كَانَ يَوْمُ حُنَيْنٍ الْتَقَى هَوَازِنُ وَمَعَ النَّبِيِّ صلى الله عليه وسلم عَشَرَةُ آلَافٍ وَالطُّلَقَاءُ فَأَدْبَرُوْا قَالَ يَا مَعْشَرَ الْأَنْصَارِ قَالُوْا لَبَّيْكَ يَا رَسُوْلَ اللهِ وَسَعْدَيْكَ لَبَّيْكَ نَحْنُ بَيْنَ يَدَيْكَ فَنَزَلَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ أَنَا عَبْدُ اللهِ وَرَسُوْلُهُ فَانْهَزَمَ الْمُشْرِكُوْنَ فَأَعْطَى الطُّلَقَاءَ وَالْمُهَاجِرِيْنَ وَلَمْ يُعْطِ الْأَنْصَارَ شَيْئًا فَقَالُوْا فَدَعَاهُمْ فَأَدْخَلَهُمْ فِيْ قُبَّةٍ فَقَالَ أَمَا تَرْضَوْنَ أَنْ يَذْهَبَ النَّاسُ بِالشَّاةِ وَالْبَعِيْرِ وَتَذْهَبُوْنَ بِرَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ النَّبِيُّ صلى الله عليه وسلم لَوْ سَلَكَ النَّاسُ وَادِيًا وَسَلَكَتْ الْأَنْصَارُ شِعْبًا لَاخْتَرْتُ شِعْبَ الْأَنْصَارِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭৬] মাক্কাহ বিজয়ের পর হাওয়াযিন ও সাকীফ গোত্রগুলো চিন্তা করলো তারা যদি মুসলিমদেরকে পরাজিত করতে পারে তাহলে মাক্কাহবাসীর যে সব বাগান ও জায়গীর তায়িফে রয়েছে সেগুলো বিনা বাধায় তাদেরই হয়ে যাবে। আর মুসলিমদের উপর মূর্তি ভাঙ্গার অপরাধের প্রতিশোধও নেয়া যাবে।\nতারা বানূ মুযার ও বানূ হেলাল গোত্রকেও তাদের সাথে নিয়ে নিলো এবং চার হাজার বীর যোদ্ধা নিয়ে মাক্কাহর পথে রওয়ানা হলো। তারা হুনায়নের উপত্যকায় এসে অবতরণ করলো। তাদের নেতা মালিক ইবনু 'আউফের পরামর্শক্রমে তাদের স্ত্রী, শিশু, মাল ও গবাদি পশুকেও সঙ্গে নিয়ে ছিল, তাঁর যুক্তি ছিল এর ফলে কেউ যুদ্ধ ক্ষেত্র ছেড়ে পালিয়ে যাবে না।\nএ সংবাদ শুনে নাবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) মাক্কাহ হতে সামনে অগ্রসর হলেন এবং তাঁর সঙ্গে মাক্কাহর আরও দু'হাজার লোক যোগ দিয়েছিলেন। এদের মধ্যে অমুসলিমরাও ছিল এবং চুক্তিবদ্ধ মূর্তী পূজকরাও ছিল। সৈন্যদের মোট সংখ্যা বারো হাজারে দাঁড়িয়েছিল। নিজেদের সংখ্যাধিক্য দেখে সৈন্যদের মনে অহংকারও এসে গিয়েছিল এবং এজন্যে তারা যেখানে সতর্কতা অবলম্বন করা উচিত এরূপ স্থলেও সতর্কতা অবলম্বন করেনি। শত্রুপক্ষ পূর্ব হতেই সেখানে প্রস্তুত হয়েছিল। পাহাড়ের আবশ্যকীয় ঘাটিগুলি অধিকার করে এবং নিকটবর্তী উপত্যকায় বহু সংখ্যক আব্যর্থ লক্ষ্য তীরন্দাজ সৈন্য বসিয়ে দিয়ে নিজেদের অবস্থা বেশ মযবুত করে নিয়েছিল। প্রাতঃকালে মুসলিম বাহিনী অগ্রসর হবার আয়োজন করেছে, এমন সময় হাওয়াযেনের বিরাট বাহিনী প্রচন্ড বেগে তাদের উপর আপতিত হলো। নব দীক্ষিত মুসলিম এবং অমুসলিম সৈন্যরা আগ্রহাতিশয্য বশতঃ বাহিনীর অগ্রে যাত্রা করছিল। তাদের অনেকের নিকট আবশ্যকীয় অস্ত্রশস্ত্র ও ছিল না। তারা অসতর্ক অবস্থায় শত্রুদের ঘাটির নিকট পৌঁছল। এমতাবস্থায় শত্রুরা তাদের উপর এতো তীর বর্ষণ করলো যে, অগ্রবর্তী সেনাদল মুখ ফিরিয়ে পালাতে শুরু করলো। মুসলিমরা এটা সামলে নিয়ে শত্রু পক্ষের আক্রমণ প্রতিরোধ করার চেষ্টা করলেন বটে, কিন্তু অগ্রবর্তী সৈন্যদলের ঐ ঘৃণিত পলায়নের জন্য তখন এমনই বিশৃংখলার সৃষ্টি হয়ে গিয়েছিল যে, তাদের সে চেষ্টায় বিশেষ কোন ফল হলো না। এই ভীষণ দুর্যোগের মধ্যে পতিত হয়েও রসূল (সল্লাল্লাহু আলাইহি ওয়া সাল্লাম) এক মুহূর্তের জন্যেও বিচলিত হননি। এই সময় তিনি  নিজের শ্বেত খচ্চরের উপর আরোহণ করে মুসলিমদেরকে ধৈর্য ধারণের উপদেশ দিতে লাগলেন। কিন্তু ঐ বিশৃঙ্খলা ও কোলাহলের মধ্যে তাঁর কণ্ঠস্বর কারো কর্ণে প্রবেশ করলো না। দু'একজন ব্যতীত সবাই বিচ্ছিন্ন হয়ে পড়লেন। ঐ সময় আব্বাস (রাযিআল্লাহু তাআলা আনহু) রসূল (সল্লাল্লাহু আলাইহি ওয়া সাল্লাম)- এর খচ্চরের লাগাম এবং আবু সুফ্‌ইয়ান (রাযিআল্লাহু তাআলা আনহু) তাঁর পালানের রেকাব ধরে দাঁড়িয়েছিলেন। মাত্র আর দু-তিন জন মুসলিম তাঁর পাশে টিকে ছিলেন।\nদ্বাদশ সহস্র আত্নোৎসর্গী সৈন্য চক্ষের পলকে উধাও হয়ে গেছে। অগনিত শত্রু সেনা নাঙ্গা তরবারী হস্তে আক্রমণ করতে আসছে, সেদিকে তাঁর একটুও লক্ষ নেই। ঐ সময় তিনি খচ্চর হতে অবতরন করলেন এবং নতজানু হয়ে নিজের পরম জনের নিকট সাহায্য ও শক্তি প্রার্থনা করতে লাগলেন। তারপর পুনরায় খচ্চরে আরোহণ করে অগণিত শত্রুদলের উপর আক্রমণ করার জন্য তিনি দ্রুতবেগে আগ্রসর হলেন। ঐ সময় তিনি দৃঢ় কন্ঠে ও গুরুগম্ভীর স্বরে ঘোষণা করলেনঃ (আরবী)\n“আমি নাবী, এতে মিথ্যার লেশমাত্র নেই, আমি 'আবদুল মুত্তালিবের সন্তান।” ভাবার্থ ছিলঃ আমার সত্যবাদিতার মাপকাঠি কোন সেনাবাহিনীর জয় বা পরাজয় নয়, বরং আমার সত্যবাদিতা স্বয়ং আমার স্বত্ত্বার দ্বারা হয়ে থাকে।”\nঐ সময় 'আব্বাস (রাযিআল্লাহু তাআলা আনহু) একটি উচ্চ স্থানে আরোহণ পূর্বক তার স্বভাব সিদ্ধ উচ্চ কন্ঠে মুসলিমদেরকে আহবান করতে লাগলেনঃ হে আনসার বীরগণ! হে শাজারার বায়'আতকারীগণ! হে মুসলিম বীরবৃন্দ! হে মুহাজিরগণ! কোথায় তোমরা? এই দিকে ছুটে এসো।”\nসদ্য প্রসূত গাভী যেমন স্বীয় বৎসের বিপদ দর্শনে চীৎকার করতে করতে ছুটে আসে, 'আব্বাসের (রাযিআল্লাহু তাআলা আনহু) আহবান শ্রবন করে মুসলিম সৈনিকগণ এরূপ ছুটে আসতে লাগলেন। অতঃপর নতুনভাবে সৈন্যদের শ্রেণী বিন্যাস করা হলো। আনসার ও মুহাজিরকে আগে বাড়িয়ে দেয়া হল। এরপর তারা শত্রু পক্ষকে সমবেতভাবে আক্রমণ করলেন। শত্রুরা মুসলিমদের তরবারির সামনে বেশীক্ষণ টিকে থাকতে পারলো না। তারা স্ত্রী পুত্র রণ সম্ভার ও সমস্ত ধণ দৌলত যুদ্ধক্ষেত্রে ফেলেই ইতস্ততঃ পালিয়ে গেল।\nপলায়নের পর শত্রু পক্ষের কতক সৈন্য তাদের নেতা মালিক ইবনু আওফের সাথে তায়িফের দূর্গে আশ্রয় গ্রহণ করলো।\nদ্বিতীয় দল, যাদের সাথে তাদের পরিবার বর্গ ছিল এবং ধন-সম্পদ ছিল, আওতাসের ঘাঁটিতে গিয়ে আত্নগোপন করলো।\nরসূল (সল্লাল্লাহু আলাইহি ওয়া সাল্লাম) তায়িফের দূর্গ অবরোধের নির্দেশ দিলেন এবং আওতাসের দিকে আবু আমির আশ'আরী (রাযিআল্লাহু তাআলা আনহু) পৌঁছে শত্রুদের স্ত্রী-পুত্র ও ধন-সম্পদের উপর অধিকার লাভ করলেন। নাবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) যখন আওতাসের ফলাফল অবগত হলেন তখন তিনি দূর্গের অবরোধ উঠিয়ে নেয়ার নির্দেশ দিলেন। কেননা, ঐ লোকগুলি স্ত্রী-পুত্র নিয়ে কঠিন বিপদে পড়েছিল।\nআওতাসের ২৪ হাজার উট, চল্লিশ হাজার বকরী, চার হাজার উকিয়া চাঁদি এবং ছয় হাজার নারী ও শিশু মুসলিমদের হস্তগত হয়েছিল।\nরসূল (সল্লাল্লাহু আলাইহি ওয়া সাল্লাম) তখনও যুদ্ধ ক্ষেত্রেই ছিলেন। এমন সময় হাওয়াযেন গোত্রের ছয় জন সর্দার আসলো এবং করুণার আবেদন পেশ করলো।\nতাদের মধ্যে ঐ লোকগুলি ছিল যারা তায়েফে নাবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম)- এর উপর পাথর বর্ষণ করেছিল এবং শেষ পর্যন্ত যায়েদ (রাযিআল্লাহু তাআলা আনহু) সেখান হতে রসূল (সল্লাল্লাহু আলাইহি ওয়া সাল্লাম)- কে অজ্ঞান অবস্থায় উঠিয়ে নিয়ে আসেন।\nনাবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) বললেনঃ “হাঁ আমি স্বয়ং তোমাদের জন্য অপেক্ষা করছিলাম (এবং এই অপেক্ষার মধ্যে প্রায় দুই সপ্তাহ অতিবাহিত হয়ে যায় এবং গানীমাতের মালও বন্টিত হয়নি)। আমি আমার অংশের এবং আমার বংশের ভাগের বন্দীদেরকে সহজেই ছেড়ে দিতে পারি। আর আমার সাথে যদি শুধু আনসার ও মুহাজিরই থাকতো তাহলে সবাইকে ছেড়ে দেয়াও কঠিন ছিল না। কিন্তু তোমরা তো দেখতেই পাচ্ছ যে, এই সেনাবাহিনীতে আমার সাথে ঐ লোকেরা রয়েছে যারা এখনও মুসলিম হয়নি। এ জন্যে একটা কৌশলের প্রয়োজন আছে। তোমরা আগামীকাল ফজরের ছালাতের সময়ে এসো এবং সাধারণ সমাবেশে তোমাদের আবেদন পেশ করো। ঐ সময় কোন এক উপায় বের হয়ে আসবে।” তিনি আরো বললেনঃ “তোমরা হয় ধনমাল নেয়া পছন্দ করো অথবা স্ত্রী-পুত্র। কেননা, আক্রমণকারী সৈন্যদের সব কিছুই ছেড়ে দেয়া কঠিন।”\nপরের দিন ঐ নেতৃ বর্গই আসলো এবং তারা সাধারণ সমাবেশে নিজেদের বন্দীদের মুক্তির আবেদন নাবী কারীমের (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) খিদমতে পেশ করলো।\nতুলনাবিহীন দয়া দাক্ষিণ্য ও করুণা প্রদর্শনঃ রাহমাতের নাবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) বললেনঃ “আমি আমার ও বানু আবদিল মুত্তালিবের বন্দীদেরকে কোন বিনিময় গ্রহণ ছাড়াই মুক্ত করে দিচ্ছি।” আনসার ও মুহাজিররা তাঁর এ ঘোষণা শুনে বললেনঃ “আমরাও নিজ নিজ বন্দীদেরকে কোন মুক্তিপণ ছাড়াই মুক্ত করে দিলাম।”\nএখন বাকী থাকল বানু সালিম ও বানু ফাযরাহ্‌। তাদের কাছে এটা খুবই বিস্ময়কর ব্যাপার ছিল যে, আক্রমণকারী সৈন্যদের প্রতি (যারা ভাগ্যক্রমে পরাজিত হয়েছে) এরূপ দয়া প্রদর্শন করা হবে। এ জন্য তারা নিজ নিজ অংশের বন্দীদেরকে মুক্ত করল না। রসূল (সল্লাল্লাহু আলাইহি ওয়া সাল্লাম) তাদেরকে ডাকলেন। প্রত্যেক বন্দীর মূল্য ছয়টি উট নির্ধারণ করা হলো। এই মূল্য নাবী কারীম (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) নিজেই প্রদান করলেন। এভাবে বাকী  বন্দীদেরকে তিনি মুক্ত করে দিলেন। অতঃপর রসূল (সল্লাল্লাহু আলাইহি ওয়া সাল্লাম) বন্দীদের প্রত্যেককে নতুন বস্ত্র পরিয়ে বিদায় করলেন।\nদুধ-বোনের প্রতি সম্মান প্রদর্শনঃ এই বন্দীদের মধ্যে দাই হালীমার কন্যা শায়মা বিনতুল হারিসও ছিল। নাবী কারীম (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) তাঁর ঐ দুধ-বোনকে চিনতে পারলেন এবং তার সম্মানে নিজের চাদরখানা মাটিতে বিছিয়ে দিলেন। অতঃপর তাকে বললেনঃ “যদি তুমি আমার কাছে থাকো তাহলে ভালো কথা। আর যদি তুমি নিজের সম্প্রদায়ের মধ্যে ফিরে যেতে চাও তাহলে তাতে আমার কোন আপত্তি নেই।” সে ফিরে যেতে চাওয়ায় রসূল (সল্লাল্লাহু আলাইহি ওয়া সাল্লাম) তাকে সসম্মানে তার কওমের মধ্যে পাঠিয়ে দিলেন।\nঅকৃত্রিম সহচরদের আন্তরিকতার নমুনাঃ গানীমাতের মাল রসূল (সল্লাল্লাহু আলাইহি ওয়া সাল্লাম) ঐ জায়গাতেই বন্টন করে দিলেন। বড় বড় অংশ তিনি ঐ লোকদেরকে প্রদান করলেন যারা অল্পদিন পূর্বে ইসলাম গ্রহণ করেছিলেন। আনসারদেরকে, যারা অত্যন্ত অকৃত্রিম ছিলেন, কিছুই দিলেন না। তিনি বললেনঃ “আনসারদের সাথে আমি নিজেই আছি। মানুষ ধন-দৌলত নিয়ে নিজ নিজ বাড়ীতে যাবে, আর আনসারগণ আল্লাহ্‌র রসূলকে (সল্লাল্লাহু আলাইহি ওয়া সাল্লাম) নিয়ে নিজেদের বাড়ীতে প্রবেশ করবে।”\nআনসারগণ এতে এতো সন্তুষ্ট হন যে সম্পদ প্রাপকরা এমন সন্তুষ্টি লাভ করতে পারেননি। (রাহমাতুল লিল 'আলামীন)",
    "chapter": {
      "chapter_number": "64"
    }
  }
}