{
  "hadith": {
    "hadith_id": 4339,
    "narrator": "সালিমের পিতা ['আবদুল্লাহ ইবনু 'উমার (রাযিআল্লাহু তাআলা আনহু)]",
    "bn": "তিনি বলেন, নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) এক অভিযানে  খালিদ ইবনু ওয়ালিদ (রাযিআল্লাহু তাআলা আনহু)- কে বানী জাযিমার বিরুদ্ধে পাঠিয়েছিলেন। (সেখানে পৌঁছে) খালিদ (রাযিআল্লাহু তাআলা আনহু) তাদেরকে ইসলামের দা'ওয়াত দিলেন। কিন্তু 'আমরা ইসলাম কবূল করলাম', এ কথাটি তারা ভালভাবে বুঝিয়ে বলতে পারছিল না। তাই তারা বলতে লাগল, আমরা স্বধর্ম ত্যাগ করলাম, আমরা স্বধর্ম ত্যাগ করলাম। খালিদ তাদেরকে হত্যা ও বন্দী করতে থাকলেন এবং আমাদের প্রত্যকের কাছে বন্দীদেরকে সোপর্দ করতে থাকলেন। অবশেষে একদিন তিনি আদেশ দিলেন আমাদের সবাই যেন নিজ নিজ বন্দীকে হত্যা করে ফেলি। আমি বললাম, আল্লাহ্‌র কসম! আমি আমার বন্দীকে হত্যা করব না। আর আমার সঙ্গীদের কেউই তাঁর বন্দীকে হত্যা করবে না। অবশেষে আমরা নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম)- এর কাছে ফিরে আসলাম। আমরা তাঁর কাছে এ ব্যাপারটি উল্লেখ করলাম। নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) তখন দু'হাত তুলে বললেন, হে আল্লাহ! খালিদ যা করেছে আমি তার দায় থেকে মুক্ত হওয়ার কথা তোমার নিকট জ্ঞাপন করছি। এ কথাটি তিনি দু'বার বললেন। [৭১৮৯] (আ.প্র. ৩৯৯৬, ই.ফা. ৪০০০)",
    "ar": "مَحْمُوْدٌ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ ح و حَدَّثَنِيْ نُعَيْمٌ أَخْبَرَنَا عَبْدُ اللهِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيْهِ قَالَ بَعَثَ النَّبِيُّ صلى الله عليه وسلم خَالِدَ بْنَ الْوَلِيْدِ إِلَى بَنِيْ جَذِيْمَةَ فَدَعَاهُمْ إِلَى الإِسْلَامِ فَلَمْ يُحْسِنُوْا أَنْ يَقُوْلُوْا أَسْلَمْنَا فَجَعَلُوْا يَقُوْلُوْنَ صَبَأْنَا صَبَأْنَا فَجَعَلَ خَالِدٌ يَقْتُلُ مِنْهُمْ وَيَأْسِرُ وَدَفَعَ إِلَى كُلِّ رَجُلٍ مِنَّا أَسِيْرَهُ حَتَّى إِذَا كَانَ يَوْمٌ أَمَرَ خَالِدٌ أَنْ يَقْتُلَ كُلُّ رَجُلٍ مِنَّا أَسِيْرَهُ فَقُلْتُ وَاللهِ لَا أَقْتُلُ أَسِيْرِيْ وَلَا يَقْتُلُ رَجُلٌ مِنْ أَصْحَابِيْ أَسِيْرَهُ حَتَّى قَدِمْنَا عَلَى النَّبِيِّ صلى الله عليه وسلم فَذَكَرْنَاهُ فَرَفَعَ النَّبِيُّ صلى الله عليه وسلم يَدَهُ فَقَالَ اللهُمَّ إِنِّيْ أَبْرَأُ إِلَيْكَ مِمَّا صَنَعَ خَالِدٌ مَرَّتَيْنِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}