{
  "hadith": {
    "hadith_id": 4340,
    "narrator": "আলী (ইবনু আবূ ত্বলিব) (রাযিআল্লাহু তাআলা আনহু)",
    "bn": "তিনি বলেন, নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) একটি সেনাবাহিনী প্রেরণ করেন এবং আনসারদের এক ব্যক্তিকে তার সেনাপতি নিযুক্ত করে তিনি তাদেরকে তাঁর (সেনাপতির) আনুগত্য করার নির্দেশ দেন। (কোন কারণে) আমীর রাগান্বিত হয়ে যান। তিনি বললেন, নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম) কি তোমাদেরকে আমার আনুগত্য করতে নির্দেশ দেননি? তাঁরা বললেন, অবশ্যই। তিনি বললেন, তাহলে তোমরা কিছু কাঠ সংগ্রহ করে আনো। তাঁরা কাঠ সংগ্রহ করলেন। তিনি বললেন, এগুলোতে আগুন লাগিয়ে দাও। তাঁরা ওতে আগুন লাগালেন। তখন তিনি বললেন, এবার তোমরা সকলে এ আগুনে প্রবেশ কর। তাঁরা আগুনে প্রবেশ করতে সংকল্প করে ফেললেন। কিন্তু তাদের কয়েকজন অন্যদের বাধা দিয়ে বলতে লাগলেন, আগুন থেকেই তো আমরা পালিয়ে গিয়ে নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম)- এর কাছে আশ্রয় নিয়েছিলাম। এভাবে ইতস্তত করতে করতে আগুন নিভে গেল এবং তার ক্রোধও ঠান্ডা হল। এরপর এ সংবাদ নবী (সল্লাল্লাহু আলাইহে ওয়া সাল্লাম)- এর কাছে পৌঁছল তিনি বললেন, যদি তারা আগুনে ঝাঁপ দিত তা হলে ক্বিয়ামাতের দিন পর্যন্ত এ আগুন থেকে বের হতে পারত না। আনুগত্য (করতে হবে) কেবল সৎ কাজের। (আ.প্র. ৩৯৯৭, ই.ফা. ৪০০১)",
    "ar": "مُسَدَّدٌ حَدَّثَنَا عَبْدُ الْوَاحِدِ حَدَّثَنَا الْأَعْمَشُ قَالَ حَدَّثَنِيْ سَعْدُ بْنُ عُبَيْدَةَ عَنْ أَبِيْ عَبْدِ الرَّحْمَنِ عَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ قَالَ بَعَثَ النَّبِيُّ صلى الله عليه وسلم سَرِيَّةً فَاسْتَعْمَلَ رَجُلًا مِنَ الْأَنْصَارِ وَأَمَرَهُمْ أَنْ يُطِيْعُوْهُ فَغَضِبَ فَقَالَ أَلَيْسَ أَمَرَكُمْ النَّبِيُّ صلى الله عليه وسلم أَنْ تُطِيْعُوْنِيْ قَالُوْا بَلَى قَالَ فَاجْمَعُوْا لِيْ حَطَبًا فَجَمَعُوْا فَقَالَ أَوْقِدُوْا نَارًا فَأَوْقَدُوْهَا فَقَالَ ادْخُلُوْهَا فَهَمُّوْا وَجَعَلَ بَعْضُهُمْ يُمْسِكُ بَعْضًا وَيَقُوْلُوْنَ فَرَرْنَا إِلَى النَّبِيِّ صلى الله عليه وسلم مِنْ النَّارِ فَمَا زَالُوْا حَتَّى خَمَدَتْ النَّارُ فَسَكَنَ غَضَبُهُ فَبَلَغَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ لَوْ دَخَلُوْهَا مَا خَرَجُوْا مِنْهَا إِلَى يَوْمِ الْقِيَامَةِ الطَّاعَةُ فِي الْمَعْرُوْفِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}