{
  "hadith": {
    "hadith_id": 4344,
    "narrator": "আবূ বুরদা (রাঃ)",
    "bn": "তিনি বলেন, তার দাদা আবূ মূসা ও মু‘আয (রাঃ)-কে নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম (শাসক হিসেবে) ইয়ামানে পাঠালেন। এ সময় তিনি বললেন, তোমরা লোকজনের সঙ্গে সহজ আচরণ করবে। কখনো কঠিন আচরণ করবে না। মানুষের মনে সুসংবাদের মাধ্যমে উৎসাহ সৃষ্টি করবে। কখনো তাদের মনে অনীহা সৃষ্টি করবে না এবং একে অপরকে মেনে চলবে। আবূ মূসা (রাঃ) বললেন, হে আল্লাহর নাবী! আমাদের এলাকায় মিয্র নামের এক প্রকার শরাব যব থেকে তৈরি করা হয় আর বিত্উ নামের এক প্রকার শরাব মধু থেকে তৈরি করা হয় (এগুলো সম্পর্কে হুকুম দিন)। নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বললেন, নেশা সৃষ্টিকারী সকল বস্তুই হারাম। এরপর দু’জনেই চলে গেলেন। মু‘আয আবূ মূসাকে জিজ্ঞেস করলেন, আপনি কীভাবে কুরআন তিলাওয়াত করেন? তিনি উত্তর দিলেন, দাঁড়িয়ে, বসে, সাওয়ারীর পিঠে সাওয়ার অবস্থায় এবং কিছুক্ষণ পরপরই তিলাওয়াত করি। তিনি বললেন, আর আমি রাতের প্রথমদিকে ঘুমিয়ে পড়ি তারপর (শেষ ভাগে তিলাওয়াতের জন্য সালাতে) দাঁড়িয়ে যাই। এভাবে আমি আমার নিদ্রার সময়কেও আমার সালাতে দাঁড়ানোর মতই সওয়াবের বিষয় মনে করে থাকি। এরপর (উভয়েই নিজ শাসন এলাকায়) তাঁবু খাটালেন এবং পরস্পরের সাক্ষাৎ বজায় রেখে চললেন। (এক সময়) মু‘আয (রাঃ) আবূ মূসা (রাঃ)-এর সাক্ষাতে এসে দেখলেন, সেখানে এক ব্যক্তি হাত-পা বাঁধা অবস্থায় পড়ে রয়েছে। তিনি জিজ্ঞেস করলেন, এ লোকটি কে? আবূ মূসা (রাঃ) বললেন, লোকটি ইয়াহূদী ছিল, ইসলাম গ্রহণ করার পর মুরতাদ হয়ে গেছে। মু‘আয (রাঃ) বললেন, আমি ওর গর্দান উড়িয়ে দেবো। শু‘বাহ থেকে আকাদী এবং ওয়াহ্ব এভাবেই বর্ণনা করেছেন। আর ওকী (রহ.) নযর ও আবূ দাঊদ (রহ.) এ হাদীসের সানাদে শু’বাহ (রহ.) সা‘ঈদ-সাঈদের পিতা-সাঈদের দাদা নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। হাদীসটি জারীর ইবনু ‘আবদুল হামীদ (রহ.) শাইবানী (রহ.)-এর মাধ্যমে আবূ বুরদার সূত্রে বর্ণনা করেছেন। [২২৬১, ৪৩৪২] (আধুনিক প্রকাশনীঃ ৪০০০, ইসলামী ফাউন্ডেশনঃ ৪০০৪)",
    "ar": "مُسْلِمٌ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا سَعِيْدُ بْنُ أَبِيْ بُرْدَةَ عَنْ أَبِيْهِ قَالَ بَعَثَ النَّبِيُّ صلى الله عليه وسلم جَدَّهُ أَبَا مُوْسَى وَمُعَاذًا إِلَى الْيَمَنِ فَقَالَ يَسِّرَا وَلَا تُعَسِّرَا وَبَشِّرَا وَلَا تُنَفِّرَا وَتَطَاوَعَا فَقَالَ أَبُوْ مُوْسَى يَا نَبِيَّ اللهِ إِنَّ أَرْضَنَا بِهَا شَرَابٌ مِنْ الشَّعِيْرِ الْمِزْرُ وَشَرَابٌ مِنَ الْعَسَلِ الْبِتْعُ فَقَالَ كُلُّ مُسْكِرٍ حَرَامٌ فَانْطَلَقَا فَقَالَ مُعَاذٌ لِأَبِيْ مُوْسَى كَيْفَ تَقْرَأُ الْقُرْآنَ قَالَ قَائِمًا وَقَاعِدًا وَعَلَى رَاحِلَتِيْ وَأَتَفَوَّقُهُ تَفَوُّقًا قَالَ أَمَّا أَنَا فَأَنَامُ وَأَقُوْمُ فَأَحْتَسِبُ نَوْمَتِيْ كَمَا أَحْتَسِبُ قَوْمَتِيْ وَضَرَبَ فُسْطَاطًا فَجَعَلَا يَتَزَاوَرَانِ فَزَارَ مُعَاذٌ أَبَا مُوْسَى فَإِذَا رَجُلٌ مُوْثَقٌ فَقَالَ مَا هَذَا فَقَالَ أَبُوْ مُوْسَى يَهُوْدِيٌّ أَسْلَمَ ثُمَّ ارْتَدَّ فَقَالَ مُعَاذٌ لَأَضْرِبَنَّ عُنُقَهُ تَابَعَهُ الْعَقَدِيُّ وَوَهْبٌ عَنْ شُعْبَةَ وَقَالَ وَكِيْعٌ وَالْنَّضْرُ وَأَبُوْ دَاوُدَ عَنْ شُعْبَةَ عَنْ سَعِيْدٍ عَنْ أَبِيْهِ عَنْ جَدِّهِ عَنْ النَّبِيِّ صلى الله عليه وسلم رَوَاهُ جَرِيْرُ بْنُ عَبْدِ الْحَمِيْدِ عَنْ الشَّيْبَانِيِّ عَنْ أَبِيْ بُرْدَةَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}