{
  "hadith": {
    "hadith_id": 4347,
    "narrator": "ইবনু 'আব্বাস (রা.)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম মু‘আয ইবনু জাবালকে ইয়ামানে পাঠানোর সময় তাঁকে বললেন, অচিরেই তুমি আহলে কিতাবদের এক গোত্রের কাছে যাচ্ছ। যখন তুমি তাদের কাছে গিয়ে পৌঁছবে তখন তাদেরকে এ দা‘ওয়াত দেবে তারা যেন সাক্ষ্য দেয় যে ‘আল্লাহ ব্যতীত কোন ইলাহ নেই, মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আল্লাহর রাসূল’, এরপর তারা যদি তোমার এ কথা মেনে নেয়, তখন তাদেরকে এ কথা জানিয়ে দেবে যে, আল্লাহ তোমাদের উপর দিনে ও রাতে পাঁচবার সালাত ফরয করে দিয়েছেন। তারা তোমার এ কথা মেনে নিলে তুমি তাদেরকে জানিয়ে দেবে যে, আল্লাহ তোমাদের উপর যাকাত ফরয করে দিয়েছেন, যা তাদের বিত্তশালীদের নিকট হতে গ্রহণ করা হবে এবং তাদের অভাবগ্রস্তদের মাঝে বিতরণ করা হবে। যদি তারা তোমার এ কথা মেনে নেয়, তা হলে (যাকাত গ্রহণ কালে) তাদের মালের উৎকৃষ্টতম অংশ গ্রহণ করা থেকে বিরত থাকবে। মাযলুমদের বদদু‘আকে ভয় করবে, কেননা মাযলুমের বদদু‘আ এবং আল্লাহর মাঝখানে কোন আড়াল থাকে না। [১৩৯৫] (আধুনিক প্রকাশনীঃ ৪০০২, ইসলামী ফাউন্ডেশনঃ ৪০০৬)\n\nআবূ ‘আবদুল্লাহ [ইমাম বুখারী (রহ.)] বলেন, طَوَّعَتْ، طَاعَتْ এবং أَطَاعَتْ সমার্থবোধক শব্দ, طِعْتُ، طُعْتُ এবং أَطَعْتُ -এগুলোর একই অর্থ।",
    "ar": "حِبَّانُ أَخْبَرَنَا عَبْدُ اللهِ عَنْ زَكَرِيَّاءَ بْنِ إِسْحَاقَ عَنْ يَحْيَى بْنِ عَبْدِ اللهِ بْنِ صَيْفِيٍّ عَنْ أَبِيْ مَعْبَدٍ مَوْلَى ابْنِ عَبَّاسٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم لِمُعَاذِ بْنِ جَبَلٍ حِيْنَ بَعَثَهُ إِلَى الْيَمَنِ إِنَّكَ سَتَأْتِيْ قَوْمًا مِنْ أَهْلِ الْكِتَابِ فَإِذَا جِئْتَهُمْ فَادْعُهُمْ إِلَى أَنْ يَشْهَدُوْا أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُوْلُ اللهِ فَإِنْ هُمْ طَاعُوْا لَكَ بِذَلِكَ فَأَخْبِرْهُمْ أَنَّ اللهَ قَدْ فَرَضَ عَلَيْهِمْ خَمْسَ صَلَوَاتٍ فِيْ كُلِّ يَوْمٍ وَلَيْلَةٍ فَإِنْ هُمْ طَاعُوْا لَكَ بِذَلِكَ فَأَخْبِرْهُمْ أَنَّ اللهَ قَدْ فَرَضَ عَلَيْهِمْ صَدَقَةً تُؤْخَذُ مِنْ أَغْنِيَائِهِمْ فَتُرَدُّ عَلَى فُقَرَائِهِمْ فَإِنْ هُمْ طَاعُوْا لَكَ بِذَلِكَ فَإِيَّاكَ وَكَرَائِمَ أَمْوَالِهِمْ وَاتَّقِ دَعْوَةَ الْمَظْلُوْمِ فَإِنَّهُ لَيْسَ بَيْنَهُ وَبَيْنَ اللهِ حِجَابٌ.\nقَالَ أَبُوْ عَبْد اللهِ طَوَّعَتْ طَاعَتْ وَأَطَاعَتْ لُغَةٌ طِعْتُ وَطُعْتُ وَأَطَعْتُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}