{
  "hadith": {
    "hadith_id": 4351,
    "narrator": "আবূ সা'ঈদ খুদরী (রা.)",
    "bn": "তিনি বলেন, 'আলী ইবনু আবূ ত্বলিব (রাঃ) ইয়ামান থেকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে এক প্রকার (রঙিন)  চামড়ার থলে করে সামান্য কিছু স্বর্ণ পাঠিয়েছিলেন। তখনও এগুলো থেকে সংযুক্ত মাটি পরিষ্কার করা হয়নি। আবূ সা'ঈদ খুদরী (রাঃ) বলেন, রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চার জনের মাঝে স্বর্ণখণ্ডটি বণ্টন করে দিলেন। তারা হলেন, 'উয়াইনাহ ইবনু বাদ্র, আকরা ইবনু হাবিস, যায়দ আল-খায়ল এবং চতুর্থ জন 'আলক্বামাহ কিংবা 'আমির ইবনু তুফায়ল (রাঃ)। তখন সাহাবীগণের মধ্য থেকে একজন বললেন, এটা পাওয়ার ব্যাপারে তাঁদের অপেক্ষা আমরাই অধিক হাকদার ছিলাম। (রাবী) বলেন, কথাতি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পর্যন্ত গিয়ে পৌঁছল। তাই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমরা কি আমার উপর আস্থা রাখ না অথচ আমি আসমানের অধিবাসীদের আস্থাভাজন, সকাল-বিকাল আমার কাছে আসমানের সংবাদ আসছে। রাবী বলেন, এমন সময়ে এক ব্যাক্তি উঠে দাঁড়াল। লোকটির চোখ দু'টি ছিল কোটরাগত, চোয়ালের হাড় যেন বেরিয়ে পড়ছে, উঁচু কপাল বিশিষ্ট, দাড়ি অতি ঘন, মাথাটি ন্যাড়া, পরনের লুঙ্গী উপরে উত্থিত। সে বলল, হে আল্লাহ্‌র রসূল! আল্লাহ্‌কে ভয় করুন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমার জন্য আফসোস! আল্লাহ্‌কে ভয় করার ব্যাপারে দুনিয়াবাসীদের মধ্যে আমি কি অধিক হাকদার নই? রাবী আবূ সা'ঈদ খুদরী (রাঃ) বলেন, লোকটি চলে গেলে খালিদ বিন ওয়ালীদ (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! আমি কি লোকটির গর্দান উড়িয়ে দেব না? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ না হতে পারে সে সলাত আদায় করে। খালিদ (রাঃ) বললেন, অনেক সলাত আদায়কারী এমন আছে যারা মুখে এমন এমন কথা উচ্চারণ করে যা তাদের অন্তরে নেই। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমাকে মানুষের দিল ছিদ্র করে, পেট ফেড়ে দেখার জন্য বলা হয়নি। তারপর তিনি লোকটির দিকে তাকিয়ে দেখলেন। তখন লোকটি পিঠ ফিরিয়ে চলে যাচ্ছে। তিনি বললেন, এ ব্যাক্তির বংশ থেকে এমন জাতির উদ্ভব হবে যারা শ্রুতিমধুর কণ্ঠে আল্লাহ্‌র কিতাব তিলাওয়াত করবে অথচ আল্লাহ্‌র বাণী তাদের গলদেশের নিচে নামবে না। তারা দ্বীন থকে এভাবে বেরিয়ে যাবে যেভাবে লক্ষ্যবস্তুর দেহ ভেদ করে তীর বেরিয়ে যায়। (বর্ণনাকারী বলেন) আমার মনে হয় তিনি এ কথাও বলেছেন, যদি আমি তাদেরকে পাই তাহলে অবশ্যই আমি তাদেরকে সামূদ জাতির মতো হত্যা করে দেব। [৩৩৪৪; মুসলিম ১২/৪৭, হাঃ ১০৬৪, আহমাদ ১১৬৯৫] (আ.প্র. ৪০০৬, ই.ফা. ৪০১০)",
    "ar": "قُتَيْبَةُ حَدَّثَنَا عَبْدُ الْوَاحِدِ عَنْ عُمَارَةَ بْنِ الْقَعْقَاعِ بْنِ شُبْرُمَةَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِيْ نُعْمٍ قَالَ سَمِعْتُ أَبَا سَعِيْدٍ الْخُدْرِيَّ يَقُوْلُ بَعَثَ عَلِيُّ بْنُ أَبِيْ طَالِبٍ رَضِيَ اللهُ عَنْهُ إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم مِنَ الْيَمَنِ بِذُهَيْبَةٍ فِيْ أَدِيْمٍ مَقْرُوْظٍ لَمْ تُحَصَّلْ مِنْ تُرَابِهَا قَالَ فَقَسَمَهَا بَيْنَ أَرْبَعَةِ نَفَرٍ بَيْنَ عُيَيْنَةَ بْنِ بَدْرٍ وَأَقْرَعَ بْنِ حابِسٍ وَزَيْدِ الْخَيْلِ وَالرَّابِعُ إِمَّا عَلْقَمَةُ وَإِمَّا عَامِرُ بْنُ الطُّفَيْلِ فَقَالَ رَجُلٌ مِنْ أَصْحَابِهِ كُنَّا نَحْنُ أَحَقَّ بِهَذَا مِنْ هَؤُلَاءِ قَالَ فَبَلَغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ أَلَا تَأْمَنُوْنِيْ وَأَنَا أَمِيْنُ مَنْ فِي السَّمَاءِ يَأْتِيْنِيْ خَبَرُ السَّمَاءِ صَبَاحًا وَمَسَاءً قَالَ فَقَامَ رَجُلٌ غَائِرُ الْعَيْنَيْنِ مُشْرِفُ الْوَجْنَتَيْنِ نَاشِزُ الْجَبْهَةِ كَثُّ اللِّحْيَةِ مَحْلُوْقُ الرَّأْسِ مُشَمَّرُ الإِزَارِ فَقَالَ يَا رَسُوْلَ اللهِ اتَّقِ اللهَ قَالَ وَيْلَكَ أَوَلَسْتُ أَحَقَّ أَهْلِ الْأَرْضِ أَنْ يَتَّقِيَ اللهَ قَالَ ثُمَّ وَلَّى الرَّجُلُ قَالَ خَالِدُ بْنُ الْوَلِيْدِ يَا رَسُوْلَ اللهِ أَلَا أَضْرِبُ عُنُقَهُ قَالَ لَا لَعَلَّهُ أَنْ يَكُوْنَ يُصَلِّيْ فَقَالَ خَالِدٌ وَكَمْ مِنْ مُصَلٍّ يَقُوْلُ بِلِسَانِهِ مَا لَيْسَ فِيْ قَلْبِهِ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِنِّيْ لَمْ أُوْمَرْ أَنْ أَنْقُبَ عَنْ قُلُوْبِ النَّاسِ وَلَا أَشُقَّ بُطُوْنَهُمْ قَالَ ثُمَّ نَظَرَ إِلَيْهِ وَهُوَ مُقَفٍّ فَقَالَ إِنَّهُ يَخْرُجُ مِنْ ضِئْضِئِ هَذَا قَوْمٌ يَتْلُوْنَ كِتَابَ اللهِ رَطْبًا لَا يُجَاوِزُ حَنَاجِرَهُمْ يَمْرُقُوْنَ مِنْ الدِّيْنِ كَمَا يَمْرُقُ السَّهْمُ مِنْ الرَّمِيَّةِ وَأَظُنُّهُ قَالَ لَئِنْ أَدْرَكْتُهُمْ لَأَقْتُلَنَّهُمْ قَتْلَ ثَمُوْدَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}