{
  "hadith": {
    "hadith_id": 4357,
    "narrator": "জারীর (রা.)",
    "bn": "তিনি বলেন, আমাকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি কি আমকে যুল খালাসা থেকে স্বস্তি দেবে না? আমি বললামঃ অবশ্যই। এরপর আমি (আমাদের) আহমাস গোত্র থেকে একশ' পঞ্চাশ জন অশ্বারোহী সৈনিক নিয়ে চললাম। তাদের সবাই ছিল অভিজ্ঞ অশ্বচালক। কিন্তু আমি ঘোড়ার উপর স্থির হয়ে বসতে পারতাম না। এ সম্পর্কে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে জানালাম। তিনি তাঁর হাত দিয়ে আমার বুকের উপর আঘাত করলেন। এমনকি আমি আমার বুকে তাঁর হাতের চিহ্ন পর্যন্ত দেখতে পেলাম। তিনি দু'আ করলেনঃ হে আল্লাহ! একে স্থির রাখুন এবং তাকে হিদায়াতদানকারী ও হিদায়াত লাভকারী বানিয়ে দিন। জারীর (রাঃ) বলেনঃ এরপর আর কখনো আমি আমার ঘোড়া থকে পড়ে যাইনি। তিনি আরো বলেছেন যে, যুল খালাসা ছিল ইয়ামানের অন্তর্গত খাসআম ও বাজীলা গোত্রের একটি ঘর। সেখানে কতগুলো মূর্তি ছিল যেগুলোর পূজা করা হত এবং এ ঘরটিকে বলা হত কা'বা। রাবী (কায়স্‌) বলেন, এরপর তিনি সেখানে গেলেন এবং ঘরটি আগুন দিয়ে জ্বালিয়ে দিলেন আর একে ভেঙ্গে চুরে ফেললেন। রাবী আরও বলেন, আর যখন জারীর (রাঃ) ইয়ামানে গিয়ে উঠলেন তখন সেখানে এক লোক থাকত, সে তীরের সাহায্যে ভাগ্য নির্ণয় করত। লোকটিকে বলা হল, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর প্রতিনিধি এখানে আছেন, তিনি যদি তোমাকে পাকড়াও করেন তাহলে তোমার গর্দান উড়িয়ে দেবেন। রাবী বলেন, এরপর যখন সে ভাগ্য নির্ণয়ের কাজে লিপ্ত ছিল, সেই অবস্থায় জারীর (রাঃ) সেখানে পৌঁছে গেলেন। তিনি বললেন, তীরগুলো ভেঙ্গে ফেল এবং  আল্লাহ ব্যতীত অন্য কোন উপাস্য নেই- এ কথার সাক্ষ্য দাও, অন্যথায় তোমার গর্দান উড়িয়ে দেব। লোকটি তখন তীরগুলো ভেঙ্গে ফেলল এবং কালেমায়ে শাহাদাত পাঠ করল। এরপর জারীর (রাঃ) আবূ আরতাত ডাক নাম বিশিষ্ট আহমাস গোত্রের এক ব্যক্তিকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট পাঠালেন এ সংবাদ শোনানোর জন্য। লোকটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে এসে বলল, হে আল্লাহ্‌র রসূল! সে সত্তার কসম করে বলছি, যিনি আপনাকে সত্য বাণী সহকারে পাঠিয়েছেন, ঘরটিকে চর্মরোগে আক্রান্ত উটের মতো আমি কালো করে রেখে আমি এসেছি। বর্ণনাকারী বলেন, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আহমাস গোত্রের অশ্বারোহী এবং পদাতিক সৈনিকদের বারাকাতের জন্য পাঁচবার দু'আ করলেন। [৩০২০] (আ.প্র. ৪০১১, ই.ফা. ৪০১৫)",
    "ar": "يُوْسُفُ بْنُ مُوْسَى أَخْبَرَنَا أَبُوْ أُسَامَةَ عَنْ إِسْمَاعِيْلَ بْنِ أَبِيْ خَالِدٍ عَنْ قَيْسٍ عَنْ جَرِيْرٍ قَالَ قَالَ لِيْ رَسُوْلُ اللهِ صلى الله عليه وسلم أَلَا تُرِيْحُنِيْ مِنْ ذِي الْخَلَصَةِ فَقُلْتُ بَلَى فَانْطَلَقْتُ فِيْ خَمْسِيْنَ وَمِائَةِ فَارِسٍ مِنْ أَحْمَسَ وَكَانُوْا أَصْحَابَ خَيْلٍ وَكُنْتُ لَا أَثْبُتُ عَلَى الْخَيْلِ فَذَكَرْتُ ذَلِكَ لِلنَّبِيِّ صلى الله عليه وسلم فَضَرَبَ يَدَهُ عَلَى صَدْرِيْ حَتَّى رَأَيْتُ أَثَرَ يَدِهِ فِيْ صَدْرِيْ وَقَالَ اللهُمَّ ثَبِّتْهُ وَاجْعَلْهُ هَادِيًا مَهْدِيًّا قَالَ فَمَا وَقَعْتُ عَنْ فَرَسٍ بَعْدُ قَالَ وَكَانَ ذُو الْخَلَصَةِ بَيْتًا بِالْيَمَنِ لِخَثْعَمَ وَبَجِيْلَةَ فِيْهِ نُصُبٌ تُعْبَدُ يُقَالُ لَهُ الْكَعْبَةُ قَالَ فَأَتَاهَا فَحَرَّقَهَا بِالنَّارِ وَكَسَرَهَا قَالَ وَلَمَّا قَدِمَ جَرِيْرٌ الْيَمَنَ كَانَ بِهَا رَجُلٌ يَسْتَقْسِمُ بِالأَزْلَامِ فَقِيْلَ لَهُ إِنَّ رَسُوْلَ رَسُوْلِ اللهِ صلى الله عليه وسلم هَا هُنَا فَإِنْ قَدَرَ عَلَيْكَ ضَرَبَ عُنُقَكَ قَالَ فَبَيْنَمَا هُوَ يَضْرِبُ بِهَا إِذْ وَقَفَ عَلَيْهِ جَرِيْرٌ فَقَالَ لَتَكْسِرَنَّهَا وَلَتَشْهَدَنَّ أَنْ لَا إِلَهَ إِلَّا اللهُ أَوْ لَأَضْرِبَنَّ عُنُقَكَ قَالَ فَكَسَرَهَا وَشَهِدَ ثُمَّ بَعَثَ جَرِيْرٌ رَجُلًا مِنْ أَحْمَسَ يُكْنَى أَبَا أَرْطَاةَ إِلَى النَّبِيِّ صلى الله عليه وسلم يُبَشِّرُهُ بِذَلِكَ فَلَمَّا أَتَى النَّبِيَّ صلى الله عليه وسلم قَالَ يَا رَسُوْلَ اللهِ وَالَّذِيْ بَعَثَكَ بِالْحَقِّ مَا جِئْتُ حَتَّى تَرَكْتُهَا كَأَنَّهَا جَمَلٌ أَجْرَبُ قَالَ فَبَرَّكَ النَّبِيُّ صلى الله عليه وسلم عَلَى خَيْلِ أَحْمَسَ وَرِجَالِهَا خَمْسَ مَرَّاتٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}