{
  "hadith": {
    "hadith_id": 4359,
    "narrator": "জারীর (রা.)",
    "bn": "তিনি বলেন, আমি ইয়ামানে ছিলাম। এ সময়ে একদা যুকালা ও যু'আমর নামে ইয়ামানের দু'ব্যক্তির সঙ্গে আমার সাক্ষাৎ হল। আমি তাদেরকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর হাদীস শোনাতে লাগলাম। (বর্ণনাকারী বলেন) এমন সময়ে যু'আমর জারীর (রাঃ)- কে বললেন, তুমি যা বর্ণনা করছ তা যদি তোমার সাথীরই [নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর] কথা হয়ে থাকে তা হলে জেনে নাও যে, তিনদিন আগে তিনি ইন্তিকাল করে গেছেন। [৮১] (জারীর বলেন, এ কথা শুনে আমি মদীনার দিকে ছুটলাম) তারা দু'জনেও আমার সঙ্গে সম্মুখের দিকে চললেন। অতঃপর আমরা একটি রাস্তার ধারে পৌঁছলে মদীনার দিক থেকে আসা একদল সওয়ারীর সাক্ষাৎ পেলাম। আমরা তাদেরকে জিজ্ঞেস করলে তারা বলল, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর ওফাত হয়ে গেছে। মুসলিমদের পরামর্শক্রমে আবূ বাক্‌র (রাঃ) খলীফা নির্বাচিত হয়েছেন। তারপর তারা দু'জন (আমাকে) বলল, (মদিনায়) তোমার সাথী [আবূ বাক্‌র (রাঃ)]- কে বলবে যে, আমরা কিছুদূর পর্যন্ত এসেছিলাম। সম্ভবত আবার আসব ইনশাআল্লাহ, এ কথা বলে তারা দু'জনে ইয়ামানের দিকে ফিরে গেল। এরপর আমি আবূ বাক্‌র (রাঃ)- কে তাদের কথা জানালাম। তিনি বললেন, তাদেরকে তুমি নিয়ে আসলে না কেন? পরে আরেক সময় যু'আমর আমাকে বললেন, হে জারীর! তুমি আমার চেয়ে অধিক সম্মানী। তবুও আমি তোমাকে একটা কথা জানিয়ে দিচ্ছি যে, তোমরা আরব জাতি ততক্ষণ পর্যন্ত কল্যাণের মধ্যে থাকবে যতক্ষণ পর্যন্ত তোমরা একজন আমীর মারা গেলে অপরজনকে (পরামর্শের ভিত্তিতে) আমীর বানিয়ে নেবে। আর তা যদি তরবারির জোরে ফায়সালা হয় তা হলে তোমাদের আমীরগণ রাজা বাদশাহর মতোই হয়ে যাবে। তারা রাজাদের রাগ করার মতই রাগ করবে। রাজাদের খুশি হওয়ার মতই খুশি হবে। (আ.প্র. ৪০১৩, ই.ফা. ৪০১৭)",
    "ar": "عَبْدُ اللهِ بْنُ أَبِيْ شَيْبَةَ الْعَبْسِيُّ حَدَّثَنَا ابْنُ إِدْرِيْسَ عَنْ إِسْمَاعِيْلَ بْنِ أَبِيْ خَالِدٍ عَنْ قَيْسٍ عَنْ جَرِيْرٍ قَالَ كُنْتُ بِالْيَمَنِ فَلَقِيْتُ رَجُلَيْنِ مِنْ أَهْلِ الْيَمَنِ ذَا كَلَاعٍ وَذَا عَمْرٍو فَجَعَلْتُ أُحَدِّثُهُمْ عَنْ رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ لَهُ ذُوْ عَمْرٍو لَئِنْ كَانَ الَّذِيْ تَذْكُرُ مِنْ أَمْرِ صَاحِبِكَ لَقَدْ مَرَّ عَلَى أَجَلِهِ مُنْذُ ثَلَاثٍ وَأَقْبَلَا مَعِيْ حَتَّى إِذَا كُنَّا فِيْ بَعْضِ الطَّرِيْقِ رُفِعَ لَنَا رَكْبٌ مِنْ قِبَلِ الْمَدِيْنَةِ فَسَأَلْنَاهُمْ فَقَالُوْا قُبِضَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَاسْتُخْلِفَ أَبُوْ بَكْرٍ وَالنَّاسُ صَالِحُوْنَ فَقَالَا أَخْبِرْ صَاحِبَكَ أَنَّا قَدْ جِئْنَا وَلَعَلَّنَا سَنَعُوْدُ إِنْ شَاءَ اللهُ وَرَجَعَا إِلَى الْيَمَنِ فَأَخْبَرْتُ أَبَا بَكْرٍ بِحَدِيْثِهِمْ قَالَ أَفَلَا جِئْتَ بِهِمْ فَلَمَّا كَانَ بَعْدُ قَالَ لِيْ ذُوْ عَمْرٍو يَا جَرِيْرُ إِنَّ بِكَ عَلَيَّ كَرَامَةً وَإِنِّيْ مُخْبِرُكَ خَبَرًا إِنَّكُمْ مَعْشَرَ الْعَرَبِ لَنْ تَزَالُوْا بِخَيْرٍ مَا كُنْتُمْ إِذَا هَلَكَ أَمِيْرٌ تَأَمَّرْتُمْ فِيْ آخَرَ فَإِذَا كَانَتْ بِالسَّيْفِ كَانُوْا مُلُوْكًا يَغْضَبُوْنَ غَضَبَ الْمُلُوْكِ وَيَرْضَوْنَ رِضَا الْمُلُوْكِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৮১] যু'আমর সম্ভবত কারো মুখে পূর্বেই অবগত হয়েছিলেন অথবা এও হতে পারে যে, তিনি জাহেলী যুগে জ্যোতির্বিদ্যায় পারদর্শী ছিলেন এবং সেই জ্ঞানের ভিত্তিতে এ কথা বলেছিলেন। আল্লহই ভাল জানেন।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}