{
  "hadith": {
    "hadith_id": 4361,
    "narrator": "জাবির ইবনু 'আব্দুল্লাহ (রা.)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের তিনশ' সাওয়ারীর একটি সৈন্যবাহিনীকে কুরাইশদের একটি কাফেলার উপর সুযোগ মতো আক্রমন চালানোর জন্য পাঠিয়েছিলেন। আবূ 'উবাইদাহ ইবনুল জাররাহ্ (রাঃ) ছিলেন আমাদের সেনাপতি। আমরা অর্ধমাস সমুদ্র তীরে অবস্থান করলাম। ভয়ানক ক্ষুধা আমাদেরকে পেয়ে বসল। ক্ষুধার জ্বালায় গাছের পাতা খেতে থাকলাম। এ জন্যই এ সৈন্যবাহিনীর নাম রাখা হয়েছে জায়শুল খাবাত অর্থাৎ পাতাওয়ালা সেনাদল। এরপর সমুদ্র আমাদের জন্য আম্বর নামক একটি প্রাণী নিক্ষেপ করল। আমরা অর্ধমাস ধরে তা থেকে খেলাম। এর চর্বি শরীরে লাগালাম। ফলে আমাদের শরীর পূর্বের মত হৃষ্টপুষ্ট হয়ে গেল। এরপর আবূ 'উবাইদাহ (রাঃ) আম্বরটির শরীর থেকে একটি পাঁজর ধরে খাড়া করালেন। এরপর তাঁর সাথীদের মধ্যকার সবচেয়ে লম্বা লোকটিকে আসতে বললেন। সুফ্ইয়ান (রাঃ) আরেক বর্ণনায় বলেছেন, আবূ 'উবাইদাহ (রাঃ) আম্বরটির পাঁজরের হারগুলোর মধ্য থেকে একটি হাড় ধরে খাড়া করালেন এবং (ঐ) লোকটিতে উটের পিঠে বসিয়ে এর নিচ দিয়ে অতিক্রম করালেন। জাবির (রাঃ) বলেন, সেনাদলের এক ব্যক্তি (খাদ্যের অভাভ দেখে) প্রথমে তিনটি উট যবহ করেছিলেন, তারপর আরো তিনটি উট যবেহ করেছিলেন, তারপর আরো তিনটি উট যবহ করেছিলেন। এরপর 'আবূ উবাইদাহ (রাঃ) তাকে (উট যবহ করতে) নিষেধ করলেন। আমর ইবনু দীনার (রাঃ) বলতেন , আবূ সালিহ (রহঃ) আমাদের জানিয়েছেন হে, কায়স ইবনু সা'দ (রাঃ) (অভিযান থেকে ফিরে এসে) তাঁর পিতার কাছে বর্ণনা করেছিলেন যে, সেনাদলে আমিও ছিলাম, সেনাদল ক্ষুধার্ত হয়ে পরল, (কথাটা শোনামাত্র কায়সের পিতা) সা'দ বললেন, এমতাবস্থায় তুমি উট যবহ করে দিতে। কায়স বললেন, (হ্যাঁ) আমি উট যবেহ করেছি। তিনি বললেন, তারপর আবার সবাই ক্ষুধার্ত হয়ে গেল। এবারো তার পিতা বললেন, তুমি যবহ করতে। তিনি বললেন, (হ্যাঁ) যবহ করেছি। তিনি বললেন, তারপর আবার সবাই ক্ষুধার্ত হল। সা'দ বললেন, এবারো উট যবহ করতে। তিনি বললেন, (হ্যাঁ) যবহ করেছি। তিনি বললেন, এরপরও আবার সবাই ক্ষুধার্ত হল। সা'দ (রাঃ) বললেন, উট যবহ করতে। যখন কায়স ইবনু সা'দ (রাঃ) বললেন, তখন আমাকে (যবহ করতে) নিষেধ করা হল। [৮২] [২৪৮৩; মুসলিম ৩৪/৪, হাঃ ১৯৩৫, আহমাদ ১৪৩১৯] (আ.প্র. ৪০১৫, ই.ফা. ৪০১৯)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا سُفْيَانُ قَالَ الَّذِيْ حَفِظْنَاهُ مِنْ عَمْرِو بْنِ دِيْنَارٍ قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللهِ يَقُوْلُ بَعَثَنَا رَسُوْلُ اللهِ صلى الله عليه وسلم ثَلَاثَ مِائَةِ رَاكِبٍ أَمِيْرُنَا أَبُوْ عُبَيْدَةَ بْنُ الْجَرَّاحِ نَرْصُدُ عِيْرَ قُرَيْشٍ فَأَقَمْنَا بِالسَّاحِلِ نِصْفَ شَهْرٍ فَأَصَابَنَا جُوْعٌ شَدِيْدٌ حَتَّى أَكَلْنَا الْخَبَطَ فَسُمِّيَ ذَلِكَ الْجَيْشُ جَيْشَ الْخَبَطِ فَأَلْقَى لَنَا الْبَحْرُ دَابَّةً يُقَالُ لَهَا الْعَنْبَرُ فَأَكَلْنَا مِنْهُ نِصْفَ شَهْرٍ وَادَّهَنَّا مِنْ وَدَكِهِ حَتَّى ثَابَتْ إِلَيْنَا أَجْسَامُنَا فَأَخَذَ أَبُوْ عُبَيْدَةَ ضِلَعًا مِنْ أَضْلَاعِهِ فَنَصَبَهُ فَعَمَدَ إِلَى أَطْوَلِ رَجُلٍ مَعَهُ قَالَ سُفْيَانُ مَرَّةً ضِلَعًا مِنْ أَضْلَاعِهِ فَنَصَبَهُ وَأَخَذَ رَجُلًا وَبَعِيْرًا فَمَرَّ تَحْتَهُ قَالَ جَابِرٌ وَكَانَ رَجُلٌ مِنَ الْقَوْمِ نَحَرَ ثَلَاثَ جَزَائِرَ ثُمَّ نَحَرَ ثَلَاثَ جَزَائِرَ ثُمَّ نَحَرَ ثَلَاثَ جَزَائِرَ ثُمَّ إِنَّ أَبَا عُبَيْدَةَ نَهَاهُ وَكَانَ عَمْرٌو يَقُوْلُ أَخْبَرَنَا أَبُوْ صَالِحٍ أَنَّ قَيْسَ بْنَ سَعْدٍ قَالَ لِأَبِيْهِ كُنْتُ فِي الْجَيْشِ فَجَاعُوْا قَالَ انْحَرْ قَالَ نَحَرْتُ قَالَ ثُمَّ جَاعُوْا قَالَ انْحَرْ قَالَ نَحَرْتُ قَالَ ثُمَّ جَاعُوْا قَالَ انْحَرْ قَالَ نَحَرْتُ ثُمَّ جَاعُوْا قَالَ انْحَرْ قَالَ نُهِيْتُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৮২]  নিষেধ করার কারণ ছিল এই যে, উতগুলো কায়স ইবনু সা'দ এর ছিল না এবং তার পিতা সা'দ (রা.)-এর ছিল। পিতার অনুমতি ব্যতীত পুত্র পিতার সম্পদ হতে খরচ করতে পারে না।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}