{
  "hadith": {
    "hadith_id": 4368,
    "narrator": "আবূ জামরাহ (রাঃ)",
    "bn": "(তিনি বলেন) আমি ইবনু 'আব্বাস (রাঃ)-কে বললামঃ আমার একটি কলসী আছে। তাতে আমার জন্য (খেজুর ভিজিয়ে) নাবীয তৈরী করা হয় এবং পানি মিঠা হলে আমি তা আরেকটি পাত্রে ঢেলে পানি করি। কিন্তু কখনো যদি ঐ পানি অধিক পরিমাণ পান করে লোকজনের সঙ্গে বসে যাই এবং দীর্ঘ সময় মাসজিদে বসে থাকি তখন আমার ভয় হয় যে, (নেশার কারণে) আমি অপমাণিত হব। তখন ইবনু 'আব্বাস (রাঃ) বলেন, 'আবদুল কায়স গোত্রের একটি প্রতিনিধি দল রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দরবারে আসলে তিনি বললেন, কাওমের জন্য খোশ-আমদেদ যাদের আগমণ না ক্ষতিগ্রস্ত অবস্থায় হয়েছে, না অপমানিত অবস্থায়। তারা আরয করল, হে আল্লাহ্‌র রসূল! আমাদের ও আপনার মধ্যে মুদার গোত্রের মুশরিকরা প্রতিবন্ধক হয়ে আছে। এ জন্য আমিরা আপনার কাছে নিশিদ্ধ মাসসমূহ ব্যতীত অন্য সময়ে আসতে পারি না। কাজেই আমাদেরকে সংক্ষিপ্ত কয়েকটি কথা বলে দিন, যেগুলোর উপর 'আমাল করলে আমরা জান্নাতে প্রবেশ করতে পারব। আর যারা আমাদের পেছনে (বাড়িতে) রয়ে গেছে তাদেরকে এর দা'ওয়াত দেব। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমি তোমাদেরকে চারটি জিনিস পালন করার নির্দেশ দিচ্ছি। আর চারটি জিনিস থেকে বিরত থাকতে বলছি। আল্লাহ্‌র প্রতি ঈমান আনার নির্দেশ দিচ্ছি। তোমরা কি জান আল্লাহ্‌র প্রতি ঈমান আনা কাকে বলে? তা হলঃ 'আল্লাহ ব্যতীত আর কোন ইলাহ নেই'- এ কথার সাক্ষ্য দেয়া, আর সালাত আদায় করা, যাকাত দেয়া, রমাযানের সওম পালন করা এবং গানীমাতের মালের এক-পঞ্চমাংশ জমা দেয়ার নির্দেশ দিচ্ছি। আর চারটি জিনিস- লাউয়ের পাত্র, কাঠের তৈরী নাকীর নামক পাত্র, সবুজ কলসী এবং মুযাফফাত নামক তৈল মাখানো পাত্রে নাবীয [৮৪] তৈরী করা থেকে নিষেধ করছি। [৫৩] (আ.প্র. ৪০২২, ই.ফা. ৪০২৬)",
    "ar": "إِسْحَاقُ أَخْبَرَنَا أَبُوْ عَامِرٍ الْعَقَدِيُّ حَدَّثَنَا قُرَّةُ عَنْ أَبِيْ جَمْرَةَ قُلْتُ لِابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا إِنَّ لِيْ جَرَّةً يُنْتَبَذُ لِيْ نَبِيْذٌ فَأَشْرَبُهُ حُلْوًا فِيْ جَرٍّ إِنْ أَكْثَرْتُ مِنْهُ فَجَالَسْتُ الْقَوْمَ فَأَطَلْتُ الْجُلُوْسَ خَشِيْتُ أَنْ أَفْتَضِحَ فَقَالَ قَدِمَ وَفْدُ عَبْدِ الْقَيْسِ عَلَى رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ مَرْحَبًا بِالْقَوْمِ غَيْرَ خَزَايَا وَلَا النَّدَامَى فَقَالُوْا يَا رَسُوْلَ اللهِ إِنَّ بَيْنَنَا وَبَيْنَكَ الْمُشْرِكِيْنَ مِنْ مُضَرَ وَإِنَّا لَا نَصِلُ إِلَيْكَ إِلَّا فِيْ أَشْهُرِ الْحُرُمِ حَدِّثْنَا بِجُمَلٍ مِنَ الْأَمْرِ إِنْ عَمِلْنَا بِهِ دَخَلْنَا الْجَنَّةَ وَنَدْعُوْ بِهِ مَنْ وَرَاءَنَا قَالَ آمُرُكُمْ بِأَرْبَعٍ وَأَنْهَاكُمْ عَنْ أَرْبَعٍ الإِيْمَانِ بِاللهِ هَلْ تَدْرُوْنَ مَا الإِيْمَانُ بِاللهِ شَهَادَةُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَإِقَامُ الصَّلَاةِ وَإِيْتَاءُ الزَّكَاةِ وَصَوْمُ رَمَضَانَ وَأَنْ تُعْطُوْا مِنَ الْمَغَانِمِ الْخُمُسَ وَأَنْهَاكُمْ عَنْ أَرْبَعٍ مَا انْتُبِذَ فِي الدُّبَّاءِ وَالنَّقِيْرِ وَالْحَنْتَمِ وَالْمُزَفَّتِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৮৪]- খেজুরের পানি থেকে তৈরী খুবই নেশা সৃষ্টিকারী এক জাতীয় মদকে নাবীয বলা হয় এবং উপরোক্ত পাত্রগুলো ব্যবহারই হতো মদ প্রস্তুতের জন্য। এ কারণে এগুলোর ব্যবহার নিষেধ করা হয়েছে।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}