{
  "hadith": {
    "hadith_id": 4370,
    "narrator": "বুকায়র (রহঃ)",
    "bn": "তিনি বলেন, ইবনু 'আব্বাস (রাঃ)-এর আযাদকৃত গোলাম কুরাইব (রহঃ) তাকে বর্ণনা করেছেন যে, ইবনু 'আব্বাস, আবদুর রহমান ইবনু আযহার এবং মিসওয়ার ইবনু মাখরামা (রাঃ) (এ তিনজনে) আমাকে 'আয়িশাহ (রাঃ)-এর কাছে পাঠিয়ে বললেন, তাঁকে আমাদের সবার পক্ষ থেকে সালাম জানাবে এবং তাঁকে আসরের পরের দু'রাক'আত সলাত সম্পর্কে জিজ্ঞেস করবে। কারণ আমরা অবহিত হয়েছি যে, আপনি নাকি এই দু'রাক'আত সলাত আদায় করেন অথচ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ দু'রাক'আত সলাত আদায় করতে নিষেধ করেছেন- এ হাদীসও আমাদের কাছে পৌঁছেছে। ইবনু 'আব্বাস (রাঃ) বলেন, আমি 'উমার (রাঃ)-এর উপস্থিতিতে এ দু'রাক'আত সলাত আদায়কারী লোকদেরকে প্রহার করতাম। কুরায়ব (রহঃ) বলেন, আমি তাঁর ['আয়িশাহ (রাঃ) কাছে গেলাম এবং তারা আমাকে যে ব্যাপারে পাঠিয়েছেন তা জানালাম। তিনি বললেন, বিষয়টি উম্মু সালামাহ (রাঃ)-এর কাছে জিজ্ঞেস কর। এরপর আমি তাঁদেরকে জানালে তাঁরা আবার আমাকে উম্মু সালামাহ (রাঃ)-এর কাছে পাঠালেন যেভাবে তারা আমাকে 'আয়িশাহ (রাঃ)-এর কাছে পাঠিয়েছিলেন। তখন উম্মু সালামাহ (রাঃ) বললেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে শুনেছি, তিনি দু'রাক'আত সলাত আদায় করা থেকে নিষেধ করেছেন। কিন্তু একদিন তিনি 'আসরের সলাত আদায় করে আমার ঘরে ঘরে প্রবেশ করলেন। এ সময় আমার কাছে ছিল আনসারদের বানী হারাম গোত্রের কতিপয় মহিলা। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু'রাক'আত সলাত আদায় করলেন। আমি তখন পরিচারিকাদের পাঠিয়ে বললাম, তুমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পাশে গিয়ে দাঁড়াবে এবং বলবে, “উম্মু সালামাহ (রাঃ) আপনাকে এ কথা বলছেন, হে আল্লাহ্‌র রসূল! আমি কি আপনাকে এ দু'রাক'আত আদায় করা থেকে নিষেধ করতে শুনিনি অথচ দেখতে পাচ্ছি আপনি সে দু'রাক'আত আদায় করছেন?” এরপর যদি তিনি হাত দিয়ে ইঙ্গিত করেন তাহলে পিছনে সরে যাবে। পরিচারিকা গিয়ে সেভাবেই বলল। তিনি হাত দিয়ে ইংগিত করলেন। পরিচারিকা পেছনের দিকে সরে গেল। সলাত সম্পাদন করে তিনি বললেন, হে আবূ উমাইয়্যার কন্যা! (উম্মু সালামাহ) তুমি আমাকে আসরের পরের দু'রাক'আত সলাতের কথা জিজ্ঞেস করছে। আসলে আজ 'আবদুল কায়স গোত্র থেকে তাদের কতিপয় লোক আমার কাছে ইসলাম গ্রহণ করতে এসেছিল। তাঁরা আমাকে ব্যস্ত রাখার কারণে যুহরের পরের দু'আক'আত সলাত করতে পারিনি। সেই দু'রাক'আত হল এ দু'রাক'আত সলাত। [১২৩৩] (আ.প্র. ৪০২৪, ই.ফা. ৪০২৮)",
    "ar": "يَحْيَى بْنُ سُلَيْمَانَ حَدَّثَنِي ابْنُ وَهْبٍ أَخْبَرَنِيْ عَمْرٌو وَقَالَ بَكْرُ بْنُ مُضَرَ عَنْ عَمْرِو بْنِ الْحَارِثِ عَنْ بُكَيْرٍ أَنَّ كُرَيْبًا مَوْلَى ابْنِ عَبَّاسٍ حَدَّثَهُ أَنَّ ابْنَ عَبَّاسٍ وَعَبْدَ الرَّحْمَنِ بْنَ أَزْهَرَ وَالْمِسْوَرَ بْنَ مَخْرَمَةَ أَرْسَلُوْا إِلَى عَائِشَةَ رَضِيَ اللهُ عَنْهَا فَقَالُوا اقْرَأْ عَلَيْهَا السَّلَامَ مِنَّا جَمِيْعًا وَسَلْهَا عَنْ الرَّكْعَتَيْنِ بَعْدَ الْعَصْرِ وَإِنَّا أُخْبِرْنَا أَنَّكِ تُصَلِّيْهَا وَقَدْ بَلَغَنَا أَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْهَا قَالَ ابْنُ عَبَّاسٍ وَكُنْتُ أَضْرِبُ مَعَ عُمَرَ النَّاسَ عَنْهُمَا قَالَ كُرَيْبٌ فَدَخَلْتُ عَلَيْهَا وَبَلَّغْتُهَا مَا أَرْسَلُوْنِيْ فَقَالَتْ سَلْ أُمَّ سَلَمَةَ فَأَخْبَرْتُهُمْ فَرَدُّوْنِيْ إِلَى أُمِّ سَلَمَةَ بِمِثْلِ مَا أَرْسَلُوْنِيْ إِلَى عَائِشَةَ فَقَالَتْ أُمُّ سَلَمَةَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَنْهَى عَنْهُمَا وَإِنَّهُ صَلَّى الْعَصْرَ ثُمَّ دَخَلَ عَلَيَّ وَعِنْدِيْ نِسْوَةٌ مِنْ بَنِيْ حَرَامٍ مِنَ الْأَنْصَارِ فَصَلَّاهُمَا فَأَرْسَلْتُ إِلَيْهِ الْخَادِمَ فَقُلْتُ قُوْمِيْ إِلَى جَنْبِهِ فَقُوْلِيْ تَقُوْلُ أُمُّ سَلَمَةَ يَا رَسُوْلَ اللهِ أَلَمْ أَسْمَعْكَ تَنْهَى عَنْ هَاتَيْنِ الرَّكْعَتَيْنِ فَأَرَاكَ تُصَلِّيْهِمَا فَإِنْ أَشَارَ بِيَدِهِ فَاسْتَأْخِرِيْ فَفَعَلَتْ الْجَارِيَةُ فَأَشَارَ بِيَدِهِ فَاسْتَأْخَرَتْ عَنْهُ فَلَمَّا انْصَرَفَ قَالَ يَا بِنْتَ أَبِيْ أُمَيَّةَ سَأَلْتِ عَنْ الرَّكْعَتَيْنِ بَعْدَ الْعَصْرِ إِنَّهُ أَتَانِيْ أُنَاسٌ مِنْ عَبْدِ الْقَيْسِ بِالإِسْلَامِ مِنْ قَوْمِهِمْ فَشَغَلُوْنِيْ عَنْ الرَّكْعَتَيْنِ اللَّتَيْنِ بَعْدَ الظُّهْرِ فَهُمَا هَاتَانِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}