{
  "hadith": {
    "hadith_id": 4378,
    "narrator": "উবাইদুল্লাহ ইবনু 'আবদুল্লাহ ইবনু 'উত্‌বাহ (রহঃ)",
    "bn": "আমাদের কাছে এ খবর পৌঁছে যে, [রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর যামানায়] মিথ্যাচারী মুসাইলামাহ একবার মদিনায় এসে হারিসের কন্যার ঘরে অবস্থান করেছিল। হারিস ইবনু কুরাইয়ের কন্যা তথা 'আবদুল্লাহ ইবনু 'আমিরের মা ছিল তার (মুসাইলামাহ্‌র) স্ত্রী। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার কাছে আসলেন। তখন তাঁর সঙ্গে ছিলেন সাবিত ইবনু কায়স ইবনু শাম্মাস (রাঃ) আর তিনি হলেন সেই ব্যাক্তি যাঁকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর খতীর বলা হত। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর হাতে ছিল একটি খেজুরের ডাল। তিনি তার কাছে গিয়ে তার সঙ্গে কথাবার্তা বললেন। মুসাইলামাহ তাঁকে [রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে] বলল, আপনি ইচ্ছা করলে আমার এবং রাষ্ট্রীয় কর্তৃত্বের মাঝে বাধা এভাবে তুলে দিতে পারেন যে, আপনার পরে তা আমার জন্য নির্দিষ্ট করে দিবেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেন, তুমি যদি এ ডালটিও আমার কাছে চাও, তাও আমি তোমাকে দেব না। আমি তোমাকে ঠিক তেমনই দেখছি যেমনটি আমাকে (স্বপ্নযোগে) দেখানো হয়েছে। এই সাবিত ইবনু কায়স আমার পক্ষ থেকে তোমার জবাব দেবে। এ কথা বলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চলে গেলেন। [৩৬২০] (আ.প্র. ৪০৩০, ই.ফা. ৪০৩৪)",
    "ar": "سَعِيْدُ بْنُ مُحَمَّدٍ الْجَرْمِيُّ حَدَّثَنَا يَعْقُوْبُ بْنُ إِبْرَاهِيْمَ حَدَّثَنَا أَبِيْ عَنْ صَالِحٍ عَنْ ابْنِ عُبَيْدَةَ بْنِ نَشِيْطٍ وَكَانَ فِيْ مَوْضِعٍ آخَرَ اسْمُهُ عَبْدُ اللهِ أَنَّ عُبَيْدَ اللهِ بْنَ عَبْدِ اللهِ بْنِ عُتْبَةَ قَالَ بَلَغَنَا أَنَّ مُسَيْلِمَةَ الْكَذَّابَ قَدِمَ الْمَدِيْنَةَ فَنَزَلَ فِيْ دَارِ بِنْتِ الْحَارِثِ وَكَانَ تَحْتَهُ بِنْتُ الْحَارِثِ بْنِ كُرَيْزٍ وَهِيَ أُمُّ عَبْدِ اللهِ بْنِ عَامِرٍ فَأَتَاهُ رَسُوْلُ اللهِ صلى الله عليه وسلم وَمَعَهُ ثَابِتُ بْنُ قَيْسِ بْنِ شَمَّاسٍ وَهُوَ الَّذِيْ يُقَالُ لَهُ خَطِيْبُ رَسُوْلِ اللهِ صلى الله عليه وسلم وَفِيْ يَدِ رَسُوْلِ اللهِ صلى الله عليه وسلم قَضِيْبٌ فَوَقَفَ عَلَيْهِ فَكَلَّمَهُ فَقَالَ لَهُ مُسَيْلِمَةُ إِنْ شِئْتَ خَلَّيْتَ بَيْنَنَا وَبَيْنَ الْأَمْرِ ثُمَّ جَعَلْتَهُ لَنَا بَعْدَكَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم لَوْ سَأَلْتَنِيْ هَذَا الْقَضِيْبَ مَا أَعْطَيْتُكَهُ وَإِنِّيْ لَأَرَاكَ الَّذِيْ أُرِيْتُ فِيْهِ مَا أُرِيْتُ وَهَذَا ثَابِتُ بْنُ قَيْسٍ وَسَيُجِيْبُكَ عَنِّيْ فَانْصَرَفَ النَّبِيُّ صلى الله عليه وسلم .",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}