{
  "hadith": {
    "hadith_id": 4380,
    "narrator": "হুযাইফাহ (রাঃ)",
    "bn": "তিনি বলেন, নাজরান এলাকার দু'জন সরদার আকিব এবং সাইয়িদ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে এসে তাঁর সঙ্গে মুবাহালা করতে চেয়েছিল। বর্ণনাকারী হুযাইফাহ (রাঃ) বলেন, তখন তাদের একজন তার সঙ্গীকে বলল, এরুপ করো না। কারণ আল্লাহ্‌র কসম! তিনি যদি নবী হয়ে থাকেন আর আমরা তাঁর সঙ্গে মুবাহালা [৭৯] করি তাহলে আমরা এবং আমাদের পরবর্তী সন্তান-সন্ততি (কেউ) রক্ষা পাবে না। তারা উভয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে বলল, আপনি আমাদের নিকট হতে যা চাবেন আপনাকে আমরা তা-ই দেব। তবে এর জন্য আপনি আমাদের সঙ্গে একজন আমানতদার ব্যক্তিকে পাঠিয়ে দিন। আমানতদার ব্যাতীত অন্য কোন ব্যক্তিকে আমাদের সঙ্গে পাঠাবেন না। তিন বললেন, আমি তোমাদের সঙ্গে এমন একজন আমানতদার পাঠাবো যে প্রকৃতই আমানতদার এবং পাক্কা আমানতদার। এ পদে ভূষিত হওয়ার জন্য রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর সাহাবীগণ আগ্রহান্বিত হলেন। তখন তিনি বললেন, যে আবূ 'উবাইদাহ ইবনুল জাররাহ্‌! তুমি উঠে দাঁড়াও। তিনি যখন দাঁড়ালেন, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ হচ্ছে উম্মতের সত্যিকার আমানতদার। [৩৭৪৫] (আ.প্র. ৪০৩১, ই.ফা. ৪০৩৫)",
    "ar": "عَبَّاسُ بْنُ الْحُسَيْنِ حَدَّثَنَا يَحْيَى بْنُ آدَمَ عَنْ إِسْرَائِيْلَ عَنْ أَبِيْ إِسْحَاقَ عَنْ صِلَةَ بْنِ زُفَرَ عَنْ حُذَيْفَةَ قَالَ جَاءَ الْعَاقِبُ وَالسَّيِّدُ صَاحِبَا نَجْرَانَ إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم يُرِيْدَانِ أَنْ يُلَاعِنَاهُ قَالَ فَقَالَ أَحَدُهُمَا لِصَاحِبِهِ لَا تَفْعَلْ فَوَاللهِ لَئِنْ كَانَ نَبِيًّا فَلَاعَنَّا لَا نُفْلِحُ نَحْنُ وَلَا عَقِبُنَا مِنْ بَعْدِنَا قَالَا إِنَّا نُعْطِيْكَ مَا سَأَلْتَنَا وَابْعَثْ مَعَنَا رَجُلًا أَمِيْنًا وَلَا تَبْعَثْ مَعَنَا إِلَّا أَمِيْنًا فَقَالَ لَأَبْعَثَنَّ مَعَكُمْ رَجُلًا أَمِيْنًا حَقَّ أَمِيْنٍ فَاسْتَشْرَفَ لَهُ أَصْحَابُ رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ قُمْ يَا أَبَا عُبَيْدَةَ بْنَ الْجَرَّاحِ فَلَمَّا قَامَ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم هَذَا أَمِيْنُ هَذِهِ الْأُمَّةِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭৯] পরস্পর পরস্পরকে নির্দিষ্ট পদ্বতিতে অভিসম্পাত করাকে মুবাহালা বলা হয়ে থাকে। পদ্বতিটি হলোঃ উভয় পক্ষ স্বীয় পরিবার পরিজনসহ লোকালয় ত্যাগ করে জঙ্গলে চলে যাবে এবং সেখানে এ বলে আল্লাহ্‌র নিকট দু'আ করবে যে, আমাদের মাধ্যে যে মিথ্যাবাদী তার প্রতি ধ্বংস নেমে আসুক।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}