{
  "hadith": {
    "hadith_id": 4391,
    "narrator": "আলক্বামাহ (রহঃ)",
    "bn": "তিনি বলেন, আমরা ইবনু মাস'ঊদ (রাঃ)- এর কাছে বসা ছিলাম। তখন সেখানে 'আব্বাস (রাঃ) এসে বললেন, হে আবূ 'আবদুর রহমান ('আবদুর রহমানের পিতা 'আবদুল্লাহ ইবনু মাস'ঊদ [৮২])! এসব তরুণ কি আপনার তিলাওয়াতের মতো তিলাওয়াত করতে পারে? তিনি বললেনঃ আপনি যদি চান তাহলে একজনকে হুকুম দেই যে, সে আপনাকে তিলাওয়াত করে শুনাবে। তিনি বললেন, অবশ্যই। ইবনু মাস'ঊদ (রাঃ) বললেন, ওহে 'আলকামাহ, পড়। তখন যিয়াদ ইবনু হুদাইরের ভাই যায়দ ইবনু হুদাইর বলল, আপনি আলকামাহ্‌কে পড়তে হুকুম করেছেন, অথচ সে তো আমাদের মধ্যে ভাল তিলাওয়াতকারী নয়। ইবনু মাস'ঊদ (রাঃ) বললেন, যদি তুমি চাও তাহলে আমি তোমার গোত্র ও তার গোত্র সম্পর্কে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কী বলেছেন তা জানিয়ে দিতে পারি। (আলকামাহ বলেন) এরপর আমি সূরায়ে মারইয়াম থেকে পঞ্চাশ আয়াত তিলাওয়াত করলাম। 'আবদুল্লাহ (রাঃ) বললেন, আপনার কেমন মনে হয়? তিনি বললেন, বেশ ভালই পরেছে। 'আবদুল্লাহ (রাঃ) বললেন, আমি যা কিছু পড়ি তার সবই সে পড়ে। এরপর তিনি খাব্বাবের দিকে তাকিয়ে দেখতে পেলেন, তার হাতে একটি সোনার আংটি। তিনি বললেন, এখনো কি এ আংটি খুলে ফেলার সময় হয়নি? খাব্বাব (রাঃ) বললেন, আজকের পর আর এটি আমার হাতে দেখতে পাবেন না। অতঃপর তিনি আংটিটি ফেলে দিলেন।\nহাদীসটি গুনদার (রহঃ) শু'বাহ (রহঃ) থেকে বর্ণনা করেছেন। (আ.প্র. ৪০৪২, ই.ফা. ৪০৪৬)",
    "ar": "عَبْدَانُ عَنْ أَبِيْ حَمْزَةَ عَنِ الْأَعْمَشِ عَنْ إِبْرَاهِيْمَ عَنْ عَلْقَمَةَ قَالَ كُنَّا جُلُوْسًا مَعَ ابْنِ مَسْعُوْدٍ فَجَاءَ خَبَّابٌ فَقَالَ يَا أَبَا عَبْدِ الرَّحْمَنِ أَيَسْتَطِيْعُ هَؤُلَاءِ الشَّبَابُ أَنْ يَقْرَءُوْا كَمَا تَقْرَأُ قَالَ أَمَا إِنَّكَ لَوْ شِئْتَ أَمَرْتُ بَعْضَهُمْ يَقْرَأُ عَلَيْكَ قَالَ أَجَلْ قَالَ اقْرَأْ يَا عَلْقَمَةُ فَقَالَ زَيْدُ بْنُ حُدَيْرٍ أَخُوْ زِيَادِ بْنِ حُدَيْرٍ أَتَأْمُرُ عَلْقَمَةَ أَنْ يَقْرَأَ وَلَيْسَ بِأَقْرَئِنَا قَالَ أَمَا إِنَّكَ إِنْ شِئْتَ أَخْبَرْتُكَ بِمَا قَالَ النَّبِيُّ صلى الله عليه وسلم فِيْ قَوْمِكَ وَقَوْمِهِ فَقَرَأْتُ خَمْسِيْنَ آيَةً مِنْ سُوْرَةِ مَرْيَمَ فَقَالَ عَبْدُ اللهِ كَيْفَ تَرَى قَالَ قَدْ أَحْسَنَ قَالَ عَبْدُ اللهِ مَا أَقْرَأُ شَيْئًا إِلَّا وَهُوَ يَقْرَؤُهُ ثُمَّ الْتَفَتَ إِلَى خَبَّابٍ وَعَلَيْهِ خَاتَمٌ مِنْ ذَهَبٍ فَقَالَ أَلَمْ يَأْنِ لِهَذَا الْخَاتَمِ أَنْ يُلْقَى قَالَ أَمَا إِنَّكَ لَنْ تَرَاهُ عَلَيَّ بَعْدَ الْيَوْمِ فَأَلْقَاهُ.\nرَوَاهُ غُنْدَرٌ عَنْ شُعْبَةَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৮২] তিনি অত্যন্ত সুললিত কন্ঠে কুরআন তিলাওয়াত করতে পারতেন। রসূলুল্লাহ(সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) যে সকল সহাবী থেকে কুরআন শিখার জন্য বলেছিলেন তিনি ছিলেন তাদের অন্যতম।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}