{
  "hadith": {
    "hadith_id": 4395,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর সঙ্গে বিদায় হাজ্জে রওয়ানা হই। তখন আমরা 'উমরাহ্‌র (নিয়তে) ইহ্‌রাম বাঁধি। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘোষণা দিলেন, যাদের সঙ্গে কুরবানীর পশু রয়েছে, তাঁরা যেন হাজ্জ ও 'উমরাহ্‌ উভয়ের একসঙ্গে ইহরামের নিয়ত করে এবং হাজ্জ ও 'উমরাহ্‌র উভয়টি সমাধা করার পূর্বে হালাল না হয়। এভাবে তাঁর সঙ্গে আমি মক্কায় পৌঁছে এবং ঋতুবতী হয়ে পড়ি। এ কারণে আমি বাইতুল্লাহর তওয়াফ এবং সাফা ও মারওয়ার সায়ী করতে পারলাম না। এ দুঃখ আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে অবহিত করলাম। তখন তিনি বললেন, তুমি তোমার মাথার ছুল ছেড়ে দাও এবং মাথা (চিরুনী দ্বারা) আঁচড়াও আর কেবল হাজ্জের ইহ্‌রাম বাঁধ ও 'উমরাহ্‌ ছেরে দাও। আমি তাই করলাম। এরপর আমরা যখন হাজ্জের কাজসমূহ সম্পন্ন করলাম, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে আবু বাক্‌র সিদ্দীক (রাঃ)- এর পুত্র 'আবদুর রহমান (রাঃ)- এর সঙ্গে তানঈম-এ পাঠিয়ে দিলেন। (সেখান থেকে ইহ্‌রাম বেঁধে) 'উমরাহ্‌ আদায় করলাম। তখন তিনি [রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] বললেন, এই 'উমরাহ্‌ তোমার পূর্বের কাযা 'উমরাহ্‌ পূর্ণ করল। 'আয়িশাহ (রাঃ) বলেন, যারা 'উমরাহ্‌র ইহ্‌রাম বেঁধেছিলেন তারা বাইতুল্লাহ্‌ তওয়াফ করে এবং সাফা ও মারওয়া সায়ী করার পর হালাল হয়ে যান এবং পরে মিনা থেকে প্রত্যাবর্তন করার পর আর এক তওয়াফ আদায় করেন। আর যাঁরা হাজ্জ ও 'উমরাহ্‌র ইহ্‌রাম এক সঙ্গে বাঁধেন, তাঁরা কেবল এক তওয়াফ আদায় করেন। [২৯৪] (আ.প্র. ৪০৪৬, ই.ফা. ৪০৫০)",
    "ar": "إِسْمَاعِيْلُ بْنُ عَبْدِ اللهِ حَدَّثَنَا مَالِكٌ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ خَرَجْنَا مَعَ رَسُوْلِ اللهِ صلى الله عليه وسلم فِيْ حَجَّةِ الْوَدَاعِ فَأَهْلَلْنَا بِعُمْرَةٍ ثُمَّ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم مَنْ كَانَ مَعَهُ هَدْيٌ فَلْيُهْلِلْ بِالْحَجِّ مَعَ الْعُمْرَةِ ثُمَّ لَا يَحِلَّ حَتَّى يَحِلَّ مِنْهُمَا جَمِيْعًا فَقَدِمْتُ مَعَهُ مَكَّةَ وَأَنَا حَائِضٌ وَلَمْ أَطُفْ بِالْبَيْتِ وَلَا بَيْنَ الصَّفَا وَالْمَرْوَةِ فَشَكَوْتُ إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ انْقُضِيْ رَأْسَكِ وَامْتَشِطِيْ وَأَهِلِّيْ بِالْحَجِّ وَدَعِي الْعُمْرَةَ فَفَعَلْتُ فَلَمَّا قَضَيْنَا الْحَجَّ أَرْسَلَنِيْ رَسُوْلُ اللهِ صلى الله عليه وسلم مَعَ عَبْدِ الرَّحْمَنِ بْنِ أَبِيْ بَكْرٍ الصِّدِّيْقِ إِلَى التَّنْعِيْمِ فَاعْتَمَرْتُ فَقَالَ هَذِهِ مَكَانَ عُمْرَتِكِ قَالَتْ فَطَافَ الَّذِيْنَ أَهَلُّوْا بِالْعُمْرَةِ بِالْبَيْتِ وَبَيْنَ الصَّفَا وَالْمَرْوَةِ ثُمَّ حَلُّوْا ثُمَّ طَافُوْا طَوَافًا آخَرَ بَعْدَ أَنْ رَجَعُوْا مِنْ مِنًى وَأَمَّا الَّذِيْنَ جَمَعُوا الْحَجَّ وَالْعُمْرَةَ فَإِنَّمَا طَافُوْا طَوَافًا وَاحِدًا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}