{
  "hadith": {
    "hadith_id": 4415,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "তিনি বলেন, আমার সাথীরা আমাকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে পাঠালেন তাদের জন্য পশুবাহন চাওয়ার জন্য। কারণ তাঁরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে কষ্টের যুদ্ধ অর্থাৎ তাবূকের যুদ্ধে যাচ্ছিলেন। অনন্তর আমি এসে বললাম, হে আল্লাহ্‌র নাবী! আমার সাথীরা আমাকে আপনার কাছে এজন্য পাঠিয়েছেন যে, আপনি যেন তাদের জন্য পশুবাহনের ব্যবস্থা করেন। তখন তিনি বললেন, আল্লাহ্‌র কসম! আমি তোমাদের জন্য কোন সওয়ারীর ব্যবস্থা করতে পারব না। আমি লক্ষ্য করলাম, তিনি রাগান্বিত। (কিন্তু কী কারণে তিনি রাগান্বিত) তা বুঝলাম না। আর আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পশুবাহন না দেয়ার কারণে দুঃখিত মনে ফিরে আসি। আবার এ ভয়ও ছিল যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) না আমার উপরই অসন্তুষ্ট হন। তাই আমি সাথীদের কাছে ফিরে যাই এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা বলেছেন তা আমি তাদের জানাই। অল্পক্ষণ পরেই শুনতে পেলাম যে, বিলাল (রাঃ) ডাকছেনঃ 'আবদুল্লাহ ইবনু কায়স কোথায়? তখন আমি তাঁর ডাকে সাড়া দিলাম। তখন তিনি বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আপনাকে ডাকছেন, আপনি হাজির হোন। আমি যখন তাঁর কাছে হাজির হলাম তখন তিনি বললেন, এই জোড়া এবং ঐ জোড়া এমনি ছয়টি উটনী যা সা'দ থেকে ক্রয় করা হয়েছে, তা গ্রহণ কর এবং সেগুলো তোমার সাথীদের কাছে নিয়ে যাও এবং বল যে, আল্লাহ তা'আলা (রাবীর সন্দেহ) অথবা বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এগুলো তোমাদের যানবাহনের জন্য ব্যবস্থা করেছেন, তোমরা এগুলোর উপর আরোহণ কর। যাতে তোমরা এমন ধারণা না কর যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা বলেননি আমি তা তোমাদের বর্ণনা করেছি। তখন তারা আমাকে বললেন, আল্লাহ্‌র কসম! আপনি আমাদের কাছে সত্যবাদী বলে পরিচিত। তবুও আপনি যা চান, আমরা অবশ্য করব। অনন্তর আবূ মূসা (রাঃ) তাদের মধ্যকার একদল লোককে সঙ্গে নিয়ে রওয়ানা হন এবং যারা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কর্তৃক অপারগতা প্রকাশ এবং পরে তাদেরকে দেয়ার কথা শুনেছিলেন, তাদের কাছে আসেন। তখন তারা সেরূপ কথাই বর্ণনা করলেন যেমন আবূ মূসা (রাঃ) বর্ণনা করেছিলেন। [৩১৩৩] (আ.প্র. ৪০৬৭, ই.ফা. ৪০৭০)",
    "ar": "مُحَمَّدُ بْنُ الْعَلَاءِ حَدَّثَنَا أَبُوْ أُسَامَةَ عَنْ بُرَيْدِ بْنِ عَبْدِ اللهِ بْنِ أَبِيْ بُرْدَةَ عَنْ أَبِيْ بُرْدَةَ عَنْ أَبِيْ مُوْسَى رَضِيَ اللهُ عَنْهُ قَالَ أَرْسَلَنِيْ أَصْحَابِيْ إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم أَسْأَلُهُ الْحُمْلَانَ لَهُمْ إِذْ هُمْ مَعَهُ فِيْ جَيْشِ الْعُسْرَةِ وَهِيَ غَزْوَةُ تَبُوْكَ فَقُلْتُ يَا نَبِيَّ اللهِ إِنَّ أَصْحَابِيْ أَرْسَلُوْنِيْ إِلَيْكَ لِتَحْمِلَهُمْ فَقَالَ وَاللهِ لَا أَحْمِلُكُمْ عَلَى شَيْءٍ وَوَافَقْتُهُ وَهُوَ غَضْبَانُ وَلَا أَشْعُرُ وَرَجَعْتُ حَزِيْنًا مِنْ مَنْعِ النَّبِيِّ صلى الله عليه وسلم وَمِنْ مَخَافَةِ أَنْ يَكُوْنَ النَّبِيُّ صلى الله عليه وسلم وَجَدَ فِيْ نَفْسِهِ عَلَيَّ فَرَجَعْتُ إِلَى أَصْحَابِيْ فَأَخْبَرْتُهُمْ الَّذِيْ قَالَ النَّبِيُّ صلى الله عليه وسلم فَلَمْ أَلْبَثْ إِلَّا سُوَيْعَةً إِذْ سَمِعْتُ بِلَالًا يُنَادِيْ أَيْ عَبْدَ اللهِ بْنَ قَيْسٍ فَأَجَبْتُهُ فَقَالَ أَجِبْ رَسُوْلَ اللهِ صلى الله عليه وسلم يَدْعُوْكَ فَلَمَّا أَتَيْتُهُ قَالَ خُذْ هَذَيْنِ الْقَرِيْنَيْنِ وَهَذَيْنِ الْقَرِيْنَيْنِ لِسِتَّةِ أَبْعِرَةٍ ابْتَاعَهُنَّ حِيْنَئِذٍ مِنْ سَعْدٍ فَانْطَلِقْ بِهِنَّ إِلَى أَصْحَابِكَ فَقُلْ إِنَّ اللهَ أَوْ قَالَ إِنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم يَحْمِلُكُمْ عَلَى هَؤُلَاءِ فَارْكَبُوْهُنَّ فَانْطَلَقْتُ إِلَيْهِمْ بِهِنَّ فَقُلْتُ إِنَّ النَّبِيَّ صلى الله عليه وسلم يَحْمِلُكُمْ عَلَى هَؤُلَاءِ وَلَكِنِّيْ وَاللهِ لَا أَدَعُكُمْ حَتَّى يَنْطَلِقَ مَعِيْ بَعْضُكُمْ إِلَى مَنْ سَمِعَ مَقَالَةَ رَسُوْلِ اللهِ صلى الله عليه وسلم لَا تَظُنُّوْا أَنِّيْ حَدَّثْتُكُمْ شَيْئًا لَمْ يَقُلْهُ رَسُوْلُ اللهِ صلى الله عليه وسلم فَقَالُوْا لِيْ وَاللهِ إِنَّكَ عِنْدَنَا لَمُصَدَّقٌ وَلَنَفْعَلَنَّ مَا أَحْبَبْتَ فَانْطَلَقَ أَبُوْ مُوْسَى بِنَفَرٍ مِنْهُمْ حَتَّى أَتَوْا الَّذِيْنَ سَمِعُوْا قَوْلَ رَسُوْلِ اللهِ صلى الله عليه وسلم مَنْعَهُ إِيَّاهُمْ ثُمَّ إِعْطَاءَهُمْ بَعْدُ فَحَدَّثُوْهُمْ بِمِثْلِ مَا حَدَّثَهُمْ بِهِ أَبُوْ مُوْسَى.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}