{
  "hadith": {
    "hadith_id": 4417,
    "narrator": "সফওয়ান এর পিতা ইয়ালা ইবনু 'উমাইয়াহ (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর- সঙ্গে কষ্টের (তাবূকের) যুদ্ধে অংশগ্রহণ করি। ইয়া'লা বলতেন যে, উক্ত যুদ্ধ আমার কাছে নির্ভরযোগ্য 'আমালের অন্যতম বলে বিবেচিত হত। 'আত্বা(রহঃ) বলেন যে, সাফওয়ান বলেছেন, ইয়া'লা (রাঃ) বর্ণনা করেন, আমার একজন দিনমজুর চাকর ছিল, সে একবার এক ব্যক্তির সঙ্গে ঝগড়ায় লিপ্ত হল এবং এক পর্যায়ে একজন অন্যজনের হাত দাঁত দ্বারা কেটে ফেলল। 'আত্বা (রাঃ) বলেন, আমাকে সাফওয়ান (রহঃ) জানান যে, উভয়ের মধ্যে কে কার হাত দাঁত দ্বারা কেটেছিল তার নাম আমি ভুলে গেছি। রাবী বলেন, আহত ব্যক্তি আহতকারীর মুখ থেকে নিজ হাত বের করার পর দেখা গেল, তার সম্মুখের একটি দাঁত উপড়ে গেছে। তারপর দুজন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর- সমীপে আসল। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার দাঁতের ক্ষতিপূরণের দাবি নাকচ করে দিলেন। 'আত্বা (রাঃ) বলেন যে,আমার ধারণা যে, বর্ণনাকারী এ কথাও বলেছেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, তবে কি সে তার হাত তোমার মুখে চিবানোর জন্যে ছেড়ে দিবে? যেমন উটের মুখে চিবানোর জন্য ছেড়ে দেয়া হয়? [১৮৪৭] (আ.প্র. ৪০৬৯,  ই.ফা. ৪০৭২)",
    "ar": "عُبَيْدُ اللهِ بْنُ سَعِيْدٍ حَدَّثَنَا مُحَمَّدُ بْنُ بَكْرٍ أَخْبَرَنَا ابْنُ جُرَيْجٍ قَالَ سَمِعْتُ عَطَاءً يُخْبِرُ قَالَ أَخْبَرَنِيْ صَفْوَانُ بْنُ يَعْلَى بْنِ أُمَيَّةَ عَنْ أَبِيْهِ قَالَ غَزَوْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم الْعُسْرَةَ قَالَ كَانَ يَعْلَى يَقُوْلُ تِلْكَ الْغَزْوَةُ أَوْثَقُ أَعْمَالِيْ عِنْدِيْ قَالَ عَطَاءٌ فَقَالَ صَفْوَانُ قَالَ يَعْلَى فَكَانَ لِيْ أَجِيْرٌ فَقَاتَلَ إِنْسَانًا فَعَضَّ أَحَدُهُمَا يَدَ الْآخَرِ قَالَ عَطَاءٌ فَلَقَدْ أَخْبَرَنِيْ صَفْوَانُ أَيُّهُمَا عَضَّ الآخَرَ فَنَسِيْتُهُ قَالَ فَانْتَزَعَ الْمَعْضُوْضُ يَدَهُ مِنْ فِي الْعَاضِّ فَانْتَزَعَ إِحْدَى ثَنِيَّتَيْهِ فَأَتَيَا النَّبِيَّ فَأَهْدَرَ ثَنِيَّتَهُ قَالَ عَطَاءٌ وَحَسِبْتُ أَنَّهُ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم أَفَيَدَعُ يَدَهُ فِيْ فِيْكَ تَقْضَمُهَا كَأَنَّهَا فِيْ فِيْ فَحْلٍ يَقْضَمُهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}