{
  "hadith": {
    "hadith_id": 4431,
    "narrator": "সা'ঈদ ইবনু জুবাইর (রহঃ)",
    "bn": "তিনি বলেন, ইবনু 'আব্বাস (রাঃ) বললেন, বৃহস্পতিবার! বৃহস্পতিবারের ঘটনা কী? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর রোগ-জ্বালা প্রবল হয়ে গেল। তখন তিনি বললেন, তোমরা আমার কাছে এসো, আমি তোমাদের জন্য কিছু লিখে দিয়ে যাই যাতে তোমরা এরপর কখনো বিভ্রান্ত না হও। তখন তারা পরস্পর মতভেদ করতে থাকে। অথচ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর সান্নিধ্যে মতভেদ করা শোভনীয় নয়। এরপর কিছু সংখ্যক লোক বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর অবস্থা কেমন? তিনি কি বোধশক্তি হারিয়ে ফেলেছেন? তোমরা তাঁর কাছ থেকে বিষয়টি জেনে নাও। এতে তারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে ব্যাপারটি আবার উত্থাপন করল। তখন তিনি বললেন, তোমরা আমাকে আমার অবস্থায় থাকতে দাও, তোমরা যে কাজের দিকে আমাকে ডাকছ তার চেয়ে আমি ভাল অবস্থায় অবস্থান আছি। আর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁদের তিনটি ওয়াসীয়াত করলেন- (১) আরব উপদ্বীপ [৯৫] থেকে মুশরিকদের বহিষ্কার করে দিবে, (২) দূতদের সেরূপ সমাদর করবে যেমন আমি করতাম এবং তৃতীয়টি বলা থেকে তিনি চুপ থাকলেন অথবা বর্ণনাকারী বলেন, তৃতীয়টি আমি ভুলে গেছি। [১১৪] (আ.প্র. ৪০৮২, ই.ফা. ৪০৮৫)",
    "ar": "قُتَيْبَةُ حَدَّثَنَا سُفْيَانُ عَنْ سُلَيْمَانَ الْأَحْوَلِ عَنْ سَعِيْدِ بْنِ جُبَيْرٍ قَالَ قَالَ ابْنُ عَبَّاسٍ يَوْمُ الْخَمِيْسِ وَمَا يَوْمُ الْخَمِيْسِ اشْتَدَّ بِرَسُوْلِ اللهِ صلى الله عليه وسلم وَجَعُهُ فَقَالَ ائْتُوْنِيْ أَكْتُبْ لَكُمْ كِتَابًا لَنْ تَضِلُّوْا بَعْدَهُ أَبَدًا فَتَنَازَعُوْا وَلَا يَنْبَغِيْ عِنْدَ نَبِيٍّ تَنَازُعٌ فَقَالُوْا مَا شَأْنُهُ أَهَجَرَ اسْتَفْهِمُوْهُ فَذَهَبُوْا يَرُدُّوْنَ عَلَيْهِ فَقَالَ دَعُوْنِيْ فَالَّذِيْ أَنَا فِيْهِ خَيْرٌ مِمَّا تَدْعُوْنِيْ إِلَيْهِ وَأَوْصَاهُمْ بِثَلَاثٍ قَالَ أَخْرِجُوا الْمُشْرِكِيْنَ مِنْ جَزِيْرَةِ الْعَرَبِ وَأَجِيْزُوا الْوَفْدَ بِنَحْوِ مَا كُنْتُ أُجِيْزُهُمْ وَسَكَتَ عَنْ الثَّالِثَةِ أَوْ قَالَ فَنَسِيْتُهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯৫] একদিকে এডেন হতে ইরাক পর্যন্ত অন্যদিকে জেদ্দা হতে সিরিয়া পর্যন্ত আরব উপদ্বীপ বিস্তৃত ছিল।",
    "chapter": {
      "chapter_number": "64"
    }
  }
}