{
  "hadith": {
    "hadith_id": 4432,
    "narrator": "ইবনু 'আব্বাস(রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর ওফাতের সময় যখন ঘনিয়ে এলো এবং ঘরে ছিল লোকের সমাবেশ, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমরা এসো, আমি তোমাদের জন্য কিছু লিখে দেই, যেন তোমরা পরবর্তীতে পথভ্রষ্ট না হয়ে যাও। তখন তাদের মধ্যকার কিছুলোক বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর রোগ-যন্ত্রণা কঠিন হয়ে গেছে, আর তোমাদের কাছে তো কুরআন মওজুদ আছে। আল্লাহ্‌র কিতাবই আমাদের জন্য যথেষ্ট। এ ব্যাপারে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর পরিবারের লোকজনের মধ্যে মতানৈক্য দেখা দেয় এবং তারা পরস্পর বাক-বিতণ্ডা করতে থাকেন। তাদের কেউ বললেন, তোমার তাঁর নিকট যাও, তিনি তোমাদের জন্য কিছু লিখে দিবেন। যাতে তোমরা তাঁর পরে কোন বিভ্রান্তিতে না পড়। আবার কেউ বললেন অন্য কথা। বাক-বিতণ্ডা ও মতভেদ যখন চরমে পৌঁছল, তোমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমরা উঠে চলে যাও। 'উবাইদুল্লাহ (রহঃ) বলেন, ইবনু 'আব্বাস (রাঃ) বলতেন, এ ছিল অত্যন্ত দুঃখজনক ব্যাপার যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সহাবীগনের (রাঃ) জন্য কিছু লিখে দেয়ার ব্যাপারে তাদের মতবিরোধ ও চেঁচামেচিই মূলত প্রতিবন্ধক হয়ে দাঁড়িয়েছিল। [১১৪; মুসলিম ২৫/৫, হাঃ ১৬৩৭, আহমাদ  ৪৪৩২]  (আ.প্র. ৪০৮৩  ই.ফা. ৪০৮৬)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ بْنِ عُتْبَةَ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ لَمَّا حُضِرَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَفِي الْبَيْتِ رِجَالٌ فَقَالَ النَّبِيُّ صلى الله عليه وسلم هَلُمُّوْا أَكْتُبْ لَكُمْ كِتَابًا لَا تَضِلُّوْا بَعْدَهُ فَقَالَ بَعْضُهُمْ إِنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَدْ غَلَبَهُ الْوَجَعُ وَعِنْدَكُمْ الْقُرْآنُ حَسْبُنَا كِتَابُ اللهِ فَاخْتَلَفَ أَهْلُ الْبَيْتِ وَاخْتَصَمُوْا فَمِنْهُمْ مَنْ يَقُوْلُ قَرِّبُوْا يَكْتُبُ لَكُمْ كِتَابًا لَا تَضِلُّوْا بَعْدَهُ وَمِنْهُمْ مَنْ يَقُوْلُ غَيْرَ ذَلِكَ فَلَمَّا أَكْثَرُوا اللَّغْوَ وَالِاخْتِلَافَ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم قُوْمُوْا قَالَ عُبَيْدُ اللهِ فَكَانَ يَقُوْلُ ابْنُ عَبَّاسٍ إِنَّ الرَّزِيَّةَ كُلَّ الرَّزِيَّةِ مَا حَالَ بَيْنَ رَسُوْلِ اللهِ صلى الله عليه وسلم وَبَيْنَ أَنْ يَكْتُبَ لَهُمْ ذَلِكَ الْكِتَابَ لِاخْتِلَافِهِمْ وَلَغَطِهِمْ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}