{
  "hadith": {
    "hadith_id": 4451,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার ঘরে আমার পালার দিনে এবং আমার গণ্ড ও সীনার মধ্যস্থলে থাকা অবস্থায় ইন্তিকাল করেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অসুস্থ হলে আমাদের মধ্যকার কেউ দু'আ পড়ে তাঁকে ঝাড়ফুঁক করতেন। আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে ঝাড়ফুঁক করার জন্য তাঁর কাছে গেলাম। তখন তিনি তাঁর মাথা আকাশের দিকে উঠিয়ে বললেন, উচ্চে সমাসীন বন্ধুর সঙ্গে (মিলিত হতে চাই), উচ্চে সমাসীন মহান বন্ধুর সঙ্গে (মিলিত হতে চাই)। এ সময় আবদুর রহমান ইবনু আবূ বকর (রাঃ) আগমন করলেন। তাঁর হাতে মিসওয়াকের একটি তাজা ডাল ছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন সেদিকে তাকালেন। তখন আমি বুঝতে পারলাম যে, তাঁর [নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)]-এর মিসওয়াকের প্রয়োজন। তখন আমি সেটি নিয়ে চিবালাম, ঝেড়ে মুছে পরিস্কার করলাম এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তা দিলাম। তখন তিনি এর দ্বারা এত সুন্দরভাবে দাঁত পরিস্কার করলেন যে, এর আগে কখনও এরূপ করেননি। তারপর তা আমাকে দিলেন। এরপর তাঁর হাত ঢলে পড়ল অথবা রাবী বলেন, তাঁর হাত থেকে ঢলে পড়ল। আল্লাহ তা'আলা আমার থুথুকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর থুথুর সঙ্গে মিলিয়ে দিলেন। তার এ দুনিয়ার শেষ দিনে এবং আখিরাতের প্রথম দিনে। [৮৯০] (আ.প্র. ৪০৯৮, ই.ফা. ৪১০১)",
    "ar": "سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوْبَ عَنْ ابْنِ أَبِيْ مُلَيْكَةَ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ تُوُفِّيَ النَّبِيُّ صلى الله عليه وسلم فِيْ بَيْتِيْ وَفِيْ يَوْمِيْ وَبَيْنَ سَحْرِيْ وَنَحْرِيْ وَكَانَتْ إِحْدَانَا تُعَوِّذُهُ بِدُعَاءٍ إِذَا مَرِضَ فَذَهَبْتُ أُعَوِّذُهُ فَرَفَعَ رَأْسَهُ إِلَى السَّمَاءِ وَقَالَ فِي الرَّفِيْقِ الْأَعْلَى فِي الرَّفِيْقِ الْأَعْلَى وَمَرَّ عَبْدُ الرَّحْمَنِ بْنُ أَبِيْ بَكْرٍ وَفِيْ يَدِهِ جَرِيْدَةٌ رَطْبَةٌ فَنَظَرَ إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم فَظَنَنْتُ أَنَّ لَهُ بِهَا حَاجَةً فَأَخَذْتُهَا فَمَضَغْتُ رَأْسَهَا وَنَفَضْتُهَا فَدَفَعْتُهَا إِلَيْهِ فَاسْتَنَّ بِهَا كَأَحْسَنِ مَا كَانَ مُسْتَنًّا ثُمَّ نَاوَلَنِيْهَا فَسَقَطَتْ يَدُهُ أَوْ سَقَطَتْ مِنْ يَدِهِ فَجَمَعَ اللهُ بَيْنَ رِيْقِيْ وَرِيْقِهِ فِيْ آخِرِ يَوْمٍ مِنْ الدُّنْيَا وَأَوَّلِ يَوْمٍ مِنَ الْآخِرَةِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "64"
    }
  }
}