{
  "hadith": {
    "hadith_id": 4474,
    "narrator": "আবূ সা‘ঈদ ইবনু মু‘আল্লা (রাঃ)",
    "bn": "তিনি বলেন, আমি একদা মাসজিদে নাববীতে সলাত আদায় করছিলাম, এমন সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমাকে ডাকেন। কিন্তু ডাকে আমি সাড়া দেইনি। পরে আমি বললাম, হে আল্লাহ্‌র রসূল! আমি সলাত আদায় করছিলাম। তখন তিনি বললেন, আল্লাহ কি বলেননি যে, ওহে যারা ঈমান এনেছ! তোমরা সাড়া দেবে আল্লাহ্ ও রসূলের ডাকে, যখন তিনি তোমাদেরকে ডাক দেন (সূরাহ আনফাল ৮/২৪)। তারপর তিনি আমাকে বললেন, তুমি মাসজিদ থেকে বের হওয়ার আগেই তোমাকে আমি কুরআনের এক অতি মহান সূরাহ্ শিক্ষা দিব। তারপর তিনি আমার হাত ধরেন। এরপর যখন তিনি মাসজিদ থেকে বের হওয়ার ইচ্ছা করেন তখন আমি তাঁকে বললাম, আপনি কি বলেননি যে আমাকে কুরআনের অতি মহান সূরাহ্ শিক্ষা দিবেন? তিনি বললেন, الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ সমস্ত প্রশংসা আল্লাহ্‌র জন্য যিনি বিশ্ব জগতের প্রতিপালক, এটা বারবার পঠিত সাতটি আয়াত এবং মহান কুরআন যা কেবল আমাকেই দেয়া হয়েছে। [৪৬৪৭, ৪৭০৩, ৫০০৬] (আ.প্র. ৪১১৬, ই.ফা. ৪১১৯)",
    "ar": "مُسَدَّدٌ حَدَّثَنَا يَحْيَى عَنْ شُعْبَةَ قَالَ حَدَّثَنِيْ خُبَيْبُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ حَفْصِ بْنِ عَاصِمٍ عَنْ أَبِيْ سَعِيْدِ بْنِ الْمُعَلَّى قَالَ كُنْتُ أُصَلِّيْ فِي الْمَسْجِدِ فَدَعَانِيْ رَسُوْلُ اللهِ صلى الله عليه وسلم فَلَمْ أُجِبْهُ فَقُلْتُ يَا رَسُوْلَ اللهِ إِنِّيْ كُنْتُ أُصَلِّيْ فَقَالَ أَلَمْ يَقُلْ اللهُ {اسْتَجِيْبُوْا لِلهِ وَلِلرَّسُوْلِ إِذَا دَعَاكُمْ لِمَا يُحْيِيْكُمْ} ثُمَّ قَالَ لِيْ لَأُعَلِّمَنَّكَ سُوْرَةً هِيَ أَعْظَمُ السُّوَرِ فِي الْقُرْآنِ قَبْلَ أَنْ تَخْرُجَ مِنَ الْمَسْجِدِ ثُمَّ أَخَذَ بِيَدِيْ فَلَمَّا أَرَادَ أَنْ يَخْرُجَ قُلْتُ لَهُ أَلَمْ تَقُلْ لَأُعَلِّمَنَّكَ سُوْرَةً هِيَ أَعْظَمُ سُوْرَةٍ فِي الْقُرْآنِ قَالَ {الْحَمْدُ لِلهِ رَبِّ الْعٰلَمِيْنَ}هِيَ السَّبْعُ الْمَثَانِيْ وَالْقُرْآنُ الْعَظِيْمُ الَّذِيْ أُوْتِيْتُهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] সূরাতুল ফাতিহা জ্ঞান লাভের, হিদায়াত গ্রহণের জন্য প্রতিটি মানুষের নিজের পরিবারের, দেশ, জাতি তথা সারা বিশ্ববাসীর জন্য অতীব কল্যাণকর এক মহাসাগর। উক্ত কল্যাণের এই অথৈ পারাবার হতে স্বীয় আগ্রহে তাড়িত হয়ে এক সার্বিক পথ নির্দেশনা গ্রহণ করার অবারিত ও উন্মুক্ত সুযোগ মানব জাতির জন্য উজ্জ্বল ও ভাস্বর হয়ে আছে। যে কারণে উক্ত সূরাখানি মহাপবিত্র কুরআনের ভূমিকা হিসেবে কুরআনের শুরুতেই সন্নিবেশ করা হয়েছে। সুতরাং এর গভীর ও তাত্ত্বিক আলোচনা করতে গিয়ে তাফসীরকারগণ বলেছেনঃ মানবজাতির হিদায়াতের জন্য কেবল এই একটি মাত্র সূরাই যথেষ্ট, যদি সে নিরপেক্ষ অনাবিল মন মানসিকতা নিয়ে চিন্তা-ভাবনা করে। সুতরাং ‘আবদুল্লাহ ইবনু ‘আববাস (রাঃ) সহ অন্যান্য সহাবায়ি কিরাম (y) আলোচ্য সূরাটিকে আল্লাহ তা‘আলার শ্রেষ্ঠ দান ও অপূর্ব নি‘মাত হিসেবে আখ্যায়িত করেছেন। সূরা ফাতিহা দু’বার নাযিলকৃত সূরা বটে। প্রথমবার মাক্কাহ্য় ওয়াহী নাযিলের প্রাথমিক অবস্থায় এবং দ্বিতীয়বার রসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর মদিনায় হিজরাতের পরবর্তী সময়ে নাযিল হয়। যথা সহীহ হাদীসভিত্তিক তাফসীরের গ্রন্থসমূহে সনদ সহকারে উপরোক্ত বক্তব্যের সমর্থন পাওয়া যায়। যেমন তাফসীরে ‘ফাতহুল ক্বাদীর’ ১ম খন্ড, ১৩-১৪ পৃষ্ঠায় আছেঃ\n وكان ذلك قبل الهجرة واخرج ابو بكر بن الانباري في المصاحف عن عبادة قال : فاتحة الكتاب نزلت المكة فهذا جملة ما استدل به من قال انها نزلت بمكة : واستدل من قال انها نزلت بالمدينة بما اخرجه ابن أبي شيبة في المصنف وأبو سعيد ابن الْأعرابي في معجمه والطبراني في الْأوسط من طرق مجاهد عن أبي هريرة رن ابليس حين انزلت فاتحة الكتاب وانزلت بالمدينت واخرج ابن أبي شيبت في المصنف وعبد بن حميد وابن المنذر وأبو نعيم في الحليت وغيرهم من طرق عن مجاهد قال : نزلت فاتحت الكتاب بالمدينت وقيل إنها نزلت مرتين مرت بمكت ومرت بالمدينت جمعًا بين هذه الروايات\n প্রকাশ থাকে যে, ইমাম ইবনু কাসীর তাঁর বিখ্যাত তাফসীর ইবনু কাসীর ১ম খন্ড, ৮ম পৃষ্ঠায়ও সূরা ফাতিহা দু’বার নাযিল হওয়ার কথা সমর্থন করে ভিন্ন আসমাউর রিজাল সম্বলিত এক শক্তিশালী তথ্য উপস্থাপন করেছেনঃ\n وهي مكية : قال ابن عباس (رض) وقتادة وأبو العالية وقيل مدنية قاله أبو هريرة (رض) ومجاهد وعطاء بن يسار والزهري ويقال نزلت مرتين : مرة بمكة ومرة بالمدينة والأول اشبه لقوله تعالى : وَلَقَدْ آتَيْنَكَ سَبْعًا مِنَ الْمَثَانِيْ والله تعالى اعلم منها\nউল্লেখ্য, সূরায়ে ফাতিহা দু’ দু’বার নাযিল হওয়ার কারণে সূরাখানির গুরুত্ব, মহত্ব, আবশ্যকতা ও প্রয়োজনীয়তা অন্যান্য সূরা হতে এক স্বতন্ত্র মর্যাদা লাভ করেছে, যা খুব সহজেই অনুমেয় বটে। এতদ্ব্যতীত উক্ত সূরার স্বতন্ত্র বৈশিষ্ট্য বর্ণনা করতে গিয়ে স্বয়ং নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ سورة ما انزل في التوراة ولا في الانجيل ولا في الفرقان مثلها\nঅর্থাৎ এটা এমন একটি সূরা যা তাওরাত, ইঞ্জিল ও ফুরকানেও নাযিল করা হয়নি। অর্থাৎ মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-কেই বিশেষ মর্যাদা সম্পন্ন উক্ত সূরাখানি প্রদান করা হয়েছে। (ফাতহুল ক্বাদীর ১ম খন্ড, ১৫ পৃষ্ঠা)\nএখানে একটি লক্ষ্যণীয় বিষয় এই যে, উক্ত সূরাখানির স্বাতন্ত্র্য ও বৈশিষ্ট্যের আর একটি দিক এই যে, আলোচ্য সূরাখানির গুরুত্ব মানব জীবনের সব দিকে এতই বেশী পরিব্যপ্ত যে, স্থান বিশেষ ব্যাখ্যায় সম্মানিত তাফসীরকারগণ আলোচ্য সূরাখানির প্রায় ৪২টি নাম দিয়েছেন। যে নামগুলো তাফসীর ইবনু কাসীর, ইবনু জারীর, রুহুল মায়ানী, তাফসীর কবীর, তাফসীর খাযিন, তাফসীরে ফাতহুল ক্বাদীর, তাফসীরে কুরতুবী সহ নির্ভরযোগ্য তাফসীরাতের কিতাবসমূহে উল্লেখ করা হয়েছে। এখানে এতদ সমূদয় হতে মাত্র কয়েকটি নাম চয়ন করা হলো। যথাক্রমেঃ (১) سورة مفتاح القرآنকুরআনের কুঞ্জিকা, (২) سورة أم القرآن কুরআনের মা বা আসল, (৩) سورة الدعاء দু‘আর সূরা, (৪) سورة الشفاءরোগ মুক্তির সূরা, (৫) سورة الحمد প্রশংসার সূরা, (৬) أساس القرآن কুরআনের ভিত্তি, (৭) سورة الرحمة রাহমাতের সূরা, (৮) سورة البركة বারকাতের সূরা, (৯) سورة النعمة নি‘আমাতের সূরা, (১০) سورة العبادة ‘ইবাদাতের সূরা, (১১) سورة الهداية হিদায়াত প্রাপ্তির সূরা, (১২) سورة الإسةقامة দৃঢ়তার সূরা, (১৩) سورة الإسةعانة সাহায্য প্রার্থনার সূরা, (১৪) سورة الكافية অত্যধিক ও বিপুলতা দানকারী সূরা, (১৫) سورة الوافية পূর্ণত্ব প্রাপ্ত সূরা, (১৬) سورة الكنـز খণির সূরা (জ্ঞানের খনি, রাহমাত, বারাকাত, নি‘আমাত ও যাবতীয় সাফল্যের খণি বলে এ সূরাকে আখ্যায়িত করা হয়েছে), (১৭) سورة الشكر শুকর করার সূরা বা কৃতজ্ঞতা প্রকাশের সূরা (১৮) سورة الصبر সবরের উৎসাহ দানকারী সূরা, (১৯) سورة التكرار বার বার পঠিতব্য সূরা, (২০) سورة التعلق مع الله আল্লাহর সাথে বান্দার গভীর সম্পর্ক স্থাপনের সূরা, (২১) سورة الصراط المستقيم সরল সঠিক পথ লাভের সূরা, (২২) سورة الربوبية প্রভুত্ব সনাক্ত করণের সূরা, (২৩) سورة الوحدانية আল্লাহ তা‘আলার একত্ববাদের প্রতি স্বীকৃতি প্রকাশের সূরা, (২৪) سورة الاجةناب الغضب والضلالة আল্লাহর গযব ও গোমরাহী হতে আত্মরক্ষা করার সূরা, (২৫) سورة الصلاة সলাতে একান্তই পঠিতব্য সূরা।\n উল্লেখ্য, সর্বশেষ নামকরণ সলাত আদায়ে একান্তই পঠিতব্য সূরা নামকরণ থেকেও মনে হয়, উক্ত সূরা পাঠ ব্যতীত সলাত পূর্ণ হয় না। ইমাম মুক্তাদী সকলের জন্যই উক্ত সূরা পাঠ করা ওয়াজিব বটে। এ বিষয়ে চার মাযহাবের নিকট গ্রহণযোগ্য তাফসীরের কিতাব ইবনু কাসীর ১ম খন্ড ১১ পৃষ্ঠার যা বিবৃত হয়েছে তা সত্যিই প্রণিধানযোগ্য।\n هل ةجب قرأة الفاةحة على المأموم ؟ فيه ثلاثة أقوال للعلماء أحدها أنه ةجب عليه قرأةها كما ةجب على امامه لعموم الْأحاديث المةقدمة-\n প্রকাশ থাকে যে, উলামায়ে কিরামদের ৩টি قول এর মধ্যে সবচেয়ে বেশী গ্রহণযোগ্য ও শক্তিশালী (أرجح)সিদ্ধান্ত যা তা-ই প্রথম সিদ্ধান্ত বলে ইবনু কাসীর (রহ.) স্বীয় তাফসীরে উদ্ধৃত করেছেন। অতঃপর দ্বিতীয় সিদ্ধান্তটি ইমাম আহমাদ বিন হাম্বল (রহ.)-এর থেকে উদ্ধৃতি দিয়েছেন। যেমন বলা হয়েছে,\n والثاني لا تجب على المأموم قرأة بالكلية للفاتحة ولا غيرها ولا في صلاة الجهرية ولا في صلاة السرية لـما رواه الإمام أحمد بن حنبل (رح) في سنده عن جابر بن عبد الله عن النبي صلى الله عليه وسلم أنه قال من كان له إمام فقرأة الإمام له قرأة ولكن في اسناده ضعيف ورواه مالك (رح) عن وهب ابن كسان عن جابر من كلامه وقد رواي هذا الحديث من طرق ولا يصح منها شيء عن النبي صلى الله عليه وسلم\n অর্থাৎ দ্বিতীয় এই যে, সূরায়ে ফাতিহার পাঠ মুক্তাদীর উপর ওয়াজিব হবে না বা অন্য কিছু পাঠ করাও ওয়াজিব হবে না, তা জাহরী (প্রকাশ্য) ক্বিরাআতেই হোক, বা গোপন (سري) ক্বিরাআতেই হোক, যা আহমাদ বিন হাম্বল (রহ.) স্বীয় কিতাব মুসনাদে আহমাদে রিওয়ায়াতে করেছেন জাবির বিন আবদুল্লাহ হতে, আর তিনি রসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম হতে। তিনি বলেছেনঃ যে ব্যক্তি ইমামের ইক্তিদায় আছে, ইমামের ক্বিরাআতই তার ক্বিরাআত বলে গণ্য হবে। এখানে ইমাম ইবনু কাসীর (রহ.) বলেছেন, উক্ত রিওয়ায়াতের সনদ যঈফ। ইমাম মালিক (রহ.) উক্ত হাদীস সম্পর্কে মন্তব্য করতে গিয়ে উল্লেখ করেন যে, জাবির (রাঃ) উক্ত বাক্য দ্বারা নিজের মত পোষণ করেছেন, এ বাক্যটি রসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর বাণী বা নির্দেশ এ কথা মোটেই সহীহ নয়।\n والثالث أنه ةجب القرأة على الـماموم في السرية لـما ةقدم ولايحب ذلك في الجهرية-\n তৃতীয় মত এই যে, সিররী (চুপি চুপি) সলাতে ফাতিহা পড়া ওয়াজিব হবে, প্রকাশ্য সলাতে ওয়াজিব হবে না।\n সূরায়ে ফাতিহার বিষয়ে নিম্নোক্ত হাদীসটি আমাদের যাবতীয় তর্কের মীগোশতা করে দিয়েছে যা আবূ দাউদ, নাসায়ী, তিরমিযীর ক্বিরাআত অধ্যায়ে নির্ভরযোগ্য রিওয়ায়াতে দেখা যায় যে, রসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম একদিন ফাজ্রের সলাতের ক্বিরাআত আদায় করছেন, পেছনে সহাবায়ে কিরামদের অনেকেই রসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর সহিত সমস্ত ক্বিরাআত পাঠ করছিলেন। অতঃপর সলাত শেষে রসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বললেনঃ  لا تفعلو إلَّا بأم القرأن فإنه لا صلاة لـمن لـم يقرأبها-\nতোমরা সূরায়ে ফাতিহা ব্যতীত আর কোন সূরা পড়বে না। কেননা যে তা পড়ে না তার সলাত হয় না। এখানে ফাজরের ক্বিরাআত উচ্চ আওয়াজে পড়া হয়েছিল, এখানে নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম থেকে স্পষ্ট সিদ্ধান্ত পাওয়া গেল। নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম সহাবায়ে কিরাম, অতঃপর ইমাম হাসান বাসরী, ইমাম জুহরী, ইমাম আওজা‘ঈ, ইমাম ইবরাহীম নাখ‘ঈ, ইমাম মালিক, ইমাম আবদুল্লাহ বিন আল মুবারক, ইমাম বুখারী, ইমাম মুসলিম, ইমাম তিরমিযী, ইমাম নাসায়ী, ইবনু হাজার আসক্বালানী, হাফিয আস সাখাবী, ইমাম শাফি‘ঈ (রহ.), ইমাম নাবাবী, ইমাম শওকানী, হাফিয ইবনু কাসীর, ইমাম গাযযালী, বড়পীর আবদুল কাদের জিলানী (রহিমাহুমুল্লাহ আজমা‘ঈন) প্রমুখাত মনীষী সহ হিজাজ, নজদ, ‘আসির, ইয়ামান, সিরিয়া, মিশর, মরক্কো, আরব আমিরাত, ইন্দোনেশিয়া, মালয়েশিয়া, মাক্কাহ ও মাদীনাহর লক্ষ লক্ষ উলামায়ে কিরাম শতাব্দীর পর শতাব্দী এমন কি আজ পর্যন্ত ইমামের পিছনে সর্বাবস্থায় সূরা ফাতিহা পাঠ করে এসেছেন এবং বর্তমানেও পাঠ করে থাকেন, উপরে যেসব মনীষীদের নাম উল্লেখ করা হয়েছে, তাদের বদৌলতেই রসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর হাদীসশাস্ত্র, পৃথিবীতে প্রতিষ্ঠা লাভ করে অদ্যাবধি টিকে আছে। তাঁদের প্রত্যেকেই ইমাম মুক্তাদী উভয়ের জন্য সূরা ফাতিহা পাঠ অত্যাবশ্যক বলে মনে করেন, তাই আমরাও অবশ্য পঠিতব্য বলে মনে করছি। ইমামের পিছনে ফাতিহা পাঠকারীদেরকে যদি গোমরাহ মনে করা হয়, তবে নাউযুবিল্লাহ, উল্লেখিত ইসলামের মহামনীষীদেরকেও তো এই দৃষ্টিতে তারা প্রকারান্তরে গোমরাহ বলেই মনে করছে। তাঁদের রিওয়ায়াতকে অমান্য করে, উক্ত রিওয়ায়াত পালনকারীদের বিভ্রান্ত ও গোমরাহ বলেই মনে করে কেবল উক্ত মনীষীদের নামের শেষে (রহ.) বলে ভক্তি জাহির করা কি স্ববিরোধিতা নয়? অন্য কারো ব্যক্তিগত চিন্তা-ভাবনা, ইজতিহাদ মানতে গিয়ে যেন রসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-কে এবং তাঁর রেখে যাওয়া সহীহ হাদীসকে অগ্রাহ্য করা না হয়, সে দিকে আমাদের সকলের যত্নবান হওয়া আবশ্যক।",
    "chapter": {
      "chapter_number": "65"
    }
  }
}