{
  "hadith": {
    "hadith_id": 4475,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেন, যখন ইমাম বলবে غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلاَ الضَّالِّينَ তখন তোমরা বলবে آمِينَ আল্লাহ আপনি কবূল করুন। যার পড়া মালায়িকাদের পড়ার সময় হবে, তার আগের গুনাহ ক্ষমা করে দেয়া হবে।  [৭৮২] (আ.প্র. ৪১১৭, ই.ফা. ৪১২০)",
    "ar": "عَبْدُ اللهِ بْنُ يُوْسُفَ أَخْبَرَنَا مَالِكٌ عَنْ سُمَيٍّ عَنْ أَبِيْ صَالِحٍ عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَالَ إِذَا قَالَ الإِمَامُ {غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّآلِّيْنَ} فَقُوْلُوْا آمِيْنَ فَمَنْ وَافَقَ قَوْلُهُ قَوْلَ الْمَلَائِكَةِ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] সলাতের ভেতরে, সলাতের বাইরে যে কোন অবস্থায় সূরা ফাতিহা শেষ করে آمِيْنَ বলতে হবে। নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ও তদীয় সহাবায়ে কিরাম (রাঃ) وَلَا الضَّالِّيْنَ বলার পরে آمِيْنَ বলতেন। ফাতিহা চুপে চুপে পড়লে আ-মীনও চুপে চুপে বলতেন। আর উক্ত সূরাটি যখন তাঁরা জোরে জোরে ও সশব্দে পাঠ করতেন, তখন আ-মীনও সশব্দে পাঠ করতেন, তা সলাত আদায়কালীন সময় হোক, কি সলাতের বাইরে। উক্ত পদ্ধতি নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম হতে পরবর্তী কালের তাবিঈনদের যুগ পর্যন্ত প্রচলিত ছিল। পরবর্তীকালে ইসলামের ফিক্বহ শাস্ত্রবিদদের মধ্যে মতপার্থক্য সৃষ্টি হওয়ার কারণে তাদের একদল সলাত আদায়কালে সশব্দে আ-মীন বলাকে অপছন্দ করতেন এবং অপর জামা‘আত উচ্চ আওয়াজে আ-মীন বলাকেই সহীহ হাদীসের সঠিক অনুশীলন বলে মনে করে থাকেন। এখন পর্যালোচনা করে দেখা দরকার যে, উপরোক্ত দু’টি নিয়মের কোনটি সহীহ হাদীসের ভিত্তিতে বেশী গ্রহণযোগ্য। যেহেতু ‘কিতাবুত তাফসীর’ অধ্যায় আলোচনা করা যাচ্ছে বিধায় চার মাযহাবের নিকট বেশী গ্রহণযোগ্য তাফসীরের কিতাব ইবনু কাসীরের উদ্ধৃতি দেয়া যেতে পারে। তাফসীরে ইবনু কাসীর ১ম খন্ড, ২৭ পৃষ্ঠায় আছে-\n والدليل على استحباب التأمين ما رواه الإمام أحمد وأبو داود والترمذي عن وائل بن حجر قال: سمعت النبي صلى الله عليه وسلم قرأ \"غير المغضوب عليهم ولا الضالين\" فقال \"آمين\" مد بها صوته ولأبي داود رفع بها صوته وقال الترمذي هذا حديث حسن ورُوي عن علي وابن مسعود وغيرهم. وعن أبي هريرة قال: كان رسول الله صلى الله عليه وسلم إذا تلا \"غير المغضوب عليهم ولا الضالين\" قال \"آمين\" حتى يسمع من يليه من الصف الْأول رواه أبو داود وابن ماجه وزاد فيه: فيرتج بها المسجد. والدارقطني وقال: هذا إسناد حسن.\n অর্থাৎ সূরায়ে ফাতিহার শেষে উচ্চ আওয়াজে আ-মীন বলা মুস্তাহাব- এ কথার দলীল এই যে, এ বিষয়ে মহামতি ইমাম আহমাদ বিন হাম্বল, আবূ দাউদ, তিরমিযী (রহ.) ওয়ায়িল বিন হুজর থেকে রিওয়ায়াত করেছেন। তিনি রসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেন যে, আমি নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর নিকট শুনেছি, যখন তিনি غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّالِّيْنَ পর্যন্ত পাঠ করলেন, তখন বললেন, আ-মীন ও স্বীয় আওয়াজকে বাড়িয়ে দিলেন (সশব্দে) এবং ইমাম আবূ দাউদ (রহ.) বলেন, রসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম স্বীয় আওয়াজকে উচ্চ করেই আ-মীন বলেছিলেন। ইমাম তিরমিযী (রহ.) বলেন, উক্ত হাদীসটি হাসান বটে। অতঃপর একই বিষয়ে একই রকম বর্ণনা করেছেন ইবনু মাস‘ঊদ ও ‘আলী (রাঃ) এবং আবূ হুরাইরাহ (রাঃ) বলেন যে, আল্লাহর রসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম যখন غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّالِّيْنَ বলতেন, তখন আ-মীন বলতেন, যা এক কাতার পেছন থেকে শোনা যেত। আবূ দাউদ, ইবনু মাজাহ একটু বাড়িয়ে বর্ণনা করেছেন যে, নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ও তদীয় সহাবায়ে কিরামদের আ-মীন বলার কারণে মাসজিদ কেঁপে উঠত। দারাকুতনী বলেন, এ হাদীসের সনদও হাসান পর্যায়েভুক্ত বটে। উল্লেখ্য, উক্ত সহীহুল বুখারীর ১ম খন্ডে ‘কিতাবুস সলাত’-এর মধ্যে ইমাম বুখারী (রহ.) সহীহ সনদের উদ্ধৃতি দিয়ে বর্ণনা করেছেনঃ إذا أمن الإمام فأمنوا\n ইমাম যখন আ-মীন বলবে, তোমরা তখন আ-মীন বল। ইমাম যদি চুপে চুপে আ-মীন বলে তাহলে মুক্তাদীরা কীভাবে আ-মীন বলবে? সুতরাং فأمنوا শব্দটিকে ব্যাখ্যা করলেই দেখা যাচ্ছে যে, আ-মীন সশব্দেই বলতে হবে। অন্যথায় ইমাম যখন বলবে তখন মুক্তাদীদের আ-মীন বলা সম্ভব হবে না। বিস্তারিত জানার জন্য বুখারীর ১ম খন্ডের সলাত অধ্যায়ের টীকাটি পড়ে দেখুন। সহীহ হাদীস অনুযায়ী সলাত আদায় করলে মানুষ যদি গোমরাহ-বিভ্রান্ত হয়, তাহলে নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ছাড়া অন্য লোকদের মনগড়া ব্যাখ্যা মত ‘আমাল করলে হিদায়াত পাওয়া কী করে সম্ভব?",
    "chapter": {
      "chapter_number": "65"
    }
  }
}