{
  "hadith": {
    "hadith_id": 4476,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, ক্বিয়ামাতের দিন মু’মিনগণ একত্রিত হবে এবং তারা বলবে, আমরা যদি আমাদের রবের কাছে আমাদের জন্য একজন সুপারিশকারী পেতাম। এরপর তারা আদম (‘আ.)-এর কাছে আসবে এবং তাঁকে বলবে, আপনি মানব জাতির পিতা। আপনাকে আল্লাহ তা‘আলা নিজ হাতে সৃষ্টি করেছেন। তাঁর মালায়িকাহ দ্বারা আপনাকে সাজদাহ্ করিয়েছেন এবং যাবতীয় বস্তুর নাম আপনাকে শিক্ষা দিয়েছেন। অতএব আপনি আপনার রবের কাছে আমাদের জন্য সুপারিশ করুন, যেন আমাদের কঠিন স্থান থেকে আরাম দিতে পারেন। তিনি বলবেন, আমি এ কাজের যোগ্য নই। তিনি নিজ ভুলের কথা স্মরণ করে লজ্জাবোধ করবেন। (তিনি বলবেন) তোমরা নূহ (‘আ.)-এর কাছে যাও। তিনিই প্রথম রসূল (‘আ.) যাকে আল্লাহ জগৎবাসীর কাছে পাঠিয়েছেন। তখন তারা তাঁর কাছে আসবে। তিনিও বলবেন, এ কাজ আমার দ্বারা হওয়ার নয়। তিনি তাঁর রবের কাছে প্রশ্ন করেছিলেন এমন বিষয়ে যা তাঁর জানা ছিল না। সে কথা স্মরণ করে তিনি লজ্জাবোধ করবেন এবং বলবেন বরং তোমরা আল্লাহ্‌র খলীল (ইব্রাহীম) (‘আ.)-এর কাছে যাও। তারা তখন তাঁর কাছে আসবে, তখন তিনি বলবেন, এ কাজ আমার দ্বারা হওয়ার নয়। তোমরা মূসা (‘আ.)-এর কাছে যাও। তিনি এমন বান্দা যে, তাঁর সঙ্গে আল্লাহ কথা বলেছেন এবং তাঁকে তাওরাত গ্রন্থ দান করেছেন। তখন তারা তাঁর কাছে আসবে। তিনি বলবেন, তোমাদের এ কাজের জন্য আমার সাহস হচ্ছে না এবং তিনি এক কিবতীকে বিনা দোষে হত্যা করার কথা স্মরণ করে তাঁর রবের নিকট লজ্জাবোধ করবেন। তিনি বলবেন, তোমরা ঈসা (‘আ.)-এর কাছে যাও। তিনি আল্লাহ্‌র বান্দা ও রসূল এবং আল্লাহ্‌র বাণী ও রূহ্। (তারা সেখানে যাবে) তিনি বলবেন, এ কাজ আমার দ্বারা হওয়ার নয়। তোমরা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে যাও। তিনি এমন এক বান্দা যার পূর্ব ও পরের ভুলত্র“টি আল্লাহ  ক্ষমা করে দিয়েছেন। তখন তারা আমার কাছে আসবে। তখন আমি আমার রবের কাছে যাব এবং অনুমতি চাব, আমাকে অনুমতি প্রদান করা হবে। আর আমি যখন আমার রবকে দেখব, তখন আমি সাজদাহ্য় লুটিয়ে পড়ব। আল্লাহ যতক্ষণ চান এ অবস্থায় আমাকে রাখবেন। তারপর বলা হবে, আপনার মাথা উঠান এবং চান দেয়া হবে, বলুন শোনা হবে, সুপারিশ করুন কবূল করা হবে। তখন আমি আমার মাথা উঠাব এবং আমাকে যে প্রশংসাসূচক বাক্য শিক্ষা দিবেন তা দ্বারা আমি তাঁর প্রশংসা করব। তারপর সুপারিশ করব। আমাকে একটি সীমারেখা নির্দিষ্ট করে দেয়া হবে। (সেই সীমিত সংখ্যায়) আমি তাদের জান্নাতে প্রবেশ করাব। আমি পুনরায় রবের সমীপে ফিরে আসব। যখন আমি আমার রবকে দেখব তখন আগের মত সবকিছু করব। তারপর আমি সুপারিশ করব। আর আমাকে একটি সীমারেখা নির্দিষ্ট করে দেয়া হবে। তদনুসারে আমি তাদের জান্নাতে দাখিল করাব। (তারপর তৃতীয়বার) আমি আবার রবের দরবারে উপস্থিত হয়ে অনুরূপ করব। এরপর আমি চতুর্থবার ফিরে আসব এবং আরয করব এখন তারাই কেবল জাহান্নামে অবশিষ্ট রয়ে গেছে যারা কুরআনের ঘোষণা অনুযায়ী অনেক আছে যাদের উপর জাহান্নামে চিরবাস অবধারিত হয়ে গেছে।\nআবূ ‘আবদুল্লাহ বুখারী (রহ.) বলেন, কুরআনের যে ঘোষণায় তারা জাহান্নামে আবদ্ধ রয়েছে তা হল মহান আল্লাহ্‌র বাণী ঃ “তারা চিরকাল জাহান্নামে থাকবে।” [৪৪; মুসলিম ১/৮৪, হাঃ ১৯৩, আহমাদ ১২১৫৩] (আ.প্র. ৪১১৮, ই.ফা. ৪১২১)",
    "ar": "مُسْلِمُ بْنُ إِبْرَاهِيْمَ حَدَّثَنَا هِشَامٌ حَدَّثَنَا قَتَادَةُ عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ عَنْ النَّبِيِّ صلى الله عليه وسلم ح و قَالَ لِيْ خَلِيْفَةُ حَدَّثَنَا يَزِيْدُ بْنُ زُرَيْعٍ حَدَّثَنَا سَعِيْدٌ عَنْ قَتَادَةَ عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ يَجْتَمِعُ الْمُؤْمِنُوْنَ يَوْمَ الْقِيَامَةِ فَيَقُوْلُوْنَ لَوْ اسْتَشْفَعْنَا إِلَى رَبِّنَا فَيَأْتُوْنَ آدَمَ فَيَقُوْلُوْنَ أَنْتَ أَبُو النَّاسِ خَلَقَكَ اللهُ بِيَدِهِ وَأَسْجَدَ لَكَ مَلَائِكَتَهُ وَعَلَّمَكَ أَسْمَاءَ كُلِّ شَيْءٍ فَاشْفَعْ لَنَا عِنْدَ رَبِّكَ حَتَّى يُرِيْحَنَا مِنْ مَكَانِنَا هَذَا فَيَقُوْلُ لَسْتُ هُنَاكُمْ وَيَذْكُرُ ذَنْبَهُ فَيَسْتَحِي ائْتُوْا نُوْحًا فَإِنَّهُ أَوَّلُ رَسُوْلٍ بَعَثَهُ اللهُ إِلَى أَهْلِ الْأَرْضِ فَيَأْتُوْنَهُ فَيَقُوْلُ لَسْتُ هُنَاكُمْ وَيَذْكُرُ سُؤَالَهُ رَبَّهُ مَا لَيْسَ لَهُ بِهِ عِلْمٌ فَيَسْتَحِيْ فَيَقُوْلُ ائْتُوْا خَلِيْلَ الرَّحْمَنِ فَيَأْتُوْنَهُ فَيَقُوْلُ لَسْتُ هُنَاكُمْ ائْتُوْا مُوْسَى عَبْدًا كَلَّمَهُ اللهُ وَأَعْطَاهُ التَّوْرَاةَ فَيَأْتُوْنَهُ فَيَقُوْلُ لَسْتُ هُنَاكُمْ وَيَذْكُرُ قَتْلَ النَّفْسِ بِغَيْرِ نَفْسٍ فَيَسْتَحِيْ مِنْ رَبِّهِ فَيَقُوْلُ ائْتُوْا عِيْسَى عَبْدَ اللهِ وَرَسُوْلَهُ وَكَلِمَةَ اللهِ وَرُوْحَهُ فَيَقُوْلُ لَسْتُ هُنَاكُمْ ائْتُوْا مُحَمَّدًا عَبْدًا غَفَرَ اللهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ فَيَأْتُوْنِيْ فَأَنْطَلِقُ حَتَّى أَسْتَأْذِنَ عَلَى رَبِّيْ فَيُؤْذَنَ لِيْ فَإِذَا رَأَيْتُ رَبِّيْ وَقَعْتُ سَاجِدًا فَيَدَعُنِيْ مَا شَاءَ اللهُ ثُمَّ يُقَالُ ارْفَعْ رَأْسَكَ وَسَلْ تُعْطَهْ وَقُلْ يُسْمَعْ وَاشْفَعْ تُشَفَّعْ فَأَرْفَعُ رَأْسِيْ فَأَحْمَدُهُ بِتَحْمِيْدٍ يُعَلِّمُنِيْهِ ثُمَّ أَشْفَعُ فَيَحُدُّ لِيْ حَدًّا فَأُدْخِلُهُمْ الْجَنَّةَ ثُمَّ أَعُوْدُ إِلَيْهِ فَإِذَا رَأَيْتُ رَبِّيْ مِثْلَهُ ثُمَّ أَشْفَعُ فَيَحُدُّ لِيْ حَدًّا فَأُدْخِلُهُمْ الْجَنَّةَ ثُمَّ أَعُوْدُ الرَّابِعَةَ فَأَقُوْلُ مَا بَقِيَ فِي النَّارِ إِلَّا مَنْ حَبَسَهُ الْقُرْآنُ وَوَجَبَ عَلَيْهِ الْخُلُوْدُ\nقَالَ أَبُوْ عَبْد اللهِ إِلَّا مَنْ حَبَسَهُ الْقُرْآنُ يَعْنِيْ قَوْلَ اللهِ تَعَالَى {خَالِدِيْنَ فِيْهَا}",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}