{
  "hadith": {
    "hadith_id": 4480,
    "narrator": "আনাস (রাঃ)",
    "bn": "‘আবদুল্লাহ ইবনু সালাম (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর শুভাগমনের খবর পেলেন। তখন তিনি (‘আবদুল্লাহ ইবনু সালাম) বাগানে ফল সংগ্রহ করছিলেন। তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে এসে বললেন, আমি আপনাকে তিনটি বিষয়ে জিজ্ঞেস করব যা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ব্যতীত অন্য কেউ জানেন না। তা হল ক্বিয়ামাতের প্রথম আলামাত কী? জান্নাতীদের প্রথম খাদ্য কী হবে? এবং সন্তান কখন পিতার মত হয় আর কখন মাতার মত হয়? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, আমাকে জিব্রীল (‘আ.) এখনই এসব ব্যাপারে জানিয়ে গেলেন, ‘আবদুল্লাহ ইবনু সালাম বললেন, জিবরীল? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলল, হ্যাঁ। ইবনু সালাম বললেন, সে তো মালায়িকাদের মধ্যে ইয়াহূদীদের শত্র“। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এই আয়াত পাঠ করলেন, আপনি বলে দিন ঃ যে কেউ জিবরাঈলের শত্র“ এ কারণে যে, সে আল্লাহ্‌র নির্দেশে আপনার অন্তরে কুরআন অবতীর্ণ করেছে (সূরাহ আল-বাকারাহ ২/৯৭)। ক্বিয়ামাতের প্রথম আলামাত হল, এক রকম আগুন মানুষদেরকে পূর্ব থেকে পশ্চিম প্রান্ত পর্যন্ত একত্রিত করবে। আর জান্নাতীরা প্রথমে যা খাবেন তা হল মাছের কলিজার টুকরা। আর যখন পুরুষের বীর্য স্ত্রীর উপর প্রাধান্য লাভ করে তখন সন্তান পিতার আকৃতি পায় এবং যখন স্ত্রীর বীর্য পুরুষের উপর প্রাধান্য লাভ করে তখন সন্তান মাতার আকৃতি পায়। তখন ‘আবদুল্লাহ ইবনু সালাম (রাঃ) বললেন, আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ব্যতীত কোন ইলাহ্ নেই এবং আরও সাক্ষ্য দিচ্ছি যে, আপনি অবশ্যই আল্লাহ্‌র রসূল। হে আল্লাহ্‌র রসূল! ইয়াহূদরা চরম মিথ্যারোপকারী। যদি তারা আপনার প্রশ্ন করার পূর্বেই আমার ইসলাম গ্রহণের সংবাদ জেনে যায় তবে তারা আমার প্রতি অপবাদ আরোপ করবে। ইতোমধ্যে ইয়াহূদীরা এসে গেল। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ইয়াহূদীদের জিজ্ঞেস করলেন, আবদুল্লাহ তোমাদের মধ্যে কেমন লোক? তারা উত্তর দিল, তিনি আমাদের মধ্যে উত্তম এবং আমাদের মধ্যে সম্ভ্রান্ত ব্যক্তির পুত্র। তিনি আমাদের নেতা এবং আমাদের নেতার ছেলে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, যদি ‘আবদুল্লাহ ইবনু সালাম ইসলাম গ্রহণ করেন, তাহলে তোমাদের অভিমত কী? তারা বলল, আল্লাহ তাকে এর থেকে রক্ষা করুন। তখন [‘আবদুল্লাহ ইবনু সালাম (রাঃ)] বের হয়ে এসে বললেন, আমি সাক্ষ্য দেই যে, আল্লাহ ব্যতীত কোন ইলাহ্ নেই এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) অবশ্যই আল্লাহ্‌র প্রেরিত রসূল। তখন তারা বলল, সে আমাদের মধ্যে মন্দ ব্যক্তি ও মন্দ ব্যক্তির ছেলে। তারপর তারা ইবনু সালাম (রাঃ)-কে দোষী সাব্যস্ত করে সমালোচনা করতে লাগল। তখন ‘আবদুল্লাহ ইবনু সালাম (রাঃ) বললেন, হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)! এটাই আমি আশঙ্কা করছিলাম। [৩৩২৯] (আ.প্র. ৪১২২, ই.ফা. ৪১২৫)",
    "ar": "حَدَّثَنَا عَبْدُ اللهِ بْنُ مُنِيْرٍ سَمِعَ عَبْدَ اللهِ بْنَ بَكْرٍ حَدَّثَنَا حُمَيْدٌ عَنْ أَنَسٍ قَالَ سَمِعَ عَبْدُ اللهِ بْنُ سَلَامٍ بِقُدُوْمِ رَسُوْلِ اللهِ صلى الله عليه وسلم وَهْوَ فِيْ أَرْضٍ يَخْتَرِفُ فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَقَالَ إِنِّيْ سَائِلُكَ عَنْ ثَلَاثٍ لَا يَعْلَمُهُنَّ إِلَّا نَبِيٌّ فَمَا أَوَّلُ أَشْرَاطِ السَّاعَةِ وَمَا أَوَّلُ طَعَامِ أَهْلِ الْجَنَّةِ وَمَا يَنْزِعُ الْوَلَدُ إِلَى أَبِيْهِ أَوْ إِلَى أُمِّهِ قَالَ أَخْبَرَنِيْ بِهِنَّ جِبْرِيْلُ آنِفًا قَالَ جِبْرِيْلُ قَالَ نَعَمْ قَالَ ذَاكَ عَدُوُّ الْيَهُوْدِ مِنَ الْمَلَائِكَةِ فَقَرَأَ هَذِهِ الْآيَةَ {مَنْ كَانَ عَدُوًّا لِّجِبْرِيْلَ فَإِنَّه” نَزَّلَه” عَلٰى قَلْبِكَ} بِإِذْنِ اللهِ أَمَّا أَوَّلُ أَشْرَاطِ السَّاعَةِ فَنَارٌ تَحْشُرُ النَّاسَ مِنَ الْمَشْرِقِ إِلَى الْمَغْرِبِ وَأَمَّا أَوَّلُ طَعَامٍ يَأْكُلُهُ أَهْلُ الْجَنَّةِ فَزِيَادَةُ كَبِدِ حُوْتٍ وَإِذَا سَبَقَ مَاءُ الرَّجُلِ مَاءَ الْمَرْأَةِ نَزَعَ الْوَلَدَ وَإِذَا سَبَقَ مَاءُ الْمَرْأَةِ نَزَعَتْ قَالَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَشْهَدُ أَنَّكَ رَسُوْلُ اللهِ يَا رَسُوْلَ اللهِ إِنَّ الْيَهُوْدَ قَوْمٌ بُهُتٌ وَإِنَّهُمْ إِنْ يَعْلَمُوْا بِإِسْلَامِيْ قَبْلَ أَنْ تَسْأَلَهُمْ يَبْهَتُوْنِيْ فَجَاءَتْ الْيَهُوْدُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم أَيُّ رَجُلٍ عَبْدُ اللهِ فِيْكُمْ قَالُوْا خَيْرُنَا وَابْنُ خَيْرِنَا وَسَيِّدُنَا وَابْنُ سَيِّدِنَا قَالَ أَرَأَيْتُمْ إِنْ أَسْلَمَ عَبْدُ اللهِ بْنُ سَلَامٍ فَقَالُوْا أَعَاذَهُ اللهُ مِنْ ذَلِكَ فَخَرَجَ عَبْدُ اللهِ فَقَالَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللهُ وَأَنَّ مُحَمَّدًا رَسُوْلُ اللهِ فَقَالُوْا شَرُّنَا وَابْنُ شَرِّنَا وَانْتَقَصُوْهُ قَالَ فَهَذَا الَّذِيْ كُنْتُ أَخَافُ يَا رَسُوْلَ اللهِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}