{
  "hadith": {
    "hadith_id": 4486,
    "narrator": "বারাআ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) মাদীনাহ্তে ষোল অথবা সতের মাস যাবৎ বাইতুল মাকদাসের দিকে মুখ করে সলাত আদায় করেন। অথচ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বাইতুল্লাহ্র দিকে তার কিবলা হওয়াকে পছন্দ করতেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ‘আসর এর সলাত (কা‘বার দিকে মুখ করে) আদায় করেন এবং লোকেরাও তাঁর সঙ্গে সলাত আদায় করেন। এরপর তাঁর সঙ্গে সলাত আদায়কারী একজন বের হন এবং তিনি একটি মাসজিদের লোকেদের পার্শ্ব দিয়ে গেলেন তখন তারা রুকু অবস্থায় ছিলেন। তিনি বললেন, আমি আল্লাহ্কে সাক্ষী রেখে বলছি যে, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সঙ্গে মাক্কাহ্র দিকে মুখ করে সলাত আদায় করেছি। এ কথা শোনার পর তাঁরা যে অবস্থায় ছিলেন, সে অবস্থায় বাইতুল্লাহ্র দিকে ফিরে গেলেন। আর যারা কিবলা বাইতুল্লাহর দিকে পরিবর্তনের পূর্বে বাইতুল মাকদাসের দিকে সলাত আদায় অবস্থায় মারা গিয়েছেন, শহীদ হয়েছেন, তাদের সম্পর্কে আমরা কী বলব তা আমাদের জানা ছিল না। তখন আল্লাহ তা‘আলা এ আয়াত অবতীর্ণ করেন “আল্লাহ এমন নন যে, তোমাদের ঈমান ব্যর্থ করে দেবেন। নিশ্চয় আল্লাহ মানুষের প্রতি পরম মমতাময়, পরম দয়ালু” (সূরাহ আল-বাকারাহ ২/১৪৩)। [৪০] (আ.প্র. ৪১২৮, ই.ফা. ৪১৩১)",
    "ar": "أَبُوْ نُعَيْمٍ سَمِعَ زُهَيْرًا عَنْ أَبِيْ إِسْحَاقَ عَنِ الْبَرَاءِ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم صَلَّى إِلَى بَيْتِ الْمَقْدِسِ سِتَّةَ عَشَرَ شَهْرًا أَوْ سَبْعَةَ عَشَرَ شَهْرًا وَكَانَ يُعْجِبُهُ أَنْ تَكُوْنَ قِبْلَتُهُ قِبَلَ الْبَيْتِ وَأَنَّهُ صَلَّى أَوْ صَلَّاهَا صَلَاةَ الْعَصْرِ وَصَلَّى مَعَهُ قَوْمٌ فَخَرَجَ رَجُلٌ مِمَّنْ كَانَ صَلَّى مَعَهُ فَمَرَّ عَلَى أَهْلِ الْمَسْجِدِ وَهُمْ رَاكِعُوْنَ قَالَ أَشْهَدُ بِاللهِ لَقَدْ صَلَّيْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم قِبَلَ مَكَّةَ فَدَارُوْا كَمَا هُمْ قِبَلَ الْبَيْتِ وَكَانَ الَّذِيْ مَاتَ عَلَى الْقِبْلَةِ قَبْلَ أَنْ تُحَوَّلَ قِبَلَ الْبَيْتِ رِجَالٌ قُتِلُوْا لَمْ نَدْرِ مَا نَقُوْلُ فِيْهِمْ فَأَنْزَلَ اللهُ {وَمَا كَانَ اللهُ لِيُضِيْعَ إِيْمَانَكُمْ إِنَّ اللهَ بِالنَّاسِ لَرَءُوْفٌ رَّحِيْمٌ}",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}