{
  "hadith": {
    "hadith_id": 4514,
    "narrator": "নাফি’ (রহ.)",
    "bn": "এক ব্যক্তি ইবনু ‘উমার (রাঃ)-এর নিকট এসে বলল, হে আবূ ‘আবদুর রহমান! কী কারণে আপনি এক বছর হাজ্জ করেন এবং এক বছর ‘উমরাহ করেন অথচ আল্লাহ্‌র পথে জিহাদ ত্যাগ করেছেন? আপনি পরিজ্ঞাত আছেন যে, আল্লাহ এ বিষয়ে জিহাদ সম্পর্কে কীভাবে উদ্বুদ্ধ করেছেন। ইবনু ‘উমার (রাঃ) বললেন, হে ভাতিজা! ইসলামের ভিত্তি স্থাপিত হয়েছে পাঁচটি বস্তুর উপর ঃ আল্লাহ ও তাঁর রসূল (সঃ)-এর প্রতি ঈমান আনা, পাঁচ ওয়াক্ত সলাত প্রতিষ্ঠা, রমাযানের সওম পালন, যাকাত প্রদান এবং বাইতুল্লাহ্র হাজ্জ পালন। তখন সে ব্যক্তি বলল, হে আবূ ‘আবদুর রহমান! আল্লাহ তা‘আলা তাঁর কিতাবে কী বর্ণনা করেছেন তা কি আপনি শুনেননি? وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِنْ بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللهِ “আর যদি মু‘মিনদের দু’টি দল পরস্পর যুদ্ধে লিপ্ত হয়ে পড়ে, তবে তোমরা তাদের মধ্যে সন্ধি স্থাপন করে দিবে। অতঃপর যদি তাদের একদল অন্য দলের উপর বাড়াবাড়ি করে, তবে তোমরা যারা বাড়াবাড়ি করে তাদের বিরুদ্ধে যুদ্ধ করবে যে পর্যন্ত না তারা আল্লাহ্‌র হুকুমের দিকে ফিরে আসে। যদি তারা ফিরে আসে, তবে তোমরা উভয় দলের মধ্যে ন্যায়ের সঙ্গে সন্ধি করে দিবে এবং ইনসাফ করবে। নিশ্চয় আল্লাহ ইনসাফ কায়িমকারীদেরকে ভালবাসেন।” (সূরাহ আল-হুজরাত ৪৯/৯)\nقَاتِلُوهُمْ حَتَّى لاَ تَكُونَ فِتْنَةٌ (এ আয়াতগুলো শ্রবণ করার পর) ইবনু ‘উমার (রাঃ) বললেন, আমরা এ কাজ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর যুগে করেছি এবং তখন ইসলামের অনুসারীর দল স্বল্প সংখ্যক ছিল। যদি কোন লোক দ্বীন সম্পর্কে ফিতনায় নিপতিত হত তখন হয় তাকে হত্যা করা হত অথবা শাস্তি প্রদান করা হত। এভাবে ইসলামের অনুসারীর সংখ্যা বেড়ে গেল। তখন আর কোন ফিতনা রইল না। [৮, ৩১৩০] (আ.প্র. ৪১৫৭, ই.ফা. ৪১৫৮ শেষাংশ)",
    "ar": "وَزَادَ عُثْمَانُ بْنُ صَالِحٍ عَنْ ابْنِ وَهْبٍ قَالَ أَخْبَرَنِيْ فُلَانٌ وَحَيْوَةُ بْنُ شُرَيْحٍ عَنْ بَكْرِ بْنِ عَمْرٍو الْمَعَافِرِيِّ أَنَّ بُكَيْرَ بْنَ عَبْدِ اللهِ حَدَّثَهُ عَنْ نَافِعٍ أَنَّ رَجُلًا أَتَى ابْنَ عُمَرَ فَقَالَ يَا أَبَا عَبْدِ الرَّحْمَنِ مَا حَمَلَكَ عَلَى أَنْ تَحُجَّ عَامًا وَتَعْتَمِرَ عَامًا وَتَتْرُكَ الْجِهَادَ فِيْ سَبِيْلِ اللهِ عَزَّ وَجَلَّ وَقَدْ عَلِمْتَ مَا رَغَّبَ اللهُ فِيْهِ قَالَ يَا ابْنَ أَخِيْ بُنِيَ الإِسْلَامُ عَلَى خَمْسٍ إِيْمَانٍ بِاللهِ وَرَسُوْلِهِ وَالصَّلَاةِ الْخَمْسِ وَصِيَامِ رَمَضَانَ وَأَدَاءِ الزَّكَاةِ وَحَجِّ الْبَيْتِ قَالَ يَا أَبَا عَبْدِ الرَّحْمَنِ أَلَا تَسْمَعُ مَا ذَكَرَ اللهُ فِيْ كِتَابِهِ {وَإِنْ طَآئِفَتٰنِ مِنَ الْمُؤْمِنِيْنَ اقْتَتَلُوْا فَأَصْلِحُوْا بَيْنَهُمَا ج فَإِنْمبَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرٰى فَقَاتِلُوا الَّتِيْ تَبْغِيْ حَتّٰى تَفِيْٓءَ إِلٰٓى أَمْرِ اللهِ} وَ{قَاتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ} قَالَ فَعَلْنَا عَلَى عَهْدِ رَسُوْلِ اللهِ صلى الله عليه وسلم وَكَانَ الإِسْلَامُ قَلِيْلًا فَكَانَ الرَّجُلُ يُفْتَنُ فِيْ دِيْنِهِ إِمَّا قَتَلُوْهُ وَإِمَّا يُعَذِّبُوْنَهُ حَتَّى كَثُرَ الإِسْلَامُ فَلَمْ تَكُنْ فِتْنَةٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}