{
  "hadith": {
    "hadith_id": 4521,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, তামাত্তু আদায়কারী ‘উমরাহ আদায়ের পর যদ্দিন হালাল অবস্থায় থাকবে তদ্দিন বাইতুল্লাহ তাওয়াফ করবে। তারপর হাজ্জের জন্য ইহ্রাম বাঁধবে। এরপর যখন ‘আরাফাতে যাবে তখন উট, গরু, ছাগল ইত্যাদি যা মুহ্রিমের জন্য সহজলভ্য হয় তা মীনাতে কুরবানী করবে। আর যে কুরবানীর সঙ্গতি রাখে না সে হাজ্জের দিনসমূহের মধ্যে তিনদিন সওম পালন করবে। আর তা ‘আরাফার দিনের আগে হতে হবে। আর তিনদিনের শেষ দিন যদি ‘আরাফার দিন হয়, তবে তাতে কোন দোষ নেই। তারপর ‘আরাফাত ময়দানে যাবে এবং সেখানে ‘আসরের সলাত হতে সূর্যাস্তের অন্ধকার পর্যন্ত ‘ওকুফ (অবস্থান) করবে। এরপর ‘আরাফা হতে প্রত্যাবর্তন করে মুযদালাফায় পৌঁছে সেখানে পুণ্য অর্জনের কাজ করতে থাকবে আর সেখানে আল্লাহ্কে অধিক অথবা (রাবীর সন্দেহ) সবচেয়ে অধিক স্মরণ করবে। সেখানে ফাজ্র হওয়ার পূর্ব পর্যন্ত তাকবীর ও তাহলীল পাঠ করবে। এরপর (মীনার দিকে) প্রত্যাবর্তন করবে যেভাবে অন্যান্য লোক প্রত্যাবর্তন করে। যেমন আল্লাহ তা‘আলা বলেন, “এরপর প্রত্যাবর্তন কর সেখান হতে, যেখান হতে লোকজন প্রত্যাবর্তন করে এবং আল্লাহ্‌র কাছে ক্ষমা প্রার্থনা কর, নিশ্চয় আল্লাহ তা‘আলা ক্ষমাশীল, দয়াময়।” তারপর জামরায় প্রস্তর নিক্ষেপ করবে। (আ.প্র. ৪১৬৩, ই.ফা. ৪১৬৪)",
    "ar": "مُحَمَّدُ بْنُ أَبِيْ بَكْرٍ حَدَّثَنَا فُضَيْلُ بْنُ سُلَيْمَانَ حَدَّثَنَا مُوْسَى بْنُ عُقْبَةَ أَخْبَرَنِيْ كُرَيْبٌ عَنْ ابْنِ عَبَّاسٍ قَالَ يَطَّوَّفُ الرَّجُلُ بِالْبَيْتِ مَا كَانَ حَلَالًا حَتَّى يُهِلَّ بِالْحَجِّ فَإِذَا رَكِبَ إِلَى عَرَفَةَ فَمَنْ تَيَسَّرَ لَهُ هَدِيَّةٌ مِنَ الإِبِلِ أَوِ الْبَقَرِ أَوِ الْغَنَمِ مَا تَيَسَّرَ لَهُ مِنْ ذَلِكَ أَيَّ ذَلِكَ شَاءَ غَيْرَ أَنَّهُ إِنْ لَمْ يَتَيَسَّرْ لَهُ فَعَلَيْهِ ثَلَاثَةُ أَيَّامٍ فِي الْحَجِّ وَذَلِكَ قَبْلَ يَوْمِ عَرَفَةَ فَإِنْ كَانَ آخِرُ يَوْمٍ مِنَ الْأَيَّامِ الثَلَاثَةِ يَوْمَ عَرَفَةَ فَلَا جُنَاحَ عَلَيْهِ ثُمَّ لِيَنْطَلِقْ حَتَّى يَقِفَ بِعَرَفَاتٍ مِنْ صَلَاةِ الْعَصْرِ إِلَى أَنْ يَكُوْنَ الظَّلَامُ ثُمَّ لِيَدْفَعُوْا مِنْ عَرَفَاتٍ إِذَا أَفَاضُوْا مِنْهَا حَتَّى يَبْلُغُوْا جَمْعًا الَّذِيْ يَبِيْتُوْنَ بِهِ ثُمَّ لِيَذْكُرُوا اللهَ كَثِيْرًا وَأَكْثِرُوا التَّكْبِيْرَ وَالتَّهْلِيْلَ قَبْلَ أَنْ تُصْبِحُوْا ثُمَّ أَفِيْضُوْا فَإِنَّ النَّاسَ كَانُوْا يُفِيْضُوْنَ وَقَالَ اللهُ تَعَالَى {ثُمَّ أَفِيْضُوْا مِنْ حَيْثُ أَفَاضَ النَّاسُ وَاسْتَغْفِرُوا اللهَ إِنَّ اللهَ غَفُوْرٌ رَّحِيْمٌ} حَتَّى تَرْمُوا الْجَمْرَةَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}