{
  "hadith": {
    "hadith_id": 4522,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এই বলে দু‘আ করতেন ঃ اللهُمَّ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ “হে আমাদের প্রভু! এ দুনিয়াতেও আমাদের কল্যাণ দান কর এবং আখিরাতেও কল্যাণ দান কর এবং দোজখের ‘আযাব থেকে আমাদের রক্ষা কর” (সূরাহ আল-বাকারাহ ২/২০১)। (আ.প্র. ৪১৬৪, ই.ফা. ৪১৬৫)",
    "ar": "أَبُوْ مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ عَنْ عَبْدِ الْعَزِيْزِ عَنْ أَنَسٍ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يَقُوْلُ {اللّٰهُمَّ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ}",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] উপরোক্ত আয়াতটিকে আল্লাহর রসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম অধিকাংশ সময় পঠিতব্য দু‘আ হিসেবে ব্যবহার করেছেন। কারণ উক্ত দু‘আ ও আয়াতের দ্বারা বান্দা আল্লাহর নিকট দুনিয়ার সামগ্রিক কল্যাণ ও আখিরাতের যাবতীয় কল্যাণ কামনা করে থাকে। আখিরাতের অনন্ত জীবনকে ভুলে গিয়ে যারা কেবল পার্থিব জীবনকে নিয়ে ব্যস্ত, তাদেরকে এই বস্ত্তজগতের মোহ-মমতার প্রতি এত বিপুল পরিমাণে আকর্ষণ করে যে, শেষ পর্যন্ত এই শ্রেণীর মানুষ আল্লাহকে ভুলে গিয়ে সীমাহীনভাবে পাপাসক্তিতে লিপ্ত হয়, স্বীয় স্বার্থ হাসিলের জন্য প্রয়োজনে অন্যায়-অত্যাচার, অবিচার, ব্যভিচার ও লুণ্ঠনসহ যাবতীয় নৃশংসতা, নিষ্ঠুরতার সীমা ছাড়িয়ে এক হিংস্র পশুতে পরিণত হয়। অবলীলায় সৃষ্টি জগতের প্রতিটি ক্ষেত্রে স্বার্থপরতা, ভোগবাদিতা, লোলুপতা ও লাম্পট্য তাকে আল্লাহ বিমুখ করে দেয়। ফলে এই শ্রেণীর মানুষদের মধ্য হতেই নাস্তিক্যবাদ মাথা চাড়া দিয়ে ওঠে। শেষ পর্যন্ত নাস্তিক হয়ে তাকে দুনিয়া ত্যাগ করতে হয়।\n\n পক্ষান্তরে আল্লাহয় বিশ্বাসী আর এক শ্রেণীর মানুষ দুনিয়ার প্রতি এতই ত্যক্ত, বিরক্ত যে তারা বিবাহ-শাদীতে অনাগ্রহী ব্যবসা-বাণিজ্যে অমনোযোগী, ঘর-সংসারের কাজে-কর্মে অনুৎসাহী হয়ে এক ধরনের বৈরাগ্য জীবন যাপনে অভ্যস্ত হয়ে কালাতিপাত করতে থাকে। বলা বাহুল্য, এই শ্রেণীর মানুষ সমাজ, দেশ, জাতি ও বিশ্ব সভ্যতার উপরে দুর্বহ বোঝার ন্যায় বিচরণ করছে। উল্লেখ্য, উপরোক্ত উভয় শ্রেণীর মানুষই মানবতা, সভ্যতা ও বিশ্ব বিবেকের বিচারে অবাঞ্ছিত, অনাকাঙ্ক্ষিত বটে। অতএব আলোচ্য প্রার্থনামূলক আয়াত দ্বারা আল্লাহ তা‘আলা এতদুভয়কেই এক নৈতিক, আধ্যাত্মিক, ব্যবহারিক তথা মানুষের প্রাত্যহিক জীবনকে পরিমার্জিত ও সুষমামন্ডিত করার জন্য এক অভূতপূর্ব প্রশিক্ষণের ব্যবস্থা করেছেন। আলোচ্য দু‘আর আয়াতে উভয় শ্রেণীকে এক সুসমন্বয় ও ভারসাম্যপূর্ণ অবস্থায় উন্নীত করার সুচিন্তিত ব্যবস্থা ঘোষণা করা হয়েছে। আর এ বিষয়ের সংক্ষিপ্ত কথা এই যে, কেবল দুনিয়া দুনিয়া করে মহামূল্যবান জীবনকে শেষ করলে চলবে না, আখিরাত অবশ্যম্ভাবী। আবার আখিরাতের প্রতি মনোযোগ দিতে গিয়ে কেউ যেন সংসারবিরাগী হয়ে না যায়। কৃচ্ছ্র সাধনায়, বৈরাগ্য সাধনায় ইহ-পরকালের কোন কল্যাণ নেই, আল্লাহ প্রেমিক যেন এ কথাটিকে শিরোধার্য করে নেয়। উক্ত আয়াতের একান্ত ও মৌল লক্ষ্য এটাই। দুনিয়ার প্রতি আসক্তি আসার প্রয়োজন আছে, অতটুকু যতটুকু উপায়-উপকরণ ব্যক্তির স্বাভাবিক জীবন যাপনে আবশ্যক। যেমন কবির ভাষায় প্রতিভাত হয়েছেঃ آب اندر در هلاك كشتى است - آب اندر زير كشتى ﭘشتى است (رومي رح)\n\n নৌকা চলতে পানির আবশ্যকতা অনস্বীকার্য। কিন্তু সেই পানি নৌকায় বেশী পরিমাণে প্রবেশ করলে নৌকার ধ্বংস ও নিমজ্জিত হওয়ার আশঙ্কা আছে। সুতরাং এ দুনিয়ার সাথে একজন মু’মিনের সম্পর্ক তেমন, যেমন নৌকার সাথে পানির সম্পর্ক। একজন মু’মিনের জন্য দুনিয়ায় সতর্কতা আবশ্যক। যাতে সে এ ভব সাগরে চিরতরেই ডুবে না যায়। আসুন! এখন এ বিষয়ে নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর অমিয় বাণী থেকে হিদায়াত গ্রহণে মনোনিবেশ করি। সহীহুল বুখারীর বর্ণনায় নিম্নোক্ত সহীহ হাদীস, আহমাদ বিন হাম্বলের বর্ণনায় ও অন্যান্য গ্রহণযোগ্য বর্ণনাকারীদের রিওয়ায়াতে আছে।\n\n فقال البخاري: حدثنا معمر حدثنا عبد الوارث عن عبد العزيز عن أنس بن مالك قال: كان النبي - صلى الله عليه وسلم - يقول \"اللهم ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار\" وقال أحمد: حدثنا إسماعيل بن إبراهيم حدثنا عبد العزيز بن صهيب قال: سأل قتادة أنسا أي دعوة كان أكثر ما يدعوها النبي صلى الله عليه وسلم قال: يقول \"اللهم ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار\" وكان أنس إذا أراد أن يدعو بدعوة دعا بها وإذا أراد أن يدعو بدعاء دعا بها فيه ورواه مسلم وقال ابن أبي حاتم: حدثنا أبي حدثنا أبو نعيم حدثنا عبدالسلام بن شداد يعني أبا طالوت قال: كنت عند أنس بن مالك فقال له ثابت إن إخوانك يحبون أن تدعو لهم فقال: اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار وتحدثوا ساعة حتى إذا أرادوا القيام قال أبا حمزة: إن إخوانك يريدون القيام فادع الله لهم فقال: أتريدون أن أشقق لكم الْأمور إذا آتاكم الله في الدنيا حسنة وفي الآخرة حسنة ووقاكم عذاب النار فقد آتاكم الخير كله. وقال أحمد أيضا: حدثنا محمد بن أبي عدي عن حميد عن ثابت عن أنس أن رسول الله - صلى الله عليه وسلم - عاد رجلا من المسلمين قد صار مثل الفرخ فقال له رسول الله - صلى الله عليه وسلم - \"هل تدعو الله بشيء أو تسأله إياه\" قال نعم: كنت أقول اللهم ما كنت معاقبي به في الآخرة فعجله لي في الدنيا. فقال رسول الله - صلى الله عليه وسلم - \"سبحان الله لا تطيقه أو لا تستطيعه فهلا قلت \"ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار\" قال فدعا الله فشفاه\n\n অর্থঃ ইমাম বুখারী (রহ.) পরপর কয়েকজন বর্ণনাকারীর উল্লেখ করে আনাস বিন মালিক (রাঃ) থেকে তিনি নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম হতে বর্ণনা করেছেন, তিনি বলেন, আল্লাহর রসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এই বলে দু‘আ করতেন, হে আল্লাহ! তুমি আমাদের দুনিয়ার যাবতীয় কল্যাণ দান কর এবং আখিরাতের সমস্ত কল্যাণও দান কর এবং জাহান্নামের শাস্তি হতে বাঁচাও। অতঃপর ইমাম আহমাদ বলেন, ক্বাতাদাহ আনাস (রাঃ)-কে জিজ্ঞেস করেন যে, নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম কোন দু‘আটি বেশী বেশী করতেন? তিনি (উত্তরে) বলেন, নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ‘রাববানা আতিনা ফিদ্দুনিয়া . . . . . . . . ওয়াক্বিনা ‘আযাবান নার’ এই দু‘আই বেশী বেশী করতেন। অতঃপর ইমাম মুসলিম বলেন, আনাস (রাঃ) দু‘আ করার ইচ্ছা করলে তিনিও উক্ত দু‘আ করতেন। আনাস বিন মালিক (রাঃ)-এর অন্য বর্ণনায় দেখা যায় তাঁকে ‘সাবিত’ নামক জনৈক তাবিয়ী বলেন যে, আপনার ভাইয়েরা কামনা করছে, আপনি তাদের জন্য একটু দু‘আ করুন, তখন তিনি উপরোক্ত দু‘আই করেন। আনাস হতে আর একটি ঘটনার উল্লেখ দেখা যায়, তা এই যে, আল্লাহর রসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এক মুসলিম রোগীকে ডাকলেন; যে স্বীয় রোগব্যাধির কারণে অত্যন্ত ভীত হয়ে পড়েছিল। আল্লাহর রসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাকে বললেন, তুমি কি আল্লাহর কাছে দু‘আর মাধ্যমে কোন কিছু চাও? লোকটি বলল, হ্যাঁ চাই। আর তা এই যে, আমি আল্লাহ তা‘আলার নিকট দু‘আ করছি, তিনি যেন আমাকে আখিরাতে শাস্তি না দিয়ে তাড়াতাড়ি এই দুনিয়াতেই শাস্তি দেন। আল্লাহর রসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বললেন, সুবহানাল্লাহ! ওহে! তোমার তা সহ্য করার ক্ষমতা নেই। কেন তুমি ‘রাববানা আতিনা . . . . . ওয়াক্বিনা ‘আযাবান্ নার’- এই দু‘আটি আল্লাহর নিকট করছ না? রাবী বলেন, অতঃপর এই দু‘আর ওয়াসীলায় আল্লাহ তা‘আলা উক্ত লোকটিকে রোগ-যন্ত্রণা হতে মুক্তি দেন ও সুস্থ করেন। সুবহানাল্লাহ! আলোচ্য আয়াত ও উল্লেখিত হাদীসসমূহ দ্বারা নিশ্চিতভাবেই প্রমাণিত হচ্ছে নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম দুনিয়া আখিরাত উভয়টিকেই মানুষের জন্য অত্যাবশ্যকীয় বিধায় স্বীয় মুবারক দু‘আর মাধ্যমে দুনিয়া ও আখিরাতের কল্যাণের জন্য দু‘আ করতেন এবং আল্লাহ তা‘আলার বিধান ও মর্জি এ বিষয়ে এমন বলেই তিনি কুরআন মাজীদের দ্বারা তদীয় নাবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ও সমস্ত মু’মিনদেরকে দুনিয়ার কল্যাণ, আখিরাতের কল্যাণ ও জাহান্নাম হতে মুক্তির জন্য প্রার্থনা বাক্য শিক্ষা দিয়েছেন। যাতে একটা করতে গিয়ে আর একটা হালকা হয়ে না যায়। সুতরাং এ বিষয়টির উপসংহার করতে গিয়ে ফারসী ভাষায় রচিত আল্লাহর ওয়ালীর কবিতাখানি এখানে যথার্থই প্রণিধানযোগ্য। কবি বলেনঃ نمردانست كه دينا دوست دارد ু اكر دارد برائ دوست دارد (سعدي رح)\n\n এ দুনিয়া আমার প্রকৃত বন্ধু নয়, তবে আমার পরম বন্ধু আল্লাহর কাজ করতে গিয়ে দুনিয়ার সাহায্য নিতে হয়। এজন্য যতটুকু একান্ত প্রয়োজন, হালাল-হারামের সীমার মধ্যে অবস্থান করে ঠিক ততটুকু দুনিয়াদারী করা দূষণীয় নয়। বরং আবশ্যক বটে।",
    "chapter": {
      "chapter_number": "65"
    }
  }
}