{
  "hadith": {
    "hadith_id": 4532,
    "narrator": "মুহাম্মাদ ইবনু সীরীন (রাঃ)",
    "bn": "তিনি বলেন, আমি এমন একটি মজলিসে উপবিষ্ট ছিলাম যেখানে নেতৃস্থানীয় আনসারদের কতক ছিলেন এবং তাঁদের মাঝে ‘আবদুর রহমান বিন আবূ লাইলা (রহ.)-ও ছিলেন। এরপর সুরাইয়া বিনতে হারিস (রহ.) প্রসঙ্গে বর্ণিত ‘আবদুল্লাহ বিন উত্বা (রহ.)-এর হাদীসটি নিয়ে আলোচনা করলাম, এরপর ‘আবদুর রহমান (রহ.) বললেন, “পক্ষান্তরে তাঁর চাচা এ রকম বলতেন না” অনন্তর আমি বললাম, কূফায় বসবাসরত ব্যক্তিটি সম্পর্কে যদি আমি মিথ্যা বলি তবে আমি হব চরম ধৃষ্ট এবং তিনি তাঁর স্বর উঁচু করলেন, তিনি বললেন, তারপর আমি বের হলাম এবং মালিক বিন ‘আমির (রাঃ) মালিক ইবনু ‘আওফ (রহ.)-এর সঙ্গে আমি বললাম, গর্ভাবস্থায় বিধবা রমণীর ব্যাপারে ইবনু মাস‘ঊদ (রাঃ)-এর মন্তব্য কী ছিল, বললেন যে ইবনু মাস‘ঊদ (রাঃ) বলেছেন, তোমরা কি তার উপর কঠোরতা অবলম্বন করছ আর তার জন্য সহজ বিধানটি অবলম্বন করছ না, সংক্ষিপ্ত সূরাহ নাসটি (সূরাহ ত্বালাক) দীর্ঘটি পরে অবতীর্ণ হয়েছে। আইয়ুব (রহ.) মুহাম্মাদ (রহ.) থেকে বর্ণনা করেছেন, আবূ আতিয়াহ মালিক বিন ‘আমির (রহ.)-এর সঙ্গে আমি সাক্ষাৎ করেছিলাম। [৪৯১০] (আ.প্র. ৪১৭২, ই.ফা. ৪১৭৩)",
    "ar": "حِبَّانُ حَدَّثَنَا عَبْدُ اللهِ أَخْبَرَنَا عَبْدُ اللهِ بْنُ عَوْنٍ عَنْ مُحَمَّدِ بْنِ سِيْرِيْنَ قَالَ جَلَسْتُ إِلَى مَجْلِسٍ فِيْهِ عُظْمٌ مِنَ الْأَنْصَارِ وَفِيْهِمْ عَبْدُ الرَّحْمَنِ بْنُ أَبِيْ لَيْلَى فَذَكَرْتُ حَدِيْثَ عَبْدِ اللهِ بْنِ عُتْبَةَ فِيْ شَأْنِ سُبَيْعَةَ بِنْتِ الْحَارِثِ فَقَالَ عَبْدُ الرَّحْمَنِ وَلَكِنَّ عَمَّهُ كَانَ لَا يَقُوْلُ ذَلِكَ فَقُلْتُ إِنِّيْ لَجَرِيْءٌ إِنْ كَذَبْتُ عَلَى رَجُلٍ فِيْ جَانِبِ الْكُوْفَةِ وَرَفَعَ صَوْتَهُ قَالَ ثُمَّ خَرَجْتُ فَلَقِيْتُ مَالِكَ بْنَ عَامِرٍ أَوْ مَالِكَ بْنَ عَوْفٍ قُلْتُ كَيْفَ كَانَ قَوْلُ ابْنِ مَسْعُوْدٍ فِي الْمُتَوَفَّى عَنْهَا زَوْجُهَا وَهْيَ حَامِلٌ فَقَالَ قَالَ ابْنُ مَسْعُوْدٍ أَتَجْعَلُوْنَ عَلَيْهَا التَّغْلِيْظَ وَلَا تَجْعَلُوْنَ لَهَا الرُّخْصَةَ لَنَزَلَتْ سُوْرَةُ النِّسَاءِ الْقُصْرَى بَعْدَ الطُّوْلَى.\nوَقَالَ أَيُّوْبُ عَنْ مُحَمَّدٍ لَقِيْتُ أَبَا عَطِيَّةَ مَالِكَ بْنَ عَامِرٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}