{
  "hadith": {
    "hadith_id": 4535,
    "narrator": "নাফি‘ (রহ.)",
    "bn": "‘আবদুল্লাহ ইবনু ‘উমার (রাঃ)-কে যখন সলাতুল খাওফ (যুদ্ধক্ষেত্রে শত্র“র ভয় থাকা অবস্থায় সলাত) প্রসঙ্গে প্রশ্ন করা হত তখন তিনি বলতেন, ইমাম সামনে যাবেন এবং একদল লোকও জামা‘আতে শামিল হবে। তিনি তাদের সঙ্গে এক রাক‘আত সলাত আদায় করবেন এবং তাদের আর একদল জামা‘আতে শামিল না হয়ে তাদের ও শত্র“র মাঝখানে থেকে যারা সলাত আদায় করেনি তাদের পাহারা দিবে। ইমামের সঙ্গে যারা এক রাক‘আত সলাত আদায় করেছে তারা পেছনে গিয়ে যারা এখনও সলাত আদায় করেনি তাদের স্থানে দাঁড়াবে কিন্তু সালাম ফেরাবে না। যারা সলাত আদায় করেনি তারা আগে বাড়বে এবং ইমামের সঙ্গে এক রাক‘আত আদায় করবে। তারপর ইমাম সলাত হতে নিষ্ক্রান্ত হবেন। কেননা তিনি দু’ রাক‘আত সলাত আদায় করেছেন। এরপর উভয় দল দাঁড়িয়ে নিজে নিজে বাকি এক রাক‘আত ইমামের সলাত শেষে আদায় করে নেবে। তাহলে প্রত্যেক জনেরই দু’ রাক‘আত সলাত আদায় হয়ে যাবে। ভয়-ভীতি এর চেয়েও অধিক হলে নিজে নিজে দাঁড়িয়ে অথবা যানবাহনে আরোহী অবস্থায় কিবলার দিকে মুখ করে বা যেদিকে সম্ভব মুখ করে সলাত আদায় করবে। ইমাম মালিক (রহ.) বলেন, ইমাম নাফি‘ (রহ.) বলেন, আমি অবশ্য মনে করি ইবনু ‘উমার (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) থেকে শুনেই এই হাদীস বর্ণনা করেছেন। [৯৪২] (আ.প্র. ৪১৭৫, ই.ফা. ৪১৭৬)",
    "ar": "عَبْدُ اللهِ بْنُ يُوْسُفَ حَدَّثَنَا مَالِكٌ عَنْ نَافِعٍ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ رَضِيَ اللهُ عَنْهُمَا كَانَ إِذَا سُئِلَ عَنْ صَلَاةِ الْخَوْفِ قَالَ يَتَقَدَّمُ الإِمَامُ وَطَائِفَةٌ مِنْ النَّاسِ فَيُصَلِّيْ بِهِمْ الإِمَامُ رَكْعَةً وَتَكُوْنُ طَائِفَةٌ مِنْهُمْ بَيْنَهُمْ وَبَيْنَ الْعَدُوِّ لَمْ يُصَلُّوْا فَإِذَا صَلَّى الَّذِيْنَ مَعَهُ رَكْعَةً اسْتَأْخَرُوْا مَكَانَ الَّذِيْنَ لَمْ يُصَلُّوْا وَلَا يُسَلِّمُوْنَ وَيَتَقَدَّمُ الَّذِيْنَ لَمْ يُصَلُّوْا فَيُصَلُّوْنَ مَعَهُ رَكْعَةً ثُمَّ يَنْصَرِفُ الإِمَامُ وَقَدْ صَلَّى رَكْعَتَيْنِ فَيَقُوْمُ كُلُّ وَاحِدٍ مِنْ الطَّائِفَتَيْنِ فَيُصَلُّوْنَ لِأَنْفُسِهِمْ رَكْعَةً بَعْدَ أَنْ يَنْصَرِفَ الإِمَامُ فَيَكُوْنُ كُلُّ وَاحِدٍ مِنْ الطَّائِفَتَيْنِ قَدْ صَلَّى رَكْعَتَيْنِ فَإِنْ كَانَ خَوْفٌ هُوَ أَشَدَّ مِنْ ذَلِكَ صَلَّوْا رِجَالًا قِيَامًا عَلَى أَقْدَامِهِمْ أَوْ رُكْبَانًا مُسْتَقْبِلِي الْقِبْلَةِ أَوْ غَيْرَ مُسْتَقْبِلِيْهَا قَالَ مَالِكٌ قَالَ نَافِعٌ لَا أُرَى عَبْدَ اللهِ بْنَ عُمَرَ ذَكَرَ ذَلِكَ إِلَّا عَنْ رَسُوْلِ اللهِ صلى الله عليه وسلم",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}