{
  "hadith": {
    "hadith_id": 4547,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আয়াতটি هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ ............ إِلاَّ أُولُو الأَلْبَابِ “তিনিই তোমার প্রতি এ কিতাব অবতীর্ণ করেছেন যার কতক আয়াত সুস্পষ্ট, দ্ব্যর্থহীন। এগুলো কিতাবের মূল অংশ; আর অন্যগুলো রূপক; যাদের অন্তরে সত্য-লঙ্ঘন প্রবণতা রয়েছে শুধু তারাই ফিতনা এবং ভুল ব্যাখ্যার উদ্দেশে যা রূপক তার অনুসরণ করে। আল্লাহ ব্যতীত অন্য কেউ এর ব্যাখ্যা জানে না। আর যারা জ্ঞানে সুগভীর, তাঁরা বলেন, আর যারা জ্ঞানে সুগভীর তারা বলে ঃ আমরা এতে ঈমান এনেছি, এসবই আমাদের প্রভুর তরফ থেকে এসেছে। জ্ঞানবানরা ব্যতীত কেউ নাসীহাত গ্রহণ করে না” (সূরাহ আলু ইমরান ৩/৭) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) পাঠ করলেন। ‘আয়িশাহ (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ঘোষণা করেছেন যে, যারা মুতাশাবাহাত আয়াতের পেছনে ছুটে তাদের যখন তুমি দেখবে তখন মনে করবে যে, তাদের কথাই আল্লাহ তা‘আলা কুরআনে বলেছেন। সুতরাং তাদের ব্যাপারে সাবধান থাকবে। [মুসলিম ৪৭/১, হাঃ ২৬৬৫, আহমাদ ২৬২৫৭] (আ.প্র. ৪১৮৭, ই.ফা. ৪১৮৮)",
    "ar": "عَبْدُ اللهِ بْنُ مَسْلَمَةَ حَدَّثَنَا يَزِيْدُ بْنُ إِبْرَاهِيْمَ التُّسْتَرِيُّ عَنْ ابْنِ أَبِيْ مُلَيْكَةَ عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ تَلَا رَسُوْلُ اللهِ صلى الله عليه وسلم هَذِهِ الْآيَةَ {هُوَ الَّذِيْٓ أَنْزَلَ عَلَيْكَ الْكِتٰبَ مِنْهُ اٰيٰتٌ مُّحْكَمٰتٌ هُنَّ أُمُّ الْكِتٰبِ وَأُخَرُ مُتَشٰبِهٰتٌ ط فَأَمَّا الَّذِيْنَ فِىْ قُلُوْبِهِمْ زَيْغٌ فَيَتَّبِعُوْنَ مَا تَشَابَهَ مِنْهُ ابْتِغَآءَ الْفِتْنَةِ وَابْتِغَآءَ تَأْوِيْلِهٰ ﺻ ج وَمَا يَعْلَمُ تَأْوِيْلَه”ٓ إِلَّا اللهُ ﺻ ﻣ وَالرَّاسِخُوْنَ فِى الْعِلْمِ يَقُوْلُوْنَ اٰمَنَّا بِهٰ لا كُلٌّ مِّنْ عِنْدِ رَبِّنَا ج وَمَا يَذَّكَّرُ إِلَّآ أُولُوا الْأَلْبَابِ (7)} قَالَتْ : قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم : فَإِذَا رَأَيْتِ الَّذِيْنَ يَتَّبِعُوْنَ مَا تَشَابَهَ مِنْهُ فَأُوْلَئِكِ الَّذِيْنَ سَمَّى اللهُ فَاحْذَرُوْهُمْ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}