{
  "hadith": {
    "hadith_id": 4554,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "মদিনায় আবূ ত্বলহা (রাঃ)-ই অধিক সংখ্যক খেজুর গাছের মালিক ছিলেন। তাঁর নিকট সর্বাধিক প্রিয় সম্পদ ছিল “বাইরুহা” নামক বাগানটি। এটা ছিল মাসজিদের সম্মুখে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) সেখানে আসতেন এবং সেখানকার (কূপের) সুমিষ্ট পানি পান করতেন। যখন لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ আয়াতটি অবতীর্ণ হল, তখন আবূ ত্বলহা (রাঃ) উঠে দাঁড়ালেন এবং বললেন, হে আল্লাহ্‌র রসূল! আল্লাহ বলছেন, “তোমরা কখনও পুণ্য লাভ করবে না যে পর্যন্ত না নিজেদের প্রিয়বস্তু থেকে ব্যয় করবে” (সূরাহ আলু ইমরান ৩/৯২)। আমার সবচেয়ে প্রিয় সম্পদ বাইরুহা। এটা আল্লাহ্‌র রাস্তায় আমি দান করে দিলাম। আমি আল্লাহ্‌র নিকট পুণ্য ও তার ভাণ্ডার চাই। আল্লাহ আপনাকে যেভাবে নির্দেশ দেন সেভাবে তা ব্যয় করুন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, বাহ! ওটি তো অস্থায়ী সম্পদ, ওটা তো অস্থায়ী সম্পদ, তুমি যা বলেছ আমি শুনেছি। তুমি তা তোমার নিকটাত্মীয়কে দিয়ে দাও, আমি এ সিদ্ধান্ত দিচ্ছি। আবূ ত্বলহা (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! আমি তা করব। তারপর আবূ ত্বলহা (রাঃ) সেটা তাঁর চাচাত ভাই-বোন ও আত্মীয়দের মধ্যে বণ্টন করে দিলেন। ‘আবদুল্লাহ ইবনু ইউসুফ ও ইবনু ‘উবাদাহ্ (রাঃ)-এর বর্ণনায় “ওটা তো লাভজনক সম্পত্তি” বলে উল্লেখিত হয়েছে। [১৪৬১] (আ.প্র. ৪১৯৩, ই.ফা. ৪১৯৪)\nইয়াহ্ইয়া ইবনু ইয়াহ্ইয়া (রহ.) বলেন, আমি মালিক (রহ.)-এর নিকট مَالٌ رَابِحٌ এর অর্থ পড়েছি ‘অস্থায়ী সম্পদ’। [১৪৬১] (আ.প্র. নাই, ই.ফা. ৪১৯৫)",
    "ar": "إِسْمَاعِيْلُ قَالَ حَدَّثَنِيْ مَالِكٌ عَنْ إِسْحَاقَ بْنِ عَبْدِ اللهِ بْنِ أَبِيْ طَلْحَةَ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ رَضِيَ اللهُ عَنْهُ يَقُوْلُ كَانَ أَبُوْ طَلْحَةَ أَكْثَرَ أَنْصَارِيٍّ بِالْمَدِيْنَةِ نَخْلًا وَكَانَ أَحَبَّ أَمْوَالِهِ إِلَيْهِ بَيْرُحَاءَ وَكَانَتْ مُسْتَقْبِلَةَ الْمَسْجِدِ وَكَانَ رَسُوْلُ اللهِ صلى الله عليه وسلم يَدْخُلُهَا وَيَشْرَبُ مِنْ مَاءٍ فِيْهَا طَيِّبٍ فَلَمَّا أُنْزِلَتْ {لَنْ تَنَالُوا الْبِرَّ حَتّٰى تُنْفِقُوْا مِمَّا تُحِبُّوْنَ} قَامَ أَبُوْ طَلْحَةَ فَقَالَ يَا رَسُوْلَ اللهِ إِنَّ اللهَ يَقُوْلُ : {لَنْ تَنَالُوا الْبِرَّ حَتّٰى تُنْفِقُوْا مِمَّا تُحِبُّوْنَ} وَإِنَّ أَحَبَّ أَمْوَالِيْ إِلَيَّ بَيْرُحَاءَ وَإِنَّهَا صَدَقَةٌ لِلهِ أَرْجُوْ بِرَّهَا وَذُخْرَهَا عِنْدَ اللهِ فَضَعْهَا يَا رَسُوْلَ اللهِ حَيْثُ أَرَاكَ اللهُ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم بَخْ ذَلِكَ مَالٌ رَايِحٌ ذَلِكَ مَالٌ رَايِحٌ وَقَدْ سَمِعْتُ مَا قُلْتَ وَإِنِّيْ أَرَى أَنْ تَجْعَلَهَا فِي الْأَقْرَبِيْنَ قَالَ أَبُوْ طَلْحَةَ أَفْعَلُ يَا رَسُوْلَ اللهِ فَقَسَمَهَا أَبُوْ طَلْحَةَ فِيْ أَقَارِبِهِ وَفِيْ بَنِيْ عَمِّهِ قَالَ عَبْدُ اللهِ بْنُ يُوْسُفَ وَرَوْحُ بْنُ عُبَادَةَ ذَلِكَ مَالٌ رَابِحٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}