{
  "hadith": {
    "hadith_id": 456,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেনঃ বারীরা (রাঃ) তাঁর নিকট এসে কিতাবাতের [১] দেনা পরিশোধের জন্য সাহায্য চাইলেন। তখন তিনি বললেনঃ তুমি চাইলে আমি (তোমার মূল্য) তোমার মালিককে দিয়ে দিব এ শর্তে যে , উত্তরাধিকার স্বত্ব থাকবে আমার। তার মালিক ‘আয়িশা (রাঃ)- কে বললোঃ আপনি চাইলে বাকী মূল্য বারীরাকে দিতে পারেন। রাবী সুফিয়ান (রহঃ) আর একবার বলেছেনঃ আপনি চাইলে তাকে আযাদ করতে পারেন, তবে উত্তরাধিকার স্বত্ব থাকবে আমাদের। যখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসলেন তখন আমি তাঁর নিকট ব্যাপারটি বললাম। তিনি বললেনঃ তুমি তাকে ক্রয় করে আযাদ করে দাও। কারন উত্তরাধিকার স্বত্ব থাকে তারই, যে আযাদ করে। অতঃপর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিম্বারের উপর দাঁড়ালেন। সুফিয়ান (রহঃ) আর একবার বলেনঃ অতঃপর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিম্বারে আরোহন করে বললেনঃ লোকদের কী হলো? তারা এমন সব শর্ত করে যা আল্লাহর কিতাবে নেই। কেউ যদি এমন শর্তারোপ করে যা আল্লাহর কিতাবে নেই, তার সে শর্তের কোন মূল্য নেই। এমনকি এরূপ শর্ত একশবার আরোপ করলেও। মালিক (রহঃ)…. ‘আমরা (রহঃ) হতে বারীরা (রহঃ)-এর ঘটনা বর্ণনা করেছেন, তবে মিম্বারে আরোহন করার কথা উল্লেখ করেননি।\n\n‘আলী ইব্‌নু ‘আবদুল্লাহ্‌ ‘আমরাহ (রহঃ) হতে অনুরূপ বর্ণনা করেছেন। জা’ফর ইব্‌নু 'আওন (রহঃ) ইয়াহইয়া (রহঃ)-এর মাধ্যমে ‘আমরাহ (রহঃ) হতে বর্ণনা করেন, তিনি বলেছেন, আমি ‘আয়িশা (রাঃ) হতে শুনেছি। \n(আধুনিক প্রকাশনীঃ৪৩৬ , ইসলামী ফাউন্ডেশনঃ ৪৪২)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا سُفْيَانُ، عَنْ يَحْيَى، عَنْ عَمْرَةَ، عَنْ عَائِشَةَ، قَالَتْ أَتَتْهَا بَرِيرَةُ تَسْأَلُهَا فِي كِتَابَتِهَا فَقَالَتْ إِنْ شِئْتِ أَعْطَيْتُ أَهْلَكِ وَيَكُونُ الْوَلاَءُ لِي‏.‏ وَقَالَ أَهْلُهَا إِنْ شِئْتِ أَعْطَيْتِهَا مَا بَقِيَ ـ وَقَالَ سُفْيَانُ مَرَّةً إِنْ شِئْتِ أَعْتَقْتِهَا وَيَكُونُ الْوَلاَءُ لَنَا ـ فَلَمَّا جَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم ذَكَّرَتْهُ ذَلِكَ فَقَالَ ‏\"‏ ابْتَاعِيهَا فَأَعْتِقِيهَا، فَإِنَّ الْوَلاَءَ لِمَنْ أَعْتَقَ ‏\"‏‏.‏ ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الْمِنْبَرِ ـ وَقَالَ سُفْيَانُ مَرَّةً فَصَعِدَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى الْمِنْبَرِ ـ فَقَالَ ‏\"‏ مَا بَالُ أَقْوَامٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ، مَنِ اشْتَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللَّهِ فَلَيْسَ لَهُ، وَإِنِ اشْتَرَطَ مِائَةَ مَرَّةٍ ‏\"‏‏.‏ قَالَ عَلِيٌّ قَالَ يَحْيَى وَعَبْدُ الْوَهَّابِ عَنْ يَحْيَى عَنْ عَمْرَةَ‏.‏ وَقَالَ جَعْفَرُ بْنُ عَوْنٍ عَنْ يَحْيَى قَالَ سَمِعْتُ عَمْرَةَ قَالَتْ سَمِعْتُ عَائِشَةَ‏.‏ رَوَاهُ مَالِكٌ عَنْ يَحْيَى عَنْ عَمْرَةَ أَنَّ بَرِيرَةَ‏.‏ وَلَمْ يَذْكُرْ صَعِدَ الْمِنْبَرَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] কিতাবাতঃ দাসত্ব থেকে মুক্তিলাভের উদ্দেশ্যে মনিবের সঙ্গে কিস্তি হিসেবে মুক্তিপণ পরিশোধের চুক্তি।",
    "chapter": {
      "chapter_number": "8"
    }
  }
}