{
  "hadith": {
    "hadith_id": 4566,
    "narrator": "উসামাহ ইবনু যায়দ (রাঃ)",
    "bn": "তিনি বলেন যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) একটি গাধার পিঠে আরোহণ করেছিলেন, একটি ফদকী চাদর তাঁর পরনে ছিল। উসামাহ ইবনু যায়দ (রাঃ)-কে তাঁর পেছনে বসিয়েছিলেন। তিনি বানী হারিস ইবনু খাযরায গোত্রে অসুস্থ সা‘দ ইবনু ‘উবাদাহ (রাঃ)-কে দেখতে যাচ্ছিলেন। এটা ছিল বদর যুদ্ধের পূর্বেকার ঘটনা। বর্ণনাকারী বলেন যে, যেতে যেতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এমন একটি মজলিসের কাছে পৌঁছলেন, যেখানে ‘আবদুল্লাহ ইবনু উবাই বিন সালুলও ছিলসে তখনও ইসলাম গ্রহণ করেনি। সে মজলিসে মুসলিম, মুশরিক, প্রতিমাপূজারী এবং ইয়াহূদী সকল প্রকারের লোক ছিল এবং তথায় ‘আবদুল্লাহ ইবনু রাওয়াহা (রাঃ)-ও ছিলেন। জন্তুর পদধূলি যখন মজলিসকে আচ্ছন্ন করল, তখন ‘আবদুল্লাহ ইবনু উবাই আপন চাদরে নাক ঢেকে ফেলল। তারপর বলল, আমাদের এখানে ধূলো উড়িয়ো না। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এদেরকে সালাম করলেন। তারপর বাহন থেকে অবতরণ করলেন এবং তাদেরকে আল্লাহ্‌র প্রতি দাওয়াত দিলেন এবং তাদের কাছে কুরআন মাজীদ পাঠ করলেন। ‘আবদুল্লাহ ইবনু উবাই বলল, এই লোকটি! তুমি যা বলছ তা যদি সত্য হয় তাহলে এর চেয়ে উত্তম কিছুই নেই। তবে আমাদের মজলিসে আমাদেরকে জ্বালাতন করবে না। তুমি তোমার তাঁবুতে যাও। যে তোমার কাছে যাবে যাকে তুমি তোমার কথা বলবে। অনন্তর ‘আবদুল্লাহ ইবনু রাওয়াহা (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! আপনি আমাদের মজলিসে এগুলো আমাদের কাছে বলবেন, কারণ আমরা তা পছন্দ করি। এতে মুসলিম, মুশরিক এবং ইয়াহূদীরা পরস্পর গালাগালি শুরু করল। এমনকি তারা মারামারিতে লিপ্ত হওয়ার পর্যায়ে উপনীত হল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাদেরকে থামাচ্ছিলেন। অবশেষে তারা থামল। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাঁর পশুটির পিঠে চড়ে রওয়ানা দিলেন এবং সা‘দ ইবনু উবাদাহ (রাঃ)-এর কাছে গেলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাঁকে বললেন, হে সা‘দ! আবূ হুবাব অর্থাৎ ‘আবদুল্লাহ ইবনু উবাই কী বলেছে, তুমি শুনেছ কি? সে এমন বলেছে। সা‘দ ইবনু ‘উবাদাহ্ (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! তাকে ক্ষমা করে দিন। তার দিকে ভ্রুক্ষেপ করবেন না। যিনি আপনার উপর কিতাব অবতীর্ণ করেছেন, তাঁর শপথ করে বলছি, আল্লাহ আপনার উপর যা অবতীর্ণ করেছেন তা সত্য। এতদঞ্চলের অধিবাসীগণ চুক্তি সম্পাদন করেছিল যে, তাকে শাহী টুপী পরাবে এবং নেতৃত্বের আসনে অধিষ্ঠিত করবে। যখন আল্লাহ তা‘আলা সত্য প্রদানের মাধ্যমে এ পরিকল্পনা অস্বীকার করলেন তখন সে ক্রুদ্ধ ও ক্ষুব্ধ হয়ে উঠে এবং আপনার সঙ্গে যে ব্যবহার করেছে যা আপনি দেখেছেন। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাকে ক্ষমা করে দিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এবং তাঁর সহাবীগণ (রাঃ) মুশরিক এবং কিতাবীদেরকে ক্ষমা করে দিতেন এবং তাদের জ্বালাতনে ধৈর্য ধারণ করতেন। আল্লাহ তা‘আলা বলেছেন, “আর অবশ্যই তোমরা শুনতে পাবে পূর্ববর্তী আহ্লে কিতাবের এবং মুশরিকদের নিকট হতে অনেক কষ্টদায়ক কথা” (সূরাহ আলু ইমরান ৩/১৮৬)। আল্লাহ তা‘আলা আরো বলেছেন, “কিতাবীদের কাছে সত্য প্রকাশিত হওয়ার পরও তাদের অনেকেই ঈর্ষা বশতঃ তোমাদের ঈমান আনার পর আবার তোমাদের কাফিররূপে ফিরে পাওয়ার আকাক্সক্ষা করে। যতক্ষণ না আল্লাহ্‌র কোন নির্দেশ আসে ততক্ষণ পর্যন্ত তোমরা ক্ষমা কর ও উপেক্ষা কর। নিশ্চয় আল্লাহ সর্ববিষয়ে সর্বশক্তিমান” (সূরাহ আল-বাকারাহ ২/১০৯)।\nআল্লাহ তা‘আলার নির্দেশ মোতাবেক নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ক্ষমার দিকেই ফিরে যেতেন। শেষ পর্যন্ত তাদের সম্পর্কে আল্লাহ তা‘আলা অনুমতি দিলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যখন বাদ্রের যুদ্ধ চালিয়ে গেলেন এবং তাঁর মাধ্যমে আল্লাহ তা‘আলা কাফির কুরায়শ নেতাদেরকে হত্যা করলেন তখন ইবনু উবাই ইবনু সালূল তার সঙ্গী মুশরিক এবং প্রতীমা পূজারীরা বলল, এটাতো এমন একটি ব্যাপার যা বিজয় লাভ করেছে। এরপর তারা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে ইসলামের বাই‘আত করে প্রকাশ্যে ইসলাম গ্রহণ করল। [২৯৮৭] (আ.প্র. ৪২০৫, ই.ফা. ৪২০৭)",
    "ar": "أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِيْ عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ أُسَامَةَ بْنَ زَيْدٍ رَضِيَ اللهُ عَنْهُمَا أَخْبَرَهُ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم رَكِبَ عَلَى حِمَارٍ عَلَى قَطِيْفَةٍ فَدَكِيَّةٍ وَأَرْدَفَ أُسَامَةَ بْنَ زَيْدٍ وَرَاءَهُ يَعُوْدُ سَعْدَ بْنَ عُبَادَةَ فِيْ بَنِي الْحَارِثِ بْنِ الْخَزْرَجِ قَبْلَ وَقْعَةِ بَدْرٍ قَالَ حَتَّى مَرَّ بِمَجْلِسٍ فِيْهِ عَبْدُ اللهِ بْنُ أُبَيٍّ ابْنُ سَلُوْلَ وَذَلِكَ قَبْلَ أَنْ يُسْلِمَ عَبْدُ اللهِ بْنُ أُبَيٍّ فَإِذَا فِي الْمَجْلِسِ أَخْلَاطٌ مِنَ الْمُسْلِمِيْنَ وَالْمُشْرِكِيْنَ عَبَدَةِ الْأَوْثَانِ وَالْيَهُوْدِ وَالْمُسْلِمِيْنَ وَفِي الْمَجْلِسِ عَبْدُ اللهِ بْنُ رَوَاحَةَ فَلَمَّا غَشِيَتْ الْمَجْلِسَ عَجَاجَةُ الدَّابَّةِ خَمَّرَ عَبْدُ اللهِ بْنُ أُبَيٍّ أَنْفَهُ بِرِدَائِهِ ثُمَّ قَالَ لَا تُغَبِّرُوْا عَلَيْنَا فَسَلَّمَ رَسُوْلُ اللهِ صلى الله عليه وسلم عَلَيْهِمْ ثُمَّ وَقَفَ فَنَزَلَ فَدَعَاهُمْ إِلَى اللهِ وَقَرَأَ عَلَيْهِمْ الْقُرْآنَ فَقَالَ عَبْدُ اللهِ بْنُ أُبَيٍّ ابْنُ سَلُوْلَ أَيُّهَا الْمَرْءُ إِنَّهُ لَا أَحْسَنَ مِمَّا تَقُوْلُ إِنْ كَانَ حَقًّا فَلَا تُؤْذِنَا بِهِ فِيْ مَجْلِسِنَا ارْجِعْ إِلَى رَحْلِكَ فَمَنْ جَاءَكَ فَاقْصُصْ عَلَيْهِ فَقَالَ عَبْدُ اللهِ بْنُ رَوَاحَةَ بَلَى يَا رَسُوْلَ اللهِ فَاغْشَنَا بِهِ فِيْ مَجَالِسِنَا فَإِنَّا نُحِبُّ ذَلِكَ فَاسْتَبَّ الْمُسْلِمُوْنَ وَالْمُشْرِكُوْنَ وَالْيَهُوْدُ حَتَّى كَادُوْا يَتَثَاوَرُوْنَ فَلَمْ يَزَلْ النَّبِيُّ صلى الله عليه وسلم يُخَفِّضُهُمْ حَتَّى سَكَنُوْا ثُمَّ رَكِبَ النَّبِيُّ صلى الله عليه وسلم دَابَّتَهُ فَسَارَ حَتَّى دَخَلَ عَلَى سَعْدِ بْنِ عُبَادَةَ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم يَا سَعْدُ أَلَمْ تَسْمَعْ مَا قَالَ أَبُوْ حُبَابٍ يُرِيْدُ عَبْدَ اللهِ بْنَ أُبَيٍّ قَالَ كَذَا وَكَذَا قَالَ سَعْدُ بْنُ عُبَادَةَ يَا رَسُوْلَ اللهِ اعْفُ عَنْهُ وَاصْفَحْ عَنْهُ فَوَالَّذِيْ أَنْزَلَ عَلَيْكَ الْكِتَابَ لَقَدْ جَاءَ اللهُ بِالْحَقِّ الَّذِيْ أَنْزَلَ عَلَيْكَ لَقَدْ اصْطَلَحَ أَهْلُ هَذِهِ الْبُحَيْرَةِ عَلَى أَنْ يُتَوِّجُوْهُ فَيُعَصِّبُوْهُ بِالْعِصَابَةِ فَلَمَّا أَبَى اللهُ ذَلِكَ بِالْحَقِّ الَّذِيْ أَعْطَاكَ اللهُ شَرِقَ بِذَلِكَ فَذَلِكَ فَعَلَ بِهِ مَا رَأَيْتَ فَعَفَا عَنْهُ رَسُوْلُ اللهِ صلى الله عليه وسلم وَكَانَ النَّبِيُّ صلى الله عليه وسلم وَأَصْحَابُهُ يَعْفُوْنَ عَنِ الْمُشْرِكِيْنَ وَأَهْلِ الْكِتَابِ كَمَا أَمَرَهُمْ اللهُ وَيَصْبِرُوْنَ عَلَى الْأَذَى قَالَ اللهُ عَزَّ وَجَلَّ : {وَلَتَسْمَعُنَّ مِنَ الَّذِيْنَ أُوْتُوا الْكِتَابَ مِنْ قَبْلِكُمْ وَمِنَ الَّذِيْنَ أَشْرَكُوْآ أَذًى كَثِيْرًا} الْآيَةَ. وَقَالَ اللهُ : {وَدَّ كَثِيْرٌ مِّنْ أَهْلِ الْكِتٰبِ لَوْ يَرُدُّوْنَكُمْ مِّنْم بَعْدِ إِيْمَانِكُمْ كُفَّارًا ج حَسَدًا مِّنْ عِنْدِ أَنْفُسِهِمْ} إِلَى آخِرِ الْآيَةِ وَكَانَ النَّبِيُّ صلى الله عليه وسلم يَتَأَوَّلُ الْعَفْوَ مَا أَمَرَهُ اللهُ بِهِ حَتَّى أَذِنَ اللهُ فِيْهِمْ فَلَمَّا غَزَا رَسُوْلُ اللهِ صلى الله عليه وسلم بَدْرًا فَقَتَلَ اللهُ بِهِ صَنَادِيْدَ كُفَّارِ قُرَيْشٍ قَالَ ابْنُ أُبَيٍّ ابْنُ سَلُوْلَ وَمَنْ مَعَهُ مِنَ الْمُشْرِكِيْنَ وَعَبَدَةِ الْأَوْثَانِ هَذَا أَمْرٌ قَدْ تَوَجَّهَ فَبَايَعُوا الرَّسُوْلَ صلى الله عليه وسلم عَلَى الإِسْلَامِ فَأَسْلَمُوْا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}