{
  "hadith": {
    "hadith_id": 4570,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমি আমার খালা মাইমূনাহ (রাঃ)-এর নিকট রাত কাটিয়েছিলাম। আমি স্থির করলাম যে, অবশ্যই আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সলাত আদায় করা দেখব। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর জন্য একটি বিছানা বিছানো হল। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) সেটার লম্বালম্বি দিকে ঘুমালেন। এরপর জাগ্রত হয়ে মুখমণ্ডল থেকে ঘুমের প্রভাব মুছতে লাগলেন এবং সূরাহ আলু ‘ইমরানের শেষ দশ আয়াত পাঠ করে শেষ করলেন। তারপর ঝুলন্ত একটি পুরাতন মশকের পানিপাত্রের নিকটে এসে তা ধরলেন এবং উযূ করে সলাতে দাঁড়ালেন, আমি দাঁড়িয়ে তিনি যা যা করছিলেন তা তা করলাম। তারপর আমি এসে তাঁর পার্শ্বে দাঁড়ালাম। তিনি আমার মাথায় হাত রাখলেন, তারপর আমার কানে ধরে মলতে লাগলেন। তারপর দু’রাক‘আত, তারপর দু’রাক‘আত, তারপর দু’রাক‘আত, তারপর দু’রাক‘আত, তারপর দু’রাক‘আত, তারপর দু’রাক‘আত সলাত আদায় করলেন এবং তারপর বিতরের সলাত আদায় করলেন। [১১৭] (আ.প্র. ৪২০৯, ই.ফা. ৪২১২)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ عَنْ مَالِكِ بْنِ أَنَسٍ عَنْ مَخْرَمَةَ بْنِ سُلَيْمَانَ عَنْ كُرَيْبٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ بِتُّ عِنْدَ خَالَتِيْ مَيْمُوْنَةَ فَقُلْتُ لَأَنْظُرَنَّ إِلَى صَلَاةِ رَسُوْلِ اللهِ صلى الله عليه وسلم فَطُرِحَتْ لِرَسُوْلِ اللهِ صلى الله عليه وسلم وِسَادَةٌ فَنَامَ رَسُوْلُ اللهِ صلى الله عليه وسلم فِيْ طُوْلِهَا فَجَعَلَ يَمْسَحُ النَّوْمَ عَنْ وَجْهِهِ ثُمَّ قَرَأَ الْآيَاتِ الْعَشْرَ الْأَوَاخِرَ مِنْ آلِ عِمْرَانَ حَتَّى خَتَمَ ثُمَّ أَتَى شَنًّا مُعَلَّقًا فَأَخَذَهُ فَتَوَضَّأَ ثُمَّ قَامَ يُصَلِّيْ فَقُمْتُ فَصَنَعْتُ مِثْلَ مَا صَنَعَ ثُمَّ جِئْتُ فَقُمْتُ إِلَى جَنْبِهِ فَوَضَعَ يَدَهُ عَلَى رَأْسِيْ ثُمَّ أَخَذَ بِأُذُنِيْ فَجَعَلَ يَفْتِلُهَا ثُمَّ صَلَّى رَكْعَتَيْنِ ثُمَّ صَلَّى رَكْعَتَيْنِ ثُمَّ صَلَّى رَكْعَتَيْنِ ثُمَّ صَلَّى رَكْعَتَيْنِ ثُمَّ صَلَّى رَكْعَتَيْنِ ثُمَّ صَلَّى رَكْعَتَيْنِ ثُمَّ أَوْتَرَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}