{
  "hadith": {
    "hadith_id": 4572,
    "narrator": "কুরায়ব (রহ.)",
    "bn": "ইবনু ‘আব্বাস (রাঃ) তাকে অবহিত করেছেন যে, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) সহধর্মিণী মাইমূনাহ (রাঃ)-এর নিকট রাত্রি যাপন করেছিলেন। মাইমূনাহ (রাঃ) হলেন তাঁর খালা। তিনি বলেন, আমি বিছানায় আড়াআড়ি শুয়ে পড়লাম এবং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ও তাঁর পরিবার লম্বা দিকে শয়ন করলেন। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) নিদ্রামগ্ন হলেন। অর্ধরাত্রি কিংবা এর সামান্য আগে কিংবা সামান্য পরক্ষণে তিনি ঘুম থেকে জেগে উঠলেন এবং মুখ থেকে ঘুমের ভাব মুছতে মুছতে বসলেন। তারপর সূরা আলু ‘ইমরানের শেষ দশ আয়াত পাঠ করলেন। তারপর ঝুলন্ত একটি পুরাতন মশকের নিকট গিয়ে তাত্থেকে উত্তমরূপে উযূ করলেন। এরপর সলাতে দণ্ডায়মান হলেন। ইবনু ‘আব্বাস (রাঃ) বলেন, আমিও দাঁড়ালাম এবং তিনি যা করেছেন আমিও তা করলাম। তারপর আমি গিয়ে তাঁর পার্শ্বে দাঁড়ালাম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাঁর ডান হাত আমার মাথায় রেখে আমার ডান কান মলতে শুরু করলেন। তারপর তিনি দু’রাক‘আত, অতঃপর দু’রাক‘আত, অতঃপর দু’রাক‘আত, অতঃপর দু’রাক‘আত, অতঃপর দু’রাক‘আত, অতঃপর দু’রাক‘আত, অতঃপর তিনি বিতরের সলাত আদায় করলেন। অতঃপর তিনি শুয়ে পড়লেন। শেষে মুয়াযযিন ফাজ্রের আযান দিলে তিনি উঠে দাঁড়িয়ে সংক্ষিপ্তভাবে দু’রাক‘আত সলাত আদায় করলেন। তারপর বের হলেন এবং ফাজ্রের সলাত আদায় করলেন। [১১৭] (আ.প্র. ৪২১১, ই.ফা. ৪২১৪)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيْدٍ عَنْ مَالِكٍ عَنْ مَخْرَمَةَ بْنِ سُلَيْمَانَ عَنْ كُرَيْبٍ مَوْلَى ابْنِ عَبَّاسٍ أَنَّ ابْنَ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا أَخْبَرَهُ أَنَّهُ بَاتَ عِنْدَ مَيْمُوْنَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم وَهْيَ خَالَتُهُ قَالَ فَاضْطَجَعْتُ فِيْ عَرْضِ الْوِسَادَةِ وَاضْطَجَعَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَأَهْلُهُ فِيْ طُوْلِهَا فَنَامَ رَسُوْلُ اللهِ صلى الله عليه وسلم حَتَّى إِذَا انْتَصَفَ اللَّيْلُ أَوْ قَبْلَهُ بِقَلِيْلٍ أَوْ بَعْدَهُ بِقَلِيْلٍ اسْتَيْقَظَ رَسُوْلُ اللهِ صلى الله عليه وسلم فَجَلَسَ يَمْسَحُ النَّوْمَ عَنْ وَجْهِهِ بِيَدِهِ ثُمَّ قَرَأَ الْعَشْرَ الْآيَاتِ الْخَوَاتِمَ مِنْ سُوْرَةِ آلِ عِمْرَانَ ثُمَّ قَامَ إِلَى شَنٍّ مُعَلَّقَةٍ فَتَوَضَّأَ مِنْهَا فَأَحْسَنَ وُضُوْءَهُ ثُمَّ قَامَ يُصَلِّيْ قَالَ ابْنُ عَبَّاسٍ فَقُمْتُ فَصَنَعْتُ مِثْلَ مَا صَنَعَ ثُمَّ ذَهَبْتُ فَقُمْتُ إِلَى جَنْبِهِ فَوَضَعَ رَسُوْلُ اللهِ صلى الله عليه وسلم يَدَهُ الْيُمْنَى عَلَى رَأْسِيْ وَأَخَذَ بِأُذُنِي الْيُمْنَى يَفْتِلُهَا فَصَلَّى رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ رَكْعَتَيْنِ ثُمَّ أَوْتَرَ ثُمَّ اضْطَجَعَ حَتَّى جَاءَهُ الْمُؤَذِّنُ فَقَامَ فَصَلَّى رَكْعَتَيْنِ خَفِيْفَتَيْنِ ثُمَّ خَرَجَ فَصَلَّى الصُّبْحَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}