{
  "hadith": {
    "hadith_id": 4585,
    "narrator": "‘উরওয়াহ",
    "bn": "তিনি বলেছেন, হাররা বা মাদীনাহ্র কঙ্করময় ভূমিতে একটি পানির নালাকে কেন্দ্র করে একজন আনসার যুবায়র (রাঃ)-এর সাথে ঝগড়া করেছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, হে যুবায়র! প্রথমত তুমি তোমার জমিতে পানি দাও, তারপর তুমি প্রতিবেশীর জমিতে পানি ছেড়ে দেবে। আনসারী বললেন, হে আল্লাহ্‌ররসূল! সে আপনার ফুফাত ভাই, তাই এই ফয়সালা। এতে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর চেহারা রক্তিম হয়ে গেল। তারপর তিনি বললেন, হে যুবায়র! তুমি তোমার জমিতে পানি দাও। তারপর সেচ নালা ভর্তি করে পানি রাখো, অতঃপর তোমার প্রতিবেশিকে পানি দাও।\nআনসারী যখন রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে রাগানি¦ত করলেন তখন তিনি তার হক পুরোপুরি যুবায়র (রাঃ)-কে প্রদানের জন্য স্পষ্ট নির্দেশ দিলেন। তাদেরকে প্রথমে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এমন একটি নির্দেশ দিয়েছিলেন যাতে প্রশস্ততা ছিল।\nযুবায়র (রাঃ) বলেন, فَلاَوَرَبِّكَلاَيُؤْمِنُونَحَتَّىيُحَكِّمُوكَفِيمَاشَجَرَبَيْنَهُمْ আয়াতটি এ উপলক্ষে অবতীর্ণ হয়েছে বলে আমি মনে করি। [২৩৬০] (আ.প্র. ৪২২৪, ই.ফা. ৪২২৭)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ قَالَ خَاصَمَ الزُّبَيْرُ رَجُلًا مِنْ الْأَنْصَارِ فِيْ شَرِيْجٍ مِنْ الْحَرَّةِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم اسْقِ يَا زُبَيْرُ ثُمَّ أَرْسِلْ الْمَاءَ إِلَى جَارِكَ فَقَالَ الْأَنْصَارِيُّ يَا رَسُوْلَ اللهِ أَنْ كَانَ ابْنَ عَمَّتِكَ فَتَلَوَّنَ وَجْهُ رَسُوْلِ اللهِ صلى الله عليه وسلم ثُمَّ قَالَ اسْقِ يَا زُبَيْرُ ثُمَّ احْبِسْ الْمَاءَ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ ثُمَّ أَرْسِلْ الْمَاءَ إِلَى جَارِكَ وَاسْتَوْعَى النَّبِيُّ صلى الله عليه وسلم لِلزُّبَيْرِ حَقَّهُ فِيْ صَرِيْحِ الْحُكْمِ حِيْنَ أَحْفَظَهُ الْأَنْصَارِيُّ كَانَ أَشَارَ عَلَيْهِمَا بِأَمْرٍ لَهُمَا فِيْهِ سَعَةٌ قَالَ الزُّبَيْرُ فَمَا أَحْسِبُ هَذِهِ الْآيَاتِ إِلَّا نَزَلَتْ فِيْ ذَلِكَ {فَلَا وَرَبِّكَ لَا يُؤْمِنُوْنَ حَتّٰى يُحَكِّمُوْكَ فِيْمَا شَجَرَ بَيْنَهُمْ}.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}