{
  "hadith": {
    "hadith_id": 4607,
    "narrator": "নাবী-পত্নী ‘আয়িশাহ (রাঃ)",
    "bn": "আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সঙ্গে এক সফরে বের হলাম, বাইদা কিংবা যাতুল জাইশ নামক স্থানে পৌঁছার পর আমার গলার হার হারিয়ে গেল। তা খোঁজার জন্যে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) সেখানে অবস্থান করলেন এবং লোকেরাও তাঁর সঙ্গে অবস্থান করল। সেখানেও কোন পানি ছিল না এবং তাদের সঙ্গেও পানি ছিল না। এরপর লোকেরা আবূ বাক্র (রাঃ)-এর কাছে আসল এবং বলল, ‘আয়িশাহ (রাঃ) যা করেছেন আপনি তা দেখেছেন কি? রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এবং সকল লোকটি আটকিয়ে রেখেছেন, অথচ সেখানেও পানি নেই আবার তাদের সঙ্গেও পানি নেই। রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমার উরুতে মাথা রেখে ঘুমাচ্ছিলেন। এমতাবস্থায় আবূ বাক্র (রাঃ) এলেন এবং বললেন, তুমি রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এবং সকল লোককে আটকে রেখেছো অথচ সেখানেও পানি নেই আবার তাদের সঙ্গেও পানি নেই। ‘আয়িশাহ (রাঃ) বলেন যে, আবূ বাক্র (রাঃ) আমাকে দোষারোপ করলেন এবং আল্লাহ যা চেয়েছেন তা বলেছেন এবং তাঁর অঙ্গুলি দিয়ে আমার কোমরে ধাক্কা দিতে লাগলেন, আমার কোলে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর অবস্থানই আমাকে নড়াচড়া করতে বাধা দিল। পানিবিহীন অবস্থায় ভোরে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ঘুম থেকে উঠলেন। তখন আল্লাহ তা‘আলা তায়াম্মুমের আয়াত অবতীর্ণ করলেন, তখন সবাই তায়াম্মুম করল। তখন উসাইদ ইবনু হুযাইর বললেন, হে আবূ বাক্র-এর বংশধর! এটাই আপনাদের কারণে পাওয়া প্রথম বারাকাত নয়।\n‘আয়িশাহ (রাঃ) বললেন, যে উটের উপর আমি ছিলাম, তাকে আমরা উঠালাম তখন দেখি হারটি তার নিচে। [৩৩৪] (আ.প্র. ৪২৪৬, ই.ফা. ৪২৪৯)",
    "ar": "إِسْمَاعِيْلُ قَالَ حَدَّثَنِيْ مَالِكٌ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ عَنْ أَبِيْهِ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا زَوْجِ النَّبِيِّ صلى الله عليه وسلم قَالَتْ خَرَجْنَا مَعَ رَسُوْلِ اللهِ صلى الله عليه وسلم فِيْ بَعْضِ أَسْفَارِهِ حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ أَوْ بِذَاتِ الْجَيْشِ انْقَطَعَ عِقْدٌ لِيْ فَأَقَامَ رَسُوْلُ اللهِ صلى الله عليه وسلم عَلَى الْتِمَاسِهِ وَأَقَامَ النَّاسُ مَعَهُ وَلَيْسُوْا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ فَأَتَى النَّاسُ إِلَى أَبِيْ بَكْرٍ الصِّدِّيْقِ فَقَالُوْا أَلَا تَرَى مَا صَنَعَتْ عَائِشَةُ أَقَامَتْ بِرَسُوْلِ اللهِ صلى الله عليه وسلم وَبِالنَّاسِ وَلَيْسُوْا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ فَجَاءَ أَبُوْ بَكْرٍ وَرَسُوْلُ اللهِ صلى الله عليه وسلم وَاضِعٌ رَأْسَهُ عَلَى فَخِذِيْ قَدْ نَامَ فَقَالَ حَبَسْتِ رَسُوْلَ اللهِ صلى الله عليه وسلم وَالنَّاسَ وَلَيْسُوْا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ قَالَتْ عَائِشَةُ فَعَاتَبَنِيْ أَبُوْ بَكْرٍ وَقَالَ مَا شَاءَ اللهُ أَنْ يَقُوْلَ وَجَعَلَ يَطْعُنُنِيْ بِيَدِهِ فِيْ خَاصِرَتِيْ وَلَا يَمْنَعُنِيْ مِنْ التَّحَرُّكِ إِلَّا مَكَانُ رَسُوْلِ اللهِ صلى الله عليه وسلم عَلَى فَخِذِيْ فَقَامَ رَسُوْلُ اللهِ صلى الله عليه وسلم حَتَّى أَصْبَحَ عَلَى غَيْرِ مَاءٍ فَأَنْزَلَ اللهُ آيَةَ التَّيَمُّمِ فَتَيَمَّمُوْا فَقَالَ أُسَيْدُ بْنُ حُضَيْرٍ مَا هِيَ بِأَوَّلِ بَرَكَتِكُمْ يَا آلَ أَبِيْ بَكْرٍ قَالَتْ فَبَعَثْنَا الْبَعِيْرَ الَّذِيْ كُنْتُ عَلَيْهِ فَإِذَا الْعِقْدُ تَحْتَهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}