{
  "hadith": {
    "hadith_id": 4608,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "মদিনায় প্রবেশের পথে বাইদা নামক স্থানে আমার গলার হারটি পড়ে গেল। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) সেখানে উট বসিয়ে অবস্থান করলেন। তিনি আমার কোলে মাথা রেখে শুয়েছিলেন। আবূ বাক্র (রাঃ) এসে আমাকে জোরে থাপ্পড় লাগালেন এবং বললেন একটি হার হারিয়ে তুমি সকল লোককে আটকে রেখেছো। এদিকে তিনি আমাকে ব্যথা দিয়েছেন, অপরদিকে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এ অবস্থায় আছেন, এতে আমি মৃত্যু যাতনা ভোগ করছিলাম। তারপর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) জাগ্রত হলেন, ফাজ্র সলাতের সময় হল এবং পানি খোঁজ করে পাওয়া গেল না, তখন অবতীর্ণ হল ঃ يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلاَةِ  فَاغسْلُوْا وَجُوْهكُم ..... ওহে যারা ঈমান এনেছ! তোমরা যখন সলাতের জন্য দাঁড়াতে চাও তখন ধৌত করে নিবে নিজেদের মুখমণ্ডল এবং হাত কনুই পর্যন্ত। (সূরাহ আল-মায়িদাহ ৫/৬)\nএরপর উসায়দ ইবনু হুযায়র বললেন, হে আবূ বাক্রের বংশধর! আল্লাহ তা‘আলা তোমাদের কারণে মানুষের জন্যে বারাকাত অবতীর্ণ করেছেন। মানুষের জন্য তোমরা হলে কল্যাণ আর কল্যাণ। [৩৩৪] (আ.প্র. ৪২৪৭, ই.ফা. ৪২৫০)",
    "ar": "يَحْيَى بْنُ سُلَيْمَانَ قَالَ حَدَّثَنِي ابْنُ وَهْبٍ قَالَ أَخْبَرَنِيْ عَمْرٌو أَنَّ عَبْدَ الرَّحْمَنِ بْنَ الْقَاسِمِ حَدَّثَهُ عَنْ أَبِيْهِ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا سَقَطَتْ قِلَادَةٌ لِيْ بِالْبَيْدَاءِ وَنَحْنُ دَاخِلُوْنَ الْمَدِيْنَةَ فَأَنَاخَ النَّبِيُّ صلى الله عليه وسلم وَنَزَلَ فَثَنَى رَأْسَهُ فِيْ حَجْرِيْ رَاقِدًا أَقْبَلَ أَبُوْ بَكْرٍ فَلَكَزَنِيْ لَكْزَةً شَدِيْدَةً وَقَالَ حَبَسْتِ النَّاسَ فِيْ قِلَادَةٍ فَبِي الْمَوْتُ لِمَكَانِ رَسُوْلِ اللهِ صلى الله عليه وسلم وَقَدْ أَوْجَعَنِيْ ثُمَّ إِنَّ النَّبِيَّ صلى الله عليه وسلم اسْتَيْقَظَ وَحَضَرَتْ الصُّبْحُ فَالْتَمِسَ الْمَاءُ فَلَمْ يُوْجَدْ فَنَزَلَتْ {يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْآ إِذَا قُمْتُمْ إِلَى الصَّلَاةِ} الآيَةَ فَقَالَ أُسَيْدُ بْنُ حُضَيْرٍ لَقَدْ بَارَكَ اللهُ لِلنَّاسِ فِيْكُمْ يَا آلَ أَبِيْ بَكْرٍ مَا أَنْتُمْ إِلَّا بَرَكَةٌ لَهُمْ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}