{
  "hadith": {
    "hadith_id": 4623,
    "narrator": "সা‘ঈদ ইবনু মুসায়্যাব (রহ.)",
    "bn": "الْبَحِيرَةُবাহীরা জন্তুর স্তন প্রতিমার উদ্দেশে সংরক্ষিত থাকে কেউ তা দোহন করে না। السَّائِبَةُসাইবা, যে জন্তু তারা তাদের উপাস্যের নামে ছেড়ে দিত এবং তা দিয়ে বোঝা বহন করা হত না। তিনি বলেন, আবূ হুরাইরাহ (রাঃ) বলেন যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন যে, আমি ‘আমর ইবনু আমির খুযায়ীকে জাহান্নামের মধ্যে দেখেছি সে তার নাড়িভুঁড়ি টানছে, সে-ই প্রথম ব্যক্তি যে সায়িবা প্রথা প্রথম চালু করে। وَالْوَصِيلَةُওয়াসীলাহ্, যে উষ্ট্রী প্রথমবারে মাদী বাচ্চা প্রসব করে এবং দ্বিতীয়বারেও মাদী বাচ্চা প্রসব করে, ঐ উষ্ট্রীকে তারা তাদের তাগূতের উদ্দেশে ছেড়ে দিত। وَالْحَامِহাম, নর উট যা দ্বারা কয়েকবার প্রজনন কার্য নেয়া হয়, প্রজনন কার্য সমাপ্ত হলে সেটাকে তারা তাদের প্রতিমার জন্যে ছেড়ে দেয় এবং বোঝা বহন থেকে ওটাকে মুক্তি দেয়। সেটির উপর কিছু বহন করা হয় না। এটাকে তারা ‘হাম’ নামে অভিহিত করত।\nআমাকে আবুল ইয়ামান বলেছেন যে, শু‘আয়ব, ইমাম যুহরী (রহ.) থেকে আমাদেরকে অবহিত করেছেন, যুহরী বলেন, আমি সা‘ঈদ ইবনু মুসাইয়্যিব (রহ.) থেকে শুনেছি, তিনি তাকে এ ব্যাপারে অবহিত করেছেন। সা‘ঈদ ইবনু মুসাইয়্যিব বলেছেন, আবূ হুরাইরাহ (রাঃ) বলেছেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) থেকে এই রকম শুনেছি। ইবনু হাদ এটা বর্ণনা করেছেন ইবনু শিহাব থেকে। আর তিনি সা‘ঈদ থেকে, তিনি আবূ হুরাইরাহ (রাঃ) থেকে যে, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) থেকে শুনেছি। [৩৫২১] (আ.প্র. ৪২৬২, ই.ফা. ৪২৬৫)",
    "ar": "مُوْسَى بْنُ إِسْمَاعِيْلَ حَدَّثَنَا إِبْرَاهِيْمُ بْنُ سَعْدٍ عَنْ صَالِحِ بْنِ كَيْسَانَ عَنْ ابْنِ شِهَابٍ عَنْ سَعِيْدِ بْنِ الْمُسَيَّبِ قَالَ الْبَحِيْرَةُ الَّتِيْ يُمْنَعُ دَرُّهَا لِلطَّوَاغِيْتِ فَلَا يَحْلُبُهَا أَحَدٌ مِنْ النَّاسِ وَالسَّائِبَةُ كَانُوْا يُسَيِّبُوْنَهَا لِآلِهَتِهِمْ لَا يُحْمَلُ عَلَيْهَا شَيْءٌ قَالَ وَقَالَ أَبُوْ هُرَيْرَةَ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم رَأَيْتُ عَمْرَو بْنَ عَامِرٍ الْخُزَاعِيَّ يَجُرُّ قُصْبَهُ فِي النَّارِ كَانَ أَوَّلَ مَنْ سَيَّبَ السَّوَائِبَ وَالْوَصِيْلَةُ النَّاقَةُ الْبِكْرُ تُبَكِّرُ فِيْ أَوَّلِ نِتَاجِ الإِبِلِ ثُمَّ تُثَنِّيْ بَعْدُ بِأُنْثَى وَكَانُوْا يُسَيِّبُوْنَهَا لِطَوَاغِيْتِهِمْ إِنْ وَصَلَتْ إِحْدَاهُمَا بِالْأُخْرَى لَيْسَ بَيْنَهُمَا ذَكَرٌ وَالْحَامِ فَحْلُ الإِبِلِ يَضْرِبُ الضِّرَابَ الْمَعْدُوْدَ فَإِذَا قَضَى ضِرَابَهُ وَدَعُوْهُ لِلطَّوَاغِيْتِ وَأَعْفَوْهُ مِنَ الْحَمْلِ فَلَمْ يُحْمَلْ عَلَيْهِ شَيْءٌ وَسَمَّوْهُ الْحَامِيَ و قَالَ لِيْ أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ سَمِعْتُ سَعِيْدًا قَالَ يُخْبِرُهُ بِهَذَا قَالَ وَقَالَ أَبُوْ هُرَيْرَةَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم نَحْوَهُ وَرَوَاهُ ابْنُ الْهَادِ عَنْ ابْنِ شِهَابٍ عَنْ سَعِيْدٍ عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}