{
  "hadith": {
    "hadith_id": 4638,
    "narrator": "আবূ সা‘ঈদ খুদরী (রাঃ)",
    "bn": "এক ইয়াহূদী নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর দরবারে উপস্থিত হল। তার মুখমণ্ডলে চপেটাঘাত খেয়ে সে বলল, হে মুহাম্মাদ! আপনার এক আনসারী সহাবী আমার মুখমণ্ডলে চপেটাঘাত করেছে। তিনি বললেন, তাকে ডেকে আন। তারা ওকে ডেকে আনল, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, “একে চপেটাঘাত করেছ কেন?” সে বলল, হে আল্লাহ্‌র রসূল! আমি এই ইয়াহূদীর পার্শ্ব দিয়ে অতিক্রম করছিলাম। তখন শুনলাম সে বলছে তাঁরই শপথ যিনি মূসা (‘আ.)-কে মানবজাতির উপর মনোনীত করেছেন, আমি বললাম মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর উপরও মনোনীত করেছেন কি? এরপর আমার রাগ চেপে গিয়েছিল, তাই তাকে চপেটাঘাত করেছি। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, তোমরা আমাকে অন্যান্য নাবীর থেকে উত্তম বলো না। কারণ ক্বিয়ামাত দিবসে সব মানুষই জ্ঞানশূন্য হয়ে পড়বে, সর্বপ্রথম আমিই জ্ঞান ফিরে পাব। তিনি বলেন, তখন আমি দেখব যে, মূসা (‘আ.) আকাশের খুঁটি ধরে আছেন, আমি বুঝতে পারব না যে, তিনি কি আমার পূর্বে জ্ঞান ফিরে পেয়েছেন নাকি তূর পর্বতের জ্ঞানশূন্যতার পুরস্কার হিসেবে তাঁকে পুনরায় জ্ঞানশূন্য করা হয়নি। [২৪১২] (আ.প্র. ৪২৭৭, ই.ফা. ৪২৮০)",
    "ar": "مُحَمَّدُ بْنُ يُوْسُفَ حَدَّثَنَا سُفْيَانُ عَنْ عَمْرِو بْنِ يَحْيَى الْمَازِنِيِّ عَنْ أَبِيْهِ عَنْ أَبِيْ سَعِيْدٍ الْخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ جَاءَ رَجُلٌ مِنَ الْيَهُوْدِ إِلَى النَّبِيِّ صلى الله عليه وسلم قَدْ لُطِمَ وَجْهُهُ وَقَالَ يَا مُحَمَّدُ إِنَّ رَجُلًا مِنْ أَصْحَابِكَ مِنَ الْأَنْصَارِ لَطَمَ فِيْ وَجْهِيْ قَالَ ادْعُوْهُ فَدَعَوْهُ قَالَ لِمَ لَطَمْتَ وَجْهَهُ قَالَ يَا رَسُوْلَ اللهِ إِنِّيْ مَرَرْتُ بِالْيَهُوْدِ فَسَمِعْتُهُ يَقُوْلُ وَالَّذِي اصْطَفَى مُوْسَى عَلَى الْبَشَرِ فَقُلْتُ وَعَلَى مُحَمَّدٍ وَأَخَذَتْنِيْ غَضْبَةٌ فَلَطَمْتُهُ قَالَ لَا تُخَيِّرُوْنِيْ مِنْ بَيْنِ الْأَنْبِيَاءِ فَإِنَّ النَّاسَ يَصْعَقُوْنَ يَوْمَ الْقِيَامَةِ فَأَكُوْنُ أَوَّلَ مَنْ يُفِيْقُ فَإِذَا أَنَا بِمُوْسَى آخِذٌ بِقَائِمَةٍ مِنْ قَوَائِمِ الْعَرْشِ فَلَا أَدْرِيْ أَفَاقَ قَبْلِيْ أَمْ جُزِيَ بِصَعْقَةِ الطُّوْرِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}