{
  "hadith": {
    "hadith_id": 4640,
    "narrator": "আবূ দারদা (রাঃ)",
    "bn": "তিনি বলেন, একদা আবূ বাক্র (রাঃ) ও ‘উমার (রাঃ)-এর মধ্যে বিতর্ক হল, আবূ বাক্র (রাঃ) ‘উমার (রাঃ)-কে রাগিয়ে দিয়েছিলেন, এরপর রাগানি¦ত অবস্থায় ‘উমার (রাঃ) সেখান থেকে চলে গেলেন, আবূ বাক্র (রাঃ) তাঁর কাছে ক্ষমা প্রার্থনা করতে করতে তাঁর পিছু নিলেন কিন্তু ‘উমার (রাঃ) ক্ষমা করলেন না, বরং তাঁর সম্মুখের দরজা বন্ধ করে দিলেন। এরপর আবূ বাক্র (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর দরবারে আসলেন। আবূ দারদা (রাঃ) বলেন, আমরা তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে ছিলাম, ঘটনা শোনার পর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেন, তোমাদের এই সঙ্গী আবূ বাক্র আগে কল্যাণ লাভ করেছে। তিনি বলেন, এতে ‘উমার লজ্জিত হলেন এবং সালাম করে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর পাশে বসে পড়লেন ও সবকথা রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে বর্ণনা করলেন। আবূ দারদা (রাঃ) বলেন, এতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) অসন্তুষ্ট হলেন। আবূ বাক্র সিদ্দীক (রাঃ) বারবার বলছিলেন, হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)! আমি অধিক দোষী ছিলাম। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, তোমরা আমার খাতিরে আমার সাথীর ত্র“টি উপেক্ষা করবে কি? তোমরা আমার খাতিরে আমার সঙ্গীর ত্র“টি উপেক্ষা করবে কি? এমন একদিন ছিল যখন আমি বলেছিলাম, “হে মানুষেরা! আমি তোমাদের সকলের জন্য রসূল, তখন তোমরা বলেছিলে, “তুমি মিথ্যা বলেছ” আর আবূ  বাক্র (রাঃ) বলেছিল, “আপনি সত্য বলেছেন”।\nইমাম আবূ ‘আবদুল্লাহ বুখারী (রহ.) বলেন, غَامَرَআগে কল্যাণ লাভ করেছে। [৩৬৬১] (আ.প্র. ৪২৭৯, ই.ফা. ৪২৮২)",
    "ar": "عَبْدُ اللهِ حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ وَمُوْسَى بْنُ هَارُوْنَ قَالَا حَدَّثَنَا الْوَلِيْدُ بْنُ مُسْلِمٍ حَدَّثَنَا عَبْدُ اللهِ بْنُ الْعَلَاءِ بْنِ زَبْرٍ قَالَ حَدَّثَنِيْ بُسْرُ بْنُ عُبَيْدِ اللهِ قَالَ حَدَّثَنِيْ أَبُوْ إِدْرِيْسَ الْخَوْلَانِيُّ قَالَ سَمِعْتُ أَبَا الدَّرْدَاءِ يَقُوْلُ كَانَتْ بَيْنَ أَبِيْ بَكْرٍ وَعُمَرَ مُحَاوَرَةٌ فَأَغْضَبَ أَبُوْ بَكْرٍ عُمَرَ فَانْصَرَفَ عَنْهُ عُمَرُ مُغْضَبًا فَاتَّبَعَهُ أَبُوْ بَكْرٍ يَسْأَلُهُ أَنْ يَسْتَغْفِرَ لَهُ فَلَمْ يَفْعَلْ حَتَّى أَغْلَقَ بَابَهُ فِيْ وَجْهِهِ فَأَقْبَلَ أَبُوْ بَكْرٍ إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ أَبُو الدَّرْدَاءِ وَنَحْنُ عِنْدَهُ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم أَمَّا صَاحِبُكُمْ هَذَا فَقَدْ غَامَرَ قَالَ وَنَدِمَ عُمَرُ عَلَى مَا كَانَ مِنْهُ فَأَقْبَلَ حَتَّى سَلَّمَ وَجَلَسَ إِلَى النَّبِيِّ صلى الله عليه وسلم وَقَصَّ عَلَى رَسُوْلِ اللهِ صلى الله عليه وسلم الْخَبَرَ قَالَ أَبُو الدَّرْدَاءِ وَغَضِبَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَجَعَلَ أَبُوْ بَكْرٍ يَقُوْلُ وَاللهِ يَا رَسُوْلَ اللهِ لَأَنَا كُنْتُ أَظْلَمَ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم هَلْ أَنْتُمْ تَارِكُوْنَ لِيْ صَاحِبِيْ هَلْ أَنْتُمْ تَارِكُوْنَ لِيْ صَاحِبِيْ إِنِّيْ قُلْتُ يَا أَيُّهَا النَّاسُ إِنِّيْ رَسُوْلُ اللهِ صلى الله عليه وسلم إِلَيْكُمْ جَمِيْعًا فَقُلْتُمْ كَذَبْتَ وَقَالَ أَبُوْ بَكْرٍ صَدَقْتَ\nقَالَ أَبُوْ عَبْد اللهِ غَامَرَ سَبَقَ بِالْخَيْرِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}