{
  "hadith": {
    "hadith_id": 4642,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেছেন, “উয়াইনাহ ইবনু হিস্ন ইবনু হুযাইফাহ এসে তাঁর ভাতিজা হুর ইবনু কাইসের কাছে অবস্থান করলেন। ‘উমার (রাঃ) যাদেরকে পার্শ্বে রাখতেন হুর ছিলেন তাদের একজন। কারীগণ, যুবক-বৃদ্ধ সকলেই ‘উমার ফারূক (রাঃ)-এর মজলিসের সদস্য এবং উপদেষ্টা ছিলেন। এরপর ‘উয়াইনাহ তাঁর ভাতিজাকে ডেকে বললেন, এই আমীরের কাছে তো তোমার একটা মর্যাদা আছে, সুতরাং তুমি আমার জন্য তাঁর কাছে প্রবেশের অনুমতি নিয়ে দাও। তিনি বললেন, হ্যাঁ, আমি তাঁর কাছে আপনার প্রবেশের অনুমতি প্রার্থনা করব।\nইবনু ‘আব্বাস (রাঃ) বলেন, এরপর হুর অনুমতি প্রার্থনা করলেন উয়াইনাহ্র জন্যে এবং ‘উমার (রাঃ) অনুমতি দিলেন। উয়াইনাহ ‘উমারের কাছে গিয়ে বললেন, হ্যাঁ আপনি তো আমাদেরকে অধিক অধিক দানও করেন না এবং আমাদের মাঝে সুবিচারও করেন না। ‘উমার (রাঃ) রাগানি¦ত হলেন এবং তাঁকে কিছু একটা করতে উদ্যত হলেন। তখন হুর বললেন, হে আমিরুল মু’মিনীন! আল্লাহ তা‘আলা তো তাঁর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে বলেছেন, “ক্ষমা অবলম্বন কর, সৎকাজের আদেশ দাও এবং মূর্খদেরকে উপেক্ষা কর” আর এই ব্যক্তি তো অবশ্যই মূর্খদের অন্তর্ভুক্ত। আল্লাহ্‌র কসম ‘উমার (রাঃ) আয়াতের নির্দেশ অমান্য করেননি। ‘উমার আল্লাহ্‌র কিতাবের বিধানের সামনে চুপ হয়ে যেতেন। [৭২৮৬] (আ.প্র. ৪২৮১, ই.ফা. ৪২৮৪)",
    "ar": "أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِيْ عُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ بْنِ عُتْبَةَ أَنَّ ابْنَ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ قَدِمَ عُيَيْنَةُ بْنُ حِصْنِ بْنِ حُذَيْفَةَ فَنَزَلَ عَلَى ابْنِ أَخِيْهِ الْحُرِّ بْنِ قَيْسٍ وَكَانَ مِنْ النَّفَرِ الَّذِيْنَ يُدْنِيْهِمْ عُمَرُ وَكَانَ الْقُرَّاءُ أَصْحَابَ مَجَالِسِ عُمَرَ وَمُشَاوَرَتِهِ كُهُوْلًا كَانُوْا أَوْ شُبَّانًا فَقَالَ عُيَيْنَةُ لِابْنِ أَخِيْهِ يَا ابْنَ أَخِيْ هَلْ لَكَ وَجْهٌ عِنْدَ هَذَا الْأَمِيْرِ فَاسْتَأْذِنْ لِيْ عَلَيْهِ قَالَ سَأَسْتَأْذِنُ لَكَ عَلَيْهِ قَالَ ابْنُ عَبَّاسٍ فَاسْتَأْذَنَ الْحُرُّ لِعُيَيْنَةَ فَأَذِنَ لَهُ عُمَرُ فَلَمَّا دَخَلَ عَلَيْهِ قَالَ هِيْ يَا ابْنَ الْخَطَّابِ فَوَاللهِ مَا تُعْطِيْنَا الْجَزْلَ وَلَا تَحْكُمُ بَيْنَنَا بِالْعَدْلِ فَغَضِبَ عُمَرُ حَتَّى هَمَّ أَنْ يُوْقِعَ بِهِ فَقَالَ لَهُ الْحُرُّ يَا أَمِيْرَ الْمُؤْمِنِيْنَ إِنَّ اللهَ تَعَالَى قَالَ لِنَبِيِّهِ صلى الله عليه وسلم {خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِيْنَ}وَإِنَّ هَذَا مِنَ الْجَاهِلِيْنَ وَاللهِ مَا جَاوَزَهَا عُمَرُ حِيْنَ تَلَاهَا عَلَيْهِ وَكَانَ وَقَّافًا عِنْدَ كِتَابِ اللهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}