{
  "hadith": {
    "hadith_id": 4650,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "এক ব্যক্তি তাঁর কাছে এসে বলল, হে আবূ ‘আবদুর রহমান! আল্লাহ তাঁর কিতাবে যা উল্লেখ করেছেন আপনি কি তা শোনেন না? وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا.....মু’মিনদের দু’দল দ্বন্দে¡ লিপ্ত হলে তোমরা তাদের মধ্যে মীমাংসা করে দিবে ......... সুতরাং আল্লাহ্‌র কিতাবের নির্দেশ মুতাবিক যুদ্ধ করতে কোন্ বস্তু আপনাকে নিষেধ করছে? এরপর তিনি বললেন, হে ভাতিজা! এই আয়াতের তাবীল বা ব্যাখ্যা করে যুদ্ধ না করা আমার কাছে অধিক প্রিয় ........ وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا “যে স্বেচ্ছায় মু’মিন খুন করে” আয়াত তাবীল করার তুলনায়। সে ব্যক্তি বলল, আল্লাহ বলেছেন, وَقَاتِلُوهُمْ حَتَّى لاَ تَكُونَ فِتْنَةٌ “তোমরা ফিতনা নির্মূল না হওয়া পর্যন্ত যুদ্ধ করবে”, ইবনু ‘উমার (রাঃ) বললেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর যুগে আমরা তা করেছি যখন ইসলাম দুর্বল ছিল। ফলে লোক তার দ্বীন নিয়ে ফিতনায় পড়ত, হয়ত কাফিররা তাকে হত্যা করত নতুবা বেঁধে রাখত, ক্রমে ক্রমে ইসলামের প্রসার ঘটল এবং ফিতনা থাকল না। সে লোকটি যখন দেখল যে, ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) তার উদ্দেশ্যের অনুকূল নন তখন সে বলল যে, ‘আলী (রাঃ) এবং ‘উসমান (রাঃ) সম্পর্কে আপনার অভিমত কী? ইবনু ‘উমার (রাঃ) বললেন যে, ‘আলী (রাঃ) এবং ‘উসমান (রাঃ) সম্পর্কে আমার কোন কথা নেই, তবে ‘উসমান (রাঃ)-কে আল্লাহ তা‘আলা নিজেই ক্ষমা করে দিয়েছেন কিন্তু তোমরা তাঁকে ক্ষমা করতে রাযী নও। আর ‘আলী (রাঃ), তিনি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর চাচাত ভাই এবং জামাতা, তিনি অঙ্গুলি নির্দেশ করে বললেন, ঐ উনি হচ্ছেন রসূলের কন্যা, যেথায় তোমরা তাঁর ঘর দেখছ, هذِهِ ابْنَتُهُ  বলেছেন কিংবা هذِهِ بْنَتُهُ  বলেছেন। [৩১৩০] (আ.প্র. ৪২৮৯, ই.ফা. ৪২৯১)",
    "ar": "الْحَسَنُ بْنُ عَبْدِ الْعَزِيْزِ حَدَّثَنَا عَبْدُ اللهِ بْنُ يَحْيَى حَدَّثَنَا حَيْوَةُ عَنْ بَكْرِ بْنِ عَمْرٍو عَنْ بُكَيْرٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ رَضِيَ اللهُ عَنْهُمَا أَنَّ رَجُلًا جَاءَهُ فَقَالَ يَا أَبَا عَبْدِ الرَّحْمَنِ أَلَا تَسْمَعُ مَا ذَكَرَ اللهُ فِيْ كِتَابِهِ {وَإِنْ طَآئِفَتَانِ مِنَ الْمُؤْمِنِيْنَ اقْتَتَلُوْا} إِلَى آخِرِ الآيَةِ فَمَا يَمْنَعُكَ أَنْ لَا تُقَاتِلَ كَمَا ذَكَرَ اللهُ فِيْ كِتَابِهِ فَقَالَ يَا ابْنَ أَخِيْ أَغْتَرُّ بِهَذِهِ الْآيَةِ وَلَا أُقَاتِلُ أَحَبُّ إِلَيَّ مِنْ أَنْ أَغْتَرَّ بِهَذِهِ الْآيَةِ الَّتِيْ يَقُوْلُ اللهُ تَعَالَى {وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا} إِلَى آخِرِهَا قَالَ فَإِنَّ اللهَ يَقُوْلُ{وَقَاتِلُوْهُمْ حَتّٰى لَا تَكُوْنَ فِتْنَةٌ} قَالَ ابْنُ عُمَرَ قَدْ فَعَلْنَا عَلَى عَهْدِ رَسُوْلِ اللهِ صلى الله عليه وسلم إِذْ كَانَ الإِسْلَامُ قَلِيْلًا فَكَانَ الرَّجُلُ يُفْتَنُ فِيْ دِيْنِهِ إِمَّا يَقْتُلُوْنَهُ وَإِمَّا يُوْثِقُوْنَهُ حَتَّى كَثُرَ الإِسْلَامُ فَلَمْ تَكُنْ فِتْنَةٌ فَلَمَّا رَأَى أَنَّهُ لَا يُوَافِقُهُ فِيْمَا يُرِيْدُ قَالَ فَمَا قَوْلُكَ فِيْ عَلِيٍّ وَعُثْمَانَ قَالَ ابْنُ عُمَرَ مَا قَوْلِيْ فِيْ عَلِيٍّ وَعُثْمَانَ أَمَّا عُثْمَانُ فَكَانَ اللهُ قَدْ عَفَا عَنْهُ فَكَرِهْتُمْ أَنْ يَعْفُوَ عَنْهُ وَأَمَّا عَلِيٌّ فَابْنُ عَمِّ رَسُوْلِ اللهِ صلى الله عليه وسلم وَخَتَنُهُ وَأَشَارَ بِيَدِهِ وَهَذِهِ ابْنَتُهُ أَوْ بِنْتُهُ حَيْثُ تَرَوْنَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}