{
  "hadith": {
    "hadith_id": 466,
    "narrator": "আবূ সা’ইদ খুদরী (রাঃ)",
    "bn": "তিনি বলেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ভাষণে বললেনঃ আল্লাহ তা’আলা তাঁর এক বান্দাকে দুনিয়া ও আল্লাহর নিকট যা আছে- এ দুয়ের মধ্যে একটি গ্রহণের ইখতিয়ার দিলেন। তিনি আল্লাহর নিকট যা আছে– তা গ্রহণ করলেন। তখন আবু বক্‌র (রাঃ) কাঁদতে লাগলেন। আমি মনে মনে ভাবলাম, এই বৃদ্ধকে কোন্‌ বস্তুটি কাঁদাচ্ছে? আল্লাহ তাঁর এক বান্দাকে দুনিয়া ও আল্লাহর নিকট যা রয়েছে-এ দুয়ের একটা গ্রহণ করার ইখতিয়ার দিলে তিনি আল্লাহর নিকট যা রয়েছে তা গ্রহণ করেছেন (এতে কাঁদার কি আছে?)। মূলতঃ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–ই ছিলেন সেই বান্দা। আর আবূ বকর (রাঃ) ছিলেন আমাদের মাঝে সর্বাধিক জ্ঞানী। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে আবূ বক্‌র, তুমি কাঁদবে না। নিজের সাহচর্য ও সম্পদ দিয়ে আমাকে যিনি সবচেয়ে অধিক ইহসান করেছেন তিনি আবূ বক্‌র। আমার কোন উম্মাতকে যদি আমি খলীল (অন্তরঙ্গ বন্ধু) রূপে গ্রহণ করতাম, তবে তিনি হতেন আবূ বক্‌র। কিন্তু তাঁর সাথে রয়েছে ইসলামের ভ্রাতৃত্ব ও সৌহার্দ্য। আবূ বক্‌রের দরজা ব্যতীত মসজিদের কোন দরজাই রাখা হবে না, সবই বন্ধ করা হবে। (আধুনিক প্রকাশনীঃ ৪৪৬, ইসলামী ফাউন্ডেশনঃ ৪৫২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سِنَانٍ، قَالَ حَدَّثَنَا فُلَيْحٌ، قَالَ حَدَّثَنَا أَبُو النَّضْرِ، عَنْ عُبَيْدِ بْنِ حُنَيْنٍ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ خَطَبَ النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏\"‏ إِنَّ اللَّهَ خَيَّرَ عَبْدًا بَيْنَ الدُّنْيَا وَبَيْنَ مَا عِنْدَهُ، فَاخْتَارَ مَا عِنْدَ اللَّهِ ‏\"‏‏.‏ فَبَكَى أَبُو بَكْرٍ ـ رضى الله عنه ـ فَقُلْتُ فِي نَفْسِي مَا يُبْكِي هَذَا الشَّيْخَ إِنْ يَكُنِ اللَّهُ خَيَّرَ عَبْدًا بَيْنَ الدُّنْيَا وَبَيْنَ مَا عِنْدَهُ فَاخْتَارَ مَا عِنْدَ اللَّهِ، فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم هُوَ الْعَبْدَ، وَكَانَ أَبُو بَكْرٍ أَعْلَمَنَا‏.‏ قَالَ ‏\"‏ يَا أَبَا بَكْرٍ لاَ تَبْكِ، إِنَّ أَمَنَّ النَّاسِ عَلَىَّ فِي صُحْبَتِهِ وَمَالِهِ أَبُو بَكْرٍ، وَلَوْ كُنْتُ مُتَّخِذًا خَلِيلاً مِنْ أُمَّتِي لاَتَّخَذْتُ أَبَا بَكْرٍ، وَلَكِنْ أُخُوَّةُ الإِسْلاَمِ وَمَوَدَّتُهُ، لاَ يَبْقَيَنَّ فِي الْمَسْجِدِ  باب إِلاَّ سُدَّ إِلاَّ  باب أَبِي بَكْرٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "8"
    }
  }
}