{
  "hadith": {
    "hadith_id": 4671,
    "narrator": "‘উমার ইবনু খাত্তাব (রাঃ)",
    "bn": "তিনি বলেন, যখন ‘আবদুল্লাহ ইবনু উবাই ইবনু সালূল মারা গেল, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে তার জানাযাহ্র সলাত আদায়ের জন্য আহ্বান করা হল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যখন (জানাযার জন্য) উঠে দাঁড়ালেন, আমি তাঁর কাছে গিয়ে আরয করলাম, হে আল্লাহ্‌র রসূল! আপনি ইবনু উবাই-এর জানাযার সলাত পড়াবেন? অথচ সে লোক অমুক দিন অমুক অমুক কথা বলেছে। ‘উমার ইবনু খাত্তাব (রাঃ) বলেন, আমি তার কথাগুলো রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সামনে এক একটি করে উল্লেখ করছিলাম। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) মুচকি হাসি দিয়ে আমাকে বললেন, হে ‘উমার! আমাকে যেতে দাও। আমি বারবার বলাতে তিনি বললেন, আল্লাহ আমাকে করা বা না করার অবকাশ দিয়েছেন। আমি তা গ্রহণ করেছি। আমি যদি জানতে পারি যে, সত্তরবারের চেয়েও বেশি ক্ষমা প্রার্থনা করলে তাকে আল্লাহ তা‘আলা ক্ষমা করে দেবেন, তবে আমি সত্তরবারের অধিক ক্ষমা প্রার্থনা করব। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তার জানাযার সলাত আদায় করলেন এবং (জানাযাহ) থেকে ফিরে আসার পরই সূরাহ বারাআতের এ আয়াত অবতীর্ণ হয়, “তাদের কেউ মারা গেলে কখনও তার জানাযাহ্র সলাত আদায় করবে না। এরা আল্লাহ ও তাঁর রসূলের প্রতি অবিশ্বাস করেছে এবং ফাসিক অবস্থায় তাদের মৃত্যু হয়েছে। (সূরাহ বারাআত ৯/৮৪)\n‘উমার (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সামনে আমার এ দুঃসাহসের জন্য পরে আমি আশ্চর্য হতাম। বস্তুতঃ আল্লাহ ও তার রসূল অধিক জ্ঞাত। [১৩৬৬] (আ.প্র. ৪৩১০, ই.ফা. ৪৩১১)",
    "ar": "يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ و قَالَ غَيْرُهُ حَدَّثَنِي اللَّيْثُ حَدَّثَنِيْ عُقَيْلٌ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِيْ عُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ عَنْ ابْنِ عَبَّاسٍ عَنْ عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ أَنَّهُ قَالَ لَمَّا مَاتَ عَبْدُ اللهِ بْنُ أُبَيٍّ ابْنُ سَلُوْلَ دُعِيَ لَهُ رَسُوْلُ اللهِ صلى الله عليه وسلم لِيُصَلِّيَ عَلَيْهِ فَلَمَّا قَامَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَثَبْتُ إِلَيْهِ فَقُلْتُ يَا رَسُوْلَ اللهِ أَتُصَلِّيْ عَلَى ابْنِ أُبَيٍّ وَقَدْ قَالَ يَوْمَ كَذَا كَذَا وَكَذَا قَالَ أُعَدِّدُ عَلَيْهِ قَوْلَهُ فَتَبَسَّمَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَقَالَ أَخِّرْ عَنِّيْ يَا عُمَرُ فَلَمَّا أَكْثَرْتُ عَلَيْهِ قَالَ إِنِّيْ خُيِّرْتُ فَاخْتَرْتُ لَوْ أَعْلَمُ أَنِّيْ إِنْ زِدْتُ عَلَى السَّبْعِيْنَ يُغْفَرْ لَهُ لَزِدْتُ عَلَيْهَا قَالَ فَصَلَّى عَلَيْهِ رَسُوْلُ اللهِ صلى الله عليه وسلم ثُمَّ انْصَرَفَ فَلَمْ يَمْكُثْ إِلَّا يَسِيْرًا حَتَّى نَزَلَتْ الْآيَتَانِ مِنْ بَرَاءَةَ{وَلَا تُصَلِّ عَلٰى أَحَدٍ مِّنْهُمْ مَّاتَ أَبَدً}ا إِلَى قَوْلِهِ{وَهُمْ فَاسِقُوْنَ} قَالَ فَعَجِبْتُ بَعْدُ مِنْ جُرْأَتِيْ عَلَى رَسُوْلِ اللهِ صلى الله عليه وسلم وَاللهُ وَرَسُوْلُهُ أَعْلَمُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}