{
  "hadith": {
    "hadith_id": 4677,
    "narrator": "‘আবদুর রহমান ইবনু ‘আবদুল্লাহ ইবনু কা‘ব ইবনু মালিক (রহ.)",
    "bn": "তার পিতা থেকে বর্ণনা করেন। তিনি বলেন, আমি আমার পিতা কা‘ব ইবনু মালিক (রাঃ) থেকে শুনেছি, যে তিনজনের তাওবাহ কবূল হয়েছিল, তার মধ্যে তিনি একজন। তিনি বাদ্রের যুদ্ধ ও তাবূকের যুদ্ধ এ দু’টি ব্যতীত অন্য কোন যুদ্ধে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর পশ্চাতে থাকেননি। কা‘ব ইবনু মালিক (রাঃ) বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাবূক যুদ্ধ হতে সূর্যোদয়ের সময় মদিনায় ফিরে আসলে আমি (মিথ্যার পরিবর্তে) সত্য প্রকাশের দৃঢ় সংকল্প গ্রহণ করলাম। তিনি [রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)] যে কোন সফর হতে সাধারণত সূর্যোদয়ের সময় ফিরে আসতেন এবং সর্বপ্রথম মাসজিদে গিয়ে দু’রাক‘আত নাফল সলাত আদায় করতেন। (তাবূকের যুদ্ধ থেকে এসে) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমার সঙ্গে এবং আমার সঙ্গীদের সঙ্গে কথা বলা নিষিদ্ধ ঘোষণা করলেন, অথচ আমাদের ব্যতীত অন্য যারা যুদ্ধে যাওয়া থেকে বিরত ছিল, তাদের সঙ্গে কথা বলায় কোন প্রকার বাধা প্রদান করলেন না। সুতরাং লোকেরা আমাদের সঙ্গে কথা বলা থেকে বিরত থাকতে লাগলেন। আমার কাছে সবচেয়ে বড় ব্যাপার ছিল যে, যদি এ অবস্থায় আমার মৃত্যু এসে যায়, আর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমার জানাযাহ্র সলাত আদায় না করেন, অথবা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর ওফাত হলে আমি মানুষের কাছে এই অবস্থায় থেকে যাব তারা কেউ আমার সঙ্গে কথাও বলবে না, আর আমার জানাযার সলাতও আদায় করবে না। এরপর (পঞ্চাশ দিন পর) আল্লাহ তা‘আলা আমার তওবা কবূল করে তাঁর [নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর] প্রতি আয়াত অবতীর্ণ করেন। তখন রাতের শেষ-তৃতীয়াংশ বাকী ছিল। সে রাতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) উম্মু সালামাহ (রাঃ)-এর কাছে ছিলেন, উম্মু সালামাহ (রাঃ) আমার প্রতি সদয় ও সহানুভূতিশীল ছিলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, হে উম্মু সালামাহ! কা‘বের তাওবাহ কবূল করা হয়েছে। উম্মু সালামাহ (রাঃ) বললেন, তাকে সুসংবাদ দেয়ার জন্য কাউকে তার কাছে পাঠাব? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, এখন খবর পেলে সব লোক এসে জমা হয়ে যাবে। তারা তোমাদের ঘুম নষ্ট করে দিবে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ফাজ্রের সলাত আদায়ের পর আমাদের তওবা কবূল হওয়ার কথা ঘোষণা করে দিলেন। এ সময় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর চেহারা খুশীতে এমন চমকাচ্ছিল যেন চাঁদের টুকরা।\nযেসব মুনাফিক মিথ্যা অজুহাত দেখিয়ে [রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর অসন্তুষ্টি থেকে] রেহাই পেয়েছিল, তাদের চেয়ে তাওবাহ কবূলের ব্যাপারে আমরা তিনজন পিছনে পড়ে গিয়েছিলাম, এরপর আল্লাহ তা‘আলা আমাদের তওবা কবূল করে আয়াত অবতীর্ণ করেন।\n(তাবূকের যুদ্ধে) অনুপস্থিতদের মধ্যে যারা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে মিথ্যা কথা বলেছে এবং যারা মিথ্যা অজুহাত দেখিয়েছে তাদের জঘন্যভাবে নিন্দাবাদ করা হয়েছে। আল্লাহ তা‘আলা ইরশাদ করেন, “তারা তোমাদের কাছে ওযর পেশ করবে যখন তোমরা তাদের কাছে ফিরে আসবে। আপনি বলে দিন ঃ তোমরা ওযর পেশ করো না, আমরা কখনও তোমাদের বিশ্বাস করব না; আল্লাহ তো আমাদের জানিয়ে দিয়েছেন তোমাদের খবর; আর ভবিষ্যতেও আল্লাহ তোমাদের কার্যকলাপ লক্ষ্য রাখবেন এবং তাঁর রসূলও” (সূরাহ বারাআত ৯/৯৪)। [২৭৫৭] (আ.প্র. ৪৩১৬, ই.ফা. ৪৩১৭)",
    "ar": "مُحَمَّدٌ حَدَّثَنَا أَحْمَدُ ابْنُ أَبِيْ شُعَيْبٍ حَدَّثَنَا مُوْسَى بْنُ أَعْيَنَ حَدَّثَنَا إِسْحَاقُ بْنُ رَاشِدٍ أَنَّ الزُّهْرِيَّ حَدَّثَهُ قَالَ أَخْبَرَنِيْ عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللهِ بْنِ كَعْبِ بْنِ مَالِكٍ عَنْ أَبِيْهِ قَالَ سَمِعْتُ أَبِيْ كَعْبَ بْنَ مَالِكٍ وَهُوَ أَحَدُ الثَلَاثَةِ الَّذِيْنَ تِيْبَ عَلَيْهِمْ أَنَّهُ لَمْ يَتَخَلَّفْ عَنْ رَسُوْلِ اللهِ صلى الله عليه وسلم فِيْ غَزْوَةٍ غَزَاهَا قَطُّ غَيْرَ غَزْوَتَيْنِ غَزْوَةِ الْعُسْرَةِ وَغَزْوَةِ بَدْرٍ قَالَ فَأَجْمَعْتُ صِدْقِيْ رَسُوْلَ اللهِ صلى الله عليه وسلم ضُحًى وَكَانَ قَلَّمَا يَقْدَمُ مِنْ سَفَرٍ سَافَرَهُ إِلَّا ضُحًى وَكَانَ يَبْدَأُ بِالْمَسْجِدِ فَيَرْكَعُ رَكْعَتَيْنِ وَنَهَى النَّبِيُّ صلى الله عليه وسلم عَنْ كَلَامِيْ وَكَلَامِ صَاحِبَيَّ وَلَمْ يَنْهَ عَنْ كَلَامِ أَحَدٍ مِنَ الْمُتَخَلِّفِيْنَ غَيْرِنَا فَاجْتَنَبَ النَّاسُ كَلَامَنَا فَلَبِثْتُ كَذَلِكَ حَتَّى طَالَ عَلَيَّ الْأَمْرُ وَمَا مِنْ شَيْءٍ أَهَمُّ إِلَيَّ مِنْ أَنْ أَمُوْتَ فَلَا يُصَلِّيْ عَلَيَّ النَّبِيُّ صلى الله عليه وسلم أَوْ يَمُوْتَ رَسُوْلُ اللهِ صلى الله عليه وسلم فَأَكُوْنَ مِنْ النَّاسِ بِتِلْكَ الْمَنْزِلَةِ فَلَا يُكَلِّمُنِيْ أَحَدٌ مِنْهُمْ وَلَا يُصَلِّيْ وَلَا يُسَلِّمُ عَلَيَّ فَأَنْزَلَ اللهُ تَوْبَتَنَا عَلَى نَبِيِّهِ صلى الله عليه وسلم حِيْنَ بَقِيَ الثُّلُثُ الْآخِرُ مِنْ اللَّيْلِ وَرَسُوْلُ اللهِ صلى الله عليه وسلم عِنْدَ أُمِّ سَلَمَةَ وَكَانَتْ أُمُّ سَلَمَةَ مُحْسِنَةً فِيْ شَأْنِيْ مَعْنِيَّةً فِيْ أَمْرِيْ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم يَا أُمَّ سَلَمَةَ تِيْبَ عَلَى كَعْبٍ قَالَتْ أَفَلَا أُرْسِلُ إِلَيْهِ فَأُبَشِّرَهُ قَالَ إِذًا يَحْطِمَكُمْ النَّاسُ فَيَمْنَعُوْنَكُمْ النَّوْمَ سَائِرَ اللَّيْلَةِ حَتَّى إِذَا صَلَّى رَسُوْلُ اللهِ صلى الله عليه وسلم صَلَاةَ الْفَجْرِ آذَنَ بِتَوْبَةِ اللهِ عَلَيْنَا وَكَانَ إِذَا اسْتَبْشَرَ اسْتَنَارَ وَجْهُهُ حَتَّى كَأَنَّهُ قِطْعَةٌ مِنَ الْقَمَرِ وَكُنَّا أَيُّهَا الثَلَاثَةُ الَّذِيْنَ خُلِّفُوْا عَنِ الْأَمْرِ الَّذِيْ قُبِلَ مِنْ هَؤُلَاءِ الَّذِيْنَ اعْتَذَرُوْا حِيْنَ أَنْزَلَ اللهُ لَنَا التَّوْبَةَ فَلَمَّا ذُكِرَ الَّذِيْنَ كَذَبُوْا رَسُوْلَ اللهِ صلى الله عليه وسلم مِنَ الْمُتَخَلِّفِيْنَ وَاعْتَذَرُوْا بِالْبَاطِلِ ذُكِرُوْا بِشَرِّ مَا ذُكِرَ بِهِ أَحَدٌ قَالَ اللهُ سُبْحَانَهُ {يَعْتَذِرُوْنَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ طقُلْ لَّا تَعْتَذِرُوْا لَنْ نُّؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللهُ مِنْ أَخْبَارِكُمْ طوَسَيَرَى اللهُ عَمَلَكُمْ وَرَسُوْلُه”} الْآيَةَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}