{
  "hadith": {
    "hadith_id": 4684,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, আল্লাহ তা‘আলা বলেন, তুমি খরচ কর। আমি তোমার উপর খরচ করব এবং [রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)] বললেন, আল্লাহ তা‘আলার হাত পরিপূর্ণ। রাতদিন অনবরত খরচেও তা কমবে না। তিনি বলেন, তোমরা কি দেখ না, যখন থেকে আসমান ও যমীন সৃষ্টি করেছেন, তখন থেকে কী পরিমাণ খরচ করেছেন? কিন্তু এত খরচ করার পরও তাঁর হাতের সম্পদ কমে যায়নি। আর আল্লাহ তা‘আলার ‘আরশ পানির উপর ছিল। তাঁর হাতেই রয়েছে দাঁড়িপাল্লা। তিনি নিচু করেন, তিনি উপরে তোলেন। اعْتَرَاكَ افْتَعَلَتَ-এর বাব থেকে। عَرَوْتُهُ-এ অর্থে বলা হয়, তাকে পেয়েছি। তা থেকে يَعْرُوهُ (তার উপর ঘটেছে) ও اعْتَرَانِي (আমার উপর ঘটেছে) ব্যবহার হয়। آخِذٌ بِنَاصِيَتِهَا অর্থাৎ তাঁর রাজত্ব এবং عَنِيدٌ-عَنُودٌ-عَانِدٌ সবগুলোর একই অর্থ স্বেচ্ছাচারী।\nওটি দাম্ভিকতা অর্থের প্রতি জোর দেয়ার জন্য বলা হয়েছে। اسْتَعْمَرَكُمْতোমাদের বসতি দান করলেন। আরবগণ বলত أَعْمَرْتُهُ الدَّارَ فَهِيَ عُمْرَىআমি এ ঘর তাকে জীবন ধারণের জন্য দিলাম। نَكِرَهُمْ وَأَنْكَرَهُمْ এবং اسْتَنْكَرَهُمْ সবগুলো একই অর্থে ব্যবহৃত। فَعِيلٌ-مَجِبْدٌ-حَمِيدٌ-مَجِيدٌ-এর ওযনে مَاجِدٌ (মর্যাদা সম্পন্ন) থেকে حَمِيدٌ (প্রশংসিত) এর অর্থে مَحْمُوْدٌ থেকে سِجِّيلٌঅতি কঠিন বা শক্ত। سِجِّيلٌ এবং سِجِّينٌ উভয় রূপেই ব্যবহৃত হয়। لاَمُ এবং نُوْنٌ  যেন দুই বোন। তামীম ইবনু মুকবেল বলেন, “বহু পদাতিক বাহিনী মধ্যাহ্নে স্কন্ধে শুভ্র ধারালো তলোয়ার দ্বারা আঘাত হানে। কঠিন প্রস্তর দ্বারা তার প্রতিশোধ নেয়ার জন্য বিপক্ষের বীর পুরুষগণ পরস্পরকে ওসীয়ত করে থাকে।” [৫৩৫২, ৭৪১১, ৭৪১৯, ৭৪৯৬] (আ.প্র. ৪৩২৩, ই.ফা. ৪৩২৪)",
    "ar": "أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ حَدَّثَنَا أَبُو الزِّنَادِ عَنِ الْأَعْرَجِ عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَالَ قَالَ اللهُ عَزَّ وَجَلَّ أَنْفِقْ أُنْفِقْ عَلَيْكَ وَقَالَ يَدُ اللهِ مَلْأَى لَا تَغِيْضُهَا نَفَقَةٌ سَحَّاءُ اللَّيْلَ وَالنَّهَارَ وَقَالَ أَرَأَيْتُمْ مَا أَنْفَقَ مُنْذُ خَلَقَ السَّمَاءَ وَالأَرْضَ فَإِنَّهُ لَمْ يَغِضْ مَا فِيْ يَدِهِ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ وَبِيَدِهِ الْمِيْزَانُ يَخْفِضُ وَيَرْفَعُ {اعْتَرَاكَ} افْتَعَلَكَ مِنْ عَرَوْتُهُ أَيْ أَصَبْتُهُ وَمِنْهُ يَعْرُوْهُ وَاعْتَرَانِيْ {اٰخِذٌ بِنَاصِيَتِهَا} أَيْ فِيْ مِلْكِهِ وَسُلْطَانِهِ عَنِيْدٌ وَعَنُوْدٌ وَعَانِدٌ وَاحِدٌ هُوَ تَأْكِيْدُ التَّجَبُّرِ اسْتَعْمَرَكُمْ جَعَلَكُمْ عُمَّارًا أَعْمَرْتُهُ الدَّارَ فَهِيَ عُمْرَى جَعَلْتُهَا لَهُ نَكِرَهُمْ وَأَنْكَرَهُمْ وَاسْتَنْكَرَهُمْ وَاحِدٌ حَمِيْدٌ مَجِيْدٌ كَأَنَّهُ فَعِيْلٌ مِنْ مَاجِدٍ مَحْمُوْدٌ مِنْ حَمِدَ سِجِّيْلٌ الشَّدِيْدُ الْكَبِيْرُ سِجِّيْلٌ وَسِجِّيْنٌ وَاللَّامُ وَالنُّوْنُ أُخْتَانِ وَقَالَ تَمِيْمُ بْنُ مُقْبِلٍ وَرَجْلَةٍ يَضْرِبُوْنَ الْبَيْضَ ضَاحِيَةً ضَرْبًا تَوَاصَى بِهِ الْأَبْطَالُ سِجِّيْنَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}