{
  "hadith": {
    "hadith_id": 4685,
    "narrator": "সফওয়ান ইবনু মুহ্রিয (রহ.)",
    "bn": "তিনি বলেন, একদা ইবনু ‘উমার (রাঃ) তাওয়াফ করছিলেন। হঠাৎ এক ব্যক্তি তার সম্মুখে এসে বলল, হে আবূ ‘আবদুর রহমান অথবা বলল, হে ইবনু ‘উমার (রাঃ)! আপনি কি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) থেকে (ক্বিয়ামাতের দিন আল্লাহ তা‘আলা এবং মু’মিনদের মধ্যকার) গোপন আলোচনা সম্পর্কে কিছু শুনেছেন? তিনি বললেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে বলতে শুনেছি যে, (ক্বিয়ামাতের দিন) মু’মিনকে তাঁর নৈকট্য দান করা হবে। হিশাম বলেন, মু’মিন নিকটবর্তী হবে, এমনকি আল্লাহ তা‘আলা তাকে স্বীয় পর্দায় ঢেকে নেবেন এবং তার নিকট হতে তার গুনাহসমূহের স্বীকারোক্তি নেবেন। (আল্লাহ জিজ্ঞেস করবেন) অমুক গুনাহ সম্পর্কে তুমি জান কি? বান্দা বলবে, হে আমার রব! আমি জানি, আমি জানি। এভাবে দু’বার বলবে। তখন আল্লাহ তা‘আলা বলবেন, আমি দুনিয়ায় তোমার পাপ গোপন রেখেছিলাম। আর আজ তোমার সে পাপ ক্ষমা করে দিচ্ছি। তারপর তার নেক ‘আমালনামা গুটিয়ে নেয়া হবে।\nআর অন্যদলকে অথবা (রাবী বলেছেন) কাফিরদের সকলের সামনে ডেকে বলা হবে, এরাই সে লোক যারা আল্লাহ সম্পর্কে মিথ্যা বলেছিল এবং শায়বান حَدَّثَنَا قَتَادَةُ-এর পরিবর্তে قَتَادَةُ عَنْ এবং عَنْ صَفْوَانُ -এর পরিবর্তে حَدَّثَنَا صَفْوَانُ বর্ণনা করেছেন। [২৪৪১] (আ.প্র. ৪৩২৪, ই.ফা. ৪৩২৫)",
    "ar": "مُسَدَّدٌ حَدَّثَنَا يَزِيْدُ بْنُ زُرَيْعٍ حَدَّثَنَا سَعِيْدٌ وَهِشَامٌ قَالَا حَدَّثَنَا قَتَادَةُ عَنْ صَفْوَانَ بْنِ مُحْرِزٍ قَالَ بَيْنَا ابْنُ عُمَرَ يَطُوْفُ إِذْ عَرَضَ رَجُلٌ فَقَالَ يَا أَبَا عَبْدِ الرَّحْمَنِ أَوْ قَالَ يَا ابْنَ عُمَرَ سَمِعْتَ النَّبِيَّ صلى الله عليه وسلم فِي النَّجْوَى فَقَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُوْلُ يُدْنَى الْمُؤْمِنُ مِنْ رَبِّهِ وَقَالَ هِشَامٌ يَدْنُو الْمُؤْمِنُ حَتَّى يَضَعَ عَلَيْهِ كَنَفَهُ فَيُقَرِّرُهُ بِذُنُوْبِهِ تَعْرِفُ ذَنْبَ كَذَا يَقُوْلُ أَعْرِفُ يَقُوْلُ رَبِّ أَعْرِفُ مَرَّتَيْنِ فَيَقُوْلُ سَتَرْتُهَا فِي الدُّنْيَا وَأَغْفِرُهَا لَكَ الْيَوْمَ ثُمَّ تُطْوَى صَحِيْفَةُ حَسَنَاتِهِ وَأَمَّا الآخَرُوْنَ أَوِ الْكُفَّارُ فَيُنَادَى عَلَى رُءُوْسِ الْأَشْهَادِ هَؤُلَاءِ الَّذِيْنَ كَذَبُوْا عَلَى رَبِّهِمْ أَلَا لَعْنَةُ اللهِ عَلَى الظَّالِمِيْنَ وَقَالَ شَيْبَانُ عَنْ قَتَادَةَ حَدَّثَنَا صَفْوَانُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}