{
  "hadith": {
    "hadith_id": 4712,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "একদা রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সামনে গোশ্ত আনা হল এবং তাঁকে সামনের রান পরিবেশন করা হল। তিনি এটা পছন্দ করতেন। তিনি তার থেকে কামড়ে খেলেন। এরপর বললেন, আমি হব ক্বিয়ামাতের দিন মানবকুলের নেতা। তোমাদের কি জানা আছে তা কেন? ক্বিয়ামাতের দিন আগের ও পরের সকল মানুষ এমন এক ময়দানে জমায়েত হবে, যেখানে একজন আহ্বানকারীর আহ্বান সকলে শুনতে পাবে এবং সকলেই এক সঙ্গে দৃষ্টিগোচর করবে। সূর্য নিকটে এসে যাবে। মানুষ এমনি কষ্ট-ক্লেশের সম্মুখীন হবে যা অসহনীয় ও অসহ্যকর হয়ে পড়বে। তখন লোকেরা বলবে, তোমরা কী বিপদের সম্মুখীন হয়েছ, তা কি দেখতে পাচ্ছ না? তোমরা কি এমন কাউকে খুঁজে বের করবে না, যিনি তোমাদের রবের কাছে তোমাদের জন্য সুপারিশকারী হবেন? কেউ কেউ অন্যদের বলবে যে, আদামের কাছে চল। তখন সকলে তার কাছে এসে তাঁকে বলবে, আপনি আবুল বাশার । আল্লাহ্ তা‘আলা আপনাকে নিজ হস্ত দ্বারা সৃষ্টি করেছেন এবং তাঁর রূহ আপনার মধ্যে ফুঁকে দিয়েছেন এবং মালায়িকাহ্কে হুকুম দিলে তাঁরা আপনাকে সাজদাহ করেন। আপনি আপনার রবের নিকট আমাদের জন্য সুপারিশ করুন। আপনি কি দেখছেন না যে, আমরা কিসের মধ্যে আছি? আপনি কি দেখছেন না যে, আমরা কী অবস্থায় পৌঁছেছি। তখন আদাম (‘আ.) বলবেন, আজ আমার রব এত রাগানি¦ত হয়েছেন যার আগেও কোনদিন এরূপ রাগানি¦ত হননি আর পরেও এরূপ রাগানি¦ত হবেন না। তিনি আমাকে একটি গাছের নিকট যেতে নিষেধ করেছিলেন, কিন্তু আমি অমান্য করেছি, নফ্সী, নফ্সী, নফ্সী, (আমি নিজেই সুপারিশ প্রার্থী) তোমরা অন্যের কাছে যাও, তোমরা নূহ (‘আ.)-এর কাছে যাও। তখন সকলে নূহ্ (‘আ.)-এর কাছে এসে বলবে, হে নূহ্ (‘আ.)! নিশ্চয়ই আপনি পৃথিবীর মানুষের প্রতি প্রথম রসূল।  আর আল্লাহ্ তা‘আলা আপনাকে পরম কৃতজ্ঞ বান্দা হিসেবে আখ্যায়িত করেছেন। সুতরাং আপনি আপনার রবের কাছে আমাদের জন্য সুপারিশ করুন। আপনি কি দেখছেন না যে, আমরা কিসের মধ্যে আছি? তিনি বলবেন, আমার রব আজ এত ভীষণ রাগানি¦ত যে, আগেও এমন রাগানি¦ত হননি আর পরে কখনো এমন রাগানি¦ত হবেন না। আমার একটি গ্রহণযোগ্য দু‘আ ছিল, যা আমি আমার কওমের ব্যাপারে করে ফেলেছি, (এখন) নফ্সী, নফ্সী, নফ্সী। তোমরা অন্যের কাছে যাও- যাও তোমরা ইব্রাহীম (‘আ.)-এর কাছে। তখন তারা ইব্রাহীম (‘আ.)-এর কাছে এসে বলবে, হে ইব্রাহীম (‘আ.)! আপনি আল্লাহ্‌র নাবী এবং পৃথিবীর মানুষের মধ্যে আপনি আল্লাহ্‌র বন্ধু । আপনি আপনার রবের কাছে আমাদের জন্য সুপারিশ করুন। আপনি কি দেখতে পাচ্ছেন না আমরা কিসের মধ্যে আছি? তিনি তাদের বলবেন, আমার রব আজ ভীষণ রাগানি¦ত, যার আগেও কোন দিন এরূপ রাগানি¦ত হননি, আর পরেও কোনদিন এরূপ রাগানি¦ত হবেন না। আর আমি তো তিনটি মিথ্যা বলে ফেলেছিলাম। রাবী আবূ হাইয়ান তাঁর বর্ণনায় এগুলোর উল্লেখ করেছেন- (এখন) নফ্সী, নফ্সী, নফ্সী, তোমরা অন্যের কাছে যাও- যাও মূসার কাছে। তারা মূসার কাছে এসে বলবে, হে মূসা (‘আ.)! আপনি আল্লাহ্‌র রসূল। আল্লাহ্ আপনাকে রিসালাতের সম্মান দিয়েছেন এবং আপনার সঙ্গে কথা বলে সমস্ত মানবকূলের উপর মর্যাদা দান করেছেন। আপনি আপনার রবের কাছে আমাদের জন্য সুপারিশ করুন। আপনি কি দেখতে পাচ্ছেন না আমরা কিসের মধ্যে আছি? তিনি বললেন, আজ আমার রব ভীষণ রাগানি¦ত আছেন, এরূপ রাগানি¦ত আগেও হননি এবং পরেও এরূপ রাগানি¦ত হবেন না। আর আমি তো এক ব্যক্তিকে হত্যা করে ফেলেছিলাম, যাকে হত্যা করার জন্য আমাকে নির্দেশ দেয়া হয়নি। এখন নফ্সী, নফ্সী, নফ্সী। তোমরা অন্যের কাছে যাও- যাও ঈসা (‘আ.)-এর কাছে। তখন তারা ঈসা (‘আ.)-এর কাছে এসে বলবে, হে ঈসা (‘আ.)! আপনি আল্লাহ্‌র র\nরসূল এবং কালিমাহ , যা তিনি মারইয়াম (‘আ.)-এর উপর ঢেলে দিয়েছিলেন। আপনি ‘রূহ’ । আপনি দোলনায় থেকে মানুষের সঙ্গে কথা বলেছেন। আজ আপনি আমাদের জন্য সুপারিশ করুন। আপনি কি দেখছেন না, আমরা কিসের মধ্যে আছি? তখন ঈসা (‘আ.) বলবেন, আজ আমার রব এত রাগানি¦ত যে, এর আগে এরূপ রাগানি¦ত হননি এবং এর পরেও এরূপ রাগানি¦ত হবেন না। তিনি নিজের কোন গুনাহ্র কথা বলবেন না। নফ্সী, নফ্সী, নফ্সী, তোমরা অন্য কারও কাছে যাও- যাও মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে। তারা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে এসে বলবে, হে মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)! আপনি আল্লাহ্‌র রসূল এবং শেষ নাবী। আল্লাহ্ তা‘আলা আপনার আগের, পরের সকল গুনাহ্  ক্ষমা করে দিয়েছেন। আপনি আমাদের জন্য আপনার রবের কাছে সুপারিশ করুন। আপনি কি দেখছেন না আমরা কিসের মধ্যে আছি? তখন আমি আরশের নিচে এসে আমার রবের সামনে সাজদাহ দিয়ে পড়ব। তারপর আল্লাহ্ তা‘আলা তাঁর প্রশংসা ও গুণগানের এমন সুন্দর নিয়ম আমার সামনে খুলে দিবেন, যা এর পূর্বে অন্য কারও জন্য খোলেননি। এরপর বলা হবে, হে মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)! তোমার মাথা উঠাও। তুমি যা চাও, তোমাকে দেয়া হবে। তুমি সুপারিশ কর, তোমার সুপারিশ কবূল করা হবে। এরপর আমি আমার মাথা উঠিয়ে বলব, হে আমার রব! আমার উম্মত। হে আমার রব! আমার উম্মত। হে আমার রব! আমার উম্মত। তখন বলা হবে, হে মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)! আপনার উম্মাতের মধ্যে যাদের কোন হিসাব-নিকাশ হবে না, তাদেরকে জান্নাতের দরজাসমূহের ডান পার্শ্বের দরজা দিয়ে প্রবেশ করিয়ে দিন। এ দরজা ব্যতীত অন্যদের সঙ্গে অন্য দরজায় ও তাদের প্রবেশের অধিকার থাকবে। তারপর তিনি বলবেন, যাঁর হাতে আমার প্রাণ, সে সত্তার শপথ! জান্নাতের এক দরজার দুই পার্শ্বের মধ্যবর্তী স্থানের প্রশস্ততা যেমন মাক্কাহ ও হামীরের মধ্যবর্তী দূরত্ব, অথবা মক্কা ও বস্রার মাঝে দূরত্বের সমতুল্য। [৩৩৪০] (আ.প্র. ৪৩৫১, ই.ফা. ৪৩৫৩)",
    "ar": "مُحَمَّدُ بْنُ مُقَاتِلٍ أَخْبَرَنَا عَبْدُ اللهِ أَخْبَرَنَا أَبُوْ حَيَّانَ التَّيْمِيُّ عَنْ أَبِيْ زُرْعَةَ بْنِ عَمْرِو بْنِ جَرِيْرٍ عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم أُتِيَ بِلَحْمٍ فَرُفِعَ إِلَيْهِ الذِّرَاعُ وَكَانَتْ تُعْجِبُهُ فَنَهَشَ مِنْهَا نَهْشَةً ثُمَّ قَالَ أَنَا سَيِّدُ النَّاسِ يَوْمَ الْقِيَامَةِ وَهَلْ تَدْرُوْنَ مِمَّ ذَلِكَ يَجْمَعُ اللهُ النَّاسَ الْأَوَّلِيْنَ وَالْآخِرِيْنَ فِيْ صَعِيْدٍ وَاحِدٍ يُسْمِعُهُمْ الدَّاعِيْ وَيَنْفُذُهُمْ الْبَصَرُ وَتَدْنُو الشَّمْسُ فَيَبْلُغُ النَّاسَ مِنَ الْغَمِّ وَالْكَرْبِ مَا لَا يُطِيْقُوْنَ وَلَا يَحْتَمِلُوْنَ فَيَقُوْلُ النَّاسُ أَلَا تَرَوْنَ مَا قَدْ بَلَغَكُمْ أَلَا تَنْظُرُوْنَ مَنْ يَشْفَعُ لَكُمْ إِلَى رَبِّكُمْ فَيَقُوْلُ بَعْضُ النَّاسِ لِبَعْضٍ عَلَيْكُمْ بِآدَمَ فَيَأْتُوْنَ آدَمَ عَلَيْهِ السَّلَام فَيَقُوْلُوْنَ لَهُ أَنْتَ أَبُو الْبَشَرِ خَلَقَكَ اللهُ بِيَدِهِ وَنَفَخَ فِيْكَ مِنْ رُوْحِهِ وَأَمَرَ الْمَلَائِكَةَ فَسَجَدُوْا لَكَ اشْفَعْ لَنَا إِلَى رَبِّكَ أَلَا تَرَى إِلَى مَا نَحْنُ فِيْهِ أَلَا تَرَى إِلَى مَا قَدْ بَلَغَنَا فَيَقُوْلُ آدَمُ إِنَّ رَبِّيْ قَدْ غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ وَإِنَّهُ قَدْ نَهَانِيْ عَنْ الشَّجَرَةِ فَعَصَيْتُهُ نَفْسِيْ نَفْسِيْ نَفْسِي اذْهَبُوْا إِلَى غَيْرِي اذْهَبُوْا إِلَى نُوْحٍ فَيَأْتُوْنَ نُوْحًا فَيَقُوْلُوْنَ يَا نُوْحُ إِنَّكَ أَنْتَ أَوَّلُ الرُّسُلِ إِلَى أَهْلِ الْأَرْضِ وَقَدْ سَمَّاكَ اللهُ عَبْدًا شَكُوْرًا اشْفَعْ لَنَا إِلَى رَبِّكَ أَلَا تَرَى إِلَى مَا نَحْنُ فِيْهِ فَيَقُوْلُ إِنَّ رَبِّيْ عَزَّ وَجَلَّ قَدْ غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ وَإِنَّهُ قَدْ كَانَتْ لِيْ دَعْوَةٌ دَعَوْتُهَا عَلَى قَوْمِيْ نَفْسِيْ نَفْسِيْ نَفْسِي اذْهَبُوْا إِلَى غَيْرِي اذْهَبُوْا إِلَى إِبْرَاهِيْمَ فَيَأْتُوْنَ إِبْرَاهِيْمَ فَيَقُوْلُوْنَ يَا إِبْرَاهِيْمُ أَنْتَ نَبِيُّ اللهِ وَخَلِيْلُهُ مِنْ أَهْلِ الْأَرْضِ اشْفَعْ لَنَا إِلَى رَبِّكَ أَلَا تَرَى إِلَى مَا نَحْنُ فِيْهِ فَيَقُوْلُ لَهُمْ إِنَّ رَبِّيْ قَدْ غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ وَإِنِّيْ قَدْ كُنْتُ كَذَبْتُ ثَلَاثَ كَذِبَاتٍ فَذَكَرَهُنَّ أَبُوْ حَيَّانَ فِي الْحَدِيْثِ نَفْسِيْ نَفْسِيْ نَفْسِي اذْهَبُوْا إِلَى غَيْرِي اذْهَبُوْا إِلَى مُوْسَى فَيَأْتُوْنَ مُوْسَى فَيَقُوْلُوْنَ يَا مُوْسَى أَنْتَ رَسُوْلُ اللهِ فَضَّلَكَ اللهُ بِرِسَالَتِهِ وَبِكَلَامِهِ عَلَى النَّاسِ اشْفَعْ لَنَا إِلَى رَبِّكَ أَلَا تَرَى إِلَى مَا نَحْنُ فِيْهِ فَيَقُوْلُ إِنَّ رَبِّيْ قَدْ غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ وَإِنِّيْ قَدْ قَتَلْتُ نَفْسًا لَمْ أُوْمَرْ بِقَتْلِهَا نَفْسِيْ نَفْسِيْ نَفْسِي اذْهَبُوْا إِلَى غَيْرِي اذْهَبُوْا إِلَى عِيْسَى ابْنِ مَرْيَمَ فَيَأْتُوْنَ عِيْسَى فَيَقُوْلُوْنَ يَا عِيْسَى أَنْتَ رَسُوْلُ اللهِ وَكَلِمَتُهُ أَلْقَاهَا إِلَى مَرْيَمَ وَرُوْحٌ مِنْهُ وَكَلَّمْتَ النَّاسَ فِي الْمَهْدِ صَبِيًّا اشْفَعْ لَنَا إِلَى رَبِّكَ أَلَا تَرَى إِلَى مَا نَحْنُ فِيْهِ فَيَقُوْلُ عِيْسَى إِنَّ رَبِّيْ قَدْ غَضِبَ الْيَوْمَ غَضَبًا لَمْ يَغْضَبْ قَبْلَهُ مِثْلَهُ قَطُّ وَلَنْ يَغْضَبَ بَعْدَهُ مِثْلَهُ وَلَمْ يَذْكُرْ ذَنْبًا نَفْسِيْ نَفْسِيْ نَفْسِي اذْهَبُوْا إِلَى غَيْرِي اذْهَبُوْا إِلَى مُحَمَّدٍ فَيَأْتُوْنَ مُحَمَّدًا فَيَقُوْلُوْنَ يَا مُحَمَّدُ أَنْتَ رَسُوْلُ اللهِ وَخَاتِمُ الْأَنْبِيَاءِ وَقَدْ غَفَرَ اللهُ لَكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ اشْفَعْ لَنَا إِلَى رَبِّكَ أَلَا تَرَى إِلَى مَا نَحْنُ فِيْهِ فَأَنْطَلِقُ فَآتِيْ تَحْتَ الْعَرْشِ فَأَقَعُ سَاجِدًا لِرَبِّيْ عَزَّ وَجَلَّ ثُمَّ يَفْتَحُ اللهُ عَلَيَّ مِنْ مَحَامِدِهِ وَحُسْنِ الثَّنَاءِ عَلَيْهِ شَيْئًا لَمْ يَفْتَحْهُ عَلَى أَحَدٍ قَبْلِيْ ثُمَّ يُقَالُ يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ سَلْ تُعْطَهْ وَاشْفَعْ تُشَفَّعْ فَأَرْفَعُ رَأْسِيْ فَأَقُوْلُ أُمَّتِيْ يَا رَبِّ أُمَّتِيْ يَا رَبِّ أُمَّتِيْ يَا رَبِّ فَيُقَالُ يَا مُحَمَّدُ أَدْخِلْ مِنْ أُمَّتِكَ مَنْ لَا حِسَابَ عَلَيْهِمْ مِنَ الْبَابِ الْأَيْمَنِ مِنْ أَبْوَابِ الْجَنَّةِ وَهُمْ شُرَكَاءُ النَّاسِ فِيْمَا سِوَى ذَلِكَ مِنَ الْأَبْوَابِ ثُمَّ قَالَ وَالَّذِيْ نَفْسِيْ بِيَدِهِ إِنَّ مَا بَيْنَ الْمِصْرَاعَيْنِ مِنْ مَصَارِيْعِ الْجَنَّةِ كَمَا بَيْنَ مَكَّةَ وَحِمْيَرَ أَوْ كَمَا بَيْنَ مَكَّةَ وَبُصْرَى.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ‘আবুল বাশার’ অর্থ মানব জাতির পিতা।\n [2] প্রথম নাবী হচ্ছেন আদাম (আঃ) আর প্রথম রসূল হচ্ছেন নূহ (আঃ)\n [3] ‘খালীলুল্লাহ’ উপাধি একমাত্র আপনার।\n [4] ‘কালিমাহ’-এর দ্বারা বোঝানো হয়েছে, كن শব্দ। যেহেতু এ শব্দটি বলার সঙ্গে সঙ্গে ঈসা (আঃ) আল্লাহর কুদরাতে মাতৃগর্ভে আসেন। তাই তাকে ‘তার কালিমাহ’ (আল্লাহর কালিমাহ) বলা হয়।\n [5]যেহেতু আল্লাহর নির্দেশে তার মাতৃগর্ভে এসেছিলেন সেহেতু তাকে রুহুল্লাহ বলা হয়।",
    "chapter": {
      "chapter_number": "65"
    }
  }
}