{
  "hadith": {
    "hadith_id": 4721,
    "narrator": "‘আবদুল্লাহ্ বিন মাস‘ঊদ (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সঙ্গে একটি ক্ষেতের মাঝে উপস্থিত ছিলাম। তিনি একটি খেজুরের লাঠিতে ভর করে দাঁড়িয়েছিলেন। এমন সময় কিছু সংখ্যক ইয়াহূদী যাচ্ছিল। তারা একে অন্যকে বলতে লাগল, তাঁকে রূহ সম্পর্কে জিজ্ঞেস কর। কেউ বলল, কেন তাকে জিজ্ঞেস করতে চাইছ? আবার কেউ বলল, তিনি এমন উত্তর দিবেন না, যা তোমরা অপছন্দ কর। তারপর তারা বলল যে, তাঁকে প্রশ্ন কর। এরপরে তাঁকে রূহ সম্পর্কে প্রশ্ন করল। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) (উত্তরদানে) বিরত থাকলেন, এ সম্পর্কে তাদের কোন উত্তর দিলেন না। (বর্ণনাকারী বলছেন) আমি বুঝতে পারলাম, তাঁর ওপর ওয়াহী অবতীর্ণ হবে। আমি আমার জাযগায় দাঁড়িয়ে রইলাম। তারপর যখন ওয়াহী অবতীর্ণ হল, তখন তিনি [রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)] বললেন, وَيَسْأَلُونَكَ عَنْ الرُّوحِ قُلْ الرُّوحُ مِنْ أَمْرِ رَبِّي وَمَا أُوتِيتُمْ مِنَ الْعِلْمِ إِلاَّ قَلِيلًا “আর তারা আপনাকে ‘রূহ’ সম্পর্কে প্রশ্ন করে। আপনি বলে দিন ঃ রূহ আমার রবের আদেশঘটিত। এ বিষয়ে তোমাদেরকে খুব সামান্যই জ্ঞান দেয়া হয়েছে” (সূরাহ বানী ইসরাঈল ১৭/৮৫)। [১২৫] (আ.প্র. ৪৩৬০, ই.ফা. ৪৩৬২)",
    "ar": "عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ حَدَّثَنَا أَبِيْ حَدَّثَنَا الْأَعْمَشُ قَالَ حَدَّثَنِيْ إِبْرَاهِيْمُ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللهِ رَضِيَ اللهُ عَنْهُ قَالَ بَيْنَا أَنَا مَعَ النَّبِيِّ صلى الله عليه وسلم فِيْ حَرْثٍ وَهُوَ مُتَّكِئٌ عَلَى عَسِيْبٍ إِذْ مَرَّ الْيَهُوْدُ فَقَالَ بَعْضُهُمْ لِبَعْضٍ سَلُوْهُ عَنْ الرُّوْحِ فَقَالَ مَا رَأْيُكُمْ إِلَيْهِ وَقَالَ بَعْضُهُمْ لَا يَسْتَقْبِلُكُمْ بِشَيْءٍ تَكْرَهُوْنَهُ فَقَالُوْا سَلُوْهُ فَسَأَلُوْهُ عَنْ الرُّوْحِ فَأَمْسَكَ النَّبِيُّ صلى الله عليه وسلم فَلَمْ يَرُدَّ عَلَيْهِمْ شَيْئًا فَعَلِمْتُ أَنَّهُ يُوْحَى إِلَيْهِ فَقُمْتُ مَقَامِيْ فَلَمَّا نَزَلَ الْوَحْيُ قَالَ {وَيَسْئَلُوْنَكَ عَنِ الرُّوْحِ ط قُلِ الرُّوْحُ مِنْ أَمْرِ رَبِّيْ وَمَآ أُوْتِيْتُمْ مِّنَ الْعِلْمِ إِلَّا قَلِيْلًا}.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}