{
  "hadith": {
    "hadith_id": 4724,
    "narrator": "‘আলী (রাঃ)",
    "bn": "রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) একদা রাতের বেলা তাঁর ও ফাতেমাহ (রাঃ)-এর কাছে এসে বললেন, তোমরা কি সলাত আদায় করছ না?  رَجْمًا بِالْغَيْبِ ব্যাপারটি অস্পষ্ট ছিল। فُرُطًا লজ্জিত। سُرَادِقُهَا তার বেষ্টনীর মত। অর্থাৎ ক্ষুদ্র কক্ষসমূহ, যা তাঁবু পরিবেষ্টন করে রেখেছে। يُحَاوِرُهُ শব্দটি مُحَاوَرَةِ থেকে গঠিত। অর্থ কথার-আদান-প্রদান। لَكِنَّا هُوَ اللهُ رَبِّي (কিন্তু আল্লাহ্ই আমার  প্রতিপালক।) এখানে আসলে ছিল لَكِنَّ أَنَا هُوَ اللهُ رَبِّي কিন্তু ‘হামযাহ’ লোপ করে একটা ‘নুন’ আর একটি ‘নুনের’ সঙ্গে এদ্গাম যুক্ত করে দেয়া হয়েছে زَلَقًا অর্থ, যার ওপর পা টিকে থাকে না। هُنَالِكَ الْوِلاَيَةُ (এ ক্ষেত্রে সাহায্য করার অধিকার)  الْوِلاَيَةُ এটি وَلِيِّ শব্দের মাসদার عُقْبَةً-عُقْبَى-عَاقِبَةً-عُقُبًا সবগুলো এই অর্থে ব্যবহৃত। এর অর্থ আখিরাত। قَبْلاً-قُبُلاً-قِبْلاً সম্মুখ لِيُدْحِضُوا (সূচনা করা) الدَّحْضُ থেকে গঠিত। দূরীভূত করা, অর্থ পদস্খলন। [১১২৭] (আ.প্র. ৪৩৬৩, ই.ফা. ৪৩৬৫)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا يَعْقُوْبُ بْنُ إِبْرَاهِيْمَ بْنِ سَعْدٍ حَدَّثَنَا أَبِيْ عَنْ صَالِحٍ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِيْ عَلِيُّ بْنُ حُسَيْنٍ أَنَّ حُسَيْنَ بْنَ عَلِيٍّ أَخْبَرَهُ عَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم طَرَقَهُ وَفَاطِمَةَ قَالَ أَلَا تُصَلِّيَانِ.{رَجْمًامبِالْغَيْبِ} لَمْ يَسْتَبِنْ {فُرُطًا} يُقَالُ نَدَمًا {سُرَادِقُهَا} مِثْلُ السُّرَادِقِ وَالْحُجْرَةِ الَّتِيْ تُطِيْفُ بِالْفَسَاطِيْطِ {يُحَاوِرُه”} مِنَ الْمُحَاوَرَةِ [أشار به قوله تعالى : {وَكَانَ لَه” ثَمَرٌ فَقَالَ لِصَاحِبِهٰ وَهُوَ يُحَاوِرُه”} الآية قوله : من المحاورة يعني : لفظ يحاوره مشتق من المحاورة وهي المراجعة، وفي التفسير : يحاوره، أي : يجاوبه]. {لٰكِنَّا هُوَ اللهُ رَبِّيْ} أَيْ لَكِنْ أَنَا هُوَ اللهُ رَبِّيْ ثُمَّ حَذَفَ الْأَلِفَ وَأَدْغَمَ إِحْدَى النُّوْنَيْنِ فِي الْأُخْرَى {وَفَجَّرْنَا خِلَالَهُمَا نَهَرًا} يَقُوْلُ بَيْنَهُمَا {زَلَقًا} لَا يَثْبُتُ فِيْهِ قَدَمٌ {هُنَالِكَالْوِلَايَةُ} مَصْدَرُ الْوَلِيِّ {عُقُبًا} عَاقِبَةً وَعُقْبَى وَعُقْبَةً وَاحِدٌ وَهِيَ الْآخِرَةُ {قِبَلًا} وَقُبُلًا وَقَبَلًا اسْتِئْنَافًا {لِيُدْحِضُوْا} لِيُزِيْلُوا الدَّحْضُ الزَّلَقُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১]رَّقِيْمُ লিখিত ফলক। গুহাবাসীর পরিচিতি এতে খোদাই করা ছিল।\n[১] সলাত-এর মর্ম ‘তাহাজ্জুদের সলাত’ (পরবর্তীতে) ‘আলী (রাঃ) বললেন, আল্লাহ্ আমাদের জেগে তাহাজ্জুদের সলাত আদায়ের তাওফীক দান করেননি। তখন রসূলুল্লাহ্ وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا এ আয়াত পড়ে চলে গেলেন। (বুখারী, ১ম খন্ড, তাহাজ্জুদ অধ্যায়)।\n[2]هُنَالِكَ الْوِلَايَةُ لُلّه الحق অর্থ, এ ক্ষেত্রে সাহায্য করার অধিকার একমাত্র আল্লাহরই। (সূরাহ হিজর ১৫/৪৪)",
    "chapter": {
      "chapter_number": "65"
    }
  }
}