{
  "hadith": {
    "hadith_id": 4726,
    "narrator": "সা‘ঈদ (রাঃ)",
    "bn": "তিনি বলেন, আমরা ইব্‌নু ‘আব্বাস (রাঃ)-এর কাছে তাঁর ঘরে ছিলাম। তখন তিনি বললেন, ইচ্ছা হলে আমার কাছে প্রশ্ন কর। আমি বললাম, হে আবূ ‘আব্বাস! আল্লাহ্ আমাকে আপনার উপর উৎসর্গ করুন। কূফায় নওফ নামক একজন কিচ্ছাকার আছে। সে বলছে যে, খাযির (‘আ.)-এর সঙ্গে যে মূসার সাক্ষাৎ হয়েছিল, তিনি বানী ইসরাঈলের (প্রতি প্রেরিত) মূসা নন। তবে, ‘আম্‌র ইব্‌নু দীনার আমাকে বলেছেন যে, ইব্‌নু ‘আব্বাস (রাঃ) এ কথা শুনে বললেন, আল্লাহ্‌র দুশমন মিথ্যা কথা বলেছে। কিন্তু ইয়ালা (একজন বর্ণনাকারী) আমাকে বলেছেন যে, ইব্‌নু ‘আব্বাস (রাঃ) এ কথা শুনে বললেন, উবাই ইব্‌নু কা‘ব আমার কাছে  বর্ণনা করেছেন যে, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, আল্লাহ্‌র রসূল মূসা (‘আ.) একদিন লোকেদের সামনে নসীহত করছিলেন। অবশেষে যখন তাদের অশ্র“ ঝরতে লাগল এবং তাদের অন্তর গলে গেল, তখন তিনি ওয়ায সমাপ্ত করলেন। এক ব্যক্তি তার কাছে এসে জিজ্ঞেস করল, হে আল্লাহ্‌র রসূল! এ পৃথিবীতে আপনার চেয়ে বেশি জ্ঞানী আর কেউ আছে কি? তিনি বললেন, না। এতে আল্লাহ্ তার উপর অসন্তুষ্ট হলেন। কেননা, তিনি এ কথাটি আল্লাহ্‌র সঙ্গে সম্পর্কিত করেনি।  তখন তাকে বলা হল, নিশ্চয় আছে। মূসা (‘আ.) বললেন, হে রব! তিনি কোথায়? আল্লাহ্ বললেন, তিনি দু’ সমুদ্রের সংযোগস্থলে। মূসা (‘আ.) বললেন, হে রব! আপনি আমাকে এমন নিদর্শন বলুন, যার সাহায্যে আমি তার পরিচয় পেতে পারি। বর্ণনাকারী ইব্‌নু জুরাইজ বলেন, আম্র আমাকে এভাবে বলেছেন যে, তাকে (পাওয়া যাবে), যেখানে মাছটি তোমার নিকট হতে বিচ্ছিন্ন হয়ে যাবে। আর ইয়ালা আমাকে এভাবে বলেছেন, একটি মরা মাছ লও, যেখানে মাছটির মধ্যে প্রাণ দেয়া হবে (সেখানেই তাকে পাবে)। তারপর মূসা (‘আ.) একটি মাছ নিলেন এবং তা থলের ভিতর রাখলেন। তিনি তার খাদেমকে বললেন, আমি তোমাকে শুধু এ দায়িত্ব দিচ্ছি যে, মাছটি যেখানে তোমার থেকে চলে যাবে, সে জায়গার কথা আমাকে বলবে। খাদেম বলল, এ তো তেমন বড় দায়িত্ব নয়। এরই বিবরণ রয়েছে  আল্লাহ্ তা‘আলার এ বাণীতে ঃ “আর যখন মূসা বললেন তাঁর খাদেমকে অর্থাৎ ইউশা ইব্‌নু নূনকে”। সা‘ঈদ (বর্ণনাকারী) এর বর্ণনায় নামের উল্লেখ নেই। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেন, যখন তিনি একটি বড় পাথরের ছায়ায় ভিজা মাটির কাছে অবস্থান করছিলেন, তখন মাছটি লাফিয়ে উঠল। মূসা (‘আ.) তখন নিদ্রায় ছিলেন। তাঁর খাদেম মনে মনে বললেন, তাঁকে এখন জাগবে না। অবশেষে যখন তিনি জাগালেন, তখন তাকে মাছের কথা বলতে ভুলে গেলেন। আর মাছটি লাফিয়ে সমুদ্রে চলে গেল। আল্লাহ্ তা‘আলা মাছটির চলার পথে পানি সরিয়ে নিলেন যাতে পাথরের উপর চিহ্ন পড়ে গেল। বর্ণনাকারী বলেন, আমর আমাকে বলেছেন যে, যেন পাথরের মধ্যে চিহ্ন এরূপ হয়ে রইল, বলে তিনি তাঁর দু’টি বৃদ্ধাঙ্গুলি ও তার পাশের আঙ্গুলগুলো এক সঙ্গে মিলিয়ে বৃত্তাকার বানিয়ে দেখালেন। [মূসা (‘আ.) বললেন] “আমরা তো আমাদের এ সফরে ক্লান্ত হয়ে পড়েছি।” ইউশা বললেন, আল্লাহ্ আপনার থেকে ক্লান্তি দূর করে দিয়েছেন। সা‘ঈদের বর্ণনায় এ কথার উল্লেখ নেই। খাদেম তাঁকে মাছটির চলে যাবার খবর দিলেন। তারপর  তাঁরা  উভয়ে ফিরে এলেন এবং খাযির (‘আ.)-কে পেলেন। বর্ণনাকারী ইব্‌নু যুরাইজ বলেন, ‘উসমান ইব্‌নু আবূ সুলায়মান আমাকে বলেছেন যে, মূসা (‘আ.) খাযির (‘আ.)-কে পেলেন সমুদ্রের বুকে সবুজ বিছানার ওপর। সা‘ঈদ ইব্‌নু যুবায়র (রাঃ) বলেন, তিনি চাদর জড়িয়ে ছিলেন। চাদরের এক পার্শ্ব ছিল তাঁর দু’পায়ের নিচে এবং অন্য পার্শ্ব ছিল তাঁর মাথার ওপর। মূসা (‘আ.) তাঁকে সালাম দিলেন। তিনি তাঁর চেহারা থেকে কাপড় সরিয়ে বললেন, আমার এ অঞ্চলে কোত্থেকে সালাম আসলো? কে তুমি? তিনি বললেন, আমি মূসা! খাযির (‘আ.) বললেন, বানী ইসরাঈলের মূসা? উত্তর দিলেন, হ্যাঁ। তিনি বললেন, তোমার খবর কী? মূসা (‘আ.) বললেন, আমি এসেছি, “সত্য পথের যে জ্ঞান আপনাকে দেয়া হয়েছে, তাত্থেকে আমাকে শিক্ষা দিবেন।” তিনি বললেন, তোমার কাছে যে তাওরাত আছে, তা কি তোমার জন্য যথেষ্ট নয়? তোমার কাছে তো ওয়াহী আসে। হে মূসা! আমার কাছে যে জ্ঞান আছে তা তোমার জানা ঠিক নয়। আর তোমার কাছে যে জ্ঞান আছে তা আমার জনা উচিত নয়। এ সময় একটি পাখি এসে তার ঠোঁট দিয়ে সমুদ্র থেকে পানি নিল। খাযির (‘আ.) বললেন, আল্লাহ্‌র কসম, আল্লাহ্‌র জ্ঞানের কাছে আমার ও তোমার জ্ঞান এতটুকু, যতটুকু এ পাখিটি সমুদ্র হতে তার ঠোঁটে করে নিয়েছে। অবশেষে তাঁরা উভয়ে নৌকায় উঠলেন, তাঁরা ছোট খেয়া নৌকা পেলেন, যা এ-পারের লোকেদের ও-পারে এবং ও-পারের লোকেদের এ-পারে নিয়ে যেত। নৌকার লোকেরা খাযিরকে চিনতে পারল। তারা বলল, আল্লাহ্‌র নেক বান্দা। ইয়ালা বলেন, আমরা সা‘ঈদকে জিজ্ঞেস করলাম, তারা কি খাযির সম্পর্কে এ মন্তব্য করেছে? তিনি বললেন, হ্যাঁ, (তারা বলল) আমরা তাঁকে বহন করতে পারিশ্রমিক নিব না। এরপর খাযির (‘আ.) তাদের নৌকা ছিদ্র করে দিলেন এবং একটি গোঁজ দিয়ে তা বন্ধ করে দিলেন। মূসা (‘আ.) বললেন, আপনি কি যাত্রীদেরকে ডুবিয়ে মারার জন্য নৌকাটি ছিদ্র করলেন? আপনি তো মারাত্মক কাজ করলেন। মুজাহিদ (রহ.) বলেন, اِمْرًا অর্থাৎ নিষিদ্ধ কাজ। “তিনি (খাযির) বললেন, আমি কি বলিনি যে, তুমি আমার সঙ্গে কিছুতেই ধৈর্যধারণ করতে পারবে না।” প্রথমটি ছিল মূসা (‘আ.)-এর পক্ষ থেকে ভুল, দ্বিতীয়টি শর্তস্বরূপ এবং তৃতীয় ইচ্ছাকৃত বলে গণ্য। “মূসা (‘আ.) বললেন, আমার ভুলের জন্য আমাকে দায়ী করবেন না ও আমার ব্যাপারে অতিরিক্ত কঠোরতা করবেন না।” (এরপর) তাঁরা এক বালকের দেখা পেলেন, খাযির তাকে হত্যা করে ফেললেন। ইয়ালা বলেন, সা‘ঈদ বলেছেন, খাযির (‘আ.) বালকদের খেলাধূলা করতে দেখতে পেলেন। তিনি একটি বুদ্ধিমান কাফের বালককে ধরলেন এবং তাকে পার্শ্বে শুইয়ে যবহ করে ফেললেন। মূসা (‘আ.) বললেন, “আপনি কি এক নিষ্পাপ জীবন নাশ করলেন জীবনের বদলা অপরাধ ব্যতীতই? “সে তো কোন গুনাহ্র কাজ করেনি। ইব্‌নু ‘আব্বাস (রাঃ) এখানে زَاكِيَّةً পড়তেন। زَاكِيَةً ভাল মুসলিম। যেমন তুমি পড় غُلاَمً زَكِيَّا তারপর তারা দু’জন চলতে লাগল এবং একটি পতনোদ্যত প্রাচীর পেল। খাযির (‘আ.) সেটাকে সোজা করে দিলেন। সা‘ঈদ তাঁর হাত দ্বারা ইশারা করে বললেন এরূপ এবং তিনি তাঁর হাত উঠিয়ে সোজা করলেন। ইয়ালা বলেন, আমার মনে হয় সা‘ঈদ বলেছিলেন, খাযির (‘আ.) প্রাচীরের ওপর দু’হাত দ্বারা স্পর্শ করলেন এবং প্রাচীর দাঁড়িয়ে গেল। মূসা (‘আ.) বললেন, لَوْ شِئْتَ لاَتَّخَذْتَ عَلَيْهِ أَجْرًا আপনি ইচ্ছা করলে এ জন্য পারিশ্রমিক নিতে পারতেন। সা‘ঈদ বলেন, أَجْرًا দ্বারা এখানে খাদ্যদ্রব্য বোঝানো হয়েছে। وَكَانَ وَرَاءَهُمْ তাদের সামনে। ইব্‌নু ‘আব্বাস (রাঃ) এ আয়াতে أَمَامَهُمْ (তাদের সম্মুখে ছিল এক রাজা) পড়েন। সা‘ঈদ ছাড়া অন্য বর্ণনাকারীরা সে রাজার নাম বলেছেন “হুদাদ ইব্‌নু বুদাদ” আর হত্যাকৃত বালকটির নাম ছিল “জাইসুর’। সে রাজা প্রত্যেকটি (ভাল) নৌকা জোর করে ছিনিয়ে নিত। খিযির (‘আ.)-এর নৌকা ছিদ্র করার উদ্দেশ্য ছিল, (সে অত্যাচারী রাজা) ত্র“টিযুক্ত নৌকা দেখলে তা ছিনিয়ে নেবে না। তারপর যখন অতিক্রম করে গেল, তখন তাদের নৌকা মেরামত করে নিল এবং তা ব্যবহার উপযোগী করল। কেউ বলে, নৌকার ছিদ্রটা মেরামত করেছিল সীসা গলিয়ে, আবার কেউ বলে, আলকাত্রা মিলিয়ে নৌকা মেরামত করছিল। “তার পিতা-মাতা ছিল মু’মিন।” আর সে বালকটি ছিল কাফের। আমি শংকা করলাম যে, সে অবাধ্য আচরণ ও কুফরী করে তাদের জ্বালাতন করবে। অর্থাৎ তারা তার প্রতি মুহাব্বতের কারণে তার দ্বীনের অনুসারী হয়ে যাবে। “এরপর আমি চাইলাম যে, তাদের প্রতিপালক যেন তাদেরকে তার বদলে এক সন্তান দান করেন, যে হবে অধিক পবিত্র ও ভক্তি শ্রদ্ধায় নিকটতর।” খাযির (‘আ.) যে বালকটিকে হত্যা করেছিলেন সে বালকটির চেয়ে পরবর্তী বালকটির প্রতি তার পিতামাতা অধিক øেহশীল ও দয়াশীল হবেন। (ইব্‌নু জুরাইজ বলেন) সা‘ঈদ ব্যতীত অন্য সকল বর্ণনাকারী বলেছেন যে, এর অর্থ হল, সে বালকটির পরিবর্তে আল্লাহ্ তাদের একটি কন্যা সন্তান দান করেন। দাউদ ইব্‌নু আবূ আসিম বলেন, একাধিক বর্ণনাকারী থেকে উল্লেখ করেছেন, সন্তানটি ছিল কন্যা। [৭৪] (আ.প্র. ৪৩৬৫, ই.ফা. ৪৩৬৭)",
    "ar": "إِبْرَاهِيْمُ بْنُ مُوْسَى أَخْبَرَنَا هِشَامُ بْنُ يُوْسُفَ أَنَّ ابْنَ جُرَيْجٍ أَخْبَرَهُمْ قَالَ أَخْبَرَنِيْ يَعْلَى بْنُ مُسْلِمٍ وَعَمْرُوْ بْنُ دِيْنَارٍ عَنْ سَعِيْدِ بْنِ جُبَيْرٍ يَزِيْدُ أَحَدُهُمَا عَلَى صَاحِبِهِ وَغَيْرُهُمَا قَدْ سَمِعْتُهُ يُحَدِّثُهُ عَنْ سَعِيْدِ بْنِ جُبَيْرٍ قَالَ إِنَّا لَعِنْدَ ابْنِ عَبَّاسٍ فِيْ بَيْتِهِ إِذْ قَالَ سَلُوْنِيْ قُلْتُ أَيْ أَبَا عَبَّاسٍ جَعَلَنِي اللهُ فِدَاءَكَ بِالْكُوْفَةِ رَجُلٌ قَاصٌّ يُقَالُ لَهُ نَوْفٌ يَزْعُمُ أَنَّهُ لَيْسَ بِمُوْسَى بَنِيْ إِسْرَائِيْلَ أَمَّا عَمْرٌو فَقَالَ لِيْ قَالَ قَدْ كَذَبَ عَدُوُّ اللهِ وَأَمَّا يَعْلَى فَقَالَ لِيْ قَالَ ابْنُ عَبَّاسٍ حَدَّثَنِيْ أُبَيُّ بْنُ كَعْبٍ قَالَ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم مُوْسَى رَسُوْلُ اللهِ عَلَيْهِ السَّلَام قَالَ ذَكَّرَ النَّاسَ يَوْمًا حَتَّى إِذَا فَاضَتْ الْعُيُوْنُ وَرَقَّتْ الْقُلُوْبُ وَلَّى فَأَدْرَكَهُ رَجُلٌ فَقَالَ أَيْ رَسُوْلَ اللهِ هَلْ فِي الْأَرْضِ أَحَدٌ أَعْلَمُ مِنْكَ قَالَ لَا فَعَتَبَ عَلَيْهِ إِذْ لَمْ يَرُدَّ الْعِلْمَ إِلَى اللهِ قِيْلَ بَلَى قَالَ أَيْ رَبِّ فَأَيْنَ قَالَ بِمَجْمَعِ الْبَحْرَيْنِ قَالَ أَيْ رَبِّ اجْعَلْ لِيْ عَلَمًا أَعْلَمُ ذَلِكَ بِهِ فَقَالَ لِيْ عَمْرٌو قَالَ حَيْثُ يُفَارِقُكَ الْحُوْتُ وَقَالَ لِيْ يَعْلَى قَالَ خُذْ نُوْنًا مَيِّتًا حَيْثُ يُنْفَخُ فِيْهِ الرُّوْحُ فَأَخَذَ حُوْتًا فَجَعَلَهُ فِيْ مِكْتَلٍ فَقَالَ لِفَتَاهُ لَا أُكَلِّفُكَ إِلَّا أَنْ تُخْبِرَنِيْ بِحَيْثُ يُفَارِقُكَ الْحُوْتُ قَالَ مَا كَلَّفْتَ كَثِيْرًا فَذَلِكَ قَوْلُهُ جَلَّ ذِكْرُهُ {وَإِذْ قَالَ مُوْسٰى} لِفَتَاهُ يُوْشَعَ بْنِ نُوْنٍ لَيْسَتْ عَنْ سَعِيْدٍ قَالَ فَبَيْنَمَا هُوَ فِيْ ظِلِّ صَخْرَةٍ فِيْ مَكَانٍ ثَرْيَانَ إِذْ تَضَرَّبَ الْحُوْتُ وَمُوْسَى نَائِمٌ فَقَالَ فَتَاهُ لَا أُوْقِظُهُ حَتَّى إِذَا اسْتَيْقَظَ نَسِيَ أَنْ يُخْبِرَهُ وَتَضَرَّبَ الْحُوْتُ حَتَّى دَخَلَ الْبَحْرَ فَأَمْسَكَ اللهُ عَنْهُ جِرْيَةَ الْبَحْرِ حَتَّى كَأَنَّ أَثَرَهُ فِيْ حَجَرٍ قَالَ لِيْ عَمْرٌو هَكَذَا كَأَنَّ أَثَرَهُ فِيْ حَجَرٍ وَحَلَّقَ بَيْنَ إِبْهَامَيْهِ وَاللَّتَيْنِ تَلِيَانِهِمَا لَقَدْ لَقِيْنَا مِنْ سَفَرِنَا هَذَا نَصَبًا قَالَ قَدْ قَطَعَ اللهُ عَنْكَ النَّصَبَ لَيْسَتْ هَذِهِ عَنْ سَعِيْدٍ أَخْبَرَهُ فَرَجَعَا فَوَجَدَا خَضِرًا قَالَ لِيْ عُثْمَانُ بْنُ أَبِيْ سُلَيْمَانَ عَلَى طِنْفِسَةٍ خَضْرَاءَ عَلَى كَبِدِ الْبَحْرِ قَالَ سَعِيْدُ بْنُ جُبَيْرٍ مُسَجًّى بِثَوْبِهِ قَدْ جَعَلَ طَرَفَهُ تَحْتَ رِجْلَيْهِ وَطَرَفَهُ تَحْتَ رَأْسِهِ فَسَلَّمَ عَلَيْهِ مُوْسَى فَكَشَفَ عَنْ وَجْهِهِ وَقَالَ هَلْ بِأَرْضِيْ مِنْ سَلَامٍ مَنْ أَنْتَ قَالَ أَنَا مُوْسَى قَالَ مُوْسَى بَنِيْ إِسْرَائِيْلَ قَالَ نَعَمْ قَالَ فَمَا شَأْنُكَ قَالَ جِئْتُ لِتُعَلِّمَنِيْ مِمَّا عُلِّمْتَ رَشَدًا قَالَ أَمَا يَكْفِيْكَ أَنَّ التَّوْرَاةَ بِيَدَيْكَ وَأَنَّ الْوَحْيَ يَأْتِيْكَ يَا مُوْسَى إِنَّ لِيْ عِلْمًا لَا يَنْبَغِيْ لَكَ أَنْ تَعْلَمَهُ وَإِنَّ لَكَ عِلْمًا لَا يَنْبَغِيْ لِيْ أَنْ أَعْلَمَهُ فَأَخَذَ طَائِرٌ بِمِنْقَارِهِ مِنَ الْبَحْرِ وَقَالَ وَاللهِ مَا عِلْمِيْ وَمَا عِلْمُكَ فِيْ جَنْبِ عِلْمِ اللهِ إِلَّا كَمَا أَخَذَ هَذَا الطَّائِرُ بِمِنْقَارِهِ مِنَ الْبَحْرِ {حَتّٰىٓ إِذَا رَكِبَا فِي السَّفِيْنَةِ} وَجَدَا مَعَابِرَ صِغَارًا تَحْمِلُ أَهْلَ هَذَا السَّاحِلِ إِلَى أَهْلِ هَذَا السَّاحِلِ الْآخَرِ عَرَفُوْهُ فَقَالُوْا عَبْدُ اللهِ الصَّالِحُ قَالَ قُلْنَا لِسَعِيْدٍ خَضِرٌ قَالَ نَعَمْ لَا نَحْمِلُهُ بِأَجْرٍ فَخَرَقَهَا وَوَتَدَ فِيْهَا وَتِدًا قَالَ مُوْسَى {أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا} قَالَ مُجَاهِدٌ مُنْكَرًا {قَالَ أَلَمْ أَقُلْ إِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيْ صَبْرًا} كَانَتْ الْأُوْلَى نِسْيَانًا وَالْوُسْطَى شَرْطًا وَالثَّالِثَةُ عَمْدًا {قَالَ لَا تُؤَاخِذْنِيْ بِمَا نَسِيْتُ وَلَا تُرْهِقْنِيْ مِنْ أَمْرِيْ عُسْرًا لَقِيَا غُلَامًا فَقَتَلَهُ} قَالَ يَعْلَى قَالَ سَعِيْدٌ وَجَدَ غِلْمَانًا يَلْعَبُوْنَ فَأَخَذَ غُلَامًا كَافِرًا ظَرِيْفًا فَأَضْجَعَهُ ثُمَّ ذَبَحَهُ بِالسِّكِّيْنِ قَالَ {أَقَتَلْتَ نَفْسًا زَكِيَّةًمبِغَيْرِ نَفْسٍ} لَمْ تَعْمَلْ بِالْحِنْثِ وَكَانَ ابْنُ عَبَّاسٍ قَرَأَهَا زَكِيَّةً زَاكِيَةً مُسْلِمَةً كَقَوْلِكَ غُلَامًا زَكِيًّا فَانْطَلَقَا فَوَجَدَا جِدَارًا يُرِيْدُ أَنْ يَنْقَضَّ فَأَقَامَهُ قَالَ سَعِيْدٌ بِيَدِهِ هَكَذَا وَرَفَعَ يَدَهُ فَاسْتَقَامَ قَالَ يَعْلَى حَسِبْتُ أَنَّ سَعِيْدًا قَالَ فَمَسَحَهُ بِيَدِهِ فَاسْتَقَامَ {لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا}قَالَ سَعِيْدٌ أَجْرًا نَأْكُلُهُ {وَكَانَ وَرَآءَهُمْ} وَكَانَ أَمَامَهُمْ قَرَأَهَا ابْنُ عَبَّاسٍ أَمَامَهُمْ مَلِكٌ يَزْعُمُوْنَ عَنْ غَيْرِ سَعِيْدٍ أَنَّهُ هُدَدُ بْنُ بُدَدَ وَالْغُلَامُ الْمَقْتُوْلُ اسْمُهُ يَزْعُمُوْنَ جَيْسُوْرٌ {مَلِكٌ يَّأْخُذُ كُلَّ سَفِيْنَةٍ غَصْبًا فَأَرَدْتُ} إِذَا هِيَ مَرَّتْ بِهِ أَنْ يَدَعَهَا لِعَيْبِهَا فَإِذَا جَاوَزُوْا أَصْلَحُوْهَا فَانْتَفَعُوْا بِهَا وَمِنْهُمْ مَنْ يَقُوْلُ سَدُّوْهَا بِقَارُوْرَةٍ وَمِنْهُمْ مَنْ يَقُوْلُ بِالْقَارِ كَانَ أَبَوَاهُ مُؤْمِنَيْنِ وَكَانَ كَافِرًا فَخَشِيْنَا أَنْ يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا أَنْ يَحْمِلَهُمَا حُبُّهُ عَلَى أَنْ يُتَابِعَاهُ عَلَى دِيْنِهِ فَأَرَدْنَا أَنْ يُبَدِّلَهُمَا رَبُّهُمَا خَيْرًا مِنْهُ زَكَاةً وأقْرَبَ رُحْمًا لِقَوْلِهِ {قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً} وَأَقْرَبَ رُحْمًا هُمَا بِهِ أَرْحَمُ مِنْهُمَا بِالأَوَّلِ الَّذِيْ قَتَلَ خَضِرٌ وَزَعَمَ غَيْرُ سَعِيْدٍ أَنَّهُمَا أُبْدِلَا جَارِيَةً وَأَمَّا دَاوُدُ بْنُ أَبِيْ عَاصِمٍ فَقَالَ عَنْ غَيْرِ وَاحِدٍ إِنَّهَا جَارِيَةٌ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] অর্থাৎ তিনি বলেননি যে, এ ব্যাপারে আল্লাহই সবচেয়ে ভাল জানেন।",
    "chapter": {
      "chapter_number": "65"
    }
  }
}