{
  "hadith": {
    "hadith_id": 4727,
    "narrator": "সা‘ঈদ ইব্‌নু যুবায়র (রাঃ)",
    "bn": "তিনি বলেন, আমি ইব্ুনু ‘আব্বাস (রাঃ)-কে বললাম, নওফূর বাক্কালীর ধারণা, বানী ইসরাঈলের মূসা আর খাযির (‘আ.)-এর সাথী মূসা একই ব্যক্তি নয়। এ কথা শুনে ইব্‌নু ‘আব্বাস (রাঃ) বললেন, আল্লাহ্‌র শত্র“ মিথ্যা বলেছে। উবাই ইব্‌নু কা‘ব রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) থেকে আমাকে হাদীস বর্ণনা করেছেন। তিনি বলেছেন, মূসা (‘আ.) বানী ইসরাঈলের সামনে ভাষণ দিচ্ছিলেন। তখন তাঁকে জিজ্ঞেস করা হল, সবচেয়ে জ্ঞানী ব্যক্তি কে? তিনি বললেন, আমি। আল্লাহ্ তাঁর এ কথায় অসন্তুষ্ট হলেন। কেননা, তিনি এ কথাটি আল্লাহ্‌র দিকে সম্পর্কিত করেননি। আল্লাহ্ তাঁর উপর ওয়াহী অবতীর্ণ করে বললেন, (হে মূসা!) দু’ সমুদ্রের সংযোগস্থলে আমার এক বান্দা আছে, সে তোমার চেয়ে বেশি জ্ঞানী। মূসা (‘আ.) বললেন, হে রব! আমি তাঁর কাছে কীভাবে যেতে পারি? আল্লাহ্ বললেন, থলের মধ্যে একটি মাছ নিয়ে রওয়ানা হও। যেখানে মাছটি হারিয়ে যাবে, সেখানেই তার অনুসরণ করবে। মূসা (‘আ.) রওয়ানা হলেন এবং তার সঙ্গে ছিল তাঁর খাদেম ইউশা ইব্‌নু নূন। তারা মাছ সঙ্গে নিলেন। তারা চলতে চলতে সমুদ্রের পাড়ে একটি বিরাট শিলাখণ্ডের কাছে পৌঁছে গেলেন। সেখানে তারা বিশ্রামের জন্য থামলেন। বর্ণনাকারী বলেন, মূসা (‘আ.) শিলাখণ্ডের ওপর মাথা রেখে ঘুমিয়ে পড়লেন। সুফ্ইয়ান বলেন, আমর ইব্‌নু দীনার ব্যতীত সকল বর্ণনাকারী বলেছেন, শিলাখণ্ডটির তলদেশে একটি ঝরণা ছিল, তাঁকে হায়াত বলা হত। কেননা, যে মৃতের ওপর তার পানি পতিত হয়, সে অমনি জীবিত হয়ে ওঠে। সে মাছটির ওপরও ঐ ঝরণার পানি পড়ল এবং সঙ্গে সঙ্গে সে লাফিয়ে উঠল। তারপর মাছটি বের হয়ে সমুদ্রে ঢুকে গেল। এরপরে মূসা (‘আ.) যখন ঘুম থেকে জেগে উঠলেন। মূসা তাঁর খাদেমকে বললেন, ‘আমাদের নাস্তা আন, আমরা তো আমাদের এ সফরে ক্লান্ত হয়ে পড়েছি। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেন, যে স্থান সম্পর্কে তাঁকে বলা হয়েছিল সে স্থান অতিক্রম করার পর থেকেই তিনি ক্লান্তি অনুভব করছিলেন। তাঁর খাদেম ইউশা ইব্‌নু নূন তাঁকে বললেন, “আপনি কি লক্ষ্য করেছেন, আমরা যখন শিলাখণ্ডে বিশ্রাম নিচ্ছিলাম তখন আমি মাছের কথা ভুলে গিয়েছিলাম? বর্ণনাকারী বলেন, তারপর তাঁরা নিজেদের পদচিহ্ন অনুসরণ করে ফিরে আসলেন। তারা সমুদ্রে মাছটির চলে যাওয়ার জায়গায় সুড়ঙ্গের মত দেখতে পেলেন, যা মূসা (‘আ.)-এর সাথী যুবককে বিস্মিত করে দিল। যখন তাঁরা শিলাখণ্ডের কাছে পৌঁছলেন, সেখানে এ ব্যক্তিকে কাপড় জড়ানো অবস্থায় দেখতে পেলেন। মূসা (‘আ.) তাঁকে সালাম দিলেন। তিনি বললেন, তোমাদের এলাকায় সালাম কীভাবে এল? মূসা (‘আ.) বললেন, আমি মূসা। তিনি [খাযির (‘আ.)] বললেন, বানী ইসরাঈলের মূসা (‘আ.)? মূসা (‘আ.) উত্তর দিলেন, হ্যাঁ। তারপর বললেন, “সত্য পথের যে জ্ঞান আপনাকে দান করা হয়েছে তা থেকে আমাকে শিক্ষা দিবেন- এ শর্তে আমি আপনার অনুসরণ করব কি? খাযির (‘আ.) বললেন, হে মূসা! তুমি আল্লাহ্ থেকে যে জ্ঞান পেয়েছ, তা আমি জানি, না। আর আমি আল্লাহ্‌র থেকে যে ‘ইলম’ প্রাপ্ত হয়েছি তাও তুমি জান না। মূসা (‘আ.) বললেন, আমি আপনার অনুসরণ করব। খাযির (‘আ.) বললেন, আচ্ছা তুমি যদি আমার অনুসরণ করই, তবে কোন বিষয়ে আমাকে প্রশ্ন করবে না, যতক্ষণ না আমি সে বিষয়ে তোমাকে কিছু বলি। তারপর তাঁরা সমুদ্রের তীর দিয়ে চলতে লাগলেন। একটি নৌকা তাঁদের কাছ দিয়ে যাচ্ছিল, নৌকার লোকেরা খাযির (‘আ.)-কে দেখে চিনতে পারল। তারা বিনা পারিশ্রমিকে তাঁদের নৌকায় উঠিয়ে নিল। তাঁরা নৌকায় উঠলেন। এ সময় একটি চড়–ই পাখি এসে নৌকার অগ্রভাগে বসলো। পাখিটি সমুদ্রে ঠোঁট ডুবিয়ে দিল। খাযির (‘আ.) মূসা (‘আ.)-কে বললেন, তোমার, আমার ও সৃষ্টিজগতের জ্ঞান আল্লাহ্‌র জ্ঞানের তুলনায় অতখানি, যতখানি এ চড়–ই পাখি তার ঠোঁট দিয়ে সমুদ্র থেকে পানি উঠাল। বর্ণনাকারী বলেন, মূসা (‘আ.) স্থান পরিবর্তন করেননি। খাযির (‘আ.) অগ্রসর হতে চাইলেন। এমন সময় খাযির (‘আ.) নৌকা ছিদ্র করে দিলেন। তখন মূসা (‘আ.) তাঁকে বললেন, এরা আমাদেরকে বিনা পারিশ্রমিকে তাদের নৌকায় নিয়ে এল আর আপনি আরোহীদের ডুবানোর জন্য নৌকাটি ছিদ্র করে দিলেন। আপনি তো এক অন্যায় কাজ করেছেন। তারপর তাঁরা আবার চলতে লাগলেন এবং দেখতে পেলেন যে, একটি বালক কতকগুলো বালকের সঙ্গে খেলা করছে। খাযির (‘আ.) সে বালকটির শিরোেদ করে দিলেন। মূসা (‘আ.) তাঁকে বললেন, আপনি কি এক নিষ্পাপ জীবন নাশ করলেন জীবনের বদলা ব্যতীতই? আপনি তো এক অন্যায় কাজ করে বসলেন। তিনি বললেন, আমি কি বলিনি যে, তুমি আমার সঙ্গে কিছুতেই ধৈর্যধারণ করতে পারবে না? মূসা (‘আ.) বললেন, এরপর যদি আমি আপনাকে কোন বিষয়ে জিজ্ঞেস করি, তবে আপনি আমাকে সঙ্গে রাখবেন না; আমার ওযরের চূড়ান্ত হয়েছে। তারপর তাঁরা দু’জনে চলতে লাগলেন। তাঁরা এক জনবসতির কাছে পৌঁছলেন এবং তাদের কাছে খাদ্য চাইলেন, তারা তাদের আতিথ্য অস্বীকার করল। তারপর সেখানে তাঁরা পতনোদ্যত প্রাচীরটি সোজা করে দিলেন। মূসা (‘আ.) খাযির (‘আ.)-কে বললেন, আমরা যখন এ জনবসতিতে প্রবেশ করছিলাম, তখন তার অধিবাসীরা আমাদের আতিথেয়তা করেনি এবং আমাদের খেতে দেয়নি। এ জন্য আপনি ইচ্ছা করলে পারিশ্রমিক নিতে পারতেন। খাযির (‘আ.) বললেন, এখানেই তোমার এবং আমার মধ্যে সম্পর্কচ্ছেদ হল। যে ব্যাপারে তুমি ধৈর্য ধরতে পারনি আমি তার রহস্য ব্যাখ্যা করছি। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, মূসা (‘আ.) যদি আর একটু ধৈর্য ধরতেন তবে আমরা তাদের দু’জনের ঘটনা সম্পর্কে আরও জানতে পারতাম। সা‘ঈদ বলেন, ইব্‌নু ‘আব্বাস (রাঃ)  وَرَأَهُمْ مَلِكُ এর স্থানে اَمَا مَهُمْ مَلُكٌ পড়তেন। অর্থ “তাদের (যাত্রাপথের) সম্মুখে ছিল এক রাজা, যে জোর করে সকল ভাল নৌকা ছিনিয়ে নিত। আর বালকটি ছিল কাফের।” [৭৪] (আ.প্র. ৪৩৬৬, ই.ফা. ৪৩৬৮)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيْدٍ قَالَ حَدَّثَنِيْ سُفْيَانُ بْنُ عُيَيْنَةَ عَنْ عَمْرِو بْنِ دِيْنَارٍ عَنْ سَعِيْدِ بْنِ جُبَيْرٍ قَالَ قُلْتُ لِابْنِ عَبَّاسٍ إِنَّ نَوْفًا الْبَكَالِيَّ يَزْعُمُ أَنَّ مُوْسَى بَنِيْ إِسْرَائِيْلَ لَيْسَ بِمُوْسَى الْخَضِرِ فَقَالَ كَذَبَ عَدُوُّ اللهِ حَدَّثَنَا أُبَيُّ بْنُ كَعْبٍ عَنْ رَسُوْلِ اللهِ صلى الله عليه وسلم قَالَ قَامَ مُوْسَى خَطِيْبًا فِيْ بَنِيْ إِسْرَائِيْلَ فَقِيْلَ لَهُ أَيُّ النَّاسِ أَعْلَمُ قَالَ أَنَا فَعَتَبَ اللهُ عَلَيْهِ إِذْ لَمْ يَرُدَّ الْعِلْمَ إِلَيْهِ وَأَوْحَى إِلَيْهِ بَلَى عَبْدٌ مِنْ عِبَادِيْ بِمَجْمَعِ الْبَحْرَيْنِ هُوَ أَعْلَمُ مِنْكَ قَالَ أَيْ رَبِّ كَيْفَ السَّبِيْلُ إِلَيْهِ قَالَ تَأْخُذُ حُوْتًا فِيْ مِكْتَلٍ فَحَيْثُمَا فَقَدْتَ الْحُوْتَ فَاتَّبِعْهُ قَالَ فَخَرَجَ مُوْسَى وَمَعَهُ فَتَاهُ يُوْشَعُ بْنُ نُوْنٍ وَمَعَهُمَا الْحُوْتُ حَتَّى انْتَهَيَا إِلَى الصَّخْرَةِ فَنَزَلَا عِنْدَهَا قَالَ فَوَضَعَ مُوْسَى رَأْسَهُ فَنَامَ قَالَ سُفْيَانُ وَفِيْ حَدِيْثِ غَيْرِ عَمْرٍو قَالَ وَفِيْ أَصْلِ الصَّخْرَةِ عَيْنٌ يُقَالُ لَهَا الْحَيَاةُ لَا يُصِيْبُ مِنْ مَائِهَا شَيْءٌ إِلَّا حَيِيَ فَأَصَابَ الْحُوْتَ مِنْ مَاءِ تِلْكَ الْعَيْنِ قَالَ فَتَحَرَّكَ وَانْسَلَّ مِنَ الْمِكْتَلِ فَدَخَلَ الْبَحْرَ فَلَمَّا اسْتَيْقَظَ مُوْسَى قَالَ لِفَتَاهُ {اٰتِنَا غَدَآءَنَا} الْآيَةَ قَالَ وَلَمْ يَجِدْ النَّصَبَ حَتَّى جَاوَزَ مَا أُمِرَ بِهِ قَالَ لَهُ فَتَاهُ يُوْشَعُ بْنُ نُوْنٍ {أَرَأَيْتَ إِذْ أَوَيْنَآ إِلَى الصَّخْرَةِ فَإِنِّيْ نَسِيْتُ الْحُوْتَ} الْآيَةَ قَالَ فَرَجَعَا يَقُصَّانِ فِيْ آثَارِهِمَا فَوَجَدَا فِي الْبَحْرِ كَالطَّاقِ مَمَرَّ الْحُوْتِ فَكَانَ لِفَتَاهُ عَجَبًا وَلِلْحُوْتِ سَرَبًا قَالَ فَلَمَّا انْتَهَيَا إِلَى الصَّخْرَةِ إِذْ هُمَا بِرَجُلٍ مُسَجًّى بِثَوْبٍ فَسَلَّمَ عَلَيْهِ مُوْسَى قَالَ وَأَنَّى بِأَرْضِكَ السَّلَامُ فَقَالَ أَنَا مُوْسَى قَالَ مُوْسَى بَنِيْ إِسْرَائِيْلَ قَالَ نَعَمْ قَالَ هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِيْ مِمَّا عُلِّمْتَ رَشَدًا قَالَ لَهُ الْخَضِرُ يَا مُوْسَى إِنَّكَ عَلَى عِلْمٍ مِنْ عِلْمِ اللهِ عَلَّمَكَهُ اللهُ لَا أَعْلَمُهُ وَأَنَا عَلَى عِلْمٍ مِنْ عِلْمِ اللهِ عَلَّمَنِيْهِ اللهُ لَا تَعْلَمُهُ قَالَ بَلْ أَتَّبِعُكَ قَالَ فَإِنْ اتَّبَعْتَنِيْ فَلَا تَسْأَلْنِيْ عَنْ شَيْءٍ حَتَّى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا فَانْطَلَقَا يَمْشِيَانِ عَلَى السَّاحِلِ فَمَرَّتْ بِهِمْ سَفِيْنَةٌ فَعُرِفَ الْخَضِرُ فَحَمَلُوْهُمْ فِيْ سَفِيْنَتِهِمْ بِغَيْرِ نَوْلٍ يَقُوْلُ بِغَيْرِ أَجْرٍ فَرَكِبَا السَّفِيْنَةَ قَالَ وَوَقَعَ عُصْفُوْرٌ عَلَى حَرْفِ السَّفِيْنَةِ فَغَمَسَ مِنْقَارَهُ فِي الْبَحْرِ فَقَالَ الْخَضِرُ لِمُوْسَى مَا عِلْمُكَ وَعِلْمِيْ وَعِلْمُ الْخَلَائِقِ فِيْ عِلْمِ اللهِ إِلَّا مِقْدَارُ مَا غَمَسَ هَذَا الْعُصْفُوْرُ مِنْقَارَهُ قَالَ فَلَمْ يَفْجَأْ مُوْسَى إِذْ عَمَدَ الْخَضِرُ إِلَى قَدُوْمٍ فَخَرَقَ السَّفِيْنَةَ فَقَالَ لَهُ مُوْسَى قَوْمٌ حَمَلُوْنَا بِغَيْرِ نَوْلٍ عَمَدْتَ إِلَى سَفِيْنَتِهِمْ فَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ الْآيَةَ فَانْطَلَقَا إِذَا هُمَا بِغُلَامٍ يَلْعَبُ مَعَ الْغِلْمَانِ فَأَخَذَ الْخَضِرُ بِرَأْسِهِ فَقَطَعَهُ قَالَ لَهُ مُوْسَى {أَقَتَلْتَ نَفْسًا زَكِيَّةًمبِغَيْرِ نَفْسٍ لَقَدْ جِئْتَ شَيْئًا نُكْرًا قَالَ أَلَمْ أَقُلْ لَّكَ إِنَّكَ لَنْ تَسْتَطِيْعَ مَعِيْ صَبْرًا} إِلَى قَوْلِهِ فَأَبَوْا أَنْ يُضَيِّفُوْهُمَا فَوَجَدَا فِيْهَا جِدَارًا يُرِيْدُ أَنْ يَنْقَضَّ فَقَالَ بِيَدِهِ هَكَذَا فَأَقَامَهُ فَقَالَ لَهُ مُوْسَى إِنَّا دَخَلْنَا هَذِهِ الْقَرْيَةَ فَلَمْ يُضَيِّفُوْنَا وَلَمْ يُطْعِمُوْنَا لَوْ شِئْتَ لَاتَّخَذْتَ عَلَيْهِ أَجْرًا {قَالَ هٰذَا فِرَاقُ بَيْنِيْ وَبَيْنِكَ سَأُنَبِّئُكَ بِتَأْوِيْلِ مَا لَمْ تَسْتَطِعْ عَّلَيْهِ صَبْرًا} فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَدِدْنَا أَنَّ مُوْسَى صَبَرَ حَتَّى يُقَصَّ عَلَيْنَا مِنْ أَمْرِهِمَا قَالَ وَكَانَ ابْنُ عَبَّاسٍ يَقْرَأُ وَكَانَ أَمَامَهُمْ مَلِكٌ يَأْخُذُ كُلَّ سَفِيْنَةٍ صَالِحَةٍ غَصْبًا وَأَمَّا الْغُلَامُ فَكَانَ كَافِرًا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}