{
  "hadith": {
    "hadith_id": 4730,
    "narrator": "আবূ সা‘ঈদ খুদরী (রাঃ)",
    "bn": "রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেন, ক্বিয়ামাত দিবসে মৃত্যুকে একটি ধূসর রঙের মেষের আকারে আনা হবে। তখন একজন সম্বোধনকারী ডাক দিয়ে বলবেন, হে জান্নাতবাসী! তখন তাঁরা ঘাড়-মাথা উঁচু করে দেখতে থাকবে। সম্বোধনকারী বলবে, তোমরা কি একে চিন? তারা বলবেন হ্যাঁ, এ হল মৃত্যু। কেননা সকলেই তাকে দেখেছে। তারপর সম্বোধনকারী আবার ডেকে বলবেন, হে জাহান্নামবাসী! জাহান্নামীরা মাথা উঁচু করে দেখতে থাকবে, তখন সম্বোধনকারী বলবে তোমরা কি একে চিন? তারা বলবে, হ্যাঁ, এ তো মৃত্যু। কেননা তারা সকলেই তাকে দেখেছে। তারপর (সেটিকে) যবহ করা হবে। আর ঘোষক বলবেন, হে জান্নাতবাসী! স্থায়ীভাবে (এখানে) থাক। তোমাদের আর কোন মৃত্যু নেই। আর হে জাহান্নামবাসী! চিরদিন (এখানে) থাক। তোমাদের আর মৃত্যু নেই। এরপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) পাঠ করলেন “তাদের সতর্ক করে দাও পরিতাপের দিবস সম্বন্ধে, যখন সকল ফয়সালা হয়ে যাবে অথচ এখন তারা গাফিল, তারা অসতর্ক দুনিয়াবাসী-অবিশ্বাসী।” [মুসলিম ৫১/১৩, হাঃ ২৮৪৯, আহমাদ ১১০৬৬] (আ.প্র. ৪৩৬৯, ই.ফা. ৪৩৭১)",
    "ar": "عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ حَدَّثَنَا أَبِيْ حَدَّثَنَا الْأَعْمَشُ حَدَّثَنَا أَبُوْ صَالِحٍ عَنْ أَبِيْ سَعِيْدٍ الْخُدْرِيِّ رَضِيَ اللهُ عَنْهُ قَالَ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم يُؤْتَى بِالْمَوْتِ كَهَيْئَةِ كَبْشٍ أَمْلَحَ فَيُنَادِيْ مُنَادٍ يَا أَهْلَ الْجَنَّةِ فَيَشْرَئِبُّوْنَ وَيَنْظُرُوْنَ فَيَقُوْلُ هَلْ تَعْرِفُوْنَ هَذَا فَيَقُوْلُوْنَ نَعَمْ هَذَا الْمَوْتُ وَكُلُّهُمْ قَدْ رَآهُ ثُمَّ يُنَادِيْ يَا أَهْلَ النَّارِ فَيَشْرَئِبُّوْنَ وَيَنْظُرُوْنَ فَيَقُوْلُ هَلْ تَعْرِفُوْنَ هَذَا فَيَقُوْلُوْنَ نَعَمْ هَذَا الْمَوْتُ وَكُلُّهُمْ قَدْ رَآهُ فَيُذْبَحُ ثُمَّ يَقُوْلُ يَا أَهْلَ الْجَنَّةِ خُلُوْدٌ فَلَا مَوْتَ وَيَا أَهْلَ النَّارِ خُلُوْدٌ فَلَا مَوْتَ ثُمَّ قَرَأَ {وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِيْ غَفْلَةٍ} وَهَؤُلَاءِ فِيْ غَفْلَةٍ أَهْلُ الدُّنْيَا {وَهُمْ لَا يُؤْمِنُوْنَ}.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] আল্লাহ্ তা‘আলার বাণীঃ اَيُّهُمْ اَشَدُّ عَلَى الرَّحْمنِ عِتِيًا যে দয়াময়ের প্রতি সর্বাধিক অবাধ্য। (সূরাহ নাহল ১৬/৬৯)",
    "chapter": {
      "chapter_number": "65"
    }
  }
}