{
  "hadith": {
    "hadith_id": 4739,
    "narrator": "‘আবদুল্লাহ্  (রাঃ)",
    "bn": "তিনি বলেন, সূরাহ বানী ইসরাঈল, কাহ্ফ, মারইয়াম, ত্বহা এবং ‘আম্বিয়া’ প্রথমে অবতীর্ণ অতি উত্তম সূরা। এগুলো আমার পুরনো রক্ষিত সম্পদ। [৪৭০৮] \nক্বাতাদাহ (রহ.) বলেন, جُذَاذًا টুক্রা টুক্রা করা। হাসান বলেন, فِي فَلَكٍ (কক্ষ পথ) সূতা কাটার চরকির মত। يَسْبَحُونَ ঘুরছে। ইব্‌নু ‘আব্বাস (রাঃ) বলেন, نَفَشَتْ মানে চরে খেয়েছিল। يُصْحَبُونَ বাধা দেয়া হবে। أُمَّتُكُمْ أُمَّةً وَاحِدَةً অর্থাৎ তোমাদের দ্বীন একই দীন। ইক্বরামাহ বলেন, حَصَبُ অর্থ, হাবশী ভাষায় জ্বালানি কাষ্ঠ। অন্যরা বলেন, أَحَسُّوا তারা অনুভব করেছিল। আর এ শব্দটি أَحْسَسْتُ থেকে উদ্ভূত। خَامِدِينَ নির্বাপিত। حَصِيدُ কর্তিত শস্য। শব্দটি একবচন, দ্বিচন, বহুবচনেও ব্যবহৃত হয়। لاَ يَسْتَحْسِرُونَ ক্লান্তি হয় না। এর থেকে উদ্ভূত حَسَرْتُ بَعِيرِي-حَسِيْرٌ আমি আমার উটকে পরিশ্রান্ত করে দিয়েছি। عَمِيقٌ দূরত্ব। نُكِّسُوا উল্টিয়ে দেয়া হয়েছে। صَنْعَة لَبُوسٍ অর্থাৎ বর্মাদি। تَقَطَّعُوا أَمْرَهُمْ তারা মতবিরোধে জড়িয়ে পড়েছে। الْجَرْسُ، الْحِسُّ، الْحَسِيسُ، الْهَمْسُ এগুলোর একই অর্থ-মৃদু আওয়াজ। آذَنَّاكَ আমি তোমাকে জানিয়েছি। آذَنْتُكُمْ যখন তুমি তাকে জানিয়ে দিলে তখন তুমি আর সে একই পর্যায়ের। তুমি চুক্তি ভঙ্গ কররে না। মুজাহিদ (রহ.) বলেন, لَعَلَّكُمْ تُسْأَلُونَ অর্থাৎ তোমাদের বুঝিয়ে দেয়া হবে। ارْتَضَى সে রাজী হল। التَّمَاثِيلُ মূর্তিসমূহ। السِّجِلُّ লিপিবদ্ধ কাগজ। (আ.প্র. ৪৩৭৮, ই.ফা. ৪৩৮০)",
    "ar": "مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا غُنْدَرٌ حَدَّثَنَا شُعْبَةُ عَنْ أَبِيْ إِسْحَاقَ قَالَ سَمِعْتُ عَبْدَ الرَّحْمَنِ بْنَ يَزِيْدَ عَنْ عَبْدِ اللهِ قَالَ بَنِيْ إِسْرَائِيْلَ وَالْكَهْفُ وَمَرْيَمُ وَطه وَالأَنْبِيَاءُ هُنَّ مِنَ الْعِتَاقِ الْأُوَلِ وَهُنَّ مِنْ تِلَادِيْ وَقَالَ قَتَادَةُ {جُذَاذًا} قَطَّعَهُنَّ وَقَالَ الْحَسَنُ {فِيْ فَلَكٍ} مِثْلِ فَلْكَةِ الْمِغْزَلِ {يَسْبَحُوْنَ} يَدُوْرُوْنَ قَالَ ابْنُ عَبَّاسٍ{نَفَشَتْ} رَعَتْ لَيْلًا{يُصْحَبُوْنَ} يُمْنَعُوْنَ {أُمَّتُكُمْ أُمَّةً وَّاحِدَةً} قَالَ دِيْنُكُمْ دِيْنٌ وَاحِدٌ وَقَالَ عِكْرِمَةُ {حَصَبُ} حَطَبُ بِالْحَبَشِيَّةِ وَقَالَ غَيْرُهُ {أَحَسُّوْا} تَوَقَّعُوْا مِنْ أَحْسَسْتُ {خَامِدِيْنَ} هَامِدِيْنَ {حَصِيْدُ} مُسْتَأْصَلٌ يَقَعُ عَلَى الْوَاحِدِ وَالِاثْنَيْنِ وَالْجَمِيْعِ {لَا يَسْتَحْسِرُوْنَ} لَا يُعْيُوْنَ وَمِنْهُ حَسِيْرٌ وَحَسَرْتُ بَعِيْرِيْ {عَمِيْقٌ} بَعِيْدٌ{نُكِّسُوْا} رُدُّوْا {صَنْعَة لَبُوْسٍ} الدُّرُوْعُ {تَقَطَّعُوْآ أَمْرَهُمْ} اخْتَلَفُوا الْحَسِيْسُ وَالْحِسُّ وَالْجَرْسُ وَالْهَمْسُ وَاحِدٌ وَهُوَ مِنْ الصَّوْتِ الْخَفِيِّ {اٰذَنَّاكَ} أَعْلَمْنَاكَ آذَنْتُكُمْ إِذَا أَعْلَمْتَهُ فَأَنْتَ وَهُوَ عَلَى سَوَاءٍ لَمْ تَغْدِرْ وَقَالَ مُجَاهِدٌ {لَعَلَّكُمْ تُسْأَلُوْنَ} تُفْهَمُوْنَ {ارْتَضٰى} رَضِيَ {التَّمَاثِيْلُ} الْأَصْنَامُ {السِّجِلُّ} الصَّحِيْفَةُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}