{
  "hadith": {
    "hadith_id": 4741,
    "narrator": "আবূ সা‘ঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, ক্বিয়ামাতের দিন আল্লাহ্ তা‘আলা বলবেন, হে আদম! তিনি বলবেন, হে রব! আমার সৌভাগ্য, আমি হাজির। তারপর তাকে উচ্চৈঃস্বরে ডেকে বলা হবে, নিশ্চয়ই আল্লাহ্ তা‘আলা তোমাকে নির্দেশ দিতেছেন যে, তোমার বংশধর থেকে একদলকে বের করে জাহান্নামের দিকে নিয়ে আস। আদাম (‘আ.) বলবে, হে রব! জাহান্নামী দলের পরিমাণ কী? বলবে, প্রতি হাজার থেকে আমার ধারণা যে, বললেন, নয়শত নিরানব্বই, এ সময় গর্ভবতী মহিলা গর্ভপাত করবে, শিশুরা বৃদ্ধ হয়ে যাবে এবং তুমি মানুষকে দেখবে মাতাল; অথচ তারা নেশাগ্রস্ত নয়। বস্তুত আল্লাহ্‌র শাস্তি কঠিন। [পরে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এ আয়াতটি পাঠ করলেন] ঃ এ কথা লোকদের কাছে ভয়ানক মনে হল, এমনকি তাদের চেহারা বিবর্ণ হয়ে গেল। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, প্রতি হাজারে নয়শত নিরানব্বই জন তো ইয়াজুজ-মাজূজ থেকে নেয়া হবে এবং তোমাদের মধ্য থেকে একজন। আবার মানুষদের মধ্যে তোমাদের তুলনা হবে যেমন সাদা গরুর পার্শ্ব মধ্যে যেন একটি কালো পশম অথবা কালো গরুর পার্শ্বে যেন একটি সাদা পশম। আমি অবশ্য আশা রাখি যে, জান্নাতবাসীদের মধ্যে তোমরাই হবে এক-চতুর্থাংশ। (রাবী বলেন) আমরা সবাই খুশীতে বলে উঠলাম, ‘আল্লাহু আকবার’। এরপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, তোমরা হবে জান্নাতবাসীদের এক তৃতীয়াংশ। আমরা বলে উঠলাম, ‘আল্লাহু আকবার’। তারপর তিনি বললেন, তোমরা হবে জান্নাতবাসীদের অর্ধেক। আমরা বলে উঠলাম, ‘আল্লাহু আকবার’।\nআ’মাশ থেকে উসামার বর্ণনায় এসেছে تَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى এবং তিনি বলেন, প্রতি হাজারে নয়শত নিরানব্বই জন।\nজারীর, ঈসা, ইবনু ইউসুফ ও আবূ মু‘আবিয়াহ্র বর্ণনায় سُكَرَى এবং وَمَا هُمْ بِسُكَارَى রয়েছে। [৩৩৪৮] (আ.প্র. ৪৩৮০, ই.ফা. ৪৩৮২)",
    "ar": "عُمَرُ بْنُ حَفْصٍ حَدَّثَنَا أَبِيْ حَدَّثَنَا الْأَعْمَشُ حَدَّثَنَا أَبُوْ صَالِحٍ عَنْ أَبِيْ سَعِيْدٍ الْخُدْرِيِّ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم يَقُوْلُ اللهُ عَزَّ وَجَلَّ يَوْمَ الْقِيَامَةِ يَا آدَمُ يَقُوْلُ لَبَّيْكَ رَبَّنَا وَسَعْدَيْكَ فَيُنَادَى بِصَوْتٍ إِنَّ اللهَ يَأْمُرُكَ أَنْ تُخْرِجَ مِنْ ذُرِّيَّتِكَ بَعْثًا إِلَى النَّارِ قَالَ يَا رَبِّ وَمَا بَعْثُ النَّارِ قَالَ مِنْ كُلِّ أَلْفٍ أُرَاهُ قَالَ تِسْعَ مِائَةٍ وَتِسْعَةً وَتِسْعِيْنَ فَحِيْنَئِذٍ تَضَعُ الْحَامِلُ حَمْلَهَا وَيَشِيْبُ الْوَلِيْدُ {وَتَرَى النَّاسَ سُكَارَى وَمَا هُمْ بِسُكَارَى وَلَكِنَّ عَذَابَ اللهِ شَدِيْدٌ}فَشَقَّ ذَلِكَ عَلَى النَّاسِ حَتَّى تَغَيَّرَتْ وُجُوْهُهُمْ فَقَالَ النَّبِيُّ صلى الله عليه وسلم مِنْ يَأْجُوْجَ وَمَأْجُوْجَ تِسْعَ مِائَةٍ وَتِسْعَةً وَتِسْعِيْنَ وَمِنْكُمْ وَاحِدٌ ثُمَّ أَنْتُمْ فِي النَّاسِ كَالشَّعْرَةِ السَّوْدَاءِ فِيْ جَنْبِ الثَّوْرِ الْأَبْيَضِ أَوْ كَالشَّعْرَةِ الْبَيْضَاءِ فِيْ جَنْبِ الثَّوْرِ الْأَسْوَدِ وَإِنِّيْ لَأَرْجُوْ أَنْ تَكُوْنُوْا رُبُعَ أَهْلِ الْجَنَّةِ فَكَبَّرْنَا ثُمَّ قَالَ ثُلُثَ أَهْلِ الْجَنَّةِ فَكَبَّرْنَا ثُمَّ قَالَ شَطْرَ أَهْلِ الْجَنَّةِ فَكَبَّرْنَا قَالَ أَبُوْ أُسَامَةَ عَنِ الْأَعْمَشِ {وَتَرَى النَّاسَ سُكَارٰى وَمَا هُمْ بِسُكَارٰى} وَقَالَ مِنْ كُلِّ أَلْفٍ تِسْعَ مِائَةٍ وَتِسْعَةً وَتِسْعِيْنَ وَقَالَ جَرِيْرٌ وَعِيْسَى بْنُ يُوْنُسَ وَأَبُوْ مُعَاوِيَةَ سَكْرَى وَمَا هُمْ بِسَكْرَى",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] পবিত্র বাক্য দ্বারা ‘কালিমাহ তাওহীদ’ অথবা ‘কুরআন’কে বোঝানো হয়েছে।",
    "chapter": {
      "chapter_number": "65"
    }
  }
}