{
  "hadith": {
    "hadith_id": 4745,
    "narrator": "সাহল ইব্‌নু সা‘দ (রাঃ)",
    "bn": "‘উয়াইমির (রাঃ) ‘আসিম ইব্‌নু আদির নিকট আসলেন। তিনি আজ্লান গোত্রের সর্দার। ‘উয়াইমির তাঁকে বললেন, তোমরা ঐ ব্যক্তি সম্পর্কে কী বল, যে তার স্ত্রীর সঙ্গে অন্য পুরুষ দেখতে পায়। সে কি তাকে হত্যা করবে? এরপর তো তোমরা তাকেই হত্যা করবে অথবা সে কী করবে? তুমি আমার পক্ষ হতে এ বিষয়ে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট জিজ্ঞেস কর। তারপর আসিম নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট এসে বললেন, হে আল্লাহ্‌র রসূল .....। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এ ধরনের প্রশ্ন অপছন্দ করলেন। তারপর ‘উয়াইমির (রাঃ) তাঁকে প্রশ্ন করলেন। তিনি বললেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এ ধরনের প্রশ্ন না-পছন্দ করেছেন ও দূষণীয় মনে করেছেন। তখন উয়াইমির বললেন, আল্লাহ্‌র শপথ! আমি এ বিষয়টি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট জিজ্ঞেস না করা পর্যন্ত ক্ষান্ত হব না। তারপর তিনি বললেন, হে আল্লাহ্‌র রসূল! কোন ব্যক্তি তার স্ত্রীর সঙ্গে অন্য একটি পুরুষকে দেখতে পেলে সে কি তাকে হত্যা করবে? তখন তো আপনারা তাকে (কিসাস স্বরূপ) হত্যা করে ফেলবেন অথবা, সে কী করবে? তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, তোমার ও তোমার স্ত্রী সম্পর্কে আল্লাহ্ তা‘আলা কুরআন অবতীর্ণ করেছেন। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) স্বামী-স্ত্রী দু-জনকে ‘লিয়ান’ করার নির্দেশ দিলেন; যেভাবে আল্লাহ্ তা‘আলা তাঁর কিতাবে উল্লেখ করেছেন। তারপর ‘উয়াইমির তার স্ত্রীর সঙ্গে লিয়ান করলেন। এরপরে বললেন, (এরপরও) যদি আমি তাকে রাখি, তবে তার প্রতি আমি যালিম হবো। তারপর তিনি তাকে ত্বলাক দিয়ে দিলেন। অতএব, তাদের পরবর্তী লোকদের জন্য, যারা পরস্পর ‘লিয়ান’ করে এটি সুন্নাতে পরিণত হল। এরপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, লক্ষ্য কর! যদি মহিলাটি একটি কালো ডাগর চক্ষু, বড় পাছা ও বড় পাওয়ালা বাচ্চা জন্ম দেয়, তবে আমি মনে করব, ‘উয়াইমিরই তার সম্পর্কে সত্য বলেছে এবং যদি সে লাল গিরগিটির মত একটি লাল বর্ণের সন্তান প্রসব করে তবে আমি মনে করব, ‘উয়াইমির তার সম্পর্কে মিথ্যা বলেছে। এরপর সে এমন একটি সন্তান প্রসব করল, যার গুণাবলী রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ‘উয়াইমির সত্যবাদী হওয়ার পক্ষে বলেছিলেন। তারপর সন্তানটিকে মায়ের দিকে সম্পর্কযুক্ত করে পরিচয় দেয়া হত। [৪২৩] (আ.প্র. ৪৩৮৪, ই.ফা. ৪৩৮৬)",
    "ar": "إِسْحَاقُ حَدَّثَنَا مُحَمَّدُ بْنُ يُوْسُفَ حَدَّثَنَا الْأَوْزَاعِيُّ قَالَ حَدَّثَنِي الزُّهْرِيُّ عَنْ سَهْلِ بْنِ سَعْدٍ أَنَّ عُوَيْمِرًا أَتَى عَاصِمَ بْنَ عَدِيٍّ وَكَانَ سَيِّدَ بَنِيْ عَجْلَانَ فَقَالَ كَيْفَ تَقُوْلُوْنَ فِيْ رَجُلٍ وَجَدَ مَعَ امْرَأَتِهِ رَجُلًا أَيَقْتُلُهُ فَتَقْتُلُوْنَهُ أَمْ كَيْفَ يَصْنَعُ سَلْ لِيْ رَسُوْلَ اللهِ صلى الله عليه وسلم عَنْ ذَلِكَ فَأَتَى عَاصِمٌ النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُوْلَ اللهِ فَكَرِهَ رَسُوْلُ اللهِ صلى الله عليه وسلم الْمَسَائِلَ فَسَأَلَهُ عُوَيْمِرٌ فَقَالَ إِنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم كَرِهَ الْمَسَائِلَ وَعَابَهَا قَالَ عُوَيْمِرٌ وَاللهِ لَا أَنْتَهِيْ حَتَّى أَسْأَلَ رَسُوْلَ اللهِ صلى الله عليه وسلم عَنْ ذَلِكَ فَجَاءَ عُوَيْمِرٌ فَقَالَ يَا رَسُوْلَ اللهِ رَجُلٌ وَجَدَ مَعَ امْرَأَتِهِ رَجُلًا أَيَقْتُلُهُ فَتَقْتُلُوْنَهُ أَمْ كَيْفَ يَصْنَعُ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم قَدْ أَنْزَلَ اللهُ الْقُرْآنَ فِيْكَ وَفِيْ صَاحِبَتِكَ فَأَمَرَهُمَا رَسُوْلُ اللهِ صلى الله عليه وسلم بِالْمُلَاعَنَةِ بِمَا سَمَّى اللهُ فِيْ كِتَابِهِ فَلَاعَنَهَا ثُمَّ قَالَ يَا رَسُوْلَ اللهِ إِنْ حَبَسْتُهَا فَقَدْ ظَلَمْتُهَا فَطَلَّقَهَا فَكَانَتْ سُنَّةً لِمَنْ كَانَ بَعْدَهُمَا فِي الْمُتَلَاعِنَيْنِ ثُمَّ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم انْظُرُوْا فَإِنْ جَاءَتْ بِهِ أَسْحَمَ أَدْعَجَ الْعَيْنَيْنِ عَظِيْمَ الْأَلْيَتَيْنِ خَدَلَّجَ السَّاقَيْنِ فَلَا أَحْسِبُ عُوَيْمِرًا إِلَّا قَدْ صَدَقَ عَلَيْهَا وَإِنْ جَاءَتْ بِهِ أُحَيْمِرَ كَأَنَّهُ وَحَرَةٌ فَلَا أَحْسِبُ عُوَيْمِرًا إِلَّا قَدْ كَذَبَ عَلَيْهَا فَجَاءَتْ بِهِ عَلَى النَّعْتِ الَّذِيْ نَعَتَ بِهِ رَسُوْلُ اللهِ صلى الله عليه وسلم مِنْ تَصْدِيْقِ عُوَيْمِرٍ فَكَانَ بَعْدُ يُنْسَبُ إِلَى أُمِّهِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}