{
  "hadith": {
    "hadith_id": 4746,
    "narrator": "সাহল ইব্‌নু সা‘দ (রাঃ)",
    "bn": "এক ব্যক্তি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে উপস্থিত হয়ে বলল, হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)! আপনি আমাকে বলুন তো, এক লোক তার স্ত্রীর সঙ্গে এক লোককে দেখতে পেল। সে কী তাকে হত্যা করবে? যার ফলে আপনারা তাকে হত্যা করবেন অথবা সে আর কী করতে পারে! তারপর আল্লাহ্ তা‘আলা এ দু’জন সম্পর্কে আয়াত অবতীর্ণ করেন, যা কুরআনে পারস্পরিক লা‘নত করা সম্পর্কে বর্ণিত। তখন তাকে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, তোমার ও তোমার  স্ত্রী সম্পর্কে ফয়সালা হয়ে গেছে। বর্ণনাকারী বলেন, তারা উভয়ে পরস্পর ‘লিয়ান’ করল। তখন আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট উপস্থিত ছিলাম। তারপর সে তার স্ত্রীকে পৃথক করে দিল। এরপর নিয়ম হয়ে গেল যে,, লিয়ানকারী উভয়কে পৃথক করে দেয়া হবে। মহিলাটি অন্তঃসত্ত্বা ছিল, তার স্বামী তার গর্ভ অস্বীকার করল। সুতরাং সন্তানটিকে তার মায়ের সঙ্গে সম্পর্কিত করে ডাকা হত। তারপর উত্তরাধিকার স্বত্বে এ নিয়ম চালু হল যে, সন্তান মায়ের ‘মিরাস’ পাবে। আর মাতাও সন্তানের ‘মিরাস’ পাবে, যা আল্লাহ্ তা‘আলা তার ব্যাপারে নির্ধারণ করে দিয়েছেন। [৪২৩] (আ.প্র. ৪৩৮৫, ই.ফা. ৪৩৮৭)",
    "ar": "سُلَيْمَانُ بْنُ دَاوُدَ أَبُو الرَّبِيْعِ حَدَّثَنَا فُلَيْحٌ عَنْ الزُّهْرِيِّ عَنْ سَهْلِ بْنِ سَعْدٍ أَنَّ رَجُلًا أَتَى رَسُوْلَ اللهِ صلى الله عليه وسلم فَقَالَ يَا رَسُوْلَ اللهِ أَرَأَيْتَ رَجُلًا رَأَى مَعَ امْرَأَتِهِ رَجُلًا أَيَقْتُلُهُ فَتَقْتُلُوْنَهُ أَمْ كَيْفَ يَفْعَلُ فَأَنْزَلَ اللهُ فِيْهِمَا مَا ذُكِرَ فِي الْقُرْآنِ مِنْ التَّلَاعُنِ فَقَالَ لَهُ رَسُوْلُ اللهِ صلى الله عليه وسلم قَدْ قُضِيَ فِيْكَ وَفِي امْرَأَتِكَ قَالَ فَتَلَاعَنَا وَأَنَا شَاهِدٌ عِنْدَ رَسُوْلِ اللهِ صلى الله عليه وسلم فَفَارَقَهَا فَكَانَتْ سُنَّةً أَنْ يُفَرَّقَ بَيْنَ الْمُتَلَاعِنَيْنِ وَكَانَتْ حَامِلًا فَأَنْكَرَ حَمْلَهَا وَكَانَ ابْنُهَا يُدْعَى إِلَيْهَا ثُمَّ جَرَتْ السُّنَّةُ فِي الْمِيْرَاثِ أَنْ يَرِثَهَا وَتَرِثَ مِنْهُ مَا فَرَضَ اللهُ لَهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}