{
  "hadith": {
    "hadith_id": 4747,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "হিলাল ইব্‌নু ‘উমাইয়াহ রসূলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে শারীক ইব্‌নু সাহমার সঙ্গে তার স্ত্রীর ব্যভিচারের অভিযোগ করল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, সাক্ষী (হাযির কর) নতুবা শাস্তি তোমার পিঠে পড়বে। হিলাল বলল, হে আল্লাহ্‌র রসূল! যখন আমাদের কেউ তার স্ত্রীর উপর অন্য কাউকে দেখে তখন সে কি সাক্ষী তালাশ করতে যাবে? তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলতে লাগলেন, সাক্ষী, নতুবা শাস্তি তোমার পিঠে। হিলাল বললেন, শপথ সে সত্তার, যিনি আপনাকে সত্য নাবী হিসাবে পাঠিয়েছেন, নিশ্চয়ই আমি সত্যবাদী। অবশ্যই আল্লাহ্ তা‘আলা এমন বিধান অবতীর্ণ করবেন, যা আমার পিঠকে শাস্তি থেকে মুক্ত করে দিবে। তারপর জিবরীল (‘আ.) এলেন এবং রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর উপর অবতীর্ণ করা হল ঃ “যারা নিজেদের স্ত্রীর প্রতি অপবাদ আরোপ করে” থেকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) পাঠ করলেন, “যদি সে সত্যবাদী হয়ে থাকে” পর্যন্ত। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ফিরলেন এবং তার স্ত্রীকে  ডেকে আনার জন্য লোক পাঠালেন। হিলাল এসে সাক্ষ্য দিলেন।  আর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলছিলেন, আল্লাহ্ তা‘আলা তো জানেন যে, তোমাদের দু’জনের মধ্যে অবশ্যই একজন মিথ্যাচারী। তবে কি তোমাদের মধ্যে কেউ তওবা করবে? স্ত্রীলোকটি দাঁড়িয়ে সাক্ষ্য দিল। সে যখন পঞ্চমবারের কাছে পৌঁছল, তখন লোকেরা তাকে বাধা দিল এবং বলল, নিশ্চয়ই এটি তোমার ওপর অবশ্যম্ভাবী। ইব্‌নু ‘আব্বাস (রাঃ) বলেন, এ কথা শুনে সে দ্বিধাগ্রস্ত হল এবং ইতস্তত করতে লাগল। এমনকি আমরা মনে করতে লাগলাম যে, সে নিশ্চযই প্রত্যাবর্তন করবে। পরে সে বলে উঠল, আমি চিরকালের জন্য আমার বংশকে কলুষিত করব না। সে তার সাক্ষ্য পূর্ণ করল।  নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, এর প্রতি দৃষ্টি রেখ, যদি সে কাল ডাগর চক্ষু, বড় পাছা ও মোটা নলা বিশিষ্ট সন্তান প্রসব করে তবে ও সন্তান শারীক ইব্‌নু সাহমার। পরে সে ঐরূপ সন্তান জন্ম দিল। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, যদি এ বিষয়ে আল্লাহ্‌র কিতাব কার্যকর না হত, তা হলে অবশ্যই আমার ও তার মধ্যে কী ব্যাপার যে ঘটত। [২৬৭১] (আ.প্র. ৪৩৮৬, ই.ফা. ৪৩৮৮)",
    "ar": "مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا ابْنُ أَبِيْ عَدِيٍّ عَنْ هِشَامِ بْنِ حَسَّانَ حَدَّثَنَا عِكْرِمَةُ عَنْ ابْنِ عَبَّاسٍ أَنَّ هِلَالَ بْنَ أُمَيَّةَ قَذَفَ امْرَأَتَهُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم بِشَرِيْكِ ابْنِ سَحْمَاءَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم الْبَيِّنَةَ أَوْ حَدٌّ فِيْ ظَهْرِكَ فَقَالَ يَا رَسُوْلَ اللهِ إِذَا رَأَى أَحَدُنَا عَلَى امْرَأَتِهِ رَجُلًا يَنْطَلِقُ يَلْتَمِسُ الْبَيِّنَةَ فَجَعَلَ النَّبِيُّ صلى الله عليه وسلم يَقُوْلُ الْبَيِّنَةَ وَإِلَّا حَدٌّ فِيْ ظَهْرِكَ فَقَالَ هِلَالٌ وَالَّذِيْ بَعَثَكَ بِالْحَقِّ إِنِّيْ لَصَادِقٌ فَلَيُنْزِلَنَّ اللهُ مَا يُبَرِّئُ ظَهْرِيْ مِنَ الْحَدِّ فَنَزَلَ جِبْرِيْلُ وَأَنْزَلَ عَلَيْهِ {وَالَّذِيْنَ يَرْمُوْنَ أَزْوَاجَهُمْ} فَقَرَأَ حَتَّى بَلَغَ {إنْ كَانَ مِنْ الصَّادِقِيْنَ}فَانْصَرَفَ النَّبِيُّ صلى الله عليه وسلم فَأَرْسَلَ إِلَيْهَا فَجَاءَ هِلَالٌ فَشَهِدَ وَالنَّبِيُّ صلى الله عليه وسلم يَقُوْلُ إِنَّ اللهَ يَعْلَمُ أَنَّ أَحَدَكُمَا كَاذِبٌ فَهَلْ مِنْكُمَا تَائِبٌ ثُمَّ قَامَتْ فَشَهِدَتْ فَلَمَّا كَانَتْ عِنْدَ الْخَامِسَةِ وَقَّفُوْهَا وَقَالُوْا إِنَّهَا مُوْجِبَةٌ قَالَ ابْنُ عَبَّاسٍ فَتَلَكَّأَتْ وَنَكَصَتْ حَتَّى ظَنَنَّا أَنَّهَا تَرْجِعُ ثُمَّ قَالَتْ لَا أَفْضَحُ قَوْمِيْ سَائِرَ الْيَوْمِ فَمَضَتْ فَقَالَ النَّبِيُّ صلى الله عليه وسلم أَبْصِرُوْهَا فَإِنْ جَاءَتْ بِهِ أَكْحَلَ الْعَيْنَيْنِ سَابِغَ الْأَلْيَتَيْنِ خَدَلَّجَ السَّاقَيْنِ فَهُوَ لِشَرِيْكِ ابْنِ سَحْمَاءَ فَجَاءَتْ بِهِ كَذَلِكَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم لَوْلَا مَا مَضَى مِنْ كِتَابِ اللهِ لَكَانَ لِيْ وَلَهَا شَأْنٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] খাওলা (রাঃ)।\n[2] আনীত অভিযোগের সত্যতা সম্পর্কে শপথ করলেন।\n[3] পঞ্চমবার শপথ করল।",
    "chapter": {
      "chapter_number": "65"
    }
  }
}