{
  "hadith": {
    "hadith_id": 4750,
    "narrator": "ইব্‌নু শিহাব (রাঃ)",
    "bn": "তিনি বলেন, আমাকে ‘উরওয়াহ ইব্‌নু যুবায়র, সা‘ঈদ ইব্‌নু মুসাইয়্যিব, ‘আলক্বামাহ ইব্‌নু ওয়াক্কাস, ‘উবাইদুল্লাহ ইব্‌নু ‘আবদুল্লাহ ইব্‌নু ‘উত্বাহ ইব্‌নু মাস‘উদ (রহ.) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সহধর্মিণী ‘আয়িশাহ (রাঃ)-এর ঘটনা সম্পর্কে বলেন, যখন অপবাদকারীরা তাঁর প্রতি অপবাদ এনেছিল এবং আল্লাহ তা‘আলা তাঁকে তাদের অভিযোগ থেকে নির্দোষ হওয়ার বর্ণনা দেন। তাদের প্রত্যেকেই ঘটনার অংশ বিশেষ আমাকে জানান। অবশ্য তাদের পরস্পর পরস্পরের বর্ণনা সমর্থন করে, যদিও তাদের মধ্যে কেউ অন্যের তুলনায় এ ঘটনাটি অধিক সংরক্ষণ করেছে। তবে ‘উরওয়াহ ‘আয়িশাহ (রাঃ) থেকে আমাকে এরূপ বলেছিলেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সহধর্মিণী ‘আয়িশাহ (রাঃ) বলেছেন যে, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যখন কোথাও সফরে বের হতেন, তখন তিনি তাঁর স্ত্রীগণের মধ্যে লটারী দিতেন। এতে যার নাম উঠত, তাঁকে সঙ্গে নিয়ে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বের হতেন। ‘আয়িশাহ (রাঃ) বলেন, অতএব, কোন এক যুদ্ধে যাওয়ার সময় আমাদের মধ্যে লটারী দিলেন, তাতে আমার নাম উঠল। আমি রসূসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সঙ্গে বের হলাম, পর্দার আয়াত অবতীর্ণ হওয়ার পরে। আমাকে হাওদায় করে উঠানো হতো এবং তাতে করে নামানো হতো। এভাবেই আমরা চললাম। যখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যুদ্ধ শেষ করে ফিরলেন এবং ফেরার পথে আমরা মাদীনাহ্র নিকটবর্তী হলাম। একদা রওয়ানা দেয়ার জন্য রাত থাকতেই ঘোষণা দিলেন। এ ঘোষণা হলে আমি উটে চড়ে সৈন্যদের অবস্থান থেকে কিছু দূরে চলে গেলাম। আমার প্রাকৃতিক প্রয়োজন সেরে যখন সওয়ারীর কাছে এলাম, তখন দেখতে পেলাম যে, জাফারের দানা খচিত আমার হারটি ছিঁড়ে কোথাও পড়ে গেছে। আমি তা খোঁজ করতে লাগলাম। খোঁজ করতে আমার একটু দেরী হয়ে গেল। ইতোমধ্যে এ সকল লোক যারা আমাকে সওয়ার করাতো তারা, আমি আমার হাওদার ভেতরে আছি মনে করে, আমার হাওদা উটের পিঠে রেখে দিল। কেননা এ সময় শরীরের গোশত আমাকে ভারী করেনি। আমরা খুব অল্প-খাদ্য খেতাম। আমি ছিলাম অল্পবয়স্কা এক বালিকা। সুতরাং হাওদা উঠাবার সময় তা যে খুব হালকা, তা তারা টের পায়নি এবং তারা উট হাঁকিয়ে রওয়ানা দিল। সেনাদল চলে যাওয়ার পর আমি আমার হার পেয়ে গেলাম এবং যেখানে তারা ছিল সেখানে ফিরে এলাম। তখন সেখানে এমন কেউ ছিল না, যে ডাকবে বা ডাকে সাড়া দিবে। আমি যেখানে ছিলাম সে স্থানেই থেকে গেলাম। এ ধারণায় বসে থাকলাম যে, যখন কিছুদূর গিয়ে আমাকে দেখতে পাবে না, তখন এ স্থানে অবশ্যই খুঁজতে আসবে। সেখানে বসা অবস্থায় আমার চোখে ঘুম এসে গেল, আমি ঘুমিয়ে পড়লাম। আর সৈন্যবাহিনীর পিছনে সাফওয়ান ইব্‌নু মু‘আত্তাল সুলামী যাওকয়ানী ছিলেন। তিনি শেষ রাতে রওয়ানা দিয়ে ভোর বেলা আমার এ স্থানে এসে পৌঁছলেন। তিনি একজন মানুষের আকৃতি নিদ্রিত দেখতে পেলেন। তিনি আমার কাছে এসে আমাকে দেখে চিনতে পারলেন। কেননা, পর্দার হুকুম অবতীর্ণ হবার আগে আমাকে দেখেছিলেন। কাজেই আমাকে চেনার পর উচ্চকন্ঠে “ইন্না লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন” পড়লেন। পড়ার শব্দে আমি উঠে গেলাম এবং আমি আমার চাদর পেচিয়ে চেহারা ঢেকে নিলাম। আল্লাহ্‌র কসম, তিনি আমার সঙ্গে কোন কথাই বলেননি এবং তাঁর মুখ হতে “ইন্না লিল্লাহি ওয়া ইন্না ইলাইহি রাজিউন” ব্যতীত আর কোন কথা আমি শুনিনি। এরপর তিনি তাঁর উষ্ট্রী বসালেন এবং সামনের দুই পা নিজ পায়ে দাবিয়ে রাখলেন। আর আমি তাতে উঠে গেলাম। তখন সাফওয়ান উষ্ট্রীর লাগাম ধরে চললেন। শেষ পর্যন্ত আমরা সৈন্যবাহিনীর নিকট এ সময় গিয়ে পৌঁছলাম, যখন তারা দুপুরের প্রচণ্ড উত্তাপের সময় অবতরণ করে। (এ ঘটনাকে কেন্দ্র করে) যারা ধ্বংস হওয়ার তারা ধ্বংস হল।\nআর যে ব্যক্তি এ অপবাদের নেতৃত্ব দেয়, সে ছিল (মুনাফিক সরদার) ‘আবদুল্লাহ্ ইব্‌নু উবাই ইব্‌নু সুলূল। তারপর আমি মদিনায় এসে পৌঁছলাম এবং পৌঁছার পর আমি দীর্ঘ একমাস পর্যন্ত অসুস্থ ছিলাম। আর অপবাদকারীদের কথা নিয়ে লোকেরা রটনা করছিল। আমি এসব কিছুই বুঝতে পারিনি। তবে এতে আমাকে সন্দেহে ফেলেছিল যে, আমার অসুস্থ অবস্থায় স্বাভাবিকভাবে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যে রকম øেহ-ভালবাসা দেখাতেন, এবারে তেমনি ভালবাসা দেখাচ্ছেন না। শুধু এতটুকুই ছিল যে, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমার কাছে আসতেন এবং সালাম দিয়ে জিজ্ঞেস করতেন, তোমার অবস্থা কী? তারপর তিনি ফিরে যেতেন। এই আচরণই আমাকে সন্দেহে ফেলেছিল; অথচ আমি এই অপপ্রচার সম্বন্ধে জানতেই পারিনি। অবশেষে একটু সুস্থ হওয়ার পর মিসতাহের মায়ের সঙ্গে মানাসের (শহরের বাইরে খোলা ময়দানের) দিকে বের হলাম। সে জায়গাটিই ছিল আমাদের প্রাকৃতিক প্রয়োজন সারার স্থান আর আমরা কেবল রাতের পর রাতেই বাইরে যেতাম। এ ছিল এ সময়ের কথা যখন আমাদের ঘরের পাশে পায়খানা নির্মিত হয়নি। আমাদের অবস্থা ছিল, অনেকটা প্রাচীন আরবদের ন্যায় নিচু ময়দানের দিকে বের হয়ে প্রাকৃতিক প্রয়োজন সারা। কেননা, ঘর-সংলগ্ন পায়খানা নির্মাণ আমরা কষ্টকর মনে করতাম। কাজেই আমি ও মিসতাহের মা বাইরে গেলাম। তিনি ছিলেন আবূ রুহ্ম ইব্‌নু আব্দ মানাফের কন্যা এবং মিসতাহের মায়ের মা ছিলেন সাখর ইব্‌নু আমিরের কন্যা, যিনি আবূ বাক্র সিদ্দীক (রাঃ)-এর খালা ছিলেন। আর তার পুত্র ছিলেন ‘মিসতাহ্ ইব্‌নু উসাসাহ’। আমি ও উম্মু মিসতাহ্ আমাদের প্রয়োজন সেরে ঘরের দিকে ফিরলাম। তখন মিসতাহের মা তার চাদরে হোঁচট খেয়ে বললেন, ‘মিসতাহ্’ ধ্বংস হোক। আমি তাকে বললাম, তুমি খুব খারাপ কথা বলছ, তুমি কি এমন এক ব্যক্তিকে মন্দ বলছ, যে বাদ্রের যুদ্ধে হাজির ছিল? তিনি বললেন, হায়রে বেখেয়াল! তুমি কি শোননি সে কী বলেছে? আমি বললাম, সে কী বলেছে? তিনি বললেন, এমন এমন। এ বলে তিনি অপবাদকারীদের মিথ্যা অপবাদ সম্পর্কে আমাকে বিস্তারিত খবর দিলেন। এতে আমার অসুখের মাত্রা বৃদ্ধি পেল। যখন আমি ঘরে ফিরে আসলাম এবং রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমার ঘরে প্রবেশ করে বললেন, তুমি কেমন আছ? তখন আমি বললাম, আপনি কি আমাকে আমার আব্বা-আম্মার নিকট যেতে অনুমতি দিবেন? ‘আয়িশাহ (রাঃ) বললেন, তখন আমার উদ্দেশ্য ছিল যে, আমি তাঁদের কাছে গিয়ে তাঁদের থেকে আমার এ ঘটনা সম্পর্কে নিশ্চিতভাবে জেনে নেই। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমাকে অনুমতি দিলেন। আমি আব্বা-আম্মার কাছে চলে গেলাম এবং আমার আম্মাকে বললাম, ও গো আম্মা! লোকেরা কী বলাবলি করছে? তিনি বললেন, বৎস! তুমি তোমার মন হালকা রাখ। আল্লাহ্‌র কসম! এমন কমই দেখা যায় যে, কোন পুরুষের কাছে এমন সুন্দরী রূপবতী স্ত্রী আছে, যাকে সে ভালবাসে এবং তার সতীনও আছে; অথচ তার ত্র“টি বের করা হয় না। রাবী বলেন, আমি বললাম, ‘সুবহান আল্লাহ্’! সত্যি কি লোকেরা এ ব্যাপারে বলাবলি করছে? তিনি বলেন, আমি সে রাত কেঁদে কাটালাম, এমন কি ভোর হয়ে গেল, তথাপি আমার কান্না থামল না এবং আমি ঘুমাতেও পারলাম না। আমি কাঁদতে কাঁদতেই ভোর করলাম। যখন ওয়াহী আসতে দেরী হল, তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ‘আলী ইব্‌নু আবূ ত্বলিব (রাঃ) ও উসামাহ ইব্‌নু যায়দ (রাঃ)-কে তাঁর স্ত্রীর বিচ্ছেদের ব্যাপারে তাঁদের পরামর্শের জন্য ডাকলেন। তিনি বলেন, উসামাহ ইব্‌নু যায়দ তাঁর সহধর্মিণী (‘আয়িশাহ (রাঃ)-এর পবিত্রতা এবং তাঁর অন্তরে তাঁদের প্রতি তাঁর ভালবাসা সম্পর্কে যা জানেন তার আলোকে তাঁকে পরামর্শ দিতে গিয়ে বললেন, হে আল্লাহ্‌র রসূল! আপনার পরিবার সম্পর্কে আমরা ভাল ধারণাই পোষণ করি। আর ‘আলী ইব্‌নু আবূ ত্বলিব (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! আল্লাহ্ আপনার উপর কোন পথ সংকীর্ণ করে দেননি এবং তিনি ব্যতীত বহু মহিলা রয়েছেন। আর আপনি যদি দাসীকে জিজ্ঞেস করেন, সে আপনার কাছে সত্য ঘটনা বলবে।\nতিনি [‘আয়িশাহ (রাঃ)] বলেন, তারপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বারীরাহ্কে ডাকলেন এবং বললেন, হে বারীরাহ! তুমি কি তার নিকট হতে সন্দেহজনক কিছু দেখেছ? বারীরাহ বললেন, যিনি আপনাকে সত্যসহ প্রেরণ করেছেন, তাঁর কসম! আমি এমন কোন কিছু তাঁর মধ্যে দেখতে পাইনি, যা আমি গোপন করতে পারি। তবে তাঁর মধ্যে সবচাইতে অধিক যা দেখেছি, তা হল, তিনি একজন অল্পবয়স্কা বালিকা। তিনি কখনও তাঁর পরিবারের আটার খামির রেখে ঘুমিয়ে পড়তেন। অর ছাগলের বাচ্চা এসে তা খেয়ে ফেলত। এরপরে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) (মিম্বরে) দাঁড়ালেন। ‘আবদুল্লাহ্ ইব্‌নু উবাই ইব্‌নু সলুলের বিরুদ্ধে তিনি সমর্থন চাইলেন। ‘আয়িশাহ (রাঃ) বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) মিম্বরের উপর থেকে বললেন, হে মুসলিম সম্প্রদায়! তোমাদের মধ্যে এমন কে আছে যে, ঐ ব্যক্তির মিথ্যা অপবাদ থেকে আমাকে সাহায্য করতে পারে, যে আমার স্ত্রীর ব্যাপারে আমাকে কষ্ট দিয়েছে। আল্লাহ্‌র কসম! আমি আমার স্ত্রী সম্পর্কে ভালই জানতে পেরেছি এবং তারা এমন এক পুরুষ সম্পর্কে অভিযোগ এনেছে, যার সম্পর্কে আমি ভাল ব্যতীত কিছুই জানি না। সে কখনও আমাকে ব্যতীত আমার ঘরে আসেনি। এ কথা শুনে সা‘দ ইব্‌নু মু‘আয আনসারী (রাঃ) দাঁড়িয়ে বললেন, হে আল্লাহ্‌র রসূল! তার বিরুদ্ধে আমি আপনাকে সাহায্য করব, যদি সে আউস গোত্রের হয়, তবে আমি তার গর্দান মেরে দিব। আর যদি আমাদের ভাই খাযরাজ গোত্রের লোক হয়, তবে আপনি নির্দেশ দিলে আমি আপনার নির্দেশ কার্যকর করব। ‘আয়িশাহ (রাঃ) বলেন, এরপর সা‘দ ইব্‌নু উবাদা দাঁড়ালেন; তিনি খাযরাজ গোত্রের সর্দার। তিনি পূর্বে একজন নেক্কার লোক ছিলেন। কিন্তু এ সময় স্ব-গোত্রের পক্ষপাতিত্ব তাকে উত্তেজিত করে তোলে। কাজেই তিনি সা‘দকে বললেন, চিরঞ্জীব আল্লাহ্‌র কসম! তুমি মিথ্যা বলেছ, তুমি তাকে হত্যা করতে পারবে না এবং তাকে হত্যা করার ক্ষমতা তুমি রাখ না। তারপর উসায়দ ইব্‌নু হুদায়র দাঁড়ালেন, যিনি সা‘দের চাচাতো ভাই। তিনি সা‘দ ইব্‌নু উবাদাকে বললেন, চিরঞ্জীব আল্লাহ্‌র কসম! তুমি মিথ্যা বলছ। আমরা অবশ্যই তাকে হত্যা করব। তুমি নিজেও মুনাফিক এবং মুনাফিকের পক্ষে প্রতিবাদ করছ। এতে আউস এবং খাযরাজ উভয় গোত্রের লোকেরা উত্তেজিত হয়ে উঠল, এমনকি তারা পরস্পর যুদ্ধে লিপ্ত হওয়ার উপক্রম হল। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) মিম্বরে দাঁড়ানো ছিলেন। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাদের থামাতে লাগলেন। অবশেষে তারা থামল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ও নীরব হলেন। ‘আয়িশাহ (রাঃ) বলেন, আমি সেদিন এমনভাবে কাটালাম যে, আমার চোখের অশ্র“ও থামেনি এবং চোখেও ঘুমও আসেনি। ‘আয়িশাহ (রাঃ) বলেন, সকালবেলা আমার আব্বা-আম্মা আমার কাছে আসলেন, আর আমি দু’রাত এবং একদিন (একাধারে) কাঁদছিলাম। এর মধ্যে না আমার ঘুম হয় এবং না আমার চোখের পানি বন্ধ হয়। তাঁরা ধারণা করছিলেন যে, এ ক্রন্দনে আমার কলজে ফেটে যাবে।\n‘আয়িশাহ (রাঃ) বলেন, এর পূর্বে তারা যখন আমার কাছে বসা ছিলেন এবং আমি কাঁদছিলাম, ইত্যবসরে জনৈকা আনসারী মহিলা আমার কাছে আসার জন্য অনুমতি চাইলেন। আমি তাকে অনুমতি দিলাম। সে বসে আমার সঙ্গে কাঁদতে লাগল। আমাদের এ অবস্থার মধ্যেই রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমাদের কাছে প্রবেশ করলেন এবং সালাম দিয়ে বসলেন। ‘আয়িশাহ (রাঃ) বলেন এর পূর্বে যখন থেকে এ কথা রটনা চলেছে, তিনি আমার কাছে বসেননি। এ অবস্থায় তিনি একমাস অপেক্ষা করেছেন, আমার সম্পর্কে ওয়াহী আসেনি। ‘আয়িশাহ (রাঃ) বলেন, এরপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাশাহুদ পাঠ করলেন। তারপর বললেন, হে ‘আয়িশাহ! তোমার সম্পর্কে এরূপ এরূপ কথা আমার কাছে পৌঁছেছে, তুমি যদি নির্দোষ হয়ে থাক, তবে অচিরেই আল্লাহ্ তা‘আলা তোমার পবিত্রতা ব্যক্ত করে দিবেন। আর যদি তুমি কোন পাপে লিপ্ত হয়ে থাক, তবে আল্লাহ্‌র কাছে ক্ষমা চাও এবং তাঁর কাছে তাওবাহ কর। কেননা, বান্দা যখন তার পাপ স্বীকার করে নেয় এবং আল্লাহ্‌র কাছে তাওবাহ করে, তখন আল্লাহ্ তার তাওবাহ কবূল করেন। ‘আয়িশাহ (রাঃ) বলেন, যখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাঁর কথা শেষ করলেন, তখন আমার চোখের পানি এমনভাবে শুকিয়ে গেল যে, এক ফোঁটা পানিও অনুভব করছিলাম না। আমি আমার পিতাকে বললাম, আপনি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে (তিনি যা কিছু বলেছেন তার) জবাব দিন। তিনি বললেন, আল্লাহ্‌র কসম! আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে কী জবাব দিব, তা আমার বুঝে আসছে না। তারপর আমার আম্মাকে বললাম, আপনি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে জবাব দিন।\nতিনি [‘আয়িশাহ (রাঃ)-এর আম্মা) বললেন ঃ আমি বুঝতে পারছি না, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে কি জবাব দিব। ‘আয়িশাহ (রাঃ) বলেন, তখন আমি নিজেই জবাব দিলাম, অথচ আমি একজন অল্প বয়স্কা বালিকা, কুরআন খুব অধিক পড়িনি। আল্লাহ্‌র কসম! আমি জানি, আপনারা এ ঘটনা শুনেছেন, এমনকি তা আপনাদের অন্তরে বসে গেছে এবং সত্য বলে বিশ্বাস করে নিয়েছেন। এখন যদি আমি বলি যে, আমি নির্দোষ এবং আল্লাহ্ ভালভাবেই জানেন যে, আমি নির্দোষ; তবে আপনারা তা বিশ্বাস করবেন না। আর আমি যদি আপনাদের কাছে এ বিষয় স্বীকার করে নেই, অথচ আল্লাহ্ জানেন, আমি তা থেকে নির্দোষ; তবে আপনারা আমার এই উক্তি বিশ্বাস করে নিবেন। আল্লাহ্‌র কসম! এ ক্ষেত্রে আমি আপনাদের জন্য ইউসুফ (‘আ.)-এর পিতার উক্তি ব্যতীত আর কোন দৃষ্টান্ত পাচ্ছি না। তিনি বলেছিলেন, فَصَبْرٌ جَمِيلٌ وَاللهُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ “পূর্ণ ধৈর্যই শ্রেয়, তোমরা যা বলছ সে বিষয়ে একমাত্র আল্লাহ্‌র কাছেই সাহায্য চাওয়া যায়। তিনি বলেন, এরপর আমি আমার চেহারা ঘুরিয়ে নিলাম এবং কাত হয়ে আমার বিছানায় শুয়ে পড়লাম। তিনি বলেন, এ সময় আমার বিশ্বাস ছিল যে আমি নির্দোষ এবং আল্লাহ্ তা‘আলা আমার নির্দোষিতা প্রকাশ করে দিবেন। কিন্তু আল্লাহ্‌র কসম! আমি তখন এ ধারণা করতে পারিনি যে, আল্লাহ্ আমার সম্পর্কে এমন ওয়াহী অবতীর্ণ করবেন যা তিলাওয়াত করা হবে। আমার দৃষ্টিতে আমার মর্যাদা এর চাইতে অনেক নিচে ছিল। বরং আমি আশা করেছিলাম যে, হয়ত রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) নিদ্রায় কোন স্বপ্ন দেখবেন, যাতে আল্লাহ্ তা‘আলা আমার নির্দোষিতা জানিয়ে দেবেন। ‘আয়িশাহ (রাঃ) বলেন, আল্লাহ্‌র কসম! রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) দাঁড়াননি এবং ঘরের কেউ বের হননি। এমন সময় রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর প্রতি ওয়াহী অবতীর্ণ হতে লাগল এবং তাঁর শরীর ঘামতে লাগল। এমনকি যদিও শীতের দিন ছিল, তবুও তাঁর উপর যে ওয়াহী অবতীর্ণ হচ্ছিল এর বোঝার ফলে মুক্তার মত তাঁর ঘাম ঝরছিল। যখন ওয়াহী শেষ হল, তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) হাসছিলেন। তখন তিনি প্রথম যে বাক্যটি বলেছিলেন, তা হলে ঃ হে ‘আয়িশাহ! আল্লাহ্ তোমার নির্দেষিতা প্রকাশ করেছেন। এ সময় আমার মা আমাকে বললেন, তুমি উঠে তাঁর প্রতি কৃতজ্ঞতা প্রকাশ কর। আমি বললাম, আল্লাহ্‌র কসম! আমি তাঁর প্রতি কৃতজ্ঞতা প্রকাশ করব না, আল্লাহ্ ব্যতীত আর কারো প্রশংসা করব না। আল্লাহ্ তা‘আলা অবতীর্ণ করলেন পূর্ণ দশ আয়াত পর্যন্ত। إِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ عُصْبَةٌ  যারা এ অপবাদ রচনা করেছে, তারা তোমাদেরই একটি দল। যখন আল্লাহ্ তা‘আলা আমার নির্দোষিতার আয়াত অবতীর্ণ করলেন, তখন আবূ বকর সিদ্দীক (রাঃ) যিনি মিস্তাহ্ ইব্‌নু উসাসাকে নিকটবর্তী আত্মীয়তা এবং দারিদ্র্যের কারণে আর্থিক সাহায্য করতেন, তিনি বললেন, আল্লাহ্‌র কসম! মিস্তাহ্ ‘আয়িশাহ সম্পর্কে যা বলেছে, এরপর আমি তাকে কখনই কিছুই দান করব না। তারপর আল্লাহ্ তা‘আলা আয়াত অবতীর্ণ করলেন, “তোমাদের মধ্যে যারা ঐশ্বর্য ও প্রাচুর্যের অধিকারী তারা যেন শপথ গ্রহণ না করে যে, তার আত্মীয়-স্বজন ও অভাবগ্রস্তকে এবং আল্লাহ্‌র রাস্তায় যারা গৃহত্যাগ করেছে তাদের কিছুই দেবে না। তারা যেন তাদের ক্ষমা করে এবং তাদের দোষত্র“টি উপেক্ষা করে। তোমরা কি চাও না যে, আল্লাহ্ তোমাদের ক্ষমা করেন? এবং আল্লাহ্ ক্ষমাশীল, পরম দয়ালু। আবূ বকর (রাঃ) এ সময় বললেন, আল্লাহ্‌র কসম! আমি অবশ্যই পছন্দ করি যে আল্লাহ্ আমাকে ক্ষমা করেন। তারপর তিনি মিস্তাহ্কে সাহায্য আগের মত দিতে লাগলেন এবং বললেন, আল্লাহ্‌র কসম! আমি এ সাহায্য কখনও বন্ধ করব না। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) জয়নব বিন্ত জাহশকেও আমার সম্পর্কে জিজ্ঞেস করেছিলেন। তিনি বলেছিলেন, হে জয়নব! (‘আয়িশাহ সম্পর্কে) কী জান আর কী দেখেছ? তিনি বললেন, হে আল্লাহ্‌র রসূল! আমি আমার কান ও চোখকে বাঁচিয়ে রাখতে চাই। আমি তাঁর সম্পর্কে ভাল ব্যতীত অন্য কিছু জানি না। ‘আয়িশাহ (রাঃ) বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সহধর্মিণীদের মধ্যে তিনি আমার প্রতিদ্বন্দি¡তা করতেন। কিন্তু আল্লাহ্ তা‘আলা তাঁকে পরহেযগারীর কারণে রক্ষা করেন। আর তাঁর বোন হাম্না তাঁর পক্ষ অবলম্বন করে দ্বন্দ্ব করে এবং অপবাদ দানকারী যারা ধ্বংস হয়েছিল তাদের মধ্যে সেও ধ্বংস হল। [২৫৯৩] (আ.প্র. ৪৩৮৯, ই.ফা. ৪৩৯১)",
    "ar": "يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ يُوْنُسَ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِيْ عُرْوَةُ بْنُ الزُّبَيْرِ وَسَعِيْدُ بْنُ الْمُسَيَّبِ وَعَلْقَمَةُ بْنُ وَقَّاصٍ وَعُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ بْنِ عُتْبَةَ بْنِ مَسْعُوْدٍ عَنْ حَدِيْثِ عَائِشَةَ رَضِيَ اللهُ عَنْهَا زَوْجِ النَّبِيِّ صلى الله عليه وسلم حِيْنَ قَالَ لَهَا أَهْلُ الإِفْكِ مَا قَالُوْا فَبَرَّأَهَا اللهُ مِمَّا قَالُوْا وَكُلٌّ حَدَّثَنِيْ طَائِفَةً مِنَ الْحَدِيْثِ وَبَعْضُ حَدِيْثِهِمْ يُصَدِّقُ بَعْضًا وَإِنْ كَانَ بَعْضُهُمْ أَوْعَى لَهُ مِنْ بَعْضٍ الَّذِيْ حَدَّثَنِيْ عُرْوَةُ عَنْ عَائِشَةَ رَضِيَ اللهُ عَنْهَا أَنَّ عَائِشَةَ رَضِيَ اللهُ عَنْهَا زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ كَانَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِذَا أَرَادَ أَنْ يَخْرُجَ أَقْرَعَ بَيْنَ أَزْوَاجِهِ فَأَيَّتُهُنَّ خَرَجَ سَهْمُهَا خَرَجَ بِهَا رَسُوْلُ اللهِ صلى الله عليه وسلم مَعَهُ قَالَتْ عَائِشَةُ فَأَقْرَعَ بَيْنَنَا فِيْ غَزْوَةٍ غَزَاهَا فَخَرَجَ سَهْمِيْ فَخَرَجْتُ مَعَ رَسُوْلِ اللهِ صلى الله عليه وسلم بَعْدَمَا نَزَلَ الْحِجَابُ فَأَنَا أُحْمَلُ فِيْ هَوْدَجِيْ وَأُنْزَلُ فِيْهِ فَسِرْنَا حَتَّى إِذَا فَرَغَ رَسُوْلُ اللهِ صلى الله عليه وسلم مِنْ غَزْوَتِهِ تِلْكَ وَقَفَلَ وَدَنَوْنَا مِنَ الْمَدِيْنَةِ قَافِلِيْنَ آذَنَ لَيْلَةً بِالرَّحِيْلِ فَقُمْتُ حِيْنَ آذَنُوْا بِالرَّحِيْلِ فَمَشَيْتُ حَتَّى جَاوَزْتُ الْجَيْشَ فَلَمَّا قَضَيْتُ شَأْنِيْ أَقْبَلْتُ إِلَى رَحْلِيْ فَإِذَا عِقْدٌ لِيْ مِنْ جَزْعِ ظَفَارِ قَدْ انْقَطَعَ فَالْتَمَسْتُ عِقْدِيْ وَحَبَسَنِي ابْتِغَاؤُهُ وَأَقْبَلَ الرَّهْطُ الَّذِيْنَ كَانُوْا يَرْحَلُوْنَ لِيْ فَاحْتَمَلُوْا هَوْدَجِيْ فَرَحَلُوْهُ عَلَى بَعِيْرِي الَّذِيْ كُنْتُ رَكِبْتُ وَهُمْ يَحْسِبُوْنَ أَنِّيْ فِيْهِ وَكَانَ النِّسَاءُ إِذْ ذَاكَ خِفَافًا لَمْ يُثْقِلْهُنَّ اللَّحْمُ إِنَّمَا تَأْكُلُ الْعُلْقَةَ مِنْ الطَّعَامِ فَلَمْ يَسْتَنْكِرْ الْقَوْمُ خِفَّةَ الْهَوْدَجِ حِيْنَ رَفَعُوْهُ وَكُنْتُ جَارِيَةً حَدِيْثَةَ السِّنِّ فَبَعَثُوا الْجَمَلَ وَسَارُوْا فَوَجَدْتُ عِقْدِيْ بَعْدَمَا اسْتَمَرَّ الْجَيْشُ فَجِئْتُ مَنَازِلَهُمْ وَلَيْسَ بِهَا دَاعٍ وَلَا مُجِيْبٌ فَأَمَمْتُ مَنْزِلِي الَّذِيْ كُنْتُ بِهِ وَظَنَنْتُ أَنَّهُمْ سَيَفْقِدُوْنِيْ فَيَرْجِعُوْنَ إِلَيَّ فَبَيْنَا أَنَا جَالِسَةٌ فِيْ مَنْزِلِيْ غَلَبَتْنِيْ عَيْنِيْ فَنِمْتُ وَكَانَ صَفْوَانُ بْنُ الْمُعَطَّلِ السُّلَمِيُّ ثُمَّ الذَّكْوَانِيُّ مِنْ وَرَاءِ الْجَيْشِ فَأَدْلَجَ فَأَصْبَحَ عِنْدَ مَنْزِلِيْ فَرَأَى سَوَادَ إِنْسَانٍ نَائِمٍ فَأَتَانِيْ فَعَرَفَنِيْ حِيْنَ رَآنِيْ وَكَانَ رَآنِيْ قَبْلَ الْحِجَابِ فَاسْتَيْقَظْتُ بِاسْتِرْجَاعِهِ حِيْنَ عَرَفَنِيْ فَخَمَّرْتُ وَجْهِيْ بِجِلْبَابِيْ وَ وَاللهِ مَا كَلَّمَنِيْ كَلِمَةً وَلَا سَمِعْتُ مِنْهُ كَلِمَةً غَيْرَ اسْتِرْجَاعِهِ حَتَّى أَنَاخَ رَاحِلَتَهُ فَوَطِئَ عَلَى يَدَيْهَا فَرَكِبْتُهَا فَانْطَلَقَ يَقُوْدُ بِي الرَّاحِلَةَ حَتَّى أَتَيْنَا الْجَيْشَ بَعْدَمَا نَزَلُوْا مُوْغِرِيْنَ فِيْ نَحْرِ الظَّهِيْرَةِ فَهَلَكَ مَنْ هَلَكَ.\nوَكَانَ الَّذِيْ تَوَلَّى الإِفْكَ عَبْدَ اللهِ بْنَ أُبَيٍّ ابْنَ سَلُوْلَ فَقَدِمْنَا الْمَدِيْنَةَ فَاشْتَكَيْتُ حِيْنَ قَدِمْتُ شَهْرًا وَالنَّاسُ يُفِيْضُوْنَ فِيْ قَوْلِ أَصْحَابِ الإِفْكِ لَا أَشْعُرُ بِشَيْءٍ مِنْ ذَلِكَ وَهُوَ يَرِيْبُنِيْ فِيْ وَجَعِيْ أَنِّيْ لَا أَعْرِفُ مِنْ رَسُوْلِ اللهِ صلى الله عليه وسلم اللَّطَفَ الَّذِيْ كُنْتُ أَرَى مِنْهُ حِيْنَ أَشْتَكِيْ إِنَّمَا يَدْخُلُ عَلَيَّ رَسُوْلُ اللهِ صلى الله عليه وسلم فَيُسَلِّمُ ثُمَّ يَقُوْلُ كَيْفَ تِيْكُمْ ثُمَّ يَنْصَرِفُ فَذَاكَ الَّذِيْ يَرِيْبُنِيْ وَلَا أَشْعُرُ بِالشَّرِّ حَتَّى خَرَجْتُ بَعْدَمَا نَقَهْتُ فَخَرَجَتْ مَعِيْ أُمُّ مِسْطَحٍ قِبَلَ الْمَنَاصِعِ وَهُوَ مُتَبَرَّزُنَا وَكُنَّا لَا نَخْرُجُ إِلَّا لَيْلًا إِلَى لَيْلٍ وَذَلِكَ قَبْلَ أَنْ نَتَّخِذَ الْكُنُفَ قَرِيْبًا مِنْ بُيُوْتِنَا وَأَمْرُنَا أَمْرُ الْعَرَبِ الْأُوَلِ فِي التَّبَرُّزِ قِبَلَ الْغَائِطِ فَكُنَّا نَتَأَذَّى بِالْكُنُفِ أَنْ نَتَّخِذَهَا عِنْدَ بُيُوْتِنَا فَانْطَلَقْتُ أَنَا وَأُمُّ مِسْطَحٍ وَهِيَ ابْنَةُ أَبِيْ رُهْمِ بْنِ عَبْدِ مَنَافٍ وَأُمُّهَا بِنْتُ صَخْرِ بْنِ عَامِرٍ خَالَةُ أَبِيْ بَكْرٍ الصِّدِّيْقِ وَابْنُهَا مِسْطَحُ بْنُ أُثَاثَةَ فَأَقْبَلْتُ أَنَا وَأُمُّ مِسْطَحٍ قِبَلَ بَيْتِيْ وَقَدْ فَرَغْنَا مِنْ شَأْنِنَا فَعَثَرَتْ أُمُّ مِسْطَحٍ فِيْ مِرْطِهَا فَقَالَتْ تَعِسَ مِسْطَحٌ فَقُلْتُ لَهَا بِئْسَ مَا قُلْتِ أَتَسُبِّيْنَ رَجُلًا شَهِدَ بَدْرًا قَالَتْ أَيْ هَنْتَاهْ أَوَلَمْ تَسْمَعِيْ مَا قَالَ قَالَتْ قُلْتُ وَمَا قَالَ فَأَخْبَرَتْنِيْ بِقَوْلِ أَهْلِ الإِفْكِ فَازْدَدْتُ مَرَضًا عَلَى مَرَضِيْ فَلَمَّا رَجَعْتُ إِلَى بَيْتِيْ وَدَخَلَ عَلَيَّ رَسُوْلُ اللهِ صلى الله عليه وسلم تَعْنِيْ سَلَّمَ ثُمَّ قَالَ كَيْفَ تِيْكُمْ فَقُلْتُ أَتَأْذَنُ لِيْ أَنْ آتِيَ أَبَوَيَّ قَالَتْ وَأَنَا حِيْنَئِذٍ أُرِيْدُ أَنْ أَسْتَيْقِنَ الْخَبَرَ مِنْ قِبَلِهِمَا قَالَتْ فَأَذِنَ لِيْ رَسُوْلُ اللهِ صلى الله عليه وسلم فَجِئْتُ أَبَوَيَّ فَقُلْتُ لِأُمِّيْ يَا أُمَّتَاهْ مَا يَتَحَدَّثُ النَّاسُ قَالَتْ يَا بُنَيَّةُ هَوِّنِيْ عَلَيْكِ فَوَاللهِ لَقَلَّمَا كَانَتْ امْرَأَةٌ قَطُّ وَضِيئَةٌ عِنْدَ رَجُلٍ يُحِبُّهَا وَلَهَا ضَرَائِرُ إِلَّا كَثَّرْنَ عَلَيْهَا قَالَتْ فَقُلْتُ سُبْحَانَ اللهِ أَوَلَقَدْ تَحَدَّثَ النَّاسُ بِهَذَا قَالَتْ فَبَكَيْتُ تِلْكَ اللَّيْلَةَ حَتَّى أَصْبَحْتُ لَا يَرْقَأُ لِيْ دَمْعٌ وَلَا أَكْتَحِلُ بِنَوْمٍ حَتَّى أَصْبَحْتُ أَبْكِيْ فَدَعَا رَسُوْلُ اللهِ صلى الله عليه وسلم عَلِيَّ بْنَ أَبِيْ طَالِبٍ وَأُسَامَةَ بْنَ زَيْدٍ رَضِيَ اللهُ عَنْهُمَا حِيْنَ اسْتَلْبَثَ الْوَحْيُ يَسْتَأْمِرُهُمَا فِيْ فِرَاقِ أَهْلِهِ قَالَتْ فَأَمَّا أُسَامَةُ بْنُ زَيْدٍ فَأَشَارَ عَلَى رَسُوْلِ اللهِ صلى الله عليه وسلم بِالَّذِيْ يَعْلَمُ مِنْ بَرَاءَةِ أَهْلِهِ وَبِالَّذِيْ يَعْلَمُ لَهُمْ فِيْ نَفْسِهِ مِنَ الْوُدِّ فَقَالَ يَا رَسُوْلَ اللهِ أَهْلَكَ وَلَا نَعْلَمُ إِلَّا خَيْرًا وَأَمَّا عَلِيُّ بْنُ أَبِيْ طَالِبٍ فَقَالَ يَا رَسُوْلَ اللهِ لَمْ يُضَيِّقْ اللهُ عَلَيْكَ وَالنِّسَاءُ سِوَاهَا كَثِيْرٌ وَإِنْ تَسْأَلْ الْجَارِيَةَ تَصْدُقْكَ.\nقَالَتْ فَدَعَا رَسُوْلُ اللهِ صلى الله عليه وسلم بَرِيْرَةَ فَقَالَ أَيْ بَرِيْرَةُ هَلْ رَأَيْتِ مِنْ شَيْءٍ يَرِيْبُكِ قَالَتْ بَرِيْرَةُ لَا وَالَّذِيْ بَعَثَكَ بِالْحَقِّ إِنْ رَأَيْتُ عَلَيْهَا أَمْرًا أَغْمِصُهُ عَلَيْهَا أَكْثَرَ مِنْ أَنَّهَا جَارِيَةٌ حَدِيْثَةُ السِّنِّ تَنَامُ عَنْ عَجِيْنِ أَهْلِهَا فَتَأْتِي الدَّاجِنُ فَتَأْكُلُهُ فَقَامَ رَسُوْلُ اللهِ صلى الله عليه وسلم فَاسْتَعْذَرَ يَوْمَئِذٍ مِنْ عَبْدِ اللهِ بْنِ أُبَيٍّ ابْنِ سَلُوْلَ قَالَتْ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَهُوَ عَلَى الْمِنْبَرِ يَا مَعْشَرَ الْمُسْلِمِيْنَ مَنْ يَعْذِرُنِيْ مِنْ رَجُلٍ قَدْ بَلَغَنِيْ أَذَاهُ فِيْ أَهْلِ بَيْتِيْ فَوَاللهِ مَا عَلِمْتُ عَلَى أَهْلِيْ إِلَّا خَيْرًا وَلَقَدْ ذَكَرُوْا رَجُلًا مَا عَلِمْتُ عَلَيْهِ إِلَّا خَيْرًا وَمَا كَانَ يَدْخُلُ عَلَى أَهْلِيْ إِلَّا مَعِيْ فَقَامَ سَعْدُ بْنُ مُعَاذٍ الْأَنْصَارِيُّ فَقَالَ يَا رَسُوْلَ اللهِ أَنَا أَعْذِرُكَ مِنْهُ إِنْ كَانَ مِنَ الْأَوْسِ ضَرَبْتُ عُنُقَهُ وَإِنْ كَانَ مِنْ إِخْوَانِنَا مِنَ الْخَزْرَجِ أَمَرْتَنَا فَفَعَلْنَا أَمْرَكَ قَالَتْ فَقَامَ سَعْدُ بْنُ عُبَادَةَ وَهُوَ سَيِّدُ الْخَزْرَجِ وَكَانَ قَبْلَ ذَلِكَ رَجُلًا صَالِحًا وَلَكِنْ احْتَمَلَتْهُ الْحَمِيَّةُ فَقَالَ لِسَعْدٍ كَذَبْتَ لَعَمْرُ اللهِ لَا تَقْتُلُهُ وَلَا تَقْدِرُ عَلَى قَتْلِهِ فَقَامَ أُسَيْدُ بْنُ حُضَيْرٍ وَهُوَ ابْنُ عَمِّ سَعْدِ بْنِ مُعَاذٍ فَقَالَ لِسَعْدِ بْنِ عُبَادَةَ كَذَبْتَ لَعَمْرُ اللهِ لَنَقْتُلَنَّهُ فَإِنَّكَ مُنَافِقٌ تُجَادِلُ عَنِ الْمُنَافِقِيْنَ فَتَثَاوَرَ الْحَيَّانِ الْأَوْسُ وَالْخَزْرَجُ حَتَّى هَمُّوْا أَنْ يَقْتَتِلُوْا وَرَسُوْلُ اللهِ صلى الله عليه وسلم قَائِمٌ عَلَى الْمِنْبَرِ فَلَمْ يَزَلْ رَسُوْلُ اللهِ صلى الله عليه وسلم يُخَفِّضُهُمْ حَتَّى سَكَتُوْا وَسَكَتَ قَالَتْ فَبَكَيْتُ يَوْمِيْ ذَلِكَ لَا يَرْقَأُ لِيْ دَمْعٌ وَلَا أَكْتَحِلُ بِنَوْمٍ قَالَتْ فَأَصْبَحَ أَبَوَايَ عِنْدِيْ وَقَدْ بَكَيْتُ لَيْلَتَيْنِ وَيَوْمًا لَا أَكْتَحِلُ بِنَوْمٍ وَلَا يَرْقَأُ لِيْ دَمْعٌ يَظُنَّانِ أَنَّ الْبُكَاءَ فَالِقٌ كَبِدِيْ قَالَتْ فَبَيْنَمَا هُمَا جَالِسَانِ عِنْدِيْ وَأَنَا أَبْكِيْ فَاسْتَأْذَنَتْ عَلَيَّ امْرَأَةٌ مِنَ الْأَنْصَارِ فَأَذِنْتُ لَهَا فَجَلَسَتْ تَبْكِيْ مَعِيْ قَالَتْ فَبَيْنَا نَحْنُ عَلَى ذَلِكَ دَخَلَ عَلَيْنَا رَسُوْلُ اللهِ صلى الله عليه وسلم فَسَلَّمَ ثُمَّ جَلَسَ قَالَتْ وَلَمْ يَجْلِسْ عِنْدِيْ مُنْذُ قِيْلَ مَا قِيْلَ قَبْلَهَا وَقَدْ لَبِثَ شَهْرًا لَا يُوْحَى إِلَيْهِ فِيْ شَأْنِيْ قَالَتْ فَتَشَهَّدَ رَسُوْلُ اللهِ صلى الله عليه وسلم حِيْنَ جَلَسَ ثُمَّ قَالَ أَمَّا بَعْدُ يَا عَائِشَةُ فَإِنَّهُ قَدْ بَلَغَنِيْ عَنْكِ كَذَا وَكَذَا فَإِنْ كُنْتِ بَرِيئَةً فَسَيُبَرِّئُكِ اللهُ وَإِنْ كُنْتِ أَلْمَمْتِ بِذَنْبٍ فَاسْتَغْفِرِي اللهَ وَتُوْبِيْ إِلَيْهِ فَإِنَّ الْعَبْدَ إِذَا اعْتَرَفَ بِذَنْبِهِ ثُمَّ تَابَ إِلَى اللهِ تَابَ اللهُ عَلَيْهِ قَالَتْ فَلَمَّا قَضَى رَسُوْلُ اللهِ صلى الله عليه وسلم مَقَالَتَهُ قَلَصَ دَمْعِيْ حَتَّى مَا أُحِسُّ مِنْهُ قَطْرَةً فَقُلْتُ لِأَبِيْ أَجِبْ رَسُوْلَ اللهِ صلى الله عليه وسلم فِيْمَا قَالَ قَالَ وَاللهِ مَا أَدْرِيْ مَا أَقُوْلُ لِرَسُوْلِ اللهِ صلى الله عليه وسلم فَقُلْتُ لِأُمِّيْ أَجِيْبِيْ رَسُوْلَ اللهِ صلى الله عليه وسلم\nقَالَتْ مَا أَدْرِيْ مَا أَقُوْلُ لِرَسُوْلِ اللهِ صلى الله عليه وسلم قَالَتْ فَقُلْتُ وَأَنَا جَارِيَةٌ حَدِيْثَةُ السِّنِّ لَا أَقْرَأُ كَثِيْرًا مِنَ الْقُرْآنِ إِنِّيْ وَاللهِ لَقَدْ عَلِمْتُ لَقَدْ سَمِعْتُمْ هَذَا الْحَدِيْثَ حَتَّى اسْتَقَرَّ فِيْ أَنْفُسِكُمْ وَصَدَّقْتُمْ بِهِ فَلَئِنْ قُلْتُ لَكُمْ إِنِّيْ بَرِيئَةٌ وَاللهُ يَعْلَمُ أَنِّيْ بَرِيئَةٌ لَا تُصَدِّقُوْنِيْ بِذَلِكَ وَلَئِنْ اعْتَرَفْتُ لَكُمْ بِأَمْرٍ وَاللهُ يَعْلَمُ أَنِّيْ مِنْهُ بَرِيئَةٌ لَتُصَدِّقُنِّيْ وَاللهِ مَا أَجِدُ لَكُمْ مَثَلًا إِلَّا قَوْلَ أَبِيْ يُوْسُفَ قَالَ {فَصَبْرٌ جَمِيْلٌ وَاللهُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ} قَالَتْ ثُمَّ تَحَوَّلْتُ فَاضْطَجَعْتُ عَلَى فِرَاشِيْ قَالَتْ وَأَنَا حِيْنَئِذٍ أَعْلَمُ أَنِّيْ بَرِيئَةٌ وَأَنَّ اللهَ مُبَرِّئِيْ بِبَرَاءَتِيْ وَلَكِنْ وَاللهِ مَا كُنْتُ أَظُنُّ أَنَّ اللهَ مُنْزِلٌ فِيْ شَأْنِيْ وَحْيًا يُتْلَى وَلَشَأْنِيْ فِيْ نَفْسِيْ كَانَ أَحْقَرَ مِنْ أَنْ يَتَكَلَّمَ اللهُ فِيَّ بِأَمْرٍ يُتْلَى وَلَكِنْ كُنْتُ أَرْجُوْ أَنْ يَرَى رَسُوْلُ اللهِ صلى الله عليه وسلم فِي النَّوْمِ رُؤْيَا يُبَرِّئُنِي اللهُ بِهَا قَالَتْ فَوَاللهِ مَا رَامَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَلَا خَرَجَ أَحَدٌ مِنْ أَهْلِ الْبَيْتِ حَتَّى أُنْزِلَ عَلَيْهِ فَأَخَذَهُ مَا كَانَ يَأْخُذُهُ مِنَ الْبُرَحَاءِ حَتَّى إِنَّهُ لَيَتَحَدَّرُ مِنْهُ مِثْلُ الْجُمَانِ مِنَ الْعَرَقِ وَهُوَ فِيْ يَوْمٍ شَاتٍ مِنْ ثِقَلِ الْقَوْلِ الَّذِيْ يُنْزَلُ عَلَيْهِ قَالَتْ فَلَمَّا سُرِّيَ عَنْ رَسُوْلِ اللهِ صلى الله عليه وسلم سُرِّيَ عَنْهُ وَهُوَ يَضْحَكُ فَكَانَتْ أَوَّلُ كَلِمَةٍ تَكَلَّمَ بِهَا يَا عَائِشَةُ أَمَّا اللهُ عَزَّ وَجَلَّ فَقَدْ بَرَّأَكِ فَقَالَتْ أُمِّيْ قُوْمِيْ إِلَيْهِ قَالَتْ فَقُلْتُ لَا وَاللهِ لَا أَقُوْمُ إِلَيْهِ وَلَا أَحْمَدُ إِلَّا اللهَ عَزَّ وَجَلَّ فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ {إِنَّ الَّذِيْنَ جَآءُوْا بِالإِفْكِ عُصْبَةٌ مِّنْكُمْ لَا تَحْسِبُوْهُ} الْعَشْرَ الْآيَاتِ كُلَّهَا فَلَمَّا أَنْزَلَ اللهُ هَذَا فِيْ بَرَاءَتِيْ قَالَ أَبُوْ بَكْرٍ الصِّدِّيْقُ رَضِيَ اللهُ عَنْهُ وَكَانَ يُنْفِقُ عَلَى مِسْطَحِ بْنِ أُثَاثَةَ لِقَرَابَتِهِ مِنْهُ وَفَقْرِهِ وَاللهِ لَا أُنْفِقُ عَلَى مِسْطَحٍ شَيْئًا أَبَدًا بَعْدَ الَّذِيْ قَالَ لِعَائِشَةَ مَا قَالَ فَأَنْزَلَ اللهُ {وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يَّؤْتُوْآ أُوْلِي الْقُرْبٰى وَالْمَسَاكِيْنَ وَالْمُهَاجِرِيْنَ فِيْ سَبِيْلِ اللهِ وَلْيَعْفُوْا وَلْيَصْفَحُوْا أَلَا تُحِبُّوْنَ أَنْ يَّغْفِرَ اللهُ لَكُمْ وَاللهُ غَفُوْرٌ رَّحِيْمٌ} قَالَ أَبُوْ بَكْرٍ بَلَى وَاللهِ إِنِّيْ أُحِبُّ أَنْ يَغْفِرَ اللهُ لِيْ فَرَجَعَ إِلَى مِسْطَحٍ النَّفَقَةَ الَّتِيْ كَانَ يُنْفِقُ عَلَيْهِ وَقَالَ وَاللهِ لَا أَنْزِعُهَا مِنْهُ أَبَدًا قَالَتْ عَائِشَةُ وَكَانَ رَسُوْلُ اللهِ صلى الله عليه وسلم يَسْأَلُ زَيْنَبَ ابْنَةَ جَحْشٍ عَنْ أَمْرِيْ فَقَالَ يَا زَيْنَبُ مَاذَا عَلِمْتِ أَوْ رَأَيْتِ فَقَالَتْ يَا رَسُوْلَ اللهِ أَحْمِيْ سَمْعِيْ وَبَصَرِيْ مَا عَلِمْتُ إِلَّا خَيْرًا قَالَتْ وَهِيَ الَّتِيْ كَانَتْ تُسَامِيْنِيْ مِنْ أَزْوَاجِ رَسُوْلِ اللهِ صلى الله عليه وسلم فَعَصَمَهَا اللهُ بِالْوَرَعِ وَطَفِقَتْ أُخْتُهَا حَمْنَةُ تُحَارِبُ لَهَا فَهَلَكَتْ فِيْمَنْ هَلَكَ مِنْ أَصْحَابِ الإِفْكِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}