{
  "hadith": {
    "hadith_id": 4757,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, যখন আমার সম্পর্কে আলোচনা চলছিল যা রটনা হয়েছে এবং আমি এ সম্পর্কে কিছুই জানতাম না। তখন আমার ব্যাপারে ভাষণ দিতে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) দাঁড়ালেন। তিনি প্রথমে কালেমায়ে শাহাদাত পাঠ করলেন। তারপর আল্লাহ্‌র প্রতি যথাযোগ্য হাম্দ ও সানা পাঠ করলেন। এরপরে বললেন, হে মুসলিমগণ! যে সকল লোক আমার স্ত্রী সম্পর্কে অপবাদ দিয়েছে, তাদের ব্যাপারে আমাকে পরামর্শ দাও। আল্লাহ্‌র কসম! আমি আমার পরিবারের ব্যাপারে মন্দ কিছুই জানি না। তাঁরা এমন এক ব্যক্তির নাম উল্লেখ করেছে, আল্লাহ্‌র কসম, তার ব্যাপারেও আমি কখনও খারাপ কিছু জানি না এবং সে কখনও আমার অনুপস্থিতিতে আমার ঘরে প্রবেশ করে না এবং আমি যখন কোন সফরে গিয়েছি সেও আমার সঙ্গে সফরে গিয়েছে। সা‘দ ইব্‌নু উবাদা দাঁড়িয়ে বললেন, আমাকে তাদের শিরোচ্ছেদ করার অনুমতি দিন। এর মধ্যে বানী খাযরাজ গোত্রের এক ব্যক্তি, যে হাস্সান ইব্‌নু সাবিতের মাতার আত্মীয় ছিল, সে দাঁড়িয়ে বলল, তুমি মিথ্যা বলেছ, জেনে রাখ, আল্লাহ্‌র কসম! যদি সে (অপবাদকারী) ব্যক্তিরা আউস্ গোত্রের হত, তাহলে তুমি শিরোচ্ছেদ করতে পছন্দ করতে না। আউস ও খাযরাজের মধ্যে মসজিদেই  একটা দুর্ঘটনা ঘটার অবস্থা দেখা দিল। আর আমি এ বিষয় কিছুই জানি না। সেদিন সন্ধ্যায় যখন আমি আমার প্রাকৃতিক প্রয়োজনে বাইরে গেলাম, তখন উম্মু মিসতাহ্ আমার সঙ্গে ছিলেন এবং তিনি হোঁচট খেয়ে বললেন, ‘মিস্তাহ্ ধ্বংস হোক’! আমি বললাম, হে উম্মু মিসতাহ! তুমি তোমার সন্তানকে গালি দিচ্ছ? তিনি নীরব থাকলেন। তারপর দ্বিতীয় হোঁচট খেয়ে বললেন, ‘মিসতাহ্ ধ্বংস হোক’। আমি তাকে বললাম, ‘তুমি তোমার সন্তানকে গালি দিচ্ছ?’ তিনি (উম্মু মিসতাহ্) তৃতীয়বার পড়ে গিয়ে বললেন, ‘মিসতাহ্ ধ্বংস হোক’। আমি এবারে তাঁকে ধমক দিলাম। তিনি বললেন, আল্লাহ্‌র কসম! আমি তাকে তোমার কারণেই গালি দিচ্ছি। আমি বললাম আমার ব্যাপারে? ‘আয়িশাহ (রাঃ) বলেন, তখন তিনি আমার কাছে সব ঘটনা বিস্তারিত বললেন। আমি বললাম, তাই হচ্ছে নাকি? তিনি বললেন, হাঁ আল্লাহ্‌র কসম! এরপর আমি আমার ঘরে ফিরে এলাম এবং যে প্রয়োজনে বাইরে গিয়েছিলাম তা একেবারেই ভুলে গেলাম। এরপর আমি আরও অসুস্থ হয়ে পড়লাম এবং রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে বললাম যে, আমাকে আমার পিতার বাড়িতে পাঠিয়ে দিন। তিনি একটি ছেলেকে আমার সঙ্গে দিয়ে পাঠিয়ে দিলেন। আমি যখন ঘরে প্রবেশ করলাম, তখন উম্মু রূমানকে নিচে দেখতে পেলাম এবং আবূ বাক্র (রাঃ) ঘরের ওপরে পড়ছিলেন। আমার আম্মা জিজ্ঞেস করলেন, হে বৎস! কিসে তোমাকে নিয়ে এসেছে? আমি তাকে সংবাদ দিলাম এবং তাঁর কাছে ঘটনা বললাম। এ ঘটনা তার ওপর তেমন প্রভাব বিস্তার করেনি, যেমন আমার ওপর প্রভাব বিস্তার করেছে। তিনি বললেন, হে বৎস! এটাকে তুমি হাল্কাভাবে গ্রহণ কর, কেননা, এমন সুন্দরী নারী কমই আছে, যার স্বামী তাঁকে ভালবাসে আর তার সতীনরা তার প্রতি ঈর্ষানি¦ত হয় না এবং তার বিরুদ্ধে কিছু বলে না। বস্তুত তার ওপর ঘটনাটি অতখানি প্রভাব বিস্তার করেনি যতখানি আমার উপর করেছে। আমি জিজ্ঞেস করলাম, আমার আব্বা [আবূ বাক্র (রাঃ)] কি এ ঘটনা জেনেছেন? তিনি জবাব দিলেন, হ্যাঁ। আমি জিজ্ঞেস করলাম, আর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ও কি? তিনি জবাব দিলেন হ্যাঁ। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)ও এ ঘটনা জানেন। তখন আমি অশ্র“ ঝরিয়ে কাঁদতে লাগলাম। আবূ বকর (রাঃ) আমার কান্না শুনতে পেলেন। তখন তিনি ঘরের ওপরে পড়ছিলেন। তিনি নিচে নেমে আসলেন এবং আমার আম্মাকে জিজ্ঞেস করলেন, তার কী হয়েছে? তিনি বললেন, তার সম্পর্কে যা রটেছে তা তার গোচরীভূত হয়েছে। এতে আবূ বাক্রের চোখের পানি ঝরতে লাগল। তিনি বললেন, হে বৎস! আমি তোমাকে কসম দিয়ে বলছি, তুমি তোমার ঘরে ফিরে যাও। আমি আমার ঘরে ফিরে এলাম। তারপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমার ঘরে আসলেন। তিনি আমার খাদিমাকে আমার সম্পর্কে জিজ্ঞেস করলেন। সে বলল, আল্লাহ্‌র কসম, আমি এ ব্যতীত তাঁর কোন দোষ জানি না যে, তিনি ঘুমিয়ে পড়তেন এবং ছাগল এসে তাঁর খামির অথবা বললেন, গোলা আটা খেয়ে যেত। তখন কয়েকজন সহাবী তাকে ধমক দিয়ে বললেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে সত্য কথা বল। এমনকি তাঁরা তার নিকট ঘটনা খুলে বললেন। তখন সে বলল, সুবহান আল্লাহ্, আল্লাহ্‌র কসম! আমি তাঁর ব্যাপারে এর চেয়ে অধিক কিছু জানি না, যা একজন স্বর্ণকার তার এক টুকরা লাল খাঁটি স্বর্ণ সম্পর্কে জানে। এ ঘটনা সে ব্যক্তির কাছেও পৌঁছল যার সম্পর্কে এ অভিযোগ উঠেছে। তখন তিনি বললেন, সুবহান আল্লাহ্! আল্লাহ্‌র কসম, আমি কখনও কোন মহিলার পর্দা খুলিনি। ‘আয়িশাহ (রাঃ) বলেন, পরবর্তী সময়ে এ (অভিযুক্ত) লোকটি আল্লাহ্‌র রাস্তায় শহীদ রূপে নিহত হন। তিনি বলেন, ভোর বেলায় আমার আব্বা ও আম্মা আমার কাছে এলেন। তাঁরা এতক্ষণ থাকলেন যে, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আসরের সলাত আদায় করে আমার কাছে এলেন। এ সময় আমার ডানে ও বামে আমার আব্বা আমাকে ঘিরে বসা ছিলেন। তিনি [রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)] আল্লাহ্ তা‘আলার হাম্দ ও সানা পাঠ করে বললেন, হে ‘আয়িশাহ! তুমি যদি কোন গুনাহ্র কাজ বা অন্যায় করে থাক তবে আল্লাহ্‌র কাছে তাওবা কর, কেননা, আল্লাহ্ তাঁর বান্দার তাওবা কবূল করে থাকেন। তখন জনৈকা আনসারী মহিলা দরজার কাছে বসা ছিল। আমি বললাম, আপনি কি এ মহিলাকেও লজ্জা করছেন না, এসব কিছু বলতে? তবুও রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমাকে নাসীহাত করলেন। তখন আমি আমার আব্বার দিকে লক্ষ্য করে বললাম, আপনি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর জবাব দিন। তিনি বললেন, আমি কী বলব? এরপরে আমি আম্মার দিকে লক্ষ্য করে বললাম, আপনি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর জবাব দিন। তিনিও বললেন, আমি কী বলব? যখন তাঁরা কেউই রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে কোন জবাব দিলেন না, তখন আমি কালিমায়ে শাহাদাত পাঠ করে আল্লাহ্‌র যথোপযুক্ত হাম্দ ও সানা পাঠ করলাম। এরপর বললাম, আল্লাহ্‌র কসম! আমি যদি বলি যে, আমি এ কাজ করিনি এবং আমি যে সত্যবাদী এ সম্পর্কে আল্লাহ্ই সাক্ষী, তবে তা আপনাদের নিকট আমার কোন উপকারে আসবে না। কেননা, এ ব্যাপারটি আপনারা পরস্পরে বলাবলি করেছেন এবং তা আপনাদের অন্তরে বদ্ধমূল হয়ে গেছে। আর আমি যদি আপনাদের বলি, আমি তা করেছি অথচ আল্লাহ্ জানেন যে আমি এ কাজ করিনি, তবে আপনারা অবশ্যই বলবেন যে, সে তার নিজের দোষ নিজেই স্বীকার করেছে। আল্লাহ্‌র কসম! আমি আমার এবং আপনাদের জন্য আর কোন দৃষ্টান্ত পাচ্ছি না। তখন আমি ইয়াকূব (আ.)-এর নাম স্মরণ করার চেষ্টা করলাম কিন্তু পারিনি-তাই বললাম, যখন ইউসুফ (‘আ.)-এর পিতার অবস্থা ব্যতীত, যখন তিনি বলেছিলেন, (তোমরা ইউসুফ সম্পর্কে যা বলছ তার প্রেক্ষিতে) পূর্ণ ধৈর্যই শ্রেয়, তোমরা যা বলছ সে বিষয়ে একমাত্র আল্লাহ্ই আমার সাহায্যকারী। ঠিক এ সময়ই রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট ওয়াহী অবতীর্ণ হল। আমরা সবাই নীরব রইলাম। ওয়াহী শেষ হলে আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর চেহারায় খুশীর নমুনা দেখতে পেলাম। তিনি তাঁর কপাল থেকে ঘাম মুছতে মুছতে বলছিলেন, হে ‘আয়িশাহ! তোমার জন্য খোশখবর! আল্লাহ্ তোমার পবিত্রতা ঘোষণা করেছেন। ‘আয়িশাহ (রাঃ) বলেন, এ সময় আমি অত্যন্ত রাগানি¦ত ছিলাম। আমার আব্বা ও আম্মা বললেন, ‘তুমি উঠে তাঁর কাছে যাও’, (এবং তার শুকরিয়া আদায় কর)। আমি বললাম, আল্লাহ্‌র কসম! আমি তাঁর দিকে যাব না এবং তাঁর শুক্রিয়া আদায় করব না। আর আপনাদেরও শুক্রিয়া আদায় করব না। কিন্তু আমি একমাত্র আল্লাহ্‌র প্রশংসা করব, যিনি আমার পবিত্রতা ঘোষণা করেছেন। আপনারা (অপবাদ রটনা) শুনছেন কিন্তু তা অস্বীকার করেননি এবং তার পাল্টা ব্যবস্থাও গ্রহণ করেননি। ‘আয়িশাহ (রাঃ) আরও বলেন, জয়নাব বিন্তে জাহাশকে আল্লাহ্ তাঁর দীনদারীর কারণে তাঁকে রক্ষা করেছেন। তিনি (আমার ব্যাপারে) ভাল ব্যতীত কিছুই বলেননি। কিন্তু তার বোন হামনা ধ্বংসপ্রাপ্তদের সঙ্গে নিজেও ধ্বংস হল। যারা এই ব্যাপারে কটুক্তি করত তাদের মধ্যে ছিল মিস্তাহ্, হাস্সান ইব্‌নু সাবিত এবং মুনাফিক ‘আবদুল্লাহ্ ইব্‌নু উবাই। সে-ই এ সংবাদ সংগ্রহ করে ছড়াত। আর পুরুষদের মধ্যে সে এবং হামনাই এ ব্যাপারে বিরাট ভূমিকা পালন করত। রাবী বলেন, তখন আবূ বাক্র (রাঃ) কখনও মিসতাহ্কে কোন প্রকার উপকার করবেন না বলে কসম খেলেন। এ প্রসঙ্গে আল্লাহ্ তা‘আলা আয়াত অবতীর্ণ করলেন, “তোমাদের মধ্যে যারা ঐশ্বর্য ও প্রাচুর্যের অধিকারী অর্থাৎ (আবূ বাক্র) তারা যেন কসম না করে যে তারা আত্মীয়-স্বজন ও অভাবগ্রস্তকে অর্থাৎ মিসতাহ্কে কিছুই দেবে না। তোমরা কি চাও না আল্লাহ্ তোমাদেরকে ক্ষমা করেন? এবং আল্লাহ্ ক্ষমাশীল, পরম দয়ালু।” আবূ বাক্র (রাঃ) বললেন, হাঁ আল্লাহ্‌র কসম! হে আমাদের রব! আমরা অবশ্যই এ চাই যে, আপনি আমাদের ক্ষমা করে দিবেন। তারপর আবূ বাক্র (রাঃ) আবার মিস্তাহকে আগের মত আচরণ করতে লাগলেন। [২৫৯৩]",
    "ar": "وَقَالَ أَبُوْ أُسَامَةَ عَنْ هِشَامِ بْنِ عُرْوَةَ قَالَ أَخْبَرَنِيْ أَبِيْ عَنْ عَائِشَةَ قَالَتْ لَمَّا ذُكِرَ مِنْ شَأْنِي الَّذِيْ ذُكِرَ وَمَا عَلِمْتُ بِهِ قَامَ رَسُوْلُ اللهِ صلى الله عليه وسلم فِيَّ خَطِيْبًا فَتَشَهَّدَ فَحَمِدَ اللهَ وَأَثْنَى عَلَيْهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ أَمَّا بَعْدُ أَشِيْرُوْا عَلَيَّ فِيْ أُنَاسٍ أَبَنُوْا أَهْلِيْ وَايْمُ اللهِ مَا عَلِمْتُ عَلَى أَهْلِيْ مِنْ سُوْءٍ وَأَبَنُوْهُمْ بِمَنْ وَاللهِ مَا عَلِمْتُ عَلَيْهِ مِنْ سُوْءٍ قَطُّ وَلَا يَدْخُلُ بَيْتِيْ قَطُّ إِلَّا وَأَنَا حَاضِرٌ وَلَا غِبْتُ فِيْ سَفَرٍ إِلَّا غَابَ مَعِيْ فَقَامَ سَعْدُ بْنُ مُعَاذٍ فَقَالَ ائْذَنْ لِيْ يَا رَسُوْلَ اللهِ أَنْ نَضْرِبَ أَعْنَاقَهُمْ وَقَامَ رَجُلٌ مِنْ بَنِي الْخَزْرَجِ وَكَانَتْ أُمُّ حَسَّانَ بْنِ ثَابِتٍ مِنْ رَهْطِ ذَلِكَ الرَّجُلِ فَقَالَ كَذَبْتَ أَمَا وَاللهِ أَنْ لَوْ كَانُوْا مِنَ الْأَوْسِ مَا أَحْبَبْتَ أَنْ تُضْرَبَ أَعْنَاقُهُمْ حَتَّى كَادَ أَنْ يَكُوْنَ بَيْنَ الْأَوْسِ وَالْخَزْرَجِ شَرٌّ فِي الْمَسْجِدِ وَمَا عَلِمْتُ فَلَمَّا كَانَ مَسَاءُ ذَلِكَ الْيَوْمِ خَرَجْتُ لِبَعْضِ حَاجَتِيْ وَمَعِيْ أُمُّ مِسْطَحٍ فَعَثَرَتْ وَقَالَتْ تَعِسَ مِسْطَحٌ فَقُلْتُ أَيْ أُمِّ تَسُبِّيْنَ ابْنَكِ وَسَكَتَتْ ثُمَّ عَثَرَتْ الثَّانِيَةَ فَقَالَتْ تَعَسَ مِسْطَحٌ فَقُلْتُ لَهَا أَيْ أُمِّ أَتَسُبِّيْنَ ابْنَكِ فَسَكَتَتْ ثُمَّ عَثَرَتْ الثَّالِثَةَ فَقَالَتْ تَعَسَ مِسْطَحٌ فَانْتَهَرْتُهَا فَقَالَتْ وَاللهِ مَا أَسُبُّهُ إِلَّا فِيْكِ فَقُلْتُ فِيْ أَيِّ شَأْنِيْ قَالَتْ فَبَقَرَتْ لِي الْحَدِيْثَ.\nفَقُلْتُ وَقَدْ كَانَ هَذَا قَالَتْ نَعَمْ وَاللهِ فَرَجَعْتُ إِلَى بَيْتِيْ كَأَنَّ الَّذِيْ خَرَجْتُ لَهُ لَا أَجِدُ مِنْهُ قَلِيْلًا وَلَا كَثِيْرًا وَوُعِكْتُ فَقُلْتُ لِرَسُوْلِ اللهِ صلى الله عليه وسلم أَرْسِلْنِيْ إِلَى بَيْتِ أَبِيْ فَأَرْسَلَ مَعِي الْغُلَامَ فَدَخَلْتُ الدَّارَ فَوَجَدْتُ أُمَّ رُوْمَانَ فِي السُّفْلِ وَأَبَا بَكْرٍ فَوْقَ الْبَيْتِ يَقْرَأُ فَقَالَتْ أُمِّيْ مَا جَاءَ بِكِ يَا بُنَيَّةُ فَأَخْبَرْتُهَا وَذَكَرْتُ لَهَا الْحَدِيْثَ وَإِذَا هُوَ لَمْ يَبْلُغْ مِنْهَا مِثْلَ مَا بَلَغَ مِنِّيْ فَقَالَتْ يَا بُنَيَّةُ خَفِّفِيْ عَلَيْكِ الشَّأْنَ فَإِنَّهُ وَاللهِ لَقَلَّمَا كَانَتْ امْرَأَةٌ حَسْنَاءُ عِنْدَ رَجُلٍ يُحِبُّهَا لَهَا ضَرَائِرُ إِلَّا حَسَدْنَهَا وَقِيْلَ فِيْهَا وَإِذَا هُوَ لَمْ يَبْلُغْ مِنْهَا مَا بَلَغَ مِنِّيْ قُلْتُ وَقَدْ عَلِمَ بِهِ أَبِيْ قَالَتْ نَعَمْ قُلْتُ وَرَسُوْلُ اللهِ صلى الله عليه وسلم قَالَتْ نَعَمْ وَرَسُوْلُ اللهِ صلى الله عليه وسلم وَاسْتَعْبَرْتُ وَبَكَيْتُ فَسَمِعَ أَبُوْ بَكْرٍ صَوْتِيْ وَهُوَ فَوْقَ الْبَيْتِ يَقْرَأُ فَنَزَلَ فَقَالَ لِأُمِّيْ مَا شَأْنُهَا قَالَتْ بَلَغَهَا الَّذِيْ ذُكِرَ مِنْ شَأْنِهَا فَفَاضَتْ عَيْنَاهُ قَالَ أَقْسَمْتُ عَلَيْكِ أَيْ بُنَيَّةُ إِلَّا رَجَعْتِ إِلَى بَيْتِكِ فَرَجَعْتُ وَلَقَدْ جَاءَ رَسُوْلُ اللهِ صلى الله عليه وسلم بَيْتِيْ فَسَأَلَ عَنِّيْ خَادِمَتِيْ فَقَالَتْ لَا وَاللهِ مَا عَلِمْتُ عَلَيْهَا عَيْبًا إِلَّا أَنَّهَا كَانَتْ تَرْقُدُ حَتَّى تَدْخُلَ الشَّاةُ فَتَأْكُلَ خَمِيْرَهَا أَوْ عَجِيْنَهَا وَانْتَهَرَهَا بَعْضُ أَصْحَابِهِ فَقَالَ اصْدُقِيْ رَسُوْلَ اللهِ صلى الله عليه وسلم حَتَّى أَسْقَطُوْا لَهَا بِهِ فَقَالَتْ سُبْحَانَ اللهِ وَاللهِ مَا عَلِمْتُ عَلَيْهَا إِلَّا مَا يَعْلَمُ الصَّائِغُ عَلَى تِبْرِ الذَّهَبِ الْأَحْمَرِ وَبَلَغَ الْأَمْرُ إِلَى ذَلِكَ الرَّجُلِ الَّذِيْ قِيْلَ لَهُ فَقَالَ سُبْحَانَ اللهِ وَاللهِ مَا كَشَفْتُ كَنَفَ أُنْثَى قَطُّ.\nقَالَتْ عَائِشَةُ فَقُتِلَ شَهِيْدًا فِيْ سَبِيْلِ اللهِ قَالَتْ وَأَصْبَحَ أَبَوَايَ عِنْدِيْ فَلَمْ يَزَالَا حَتَّى دَخَلَ عَلَيَّ رَسُوْلُ اللهِ صلى الله عليه وسلم وَقَدْ صَلَّى الْعَصْرَ ثُمَّ دَخَلَ وَقَدْ اكْتَنَفَنِيْ أَبَوَايَ عَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ فَحَمِدَ اللهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ أَمَّا بَعْدُ يَا عَائِشَةُ إِنْ كُنْتِ قَارَفْتِ سُوْءًا أَوْ ظَلَمْتِ فَتُوْبِيْ إِلَى اللهِ فَإِنَّ اللهَ يَقْبَلُ التَّوْبَةَ مِنْ عِبَادِهِ قَالَتْ وَقَدْ جَاءَتْ امْرَأَةٌ مِنَ الْأَنْصَارِ فَهِيَ جَالِسَةٌ بِالْبَابِ فَقُلْتُ أَلَا تَسْتَحْيِ مِنْ هَذِهِ الْمَرْأَةِ أَنْ تَذْكُرَ شَيْئًا فَوَعَظَ رَسُوْلُ اللهِ صلى الله عليه وسلم فَالْتَفَتُّ إِلَى أَبِيْ فَقُلْتُ لَهُ أَجِبْهُ قَالَ فَمَاذَا أَقُوْلُ فَالْتَفَتُّ إِلَى أُمِّيْ فَقُلْتُ أَجِيْبِيْهِ فَقَالَتْ أَقُوْلُ مَاذَا فَلَمَّا لَمْ يُجِيْبَاهُ تَشَهَّدْتُ فَحَمِدْتُ اللهَ وَأَثْنَيْتُ عَلَيْهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قُلْتُ أَمَّا بَعْدُ فَوَاللهِ لَئِنْ قُلْتُ لَكُمْ إِنِّيْ لَمْ أَفْعَلْ وَاللهُ عَزَّ وَجَلَّ يَشْهَدُ إِنِّيْ لَصَادِقَةٌ مَا ذَاكَ بِنَافِعِيْ عِنْدَكُمْ لَقَدْ تَكَلَّمْتُمْ بِهِ وَأُشْرِبَتْهُ قُلُوْبُكُمْ وَإِنْ قُلْتُ إِنِّيْ قَدْ فَعَلْتُ وَاللهُ يَعْلَمُ أَنِّيْ لَمْ أَفْعَلْ لَتَقُوْلُنَّ قَدْ بَاءَتْ بِهِ عَلَى نَفْسِهَا وَإِنِّيْ وَاللهِ مَا أَجِدُ لِيْ وَلَكُمْ مَثَلًا وَالْتَمَسْتُ اسْمَ يَعْقُوْبَ فَلَمْ أَقْدِرْ عَلَيْهِ إِلَّا أَبَا يُوْسُفَ حِيْنَ قَالَ {فَصَبْرٌ جَمِيْلٌ وَّاللهُ الْمُسْتَعَانُ عَلٰى مَا تَصِفُوْنَ} وَأُنْزِلَ عَلَى رَسُوْلِ اللهِ صلى الله عليه وسلم مِنْ سَاعَتِهِ فَسَكَتْنَا فَرُفِعَ عَنْهُ وَإِنِّيْ لَأَتَبَيَّنُ السُّرُوْرَ فِيْ وَجْهِهِ وَهُوَ يَمْسَحُ جَبِيْنَهُ وَيَقُوْلُ أَبْشِرِيْ يَا عَائِشَةُ فَقَدْ أَنْزَلَ اللهُ بَرَاءَتَكِ قَالَتْ وَكُنْتُ أَشَدَّ مَا كُنْتُ غَضَبًا فَقَالَ لِيْ أَبَوَايَ قُوْمِيْ إِلَيْهِ فَقُلْتُ لَا وَاللهِ لَا أَقُوْمُ إِلَيْهِ وَلَا أَحْمَدُهُ وَلَا أَحْمَدُكُمَا وَلَكِنْ أَحْمَدُ اللهَ الَّذِيْ أَنْزَلَ بَرَاءَتِيْ لَقَدْ سَمِعْتُمُوْهُ فَمَا أَنْكَرْتُمُوْهُ وَلَا غَيَّرْتُمُوْهُ وَكَانَتْ عَائِشَةُ تَقُوْلُ أَمَّا زَيْنَبُ ابْنَةُ جَحْشٍ فَعَصَمَهَا اللهُ بِدِيْنِهَا فَلَمْ تَقُلْ إِلَّا خَيْرًا وَأَمَّا أُخْتُهَا حَمْنَةُ فَهَلَكَتْ فِيْمَنْ هَلَكَ وَكَانَ الَّذِيْ يَتَكَلَّمُ فِيْهِ مِسْطَحٌ وَحَسَّانُ بْنُ ثَابِتٍ وَالْمُنَافِقُ عَبْدُ اللهِ بْنُ أُبَيٍّ وَهُوَ الَّذِيْ كَانَ يَسْتَوْشِيْهِ وَيَجْمَعُهُ وَهُوَ الَّذِيْ تَوَلَّى كِبْرَهُ مِنْهُمْ هُوَ وَحَمْنَةُ قَالَتْ فَحَلَفَ أَبُوْ بَكْرٍ أَنْ لَا يَنْفَعَ مِسْطَحًا بِنَافِعَةٍ أَبَدًا فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ {وَلَا يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ} إِلَى آخِرِ الْآيَةِ يَعْنِيْ أَبَا بَكْرٍ {وَالسَّعَةِ أَنْ يُّؤْتُوْآ أُوْلِي الْقُرْبٰى وَالْمَسَاكِيْنَ} يَعْنِيْ مِسْطَحًا إِلَى قَوْلِهِ {أَلَا تُحِبُّوْنَ أَنْ يَّغْفِرَ اللهُ لَكُمْ وَاللهُ غَفُوْرٌ رَّحِيْمٌ} حَتَّى قَالَ أَبُوْ بَكْرٍ بَلَى وَاللهِ يَا رَبَّنَا إِنَّا لَنُحِبُّ أَنْ تَغْفِرَ لَنَا وَعَادَ لَهُ بِمَا كَانَ يَصْنَعُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}