{
  "hadith": {
    "hadith_id": 4772,
    "narrator": "মুসাইয়্যাব (রাঃ)",
    "bn": "তিনি বলেন, যখন আবূ ত্বলিবের মৃত্যু নিকটবর্তী হল, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাঁর কাছে আসলেন। তিনি সেখানে আবূ জাহ্ল এবং ‘আবদুল্লাহ্ ইব্‌নু আবূ ‘উমাইয়াহ ইব্‌নু মুগীরাহ্কে পেলেন। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, হে চাচা! আপনি বলুন “লা- ইলা-হা ইল্লাল্লা-হ।” এ ‘কালেমা’ দ্বারা আমি আপনার জন্য (ক্বিয়ামাতে) আল্লাহ্‌র কাছে ওযর পেশ করতে পারব। আবূ জাহ্ল এবং ‘আবদুল্লাহ্ ইব্‌নু আবূ ‘উমাইয়াহ বলল, তুমি কি ‘আবদুল মুত্তালিবের ধর্ম ত্যাগ করবে? রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বারবার তার কাছে এ ‘কালিমা’ পেশ করতেই থাকলেন। আর তারা তাদের কথা বারবার বলেই চলল। অবশেষে আবূ ত্বলিব তাঁদের সঙ্গে সর্বশেষ এ কথা বললেন, আমি ‘আবদুল মুত্তালিবের মিল্লাতের উপর আছি, এবং কালিমা “লা- ইলা-হা ইল্লাল্লা-হ” পাঠ করতে অস্বীকৃতি জানালেন। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, আল্লাহ্‌র কসম! আমাকে নিষেধ না করা অবধি আপনার জন্য ক্ষমা চাইতেই থাকব। তারপর আল্লাহ্ তা‘আলা অবতীর্ণ করলেন, নাবী ও মু’মিনদের জন্য এটা শোভনীয় নয় যে, তারা মুশরিকদের জন্য ক্ষমা প্রার্থনা করবে। আর আল্লাহ্ তা‘আলা আবূ ত্বলিব সম্পর্কে অবতীর্ণ করেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে সম্বোধন করে আল্লাহ্ তা‘আলা বললেন, “তুমি যাকে ভালবাস তাকেই সৎপথে আনতে পারবে না। তবে আল্লাহ্ যাকে ইচ্ছা হিদায়াত দান করেন।”\nইব্‌নু ‘আব্বাস (রাঃ) বলেন أُولِي الْقُوَّة লোকের একটি দল সে চাবিগুলো বহন করতে সক্ষম ছিল না। لَتَنُوءُ বহন করা কষ্টসাধ্য ছিল। فَارِغًا মূসা (‘আ.)-এর স্মরণ ব্যতীত সব কিছু থেকে খালি ছিল। الْفَرِحِينَ দম্ভকারীরা! قُصِّيهِ তার চিহ্ন অনুসরণ কর। কথার বর্ণনা অর্থেও প্রয়োগ হয়। نَحْنُ نَقُصُّ عَلَيْكَ عَنْ جُنُبٍ এখানে جُنُبٍ অর্থ দূর থেকে। عَنْ جَنَابَةٍ، عَنْ اجْتِنَابٍ এর একই অর্থবোধক।يَبْطِشُ ـ يَبْطُشُ  উভয়ই পড়া হয়। يَأْتَمِرُونَ পরস্পর পরামর্শ করছে। الْعُدْوَانُ ـ وَالْعَدَاءُ وَالتَّعَدِّي (শব্দ তিনটির) অর্থ একই ; সীমা অতিক্রম করা। آنَسَ দেখা الْجِذْوَةُ কাঠের মোটা টুকরা যাতে শিখা নেই। الشِّهَابُ যাতে শিখা আছে। الْحَيَّاتُ বহু প্রকার সাপ; যেমন, চিকন জাতি, অজগর, কালনাগ (ইত্যাদি) رِدْءًا সাহায্যকারী। ইব্‌নু ‘আব্বাস (রাঃ) বলেন, يُصَدِّقُنِي (তিনি قاف-কে পেশ দিয়ে পড়েন। অন্য হতে বর্ণিত سَنَشُدُّ আমরা শীঘ্র তোমাকে সাহায্য করব। যখন তুমি কোন জিনিসকে শক্তিশালী করলে, তখন তুমি যেন তার জন্য বাহুবল প্রদান করলে। যখন আরবগণ কাউকে সাহায্য করেন তখন বলে থাকেন جَعَلْتَ لَهُ عَضُدًا (বাহুবল প্রদান করলে) مَقْبُوحِينَ ধ্বংসপ্রাপ্ত। وَصَّلْنَا আমি বর্ণনা করেছি; আমি তা পূর্ণ করেছি। يُجْبَى আমদানি করা হয়। بَطِرَتْ দম্ভ করল। فِي أُمِّهَا رَسُولاً মক্কা এবং তার চতুষ্পার্শকে বলা হয়। تُكِنُّ গোপন করছ। আরবগণ বলে থাকেন أَكْنَنْتُ الشَّيْءَ আমি তা গোপন করেছি। كَنَنْتُهُআমি তা লুকিয়েছি; আমি প্রকাশ করেছি। وَيْكَأَنَّ اللهَ আর أَوَلَمْ يَرَوْا أَنَّ اللهَ সমার্থক (তারা কি দেখেনি?) يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ وَيَقْدِر আল্লাহ্ যার জন্য চান খাদ্য প্রসারিত করে দেন, আর যার থেকে চান সংকুচিত করে দেন। [১৩৬০] (আ.প্র. ৪৪০৮, ই.ফা. ৪৪১০)",
    "ar": "أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِيْ سَعِيْدُ بْنُ الْمُسَيَّبِ عَنْ أَبِيْهِ قَالَ لَمَّا حَضَرَتْ أَبَا طَالِبٍ الْوَفَاةُ جَاءَهُ رَسُوْلُ اللهِ صلى الله عليه وسلم فَوَجَدَ عِنْدَهُ أَبَا جَهْلٍ وَعَبْدَ اللهِ بْنَ أَبِيْ أُمَيَّةَ بْنِ الْمُغِيْرَةِ فَقَالَ أَيْ عَمِّ قُلْ لَا إِلَهَ إِلَّا اللهُ كَلِمَةً أُحَاجُّ لَكَ بِهَا عِنْدَ اللهِ فَقَالَ أَبُوْ جَهْلٍ وَعَبْدُ اللهِ بْنُ أَبِيْ أُمَيَّةَ أَتَرْغَبُ عَنْ مِلَّةِ عَبْدِ الْمُطَّلِبِ فَلَمْ يَزَلْ رَسُوْلُ اللهِ صلى الله عليه وسلم يَعْرِضُهَا عَلَيْهِ وَيُعِيْدَانِهِ بِتِلْكَ الْمَقَالَةِ حَتَّى قَالَ أَبُوْ طَالِبٍ آخِرَ مَا كَلَّمَهُمْ عَلَى مِلَّةِ عَبْدِ الْمُطَّلِبِ وَأَبَى أَنْ يَقُوْلَ لَا إِلَهَ إِلَّا اللهُ قَالَ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَاللهِ لَأَسْتَغْفِرَنَّ لَكَ مَا لَمْ أُنْهَ عَنْكَ فَأَنْزَلَ {اللهُ مَا كَانَ لِلنَّبِيِّ وَالَّذِيْنَ اٰمَنُوْا أَنْ يَّسْتَغْفِرُوْا لِلْمُشْرِكِيْنَ} وَأَنْزَلَ اللهُ فِيْ أَبِيْ طَالِبٍ فَقَالَ لِرَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ {وَسَلَّمَ إِنَّكَ لَا تَهْدِيْ مَنْ أَحْبَبْتَ وَلٰكِنَّ اللهَ يَهْدِيْ مَنْ يَّشَآءُ}\nقَالَ ابْنُ عَبَّاسٍ {أُولِي الْقُوَّة}لَا يَرْفَعُهَا الْعُصْبَةُ مِنْ الرِّجَالِ {لَتَنُوْءُ}لَتُثْقِلُ {فَارِغًا} إِلَّا مِنْ ذِكْرِ مُوْسَى {الْفَرِحِيْنَ} الْمَرِحِيْنَ {قُصِّيْهِ} اتَّبِعِيْ أَثَرَهُ وَقَدْ يَكُوْنُ أَنْ يَقُصَّ الْكَلَامَ {نَحْنُ نَقُصُّ عَلَيْكَ عَنْ جُنُبٍ} عَنْ بُعْدٍ عَنْ جَنَابَةٍ وَاحِدٌ وَعَنْ اجْتِنَابٍ أَيْضًا {يَبْطِشُ} وَيَبْطُشُ {يَأْتَمِرُوْنَ}يَتَشَاوَرُوْنَ {الْعُدْوَانُ} وَالْعَدَاءُ وَالتَّعَدِّيْ وَاحِدٌ {آنَسَ} أَبْصَرَ {الْجِذْوَةُ} قِطْعَةٌ غَلِيْظَةٌ مِنَ الْخَشَبِ لَيْسَ فِيْهَا لَهَبٌ وَالشِّهَابُ فِيْهِ لَهَبٌ ....... وَالْحَيَّاتُ أَجْنَاسٌ الْجَانُّ وَالأَفَاعِيْ وَالأَسَاوِدُ {رِدْءًا} مُعِيْنًا قَالَ ابْنُ عَبَّاسٍ يُصَدِّقُنِيْ وَقَالَ غَيْرُهُ {سَنَشُدُّ} سَنُعِيْنُكَ كُلَّمَا عَزَّزْتَ شَيْئًا فَقَدْ جَعَلْتَ لَهُ عَضُدًا {مَقْبُوْحِيْنَ} مُهْلَكِيْنَ {وَصَّلْنَا} بَيَّنَّاهُ وَأَتْمَمْنَاهُ {يُجْبَى} يُجْلَبُ {بَطِرَتْ} أَشِرَتْ {فِيْ أُمِّهَا رَسُوْلًا} أُمُّ الْقُرَى مَكَّةُ وَمَا حَوْلَهَا {تُكِنُّ}تُخْفِيْ أَكْنَنْتُ الشَّيْءَ أَخْفَيْتُهُ وَكَنَنْتُهُ أَخْفَيْتُهُ وَأَظْهَرْتُهُ {وَيْكَأَنَّ اللهَ} مِثْلُ {أَوَلَمْ يَرَوْا أَنَّ اللهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَّشَآءُ وَيَقْدِر} يُوَسِّعُ عَلَيْهِ وَيُضَيِّقُ عَلَيْهِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] অট্টালিকার ইট-পাথরের গাঁথুনি ও প্রয়োজনীয় উপাদান।\n [১] ইমাম বুখারী যে তাফসীর করেছেন সেটি আহলুস সুন্নাহ ওয়াল জামা‘আতের আকীদাহ অনুপাতে হয়নি। প্রকৃতপক্ষে এখানে وجهه থেকে আহলুসসুন্নাহ ওয়াল জামা‘আত وجهه শব্দের ব্যাখায় ‘‘তার সত্ত্বা’’ কথাটিই গ্রহণ করেছেন। যেমন সূরা আর রহমানে বলা হয়েছে। كُلُّمَنْعَلَيْهَافَانٍ - وَيَبْقَىوَجْهُرَبِّكَذُوالْجَلَالِوَالْإِكْرَامِ (২৭-২৬) سورةالرحمن ভূপৃষ্ঠে যা কিছু আছে সবই ধ্বংস হবে। শুধুমাত্র মহিমাময় মহানুভব প্রতিপালকের চেহারা (সত্ত্বা) অবশিষ্ট থাকবে। (সূরাহ আর-রহমানঃ ২৬-২৭)",
    "chapter": {
      "chapter_number": "65"
    }
  }
}