{
  "hadith": {
    "hadith_id": 4786,
    "narrator": "লায়স (রহ.)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সহধর্মিণী ‘আয়িশাহ (রাঃ) বলেন, যখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে তাঁর সহধর্মিণীদের ব্যাপারে দু’টি পন্থার একটি পন্থা বেছে নেয়ার নির্দেশ দেয়া হল, তখন তিনি প্রথমে আমাকে বললেন, তোমাকে একটি বিষয় সম্পর্কে বলব। তাড়াহুড়ো না করে তুমি তোমার আব্বা ও আম্মার সঙ্গে পরামর্শ করে নিবে। ‘আয়িশাহ (রাঃ) বলেন, তিনি অবশ্যই জানতেন, আমার আব্বা-আম্মা তাঁর থেকে বিচ্ছিন্ন হওয়ার কথা বলবেন না। ‘আয়িশাহ (রাঃ) বলেন, এরপর তিনি বললেন, আল্লাহ্ তা‘আলা বলেছেনঃ يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا إِلَى أَجْرًا عَظِيمًا “হে নাবী! আপনি আপনার স্ত্রীগণকে বলুন, তোমরা যদি পার্থিব জীবন ও তার ভূষণ কামনা কর.....মহা প্রতিদান পর্যন্ত। ‘আয়িশাহ (রাঃ) বলেন, এ ব্যাপারে আমার আব্বা-আম্মার সঙ্গে পরামর্শের কী আছে? আমি তো আল্লাহ্, তাঁর রসূল এবং আখিরাতের জীবন কামনা করি। ‘আয়িশাহ (রাঃ) বলেন ঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর অন্যান্য সহধর্মিণী আমার মতই জবাব দিলেন। [৪৭৮৫] (আ.প্র. অনুচ্ছেদ. ই.ফা. অনুচ্ছেদ)",
    "ar": "وَقَالَ اللَّيْثُ حَدَّثَنِيْ يُوْنُسُ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِيْ أَبُوْ سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ لَمَّا أُمِرَ رَسُوْلُ اللهِ صلى الله عليه وسلم بِتَخْيِيْرِ أَزْوَاجِهِ بَدَأَ بِيْ فَقَالَ إِنِّيْ ذَاكِرٌ لَكِ أَمْرًا فَلَا عَلَيْكِ أَنْ لَا تَعْجَلِيْ حَتَّى تَسْتَأْمِرِيْ أَبَوَيْكِ قَالَتْ وَقَدْ عَلِمَ أَنَّ أَبَوَيَّ لَمْ يَكُوْنَا يَأْمُرَانِيْ بِفِرَاقِهِ قَالَتْ ثُمَّ قَالَ إِنَّ اللهَ جَلَّ ثَنَاؤُهُ قَالَ {وَإِنْ كُنْتُنَّ تُرِدْنَ اللهَ وَرَسُوْلَه” وَالدَّارَ الْاٰخِرَةَ فَإِنَّ اللهَ أَعَدَّ لِلْمُحْسِنٰتِ مِنْكُنَّ أَجْرًا عَظِيْمًا} قَالَتْ فَقُلْتُ فَفِيْ أَيِّ هَذَا أَسْتَأْمِرُ أَبَوَيَّ فَإِنِّيْ أُرِيْدُ اللهَ وَرَسُوْلَهُ وَالدَّارَ الآخِرَةَ قَالَتْ ثُمَّ فَعَلَ أَزْوَاجُ النَّبِيِّ صلى الله عليه وسلم مِثْلَ مَا فَعَلْتُ تَابَعَهُ مُوْسَى بْنُ أَعْيَنَ عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِيْ أَبُوْ سَلَمَةَ وَقَالَ عَبْدُ الرَّزَّاقِ وَأَبُوْ سُفْيَانَ الْمَعْمَرِيُّ عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ عَنْ عَائِشَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}