{
  "hadith": {
    "hadith_id": 4791,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "বর্ণিত। তিনি বলেন, যয়নাব বিন্ত জাহশ্কে যখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বিয়ে করেন, তখন তিনি লোকদের দাওয়াত করলেন। লোকেরা আহারের পর বসে কথাবার্তা বলতে লাগল। তিনি উঠে যেতে চাচ্ছিলেন, কিন্তু লোকেরা উঠছিল না। এ অবস্থা দেখে তিনি উঠে দাঁড়ালেন। তিনি উঠে যাওয়ার পর যারা উঠবার তারা উঠল। কিন্তু তিন ব্যক্তি বসেই থাকল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ঘরে প্রবেশের জন্য ফিরে এসে দেখেন, তারা তখনও বসে রয়েছে। অতঃপর তারাও উঠে গেল। আমি গিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে তাদের চলে যাওয়ার সংবাদ দিলাম। তারপর তিনি এসে প্রবেশ করলেন। এরপরও আমি প্রবেশ করতে চাইলে তিনি আমার ও তার মাঝে পর্দা ঝুলিয়ে দিলেন। তখন আল্লাহ্ তা‘আলা অবতীর্ণ করেন ঃ يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَدْخُلُوا بُيُوتَ النَّبِيِّ  “হে মু’মিনগণ! তোমরা নাবীর গৃহে প্রবেশ করো না.....শেষ পর্যন্ত। [৪৭৯২, ৪৭৯৩, ৪৭৯৪, ৫১৫৪, ৫১৬৩, ৫১৬৬, ৫১৬৮, ৫১৭০, ৫১৭১, ৫৪৬৬, ৬২৩৮, ৬২৩৯, ৬২৭১, ৭৪২১; মুসলিম ১৬/১৪, হাঃ ১৪২৮, আহমাদ ১৩৪৭৮]   (আ.প্র. ৪৪২৬, ই.ফা. ৪৪২৮)",
    "ar": "مُحَمَّدُ بْنُ عَبْدِ اللهِ الرَّقَاشِيُّ حَدَّثَنَا مُعْتَمِرُ بْنُ سُلَيْمَانَ قَالَ سَمِعْتُ أَبِيْ يَقُوْلُ حَدَّثَنَا أَبُوْ مِجْلَزٍ عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللهُ عَنْهُ قَالَ لَمَّا تَزَوَّجَ رَسُوْلُ اللهِ صلى الله عليه وسلم زَيْنَبَ بِنْتَ جَحْشٍ دَعَا الْقَوْمَ فَطَعِمُوْا ثُمَّ جَلَسُوْا يَتَحَدَّثُوْنَ وَإِذَا هُوَ كَأَنَّهُ يَتَهَيَّأُ لِلْقِيَامِ فَلَمْ يَقُوْمُوْا فَلَمَّا رَأَى ذَلِكَ قَامَ فَلَمَّا قَامَ قَامَ مَنْ قَامَ وَقَعَدَ ثَلَاثَةُ نَفَرٍ فَجَاءَ النَّبِيُّ صلى الله عليه وسلم لِيَدْخُلَ فَإِذَا الْقَوْمُ جُلُوْسٌ ثُمَّ إِنَّهُمْ قَامُوْا فَانْطَلَقْتُ فَجِئْتُ فَأَخْبَرْتُ النَّبِيَّ صلى الله عليه وسلم أَنَّهُمْ قَدْ انْطَلَقُوْا فَجَاءَ حَتَّى دَخَلَ فَذَهَبْتُ أَدْخُلُ فَأَلْقَى الْحِجَابَ بَيْنِيْ وَبَيْنَهُ فَأَنْزَلَ اللهُ {يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَدْخُلُوْا بُيُوْتَ النَّبِيِّ}الْآيَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}