{
  "hadith": {
    "hadith_id": 4793,
    "narrator": "আনাস (রাঃ)",
    "bn": "যায়নাব বিনতে জাহ্শের সাথে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর বাসর যাপন উপলক্ষে কিছু গোশত ও রুটির ব্যবস্থা করা হল। তারপর খানা খাওয়ানোর জন্য আমাকে লোকদের ডেকে আনতে পাঠালেন। একদল লোক এসে খেয়ে চলে গেল। তারপর আর একদল এসে খেয়ে চলে গেল। এরপর আবার আমি ডাকতে গেলাম, কিন্তু কাউকে আর ডেকে পেলাম না। আমি বললাম, হে আল্লাহ্‌র রসূল! আর কাউকে ডেকে পাচ্ছি না। তিনি বললেন, খানা উঠিয়ে নাও। তখন তিন ব্যক্তি ঘরে রয়ে গেল, তারা কথাবার্তা বলছিল। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বের হয়ে ‘আয়িশাহ (রাঃ)-এর ঘরের দিকে গেলেন এবং বললেন, আস্সালামু ‘আলায়কুম ইয়া আহলাল বায়ত ওয়া রহমাতুল্লাহ্! ‘আয়িশাহ (রাঃ) বললেন, ওয়া আলায়কাস সালাম ওয়া রাহমাতুল্লাহ্। আল্লাহ্ আপনাকে বারাকাত দিন, আপনার স্ত্রীকে কেমন পেলেন? এভাবে তিনি পর্যায়ক্রমে সব স্ত্রীর ঘরে গেলেন এবং ‘আয়িশাহ্কে যেমন বলেছিলেন তাদেরও তেমনি বললেন। আর তাঁরা তাঁকে সে জবাবই দিয়েছিলেন, যেমন ‘আয়িশাহ (রাঃ) দিয়েছিলেন। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ফিরে এসে সে তিন ব্যক্তিকেই ঘরে কথাবার্তা বলতে দেখতে পেলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) খুব লাজুক ছিলেন। (লজ্জা পেয়ে) আবার ‘আয়িশাহ (রাঃ)-এর ঘরের দিকে গেলেন। তখন, আমি স্মরণ করতে পারছি না, অন্য কেউ না আমি তঁ াকে লোকদের বের হয়ে যাওয়ার খবর দিলাম। তিনি ফিরে এসে দরজার চৌকাঠের ভিতরে এক পা ও বাইরে এক পা রেখে আমার ও তাঁর মধ্যে পর্দা ঝুলিয়ে দিলেন এবং আল্লাহ্ তা‘আলা পর্দার আয়াত অবতীর্ণ করলেন। [৪৭৯১] (আ.প্র. ৪৪২৮, ই.ফা. ৪৪৩০)",
    "ar": "أَبُوْ مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ حَدَّثَنَا عَبْدُ الْعَزِيْزِ بْنُ صُهَيْبٍ عَنْ أَنَسٍ رَضِيَ اللهُ عَنْهُ قَالَ بُنِيَ عَلَى النَّبِيِّ صلى الله عليه وسلم بِزَيْنَبَ بِنْتِ جَحْشٍ بِخُبْزٍ وَلَحْمٍ فَأُرْسِلْتُ عَلَى الطَّعَامِ دَاعِيًا فَيَجِيْءُ قَوْمٌ فَيَأْكُلُوْنَ وَيَخْرُجُوْنَ ثُمَّ يَجِيْءُ قَوْمٌ فَيَأْكُلُوْنَ وَيَخْرُجُوْنَ فَدَعَوْتُ حَتَّى مَا أَجِدُ أَحَدًا أَدْعُوْ فَقُلْتُ يَا نَبِيَّ اللهِ مَا أَجِدُ أَحَدًا أَدْعُوْهُ قَالَ ارْفَعُوْا طَعَامَكُمْ وَبَقِيَ ثَلَاثَةُ رَهْطٍ يَتَحَدَّثُوْنَ فِي الْبَيْتِ فَخَرَجَ النَّبِيُّ صلى الله عليه وسلم فَانْطَلَقَ إِلَى حُجْرَةِ عَائِشَةَ فَقَالَ السَّلَامُ عَلَيْكُمْ أَهْلَ الْبَيْتِ وَرَحْمَةُ اللهِ فَقَالَتْ وَعَلَيْكَ السَّلَامُ وَرَحْمَةُ اللهِ كَيْفَ وَجَدْتَ أَهْلَكَ بَارَكَ اللهُ لَكَ فَتَقَرَّى حُجَرَ نِسَائِهِ كُلِّهِنَّ يَقُوْلُ لَهُنَّ كَمَا يَقُوْلُ لِعَائِشَةَ وَيَقُلْنَ لَهُ كَمَا قَالَتْ عَائِشَةُ ثُمَّ رَجَعَ النَّبِيُّ صلى الله عليه وسلم فَإِذَا ثَلَاثَةٌ مِنْ رَهْطٍ فِي الْبَيْتِ يَتَحَدَّثُوْنَ وَكَانَ النَّبِيُّ صلى الله عليه وسلم شَدِيْدَ الْحَيَاءِ فَخَرَجَ مُنْطَلِقًا نَحْوَ حُجْرَةِ عَائِشَةَ فَمَا أَدْرِيْ آخْبَرْتُهُ أَوْ أُخْبِرَ أَنَّ الْقَوْمَ خَرَجُوْا فَرَجَعَ حَتَّى إِذَا وَضَعَ رِجْلَهُ فِيْ أُسْكُفَّةِ الْبَابِ دَاخِلَةً وَأُخْرَى خَارِجَةً أَرْخَى السِّتْرَ بَيْنِيْ وَبَيْنَهُ وَأُنْزِلَتْ آيَةُ الْحِجَابِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}