{
  "hadith": {
    "hadith_id": 4796,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, পর্দার আয়াত অবতীর্ণ হওয়ার পর, আবুল কু’আয়স এর ভাই-আফ্লাহ আমার কাছে প্রবেশ করার অনুমতি চায়। আমি বললাম, এ ব্যাপারে যতক্ষণ রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) অনুমতি না দিবেন, ততক্ষণ আমি অনুমতি দিতে পারি না। কেননা তার ভাই আবূ কু‘আয়স নিজে আমাকে দুধ পান করাননি। কিন্তু আবুল কু’আয়সের স্ত্রী আমাকে দুধ পান করিয়েছেন। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমাদের কাছে আসলেন। আমি তাঁকে বললাম, হে আল্লাহ্‌র রসূল! আবুল কু’আয়সের ভাই-আফরাহ্ আমার সঙ্গে দেখা করার অনুমতি চাইছিল। আমি এ বলে অস্বীকার করেছি যে, যতক্ষণ আপনি এ ব্যাপারে অনুমতি না দিবেন, ততক্ষণ আমি অনুমতি দিব না। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, তোমার চাচাকে (দেখা করার) অনুমতি দিতে কিসে বাধা দিয়েছে? আমি বললাম, সে ব্যক্তি তো আমাকে দুধ পান করাননি; কিন্তু আবুল কু’আয়াসের স্ত্রী আমাকে দুধ পান করিয়েছে। এরপর তিনি [রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)] বললেন, তোমার হাত ধুলায় ধূসরিত হোক, তাকে অনুমতি দাও, কেননা, সে তোমার চাচা। ‘উরওয়াহ বলেন, এ কারণে ‘আয়িশাহ (রাঃ) বলতেন বংশ সম্বন্ধের কারণে যাকে তোমরা হারাম জান, দুগ্ধ-পানের কারণেও তাকে হারাম জানবে। [২৬৪৪; মুসলিম ১৭/২, হাঃ ১৪৪৫, আহমাদ ২৪১০৯]  (আ.প্র. ৪৪৩১, ই.ফা. ৪৪৩৩)",
    "ar": "أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ حَدَّثَنِيْ عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ رَضِيَ اللهُ عَنْهَا قَالَتْ اسْتَأْذَنَ عَلَيَّ أَفْلَحُ أَخُوْ أَبِي الْقُعَيْسِ بَعْدَمَا أُنْزِلَ الْحِجَابُ فَقُلْتُ لَا آذَنُ لَهُ حَتَّى أَسْتَأْذِنَ فِيْهِ النَّبِيَّ صلى الله عليه وسلم فَإِنَّ أَخَاهُ أَبَا الْقُعَيْسِ لَيْسَ هُوَ أَرْضَعَنِيْ وَلَكِنْ أَرْضَعَتْنِي امْرَأَةُ أَبِي الْقُعَيْسِ فَدَخَلَ عَلَيَّ النَّبِيُّ صلى الله عليه وسلم فَقُلْتُ لَهُ يَا رَسُوْلَ اللهِ إِنَّ أَفْلَحَ أَخَا أَبِي الْقُعَيْسِ اسْتَأْذَنَ فَأَبَيْتُ أَنْ آذَنَ لَهُ حَتَّى أَسْتَأْذِنَكَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم وَمَا مَنَعَكِ أَنْ تَأْذَنِيْ عَمُّكِ قُلْتُ يَا رَسُوْلَ اللهِ إِنَّ الرَّجُلَ لَيْسَ هُوَ أَرْضَعَنِيْ وَلَكِنْ أَرْضَعَتْنِي امْرَأَةُ أَبِي الْقُعَيْسِ فَقَالَ ائْذَنِيْ لَهُ فَإِنَّهُ عَمُّكِ تَرِبَتْ يَمِيْنُكِ قَالَ عُرْوَةُ فَلِذَلِكَ كَانَتْ عَائِشَةُ تَقُوْلُ حَرِّمُوْا مِنْ الرَّضَاعَةِ مَا تُحَرِّمُوْنَ مِنْ النَّسَبِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}