{
  "hadith": {
    "hadith_id": 4800,
    "narrator": "‘ইকরিমাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি আবূ হুরাইরাহ (রাঃ)-কে বলতে শুনেছি, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ আল্লাহ্ তা‘আলা যখন আকাশে কোন ফায়সালা করেন তখন মালায়িকাহ আল্লাহ্‌র নির্দেশের প্রতি অতি নম্রভাবে তাদের ডানা ঝাড়তে থাকে; যেন মসৃণ পাথরের উপর শিকলের আওয়াজ। যখন তাদের মনের ভয়-ভীতি দূর হয় তারা (একে অপরকে) জিজ্ঞেস করে, তোমাদের প্রতিপালক কী বলেছেন? তারা বলেন, তিনি যা বলেছেন, সত্যই বলেছেন। তিনি মহান উচ্চ। যে সময়ে লুকোচুরিকারী (শায়ত্বন) তা শোনে, আর লুকোচুরিকারী এরূপ একের ওপর এক। সুফ্ইয়ান তাঁর হাত উপরে উঠিয়ে আঙ্গুলগুলো ফাঁক করে দেখান। তারপর শয়তান কথাগুলো শুনে নেয় এবং প্রথমজন তার নিচের জনকে এবং সে তার নিচের জনকে জানিয়ে দেয়। এমনিভাবে এ খবর দুনিয়ার জাদুকর ও জ্যোতিষের কাছে পৌঁছে দেয়। কোন কোন সময় কথা পৌঁছানোর আগে তার উপর অগ্নিশিখা নিক্ষিপ্ত হয় আবার অগ্নিশিখা নিক্ষিপ্ত হওয়ার আগে সে কথা পৌঁছিয়ে দেয় এবং এর সাথে শত মিথ্যা মিশিয়ে বলে। এরপর লোকেরা বলাবলি করে সে কি অমুক দিন অমুক অমুক কথা আমাদের বলেনি? এবং সেই কথা যা আসমান থেকে শুনে এসেছে তার জন্য সব কথা সত্য বলে মনে করে। [৪৭০১] (আ.প্র. ৪৪৩৬, ই.ফা. ৪৪৩৭)",
    "ar": "الْحُمَيْدِيُّ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا عَمْرٌو قَالَ سَمِعْتُ عِكْرِمَةَ يَقُوْلُ سَمِعْتُ أَبَا هُرَيْرَةَ يَقُوْلُ إِنَّ نَبِيَّ اللهِ صلى الله عليه وسلم قَالَ إِذَا قَضَى اللهُ الْأَمْرَ فِي السَّمَاءِ ضَرَبَتْ الْمَلَائِكَةُ بِأَجْنِحَتِهَا خُضْعَانًا لِقَوْلِهِ كَأَنَّهُ سِلْسِلَةٌ عَلَى صَفْوَانٍ {إِذَا فُزِّعَ عَنْ قُلُوْبِهِمْ قَالُوْا مَاذَا قَالَ رَبُّكُمْ} قَالُوْا لِلَّذِيْ قَالَ الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيْرُ فَيَسْمَعُهَا مُسْتَرِقُ السَّمْعِ وَمُسْتَرِقُ السَّمْعِ هَكَذَا بَعْضُهُ فَوْقَ بَعْضٍ وَوَصَفَ سُفْيَانُ بِكَفِّهِ فَحَرَفَهَا وَبَدَّدَ بَيْنَ أَصَابِعِهِ فَيَسْمَعُ الْكَلِمَةَ فَيُلْقِيْهَا إِلَى مَنْ تَحْتَهُ ثُمَّ يُلْقِيْهَا الآخَرُ إِلَى مَنْ تَحْتَهُ حَتَّى يُلْقِيَهَا عَلَى لِسَانِ السَّاحِرِ أَوِ الْكَاهِنِ فَرُبَّمَا أَدْرَكَ الشِّهَابُ قَبْلَ أَنْ يُلْقِيَهَا وَرُبَّمَا أَلْقَاهَا قَبْلَ أَنْ يُدْرِكَهُ فَيَكْذِبُ مَعَهَا مِائَةَ كَذْبَةٍ فَيُقَالُ أَلَيْسَ قَدْ قَالَ لَنَا يَوْمَ كَذَا وَكَذَا كَذَا وَكَذَا فَيُصَدَّقُ بِتِلْكَ الْكَلِمَةِ الَّتِيْ سَمِعَ مِنْ السَّمَاءِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}