{
  "hadith": {
    "hadith_id": 4807,
    "narrator": "‘আও্ওয়াম (রাঃ)",
    "bn": "তিনি বলেন, আমি মুজাহিদকে সূরাহ সাদ-এর সাজদা সম্পর্কে জিজ্ঞেস করলাম। তিনি বললেন, আমি ইব্‌নু ‘আব্বাস (রাঃ)-কে জিজ্ঞেস করেছিলাম, (এ সূরায়) সাজদা কোত্থেকে? তিনি বললেন, তুমি কি কুরআনের এ আয়াত পড়নি। وَمِنْ ذُرِّيَّتِهِ دَاوُدَ وَسُلَيْمَانَ أُولَئِكَ الَّذِينَ هَدَى اللهُ فَبِهُدَاهُمْ اقْتَدِهْ “আর তার বংশধর দাউদ ও সুলায়মান- তাদেরই আল্লাহ্ সৎপথে পরিচালিত করেছেন, সুতরাং তাঁদের পথের অনুসরণ কর। দাঊদ তাঁদের একজন, তোমাদের নাবীকে যাদের অনুসরণের নির্দেশ দেয়া হয়েছে। তাই নাবী এ সূরায় সাজ্দাহ করেছেন।\nعُجَابٌ অত্যাশ্চর্য। الْقِطُّ লিপি। এখানে صَحِيفَةُ দ্বারা নেক লিপি বোঝানো হয়েছে। মুজাহিদ বলেছেন, فِي عِزَّةٍ ঔদ্ধত্য। الْمِلَّةِ الْآخِرَةِ কুরাইশদের ধর্ম। الاخْتِلاَقُ মিথ্যা। الأَسْبَابُ আকাশের পথসমূহ جُنْدٌ مَا هُنَالِكَ مَهْزُومٌ এ বাহিনীও সে ক্ষেত্রে অবশ্যই পরাজিত হবে অর্থাৎ কুরাইশ সম্প্রদায়। أُولَئِكَ الأَحْزَابُ অতীতকাল। فَوَاقٍ প্রত্যাবর্তন। قِطَّنَا আমাদের শাস্তি। اتَّخَذْنَاهُمْ سُخْرِيًّا আমি তাদের বেষ্টন করে রেখেছি। أَتْرَابٌ সমবয়স্কা। ইব্‌নু ‘আব্বাস (রাঃ) বলেন, ‘ইবাদাতে শক্তিশালী ব্যক্তি। الأَبْصَارُ আল্লাহ্‌র কাছে সূক্ষ্মদর্শী ব্যক্তি। حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي আল্লাহ্‌র স্মরণ থেকে। طَفِقَ مَسْحًا তিনি ঘোড়াগুলোর পা ও গলায় হাত বুলাতে লাগলেন। الأَصْفَادِ শৃংখল (বাঁধন)। [৩৪২১] (আ.প্র. ৪৪৪৩, ই.ফা. ৪৪৪৪)",
    "ar": "مُحَمَّدُ بْنُ عَبْدِ اللهِ حَدَّثَنَا مُحَمَّدُ بْنُ عُبَيْدٍ الطَّنَافِسِيُّ عَنِ الْعَوَّامِ قَالَ سَأَلْتُ مُجَاهِدًا عَنْ سَجْدَةٍ فِيْ ص فَقَالَ سَأَلْتُ ابْنَ عَبَّاسٍ مِنْ أَيْنَ سَجَدْتَ فَقَالَ أَوَ مَا تَقْرَأُ {وَمِنْ ذُرِّيَّتِهٰ دَاو”دَ وَسُلَيْمَانَ أُولٰٓئِكَ الَّذِيْنَ هَدَى اللهُ فَبِهُدَاهُمْ اقْتَدِهْ} فَكَانَ دَاوُدُ مِمَّنْ أُمِرَ نَبِيُّكُمْ صلى الله عليه وسلم أَنْ يَقْتَدِيَ بِهِ فَسَجَدَهَا دَاوُدُ عَلَيْهِ السَّلَام فَسَجَدَهَا رَسُوْلُ اللهِ صلى الله عليه وسلم\n{عُجَابٌ} عَجِيْبٌ {الْقِطُّ}الصَّحِيْفَةُ هُوَ هَا هُنَا صَحِيْفَةُ الْحِسَابِ وَقَالَ مُجَاهِدٌ {فِيْ عِزَّةٍ} مُعَازِّيْنَ {الْمِلَّةِالْاٰخِرَةِ} مِلَّةُ قُرَيْشٍ الاخْتِلَاقُ : الْكَذِبُ {الْأَسْبَابُ} طُرُقُ السَّمَاءِ فِيْ أَبْوَابِهَا قَوْلُهُ {جُنْدٌمَاهُنَالِكَمَهْزُوْمٌ} يَعْنِيْ قُرَيْشًا {أُولٰٓ ئِكَ الْأَحْزَابُ} الْقُرُوْنُ الْمَاضِيَةُ {فَوَاقٍ} رُجُوْعٍ {قِطَّنَا}عَذَابَنَا {اتَّخَذْنَاهُمْ سُخْرِيًّا} أَحَطْنَا بِهِمْ {أَتْرَابٌ} أَمْثَالٌ وَقَالَ ابْنُ عَبَّاسٍ الْأَيْدُ الْقُوَّةُ فِي الْعِبَادَةِ {الْأَبْصَارُ} الْبَصَرُ فِيْ أَمْرِ اللهِ {حُبَّ الْخَيْرِ عَنْ ذِكْرِ رَبِّي} مِنْ ذِكْرِ {طَفِقَ مَسْحًا} يَمْسَحُ أَعْرَافَ الْخَيْلِ وَعَرَاقِيْبَهَا {الأَصْفَادِ} الْوَثَاقِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}