{
  "hadith": {
    "hadith_id": 4811,
    "narrator": "‘আবদুল্লাহ্ (রাঃ)",
    "bn": "তিনি বলেন, ইয়াহূদী আলিমদের থেকে এক আলিম রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে এসে বলল, হে মুহাম্মাদ! আমরা (তাওরাতে দেখতে) পাই যে, আল্লাহ্ তা‘আলা আকাশসমূহকে এক আঙ্গুলের উপর স্থাপন করবেন। যমীনকে এক আঙ্গুলের উপর, বৃক্ষসমূহকে এক আঙ্গুলের উপর, পানি এক আঙ্গুলের উপর, মাটি এক আঙ্গুলের উপর এবং অন্যান্য সৃষ্টি জগত এক আঙ্গুলের উপর স্থাপন করবেন। তারপর বলবেন, আমিই বাদশাহ। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তা সমর্থনে হেসে ফেললেন; এমনকি তাঁর সামনের দাঁত প্রকাশ হয়ে পড়ে। এরপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) পাঠ করলেন, তারা আল্লাহ্কে যথোচিত মর্যাদা দান করে না।  [৭৪১৪, ৭৪১৫, ৭৪৫১, ৭৫১৩; মুসলিম ৫০/হাঃ ২৭৮৬, আহমাদ ৪৩৬৮] (আ.প্র. ৪৪৪৭, ই.ফা. ৪৪৪৮)",
    "ar": "آدَمُ حَدَّثَنَا شَيْبَانُ عَنْ مَنْصُوْرٍ عَنْ إِبْرَاهِيْمَ عَنْ عَبِيْدَةَ عَنْ عَبْدِ اللهِ رَضِيَ اللهُ عَنْهُ قَالَ جَاءَ حَبْرٌ مِنَ الْأَحْبَارِ إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ يَا مُحَمَّدُ إِنَّا نَجِدُ أَنَّ اللهَ يَجْعَلُ السَّمَوَاتِ عَلَى إِصْبَعٍ وَالأَرَضِيْنَ عَلَى إِصْبَعٍ وَالشَّجَرَ عَلَى إِصْبَعٍ وَالْمَاءَ وَالثَّرَى عَلَى إِصْبَعٍ وَسَائِرَ الْخَلَائِقِ عَلَى إِصْبَعٍ فَيَقُوْلُ أَنَا الْمَلِكُ فَضَحِكَ النَّبِيُّ صلى الله عليه وسلم حَتَّى بَدَتْ نَوَاجِذُهُ تَصْدِيْقًا لِقَوْلِ الْحَبْرِ ثُمَّ قَرَأَ رَسُوْلُ اللهِ صلى الله عليه وسلم {وَمَا قَدَرُوا اللهَ حَقَّ قَدْرِهٰ}.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] আহলে সুন্নাত ওয়াল জামা‘আতের আক্বীদাহ হলো, আল্লাহর সিফাতকে তাঁর কোন মাখ্লুকের সাথে সাদৃশ্য না করে তাঁর উপর বিশ্বাস স্থাপন করতে হবে। অতএব আল্লাহ তা‘আলাকে নিরাকার বলা বা বিশ্বাস করা ঠিক নয়। যেমন উক্ত হাদীসে আল্লাহর আঙ্গুলের কথা এসেছে এবং পরের অধ্যায়ের আয়াতে তাঁর ডান হাত ও মুঠের কথাও বলা হয়েছে। সর্বপরি আল্লাহ নিরাকার কথাটি কুরআন ও সহীহ হাদীস দ্বারা প্রমাণিত নয়। বরং হিন্দু সংস্কৃতি থেকে আমদানীকৃত বটে। যারা আল্লাহকে নিরাকার বলেন, তারা কুরআন ও হাদীসে অনেক প্রমাণের দাবী করলেও তা কখনই পেশ করেন না।\n\n যেহেতু বিষয়টি আকীদাহর সাথে সম্পৃক্ত সেহেতু এ বিষয়টি আরো পরিষ্কার করার জন্য কিছু দলীল উপস্থাপন করা হলোঃ\n কুরআন মাজীদের বিভিন্ন আয়াত ও হাদীসে আল্লাহ তা‘আলার চেহারা, হাত, পা, চক্ষু, যাত বা সত্ত্বা, সূরাত বা আকারের কথা উল্লেখ হয়েছে যার অর্থ স্পষ্ট। এর মাধ্যমে আল্লাহর নির্দিষ্ট আকার-আকৃতি আছে বলে প্রমাণ পাওয়া যায়। কারণ যিনি নিরাকার তার এ সব কিছু থাকার কথা নয়। তবে হ্যাঁ, আকার আকৃতি কেমন তা তিনি ছাড়া কেউ জানেন না। মু’মিনগণ কিয়ামাতের দিন তাঁকে দেখতে পাবে। জান্নাতের সবচেয়ে শ্রেষ্ঠ নি‘মাত হবে আল্লাহর দীদার। আর দীদারযোগ্য কোন কিছু নিরাকার হতে পারে না। তেমনি ভাবে নিরাকার কখনও দীদারযোগ্য হতে পারে না। আর এমন নয় যে, তিনি এখন নিরাকার তবে কিয়ামতের দিন অবয়ব বিশিষ্ট হয়ে যাবেন। কারণ আল্লাহকে পরিবর্তনশীল মনে করাটাও আকীদাহ বিরোধী। সুতরাং আল্লাহকে নিরাকার বলা শুধু ভ্রান্তই নয় বরং বোকামী ও অজ্ঞতাও বটে। এ ভ্রান্ত ধারণা সালাফদের যুগে ছিলনা। এটা ভারতবর্ষের অধিকাংশ মুসলিমদের আকীদাহ যা হিন্দু ধর্ম থেকে আমদানীকৃত। শিখরাও এ ধারণা পোষণ করে থাকে।\n কুরআন মাজীদের যে সকল আয়াতে আল্লাহর অবয়বের প্রমাণ পাওয়া যায় তন্মধ্যে উল্লেখযোগ্য হচ্ছেঃ\nসূরা স-দের ৭৫ নং আয়াতে আল্লাহর দু’হাতের কথা বলা হয়েছে। সূরা আল-মায়িদাহ ৬৪ নং আয়াতেও হাতের কথা বলা হয়েছে। সূরা আর-রহমান এর ২৭ নং আয়াত, বাকারাহ ১১৫, ২৭২, সূরা রূম এর ৩৮ নং আয়াত, সূরা দাহর ৯ আয়াত ও সূরা লাইল ২০ নং আয়াতে আল্লাহর চেহারার প্রমাণ পাওয়া যায়। সূরা ক্বলম এর ১৬৪ নং আয়াতে আল্লাহর পায়ের গোছার প্রমাণ পাওয়া যায়। সূরা যুমার এর ৬৭ নং আয়াতে আল্লাহর মুষ্ঠির প্রমাণ পাওয়া যায়। মুসনাদ আহমাদ এর বরাতে মিশকাতের হাদীসে আল্লাহর হাতের তালুর প্রমাণ পাওয়া যায়।\nযদি আল্লাহ নিরাকার হতেন তাহলে সূরা আ‘রাফের ১৪৩ নং আয়াতে বর্ণিত তূর পাহাড়ে মূসা (আঃ) আল্লাহকে দেখতে চাইতেন না। জবাবে আল্লাহ তা‘আলা বললেন لن تراني অর্থাৎ তুমি আমাকে দেখতে পাবে না। এখানে তিনি বলেননি যে, তুমি আমাকে কখনই দেখতে পাবে না। বরং বললেন, যদি পাহাড় স্থির থাকতে পারে তাহলে তুমি আমাকে দেখতে পাবে।\nএমনি ভাবে সূরা আশ-শূরার ৫১ নং আয়াতে বর্ণিত, আল্লাহ যদি নিরাকারই হবেন তাহলে পর্দার আড়ালের কথাই বা কেন বলবেন। এরকম আরো অসংখ্য প্রমাণ থাকার পরেও যারা আল্লাহ তা‘আলাকে নিরাকার সাব্যস্ত করার চেষ্টা করবেন নিঃসন্দেহে তারা উক্ত আয়াতকে অস্বীকারকারীদের দলভুক্ত হবেন।\nহাফিয ইবনুল কাইয়্যিম (রহঃ) আল্লাহর হাত ও চেহারার বিষয়ে নিরাকার ও নির্গুণবাদীদের বিভিন্ন গৌণ ও রূপক অর্থের প্রতিবাদে যথাক্রমে ২০টি ও ২৬টি যুক্তি পেশ করেছেন।",
    "chapter": {
      "chapter_number": "65"
    }
  }
}