{
  "hadith": {
    "hadith_id": 4821,
    "narrator": "মাসরূক (রহ.)",
    "bn": "‘আবদুল্লাহ্ (রাঃ) বলেছেন, এ অবস্থা এ জন্য যে, কুরাইশরা যখন রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নাফরমানী করল, তখন তিনি তাদের বিরুদ্ধে এমন দুর্ভিক্ষের দু‘আ করলেন, যেমন দুর্ভিক্ষ হয়েছিল ইউসুফ (‘আ.)-এর সময়ে। তারপর তাদের উপর দুর্ভিক্ষ ও ক্ষুধার কষ্ট এমনভাবে আপতিত হ’ল যে, তারা হাড্ডি খেতে আরম্ভ করল। তখন মানুষ আকাশের দিকে তাকালে ক্ষুধার তাড়নায় তারা আকাশ ও তাদের মাঝে শুধু ধোঁয়ার মত দেখতে পেত। এ সম্পর্কেই আল্লাহ্ অবতীর্ণ করলেন, “অতএব তুমি অপেক্ষা কর সেদিনের, যেদিন স্পষ্ট ধূম্রাচ্ছন্ন হবে আকাশ এবং তা ছেয়ে ফেলবে মানব জাতিকে। এ হবে মর্মন্তুদ শাস্তি।” বর্ণনাকারী বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর নিকট (কাফিরদের পক্ষ থেকে) এক ব্যক্তি এসে বলল, হে আল্লাহ্‌র রসূল! মুদার গোত্রের জন্য বৃষ্টির দু‘আ করুন। তারা তো ধ্বংস হয়ে গেল। তিনি [রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)] বললেন, মুদার গোত্রের জন্য দু‘আ করতে বলছ। তুমি তো খুব সাহসী। তারপর তিনি বৃষ্টির জন্য দু‘আ করলেন এবং বৃষ্টি হল। তখন অবতীর্ণ হল, তোমরা তো তোমাদের আগের অবস্থায় ফিরে যাবে। যখন তাদের সচ্ছলতা ফিরে এলো, তখন আবার নিজেদের আগের অবস্থায় ফিরে গেল। তারপর আল্লাহ্ নাযিল করলেন, “যেদিন আমি তোমাদের প্রবলভাবে পাকড়াও করব, সেদিন আমি তোমাদের প্রতিশোধ নেই। বর্ণনাকারী বলেন, অর্থাৎ বদর যুদ্ধের দিন। [১০০৭; মুসলিম ৫০/৭, হাঃ ২৭৯৮, আহমাদ ৪২০৬] (আ.প্র. ৪৪৫৭, ই.ফা. ৪৪৫৯)",
    "ar": "يَحْيَى حَدَّثَنَا أَبُوْ مُعَاوِيَةَ عَنِ الْأَعْمَشِ عَنْ مُسْلِمٍ عَنْ مَسْرُوْقٍ قَالَ قَالَ عَبْدُ اللهِ إِنَّمَا كَانَ هَذَا لِأَنَّ قُرَيْشًا لَمَّا اسْتَعْصَوْا عَلَى النَّبِيِّ صلى الله عليه وسلم دَعَا عَلَيْهِمْ بِسِنِيْنَ كَسِنِيْ يُوْسُفَ فَأَصَابَهُمْ قَحْطٌ وَجَهْدٌ حَتَّى أَكَلُوا الْعِظَامَ فَجَعَلَ الرَّجُلُ يَنْظُرُ إِلَى السَّمَاءِ فَيَرَى مَا بَيْنَهُ وَبَيْنَهَا كَهَيْئَةِ الدُّخَانِ مِنَ الْجَهْدِ فَأَنْزَلَ اللهُ تَعَالَى {فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَآءُ بِدُخَانٍ مُّبِيْنٍ لا - يَّغْشَى النَّاسَ ط هٰذَا عَذَابٌ أَلِيْمٌ} قَالَ فَأُتِيَ رَسُوْلُ اللهِ صلى الله عليه وسلم فَقِيْلَ لَهُ يَا رَسُوْلَ اللهِ اسْتَسْقِ اللهَ لِمُضَرَ فَإِنَّهَا قَدْ هَلَكَتْ قَالَ لِمُضَرَ إِنَّكَ لَجَرِيْءٌ فَاسْتَسْقَى لَهُمْ فَسُقُوْا فَنَزَلَتْ {إِنَّكُمْ عَآئِدُوْنَ} فَلَمَّا أَصَابَتْهُمْ الرَّفَاهِيَةُ عَادُوْا إِلَى حَالِهِمْ حِيْنَ أَصَابَتْهُمْ الرَّفَاهِيَةُ فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ {يَوْمَ نَبْطِشُ الْبَطْشَةَ الْكُبْرٰى إِنَّا مُنْتَقِمُوْنَ} قَالَ يَعْنِيْ يَوْمَ بَدْرٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}