{
  "hadith": {
    "hadith_id": 4823,
    "narrator": "মাসরূক",
    "bn": "তিনি বলেন, আমি ‘আবদুল্লাহ্র কাছে গেলাম। তারপর তিনি বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যখন কুরাইশদের ইসলামের দাওয়াত দিলেন এবং তারা তাঁকে মিথ্যাচারী বলল ও তার নাফরমানী করল, তখন তিনি বললেন, হে আল্লাহ্! ইউসুফ (‘আ.)-এর সময়কার সাত বছরের দুর্ভিক্ষের মত দুর্ভিক্ষের দ্বারা তুমি আমাকে তাদের বিরুদ্ধে সাহায্য কর। ফলে দুর্ভিক্ষ তাদের এমনভাবে গ্রাস করল যে, নির্মূল হয়ে গেল সমস্ত কিছু; অবশেষে তারা মৃতদেহ খেতে আরম্ভ করল। তাদের কেউ দাঁড়িয়ে আকাশের দিকে তাকালে ক্ষুধার জ্বালায় সে তার ও আকাশের মাঝে ধোঁয়ার মতই দেখতে পেত। এরপর তিনি পাঠ করলেন, “অতএব তুমি অপেক্ষা কর সে দিনের, যেদিন স্পষ্ট ধূম্রাচ্ছন্ন হবে আকাশ এবং তা ছেয়ে ফেলবে মানব জাতিকে। এ হবে মর্মন্তুদ শাস্তি। আমি তোমাদের শাস্তি কিছুকালের জন্য সরিয়ে দিচ্ছি, তোমরা তো তোমাদের আগের অবস্থায় ফিরে যাবে।” পর্যন্ত ‘আবদুল্লাহ্ (রাঃ) বলেন, ক্বিয়ামাতের দিনও কি তাদের থেকে শাস্তি সরিয়ে ফেলা হবে? তিনি বলেন, وَالْبَطْشَةُ الْكُبْرَى দ্বারা বাদরের দিনের প্রতি ইঙ্গিত করা হয়েছে। [১০০৭] (আ.প্র. ৪৪৫৯, ই.ফা. ৪৪৬১)",
    "ar": "سُلَيْمَانُ بْنُ حَرْبٍ حَدَّثَنَا جَرِيْرُ بْنُ حَازِمٍ عَنِ الْأَعْمَشِ عَنْ أَبِي الضُّحَى عَنْ مَسْرُوْقٍ قَالَ دَخَلْتُ عَلَى عَبْدِ اللهِ ثُمَّ قَالَ إِنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم لَمَّا دَعَا قُرَيْشًا كَذَّبُوْهُ وَاسْتَعْصَوْا عَلَيْهِ فَقَالَ اللهُمَّ أَعِنِّيْ عَلَيْهِمْ بِسَبْعٍ كَسَبْعِ يُوْسُفَ فَأَصَابَتْهُمْ سَنَةٌ حَصَّتْ يَعْنِيْ كُلَّ شَيْءٍ حَتَّى كَانُوْا يَأْكُلُوْنَ الْمَيْتَةَ فَكَانَ يَقُوْمُ أَحَدُهُمْ فَكَانَ يَرَى بَيْنَهُ وَبَيْنَ السَّمَاءِ مِثْلَ الدُّخَانِ مِنَ الْجَهْدِ وَالْجُوْعِ ثُمَّ قَرَأَ {فَارْتَقِبْ يَوْمَ تَأْتِي السَّمَآءُ بِدُخَانٍ مُّبِيْنٍ لا - يَّغْشَى النَّاسَ ط هٰذَا عَذَابٌ أَلِيْمٌ} أَلِيْمٌ حَتَّى بَلَغَ إِنَّا كَاشِفُو الْعَذَابِ قَلِيْلًا إِنَّكُمْ عَائِدُوْنَ قَالَ عَبْدُ اللهِ أَفَيُكْشَفُ عَنْهُمْ الْعَذَابُ يَوْمَ الْقِيَامَةِ قَالَ وَالْبَطْشَةُ الْكُبْرَى يَوْمَ بَدْرٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}