{
  "hadith": {
    "hadith_id": 4844,
    "narrator": "হাবীব ইব্‌নু আবূ সাবিত (রাঃ)",
    "bn": "তিনি বলেন, আমি আবূ ওয়ায়িল (রাঃ)-এর কাছে কিছু জিজ্ঞেস করার জন্য এলে, তিনি বললেন, আমরা সিফ্ফীনের ময়দানে ছিলাম। এমন সময় এক ব্যক্তি বললেন, তোমরা কি সে লোকদেরকে দেখতে পাচ্ছ না, যাদের আল্লাহ্‌র কিতাবের দিকে আহ্বান করা হচ্ছে? ‘আলী (রাঃ) বললেন, হাঁ। তখন সাহ্ল ইব্‌নু হুনায়ফ (রাঃ) বললেন, প্রথমে তোমরা নিজেদের খবর নাও। হুদায়বিয়াহ্র দিন অর্থাৎ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এবং মাক্কাহ্র মুশরিকদের মধ্যে যে সন্ধি হয়েছিল, আমরা সেটা দেখেছি। যদি আমরা একে যুদ্ধ মনে করতাম, তাহলে অবশ্যই আমরা যুদ্ধ করতাম। সেদিন ‘উমার (রাঃ) রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে) এসে বলেছিলেন, আমরা কি হাকের উপর নই, আর তারা কি বাতিলের উপর নয়? আমাদের নিহত ব্যক্তিরা জান্নাতে, আর তাদের নিহত ব্যক্তিরা কি জাহান্নামে যাবে না? তিনি বললেন, হাঁ। তখন ‘উমার (রাঃ) বললেন, তাহলে কেন আমাদের দ্বীনের ব্যাপারে অপমানজনক শর্তারোপ করা হবে এবং আমরা ফিরে যাব? অথচ আল্লাহ্ আমাদেরকে এ সন্ধির ব্যাপারে হুকুম করেননি। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, হে খাত্তাবের পুত্র! আমি আল্লাহ্‌র রসূল। আল্লাহ্ কখনো আমাকে ধ্বংস করবেন না। ‘উমার রাগে মনে দুঃখ নিয়ে ফিরে গেলেন। তিনি ধৈর্য ধরতে পারলেন না। তারপর তিনি আবূ বাক্র সিদ্দীক (রাঃ)-এর কাছে গেলেন এবং বললেন, হে আবূ বাক্র! আমরা কি হাকের উপর নই এবং তারা কি বাতিলের উপর নয়? তিনি বললেন, হে খাত্তাবের পুত্র! নিশ্চয়ই তিনি আল্লাহ্‌র রসূল। আল্লাহ্ কক্ষণো তাঁকে ধ্বংস করবেন না। এ সময় সূরাহ ফাতহ্ অবতীর্ণ হয়। [৩১৮১] (আ.প্র. ৪৪৭৭, ই.ফা. ৪৪৮০)",
    "ar": "أَحْمَدُ بْنُ إِسْحَاقَ السُّلَمِيُّ حَدَّثَنَا يَعْلَى حَدَّثَنَا عَبْدُ الْعَزِيْزِ بْنُ سِيَاهٍ عَنْ حَبِيْبِ بْنِ أَبِيْ ثَابِتٍ قَالَ أَتَيْتُ أَبَا وَائِلٍ أَسْأَلُهُ فَقَالَ كُنَّا بِصِفِّيْنَ فَقَالَ رَجُلٌ أَلَمْ تَرَ إِلَى الَّذِيْنَ يُدْعَوْنَ إِلَى كِتَابِ اللهِ فَقَالَ عَلِيٌّ نَعَمْ فَقَالَ سَهْلُ بْنُ حُنَيْفٍ اتَّهِمُوْا أَنْفُسَكُمْ فَلَقَدْ رَأَيْتُنَا يَوْمَ الْحُدَيْبِيَةِ يَعْنِي الصُّلْحَ الَّذِيْ كَانَ بَيْنَ النَّبِيِّ صلى الله عليه وسلم وَالْمُشْرِكِيْنَ وَلَوْ نَرَى قِتَالًا لَقَاتَلْنَا فَجَاءَ عُمَرُ فَقَالَ أَلَسْنَا عَلَى الْحَقِّ وَهُمْ عَلَى الْبَاطِلِ أَلَيْسَ قَتْلَانَا فِي الْجَنَّةِ وَقَتْلَاهُمْ فِي النَّارِ قَالَ بَلَى قَالَ فَفِيْمَ نُعْطِي الدَّنِيَّةَ فِيْ دِيْنِنَا وَنَرْجِعُ وَلَمَّا يَحْكُمِ اللهُ بَيْنَنَا فَقَالَ يَا ابْنَ الْخَطَّابِ إِنِّيْ رَسُوْلُ اللهِ وَلَنْ يُضَيِّعَنِي اللهُ أَبَدًا فَرَجَعَ مُتَغَيِّظًا فَلَمْ يَصْبِرْ حَتَّى جَاءَ أَبَا بَكْرٍ فَقَالَ يَا أَبَا بَكْرٍ أَلَسْنَا عَلَى الْحَقِّ وَهُمْ عَلَى الْبَاطِلِ قَالَ يَا ابْنَ الْخَطَّابِ إِنَّهُ رَسُوْلُ اللهِ صلى الله عليه وسلم وَلَنْ يُضَيِّعَهُ اللهُ أَبَدًا فَنَزَلَتْ سُوْرَةُ الْفَتْحِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}