{
  "hadith": {
    "hadith_id": 4845,
    "narrator": "ইব্‌নু আবূ মুলায়কাহ (রাঃ)",
    "bn": "তিনি বলেন, উত্তম দু’ ব্যক্তি- আবূ বাক্র ও ‘উমার (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে কণ্ঠস্বর উঁচু করে ধ্বংস হওয়ার দ্বার প্রান্তে উপনীত হয়েছিলেন। যখন বানী তামীম গোত্রের একদল লোক নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে এসেছিল। তাদের একজন বানী মাজাশে গোত্রের আকরা ইব্‌নু হাবিসকে নির্বাচন করার জন্য প্রস্তাব করল এবং অপরজন অন্য জনের নাম প্রস্তাব করল। নাফি বলেন, এ লোকটির নাম আমার মনে নেই। তখন আবূ বাক্র সিদ্দীক (রাঃ) ‘উমার (রাঃ)-কে বললেন, আপনার ইচ্ছে হলো কেবল আমার বিরোধিতা করা। তিনি বললেন, না, আপনার বিরোধিতা করার ইচ্ছে আমার নেই। এ ব্যাপারটি নিয়ে তাঁদের আওয়াজ উঁচু হয়ে গেল। তখন আল্লাহ্ তা‘আলা অবতীর্ণ করলেন, “হে মু’মিনগণ! তোমরা নাবীর গলার আওয়াজের উপর নিজেদের গলার আওয়াজ উঁচু করবে না”.....শেষ পর্যন্ত।\nইব্‌নু যুবায়র (রাঃ) বলেন, এ আয়াত অবতীর্ণ হওয়ার পর ‘উমার (রাঃ) এ তো আস্তে কথা বলতেন যে, দ্বিতীয়বার জিজ্ঞেস না করা পর্যন্ত রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তা শুনতে পেতেন না। তিনি আবূ বাক্র (রাঃ) সম্পর্কে এমন কথা বর্ণনা করেননি। [৪৩৬৭] (আ.প্র. ৪৪৭৮, ই.ফা. ৪৪৮১)",
    "ar": "يَسَرَةُ بْنُ صَفْوَانَ بْنِ جَمِيْلٍ اللَّخْمِيُّ حَدَّثَنَا نَافِعُ بْنُ عُمَرَ عَنْ ابْنِ أَبِيْ مُلَيْكَةَ قَالَ كَادَ الْخَيِّرَانِ أَنْ يَهْلِكَا أَبُوْ بَكْرٍ وَعُمَرُ رَضِيَ اللهُ عَنْهُمَا رَفَعَا أَصْوَاتَهُمَا عِنْدَ النَّبِيِّ صلى الله عليه وسلم حِيْنَ قَدِمَ عَلَيْهِ رَكْبُ بَنِيْ تَمِيْمٍ فَأَشَارَ أَحَدُهُمَا بِالأَقْرَعِ بْنِ حَابِسٍ أَخِيْ بَنِيْ مُجَاشِعٍ وَأَشَارَ الْآخَرُ بِرَجُلٍ آخَرَ قَالَ نَافِعٌ لَا أَحْفَظُ اسْمَهُ فَقَالَ أَبُوْ بَكْرٍ لِعُمَرَ مَا أَرَدْتَ إِلَّا خِلَافِيْ قَالَ مَا أَرَدْتُ خِلَافَكَ فَارْتَفَعَتْ أَصْوَاتُهُمَا فِيْ ذَلِكَ فَأَنْزَلَ اللهُ {يٰٓأَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَرْفَعُوْآ أَصْوَاتَكُمْ} الْآيَةَ قَالَ ابْنُ الزُّبَيْرِ فَمَا كَانَ عُمَرُ يُسْمِعُ رَسُوْلَ اللهِ صلى الله عليه وسلم بَعْدَ هَذِهِ الْآيَةِ حَتَّى يَسْتَفْهِمَهُ وَلَمْ يَذْكُرْ ذَلِكَ عَنْ أَبِيْهِ يَعْنِيْ أَبَا بَكْرٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}