{
  "hadith": {
    "hadith_id": 4855,
    "narrator": "মাসরূক (রহ.)",
    "bn": "তিনি বলেন, আমি ‘আয়িশাহ (রাঃ)-কে জিজ্ঞেস করলাম, আম্মা! মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) কি তাঁর রবকে দেখেছিলেন তিনি বললেন, তোমার কথায় আমার গায়ের পশম কাঁটা দিয়ে খাড়া হয়ে গেছে। তিনটি কথা সম্পর্কে তুমি কি জান না যে তোমাকে এ তিনটি কথা বলবে সে মিথ্যা বলবে। যদি কেউ তোমাকে বলে যে, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাঁর প্রতিপালককে দেখেছেন, তাহলে সে মিথ্যাচারী। তারপর তিনি পাঠ করলেন, তিনি দৃষ্টিশক্তির অধিগম্য নহেন কিন্তু দৃষ্টিশক্তি তাঁর অধিগত; এবং তিনিই সূক্ষ্মদর্শী, সম্যক পরিজ্ঞাত” “মানুষের এমন মর্যাদা নেই যে, আল্লাহ্ তাঁর সঙ্গে কথা বলবেন, ওয়াহীর মাধ্যম ব্যতীত অথবা পর্দার আড়াল ছাড়া”। আর যে ব্যক্তি তোমাকে বলবে যে, আগামীকাল কী হবে সে তা জানে, তাহলে সে মিথ্যাচারী। তারপর তিনি তিলাওয়াত করলেন, “কেউ জানে না আগামীকাল সে কী অর্জন করবে।” এবং তোমাকে যে বলবে, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) কোন কথা গোপন রেখেছেন, তাহলেও সে মিথ্যাচারী। এরপর তিনি পাঠ করলেন, “হে রসূল! তোমার প্রতিপালকের নিকট হতে তোমার প্রতি যা অবতীর্ণ হয়েছে, তা প্রচার কর। হ্যাঁ, তবে রসূল জিব্রীল (‘আ.)-কে তাঁর নিজস্ব আকৃতিতে দু’বার দেখেছেন। [৩২৩৪] (আ.প্র. ৪৪৮৮, ই.ফা. ৪৪৯১)",
    "ar": "يَحْيَى حَدَّثَنَا وَكِيْعٌ عَنْ إِسْمَاعِيْلَ بْنِ أَبِيْ خَالِدٍ عَنْ عَامِرٍ عَنْ مَسْرُوْقٍ قَالَ قُلْتُ لِعَائِشَةَ رَضِيَ اللهُ عَنْهَا يَا أُمَّتَاهْ هَلْ رَأَى مُحَمَّدٌ صلى الله عليه وسلم رَبَّهُ فَقَالَتْ لَقَدْ قَفَّ شَعَرِيْ مِمَّا قُلْتَ أَيْنَ أَنْتَ مِنْ ثَلَاثٍ مَنْ حَدَّثَكَهُنَّ فَقَدْ كَذَبَ مَنْ حَدَّثَكَ أَنَّ مُحَمَّدًا صلى الله عليه وسلم رَأَى رَبَّهُ فَقَدْ كَذَبَ ثُمَّ قَرَأَتْ {لَا تُدْرِكُهُ الْأَبْصَارُ زوَهُوَ يُدْرِكُ الْأَبْصَارَ جوَهُوَ اللَّطِيْفُ الْخَبِيْرُوَمَا كَانَ لِبَشَرٍ أَنْ يُّكَلِّمَهُ اللهُ إِلَّا وَحْيًا أَوْ مِنْ وَّرَآءِ حِجَابٍ} وَمَنْ حَدَّثَكَ أَنَّهُ يَعْلَمُ مَا فِيْ غَدٍ فَقَدْ كَذَبَ ثُمَّ قَرَأَتْ {وَمَا تَدْرِيْ نَفْسٌ مَّاذَا تَكْسِبُ غَدًا} وَمَنْ حَدَّثَكَ أَنَّهُ كَتَمَ فَقَدْ كَذَبَ ثُمَّ قَرَأَتْ {يَٰٓأَيُّهَا الرَّسُوْلُ بَلِّغْ مَآ أُنْزِلَ إِلَيْكَ مِنْ رَّبِّكَ} الْآيَةَ وَلَكِنَّهُ رَأَى جِبْرِيْلَ عَلَيْهِ السَّلَام فِيْ صُوْرَتِهِ مَرَّتَيْنِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}