{
  "hadith": {
    "hadith_id": 4886,
    "narrator": "‘আবদুল্লাহ্ (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্ লা’নাত করেছেন ঐ সমস্ত নারীর প্রতি যারা অন্যের শরীরে উল্কি অংকণ করে, নিজ শরীরে উল্কি অংকণ করায়, যারা সৌন্দর্যের জন্য  ভূরু-চুল উপড়িয়ে ফেলে ও দাঁতের মাঝে ফাঁক সৃষ্টি করে। সে সব নারী আল্লাহ্‌র সৃষ্টিতে বিকৃতি আনয়ন করে। এরপর বানী আসাদ গোত্রের উম্মু ইয়াকূব নামের এক মহিলার কাছে এ সংবাদ পৌঁছলে সে এসে বলল, আমি জানতে পারলাম, আপনি এ ধরনের মহিলাদের প্রতি লা‘নত করেছেন। তিনি বললেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)  যার প্রতি লা‘নাত করেছেন, আল্লাহর কিতাবে যার প্রতি লা‘নাত করা হয়েছে, আমি তার প্রতি লা‘নাত করব না কেন? তখন মহিলা বলল, আমি দুই ফলকের মাঝে যা আছে তা (পূর্ণ কুরআন) পড়েছি। কিন্তু আপনি যা বলেছেন, তা তো এতে পাইনি। ‘আবদুল্লাহ্ বললেন, যদি তুমি কুরআন পড়তে তাহলে অবশ্যই তা পেতে, তুমি কি পড়নি রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তোমাদেরকে যা দেন তা তোমরা গ্রহণ কর এবং যা থেকে তোমাদেরকে নিষেধ করেন তা হতে বিরত থাক। মহিলাটি বলল, হাঁ নিশ্চয়ই পড়েছি। ‘আবদুল্লাহ্ (রাঃ) বললেন, রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এ কাজ করতে নিষেধ করেছেন। তখন মহিলা বলল, আমার মনে হয় আপনার পরিবারও এ কাজ করে তিনি বললেন, তুমি যাও এবং ভালমত দেখে এসো। এরপর মহিলা গেল এবং ভালভাবে দেখে এলো। কিন্তু তার দেখার কিছুই দেখতে পেলো না। তখন ‘আবদুল্লাহ্ (রাঃ) বললেন, যদি আমার স্ত্রী এমন করত, তবে সে আমার সঙ্গে একত্র থাকতে পারত না। [৪৮৮৭, ৫৯৩১, ৫৯৩৯, ৫৯৪৩, ৫৯৪৮; মুসলিম ৩৭/৩৩, হাঃ ২১২৫, আহমাদ ৪৩৪৩] (আ.প্র. ৪৫১৮, ই.ফা. ৪৫২১)",
    "ar": "مُحَمَّدُ بْنُ يُوْسُفَ حَدَّثَنَا سُفْيَانُ عَنْ مَنْصُوْرٍ عَنْ إِبْرَاهِيْمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللهِ قَالَ لَعَنَ اللهُ الْوَاشِمَاتِ وَالْمُوْتَشِمَاتِ وَالْمُتَنَمِّصَاتِ وَالْمُتَفَلِّجَاتِ لِلْحُسْنِ الْمُغَيِّرَاتِ خَلْقَ اللهِ فَبَلَغَ ذَلِكَ امْرَأَةً مِنْ بَنِيْ أَسَدٍ يُقَالُ لَهَا أُمُّ يَعْقُوْبَ فَجَاءَتْ فَقَالَتْ إِنَّهُ بَلَغَنِيْ عَنْكَ أَنَّكَ لَعَنْتَ كَيْتَ وَكَيْتَ فَقَالَ وَمَا لِيْ أَلْعَنُ مَنْ لَعَنَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَمَنْ هُوَ فِيْ كِتَابِ اللهِ فَقَالَتْ لَقَدْ قَرَأْتُ مَا بَيْنَ اللَّوْحَيْنِ فَمَا وَجَدْتُ فِيْهِ مَا تَقُوْلُ قَالَ لَئِنْ كُنْتِ قَرَأْتِيْهِ لَقَدْ وَجَدْتِيْهِ أَمَا قَرَأْتِ {وَمَآ اٰتَاكُمُ الرَّسُوْلُ فَخُذُوْهُ ج وَمَا نَهٰكُمْ عَنْهُ فَانْتَهُوْا ج} قَالَتْ بَلَى قَالَ فَإِنَّهُ قَدْ نَهَى عَنْهُ قَالَتْ فَإِنِّيْ أَرَى أَهْلَكَ يَفْعَلُوْنَهُ قَالَ فَاذْهَبِيْ فَانْظُرِيْ فَذَهَبَتْ فَنَظَرَتْ فَلَمْ تَرَ مِنْ حَاجَتِهَا شَيْئًا فَقَالَ لَوْ كَانَتْ كَذَلِكَ مَا جَامَعْتُهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}