{
  "hadith": {
    "hadith_id": 4889,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, এক ব্যক্তি রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে এসে বলল, আমি খুব ক্ষুধার্ত। তখন তিনি তাঁর সহধর্মিণীদের নিকট পাঠালেন; কিন্তু তিনি তাদের কাছে কিছুই পেলেন না। এরপর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, এমন কেউ আছে কি, যে আজ রাতে এ লোকটিকে মেহমানদারী করতে পারে? আল্লাহ্ তাঁর প্রতি রহমাত করবেন। তখন আনসারদের এক ব্যক্তি দাঁড়িয়ে বললেন, আমি আছি, হে আল্লাহ্‌র রসূল! এরপর তিনি তাঁকে সঙ্গে নিয়ে বাড়িতে গেলেন এবং নিজ স্ত্রীকে বললেন, ইনি রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর মেহমান। কোন জিনিস জমা করে রাখবে না। মহিলা বলল, আল্লাহ্‌র কসম! আমার কাছে ছেলে-মেয়েদের খাবার ছাড়া আর কিছুই নেই। তিনি বললেন, ছেলেমেয়েরা রাতের খাবার চাইলে তুমি তাদেরকে ঘুম পাড়িয়ে দিও, (খাবার নিয়ে) আমার কাছে আসিও, অতঃপর বাতিটি নিভিয়ে দিও। আজ রাতে আমরা ভুখা থাকব। সুতরাং মহিলা তা-ই করল। পরদিন সকালে আনসারী সহাবী রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর খিদমাতে আসলেন। তিনি বললেন, অমুক ব্যক্তি ও তার স্ত্রীর প্রতি আল্লাহ্ সন্তুষ্ট হয়েছেন অথবা অমুক অমুকের কাজে আল্লাহ্ হেসেছেন। এরপর আল্লাহ্ অবতীর্ণ করলেন ঃ “এবং তাঁরা তাদের নিজেদের উপর অন্যদের প্রাধান্য দেয় নিজেরা অভাবগ্রস্ত হওয়া সত্ত্বেও।” [৩৭৯৮] (আ.প্র. ৪৫২১, ই.ফা. ৪৫২৪)",
    "ar": "يَعْقُوْبُ بْنُ إِبْرَاهِيْمَ بْنِ كَثِيْرٍ حَدَّثَنَا أَبُوْ أُسَامَةَ حَدَّثَنَا فُضَيْلُ بْنُ غَزْوَانَ حَدَّثَنَا أَبُوْ حَازِمٍ الْأَشْجَعِيُّ عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ أَتَى رَجُلٌ رَسُوْلَ اللهِ صلى الله عليه وسلم فَقَالَ يَا رَسُوْلَ اللهِ أَصَابَنِي الْجَهْدُ فَأَرْسَلَ إِلَى نِسَائِهِ فَلَمْ يَجِدْ عِنْدَهُنَّ شَيْئًا فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم أَلَا رَجُلٌ يُضَيِّفُهُ هَذِهِ اللَّيْلَةَ يَرْحَمُهُ اللهُ فَقَامَ رَجُلٌ مِنَ الْأَنْصَارِ فَقَالَ أَنَا يَا رَسُوْلَ اللهِ فَذَهَبَ إِلَى أَهْلِهِ فَقَالَ لِامْرَأَتِهِ ضَيْفُ رَسُوْلِ اللهِ صلى الله عليه وسلم لَا تَدَّخِرِيْهِ شَيْئًا قَالَتْ وَاللهِ مَا عِنْدِيْ إِلَّا قُوْتُ الصِّبْيَةِ قَالَ فَإِذَا أَرَادَ الصِّبْيَةُ الْعَشَاءَ فَنَوِّمِيْهِمْ وَتَعَالَيْ فَأَطْفِئِي السِّرَاجَ وَنَطْوِيْ بُطُوْنَنَا اللَّيْلَةَ فَفَعَلَتْ ثُمَّ غَدَا الرَّجُلُ عَلَى رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ لَقَدْ عَجِبَ اللهُ عَزَّ وَجَلَّ أَوْ ضَحِكَ مِنْ فُلَانٍ وَفُلَانَةَ فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ {وَيُؤْثِرُوْنَ عَلٰٓى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ}.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}