{
  "hadith": {
    "hadith_id": 4891,
    "narrator": "‘উরওয়াহ (রহ.)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সহধর্মিণী ‘আয়িশাহ (রাঃ) তাকে বলেছেন, কোন মু’মিন মহিলা রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে হিজরাত করে এলে, তিনি তাকে আল্লাহ্‌র এই আয়াতের ভিত্তিতে পরীক্ষা করতেন- অর্থ ঃ “হে নাবী! মু’মিন নারীগণ যখন তোমার কাছে এ মর্মে বায়‘আত করতে আসে যে, তারা আল্লাহ্‌র সঙ্গে কোন শরীক করবে না, চুরি করবে না, ব্যভিচার করবে না, নিজেদের সন্তানদেরকে হত্যা করবে না, তারা সজ্ঞানে কোন অপবাদ রচনা করে রটাবে না, এবং সৎকার্যে তোমাকে অমান্য করবে না, তখন তাদের বায়‘আত গ্রহণ করবে এবং তাদের জন্য আল্লাহ্‌র কাছে ক্ষমা প্রার্থনা করবে।) আল্লাহ্ তো ক্ষমাশীল, পরম দয়ালু” (সূরাহ আল-মুমতাহিনাহ ৬০/১২)। ‘উরওয়াহ (রহ.) বলেন, ‘আয়িশাহ (রাঃ) বলেছেন, যে মু’মিন মহিলা এসব শর্ত মেনে নিত, রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাকে বলতেন, আমি কথার মাধ্যমে তোমাকে বায়‘আত করে নিলাম। আল্লাহ্‌র কসম! বায়‘আত কালে কোন নারীর হাত নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর হাতকে স্পর্শ করেনি। নারীদেরকে তিনি শুধু এ কথার দ্বারাই বায়‘আত করতেনقَدْ بَايَعْتُكِ عَلَى ذَلِكِ  অর্থাৎ আমি তোমাকে এ কথার ওপর বায়‘আত করলাম।\nইউনুস, মা‘মার ও ‘আবদুর রহমান ইব্‌নু ইসহাক (রহ.) যুহরীর মাধ্যমে উক্ত বর্ণনার সমর্থন করেছেন।\nইসহাক ইব্‌নু রাশিদ, যুহরী থেকে এবং যুহরী ‘উরওয়াহ ও ‘আম্‌র (রাঃ) থেকে বর্ণনা করেন। [২৭১৩] (আ.প্র. ৪৪২৩, ই.ফা. ৪৫২৭)",
    "ar": "إِسْحَاقُ حَدَّثَنَا يَعْقُوْبُ بْنُ إِبْرَاهِيْمَ بْنِ سَعْدٍ حَدَّثَنَا ابْنُ أَخِي ابْنِ شِهَابٍ عَنْ عَمِّهِ أَخْبَرَنِيْ عُرْوَةُ أَنَّ عَائِشَةَ رَضِيَ اللهُ عَنْهَا زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم كَانَ يَمْتَحِنُ مَنْ هَاجَرَ إِلَيْهِ مِنَ الْمُؤْمِنَاتِ بِهَذِهِ الآيَةِ بِقَوْلِ اللهِ {يٰٓأَيُّهَا النَّبِيُّ إِذَا جَآءَكَ الْمُؤْمِنٰتُ يُبَايِعْنَكَ} إِلَى قَوْلِهِ {غَفُوْرٌ رَّحِيْمٌ}قَالَ عُرْوَةُ قَالَتْ عَائِشَةُ فَمَنْ أَقَرَّ بِهَذَا الشَّرْطِ مِنَ الْمُؤْمِنَاتِ قَالَ لَهَا رَسُوْلُ اللهِ صلى الله عليه وسلم قَدْ بَايَعْتُكِ كَلَامًا وَلَا وَاللهِ مَا مَسَّتْ يَدُهُ يَدَ امْرَأَةٍ قَطُّ فِي الْمُبَايَعَةِ مَا يُبَايِعُهُنَّ إِلَّا بِقَوْلِهِ قَدْ بَايَعْتُكِ عَلَى ذَلِكِ تَابَعَهُ يُوْنُسُ وَمَعْمَرٌ وَعَبْدُ الرَّحْمَنِ بْنُ إِسْحَاقَ عَنْ الزُّهْرِيِّ وَقَالَ إِسْحَاقُ بْنُ رَاشِدٍ عَنْ الزُّهْرِيِّ عَنْ عُرْوَةَ وَعَمْرَةَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}