{
  "hadith": {
    "hadith_id": 4895,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমি ঈদুল ফিত্রের দিন ঈদের সলাতে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) সঙ্গে সঙ্গে হাজির ছিলাম এবং আবূ বাক্র (রাঃ), ‘উমার (রাঃ) এবং ‘উসমান (রাঃ)-ও সঙ্গে ছিলেন। তাঁরা সকলেই খুত্বার আগে সলাত আদায় করেছেন। সলাত আদায়ের পর তিনি খুতবা দিয়েছেন। এরপর আল্লাহ্‌র নাবী মিম্বর থেকে নেমেছেন। তখন তিনি যে লোকজনকে হাতের ইশারায় বসাচ্ছিলেন, এ দৃশ্য আমি এখনো যেন দেখতে পাচ্ছি। এরপর তিনি লোকদের দু’ভাগ করে সামনের দিকে এগিয়ে গেলেন এবং মহিলাদের কাছে গিয়ে দাঁড়ালেন। তাঁর সঙ্গে বিলাল (রাঃ)-ও ছিলেন। এরপর তিনি পাঠ করলেন, “হে নাবী! মু’মিন নারীগণ যখন তোমার কাছে এসে বায়‘আত করে এ মর্মে যে, তারা আল্লাহ্‌র সঙ্গে কোন কিছুকে শরীক স্থির করবে না, চুরি করবে না, ব্যভিচার করবে না, নিজেদের সন্তানকে হত্যা করবে না এবং তারা সজ্ঞানে কোন অপবাদ রচনা করে রটাবে না।” তিনি পূর্ণ আয়াত তিলাওয়াত করে সমাপ্ত করলেন। এরপর তিনি আয়াত শেষ করে বললেন, এ শর্ত পূরণে তোমরা রাজি আছ কি? একজন মহিলা বলল, হাঁ, হে আল্লাহ্‌র রসূল! এ ব্যতীত আর কোন মহিলা কোন উত্তর দেয়নি। এ মহিলাটি কে ছিল, হাসান (রাঃ) তা জানতেন না। রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, তোমরা দান করো। বিলাল (রাঃ) তাঁর কাপড় বিছিয়ে দিলেন। তখন মহিলারা তাদের রিং ও আংটি বিলাল (রাঃ)-এর কাপড়ে ছুঁড়ে ছুঁড়ে ফেলতে লাগলেন। [৯৮] (আ.প্র. ৪৫২৭, ই.ফা. ৪৫৩১)",
    "ar": "مُحَمَّدُ بْنُ عَبْدِ الرَّحِيْمِ حَدَّثَنَا هَارُوْنُ بْنُ مَعْرُوْفٍ حَدَّثَنَا عَبْدُ اللهِ بْنُ وَهْبٍ قَالَ وَأَخْبَرَنِي ابْنُ جُرَيْجٍ أَنَّ الْحَسَنَ بْنَ مُسْلِمٍ أَخْبَرَهُ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ شَهِدْتُ الصَّلَاةَ يَوْمَ الْفِطْرِ مَعَ رَسُوْلِ اللهِ صلى الله عليه وسلم وَأَبِيْ بَكْرٍ وَعُمَرَ وَعُثْمَانَ فَكُلُّهُمْ يُصَلِّيْهَا قَبْلَ الْخُطْبَةِ ثُمَّ يَخْطُبُ بَعْدُ فَنَزَلَ نَبِيُّ اللهِ صلى الله عليه وسلم فَكَأَنِّيْ أَنْظُرُ إِلَيْهِ حِيْنَ يُجَلِّسُ الرِّجَالَ بِيَدِهِ ثُمَّ أَقْبَلَ يَشُقُّهُمْ حَتَّى أَتَى النِّسَاءَ مَعَ بِلَالٍ فَقَالَ {يٰٓأَيُّهَا النَّبِيُّ إِذَا جَآءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ عَلٰٓى أَنْ لَّا يُشْرِكْنَ بِاللهِ شَيْئًا وَّلَا يَسْرِقْنَ وَلَا يَزْنِيْنَ وَلَا يَقْتُلْنَ أَوْلَادَهُنَّ وَلَا يَأْتِيْنَ بِبُهْتَانٍ يَّفْتَرِيْنَه” بَيْنَ أَيْدِيْهِنَّ وَأَرُجُلِهِنَّ} حَتَّى فَرَغَ مِنَ الآيَةِ كُلِّهَا ثُمَّ قَالَ حِيْنَ فَرَغَ أَنْتُنَّ عَلَى ذَلِكَ فَقَالَتْ امْرَأَةٌ وَاحِدَةٌ لَمْ يُجِبْهُ غَيْرُهَا نَعَمْ يَا رَسُوْلَ اللهِ لَا يَدْرِي الْحَسَنُ مَنْ هِيَ قَالَ فَتَصَدَّقْنَ وَبَسَطَ بِلَالٌ ثَوْبَهُ فَجَعَلْنَ يُلْقِيْنَ الْفَتَخَ وَالْخَوَاتِيْمَ فِيْ ثَوْبِ بِلَالٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}