{
  "hadith": {
    "hadith_id": 4900,
    "narrator": "যায়দ ইব্‌নু আরকাম (রাঃ)",
    "bn": "তিনি বলেন, এক যুদ্ধে আমি শারীক হয়েছিলাম। তখন ‘আবদুল্লাহ্ ইব্‌নু উবাইকে বলতে শুনলাম, আল্লাহ্‌র রসূলের সঙ্গীদের জন্য তোমরা ব্যয় করবে না, যতক্ষণ না তারা তাঁর থেকে সরে পড়ে এবং সে এও বলল, আমরা মদিনায় ফিরলে প্রবল লোকেরা দুর্বল লোকদেরকে অবশ্যই বের করে দিবে। এ কথা আমি আমার চাচা কিংবা ‘উমার (রাঃ)-এর কাছে বলে দিলাম। তিনি তা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে জানালেন। ফলে তিনি আমাকে ডাকলেন। আমি তাঁকে বিস্তারিত এ সব কথা বলে দিলাম। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ‘আবদুল্লাহ্ ইব্‌নু উবাই এবং তার সাথী-সঙ্গীদের কাছে খবর পাঠালেন, তারা সকলেই কসম করে বলল, এমন কথা তারা বলেননি। ফলে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমার কথাকে মিথ্যা ও তার কথাকে সত্য বলে মেনে নিলেন। এতে আমি এমন মনে কষ্ট পেলাম, যেরূপ কষ্ট আর কখনও পাইনি। আমি (মনের দুঃখে) ঘরে বসে গেলাম। আমার চাচা আমাকে বললেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তোমাকে মিথ্যাচারী মনে করেছেন এবং তোমার প্রতি অসন্তুষ্ট হয়েছেন বলে তুমি কী করে মনে করলে। এ প্রসঙ্গে আল্লাহ্ তা‘আলা অবতীর্ণ করলেন, “যখন মুনাফিকগণ তোমার কাছে আসে।” নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমার কাছে লোক পাঠালেন এবং এ সূরাহ পাঠ করলেন। এরপর বললেন, হে যায়দ! আল্লাহ্ তা‘আলা তোমাকে সত্যবাদী বলে ঘোষণা দিয়েছেন। [৪৯০১, ৪৯০২, ৪৯০৩, ৪৯০৪; মুসলিম ৫০/হাঃ ২৭৭২, আহমাদ ১৯৩০৫] (আ.প্র. ৪৫৩২, ই.ফা. ৪৫৩৬)",
    "ar": "عَبْدُ اللهِ بْنُ رَجَاءٍ حَدَّثَنَا إِسْرَائِيْلُ عَنْ أَبِيْ إِسْحَاقَ عَنْ زَيْدِ بْنِ أَرْقَمَ قَالَ كُنْتُ فِيْ غَزَاةٍ فَسَمِعْتُ عَبْدَ اللهِ بْنَ أُبَيٍّ يَقُوْلُ لَا تُنْفِقُوْا عَلَى مَنْ عِنْدَ رَسُوْلِ اللهِ حَتَّى يَنْفَضُّوْا مِنْ حَوْلِهِ وَلَئِنْ رَجَعْنَا مِنْ عِنْدِهِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ فَذَكَرْتُ ذَلِكَ لِعَمِّيْ أَوْ لِعُمَرَ فَذَكَرَهُ لِلنَّبِيِّ صلى الله عليه وسلم فَدَعَانِيْ فَحَدَّثْتُهُ فَأَرْسَلَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِلَى عَبْدِ اللهِ بْنِ أُبَيٍّ وَأَصْحَابِهِ فَحَلَفُوْا مَا قَالُوْا فَكَذَّبَنِيْ رَسُوْلُ اللهِ صلى الله عليه وسلم وَصَدَّقَهُ فَأَصَابَنِيْ هَمٌّ لَمْ يُصِبْنِيْ مِثْلُهُ قَطُّ فَجَلَسْتُ فِي الْبَيْتِ فَقَالَ لِيْ عَمِّيْ مَا أَرَدْتَ إِلَى أَنْ كَذَّبَكَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَمَقَتَكَ فَأَنْزَلَ اللهُ تَعَالَى {إِذَا جَآءَكَ الْمُنٰفِقُوْنَ} فَبَعَثَ إِلَيَّ النَّبِيُّ صلى الله عليه وسلم فَقَرَأَ فَقَالَ إِنَّ اللهَ قَدْ صَدَّقَكَ يَا زَيْدُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}