{
  "hadith": {
    "hadith_id": 4901,
    "narrator": "যায়দ ইব্‌নু আরকাম (রাঃ)",
    "bn": "তিনি বলেন, আমি আমার চাচার সঙ্গে ছিলাম। এ সময় আমি ‘আবদুল্লাহ্ ইব্‌নু উবাই ইব্‌নু সালূলকে বলতে শুনেছি যে, তোমরা আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সঙ্গীদের জন্য ব্যয় করবে না, যতক্ষণ না তারা তার থেকে সরে পড়ে এবং সে এও বলল যে, আমরা মদিনায় ফিরলে সেখান থেকে প্রবল লোকেরা দুর্বল লোকদেরকে অবশ্যই বের করে দিবে। এ কথা আমি আমার চাচার কাছে বলে দিলাম। আমার চাচা তা (রসূল) রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে বললেন। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ‘আবদুল্লাহ্ ইব্‌নু উবাই এবং তার সাথী-সঙ্গীদেরকে ডেকে পাঠালেন। তারা সকলেই কসম করে বলল, তারা এ কথা বলেনি। ফলে, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাদের কথাকে সত্য এবং আমার কথাকে মিথ্যা মনে করলেন। এতে আমার এমন দুঃখ হল যেমন দুঃখ আর কখনও হয়নি। এমনকি আমি ঘরে বসে গেলাম। তখন আল্লাহ্ তা‘আলা অবতীর্ণ করলেন ঃ “যখন মুনাফিকরা তোমার কাছে আসে।” থেকে “তারা বলে আল্লাহ্‌র রসূলের সহচরদের জন্য তোমরা ব্যয় করবে না, যতক্ষণ না তারা সরে পড়ে” এবং “তথা থেকে প্রবল লোকেরা দুর্বল লোকদেরকে বহিষ্কৃত করবেই।” এরপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমাকে ডেকে পাঠালেন এবং আমার সামনে তা তিনি পাঠ করলেন। তারপর বললেন, আল্লাহ্ তা‘আলা তোমাকে সত্যবাদী বলে ঘোষণা করেছেন। [৪৯০০] (আ.প্র. ৪৫৩৩, ই.ফা. ৪৫৩৭)",
    "ar": "آدَمُ بْنُ أَبِيْ إِيَاسٍ حَدَّثَنَا إِسْرَائِيْلَ عَنْ أَبِيْ إِسْحَاقَ عَنْ زَيْدِ بْنِ أَرْقَمَ رَضِيَ اللهُ عَنْهُ قَالَ كُنْتُ مَعَ عَمِّيْ فَسَمِعْتُ عَبْدَ اللهِ بْنَ أُبَيٍّ ابْنَ سَلُوْلَ يَقُوْلُ لَا تُنْفِقُوْا عَلَى مَنْ عِنْدَ رَسُوْلِ اللهِ حَتَّى يَنْفَضُّوْا وَقَالَ أَيْضًا لَئِنْ رَجَعْنَا إِلَى الْمَدِيْنَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ فَذَكَرْتُ ذَلِكَ لِعَمِّيْ فَذَكَرَ عَمِّيْ لِرَسُوْلِ اللهِ صلى الله عليه وسلم فَأَرْسَلَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِلَى عَبْدِ اللهِ بْنِ أُبَيٍّ وَأَصْحَابِهِ فَحَلَفُوْا مَا قَالُوْا فَصَدَّقَهُمْ رَسُوْلُ اللهِ صلى الله عليه وسلم وَكَذَّبَنِيْ فَأَصَابَنِيْ هَمٌّ لَمْ يُصِبْنِيْ مِثْلُهُ قَطُّ فَجَلَسْتُ فِيْ بَيْتِيْ فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ {إِذَا جَآءَكَ الْمُنٰفِقُوْنَ} إِلَى قَوْلِهِ {هُمُ الَّذِيْنَ يَقُوْلُوْنَ لَا تُنْفِقُوْا عَلٰى مَنْ عِنْدَ رَسُوْلِ اللهِ} إِلَى قَوْلِهِ {لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ} فَأَرْسَلَ إِلَيَّ رَسُوْلُ اللهِ صلى الله عليه وسلم فَقَرَأَهَا عَلَيَّ ثُمَّ قَالَ إِنَّ اللهَ قَدْ صَدَّقَكَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}