{
  "hadith": {
    "hadith_id": 4903,
    "narrator": "যায়দ ইব্‌নু আরকাম (রাঃ)",
    "bn": "তিনি বলেন, আমরা কোন এক সফরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সঙ্গে বের হলাম। সফরে এক কঠিন অবস্থা লোকদেরকে গ্রাস করে নিল। তখন ‘আবদুল্লাহ্ ইব্‌নু উবাই তার সাথী-সঙ্গীদেরকে বলল, “আল্লাহ্‌র রসূলের সহচরদের জন্য তোমরা ব্যয় করবে না যতক্ষণ তারা সরে পড়ে যারা তার আশে পাশে আছে।” সে এও বলল, “আমরা মদিনায় প্রত্যাবর্তন করলে তথা হতে প্রবল লোকেরা দুর্বল লোকদের বহিষ্কৃত করবেই।” (এ কথা শুনে) আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে এলাম এবং তাঁকে এ সম্পর্কে জানালাম। তখন তিনি ‘আবদুল্লাহ্ ইব্‌নু উবাইকে ডেকে পাঠালেন। সে অতি জোর দিয়ে কসম খেয়ে বলল, এ কথা সে বলেনি। তখন লোকেরা বলল, যায়দ রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে মিথ্যা কথা বলেছে। তাদের এ কথায় আমার খুব দুঃখ হল। শেষ পর্যন্ত আল্লাহ্ তা‘আলা আমার সত্যতার পক্ষে আয়াত অবতীর্ণ করলেন ঃ “যখন মুনাফিকরা তোমার কাছে আসে।” এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাদেরকে ডাকলেন, যাতে তিনি তাদের জন্য ক্ষমা প্রার্থনা করেন, “কিন্তু তারা তাদের মাথা ফিরিয়ে নিল।” (আ.প্র. ৪৫৩৫, ই.ফা. ৪৫৩৯)\nআল্লাহ্‌র বাণী ঃ “দেয়ালে ঠেস লাগানো কাঠ সদৃশ” (সূরাহ মুনাফিকূন ৬৩/৪)। রাবী বলেন, লোকগুলো দেখতে খুব সুন্দর ছিল। [৪৯০০] (আ.প্র. অনুচ্ছেদ, ই.ফা. অনুচ্ছেদ)",
    "ar": "عَمْرُوْ بْنُ خَالِدٍ حَدَّثَنَا زُهَيْرُ بْنُ مُعَاوِيَةَ حَدَّثَنَا أَبُوْ إِسْحَاقَ قَالَ سَمِعْتُ زَيْدَ بْنَ أَرْقَمَ قَالَ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم فِيْ سَفَرٍ أَصَابَ النَّاسَ فِيْهِ شِدَّةٌ فَقَالَ عَبْدُ اللهِ بْنُ أُبَيٍّ لِأَصْحَابِهِ لَا تُنْفِقُوْا عَلَى مَنْ عِنْدَ رَسُوْلِ اللهِ حَتَّى يَنْفَضُّوْا مِنْ حَوْلِهِ وَقَالَ لَئِنْ رَجَعْنَا إِلَى الْمَدِيْنَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَأَخْبَرْتُهُ فَأَرْسَلَ إِلَى عَبْدِ اللهِ بْنِ أُبَيٍّ فَسَأَلَهُ فَاجْتَهَدَ يَمِيْنَهُ مَا فَعَلَ قَالُوْا كَذَبَ زَيْدٌ رَسُوْلَ اللهِ صلى الله عليه وسلم فَوَقَعَ فِيْ نَفْسِيْ مِمَّا قَالُوْا شِدَّةٌ حَتَّى أَنْزَلَ اللهُ عَزَّ وَجَلَّ تَصْدِيْقِيْ فِيْ {إِذَا جَآءَكَ الْمُنٰفِقُوْنَ} فَدَعَاهُمْ النَّبِيُّ صلى الله عليه وسلم لِيَسْتَغْفِرَ لَهُمْ فَلَوَّوْا رُءُوْسَهُمْ وَقَوْلُهُ {خُشُبٌ مُّسَنَّدَةٌ} قَالَ كَانُوْا رِجَالًا أَجْمَلَ شَيْءٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}