{
  "hadith": {
    "hadith_id": 4907,
    "narrator": "জাবির ইবনু ‘আবদুল্লাহ্ (রাঃ)",
    "bn": "তিনি বলেন, এক যুদ্ধে আমরা যোগদান করেছিলাম। জনৈক মুহাজির আনসারদের এক ব্যক্তির নিতম্বে আঘাত করলেন। তখন আনসারী সহাবী “আনসারী ভাইগণ!” বলে এবং মুহাজির সহাবী “হে মুহাজির ভাইগণ!” বলে ডাক দিলেন। আল্লাহ্ তাঁর রাসূলের কানে এ কথা পৌঁছিয়ে দিলেন। তিনি বললেন, এটা কেমন ডাকাডাকি? উপস্থিত লোকেরা বললেন, জনৈক মুহাজির ব্যক্তি এক আনসারী ব্যক্তির নিতম্বে আঘাত করেছে। আনসারী ব্যক্তি “হে আনসারী ভাইগণ!” বলে এবং মুহাজির ব্যক্তি “হে মুহাজির ভাইগণ!” বলে নিজ নিজ গোত্রকে ডাক দিলেন। এ কথা শুনে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, এ রকম ডাকাডাকি ত্যাগ কর। এগুলো অত্যন্ত দুর্গন্ধযুক্ত কথা। জাবির (রাঃ) বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যখন মদিনায় হিজরাত করে আসেন তখন আনসার সহাবীগণ ছিলেন সংখ্যায় বেশি। পরে মুহাজিরগণ সংখ্যায় বেশি হয়ে যান। এ সব কথা শুনার পর ‘আবদুল্লাহ্ ইব্‌নু উবাই বলল, সত্যিই তারা কি এমন করেছে? আল্লাহ্‌র কসম! আমরা মদিনায় ফিরলে সেখান হতে প্রবল লোকেরা দুর্বল লোকদেরকে বের করে দিবেই। তখন ইব্‌নু খাত্তাব (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! আপনি আমাকে অনুমতি দিন। আমি এ মুনাফিকের গর্দান উড়িয়ে দেই। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, ‘উমার! তাকে ছেড়ে দাও, যাতে লোকেরা এমন কথা বলতে না পারে যে, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাঁর সাথীদের হত্যা করছেন। [৩৫১৮] (আ.প্র. ৪৫৩৯, ই.ফা. ৪৫৪৩)",
    "ar": "الْحُمَيْدِيُّ حَدَّثَنَا سُفْيَانُ قَالَ حَفِظْنَاهُ مِنْ عَمْرِو بْنِ دِيْنَارٍ قَالَ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللهِ رَضِيَ اللهُ عَنْهُمَا يَقُوْلُ كُنَّا فِيْ غَزَاةٍ فَكَسَعَ رَجُلٌ مِنَ الْمُهَاجِرِيْنَ رَجُلًا مِنَ الْأَنْصَارِ فَقَالَ الْأَنْصَارِيُّ يَا لَلْأَنْصَارِ وَقَالَ الْمُهَاجِرِيُّ يَا لَلْمُهَاجِرِيْنَ فَسَمَّعَهَا اللهُ رَسُوْلَهُ صلى الله عليه وسلم قَالَ مَا هَذَا فَقَالُوْا كَسَعَ رَجُلٌ مِنَ الْمُهَاجِرِيْنَ رَجُلًا مِنَ الْأَنْصَارِ فَقَالَ الْأَنْصَارِيُّ يَا لَلْأَنْصَارِ وَقَالَ الْمُهَاجِرِيُّ يَا لَلْمُهَاجِرِيْنَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم دَعُوْهَا فَإِنَّهَا مُنْتِنَةٌ قَالَ جَابِرٌ وَكَانَتْ الْأَنْصَارُ حِيْنَ قَدِمَ النَّبِيُّ صلى الله عليه وسلم أَكْثَرَ ثُمَّ كَثُرَ الْمُهَاجِرُوْنَ بَعْدُ فَقَالَ عَبْدُ اللهِ بْنُ أُبَيٍّ أَوَقَدْ فَعَلُوْا وَاللهِ لَئِنْ رَجَعْنَا إِلَى الْمَدِيْنَةِ لَيُخْرِجَنَّ الْأَعَزُّ مِنْهَا الْأَذَلَّ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللهُ عَنْهُ دَعْنِيْ يَا رَسُوْلَ اللهِ أَضْرِبْ عُنُقَ هَذَا الْمُنَافِقِ قَالَ النَّبِيُّ صلى الله عليه وسلم دَعْهُ لَا يَتَحَدَّثُ النَّاسُ أَنَّ مُحَمَّدًا يَقْتُلُ أَصْحَابَهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}