{
  "hadith": {
    "hadith_id": 4913,
    "narrator": "‘আবদুল্লাহ ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, ‘উমার ইব্‌নু খাত্তাব (রাঃ)-কে এ আয়াতের ব্যাখ্যা সম্পর্কে জিজ্ঞেস করার জন্য আমি এক বছর অপেক্ষা করেছি। কিন্তু তাঁর ব্যক্তি প্রভাবের ভয়ে আমি তাঁকে এ বিষয়ে জিজ্ঞেস করতে পারিনি। অবশেষে তিনি হাজ্জের উদ্দেশে রওয়ানা হলে, আমিও তাঁর সঙ্গে গেলাম। ফেরার পথে আমরা যখন কোন একটি রাস্তা অতিক্রম করছিলাম, তখন তিনি প্রাকৃতিক প্রয়োজন পূরণের জন্য একটি পিলু গাছের আড়ালে গেলেন। ইব্‌নু ‘আব্বাস (রাঃ) বলেন, তিনি প্রয়োজন সেরে না আসা পর্যন্ত আমি সেখানে দাঁড়িয়ে অপেক্ষা করলাম। এরপর তাঁর সঙ্গে পথ চলতে চলতে বললাম, হে আমীরুল মু’মিনীন! নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর স্ত্রীদের কোন্ দু’জন তার বিপক্ষে একমত হয়ে পরস্পর একে অন্যকে সহযোগিতা করেছিলেন? তিনি বললেন, তাঁরা দু’জন হল হাফসাহ ও ‘আয়িশাহ (রাঃ)। ইব্‌নু ‘আব্বাস (রাঃ) বলেন, আমি বললাম, আল্লাহ্‌র শপথ! আমি আপনাকে এ বিষয়ে জিজ্ঞেস করার জন্য এক বছর যাবৎ ইচ্ছে করেছিলাম। কিন্তু আপনার ভয়ে আমার পক্ষে তা সম্ভব হয়নি। তখন ‘উমার (রাঃ) বললেন, এ রকম করবে না। যে বিষয়ে তুমি মনে করবে যে, আমি তা জানি, তা আমাকে জিজ্ঞেস করবে। এ বিষয়ে আমার জানা থাকলে আমি তোমাকে জানিয়ে দেব। তিনি বলেন, এরপর ‘উমার (রাঃ) বললেন, আল্লাহ্‌র শপথ! জাহিলী যুগে মহিলাদের কোন অধিকার আছে বলে আমরা মনে করতাম না। অবশেষে আল্লাহ্ তা‘আলা তাদের সম্পর্কে যে বিধান অবতীর্ণ করার ছিল তা অবতীর্ণ করলেন এবং তাদের হক হিসাবে যা নির্দিষ্ট করার ছিল তা নির্দিষ্ট করলেন। তিনি বলেন, একদিন আমি কোন এক ব্যাপারে চিন্তা ভাবনা করছিলাম, এমন সময় আমার স্ত্রী আমাকে বললেন, কাজটি যদি তুমি এভাবে এভাবে করতে। আমি বললাম, তোমার কী প্রয়োজন? এবং আমার কাজে তোমার এ অনধিকার চর্চা কেন। সে আমাকে বলল, হে খাত্তাবের বেটা! কি আশ্চর্য, তুমি চাও না যে, আমি তোমার কথার  উত্তর দান করি অথচ তোমার কন্যা হাফ্সাহ (রাঃ) রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কথার পৃষ্ঠে কথা বলে থাকে। এমনকি একদিন তো সে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে রাগানি¦ত করে ফেলে। এ কথা শুনে ‘উমার (রাঃ) দাঁড়িয়ে গেলেন এবং চাদরখানা নিয়ে তার বাড়িতে চলে গেলেন। তিনি তাকে বললেন, বেটী! তুমি নাকি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কথার প্রতি-উত্তর করে থাক। ফলে তিনি দিনভর দুঃখিত থাকেন। হাফ্সাহ (রাঃ) বলেন, আল্লাহ্‌র কসম! আমরা তো অবশ্যই তাঁর কথার জবাব দিয়ে থাকি। ‘উমার (রাঃ) বলেন, আমি বললাম, জেনে রাখ! আমি তোমাকে আল্লাহ্‌র শাস্তি এবং রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর অসন্তুষ্টি সম্পর্কে সতর্ক করছি। রূপ-সৌন্দর্যের কারণে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর ভালবাসা যাকে গর্বিতা করে রেখেছে, সে যেন তোমাকে প্রতারিত না করতে পারে। এ কথা বলে ‘উমার (রাঃ) ‘আয়িশাহ (রাঃ)-কে বোঝাচ্ছিলেন। ‘উমার (রাঃ) বলেন, এরপর আমি সেখান থেকে বেরিয়ে আসলাম এবং উম্মু সালামাহ (রাঃ)-এর ঘরে প্রবেশ করলাম ও এ ব্যাপারে তাঁর সঙ্গে আলোচনা করলাম। কারণ, তাঁর  সঙ্গে আমার আত্মীয়তার সম্পর্ক ছিল। তখন উম্মু সালামাহ (রাঃ) বললেন, হে খাত্তাবের বেটা! কি আশ্চর্য, তুমি প্রত্যেক ব্যাপারেই নাক গলাচ্ছ, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ও তার স্ত্রীদের ব্যাপারেও হস্তক্ষেপ করতে চাচ্ছ। আল্লাহ্‌র কসম! তিনি আমাকে এমন শক্তভাবে ধরলেন যে, আমার রাগ খতম হয়ে গেল। এরপর আমি তাঁর নিকট হতে চলে আসলাম। আমার একজন আনসার বন্ধু ছিল। যদি আমি কোন মাজলিসে অনুপস্থিত থাকতাম তাহলে সে এসে মাজলিসের খবর আমাকে জানাত। আর সে যদি অনুপস্থিত থাকত তাহলে আমি এসে তাকে মাজলিসের খবর জানাতাম। সে সময় আমরা গাস্সানী বাদশাহ্র আক্রমণের আশংকা করছিলাম। আমাদেরকে বলা হয়েছিল যে, সে আমাদের সঙ্গে যুদ্ধ করার জন্য রওয়ানা হয়েছে। তাই আমাদের হৃদয়-মন এ ভয়ে শংকিত ছিল। এমন সময় আমার আনসার বন্ধু এসে দরজায় আঘাত করে বললেন, দরজা খুলুন, দরজা খুলুন। আমি বললাম, গাস্সানীরা চলে এসেছে নাকি? তিনি বললেন, বরং এর চেয়েও কঠিন ব্যাপার ঘটে গেছে। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাঁর সহধর্মিণীদের থেকে পৃথক হয়ে গিয়েছেন। তখন আমি বললাম, হাফ্সাহ ও ‘আয়িশাহর নাক ধূলায় ধূসরিত হোক। এরপর আমি কাপড় নিয়ে বেরিয়ে গেলাম। গিয়ে দেখলাম, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) একটি উঁচু কক্ষে অবস্থান করছেন। সিঁড়ি বেয়ে সেখানে পৌঁছতে হয়। সিঁড়ির মুখে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর একজন কালো গোলাম বসা ছিল। আমি বললাম, বলুন, ‘উমার ইব্‌নু খাত্তাব এসেছেন। এরপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমাকে অনুমতি দিলেন, আমি তাঁকে সব কথা বললাম, আমি যখন উম্মু সালামাহ্র কপোপকথন পর্যন্ত পৌঁছলাম তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) মুচকি হাসলেন। এ সময় তিনি একটা চাটাইয়ের উপর শুয়ে ছিলেন। চাটাই এবং রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর মাঝে আর কিছুই ছিল না। তাঁর মাথার নিচে ছিল খেজুরের ছালভর্তি চামড়ার একটি বালিশ এবং পায়ের কাছে ছিল সল্ম বৃক্ষের পাতার একটি স্তূপ ও মাথার উপর লটকানো ছিল চামড়ার একটি মশক। আমি রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর এক পার্শ্বে চাটাইয়ের দাগ দেখে কেঁদে ফেললে তিনি বললেন, তুমি কেন কাঁদছ? আমি বললাম, হে আল্লাহ্‌র রসূল! কিসরা ও কায়সার পার্থিব ভোগ-বিলাসের মধ্যে ডুবে আছে, অথচ আপনি আল্লাহ্‌র রসূল। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, তুমি এতে সন্তুষ্ট নও যে, তারা দুনিয়া লাভ করুক, আর আমরা আখিরাত লাভ করি। [৮৯; মুসলিম ১৮/৫, হাঃ ১৪৭৯] (আ.প্র. ৪৫৪৪, ই.ফা. ৪৫৪৮)",
    "ar": "عَبْدُ الْعَزِيْزِ بْنُ عَبْدِ اللهِ حَدَّثَنَا سُلَيْمَانُ بْنُ بِلَالٍ عَنْ يَحْيَى عَنْ عُبَيْدِ بْنِ حُنَيْنٍ أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا يُحَدِّثُ أَنَّهُ قَالَ مَكَثْتُ سَنَةً أُرِيْدُ أَنْ أَسْأَلَ عُمَرَ بْنَ الْخَطَّابِ عَنْ آيَةٍ فَمَا أَسْتَطِيْعُ أَنْ أَسْأَلَهُ هَيْبَةً لَهُ حَتَّى خَرَجَ حَاجًّا فَخَرَجْتُ مَعَهُ فَلَمَّا رَجَعْنَا وَكُنَّا بِبَعْضِ الطَّرِيْقِ عَدَلَ إِلَى الْأَرَاكِ لِحَاجَةٍ لَهُ قَالَ فَوَقَفْتُ لَهُ حَتَّى فَرَغَ ثُمَّ سِرْتُ مَعَهُ فَقُلْتُ يَا أَمِيْرَ الْمُؤْمِنِيْنَ مَنْ اللَّتَانِ تَظَاهَرَتَا عَلَى النَّبِيِّ صلى الله عليه وسلم مِنْ أَزْوَاجِهِ فَقَالَ تِلْكَ حَفْصَةُ وَعَائِشَةُ قَالَ فَقُلْتُ وَاللهِ إِنْ كُنْتُ لَأُرِيْدُ أَنْ أَسْأَلَكَ عَنْ هَذَا مُنْذُ سَنَةٍ فَمَا أَسْتَطِيْعُ هَيْبَةً لَكَ قَالَ فَلَا تَفْعَلْ مَا ظَنَنْتَ أَنَّ عِنْدِيْ مِنْ عِلْمٍ فَاسْأَلْنِيْ فَإِنْ كَانَ لِيْ عِلْمٌ خَبَّرْتُكَ بِهِ قَالَ ثُمَّ قَالَ عُمَرُ وَاللهِ إِنْ كُنَّا فِي الْجَاهِلِيَّةِ مَا نَعُدُّ لِلنِّسَاءِ أَمْرًا حَتَّى أَنْزَلَ اللهُ فِيْهِنَّ مَا أَنْزَلَ وَقَسَمَ لَهُنَّ مَا قَسَمَ قَالَ فَبَيْنَا أَنَا فِيْ أَمْرٍ أَتَأَمَّرُهُ إِذْ قَالَتْ امْرَأَتِيْ لَوْ صَنَعْتَ كَذَا وَكَذَا قَالَ فَقُلْتُ لَهَا مَا لَكَ وَلِمَا هَا هُنَا وَفِيْمَ تَكَلُّفُكِ فِيْ أَمْرٍ أُرِيْدُهُ فَقَالَتْ لِيْ عَجَبًا لَكَ يَا ابْنَ الْخَطَّابِ مَا تُرِيْدُ أَنْ تُرَاجَعَ أَنْتَ وَإِنَّ ابْنَتَكَ لَتُرَاجِعُ رَسُوْلَ اللهِ صلى الله عليه وسلم حَتَّى يَظَلَّ يَوْمَهُ غَضْبَانَ فَقَامَ عُمَرُ فَأَخَذَ رِدَاءَهُ مَكَانَهُ حَتَّى دَخَلَ عَلَى حَفْصَةَ فَقَالَ لَهَا يَا بُنَيَّةُ إِنَّكِ لَتُرَاجِعِيْنَ رَسُوْلَ اللهِ صلى الله عليه وسلم حَتَّى يَظَلَّ يَوْمَهُ غَضْبَانَ فَقَالَتْ حَفْصَةُ وَاللهِ إِنَّا لَنُرَاجِعُهُ فَقُلْتُ تَعْلَمِيْنَ أَنِّيْ أُحَذِّرُكِ عُقُوْبَةَ اللهِ وَغَضَبَ رَسُوْلِهِ صلى الله عليه وسلم يَا بُنَيَّةُ لَا يَغُرَّنَّكِ هَذِهِ الَّتِيْ أَعْجَبَهَا حُسْنُهَا حُبُّ رَسُوْلِ اللهِ صلى الله عليه وسلم إِيَّاهَا يُرِيْدُ عَائِشَةَ قَالَ ثُمَّ خَرَجْتُ حَتَّى دَخَلْتُ عَلَى أُمِّ سَلَمَةَ لِقَرَابَتِيْ مِنْهَا فَكَلَّمْتُهَا فَقَالَتْ أُمُّ سَلَمَةَ عَجَبًا لَكَ يَا ابْنَ الْخَطَّابِ دَخَلْتَ فِيْ كُلِّ شَيْءٍ حَتَّى تَبْتَغِيَ أَنْ تَدْخُلَ بَيْنَ رَسُوْلِ اللهِ صلى الله عليه وسلم وَأَزْوَاجِهِ فَأَخَذَتْنِيْ وَاللهِ أَخْذًا كَسَرَتْنِيْ عَنْ بَعْضِ مَا كُنْتُ أَجِدُ فَخَرَجْتُ مِنْ عِنْدِهَا وَكَانَ لِيْ صَاحِبٌ مِنَ الْأَنْصَارِ إِذَا غِبْتُ أَتَانِيْ بِالْخَبَرِ وَإِذَا غَابَ كُنْتُ أَنَا آتِيْهِ بِالْخَبَرِ وَنَحْنُ نَتَخَوَّفُ مَلِكًا مِنْ مُلُوْكِ غَسَّانَ ذُكِرَ لَنَا أَنَّهُ يُرِيْدُ أَنْ يَسِيْرَ إِلَيْنَا فَقَدْ امْتَلَأَتْ صُدُوْرُنَا مِنْهُ فَإِذَا صَاحِبِي الْأَنْصَارِيُّ يَدُقُّ الْبَابَ فَقَالَ افْتَحْ افْتَحْ فَقُلْتُ جَاءَ الْغَسَّانِيُّ فَقَالَ بَلْ أَشَدُّ مِنْ ذَلِكَ اعْتَزَلَ رَسُوْلُ اللهِ صلى الله عليه وسلم أَزْوَاجَهُ فَقُلْتُ رَغَمَ أَنْفُ حَفْصَةَ وَعَائِشَةَ فَأَخَذْتُ ثَوْبِيْ فَأَخْرُجُ حَتَّى جِئْتُ فَإِذَا رَسُوْلُ اللهِ صلى الله عليه وسلم فِيْ مَشْرُبَةٍ لَهُ يَرْقَى عَلَيْهَا بِعَجَلَةٍ وَغُلَامٌ لِرَسُوْلِ اللهِ صلى الله عليه وسلمأَسْوَدُ عَلَى رَأْسِ الدَّرَجَةِ فَقُلْتُ لَهُ قُلْ هَذَا عُمَرُ بْنُ الْخَطَّابِ فَأَذِنَ لِيْ قَالَ عُمَرُ فَقَصَصْتُ عَلَى رَسُوْلِ اللهِ صلى الله عليه وسلم هَذَا الْحَدِيْثَ فَلَمَّا بَلَغْتُ حَدِيْثَ أُمِّ سَلَمَةَ تَبَسَّمَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَإِنَّهُ لَعَلَى حَصِيْرٍ مَا بَيْنَهُ وَبَيْنَهُ شَيْءٌ وَتَحْتَ رَأْسِهِ وِسَادَةٌ مِنْ أَدَمٍ حَشْوُهَا لِيْفٌ وَإِنَّ عِنْدَ رِجْلَيْهِ قَرَظًا مَصْبُوْبًا وَعِنْدَ رَأْسِهِ أَهَبٌ مُعَلَّقَةٌ فَرَأَيْتُ أَثَرَ الْحَصِيْرِ فِيْ جَنْبِهِ فَبَكَيْتُ فَقَالَ مَا يُبْكِيْكَ فَقُلْتُ يَا رَسُوْلَ اللهِ إِنَّ كِسْرَى وَقَيْصَرَ فِيْمَا هُمَا فِيْهِ وَأَنْتَ رَسُوْلُ اللهِ فَقَالَ أَمَا تَرْضَى أَنْ تَكُوْنَ لَهُمْ الدُّنْيَا وَلَنَا الآخِرَةُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}