{
  "hadith": {
    "hadith_id": 4921,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) একদল সহাবীকে নিয়ে উকায বাজারের দিকে রওয়ানা হলেন। এ সময়ই জিনদের আসমানী খবরাদি শোনার ব্যাপারে বাধা সৃষ্টি করে দেয়া হয়েছে এবং ছুঁড়ে মারা হয়েছে তাদের বিরুদ্ধে লেলিহান অগ্নিশিখা। ফলে জিন শায়ত্বনরা ফিরে আসলে অন্য জিনরা তাদেরকে বলল, তোমাদের কী হয়েছে? তারা বলল, আসমানী খবরাদি সংগ্রহ করার ক্ষেত্রে আমাদের উপর বাধা সৃষ্টি করা হয়েছে এবং আমাদের প্রতি লেলিহান অগ্নিশিখা ছুঁড়ে মারা হয়েছে। তখন শয়তান বলল, আসমানী খবরাদি সংগ্রহের ব্যাপারে তোমাদের প্রতি যে বাধা সৃষ্টি করা হয়েছে, অবশ্যই তা কোন নতুন ঘটনা ঘটার কারণেই হয়েছে। সুতরাং তোমরা পৃথিবীর পূর্ব ও পশ্চিম দিগন্ত পর্যন্ত সফর কর এবং দেখ ব্যাপারটা কী ঘটেছে? তাই আসমানী খবরাদি সংগ্রহের ক্ষেত্রে যে প্রতিবন্ধকতার সৃষ্টি হয়েছে, এর কারণ খুঁজে বের করার জন্য তারা সকলেই পৃথিবীর পূর্ব এবং পশ্চিমে অনুসন্ধানে বেরিয়ে পড়ল। ‘আবদুল্লাহ্ ইব্‌নু ‘আব্বাস (রাঃ) বলেন, যারা তিহামার উদ্দেশে বেরিয়েছিল, তারা ‘নাখলা’ নামক স্থানে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর কাছে এসে উপস্থিত হল। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এখান থেকে উকায বাজারের দিকে যাওয়ার মনস্থ করেছিলেন। এ সময় রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) সহাবীদেরকে নিয়ে ফাজ্রের সলাত আদায় করছিলেন। জিনদের ঐ দলটি কুরআন মাজীদ শুনতে পেয়ে আরো বেশি মনোযোগ দিয়ে তা শুনতে লাগল এবং বলল, আসমানী খবর আর তোমাদের মাঝে এটাই সত্যিকারে বাধা সৃষ্টি করেছে। এরপর তারা তাদের কওমের কাছে ফিরে এসে বলল, হে আমাদের কওম! আমরা এক আশ্চর্যজনক কুরআন শ্রবণ করেছি, যা সঠিক পথ নির্দেশ করে। এতে আমরা বিশ্বাস স্থাপন করেছি। আমরা কখনও আমাদের প্রতিপালকের কোন শরীক স্থির করব না। এরপর আল্লাহ তাঁর নাবীর প্রতি অবতীর্ণ করলেন ঃ বল, আমার প্রতি ওয়াহী প্রেরিত হয়েছে যে জিনদের একটি দল মনোযোগ দিয়ে শুনেছে। জিনদের উপরোক্ত কথা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে ওয়াহীর মারফত জানিয়ে দেয়া হয়েছিল।  [৭৭৩] (আ.প্র. ৪৫৫২, ই.ফা. ৪৫৫৬)",
    "ar": "مُوْسَى بْنُ إِسْمَاعِيْلَ حَدَّثَنَا أَبُوْ عَوَانَةَ عَنْ أَبِيْ بِشْرٍ عَنْ سَعِيْدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ قَالَ انْطَلَقَ رَسُوْلُ اللهِ صلى الله عليه وسلم فِيْ طَائِفَةٍ مِنْ أَصْحَابِهِ عَامِدِيْنَ إِلَى سُوْقِ عُكَاظٍ وَقَدْ حِيْلَ بَيْنَ الشَّيَاطِيْنِ وَبَيْنَ خَبَرِ السَّمَاءِ وَأُرْسِلَتْ عَلَيْهِمْ الشُّهُبُ فَرَجَعَتْ الشَّيَاطِيْنُ فَقَالُوْا مَا لَكُمْ فَقَالُوْا حِيْلَ بَيْنَنَا وَبَيْنَ خَبَرِ السَّمَاءِ وَأُرْسِلَتْ عَلَيْنَا الشُّهُبُ قَالَ مَا حَالَ بَيْنَكُمْ وَبَيْنَ خَبَرِ السَّمَاءِ إِلَّا مَا حَدَثَ فَاضْرِبُوْا مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا فَانْظُرُوْا مَا هَذَا الْأَمْرُ الَّذِيْ حَدَثَ فَانْطَلَقُوْا فَضَرَبُوْا مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا يَنْظُرُوْنَ مَا هَذَا الْأَمْرُ الَّذِيْ حَالَ بَيْنَهُمْ وَبَيْنَ خَبَرِ السَّمَاءِ قَالَ فَانْطَلَقَ الَّذِيْنَ تَوَجَّهُوْا نَحْوَ تِهَامَةَ إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلم بِنَخْلَةَ وَهُوَ عَامِدٌ إِلَى سُوْقِ عُكَاظٍ وَهُوَ يُصَلِّيْ بِأَصْحَابِهِ صَلَاةَ الْفَجْرِ فَلَمَّا سَمِعُوا الْقُرْآنَ تَسَمَّعُوْا لَهُ فَقَالُوْا هَذَا الَّذِيْ حَالَ بَيْنَكُمْ وَبَيْنَ خَبَرِ السَّمَاءِ فَهُنَالِكَ رَجَعُوْا إِلَى قَوْمِهِمْ فَقَالُوْا يَا قَوْمَنَا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا يَهْدِيْ إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا وَأَنْزَلَ اللهُ عَزَّ وَجَلَّ عَلَى نَبِيِّهِ صلى الله عليه وسلم{قُلْ أُوْحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِّنَ الْجِنِّ} وَإِنَّمَا أُوْحِيَ إِلَيْهِ قَوْلُ الْجِنِّ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}