{
  "hadith": {
    "hadith_id": 4929,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি আল্লাহ্‌র বাণী ঃ لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ এ আয়াতের ব্যাখ্যায় বলেন যে, জিবরীল (‘আ.) যখন ওয়াহী নিয়ে আসতেন তখন রসূল তাঁর জিহ্বা ও ঠোঁট দু’টো দ্রুত নাড়তেন। এটা তাঁর জন্য কষ্টসাধ্য হত এবং তাঁর চেহারা দেখেই বোঝা যেত। তাই আল্লাহ্ তা‘আলা ঃ “তাড়াতাড়ি ওয়াহী আয়ত্ত করার জন্য তোমার জিহ্বা সঞ্চালন করবে না; এ কুরআন সংরক্ষণ ও পাঠ করিয়ে দেয়ার দায়িত্ব আমারই” অবতীর্ণ করলেন। এতে আল্লাহ ইরশাদ করেছেন ঃ এ কুরআনকে আপনার বক্ষে সংরক্ষিত করা ও পড়িয়ে দেয়ার ভার আমার উপর। সুতরাং আমি যখন তা পাঠ করি, তুমি সে পাঠের অনুসরণ কর, অর্থাৎ আমি যখন ওয়াহী অবতীর্ণ করি তখন তুমি মনোযোগ দিয়ে শুন। তারপর এর বিস্তারিত ব্যাখ্যার দায়িত্ব আমারই। অর্থাৎ তোমার মুখে তা বর্ণনা করার দায়িত্ব আমারই। রাবী বলেন, এরপর জিব্রীল (‘আ.) চলে গেলে আল্লাহ্‌র ওয়াদা ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ মুতাবিক তিনি তা পাঠ করতেন। أَوْلَى لَكَ فَأَوْلَى দুর্ভোগ তোমার জন্য, দুর্ভোগ! تَوَعُّدٌ এ আয়াতে ভীতি প্রদর্শন করা হয়েছে। [৫; মুসলিম ৪/৩২, হাঃ ৪৪৮, আহমাদ ৩১৯১] (আ.প্র. ৪৫৬০, ই.ফা. ৪৫৬৪)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيْدٍ حَدَّثَنَا جَرِيْرٌ عَنْ مُوْسَى بْنِ أَبِيْ عَائِشَةَ عَنْ سَعِيْدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ فِيْ قَوْلِهِ {لَا تُحَرِّكْ بِهٰ لِسَانَكَ لِتَعْجَلَ بِهٰ} قَالَ كَانَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِذَا نَزَلَ جِبْرِيْلُ بِالْوَحْيِ وَكَانَ مِمَّا يُحَرِّكُ بِهِ لِسَانَهُ وَشَفَتَيْهِ فَيَشْتَدُّ عَلَيْهِ وَكَانَ يُعْرَفُ مِنْهُ فَأَنْزَلَ اللهُ الْآيَةَ الَّتِيْ فِيْ {لَآ أُقْسِمُ بِيَوْمِ الْقِيٰمَةِ لَا تُحَرِّكْ بِهٰ لِسَانَكَ لِتَعْجَلَ بِهٰط- إِنَّ عَلَيْنَا جَمْعَه” وَقُرْاٰنَه} قَالَ عَلَيْنَا أَنْ نَجْمَعَهُ فِيْ صَدْرِكَ وَقُرْآنَهُ {فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ} فَإِذَا أَنْزَلْنَاهُ فَاسْتَمِعْ {) ثُمَّ إِنَّ عَلَيْنَا بَيَانَه”} عَلَيْنَا أَنْ نُبَيِّنَهُ بِلِسَانِكَ قَالَ فَكَانَ إِذَا أَتَاهُ جِبْرِيْلُ أَطْرَقَ فَإِذَا ذَهَبَ قَرَأَهُ كَمَا وَعَدَهُ اللهُ عَزَّ وَجَلَّ {أَوْلٰى لَكَ فَأَوْلٰى} تَوَعُّدٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}