{
  "hadith": {
    "hadith_id": 4931,
    "narrator": "‘আবদুল্লাহ্ (রাঃ)",
    "bn": "ইসরাঈল সূত্রে আসওয়াদ ইব্‌নু ‘আমির পূর্বের হাদীসটির অনুসরণ করেছেন। (অন্য সানাদে) হাফ্স, আবূ মু‘আবীয়াহ এবং সুলাইমান ইব্‌নু কারম (রহ.)....‘আবদুল্লাহ্ (রাঃ) থেকে অনুরূপ বর্ণনা করেছেন। (অপর এক সানাদে) ইব্‌নু ইসহাক (রহ.)....‘আবদুল্লাহ্ (রাঃ) থেকে ঠিক এমনি বর্ণনা করেছেন। [১৮৩০] (ই.ফা. ৪৫৬৬)\n‘আবদুল্লাহ্ (ইব্‌নু মাস‘ঊদ) (রাঃ) হতে বর্ণিত যে, এক গুহার মধ্যে আমরা রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সঙ্গে ছিলাম। এমন সময় তাঁর প্রতি অবতীর্ণ হল সূরাহ ওয়াল মুরসলাত। আমরা তাঁর মুখ থেকে সেটা গ্রহণ করছিলাম। এ সুরার তিলাওয়াতে তখনও রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর মুখ সিক্ত ছিঁঁল, হঠাৎ একটি সাপ বেরিয়ে এল। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, “তোমরা ওটাকে মেরে ফেল।” ‘আবদুল্লাহ্ (রাঃ) বলেন, আমরা সেদিকে দৌড়ে গেলাম, কিন্তু সাপটি আমাদের আগে চলে গেল। বর্ণনাকারী বলেন, তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, ওটা তোমাদের অনিষ্ট হতে বেঁচে গেল যেমনি তোমরা এর অনিষ্ট হতে বেঁচে গেলে। (আ.প্র. ৪৫৬২, ই.ফা. ৪৫৬৭)",
    "ar": "عَبْدَةُ بْنُ عَبْدِ اللهِ أَخْبَرَنَا يَحْيَى بْنُ آدَمَ عَنْ إِسْرَائِيْلَ عَنْ مَنْصُوْرٍ بِهَذَا وَعَنْ إِسْرَائِيْلَ عَنِ الْأَعْمَشِ عَنْ إِبْرَاهِيْمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللهِ مِثْلَهُ وَتَابَعَهُ أَسْوَدُ بْنُ عَامِرٍ عَنْ إِسْرَائِيْلَ وَقَالَ حَفْصٌ وَأَبُوْ مُعَاوِيَةَ وَسُلَيْمَانُ بْنُ قَرْمٍ عَنِ الْأَعْمَشِ عَنْ إِبْرَاهِيْمَ عَنِ الْأَسْوَدِ قَالَ يَحْيَى بْنُ حَمَّادٍ أَخْبَرَنَا أَبُوْ عَوَانَةَ عَنْ مُغِيْرَةَ عَنْ إِبْرَاهِيْمَ عَنْ عَلْقَمَةَ عَنْ عَبْدِ اللهِ وَقَالَ ابْنُ إِسْحَاقَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْأَسْوَدِ عَنْ أَبِيْهِ عَنْ عَبْدِ اللهِ.\nحَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا جَرِيْرٌ عَنِ الْأَعْمَشِ عَنْ إِبْرَاهِيْمَ عَنِ الْأَسْوَدِ قَالَ قَالَ عَبْدُ اللهِ بَيْنَا نَحْنُ مَعَ رَسُوْلِ اللهِ صلى الله عليه وسلم فِيْ غَارٍ إِذْ نَزَلَتْ عَلَيْهِ {وَالْمُرْسَلَاتِ} فَتَلَقَّيْنَاهَا مِنْ فِيْهِ وَإِنَّ فَاهُ لَرَطْبٌ بِهَا إِذْ خَرَجَتْ حَيَّةٌ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم عَلَيْكُمْ اقْتُلُوْهَا قَالَ فَابْتَدَرْنَاهَا فَسَبَقَتْنَا قَالَ فَقَالَ وُقِيَتْ شَرَّكُمْ كَمَا وُقِيْتُمْ شَرَّهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}