{
  "hadith": {
    "hadith_id": 4953,
    "narrator": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর সহধর্মিণী ‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, ঘুমের অবস্থায় সত্য স্বপ্নের মাধ্যমে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-এর প্রতি ওয়াহী শুরু করা হয়েছিল। ঐ সময় তিনি যে স্বপ্ন দেখতেন, তা সকালের আলোর মতই সুস্পষ্ট হত। এরপর নির্জনতা তার কাছে প্রিয় হয়ে উঠল। তিনি হেরা গুহায় চলে যেতেন এবং পরিবার-পরিজনের কাছে আসার পূর্বে সেখানে লাগাতার কয়েকদিন পর্যন্ত তাহানন্নুছ করতেন। তাহান্নুছ মানে বিশেষ পদ্ধতিতে ‘ইবাদাত করা। এ জন্য তিনি কিছু খাবার নিয়ে যেতেন। এরপর তিনি খাদীজাহ (রাঃ)-এর কাছে ফিরে এসে আবার ওরকম কিছু কিছু খাবার নিয়ে যেতেন। শেষে হেরা গুহায় থাকা অবস্থায় হঠাৎ তার কাছে সত্যবাণী এসে পৌঁছল। ফেরেশতা তাঁর কাছে এসে বললেন, পড়–ন। রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, আমি পড়তে পারি না। রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেন, এরপর তিনি আমাকে ধরে খুব জোরে আলিঙ্গণ করলেন। এতে আমি প্রাণান্তকর কষ্ট অনুভব করলাম। তারপর তিনি আমাকে ছেড়ে দিয়ে বললেন, পড়–ন। আমি বললাম, আমি তো পড়তে পারি না। রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেন, এরপর তিনি আমাকে ধরে দ্বিতীয়বার খুব জোরে আলিঙ্গণ করলেন। এতেও আমি ভীষণ কষ্ট অনুভব করলাম। এরপর তিনি আমাকে ছেড়ে দিয়ে বললেন, পড়–ন। আমি বললাম, আমি পড়তে পারি না। এরপর তিনি আমাকে দরে তৃতীয়বার খুব জোরে আলিঙ্গণ করলেন। এবারও আমি খুব কষ্ট অনুভব করলাম। তারপর তিনি আমাকে ছেড়ে দিয়ে বললেন, পাঠ কর তোমার প্রতিপালকের নামে, যিনি সৃষ্টি করেছেন। সৃষ্টি করেছেন মানুষকে আলাক হতে। পাঠ কর, আর তোমার প্রতিপালক মহিমানি¦ত। যিনি কলমের সাহায্যে শিক্ষা দিয়েছেন। শিক্ষা দিয়েছেন, মানুষকে যা সে জানত না। এরপর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এ আয়াতগুলো নিয়ে বাড়ি ফিরলেন। এ সময় তাঁর কাঁধের গোশ্ত ভয়ে থরথর করে কাঁপছিল। খাদীজার কাছে পৌঁছেই তিনি বললেন, আমাকে বস্ত্রাবৃত কর, আমাকে বস্ত্রাবৃত কর। তখন সকলেই তাঁকে বস্ত্রাবৃত করে দিল। অবশেষে তার ভীতিভাব দূর হলে তিনি খাদীজাকে বললেন, খাদীজা আমার কী হল? আমি আমার নিজের সম্পর্কে আশংকাবোধ করছি। এরপর তিনি তাঁকে সব কথা খুলে বললেন। এ কথা শুনে খাদীজাহ (রাঃ) বললেন, কখনো নয়। আপনি সুসংবাদ নিন। আল্লাহ্‌র শপথ, আল্লাহ্ কখনো আপনাকে লাঞ্ছিত করবেন না। আপনি আত্মীয়দের খোঁজ-খবর নেন, সত্য কথা বলেন, সহায়হীন লোকদের বোঝা লাঘব করে দেন, নিঃস্ব লোকদেরকে উপার্জন করে দেন, মেহমানদের আপ্যায়ন করেন এবং হকের পথে আসা বিপদাপদে পতিত লোকদেরকে সাহায্য করে থাকে। তারপর খাদীজাহ তাঁকে নিয়ে তাঁর চাচাত ভাআরাকা ইব্‌নু নাওফালের কাছে গেলেন। তিনি জাহিলী যুগে খৃস্ট ধর্ম গ্রহণ করেছিলেন। তিনি আরবী ভাষায় কিতাব লিখতেন। আর তিনি আল্লাহ্‌র ইচ্ছা মাফিক আরবী ভাষায় ইনজীল কিতাব অনুবাদ করে লিখতেন। তিনি খুব বৃদ্ধ ও অন্ধ হয়ে গিয়েছিলেন। খাদীজাহ (রাঃ) তাঁকে বললেন, হে আমার চাচাত ভাই। আপনার ভাতিজা কী বলেন একটু শুনুন। তখন ওয়ারাকা বললেন, ভাতিজা, কী হয়েছে তোমার? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যা দেখেছিলেন, সব কিছুর ব্যাপারে তাকে জানালেন। সব কথা শুনে ওয়ারাকা বললেন, ইনিই সেই ফেরেশতা, যাকে মূসার কাছে পাঠানো হয়েছিল। আহ! সে সময় আমি যদি যুবক হতাম। আহ্! সে সময় আমিযদি জীবিত থাকতাম। তারপর তিনি একটি গুরুতর বিষয় উল্লেখ করলে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বললেন, সত্যিই তারা কি আমাকে বের করে দেবে? ওয়ারাকা বললেন, হ্যাঁ, তারা তোমাকে বের করে দেবে। তুমি যে দাওয়াত নিয়ে এসেছ, এ দাওয়াত যে-ই নিয়ে এসেছে তাকেই কষ্ট দেয়া হয়েছে। তোমার নবুয়তকালে আমি জীবিত থাকলে অবশ্যই আমি তোমাকে প্রবল ও সর্বতোভাবে সাহায্য করতাম। এরপর ওয়ারাকা অধিক দিন বাঁচেননি; বরং অল্পদিনের মধ্যেই তিনি মারা গেলেন। দীর্ঘ সময়ের জন্য ওয়াহী বন্ধ হয়ে গেল। এতে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) খুবই চিন্তাযুক্ত হয়ে পড়লেন। [৩] (আ.প্র. ৪৫৮৫, ই.ফা. ৪৫৯০)",
    "ar": "يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ ح و حَدَّثَنِيْ سَعِيْدُ بْنُ مَرْوَانَ حَدَّثَنَا مُحَمَّدُ بْنُ عَبْدِ الْعَزِيْزِ بْنِ أَبِيْ رِزْمَةَ أَخْبَرَنَا أَبُوْ صَالِحٍ سَلْمَوَيْهِ قَالَ حَدَّثَنِيْ عَبْدُ اللهِ عَنْ يُوْنُسَ بْنِ يَزِيْدَ قَالَ أَخْبَرَنِي ابْنُ شِهَابٍ أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ أَخْبَرَهُ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ كَانَ أَوَّلَ مَا بُدِئَ بِهِ رَسُوْلُ اللهِ صلى الله عليه وسلم الرُّؤْيَا الصَّادِقَةُ فِي النَّوْمِ فَكَانَ لَا يَرَى رُؤْيَا إِلَّا جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ ثُمَّ حُبِّبَ إِلَيْهِ الْخَلَاءُ فَكَانَ يَلْحَقُ بِغَارِ حِرَاءٍ فَيَتَحَنَّثُ فِيْهِ قَالَ وَالتَّحَنُّثُ التَّعَبُّدُ اللَّيَالِيَ ذَوَاتِ الْعَدَدِ قَبْلَ أَنْ يَرْجِعَ إِلَى أَهْلِهِ وَيَتَزَوَّدُ لِذَلِكَ ثُمَّ يَرْجِعُ إِلَى خَدِيْجَةَ فَيَتَزَوَّدُ بِمِثْلِهَا حَتَّى فَجِئَهُ الْحَقُّ وَهُوَ فِيْ غَارِ حِرَاءٍ فَجَاءَهُ الْمَلَكُ فَقَالَ اقْرَأْ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم مَا أَنَا بِقَارِئٍ قَالَ فَأَخَذَنِيْ فَغَطَّنِيْ حَتَّى بَلَغَ مِنِّيْ الْجُهْدَ ثُمَّ أَرْسَلَنِيْ فَقَالَ اقْرَأْ قُلْتُ مَا أَنَا بِقَارِئٍ فَأَخَذَنِيْ فَغَطَّنِي الثَّانِيَةَ حَتَّى بَلَغَ مِنِّيْ الْجُهْدَ ثُمَّ أَرْسَلَنِيْ فَقَالَ اقْرَأْ قُلْتُ مَا أَنَا بِقَارِئٍ فَأَخَذَنِيْ فَغَطَّنِي الثَّالِثَةَ حَتَّى بَلَغَ مِنِّيْ الْجُهْدَ ثُمَّ أَرْسَلَنِيْ فَقَالَ {اِقْرَأْ بِاسْمِ رَبِّكَ الَّذِيْ خَلَقَ ج - خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ ج - اِقْرَأْ وَرَبُّكَ الْأَكْرَمُ لا - الَّذِيْ عَلَّمَ بِالْقَلَمِ} الْآيَاتِ إِلَى قَوْلِهِ {عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ} فَرَجَعَ بِهَا رَسُوْلُ اللهِ صلى الله عليه وسلم تَرْجُفُ بَوَادِرُهُ حَتَّى دَخَلَ عَلَى خَدِيْجَةَ فَقَالَ زَمِّلُوْنِيْ زَمِّلُوْنِيْ فَزَمَّلُوْهُ حَتَّى ذَهَبَ عَنْهُ الرَّوْعُ قَالَ لِخَدِيْجَةَ أَيْ خَدِيْجَةُ مَا لِيْ لَقَدْ خَشِيْتُ عَلَى نَفْسِيْ فَأَخْبَرَهَا الْخَبَرَ قَالَتْ خَدِيْجَةُ كَلَّا أَبْشِرْ فَوَاللهِ لَا يُخْزِيْكَ اللهُ أَبَدًا فَوَاللهِ إِنَّكَ لَتَصِلُ الرَّحِمَ وَتَصْدُقُ الْحَدِيْثَ وَتَحْمِلُ الْكَلَّ وَتَكْسِبُ الْمَعْدُوْمَ وَتَقْرِي الضَّيْفَ وَتُعِيْنُ عَلَى نَوَائِبِ الْحَقِّ فَانْطَلَقَتْ بِهِ خَدِيْجَةُ حَتَّى أَتَتْ بِهِ وَرَقَةَ بْنَ نَوْفَلٍ وَهُوَ ابْنُ عَمِّ خَدِيْجَةَ أَخِيْ أَبِيْهَا وَكَانَ امْرًَا تَنَصَّرَ فِي الْجَاهِلِيَّةِ وَكَانَ يَكْتُبُ الْكِتَابَ الْعَرَبِيَّ وَيَكْتُبُ مِنَ الإِنْجِيْلِ بِالْعَرَبِيَّةِ مَا شَاءَ اللهُ أَنْ يَكْتُبَ وَكَانَ شَيْخًا كَبِيْرًا قَدْ عَمِيَ فَقَالَتْ خَدِيْجَةُ يَا ابْنَ عَمِّ اسْمَعْ مِنْ ابْنِ أَخِيْكَ قَالَ وَرَقَةُ يَا ابْنَ أَخِيْ مَاذَا تَرَى فَأَخْبَرَهُ النَّبِيُّ صلى الله عليه وسلم خَبَرَ مَا رَأَى فَقَالَ وَرَقَةُ هَذَا النَّامُوْسُ الَّذِيْ أُنْزِلَ عَلَى مُوْسَى لَيْتَنِيْ فِيْهَا جَذَعًا لَيْتَنِيْ أَكُوْنُ حَيًّا ذَكَرَ حَرْفًا قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم أَوَمُخْرِجِيَّ هُمْ قَالَ وَرَقَةُ نَعَمْ لَمْ يَأْتِ رَجُلٌ بِمَا جِئْتَ بِهِ إِلَّا أُوْذِيَ وَإِنْ يُدْرِكْنِيْ يَوْمُكَ حَيًّا أَنْصُرْكَ نَصْرًا مُؤَزَّرًا ثُمَّ لَمْ يَنْشَبْ وَرَقَةُ أَنْ تُوُفِّيَ وَفَتَرَ الْوَحْيُ فَتْرَةً حَتَّى حَزِنَ رَسُوْلُ اللهِ صلى الله عليه وسلم",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}