{
  "hadith": {
    "hadith_id": 4962,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেন, তিন শ্রেণীর  মানুষের ঘোড়া থাকে। এক শ্রেণীর মানুষের জন্য তা সওয়াব ও পুরস্কারের কারণ হয়, এক শ্রেণীর মানুষের জন্য তা (গুনাহ্ থেকে) আবরণস্বরূপ এবং এক শ্রেণীর মানুষের প্রতি তা হয় গুনাহ্র কারণ। যার জন্য তা সওয়াবের কারণ হয়, তারা সেসব লোক, যারা আল্লাহ্‌র পথে জিহাদের জন্য তা প্রস্তুত করে রাখে এবং কোন চারণ ক্ষেত্রে বা বাগানে লম্বা দড়ি দিয়ে তাকে বেঁধে রাখে। দড়ির আওতায় চারণ ক্ষেত্রে বা বাগানে সে যা কিছু খায় তা ঐ ব্যক্তির জন্য নেকী হিসাবে গণ্য হয়। যদি ঘোড়াটি দড়ি ছিঁড়ে ফেলে এবং নিজ স্থান পার হয়ে এক/দু’ উঁচু স্থানে চলে যায়, তাহলে তার পদচিহ্ন ও গোবরের বিনিময়েও ঐ ব্যক্তি সওয়াব লাভ করবে। আর ঘোড়াটি যদি কোন নহরের কিনারায় গিয়ে নিজে নিজেই পানি পান করে নেয়-মালিকের সেখান থেকে পানি পান করানোর ইচ্ছা না থাকলেও সে ব্যক্তি এর বিনিময়ে সওয়াবের অধিকারী হবে। এ ঘোড়া এ ব্যক্তির জন্য হল সওয়াবের কারণ; আরেক শ্রেণীর লোক যাদের জন্য এ ঘোড়া (গুনাহ্ হতে) আড়াল, তারা ঐ ব্যক্তি যারা মানুষের থেকে মুখাপেক্ষী না থাকার জন্য এবং মানুষের কাছে হাত পাতা থেকে বেঁচে থাকার জন্য তা পালন করে থাকে। কিন্তু তাতে আল্লাহ্‌র যে হক রয়েছেতা দিয়ে ভুলে যায় না। এ শ্রেণীর মানুষের জন্য এ ঘোড়া হচ্ছে পর্দা। আরেক শ্রেণীর ঘোড়ার মালিক যারা গর্ব দেখানোর মনোভাব ও দুশমনির উদ্দেশে ঘোড়া রাখে। এ ঘোড়া হচ্ছে গুনাহ্র কারণ। এরপর রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)-কে গাধা সম্পর্কে জিজ্ঞেস করা হলে তিনি বললেন, একক ও ব্যাপক অর্থবোধক এ একটি মাত্র আয়াত ব্যতীত এ বিষয়ে আল্লাহ্ তা‘আলা আমার প্রতি আর কোন আয়াত অবতীর্ণ করেননি। আয়াতটি এই ঃ “কেউ অণু পরিমাণ সৎকর্ম করলে সে তা দেখবে এবং অণু পরিমাণ অসৎকর্ম করলে সে তাও দেখবে” (সূরাহ যিলযাল ৯৯/৭-৮)। [২৩৭১] (আ.প্র. ৪৫৯৩, ই.ফা. ৪৫৯৮)",
    "ar": "إِسْمَاعِيْلُ بْنُ عَبْدِ اللهِ حَدَّثَنَا مَالِكٌ عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَبِيْ صَالِحٍ السَّمَّانِ عَنْ أَبِيْ هُرَيْرَةَ رَضِيَ اللهُ عَنْهُ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَالَ الْخَيْلُ لِثَلَاثَةٍ لِرَجُلٍ أَجْرٌ وَلِرَجُلٍ سِتْرٌ وَعَلَى رَجُلٍ وِزْرٌ فَأَمَّا الَّذِيْ لَهُ أَجْرٌ فَرَجُلٌ رَبَطَهَا فِيْ سَبِيْلِ اللهِ فَأَطَالَ لَهَا فِيْ مَرْجٍ أَوْ رَوْضَةٍ فَمَا أَصَابَتْ فِيْ طِيَلِهَا ذَلِكَ فِي الْمَرْجِ وَالرَّوْضَةِ كَانَ لَهُ حَسَنَاتٍ وَلَوْ أَنَّهَا قَطَعَتْ طِيَلَهَا فَاسْتَنَّتْ شَرَفًا أَوْ شَرَفَيْنِ كَانَتْ آثَارُهَا وَأَرْوَاثُهَا حَسَنَاتٍ لَهُ وَلَوْ أَنَّهَا مَرَّتْ بِنَهَرٍ فَشَرِبَتْ مِنْهُ وَلَمْ يُرِدْ أَنْ يَسْقِيَ بِهِ كَانَ ذَلِكَ حَسَنَاتٍ لَهُ فَهِيَ لِذَلِكَ الرَّجُلِ أَجْرٌ وَرَجُلٌ رَبَطَهَا تَغَنِّيًا وَتَعَفُّفًا وَلَمْ يَنْسَ حَقَّ اللهِ فِيْ رِقَابِهَا وَلَا ظُهُوْرِهَا فَهِيَ لَهُ سِتْرٌ وَرَجُلٌ رَبَطَهَا فَخْرًا وَرِئَاءً وَنِوَاءً فَهِيَ عَلَى ذَلِكَ وِزْرٌ فَسُئِلَ رَسُوْلُ اللهِ صلى الله عليه وسلم عَنِ الْحُمُرِ قَالَ مَا أَنْزَلَ اللهُ عَلَيَّ فِيْهَا إِلَّا هَذِهِ الْآيَةَ الْفَاذَّةَ الْجَامِعَةَ {فَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَّرَه” وَمَنْ يَّعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَّرَه”}.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}