{
  "hadith": {
    "hadith_id": 4971,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, وَأَنْذِرْ عَشِيرَتَكَ الأَقْرَبِينَ “তুমি তোমার কাছে আত্মীয়-স্বজনকে সতর্ক করে দাও” আয়াতটি অবতীর্ণ হলে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বের হয়ে সাফা পর্বতে গিয়ে উঠলেন এবং يَا صَبَاحَاهْ (সকাল বেলার বিপদ সাবধান) বলে উচ্চৈঃস্বরে ডাক দিলেন। আওয়াজ শুনে তারা বলল, এ কে? তারপর সবাই তাঁর কাছে গিয়ে সমবেত হল। তিনি বললেন, আমি যদি তোমাদেরকে বলি, একটি অশ্বারোহী সেনাবাহিনী এ পর্বতের পেছনে তোমাদের উপর আক্রমণ করার জন্য প্রস্তুত হয়ে আছে, তাহলে কি তোমরা আমার কথা বিশ্বাস করবে? সকলেই বলল, আপনার মিথ্যা বলার ব্যাপারে আমাদের অভিজ্ঞতা নেই। তখন তিনি বললেন, نَذِيرٌ لَكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ “আমি তোমাদের আসন্ন কঠিন শাস্তি সম্পর্কে সাবধান করছি।” (সূরাহ (৩৪) ঃ সাবা ৪৬) এ কথা শুনে আবূ লাহাব বলল, তোমার ধ্বংস হোক। তুমি কি এ জন্যই আমাদেরকে একত্র করেছ? অতঃপর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) দাঁড়ালেন। তারপর অবতীর্ণ হল ঃ تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ ‘ধ্বংস হোক আবূ লাহাবের দু’ হাত এবং ধ্বংস হোক সে নিজেও।” আমাশ (রহ.) আয়াতটি تَبَّ শব্দের পূর্বে وَقَدْ সংযোগ করে وَقَدْ تَبَّ পড়েছেন। [১৩৯৪] (আ.প্র. ৪৬০২, ই.ফা. ৪৬০৭)",
    "ar": "يُوْسُفُ بْنُ مُوْسَى حَدَّثَنَا أَبُوْ أُسَامَةَ حَدَّثَنَا الْأَعْمَشُ حَدَّثَنَا عَمْرُوْ بْنُ مُرَّةَ عَنْ سَعِيْدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا قَالَ لَمَّا نَزَلَتْ {وَأَنْذِرْ عَشِيْرَتَكَ الْأَقْرَبِيْنَ} وَرَهْطَكَ مِنْهُمْ الْمُخْلَصِيْنَ خَرَجَ رَسُوْلُ اللهِ صلى الله عليه وسلم حَتَّى صَعِدَ الصَّفَا فَهَتَفَ يَا صَبَاحَاهْ فَقَالُوْا مَنْ هَذَا فَاجْتَمَعُوْا إِلَيْهِ فَقَالَ أَرَأَيْتُمْ إِنْ أَخْبَرْتُكُمْ أَنَّ خَيْلًا تَخْرُجُ مِنْ سَفْحِ هَذَا الْجَبَلِ أَكُنْتُمْ مُصَدِّقِيَّ قَالُوْا مَا جَرَّبْنَا عَلَيْكَ كَذِبًا قَالَ فَإِنِّيْ {نَذِيْرٌ لَّكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيْدٍ} قَالَ أَبُوْ لَهَبٍ تَبًّا لَكَ مَا جَمَعْتَنَا إِلَّا لِهَذَا ثُمَّ قَامَ فَنَزَلَت{تَبَّتْ يَدَآ أَبِيْ لَهَبٍ وَّتَبَّ} وَقَدْ تَبَّ هَكَذَا قَرَأَهَا الْأَعْمَشُ يَوْمَئِذٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "65"
    }
  }
}