{
  "hadith": {
    "hadith_id": 4985,
    "narrator": "ইয়ালা ইব্‌নু ‘উমাইয়াহ (রাঃ)",
    "bn": "তিনি বলতেন, হায়! রসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)– এর প্রতি ওয়াহী অবতীর্ণ হওয়ার সময় যদি তাঁকে দেখতে পারতাম। যখন নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) ‘জিয়িররানা’ নামক স্থানে অবস্থান করছিলেন এবং চাঁদোয়া দিয়ে তাঁর উপর ছায়ার ব্যবস্থা করা হয়েছিল এবং তাঁর সঙ্গে ছিলেন কতিপয় সাহাবী। এমন সময় সুগন্ধি মেখে এক ব্যক্তি এলেন এবং বললেন, হে আল্লাহ্‌র রসূল! ঐ সম্পর্কে  আপনার মত কী, যে সুগন্ধি মেখে জুব্বা পরে ইহ্‌রাম বেঁধেছে? কিছু সময়ের জন্য নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) অপেক্ষা করলেন, এমনি সময় ওয়াহী এল। ‘উমার (রাঃ) ইয়ালা (রাঃ)– কে ইশারা দিয়ে ডাকলেন। ইয়ালা (রাঃ) এলেন এবং তাঁর মাথা ঐ চাদরের ভেতর ঢোকালেন। দেখলেন, রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) এর মুখমণ্ডল লাল রক্তিম বর্ণ এবং কিছু সময়ের জন্য বেশ জোরে জোরে শ্বাস-প্রশ্বাস গ্রহণ করছেন। তারপর তাঁর থেকে এ অবস্থা সম্পূর্ণরূপে দূর হওয়ার পর তিনি বললেন, প্রশ্নকারী কোথায় যে কিছুক্ষণ পূর্বে আমাকে ‘উমরাহ্‌ সম্পর্কে প্রশ্ন করেছিল? লোকটিকে খুঁজে নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)– এর নিকট নিয়ে আসা হল। নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেন, যে সুগন্ধি তুমি তোমার শরীরে মেখেছ, তা তিনবার ধুয়ে ফেলবে আর জুব্বাটি খুলে ফেলবে। তারপর তুমি তোমার ‘উমরাহ্‌তে ঐ সমস্ত কাজ করবে, যা তুমি হাজ্জের মধ্যে করে থাক।(আধুনিক প্রকাশনীঃ ৪৬১৫, ইসলামী ফাউন্ডেশনঃ ৪৬২০)",
    "ar": "أَبُوْ نُعَيْمٍ حَدَّثَنَا هَمَّامٌ حَدَّثَنَا عَطَاءٌ وَقَالَ مُسَدَّدٌ حَدَّثَنَا يَحْيَى بْنُ سَعِيْدٍ عَنْ ابْنِ جُرَيْجٍ قَالَ أَخْبَرَنِيْ عَطَاءٌ قَالَ أَخْبَرَنِيْ صَفْوَانُ بْنُ يَعْلَى بْنِ أُمَيَّةَ أَنَّ يَعْلَى كَانَ يَقُوْلُ لَيْتَنِيْ أَرَى رَسُوْلَ اللهِصلى الله عليه وسلم حِيْنَ يُنْزَلُ عَلَيْهِ الْوَحْيُ فَلَمَّا كَانَ النَّبِيُّ صلى الله عليه وسلم بِالْجِعْرَانَةِ عَلَيْهِ ثَوْبٌ قَدْ أَظَلَّ عَلَيْهِ وَمَعَهُ نَاسٌ مِنْ أَصْحَابِهِ إِذْ جَاءَهُ رَجُلٌ مُتَضَمِّخٌ بِطِيْبٍ فَقَالَ يَا رَسُوْلَ اللهِ كَيْفَ تَرَى فِيْ رَجُلٍ أَحْرَمَ فِيْ جُبَّةٍ بَعْدَ مَا تَضَمَّخَ بِطِيْبٍ فَنَظَرَ النَّبِيُّ صلى الله عليه وسلم سَاعَةً فَجَاءَهُ الْوَحْيُ فَأَشَارَ عُمَرُ إِلَى يَعْلَى أَنْ تَعَالَ فَجَاءَ يَعْلَى فَأَدْخَلَ رَأْسَهُ فَإِذَا هُوَ مُحْمَرُّ الْوَجْهِ يَغِطُّ كَذَلِكَ سَاعَةً ثُمَّ سُرِّيَ عَنْهُ فَقَالَ أَيْنَ الَّذِيْ يَسْأَلُنِيْ عَنِ الْعُمْرَةِ آنِفًا فَالْتُمِسَ الرَّجُلُ فَجِيْءَ بِهِ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ أَمَّا الطِّيْبُ الَّذِيْ بِكَ فَاغْسِلْهُ ثَلَاثَ مَرَّاتٍ وَأَمَّا الْجُبَّةُ فَانْزِعْهَا ثُمَّ اصْنَعْ فِيْ عُمْرَتِكَ كَمَا تَصْنَعُ فِيْ حَجِّكَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "66"
    }
  }
}