{
  "hadith": {
    "hadith_id": 4986,
    "narrator": "যায়দ ইব্‌নু সাবিত (রাঃ)",
    "bn": "তিনি বলেন, ইয়ামামাহ্‌র যুদ্ধে বহু লোক শহীদ হবার পর আবূ বাক্‌র সিদ্দীক (রাঃ) আমাকে ডেকে পাঠালেন। এ সময় ‘উমার (রাঃ)– ও তাঁর কাছে উপস্থিত ছিলেন।  আবূ বকর (রাঃ) বললেন, ‘উমার (রাঃ) আমার কাছে এসে বললেন, ইয়ামামার যুদ্ধে শহীদদের মধ্যে কারীদের সংখ্যা অনেক। আমি আশংকা করছি, এমনিভাবে যদি কারীগণ শাহীদ হয়ে যান, তাহলে কুরআন মাজীদের বহু অংশ হারিয়ে যাবে। অতএব আমি মনে করি যে, আপনি কুরআন সংকলনের নির্দেশ দিন। উত্তরে আমি ‘উমার (রাঃ)– কে বললাম, যে কাজ আল্লাহ্‌র রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) করেননি, সে কাজ তুমি কীভাবে করবে? ‘উমার (রাঃ) জবাবে বললেন, আল্লাহ্‌র কসম! এটা একটি উত্তম কাজ। ‘উমার (রাঃ) এ কথাটি আমার কাছে বার বার বলতে থাকলে অবশেষে আল্লাহ্‌ তা’য়ালা এ কাজের জন্য আমার বক্ষকে উন্মোচন করে দিলেন এবং এ ব্যাপারে ‘উমার যা ভাল মনে করলেন আমিও তাই করলাম। যায়দ (রাঃ) বলেন, আবূ বাক্‌র সিদ্দীক (রাঃ) আমাকে বললেন, তুমি একজন বুদ্ধিমান যুবক। তোমার ব্যাপারে আমার কোন সংশয় নেই। তদুপরি তুমি রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- এর  ওয়াহীর লেখক ছিলে। সুতরাং তুমি কুরআন মাজীদের অংশগুলোকে তালাশ করে একত্রিত কর। আল্লাহ্‌র শপথ! তারা যদি আমাকে একটি পর্বত এক স্থান হতে অন্যত্র সরিয়ে ফেলার নির্দেশ দিত, তাহলেও তা আমার কাছে কুরআন সংকলনের নির্দেশের চেয়ে কঠিন বলে মনে হত না। আমি বললাম, যে কাজ রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) করেননি, আপনারা সে কাজ কীভাবে করবেন? তিনি বললেন, আল্লাহ্‌র কসম! এটা একটা কল্যাণকর কাজ। এ কথাটি আবূ বাক্‌র সিদ্দীক (রাঃ) আমার কাছে বার বার বলতে থাকেন, অবশেষে আল্লাহ্‌ আমার বক্ষকে উন্মোচন করে দিলেন সে কাজের জন্য, যে কাজের জন্য তিনি আবূ বাকর এবং ‘উমার (রাঃ)– এর বক্ষকে উন্মোচন করে দিয়েছিলেন। এরপর আমি কুরআন আনুসন্ধানের কাজে লেগে গেলাম এবং খেজুর পাতা, প্রস্তরখণ্ড ও মানুষের বক্ষ থেকে আমি তা সংগ্রহ করতে থাকলাম। এমন কি আমি সূরা তওবার শেষাংশ আবূ খুযায়মাহ আনসারী (রাঃ) থেকে সংগ্রহ করলাম। এ অংশটুকু তিনি বাদে আর কারো কাছে আমি পাইনি। আয়াতগুলো হচ্ছে এইঃ তোমাদের মধ্যে হতে তোমাদের কাছে এক রসূল এসেছে। তোমাদেরকে যা বিপন্ন করে তাঁর জন্য তা কষ্টদায়ক। সে তোমাদের মঙ্গলকামী, মু’মিনদের প্রতি সে দয়ার্দ্র ও পরম দয়ালু। এরপর তারা যদি মুখ ফিরিয়ে নেয় তবে তুমি বলো, আমার জন্য আল্লাহ্‌ই যথেষ্ট, তিনি ছাড়া অন্য কোন ইলাহ নেই। আমি তাঁরই উপর নির্ভর করি এবং তিনি মহা আরশের অধিপতি। (১২৮-১২৯) তারপর সঙ্কলিত সহীফাসমূহ মৃত্যু পর্যন্ত আবূ বকর (রাঃ)– এর কাছে রক্ষিত ছিল। তাঁর মৃত্যুর পর তা ‘উমার (রাঃ)- এর কাছে সংরক্ষিত ছিল, যতদিন তিনি জীবিত ছিলেন। অতঃপর তা ‘উমার (রাঃ)- এর কন্যা হাফসাহ (রাঃ)- এর কাছে সংরক্ষিত ছিল।(আধুনিক প্রকাশনীঃ ৪৬১৬, ইসলামী ফাউন্ডেশনঃ ৪৬২১)",
    "ar": "مُوْسَى بْنُ إِسْمَاعِيْلَ عَنْ إِبْرَاهِيْمَ بْنِ سَعْدٍ حَدَّثَنَا ابْنُ شِهَابٍ عَنْ عُبَيْدِ بْنِ السَّبَّاقِ أَنَّ زَيْدَ بْنَ ثَابِتٍ رَضِيَ اللهُ عَنْهُ قَالَ أَرْسَلَ إِلَيَّ أَبُوْ بَكْرٍ مَقْتَلَ أَهْلِ الْيَمَامَةِ فَإِذَا عُمَرُ بْنُ الْخَطَّابِ عِنْدَهُ قَالَ أَبُوْ بَكْرٍ رَضِيَ اللهُ عَنْهُ إِنَّ عُمَرَ أَتَانِيْ فَقَالَ إِنَّ الْقَتْلَ قَدْ اسْتَحَرَّ يَوْمَ الْيَمَامَةِ بِقُرَّاءِ الْقُرْآنِ وَإِنِّيْ أَخْشَى أَنْ يَسْتَحِرَّ الْقَتْلُ بِالْقُرَّاءِ بِالْمَوَاطِنِ فَيَذْهَبَ كَثِيْرٌ مِنَ الْقُرْآنِ وَإِنِّيْ أَرَى أَنْ تَأْمُرَ بِجَمْعِ الْقُرْآنِ قُلْتُ لِعُمَرَ كَيْفَ تَفْعَلُ شَيْئًا لَمْ يَفْعَلْهُ رَسُوْلُ اللهِ صلى الله عليه وسلم قَالَ عُمَرُ هَذَا وَاللهِ خَيْرٌ فَلَمْ يَزَلْ عُمَرُ يُرَاجِعُنِيْ حَتَّى شَرَحَ اللهُ صَدْرِيْ لِذَلِكَ وَرَأَيْتُ فِيْ ذَلِكَ الَّذِيْ رَأَى عُمَرُ قَالَ زَيْدٌ قَالَ أَبُوْ بَكْرٍ إِنَّكَ رَجُلٌ شَابٌّ عَاقِلٌ لَا نَتَّهِمُكَ وَقَدْ كُنْتَ تَكْتُبُ الْوَحْيَ لِرَسُوْلِ اللهِ صلى الله عليه وسلم فَتَتَبَّعْ الْقُرْآنَ فَاجْمَعْهُ فَوَاللهِ لَوْ كَلَّفُوْنِيْ نَقْلَ جَبَلٍ مِنَ الْجِبَالِ مَا كَانَ أَثْقَلَ عَلَيَّ مِمَّا أَمَرَنِيْ بِهِ مِنْ جَمْعِ الْقُرْآنِ قُلْتُ كَيْفَ تَفْعَلُوْنَ شَيْئًا لَمْ يَفْعَلْهُ رَسُوْلُ اللهِ صلى الله عليه وسلم قَالَ هُوَ وَاللهِ خَيْرٌ فَلَمْ يَزَلْ أَبُوْ بَكْرٍ يُرَاجِعُنِيْ حَتَّى شَرَحَ اللهُ صَدْرِيْ لِلَّذِيْ شَرَحَ لَهُ صَدْرَ أَبِيْ بَكْرٍ وَعُمَرَ رَضِيَ اللهُ عَنْهُمَا فَتَتَبَّعْتُ الْقُرْآنَ أَجْمَعُهُ مِنَ الْعُسُبِ وَاللِّخَافِ وَصُدُوْرِ الرِّجَالِ حَتَّى وَجَدْتُ آخِرَ سُوْرَةِ التَّوْبَةِ مَعَ أَبِيْ خُزَيْمَةَ الْأَنْصَارِيِّ لَمْ أَجِدْهَا مَعَ أَحَدٍ غَيْرِهِ{لَقَدْ جَآءَكُمْ رَسُوْلٌ مِّنْ أَنْفُسِكُمْ عَزِيْزٌ عَلَيْهِ مَا عَنِتُّمْ} حَتَّى خَاتِمَةِ بَرَاءَةَ فَكَانَتْ الصُّحُفُ عِنْدَ أَبِيْ بَكْرٍ حَتَّى تَوَفَّاهُ اللهُ ثُمَّ عِنْدَ عُمَرَ حَيَاتَهُ ثُمَّ عِنْدَ حَفْصَةَ بِنْتِ عُمَرَ رَضِيَ اللهُ عَنْهُما.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "66"
    }
  }
}