{
  "hadith": {
    "hadith_id": 4992,
    "narrator": "‘উমার ইব্‌নুল খাত্তাব (রাঃ)",
    "bn": "তিনি বলেন,  আমি হিশাম ইব্‌নু হাকীম (রাঃ)- কে রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)– এর জীবদ্দশায় সূরা ফুরকান তিলাওয়াত করতে শুনেছি এবং গভীর মনোযোগ দিয়ে আমি তাঁর কিরাআত শুনেছি। তিনি বিভিন্নভাবে কিরায়াত পাঠ করেছেন; অথচ রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) আমাকে এভাবে শিক্ষা দেননি। এ কারণে সলাতের মাঝে আমি তার উপর ঝাঁপিয়ে পড়ার জন্য আমি উদ্যত হয়ে পড়েছিলাম, কিন্তু বড় কষ্টে নিজেকে সামলে নিলাম। তারপর সে সালাম ফিরালে আমি চাদর দিয়ে তার গলা পেঁচিয়ে ধরলাম এবং জিজ্ঞেস করলাম, তোমাকে এ সূরা যেভাবে পাঠ করতে শুনলাম, এভাবে তোমাকে কে শিক্ষা দিয়েছে? সে বলল, রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)– ই আমাকে এভাবে শিক্ষা দিয়েছেন। আমি বললাম, তুমি মিথ্যা বলছ। কারণ, তুমি যেভাবে পাঠ করেছ, এর থেকে ভিন্ন ভাবে রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) আমাকে শিক্ষা দিয়েছেন। এরপর আমি তাকে জোর করে টেনে রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)– এর কাছে নিয়ে গেলাম এবং বললাম, আপনি আমাকে সূরা ফুরকান যেভাবে পাঠ করতে শিখিয়েছেন এ লোককে আমি এর থেকে ভিন্নভাবে তা পাঠ করতে শুনেছি। এ কথা শুনে রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেন, তাকে ছেড়ে দাও। হিশাম, তুমি পাঠ করে শোনাও। তারপর সে সেভাবে পাঠ করে শোনাল, যেভাবে আমি তাঁকে পাঠ করতে শুনেছি। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেন, এভাবেই অবতীর্ণ করা হয়েছে। এরপর বললেন, হে ‘উমার! তুমিও পড়। সুতরাং আমাকে তিনি যেভাবে শিক্ষা দিয়েছেন, সেভাবেই আমি পাঠ করলাম। এবারও রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেন, এভাবেও কুরআন অবতীর্ণ করা হয়েছে। এ কুরআন সাত আঞ্চলিক ভাষায় অবতীর্ণ করা হয়েছে। সুতরাং তোমাদের জন্য যা বেশি সহজ, সেভাবেই তোমরা পাঠ কর।(আধুনিক প্রকাশনীঃ ৪৬২১, ইসলামী ফাউন্ডেশনঃ ৪৬২৬)",
    "ar": "سَعِيْدُ بْنُ عُفَيْرٍ قَالَ حَدَّثَنِي اللَّيْثُ قَالَ حَدَّثَنِيْ عُقَيْلٌ عَنْ ابْنِ شِهَابٍ قَالَ حَدَّثَنِيْ عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ وَعَبْدَ الرَّحْمَنِ بْنَ عَبْدٍ الْقَارِيَّ حَدَّثَاهُ أَنَّهُمَا سَمِعَا عُمَرَ بْنَ الْخَطَّابِ يَقُوْلُ سَمِعْتُ هِشَامَ بْنَ حَكِيْمِ بْنِ حِزَامٍ يَقْرَأُ سُوْرَةَ الْفُرْقَانِ فِيْ حَيَاةِ رَسُوْلِ اللهِ صلى الله عليه وسلم فَاسْتَمَعْتُ لِقِرَاءَتِهِ فَإِذَا هُوَ يَقْرَأُ عَلَى حُرُوْفٍ كَثِيْرَةٍ لَمْ يُقْرِئْنِيْهَا رَسُوْلُ اللهِ صلى الله عليه وسلم فَكِدْتُ أُسَاوِرُهُ فِي الصَّلَاةِ فَتَصَبَّرْتُ حَتَّى سَلَّمَ فَلَبَّبْتُهُ بِرِدَائِهِ فَقُلْتُ مَنْ أَقْرَأَكَ هَذِهِ السُّوْرَةَ الَّتِيْ سَمِعْتُكَ تَقْرَأُ قَالَ أَقْرَأَنِيْهَا رَسُوْلُ اللهِ صلى الله عليه وسلم فَقُلْتُ كَذَبْتَ فَإِنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَدْ أَقْرَأَنِيْهَا عَلَى غَيْرِ مَا قَرَأْتَ فَانْطَلَقْتُ بِهِ أَقُوْدُهُ إِلَى رَسُوْلِ اللهِ صلى الله عليه وسلمفَقُلْتُ إِنِّيْ سَمِعْتُ هَذَا يَقْرَأُ بِسُوْرَةِ الْفُرْقَانِ عَلَى حُرُوْفٍ لَمْ تُقْرِئْنِيْهَا فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم أَرْسِلْهُ اقْرَأْ يَا هِشَامُ فَقَرَأَ عَلَيْهِ الْقِرَاءَةَ الَّتِيْ سَمِعْتُهُ يَقْرَأُ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم كَذَلِكَ أُنْزِلَتْ ثُمَّ قَالَ اقْرَأْ يَا عُمَرُ فَقَرَأْتُ الْقِرَاءَةَ الَّتِيْ أَقْرَأَنِيْ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم كَذَلِكَ أُنْزِلَتْ إِنَّ هَذَا الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوْا مَا تَيَسَّرَ مِنْهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "66"
    }
  }
}