{
  "hadith": {
    "hadith_id": 4993,
    "narrator": "ইউসুফ ইব্‌নু মাহিক (রহঃ)",
    "bn": "তিনি বলেন, আমি উম্মুল মু’মিনীন ‘আয়িশাহ (রাঃ)-এর কাছে ছিলাম। এমন সময় এক ইরাকী ব্যক্তি এসে তাঁকে জিজ্ঞেস করলঃ কোন্ ধরনের কাফন শ্রেষ্ঠ? তিনি বললেন, আফ্সোস তোমার প্রতি! এতে তোমার কী ক্ষতি? তারপর লোকটি বলল, হে উম্মুল মু’মিনীন! আমাকে আপনি আপনার কুরআনের কপি দেখান। তিনি বললেন, কেন? লোকটি বলল, এ তারতীবে কুরআনকে বিন্যস্ত করার জন্য। কারণ লোকেরা তাকে অবিন্যস্তভাবে পাঠ করে। ‘আয়িশাহ (রাঃ) বললেন, তোমরা এর যে অংশই আগে পাঠ কর না কেন, এতে তোমাদের কোন ক্ষতি নেই। (الْمُفَصَّلِ) মুফাস্সাল সূরাহ সমূহের মাঝে প্রথমত ঐ সূরাগুলো অবতীর্ণ হয়েছে যার মধ্যে জান্নাত ও জাহান্নামের উল্লেখ রয়েছে। তারপর যখন লোকেরা দলে দলে ইসলাম ধর্ম গ্রহণ করতে লাগল তখন হালাল-হারামের বিধান সম্বলিত সূরাগুলো অবতীর্ণ হয়েছে। যদি প্রথমেই এ আয়াত অবতীর্ণ হত যে, তোমরা মদ পান করো না, তাহলে লোকেরা বলত, আমরা কখনো মদপান ত্যাগ করব না। যদি শুরুতে অবতীর্ণ হতো তোমার ব্যভিচার করো না, তাহলে তারা বলত আমরা কখনো অবৈধ যৌনাচার ত্যাগ করব না। আমি যখন খেলাধূলার বয়সী একজন বালিকা তখন মক্কা্য় মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর প্রতি নিম্নলিখিত আয়াতগুলো অবতীর্ণ হয়ঃ بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهٰى وَأَمَرُّ  মানে, ‘‘অধিকন্তু ক্বিয়ামাত তাদের শাস্তির নির্ধারিত কাল এবং ক্বিয়ামাত হবে কঠিনতর ও তিক্ততর।’’ (বিধান সম্বলিত) সূরাহ বাকারাহ ও সূরাহ নিসা আমি রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-এর সঙ্গে থাকাকালীন অবস্থায় অবতীর্ণ হয়। বর্ণনাকারী বলেন, এরপর ‘আয়িশাহ (রাঃ) তাঁর কাছে সংরক্ষিত কুরআনের কপি বের করলেন এবং সূরাসমূহ লেখালেন। [৪৮৭৬] (আধুনিক প্রকাশনীঃ ৪৬২২, ইসলামী ফাউন্ডেশনঃ ৪৬২৭)",
    "ar": "إِبْرَاهِيْمُ بْنُ مُوْسَى أَخْبَرَنَا هِشَامُ بْنُ يُوْسُفَ أَنَّ ابْنَ جُرَيْجٍ أَخْبَرَهُمْ قَالَ وَأَخْبَرَنِيْ يُوْسُفُ بْنُ مَاهَكٍ قَالَ إِنِّيْ عِنْدَ عَائِشَةَ أُمِّ الْمُؤْمِنِيْنَ رَضِيَ اللهُ عَنْهَا إِذْ جَاءَهَا عِرَاقِيٌّ فَقَالَ أَيُّ الْكَفَنِ خَيْرٌ قَالَتْ وَيْحَكَ وَمَا يَضُرُّكَ قَالَ يَا أُمَّ الْمُؤْمِنِيْنَ أَرِيْنِيْ مُصْحَفَكِ قَالَتْ لِمَ قَالَ لَعَلِّيْ أُوَلِّفُ الْقُرْآنَ عَلَيْهِ فَإِنَّهُ يُقْرَأُ غَيْرَ مُؤَلَّفٍ قَالَتْ وَمَا يَضُرُّكَ أَيَّهُ قَرَأْتَ قَبْلُ إِنَّمَا نَزَلَ أَوَّلَ مَا نَزَلَ مِنْهُ سُوْرَةٌ مِنَ الْمُفَصَّلِ فِيْهَا ذِكْرُ الْجَنَّةِ وَالنَّارِ حَتَّى إِذَا ثَابَ النَّاسُ إِلَى الإِسْلَامِ نَزَلَ الْحَلَالُ وَالْحَرَامُ وَلَوْ نَزَلَ أَوَّلَ شَيْءٍ لَا تَشْرَبُوا الْخَمْرَ لَقَالُوْا لَا نَدَعُ الْخَمْرَ أَبَدًا وَلَوْ نَزَلَ لَا تَزْنُوْا لَقَالُوْا لَا نَدَعُ الزِّنَا أَبَدًا لَقَدْ نَزَلَ بِمَكَّةَ عَلَى مُحَمَّدٍ صلى الله عليه وسلم وَإِنِّيْ لَجَارِيَةٌ أَلْعَبُ{بَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهٰى وَأَمَرُّ} وَمَا نَزَلَتْ سُوْرَةُ الْبَقَرَةِ وَالنِّسَاءِ إِلَّا وَأَنَا عِنْدَهُ قَالَ فَأَخْرَجَتْ لَهُ الْمُصْحَفَ فَأَمْلَتْ عَلَيْهِ آيَ السُّوَرِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "66"
    }
  }
}