{
  "hadith": {
    "hadith_id": 5,
    "narrator": "ইব্‌নু আব্বাস (রাঃ)",
    "bn": "মহান আল্লাহর বাণীঃ “ওয়াহী দ্রুত আয়ত্ত করার জন্য আপনি ওয়াহী নাযিল হওয়ার সময় আপনার জিহ্বা নাড়বেন না”। (সূরা ক্বিয়ামাহ ৭৫/১৬)-এর ব্যাখ্যায় ইব্‌নু ‘আব্বাস বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওয়াহী অবতরণের সময় তা আয়ত্ত করতে বেশ কষ্ট করতেন এবং প্রায়ই তিনি তাঁর উভয় ঠোঁট নড়াতেন’। ইব্‌নু ‘আব্বাস (রাঃ) বলেন, ‘আমি তোমাকে দেখানোর জন্য ঠোঁট দুটি নাড়ছি যেভাবে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা নড়াতেন’। সা’ঈদ (রহঃ) (তাঁর শিষ্যদের) বলেন, ‘আমি ইব্‌নু ‘আব্বাস (রাঃ)-কে যেরূপে তাঁর ঠোঁট দুটি নড়াতে দেখেছি, সেভাবেই আমার ঠোঁট দুটি নড়াচ্ছি’।  এই বলে তিনি তাঁর ঠোঁট দুটি নড়ালেন। এ সম্পর্কে আল্লাহ তা’আলা অবতীর্ণ করলেনঃ “ওয়াহী দ্রুত আয়ত্ত করার জন্য আপনি ওয়াহী নাযিল হবার সময় আপনার জিহ্বা নড়াবেন না, এর সংরক্ষণ ও পাঠ করানোর দায়িত্ব আমার”। (সূরা ক্বিয়ামাহ ৭৫/১৬)। ইব্‌নু 'আব্বাস (রাঃ) বলেন, “এর অর্থ হলোঃ তোমার অন্তরে তা হেফাযত করা এবং তোমার দ্বারা তা পাঠ করানো। “সুতরাং আমি যখন তা পাঠ করি, তখন আপনি সেই পাঠের অনুসরণ করুন”- (সূরা ক্বিয়ামাহ ৭৫/১৮)। ইব্‌নু আব্বাস (রাঃ) বলেন, অর্থাৎ মনোযোগ সহকারে শুন এবং চুপ থাক। “তারপর এর বিশদ বর্ণনার দায়িত্ব তো আমারই”-(সূরা ক্বিয়ামাহ ৭৫/১৯)। অর্থাৎ তুমি তা পাঠ করবে, এটাও আমার দায়িত্ব। তারপর যখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট জিবরীল (‘আঃ) আসতেন, তখন তিনি মনোযোগ দিয়ে কেবল শুনতেন। জিবরীল (‘আঃ) চলে যাবার পর তিনি যেমন পাঠ করেছিলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-ও তদ্রুপ পাঠ করতেন।\n(৪৯২৭, ৪৯২৮, ৪৯২৯, ৫০৪৪, ৭৫২৪; মুসলিম ৪/৩২ হাঃ ৪৪৮, আহমাদ ৩১৯১) (আধুনিক প্রকাশনীঃ ৪, ইসলামী ফাউন্ডেশনঃ ৪-এর শেষাংশ)",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، قَالَ حَدَّثَنَا مُوسَى بْنُ أَبِي عَائِشَةَ، قَالَ حَدَّثَنَا سَعِيدُ بْنُ جُبَيْرٍ، عَنِ ابْنِ عَبَّاسٍ، فِي قَوْلِهِ تَعَالَى ‏{‏لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ‏}‏ قَالَ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَالِجُ مِنَ التَّنْزِيلِ شِدَّةً، وَكَانَ مِمَّا يُحَرِّكُ شَفَتَيْهِ ـ فَقَالَ ابْنُ عَبَّاسٍ فَأَنَا أُحَرِّكُهُمَا لَكُمْ كَمَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُحَرِّكُهُمَا‏.‏ وَقَالَ سَعِيدٌ أَنَا أُحَرِّكُهُمَا كَمَا رَأَيْتُ ابْنَ عَبَّاسٍ يُحَرِّكُهُمَا‏.‏ فَحَرَّكَ شَفَتَيْهِ ـ فَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ* إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ‏}‏ قَالَ جَمْعُهُ لَهُ فِي صَدْرِكَ، وَتَقْرَأَهُ ‏{‏فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ‏}‏ قَالَ فَاسْتَمِعْ لَهُ وَأَنْصِتْ ‏{‏ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ‏}‏ ثُمَّ إِنَّ عَلَيْنَا أَنْ تَقْرَأَهُ‏.‏ فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَعْدَ ذَلِكَ إِذَا أَتَاهُ جِبْرِيلُ اسْتَمَعَ، فَإِذَا انْطَلَقَ جِبْرِيلُ قَرَأَهُ النَّبِيُّ صلى الله عليه وسلم كَمَا قَرَأَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}