{
  "hadith": {
    "hadith_id": 50,
    "narrator": "আবূ হুরাইরা (রাঃ)",
    "bn": "তিনি বলেন, একদা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জনসমক্ষে উপবিষ্ট ছিলেন, এমন সময় তাঁর নিকট জনৈক ব্যক্তি এসে জিজ্ঞেস করলেন ‘ঈমান কি?’ তিনি বললেনঃ ‘ঈমান হল, আপনি বিশ্বাস রাখবেন আল্লাহর প্রতি, তাঁর ফেরেশতাগণের প্রতি, (ক্বিয়ামাতের দিন) তাঁর সঙ্গে সাক্ষাতের প্রতি এবং তাঁর রসূলগণের প্রতি। আপনি আরো বিশ্বাস রাখবেন পুনরুত্থানের প্রতি।’ তিনি জিজ্ঞেস করলেন, ‘ইসলাম কি?’ তিনি বললেনঃ ‘ইসলাম হল, আপনি আল্লাহর ইবাদত করবেন এবং তাঁর সাথে অংশীদার স্থাপন করবেন না, সালাত প্রতিষ্ঠা করবেন, ফরয যাকাত আদায় করবেন এবং রমযান-এর সিয়ামব্রত পালন করবেন।’ ঐ ব্যক্তি জিজ্ঞেস করলেন, ‘ইহসান কি?’ তিনি বললেনঃ ‘আপনি এমনভাবে আল্লাহর ‘ইবাদত করবেন যেন আপনি তাঁকে দেখছেন, আর যদি আপনি তাঁকে দেখতে না পান তবে (মনে করবেন) তিনি আপনাকে দেখছেন।’ ঐ ব্যক্তি জিজ্ঞেস করলেন, ‘কিয়ামত কবে?’ তিনি বললেনঃ ‘এ ব্যাপারে যাকে জিজ্ঞেস করা হচ্ছে, তিনি জিজ্ঞেসকারী অপেক্ষা অধিক জ্ঞাত নন। তবে আমি আপনাকে ক্বিয়ামাতের আলামতসমূহ বলে দিচ্ছিঃ বাঁদী যখন তার প্রভুকে প্রসব করবে এবং উটের নগণ্য রাখালেরা যখন বড় বড় অট্টালিকা নির্মাণে প্রতিযোগিতা করবে। (ক্বিয়ামাতের জ্ঞান) সেই পাঁচটি জিনিসের অন্তর্ভুক্ত, যা আল্লাহ ব্যতীত কেউ জানে না।’ অতঃপর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এই আয়াতটি শেষ পর্যন্ত তিলাওয়াত করলেনঃ ‘কিয়ামাতের জ্ঞান কেবল আল্লাহরই নিকট.......।’ (সূরা লুক্বমান ৩১/৩৪)\nএরপর ঐ ব্যক্তি চলে গেলে তিনি বললেনঃ ‘তোমরা তাকে ফিরিয়ে আন।’ তারা কিছুই দেখতে পেল না। তখন তিনি বললেন, ‘ইনি জিবরীল (‘আঃ) ; লোকদেরকে তাদের দ্বীন শেখাতে এসেছিলেন।’ আবূ ‘আবদুল্লাহ বুখারী (রহঃ) বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসব বিষয়কে ঈমানের অন্তর্ভুক্ত করেছেন।\n\n(৪৭৭৭; মুসলিম ১/১ হাঃ ৯) (আধুনিক প্রকাশনীঃ ৪৮, ইসলামী ফাউন্ডেশনঃ ৪৮)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ، أَخْبَرَنَا أَبُو حَيَّانَ التَّيْمِيُّ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم بَارِزًا يَوْمًا لِلنَّاسِ، فَأَتَاهُ جِبْرِيلُ فَقَالَ مَا الإِيمَانُ قَالَ ‏\"‏ الإِيمَانُ أَنْ تُؤْمِنَ بِاللَّهِ وَمَلاَئِكَتِهِ وَبِلِقَائِهِ وَرُسُلِهِ، وَتُؤْمِنَ بِالْبَعْثِ ‏\"‏‏.‏ قَالَ مَا الإِسْلاَمُ قَالَ ‏\"‏ الإِسْلاَمُ أَنْ تَعْبُدَ اللَّهَ وَلاَ تُشْرِكَ بِهِ، وَتُقِيمَ الصَّلاَةَ، وَتُؤَدِّيَ الزَّكَاةَ الْمَفْرُوضَةَ، وَتَصُومَ رَمَضَانَ ‏\"‏‏.‏ قَالَ مَا الإِحْسَانُ قَالَ ‏\"‏ أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ ‏\"‏‏.‏ قَالَ مَتَى السَّاعَةُ قَالَ ‏\"‏ مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ، وَسَأُخْبِرُكَ عَنْ أَشْرَاطِهَا إِذَا وَلَدَتِ الأَمَةُ رَبَّهَا، وَإِذَا تَطَاوَلَ رُعَاةُ الإِبِلِ الْبُهْمُ فِي الْبُنْيَانِ، فِي خَمْسٍ لاَ يَعْلَمُهُنَّ إِلاَّ اللَّهُ ‏\"‏‏.‏ ثُمَّ تَلاَ النَّبِيُّ صلى الله عليه وسلم ‏{‏إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ‏}‏ الآيَةَ‏.‏ ثُمَّ أَدْبَرَ فَقَالَ ‏\"‏ رُدُّوهُ ‏\"‏‏.‏ فَلَمْ يَرَوْا شَيْئًا‏.‏ فَقَالَ ‏\"‏ هَذَا جِبْرِيلُ جَاءَ يُعَلِّمُ النَّاسَ دِينَهُمْ ‏\"‏‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ جَعَلَ ذَلِكَ كُلَّهُ مِنَ الإِيمَانِ‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}