{
  "hadith": {
    "hadith_id": 5007,
    "narrator": "আবূ সা’ঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন, একবার আমরা সফরে চলছিলাম। (পথিমধ্যে) অবতরণ করলাম। তখন একটি বালিকা এসে বলল, এখানকার গোত্রের সরদারকে সাপে কেটেছে। আমাদের পুরুষগণ বাড়িতে নেই। অতএব, আপনাদের মধ্যে এমন কেউ আছেন কি, যিনি ঝাড়-ফুঁক  করতে পারেন? তখন আমাদের মধ্য থেকে একজন ঐ বালিকাটির সঙ্গে গেলেন। যদিও আমরা ভাবিনি যে সে ঝাড়-ফুঁক জানে। এরপর সে ঝাড়-ফুঁক করল এবং গোত্রের সরদার সুস্থ হয়ে উঠল। এতে সর্দার খুশী হয়ে তাকে ত্রিশটি বক্‌রী দান করলেন এবং আমাদের সকলকে দুধ পান করালেন। ফিরে আসার পথে আমারা জিজ্ঞেস করলাম, তুমি ভালভাবে ঝাড়-ফুঁক করতে জান (অথবা রাবীর সন্দেহ) তুমি কি ঝাড়-ফুঁক করতে পার? সে উত্তর করল, না, আমি তো কেবল উম্মুল কিতাব- সূরা ফাতিহা দিয়েই ঝাড়-ফুঁক করেছি। আমরা তখন বললাম, যতক্ষণ না আমরা নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- এর কাছে পৌছে তাঁকে জিজ্ঞেস করি ততক্ষণ কেউ কিছু বলবে না। এরপর আমরা মদিনায় পৌছে নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- এর কাছে ঘটনাটি বললাম। তিনি বললেন, সে কেমন করে জানল যে, তা (সূরা ফাতিহা) রোগ আরোগ্যের জন্য ব্যবহার করা যেতে পারে? তোমরা নিজেদের মধ্যে এগুলো বন্টন করে নাও এবং আমার জন্যও একটা ভাগ রেখো। আবূ মা’মার ..... আবূ সা’ঈদ থেকে এ রকমই বর্ণনা করেছেন।(আধুনিক প্রকাশনীঃ ৪৬৩৬, ইসলামী ফাউন্ডেশনঃ ৪৬৪১)",
    "ar": "مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا وَهْبٌ حَدَّثَنَا هِشَامٌ عَنْ مُحَمَّدٍ عَنْ مَعْبَدٍ عَنْ أَبِيْ سَعِيْدٍ الْخُدْرِيِّ قَالَ كُنَّا فِيْ مَسِيْرٍ لَنَا فَنَزَلْنَا فَجَاءَتْ جَارِيَةٌ فَقَالَتْ إِنَّ سَيِّدَ الْحَيِّ سَلِيْمٌ وَإِنَّ نَفَرَنَا غَيْبٌ فَهَلْ مِنْكُمْ رَاقٍ فَقَامَ مَعَهَا رَجُلٌ مَا كُنَّا نَأْبُنُهُ بِرُقْيَةٍ فَرَقَاهُ فَبَرَأَ فَأَمَرَ لَهُ بِثَلَاثِيْنَ شَاةً وَسَقَانَا لَبَنًا فَلَمَّا رَجَعَ قُلْنَا لَهُ أَكُنْتَ تُحْسِنُ رُقْيَةً أَوْ كُنْتَ تَرْقِيْ قَالَ لَا مَا رَقَيْتُ إِلَّا بِأُمِّ الْكِتَابِ قُلْنَا لَا تُحْدِثُوْا شَيْئًا حَتَّى نَأْتِيَ أَوْ نَسْأَلَ النَّبِيَّ صلى الله عليه وسلم فَلَمَّا قَدِمْنَا الْمَدِيْنَةَ ذَكَرْنَاهُ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ وَمَا كَانَ يُدْرِيْهِ أَنَّهَا رُقْيَةٌ اقْسِمُوْا وَاضْرِبُوْا لِيْ بِسَهْمٍ وَقَالَ أَبُوْ مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ حَدَّثَنَا هِشَامٌ حَدَّثَنَا مُحَمَّدُ بْنُ سِيْرِيْنَ حَدَّثَنِيْ مَعْبَدُ بْنُ سِيْرِيْنَ عَنْ أَبِيْ سَعِيْدٍ الْخُدْرِيِّ بِهَذَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "66"
    }
  }
}