{
  "hadith": {
    "hadith_id": 5018,
    "narrator": "লায়স (রহঃ) উসাইদ ইব্‌নু হুযায়র (রাঃ)",
    "bn": "একদা রাত্রে তিনি সূরা বাকারা পাঠ করছিলেন। তখন তাঁর ঘোড়াটি তারই পাশে বাঁধা ছিল। হঠাৎ ঘোড়াটি ভীত হয়ে লাফ দিয়ে উঠল এবং ছুটাছুটি শুরু করল। যখন পাঠ বন্ধ করলেন তখনই ঘোড়াটি শান্ত হল। আবার পাঠ শুরু করলেন। ঘোড়াটি আগের মত  করল। যখন পাঠ বন্ধ করলেন ঘোড়াটি শান্ত হল। আবার পাঠ আরম্ভ করলে ঘোড়াটি আগের মত করতে লাগল। এ সময় তাঁর পুত্র ইয়াহইয়া ঘোড়াটির নিকট ছিল। তার ভয় হচ্ছিল যে, ঘোড়াটি তার পুত্রকে পদদলিত করবে। তখন তিনি পুত্রকে টেনে আনলেন এবং আকাশের দিকে তাকিয়ে কিছু দেখতে পেলেন। পরদিন সকালে তিনি রসুলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- এর কাছে উক্ত ঘটনা বললেন। ঘটনা শুনে নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেনঃ হে ইব্‌নু হুদায়র (রাঃ)! তুমি যদি পাঠ করতে, হে ইব্‌নু হুদায়র (রাঃ)! তুমি যদি পাঠ করতে! ইব্‌নু হুদায়র আরয করলেন, আমার ছেলেটি ঘোড়ার নিকট থাকায় আমি ভয় পেয়ে গেলাম হয়ত বা ঘোড়াটি তাকে পদদলিত করবে, সুতরাং আমি আমার মাথা উপরে উঠাতেই মেঘের মত কিছু দেখলাম, যা আলোর মত ছিল। আমি যখন বাইরে এলাম তখন আর কিছু দেখ্‌লাম না। তখন নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেন, তুমি কি জান, ওটা কি ছিল? বললেন না। তখন নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেন, তারা ছিল মালায়িকাহ। তোমার তিলাওয়াত শুনে তোমার কাছে এসেছিল। তুমি যদি সকাল পর্যন্ত তিলাওয়াত করতে তারাও ততক্ষণ পর্যন্ত এখানে অবস্থান করত এবং লোকেরা তাদেরকে দেখতে পেত। এরপর হাদিসের অন্য একটি সনদ বর্ণিত হয়েছে।[মুসলিম ৬/৩৬, হাঃ ৭৯৬, আহমাদ ১১৭৬৬] (আধুনিক প্রকাশনীঃ অনুচ্ছেদ, ইসলামী ফাউন্ডেশনঃ অনুচ্ছেদ)",
    "ar": "وَقَالَ اللَّيْثُ حَدَّثَنِيْ يَزِيْدُ بْنُ الْهَادِ عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيْمَ عَنْ أُسَيْدِ بْنِ حُضَيْرٍ قَالَ بَيْنَمَا هُوَ يَقْرَأُ مِنْ اللَّيْلِ سُوْرَةَ الْبَقَرَةِ وَفَرَسُهُ مَرْبُوْطَةٌ عِنْدَهُ إِذْ جَالَتْ الْفَرَسُ فَسَكَتَ فَسَكَتَتْ فَقَرَأَ فَجَالَتْ الْفَرَسُ فَسَكَتَ وَسَكَتَتْ الْفَرَسُ ثُمَّ قَرَأَ فَجَالَتْ الْفَرَسُ فَانْصَرَفَ وَكَانَ ابْنُهُ يَحْيَى قَرِيْبًا مِنْهَا فَأَشْفَقَ أَنْ تُصِيْبَهُ فَلَمَّا اجْتَرَّهُ رَفَعَ رَأْسَهُ إِلَى السَّمَاءِ حَتَّى مَا يَرَاهَا فَلَمَّا أَصْبَحَ حَدَّثَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ اقْرَأْ يَا ابْنَ حُضَيْرٍ اقْرَأْ يَا ابْنَ حُضَيْرٍ قَالَ فَأَشْفَقْتُ يَا رَسُوْلَ اللهِ أَنْ تَطَأَ يَحْيَى وَكَانَ مِنْهَا قَرِيْبًا فَرَفَعْتُ رَأْسِيْ فَانْصَرَفْتُ إِلَيْهِ فَرَفَعْتُ رَأْسِيْ إِلَى السَّمَاءِ فَإِذَا مِثْلُ الظُّلَّةِ فِيْهَا أَمْثَالُ الْمَصَابِيْحِ فَخَرَجَتْ حَتَّى لَا أَرَاهَا قَالَ وَتَدْرِيْ مَا ذَاكَ قَالَ لَا قَالَ تِلْكَ الْمَلَائِكَةُ دَنَتْ لِصَوْتِكَ وَلَوْ قَرَأْتَ لَأَصْبَحَتْ يَنْظُرُ النَّاسُ إِلَيْهَا لَا تَتَوَارَى مِنْهُمْ قَالَ ابْنُ الْهَادِ وَحَدَّثَنِيْ هَذَا الْحَدِيْثَ عَبْدُ اللهِ بْنُ خَبَّابٍ عَنْ أَبِيْ سَعِيْدٍ الْخُدْرِيِّ عَنْ أُسَيْدِ بْنِ حُضَيْرٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "66"
    }
  }
}