{
  "hadith": {
    "hadith_id": 5030,
    "narrator": "সাহল ইব্‌নু সা’দ (রাঃ)",
    "bn": "একদা এক মহিলা রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- এর কাছে এসে বলল, হে আল্লাহ্‌র রসূল! আমি আমার জীবনকে আপনার জন্য দান করতে এসেছি। এরপর নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তার দিকে তাকিয়ে তার আপাদমস্তক লক্ষ্য করে মাথা নিচু করলেন। মহিলাটি যখন দেখল যে নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) কোন ফয়সালা দিচ্ছেন না তখন সে বসে পড়ল। এমন সময় রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- এর সহাবীদের একজন বলল, যদি আপনার কোন প্রয়োজন না থাকে, তবে ঐ মহিলাটির সঙ্গে আমার শাদী দিয়ে দিন। তিনি বললেন, তোমার কাছে কি কিছু আছে? সে বলল, হে আল্লাহ্‌র রসূল! আল্লাহ্‌র কসম কিছুই নেই।  তিনি বললেন, তুমি তোমার পরিজনের কাছে ফিরে যাও এবং দেখ কিছু পাও কি-না! এরপর লোকটি চলে গেল এবং ফিরে এসে বলল, আল্লাহ্‌র কসম, হে আল্লাহ্‌র রসূল! আমি কিছুই পেলাম না। নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেন, দেখ একটি লোহার আংটি হলেও! তারপর সে চলে গেল এবং ফিরে এসে বলল, আল্লাহ্‌র কসম, একটি লোহার আংটিও পেলাম না; কিন্তু এই যে আমার তহবন্দ আছে। সাহ্‌ল (রাঃ) বলেন, তার কোন চাদর ছিল না। অথচ লোকটি বলল, আমার তহবন্দের অর্ধেক দিতে পারি। এ কথা শুনে রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেন, এ তহবন্দ দিয়ে কী হবে? যদি তুমি পরিধান কর, তাহলে মহিলাটির কোন আবরণ থাকবে না। আর যদি সে পরিধান করে, তোমার কোন আবরন থাকবে না। লোকটি বসে পড়লো, অনেকক্ষণ সে বসে থাকল। এরপর সে উঠে দাঁড়াল। রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তাকে ফিরে যেতে দেখে তাকে ডেকে আনলেন। যখন সে ফিরে আসল, নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তাকে জিজ্ঞেস করলেনঃ তোমার কুরআনের কতটুকু মুখস্থ আছে? সে উত্তরে বলল, অমুক অমুক সূরা মুখস্থ আছে। সে এমনিভাবে একে একে উল্লেখ করতে থাকল। তখন নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তাকে জিজ্ঞেস করলেন, তুমি কি এ সকল সূরা মুখস্থ তিলাওয়াত করতে পার? সে উত্তর করল, হাঁ! তখন নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেন, যাও তুমি যে পরিমাণ কুরআন মুখস্ত রেখেছ, তার বিনিময়ে এ মহিলাটির তোমার সঙ্গে বিবাহ দিলাম।\n [২৩১০; মুসলিম ১৬/১২, হাঃ ১৪২৫, আহমাদ ২২৯১৩] (আধুনিক প্রকাশনীঃ ৪৬৫৬, ইসলামী ফাউন্ডেশনঃ ৪৬৬০)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيْدٍ حَدَّثَنَا يَعْقُوْبُ بْنُ عَبْدِ الرَّحْمَنِ عَنْ أَبِيْ حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ أَنَّ امْرَأَةً جَاءَتْ رَسُوْلَ اللهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُوْلَ اللهِ جِئْتُ لِأَهَبَ لَكَ نَفْسِيْ فَنَظَرَ إِلَيْهَا رَسُوْلُ اللهِ صلى الله عليه وسلم فَصَعَّدَ النَّظَرَ إِلَيْهَا وَصَوَّبَهُ ثُمَّ طَأْطَأَ رَأْسَهُ فَلَمَّا رَأَتْ الْمَرْأَةُ أَنَّهُ لَمْ يَقْضِ فِيْهَا شَيْئًا جَلَسَتْ فَقَامَ رَجُلٌ مِنْ أَصْحَابِهِ فَقَالَ يَا رَسُوْلَ اللهِ إِنْ لَمْ يَكُنْ لَكَ بِهَا حَاجَةٌ فَزَوِّجْنِيْهَا فَقَالَ هَلْ عِنْدَكَ مِنْ شَيْءٍ فَقَالَ لَا وَاللهِ يَا رَسُوْلَ اللهِ قَالَ اذْهَبْ إِلَى أَهْلِكَ فَانْظُرْ هَلْ تَجِدُ شَيْئًا فَذَهَبَ ثُمَّ رَجَعَ فَقَالَ لَا وَاللهِ يَا رَسُوْلَ اللهِ مَا وَجَدْتُ شَيْئًا قَالَ انْظُرْ وَلَوْ خَاتَمًا مِنْ حَدِيْدٍ فَذَهَبَ ثُمَّ رَجَعَ فَقَالَ لَا وَاللهِ يَا رَسُوْلَ اللهِ وَلَا خَاتَمًا مِنْ حَدِيْدٍ وَلَكِنْ هَذَا إِزَارِيْ قَالَ سَهْلٌ مَا لَهُ رِدَاءٌ فَلَهَا نِصْفُهُ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم مَا تَصْنَعُ بِإِزَارِكَ إِنْ لَبِسْتَهُ لَمْ يَكُنْ عَلَيْهَا مِنْهُ شَيْءٌ وَإِنْ لَبِسَتْهُ لَمْ يَكُنْ عَلَيْكَ شَيْءٌ فَجَلَسَ الرَّجُلُ حَتَّى طَالَ مَجْلِسُهُ ثُمَّ قَامَ فَرَآهُ رَسُوْلُ اللهِ صلى الله عليه وسلم مُوَلِّيًا فَأَمَرَ بِهِ فَدُعِيَ فَلَمَّا جَاءَ قَالَ مَاذَا مَعَكَ مِنَ الْقُرْآنِ قَالَ مَعِيْ سُوْرَةُ كَذَا وَسُوْرَةُ كَذَا وَسُوْرَةُ كَذَا عَدَّهَا قَالَ أَتَقْرَؤُهُنَّ عَنْ ظَهْرِ قَلْبِكَ قَالَ نَعَمْ قَالَ اذْهَبْ فَقَدْ مَلَّكْتُكَهَا بِمَا مَعَكَ مِنَ الْقُرْآنِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "66"
    }
  }
}