{
  "hadith": {
    "hadith_id": 5044,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "আল্লাহ্‌র বাণীঃ “হে নবী! আপনার জিহবাকে তাড়াতাড়ি মুখস্থ করার জন্য নাড়াবেন না।” আল্লাহ্‌র এই কালাম সম্পর্কে তিনি বলেন, যখনই জিব্‌রীল (আঃ) ওয়াহী নিয়ে নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- এর নিকট আসতেন, তখন নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) খুব তাড়াতাড়ি জিহবা এবং ঠোঁট নাড়াতেন এবং এটা তার জন্য খুব কঠিন হত। আর এ অবস্থা সহজেই অন্যজনে আঁচ করতে পারত। এ অবস্থার প্রেক্ষাপটে আল্লাহ্ তা’আলা সূরা ক্বিয়ামাহ এর এ আয়াত অবতীর্ণ করেনঃ “হে নবী! তাড়াতাড়ি ওয়াহী মুখস্থ করার জন্য আপনি আপনার জিহবা নাড়াবেন না। এ মুখস্থ করিয়ে দেয়া ও পাঠ করিয়ে দেয়ার দায়িত্ব আমারই। যখন আমি তা পাঠ করতে থাকি, তখন আপনি সে পাঠকে মনোযোগ সহকারে শুনতে থাকুন। পরে এর অর্থ বুঝিয়ে দেয়াও আমার দায়িত্ব।” সুতরাং যখন জিব্‌রীল (আঃ) পাঠ করেন আপনি তার অনুসরণ করুন। এরপর থেকে জিবরীল (আঃ) বলে যেতেন তখন নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) চুপ থাকতেন। যখন তিনি চলে যেতেন, আল্লাহ্‌র ওয়াদা অনুযায়ী তিনি তা পাঠ করতেন। (আধুনিক প্রকাশনীঃ ৪৬৭১, ইসলামী ফাউন্ডেশনঃ ৪৭৭৫)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيْدٍ حَدَّثَنَا جَرِيْرٌ عَنْ مُوْسَى بْنِ أَبِيْ عَائِشَةَ عَنْ سَعِيْدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ فِيْ قَوْلِهِ {لَا تُحَرِّكْ بِهٰ لِسَانَكَ لِتَعْجَلَ بِهٰ} قَالَ كَانَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِذَا نَزَلَ جِبْرِيْلُ بِالْوَحْيِ وَكَانَ مِمَّا يُحَرِّكُ بِهِ لِسَانَهُ وَشَفَتَيْهِ فَيَشْتَدُّ عَلَيْهِ وَكَانَ يُعْرَفُ مِنْهُ فَأَنْزَلَ اللهُ الْآيَةَ الَّتِيْ فِيْ {لَآ أُقْسِمُ بِيَوْمِ الْقِيَامَةِ}{لَا تُحَرِّكْ بِهٰ لِسَانَكَ لِتَعْجَلَ بِهٰإِنَّ عَلَيْنَا جَمْعَهُ فَإِنَّ عَلَيْنَا أَنْ نَجْمَعَهُ فِيْ صَدْرِكَ وَقُرْآنَهُ فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ فَإِذَا أَنْزَلْنَاهُ فَاسْتَمِعْ ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ} قَالَ إِنَّ عَلَيْنَا أَنْ نُبَيِّنَهُ بِلِسَانِكَ قَالَ وَكَانَ إِذَا أَتَاهُ جِبْرِيْلُ أَطْرَقَ فَإِذَا ذَهَبَ قَرَأَهُ كَمَا وَعَدَهُ اللهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "66"
    }
  }
}