{
  "hadith": {
    "hadith_id": 5063,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, তিন জনের একটি দল নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর ‘ইবাদাত সম্পর্কে জিজ্ঞেস করার জন্য নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর স্ত্রীদের বাড়িতে আসল। যখন তাঁদেরকে এ সম্পর্কে জানানো হলো, তখন তারা ‘ইবাদাতের পরিমাণ কম মনে করল এবং বলল, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সঙ্গে আমাদের তুলনা হতে পারে না। কারণ, তাঁর আগের ও পরের সকল গুনাহ্‌ ক্ষমা ক’রে দেয়া হয়েছে। এমন সময় তাদের মধ্য হতে একজন বলল, আমি সারা জীবন রাতভর সলাত আদায় করতে থাকব। অপর একজন বলল, আমি সবসময় সওম পালন করব এবং কক্ষনো বাদ দিব না। অপরজন বলল, আমি নারী সংসর্গ ত্যাগ করব, কখনও বিয়ে করব না। এরপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের নিকট এলেন এবং বললেন, “তোমরা কি ঐ সব লোক যারা এমন এমন কথাবার্তা বলেছ? আল্লাহ্‌র কসম! আমি আল্লাহ্‌কে তোমাদের চেয়ে বেশি ভয় করি এবং তোমাদের চেয়ে তাঁর প্রতি বেশি অনুগত; অথচ আমি সওম পালন করি, আবার তা থেকে বিরতও থাকি। সলাত আদায় করি এবং নিদ্রা যাই ও মেয়েদেরকে বিয়েও করি। [১]  সুতরাং যারা আমার সুন্নাতের প্রতি বিরাগ পোষণ করবে, তারা আমার দলভুক্ত নয়। [২] [মুসলিম ১৬/১, হাঃ ১৪০১, আহমাদ ১৩৫৩৪] (আধুনিক প্রকাশনীঃ ৪৬৯০, ইসলামী ফাউন্ডেশনঃ ৪৬৯৩)",
    "ar": "سَعِيدُ بْنُ أَبِي مَرْيَمَ أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ أَخْبَرَنَا حُمَيْدُ بْنُ أَبِي حُمَيْدٍ الطَّوِيلُ أَنَّه“ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُوْلُ جَاءَ ثَلاَثَةُ رَهْطٍ إِلٰى بُيُوْتِ أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم يَسْأَلُوْنَ عَنْ عِبَادَةِ النَّبِيِّ صلى الله عليه وسلم فَلَمَّا أُخْبِرُوْا كَأَنَّهُمْ تَقَالُّوْهَا فَقَالُوْا وَأَيْنَ نَحْنُ مِنَ النَّبِيِّ صلى الله عليه وسلم قَدْ غُفِرَ لَه“ مَا تَقَدَّمَ مِنْ ذَنْبِه„ وَمَا تَأَخَّرَ قَالَ أَحَدُهُمْ أَمَّا أَنَا فَإِنِّي أُصَلِّي اللَّيْلَ أَبَدًا وَقَالَ آخَرُ أَنَا أَصُوْمُ الدَّهْرَ وَلاَ أُفْطِرُ وَقَالَ آخَرُ أَنَا أَعْتَزِلُ النِّسَاءَ فَلاَ أَتَزَوَّجُ أَبَدًا فَجَاءَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِلَيْهِمْ فَقَالَ أَنْتُمْ الَّذِينَ قُلْتُمْ كَذَا وَكَذَا أَمَا وَاللهِ إِنِّي لأخْشَاكُمْ للهِ÷ وَأَتْقَاكُمْ لَه“ لَكِنِّي أَصُوْمُ وَأُفْطِرُ وَأُصَلِّي وَأَرْقُدُ وَأَتَزَوَّجُ النِّسَاءَ فَمَنْ رَغِبَ عَنْ سُنَّتِي فَلَيْسَ مِنِّي.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] যে কোন ‘ইবাদাতের ক্ষেত্রে ‘ইবাদাতের সময়, পরিমাণ, স্থান, অবস্থা ইত্যাদির দিকে খেয়াল রাখতে হবে। আবেগ তাড়িত হয়ে ফারযের মধ্যে যেমন কম বেশি করা যাবে না; তেমনি সুন্নাতের ক্ষেত্রেও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নির্দেশ বা তার ‘আমালের পরিবর্তন করা যাবে না। নফল ‘ইবাদাতেও কারো সময় থাকলে বা নিজের খেয়াল খুশি মত করা ইসলাম সমর্থিত নয়। ইসলামে সলাত, সওমের পাশাপাশি ঘুমানো, বিয়ে করা, বাণিজ্য করা ইত্যাদিও ‘ইবাদাতের মধ্যে গণ্য যদি তা সাওয়াবের আশায় এবং সঠিক নিয়মানুসারে পালন করা হয়।\nকিন্তু যদি কেউ সার্বিক দিক থেকে সমর্থ হওয়া সত্ত্বেও রসূলের সুন্নাতের প্রতি অনীহা ও অবিশ্বাসের কারণে বিয়ে পরিত্যাগ করে, তাহলে সে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর তরীকা থেকে বিচ্ছিন্ন হয়ে যাবে।\n\n[২] আল্লাহ তা’আলা মানুষকে যে প্রকৃতি, বৈশিষ্ট্য ও চাহিদা দিয়ে সৃষ্টি করেছেন সেগুলোকে উপেক্ষা করে আল্লাহর প্রিয়পাত্র হওয়া তো দূরের কথা, মানুষ মানুষের স্তরেই থাকতে পারবে না। মানুষ অতিরিক্ত খাদ্য খেলে বা একেবারেই খাদ্য পরিত্যাগ করলে তার বেঁচে থাকা নিয়েই আশঙ্কা দেখা দিবে। একাধারে সওম পালন করলেও একই অবস্থা দেখা দিবে। তাই আল্লাহর রসূল আমাদেরকে এমন শিক্ষা দিয়েছেন যাতে আমরা মানুষ হিসেবে স্বাভাবিক জীবন যাপন করেও আল্লাহর সন্তুষ্টি অর্জন করতে পারি। জীবনের যে কোন ক্ষেত্রে অস্বাভাবিক পন্থা অবলম্বন করলে দুর্ভোগ ও বিপর্যয় আসবে। খ্রীস্টান পাদ্রীদের অনুসৃত বৈরাগ্যবাদ ও দাম্পত্য জীবনের প্রতি লোক-দেখানো অনীহা তাদের অনেককেই যৌনাচারের ক্ষেত্রে পশুর স্তরে নামিয়ে দিয়েছে।\nইসলামে নারী-পুরুষের মধ্যে সম্পর্ক স্থাপনের একমাত্র বৈধ পন্থা হল বিবাহ। পরিবার গঠন, সংরক্ষণ ও বংশ-বিস্তারের জন্যই বিয়ে ছাড়া আর কোন বিধি সম্মত পথ নেই। এর মাধ্যমেই ব্যক্তি ও পারিবারিক জীবন পবিত্র ও কলুষমুক্ত হয়ে নৈতিকতার সর্বোচ্চ শিখরে উন্নীত হতে পারে। এ জন্যই ব্যভিচারে লিপ্ত হওয়ার আশঙ্কা করলে আল্লাহ্‌র চিরাচরিত বিধান এবং নবী - এর সুন্নাত হিসেবে বিয়ে করা ফরয আর এ অবস্থায় অর্থনৈতিক দিক থেকে সমর্থ না হলে সওম পালন করার বিধান দেয়া হয়েছে। আবার শারীরিক দিক থেকে সমর্থ হলে আর ব্যভিচারে লিপ্ত হবার আশঙ্কা না থাকলে বিয়ে করা মুসতাহাব। আর জৈবিক চাহিদা শূন্য হলে বিয়ে করা মুবাহ্‌। আবার এ অবস্থায় যদি মহিলার পক্ষ থেকে তার বিয়ের উদ্দেশ্যই নষ্ট হওয়ার আশঙ্কা থাকে তাহলে এরূপ স্বামীর শারীরিকভাবে সমর্থ নারীকে বিয়ে করা মাকরূহ।\nকিন্তু যদি কেউ সার্বিক দিক থেকে সমর্থ হওয়া সত্ত্বেও রসূলের সুন্নাতের প্রতি অনীহা ও অবিশ্বাসের কারণে বিয়ে পরিত্যাগ করে, তাহলে সে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর তরীকা থেকে বিচ্ছিন্ন হয়ে যাবে।",
    "chapter": {
      "chapter_number": "67"
    }
  }
}