{
  "hadith": {
    "hadith_id": 5066,
    "narrator": "‘আবদুল্লাহ্‌ ইব্‌নু মাস’উদ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সঙ্গে আমরা কতক যুবক ছিলাম; আর আমাদের কোন কিছু ছিল না। এই হালতে আমাদেরকে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন। হে যুবক সম্প্রদায় [৩]! তোমাদের মধ্যে যারা বিয়ে করার সামর্থ্য রাখে, তারা যেন বিয়ে করে। কেননা বিয়ে তার দৃষ্টিকে সংযত রাখে এবং লজ্জাস্থান হিফাযত করে এবং যার বিয়ে করার সামর্থ্য নেই, সে যেন সাওম পালন করে। কেননা, সাওম তার যৌনতাকে দমন করবে।(আধুনিক প্রকাশনীঃ ৪৬৯৩, ইসলামী ফাউন্ডেশনঃ ৪৬৯৬)",
    "ar": "عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ حَدَّثَنَا أَبِي حَدَّثَنَا الأَعْمَشُ قَالَ حَدَّثَنِي عُمَارَةُ عَنْ عَبْدِ الرَّحْمٰنِ بْنِ يَزِيدَ قَالَ دَخَلْتُ مَعَ عَلْقَمَةَ وَالأَسْوَدِ عَلٰى عَبْدِ اللهِ فَقَالَ عَبْدُ اللهِ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم شَبَابًا لاَ نَجِدُ شَيْئًا فَقَالَ لَنَا رَسُوْلُ اللهِ صلى الله عليه وسلم يَا مَعْشَرَ الشَّبَابِ مَنِ اسْتَطَاعَ الْبَاءَةَ فَلْيَتَزَوَّجْ فَإِنَّه“ أَغَضُّ لِلْبَصَرِ وَأَحْصَنُ لِلْفَرْجِ وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَإِنَّه“ لَه“ وِجَاءٌ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩] হাদীসে ‘যুব সম্প্রদায়’ কাদের বলা হয়েছে, এ সম্পর্কে ইমাম নাবাবী লিখেছেন-\nআমাদের লোকদের মতে যুবক-যুবতী বলতে তাদেরকে বোঝানো হয়েছে যারা বালেগ [পূর্ণ বয়স্ক] হয়েছে এবং ত্রিশ বছর বয়স পার হয়ে যায়নি।\nআর এ যুবক-যুবতীদের বিয়ের জন্য রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকীদ করলেন কেন, তার কারণ সম্পর্কে আল্লামা বদরুদ্দীন আইনী তার বিশ্ববিখ্যাত বুখারীর ভাষ্যগ্রন্থ “উমদাতুল ক্বারী” গ্রন্থে লিখেছেনঃ\n“হাদীসে কেবলমাত্র যুবক-যুবতীদের বিয়ে করতে বলার কারণ এই যে, বুড়োদের অপেক্ষা এ বয়সের লোকদের মধ্যেই বিয়ে করার প্রবণতা ও দাবী অনেক বেশী বর্তমান দেখা যায়।\nযুবক-যুবতীদের বিয়ে যৌন সম্ভোগের পক্ষে খুবই স্বাদপূর্ণ হয়। মুখের গন্ধ খুবই মিষ্টি হয়, দাম্পত্য জীবন যাপন খুবই সুখকর হয়, পারস্পরিক কথাবার্তা খুবই আনন্দদায়ক হয়, দেখতে খুবই সৌন্দর্যমণ্ডিত হয়, স্পর্শ খুব আরামদায়ক হয় এবং স্বামী বা স্ত্রী তার জুড়ির চরিত্রে এমন কতগুলো গুণ সৃষ্টি করতে পারে যা খুবই পছন্দনীয় হয়, আর এ বয়সের দাম্পত্য ব্যাপার প্রায়ই গোপন রাখা ভাল লাগে। যুবক বয়স যেহেতু যৌন সম্ভোগের জন্য মানুষকে উন্মুখ করে দেয়। এ কারণে তার দৃষ্টি যে কোন মেয়ের দিকে আকৃষ্ট হতে পারে এবং সে যৌন উচ্ছৃঙ্খলতায় পড়ে যেতে পারে। এজন্য রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ বয়সের ছেলেমেয়েকে বিয়ে করতে তাকীদ করেছেন এবং বলেছেনঃ বিয়ে করলে চোখ যৌন সুখের সন্ধানে যত্রতত্র ঘুরে বেড়াবে না এবং বাহ্যত তার কোন ব্যভিচারে লিপ্ত হওয়ার আশঙ্কা থাকবে না। এ কারণে রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যদিও কথা শুরু করেছেন যুবক মাত্রকেই সম্বোধন করে, কিন্তু শেষ পর্যন্ত বিয়ের এ তাকীদকে নির্দিষ্ট করেছেন কেবল এমন সব যুবক-যুবতীদের জন্য যাদের বিয়ের সামর্থ্য আছে। আর যারা বিয়ের ব্যয় বহনের সঙ্গতি রাখে না তারা সওম পালন করবে। সওম পালন তাদের যৌন উত্তেজনা দমন করবে। কারণ পানাহারের মাত্রা কম হলে যৌন চাহিদা প্রদমিত হয়।",
    "chapter": {
      "chapter_number": "67"
    }
  }
}