{
  "hadith": {
    "hadith_id": 5085,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খায়বার এবং মদীনাহ্‌র মাঝে তিন দিন অবস্থান করলেন এবং হুয়ায়্যার কন্যা সাফীয়ার সঙ্গে রাতে বাসর যাপনের ব্যবস্থা করলেন। আমি মুসলিমদেরকে তাঁর ওয়ালীমার দাওয়াত দিলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দস্তুরখানা বিছানোর নির্দেশ দিলেন এবং সেখানে গোশত ও রুটি ছিল না। খেজুর, পনির, মাখন ও ঘি রাখা হল। এটাই ছিল রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর ওয়ালীমা। উপস্থিত মুসলমানরা পরস্পর বলাবলি করতে লাগল - তিনি (সফ্যীয়াহ) রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সহধর্মিণীদের মধ্যে গণ্য হবেন, ক্রীতদাসীদের মধ্যে গণ্য হবেন। তাঁরা বলাবলি করলেন যে, যদি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাফীয়ার জন্য পর্দার ব্যবস্থা করেন, তাহলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সহধর্মিণী হিসাবে গণ্য করা হবে। আর যদি পর্দা না করা হয়, তাহলে তাঁকে ক্রীতদাসী হিসাবে মনে করা হবে। যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেখান থেকে অন্যত্র যাবার ব্যবস্থা করলেন, তখন সাফীয়ার জন্য উটের পিছনে জায়গা করলেন এবং তাঁর ও লোকদের মাঝে পর্দার ব্যবস্থা করলেন। [৮] (আধুনিক প্রকাশনী- ৪৭১২, ইসলামিক ফাউন্ডেশন- ৪৭১৪)",
    "ar": "قُتَيْبَةُ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ عَنْ حُمَيْدٍ عَنْ أَنَسٍ قَالَ أَقَامَ النَّبِيُّ صلى الله عليه وسلم بَيْنَ خَيْبَرَ وَالْمَدِينَةِ ثَلاَثًا يُبْنٰى عَلَيْهِ بِصَفِيَّةَ بِنْتِ حُيَيٍّ فَدَعَوْتُ الْمُسْلِمِينَ إِلٰى وَلِيمَتِه„ فَمَا كَانَ فِيهَا مِنْ خُبْزٍ وَلاَ لَحْمٍ أُمِرَ بِالأَنْطَاعِ فَأَلْقٰى فِيهَا مِنَ التَّمْرِ وَالأَقِطِ وَالسَّمْنِ فَكَانَتْ وَلِيمَتَه“ فَقَالَ الْمُسْلِمُوْنَ إِحْد‘ى أُمَّهَاتِ الْمُؤْمِنِينَ أَوْ مِمَّا مَلَكَتْ يَمِينُه“ فَقَالُوْا إِنْ حَجَبَهَا فَهِيَ مِنْ أُمَّهَاتِ الْمُؤْمِنِينَ وَإِنْ لَمْ يَحْجُبْهَا فَهِيَ مِمَّا مَلَكَتْ يَمِينُه“ فَلَمَّا ارْتَحَلَ وَطّٰى لَهَا خَلْفَه“ وَمَدَّ الْحِجَابَ بَيْنَهَا وَبَيْنَ النَّاسِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৮] জিন্ন-ইনসানের মহান নেতার ওয়ালীমাহ এর বিবরণে যা পাওয়া গেল তাথেকে মুসলিম জাতি শিক্ষা গ্রহণ করে নিজেদের বিলাসিতা অপচয় এবং অহংকার-প্রতিযোগিতা বন্ধ করবেন কি?",
    "chapter": {
      "chapter_number": "67"
    }
  }
}