{
  "hadith": {
    "hadith_id": 5088,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আবূ হুযাইফাহ (রাঃ) ইব্‌নু উত্‌বাহ ইব্‌নু রাবিয়া ইব্‌নু আবদে শাম্‌স, যিনি বাদ্‌রের যুদ্ধে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সঙ্গে উপস্থিত ছিলেন, তিনি সালিমকে পালক পুত্র হিসাবে গ্রহণ করেন এবং তার সঙ্গে তিনি তাঁর ভাতিজী ওয়ালীদ ইব্‌নু উত্‌বাহ ইব্‌নু রাবিয়ার কন্যা হিন্দাকে বিয়ে দেন। সে ছিল এক আনসারী মহিলার আযাদকৃত দাস যেমন যায়দকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পালক-পুত্র হিসেবে গ্রহণ করেছিলেন। জাহিলী যুগের রীতি ছিল যে, কেউ যদি অন্য কোন ব্যক্তিকে পালক-পুত্র হিসেবে গ্রহণ করত, তবে লোকেরা তাকে ঐ ব্যক্তির পুত্র হিসেবে ডাকত এবং মৃত্যুর পর ঐ ব্যক্তির উত্তরাধিকারী হত। যতক্ষণ পর্যন্ত না আল্লাহ্‌ তা’আলা এ আয়াত অবতীর্ণ করলেনঃ অর্থাৎ, “তাদেরকে (পালক পুত্রদেরকে) তাদের জন্মদাতা পিতার নামে ডাক......তারা তোমাদের মুক্ত করা গোলাম।” (সূরা আহযাবঃ ৫) এরপর থেকে তাদেরকে পিতার নামেই শুধু ডাকা হত। যদি তাদের পিতা সম্পর্কে জানা না যেত, তাহলে তাকে মাওলা বা দ্বীনি ভাই হিসাবে ডাকা হত। তারপর [আবূ হুযাইফাহ ইব্‌নু ‘উত্‌বাহ (রাঃ) - এর স্ত্রী] সাহ্‌লা বিনতে সুহায়ল ইব্‌নু ‘আম্‌র আল কুরাইশী আল আমিরী নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর কাছে এসে বলল, হে আল্লাহ্‌র রসূল! আমরা সালিমকে আমাদের পুত্র হিসেবে মনে করতাম; অথচ এখন আল্লাহ্‌ যা অবতীর্ণ করেছেন তা তো আপনিই ভাল জানেন। এরপর তিনি পুরো হাদীস বর্ণনা করলেন।(আধুনিক প্রকাশনী- ৪৭১৫, ইসলামিক ফাউন্ডেশন- ৪৭১৭)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ أَبَا حُذَيْفَةَ بْنَ عُتْبَةَ بْنِ رَبِيعَةَ بْنِ عَبْدِ شَمْسٍ،، وَكَانَ، مِمَّنْ شَهِدَ بَدْرًا مَعَ النَّبِيِّ صلى الله عليه وسلم صلى الله عليه وسلم تَبَنَّى سَالِمًا، وَأَنْكَحَهُ بِنْتَ أَخِيهِ هِنْدَ بِنْتَ الْوَلِيدِ بْنِ عُتْبَةَ بْنِ رَبِيعَةَ وَهْوَ مَوْلًى لاِمْرَأَةٍ مِنَ الأَنْصَارِ، كَمَا تَبَنَّى النَّبِيُّ صلى الله عليه وسلم زَيْدًا، وَكَانَ مَنْ تَبَنَّى رَجُلاً فِي الْجَاهِلِيَّةِ دَعَاهُ النَّاسُ إِلَيْهِ وَوَرِثَ مِنْ مِيرَاثِهِ حَتَّى أَنْزَلَ اللَّهُ ‏{‏ادْعُوهُمْ لآبَائِهِمْ‏}‏ إِلَى قَوْلِهِ ‏{‏وَمَوَالِيكُمْ‏}‏ فَرُدُّوا إِلَى آبَائِهِمْ، فَمَنْ لَمْ يُعْلَمْ لَهُ أَبٌ كَانَ مَوْلًى وَأَخًا فِي الدِّينِ، فَجَاءَتْ سَهْلَةُ بِنْتُ سُهَيْلِ بْنِ عَمْرٍو الْقُرَشِيِّ ثُمَّ الْعَامِرِيِّ ـ وَهْىَ امْرَأَةُ أَبِي حُذَيْفَةَ ـ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّا كُنَّا نَرَى سَالِمًا وَلَدًا وَقَدْ أَنْزَلَ اللَّهُ فِيهِ مَا قَدْ عَلِمْتَ فَذَكَرَ الْحَدِيثَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "67"
    }
  }
}