{
  "hadith": {
    "hadith_id": 5090,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, চারটি বিষয়ের প্রতি লক্ষ্য রেখে মেয়েদেরকে বিয়ে করা হয়ঃ তার সম্পদ, তার বংশমর্যাদা, তার সৌন্দর্য ও তার দীনদারী। সুতরাং তুমি দীনদারীকেই প্রাধান্য দেবে নতুবা তুমি ক্ষতিগ্রস্ত হবে। [১০] [মুসলিম ১৭/১৫, হাঃ ১৪৬৬, আহমাদ ৯৫২৬] (আধুনিক প্রকাশনী- ৪৭১৭, ইসলামিক ফাউন্ডেশন- ৪৭১৯)",
    "ar": "مُسَدَّدٌ حَدَّثَنَا يَحْيٰى عَنْ عُبَيْدِ اللهِ قَالَ حَدَّثَنِي سَعِيدُ بْنُ أَبِي سَعِيدٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ تُنْكَحُ الْمَرْأَةُ لأرْبَعٍ لِمَالِهَا وَلِحَسَبِهَا وَجَمَالِهَا وَلِدِينِهَا فَاظْفَرْ بِذَاتِ الدِّينِ تَرِبَتْ يَدَاكَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১০] যে সব কারণে একজন পুরুষ বিশেষ একটি মেয়েকে স্ত্রীরূপে বরণ করার জন্য উৎসাহিত ও আগ্রহান্বিত হতে পারে তা হচ্ছে চারটি। (১) সৌন্দর্য (২) সম্পদ (৩) বংশ (৪) দীনদারী। এ গুণ চতুষ্টয়ের মধ্যে সর্বশেষে উল্লেখ করা হয়েছে দীনদারী ও আদর্শবাদিতার গুণ। আর এ গুণটিই ইসলামের দৃষ্টিতে সর্বাগ্রগণ্য ও সর্বাধিক গুরুত্বপূর্ণ। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর আলোচ্য নির্দেশের সার কথা হল- দীনদারীর গুণসম্পন্না কনে পাওয়া গেলে তাকেই যেন স্ত্রীরূপে বরণ করা হয়, তাকে বাদ দিয়ে অপর কোন গুণসম্পন্না মহিলাকে বিয়ে করতে আগ্রহী হওয়া উচিত নয় - (সুবুলুস সালাম)। চারটি গুণের মধ্যে দ্বীনদার হওয়ার গুণটি কেবল যে সর্বাধিক গুরুত্বপূর্ণ তা-ই নয়, এ গুণ যার নেই তার মধ্যে অন্যান্য গুণ যতই থাক না কেন, ইসলামের দৃষ্টিতে সে অগ্রাধিকার যোগ্য কনে নয়। রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাদীস অনুযায়ী তো দ্বীনদারীর গুণ বঞ্চিতা নারী বিয়ে করাই উচিত নয়। তিনি স্পষ্ট ভাষায় নির্দেশ দিয়েছেন- তোমরা স্ত্রীদের কেবল তাদের রূপ-সৌন্দর্য দেখেই বিয়ে করো না- কেননা এরূপ সৌন্দর্যই অনেক সময় তাদের ধ্বংসের কারণ হতে পারে। তাদের ধন-মালের লোভে পড়েও বিয়ে করবে না, কেননা এ ধনমাল তাদের বিদ্রোহী ও অনমনীয় বানাতে পারে। বরং তাদের দ্বীনদারীর গুণ দেখেই তবে বিয়ে করবে। বস্তুত একজন দীনদার কৃষ্ণাঙ্গ দাসীও কিন্তু অনেক ভাল- (ইবনে মাজাহ, বায্‌যার, বাইহাকী)। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞেস করা হয়েছিল - বিয়ের জন্য কোন্‌ ধরনের মেয়ে উত্তম? জবাবে তিনি বলেছিলেন- যে স্ত্রীকে দেখলে সে তার স্বামীকে আনন্দ দেয়, তাকে যে কাজের আদেশ করা হয় তা সে যথাযথ পালন করে এবং তার নিজের স্বামীর ধন মালের ব্যাপারে স্বামীর পছন্দের বিপরীত কোন কাজই করে না- (মুসনাদে আহমাদ)। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলেছেন- দুনিয়ার সব জিনিসই ভোগ সামগ্রী আর সবচেয়ে উত্তম সামগ্রী হচ্ছে নেক চরিত্রের স্ত্রী- (মুসনাদে আহমাদ)।\nউপরের উদ্ধৃত হাদীসগুলো থেকে যে কথাটি স্পষ্ট হয়ে উঠেছে তা এই যে, ইসলামের দৃষ্টিতে তাকওয়া, পরহেযগারী, দীনদারী ও উন্নত চরিত্রই হচ্ছে জীবন সঙ্গিনী পছন্দ করার ক্ষেত্রে সর্বাধিক গুরুত্বপূর্ণ বিবেচ্য বিষয়।",
    "chapter": {
      "chapter_number": "67"
    }
  }
}