{
  "hadith": {
    "hadith_id": 5101,
    "narrator": "উম্মু হাবীবা বিনতে আবূ সুফ্‌ইয়ান (রাঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে বললাম, হে আল্লাহ্‌র রসূল! আপনি আমার বোন আবূ সুফিয়ানের কন্যাকে বিয়ে করুন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি কি এটা পছন্দ কর? তিনি উত্তর করলেন, হাঁ। এখন তো আমি আপনার একক স্ত্রী নই এবং আমি চাই যে, আমার বোনও আমার সাথে উত্তম কাজে অংশীদার হোক। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উত্তর দিলেন, এটা আমার জন্য হালাল নয়। আমি বললাম, আমরা শুনতে পেলাম, আপনি নাকি আবূ সালামার মেয়েকে বিয়ে করতে চান। তিনি বললেন, তুমি বলতে চাচ্ছ যে, আমি উম্মু সালামার মেয়েকে বিয়ে করতে চাই। আমি বললাম, হ্যাঁ। তিনি বললেন, যদি সে আমার প্রতিপালিতা কন্যা না হত, তাহলেও তাকে বিয়ে করা হালাল হত না। কেননা, সে দুধ সম্পর্কের দিক দিয়ে আমার ভাতিজী। কেননা, আমাকে এবং আবূ সালামাকে সুওয়াইবা দুধ পান করিয়েছে। সুতরাং, তোমরা তোমাদের কন্যা ও বোনদেরকে বিয়ের জন্য পেশ করো না। ‘উরওয়া (রাঃ) বর্ণনা করেন, সুওয়াইবা ছিল আবূ লাহাবের দাসী এবং সে তাকে আযাদ করে দিয়েছিল। এরপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে দুধ পান করায়। আবূ লাহাব যখন মারা গেল, তার একজন আত্মীয় তাকে স্বপ্নে দেখল যে, সে ভীষণ কষ্টের মধ্যে নিপতিত আছে। তাকে জিজ্ঞেস করল, তোমার সঙ্গে কেমন ব্যবহার করা হয়েছে। আবূ লাহাব বলল, যখন থেকে তোমাদের হতে দূরে আছি, তখন থেকেই ভীষণ কষ্টে আছি। কিন্তু সুওয়াইবাকে আযাদ করার কারণে কিছু পানি পান করতে পারছি। [৫১০৬, ৫১০৭, ৫১২৩, ৫৩৭২; মুসলিম ১৭/৪, হাঃ ১৪৪৯, আহমাদ ২৭৪৮২](আধুনিক প্রকাশনী- ৪৭২৮, ইসলামিক ফাউন্ডেশন- ৪৭৩০)",
    "ar": "الْحَكَمُ بْنُ نَافِعٍ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ أَخْبَرَتْه“ أَنَّ أُمَّ حَبِيبَةَ بِنْتَ أَبِي سُفْيَانَ أَخْبَرَتْهَا أَنَّهَا قَالَتْ يَا رَسُوْلَ اللهِ انْكِحْ أُخْتِي بِنْتَ أَبِي سُفْيَانَ فَقَالَ أَوَتُحِبِّينَ ذَلِكِ فَقُلْتُ نَعَمْ لَسْتُ لَكَ بِمُخْلِيَةٍ وَأَحَبُّ مَنْ شَارَكَنِي فِي خَيْرٍ أُخْتِي فَقَالَ النَّبِيُّ صلى الله عليه وسلم إِنَّ ذَلِكِ لاَ يَحِلُّ لِي قُلْتُ فَإِنَّا نُحَدَّثُ أَنَّكَ تُرِيدُ أَنْ تَنْكِحَ بِنْتَ أَبِي سَلَمَةَ قَالَ بِنْتَ أُمِّ سَلَمَةَ قُلْتُ نَعَمْ فَقَالَ لَوْ أَنَّهَا لَمْ تَكُنْ رَبِيبَتِي فِي حَجْرِي مَا حَلَّتْ لِي إِنَّهَا لاَبْنَةُ أَخِي مِنَ الرَّضَاعَةِ أَرْضَعَتْنِي وَأَبَا سَلَمَةَ ثُوَيْبَةُ فَلاَ تَعْرِضْنَ عَلَيَّ بَنَاتِكُنَّ وَلاَ أَخَوَاتِكُنَّ قَالَ عُرْوَةُ وثُوَيْبَةُ مَوْلاَةٌ لِأَبِي لَهَبٍ كَانَ أَبُو لَهَبٍ أَعْتَقَهَا فَأَرْضَعَتِ النَّبِيَّ صلى الله عليه وسلم فَلَمَّا مَاتَ أَبُو لَهَبٍ أُرِيَه“ بَعْضُ أَهْلِه„ بِشَرِّ حِيبَةٍ قَالَ لَه“ مَاذَا لَقِيتَ قَالَ أَبُو لَهَبٍ لَمْ أَلْقَ بَعْدَكُمْ غَيْرَ أَنِّي سُقِيتُ فِي هٰذِه„ بِعَتَاقَتِي ثُوَيْبَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "67"
    }
  }
}