{
  "hadith": {
    "hadith_id": 5105,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "বর্ণিত। তিনি বলেন, রক্তের সম্পর্কের সাতজন ও বৈবাহিক সম্পর্কের সাতজন নারীকে বিয়ে করা হারাম। এরপর তিনি এ আয়াত পাঠ করলেন: “তোমাদের জন্যে তোমাদের মায়েদের বিয়ে করা হারাম করা হয়েছে।” (সূরাহ আন-নিসা: ২৪)\n‘আবদুল্লাহ্‌ ইব্‌নু জা’ফর (রহঃ) একসঙ্গে ‘আলী (রাঃ) - এর স্ত্রী [১৩] ও কন্যাকে বিয়ে বন্ধনে আবদ্ধ করেন (তারা উভয়েই সৎ-মা ও সৎ-কন্যা ছিল) ইব্‌নু শিরীন বলেন, এতে দোষের কিছু নেই। কিন্তু হাসান বসরী (রহঃ) প্রথমত এ মত পছন্দ করেননি; কিন্তু পরে বলেন, এতে দোষের কিছুই নেই। কিন্তু হাসান ইব্‌নু হাসান ইব্‌নু ‘আলী একই রাতে দুই চাচাত বোনকে একই সঙ্গে বিয়ে করেন। জাবির ইব্‌নু যায়দ সম্পর্কচ্ছেদের আশংকায় এটা মাকরূহ মনে করেছেন; কিন্তু এটা হারাম নয়। যেমন আল্লাহ্‌ তা’আলা বলেন, “এসব ছাড়া আর যত মেয়ে লোক রয়েছে তা তোমাদের জন্য হালাল করে দেয়া হয়েছে।” (আন-নিসা: ২৪) ইব্‌নু ‘আব্বাস (রাঃ) বলেন, যদি কেউ তার শালীর সঙ্গে অবৈধ যৌন মিলন করে তবে তার স্ত্রী তার জন্য হারাম হয়ে যায় না। শা’বী এবং আবূ জা’ফর বলেন, যদি কেউ কোন বালকের সঙ্গে সমকামে লিপ্ত হয়, তবে তার মা তার জন্য বিয়ে করা হারাম হয়ে যাবে। ইকরামাহ (রাঃ)... ইব্‌নু ‘আব্বাস (রাঃ) হতে বর্ণিত। তিনি বলেন, কেউ যদি শাশুড়ির সঙ্গে যৌন মিলনে লিপ্ত হয়, তবে তার স্ত্রী হারাম হয় না। আবূ নাসর ইব্‌নু ‘আব্বাস (রাঃ) থেকে বর্ণনা করেন যে, হারাম হয়ে যাবে। ‘ইমরান ইব্‌নু হুসায়ন (রাঃ) জাবির ইব্‌নু যায়দ (রাঃ) আল হাসান (রহঃ) এবং কতিপয় ইরাকবাসী থেকে বর্ণনা করেন যে, তার স্ত্রীর সঙ্গে বিয়ের সম্পর্ক হারাম হয়ে যাবে। উপরোক্ত ব্যাপারে আবূ হুরায়রা (রাঃ) বলেছেন যে, স্ত্রীর সঙ্গে বিয়ের সম্পর্ক ততক্ষণ হারাম হয় না, যতক্ষণ না কেউ তার শাশুড়ির সঙ্গে অবৈধ যৌন মিলনে লিপ্ত হয়। ইব্‌নু মুসাইয়িব, ‘উরওয়া (রাঃ) এবং যুহ্‌রী এমতাবস্থায় স্ত্রীর সঙ্গে সম্পর্ক রাখা বৈধ বলেছেন। যুহ্‌রী বলেন, ‘আলী (রাঃ) বলেছেন, হারাম হয় না। ওখানে যুহ্‌রীর কথা মুরসাল অর্থাৎ এ কথা যুহুরী ‘আলী (রাঃ) থেকে শোনেননি। (আ.প্র. অনুচ্ছেদ, ই.ফা. অনুচ্ছেদ)",
    "ar": "وَقَالَ لَنَا أَحْمَدُ بْنُ حَنْبَلٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سُفْيَانَ، حَدَّثَنِي حَبِيبٌ، عَنْ سَعِيدٍ، عَنِ ابْنِ عَبَّاسٍ، حَرُمَ مِنَ النَّسَبِ سَبْعٌ، وَمِنَ الصِّهْرِ سَبْعٌ‏.‏ ثُمَّ قَرَأَ ‏{‏حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ‏}‏ الآيَةَ‏.‏ وَجَمَعَ عَبْدُ اللَّهِ بْنُ جَعْفَرٍ بَيْنَ ابْنَةِ عَلِيٍّ وَامْرَأَةِ عَلِيٍّ‏.‏ وَقَالَ ابْنُ سِيرِينَ لاَ بَأْسَ بِهِ‏.‏ وَكَرِهَهُ الْحَسَنُ مَرَّةً ثُمَّ قَالَ لاَ بَأْسَ بِهِ‏.‏ وَجَمَعَ الْحَسَنُ بْنُ الْحَسَنِ بْنِ عَلِيٍّ بَيْنَ ابْنَتَىْ عَمٍّ فِي لَيْلَةٍ، وَكَرِهَهُ جَابِرُ بْنُ زَيْدٍ لِلْقَطِيعَةِ، وَلَيْسَ فِيهِ تَحْرِيمٌ لِقَوْلِهِ تَعَالَى ‏{‏وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ‏}‏ وَقَالَ عِكْرِمَةُ عَنِ ابْنِ عَبَّاسٍ إِذَا زَنَى بِأُخْتِ امْرَأَتِهِ لَمْ تَحْرُمْ عَلَيْهِ امْرَأَتُهُ‏.‏ وَيُرْوَى عَنْ يَحْيَى الْكِنْدِيِّ عَنِ الشَّعْبِيِّ وَأَبِي جَعْفَرٍ، فِيمَنْ يَلْعَبُ بِالصَّبِيِّ إِنْ أَدْخَلَهُ فِيهِ، فَلاَ يَتَزَوَّجَنَّ أُمَّهُ، وَيَحْيَى هَذَا غَيْرُ مَعْرُوفٍ، لَمْ يُتَابَعْ عَلَيْهِ‏.‏ وَقَالَ عِكْرِمَةُ عَنِ ابْنِ عَبَّاسٍ إِذَا زَنَى بِهَا لَمْ تَحْرُمْ عَلَيْهِ امْرَأَتُهُ‏.‏ وَيُذْكَرُ عَنْ أَبِي نَصْرٍ أَنَّ ابْنَ عَبَّاسٍ حَرَّمَهُ‏.‏ وَأَبُو نَصْرٍ هَذَا لَمْ يُعْرَفْ بِسَمَاعِهِ مِنِ ابْنِ عَبَّاسٍ‏.‏ وَيُرْوَى عَنْ عِمْرَانَ بْنِ حُصَيْنٍ وَجَابِرِ بْنِ زَيْدٍ وَالْحَسَنِ وَبَعْضِ أَهْلِ الْعِرَاقِ تَحْرُمُ عَلَيْهِ‏.‏ وَقَالَ أَبُو هُرَيْرَةَ لاَ تَحْرُمُ حَتَّى يُلْزِقَ بِالأَرْضِ يَعْنِي يُجَامِعَ‏.‏ وَجَوَّزَهُ ابْنُ الْمُسَيَّبِ وَعُرْوَةُ وَالزُّهْرِيُّ‏.‏ وَقَالَ الزُّهْرِيُّ قَالَ عَلِيٌّ لاَ تَحْرُمُ‏.‏ وَهَذَا مُرْسَلٌ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৩] ফাতিমাহ (রাঃ)-এর জীবদ্দশায় ‘আলী (রাঃ) কাউকে বিয়ে করেননি। পরে তিনি বিয়ে করেন।",
    "chapter": {
      "chapter_number": "67"
    }
  }
}