{
  "hadith": {
    "hadith_id": 5121,
    "narrator": "সাহ্‌ল (রাঃ)",
    "bn": "একজন মহিলা এসে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর কাছে নিজেকে পেশ করলেন। এক ব্যক্তি বলল, হে আল্লাহর রসূল! তাকে আমার সঙ্গে বিয়ে বন্ধনে আবদ্ধ করিয়ে দিন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন,  তোমার কাছে কি আছে? সে উত্তর দিল, আমার কাছে কিছুই নেই। রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, যাও, তালাশ কর, কোন কিছু পাও কিনা? দেখ যদি একটি লোহার আংটিও পাও। লোকটি চলে গেল এবং ফিরে এসে বলল,  কিছুই পেলাম না এমনকি একটি লোহার আংটিও না; কিন্তু আমার এ তহবন্দখানা আছে। এর অর্ধেকাংশ  তার জন্য। সাহ্‌ল (রাঃ) বলেন, তার দেহে কোন চাদর ছিল না। অতএব নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমার তহবন্দ দিয়ে সে কি করবে? যদি তুমি এটা পর, মহিলার শরীরে কিছুই থাকবে না, আর যদি এটা সে পরে তবে তোমার শরীরে কিছুই থাকবে না। এরপর লোকটি অনেকক্ষণ বসে রইল। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে চলে যেতে দেখে ডাকলেন বা তাকে ডাকানো হল এবং বললেন, তুমি কুরআন কতটুকু জান? সে বলল, আমার অমুক অমুক  সূরা মূখস্থ আছে এবং সে সূরাগুলোর উল্লেখ করল। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি যে পরিমাণ কুরআন জান, তার বিনিময়ে তোমাকে এর সঙ্গে বিয়ে দিলাম। (আধুনিক প্রকাশনী- ৪৭৪৪, ইসলামিক ফাউন্ডেশন- ৪৭৪৬)",
    "ar": "سَعِيدُ بْنُ أَبِي مَرْيَمَ حَدَّثَنَا أَبُو غَسَّانَ قَالَ حَدَّثَنِي أَبُو حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ أَنَّ امْرَأَةً عَرَضَتْ نَفْسَهَا عَلَى النَّبِيِّصلى الله عليه وسلم فَقَالَ لَه“ رَجُلٌ يَا رَسُوْلَ اللهِ زَوِّجْنِيهَا فَقَالَ مَا عِنْدَكَ قَالَ مَا عِنْدِي شَيْءٌ قَالَ اذْهَبْ فَالْتَمِسْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ فَذَهَبَ ثُمَّ رَجَعَ فَقَالَ لاَ وَاللهِ مَا وَجَدْتُ شَيْئًا وَلاَ خَاتَمًا مِنْ حَدِيدٍ وَلٰكِنْ هٰذَا إِزَارِي وَلَهَا نِصْفُه“ قَالَ سَهْلٌ وَمَا لَه“ رِدَاءٌ فَقَالَ النَّبِيُّ صلى الله عليه وسلم وَمَا تَصْنَعُ بِإِزَارِكَ إِنْ لَبِسْتَه“ لَمْ يَكُنْ عَلَيْهَا مِنْه“ شَيْءٌ وَإِنْ لَبِسَتْه“ لَمْ يَكُنْ عَلَيْكَ مِنْه“ شَيْءٌ فَجَلَسَ الرَّجُلُ حَتّٰى إِذَا طَالَ مَجْلِسُه“ قَامَ فَرَآهُ النَّبِيُّ صلى الله عليه وسلمفَدَعَاه“أَوْ دُعِيَ لَه“ فَقَالَ لَه“ مَاذَا مَعَكَ مِنَ الْقُرْآنِ فَقَالَ مَعِي سُورَةُ كَذَا وَسُورَةُ كَذَا لِسُوَرٍ يُعَدِّدُهَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم أَمْلَكْنَاكَهَا بِمَا مَعَكَ مِنَ الْقُرْآنِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "67"
    }
  }
}