{
  "hadith": {
    "hadith_id": 5122,
    "narrator": "ইব্‌নু ‘উমার (রাঃ)",
    "bn": "যখন ‘উমার (রাঃ) - এর কন্যা হাফসাহ (রাঃ) খুনায়স ইব্‌নু হুযাইফাহ সাহমীর মৃত্যুতে বিধবা হলেন, তিনি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর একজন সাহাবী ছিলেন এবং মদীনায় ইন্তিকাল করেন। ‘উমার ইব্‌নুল খাত্তাব (রাঃ) বলেন, আমি ‘উসমান ইব্‌নু ‘আফ্‌ফান (রাঃ) - এর কাছে গেলাম এবং হাফসাকে বিয়ে করার জন্য প্রস্তাব দিলাম; তখন তিনি বললেন, আমি এ ব্যাপারে চিন্তা-ভাবনা করে দেখি। এরপর আমি কয়েক রাত অপেক্ষা করলাম, তারপর আমার সঙ্গে সাক্ষাৎ করে বললেন, আমার কাছে এটা প্রকাশ পেয়েছে যে, যেন এখন আমি তাকে বিয়ে না করি। ‘উমার (রাঃ) বলেন, তারপর আমি আবূ বক্‌র সিদ্দিক (রাঃ) - এর সঙ্গে সাক্ষাৎ করলাম এবং বললাম, যদি আপনি চান তাহলে আপনার সঙ্গে ‘উমরের কন্যা হাফসাকে বিয়ে দেই। আবূ বকর (রাঃ) নিরব থাকলেন এবং প্রতি-উত্তরে আমাকে কিছুই বললেন না। এতে আমি ‘উসমান (রাঃ) - এর চেয়ে অধিক অসন্তুষ্ট হলাম, তারপর আমি কয়েক রাত অপেক্ষা করলাম। তারপর  রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাফসাকে বিয়ের জন্য প্রস্তাব পাঠালেন এবং হাফসাকে আমি তার সঙ্গে  বিয়ে দিলাম।  এরপর আবূ বকর (রাঃ) আমার সঙ্গে সাক্ষাৎ করে বললেন,  সম্ভবত আপনি আমার উপর অসন্তুষ্ট হয়েছেন। আপনি যখন হাফসাকে আমার জন্য পেশ করেন তখন আমি কোন উত্তর দেইনি। ‘উমার (রাঃ) বলেন, আমি বললাম, হাঁ। আবূ বকর (রাঃ) বললেন, আপনার প্রস্তাবে সাড়া দিতে কোন কিছুই আমাকে বিরত করেনি; এ ছাড়া যে, আমি জানি, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাফসার বিষয় উল্লেখ করেছেন আর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর গোপন ভেদ প্রকাশ আমার পক্ষে কখনও সম্ভব নয়।  যদি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার ব্যাপারে চিন্তা-ভাবনা ত্যাগ করতেন তাহলে আমি হাফসাকে গ্রহন করতাম।(আধুনিক প্রকাশনী- ৪৭৪৫, ইসলামিক ফাউন্ডেশন- ৪৭৪৭)",
    "ar": "عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللهِ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ صَالِحِ بْنِ كَيْسَانَ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللهِ أَنَّه“ سَمِعَ عَبْدَ اللهِ بْنَ عُمَ رَ يُحَدِّثُ أَنَّ عُمَرَ بْنَ الْخَطَّابِ حِينَ تَأَيَّمَتْ حَفْصَةُ بِنْتُ عُمَرَ مِنْ خُنَيْسِ بْنِ حُذَافَةَ السَّهْمِيِّ وَكَانَ مِنْ أَصْحَابِ رَسُوْلِ اللهِ صلى الله عليه وسلم فَتُوُفِّيَ بِالْمَدِينَةِ فَقَالَ عُمَرُ بْنُ الْخَطَّابِ أَتَيْتُ عُثْمَانَ بْنَ عَفَّانَ فَعَرَضْتُ عَلَيْهِ حَفْصَةَ فَقَالَ سَأَنْظُرُ فِي أَمْرِي فَلَبِثْتُ لَيَالِيَ ثُمَّ لَقِيَنِي فَقَالَ قَدْ بَدَا لِي أَنْ لاَ أَتَزَوَّجَ يَوْمِي هٰذَا قَالَ عُمَرُ فَلَقِيتُ أَبَا بَكْرٍ الصِّدِّيقَ فَقُلْتُ إِنْ شِئْتَ زَوَّجْتُكَ حَفْصَةَ بِنْتَ عُمَرَ فَصَمَتَ أَبُو بَكْرٍ فَلَمْ يَرْجِعْ إِلَيَّ شَيْئًا وَكُنْتُ أَوْجَدَ عَلَيْهِ مِنِّي عَلٰى عُثْمَانَ فَلَبِثْتُ لَيَالِيَ ثُمَّ خَطَبَهَا رَسُوْلُ اللهِ صلى الله عليه وسلم فَأَنْكَحْتُهَا إِيَّاه“ فَلَقِيَنِي أَبُو بَكْرٍ فَقَالَ لَعَلَّكَ وَجَدْتَ عَلَيَّ حِينَ عَرَضْتَ عَلَيَّ حَفْصَةَ فَلَمْ أَرْجِعْ إِلَيْكَ شَيْئًا قَالَ عُمَرُ قُلْتُ نَعَمْ قَالَ أَبُو بَكْرٍ فَإِنَّه“ لَمْ يَمْنَعْنِي أَنْ أَرْجِعَ إِلَيْكَ فِيمَا عَرَضْتَ عَلَيَّ إِلاَّ أَنِّي كُنْتُ عَلِمْتُ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَدْ ذَكَرَهَا فَلَمْ أَكُنْ لِأُفْشِيَ سِرَّ رَسُوْلِ اللهِ صلى الله عليه وسلم وَلَوْ تَرَكَهَا رَسُوْلُ اللهِ صلى الله عليه وسلم قَبِلْتُهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "67"
    }
  }
}