{
  "hadith": {
    "hadith_id": 5124,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "“যদি কোন ব্যক্তি ইদ্দত পালনকারী কোন মহিলাকে বলে যে,  আমার বিয়ে করার ইচ্ছে আছে। আমি কোন নেক্‌কার মহিলাকে পেতে ইচ্ছে পোষণ করি।” কাসিম (রহঃ) বলেন, এ আয়াতের ব্যাখ্যা হচ্ছে, যেন কোন ব্যক্তি বলল,  তুমি আমার কাছে খুবই সম্মানিতা এবং আমি তোমাকে পছন্দ করি। আল্লাহ্‌ তোমার জন্য কল্যাণ বর্ষণ করুন। অথবা এ ধরনের উক্তি। ‘আত্বা (রহঃ) বলেন, বিয়ের ইচ্ছে ইশারায় ব্যক্ত করা উচিত, খোলাখুলি এ ধরণের কোন কথা বলা ঠিক নয়। কেউ এ ধরণের বলতে পারে, আমার এ সকল গুণের প্রয়োজন আছে। আর তোমার জন্য সুখবর সমস্ত প্রশংসা আল্লাহ্‌র জন্য আপনি পুন: বিয়ের উপযুক্ত। সে মহিলাও বলতে পারে- আপনি যা বলেছেন, তা আমি শুনেছি কিন্তু এর অধিক ওয়াদা করা ঠিক নয়। তার অভিভাবকদেরও তার অজ্ঞাতে কোন প্রকার ওয়াদা দেয়া ঠিক নয়। কিন্তু যদি কেউ ইদ্দাতের মাঝে কাউকে বিয়ের কোন প্রকার ওয়াদা করে এবং ইদ্দত শেষে সে ব্যক্তি যদি তাকে বিয়ে করে তবে সেই বিয়ে বিচ্ছেদ করতে হবে না। হাসান (রহঃ) বলেছেন, (আরবি) এর অর্থ হল: ব্যভিচার। ইবনু ‘আব্বাস (রাঃ)-এর উদ্ধৃতি দিয়ে এ কথা বলা হয় যে,  (আরবি) অর্থ  হল- ‘ইদ্দত  পূর্ণ হওয়া।(আধুনিক প্রকাশনী- অনুচ্ছেদ, ইসলামিক ফাউন্ডেশন- অনুচ্ছেদ)",
    "ar": "وَقَالَ لِي طَلْقٌ حَدَّثَنَا زَائِدَةُ، عَنْ مَنْصُورٍ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ عَبَّاسٍ، ‏{‏فِيمَا عَرَّضْتُمْ‏}‏ يَقُولُ إِنِّي أُرِيدُ التَّزْوِيجَ، وَلَوَدِدْتُ أَنَّهُ تَيَسَّرَ لِي امْرَأَةٌ صَالِحَةٌ‏.‏ وَقَالَ الْقَاسِمُ يَقُولُ إِنَّكِ عَلَىَّ كَرِيمَةٌ، وَإِنِّي فِيكِ لَرَاغِبٌ، وَإِنَّ اللَّهَ لَسَائِقٌ إِلَيْكِ خَيْرًا‏.‏ أَوْ نَحْوَ هَذَا‏.‏ وَقَالَ عَطَاءٌ يُعَرِّضُ وَلاَ يَبُوحُ يَقُولُ إِنَّ لِي حَاجَةً وَأَبْشِرِي، وَأَنْتِ بِحَمْدِ اللَّهِ نَافِقَةٌ‏.‏ وَتَقُولُ هِيَ قَدْ أَسْمَعُ مَا تَقُولُ‏.‏ وَلاَ تَعِدُ شَيْئًا وَلاَ يُوَاعِدُ وَلِيُّهَا بِغَيْرِ عِلْمِهَا، وَإِنْ وَاعَدَتْ رَجُلاً فِي عِدَّتِهَا ثُمَّ نَكَحَهَا بَعْدُ لَمْ يُفَرَّقْ بَيْنَهُمَا‏.‏ وَقَالَ الْحَسَنُ ‏{‏لاَ تُوَاعِدُوهُنَّ سِرًّا‏}‏ الزِّنَا‏.‏ وَيُذْكَرُ عَنِ ابْنِ عَبَّاسٍ ‏{‏الْكِتَابُ أَجَلَهُ‏}‏ تَنْقَضِي الْعِدَّةُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "67"
    }
  }
}