{
  "hadith": {
    "hadith_id": 5127,
    "narrator": "‘উরওয়া ইব্‌নু যুবায়র (রহঃ)",
    "bn": "তিনি বলেন, তাঁকে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সহধর্মিণী ‘আয়িশা (রাঃ) বলেছেন, জাহিলী যুগে চার প্রকারের বিয়ে প্রচলিত ছিল। এক প্রকার হচ্ছে, বর্তমান যে ব্যবস্থা চলছে অর্থাৎ কোন ব্যক্তি কোন মহিলার অভিভাবকের নিকট তার অধীনস্থ মহিলা অথবা তার কন্যার জন্য বিবাহের প্রস্তাব দিবে এবং তার মোহর নির্ধারণের পর বিবাহ করবে। দ্বিতীয় হচ্ছে, কোন ব্যক্তি তার স্ত্রীকে মাসিক ঋতু থেকে মুক্ত হবার পর এ কথা বলত যে, তুমি অমুক ব্যক্তির কাছে যাও এবং তার সঙ্গে যৌন মিলন কর। এরপর স্ত্রী তার স্বামীর থেকে পৃথক থাকত এবং কখনও এক বিছানায় ঘুমাত না, যতক্ষণ না সে অন্য ব্যক্তির দ্বারা গর্ভবতী হত, যার সঙ্গে তার যৌন মিলন হত। যখন তার গর্ভ সুস্পষ্টভাবে ইচ্ছে করলে স্বামী তার স্ত্রীর সাথে যৌন সঙ্গম করত। এটা ছিল তার স্বামীর অভ্যাস। এতে উদ্দেশ্য ছিল যাতে করে সে একটি উন্নত জাতের সন্তান লাভ করতে পারে। এ ধরনের বিয়েকে ‘নিকাহুল ইস্‌তিবদা’ বলা হত। তৃতীয় প্রথা ছিল যে, দশ জনের কম কয়েক ব্যক্তি একত্রিত হয়ে পালাক্রমে একই মহিলার সঙ্গে যৌনমিলনে লিপ্ত হত। যদি মহিলা এর ফলে গর্ভবতী হত এবং সন্তান ভূমিষ্ট হবার পর কিছুদিন অতিবাহিত হত, সেই মহিলা এ সকল ব্যক্তিকে ডেকে পাঠাত এবং কেউই আসতে অস্বীকৃতি জানাতে পারত না। যখন সকলেই সেই মহিলার সামনে একত্রিত হত, তখন সে তাদেরকে বলত, তোমরা সকলেই জান- তোমরা কী করেছ! এখন আমি সন্তান প্রসব করেছি, সুতরাং হে অমুক! এটা তোমার সন্তান। ঐ মহিলা যাকে খুশি তার নাম ধরে ডাকত, তখন ঐ ব্যক্তি উক্ত শিশুটিকে গ্রহণ করতে বাধ্য থাকত এবং ঐ মহিলা তার স্ত্রীরূপে গণ্য হত। চতুর্থ প্রকারের বিবাহ হচ্ছে, বহু পুরুষ ঐ মহিলার সঙ্গে যৌন মিলনে লিপ্ত হত এবং ঐ মহিলা তার আছে যত পুরুষ আসত, কাউকে শয্যা-সঙ্গী করতে অস্বীকার করত না। এরা ছিল পতিতা, যার চিহ্ন হিসেবে নিজ ঘরের সামনে পতাকা উড়িয়ে রাখত। যে কেউ ইচ্ছে করলে অবাধে এদের সঙ্গে যৌন মিলনে লিপ্ত হওয়া সকল কাফাহ্‌ পুরুষ এবং একজন ‘কাফাহ্‌’ (এমন একজন বিশেষজ্ঞ, যারা সন্তানের মুখ অথবা শরীরের কোন অঙ্গ দেখে বলতে পারত- অমুকের ঔরসজাত সন্তান)-কে ডেকে আনা হত। সে সন্তানটির যে লোকটির সঙ্গে সাদৃশ্য দেখতে পেত তাকে বলত, এটি তোমার সন্তান। তখন ঐ লোকটি ঐ সন্তানকে নিজের হিসেবে গ্রহণ করতে বাধ্য হত এবং লোকে ঐ সন্তানকে তার সন্তান হিসেবে আখ্যা দিত এবং সে এই সন্তানকে অস্বীকার করতে পারত না। যখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) – কে সত্য দ্বীনসহ পাঠানো হল তখন তিনি বর্তমানে প্রচলিত ব্যবস্থা ছাড়া জাহিলী যুগের সমস্ত বিবাহের রীতি বাতিল করে দিলেন।(আধুনিক প্রকাশনী- অনুচ্ছেদ ৩৭, ইসলামিক ফাউন্ডেশন- ৪৭৫১)",
    "ar": "قَالَ يَحْيٰى بْنُ سُلَيْمَانَ حَدَّثَنَا ابْنُ وَهْبٍ عَنْ يُونُسَ ح و حَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ حَدَّثَنَا عَنْبَسَةُ حَدَّثَنَا يُونُسُ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْه“ أَنَّ النِّكَاحَ فِي الْجَاهِلِيَّةِ كَانَ عَلٰى أَرْبَعَةِ أَنْحَاءٍ فَنِكَاحٌ مِنْهَا نِكَاحُ النَّاسِ الْيَوْمَ يَخْطُبُ الرَّجُلُ إِلَى الرَّجُلِ وَلِيَّتَه“ أَوْ ابْنَتَه“ فَيُصْدِقُهَا ثُمَّ يَنْكِحُهَا وَنِكَاحٌ آخَرُ كَانَ الرَّجُلُ يَقُوْلُ لِامْرَأَتِه„ إِذَا طَهُرَتْ مِنْ طَمْثِهَا أَرْسِلِي إِلٰى فُلاَنٍ فَاسْتَبْضِعِي مِنْه“ وَيَعْتَزِلُهَا زَوْجُهَا وَلاَ يَمَسُّهَا أَبَدًا حَتّٰى يَتَبَيَّنَ حَمْلُهَا مِنْ ذ‘لِكَ الرَّجُلِ الَّذِي تَسْتَبْضِعُ مِنْه“ فَإِذَا تَبَيَّنَ حَمْلُهَا أَصَابَهَا زَوْجُهَا إِذَا أَحَبَّ وَإِنَّمَا يَفْعَلُ ذ‘لِكَ رَغْبَةً فِي نَجَابَةِ الْوَلَدِ فَكَانَ هٰذَا النِّكَاحُ نِكَاحَ الِاسْتِبْضَاعِ وَنِكَاحٌ آخَرُ يَجْتَمِعُ الرَّهْطُ مَا دُونَ الْعَشَرَةِ فَيَدْخُلُونَ عَلَى الْمَرْأَةِ كُلُّهُمْ يُصِيبُهَا فَإِذَا حَمَلَتْ وَوَضَعَتْ وَمَرَّ عَلَيْهَا لَيَالٍ بَعْدَ أَنْ تَضَعَ حَمْلَهَا أَرْسَلَتْ إِلَيْهِمْ فَلَمْ يَسْتَطِعْ رَجُلٌ مِنْهُمْ أَنْ يَمْتَنِعَ حَتّٰى يَجْتَمِعُوا عِنْدَهَا تَقُولُ لَهُمْ قَدْ عَرَفْتُمْ الَّذِي كَانَ مِنْ أَمْرِكُمْ وَقَدْ وَلَدْتُ فَهُوَ ابْنُكَ يَا فُلاَنُ تُسَمِّي مَنْ أَحَبَّتْ بِاسْمِه„ فَيَلْحَقُ بِه„ وَلَدُهَا لاَ يَسْتَطِيعُ أَنْ يَمْتَنِعَ بِه„ الرَّجُلُ وَنِكَاحُ الرَّابِعِ يَجْتَمِعُ النَّاسُ الْكَثِيرُ فَيَدْخُلُونَ عَلَى الْمَرْأَةِ لاَ تَمْتَنِعُ مِمَّنْ جَاءَهَا وَهُنَّ الْبَغَايَا كُنَّ يَنْصِبْنَ عَلٰى أَبْوَابِهِنَّ رَايَاتٍ تَكُونُ عَلَمًا فَمَنْ أَرَادَهُنَّ دَخَلَ عَلَيْهِنَّ فَإِذَا حَمَلَتْ إِحْدَاهُنَّ وَوَضَعَتْ حَمْلَهَا جُمِعُوا لَهَا وَدَعَوْا لَهُمْ الْقَافَةَ ثُمَّ أَلْحَقُوا وَلَدَهَا بِالَّذِي يَرَوْنَ فَالْتَاطَ بِه„ وَدُعِيَ ابْنَه“ لاَ يَمْتَنِعُ مِنْ ذ‘لِكَ فَلَمَّا بُعِثَ مُحَمَّدٌ صلى الله عليه وسلم بِالْحَقِّ هَدَمَ نِكَاحَ الْجَاهِلِيَّةِ كُلَّه“ إِلاَّ نِكَاحَ النَّاسِ الْيَوْمَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "67"
    }
  }
}