{
  "hadith": {
    "hadith_id": 5136,
    "narrator": "আবূ সালামা (রাঃ)",
    "bn": "বর্ণিত। আবূ হুরায়রা (রাঃ) তাদের কাছে বর্ণনা করেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কোন বিধবা নারীকে তার সম্মতি ব্যতীত বিয়ে দেয়া যাবে না এবং কুমারী মহিলাকে তাঁর অনুমতি ছাড়া বিয়ে দিতে পারবে না। লোকেরা জিজ্ঞেস করল, হে আল্লাহ্‌র রসূল! কেমন করে তার অনুমতি নেয়া হবে। তিনি বললেন, তার চুপ থাকাটাই তার অনুমতি।[৬৯৭০; মুসলিম ১৬/৮, হাঃ ১৪১৯, আহমাদ ৯৬১১] (আধুনিক প্রকাশনী- ৪৭৫৭, ইসলামিক ফাউন্ডেশন- ৪৭৬০)",
    "ar": "مُعَاذُ بْنُ فَضَالَةَ حَدَّثَنَا هِشَامٌ عَنْ يَحْيٰى عَنْ أَبِي سَلَمَةَ أَنَّ أَبَا هُرَيْرَةَ حَدَّثَهُمْ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ لاَ تُنْكَحُ الأَيِّمُ حَتّٰى تُسْتَأْمَرَ وَلاَ تُنْكَحُ الْبِكْرُ حَتّٰى تُسْتَأْذَنَ قَالُوا يَا رَسُوْلَ اللهِ وَكَيْفَ إِذْنُهَا قَالَ أَنْ تَسْكُتَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৫] এ হাদীসের উপর ভিত্তি করে ইমাম আবূ হানীফা (রহঃ) বলেছেন - অলী বিবাহিত ও অবিবাহিত মেয়েকে কোন নির্দিষ্ট ছেলেকে বিয়ে করতে বাধ্য করতে পারে না। অতএব পূর্বে বিবাহিত মেয়েদের কাছ থেকে বিয়ের জন্য রীতিমত আদেশ পেতে হবে এবং অবিবাহিত বালেগ মেয়ে থেকে যথারীতি অনুমতি নিতে হবে। এ সম্পর্কে ইমাম মুসলিম হাদীস বর্ণনা করেছেন- পূর্বে বিবাহিত মেয়েরা তাদের নিজেদের বিয়ের মত জানানোর ব্যপারে তাদের অলী অপেক্ষাও বেশি অধিকার রাখে। আর পূর্বে অবিবাহিত মেয়েদের নিকট তাদের পিতা বিয়ের মত জানতে চাইলে তাদের চুপ থাকাই তাদের অনুমতিজ্ঞাপক। \nকিন্তু বড়ই দুর্ভাগ্যের ব্যাপার বর্তমান অধঃপতিত মুসলিম সমাজে মেয়েদের এ অধিকার বাস্তব ক্ষেত্রে কার্যকর হচ্ছে না। এর অপর একটি দিক বর্তমানে খুবই প্রাবল্য লাভ করেছে। আধুনিক ছেলেমেয়েরা তাদের বিয়ের ব্যাপারে তাদের বাপ-মা-গার্জিয়ানদের কোন তোয়াক্কাই রাখে না। তাদের কোন পরোয়াই করা হয় না। ‘বিয়ে নিজের পছন্দেই ঠিক’ এ কথার সত্যতা অস্বীকার করা হচ্ছে না, তেমনি এ কথাও এ কথাও অস্বীকার করার উপায় নেই, আধুনিক যুবক যুবতীরা যৌবনের উদ্দামতায় অবাধ মেলামেশার গড্ডালিকা প্রবাহে পড়ে দিশেহারা হয়ে যেতে পারে এবং ভাল-মন্দ, শোভন-অশোভন বিচারশূন্য হয়ে যেখানে সেখানে আত্মদান করে বসতে পারে। তাই উদ্দাম-উৎসাহের সঙ্গে সঙ্গে সুস্থ বিচার বিবেচনারও বিশেষ প্রয়োজন। কেননা বিয়ে কেবলমাত্র যৌন পরিতৃপ্তির মাধ্যম নয়; ঘর, পরিবার, সন্তান, সমাজ, জাতি ও দেশ সর্বপরি নৈতিকতার প্রশ্নও তাঁর সাথে গভীরভাবে জড়িত। তাই বিয়ের ব্যপারে ছেলেমেয়ের পিতা বা অলীর মতামতের গুরুত্ব আছে। কেননা সাধারণতঃ অলী-পিতা-মাতা নিজেদের ছেলেমেয়েদের কখনও অকল্যাণকামী হতে পারে না। তাই বাস্তব অভিজ্ঞতার ভিত্তিতে পিতামাতার মতের গুরুত্ব কিছুতেই অস্বীকার করা চলেনা।\nছেলেরা বিয়েতে অলী তথা অভভাবকের বাধ্য বাধকতা নেই কিন্তু মেয়ের জন্য বাধ্যবাধকতা রয়েছে। মেয়ের বৈধ অলী থাকাবস্থায় তাকে না জানিয়ে নকল অলী বানিয়ে কোর্ট ম্যারেজের মাধ্যমে যত বিবাহ হয়ে থাকে তা সবই বাতিল। তাদের দাম্পত্য জীবন হবে ব্যভিচারী জীবনের মত। তাদের অর্জিত সন্তান সন্ততি জারজ হিসেবে পরিগণিত হবে। এ অভিশপ্ত জীবন থেকে পরিত্রাণের জন্য তাদের বৈধ অলীর মাধ্যমে পুনর্বিবাহ পড়াতে হবে। অনেক সময় দেখা যায় অলী বর্তমান থাকা সত্বেও তাকে গুরুত্ব না দিয়ে এবং তাঁর নির্দেশ ও সম্মতি ব্যতিরেকে অন্য কোন লোককে অলী হিসিবে দাঁড় করিয়ে বিবাহ কার্য সম্পন্ন করা হয়, এটা না-জায়িয। বরং মূল অলী নিজেই অথবা তার অবর্তমানে যাকে দায়িত্ব দিবে সে অলী হিসেবে বিবাহ কার্য সম্পাদন করবে। \nউল্লেখ্য অলী কর্তৃক মেয়ের পক্ষ থেকে পূর্ব অনুমতি বা সমর্থন নিতে হবে ঠিক আছে। কিন্তু বৈধ অলীর [অভিভাবকের] সমর্থন ও অনুমতি ব্যতীত কোন মেয়ের বিয়েই বৈধ হবে না। কারণ আয়েশা হতে বর্ণিত হয়েছে তিনি বলেন, রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ (আরবী) “যে মেয়েকে তার অভিভাবক বিয়ে না দিবে [সে নিজে বিয়ে করলে] তার বিয়ে বাতিল, তার বিয়ে বাতিল, তার বিয়ে বাতিল...।“ [হাদীসটি ইবনু মাজাহ্‌ বর্ণনা করেছেন, হাদীসটি সহীহ্‌, দেখুন “সহীহ্‌ ইবনু মাজাহ্‌” (১৮৭৯)।\nঅন্য বর্ণনায় আয়েশা(রাঃ) হতে বর্ণিত হয়েছে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ (আরবী) “যে মেয়েই তার অভিভাবকের অনুমতি ব্যতীত বিয়ে করবে তার বিয়ে বাতিল। এ কথাটি তিনবার উল্লেখ করেন।“ [এ ভাষায় হাদীসটি ইমাম আবূ দাউদ (২০৮৩), তিরমিযী (১১০২) বর্ণনা করেছেন। হাদীসটি সহীহ্‌, দেখুন “সহীহ্‌ আবূ দাউদ”, “সহীহ্‌ তিরমিযী”, “সহীহ্‌ জামে’ইস সাগীর” (২৭০৯) ও “মিশকাত” (৩১৩১)]।",
    "chapter": {
      "chapter_number": "67"
    }
  }
}