{
  "hadith": {
    "hadith_id": 5149,
    "narrator": "সাহ্‌ল ইব্‌নু সা’দ (রাঃ)",
    "bn": "আমি অন্যান্য লোকের সঙ্গে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর কাছে বসা ছিলাম। এমন সময় একজন মহিলা দাঁড়িয়ে বলল, হে আল্লাহ্‌র রসূল! আমি নিজেকে আপনার কাছে পেশ করছি, এখন আপনার মতামত দিন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন উত্তর দিলেন না। এরপর মহিলাটি পুনরায় দাঁড়িয়ে বলল, হে আল্লাহ্‌র রসূল! আমি আমার জীবনকে আপনার কাছে পেশ করছি। আপনার মতামত দিন। তিনি কোন উত্তর করলেন না। তারপর তৃতীয় বারে দাঁড়িয়ে বলল, আমি আমার জীবন আপনার কাছে সোপর্দ করছি। আপনার মতামত দিন। এরপর একজন লোক দাঁড়িয়ে বলল, হে আল্লাহ্‌র রসূল, এ মহিলাকে আমার সঙ্গে বিয়ে দিন। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমার কাছে কিছু আছে কি? লোকটি বলল, না। তিনি বললেন, যাও খুঁজে দেখ, একটি লোহার আংটি হলেও নিয়ে এসো। লোকটি চলে গেল এবং খুঁজে দেখল। এরপর এসে বলল, আমি কিছুই পেলাম না; এমনকি একটি লোহার আংটিও না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমার কি কিছু কুরআন জানা আছে? সে বলল, অমুক অমুক সূরা আমার মুখস্থ আছে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমার যে পরিমাণ কুরআন মুখস্থ আছে, তার বিনিময়ে এ মহিলাকে তোমার সঙ্গে বিয়ে দিলাম।(আধুনিক প্রকাশনী- ৪৭৬৯, ইসলামিক ফাউন্ডেশন- ৪৭৭২)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا سُفْيَانُ سَمِعْتُ أَبَا حَازِمٍ يَقُوْلُ سَمِعْتُ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ يَقُوْلُ إِنِّي لَفِي الْقَوْمِ عِنْدَ رَسُوْلِ اللهِ صلى الله عليه وسلم إِذْ قَامَتْ امْرَأَةٌ فَقَالَتْ يَا رَسُوْلَ اللهِ إِنَّهَا قَدْ وَهَبَتْ نَفْسَهَا لَكَ فَرَ فِيهَا رَأْيَكَ فَلَمْ يُجِبْهَا شَيْئًا ثُمَّ قَامَتْ فَقَالَتْ يَا رَسُوْلَ اللهِ إِنَّهَا قَدْ وَهَبَتْ نَفْسَهَا لَكَ فَرَ فِيهَا رَأْيَكَ فَلَمْ يُجِبْهَا شَيْئًا ثُمَّ قَامَتْ الثَّالِثَةَ فَقَالَتْ إِنَّهَا قَدْ وَهَبَتْ نَفْسَهَا لَكَ فَرَ فِيهَا رَأْيَكَ فَقَامَ رَجُلٌ فَقَالَ يَا رَسُوْلَ اللهِ أَنْكِحْنِيهَا قَالَ هَلْ عِنْدَكَ مِنْ شَيْءٍ قَالَ لاَ قَالَ اذْهَبْ فَاطْلُبْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ فَذَهَبَ فَطَلَبَ ثُمَّ جَاءَ فَقَالَ مَا وَجَدْتُ شَيْئًا وَلاَ خَاتَمًا مِنْ حَدِيدٍ فَقَالَ هَلْ مَعَكَ مِنَ الْقُرْآنِ شَيْءٌ قَالَ مَعِي سُورَةُ كَذَا وَسُورَةُ كَذَا قَالَ اذْهَبْ فَقَدْ أَنْكَحْتُكَهَا بِمَا مَعَكَ مِنَ الْقُرْآنِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "67"
    }
  }
}