{
  "hadith": {
    "hadith_id": 5163,
    "narrator": "আবূ ‘উসমান",
    "bn": "একদিন আনাস ইব্‌নু মালিক (রাঃ) আমাদের বানী রিফা’আর মসজিদের নিকট গমনকালে তাকে এ কথা বলতে শুনেছি যে, যখনই উম্মু সুলায়মের নিকট দিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যেতেন, তাঁকে সালাম দিতেন। আনাস (রাঃ) আরো বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর যখন যাইনাব (রাঃ) - এর সঙ্গে বিয়ে হয়, তখন উম্মু সুলায়ম আমাকে বললেন, চল আমরা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর জন্যে কিছু হাদীয়া পাঠাই। আমি তাকে বললাম, হ্যাঁ, এ ব্যবস্থা করুন। তখন তিনি খেজুর, মাখন ও পনির এক সঙ্গে মিশিয়ে হালুয়া বানিয়ে একটি ডেকচিতে করে আমাকে দিয়ে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর কাছে পাঠালেন। আমি সেসব নিয়ে তাঁর কাছে উপস্থিত হলে তিনি এগুলো রেখে দিতে বলেন এবং আমাকে কয়েকজন লোকের নাম উল্লেখ করে ডেকে আনার আদেশ করেন। আরো বলেন, যার সঙ্গে দেখা হয় তাকেও দাওয়াত দিবে। তিনি যেভাবে আমাকে হুকুম করলেন, আমি সেভাবে কাজ করলাম। যখন আমি ফিরে এলাম, তখন ঘরে আনেক লোক দেখতে পেলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন হালুয়া (হাইশ) পাত্রের মধ্যে হাত রাখা অবস্থায় ছিলেন এবং আল্লাহ্‌ তা’আলার মর্জি মোতাবেক কিছু কথা বললেন। তারপর তিনি দশ দশ জন করে লোক খাওয়ার জন্য ডাকলেন এবং বললেন, তোমরা ‘বিসমিল্লাহ’ বলে খাওয়া শুরু কর এবং প্রত্যেকে পাত্রের নিজ নিজ দিক হতে খাও। যখন তাদের খাওয়া-দাওয়া শেষ হল তাদের মধ্য থেকে অনেকেই চলে গেল এবং কিছু সংখ্যক লোক কথাবার্তা বলতে থাকল। যা দেখে আমি বিরক্তি বোধ করলাম। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেখান থেকে বের হয়ে অন্য ঘরে গেলেন। আমিও সেখান থেকে বেরিয়ে এলাম। যখন আমি বললাম, তারাও চলে গেছে তখন তিনি নিজের কক্ষে ফিরে এলেন এবং পর্দা ফেলে দিলেন। তিনি তাঁর কক্ষে থাকলেন এবং এই আয়াত পাঠ করলেনঃ “তোমরা যারা ঈমান এনেছ শোন! নবীগৃহে প্রবেশ কর না যতক্ষণ না তোমাদেরকে অনুমতি দেয়া হয় খাদ্য গ্রহণের জন্য, (আগেভাগেই এসে পড় না) খাদ্য প্রস্তুতির জন্য অপেক্ষা করে যেন বসে থাকতে না হয়। তবে তোমাদেরকে ডাকা হলে তোমরা প্রবেশ কর। অতঃপর তোমাদের খাওয়া হলে তোমরা চলে যাও। কথাবার্তায় মশগুল হয়ে যেয়ো না। তোমাদের এ কাজ নবীকে কষ্ট দেয়। সে তোমাদেরকে (উঠে যাওয়ার জন্য বলতে) লজ্জাবোধ করে, আল্লাহ সত্য কথা বলতে লজ্জাবোধ করেন না।” (সূরাহ আল-আহযাব ৩৩: ৫৩) আবূ ‘উসমান (রাঃ) বলেন, আনাস (রাঃ) বলেছেন যে, তিনি দশ বছর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর খিদমাত করেছেন।[৪৭৯১; মুসলিম ১৬/১৩, হাঃ ১৪২৮]",
    "ar": "وَقَالَ إِبْرَاهِيمُ عَنْ أَبِي عُثْمَانَ ـ وَاسْمُهُ الْجَعْدُ ـ عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ مَرَّ بِنَا فِي مَسْجِدِ بَنِي رِفَاعَةَ فَسَمِعْتُهُ يَقُولُ كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا مَرَّ بِجَنَبَاتِ أُمِّ سُلَيْمٍ دَخَلَ عَلَيْهَا فَسَلَّمَ عَلَيْهَا، ثُمَّ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم عَرُوسًا بِزَيْنَبَ فَقَالَتْ لِي أُمُّ سُلَيْمٍ لَوْ أَهْدَيْنَا لِرَسُولِ اللَّهِ صلى الله عليه وسلم هَدِيَّةً فَقُلْتُ لَهَا افْعَلِي‏.‏ فَعَمَدَتْ إِلَى تَمْرٍ وَسَمْنٍ وَأَقِطٍ، فَاتَّخَذَتْ حَيْسَةً فِي بُرْمَةٍ، فَأَرْسَلَتْ بِهَا مَعِي إِلَيْهِ، فَانْطَلَقْتُ بِهَا إِلَيْهِ فَقَالَ لِي ‏\"‏ ضَعْهَا ‏\"‏‏.‏ ثُمَّ أَمَرَنِي فَقَالَ ‏\"‏ ادْعُ لِي رِجَالاً ـ سَمَّاهُمْ ـ وَادْعُ لِي مَنْ لَقِيتَ ‏\"‏‏.‏ قَالَ فَفَعَلْتُ الَّذِي أَمَرَنِي فَرَجَعْتُ فَإِذَا الْبَيْتُ غَاصٌّ بِأَهْلِهِ، فَرَأَيْتُ النَّبِيَّ صلى الله عليه وسلم وَضَعَ يَدَيْهِ عَلَى تِلْكَ الْحَيْسَةِ، وَتَكَلَّمَ بِهَا مَا شَاءَ اللَّهُ، ثُمَّ جَعَلَ يَدْعُو عَشَرَةً عَشَرَةً، يَأْكُلُونَ مِنْهُ، وَيَقُولُ لَهُمُ ‏\"‏ اذْكُرُوا اسْمَ اللَّهِ، وَلْيَأْكُلْ كُلُّ رَجُلٍ مِمَّا يَلِيهِ ‏\"‏‏.‏ قَالَ حَتَّى تَصَدَّعُوا كُلُّهُمْ عَنْهَا، فَخَرَجَ مِنْهُمْ مَنْ خَرَجَ، وَبَقِيَ نَفَرٌ يَتَحَدَّثُونَ قَالَ وَجَعَلْتُ أَغْتَمُّ، ثُمَّ خَرَجَ النَّبِيُّ صلى الله عليه وسلم نَحْوَ الْحُجُرَاتِ، وَخَرَجْتُ فِي إِثْرِهِ فَقُلْتُ إِنَّهُمْ قَدْ ذَهَبُوا‏.‏ فَرَجَعَ فَدَخَلَ الْبَيْتَ، وَأَرْخَى السِّتْرَ، وَإِنِّي لَفِي الْحُجْرَةِ، وَهْوَ يَقُولُ ‏{‏يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَدْخُلُوا بُيُوتَ النَّبِيِّ صلى الله عليه وسلم إِلاَّ أَنْ يُؤْذَنَ لَكُمْ إِلَى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ وَلَكِنْ إِذَا دُعِيتُمْ فَادْخُلُوا فَإِذَا طَعِمْتُمْ فَانْتَشِرُوا وَلاَ مُسْتَأْنِسِينَ لِحَدِيثٍ إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النَّبِيَّ فَيَسْتَحْيِي مِنْكُمْ وَاللَّهُ لاَ يَسْتَحْيِي مِنَ الْحَقِّ‏}‏‏.‏ قَالَ أَبُو عُثْمَانَ قَالَ أَنَسٌ إِنَّهُ خَدَمَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَشْرَ سِنِينَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "67"
    }
  }
}