{
  "hadith": {
    "hadith_id": 5166,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মদীনায় আসেন তখন আমার বয়স দশ বছর ছিল। আমার মা, চাচী ও ফুফুরা আমাকে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর খাদিম হবার জন্য উৎসাহিত করেছিলেন। এরপর আমি দশ বছরকাল তাঁর খেদমত করি। যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর ইন্তিকাল হয় তখন আমার বয়স ছিল বিশ বছর। আমি পর্দা সম্পর্কে অন্যদের চেয়ে অধিক জানি। পর্দা সম্পর্কীয় প্রাথমিক আয়াতসমূহ যয়নাব বিনতে জাহাশ (রাঃ) – এর সঙ্গে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর বাসর রাত যাপনের সময় অবতীর্ণ হয়েছিল। সেদিন সকাল বেলা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুলহা ছিলেন এবং লোকদেরকে ওয়ালীমার দাওয়াত করলেন। সুতরাং তাঁরা এসে খানা খেলেন। কিছু লোক ব্যতীত সবাই চলে গেলেন। তাঁরা দীর্ঘ সময় অবস্থান করলেন। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উঠে বাইরে গেলেন। আমিও তাঁর পিছু পিছু চলে এলাম, যাতে করে অন্যেরাও বের হয়ে আসে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সামনের দিকে এগিয়ে গেলেন, এমন কি তিনি ‘আয়িশা (রাঃ) - এর কক্ষের নিকট পর্যন্ত গেলেন, এরপরে বাকি লোকগুলো হয়ত চলে গেছে এ কথা ভেবে তিনি ফিরে এলেন, আমিও তাঁর সঙ্গে ফিরে এলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাইনাব (রাঃ) - এর কক্ষে প্রবেশ করে দেখতে পেলেন যে, লোকগুলো বসে রয়েছে - চলে যায়নি। সুতরাং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পুনরায় বাইরে বেরুলেন এবং আমি তাঁর সঙ্গে এলাম। যখন আমরা ‘আয়িশা (রাঃ) -এর কক্ষের নিকট পর্যন্ত পৌঁছলাম, তিনি ভাবলেন যে, এতক্ষণে হয়ত লোকগুলো চলে গেছে। তিনি ফিরে এলেন। আমিও তাঁর সঙ্গে ফিরে এসে দেখলাম যে, লোকগুলো চলে গেছে। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার ও তাঁর মাঝখানে একটি পর্দা টেনে দিলেন। এ সময় পর্দার আয়াত অবতীর্ণ হল।(আধুনিক প্রকাশনী- ৪৭৮৫, ইসলামিক ফাউন্ডেশন- ৪৭৮৮)",
    "ar": "يَحْيٰى بْنُ بُكَيْرٍ قَالَ حَدَّثَنِي اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ أَنَّه“ كَانَ ابْنَ عَشْرِ سِنِينَ مَقْدَمَ رَسُوْلِ اللهِ صلى الله عليه وسلم الْمَدِينَةَ فَكَانَ أُمَّهَاتِي يُوَاظِبْنَنِي عَلٰى خِدْمَةِ النَّبِيِّ صلى الله عليه وسلم فَخَدَمْتُه“ عَشْرَ سِنِينَ وَتُوُفِّيَ النَّبِيُّ صلى الله عليه وسلم وَأَنَا ابْنُ عِشْرِينَ سَنَةً فَكُنْتُ أَعْلَمَ النَّاسِ بِشَأْنِ الْحِجَابِ حِينَ أُنْزِلَ وَكَانَ أَوَّلَ مَا أُنْزِلَ فِي مُبْتَنٰى رَسُوْلِ اللهِ صلى الله عليه وسلم بِزَيْنَبَ بِنْتِ جَحْشٍ أَصْبَحَ النَّبِيُّ صلى الله عليه وسلم بِهَا عَرُوسًا فَدَعَا الْقَوْمَ فَأَصَابُوا مِنَ الطَّعَامِ ثُمَّ خَرَجُوا وَبَقِيَ رَهْطٌ مِنْهُمْ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَأَطَالُوا الْمُكْثَ فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَخَرَجَ وَخَرَجْتُ مَعَه“ لِكَيْ يَخْرُجُوا فَمَشَى النَّبِيُّ صلى الله عليه وسلم وَمَشَيْتُ حَتّٰى جَاءَ عَتَبَةَ حُجْرَةِ عَائِشَةَ ثُمَّ ظَنَّ أَنَّهُمْ خَرَجُوا فَرَجَعَ وَرَجَعْتُ مَعَه“ حَتّٰى إِذَا دَخَلَ عَلٰى زَيْنَبَ فَإِذَا هُمْ جُلُوسٌ لَمْ يَقُوْمُوا فَرَجَعَ النَّبِيُّ صلى الله عليه وسلم وَرَجَعْتُ مَعَه“ حَتّٰى إِذَا بَلَغَ عَتَبَةَ حُجْرَةِ عَائِشَةَ وَظَنَّ أَنَّهُمْ خَرَجُوا فَرَجَعَ وَرَجَعْتُ مَعَه“ فَإِذَا هُمْ قَدْ خَرَجُوا فَضَرَبَ النَّبِيُّ صلى الله عليه وسلم بَيْنِي وَبَيْنَه“ بِالسِّتْرِ وَأُنْزِلَ الْحِجَابُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "67"
    }
  }
}