{
  "hadith": {
    "hadith_id": 5189,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, ১১ জন মহিলা এক স্থানে একত্রিত বসল  এবং সকলে মিলে এ কথার ওপর একমত হল যে, তারা নিজেদের স্বামীর ব্যাপারে কোন কিছুই গোপন রাখবে না। \nপ্রথম মহিলা বলল, আমার স্বামী হচ্ছে অত্যন্ত হাল্‌কা-পাতলা দুর্বল উঠের গোশতের মত যেন কোন পর্বতের চুড়ায় রাখা হয়েছে এবং সেখানে উঠা সহজ কাজ নয় এবং গোশতের মধ্যে এত চর্বিও নেই, যে কারণে সেখানে উঠার জন্য কেউ কষ্ট স্বীকার করবে।\nদ্বিতীয় জন বলল, আমি আমার স্বামী সম্পর্কে কিছু বলব না, কারণ আমি ভয় করছি যে, তার সম্পর্কে বলতে গিয়ে শেষ করা যাবে না। কেননা, যদি আমি তার সম্পর্কে বলতে যাই, তা হলে আমাকে তার সকল দুর্বলতা এবং মন্দ দিকগুলো সম্পর্কেও বলতে হবে।\nতৃতীয় মহিলা বলল, আমার স্বামী একজন দীর্ঘদেহী ব্যক্তি। আমি যদি তার বর্ণনা দেই (আর সে যদি তা শোনে) তাহলে সে আমাকে ত্বলাক্ব দিবে। আর যদি আমি কিছু না বলি, তাহলে সে আমাকে ঝুলন্ত অবস্থায় রাখবে। অর্থাৎ ত্বলাক্বও দেবে না, স্ত্রী মত ব্যবহারও করবে না।\nচতুর্থ মহিলা বলল, আমার স্বামী হচ্ছে তিহামার রাতের মত মাঝামাঝি অতি গরমও না, অতি ঠান্ডাও না, আর আমি তাকে ভয়ও করি না, আবার তার প্রতি অসন্তুষ্টও নই।\nপঞ্চম মহিলা বলল, যখন আমার স্বামী ঘরে ঢুকে তখন চিতা বাঘের মত থাকে। যখন বাইরে যায় তখন সিংহের মত তার স্বভাব থাকে এবং ঘরের কোন কাজের ব্যাপারে কোন প্রশ্ন তোলে না।\n৬ষ্ঠ মহিলা বলল, আমার স্বামী যখন খেতে বসে, তখন সব খেয়ে ফেলে। যখন পান করে, তখন সব শেষ করে। যখন নিদ্রা যায়, তখন একাই চাদর বা কাঁথা মুড়ি দিয়ে শুয়ে থাকে। এমনকি হাত বের করেও আমার খবর নেয়া না।\nসপ্তম মহিলা বলল, আমার স্বামী হচ্ছে পথভ্রষ্ট অথবা দুর্বল মানসিকতা সম্পন্ন এবং চরম বোকা, সব রকমের দোষ তার আছে। সে তোমার মাথায় বা শরীরে অথবা উভয় স্থানে আঘাত করতে পারে।\nঅষ্টম মহিলা বলল, আমার স্বামীর স্পর্শ হচ্ছে  খরগোশের মত এবং তার দেহের সুগন্ধ হচ্ছে যারনাব (এক প্রকার বনফুল)- এর মত।\nনবম মহিলা বলল, আমার স্বামী হচ্ছে অতি উচ্চ অট্টালিকার মত এবং তার তরবারি ঝুলিয়ে রাখার জন্য সে চামড়ার লম্বা ফালি পরিধান করে (অর্থাৎ সে দানশীল ও সাহসী)। তার ছাইভষ্ম প্রচুর পরিমাণের (অর্থাৎ প্রচুর মেহমান আছে এবং মেহমাহদারীও হয়) এবং মানুষের জন্য তার গৃহ অবারিত। এলাকার জনগণ তার সঙ্গে সহজেই পরামর্শ করতে পারে।\nদশম মহিলা বলল, আমার স্বামীর নাম হল মালিক। মালিকের কী প্রশ্নংসা আমি করব। যা প্রশ্নংসা করব সে তার চেয়ে ঊর্ধ্বে। তার অনেক মঙ্গলময় উট আছে, তার অধিকাংশ উটকেই ঘরে রাখা হয় (অর্থাৎ মেহমানদের যবাই করে খাওয়ানোর জন্য) এবং অল্প সংখ্যক মাঠে চরার জন্য রাখা হয়। বাঁশির শব্দ শুনলেই উটগুলো বুঝতে পারে যে, তাদেরকে মেহমাদের জন্য যবাই করা হবে।\nএকাদশতম মহিলা বলল, আমার স্বামী আবূ যার’আ। তার কথা আমি কী বলব। সে আমাকে এত অধিক গহনা দিয়েছে যে, আমার কান ভারী হয়ে গেছে, আমার বাজুতে মেদ জমেছে এবং আমি এত সন্তুষ্ট হয়েছি যে, আমি নিজেকে গর্বিত মনে করি। সে আমাকে এনেছে অত্যন্ত গরীব পরিবার থেকে, যে পরিবার ছিল মাত্র কয়েকটি বকরীর মালিক। সে আমাকে অত্যন্ত ধনী পরিবারে নিয়ে আসে, যেখানে ঘোড়ার হ্রেষাধ্বনি এবং উটের হাওদার আওয়াজ এবং শস্য মাড়াইইয়ের খসখসানি শব্দ শোনা যায়। সে আমাকে ধন-সম্পদের মধ্যে রেখেছে। আমি যা কিছু বলতাম, সে বিদ্রূপ করত না এবং আমি নিদ্রা যেতাম এবং সকালে দেরী করে উঠতাম এবং যখন আমি পান করতাম, অত্যন্ত তৃপ্তি সহকারে পান করতাম। আর আবূ যার’আর আম্মার কথা কী বলব! তার পাত্র ছিল সর্বদা পরিপূর্ণ এবং তার ঘর ছিল প্রশস্ত। আবূ জার’আর পুত্রের কথা কী বলব! সেও খুব ভাল ছিল। তার শয্যা এত সংকীর্ণ ছিল যে, মনে হত যেন কোষবদ্ধ তরবারি অর্থাৎ সে অত্যন্ত হালকা-পাতলা দেহের অধিকারী। তার খাদ্য হচ্ছে ছাগলের একখানা পা। আর আবূ যার’আর কন্যা সম্পর্কে বলতে হয় যে, সে কতই না ভাল। সে বাপ-মায়ের সস্পূর্ণ বাধ্য সন্তান। সে অত্যন্ত সুস্বাস্থ্যের অধিকারিনী, যে কারণে সতীনরা তাকে হিংসা করে। আবূ যার’আর ক্রীতদাসীরাও অনেক গুন। সে আমাদের গোপন কথা কখনো প্রকাশ করত না, সে আমাদের সম্পদকে কমাত না এবং আমাদের বাসস্থানকে আবর্জনা দিয়ে ভরে রাখত না। সে মহিলা আরও বলল, একদিন দুধ দোহান করার সময় আবূ যার’আ বাইরে বেরিয়ে এমন একজন মহিলাকে দেখতে পেল, যার দু’টি পুত্র-সন্তান রয়েছে। ওরা মায়ের স্তন্য নিয়ে চিতা বাঘের মত খেলছিল (দুধ পান করছিল)। সে ঐ মহিলাকে দেখে আকৃষ্ট হল এবং আমাকে ত্বলাক্ব দিয়ে তাকে বিয়ে করল। এরপর আমি এক সম্মানিত ব্যক্তিকে বিয়ে করলাম। সে দ্রুতগামী ঘোড়ায় চড়ত এবং হাতে বর্শা রাখত। সে আমাকে অনেক সম্পদ দিয়েছে এবং প্রত্যেক প্রকারের গৃহপালিত জন্তু থেকে এক এক জোড়া আমাকে দিয়েছে এবং বলেছে, হে উম্মু যার’আ! তুমি এ সম্পদ থেকে খাও, পরিধান কর এবং উপহার দাও। মহিলা আরও বলল, সে আমাকে যা কিছু দিয়েছে, তা আবূ যার’আর একটি ক্ষুদ্র পাত্রও পূর্ণ করতে পারবে না (অর্থাৎ আবূ যার’আর সম্পদের তুলনায় তা খুবই সামান্য ছিল)। ‘আয়িশা (রাঃ) বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে বলবেন, “আবূ যার’আ তার স্ত্রী উম্মু যার’আর জন্য যেমন আমিও তোমরা প্রতি তেমন (তবে আমি কক্ষনো তোমাকে ত্বলাক্ব দিব না)”। [মুসলিম ৪৪/১৪, হাঃ ২৪৪৮] (আধুনিক প্রকাশনী- ৪৮০৭, ইসলামিক ফাউন্ডেশন- ৪৮১০)",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ عَبْدِ الرَّحْمَنِ، وَعَلِيُّ بْنُ حُجْرٍ، قَالاَ أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ عَبْدِ اللَّهِ بْنِ عُرْوَةَ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ، قَالَتْ جَلَسَ إِحْدَى عَشْرَةَ امْرَأَةً، فَتَعَاهَدْنَ وَتَعَاقَدْنَ أَنْ لاَ يَكْتُمْنَ مِنْ أَخْبَارِ أَزْوَاجِهِنَّ شَيْئًا‏.‏ قَالَتِ الأُولَى زَوْجِي لَحْمُ جَمَلٍ، غَثٌّ عَلَى رَأْسِ جَبَلٍ، لاَ سَهْلٍ فَيُرْتَقَى، وَلاَ سَمِينٍ فَيُنْتَقَلُ‏.‏ قَالَتِ الثَّانِيَةُ زَوْجِي لاَ أَبُثُّ خَبَرَهُ، إِنِّي أَخَافُ أَنْ لاَ أَذَرَهُ، إِنْ أَذْكُرْهُ أَذْكُرْ عُجَرَهُ وَبُجَرَهُ‏.‏ قَالَتِ الثَّالِثَةُ زَوْجِي الْعَشَنَّقُ، إِنْ أَنْطِقْ أُطَلَّقْ وَإِنْ أَسْكُتْ أُعَلَّقْ‏.‏ قَالَتِ الرَّابِعَةُ زَوْجِي كَلَيْلِ تِهَامَةَ، لاَ حَرٌّ، وَلاَ قُرٌّ، وَلاَ مَخَافَةَ، وَلاَ سَآمَةَ‏.‏ قَالَتِ الْخَامِسَةُ زَوْجِي إِنْ دَخَلَ فَهِدَ، وَإِنْ خَرَجَ أَسِدَ، وَلاَ يَسْأَلُ عَمَّا عَهِدَ‏.‏ قَالَتِ السَّادِسَةُ زَوْجِي إِنْ أَكَلَ لَفَّ، وَإِنْ شَرِبَ اشْتَفَّ، وَإِنِ اضْطَجَعَ الْتَفَّ، وَلاَ يُولِجُ الْكَفَّ لِيَعْلَمَ الْبَثَّ، قَالَتِ السَّابِعَةُ زَوْجِي غَيَايَاءُ أَوْ عَيَايَاءُ طَبَاقَاءُ، كُلُّ دَاءٍ لَهُ دَاءٌ، شَجَّكِ أَوْ فَلَّكِ أَوْ جَمَعَ كُلاًّ لَكِ‏.‏ قَالَتِ الثَّامِنَةُ زَوْجِي الْمَسُّ مَسُّ أَرْنَبٍ، وَالرِّيحُ رِيحُ زَرْنَبٍ‏.‏ قَالَتِ التَّاسِعَةُ زَوْجِي رَفِيعُ الْعِمَادِ، طَوِيلُ النِّجَادِ، عَظِيمُ الرَّمَادِ، قَرِيبُ الْبَيْتِ مِنَ النَّادِ‏.‏ قَالَتِ الْعَاشِرَةُ زَوْجِي مَالِكٌ وَمَا مَالِكٌ، مَالِكٌ خَيْرٌ مِنْ ذَلِكِ، لَهُ إِبِلٌ كَثِيرَاتُ الْمَبَارِكِ قَلِيلاَتُ الْمَسَارِحِ، وَإِذَا سَمِعْنَ صَوْتَ الْمِزْهَرِ أَيْقَنَّ أَنَّهُنَّ هَوَالِكُ‏.‏ قَالَتِ الْحَادِيَةَ عَشْرَةَ زَوْجِي أَبُو زَرْعٍ فَمَا أَبُو زَرْعٍ أَنَاسَ مِنْ حُلِيٍّ أُذُنَىَّ، وَمَلأَ مِنْ شَحْمٍ عَضُدَىَّ، وَبَجَّحَنِي فَبَجِحَتْ إِلَىَّ نَفْسِي، وَجَدَنِي فِي أَهْلِ غُنَيْمَةٍ بِشِقٍّ، فَجَعَلَنِي فِي أَهْلِ صَهِيلٍ وَأَطِيطٍ وَدَائِسٍ وَمُنَقٍّ، فَعِنْدَهُ أَقُولُ فَلاَ أُقَبَّحُ وَأَرْقُدُ فَأَتَصَبَّحُ، وَأَشْرَبُ فَأَتَقَنَّحُ، أُمُّ أَبِي زَرْعٍ فَمَا أُمُّ أَبِي زَرْعٍ عُكُومُهَا رَدَاحٌ، وَبَيْتُهَا فَسَاحٌ، ابْنُ أَبِي زَرْعٍ، فَمَا ابْنُ أَبِي زَرْعٍ مَضْجِعُهُ كَمَسَلِّ شَطْبَةٍ، وَيُشْبِعُهُ ذِرَاعُ الْجَفْرَةِ، بِنْتُ أَبِي زَرْعٍ فَمَا بِنْتُ أَبِي زَرْعٍ طَوْعُ أَبِيهَا، وَطَوْعُ أُمِّهَا، وَمِلْءُ كِسَائِهَا، وَغَيْظُ جَارَتِهَا، جَارِيَةُ أَبِي زَرْعٍ، فَمَا جَارِيَةُ أَبِي زَرْعٍ لاَ تَبُثُّ حَدِيثَنَا تَبْثِيثًا، وَلاَ تُنَقِّثُ مِيرَتَنَا تَنْقِيثًا، وَلاَ تَمْلأُ بَيْتَنَا تَعْشِيشًا، قَالَتْ خَرَجَ أَبُو زَرْعٍ وَالأَوْطَابُ تُمْخَضُ، فَلَقِيَ امْرَأَةً مَعَهَا وَلَدَانِ لَهَا كَالْفَهْدَيْنِ يَلْعَبَانِ مِنْ تَحْتِ خَصْرِهَا بِرُمَّانَتَيْنِ، فَطَلَّقَنِي وَنَكَحَهَا، فَنَكَحْتُ بَعْدَهُ رَجُلاً سَرِيًّا، رَكِبَ شَرِيًّا وَأَخَذَ خَطِّيًّا وَأَرَاحَ عَلَىَّ نَعَمًا ثَرِيًّا، وَأَعْطَانِي مِنْ كُلِّ رَائِحَةٍ زَوْجًا وَقَالَ كُلِي أُمَّ زَرْعٍ، وَمِيرِي أَهْلَكِ‏.‏ قَالَتْ فَلَوْ جَمَعْتُ كُلَّ شَىْءٍ أَعْطَانِيهِ مَا بَلَغَ أَصْغَرَ آنِيَةِ أَبِي زَرْعٍ‏.‏ قَالَتْ عَائِشَةُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ كُنْتُ لَكِ كَأَبِي زَرْعٍ لأُمِّ زَرْعٍ ‏\"‏‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ قَالَ سَعِيدُ بْنُ سَلَمَةَ عَنْ هِشَامٍ وَلاَ تُعَشِّشُ بَيْتَنَا تَعْشِيشًا‏.‏ قَالَ أَبُو عَبْدِ اللَّهِ قَالَ بَعْضُهُمْ فَأَتَقَمَّحُ‏.‏ بِالْمِيمِ، وَهَذَا أَصَحُّ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "67"
    }
  }
}