{
  "hadith": {
    "hadith_id": 520,
    "narrator": "‘আবদুল্লাহ্‌ ইব্‌নু মাস’উদ (রাঃ)",
    "bn": "তিনি বলেন একদা রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কা’বার নিকট দাঁড়িয়ে সালাত আদায় করছিলেন। আর কুরাইশের একদল তাদের মাজলিশে উপবিষ্ট ছিল। তাদের মধ্য হতে এক ব্যক্তি বললঃ তোমরা কি এই রিয়াকারকে লক্ষ্য করছ না? তোমাদের মধ্যে কে এমন আছে, যে অমুক গোত্রের উট যবহ্‌ করার স্থান পর্যন্ত যেতে পার? সেখান হতে গোবর, রক্ত, ও নাড়িভুঁড়ি নিয়ে এসে অপেক্ষা করবে। যখন তিনি সিজদায় যাবেন, তখন এগুলো তাঁর দুই কাঁধের মাঝখানে রেখে দিবে। এ কাজের জন্য তাদের চরম দুর্ভাগা ব্যক্তি (‘উক্ববাহ ইব্‌নু আবু মু’আইত) উঠে দাঁড়াল (এবং তা নিয়ে আসলো)। যখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সিজদায় গেলেন তখন সে তাঁর দু’কাঁধের মাঝখানে সেগুলো রেখে দিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সিজদায় স্থির রয়ে গেলেন। এতে তারা পরস্পর হাসাহাসি করতে লাগলো। এমনকি হাসতে হাসতে একজন আরেকজনের গায়ের উপর লুটোপুটি করতে লাগলো। এ অবস্থা দেখে এক ব্যক্তি ফাতিমা (রাঃ) এঁর নিকট গেলেন। তখন তিনি ছিলেন ছোট বালিকা। তিনি দৌড়ে চলে এলেন। তখনও নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সিজদায় স্থির ছিলেন। অবশেষে তিনি ফাতিমা (রাঃ) সেগুলো তাঁর উপর হতে ফেলে দিলেন এবং মুশরিকদের লক্ষ্য করে তিরস্কার করতে লাগলেন। যখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাত শেষ করলেন তখন তিনি বললেনঃ “হে আল্লাহ্‌! তুমি কুরাইশদের ধ্বংস কর।” “হে আল্লাহ্‌! তুমি কুরাইশদের ধ্বংস কর।” “আল্লাহ্‌! তুমি কুরাইশদের ধ্বংস কর।” অতঃপর তিনি নাম নিয়ে বললেনঃ “হে আল্লাহ্‌! তুমি আমার ইব্‌নু হিশাম, উত’বাহ ইব্‌নু রাবি’আহ, শায়বাহ ইব্‌নু রাবি’আহ, ওয়ালীদ ইব্‌নু উত’বাহ, উমায়্যাহ ইব্‌নু খালাফ, ‘উকবা ইব্‌নু আবু মু’আইত এবং ‘উমরাহ ইব্‌নু ওয়ালীদ কে ধ্বংস কর।” আবদুল্লাহ্‌ ইব্‌নু মাসউদ (রাঃ) বলেনঃ আল্লাহ্‌র শপথ! আমি এদের সকলকেই বদরের দিন লাশ হয়ে পরে থাকতে দেখেছি। অতঃপর তাদেরকে টেনে হিঁচড়ে বদর কূপে নিক্ষেপ করা হয়। অতঃপর আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলতেনঃ এই কুয়াবাসীদের উপর চিরস্থায়ী অভিসম্পাত।  (আধুনিক প্রকাশনীঃ ৪৯০, ইসলামী ফাউন্ডেশনঃ ৪৯৬)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ إِسْحَاقَ السُّرْمَارِيُّ، قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ بْنُ مُوسَى، قَالَ حَدَّثَنَا إِسْرَائِيلُ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، عَنْ عَبْدِ اللَّهِ، قَالَ بَيْنَمَا رَسُولُ اللَّهِ صلى الله عليه وسلم قَائِمٌ يُصَلِّي عِنْدَ الْكَعْبَةِ، وَجَمْعُ قُرَيْشٍ فِي مَجَالِسِهِمْ إِذْ قَالَ قَائِلٌ مِنْهُمْ أَلاَ تَنْظُرُونَ إِلَى هَذَا الْمُرَائِي أَيُّكُمْ يَقُومُ إِلَى جَزُورِ آلِ فُلاَنٍ، فَيَعْمِدُ إِلَى فَرْثِهَا وَدَمِهَا وَسَلاَهَا فَيَجِيءُ بِهِ، ثُمَّ يُمْهِلُهُ حَتَّى إِذَا سَجَدَ وَضَعَهُ بَيْنَ كَتِفَيْهِ فَانْبَعَثَ أَشْقَاهُمْ، فَلَمَّا سَجَدَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَضَعَهُ بَيْنَ كَتِفَيْهِ، وَثَبَتَ النَّبِيُّ صلى الله عليه وسلم سَاجِدًا، فَضَحِكُوا حَتَّى مَالَ بَعْضُهُمْ إِلَى بَعْضٍ مِنَ الضَّحِكِ، فَانْطَلَقَ مُنْطَلِقٌ إِلَى فَاطِمَةَ ـ عَلَيْهَا السَّلاَمُ ـ وَهْىَ جُوَيْرِيَةٌ، فَأَقْبَلَتْ تَسْعَى وَثَبَتَ النَّبِيُّ صلى الله عليه وسلم سَاجِدًا حَتَّى أَلْقَتْهُ عَنْهُ، وَأَقْبَلَتْ عَلَيْهِمْ تَسُبُّهُمْ، فَلَمَّا قَضَى رَسُولُ اللَّهِ صلى الله عليه وسلم الصَّلاَةَ قَالَ ‏\"‏ اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ، اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ، اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ ـ ثُمَّ سَمَّى ـ اللَّهُمَّ عَلَيْكَ بِعَمْرِو بْنِ هِشَامٍ، وَعُتْبَةَ بْنِ رَبِيعَةَ، وَشَيْبَةَ بْنِ رَبِيعَةَ، وَالْوَلِيدِ بْنِ عُتْبَةَ، وَأُمَيَّةَ بْنِ خَلَفٍ، وَعُقْبَةَ بْنِ أَبِي مُعَيْطٍ، وَعُمَارَةَ بْنِ الْوَلِيدِ ‏\"‏‏.‏ قَالَ عَبْدُ اللَّهِ فَوَاللَّهِ لَقَدْ رَأَيْتُهُمْ صَرْعَى يَوْمَ بَدْرٍ، ثُمَّ سُحِبُوا إِلَى الْقَلِيبِ قَلِيبِ بَدْرٍ، ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَأُتْبِعَ أَصْحَابُ الْقَلِيبِ لَعْنَةً ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "8"
    }
  }
}