{
  "hadith": {
    "hadith_id": 5211,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, যখনই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সফরে যাবার ইরাদা করতেন, তখনই স্ত্রীগণের মাঝে লটারী করতেন। এক সফরের সময় ‘আয়িশা (রাঃ) এবং হাফসাহ (রাঃ) - এর নাম লটারীতে ওঠে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর রীতি ছিল যখন রাত হত তখন ‘আয়িশা (রাঃ) - এর সঙ্গে এক সওয়ারীতে আরোহণ করতেন এবং তাঁর সাথে কথা বলতে বলতে পথ চলতেন। এক রাতে হাফসাহ (রাঃ) ‘আয়িশা (রাঃ) - কে বললেন, আজ রাতে তুমি কি আমার উটে আরোহণ করবে এবং আমি তোমার উটে, যাতে করে আমি তোমাকে এবং তুমি আমাকে এক নতুন অবস্থায় দেখতে পাবে? ‘আয়িশা (রাঃ) উত্তর দিলেন, হ্যাঁ, আমি রাযী আছি। সে হিসাবে ‘আয়িশা (রাঃ) হাফসাহ (রাঃ) - এর উটে এবং হাফসাহ (রাঃ) ‘আয়িশা (রাঃ) - এর উটে সওয়ার হলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আয়িশা (রাঃ)-এর নির্ধারিত উটের কাছে এলেন, যার ওপর হাফসাহ (রাঃ) বসা ছিলেন। তিনি তাকে সালাম দিলেন এবং তাঁর পার্শ্বে বসে সফর করলেন। পথিমধ্যে এক স্থানে সবাই অবতরণ করলেন। ‘আয়িশা (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) – এর সান্নিধ্য থেকে বঞ্চিত হলেন। যখন তাঁরা সকলেই অবতরণ করলেন তখন ‘আয়িশা (রাঃ) নিজ পা দু’টি ‘ইযখির’ নামক ঘাসের মধ্যে প্রবেশ করিয়ে বলতে লাগলেন, হে আল্লাহ্! তুমি আমার জন্য কোন সাপ বা বিচ্ছু পাঠিয়ে দাও, যাতে আমাকে দংশন করে। কেননা, আমি এ ব্যাপারে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে কিছু বলতে পারব না। [মুসলিম ৪৪/১৩, হাঃ ২৪৪৫] (আধুনিক প্রকাশনী- ৪৮২৮, ইসলামিক ফাউন্ডেশন- ৪৮৩১)",
    "ar": "أَبُو نُعَيْمٍ حَدَّثَنَا عَبْدُ الْوَاحِدِ بْنُ أَيْمَنَ قَالَ حَدَّثَنِي ابْنُ أَبِي مُلَيْكَةَ عَنِ الْقَاسِمِ عَنْ عَائِشَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا خَرَجَ أَقْرَعَ بَيْنَ نِسَائِه„ فَطَارَتِ الْقُرْعَةُ لِعَائِشَةَ وَحَفْصَةَ وَكَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا كَانَ بِاللَّيْلِ سَارَ مَعَ عَائِشَةَ يَتَحَدَّثُ فَقَالَتْ حَفْصَةُ أَلاَ تَرْكَبِينَ اللَّيْلَةَ بَعِيرِي وَأَرْكَبُ بَعِيرَكِ تَنْظُرِينَ وَأَنْظُرُ فَقَالَتْ بَلٰى فَرَكِبَتْ فَجَاءَ النَّبِيُّ صلى الله عليه وسلم إِلٰى جَمَلِ عَائِشَةَ وَعَلَيْهِ حَفْصَةُ فَسَلَّمَ عَلَيْهَا ثُمَّ سَارَ حَتّٰى نَزَلُوا وَافْتَقَدَتْه“ عَائِشَةُ فَلَمَّا نَزَلُوا جَعَلَتْ رِجْلَيْهَا بَيْنَ الإِذْخِرِ وَتَقُولُ يَا رَبِّ سَلِّطْ عَلَيَّ عَقْرَبًا أَوْ حَيَّةً تَلْدَغُنِي وَلاَ أَسْتَطِيعُ أَنْ أَقُولَ لَه“ شَيْئًا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "67"
    }
  }
}