{
  "hadith": {
    "hadith_id": 5232,
    "narrator": "‘উকবাহ ইব্‌নু ‘আমির (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, মহিলাদের নিকট একাকী যাওয়া থেকে বিরত থাক। এক আনসার জিজ্ঞেস করল, হে আল্লাহ্‌র রসূল! দেবরের ব্যাপারে কি হুকুম? তিনি উত্তর দিলেন দেবর হচ্ছে মৃত্যুতুল্য। [মুসলিম ৩৯/৮, হাঃ ২১৭২, আহমাদ ১৭৩৫২] (আধুনিক প্রকাশনী- ৪৮৪৯, ইসলামিক ফাউন্ডেশন- ৪৮৫২)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا لَيْثٌ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ أَبِي الْخَيْرِ عَنْ عُقْبَةَ بْنِ عَامِرٍ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَالَ إِيَّاكُمْ وَالدُّخُولَ عَلٰى النِّسَاءِ فَقَالَ رَجُلٌ مِنَ الأَنْصَارِ يَا رَسُوْلَ اللهِ أَفَرَأَيْتَ الْحَمْوَ قَالَ الْحَمْوُ الْمَوْتُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২২] ---------- শব্দের অর্থের ব্যাপারে ইমাম তিরমিযী বলেছেন- ‘হামো’ মানে স্বামীর ভাই –স্বামীর ছোট হোক বা বড়। ইমাম লাইস বলেছেন- ‘হামো’ হচ্ছে স্বামীর ভাই, আর তার মত স্বামীর অপরাপর নিকটবর্তী লোকেরা যেমন চাচাত, মামাত, ফুফাত ভাই ইত্যাদি। বরং এর সঠিক অর্থে  বুঝা যায় – স্বামীর ভাই, স্বামীর ভাই পো, স্বামীর চাচা, চাচাতো ভাই, ভাগ্নে এবং এদেরই মত অন্যসব পুরুষ যাদের সাথে এ মেয়েলোকের বিয়ে হতে পারে- যদি না সে বিবাহিতা হয়। কিন্তু নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এদের মৃত্যু বা মৃত্যুদূত বললেন কেন? এর কারণস্বরূপ বলা হয়েছে –\nসাধারন প্রচলিত নিয়ম ও লোকদের অভ্যাসই হচ্ছে যে, এসব নিকটাত্মীয়ের ব্যাপারে উপেক্ষা প্রদর্শন করা হয়। (এবং এদের পারস্পরিক মেলামেশায় কোন দোষ মনে করা হয় না) ফলে ভাই ভাইর বউ - এর সাথে একাকীত্বে মিলিত হয়। এভাবে একাকীত্বে মিলিত হওয়াকে তোমরা ভয় কর যেমনভাবে তোমরা মৃত্যুকে ভয় কর। আল্লামা কাযী ইয়ায বলেছেন – স্বামীর এসব  নিকটাত্মীয়ের সাথে স্ত্রীর (কিংবা স্ত্রীর এসব নিকটাত্মীয়ের সঙ্গে স্বামীর) গোপন মেলামেশা নৈতিক ধ্বংস টেনে আনে। ইমাম কুরতুবী বলেছেন- এ ধরনের লোকদের সাথে গোপন মিলন নীতি ও ধর্মের মৃত্যু ঘটায় কিংবা স্বামীর আত্মসম্মানবোধ তীব্র হওয়ার পরিণামে তাকে তালাক দেয় বলে তার দাম্পত্য জীবনের মৃত্যু ঘটে। কিংবা এদের কারো সাথে যদি জ্বেনায় লিপ্ত হয়, তাহলে তাকে সঙ্গেসার করার দন্ড দেয়া হয়, ফলে তার জৈবিক মৃত্যুও ঘটে। আল্লামা তাবারী বলেছেন, যে কোন অপছন্দনীয় ব্যাপারকে আরবরা মৃত্যু বলে আখ্যায়িত করত।",
    "chapter": {
      "chapter_number": "67"
    }
  }
}