{
  "hadith": {
    "hadith_id": 5260,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রিফা‘আ কুরাযীর স্ত্রী রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট এসে বললেন, হে আল্লাহ্‌র রসূল! রিফা‘আ আমাকে পূর্ণ সম্পর্কচ্ছেদের ত্বলাক্ব (তিন ত্বলাক্ব) দিয়েছে। পরে আমি ‘আবদুর রহমান ইব্‌ন যুবায়র কুরাযীকে বিয়ে করি। কিন্তু তার কাছে আছে কাপড়ের পুঁটলির মত একটি জিনিস। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সম্ভবতঃ তুমি রিফা‘আর নিকট ফিরে যেতে ইচ্ছে করছ। কিন্তু তা তো সম্ভব নয়, যতক্ষন না সে (অর্থাৎ দ্বিতীয় স্বামী) তোমার স্বাদ গ্রহণ করে এবং তুমি তারস্বাদ গ্রহণ কর।(আধুনিক প্রকাশনী- ৪৮৭৪, ইসলামিক ফাউন্ডেশন- ৪৭৬৯)",
    "ar": "سَعِيدُ بْنُ عُفَيْرٍ قَالَ حَدَّثَنِي اللَّيْثُ قَالَ حَدَّثَنِي عُقَيْلٌ عَنْ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ أَخْبَرَتْه“ أَنَّ امْرَأَةَ رِفَاعَةَ الْقُرَظِيِّ جَاءَتْ إِلٰى رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُوْلَ اللهِ إِنَّ رِفَاعَةَ طَلَّقَنِي فَبَتَّ طَلاَقِي وَإِنِّي نَكَحْتُ بَعْدَه“ عَبْدَ الرَّحْمٰنِ بْنَ الزُّبَيْرِ الْقُرَظِيَّ وَإِنَّمَا مَعَه“ مِثْلُ الْهُدْبَةِ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم لَعَلَّكِ تُرِيدِينَ أَنْ تَرْجِعِي إِلٰى رِفَاعَةَ لاَ حَتّٰى يَذُوقَ عُسَيْلَتَكِ وَتَذُوقِي عُسَيْلَتَهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৬] যথা নিয়মে তিন তালাক দত্তা স্ত্রীকে আবার ফিরিয়ে নেয়ার উদ্দেশ্যে অন্য কোন পুরুষের সঙ্গে এমন শর্তে বিবাহ দেয়া যে স্ত্রীর সঙ্গে মিলনের পর পুরুষটি তাকে তালাক দিয়ে দেবে যাতে প্রথম পুরুষটি তার তিন তালাক দত্তা স্ত্রীকে আবার বিয়ে কতে পারে। এরকম শর্তাধীন বিয়ের ব্যবস্থাকে হালালা বলা হয় যা অত্যন্ত ঘৃণিত হারাম কাজ। রসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হিলাকারী পুরুষ ও যার জন্য হিলা করা হয় উভয়কে ভাড়াটিয়া ষাঁড় নামে আখ্যায়িত করে উভয়ের প্রতি অভিশাপ বর্ষন করেছেন। (দ্রষ্টব্য ইব্‌নু মাজাহ‘র হাদীস)\nআমাদের সমাজের কিছু কিছু আলেম আছেন যারা তিন তালাক হয়ে যাবে এ ফতোওয়া দিয়ে বলে থাকেন যে, একমাত্র উপায় তালাক প্রাপ্তা মহিলাকে হালালা করতে হবে। আর তার পদ্ধতি হচ্ছে তাকে আর একজন পুরুষের সাথে বিবাহ দিয়ে একরাত্রি যাপন করিয়ে তাকে দিয়ে তালাক দেয়াতে হবে। না‘উযুবিল্লাহি মিন যালিক। আমার মনে হয় সেই সব তথাকথিত আলেমগণ নিজেরাই ভাড়াটিয়া ষাঁড় সাজার খাহেশে এরূপ ফতোওয়া দিয়ে থাকেন। অথচ রাসূল সাল্লালাহু আলাইহি ওয়াসাল্লাম এরূপ ব্যক্তিকে ভাড়াটিয়া ষাঁড় বলে তার উপর অভিশাপের বদ দু'আ করেছেন। \n(আরবী)\nআবদুল্লাহ ইব্‌নু মাস‘উদ (রাঃ) হতে বর্ণিত তিনি বলেনঃ রাসূল সাল্লালাহু আলাইহি ওয়াসাল্লাম অভিশাপ দিয়েছেন হালালকারীকে আর যার জন্য হালাল করা হচ্ছে তাকে।\nহাদীসটি উল্লেখ করেছেন ইমাম তিরমিযী ৪/২২১, ২২২ (তোহফাতুল আহওয়াজী সহ), ইব্‌নু মাজাহ (১/৬২৩) ও নাসাঈ।\n(আরবী)\n‘উকবাহ ইব্‌নু ‘আমির বলেন, রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদেরকে কি সংবাদ দিবনা ভাড়া করা ষাঁড় (পাঁঠা) সম্পর্কে? তারা (উপস্থিত সহাবীগণ) বললেনঃ জি হ্যাঁ হে আল্লাহর রাসূল। (রাসূল) বললেনঃ সে হচ্ছে হালালকারী। আল্লাহর অভিশাপ হালালকারীর উপর আর যার জন্য হালাল করা হয় তার উপর।\nহাদীছটি বর্ণনা করেছেন ইব্‌নু মাজাহ (১/৬২৩) বইরুত ছাপা।\nঅতএব তথাকথিত আলিমদের খপ্পরে না পড়ে আপনারা স্বামী-স্ত্রী উভয়ে যদি এরূপ সমস্যায় জড়িয়ে পড়ে থাকেন তাহলে একত্রে দেয়া তিন তালাককে সুন্নাতের উপর আমল করার স্বার্থে এক তালাক গণ্যকরে পুনরায় সংসারে ফিরে সংসার করা আরম্ভ করুন। ইনশাআল্লাহ নবীর সূন্নাতের উপর আমল করার কারণে আপনারা সাওয়াবের ভাগীদার হবেন।",
    "chapter": {
      "chapter_number": "68"
    }
  }
}