{
  "hadith": {
    "hadith_id": 5268,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মধু ও হালুয়া (মিষ্টি) পছন্দ করতেন। আসর সালাত শেষে তিনি তাঁর স্ত্রীদের নিকট যেতেন। এরপর তাঁদের একজনের ঘনিষ্ঠ হতেন। একদা তিনি হাফসাহ বিন্‌ত উমারের নিকট গেলেন এবং অন্যান্য দিনের চেয়ে অধিক সময় কাটালেন। এতে আমি ঈর্ষা বোধ করলাম। পরে এ ব্যাপারে জিজ্ঞেস করে জানতে পারলাম যে, তাঁর (হাফসাহ্‌র) গোত্রের এক মহিলা তাঁকে এক পাত্র মধু উপঢৌকন দিয়েছিল। তা থেকেই তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে কিছু পান করিয়েছেন। আমি বললামঃ আল্লাহ্‌র কসম! আমরা এজন্য একটা মতলব আঁটব। এরপর আমি সাওদাহ বিন্‌ত যাম‘আহ্‌কে বললাম, তিনি [রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] তো এখনই তোমার কাছে আসছেন, তিনি তোমার নিকটবর্তী হলেই তুমি বলবে, আপনি কি মাগাফীর খেয়েছেন? তিনি নিশ্চয়ই তোমাকে বলবেন “না”। তখন তুমি তাঁকে বলবে, তবে আমি কিসের গন্ধ পাচ্ছি? তিনি বলবেনঃ হাফসাহ আমাকে কিছু মধু পান করিয়েছে। তুমি তখন বলবে, এর মৌমাছি মনে হয় ‘উরফুত নামক বৃক্ষ থেকে মধু সংগ্রহ করেছে। আমিও তাই বলব। সফীয়্যাহ! তুমিও তাই বলবে। 'আয়িশা (রাঃ) বলেনঃ সাওদা (রাঃ) বললেন, আল্লাহ্‌র কসম! তিনি দরজার নিকট আসতেই আমি তোমার ভয়ে তোমার আদিষ্ট কাজ পালনে প্রস্তুত হলাম। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন তাঁর নিকটবর্তী হলেন, তখন সাওদা বললেন, হে আল্লাহ্‌র রসূল! আপনি কি মাগাফীর খেয়েছেন? তিনি বললেনঃ না। সাওদা বললেন, তবে আপনার নিকট হতে এ কিসের গন্ধ পাচ্ছি? তিনি বললেন হাফসাহ আমাকে কিছু মধু পান করিয়েছে। সাওদা বললেন, এ মধু মক্ষিকা ‘উরফুত’ নামক গাছ থেকে সংগ্রহ করেছে। এরপর তিনি ঘুরে যখন আমার নিকট এলেন, তখন আমিও ঐরকম বললাম। তিনি সাফী্য্যাহ্‌র নিকট গেলে তিনিও তেমনই কথা বললেন। পরদিন যখন তিনি হাফসাহ্‌র কাছে গেলেনঃ তখন তিনি বললেন, হে আল্লাহ্‌র রসূল! আপনাকে মধু পান করাব কি? উত্তরে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমার এর কোন দরকার নেই। 'আয়িশা (রাঃ) বর্ণনা করেন, সাওদা বললেনঃ আল্লাহ্‌র কসম! আমরা তাঁকে বিরত রেখেছি। আমি বললামঃ চুপ কর। [৪৯১২; মুসলিম ১৮/৩, হাঃ ১৪৭৪, আহমাদ ২৪৩৭০] আধুনিক প্রকাশনী- ৪৮৮২, ইসলামিক ফাউন্ডেশন- ৪৭৭৭)",
    "ar": "حَدَّثَنَا فَرْوَةُ بْنُ أَبِي الْمَغْرَاءِ، حَدَّثَنَا عَلِيُّ بْنُ مُسْهِرٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُحِبُّ الْعَسَلَ وَالْحَلْوَاءَ، وَكَانَ إِذَا انْصَرَفَ مِنَ الْعَصْرِ دَخَلَ عَلَى نِسَائِهِ، فَيَدْنُو مِنْ إِحْدَاهُنَّ، فَدَخَلَ عَلَى حَفْصَةَ بِنْتِ عُمَرَ، فَاحْتَبَسَ أَكْثَرَ مَا كَانَ يَحْتَبِسُ، فَغِرْتُ فَسَأَلْتُ عَنْ ذَلِكَ فَقِيلَ لِي أَهْدَتْ لَهَا امْرَأَةٌ مِنْ قَوْمِهَا عُكَّةً مِنْ عَسَلٍ، فَسَقَتِ النَّبِيَّ صلى الله عليه وسلم مِنْهُ شَرْبَةً، فَقُلْتُ أَمَا وَاللَّهِ لَنَحْتَالَنَّ لَهُ‏.‏ فَقُلْتُ لِسَوْدَةَ بِنْتِ زَمْعَةَ إِنَّهُ سَيَدْنُو مِنْكِ، فَإِذَا دَنَا مِنْكِ فَقُولِي أَكَلْتَ مَغَافِيرَ فَإِنَّهُ سَيَقُولُ لَكِ لاَ‏.‏ فَقُولِي لَهُ مَا هَذِهِ الرِّيحُ الَّتِي أَجِدُ مِنْكَ فَإِنَّهُ سَيَقُولُ لَكِ سَقَتْنِي حَفْصَةُ شَرْبَةَ عَسَلٍ فَقُولِي لَهُ جَرَسَتْ نَحْلُهُ الْعُرْفُطَ‏.‏ وَسَأَقُولُ ذَلِكَ، وَقُولِي أَنْتِ يَا صَفِيَّةُ ذَاكِ‏.‏ قَالَتْ تَقُولُ سَوْدَةُ فَوَاللَّهِ مَا هُوَ إِلاَّ أَنْ قَامَ عَلَى الْبَابِ، فَأَرَدْتُ أَنْ أُبَادِيَهُ بِمَا أَمَرْتِنِي بِهِ فَرَقًا مِنْكِ، فَلَمَّا دَنَا مِنْهَا قَالَتْ لَهُ سَوْدَةُ يَا رَسُولَ اللَّهِ أَكَلْتَ مَغَافِيرَ قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قَالَتْ فَمَا هَذِهِ الرِّيحُ الَّتِي أَجِدُ مِنْكَ‏.‏ قَالَ ‏\"‏ سَقَتْنِي حَفْصَةُ شَرْبَةَ عَسَلٍ ‏\"‏‏.‏ فَقَالَتْ جَرَسَتْ نَحْلُهُ الْعُرْفُطَ فَلَمَّا دَارَ إِلَىَّ قُلْتُ لَهُ نَحْوَ ذَلِكَ، فَلَمَّا دَارَ إِلَى صَفِيَّةَ قَالَتْ لَهُ مِثْلَ ذَلِكَ فَلَمَّا دَارَ إِلَى حَفْصَةَ قَالَتْ يَا رَسُولَ اللَّهِ أَلاَ أَسْقِيكَ مِنْهُ‏.‏ قَالَ ‏\"‏ لاَ حَاجَةَ لِي فِيهِ ‏\"‏‏.‏ قَالَتْ تَقُولُ سَوْدَةُ وَاللَّهِ لَقَدْ حَرَمْنَاهُ‏.‏ قُلْتُ لَهَا اسْكُتِي‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "68"
    }
  }
}