{
  "hadith": {
    "hadith_id": 5273,
    "narrator": "ইব্‌নু 'আব্বাস (রাঃ)",
    "bn": "যে, সাবিত ইবনু কায়স এর স্ত্রী নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বলল, হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! চরিত্রগত বা দ্বীনী বিষয়ে সাবিত ইবনু কায়সের উপর আমি দোষারোপ করছিনা। তবে আমি ইসলামের ভিতরে থেকে কুফরী করা (অর্থাৎ স্বামীর সঙ্গে অমিল) পছন্দ করছি না। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি কি তার বাগানটি ফিরিয়ে দেবে? সে বললঃ হ্যাঁ। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি বাগানটি গ্রহণ কর এবং মহিলাকে এক ত্বলাক্ব দিয়ে দাও।( আধুনিক প্রকাশনী- ৪৮৮৬, ইসলামিক ফাউন্ডেশন- ৪৭৮১)",
    "ar": "أَزْهَرُ بْنُ جَمِيلٍ حَدَّثَنَا عَبْدُ الْوَهَّابِ الثَّقَفِيُّ حَدَّثَنَا خَالِدٌ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ أَنَّ امْرَأَةَ ثَابِتِ بْنِ قَيْسٍ أَتَتْ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُوْلَ اللهِ ثَابِتُ بْنُ قَيْسٍ مَا أَعْتِبُ عَلَيْهِ فِي خُلُقٍ وَلاَ دِينٍ وَلٰكِنِّي أَكْرَهُ الْكُفْرَ فِي الإِسْلاَمِ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم أَتَرُدِّينَ عَلَيْهِ حَدِيقَتَه“ قَالَتْ نَعَمْ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم اقْبَلْ الْحَدِيقَةَ وَطَلِّقْهَا تَطْلِيقَةً قَالَ أَبُو عَبْد اللهِ لاَ يُتَابَعُ فِيهِ عَنْ ابْنِ عَبَّاسٍ .",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "খুলা শব্দের অর্থ খুলে ফেলা, মুক্ত করা।\nযেমন আল্লাহ বলেন,\n{فَاخْلَعْنَعْلَيْكَإِنَّكَبِالْوَادِالْمُقَدَّسِطُوىً}\n\nঅর্থাৎ ‘‘হে মূসা! তুমি তোমার জুতাজোড়া খুলে নাও, কেননা তুমি এখন তুওয়া নামক পবিত্র উপত্যকায় উপস্থিত।\n\nখুলা তালাকঃ স্ত্রী যদি বিশেষ কোন কারণে স্বামীর সাথে বসবাস করতে নারায হয় তাহলে স্বামী তার নিকট থেকে অথবা তার প্রতিনিধির পক্ষ থেকে বিনিময় গ্রহণ করে স্ত্রীকে পৃথক করে দেয়াকে খুলা তালাক বলা হয়।\n\nখুলার ক্ষেত্রে স্বামী ও স্ত্রী উভয়ের সম্মতি থাকতে হবে। যদি স্বামী সম্মতি প্রদান না করে তাহলে স্ত্রী বিচারকের শরণাপন্ন হয়ে তার মাধ্যমে খুলা করবে।\nস্বামী স্ত্রীকে বিদায়ের অনুমতি দেয়ার পর যদি স্ত্রী পুনরায় উক্ত স্বামীর সংসার করতে চায়, তাহলে এ খুলা তালাকের ক্ষেত্রে স্বামী উক্ত স্ত্রীকে গ্রহণ করতে চাইলে পুনরায় বিয়ের মাধ্যমে গ্রহণ করতে হবে।\n\nআর যদি অন্যত্র বিবাহ করতে চায়, তাহলে এক হায়েয অতিক্রম করার পর অন্যত্র বিবাহ করতে পারবে। [এ মর্মে ইমাম নাসাঈ হাদীস বর্ণনা করেছেন, দেখুন ‘‘সহীহ্ নাসাঈ’’ ৩৪৯৭) এছাড়া দেখুন ‘‘ফিক্হুস সুন্নাহ্’’ খুলা অধ্যায়]।\nতার জন্য আল্লাহ বিধান প্রদান করেছেনঃ\n{فَإِنْخِفْتُمْأَلَّايُقِيمَاحُدُودَاللَّهِفَلاجُنَاحَعَلَيْهِمَافِيمَاافْتَدَتْبِهِ}\n\n‘‘অতঃপর যদি তোমরা উভয় পক্ষের শালিসগণ) আশঙ্কা কর যে উভয়পক্ষ আল্লাহর আইনসমূহ ঠিক রাখতে পারবে না, তাহলে উভয়ের প্রতি কোন গুনাহ নেই যদি কোন কিছুর বিনিময়ে স্ত্রী নিজেকে মুক্ত করতে চায়।’’ সূরা আল-বাকারাহঃ ২২৯)\nআর যদি স্বামী বিনা মালে পরিত্যাগ করে তাহলে আরও ভাল।",
    "chapter": {
      "chapter_number": "68"
    }
  }
}