{
  "hadith": {
    "hadith_id": 5292,
    "narrator": "মুনবাইস-এর আযাদকৃত গোলাম ইয়াযীদ (রাঃ)",
    "bn": "যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে হারানো বকরীর ব্যাপারে জিজ্ঞেস করা হলে তিনি বললেনঃ ওটাকে ধরে নাও। কেননা, ওটা হয় তোমার জন্য, না হয় তোমার (অন্য) ভাইয়ের জন্য অথবা নেকড়ের জন্য। তাঁকে হারানো উটের ব্যাপারে জিজ্ঞেস করা হলে তিনি রেগে গেলেন এবং তাঁর উভয় গন্ডদেশ লাল হয়ে গেল। এরপর তিনি বললেনঃ ওটা নিয়ে তোমার চিন্তা কেন? তার সঙ্গে (চলার জন্য) পায়ের তলায় ক্ষুর ও (পানাহারের জন্য) পেটে মশক আছে। সে পানি পান করতে থাকবে এবং বৃক্ষ-লতা খেতে থাকবে, আর এর মধ্যে মালিক তার সন্ধান লাভ করবে। তাঁকে লুকাতা (হারানো প্রাপ্তি) সম্বন্ধে প্রশ্ন করা হলে তিনি বলেনঃ প্রাপ্ত বস্তুর থলে ও মাথার বন্ধনটা চিনে নাও এবং এক বছর পর্যন্ত এর ঘোষণা দিতে থাক। যদি এর শনাক্তকারী (মালিক) আসে, তবে ভালো কথা, নচেৎ এটাকে তোমার মালের সাথে মিলিয়ে নাও। সুফ্‌ইয়ান বলেনঃ আমি রাবী‘আ ইবনু আবূ ‘আবদুর রহমানের সঙ্গে দেখা করে উল্লিখিত কথাগুলো ছাড়া আর কিছুই পাইনি। আমি বললামঃ হারানো প্রাণীর ব্যাপারে মুনবাইস এর আযাদকৃত গোলাম ইয়াযীদের হাদীসটি কি যায়দ ইবনু খালিদ হতে বর্ণিত? তিনি বললেন, হাঁ। ইয়াহইয়া বলেন, রাবী‘আ বলতেনঃ হাদীসটি মুনবাইস-এর আযাদকৃত গোলাম ইয়াযীদ-এর মাধ্যমে যায়দ ইবনু খালিদ হতে বর্ণনাকৃত। সুফ্‌ইয়ান বললেনঃ আমি রাবী‘আর সঙ্গে দেখা করে এ সম্পর্কে আলোচনা করলাম।(আধুনিক প্রকাশনী- ৪৯০৩, ইসলামিক ফাউন্ডেশন- ৪৭৯৮)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا سُفْيَانُ عَنْ يَحْيٰى بْنِ سَعِيدٍ عَنْ يَزِيدَ مَوْلَى الْمُنْبَعِثِ أَنَّ النَّبِيَّ صلى الله عليه وسلم سُئِلَ عَنْ ضَالَّةِ الْغَنَمِ فَقَالَ خُذْهَا فَإِنَّمَا هِيَ لَكَ أَوْ لأَ÷خِيكَ أَوْ لِلذِّئْبِ وَسُئِلَ عَنْ ضَالَّةِ الإِبِلِ فَغَضِبَ وَاحْمَرَّتْ وَجْنَتَاه“ وَقَالَ مَا لَكَ وَلَهَا مَعَهَا الْحِذَاءُ وَالسِّقَاءُ تَشْرَبُ الْمَاءَ وَتَأْكُلُ الشَّجَرَ حَتّٰى يَلْقَاهَا رَبُّهَا وَسُئِلَ عَنْ اللُّقَطَةِ فَقَالَ اعْرِفْ وِكَاءَهَا وَعِفَاصَهَا وَعَرِّفْهَا سَنَةً فَإِنْ جَاءَ مَنْ يَعْرِفُهَا وَإِلاَّ فَاخْلِطْهَا بِمَالِكَ قَالَ سُفْيَانُ فَلَقِيتُ رَبِيعَةَ بْنَ أَبِي عَبْدِ الرَّحْمٰنِ قَالَ سُفْيَانُ وَلَمْ أَحْفَظْ عَنْه“ شَيْئًا غَيْرَ هٰذَا فَقُلْتُ أَرَأَيْتَ حَدِيثَ يَزِيدَ مَوْلٰى المُنْبَعِثِ فِي أَمْرِ الضَّالَّةِ هُوَ عَنْ زَيْدِ بْنِ خَالِدٍ قَالَ نَعَمْ قَالَ يَحْيٰى وَيَقُوْلُ رَبِيعَةُ عَنْ يَزِيدَ مَوْلَى الْمُنْبَعِثِ عَنْ زَيْدِ بْنِ خَالِدٍ قَالَ سُفْيَانُ فَلَقِيتُ رَبِيعَةَ فَقُلْتُ لَهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "68"
    }
  }
}