{
  "hadith": {
    "hadith_id": 5293,
    "narrator": "ইবনু আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর উটে চড়ে তাওয়াফ করলেন। তিনি যখনই ‘রুকনের’ কাছে আসতেন, তখনই এর প্রতি ইঙ্গিত করতেন এবং “আল্লাহু আকবার” বলতেন। যাইনাব (রাঃ) বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ “ইয়াজুজ ও মাজূজ” এদের দরজা এভাবে খুলে গেছে; এই বলে তিনি (তাঁর আঙ্গুলকে) নব্বই এর মত করলেন। (অর্থাৎ শাহাদাত আঙ্গুলের মাথা বৃদ্ধাঙ্গুলির গোড়ায় রাখলেন।)(আধুনিক প্রকাশনী- ৪৯০৪, ইসলামিক ফাউন্ডেশন- ৪৭৯৯)",
    "ar": "عَبْدُ اللهِ بْنُ مُحَمَّدٍ حَدَّثَنَا أَبُو عَامِرٍ عَبْدُ الْمَلِكِ بْنُ عَمْرٍو حَدَّثَنَا إِبْرَاهِيمُ عَنْ خَالِدٍ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ قَالَ طَافَ رَسُوْلُ اللهِ صلى الله عليه وسلم عَلٰى بَعِيرِه„ وَكَانَ كُلَّمَا أَتٰى عَلٰى الرُّكْنِ أَشَارَ إِلَيْهِ وَكَبَّرَ وَقَالَتْ زَيْنَبُ قَالَ النَّبِيُّ صلى الله عليه وسلم فُتِحَ مِنْ رَدْمِ يَأْجُوجَ وَمَأْجُوجَ مِثْلُ هٰذِه„ وَعَقَدَ تِسْعِينَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আওস বিন সামিত রাঃ) তাঁর স্ত্রী খাওলা বিনতে সাআলাবা রাযি.)-কে বলেছিলেন, তুমি আমার মায়ের পিঠের মত। এরূপ বললে কাফফারা পরিশোধের পূর্বে স্ত্রী সহবাস হালাল হবে না।\n\nএখন খাওলা বিনতে সাআলাবা রাঃ) আউস বিন সামিতের রাঃ) স্ত্রী আল্লাহর রসূলের ﷺ নিকট এসে চুপে চুপে বলেনঃ আমার স্বামী আমাকে এই কথা বলেছেন। এদিকে আমার জীবন যৌবন তার কাছে শেষ করেছি, আবার ছেলে মেয়েও রয়েছে, এই বুড়ি বয়সে কোথায় যাব কী করবো? তা ভেবে দিশেহারা হয়ে গেছি। আপনি এর সুরাহা কিছু একটা বাতলিয়ে দেন। রসূলুল্লাহ ﷺ বললেন তুমি চিরদিনের জন্য তোমার স্বামীর জন্য হারাম হয়ে গেছ। এরূপ বিধান জাহিলিয়াতে প্রচলিত ছিল। মহিলাটি একথা শুনে কাঁদতে লাগলেন এবং আল্লাহর কাছে আবেদন নিবেদন জানাতে লাগলেন। পরক্ষণেই জিবরীল ‘আ.) নাবী ﷺ এর নিকট হাজির হলেন। সাথে খাওলা বিনতে সাআলাবা ঘর থেকে বের হওয়ার পূর্বেই তার শানে আল্লাহ তা‘আলার পক্ষ থেকে সূরা মুজাদেলার প্রথম হতে চার আয়াত নাযিল হল। অবতীর্ণ বাণী পেয়ে রসূলুল্লাহ ﷺ তাঁকে বললেনঃ তোমার স্বামীকে বল একটি দাস মুক্ত করতে। মহিলা বললেন সেতো অপারগ। তাহলে পরপর দু’মাস রোযা রাখতে বল। খাওলা (রাঃ) বললেন পরপর দু’মাস রোযা রাখতে পারলে এ ঘটনা ঘটত না। তাহলে যাও কিছু খেজুর ষাটজন গরীবদের মধ্যে বিতরণ করতে বল। খাওলা (রাঃ) বলেন তাতেও আমাদের অসুবিধা। অতঃপর আল্লাহর রসূল ﷺ ৩০ কেজির মত খেজুর দিয়ে বললেন, যাও এগুলো বিতরণ করে দাও। তাই করলো, এবারে তার স্ত্রী সহবাসের জন্য হালাল হলো।\n\n‘আয়িশাহ (রাঃ) হতে বর্ণিত তিনি বলেনঃ আল্লাহ তা‘আলার সমস্ত প্রশংসা ও গুণগান যিনি সকল রকমের শব্দ শুনতে পান। আমি খাওলা বিনতে সাআলাবার কথা শুনতে পাচ্ছিলাম সে আমার নিকট থেকে তার কিছু কিছু কথা গোপন করছিল। সে রসূলুল্লাহর ﷺ নিকট তার স্বামী আওস বিন সামিত রাঃ) এর বিপক্ষে অভিযোগ উত্থাপন করে বলছিলঃ হেআল্লাহর রসূল! সে [আওস বিন সামিত রাঃ)] আমার যৌবন খেয়ে ফেলেছে এবং তার জন্য আমার পেট বহু সন্তান প্রসব করেছে। অতঃপর আমার বয়স যখন বেশী হয়ে গেল এবং আমার সন্তান হওয়াও বন্ধ হয়ে গেল তখন সে আমার সাথে যিহার করল। হে আল্লাহ্! আমি তোমার কাছে অভিযোগ উত্থাপন করছি। সে ঘর থেকে বের হওয়ার পূর্বেই জিবরীল এ আয়াতগুলো নিয়ে আগমন করলেন {قد سمع الله............}। [হাদীসটি ইবনু মাজাহ্ ২০৬৩) ও সংক্ষেপে নাসাঈ ৩৪৬০) বর্ণনা করেছেন, হাদীসটিকে শাইখ আলবানী সহীহ্ আখ্যা দিয়েছেন]।",
    "chapter": {
      "chapter_number": "68"
    }
  }
}