{
  "hadith": {
    "hadith_id": 53,
    "narrator": "আবূ জামরাহ (রহঃ)",
    "bn": "তিনি বলেন, আমি ইব্‌নু ‘আব্বাস (রাঃ)-এর সাথে বসতাম। তিনি আমাকে তাঁর আসনে বসাতেন। একবার তিনি বললেনঃ তুমি আমার কাছে থেকে যাও, আমি তোমাকে আমার ধন-সম্পদ হতে কিয়দংশ প্রদান করব। আমি তাঁর সাথে দু’মাস থাকলাম। অতঃপর একদা তিনি বললেন, আবদুল কায়েস-এর একটি প্রতিনিধি দল আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আগমন করলে তিনি বললেনঃ তোমরা কোন্‌ গোত্রের? কিংবা বললেন, কোন প্রতিনিধিদলের? তারা বলল, ‘রাবী‘আ গোত্রের।’  তিনি বললেনঃ স্বাগতম সে গোত্র বা সে প্রতিনিধি দলের প্রতি, যারা অপদস্থ ও লজ্জিত না হয়েই আগমন করেছে। তারা বলল, হে আল্লাহর রসূল! শাহরুল হারাম ব্যতীত অন্য কোন সময় আমরা আপনার নিকট আগমন করতে পারি না। আমাদের এবং আপনার মধ্যে মুযার গোত্রীয় কাফিরদের বসবাস। তাই আমাদের কিছু স্পষ্ট নির্দেশ দিন, যাতে করে আমরা যাদের পিছনে ছেড়ে এসেছি তাদের অবগত করতে পারি এবং যাতে করে আমরা জান্নাতে দাখিল হতে পারি। তারা পানীয় সম্বন্ধেও জিজ্ঞেস করল। তখন তিনি তাদেরকে চারটি বিষয়ের আদেশ এবং চারটি বিষয় হতে নিষেধ করলেন। তাদেরকে এক আল্লাহতে বিশ্বাস স্থাপনের নির্দেশ দিয়ে বললেনঃ ‘এক আল্লাহর প্রতি কিভাবে বিশ্বাস স্থাপন করা হয় তা কি তোমরা অবগত আছ?’ তাঁরা বলল, ‘আল্লাহ ও তাঁর রসূলই অধিক জ্ঞাত।’ তিনি বললেনঃ ‘তা হচ্ছে এ সাক্ষ্য দেয়া যে, আল্লাহ ব্যতীত প্রকৃত কোন উপাস্য নেই এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহর রসূল এবং সালাত প্রতিষ্ঠা করা, যাকাত আদায় করা, রমাযানের সিয়ামব্রত পালন করা; আর তোমরা গানীমাতের সম্পদ হতে এক-পঞ্চমাংশ আদায় করবে। তিনি তাদেরকে চারটি বিষয় হতে বিরত থাকতে বললেন। আর তা হচ্ছেঃ সবুজ কলস, শুকনো কদুর খোল, খেজুর বৃক্ষের গুড়ি হতে তৈরী বাসন এবং আলকাতরা দ্বারা রাঙানো পাত্র।  রাবী বলেন, বর্ণনাকারী (মুযাফ্‌ফাত-এর স্থলে) কখনও আন্‌নাক্বীর উল্লেখ করেছেন (দু’টি শব্দের অর্থ একইরূপ) ; তিনি আরো বলেন, তোমরা এ বিষয়গুলো ভালো করে জেনে নাও এবং অন্যদেরও এগুলো অবগত কর।\n\n(৮৭, ৫২৩, ১৩৯৮, ৩০৯৫, ৩৫১০, ৪৩৬৮, ৪২৬৯, ৬১৭৬, ৭২৬৬, ৭৫৫৬; মুসলিম ১/৬ হাঃ ১৭) (আধুনিক প্রকাশনীঃ ৫১, ইসলামী ফাউন্ডেশনঃ ৫১)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ الْجَعْدِ، قَالَ أَخْبَرَنَا شُعْبَةُ، عَنْ أَبِي جَمْرَةَ، قَالَ كُنْتُ أَقْعُدُ مَعَ ابْنِ عَبَّاسٍ، يُجْلِسُنِي عَلَى سَرِيرِهِ فَقَالَ أَقِمْ عِنْدِي حَتَّى أَجْعَلَ لَكَ سَهْمًا مِنْ مَالِي، فَأَقَمْتُ مَعَهُ شَهْرَيْنِ، ثُمَّ قَالَ إِنَّ وَفْدَ عَبْدِ الْقَيْسِ لَمَّا أَتَوُا النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ مَنِ الْقَوْمُ أَوْ مَنِ الْوَفْدُ ‏\"‏‏.‏ قَالُوا رَبِيعَةُ‏.‏ قَالَ ‏\"‏ مَرْحَبًا بِالْقَوْمِ ـ أَوْ بِالْوَفْدِ ـ غَيْرَ خَزَايَا وَلاَ نَدَامَى ‏\"‏‏.‏ فَقَالُوا يَا رَسُولَ اللَّهِ، إِنَّا لاَ نَسْتَطِيعُ أَنْ نَأْتِيَكَ إِلاَّ فِي شَهْرِ الْحَرَامِ، وَبَيْنَنَا وَبَيْنَكَ هَذَا الْحَىُّ مِنْ كُفَّارِ مُضَرَ، فَمُرْنَا بِأَمْرٍ فَصْلٍ، نُخْبِرْ بِهِ مَنْ وَرَاءَنَا، وَنَدْخُلْ بِهِ الْجَنَّةَ‏.‏ وَسَأَلُوهُ عَنِ الأَشْرِبَةِ‏.‏ فَأَمَرَهُمْ بِأَرْبَعٍ، وَنَهَاهُمْ عَنْ أَرْبَعٍ، أَمَرَهُمْ بِالإِيمَانِ بِاللَّهِ وَحْدَهُ‏.‏ قَالَ ‏\"‏ أَتَدْرُونَ مَا الإِيمَانُ بِاللَّهِ وَحْدَهُ ‏\"‏‏.‏ قَالُوا اللَّهُ وَرَسُولُهُ أَعْلَمُ‏.‏ قَالَ ‏\"‏ شَهَادَةُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَإِقَامُ الصَّلاَةِ، وَإِيتَاءُ الزَّكَاةِ، وَصِيَامُ رَمَضَانَ، وَأَنْ تُعْطُوا مِنَ الْمَغْنَمِ الْخُمُسَ ‏\"‏‏.‏ وَنَهَاهُمْ عَنْ أَرْبَعٍ عَنِ الْحَنْتَمِ وَالدُّبَّاءِ وَالنَّقِيرِ وَالْمُزَفَّتِ‏.‏ وَرُبَّمَا قَالَ الْمُقَيَّرِ‏.‏ وَقَالَ ‏\"‏ احْفَظُوهُنَّ وَأَخْبِرُوا بِهِنَّ مَنْ وَرَاءَكُمْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "2"
    }
  }
}