{
  "hadith": {
    "hadith_id": 5300,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি তোমাদের বলব কি, আনসারদের সব চেয়ে উত্তম গোত্র কোন্‌টি? তারা বললেনঃ হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাঁ বলুন। তিনি বললেনঃ তারা বনূ নাজ্জার। এরপর যারা তাদের নিকটবর্তী বনূ আবদুল আশ্‌হাল, এরপর তাদের নিকটবর্তী যারা বনূ হারিস ইবনু খাযরাজ। এরপর তাদের সন্নিকটে বনূ সা'ঈদা। এরপর তিনি হাত দ্বারা ইশারা করলেন। হাতের আঙ্গুলগুলোকে সঙ্কুচিত করে আবার তা সম্প্রসারিত করলেন। যেমন কেউ কিছু হাতের দ্বারা নিক্ষেপ করার সময় করে থাকে। এরপর বলেনঃ আনসারদের প্রতিটি গোত্রেই কল্যাণ নিহিত আছে।(আধুনিক প্রকাশনী- ৪৯০৯, ইসলামিক ফাউন্ডেশন- ৪৮০৪)",
    "ar": "قُتَيْبَةُ حَدَّثَنَا لَيْثٌ عَنْ يَحْيٰى بْنِ سَعِيدٍ الأَنْصَارِيِّ أَنَّه“ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُوْلُ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم أَلاَ أُخْبِرُكُمْ بِخَيْرِ دُورِ الأَنْصَارِ قَالُوا بَلٰى يَا رَسُوْلَ اللهِ قَالَ بَنُو النَّجَّارِ ثُمَّ الَّذِينَ يَلُونَهُمْ بَنُو عَبْدِ الأَشْهَلِ ثُمَّ الَّذِينَ يَلُونَهُمْ بَنُو الْحَارِثِ بْنِ الْخَزْرَجِ ثُمَّ الَّذِينَ يَلُونَهُمْ بَنُو سَاعِدَةَ ثُمَّ قَالَ بِيَدِه„ فَقَبَضَ أَصَابِعَه“ ثُمَّ بَسَطَهُنَّ كَالرَّامِي بِيَدِه„ ثُمَّ قَالَ وَفِي كُلِّ دُورِ الأَنْصَارِ خَيْرٌ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "লি‘আনঃ\n\nলি‘আন অর্থ একে অপরকে অভিশাপ করা। শারীয়াতের পরিভাষায় এর অর্থঃ যে ব্যক্তি আপন স্ত্রীকে ব্যভিচারের অপবাদ দেয়, কিন্তু এ ব্যাপারে চারজন সাক্ষী উপস্থিত করতে পারছে না।\n\nআল্লাহ তা‘আলা সূরা নূরের ৬নং আয়াত হতে ৯নং আয়াতে উক্ত সমস্যার সমাধান উল্লেখ করেছেন। হাদীসে রসূলেও তার বিস্তারিত আলোচনা রয়েছে। সূরা নূরের কয়েকটি আয়াতে বলা হয়েছে-\n\nوَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَدَاءُ إِلَّا أَنْفُسُهُمْ فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بِاللَّهِ ۙ إِنَّهُ لَمِنَ الصَّادِقِينَ\n\nوَالْخَامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ\n\nوَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ\n\n‘‘আর যারা তাদের স্ত্রীদের উপর যিনার) অপবাদ আরোপ করে এবং তাদের নিকট নিজ ব্যতীত) অন্য কোন সাক্ষী না থাকে তবে তাদের সাক্ষী এই যে, চারবার আল্লাহর নামে কসম করে বলবে নিশ্চয় আমি সত্যবাদী এবং পঞ্চমবারে বলবে আমার উপর আল্লাহর লানত হোক, আমি যদি মিথ্যাবাদী হই। আর সেই স্ত্রীর শাস্তি রহিত হয়ে যাবে যদি সে আল্লাহর কসম খেয়ে চারবার এ কথা ব’লে সাক্ষী দেয় যে, তার স্বামী অবশ্যই মিথ্যাবাদী এবং পঞ্চমবারে বলবে যে, যদি তার স্বামী সত্যবাদী হয় তাহলে আমার উপর আল্লাহর গযব হোক।সূরা আন-নূর ২৪ঃ ৬-৯)\n\nবুখারী ও মুসলিমে উল্লেখ আছে- সাহল বিন সা‘দ সা‘ঈদী রাযি.) বলেন, একদিন উমাইমির আজলানী এসে বললেনঃ ইয়া রাসূলাল্লাহ! আপনি কী বলেন, যদি কোন ব্যক্তি তার স্ত্রীর সাথে অপর ব্যক্তিকে পায়, তবে কি সে তাকে হত্যা করবে? অতঃপর নিহতদের আত্মীয়রা তাকে হত্যা করবে। অথবা সে কী করবে? নাবী ﷺ বললেন তোমার ও তোমার স্ত্রীর ন্যায় ব্যক্তিদের) ব্যাপারেই সূরা নূরের আয়াত নাযিল হয়েছে। যাও! তোমার স্ত্রীকে নিয়ে আস। সাদ বলেন, তারা মাসজিদে এসে লি‘আন করল। আমি তখন লোকের সাথে রসূলুল্লাহ ﷺ’র নিকট ছিলাম। রাবী বলেন) যখন তারা লি‘আন হতে অবসর গ্রহণ করল ওয়াইমির বললঃ এরপর যদি আমি তাকে রাখি তাহলে ধরতে হবে যে, আমি তার উপর মিথ্যা আরোপ করেছি। অতঃপর তিনি তার লি‘আনকৃতা স্ত্রীকে তিন তালাক দিয়ে বিদায় করে দিলেন।\n\nউল্লেখ্য এ হাদীসের মধ্যে সহাবী তিন তালাক এ কারণে দিয়েছিলেন যে, তিনি মনে করেছিলেন যে, মনে হয় লি‘আনের পরেও তার স্ত্রীর উপর তার অধিকার রয়েছে। কিন্তু লি‘আনের পরে স্বামীর স্ত্রীর উপর আর কোন অধিকার থাকে না। অতঃপর তালাক দেয়ার অধিকারও থাকে না। কারণ হাদীসের মধ্যে রসূল বলেছেনঃ ‘‘তোমার তার উপরে কোন অধিকার নেই।’’\n\nলি‘আন করার পর তালাকের প্রয়োজন হয় না। আর কোন দিন তারা একে অপরকে বিবাহ করতে পারবে না। লি‘আন করার পর তাদের দুনিয়াতে কোন শাস্তি নেই। লি‘আনের পর যে প্রকৃত মিথ্যাবাদী প্রমাণিত হবে তার জন্য রয়েছে পরকালীন শাস্তি। এমনিভাবে তাকে দুনিয়াতে ব্যভিচারিণী ও তার সন্তানকে জারয বলা হতে বিরত থাকতে হবে। বিচারকমন্ডলী তাদের মধ্যে বিচ্ছেদ করে দিবেন। স্বামীর লি‘আনের পর আর কিছু করতে হবে না। তবে উক্ত স্ত্রীলোক যদি ইদ্দত অতিক্রম করার পর অন্যত্র বিবাহ করতে চায় তাহলে বিবাহ করতে পারবে। আল্লাহ আমাদের উক্ত নোংরামি থেকে হিফাযাতে রাখুন!",
    "chapter": {
      "chapter_number": "68"
    }
  }
}