{
  "hadith": {
    "hadith_id": 5309,
    "narrator": "ইবনু জুরাইজ (রহঃ)",
    "bn": "তিনি বলেন, আমাকে ইবনু শিহাব (রহঃ) লি'আন ও তার হুকুম সম্বন্ধে সা'দ গোত্রের সাহ্‌ল ইব্‌নু সা'দ (রাঃ) থেকে হাদীস বর্ণনা করেন যে, আনসারদের এক ব্যক্তি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে বললঃ হে আল্লাহ্‌র রসূল! আপনি কী বলেন, যদি কোন ব্যক্তি তার স্ত্রীর সঙ্গে অন্য লোককে দেখতে পায়, তবে কি সে তাকে হত্যা করবে? অথবা কী করবে? এরপর আল্লাহ তা'আলা তার ব্যাপারে কুরআনে উল্লেখিত লি'আনের বিধান অবতীর্ণ করেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ তোমার ও তোমার স্ত্রীর ব্যাপারে ফয়সালা দিয়েছেন। রাবী বলেনঃ আমি উপস্থিত থাকতেই তারা উভয়ে মসজিদে লি'আন করল। উভয়ের লি'আন করা শেষ হলে সে ব্যক্তি বললঃ হে আল্লাহ্‌র রসূল! যদি আমি তাকে স্ত্রী হিসাবে রেখে দেই; তবে তার উপর মিথ্যারোপ করেছি বলে গণ্য হবে। এরপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে নির্দেশ দেয়ার আগেই সে তার স্ত্রীকে তিন ত্বলাক্ব দিল। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর সামনেই সে তার থেকে পৃথক হয়ে গেল। তিনি বললেনঃ এই সম্পর্কচ্ছেদই প্রত্যেক লি'আনকারীদ্বয়ের জন্য বিধান। ইবনু জুরাইজ বলেন, ইবনু শিহাব (রহঃ) বলেছেনঃ তাদের পর লি'আনকারীদ্বয়ের  মধ্যে বিচ্ছেদ ঘটানোর হুকুম চালু হয়। মহিলাটি ছিল গর্ভবতী। তার বাচ্চাকে মায়ের পরিচয়ে ডাকা হত। বর্ণনাকারী বলেনঃ এরপর ওয়ারিশের ব্যাপারেও হুকুম জারি হল যে, মহিলা সন্তানের ওয়ারিশ হবে এবং সন্তানও তার ওয়ারিশ হবে, যতটুকু আল্লাহ তা'আলা নির্ধারণ করেছেন।\nইবনু জুরাইজ, ইবনু শিহাবের সূত্রে সাহ্‌ল ইবনু সা'দ সা'ঈদী থেকে এ হাদীস সম্পর্কে বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যদি ঐ স্ত্রীলোকটি ওহ্‌রার (এক রকম ছোট প্রাণীর) মতো লাল ও বেঁটে সন্তান জন্ম দেয়, তবে বুঝব মহিলাই সত্য বলেছে, আর লোকটি তার উপর মিথ্যা অপবাদ দিয়েছে। আর যদি সে কালো চক্ষু বিশিষ্ট বড় নিতম্বযুক্ত সন্তান জন্ম দেয়, তবে বুঝব, লোকটি সত্যই বলেছে। উক্ত মহিলা অপছন্দনীয় আকৃতির বাচ্চা প্রসব করে।(আধুনিক প্রকাশনী- ৪৯১৮, ইসলামিক ফাউন্ডেশন- ৪৮১৩)",
    "ar": "يَحْيٰى أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا ابْنُ جُرَيْجٍ قَالَ أَخْبَرَنِي ابْنُ شِهَابٍ عَنِ الْمُلاَعَنَةِ وَعَنْ السُّنَّةِ فِيهَا عَنْ حَدِيثِ سَهْلِ بْنِ سَعْدٍ أَخِي بَنِي سَاعِدَةَ أَنَّ رَجُلاً مِنَ الأَنْصَارِ جَاءَ إِلٰى رَسُوْلِ اللهِ صلى الله عليه وسلم فَقَالَ يَا رَسُوْلَ اللهِ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِه„ رَجُلاً أَيَقْتُلُه“ أَمْ كَيْفَ يَفْعَلُ فَأَنْزَلَ اللهُ فِي شَأْنِه„ مَا ذَكَرَ فِي الْقُرْآنِ مِنْ أَمْرِ الْمُتَلاَعِنَيْنِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم قَدْ قَضٰى اللهُ فِيكَ وَفِي امْرَأَتِكَ قَالَ فَتَلاَعَنَا فِي الْمَسْجِدِ وَأَنَا شَاهِدٌ فَلَمَّا فَرَغَا قَالَ كَذَبْتُ عَلَيْهَا يَا رَسُوْلَ اللهِ إِنْ أَمْسَكْتُهَا فَطَلَّقَهَا ثَلاَثًا قَبْلَ أَنْ يَأْمُرَه“ رَسُوْلُ اللهِ صلى الله عليه وسلم حِينَ فَرَغَا مِنَ التَّلاَعُنِ فَفَارَقَهَا عِنْدَ النَّبِيِّصلى الله عليه وسلمفَقَالَ ذَاكَ تَفْرِيقٌ بَيْنَ كُلِّ مُتَلاَعِنَيْنِ قَالَ ابْنُ جُرَيْجٍ قَالَ ابْنُ شِهَابٍ فَكَانَتْ السُّنَّةُ بَعْدَهُمَا أَنْ يُفَرَّقَ بَيْنَ الْمُتَلاَعِنَيْنِ وَكَانَتْ حَامِلاً وَكَانَ ابْنُهَا يُدْعٰى لِأُمِه„ قَالَ ثُمَّ جَرَتْ السُّنَّةُ فِي مِيرَاثِهَا أَنَّهَا تَرِثُه“ وَيَرِثُ مِنْهَا مَا فَرَضَ اللهُ لَهُ.\nقَالَ ابْنُ جُرَيْجٍ عَنْ ابْنِ شِهَابٍ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ فِي هٰذَا الْحَدِيثِ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ إِنْ جَاءَتْ بِه„ أَحْمَرَ قَصِيرًا كَأَنَّه“ وَحَرَةٌ فَلاَ أُرَاهَا إِلاَّ قَدْ صَدَقَتْ وَكَذَبَ عَلَيْهَا وَإِنْ جَاءَتْ بِه„ أَسْوَدَ أَعْيَنَ ذَا أَلْيَتَيْنِ فَلاَ أُرَاه“ إِلاَّ قَدْ صَدَقَ عَلَيْهَا فَجَاءَتْ بِه„ عَلَى الْمَكْرُوهِ مِنْ ذَلِكَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "68"
    }
  }
}