{
  "hadith": {
    "hadith_id": 5310,
    "narrator": "ইবনু 'আব্বাস (রাঃ)",
    "bn": "যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে লি'আন করার ব্যাপারটি আলোচিত হল। 'আসিম ইবনু আদী (রাঃ) এ ব্যাপারে একটি কথা জিজ্ঞেস করে চলে গেলেন। এরপর তাঁর গোত্রের এক ব্যক্তি তার কাছে এসে অভিযোগ করল যে, সে তার স্ত্রীর সাথে অন্য এক লোককে পেয়েছে। 'আসিম (রাঃ) বললেনঃ অযথা জিজ্ঞাসার কারণেই আমি এ ধরনের বিপদে পড়তাম। এরপর তিনি লোকটিকে নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে গেলেন এবং অভিযোগকারীর ব্যাপারটি তাঁকে জানালেন। লোকটি ছিল হলদে শীর্ণকায় ও সোজা চুল বিশিষ্ট। আর ঐ লোকটি যাকে তার স্ত্রীর কাছে পেয়েছে বলে সে অভিযুক্ত করে সে ছিল প্রায় কালো, স্থুল দেহের অধিকারী। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ হে আল্লাহ ! সমস্যাটি সমাধান করে দিন। এরপর মহিলা ঐ লোকটির আকৃতি বিশিষ্ট সন্তান জন্ম দিল, যাকে তার স্বামী তার কাছে পেয়েছে বলে উল্লেখ করেছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের (স্বামী-স্ত্রী) উভয়কে লি'আন করালেন। এক ব্যক্তি ইবনু 'আব্বাস (রাঃ)- কে সে মসলিসেই জিজ্ঞেস করলঃ এ মহিলা সম্বন্ধেই কি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেন? “আমি যদি কাউকে বিনা প্রমাণে রজম করতাম, তবে একেই রজম করতাম।” ইবনু 'আব্বাস (রাঃ) বললেনঃ না, সে ছিল এক মহিলা, যে মুসলিম সমাজে প্রকাশ্যে ব্যভিচারে লিপ্ত থাকত। আবু সলিহ ও 'আবদুল্লাহ ইবনু ইউসুফের বর্ণনায় خَدِلاَ اَدَمَ শব্দ এসেছে। [৫৩১৬, ৬৮৫৫, ৬৮৫৬, ৭২৩৮; মুসলিম ১৯/হাঃ ১৪৯৭, আহমাদ ৩৩৬০] আধুনিক প্রকাশনী- ৪৯১৯, ইসলামিক ফাউন্ডেশন- ৪৮১৪)",
    "ar": "سَعِيدُ بْنُ عُفَيْرٍ قَالَ حَدَّثَنِي اللَّيْثُ عَنْ يَحْيٰى بْنِ سَعِيدٍ عَنْ عَبْدِ الرَّحْمٰنِ بْنِ الْقَاسِمِ عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ عَنْ ابْنِ عَبَّاسٍ أَنَّه“ ذُكِرَ التَّلاَعُنُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ عَاصِمُ بْنُ عَدِيٍّ فِي ذ‘لِكَ قَوْلاً ثُمَّ انْصَرَفَ فَأَتَاه“ رَجُلٌ مِنْ قَوْمِه„ يَشْكُو إِلَيْهِ أَنَّه“ قَدْ وَجَدَ مَعَ امْرَأَتِه„ رَجُلاً فَقَالَ عَاصِمٌ مَا ابْتُلِيتُ بِهٰذَا الأَمْرِ إِلاَّ لِقَوْلِي فَذَهَبَ بِه„ إِلَى النَّبِيِّصلى الله عليه وسلم فَأَخْبَرَه“ بِالَّذِي وَجَدَ عَلَيْهِ امْرَأَتَه“ وَكَانَ ذ‘لِكَ الرَّجُلُ مُصْفَرًّا قَلِيلَ اللَّحْمِ سَبْطَ الشَّعَرِ وَكَانَ الَّذِي ادَّعٰى عَلَيْهِ أَنَّه“ وَجَدَه“ عِنْدَ أَهْلِه„ خَدْلاً آدَمَ كَثِيرَ اللَّحْمِ فَقَالَ النَّبِيُّ صلى الله عليه وسلماللَّهُمَّ بَيِّنْ فَجَاءَتْ شَبِيهًا بِالرَّجُلِ الَّذِي ذَكَرَ زَوْجُهَا أَنَّه“ وَجَدَه“ فَلاَعَنَ النَّبِيُّ صلى الله عليه وسلم بَيْنَهُمَا قَالَ رَجُلٌ لِابْنِ عَبَّاسٍ فِي الْمَجْلِسِ هِيَ الَّتِي قَالَ النَّبِيُّ صلى الله عليه وسلم لَوْ رَجَمْتُ أَحَدًا بِغَيْرِ بَيِّنَةٍ رَجَمْتُ هٰذِه„ فَقَالَ لاَ تِلْكَ امْرَأَةٌ كَانَتْ تُظْهِرُ فِي الإِسْلاَمِ السُّوءَ قَالَ أَبُو صَالِحٍ وَعَبْدُ اللهِ بْنُ يُوسُفَ آدَمَ خَدِلاً.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "68"
    }
  }
}