{
  "hadith": {
    "hadith_id": 5344,
    "narrator": "মুজাহিদ (রহঃ)",
    "bn": "মহান আল্লাহ্‌র বাণীঃ “তোমাদের মধ্যে যারা বিবিদেরকে রেখে মারা যাবে” (সূরাহ আল-বাক্বারা ২:২৪০) তিনি এ আয়াতের ব্যাখ্যায় বলেন, স্বামীর বাড়ীতে অবস্থান করে এ ইদ্দাত পালন করা মহিলার জন্য ওয়াজিব ছিল। পরে মহান আল্লাহ অবতীর্ণ করেনঃ “তোমাদের মধ্যে যারা বিবিদেরকে রেখে মারা যাবে, তারা বিবিদের জন্য অসিয়ত করবে যেন এক বৎসরকাল সুযোগ-সুবিধা পায় এবং গৃহ হতে বের ক'রে দেয়া না হয়, তবে যদি তারা নিজেরাই বের হয়ে যায়, তবে তোমাদের প্রতি গুনাহ নেই তারা  নিজেদের ব্যাপারে বৈধভাবে কিছু করলে”। (সূরাহ আল-বাক্বারা ২:২৪০)। মুজাহিদ বলেনঃ আল্লাহ তা’আলা সাত মাস বিশ রাতকে তার জন্য পূর্ণ বছর সাব্যস্ত করেছেন। মহিলা ইচ্ছা করলে ওসিয়ত অনুসারে থাকতে পারে, আবার চাইলে চলেও যেতে পারে। এ কথাই আল্লাহ তা’আলা বলেছেনঃ “বের না করে, তবে যদি স্বেচ্ছায় বের হয়ে যায় তবে তাতে তোমাদের কোন পাপ নেই” তাই মহিলার উপর ইদ্দাত পালন করা যথারীতি ওয়াজিব আছে। আবূ নাজীহ এ কথাগুলো মুজাহিদ থেকে বর্ণনা করেছেন।\n‘আত্বা বলেন, ইবনু ‘আব্বাস (রাঃ) বলেছেনঃ এ আয়াতটি স্বামীর বাড়ীতে ইদ্দাত পালন করার নির্দেশকে রহিত করে দিয়েছে। অতএব, সে যেখানে ইচ্ছা ইদ্দাত পালন করতে পারে।\n‘আত্বা বলেনঃ ইচ্ছা হলে ওয়াসিয়াত অনুযায়ী সে স্বামীর পরিবারে অবস্থান করতে পারে। আবার ইচ্ছা হলে অন্যত্রও ইদ্দাত পালন করতে পারে। কেননা, মহান আল্লাহ বলেছেনঃ “তারা নিজেরদের জন্য বিধিমত যা করবে, তাতে তোমাদের কোন পাপ নেই”। আত্বা বলেন, এরপর মিরাসের আয়াত অবতীর্ণ হলে ‘বাসস্থান দেয়ার’ হুকুমও রহিত হয়ে যায়। এখন সে যেখানে মনে চায় ইদ্দাত পালন করতে পারে, তাকে বাসস্থান দেয় জরুরী নয়।(আধুনিক প্রকাশনী- ৪৯৪৪, ইসলামিক ফাউন্ডেশন- ৪৮৪০)",
    "ar": "حَدَّثَنِي إِسْحَاقُ بْنُ مَنْصُورٍ، أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا شِبْلٌ، عَنِ ابْنِ أَبِي نَجِيحٍ، عَنْ مُجَاهِدٍ، ‏{‏وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا‏}‏ قَالَ كَانَتْ هَذِهِ الْعِدَّةُ تَعْتَدُّ عِنْدَ أَهْلِ زَوْجِهَا وَاجِبًا، فَأَنْزَلَ اللَّهُ ‏{‏وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لأَزْوَاجِهِمْ مَتَاعًا إِلَى الْحَوْلِ غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِي أَنْفُسِهِنَّ مِنْ مَعْرُوفٍ‏}‏ قَالَ جَعَلَ اللَّهُ لَهَا تَمَامَ السَّنَةِ سَبْعَةَ أَشْهُرٍ وَعِشْرِينَ لَيْلَةً وَصِيَّةً إِنْ شَاءَتْ سَكَنَتْ فِي وَصِيَّتِهَا، وَإِنْ شَاءَتْ خَرَجَتْ، وَهْوَ قَوْلُ اللَّهِ تَعَالَى ‏{‏غَيْرَ إِخْرَاجٍ فَإِنْ خَرَجْنَ فَلاَ جُنَاحَ عَلَيْكُمْ‏}‏ فَالْعِدَّةُ كَمَا هِيَ، وَاجِبٌ عَلَيْهَا، زَعَمَ ذَلِكَ عَنْ مُجَاهِدٍ‏.‏ وَقَالَ عَطَاءٌ قَالَ ابْنُ عَبَّاسٍ نَسَخَتْ هَذِهِ الآيَةُ عِدَّتَهَا عِنْدَ أَهْلِهَا، فَتَعْتَدُّ حَيْثُ شَاءَتْ، وَقَوْلُ اللَّهِ تَعَالَى ‏{‏غَيْرَ إِخْرَاجٍ‏}‏‏.‏ وَقَالَ عَطَاءٌ إِنْ شَاءَتِ اعْتَدَّتْ عِنْدَ أَهْلِهَا، وَسَكَنَتْ فِي وَصِيَّتِهَا، وَإِنْ شَاءَتْ خَرَجَتْ لِقَوْلِ اللَّهِ ‏{‏فَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ‏}‏‏.‏ قَالَ عَطَاءٌ ثُمَّ جَاءَ الْمِيرَاثُ فَنَسَخَ السُّكْنَى، فَتَعْتَدُّ حَيْثُ شَاءَتْ، وَلاَ سُكْنَى لَهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "68"
    }
  }
}