{
  "hadith": {
    "hadith_id": 5372,
    "narrator": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর  স্ত্রী উম্মু হাবীবা (রাঃ)",
    "bn": "তিনি বলেন, আমি বললামঃ হে আল্লাহ্‌র রসূল! আমার বোন আবূ সুফিয়ানের মেয়েকে আপনি বিয়ে করুন। তিনি বললেনঃ তুমি কি তা পছন্দ কর? আমি বললাম, হ্যাঁ। আমি তো আর আপনার অধীনে একা নই। যারা আমার সঙ্গে কল্যানের অংশীদার, আমার বোনও তাদের অন্তর্ভুক্ত হোক, তাই আমি অধিক পছন্দ করি। তিনি বললেনঃ কিন্তু সে তো আমার জন্য হালাল হবে না। আমি বললাম: হে আল্লাহ্‌র রসূল! আল্লাহ্‌র কসম! আমাদের মধ্যে আলোচনা হচ্ছে, আপনি নাকি উম্মূ সালামার মেয়ে দুর্‌রাকে বিয়ে করার ইচ্ছা করেছেন? তিনি বললেনঃ উম্মু সালামার মেয়েকে? আমি বললামঃ হ্যাঁ। তিনি বললেনঃ আল্লাহর কসম! সে যদি আমার কোলে পালিত, পূর্ব স্বামীর ঔরসজাত উম্মে সালামার গর্ভের সন্তান নাও-হতো, তবু সে আমার জন্য বৈধ ছিল না। সে তো আমার দুধ-ভাইয়ের কন্যা। সুওয়ায়বা আমাকে ও আবূ সালামাকে দুধ পান করিয়েছেন। সুতরাং তোমাদের কন্যা ও বোনদের আমার সামনে পেশ করো না। [৩৫] \nশু‘আইব যুহরী হতে বর্ননা করেছেন যে, ‘উরওয়াহ বলেছেনঃ সুওয়ায়বাকে আবূ লাহাব আযাদ করে দিয়েছিল।(আধুনিক প্রকাশনী- ৪৯৭২, ইসলামিক ফাউন্ডেশন- ৪৮৬৮)",
    "ar": "يَحْيٰى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي عُرْوَةُ أَنَّ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ أَخْبَرَتْه“ أَنَّ أُمَّ حَبِيبَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم قَالَتْ قُلْتُ يَا رَسُوْلَ اللهِ انْكِحْ أُخْتِي بِنْتَ أَبِي سُفْيَانَ قَالَ وَتُحِبِّينَ ذَلِكِ قُلْتُ نَعَمْ لَسْتُ لَكَ بِمُخْلِيَةٍ وَأَحَبُّ مَنْ شَارَكَنِي فِي الْخَيْرِ أُخْتِي فَقَالَ إِنَّ ذَلِكِ لاَ يَحِلُّ لِي فَقُلْتُ يَا رَسُوْلَ اللهِ فَوَاللهِ إِنَّا نَتَحَدَّثُ أَنَّكَ تُرِيدُ أَنْ تَنْكِحَ دُرَّةَ بِنْتَ أَبِي سَلَمَةَ فَقَالَ بِنْتَ أُمِّ سَلَمَةَ فَقُلْتُ نَعَمْ قَالَ فَوَاللهِ لَوْ لَمْ تَكُنْ رَبِيبَتِي فِي حَجْرِي مَا حَلَّتْ لِي إِنَّهَا بِنْتُ أَخِي مِنَ الرَّضَاعَةِ أَرْضَعَتْنِي وَأَبَا سَلَمَةَ ثُوَيْبَةُ فَلاَ تَعْرِضْنَ عَلَيَّ بَنَاتِكُنَّ وَلاَ أَخَوَاتِكُنَّ.\nوَقَالَ شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ عُرْوَةُ ثُوَيْبَةُ أَعْتَقَهَا أَبُو لَهَبٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৫] রক্ত সম্পর্ক যাকে হারাম করে, দুধ সম্পর্কও তাকে হারাম করে। রক্ত সম্পর্কিত বোন, কন্যা, ভাইঝি, ভাগনী ইত্যাদিকে যেমন বিয়ে করা হারাম, তেমনি দুধ সম্পর্কিত বোন, কন্যা, ভাইয়ের মেয়ে, বোনের মেয়ে ইত্যাদিকেও বিয়ে করা হারাম। রেজায়াত বা দুধ সম্পর্ক সাব্যস্ত হবার জন্য দু’টি শর্ত রয়েছে। তা হলঃ ১। সময়সীমাঃ দুধ পানকারীর বয়স দু’ বছরের কম হতে হবে। ২। একবার হলেও ক্ষুধা নিবারণ করে দুধ পান করা সাব্যস্ত হতে হবে যা হাদীসের ভাষায় দুয়ের অধিক পাঁচবার পর্যন্ত পান করার কথা বলা হয়েছে। (মুসলিম, আবূ দাউদ, তিরমিযী, নাসাঈ, ইবনু মাজাহ সহ অনেকেই বর্ননা করেছেন। ফিকহুস সুন্নাহ ২য় খণ্ড ১০৬-১০৭ পৃষ্ঠা।)",
    "chapter": {
      "chapter_number": "69"
    }
  }
}