{
  "hadith": {
    "hadith_id": 5375,
    "narrator": "আরেকটি বর্ণনায় আবূ হাযিম আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেছেন, একদা আমি প্রচণ্ড ক্ষুধা অনুভব করি। তখন ‘উমার ইবনু খাত্তাবের  সঙ্গে সাক্ষাৎ করলাম এবং মহান আল্লাহ্‌র (কুরআনের) একটি আয়াতের পাঠ তার থেকে শুনতে চাইলাম। তিনি আয়াতটি পাঠ করে নিজ গৃহে প্রবেশ করলেন। এদিকে আমি কিছু দূর চলার পর ক্ষুধার প্রচন্ডতায় উপুড় হয়ে পড়ে গেলাম। একটু পরে দেখি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার মাথার কাছে দাড়ানো। তিনি বললেনঃ হে আবূ হুরায়রা! আমি লাব্বাইকা ওয়া সা’দাইকা’ (হে আল্লাহ্‌র রসূল আমি হাযির, হে আল্লাহ্‌র রসূল, আপনার সমীপে) বলে সাড়া দিলাম। তিনি আমার হাত ধরে তুললেন এবং আমার অবস্থা বুঝতে পারলেন। তিনি আমাকে বাড়ীতে নিয়ে গেলেন এবং আমাকে এক পেয়ালা দুধ দেওয়ার জন্য আদেশ করলেন। আমি কিছু পান করলাম। তিনি বললেনঃ আবূ হুরায়রা! আরো পান কর। আবার পান করলাম। তিনি আবার বললেনঃ আরো। আমি আবার পান করলাম। এমনি কি আমার পেট তীরের মত সমান হয়ে গেল। এরপর আমি ‘উমারের সাথে সাক্ষাৎ করে আমার অবস্থার কথা তাঁকে জানালাম এবং বললামঃ হে ‘উমার! আল্লাহ তা’আলা এমন একজন লোকের মাধ্যমে এর বন্দোবস্ত করেছেন যিনি এ ব্যাপারে তোমার চেয়ে অধিক উপযুক্ত। আল্লাহর কসম! আমি তোমার কাছে আয়াতটি পাঠ শুনতে চেয়েছি অথচ আমি তোমার চেয়ে তা ভাল পাঠ করতে পারি। ‘উমার (রাঃ) বললেনঃ আল্লাহর কসম! তোমাকে আপ্যায়ন করতে পারলে তা আমার নিকট লাল বর্ণের উটের চেয়েও অধিক প্রিয় হত। [৬২৪৬, ৬৪৫২; মুসলিম ৩৬/১৩, হাঃ ২০২২, আহমাদ ১৬৩৩২] (আ.প্র. ৪৯৭৪, ই.ফা. ৯ম/৪৮৭০)",
    "ar": "وَعَنْ أَبِي حَازِمٍ عَنْ أَبِي هُرَيْرَةَ أَصَابَنِي جَهْدٌ شَدِيدٌ فَلَقِيتُ عُمَرَ بْنَ الْخَطَّابِ فَاسْتَقْرَأْتُه“ آيَةً مِنْ كِتَابِ اللهِ فَدَخَلَ دَارَه“ وَفَتَحَهَا عَلَيَّ فَمَشَيْتُ غَيْرَ بَعِيدٍ فَخَرَرْتُ لِوَجْهِي مِنَ الْجَهْدِ وَالْجُوعِ فَإِذَا رَسُوْلُ اللهِ صلى الله عليه وسلم قَائِمٌ عَلٰى رَأْسِي فَقَالَ يَا أَبَا هُرَيْرَةَ فَقُلْتُ لَبَّيْكَ رَسُوْلَ اللهِ وَسَعْدَيْكَ فَأَخَذَ بِيَدِي فَأَقَامَنِي وَعَرَفَ الَّذِي بِي فَانْطَلَقَ بِي إِلٰى رَحْلِه„ فَأَمَرَ لِي بِعُسٍّ مِنْ لَبَنٍ فَشَرِبْتُ مِنْه“ ثُمَّ قَالَ عُدْ يَا أَبَا هِرٍّ فَعُدْتُ فَشَرِبْتُ ثُمَّ قَالَ عُدْ فَعُدْتُ فَشَرِبْتُ حَتّٰى اسْتَو‘ى بَطْنِي فَصَارَ كَالْقِدْحِ قَالَ فَلَقِيتُ عُمَرَ وَذَكَرْتُ لَهُ الَّذِي كَانَ مِنْ أَمْرِي وَقُلْتُ لَه“ فَوَلّٰى اللهُ ذ‘لِكَ مَنْ كَانَ أَحَقَّ بِه„ مِنْكَ يَا عُمَرُ وَاللهِ لَقَدْ اسْتَقْرَأْتُكَ الآيَةَ وَلأَنَا أَقْرَأُ لَهَا مِنْكَ قَالَ عُمَرُ وَاللهِ لأَنْ أَكُونَ أَدْخَلْتُكَ أَحَبُّ إِلَيَّ مِنْ أَنْ يَكُونَ لِي مِثْلُ حُمْرِ النَّعَمِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "70"
    }
  }
}