{
  "hadith": {
    "hadith_id": 5382,
    "narrator": "‘আবদুর রহমান ইবনু আবূ বাক্‌র (রাঃ)",
    "bn": "তিনি বলেনঃ একবার আমরা একশ’ ত্রিশ জন লোক নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ছিলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমাদের কারো কাছে কিছু খাবার আছে কি? দেখা গেল, জনৈক ব্যক্তির কাছে প্রায় এক সা’ পরিমাণ খাবার আছে। এগুলো গুলিয়ে খামীর করা হলো। তারপর দীর্ঘ দেহী, দীর্ঘ কেশী এক মুশরিক ব্যক্তি একটা বক্‌রী হাঁকিয়ে নিয়ে আসল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এটা কি বিক্রির জন্য, না উপঢৌকন অথবা তিনি বললেনঃ দানের জন্য? লোকটি বললোঃ না, আমি বরং বিক্রি করব। তিনি তার নিকট হতে সেটি কিনে নিলেন। পরে সেটি যব্‌হ করে বানানো হল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কলিজা ইত্যাদি ভুনা করার আদেশ দিলেন। আল্লাহর শপথ! তিনি একশ’ ত্রিশজনের প্রত্যেককেই এক টুকরা করে কলিজা ইত্যাদি দিলেন। যারা হাযির ছিল তাদের তো দিলেনই। আর যারা অনুপস্থিত ছিল তাদের জন্যও তিনি টুকরাগুলো উঠিয়ে রাখলেন। তারপর খাবারগুলো দু’টো পাত্রে রাখলেন। আমরা সকলে তৃপ্তিসহ আহার করলাম। এরপরও দু’ পাত্রে খাবার অবশিষ্ট থাকল। আমি তা উটের পিঠে তুলে নিলাম। কিংবা রাবী যা বলেছেন।(আধুনিক প্রকাশনী- ৪৯৮১, ইসলামিক ফাউন্ডেশন- ৪৮৭৭)",
    "ar": "مُوسٰى حَدَّثَنَا مُعْتَمِرٌ عَنْ أَبِيهِ قَالَ وَحَدَّثَ أَبُو عُثْمَانَ أَيْضًا عَنْ عَبْدِ الرَّحْمٰنِ بْنِ أَبِي بَكْرٍ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم ثَلاَثِينَ وَمِائَةً فَقَالَ النَّبِيُّ صلى الله عليه وسلم هَلْ مَعَ أَحَدٍ مِنْكُمْ طَعَامٌ فَإِذَا مَعَ رَجُلٍ صَاعٌ مِنْ طَعَامٍ أَوْ نَحْوُه“ فَعُجِنَ ثُمَّ جَاءَ رَجُلٌ مُشْرِكٌ مُشْعَانٌّ طَوِيلٌ بِغَنَمٍ يَسُوقُهَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم أَبَيْعٌ أَمْ عَطِيَّةٌ أَوْ قَالَ هِبَةٌ قَالَ لاَ بَلْ بَيْعٌ قَالَ فَاشْتَر‘ى مِنْه“ شَاةً فَصُنِعَتْ فَأَمَرَ نَبِيُّ اللهِ صلى الله عليه وسلم بِسَوَادِ الْبَطْنِ يُشْو‘ى وَايْمُ اللهِ مَا مِنَ الثَّلاَثِينَ وَمِائَةٍ إِلاَّ قَدْ حَزَّ لَه“ حُزَّةً مِنْ سَوَادِ بَطْنِهَا إِنْ كَانَ شَاهِدًا أَعْطَاهَا إِيَّاه“ وَإِنْ كَانَ غَائِبًا خَبَأَهَا لَه“ ثُمَّ جَعَلَ فِيهَا قَصْعَتَيْنِ فَأَكَلْنَا أَجْمَعُونَ وَشَبِعْنَا وَفَضَلَ فِي الْقَصْعَتَيْنِ فَحَمَلْتُه“ عَلَى الْبَعِيرِ أَوْ كَمَا قَالَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "70"
    }
  }
}