{
  "hadith": {
    "hadith_id": 539,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, এক সফরে আমরা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে ছিলাম। এক সময় মুয়াযযিন যুহরের আযান দিতে চেয়েছিল। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ গরম কমতে দাও। কিছুক্ষণ পর আবার মুয়াযযিন আযান দিতে চাইলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (পুনরায়) বললেনঃ গরম কমতে দাও। এভাবে তিনি (সালাত আদায়ে) এতো বিলম্ব করলেন যে, আমরা টিলাগুলো ছায়া দেখতে পেলাম। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ গরমের প্রচন্ডতা জাহান্নামের উত্তাপ হতে। কাজেই গরম প্রচন্ড হলে উত্তাপ কমার পর সালাত আদায় করো। [*] ইবনু ‘আব্বাস (রাঃ) বলেন, কুরআনেঃ (আরবী) শব্দটি (আরবী) ঝুঁকে পড়া, গড়িয়ে পড়ার অর্থে ব্যবেহৃত হয়েছে।",
    "ar": "حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ حَدَّثَنَا مُهَاجِرٌ أَبُو الْحَسَنِ، مَوْلًى لِبَنِي تَيْمِ اللَّهِ قَالَ سَمِعْتُ زَيْدَ بْنَ وَهْبٍ، عَنْ أَبِي ذَرٍّ الْغِفَارِيِّ، قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي سَفَرٍ، فَأَرَادَ الْمُؤَذِّنُ أَنْ يُؤَذِّنَ لِلظُّهْرِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَبْرِدْ ‏\"‏‏.‏ ثُمَّ أَرَادَ أَنْ يُؤَذِّنَ فَقَالَ لَهُ ‏\"‏ أَبْرِدْ ‏\"‏‏.‏ حَتَّى رَأَيْنَا فَىْءَ التُّلُولِ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ، فَإِذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا بِالصَّلاَةِ ‏\"‏‏.‏ وَقَالَ ابْنُ عَبَّاسٍ تَتَفَيَّأُ تَتَمَيَّلُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "* আরবের মরু এলাকায় উত্তপ্ত বালু ও মরু ঝড়ের কারণে সেখানে প্রচন্ড গরম দেখা দিত। তাই কখনও কখনও যূহরের সালাত কিছুটা বিলম্বে আদায় করতেন। কিন্তু আমাদের দেশের আবহাওয়া নাতিশীতোষ্ণ, তুলনামূলকভাবে ঠাণ্ডা। তাই এখানে সব সময় আওয়াল ওয়াক্তে সালাত আদায়ে কোন প্রতিবন্ধকতা নেই। তবে অতীব গরমের সময় কিছুটা বিলম্ব করে যুহরের সালাত আদায় করাই সুন্নাত। কিন্তু অতীব দুঃখের কথা কি অতি গরম কি ঠাণ্ডা আমাদের দেশের বেশীর ভাগ মসজিদে আওয়াল ওয়াক্ত বাদ দিয়ে সব সময় ওয়াক্ত হয়ে যাবার অনেক পরে সালাত আদায় করে আওয়াল ওয়াক্তের সওয়াব থেকে বঞ্চিত হন।",
    "chapter": {
      "chapter_number": "9"
    }
  }
}