{
  "hadith": {
    "hadith_id": 5396,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মু’মিন এক পেটে খায় আর কাফির সাত পেটে খায়। [৩৭][৫৩৯৭; মুসলিম ৩৬/৩৫, হাঃ ২০৬২, ২০৬৩, আহমাদ ৭৭৭৭] আধুনিক প্রকাশনী- ৪৯৯৫, ইসলামিক ফাউন্ডেশন- ৪৮৯১)",
    "ar": "إِسْمَاعِيلُ قَالَ حَدَّثَنِي مَالِكٌ عَنْ أَبِي الزِّنَادِ عَنْ الأَعْرَجِ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم يَأْكُلُ الْمُسْلِمُ فِي مِعًى وَاحِدٍ وَالْكَافِرُ يَأْكُلُ فِي سَبْعَةِ أَمْعَاءٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৭] বর্তমানে বারবার একথার উপর জোর দেয়া হছে যে, কম আহার করুন বেশী দিন বাঁচতে পারবেন। আর জনসাধারণকে বারবার এ কথার উপকারীতা বর্ণনা করা হচ্ছে। বেশী খেলে যে সকল রোগ সৃস্টি হয় তার একটি তালিকা প্রণয়ন করেছেন প্রফেসার রিচার বার্ড। নিম্নে তা দেয়া হলঃ\n১। মস্তিষ্কের ব্যাধি। ২। চক্ষু রোগ। ৩। জিহ্বা ও গলার রোগ। ৪। বক্ষ ও ফুসফুসের ব্যাধি। ৫। হৃদ রোগ। ৬। যকৃত ও পিত্তের রোগ। ৭। ডায়াবেটিস। ৮। উচ্চ রক্ত চাপ। ৯। মস্তিষ্কের শিরা ফেটে যাওয়া। ১০। দুশ্চিন্তাগ্রস্ততা। ১১। অর্ধাঙ্গ রোগ। ১২। মনস্তাত্ত্বিক রোগ। ১৩। দেহের নিম্নাংশ অবশ হয়ে যাওয়া। (“সান” উইকলি সুইডেন)\nগভীরভাবে চিন্তা করলে দেখা যাবে যে, এই তালিকা প্রকৃত পক্ষে মৃত্যুর তালিকা, যা প্রফেসার সাহেব গভীর চিন্তা ও গবেষণার পর প্রকাশ করেছেন। কিন্তু অপর দিকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বর্ণনার প্রতি দৃষ্টিপাত করুন।\nনবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন পেটের এক তৃতীয়াংশ ভাগ আহারের জন্য, এক তৃতীয়াংশ ভাগ পানির জন্য আর এক তৃতীয়াংশ শ্বাস-প্রশ্বাসের জন্য। [হাদীসটি ইবনু মাজাহ্ বর্ণনা করেছেন, হাদীসটি সহীহ্, “সহীহ্ ইবনু মাজাহ্” (৩৩৪৯)]।\nএকজন দার্শনিকের নিকট যখন রসূলের এ নির্দেশ শুনান হল তখন সে বলতে লাগল, এর থেকে উত্তম ও শক্তিশালী কথা আমি আজ পর্যন্ত শ্রবণ করিনি।\nপেটের এক তৃতীয়াংশ পানি দিয়ে পূর্ণ করতে বলার কারণ, পানির মধ্যেও বহুবিধ উপকারিতা রয়েছে\nপানির উপকারীতা নিম্নরূপঃ\n* শরীরে পানির অভাব পূরন করা, * রক্তের তরলতা বজায় রাখা, * শরীর হতে অপ্রয়োজনীয় দূষিত জিনিষ নির্গত করতে সাহায্য করা, * খাদ্য দ্রব্য হজম করতে সাহায্য করা, * শরীরের তাপমাত্রা নিয়ন্ত্রণ করা, * শরীরের অম্ল-ক্ষারের স্বাভাবিকতা ঠিক রাখা, * হরমোন তৈরী করতে অনেক ক্ষেত্রে সাহায্য করা।",
    "chapter": {
      "chapter_number": "70"
    }
  }
}