{
  "hadith": {
    "hadith_id": 540,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, একদা সূর্য ঢলে পড়লে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বেরিয়ে এলেন এবং যুহরের সালাত আদায় করলেন। অতঃপর মিম্বারে দাঁড়িয়ে কিয়ামত সম্বন্ধে আলোচনা করেন এবং বলেন যে, ক্বিয়ামাতে বহু ভয়ানক ঘটনা ঘটবে। অতঃপর তিনি বলেন, আমাকে কেউ প্রশ্ন করতে চাইলে করতে পারে। আমি যতক্ষন এ বৈঠকে আছি, এর মধ্যে তোমরা আমাকে যা কিছু জিজ্ঞেস করবে আমি তা জানিয়ে দিবো। এ শুনে লোকেরা খুব কাঁদতে শুরু করলো। আর তিনি বারবার বলতে থাকলেনঃ আমাকে প্রশ্ন কর, আমাকে প্রশ্ন কর। এ সময় ‘আব্দুল্লাহ্ ইবনু হুযাফা সাহমী (রাঃ) দাঁড়িয়ে জিজ্ঞেস করলেন, আমার পিতা কে? আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমার পিতা ‘হুযাফা’। অতঃপর তিনি অনেকবার বললেনঃ আমাকে প্রশ্ন কর। তখন ‘উমর (রাঃ) নতজানু হয়ে বসে বললেন, “আমরা আল্লাহ্‌কে প্রতিপালক হিসেবে, ইসলামকে দ্বীন হিসেবে এবং মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে নবী হিসেবে গ্রহণ করে সন্তুষ্ট। অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নীরব থাকলেন। কিছুক্ষণ পর বললেনঃ এক্ষুণি এ দেওয়ালের পাশে জান্নাত ও জাহান্নাম আমার সামনে তুলে ধরা হয়েছিল; এতো উত্তম ও এতো নিকৃষ্টের মত কিছু আমি আর দেখিনি।",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم خَرَجَ حِينَ زَاغَتِ الشَّمْسُ فَصَلَّى الظُّهْرَ، فَقَامَ عَلَى الْمِنْبَرِ، فَذَكَرَ السَّاعَةَ، فَذَكَرَ أَنَّ فِيهَا أُمُورًا عِظَامًا ثُمَّ قَالَ ‏\"‏ مَنْ أَحَبَّ أَنْ يَسْأَلَ عَنْ شَىْءٍ فَلْيَسْأَلْ، فَلاَ تَسْأَلُونِي عَنْ شَىْءٍ إِلاَّ أَخْبَرْتُكُمْ مَا دُمْتُ فِي مَقَامِي هَذَا ‏\"‏‏.‏ فَأَكْثَرَ النَّاسُ فِي الْبُكَاءِ، وَأَكْثَرَ أَنْ يَقُولَ ‏\"‏ سَلُونِي ‏\"‏‏.‏ فَقَامَ عَبْدُ اللَّهِ بْنُ حُذَافَةَ السَّهْمِيُّ فَقَالَ مَنْ أَبِي قَالَ ‏\"‏ أَبُوكَ حُذَافَةُ ‏\"‏‏.‏ ثُمَّ أَكْثَرَ أَنْ يَقُولَ ‏\"‏ سَلُونِي ‏\"‏‏.‏ فَبَرَكَ عُمَرُ عَلَى رُكْبَتَيْهِ فَقَالَ رَضِينَا بِاللَّهِ رَبًّا، وَبِالإِسْلاَمِ دِينًا، وَبِمُحَمَّدٍ نَبِيًّا‏.‏ فَسَكَتَ ثُمَّ قَالَ ‏\"‏ عُرِضَتْ عَلَىَّ الْجَنَّةُ وَالنَّارُ آنِفًا فِي عُرْضِ هَذَا الْحَائِطِ فَلَمْ أَرَ كَالْخَيْرِ وَالشَّرِّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "9"
    }
  }
}