{
  "hadith": {
    "hadith_id": 5407,
    "narrator": "আবূ ক্বাতাদাহ (রাঃ)",
    "bn": "তিনি বলেনঃ একবার আমি মক্কার পথে কোন এক মনযিলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কিছু সংখ্যক সাহাবীর সঙ্গে উপবিষ্ট ছিলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের সামনেই অবস্থান করছিলেন। আমি ব্যতীত দলের সকলেই ছিলেন ইহ্‌রাম অবস্থায়। আমি আমার জুতা সেলাই করতে ব্যস্ত ছিলাম। এমন সময় তারা একটি বন্য গাধা দেখতে পেল। কিন্তু আমাকে জানাল না। তবে তারা আশা করছিল, যদি আমি ওটা দেখতাম! তারপর আমি চোখ ফেরাতেই ওটা দেখে ফেললাম। এরপর আমি ঘোড়ার কাছে গিয়ে তার পিঠে জিন লাগিয়ে তার উপর আরোহণ করলাম। কিন্তু চাবুক ও বর্শার কথা ভুলে গেলাম। কাজেই আমি তাদের বললাম, চাবুক ও বর্শাটি আমাকে তুলে দাও! তারা বললঃ না, আল্লাহ্‌র কসম! এ কাজে তোমাকে আমরা কিছুই সাহায্য করব না। এতে আমি রাগান্বিত হলাম এবং নীচে নেমে ওদু’টি নিয়ে পুনরায় সাওয়ার হলাম। তারপর আমি গাধাটির পেছনে দ্রুত তাড়া করে তাকে ঘায়েল করে ফেললাম। তখন সেটি মরে গেল এবং আমি তা নিয়ে এলাম (পাকানোর পর) তাড়া সকলে এটা খাওয়া শুরু করল। তারপর ইহ্‌রাম অবস্থায় এটা খাওয়া নিয়ে তারা সন্দেহে পড়ল। আমি সন্ধ্যার দিকে রওনা হলাম এবং এর একটি বাহু লুকিয়ে রাখলাম। এরপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে গেলাম এবং তাঁকে এ বিষয়ে জিজ্ঞেস করলাম। তিনি বললেনঃ তোমাদের কাছে এর কিছু আছে? এ কথা শুনে আমি বাহুটি তাঁর সামনে পেশ করলাম। তিনি মুহ্‌রিম অবস্থায় তা খেলেন, এমন কি এর হাড়ের সঙ্গে সংলগ্ন গোশ্‌তও দাঁত দিয়ে ছিঁড়ে ছিঁড়ে খেলেন।\nইবনু জা’ফর বলেছেনঃ যায়দ ইবনু আসলাম (রহঃ) ‘আত্বা ইবনু ইয়াসার-এর সূত্রে আবূ ক্বাতাদাহ (রাঃ) থেকে এরকম হাদিস বর্ণনা করেছেন। (আধুনিক প্রকাশনী- ৫০০৪, ইসলামিক ফাউন্ডেশন- ৪৯০০)",
    "ar": "عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللهِ حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ عَنْ أَبِي حَازِمٍ عَنْ عَبْدِ اللهِ بْنِ أَبِي قَتَادَةَ السَّلَمِيِّ عَنْ أَبِيهِ أَنَّه“ قَالَ كُنْتُ يَوْمًا جَالِسًا مَعَ رِجَالٍ مِنْ أَصْحَابِ النَّبِيِّصلى الله عليه وسلم فِي مَنْزِلٍ فِي طَرِيقِ مَكَّةَ وَرَسُوْلُ اللهِ صلى الله عليه وسلم نَازِلٌ أَمَامَنَا وَالْقَوْمُ مُحْرِمُونَ وَأَنَا غَيْرُ مُحْرِمٍ فَأَبْصَرُوا حِمَارًا وَحْشِيًّا وَأَنَا مَشْغُولٌ أَخْصِفُ نَعْلِي فَلَمْ يُؤْذِنُونِي لَه“ وَأَحَبُّوا لَوْ أَنِّي أَبْصَرْتُه“ فَالْتَفَتُّ فَأَبْصَرْتُه“ فَقُمْتُ إِلَى الْفَرَسِ فَأَسْرَجْتُه“ ثُمَّ رَكِبْتُ وَنَسِيتُ السَّوْطَ وَالرُّمْحَ فَقُلْتُ لَهُمْ نَاوِلُونِي السَّوْطَ وَالرُّمْحَ فَقَالُوا لاَ وَاللهِ لاَ نُعِينُكَ عَلَيْهِ بِشَيْءٍ فَغَضِبْتُ فَنَزَلْتُ فَأَخَذْتُهُمَا ثُمَّ رَكِبْتُ فَشَدَدْتُ عَلَى الْحِمَارِ فَعَقَرْتُه“ ثُمَّ جِئْتُ بِه„ وَقَدْ مَاتَ فَوَقَعُوا فِيهِ يَأْكُلُونَه“ ثُمَّ إِنَّهُمْ شَكُّوا فِي أَكْلِهِمْ إِيَّاه“ وَهُمْ حُرُمٌ فَرُحْنَا وَخَبَأْتُ الْعَضُدَ مَعِي فَأَدْرَكْنَا رَسُوْلَ اللهِ صلى الله عليه وسلم فَسَأَلْنَاه“ عَنْ ذ‘لِكَ فَقَالَ مَعَكُمْ مِنْه“ شَيْءٌ فَنَاوَلْتُهُ الْعَضُدَ فَأَكَلَهَا حَتّٰى تَعَرَّقَهَا وَهُوَ مُحْرِمٌ قَالَ مُحَمَّدُ بْنُ جَعْفَرٍ وَحَدَّثَنِي زَيْدُ بْنُ أَسْلَمَ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي قَتَادَةَ مِثْلَهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "70"
    }
  }
}