{
  "hadith": {
    "hadith_id": 5417,
    "narrator": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী আয়িশা (রাঃ)",
    "bn": "তাঁর পরিবারের কোন ব্যক্তি মারা গেলে মহিলারা এসে জড় হলো। তারপর তাঁর আত্মীয়রা ও বিশেষ ঘনিষ্ঠ মহিলারা ব্যতীত বাকী সবাই চলে গেলে, তিনি ডেগে ‘তালবীনা’ (আটা, মধু ইত্যাদি দিয়ে তৈরী খাবার) পাক করতে বললেন। তা পাকানো হলো। এরপর ‘সারীদ’ (গোশতের মধ্যে রুটির টুকরো দিয়ে তৈরী খাবার) প্রস্তুত করা হলো এবং তাতে তালবীনা ঢালা হলো। তিনি বললেনঃ তোমরা এ থেকে খাও। কারণ, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছি যে, ‘তালবীনা’ রুগ্ন ব্যক্তির হৃদয়ে প্রশান্তি আনে এবং শোক দুঃখ কিছুটা দূর করে। [৪২][৫৬৮৯, ৫৬৯০; মুসলিম ৩৯/৩০, হাঃ ২২১৬, আহমাদ ২৫২৭৪] আধুনিক প্রকাশনী- ৫০১৪, ইসলামিক ফাউন্ডেশন- ৪৯১০)",
    "ar": "يَحْيٰى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا كَانَتْ إِذَا مَاتَ الْمَيِّتُ مِنْ أَهْلِهَا فَاجْتَمَعَ لِذ‘لِكَ النِّسَاءُ ثُمَّ تَفَرَّقْنَ إِلاَّ أَهْلَهَا وَخَاصَّتَهَا أَمَرَتْ بِبُرْمَةٍ مِنْ تَلْبِينَةٍ فَطُبِخَتْ ثُمَّ صُنِعَ ثَرِيدٌ فَصُبَّتْ التَّلْبِينَةُ عَلَيْهَا ثُمَّ قَالَتْ كُلْنَ مِنْهَا فَإِنِّي سَمِعْتُ رَسُوْلَ اللهِ صلى الله عليه وسلميَقُوْلُ التَّلْبِينَةُ مُجِمَّةٌ لِفُؤَادِ الْمَرِيضِ تَذْهَبُ بِبَعْضِ الْحُزْنِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪২] আধুনিক গবেষণা এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাদীস অনুযায়ী যবের উপকারীতাসমূহ অপরিসীম। পাকস্থলী এবং অস্ত্রতে আলসারের রুগীদেরকে সকালের নাস্তায় নবীর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যামানায় উন্নত মানের ব্যবস্থা পত্র স্বরূপ তালবীনা প্রদান করা হত (যব পিষিয়ে, দুধে পাকিয়ে তাতে মধু মিশ্রিত করলে তাকে তালবীনা বলা হয়) এতে আলসারের প্রতিটি রুগী ২/৩ মাসের মধ্যে আরোগ্য লাভ করত। প্রসাবের সাথে রক্ত ও পূঁজ পড়া রুগীদের, তা যে কারণেই হোক না কেন, উপযুক্ত চিকিৎসার সাথে যবের পানি যদি মধুর সাথে মিশ্রণ করে পান করান যায় তাহলে এ রোগ পনের দিনের মধ্যে নিঃশেষ হয়ে যাবে ইনশাআল্লাহ। আবার কখনো এ পদ্ধতি পেটের পাথর বের করার জন্যও খুব কার্যকরী প্রমাণিত হয়েছে। পুরাতন কোষ্ট কাঠিন্যের জন্য যবের দলিয়া থেকে উত্তম কোন ঔষধ পাওয়া মুশকিল।",
    "chapter": {
      "chapter_number": "70"
    }
  }
}