{
  "hadith": {
    "hadith_id": 5426,
    "narrator": "‘আবদুর রহমান ইবনু আবূ লাইলা (রহঃ)",
    "bn": "তিনি বলেন, একবার তাঁরা হুযাইফাহ (রাঃ)-এর কাছে উপস্থিত ছিলেন। তিনি পানি পান করতে চাইলে এক অগ্নি উপাসক তাঁকে পানি এনে দিল। সে যখনই পাত্রটি তাঁর হাতে রাখল, তিনি সেটি ছুঁড়ে ফেললেন এবং বললেন, আমি যদি একবার বা দু’বারের অধিক তাকে নিষেধ না করতাম, তাহলেও হতো। অর্থ্যাৎ তিনি বলতে চাইলেন, তা হলেও আমি এমন করতাম না। কিন্তু আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছিঃ তোমরা রেশম বা রেশম জাত কাপড় পরিধান করো না এবং সোনা ও রূপার পাত্রে পান করো না এবং এগুলোর বাসনে আহার করো না। [৪৪] কেননা দুন্‌ইয়াতে এগুলো কাফিরদের জন্য আর আখিরাতে তোমাদের জন্য।[৫৬৩২, ৫৬৩৩, ৫৮৩১, ৫৮৩৭; মুসলিম ৩৭/১, হাঃ ২০৬৭, আহমাদ ২৩৩৭৪] আধুনিক প্রকাশনী- ৫০২৩, ইসলামিক ফাউন্ডেশন- ৪৯১৯)",
    "ar": "أَبُو نُعَيْمٍ حَدَّثَنَا سَيْفُ بْنُ أَبِي سُلَيْمَانَ قَالَ سَمِعْتُ مُجَاهِدًا يَقُوْلُ حَدَّثَنِي عَبْدُ الرَّحْمٰنِ بْنُ أَبِي لَيْلٰى أَنَّهُمْ كَانُوا عِنْدَ حُذَيْفَةَ فَاسْتَسْقٰى فَسَقَاه“ مَجُوسِيٌّ فَلَمَّا وَضَعَ الْقَدَحَ فِي يَدِه„ رَمَاه“بِه„ وَقَالَ لَوْلاَ أَنِّي نَهَيْتُه“ غَيْرَ مَرَّةٍ وَلاَ مَرَّتَيْنِ كَأَنَّه“يَقُوْلُ لَمْ أَفْعَلْ هٰذَا وَلٰكِنِّي سَمِعْتُ النَّبِيَّ صلى الله عليه وسلميَقُوْلُ لاَ تَلْبَسُوا الْحَرِيرَ وَلاَ الدِّيبَاجَ وَلاَ تَشْرَبُوا فِي آنِيَةِ الذَّهَبِ وَالْفِضَّةِ وَلاَ تَأْكُلُوا فِي صِحَافِهَا فَإِنَّهَا لَهُمْ فِي الدُّنْيَا وَلَنَا فِي الآخِرَةِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪৪] ডাঃ ব্রাউন বলেন যে, একবার কিং এডওয়ার্ড নিজের শরীরে তীব্র তাপ ও অস্থিরতা অনুভব করলেন এবং স্বীয় প্রকৃতিতে ক্রোধের প্রকাশ বুঝতে পারলেন। অথচ ইতোপূর্বে এ ধরণের অবস্থা তার কখনো সৃষ্টি হয়নি।\nএ ব্যাপারে তিনি ডাক্তারের পরামর্শ নিলেন। ডাক্তারগণ তাকে শরীরে প্রলেপ ও সেবনের জন্য কিছু ঔষধ দিলেন। কিন্তু কোনই ফল হল না। তখন তিনি সর্বদা রেশমী পোষাক পরিধান করতেন। একবার তিনি রেশমী পোষাক খুলতেই কিছু শান্তি অনুভব করলেন, তিনি দু’দিন যাবৎ অন্য পোষাক পরলেন, দেখতে পেলেন অবস্থার যথেষ্ট উন্নতি হয়েছে। এবার তিনি কিছুদিনের জন্য রেশমী পোষাক ছেড়ে দিলেন। এতে তিনি পূর্ণ সুস্থ্ হয়ে গেলেন।",
    "chapter": {
      "chapter_number": "70"
    }
  }
}