{
  "hadith": {
    "hadith_id": 5431,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাল্‌ওয়া ও মধু ভালোবাসতেন। [৪৫](আধুনিক প্রকাশনী- ৫০২৮, ইসলামিক ফাউন্ডেশন- ৪৯২৪)",
    "ar": "حَدَّثَنِي إِسْحَاقُ بْنُ إِبْرَاهِيمَ الْحَنْظَلِيُّ، عَنْ أَبِي أُسَامَةَ، عَنْ هِشَامٍ، قَالَ أَخْبَرَنِي أَبِي، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُحِبُّ الْحَلْوَاءَ وَالْعَسَلَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪৫] জ্ঞান, তীক্ষ্ণবুদ্ধি ও সুকৌশলের দিক দিয়ে মধুমক্ষিকা  সমস্ত পতঙ্গের মধ্যে বিশেষ শ্রেষ্ঠত্বের অধিকারী। মৌমাছি বিভিন্ন প্রকার ফুল ও ফলের রস চুষে। এই রস তাদের পেটের রসে মধুতে রূপান্তরিত  হয়। মধু হল মধুমক্ষিকা ও তাদের সন্তানদের খাবার এবং এটি আমাদের সকলের জন্য সুস্বাদু খাদ্য এবং রোগ নিরাময়ের ব্যবস্থাপত্র বলে আল্লাহ তা’আলা ঘোষণা করেছেন। খাদ্য ও ঋতুর বিভিন্নতার কারণে মধুর রং ভিন্ন হয়। এ কারণেই কোন বিশেষ অঞ্চলে কোন বিশেষ ফল-ফুলের প্রাচুর্য থাকলে সেই এলাকার মধুতে তার প্রভাব ও স্বাদ পরিলক্ষিত হয়। একটি ছোট প্রানীর পেট থেকে কেমন সুস্বাদু ও উপকারী পানীয় বের হয় অথচ প্রাণীটি স্বয়ং বিষাক্ত। বিষাক্ত প্রানীর দেহে এই রোগ প্রতিষেধক তরল খাদ্য বাস্তবিকই আল্লাহ্‌ তা’আলার অপার শক্তির মহিমার নিদর্শন এবং চিন্তাশীল সম্প্রদায়ের জন্য চিন্তার খোরাক। মধু বলকারক খাদ্য এবং রসনার জন্য আনন্দ ও তৃপ্তিদায়ক, আবার রোগ ব্যাধির জন্যও ফলপ্রদক ব্যবস্থাপত্র। কবিরাজ ও হেকিমগণ সালসা তৈরি করতে এটি ব্যবহার করেন।\nমধু নিজেও নষ্ট হয় না এবং অন্য বস্তুকে দীর্ঘকাল পর্যন্ত নষ্ট হতে দেয় না। এ কারণেই হেকিম কবিরাজগণ একে এলকোহল এর স্থলে ব্যবহার করেন। মধু বিরোচক এবং পেট থেকে দূষিত পদার্থ অপসারক। অনেকেই বিষনাষক হিসেবে এর ব্যবহার করে থাকেন। মধুর নিরাময় শক্তি ব্যাপক ও স্বতন্ত্র। সাহাবীগণ (রাঃ) মধুর মাধ্যমে ফোঁড়া ও চোখের চিকিৎসা করতেন। ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, তাঁর শরীরে ফোঁড়া বের হলে তিনি তাতে মধুর প্রলেপ দিতেন (কুরতুবী)। নবী মোস্তফা (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মধু খুব পছন্দ করতেন। প্রাচীনকাল থেকে আহত স্থান ড্রেসিং করার জন্য মধু ব্যবহার হতো। গবেষকগণ বলেন যে, মধু ত্বকের ক্ষতের জন্য নিরাময়ী। গবেষকদের ধারণা মৌমাছিরা মধু তৈরি করছে আনুমানিক ১০-২০ মিলিয়ন বছর থেকে। সেই প্রাচীনকাল থেকে মানুষ যদিও দেহের ক্ষতস্থান ড্রেসিং করার জন্য এবং আরো অন্যান্য অসুখে মধু ব্যবহার করত তবুও বিজ্ঞানীরা বলেছেন মধুর নিরাময়ী ক্ষমতা এখনো সম্পূর্ণ উন্মোচিত হয়নি। অস্ট্রেলিয়ার বিজ্ঞানীরা গত বছর পোড়া, ক্ষত ও আঘাতের চিকিৎসার জন্য বিশুদ্ধ মধু ব্যবস্থাপত্র দিয়েছেন। এখন উন্নত দেশের বাজারে মধুজাত এবং মধু থেকে সংগৃহীত দ্রব্য দেদারসে আসছে।",
    "chapter": {
      "chapter_number": "70"
    }
  }
}