{
  "hadith": {
    "hadith_id": 5466,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমি পর্দা (এর আয়াত অবতীর্ণ হওয়া) সম্পর্কে সবচেয়ে বেশি অবগত। এ ব্যাপারে ‘উবাই ইবনু কা’ব (রাঃ) আমাকে জিজ্ঞাসা করতেন। যাইনাব বিন্‌ত জাহ্‌শের সঙ্গে নববিবাহিত হিসেবে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ভোর হল। তিনি মদিনায় তাঁকে বিয়ে করেছিলেন। বেলা ওঠার পর তিনি লোকজনকে খাওয়ার জন্য দাওয়াত করলেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বসা ছিলেন। (খাদ্য গ্রহণ শেষে) অনেক লোক চলে যাওয়ার পরও কিছু লোক তাঁর সাথে বসে থাকলো। অবশেষে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উঠে গেলেন আমিও তাঁর সাথে সাথে গেলাম। আমি ‘আয়িশা (রাঃ)-এর হুজুরার দরজায় পৌঁছলেন। তারপর ভাবলেন, লোকেরা হয়ত চলে গেছে। আমিও তাঁর সঙ্গে ফিরে আসলাম। (এসে দেখলাম) তারা আপন জায়গায় বসেই রয়েছে। তিনি আবার ফিরে গেলাম। আমিও তাঁর সঙ্গে দ্বিতীয়বার ফিরে গেলাম। এমনকি তিনি ‘আয়িশা (রাঃ)-এর গৃহের দরজা পর্যন্ত পৌঁছে আবার ফিরে আসলেন। আমিও তার সঙ্গে ফিরে আসলাম। এবার তারা উঠে গেছে। তারপর তিনি আমার ও তাঁর মাঝে পর্দা ঝুলিয়ে দিলাম। তখন পর্দা সম্পর্কিত বিধান অবতীর্ণ হল।আধুনিক প্রকাশনী- ৫০৬১, ইসলামিক ফাউন্ডেশন- ৪৯৫৭)",
    "ar": "عَبْدُ اللهِ بْنُ مُحَمَّدٍ حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ قَالَ حَدَّثَنِي أَبِي عَنْ صَالِحٍ عَنْ ابْنِ شِهَابٍ أَنَّ أَنَسًا قَالَ أَنَا أَعْلَمُ النَّاسِ بِالْحِجَابِ كَانَ أُبَيُّ بْنُ كَعْبٍ يَسْأَلُنِي عَنْه“ أَصْبَحَ رَسُوْلُ اللهِ صلى الله عليه وسلم عَرُوسًا بِزَيْنَبَ بِنْتِ جَحْشٍ وَكَانَ تَزَوَّجَهَا بِالْمَدِينَةِ فَدَعَا النَّاسَ لِلطَّعَامِ بَعْدَ ارْتِفَاعِ النَّهَارِ فَجَلَسَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَجَلَسَ مَعَه“ رِجَالٌ بَعْدَ مَا قَامَ الْقَوْمُ حَتّٰى قَامَ رَسُوْلُ اللهِ صلى الله عليه وسلم فَمَشٰى وَمَشَيْتُ مَعَه“ حَتّٰى بَلَغَ بَابَ حُجْرَةِ عَائِشَةَ ثُمَّ ظَنَّ أَنَّهُمْ خَرَجُوا فَرَجَعْتُ مَعَه“ فَإِذَا هُمْ جُلُوسٌ مَكَانَهُمْ فَرَجَعَ وَرَجَعْتُ مَعَهُ الثَّانِيَةَ حَتّٰى بَلَغَ بَابَ حُجْرَةِ عَائِشَةَ فَرَجَعَ وَرَجَعْتُ مَعَه“ فَإِذَا هُمْ قَدْ قَامُوا فَضَرَبَ بَيْنِي وَبَيْنَه“ سِتْرًا وَأُنْزِلَ الْحِجَابُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "70"
    }
  }
}