{
  "hadith": {
    "hadith_id": 5475,
    "narrator": "আদী ইবনু হাতিম (রাঃ) ‎",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তীরের ফলার আঘাতে প্রাপ্ত শিকারের ব্যাপারে জিজ্ঞেস ‎করলাম। উত্তরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তীরের ধারালো অংশের দ্বারা যেটি নিহত হয়েছে সেটি ‎খাও। আর ফলকের বাঁটের আঘাতে যেটি নিহত হয়েছে সেটি ‘অকীয’ (অর্থাৎ থেতলে যাওয়া মৃতের মধ্যে গণ্য)। আমি ‎তাঁকে কুকুরের দ্বারা প্রাপ্ত শিকার সম্পর্কেও জিজ্ঞেস করলাম। উত্তরে তিনি বললেনঃ যে শিকারকে কুকুর তোমার জন্য ধরে ‎রাখে সেটি খাও। কেননা, কুকুরের ঘায়েল করা যবহর হুকুম রাখে। তবে তুমি যদি তোমার কুকুর বা কুকুরগুলোর সঙ্গে ‎অন্য কুকুর পাও এবং তুমি আশঙ্কা কর যে, অন্য কুকুরটিও তোমার কুকুরের শিকার ধরেছে এবং হত্যা করেছে, তা হলে তা ‎খেও না। কারণ, তুমি তো কেবল নিজের কুকুর ছাড়ার সময় বিসমিল্লাহ বলেছ। অন্যের কুকুরের জন্য তা বলনি। ‎(আধুনিক প্রকাশনী- ৫০৭০, ইসলামিক ফাউন্ডেশন- ৪৯৬৭)",
    "ar": "حَدَّثَنَا أَبُو نُعَيْمٍ، حَدَّثَنَا زَكَرِيَّاءُ، عَنْ عَامِرٍ، عَنْ عَدِيِّ بْنِ حَاتِمٍ ـ رضى الله عنه ـ قَالَ سَأَلْتُ النَّبِيَّ صلى الله عليه وسلم عَنْ صَيْدِ ‏الْمِعْرَاضِ قَالَ ‏\"‏ مَا أَصَابَ بِحَدِّهِ فَكُلْهُ، وَمَا أَصَابَ بِعَرْضِهِ فَهْوَ وَقِيذٌ ‏\"‏‏.‏ وَسَأَلْتُهُ عَنْ صَيْدِ الْكَلْبِ فَقَالَ ‏\"‏ مَا أَمْسَكَ عَلَيْكَ فَكُلْ، فَإِنَّ ‏أَخْذَ الْكَلْبِ ذَكَاةٌ، وَإِنْ وَجَدْتَ مَعَ كَلْبِكَ أَوْ كِلاَبِكَ كَلْبًا غَيْرَهُ فَخَشِيتَ أَنْ يَكُونَ أَخَذَهُ مَعَهُ، وَقَدْ قَتَلَهُ، فَلاَ تَأْكُلْ، فَإِنَّمَا ذَكَرْتَ اسْمَ اللَّهِ ‏عَلَى كَلْبِكَ وَلَمْ تَذْكُرْهُ عَلَى غَيْرِهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "‎[১] কুরআনের আয়াতগুলোতে যে সব হারাম খাদ্যের উল্লেখ করা হয়েছে, সে সবের কিছু বৈজ্ঞানিক ব্যাখ্যা নিম্নে আলোচনা ‎করা হল।\nমৃত প্রাণী হারামঃ স্বাস্থ্য বিজ্ঞান অনুযায়ী কোন মৃত প্রাণীর মাংস খাদ্য হিসেবে সর্বদা বর্জনীয় যা কুরআন অবিশ্বাসীরাও ‎অনেকাংশে মেনে চলে। এর কারণ এই যে, কী কারণে প্রাণীটির মৃত্যু হয়েছে তা জানার অবকাশ নেই। তাছাড়া এমনও ‎হতে পারে যে মারাত্মক কোন সংক্রামক ব্যাধি যথা যক্ষা, এনথ্রাকস ইত্যাদি অথবা কোন বিষাক্ত জিনিষের বিষ দ্বারা মৃত্যু ‎ঘটেছে যার প্রভাব সেই মাংস গ্রহণকারী মানুষের উপরই বিস্তার করতে পারে। অতএব দেখা যায়, প্রায় দেড় হাজার বছর ‎পূর্বে নাযিলকৃত কুরআনের উল্লেখিত আয়াত নিশ্চয়ই বিজ্ঞান সম্মত।\n\nরক্ত হারামঃ পবিত্র কুরআনে রক্ত বলতে প্রবহমান রক্তকেই বুঝায় যা যবাই করার সময় দেহ থেকে বেগে বহির্গত হয়। ‎দুনিয়ার অধিকাংশ লোকই রক্তকে খাদ্য হিসেবে গ্রহণ করে না। প্রবহমান রক্তে নানারূপ বিষাক্ত জিনিষ ও রোগ জীবাণু ‎থাকতে পারে যা বের হয়ে গেলে মাংস অধিক সময় ভাল থাকে। শুনা যায় যে কেবল হিন্দুদের একাংশের এবং ‎স্ক্যান্ডেনেভিয়ান (নরওয়ে, সুইডেন প্রভৃতি) দেশবাসীদের মাঝে পশুর রক্ত খাওয়ার প্রচলন আছে।\n\nশূকরের মাংস ও অন্যান্য হারাম খাদ্যঃ শূকরের মাংস হারাম হবার স্বপক্ষে যুক্তি রয়েছে। তিনটি সেমোটিক জাতির অর্থাৎ ‎তিন প্রধান আহলে কিতাবের (ইহূদী, খৃষ্টান ও মুসলমান) মধ্যে একমাত্র খৃষ্টানরাই শূকর ভোজী। শূকর হারাম হবার পিছনে ‎কোন বৈজ্ঞানিক কারণ থাকুক বা না থাকুক এটা আল্লাহর আদেশ তাই মানতেই হবে। তবে বৈজ্ঞানিক দৃষ্টিকোণ থেকে ‎শূকর হারাম হবার স্বপক্ষে যে কারঙুলো পাওয়া যায় তা নিম্নে বর্ণনা করা গেল। তা ছাড়া আরও অনেক কারণ থাকতে পারে ‎যা আমরা এখনও জানতে পারিনি। আল্লাহই ভাল জানেন।\n\nশূকরের মাংস খেলে ট্রিচিনিয়াসিস নামক এক প্রকার কৃমি রোগ হয় যা অনেক সময় মৃত্যুর কারণও হয়ে থাকে। ট্রিচিনিলা ‎ইসপাইর‍্যালিস নামক এক প্রকার সুতার মত কৃমির শুককীট শূকরের মাংসে অবস্থান করে। যথেষ্ট সাবধানতা অবলম্বন ‎করার পরও আমেরিকা, কানাডা, ইউরোপ, চীন, রাশিয়া, জাপান, কোরিয়া, থাইল্যান্ড প্রভৃতি প্রগতিশীল দেশে আজ পৃথিবীর ‎সবচেয়ে বেশী \"ট্রিচিনিয়াসিস\" রোগ দেখা যায়। ওয়াশিংটন পোস্ট ১৯৫২ সনের ৩১শে মে সংখ্যার এক নিবন্ধে ডাঃ প্লেন ‎শোফার্ড শূকরের মাংস ভক্ষণের বিপদ সম্পর্কে মন্তব্য করে বলেছিলেন, \"আমেরিকা ও কানাডার প্রতি ষষ্ঠ ব্যাক্তির ‎একজনের মাংস পেশীতে ট্রিচিনিয়াসিস নামক ব্যাধির জীবাণু বিদ্যমান রয়েছে।\" টাইমস পত্রিকায় ১৯৪৬ সালের ৩রা ‎ডিসেম্বরের সংখ্যার ৭৭ পৃষ্ঠায় ডাঃ এস পোল্ড বলেছেন, \"মার্কিন যুক্তরাষ্ট্রের নাগরিকদের মধ্যে শতকরা ২৫ থেকে ৩৫ জন ‎পর্যন্ত লোক তাদের দেহে ট্রিচিনিলা জীবাণু নিয়ে বাস করছে।\" শুকরের মাংসের মাধ্যমে টিনিয়া সলিয়াম নামক অন্য এক ‎প্রকার কৃমিও বিস্তার লাভ করে। কয়েক ফুট লম্বা এই ফিতা কৃমি শূকর মাংস ভক্ষণের মাধ্যমে মানুষের পেটে যায়। এই ‎কৃমির শূককীট শূকরের মাংসে বিদ্যমান থাকে।\n\nবিশ্ববিখ্যাত চীনা মুসলিম চিন্তাবিদ অধ্যাপক ইব্রাহীম টি ওয়াই মা তদ্বীয় রচিত Why Muslims Abstain From Porks ‎নিবন্ধে উল্লেখ করেছেন, শূকরের মাংস পুরাতন ব্যাধিসমূহ জীবন্ত করে তোলে। বাত রোগ ও হাঁপানী রোগ পরিপুষ্ট করে ‎থাকে। শূকরের মাংস ভক্ষণ করলে স্মরণ শক্তি দুর্বল হয় এবং তার ফলে মাথার চুলও পড়ে যায়। সকল প্রাণীর মাংসের ‎মধ্যে শূকরই হচ্ছে সর্বপ্রকার অনিষ্টকর জীবানুর বৃহত্তম আধার। শূকর মাংস মানুষের স্বাস্থ্যের পক্ষে বিষময় ও বিষাক্ত। ‎শূকরের মাংসের প্রভাব মানুষের চরিত্রে ও ব্যবহারে প্রতিফলিত হয়ে থাকে। শূকর স্বভাবতই অলস ও তা অশ্লীল রুচির ‎অধিকারী। কুরআন মাজীদে একবার নয় দু'বার নয় চারবার শূকরের মাংস ভক্ষণের নিষেধ বাণী বজ্রকন্ঠে ঘোষিত হয়েছে।\n\nআল্লাহর নাম ছাড়া হত্যা করা প্রাণীর মাংস হারামঃ হালাল প্রাণীর মাংস আমাদের জন্য খাদ্য কিন্তু তাই বলে তাকে অনর্থক ‎কষ্ট দিয়ে কিংবা হত্যার বিকৃত আনন্দ লাভের উদ্দেশ্যে হত্যা করা চলবে না। হালাল জীব হত্যা করতে হলে আল্লাহর নাম ‎স্মরণ করে হত্যা করতে হবে। যাতে একথা মনে পড়ে যে, আল্লাহ এই প্রাণীকে আমাদের জন্য হালাল করে দিয়েছেন এবং ‎এ মাংস আমাদের শরীর পুষ্টির জন্য প্রয়োজন বিধায় আল্লাহরই শিখানো পদ্ধতিতে যবেহ করা হচ্ছে। আর যবাই করার ‎সময় (আরবী) \"বিসমিল্লাহি আল্লাহু আকবার\" বলার উদ্দেশ্য হচ্ছে, হে প্রাণী, আমি আল্লাহর হুকুমেই তোমার জীবন শেষ ‎করছি, কারণ মানুষের প্রয়োজনেই তোমার সৃষ্টি। তবে একথাও মনে আছে যে আল্লাহ সবার উচ্চে ও সর্বশক্তিশালী।\n\nশ্বাসরোধ করে হত্যা করা প্রাণীর মাংস হারামঃ শ্বাসরোধ করা হিংস্রতার নমুনা। এটা ইসলাম আদৌ অনুমোদন করে না ‎কেননা এ নিয়মে হত্যা করলে প্রাণীকে অনর্থক বেশী কষ্ট দেয়া হয়। ফলে মৃত প্রাণীর শরীরে অত্যধিক দুষিত রক্ত ও ‎অতিরিক্ত কার্বন ডাই অক্সাইড গ্যাস জমা হয় যা মাংসের ক্ষতি সাধন করে। যবাই করলে উক্ত ক্ষতি সাধন হয় না। ‎রক্তক্ষরণের মাধ্যমে দুষিত পদার্থ বেরিয়ে যায়।\n\nকঠিন আঘাতে নিহত জন্তুর মাংস হারামঃ কঠিন আঘাতে নিহত জন্তুর মাংসে অতিরিক্ত ল্যাকটিক এসিড জমা হয় যা ‎মাংসের ক্ষতি সাধন করে। এটা বর্বরতা ও হিংস্রতার নমুনা বটে। হিন্দুদের বলি আর পাশ্চাত্য দেশের বুলেটে নিহত করা ‎বা যন্ত্রে কাটা ইত্যাদি কঠিন আঘাত ব্যাতীত আর কিছুই নয়। হিন্দুরা প্রাণীকে বলি দেয় ঘাড়ের পিছন দিক থেকে কঠিন ‎আঘাত দিয়ে, তাতে হাড়কে বিনা কারণে দ্বিখন্ডিত করা হয়। মেরুদন্ডের মধ্যস্থ স্পাইনাল কর্ডকে হঠাৎ দ্বিখন্ডিত করার ‎ফলে অনেক প্রয়োজনীয় রস মাংসপেশী থেকে বের হয়ে যায়। তাছাড়া বলি দিয়ে হিন্দুরা প্রাণীর গলা চেপে ধরে প্রবাহিত ‎রক্ত বের হতেও বাধা দেয়। এর তুলনায় যবাই অনেক কম আঘাতে হয় এবং তাতে স্পাইনাল কর্ড কাটা পড়ে না বলে ‎মাংসসমূহ সংকুচিত হয় না এবং এতে মাংস নষ্টও হয় না। শুধু রক্তপাত হয় মৃত্যু ঘটে।\nউচ্চস্থান থেকে পতিত হয়ে আঘাত প্রাপ্ত প্রাণীর মাংস হারামঃ কোন উচ্চ স্থান থেকে নিচে পতিত হয়ে আঘাত প্রাপ্ত প্রাণীর ‎মাংসে ল্যাকটিক এসিড বেশী থাকবে। শক (Shock) এর জন্য মৃত্যুর ফলে মাংসসমূহ কুচকিয়ে যায়। ফলে মাংসের ‎গুনগত মান কমে যায়।\n\nপশুর লড়াইয়ে নিহত প্রাণীর মাংস হারামঃ প্রাণীতে প্রাণীতে লড়াই লাগিয়ে শিংয়ের আঘাতে নিহত হালাল প্রাণীর মাংস ‎হারাম। এটা একটি অসভ্য প্রথা ও বর্বরতা। স্পেনে ‘বুল ফাইট’ নামক এক প্রকার বর্বর খেলা প্রচলিত আছে। এতে ‎ষাঁড়কে বার বার আঘাত করে হত্যা করা হয়। ইসলাম এ গুলো হারাম করে দিয়ে মানবতার পরিচয় দিয়েছে।\n\nহিংস্র প্রাণীর কামড়ে নিহত জন্তুর মাংস হারামঃ হিংস্র জন্তুর কামড়ে নিহত হালাল প্রাণীর শরীরে কোন বিষাক্ত জিনিস ‎প্রবেশ করতে পারে। তাই হালাল হওয়া সত্ত্বেও তা ভক্ষণ করা হারাম। যদি জীবন্ত অবস্থায় পাওয়া যায় এবং হিংস্র জন্তুর ‎আঘাত খুব অল্প সময় পূর্বে ঘটেছে বলে প্রতীয়মান হয় বা আঘাত অতি সামান্য হয়েছে এমতাবস্থায় মাংস দূষিত হবার ‎সম্ভাবনা কম। হিংস্র জন্তু হালাল জন্তুর অংশবিশেষ খেয়ে ফেললে জীবন্ত অবস্থায় পাওয়া গেলে তাকে যয়াই করলে খাওয়া ‎হালাল, নয়ত হারাম।\n\nবেদীর উপর বলি দেয়া প্রাণীর মাংস হারামঃ কোন বেদীর উপর হত্যা করার মানে কোন দেবদেবীর নামে বলি দেয়াকে ‎বুঝায় এবং তা শিরক এবং খাওয়া হারাম। অনুরূপভাবে কোন কবর কিংবা মাজার অথবা রওজাতে পীরের নামে যবাই করা ‎পশুর মাংস হারাম।\n\nতীর ছুঁড়ে ভাগ করা মাংস হারামঃ তীর মেরে মাংস ভাগ করা বা লটারীর উদ্দেশ্য হলো জুয়া খেলা এবং লোক ঠকানো। ‎এটা ইসলামে হারাম করা হয়েছে।\n\nশিকারী প্রাণী দ্বারা ধৃত প্রাণী যবাই না করলে মাংস হারামঃ  প্রশিক্ষণ দেয়া শিকারী প্রাণী কর্তৃক ধৃত হালাল প্রাণীকে ‎জীবিতাবস্থায় আল্লাহর নামে যবাই করে নিতে হবে, যদি ধরে নিয়ে আসার পরে জীবিত থাকে। সাধারণতঃ কুকুরকে ‎শিকারী প্রাণী হিসাবে ব্যবহার করা হয়। এ কুকুর দু’ভাগে বিভক্তঃ প্রশিক্ষণপ্রাপ্ত শিকারী কুকুর আর প্রশিক্ষণ না দেয়া ‎কুকুর। যদি প্রশিক্ষণ দেয়া শিকারী কুকুরকে আল্লাহ্‌র নাম নিয়ে অর্থাৎ বিসমিল্লাহ্ বলে শিকারের জন্য প্রেরণ করা হয় ‎তাহলে সে কুকুর যদি শিকারকে হত্যা করে তবুও তা খাওয়া যাবে। তবে শর্ত হচ্ছে এই যে, তার সাথে প্রশিক্ষণ না দেয়া ‎কুকুর যেন হত্যা করার কাজে অংশ গ্রহণ না করে। যদি তার সাথে অন্য সাধারণ কুকুর অংশ গ্রহণ করে তাহলে তার ‎শিকার করা পশু খাওয়া যাবে না। যদি অপ্রশিক্ষণপ্রাপ্ত কুকুর কোন শিকারী প্রাণী শিকার করে নিয়ে আসে আর শিকারটি ‎যদি জীবিত থাকে তাহলে শুধুমাত্র এ ক্ষেত্রে তাকে যব্‌হ করে খাওয়া যাবে। তবে কুকুর যদি শিকার করা প্রাণীর কিছু অংশ ‎খেয়ে ফেলে তাহলে তা খাওয়া যাবে না। [এ মর্মে বুখারী (৫৪৭৬, ৫৪৭৮, ৫৪৮৮, ৫৪৯৬) ও মুসলিম (১৯২৯, ১৯৩০) ‎সহ দেখুন “সহীহ্ আবু দাঊদ” (২৮৪৭), “সহীহ্ নাসাঈ” (৪৩০৫) ও “সহীহ্ তিরমিযী” (১৪৬৫)]।",
    "chapter": {
      "chapter_number": "72"
    }
  }
}