{
  "hadith": {
    "hadith_id": 5492,
    "narrator": "আবূ ক্বাতাদাহ (রাঃ)",
    "bn": "তিনি বলেন, আমি মাক্কাহ ও মদীনার মধ্যবর্তী সফরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ছিলাম। অন্যরা ছিলেন ইহ্‌রাম বাঁধা অবস্থায়। আর আমি ছিলাম ইহ্‌রাম বিহীন এবং ঘোড়ার উপর সাওয়ার। পর্বত আরোহণে আমি ছিলাম দক্ষ। এমন সময়ে আমি লোকজনকে দেখলাম যে, তারা আগ্রহ নিয়ে কি যেন দেখছে। কাজেই আমিও দেখতে লাগলাম। হটাৎ দেখি একটি বন্য গাধা। আমি লোকজনকে জিজ্ঞেস করলামঃ এটি কি? তারা উত্তর দিলঃ আমরা জানি না। আমি বললামঃ এটি বন্য গাধা? তারা বললঃ এটি তাই তুমি যা দেখেছ। আমি আমার চাবুকের কথা ভুলে গিয়েছিলাম, তাই তাদের বললামঃ আমাকে আমার চাবুকটি তুলে দাও। তারা বললঃ আমরা তোমাকে এ ব্যাপারে সাহায্য করব না। কাজেই আমি নেমে চাবুকটি তুলে নিলাম। তারপর সেটির পেছনে ছুটলাম। অবশেষে আমি সেটিকে ঘায়েল করলাম এবং তাদের কাছে নিয়ে এসে বললামঃ যাও, এটাকে তুলে নিয়ে এসো। তারা বললঃ আমরা ওটিকে স্পর্শ করব না। তখন আমি নিজেই সেটিকে তুলে তাদের কাছে নিয়ে এলাম। তাদের মধ্যে কয়েকজন তা খেতে অসম্মতি প্রকাশ করল। আর কয়েকজন তা খেল। আমি বললামঃ আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট থেকে তোমাদের জন্য এ সম্পর্কে জেনে নেব। এরপর আমি তাঁকে পেলাম এবং এ ঘটনা শুনালাম। তিনি আমাকে বললেনঃ তোমাদের সঙ্গে সেটির অবশিষ্ট আছে কি? আমি বললামঃ হাঁ। তিনি বললেনঃ খাও। কারণ, এটি তো এমন খাদ্য যা আল্লাহ তোমাদের খাওয়ার জন্য দিয়েছেন।আধুনিক প্রকাশনী- ৫০৮৬, ইসলামিক ফাউন্ডেশন- ৪৯৮৩)",
    "ar": "يَحْيٰى بْنُ سُلَيْمَانَ الْجُعْفِيُّ قَالَ حَدَّثَنِي ابْنُ وَهْبٍ أَخْبَرَنَا عَمْرٌو أَنَّ أَبَا النَّضْرِ حَدَّثَه“ عَنْ نَافِعٍ مَوْلٰى أَبِي قَتَادَةَ وَأَبِي صَالِحٍ مَوْلٰى التَّوْأَمَةِ سَمِعْتُ أَبَا قَتَادَةَ قَالَ كُنْتُ مَعَ النَّبِيِّ صلى الله عليه وسلم فِيمَا بَيْنَ مَكَّةَ وَالْمَدِينَةِ وَهُمْ مُحْرِمُونَ وَأَنَا رَجُلٌ حِلٌّ عَلٰى فَرَسٍ وَكُنْتُ رَقَّاءً عَلَى الْجِبَالِ فَبَيْنَا أَنَا عَلٰى ذ‘لِكَ إِذْ رَأَيْتُ النَّاسَ مُتَشَوِّفِينَ لِشَيْءٍ فَذَهَبْتُ أَنْظُرُ فَإِذَا هُوَ حِمَارُ وَحْشٍ فَقُلْتُ لَهُمْ مَا هٰذَا قَالُوا لاَ نَدْرِي قُلْتُ هُوَ حِمَارٌ وَحْشِيٌّ فَقَالُوا هُوَ مَا رَأَيْتَ وَكُنْتُ نَسِيتُ سَوْطِي فَقُلْتُ لَهُمْ نَاوِلُونِي سَوْطِي فَقَالُوا لاَ نُعِينُكَ عَلَيْهِ فَنَزَلْتُ فَأَخَذْتُه“ ثُمَّ ضَرَبْتُ فِي أَثَرِه„ فَلَمْ يَكُنْ إِلاَّ ذ‘كَ حَتّٰى عَقَرْتُه“ فَأَتَيْتُ إِلَيْهِمْ فَقُلْتُ لَهُمْ قُومُوا فَاحْتَمِلُوا قَالُوا لاَ نَمَسُّه“ فَحَمَلْتُه“ حَتّٰى جِئْتُهُمْ بِه„ فَأَبٰى بَعْضُهُمْ وَأَكَلَ بَعْضُهُمْ فَقُلْتُ لَهُمْ أَنَا أَسْتَوْقِفُ لَكُمْ النَّبِيَّ صلى الله عليه وسلمفَأَدْرَكْتُه“ فَحَدَّثْتُهُ الْحَدِيثَ فَقَالَ لِي أَبَقِيَ مَعَكُمْ شَيْءٌ مِنْه“ قُلْتُ نَعَمْ فَقَالَ كُلُوا فَهُوَ طُعْمٌ أَطْعَمَكُمُوهُ اللهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "72"
    }
  }
}