{
  "hadith": {
    "hadith_id": 5498,
    "narrator": "রাফি’ ইবনু খাদীজ (রাঃ)",
    "bn": "তিনি বলেনঃ আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ‘যুল হুলাইফা’য় ছিলাম। লোকজন ক্ষুধার্ত হয়ে যায়। তখন আমরা কিছু সংখ্যক উট ও বুকরী (গনীমত হিসেবে) লাভ করি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ছিলেন সকলের পেছনে। সবাই তাড়াতাড়ি করল এবং হাঁড়ি চড়িয়ে দিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের কাছে এসে পৌঁছালেন। তখন তিনি হাঁড়িগুলো ঢেকে দিতে নির্দেশ দিলেন। হাঁড়িগুলো ঢেকে দেয়া হল। তারপর তিনি (প্রাপ্ত গানীমাত) বন্টন করলেন। দশটি বকরী একটি উটের সমান গণ্য করলেন। এ সময়ে একটি উট পালিয়ে গেল। দলে অশ্বারোহীর সংখ্যা ছিল খুব কম। তারা উটটির পেছনে ছুটল কিন্তু তারা সেটি কাবু করতে অসমর্থ হল। অবশেষে একজন উটটির প্রতি তীর ছুঁড়লে আল্লাহ উটটিকে থামিয়ে দিলেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ সকল চতুষ্পদ প্রাণির মধ্যে বন্য জন্তুর মত পালিয়ে যাবার স্বভাব আছে। কাজেই যখন কোন প্রাণী তোমাদের থেকে পালিয়ে যায়, তখন তার সঙ্গে তোমরা তেমনই ব্যবহার করবে। বর্ণনাকারী বলেন, আমার দাদা বলেছেন, আমরা আশা করছিলাম কিংবা তিনি বলেছেন, আমরা আশঙ্কা করছিলাম যে, আগামীকাল আমরা শত্রুদের সম্মুখীন হতে পারি। অথচ আমাদের নিকট কোন ছুরি নেই। তাহলে আমরা কি বাঁশের (রাখারী) দিয়ে যবহ করব? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যে জিনিস রক্ত প্রবাহিত করে দেয় এবং তাতে বিসমিল্লাহ বলা হয় তা খাও। তবে দাঁত ও নখ দিয়ে নয়। এ সম্পর্কে আমি তোমাদের জ্ঞাত করছি যে, দাঁত হল হাড় বিশেষ, আর নখ হল হাবশী সম্প্রদায়ের ছুরি।(আধুনিক প্রকাশনী- ৫০৯২, ইসলামিক ফাউন্ডেশন- ৪৯৮৯)",
    "ar": "مُوسٰى بْنُ إِسْمَاعِيلَ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ سَعِيدِ بْنِ مَسْرُوقٍ عَنْ عَبَايَةَ بْنِ رِفَاعَةَ بْنِ رَافِعٍ عَنْ جَدِّه„ رَافِعِ بْنِ خَدِيجٍ قَالَ كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم بِذِي الْحُلَيْفَةِ فَأَصَابَ النَّاسَ جُوعٌ فَأَصَبْنَا إِبِلاً وَغَنَمًا وَكَانَ النَّبِيُّ صلى الله عليه وسلم فِي أُخْرَيَاتِ النَّاسِ فَعَجِلُوا فَنَصَبُوا الْقُدُورَ فَدُفِعَ إِلَيْهِمْ النَّبِيُّ صلى الله عليه وسلم فَأَمَرَ بِالْقُدُورِ فَأُكْفِئَتْ ثُمَّ قَسَمَ فَعَدَلَ عَشَرَةً مِنَ الْغَنَمِ بِبَعِيرٍ فَنَدَّ مِنْهَا بَعِيرٌ وَكَانَ فِي الْقَوْمِ خَيْلٌ يَسِيرَةٌ فَطَلَبُوه“ فَأَعْيَاهُمْ فَأَهْو‘ى إِلَيْهِ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ اللهُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم إِنَّ لِهٰذِهِ الْبَهَائِمِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَمَا نَدَّ عَلَيْكُمْ مِنْهَا فَاصْنَعُوا بِه„ هٰكَذَا قَالَ وَقَالَ جَدِّي إِنَّا لَنَرْجُو أَوْ نَخَافُ أَنْ نَلْقَى الْعَدُوَّ غَدًا وَلَيْسَ مَعَنَا مُدًى أَفَنَذْبَحُ بِالْقَصَبِ فَقَالَ مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللهِ عَلَيْهِ فَكُلْ لَيْسَ السِّنَّ وَالظُّفُرَ وَسَأُخْبِرُكُمْ عَنْه“ أَمَّا السِّنُّ فَعَظْمٌ وَأَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "72"
    }
  }
}