{
  "hadith": {
    "hadith_id": 5543,
    "narrator": "রাফি’ ইবনু খাদিজ (রাঃ)",
    "bn": "তিনি বললেন আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বললাম। আগামী দিন আমরা শত্রুর সম্মুখিন হব অথচ আমাদের সাথে কোন ছুরি নেই। তিনি বললেনঃ সতর্ক দৃষ্টি রাখ অথবা তিনি বলেছেন, জলদি কর। যে জিনিস রক্ত প্রবাহিত করে এবং যাতে আল্লাহ্‌র নাম নেয়া হয়, সেটি খাও। যতক্ষন না সেটি দাঁত কিংবা নখ হয়। এ ব্যাপারে তোমাদের জানাচ্ছি, দাঁত হল হাড়, আর নখ হল হাবশীদের ছুরি। দলের দ্রুতগতি লোকেরা আগে বেড়ে গেল এবং গনীমতের মালামাল লাভ করল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ছিলেন তাদের পিছনে। তারা ডেকচি চড়িয়ে দিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসে তা উল্টে দেয়ার আদেশ দিলেন, অতঃপর সেগুলো উল্টে দেয়া হল। এরপর তিনি তাদের মধ্যে মালে গনীমত বন্টন করলেন এবং দশটি বক্‌রীকে একটি উটের সমান গন্য করলেন। দলের অগ্রভাগের নিকট থেকে একটি উট ছুটে গিয়েছিল। অথচ তাদের সঙ্গে কোন অশ্বারোহী ছিল না। এ অবস্থায় এক ব্যক্তি উটটির দিকে তীর ছুঁড়লে আল্লাহ উটটিকে থামিয়ে দিলেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ সকল চতুষ্পদ জীবের মধ্যে বন্য পশুর স্বভাব আছে। কাজেই, এগুলোর কোনটি যদি এমন করে, তাহলে তার সঙ্গে এরকমই ব্যাবহার করবে।(আধুনিক প্রকাশনী- ৫১৩৬, ইসলামিক ফাউন্ডেশন- ৫০৩২)",
    "ar": "مُسَدَّدٌ حَدَّثَنَا أَبُو الأَحْوَصِ حَدَّثَنَا سَعِيدُ بْنُ مَسْرُوقٍ عَنْ عَبَايَةَ بْنِ رِفَاعَةَ عَنْ أَبِيهِ عَنْ جَدِّه„ رَافِعِ بْنِ خَدِيجٍ قَالَ قُلْتُ لِلنَّبِيِّ صلى الله عليه وسلم إِنَّنَا نَلْقَى الْعَدُوَّ غَدًا وَلَيْسَ مَعَنَا مُدًى فَقَالَ مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللهِ فَكُلُوه“ مَا لَمْ يَكُنْ سِنٌّ وَلاَ ظُفُرٌ وَسَأُحَدِّثُكُمْ عَنْ ذ‘لِكَ أَمَّا السِّنُّ فَعَظْمٌ وَأَمَّا الظُّفْرُ فَمُدَى الْحَبَشَةِ وَتَقَدَّمَ سَرَعَانُ النَّاسِ فَأَصَابُوا مِنَ الْغَنَائِمِ وَالنَّبِيُّ صلى الله عليه وسلم فِي آخِرِ النَّاسِ فَنَصَبُوا قُدُورًا فَأَمَرَ بِهَا فَأُكْفِئَتْ وَقَسَمَ بَيْنَهُمْ وَعَدَلَ بَعِيرًا بِعَشْرِ شِيَاهٍ ثُمَّ نَدَّ بَعِيرٌ مِنْ أَوَائِلِ الْقَوْمِ وَلَمْ يَكُنْ مَعَهُمْ خَيْلٌ فَرَمَاه“ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ اللهُ فَقَالَ إِنَّ لِهٰذِهِ الْبَهَائِمِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَمَا فَعَلَ مِنْهَا هٰذَا فَافْعَلُوا مِثْلَ هَذَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "72"
    }
  }
}