{
  "hadith": {
    "hadith_id": 5556,
    "narrator": "বারা' (রাঃ)",
    "bn": "তিনি বলেন, আবূ বুরদাহ (রাঃ) নামীয় আমার এক মামা সলাত আদায়ের আগেই কুরবানী করেছিলেন। তখন রসূলুল্লাহ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তাঁকে বললেনঃ তোমার বক্‌রী কেবল গোশ্‌তের বক্‌রী হল। তিনি বললেনঃ হে আল্লাহ্‌র রসূল! আমার কাছে একটি ঘরে পোষা বক্‌রীর বাচ্চা আছে। নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেনঃ সেটাকে কুরবানী করে নাও। তবে তা তুমি ছাড়া অন্য কারো জন্য ঠিক হবে না। এরপর তিনি বললেনঃ যে ব্যক্তি সলাত আদায়ের আগে যবহ্‌ করেছে, সে নিজের জন্যই যবহ্‌ করেছে, আর যে ব্যক্তি সলাত আদায়ের পরে যবহ্‌ করেছে, সে তার কুরবানী পূর্ণ করেছে। আর সে মুসলিমদের নিয়ম নীতি অনুসারেই করেছে।\n\nশা'বী ও ইবরাহীম 'উবাইদাহ (রহঃ) হতে অনুরুপ বর্ণনা করেছেন। হুরাইস সূত্রে শা’বী থেকে ওয়াকী’ এরকমই বর্ণনা করেন। শা’বী থেকে আসিম ও দাউদ আমার নিকট পাঁচ মাসের দুধের বকরীর বাচ্চা আছে বলে বর্ননা করেছেন। আবুল আহওয়াস বলেনঃ মানসূর আমাদের কাছে দু’ মাসের দুধের বাচ্চা আছে বলে বর্ননা করেছেন। ইবনু আউন বলেছেনঃ দুধের বাচ্চা।(আধুনিক প্রকাশনী- ৫১৪৯, ইসলামিক ফাউন্ডেশন- ৫০৪৫)",
    "ar": "مُسَدَّدٌ حَدَّثَنَا خَالِدُ بْنُ عَبْدِ اللهِ حَدَّثَنَا مُطَرِّفٌ عَنْ عَامِرٍ عَنِ الْبَرَاءِ بْنِ عَازِبٍ قَالَ ضَحّٰى خَالٌ لِي يُقَالُ لَه“ أَبُو بُرْدَةَ قَبْلَ الصَّلاَةِ فَقَالَ لَه“ رَسُوْلُ اللهِ صلى الله عليه وسلم شَاتُكَ شَاةُ لَحْمٍ فَقَالَ يَا رَسُوْلَ اللهِ إِنَّ عِنْدِي دَاجِنًا جَذَعَةً مِنَ الْمَعَزِ قَالَ اذْبَحْهَا وَلَنْ تَصْلُحَ لِغَيْرِكَ ثُمَّ قَالَ مَنْ ذَبَحَ قَبْلَ الصَّلاَةِ فَإِنَّمَا يَذْبَحُ لِنَفْسِه„ وَمَنْ ذَبَحَ بَعْدَ الصَّلاَةِ فَقَدْ تَمَّ نُسُكُه“ وَأَصَابَ سُنَّةَ الْمُسْلِمِينَ تَابَعَه“ عُبَيْدَةُ عَنْ الشَّعْبِيِّ وَإِبْرَاهِيمَ وَتَابَعَه“ وَكِيعٌ عَنْ حُرَيْثٍ عَنْ الشَّعْبِيِّ وَقَالَ عَاصِمٌ وَدَاوُدُ عَنْ الشَّعْبِيِّ عِنْدِي عَنَاقُ لَبَنٍ وَقَالَ زُبَيْدٌ وَفِرَاسٌ عَنْ الشَّعْبِيِّ عِنْدِي جَذَعَةٌ وَقَالَ أَبُو الأَحْوَصِ حَدَّثَنَا مَنْصُورٌ عَنَاقٌ جَذَعَةٌ وَقَالَ ابْنُ عَوْنٍ عَنَاقٌ جَذَعٌ عَنَاقُ لَبَنٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "73"
    }
  }
}