{
  "hadith": {
    "hadith_id": 5646,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর চেয়ে বেশী রোগ যন্ত্রণা ভোগকারী অন্য কাকেও দেখিনি। [১][মুসলিম ৪৫/১৪, হাঃ ২৫৭০, আহমাদ ২৫৪৫৩]আধুনিক প্রকাশনী- ৫২৩৪, ইসলামিক ফাউন্ডেশন- ৫১৩০)",
    "ar": "حَدَّثَنَا قَبِيصَةُ، حَدَّثَنَا سُفْيَانُ، عَنِ الأَعْمَشِ،‏.‏ حَدَّثَنِي بِشْرُ بْنُ مُحَمَّدٍ، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا شُعْبَةُ، عَنِ الأَعْمَشِ، عَنْ أَبِي وَائِلٍ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ مَا رَأَيْتُ أَحَدًا أَشَدَّ عَلَيْهِ الْوَجَعُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] আলোচ্য হাদীসে দেখা যায় রসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) মাঝে মধ্যে রোগাক্রান্ত হয়ে পড়তেন। কুরআন মাজীদে সূরায়ে আম্বিয়ায় দেখা যায় আইয়ূব (‘আঃ) কঠিন রোগে আক্রান্ত হয়ে উক্ত রোগ যন্ত্রণা হতে নিস্কৃতি চেয়ে আল্লাহ তা’আলার সমীপে দু’আ করেছেন। অতীব দুঃখজনক ব্যাপার এই যে, অজ্ঞ লোকেরা কোন ‘আলিম, পরহেজগার লোকগণকে কোন রোগ ব্যাধিতে আক্রান্ত হতে দেখলে গভীর উৎসাহের সাথে বলতে থাকে যে, অমুক ‘আলিম সাহেব বা মুহাদ্দিস সাহেবের বর্তমানে ভীষণ রোগে ভুগতে দেখা যায়। সুতরাং তাঁর ‘আমল ভাল নয়। তাঁর প্রতি আল্লাহর কোন রহমত নেই। তিনি যদি রহমতপ্রাপ্ত লোকই হয়ে থাকেন, তবে তাঁর এই অবস্থা কেন হবে? ইত্যাদি ইত্যাদি বদনাম ছড়িয়ে পরহেজগার ‘আলিম ওলামা শ্রেণীর বিরুদ্ধে সাধারণ মানুষদেরকে বীতশ্রদ্ধ করে তুলতে চায়। এখানে লক্ষ্য করলে পরিষ্কার দেখা যায় যে, রহমতের অসীম ভাণ্ডার যে নবীর প্রতি বর্ষিত হয়েছে, যাঁকে নিঃসীম রহমতের প্রতীক রহমাতুল্লিল ‘আলামীন উপাধিতে আল্লাহ তা’আলা নিজেই ভূষিত করলেন, তাঁকেই রোগ ব্যাধি দিয়ে ক্লান্ত-শ্রান্ত করে দেন, সেখানে তাঁর কোন অনুসারীকে উক্ত পরীক্ষায় নিক্ষেপ করা তো স্বাভাবিক ব্যাপার।\nঅতএব কোন খাঁটি ও নেক বান্দাদের প্রতি ‘আলিম বিদ্বেষী অযথা কটাক্ষকারীদের কথায় সাধারণ মু’মিনদের বিভ্রাস্ত হওয়া ঠিক নয়। বরং কোন ‘আলিম উলামা, পরহেজগার শ্রেণীকে রোগাক্রান্ত অবস্থায় দেখা গেলে তাঁদের প্রতি গভীর ভক্তি শ্রদ্ধা ও আন্তরিকতা নিয়ে তাঁদের সেবা যত্নে আত্মনিয়োগ করা সৌভাগ্যের প্রতীক বলে মনে করতে হবে। পূর্ববর্তী নেককার লোকদের এবং সাহাবায়ে কিরামদের ‘আমাল ও অভ্যাস এমনটাই ছিল নিঃসন্দেহে।",
    "chapter": {
      "chapter_number": "75"
    }
  }
}