{
  "hadith": {
    "hadith_id": 5649,
    "narrator": "আবূ মূসা আশ’আরী (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমরা ক্ষুধার্তকে অন্ন দাও, রোগীর সেবা কর এবং কষ্টে পতিতকে উদ্ধার কর। [৫৫](আধুনিক প্রকাশনী- ৫২৩৭, ইসলামিক ফাউন্ডেশন- ৫১৩৩)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ مَنْصُورٍ عَنْ أَبِي وَائِلٍ عَنْ أَبِي مُوسٰى الأَشْعَرِيِّ قَالَ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم أَطْعِمُوا الْجَائِعَ وَعُودُوا الْمَرِيضَ وَفُكُّوا الْعَانِيَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৫৫] উপরোক্ত হাদীসে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ক্ষুধার্তকে অন্নদান, রোগীকে সেবা করা, নিপীড়িত ব্যক্তির মুক্তি দানের জন্য মানবগোষ্ঠিকে তাকীদ দিয়েছেন। বস্তুতপক্ষে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সারা জীবনে উক্ত কালজয়ী বাণীর বাস্তবতা অসংখ্যবার নিজেই প্রমাণ করে দেখিয়েছেন। নবুয়্যাতের কষ্টি পাথরের পরশে যারা সোনার  মানুষে পরিণত হয়েছিলেন তাদের কাজে-কর্মে, চলনে-বলনে মানব সেবা, আর্তের সেবাই ছিল রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর উক্ত মহান বাণীর বাস্তব প্রতিফলন। অনাহারী, অর্ধাহারী, বুভুক্ষু নর-নারী, অসহায় নিরাশ্রয় মানুষের পরম বন্ধু ছিলেন আমাদের মহানবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)। অতঃপর সাহাবা (রাঃ) হতে শুরু করে খলীফা চতুষ্টয়ের শেষ  আমলসহ তাবে-তাবেয়ীনদের শেষ আমল পর্যন্ত মানব সেবায় রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর উক্ত অমিয় বাণীকে মুসলিমগণ অক্ষরে অক্ষরে পালন করে যারা পৃথিবীতে এক সোনালী ইতিহাস রচনা করতে সক্ষম হয়েছিলেন। যার ফলে মাত্র ২৫ বছরের মুসলিম শাসনের পর অর্ধ-পৃথিবী মুসলিম শাসনাধীন হয়েছিল। আজকের বিশ্বেও পুনর্বার সেই উদ্দীপনা নিয়ে যদি মুসলিম জাতি সমাজে, রাষ্ট্রে আবির্ভূত হতে পারে তাহলে সমগ্র পৃথিবী মুসলিমদের বিজয় দুন্দুভি বেজে উঠবে। মুসলিম জাতির শাসন প্রতিবন্ধকহীনভাবে ততদিন চলমান ছিল যতদিন পর্যন্ত তাদের ত্যাগ তিতিক্ষা, কুরবানী,  মানব-সেবা, সততা, ন্যায়নীতি ক্রম ধাবমান গতিতে এগিয়ে চলেছিল। মুসলিম জাতি যখন সেবা, সততা, ন্যায়নীতিকে ইস্তফা দিয়ে ও নাকে তেল দিয়ে ভোগ বিলাসের নিদ্রায় আচ্ছন্ন হয়ে পড়লো তখন হতেই তাদের বিশ্বময় কর্তৃত্বের দিন শেষ হয়ে যায়। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আলোচ্য হাদীসকে স্বীয় উম্মাতের নৈতিক দায়িত্ব বলে ঘোষণা করার মূলে ও উম্মাতের শ্রেষ্ঠত্বের গৌরব অক্ষুন্ন রাখার অভিপ্রায় নিহিত আছে।",
    "chapter": {
      "chapter_number": "75"
    }
  }
}