{
  "hadith": {
    "hadith_id": 5653,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছি যে, আল্লাহ বলেছেনঃ আমি যদি আমার কোন বান্দাকে তার অতি প্রিয় দু’টি বস্তু সম্পর্কে পরীক্ষায় ফেলি, আর সে তাতে ধৈর্য ধরে, তাহলে আমি তাকে সে দু’টির বিনিময়ে জান্নাত দান করব। আনাস (রাঃ) বলেন, দু’টি প্রিয় বস্তু হল সে ব্যক্তির চক্ষুদ্বয়। এরকম বর্ণনা করেছেন ‘আশ্‌’আস ইবনু জাবির ও আবূ যিলাল (রহ:) আনাস (রাঃ) -এর সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে।  [৫৭](আধুনিক প্রকাশনী- ৫২৪২, ইসলামিক ফাউন্ডেশন- ৫১৩৮)",
    "ar": "عَبْدُ اللهِ بْنُ يُوسُفَ حَدَّثَنَا اللَّيْثُ قَالَ حَدَّثَنِي ابْنُ الْهَادِ عَنْ عَمْرٍو مَوْلَى الْمُطَّلِبِ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلميَقُوْلُ إِنَّ اللهَ قَالَ إِذَا ابْتَلَيْتُ عَبْدِي بِحَبِيبَتَيْهِ فَصَبَرَ عَوَّضْتُه“ مِنْهُمَا الْجَنَّةَ يُرِيدُ عَيْنَيْهِ تَابَعَه“ أَشْعَثُ بْنُ جَابِرٍ وَأَبُو ظِلاَلِ بْنُ هِلاَلٍ عَنْ أَنَسٍ عَنْ النَّبِيِّ صلى الله عليه وسلم.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৫৭] উপরিউক্ত হাদীসে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’চোখ হারানো ব্যক্তির ফাযীলাত বর্ণনা করে তাঁকে জান্নাতের সুসংবাদ দিয়েছেন। যদি উক্ত অন্ধ লোকটি আন্তরিকতার সাথে সবর করতে পারে। আফসোসের ব্যাপার এই যে, আমাদের সমাজে জাহিলী চরিত্রের লোকেরা চোখ হারানো ব্যক্তিটি যত বড় ‘আলিম, বুযুর্গ, পরহেজগার হোন না কেন, তাকে নিয়ে উপহাস তুচ্ছ তাচ্ছিল্য করে আর বলে, ঐ লোকের পাপ আল্লাহ তা'আলা সহ্য করতে না পেরে ওর দু’টি চোখ অন্ধ করে দিয়েছেন। ঐ লোক যদি ভালই হবে, তবে তার এক চোখ বা দুই চোখ কানা হবে কেন? পবিত্র কুরআন সাক্ষ্য দেয়ঃ ইয়াকূব (‘আলাইহি ওয়া সাল্লাম) -এর দুই চোখ অন্ধ হয়ে গিয়েছিল। হারানো ছেলের চিন্তায় তাঁর উভয় চোখ সাদা (অন্ধ) হয়ে গিয়েছিল। এখন বুঝতে হবে আল্লাহ্‌র নবী ইয়াকূব (‘আলাইহি ওয়া সাল্লাম) যদি অন্ধ হতে পারেন তাহলে সাধারণ পরহেজগার লোকের অন্ধ হওয়াটা তো কোন বিষয়ই হতে পারে না। আল্লাহর নবীর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ হাদীস থেকে শিক্ষা গ্রহণ করে অন্ধ লোকের প্রতি আমরা যেন যথাযথ আচরণ করতে সচেষ্ট হই।",
    "chapter": {
      "chapter_number": "75"
    }
  }
}