{
  "hadith": {
    "hadith_id": 5655,
    "narrator": "উসামাহ ইবনু যায়দ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর এক কন্যা (যাইনাব) তাঁর কাছে খবর দিয়েছেন, এ সময় উসামাহ, সা’দ ও সম্ভবতঃ ‘উবাই (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে ছিলেন। খবর এই ছিল যে, (যায়নাব বলেছেন) আমার এক শিশুকন্যা মৃত্যুর দুয়ারে উপনীত। কাজেই আপনি আমাদের এখানে আসুন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর কাছে সালাম পাঠিয়ে বলে দিলেনঃ আল্লাহ যা চান নিয়ে নেন, যা চান দিয়ে যান। তাঁর কাছে সব কিছুরই একটা নির্দিষ্ট সময় আছে। কাজেই তুমি ধৈর্য ধর এবং উত্তম বিনিময়ের আশা পোষণ কর। অতঃপর পুনরায় তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট কসম ও তাগিদ দিয়ে প্রেরণ করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উঠে দাঁড়ালেন। আমরাও দাঁড়িয়ে গেলাম। এরপরে শিশুটিকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কোলে তুলে দেয়া হল। এ সময় তার নিঃশ্বাস দ্রুত উঠানামা করছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর দু’চোখ দিয়ে অশ্রু ঝরতে লাগল। সা’দ (রাঃ) বললেনঃ হে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! এটা কী? তিনি উত্তর দিলেনঃ এটা হল রাহমাত।  আল্লাহ তাঁর বান্দাদের মধ্য থেকে যাকে ইচ্ছা করেন তার হৃদয়ে এটি দিয়ে দেন। আর আল্লাহ তাঁর দয়াদ্র বান্দাদের প্রতিই দয়া করে থাকেন(আধুনিক প্রকাশনী- ৫২৪৪, ইসলামিক ফাউন্ডেশন- ৫১৪০)",
    "ar": "حَجَّاجُ بْنُ مِنْهَالٍ حَدَّثَنَا شُعْبَةُ قَالَ أَخْبَرَنِي عَاصِمٌ قَالَ سَمِعْتُ أَبَا عُثْمَانَ عَنْ أُسَامَةَ بْنِ زَيْدٍ أَنَّ ابْنَةً لِلنَّبِيِّ صلى الله عليه وسلم أَرْسَلَتْ إِلَيْهِ وَهُوَ مَعَ النَّبِيِّصلى الله عليه وسلم وَسَعْدٌ وَأُبَيٌّ نَحْسِبُ أَنَّ ابْنَتِي قَدْ حُضِرَتْ فَاشْهَدْنَا فَأَرْسَلَ إِلَيْهَا السَّلاَمَ وَيَقُوْلُ إِنَّ لله مَا أَخَذَ وَمَا أَعْطٰى وَكُلُّ شَيْءٍ عِنْدَه“ مُسَمًّى فَلْتَحْتَسِبْ وَلْتَصْبِرْ فَأَرْسَلَتْ تُقْسِمُ عَلَيْهِ فَقَامَ النَّبِيُّ صلى الله عليه وسلم وَقُمْنَا فَرُفِعَ الصَّبِيُّ فِي حَجْرِ النَّبِيِّصلى الله عليه وسلم وَنَفْسُه“ جُئِّثُ فَفَاضَتْ عَيْنَا النَّبِيِّ صلى الله عليه وسلم فَقَالَ لَه“ سَعْدٌ مَا هٰذَا يَا رَسُوْلَ اللهِ قَالَ هٰذِه„ رَحْمَةٌ وَضَعَهَا اللهُ فِي قُلُوبِ مَنْ شَاءَ مِنْ عِبَادِه„ وَلاَ يَرْحَمُ اللهُ مِنْ عِبَادِه„ إِلاَّ الرُّحَمَاءَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "75"
    }
  }
}