{
  "hadith": {
    "hadith_id": 5669,
    "narrator": "আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, যখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর ইন্তিকালের সময় আগত হল, তখন ঘরের মধ্যে অনেক মানুষের জমায়েত ছিল। যাঁদের মধ্যে ‘উমার ইবনু খাত্তাব (রাঃ) -ও ছিলেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (রোগ কাতর অবস্থায়) বললেনঃ লও, আমি তোমাদের জন্য কিছু লিখে দেব, যাতে পরবর্তীতে তোমরা পথভ্রষ্ট না হও। তখন ‘উমার (রাঃ) বললেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর উপর রোগ যন্ত্রণা তীব্র হয়ে উঠেছে, আর তোমাদের কাছে কুরআন মাওজুদ। আর আল্লাহ্‌র কিতাবই আমাদের জন্য যথেষ্ট। এ সময় আহলে বাইতের মধ্যে মতানৈক্যের সৃষ্টি হল। তাঁরা বাদানুবাদে প্রবৃত্ত হলেন, তন্মধ্যে কেউ কেউ বলতে লাগলেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে কাগজ পৌঁছে দাও এবং তিনি তোমাদের জন্য কিছু লিখে দেবেন, যাতে পরবর্তীতে তোমরা কখনো পথভ্রষ্ট না হও। আবার তাদের মধ্যে ‘উমার (রাঃ) যা বললেন, তা বলে যেতে লাগলেন। এভাবে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে তাঁদের বাকবিতন্ডা ও মতভেদ বেড়ে চলল। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা উঠে যাও।\n‘উবাইদুল্লাহ (রাঃ) বলেনঃ ইবনু ‘আব্বাস (রাঃ) বলতেন, বড় মুসীবত হল লোকজনের সেই মতভেদ ও তর্ক-বিতর্ক, যা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সেই লিখে দেয়ার মধ্যে বাধা হয়ে দাঁড়িয়েছিল।(আধুনিক প্রকাশনী- ৫২৫৮, ইসলামিক ফাউন্ডেশন- ৫১৫৪)",
    "ar": "إِبْرَاهِيمُ بْنُ مُوسٰى حَدَّثَنَا هِشَامٌ عَنْ مَعْمَرٍ و حَدَّثَنِي عَبْدُ اللهِ بْنُ مُحَمَّدٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ عَنْ ابْنِ عَبَّاسٍ قَالَ لَمَّا حُضِرَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَفِي الْبَيْتِ رِجَالٌ فِيهِمْ عُمَرُ بْنُ الْخَطَّابِ قَالَ النَّبِيُّ صلى الله عليه وسلم هَلُمَّ أَكْتُبْ لَكُمْ كِتَابًا لاَ تَضِلُّوا بَعْدَه“ فَقَالَ عُمَرُ إِنَّ النَّبِيَّ صلى الله عليه وسلم قَدْ غَلَبَ عَلَيْهِ الْوَجَعُ وَعِنْدَكُمْ الْقُرْآنُ حَسْبُنَا كِتَابُ اللهِ فَاخْتَلَفَ أَهْلُ الْبَيْتِ فَاخْتَصَمُوا مِنْهُمْ مَنْ يَقُوْلُ قَرِّبُوا يَكْتُبْ لَكُمْ النَّبِيُّ صلى الله عليه وسلم كِتَابًا لَنْ تَضِلُّوا بَعْدَه“ وَمِنْهُمْ مَنْ يَقُوْلُ مَا قَالَ عُمَرُ فَلَمَّا أَكْثَرُوا اللَّغْوَ وَالِاخْتِلاَفَ عِنْدَ النَّبِيِّصلى الله عليه وسلم قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم قُومُوا\nقَالَ عُبَيْدُ اللهِ فَكَانَ ابْنُ عَبَّاسٍ يَقُوْلُ إِنَّ الرَّزِيَّةَ كُلَّ الرَّزِيَّةِ مَا حَالَ بَيْنَ رَسُوْلِ اللهِ صلى الله عليه وسلم وَبَيْنَ أَنْ يَكْتُبَ لَهُمْ ذ‘لِكَ الْكِتَابَ مِنْ اخْتِلاَفِهِمْ وَلَغَطِهِمْ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "75"
    }
  }
}