{
  "hadith": {
    "hadith_id": 5705,
    "narrator": "‘ইমরান ইবনু হুসাইন (রাঃ)",
    "bn": "তিনি বলেনঃ বদ-নযর কিংবা বিষাক্ত দংশন ছাড়া অন্য কোন ক্ষেত্রে ঝাড়ফুঁক নেই। বর্ণনাকারী বলেনঃ এরপর এ হাদীস আমি সা‘ঈদ ইবনু যুবায়র (রহঃ) -এর কাছে উল্লেখ করলে তিনি বললেনঃ আমাদের নিকট ইবনু ‘আব্বাস (রাঃ) বর্ণনা করেছেন যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার সামনে সকল উম্মাতকে পেশ করা হয়েছিল। (তখন আমি দেখেছি) দু’একজন নবী পথ চলতে লাগলেন এমতাবস্থায় যে, তাঁদের সঙ্গে একজনও নেই। অবশেষে আমার সামনে তুলে ধরা হল বিশাল দল। আমি জিজ্ঞেস করলামঃ এটা কী? এ কি আমার উম্মত? উত্তর দেয়া হলঃ না, ইনি মূসা (‘আঃ) এবং তাঁর কওম। আমাকে বলা হলঃ আপনি ঊর্ধ্বাকাশের দিকে তাকান। তখন দেখলামঃ বিশাল একটি দল যা দিগন্তকে ঢেকে রেখেছে। তারপর আমাকে বলা হলঃ আকাশের দিগন্তসমূহ ঢেকে দিয়েছে এমন একটি বিশাল দলের প্রতি লক্ষ্য করুন। তখন বলা হলঃ এরা হল আপনার উম্মাত। আর তাদের মধ্য থেকে সত্তর হাজার লোক বিনা হিসাবে জান্নাতে প্রবেশ করবে। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘরে চলে গেলেন। উপস্থিতদের কাছে কথাটির কোন ব্যাখ্যা প্রদান করলেন না। (যে বিনা হিসাবের লোক কারা হবে?) ফলে উপস্থিত লোকজনের মধ্যে তর্ক বিতর্ক শুরু হল। তারা বললঃ আমরা আল্লাহ্‌র প্রতি ঈমান এনেছি এবং তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর অনুসরণ করে থাকি। সুতারাং আমরাই তাদের অন্তর্ভূক্ত। কিংবা তারা হল আমাদের সে সকল সন্তান-সন্ততি যারা ইসলামের যুগে জন্মগ্রহন করেছে। আর আমাদের জন্ম হয়েছে জাহিলী যুগে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে এ সংবাদ পৌঁছালে তিনি বেরিয়ে আসলেন এবং বললেনঃ তারা হল সে সব লোক যারা মন্ত্র পাঠ করে না, পাখির মাধ্যমে কোন কাজের ভাল-মন্দ নির্ণয় করে না এবং আগুনের সাহায্যে দাগ লাগায় না। বরং তারা তো তাদের রবের উপরই ভরসা করে থাকে। তখন উক্‌কাশা ইবনু মিহসান (রাঃ) বললেনঃ হে আল্লাহ্‌র রসূল! তাদের মধ্যে কি আমি আছি? তিনি বললেনঃ হ্যাঁ। তখন আরেকজন দাঁড়িয়ে বললঃ তাদের মধ্যে কি আমিও আছি? তিনি বললেনঃ ‘উক্‌কাশাহ এ সুযোগ তোমার আগেই নিয়ে নিয়েছে।(আধুনিক প্রকাশনী- ৫২৯১, ইসলামিক ফাউন্ডেশন- ৫১৮৭)",
    "ar": "عِمْرَانُ بْنُ مَيْسَرَةَ حَدَّثَنَا ابْنُ فُضَيْلٍ حَدَّثَنَا حُصَيْنٌ عَنْ عَامِرٍ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ قَالَ لاَ رُقْيَةَ إِلاَّ مِنْ عَيْنٍ أَوْ حُمَةٍ فَذَكَرْتُه“ لِسَعِيدِ بْنِ جُبَيْرٍ فَقَالَ حَدَّثَنَا ابْنُ عَبَّاسٍ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم عُرِضَتْ عَلَيَّ الأُمَمُ فَجَعَلَ النَّبِيُّ وَالنَّبِيَّانِ يَمُرُّونَ مَعَهُمْ الرَّهْطُ وَالنَّبِيُّ لَيْسَ مَعَه“ أَحَدٌ حَتّٰى رُفِعَ لِي سَوَادٌ عَظِيمٌ قُلْتُ مَا هٰذَا أُمَّتِي هٰذِه„ قِيلَ بَلْ هٰذَا مُوسٰى وَقَوْمُه“ قِيلَ انْظُرْ إِلَى الأُفُقِ فَإِذَا سَوَادٌ يَمْلاَ الأُفُقَ ثُمَّ قِيلَ لِي انْظُرْ هَا هُنَا وَهَا هُنَا فِي آفَاقِ السَّمَاءِ فَإِذَا سَوَادٌ قَدْ مَلاَ الأُفُقَ قِيلَ هٰذِه„ أُمَّتُكَ وَيَدْخُلُ الْجَنَّةَ مِنْ هَؤُلاَءِ سَبْعُونَ أَلْفًا بِغَيْرِ حِسَابٍ ثُمَّ دَخَلَ وَلَمْ يُبَيِّنْ لَهُمْ فَأَفَاضَ الْقَوْمُ وَقَالُوا نَحْنُ الَّذِينَ آمَنَّا بِاللهِ وَاتَّبَعْنَا رَسُوْلَه“ فَنَحْنُ هُمْ أَوْ أَوْلاَدُنَا الَّذِينَ وُلِدُوا فِي الإِسْلاَمِ فَإِنَّا وُلِدْنَا فِي الْجَاهِلِيَّةِ فَبَلَغَ النَّبِيَّ صلى الله عليه وسلم فَخَرَجَ فَقَالَ هُمْ الَّذِينَ لاَ يَسْتَرْقُونَ وَلاَ يَتَطَيَّرُونَ وَلاَ يَكْتَوُونَ وَعَلٰى رَبِّهِمْ يَتَوَكَّلُونَ فَقَالَ عُكَاشَةُ بْنُ مِحْصَنٍ أَمِنْهُمْ أَنَا يَا رَسُوْلَ اللهِ قَالَ نَعَمْ فَقَامَ آخَرُ فَقَالَ أَمِنْهُمْ أَنَا قَالَ سَبَقَكَ بِهَا عُكَّاشَةُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "76"
    }
  }
}