{
  "hadith": {
    "hadith_id": 5727,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "‘উক্‌ল ও ‘উরাইনাহ গোত্রের কতগুলি মানুষ কিংবা তিনি বলেছেন, কতিপয় পুরুষ লোক রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট আগমন করে ইসলাম সম্পর্কে কথাবার্তা বলল। এরপর তারা বললঃ হে আল্লাহর নবী! আমরা ছিলাম পশুপালন এলাকার অধিবাসী, আমরা কখনো কৃষি কাজের লোক ছিলাম না। কাজেই মদীনায় বাস করা তাদের জন্য প্রতিকূল হল। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের জন্য কিছু উট ও একজন রাখাল দেয়ার নির্দেশ প্রদান করলেন এবং তাদের হুকুম দিলেন যেন এগুলো নিয়ে যায় এবং এগুলোর দুগ্ধ ও প্রস্রাব পান করে। এরপর তারা রওয়ানা হয়ে যখন ‘হাররা’ এলাকার নিকটবর্তী হল, তখন তারা ইসলাম ত্যাগ করে কুফরী অবলম্বন করল এবং তারা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর রাখালকে হত্যা করে উটগুলো নিয়ে গেল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট সংবাদ পৌঁছল। তিনি তাদের পশ্চাতে সন্ধানী দল পাঠালেন। (তারা ধৃত হলে) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের ব্যাপারে চূড়ান্ত আদেশ দিলেন। কাজেই সাহাবীগণ (রাঃ) তাদের চক্ষু ফুঁড়ে দিলেন, তাদের হাত কেটে দিলেন এবং তাদের হার্‌রা এলাকায় ফেলে রাখা হল। শেষ পর্যন্ত তারা ঐ অবস্থাতেই মারা গেল।(আধুনিক প্রকাশনী- ৫৩০৭, ইসলামিক ফাউন্ডেশন- ৫২০৩)",
    "ar": "عَبْدُ الأَعْلٰى بْنُ حَمَّادٍ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ حَدَّثَنَا سَعِيدٌ حَدَّثَنَا قَتَادَةُ أَنَّ أَنَسَ بْنَ مَالِكٍ حَدَّثَهُمْ أَنَّ نَاسًا أَوْ رِجَالاً مِنْ عُكْلٍ وَعُرَيْنَةَ قَدِمُوا عَلٰى رَسُوْلِ اللهِ صلى الله عليه وسلم وَتَكَلَّمُوا بِالإِسْلاَمِ وَقَالُوا يَا نَبِيَّ اللهِ إِنَّا كُنَّا أَهْلَ ضَرْعٍ وَلَمْ نَكُنْ أَهْلَ رِيفٍ وَاسْتَوْخَمُوا الْمَدِينَةَ فَأَمَرَ لَهُمْ رَسُوْلُ اللهِ صلى الله عليه وسلم بِذَوْدٍ وَبِرَاعٍ وَأَمَرَهُمْ أَنْ يَخْرُجُوا فِيهِ فَيَشْرَبُوا مِنَ الْبَانِهَا وَأَبْوَالِهَا فَانْطَلَقُوا حَتّٰى كَانُوا نَاحِيَةَ الْحَرَّةِ كَفَرُوا بَعْدَ إِسْلاَمِهِمْ وَقَتَلُوا رَاعِيَ رَسُوْلِ اللهِ صلى الله عليه وسلم وَاسْتَاقُوا الذَّوْدَ فَبَلَغَ النَّبِيَّ صلى الله عليه وسلم فَبَعَثَ الطَّلَبَ فِي آثَارِهِمْ وَأَمَرَ بِهِمْ فَسَمَرُوا أَعْيُنَهُمْ وَقَطَعُوا أَيْدِيَهُمْ وَتُرِكُوا فِي نَاحِيَةِ الْحَرَّةِ حَتّٰى مَاتُوا عَلٰى حَالِهِمْ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "76"
    }
  }
}