{
  "hadith": {
    "hadith_id": 5736,
    "narrator": "আবূ সা‘ঈদ খুদরী (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাহাবীদের কতক সাহাবী আরবের এক গোত্রের নিকট আসলেন। গোত্রের লোকেরা তাঁদের কোন আতিথেয়তা করল না। তাঁরা সেখানে থাকতেই হঠাৎ সেই গোত্রের নেতাকে সর্প দংশন করল। তখন তারা এসে বললঃ আপনাদের কাছে কি কোন ঔষধ আছে কিংবা আপনাদের মধ্যে ঝাড়-ফুঁককারী লোক আছেন কি? তাঁরা উত্তর দিলেনঃ হাঁ। তবে তোমরা আমাদের কোন আতিথেয়তা করনি। কাজেই আমাদের জন্য কোন পারিশ্রমিক নির্দিষ্ট না করা পর্যন্ত আমরা তা করব না। ফলে তারা তাদের জন্য এক পাল বকরী পারিশ্রমিক দিতে রাযী হল। তখন একজন সাহাবী উম্মুল কুরআন (সূরা আল-ফাতিহা) পড়তে লাগলেন এবং মুখে থুথু জমা করে সে ব্যক্তির গায়ে ছিটিয়ে দিলেন। ফলে সে রোগমুক্ত হল। এরপর তাঁরা বকরীগুলো নিয়ে এসে বলল, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জিজ্ঞেস করার পূর্বে এটি স্পর্শ করব না। এরপর তাঁরা এ বিষয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে জিজ্ঞেস করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শুনে হেসে দিলেন এবং বললেনঃ তোমরা কীভাবে জানলে যে, এটি রোগ সারায়? ঠিক আছে বক্‌রীগুলো নিয়ে যাও এবং তাতে আমার জন্যও এক ভাগ রেখে দিও।(আধুনিক প্রকাশনী- ৫৩১৬, ইসলামিক ফাউন্ডেশন- ৫২১২)",
    "ar": "مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا غُنْدَرٌ حَدَّثَنَا شُعْبَةُ عَنْ أَبِي بِشْرٍ عَنْ أَبِي الْمُتَوَكِّلِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّ نَاسًا مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم أَتَوْا عَلٰى حَيٍّ مِنْ أَحْيَاءِ الْعَرَبِ فَلَمْ يَقْرُوهُمْ فَبَيْنَمَا هُمْ كَذ‘لِكَ إِذْ لُدِغَ سَيِّدُ أُولَئِكَ فَقَالُوا هَلْ مَعَكُمْ مِنْ دَوَاءٍ أَوْ رَاقٍ فَقَالُوا إِنَّكُمْ لَمْ تَقْرُونَا وَلاَ نَفْعَلُ حَتّٰى تَجْعَلُوا لَنَا جُعْلاً فَجَعَلُوا لَهُمْ قَطِيعًا مِنْ الشَّاءِ فَجَعَلَ يَقْرَأُ بِأُمِّ الْقُرْآنِ وَيَجْمَعُ بُزَاقَه“ وَيَتْفِلُ فَبَرَأَ فَأَتَوْا بِالشَّاءِ فَقَالُوا لاَ نَأْخُذُه“ حَتّٰى نَسْأَلَ النَّبِيَّ صلى الله عليه وسلم فَسَأَلُوه“ فَضَحِكَ وَقَالَ وَمَا أَدْرَاكَ أَنَّهَا رُقْيَةٌ خُذُوهَا وَاضْرِبُوا لِي بِسَهْمٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "76"
    }
  }
}