{
  "hadith": {
    "hadith_id": 5749,
    "narrator": "আবূ সা’ঈদ (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর একদল সাহাবী একবার এক সফরে যান। অবশেষে তারা আরবের গোত্রগুলোর মধ্যে এক গোত্রের নিকট এসে মেহমান হতে চান। কিন্তু সে গোত্র তাঁদের মেহমানদারী করতে প্রত্যাখ্যান করে। ঘটনাচক্রে সে গোত্রের সর্দারকে সাপে দংশন করে। তারা তাকে সুস্থ করার জন্য সবরকম চেষ্টা করে, কিন্তু কোন ফল হয় না। তখন তাদের কেউ বললঃ তোমরা যদি ঐ দলের কাছে যেতে যারা তোমাদের মাঝে এসেছিল। হয়ত তাদের কারও কাছে কোন ঔষধ থাকতে পারে। তখন তারা সে দলের কাছে এসে বললঃ হে দলের লোকেরা। আমাদের সর্দারকে সাপে দংশন করেছে। আমরা সব রকম চেষ্টা করেছি, কিন্তু কোন ফল হয়নি। তোমাদের কারও নিকট কি কোন তদবীর আছে? একজন বললেনঃ হাঁ। আল্লাহ্‌র কসম, আমি ঝাড়-ফুঁক করি। তবে আল্লাহ্‌র কসম! আমরা তোমাদের নিকট মেহমান হতে চেয়েছিলাম, কিন্তু তোমরা আমাদের মেহমানদারী করনি। তাই আমি ততক্ষণ পর্যন্ত ঝাড়-ফুঁক করব না, যতক্ষণ না তোমরা আমাদের জন্য মজুরী নির্ধারণ করবে। তখন তারা তাদের একপাল ছাগল দিতে রাজী হল। তারপর সে সাহাবী সেখানে গেলেন এবং আলহামদুলিল্লাহি রাব্বিল আলামীন (সূরা ফাতিহা) পড়ে ফুঁক দিতে থাকলেন। অবশেষে সে ব্যক্তি এমন সুস্থ হল, যেন বন্ধন থেকে মুক্তি পেল। সে চলাফেরা করতে লাগল, যেন তাঁর কোন রোগই নাই। রাবী বলেনঃ তখন তারা যে মজুরী চুক্তি করেছিল, তা আদায় করল। এরপর সাহাবীদের মধ্যে একজন বললেনঃ এগুলো বণ্টন করে দাও। এতে যিনি ঝাড়-ফুঁক করেছিলেন তিনি বললেনঃ আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট গিয়ে যতক্ষণ না এসব ঘটনা জানাব এবং তিনি আমাদের কী আদেশ দেন তা না জানব, ততক্ষণ তোমরা তা ভাগ করো না। তারপর তাঁরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে ঘটনা জানাল। তিনি বললেনঃ তুমি কী করে জানলে যে, এর দ্বারা ঝাড়-ফুঁক করা যায়? তোমরা ঠিকই করেছ। তোমরা এগুলো বণ্টন করে নাও এবং আমার জন্যে একটা ভাগ রাখ।(আধুনিক প্রকাশনী- ৫৩২৯, ইসলামিক ফাউন্ডেশন- ৫২২৫)",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ أَبِي بِشْرٍ، عَنْ أَبِي الْمُتَوَكِّلِ، عَنْ أَبِي سَعِيدٍ، أَنَّ رَهْطًا، مِنْ أَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم انْطَلَقُوا فِي سَفْرَةٍ سَافَرُوهَا، حَتَّى نَزَلُوا بِحَىٍّ مِنْ أَحْيَاءِ الْعَرَبِ فَاسْتَضَافُوهُمْ، فَأَبَوْا أَنْ يُضَيِّفُوهُمْ، فَلُدِغَ سَيِّدُ ذَلِكَ الْحَىِّ، فَسَعَوْا لَهُ بِكُلِّ شَىْءٍ لاَ يَنْفَعُهُ شَىْءٌ، فَقَالَ بَعْضُهُمْ لَوْ أَتَيْتُمْ هَؤُلاَءِ الرَّهْطَ الَّذِينَ قَدْ نَزَلُوا بِكُمْ، لَعَلَّهُ أَنْ يَكُونَ عِنْدَ بَعْضِهِمْ شَىْءٌ‏.‏ فَأَتَوْهُمْ فَقَالُوا يَا أَيُّهَا الرَّهْطُ إِنَّ سَيِّدَنَا لُدِغَ، فَسَعَيْنَا لَهُ بِكُلِّ شَىْءٍ، لاَ يَنْفَعُهُ شَىْءٌ، فَهَلْ عِنْدَ أَحَدٍ مِنْكُمْ شَىْءٌ فَقَالَ بَعْضُهُمْ نَعَمْ، وَاللَّهِ إِنِّي لَرَاقٍ، وَلَكِنْ وَاللَّهِ لَقَدِ اسْتَضَفْنَاكُمْ فَلَمْ تُضَيِّفُونَا، فَمَا أَنَا بِرَاقٍ لَكُمْ حَتَّى تَجْعَلُوا لَنَا جُعْلاً‏.‏ فَصَالَحُوهُمْ عَلَى قَطِيعٍ مِنَ الْغَنَمِ، فَانْطَلَقَ فَجَعَلَ يَتْفُلُ وَيَقْرَأُ ‏{‏الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ‏}‏ حَتَّى لَكَأَنَّمَا نُشِطَ مِنْ عِقَالٍ، فَانْطَلَقَ يَمْشِي مَا بِهِ قَلَبَةٌ‏.‏ قَالَ فَأَوْفَوْهُمْ جُعْلَهُمُ الَّذِي صَالَحُوهُمْ عَلَيْهِ، فَقَالَ بَعْضُهُمُ اقْسِمُوا‏.‏ فَقَالَ الَّذِي رَقَى لاَ تَفْعَلُوا حَتَّى نَأْتِيَ رَسُولَ اللَّهِ صلى الله عليه وسلم فَنَذْكُرَ لَهُ الَّذِي كَانَ، فَنَنْظُرَ مَا يَأْمُرُنَا‏.‏ فَقَدِمُوا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَذَكَرُوا لَهُ فَقَالَ ‏\"‏ وَمَا يُدْرِيكَ أَنَّهَا رُقْيَةٌ أَصَبْتُمُ اقْسِمُوا وَاضْرِبُوا لِي مَعَكُمْ بِسَهْمٍ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "76"
    }
  }
}