{
  "hadith": {
    "hadith_id": 5752,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, এক দিন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকট আসলেন এবং বললেনঃ আমার সামনে (পূর্ববর্তী নবীগণের) উম্মতদের পেশ করা হল। (আমি দেখলাম) একজন নবী যাচ্ছেন, তাঁর সাথে আছে মাত্র একজন লোক এবং আর একজন নবী যার সঙ্গে আছে দু’জন লোক। অন্য এক নবীকে দেখলাম, তাঁর সঙ্গে আছে একটি দল, আর একজন নবী তাঁর সাথে কেউ নেই। আবার দেখলাম, একটি বিরাট দল যা দিগন্ত জুড়ে আছে। আমি আকাঙ্ক্ষা করলাম যে, এ বিরাট দলটি যদি আমার উম্মত হত। বলা হলঃ এটা মূসা (আঃ) ও তাঁর কওম। এরপর আমাকে বলা হলঃ দেখুন। দেখলাম, একটি বিশাল জামাআত দিগন্ত জুড়ে আছে। আবার বলা হলঃ এ দিকে দেখুন। ও দিকে দেখুন। দেখলাম বিরাট বিরাট দল দিগন্ত জুড়ে ছেয়ে আছে। বলা হলঃ ঐ সবই আপনার উম্মত এবং ওদের সাথে সত্তর হাজার লোক এমন আছে যারা বিনা হিসেবে জান্নাতে প্রবেশ করবে। এরপর লোকজন এদিক ওদিক চলে গেল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আর তাদের (সত্তর হাজারের) ব্যাখ্যা করে বলেননি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাহাবীগণ এ নিয়ে নানান কথা শুরু করে দিলেন। তাঁরা বলাবলি করলেনঃ আমরা তো শির্‌কের মাঝে জন্মেছি, পরে আল্লাহ্‌ ও তাঁর রসূলের উপর ঈমান এনেছি। বরং এরা আমাদের সন্তানরাই হবে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে এ কথা পৌঁছালে তিনি বলেনঃ তাঁরা (হবে) ঐ সব লোক যারা অবৈধভাবে মঙ্গল অমঙ্গল নির্ণয় করে না, ঝাড়-ফুঁক করে না এবং আগুনে পোড়ানো লোহার দাগ লাগায় না, আর তাঁরা তাদের প্রতিপালকের উপর একমাত্র ভরসা রাখে। তখন ‘উকাশাহ বিন মিহসান (রাঃ) দাঁড়িয়ে বললঃ হে আল্লাহ্‌র রসূল! আমি কি তাদের মধ্যে আছি? তিনি বললেন হ্যাঁ। তখন আর একজন দাঁড়িয়ে বললঃ হে আল্লাহ্‌র রসূল! আমি কি তাদের মধ্যে আছি? তিনি বললেনঃ এ বিষয়ে ‘উকাশাহ তোমাকে ছাড়িয়ে গেছে।(আধুনিক প্রকাশনী- ৫৩৩২, ইসলামিক ফাউন্ডেশন- ৫২২৮)",
    "ar": "مُسَدَّدٌ حَدَّثَنَا حُصَيْنُ بْنُ نُمَيْرٍ عَنْ حُصَيْنِ بْنِ عَبْدِ الرَّحْمٰنِ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ قَالَ خَرَجَ عَلَيْنَا النَّبِيُّ صلى الله عليه وسلم يَوْمًا فَقَالَ عُرِضَتْ عَلَيَّ الأُمَمُ فَجَعَلَ يَمُرُّ النَّبِيُّ مَعَهُ الرَّجُلُ وَالنَّبِيُّ مَعَهُ الرَّجُلاَنِ وَالنَّبِيُّ مَعَهُ الرَّهْطُ وَالنَّبِيُّ لَيْسَ مَعَه“أَحَدٌ وَرَأَيْتُ سَوَادًا كَثِيرًا سَدَّ الأُفُقَ فَرَجَوْتُ أَنْ تَكُونَ أُمَّتِي فَقِيلَ هٰذَا مُوسٰى وَقَوْمُه“ ثُمَّ قِيلَ لِي انْظُرْ فَرَأَيْتُ سَوَادًا كَثِيرًا سَدَّ الأُفُقَ فَقِيلَ لِي انْظُرْ هٰكَذَا وَهٰكَذَا فَرَأَيْتُ سَوَادًا كَثِيرًا سَدَّ الأُفُقَ فَقِيلَ هَؤُلاَءِ أُمَّتُكَ وَمَعَ هَؤُلاَءِ سَبْعُونَ أَلْفًا يَدْخُلُونَ الْجَنَّةَ بِغَيْرِ حِسَابٍ فَتَفَرَّقَ النَّاسُ وَلَمْ يُبَيَّنْ لَهُمْ فَتَذَاكَرَ أَصْحَابُ النَّبِيِّصلى الله عليه وسلم فَقَالُوا أَمَّا نَحْنُ فَوُلِدْنَا فِي الشِّرْكِ وَلٰكِنَّا آمَنَّا بِاللهِ وَرَسُوْلِه„ وَلٰكِنْ هَؤُلاَءِ هُمْ أَبْنَاؤُنَا فَبَلَغَ النَّبِيَّ صلى الله عليه وسلم فَقَالَ هُمْ الَّذِينَ لاَ يَتَطَيَّرُونَ وَلاَ يَسْتَرْقُونَ وَلاَ يَكْتَوُونَ وَعَلٰى رَبِّهِمْ يَتَوَكَّلُونَ فَقَامَ عُكَّاشَةُ بْنُ مِحْصَنٍ فَقَالَ أَمِنْهُمْ أَنَا يَا رَسُوْلَ اللهِ قَالَ نَعَمْ فَقَامَ آخَرُ فَقَالَ أَمِنْهُمْ أَنَا فَقَالَ سَبَقَكَ بِهَا عُكَاشَةُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "76"
    }
  }
}