{
  "hadith": {
    "hadith_id": 5765,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর উপর একবার যাদু করা হয়। এমন অবস্থা হয় যে, তাঁর মনে হতো তিনি বিবিগণের কাছে এসেছেন, অথচ তিনি আদৌ তাঁদের কাছে আসেননি। সুফ্‌ইয়ান বলেনঃ এ অবস্থা যাদুর চরম প্রতিক্রিয়া। বর্ণনাকারী বলেন, একদিন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুম থেকে জেগে উঠেন এবং বলেনঃ হে আয়িশাহ! তুমি জেনে নাও যে, আমি আল্লাহ্‌র কাছে যে বিষয়ে জানতে চেয়েছিলাম তিনি আমাকে তা বলে দিয়েছেন। (স্বপ্নে দেখি) আমার নিকট দু'জন লোক এলেন।  তাদের একজন আমার মাথার  কাছে এবং অপরজন আমার পায়ের নিকট বসলেন। আমার কাছের লোকটি অন্যজনকে জিজ্ঞেস করলেনঃ এ লোকটির কী অবস্থা? দ্বিতীয় লোকটি বললেনঃ একে যাদু করা হয়েছে। প্রথমজন বলেনঃ কে যাদু করেছে? দ্বিতীয় জন বলেন, লাবীদ ইবনু আ’সাম। এ ইয়াহূদীদের মিত্র যুরায়ক্ব গোত্রের একজন, সে ছিল মুনাফিক। প্রথম ব্যক্তি জিজ্ঞেস করলেনঃ কিসের মধ্যে যাদু করা হয়েছে?  দ্বিতীয় ব্যক্তি উত্তর দিলেনঃ চিরুনী ও চিরুনী করার সময় উঠে যাওয়া চুলের মধ্যে। প্রথম ব্যক্তি জিজ্ঞেস করলেনঃ সেগুলো কোথায়? উত্তরে দ্বিতীয়জন বললেনঃ পুং খেজুর গাছের জুবের মধ্যে রেখে ‘যারওয়ান’ কূপের ভিতর পাথরের নীচে রাখা আছে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উক্ত কূপের নিকট এসে সেগুলো বের করেন এবং বলেনঃ এইটিই সেই কূপ, যা আমাকে স্বপ্নে দেখানো হয়েছে। এর পানি মেহদী মিশ্রিত পানির তলানীর মত, আর এ কূপের (পার্শ্ববর্তী) খেজুর গাছের মাথাগুলো (দেখতে) শয়তানের মাথার ন্যায়। বর্ণনাকারী বলেনঃ সেগুলো তিনি সেখান থেকে বের করেন। ‘আয়িশাহ (রাঃ) বলেন, আমি জিজ্ঞেস করলামঃ আপনি কি একথা প্রকাশ করে দিবেন না? তিনি বললেনঃ আল্লাহ্‌র কসম, তিনি আমাকে আরোগ্য দান করেছেন; আর আমি মানুষকে এমন বিষয়ে প্ররোচিত করতে পছন্দ করি না, যাতে অকল্যাণ রয়েছে। [৩১৭৫; মুসলিম ৩৯/১৭, হাঃ ২১৮৯, আহমাদ ২৪৩৫৪] আধুনিক প্রকাশনী- ৫৩৪৪, ইসলামিক ফাউন্ডেশন- ৫২৪০)",
    "ar": "حَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، قَالَ سَمِعْتُ ابْنَ عُيَيْنَةَ، يَقُولُ أَوَّلُ مَنْ حَدَّثَنَا بِهِ ابْنُ جُرَيْجٍ، يَقُولُ حَدَّثَنِي آلُ، عُرْوَةَ عَنْ عُرْوَةَ، فَسَأَلْتُ هِشَامًا عَنْهُ فَحَدَّثَنَا عَنْ أَبِيهِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم سُحِرَ حَتَّى كَانَ يَرَى أَنَّهُ يَأْتِي النِّسَاءَ وَلاَ يَأْتِيهِنَّ‏.‏ قَالَ سُفْيَانُ وَهَذَا أَشَدُّ مَا يَكُونُ مِنَ السِّحْرِ إِذَا كَانَ كَذَا‏.‏ فَقَالَ ‏\"‏ يَا عَائِشَةُ أَعَلِمْتِ أَنَّ اللَّهَ قَدْ أَفْتَانِي فِيمَا اسْتَفْتَيْتُهُ فِيهِ، أَتَانِي رَجُلاَنِ فَقَعَدَ أَحَدُهُمَا عِنْدَ رَأْسِي، وَالآخَرُ عِنْدَ رِجْلَىَّ، فَقَالَ الَّذِي عِنْدَ رَأْسِي لِلآخَرِ مَا بَالُ الرَّجُلِ قَالَ مَطْبُوبٌ‏.‏ قَالَ وَمَنْ طَبَّهُ قَالَ لَبِيدُ بْنُ أَعْصَمَ، رَجُلٌ مِنْ بَنِي زُرَيْقٍ حَلِيفٌ لِيَهُودَ، كَانَ مُنَافِقًا‏.‏ قَالَ وَفِيمَ قَالَ فِي مُشْطٍ وَمُشَاقَةٍ‏.‏ قَالَ وَأَيْنَ قَالَ فِي جُفِّ طَلْعَةٍ ذَكَرٍ، تَحْتَ رَعُوفَةٍ، فِي بِئْرِ ذَرْوَانَ ‏\"‏‏.‏ قَالَتْ فَأَتَى النَّبِيُّ صلى الله عليه وسلم الْبِئْرَ حَتَّى اسْتَخْرَجَهُ فَقَالَ ‏\"‏ هَذِهِ الْبِئْرُ الَّتِي أُرِيتُهَا، وَكَأَنَّ مَاءَهَا نُقَاعَةُ الْحِنَّاءِ، وَكَأَنَّ نَخْلَهَا رُءُوسُ الشَّيَاطِينِ ‏\"‏‏.‏ قَالَ فَاسْتُخْرِجَ، قَالَتْ فَقُلْتُ أَفَلاَ أَىْ تَنَشَّرْتَ‏.‏ فَقَالَ ‏\"‏ أَمَا وَاللَّهِ فَقَدْ شَفَانِي، وَأَكْرَهُ أَنْ أُثِيرَ عَلَى أَحَدٍ مِنَ النَّاسِ شَرًّا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "76"
    }
  }
}