{
  "hadith": {
    "hadith_id": 5766,
    "narrator": "‘আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর উপর  যাদু করা হয়। এমনকি তাঁর মনে হতো তিনি কাজটি করেছেন, অথচ তা তিনি করেননি। শেষে একদিন তিনি যখন আমার নিকট ছিলেন, তখন তিনি আল্লাহ্‌র নিকট বার বার দু’আ করলেন। তারপর ঘুম থেকে জেগে বললেনঃ হে ‘আয়িশাহ! তুমি কি বুঝতে পেরেছ? আমি যে বিষয়ে তাঁর কাছে জানতে চেয়েছিলাম, তিনি তা আমাকে জানিয়ে দিয়েছেন। আমি বললামঃ হে আল্লাহর রসূল! তা কী? তিনি বললেনঃ আমার নিকট দু’জন লোক এলেন। তাঁদের একজন আমার মাথার নিকট এবং আরেকজন আমার পায়ের নিকট বসলেন। তারপর একজন অন্যজনকে  জিজ্ঞেস করলেনঃ এ লোকটির কী ব্যথা? তিনি উত্তর দিলেনঃ তাঁকে যাদু করা হয়েছে। প্রথমজন বললেনঃ কে তাঁকে যাদু করেছে? দ্বিতীয় জন বললেন, লাবীদ ইবনু আ’সাম নামক ইয়াহূদী। প্রথমজন জিজ্ঞেস করলেনঃ যাদু কী দিয়ে করা হয়েছে? দ্বিতীয়জন বললেনঃ চিরুনী, চিরুনী আঁচড়াবার সময় উঠে আসা চুল ও নর খেজুর গাছের ‘জুব’ এর মধ্যে। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সহাবীদের কয়েকজনকে নিয়ে ঐ কূপের নিকট গেলেন এবং তা ভাল করে দেখলেন। কূপের পাড়ে ছিল খেজুর গাছ। তারপর তিনি ‘আয়িশাহ (রাঃ) এর নিকট ফিরে এসে বললেনঃ আল্লাহ্‌র কসম! কূপটির পানি (রঙ) মেহদী মিশ্রিত পানির তলানীর ন্যায়। আর পার্শ্ববর্তী খেজুর গাছের মাথাগুলো শয়তানের মাথার ন্যায়। আমি বললামঃ হে আল্লাহর রসূল! আপনি কি সেগুলো বের করবেন না? তিনি বললেনঃ না, আল্লাহ আমাকে আরোগ্য ও শিফা দান করেছেন, মানুষের মধ্যে এ ঘটনা থেকে মন্দ ছড়িয়ে দিতে আমি সঙ্কোচ বোধ করি। এরপর তিনি যাদুর দ্রব্যগুলোর ব্যাপারে নির্দেশ দিলে সেগুলো মাটিতে পুঁতে রাখা হয়।(আধুনিক প্রকাশনী- ৫৩৪৫, ইসলামিক ফাউন্ডেশন- ৫২৪১)",
    "ar": "عُبَيْدُ بْنُ إِسْمَاعِيلَ حَدَّثَنَا أَبُو أُسَامَةَ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ سُحِرَ النَّبِيُّ صلى الله عليه وسلم حَتّٰى إِنَّه“ لَيُخَيَّلُ إِلَيْهِ أَنَّه“ يَفْعَلُ الشَّيْءَ وَمَا فَعَلَه“ حَتّٰى إِذَا كَانَ ذَاتَ يَوْمٍ وَهُوَ عِنْدِي دَعَا اللهَ وَدَعَاه“ ثُمَّ قَالَ أَشَعَرْتِ يَا عَائِشَةُ أَنَّ اللهَ قَدْ أَفْتَانِي فِيمَا اسْتَفْتَيْتُه“ فِيهِ قُلْتُ وَمَا ذَاكَ يَا رَسُوْلَ اللهِ قَالَ جَاءَنِي رَجُلاَنِ فَجَلَسَ أَحَدُهُمَا عِنْدَ رَأْسِي وَالآخَرُ عِنْدَ رِجْلَيَّ ثُمَّ قَالَ أَحَدُهُمَا لِصَاحِبِه„ مَا وَجَعُ الرَّجُلِ قَالَ مَطْبُوبٌ قَالَ وَمَنْ طَبَّه“ قَالَ لَبِيدُ بْنُ الأَعْصَمِ الْيَهُودِيُّ مِنْ بَنِي زُرَيْقٍ قَالَ فِيمَا ذَا قَالَ فِي مُشْطٍ وَمُشَاطَةٍ وَجُفِّ طَلْعَةٍ ذَكَرٍ قَالَ فَأَيْنَ هُوَ قَالَ فِي بِئْرِ ذِي أَرْوَانَ قَالَ فَذَهَبَ النَّبِيُّ صلى الله عليه وسلم فِي أُنَاسٍ مِنْ أَصْحَابِه„ إِلَى الْبِئْرِ فَنَظَرَ إِلَيْهَا وَعَلَيْهَا نَخْلٌ ثُمَّ رَجَعَ إِلٰى عَائِشَةَ فَقَالَ وَاللهِ لَكَأَنَّ مَاءَهَا نُقَاعَةُ الْحِنَّاءِ وَلَكَأَنَّ نَخْلَهَا رُءُوسُ الشَّيَاطِينِ قُلْتُ يَا رَسُوْلَ اللهِ أَفَأَخْرَجْتَه“ قَالَ لاَ أَمَّا أَنَا فَقَدْ عَافَانِيَ اللهُ وَشَفَانِي وَخَشِيتُ أَنْ أُثَوِّرَ عَلَى النَّاسِ مِنْه“ شَرًّا وَأَمَرَ بِهَا فَدُفِنَتْ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "76"
    }
  }
}