{
  "hadith": {
    "hadith_id": 5783,
    "narrator": "ইবনু ‘উমার (রাঃ)",
    "bn": "যে, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ সে লোকের দিকে (দয়ার দৃষ্টিতে) দেখবেন না, যে অহঙ্কারের সাথে তার (পরিধেয়) পোশাক টেনে চলে। [৩৬৬৫; মুসলিম ৩৭/৮, হাঃ ২০৮৫, আহমাদ ৫৩৭৭] আধুনিক প্রকাশনী- ৫৩৫৮, ইসলামিক ফাউন্ডেশন- ৫২৫৪)",
    "ar": "إِسْمَاعِيلُ قَالَ حَدَّثَنِي مَالِكٌ عَنْ نَافِعٍ وَعَبْدِ اللهِ بْنِ دِينَارٍ وَزَيْدِ بْنِ أَسْلَمَ يُخْبِرُونَه“ عَنْ ابْنِ عُمَرَ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَالَ لاَ يَنْظُرُ اللهُ إِلٰى مَنْ جَرَّ ثَوْبَه“ خُيَلاَءَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "সূরা আ‘রাফের ২৬নং আয়াতে আল্লাহ তা‘আলা ঘোষণা করেছেন-\nيَا بَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْآتِكُمْ وَرِيشًا ۖ وَلِبَاسُ التَّقْوَىٰ ذَٰلِكَ خَيْرٌ ۚ ذَٰلِكَ مِنْ آيَاتِ اللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَ\n‘‘হে বানী আদম! আমি তোমাদের জন্য পোশাক অবতীর্ণ করেছি যা তোমাদের লজ্জাস্থান আবৃত করে এবং অবতীর্ণ করেছি সাজ সজ্জার বস্ত্র এবং তাকওয়ার পোশাক, এটি সর্বোত্তম। এটি আল্লাহর অন্যতম নিদর্শন যাতে তারা চিন্তা ভাবনা করে।’’\nএ আয়াতে শুধু মুসলমানদেরকে সম্বোধন করা হয়নি, সমগ্র বানী- আদমকে সম্বোধন করা হয়েছে। এতে ইঙ্গিত রয়েছে যে, গুপ্তাঙ্গ আচ্ছাদন ও পোশাক মানব জাতির একটি সহজাত প্রবৃত্তি ও প্রয়োজন। জাতি ধর্ম নির্বিশেষে সবাই এ নিয়ম পালন করে। অতঃপর এর বিশদ বিবরণে তিন প্রকার পোশাকের উল্লেখ করা হয়েছে।\n\nপ্রথম لِبَاسًا يُوَارِي سَوْآتِكُمْ - এখানে يُوَارِي শব্দটি مواراة থেকে উদ্ভুত। এর অর্থ আবৃত করা سوات শব্দটি سوءة এর বহুবচন। এর অর্থ মানুষের ঐসব অঙ্গ, যেগুলো খোলা রাখাকে মানুষ স্বভাবতই খারাপ ও লজ্জাকর মনে করে। উদ্দেশ্য এই যে, আমি তোমাদের মঙ্গলার্থে এমন পোশাক সৃষ্টি করেছি, যদ্দ্বারা তোমরা গুপ্তাঙ্গ আবৃত করতে পার।\nএরপর বলা হয়েছেঃ وَرِيشًا সাজ-সজ্জার জন্যে মানুষ যে পোশক পরিধান করে, তাকে ريش বলা হয়। অর্থ এই যে, গুপ্তাঙ্গ আবৃত করার জন্যে তো সংক্ষিপ্ত পোশাকই যথেষ্ট হয়; কিন্তু আমি তোমাদেরকে আরও পোশাক দিয়েছি, যাতে তোমরা তদ্দ্বারা সাজ-সজ্জা করে বাহ্যিক দেহাবয়বকে সুশোভিত করতে পার।\n\nপোশাকের বিবিধ উপকারিতাঃ আয়াতে পোশাকের দু’টি উপকারিতা বর্ণিত হয়েছে। এক)- গুপ্তাঙ্গ আচ্ছাদিত করা এবং, দুই) শীত-গ্রীষ্ম থেকে আত্মরক্ষা এবং অঙ্গ-সজ্জা। প্রথম উপকারিতাটি অগ্রে বর্ণনা করে ইঙ্গিত করা হয়েছে যে, গুপ্তাঙ্গ আবৃত করা পোশাকের আসল লক্ষ্য। এটাই সাধারণ জন্তু-জানোয়ার থেকে মানুষের স্বতন্ত্রতা। জন্তু-জানোয়ারের পোশাক সৃষ্টিগতভাবে তাদের দেহের অঙ্গ। আর তাদের গুপ্তাঙ্গ আচ্ছাদনেও পোশাকের তেমন কোন ভূমিকা নেই। তবে তাদের দেহে গুপ্তাঙ্গ এমনভাবে স্থাপিত হয়েছে, যাতে সম্পূর্ণ খোলা না থাকে। কোথাও লেজ দ্বারা আবৃত করা হয়েছে এবং কোথাও অন্যভাবে।\nআদম, হাওয়া এবং তাঁদের সাথে শয়তানী প্ররোচনার ঘটনা বর্ণনা করার পর পোশাকের কথা উল্লেখ করায় এদিকে ইঙ্গিত রয়েছে যে, উলঙ্গ হওয়া এবং গুপ্তাঙ্গ অপরের সামনে খোলা চূড়ান্ত হীনতা ও নির্লজ্জতার লক্ষণ এবং নানা প্রকার অনিষ্টের ভূমিকা বিশেষ।\nমানুষের উপর শয়তানের প্রথম হামলাঃ মানুষের বিরুদ্ধে শয়তানের সর্বপ্রথম আক্রমণের [কুমন্ত্রণার] ফলে তার পোশাক খসে পড়েছিল। আজও শয়তান তার শিষ্যবর্গের মাধ্যমে মানুষকে পথভ্রষ্ট করার ইচ্ছায় সভ্যতার নামে সর্বপ্রথম তাকে উলঙ্গ বা অর্ধ-উলঙ্গ করে পথে নামিয়ে দেয়ার চেষ্টায় রত। শয়তানের তথাকথিত প্রগতি নারীকে লজ্জা-শরম থেকে বঞ্চিত করে সাধারণ্যে অর্ধ-উলঙ্গ অবস্থায় নিয়ে আসা ছাড়া অর্জিতই হয় না।\nঈমানের পর সর্বপ্রথম ফরয গুপ্তাঙ্গ আবৃত করাঃ শয়তান মানুষের এ দুর্বলতা আঁচ করে সর্বপ্রথম হামলা গুপ্তাঙ্গ আচ্ছাদনের উপর করেছে। তাই মানুষের সর্বপ্রকার মঙ্গল বিধানকারী শারী‘য়াত গুপ্তাঙ্গ আচ্ছাদনের প্রতি এত গুরুত্ব আরোপ করছে যে, ঈমানের পর সর্বপ্রথম ফরয গুপ্তাঙ্গ আবৃত করাকেই স্থির করেছে। সলাত, সওম ইত্যাদি সবই এরপর।\n\nতৃতীয় প্রকার পোশাকঃ গুপ্ত-অঙ্গ আবৃতকরণ এবং আরাম ও সাজ-সজ্জার জন্যে দু’প্রকার পোশাক বর্ণনা করার পর কুরআন তৃতীয় এক প্রকার পোশাকের কথা উল্লেখ করে বলেছেঃ وَلِبَاسُ التَّقْوى ذلِكَ خَيْرٌ কোন কোন কিরাআতে যবর দিয়ে وَلِبَاسُ التَّقْوى পড়া হয়েছে। এমতাবস্থায় انزلنا এর مفعول হয়ে অর্থ হবে এই যে, আমি একটি তৃতীয় পোশাক অর্থাৎ, তাকওয়ার পোশাক অবতীর্ণ করেছি। প্রসিদ্ধ কিরাআত অনুযায়ী অর্থ এই যে, দু’প্রকার পোশাক তো সবাই জানে। তৃতীয় একটি পোশাক হচ্ছে তাকওয়ার পোশাক। এটি সর্বোত্তম পোশাক। ইবনে আববাস ও ওরওয়া ইবনে যুবায়র এর তাফসীর অনুযায়ী তাকওয়ার পোশাক বলে সৎকর্ম ও খোদাভীতিকে বোঝানো হয়েছে। রুহুল-মা‘আনী)\nউদ্দেশ্য এই যে, বাহ্যিক পোশাক যেমন মানুষের গুপ্ত অঙ্গের জন্যে আবরণ এবং শীত-গ্রীষ্ম থেকে আত্মরক্ষা ও সাজ-সজ্জার উপায় হয়, তেমনি সৎকর্ম ও আল্লাহভীতিও একটি আধ্যাত্মিক পোশাক। এটি মানুষের চারিত্রিক দোষ ও দুর্বলতার আবরণ এবং স্থায়ী কষ্ট ও বিপদাপদ থেকে মুক্তিলাভের উপায়। এ কারণেই এটি সর্বোত্তম পোশাক।\nবাহ্যিক পোশাকের আসল উদ্দেশ্য তাকওয়াঅর্জন করাঃ\n\nوَلِبَاسُ التَّقْوىশব্দ থেকে এদিকেও ইঙ্গিত পাওয়া যায় যে, বাহ্যিক পোশাক দ্বারা গুপ্ত-অঙ্গ আবৃত করা ও সাজ-সজ্জা করার আসল উদ্দেশ্য হওয়া উচিত যেন গুপ্তাঙ্গসমূহ পুরোপুরি আবৃত হয়। পোশাক শরীরে এমন অাঁটসাটও না হওয়া চাই, যাতে এসব অঙ্গ উলঙ্গের মত দৃষ্টিগোচর হয়। পোশাকে অহঙ্কার ও গর্বের ভঙ্গিও না থাকা চাই, বরং নম্রতার চি‎হ্ন পরিদৃষ্ট হওয়া চাই। প্রয়োজনাতিরিক্ত অপব্যয় না হওয়া চাই, মহিলাদের জন্যে পুরুষদের এবং পুরুষদের জন্যে মহিলাদের পোশাক না হওয়া চাই, যা আল্লাহ তা‘আলার অপছন্দনীয়। অধিকন্তু পোশাকে বিজাতির অনুকরণও না হওয়া চাই, যা স্বজাতির প্রতি বিশ্বাসঘাতকতার পরিচায়ক।\n\nএতদসঙ্গে পোশাকের আসল উদ্দেশ্য চরিত্র ও কর্মের সংশোধনও হওয়া চাই। আয়াতের শেষে বলা হয়েছেঃ ذَٰلِكَ مِنْ آيَاتِ اللَّهِ لَعَلَّهُمْ يَذَّكَّرُونَঅর্থাৎ, মানুষকে এ তিন প্রকার পোশাক দান করা আল্লাহ তা‘আলার শক্তির নিদর্শনসমূহের অন্যতম-যাতে মানুষ এ থেকে শিক্ষা গ্রহণ করে।",
    "chapter": {
      "chapter_number": "77"
    }
  }
}