{
  "hadith": {
    "hadith_id": 5796,
    "narrator": "আবদুল্লাহ্ (রাঃ)",
    "bn": "তিনি বলেনঃ যখন ‘আবদুল্লাহ্ ইবনু উবাই মারা গেল, তখন তার ছেলে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট আসল। সে বললঃ হে আল্লাহ্‌র রসূল! আপনার জামাটি আমাকে দিন। আমি এটা দিয়ে তাকে কাফন দিব। আর তার জানাযাহর সলাত আপনি আদায় করবেন এবং তার জন্য ইস্তিগফার করবেন। তিনি নিজের জামাটি তাকে দিয়ে দেন এবং বলেন যে, তুমি (কাফন পরানো) শেষ করে আমাকে খবর দিবে। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার জানাযাহ্‌র সলাত আদায় করতে এলেন। ‘উমার (রাঃ) তাঁকে টেনে ধরে বললেনঃ আল্লাহ কি আপনাকে মুনাফিকদের (জানাযাহ্‌র) সলাত আদায় করতে নিষেধ করেননি? তিনি এ আয়াতটি পড়লেনঃ “তুমি তাদের জন্য ক্ষমা প্রার্থনা কর বা না কর (উভয়ই সমান), তুমি তাদের জন্য সত্তর বার ক্ষমা প্রার্থনা করলেও আল্লাহ কক্ষনো তাদেরকে ক্ষমা করবেন না।” – (সূরাহ আত-তাওবাহ ৯/৮০)। তখন অবতীর্ণ হয়ঃ “তাদের কেউ মারা গেলে তুমি কক্ষনো তাদের জন্য (জানাযার) সলাত পড়বে না, আর তাদের কবরের পাশে দণ্ডায়মান হবে না।” - (সূরাহ আত-তাওবাহ ৯/৮৪)। এরপর থেকে তিনি তাদের জানাযার সলাত আদায় করা বর্জন করেন।(আধুনিক প্রকাশনী- ৫৩৭২, ইসলামিক ফাউন্ডেশন- ৫২৬৮)",
    "ar": "حَدَّثَنَا صَدَقَةُ، أَخْبَرَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، قَالَ أَخْبَرَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ، قَالَ لَمَّا تُوُفِّيَ عَبْدُ اللَّهِ بْنُ أُبَىٍّ جَاءَ ابْنُهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ أَعْطِنِي قَمِيصَكَ أُكَفِّنْهُ فِيهِ، وَصَلِّ عَلَيْهِ، وَاسْتَغْفِرْ لَهُ، فَأَعْطَاهُ قَمِيصَهُ، وَقَالَ ‏\"‏ إِذَا فَرَغْتَ فَآذِنَّا ‏\"‏‏.‏ فَلَمَّا فَرَغَ آذَنَهُ، فَجَاءَ لِيُصَلِّيَ عَلَيْهِ، فَجَذَبَهُ عُمَرُ فَقَالَ أَلَيْسَ قَدْ نَهَاكَ اللَّهُ أَنْ تُصَلِّيَ عَلَى الْمُنَافِقِينَ فَقَالَ ‏{‏اسْتَغْفِرْ لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ‏}‏‏.‏ فَنَزَلَتْ ‏{‏وَلاَ تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا‏}‏ فَتَرَكَ الصَّلاَةَ عَلَيْهِمْ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "77"
    }
  }
}