{
  "hadith": {
    "hadith_id": 5807,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, কতক মুসলিম হাবশায় হিজরাত করেন। এ সময় আবূ বাকর (রাঃ) হিজরাত করার প্রস্তুতি গ্রহণ করেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি একটু অপেক্ষা কর; কেননা মনে হয় আমাকেও (হিজরাতের) হুকুম দেওয়া হবে। আবূ বাকর (রাঃ) বললেনঃ আমার পিতা আপনার উপর কুরবান হোক, আপনিও কি এ আশা পোষণ করেন? তিনি বললেনঃ হাঁ। আবূ বাকর (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গ লাভের আশায় নিজেকে সংবরণ করে রাখেন এবং তাঁর অধীনস্হ দু’টি সাওয়ারীকে চার মাস যাবৎ সামূর গাছের পাতা খাওয়ান। ‘উরওয়াহ (রাহ.) বর্ণনা করেন, ‘আয়িশা (রাঃ) বলেছেন যে, একদিন ঠিক দুপুরের সময় আমরা আমাদের ঘরে বসে আছি। এ সময় এক লোক আবূ বাকর (রাঃ) -কে বলল, এই যে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুখমণ্ডল ঢেকে এগিয়ে আসছেন। এমন সময় তিনি এসেছেন, যে সময় তিনি সাধারণতঃ আমাদের কাছে আসেন না। আবূ বাকর (রাঃ) বললেনঃ আমার মা-বাপ তাঁর উপর কুরবান হোক, আল্লাহ্‌র কসম! এমন সময় তিনি একটি গুরুত্বপূর্ণ বিষয় নিয়েই এসে থাকবেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসলেন। তিনি অনুমতি চাইলেন। তাঁকে অনুমতি দেয়া হল। তিনি প্রবেশ করলেন। প্রবেশের সময় আবূ বাকর (রাঃ) -কে বললেনঃ তোমার কাছে যারা আছে তাদের হটিয়ে দাও। তিনি বললেনঃ আমার পিতা আপনার উপর কুরবান হোক, হে আল্লাহ্‌র রসূল! এরা তো আপনারই পরিবারস্থ লোক। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমাকে মাক্কাহ থেকে বের হওয়ার অনুমতি দেয়া হয়েছে। আবু বাকর (রাঃ) বললেনঃ তাহলে আমি কি আপনার সঙ্গী হব? হে আল্লাহ্‌র রসূল! আমার পিতা-মাতা আপনার উপর কুরবান হোক। তিনি বললেনঃ হাঁ। আবূ বাকর (রাঃ) বললেনঃ হে আল্লাহ্‌র রসূল! আপনি আমার এ দু’টি সাওয়ারীর একটি গ্রহণ করুন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ মূল্যের বিনিময়ে (নিব)। ‘আয়িশা (রাঃ) বলেনঃ তাদের উভয়ের জন্যে সফরের জিনিসপত্র প্রস্তুত করলাম এবং সফরকালের নাস্তা তৈরী করে একটি চামড়ার থলের মধ্যে রাখলাম। আবূ বাকর (রাঃ) -এর কন্যা আসমা তাঁর উড়নার এক অংশ ছিঁড়ে থলের মুখ বেঁধে দিল। এ কারণে তাকে যাতুন্‌ নিতাক (উড়না ওয়ালী) নামে ডাকা হত। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবূ বাকর (রাঃ) ‘সাওর’ নামক পর্বত গুহায় পৌছেন। সেখানে তিনি রাত কাটান। আবূ বাকর (রাঃ) -এর পুত্র ‘আবদুল্লাহ তাঁদের সঙ্গে রাত্রি কাটাতেন। তিনি ছিলেন সুচতুর বুদ্ধিসম্পন্ন যুবক। তিনি তাঁদের নিকট হতে রাতের শেষ ভাগে চলে আসতেন এবং ভোর বেলা কুরাইশদের সাথে মিশে যেতেন, যেন তাদের মধ্যেই তিনি রাত কাটিয়েছেন। তিনি কারও থেকে পার্শ্ববর্তী স্থানে কিছু শুনলে তা মনে রাখতেন এবং রাতের আঁধার ছড়িয়ে পড়লে দিনের সব খবর নিয়ে তিনি তাঁদের দু’জনের কাছে পৌঁছে দিতেন। আবূ বাকর (রাঃ) -এর দাস ‘আমির ইবনু ফুহাইরা তাঁদের আশে পাশে দুধওয়ালা বকরী চরাতেন, রাতের এক ঘন্টা পার হলে সে তাঁদের নিকট ছাগল নিয়ে যেত (দুধ পান করাবার জন্যে)। তাঁরা দু’জনে (‘আমির ও ‘আবদুল্লাহ) গুহাতেই রাত কাটাতেন। ভোরে আঁধার থাকতেই ‘আমির ইবনু ফুহাইরা ছাগল নিয়ে চলে আসতেন। ঐ তিন রাতের প্রতি রাতেই তিনি এমন করতেন।(আধুনিক প্রকাশনী- ৫৩৮২, ইসলামিক ফাউন্ডেশন- ৫২৭৮)",
    "ar": "حَدَّثَنَا إِبْرَاهِيمُ بْنُ مُوسَى، أَخْبَرَنَا هِشَامٌ، عَنْ مَعْمَرٍ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ هَاجَرَ إِلَى الْحَبَشَةِ نَاسٌ مِنَ الْمُسْلِمِينَ، وَتَجَهَّزَ أَبُو بَكْرٍ مُهَاجِرًا، فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ عَلَى رِسْلِكَ، فَإِنِّي أَرْجُو أَنْ يُؤْذَنَ لِي ‏\"‏‏.‏ فَقَالَ أَبُو بَكْرٍ أَوَ تَرْجُوهُ بِأَبِي أَنْتَ قَالَ ‏\"‏ نَعَمْ ‏\"‏‏.‏ فَحَبَسَ أَبُو بَكْرٍ نَفْسَهُ عَلَى النَّبِيِّ صلى الله عليه وسلم صلى الله عليه وسلم لِصُحْبَتِهِ، وَعَلَفَ رَاحِلَتَيْنِ كَانَتَا عِنْدَهُ وَرَقَ السَّمُرِ أَرْبَعَةَ أَشْهُرٍ‏.‏ قَالَ عُرْوَةُ قَالَتْ عَائِشَةُ فَبَيْنَا نَحْنُ يَوْمًا جُلُوسٌ فِي بَيْتِنَا فِي نَحْرِ الظَّهِيرَةِ فَقَالَ قَائِلٌ لأَبِي بَكْرٍ هَذَا رَسُولُ اللَّهِ صلى الله عليه وسلم مُقْبِلاً مُتَقَنِّعًا، فِي سَاعَةٍ لَمْ يَكُنْ يَأْتِينَا فِيهَا‏.‏ قَالَ أَبُو بَكْرٍ فِدًا لَهُ بِأَبِي وَأُمِّي، وَاللَّهِ إِنْ جَاءَ بِهِ فِي هَذِهِ السَّاعَةِ إِلاَّ لأَمْرٍ‏.‏ فَجَاءَ النَّبِيُّ صلى الله عليه وسلم فَاسْتَأْذَنَ، فَأَذِنَ لَهُ فَدَخَلَ، فَقَالَ حِينَ دَخَلَ لأَبِي بَكْرٍ ‏\"‏ أَخْرِجْ مَنْ عِنْدَكَ ‏\"‏‏.‏ قَالَ إِنَّمَا هُمْ أَهْلُكَ بِأَبِي أَنْتَ يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ فَإِنِّي قَدْ أُذِنَ لِي فِي الْخُرُوجِ ‏\"‏‏.‏ قَالَ فَالصُّحْبَةُ بِأَبِي أَنْتَ يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ نَعَمْ ‏\"‏‏.‏ قَالَ فَخُذْ بِأَبِي أَنْتَ يَا رَسُولَ اللَّهِ إِحْدَى رَاحِلَتَىَّ هَاتَيْنِ‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ بِالثَّمَنِ ‏\"‏‏.‏ قَالَتْ فَجَهَّزْنَاهُمَا أَحَثَّ الْجِهَازِ، وَضَعْنَا لَهُمَا سُفْرَةً فِي جِرَابٍ، فَقَطَعَتْ أَسْمَاءُ بِنْتُ أَبِي بَكْرٍ قِطْعَةً مِنْ نِطَاقِهَا، فَأَوْكَتْ بِهِ الْجِرَابَ، وَلِذَلِكَ كَانَتْ تُسَمَّى ذَاتَ النِّطَاقِ، ثُمَّ لَحِقَ النَّبِيُّ صلى الله عليه وسلم وَأَبُو بَكْرٍ بِغَارٍ فِي جَبَلٍ يُقَالُ لَهُ ثَوْرٌ، فَمَكُثَ فِيهِ ثَلاَثَ لَيَالٍ يَبِيتُ عِنْدَهُمَا عَبْدُ اللَّهِ بْنُ أَبِي بَكْرٍ، وَهْوَ غُلاَمٌ شَابٌّ لَقِنٌ ثَقِفٌ، فَيَرْحَلُ مِنْ عِنْدِهِمَا سَحَرًا، فَيُصْبِحُ مَعَ قُرَيْشٍ بِمَكَّةَ كَبَائِتٍ، فَلاَ يَسْمَعُ أَمْرًا يُكَادَانِ بِهِ إِلاَّ وَعَاهُ، حَتَّى يَأْتِيَهُمَا بِخَبَرِ ذَلِكَ حِينَ يَخْتَلِطُ الظَّلاَمُ، وَيَرْعَى عَلَيْهِمَا عَامِرُ بْنُ فُهَيْرَةَ مَوْلَى أَبِي بَكْرٍ مِنْحَةً مِنْ غَنَمٍ، فَيُرِيحُهَا عَلَيْهِمَا حِينَ تَذْهَبُ سَاعَةٌ مِنَ الْعِشَاءِ، فَيَبِيتَانِ فِي رِسْلِهَا حَتَّى يَنْعِقَ بِهَا عَامِرُ بْنُ فُهَيْرَةَ بِغَلَسٍ، يَفْعَلُ ذَلِكَ كُلَّ لَيْلَةٍ مِنْ تِلْكَ اللَّيَالِي الثَّلاَثِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "77"
    }
  }
}