{
  "hadith": {
    "hadith_id": 5810,
    "narrator": "সাহল ইবনু সা’দ (রাঃ)",
    "bn": "তিনি বলেন, একজন স্ত্রী লোক একটি বুরদাহ নিয়ে এলো। সাহল (রাঃ) বললেনঃ তোমরা জান বুরদাহ কী? একজন উত্তর দিলঃ হাঁ, বুরদাহ হল এমন চাদর যার পাড় কারুকার্যময়। স্ত্রী লোকটি বললঃ হে আল্লাহ্‌র রসূল! আমি এটি আমার নিজের হাতে বুনেছি আপনাকে পরানোর জন্য। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা গ্রহণ করলেন। তখন তাঁর এটার প্রয়োজনও ছিল। এরপর তিনি আমাদের কাছে বেরিয়ে আসলেনঃ তখন সে চাদরটি ইযার হিসেবে তাঁর পরিধানে ছিল। দলের এক ব্যক্তি হাত দিয়ে চাদরটি স্পর্শ করল এবং বললঃ হে আল্লাহ্‌র রসূল! আমাকে এটি পরতে দিন। তিনি বললেনঃ হাঁ। এরপর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মজলিসে বসলেন, যতক্ষণ আল্লাহ্‌র ইচ্ছে ছিল, তারপর উঠে গেলেন এবং চাদরটি ভাঁজ করে এ ব্যক্তির কাছে পাঠিয়ে দিলেন। উপস্থিত লোকেরা বললঃ রসূলুল্লাহ্‌র (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাছে এটি চেয়ে তুমি ভাল করনি। তুমি তো জান যে, কোন প্রার্থীকে তিনি বঞ্চিত করেন না। লোকটি বললঃ আল্লাহ্‌র কসম! আমি কেবল এজন্যই চেয়েছি যে, যেদিন আমার মৃত্যু হবে, সে দিন যেন এ চাদরটি আমার কাফন হয়। সাহল (রাঃ) বলেনঃ এটি তাঁর কাফনই হয়েছিল।(আধুনিক প্রকাশনী- ৫৩৮৫, ইসলামিক ফাউন্ডেশন- ৫২৮১)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا يَعْقُوبُ بْنُ عَبْدِ الرَّحْمٰنِ عَنْ أَبِي حَازِمٍ عَنْ سَهْلِ بْنِ سَعْدٍ قَالَ جَاءَتْ امْرَأَةٌ بِبُرْدَةٍ قَالَ سَهْلٌ هَلْ تَدْرِي مَا الْبُرْدَةُ قَالَ نَعَمْ هِيَ الشَّمْلَةُ مَنْسُوجٌ فِي حَاشِيَتِهَا قَالَتْ يَا رَسُوْلَ اللهِ إِنِّي نَسَجْتُ هٰذِه„ بِيَدِي أَكْسُوكَهَا فَأَخَذَهَا رَسُوْلُ اللهِ صلى الله عليه وسلم مُحْتَاجًا إِلَيْهَا فَخَرَجَ إِلَيْنَا وَإِنَّهَا لإِزَارُه“ فَجَسَّهَا رَجُلٌ مِنْ الْقَوْمِ فَقَالَ يَا رَسُوْلَ اللهِ اكْسُنِيهَا قَالَ نَعَمْ فَجَلَسَ مَا شَاءَ اللهُ فِي الْمَجْلِسِ ثُمَّ رَجَعَ فَطَوَاهَا ثُمَّ أَرْسَلَ بِهَا إِلَيْهِ فَقَالَ لَهُ الْقَوْمُ مَا أَحْسَنْتَ سَأَلْتَهَا إِيَّاه“ وَقَدْ عَرَفْتَ أَنَّه“ لاَ يَرُدُّ سَائِلاً فَقَالَ الرَّجُلُ وَاللهِ مَا سَأَلْتُهَا إِلاَّ لِتَكُونَ كَفَنِي يَوْمَ أَمُوتُ قَالَ سَهْلٌ فَكَانَتْ كَفَنَهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "77"
    }
  }
}