{
  "hadith": {
    "hadith_id": 5825,
    "narrator": "ইকরামাহ (রাঃ)",
    "bn": "রিফা’আ তার স্ত্রীকে তালাক দেয়। পরে আবদুর রহমান কুরাযী তাকে বিবাহ করে। ‘আয়িশা (রাঃ) বলেন, তার গায়ে একটি সবুজ রঙের উড়না ছিল। সে ‘আয়িশা (রাঃ) -এর নিকট অভিযোগ করল এবং (স্বামীর প্রহারজনিত) স্বীয় গাত্রের চামড়ার সবুজ বর্ণ দেখালো। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন এলেন, আর স্ত্রীগণ একে অন্যের সহযোগিতা করে থাকে, তখন ‘আয়িশা (রাঃ) বললেনঃ কোন মু’মিন মহিলাকে এমনভাবে প্রহার করতে আমি কখনও দেখিনি। মহিলাটির চামড়া তার কাপড়ের চেয়ে বেশি সবুজ হয়ে গেছে। বর্ণনাকারী বলেনঃ ‘আবদুর রহমান শুনতে পেল যে, তার স্ত্রী রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে এসেছে। সুতরাং সেও তার অন্য স্ত্রীর দু’টি ছেলে সাথে করে এলো। স্ত্রী লোকটি বললঃ আল্লাহ্‌র কসম! তার উপর আমার এ ব্যতীত আর কোন অভিযোগ নেই যে, তার কাছে যা আছে তা আমাকে এ জিনিসের চেয়ে অধিক তৃপ্তি দেয় না। এ বলে তার কাপড়ের আঁচল ধরে দেখাল। ‘আবদুর রহমান বললঃ হে আল্লাহ্‌র রসূল! সে মিথ্যা বলছে, আমি তাকে ধোলাই করি চামড়া ধোলাই করার ন্যায় (দীর্ঘস্থায়ী সঙ্গম করি)। কিন্তু সে অবাধ্য স্ত্রী, রিফা’আর কাছে ফিরে যেতে চায়। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ব্যাপার যদি তাই হয় তাহলে রিফা’আ তোমার জন্য হালাল হবে না, অথবা তুমি তার যোগ্য হতে পার না, যতক্ষণ না ‘আবদুর রহমান তোমার সুধা আস্বাদন করবে। বর্ণনাকারী বলেনঃ রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘আবদুর রহমানের সাথে তার পুত্রদ্বয়কে দেখে বললেন, এরা কি তোমার পুত্র? সে বললঃ হ্যাঁ। তিনি বললেনঃ এই আসল ঘটনা, যে জন্য স্ত্রী লোকটি এমন করেছে। আল্লাহ্‌র কসম! কাকের সাথে কাকের যেমন মিল থাকে, তার চেয়েও বেশি মিল আছে ওদের সাথে এর (অর্থাৎ ‘আবদুর রহমানের সাথে তাঁর পুত্রদের)। (আধুনিক প্রকাশনী- ৫৩৯৯, ইসলামিক ফাউন্ডেশন- ৫২৯৫)",
    "ar": "مُحَمَّدُ بْنُ بَشَّارٍ حَدَّثَنَا عَبْدُ الْوَهَّابِ أَخْبَرَنَا أَيُّوبُ عَنْ عِكْرِمَةَ أَنَّ رِفَاعَةَ طَلَّقَ امْرَأَتَه“ فَتَزَوَّجَهَا عَبْدُ الرَّحْمٰنِ بْنُ الزَّبِيرِ الْقُرَظِيُّ قَالَتْ عَائِشَةُ وَعَلَيْهَا خِمَارٌ أَخْضَرُ فَشَكَتْ إِلَيْهَا وَأَرَتْهَا خُضْرَةً بِجِلْدِهَا فَلَمَّا جَاءَ رَسُوْلُ اللهِ صلى الله عليه وسلم وَالنِّسَاءُ يَنْصُرُ بَعْضُهُنَّ بَعْضًا قَالَتْ عَائِشَةُ مَا رَأَيْتُ مِثْلَ مَا يَلْقَى الْمُؤْمِنَاتُ لَجِلْدُهَا أَشَدُّ خُضْرَةً مِنْ ثَوْبِهَا قَالَ وَسَمِعَ أَنَّهَا قَدْ أَتَتْ رَسُوْلَ اللهِ صلى الله عليه وسلم فَجَاءَ وَمَعَهُ ابْنَانِ لَه“ مِنْ غَيْرِهَا قَالَتْ وَاللهِ مَا لِي إِلَيْهِ مِنْ ذَنْبٍ إِلاَّ أَنَّ مَا مَعَه“ لَيْسَ بِأَغْنٰى عَنِّي مِنْ هٰذِه„ وَأَخَذَتْ هُدْبَةً مِنْ ثَوْبِهَا فَقَالَ كَذَبَتْ وَاللهِ يَا رَسُوْلَ اللهِ إِنِّي لأَنْفُضُهَا نَفْضَ الأَدِيمِ وَلٰكِنَّهَا نَاشِزٌ تُرِيدُ رِفَاعَةَ فَقَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم فَإِنْ كَانَ ذَلِكِ لَمْ تَحِلِّي لَه“ أَوْ لَمْ تَصْلُحِي لَه“ حَتّٰى يَذُوقَ مِنْ عُسَيْلَتِكِ قَالَ وَأَبْصَرَ مَعَهُ ابْنَيْنِ لَه“ فَقَالَ بَنُوكَ هَؤُلاَءِ قَالَ نَعَمْ قَالَ هٰذَا الَّذِي تَزْعُمِينَ مَا تَزْعُمِينَ فَوَاللهِ لَهُمْ أَشْبَه“ بِه„ مِنْ الْغُرَابِ بِالْغُرَابِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "77"
    }
  }
}