{
  "hadith": {
    "hadith_id": 5827,
    "narrator": "আবূ যার (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট আসলাম। তাঁর পরনে তখন সাদা পোশাক ছিল। তখন তিনি ছিলেন নিদ্রিত। কিছুক্ষণ পর আবার এলাম, তখন তিনি জেগে গেছেন। তিনি বললেনঃ যে কোন বান্দা ‘লা ইলা-হা ইল্লাল্লা-হ’ বলবে এবং এ অবস্থার উপরে মারা যাবে, সে জান্নাতে প্রবেশ করবে। আমি বললামঃ সে যদি যিনা করে, সে যদি চুরি করে? তিনি বললেনঃ যদি সে যিনা করে, যদি সে চুরি করে তবুও। আমি জিজ্ঞেস করলামঃ সে যদি যিনা করে, সে যদি চুরি করে তবুও? তিনি বললেনঃ হ্যাঁ, সে যদি যিনা করে, সে যদি চুরি করে তবুও। আমি বললামঃ যদি সে যিনা করে, যদি সে চুরি করে তবুও? তিনি যদি সে যিনা করে, যদি সে চুরি করে তবুও। আবূ যারের নাক ধূলি ধুসরিত হলেও। আবূ যার (রাঃ) যখনই এ হাদীস বর্ণনা করতেন তখন আবূ যারের নাসিকা ধূলাচ্ছন্ন হলেও বাক্যটি বলতেন। আবূ ‘আবদুল্লাহ (ইমাম বুখারী) বলেনঃ এ কথা প্রযোজ্য হয় মৃত্যুর সময় বা তার পূর্বে যখন সে তাওবাহ করে ও লজ্জিত হয় এবং বলে ‘লা ইলা-হা ইল্লাল্লা-হ’, তখন তার পূর্বের গুনাহ মাফ করে দেয়া হয়।(আধুনিক প্রকাশনী- ৫৪০১, ইসলামিক ফাউন্ডেশন- ৫২৯৭)",
    "ar": "أَبُو مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ عَنْ الْحُسَيْنِ عَنْ عَبْدِ اللهِ بْنِ بُرَيْدَةَ عَنْ يَحْيٰى بْنِ يَعْمَرَ حَدَّثَه“ أَنَّ أَبَا الأَسْوَدِ الدُّؤَلِيَّ حَدَّثَه“ أَنَّ أَبَا ذَرٍّ حَدَّثَه“ قَالَ أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم وَعَلَيْهِ ثَوْبٌ أَبْيَضُ وَهُوَ نَائِمٌ ثُمَّ أَتَيْتُه“ وَقَدْ اسْتَيْقَظَ فَقَالَ مَا مِنْ عَبْدٍ قَالَ لاَ إِلٰهَ إِلاَّ اللهُ ثُمَّ مَاتَ عَلٰى ذ‘لِكَ إِلاَّ دَخَلَ الْجَنَّةَ قُلْتُ وَإِنْ زَنٰى وَإِنْ سَرَقَ قَالَ وَإِنْ زَنٰى وَإِنْ سَرَقَ قُلْتُ وَإِنْ زَنٰى وَإِنْ سَرَقَ قَالَ وَإِنْ زَنٰى وَإِنْ سَرَقَ قُلْتُ وَإِنْ زَنٰى وَإِنْ سَرَقَ قَالَ وَإِنْ زَنٰى وَإِنْ سَرَقَ عَلٰى رَغْمِ أَنْفِ أَبِي ذَرٍّ وَكَانَ أَبُو ذَرٍّ إِذَا حَدَّثَ بِهٰذَا قَالَ وَإِنْ رَغِمَ أَنْفُ أَبِي ذَرٍّ قَالَ أَبُو عَبْد اللهِ هٰذَا عِنْدَ الْمَوْتِ أَوْ قَبْلَه“ إِذَا تَابَ وَنَدِمَ وَقَالَ لاَ إِلٰهَ إِلاَّ اللهُ غُفِرَ لَهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "77"
    }
  }
}