{
  "hadith": {
    "hadith_id": 5851,
    "narrator": "‘উবায়দ ইবনু জুরাইজ (রহঃ)",
    "bn": "তিনি ‘আবদুল্লাহ ইবনু ‘উমার –কে বলেনঃ আমি আপনাকে এমন চারটি কাজ করতে দেখেছি, যা আপনার সঙ্গীদের মধ্যে কাউকে করতে দেখিনি। তিনি বললেনঃ সেগুলো কী, হে ইবনু জুরাইজ? তিনি বললেনঃ আমি দেখেছি আপনি তাওয়াফ করার সময় (কা‘বার) রু’কুনগুলোর মধ্য হতে ইয়ামানী দু’টো রুকন ব্যতীত অন্যগুলোকে স্পর্শ করেন না। আমি দেখেছি, আপনি পশমহীন চামড়ার জুতা পরিধান করেন। আমি দেখেছি আপনি হলুদ রঙের কাপড় পরেন এবং যখন আপনি মক্কায় ছিলেন তখন দেখেছি, অন্য লোকেরা (যিলহাজ্জের) চাঁদ দেখেই ইহরাম বাঁধতো, আর আপনি তালবিয়ার দিন (অর্থাৎ আট তারিখ) না আসা পর্যন্ত ইহ্‌রাম বাঁধতেন না। ‘আবদুল্লাহ ইবনু ‘উমার (রাঃ) তাঁকে বললেনঃ আরকান সম্পর্কে কথা এই যে, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে ইয়ামানী দু’টি রুকন ছাড়া অন্য কোনটি স্পর্শ করতে দেখিনি। আর পশমহীন চামড়ার জুতার ব্যাপার হলো, আমি দেখেছি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমন জুতা পরতেন, যাতে কোন পশম থাকতো না এবং তিনি জুতা পরা অবস্থাতেই অযূ করতেন (অর্থাৎ পা ধুতেন)। তাই আমি সে রকম জুতা পরতেই পছন্দ করি। আর হলুদ বর্ণের কথা হলো, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে এ রং দিয়ে রঙিণ করতে দেখেছি। সুতরাং আমিও এর দ্বারাই রং করতে ভালবাসি। আর ইহ্‌রাম সম্পর্কে কথা এই যে, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে তাঁর বাহনে হাজ্জের কাজ আরম্ভ করার জন্য উঠার আগে ইহ্‌রাম বাঁধতে দেখিনি।(আধুনিক প্রকাশনী- ৫৪২৫, ইসলামিক ফাউন্ডেশন- ৫৩২১)",
    "ar": "عَبْدُ اللهِ بْنُ مَسْلَمَةَ عَنْ مَالِكٍ عَنْ سَعِيدٍ الْمَقْبُرِيِّ عَنْ عُبَيْدِ بْنِ جُرَيْجٍ أَنَّه“ قَالَ لِعَبْدِ اللهِ بْنِ عُمَرَ رَأَيْتُكَ تَصْنَعُ أَرْبَعًا لَمْ أَرَ أَحَدًا مِنْ أَصْحَابِكَ يَصْنَعُهَا قَالَ مَا هِيَ يَا ابْنَ جُرَيْجٍ قَالَ رَأَيْتُكَ لاَ تَمَسُّ مِنْ الأَرْكَانِ إِلاَّ الْيَمَانِيَيْنِ وَرَأَيْتُكَ تَلْبَسُ النِّعَالَ السِّبْتِيَّةَ وَرَأَيْتُكَ تَصْبُغُ بِالصُّفْرَةِ وَرَأَيْتُكَ إِذَا كُنْتَ بِمَكَّةَ أَهَلَّ النَّاسُ إِذَا رَأَوْا الْهِلاَلَ وَلَمْ تُهِلَّ أَنْتَ حَتّٰى كَانَ يَوْمُ التَّرْوِيَةِ فَقَالَ لَه“ عَبْدُ اللهِ بْنُ عُمَرَ أَمَّا الأَرْكَانُ فَإِنِّي لَمْ أَرَ رَسُوْلَ اللهِ صلى الله عليه وسلم يَمَسُّ إِلاَّ الْيَمَانِيَيْنِ وَأَمَّا النِّعَالُ السِّبْتِيَّةُ فَإِنِّي رَأَيْتُ رَسُوْلَ اللهِ صلى الله عليه وسلم يَلْبَسُ النِّعَالَ الَّتِي لَيْسَ فِيهَا شَعَرٌ وَيَتَوَضَّأُ فِيهَا فَأَنَا أُحِبُّ أَنْ أَلْبَسَهَا وَأَمَّا الصُّفْرَةُ فَإِنِّي رَأَيْتُ رَسُوْلَ اللهِ صلى الله عليه وسلم يَصْبُغُ بِهَا فَأَنَا أُحِبُّ أَنْ أَصْبُغَ بِهَا وَأَمَّا الإِهْلاَلُ فَإِنِّي لَمْ أَرَ رَسُوْلَ اللهِ صلى الله عليه وسلم يُهِلُّ حَتّٰى تَنْبَعِثَ بِه„ رَاحِلَتُهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "77"
    }
  }
}