{
  "hadith": {
    "hadith_id": 5967,
    "narrator": "মু’আয ইবনু জাবাল (রাঃ)",
    "bn": "তিনি বলেন, একদা আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর পশ্চাতে উপবিষ্ট ছিলাম। আমার ও তাঁর মাঝে লাগামের রশি ছাড়া অন্য কিছু্‌ই ছিল না। তিনি বললেনঃ মু’আয! আমি বললামঃ হাযির আছি, হে আল্লাহ্‌র রসূল! তারপর কিছুক্ষণ চললেন। আবার বললেনঃ হে মু’আয! আমি বললামঃ হাযির আছি, হে আল্লাহ্‌র রসূল! তারপর আরও কিছুক্ষণ চললেন। আবার বললেনঃ হে মু’আয ইবনু জাবাল! আমি বললামঃ হাযির আছি, হে আল্লাহ্‌র রসূল! তিনি বললেনঃ তুমি জান, বান্দার উপর আল্লাহ্‌র কী হক? আমি বললামঃ আল্লাহ ও তাঁর রসূলই বেশি জানেন। তিনি বললেনঃ বান্দার উপর আল্লাহ্‌র হক এই যে, তারা একমাত্র তাঁরই ‘ইবাদাত করবে, অন্য কিছুকে তাঁর অংশীদার গণ্য করবে না। এরপর কিছু সময় চললেন। তারপর বললেনঃ হে মু’আয ইবনু জাবাল! আমি বললামঃ হাযির আছি, হে আল্লাহ্‌র রসূল! তিনি বললেনঃ বান্দারা যখন তাদের দায়িত্ব পালন করে, তখন আল্লাহ্‌র প্রতি বান্দার অধিকার কী, তা জান কি? আমি বললামঃ আল্লাহ ও তাঁর রসূলই অধিক জানেন। তিনি বললেনঃ আল্লাহ্‌র উপর বান্দার অধিকার এই যে, তিনি তাদের ‘আযাব দিবেন না।(আধুনিক প্রকাশনী- ৫৫৩৪, ইসলামিক ফাউন্ডেশন- ৫৪২৯)",
    "ar": "حَدَّثَنَا هُدْبَةُ بْنُ خَالِدٍ، حَدَّثَنَا هَمَّامٌ، حَدَّثَنَا قَتَادَةُ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ، عَنْ مُعَاذِ بْنِ جَبَلٍ ـ رضى الله عنه ـ قَالَ بَيْنَا أَنَا رَدِيفُ النَّبِيِّ صلى الله عليه وسلم، صلى الله عليه وسلم لَيْسَ بَيْنِي وَبَيْنَهُ إِلاَّ أَخِرَةُ الرَّحْلِ فَقَالَ ‏\"‏ يَا مُعَاذُ ‏\"‏‏.‏ قُلْتُ لَبَّيْكَ رَسُولَ اللَّهِ وَسَعْدَيْكَ‏.‏ ثُمَّ سَارَ سَاعَةً ثُمَّ قَالَ ‏\"‏ يَا مُعَاذُ ‏\"‏‏.‏ قُلْتُ لَبَّيْكَ رَسُولَ اللَّهِ وَسَعْدَيْكَ‏.‏ ثُمَّ سَارَ سَاعَةً ثُمَّ قَالَ ‏\"‏ يَا مُعَاذُ ‏\"‏‏.‏ قُلْتُ لَبَّيْكَ رَسُولَ اللَّهِ وَسَعْدَيْكَ‏.‏ قَالَ ‏\"‏ هَلْ تَدْرِي مَا حَقُّ اللَّهِ عَلَى عِبَادِهِ ‏\"‏‏.‏ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ‏.‏ قَالَ ‏\"‏ حَقُّ اللَّهِ عَلَى عِبَادِهِ أَنْ يَعْبُدُوهُ وَلاَ يُشْرِكُوا بِهِ شَيْئًا ‏\"‏‏.‏ ثُمَّ سَارَ سَاعَةً ثُمَّ قَالَ ‏\"‏ يَا مُعَاذُ بْنَ جَبَلٍ ‏\"‏‏.‏ قُلْتُ لَبَّيْكَ رَسُولَ اللَّهِ وَسَعْدَيْكَ‏.‏ فَقَالَ ‏\"‏ هَلْ تَدْرِي مَا حَقُّ الْعِبَادِ عَلَى اللَّهِ إِذَا فَعَلُوهُ ‏\"‏‏.‏ قُلْتُ اللَّهُ وَرَسُولُهُ أَعْلَمُ‏.‏ قَالَ ‏\"‏ حَقُّ الْعِبَادِ عَلَى اللَّهِ أَنْ لاَ يُعَذِّبَهُمْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "77"
    }
  }
}