{
  "hadith": {
    "hadith_id": 5970,
    "narrator": "আবদুল্লাহ (ইবনু মাস’ঊদ) (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে জিজ্ঞেস করলাম, আল্লাহ্‌র নিকট কোন্‌ কাজ সব থেকে অধিক পছন্দনীয়? তিনি বললেনঃসময় মত সালাত আদায় করা। (‘আবদুল্লাহ) জিজ্ঞেস করলেন: তারপর কোন্‌টি? তিনি বললেনঃপিতা-মাতার সঙ্গে উত্তম ব্যবহার করা। ‘আবদুল্লাহ জিজ্ঞেস করলেন: তারপর কোন্‌টি? তিনি বললেনঃআল্লাহ্‌র রাস্তায় জিহাদ করা। ‘আবদুল্লাহ বললেনঃনবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এগুলো সম্পর্কে আমাকে বলেছেন। আমি তাঁকে আরও অধিক প্রশ্ন করলে, তিনি আমাকে আরও জানাতেন।(আধুনিক প্রকাশনী- ৫৫৩৭, ইসলামিক ফাউন্ডেশন- ৫৪৩২)",
    "ar": "حَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، قَالَ الْوَلِيدُ بْنُ عَيْزَارٍ أَخْبَرَنِي قَالَ سَمِعْتُ أَبَا عَمْرٍو الشَّيْبَانِيَّ، يَقُولُ أَخْبَرَنَا صَاحِبُ، هَذِهِ الدَّارِ ـ وَأَوْمَأَ بِيَدِهِ إِلَى دَارِ عَبْدِ اللَّهِ ـ قَالَ سَأَلْتُ النَّبِيَّ صلى الله عليه وسلم أَىُّ الْعَمَلِ أَحَبُّ إِلَى اللَّهِ قَالَ ‏\"‏ الصَّلاَةُ عَلَى وَقْتِهَا ‏\"‏‏.‏ قَالَ ثُمَّ أَىُّ قَالَ ‏\"‏ ثُمَّ بِرُّ الْوَالِدَيْنِ ‏\"‏‏.‏ قَالَ ثُمَّ أَىّ قَالَ ‏\"‏ الْجِهَادُ فِي سَبِيلِ اللَّهِ ‏\"‏‏.‏ قَالَ حَدَّثَنِي بِهِنَّ وَلَوِ اسْتَزَدْتُهُ لَزَادَنِي‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আচার-ব্যবহার [১]\n\n[১] এ পর্বে বর্ণিত হাদীসসমূহে মানুষের সৎ স্বভাব সম্পর্কিত যে সব গুণের কথা উল্লেখ করা হয়েছে সেগুলো হলোঃ\n\n১। পিতামাতার সঙ্গে- তারা মুসলিম হোক আর অমুসলিম হোক-দয়া-মায়া ও বিনয় নম্রতায় পূরিপূর্ণ অতি উচ্চ মানের সৌজন্যমূলক আচরণ করা।২। কারো ন্যায্য প্রাপ্য আটকে না রাখা।৩। দরিদ্রতার ভয়ে কন্যা শিশুকে হত্যা না করা।৪। মিথ্যা না বলা, মিথ্যা সাক্ষ্য না দেয়া।৫। শির্ক না করা।৬। অন্যায়ভাবে কাউকে হত্যা না করা।৭। সলাত আদায় করা।৮। যাকাত দেয়া।৯। পবিত্র থাকা। ১০। রক্তের সম্পর্ক বজায় রাখা।১১। সন্তানদের আদর স্নেহ করা।১২। পিতা-মাতার প্রিয়জন, স্বামী ও স্ত্রীর নিকটত্মায়ীদের প্রতি উত্তম ব্যবহার করা।১৩। বিধবা, ইয়াতীম, গরীব ও দুঃস্থদের ভরণ পোষণের চেষ্টা করা ও তাদেরকে সাহায্য করা।১৪। জীব জন্তুর প্রতি দয়া প্রদর্শন করা।১৫। বৃক্ষ রোপন করা।১৬। প্রতিবেশী, সঙ্গী-সাথী, পথিক ও অধীনস্থ দাস-দাসীর প্রতি উত্তম ব্যবহার করা।১৭। মেহমানকে সম্মান করা।১৮। হাসিমুখে মিষ্ট ভাষায় কথা বলা এবং অশালীনতা বর্জন করা।১৯। সকল কাজে নম্রতা অবলম্বন করা।২০। মু’মিনদেরকে পারস্পরিক সহযোগিতা করা ও সৎ পরামর্শ দেয়া।২১। দানশীল হওয়া, কৃপণতা পরিহার করা।২২। পারিবারিক কাজকর্মে সময় দেয়া।২৩। আল্লাহর সন্তুষ্টি অর্জনের জন্য কাউকে ভালবাসা।২৪। অন্যকে উপহাস না করা, হেয়জ্ঞান না করা।২৫। কাউকে গালি ও অভিশাপ না দেয়া।২৬। কাউকে খারাপ নামে না ডাকা।২৭। কারো গীবত না করা। ২৮। চোগলখোরী একজনের কাছে গিয়ে অন্যের প্রতি অপবাদ দেয়া বা তার দুর্নাম করা) থেকে বিরত থাকা।২৯। মুনাফিকী বর্জন করা।৩০। কারো অতিরিক্ত প্রশংসা না করা।৩১। আত্মীয় অনাত্মীয় সকল ক্ষেত্রে ন্যায় বিচার করা।৩২। কারো প্রতি যুলম অত্যাচার না করা।৩৩। কারো প্রতি হিংসা বিদ্বেষ পোষণ না করা।৩৪। যাদু-টোনা ইত্যাদি না করা।৩৫। কারো প্রতি কু ধারণা পোষণ না করা।৩৬। অন্যের দোষ-ত্রুটি খোঁজার জন্য গোয়েন্দাগিরি না করা।৩৭। আন্দাজ অনুমান করা থেকে বিরত থাকা।৩৮। অন্যের দোষ ত্রুটি গোপন করা।৩৯। সম্পূর্ণরূপে অহংকার বর্জন করা।৪০। আত্মীয়তার সম্পর্ক বজায় রাখা।৪১। অন্যের সাথে তিন দিনের বেশি কথাবার্তা বন্ধ না রাখা।৪২। আল্লাহর অবাধ্যগণের সঙ্গে সম্পর্ক ছিন্ন করা।৪৩। আপন লোকের সঙ্গে যথাসম্ভব বেশি বেশি সাক্ষাত করা।৪৪। নেককার সঙ্গী সাথীর বাড়িতে আহার করা।৪৫। সম্মানীয় ব্যক্তিবর্গের সঙ্গে সাক্ষাতের সময় উত্তম পোশাক পরা।৪৬। মুসলমানদের সঙ্গে ভ্রাতৃ বন্ধনে আবদ্ধ থাকা।৪৭। আলা জিহবা বের করে হো হো করে না হাসা।৪৮। সৎকাজ করতে এবং আল্লাহর আদেশ-নিষেধ জেনে নিতে লজ্জাবোধ না করা।৪৯। ধৈর্যশীল হওয়া।৫০। লজ্জাশীল হওয়া।৫১। সরাসরি কাউকে তিরস্কার না করে সাধারণভাবে নাসীহাতের মাধ্যমে ভুল শুধরে দেয়া। ৫২। কাউকে কাফির না বলা। ৫৩। কাফির ও মুনাফিকদের বিরুদ্ধে কঠোরতা প্রদর্শন করা। ৫৪। ক্রোধ দমন করা। ৫৫। মানুষকে ক্ষমা করা। ৫৬। কথায় ও কর্মে সহজতা ও সরলতা অবলম্বন করা। ৫৭। আল্লাহর নিষেধাজ্ঞা লঙ্ঘনের ক্ষেত্র ছাড়া ব্যক্তিগত কারণে কারো নিকট থেকে প্রতিশোধ গ্রহণ না করা। ৫৮। মানুষের পরিবেশ ও পরিস্থিতির প্রতি লক্ষ্য করে নাসীহাত প্রদান করা। ৫৯। স্বীয় পরিবার পরিজনের সঙ্গে হাসি তামাশা করা। ৬০। একই রকমের ভুল কাজ দ্বিতীয়বার না করা। ৬১। সংশ্লিষ্ট সকলের অধিকারের প্রতি মনোযোগী থেকে প্রত্যেকের অধিকার আদায় করা। ৬২। বড়দের সম্মান করা, ছোটদের স্নেহ করা। ৬৩। আগন্তুককে মারহাবা বলে স্বাগত জানানো। ৬৪। সময়কে গালি না দেয়া। ৬৫। ভাল নাম রাখা এবং ভাল নামে ডাকা। ৬৬। আশ্চর্যবোধ করলে আল্লাহু আকবার ও সুবহানাল্লাহ বলা। ৬৭। ঢিল ছুঁড়া হতে বিরত থাকা। ৬৮। হাঁচি দিলে আল হামদুলিল্লাহ বলা এবং হাই উঠলে মুখ ঢাকা। ৬৯। রোগীর সেবা করা। ৭০। জানাযায় অংশ গ্রহণ করা। ৭১। কেউ দাওয়াত দিলে কবূল করা। ৭২। সালামের জওয়াব দেয়া। ৭৩। মযলুমকে সাহায্য করা। ৭৪। শপথ পূর্ণ করা।",
    "chapter": {
      "chapter_number": "78"
    }
  }
}