{
  "hadith": {
    "hadith_id": 603,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, (জামা’আতে সালাত আদায়ের জন্য) সাহাবা-ই-কিরাম (রাঃ) আগুন জ্বালানো অথবা নাকূস বাজানোর কথা আলোচনা করেন। আবার এগুলোকে (যথাক্রমে) ইয়াহুদী ও নাসারাদের প্রথা বলে উল্লেখ করা হয়। অতঃপর বিলাল (রাঃ)-কে আযানের বাক্য দু’বার করে ও ইক্বামাতের বাক্য বেজোড় করে বলার নির্দেশ দেয়া হয়।[১] (আধুনিক প্রকাশনীঃ ৫৬৮, ইসলামী ফাউন্ডেশনঃ ৫৭৬)",
    "ar": "حَدَّثَنَا عِمْرَانُ بْنُ مَيْسَرَةَ، حَدَّثَنَا عَبْدُ الْوَارِثِ، حَدَّثَنَا خَالِدٌ الْحَذَّاءُ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ، قَالَ ذَكَرُوا النَّارَ وَالنَّاقُوسَ، فَذَكَرُوا الْيَهُودَ وَالنَّصَارَى، فَأُمِرَ بِلاَلٌ أَنْ يَشْفَعَ الأَذَانَ وَأَنْ يُوتِرَ الإِقَامَةَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] বুখারী ছাড়াও মুসলিম ও আবূ দাউদে ইক্বামতের বাক্যগুলো একবার করে বলার সহীহ হাদীস বিদ্যমান। তথাপিও আধুনিক প্রকাশনীর টীকায় লেখা “হানাফীগণ অন্য এক হাদীসের ভিত্তিতে ইক্বামাতের বাক্যগুলো দু’বার করে বলেন ।” এ কথার জবাবে সাধারন পাঠকের উদ্দেশে মুহাদ্দিসীনদের কতিপয় মতামত পেশ করা হলঃ\t\t  হাফিয আবূ ‘উমর বিন ‘আবদুর রব বলেন, ইমাম আহমাদ বিন হাম্বল, ইসহাক বিন রাহওয়াইহি, দাউদ বিন আলী, মোহাম্মদ বিন জরীর প্রভৃতি ইক্বামতের শব্দগুলি একবার বা দু’বার করে বলার উভয়বিধ অভিমত গ্রহন করেছেন। তাঁদের দৃষ্টিতে উভয় নিয়মই বিশুদ্ধ, বৈধ ও গ্রহণযোগ্য এবং ঐচ্ছিক ব্যাপার-যে ইচ্ছা করবে একবারও বলতে পারবে এবং অপরপক্ষে যে ইচ্ছা করবে দু’বার করেও বলতে পারবে। (তুহফা সহ তিরমিযী ১ম খণ্ড ১৭৪পৃঃ)\t\t\t\t\t\t\t\t\t\t   হাফিয আবু আওয়ানাহ তদীয় মসনদ গ্রন্থে ১ম খণ্ড ৩৩০ পৃষ্ঠায় বলেন, বিলালের আযানের ইক্বামাত একবার করে বলার নিয়ম মনসূখ হয়নি। আবূ মাহযূরাহ্‌র হাদীস হতে ইক্বামাত দু’বার করে বলা প্রমাণিত হলেও তা হতে অধিক সহীহ আনাসের হাদীসে একবার করে বলা প্রমাণিত হয়েছে। সুতরাং উসূলে হাদীস শাস্ত্রের বিধান ও ন্যায়নীতির ভিত্তিতে বিরোধক্ষেত্রে যা অধিক সহীহ তা-ই গ্রহণ করা উত্তম ও একান্ত বাঞ্ছনীয়।   ইমাম আবদুল ওয়াহহাব শা’রানী হানাফী ‘কাশ্‌ফুল গুম্মা’ ১ম খণ্ড ১২৮ পৃষ্ঠায় আবুদল্লাহ বিন যায়দের আযানের সাথে উল্লেখিত ইক্বামাতের শব্দগুলি একবার করে বলার নিয়মের উল্লেখ করেছেন। উক্ত গ্রন্থে ১২৯ পৃষ্ঠায় তিনি রসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বিলালকে আযানের শব্দগুলি দু’বার করে এবং ইক্বামাতের শব্দগুলো একবার করে বলার নির্দেশ সম্বলিত হাদীসের উল্লেখ করেছেন ।\t\t\t\t\t\t  শায়খ আবদুল কাদের জিলানী (রহঃ) তদীয় সুপ্রসিদ্ধ গ্রন্থ ‘গুনিয়াতুত তালেবীন’-এর ৮ পৃষ্ঠায় ইক্বামাতের শব্দগুলি একবার করে বলার স্বপক্ষে তাঁর নিজের মন্তব্য পেশ করেছেন। মোটের উপর আমরা ইমাম আহমাদ, ইসহাক বিন রাহওয়াইহি এবং অন্যান্য ওলামায়ে কিরামের ন্যায় ইক্বামাতের শব্দগুলি একবার করে অথবা দু’বার করে বলার উভয়বিধ অভিমতের বৈধতা ও প্রামাণিকতা স্বীকার করি; অধিকন্তু আমরা উভয়বিধ ‘আমলকে জায়েজ বলে মনে করি। কিন্তু যেহেতু ইক্বামাতের শব্দগুলি দু’বার করে বলার নির্দেশ সম্বলিত হাদীস হতে একবার করে বলার নির্দেশ সম্বলিত হাদীস অধিক প্রামাণ্য ও বিশুদ্ধ এবং তা বহু সূত্রে বর্ণিত এমনকি ইমাম বুখারী ও মুসলিম উভয় কর্তৃক গৃহীত, কাজেই আমরা ইক্বামাতের শব্দগুলি একবার করে বলা সর্বোত্তম মনে করি ।",
    "chapter": {
      "chapter_number": "10"
    }
  }
}