{
  "hadith": {
    "hadith_id": 6073,
    "narrator": "আয়িশা (রাঃ) -এর বৈপিত্রেয় ভ্রাতুষ্পুত্র আওফ ইবনু মালিক ইবনু তুফায়ল (রাঃ)",
    "bn": "আয়িশা (রাঃ) -কে জানানো হলো যে, তাঁর কোন বিক্রীর কিংবা দান করা সম্পর্কে ‘আবদুল্লাহ ইবনু যুবায়র বলেছেনঃ আল্লাহর কসম! ‘আয়িশা (রাঃ) অবশ্যই বিরত থাকবেন, নতুবা আমি নিশ্চয়ই তার উপর নিষেধাজ্ঞা জারি করবো। তিনি জিজ্ঞেস করলেনঃ সত্যিই কি তিনি এ কথা বলেছেন? তারা বললেনঃ হাঁ।তখন ‘আয়িশা (রাঃ) বললেনঃ আল্লাহর কসম! আমি আমার উপর মানৎ করে নিলাম যে, আমি ইবনু যুবায়রের সাথে আর কখনও কথা বলবো না। যখন এ বর্জনকাল লম্বা হলো, তখন ইবনু যুবায়র (রাঃ) ‘আয়িশা (রাঃ) -এর নিকট সুপারিশ পাঠালেন। তখন তিনি বললেনঃ না, আল্লাহর কসম! এ ব্যাপারে আমি কখনো কোন সুপারিশ গ্রহণ করব না। আর আমার মানৎও ভাঙ্গবো না। এভাবে যখন বিষয়টি ইবনু যুবায়র (রাঃ) -এর জন্য দীর্ঘ হতে লাগলো, তখন তিনি যহুরা গোত্রের দু‘ব্যক্তি মিসওয়ার ইব্‌ন মাখরামাহ ও ‘আবদুর রহমান ইবনু আসওয়াদ ইবনু আবদ ইয়াগুসের সাথে আলোচনা করলেন। তিনি তাদের দুজনকে বললেনঃ আমি তোমাদের আল্লাহর কসম দিয়ে বলছি যে, তোমরা দু‘জন আমাকে ‘আয়িশা (রাঃ) -এর কাছে নিয়ে যাও। কারণ আমার সাথে তাঁর বিচ্ছিন্ন থাকার মানৎ জায়িয নয়। তখন মিসওয়ার (রাঃ) ও ‘আবদুর রহমান (রাঃ) উভয়ে চাদর দিয়ে ইবনু যুবায়রকে ঢেকে নিয়ে এলেন এবং উভয়ে ‘আয়িশা (রাঃ) -এর কাছে অনুমতি চেয়ে বললেনঃ আস্সালামু আলাইকা ওয়া রাহমাতুল্লাহি ওয়াবারাকাতুহু’ আমরা কি ভেতরে আসতে পারি? ‘আয়িশা (রাঃ) বললেনঃ আপনারা ভেতরে আসুন। তাঁরা বললেনঃ আমরা সবাই? তিনি বললেনঃ হাঁ, তোমরা সবাই প্রবেশ কর। তিনি জানতেন না যে, এঁদের সঙ্গে ইবনু যুবায়র (রাঃ) রয়েছেন। তাই যখন তাঁরা ভেতরে প্রবেশ করলেন, তখন ইবনু যুবায়র (রাঃ) পর্দার ভেতর ঢুকে গেলেন এবং ‘আয়িশা (রাঃ) -কে জড়িয়ে ধরে তাঁকে আল্লাহর কসম দিতে লাগলেন এবং কাঁদতে শুরু করলেন। তখন মিসওয়ার (রাঃ) ও ‘আবদুর রহমান (রাঃ) ও তাঁকে আল্লাহর কসম দিতে শুরু করলেন। তখন ‘আয়িশা (রাঃ) ইবনু যুবায়র (রাঃ) -এর সঙ্গে কথা বললেন এবং তার ওযর গ্রহন করলেন। আর তাঁরা বলতে লাগলেনঃ আপনি তো নিশ্চয়ই জানেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সম্পর্ক বর্জন করতে নিষেধ করেছেন এবং বলেছেনঃ কোন মুসলিমের জন্য তার ভাইয়ের সাথে তিন দিনের বেশি সম্পর্ক ছিন্ন রাখা অবৈধ। যখন তাঁরা ‘আয়িশা (রাঃ) -কে অধিক বুঝাতে ও চাপ দিতে লাগলেন, তখন তিনিও তাদের বুঝাতে ও কাঁদতে লাগলেন এবং বললেনঃ আমি ‘মানৎ’ করে ফেলেছি। আর মানৎ তো কঠিন ব্যাপার। কিন্তু তাঁরা বারবার চাপ দিতেই থাকলেন, অবশেষে তিনি ইবনু যুবায়র (রাঃ) -এর সাথে কথা বললেন এবং তাঁর নয্‌রের জন্য (কাফফারা হিসেবে) চল্লিশ জন গোলাম মুক্ত করে দিলেন। এর পরে, যখনই তিনি তাঁর মানতের কথা মনে করতেন তখন তিনি এত অধিক কাঁদতেন যে, তাঁর চোখের পানিতে তাঁর ওড়না ভিজে যেত।(আধুনিক প্রকাশনী-৫৬৩৭ , ইসলামিক ফাউন্ডেশন- ৫৫৩৩)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ حَدَّثَنِي عَوْفُ بْنُ مَالِكِ بْنِ الطُّفَيْلِ ـ هُوَ ابْنُ الْحَارِثِ وَهْوَ ابْنُ أَخِي عَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم لأُمِّهَا ـ أَنَّ عَائِشَةَ حُدِّثَتْ أَنَّ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ قَالَ فِي بَيْعٍ أَوْ عَطَاءٍ أَعْطَتْهُ عَائِشَةُ وَاللَّهِ لَتَنْتَهِيَنَّ عَائِشَةُ، أَوْ لأَحْجُرَنَّ عَلَيْهَا‏.‏ فَقَالَتْ أَهُوَ قَالَ هَذَا قَالُوا نَعَمْ‏.‏ قَالَتْ هُوَ لِلَّهِ عَلَىَّ نَذْرٌ، أَنْ لاَ أُكَلِّمَ ابْنَ الزُّبَيْرِ أَبَدًا‏.‏ فَاسْتَشْفَعَ ابْنُ الزُّبَيْرِ إِلَيْهَا، حِينَ طَالَتِ الْهِجْرَةُ فَقَالَتْ لاَ وَاللَّهِ لاَ أُشَفِّعُ فِيهِ أَبَدًا، وَلاَ أَتَحَنَّثُ إِلَى نَذْرِي‏.‏ فَلَمَّا طَالَ ذَلِكَ عَلَى ابْنِ الزُّبَيْرِ كَلَّمَ الْمِسْوَرَ بْنَ مَخْرَمَةَ وَعَبْدَ الرَّحْمَنِ بْنَ الأَسْوَدِ بْنِ عَبْدِ يَغُوثَ، وَهُمَا مِنْ بَنِي زُهْرَةَ، وَقَالَ لَهُمَا أَنْشُدُكُمَا بِاللَّهِ لَمَّا أَدْخَلْتُمَانِي عَلَى عَائِشَةَ، فَإِنَّهَا لاَ يَحِلُّ لَهَا أَنْ تَنْذُرَ قَطِيعَتِي‏.‏ فَأَقْبَلَ بِهِ الْمِسْوَرُ وَعَبْدُ الرَّحْمَنِ مُشْتَمِلَيْنِ بِأَرْدِيَتِهِمَا حَتَّى اسْتَأْذَنَا عَلَى عَائِشَةَ فَقَالاَ السَّلاَمُ عَلَيْكِ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، أَنَدْخُلُ قَالَتْ عَائِشَةُ ادْخُلُوا‏.‏ قَالُوا كُلُّنَا قَالَتْ نَعَمِ ادْخُلُوا كُلُّكُمْ‏.‏ وَلاَ تَعْلَمُ أَنَّ مَعَهُمَا ابْنَ الزُّبَيْرِ، فَلَمَّا دَخَلُوا دَخَلَ ابْنُ الزُّبَيْرِ الْحِجَابَ، فَاعْتَنَقَ عَائِشَةَ وَطَفِقَ يُنَاشِدُهَا وَيَبْكِي، وَطَفِقَ الْمِسْوَرُ وَعَبْدُ الرَّحْمَنِ يُنَاشِدَانِهَا إِلاَّ مَا كَلَّمَتْهُ وَقَبِلَتْ مِنْهُ، وَيَقُولاَنِ إِنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَمَّا قَدْ عَلِمْتِ مِنَ الْهِجْرَةِ، فَإِنَّهُ لاَ يَحِلُّ لِمُسْلِمٍ أَنْ يَهْجُرَ أَخَاهُ فَوْقَ ثَلاَثِ لَيَالٍ‏.‏ فَلَمَّا أَكْثَرُوا عَلَى عَائِشَةَ مِنَ التَّذْكِرَةِ وَالتَّحْرِيجِ طَفِقَتْ تُذَكِّرُهُمَا نَذْرَهَا وَتَبْكِي وَتَقُولُ إِنِّي نَذَرْتُ، وَالنَّذْرُ شَدِيدٌ‏.‏ فَلَمْ يَزَالاَ بِهَا حَتَّى كَلَّمَتِ ابْنَ الزُّبَيْرِ، وَأَعْتَقَتْ فِي نَذْرِهَا ذَلِكَ أَرْبَعِينَ رَقَبَةً‏.‏ وَكَانَتْ تَذْكُرُ نَذْرَهَا بَعْدَ ذَلِكَ فَتَبْكِي، حَتَّى تَبُلَّ دُمُوعُهَا خِمَارَهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "78"
    }
  }
}