{
  "hadith": {
    "hadith_id": 6081,
    "narrator": "ইয়াহ্‌ইয়া ইবনু আবূ ইসহাক (রাঃ)",
    "bn": "যে, সালিত ইবনু ‘আবদুল্লাহ (রহঃ) আমাকে জিজ্ঞেস করলেনঃ ‘ইস্তাবরাক কী’? আমি বললাম, তা মোটা ও সুন্দর রেশমী কাপড়। তিনি বললেনঃ আমি ‘আবদুল্লাহ ইবনু ‘উমারকে বলতে শুনেছি যে, ‘উমার (রাঃ) এক লোকের গায়ে একজোড়া মোটা রেশমী কাপড় দেখলেন। তখন তিনি সেটা নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর খিদমাতে এসে বললেন হে আল্লাহ্‌র রসূল! আপনি এটি কিনে নিন। যখন আপনার নিকট কোন প্রতিনিধি দল আসবে, তখন আপনি এটি পরবেন। তিনি বললেনঃ রেশমী কাপড় কেবল ঐ লোকই পরবে, যার (আখিরাতে) কোন অংশ নেই। এরপর বেশ কিছুদিন পার হবার পর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘উমার (রাঃ) -এর নিকট এরূপ একজোড়া কাপড় পাঠালেন। তখন তিনি সেটি নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর খিদমতে এসে বললেনঃ আপনি এটা আমার নিকট পাঠালেন, অথচ নিজেই এ জাতীয় কাপড় সম্পর্কে যা বলার তা বলেছিলেন। তিনি বললেনঃ আমি তো এটা একমাত্র এ জন্য তোমার নিকট পাঠিয়েছি, যেন তুমি এর বদলে কোন মাল সংগ্রহ করতে পার।\nএ হাদীসের কারণে ইবনু ‘উমার কারুকার্য খচিত কাপড় পরতে অপছন্দ করতেন। আধুনিক প্রকাশনী- ৫৬৪৩, ইসলামিক ফাউন্ডেশন- ৫৫৩৯)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الصَّمَدِ، قَالَ حَدَّثَنِي أَبِي قَالَ، حَدَّثَنِي يَحْيَى بْنُ أَبِي إِسْحَاقَ، قَالَ قَالَ لِي سَالِمُ بْنُ عَبْدِ اللَّهِ مَا الإِسْتَبْرَقُ قُلْتُ مَا غَلُظَ مِنَ الدِّيبَاجِ وَخَشُنَ مِنْهُ‏.‏ قَالَ سَمِعْتُ عَبْدَ اللَّهِ يَقُولُ رَأَى عُمَرُ عَلَى رَجُلٍ حُلَّةً مِنْ إِسْتَبْرَقٍ فَأَتَى بِهَا النَّبِيَّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ اشْتَرِ هَذِهِ فَالْبَسْهَا لِوَفْدِ النَّاسِ إِذَا قَدِمُوا عَلَيْكَ‏.‏ فَقَالَ ‏\"‏ إِنَّمَا يَلْبَسُ الْحَرِيرَ مَنْ لاَ خَلاَقَ لَهُ ‏\"‏‏.‏ فَمَضَى فِي ذَلِكَ مَا مَضَى، ثُمَّ إِنَّ النَّبِيَّ صلى الله عليه وسلم بَعَثَ إِلَيْهِ بِحُلَّةٍ فَأَتَى بِهَا النَّبِيَّ صلى الله عليه وسلم فَقَالَ بَعَثْتَ إِلَىَّ بِهَذِهِ، وَقَدْ قُلْتَ فِي مِثْلِهَا مَا قُلْتَ قَالَ ‏\"‏ إِنَّمَا بَعَثْتُ إِلَيْكَ لِتُصِيبَ بِهَا مَالاً ‏\"‏‏.‏ فَكَانَ ابْنُ عُمَرَ يَكْرَهُ الْعَلَمَ فِي الثَّوْبِ لِهَذَا الْحَدِيثِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এ হাদীসের কারণে ইবনু ‘উমার (র.) কারুকার্য খচিত কাপড় করতে অপছন্দ করতেন।",
    "chapter": {
      "chapter_number": "78"
    }
  }
}