{
  "hadith": {
    "hadith_id": 6084,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "যে, রিফাআ’ কুরাযী (রাঃ) তার স্ত্রীকে ত্বলাক দেন এবং অকাট্য ত্বলাক দেন। এরপর ‘আরদুর রহমান ইবনু যুবায়র তাকে বিয়ে করেন। পরে তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে এসে বলেনঃ হে আল্লাহ্‌র রসূল! তিনি রিফাআ’র কাছে ছিলেন এবং রিফাআ’ তাকে শেষ তিন ত্বলাক দেন এবং তাঁকে ‘আবদুর রহমান ইবনু যুবায়র বিয়ে করেন। আল্লাহ্‌র কসম, হে আল্লাহ্‌র রসূল! এর কাছে তো কেবল এই কাপড়ের মত আছে। (এ কথা বলে) তিনি তার ওড়নার আঁচল ধরে উঠালেন। রাবী বলেনঃ তখন আবূ বকর (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট উপবিষ্ট ছিলেন এবং সা’ঈদ ইবনু আ’সও ভেতরে প্রবেশ করার অনুমতি লাভের জন্য হুজরার দরজার কাছে উপবিষ্ট ছিলেন। তখন সা’দ (রাঃ) আবূ বকর (রাঃ) -কে উচ্চৈঃস্বরে ডেকে বললেনঃ হে আবূ বাক্‌র! আপনি এই স্ত্রী লোকটিকে কেন ধমক দিচ্ছেন না, যে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সামনে (প্রকাশ্যে) এসব কথাবার্তা বলছে। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কেবল মুচকি হাসছিলেন। তারপর রসূলূল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সম্ভবতঃ তুমি আবার রিফাআ’ (রাঃ) -এর নিকট ফিরে যেতে চাও। তা হবে না। যতক্ষণ না তুমি তার এবং সে তোমার মিলনের আস্বাদ গ্রহন করবে।(আধুনিক প্রকাশনী- ৫৬৪৬, ইসলামিক ফাউন্ডেশন- ৫৫৪২)",
    "ar": "حَدَّثَنَا حِبَّانُ بْنُ مُوسَى، أَخْبَرَنَا عَبْدُ اللَّهِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّ رِفَاعَةَ، الْقُرَظِيَّ طَلَّقَ امْرَأَتَهُ فَبَتَّ طَلاَقَهَا، فَتَزَوَّجَهَا بَعْدَهُ عَبْدُ الرَّحْمَنِ بْنُ الزَّبِيرِ، فَجَاءَتِ النَّبِيَّ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّهَا كَانَتْ عِنْدَ رِفَاعَةَ فَطَلَّقَهَا آخِرَ ثَلاَثِ تَطْلِيقَاتٍ، فَتَزَوَّجَهَا بَعْدَهُ عَبْدُ الرَّحْمَنِ بْنُ الزَّبِيرِ، وَإِنَّهُ وَاللَّهِ مَا مَعَهُ يَا رَسُولَ اللَّهِ إِلاَّ مِثْلُ هَذِهِ الْهُدْبَةِ، لِهُدْبَةٍ أَخَذَتْهَا مِنْ جِلْبَابِهَا‏.‏ قَالَ وَأَبُو بَكْرٍ جَالِسٌ عِنْدَ النَّبِيِّ صلى الله عليه وسلم وَابْنُ سَعِيدِ بْنِ الْعَاصِ جَالِسٌ بِبَابِ الْحُجْرَةِ لِيُؤْذَنَ لَهُ، فَطَفِقَ خَالِدٌ يُنَادِي أَبَا بَكْرٍ، يَا أَبَا بَكْرٍ أَلاَ تَزْجُرُ هَذِهِ عَمَّا تَجْهَرُ بِهِ عِنْدَ رَسُولِ اللَّهِ صلى الله عليه وسلم وَمَا يَزِيدُ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَى التَّبَسُّمِ ثُمَّ قَالَ ‏ \"‏ لَعَلَّكِ تُرِيدِينَ أَنْ تَرْجِعِي إِلَى رِفَاعَةَ، لاَ، حَتَّى تَذُوقِي عُسَيْلَتَهُ، وَيَذُوقَ عُسَيْلَتَكِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "78"
    }
  }
}