{
  "hadith": {
    "hadith_id": 6093,
    "narrator": "আনাস (রাঃ)",
    "bn": "এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট জুমা’আহ্‌র দিন মদিনায় এল, যখন তিনি খুত্‌বাহ দিচ্ছিলেন। সে বললঃ বৃষ্টি বন্ধ হয়ে গেছে, আপনি বৃষ্টির জন্য আপনার প্রতিপালকের নিকট দু’আ করুন। তখন তিনি আকাশের দিকে তাকালেন তখন আমরা আকাশে কোন মেঘ দেখলাম না। তখন তিনি বৃষ্টির জন্য দু’আ করলেন। এ সময় মেঘ এসে মিলিত হতে লাগলো। তারপর এমন বৃষ্টি হলো যে, মাদীনাহ্‌র খাল-নালাগুলো প্রবাহিত হতে লাগল এবং ক্রমাগত পরবর্তী জুমু’আহ পর্যন্ত বৃষ্টি হতে থাকল, মাঝে আর বিরতি হয়নি। পরবর্তী জুমু’আহ্‌য় যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুত্‌বাহ দিচ্ছিলেন, তখন ঐ ব্যক্তি অথবা অন্য এক ব্যক্তি দাঁড়িয়ে বলল, আমরা তো ডুবে গেছি। আপনি আপনার প্রতিপালকের নিকট দু’আ করুন, যেন তিনি আমাদের উপর থেকে বৃষ্টি বন্ধ করে দেন। তখন তিনি হেসে দিলেন এবং দু’বার অথবা তিনবার দু’আ করলেন। হে আল্লাহ! (বৃষ্টি) আশে-পাশ নিয়ে যান, আমাদের উপর নয়। তখন মেঘপুঞ্জ বিচ্ছিন্ন হয়ে গিয়ে মাদীনাহ্‌র আশে-পাশে বর্ষণ করতে লাগল। আমাদের উপর আর বর্ষিত হলো না। এতে আল্লাহ তাঁর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কারামাত ও তাঁর দু’আ কবূল হবার দৃষ্টান্ত প্রদর্শন করেন।(আধুনিক প্রকাশনী- ৫৬৫৪, ইসলামিক ফাউন্ডেশন- ৫৫৫০)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مَحْبُوبٍ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ،‏.‏ وَقَالَ لِي خَلِيفَةُ حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ، حَدَّثَنَا سَعِيدٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه أَنَّ رَجُلاً، جَاءَ إِلَى النَّبِيِّ صلى الله عليه وسلم يَوْمَ الْجُمُعَةِ وَهْوَ يَخْطُبُ بِالْمَدِينَةِ فَقَالَ قَحَطَ الْمَطَرُ فَاسْتَسْقِ رَبَّكَ، فَنَظَرَ إِلَى السَّمَاءِ وَمَا نَرَى مِنْ سَحَابٍ، فَاسْتَسْقَى فَنَشَأَ السَّحَابُ بَعْضُهُ إِلَى بَعْضٍ، ثُمَّ مُطِرُوا حَتَّى سَالَتْ مَثَاعِبُ الْمَدِينَةِ، فَمَا زَالَتْ إِلَى الْجُمُعَةِ الْمُقْبِلَةِ مَا تُقْلِعُ، ثُمَّ قَامَ ذَلِكَ الرَّجُلُ أَوْ غَيْرُهُ وَالنَّبِيُّ صلى الله عليه وسلم يَخْطُبُ فَقَالَ غَرِقْنَا فَادْعُ رَبَّكَ يَحْبِسْهَا عَنَّا‏.‏ فَضَحِكَ ثُمَّ قَالَ ‏ \"‏ اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا ‏\"‏‏.‏ مَرَّتَيْنِ أَوْ ثَلاَثًا‏.‏ فَجَعَلَ السَّحَابُ يَتَصَدَّعُ عَنِ الْمَدِينَةِ يَمِينًا وَشِمَالاً، يُمْطَرُ مَا حَوَالَيْنَا، وَلاَ يُمْطِرُ مِنْهَا شَىْءٌ، يُرِيهِمُ اللَّهُ كَرَامَةَ نَبِيِّهِ صلى الله عليه وسلم وَإِجَابَةَ دَعْوَتِهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "78"
    }
  }
}