{
  "hadith": {
    "hadith_id": 610,
    "narrator": "আনাস (রাঃ)",
    "bn": "আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখনই আমাদের নিয়ে কোন গোত্রের বিরুদ্ধে যুদ্ধ করতে যেতেন, ভোর না হওয়া পর্যন্ত অভিযান পরিচালনা করতেন না বরং লক্ষ্য রাখতেন, যদি তিনি আযান শুনতে পেতেন, তাহলে তাদের বিরুদ্ধে অভিযান পরিচালনা করা হতে বিরত থাকতেন। আর যদি আযান শুনতে না পেতেন, তাহলে অভিযান চালাতেন। আনাস (রাঃ) বলেন, আমরা খায়বারের উদ্দেশ্যে রওয়ানা হলাম এবং রাতের বেলায় তাদের সেখানে পোঁছলাম। যখন প্রভাত হলো এবং তিনি আযান শুনতে পেলেন না; তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সওয়ার হলেন। আমি আবূ তালহা (রাঃ)-এর পিছনে সওয়ার হলাম। আমার পা, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পায়ের সাথে লেগে যাচ্ছিল। আনাস (রাঃ) বলেন, তারা তাদের থলে ও কোদাল নিয়ে বেরিয়ে আমাদের দিকে আসলো। হঠাৎ তারা যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখতে পেলো, তখন বলে উঠল, ‘এ যে মুহাম্মাদ, আল্লাহ্‌র শপথ! মুহাম্মাদ তাঁর পঞ্চ বাহিনী সহ!’ আনাস (রাঃ) বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের দেখে বলে উঠলেনঃ ‘আল্লাহু আকবার, আল্লাহু আকবার, খায়বার ধ্বংস হোক। আমরা যখন কোন কাওমের আঙ্গিণায় অবতরণ করি, তখন সতর্কীকৃতদের প্রভাত হয় মন্দ।’",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ حُمَيْدٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم كَانَ إِذَا غَزَا بِنَا قَوْمًا لَمْ يَكُنْ يَغْزُو بِنَا حَتَّى يُصْبِحَ وَيَنْظُرَ، فَإِنْ سَمِعَ أَذَانًا كَفَّ عَنْهُمْ، وَإِنْ لَمْ يَسْمَعْ أَذَانًا أَغَارَ عَلَيْهِمْ، قَالَ فَخَرَجْنَا إِلَى خَيْبَرَ فَانْتَهَيْنَا إِلَيْهِمْ لَيْلاً، فَلَمَّا أَصْبَحَ وَلَمْ يَسْمَعْ أَذَانًا رَكِبَ وَرَكِبْتُ خَلْفَ أَبِي طَلْحَةَ، وَإِنَّ قَدَمِي لَتَمَسُّ قَدَمَ النَّبِيِّ صلى الله عليه وسلم‏.‏ قَالَ فَخَرَجُوا إِلَيْنَا بِمَكَاتِلِهِمْ وَمَسَاحِيهِمْ فَلَمَّا رَأَوُا النَّبِيَّ صلى الله عليه وسلم قَالُوا مُحَمَّدٌ وَاللَّهِ، مُحَمَّدٌ وَالْخَمِيسُ‏.‏ قَالَ فَلَمَّا رَآهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، خَرِبَتْ خَيْبَرُ، إِنَّا إِذَا نَزَلْنَا بِسَاحَةِ قَوْمٍ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}