{
  "hadith": {
    "hadith_id": 6134,
    "narrator": "আবদুল্লাহ ইবনু 'আমর (রাঃ)",
    "bn": "তিনি বলেন, একদিন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার নিকট এসে বললেনঃ আমাকে কি এ খবর জানানো হয়নি যে, তুমি সারারাত সলাতে অতিবাহিত কর। আর সারাদিন সিয়াম পালন কর। তিনি বললেনঃ তুমি (এ রকম) করো না। রাতের কিয়দংশ সলাত আদায় কর, আর ঘুমাও। কয়েকদিন সওম পালন কর, আর কয়েকদিন ইফ্‌তার কর (সওম ভঙ্গ কর)। তোমার উপর তোমার শরীরের হক আছে। তোমার উপর তোমার চোখের হক আছে, তোমার উপর তোমার মেহ্মানের হক আছে, আর তোমার উপর তোমার স্ত্রীরও হক আছে।  নিশ্চয়ই তুমি তোমার আয়ু দীর্ঘ হবার আশা কর। কাজেই প্রতি মাসে তিনদিন সিয়াম পালনই তোমার পক্ষে যথেষ্ট। কেননা, নিশ্চয়ই প্রতিটি নেক কাজের পরিবর্তে তার দশগুণ সাওয়াব দেয়া হয়। সুতরাং এভাবে সারা বছরই সিয়ামের সাওয়াব পাওয়া যায়। তখন আমি কঠোর ব্যবস্থা চাইলে, আমাকে কঠোর ব্যবস্থা দেয়া হলো। আমি বললামঃ এর চেয়েও অধিক পালনের সামর্থ্য আমার আছে। তিনি বললেনঃ তা হলে তুমি প্রতি সপ্তাহে তিনদিন সিয়াম পালন কর। তখন আমি আরও কঠোর ব্যবস্থা চাইলে, আমাকে কঠোর দেয়া হলো। আমি বললামঃ আমি এর চেয়েও অধিক সিয়ামের সামর্থ্য রাখি। তিনি বললেনঃ তবে তুমি আল্লাহ্‌র নবী দাঊদ (আঃ) -এর সিয়াম পালন কর। আমি বললামঃ হে আল্লাহ্‌র নবী! দাঊদ (আঃ) -এর সিয়াম কী রকম? তিনি বললেন, আধা বছর সিয়াম পালন। (আধুনিক প্রকাশনী- ৫৬৯৪, ইসলামিক ফাউন্ডেশন- ৫৫৯১)",
    "ar": "حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ، حَدَّثَنَا رَوْحُ بْنُ عُبَادَةَ، حَدَّثَنَا حُسَيْنٌ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ دَخَلَ عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏\"‏ أَلَمْ أُخْبَرْ أَنَّكَ تَقُومُ اللَّيْلَ وَتَصُومُ النَّهَارَ ‏\"‏‏.‏ قُلْتُ بَلَى‏.‏ قَالَ ‏\"‏ فَلاَ تَفْعَلْ، قُمْ وَنَمْ، وَصُمْ وَأَفْطِرْ، فَإِنَّ لِجَسَدِكَ عَلَيْكَ حَقًّا، وَإِنَّ لِعَيْنِكَ عَلَيْكَ حَقًّا، وَإِنَّ لِزَوْرِكَ عَلَيْكَ حَقًّا، وَإِنَّ لِزَوْجِكَ عَلَيْكَ حَقًّا، وَإِنَّكَ عَسَى أَنْ يَطُولَ بِكَ عُمُرٌ، وَإِنَّ مِنْ حَسْبِكَ أَنْ تَصُومَ مِنْ كُلِّ شَهْرٍ ثَلاَثَةَ أَيَّامٍ، فَإِنَّ بِكُلِّ حَسَنَةٍ عَشْرَ أَمْثَالِهَا فَذَلِكَ الدَّهْرُ كُلُّهُ ‏\"‏‏.‏ قَالَ فَشَدَّدْتُ فَشُدِّدَ عَلَىَّ فَقُلْتُ فَإِنِّي أُطِيقُ غَيْرَ ذَلِكَ‏.‏ قَالَ ‏\"‏ فَصُمْ مِنْ كُلِّ جُمُعَةٍ ثَلاَثَةَ أَيَّامٍ ‏\"‏‏.‏ قَالَ فَشَدَّدْتُ فَشُدِّدَ عَلَىَّ قُلْتُ أُطِيقُ غَيْرَ ذَلِكَ‏.‏ قَالَ ‏\"‏ فَصُمْ صَوْمَ نَبِيِّ اللَّهِ دَاوُدَ ‏\"‏‏.‏ قُلْتُ وَمَا صَوْمُ نَبِيِّ اللَّهِ دَاوُدَ قَالَ ‏\"‏ نِصْفُ الدَّهْرِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "78"
    }
  }
}