{
  "hadith": {
    "hadith_id": 6139,
    "narrator": "আবূ জুহাইফাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালমান (রাঃ) ও আবূ দারদা (রাঃ) -এর মধ্যে ভাতৃ বন্ধন স্থাপন করেন। এরপর একদিন সালমান (রাঃ) আবূ দারদা (রাঃ) -এর সঙ্গে দেখা করতে গেলেন। তখন তিনি উম্মু দারদা (রাঃ) -কে নিম্নমানের পোশাকে দেখতে পেলেন।। তিনি তাঁকে জিজ্ঞেস করলেনঃ তোমার কি হয়েছে? তিনি বললেনঃ তোমার ভাই আবূ দারদা (রাঃ) -’র দুনিয়াতে কিছুর দরকার নেই। ইতোমধ্যে আবূ দারদা (রাঃ) এলেন। অতঃপর তার জন্য খাবার তৈরি করে তাঁকে বললেন, ‘আপনি খেয়ে নিন, আমি তো সিয়াম পালন করেছি।’ তিনি বললেনঃ আপনি যতক্ষন না খাবেন ততক্ষন আমিও খাবনা। তখন তিনিও খেলেন। তারপর যখন রাত হলো, তখন আবূ দারদা (রাঃ) সলাতে দাঁড়ালেন। তখন সালমান (রাঃ) তাঁকে বললেনঃ আপনি ঘুমিয়ে পড়ুন। তিনি শুয়ে পড়লেন। কিছুক্ষণ পরে আবার উঠে দাঁড়ালে, তিনি বললেনঃ (আরও) ঘুমান। আবশেষে যখন রাত শেষ হয়ে এল, তখন সালমান (রাঃ) বললেনঃ এখন উঠুন এবং তারা উভয়েই সলাত আদায় করলেন। অতঃপর সালমান (রাঃ) বললেনঃ তোমার উপর তোমার রবের হক আছে, (তেমনি) তোমার উপর তোমার হক আছে এবং তোমার স্ত্রীরও তোমার উপর হক আছে। সুতরাং তুমি প্রত্যেক হক্‌দারের দাবী আদায় করবে। তারপর তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে এসে, তাঁর কাছে তার কথা উল্লেখ করলেনঃ তিনি বললেন, সালমান ঠিকই বলেছে।(আধুনিক প্রকাশনী- ৫৭০০, ইসলামিক ফাউন্ডেশন- ৫৫৯৬)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ بَشَّارٍ، حَدَّثَنَا جَعْفَرُ بْنُ عَوْنٍ، حَدَّثَنَا أَبُو الْعُمَيْسِ، عَنْ عَوْنِ بْنِ أَبِي جُحَيْفَةَ، عَنْ أَبِيهِ، قَالَ آخَى النَّبِيُّ صلى الله عليه وسلم بَيْنَ سَلْمَانَ وَأَبِي الدَّرْدَاءِ‏.‏ فَزَارَ سَلْمَانُ أَبَا الدَّرْدَاءِ فَرَأَى أُمَّ الدَّرْدَاءِ مُتَبَذِّلَةً فَقَالَ لَهَا مَا شَأْنُكِ قَالَتْ أَخُوكَ أَبُو الدَّرْدَاءِ لَيْسَ لَهُ حَاجَةٌ فِي الدُّنْيَا‏.‏ فَجَاءَ أَبُو الدَّرْدَاءِ فَصَنَعَ لَهُ طَعَامًا فَقَالَ كُلْ فَإِنِّي صَائِمٌ‏.‏ قَالَ مَا أَنَا بِآكِلٍ حَتَّى تَأْكُلَ‏.‏ فَأَكَلَ، فَلَمَّا كَانَ اللَّيْلُ ذَهَبَ أَبُو الدَّرْدَاءِ يَقُومُ فَقَالَ نَمْ‏.‏ فَنَامَ، ثُمَّ ذَهَبَ يَقُومُ فَقَالَ نَمْ‏.‏ فَلَمَّا كَانَ آخِرُ اللَّيْلِ قَالَ سَلْمَانُ قُمِ الآنَ‏.‏ قَالَ فَصَلَّيَا فَقَالَ لَهُ سَلْمَانُ إِنَّ لِرَبِّكَ عَلَيْكَ حَقًّا، وَلِنَفْسِكَ عَلَيْكَ حَقًّا، وَلأَهْلِكَ عَلَيْكَ حَقًّا، فَأَعْطِ كُلَّ ذِي حَقٍّ حَقَّهُ‏.‏ فَأَتَى النَّبِيَّ صلى الله عليه وسلم فَذَكَرَ ذَلِكَ لَهُ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم\"‏ صَدَقَ سَلْمَانُ ‏\"‏‏.‏ أَبُو جُحَيْفَةَ وَهْبٌ السُّوَائِيُّ، يُقَالُ وَهْبُ الْخَيْرِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "78"
    }
  }
}