{
  "hadith": {
    "hadith_id": 6141,
    "narrator": "আবদূর রহমান ইবনু আবূ বাক্‌র (রাঃ)",
    "bn": "তিনি বলেনঃ একবার আবূ বকর (রাঃ) তাঁর একজন কিংবা কয়েকজন মেহ্‌মান নিয়ে এলেন এবং সন্ধ্যার সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে গেলেন। তিনি ফিরে আসলে আমার মা তাঁকে বললেনঃ আপনি মেহ্‌মানকে, কিংবা বললেন, মেহ্‌মানদের (ঘরে) রেখে (এতো) রাত কোথায় আটকা পড়েছিলেন? তিনি তাঁকে জিজ্ঞেস করলেনঃ তুমি কি তাদের খাবার দাওনি? তিনি বললেনঃ আমি তাদের সামনে খাবার দিয়েছিলাম কিন্তু তারা, বা সে তা খেতে অস্বীকার করলেন। তখন আবূ বকর (রাঃ) রেগে গাল মন্দ করলেন ও বদ্‌ দু’আ করলেন। আর শপথ করলেন যে, তিনি খাবার খাবেন না। আমি লুকিয়ে ছিলাম। তিনি আমাকে ডেকে বললেনঃ ওরে মূর্খ! তখন মহিলা (আমার মাও) কসম করলেন যে, যে পর্যন্ত তিনি না খাবেন ততক্ষণ মাও খাবেন না। এদিকে মেহ্‌মানটি বা মেহ্‌মানরাও কসম খেয়ে বললেন যে, যে পর্যন্ত তিনি না খান, সে পর্যন্ত তারাও খাবেন না। তখন আবূ বকর (রাঃ) বললেনঃ এ ঘটনা সংঘটিত হয়েছে শয়তান থেকে। তারপর তিনি খাবার আনতে বললেন। আর তিনি খেলেন এবং মেহ্‌মানরাও খেলেন। কিন্তু তারা খাওয়া আরম্ভ করে যতবারই ‘লুক্‌মা’ উঠাতে লাগলেন, তার নীচে থেকে তার চেয়েও অধিক খাবার বাড়তে লাগলো। তখন তিনি তাঁর স্ত্রীকে ডেকে বললেনঃ হে বানী ফেরাসের বোন এ কী? তিনি বললেনঃ আমার চোখের প্রশান্তির কসম! এতো আমাদের পূর্বের খাবার থেকে এখন অনেক অধিক দেখছি। তখন সবাই খেলেন এবং তা থেকে তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট কিছু পাঠিয়ে দিলেন। তারপর তিনি বর্ননা করেন যে, তা থেকে তিনিও খেয়েছিলেন। (আধুনিক প্রকাশনী- ৫৭০২, ইসলামিক ফাউন্ডেশন- ৫৫৯৮)",
    "ar": "حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى، حَدَّثَنَا ابْنُ أَبِي عَدِيٍّ، عَنْ سُلَيْمَانَ، عَنْ أَبِي عُثْمَانَ، قَالَ عَبْدُ الرَّحْمَنِ بْنُ أَبِي بَكْرٍ ـ رضى الله عنهما جَاءَ أَبُو بَكْرٍ بِضَيْفٍ لَهُ أَوْ بِأَضْيَافٍ لَهُ، فَأَمْسَى عِنْدَ النَّبِيِّ صلى الله عليه وسلم صلى الله عليه وسلم فَلَمَّا جَاءَ قَالَتْ أُمِّي احْتَبَسْتَ عَنْ ضَيْفِكَ ـ أَوْ أَضْيَافِكَ ـ اللَّيْلَةَ‏.‏ قَالَ مَا عَشَّيْتِهِمْ فَقَالَتْ عَرَضْنَا عَلَيْهِ ـ أَوْ عَلَيْهِمْ فَأَبَوْا أَوْ ـ فَأَبَى، فَغَضِبَ أَبُو بَكْرٍ فَسَبَّ وَجَدَّعَ وَحَلَفَ لاَ يَطْعَمُهُ، فَاخْتَبَأْتُ أَنَا فَقَالَ يَا غُنْثَرُ‏.‏ فَحَلَفَتِ الْمَرْأَةُ لاَ تَطْعَمُهُ حَتَّى يَطْعَمَهُ، فَحَلَفَ الضَّيْفُ ـ أَوِ الأَضْيَافُ ـ أَنْ لاَ يَطْعَمَهُ أَوْ يَطْعَمُوهُ حَتَّى يَطْعَمَهُ، فَقَالَ أَبُو بَكْرٍ كَأَنَّ هَذِهِ مِنَ الشَّيْطَانِ فَدَعَا بِالطَّعَامِ فَأَكَلَ وَأَكَلُوا فَجَعَلُوا لاَ يَرْفَعُونَ لُقْمَةً إِلاَّ رَبَا مِنْ أَسْفَلِهَا أَكْثَرُ مِنْهَا، فَقَالَ يَا أُخْتَ بَنِي فِرَاسٍ مَا هَذَا فَقَالَتْ وَقُرَّةِ عَيْنِي إِنَّهَا الآنَ لأَكْثَرُ قَبْلَ أَنْ نَأْكُلَ فَأَكَلُوا وَبَعَثَ بِهَا إِلَى النَّبِيِّ صلى الله عليه وسلم فَذَكَرَ أَنَّهُ أَكَلَ مِنْهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "78"
    }
  }
}