{
  "hadith": {
    "hadith_id": 6143,
    "narrator": "রাফি’ ইবনু খাদীজ (রাঃ) ও সাহ্‌ল ইবনু আবূ হাস্‌মাহ (রাঃ)",
    "bn": "যে, একবার ‘আব্দুল্লাহ ইবনু সাহ্‌ল ও মুহাইসাহ্‌ ইবনু মাস’ঊদ (রাঃ) খাইবারে পৌঁছে উভয়েই খেজুরের বাগানের ভিন্ন ভিন্ন পথে চলে গেলেন। সেখানে ‘আবদুল্লাহ ইবনু সাহ্‌ল (রাঃ) -কে হত্যা করা হয়। এ ঘটনার পর ‘আবদুর রহমান ইবনু সাহ্‌ল ও ইবনু মাস’ঊদ এর দুই ছেলে হুওয়াইসাহ (রাঃ) ও মুহাইসাহ (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে এলেন এবং তাঁর কাছে নিহত ব্যক্তির কথা বলতে লাগলেন। ‘আবদুর রহমান (রাঃ) কথা শুরু করলেন। তিনি ছোট ছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের বললেনঃ তুমি বড়দের ইজ্জত করবে। বর্ননাকারী ইয়াহ্‌ইয়া বলেনঃ কথা বলার দায়িত্ব যেন বড়রা পালন করে। তখন তারা তাদের লোক সম্পর্কে কথা বললেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের বললেনঃ তোমাদের পঞ্চাশ জন লোক কসম করে তোমাদের নিহত ভাইয়ের হত্যার হক প্রমান কর। তাঁরা বললেনঃ হে আল্লাহর রসূল! ঘটনা তো আমরা দেখিনি। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তা হলে ইয়াহূদীরা তাদের থেকে পঞ্চাশ জন কসম করে তোমাদের কসম থেকে মুক্তি দিবে। তখন তারা বললেনঃ হে আল্লাহর রসূল! ওরা তো কাফির সম্প্রদায়। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের তরফ থেকে তাদের নিহত ব্যক্তির ফিদ্‌ইয়া দিয়ে দিলেন।\nসাহ্‌ল (রাঃ) বললেনঃ আমি সেই ঊটগুলো থেকে একটি উট পেলাম। সেটি নিয়ে আমি যখন আস্তাবলে গেলাম তখন উটনীটি তার পা দিয়ে আমাকে লাথি মারলো।(আধুনিক প্রকাশনী- ৫৭০৩, ইসলামিক ফাউন্ডেশন- ৫৫৯৯)",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا حَمَّادٌ، هُوَ ابْنُ زَيْدٍ ـ عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، مَوْلَى الأَنْصَارِ عَنْ رَافِعِ بْنِ خَدِيجٍ، وَسَهْلَ بْنَ أَبِي حَثْمَةَ، أَنَّهُمَا حَدَّثَاهُ أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ وَمُحَيِّصَةَ بْنَ مَسْعُودٍ أَتَيَا خَيْبَرَ فَتَفَرَّقَا فِي النَّخْلِ، فَقُتِلَ عَبْدُ اللَّهِ بْنُ سَهْلٍ، فَجَاءَ عَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَحُوَيِّصَةُ وَمُحَيِّصَةُ ابْنَا مَسْعُودٍ إِلَى النَّبِيِّ صلى الله عليه وسلم فَتَكَلَّمُوا فِي أَمْرِ صَاحِبِهِمْ فَبَدَأَ عَبْدُ الرَّحْمَنِ، وَكَانَ أَصْغَرَ الْقَوْمِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ كَبِّرِ الْكُبْرَ ‏\"‏‏.‏ ـ قَالَ يَحْيَى لِيَلِيَ الْكَلاَمَ الأَكْبَرُ ـ فَتَكَلَّمُوا فِي أَمْرِ صَاحِبِهِمْ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَتَسْتَحِقُّونَ قَتِيلَكُمْ ـ أَوْ قَالَ صَاحِبَكُمْ ـ بِأَيْمَانِ خَمْسِينَ مِنْكُمْ ‏\"‏‏.‏ قَالُوا يَا رَسُولَ اللَّهِ أَمْرٌ لَمْ نَرَهُ‏.‏ قَالَ ‏\"‏ فَتُبْرِئُكُمْ يَهُودُ فِي أَيْمَانِ خَمْسِينَ مِنْهُمْ ‏\"‏‏.‏ قَالُوا يَا رَسُولَ اللَّهِ قَوْمٌ كُفَّارٌ‏.‏ فَوَدَاهُمْ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ قِبَلِهِ‏.‏ قَالَ سَهْلٌ فَأَدْرَكْتُ نَاقَةً مِنْ تِلْكَ الإِبِلِ، فَدَخَلَتْ مِرْبَدًا لَهُمْ فَرَكَضَتْنِي بِرِجْلِهَا‏.‏\nقَالَ اللَّيْثُ حَدَّثَنِي يَحْيَى، عَنْ بُشَيْرٍ، عَنْ سَهْلٍ، قَالَ يَحْيَى حَسِبْتُ أَنَّهُ قَالَ مَعَ رَافِعِ بْنِ خَدِيجٍ، وَقَالَ ابْنُ عُيَيْنَةَ حَدَّثَنَا يَحْيَى عَنْ بُشَيْرٍ عَنْ سَهْلٍ وَحْدَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "78"
    }
  }
}