{
  "hadith": {
    "hadith_id": 6163,
    "narrator": "আবূ সা’ঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেনঃ একবার নিজ অধিকারভুক্ত কিছু মাল নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বন্টন করে দিচ্ছিলেন। এমন সময় তামীম গোত্রের যুল খুয়াইসিরা নামক এক ব্যক্তি বলে উঠলঃ হে আল্লাহ্‌র রসূল! ইনসাফ করুন। তখন তিনি বললেনঃ ওয়াইলাকা (তোমার অমঙ্গল হোক) আমি ইনসাফ না করলে আর কে ইনসাফ করবে? তখন ‘উমার (রাঃ) বললেনঃ আপনি আমাকে অনুমতি দিন, আমি এর গর্দান উড়িয়ে দেই। তিনি বললেনঃ না। কারণ, তার এমন কতকগুলো সঙ্গী আছে, যাদের সলাতের সামনে নিজেদের সলাতকে তুচ্ছ মনে করবে এবং তাদের সিয়ামের সামনে তোমাদের নিজেদের সিয়ামকে তুচ্ছ মনে করবে। তারা দ্বীন থেকে এমনভাবে বেরিয়ে যাবে, যেমন তীর শিকার ভেদ করে বেরিয়ে যায়...... গোবর ও রক্তকে এমনভাবে অতিক্রম করে যায় যে তীরের অগ্রভাগ দেখলে তাতে কোন চিহ্ন পাওয়া যায় না, তার উপরিভাগে দেখলেও কোন চিহ্ন পাওয়া যায় না। তার কাঠামোতেও কোন চিহ্ন নেই। তার পাতির মধ্যেও কোন চিহ্ন নেই। এমন সময় তাদের আবির্ভাব হবে, যখন মুসলিমদের মধ্যে মতপার্থক্য দেখা দিবে। তাদের পরিচয় হলো, তাদের নেতা এমন এক ব্যক্তি হবে, যার একহাত স্ত্রীলোকের স্তনের মত অথবা পিত্তের মত কাঁপতে থাকবে। রাবী আবূ সা’ঈদ (রাঃ) বলেন, আমি সাক্ষ্য দিয়ে বলছি যে, আমি নিশ্চয়ই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে একথা শুনেছি এবং আরও সাক্ষ্য দিচ্ছি যে, আমি নিজে ‘আলী (রাঃ) -এর সাথে ছিলাম যখন তিনি এ দলের বিরুদ্ধে যুদ্ধ করছিলেন। তখন সে লোকটিকে যুদ্ধে নিহত লোকদের মধ্য থেকে তালাশ করে আনার পর তাকে ঠিক সেই হালাতেই পাওয়া গেল, যে হালাতের বর্ণনা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দিয়েছিলেন।(আধুনিক প্রকাশনী- ৫৭২৩, ইসলামিক ফাউন্ডেশন- ৫৬১৯)",
    "ar": "حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا الْوَلِيدُ، عَنِ الأَوْزَاعِيِّ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ، وَالضَّحَّاكِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ بَيْنَا النَّبِيُّ صلى الله عليه وسلم يَقْسِمُ ذَاتَ يَوْمٍ قِسْمًا فَقَالَ ذُو الْخُوَيْصِرَةِ ـ رَجُلٌ مِنْ بَنِي تَمِيمٍ ـ يَا رَسُولَ اللَّهِ اعْدِلْ‏.‏ قَالَ ‏\"‏ وَيْلَكَ مَنْ يَعْدِلُ إِذَا لَمْ أَعْدِلْ ‏\"‏‏.‏ فَقَالَ عُمَرُ ائْذَنْ لِي فَلأَضْرِبْ عُنُقَهُ‏.‏ قَالَ ‏\"‏ لاَ، إِنَّ لَهُ أَصْحَابًا يَحْقِرُ أَحَدُكُمْ صَلاَتَهُ مَعَ صَلاَتِهِمْ، وَصِيَامَهُ مَعَ صِيَامِهِمْ، يَمْرُقُونَ مِنَ الدِّينِ كَمُرُوقِ السَّهْمِ مِنَ الرَّمِيَّةِ، يُنْظَرُ إِلَى نَصْلِهِ فَلاَ يُوجَدُ فِيهِ شَىْءٌ، ثُمَّ يُنْظَرُ إِلَى رِصَافِهِ فَلاَ يُوجَدُ فِيهِ شَىْءٌ، ثُمَّ يُنْظَرُ إِلَى نَضِيِّهِ فَلاَ يُوجَدُ فِيهِ شَىْءٌ، ثُمَّ يُنْظَرُ إِلَى قُذَذِهِ فَلاَ يُوجَدُ فِيهِ شَىْءٌ، سَبَقَ الْفَرْثَ وَالدَّمَ، يَخْرُجُونَ عَلَى حِينِ فُرْقَةٍ مِنَ النَّاسِ، آيَتُهُمْ رَجُلٌ إِحْدَى يَدَيْهِ مِثْلُ ثَدْىِ الْمَرْأَةِ، أَوْ مِثْلُ الْبَضْعَةِ تَدَرْدَرُ ‏\"‏‏.‏ قَالَ أَبُو سَعِيدٍ أَشْهَدُ لَسَمِعْتُهُ مِنَ النَّبِيِّ صلى الله عليه وسلم صلى الله عليه وسلم وَأَشْهَدُ أَنِّي كُنْتُ مَعَ عَلِيٍّ حِينَ قَاتَلَهُمْ، فَالْتُمِسَ فِي الْقَتْلَى، فَأُتِيَ بِهِ عَلَى النَّعْتِ الَّذِي نَعَتَ النَّبِيُّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "78"
    }
  }
}