{
  "hadith": {
    "hadith_id": 620,
    "narrator": "‘আবদুল্লাহ্ ইব্‌নু ‘উমর (রাঃ)",
    "bn": "আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বিলাল (রাঃ) রাত থাকতে আযান দিয়ে থাকেন। কাজেই তোমরা (সাহ্‌রী) পানাহার করতে থাক; যতক্ষণ না ইব্‌নু উম্মে মাকতূম (রাঃ) আযান দেন।[১]",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ بِلاَلاً يُنَادِي بِلَيْلٍ، فَكُلُوا وَاشْرَبُوا حَتَّى يُنَادِيَ ابْنُ أُمِّ مَكْتُومٍ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] আধুনিক প্রকাশনীর ৫৮৫ নং হাদীসের টীকায় লিখেছেন যে, বিলাল (রাঃ) তাহাজ্জুদ সালাতের জন্য আযান দিতেন। কিন্তু কথাটি ভুল কারণ পরবর্তী হাদীস দ্বারা স্পষ্ট প্রমাণ হচ্ছে যে, তাহাজ্জুদ সালাত আদায়কারী ব্যক্তির অবসর গ্রহণ ও ঘুমন্ত মানুষকে জাগ্রত করার জন্য (যাতে তারা সাহারী খেতে পারে) বিলাল (রাঃ) আযান দিতেন। আর যারা জাগ্রত অবস্থায় সাহারী খেতেন তারা যেন এই আযান শুনে সাহারী খাওয়া বন্ধ না করেন। মক্কা মদীনায় ফজরের আযানের মাত্র আধা ঘণ্টা পূর্বে এ আযান এখনও চালু আছে। এবং এটা তাহাজ্জুদের আযান নয়। নাসায়ী, বাইহাকী, ইব্‌নু খুযাইমাহ, ইব্‌নুস সাকান থেকে হাদীস বর্ণিত হয়েছে। যাতে প্রমাণিত হয় যে, শুধুমাত্র প্রথম আযানে “আস্ সলাতু খাইরুম মিনান নাওম” আছে। আর দ্বিতীয়তে অর্থাৎ ফজরের মূল আযানে নেই। বিস্তারিত দেখুন সুবুলুস সালাম ২য় খণ্ড ১৮৫ পৃষ্ঠা ।\n\nআল্লামা নাসিরুদ্দীন আলবানী লিখিত তামামুল মিন্নাহ গ্রন্থের ১৪৬ পৃষ্ঠা থেকে ১৪৮ পৃষ্ঠায় দীর্ঘ আলোচনার শেষ পর্যায়ে এসে তিনি বলেছেনঃ উপরোক্ত আলোচনা থেকে প্রমাণিত হচ্ছে যে, দ্বিতীয় আযানে তাসবীব বা আসসলাতু খাইরুম মিনান নাওম বলা বিদ’আত–সুন্নত বিরোধী। সুন্নাতের বিরোধিতা আরো বেশী সাব্যস্ত হয় প্রথম আযানকে উৎখাত করে সে আযানের তাসবীব বা শব্দবিশেষ “আস্ সলাতু খাইরুম মিনান নাওমকে দ্বিতীয় আযানে যুক্ত করায়। আর বাড়াবাড়ি করে দ্বিতীয় আযানে সাব্যস্ত করা হয়। (তামামুল মিন্নাহ ১৪৮ পৃঃ)\n\nইমাম তাহাবী প্রথম আযানে তাসবীব হওয়া সংক্রান্ত বিষয়ে আলোচিত ইব্‌নু ‘উমর ও আবূ মাহযূরাহর সুস্পষ্ট হাদীস দু’টি উল্লেখ করার পর বলেছেন। এটিই ইমাম আবূ হানিফাহ, ইমাম আবূ ইউসুফ ও ইমাম মুহাম্মাদের মত। ( তামুমুল মিন্নাহ ১৪৮. পৃষ্ঠা)\nআল্লামা নাসিরুদ্দীন আলবানী সুন্নাহ বিরোধী আমল প্রচলন হওয়ার দু’টি কারণ উল্লেখ করেছেনঃ একঃ ইসলামী দুনিয়ার অধিকাংশ মুয়াযযিন সুন্নাত বিরোধী আমল অব্যাহত রেখেছেন এবং খুব কম সংখ্যক আলিম এ বিষয়ে ব্যাখ্যা দিয়েছেন। দুইঃ অধিকাংশগণই এ বিষয়ে ব্যাখ্যা প্রদান ছাড়াই আলোচনা করেছেন। তাঁরা তাসবীব ফজরের প্রথম আযানে যেমনটি স্পষ্টভাবে সহীহ হাদীসগুলোতে এসেছে- তেমনটি ব্যাখ্যা প্রদান করেননি। একমাত্র ইবনু রাসলান এবং সাম’আনী অধিকাংশের বিরোধিতা করে সহীহ হাদীস অনুযায়ী ব্যাখ্যা প্রদান করেছেন ।\n\nঘুমের চেয়ে সালাত উত্তম এ কথাটি ফারয সালাতের ক্ষেত্রে প্রযোজ্য নয়। কারণ ঘুমের সাথে ফারয সালাতের তুলনা হতে পারে না। এটি হতে পারে নফল সালাতের ক্ষেত্রে। কারণ উত্তমতার প্রসঙ্গ আনলে উভয়টি করা বৈধ হয়। এখানে ফারয সালাত বাদ দিয়ে ঘুমানো যাবে এমন কথা কেউ বলতে পারবেন না। এ থেকে বুঝা যাচ্ছে তাসবীব প্রথম আযানের সাথে সংশ্লিষ্ট, দ্বিতীয় আযানে নয়। যা বিভিন্ন দেশে চালু আছে। উল্লেখ্য সিরিয়া ও জর্দানের যে সব এলাকায় আল্লামা নাসিরুদ্দীন আলবানীর দা’ওয়াত ও তাবলীগের ব্যাপকা প্রচার লাভ করেছে সে সব জায়গায় এবং সুদানের সালাফীগণও (আনসারুস সুন্নাহ) ফজরের দ্বিতীয় আযানে তাসবীব ব্যাবহার করেন না ।\n\nশাইখ উসাইমিন “প্রত্যেক দুই আযানের মধ্যে সালাত রয়েছে” এ আম হাদীস দ্বারা তিনি উপরে বর্ণিত আযান বলতে সকালের আযানকে বুঝিয়েছেন। কারণ দ্বিতীয় আযানটি হচ্ছে ইক্বামাত। এ হাদীস দ্বারা তাসবীব ফজরের দ্বিতীয় আযানে সাব্যস্ত করা অযৌক্তিক। কারণ ইক্বামাতকে যদি আযান হিসেবে ধরা হয় তাহলে সেটি ফজরের ক্ষেত্রে তৃতীয় আযান, দ্বিতীয় নয়। যখন বিষয়টি ফজরের আযানকে ঘিরেই তখন স্পষ্টভাবে যেখানে প্রথম বলা হয়েছে তখন দ্বিতীয় আযান হিসেবে দ্বিতীয় আযানকেই ধরতে হবে। তৃতীয়টিকে নয়। আর যারা “প্রত্যেক দুই আযানের মধ্যে সালাত রয়েছে” এই আম হাদীসের উপর আমল করতে গিয়ে ফজরের তিনটি আযানকে অস্বীকার করবেন। তারা কি ৬২০ নং হাদীসের বিলাল (রাঃ) প্রথম আযান দেয়ার সময় পানাহার বন্ধ না করে উম্মু মাকতূমের ইক্বামাত পর্যন্ত পানাহার করে থাকেন ।\n\nএই আযান দেয়ার পূর্বে সতর্ক করার জন্য কোন কিছু বলা জায়িয নয়। ফজরে অন্য মুয়াযযিন আযান দিবে যাতে দুই আযানের পার্থক্য নিরূপণ করা যায়। শুধু তাই নয় প্রথম আযানে আসসলাতু খাইরুম.... আছে যা উম্মে মাকতূমের আযানে ছিল না। (সুবুলুস সালাম) [ আল্লাহ্‌ই সবচেয়ে ভালো জানেন]",
    "chapter": {
      "chapter_number": "10"
    }
  }
}