{
  "hadith": {
    "hadith_id": 6207,
    "narrator": "উসামাহ ইবনু যায়দ (রাঃ)",
    "bn": "যে, একবার রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি গাধার উপর সাওয়ার ছিলেন। তখন তাঁর গায়ে একখানা ফাদাকী চাদর ছিল এবং তাঁর পেছনে উসামাহ (রাঃ) বসা ছিলেন। তিনি বাদ্রের যুদ্ধের পূর্বে সা‘দ ইবনু ‘উবাদাহ (রাঃ) -এর শুশ্রূষা করার উদ্দেশে হারিস ইবনু খায্রাজ গোত্র অভিমুখে রওয়ানা হচ্ছিলেন। তাঁরা চলতে চলতে এক মজলিসের পাশ দিয়ে অতিক্রম করছিলেন। সেখানে ‘আবদুল্লাহ ইবনু উবাই ইবনু সালূল ছিল। এটা ছিল ‘আবদুল্লাহ ইবনু ‘উবাইর এর (প্রকাশ্যে) ইসলাম গ্রহণের আগের ঘটনা। মজলিসটি ছিল মিশ্রিত। এতে ছিলেন মুসলিম, মুশরিক, মূর্তিপূজক ও ইয়াহূদী। মুসলিমদের মধ্যে ‘আবদুল্লাহ ইবনু রাওয়াহা (রাঃ) ও ছিলেন। সাওয়ারীর চলার কারণে যখন উড়ন্ত ধূলাবালি মজলিসকে ঢেকে ফেলেছিল, তখন ইবনু উবাই তার চাদর দিয়ে তার নাক ঢেকে নিয়ে বললঃ তোমরা আমাদের উপর ধূলি উড়িও না। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের সালাম করলেন এবং সাওয়ারী থামিয়ে নামলেন। তারপর তিনি তাদের আল্লাহ্‌র দিকে দা’ওয়াত দিয়ে কুরআন পড়ে শোনালেন। তখন ‘আবদুল্লাহ ইবনু ‘উবাই ইবনু সালূল তাঁকে বললঃ হে ব্যক্তি! আপনি যা বলেছেন যদি তা ঠিক হয়ে থাকে তবে তার চেয়ে উত্তম কথা আর কিছুই নেই। তবে আপনি আমাদের মজলিসসমূহে এসে আমাদের কষ্ট দিবেন না। যে আপনার কাছে যাবে, তাকেই আপনি নাসীহাত করবেন। তখন ‘আবদুল্লাহ ইবনু রাওয়াহা (রাঃ) বললেনঃ না, হে আল্লাহ্‌র রসূল! আপনি আমাদের মজলিসসমূহে আসবেন। আমরা আপনার এ বক্তব্য পছন্দ করি। তখন মজলিসের মুসলিম, মুশরিক ও ইয়াহূদীরা পরস্পর গালমন্দ করতে লাগল। এমনকি তাদের মধ্যে হাঙ্গামা হবার জোগাড় হল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের নিবৃত্ত করতে লাগলেন, অবশেষে তারা চুপ করল। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজ সওয়ারীর উপর সওয়ার হয়ে রওয়ানা হয়ে গেলেন এবং সা‘দ ইবনু ‘উবাদাহ (রাঃ) -এর নিকট পৌঁছলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে সা‘দ! আবূ হুবাব অর্থাৎ ‘আবদুল্লাহ ইবনু উবাই আমাকে যা বলেছে, তা কি তুমি শোননি? সে এমন এমন কথা বলেছে। তখন সা‘দ ইবনু ‘উবাদাহ (রাঃ) বললেনঃ হে আল্লাহ্‌র রসূল! আমার পিতা আপনার প্রতি কুরবান, আপনি তাকে ক্ষমা করে দিন এবং তার কথা ছেড়ে দিন। সেই সত্তার কসম! যিনি আপনার উপর কুরআন অবতীর্ণ করেছেন। নিশ্চয়ই আল্লাহ তা‘আলার তরফ থেকে আপনার প্রতি হক এমন সময় অবতীর্ণ হয়েছে, যখন এই শহরের অধিবাসীরা পরস্পর পরামর্শ করে স্থির করেছিল যে, তারা তাকে রাজ মুকুট পরাবে এবং (রাজকীয়) পাগড়ী তার মাথায় বাঁধবে। কিন্তু যখন আল্লাহ আপনাকে যে সত্য দিয়েছেন তা দিয়ে সেই সিদ্ধান্তকে বানচাল করে দিলেন, তখন সে এতে ক্ষুদ্ধ হয়ে পড়েছে। এজন্যই সে আপনার সাথে এ ধরনের আচরণ করেছে যা আপনি দেখছেন। তারপর তিনি তাকে ক্ষমা করে দিলেন। আর আল্লাহ্‌র নির্দেশানুযায়ী রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীগণ তো এমনিই মুশরিক ও কিতাবীদের ক্ষমা করে দিতেন এবং তাদের নির্যাতনে ধৈর্য ধারণ করতেন। এ প্রসঙ্গে আল্লাহ্‌র বাণীঃ “তোমরা নিশ্চয়ই তোমাদের আগের কিতাবধারীদের ও মুশরিকদের নিকট হতে দুঃখজনক অনেক কথা শুনবে...।” (সূরাহ আল ‘ইমরান ৩:১৮৬) শেষ পর্যন্ত। আল্লাহ আরো বলেছেন, “কিতাবীরা অনেকেই কামনা করে...।” (সূরা আল-বাকারাহ ২:১০৯) তাই রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌র নির্দেশানুযায়ী তাদের ক্ষমা করতে থাকেন। অবশেষে তাঁকে তাদের সাথে জিহাদ করার অনুমতি দেয়া হয়। তারপর যখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাদ্র অভিযান চালালেন, তখন এর মাধ্যমে আল্লাহ কাফির বীর পুরুষদের এবং কুরাইশ সরদারদের মধ্যে যারা নিহত হবার তাদের হত্যা করেন। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীগণ বিজয় বেশে গনীমত নিয়ে ফিরলেন। তাঁদের সাথে কাফিরদের অনেক বাহাদুর ও কুরাইশদের অনেক নেতাও বন্দী হয়ে আসে। সে সময় ইবনু ‘উবাই ইবনু সালূল ও তাঁর সাথী মূর্তিপূজক মুশরিকরা বললঃ এ ব্যাপার (অর্থাৎ দ্বীন ইসলাম) তো প্রবল হয়ে পড়ছে। সুতরাং এখন তোমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর হাতে ইসলামের বায়‘আত গ্রহণ কর। তারপর তারা সবাই ইসলাম গ্রহণ করল।(আধুনিক প্রকাশনী- ৫৭৬৬, ইসলামিক ফাউন্ডেশন- ৫৬৬১)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي أَخِي، عَنْ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ أَبِي عَتِيقٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ، أَنَّ أُسَامَةَ بْنَ زَيْدٍ ـ رضى الله عنهما ـ أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَكِبَ عَلَى حِمَارٍ عَلَيْهِ قَطِيفَةٌ فَدَكِيَّةٌ وَأُسَامَةُ وَرَاءَهُ، يَعُودُ سَعْدَ بْنَ عُبَادَةَ فِي بَنِي حَارِثِ بْنِ الْخَزْرَجِ قَبْلَ وَقْعَةِ بَدْرٍ، فَسَارَا حَتَّى مَرَّا بِمَجْلِسٍ فِيهِ عَبْدُ اللَّهِ بْنُ أُبَىٍّ ابْنُ سَلُولَ، وَذَلِكَ قَبْلَ أَنْ يُسْلِمَ عَبْدُ اللَّهِ بْنُ أُبَىٍّ، فَإِذَا فِي الْمَجْلِسِ أَخْلاَطٌ مِنَ الْمُسْلِمِينَ وَالْمُشْرِكِينَ عَبَدَةِ الأَوْثَانِ وَالْيَهُودِ، وَفِي الْمُسْلِمِينَ عَبْدُ اللَّهِ بْنُ رَوَاحَةَ، فَلَمَّا غَشِيَتِ الْمَجْلِسَ عَجَاجَةُ الدَّابَّةِ خَمَّرَ ابْنُ أُبَىٍّ أَنْفَهُ بِرِدَائِهِ وَقَالَ لاَ تُغَبِّرُوا عَلَيْنَا‏.‏ فَسَلَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَلَيْهِمْ، ثُمَّ وَقَفَ فَنَزَلَ فَدَعَاهُمْ إِلَى اللَّهِ وَقَرَأَ عَلَيْهِمُ الْقُرْآنَ، فَقَالَ لَهُ عَبْدُ اللَّهِ بْنُ أُبَىٍّ ابْنُ سَلُولَ أَيُّهَا الْمَرْءُ لاَ أَحْسَنَ مِمَّا تَقُولُ إِنْ كَانَ حَقًّا، فَلاَ تُؤْذِنَا بِهِ فِي مَجَالِسِنَا، فَمَنْ جَاءَكَ فَاقْصُصْ عَلَيْهِ‏.‏ قَالَ عَبْدُ اللَّهِ بْنُ رَوَاحَةَ بَلَى يَا رَسُولَ اللَّهِ فَاغْشَنَا فِي مَجَالِسِنَا فَإِنَّا نُحِبُّ ذَلِكَ‏.‏ فَاسْتَبَّ الْمُسْلِمُونَ وَالْمُشْرِكُونَ وَالْيَهُودُ حَتَّى كَادُوا يَتَثَاوَرُونَ فَلَمْ يَزَلْ رَسُولُ اللَّهِ صلى الله عليه وسلم يَخْفِضُهُمْ حَتَّى سَكَتُوا، ثُمَّ رَكِبَ رَسُولُ اللَّهِ صلى الله عليه وسلم دَابَّتَهُ فَسَارَ حَتَّى دَخَلَ عَلَى سَعْدِ بْنِ عُبَادَةَ، فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ أَىْ سَعْدُ أَلَمْ تَسْمَعْ مَا قَالَ أَبُو حُبَابٍ ـ يُرِيدُ عَبْدَ اللَّهِ بْنَ أُبَىٍّ ـ قَالَ كَذَا وَكَذَا ‏\"‏‏.‏ فَقَالَ سَعْدُ بْنُ عُبَادَةَ أَىْ رَسُولَ اللَّهِ بِأَبِي أَنْتَ، اعْفُ عَنْهُ وَاصْفَحْ، فَوَالَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ لَقَدْ جَاءَ اللَّهُ بِالْحَقِّ الَّذِي أَنْزَلَ عَلَيْكَ، وَلَقَدِ اصْطَلَحَ أَهْلُ هَذِهِ الْبَحْرَةِ عَلَى أَنْ يُتَوِّجُوهُ وَيُعَصِّبُوهُ بِالْعِصَابَةِ، فَلَمَّا رَدَّ اللَّهُ ذَلِكَ بِالْحَقِّ الَّذِي أَعْطَاكَ شَرِقَ بِذَلِكَ فَذَلِكَ فَعَلَ بِهِ مَا رَأَيْتَ‏.‏ فَعَفَا عَنْهُ رَسُولُ اللَّهِ صلى الله عليه وسلم وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَصْحَابُهُ يَعْفُونَ عَنِ الْمُشْرِكِينَ وَأَهْلِ الْكِتَابِ كَمَا أَمَرَهُمُ اللَّهُ، وَيَصْبِرُونَ عَلَى الأَذَى، قَالَ اللَّهُ تَعَالَى ‏{‏وَلَتَسْمَعُنَّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ‏}‏ الآيَةَ، وَقَالَ ‏{‏وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ‏}‏ فَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَتَأَوَّلُ فِي الْعَفْوِ عَنْهُمْ مَا أَمَرَهُ اللَّهُ بِهِ حَتَّى أَذِنَ لَهُ فِيهِمْ، فَلَمَّا غَزَا رَسُولُ اللَّهِ صلى الله عليه وسلم بَدْرًا، فَقَتَلَ اللَّهُ بِهَا مَنْ قَتَلَ مِنْ صَنَادِيدِ الْكُفَّارِ، وَسَادَةِ قُرَيْشٍ، فَقَفَلَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَصْحَابُهُ مَنْصُورِينَ غَانِمِينَ مَعَهُمْ أُسَارَى مِنْ صَنَادِيدِ الْكُفَّارِ وَسَادَةِ قُرَيْشٍ قَالَ ابْنُ أُبَىٍّ ابْنُ سَلُولَ، وَمَنْ مَعَهُ مِنَ الْمُشْرِكِينَ عَبَدَةِ الأَوْثَانِ هَذَا أَمْرٌ قَدْ تَوَجَّهَ فَبَايِعُوا رَسُولَ اللَّهِ صلى الله عليه وسلم عَلَى الإِسْلاَمِ فَأَسْلَمُوا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "78"
    }
  }
}