{
  "hadith": {
    "hadith_id": 6216,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "একবার তিনি মদীনার এক বাগানে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে ছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর হাতে একটা লাঠি ছিল। তিনি তা দিয়ে পানি ও কাদার মাঝে খোঁচা দিচ্ছিলেন। এমন সময় এক ব্যক্তি এসে দরজা খোলার অনুমতি চাইলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তার জন্য খুলে দাও এবং তাঁকে জান্নাতের সুসংবাদ দাও। তখন আমি গিয়ে দেখলাম যে, তিনি আবূ বকর (রাঃ)। আমি তাঁর জন্য দরজা খুললাম এবং জান্নাতের শুভ সংবাদ দিলাম। তারপর আরেক লোক দরজা খোলার অনুমতি চাইলেন। তিনি বললেন, খুলে দাও এবং তাঁকে জান্নাতের সুসংবাদ জানাও। তখন দেখলাম; তিনি ‘উমার (রাঃ)। আমি তাঁর জন্য দরজা খুললাম এবং জান্নাতের সুসংবাদ দিলাম। আবার আরেক লোক দরজা খোলার অনুমতি চাইলেন। তখন তিনি হেলান দিয়েছিলেন। তিনি সোজা হয়ে বসে বললেনঃ খুলে দাও এবং তাঁকে একটি কঠিন বিপদে পড়ার পর জান্নাতবাসী হবার সুসংবাদ দাও। আমি গিয়ে দেখি, তিনি ‘উসমান (রাঃ)। আমি তাঁর জন্যও দরজা খুলে দিলাম এবং জান্নাতের সুসংবাদ দিলাম। আর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা ভবিষ্যদ্বাণী করেন, আমি তাও বিবৃত করলাম। তিনি বললেনঃ আল্লাহ তা‘আলাই আমার সাহায্যকারী।(আধুনিক প্রকাশনী- ৫৭৭৫, ইসলামিক ফাউন্ডেশন- ৫৬৭০)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا يَحْيَى، عَنْ عُثْمَانَ بْنِ غِيَاثٍ، حَدَّثَنَا أَبُو عُثْمَانَ، عَنْ أَبِي مُوسَى، أَنَّهُ كَانَ مَعَ النَّبِيِّ صلى الله عليه وسلم فِي حَائِطٍ مِنْ حِيطَانِ الْمَدِينَةِ، وَفِي يَدِ النَّبِيِّ صلى الله عليه وسلم عُودٌ يَضْرِبُ بِهِ بَيْنَ الْمَاءِ وَالطِّينِ، فَجَاءَ رَجُلٌ يَسْتَفْتِحُ، فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ افْتَحْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ ‏\"‏‏.‏ فَذَهَبْتُ فَإِذَا أَبُو بَكْرٍ، فَفَتَحْتُ لَهُ وَبَشَّرْتُهُ بِالْجَنَّةِ، ثُمَّ اسْتَفْتَحَ رَجُلٌ آخَرُ فَقَالَ ‏\"‏ افْتَحْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ ‏\"‏‏.‏ فَإِذَا عُمَرُ، فَفَتَحْتُ لَهُ وَبَشَّرْتُهُ بِالْجَنَّةِ، ثُمَّ اسْتَفْتَحَ رَجُلٌ آخَرُ، وَكَانَ مُتَّكِئًا فَجَلَسَ فَقَالَ ‏\"‏ افْتَحْ ‏{‏لَهُ‏}‏ وَبَشِّرْهُ بِالْجَنَّةِ، عَلَى بَلْوَى تُصِيبُهُ أَوْ تَكُونُ ‏\"‏‏.‏ فَذَهَبْتُ فَإِذَا عُثْمَانُ، فَفَتَحْتُ لَهُ، وَبَشَّرْتُهُ بِالْجَنَّةِ، فَأَخْبَرْتُهُ بِالَّذِي قَالَ‏.‏ قَالَ اللَّهُ الْمُسْتَعَانُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "78"
    }
  }
}