{
  "hadith": {
    "hadith_id": 6219,
    "narrator": "আলী ইবনু হুসায়ন (রাঃ)",
    "bn": "যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর স্ত্রী সফীয়্যাহ বিন্‌ত হুইয়াই বর্ণনা করেন যে, রমাযানের শেষ দশ দিনে মাসজিদে রসূলুল্লাহর ই’তিকাফের অবস্থায় তিনি তাঁর সঙ্গে সাক্ষাৎ করতে গেলেন। তিনি রাতের প্রথম ভাগে কিছু সময় তাঁর সঙ্গে কথাবার্তার পর ফিরে যাবার জন্য উঠে দাঁড়ালেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে এগিয়ে দেয়ার জন্যে উঠে দাঁড়ালেন। শেষে যখন তিনি মাসজিদের দরজার নিকট পৌঁছলেন, যা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর বিবি উম্মু সালামাহ্‌র ঘরের নিকটে অবস্থিত, তখন তাঁদের পাশ দিয়ে আনসারের দু’জন লোক যাচ্ছিল। তাঁরা দু’জনেই রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –কে সালাম দিল এবং নিজ পথের রওয়ানা হল। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের বললেনঃ ধীরে চল। ইনি হলেন সফীয়্যাহ বিন্‌ত হুইয়াই। তারা বললোঃ সুবহানাল্লাহ! হে আল্লাহ্‌র রসূল। তাদের দু’ জনের মনে তা গুরুত্বপূর্ণ মনে হল। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ নিশ্চয়ই শয়ত্বন মানুষের রক্তের ভিতর চলাচল করে থাকে। তাই আমার আশঙ্কা হলো যে, সম্ভবতঃ সে তোমাদের অন্তরে সন্দেহ জাগিয়ে দিতে পারে।(আধুনিক প্রকাশনী- ৫৭৭৭,৫৭৭৮, ইসলামিক ফাউন্ডেশন- ৫৬৭৩)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ،‏.‏ وَحَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي أَخِي، عَنْ سُلَيْمَانَ، عَنْ مُحَمَّدِ بْنِ أَبِي عَتِيقٍ، عَنِ ابْنِ شِهَابٍ، عَنْ عَلِيِّ بْنِ الْحُسَيْنِ، أَنَّ صَفِيَّةَ بِنْتَ حُيَىٍّ، زَوْجَ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ أَنَّهَا جَاءَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم تَزُورُهُ وَهْوَ مُعْتَكِفٌ فِي الْمَسْجِدِ فِي الْعَشْرِ الْغَوَابِرِ مِنْ رَمَضَانَ، فَتَحَدَّثَتْ عِنْدَهُ سَاعَةً مِنَ الْعِشَاءِ ثُمَّ قَامَتْ تَنْقَلِبُ، فَقَامَ مَعَهَا النَّبِيُّ صلى الله عليه وسلم يَقْلِبُهَا حَتَّى إِذَا بَلَغَتْ باب الْمَسْجِدِ الَّذِي عِنْدَ مَسْكَنِ أُمِّ سَلَمَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم مَرَّ بِهِمَا رَجُلاَنِ مِنَ الأَنْصَارِ فَسَلَّمَا عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم ثُمَّ نَفَذَا، فَقَالَ لَهُمَا رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ عَلَى رِسْلِكُمَا، إِنَّمَا هِيَ صَفِيَّةُ بِنْتُ حُيَىٍّ ‏\"‏‏.‏ قَالاَ سُبْحَانَ اللَّهِ يَا رَسُولَ اللَّهِ‏.‏ وَكَبُرَ عَلَيْهِمَا‏.‏ قَالَ ‏\"‏ إِنَّ الشَّيْطَانَ يَجْرِي مِنِ ابْنِ آدَمَ مَبْلَغَ الدَّمِ، وَإِنِّي خَشِيتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "78"
    }
  }
}