{
  "hadith": {
    "hadith_id": 6228,
    "narrator": "আব্‌দুল্লাহ ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেনঃ একবার কুরবানীর দিনে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফায্‌ল ইবনু ‘আব্বাস (রাঃ) –কে আপন সওয়ারীর পিঠে নিজের পেছনে বসালেন। ফায্‌ল একজন সুপুরুষ ছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকেদের মাসাআলা মাসায়িল বলে দেয়ার জন্য আসলেন। এ সময় খাশ’আম গোত্রের এক সুন্দরী নারী রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট একটা মাসাআলা জিজ্ঞেস করার জন্য আসল। তখন ফায্‌ল (রাঃ) তার দিকে তাকাতে লাগলেন। মহিলাটির সৌন্দর্য তাঁকে আকৃষ্ট করল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফায্‌ল (রাঃ) –এর দিকে ফিরে দেখলেন যে, ফায্‌ল (রাঃ) তাঁর দিকে তাকাচ্ছেন। তিনি নিজের হাত পেছনের দিকে নিয়ে ফায্‌ল (রাঃ) –এর চিবুক ধরে ঐ নারীর দিকে না তাকানোর জন্য তার মুখ অন্যদিকে ঘুরিয়ে দিলেন। [২০] এরপর স্ত্রীলোকটি জিজ্ঞেস করলঃ হে আল্লাহ্‌র রসূল! আল্লাহ তা’আলার পক্ষ থেকে তাঁর বান্দাদের উপর যে হাজ্জ ফরয হবার বিধান দেয়া হয়েছে, আমার পিতার উপর তা এমন অবস্থায় এসেছে যে, বৃদ্ধ হবার কারণে সওয়ারীর উপরে বসতে তিনি অক্ষম। যদি আমি তার পক্ষ থেকে হাজ্জ আদায় করে নেই, তবে কি তার পক্ষ থেকে তা আদায় হয়ে যাবে? তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হাঁ।(আধুনিক প্রকাশনী- ৫৭৮৭, ইসলামিক ফাউন্ডেশন- ৫৬৮২)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سُلَيْمَانُ بْنُ يَسَارٍ، أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ أَرْدَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم الْفَضْلَ بْنَ عَبَّاسٍ يَوْمَ النَّحْرِ خَلْفَهُ عَلَى عَجُزِ رَاحِلَتِهِ، وَكَانَ الْفَضْلُ رَجُلاً وَضِيئًا، فَوَقَفَ النَّبِيُّ صلى الله عليه وسلم لِلنَّاسِ يُفْتِيهِمْ، وَأَقْبَلَتِ امْرَأَةٌ مِنْ خَثْعَمَ وَضِيئَةٌ تَسْتَفْتِي رَسُولَ اللَّهِ صلى الله عليه وسلم فَطَفِقَ الْفَضْلُ يَنْظُرُ إِلَيْهَا، وَأَعْجَبَهُ حُسْنُهَا، فَالْتَفَتَ النَّبِيُّ صلى الله عليه وسلم يَنْظُرُ إِلَيْهَا، فَأَخْلَفَ بِيَدِهِ فَأَخَذَ بِذَقَنِ الْفَضْلِ، فَعَدَلَ وَجْهَهُ عَنِ النَّظَرِ إِلَيْهَا، فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ فَرِيضَةَ اللَّهِ فِي الْحَجِّ عَلَى عِبَادِهِ أَدْرَكَتْ أَبِي شَيْخًا كَبِيرًا، لاَ يَسْتَطِيعُ أَنْ يَسْتَوِيَ عَلَى الرَّاحِلَةِ، فَهَلْ يَقْضِي عَنْهُ أَنْ أَحُجَّ عَنْهُ قَالَ ‏ \"‏ نَعَمْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[*] এ আয়াত নাযিল হওয়ার উপলক্ষ ছিল এই যে, একজন মহিলা সহাবী রসূলে কারীম ﷺ-এর নিকটে হাজির হয়ে বললেনঃ ‘‘হে আল্লাহর রসূল! আমি আমার ঘরে এমন অবস্থায় থাকি যে, তখন আমাকে সে অবস্থায় কেউ দেখতে পাক তা আমি মোটেই পছন্দ করি না- সে আমার ছেলে-সন্তানই হোক কিংবা পিতা অথচ এ অবস্থায়ও তারা আমার ঘরে প্রবেশ করে। এখন আমি কী করব? এরপরই এ আয়াতটি নাযিল হয়। বস্ত্তত আয়াতটিতে মুসলিম নারী-পুরুষের পরস্পরের ঘরে প্রবেশ করার প্রসঙ্গে এক স্থায়ী নিয়ম পেশ করা হয়েছে। মেয়েরা নিজেদের ঘরে সাধারণত খোলামেলা অবস্থায়ই থাকে। ঘরের অভ্যন্তরে সব সময় পূর্ণাঙ্গ আচ্ছাদিত করে থাকা মেয়েদের পক্ষে সম্ভব হয় না। এমতাবস্থায় কারো ঘরে প্রবেশ করা- সে মুহাররম ব্যক্তিই হোক না কেন- মোটেই সমীচীন নয়। আর গায়র মুহাররম পুরুষের প্রবেশ করার তো কোন প্রশ্নই উঠতে পারে না। কেননা বিনানুমতিতে ও আগাম না জানিয়ে কেউ যদি কারো ঘরে প্রবেশ করে তাহলে ঘরের মেয়েদেরকে অপ্রস্ত্তত অবস্থায় দেখার এবং তাদের দেহের যৌন অঙ্গের উপর নজর পড়ে যাওয়ার খুবই সম্ভবনা রয়েছে। তাদের সঙ্গে চোখাচোখি হতে পারে। তাদের রূপ-যৌবন দেখে পুরুষ দর্শকের মনে যৌন লালসার আগুন জ্বলে উঠতে পারে। আর তারই পরিণামে এ মেয়ে-পুরুষের মাঝে অবৈধ সম্পর্ক গড়ে উঠে গোটা পরিবারকে তছনছ করে দিতে পারে। মেয়েদের যৌন অঙ্গ ঘরের আপন লোকদের দৃষ্টি থেকে এবং তাদের রূপ-যৌবন ভিন পুরুষের নজর থেকে বাঁচাবার উদ্দেশ্যেই এ ব্যবস্থা পেশ করা হয়েছে।\n\nজাহিলিয়াতের যুগে এমন হতো যে, কারো ঘরের দুয়ারে গিয়ে আওয়াজ দিয়েই টপ্ করে ঘরের মধ্যে প্রবেশ করত, মেয়েদেরকে সামলে নেবারও কোন সময় দেয়া হত না। ফলে কখনো ঘরের মেয়ে পুরুষকে একই শয্যায় কাপড় মুড়ি দেয়া অবস্থায় দেখতে পেত, মেয়েদেরকে দেখত অসংবৃত বস্ত্রে।\n\nএজন্যে নির্দেশ দেয়া হয়েছেঃ\n\nفَإِنْ لَمْ تَجِدُوا فِيهَا أَحَدًا فَلَا تَدْخُلُوهَا حَتَّىٰ يُؤْذَنَ لَكُمْ ۖ وَإِنْ قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا ۖ هُوَ أَزْكَىٰ لَكُمْ ۚ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ\n\n‘‘সেই ঘরে যদি কোন লোক না পাও তবে তাতে তোমরা প্রবেশ করবে না যতক্ষণ না তোমাদেরকে প্রবেশ করার অনুমতি দেয়া হবে। আর যদি তোমাদেরকে ফিরে যেতে বলা হয়, তাহলে অবশ্যই ফিরে যাবে। এ হচ্ছে তোমাদের জন্য অধিক পবিত্রতর নীতি। তোমরা যা করো সে সম্পর্কে আল্লাহ পূর্ণ মাত্রায় অবহিত রয়েছেন।’’ সূরা নূর আয়াতঃ ২৮)\n\nআনাস থেকে বর্ণিত হয়েছে। নাবী কারীম ﷺ বলেছেনঃ \n\nيَابُنَيَّ اِذَا دَخَلْتَ عَلى اهلِكَ فَسَلِّمْ تَكُوْنَ بَرْكَةً عَلَيْكَ وعَلى اَهْلِ بَيْتِكَ- ترمذي)\n\n‘‘হে প্রিয় পুত্র, তুমি যখন তোমার ঘরের লোকদের সামনে যেতে চাইবে, তখন বাইরে থেকে সালাম কর। এ সালাম করা তোমার ও তোমার ঘরের লোকদের পক্ষে বড়ই বারাকাতের কারণ হবে।\n\nকারো ঘরে প্রবেশ করতে চাইলে প্রথমে সালাম দেবে, না প্রথমে ঘরে প্রবেশের অনুমতি চাইবে, এ নিয়ে দু’রকমের মত পাওয়া যায়। কুরআনে প্রথমে অনুমতি চাওয়ার নির্দেশ হয়েছে বলে কেউ কেউ মনে করেন যে, প্রথমে অনুমতি চাইবে, পরে সালাম দিবে। কিন্তু এ মত বিশুদ্ধ নয়। কুরআনে প্রথমে অনুমতি চাওয়ার কথা বলা হয়েছে বলেই যে প্রথমে তাই করতে হবে এমন কোন কথা নেই। কুরআনে তো কী কী করতে হবে তা এক সঙ্গে বলে দেয়া হয়েছে। এখানে পূর্বাপরের বিশেষ কোন তাৎপর্য নেই। বিশেষত বিশুদ্ধ হাদীসে প্রথমে সালাম করার উপরই গুরুত্ব দেয়া হয়েছে।’’\n\nবানী ‘আমের গোত্রীয় এক সহাবী হতে বর্ণিত হয়েছে তিনি বলেনঃ আমি রসূল -এর ঘরে প্রবেশ করার অনুমতি চাইলাম। রসূল তাঁর দাসীকে নির্দেশ দিলেন বেরিয়ে গিয়ে তাকে বলঃ আপনি আস্সালামু আলাইকুম বলে বলুনঃ আমি কি প্রবেশ করব? কারণ সে কীভাবে প্রবেশ করতে হয় ভাল করে তা জানে না ...। [হাদীসটি সহীহ্, দেখুন ‘‘সহীহ্ আবী দাঊদ’’ ৫১৭৭), ‘‘সহীহ্ আদাবিল মুফরাদ’’ ১০৮৪)]।\n\nআতা বলেনঃ আমি আবূ হুরাইরাহ্ -কে বলতে শুনেছিঃ কেউ যদি বলেঃ আমি কি [ঘরে] প্রবেশ করব আর সালাম প্রদান না করে তাহলে তুমি তাকে না বল যে পর্যন্ত সে চাবি না নিয়ে আসে। আমি বললামঃ আস্সালাম। তিনি বললেনঃ হ্যাঁ। [‘‘সহীহ্ আদাবিল মুফরাদ’’ ১০৮৩)]।\n\nইবনু আববাস হতে বর্ণিত তিনি বলেনঃ উমার নাবী ﷺ-এর নিকট অনুমতি প্রার্থনা করতে গিয়ে বলেছিলেনঃ আস্সালামু ‘আলা রসূলিল্লাহ্, আস্সালামু আলাইকুম ‘উমার কি প্রবেশ করবে? [‘‘সহীহ্ আদাবিল মুফরাদ’’ ১০৮৫)]।\n\nকালদা ইবনে হাম্বল বলেনঃ আমি রসূলের ঘরে প্রবেশ করার অনুমতি চাইলাম, কিন্তু প্রথমে সালাম করিনি বলে অনুমতিও পাইনি। তখন নাবী ﷺ বললেনঃاِرجِعْ فَقُلْ اَلسَّلاَمُ عَلَيْمُمْ ءَاَدْخُلُ- ابو اداؤد،ترمذى)\n\nফিরে যাও, তারপর এসে বল আসসালামু ‘আলাইকুম, তার পরে প্রবেশের অনুমতি চাও।\n\nজাবের বর্ণিত হাদীসে রাসূলে কারীম ﷺবললেনঃلاَتَأذَنُوْا لِمَنْ لَمْ يُبْداْ بِالسَّلاَمِ- بيهقى)\n\nযে লোক প্রথমে সালাম করেনি, তাকে ঘরে প্রবেশ করার অনুমতি দিও না।\n\nজাবের বর্ণিত অপর এক হাদীসে বলা হয়েছেঃ\n\nالسلام قبل الكلام- ترمذى) কথা বলার পূর্বে সালাম দাও।\n\nআবূ মূসা আশ‘আরী ও হুযায়ফা বলেছেনঃ اَسْتاْذَنُ عَلى ذَوَاتِ الْمَحَارِمِ-\n\nমাহরাম মেয়েলোকদের কাছে যেতে হলেও প্রথমে অনুমতি চাইতে হবে।\n\nএক ব্যক্তি রসূলে কারীম ﷺ কে জিজ্ঞেস করলেনঃ\n\nআমার মায়ের ঘরে যেতে হলেও কি আমি অনুমতি চাইব?\n\nরসূলে কারীম ﷺ বললেনঃ অবশ্যই। সে লোকটি বললঃ আমি তো তার সঙ্গে একই ঘরে থাকি-তবুও? রসূল ﷺ বললেনঃ হ্যাঁ, অবশ্যই অনুমতি চাইবে। সেই ব্যক্তি বললঃ আমি তো তার খাদেম।\n\nতখন রসূলে কারীম ﷺ বললেনঃاِسْتاْذَنْ عَلَيْهاَ اَتُحِبُّ اَنْتَرَاهَا عُرْيَانَةً-\n\nঅবশ্যই পূর্বা‎‎হ্ন অনুমতি চাইবে, তুমি কি তোমার মাকে উলঙ্গ অবস্থায় দেখতে পছন্দ কর?\n\nতার মানে, অনুমতি না নিয়ে ঘরে প্রবেশ করলে মাকে উলঙ্গ অবস্থায় দেখতে পাওয়া অসম্ভব কিছু নয়।\n\nঘরের সামনে দাঁড়িয়ে প্রথমে সালাম করতে হবে এবং পরে প্রবেশের অনুমতি চাইতে হবে। অনুমতি না পেলে ফিরে যেতে হবে। এ ফিরে যাওয়া অধিক ভাল, সম্মানজনক প্রবেশের জন্য কাতর অনুনয়-বিনয় করার হীনতা থেকে।\n\nইবনে আববাস রাযি.) হাদীসের ইলম লাভের জন্যে কোন কোন আনসারীর ঘরের দ্বারদেশে গিয়ে বসে থাকতেন, ঘরের মালিক বের হয়ে না আসা পর্যন্ত তিনি প্রবেশের অনুমতি চাইতেন না। এ ছিল উস্তাদের প্রতি ছাত্রের বিশেষ আদব, শালীনতা।\n\nকারো বাড়ির সামনে গিয়ে প্রবেশের অনুমতির জন্যে দাঁড়িয়ে থাকতে হলে দরজার ঠিক সোজাসুজি দাঁড়ানও সমীচীন নয়। দরজার ফাঁক দিয়ে ভিতরে নজর করতেও চেষ্টা করবে না। কারণ, নাবী কারীম ﷺ থেকে এ সম্পর্কে বর্ণিত হয়েছেঃ আব্দুল্লাহ ইবনে বুসর বলেনঃ \n\nكَانَ رَسُوْلُ ﷺاِذَا اَتى بَابَ قَوْمٍ لَمْ يَسْتَقْبِلِ اْلبَابَ مِنْ يِلْقَاءِ وَجْهِه وَلكِنْ مِنْ رُكِْنِه الاَيْمَنِ اَوِالاَيْسَرِفَيَقُوْلُ اَلسَّلاَمُ عَلَيْكُمْر ابو داؤد)\n\nনাবী কারীম ﷺ যখন কারো বাড়ি বা ঘরের দরজায় এসে দাঁড়াতেন, তখন অবশ্যই দরজার দিকে মুখ করে সোজা হয়ে দাঁড়াতেন না। বরং দরজার ডান কিংবা বাম পাশে সরে দাঁড়াতেন এবং সালাম করতেন।\n\nএক ব্যক্তি রসূলে কারীমের বিশেষ কক্ষপথে মাথা উঁচু করে তাকালে রসূলে কারীম ﷺ তখন ভিতরে ছিলেন এবং তাঁর হাতে লৌহ নির্মিত চাকুর মত একটি জিনিস ছিল। তখন তিনি বললেনঃ\n\nلواعلم ان هذا ينظرني لطعنت بالمد رى فى عينه وهل جعل الاستيذان الامن اجل البصر-\n\nএ ব্যক্তি বাইরে থেকে উঁকি মেরে আমাকে দেখবে তা আগে জানতে পারলে আমি আমার হাতের এ জিনিসটি দ্বারা তার চোখ ফুটিয়ে দিতাম। এ কথা তো বোঝা উচিত যে, এ চোখের দৃষ্টি বাঁচানো আর তা থেকে বাঁচবার উদ্দেশ্যেই পূর্বা‎‎‎হ্ন অনুমতি চাওয়ার রীতি করে দেয়া হয়েছে।\n\nএ সম্পর্কে আবূ হুরাইরাহ রাযি.) থেকে স্পষ্ট, আরো কঠোর হাদীস বর্ণিত হয়েছে। নাবী কারীম ﷺ বলেছেনঃ \n\nلَوْ اَنَّ امْرَأً اَطَّلَعَ عَلَيْكَ بِغَيْرِ اِذْنٍ فَخَذَفْتِهُ بِحَصَاةِ فَفَقاْتِ عَيْنَهُ مَاكَانَ عَلَيْكِ ضِلْعٌ-\n\nকেউ যদি তোমার অনুমতি ছাড়াই তোমার ঘরের মধ্যে উঁকি মেরে তাকায়, আর তুমি যদি পাথর মেরে তার চোখ ফুটিয়ে দাও, তাহলে তাতে তোমার কোন দোষ হবে না।\n\nতিনবার অনুমতি চাওয়ার পরও যদি অনুমতি পাওয়া না যায়, তাহলে ফিরে চলে যেগে হবে। আবূ সায়ীদ খুদরী একবার উমার ফারূকের দাওয়াত পেয়ে তাঁর ঘরের দরজায় এসে উপস্থিত হলেন এবং তিনবার সালাম করার পরও কোন জবাব না পাওয়ার কারণে তিনি ফিরে চলে গেলেন। পরে সাক্ষাত হলে উমার ফারূক বললেনঃ\n\n‘‘তোমাকে দাওয়াত দেয়া সত্ত্বেও তুমি আমার ঘরে আসলে না কেন?’’\n\nতিনি বললেনঃ\n\n‘‘আমি তো এসেছিলাম, আপনার দরজায় দাঁড়িয়ে তিনবার সালামও করেছিলাম। কিন্তু কারো কোন সাড়া-শব্দ না পেয়ে আমি ফিরে চলে এসেছি। কেননা নাবী কারীম ﷺ আমাকে বলেছেন, তোমাদের কেউ কারো ঘরে যাওয়ার জন্যে তিনবার অনুমতি চেয়েও না পেলে সে যেন ফিরে যায়।’’ বুখারী, মুসলিম)\n\nইমাম হাসান বসরী বলেছেনঃ \n\n‘‘তিনবার সালাম করার মধ্যে প্রথমবার হল তার আগমন সম্পর্কে জানিয়ে দেয়া। দ্বিতীয়বার সালাম প্রবেশের অনুমতি লাভের জন্যে এবং তৃতীয়বার হচ্ছে ফিরে যাওয়ার অনুমতি প্রার্থনা।’’\n\nকেননা তৃতীয়বার সালাম দেয়ার পরও ঘরের ভেতর থেকে কারো জবাব না আসা সত্যই প্রমাণ করে যে, ঘরে কেউ নেই, অন্তত ঘরে এমন কোন পুরুষ নেই, যে তার সালামের জবাব দিতে পারে।\n\nআর যদি কেউ ধৈর্য ধরে ঘরের দুয়ারে দাঁড়িয়েই থাকতে চায়, তবে তারও অনুমতি আছে, কিন্তু শর্ত এই যে, দুয়ারে দাঁড়িয়েই অবিশ্রান্তভাবে ডাকা-ডাকি ও চিল্লাচিল্লি করতে থাকতে পারবে না।\n\nএকথাই বলা হয়েছে নিম্নোক্ত আয়াতাংশেঃ\n\n‘‘তারা যদি ধৈর্য ধারণ করে অপেক্ষায় থাকত যতক্ষণ না তুমি ঘর থেকে বের হচ্ছ, তাহলে তাদের জন্যে খুবই কল্যাণকর হত।’’ সূরা হুজরাতঃ ৫)\n\nআয়াতটি যদিও বিশেষভাবে রাসূলে কারীম প্রসঙ্গে; কিন্তু এর আবেদন ও প্রয়োগ সাধারণ। কোন কোন কিতাবে এরূপ উল্লেখ পাওয়া যায় যে, ইবনে আববাস যিনি ইসলামের বিষয়ে মস্তবড় মনীষী ও বিশেষজ্ঞ ছিলেন- উবাই ইবনে কা‘ব -এর বাড়িতে কুরআন শেখার উদ্দেশ্যে যাতায়াত করতেন। তিনি দরজার কাছে দাঁড়িয়ে থাকতেন, কাউকে ডাক দিতেন না, দরজায় ধাক্কা দিয়েও ঘরের লোকদের ব্যতিব্যস্ত করে তুলতেন না। যতক্ষণ না উবাই নিজ ইচ্ছেমত ঘর থেকে বের হতেন, ততক্ষণ এমনিই দাঁড়িয়ে থাকতেন।\n\n[১]. চোখের দৃষ্টি হচ্ছে এমন একটি তীক্ষ্ম-শানিত তীর যা নারী বা পুরুষের অন্তর ভেদ করতে পারে। প্রেম-ভালবাসা তো এক অদৃশ্য জিনিস, যা কখনো চোখে ধরা পড়ে না, বরং চোখের দৃষ্টিতে ভর করে অপরের মর্মে গিয়ে পৌঁছায়। বস্ত্তত দৃষ্টি হচ্ছে লালসার ব‎‎হ্নর দখিন হাওয়া। মানুষের মনে দৃষ্টি যেমন লালসাগ্নি উৎক্ষিপ্ত করে, তেমনি তার ইন্ধন যোগায়। দৃষ্টি বিনিময় এক অলিখিত লিপিকার আদান-প্রদান, যাতে লোকদের অগোচরেই অনেক প্রতিশ্রুতি- অনেক মর্মকথা পরস্পরের মনের পৃষ্ঠায় জ্বলন্ত অক্ষরে লিপিবদ্ধ হয়ে যায়।\n\nইসলামের লক্ষ্য যেহেতু মানব জীবনের সার্বিক পবিত্র ও সর্বাঙ্গীণ উন্নত চরিত্র, সে জন্যে দৃষ্টির এ ছিদ্রপথকেও সে বন্ধ করে দেয়ার ব্যবস্থা করেছে, দৃষ্টিকে সুনিয়ন্ত্রিত করার জন্যে দিয়েছে সুস্পষ্ট নির্দেশ। কুরআন মাজীদ স্পষ্টভাবে ঘোষণা করেছেঃ\n\n‘‘মু’মিন পুরুষদের বলে দাও, তারা যেন তাদের দৃষ্টিকে নিয়ন্ত্রিত করে রাখে এবং লজ্জাস্থানের পবিত্রতা রক্ষা করে, এ নীতি তাদের জন্যে অতিশয় পবিত্রতাময়। আর তারা যা কিছু করে, আল্লাহ সে সম্পর্কে পূর্ণ মাত্রায় অবহিত।’’\n\nকেবল পুরুষদেরকেই নয়, এর সঙ্গে সঙ্গে মুসলিম মহিলাদের সম্পর্কেও বলা হয়েছেঃ\n\n‘‘মু’মিন মহিলাদের বল, তারা যেন তাদের দৃষ্টিকে নত রাখে এবং তাদের লজ্জাস্থানের পবিত্রতা রক্ষা করে।’’ সূরা আন-নূরঃ ৩১)\n\nদু’টো আয়াতে একই কথা বলা হয়েছে- দৃষ্টি নিয়ন্ত্রণ এবং লজ্জাস্থানের পবিত্রতা সংরক্ষণ, কিন্তু এ একই কথা পুরুষদের জন্য আলাদাভাবে এবং মহিলাদের জন্যে তার পরে স্বতন্ত্র একটি আয়াতে বলা হয়েছে। এর মানেই হচ্ছে এই যে, এ কাজটি স্ত্রী-পুরুষ উভয়ের জন্যেই সমানভাবে জরুরী। এ আয়াতদ্বয়ে যেমন রয়েছে আল্লাহর নৈতিক উপদেশ, তেমনি রয়েছে ভীতি প্রদর্শন। উপদেশ হচ্ছে এই যে, ঈমানদার পুরুষই হোক কিংবা স্ত্রীই, তাদের কর্তব্যই হচ্ছে আল্লাহর হুকম পালন করা এবং নিষিদ্ধ কাজ থেকে বিরত থাকা। কাজেই আল্লাহর বিধান মুতাবিক যার প্রতি চোখ তুলে তাকানো নিষিদ্ধ, তার প্রতি যেন কখনো তাকাবার সাহস না করে। আর দ্বিতীয় কথা, দৃষ্টি নিয়ন্ত্রণ ও লজ্জাস্থানের পবিত্রতা রক্ষা ওতপ্রোতভাবে জড়িত। দৃষ্টি নিয়ন্ত্রণ হলে অবশ্যই লজ্জাস্থানের পবিত্রতা রক্ষা পাবে, কিন্তু দৃষ্টিই যদি নিয়ন্ত্রিত না হয়, তাহলে পরপুরুষ কিংবা পরস্ত্রী দর্শনের ফলে হৃদয় মনের গভীর প্রশস্তি বিঘ্নিত ও চূর্ণ হবে, অন্তরে লালসার উত্তাল উন্মাদনার সৃষ্টি হয়ে লজ্জাস্থানের পবিত্রতাকে পর্যন্ত ভেঙ্গে চুরমার করে দেবে। কাজেই যেখানে দৃষ্টি নিয়ন্ত্রিত নয়, দেখাশোনার ব্যাপারে যেখানে পর, আপন, মাহরাম, গায়র মাহরামের তারতম্য নেই, বাছ-বিচার নেই, সেখানে লজ্জাস্থানের পবিত্রতা রক্ষিত হচ্ছে তা কিছুতেই বলা যায় না। ঠিক এজন্যই ইসলামে দৃষ্টিকে- পরিভাষায় যাকে بريد العشق ‘প্রেমের পয়গাম বাহক’ বলা হয়েছে, নিয়ন্ত্রিত করার নির্দেশ দেয়া হয়েছে। উপদেশের ছলে বলা হয়েছেঃ ذلك أزكى لهم এ-নীতি তাদের জন্যে খুবই পবিত্রতা বিধায়ক অর্থাৎ দৃষ্টি নিয়ন্ত্রিত রাখলে চরিত্রকে পবিত্র রাখা সম্ভব হবে। আর শেষ ভাগে ভীতি প্রদর্শনের উদ্দেশ্যে বলা হয়েছেঃ\n\n‘‘মু’মিন হওয়া সত্ত্বেও স্ত্রী-পুরুষ যদি এ হুকুম মেনে চলতে রাযী না হয়, তাহলে আল্লাহ রববুল ‘আলামীন নিশ্চয়ই এর শাস্তি প্রদান করবেন। তিনি তাদের কাজ-কর্ম সম্পর্কে পুরোমাত্রায় অবহিত রয়েছেন।’’\n\nএ ভীতি যে কেবল পরকালের জন্যেই, এমন কথা নয়। দৃষ্টি নিয়ন্ত্রণ ও পবিত্রতা রক্ষা না করা হলে এ দুনিয়ায়ও তার অত্যন্ত খারাপ পরিণতি দেখা দিতে পারে। আর তা হচ্ছে স্বামীর দিল অন্য মেয়েলোকের দিকে আকৃষ্ট হওয়া এবং স্ত্রীর মন সমর্পিত হওয়া অন্য পুরুষের কাছে। আর এরই পরিণতি হচ্ছে পারিবারিক ও দাম্পত্য জীবনে আশু বিপর্যয় ও ভাঙ্গণ। দৃষ্টিশক্তির বিশ্বাসঘাতকতা সম্পর্কে স্বয়ং আল্লাহ তা‘আলাও মানুষকে সতর্ক করে দিয়ে বলেছেনঃ \n\n‘‘তিনি দৃষ্টিসমূহের বিশ্বাসঘাতকতামূলক কার্যক্রম সম্পর্কে এবং তারই কারণে মনের পর্দায় যে কামনা-বাসনা গোপনে ও অজ্ঞাতসারে জাগ্রত হয় তা ভালভাবেই জানেন।’’ সূরা মু’মিনঃ ১৯)\n\nএ আয়াত খন্ডের ব্যাখ্যায় ইমাম বায়যাবী লিখেছেনঃ\n\n‘‘বিশ্বাসঘাতক দৃষ্টি গায়র-মাহরাম মেয়েলোকের প্রতি বারবার দৃষ্টি নিক্ষেপ করার মতই, তার প্রতি চুরি করে তাকানো বা চোরা দৃষ্টি নিক্ষেপ করা অথবা দৃষ্টির কোন বিশ্বাসঘাতকতামূলক আচরণ।’’ আনওয়ারুত তানযীল ওয়া ইসরারুত তাওয়ীল, দ্বিতীয় খন্ড ২৬৫ পৃষ্ঠা)\n\nইমাম ইবনে তাইমিয়্যাহ বলেছেনঃ ‘‘চোখ নিয়ন্ত্রণ ও নীচু করে রাখায় চোখের জ্যোতি বৃদ্ধি পায়।’’ মাজমু‘আ ফাতাওয়া ১৫শ খন্ড ২৮৫ পৃষ্ঠা)\n\nদৃষ্টি নিয়ন্ত্রণের জন্যে আলাদা আলাদাভাবে পুরুষ ও স্ত্রী উভয়কেই নির্দেশ দেয়া হয়েছে। তার কারণ এই যে, যৌন উত্তেজনার ব্যাপারে স্বাভাবিকভাবেই স্ত্রী ও পুরুষের প্রায় একই অবস্থা। বরং স্ত্রীলোকের দৃষ্টি পুরুষদের মনে বিরাট আলোড়নের সৃষ্টি করে থাকে। প্রেমের আবেগ উচ্ছাসের ক্ষেত্রে স্ত্রীলোকের প্রকৃতি অত্যন্ত নাজুক ও ঠুনকো। কারো সাথে চোখ বিনিময় হলে স্ত্রীলোক সর্বাগ্রে কাতর এবং কাবু হয়ে পড়ে, যদিও তাদের মুখ ফোটে না। তার স্বাভাবিক দুর্বলতা-বৈশিষ্ট্যও বলা যেতে পারে একে। বাস্তব অভিজ্ঞতায় এর শত শত প্রমাণ পাওয়া যেতে পারে। এ কারণে স্ত্রীলোকদের দৃষ্টি নিয়ন্ত্রণের প্রয়োজন অনস্বীকার্য। এমন হওয়া কিছুমাত্র অস্বাভাবিক নয় যে, কোন সুশ্রী স্বাস্থ্যবান ও সুদর্শন যুবকের প্রতি কোন মেয়ের দৃষ্টি আকৃষ্ট হল, আর অমনি তার সর্বাঙ্গে প্রেমের বিদ্যুৎ তরঙ্গ খেলে গেল, সৃষ্টি হল প্রলয়ঙ্কর ঝড়। ফলে তার বহিরাঙ্গ কলঙ্কমুক্ত থাকতে পারলেও তার অন্তর্লোক পঙ্কিল হয়ে গেল। স্বামীর হৃদয় থেকে তার মন পাকা ফলের বোঁটা থেকে খসে পড়ার মত একেবারেই ছিন্ন হয়ে গেল, তার প্রতি তার মন হল বিমুখ, বিদ্রোহী। পরিণামে দাম্পত্য জীবনে ফাটল দেখা দিল, আর পারিবারিক জীবন হল ছিন্ন-বিচ্ছিন্ন।\n\nকখনো এমনও হতে পারে যে, স্ত্রীলোক হয়ত বা আত্মরক্ষা করতে পারল, কিন্তু তার অসর্তকতার কারণে কোন পুরুষের মনে প্রেমের আবেগ ও উচ্ছাস উদ্বেলিত হয়ে উঠেছে। তখন সে পুরুষ হয়ে যায় অনমনীয় ক্ষমাহীন। সে নারীকে বশ করবার জন্যে যত উপায় সম্ভব তা অবলম্বন করতে কিছুমাত্র দ্বিধাবোধ করে না। শেষ পর্যন্ত তার শিকারের জাল হতে নিজেকে রক্ষা করা সেই নারীর পক্ষে হয়ত সম্ভবই হয় না। এর ফলেও পারিবারিক জীবনে ভাঙ্গণ অনিবার্য হয়ে ওঠে।\n\nদৃষ্টির এ অশুভ পরিণামের দিকে লক্ষ্য করেই কুরআন মাজীদের উপরোক্ত আয়াত নাযিল করা হয়েছে, আর এরই ব্যাখ্যা করে রাসূলে কারীম ﷺ ইরশাদ করেছেন অসংখ্য অমৃত বাণী।",
    "chapter": {
      "chapter_number": "79"
    }
  }
}