{
  "hadith": {
    "hadith_id": 6230,
    "narrator": "‘আব্‌দুল্লাহ (রাঃ)",
    "bn": "তিনি বলেনঃ যখন আমরা নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর সঙ্গে সালাত আদায় করছিলাম, তখন আমরা আল্লাহর প্রতি তাঁর বান্দাদের পক্ষ থেকে সালাম, জিব্রীল ‘আ.)-এর প্রতি সালাম, মীকাঈল (‘আ.)-এর প্রতি সালাম এবং অমুকের প্রতি সালাম দিলাম। নাবী  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সালাত শেষ করে, আমাদের দিকে তাঁর চেহারা ফিরিয়ে বললেনঃ আল্লাহ তা‘আলা নিজেই ‘সালাম’। অতএব যখন তোমাদের কেউ সালাতের মধ্যে বসবে, তখন বলবেঃ\n\nالتَّحِيَّاتُ لله وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ السَّلاَمُ عَلَيْنَا وَعَلٰى عِبَادِ اللهِ الصَّالِحِينَ\n\nমুসল্লী যখন এ কথাটা বলবে, তখনই আসমান যমীনে সব নেক বান্দাদের নিকট এ সালাম পৌঁছে যাবে। তারপর বলবে  أَشْهَدُ أَنْ لاَ إِلٰهَ إِلاَّ اللهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُه” وَرَسُوْلُه”\n\nতারপর সে তার পছন্দমত দু‘আ বেছে নেবে। [৮৩১] আধুনিক প্রকাশনী- ৫৭৮৯, ইসলামিক ফাউন্ডেশন- ৫৬৮৪)",
    "ar": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، قَالَ حَدَّثَنِي شَقِيقٌ، عَنْ عَبْدِ اللَّهِ، قَالَ كُنَّا إِذَا صَلَّيْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم قُلْنَا السَّلاَمُ عَلَى اللَّهِ قَبْلَ عِبَادِهِ، السَّلاَمُ عَلَى جِبْرِيلَ، السَّلاَمُ عَلَى مِيكَائِيلَ، السَّلاَمُ عَلَى فُلاَنٍ، فَلَمَّا انْصَرَفَ النَّبِيُّ صلى الله عليه وسلم أَقْبَلَ عَلَيْنَا بِوَجْهِهِ فَقَالَ ‏ \"‏ إِنَّ اللَّهَ هُوَ السَّلاَمُ، فَإِذَا جَلَسَ أَحَدُكُمْ فِي الصَّلاَةِ فَلْيَقُلِ التَّحِيَّاتُ لِلَّهِ، وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ‏.‏ فَإِنَّهُ إِذَا قَالَ ذَلِكَ أَصَابَ كُلَّ عَبْدٍ صَالِحٍ فِي السَّمَاءِ وَالأَرْضِ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ‏.‏ ثُمَّ يَتَخَيَّرْ بَعْدُ مِنَ الْكَلاَمِ مَا شَاءَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "79"
    }
  }
}