{
  "hadith": {
    "hadith_id": 6243,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)বলেছেনঃ নিশ্চয়ই আল্লাহ তা’আলা বানী আদামের জন্য যিনার একটা অংশ নির্ধারিত রেখেছেন। সে তাতে অবশ্যই জড়িত হবে। চোখের জিনা হলো দেখা, জিহ্বার জিনা হলো কথা বলা, কুপ্রবৃত্তি কামনা ও খাহেশ সৃষ্টি করা এবং যৌনাঙ্গ তা সত্য অথবা মিথ্যা প্রমাণ করে। [২১][মুসলিম ৪৬/৫, হাঃ ২৬৫৭, আহমাদ ৮২২২] আধুনিক প্রকাশনী- ৫৮০১, ইসলামিক ফাউন্ডেশন- ৫৬৯৬)",
    "ar": "حَدَّثَنَا الْحُمَيْدِيُّ، حَدَّثَنَا سُفْيَانُ، عَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ لَمْ أَرَ شَيْئًا أَشْبَهَ بِاللَّمَمِ مِنْ قَوْلِ أَبِي هُرَيْرَةَ‏.‏ حَدَّثَنِي مَحْمُودٌ أَخْبَرَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنِ ابْنِ طَاوُسٍ عَنْ أَبِيهِ عَنِ ابْنِ عَبَّاسٍ قَالَ مَا رَأَيْتُ شَيْئًا أَشْبَهَ بِاللَّمَمِ مِمَّا قَالَ أَبُو هُرَيْرَةَ عَنِ النَّبِيِّ صلى الله عليه وسلم \"‏ إِنَّ اللَّهَ كَتَبَ عَلَى ابْنِ آدَمَ حَظَّهُ مِنَ الزِّنَا، أَدْرَكَ ذَلِكَ لاَ مَحَالَةَ، فَزِنَا الْعَيْنِ النَّظَرُ، وَزِنَا اللِّسَانِ الْمَنْطِقُ، وَالنَّفْسُ تَمَنَّى وَتَشْتَهِي، وَالْفَرْجُ يُصَدِّقُ ذَلِكَ كُلَّهُ وَيُكَذِّبُهُ ‏\"‏‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১]. আল্লামা খাত্তাবী (রহ.) এ হাদীসের ব্যাখ্যায় লিখেছেনঃ‘‘দেখা ও কথা বলাকে যিনা বলার কারণ এই যে, দু’টোই হচ্ছে প্রকৃত যিনার ভূমিকা- যিনার মূল কাজের পূর্ববর্তী স্তর। কেননা দৃষ্টি হচ্ছে মনের গোপন জগতের উদ্বোধক আর জিহবা হচ্ছে বাণী বাহক, যৌনাঙ্গ হচ্ছে বাস্তবায়নের হাতিয়ার- সত্য প্রমাণকারী।’’ মা‘আলিমুস সুনান ৩য় খন্ড ২২৩ পৃষ্ঠা)\n\nহাফিয আল্লামা ইবনুল কাইয়্যিম (রহ.) লিখেছেনঃ‘‘দৃষ্টিই হয় যৌন লালসা উদ্বোধক, পয়গাম বাহক। কাজেই এ দৃষ্টির নিয়ন্ত্রণ ও সংরক্ষণ মূলত যৌন অঙ্গেরই সংরক্ষণ। যে ব্যক্তি দৃষ্টিকে অবাধ, উন্মুক্ত ও সর্বগামী করে সে নিজেকে নৈতিক পতন ও ধ্বংসের মুখে ঠেলে দেয়। মানুষ নৈতিকতার ক্ষেত্রে যত বিপদ ও পদস্খলনেই নিপতিত হয়, দৃষ্টিই হচ্ছে তার সর্ব কিছুর মুল কারণ। কেননা দৃষ্টি প্রথমত আকর্ষণ জাগায়, আকর্ষণ মানুষকে চিন্তা-বিভ্রমে নিমজ্জিত করে, আর এ চিন্তাই মানুষের মধ্যে সৃষ্টি করে লালসার উত্তেজনা। এ যৌন উত্তেজনা ইচ্ছা শক্তিকে উদ্বুদ্ধ করে, আর ইচ্ছা ও প্রবৃত্তি শক্তিশালী হয়ে দৃঢ় সংকল্পে পরিণত হয়। এ দৃঢ় সংকল্প অধিকতর শক্তি অর্জন করে বাস্তবে ঘটনা সংঘটিত করে। বাস্তবে যখন কোন বাধাই থাকে না, তখন এ বাস্তব অবস্থার সম্মুখীন না হয়ে কারো কোন উপায় থাকে না।’’ আল-জাওয়াব আলকাফী, পৃষ্ঠা ২০৪)\n\nঅনিয়ন্ত্রিত দৃষ্টি চালনার কুফল সম্পর্কে সতর্ক করতে গিয়ে নাবী কারীম ﷺ ইরশাদ করেছেনঃ النظرة سهم مسموم من سهام ابليس\n\n‘‘অনিয়ন্ত্রিত দৃষ্টি ইবলীসের বিষাক্ত বাণ বিশেষ।’’ মুসনাদ আশশিহাব ১মখন্ড ১৯৫-১৯৬ পৃষ্ঠা)\n\nআল্লামাহ ইবনে কাসীর (রহ.) এ প্রসঙ্গে লিখেছেনঃالنظرة سهم سم إلى القلب\n\n‘‘দৃষ্টি হচ্ছে এমন একটি তীর, যা মানুষের হৃদয়ে বিষের উদ্রেক করে।’’ ইবনু কাসীর ৩য় খন্ড ৩৭৬ পৃষ্ঠা)\n\nদৃষ্টি চালনা সম্পর্কে রসূলের ﷺ নির্দেশ\n\nরসূল কারীম ﷺ বলেছেনঃ غًضُّوا أَبْصَارَكُمْ وَاحْفَظُوْا فُرُوْجَكُمْ\n\n‘‘তোমাদের দৃষ্টিকে নীচু কর, নিয়ন্ত্রিত কর এবং তোমাদের লজ্জাস্থানের সংরক্ষণ করো।’’\n\nমু‘জামুল কাবীর, ৮ম খন্ড ২৬২ পৃষ্ঠা, হাঃ ৮০১৮, মাজমূ‘আ ফাতাওয়া ১৫শ খন্ড ৩৯৫ পৃষ্ঠা)\n\nএ দু’টো যেমন আলাদা আলাদা নির্দেশ, তেমনি প্রথমটির অনিবার্য পরিণতি হচ্ছে শেষেরটি অর্থাৎ দৃষ্টি নিয়ন্ত্রিত হলেই লজ্জাস্থানের সংরক্ষণ সম্ভব। অন্যথায় তাকে চরম নৈতিক অধঃপতনে নিমজ্জিত হতে হবে নিঃসন্দেহে।\n\nনাবী কারীম ﷺ আলী -কে লক্ষ্য করে বলেছিলেনঃيَاعَلِيُّلَاتُتْبِعْالنَّظْرَةَالنَّظْرَةَفَإِنَّلَكَالأُولَىوَلَيْسَتْلَكَالآخِرَةُ\n\n‘‘হে ‘আলী, একবার কোন পরস্ত্রীর প্রতি দৃষ্টি পড়লে পুনরায় তার প্রতি চোখ তুলে তাকাবে না। কেননা তোমার জন্যে প্রথম দৃষ্টিই ক্ষমার যোগ্য, দ্বিতীয়বার দেখা নয়।’’ আবূদাউদ ২১৪৯, হাসান, আলবানী)\n\nএর কারণ সু্স্পষ্ট। আকস্মিকভাবে কারো প্রতি চোখ পড়ে যাওয়া আর ইচ্ছাক্রমে কারো প্রতি তাকানো সমান কথা নয়। প্রথমবার যে চোখ কারো উপর পড়ে গেছে, তার মূলে ব্যক্তির ইচ্ছার বিশেষ কোন যোগ থাকে না; কিন্তু পুনর্বার তাকে দেখা ইচ্ছাক্রমেই হওয়া সম্ভব। এ জন্যেই প্রথমবারের দেখায় কোন দোষ হবে না; কিন্তু দ্বিতীয়বার তার দিকে চোখ তুলে তাকানো ক্ষমার অযোগ্য। বিশেষত এ জন্য যে, দ্বিতীয়বারের দৃষ্টির পিছনে মনের কলুষতা ও লালসা পংকিল উত্তেজনা থাকাই স্বাভাবিক। আর এ ধরনের দৃষ্টি দিয়ে পরস্ত্রীকে দেখা স্পষ্ট হারাম।\n\nতার মানে কখনো এ নয় যে, পরস্ত্রীকে একবার বুঝি দেখা জায়েয এবং এখানে তার অনুমতি দেয়া হচ্ছে। আসলে পরস্ত্রীকে দেখা আদতেই জায়েয নয়। এজন্যেই কুরআন ও হাদীসে দৃষ্টি নত করে চলার নির্দেশ দেয়া হয়েছে।\n\nরসূলে কারীম ﷺ-কে জিজ্ঞেস করা হলঃ ‘পরস্ত্রীর প্রতি আকস্মিক দৃষ্টি পড়া সম্পর্কে আপনার কী হুকুম? তিনি বললেনঃ اصرف بصرك ‘‘তোমার চোখ অন্যদিকে ফিরিয়ে নাও।’’ আবূ দাউদ ২১৪৮, সহীহ আলবানী)\n\nদৃষ্টি ফেরানো কয়েকভাবে হতে পারে। উদ্দেশ্য হচ্ছে পরস্ত্রীকে দেখার পংকিলতা থেকে নিজেকে পবিত্র রাখা। আকস্মিক নিতান্ত অনিচ্ছা সত্ত্বেও যদি কারো প্রতি দৃষ্টি পড়ে যায়, তবে সঙ্গে সঙ্গেই চোখ নীচু করা, অন্যদিকে সরিয়ে নেয়া হচ্ছে ঈমানদার ব্যক্তির কাজ।\n\nনাবী কারীম ﷺ একবার নিকটে উপস্থিত লোকদের জিজ্ঞেস করলেনঃ ‘‘মেয়েলোকদের জন্য ভাল কী?’’\n\nপ্রশ্ন শুনে সকলেই চুপ মেরে থাকলেন, কেউ কোন জবাব দিতে পারলেন না। ‘আলী এখানে উপস্থিত ছিলেন। তিনি বাড়ি এসে ফাতিমা -কে এ বিষয়ে জিজ্ঞাসা করলেন। তিনি সঙ্গে সঙ্গেই জবাব দিলেনঃ لا يراهن الرجال ভিন্ পুরুষরা তাদের দেখবে না। এটাই তাদের জন্যে ভাল ও কল্যাণকর)।\n\nঅপর বর্ণনায় ফাতিমা বললেনঃ لا يرين الرجال ولا يرون هن মেয়েরা পুরুষদের দেখবে না, আর পুরুষরা দেখবে না মেয়েদেরকে। দারকুতনী, বাযযার)\n\nবস্ত্তত ইসলামী সমাজ জীবনের পবিত্রতা রক্ষার্থে পুরুষদের পক্ষে যেমন ভিন্ মেয়েলোক দেখা হারাম, তেমনি হারাম মেয়েদের পক্ষেও ভিন্ পুরুষদের দেখা। কুরআন মাজীদে এ সম্পর্কে যেমন পাশাপাশি দু’টো আয়াতে রয়েছে-পূর্বে উদ্ধৃত হয়েছে- তেমনি হাদীসেও এ দুটো নিষেধ বাণী একই সঙ্গে ও পাশাপাশি উদ্ধৃত রয়েছে। উম্মে সালামা বর্ণিত এক হাদীসের ভিত্তিতে আল্লামা শাওকানী লিখেছেনঃيحرمعلىالمرأةنظرالرجلكمايحرمعلىالرجلنظرالمرأة\n\nপুরুষদেরকে দেখা মেয়েদের জন্য হারাম, ঠিক যেমন হারাম পুরুষদের জন্য মেয়েদের দেখা। নাইলুল আওত্বর ৬ষ্ঠ খন্ড ১৭৭ পৃষ্ঠা)\n\nএর কারণস্বরূপ তিনি লিখেছেনঃ\n\nولأنالنساءأحدنوعيالآدميينفحرمعليهنالنظرإلىالنوعالآخرقياساعلىالرجالويحققهأ\nنالمعنىالمحرمللنظرهوخو\nفالفتنةوهذافيالمرأةأبلغفإنهااشدشهوةوأقلعقلافتسارعإليهاالفتنةأكثرمنالرجل\n\nকেননা মেয়েলোক মানব জাতিরই অন্তর্ভুক্ত প্রজাতি। এজন্য পুরুষের মতই মেয়েদের জন্য তারই মত অপর প্রজাতি পুরুষদের দেখা হারাম করা হয়েছে। এ কথার যথার্থতা বোঝা যায় এ দিক দিয়েও যে, গায়র-মুহাররমের প্রতি তাকানো হারাম হওয়ার মূল কারণ হচ্ছে যৌন বিপর্যয়ের ভয়। আর মেয়েদের ব্যাপারে এ ভয় অনেক বেশী। কেননা যৌন উত্তেজনা যেমন মেয়েদের বেশী, সে পরিমাণে বুদ্ধিমত্তা তাদের কম। আর পুরুষদের তুলনায় মেয়েদের কারণেই অধিক যৌন বিপর্যয় ঘটে থাকে।’’ নাইলুল আওত্বর ৬ষ্ঠ খন্ড ১৭৭ পৃষ্ঠা)\n\nমোটকথা, গায়র মুহাররম স্ত্রী-পুরুষের পারস্পরিক দৃষ্টি বিনিময় কিংবা একজনের অপরজনকে দেখা, লালসার দৃষ্টি নিক্ষেপ ইসলামে নিষিদ্ধ। এতে করে পারিবারিক জীবনে শুধু যে পংকিলতার বিষবাষ্প জমে তাই নয়, তাতে আসতে পারে এক প্রলয়ঙ্কর ভাঙ্গণ ও বিপর্যয়। মনে করা যেতে পারে, একজন পুরুষের দৃষ্টিতে কোন পরস্ত্রী অতিশয় সুন্দরী ও লাস্যময়ী হয়ে দেখা দিল। পুরুষ তার প্রতি দৃষ্টি পথে ঢেলে দিল প্রাণ মাতানো মন ভুলানো প্রেম ও ভালবাসা। স্ত্রীলোকটি তাতে আত্মহারা হয়ে গেল, সেও ঠিক দৃষ্টির মাধ্যমেই আত্মসমর্পণ করল এই পর-পুরুষের কাছে। এখন ভাবুন, এর পরিণাম কী? এর ফলে পুরুষ কি তার ঘরের স্ত্রীর প্রতি বিরাগভাজন হবে না? হবে নাকি এই স্ত্রী লোকটি নিজের স্বামীর প্রতি অনাসক্তা, আনুগত্যহীনা। আর তাই যদি হয়, তাহলে উভয়ের পারিবারিক জীবনের গ্রন্থি প্রথমে কলংকিত ও বিষ-জর্জর এবং পরে সম্পূর্ণরূপে ছিন্ন হতে বাধ্য। এর পরিণামই তো আমরা সমাজে দিনরাতই দেখতে পাচ্ছি।",
    "chapter": {
      "chapter_number": "79"
    }
  }
}