{
  "hadith": {
    "hadith_id": 6245,
    "narrator": "আবূ সা’ঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন, একবার আমি আনসারদের এক মজলিসে উপস্থিত ছিলাম। এমন সময় হঠাৎ আবূ মূসা (রাঃ) ভীত সন্ত্রস্ত হয়ে এসে বললেনঃ আমি তিনবার ‘উমার (রাঃ)- এর নিকট অনুমতি চাইলাম, কিন্তু আমাকে অনুমতি দেয়া হল না। তাই আমি ফিরে এলাম। ‘উমার (রাঃ) তাঁকে জিজ্ঞেস করলেনঃ তোমাকে ভেতরে প্রবেশ করতে কিসে বাধা দিল? আমি বললামঃ আমি প্রবেশের জন্য তিনবার অনুমতি চাইলাম, কিন্তু আমাকে অনুমতি দেয়া  হলো না। তাই আমি ফিরে এলাম। (কারণ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ যদি তোমাদের কেউ তিনবার প্রবেশের অনুমতি চায়। কিন্তু তাতে অনুমতি দেয়া না হয় তবে সে যেন ফিরে যায়। তখন উমার (রাঃ) বললেনঃ আল্লাহ্‌র কসম! তোমাকে এ কথার উপর অবশ্যই প্রমাণ প্রতিষ্ঠিত করতে হবে। তিনি সবাইকে জিজ্ঞেস করলেনঃ তোমাদের মাঝে কেউ  আছে কি যিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) থেকে এ হাদীস শুনেছে? তখন উবাই ইবনু কা’ব (রাঃ) বললেনঃ আল্লাহ্‌র কসম! আপনার কাছে প্রমাণ দিতে দলের সর্বকনিষ্ঠ ব্যক্তিই উঠে দাঁড়াবে। আর আমি দলের সর্বকনিষ্ঠ ছিলাম। সুতরাং আমি তাঁর সঙ্গে উঠে দাঁড়িয়ে বললামঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) অবশ্যই এ কথা বলেছেন।\nইবনু মুবারাক বলেন, আবূ সা’ঈদ হতে ভিন্ন একটি সূত্রেও অনুরূপ একটি হাদীস বর্ণিত হয়েছে। [২০৬২; মুসলিম ৩৮/৭, হাঃ ২১৫৩, আহমাদ ১৯৬৩০] আধুনিক প্রকাশনী- ৫৮০৩, ইসলামিক ফাউন্ডেশন- ৫৬৯৮)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُفْيَانُ، حَدَّثَنَا يَزِيدُ بْنُ خُصَيْفَةَ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ كُنْتُ فِي مَجْلِسٍ مِنْ مَجَالِسِ الأَنْصَارِ إِذْ جَاءَ أَبُو مُوسَى كَأَنَّهُ مَذْعُورٌ فَقَالَ اسْتَأْذَنْتُ عَلَى عُمَرَ ثَلاَثًا، فَلَمْ يُؤْذَنْ لِي فَرَجَعْتُ فَقَالَ مَا مَنَعَكَ قُلْتُ اسْتَأْذَنْتُ ثَلاَثًا، فَلَمْ يُؤْذَنْ لِي فَرَجَعْتُ، وَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ إِذَا اسْتَأْذَنَ أَحَدُكُمْ ثَلاَثًا فَلَمْ يُؤْذَنْ لَهُ، فَلْيَرْجِعْ ‏\"‏‏.‏ فَقَالَ وَاللَّهِ لَتُقِيمَنَّ عَلَيْهِ بِبَيِّنَةٍ‏.‏ أَمِنْكُمْ أَحَدٌ سَمِعَهُ مِنَ النَّبِيِّ صلى الله عليه وسلم صلى الله عليه وسلم فَقَالَ أُبَىُّ بْنُ كَعْبٍ وَاللَّهِ لاَ يَقُومُ مَعَكَ إِلاَّ أَصْغَرُ الْقَوْمِ، فَكُنْتُ أَصْغَرَ الْقَوْمِ، فَقُمْتُ مَعَهُ فَأَخْبَرْتُ عُمَرَ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ذَلِكَ‏.‏ وَقَالَ ابْنُ الْمُبَارَكِ أَخْبَرَنِي ابْنُ عُيَيْنَةَ حَدَّثَنِي يَزِيدُ عَنْ بُسْرٍ سَمِعْتُ أَبَا سَعِيدٍ بِهَذَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "79"
    }
  }
}