{
  "hadith": {
    "hadith_id": 6266,
    "narrator": "আবদুল্লাহ ইবনু ‘আব্বাস (রাঃ)",
    "bn": "যে, ‘আলী ইবনু আবূ ত্বলিব যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর শেষ কালে তাঁর কাছ থেকে বেরিয়ে এলেন, লোকেরা তাঁকে জিজ্ঞেস করলোঃ হে আবুল হাসান! কীভাবে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর সকাল হয়েছে? তিনি বললেনঃ আলহাম্‌দু লিল্লাহ্‌ সুস্থ অবস্থায় তাঁর সকাল হয়েছে। তখন ‘আব্বাস (রাঃ) তার হাত ধরে বললেনঃ তুমি কি তাঁর অবস্থা বুঝতে পারছো না? তুমি তিনদিন পরই লাঠির গোলাম হয়ে যাবে। আল্লাহ্‌র কসম! আমি নিঃসন্দেহে ধারণা করছি যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাঁর এ অসুখেই শীঘ্রই ইন্তিকাল করবেন। আমি বনূ ‘আবদুল মুত্তালিবের চেহারা থেকে তাঁদের মৃত্যুর আলামত বুঝতে পারি। অতএব তুমি আমাদের রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর নিকট নিয়ে যাও। আমরা তাঁকে জিজ্ঞেস করবো যে, তাঁর অবর্তমানে খিলাফতের দায়িত্ব কাদের হাতে থাকবে? যদি আমাদের বংশেই থাকে, তবে তা আমরা জেনে রাখলাম। আর যদি অন্য কোন গোত্রের হাতে থাকবে বলে জানি, তবে আমরা তাঁর সাথে পরামর্শ করবো এবং তিনি আমাদের জন্য অসিয়ত করে যাবেন। ‘আলী (রাঃ) বললেনঃ আল্লাহ্‌র কসম! যদি আমরা এ ব্যাপারে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -কে জিজ্ঞেস করি আর তিনি এ ব্যাপারে আমাদের বিরত থাকার নির্দেশ দেন, তাহলে লোকজন কখনও আমাদের এ সুযোগ দেবে না। সুতরাং রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) কে কখনো জিজ্ঞেস করবো না।(আধুনিক প্রকাশনী- ৫৮২৩, ইসলামিক ফাউন্ডেশন- ৫৭১৯)",
    "ar": "حَدَّثَنَا إِسْحَاقُ، أَخْبَرَنَا بِشْرُ بْنُ شُعَيْبٍ، حَدَّثَنِي أَبِي، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ كَعْبٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّ عَلِيًّا ـ يَعْنِي ابْنَ أَبِي طَالِبٍ ـ خَرَجَ مِنْ عِنْدِ النَّبِيِّ صلى الله عليه وسلم وَحَدَّثَنَا أَحْمَدُ بْنُ صَالِحٍ حَدَّثَنَا عَنْبَسَةُ حَدَّثَنَا يُونُسُ عَنِ ابْنِ شِهَابٍ قَالَ أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ كَعْبِ بْنِ مَالِكٍ أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ أَخْبَرَهُ أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ ـ رضى الله عنه ـ خَرَجَ مِنْ عِنْدِ النَّبِيِّ صلى الله عليه وسلم فِي وَجَعِهِ الَّذِي تُوُفِّيَ فِيهِ فَقَالَ النَّاسُ يَا أَبَا حَسَنٍ كَيْفَ أَصْبَحَ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَ أَصْبَحَ بِحَمْدِ اللَّهِ بَارِئًا فَأَخَذَ بِيَدِهِ الْعَبَّاسُ فَقَالَ أَلاَ تَرَاهُ أَنْتَ وَاللَّهِ بَعْدَ الثَّلاَثِ عَبْدُ الْعَصَا وَاللَّهِ إِنِّي لأُرَى رَسُولَ اللَّهِ صلى الله عليه وسلم سَيُتَوَفَّى فِي وَجَعِهِ، وَإِنِّي لأَعْرِفُ فِي وُجُوهِ بَنِي عَبْدِ الْمُطَّلِبِ الْمَوْتَ، فَاذْهَبْ بِنَا إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَنَسْأَلَهُ فِيمَنْ يَكُونُ الأَمْرُ فَإِنْ كَانَ فِينَا عَلِمْنَا ذَلِكَ، وَإِنْ كَانَ فِي غَيْرِنَا أَمَرْنَاهُ فَأَوْصَى بِنَا‏.‏ قَالَ عَلِيٌّ وَاللَّهِ لَئِنْ سَأَلْنَاهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَيَمْنَعُنَا لاَ يُعْطِينَاهَا النَّاسُ أَبَدًا، وَإِنِّي لاَ أَسْأَلُهَا رَسُولَ اللَّهِ صلى الله عليه وسلم أَبَدًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "79"
    }
  }
}