{
  "hadith": {
    "hadith_id": 6271,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "তিনি বলেন, যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) যাইনাব বিন্‌ত জাহশ (রাঃ) –কে বিয়ে করলেন, তখন তিনি কয়েকজন লোককে দা’ওয়াত করলেন। তাঁরা খাদ্য গ্রহণের পর বসে বসে অনেক সময় পর্যন্ত আলাপ-আলোচনায় মশগুল থাকলেন। তখন তিনি নিজে চলে যাবার ভাব প্রকাশ করলেন। কিন্তু তাতেও তাঁরা উঠলেন না। তিনি এ অবস্থা দেখে নিজেই উঠে দাঁড়ালেন। যখন তিনি চলে গেলেন, তখন লোকদের মধ্যে যারা দাঁড়াবার ইচ্ছে করলেন, তারা তাঁর সঙ্গেই উঠে চলে গেলেন। কিন্তু তাদের তিনজন থেকে গেলেন। এরপর যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) ফিরে এসে ঘরে প্রবেশ করতে চাইলেন, তখন দেখলেন যে ঐ তিনজন তখনো বসে আছেন। কিছুক্ষণ পর তারাও উঠে চলে গেলে, আমি গিয়ে তাঁকে তাদের চলে যাবার সংবাদ দিলাম। এরপর তিনি এসে ঘরে ঢুকলেন। তখন আমিও প্রবেশ করতে চাইলে তিনি আমার ও তাঁর মধ্যে পর্দা টেনে দিলেন। এ সময় আল্লাহ্‌ তা’আলা ওয়াহী অবতীর্ণ করলেনঃ “তোমরা যারা ঈমান এনেছ শোন! নবীগৃহে প্রবেশ কর না যতক্ষণ না তোমাদেরকে অনুমতি দেয়া হয় ...... আল্লাহ্‌র দৃষ্টিতে এটা মহা অপরাধ।” – (সূরাহ আল-আহযাব ৩৩/৫৩)।(আধুনিক প্রকাশনী- ৫৮২৯, ইসলামিক ফাউন্ডেশন- ৫৭২৪)",
    "ar": "حَدَّثَنَا الْحَسَنُ بْنُ عُمَرَ، حَدَّثَنَا مُعْتَمِرٌ، سَمِعْتُ أَبِي يَذْكُرُ، عَنْ أَبِي مِجْلَزٍ، عَنْ أَنَسِ بْنِ مَالِكٍ ـ رضى الله عنه ـ قَالَ لَمَّا تَزَوَّجَ رَسُولُ اللَّهِ صلى الله عليه وسلم زَيْنَبَ ابْنَةَ جَحْشٍ دَعَا النَّاسَ طَعِمُوا ثُمَّ جَلَسُوا يَتَحَدَّثُونَ ـ قَالَ ـ فَأَخَذَ كَأَنَّهُ يَتَهَيَّأُ لِلْقِيَامِ فَلَمْ يَقُومُوا، فَلَمَّا رَأَى ذَلِكَ قَامَ، فَلَمَّا قَامَ قَامَ مَنْ قَامَ مَعَهُ مِنَ النَّاسِ، وَبَقِيَ ثَلاَثَةٌ، وَإِنَّ النَّبِيَّ صلى الله عليه وسلم جَاءَ لِيَدْخُلَ فَإِذَا الْقَوْمُ جُلُوسٌ، ثُمَّ إِنَّهُمْ قَامُوا فَانْطَلَقُوا ـ قَالَ ـ فَجِئْتُ فَأَخْبَرْتُ النَّبِيَّ صلى الله عليه وسلم أَنَّهُمْ قَدِ انْطَلَقُوا، فَجَاءَ حَتَّى دَخَلَ فَذَهَبْتُ أَدْخُلُ، فَأَرْخَى الْحِجَابَ بَيْنِي وَبَيْنَهُ، وَأَنْزَلَ اللَّهُ تَعَالَى ‏{‏يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَدْخُلُوا بُيُوتَ النَّبِيِّ صلى الله عليه وسلم إِلاَّ أَنْ يُؤْذَنَ لَكُمْ‏}‏ إِلَى قَوْلِهِ ‏{‏إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا‏}‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "79"
    }
  }
}