{
  "hadith": {
    "hadith_id": 6277,
    "narrator": "আবদুল্লাহ ইবনু ‘আম্‌র (রাঃ)",
    "bn": "যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) –এর নিকট আমার অধিক সওম পালন করার কথা উল্লেখ করা হলো। তখন তিনি আমার ঘরে আসলেন এবং আমি তাঁর উদ্দেশ্যে খেজুরের ছালে ভরা চামড়ার একটা বালিশ পেশ করলাম। তিনি মাটিতেই বসে গেলেন। আর বালিশটা আমার ও তাঁর মাঝে থেকে গেল। তিনি আমাকে বললেনঃ প্রত্যেক মাসে তিনদিন সওম পালন করা কি তোমার জন্যে যথেষ্ট নয়? আমি বললামঃ হে আল্লাহ্‌র রসূল! তিনি বললেনঃ তা হলে পাঁচ দিন? আমি বললামঃ হে আল্লাহ্‌র রসূল! তিনি বললেনঃ তবে সাতদিন? আমি আবার বললামঃ হে আল্লাহ্‌র রসূল! তিনি বললেনঃ তবে নয়দিন? আমি পুনরায় বললামঃ হে আল্লাহ্‌র রসূল! তিনি বললেনঃ তা হলে এগার দিন? আমি বললামঃ হে আল্লাহ্‌র রসূল! তখন তিনি বললেনঃ দাউদ (‘আঃ) –এর সওমের চেয়ে অধিক কোন (নাফ্‌ল) সওম নেই। তিনি প্রত্যেক মাসের অর্ধেক দিন সওম পালন করতেন অর্থাৎ একদিন সওম পালন করতেন আর একদিন পালন করতেন না।(আধুনিক প্রকাশনী- ৫৮৩৫, ইসলামিক ফাউন্ডেশন- ৫৭২৯)",
    "ar": "حَدَّثَنَا إِسْحَاقُ، حَدَّثَنَا خَالِدٌ،‏.‏ وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَمْرُو بْنُ عَوْنٍ، حَدَّثَنَا خَالِدٌ، عَنْ خَالِدٍ، عَنْ أَبِي قِلاَبَةَ، قَالَ أَخْبَرَنِي أَبُو الْمَلِيحِ، قَالَ دَخَلْتُ مَعَ أَبِيكَ زَيْدٍ عَلَى عَبْدِ اللَّهِ بْنِ عَمْرٍو فَحَدَّثَنَا أَنَّ النَّبِيَّ صلى الله عليه وسلم ذُكِرَ لَهُ صَوْمِي، فَدَخَلَ عَلَىَّ، فَأَلْقَيْتُ لَهُ وِسَادَةً مِنْ أَدَمٍ حَشْوُهَا لِيفٌ، فَجَلَسَ عَلَى الأَرْضِ، وَصَارَتِ الْوِسَادَةُ بَيْنِي وَبَيْنَهُ، فَقَالَ لِي ‏\"‏ أَمَا يَكْفِيكَ مِنْ كُلِّ شَهْرٍ ثَلاَثَةُ أَيَّامٍ ‏\"‏‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ خَمْسًا ‏\"‏‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ سَبْعًا ‏\"‏‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ تِسْعًا ‏\"‏‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ إِحْدَى عَشْرَةَ ‏\"‏‏.‏ قُلْتُ يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ لاَ صَوْمَ فَوْقَ صَوْمِ دَاوُدَ، شَطْرَ الدَّهْرِ، صِيَامُ يَوْمٍ، وَإِفْطَارُ يَوْمٍ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "79"
    }
  }
}