{
  "hadith": {
    "hadith_id": 6278,
    "narrator": "ইব্‌রাহীম (রহঃ)",
    "bn": "তিনি বলেন, একবার ‘আলক্বামাহ (রহ.) সিরিয়ায় গমন করলেন। তখন তিনি মসজিদে গিয়ে দু’ রাক‘আত সালাত আদায় করে দু‘আ করলেনঃ হে আল্লাহ! আপনি আমাকে একজন নেক সঙ্গী দান করুন। এরপর তিনি আবুদ্ দারদা -এর পাশে গিয়ে বসে পড়লেন। তারপর তাঁকে জিজ্ঞেস করলেনঃ আপনি কোন্ শহরের লোক? তিনি জবাব দিলেনঃ আমি কূফার অধিবাসী। তিনি জিজ্ঞেস করলেন ঃ আপনাদের মধ্যে কি সেই লোক নেই। যিনি ঐ ভেদ সম্পর্কে জানতেন, যা অপর কেউ জানতেন না? রাবী বলেন) অর্থাৎ হুযাইফাহ । আবার জিজ্ঞেস করলেনঃ আপনাদের মধ্যে কি এমন লোক নেই, অথবা আছেন, যাঁকে আল্লাহ তা‘আলা তাঁর রাসূলের দু‘আর কারণে শয়তান থেকে পানাহ দিয়েছেন? রাবী বলেন) অর্থাৎ ‘আম্মার তিনি আবার জিজ্ঞেস করলেনঃ আর আপনাদের মধ্যে কি সে লোক নেই যিনি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম -এর মিস্ওয়াক ও বালিশের দায়িত্বে ছিলেন? রাবী বলেন) অর্থাৎ ‘আবদুল্লাহ ইবনু মাস‘ঊদ । আবুদ্ দারদা তাঁকে জিজ্ঞেস করেনঃ ‘আবদুল্লাহ ইবনু মাস‘ঊদ সূরায়ে {‏وَاللَّيْلِ إِذَا يَغْشَى‏}‏‏ কীভাবে পড়তেন? তিনি বললেনঃ তিনি ‘ওয়ামা খালাকায যাকারা ওয়াল উনসা’র স্থলে ‘ওয়ামা খালাকা’ অংশটুকু বাদ দিয়ে) পড়তেন {‏وَالذَّكَرِ وَالأُنْثَى‏}। তখন তিনি বললেনঃ এখানকার লোকেরা আমাকে এ সূরা সম্পর্কে সন্দেহে নিক্ষেপ করেছে। অথচ আমি রাসূলুল্লাহ  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম  থেকে এ রকমই শুনেছি। আধুনিক প্রকাশনী- ৫৮৩৬, ইসলামিক ফাউন্ডেশন- ৫৭৩০)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ جَعْفَرٍ، حَدَّثَنَا يَزِيدُ، عَنْ شُعْبَةَ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، أَنَّهُ قَدِمَ الشَّأْمَ‏.‏ وَحَدَّثَنَا أَبُو الْوَلِيدِ، حَدَّثَنَا شُعْبَةُ، عَنْ مُغِيرَةَ، عَنْ إِبْرَاهِيمَ، قَالَ ذَهَبَ عَلْقَمَةُ إِلَى الشَّأْمِ، فَأَتَى الْمَسْجِدَ فَصَلَّى رَكْعَتَيْنِ فَقَالَ اللَّهُمَّ ارْزُقْنِي جَلِيسًا‏.‏ فَقَعَدَ إِلَى أَبِي الدَّرْدَاءِ فَقَالَ مِمَّنْ أَنْتَ قَالَ مِنْ أَهْلِ الْكُوفَةِ‏.‏ قَالَ أَلَيْسَ فِيكُمْ صَاحِبُ السِّرِّ الَّذِي كَانَ لاَ يَعْلَمُهُ غَيْرُهُ ـ يَعْنِي حُذَيْفَةَ ـ أَلَيْسَ فِيكُمْ ـ أَوْ كَانَ فِيكُمُ ـ الَّذِي أَجَارَهُ اللَّهُ عَلَى لِسَانِ رَسُولِهِ صلى الله عليه وسلم مِنَ الشَّيْطَانِ ـ يَعْنِي عَمَّارًا ـ أَوَلَيْسَ فِيكُمْ صَاحِبُ السِّوَاكِ وَالْوِسَادِ ـ يَعْنِي ابْنَ مَسْعُودٍ ـ كَيْفَ كَانَ عَبْدُ اللَّهِ يَقْرَأُ ‏{‏وَاللَّيْلِ إِذَا يَغْشَى‏}‏‏.‏ قَالَ ‏{‏وَالذَّكَرِ وَالأُنْثَى‏}‏‏.‏ فَقَالَ مَا زَالَ هَؤُلاَءِ حَتَّى كَادُوا يُشَكِّكُونِي، وَقَدْ سَمِعْتُهَا مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "79"
    }
  }
}