{
  "hadith": {
    "hadith_id": 63,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেনঃ একদা আমরা মসজিদে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে উপবিষ্ট ছিলাম। তখন জনৈক ব্যক্তি সওয়ার অবস্থায় প্রবেশ করল। মসজিদে (প্রাঙ্গণে) সে তার উটটি বসিয়ে (বেঁধে) দিল। অতঃপর সাহাবীদের লক্ষ্য করে বলল, ‘তোমাদের মধ্যে মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কোন ব্যক্তি?’ আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন তাদের সামনেই হেলান দিয়ে উপবিষ্ট ছিলেন। আমরা বললাম, ‘এই হেলান দিয়ে উপবিষ্ট ফর্সা ব্যক্তিটিই হলেন তিনি।’\nঅতঃপর লোকটি তাঁকে লক্ষ্য করে বলল, ‘হে আবদুল মুত্তালিবের পুত্র!’ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ ‘আমি তোমার উত্তর দিচ্ছি? লোকটি বলল, ‘আমি আপনাকে কিছু জিজ্ঞেস করব এবং সে প্রশ্ন করার ব্যাপারে কঠোর হব, এতে আপনি আমার প্রতি অসন্তুষ্ট হবেন না।’ ‘তিনি বললেন, ‘তোমার যা মনে চায় জিজ্ঞেস কর।’\nসে বলল, ‘আমি আপনাকে স্বীয় প্রতিপালক এবং আপনার পূর্ববর্তীদের প্রতিপালকের শপথ দিয়ে জিজ্ঞেস করছি, আল্লাহ কি আপনাকে সমগ্র মানবকুলের প্রতি রসূলরূপে প্রেরণ করেছেন?’ তিনি বললেনঃ ‘আল্লাহ সাক্ষী, হ্যাঁ।’ সে বলল, ‘আমি আপনাকে আল্লাহর শপথ দিয়ে বলছি, আল্লাহই কি আপনাকে দিনে রাতে পাঁচ ওয়াক্ত সালাত আদায়ের আদেশ দিয়েছেন?’ তিনি বললেনঃ ‘আল্লাহ সাক্ষী, হ্যাঁ।’ সে বলল, ‘আমি আপনাকে আল্লাহর শপথ দিয়ে বলছি, আল্লাহই কি আপনাকে বছরের এ মাসে (রমযান) সিয়াম পালনের আদেশ দিয়েছেন?’ তিনি বললেনঃ ‘আল্লাহ সাক্ষী, হ্যাঁ।’ সে বলল, ‘আমি আপনাকে আল্লাহর শপথ দিয়ে বলছি, আল্লাহই কি আপনাকে আদেশ দিয়েছেন, আমাদের ধনীদের থেকে এসব সদাক্বাহ (যাকাত) আদায় করে দরিদ্রদের মাঝে বন্টন করে দিতে?’ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ‘আল্লাহ সাক্ষী, হ্যাঁ।’ অতঃপর লোকটি বলল, ‘আমি বিশ্বাস স্থাপন করলাম আপনি যা (যে শরী‘য়াত) এনেছেন তার উপর। আর আমি আমার গোত্রের রেখে আসা লোকজনের পক্ষে প্রতিনিধি, আমার নাম যিমাম ইব্‌নু সা‘লাবা, বানী সা‘আদ ইব্‌নু বক্‌র গোত্রের একজন।’\nমূসা ও ‘আলী ইব্‌নু আবদুল হামীদ (রহঃ)....আনাস (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে এরূপ বর্ণনা করেছেন।\n\n(আধুনিক প্রকাশনীঃ ৬২, ইসলামী ফাউন্ডেশনঃ ৬২)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ حَدَّثَنَا اللَّيْثُ، عَنْ سَعِيدٍ ـ هُوَ الْمَقْبُرِيُّ ـ عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ بَيْنَمَا نَحْنُ جُلُوسٌ مَعَ النَّبِيِّ صلى الله عليه وسلم فِي الْمَسْجِدِ، دَخَلَ رَجُلٌ عَلَى جَمَلٍ فَأَنَاخَهُ فِي الْمَسْجِدِ، ثُمَّ عَقَلَهُ، ثُمَّ قَالَ لَهُمْ أَيُّكُمْ مُحَمَّدٌ وَالنَّبِيُّ صلى الله عليه وسلم مُتَّكِئٌ بَيْنَ ظَهْرَانَيْهِمْ‏.‏ فَقُلْنَا هَذَا الرَّجُلُ الأَبْيَضُ الْمُتَّكِئُ‏.‏ فَقَالَ لَهُ الرَّجُلُ ابْنَ عَبْدِ الْمُطَّلِبِ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ قَدْ أَجَبْتُكَ ‏\"‏‏.‏ فَقَالَ الرَّجُلُ لِلنَّبِيِّ صلى الله عليه وسلم إِنِّي سَائِلُكَ فَمُشَدِّدٌ عَلَيْكَ فِي الْمَسْأَلَةِ فَلاَ تَجِدْ عَلَىَّ فِي نَفْسِكَ‏.‏ فَقَالَ ‏\"‏ سَلْ عَمَّا بَدَا لَكَ ‏\"‏‏.‏ فَقَالَ أَسْأَلُكَ بِرَبِّكَ وَرَبِّ مَنْ قَبْلَكَ، آللَّهُ أَرْسَلَكَ إِلَى النَّاسِ كُلِّهِمْ فَقَالَ ‏\"‏ اللَّهُمَّ نَعَمْ ‏\"‏‏.‏ قَالَ أَنْشُدُكَ بِاللَّهِ، آللَّهُ أَمَرَكَ أَنْ نُصَلِّيَ الصَّلَوَاتِ الْخَمْسَ فِي الْيَوْمِ وَاللَّيْلَةِ قَالَ ‏\"‏ اللَّهُمَّ نَعَمْ ‏\"‏‏.‏ قَالَ أَنْشُدُكَ بِاللَّهِ، آللَّهُ أَمَرَكَ أَنْ نَصُومَ هَذَا الشَّهْرَ مِنَ السَّنَةِ قَالَ ‏\"‏ اللَّهُمَّ نَعَمْ ‏\"‏‏.‏ قَالَ أَنْشُدُكَ بِاللَّهِ، آللَّهُ أَمَرَكَ أَنْ تَأْخُذَ هَذِهِ الصَّدَقَةَ مِنْ أَغْنِيَائِنَا فَتَقْسِمَهَا عَلَى فُقَرَائِنَا فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ اللَّهُمَّ نَعَمْ ‏\"‏‏.‏ فَقَالَ الرَّجُلُ آمَنْتُ بِمَا جِئْتَ بِهِ، وَأَنَا رَسُولُ مَنْ وَرَائِي مِنْ قَوْمِي، وَأَنَا ضِمَامُ بْنُ ثَعْلَبَةَ أَخُو بَنِي سَعْدِ بْنِ بَكْرٍ‏.‏ رَوَاهُ مُوسَى وَعَلِيُّ بْنُ عَبْدِ الْحَمِيدِ عَنْ سُلَيْمَانَ عَنْ ثَابِتٍ عَنْ أَنَسٍ عَنِ النَّبِيِّ صلى الله عليه وسلم بِهَذَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "3"
    }
  }
}