{
  "hadith": {
    "hadith_id": 6308,
    "narrator": "আবদুল্লাহ ইবনু মাস'উদ (রাঃ)",
    "bn": "আবদুল্লাহ ইবনু মাস'উদ (রাঃ) দু’টি হাদীস বর্ণনা করেছেন। একটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) থেকে আর অন্যটি তাঁর নিজ থেকে। তিনি বলেন, ঈমানদার ব্যক্তি তার গুনাহগুলোকে এত বিরাট মনে করে, যেন সে একটা পর্বতের নীচে উপবিষ্ট আছে, আর সে আশঙ্কা করছে যে, সম্ভবত পর্বতটা তার উপর ধ্বসে পড়বে। আর পাপিষ্ঠ ব্যক্তি তার গুনাহগুলোকে মাছির মত মনে করে, যা তার নাকে বসে চলে যায়। এ কথাটি আবূ শিহাব নিজ নাকে হাত দিয়ে দেখিয়ে বলেন। তারপর [নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) হতে বর্ণিত হাদীসটি বর্ণনা করে বলেন] নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ মনে কর কোন এক ব্যক্তি (সফরের) কোন এক স্থানে অবতরণ করলো, সেখানে প্রাণেরও ভয় ছিল। তার সঙ্গে তার সফরের বাহন ছিল। যার উপর তার খাদ্য ও পানীয় ছিল, সে মাথা রেখে ঘুমিয়ে পড়লো এবং জেগে দেখলো তার বাহন চলে গেছে। তখন সে গরমে ও পিপাসায় কাতর হয়ে পড়লো। রাবী বলেনঃ আল্লাহ যা চাইলেন তা হলো। তখন সে বললো যে, আমি যে স্থানে ছিলাম সেখানেই ফিরে যাই। এরপর সে নিজ স্থানে ফিরে এসে আবার ঘুমিয়ে পড়লো। তারপর জেগে দেখলো যে, তার বাহনটি  তার পাশেই দাঁড়িয়ে আছে। তখন সে ব্যক্তি যতটা খুশি হলো, নিশ্চয়ই আল্লাহ তা'আলা তাঁর বান্দার তাওবাহ করার কারণে এর চেয়েও অনেক অধিক খুশি হন। আবূ আওয়ানাহ ও জারীর আ'মাশ (রহঃ) থেকে এ রকমই বর্ণনা করেছেন।(আধুনিক প্রকাশনী- ৫৮৬৩, ইসলামিক ফাউন্ডেশন- ৫৭৫৬)",
    "ar": "حَدَّثَنَا أَحْمَدُ بْنُ يُونُسَ، حَدَّثَنَا أَبُو شِهَابٍ، عَنِ الأَعْمَشِ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنِ الْحَارِثِ بْنِ سُوَيْدٍ، حَدَّثَنَا عَبْدُ اللَّهِ، حَدِيثَيْنِ أَحَدُهُمَا عَنِ النَّبِيِّ صلى الله عليه وسلم وَالآخَرُ عَنْ نَفْسِهِ، قَالَ ‏\"‏ إِنَّ الْمُؤْمِنَ يَرَى ذُنُوبَهُ كَأَنَّهُ قَاعِدٌ تَحْتَ جَبَلٍ يَخَافُ أَنْ يَقَعَ عَلَيْهِ، وَإِنَّ الْفَاجِرَ يَرَى ذُنُوبَهُ كَذُبَابٍ مَرَّ عَلَى أَنْفِهِ ‏\"‏‏.‏ فَقَالَ بِهِ هَكَذَا قَالَ أَبُو شِهَابٍ بِيَدِهِ فَوْقَ أَنْفِهِ‏.‏ ثُمَّ قَالَ ‏\"‏ لَلَّهُ أَفْرَحُ بِتَوْبَةِ عَبْدِهِ مِنْ رَجُلٍ نَزَلَ مَنْزِلاً، وَبِهِ مَهْلَكَةٌ، وَمَعَهُ رَاحِلَتُهُ عَلَيْهَا طَعَامُهُ وَشَرَابُهُ، فَوَضَعَ رَأْسَهُ فَنَامَ نَوْمَةً، فَاسْتَيْقَظَ وَقَدْ ذَهَبَتْ رَاحِلَتُهُ، حَتَّى اشْتَدَّ عَلَيْهِ الْحَرُّ وَالْعَطَشُ أَوْ مَا شَاءَ اللَّهُ، قَالَ أَرْجِعُ إِلَى مَكَانِي‏.‏ فَرَجَعَ فَنَامَ نَوْمَةً، ثُمَّ رَفَعَ رَأْسَهُ، فَإِذَا رَاحِلَتُهُ عِنْدَهُ ‏\"‏‏.‏ تَابَعَهُ أَبُو عَوَانَةَ وَجَرِيرٌ عَنِ الأَعْمَشِ‏.‏ وَقَالَ أَبُو أُسَامَةَ حَدَّثَنَا الأَعْمَشُ حَدَّثَنَا عُمَارَةُ سَمِعْتُ الْحَارِثَ‏.‏ وَقَالَ شُعْبَةُ وَأَبُو مُسْلِمٍ عَنِ الأَعْمَشِ عَنْ إِبْرَاهِيمَ التَّيْمِيِّ عَنِ الْحَارِثِ بْنِ سُوَيْدٍ‏.‏ وَقَالَ أَبُو مُعَاوِيَةَ حَدَّثَنَا الأَعْمَشُ عَنْ عُمَارَةَ عَنِ الأَسْوَدِ عَنْ عَبْدِ اللَّهِ وَعَنْ إِبْرَاهِيمَ التَّيْمِيِّ عَنِ الْحَارِثِ بْنِ سُوَيْدٍ عَنْ عَبْدِ اللَّهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "80"
    }
  }
}