{
  "hadith": {
    "hadith_id": 6311,
    "narrator": "বারাআ ইবনু 'আযিব (রাঃ)",
    "bn": "তিনি বলেন, নাবী  সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আমাকে বললেনঃ যখন তুমি শোয়ার বিছানায় যেতে চাও, তখন তুমি সালাতের অযূর মত অযূ করবে। এরপর ডান পাশের উপর কাত হয়ে শুয়ে পড়বে। আর এ দু‘আ পড়বে, হে আল্লাহ! আমি আমার চেহারাকে অর্থাৎ যাবতীয় অঙ্গ-প্রত্যঙ্গকে) তোমার হস্তে সমর্পণ করলাম। আর আমার সকল বিষয় তোমারই নিকট সমর্পণ করলাম এবং আমার পৃষ্ঠদেশ তোমার আশ্রয়ে সোপর্দ করলাম। আমি তোমার গযবের ভয়ে ভীত ও তোমার রাহমাতের আশায় আশান্বিত। তোমার নিকট ব্যতীত কোন আশ্রয়স্থল নেই এবং নেই মুক্তি পাওয়ার স্থান। তুমি যে কিতাব অবতীর্ণ করেছ, আমি তার উপর ঈমান এনেছি এবং তুমি যে নাবী পাঠিয়েছ আমি তাঁর উপর ঈমান এনেছি। যদি তুমি এ রাতেই মরে যাও, তোমার সে মৃত্যু স্বভাবধর্ম ইসলামের উপরই গণ্য হবে। অতএব তোমার এ দু‘আগুলো যেন তোমার এ রাতের সর্বশেষ কথা হয়। রাবী বারাআ বলেন, আমি বললামঃ আমি এ কথা মনে রাখবো। তবে بِرَسُوْلِكَ الَّذِي أَرْسَلْتَ সহ। রাসূলুল্লাহ বললেন, না ওভাবে নয়, তুমি বলবে وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ। [২৪৭] আধুনিক প্রকাশনী- ৫৮৬৬, ইসলামিক ফাউন্ডেশন- ৫৭৫৯) [১]",
    "ar": "مُسَدَّدٌ حَدَّثَنَا مُعْتَمِرٌ قَالَ سَمِعْتُ مَنْصُورًا عَنْ سَعْدِ بْنِ عُبَيْدَةَ قَالَ حَدَّثَنِي الْبَرَاءُ بْنُ عَازِبٍ قَالَ قَالَ لِي رَسُوْلُ اللهِ صلى الله عليه وسلم إِذَا أَتَيْتَ مَضْجَعَكَ فَتَوَضَّأْ وَضُوءَكَ لِلصَّلاَةِ ثُمَّ اضْطَجِعْ عَلٰى شِقِّكَ الأَيْمَنِ وَقُلْ اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ وَفَوَّضْتُ أَمْرِي إِلَيْكَ وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ رَهْبَةً وَرَغْبَةً إِلَيْكَ لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ فَإِنْ مُتَّ مُتَّ عَلَى الْفِطْرَةِ فَاجْعَلْهُنَّ آخِرَ مَا تَقُولُ فَقُلْتُ أَسْتَذْكِرُهُنَّ وَبِرَسُوْلِكَ الَّذِي أَرْسَلْتَ قَالَ لاَ وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২২] উক্ত সহাবী সম্ভবত মনে করেছিলেন, নবীর চেয়ে রাসূলের মর্যাদা বেশী এবং যিনি শিক্ষা দিচ্ছেন তিনিতো রাসূলও বটে। তাই তিনি জিজ্ঞেস করলেন, নাবিয়্যিকা'র স্থলে রাসূলিকা বলা যাবে কিনা। কিন্তু রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) নিজেই শব্দ পরিবর্তন করতে নিষেধ করলেন। উক্ত হাদীস থেকে প্রতীয়মান হয় যে, আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর পঠিত ও শিখানো দু'আর মধ্যে কোনরূপ শব্দ পরিবর্তন ও পরিবর্ধন করে দু'আ যাবে না। এমনকি বচন বা লিঙ্গ পরিবর্তন করাও ঠিক নয়।",
    "chapter": {
      "chapter_number": "80"
    }
  }
}