{
  "hadith": {
    "hadith_id": 6318,
    "narrator": "আলী (রাঃ)",
    "bn": "একবার গম পেষার যাঁতা ঘুরানোর কারণে ফাতেমাহ (রাঃ) এর হাতে ফোস্কা পড়ে গেল। তখন তিনি একটি খাদিম চেয়ে নেয়ার উদ্দেশ্যে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) -এর কাছে এলেন। কিন্তু তিনি তাঁকে পেলেন না। তখন তিনি আসার উদ্দেশ্যটি 'আয়িশাহ (রাঃ) -এর নিকট ব্যক্ত করে গেলেন। এরপর তিনি যখন গৃহে ফিরলেন তখন 'আয়িশাহ (রাঃ) এ বিষয়টি তাঁকে জানালেন। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমাদের কাছে এমন সময় আগমন করলেন যখন আমরা বিশ্রাম গ্রহণ করেছি। তখন আমি উঠতে চাইলে তিনি বললেনঃ নিজ স্থানেই অবস্থান কর। তারপর আমাদের মাঝখানেই তিনি এমনিভাবে বসে গেলেন যে, আমি তার দু'পায়ের শীতল স্পর্শ আমার বুকে অনুভব করলাম। তিনি বললেনঃ আমি কি তোমাদের এমন একটি 'আমাল বলে দেব না, যা তোমাদের জন্য একটি খাদিমের চেয়েও অনেক অধিক উত্তম। যখন তোমরা শয্যা গ্রহণ করতে যাবে, তখন তোমারা আল্লাহু আকবর ৩৩ বার, সুবহানাল্লাহ ৩৩ বার, আল্‌হামদু লিল্লাহ ৩৩ বার পড়বে। এটা তোমাদের জন্য একটি খাদিমের চেয়েও অনেক অধিক কল্যাণকর। ইবনু সীরীন (রহঃ) বলেনঃ তাসবীহ হলো ৩৪ বার।(আধুনিক প্রকাশনী- ৫৮৭৩,ইসলামিক ফাউন্ডেশন- ৫৭৬৬)",
    "ar": "حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ، حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ عَلِيٍّ، أَنَّ فَاطِمَةَ ـ عَلَيْهِمَا السَّلاَمُ ـ شَكَتْ مَا تَلْقَى فِي يَدِهَا مِنَ الرَّحَى، فَأَتَتِ النَّبِيَّ صلى الله عليه وسلم تَسْأَلُهُ خَادِمًا، فَلَمْ تَجِدْهُ، فَذَكَرَتْ ذَلِكَ لِعَائِشَةَ، فَلَمَّا جَاءَ أَخْبَرَتْهُ‏.‏ قَالَ فَجَاءَنَا وَقَدْ أَخَذْنَا مَضَاجِعَنَا، فَذَهَبْتُ أَقُومُ فَقَالَ ‏\"‏ مَكَانَكِ ‏\"‏‏.‏ فَجَلَسَ بَيْنَنَا حَتَّى وَجَدْتُ بَرْدَ قَدَمَيْهِ عَلَى صَدْرِي فَقَالَ ‏\"‏ أَلاَ أَدُلُّكُمَا عَلَى مَا هُوَ خَيْرٌ لَكُمَا مِنْ خَادِمٍ، إِذَا أَوَيْتُمَا إِلَى فِرَاشِكُمَا، أَوْ أَخَذْتُمَا مَضَاجِعَكُمَا، فَكَبِّرَا ثَلاَثًا وَثَلاَثِينَ، وَسَبِّحَا ثَلاَثًا وَثَلاَثِينَ، وَاحْمَدَا ثَلاَثًا وَثَلاَثِينَ، فَهَذَا خَيْرٌ لَكُمَا مِنْ خَادِمٍ ‏\"‏‏.‏ وَعَنْ شُعْبَةَ عَنْ خَالِدٍ عَنِ ابْنِ سِيرِينَ قَالَ التَّسْبِيحُ أَرْبَعٌ وَثَلاَثُونَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "80"
    }
  }
}