{
  "hadith": {
    "hadith_id": 6363,
    "narrator": "আনাস ইবনু মালিক (রাঃ)",
    "bn": "যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আবূ ত্বলহা (রাঃ) কে বললেনঃ তুমি তোমাদের ছেলেদের ভিতর থেকে আমার খিদমাত করার উদ্দেশে একটি ছেলে খুঁজে নিয়ে এসো। আবূ ত্বলহা (রাঃ) গিয়ে আমাকে তাঁর সাওয়ারীর পিছনে বসিয়ে নিয়ে এলেন। তখন থেকে আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এর খিদমাত করে আসছি। যখনই কোন বিপদ দেখা দিত, তখন আমি তাঁকে অধিক করে এ দু'আ পড়তে শুনতাম : হে আল্লাহ্‌! আমি দুশ্চিন্তা, পেরেশানী, অপারগতা, অলসতা, কৃপণতা, কাপুরুষতা, ঋণের বোঝা এবং মানুষের আধিপত্য থেকে আপনার আশ্রয় প্রার্থনা করছি। আমি সর্বদা তাঁর খিদমাত করে আসছি, এমনকি যখন আমরা খাইবার থেকে প্রত্যাবর্তন করছিলাম, তখন তিনি সফীয়্যাহ বিন্‌তু হুয়াইকে সঙ্গে নিয়ে আসলেন। তিনি তাঁকে গনীমতের সম্পদ থেকে নিজের জন্য বেছে নিয়েছিলেন। তখন আমি তাঁকে দেখছিলাম যে, তিনি তাঁকে একখানা চাদর অথবা একখানা কম্বল দিয়ে ঢেকে নিজের পেছনে বসিয়েছিলেন। যখন আমরা সবাই সাহ্‌বা নামক স্থানে পৌঁছলাম, তখন আমরা 'হাইস' নামীয় খাবার তৈরী ক'রে একটি চর্মের দস্তরখানে রাখলাম। তিনি আমাকে পাঠালে আমি গিয়ে কয়েকজনকে দা'ওয়াত করলাম। তাঁরা এসে আহার করে গেলেন। এটি ছিল সফীয়্যাহ্‌র সঙ্গে তাঁর বাসর যাপন। অতঃপর তিনি রওয়ানা হলে উহুদ পর্বত তাঁর সামনে দেখা গেল। তখন তিনি বললেনঃ এ এমন একটি পর্বত যা আমাদের ভালবাসে এবং আমরাও তাকে ভালবাসি। তারপর যখন মাদীনাহ্‌র কাছে পৌঁছলেন, তখন তিনি বললেনঃ হে আল্লাহ্‌! আমি মাদীনাহ্‌র দু'টি পর্বতের মধ্যবর্তী জায়গাকে হারাম (ঘোষণা) করছি, যে রকম ইবরাহীম (আঃ) মক্কাকে হারাম (ঘোষণা) করেছিলেন। হে আল্লাহ্‌! আপনি তাদের মুদ্দ ও সা'তে বারাকাত দান করুন।(আধুনিক প্রকাশনী- ৫৯১৭, ইসলামিক ফাউন্ডেশন- ৫৮১০)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ، عَنْ عَمْرِو بْنِ أَبِي عَمْرٍو، مَوْلَى الْمُطَّلِبِ بْنِ عَبْدِ اللَّهِ بْنِ حَنْطَبٍ أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ، يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم لأَبِي طَلْحَةَ ‏\"‏ الْتَمِسْ لَنَا غُلاَمًا مِنْ غِلْمَانِكُمْ يَخْدُمُنِي ‏\"‏‏.‏ فَخَرَجَ بِي أَبُو طَلْحَةَ يُرْدِفُنِي وَرَاءَهُ، فَكُنْتُ أَخْدُمُ رَسُولَ اللَّهِ صلى الله عليه وسلم كُلَّمَا نَزَلَ، فَكُنْتُ أَسْمَعُهُ يُكْثِرُ أَنْ يَقُولَ ‏\"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ، وَغَلَبَةِ الرِّجَالِ ‏\"‏‏.‏ فَلَمْ أَزَلْ أَخْدُمُهُ حَتَّى أَقْبَلْنَا مِنْ خَيْبَرَ، وَأَقْبَلَ بِصَفِيَّةَ بِنْتِ حُيَىٍّ قَدْ حَازَهَا، فَكُنْتُ أَرَاهُ يُحَوِّي وَرَاءَهُ بِعَبَاءَةٍ أَوْ كِسَاءٍ ثُمَّ يُرْدِفُهَا وَرَاءَهُ حَتَّى إِذَا كُنَّا بِالصَّهْبَاءِ صَنَعَ حَيْسًا فِي نِطَعٍ، ثُمَّ أَرْسَلَنِي فَدَعَوْتُ رِجَالاً فَأَكَلُوا، وَكَانَ ذَلِكَ بِنَاءَهُ بِهَا، ثُمَّ أَقْبَلَ حَتَّى بَدَا لَهُ أُحُدٌ قَالَ ‏\"‏ هَذَا جُبَيْلٌ يُحِبُّنَا وَنُحِبُّهُ ‏\"‏‏.‏ فَلَمَّا أَشْرَفَ عَلَى الْمَدِينَةِ قَالَ ‏\"‏ اللَّهُمَّ إِنِّي أُحَرِّمُ مَا بَيْنَ جَبَلَيْهَا مِثْلَ مَا حَرَّمَ بِهِ إِبْرَاهِيمُ مَكَّةَ، اللَّهُمَّ بَارِكْ لَهُمْ فِي مُدِّهِمْ وَصَاعِهِمْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "80"
    }
  }
}