{
  "hadith": {
    "hadith_id": 6373,
    "narrator": "সা'দ ইবনু আবূ ওয়াক্কাস (রাঃ)",
    "bn": "বিদায় হাজ্জের সময় আমি রোগাক্রান্ত হয়ে মৃত্যুপথযাত্রী হয়ে পড়ছিলাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) সে সময় আমাকে দেখতে এলেন। তখন আমি বললাম : আমি যে রোগাক্রান্ত, তাতো আপনি দেখছেন। আমি একজন বিত্তবান লোক। আমার এক মেয়ে ব্যতীত কোন ওয়ারিস নেই। তাই আমি কি আমার দু' তৃতীয়াংশ মাল সদাকাহ করে দিতে পারি? তিনি বললেনঃনা। আমি বললাম: তবে অর্ধেক মাল? তিনি বললেনঃনা। এক তৃতীয়াংশ অনেক। তোমার ওয়ারিশদের মানুষের কাছে ভিক্ষার হাত বাড়ানোর মত অভাবী রেখে যাবার চেয়ে তাদের বিত্তবান রেখে যাওয়া তোমার জন্য অনেক উত্তম। আর তুমি একমাত্র আল্লাহ্‌র সন্তুষ্টি অর্জনের জন্য যা কিছুই ব্যয় করবে নিশ্চয়ই তার প্রতিদান দেয়া হবে। এমনকি তুমি তোমার স্ত্রীর মুখে যে লুক্‌মাটি তুলে দিয়ে থাকো, তোমাকে এর প্রতিদান দেয়া হবে। আমি বললাম: তা হলে আমার সঙ্গীগণের পরেও কি আমি বেঁচে থাকবো? তিনি বললেনঃ নিশ্চয়ই তুমি এঁদের পরে বেঁচে থাকলে তুমি আল্লাহ্‌র সন্তুষ্টি অর্জনের জন্য যা কিছু নেক 'আমাল করো না কেন, এর বদলে তোমার মর্যাদা ও সম্মান আরও বেড়ে যাবে। আশা করা যায় যে, তুমি আরও কিছু দিন বেঁচে থাকবে। এমনকি তোমার দ্বারা অনেক কাওম উপকৃত হবে। আর অনেক সম্প্রদায় ক্ষতিগ্রস্ত হবে। তারপর তিনি দু'আ করলেন : হে আল্লাহ্‌! আপনি আমার সাহাবীগণের হিজরাতকে বহাল রাখুন। আর তাদের পেছনে ফিরে যেতে দেবেন না। কিন্তু সা'দ ইবনু খাওলাহ (রাঃ) এর দুর্ভাগ্য (কারণ তিনি বিদায় হাজ্জের সময় মক্কায় মারা যান) সা'দ (রাঃ) বলেনঃ মক্কায় তাঁর মৃত্যু হওয়ায় রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) তাঁর জন্য শোক প্রকাশ করেছেন।(আধুনিক প্রকাশনী- ৫৯২৭, ইসলামিক ফাউন্ডেশন- ৫৮২০)",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، أَخْبَرَنَا ابْنُ شِهَابٍ، عَنْ عَامِرِ بْنِ سَعْدٍ، أَنَّ أَبَاهُ، قَالَ عَادَنِي رَسُولُ اللَّهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ مِنْ شَكْوَى، أَشْفَيْتُ مِنْهَا عَلَى الْمَوْتِ، فَقُلْتُ يَا رَسُولَ اللَّهِ بَلَغَ بِي مَا تَرَى مِنَ الْوَجَعِ، وَأَنَا ذُو مَالٍ، وَلاَ يَرِثُنِي إِلاَّ ابْنَةٌ لِي وَاحِدَةٌ، أَفَأَتَصَدَّقُ بِثُلُثَىْ مَالِي قَالَ ‏\"‏ لاَ ‏\"‏‏.‏ قُلْتُ فَبِشَطْرِهِ قَالَ ‏\"‏ الثُّلُثُ كَثِيرٌ، إِنَّكَ أَنْ تَذَرَ وَرَثَتَكَ أَغْنِيَاءَ، خَيْرٌ مِنْ أَنْ تَذَرَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ، وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً تَبْتَغِي بِهَا وَجْهَ اللَّهِ، إِلاَّ أُجِرْتَ، حَتَّى مَا تَجْعَلُ فِي فِي امْرَأَتِكَ ‏\"‏‏.‏ قُلْتُ أَأُخَلَّفُ بَعْدَ أَصْحَابِي قَالَ ‏\"‏ إِنَّكَ لَنْ تُخَلَّفَ فَتَعْمَلَ عَمَلاً تَبْتَغِي بِهِ وَجْهَ اللَّهِ، إِلاَّ ازْدَدْتَ دَرَجَةً وَرِفْعَةً وَلَعَلَّكَ تُخَلَّفُ حَتَّى يَنْتَفِعَ بِكَ أَقْوَامٌ، وَيُضَرَّ بِكَ آخَرُونَ، اللَّهُمَّ أَمْضِ لأَصْحَابِي هِجْرَتَهُمْ، وَلاَ تَرُدَّهُمْ عَلَى أَعْقَابِهِمْ، لَكِنِ الْبَائِسُ سَعْدُ ابْنُ خَوْلَةَ ‏\"‏‏.‏ قَالَ سَعْدٌ رَثَى لَهُ النَّبِيُّ صلى الله عليه وسلم مِنْ أَنْ تُوُفِّيَ بِمَكَّةَ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "80"
    }
  }
}