{
  "hadith": {
    "hadith_id": 6382,
    "narrator": "মুতাররিফ ইব্‌ন আব্দুল্লাহ আবূ মুস’আব (র.) ....... জাবির (রা.)",
    "bn": "তিনি বলেন, নবী রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ৬৩৮২. জাবির (রাঃ) হতে বর্ণিত। তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) আমাদের সকল কাজের জন্য ইস্তিখারা শিক্ষা দিতেন, যেমনভাবে তিনি কুরআনের সূরা শিক্ষা দিতেন। (বলতেন) যখন তোমাদের কারো কোন বিশেষ কাজ করার ইচ্ছে হয়, তখন সে যেন দু’ রাক‘আত সলাত আদায় করে এরূপ দু‘আ করে। (অর্থ) : হে আল্লাহ! আমি আপনার জ্ঞানের দ্বারা আমার উদ্দিষ্ট কাজের মঙ্গলামঙ্গল জানতে চাই এবং আপনার ক্ষমতা বলে আমি কাজে সক্ষম হতে চাই। আর আমি আপনার মহান অনুগ্রহ প্রার্থনা করি। কারণ, আপনি ক্ষমতাবান আর আমার কোন ক্ষমতা নেই এবং আপনি জানেন আর আমি জানি না। আপনিই গায়িব সম্পর্কে জ্ঞান রাখেন। হে আল্লাহ! যদি আপনার জ্ঞানে এ কাজটিকে আমার দ্বীনের ব্যাপারে, আমার জীবন ধারণে ও পরিণামে- রাবী বলেন, কিংবা তিনি বলেছেন- আমার বর্তমান ও ভবিষ্যতের দিক দিয়ে মঙ্গলজনক বলে জানেন তাহলে তা আমার জন্য নির্ধারিত করে দিন। আর যদি আমার এ কাজটি আমার দ্বীনের ব্যাপারে, জীবন ধারণে ও পরিণামে- রাবী বলেন, কিংবা তিনি বলেছেন- দুনিয়ায় আমার বর্তমান ও ভবিষ্যতের দিক দিয়ে আপনি আমার জন্য অমঙ্গলজনক মনে করেন, তবে আপনি তা আমা হতে ফিরিয়ে নিন। আমাকেও তা হতে ফিরিয়ে রাখুন। আর যেখানেই হোক, আমার জন্য মঙ্গলজনক কাজ নির্ধারিত করে দিন। তারপর আমাকে আপনার নির্ধারিত কাজের প্রতি তৃপ্ত রাখুন। রাবী বলেন, সে যেন এ সময় তার প্রয়োজনের নির্দিষ্ট বিষয়ের কথা উল্লেখ করে।(আধুনিক প্রকাশনী- ৫৯৩৪, ইসলামিক ফাউন্ডেশন- ৫৮২৭)",
    "ar": "حَدَّثَنَا مُطَرِّفُ بْنُ عَبْدِ اللَّهِ أَبُو مُصْعَبٍ، حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ أَبِي الْمَوَالِ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرٍ ـ رضى الله عنه ـ قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُعَلِّمُنَا الاِسْتِخَارَةَ فِي الأُمُورِ كُلِّهَا كَالسُّورَةِ مِنَ الْقُرْآنِ ‏ \"‏ إِذَا هَمَّ بِالأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ، ثُمَّ يَقُولُ اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيمِ، فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الْغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي ـ أَوْ قَالَ عَاجِلِ أَمْرِي وَآجِلِهِ ـ فَاقْدُرْهُ لِي، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي ـ أَوْ قَالَ فِي عَاجِلِ أَمْرِي وَآجِلِهِ ـ فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ، وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ رَضِّنِي بِهِ‏.‏ وَيُسَمِّي حَاجَتَهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "80"
    }
  }
}