{
  "hadith": {
    "hadith_id": 6404,
    "narrator": "আম্‌র ইবনু মাইমুন (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) বলেছেনঃ যে লোক (এ কথাগুলো) দশবার পড়বে সে ঐ লোকের সমান হয়ে যাবে, সে লোক ইসমাঈল (আঃ) -এর বংশ থেকে একটা গোলাম মুক্ত করে দিয়েছে। শাবীও রাবী ইবনু খুসাইম হতে অনুরুপ বর্ণনা করেছেন। তিনি বলেন, ‘আমর ইবনু মায়মূন হতে। আমর ইবনু মায়মূনের নিকট থেকে শুনেছেন? তিনি বলেন, ‘আমর ইবনু মায়মূন হতে। ‘আমর ইবনু মায়মূনের নিকট গিয়ে তাঁকে জিজ্ঞেস করল, আপনি এ হাদীস কার নিকট হতে শুনেছেন? তিনি বললেন, ইবনু আবূ লায়লা হতে। আমি ইবনু আবূ লায়লার নিকট গিয়ে তাকে জিজ্ঞেস করলাম, আপনি এটি কার নিকট হতে শুনেছেন? তিনি বললেন, আমি এটি আবূ আইয়ূব আনসারী (রাঃ) -কে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) হতে বর্ণনা করতে শুনেছি। \nকয়েকটি ভিন্ন ভিন্ন সনদে অনুরুপ হাদীস আবূ আইয়ূব আনসারী (রাঃ) থেকেও বর্ণিত হয়েছে যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) এ হাদীসটি তাঁর নিকটেও বলেছেন।\nআবূ আইয়ূব আনসারী (রাঃ) রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) হতে বর্ণনা করেন, সে ঐ ব্যক্তির ন্যায় যে ইসমাঈলের বংশধরের কোন গোলামকে আযাদ করলো। আবূ ‘আবদুল্লাহ বুখারী বলেন, ‘’আবদুল মালিক বিন ‘’আমর-এর উক্তিটিই সঠিক। (আধুনিক প্রকাশনী- ৫৯৫৬, ইসলামিক ফাউন্ডেশন- ৫৮৪৯)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عَمْرٍو، حَدَّثَنَا عُمَرُ بْنُ أَبِي زَائِدَةَ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ، قَالَ مَنْ قَالَ عَشْرًا كَانَ كَمَنْ أَعْتَقَ رَقَبَةً مِنْ وَلَدِ إِسْمَاعِيلَ‏.‏ قَالَ عُمَرُ بْنُ أَبِي زَائِدَةَ وَحَدَّثَنَا عَبْدُ اللَّهِ بْنُ أَبِي السَّفَرِ عَنِ الشَّعْبِيِّ عَنْ رَبِيعِ بْنِ خُثَيْمٍ مِثْلَهُ‏.‏ فَقُلْتُ لِلرَّبِيعِ مِمَّنْ سَمِعْتَهُ فَقَالَ مِنْ عَمْرِو بْنِ مَيْمُونٍ‏.‏ فَأَتَيْتُ عَمْرَو بْنَ مَيْمُونٍ فَقُلْتُ مِمَّنْ سَمِعْتَهُ فَقَالَ مِنِ ابْنِ أَبِي لَيْلَى‏.‏ فَأَتَيْتُ ابْنَ أَبِي لَيْلَى فَقُلْتُ مِمَّنْ سَمِعْتَهُ فَقَالَ مِنْ أَبِي أَيُّوبَ الأَنْصَارِيِّ يُحَدِّثُهُ عَنِ النَّبِيِّ صلى الله عليه وسلم وَقَالَ إِبْرَاهِيمُ بْنُ يُوسُفَ عَنْ أَبِيهِ عَنْ أَبِي إِسْحَاقَ حَدَّثَنِي عَمْرُو بْنُ مَيْمُونٍ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى عَنْ أَبِي أَيُّوبَ قَوْلَهُ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏ وَقَالَ مُوسَى حَدَّثَنَا وُهَيْبٌ، عَنْ دَاوُدَ، عَنْ عَامِرٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى، عَنْ أَبِي أَيُّوبَ، عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏ وَقَالَ إِسْمَاعِيلُ عَنِ الشَّعْبِيِّ عَنِ الرَّبِيعِ قَوْلَهُ‏.‏ وَقَالَ آدَمُ حَدَّثَنَا شُعْبَةُ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ مَيْسَرَةَ سَمِعْتُ هِلاَلَ بْنَ يَسَافٍ عَنِ الرَّبِيعِ بْنِ خُثَيْمٍ وَعَمْرِو بْنِ مَيْمُونٍ عَنِ ابْنِ مَسْعُودٍ قَوْلَهُ‏.‏ وَقَالَ الأَعْمَشُ وَحُصَيْنٌ عَنْ هِلاَلٍ عَنِ الرَّبِيعِ عَنْ عَبْدِ اللَّهِ قَوْلَهُ‏.‏ وَرَوَاهُ أَبُو مُحَمَّدٍ الْحَضْرَمِيُّ عَنْ أَبِي أَيُّوبَ عَنِ النَّبِيِّ صلى الله عليه وسلم‏ كَانَ كَمَنْ أَعْتَقَ رَقَبَةً مِنْ وَلَدِ إِسْمَاعِيلِ قَالَ أَبُو عَبْد اللَّهِ وَالصَّحِيحُ قَوْلُ عَبْدِ الْمَلِكِ بْنِ عَمْرٍو.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "80"
    }
  }
}