{
  "hadith": {
    "hadith_id": 6408,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র একদল ফেরেশতা আছেন, যাঁরা আল্লাহ্‌র যিক্‌রে রত লোকদের খোঁজে পথে পথে ঘুরে বেড়ান। যখন তাঁরা কোথাও আল্লাহ্‌র যিক্‌রে রত লোকদের দেখতে পান, তখন ফেরেশতারা পরস্পরকে ডাক দিয়ে বলেন, তোমারা আপন আপন কাজ করার জন্য এগিয়ে এসো। তখন তাঁরা তাঁদের ডানাগুলো দিয়ে সেই লোকদের ঢেকে ফেলেন নিকটবর্তী আকাশ পর্যন্ত। তখন তাঁদের প্রতিপালক তাদেরকে জিজ্ঞেস করেন (যদিও ফেরেশতাদের চেয়ে তিনিই অধিক জানেন) আমার বান্দারা কী বলছে? তখন তাঁরা বলে, তারা আপনার পবিত্রতা বর্ণনা করছে, তারা আপনার শ্রেষ্ঠত্বের ঘোষণা দিচ্ছে, তারা আপনার গুণগান করছে এবং তারা আপনার মাহাত্ম্য প্রকাশ করছে। তখন তিনি জিজ্ঞেস করবেন, তারা কি আমাকে দেখেছে? তখন তারা বলবেঃ হে আমাদের প্রতিপালক, আপনার শপথ! তারা আপনাকে দেখেনি। তিনি বলবেন, আচ্ছা, তবে যদি তারা আমাকে দেখত? তাঁরা বলবেন, যদি তারা আপনাকে দেখত, তবে তারা আরও অধিক পরিমাণে আপনার ‘ইবাদাত করত, আরো অধিক আপনার মাহাত্ম্য ঘোষণা করত, আরো অধিক পরিমানে আপনার পবিত্রতা বর্ণনা করত। বর্ণনাকারী বলেন, আল্লাহ্‌ বলবেন, তারা আমার কাছে কি চায়? তাঁরা বলবে, তারা আপনার কাছে জান্নাত চায়। তিনি জিজ্ঞেস করবেন, তারা কি জান্নাত দেখেছে? ফেরেশতারা বলবেন, না। আপনার সত্তার কসম! হে রব! তারা তা দেখেনি। তিনি জিজ্ঞেস করবেন, যদি তারা দেখত তবে তারা কী করত? তাঁরা বলবে, যদি তারা তা দেখত তাহলে তারা জান্নাতের আরো অধিক লোভ করত, আরো বেশি চাইত এবং এর জন্য আরো বেশি বেশি আকৃষ্ট হত। আল্লাহ্‌ তা’’আলা জিজ্ঞেস করবেন, তারা কি থেকে আল্লাহ্‌র আশ্রয় চায়? ফেরেশতাগণ বলবেন, জাহান্নাম থেকে। তিনি জিজ্ঞেস করবেন, তারা কি জাহান্নাম দেখেছে? তাঁরা জবাব দেবে, আল্লাহ্‌র কসম! হে প্রতিপালক! তারা জাহান্নাম দেখেনি। তিনি জিজ্ঞেস করবেন, যদি তারা তা দেখত তখন তাদের কী হত? তাঁরা বলবে, যদি তারা তা দেখত, তাহলে তারা তাত্থেকে দ্রুত পালিয়ে যেত এবং একে অত্যন্ত বেশি ভয় করত। তখন আল্লাহ্‌ তা’আলা বলবেন, আমি তোমাদের সাক্ষী রাখছি, আমি তাদের ক্ষমা করে দিলাম। তখন ফেরেশতাদের একজন বলবে, তাঁদের মধ্যে অমুক ব্যক্তি আছে, যে তাঁদের অন্তর্ভুক্ত নয় বরং সে কোন প্রয়োজনে এসেছে। আল্লাহ্‌ তা’আলা বলবেন, তারা এমন উপবেশনকারী যাদের মাজলিসে উপবেশনকারী বিমুখ হয় না। \nশু’বা এটিকে আ‘মাশ হতে বর্ণনা করেছেন, কিন্তু তিনি তাকে চিনেন না। সুহাইল তার পিতা হতে, তিনি আবূ হুরায়রা হতে, তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম) হতে এটি বর্ণনা করেছেন। [মুসলিম ৪৮/৮, হাঃ ২৬৮৯, আহমাদ ৭৪৩০] আধুনিক প্রকাশনী- ৫৯৬০, ইসলামিক ফাউন্ডেশন- ৫৮৫৩)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا جَرِيرٌ عَنْ الأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُوْلُ اللهِ صلى الله عليه وسلم إِنَّ لله مَلاَئِكَةً يَطُوفُونَ فِي الطُّرُقِ يَلْتَمِسُونَ أَهْلَ الذِّكْرِ فَإِذَا وَجَدُوا قَوْمًا يَذْكُرُونَ اللهَ تَنَادَوْا هَلُمُّوا إِلٰى حَاجَتِكُمْ قَالَ فَيَحُفُّونَهُمْ بِأَجْنِحَتِهِمْ إِلٰى السَّمَاءِ الدُّنْيَا قَالَ فَيَسْأَلُهُمْ رَبُّهُمْ وَهُوَ أَعْلَمُ مِنْهُمْ مَا يَقُوْلُ عِبَادِي قَالُوا يَقُوْلُونَ يُسَبِّحُونَكَ وَيُكَبِّرُونَكَ وَيَحْمَدُونَكَ وَيُمَجِّدُونَكَ قَالَ فَيَقُوْلُ هَلْ رَأَوْنِي قَالَ فَيَقُوْلُونَ لاَ وَاللهِ مَا رَأَوْكَ قَالَ فَيَقُوْلُ وَكَيْفَ لَوْ رَأَوْنِي قَالَ يَقُوْلُونَ لَوْ رَأَوْكَ كَانُوا أَشَدَّ لَكَ عِبَادَةً وَأَشَدَّ لَكَ تَمْجِيدًا وَتَحْمِيدًا وَأَكْثَرَ لَكَ تَسْبِيحًا قَالَ يَقُوْلُ فَمَا يَسْأَلُونِي قَالَ يَسْأَلُونَكَ الْجَنَّةَ قَالَ يَقُوْلُ وَهَلْ رَأَوْهَا قَالَ يَقُوْلُونَ لاَ وَاللهِ يَا رَبِّ مَا رَأَوْهَا قَالَ يَقُوْلُ فَكَيْفَ لَوْ أَنَّهُمْ رَأَوْهَا قَالَ يَقُوْلُونَ لَوْ أَنَّهُمْ رَأَوْهَا كَانُوا أَشَدَّ عَلَيْهَا حِرْصًا وَأَشَدَّ لَهَا طَلَبًا وَأَعْظَمَ فِيهَا رَغْبَةً قَالَ فَمِمَّ يَتَعَوَّذُونَ قَالَ يَقُوْلُونَ مِنْ النَّارِ قَالَ يَقُوْلُ وَهَلْ رَأَوْهَا قَالَ يَقُوْلُونَ لاَ وَاللهِ يَا رَبِّ مَا رَأَوْهَا قَالَ يَقُوْلُ فَكَيْفَ لَوْ رَأَوْهَا قَالَ يَقُوْلُونَ لَوْ رَأَوْهَا كَانُوا أَشَدَّ مِنْهَا فِرَارًا وَأَشَدَّ لَهَا مَخَافَةً قَالَ فَيَقُوْلُ فَأُشْهِدُكُمْ أَنِّي قَدْ غَفَرْتُ لَهُمْ قَالَ يَقُوْلُ مَلَكٌ مِنْ الْمَلاَئِكَةِ فِيهِمْ فُلاَنٌ لَيْسَ مِنْهُمْ إِنَّمَا جَاءَ لِحَاجَةٍ قَالَ هُمْ الْجُلَسَاءُ لاَ يَشْقٰى بِهِمْ جَلِيسُهُمْ\nرَوَاه“ شُعْبَةُ عَنْ الأَعْمَشِ وَلَمْ يَرْفَعْه“ وَرَوَاه“ سُهَيْلٌ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم .",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "80"
    }
  }
}