{
  "hadith": {
    "hadith_id": 6423,
    "narrator": "মাহমুদ (রাঃ)",
    "bn": "তিনি বলেন, ইতবান ইব্‌নু মালিক আনসারীকে, অতঃপর বানী সালিমের এক লোককে বলতে শুনেছি, তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সকালে আমার নিকট এলেন এবং বললেন, আল্লাহ্‌র সন্তুষ্টি কামনায় যে ব্যক্তি ‘লা ইলাহা ইল্লাল্লাহ্‌’ বলবে এবং এ বিশ্বাস সহকারে ক্বিয়ামাতের দিন উপস্থিত হবে, আল্লাহ্‌ তার উপর জাহান্নাম হারাম করে দেবেন। [৪]",
    "ar": "قَالَ سَمِعْتُ عِتْبَانَ بْنَ مَالِكٍ الأَنْصَارِيَّ، ثُمَّ أَحَدَ بَنِي سَالِمٍ قَالَ غَدَا عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَقَالَ ‏ \"‏ لَنْ يُوَافِيَ عَبْدٌ يَوْمَ الْقِيَامَةِ يَقُولُ لاَ إِلَهَ إِلاَّ اللَّهُ‏.‏ يَبْتَغِي بِهِ وَجْهَ اللَّهِ، إِلاَّ حَرَّمَ اللَّهُ عَلَيْهِ النَّارَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪] হাদীসটি সংক্ষিপ্তভাবে বর্ণনা করা হয়েছে । রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর বাড়িতে সকালে আগমন করার পরপরই এ কথাটি বলেননি । বরং এতদুভয়ের মাঝে অনেক কাজই হয়েছিল । যেমন, রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর বাড়িতে প্রবেশ করেন । সলাত আদায় করেন । তাদের নিকট অপেক্ষা করার আবদার করেন । অবশেষে তারা তাকে পানাহার করান । তিনি মালেক বিন দাখশাম সম্পর্কে জিজ্ঞেস করেন ইত্যাদি । সব শেষে হাদীসে উল্লেখিত কথাটি বলেন । (ফাতহুল বারী)\nমক্কা নগরীর লোকেরা আল্লাহ্‌কে সৃষ্টিকর্তা হিসাবে মানলেও তিনিই যে একমাত্র ইলাহ, যাবতীয় ইবাদত বন্দেগী লাভের একমাত্র মাবূদ (উপাস্য), সকল ক্ষমতার একচ্ছত্র অধিকারী, আইন দাতা, বুদ্ধিদাতা, বিপদে উদ্ধারকর্তা, একমাত্র হুকুম-বিধান দাতা এটা তারা স্বীকার করত না । তারা নানান দেবদেবীর পূজা করত এবং বিশ্ব পরিচালনায় সে সব দেবদেবীদের আল্লাহ্‌র অংশীদার মনে করত । তাই আল্লাহ্‌ তাআলা তাঁর নাবীর মাধ্যমে জানিয়ে দিলেন, যারা আল্লাহ্‌কে একমাত্র ইলাহ বলে স্বীকার করে নিবে এবং এ বিশ্বাসের উপর অটল থেকে শির্কমুক্ত অবস্থায় মারা যাবে, জাহান্নাম তাদের জন্য হারাম করে দেয়া হবে । নবুয়তের প্রাথমিক অবস্থায় সলাত, সওম, হজ্জ, যাকাত কিছুই ফরয করা হয়নি । সে সময় আল্লাহ্‌কে একমাত্র ইলাহ হিসেবে বিশ্বাস করে নেয়াই ছিল বড় কঠিন ব্যাপার । তাই তখন তাওহীদের প্রতি ঈমান আনাই জান্নাতে যাওয়ার জন্য যথেষ্ট ছিল । অতঃপর যখন উক্ত ইবাদাতগুলো ফরয হিসাবে বিধিবদ্ধ করা হল, তখন শুধুমাত্র ‘আল্লাহ্‌ ব্যতীত সত্য কোন মাবূদ নাই’ এর স্বীকৃতি প্রদানই জান্নাতের প্রবেশের জন্য আর যথেষ্ট থাকল না । অতএব এখন আল্লাহ্‌র তাওহীদে বিশ্বাস করার অর্থই হল তাঁর যাবতীয় নির্দেশকে মান্য করা । তবে বর্তমানে কেউ যদি নতুনভাবে ইসলাম কবূল করে কোন ফরয ইবাদাত কার্যকর করার আগেই তার মৃত্যু হয়ে যায়, সে ক্ষেত্রে এ হাদীস প্রযোজ্য হবে । তাওহীদে বিশ্বাসী কোন লোক যদি এমন অবস্থা ও পরিবেশে বাস করে যেখানে কোন ফরয এবাদাত করা একেবারেই অসম্ভব তবে সেক্ষেত্রেও এ হাদীস প্রযোজ্য হতে পারে । আল্লাহ্‌ই ভাল জানেন ।",
    "chapter": {
      "chapter_number": "81"
    }
  }
}