{
  "hadith": {
    "hadith_id": 6452,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "আবূ হুরায়রা (রাঃ) বলতেন : আল্লাহ্‌র কসম! যিনি ব্যতীত কোন মাবূদ নেই। আমি ক্ষুধার তাড়নায় উপুড় হয়ে পড়ে থাকতাম। আর কখনও পেটে পাথর বেঁধে রাখতাম। একদিন আমি (ক্ষুধার যন্ত্রণায় বাধ্য হয়ে) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও সাহাবীগণের রাস্তায় বসে থাকলাম। আবূ বকর (রাঃ) যাচ্ছিলেন। আমি কুরআনের একটা আয়াত সম্পর্কে প্রশ্ন করলাম। আমি তাঁকে প্রশ্ন করলাম এই উদ্দেশ্যে যে, তিনি আমাকে পরিতৃপ্ত করে খাওয়াবেন। কিন্তু তিনি কিছু করলেন না। অতঃপর ‘উমার (রাঃ) যাচ্ছিলেন। আমি তাঁকে কুরআনের একটি আয়াত সম্পর্কে প্রশ্ন করলাম। আমি প্রশ্ন করলাম এ উদ্দেশ্যে যে, তিনি আমাকে পরিতৃপ্ত করে খাওয়াবেন। কিন্তু তিনি চলে গেলেন। কিছু করলেন না। অতঃপর আবুল কাসিম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাচ্ছিলেন। তিনি আমাকে দেখেই মুচ্‌কি হাসলেন এবং আমার প্রাণের এবং আমার চেহারার অবস্থা কী তিনি তা আঁচ করতে পারলেন। অতঃপর বললেন, হে আবূ হির! আমি বললাম, হে আল্লাহ্‌র রসূল! আমি হাযির, তিনি বললেনঃ তুমি আমার সঙ্গে চল। এ বলে তিনি চললেন, আমিও তাঁর অনুসরণ করলাম। তিনি ঘরে প্রবেশের অনুমতি চাইলেন এবং আমাকে প্রবেশের অনুমতি দিলেন। তারপর তিনি ঘরে প্রবেশ করে একটি পেয়ালায় কিছু দুধ পেলেন। তিনি বললেনঃ এ দুধ কোত্থেকে এসেছে? তাঁরা বললেন, এটা আপনাকে অমুক পুরুষ বা অমুক মহিলা হাদিয়া দিয়েছেন। তিনি বললেনঃ হে আবূ হির! আমি বললাম, আমি হাযির হে আল্লাহ্‌র রসূল! তুমি সুফ্ফাবাসীদের কাছে যাও এবং তাদেরকে আমার কাছে ডেকে নিয়ে এসো। রাবী বলেন, সুফ্ফাবাসীরা ছিলেন ইসলামের মেহমান। তাদের ছিল না কোন পরিবার, ছিল না কোন সম্পদ এবং কারো উপর ভরসা করার মত তাদের কেউ ছিল না। যখন তাঁর কাছে কোন সদাকাহ আসত তখন তিনি তা তাদের কাছে পাঠিয়ে দিতেন। তিনি এর থেকে কিছুই গ্রহণ করতেন না। আর যখন কোন হাদিয়া আসত, তখন তার কিছু অংশ তাদেরকে দিয়ে দিতেন এবং নিজের জন্য কিছু রাখতেন। এর মধ্যে তাদেরকে শরীক করতেন। এ আদেশ শুনে আমি নিরাশ হয়ে গেলাম। মনে মনে ভাবলাম যে, এ সামান্য দুধ দ্বারা সুফ্ফাবাসীদের কী হবে? এ সামান্য দুধ আমার জন্যই যথেষ্ট হতো। এটা পান করে আমার শরীরে শক্তি আসত। যখন তাঁরা এসে গেলেন, তখন তিনি আমাকে আদেশ দিলেন, আমিই যেন তাঁদেরকে দেই। আর আমার আশা রইল না যে, এ দুধ থেকে আমি কিছু পাব। কিন্তু আল্লাহ্‌ ও তাঁর রাসুলের নির্দেশ না মেনে কোন উপায় নেই। তাই তাঁদের কাছে গিয়ে তাঁদেরকে ডেকে আনলাম। তাঁরা এসে ভেতরে প্রবেশ করার অনুমতি চাইলে তিনি অনুমতি দিলেন। তাঁরা এসে আসন গ্রহণ করলেন। তিনি বললেনঃ হে আবূ হির! আমি বললাম, আমি হাযির হে আল্লাহ্‌র রসূল! তিনি বললেন, তুমি পেয়ালাটি নাও আর তাদেরকে দাও। আমি পেয়ালা নিয়ে একজনকে দিলাম। তিনি তা তৃপ্ত হয়ে পান করে পেয়ালাটি আমাকে ফিরিয়ে দিলেন। আমি আরেকজনকে পেয়ালাটি দিলাম। তিনিও তৃপ্ত হয়ে পান করে পেয়ালাটি আমাকে ফিরিয়ে দিলেন। এমন কি আমি এভাবে দিতে দিতে শেষতক নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পর্যন্ত পৌছলাম। তাঁরা সবাই তৃপ্ত হলেন। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পেয়ালাটি নিজ হাতে নিয়ে রেখে মৃদু হাসলেন। আর  বললেনঃ হে আবূ হির! আমি বললাম, আমি হাযির, হে আল্লাহ্‌র রসূল! তিনি বললেনঃ এখন তো আমি আছি আর তুমি আছ। আমি বললাম, হে আল্লাহ্‌র রসূল! আপনি ঠিক বলেছেন। তিনি বললেন, এখন তুমি বস এবং পান কর। তখন আমি বসে পান করলাম। তিনি বললেন, তুমি আরও পান কর। আমি আরও পান করলাম। তিনি আমাকে পান করার নির্দেশ দিতেই থাকলেন। এমন কি আমি বললাম যে, আর না। যে সত্তা আপনাকে সত্য দ্বীনসহ পাঠিয়েছেন, তাঁর কসম। আমার পেটে আর জায়গা পাচ্ছি না। তিনি বললেন, তাহলে আমাকে দাও। আমি পেয়ালাটি তাঁকে দিলাম। তিনি আল্লাহ্‌র প্রশংসা করলেন ও বিসমিল্লাহ্ বলে বাকী পান করলেন। [২০](আধুনিক প্রকাশনী- ৬০০২, ইসলামিক ফাউন্ডেশন- ৬০০৮)",
    "ar": "أَبُو نُعَيْمٍ بِنَحْوٍ مِنْ نِصْفِ هَذَا الْحَدِيثِ حَدَّثَنَا عُمَرُ بْنُ ذَرٍّ حَدَّثَنَا مُجَاهِدٌ أَنَّ أَبَا هُرَيْرَةَ كَانَ يَقُولُ أَاللهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ إِنْ كُنْتُ لأعْتَمِدُ بِكَبِدِي عَلَى الأَرْضِ مِنْ الْجُوعِ وَإِنْ كُنْتُ لأشُدُّ الْحَجَرَ عَلَى بَطْنِي مِنْ الْجُوعِ وَلَقَدْ قَعَدْتُ يَوْمًا عَلَى طَرِيقِهِمْ الَّذِي يَخْرُجُونَ مِنْهُ فَمَرَّ أَبُو بَكْرٍ فَسَأَلْتُهُ عَنْ آيَةٍ مِنْ كِتَابِ اللهِ مَا سَأَلْتُهُ إِلاَّ لِيُشْبِعَنِي فَمَرَّ وَلَمْ يَفْعَلْ ثُمَّ مَرَّ بِي عُمَرُ فَسَأَلْتُهُ عَنْ آيَةٍ مِنْ كِتَابِ اللهِ مَا سَأَلْتُهُ إِلاَّ لِيُشْبِعَنِي فَمَرَّ فَلَمْ يَفْعَلْ ثُمَّ مَرَّ بِي أَبُو الْقَاسِمِ صلى الله عليه وسلم فَتَبَسَّمَ حِينَ رَآنِي وَعَرَفَ مَا فِي نَفْسِي وَمَا فِي وَجْهِي ثُمَّ قَالَ يَا أَبَا هِرٍّ قُلْتُ لَبَّيْكَ يَا رَسُولَ اللهِ صلى الله عليه وسلم قَالَ الْحَقْ وَمَضَى فَتَبِعْتُهُ فَدَخَلَ فَاسْتَأْذَنَ فَأَذِنَ لِي فَدَخَلَ فَوَجَدَ لَبَنًا فِي قَدَحٍ فَقَالَ مِنْ أَيْنَ هَذَا اللَّبَنُ قَالُوا أَهْدَاهُ لَكَ فُلاَنٌ أَوْ فُلاَنَةُ قَالَ أَبَا هِرٍّ قُلْتُ لَبَّيْكَ يَا رَسُولَ اللهِ صلى الله عليه وسلم قَالَ الْحَقْ إِلَى أَهْلِ الصُّفَّةِ فَادْعُهُمْ لِي قَالَ وَأَهْلُ الصُّفَّةِ أَضْيَافُ الإِسْلاَمِ لاَ يَأْوُونَ إِلَى أَهْلٍ وَلاَ مَالٍ وَلاَ عَلَى أَحَدٍ إِذَا أَتَتْهُ صَدَقَةٌ بَعَثَ بِهَا إِلَيْهِمْ وَلَمْ يَتَنَاوَلْ مِنْهَا شَيْئًا وَإِذَا أَتَتْهُ هَدِيَّةٌ أَرْسَلَ إِلَيْهِمْ وَأَصَابَ مِنْهَا وَأَشْرَكَهُمْ فِيهَا فَسَاءَنِي ذَلِكَ فَقُلْتُ وَمَا هَذَا اللَّبَنُ فِي أَهْلِ الصُّفَّةِ كُنْتُ أَحَقُّ أَنَا أَنْ أُصِيبَ مِنْ هَذَا اللَّبَنِ شَرْبَةً أَتَقَوَّى بِهَا فَإِذَا جَاءَ أَمَرَنِي فَكُنْتُ أَنَا أُعْطِيهِمْ وَمَا عَسَى أَنْ يَبْلُغَنِي مِنْ هَذَا اللَّبَنِ وَلَمْ يَكُنْ مِنْ طَاعَةِ اللهِ وَطَاعَةِ رَسُولِهِ صلى الله عليه وسلم بُدٌّ فَأَتَيْتُهُمْ فَدَعَوْتُهُمْ فَأَقْبَلُوا فَاسْتَأْذَنُوا فَأَذِنَ لَهُمْ وَأَخَذُوا مَجَالِسَهُمْ مِنْ الْبَيْتِ قَالَ يَا أَبَا هِرٍّ قُلْتُ لَبَّيْكَ يَا رَسُولَ اللهِ قَالَ خُذْ فَأَعْطِهِمْ قَالَ فَأَخَذْتُ الْقَدَحَ فَجَعَلْتُ أُعْطِيهِ الرَّجُلَ فَيَشْرَبُ حَتَّى يَرْوَى ثُمَّ يَرُدُّ عَلَيَّ الْقَدَحَ فَأُعْطِيهِ الرَّجُلَ فَيَشْرَبُ حَتَّى يَرْوَى ثُمَّ يَرُدُّ عَلَيَّ الْقَدَحَ فَيَشْرَبُ حَتَّى يَرْوَى ثُمَّ يَرُدُّ عَلَيَّ الْقَدَحَ حَتَّى انْتَهَيْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم وَقَدْ رَوِيَ الْقَوْمُ كُلُّهُمْ فَأَخَذَ الْقَدَحَ فَوَضَعَهُ عَلَى يَدِهِ فَنَظَرَ إِلَيَّ فَتَبَسَّمَ فَقَالَ أَبَا هِرٍّ قُلْتُ لَبَّيْكَ يَا رَسُولَ اللهِ قَالَ بَقِيتُ أَنَا وَأَنْتَ قُلْتُ صَدَقْتَ يَا رَسُولَ اللهِ قَالَ اقْعُدْ فَاشْرَبْ فَقَعَدْتُ فَشَرِبْتُ فَقَالَ اشْرَبْ فَشَرِبْتُ فَمَا زَالَ يَقُولُ اشْرَبْ حَتَّى قُلْتُ لاَ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا أَجِدُ لَهُ مَسْلَكًا قَالَ فَأَرِنِي فَأَعْطَيْتُهُ الْقَدَحَ فَحَمِدَ اللهَ وَسَمَّى وَشَرِبَ الْفَضْلَةَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২০] হাদীসটি হতে জানা যায় : (১) বসে পান করা মুস্তাহাব । (২) মেহমানদের কিছু পান করানোর সময় খাদিম নিজে পরিবেশন না করে পাত্র তাদের হাতে এভাবে ছেড়ে দেয়া যে, একজনের পান করা শেষ হলে সে তার পাশের সাথীকে পান করতে দিবে, এটা উচিত নয় । কেননা এটা মেহমানকে অসম্মানের শামিল । (৩) এর মধ্যে বিরাট মু’জিযা নিহিত রয়েছে । (৪) অভাব অনটনের কথা প্রকাশ করা ও ঘোষনা দেয়া থেকে তা গোপন রাখা বা এর ইঙ্গিত দেয়া শ্রেষ্ঠতর । (৫) রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উদারতা ও তাঁর নিজের, তাঁর খাদিমের ও তাঁর পরিবার পরিজনের স্বার্থ ত্যাগ । (৬) নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর যুগে কিছু কিছু সাহাবীর অর্থনৈতিক অবস্থা ছিল সঙ্কটময় । (৭) আহলে সুফ্ফার ফযীলাত । (৮) আমন্ত্রিত ব্যক্তি আমন্ত্রণকারীর বাড়ীতে এসে বিনা অনুমতিতে যেন বাড়ীতে প্রবেশ না করে । (৯) আবু বাক্‌র (রাঃ) ও উমার (রাঃ); নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সর্ব সময়ের সহযোগী-এর প্রমাণ বহন করে । (১০) বড়রা তাদের খাদেমের উপনাম ধরে ডাকতে পারে । (১১) কাউকে ডাকার সময় নাম সংক্ষিপ্ত করা যায় । যেমন আবু হুরাইরাহ্ (রাঃ)-কে রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইয়া আবা হির্ বলে ডাকতেন । (১২) নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাদীয়া বা উপঢৌকন গ্রহন করতেন এবং খেতেন । কিন্তু সাদাকা খেতেন না বরং তা হক্বদারদের মাঝে বন্টন করে দিতেন । (১৩) আহবানকারীর ডাকে সাড়া দিতে সম্বোধিত ব্যক্তি ‘লাব্বাইকা’ বলা । (১৪) খাদিমকে মালিকের ঘরে প্রবেশকালে অনুমতি নিতে হবে । (১৫) পরিবেশনকারী শেষে পান করবে আর বাড়ীর মালিক তার পরে পান করবে । (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "81"
    }
  }
}