{
  "hadith": {
    "hadith_id": 6473,
    "narrator": "মুগীরাহ ইব্‌নু শু‘বাহ (রাঃ)-এর কাতিব্‌ ওয়াররাদ (রাঃ)",
    "bn": "মু‘আবিয়াহ (রাঃ) মুগীরাহ ইবনু শু‘বাহ (রাঃ)-কে চিঠি লিখলেন যে, আপনি আমার কাছে একটা হাদীস লিখে পাঠান, যা আপনি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে শুনেছেন। বর্ণনাকারী বলেন, তখন মুগীরাহ ইবনু শু‘বাহ (রাঃ) তাঁর কাছে লিখে পাঠালেন, আশি নিশ্চয়ই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে সালাত থেকে ফিরার সময় বলতে শুনেছি।\n\nلاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ\n\n(অর্থাৎ আল্লাহ্ ব্যতীত কোন মাবূদ নেই। তিনি একক ও অদ্বিতীয়, তাঁর কোন শরীক নেই। রাজত্ব তাঁরই এবং হাম্দ তাঁরই। তিনি সবার উপর শক্তিমান। আর তিনি নিষেধ করতেন অনর্থক কথা নিয়ে বাদানুবাদ করা হতে, অধিক প্রশ্ন করা হতে,  মালের অপচয় করা হতে, আর তিনি নিষেধ করেছেন, কৃপনতা ও ভিক্ষা বৃত্তি হতে, মাতাপিতার অবাধ্যতা এবং কন্যাদেরকে জীবন্ত প্রোথিত করা হতে। [৮৪৪]\n\nহুশায়ম (রহ.).....আবদুল মালিক (রহ.) হতে বর্ণিত। তিনি বলেন, আমি ওয়াররাদ (রাঃ)-কে আল মুগীরা.....নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হতে এ হাদীস বর্ণনা করতে শুনেছি। (আধুনিক প্রকাশনী- ৬০২৩, ইসলামিক ফাউন্ডেশন- ৬০২৯)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ مُسْلِمٍ، حَدَّثَنَا هُشَيْمٌ، أَخْبَرَنَا غَيْرُ، وَاحِدٍ، مِنْهُمْ مُغِيرَةُ وَفُلاَنٌ وَرَجُلٌ ثَالِثٌ أَيْضًا عَنِ الشَّعْبِيِّ عَنْ وَرَّادٍ كَاتِبِ الْمُغِيرَةِ بْنِ شُعْبَةَ أَنَّ مُعَاوِيَةَ كَتَبَ إِلَى الْمُغِيرَةِ أَنِ اكْتُبْ إِلَىَّ بِحَدِيثٍ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم قَالَ فَكَتَبَ إِلَيْهِ الْمُغِيرَةُ أَنِّي سَمِعْتُهُ يَقُولُ عِنْدَ انْصِرَافِهِ مِنَ الصَّلاَةِ ‏ \"‏ لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهْوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ ‏\"‏‏.‏ ثَلاَثَ مَرَّاتٍ قَالَ وَكَانَ يَنْهَى عَنْ قِيلَ وَقَالَ وَكَثْرَةِ السُّؤَالِ، وَإِضَاعَةِ الْمَالِ، وَمَنْعٍ وَهَاتِ، وَعُقُوقِ الأُمَّهَاتِ، وَوَأْدِ الْبَنَاتِ‏.‏ وَعَنْ هُشَيْمٍ أَخْبَرَنَا عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ قَالَ سَمِعْتُ وَرَّادًا يُحَدِّثُ هَذَا الْحَدِيثَ عَنِ الْمُغِيرَةِ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "81"
    }
  }
}