{
  "hadith": {
    "hadith_id": 6493,
    "narrator": "সাহল ইব্‌নু সা‘দ আস-সা‘ঈদী (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মুশরিকদের সঙ্গে যুদ্ধে লিপ্ত এক ব্যক্তির দিকে তাকালেন। লোকটি ছিল ধনী এবং প্রভাবশালী লোকদের অন্তর্ভুক্ত। তিনি  বললেনঃ কেউ জাহান্নামী লোক দেখতে চাইলে, সে যেন এই লোকটিকে দেখে। (ফলে) এক লোক তার পেছনে পেছনে যেতে লাগল। সে যুদ্ধ করতে থাকল অবশেষে আহত হয়ে গেল। তখন সে শিঘ্র মৃত্যু কামনা করল, সে তারই তরবারীর অগ্রভাগ বুকের উপর রেখে সজোরে এমনভাবে চাপ দিল যে, তলোয়ারটি তার বক্ষ ভেদ করে পৃষ্ঠদেশ পার হয়ে গেল। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, কোন লোক এমন কাজ করে যায়, যা দেখে লোকেরা একে জান্নাতী লোকের কাজ বলে মনে করে। কিন্তু (আসলে) সে জাহান্নামবাসীদের অন্তর্ভুক্ত। আর কোন বান্দা এমন কাজ করে যায়, যা দেখে লোকেরা একে জাহান্নামীদের কাজ বলে মনে করে। অথচ সে জান্নাতী লোকদের অন্তর্ভুক্ত। বস্তুতঃ শেষ অবস্থার উপরই ‘আমালের ফলাফল নির্ভর করে। [৩১] (আধুনিক প্রকাশনী- ৬০৪৩, ইসলামিক ফাউন্ডেশন- ৬০৪৯)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَيَّاشٍ، حَدَّثَنَا أَبُو غَسَّانَ، قَالَ حَدَّثَنِي أَبُو حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، قَالَ نَظَرَ النَّبِيُّ صلى الله عليه وسلم إِلَى رَجُلٍ يُقَاتِلُ الْمُشْرِكِينَ، وَكَانَ مِنْ أَعْظَمِ الْمُسْلِمِينَ غَنَاءً عَنْهُمْ فَقَالَ ‏\"‏ مَنْ أَحَبَّ أَنْ يَنْظُرَ إِلَى رَجُلٍ مِنْ أَهْلِ النَّارِ فَلْيَنْظُرْ إِلَى هَذَا ‏\"‏‏.‏ فَتَبِعَهُ رَجُلٌ فَلَمْ يَزَلْ عَلَى ذَلِكَ حَتَّى جُرِحَ، فَاسْتَعْجَلَ الْمَوْتَ‏.‏ فَقَالَ بِذُبَابَةِ سَيْفِهِ، فَوَضَعَهُ بَيْنَ ثَدْيَيْهِ، فَتَحَامَلَ عَلَيْهِ، حَتَّى خَرَجَ مِنْ بَيْنِ كَتِفَيْهِ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ إِنَّ الْعَبْدَ لَيَعْمَلُ فِيمَا يَرَى النَّاسُ عَمَلَ أَهْلِ الْجَنَّةِ، وَإِنَّهُ لَمِنْ أَهْلِ النَّارِ، وَيَعْمَلُ فِيمَا يَرَى النَّاسُ عَمَلَ أَهْلِ النَّارِ وَهْوَ مِنْ أَهْلِ الْجَنَّةِ، وَإِنَّمَا الأَعْمَالُ بِخَوَاتِيمِهَا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩১] ইব্‌নু বাত্তাল বলেন : বান্দার শেষ আমল কেমন হবে তা গোপন রাখার মধ্যে রয়েছে বিরাট হিকমত ও সূক্ষ্ম পরিকল্পনা । কারণ সে যদি জানতো যে, সে নাজাতপ্রাপ্ত তবে সে আনন্দিত হত এবং সে সৎ আমল করতে অলসতা করত । আর যদি জানতো যে, সে ধ্বংসপ্রাপ্ত তবে সে অবাধ্যতা ও কুফরীর মাত্রা বাড়িয়ে দিত । (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "81"
    }
  }
}