{
  "hadith": {
    "hadith_id": 6500,
    "narrator": "মুয়ায ইব্‌নু জাবাল (রাঃ)",
    "bn": "তিনি বলেন, একবার আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে তাঁর উটের পিছনে বসলাম। অথচ আমার ও তাঁর মাঝখানে ব্যবধান ছিল শুধু সাওয়ারীর গদির কাষ্ঠ-খণ্ড। তিনি  বললেনঃ হে মুয়ায! আমি বললাম, আপনার নিকটে আপনার খিদমতে আমি হাজির হে আল্লাহ্‌র রসূল! তারপর আরও কিছুক্ষণ চলার পরে আবার  বললেনঃ হে মুয়ায ইব্‌নু জাবাল! আমিও আবার বললাম, আপনার নিকটে আপনার খিদমতে আমি হাজির হে আল্লাহ্‌র রসূল! তখন তিনি  বললেনঃ তুমি কি জানো যে, বান্দার উপর আল্লাহ্‌র হক কী? আমি বললাম, আল্লাহ্‌ এবং তাঁর রসূল বেশি ভাল জানেন। তিনি  বললেনঃ বান্দার উপর আল্লাহ্‌র হক এই যে, সে তাঁরই ‘ইবাদাত করবে, তাঁর সঙ্গে কোন কিছুকে শরীক করবে না। এরপর আরও কিছুক্ষণ পথ চলার পর আবার ডাকলেন, হে মুয়ায ইব্‌ন জাবাল! আমি বললাম, আপনার নিকটে আপনার খিদমতে আমি হাজির হে আল্লাহ্‌র রসূল! তিনি  বললেনঃ যদি বান্দা তা করে আল্লাহ্‌র কাছে বান্দার প্রাপ্য কী হবে, তা কি তুমি জান? আমি বললাম, আল্লাহ্‌ ও তাঁর রসূলই বেশি ভাল জানেন। তিনি  বললেনঃ তখন আল্লাহ্‌র কাছে বান্দার হক হল তাদেরকে শাস্তি না দেয়া। [৩৫] (আধুনিক প্রকাশনী- ৬০৫০, ইসলামিক ফাউন্ডেশন- ৬০৫৬)",
    "ar": "هُدْبَةُ بْنُ خَالِدٍ حَدَّثَنَا هَمَّامٌ حَدَّثَنَا قَتَادَةُ حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ عَنْ مُعَاذِ بْنِ جَبَلٍ قَالَ بَيْنَمَا أَنَا رَدِيفُ النَّبِيِّ صلى الله عليه وسلم لَيْسَ بَيْنِي وَبَيْنَهُ إِلاَّ آخِرَةُ الرَّحْلِ فَقَالَ يَا مُعَاذُ قُلْتُ لَبَّيْكَ يَا رَسُولَ اللهِ وَسَعْدَيْكَ ثُمَّ سَارَ سَاعَةً ثُمَّ قَالَ يَا مُعَاذُ قُلْتُ لَبَّيْكَ رَسُولَ اللهِ وَسَعْدَيْكَ ثُمَّ سَارَ سَاعَةً ثُمَّ قَالَ يَا مُعَاذُ بْنَ جَبَلٍ قُلْتُ لَبَّيْكَ رَسُولَ اللهِ وَسَعْدَيْكَ قَالَ هَلْ تَدْرِي مَا حَقُّ اللهِ عَلَى عِبَادِهِ قُلْتُ اللهُ وَرَسُولُهُ أَعْلَمُ قَالَ حَقُّ اللهِ عَلَى عِبَادِهِ أَنْ يَعْبُدُوهُ وَلاَ يُشْرِكُوا بِهِ شَيْئًا ثُمَّ سَارَ سَاعَةً ثُمَّ قَالَ يَا مُعَاذُ بْنَ جَبَلٍ قُلْتُ لَبَّيْكَ رَسُولَ اللهِ وَسَعْدَيْكَ قَالَ هَلْ تَدْرِي مَا حَقُّ الْعِبَادِ عَلَى اللهِ إِذَا فَعَلُوهُ قُلْتُ اللهُ وَرَسُولُهُ أَعْلَمُ قَالَ حَقُّ الْعِبَادِ عَلَى اللهِ أَنْ لاَ يُعَذِّبَهُمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৫] আল্লাহ্‌র প্রাপ্য হল- বান্দা শির্কমুক্ত তাঁর ইবাদাত করবে, আর বান্দার প্রাপ্য হল আল্লাহ্‌ তাকে শাস্তিমুক্ত করে দেবেন ।",
    "chapter": {
      "chapter_number": "81"
    }
  }
}