{
  "hadith": {
    "hadith_id": 6502,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ আল্লাহ্‌ বলেন, যে ব্যক্তি আমার কোন ওলীর সঙ্গে দুশমনি রাখবে, আমি তার সঙ্গে যুদ্ধ ঘোষণা করব। আমি যা কিছু আমার বান্দার উপর ফরয করেছি, তা দ্বারা কেউ আমার নৈকট্য লাভ করবে না। আমার বান্দা সর্বদা নফল ‘ইবাদাত দ্বারা আমার নৈকট্য লাভ করতে থাকবে। এমন কি অবশেষে আমি তাকে আমার এমন প্রিয় পাত্র বানিয়ে নেই যে, আমিই তার কান হয়ে যাই, যা দিয়ে সে শুনে। আমিই তার চোখ হয়ে যাই, যা দিয়ে সে দেখে। আর আমিই তার হাত হয়ে যাই, যা দিয়ে সে ধরে। আমিই তার পা হয়ে যাই, যা দ্বারা সে চলে। সে যদি আমার কাছে কিছু চায়, তবে আমি নিশ্চয়ই তাকে তা দান করি। আর যদি সে আমার কাছে আশ্রয় প্রার্থনা করে, তবে অবশ্যই আমি তাকে আশ্রয় দেই। আমি কোন কাজ করতে চাইলে তা করতে কোন দ্বিধা করি-না, যতটা দ্বিধা করি মু’মিন বান্দার প্রাণ নিতে। সে মৃত্যুকে অপছন্দ করে আর আমি তার বেঁচে থাকাকে অপছন্দ করি। [৩৬] (আধুনিক প্রকাশনী- ৬০৫২, ইসলামিক ফাউন্ডেশন- ৬০৫৮)",
    "ar": "مُحَمَّدُ بْنُ عُثْمَانَ بْنِ كَرَامَةَ حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ حَدَّثَنِي شَرِيكُ بْنُ عَبْدِ اللهِ بْنِ أَبِي نَمِرٍ عَنْ عَطَاءٍ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم إِنَّ اللهَ قَالَ مَنْ عَادَى لِي وَلِيًّا فَقَدْ آذَنْتُهُ بِالْحَرْبِ وَمَا تَقَرَّبَ إِلَيَّ عَبْدِي بِشَيْءٍ أَحَبَّ إِلَيَّ مِمَّا افْتَرَضْتُ عَلَيْهِ وَمَا يَزَالُ عَبْدِي يَتَقَرَّبُ إِلَيَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِي يَسْمَعُ بِهِ وَبَصَرَهُ الَّذِي يُبْصِرُ بِهِ وَيَدَهُ الَّتِي يَبْطِشُ بِهَا وَرِجْلَهُ الَّتِي يَمْشِي بِهَا وَإِنْ سَأَلَنِي لأُ×عْطِيَنَّهُ وَلَئِنْ اسْتَعَاذَنِي لأعِيذَنَّهُ وَمَا تَرَدَّدْتُ عَنْ شَيْءٍ أَنَا فَاعِلُهُ تَرَدُّدِي عَنْ نَفْسِ الْمُؤْمِنِ يَكْرَهُ الْمَوْتَ وَأَنَا أَكْرَهُ مَسَاءَتَهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৩৬] হাদীসটিতে খাঁটি বান্দার গুণ বৈশিষ্ট্য তুলে ধরা হয়েছে যার প্রতিটি অঙ্গ প্রত্যঙ্গ আল্লাহ্‌র নির্দেশের বাহিরে তিল পরিমাণও অগ্রসর হয় না । বান্দা মৃত্যুকে অপছন্দ করে আর ওদিকে আল্লাহ্‌ বলেন ওহে প্রশান্তিময় আত্মা! চলে আসো তোমার প্রতিপালকের কাছে সন্তুষ্টি সহকারে এবং সন্তোষের পাত্র হয়ে আমার (সম্মানিত) বান্দাদের মধ্যে প্রবেশ কর আর প্রবেশ কর আমার জান্নাতে- (আল ফজর-২৯-৩০)",
    "chapter": {
      "chapter_number": "81"
    }
  }
}