{
  "hadith": {
    "hadith_id": 6506,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ ক্বিয়ামাত সংঘটিত হবে না, যতক্ষণ না সূর্য পশ্চিম দিক থেকে উদিত হবে। যখন সূর্য পশ্চিম দিক থেকে উদিত হবে, আর লোকজন তা দেখবে, তখন সকলেই ঈমান আনবে। এ সম্পর্কেই (আল্লাহ্‌র বাণী) “তখন তার ঈমান কাজে আসবে না ইতোপূর্বে যে ঈমান আনেনি, কিংবা যে ব্যক্তি ঈমান এনে নেক কাজ করেনি। ক্বিয়ামাত সংঘটিত হবে (এ অবস্থায়) যে, দু’ব্যক্তি (বেচা কেনার) জন্য পরস্পরের সামনে কাপড় ছড়িয়ে রাখবে। কিন্তু তারা বেচাকেনার সময় পাবে না। এমন কি তা ভাঁজ করারও সময় পাবে না। আর ক্বিয়ামাত (এমন অবস্থায়) অবশ্যই সংঘটিত হবে যে, কোন ব্যক্তি তার উষ্ট্রীর দুধ দোহন করে রওয়ানা হবে কিন্তু তা পান করার সুযোগ পাবে না। আর ক্বিয়ামাত (এমন অবস্থায়) সংঘটিত হবে যে, কোন ব্যক্তি (তার পশুকে পানি পান করানোর জন্য) চৌবাচ্চা তৈরি করবে কিন্তু সে এ পানি থেকে পানি পান করানোর সময়ও পাবে না। আর ক্বিয়ামাত (এমন অবস্থায়) কায়েম হবে যে, কোন ব্যক্তি তার মুখ পর্যন্ত লোক্‌মা উঠাবে, কিন্তু সে তা খাওয়ার সময় ও সুযোগ পাবে না। [৮৫; মুসলিম ৫২/২৬, হাঃ ২৯৫৪] (আধুনিক প্রকাশনী- ৬০৫৬, ইসলামিক ফাউন্ডেশন- ৬০৬২)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ حَدَّثَنَا أَبُو الزِّنَادِ عَنْ عَبْدِ الرَّحْمٰنِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ لاَ تَقُومُ السَّاعَةُ حَتَّى تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا فَإِذَا طَلَعَتْ فَرَآهَا النَّاسُ آمَنُوا أَجْمَعُونَ فَذَلِكَ حِينَ لاَ يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا وَلَتَقُومَنَّ السَّاعَةُ وَقَدْ نَشَرَ الرَّجُلاَنِ ثَوْبَهُمَا بَيْنَهُمَا فَلاَ يَتَبَايَعَانِهِ وَلاَ يَطْوِيَانِهِ وَلَتَقُومَنَّ السَّاعَةُ وَقَدْ انْصَرَفَ الرَّجُلُ بِلَبَنِ لِقْحَتِهِ فَلاَ يَطْعَمُهُ وَلَتَقُومَنَّ السَّاعَةُ وَهُوَ يَلِيطُ حَوْضَهُ فَلاَ يَسْقِي فِيهِ وَلَتَقُومَنَّ السَّاعَةُ وَقَدْ رَفَعَ أَحَدُكُمْ أُكْلَتَهُ إِلَى فِيهِ فَلاَ يَطْعَمُهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "81"
    }
  }
}