{
  "hadith": {
    "hadith_id": 6507,
    "narrator": "উবাদাহ ইব্‌নু সামিত (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ যে ব্যক্তি আল্লাহ্‌র সাক্ষাৎ লাভ পছন্দ করে, আল্লাহ্‌ও তার সাক্ষাৎ পছন্দ করেন। আর যে ব্যক্তি আল্লাহ্‌র সাক্ষাৎ পছন্দ করে না, আল্লাহ্‌ও তার সাক্ষাৎ পছন্দ করেন না। তখন ‘আয়িশাহ (রাঃ) অথবা তাঁর অন্য কোন স্ত্রী বললেন, আমরাও তো মৃত্যুকে পছন্দ করি না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃ ব্যাপারটা এমন নয়। আসলে, যখন মু’মিনের মৃত্যু উপস্থিত হয়, তখন তাকে আল্লাহ্‌র সন্তুষ্টি ও তার সম্মানিত হবার খোশ খবর শোনানো হয়। তখন তার সামনের খোশ খবরের চেয়ে তার নিকট অধিক পছন্দনীয় কিছু হতে পারে না। কাজেই সে তখন আল্লাহ্‌র সাক্ষাৎ লাভ করাকেই ভালবাসে, আর আল্লাহ্‌ও তার সাক্ষাৎ ভালবাসেন। আর কাফিরের যখন মৃত্যু উপস্থিত হয়, তখন তাকে আল্লাহ্‌র ‘আযাব ও গজবের সুসংবাদ দেয়া হয়। তখন তার সামনে যা থাকে তার চেয়ে তার কাছে অধিক অপছন্দনীয় আর কিছুই থাকে না। সুতরাং সে তখন আল্লাহ্‌র সাক্ষাৎ অপছন্দ করে, আর আল্লাহ্‌ও তার সাক্ষাত অপছন্দ করেন। [৩৮] [মুসলিম ৪৮/৫, হাঃ ২৬৮৩, ২৬৮৪, আহমাদ ২৪২২৭] (আধুনিক প্রকাশনী- ৬০৫৭, ইসলামিক ফাউন্ডেশন- ৬০৬৩)",
    "ar": "حَجَّاجٌ حَدَّثَنَا هَمَّامٌ حَدَّثَنَا قَتَادَةُ عَنْ أَنَسٍ عَنْ عُبَادَةَ بْنِ الصَّامِتِ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ مَنْ أَحَبَّ لِقَاءَ اللهِ أَحَبَّ اللهُ لِقَاءَهُ وَمَنْ كَرِهَ لِقَاءَ اللهِ كَرِهَ اللهُ لِقَاءَهُ قَالَتْ عَائِشَةُ أَوْ بَعْضُ أَزْوَاجِهِ إِنَّا لَنَكْرَهُ الْمَوْتَ قَالَ لَيْسَ ذَاكِ وَلَكِنَّ الْمُؤْمِنَ إِذَا حَضَرَهُ الْمَوْتُ بُشِّرَ بِرِضْوَانِ اللهِ وَكَرَامَتِهِ فَلَيْسَ شَيْءٌ أَحَبَّ إِلَيْهِ مِمَّا أَمَامَهُ فَأَحَبَّ لِقَاءَ اللهِ وَأَحَبَّ اللهُ لِقَاءَهُ وَإِنَّ الْكَافِرَ إِذَا حُضِرَ بُشِّرَ بِعَذَابِ اللهِ وَعُقُوبَتِهِ فَلَيْسَ شَيْءٌ أَكْرَهَ إِلَيْهِ مِمَّا أَمَامَهُ كَرِهَ لِقَاءَ اللهِ وَكَرِهَ اللهُ لِقَاءَهُ اخْتَصَرَهُ أَبُو دَاوُدَ وَعَمْرٌو عَنْ شُعْبَةَ وَقَالَ سَعِيدٌ عَنْ قَتَادَةَ عَنْ زُرَارَةَ عَنْ سَعْدٍ عَنْ عَائِشَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "হাদীসটি প্রমাণ করে যে, কোন জীবিত ব্যক্তি পৃথিবীতে আল্লাহকে দর্শন করতে পারবে না। বরং মু’মিনরা মৃত্যুর পরে আল্লাহকে স্বচক্ষে দর্শন করবে। সহীহ মুসলিমে বর্ণিত আবূ উমামার (রাঃ) হাদীসটি এর চাইতে আরো স্পষ্ট। যথা : রাসূল (সাঃ) বলেন : إنكم لن تروا ربكم عز وجل حتى تموتوا। (অর্থাৎ মৃত্যুর পূর্বে তোমরা আল্লাহকে কখনই দেখতে পাবে না) (সহীহ জামেইস সগীর) (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "81"
    }
  }
}