{
  "hadith": {
    "hadith_id": 6517,
    "narrator": "আবু হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, দু’ব্যক্তি একে অন্যকে গালমন্দ করল। একজন মুসলিম, অন্যজন ইয়াহূদী। মুসলমান বলল, ঐ সত্তার শপথ, যিনি মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জগৎবাসীর উপর শ্রেষ্ঠত্ব দান করেছেন। ইয়াহূদী বলল, ঐ সত্তার শপথ, যিনি মূসা (আঃ)-কে জগৎবাসীর উপর শ্রেষ্ঠত্ব দিয়েছেন। রাবী বলেন, এত মুসলিম রেগে গেল এবং ইয়াহূদীর মুখে একটি চড় মারল। তখন ইয়াহূদী রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে গিয়ে তার মাঝে এবং মুসলিমের মাঝে যা ঘটেছিল সে সম্পর্কে তাঁকে জানাল। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃ তোমরা আমাকে মূসা (আঃ)-এর উপর প্রাধান্য দিও না। কারণ কিয়ামাতের দিন সব মানুষ অচেতন হয়ে যাবে, আর আমিই হব সেই ব্যক্তি যে সর্বপ্রথম চেতনা ফিরে পাবে। তখন দেখব মূসা (আঃ) আরশের কিনারা ধরে আছেন। আমি জানি না মূসা (আঃ) কি সেই লোক যিনি অচেতন হওয়ার পর আমার আগেই চেতনা ফিরে পেয়েছেন। নাকি তিনি সেই লোকদের অন্তর্ভুক্ত যাদেরকে আল্লাহ্‌ অচেতন হওয়া থেকে রক্ষা করেছেন। (আধুনিক প্রকাশনী- ৬০৬৭, ইসলামিক ফাউন্ডেশন- ৬০৭৩)",
    "ar": "عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللهِ قَالَ حَدَّثَنِي إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمٰنِ وَعَبْدِ الرَّحْمٰنِ الأَعْرَجِ أَنَّهُمَا حَدَّثَاهُ أَنَّ أَبَا هُرَيْرَةَ قَالَ اسْتَبَّ رَجُلاَنِ رَجُلٌ مِنْ الْمُسْلِمِينَ وَرَجُلٌ مِنْ الْيَهُودِ فَقَالَ الْمُسْلِمُ وَالَّذِي اصْطَفَى مُحَمَّدًا عَلَى الْعَالَمِينَ فَقَالَ الْيَهُودِيُّ وَالَّذِي اصْطَفَى مُوسَى عَلَى الْعَالَمِينَ قَالَ فَغَضِبَ الْمُسْلِمُ عِنْدَ ذَلِكَ فَلَطَمَ وَجْهَ الْيَهُودِيِّ فَذَهَبَ الْيَهُودِيُّ إِلَى رَسُولِ اللهِ صلى الله عليه وسلم فَأَخْبَرَهُ بِمَا كَانَ مِنْ أَمْرِهِ وَأَمْرِ الْمُسْلِمِ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم لاَ تُخَيِّرُونِي عَلَى مُوسَى فَإِنَّ النَّاسَ يَصْعَقُونَ يَوْمَ الْقِيَامَةِ فَأَكُونُ فِي أَوَّلِ مَنْ يُفِيقُ فَإِذَا مُوسَى بَاطِشٌ بِجَانِبِ الْعَرْشِ فَلاَ أَدْرِي أَكَانَ مُوسَى فِيمَنْ صَعِقَ فَأَفَاقَ قَبْلِي أَوْ كَانَ مِمَّنْ اسْتَثْنَى اللهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "81"
    }
  }
}