{
  "hadith": {
    "hadith_id": 6530,
    "narrator": "আবূ সা‘ঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ আল্লাহ্ ডেকে বলবেন, হে আদাম! তিনি বলবেন, আমি তোমার খিদমতে হাযির। যাবতীয় কল্যাণ তোমারই হাতে। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, আল্লাহ্ বলবেন, জাহান্নামীদের (নিক্ষেপ করার জন্য) বের কর। আদাম (আঃ) বলবেন, কী পরিমাণ জাহান্নামী বের করব? আল্লাহ্ বলবেন, প্রতি হাজারে নয়শ’ নিরানব্বই জন। আর এটা ঘটবে ঐ সময়, যখন (ক্বিয়ামাতের ভয়াবহতায়) শিশু বুড়িয়ে যাবে। (আয়াত) : আর প্রত্যেক গর্ভবতী গর্ভপাত করে ফেলবে, আর মানুষকে দেখবে মাতাল, যদিও তারা প্রকৃতপক্ষে মাতাল নয়, কিন্তু আল্লাহ্‌র শাস্তি বড়ই কঠিন (যার কারণে তাদের ঐ অবস্থা ঘটবে)- (সূরাহ হাজ্জ ২২/২)। এ ব্যাপারটি সহাবাগণের নিকট বড় কঠিন মনে হল। তখন তাঁরা  বললেনঃ হে আল্লাহ্‌র রসূল! আমাদের মধ্য থেকে (মুক্তি প্রাপ্ত) সেই লোকটি কে হবেন? তিনি  বললেনঃ তোমরা সুসংবাদ গ্রহণ কর যে ইয়াযুয ও মাযূয থেকে এক হাজার আর তোমাদের হবে একজন। এরপর তিনি  বললেনঃ শপথ ঐ সত্তার, যাঁর করতলে আমার প্রাণ! আমি আশা রাখি যে তোমরা জান্নাতীদের এক-তৃতীয়াংশ হবে। বর্ণনাকারী বলেন, এরপর আমরা ‘আল হামদুলিল্লাহ্' ও ‘আল্লাহু আকবর’ বলে উঠলাম। তিনি আবার  বললেনঃ শপথ ঐ সত্তার, যাঁর হাতের মুঠোয় আমার প্রাণ! আমি অবশ্যই আশা রাখি যে তোমরা জান্নাতীদের অর্ধেক হবে। অন্য সব উম্মাতের তুলনায় তোমাদের দৃষ্টান্ত হচ্ছে কাল ষাঁড়ের চামড়ায় একটি সাদা চুলের মত। অথবা সাদা দাগ, যা গাধার সামনের পায়ে হয়ে থাকে। [৩৩৪৮; মুসলিম ১/৯২, হাঃ ২২২, আহমাদ ১১২৮৪] (আধুনিক প্রকাশনী- ৬০৮০, ইসলামিক ফাউন্ডেশন- ৬০৮৬)",
    "ar": "حَدَّثَنِي يُوسُفُ بْنُ مُوسَى، حَدَّثَنَا جَرِيرٌ، عَنِ الأَعْمَشِ، عَنْ أَبِي صَالِحٍ، عَنْ أَبِي سَعِيدٍ، قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ يَقُولُ اللَّهُ يَا آدَمُ‏.‏ فَيَقُولُ لَبَّيْكَ وَسَعْدَيْكَ وَالْخَيْرُ فِي يَدَيْكَ‏.‏ قَالَ يَقُولُ أَخْرِجْ بَعْثَ النَّارِ‏.‏ قَالَ وَمَا بَعْثُ النَّارِ قَالَ مِنْ كُلِّ أَلْفٍ تِسْعَمِائَةٍ وَتِسْعَةً وَتِسْعِينَ‏.‏ فَذَاكَ حِينَ يَشِيبُ الصَّغِيرُ، وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا، وَتَرَى النَّاسَ سَكْرَى وَمَا هُمْ بِسَكْرَى وَلَكِنَّ عَذَابَ اللَّهِ شَدِيدٌ ‏\"‏‏.‏ فَاشْتَدَّ ذَلِكَ عَلَيْهِمْ فَقَالُوا يَا رَسُولُ اللَّهِ أَيُّنَا الرَّجُلُ قَالَ ‏\"‏ أَبْشِرُوا، فَإِنَّ مِنْ يَأْجُوجَ وَمَأْجُوجَ أَلْفٌ وَمِنْكُمْ رَجُلٌ ـ ثُمَّ قَالَ ـ وَالَّذِي نَفْسِي فِي يَدِهِ إِنِّي لأَطْمَعُ أَنْ تَكُونُوا ثُلُثَ أَهْلِ الْجَنَّةِ ‏\"‏‏.‏ قَالَ فَحَمِدْنَا اللَّهَ وَكَبَّرْنَا، ثُمَّ قَالَ ‏\"‏ وَالَّذِي نَفْسِي فِي يَدِهِ إِنِّي لأَطْمَعُ أَنْ تَكُونُوا شَطْرَ أَهْلِ الْجَنَّةِ، إِنَّ مَثَلَكُمْ فِي الأُمَمِ كَمَثَلِ الشَّعَرَةِ الْبَيْضَاءِ فِي جِلْدِ الثَّوْرِ الأَسْوَدِ أَوِ الرَّقْمَةِ فِي ذِرَاعِ الْحِمَارِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "81"
    }
  }
}