{
  "hadith": {
    "hadith_id": 6541,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ আগের উম্মাতদের আমার সামনে পেশ করা হয়। কোন নবী তাঁর বহু উম্মাতকে সঙ্গে নিয়ে যাচ্ছেন। কোন নাবীর সঙ্গে অপেক্ষকৃত ছোট দল। কোন নাবীর সঙ্গে আছে দশজন উম্মাত। কোন নাবীর সাথে আছে পাঁচজন আবার কোন নবী একা যাচ্ছেন। দৃষ্টি দিতেই, হঠাৎ দেখি অনেক বড় একটি দল। জিজ্ঞেস করলামঃ হে জিব্‌রীল! ওরা কি আমার উম্মাত? তিনি বললেন, না। তবে আপনি শেষ প্রান্তের দিকে তাকিয়ে দেখুন! আমি দৃষ্টি দিলাম : হঠাৎ দেখি অনেক বড় একটি দল। তিনি বললেন, ওরা আপনার উম্মাত। আর তাদের অগ্রবর্তী সত্তর হাজার লোকের কোন হিসাব হবে না, তাদের কোন আযাব হবে না। আমি বললাম, কারণ কী! তিনি বললেন, তারা শরীরে দাগ লাগাত না, ঝাড়ফুঁকের আশ্রয় নিত না এবং শুভ অশুভ লক্ষণ মানত না। আর তারা কেবল তাদের প্রতিপালকের ওপরই নির্ভর করত। তখন উক্কাশা ইব্‌নু মিহসান নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দিকে দাঁড়িয়ে বললেন, আপনি আমার জন্য দু‘আ করুন আল্লাহ্‌ যেন আমাকে তাদের অন্তর্ভুক্ত করেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃ “হে আল্লাহ্‌ তুমি তাকে তাদের অন্তর্ভুক্ত কর।” এরপর আরেক জন উঠে দাঁড়িয়ে বলল, আমার জন্য দু‘আ করুন আল্লাহ্‌ যেন আমাকে তাঁদের অন্তর্ভুক্ত করেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ ব্যাপারে উক্কাশা তোমার আগে চলে গেছে। [৪৩] (আধুনিক প্রকাশনী- ,৬০৯০ ইসলামিক ফাউন্ডেশন- ৬০৯৮)",
    "ar": "حَدَّثَنَا عِمْرَانُ بْنُ مَيْسَرَةَ، حَدَّثَنَا ابْنُ فُضَيْلٍ، حَدَّثَنَا حُصَيْنٌ،‏.‏ وَحَدَّثَنِي أَسِيدُ بْنُ زَيْدٍ، حَدَّثَنَا هُشَيْمٌ، عَنْ حُصَيْنٍ، قَالَ كُنْتُ عِنْدَ سَعِيدِ بْنِ جُبَيْرٍ فَقَالَ حَدَّثَنِي ابْنُ عَبَّاسٍ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم‏\"‏ عُرِضَتْ عَلَىَّ الأُمَمُ، فَأَخَذَ النَّبِيُّ يَمُرُّ مَعَهُ الأُمَّةُ، وَالنَّبِيُّ يَمُرُّ مَعَهُ النَّفَرُ، وَالنَّبِيُّ يَمُرُّ مَعَهُ الْعَشَرَةُ، وَالنَّبِيُّ يَمُرُّ مَعَهُ الْخَمْسَةُ، وَالنَّبِيُّ يَمُرُّ وَحْدَهُ، فَنَظَرْتُ فَإِذَا سَوَادٌ كَثِيرٌ قُلْتُ يَا جِبْرِيلُ هَؤُلاَءِ أُمَّتِي قَالَ لاَ وَلَكِنِ انْظُرْ إِلَى الأُفُقِ‏.‏ فَنَظَرْتُ فَإِذَا سَوَادٌ كَثِيرٌ‏.‏ قَالَ هَؤُلاَءِ أُمَّتُكَ، وَهَؤُلاَءِ سَبْعُونَ أَلْفًا قُدَّامَهُمْ، لاَ حِسَابَ عَلَيْهِمْ وَلاَ عَذَابَ‏.‏ قُلْتُ وَلِمَ قَالَ كَانُوا لاَ يَكْتَوُونَ، وَلاَ يَسْتَرْقُونَ، وَلاَ يَتَطَيَّرُونَ، وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ ‏\"‏‏.‏ فَقَامَ إِلَيْهِ عُكَّاشَةُ بْنُ مِحْصَنٍ فَقَالَ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ‏.‏ قَالَ ‏\"‏ اللَّهُمَّ اجْعَلْهُ مِنْهُمْ ‏\"‏‏.‏ ثُمَّ قَامَ إِلَيْهِ رَجُلٌ آخَرُ قَالَ ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ‏.‏ قَالَ ‏\"‏ سَبَقَكَ بِهَا عُكَّاشَةُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪৩] ‘উক্কাশা বিন মিহসান ইসলামের প্রাথমিক যুগেই ইসলামে প্রবেশ করেন । তাঁর উপনাম আবূ মিহ্‌সান । তিনি পুরুষ সহাবাদের মধ্যে অধিক সুন্দর ছিলেন । মক্কা হতে মদীনায় হিজরত করার গৌরব অর্জন করেন । বদর যুদ্ধে অংশগ্রহণ করে বীরত্বের সাথে যুদ্ধ করেন । খালিদ বিন ওয়ালিদের নেতৃত্বাধীন ইসলাম ত্যাগী মুরতাদদের বিরুদ্ধে যুদ্ধকালে ১২ হিজরীতে শহীদ হন । (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "81"
    }
  }
}