{
  "hadith": {
    "hadith_id": 6558,
    "narrator": "জাবির (রাঃ)",
    "bn": "নবী(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ শাফা‘আতের মাধ্যমে জাহান্নাম থেকে (মানুষকে) বের করা হবে। যেমন তারা সা‘আরীর। (রাবী জাবির বলেন) আমি বললাম সা‘আরীর কী? তিনি  বললেনঃ সা‘আরীর মানে যাগাবীস (কচি ঘাস)। আর ঐ সময় (আমরের) মুখের দাঁত পড়ে গিয়েছিল। (রাবী বলেন) আমি আবূ মুহাম্মাদ ‘আম্‌র ইব্‌নু দীনারকে জিজ্ঞেস করলাম, আপনি কি জাবির ইব্‌নু ‘আবদুল্লাহ্কে বর্ণনা করতে শুনেছেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, শাফা‘আতের দ্বারা লোকদেরকে জাহান্নাম থেকে বের করা হবে। তিনি বললেন, হাঁ। [৪৫][মুসলিম ১/৮৪, হঃ ১৯১, আহমাদ ১৪৩১৬] (আধুনিক প্রকাশনী- ৬১০৪, ইসলামিক ফাউন্ডেশন- ৬১১২)",
    "ar": "أَبُو النُّعْمَانِ حَدَّثَنَا حَمَّادٌ عَنْ عَمْرٍو عَنْ جَابِرٍ أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ يَخْرُجُ مِنْ النَّارِ بِالشَّفَاعَةِ كَأَنَّهُمْ الثَّعَارِيرُ قُلْتُ مَا الثَّعَارِيرُ قَالَ الضَّغَابِيسُ وَكَانَ قَدْ سَقَطَ فَمُهُ فَقُلْتُ لِعَمْرِو بْنِ دِينَارٍ أَبَا مُحَمَّدٍ سَمِعْتَ جَابِرَ بْنَ عَبْدِ اللهِ يَقُولُ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ يَخْرُجُ بِالشَّفَاعَةِ مِنْ النَّارِ قَالَ نَعَمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "মু‘তাযিলা ও খারেজী সম্প্রদায় গুনাহগার (মু’মিন) ব্যক্তিদের যারা জাহান্নামে প্রবেশ করেছে, তাদের জাহান্নাম হতে শাফা‘আতের মাধ্যমে বের হওয়াকে অস্বীকার করে। তারা তাদের স্বপক্ষে যে প্রমাণ পেশ করে থাকে তার মধ্যে একটি আয়াত হল : {فَمَا تَنفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ} (৪৮) سورة المدثر আহলে সুন্নাত ওয়াল জামাআত তাদের এই আয়াত দ্বারা দলীল গ্রহণের উত্তরে বলেন যে, আয়াতটি কাফিরদের ব্যাপারে। তারা তাদের স্বপক্ষে যে প্রমাণ পেশ করেন তা হল : (১) উল্লেখিত হাদীসটি ছাড়াও শাফা‘আতের মাধ্যমে জাহান্নাম হতে মু‘মিন গুনাহগার ব্যক্তিদের বের হওয়া অনেক মুতাওয়াতির হাদীস দ্বারা সাব্যস্ত। (২) আল্লাহ তা‘আলার বাণী : {وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عَسَى أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا} (৭৯) سورة الإسراء জামহুর উলামা বলেন, এর দ্বারা উদ্দেশ্য হল শাফা‘আত। (৩) ইমাম ওয়াহেদী অতিরঞ্জন করেছেন এবং এ ব্যাপারে ইজমা বর্ণনা করেছেন। (ফাতহুল বারী)\n\nশাফা‘আতের মাধ্যমে (মানুষদেরকে) জাহান্নাম থেকে বের করা হবে। কিন্তু কিয়ামাতের দিনে আল্লাহর অনুমতি ছাড়া কেউই মুখ খুলতে পারবে না। আল্লাহ যাকে যার জন্য শাফা‘আত করার অনুমতি দিবেন, তিনি কেবল তার জন্যই সুপারিশ করতে পারবেন। আর সে সুপারিশও হবে যথাযথ ও প্রকৃত সত্য ভিত্তির উপর প্রতিষ্ঠিত। আল্লাহ নিজেই যার জন্য শাফা‘আতের ইচ্ছে করবেন, কেবল তার জন্যই শাফা‘আত করতে বলবেন, এ কথাই ধ্বনিত হয়েছে তাঁর এ সব বাণীতে- ‘‘এমন কে আছে যে তাঁর অনুমতি ছাড়া তাঁর কাছে সুপারিশ করবে?’’ (বাকারা ২৫৫ আয়াত)\n\nআরো দেখুন আন‘আম ৭০, ৯৪ আয়াত, আস সাজদাহ ৪ আয়াত, সাবা ২৩ আয়াত, যুমার ৪৪ আয়াত, ইনফিতার ১৯ আয়াত।",
    "chapter": {
      "chapter_number": "81"
    }
  }
}