{
  "hadith": {
    "hadith_id": 6571,
    "narrator": "আবদুল্লাহ্‌ ইব্‌নু মাস‘ঊদ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ সবশেষে যে লোক জাহান্নাম থেকে বের হবে এবং সবশেষে যে ব্যক্তি জান্নাতে দাখিল হবে তার সম্পর্কে আমি জানি। এক ব্যক্তি হামাগুড়ি দেয়া অবস্থায় জাহান্নাম থেকে বের হবে। তখন আল্লাহ্‌ বলবেন, যাও জান্নাতে দাখিল হও। তখন সে জান্নাতের কাছে এলে তার ধারণা হবে যে, জান্নাত ভরতি হয়ে গেছে এবং সে ফিরে আসবে ও বলবে, হে প্রতিপালক! জান্নাত তো ভরতি দেখতে পেলাম। আবার আল্লাহ্‌ বলবেন, যাও জান্নাতে দাখিল হও। তখন সে জান্নাতের কাছে এলে তার ধারণা হবে যে, জান্নাত ভর্তি হয়ে গেছে। তাই সে ফিরে এসে বলবে, হে প্রতিপালক! জান্নাত তো ভর্তি দেখতে পেলাম। তখন আল্লাহ্‌ বলবেন, যাও জান্নাতে দাখিল হও। কেননা জান্নাত তোমার জন্য দুনিয়ার সমতুল্য এবং তার দশগুণ। অথবা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ দুনিয়ার দশ গুণ। তখন লোকটি বলবে, (হে প্রতিপালক)! তুমি কি আমার সঙ্গে ঠাট্টা বা হাসি-তামাশা করছ? (রাবী বলেন) আমি তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তাঁর মাড়ির দাঁত প্রকাশ করে হাসতে দেখলাম। এবং তিনি বলছিলেন এটা জান্নাতীদের সর্বনিম্ন অবস্থা। [৪৮][৭৫১১; মুসলিম ১/৮৩, হাঃ ১৮৬, আহমাদ ৩৫৯৫] (আধুনিক প্রকাশনী- ৬১১৬, ইসলামিক ফাউন্ডেশন- ৬১২৪)",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَبِيدَةَ، عَنْ عَبْدِ اللَّهِ ـ رضى الله عنه ـ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ إِنِّي لأَعْلَمُ آخِرَ أَهْلِ النَّارِ خُرُوجًا مِنْهَا، وَآخِرَ أَهْلِ الْجَنَّةِ دُخُولاً رَجُلٌ يَخْرُجُ مِنَ النَّارِ كَبْوًا، فَيَقُولُ اللَّهُ اذْهَبْ فَادْخُلِ الْجَنَّةَ‏.‏ فَيَأْتِيهَا فَيُخَيَّلُ إِلَيْهِ أَنَّهَا مَلأَى، فَيَرْجِعُ فَيَقُولُ يَا رَبِّ وَجَدْتُهَا مَلأَى، فَيَقُولُ اذْهَبْ فَادْخُلِ الْجَنَّةَ‏.‏ فَيَأْتِيهَا فَيُخَيَّلُ إِلَيْهِ أَنَّهَا مَلأَى‏.‏ فَيَقُولُ يَا رَبِّ وَجَدْتُهَا مَلأَى، فَيَقُولُ اذْهَبْ فَادْخُلِ الْجَنَّةَ، فَإِنَّ لَكَ مِثْلَ الدُّنْيَا وَعَشَرَةَ أَمْثَالِهَا‏.‏ أَوْ إِنَّ لَكَ مِثْلَ عَشَرَةِ أَمْثَالِ الدُّنْيَا‏.‏ فَيَقُولُ تَسْخَرُ مِنِّي، أَوْ تَضْحَكُ مِنِّي وَأَنْتَ الْمَلِكُ ‏\"‏‏.‏ فَلَقَدْ رَأَيْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم ضَحِكَ حَتَّى بَدَتْ نَوَاجِذُهُ، وَكَانَ يُقَالُ ذَلِكَ أَدْنَى أَهْلِ الْجَنَّةِ مَنْزِلَةً‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪৮] আল্লাহ্‌ তা‘আলার হাসা, রাগ হওয়া আল্লাহ্‌র ইচ্ছার সাথে সম্পৃক্ত । তাঁর ক্রিয়াবাচক সিফাত যা তাঁর জন্য প্রতিষ্ঠিত । সুতরাং (ضحك) বা হাসার অর্থ নেকী, সন্তুষ্টি গ্রহণ করা সঠিক নয় । যেমন (غضب) বা রাগের অর্থ শাস্তি বা অসন্তুষ্টি গ্রহণও আহলে সুন্নাত ওয়াল জামা‘আতের আকীদা বিশ্বাসের (আক্বীদা) পরিপন্থী । (ফাতহুল বারী)\nউল্লেখ্য যে, আল্লাহ্‌ তা‘আলা পবিত্র কুরআন মাজীদে নিজের যে সমস্ত নাম ও গুণাবলী উল্লেখ করেছেন, অথবা তাঁর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিশুদ্ধ হাদীসে আল্লাহ্‌র যে সব গুণাবলী বর্ণনা করেছেন সেগুলো যথাযথভাবে মেনে নিতে হবে । এর মধ্যে কোন প্রকারের বিকৃতি, অস্বীকৃতি, ধরন বা প্রকৃতি নির্ণয় অথবা অপব্যাখ্যা, সাদৃশ্য পেশ করা যাবে না । সুতরাং আল্লাহ্‌ যে নামে নিজেকে আখ্যায়িত বা গুণান্বিত করেছেন তাঁর উপর ঠিক সেই ভাবেই ঈমান আনা অত্যাবশ্যক, রূপক অর্থে নয় ।",
    "chapter": {
      "chapter_number": "81"
    }
  }
}