{
  "hadith": {
    "hadith_id": 6573,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, একবার কয়েকজন লোক বলল, হে আল্লাহর রাসূল! ক্বিয়ামাতের দিন আমরা কি আমাদের প্রতিপালককে দেখতে পাব? উত্তরে তিনি বললেনঃ সূর্যের নিচে যখন কোন মেঘ না থাকে তখন তা দেখতে কি তোমাদের কোন অসুবিধা হয়? তারা বলল, না, হে আল্লাহর রাসূল! তিনি বললেনঃ পূর্ণিমার চাঁদ যদি মেঘের আড়ালে না থাকে তবে তা দেখতে কি তোমাদের কোন অসুবিধা হয়? তারা বলল, না হে আল্লাহর রাসূল! তিনি বললেনঃ তোমরা অবশ্যই ক্বিয়ামাতের দিন আল্লাহ্কে ঐরূপ দেখতে পাবে। আল্লাহ্ মানুষকে একত্রিত করে বলবেন, (দুনিয়াতে) তোমরা যে যে জিনিসের ‘ইবাদাত করেছিলে সে তার সঙ্গে চলে যাও। অতএব সূর্যের পূজারী সূর্যের সঙ্গে, চন্দ্রের পূজারী চন্দ্রের সঙ্গে এবং মূর্তি পূজারী মূর্তির সঙ্গে চলে যাবে। অবশিষ্ট থাকবে এ উম্মাতের লোকেরা, যাদের মাঝে মুনাফিক সম্প্রদায়ের লোকও থাকবে। তারা আল্লাহ্কে যে আকৃতিতে জানত, তার আলাদা আকৃতিতে আল্লাহ্ তাদের কাছে হাযির হবেন এবং বলবেন, আমি তোমাদের প্রতিপালক। তখন তারা বলবে, আমরা তোমার থেকে আল্লাহর কাছে আশ্রয় চাই। আমাদের প্রতিপালক না আসা পর্যন্ত আমরা এ স্থানেই থেকে যাব। আমাদের প্রতিপালক যখন আমাদের কাছে আসবেন, আমরা তাকে চিনে নেব। এরপর যে আকৃতিতে তারা আল্লাহ্কে জানত সে আকৃতিতে তিনি তাদের কাছে হাযির হবেন এবং বলবেন, আমি তোমাদের প্রতিপালক। তখন তারা বলবে (হাঁ) আপনি আমাদের প্রতিপালক। তখন তারা আল্লাহর অনুসরণ করবে। অতঃপর জাহান্নামের পুল স্থাপন করা হবে। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন যে, সর্বপ্রথম আমি সেই পুল অতিক্রম করব। আর সেই দিন সমস্ত রাসূলের দু‘আ হবে اللهُمَّ سَلِّمْ سَلِّمْ অর্থাৎ হে আল্লাহ্! রক্ষা কর, রক্ষা কর। সেই পুলের মাঝে সা’দান নামক (এক রকম কাঁটাওয়ালা) গাছের কাঁটার মত কাঁটা থাকবে। তোমরা কি সা’দানের কাঁটা দেখেছ? তারা বলল, হ্যাঁ, ইয়া রাসূরাল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম। তখন রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ এ কাঁটাগুলি সা’দানের কাঁটার মতই হবে, তবে তা যে কত বড় হবে সে সম্পর্কে আল্লাহ্ ছাড়া কেউ জানে না। সে কাঁটাগুলি মানুষকে তাদের ‘আমাল অনুসারে ছিনিয়ে নেবে। তাদের মাঝে কতক লোক এমন হবে যে তাদের ‘আমালের কারণে ধ্বংস হয়ে যাবে। আর কতক লোক এমন হবে যে তাদের ‘আমাল হবে সরিষার মত নগণ্য। তবুও তারা নাজাত পাবে। এমন কি আল্লাহ্ বান্দাদের বিচার সমাপ্ত করবেন এবং لاَ إِلَهَ إِلاَّ اللهُ এর সাক্ষ্যদাতাদের থেকে যাদেরকে জাহান্নাম থেকে বের করার ইচ্ছা করবেন আল্লাহ্ তাদেরকে বের করার জন্য ফেরেশতাদেরকে আদেশ করবেন। সাজদাহর চিহ্ন দেখে ফেরেশ্তারা তাদেরকে চিনতে পারবে। আর আল্লাহ্ বানী আদমের ঐ সাজদাহর স্থানগুলোকে জাহান্নামের জন্য হারাম করে দিয়েছেন। কাজেই ফেরেশ্তারা তাদেরকে এমন অবস্থায় বের করবে যে, তখন তাদের দেহ থাকবে কয়লার মত। তারপর তাদের দেহে পানি ঢেলে দেয়া হবে। যাকে বলা হয় ‘মাউল হায়াত’ জীবন-বারি। সাগরের ঢেউয়ে ভেসে আসা আবর্জনায় যেমন গাছ জন্মায়, পরে এগুলো যেমন সজীব হয় তারাও সেরকম সজীব হয়ে যাবে। এ সময় জাহান্নামের দিকে মুখ করে এক ব্যক্তি দাঁড়িয়ে থাকবে আর বলবে, হে প্রভু! জাহান্নামের লু হাওয়া আমাকে ঝলসে দিয়েছে, এর তেজ আমাকে জ্বালিয়ে দিয়েছে। সুতরাং তুমি আমার চেহারাটা জাহান্নামের দিক থেকে ঘুরিয়ে দাও। এভাবে সে আল্লাহ্কে ডাকতে থাকবে। তখন আল্লাহ্ বলবেনঃ আমি যদি তোমাকে এটা দিয়ে দেই তবে তুমি আর অন্যটি চাইবে? লোকটি বলবে, না। আল্লাহ্, তোমার ইয্যতের কসম! আর অন্যটি চাইব না। তখন তার চেহারাটা জাহান্নামের দিক থেকে ঘুরিয়ে দেয়া হবে। এরপর সে বলবে, হে প্রতিপালক! তুমি আমাকে জান্নাতের দরজার কাছে পৌঁছে দাও। আল্লাহ বললেন, তুমি কি বলনি যে, তুমি আমার কাছে আর অন্য কিছু চাইবে না? আফসোস তোমার জন্য আদম সন্তান! তুমি বড়ই বিশ্বাসঘাতক! সে এরূপই প্রার্থনা করতে থাকবে। তখন আল্লাহ বলবেনঃ সম্ভবত আমি যদি তোমাকে এটা দিয়ে দেই তবে তুমি অন্য আরেকটি আমার কাছে চাইবে। লোকটি বলবে, না, তোমার ইয্যাতের কসম! অন্যটি আর চাইব না। তখন সে আল্লাহর সাথে ওয়াদা করবে যে, সে আর কিছুই চাইবে না। তখন আল্লাহ্ তাকে জান্নাতের দরজার নিকটে নিয়ে দিবেন। সে যখন জান্নাতের ভিতরের নিয়ামতগুলো দেখতে পাবে, তখন আল্লাহ্ যতক্ষণ চাইবেন ততক্ষণ সে চুপ থাকবে। এরপরই সে বলতে থাকবে, হে প্রতিপালক! তুমি আমাকে জান্নাতে প্রবেশ করাও। তখন আল্লাহ্ বলবেন, তুমি কি বল নাই যে তুমি আর কিছু চাইবে না? আফসোস তোমার জন্য হে আদাম সন্তান! তুমি কতইনা বিশ্বাসঘাতক। লোকটি বলবে, হে প্রতিপালক! তুমি আমাকে তোমার সৃষ্ট জীবের মাঝে সবচেয়ে হতভাগ্য কর না। এভাবে সে চাইতেই থাকবে। শেষে  আল্লাহ্ হেসে দিবেন। আর আল্লাহ্ যখন হেসে দিবেন, তখন তাকে জান্নাতে প্রবেশের অনুমতি দিয়ে দেবেন। এরপর সে যখন জান্নাতে প্রবেশ করবে, তখন তাকে বলা হবে, তোমার যা ইচ্ছে হয় আমার কাছে চাও। সে চাইবে, এমনকি তার সব চাহিদা ফুরিয়ে যাবে। তখন আল্লাহ্ বলবেনঃ এগুলো তোমার এবং আরো এতটা তোমার। আবূ হুরাইরাহ (রাঃ) বলেন, ঐ লোকটি হচ্ছে সবশেষে জান্নাতে প্রবেশকারী। রাবী বলেন যে, এ সময় আবূ সা‘ঈদ খুদরী (রাঃ) আবূ হুরাইরাহ (রাঃ)-এর সঙ্গে উপবিষ্ট ছিলেন। [৮০৬] (আধুনিক প্রকাশনী- ৬১১৮, ইসলামিক ফাউন্ডেশন- ৬১২৬)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي سَعِيدٌ، وَعَطَاءُ بْنُ يَزِيدَ، أَنَّ أَبَا هُرَيْرَةَ، أَخْبَرَهُمَا عَنِ النَّبِيِّ صلى الله عليه وسلم.‏ وَحَدَّثَنِي مَحْمُودٌ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ، عَنْ أَبِي هُرَيْرَةَ، قَالَ قَالَ أُنَاسٌ يَا رَسُولَ اللَّهِ هَلْ نَرَى رَبَّنَا يَوْمَ الْقِيَامَةِ فَقَالَ ‏\"‏ هَلْ تُضَارُّونَ فِي الشَّمْسِ، لَيْسَ دُونَهَا سَحَابٌ ‏\"‏‏.‏ قَالُوا لاَ يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ هَلْ تُضَارُّونَ فِي الْقَمَرِ لَيْلَةَ الْبَدْرِ، لَيْسَ دُونَهُ سَحَابٌ ‏\"‏‏.‏ قَالُوا لاَ يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ فَإِنَّكُمْ تَرَوْنَهُ يَوْمَ الْقِيَامَةِ كَذَلِكَ، يَجْمَعُ اللَّهُ النَّاسَ فَيَقُولُ مَنْ كَانَ يَعْبُدُ شَيْئًا فَلْيَتَّبِعْهُ، فَيَتْبَعُ مَنْ كَانَ يَعْبُدُ الشَّمْسَ، وَيَتْبَعُ مَنْ كَانَ يَعْبُدُ الْقَمَرَ، وَيَتْبَعُ مَنْ كَانَ يَعْبُدُ الطَّوَاغِيتَ، وَتَبْقَى هَذِهِ الأُمَّةُ فِيهَا مُنَافِقُوهَا، فَيَأْتِيهِمُ اللَّهُ فِي غَيْرِ الصُّورَةِ الَّتِي يَعْرِفُونَ فَيَقُولُ أَنَا رَبُّكُمْ‏.‏ فَيَقُولُونَ نَعُوذُ بِاللَّهِ مِنْكَ، هَذَا مَكَانُنَا حَتَّى يَأْتِيَنَا رَبُّنَا، فَإِذَا أَتَانَا رَبُّنَا عَرَفْنَاهُ فَيَأْتِيهِمُ اللَّهُ فِي الصُّورَةِ الَّتِي يَعْرِفُونَ فَيَقُولُ أَنَا رَبُّكُمْ‏.‏ فَيَقُولُونَ أَنْتَ رَبُّنَا، فَيَتْبَعُونَهُ وَيُضْرَبُ جِسْرُ جَهَنَّمَ ‏\"‏‏.‏ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ فَأَكُونُ أَوَّلَ مَنْ يُجِيزُ، وَدُعَاءُ الرُّسُلِ يَوْمَئِذٍ اللَّهُمَّ سَلِّمْ سَلِّمْ، وَبِهِ كَلاَلِيبُ مِثْلُ شَوْكِ السَّعْدَانِ، أَمَا رَأَيْتُمْ شَوْكَ السَّعْدَانِ ‏\"‏‏.‏ قَالُوا بَلَى يَا رَسُولَ اللَّهِ‏.‏ قَالَ ‏\"‏ فَإِنَّهَا مِثْلُ شَوْكِ السَّعْدَانِ، غَيْرَ أَنَّهَا لاَ يَعْلَمُ قَدْرَ عِظَمِهَا إِلاَّ اللَّهُ، فَتَخْطَفُ النَّاسَ بِأَعْمَالِهِمْ، مِنْهُمُ الْمُوبَقُ، بِعَمَلِهِ وَمِنْهُمُ الْمُخَرْدَلُ، ثُمَّ يَنْجُو، حَتَّى إِذَا فَرَغَ اللَّهُ مِنَ الْقَضَاءِ بَيْنَ عِبَادِهِ، وَأَرَادَ أَنْ يُخْرِجَ مِنَ النَّارِ مَنْ أَرَادَ أَنْ يُخْرِجَ، مِمَّنْ كَانَ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ، أَمَرَ الْمَلاَئِكَةَ أَنْ يُخْرِجُوهُمْ، فَيَعْرِفُونَهُمْ بِعَلاَمَةِ آثَارِ السُّجُودِ، وَحَرَّمَ اللَّهُ عَلَى النَّارِ أَنْ تَأْكُلَ مِنِ ابْنِ آدَمَ أَثَرَ السُّجُودِ، فَيُخْرِجُونَهُمْ قَدِ امْتُحِشُوا، فَيُصَبُّ عَلَيْهِمْ مَاءٌ يُقَالُ لَهُ مَاءُ الْحَيَاةِ، فَيَنْبُتُونَ نَبَاتَ الْحِبَّةِ فِي حَمِيلِ السَّيْلِ، وَيَبْقَى رَجُلٌ مُقْبِلٌ بِوَجْهِهِ عَلَى النَّارِ فَيَقُولُ يَا رَبِّ قَدْ قَشَبَنِي رِيحُهَا وَأَحْرَقَنِي ذَكَاؤُهَا، فَاصْرِفْ وَجْهِي عَنِ النَّارِ فَلاَ يَزَالُ يَدْعُو اللَّهَ‏.‏ فَيَقُولُ لَعَلَّكَ إِنْ أَعْطَيْتُكَ أَنْ تَسْأَلَنِي غَيْرَهُ‏.‏ فَيَقُولُ لاَ وَعِزَّتِكَ لاَ أَسْأَلُكَ غَيْرَهُ‏.‏ فَيَصْرِفُ وَجْهَهُ عَنِ النَّارِ، ثُمَّ يَقُولُ بَعْدَ ذَلِكَ يَا رَبِّ قَرِّبْنِي إِلَى باب الْجَنَّةِ‏.‏ فَيَقُولُ أَلَيْسَ قَدْ زَعَمْتَ أَنْ لاَ تَسْأَلْنِي غَيْرَهُ، وَيْلَكَ ابْنَ آدَمَ مَا أَغْدَرَكَ‏.‏ فَلاَ يَزَالُ يَدْعُو‏.‏ فَيَقُولُ لَعَلِّي إِنْ أَعْطَيْتُكَ ذَلِكَ تَسْأَلَنِي غَيْرَهُ‏.‏ فَيَقُولُ لاَ وَعِزَّتِكَ لاَ أَسْأَلُكَ غَيْرَهُ‏.‏ فَيُعْطِي اللَّهَ مِنْ عُهُودٍ وَمَوَاثِيقَ أَنْ لاَ يَسْأَلَهُ غَيْرَهُ، فَيُقَرِّبُهُ إِلَى باب الْجَنَّةِ، فَإِذَا رَأَى مَا فِيهَا سَكَتَ مَا شَاءَ اللَّهُ أَنْ يَسْكُتَ، ثُمَّ يَقُولُ رَبِّ أَدْخِلْنِي الْجَنَّةَ‏.‏ ثُمَّ يَقُولُ أَوَلَيْسَ قَدْ زَعَمْتَ أَنْ لاَ تَسْأَلَنِي غَيْرَهُ، وَيْلَكَ يَا ابْنَ آدَمَ مَا أَغْدَرَكَ فَيَقُولُ يَا رَبِّ لاَ تَجْعَلْنِي أَشْقَى خَلْقِكَ‏.‏ فَلاَ يَزَالُ يَدْعُو حَتَّى يَضْحَكَ، فَإِذَا ضَحِكَ مِنْهُ أَذِنَ لَهُ بِالدُّخُولِ فِيهَا، فَإِذَا دَخَلَ فِيهَا قِيلَ تَمَنَّ مِنْ كَذَا‏.‏ فَيَتَمَنَّى، ثُمَّ يُقَالُ لَهُ تَمَنَّ مِنْ كَذَا‏.‏ فَيَتَمَنَّى حَتَّى تَنْقَطِعَ بِهِ الأَمَانِيُّ فَيَقُولُ لَهُ هَذَا لَكَ وَمِثْلُهُ مَعَهُ ‏\"‏‏.‏ قَالَ أَبُو هُرَيْرَةَ وَذَلِكَ الرَّجُلُ آخِرُ أَهْلِ الْجَنَّةِ دُخُولاً‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "81"
    }
  }
}