{
  "hadith": {
    "hadith_id": 6574,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "আবূ হুরায়রা (রাঃ)-এর বর্ণনার মাঝে আবূ সা‘ঈদ খুদরীর নিকট কোন রকম পরিবর্তন ধরা পড়েনি। এমন কি তিনি যখন هَذَا لَكَ وَمِثْلُهُ مَعَهُ পর্যন্ত বর্ণনা করলেন, তখন আবূ সা‘ঈদ খুদ্‌রী (রাঃ) বললেন, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি, তিনি هَذَا لَكَ وَ عَشَرَةُ أَمْثَالِهِ ‘এটি তোমার এবং এর দশ গুণ’ বলেছেন। আবূ হুরায়রা (রাঃ) বলেন, আমি مِثْلُهُ مَعَهُ মনে রেখেছি। [৪৯](আধুনিক প্রকাশনী- ৬১১৮, ইসলামিক ফাউন্ডেশন- ৬১২৬)",
    "ar": "قَالَ عَطَاءٌ وَأَبُو سَعِيدٍ الْخُدْرِيُّ جَالِسٌ مَعَ أَبِي هُرَيْرَةَ، لاَ يُغَيِّرُ عَلَيْهِ شَيْئًا مِنْ حَدِيثِهِ حَتَّى انْتَهَى إِلَى قَوْلِهِ ‏\"‏ هَذَا لَكَ وَمِثْلُهُ مَعَهُ ‏\"‏‏.‏ قَالَ أَبُو سَعِيدٍ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ‏\"‏ هَذَا لَكَ وَعَشَرَةُ أَمْثَالِهِ ‏\"‏‏.‏ قَالَ أَبُو هُرَيْرَةَ حَفِظْتُ ‏\"‏ مِثْلُهُ مَعَهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৪৯] মেঘমুক্ত আকাশে পূর্ণিমার চাঁদকে যেমন দেখতে পাওয়া যায়, বান্দারা কিয়ামাতের দিন আল্লাহ্‌কে তেমনি সুস্পষ্ট উজ্জ্বলভাবে দেখতে পাবে । এ সকল হাদীস ও বহু আয়াত থেকে জানা যায় আল্লাহ্‌র আকার আছে, তিনি নিরাকার নন । আমরা বাতাসকে দেখতে পাই না, কেননা তা নিরাকার । কিন্তু আল্লাহ্‌র আকার আছে, তাঁকে স্পষ্ট দেখতে পাওয়া যাবে । তবে কোন কিছুই তাঁর মত নয় । তিনি অতুলনীয় । উল্লেখ্য যারা বলেন যে, আল্লাহ্‌ নিরাকার তারা কি বলবেন যে, আল্লাহ্‌ এ পৃথিবী অবশিষ্ট থাকাকালীন সময়ে নিরাকার ছিলেন আর আখিরাতে তার আকার বিশিষ্ট হয়ে যাবেন? সূরা আ‘রাফের ১৪৩ নম্বর আয়াত পাঠ করুন, সেখানে পাবেন মূসা (আঃ) আল্লাহ্‌কে দেখতে চেয়েছিলেন, কিন্তু আল্লাহ্‌ বললেন না যে, আমার আকার নেই তুমি আমাকে দেখতে পাবে না । বরং তিনি তাঁকে দেখার ব্যাপারে শর্ত জুড়ে দিলেন... (উক্ত আয়াত দেখুন) । এছাড়া সূরা শুরার ৫১ নং আয়াত পাঠ করুন সেখানে আল্লাহ্‌ রব্বুল আলামীন বলেন : “وَمَاكَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللهُ إِلَّا وَحْيًا أِوْ مِنْ وَرَاءِ حِجَاب...” অতএব যদি আল্লাহ্‌ নিরাকার হন তাহলে পর্দার আড়ালের বিষয়টি আসবে কেন? আসলে কুরআন ও হাদীসের অপব্যাখ্যা করলেই যে মানুষ বিভ্রান্তিতে পড়ে দিশেহারা হয়ে যায় এই বিদ‘আতীদের অবস্থাও তাই ।",
    "chapter": {
      "chapter_number": "81"
    }
  }
}