{
  "hadith": {
    "hadith_id": 6594,
    "narrator": "‘আবদুল্লাহ্‌ ইবনু মাস’ঊদ (রাঃ)",
    "bn": "তিনি বলেন, সত্যবাদী ও সত্যবাদী স্বীকৃত রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ তোমাদের প্রত্যেকেই আপন আপন মাতৃগর্ভে চল্লিশ দিন পর্যন্ত (শুক্র হিসেবে) জমা থাকে। তারপর ঐরকম চল্লিশ দিন রক্তপিন্ড, তারপর ঐরকম চল্লিশ দিন গোশত পিন্ডাকারে থাকে। তারপর আল্লাহ্ একজন ফেরেশতা পাঠান এবং তাকে রিযিক, মৃত্যু, দুর্ভাগ্য ও সৌভাগ্য- এ চারটি বিষয় লিখার জন্য আদেশ দেয়া হয়। তিনি আরও বলেন, আল্লাহর কসম! তোমাদের মাঝে যে কেউ অথবা বলেছেন, কোন ব্যক্তি জাহান্নামীদের ‘আমাল করতে থাকে। এমনকি তার ও জাহান্নামের মাঝে মাত্র একহাত বা এক গজের তফাৎ থাকে। এমন সময় তাক্দীর তার ওপর প্রাধান্য লাভ করে আর তখন সে জান্নাতীদের ‘আমাল করা শুরু করে দেয়। ফলে সে জান্নাতে প্রবেশ করে। আর এক ব্যক্তি জান্নাতীদের ‘আমাল করতে থাকে। এমন কি তার ও জান্নাতের মাঝে মাত্র এক হাত বা দু’হাত তফাৎ থাকে। এমন সময় তাক্দীর তার উপর প্রাধান্য লাভ করে আর অমনি সে জাহান্নামীদের ‘আমাল শুরু করে দেয়। ফলে সে জাহান্নামে প্রবেশ করে। আবূ ‘আবদুল্লাহ্ [বুখারী (রহ.)] বলেন যে, আদাম তার বর্ণনায় কেবল ذِرَاعٌ (এক গজ) বলেছেন।[2] [৩২০৮] (আধুনিক প্রকাশনী- ৬১৩৪, ইসলামিক ফাউন্ডেশন- ৬১৪২)",
    "ar": "أَبُو الْوَلِيدِ هِشَامُ بْنُ عَبْدِ الْمَلِكِ حَدَّثَنَا شُعْبَةُ أَنْبَأَنِي سُلَيْمَانُ الأَعْمَشُ قَالَ سَمِعْتُ زَيْدَ بْنَ وَهْبٍ عَنْ عَبْدِ اللهِ قَالَ حَدَّثَنَا رَسُولُ اللهِ صلى الله عليه وسلم وَهُوَ الصَّادِقُ الْمَصْدُوقُ قَالَ إِنَّ أَحَدَكُمْ يُجْمَعُ فِي بَطْنِ أُمِّهِ أَرْبَعِينَ يَوْمًا ثُمَّ عَلَقَةً مِثْلَ ذَلِكَ ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ ثُمَّ يَبْعَثُ اللهُ مَلَكًا فَيُؤْمَرُ بِأَرْبَعٍ بِرِزْقِهِ وَأَجَلِهِ وَشَقِيٌّ أَوْ سَعِيدٌ فَوَاللهِ إِنَّ أَحَدَكُمْ أَوْ الرَّجُلَ يَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا غَيْرُ بَاعٍ أَوْ ذِرَاعٍ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ فَيَدْخُلُهَا وَإِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا غَيْرُ ذِرَاعٍ أَوْ ذِرَاعَيْنِ فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا قَالَ آدَمُ إِلاَّ ذِرَاعٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "তাকদীর[১]\n\n[১] তাকদীরের ভাল-মন্দের উপর বিশ্বাস করা ঈমানের একটি অন্যতম রুকন। (ফাতহুল বারী)\n\n[2] অতীতে যা ঘটেছে, বর্তমানে যা ঘটছে এবং ভবিষ্যতে যা ঘটবে সবই আল্লাহ তা‘আলার চোখের সামনে রয়েছে। অতীত, বর্তমান ও ভবিষ্যৎ সবই তিনি সমানভাবে জ্ঞাত। প্রত্যেকটি মানুষ কখন জন্মিবে, কখন মরবে আর জন্ম থেকে মৃত্যু পর্যন্ত কোন মুহূর্তে কোন আমাল করবে সবই তাঁর জানা। মৃত্যুর পর কেউ জান্নাতে যাবে, না জাহান্নামে যাবে কিংবা প্রথমে জাহান্নামে যাওয়ার পর আবার জান্নাতে যাবে- এ সব কিছুই তাঁর জানা। মাতৃগর্ভে ১২০ দিন পর আল্লাহ ফেরেশতা পাঠিয়ে লিখিয়ে দেন কতটা রিযিক সে পাবে, কখন কোথায় মরবে, সে জান্নাতী হবে, না জাহান্নামী হবে। তিনি তো সবই জানেন, আর তাই তিনি লিখিয়ে দেন। ভাগ্যে লিখে দেয়ার কারণে কেউ জান্নাতী-জাহান্নামী হয় না, নিজের আমলের কারণেই জান্নাতী জাহান্নামী হয়। বান্দার ভবিষ্যৎ সম্পর্কিত আল্লাহর জানা কথাগুলো আগেই লিখে দেয়ার নামই তাকদীর। তাকদীর গড়ার দায়-দায়িত্ব বান্দার, তাকদীর গড়ার স্বাধীনতা আল্লাহ তাঁর বান্দাকে দিয়ে রেখেছেন। আল্লাহ বলেন আল্লাহ কোন জাতির ভাগ্য পরিবর্ত করেন না যে পর্যন্ত তারা নিজেরাই নিজেদের ভাগ্য পরিবর্তন না করে- (সূরা রাদ-১১)। অবশ্য আল্লাহ মানুষকে বিভিন্নভাবে ফযীলাত বা প্রাধান্য দিয়ে দুনিয়ার বিভিন্ন ক্ষেত্রে প্রতিষ্ঠা দান করেন। কিন্তু দুনিয়াবী প্রতিষ্ঠার সঙ্গে আখিরাতের সফলতা বা ব্যর্থতার কোন সম্পর্ক নাই। কেউ জান্নাতের পথে যেতে যেতে শেষ মুহূর্তে জাহান্নামে চলে গেলেও তার জন্য সে নিজেই দায়ী। আর আল্লাহ- যিনি তাকদীর লেখান তিনি ভালভাবেই জানেন যে, শেষ মুহূর্তে ঐ ব্যক্তি নিজেই দিক পরিবর্তন করে জাহান্নামে পৌঁছবে, যদিও সে সারাজীবন জান্নাতে যাওয়ার কাজই করেছে। কারণ আল্লাহ্ তা‘আলা বান্দাকে বিবেক বুদ্ধি দান করেছেন এবং তাকে ভাল ও মন্দ উভয় পথ দেখিয়ে দিয়েছেন, তার বিবেক-বুদ্ধিকে স্বাধীনভাবে ব্যবহার করার স্বাধীনতাও দিয়েছেন আর এর দ্বারা তাকে পরীক্ষায় ফেলে দিয়েছেন। এছাড়া আল্লাহ্ তা‘আলা মানুষসহ কোন কিছুকেই বেকার সৃষ্টি করেননি। অতএব তিনি যখন কোন কিছুকেই বেকার হিসেবে সৃষ্টি করেননি তখন বিবেকসম্পন্ন এ মানব জাতিকে যে উদ্দেশ্যে সৃষ্টি করেছেন সে উদ্দেশ্য বাস্তবায়নের দায়িত্ব দিয়ে তাদেরকে তো পরীক্ষা করবেনই। আল্লাহ্ তা‘আলা ভাল আর মন্দের সৃষ্টিকর্তা, তিনি এগুলো সৃষ্টি করেছেন মানব ও দানব জাতিদ্বয়কে পরীক্ষা করার জন্যই। কিন্তু এ পরীক্ষায় কে কেমন ফলাফল করবে সে সম্পর্কে আল্লাহ্ তা‘আলা তাঁর অগ্রিম জ্ঞান দ্বারাই অবগত রয়েছেন। সেটিই হচ্ছে তাকদীর যার কোন ব্যতিক্রম হবে না। এ তাকদীরের উপর প্রত্যেক মুসলিম ব্যক্তির ঈমান আনা মু’মিন হওয়ার জন্য অন্যতম শর্ত।\n\nসারা জীবন ভাল কাজ করে শেষ জীবনে মন্দ কাজ করে জাহান্নামে যাওয়ার পরিণতি এড়ানোর জন্যই আল্লাহ বলেছেন- তোমরা মুসলমান না থাকা আবস্থায় কক্ষনো মরোনা অর্থাৎ মৃত্যু পর্যন্ত ইসলামের উপর কায়েম থাক- (আল-ইমরান-১০২)\n\nহাদীসটি থেকে জানা যায় :\n\n(১) মৃত্যুর পর পুনরুত্থানের সত্যতাকে স্মরণ করিয়ে দেয়। কারণ যিনি তুচ্ছ কাদামাটি হতে রক্ত, গোশত, হাড্ডি, ভ্রুণ তারপর রূহ ফুঁকে সৃষ্টিজীব বানাতে সক্ষম, তিনি মৃত্যুর পর বিক্ষিপ্ত ধূলি কণাতে মিশ্রিত সৃষ্টিজীবকে তাঁর সামনে একত্রিত করতেও সক্ষম।\n\n(২) মানুষের সর্বশেষ আমলই গুরুত্বপূর্ণ।\n\n(৩) বাহ্যিকভাবে অনেক সৌভাগ্যবান ব্যক্তি মন্দ আমল করবে এবং অনেক দুর্ভাগা ভাল আমল করবে। কিন্তু আল্লাহর ইলমে তার ভাগ্যে যা লিপিবদ্ধ বা নির্ধারণ করা হয়েছে তার কোনই পবিরর্তন হবে না। । [উল্লেখ্য আল্লাহ্ মানুষকে সৃষ্টি করে তাকে বিবেক-বুদ্ধি দান করে ভালো-মন্দ উভয় পথ দেখিয়ে তা গ্রহণ এবং বর্জন করার স্বাধীনতা প্রদান করেছেন। এ স্বাধীনতা দেয়ার মূল কারণ তাকে পরীক্ষা করা যে, সে কোন পথের যাত্রী হচ্ছে। কিন্তু আল্লাহ্ তাঁর পূর্ব জ্ঞান দ্বারা জানেন যে, সে ভাল পথ অবলম্বন করবে নাকি মন্দ পথ অবলম্বন করবে। আর এ অগ্রীম জ্ঞান দ্বারাই তিনি নির্ধারণ করে দিয়েছেন যে, কে জান্নাতী আর কে জাহান্নামী]।\n\n(৪) আমলের কিছু রয়েছে অগ্রবর্তী এবং কিছু রয়েছে পরবর্তী। সুতরাং অগ্রবর্তী তাক্বদীর যা আল্লাহর ইলমে রয়েছে। আর পরবর্তী তাক্বদীর যা মায়ের গর্ভস্থ সন্তানের উপর নির্ধারণ করা হয়। যেমন হাদীসে এসেছে, আর এই পরবর্তী তাক্বদীরগুলো অনেক সময় পরিবর্তন হয়। মুসলিম শরীফে আব্দুল্লাহ বিন উমারের মারফু সূত্রে বর্ণিত كتب الله مقادير الخلائق قبل ان يخلق السماوات والأرض بخمسين الف سنة হাদীসটি আল্লাহ তা‘আলার ইলম অনুসারে লাওহে মাহফূজে যা লিপিবদ্ধ করা হয়েছে তার উপর আমল হয়েছে।\n\n(৫) শেষ পরিণতির খারাপী থেকে আল্লাহর আশ্রয় কামনার প্রতি উৎসাহ।\n\n(৬) ভাল ও মন্দের সব কিছুই আল্লাহর নির্ধারিত তাক্বদীর ও সৃষ্টি। باب كيف كانت يمين النبي রাসূল (সাঃ) শপথ করার সময় যে শব্দগুলো দ্বারা অবিরাম বা বেশী বেশী শপথ করতেন তা চার প্রকার।\n\n(১) والذي نفسي بيده (২) والذي نفسي محمد بيده (৩) والله (৪) ورب الكعبة , আল্লাহ তা‘আলার নাম ও গুণবাচক শব্দ ছাড়া অন্য নামে শপথ নিষিদ্ধ। যেমন মা-বাবার শপথ, কুরআনের শপথ ইত্যাদি।\n\nআল্লাহ তা‘আলা তার কোন সৃষ্ট জীবের শপথ করতে পারেন যেমন তিনি শপথ করে বলেন : والشمس وضحها, والعصر ইত্যাদি। (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "82"
    }
  }
}