{
  "hadith": {
    "hadith_id": 6606,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, আমরা খায়বারের যুদ্ধে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ছিলাম। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সঙ্গীগণের মধ্য হতে ইসলামের দাবি করছিল এমন এক ব্যক্তির ব্যাপারে বললেন যে, এই লোকটি জাহান্নামী। যখন যুদ্ধ শুরু হল, লোকটি ভীষণভাবে যুদ্ধ করল। এতে সে অত্যন্ত ক্ষতবিক্ষত হলো। তবু সে অটল রইল। সাহাবীগণের মাঝ থেকে একজন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বললো, হে আল্লাহ্‌র রাসূল! আপনি যে ব্যক্তি সম্পর্কে জাহান্নামী হবে ব’লে বলেছিলেন সে তো ভীষণভাবে আল্লাহ্‌র রাস্তায় যুদ্ধ করেছে এবং তাতে সে বিপুলভাবে ক্ষতবিক্ষত হয়েছে। তিনি বললেনঃ জেনে রাখ, সে জাহান্নামী! এতে কতক মুসলিমের মনে সন্দেহের ভাব হল। আর লোকটি ঐ অবস্থায় ছিল। হঠাৎ করে সে ক্ষতের যন্ত্রণা অনুভব করতে লাগল আর অমনিই সে স্বীয় হাতটি তীর রাখার স্থানে বাড়িয়ে দিল এবং একটি তীর বের করে আপন বক্ষে বিঁধিয়ে দিল। তখন কয়েকজন মুসলিম রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে দৌড়িয়ে গিয়ে বলল, হে আল্লাহ্‌র রসূল! আল্লাহ্‌ আপনার কথাকে সত্য করে দেখালেন। অমুক ব্যক্তি তো আত্মহত্যা করেছে। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃ হে বিলাল! উঠ, এবং ঘোষণা কর যে, মু’মিন ব্যতীত কেউ জান্নাতে প্রবেশ করবে না। আর আল্লাহ্‌ পাপী বান্দাকে দিয়েও এ দ্বীনের সাহায্য করে থাকেন। (আধুনিক প্রকাশনী- ৬১৪৫, ইসলামিক ফাউন্ডেশন- ৬১৫৩)",
    "ar": "حِبَّانُ بْنُ مُوسَى أَخْبَرَنَا عَبْدُ اللهِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي هُرَيْرَةَ قَالَ شَهِدْنَا مَعَ رَسُولِ اللهِ صلى الله عليه وسلم خَيْبَرَ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم لِرَجُلٍ مِمَّنْ مَعَهُ يَدَّعِي الإِسْلاَمَ هَذَا مِنْ أَهْلِ النَّارِ فَلَمَّا حَضَرَ الْقِتَالُ قَاتَلَ الرَّجُلُ مِنْ أَشَدِّ الْقِتَالِ وَكَثُرَتْ بِهِ الْجِرَاحُ فَأَثْبَتَتْهُ فَجَاءَ رَجُلٌ مِنْ أَصْحَابِ النَّبِيِّ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللهِ أَرَأَيْتَ الرَّجُلَ الَّذِي تَحَدَّثْتَ أَنَّهُ مِنْ أَهْلِ النَّارِ قَدْ قَاتَلَ فِي سَبِيلِ اللهِ مِنْ أَشَدِّ الْقِتَالِ فَكَثُرَتْ بِهِ الْجِرَاحُ فَقَالَ النَّبِيُّ صلى الله عليه وسلم أَمَا إِنَّهُ مِنْ أَهْلِ النَّارِ فَكَادَ بَعْضُ الْمُسْلِمِينَ يَرْتَابُ فَبَيْنَمَا هُوَ عَلَى ذَلِكَ إِذْ وَجَدَ الرَّجُلُ أَلَمَ الْجِرَاحِ فَأَهْوَى بِيَدِهِ إِلَى كِنَانَتِهِ فَانْتَزَعَ مِنْهَا سَهْمًا فَانْتَحَرَ بِهَا فَاشْتَدَّ رِجَالٌ مِنْ الْمُسْلِمِينَ إِلَى رَسُولِ اللهِ صلى الله عليه وسلم فَقَالُوا يَا رَسُولَ اللهِ صلى الله عليه وسلم صَدَّقَ اللهُ حَدِيثَكَ قَدْ انْتَحَرَ فُلاَنٌ فَقَتَلَ نَفْسَهُ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم يَا بِلاَلُ قُمْ فَأَذِّنْ لاَ يَدْخُلُ الْجَنَّةَ إِلاَّ مُؤْمِنٌ وَإِنَّ اللهَ لَيُؤَيِّدُ هَذَا الدِّينَ بِالرَّجُلِ الْفَاجِرِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "82"
    }
  }
}