{
  "hadith": {
    "hadith_id": 6612,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আবূ হুরায়রা (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে ছোট গুনাহর ব্যাপারে যা বলেছেন তার থেকে যথার্থ উপমা আমি দেখি না। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেনঃ আল্লাহ্‌ আদম সন্তানের উপর যিনার কোন না কোন হিস্‌সা লিখে দিয়েছেন; তা সে অবশ্যই পাবে। সুতরাং চোখের যিনা হল (যা হারাম সেদিকে) তাকানো এবং জিহ্‌বার যিনা হল মুখে বলা। মন কামনা ও আকাঙ্খা করে, লজ্জাস্থান তাকে সত্য করে অথবা মিথ্যা প্রমাণ করে। [৫৪] শাবাবা (রহঃ) ও... আবূ হুরায়রা (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  থেকে এরকম বর্ণনা করেছেন।(আধুনিক প্রকাশনী- ৬১৫১, ইসলামিক ফাউন্ডেশন- ৬১৫৯)",
    "ar": "مَحْمُودُ بْنُ غَيْلاَنَ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا مَعْمَرٌ عَنْ ابْنِ طَاوُسٍ عَنْ أَبِيهِ عَنْ ابْنِ عَبَّاسٍ قَالَ مَا رَأَيْتُ شَيْئًا أَشْبَهَ بِاللَّمَمِ مِمَّا قَالَ أَبُو هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم إِنَّ اللهَ كَتَبَ عَلَى ابْنِ آدَمَ حَظَّهُ مِنْ الزِّنَا أَدْرَكَ ذَلِكَ لاَ مَحَالَةَ فَزِنَا الْعَيْنِ النَّظَرُ وَزِنَا اللِّسَانِ الْمَنْطِقُ وَالنَّفْسُ تَمَنَّى وَتَشْتَهِي وَالْفَرْجُ يُصَدِّقُ ذَلِكَ أَوْ يُكَذِّبُهُ وَقَالَ شَبَابَةُ حَدَّثَنَا وَرْقَاءُ عَنْ ابْنِ طَاوُسٍ عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৫৪] আল্লাহ্‌ নির্দেশ করেছেন- তোমরা তোমাদের প্রতিপালককে বিনয়ের সঙ্গে এবং গোপনে আহবান কর, তিনি সীমালংঘনকারীদেরকে পছন্দ করেন না- (আ’রাফ-৫৫, আরো দ্রষ্টব্য আ’রাফ-২০৫ নং আয়াত)\nযা দেখা হারাম সে দিকে দৃষ্টি পড়লেই দৃষ্টি নীচু করে নিতে হবে, তাহলেই প্রথম দৃষ্টির গুনাহ আল্লাহ ক্ষমা করে দিবেন। মন নানান কিছু কামনা করে আর তাকে নিয়ন্ত্রণ করা মানুষের দুঃসাধ্য; তাই এজন্য আল্লাহ কাউকে পাকড়াও করবেন না। অতঃপর বাকী থাকল জিহ্‌বার যিনা, লজ্জাস্থানের যিনা। এ দুটোকে মানুষ নিয়ন্ত্রণ করতে সক্ষম, এদু’টোকে নিয়ন্ত্রণে রেখে মানুষ যিনার গুনাহ থেকে বেঁচে থাকতে পারে। আর যদি নিয়ন্ত্রণ না করে তাহলে সে যিনার পাপে জড়িয়ে পড়বে।",
    "chapter": {
      "chapter_number": "82"
    }
  }
}