{
  "hadith": {
    "hadith_id": 663,
    "narrator": "‘আবদুল্লাহ্ ইব্‌নু মালিক ইব্‌নু বুহাইনাহ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ব্যক্তির পাশ দিয়ে গেলেন। অন্য সূত্রে ইমাম বুখারী (রহঃ) বলেন, ‘আবদুর রহমান (রহঃ)… হাফ্‌স ইব্‌নু আসিম (রহঃ) হতে বর্ণিত। তিনি বলেন, আমি মালিক ইব্‌নু বুহাইনাহ নামক আয্‌দ গোত্রীয় এক ব্যক্তিকে বলতে শুনেছি যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ব্যক্তিকে দু’ রাক‘আত সালাত আদায় করতে দেখলেন। তখন ইক্বামাত হয়ে গেছে। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন সালাত শেষ করলেন, লোকেরা সে লোকটিকে ঘিরে ফেলল। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ ফজর কি চার রাক‘আত? ফজর কি চার রাক‘আত? [১] \nগুনদার ও মু‘আয (রহঃ) শু‘বা (রহঃ) সূত্রে হাদীসটি বর্ণিত বলে উল্লেখ করেছেন। কিন্তু ইব্‌নু ইসহাক (রহঃ) সাদ (রহঃ)-এর মাধ্যমে সে হাফ্‌স (রহঃ) হতে হাদীসটি বর্ণনা করতে গিয়ে ‘আবদুল্লাহ্ ইব্‌নু বুহাইনাহ (রহঃ) হতে বর্ণিত বলে উল্লেখ করেছেন। (এ বর্ণনাটিই সঠিক) তবে হাম্মাদ (রহঃ) সাদ (রহঃ)-এর মাধ্যমে তিনি হাফ্‌স (রহঃ) হতে হাদীসটি বর্ণনা করতে গিয়ে মালিক ইব্‌নু বুহাইনাহ (রহঃ) হতে বর্ণিত বলে উল্লেখ করেছেন।",
    "ar": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ أَبِيهِ، عَنْ حَفْصِ بْنِ عَاصِمٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَالِكٍ ابْنِ بُحَيْنَةَ، قَالَ مَرَّ النَّبِيُّ صلى الله عليه وسلم بِرَجُلٍ‏.‏ قَالَ وَحَدَّثَنِي عَبْدُ الرَّحْمَنِ، قَالَ حَدَّثَنَا بَهْزُ بْنُ أَسَدٍ، قَالَ حَدَّثَنَا شُعْبَةُ، قَالَ أَخْبَرَنِي سَعْدُ بْنُ إِبْرَاهِيمَ، قَالَ سَمِعْتُ حَفْصَ بْنَ عَاصِمٍ، قَالَ سَمِعْتُ رَجُلاً، مِنَ الأَزْدِ يُقَالُ لَهُ مَالِكٌ ابْنُ بُحَيْنَةَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم رَأَى رَجُلاً وَقَدْ أُقِيمَتِ الصَّلاَةُ يُصَلِّي رَكْعَتَيْنِ، فَلَمَّا انْصَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم لاَثَ بِهِ النَّاسُ، وَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ الصُّبْحَ أَرْبَعًا، الصُّبْحَ أَرْبَعًا ‏\"‏‏.‏ تَابَعَهُ غُنْدَرٌ وَمُعَاذٌ عَنْ شُعْبَةَ فِي مَالِكٍ‏.‏ وَقَالَ ابْنُ إِسْحَاقَ عَنْ سَعْدٍ عَنْ حَفْصٍ عَنْ عَبْدِ اللَّهِ ابْنِ بُحَيْنَةَ‏.‏ وَقَالَ حَمَّادٌ أَخْبَرَنَا سَعْدٌ عَنْ حَفْصٍ عَنْ مَالِكٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ইক্বামাত হয়ে গেলে কোন নফল সালাত আদায় করা যাবে না। এ সংক্রান্ত হাদীস বর্ণিত হয়েছে। কিন্তু অতীব দুঃখের বিষয় অনেকে ইক্বামাত হয়ে যাবার পরও নফল সালাত আদায় করতে থাকেন। বিশেষ করে ফজরের সালাত চলাকালীন সময়ে অনেককেই দেখা যায় সুন্নাত দু’ রাকা‘আত সালাত আদায় করতে। ফজরের জামা‘আত চলতে থাকলে ঐ জামা‘আতে শামিল না হয়ে তাড়াহুড়ো করে সুন্নাত পড়ে জামা‘আতে শামিল হওয়া হাদীসের বিরোধিতা করার শামিল । প্রমাণ নিম্নের হাদীসগুলোঃ ‘আবদুল্লাহ ইব্‌নু সারজাস বলেন, এক ব্যক্তি এল। তখন (রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফজরের সালাতে ছিলেন। ফলে লোকটি দু’ রাক‘আত আদায় করে জামা‘আতে প্রবেশ করল। (রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  সালাত শেষ করে তাকে বললেন, ওহো অমুক! সালাত কোনটি! যেটি আমাদের সঙ্গে আদায় করলে সেটি না যেটি তুমি একা আদায় করলে? (নাসায়ী, মাবসূত ১ম খণ্ড ১০১ পৃষ্ঠা লাহোরী ছাপা) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বলেছেন, যখন ফারয সালাতের তাকবীর দেয়া হয়ে যায় তখন ফারয সালাত ব্যতীত অন্য কোন (নফল বা সুন্নাত) সালাত হবে না। (মুসলিম, মিশকাত ৯৬ পৃষ্ঠা)\nহানাফী ইমাম মুহাম্মাদ বলেন, সুন্নাত না আদায় করে জামা‘আতেই ঢুকতে হবে। (মাবসূত ১ম খণ্ড ১৬৭ পৃষ্ঠা) ফজরের সুন্নাত সালাত ছুটে গেলে ফারয সালাত আদায়ের পর পরই পড়ে নিবে অথবা কোন জরুরী প্রয়োজন থাকলে এ দু’ রাক‘আত সালাত সূর্যোদয়ের পরেও পড়তে পারবেন। (তিরমিযী ১ম খণ্ড)",
    "chapter": {
      "chapter_number": "10"
    }
  }
}