{
  "hadith": {
    "hadith_id": 664,
    "narrator": "আসওয়াদ (রহঃ)",
    "bn": "তিনি বলেন, একদা আমরা ‘আয়িশা (রাঃ)-এর নিকট বসে নিয়মিত সালাত আদায় ও তার মর্যাদা সম্বন্ধে আলোচনা করছিলাম। ‘আয়িশা (রাঃ) বললেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন অন্তিম রোগে আক্রান্ত হয়ে পড়লেন, তখন সালাতের সময় হলে আযান দেয়া হলো। তখন তিনি বললেন, আবূ বক্‌রকে লোকদের নিয়ে সালাত আদায় করতে বল। তাঁকে বলা হলো যে, আবূ বকর (রাঃ) অত্যন্ত কোমল হৃদয়ের লোক, তিনি যখন আপনার স্থানে দাঁড়াবেন তখন লোকদের নিয়ে সালাত আদায় করা তাঁর পক্ষে সম্ভব হবে না। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবার সে কথা বললেন এবং তারাও আবার তা-ই বললেন। তৃতীয়বারও তিনি সে কথা ব’লে বললেন, তোমরা ইউসুফের সাথীদের মত। আবূ বক্‌রকে নির্দেশ দাও যেন লোকদের নিয়ে সালাত আদায় করে নেয়। আবূ বকর (রাঃ) এগিয়ে গিয়ে সালাত শুরু করলেন। এদিকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজেকে একটু হালকাবোধ করলেন। দু’জন লোকের কাঁধে ভর দিয়ে বেরিয়ে এলেন। ‘আয়িশা (রাঃ) বলেন, আমার চোখে এখনও স্পষ্ট ভাসছে। অসুস্থতার কারণে তাঁর দু’পা মাটির উপর দিয়ে হেঁচড়ে যাচ্ছিল। তখন আবূ বকর (রাঃ) পিছনে সরে আসতে চাইলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে স্বস্থানে থাকার জন্য ইঙ্গিত করলেন। অতঃপর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আনা হলো, তিনি আবূ বকর (রাঃ)-এর পাশে বসলেন।\nআ‘মাশকে জিজ্ঞেস করা হলোঃ তাহলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  ইমামাত করছিলেন। আর আবূ বকর (রাঃ) আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অনুসরণে সালাত আদায় করছিলেন এবং লোকেরা আবূ বকর (রাঃ)-এর সালাতের অনুসরণ করছিল। আ‘মাশ (রাঃ) মাথার ইঙ্গিতে বললেন, হ্যাঁ। আবূ দাঊদ (রহঃ) শু‘বা (রহঃ) সূত্রে আ‘মাশ (রাঃ) হতে হাদীসের কিয়দংশ উল্লেখ করেছেন। আবূ মু‘আবিয়াহ (রহঃ) অতিরিক্ত বলেছেন, তিনি আবূ বকর (রাঃ)-এর বাঁ দিকে বসেছিলেন এবং আবূ বকর (রাঃ) দাঁড়িয়ে সালাত আদায় করছিলেন।",
    "ar": "حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، قَالَ حَدَّثَنِي أَبِي قَالَ، حَدَّثَنَا الأَعْمَشُ، عَنْ إِبْرَاهِيمَ، قَالَ الأَسْوَدُ قَالَ كُنَّا عِنْدَ عَائِشَةَ ـ رضى الله عنها ـ فَذَكَرْنَا الْمُوَاظَبَةَ عَلَى الصَّلاَةِ وَالتَّعْظِيمَ لَهَا، قَالَتْ لَمَّا مَرِضَ رَسُولُ اللَّهِ صلى الله عليه وسلم مَرَضَهُ الَّذِي مَاتَ فِيهِ، فَحَضَرَتِ الصَّلاَةُ فَأُذِّنَ، فَقَالَ ‏\"‏ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ ‏\"‏‏.‏ فَقِيلَ لَهُ إِنَّ أَبَا بَكْرٍ رَجُلٌ أَسِيفٌ، إِذَا قَامَ فِي مَقَامِكَ لَمْ يَسْتَطِعْ أَنْ يُصَلِّيَ بِالنَّاسِ، وَأَعَادَ فَأَعَادُوا لَهُ، فَأَعَادَ الثَّالِثَةَ فَقَالَ ‏\"‏ إِنَّكُنَّ صَوَاحِبُ يُوسُفَ، مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ ‏\"‏‏.‏ فَخَرَجَ أَبُو بَكْرٍ فَصَلَّى، فَوَجَدَ النَّبِيُّ صلى الله عليه وسلم مِنْ نَفْسِهِ خِفَّةً، فَخَرَجَ يُهَادَى بَيْنَ رَجُلَيْنِ كَأَنِّي أَنْظُرُ رِجْلَيْهِ تَخُطَّانِ مِنَ الْوَجَعِ، فَأَرَادَ أَبُو بَكْرٍ أَنْ يَتَأَخَّرَ، فَأَوْمَأَ إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم أَنْ مَكَانَكَ، ثُمَّ أُتِيَ بِهِ حَتَّى جَلَسَ إِلَى جَنْبِهِ‏.‏ قِيلَ لِلأَعْمَشِ وَكَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي وَأَبُو بَكْرٍ يُصَلِّي بِصَلاَتِهِ، وَالنَّاسُ يُصَلُّونَ بِصَلاَةِ أَبِي بَكْرٍ فَقَالَ بِرَأْسِهِ نَعَمْ‏.‏ رَوَاهُ أَبُو دَاوُدَ عَنْ شُعْبَةَ عَنِ الأَعْمَشِ بَعْضَهُ‏.‏ وَزَادَ أَبُو مُعَاوِيَةَ جَلَسَ عَنْ يَسَارِ أَبِي بَكْرٍ فَكَانَ أَبُو بَكْرٍ يُصَلِّي قَائِمًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}