{
  "hadith": {
    "hadith_id": 6655,
    "narrator": "উসামাহ (রাঃ)",
    "bn": "একবার উসামাহ ইবনু যায়দ, সা‘দ ও ‘উবাই (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে উপবিষ্ট ছিলেন। এমন সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এক কন্যা তাঁর কাছে খবর পাঠালেন যে, আমার পুত্র মুমূর্ষু অবস্থায় আছে। কাজেই তিনি যেন আমাদের নিকট আসেন। তিনি সালামের সঙ্গে এ কথা বলে পাঠালেন যে, আল্লাহ যা দান করেন আর যা নিয়ে নেন সব কিছুই আল্লাহর জন্য। আর সব কিছুই আল্লাহর নিকট নির্ধারিত আছে। অতএব তুমি ধৈর্য ধারণ কর এবং সাওয়াবের আশা কর। এরপর তাঁর কন্যা কসম দিয়ে আবার খবর পাঠালেন। এতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাওয়ার জন্য দাঁড়ালেন। আমরাও তাঁর সঙ্গে দাঁড়ালাম। (সেখানে গিয়ে) তিনি যখন বসলেন, শিশুটিকে তাঁর সামনে আনা হল। তিনি তাকে নিজের কোলে নিয়ে বসালেন, আর শিশুটির শ্বাস নিঃশেষ হয়ে আসছিল। এতে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দু‘চোখ অশ্র“ প্রবাহিত করল। তখন সা‘দ বললেন, হে আল্লাহর রসূল! এ কী ব্যাপার? তিনি বললেনঃ এ হল রহমত, যা আল্লাহ তাঁর বান্দাদের যাকে ইচ্ছা তার মনের ভিতরে দিয়ে থাকেন। আর আল্লাহ কেবলমাত্র তাঁর দয়ালু বান্দাদের ওপরই দয়া করে থাকেন। [৬৭] (আধুনিক প্রকাশনী- ৬১৯১, ইসলামিক ফাউন্ডেশন- ৬২০০)",
    "ar": "حَفْصُ بْنُ عُمَرَ حَدَّثَنَا شُعْبَةُ أَخْبَرَنَا عَاصِمٌ الأَحْوَلُ سَمِعْتُ أَبَا عُثْمَانَ يُحَدِّثُ عَنْ أُسَامَةَ أَنَّ بِنْتًا لِرَسُولِ اللهِ صلى الله عليه وسلم أَرْسَلَتْ إِلَيْهِ وَمَعَ رَسُولِ اللهِ صلى الله عليه وسلم أُسَامَةُ بْنُ زَيْدٍ وَسَعْدٌ وَأُبَيٌّ أَنَّ ابْنِي قَدْ احْتُضِرَ فَاشْهَدْنَا فَأَرْسَلَ يَقْرَأُ السَّلاَمَ وَيَقُولُ إِنَّ لِلَّهِ مَا أَخَذَ وَمَا أَعْطَى وَكُلُّ شَيْءٍ عِنْدَهُ مُسَمًّى فَلْتَصْبِرْ وَتَحْتَسِبْ فَأَرْسَلَتْ إِلَيْهِ تُقْسِمُ عَلَيْهِ فَقَامَ وَقُمْنَا مَعَهُ فَلَمَّا قَعَدَ رُفِعَ إِلَيْهِ فَأَقْعَدَهُ فِي حَجْرِهِ وَنَفْسُ الصَّبِيِّ جُئِّثُ فَفَاضَتْ عَيْنَا رَسُولِ اللهِ صلى الله عليه وسلم فَقَالَ سَعْدٌ مَا هَذَا يَا رَسُولَ اللهِ صلى الله عليه وسلم قَالَ هَذِهِ رَحْمَةٌ يَضَعُهَا اللهُ فِي قُلُوبِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَإِنَّمَا يَرْحَمُ اللهُ مِنْ عِبَادِهِ الرُّحَمَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৬৭] কারো মৃত্যুতে চোখ দিয়ে পানি বের হলে তা নিষিদ্ধ নয়, বরং রাহমাত। নিষিদ্ধ হল চেঁচিয়ে কান্নাকাটি করা, বিলাপ করা, গালে বুকে হাত দিয়ে আঘাত করা, জামা কাপড় ছেঁড়া ইত্যাদি।",
    "chapter": {
      "chapter_number": "83"
    }
  }
}