{
  "hadith": {
    "hadith_id": 6667,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "এক ব্যাক্তি মাসজিদে প্রবেশ করে সালাত আদায় করছিল। আর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন মাসজিদের এক কোণে অবস্থান করছিলেন। লোকটি এসে তাঁকে সালাম করল। তিনি বললেনঃ ফিরে যাও এবং সালাত আদায় কর। কেননা তুমি সালাত আদায় করনি। তখন সে ফিরে গেল এবং সালাত আদায় করল। আবার এসে তাঁকে সালাম দিল। তিনি বললেনঃ তোমার উপরেও সালাম। তুমি ফিরে যাও এবং সালাত আদায় কর। কারণ, তুমি সলাত আদায় করনি। তৃতীয়বারে লোকটি বলল, আমাকে শিখিয়ে দিন। তিনি বললেনঃ যখন তুমি সালাতে দন্ডায়মান হবে তখন খুব ভালভাবে ‘উযূ করবে। এরপর কিব্‌লামুখী হবে। তারপর তাকবীর বলবে। এরপর কুরআন থেকে যা তোমার জন্য সহজ তা তিলাওয়াত করবে। এরপর ধীরস্থিরভাবে রুকূ করবে। এরপর মাথা উঠাবে। এমনকি সঠিকভাবে দাঁড়িয়ে যাবে। এরপর সাজ্‌দাহ করবে ধীরস্থিরভাবে। এরপর মাথা তুলে সোজা হবে এবং ধীরস্থিরভাবে বসে যাবে। এরপর আবার ধীরস্থিরভাবে সাজদাহ করবে। তারপর সিজ্‌দা থেকে মাথা উঠিয়ে স্থির হয়ে বসবে। তারপর সোজা হয়ে দাঁড়িয়ে যাবে। এরপর তোমার পুরো সালাতেই এরূপ করবে। [৬৮](আধুনিক প্রকাশনী- ৬২০২, ইসলামিক ফাউন্ডেশন- ৬২১২)",
    "ar": "إِسْحَاقُ بْنُ مَنْصُورٍ حَدَّثَنَا أَبُو أُسَامَةَ حَدَّثَنَا عُبَيْدُ اللهِ بْنُ عُمَرَ عَنْ سَعِيدِ بْنِ أَبِيْ سَعِيدٍ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَجُلاً دَخَلَ الْمَسْجِدَ فَصَلَّى وَرَسُولُ اللهِ صلى الله عليه وسلم فِي نَاحِيَةِ الْمَسْجِدِ فَجَاءَ فَسَلَّمَ عَلَيْهِ فَقَالَ لَهُ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ فَرَجَعَ فَصَلَّى ثُمَّ سَلَّمَ فَقَالَ وَعَلَيْكَ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ قَالَ فِي الثَّالِثَةِ فَأَعْلِمْنِي قَالَ إِذَا قُمْتَ إِلَى الصَّلاَةِ فَأَسْبِغْ الْوُضُوءَ ثُمَّ اسْتَقْبِلْ الْقِبْلَةَ فَكَبِّرْ وَاقْرَأْ بِمَا تَيَسَّرَ مَعَكَ مِنْ الْقُرْآنِ ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعًا ثُمَّ ارْفَعْ رَأْسَكَ حَتَّى تَعْتَدِلَ قَائِمًا ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا ثُمَّ ارْفَعْ حَتَّى تَسْتَوِيَ وَتَطْمَئِنَّ جَالِسًا ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا ثُمَّ ارْفَعْ حَتَّى تَسْتَوِيَ قَائِمًا ثُمَّ افْعَلْ ذَلِكَ فِي صَلاَتِكَ كُلِّهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৬৮] এ হাদীসটি খুবই স্পষ্টভাবে প্রকাশ করছে যে, সালাতের যাবতীয় কার্যাদি ধীরস্থিরভাবে এবং পূর্ণাঙ্গভাবে করতে হবে। তাড়াহুড়া করে কেবল উঠক বৈঠক করলে তা মোটেই সালাত বলে গণ্য হবে না। এ হাদীসের আলোকে আমরা যেন সালাতে ধীরস্থিরতা অবলম্বন করি।",
    "chapter": {
      "chapter_number": "83"
    }
  }
}