{
  "hadith": {
    "hadith_id": 6679,
    "narrator": "আবদুল আযীয ও হাজ্জাজ (র.)... যুহরী (র.)",
    "bn": "নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর সহধর্মিণী ‘আয়িশাহ (রাঃ) এর ব্যাপারে অপবাদ রটনাকারীরা যা বলেছিল তা শুনতে পেলাম। আল্লাহ্ এ মর্মে তাঁর নির্দোষিতা প্রকাশ করে দিয়েছেন। উপরোক্ত বর্ণনাকারীগণ প্রত্যেকেই আমার নিকট উল্লিখিত ঘটনার অংশ বিশেষ বর্ণনা করেছেন। ‘আয়িশাহ (রাঃ) বলেন, আল্লাহ্ তা‘আলা {إِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ} দশখানা আয়াত আমার নির্দোষিতা প্রকাশ করার জন্য অবতীর্ণ করেছেন। আবূ বাকর সিদ্দীক (রাঃ) আত্মীয়তার সম্পর্কের কারণে মিসতাহ্ ইবনু সালামাহর ভরণ-পোষণ করতেন। অপবাদ দেয়ার কারণে আবূ বাকর সিদ্দীক (রাঃ) বললেন, আল্লাহর কসম! মিসতাহ্ যখন ‘আয়িশাহর ব্যাপারে অপবাদ রটিয়েছে; এরপর আমি আর তার জন্য কখনো কিছু খরচ করব না। তখন আল্লাহ্ {وَلاَ يَأْتَلِ أُولُوا الْفَضْلِ.....}الآية এ আয়াত অবতীর্ণ করেন। আবূ বাকর (রাঃ) বলেন, আল্লাহর কসম! আল্লাহ্ আমাকে ক্ষমা করে দিন এটা আমি নিশ্চয়ই পছন্দ করি। তিনি পুনরায় মিসতাহের ভরণ-পোষণের জন্য ঐ খরচ দেয়া শুরু করলেন, যা তিনি পূর্বে তাকে দিতেন এবং তিনি বললেন, আল্লাহর কসম! আমি তার খরচ দেয়া কখনো বন্ধ করব না।[১] [২৫৯৩] (আধুনিক প্রকাশনী- ৬২১২, ইসলামিক ফাউন্ডেশন- ৬২২২)",
    "ar": "حَدَّثَنَا عَبْدُ الْعَزِيزِ، حَدَّثَنَا إِبْرَاهِيمُ، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، ح وَحَدَّثَنَا الْحَجَّاجُ، حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عُمَرَ النُّمَيْرِيُّ، حَدَّثَنَا يُونُسُ بْنُ يَزِيدَ الأَيْلِيُّ، قَالَ سَمِعْتُ الزُّهْرِيَّ، قَالَ سَمِعْتُ عُرْوَةَ بْنَ الزُّبَيْرِ، وَسَعِيدَ بْنَ الْمُسَيَّبِ، وَعَلْقَمَةَ بْنَ وَقَّاصٍ، وَعُبَيْدَ اللَّهِ بْنَ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ حَدِيثِ، عَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم صلى الله عليه وسلم حِينَ قَالَ لَهَا أَهْلُ الإِفْكِ مَا قَالُوا، فَبَرَّأَهَا اللَّهُ مِمَّا قَالُوا ـ كُلٌّ حَدَّثَنِي طَائِفَةً مِنَ الْحَدِيثِ ـ فَأَنْزَلَ اللَّهُ ‏{‏إِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ‏}‏ الْعَشْرَ الآيَاتِ كُلَّهَا فِي بَرَاءَتِي‏.‏ فَقَالَ أَبُو بَكْرٍ الصِّدِّيقُ ـ وَكَانَ يُنْفِقُ عَلَى مِسْطَحٍ لِقَرَابَتِهِ مِنْهُ ـ وَاللَّهِ لاَ أُنْفِقُ عَلَى مِسْطَحٍ شَيْئًا أَبَدًا، بَعْدَ الَّذِي قَالَ لِعَائِشَةَ‏.‏ فَأَنْزَلَ اللَّهُ ‏{‏وَلاَ يَأْتَلِ أُولُو الْفَضْلِ مِنْكُمْ وَالسَّعَةِ أَنْ يُؤْتُوا أُولِي الْقُرْبَى‏}‏ الآيَةَ‏.‏ قَالَ أَبُو بَكْرٍ بَلَى وَاللَّهِ إِنِّي لأُحِبُّ أَنْ يَغْفِرَ اللَّهُ لِي‏.‏ فَرَجَعَ إِلَى مِسْطَحٍ النَّفَقَةَ الَّتِي كَانَ يُنْفِقُ عَلَيْهِ وَقَالَ وَاللَّهِ لاَ أَنْزِعُهَا عَنْهُ أَبَدًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৭১] যে ব্যাক্তি আল্লাহ্‌র সন্তুষ্টি লাভের উদ্দেশ্যে দান খয়রাত করে, আল্লাহ্‌ তার দোষ ক্রুটি ক্ষমা করে দেন।",
    "chapter": {
      "chapter_number": "83"
    }
  }
}