{
  "hadith": {
    "hadith_id": 67,
    "narrator": "আবূ বাক্‌রাহ্‌ (রাঃ)",
    "bn": "তিনি একদা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কথা উল্লেখ করে বলেন, (মিনায়) তিনি তাঁর উটের উপর উপবেশন করলেন। জনৈক ব্যক্তি তাঁর উটের লাগাম ধরে রেখেছিল। তিনি বললেনঃ ‘এটা কোন্‌ দিন?’ আমরা চুপ করে রইলাম আর ধারণা করলাম যে, অচিরেই তিনি এ দিনটির আলাদা কোন নাম দিবেন। তিনি বললেনঃ “এটা কি কুরবানীর দিন নয়?” আমরা বললাম, ‘জি হ্যাঁ।’ তিনি জিজ্ঞেস করলেন: ‘এটা কোন্‌ মাস?’ আমরা নীরব রইলাম আর ধারণা করলাম যে, অচিরেই তিনি এর আলাদা কোন নাম দিবেন। তিনি বললেনঃ ‘এটা কি যিলহাজ্জ মাস নয়?’ আমরা বললাম, ‘জী হ্যাঁ।’ তিনি বললেনঃ ‘তোমাদের রক্ত, তোমাদের ধন-সম্পদ, তোমাদের সম্মান তোমাদের পরস্পরের জন্য হারাম, যেমন আজকের তোমাদের এ দিন, তোমাদের এ মাস, তোমাদের এ শহর মর্যাদা সম্পন্ন। এখানে উপস্থিত ব্যক্তিরা (আমার এ বাণী) যেন অনুপস্থিত ব্যক্তির নিকট এসব কথা পৌঁছে দেয়। কারণ উপস্থিত ব্যক্তি সম্ভবত এমন এক ব্যক্তির নিকট পৌঁছাবে, যে এ বাণীকে তার চেয়ে অধিক আয়ত্তে রাখতে পারবে।’\n\n(১০৫, ১৭৪১, ৩১৯৭, ৪৪০৬, ৪৬৬২, ৫৫৫০, ৭০৭৮, ৭৪৪৭; মুসলিম ২৮/৯ হাঃ ১৬৭৯, আহমাদ ২০৪০৮) (আধুনিক প্রকাশনীঃ ৬৭, ইসলামী ফাউন্ডেশনঃ ৬৭)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا بِشْرٌ، قَالَ حَدَّثَنَا ابْنُ عَوْنٍ، عَنِ ابْنِ سِيرِينَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ، عَنْ أَبِيهِ، ذَكَرَ النَّبِيَّ صلى الله عليه وسلم قَعَدَ عَلَى بَعِيرِهِ، وَأَمْسَكَ إِنْسَانٌ بِخِطَامِهِ ـ أَوْ بِزِمَامِهِ ـ قَالَ ‏\"‏ أَىُّ يَوْمٍ هَذَا ‏\"‏‏.‏ فَسَكَتْنَا حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ سِوَى اسْمِهِ‏.‏ قَالَ ‏\"‏ أَلَيْسَ يَوْمَ النَّحْرِ ‏\"‏‏.‏ قُلْنَا بَلَى‏.‏ قَالَ ‏\"‏ فَأَىُّ شَهْرٍ هَذَا ‏\"‏‏.‏ فَسَكَتْنَا حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ‏.‏ فَقَالَ ‏\"‏ أَلَيْسَ بِذِي الْحِجَّةِ ‏\"‏‏.‏ قُلْنَا بَلَى‏.‏ قَالَ ‏\"‏ فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ بَيْنَكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا، فِي شَهْرِكُمْ هَذَا، فِي بَلَدِكُمْ هَذَا‏.‏ لِيُبَلِّغِ الشَّاهِدُ الْغَائِبَ، فَإِنَّ الشَّاهِدَ عَسَى أَنْ يُبَلِّغَ مَنْ هُوَ أَوْعَى لَهُ مِنْهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "3"
    }
  }
}