{
  "hadith": {
    "hadith_id": 6707,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে খায়বারের যুদ্ধের দিন বের হলাম। আমরা মাল, আসবাবপত্র ও কাপড়-চোপড় ছাড়া সোনা বা রুপা গনীমত হিসাবে পাইনি। যুবায়র গোত্রের রিফাআ ইব্‌নু যায়দ নামক এক লোক রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে একটি গোলাম হাদিয়া দিলেন, যার নাম ছিল মিদ’আম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওয়াদি উল কুরার দিকে রওয়ানা হলেন। তিনি যখন ওয়াদিউল কুরায় পৌছলেন, তখন মিদ’আম রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সওয়ারীর হাওদা থেকে মালপত্র নামাচ্ছিলেন। তখন হঠাৎ একটি তীর এসে তার গায়ে বিঁধল এবং তাতে সে মারা গেল। লোকেরা বলল, সে জান্নাত লাভ করুক। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন কক্ষনো না, কসম ঐ সত্তার, যাঁর হাতে আমার প্রাণ! খায়বারের যুদ্ধের দিন গনীমতের মাল থেকে বণ্টনের পূর্বে যে চাদরটি সে নিয়ে গিয়েছিল তার গায়ে তা আগুনের শিখা হয়ে জ্বলবে। যখন লোকেরা এটা শুনল, তখন এক লোক একটি বা দু’টি ফিতা নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে হাযির হল। তখন তিনি বললেনঃ এ হচ্ছে জাহান্নামের একটি ফিতা বা জাহান্নামের দু’টি ফিতা। [৮২](আধুনিক প্রকাশনী- ৬২৩৪, ইসলামিক ফাউন্ডেশন- ৬২৫০)",
    "ar": "إِسْمَاعِيلُ قَالَ حَدَّثَنِي مَالِكٌ عَنْ ثَوْرِ بْنِ زَيْدٍ الدِّيلِيِّ عَنْ أَبِي الْغَيْثِ مَوْلَى ابْنِ مُطِيعٍ عَنْ أَبِي هُرَيْرَةَ قَالَ خَرَجْنَا مَعَ رَسُولِ اللهِ صلى الله عليه وسلم يَوْمَ خَيْبَرَ فَلَمْ نَغْنَمْ ذَهَبًا وَلاَ فِضَّةً إِلاَّ الأَمْوَالَ وَالثِّيَابَ وَالْمَتَاعَ فَأَهْدَى رَجُلٌ مِنْ بَنِي الضُّبَيْبِ يُقَالُ لَهُ رِفَاعَةُ بْنُ زَيْدٍ لِرَسُولِ اللهِ صلى الله عليه وسلم غُلاَمًا يُقَالُ لَهُ مِدْعَمٌ فَوَجَّهَ رَسُولُ اللهِ صلى الله عليه وسلم إِلَى وَادِي الْقُرَى حَتَّى إِذَا كَانَ بِوَادِي الْقُرَى بَيْنَمَا مِدْعَمٌ يَحُطُّ رَحْلاً لِرَسُولِ اللهِ صلى الله عليه وسلم إِذَا سَهْمٌ عَائِرٌ فَقَتَلَهُ فَقَالَ النَّاسُ هَنِيئًا لَهُ الْجَنَّةُ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم كَلاَّ وَالَّذِي نَفْسِي بِيَدِهِ إِنَّ الشَّمْلَةَ الَّتِي أَخَذَهَا يَوْمَ خَيْبَرَ مِنْ الْمَغَانِمِ لَمْ تُصِبْهَا الْمَقَاسِمُ لَتَشْتَعِلُ عَلَيْهِ نَارًا فَلَمَّا سَمِعَ ذَلِكَ النَّاسُ جَاءَ رَجُلٌ بِشِرَاكٍ أَوْ شِرَاكَيْنِ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ شِرَاكٌ مِنْ نَارٍ أَوْ شِرَاكَانِ مِنْ نَارٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৮২] সম্পদ আত্মসাৎকারীর ভাগ্যে আছে জাহান্নামের আগুন।",
    "chapter": {
      "chapter_number": "83"
    }
  }
}