{
  "hadith": {
    "hadith_id": 6721,
    "narrator": "যাহ্‌দাম জারমী (রাঃ)",
    "bn": "তিনি বলেন, আমরা একবার আবূ মূসা আশ’আরী (রাঃ)-এর নিকট ছিলাম। আমাদের এবং জার্‌ম সম্প্রদায়ের মাঝে ভ্রাতৃভাব ও সুসম্পর্ক বজায় ছিল। রাবী বলেন, তার জন্য খানা হাজির করা হল, আর তাতে ছিল মুরগীর গোশ্‌ত। তাদের দলের মাঝে বানী তাইমিল্লাহ্‌ সম্প্রদায়ের এক লোক ছিল যার গায়ের রং ছিল লাল যেন দেখতে গোলাম। রাবী বলেন, লোকটি খানার কাছেও গেল না। আবূ মূসা আশ’আরী তাকে বললেন, কাছে এসো (খানা খাও) কেননা, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এর গোশ্‌ত খেতে দেখেছি। লোকটি বলল, আমি একে (মুরগীকে) কিছু খেতে দেখেছি; তাই আমি এটাকে ঘৃণা করি। আর আমি হলফ করেছি যে, আমি এটি কক্ষনো খাব না। আবূ মূসা (রাঃ) বলেন, কাছে এসো; আমি তোমাকে এ সম্পর্কে জানাচ্ছি। একবার আমরা আশ’আরী গো্ত্রের একটি দলের সাথে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে বাহন চাওয়ার জন্য এলাম। তখন তিনি যাকাতের উট বন্টন করছিলেন। আইয়্যুব বলেন, আমার মনে হয় তিনি তখন রাগান্বিত হয়ে বলেছিলেনঃ আল্লাহর কসম! আমি তোমাদেরকে বাহন দিব না। আমার কাছে কোন বাহন নেই। রাবী বলেন, তখন আমরা চলে গেলাম। এমন সময় তাঁর নিকট যুদ্ধে প্রাপ্ত কয়েকটি উট আনা হল। তিনি বললেনঃ ঐ আশ’আরী লোকগুলো কোথায়? ঐ আশ’আরী লোকগুলো কোথায়? তখন আমরা ফিরে এলাম এবং রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পাঁচটি মোটা তাজা সুন্দর উট আমাদেরকে দেয়ার জন্য নির্দেশ দিলেন। আমরা উটগুলো নিয়ে রওনা হলাম। তখন আমি আমার সাথীদের বললাম, আমরা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে বাহন চাওয়ার জন্য এসেছিলাম। আর তিনি আমাদেরকে বাহন দিবেন না বলে কসম করেছিলেন। কিন্ত তারপর আমাদের কাছে লোক পাঠালেন এবং আমাদেরকে বাহন দিলেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর কসম ভূলে গেছেন। আল্লাহর কসম! আমরা যদি রসূলুল্লাহ্‌কে (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর কসম সম্পর্কে গাফেল রাখি তাহলে তো আমরা কখনও সফলকাম হব না। চল, আমরা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে ফিরে যাই এবং তাঁর কসমের কথা স্মরণ করিয়ে দেই। অতঃপর আমরা ফিরে গিয়ে বললাম, হে আল্লাহর রসূল! আমরা আপনার কাছে বাহন চাওয়ার জন্য এসেছিলাম, আপনি আমাদেরকে বাহন দিবেন না বলে কসম করেছিলেন। কিন্তু পরে আবার বাহন দিলেন। এতে আমরা ধারণা করলাম বা বুঝতে পারলাম, আপনি আপনার কসমের কথা ভুলে গেছেন। তখন তিনি বললেনঃ তোমরা চলে যাও। আল্লাহ্‌ই তো তোমাদেরকে বাহন দিয়েছেন। আল্লাহ্‌র কসম! নিশ্চয়ই আমি যখন আল্লাহ্‌র ইচ্ছায় কোন ব্যাপারে কসম করি আর অন্যটির ভিতর কল্যাণ দেখতে পাই তখন যেটার মাঝে কল্যাণ আছে সেটা করি এবং কসমের কাফ্‌ফারা আদায় করে দেই। হাম্মাদ ইব্‌নু যায়দ, আইউব, আবূ কিলাবা এবং কাসিম ইব্‌নু আসিম কুলায়বী (রহঃ) থেকে এ হাদীসে ইসমাঈল ইব্‌নু ইব্‌রাহীমের অনুসরণ করেছেন।(আধুনিক প্রকাশনী- ৬২৫৪, ইসলামিক ফাউন্ডেশন- ৬২৬৪)\n\nকুতায়বা সূত্রে যাহদাম (রাঃ) থেকে এ রকমই বর্ণিত আছে। (ইসলামিক ফাউন্ডেশন- ৬২৬৫)\n\nআবূ মা’মার সূত্রে যাহদাম (রাঃ) থেকেও এরকমই বর্ণিত আছে।(ইসলামিক ফাউন্ডেশন- ৬২৬৬)",
    "ar": "عَلِيُّ بْنُ حُجْرٍ حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ عَنْ أَيُّوبَ عَنْ الْقَاسِمِ الْتَّمِيمِيِّ عَنْ زَهْدَمٍ الْجَرْمِيِّ قَالَ كُنَّا عِنْدَ أَبِي مُوسَى وَكَانَ بَيْنَنَا وَبَيْنَ هَذَا الْحَيِّ مِنْ جَرْمٍ إِخَاءٌ وَمَعْرُوفٌ قَالَ فَقُدِّمَ طَعَامٌ قَالَ وَقُدِّمَ فِي طَعَامِهِ لَحْمُ دَجَاجٍ قَالَ وَفِي الْقَوْمِ رَجُلٌ مِنْ بَنِي تَيْمِ اللهِ أَحْمَرُ كَأَنَّهُ مَوْلًى قَالَ فَلَمْ يَدْنُ فَقَالَ لَهُ أَبُو مُوسَى ادْنُ فَإِنِّي قَدْ رَأَيْتُ رَسُولَ اللهِ صلى الله عليه وسلم يَأْكُلُ مِنْهُ قَالَ إِنِّي رَأَيْتُهُ يَأْكُلُ شَيْئًا قَذِرْتُهُ فَحَلَفْتُ أَنْ لاَ أَطْعَمَهُ أَبَدًا فَقَالَ ادْنُ أُخْبِرْكَ عَنْ ذَلِكَ أَتَيْنَا رَسُولَ اللهِ صلى الله عليه وسلم فِي رَهْطٍ مِنْ الأَشْعَرِيِّينَ أَسْتَحْمِلُهُ وَهُوَ يَقْسِمُ نَعَمًا مِنْ نَعَمِ الصَّدَقَةِ قَالَ أَيُّوبُ أَحْسِبُهُ قَالَ وَهُوَ غَضْبَانُ قَالَ وَاللهِ لاَ أَحْمِلُكُمْ وَمَا عِنْدِي مَا أَحْمِلُكُمْ عَلَيْهِ قَالَ فَانْطَلَقْنَا فَأُتِيَ رَسُولُ اللهِ صلى الله عليه وسلم بِنَهْبِ إِبِلٍ فَقِيلَ أَيْنَ هَؤُلاَءِ الأَشْعَرِيُّونَ فَأَتَيْنَا فَأَمَرَ لَنَا بِخَمْسِ ذَوْدٍ غُرِّ الذُّرَى قَالَ فَانْدَفَعْنَا فَقُلْتُ لِأَصْحَابِي أَتَيْنَا رَسُولَ اللهِ صلى الله عليه وسلم نَسْتَحْمِلُهُ فَحَلَفَ أَنْ لاَ يَحْمِلَنَا ثُمَّ أَرْسَلَ إِلَيْنَا فَحَمَلَنَا نَسِيَ رَسُولُ اللهِ صلى الله عليه وسلم يَمِينَهُ وَاللهِ لَئِنْ تَغَفَّلْنَا رَسُولَ اللهِ صلى الله عليه وسلم يَمِينَهُ لاَ نُفْلِحُ أَبَدًا ارْجِعُوا بِنَا إِلَى رَسُولِ اللهِ صلى الله عليه وسلم فَلْنُذَكِّرْهُ يَمِينَهُ فَرَجَعْنَا فَقُلْنَا يَا رَسُولَ اللهِ صلى الله عليه وسلم أَتَيْنَاكَ نَسْتَحْمِلُكَ فَحَلَفْتَ أَنْ لاَ تَحْمِلَنَا ثُمَّ حَمَلْتَنَا فَظَنَنَّا أَوْ فَعَرَفْنَا أَنَّكَ نَسِيتَ يَمِينَكَ قَالَ انْطَلِقُوا فَإِنَّمَا حَمَلَكُمْ اللهُ إِنِّي وَاللهِ إِنْ شَاءَ اللهُ لاَ أَحْلِفُ عَلَى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا إِلاَّ أَتَيْتُ الَّذِي هُوَ خَيْرٌ وَتَحَلَّلْتُهَا تَابَعَهُ حَمَّادُ بْنُ زَيْدٍ عَنْ أَيُّوبَ عَنْ أَبِي قِلاَبَةَ وَالْقَاسِمِ بْنِ عَاصِمٍ الْكُلَيْبِيِّ\nحَدَّثَنَا قُتَيْبَةُ حَدَّثَنَا عَبْدُ الْوَهَّابِ عَنْ أَيُّوبَ عَنْ أَبِي قِلاَبَةَ وَالْقَاسِمِ التَّمِيمِيِّ عَنْ زَهْدَمٍ بِهَذَا\nحَدَّثَنَا أَبُو مَعْمَرٍ حَدَّثَنَا عَبْدُ الْوَارِثِ حَدَّثَنَا أَيُّوبُ عَنْ الْقَاسِمِ عَنْ زَهْدَمٍ بِهَذَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[*] শপথ ভঙ্গের পূর্বে ও পরে কাফফারা আদায় সম্পর্কে ইমামদের মাঝে মতানৈক্য রয়েছে। কাফফারা আদায়ের তিনটি অবস্থা (১) শপথের পূর্বে কাফফারা দিলে ইমামদের সর্বসম্মতিক্রমে তা আদায় হবে না। (২) শপথ করে শপথ ভঙ্গের পরে কাফফারা আদায় করলে সর্বসম্মতিক্রমে তা আদায় হবে। (৩) শপথের পরে এবং তা ভঙ্গের পূর্বে কাফ্ফারা আদায় নিয়ে ইমামদের মাঝে মতভেদ রয়েছে : (ক) জামহুর উলামাদের মত হল, কাফ্ফারা আদায় হয়ে যাবে। (খ) আহলুর রায়ের (ইমাম আবু হানীফা) নিকট আদায় হবে না। (সাঃ) ইমাম শাফেয়ীর নিকট সিয়াম পালন ব্যতীত অন্য কাফ্ফারা আদায় হয়ে যাবে। তবে মতানৈক্য থাকলেও জামহুরের মতই হাদীসের অনুকূলে। (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "84"
    }
  }
}