{
  "hadith": {
    "hadith_id": 6731,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "আবূ হুরায়রা (রাঃ) সূত্রে নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) হতে বর্ণিত। তিনি বলেনঃ আমি মু’মিনদের নিকট তাদের প্রাণের চেয়েও অধিক প্রিয়। যে ব্যক্তি ঋণের বোঝা নিয়ে মারা যায় আর ঋণ পরিশোধ করার  মত সম্পদ রেখে না যায়, তাহলে তা পরিশোধ করার দায়িত্ব আমার। আর যে ব্যক্তি সম্পদ রেখে যায়, তা তার উত্তরাধিকারীদের জন্য। [৮৯](আধুনিক প্রকাশনী- ৬২৬৩, ইসলামিক ফাউন্ডেশন- ৬২৭৫)",
    "ar": "عَبْدَانُ أَخْبَرَنَا عَبْدُ اللهِ أَخْبَرَنَا يُونُسُ عَنْ ابْنِ شِهَابٍ حَدَّثَنِي أَبُو سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ أَنَا أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ فَمَنْ مَاتَ وَعَلَيْهِ دَيْنٌ وَلَمْ يَتْرُكْ وَفَاءً فَعَلَيْنَا قَضَاؤُهُ وَمَنْ تَرَكَ مَالاً فَلِوَرَثَتِهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "ইসলামের প্রাথমিক যুগে যদি কেউ খণগ্রস্ত অবস্থায় মারা যেত এবং খণ পরিশোধের দায়িত্ব কেউ না নিত, সেক্ষেত্রে রাসূল (সাঃ) তাঁর জানাযার সালাত আদায় করতেন না। কিন্তু যখন আল্লাহ তা‘আলা তাঁকে বিজয় দান করলেন এবং ইসলামী রাষ্ট্র অর্থনৈতিক ভাবে শক্তিশালী হল তখন তিনি রাষ্ট্রের প্রজাদের উদ্দেশ্যে ঘোষণা করেন أَنَا أَوْلَى بِالْمُؤْمِنِينَ ফলে ঋণ পরিশোধের দায়িত্ব তিনি নিজেই নিয়ে নেন। সুতরাং বর্তমান শাসক গোষ্ঠীর ভাবা উচিত তাদের উপর রাষ্ট্রের প্রজাদের কী দায়িত্ব ও কর্তব্য রয়েছে। (ফাতহুল বারী)\n\nউল্লেখ্য ইসলামী শারী‘আতে পিতাকে বিয়ের পূর্ব পর্যন্ত মেয়ের আর বিয়ের পরে স্বামীকে স্ত্রীর যাবতীয় খরচাদির ব্যয়ভার বহন করার দায়িত্ব দেয়া হয়েছে। স্ত্রীকে কর্ম করতেই হবে এরূপ নীতি ইসলাম দেয়নি। অতএব একজন স্ত্রী স্ত্রী হিসেবে তার সারা জীবনে যে পরিমাণ স্বামী কর্তৃক উপার্জিত সম্পদ লাভ ও ভোগ করে থাকে তার পরিমাণ স্বামী বা পুরুষের উত্তরাধিকার সূত্রে প্রাপ্ত সম্পত্তির পরিমাণের চেয়ে বহুগুণে বেশী হওয়াই স্বাভাবিক। অতএব যারা সমঅধিকারের দাবী তুলছে আসলে ইসলাম সম্পর্কে তাদের জ্ঞান না থাকার কারণেই তারা অবান্তর ও অবাস্তব কিছু দাবী করছে। যার অন্তরালে আসলে কোন সৎ উদ্দেশ্য নেই বরং নারীদেরকে পথে ঘাটে পণ্যের ন্যায় ব্যবহার করে তাদের সম্মান ও মর্যাদাহানীর হীন উদ্দেশ্য চরিতার্থ করার মন্দ উদ্দেশ্য নিহিত রয়েছে। আর এ উদ্দেশ্যকে সামনে রেখে অনৈসলামিক গোষ্ঠীর হীন স্বার্থ হাসিলের লক্ষ্যে তাদের সহযোগী তথাকথিত মুসলিম নামধারী কিছু নারী ও পুরুষ নারী স্বাধীনতার বুলি আওড়িয়ে নারী সমাজকে কুলষিত করতে প্রাণপণ চেষ্ট চালিয়ে যাচ্ছে।",
    "chapter": {
      "chapter_number": "85"
    }
  }
}