{
  "hadith": {
    "hadith_id": 6733,
    "narrator": "সা’দ ইব্‌নু আবূ ওয়াক্কাস (রাঃ)",
    "bn": "তিনি বলেন, একবার আমি মক্কায় এমন অসুস্থ হয়ে পড়লাম যে মরণের দ্বারপ্রান্তে উপনীত হলাম। নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) আমার সেবা শুশ্রূষা করার জন্য আমার কাছে আসলেন। তখন আমি বললাম, হে আল্লাহ্‌র রসূল! আমার অনেক ধন-সম্পদ আছে। আর আমার এক মেয়ে ব্যতীত আর কোন উত্তরাধিকারী নেই। আমি কি আমার মালের দু’তৃতীয়াংশ দান করে দেব? তিনি বললেন, না। আমি বললাম, তাহলে কি অর্ধেক দান করব? তিনি বললেনত, না। আমি বললাম, এক-তৃতীয়াংশ কি দান করব? তিনি বললেনঃ এক-তৃতীয়াংশ তো অনেক। তুমি তোমার সন্তানকে সচ্ছল অবস্থায় রেখে যাবে সেটাই উত্তম তাকে এমন অভাবগ্রস্ত রেখে যাওয়ার চেয়ে যে অবস্থায় সে মানুষের কাছে হাত পেতে ভিক্ষে করবে। তুমি (পরিবার-পরিজনের জন্য) যা খরচ করবে তার বিনিময় তোমাকে দেয়া হবে। এমন কি যে লোকমাটি তুমি তোমার স্ত্রীর মুখে তুলে দাও তারও বিনিময় দেয়া হবে। আমি বললাম, হে আল্লাহ্‌র রসূল! আমি কি আমার হিজরাত (এর পুণ্য) থেকে পেছনে পড়ে যাব? তিনি বললেনঃ তুমি কক্ষনো আমার পেছনে পড়ে থাকবে না, তুমি আল্লাহ্‌র সন্তুষ্টির জন্য যে ‘আমলই করবে তাতে তোমার মর্যাদা ও সম্মান বৃদ্ধি হবে। সম্ভবত তুমি আমার পরেও জীবিত থাকবে। এমন কি তোমার দ্বারা অনেক গোত্র উপকৃত হবে এবং অন্যেরা হবে ক্ষতিগ্রস্ত। কিন্তু সা’দ ইব্‌নু খাওলা (রাঃ)- এর জন্য আফসোস! মক্কাতেই তাঁর মৃত্যু হয়েছিল। সে কারণে রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তাঁর জন্য দুঃখ প্রকাশ করেন। সুফ্‌ইয়ান (রহঃ) বলেন, সা’দ ইব্‌নু খাওলা (রাঃ) বনূ আমির ইব্‌নু লুআই সম্প্রদায়ের লোক ছিলেন। (আধুনিক প্রকাশনী- ৬২৬৫, ইসলামিক ফাউন্ডেশন- ৬২৭৭)",
    "ar": "الْحُمَيْدِيُّ حَدَّثَنَا سُفْيَانُ حَدَّثَنَا الزُّهْرِيُّ قَالَ أَخْبَرَنِي عَامِرُ بْنُ سَعْدِ بْنِ أَبِي وَقَّاصٍ عَنْ أَبِيهِ قَالَ مَرِضْتُ بِمَكَّةَ مَرَضًا فَأَشْفَيْتُ مِنْهُ عَلَى الْمَوْتِ فَأَتَانِي النَّبِيُّ صلى الله عليه وسلم يَعُودُنِي فَقُلْتُ يَا رَسُولَ اللهِ إِنَّ لِي مَالاً كَثِيرًا وَلَيْسَ يَرِثُنِي إِلاَّ ابْنَتِي أَفَأَتَصَدَّقُ بِثُلُثَيْ مَالِي قَالَ لاَ قَالَ قُلْتُ فَالشَّطْرُ قَالَ لاَ قُلْتُ الثُّلُثُ قَالَ الثُّلُثُ كَبِيرٌ إِنَّكَ إِنْ تَرَكْتَ وَلَدَكَ أَغْنِيَاءَ خَيْرٌ مِنْ أَنْ تَتْرُكَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ وَإِنَّكَ لَنْ تُنْفِقَ نَفَقَةً إِلاَّ أُجِرْتَ عَلَيْهَا حَتَّى اللُّقْمَةَ تَرْفَعُهَا إِلَى فِي امْرَأَتِكَ فَقُلْتُ يَا رَسُولَ اللهِ آأُخَلَّفُ عَنْ هِجْرَتِي فَقَالَ لَنْ تُخَلَّفَ بَعْدِي فَتَعْمَلَ عَمَلاً تُرِيدُ بِهِ وَجْهَ اللهِ إِلاَّ ازْدَدْتَ بِهِ رِفْعَةً وَدَرَجَةً وَلَعَلَّ أَنْ تُخَلَّفَ بَعْدِي حَتَّى يَنْتَفِعَ بِكَ أَقْوَامٌ وَيُضَرَّ بِكَ آخَرُونَ لَكِنْ الْبَائِسُ سَعْدُ بْنُ خَوْلَةَ يَرْثِي لَهُ رَسُولُ اللهِ صلى الله عليه وسلم أَنْ مَاتَ بِمَكَّةَ قَالَ سُفْيَانُ وَسَعْدُ بْنُ خَوْلَةَ رَجُلٌ مِنْ بَنِي عَامِرِ بْنِ لُؤَيٍّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "85"
    }
  }
}