{
  "hadith": {
    "hadith_id": 6741,
    "narrator": "আল আসওয়াদ (রহঃ)",
    "bn": "তিনি বলেন, মু’আয্‌ ইব্‌নু জাবাল (রাঃ) রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)- এর যুগে আমাদের মাঝে সিদ্ধান্ত দিয়েছিলেন যে, কন্যার জন্য অর্ধেক আর ভগ্নির জন্য অর্ধেক [৯০]। \nঅতঃপর (রাবী) সুলায়মান বলেন, তিনি (আল আসওয়াদ) আমাদের এ ব্যাপারে সিদ্ধান্ত দিয়েছিলেন। তবে ‘রসূলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)– এর যুগে’ কথাটি উল্লেখ করেননি।(আধুনিক প্রকাশনী- ৬২৭৩, ইসলামিক ফাউন্ডেশন- ৬২৮৫)",
    "ar": "حَدَّثَنَا بِشْرُ بْنُ خَالِدٍ، حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، عَنْ شُعْبَةَ، عَنْ سُلَيْمَانَ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، قَالَ قَضَى فِينَا مُعَاذُ بْنُ جَبَلٍ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم النِّصْفُ لِلاِبْنَةِ وَالنِّصْفُ لِلأُخْتِ‏.‏ ثُمَّ قَالَ سُلَيْمَانُ قَضَى فِينَا‏.‏ وَلَمْ يَذْكُرْ عَلَى عَهْدِ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯০] হাদীসটি মহিলাদের মৃত ব্যক্তির সম্পত্তিতে উত্তরাধিকারী হওয়ার সুস্পষ্ট প্রমাণ। বর্তমান সমাজে মৃত ব্যক্তির সম্পত্তিতে ছেলে-মেয়ের সমঅধিকারের যে বুলি শোনা যাচ্ছে তা কতটুকু বাস্তব সম্মত? কারণ আল্লাহ্‌ প্রদত্ত বন্টন নীতি অনুযায়ী আজও মেয়েদের প্রাপ্য সম্পত্তি দেয়া হয় না। সেখানে সমান দেয়ার আইন করলে কি তাদের হক তাদেরকে দেয়া হবে? অথচ ভাবা দরকার যে, জাহেলিয়াতের যুগে মেয়েদের কোন সম্পত্তিই দেয়া হত না। ইসলামই তাদের এ অধিকার দিয়েছে। সুতরাং অযথা সমঅধিকারের ধুয়া না তুলে আল্লাহ্‌ ও তাঁর রাসূল (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) কর্তৃক সম্পত্তি বন্টনের নীতি বাস্তবায়নে সচেষ্ট হোন।\nউল্লেখ্য ইসলামী শারী’আতে পিতাকে বিয়ের পূর্ব পর্যন্ত মেয়ের আর বিয়ের পর স্বামীকে স্ত্রীর যাবতীয় খরচাদির ব্যয়ভার বহন করার দ্বায়িত্ব দেয়া হয়েছে। স্ত্রীকে কর্ম করতেই হবে এরূপ নীতি ইসলাম দেয়নি। অতএব একজন স্ত্রী স্ত্রী হিসেবে তার সারা জীবনে যে পরিমান স্বামী কর্তৃক উপার্জিত সম্পদ লাভ ও ভোগ করে থাকে তার পরিমাণ স্বামী বা পুরুষের উত্তরাধিকার সূত্রে প্রাপ্ত সম্পত্তির পরিমাণের চেয়ে বহুগুণে বেশী হওয়াই স্বাভাবিক। অতএব যারা সমঅধিকারের দাবী তুলছে আসলে ইসলাম সম্পর্কে তাদের জ্ঞান না থাকার কারণেই তারা অবান্তর ও অবাস্তব কিছু দাবী করছে। যার অন্তরালে আসলে কোন সৎ  উদ্দেশ্য নেই বরং নারীদেরকে পথে ঘাটে পণ্যের ন্যায় ব্যবহার করে তাদের সম্মান ও মর্যাদাহানীর হীন উদ্দেশ্য চরিতার্থ করার মন্দ উদ্দেশ্য নিহিত রয়েছে। আর এ উদ্দেশ্যকে সামনে রেখে অনৈসলামিক গোষ্ঠীর হীন স্বার্থ হাসিলের লক্ষ্যে তাদের সহযোগী তথাকথিত মুসলিম নামধারী কিছু নারী ও পুরুষ নারী স্বাধীনতার বুলি আওড়িয়ে নারী সমাজকে কলুষিত করতে প্রাণপণ চেষ্টা চালিয়ে যাচ্ছে।",
    "chapter": {
      "chapter_number": "85"
    }
  }
}