{
  "hadith": {
    "hadith_id": 6772,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যিনাকার যখন যিনায় লিপ্ত হয় তখন সে মু’মিন থাকে না। কেউ যখন মদপান করে তখন সে মু’মিন থাকে না। যে চুরি করে চুরি করার সময় মু’মিন থাকে না এবং কোন ছিনতাইকারী এমনভাবে ছিনতাই করে যে, মানুষ তার দিকে অসহায় হয়ে তাকিয়ে থাকে; তখন সে মু’মিন থাকে না। [৯৪]\n\nইবনু শিহাব (রহ.).....আবূ হুরায়রা (রাঃ) সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে এরকমই বর্ণনা  করেন। কিন্তু তাতে النُّهْبَةَ -র উল্লেখ নেই। [২৪৭৫] (আধুনিক প্রকাশনী- ৬৩০৩, ইসলামিক ফাউন্ডেশন- ৬৩১৫)",
    "ar": "يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمٰنِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ لاَ يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ وَلاَ يَشْرَبُ الْخَمْرَ حِينَ يَشْرَبُ وَهُوَ مُؤْمِنٌ وَلاَ يَسْرِقُ السَّارِقُ حِينَ يَسْرِقُ وَهُوَ مُؤْمِنٌ وَلاَ يَنْتَهِبُ نُهْبَةً يَرْفَعُ النَّاسُ إِلَيْهِ فِيهَا أَبْصَارَهُمْ وَهُوَ مُؤْمِنٌ وَعَنْ ابْنِ شِهَابٍ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ وَأَبِي سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم بِمِثْلِهِ إِلاَّ النُّهْبَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] শাস্তি বা দন্ডবিধি কার্যকর করবে প্রশাসন। যে কেউ যখন তখন যেখানে ইচ্ছা এই বিধান কার্যকর করলে একটি দেশের প্রশাসনিক অবকাঠামোই শুধু নষ্ট হবে না বরং সুষ্ঠু সমাজের সার্বিক সুখ ও শান্তি হুমকির সম্মুখীন হবে। ফলে হদ্দ বা শাস্তির মূল লক্ষ্য উদ্দেশ্য ব্যহত হবে। কারণ অপরাধীকে শাস্তি দেয়া হলে অন্যরা এ থেকে শিক্ষা নেবে এবং অপরাধ সমূলে উৎপাটন হবে। অবশেষে শাস্তির মূল উদ্দেশ্য শান্তি, শৃখংলা ও সমৃদ্ধি প্রতিষ্ঠিত হবে।\n\n[2] ইমাম নববী বলেন, এই হাদীসের তাৎপর্য ও উদ্দেশ্য সম্পর্কে আলেমগণ মতভেদ করেছেন। তাঁর এই কথার সূত্র ধরে মতভেদগুলো একত্রিত করলে প্রায় ১৩টি মত পাওয়া যায়। কিন্তু মজার কথা হল, মতামত ১৩টি হলেও সবগুলো মতই একটি আরেকটির দিকে প্রত্যাবর্তন করে এবং উপসংহারে যার অর্থ দাঁড়ায় : (১) হাদীসে উল্লেখিত গুনাহগুলোতে লিপ্ত থাকার সময় তা সম্পাদনকারীর ঈমান থাকে না। অতঃপর যখন সে এসব গুনাহের কাজ ছেড়ে দেয় হয় তখন আবার ঈমান ফিরে আসে। অর্থাৎ গুনাহের কাজে লিপ্ত থাকার সময় ঈমানহীন হয়ে পড়ে। এটিই হাদীসের প্রকাশ্য অর্থ। এর প্রমাণ ইমাম বুখারী كتاب المحاربين এর অন্তর্গত باب إثم الزنا তে আব্দুল্লাহ বিন আববাস বর্ণনা করেন। আর তা হল, قال عكرمة قلت لابن عباس كيف ينزع منه الإيمان قال هكذا وشبك بين أصابعه অনুরূপ হাদীস ইমাম আবু দাঊদ এবং ইমাম হাকেম সহীহ সূত্রে মারফূভাবে সূত্রে বর্ণনা করেন। তিনি শুনেছেন আবূ হুরায়রার (রাঃ) নিকট এবং আবু হুরায়রা রাসূল (সাঃ) কে বলেতে শুনেছেন : إذا زنى الرجل خرج منه الإيمان فكان عليه كالظلة فإذا أقلع رجع إليه الإيمان\n\nএবং ইমাম হাকিম ইবনু হুজায়ফার সূত্রে বর্ণনা করেন যে, তিনি আবূ হুরায়রাকে বলতে শুনেছেন :\n\nمن زنى أو شرب الخمر نزع الله منه الأيمان كما يخلع الإنسان القميص من رأسه\n\nউল্লেখিত গুনাহের কাজে লিপ্ত থাকার সময় পূর্ণ ঈমান থাকে না। অর্থ্যাৎ পূর্ণ ঈমানদারগণ এ গুনাহগুলো করে না।\n\nএখানে ঈমানের পূর্ণতা নিষেধ করা হয়েছে। যেমন কারো একথা বলা যে, لا علم إلا ما نفع এ ব্যাখ্যার সপক্ষে যে প্রমাণ পেশ করা হয় তা হলো,\n\n(ক) আবু যার (রাঃ) হতে বর্ণিত হাদীস : من قال لا إله إلا الله دخل الجنة وإن زنى وإن سرق\n\n(খ) উবাদাহ (রাঃ) এর সুপ্রসিদ্ধ সহীহ হাদীস : أنهم بايعوا رسول الله صلى الله عليه وسلم على أن لا يسرقوا ولا يزنوا\n\n(ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "86"
    }
  }
}