{
  "hadith": {
    "hadith_id": 6782,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "ইব্‌নু ‘আব্বাস (রাঃ) সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত। তিনি বলেন, ব্যভিচারী যখন ব্যভিচার করে, তখন সে মু’মিন থাকে না। এবং চোর যখন চুরি করে তখন সে মু’মিন থাকে না। [৯৭] (আধুনিক প্রকাশনী- ৬৩১৩, ইসলামিক ফাউন্ডেশন- ৬৩২৫)",
    "ar": "عَمْرُو بْنُ عَلِيٍّ حَدَّثَنَا عَبْدُ اللهِ بْنُ دَاوُدَ حَدَّثَنَا فُضَيْلُ بْنُ غَزْوَانَ عَنْ عِكْرِمَةَ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ لاَ يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ وَلاَ يَسْرِقُ السَّارِقُ حِينَ يَسْرِقُ وَهُوَ مُؤْمِنٌ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯৭] হাদীসটি হতে জানা যায়ঃ\n(১) কবীরা গুনাহ সম্পাদনকারীকে কাফির আখ্যায়িত করার নিষিদ্ধতা। কারণ - চুরি, ব্যভিচার উভয়টি কবীরা গুনাহ হওয়া সত্ত্বেও রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উক্ত গুনাহে জড়িতদের মু’মিন বলেই আখ্যায়িত করেছেন। কিন্তু খারেজী, মু’তাযিলা ও শী’আরা ভিন্ন মত পোষণ করে। \nখারেজী ও শী’আদের মতে কবীরা গুনাহগার কাফির। ফলে তারা তাওবা ব্যতীত মৃত্যুবরণ করলে চিরস্থায়ী জাহান্নামী হবে। আর মু’তাযিলাদের মতে, কবীরা গুনাহ্‌গার ব্যক্তি ফাসিক এবং চিরস্থায়ী জাহান্নামী। কিন্তু তাদের এই বিশ্বাস আহলে সুন্নাত ওয়াল জামা’আতের আক্বীদা ও বিশ্বাসের সম্পূর্ণ বিপরীত। আহলে সুন্নাত ওয়াল জামা’আতের আক্বীদা হল, কবীরা গুনাহগার ব্যক্তি স্বল্প ঈমানের অধিকারী, অর্থাৎ পূর্ণ ঈমানদার ব্যক্তি নয়। ফলে সে তাওবাহ না করে মৃত্যুবরণ করলে তার ব্যাপারটা আল্লাহর ইচ্ছার উপর নির্ভরশীল। আল্লাহ যদি চান তাকে ক্ষমা করে দেবেন ও জান্নাতে প্রবেশ করাবেন। আর যদি চান প্রথমে কবীরাগুনাহের কারণে জাহান্নামে শাস্তি দেবেন এবং শিরক থেকে বেঁচে থাকার কারণে ও স্বল্প ঈমানদার হওয়ার কারণে জাহান্নাম থেকে বের করে তাকে জান্নাত দেবেন।\n(২) সকল মানুষের ঈমান সমান নয়, বরং ঈমান কম-বেশী হয়। যেমন আল্লাহ্‌ তা’আলা বলেন,\n(আরবি)\nমু’মিন তো তারাই আল্লাহ্‌র কথা আলোচিত হলেই যাদের অন্তর কেঁপে উঠে, আর তাদের কাছে যখন তাঁর আয়াত পঠিত হয়, তখন তা তাদের ঈমান বৃদ্ধি করে আর তারা তাদের প্রতিপালকের উপর নির্ভর করে। [সূরা আনফাল ২]। (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "86"
    }
  }
}