{
  "hadith": {
    "hadith_id": 6785,
    "narrator": "আবদুল্লাহ্‌ ইব্‌নু মাস’ঊদ (রাঃ)",
    "bn": "যে, তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিদায় হাজ্জে বললেনঃ আচ্ছা বলতো কোন্‌ মাসকে তোমরা সবচেয়ে সম্মানিত বলে জান? তাঁরা বললেন, আমাদের এ মাস নয় কি? তিনি আবার বললেনঃ তোমরা কোন্‌ শহরকে সর্বাধিক সম্মানিত বলে জান? তাঁরা বললেন, আমাদের এ শহর নয় কি? তিনি বললেনঃ বলতো! কোন্‌ দিনকে তোমরা সর্বাধিক সম্মানিত বলে জান? তাঁরা বললেন, আমাদের এ দিন নয় কি? তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ্‌ তোমাদের রক্ত, ধন-সম্পদ ও সম্মানকে শারী’আতের হক ব্যতীত এমন পবিত্র করে দিয়েছেন, যেমন পবিত্র তোমাদের এ মাসে এ শহরের মাঝে আজকের এ দিনটি। ওহে! আমি কি পৌঁছে দিয়েছি? এ কথাটি তিনি তিনবার বললেন। প্রত্যেকবারেই তারা উত্তর দিলেন, হ্যাঁ। তিনি বললেনঃ তোমাদের জন্য আফসোস অথবা ধ্বংস! তোমরা আমার পরে একে অপরের গর্দান মেরে কাফির হয়ে পেছনের দিকে ফিরে যেও না। [৯৮] (আধুনিক প্রকাশনী- ৬৩১৬, ইসলামিক ফাউন্ডেশন- ৬৩২৮)",
    "ar": "مُحَمَّدُ بْنُ عَبْدِ اللهِ حَدَّثَنَا عَاصِمُ بْنُ عَلِيٍّ حَدَّثَنَا عَاصِمُ بْنُ مُحَمَّدٍ عَنْ وَاقِدِ بْنِ مُحَمَّدٍ سَمِعْتُ أَبِي قَالَ عَبْدُ اللهِ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم فِي حَجَّةِ الْوَدَاعِ أَلاَ أَيُّ شَهْرٍ تَعْلَمُونَهُ أَعْظَمُ حُرْمَةً قَالُوا أَلاَ شَهْرُنَا هَذَا قَالَ أَلاَ أَيُّ بَلَدٍ تَعْلَمُونَهُ أَعْظَمُ حُرْمَةً قَالُوا أَلاَ بَلَدُنَا هَذَا قَالَ أَلاَ أَيُّ يَوْمٍ تَعْلَمُونَهُ أَعْظَمُ حُرْمَةً قَالُوا أَلاَ يَوْمُنَا هَذَا قَالَ فَإِنَّ اللهَ تَبَارَكَ وَتَعَالَى قَدْ حَرَّمَ عَلَيْكُمْ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ إِلاَّ بِحَقِّهَا كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا أَلاَ هَلْ بَلَّغْتُ ثَلاَثًا كُلُّ ذَلِكَ يُجِيبُونَهُ أَلاَ نَعَمْ قَالَ وَيْحَكُمْ أَوْ وَيْلَكُمْ لاَ تَرْجِعُنَّ بَعْدِي كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[৯৮] জিলহজ্জ মাস, মাক্কা শহর আর আরাফার দিন যেমন সম্মানীয় প্রতিটি মুসলমানের রক্ত, ধন-সম্পদ ও সম্মান তেমনি পবিত্র - তবে কেউ শরীয়তী দণ্ডবিধির মুখোমুখী হলে ভিন্ন কথা।",
    "chapter": {
      "chapter_number": "86"
    }
  }
}