{
  "hadith": {
    "hadith_id": 6801,
    "narrator": "উবাদাহ ইব্‌নু সামিত (রাঃ)",
    "bn": "তিনি বলেন, আমি একটি দলের সঙ্গে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে বায়’আত করেছি। তিনি বললেনঃ আমি তোমাদের এ মর্মে বায়’আত করছি যে, তোমরা আল্লাহ্‌র সাথে কোন কিছুকে শরীক করবে না, চুরি করবে না, তোমাদের সন্তান হত্যা করবে না, সামনে বা পিছনে কারো অপবাদ দিবে না, শারীয়াত সম্মত কাজে আমার অবাধ্যতা করবে না, তোমাদের মধ্যে যে আপন ওয়াদাগুলো মেনে চলবে তার বিনিময় আল্লাহ্‌র নিকট। আর যে এগুলো থেকে কিছু করে ফেলবে আর সে জন্য দুনিয়াতে যদি তার শাস্তি হয়ে যায়, তাহলে এটি হবে তার জন্য গুনাহ্‌র কাফ্‌ফারা এবং গুনাহ্‌র পবিত্রতা। আর যার (দোষ) আল্লাহ্‌ গোপন রেখেছেন তার ব্যাপারটি আল্লাহ্‌র উপর। (আল্লাহ্‌) ইচ্ছা করলে তাকে শাস্তি দিতে পারেন। আবার ইচ্ছা করলে তাকে ক্ষমাও করে দিতে পারেন।\nআবূ ‘আবদুল্লাহ্‌ [ইমাম বুখারী (রহঃ)] বলেন, চোর যদি হাত কেটে দেয়ার পর তাওবাহ করে তবে তার সাক্ষ্য গ্রহণযোগ্য হবে। তেমনি শরীয়াতের শাস্তিপ্রাপ্ত প্রত্যেকটি লোকের ব্যাপারেই এ বিধান প্রযোজ্য যখন সে তাওবাহ করবে, তখন তার সাক্ষ্য গ্রহণীয় হবে।(আধুনিক প্রকাশনী- ৬৩৩২, ইসলামিক ফাউন্ডেশন- ৬৩৪৫)",
    "ar": "عَبْدُ اللهِ بْنُ مُحَمَّدٍ الْجُعْفِيُّ حَدَّثَنَا هِشَامُ بْنُ يُوسُفَ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ أَبِي إِدْرِيسَ عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ بَايَعْتُ رَسُولَ اللهِ صلى الله عليه وسلم فِي رَهْطٍ فَقَالَ أُبَايِعُكُمْ عَلَى أَنْ لاَ تُشْرِكُوا بِاللهِ شَيْئًا وَلاَ تَسْرِقُوا وَلاَ تَزْنُوا وَلاَ تَقْتُلُوا أَوْلاَدَكُمْ وَلاَ تَأْتُوا بِبُهْتَانٍ تَفْتَرُونَهُ بَيْنَ أَيْدِيكُمْ وَأَرْجُلِكُمْ وَلاَ تَعْصُونِي فِي مَعْرُوفٍ فَمَنْ وَفَى مِنْكُمْ فَأَجْرُهُ عَلَى اللهِ وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَأُخِذَ بِهِ فِي الدُّنْيَا فَهُوَ كَفَّارَةٌ لَهُ وَطَهُورٌ وَمَنْ سَتَرَهُ اللهُ فَذَلِكَ إِلَى اللهِ إِنْ شَاءَ عَذَّبَهُ وَإِنْ شَاءَ غَفَرَ لَهُ قَالَ أَبُو عَبْد اللهِ إِذَا تَابَ السَّارِقُ بَعْدَ مَا قُطِعَ يَدُهُ قُبِلَتْ شَهَادَتُهُ وَكُلُّ مَحْدُودٍ كَذَلِكَ إِذَا تَابَ قُبِلَتْ شَهَادَتُهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "86"
    }
  }
}