{
  "hadith": {
    "hadith_id": 6815,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "তিনি বলেন, এক লোক রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) – এর কাছে এল। তিনি তখন মাসজিদে ছিলেন। সে তাঁকে ডেকে বলল, হে আল্লাহ্‌র রসূল! আমি যিনা করেছি। তিনি তার থেকে মুখ ফিরিয়ে নিলেন। এভাবে কথাটি সে চারবার বলল। যখন সে নিজের বিরুদ্ধে চারবার সাক্ষ্য দিল তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ডেকে জিজ্ঞেস করলেন, তোমার মধ্যে কি পাগলামীর দোষ আছে? সে বলল, না। তিনি বললেনঃ তাহলে তুমি কি বিবাহিত? সে বলল, হ্যাঁ। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা তাকে নিয়ে যাও আর পাথর মেরে হত্যা কর। [১০৬](আধুনিক প্রকাশনী- ৬৩৪৬, ইসলামিক ফাউন্ডেশন- ৬৩৫৯)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ، عَنْ أَبِي سَلَمَةَ، وَسَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ قَالَ أَتَى رَجُلٌ رَسُولَ اللَّهِ صلى الله عليه وسلم وَهْوَ فِي الْمَسْجِدِ فَنَادَاهُ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي زَنَيْتُ‏.‏ فَأَعْرَضَ عَنْهُ، حَتَّى رَدَّدَ عَلَيْهِ أَرْبَعَ مَرَّاتٍ، فَلَمَّا شَهِدَ عَلَى نَفْسِهِ أَرْبَعَ شَهَادَاتٍ، دَعَاهُ النَّبِيُّ صلى الله عليه وسلم فَقَالَ ‏\"‏ أَبِكَ جُنُونٌ ‏\"‏‏.‏ قَالَ لاَ‏.‏ قَالَ ‏\"‏ فَهَلْ أَحْصَنْتَ ‏\"‏‏.‏ قَالَ نَعَمْ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ اذْهَبُوا بِهِ فَارْجُمُوهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১০৬] হাদীসটি হতে জানা যায়ঃ\n(১) একজন মুসলিম ব্যক্তির জীবন শেষ করার ব্যপারে দৃঢ়ীকরণ।\n(২) মাসজিদের অভ্যন্তরে ইমামের নিকট খারাপ কাজের স্বীকারোক্তির বৈধতা এবং প্রয়োজনে বিভিন্ন অশ্লীল কথা যা মুখে উচ্চারণ করা লজ্জাকর তার বর্ণনা দেয়া।\n(৩) ঊচ্চ আওয়াজে বয়োজ্যেষ্ঠের আহবান করা।\n(৪) হাদ্দ কায়েমের জন্য কোন (আরবী) বা সম্ভাব্য বিষয়ের স্বীকারকারীকে পরিত্যাগ করা। কারণ সে যা বর্ণনা করবে তা সম্ভবত হাদ্দকে আবশ্যক করবে না অথবা সে ফিরে আসবে।\n(৫)  যে ব্যাক্তি কোন গুনাহের কাজ করে লজ্জিত হবে তার দ্রুতগতিতে তাওবা করা মুস্তাহাব। তা কাউকে না জানানো।\n(৬)  গুনাহের কাজ সম্পাদনকারী যদি তার গুনাহের কথা কাউকে জানায় তাহলে শ্রবণকারীর জন্য মুস্তাহাব পন্থা হল যে, সে তাকে তাওবা করতে বলবে এবং ব্যাপারটি গোপন রাখবে।\n(৭) হাদীসে উল্লেখিত (আরবী) বাহ্যিক ভাষ্য থেকে চারবার যেনার স্বীকারোক্তির পুনরাবৃত্তি করা শর্ত – এর প্রমাণ গ্রহণ করা হয়েছে।\n(৮) হাদ্দ কায়েমের জন্য নেতার অন্যকে দায়িত্ব প্রদান করা জায়েয।\n(৯)  উক্ত হাদীস দ্বারা প্রমান পেশ করা হয়েছে যে, রজম করার জন্য গর্ত খনন করা শর্ত নয়।\n(১০) মাতালের স্বীকারোক্তি গ্রহণযোগ্য নয়। (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "86"
    }
  }
}