{
  "hadith": {
    "hadith_id": 6819,
    "narrator": "ইব্‌নু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর কাছে এক ইয়াহূদী পুরুষ ও এক ইয়াহূদী নারীকে আনা হল। তারা দু’জনেই যিনা করেছে। তিনি তাদেরকে জিজ্ঞেস করলেন, এ সম্পর্কে তোমরা তোমাদের কিতাবে কী পাচ্ছ? তারা বলল, আমাদের পাদ্রীরা চেহারা কালো করার ও দু’জনকে গাধার পিঠে উল্টো বসিয়ে প্রদক্ষিণ করার নিয়ম চালু করেছেন। ‘আবদুল্লাহ্‌ ইব্‌নু সালাম (রাঃ) বললেন, হে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে তাওরাত নিয়ে আসতে বলুন। এরপর তা নিয়ে আসা হল। তাদেরকে একজন রজমের আয়াতের উপর নিজের হাত রেখে দিল এবং এর আগে-পিছে পড়তে লাগল। তখন ইব্‌নু সালাম (রাঃ) তাকে বললেন, তোমার হাত ওঠাও। দেখা গেল তার হাতের নিচে রয়েছে রজমের আয়াত। তারপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের দু’জনের ব্যাপারে আদেশ দিলেন, উভয়কে পাথর মেরে হত্যা করা হল। ইব্‌নু ‘উমার বলেন, তাদের উভয়কে সমতল স্থানে রজম করা হয়েছে। তখন ইয়াহূদী পুরুষটাকে দেখেছি ইয়াহূদী স্ত্রীলোকটির উপর উপুড় হয়ে পড়ে আছে।[১৩২৯; মুসলিম ৬/৬, হাঃ ১৬৯৯, আহমাদ ৪৪৯৮] (আধুনিক প্রকাশনী- ৬৩৪৯, ইসলামিক ফাউন্ডেশন- ৬৩৬২)",
    "ar": "مُحَمَّدُ بْنُ عُثْمَانَ بْنِ كَرَامَةَ حَدَّثَنَا خَالِدُ بْنُ مَخْلَدٍ عَنْ سُلَيْمَانَ حَدَّثَنِي عَبْدُ اللهِ بْنُ دِينَارٍ عَنْ ابْنِ عُمَرَ قَالَ أُتِيَ رَسُولُ اللهِ صلى الله عليه وسلم بِيَهُودِيٍّ وَيَهُودِيَّةٍ قَدْ أَحْدَثَا جَمِيعًا فَقَالَ لَهُمْ مَا تَجِدُونَ فِي كِتَابِكُمْ قَالُوا إِنَّ أَحْبَارَنَا أَحْدَثُوا تَحْمِيمَ الْوَجْهِ وَالتَّجْبِيهَ قَالَ عَبْدُ اللهِ بْنُ سَلاَمٍ ادْعُهُمْ يَا رَسُولَ اللهِ بِالتَّوْرَاةِ فَأُتِيَ بِهَا فَوَضَعَ أَحَدُهُمْ يَدَهُ عَلَى آيَةِ الرَّجْمِ وَجَعَلَ يَقْرَأُ مَا قَبْلَهَا وَمَا بَعْدَهَا فَقَالَ لَهُ ابْنُ سَلاَمٍ ارْفَعْ يَدَكَ فَإِذَا آيَةُ الرَّجْمِ تَحْتَ يَدِهِ فَأَمَرَ بِهِمَا رَسُولُ اللهِ صلى الله عليه وسلم فَرُجِمَا قَالَ ابْنُ عُمَرَ فَرُجِمَا عِنْدَ الْبَلاَطِ فَرَأَيْتُ الْيَهُودِيَّ أَجْنَأَ عَلَيْهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "86"
    }
  }
}