{
  "hadith": {
    "hadith_id": 6823,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর কাছে ছিলাম। তখন এক লোক তাঁর  কাছে এসে বলল, হে আল্লাহ্‌র রসূল! আমি শাস্তিযোগ্য অপরাধ করে ফেলেছি। তাই আমাকে শাস্তি দিন। কিন্তু তিনি তাকে অপরাধ সম্পর্কে জিজ্ঞেস করলেন না। আনাস (রাঃ) বলেন তখন সলাতের সময় এসে গেল। লোকটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সঙ্গে সলাত আদায় করল।  যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সলাত আদায় করলেন, তখন লোকটি তাঁর কাছে গিয়ে দাঁড়াল এবং বলল, হে আল্লাহ্‌র রসূল! আমি শাস্তিযোগ্য অপরাধ করে ফেলেছি। তাই আমার আল্লাহ্‌র কিতাব অনুযায়ী শাস্তি দিন। তিনি বললেনঃ তুমি কি আমার সাথে সলাত আদায় করনি? সে বলল, হ্যাঁ। তিনি বললেন, নিশ্চয়ই আল্লাহ্‌ তোমার গুনাহ্‌ ক্ষমা করে দিয়েছেন। অথবা বললেনঃ তোমার শাস্তি (ক্ষমা করে দিয়েছেন)। [১০৭][মুসলিম ৪৯/৭, হাঃ ২৭৬৪] (আধুনিক প্রকাশনী- ৬৩৫২, ইসলামিক ফাউন্ডেশন- ৬৩৬৫)",
    "ar": "عَبْدُ الْقُدُّوسِ بْنُ مُحَمَّدٍ حَدَّثَنِي عَمْرُو بْنُ عَاصِمٍ الْكِلاَبِيُّ حَدَّثَنَا هَمَّامُ بْنُ يَحْيَى حَدَّثَنَا إِسْحَاقُ بْنُ عَبْدِ اللهِ بْنِ أَبِي طَلْحَةَ عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ كُنْتُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَجَاءَهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللهِ إِنِّي أَصَبْتُ حَدًّا فَأَقِمْهُ عَلَيَّ قَالَ وَلَمْ يَسْأَلْهُ عَنْهُ قَالَ وَحَضَرَتْ الصَّلاَةُ فَصَلَّى مَعَ النَّبِيِّ صلى الله عليه وسلم فَلَمَّا قَضَى النَّبِيُّ صلى الله عليه وسلم الصَّلاَةَ قَامَ إِلَيْهِ الرَّجُلُ فَقَالَ يَا رَسُولَ اللهِ إِنِّي أَصَبْتُ حَدًّا فَأَقِمْ فِيَّ كِتَابَ اللهِ! «أَلَيْسَ قَدْ صَلَّيْتَ مَعَنَا قَالَ نَعَمْ» قَالَ : «فَإِنَّ اللهَ قَدْ غَفَرَ لَكَ ذَنْبَكَ أَوْ : حَدَّكَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১০৭] কেউ যদি কোন ছোট পাপ করে, তবে সালাত আদায়ের মাধ্যমে তার পাপ মুছে যায়। কারণ অশ্লীল অন্যায় কাজ থেকে বিরত থেকে সঠিক পথে প্রতিষ্ঠিত থাকার জন্য সালাতে আল্লাহর নিকট সাহায্যের আবেদন নিবেদন করা হয়। কেউ যদি সালাত প্রকৃতভাবেই আদায় করে, তবে তার গুনাহ অবশিষ্ট থাকে না। অনুরূপভাবে ওযূর মাধ্যমেও ছোট ছোট গুনাহ্‌গুলো ঝরে যায়। কিন্ত কাবীরাহ্‌ গুনাহ্‌ তাওবাহ্‌ ব্যতীত ক্ষমা করা হয় না (সূরা নিসার ৩১ নং আয়াত এবং নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর বাণী যা ইমাম মুসলিম বর্ণনা করেছেন “মিশকাত” (৫৬৪))।\nসংক্ষেপে তাওবাহ্‌ গ্রহণযোগ্যতার শর্তসমূহঃ (১) একমাত্র আল্লাহ্‌কে সন্তুষ্ট করা উদ্দেশ্যেই তাওবাহ্‌ হতে হবে। (২) কৃত গুনাহের জন্য অনুতপ্ত হতে হবে। (৩) সে গুনাহ্‌ থেকে সর্ম্পর্ণরূপে মুক্ত হতে হবে। (৪) পুনরায় সে গুনাহে জড়িত না হওয়ার প্রতিজ্ঞা করতে হবে। (৫) তাওবাহ্‌ কবূল হওয়ার সময়ের মধ্যেই তাওবাহ্‌ করতে হবে। অর্থাৎ আত্মা বের হয়ে যাবার সময় [মৃত্যুর সময়] গড়গড় শব্দ করা শুরু হয়ে গেলে আর সে সময়ে তাওবাহ্‌ করলে, তাওবাহ্‌ কোন কাজে লাগবে না (অর্থাৎ এর পূর্বেই তাওবাহ্‌ করতে হবে যেমনটি সহীহ্‌ হাদীস সমূহের মধ্যে বর্ণিত হয়েছে) এবং সূর্য পশ্চিম হতে উদিত হওয়ার পূর্বেই তাওবাহ্‌ করতে হবে। অর্থাৎ কিয়ামাতের আলামত পশ্চিম দিক থেকে সূর্য উদিত হয়ে গেলে আর তাওবাহ্‌ করার সুযোগ থাকবে না। (৬) এ ছাড়া বান্দার হক নষ্ট করে থাকলে তার নিকটে ক্ষমা প্রার্থনা করতে হবে এবং সে ক্ষমা করলেই ক্ষমা পাওয়া যাবে। তবে কোনক্রমেই যদি তার নিকট থেকে ক্ষমা পাওয়ার সুযোগ না থাকে তাহলে তার জন্য ক্ষমা প্রার্থনা করতে হবে। হয়তো এর মাধ্যমে ক্ষমার পাওয়া যাবে। বিশেষজ্ঞ আলেমগণ এ সিদ্ধান্তই দিয়েছে। (৭) সম্পূর্ণভাবে বিদ’আতী আমল থেকে মুক্ত হতে হবে। কারণ রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া  সাল্লাম) বলেছেনঃ \n“আল্লাহ তা’আলা প্রত্যেক বিদ’আতির বিদ’আতকে পরিত্যাগ না করা পর্যন্ত তাওবার পথ রুদ্ধ করে দিয়েছেন”। [হাদীছটি তাবারানী বর্ণনা করেছেন। হাদীসটি সহীহ্‌, দেখুন “সহীহ আত-তারগীব অত-তারহীব” (১/১৩০ হাঃ নং ৫৪] এবং “সিলসিলাতুস সাহীহাহ” (১৬২০)]।",
    "chapter": {
      "chapter_number": "86"
    }
  }
}