{
  "hadith": {
    "hadith_id": 6835,
    "narrator": "আবূ হুরাইরাহ ও যায়দ ইব্‌নু খালিদ",
    "bn": "যে, এক বেদুঈন নবী (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট এল। এ সময় তিনি উপবিষ্ট ছিলেন। সে বলল, হে আল্লাহ্‌র রসূল! আমাদের মধ্যে আল্লাহ্‌র কিতাব মুতাবিক ফায়সালা করে দিন। এরপর তার প্রতিপক্ষ দাঁড়াল এবং বলল, এ সত্যই বলেছে হে আল্লাহ্‌র রসূল! আল্লাহ্‌র কিতাব মুতাবিক ফায়সালা করে দিন। আমার ছেলে তার অধীনে চাকর ছিল, সে তার স্ত্রীর সাথে যিনা করে ফেলে। তখন লোকেরা আমাকে জানাল যে, আমার ছেলের উপর পাথর মেরে হত্যার হুকুম হবে। ফলে আমি একশ’ ছাগল ও একজন দাসী দিয়ে আপোস করে নেই। এরপর আমি আলিমদেরকে জিজ্ঞেস করি, তখন তাঁরা বললেন যে, আমার ছেলের দণ্ড হল একশ’ বেত্রাঘাত ও এক বছরের নির্বাসন। তা শুনে তিনি বললেন, কসম ঐ সত্তার যাঁর হাতে আমার প্রাণ! আমি অবশ্যই তোমাদের উভয়ের মধ্যে আল্লাহ্‌র কিতাব অনুযায়ী ফায়সালা করে দেব। ঐ ছাগল ও দাসীটি তোমার কাছে ফিরিয়ে দেয়া হবে আর তোমার ছেলের জন্য সাব্যস্ত হবে একশ’ বেত্রাঘাত ও এক বছরের নির্বাসন। হে উনাইস! তুমি সকালে ঐ নারীর কাছে যাও এবং তাকে পাথর মেরে হত্যা কর। উনাইস সকালে গেলেন ও তাকে পাথর মেরে হত্যা করলেন।(আধুনিক প্রকাশনী- ৬৩৬১, ইসলামিক ফাউন্ডেশন- ৬৩৭৪)",
    "ar": "عَاصِمُ بْنُ عَلِيٍّ حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللهِ عَنْ أَبِي هُرَيْرَةَ وَزَيْدِ بْنِ خَالِدٍ أَنَّ رَجُلاً مِنْ الأَعْرَابِ جَاءَ إِلَى النَّبِيِّ صلى الله عليه وسلم وَهُوَ جَالِسٌ فَقَالَ يَا رَسُولَ اللهِ اقْضِ بِكِتَابِ اللهِ فَقَامَ خَصْمُهُ فَقَالَ صَدَقَ اقْضِ لَهُ يَا رَسُولَ اللهِ بِكِتَابِ اللهِ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا فَزَنَى بِامْرَأَتِهِ فَأَخْبَرُونِي أَنَّ عَلَى ابْنِي الرَّجْمَ فَافْتَدَيْتُ بِمِائَةٍ مِنْ الْغَنَمِ وَوَلِيدَةٍ ثُمَّ سَأَلْتُ أَهْلَ الْعِلْمِ فَزَعَمُوا أَنَّ مَا عَلَى ابْنِي جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ فَقَالَ وَالَّذِي نَفْسِي بِيَدِهِ لأقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللهِ أَمَّا الْغَنَمُ وَالْوَلِيدَةُ فَرَدٌّ عَلَيْكَ وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ وَأَمَّا أَنْتَ يَا أُنَيْسُ فَاغْدُ عَلَى امْرَأَةِ هَذَا فَارْجُمْهَا فَغَدَا أُنَيْسٌ فَرَجَمَهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "86"
    }
  }
}