{
  "hadith": {
    "hadith_id": 684,
    "narrator": "সাহ্‌ল ইব্‌নু সা’দ সা’ঈদী (রাঃ)",
    "bn": "একদা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমর ইব্‌নু আওফ গোত্রের এক বিবাদ মীমাংসার জন্য সেখানে যান। ইতিমধ্যে (আসরের) সালাতের সময় হয়ে গেলে, মুয়ায্‌যিন আবূ বকর (রাঃ)-এর নিকট এসে বললেন, আপনি কি লোকদের নিয়ে সালাত আদায় করে নেবেন? তা হলে ইক্বামাত দেই? তিনি বললেন, হ্যাঁ, আবূ বকর (রাঃ) সালাত আরম্ভ করলেন। লোকেরা সালাতরত অবস্থাতেই আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসলেন এবং তিনি সারিগুলো ভেদ করে প্রথম সারিতে গিয়ে দাঁড়ালেন। তখন সাহাবীগণ হাতে তালি দিতে লাগলেন। আবূ বকর (রাঃ) সালাতে আর কোন দিকে তাকাতেন না। কিন্তু সাহাবীগণ যখন অধিক করে হাতে তালি দিতে লাগলেন, তখন তিনি তাকালেন এবং আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে দেখতে পেলেন। আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর প্রতি ইঙ্গিত করলেন- নিজের জায়গায় থাক। তখন আবূ বকর (রাঃ) দু’হাত উঠিয়ে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নির্দেশের জন্য আল্লাহর প্রশংসা করে পিছিয়ে গেলেন এবং কাতারের বরাবর দাঁড়ালেনন। আর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সামনে এগিয়ে সলাত আদায় করলেন। সালাত শেষ করে তিনি বললেন, হে আবূ বক্‌র! আমি তোমাকে নির্দেশ দেয়ার পর কিসে তোমাকে বাধা দিয়েছিল? আবূ বকর (রাঃ) বললেন, আবূ কুহাফার পুত্রের জন্যে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে দাঁড়িয়ে সালাত আদায় করা শোভনীয় নয়। অতঃপর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি তোমাদের এক হাতে তালি দিতে দেখলাম। কারণ কী? শোন! সালাতের কারো কিছু ঘটলে সুবহানাল্লাহ বলবে। সুবহানাল্লাহ্‌ বললেই তার প্রতি দৃষ্টি দেয়া হবে। আর হাতে তালি দেয়া তো মহিলাদের জন্য।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي حَازِمِ بْنِ دِينَارٍ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم ذَهَبَ إِلَى بَنِي عَمْرِو بْنِ عَوْفٍ لِيُصْلِحَ بَيْنَهُمْ فَحَانَتِ الصَّلاَةُ فَجَاءَ الْمُؤَذِّنُ إِلَى أَبِي بَكْرٍ فَقَالَ أَتُصَلِّي لِلنَّاسِ فَأُقِيمَ قَالَ نَعَمْ‏.‏ فَصَلَّى أَبُو بَكْرٍ، فَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَالنَّاسُ فِي الصَّلاَةِ، فَتَخَلَّصَ حَتَّى وَقَفَ فِي الصَّفِّ، فَصَفَّقَ النَّاسُ ـ وَكَانَ أَبُو بَكْرٍ لاَ يَلْتَفِتُ فِي صَلاَتِهِ ـ فَلَمَّا أَكْثَرَ النَّاسُ التَّصْفِيقَ الْتَفَتَ فَرَأَى رَسُولَ اللَّهِ صلى الله عليه وسلم، فَأَشَارَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنِ امْكُثْ مَكَانَكَ، فَرَفَعَ أَبُو بَكْرٍ ـ رضى الله عنه ـ يَدَيْهِ، فَحَمِدَ اللَّهَ عَلَى مَا أَمَرَهُ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنْ ذَلِكَ، ثُمَّ اسْتَأْخَرَ أَبُو بَكْرٍ حَتَّى اسْتَوَى فِي الصَّفِّ، وَتَقَدَّمَ رَسُولُ اللَّهِ صلى الله عليه وسلم فَصَلَّى، فَلَمَّا انْصَرَفَ قَالَ ‏\"‏ يَا أَبَا بَكْرٍ مَا مَنَعَكَ أَنْ تَثْبُتَ إِذْ أَمَرْتُكَ ‏\"‏‏.‏ فَقَالَ أَبُو بَكْرٍ مَا كَانَ لاِبْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بَيْنَ يَدَىْ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَا لِي رَأَيْتُكُمْ أَكْثَرْتُمُ التَّصْفِيقَ مَنْ رَابَهُ شَىْءٌ فِي صَلاَتِهِ فَلْيُسَبِّحْ، فَإِنَّهُ إِذَا سَبَّحَ الْتُفِتَ إِلَيْهِ، وَإِنَّمَا التَّصْفِيقُ لِلنِّسَاءِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}