{
  "hadith": {
    "hadith_id": 6856,
    "narrator": "আবদুল্লাহ্‌ ইব্‌ন ইউসুফ (র.)...... ইব্‌ন আব্বাস (রা.)",
    "bn": "নবী রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর নিকটে লি’আনকারীদের সম্পর্কে আলোচনা করা হল। তখন আসিম ইব্‌নআদী (রাঃ) তার সম্বন্ধে কিছু কটুক্তি করলেন। তারপর তিনি ফিরে গেলেন। তখন তার স্বগোত্রের এক ব্যক্তি তার কাছে এসে অভিযোগ করল যে, সে তার স্ত্রীর কাছে অন্য এক ব্যক্তিকে পেয়েছে। আসিম (রাঃ) বলেন, আমি আমার এ উক্তির দরুনই এ পরীক্ষায় পড়েছি। এরপর তিনি তাকে নবী রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর কাছে নিয়ে গেলেন। আর সে তাঁকে ঐ ব্যক্তি সম্পর্কে জানাল যার সাথে তার স্ত্রীকে পেয়েছে। এ ব্যক্তিটি গৌর বর্ণ, হালকা-পাতলা, সোজা চুল বিশিষ্ট ছিল। আর যে ব্যক্তি সম্বন্ধে দাবি করেছে যে, সে তাকে তার স্ত্রীর কাছে পেয়েছে সে ছিল মেটে বর্ণের,  মোটা গোড়ালী, স্থুল গোশ্‌তবিশিষ্ট। তখন নবী রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে আল্লাহ্‌! স্পষ্ট করে দিন। ফলে সে মহিলাটি ঐ ব্যক্তি সদৃশ সন্তান জন্ম দিল যার কথা তার স্বামী উল্লেখ করেছিল যে, তাকে তার স্ত্রীর সাথে পেয়েছে। তখন নবী রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উভয়ের মধ্যে লি’আন কার্যকর করলেন। তখন এক ব্যক্তি এ মজলিসেই ইব্‌ন আব্বাস (রাঃ)- কে বলল, এটা কি সে মহিলা যার সম্পর্কে নবী রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যদি আমি কাউকে বিনা প্রমাণে রজম করতাম তাহলে একে রজম করতাম। তিনি বলেন, না। ওটা ঐ মহিলা যে ইসলামে থাকা অবস্থায় প্রকাশ্যে অপকর্ম করত। (আধুনিক প্রকাশনী- ৬৩৭৯, ইসলামিক ফাউন্ডেশন- ৬৩৯২)",
    "ar": "عَبْدُ اللهِ بْنُ يُوسُفَ حَدَّثَنَا اللَّيْثُ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ عَنْ عَبْدِ الرَّحْمٰنِ بْنِ الْقَاسِمِ عَنْ الْقَاسِمِ بْنِ مُحَمَّدٍ عَنْ ابْنِ عَبَّاسٍ ذُكِرَ التَّلاَعُنُ عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَقَالَ عَاصِمُ بْنُ عَدِيٍّ فِي ذَلِكَ قَوْلاً ثُمَّ انْصَرَفَ وَأَتَاهُ رَجُلٌ مِنْ قَوْمِهِ يَشْكُو أَنَّهُ وَجَدَ مَعَ أَهْلِهِ رَجُلاً فَقَالَ عَاصِمٌ مَا ابْتُلِيتُ بِهَذَا إِلاَّ لِقَوْلِي فَذَهَبَ بِهِ إِلَى النَّبِيِّ صلى الله عليه وسلم فَأَخْبَرَهُ بِالَّذِي وَجَدَ عَلَيْهِ امْرَأَتَهُ وَكَانَ ذَلِكَ الرَّجُلُ مُصْفَرًّا قَلِيلَ اللَّحْمِ سَبِطَ الشَّعَرِ وَكَانَ الَّذِي ادَّعَى عَلَيْهِ أَنَّهُ وَجَدَهُ عِنْدَ أَهْلِهِ آدَمَ خَدِلاً كَثِيرَ اللَّحْمِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم اللهُمَّ بَيِّنْ فَوَضَعَتْ شَبِيهًا بِالرَّجُلِ الَّذِي ذَكَرَ زَوْجُهَا أَنَّهُ وَجَدَهُ عِنْدَهَا فَلاَعَنَ النَّبِيُّ صلى الله عليه وسلم بَيْنَهُمَا فَقَالَ رَجُلٌ لِابْنِ عَبَّاسٍ فِي الْمَجْلِسِ هِيَ الَّتِي قَالَ النَّبِيُّ صلى الله عليه وسلم لَوْ رَجَمْتُ أَحَدًا بِغَيْرِ بَيِّنَةٍ رَجَمْتُ هَذِهِ فَقَالَ لاَ تِلْكَ امْرَأَةٌ كَانَتْ تُظْهِرُ فِي الإِسْلاَمِ السُّوءَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "86"
    }
  }
}