{
  "hadith": {
    "hadith_id": 6857,
    "narrator": "আবদুল আযীয ইব্‌ন আবদুল্লাহ্‌ (র.)...... আবূ হুরায়রা (র.)",
    "bn": "আবদুল আযীয ইব্‌ন আবদুল্লাহ্‌ (র.)...... আবূ হুরায়রা (র.) সূত্রে নবী রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণিত। তিনি বলেছেনঃ তোমরা সাতটি ধ্বংসকারী বস্তু থেকে বেঁচে থাক। তারা বললেন, হে আল্লাহ্‌র রাসূল ! সেগুলো কি? তিনি বললেনঃ আল্লাহ্‌র সাথে শরীক করা, জাদু, যথার্থ কারণ ব্যতিরেকে কাউকে হত্যা করা, যা আল্লাহ্‌ হারাম করেছেন, সুদ খাওয়া, ইয়াতীমের মাল ভক্ষণ করা, জিহাদের ময়দান থেকে পৃষ্ঠ প্রদর্শন করা, সাধ্বী সরলমনা রমণীদের প্রতি অপবাদ আরোপ করা। [১] (আধুনিক প্রকাশনী- ৬৩৮০, ইসলামিক ফাউন্ডেশন- ৬৩৯৩)",
    "ar": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا سُلَيْمَانُ، عَنْ ثَوْرِ بْنِ زَيْدٍ، عَنْ أَبِي الْغَيْثِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏\"‏ اجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ ‏\"‏‏.‏ قَالُوا يَا رَسُولَ اللَّهِ وَمَا هُنَّ قَالَ ‏\"‏ الشِّرْكُ بِاللَّهِ، وَالسِّحْرُ، وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ، وَأَكْلُ الرِّبَا، وَأَكْلُ مَالِ الْيَتِيمِ، وَالتَّوَلِّي يَوْمَ الزَّحْفِ، وَقَذْفُ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ الْغَافِلاَتِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] হাদীসে উল্লেখিত موبقة বা ধ্বংসাত্মক বিষয় দ্বারা বড় কবীরা গুনাহ উদ্দেশ্য, যা আবু হুরায়রার (রাঃ) অন্য সূত্রে বর্ণিত হাদীস দ্বারা প্রমাণিত। যেমন ইমাম বায্যার ও ইবনুল মুনযির আবু হুরায়রার সূত্রে বর্ণনা করেন, الكبائر الشرك بالله وقتل النفس এবং ইমাম নাসায়ী, ইমাম ত্বরাবানী সুহাইবের সূত্রে আবু হুরায়রা ও আবু সাঈদ থেকে বর্ণনা করেন,\n\nقال رسول الله صلى الله عليه وسلم مامن عبد يصلي الخمس ويجتنب الكبائر السبع الا فتحت له أبواب الجنة।\n\nহাদীসটিকে ইবনে হিববান ও হাকেম সহীহ বলেছেন। কিন্তু উল্লেখিত হাদীসের সব ব্যাখ্যা করেননি। অন্যদিকে ইসমাঈল আল কাজী সহীহ সনদে সাঈদ ইবনু মুসায়্যিব হতে ১০টির কথা উল্লেখ করেন। তিনি হাদীসে উল্লেখিত মূল ৭টির সাথে যা অতিরিক্ত বর্ণনা করেন তা হল, وعقوق الوالدين- واليمين الغموس وشرب الخمر কবীরা গুনাহের সংখ্যা নিরুপণ নিয়ে রয়েছে বিশদ মতভেদ। ইমাম ত্ববারী ও ইসমাঈল ইবনু আববাস (রাঃ) হতে বর্ণনা করেন, তাঁকে ৭টি কবীরা গুনাহ সম্পর্কে প্রশ্ন করা হলে তিনি বলেনঃ কবীরা গুনাহ ৭৭টিরও অধিক। অন্য আরেক বর্ণনায় ওগুলো প্রায় ৭০টি, আবার আরেকটি বর্ণনায় রয়েছে, ওগুলোর সংখ্যা ৭শ’টি। (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "86"
    }
  }
}