{
  "hadith": {
    "hadith_id": 6861,
    "narrator": "‘আবদুল্লাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, এক লোক বলল, হে আল্লাহ্‌র রাসূল! (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌র নিকট সবচেয়ে বড় গুনাহ্ কোন্‌টি? তিনি বললেনঃ তুমি আল্লাহ্‌র সঙ্গে কাউকে সমকক্ষ গণ্য কর অথচ তিনিই তোমাকে সৃষ্টি করেছেন। লোকটি বলল, তারপর কোন্‌টি? তিনি বললেনঃ তারপর হলো, তুমি তোমার সন্তানকে এ ভয়ে হত্যা কর যে, সে তোমার সঙ্গে খাদ্য খাবে। লোকটি বলল, তারপর কোন্‌টি? তিনি বললেনঃ তারপর হলো, তুমি তোমার প্রতিবেশীর স্ত্রীর সঙ্গে যিনা কর। অত:পর আল্লাহ এ কথার সত্যতায় অবতীর্ণ করলেনঃ “এবং তারা আল্লাহ্‌র সঙ্গে কোন ইলাহকে আহ্বান করে না, আল্লাহ যার হত্যা নিষেধ করেছেন উপযুক্ত কারণ ছাড়া তাকে হত্যা করে না এবং ব্যাভিচার করে না। যে এগুলো করে সে শাস্তি ভোগ করবে” – (সূরা ফুরক্বান ২৫/৬৮)। (আধুনিক প্রকাশনী- ৬৩৮৩, ইসলামিক ফাউন্ডেশন- ৬৩৯৬)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا جَرِيرٌ عَنْ الأَعْمَشِ عَنْ أَبِي وَائِلٍ عَنْ عَمْرِو بْنِ شُرَحْبِيلَ قَالَ قَالَ عَبْدُ اللهِ قَالَ رَجُلٌ يَا رَسُولَ اللهِ صلى الله عليه وسلم أَيُّ الذَّنْبِ أَكْبَرُ عِنْدَ اللهِ قَالَ أَنْ تَدْعُوَ لِلَّهِ نِدًّا وَهُوَ خَلَقَكَ قَالَ ثُمَّ أَيٌّ قَالَ ثُمَّ أَنْ تَقْتُلَ وَلَدَكَ خَشْيَةَ أَنْ يَطْعَمَ مَعَكَ قَالَ ثُمَّ أَيٌّ قَالَ ثُمَّ أَنْ تُزَانِيَ بِحَلِيلَةِ جَارِكَ فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ تَصْدِيقَهَا {وَالَّذِينَ لاَ يَدْعُونَ مَعَ اللهِ إِلَهًا آخَرَ وَلاَ يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللهُ إِلاَّ بِالْحَقِّ وَلاَ يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا} الْآيَةَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "এই পরিচ্ছেদে ইমাম বুখারী (রহঃ) ১২টি হাদীস বর্ণনা করেছেন। প্রত্যেকটি হাদীসের মধ্যেই হত্যার বিষয়ে কঠোরতা রয়েছে। যারা না বুঝে বলে থাকে যে, ইসলাম মানুষকে হত্যাযজ্ঞের প্রতি উৎসাহ যোগায় তাদের ভাল করে এই হাদীসগুলো অধ্যয়ন করা দরকার। আশা করা যায়, যদি কেউ স্থিরভাবে নিরপেক্ষ দৃষ্টিভঙ্গি নিয়ে মনোযোগ সহকারে সত্য উদ্ঘাটনের লক্ষ্যে হাদীসগুলো অধ্যয়ন করে, তবে তার অন্তরে যত কালিমা-ই থাকুক না কেন তা অবশ্য অবশ্যই দূরীভূত হবে ইনশা-আল্লাহ।",
    "chapter": {
      "chapter_number": "87"
    }
  }
}