{
  "hadith": {
    "hadith_id": 6891,
    "narrator": "সালাম (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে খায়বারের পথে রওয়ানা হলাম। তথন তাদের এক ব্যক্তি বলল, হে আমির! তোমরা আমাদেরকে উট চালনার কিছু গান শোনাও। সে তাদেরকে তা গেয়ে শোনাল। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ চালকটি কে? তারা বলল, আমির। তিনি বললেন আল্লাহ্‌ তাকে রহম করুন। তারা বলল, হে আল্লাহ্‌র রাসূল! আমাদেরকে তার থেকে দীর্ঘকাল উপকার লাভের সুযোগ করে দিন। পরদিন সকালে আমির নিহত হল। তখন লোকেরা বললে লাগল তার ‘আমল বিনষ্ট হয়ে গেছে, সে নিজেকে হত্যা করেছে। যখন আমি ফিরলাম, আর লোকেরা বলাবলি করছিল যে, আমিরের ‘আমল বিনষ্ট হয়ে গেছে, তখন আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এলাম এবং বললাম, হে আল্লাহ্‌র নবী! আমার পিতা-মাতা আপনার প্রতি কুরবান। তাদের ধারণা, আমিরের আমল নষ্ট হয়ে গেছে। তিনি বললেনঃযে এ কথা বলেছে মিথ্যা বলেছে। কারণ, আমিরের জন্য দ্বিগুণ পুরষ্কার। কারণ সে আল্লাহ্‌র পথে সাধ্যমত চেষ্টা করেছ, অন্য কোন্ প্রকারের হত্যা তাকে এর চেয়ে অধিক পুরষ্কারের অধিকারী করত? (আধুনিক প্রকাশনী- ৬৪১১, ইসলামিক ফাউন্ডেশন- ৬৪২৪)",
    "ar": "الْمَكِّيُّ بْنُ إِبْرَاهِيمَ حَدَّثَنَا يَزِيدُ بْنُ أَبِي عُبَيْدٍ عَنْ سَلَمَةَ قَالَ خَرَجْنَا مَعَ النَّبِيِّ صلى الله عليه وسلم إِلَى خَيْبَرَ فَقَالَ رَجُلٌ مِنْهُمْ أَسْمِعْنَا يَا عَامِرُ مِنْ هُنَيْهَاتِكَ فَحَدَا بِهِمْ فَقَالَ النَّبِيُّ صلى الله عليه وسلم مَنْ السَّائِقُ قَالُوا عَامِرٌ فَقَالَ رَحِمَهُ اللهُ فَقَالُوا يَا رَسُولَ اللهِ هَلاَّ أَمْتَعْتَنَا بِهِ فَأُصِيبَ صَبِيحَةَ لَيْلَتِهِ فَقَالَ الْقَوْمُ حَبِطَ عَمَلُهُ قَتَلَ نَفْسَهُ فَلَمَّا رَجَعْتُ وَهُمْ يَتَحَدَّثُونَ أَنَّ عَامِرًا حَبِطَ عَمَلُهُ فَجِئْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقُلْتُ يَا نَبِيَّ اللهِ فَدَاكَ أَبِي وَأُمِّي زَعَمُوا أَنَّ عَامِرًا حَبِطَ عَمَلُهُ فَقَالَ كَذَبَ مَنْ قَالَهَا إِنَّ لَهُ لأجْرَيْنِ اثْنَيْنِ إِنَّهُ لَجَاهِدٌ مُجَاهِدٌ وَأَيُّ قَتْلٍ يَزِيدُهُ عَلَيْهِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "87"
    }
  }
}