{
  "hadith": {
    "hadith_id": 6917,
    "narrator": "আবূ সা’ঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন, জনৈক ইয়াহূদী, যার মুখে চপেটাঘাত করা হয়েছিল, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) – এর কাছে এসে বলল, হে মুহাম্মাদ! আপনার জনৈক আনসারী সাহাবী আমার মুখে চপেটাঘাত করেছে। তিনি বললেন, তোমরা তাকে ডেকে আন। তারা তাকে ডেকে আনল। তিনি জিজ্ঞেস করলেন, তুমি তাকে কেন চড় মারলে? সে বলল, হে আল্লাহ্‌র রাসূল! আমি এক ইয়াহূদীর কাছ দিয়ে যাচ্ছিলাম, তখন আমি তাকে বলতে শুনলাম যে, ঐ সত্তার কসম! যিনি মূসাকে মানবকুলের উপরে শ্রেষ্ঠত্ব দিয়েছেন।  তখন আমি বললাম, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর উপরেও কি? অতঃপর আমার ভীষণ রাগ এসে গেল। ফলে আমি তাকে চড় মেরে দেই। তিনি বলেনঃ তোমরা আমাকে নবীদের মাঝে কারো উপর শ্রেষ্ঠত্ব দিও না। কেননা সকল মানুষই ক্বিয়ামতের দিন বেহুঁশ হয়ে পড়বে। তখন আমিই হব প্রথম ব্যক্তি যে হুঁশ ফিরে পাবে। কিন্তু আমি তখন মুসা (আঃ) - কে এমন অবস্থায় পাব যে, তিনি আরশের খুঁটিগুলো থেকে একটি খুঁটি ধরে আছেন। আমি বুঝতে পারব না যে, তিনি আমার আগে হুঁশ ফিরে পেলেন, না তূর পর্বতে বেহুঁশ হবার প্রতিদান দেয়া হয়েছে ( যে জন্য তিনি পুনরায় বেহুঁশই হননি)?(আধুনিক প্রকাশনী- ৬৪৩৭, ইসলামিক ফাউন্ডেশন- ৬৪৪৯)",
    "ar": "مُحَمَّدُ بْنُ يُوسُفَ حَدَّثَنَا سُفْيَانُ عَنْ عَمْرِو بْنِ يَحْيَى الْمَازِنِيِّ عَنْ أَبِيهِ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ جَاءَ رَجُلٌ مِنْ الْيَهُودِ إِلَى النَّبِيِّ صلى الله عليه وسلم قَدْ لُطِمَ وَجْهُهُ فَقَالَ يَا مُحَمَّدُ إِنَّ رَجُلاً مِنْ أَصْحَابِكَ مِنْ الأَنْصَارِ قَدْ لَطَمَ فِي وَجْهِي قَالَ ادْعُوهُ فَدَعَوْهُ قَالَ لِمَ لَطَمْتَ وَجْهَهُ قَالَ يَا رَسُولَ اللهِ إِنِّي مَرَرْتُ بِالْيَهُودِ فَسَمِعْتُهُ يَقُولُ وَالَّذِي اصْطَفَى مُوسَى عَلَى الْبَشَرِ قَالَ قُلْتُ وَعَلَى مُحَمَّدٍ صلى الله عليه وسلم قَالَ فَأَخَذَتْنِي غَضْبَةٌ فَلَطَمْتُهُ قَالَ لاَ تُخَيِّرُونِي مِنْ بَيْنِ الأَنْبِيَاءِ فَإِنَّ النَّاسَ يَصْعَقُونَ يَوْمَ الْقِيَامَةِ فَأَكُونُ أَوَّلَ مَنْ يُفِيقُ فَإِذَا أَنَا بِمُوسَى آخِذٌ بِقَائِمَةٍ مِنْ قَوَائِمِ الْعَرْشِ فَلاَ أَدْرِي أَفَاقَ قَبْلِي أَمْ جُوزِيَ بِصَعْقَةِ الطُّورِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "87"
    }
  }
}