{
  "hadith": {
    "hadith_id": 6924,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, যখন নবী (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম)-এর মৃত্যু হল এবং আবূ বকর (রাঃ) খলীফা হলেন আর আরবের যারা কাফির হল, তখন ‘উমর (রাঃ) বললেন, হে আবূ বকর! আপনি কিভাবে লোকদের সঙ্গে যুদ্ধ করবেন? অথচ নবী (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমাকে ততক্ষণ পর্যন্ত লোকদের বিরুদ্ধে যুদ্ধ করার নির্দেশ দেয়া হয়েছে যতক্ষণ না তারা ‘লা- ইলা-হা ইল্লাল্লাহ’ (আল্লাহ্‌ ব্যতীত কোন ইলাহ্‌ নেই) বলবে। আর যে কেউ ‘লা- ইলা-হা ইল্লাল্লাহ্‌’ বলে, যথার্থ কারণ না থাকলে সে তার জান-মাল আমার হাত থেকে রক্ষা করে নেয়। আর তার হিসাব আল্লাহ্‌র দায়িত্বে। [১২৫](আধুনিক প্রকাশনী-৬৪৪৪, ইসলামিক ফাউন্ডেশন- ৬৪৫৬)",
    "ar": "يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي عُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ بْنِ عُتْبَةَ أَنَّ أَبَا هُرَيْرَةَ قَالَ لَمَّا تُوُفِّيَ النَّبِيُّ صلى الله عليه وسلم وَاسْتُخْلِفَ أَبُو بَكْرٍ وَكَفَرَ مَنْ كَفَرَ مِنْ الْعَرَبِ قَالَ عُمَرُ يَا أَبَا بَكْرٍ كَيْفَ تُقَاتِلُ النَّاسَ وَقَدْ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا لاَ إِلَهَ إِلاَّ اللهُ فَمَنْ قَالَ لاَ إِلَهَ إِلاَّ اللهُ فَقَدْ عَصَمَ مِنِّي مَالَهُ وَنَفْسَهُ إِلاَّ بِحَقِّهِ وَحِسَابُهُ عَلَى اللهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১২৫] কাজী আয়াজ ও অন্যরা বলেন, মুরতাদ হওয়া লোকগুলো ছিল তিন প্রকারের,\n(১) প্রথম প্রকারঃ যারা মূর্তি পূজার দিকে প্রত্যাবর্তন করেছিল।\n(২) দ্বিতীয় প্রকারঃ যারা মুসাইলামাতুল কাযযাব ও আসওয়াদ আনাসীর অনুসারী ছিল। নবী সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম এর মৃত্যুর পূর্বেই তারা নবুওয়াতের দাবী করেছিল। ইয়ামামার অধিবাসীরা মুসাইলামার অনুসারী ছিল। আর সান‘আর অধিবাসীরা ছিল আসওয়াদ আনাসির অনুসারী। নবী সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম এর মৃত্যুর কিছুদিন পূর্বেই হত্যা করা হয়েছিল আসওয়াদকে। তার অনুসারীদের অল্প কিছু যা অবশিষ্ট ছিল তাদেরকে আবু বকর (রাঃ) এর খিলাফতের সময় রাসূল সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম এর যাকাত আদায়কারী আলেমরা হত্যা করেছিল। আর আবু বকর (রাঃ) খালিদ ইবনু ওয়ালিদের নেতৃত্বে একদল সৈন্য প্রেরণ করেছিলেন মুসাইলামার বিরুদ্ধে এবং তাঁরা তাকে হত্যা করেছিল।\n(৩) তৃতীয় প্রকারঃ যারা ইসলামের উপর প্রতিষ্ঠিত ছিল, কিন্তু যাকাত দিতে অস্বীকার করেছিল। যাদের যুক্তি হল যাকাত রাসূল সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম এর সাথেই নির্দিষ্ট। তারা তাদের স্বপক্ষে এই আয়াত পেশ করে, \n(আরবী)\n[সূরা আত্‌-তওবা (৯): ১০৩]\nফলে তাদের ধারণা ছিল যে, যাকাত দেয়া নবী সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম এর সাথে সম্পৃক্ত। কেননা তিনি ব্যতীত অন্য কেউ তাদেরকে পবিত্র করতে এবং তাদের উপর রহমতের জন্য দু‘আ করতে পারবে না। নবীর সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম মৃত্যুর পরে যদি যাকাত অন্যকে দেয় তাহলে তার দোয়া কীভাবে তাদের জন্য প্রশান্তির হবে?\nএই প্রকার লোকদের বিরুদ্ধে যুদ্ধ করার ব্যাপারেই ওমর (রাঃ) আবু বকর (রাঃ) এর সাথে বিতর্ক করেছিলেন, যেমন এই পরিচ্ছেদের হাদীসে এসেছে। আর আবু মুহাম্মাদ ইবনু হাযম তাঁর সুবিখ্যাত গ্রন্থ (আরবী) এর মধ্যে বলেন, নবী সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম এর মৃত্যুর পর আরবরা চার ভাগে বিভক্ত হয়ে পড়েছিল।\n(১) প্রথম শ্রেণীর লোক পূর্ণ ইসলামের উপরেই প্রতিষ্ঠিত ছিল - এদের সংখ্যাই সবচাইতে বেশী।\n(২) দ্বিতীয় শ্রেণীর লোক ইসলামের উপরই প্রতিষ্ঠিত ছিল, কিন্তু তারা বলল, আমরা যাকাত দেয়া ছাড়া ইসলামের সকল বিধান প্রতিষ্ঠা করব। এরা প্রথম শ্রেণীর চাইতে সংখ্যায় ছিল কম। \n(৩) তৃতীয় শ্রেণীর লোকেরা কুফর ও মুরতাদ হওয়ার ঘোষণা দেয়। যেমন- তুলাইহা ও সুজাহ এর অনুগামীরা। \n(৪) চতুর্থ শ্রেণীর লোকেরা উপরোক্ত তিন শ্রেণীর লোকদের কারো অনুসরণ না করে অপেক্ষাই ছিল যে, যারা বিজয় লাভ করবে তাদেরকে তারা অনুসরণ করবে। কিন্তু আলহামদু লিল্লাহ, এক বছর অতিবাহিত না হতেই সবাই আবার ইসলামের সুশীতল ছায়ার তলে ফিরে এসেছিল। (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "88"
    }
  }
}