{
  "hadith": {
    "hadith_id": 6936,
    "narrator": "উমর ইব্‌নু খাত্তাব (রাঃ)",
    "bn": "তিনি বলেন, আমি হিশাম ইব্‌নু হাকীম (রাঃ)-কে রসূলুল্লাহ্ (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম)-এর জীবিত অবস্থায় সূরা ফুরক্বান পড়তে শুনেছি। আমি তার পড়ার প্রতি কর্ণপাত করলাম, (আমি লক্ষ্য করলাম) যে, তিনি এর অনেকগুলো অক্ষর এমন নিয়মে পড়ছেন, যে নিয়মে রসূলুল্লাহ্ (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে পড়াননি। ফলে আমি তাকে সালাতের মাঝেই আক্রমণ করতে প্রস্তুত হলাম। কিন্তু সালাম ফিরানো পর্যন্ত অপেক্ষা করলাম। সালাম ফিরানোর পর আমি তাকে তার চাদর দিয়ে অথবা বললেন আমার চাদর দিয়ে জড়িয়ে ধরলাম। আর বললাম, তোমাকে এ সূরা কে পড়িয়েছে? তিনি বললেন, রসূলুল্লাহ্ (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে তা পড়িয়েছেন। আমি তাকে বললাম, তুমি মিথ্যা বলছ। আল্লাহ্‌র শপথ! রসূলুল্লাহ্ (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে এ সূরা পড়িয়েছেন যা তোমাকে পড়তে শুনেছি। তারপর আমি তাকে রসূলুল্লাহ্ (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে টেনে নিয়ে গেলাম। আমি বললাম, হে আল্লাহ্‌র রসূল! আমি এ লোককে সূরা ফুরক্বান এমন অক্ষর দিয়ে পড়তে শুনেছি যা আপনি আমাকে পড়াননি। আর আপনি তো আমাকে সূরা ফুরক্বান পড়িয়েছেন। তিনি বলেন, তখন রসূলুল্লাহ্ (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে ‘উমর! তাকে ছেড়ে দাও। (আর বললেন) হে হিশাম! তুমি পড় তো। হিশাম তাঁর কাছে সেভাবেই পড়লেন, যেভাবে তাকে তা পড়তে আমি শুনেছিলাম। রসূলুল্লাহ্ (সা) বললেনঃ এভাবেই অবতীর্ণ করা হয়েছে। এরপর রসূলুল্লাহ্ (সাল্লালাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে ‘উমর ! তুমিও পড়। আমি পড়লাম। তখন তিনি বললেনঃ এভাবেও অবতীর্ণ করা হয়েছে। অতঃপর বললেন, এ কুরআন সাত (কিরাআতে) ভাষায় অবতীর্ণ করা হয়েছে। কাজেই যে পদ্ধতিতেই সহজ হয় সে পদ্ধতিতেই তোমরা তা পাঠ কর। [১৩০] (আধুনিক প্রকাশনী- , ইসলামিক ফাউন্ডেশন- ৬৪৬৭৪)",
    "ar": "قَالَ أَبُو عَبْد اللهِ وَقَالَ اللَّيْثُ حَدَّثَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ وَعَبْدَ الرَّحْمٰنِ بْنَ عَبْدٍ الْقَارِيَّ أَخْبَرَاهُ أَنَّهُمَا سَمِعَا عُمَرَ بْنَ الْخَطَّابِ يَقُولُ سَمِعْتُ هِشَامَ بْنَ حَكِيمٍ يَقْرَأُ سُورَةَ الْفُرْقَانِ فِي حَيَاةِ رَسُولِ اللهِ صلى الله عليه وسلم فَاسْتَمَعْتُ لِقِرَاءَتِهِ فَإِذَا هُوَ يَقْرَؤُهَا عَلَى حُرُوفٍ كَثِيرَةٍ لَمْ يُقْرِئْنِيهَا رَسُولُ اللهِ صلى الله عليه وسلم كَذَلِكَ فَكِدْتُ أُسَاوِرُهُ فِي الصَّلاَةِ فَانْتَظَرْتُهُ حَتَّى سَلَّمَ ثُمَّ لَبَّبْتُهُ بِرِدَائِهِ أَوْ بِرِدَائِي فَقُلْتُ مَنْ أَقْرَأَكَ هَذِهِ السُّورَةَ قَالَ أَقْرَأَنِيهَا رَسُولُ اللهِ صلى الله عليه وسلم قُلْتُ لَهُ كَذَبْتَ فَوَاللهِ إِنَّ رَسُولَ اللهِ صلى الله عليه وسلم أَقْرَأَنِي هَذِهِ السُّورَةَ الَّتِي سَمِعْتُكَ تَقْرَؤُهَا فَانْطَلَقْتُ أَقُودُهُ إِلَى رَسُولِ اللهِ صلى الله عليه وسلم فَقُلْتُ يَا رَسُولَ اللهِ إِنِّي سَمِعْتُ هَذَا يَقْرَأُ بِسُورَةِ الْفُرْقَانِ عَلَى حُرُوفٍ لَمْ تُقْرِئْنِيهَا وَأَنْتَ أَقْرَأْتَنِي سُورَةَ الْفُرْقَانِ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم أَرْسِلْهُ يَا عُمَرُ اقْرَأْ يَا هِشَامُ فَقَرَأَ عَلَيْهِ الْقِرَاءَةَ الَّتِي سَمِعْتُهُ يَقْرَؤُهَا قَالَ رَسُولُ اللهِ صلى الله عليه وسلم هَكَذَا أُنْزِلَتْ ثُمَّ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم اقْرَأْ يَا عُمَرُ فَقَرَأْتُ فَقَالَ هَكَذَا أُنْزِلَتْ ثُمَّ قَالَ إِنَّ هَذَا الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "যেমন আল্লাহর বাণী مَالِكِ يَوْمِ الدِّينِ)) কেউ পড়েছেন مَالِكِ। মুহাম্মাদ ইবনু সুমাইকা مَالِكَ পড়েছেন। কেউ পড়েছেন مَلْكِ, কেউ পড়েছেন مَلِيْكِ। নাফে‘ مَالِكِ এর স্থলে مَلِكِيْ পড়েছেন। (তাফসীর কুরতুবী দ্রষ্টব্য)।",
    "chapter": {
      "chapter_number": "88"
    }
  }
}