{
  "hadith": {
    "hadith_id": 6939,
    "narrator": "একজন রাবী হতে",
    "bn": "তিনি বলেন, কোন কারণে আবূ ‘আবদুর রহমান ও হিববান ইবনু আতিয়্যার মাঝে ঝগড়া বাধে। আবূ ‘আবদুর রহমান হিববানকে বললেন, আমি অবশ্যই জানি যে, কোন্ বিষয়টি আপনার সাথীকে রক্তপাতে দুঃসাহস জুগিয়েছে। সাথী, অর্থাৎ ‘আলী (রাঃ)। সে বলল, সে কী! তোমার পিতা জীবিত না থাকুক। আবূ ‘আবদুর রহমান বলল, তা ‘আলী (রাঃ)-কে বলতে শুনেছি। হিববান বলল, সে কী? আবদুর রহমান বলল, যুবায়র, আবূ মারছাদ এবং আমাকে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম পাঠালেন। আমরা সকলেই অশ্বারোহী ছিলাম। তিনি বললেনঃ তোমরা রওযায়ে হাজ পর্যন্ত যাবে। আবূ সালামাহ (রহ.) বলেন, আবূ আওয়ানা (রহ.) সেরকমই বলেছেন। সেখানে একজন মহিলা আছে, যার কাছে হাতিব ইবনু আবূ বাল্তা‘আ (রাঃ)-এর পক্ষ থেকে (মক্কার) মুশরিকদের কাছে পাঠানো একখানা চিঠি আছে। তোমরা তাকে আমার কাছে নিয়ে আসবে। আমরা আমাদের ঘোড়ায় চড়ে রওনা দিলাম। অবশেষে আমরা তাকে ঐ জায়গায় পেলাম যে জায়গার কথা আমাদের রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছিলেন। সে তার উটে চলছে। আবূ বালতা‘আ (রাঃ) মক্কাবাসীদের কাছে তাদের দিকে রাসূলুল্লাহর সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম রওনা হওয়ার সংবাদ জানিয়ে পত্র লিখেছেন। আমরা বললাম, তোমার সঙ্গে যে পত্র আছে তা কোথায়? সে বলল, আমার সঙ্গে কোন পত্র নেই। আমরা তার উটকে বসালাম এবং তার হাওদায় খুঁজলাম। কিন্তু কিছুই পেলাম না। তখন আমার সাথী দু’জন বলল, তার সঙ্গে তো আমরা কোন পত্র দেখছি না। আমি বললাম, আমরা অবশ্যই জানি যে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিথ্যা বলেননি। তারপর ‘আলী (রাঃ) এই ব’’ল কসম করে বললেন, ঐ সত্তার কসম! যাঁর নামে কসম করা হয়, অবশ্যই তোমাকে চিঠি বের করে দিতে হবে। নইলে তোমাকে উলঙ্গ করে ফেলব। তখন সে তার চাদর বাঁধা কোমরের প্রতি দৃষ্টি দিল এবং (সেখান থেকে) চিঠিটি বের করে দিল। তারা চিঠিটি নিয়ে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট হাজির হলেন। তখন ‘উমার (রাঃ) বললেন, হে আল্লাহর রাসূল! সে আল্লাহ্, তাঁর রাসূল ও মু’মিনদের সঙ্গে খিয়ানত করেছে। আপনি আমাকে অনুমতি দিন, আমি তার গর্দান উড়িয়ে দেই। তখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জিজ্ঞেস করলেনঃ হে হাতিব! এ কাজে তোমাকে কিসে উদ্বুদ্ধ করেছে? তিনি বললেন, হে আল্লাহর রাসূল! আমি কেন আল্লাহ্ ও তাঁর রাসূলের প্রতি ঈমান রাখব না। আসল কথা হল, আমি চাচ্ছিলাম যে, মক্কা্বাসীর প্রতি আমার দ্বারা অনুগ্রহের কাজ হোক যার বিনিময়ে আমার পরিবারবর্গ ও মাল ধন রক্ষা পায়। আপনার\n\n \n\nসঙ্গীদের সকলেরই সেখানে নিজ গোত্রীয় এমন লোক আছে, যাদের মাধ্যমে আল্লাহ্ তার পরিবারবর্গ ও মাল ধন রক্ষার ব্যবস্থা করবেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ সে ঠিকই বলেছে। কাজেই তোমরা তার সম্পর্কে ভালো ব্যতীত মন্দ কোন কথা বলো না। বর্ণনাকারী বলেন, ‘উমার (রাঃ) পুনরায় বললেন, হে আল্লাহর রাসূল! সে আল্লাহ্, তাঁর রাসূল ও মু’মিনদের সঙ্গে খিয়ানত করেছে। আমাকে অনুমতি দিন, আমি তার গর্দান উড়িয়ে দেই। তিনি বললেন, সে কি বদর যুদ্ধে অংশগ্রহণকারী নয়? তুমি কী করে জানবে আল্লাহ্ তাদের প্রতি লক্ষ্য করে বলেছেনঃ তোমরা যা ইচ্ছে কর, তোমাদের জন্য জান্নাত নির্ধারিত করে দিয়েছি। এ কথা শুনে ‘উমার (রাঃ)-এর দু'চোখ অশ্রুসিক্ত হয়ে গেল এবং তিনি বললেন, আল্লাহ্ ও তাঁর রাসূলই অধিক জানেন।[১] [৩০০৭]\n\nআবূ ‘আবদুল্লাহ্ [বুখারী (রহ.)] বলেন, خَاخٍ সবচেয়ে বিশুদ্ধ। তবে আবূ আওয়ানা (রহ.) অনুরূপ حَاجٍ বলেছেন, আবূ ‘আবদুল্লাহ্ [বুখারী (রহ.)] বলেছে خََاجٍ বিকৃতি। আর এটি একটি স্থান। হুশায়ম (রহ.) خَاخٍ বলেছেন। (আধুনিক প্রকাশনী- ৬৪৫৭, ইসলামিক ফাউন্ডেশন- ৬৪৭০)",
    "ar": "مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ حُصَيْنٍ عَنْ فُلاَنٍ قَالَ تَنَازَعَ أَبُو عَبْدِ الرَّحْمٰنِ وَحِبَّانُ بْنُ عَطِيَّةَ فَقَالَ أَبُو عَبْدِ الرَّحْمٰنِ لِحِبَّانَ لَقَدْ عَلِمْتُ مَا الَّذِي جَرَّأَ صَاحِبَكَ عَلَى الدِّمَاءِ يَعْنِي عَلِيًّا قَالَ مَا هُوَ لاَ أَبَا لَكَ قَالَ شَيْءٌ سَمِعْتُهُ يَقُولُهُ قَالَ مَا هُوَ قَالَ بَعَثَنِي رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم وَالزُّبَيْرَ وَأَبَا مَرْثَدٍ وَكُلُّنَا فَارِسٌ قَالَ انْطَلِقُوا حَتَّى تَأْتُوا رَوْضَةَ حَاجٍ قَالَ أَبُو سَلَمَةَ هَكَذَا قَالَ أَبُو عَوَانَةَ حَاجٍ فَإِنَّ فِيهَا امْرَأَةً مَعَهَا صَحِيفَةٌ مِنْ حَاطِبِ بْنِ أَبِي بَلْتَعَةَ إِلَى الْمُشْرِكِينَ فَأْتُونِي بِهَا فَانْطَلَقْنَا عَلَى أَفْرَاسِنَا حَتَّى أَدْرَكْنَاهَا حَيْثُ قَالَ لَنَا رَسُولُ اللهِ صلى الله عليه وسلم تَسِيرُ عَلَى بَعِيرٍ لَهَا وَقَدْ كَانَ كَتَبَ إِلَى أَهْلِ مَكَّةَ بِمَسِيرِ رَسُولِ اللهِ صلى الله عليه وسلم إِلَيْهِمْ فَقُلْنَا أَيْنَ الْكِتَابُ الَّذِي مَعَكِ قَالَتْ مَا مَعِي كِتَابٌ فَأَنَخْنَا بِهَا بَعِيرَهَا فَابْتَغَيْنَا فِي رَحْلِهَا فَمَا وَجَدْنَا شَيْئًا فَقَالَ صَاحِبَايَ مَا نَرَى مَعَهَا كِتَابًا قَالَ فَقُلْتُ لَقَدْ عَلِمْنَا مَا كَذَبَ رَسُولُ اللهِ صلى الله عليه وسلم ثُمَّ حَلَفَ عَلِيٌّ وَالَّذِي يُحْلَفُ بِهِ لَتُخْرِجِنَّ الْكِتَابَ أَوْ لأُجَرِّدَنَّكِ فَأَهْوَتْ إِلَى حُجْزَتِهَا وَهِيَ مُحْتَجِزَةٌ بِكِسَاءٍ فَأَخْرَجَتْ الصَّحِيفَةَ فَأَتَوْا بِهَا رَسُولَ اللهِ صلى الله عليه وسلم فَقَالَ عُمَرُ يَا رَسُولَ اللهِ قَدْ خَانَ اللهَ وَرَسُولَهُ وَالْمُؤْمِنِينَ دَعْنِي فَأَضْرِبَ عُنُقَهُ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم يَا حَاطِبُ مَا حَمَلكَ عَلَى مَا صَنَعْتَ قَالَ يَا رَسُولَ اللهِ مَا لِي أَنْ لاَ أَكُونَ مُؤْمِنًا بِاللهِ وَرَسُولِهِ وَلَكِنِّي أَرَدْتُ أَنْ يَكُونَ لِي عِنْدَ الْقَوْمِ يَدٌ يُدْفَعُ بِهَا عَنْ أَهْلِي وَمَالِي وَلَيْسَ مِنْ أَصْحَابِكَ أَحَدٌ إِلاَّ لَهُ هُنَالِكَ مِنْ قَوْمِهِ مَنْ يَدْفَعُ اللهُ بِهِ عَنْ أَهْلِهِ وَمَالِهِ قَالَ صَدَقَ لاَ تَقُولُوا لَهُ إِلاَّ خَيْرًا قَالَ فَعَادَ عُمَرُ فَقَالَ يَا رَسُولَ اللهِ قَدْ خَانَ اللهَ وَرَسُولَهُ وَالْمُؤْمِنِينَ دَعْنِي فَلِأَضْرِبْ عُنُقَهُ قَالَ أَوَلَيْسَ مِنْ أَهْلِ بَدْرٍ وَمَا يُدْرِيكَ لَعَلَّ اللهَ اطَّلَعَ عَلَيْهِمْ فَقَالَ اعْمَلُوا مَا شِئْتُمْ فَقَدْ أَوْجَبْتُ لَكُمْ الْجَنَّةَ فَاغْرَوْرَقَتْ عَيْنَاهُ فَقَالَ اللهُ وَرَسُولُهُ أَعْلَمُ قَالَ أَبُو عَبْد اللهِ خَاخٍ أَصَحُّ وَلَكِنْ كَذَا قَالَ أَبُو عَوَانَةَ حَاجٍ وَحَاجٍ تَصْحِيفٌ وَهُوَ مَوْضِعٌ وَهُشَيْمٌ يَقُولُ خَاخٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৩২] উল্লেখিত হাদীসের শিক্ষা:\n(১) আনন্দের মুহূর্তে কান্না করা।\n(২) ‘উমর (রাঃ) ও সমস্ত বদরী সাহাবীদের গুণ ও কৃতিত্ব।\n(৩)’উমর (রাঃ)-এর শিক্ষা পাওয়া। কারণ নেতার উপস্থিতিতে তার অনুমতি ছাড়া হাদ্দ কায়িম করা বা শাস্তি দেয়া উচিত নয়।\n(৪) অবাধ্যর কোন মর্যাদা নেই।\n(৫) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে মহিলার সাথে হাওরের (রাঃ) ঘটনাটি আল্লাহ তা’আলার জানিয়ে দেয়া নবুওয়াতের নিদর্শনের অন্তর্গত।\n(৬) গোয়েন্দার আচ্ছাদন ফাঁস করা।\n(৭) সত্য উদঘাটনের ব্যাপারে চাপপ্রয়োগের বৈধতা।\n(৮) যে ব্যক্তির ভুল হয়েছে তার ভুল অস্বীকার করা উচিত নয় বরং স্বীকার করা ও ক্ষমা চাওয়া উচিত যেন দু’টি গুনাহ একত্রিত না হয়। \n(৯) গুনাহ করার কারণে যারা কোন মুসলমানকে কাফির বলে তাদের জবাব দান।\n(১০) গুনাহগার মুসলমানকে যারা চিরস্থায়ী জাহান্নামী বলে তাদের খন্ডন। (ফাতহুল বারী)\n‘তোমরা যা ইচ্ছে কর’ – এর অর্থ এ নয় যে তোমরা চাইলে শিরকে লিপ্ত হও। আল্লাহ্‌ তা’আলা এ কথা বললেন যে, তোমরা একমাত্র ইসলামকে রক্ষা করার জন্য বদর যুদ্ধে নিজেদেরকে মৃত্যুর মুখে ঠেলে দিয়ে দুনিয়ার কঠিন পরীক্ষায় উত্তীর্ণ হয়ে গেছ। অতঃপর তোমাদের দ্বারা গুরুতর কোন পাপ সংঘঠিত হতেই পারে না যা তোমাদেরকে জাহান্নামে নিয়ে যেতে পারে। হ্যাঁ, ছোট খাট ভুলভ্রান্তি হলে হোক, তার জন্য তোমাদেরকে মোটেও পাকড়াও করা হবে না।",
    "chapter": {
      "chapter_number": "88"
    }
  }
}