{
  "hadith": {
    "hadith_id": 6956,
    "narrator": "ত্বলহা ইব্‌নু ‘উবাইদুল্লাহ্ (রাঃ)",
    "bn": "এক এলোমেলো কেশধারী বেদুঈন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বলল, হে আল্লাহ্‌র রসূল! আল্লাহ্ আমার উপর সালাত থেকে কী ফরয করেছেন, তা বলে দিন। তিনি বললেনঃ পাঁচ বারের সালাত, তবে তুমি কিছু নফল পড়তে পার। সে বলল, আল্লাহ্ আমার উপর সওম থেকে কী ফরয করেছেন তা আমাকে বলে দিন। তিনি বললেনঃ রমযান মাসের সওম। তবে তুমি কিছু নফল আদায় করতে পার। সে বলল, আল্লাহ্ আমার উপর যাকাত থেকে কী ফরয করেছেন সে সম্পর্কে আমাকে বলে দিন। বর্ণনাকারী বলেন, রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ইসলামী হুকুম আহ্কাম সম্পর্কে জানিয়ে দিলেন। সে বলল, ঐ সত্তার কসম! যিনি আপনাকে সম্মানিত করেছেন, আমি নফল কিছু করব না। এবং আল্লাহ্ আমার উপর যা ফরয করেছেন তা থেকে কমাবও না। তা শুনে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যদি লোকটি এর উপর স্থির থাকে, তাহলে সফলকাম হয়েছে। যদি এ সত্যের উপর স্থির থাকে তাহলে তাকে জান্নাতে প্রবেশ করানো হবে। (আধুনিক প্রকাশনী- ৬৪৭৩, ইসলামিক ফাউন্ডেশন- ৬৪৮৬)\nকোন কোন মনীষী বলেন, একশ’ বিশটি উটের যাকাত হলো দু’টি হিক্‌কা। যদি যাকাত থেকে বাঁচার জন্য সে এগুলো স্বেচ্ছায় ধ্বংস করে ফেলে অথবা দান করে দেয় অথবা অন্য কোন বাহানা তালাশ করে যাকাত থেকে বেঁচে থাকার জন্য তাহলে তার উপর কোন কিছু ওয়াজিব হবে না।",
    "ar": "قُتَيْبَةُ حَدَّثَنَا إِسْمَاعِيلُ بْنُ جَعْفَرٍ عَنْ أَبِي سُهَيْلٍ عَنْ أَبِيهِ عَنْ طَلْحَةَ بْنِ عُبَيْدِ اللهِ أَنَّ أَعْرَابِيًّا جَاءَ إِلَى رَسُولِ اللهِ صلى الله عليه وسلم ثَائِرَ الرَّأْسِ فَقَالَ يَا رَسُولَ اللهِ أَخْبِرْنِي مَاذَا فَرَضَ اللهُ عَلَيَّ مِنْ الصَّلاَةِ فَقَالَ الصَّلَوَاتِ الْخَمْسَ إِلاَّ أَنْ تَطَوَّعَ شَيْئًا فَقَالَ أَخْبِرْنِي بِمَا فَرَضَ اللهُ عَلَيَّ مِنْ الصِّيَامِ قَالَ شَهْرَ رَمَضَانَ إِلاَّ أَنْ تَطَوَّعَ شَيْئًا قَالَ أَخْبِرْنِي بِمَا فَرَضَ اللهُ عَلَيَّ مِنْ الزَّكَاةِ قَالَ فَأَخْبَرَهُ رَسُولُ اللهِ صلى الله عليه وسلم شَرَائِعَ الإِسْلاَمِ قَالَ وَالَّذِي أَكْرَمَكَ لاَ أَتَطَوَّعُ شَيْئًا وَلاَ أَنْقُصُ مِمَّا فَرَضَ اللهُ عَلَيَّ شَيْئًا فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم أَفْلَحَ إِنْ صَدَقَ أَوْ دَخَلَ الْجَنَّةَ إِنْ صَدَقَ وَقَالَ بَعْضُ النَّاسِ فِي عِشْرِينَ وَمِائَةِ بَعِيرٍ حِقَّتَانِ فَإِنْ أَهْلَكَهَا مُتَعَمِّدًا أَوْ وَهَبَهَا أَوْ احْتَالَ فِيهَا فِرَارًا مِنْ الزَّكَاةِ فَلاَ شَيْءَ عَلَيْهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "90"
    }
  }
}