{
  "hadith": {
    "hadith_id": 6977,
    "narrator": "‘আম্‌র ইব্‌নু শারীদ (রহঃ)",
    "bn": "তিনি বলেন, মিস্‌ওয়ার ইব্‌নু মাখরামাহ (রাঃ) এসে তাঁর হাত আমার কাঁধে রাখলেন। তারপর আমি তাঁর সঙ্গে সা‘দ (রাঃ)-এর কাছে গেলাম। তখন আবূ রাফি‘ (রাঃ) মিস্‌ওয়ার (রাঃ) -কে বললেন, আপনি কি ওকে এ কথা বলবেন যে, সে আমার ঐ ঘরটি কিনে নেবে, যে ঘরটি তার বাড়িতে রয়েছে। সা‘দ (রাঃ) বললেন, আমি চারশ’ থেকে অধিক দেব না। তাও আবার কিস্তিতে কিস্তিতে দেব। আবূ রাফি‘ (রাঃ) বললেন, আমাকে নগদ পাঁচশ দেয়া হচ্ছে, অথচ আমি তাকে দিচ্ছি না। আমি যদি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে না শুনতাম যে, প্রতিবেশী তার পার্শ্ববর্তী ভূমি কেনার ব্যাপারে অধিক হক্‌দার, তাহলে আমি তা তোমার কাছে বিক্রি করতাম না। অথবা বলেছেন, তোমাকে আমি তা দিতাম না। আমি সুফইয়ান (রহঃ)-কে বললাম যে, মা‘মার তো এমনটি বলেননি। তিনি বললেন, কিন্তু তিনি আমাকে এমনটি বলেছেন। কিছু সংখ্যক লোক বলেন, কেউ যদি কোন ভূমি বিক্রি করে, তাহলে কৌশলের আশ্রয় গ্রহন করে শুফ‘আহ্‌র অধিকার রদ করে দিতে পারে। যেমন বিক্রেতা ক্রেতাকে বাড়িটি দান করে দেবে এবং তার সীমানা বর্ণনা করে ক্রেতার কাছে সোপর্দ করে দেবে। এরপর ক্রেতা বিক্রেতাকে এক হাজার দিরহাম দিয়ে দেবে। এই অবস্থায় শাফী’র জন্য তাতে শুফ‘আহ্‌র অধিকার থাকবে না। (আধুনিক প্রকাশনী- ৬৪৯৩, ইসলামিক ফাউন্ডেশন- ৬৫০৬)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا سُفْيَانُ عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ سَمِعْتُ عَمْرَو بْنَ الشَّرِيدِ قَالَ جَاءَ الْمِسْوَرُ بْنُ مَخْرَمَةَ فَوَضَعَ يَدَهُ عَلَى مَنْكِبِي فَانْطَلَقْتُ مَعَهُ إِلَى سَعْدٍ فَقَالَ أَبُو رَافِعٍ لِلْمِسْوَرِ أَلاَ تَأْمُرُ هَذَا أَنْ يَشْتَرِيَ مِنِّي بَيْتِي الَّذِي فِي دَارِي فَقَالَ لاَ أَزِيدُهُ عَلَى أَرْبَعِ مِائَةٍ إِمَّا مُقَطَّعَةٍ وَإِمَّا مُنَجَّمَةٍ قَالَ أُعْطِيتُ خَمْسَ مِائَةٍ نَقْدًا فَمَنَعْتُهُ وَلَوْلاَ أَنِّي سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ الْجَارُ أَحَقُّ بِصَقَبِهِ مَا بِعْتُكَهُ أَوْ قَالَ مَا أَعْطَيْتُكَهُ قُلْتُ لِسُفْيَانَ إِنَّ مَعْمَرًا لَمْ يَقُلْ هَكَذَا قَالَ لَكِنَّهُ قَالَ لِي هَكَذَا وَقَالَ بَعْضُ النَّاسِ إِذَا أَرَادَ أَنْ يَبِيعَ الشُّفْعَةَ فَلَهُ أَنْ يَحْتَالَ حَتَّى يُبْطِلَ الشُّفْعَةَ فَيَهَبَ الْبَائِعُ لِلْمُشْتَرِي الدَّارَ وَيَحُدُّهَا وَيَدْفَعُهَا إِلَيْهِ وَيُعَوِّضُهُ الْمُشْتَرِي أَلْفَ دِرْهَمٍ فَلاَ يَكُونُ لِلشَّفِيعِ فِيهَا شُفْعَةٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "90"
    }
  }
}