{
  "hadith": {
    "hadith_id": 6980,
    "narrator": "আবূ রাফি‘ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ প্রতিবেশী তার পার্শ্ববর্তী ভূমির ব্যাপারে সবচেয়ে বেশি হক্‌দার।\nকেউ কেউ বলেন, কেউ যদি কোন একটি বাড়ি বিশ হাজার দিরহামের বিনিময়ে ক্রয় করে’ ঐ বিশ হাজার দিরহাম পরিশোধ করার সময় এ কৌশল গ্রহণ করাতে কোন দোষ নেই যে, ক্রেতা বিক্রেতাকে ন’হাজার ন’শ নিরানব্বই দিরহাম ও বিশ হাজারের বাকী দিরহামের বদলে এক দীনার নগদ প্রদান করবে। এখন যদি শুফ‘আহ্‌র অধিকারী শুফ‘আহ্‌র দাবি করে, তাহলে এই বাড়ি বিশ হাজার দিরহামের বিনিময়ে নিতে হবে। এ ব্যতীত তার এ বাড়ী পাওয়ার কোন উপায় নেই। আর যদি এ বাড়ির অন্য কোন মালিক বের হয়ে পড়ে, তাহলে ক্রেতা বিক্রেতাকে দেয়া দামই ফেরত দেবে। আর তা হলো ন’হাজার ন’শ নিরানব্বই দিরহাম ও এক দীনার। কেননা, যখন বিক্রিত বস্তুর মূল মালিক বের হয়ে গেছে তখন দীনারের ‘বায়এ-সারফ’ বাতিল হয়ে গেছে। আর যদি ক্রেতা বাড়িতে কোন দোষ পায়, তার কোন মালিক বের না হয়, তাহলে ক্রেতা বাড়ি ফেরত দেবে ও বিক্রেতা ক্রেতাকে বিশ হাজার দিরহাম দেবে। আবূ ‘আবদুল্লাহ্‌ (ইমাম বুখারী) (রহঃ) বলেনঃ মূলত এরূপ করা মুসলিমদের মধ্যে ধোঁকাবাজিকে বৈধতা দেয়ার নামান্তর। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ মুসলিমদের কেনা-বেচায় কোন রোগবালাই, অপবিত্রতা ও ধোঁকাবাজি নেই।(আধুনিক প্রকাশনী- ৬৪৯৬, ইসলামিক ফাউন্ডেশন- ৬৫০৯)",
    "ar": "أَبُو نُعَيْمٍ حَدَّثَنَا سُفْيَانُ عَنْ إِبْرَاهِيمَ بْنِ مَيْسَرَةَ عَنْ عَمْرِو بْنِ الشَّرِيدِ عَنْ أَبِي رَافِعٍ قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم الْجَارُ أَحَقُّ بِصَقَبِهِ وَقَالَ بَعْضُ النَّاسِ إِنْ اشْتَرَى دَارًا بِعِشْرِينَ أَلْفَ دِرْهَمٍ فَلاَ بَأْسَ أَنْ يَحْتَالَ حَتَّى يَشْتَرِيَ الدَّارَ بِعِشْرِينَ أَلْفَ دِرْهَمٍ وَيَنْقُدَهُ تِسْعَةَ آلاَفِ دِرْهَمٍ وَتِسْعَ مِائَةِ دِرْهَمٍ وَتِسْعَةً وَتِسْعِينَ وَيَنْقُدَهُ دِينَارًا بِمَا بَقِيَ مِنْ الْعِشْرِينَ الأَلْفَ فَإِنْ طَلَبَ الشَّفِيعُ أَخَذَهَا بِعِشْرِينَ أَلْفَ دِرْهَمٍ وَإِلاَّ فَلاَ سَبِيلَ لَهُ عَلَى الدَّارِ فَإِنْ اسْتُحِقَّتْ الدَّارُ رَجَعَ الْمُشْتَرِي عَلَى الْبَائِعِ بِمَا دَفَعَ إِلَيْهِ وَهُوَ تِسْعَةُ آلاَفِ دِرْهَمٍ وَتِسْعُ مِائَةٍ وَتِسْعَةٌ وَتِسْعُونَ دِرْهَمًا وَدِينَارٌ لِأَنَّ الْبَيْعَ حِينَ اسْتُحِقَّ انْتَقَضَ الصَّرْفُ فِي الدِّينَارِ فَإِنْ وَجَدَ بِهَذِهِ الدَّارِ عَيْبًا وَلَمْ تُسْتَحَقَّ فَإِنَّهُ يَرُدُّهَا عَلَيْهِ بِعِشْرِينَ أَلْفَ دِرْهَمٍ قَالَ فَأَجَازَ هَذَا الْخِدَاعَ بَيْنَ الْمُسْلِمِينَ وَقَالَ النَّبِيُّ صلى الله عليه وسلم بَيْعُ الْمُسْلِمِ لاَ دَاءَ وَلاَ خِبْثَةَ وَلاَ غَائِلَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "90"
    }
  }
}