{
  "hadith": {
    "hadith_id": 6982,
    "narrator": "আয়িশাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ওয়াহীর শুরু হয় ঘুমের ঘোরে ভালো স্বপ্নের মাধ্যমে। তিনি যে স্বপ্নই দেখতেন তা ভোরের আলোর মত উদ্ভাসিত হতো। তিনি হেরা গুহায় গিয়ে সেখানে বেশ কয়েক রাত ‘ইবাদাতে কাটিয়ে দিতেন এবং এজন্য খাদ্য দ্রব্যও সঙ্গে নিয়ে যেতেন। এরপর খাদীজাহ (রাঃ)-এর কাছে ফিরে আসতেন এবং তিনি তাকে এরূপ খাদ্য দ্রব্য তৈরি করে দিতেন। শেষে তাঁর কাছে সত্যের বাণী (ওয়াহী) আসল। আর এ সময় তিনি হেরা গুহায় ছিলেন।\n\nসেখানে ফেরেশতা এসে তাঁকে বলল, আপনি পড়ুন, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, আমি বললামঃ আমি তো পাঠক নই। তখন তিনি আমাকে জড়িয়ে ধরে শক্ত করে চেপে ধরলেন। এমনকি এতে আমার খুব কষ্ট হল। তারপর তিনি আমাকে ছেড়ে দিলেন এবং বললেন, আপনি পড়ুন। আমি বললাম, আমি পাঠক নই। তিনি দ্বিতীয়বার আমাকে শক্ত করে চেপে ধরলেন। এবারেও এতে আমার খুব কষ্ট হল। অতঃপর তিনি আমাকে ছেড়ে দিয়ে বললেন, আপনি পড়ুন। আমি বললাম, আমি তো পাঠক নই। এরপর তিনি তৃতীয়বার আমাকে শক্ত করে এমন চেপে ধরলেন যে, এবারেও এতে আমার  খুব কষ্ট হল। তারপর তিনি আমাকে ছেড়ে দিয়ে বললেন, পাঠ করুন, আপনার প্রতিপালকের নামে যিনি সৃষ্টি করেছেন......যা সে জানত না (সূরাহ আল-ইনশিরাহ ৯৪/১-৫) এ আয়াত পর্যন্ত।\n\nএরপর তিনি তা নিয়ে খাদীজাহ (রাঃ)-এর কাছে কম্পিত হৃদয়ে ফিরে এলেন। আর বললেন, আমাকে কম্বল দিয়ে ঢেকে দাও। আমাকে কম্বল দিয়ে ঢেকে দাও। ফলে তাঁরা তাঁকে কম্বল দিয়ে ঢেকে দিলেন। অবশেষে তাঁর থেকে ভীতি দূর হয়ে গেল। এরপর তিনি বললেন, হে খাদীজাহ! আমার কী হল? এবং তাকে সমস্ত ঘটনা জানালেন। আর বললেনঃ আমি আমার জীবন সম্পর্কে শঙ্কাবোধ করছি। খাদীজাহ (রাঃ) তাকে বললেন, কক্ষনো না। আপনি সুসংবাদ গ্রহণ করুন। আল্লাহর কসম, আল্লাহ্ আপনাকে কখনই লাঞ্ছিত করবেন না। কেননা, আপনি তো আত্মীয়তার বন্ধন জুড়ে রাখেন, সত্যকথা বলেন, অনাথ অক্ষমদের বোঝা বহন করেন, মেহমানদের মেহমানদারী করেন এবং হকের পথে আগত যাবতীয় বিপদে সাহায্য করেন। অতপর খাদীজাহ (রাঃ) তাঁকে নিয়ে চললেন। অতঃপর তাঁকে নিয়ে ওরাকা ইবনু নাওফল ইবনু আসাদ ইবনু ‘আবদুল উযযা ইবনু কুসাই-এর কাছে এলেন। আর তিনি, খাজীদাহ (রাঃ)-এর চাচার পুত্র (চাচাত ভাই) এবং তার পিতার পক্ষ থেকে চাচাও ছিলেন। তিনি জাহিলীয়াতের যুগে খৃষ্ট ধর্ম গ্রহণ করেছিলেন। তিনি আরবী কিতাব লিখতেন। তাই সে ইন্জীল আরবীতে অনুবাদ করতেন- যতখানি লেখা আল্লাহর মনযুর হত। তিনি ছিলেন অতি বৃদ্ধ, দৃষ্টিশক্তিহীন লোক। খাদীজাহ (রাঃ) তাকে বললেন, হে আমার চাচাতো ভাই! তোমার ভাতিজার কথা শুন। তখন ওরাকা বললেন, হে ভাতিজা! তুমি কী দেখেছ?\n\nনাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যা কিছু দেখেছিলেন তা তাকে জানালেন। তখন ওরাকা বললেন, এতো আল্লাহর সেই নামুস (দূত) যাঁকে মূসা (আঃ)-এর কাছে প্রেরণ করা হয়েছিল। হায় আফসোস! যদি সেদিন আমি জীবিত থাকতাম যেদিন তোমার কাওম তোমাকে বের করে দেবে। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেন ঃ তারা কি আমাকে বের করে দেবে? ওরাকা বললেন, হ্যাঁ তুমি যা নিয়ে এসেছ, এমন বস্তু নিয়ে কোনদিনই কেউ আসেনি যার সঙ্গে শত্রুতা করা হয়নি। যদি তোমার জীবনকাল আমাকে পায়, তাহলে আমি সর্বতোভাবে তোমাকে সাহায্য করব। এরপর কিছু দিনের মধ্যেই ওরাকার মৃত্যু হয়। আর কিছু দিনের জন্য ওয়াহীও বন্ধ থাকে। এমনকি নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এ অবস্থার কারণে অত্যন্ত চিন্তিত হয়ে পড়লেন। এমনকি আমরা এ সম্পর্কে তার থেকে জানতে পেরেছি যে, তিনি পর্বতের চূড়া থেকে নিচে পড়ে যাবার জন্য একাধিকবার দ্রুত সেখানে চলে গেছেন। যখনই নিজেকে ফেলে দেয়ার জন্য পর্বতের চূড়ায় পৌঁছতেন, তখনই জিব্রীল (আঃ) তাঁর সামনে আত্মপ্রকাশ করে বলতেন, হে মুহাম্মাদ! নিঃসন্দেহে আপনি আল্লাহর রাসূল। এতে তাঁর অস্থিরতা দূর হত এবং নিজ মনে শান্তিবোধ করতেন। তাই সেখান থেকে ফিরে আসতেন। ওয়াহী বন্ধ অবস্থা যখন তাঁর উপর দীর্ঘ হত তখনই তিনি ঐরূপ উদ্দেশে দ্রুত চলে যেতেন। যখনই তিনি পর্বতের চূড়ায় পৌঁছতেন, তখনই জিব্রীল (আঃ) তাঁর সামনে আত্মপ্রকাশ করে আগের মত বলতেন। [৩]\n\nইবনু ‘আববাস (রাঃ) বলেন, فَالِقُ الإِصْبَاحِ অর্থ দিনের বেলায় সূর্যের আলো ও রাতের বেলায় চাঁদের আলো। (আধুনিক প্রকাশনী- ৬৪৯৮, ইসলামিক ফাউন্ডেশন- ৬৫১১)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنِ ابْنِ شِهَابٍ،‏.‏ وَحَدَّثَنِي عَبْدُ اللَّهِ بْنُ مُحَمَّدٍ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، حَدَّثَنَا مَعْمَرٌ، قَالَ الزُّهْرِيُّ فَأَخْبَرَنِي عُرْوَةُ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ أَنَّهَا قَالَتْ أَوَّلُ مَا بُدِئَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم مِنَ الْوَحْىِ الرُّؤْيَا الصَّادِقَةُ فِي النَّوْمِ، فَكَانَ لاَ يَرَى رُؤْيَا إِلاَّ جَاءَتْ مِثْلَ فَلَقِ الصُّبْحِ، فَكَانَ يَأْتِي حِرَاءً فَيَتَحَنَّثُ فِيهِ ـ وَهْوَ التَّعَبُّدُ ـ اللَّيَالِيَ ذَوَاتِ الْعَدَدِ، وَيَتَزَوَّدُ لِذَلِكَ ثُمَّ يَرْجِعُ إِلَى خَدِيجَةَ فَتُزَوِّدُهُ لِمِثْلِهَا، حَتَّى فَجِئَهُ الْحَقُّ وَهْوَ فِي غَارِ حِرَاءٍ فَجَاءَهُ الْمَلَكُ فِيهِ فَقَالَ اقْرَأْ‏.‏ فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ فَقُلْتُ مَا أَنَا بِقَارِئٍ فَأَخَذَنِي فَغَطَّنِي حَتَّى بَلَغَ مِنِّي الْجَهْدَ ثُمَّ أَرْسَلَنِي‏.‏ فَقَالَ اقْرَأْ‏.‏ فَقُلْتُ مَا أَنَا بِقَارِئٍ‏.‏ فَأَخَذَنِي فَغَطَّنِي الثَّانِيَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدَ، ثُمَّ أَرْسَلَنِي فَقَالَ اقْرَأْ‏.‏ فَقُلْتُ مَا أَنَا بِقَارِئٍ‏.‏ فَغَطَّنِي الثَّالِثَةَ حَتَّى بَلَغَ مِنِّي الْجَهْدُ، ثُمَّ أَرْسَلَنِي فَقَالَ اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ‏\"‏‏.‏ حَتَّى بَلَغَ ‏{‏مَا لَمْ يَعْلَمْ‏}‏ فَرَجَعَ بِهَا تَرْجُفُ بَوَادِرُهُ حَتَّى دَخَلَ عَلَى خَدِيجَةَ فَقَالَ ‏\"‏ زَمِّلُونِي زَمِّلُونِي ‏\"‏‏.‏ فَزَمَّلُوهُ حَتَّى ذَهَبَ عَنْهُ الرَّوْعُ فَقَالَ ‏\"‏ يَا خَدِيجَةُ مَا لِي ‏\"‏‏.‏ وَأَخْبَرَهَا الْخَبَرَ وَقَالَ ‏\"‏ قَدْ خَشِيتُ عَلَى نَفْسِي ‏\"‏‏.‏ فَقَالَتْ لَهُ كَلاَّ أَبْشِرْ، فَوَاللَّهِ لاَ يُخْزِيكَ اللَّهُ أَبَدًا، إِنَّكَ لَتَصِلُ الرَّحِمَ، وَتَصْدُقُ الْحَدِيثَ، وَتَحْمِلُ الْكَلَّ، وَتَقْرِي الضَّيْفَ، وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ‏.‏ ثُمَّ انْطَلَقَتْ بِهِ خَدِيجَةُ حَتَّى أَتَتْ بِهِ وَرَقَةَ بْنَ نَوْفَلِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى بْنِ قُصَىٍّ ـ وَهْوَ ابْنُ عَمِّ خَدِيجَةَ أَخُو أَبِيهَا، وَكَانَ امْرَأً تَنَصَّرَ فِي الْجَاهِلِيَّةِ، وَكَانَ يَكْتُبُ الْكِتَابَ الْعَرَبِيَّ فَيَكْتُبُ بِالْعَرَبِيَّةِ مِنَ الإِنْجِيلِ مَا شَاءَ اللَّهُ أَنْ يَكْتُبَ، وَكَانَ شَيْخًا كَبِيرًا قَدْ عَمِيَ ـ فَقَالَتْ لَهُ خَدِيجَةُ أَىِ ابْنَ عَمِّ اسْمَعْ مِنِ ابْنِ أَخِيكَ‏.‏ فَقَالَ وَرَقَةُ ابْنَ أَخِي مَاذَا تَرَى فَأَخْبَرَهُ النَّبِيُّ صلى الله عليه وسلم مَا رَأَى فَقَالَ وَرَقَةُ هَذَا النَّامُوسُ الَّذِي أُنْزِلَ عَلَى مُوسَى، يَا لَيْتَنِي فِيهَا جَذَعًا أَكُونُ حَيًّا، حِينَ يُخْرِجُكَ قَوْمُكَ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم‏\"‏ أَوَمُخْرِجِيَّ هُمْ ‏\"‏‏.‏ فَقَالَ وَرَقَةُ نَعَمْ، لَمْ يَأْتِ رَجُلٌ قَطُّ بِمَا جِئْتَ بِهِ إِلاَّ عُودِيَ، وَإِنْ يُدْرِكْنِي يَوْمُكَ أَنْصُرْكَ نَصْرًا مُؤَزَّرًا‏.‏ ثُمَّ لَمْ يَنْشَبْ وَرَقَةُ أَنْ تُوُفِّيَ، وَفَتَرَ الْوَحْىُ فَتْرَةً حَتَّى حَزِنَ النَّبِيُّ صلى الله عليه وسلم فِيمَا بَلَغَنَا حُزْنًا غَدَا مِنْهُ مِرَارًا كَىْ يَتَرَدَّى مِنْ رُءُوسِ شَوَاهِقِ الْجِبَالِ، فَكُلَّمَا أَوْفَى بِذِرْوَةِ جَبَلٍ لِكَىْ يُلْقِيَ مِنْهُ نَفْسَهُ، تَبَدَّى لَهُ جِبْرِيلُ فَقَالَ يَا مُحَمَّدُ إِنَّكَ رَسُولُ اللَّهِ حَقًّا‏.‏ فَيَسْكُنُ لِذَلِكَ جَأْشُهُ وَتَقِرُّ نَفْسُهُ فَيَرْجِعُ، فَإِذَا طَالَتْ عَلَيْهِ فَتْرَةُ الْوَحْىِ غَدَا لِمِثْلِ ذَلِكَ، فَإِذَا أَوْفَى بِذِرْوَةِ جَبَلٍ تَبَدَّى لَهُ جِبْرِيلُ فَقَالَ لَهُ مِثْلَ ذَلِكَ‏.‏ قَالَ ابْنُ عَبَّاسٍ ‏{‏فَالِقُ الإِصْبَاحِ‏}‏ ضَوْءُ الشَّمْسِ بِالنَّهَارِ، وَضَوْءُ الْقَمَرِ بِاللَّيْلِ‏.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "91"
    }
  }
}