{
  "hadith": {
    "hadith_id": 7003,
    "narrator": "খারিজাহ ইব্‌নু যায়দ ইব্‌নু সাবিত (রাঃ)",
    "bn": "যে, উম্মুল আলা নামক এক আনসারী মহিলা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে বাই‘আত গ্রহণ করেন। তিনি তাকেঁ জানান যে, আনসারগণ লটারির সাহায্যে মুহাজিরগণকে ভাগ করে নিয়েছিল। আমাদের ভাগে আসলেন উসমান ইব্‌নু মাযউন (রাঃ)। আমরা তাকে আমাদের ঘরের মেহমান করে নিলাম। এরপর তিনি এমন এক ব্যথায় আক্রান্ত হলেন যে, সে ব্যথায় তার মৃত্যু হল। মৃত্যুর পর তাঁকে গোসল দেয়া হল। তাঁর কাপড় দিয়েই তাকেঁ কাফন পরানো হল। এমন সময় রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এলেন। উম্মুল আলা (রাঃ) বলেন, আমি বললাম, তোমার ওপর আল্লাহ্‌র রহমত হোক, হে আবূ সাইব! আমার সাক্ষ্য তোমার বেলায় এটাই যে আল্লাহ্ তোমাকে সম্মানিত করেছেন। তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি কী করে জানলে যে আল্লাহ্ তাকে সম্মানিত করেছেন? আমি বললাম, হে আল্লাহ্‌র রসূল! আপনার প্রতি আমার পিতা কুরবান হোক! তাহলে কাকে আল্লাহ্ সম্মানিত করবেন? তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ্‌র কসম! তাঁর ব্যাপার তো হল, তার মৃত্যু হয়ে গেছে। আল্লাহ্‌র কসম! তার জন্য আমি কল্যাণই আশা করি। আল্লাহ্‌র কসম! আমি আল্লাহ্‌র রসূল হওয়া সত্ত্বেও জানি না, আমার সঙ্গে কী ব্যবহার করা হবে? তখন উম্মুল আলা (রাঃ) বললেন, আল্লাহ্‌র কসম! আমি আগামীতে কখনো কারো পবিত্র হওয়ার সাক্ষ্য দেব না। (আধুনিক প্রকাশনী- ৬৫১৮, ইসলামিক ফাউন্ডেশন- ৬৫৩১)",
    "ar": "سَعِيدُ بْنُ عُفَيْرٍ حَدَّثَنِي اللَّيْثُ حَدَّثَنِي عُقَيْلٌ عَنْ ابْنِ شِهَابٍ أَخْبَرَنِي خَارِجَةُ بْنُ زَيْدِ بْنِ ثَابِتٍ أَنَّ أُمَّ الْعَلاَءِ امْرَأَةً مِنْ الأَنْصَارِ بَايَعَتْ رَسُولَ اللهِ صلى الله عليه وسلم أَخْبَرَتْهُ أَنَّهُمْ اقْتَسَمُوا الْمُهَاجِرِينَ قُرْعَةً قَالَتْ فَطَارَ لَنَا عُثْمَانُ بْنُ مَظْعُونٍ وَأَنْزَلْنَاهُ فِي أَبْيَاتِنَا فَوَجِعَ وَجَعَهُ الَّذِي تُوُفِّيَ فِيهِ فَلَمَّا تُوُفِّيَ غُسِّلَ وَكُفِّنَ فِي أَثْوَابِهِ دَخَلَ رَسُولُ اللهِ صلى الله عليه وسلم فَقُلْتُ رَحْمَةُ اللهِ عَلَيْكَ أَبَا السَّائِبِ فَشَهَادَتِي عَلَيْكَ لَقَدْ أَكْرَمَكَ اللهُ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم وَمَا يُدْرِيكِ أَنَّ اللهَ أَكْرَمَهُ فَقُلْتُ بِأَبِي أَنْتَ يَا رَسُولَ اللهِ فَمَنْ يُكْرِمُهُ اللهُ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم أَمَّا هُوَ فَوَاللهِ لَقَدْ جَاءَهُ الْيَقِينُ وَاللهِ إِنِّي لأرْجُو لَهُ الْخَيْرَ وَ وَاللهِ مَا أَدْرِيْ وَأَنَا رَسُولُ اللهِ صلى الله عليه وسلم مَاذَا يُفْعَلُ بِي فَقَالَتْ وَاللهِ لاَ أُزَكِّي بَعْدَهُ أَحَدًا أَبَدًا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "91"
    }
  }
}