{
  "hadith": {
    "hadith_id": 7007,
    "narrator": "আবদুল্লাহ্ ইব্‌নু 'উমার (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ একবার আমি ঘুমিয়েছিলাম। আমার কাছে দুধের একটি পেয়ালা হাজির করা হল। আমি পরিতৃপ্ত হয়ে তা থেকে পান করলাম। এমনকি তৃপ্তির চিহ্ন আমার চারদিকে ছড়িয়ে পড়ছিল। অতঃপর বাকী অংশ ‘উমার ইবনু খাত্তাবকে দিলাম। তাঁর পাশের লোকজন জিজ্ঞেস করলেন, আপনি এর কী ব্যাখ্যা দিচ্ছেন হে আল্লাহ্‌র রসূল? তিনি বললেনঃ ইল্ম। [১৪৯] (আধুনিক প্রকাশনী- ৬৫২২, ইসলামিক ফাউন্ডেশন- ৬৫৩৫)",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنِ ابْنِ شِهَابٍ، حَدَّثَنِي حَمْزَةُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عُمَرَ ـ رضى الله عنهما ـ يَقُولُ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ بَيْنَا أَنَا نَائِمٌ أُتِيتُ بِقَدَحِ لَبَنٍ، فَشَرِبْتُ مِنْهُ، حَتَّى إِنِّي لأَرَى الرِّيَّ يَخْرُجُ مِنْ أَطْرَافِي، فَأَعْطَيْتُ فَضْلِي عُمَرَ بْنَ الْخَطَّابِ ‏\"‏‏.‏ فَقَالَ مَنْ حَوْلَهُ فَمَا أَوَّلْتَ ذَلِكَ يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ الْعِلْمَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৪৯] স্বপ্নের মধ্যে দুধ দেখলে তার কি ব্যাখ্যা করা হবে-এ সম্পর্কে ইমাম মুহাল্লাব বলেন, দুধ ফিতরাত, সুন্নাত, কোরআন ও ইলমের প্রমাণ বহন করে । উল্লেখিত হাদীস হতে আরও জানা যায়:\n(১) বড়দের দেখা স্বপ্ন তাদের চেয়ে ছোটদের নিকট বর্ণনা করার বৈধতা ।\n(২) আল্লাহ্‌ সম্পর্কে রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জ্ঞানের যে পরিমাণ সে পর্যন্ত কেউ পৌছতে পারবে না । (ফাতহুল বারী)\nস্বপ্ন মূলত তিন প্রকারঃ\n১. ভাল ও সৎ স্বপ্ন : এ স্বপ্ন আল্লাহ্‌র পক্ষ থেকে সুসংবাদ স্বরূপ এবং নবুওয়াতের ছিচল্লিশ ভাগের একভাগ । [এ মর্মে সহীহ্ হাদীস বর্ণিত হয়েছে ।\n২. অপছন্দনীয় খারাপ স্বপ্নঃ এ স্বপ্ন শয়তানের কুমন্ত্রনা থেকে দেখানো হযে থাকে, যাতে এর দ্বারা আদম সন্তান চিন্তিত হয় এবং শয়তান তাকে নিয়ে ঘুমের মধ্যে খেলা করতে পার ।\n৩. জাগ্রত অবস্থায় যে বিষয়ে মানুষ নিজে নিজে কথা বলে অথবা চিন্তা করে সে বিষয়টি ঘুমের মধ্যে দেখা । এ তৃতীয় প্রকারের স্বপ্নের মধ্যে যে ব্যক্তি স্বপ্ন দেখবে তার জাগ্রত অবস্থায় অভ্যাসগুলো অর্ন্তভুক্ত হবে । যেমন কোন ব্যক্তির অভ্যাস হচ্ছে নির্দিষ্ট সময়ে খাদ্য খাওয়া কিন্ত সে সে সময়ে ঘুমিয়ে গিয়ে স্বপ্নে দেখে যে, সে খাচ্ছে, অথবা সে পানাহার না করে ঘুমিয়ে গিয়ে স্বপ্নে দেখে যে বমি করছে ।\n[উল্লেখ্য কোন ব্যক্তি মন্দ বা অপছন্দনীয় স্বপ্ন দেখলে তা নিয়ে চিন্তিত না হয়ে, সে সে স্বপ্ন দেখার সময় যেদিকে কাত হয়ে শুয়ে ছিল সেদিক পরিবর্তন করে অন্য দিকে কাত হয়ে শুবে, তিনবার আউযুবিল্লাহি মিনাশ শায়ত্বনির রজীম পাঠ করবে, বাম দিকে তিনবার থুথু ফেলবে । এতেও স্বাভাবিকতা ফিরে না আসলে বিছানা ছেড়ে উঠে অযু করে দু’রাক‘আত নফল সলাত আদায় করবে । এ ধরনের স্বপ্ন কাউকে জানাবে না । আর কোন খুশির স্বপ্ন দেখলে তা শুধুমাত্র সে ব্যক্তিকেই জানাবে যে সঠিক ব্যাখ্যা দিতে সক্ষম ।]",
    "chapter": {
      "chapter_number": "91"
    }
  }
}