{
  "hadith": {
    "hadith_id": 7018,
    "narrator": "উম্মুল ‘আলা (রাঃ)",
    "bn": "যিনি রসূলুল্লাহ্‌ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম)-এর হাতে বায়‘আত করেছিলেন তিনি তাদের একজন। তিনি বলেন, যখন মুহাজিরদের বাসস্থান নির্ধারণের জন্য আনসারগণ লটারী দিলেন, তখন আমাদের ঘরে বসবাসের জন্য ‘উসমান ইব্‌নু মাযউন (রাঃ) আমাদের ভাগে পড়েন। তিনি রোগগ্রস্ত হয়ে পড়লে আমরা তাঁর সেবা-শুশ্রূষা করি। অবশেষে তিনি মারা যান। এরপর আমরা তাকে তার কাপড় দিয়েই কাফন পরিয়ে দেই। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের ঘরে আসলেন। আমি বললাম, হে আবূ সাঈব! তোমার ওপর আল্লাহ্‌র রহমত হোক। তোমার বেলায় আমার সাক্ষ্য এই যে, আল্লাহ্‌ তোমাকে সম্মানিত করেছেন। তিনি বললেনঃতুমি কী করে জানলে? আমি বললাম, আল্লাহ্‌র কসম! আমি জানি না। তিনি বললেনঃতার তো মৃত্যু হয়ে গেছে, আমি তার জন্য আল্লাহ্‌র পক্ষ থেকে কল্যাণই আশা করছি। আল্লাহ্‌র কসম! আমি আল্লাহ্‌র রসূল হওয়া সত্ত্বেও জানি না যে, আমার সঙ্গে এবং তোমাদের সঙ্গে কী ব্যবহার করা হবে? উম্মুল আলা (রাঃ) বললেন, আল্লাহ্‌র কসম! আমি আর কক্ষনো কারো পবিত্রতার প্রত্যয়ন করব না। উম্মুল আলা (রাঃ) বলেন, আমি স্বপ্নে ‘উসমান (রাঃ)-এর জন্য প্রবাহিত ঝর্ণা দেখেছি। রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)–এর কাছে এসে সেটা বর্ণনা করলাম। তখন তিনি বললেনঃএটা তাঁর ‘আমাল’ তার জন্য জারি থাকবে। (আধুনিক প্রকাশনী- ৬৫৩২, ইসলামিক ফাউন্ডেশন- ৬৫৪৫)",
    "ar": "عَبْدَانُ أَخْبَرَنَا عَبْدُ اللهِ أَخْبَرَنَا مَعْمَرٌ عَنْ الزُّهْرِيِّ عَنْ خَارِجَةَ بْنِ زَيْدِ بْنِ ثَابِتٍ عَنْ أُمِّ الْعَلاَءِ وَهِيَ امْرَأَةٌ مِنْ نِسَائِهِمْ بَايَعَتْ رَسُولَ اللهِ صلى الله عليه وسلم قَالَتْ طَارَ لَنَا عُثْمَانُ بْنُ مَظْعُونٍ فِي السُّكْنَى حِينَ اقْتَرَعَتْ الأَنْصَارُ عَلَى سُكْنَى الْمُهَاجِرِينَ فَاشْتَكَى فَمَرَّضْنَاهُ حَتَّى تُوُفِّيَ ثُمَّ جَعَلْنَاهُ فِي أَثْوَابِهِ فَدَخَلَ عَلَيْنَا رَسُولُ اللهِ صلى الله عليه وسلم فَقُلْتُ رَحْمَةُ اللهِ عَلَيْكَ أَبَا السَّائِبِ فَشَهَادَتِي عَلَيْكَ لَقَدْ أَكْرَمَكَ اللهُ قَالَ وَمَا يُدْرِيكِ قُلْتُ لاَ أَدْرِي وَاللهِ قَالَ أَمَّا هُوَ فَقَدْ جَاءَهُ الْيَقِينُ إِنِّي لأرْجُو لَهُ الْخَيْرَ مِنْ اللهِ وَاللهِ مَا أَدْرِي وَأَنَا رَسُولُ اللهِ صلى الله عليه وسلم مَا يُفْعَلُ بِي وَلاَ بِكُمْ قَالَتْ أُمُّ الْعَلاَءِ فَوَاللهِ لاَ أُزَكِّي أَحَدًا بَعْدَهُ قَالَتْ وَرَأَيْتُ لِعُثْمَانَ فِي النَّوْمِ عَيْنًا تَجْرِي فَجِئْتُ رَسُولَ اللهِ صلى الله عليه وسلم فَذَكَرْتُ ذَلِكَ لَهُ فَقَالَ ذَاكِ عَمَلُهُ يَجْرِي لَهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "91"
    }
  }
}