{
  "hadith": {
    "hadith_id": 7028,
    "narrator": "ইব্‌নু ‘উমার",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বেশ ক’জন সহাবী রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে স্বপ্ন দেখতেন। অতঃপর তারা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে তা বর্ণনা করতেন। আর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ব্যাখ্যা দিতেন যা আল্লাহ্‌ ইচ্ছা করতেন। আমি তখন অল্প বয়সের যুবক। আর বিয়ের আগে মাসজিদই ছিল আমার ঘর। আমি মনে মনে নিজেকে সম্বোধন করে বললাম, যদি তোমার মধ্যে কোন কল্যাণ থাকত তাহলে তুমি তাদের মত স্বপ্ন দেখতে। আমি এক রাতে বিছানায় শুয়ে শুয়ে বললাম, হে আল্লাহ্‌! আপনি যদি জানেন যে, আমার মধ্যে কোন কল্যাণ আছে তাহলে আমাকে কোন একটি স্বপ্ন দেখান। আমি ঐ অবস্থায়ই (ঘুমিয়ে) থাকলাম। দেখলাম আমার কাছে দু’জন ফেরেশ্‌তা এসেছেন। তাদের প্রত্যেকের হাতেই লোহার একটি করে হাতুড়ি। তারা আমাকে নিয়ে (জাহান্নামের দিকে) এগোচ্ছে। আর আমি তাদের দু’জনের মাঝে থেকে আল্লাহ্‌র কাছে দু‘আ করছি, হে আল্লাহ্‌! আমি জাহান্নাম থেকে আপনার আশ্রয় প্রার্থনা করছি। এরপর আমাকে দেখান হল যে, একজন ফেরেশ্‌তা আমার কাছে এসেছেন। তাঁর হাতে লোহার একটি হাতুড়ি। সে আমাকে বলল, তোমার অবশ্যই কোন ভয় নেই। তুমি খুবই ভাল লোক, যদি অধিক করে সলাত আদায় করতে। তারা আমাকে নিয়ে চলল, অবশেষে তারা আমাকে জাহান্নামের (ধারে এনে) দাঁড় করাল, (যা দেখতে) কূপের মত গোল আকৃতির। আর কূপের মত এরও রয়েছে অনেক শিং। আর দু’শিং-এর মাঝখানে একজন ফেরেশ্‌তা, যার হাতে লোহার একটি হাতুড়ি। আর আমি এতে কিছু লোককে (জাহান্নামে) শিকল পরিহিত দেখলাম। তাদের মাথা ছিল নিচের দিকে। কুরাইশের এক ব্যক্তিকে সেখানে আমি চিনে ফেললাম। অতঃপর তারা আমাকে ডান দিকে নিয়ে ফিরল। (আধুনিক প্রকাশনী- ৬৫৪২, ইসলামিক ফাউন্ডেশন- ৬৫৫৫)",
    "ar": "عُبَيْدُ اللهِ بْنُ سَعِيدٍ حَدَّثَنَا عَفَّانُ بْنُ مُسْلِمٍ حَدَّثَنَا صَخْرُ بْنُ جُوَيْرِيَةَ حَدَّثَنَا نَافِعٌ أَنَّ ابْنَ عُمَرَ قَالَ إِنَّ رِجَالاً مِنْ أَصْحَابِ رَسُولِ اللهِ صلى الله عليه وسلم كَانُوا يَرَوْنَ الرُّؤْيَا عَلَى عَهْدِ رَسُولِ اللهِ صلى الله عليه وسلم فَيَقُصُّونَهَا عَلَى رَسُولِ اللهِ صلى الله عليه وسلم فَيَقُولُ فِيهَا رَسُولُ اللهِ صلى الله عليه وسلم مَا شَاءَ اللهُ وَأَنَا غُلاَمٌ حَدِيثُ السِّنِّ وَبَيْتِي الْمَسْجِدُ قَبْلَ أَنْ أَنْكِحَ فَقُلْتُ فِي نَفْسِي لَوْ كَانَ فِيكَ خَيْرٌ لَرَأَيْتَ مِثْلَ مَا يَرَى هَؤُلاَءِ فَلَمَّا اضْطَجَعْتُ ذَاتَ لَيْلَةٍ قُلْتُ اللهُمَّ إِنْ كُنْتَ تَعْلَمُ فِيَّ خَيْرًا فَأَرِنِي رُؤْيَا فَبَيْنَمَا أَنَا كَذَلِكَ إِذْ جَاءَنِي مَلَكَانِ فِي يَدِ كُلِّ وَاحِدٍ مِنْهُمَا مِقْمَعَةٌ مِنْ حَدِيدٍ يُقْبِلاَنِ بِي إِلَى جَهَنَّمَ وَأَنَا بَيْنَهُمَا أَدْعُو اللهَ اللهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ جَهَنَّمَ ثُمَّ أُرَانِي لَقِيَنِي مَلَكٌ فِي يَدِهِ مِقْمَعَةٌ مِنْ حَدِيدٍ فَقَالَ لَنْ تُرَاعَ نِعْمَ الرَّجُلُ أَنْتَ لَوْ كُنْتَ تُكْثِرُ الصَّلاَةَ فَانْطَلَقُوا بِي حَتَّى وَقَفُوا بِي عَلَى شَفِيرِ جَهَنَّمَ فَإِذَا هِيَ مَطْوِيَّةٌ كَطَيِّ الْبِئْرِ لَهُ قُرُونٌ كَقَرْنِ الْبِئْرِ بَيْنَ كُلِّ قَرْنَيْنِ مَلَكٌ بِيَدِهِ مِقْمَعَةٌ مِنْ حَدِيدٍ وَأَرَى فِيهَا رِجَالاً مُعَلَّقِينَ بِالسَّلاَسِلِ رُءُوسُهُمْ أَسْفَلَهُمْ عَرَفْتُ فِيهَا رِجَالاً مِنْ قُرَيْشٍ فَانْصَرَفُوا بِي عَنْ ذَاتِ الْيَمِينِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "91"
    }
  }
}