{
  "hadith": {
    "hadith_id": 7045,
    "narrator": "আবূ সা‘ঈদ খুদ্‌রী (রাঃ)",
    "bn": "তিনি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছেন, যখন কেউ এমন কোন স্বপ্ন দেখে যা সে পছন্দ করে, তবে মনে করবে যে তা আল্লাহ্‌র তরফ থেকে হয়েছে। তখন যেন সে এজন্য আল্লাহ্‌র শোকর আদায় করে এবং তা বর্ণনা করে। আর যখন এর বিপরীত কোন স্বপ্ন দেখে, যা সে পছন্দ করে না, মনে করবে তা শয়তানের তরফ থেকে হয়েছে। তখন যেন সে এর অনিষ্ট থেকে আল্লাহ্‌র আশ্রয় চায় এবং তা কারো কাছে বর্ণনা না করে। তাহলে এ স্বপ্ন তার কোন ক্ষতি করবে না। [১৫৩](আধুনিক প্রকাশনী- ৬৫৫৬, ইসলামিক ফাউন্ডেশন- ৬৫৬৯)",
    "ar": "إِبْرَاهِيمُ بْنُ حَمْزَةَ حَدَّثَنِي ابْنُ أَبِي حَازِمٍ وَالدَّرَاوَرْدِيُّ عَنْ يَزِيدَ بْنِ عَبْدِ اللهِ بْنِ أُسَامَةَ بْنِ الْهَادِ اللَّيْثِيِّ عَنْ عَبْدِ اللهِ بْنِ خَبَّابٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّهُ سَمِعَ رَسُولَ اللهِ صلى الله عليه وسلم يَقُولُ إِذَا رَأَى أَحَدُكُمْ الرُّؤْيَا يُحِبُّهَا فَإِنَّهَا مِنْ اللهِ فَلْيَحْمَدْ اللهَ عَلَيْهَا وَلْيُحَدِّثْ بِهَا وَإِذَا رَأَى غَيْرَ ذَلِكَ مِمَّا يَكْرَهُ فَإِنَّمَا هِيَ مِنْ الشَّيْطَانِ فَلْيَسْتَعِذْ مِنْ شَرِّهَا وَلاَ يَذْكُرْهَا لِأَحَدٍ فَإِنَّهَا لَنْ تَضُرَّهُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] এই হাদীসের মধ্যে সরকারকে ক্ষমতা থেকে অপসারণের জন্য তার বিরুদ্ধে অন্দোলন করতে বের হওয়া পরিহার করার প্রমাণ রয়েছে। এমনকি সরকার যদি অত্যাচারও করে। যেমন ত্ববারানীতে ইয়াযীদ ইবনু সালামা আল জু’ফী থেকে বর্ণিত, তিনি বলেন:\n\nيارسول اله إن كان علينا أمراء يأخذون بالحق الذي علينا ويمنعونا الحق الذي لنا أنقاتلهم؟ قال لا، عليهم ما حملوا وعليكم ما حملته\n\nএবং ইমাম মুসলিম মারফু সূত্রে উম্মু সালামাহ থেকে বর্ণনা করেন :\n\nسيكون أمراء فيعرفون وينكرون فمن كره برئ ومن أنكر مسلم، لكن من رضي وتابع قالوا، أفلا نقاتلهم؟ قال: لا، ما صلوا\n\nফিকাহবীদগণ সকলে একমত হয়েছেন যে, বিজয়ী সরকারের আনুগত্য করা ও তার জিহাদে অংশগ্রহণ করা ওয়াজিব। আর সরকারের বিরুদ্ধে আন্দোলনে বের হওয়ার চেয়ে তার আনুগত্য করা অতি উত্তম। কেননা আনুগত্যের মাধ্যমেই খুনা-খুনী রোধ ও শান্তি প্রতিষ্ঠা সম্ভব। কিন্তু যদি সরকারের মাঝে সুস্পষ্ট কুফর দেখা যায় তাহলে ঐ ক্ষেত্রে তার আনুগত্য করা জায়েয না। বরং তখন যাদের আন্দোলন করার শক্তি রয়েছে তাদের আন্দোলন করা ওয়াজিব। [এটিও শর্ত সাপেক্ষে]। (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "91"
    }
  }
}