{
  "hadith": {
    "hadith_id": 7046,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, এক লোক রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বলল, আমি গত রাতে স্বপ্নে একখণ্ড মেঘ দেখলাম, যা থেকে ঘি ও মধু ঝরছে। আমি লোকদেরকে দেখলাম তারা তা থেকে তুলে নিচ্ছে। কেউ অধিক পরিমাণ আবার কেউ কম পরিমাণ। আর দেখলাম, একটা রশি যমীন থেকে আসমান পর্যন্ত মিলে রয়েছে। আমি দেখলাম আপনি তা ধরে উপরে উঠছেন। তারপর অন্য এক লোক তা ধরল ও এর সাহায্যে উপরে উঠে গেল। এরপর আরেক লোক তা ধরে এর দ্বারা উপরে উঠে গেল। এরপর আরেক লোক তা ধরল। কিন্তু তা ছিঁড়ে গেল। পুনরায় তা জোড়া লেগে গেল। তখন আবূ বকর (রাঃ) বললেন, হে আল্লাহ্‌র রসূল! আপনার প্রতি আমার পিতা কুরবান হোক! আল্লাহ্‌র কসম! আপনি অবশ্যই আমাকে এ স্বপ্নের ব্যাখ্যা দেয়ার সুযোগ দিবেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি এর ব্যাখ্যা দাও। আবূ বকর (রাঃ) বললেন, মেঘের ব্যাখ্যা হল ইসলাম। আর তার থেকে যে ঘি ও মধু ঝরছে তা হল কুরআন যার মিষ্টতা ঝরছে। কুরআন থেকে কেউ বেশি সংগ্রহ করছে, আর কেউ কম। আসমান থেকে যমীন পর্যন্ত ঝুলন্ত দড়িটি হচ্ছে ঐ হক (মহাসত্য) যার উপর আপনি প্রতিষ্ঠিত রয়েছেন। আপনি তা ধরবেন, আর আল্লাহ্ আপনাকে উচ্চে উঠাবেন। আপনার পরে আরেকজন তা ধরবে। ফলে এর দ্বারা সে উচ্চে উঠবে। অতঃপর আরেকজন তা ধরে এর মাধ্যমে সে উচ্চে উঠবে। এরপর আরেকজন তা ধরবে। কিন্তু তা ছিঁড়ে যাবে। পুনরায় তা জোড়া লেগে যাবে, ফলে সে এর দ্বারা উচ্চে উঠবে। হে আল্লাহ্‌র রসূল! আমার পিতা আপনার উপর কুরবান হোক। আমাকে বলুন, আমি ঠিক বলেছি, না ভুল? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ কিছু ঠিক বলেছ। আর কিছু ভুল বলেছ। তিনি বললেন, হে আল্লাহ্‌র রসূল! আল্লাহ্‌র কসম! আপনি অবশ্যই আমাকে বলে দিবেন যা আমি ভুল করেছি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কসম করো না।[মুসলিম ৪২/৩, হাঃ ২২৬৯, আহমাদ ১৮৯৪] (আধুনিক প্রকাশনী- ৬৫৫৭, ইসলামিক ফাউন্ডেশন- ৬৫৭০)",
    "ar": "حَدَّثَنِي يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنَا اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ ابْنَ عَبَّاسٍ ـ رضى الله عنهما ـ كَانَ يُحَدِّثُ أَنَّ رَجُلاً أَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ إِنِّي رَأَيْتُ اللَّيْلَةَ فِي الْمَنَامِ ظُلَّةً تَنْطِفُ السَّمْنَ وَالْعَسَلَ، فَأَرَى النَّاسَ يَتَكَفَّفُونَ مِنْهَا فَالْمُسْتَكْثِرُ وَالْمُسْتَقِلُّ، وَإِذَا سَبَبٌ وَاصِلٌ مِنَ الأَرْضِ إِلَى السَّمَاءِ، فَأَرَاكَ أَخَذْتَ بِهِ فَعَلَوْتَ، ثُمَّ أَخَذَ بِهِ رَجُلٌ آخَرُ فَعَلاَ بِهِ، ثُمَّ أَخَذَ بِهِ رَجُلٌ آخَرُ فَعَلاَ بِهِ ثُمَّ أَخَذَ بِهِ رَجُلٌ آخَرُ فَانْقَطَعَ ثُمَّ وُصِلَ‏.‏ فَقَالَ أَبُو بَكْرٍ يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ وَاللَّهِ لَتَدَعَنِّي فَأَعْبُرَهَا‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ اعْبُرْ ‏\"‏‏.‏ قَالَ أَمَّا الظُّلَّةُ فَالإِسْلاَمُ، وَأَمَّا الَّذِي يَنْطِفُ مِنَ الْعَسَلِ وَالسَّمْنِ فَالْقُرْآنُ حَلاَوَتُهُ تَنْطُفُ، فَالْمُسْتَكْثِرُ مِنَ الْقُرْآنِ وَالْمُسْتَقِلُّ، وَأَمَّا السَّبَبُ الْوَاصِلُ مِنَ السَّمَاءِ إِلَى الأَرْضِ فَالْحَقُّ الَّذِي أَنْتَ عَلَيْهِ تَأْخُذُ بِهِ فَيُعْلِيكَ اللَّهُ، ثُمَّ يَأْخُذُ بِهِ رَجُلٌ مِنْ بَعْدِكَ فَيَعْلُو بِهِ، ثُمَّ يَأْخُذُ رَجُلٌ آخَرُ فَيَعْلُو بِهِ، ثُمَّ يَأْخُذُهُ رَجُلٌ آخَرُ فَيَنْقَطِعُ بِهِ ثُمَّ يُوَصَّلُ لَهُ فَيَعْلُو بِهِ، فَأَخْبِرْنِي يَا رَسُولَ اللَّهِ بِأَبِي أَنْتَ أَصَبْتُ أَمْ أَخْطَأْتُ‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ أَصَبْتَ بَعْضًا وَأَخْطَأْتَ بَعْضًا ‏\"‏‏.‏ قَالَ فَوَاللَّهِ لَتُحَدِّثَنِّي بِالَّذِي أَخْطَأْتُ‏.‏ قَالَ ‏\"‏ لاَ تُقْسِمْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "91"
    }
  }
}