{
  "hadith": {
    "hadith_id": 7047,
    "narrator": "সামুরাহ ইব্‌নু জুনদাব (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রায়ই তাঁর সহাবীদেরকে বলতেন, তোমাদের কেউ কোন স্বপ্ন দেখেছ কি? রাবী বলেন, যাদের ক্ষেত্রে আল্লাহ্‌র ইচ্ছা, তারা রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে স্বপ্ন বর্ণনা করতেন। তিনি একদিন সকালে আমাদেরকে বললেনঃ গত রাতে আমার কাছে দু’জন আগন্তুক আসল। তারা আমাকে উঠাল। আর আমাকে বলল, চলুন। আমি তাদের সঙ্গে চললাম। আমরা কাত হয়ে শুয়ে থাকা এক লোকের কাছে আসলাম। দেখলাম, অন্য এক লোক তার নিকট পাথর নিয়ে দাঁড়িয়ে রয়েছে। সে তার মাথায় পাথর নিক্ষেপ করছে। ফলে তার মাথা ফেটে যাচ্ছে। আর পাথর নিচে গিয়ে পড়ছে। এরপর আবার সে পাথরটি অনুসরণ করে তা আবার নিয়ে আসছে। ফিরে আসতে না আসতেই লোকটির মাথা আগের মত আবার ভাল হয়ে যায়। ফিরে এসে আবার তেমনি আচরণ করে, যা পূর্বে প্রথমবার করেছিল। তিনি বলেন, আমি তাদের (সাথীদ্বয়কে) বললাম, সুবহানআল্লাহ্! এরা কারা? তিনি বললেন, তারা আমাকে বলল, চলুন, চলুন। তিনি বলেন, আমরা চললাম, এরপর আমরা চিৎ হয়ে শোয়া এক লোকের কাছে আসলাম। এখানেও দেখলাম, তার নিকট এক লোক লোহার আঁকড়া নিয়ে দাঁড়িয়ে রয়েছে। আর সে তার চেহারার একদিকে এসে এটা দ্বারা মুখমণ্ডলের একদিক মাথার পিছনের দিক পর্যন্ত এবং অনুরূপভাবে নাসারন্ধ্র, চোখ ও মাথার পিছন দিক পর্যন্ত চিরে ফেলছে। আওফ (রহঃ) বলেন, আবূ রাজা (রহঃ) কোন কোন সময় ‘ইয়ুশারশিরু’ শব্দের পরিবর্তে ‘ইয়াশুক্‌কু’ শব্দ বলতেন। এরপর ঐ লোকটি শায়িত লোকটির অপরদিকে যায় এবং প্রথম দিকের সঙ্গে যেমন আচরণ করেছে তেমনি আচরণই অপরদিকের সঙ্গেও করে। ঐ দিক হতে অবসর হতে না হতেই প্রথম দিকটি আগের মত ভাল হয়ে যায়। তারপর আবার প্রথমবারের মত আচরণ করে। তিনি বলেনঃ আমি বললাম, সুবহানআল্লাহ্! এরা কারা? তিনি বলেন, তারা আমাকে বলল, চলুন, চলুন। আমরা চললাম এবং চুলার মত একটি গর্তের কাছে পৌঁছলাম। রাবী বলেন, আমার মনে হয় যেন তিনি বলেছিলেন, আর তথায় শোরগোলের শব্দ ছিল। তিনি বলেন, আমরা তাতে উঁকি মারলাম, দেখলাম তাতে বেশ কিছু উলঙ্গ নারী ও পুরুষ রয়েছে। আর নিচ থেকে বের হওয়া আগুনের লেলিহান শিখা তাদেরকে স্পর্শ করছে। যখনই লেলিহান শিখা তাদেরকে স্পর্শ করে, তখনই তারা উচ্চস্বরে চিৎকার করে উঠে। তিনি বলেন, আমি তাদেরকে বললাম, এরা কারা? তারা আমাকে বলল, চলুন, চলুন। তিনি বলেন, আমরা চললাম এবং একটা নদীর (তীরে) গিয়ে পৌঁছলাম। রাবী বলেন, আমার যতদূর মনে পড়ে তিনি বলেছিলেন, নদীটি ছিল রক্তের মত লাল। আর দেখলাম, এই নদীতে এক ব্যক্তি সাঁতার কাটছে। আর নদীর তীরে অন্য এক লোক আছে এবং সে তার কাছে অনেকগুলো পাথর একত্রিত করে রেখেছে। আর ঐ সাঁতারকারী লোকটি বেশ কিছুক্ষণ সাঁতার কাটার পর সে লোক কাছে এসে পৌঁছে যে নিজের নিকট পাথর একত্রিত করে রেখেছে। সেখানে এসে সে তার মুখ খুলে দেয় আর ঐ লোক তার মুখে একটি পাথর ঢুকিয়ে দেয়। এরপর সে চলে যায়, সাঁতার কাটতে থাকে; আবার তার কাছে ফিরে আসে, যখনই সে তার কাছে ফিরে আসে তখনই সে তার মুখ খুলে দেয়, আর ঐ ব্যক্তি তার মুখে একটা পাথর ঢুকিয়ে দেয়। তিনি বলেন, আমি জিজ্ঞেস করলাম, এরা কারা? তার বলল, চলুন, চলুন। তিনি বলেন, আমরা চললাম এবং এমন একজন কুশ্রী লোকের কাছে এসে পৌঁছলাম, যে তোমার দৃষ্টিতে সবচেয়ে কুশ্রী বলে মনে হয়। আর দেখলাম, তার নিকট রয়েছে আগুন, যা সে জ্বালাচ্ছে ও তার চতুর্দিকে দৌড়াচ্ছে। তিনি বলেন, আমি তাদেরকে জিজ্ঞেস করলাম, ঐ লোকটি কে? তারা বলল, চলুন, চলুন। আমরা চললাম এবং একটা সজীব শ্যামল বাগানে হাজির হলাম, যেখানে বসন্তের হরেক রকম ফুলের কলি রয়েছে। আর বাগানের মাঝে আসমানের থেকে অধিক উঁচু দীর্ঘকায় একজন পুরুষ রয়েছে যার মাথা যেন আমি দেখতেই পাচ্ছি না। এমনিভাবে তার চারপাশে এত বিপুল সংখ্যক বালক-বালিকা দেখলাম যে, এত অধিক আর কখনো আমি দেখিনি। আমি তাদেরকে বললাম, উনি কে? এরা কারা? তারা আমাকে বলল, চলুন, চলুন। আমরা চললাম এবং একটা বিরাট বাগানে গিয়ে পৌঁছলাম। এমন বড় এবং সুন্দর বাগান আমি আর কখনো দেখিনি। তিনি বলেন, তারা আমাকে বলল, এর ওপরে চড়ুন। আমরা ওপরে চড়লাম। শেষ পর্যন্ত সোনা-রূপার ইটের তৈরি একটি শহরে গিয়ে আমরা হাজির হলাম। আমরা শহরের দরজায় পৌঁছলাম এবং দরজা খুলতে বললাম। আমাদের জন্য দরজা খুলে দেয়া হল, আমরা তাতে প্রবেশ করলাম। তখন সেখানে আমাদের সঙ্গে এমন কিছু লোক সাক্ষাৎ করল যাদের শরীরের অর্ধেক খুবই সুন্দর, যা তোমার দৃষ্টিতে সবচেয়ে সুন্দর মনে হয়। আর শরীরের অর্ধেক এমনই কুশ্রী ছিল যা তোমার দৃষ্টিতে সবচেয়ে কুশ্রী মনে হয়। তিনি বলেন, সাথীদ্বয় ওদেরকে বলল, যাও ঐ নদীতে গিয়ে নেমে পড়। আর সেটা ছিল প্রশস্ত প্রবাহিত নদী, যার পানি ছিল দুধের মত সাদা। ওরা তাতে গিয়ে নেমে পড়ল। অতঃপর এরা আমাদের কাছে ফিরে এল, দেখা গেল তাদের এ শ্রীহীনতা দূর হয়ে গেছে এবং তারা খুবই সুন্দর আকৃতির হয়ে গেছে। তিনি বলেন, তারা আমাকে বলল, এটা জান্নাতে আদন এবং এটা আপনার বাসস্থান। তিনি বলেন, আমি বেশ উপরের দিকে তাকালাম, দেখলাম ধবধবে সাদা মেঘের মত একটি প্রাসাদ আছে। তিনি বলেন, তারা আমাকে বলল, এটা আপনার বাসগৃহ। তিনি বলেন, আমি তাদেরকে বললাম, আল্লাহ্ তোমাদের মাঝে বরকত দিন! আমাকে ছেড়ে দাও। আমি এতে প্রবেশ করি। তারা বলল, আপনি অবশ্য এতে প্রবেশ করবেন। তবে এখন নয়। তিনি বলেন, আমি এ রাতে অনেক বিস্ময়কর বিষয় দেখতে পেলাম, এগুলোর তাৎপর্য কী? তারা আমাকে বলল, আচ্ছা! আমরা আপনাকে বলে দিচ্ছি। ঐ যে প্রথম ব্যক্তিকে যার কাছে আপনি পৌঁছেছিলেন, যার মাথা পাথর দিয়ে চূর্ণ-বিচূর্ণ করা হচ্ছিল, সে হল ঐ ব্যক্তি যে কুরআন গ্রহণ করে তা ছেড়ে দিয়েছে। আর ফরয সলাত ছেড়ে ঘুমিয়ে থাকে। আর ঐ ব্যক্তি যার কাছে গিয়ে দেখেছেন যে, তার মুখের এক ভাগ মাথার পিছন দিক পর্যন্ত, এমনিভাবে নাসারন্ধ্র ও চোখ মাথার পিছন দিক পর্যন্ত চিরে ফেলা হচ্ছিল সে হল ঐ ব্যক্তি, যে সকালে নিজ ঘর থেকে বের হয়ে এমন মিথ্যা বলে যা চারদিকে ছড়িয়ে পরে। আর এ সকল উলঙ্গ নারী-পুরুষ যারা চুলা সদৃশ গর্তের ভিতর আছে তারা হল ব্যভিচারী ও ব্যভিচারিণীর দল। আর ঐ ব্যক্তি, যার কাছে পৌঁছে দেখেছিলেন যে, সে নদীতে সাঁতার কাটছে ও তার মুখে পাথর ঢুকিয়ে দেয়া হচ্ছে সে হল সুদখোর। আর ঐ কুশ্রী ব্যক্তি, যে আগুনের কাছে ছিল এবং আগুন জ্বালাচ্ছিল আর সে এর চারপাশে দৌড়াচ্ছিল, সে হল জাহান্নামের দারোগা, মালিক ফেরেশ্‌তা। আর এ দীর্ঘকায় ব্যক্তি যিনি বাগানে ছিলেন, তিনি হলেন, ইবরাহীম (আঃ)। আর তাঁর আশেপাশের বালক-বালিকারা হলো ঐসব শিশু, যারা ফিত্‌রাতের (স্বভাবধর্মের) ওপর মৃত্যুবরণ করেছে। তিনি বলেন, তখন কিছু সংখ্যক মুসলিম জিজ্ঞেস করলেন, হে আল্লাহ্‌র রসূল! মুশরিকদের শিশু সন্তানরাও কি? তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ মুশরিকদের শিশু সন্তানরাও। আর ঐসব লোক যাদের অর্ধাংশ অতি সুন্দর ও অর্ধাংশ অতি কুশ্রী তারা হল ঐ সম্প্রদায় যারা সৎ-অসৎ উভয় কাজ মিশ্রিতভাবে করেছে। আল্লাহ্ তাদেরকে ক্ষমা করে দিয়েছেন। [৮৪৫; মুসলিম ৪২/৪, হাঃ ২২৭৫, আহমাদ ২০১১৫] (আধুনিক প্রকাশনী- ৬৫৫৮, ইসলামিক ফাউন্ডেশন- ৬৫৭১)",
    "ar": "مُؤَمَّلُ بْنُ هِشَامٍ أَبُو هِشَامٍ حَدَّثَنَا إِسْمَاعِيلُ بْنُ إِبْرَاهِيمَ حَدَّثَنَا عَوْفٌ حَدَّثَنَا أَبُو رَجَاءٍ حَدَّثَنَا سَمُرَةُ بْنُ جُنْدُبٍ قَالَ كَانَ رَسُولُ اللهِ صلى الله عليه وسلم مِمَّا يُكْثِرُ أَنْ يَقُولَ لِأَصْحَابِهِ هَلْ رَأَى أَحَدٌ مِنْكُمْ مِنْ رُؤْيَا قَالَ فَيَقُصُّ عَلَيْهِ مَنْ شَاءَ اللهُ أَنْ يَقُصَّ وَإِنَّهُ قَالَ ذَاتَ غَدَاةٍ إِنَّهُ أَتَانِي اللَّيْلَةَ آتِيَانِ وَإِنَّهُمَا ابْتَعَثَانِي وَإِنَّهُمَا قَالاَ لِي انْطَلِقْ وَإِنِّي انْطَلَقْتُ مَعَهُمَا وَإِنَّا أَتَيْنَا عَلَى رَجُلٍ مُضْطَجِعٍ وَإِذَا آخَرُ قَائِمٌ عَلَيْهِ بِصَخْرَةٍ وَإِذَا هُوَ يَهْوِي بِالصَّخْرَةِ لِرَأْسِهِ فَيَثْلَغُ رَأْسَهُ فَيَتَهَدْهَدُ الْحَجَرُ هَا هُنَا فَيَتْبَعُ الْحَجَرَ فَيَأْخُذُهُ فَلاَ يَرْجِعُ إِلَيْهِ حَتَّى يَصِحَّ رَأْسُهُ كَمَا كَانَ ثُمَّ يَعُودُ عَلَيْهِ فَيَفْعَلُ بِهِ مِثْلَ مَا فَعَلَ الْمَرَّةَ الْأُولَى قَالَ قُلْتُ لَهُمَا سُبْحَانَ اللهِ مَا هَذَانِ قَالَ قَالاَ لِي انْطَلِقْ انْطَلِقْ قَالَ فَانْطَلَقْنَا فَأَتَيْنَا عَلَى رَجُلٍ مُسْتَلْقٍ لِقَفَاهُ وَإِذَا آخَرُ قَائِمٌ عَلَيْهِ بِكَلُّوبٍ مِنْ حَدِيدٍ وَإِذَا هُوَ يَأْتِي أَحَدَ شِقَّيْ وَجْهِهِ فَيُشَرْشِرُ شِدْقَهُ إِلَى قَفَاهُ وَمَنْخِرَهُ إِلَى قَفَاهُ وَعَيْنَهُ إِلَى قَفَاهُ قَالَ وَرُبَّمَا قَالَ أَبُو رَجَاءٍ فَيَشُقُّ قَالَ ثُمَّ يَتَحَوَّلُ إِلَى الْجَانِبِ الْآخَرِ فَيَفْعَلُ بِهِ مِثْلَ مَا فَعَلَ بِالْجَانِبِ الأَوَّلِ فَمَا يَفْرُغُ مِنْ ذَلِكَ الْجَانِبِ حَتَّى يَصِحَّ ذَلِكَ الْجَانِبُ كَمَا كَانَ ثُمَّ يَعُودُ عَلَيْهِ فَيَفْعَلُ مِثْلَ مَا فَعَلَ الْمَرَّةَ الْأُولَى قَالَ قُلْتُ سُبْحَانَ اللهِ مَا هَذَانِ قَالَ قَالاَ لِي انْطَلِقْ انْطَلِقْ فَانْطَلَقْنَا فَأَتَيْنَا عَلَى مِثْلِ التَّنُّورِ قَالَ فَأَحْسِبُ أَنَّهُ كَانَ يَقُولُ فَإِذَا فِيهِ لَغَطٌ وَأَصْوَاتٌ قَالَ فَاطَّلَعْنَا فِيهِ فَإِذَا فِيهِ رِجَالٌ وَنِسَاءٌ عُرَاةٌ وَإِذَا هُمْ يَأْتِيهِمْ لَهَبٌ مِنْ أَسْفَلَ مِنْهُمْ فَإِذَا أَتَاهُمْ ذَلِكَ اللهَبُ ضَوْضَوْا قَالَ قُلْتُ لَهُمَا مَا هَؤُلاَءِ قَالَ قَالاَ لِي انْطَلِقْ انْطَلِقْ قَالَ فَانْطَلَقْنَا فَأَتَيْنَا عَلَى نَهَرٍ حَسِبْتُ أَنَّهُ كَانَ يَقُولُ أَحْمَرَ مِثْلِ الدَّمِ وَإِذَا فِي النَّهَرِ رَجُلٌ سَابِحٌ يَسْبَحُ وَإِذَا عَلَى شَطِّ النَّهَرِ رَجُلٌ قَدْ جَمَعَ عِنْدَهُ حِجَارَةً كَثِيرَةً وَإِذَا ذَلِكَ السَّابِحُ يَسْبَحُ مَا يَسْبَحُ ثُمَّ يَأْتِي ذَلِكَ الَّذِي قَدْ جَمَعَ عِنْدَهُ الْحِجَارَةَ فَيَفْغَرُ لَهُ فَاهُ فَيُلْقِمُهُ حَجَرًا فَيَنْطَلِقُ يَسْبَحُ ثُمَّ يَرْجِعُ إِلَيْهِ كُلَّمَا رَجَعَ إِلَيْهِ فَغَرَ لَهُ فَاهُ فَأَلْقَمَهُ حَجَرًا قَالَ قُلْتُ لَهُمَا مَا هَذَانِ قَالَ قَالاَ لِي انْطَلِقْ انْطَلِقْ قَالَ فَانْطَلَقْنَا فَأَتَيْنَا عَلَى رَجُلٍ كَرِيهِ الْمَرْآةِ كَأَكْرَهِ مَا أَنْتَ رَاءٍ رَجُلاً مَرْآةً وَإِذَا عِنْدَهُ نَارٌ يَحُشُّهَا وَيَسْعَى حَوْلَهَا قَالَ قُلْتُ لَهُمَا مَا هَذَا قَالَ قَالاَ لِي انْطَلِقْ انْطَلِقْ فَانْطَلَقْنَا فَأَتَيْنَا عَلَى رَوْضَةٍ مُعْتَمَّةٍ فِيهَا مِنْ كُلِّ لَوْنِ الرَّبِيعِ وَإِذَا بَيْنَ ظَهْرَيْ الرَّوْضَةِ رَجُلٌ طَوِيلٌ لاَ أَكَادُ أَرَى رَأْسَهُ طُولاً فِي السَّمَاءِ وَإِذَا حَوْلَ الرَّجُلِ مِنْ أَكْثَرِ وِلْدَانٍ رَأَيْتُهُمْ قَطُّ قَالَ قُلْتُ لَهُمَا مَا هَذَا مَا هَؤُلاَءِ قَالَ قَالاَ لِي انْطَلِقْ انْطَلِقْ قَالَ فَانْطَلَقْنَا فَانْتَهَيْنَا إِلَى رَوْضَةٍ عَظِيمَةٍ لَمْ أَرَ رَوْضَةً قَطُّ أَعْظَمَ مِنْهَا وَلاَ أَحْسَنَ قَالَ قَالاَ لِي ارْقَ فِيهَا قَالَ فَارْتَقَيْنَا فِيهَا فَانْتَهَيْنَا إِلَى مَدِينَةٍ مَبْنِيَّةٍ بِلَبِنِ ذَهَبٍ وَلَبِنِ فِضَّةٍ فَأَتَيْنَا بَابَ الْمَدِينَةِ فَاسْتَفْتَحْنَا فَفُتِحَ لَنَا فَدَخَلْنَاهَا فَتَلَقَّانَا فِيهَا رِجَالٌ شَطْرٌ مِنْ خَلْقِهِمْ كَأَحْسَنِ مَا أَنْتَ رَاءٍ وَشَطْرٌ كَأَقْبَحِ مَا أَنْتَ رَاءٍ قَالَ قَالاَ لَهُمْ اذْهَبُوا فَقَعُوا فِي ذَلِكَ النَّهَرِ قَالَ وَإِذَا نَهَرٌ مُعْتَرِضٌ يَجْرِي كَأَنَّ مَاءَهُ الْمَحْضُ فِي الْبَيَاضِ فَذَهَبُوا فَوَقَعُوا فِيهِ ثُمَّ رَجَعُوا إِلَيْنَا قَدْ ذَهَبَ ذَلِكَ السُّوءُ عَنْهُمْ فَصَارُوا فِي أَحْسَنِ صُورَةٍ قَالَ قَالاَ لِي هَذِهِ جَنَّةُ عَدْنٍ وَهَذَاكَ مَنْزِلُكَ قَالَ فَسَمَا بَصَرِي صُعُدًا فَإِذَا قَصْرٌ مِثْلُ الرَّبَابَةِ الْبَيْضَاءِ قَالَ قَالاَ لِي هَذَاكَ مَنْزِلُكَ قَالَ قُلْتُ لَهُمَا بَارَكَ اللهُ فِيكُمَا ذَرَانِي فَأَدْخُلَهُ قَالاَ أَمَّا الْآنَ فَلاَ وَأَنْتَ دَاخِلَهُ قَالَ قُلْتُ لَهُمَا فَإِنِّي قَدْ رَأَيْتُ مُنْذُ اللَّيْلَةِ عَجَبًا فَمَا هَذَا الَّذِي رَأَيْتُ قَالَ قَالاَ لِي أَمَا إِنَّا سَنُخْبِرُكَ أَمَّا الرَّجُلُ الأَوَّلُ الَّذِي أَتَيْتَ عَلَيْهِ يُثْلَغُ رَأْسُهُ بِالْحَجَرِ فَإِنَّهُ الرَّجُلُ يَأْخُذُ الْقُرْآنَ فَيَرْفُضُهُ وَيَنَامُ عَنْ الصَّلاَةِ الْمَكْتُوبَةِ وَأَمَّا الرَّجُلُ الَّذِي أَتَيْتَ عَلَيْهِ يُشَرْشَرُ شِدْقُهُ إِلَى قَفَاهُ وَمَنْخِرُهُ إِلَى قَفَاهُ وَعَيْنُهُ إِلَى قَفَاهُ فَإِنَّهُ الرَّجُلُ يَغْدُو مِنْ بَيْتِهِ فَيَكْذِبُ الْكَذْبَةَ تَبْلُغُ الْآفَاقَ وَأَمَّا الرِّجَالُ وَالنِّسَاءُ الْعُرَاةُ الَّذِينَ فِي مِثْلِ بِنَاءِ التَّنُّورِ فَإِنَّهُمْ الزُّنَاةُ وَالزَّوَانِي وَأَمَّا الرَّجُلُ الَّذِي أَتَيْتَ عَلَيْهِ يَسْبَحُ فِي النَّهَرِ وَيُلْقَمُ الْحَجَرَ فَإِنَّهُ آكِلُ الرِّبَا وَأَمَّا الرَّجُلُ الْكَرِيهُ الْمَرْآةِ الَّذِي عِنْدَ النَّارِ يَحُشُّهَا وَيَسْعَى حَوْلَهَا فَإِنَّهُ مَالِكٌ خَازِنُ جَهَنَّمَ وَأَمَّا الرَّجُلُ الطَّوِيلُ الَّذِي فِي الرَّوْضَةِ فَإِنَّهُ إِبْرَاهِيمُ صلى الله عليه وسلم وَأَمَّا الْوِلْدَانُ الَّذِينَ حَوْلَهُ فَكُلُّ مَوْلُودٍ مَاتَ عَلَى الْفِطْرَةِ قَالَ فَقَالَ بَعْضُ الْمُسْلِمِينَ يَا رَسُولَ اللهِ وَأَوْلاَدُ الْمُشْرِكِينَ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم وَأَوْلاَدُ الْمُشْرِكِينَ وَأَمَّا الْقَوْمُ الَّذِينَ كَانُوا شَطْرٌ مِنْهُمْ حَسَنًا وَشَطْرٌ قَبِيحًا فَإِنَّهُمْ قَوْمٌ خَلَطُوا عَمَلاً صَالِحًا وَآخَرَ سَيِّئًا تَجَاوَزَ اللهُ عَنْهُمْ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "91"
    }
  }
}