{
  "hadith": {
    "hadith_id": 7067,
    "narrator": "আবূ মূসা আশ্‌‘আরী (রাঃ)",
    "bn": "আবূ আওয়ানা তাঁর বর্ণনাসূত্রে আবূ মূসা আশ্‌‘আরী (রাঃ) থেকে বর্ণনা করতে গিয়ে বলেন যে, তিনি ‘আবদুল্লাহ্‌কে জিজ্ঞেস করেছিলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে যুগকে ‘হারজ’-এর যুগ বলেছেন সে যুগ সম্পর্কে আপনি কিছু জানেন কি? এর উত্তরে তিনি আগে উল্লেখিত হাদীসটি বর্ণনা করেন। \nইব্‌নু মাস‘ঊদ (রাঃ) বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে বলতে শুনেছি যে, ক্বিয়ামাত যাদের জীবনকালে সংঘটিত হবে তারাই সবচেয়ে নিকৃষ্ট লোক। [১৫৫] [মুসলিম ৫২/২৬, হাঃ ২৯৪৯] (আধুনিক প্রকাশনী- ৬৫৭৪, ইসলামিক ফাউন্ডেশন- ৬৫৮৭)",
    "ar": "وَقَالَ أَبُو عَوَانَةَ عَنْ عَاصِمٍ عَنْ أَبِي وَائِلٍ عَنْ الأَشْعَرِيِّ أَنَّهُ قَالَ لِعَبْدِ اللهِ تَعْلَمُ الأَيَّامَ الَّتِي ذَكَرَ النَّبِيُّ صلى الله عليه وسلم أَيَّامَ الْهَرْجِ نَحْوَهُ قَالَ ابْنُ مَسْعُودٍ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ مِنْ شِرَارِ النَّاسِ مَنْ تُدْرِكْهُمْ السَّاعَةُ وَهُمْ أَحْيَاءٌ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] কিয়ামত শুধুমাত্র মন্দ ও খারাপ লোকদের উপর সংঘটিত হবে। কিন্তু لا تزال طائفة من أمتي على الحق حتى تقوم الساعة\n\nহাদীস থেকে বুঝা যায় কিয়ামত মর্যাদাবান লোকদের উপরেও সংঘটিত হবে। সুতরাং উভয়ের সমন্বয় হল, কিয়ামত সংঘটিত হওয়ার প্রাক্কালে আল্লাহ তা‘আলা হালকা বাতাস প্রেরণ করবেন এবং যাদের অন্তরে বিন্দু পরিমাণ ঈমান থাকবে ঐ বাতাস তাদের মৃত্যু ঘটাবে। ফলে কোন মু’মিন মুসলমান আর অবশিষ্ট থাকবে না। অবশিষ্ট থাকবে শুধু মন্দ ও খারাপ লোক তথা কাফের ও মুশরিক। আর তখনই সংঘটিত হবে মহাপ্রলয়-কিয়ামত। এ সম্পর্কে ইমাম মুসলিম আবূ হুরায়রা হতে মারফু সূত্রে বর্ণনা করেন, إن الله يبعث ريحا من اليمن الين من الحرير فلا تدع أحدا في قلبه مثقال ذرة من إيمان إلا قبضته\n\nসহীহ মুসলিমেই দাজ্জাল, ঈসা (আঃ) ও ইয়াজুজ-মাজুজের ঘটনা সম্বলিত নাওয়াস ইবনু সাময়ানের দীর্ঘ হাদীসের শেষের দিকে এসেছে : إذ بعث الله ريحا طبية فتقبض روح كل مؤمن ومسلم ويبقى شرار الناس يتهارجون تهارج الحمر فعليهم تقوم الساعة এ ছাড়া সহীহ মুসলিম আরো বর্ণিত হয়েছে, لا تقوم الساعة على أحد يقول الله الله\n\nএই হাদীসটি মুসনাদে আহমাদে এসেছে অন্য শব্দে। যেমন : على أحد يقول لا إله إلا الله\n\nউপরোক্ত হাদীসগুলোকে আরো শক্তিশালী করে আব্দুল্লাহ ইবনু মাসঊদের এই হাদীস لا تقوم الساعة إلا على شرار الناس সুতরাং لا হাদীসটি পবিত্র বাতাস অবতরণের সময় প্রত্যেক মু’মিন মুসলমানের মৃত্যু ঘটাবে। ফলে যখন খারাপ লোক ছাড়া কেউ অবশিষ্ট থাকবে না। তখনই হঠাৎ শুরু হবে কিয়ামত। (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "92"
    }
  }
}