{
  "hadith": {
    "hadith_id": 7078,
    "narrator": "আবূ বাকরাহ (রাঃ)",
    "bn": "(একবার) রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম জনতার উদ্দেশে ভাষণ দিচ্ছিলেন। তিনি (নবী সাঃ) বললেনঃ তোমরা কি জান না আজ কোন্ দিন? তারা বললেন, আল্লাহ্ ও তাঁর রাসূলই এ সম্পর্কে বেশি জানেন। (বর্ণনাকারী বলেন) এতে আমরা মনে করলাম হয়ত তিনি অন্য কোন নামে এ দিনটির নামকরণ করবেন। এরপর তিনি (নবী সাঃ) বললেনঃ এটি কি ইয়াওমন নাহর (কুরবানীর দিন) নয়? আমরা বললাম হ্যাঁ, হে আল্লাহর রাসূল। এরপর তিনি বললেনঃ এটি কোন্ নগর? এটি ‘হারাম নগর’ (সম্মানিত নগর) নয়? আমরা বললাম হ্যাঁ, হে আল্লাহর রাসূল! তিনি বললেন নিঃসন্দেহ তোমাদের এ নগরে, এ মাসের এ দিনটি তোমাদের জন্য যেমন হারাম, তোমাদের (একের) রক্ত, সম্পদ, ইয্যত ও চামড়া অপরের জন্য তেমনি হারাম। শোন! আমি কি তোমাদের নিকট পৌঁছিয়েছি? আমরা বললাম, হ্যাঁ। তখন তিনি বললেনঃ হে আল্লাহ্! তুমি সাক্ষী থাক। (তারপর তিনি বললেন) উপস্থিত ব্যক্তি যেন (আমার বাণী) অনুপস্থিতের নিকট পৌঁছিয়ে দেয়। কারণ অনেক প্রচারক এমন লোকের নিকট (আমার বাণী) পৌঁছাবে যারা তার চেয়ে বেশি সংরক্ষণকারী হবে।[১] আসলে ব্যাপারটি তাই। এরপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বললেনঃ আমার পরে একে অন্যের গর্দান উড়িয়ে কুফ্রীর দিকে ফিরে যেয়ো না। (আধুনিক প্রকাশনী- ৬৫৮৫, ইসলামিক ফাউন্ডেশন- ৬৫৯৮)\n\nযে দিন জারিয়্যাহ্ ইবনু কুদামাহ কর্তৃক ‘আলা ইবনু হাযরামীকে পুড়িয়ে হত্যা করা হয়, সেদিন জারিয়্যাহ্ তার বাহিনীকে বলেছিল, আবূ বাকরাহর খবর নাও। তারা বলেছিল এই তো আবূ বকরাহ (রাঃ) আপনাকে দেখছেন। ‘আবদুর রহমান বলেন, আমার মা আমার কাছে বর্ণনা করেছেন আবূ বকরাহ (রাঃ) বলেছেন, (সেদিন) যদি তারা আমার গৃহে প্রবেশ করত, তাহলে আমি তাদেরকে একটি বাঁশের লাঠি নিক্ষেপ (প্রতিহত) করতাম না। আবূ ‘আবদুল্লাহ্ বলেন, হাদীসের ব্যবহৃত بَهَشْتُ শব্দের অর্থ رميت অর্থাৎ আমি নিক্ষেপ করেছি।",
    "ar": "مُسَدَّدٌ حَدَّثَنَا يَحْيَى حَدَّثَنَا قُرَّةُ بْنُ خَالِدٍ حَدَّثَنَا ابْنُ سِيرِينَ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ عَنْ أَبِي بَكْرَةَ وَعَنْ رَجُلٍ آخَرَ هُوَ أَفْضَلُ فِي نَفْسِي مِنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي بَكْرَةَ عَنْ أَبِي بَكْرَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم خَطَبَ النَّاسَ فَقَالَ أَلاَ تَدْرُونَ أَيُّ يَوْمٍ هَذَا قَالُوا اللهُ وَرَسُولُهُ أَعْلَمُ قَالَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ فَقَالَ أَلَيْسَ بِيَوْمِ النَّحْرِ قُلْنَا بَلَى يَا رَسُولَ اللهِ قَالَ أَيُّ بَلَدٍ هَذَا أَلَيْسَتْ بِالْبَلْدَةِ الْحَرَامِ قُلْنَا بَلَى يَا رَسُولَ اللهِ قَالَ فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ وَأَبْشَارَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا أَلاَ هَلْ بَلَّغْتُ قُلْنَا نَعَمْ قَالَ اللهُمَّ اشْهَدْ فَلْيُبَلِّغْ الشَّاهِدُ الْغَائِبَ فَإِنَّهُ رُبَّ مُبَلِّغٍ يُبَلِّغُهُ لِمَنْ هُوَ أَوْعَى لَهُ فَكَانَ كَذَلِكَ قَالَ لاَ تَرْجِعُوا بَعْدِي كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ فَلَمَّا كَانَ يَوْمُ حُرِّقَ ابْنُ الْحَضْرَمِيِّ حِينَ حَرَّقَهُ جَارِيَةُ بْنُ قُدَامَةَ قَالَ أَشْرِفُوا عَلَى أَبِي بَكْرَةَ فَقَالُوا هَذَا أَبُو بَكْرَةَ يَرَاكَ قَالَ عَبْدُ الرَّحْمَنِ فَحَدَّثَتْنِي أُمِّي عَنْ أَبِي بَكْرَةَ أَنَّهُ قَالَ لَوْ دَخَلُوا عَلَيَّ مَا بَهَشْتُ بِقَصَبَةٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৫৬] আল্লাহর রসূলের কথা কতই না সত্য। পরবর্তী লোকেরা রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর বাণী এতই সুন্দরভাবে সংরক্ষণ করেছিল যে তাদের নিকট থেকেই মুয়াত্তা ইমাম মালিক, মুসনাদে আহমাদ, বুখারী, মুসলিম, তিরমিযী ইত্যাদি গ্রন্থের মাধ্যমে উম্মাতে মুসলিমার কাছে আল্লাহর রসূলের বাণীগুলো পৌঁছে গেছে।",
    "chapter": {
      "chapter_number": "92"
    }
  }
}