{
  "hadith": {
    "hadith_id": 7089,
    "narrator": "আনাস (রাঃ)",
    "bn": "যে, তিনি বলেছেন, লোকেরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে প্রশ্ন করত। এমন কি প্রশ্ন করতে করতে তারা তাঁকে বিরক্ত করে তুলত। একদিন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিম্বারে আরোহণ করলেন এবং বললেনঃ তোমরা (আজ) আমাকে যে প্রশ্নই করবে, আমি তারই উওর দিব। আনাস (রাঃ) বলেন, আমি ডানে বামে তাকাচ্ছিলাম। দেখতে পেলাম প্রত্যেকেই আপন বস্ত্রে মাথা গুঁজে কাঁদছে। তখন এমন এক লোক পারস্পরিক ঝগড়ার সময় যাকে অন্য এক লোকের (যে আসলে তার পিতা নয়) সন্তান বলে সম্বোধন করা হত উঠে জিজ্ঞেস করল, হে আল্লাহর নাবী! আমার পিতা কে? তিনি বললেনঃ হুযাফা তোমার পিতা। এরপর ‘উমর (রাঃ) সম্মুখে এলেন আর বললেন, আমরা রব হিসেবে আল্লাহকে, দ্বীন হিসেবে ইসলামকে এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে রসূল হিসেবে মেনে পরিতুষ্ট। ফিতনার অনিষ্ট থেকে আমরা আল্লাহর নিকট আশ্রয় প্রার্থনা করছি। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আজকের মত এত উওম বস্তু এবং এত খারাপ বস্তু আমি ইতিপূর্বে কখনো দেখেনি। আমার সামনে জান্নাত ও জাহান্নামের ছবি পেশ করা হয়েছিল। এমনকি আমি সে দু'টোকে এ দেয়ালের পাশেই দেখতে পাচ্ছিলাম। ক্বাতাদাহ বলেন, উপরে বর্ণিত হাদীসটি নিম্নোক্ত আয়াত প্রসঙ্গে বলে উল্লেখ করা হয়। ইরশাদ হলোঃ \"হে ঈমানদারগণ! তোমরা এমন বিষয়ে প্রশ্ন করো না, যা তোমাদের কাছে প্রকাশ করা হলে তা তোমাদেরকে কষ্ট দিবে\" - (সূরাহ আল-মায়িদাহ ৫/১০১)।(আধুনিক প্রকাশনী- ৬৫৯৬, ইসলামিক ফাউন্ডেশন- ৬৬১০)",
    "ar": "حَدَّثَنَا مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ ـ رضى الله عنه ـ قَالَ سَأَلُوا النَّبِيَّ صلى الله عليه وسلم حَتَّى أَحْفَوْهُ بِالْمَسْأَلَةِ، فَصَعِدَ النَّبِيُّ صلى الله عليه وسلم ذَاتَ يَوْمٍ الْمِنْبَرَ فَقَالَ ‏\"‏ لاَ تَسْأَلُونِي عَنْ شَىْءٍ إِلاَّ بَيَّنْتُ لَكُمْ ‏\"‏‏.‏ فَجَعَلْتُ أَنْظُرُ يَمِينًا وَشِمَالاً، فَإِذَا كُلُّ رَجُلٍ رَأْسُهُ فِي ثَوْبِهِ يَبْكِي، فَأَنْشَأَ رَجُلٌ كَانَ إِذَا لاَحَى يُدْعَى إِلَى غَيْرِ أَبِيهِ فَقَالَ يَا نَبِيَّ اللَّهِ مَنْ أَبِي فَقَالَ ‏\"‏ أَبُوكَ حُذَافَةُ ‏\"‏‏.‏ ثُمَّ أَنْشَأَ عُمَرُ فَقَالَ رَضِينَا بِاللَّهِ رَبًّا، وَبِالإِسْلاَمِ دِينًا، وَبِمُحَمَّدٍ رَسُولاً، نَعُوذُ بِاللَّهِ مِنْ سُوءِ الْفِتَنِ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَا رَأَيْتُ فِي الْخَيْرِ وَالشَّرِّ كَالْيَوْمِ قَطُّ، إِنَّهُ صُوِّرَتْ لِي الْجَنَّةُ وَالنَّارُ حَتَّى رَأَيْتُهُمَا دُونَ الْحَائِطِ ‏\"‏‏.‏ قَالَ قَتَادَةُ يُذْكَرُ هَذَا الْحَدِيثُ عِنْدَ هَذِهِ الآيَةِ ‏{‏يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَسْأَلُوا عَنْ أَشْيَاءَ إِنْ تُبْدَ لَكُمْ تَسُؤْكُمْ‏}‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "92"
    }
  }
}