{
  "hadith": {
    "hadith_id": 7094,
    "narrator": "ইব্‌নু ‘উমার (রাঃ)",
    "bn": "তিনি বলেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আলোচনা করছিলেন। এক পর্যায়ে তিনি বলেনঃ হে আল্লাহ! আমাদের জন্য আমাদের সিরিয়ায় বারকাত দাও। হে আল্লাহ! আমাদের জন্য আমাদের ইয়ামানে বারকাত দাও। লোকেরা বলল আমাদের নজদেও। তিনি বললেন হে আল্লাহ! আমাদের জন্য আমাদের সিরিয়ায় বরকত দাও। হে আল্লাহ! আমাদের জন্য বরকত দাও আমাদের ইয়ামানে। লোকেরা বলল, হে আল্লাহ্‌র রসূল! আমাদের নজদেও। (বর্ণনাকারী বলেন) আমার মনে হয়, তৃতীয়বারে তিনি বললেনঃ সেখানে তো কেবল ভূমিকম্প আর ফিত্‌না। আর তথা হতে শয়তানের শিং উদিত হবে। [১৫৮](আধুনিক প্রকাশনী- ৬৫৯৯, ইসলামিক ফাউন্ডেশন- ৬৬১৩)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا أَزْهَرُ بْنُ سَعْدٍ عَنْ ابْنِ عَوْنٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَالَ ذَكَرَ النَّبِيُّ صلى الله عليه وسلم اللهُمَّ بَارِكْ لَنَا فِي شَأْمِنَا اللهُمَّ بَارِكْ لَنَا فِي يَمَنِنَا قَالُوا يَا رَسُولَ اللهِ وَفِي نَجْدِنَا قَالَ اللهُمَّ بَارِكْ لَنَا فِي شَأْمِنَا اللهُمَّ بَارِكْ لَنَا فِي يَمَنِنَا قَالُوا يَا رَسُولَ اللهِ وَفِي نَجْدِنَا فَأَظُنُّهُ قَالَ فِي الثَّالِثَةِ هُنَاكَ الزَّلاَزِلُ وَالْفِتَنُ وَبِهَا يَطْلُعُ قَرْنُ الشَّيْطَانِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৫৮] \"পূর্ব প্রান্ত হতে ফিতনা প্রকাশ পাবে\" রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এই কথা বলার কারণ ছিল সেই সময় মাদীনার পূর্বাঞ্চলের অধিবাসীরা ছিল কাফির গোষ্ঠী। রসূল (সাঃ)-এর এই কথা হুবহু বাস্তবায়িত হয়েছিল। কারণ প্রথম ফিতনা আরম্ভ হয়েছিল পূর্ব প্রান্ত হতেই। আর ঐ ফিতনাই মুসলমানদের মাঝে বিভেদ সৃষ্টির অন্যতম কারণ ছিল। তেমনি ভাবে ঐ প্রান্ত হতেই বিদ’আত উৎপন্ন হয়ছিল। ইমাম খাওাবী বলেনঃ নাজ্‌দ হচ্ছে পূর্ব দিকে। মদীনাহয় অবস্থানকারী ব্যক্তির নিকট নাজদের অবস্থান হচ্ছে ইরাক ও তার আশপাশের মরু অঞ্চল। আর তা মদীনাবাসীর পূর্ব প্রান্ত। নাজদের মূল সংজ্ঞা হল, যমীন থেকে প্রত্যেক উঁচু জায়গাকে নাজ্‌দ বলে। অর্থাৎ উচ্চভূমি যা নিম্নভূমির বিপরীত। সম্পূর্ণ তিহামা অঞ্চল নিম্নভূমির অর্ন্তগত। আর মক্কা এই তিহামা অঞ্চলেই অবস্থিত। সুতরাং যারা বলে নাজদ ইরাকের দিকে তারা “নাজদ” নামক নিদ্দিষ্ট জায়গা ধারণা করেছেন। যেমন, দাউদী। কিন্তু তা আদৌ ঠিক নয়। বরং আরবী ভাষায় প্রত্যেক উচ্চভূমি যা নিম্নভূমির বিপরীত তাকেই নাজদ নামে অভিহিত করা হয়। আর নিম্নভূমিকে গাওর নামে অভিহিত করা হয়। (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "92"
    }
  }
}