{
  "hadith": {
    "hadith_id": 7097,
    "narrator": "আবূ মূসা আশ’আরী (রাঃ)",
    "bn": "তিনি বলেন, একবার নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রয়োজনবশত মাদীনার (দেয়াল ঘেরা) বাগানগুলোর একটি বাগানের উদ্দেশ্যে বের হলেন। আমি তাঁর পিছনে গেলাম। তিনি যখন বাগানে প্রবেশ করলেন, আমি এর দরজায় বসে থাকলাম এবং মনে মনে বললাম, আজ আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর প্রহরীর কাজ করব। অবশ্য তিনি আমাকে এর নির্দেশ দেননি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ভিতরে গেলেন এবং স্বীয় প্রয়োজন সেরে নিলেন। এরপর একটি কূপের পোস্তার উপর বসলেন এবং হাঁটুর নিচের অংশের কাপড় তুলে নিয়ে দু’পা কূপের মধ্যে ঝুলিয়ে দিলেন। এমন সময় আবূ বাকর (রাঃ) এসে তাঁর নিকট প্রবেশের অনুমতি চাইলেন। আমি বললাম, আপনি অপেক্ষা করুন, যতক্ষণ না আমি আপনার জন্য অনুমতি নিয়ে আসছি। তিনি অপেক্ষা করলেন। আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলাম এবং বললাম, হে আল্লাহ্‌র নাবী! আবূ বাকর (রাঃ) আপনার কাছে প্রবেশের অনুমতি চাচ্ছেন। তিনি বললেনঃ তাঁকে আসার অনুমতি দাও এবং তাঁকে জান্নাতের সুসংবাদ দাও। আবূ বাকর (রাঃ) প্রবেশ করলেন এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ডান পার্শে গিয়ে বসলেন। এরপর তিনিও হাঁটুর নিচের অংশ অনাবৃত করে উভয় পা কূপের মধ্যে ঝুলিয়ে দিলেন। এরপর ‘উমার (রাঃ) আসলেন। আমি বললাম, আপনি নিজ জায়গায় অপেক্ষা করুন। আমি আপনার জন্য অনুমতি নিয়ে আসি। (অনুমতি প্রার্থনা করলে) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাঁকে আসার অনুমতি দাও এবং জান্নাতের সুসংবাদ দাও। তিনি এসে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বামদিকে বসলেন এবং হাঁটুর নিচের অংশ অনাবৃত করে দু’পা কূপের মধ্যে ঝুলিয়ে দিলেন। এতে কূপের পোস্তা পূর্ণ হয়ে গেল এবং সেখানে বসার আর কোন স্থান অবশিষ্ট বাকী থাকল না। এরপর ‘উসমান (রাঃ) আসলেন। আমি বললাম, আপনি নিজ জায়গায় অপেক্ষা করুন, যতক্ষণ আমি আপনার জন্য অনুমতি নিয়ে না আসি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাঁকে আসার অনুমতি দাও এবং তাঁকে বিপদগ্রস্ত হওয়াসহ জান্নাতের সুসংবাদ দাও। তিনি প্রবেশ করলেন। কিন্তু তাঁদের সঙ্গে বসার কোন জায়গা পেলেন না। কাজেই তিনি উল্টো দিকে এসে তাঁদের মুখোমুখী হয়ে কুয়ার পাড়ে বসে গেলেন এবং হাঁটুদ্বয়ের নিচের অংশ অনাবৃত করে উভয় পা কুয়ার ভিতরে ঝুলিয়ে দিলেন। আমি তখন আমার অন্য এক ভাই-এর (আগমন) কামনা করছিলাম এবং আল্লাহর নিকট দু’আ করছিলাম যেন সে (এ মূহূর্তে) আগমন করে।\nইব্‌নু মুসাইয়্যাব বলেন, আমি এ ঘটনার ভাবার্থ এভাবে গ্রহণ করেছি যে, তা হল তাঁদের তিনজনের কবর যা এখানে একসঙ্গে হয়েছে। আর ‘উসমান (রাঃ)-এর অন্য স্থানে।(আধুনিক প্রকাশনী- ৬৬০২, ইসলামিক ফাউন্ডেশন- ৬৬১৬)",
    "ar": "سَعِيدُ بْنُ أَبِي مَرْيَمَ أَخْبَرَنَا مُحَمَّدُ بْنُ جَعْفَرٍ عَنْ شَرِيكِ بْنِ عَبْدِ اللهِ عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ عَنْ أَبِي مُوسَى الأَشْعَرِيِّ قَالَ خَرَجَ النَّبِيُّ صلى الله عليه وسلم يَوْمًا إِلَى حَائِطٍ مِنْ حَوَائِطِ الْمَدِينَةِ لِحَاجَتِهِ وَخَرَجْتُ فِي إِثْرِهِ فَلَمَّا دَخَلَ الْحَائِطَ جَلَسْتُ عَلَى بَابِهِ وَقُلْتُ لأَكُونَنَّ الْيَوْمَ بَوَّابَ النَّبِيِّ صلى الله عليه وسلم وَلَمْ يَأْمُرْنِي فَذَهَبَ النَّبِيُّ صلى الله عليه وسلم وَقَضَى حَاجَتَهُ وَجَلَسَ عَلَى قُفِّ الْبِئْرِ فَكَشَفَ عَنْ سَاقَيْهِ وَدَلاَّهُمَا فِي الْبِئْرِ فَجَاءَ أَبُو بَكْرٍ يَسْتَأْذِنُ عَلَيْهِ لِيَدْخُلَ فَقُلْتُ كَمَا أَنْتَ حَتَّى أَسْتَأْذِنَ لَكَ فَوَقَفَ فَجِئْتُ إِلَى النَّبِيِّ صلى الله عليه وسلم فَقُلْتُ يَا نَبِيَّ اللهِ أَبُو بَكْرٍ يَسْتَأْذِنُ عَلَيْكَ قَالَ ائْذَنْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ فَدَخَلَ فَجَاءَ عَنْ يَمِينِ النَّبِيِّ صلى الله عليه وسلم فَكَشَفَ عَنْ سَاقَيْهِ وَدَلاَّهُمَا فِي الْبِئْرِ فَجَاءَ عُمَرُ فَقُلْتُ كَمَا أَنْتَ حَتَّى أَسْتَأْذِنَ لَكَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ائْذَنْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ فَجَاءَ عَنْ يَسَارِ النَّبِيِّ صلى الله عليه وسلم فَكَشَفَ عَنْ سَاقَيْهِ فَدَلاَّهُمَا فِي الْبِئْرِ فَامْتَلاَ الْقُفُّ فَلَمْ يَكُنْ فِيهِ مَجْلِسٌ ثُمَّ جَاءَ عُثْمَانُ فَقُلْتُ كَمَا أَنْتَ حَتَّى أَسْتَأْذِنَ لَكَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ائْذَنْ لَهُ وَبَشِّرْهُ بِالْجَنَّةِ مَعَهَا بَلاَءٌ يُصِيبُهُ فَدَخَلَ فَلَمْ يَجِدْ مَعَهُمْ مَجْلِسًا فَتَحَوَّلَ حَتَّى جَاءَ مُقَابِلَهُمْ عَلَى شَفَةِ الْبِئْرِ فَكَشَفَ عَنْ سَاقَيْهِ ثُمَّ دَلاَّهُمَا فِي الْبِئْرِ فَجَعَلْتُ أَتَمَنَّى أَخًا لِي وَأَدْعُو اللهَ أَنْ يَأْتِيَ قَالَ ابْنُ الْمُسَيَّبِ فَتَأَوَّلْتُ ذَلِكَ قُبُورَهُمْ اجْتَمَعَتْ هَا هُنَا وَانْفَرَدَ عُثْمَانُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "92"
    }
  }
}