{
  "hadith": {
    "hadith_id": 7112,
    "narrator": "আবু মিনহাল (রহঃ)",
    "bn": "তিনি বলেন, ইব্‌নু যিয়াদ ও মারওয়ান যখন সিরিয়ার শাসনকর্তা নিযুক্ত ছিলেন এবং ইব্‌নু যুবায়র (রাঃ) মক্কার শাসন ক্ষমতা দখল করেন, আর ক্বারী নামধারীরা (খারেজীরা) বসরায় ক্ষমতায় চেপে বসল, তখন একদিন আমি আমার পিতার সাথে আবূ বারযা আসলামী (রাঃ)-এর উদ্দেশ্যে রওনা করে আমরা তাঁর ঘরে প্রবেশ করলাম। এ সময় তিনি তাঁর বাঁশের তৈরি ঘরের ছায়ায় উপবিষ্ট ছিলেন। আমরা তাঁর কাছে বসলাম। আমার পিতা তাঁর নিকট হতে কিছু হাদীস শুনতে চাইলেন। পিতা বললেন, হে আবূ বারযা! লোকেরা কী ভীষণ বিপদে পড়েছে তা কি আপনি দেখছেন না? সর্বপ্রথম যে কথাটি তাঁকে বলতে শুনলাম তা হল, আমি যে কুরাইশের গোত্রগুলোর প্রতি বিরূপ ভাব পোষণ করি, এজন্য আল্লাহ্‌র কাছে অবশ্যই সওয়াবের আশা করি। হে আরববাসীরা! তোমরা যে কেমন ভ্রষ্টতা, অভাব-অনটন ও লাঞ্ছনার মধ্যে ছিলে তা তোমরা জান। মহান আল্লাহ্ তা’আলা ইসলাম ও মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মাধ্যমে সে অবস্থা থেকে মুক্ত করে তোমাদের বর্তমান অবস্থায় পৌঁছিয়েছেন, যা তোমরা দেখছ। আর এ পার্থিব দুনিয়াই তোমাদের মাঝে গোলযোগের সৃষ্টি করেছে। ঐ যে লোকটা সিরিয়ায় (ক্ষমতা বসে আছে) আছে, আল্লাহ্‌র কসম! কেবল পার্থিব স্বার্থ ব্যতীত অন্য কোন উদ্দেশ্যে সে লড়াই করেনি। [১৬২](আধুনিক প্রকাশনী- ৬৬১৩, ইসলামিক ফাউন্ডেশন- ৬৬২৭)",
    "ar": "أَحْمَدُ بْنُ يُونُسَ حَدَّثَنَا أَبُو شِهَابٍ عَنْ عَوْفٍ عَنْ أَبِي الْمِنْهَالِ قَالَ لَمَّا كَانَ ابْنُ زِيَادٍ وَمَرْوَانُ بِالشَّأْمِ وَوَثَبَ ابْنُ الزُّبَيْرِ بِمَكَّةَ وَوَثَبَ الْقُرَّاءُ بِالْبَصْرَةِ فَانْطَلَقْتُ مَعَ أَبِي إِلَى أَبِي بَرْزَةَ الأَسْلَمِيِّ حَتَّى دَخَلْنَا عَلَيْهِ فِي دَارِهِ وَهُوَ جَالِسٌ فِي ظِلِّ عُلِّيَّةٍ لَهُ مِنْ قَصَبٍ فَجَلَسْنَا إِلَيْهِ فَأَنْشَأَ أَبِي يَسْتَطْعِمُهُ الْحَدِيثَ فَقَالَ يَا أَبَا بَرْزَةَ أَلاَ تَرَى مَا وَقَعَ فِيهِ النَّاسُ فَأَوَّلُ شَيْءٍ سَمِعْتُهُ تَكَلَّمَ بِهِ إِنِّي احْتَسَبْتُ عِنْدَ اللهِ أَنِّي أَصْبَحْتُ سَاخِطًا عَلَى أَحْيَاءِ قُرَيْشٍ إِنَّكُمْ يَا مَعْشَرَ الْعَرَبِ كُنْتُمْ عَلَى الْحَالِ الَّذِي عَلِمْتُمْ مِنْ الذِّلَّةِ وَالْقِلَّةِ وَالضَّلاَلَةِ وَإِنَّ اللهَ أَنْقَذَكُمْ بِالإِسْلاَمِ وَبِمُحَمَّدٍ صلى الله عليه وسلم حَتَّى بَلَغَ بِكُمْ مَا تَرَوْنَ وَهَذِهِ الدُّنْيَا الَّتِي أَفْسَدَتْ بَيْنَكُمْ إِنَّ ذَاكَ الَّذِي بِالشَّأْمِ وَاللهِ إِنْ يُقَاتِلُ إِلاَّ عَلَى الدُّنْيَا وَإِنَّ هَؤُلاَءِ الَّذِينَ بَيْنَ أَظْهُرِكُمْ وَاللهِ إِنْ يُقَاتِلُونَ إِلاَّ عَلَى الدُّنْيَا وَإِنْ ذَاكَ الَّذِي بِمَكَّةَ وَاللهِ إِنْ يُقَاتِلُ إِلاَّ عَلَى الدُّنْيَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৬২] আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও সাহাবীরা দুনিয়ার স্বার্থকে ত্যাগ করে কেবলমাত্র আল্লাহর সন্তুষ্টির উদ্দেশ্যে জিহাদ ও যুদ্ধে লিপ্ত হয়েছিলেন। কিন্তু আজ পার্থিব স্বার্থ উদ্ধারই আমাদের মধ্যে যুদ্ধ-বিগ্রহ সৃষ্টি করেছে।",
    "chapter": {
      "chapter_number": "92"
    }
  }
}