{
  "hadith": {
    "hadith_id": 712,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  অন্তিম রোগে আক্রান্ত থাকাকালে একবার বিলাল (রাঃ) তাঁর নিকট এসে সালাতের (সময় হওয়ার) সংবাদ দিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃআবূ বক্‌রকে বল, যেন লোকদের নিয়ে সালাত আদায় করে। [‘আয়িশা (রাঃ) বললেন] আমি বললাম, আবূ বকর (রাঃ) কোমল হৃদয়ের লোক, তিনি আপনার স্থানে দাঁড়ালে কেঁদে ফেলবেন এবং কিরাআত পড়তে পারবেন না। তিনি আবার বললেনঃআবূ বকরকে বল, সালাত আদায় করতে। আমি আবারও সেকথা বললাম। তখন তৃতীয় বা চতুর্থবারে তিনি বললেন, তোমরা তো ইউসুফের (আঃ)–সাথী রমণীদেরই মত। আবূ বকর (রাঃ) কে বল, সে যেন লোকদের নিয়ে সালাত আদায় করে। আবূ বকর (রাঃ) লোকদের নিয়ে সালাত আদায় করতে লাগলেন, ইতিমধ্যে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  দু’জন লোকের কাঁধে ভর করে বের হলেন। [‘আয়িশা (রাঃ) বললেনঃ] আমি যেন এখনও সে দৃশ্য দেখতে পাই, তিনি দু’পা মাটির উপর দিয়ে হেঁচড়িয়ে যান। আবূ বকর (রাঃ) তাঁকে দেখতে পেয়ে পিছনে সরে আসতে লাগলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইঙ্গিতে তাঁকে সালাত আদায় করতে বললেন, (তবুও) আবূ বকর (রাঃ) পিছনে সরে আসলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তাঁর পাশে বসলেন, আবূ বকর (রাঃ) তাকবীর শুনাতে লাগলেন।\nমুহাযির (রহঃ)  আমাশ (রহঃ)  হতে হাদীস বর্ণনায় ‘আবদুল্লাহ্‌ ইব্‌নু দাউদ (রহঃ) –এর অনুসরণ করেছেন।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا عَبْدُ اللَّهِ بْنُ دَاوُدَ، قَالَ حَدَّثَنَا الأَعْمَشُ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ لَمَّا مَرِضَ النَّبِيُّ صلى الله عليه وسلم مَرَضَهُ الَّذِي مَاتَ فِيهِ أَتَاهُ بِلاَلٌ يُؤْذِنُهُ بِالصَّلاَةِ فَقَالَ ‏\"‏ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ ‏\"‏‏.‏ قُلْتُ إِنَّ أَبَا بَكْرٍ رَجُلٌ أَسِيفٌ، إِنْ يَقُمْ مَقَامَكَ يَبْكِي فَلاَ يَقْدِرُ عَلَى الْقِرَاءَةِ‏.‏ قَالَ ‏\"‏ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ ‏\"‏‏.‏ فَقُلْتُ مِثْلَهُ فَقَالَ فِي الثَّالِثَةِ أَوِ الرَّابِعَةِ ‏\"‏ إِنَّكُنَّ صَوَاحِبُ يُوسُفَ، مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ ‏\"‏‏.‏ فَصَلَّى وَخَرَجَ النَّبِيُّ صلى الله عليه وسلم يُهَادَى بَيْنَ رَجُلَيْنِ، كَأَنِّي أَنْظُرُ إِلَيْهِ يَخُطُّ بِرِجْلَيْهِ الأَرْضَ، فَلَمَّا رَآهُ أَبُو بَكْرٍ ذَهَبَ يَتَأَخَّرُ، فَأَشَارَ إِلَيْهِ أَنْ صَلِّ، فَتَأَخَّرَ أَبُو بَكْرٍ ـ رضى الله عنه ـ وَقَعَدَ النَّبِيُّ صلى الله عليه وسلم إِلَى جَنْبِهِ، وَأَبُو بَكْرٍ يُسْمِعُ النَّاسَ التَّكْبِيرَ‏.‏ تَابَعَهُ مُحَاضِرٌ عَنِ الأَعْمَشِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}