{
  "hadith": {
    "hadith_id": 7121,
    "narrator": "আবূ হুরাইরাহ (রাঃ)",
    "bn": "যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ক্বিয়ামাত সংঘটিত হবে না যতক্ষণ দু'টি বড় দল পরস্পরে মহাযুদ্ধে লিপ্ত না হবে। উভয় দলের দাবি হবে অভিন্ন। আর যতক্ষণ ত্রিশের কাছাকাছি মিথ্যাচারী দাজ্জাল-এর প্রকাশ না পাবে। তারা প্রত্যেকেই নিজেকে আল্লাহ্‌র প্রেরিত রাসূল বলে দাবি করবে এবং যতক্ষণ ইল্‌ম উঠিয়ে নেয়া না হবে। আর ভূমিকম্প আধিক হারে না হবে। আর যামানা (কাল) সংক্ষিপ্ত না হবে এবং (ব্যাপক হারে) ফিতনা প্রকাশ না পাবে। আর হারজ ব্যাপকতা লাভ করবে। হারজ হল হত্যা। আর যতক্ষণ তোমাদের মাঝে ধন-সম্পদ বৃদ্ধি না পাবে। তখন সম্পদের এমন সয়লাব শুরু হবে যে, সম্পদের মালিক তার সদাকাহ কে গ্রহণ করবে - এ নিয়ে চিন্তাযুক্ত হয়ে পড়বে। এমন কি যার নিকট সে সম্পদ আনা হবে সে বলবে আমার এ মালের কোনই প্রয়োজন নেই। আর যতক্ষণ মানুষ উঁচু উঁচু প্রাসাদ নির্মাণের জন্য পরস্পরে প্রতিযোগিতায় অবতীর্ণ না হবে। আর যতক্ষণ এক ব্যক্তি অপর ব্যক্তির কবরের পাশ অতিক্রম করার সময় বলবে হায়! আমি যদি এ কবরবাসীর স্থলে হতাম এবং যতক্ষণ সূর্য পশ্চিম দিক থেকে উদিত না হবে। যখন সূর্য পশ্চিম দিক থেকে উঠবে এবং সকল লোক তা দেখবে এবং সেদিন সবাই ঈমান আনবে। কিন্তু সে দিন তার ঈমান কাজে আসবে না, যে এর আগে ঈমান আনেনি। কিংবা ইতোপূর্বে যারা ঈমান আনেনি কিংবা ঈমানের মাধ্যমে কল্যাণ অর্জন করেনি - (সূরাহ আন'আম ৬/১৫৮)। আর অবশ্যই ক্বিয়ামাত এমন অবস্থায় কায়িম হবে যে, দু'ব্যক্তি (পরস্পরে বেচাকেনার উদ্দেশ্যে) কাপড় খুলবে। কিন্তু তারা বেচাকেনা ও গুটিয়ে রাখা শেষ করতে পারবে না। অবশ্যই ক্বিয়ামাত এমন অবস্থায় কায়িম হবে যে, এক ব্যক্তি তার উটের দুধ দোহন করে নিয়ে ফিরেছে। কিন্তু সে তা পান করতে পারবে না। ক্বিয়ামাত এমন অবস্থায় কায়িম হবে যে, এক ব্যক্তি তার হাওয আস্তর করছে, কিন্তু সে পানি পান করাতে পারবে না। অবশ্যই ক্বিয়ামাত এমন (অতর্কিত) ভাবে কায়িম হবে যে, এক ব্যক্তি মুখের কাছে লোক্‌মা তুলবে কিন্তু সে তা আহার করতে পারবে না।[৮৫; মুসলিম ১/৭২, হাঃ ১৫৭, আহমাদ ৭১৬৪] (আধুনিক প্রকাশনী- ৬৬২২, ইসলামিক ফাউন্ডেশন- ৬৬৩৬)",
    "ar": "أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ حَدَّثَنَا أَبُو الزِّنَادِ عَنْ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ لاَ تَقُومُ السَّاعَةُ حَتَّى تَقْتَتِلَ فِئَتَانِ عَظِيمَتَانِ يَكُونُ بَيْنَهُمَا مَقْتَلَةٌ عَظِيمَةٌ دَعْوَتُهُمَا وَاحِدَةٌ وَحَتَّى يُبْعَثَ دَجَّالُونَ كَذَّابُونَ قَرِيبٌ مِنْ ثَلاَثِينَ كُلُّهُمْ يَزْعُمُ أَنَّهُ رَسُولُ اللهِ صلى الله عليه وسلم وَحَتَّى يُقْبَضَ الْعِلْمُ وَتَكْثُرَ الزَّلاَزِلُ وَيَتَقَارَبَ الزَّمَانُ وَتَظْهَرَ الْفِتَنُ وَيَكْثُرَ الْهَرْجُ وَهُوَ الْقَتْلُ وَحَتَّى يَكْثُرَ فِيكُمْ الْمَالُ فَيَفِيضَ حَتَّى يُهِمَّ رَبَّ الْمَالِ مَنْ يَقْبَلُ صَدَقَتَهُ وَحَتَّى يَعْرِضَهُ عَلَيْهِ فَيَقُولَ الَّذِي يَعْرِضُهُ عَلَيْهِ لاَ أَرَبَ لِي بِهِ وَحَتَّى يَتَطَاوَلَ النَّاسُ فِي الْبُنْيَانِ وَحَتَّى يَمُرَّ الرَّجُلُ بِقَبْرِ الرَّجُلِ فَيَقُولُ يَا لَيْتَنِي مَكَانَهُ وَحَتَّى تَطْلُعَ الشَّمْسُ مِنْ مَغْرِبِهَا فَإِذَا طَلَعَتْ وَرَآهَا النَّاسُ يَعْنِي آمَنُوا أَجْمَعُونَ فَذَلِكَ حِينَ لاَ يَنْفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِنْ قَبْلُ أَوْ كَسَبَتْ فِي إِيمَانِهَا خَيْرًا وَلَتَقُومَنَّ السَّاعَةُ وَقَدْ نَشَرَ الرَّجُلاَنِ ثَوْبَهُمَا بَيْنَهُمَا فَلاَ يَتَبَايَعَانِهِ وَلاَ يَطْوِيَانِهِ وَلَتَقُومَنَّ السَّاعَةُ وَقَدْ انْصَرَفَ الرَّجُلُ بِلَبَنِ لِقْحَتِهِ فَلاَ يَطْعَمُهُ وَلَتَقُومَنَّ السَّاعَةُ وَهُوَ يُلِيطُ حَوْضَهُ فَلاَ يَسْقِي فِيهِ وَلَتَقُومَنَّ السَّاعَةُ وَقَدْ رَفَعَ أُكْلَتَهُ إِلَى فِيهِ فَلاَ يَطْعَمُهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "92"
    }
  }
}