{
  "hadith": {
    "hadith_id": 7127,
    "narrator": "আবদুল্লাহ্ ইব্‌নু ‘উমার (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোক সমাবেশে দাঁড়ালেন এবং মহান আল্লাহ্‌র প্রশংসা করলেন। এরপর তিনি দাজ্জাল প্রসঙ্গে বললেনঃ তার সম্পর্কে আমি তোমাদেরকে সতর্ক করছি। এমন কোন নবী নেই যিনি তাঁর কাওমকে এ বিষয়ে সতর্ক করেননি। তবে তার সম্পর্কে আমি তোমাদের এমন একটি কথা বলব যা কোন নাবীই তাঁর জাতিকে বলেননি। তা হল এই যে, সে কানা হবে আর আল্লাহ্ অবশ্যই কানা নন। [১৬৬](আধুনিক প্রকাশনী- ৬৬২৮, ইসলামিক ফাউন্ডেশন- ৬৬৪২)",
    "ar": "عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللهِ حَدَّثَنَا إِبْرَاهِيمُ عَنْ صَالِحٍ عَنْ ابْنِ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللهِ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ قَالَ قَامَ رَسُولُ اللهِ صلى الله عليه وسلم فِي النَّاسِ فَأَثْنَى عَلَى اللهِ بِمَا هُوَ أَهْلُهُ ثُمَّ ذَكَرَ الدَّجَّالَ فَقَالَ إِنِّي لأُنْذِرُكُمُوهُ وَمَا مِنْ نَبِيٍّ إِلاَّ وَقَدْ أَنْذَرَهُ قَوْمَهُ وَلَكِنِّي سَأَقُولُ لَكُمْ فِيهِ قَوْلاً لَمْ يَقُلْهُ نَبِيٌّ لِقَوْمِهِ إِنَّهُ أَعْوَرُ وَإِنَّ اللهَ لَيْسَ بِأَعْوَرَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] উল্লেখিত হাদীসে দাজ্জাল সম্পর্কে দু’টি বিষয় বর্ণিত হয়েছেঃ\n\nপ্রথম বিষয় : প্রত্যেক নবী তাদের নিজ নিজ উম্মতদেরকে দাজ্জাল সম্পর্কে ভীতি প্রদর্শন করেছেন। তারই ধারাবাহিকতা স্বরূপ রাসূল (সাঃ)ও তাঁর উম্মতকে উদ্দেশ করে বলেন, إني لأنذركموه (অর্থাৎ নিশ্চয় আমিও অবশ্যই তোমাদেরকে তার ব্যাপারে সতর্ক করেছি)।\n\nদ্বিতীয় বিষয় : রাসূল (সাঃ) বলেন, আমার পূর্ববর্তী সব নবী দাজ্জালের ভীতি প্রদর্শন করলেও তার সম্পর্কে যে কথাটি বলেননি, আমি তোমাদের অবশ্যই সে কথাটি বলব। আর তা হচ্ছে সে কানা। আল্লাহ কিন্তু কানা নয়। এখানে একদিকে যেমন দাজ্জালের এক চোখ নেই তা প্রমাণ হচ্ছে, অপরদিকে আল্লাহর চোখ রয়েছে এবং তিনি দেখেন এটাও প্রমাণিত হচ্ছে। সুতরাং আল্লাহ তা‘আলার অসংখ্য সিফাতের মধ্যে এটিও তাঁর একটি সিফাত যে, তাঁর চক্ষু রয়েছে এবং তিনি দেখেন। তাঁর চক্ষু কেমন তা যেমন বলা যাবে না, তদ্রুপ তা অস্বীকার, অপব্যাখ্যা, সাদৃশ্য দেয়া বা প্রকৃতি বর্ণনা করা মোটেও ঠিক নয়। আল্লাহ তা‘আলা বলেনঃ ليس كمثله شيء وهو السميع البصير",
    "chapter": {
      "chapter_number": "92"
    }
  }
}