{
  "hadith": {
    "hadith_id": 713,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন (রোগে) পীড়িত হয়ে পড়েছিলেন, বিলাল (রাঃ) এসে সালাতের কথা বললেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আবূ বক্‌রকে বল, লোকদের নিয়ে সালাত আদায় করতে। আমি বললাম, হে আল্লাহ্‌র রসূল! আবূ বকর (রাঃ) অত্যন্ত কোমল হৃদয়ের লোক। তিনি যখন আপনার স্থানে দাঁড়াবেন, তখন সাহাবীগণকে কিছুই শুনাতে পারবেন না। যদি আপনি ‘উমর (রাঃ)-কে এ নির্দেশ দেন (তবে ভাল হয়)। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবার বললেনঃ লোকদের নিয়ে আবূ বকর (রাঃ)-কে সালাত আদায় করতে বল। আমি হাফ্‌সাহ (রাঃ) কে বললাম, তুমি তাঁকে একটু বল যে, আবূ বকর (রাঃ) অত্যন্ত কোমল হৃদয়ের লোক। তিনি যখন আপনার বদলে সে স্থানে দাঁড়াবেন, তখন সাহাবীগণকে কিছুই শোনাতে পারবেন না। যদি আপনি ‘উমর (রাঃ)-কে এ নির্দেশ দিতেন (তবে ভালো হতো)। এ শুনে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা ইউসুফের সাথী নারীদেরই মতো। আবূ বক্‌রকে লোকদের নিয়ে সালাত আদায় করতে বল। আবূ বকর (রাঃ) লোকদের নিয়ে সালাত শুরু করলেন। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  নিজে একটু সুস্থবোধ করলেন এবং দু’জন সাহাবীর কাঁধে ভর দিয়ে উঠে দাঁড়িয়ে মসজিদে গেলেন। তাঁর দু’পা মাটির উপর দিয়ে হেঁচড়ে যাচ্ছিল। আবূ বকর (রাঃ) যখন তাঁর আগমন টের পেলেন, পিছনে সরে যেতে উদ্যত হলেন। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  তার প্রতি ইঙ্গিত করলেন (স্বস্থানে থাকার জন্য)। অতঃপর তিনি এসে আবূ বকর (রাঃ)-এর বামপাশে বসে গেলেন। অবশেষে আবূ বকর (রাঃ) দাঁড়িয়ে সালাত আদায় করছিলেন। আর সাহাবীগণ আবূ বকর (রাঃ) এর সালাতের অনুসরণ করছিল।",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ لَمَّا ثَقُلَ رَسُولُ اللَّهِ صلى الله عليه وسلم جَاءَ بِلاَلٌ يُؤْذِنُهُ بِالصَّلاَةِ فَقَالَ ‏\"‏ مُرُوا أَبَا بَكْرٍ أَنْ يُصَلِّيَ بِالنَّاسِ ‏\"‏‏.‏ فَقُلْتُ يَا رَسُولَ اللَّهِ، إِنَّ أَبَا بَكْرٍ رَجُلٌ أَسِيفٌ، وَإِنَّهُ مَتَى مَا يَقُمْ مَقَامَكَ لاَ يُسْمِعُ النَّاسَ، فَلَوْ أَمَرْتَ عُمَرَ‏.‏ فَقَالَ ‏\"‏ مُرُوا أَبَا بَكْرٍ يُصَلِّي بِالنَّاسِ ‏\"‏‏.‏ فَقُلْتُ لِحَفْصَةَ قُولِي لَهُ إِنَّ أَبَا بَكْرٍ رَجُلٌ أَسِيفٌ، وَإِنَّهُ مَتَى يَقُمْ مَقَامَكَ لاَ يُسْمِعِ النَّاسَ، فَلَوْ أَمَرْتَ عُمَرَ‏.‏ قَالَ ‏\"‏ إِنَّكُنَّ لأَنْتُنَّ صَوَاحِبُ يُوسُفَ، مُرُوا أَبَا بَكْرٍ أَنْ يُصَلِّيَ بِالنَّاسِ ‏\"‏‏.‏ فَلَمَّا دَخَلَ فِي الصَّلاَةِ وَجَدَ رَسُولُ اللَّهِ صلى الله عليه وسلم فِي نَفْسِهِ خِفَّةً، فَقَامَ يُهَادَى بَيْنَ رَجُلَيْنِ، وَرِجْلاَهُ يَخُطَّانِ فِي الأَرْضِ حَتَّى دَخَلَ الْمَسْجِدَ، فَلَمَّا سَمِعَ أَبُو بَكْرٍ حِسَّهُ ذَهَبَ أَبُو بَكْرٍ يَتَأَخَّرُ، فَأَوْمَأَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم، فَجَاءَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَتَّى جَلَسَ عَنْ يَسَارِ أَبِي بَكْرٍ، فَكَانَ أَبُو بَكْرٍ يُصَلِّي قَائِمًا، وَكَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُصَلِّي قَاعِدًا، يَقْتَدِي أَبُو بَكْرٍ بِصَلاَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَالنَّاسُ مُقْتَدُونَ بِصَلاَةِ أَبِي بَكْرٍ رضى الله عنه‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}