{
  "hadith": {
    "hadith_id": 7132,
    "narrator": "আবূ সা’ঈদ খুদ্‌রী (রাঃ)",
    "bn": "তিনি বলেন, একদিন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের কাছে দাজ্জাল সম্পর্কে দীর্ঘ হাদীস বর্ণনা করলেন। তিনি তার সম্পর্কে আমাদেরকে যা কিছু বলেছিলেন, তাতে এও বলেছেন যে, দাজ্জাল আসবে, তবে মাদীনার প্রবেশপথে তার প্রবেশাধিকার নিষিদ্ধ থাকবে। মাদীনার নিকটবর্তী বালুময় একটি স্থানে সে অবস্থান নিবে। এ সময় তার দিকে এক ব্যক্তি আসবে, যে মানুষের মাঝে উত্তম। কিংবা উত্তম ব্যক্তিদের একজন। সে বলবে, আমি সাক্ষ্য দিচ্ছি যে, তুই সেই দাজ্জাল, যার সম্পর্কে রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের কাছে তাঁর হাদীস বর্ণনা করেছেন। তখন দাজ্জাল বলবে, তোমরা দেখ - আমি যদি একে হত্যা করে আবার জীবিত করে দেই তাহলে কি তোমরা এ ব্যাপারে সন্দেহ করবে? লোকেরা বলবে, না। এরপর সে তাকে হত্যা করবে এবং আবার জীবিত করবে। তখন সে লোকটি বলবে, আল্লাহ্‌র কসম! তোর সম্পর্কে আজকের মত দৃঢ় বিশ্বাসী ছিলাম না। তখন দাজ্জাল তাকে হত্যা করতে চাইবে কিন্তু সে তা করতে পারবে না।(আধুনিক প্রকাশনী- ৬৬৩৩, ইসলামিক ফাউন্ডেশন- ৬৬৪৭)",
    "ar": "أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ أَخْبَرَنِي عُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ أَنَّ أَبَا سَعِيدٍ قَالَ حَدَّثَنَا رَسُولُ اللهِ صلى الله عليه وسلم يَوْمًا حَدِيثًا طَوِيلاً عَنْ الدَّجَّالِ فَكَانَ فِيمَا يُحَدِّثُنَا بِهِ أَنَّهُ قَالَ يَأْتِي الدَّجَّالُ وَهُوَ مُحَرَّمٌ عَلَيْهِ أَنْ يَدْخُلَ نِقَابَ الْمَدِينَةِ فَيَنْزِلُ بَعْضَ السِّبَاخِ الَّتِي تَلِي الْمَدِينَةَ فَيَخْرُجُ إِلَيْهِ يَوْمَئِذٍ رَجُلٌ وَهُوَ خَيْرُ النَّاسِ أَوْ مِنْ خِيَارِ النَّاسِ فَيَقُولُ أَشْهَدُ أَنَّكَ الدَّجَّالُ الَّذِي حَدَّثَنَا رَسُولُ اللهِ صلى الله عليه وسلم حَدِيثَهُ فَيَقُولُ الدَّجَّالُ أَرَأَيْتُمْ إِنْ قَتَلْتُ هَذَا ثُمَّ أَحْيَيْتُهُ هَلْ تَشُكُّونَ فِي الأَمْرِ فَيَقُولُونَ لاَ فَيَقْتُلُهُ ثُمَّ يُحْيِيهِ فَيَقُولُ وَاللهِ مَا كُنْتُ فِيكَ أَشَدَّ بَصِيرَةً مِنِّي الْيَوْمَ فَيُرِيدُ الدَّجَّالُ أَنْ يَقْتُلَهُ فَلاَ يُسَلَّطُ عَلَيْهِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "92"
    }
  }
}