{
  "hadith": {
    "hadith_id": 7139,
    "narrator": "মুহাম্মাদ ইব্‌নু যুবায়র ইব্‌নু মুতঈম (রহঃ)",
    "bn": "তিনি বর্ণনা করেন যে, তারা কুরাইশদের একটি প্রতিনিধি দলের সাথে মু’আবিয়াহ (রাঃ)-এর নিকট ছিলেন। তখন মু’আবিয়াহ (রাঃ)-এর নিকট সংবাদ পৌছল যে, ‘আবদুল্লাহ্ ইব্‌নু ‘আম্‌র (রাঃ) বর্ণনা করেন যে, অচিরেই কাহতান গোত্র থেকে একজন বাদশাহ্ হবেন। এ শুনে তিনি ক্রুদ্ধ হলেন এবং দাঁড়ালেন। এরপর তিনি আল্লাহ্ তা’আলার যথাযোগ্য প্রশংসা করলেন, তারপর তিনি বললেন, যা হোক! আমার নিকট এ মর্মে সংবাদ পৌঁছেছে যে, তোমাদের  কিছু লোক এমন কথা বলে থাকে যা আল্লাহ্‌র কিতাবে নেই এবং যা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  থেকেও বর্ণিত নেই। এরাই তোমাদের মাঝে সবচেয়ে জাহিল। সুতরাং তোমরা এ সকল মনগড়া কথা থেকে যা স্বয়ং বক্তাকেই পথভ্রষ্ট করে- সতর্ক থাক। আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছি যে, (খিলাফতের) এ বিষয়টি কুরাইশদের মধ্যেই থাকবে, যদ্দিন তারা দ্বীনের উপর দৃঢ় থাকবে। যে কেউ তাদের বিরোধিতা করে তবে আল্লাহ্ তাকেই অধোমুখে নিপতিত করবেন। (১৬৯) \nনু’আয়ম (রহঃ)… মুহাম্মাদ ইব্‌নু যুবায়র (রহঃ) সূত্রে শুআয়ব-এর অনুসরণ করেছেন।(আধুনিক প্রকাশনী- ৬৬৪০, ইসলামিক ফাউন্ডেশন- ৬৬৫৪)",
    "ar": "أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ قَالَ كَانَ مُحَمَّدُ بْنُ جُبَيْرِ بْنِ مُطْعِمٍ يُحَدِّثُ أَنَّهُ بَلَغَ مُعَاوِيَةَ وَهُوَ عِنْدَهُ فِي وَفْدٍ مِنْ قُرَيْشٍ أَنَّ عَبْدَ اللهِ بْنَ عَمْرٍو يُحَدِّثُ أَنَّهُ سَيَكُونُ مَلِكٌ مِنْ قَحْطَانَ فَغَضِبَ فَقَامَ فَأَثْنَى عَلَى اللهِ بِمَا هُوَ أَهْلُهُ ثُمَّ قَالَ أَمَّا بَعْدُ فَإِنَّهُ بَلَغَنِي أَنَّ رِجَالاً مِنْكُمْ يُحَدِّثُونَ أَحَادِيثَ لَيْسَتْ فِي كِتَابِ اللهِ وَلاَ تُوثَرُ عَنْ رَسُولِ اللهِ صلى الله عليه وسلم وَأُولَئِكَ جُهَّالُكُمْ فَإِيَّاكُمْ وَالأَمَانِيَّ الَّتِي تُضِلُّ أَهْلَهَا فَإِنِّي سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم يَقُولُ إِنَّ هَذَا الأَمْرَ فِي قُرَيْشٍ لاَ يُعَادِيهِمْ أَحَدٌ إِلاَّ كَبَّهُ اللهُ فِي النَّارِ عَلَى وَجْهِهِ مَا أَقَامُوا الدِّينَ تَابَعَهُ نُعَيْمٌ عَنْ ابْنِ الْمُبَارَكِ عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ عَنْ مُحَمَّدِ بْنِ جُبَيْرٍ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৬৯] যতদিন ইসলামী হুকুমাত কুরাইশ প্রভাবিত এলাকায় সীমাবদ্ধ ছিল ততদিন কুরাইশরাই ছিলেন ইমারাতের হকদার। কারণ কুরাইশগণ হলেন দুনিয়ার সর্বশ্রেষ্ঠ জাতি। কুরাইশ প্রভাবিত ভূখণ্ডে কুরাইশদের বর্তমানে অন্য কেউ আমীর হলে তিনি সকলের নিকট গ্রহণীয় হতেন না, সেখানে কুরাইশরাই সকলের নিকট গ্রহণযোগ্য। আরব ভূখণ্ডে ইসলামী হুকুমাতের প্রেক্ষাপটে আল্লাহর রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ কথা বলেছিলেন। বর্তমানে পৃথিবীর বিভিন্ন এলাকায় সংশ্লিষ্ট এলাকার সর্বাধিক গ্রহণযোগ্য ব্যক্তিরাই মুসলিমদের নেতৃত্ব দিবে।",
    "chapter": {
      "chapter_number": "93"
    }
  }
}