{
  "hadith": {
    "hadith_id": 7145,
    "narrator": "আলী (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি ক্ষুদ্র সৈন্যদল পাঠালেন এবং একজন আনসারীকে তাঁদের আমীর নিযুক্ত করে সেনাবাহিনীকে তাঁর আনুগত্য করার নির্দেশ দিলেন। এরপর তিনি (‘আমীর) তাদের উপর রাগান্বিত হলেন এবং বললেনঃ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি তোমাদের আমার আনুগত্য করার নির্দেশ দেননি? তাঁরা বললেন, হ্যাঁ। তখন তিনি বললেন, আমি তোমাদের দৃঢ়ভাবে বলছি যে তোমরা কাঠ জড় কর এবং তাতে আগুন জ্বালাও। এরপর তোমরা তাতে প্রবেশ করবে। তারা কাঠ জড় করল এবং তাতে আগুন জ্বালাল। এরপর যখন প্রবেশ করতে ইচ্ছা করল, তখন একে অন্যের দিকে তাকাতে লাগল। তাঁদের কেউ কেউ বলল, আগুন থেকে পরিত্রাণের জন্যই তো আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অনুসরণ করেছি। তাহলে কি আমরা (সবশেষে) আগুনেই প্রবেশ করব? তাঁদের এসব কথোপকথনের মাঝে হঠাৎ আগুন নিভে যায়। আর তাঁর (আমীরের) ক্রোধও দমিত হয়ে যায়। এ ঘটনা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট বর্ণনা করলে তিনি বললেনঃ যদি তারা তাতে প্রবেশ করতে, তাহলে কোনদিন আর এ থেকে বের হত না। জেনে রেখো! আনুগত্য কেবল বৈধ কাজেই হয়ে থাকে। [৪৩৪০; মুসলিম ৩৩/৮, হাঃ ১৮৪০, আহমাদ ৭২৪] (আধুনিক প্রকাশনী- ৬৬৪৬, ইসলামিক ফাউন্ডেশন- ৬৬৬০)",
    "ar": "عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ حَدَّثَنَا أَبِي حَدَّثَنَا الأَعْمَشُ حَدَّثَنَا سَعْدُ بْنُ عُبَيْدَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَنْ عَلِيٍّ قَالَ بَعَثَ النَّبِيُّ صلى الله عليه وسلم سَرِيَّةً وَأَمَّرَ عَلَيْهِمْ رَجُلاً مِنْ الأَنْصَارِ وَأَمَرَهُمْ أَنْ يُطِيعُوهُ فَغَضِبَ عَلَيْهِمْ وَقَالَ أَلَيْسَ قَدْ أَمَرَ النَّبِيُّ صلى الله عليه وسلم أَنْ تُطِيعُونِي قَالُوا بَلَى قَالَ قَدْ عَزَمْتُ عَلَيْكُمْ لَمَا جَمَعْتُمْ حَطَبًا وَأَوْقَدْتُمْ نَارًا ثُمَّ دَخَلْتُمْ فِيهَا فَجَمَعُوا حَطَبًا فَأَوْقَدُوا نَارًا فَلَمَّا هَمُّوا بِالدُّخُولِ فَقَامَ يَنْظُرُ بَعْضُهُمْ إِلَى بَعْضٍ قَالَ بَعْضُهُمْ إِنَّمَا تَبِعْنَا النَّبِيَّ صلى الله عليه وسلم فِرَارًا مِنْ النَّارِ أَفَنَدْخُلُهَا فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ خَمَدَتْ النَّارُ وَسَكَنَ غَضَبُهُ فَذُكِرَ لِلنَّبِيِّ صلى الله عليه وسلم فَقَالَ لَوْ دَخَلُوهَا مَا خَرَجُوا مِنْهَا أَبَدًا إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوفِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "93"
    }
  }
}