{
  "hadith": {
    "hadith_id": 7153,
    "narrator": "আনাস ইব্‌নু  মালিক (রাঃ)",
    "bn": "তিনি বলেন, একবার আমি ও নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’জনে মাসজিদ থেকে বের হচ্ছিলাম। এমন সময় এক লোক মাসজিদের আঙ্গিনায় আমাদের সঙ্গে সাক্ষাত করে বলল, হে আল্লাহ্‌র রসূল! ক্বিয়ামাত কবে হবে? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি তার জন্য কী প্রস্তুতি গ্রহণ করেছ? এতে লোকটি যেন কিছুটা লজ্জিত হল। তারপর বলল, হে আল্লাহ্‌র রসূল! সওম, সালাত, সদকাহ খুব একটা তার জন্য করতে পারিনি। তবে আমি আল্লাহ্‌ ও তাঁর রসূলকে ভালবাসি। তিনি বললেনঃ তুমি যাকে ভালোবাস (ক্বিয়ামাতে) তার সঙ্গেই থাকবে। (১৭২)(আধুনিক প্রকাশনী- ৬৬৫৪, ইসলামিক ফাউন্ডেশন- ৬৬৬৮)",
    "ar": "حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ، حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه ـ قَالَ بَيْنَمَا أَنَا وَالنَّبِيُّ، صلى الله عليه وسلم خَارِجَانِ مِنَ الْمَسْجِدِ فَلَقِيَنَا رَجُلٌ عِنْدَ سُدَّةِ الْمَسْجِدِ فَقَالَ يَا رَسُولَ اللَّهِ مَتَى السَّاعَةُ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ مَا أَعْدَدْتَ لَهَا ‏\"‏ فَكَأَنَّ الرَّجُلَ اسْتَكَانَ ثُمَّ قَالَ يَا رَسُولَ اللَّهِ مَا أَعْدَدْتُ لَهَا كَبِيرَ صِيَامٍ وَلاَ صَلاَةٍ وَلاَ صَدَقَةٍ، وَلَكِنِّي أُحِبُّ اللَّهَ وَرَسُولَهُ‏.‏ قَالَ ‏\"‏ أَنْتَ مَعَ مَنْ أَحْبَبْتَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "¬¬¬¬¬¬¬¬¬¬¬(১৭২)  ইব্‌নু বাত্তাল বলেন, হাদীসটি হতে জানা যায়ঃ \n১. কোন মাসালাহ যদি জানা না থাকে তাহলে সে ব্যাপারে প্রশ্নকারীর জবাব দান হতে আলেমের চুপ থাকার বৈধতা।\n২. মানুষের অপ্রয়োজনীয় বিষয় সম্পর্কিত প্রশ্নের উত্তর দেয়া হতে আলেমের চুপ থাকার বৈধতা।\n৩. ফিতনা–ফ্যাসাদের আশংকা রয়েছে এমন প্রশ্নের উত্তর দান হতে আলেমের চুপ থাকার বৈধতা।\nচলমান অবস্থায় বিচার করা সম্পর্কে ইমামদের মাঝে মতানৈক্য রয়েছেঃ\nইমাম আশহাব বলেনঃ যদি উপলব্ধি করা হতে (অন্য কোন বিষয় তাকে) ব্যস্ত না রাখে তাহলে কোন অসুবিধা নাই। ইমাম সাহনুন বলেনঃ চলন্ত অবস্থায় বিচার করা উচিৎ নয়। ইমাম ইব্‌নে হাবীব বলেনঃ সাধারণ কোন বিষয়ে কোন অসুবিধা নেই। ইমাম ইব্‌নু বাত্তাল বলেনঃ এটাই উত্তম, আর ইমাম আশহাবের মতটি দলীলের সাথে সামঞ্জস্যপূর্ণ। ইব্‌নু ত্বীন বলেনঃ ভ্রাম্যমাণ অবস্থায় অস্পষ্ট ও দুর্বোধ্য বিষয়ে বিচার করা জায়েয নাই। ইমাম ইবনুল মুনীর বলেনঃ ভ্রাম্যমাণ অবস্থায় ইলম সম্পর্কিত কথাবার্তা বলা যারা নিষিদ্ধ বলেন তাদের দলীল সঠিক নয়।\nউপসংহারে ইব্‌নু হাজার ‘আসকালানী  (রহ.) বলেনঃ পায়ে হাঁটা ও আরোহী হয়ে চলমান অবস্থায় রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে সাহাবীদের প্রশ্ন করা সম্পর্কিত অনেক হাদিস রয়েছে। (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "93"
    }
  }
}