{
  "hadith": {
    "hadith_id": 716,
    "narrator": "উম্মুল মু’মিনীন ‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (অন্তিম) রোগে আক্রান্ত অবস্থায় বললেনঃআবূ বক্‌রকে লোকদের নিয়ে সালাত আদায় করতে বল। ‘আয়িশা (রাঃ) বলেন, আমি তাঁকে বললাম, আবূ বকর (রাঃ) যখন আপনার স্থালে দাঁড়াবেন, তখন কান্নার কারণে সাহাবীগণকে কিছুই শুনাতে পারবেন না। কাজেই ‘উমর (রাঃ) কে লোকদিন নিয়ে সালাত আদায় করতে নির্দেশ দিন। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  আবার বললেনঃ আবূ বক্‌রকে বল লোকদের নিয়ে সালাত আদায় করে দিতে। ‘আয়িশা (রাঃ) বলেন, তখন আমি হাফ্‌সাহ (রাঃ) কে বললাম, তুমি তাকেঁ বল যে, আবূ বকর (রাঃ) যখন আপনার স্থানে দাঁড়াবেন, তখন কান্নার কারণে সাহাবীগণকে কিছুই শুনাতে পারবেন না। কাজেই ‘উমর (রাঃ) কে বলুন তিনি যেন সাহাবীগণকে নিয়ে সালাত আদায় করেন। হাফ্‌সা (রাঃ) তাই করলেন। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  বললেনঃ থামো! তোমরা ইউসুফের সাথী মহিলাদেরই মতো। আবূ বক্‌রকে বল, সে যেন লোকদের নিয়ে সালাত আদায় করে। এতে হাফসা (রাঃ) ‘আয়িশা (রাঃ) কে (দুঃখ করে) বললেন, তোমার কাছ হতে আমি কখনো ভাল কিছু পাইনি।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنَا مَالِكُ بْنُ أَنَسٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ فِي مَرَضِهِ ‏\"‏ مُرُوا أَبَا بَكْرٍ يُصَلِّي بِالنَّاسِ ‏\"‏‏.‏ قَالَتْ عَائِشَةُ قُلْتُ إِنَّ أَبَا بَكْرٍ إِذَا قَامَ فِي مَقَامِكَ لَمْ يُسْمِعِ النَّاسَ مِنَ الْبُكَاءِ، فَمُرْ عُمَرَ فَلْيُصَلِّ‏.‏ فَقَالَ ‏\"‏ مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ لِلنَّاسِ ‏\"‏‏.‏ قَالَتْ عَائِشَةُ لِحَفْصَةَ قُولِي لَهُ إِنَّ أَبَا بَكْرٍ إِذَا قَامَ فِي مَقَامِكَ لَمْ يُسْمِعِ النَّاسَ مِنَ الْبُكَاءِ، فَمُرْ عُمَرَ فَلْيُصَلِّ لِلنَّاسِ‏.‏ فَفَعَلَتْ حَفْصَةُ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ مَهْ، إِنَّكُنَّ لأَنْتُنَّ صَوَاحِبُ يُوسُفَ، مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ لِلنَّاسِ ‏\"‏‏.‏ قَالَتْ حَفْصَةُ لِعَائِشَةَ مَا كُنْتُ لأُصِيبَ مِنْكِ خَيْرًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}