{
  "hadith": {
    "hadith_id": 7170,
    "narrator": "আবূ ক্বাতাদাহ (রাঃ)",
    "bn": "তিনি বলেন, হুনায়নের দিন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, শত্রুপক্ষের কোন নিহত লোককে হত্যা করা সম্পর্কে যার সাক্ষী আছে, সেই তার ছেড়ে যাওয়া সম্পদ পাবে। (রাবী বলেন) আমি আমার দ্বারা নিহত ব্যক্তির সাক্ষী খুঁজতে দাঁড়ালাম। কিন্তু আমার সম্পর্কে সাক্ষ্য দিবে এমন কেউ দেখতে পেলাম না, কাজেই আমি বসে গেলাম। তারপর আমার খেয়াল হল। আমি তাই হত্যার ব্যাপারটি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট জানালাম। তখন তাঁর নিকট বসা লোকদের মধ্যে একজন বলল, যে নিহত লোকটির আলোচনা চলছে তার হাতিয়ার আমার কাছে আছে। অতএব আপনি তাকে আমার পক্ষ হয়ে খুশি করে দিন। আবূ বকর (রাঃ) বললেন, কক্ষনো না। আপনি এই পাংশুবর্ণ কুরাইশকে কক্ষনো দিবেন না। আল্লাহ্ ও রাসূলের হয়ে যে আল্লাহর সিংহ যুদ্ধ করছে, তাকে আপনি বঞ্চিত করবেন। রাবী বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বিষয়টি বুঝতে পারলেন এবং  তা আমাকে দিলেন। আমি তা দিয়ে একটি বাগান কিনলাম। এটাই ছিল আমার প্রথম সম্পদ, যা আমি মূলধন হিসাবে সংরক্ষণ করেছিলাম।\n\n \n\n‘আবদুল্লাহ্ (রহ.) লায়সের সূত্রে হাদীসটি বর্ণনা করতে সাল্লাল্লাহু আলাইহি ওয়াসাল্লামفَعلم رسول الله এর স্থলে  فَقَامَ النَّبِيُّ (নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম দাঁড়িয়ে গলেন) বর্ণনা করেছেন। হিজাযের আলিমরা বলেন, শাসক তার জ্ঞান অনুসারে বিচার করবে না, তা পদে আসীনকালে দেখে থাকুক, কিংবা তার আগে। তাদের কারো কারো মতে যদি বাদী বিবাদীর কোন এক পক্ষ অপর পক্ষের হকের ব্যাপারে বিচার চলাকালে তার সামনে স্বীকার করে তা হলেও তার ভিত্তিতে সিদ্ধান্ত দেয়া যাবে না, যতক্ষণ পর্যন্ত দু’জন সাক্ষী ডেকে সে ব্যক্তির স্বীকারোক্তির সময় তাদের হাজির না রাখবেন। কোন কোন ইরাকী আলিম বলেন, বিচার চলার সময় যা কিছু শুনবে বা দেখবে তার ভিত্তিতে সিদ্ধান্ত দিবে। তবে অন্য জায়গায় যা কিছু শুনবে বা দেখবে দু’জন সাক্ষী ব্যতীত ফায়সালা দিতে পারবে না। তাদের অন্যরা বলেন বরং তার ভিত্তিতে ফায়সালা দিতে পারবে। কেননা সে তো বিশ্বস্ত। আর সাক্ষ্য গ্রহণের উদ্দেশ্য হল প্রকৃত সত্যকে জানা। সুতরাং তার জানা (সাক্ষীর) সাক্ষ্যের চেয়ে বেশি নির্ভরযোগ্য। তাদের অন্য কেউ বলেন যে, মাল সংক্রান্ত বিষয়ে বিচারক তার নিজের জানার ভিত্তিতে ফায়সালা দিবে। তবে অন্য ব্যাপারে নয়। কাসেম (রহ.) বলেন যে, অপরের সাক্ষ্য গ্রহণ ব্যতীত শাসকের নিজের জ্ঞান মুতাবেক ফায়সালা দেয়া উচিত নয়, যদিও তার জানা অন্যের সাক্ষ্যের চেয়ে বেশি নির্ভরযোগ্য তবুও। এতে মুসলিম জনসাধারণের কাছে নিজেকে অপবাদের মুখে পড়তে হয় এবং তাদেরকে সন্দেহে ফেলা হয়। কারণ নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সন্দেহ করাকে পছন্দ করতেন না। এজন্যেই তিনি পথচারীকে ডেকে বলে দিয়েছেনঃ এ হচ্ছে সফীয়্যাহ (আমার স্ত্রী)। [২১০০] (আধুনিক প্রকাশনী- ৬৬৬৯, ইসলামিক ফাউন্ডেশন- ৬৬৮২)",
    "ar": "قُتَيْبَةُ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ يَحْيَى عَنْ عُمَرَ بْنِ كَثِيرٍ عَنْ أَبِي مُحَمَّدٍ مَوْلَى أَبِي قَتَادَةَ أَنَّ أَبَا قَتَادَةَ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم يَوْمَ حُنَيْنٍ مَنْ لَهُ بَيِّنَةٌ عَلَى قَتِيلٍ قَتَلَهُ فَلَهُ سَلَبُهُ فَقُمْتُ لِأَلْتَمِسَ بَيِّنَةً عَلَى قَتِيلِي فَلَمْ أَرَ أَحَدًا يَشْهَدُ لِي فَجَلَسْتُ ثُمَّ بَدَا لِي فَذَكَرْتُ أَمْرَهُ إِلَى رَسُولِ اللهِ صلى الله عليه وسلم فَقَالَ رَجُلٌ مِنْ جُلَسَائِهِ سِلاَحُ هَذَا الْقَتِيلِ الَّذِي يَذْكُرُ عِنْدِي قَالَ فَأَرْضِهِ مِنْهُ فَقَالَ أَبُو بَكْرٍ كَلاَّ لاَ يُعْطِهِ أُصَيْبِغَ مِنْ قُرَيْشٍ وَيَدَعَ أَسَدًا مِنْ أُسْدِ اللهِ يُقَاتِلُ عَنْ اللهِ وَرَسُولِهِ قَالَ فَأَمَرَ رَسُولُ اللهِ صلى الله عليه وسلم فَأَدَّاهُ إِلَيَّ فَاشْتَرَيْتُ مِنْهُ خِرَافًا فَكَانَ أَوَّلَ مَالٍ تَأَثَّلْتُهُ قَالَ لِي عَبْدُ اللهِ عَنْ اللَّيْثِ فَقَامَ النَّبِيُّ صلى الله عليه وسلم فَأَدَّاهُ إِلَيَّ وَقَالَ أَهْلُ الْحِجَازِ الْحَاكِمُ لاَ يَقْضِي بِعِلْمِهِ شَهِدَ بِذَلِكَ فِي وِلاَيَتِهِ أَوْ قَبْلَهَا وَلَوْ أَقَرَّ خَصْمٌ عِنْدَهُ لِآخَرَ بِحَقٍّ فِي مَجْلِسِ الْقَضَاءِ فَإِنَّهُ لاَ يَقْضِي عَلَيْهِ فِي قَوْلِ بَعْضِهِمْ حَتَّى يَدْعُوَ بِشَاهِدَيْنِ فَيُحْضِرَهُمَا إِقْرَارَهُ وَقَالَ بَعْضُ أَهْلِ الْعِرَاقِ مَا سَمِعَ أَوْ رَآهُ فِي مَجْلِسِ الْقَضَاءِ قَضَى بِهِ وَمَا كَانَ فِي غَيْرِهِ لَمْ يَقْضِ إِلاَّ بِشَاهِدَيْنِ وَقَالَ آخَرُونَ مِنْهُمْ بَلْ يَقْضِي بِهِ لِأَنَّهُ مُؤْتَمَنٌ وَإِنَّمَا يُرَادُ مِنْ الشَّهَادَةِ مَعْرِفَةُ الْحَقِّ فَعِلْمُهُ أَكْثَرُ مِنْ الشَّهَادَةِ وَقَالَ بَعْضُهُمْ يَقْضِي بِعِلْمِهِ فِي الأَمْوَالِ وَلاَ يَقْضِي فِي غَيْرِهَا وَقَالَ الْقَاسِمُ لاَ يَنْبَغِي لِلْحَاكِمِ أَنْ يُمْضِيَ قَضَاءً بِعِلْمِهِ دُونَ عِلْمِ غَيْرِهِ مَعَ أَنَّ عِلْمَهُ أَكْثَرُ مِنْ شَهَادَةِ غَيْرِهِ وَلَكِنَّ فِيهِ تَعَرُّضًا لِتُهَمَةِ نَفْسِهِ عِنْدَ الْمُسْلِمِينَ وَإِيقَاعًا لَهُمْ فِي الظُّنُونِ وَقَدْ كَرِهَ النَّبِيُّ صلى الله عليه وسلم الظَّنَّ فَقَالَ إِنَّمَا هَذِهِ صَفِيَّةُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "93"
    }
  }
}