{
  "hadith": {
    "hadith_id": 7174,
    "narrator": "আবূ হুমায়দ আস্-সা‘ঈদী (রাঃ)",
    "bn": "তিনি বলেন যে, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বানী আসাদ গোত্রের ইবনু লুতাবিয়্যা নামের এক লোককে যাকাত আদায়ের জন্য কর্মচারী বানালেন। সে যখন ফিরে এল, তখন বলল, এগুলো আপনাদের আর এগুলো আমাকে হাদিয়া দেয়া হয়েছে। এ কথা শোনার পর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মিম্বরের উপর দাঁড়ালেন। সুফ্ইয়ান কখনো বলেন, তিনি মিম্বরের উপর উঠলেন এবং আল্লাহর হামদ ও সানা করলেন। এরপর বললেনঃ কর্মকর্তার কী হল! আমি তাকে পাঠাই, তারপর সে ফিরে এসে বলল, এগুলো আপনার আর এগুলো আমার। সে তার বাপের বাড়ি কিংবা মায়ের বাড়িতে বসে থেকে দেখত যে, তাকে হাদিয়া দেয়া হয় কিনা? যে সত্তার হাতে আমার প্রাণ তাঁর কসম! যা কিছুই সে গ্রহণ করবে, ক্বিয়ামাতের দিন তা কাঁধে বয়ে নিয়ে হাজির হবে। যদি উট হয়, তাহলে তা চিৎকার করবে, যদি গাভী হয় তবে তা হাম্বা হাম্বা করবে, অথবা যদি বক্রী হয় তাহলে তা ভ্যাঁ ভ্যাঁ করবে। তারপর তিনি উভয় হাত উঠালেন। এমনকি আমরা তাঁর দু’ বগলের শুভ্র ঔজ্জ্বল্য দেখতে পেলাম। তারপর বললেন, শোন! আমি কি আল্লাহর হুকুম পৌঁছে দিয়েছি? এ কথাটি তিনি তিনবার বললেন।\n\nসুফ্ইয়ান বলেন, আমাদের কাছে যুহরী এ রেওয়ায়াত বর্ণনা করেছেন। তবে হিশাম তার পিতার সূত্রে আবূ হুমায়দ থেকে বর্ণনা করতে আর একটু বৃদ্ধি করে বলেছেন যে, তিনি (আবূ হুমায়দ) বলেছেন, আমার দু’ কান তা শুনেছে এবং দু’চোখ তা দেখেছে। যায়দ ইবনু সাবিতকে জিজ্ঞেস কর, সেও আমার সঙ্গে শুনেছিল। আমি বলল ‘‘দু’ কান শুনেছে এবং দু’চোখ তাকে দেখেছে’’ যুহরী এ কথা বলেননি। [বুখারী (রহ.) বলেন] خُوَارٌ বলা হয় শব্দকে। আর خُؤََارٌ থেকে يحرءون গরুর শব্দের মত চেঁচানো।[১] [৯২৫] (আধুনিক প্রকাশনী- ৬৬৭৩, ইসলামিক ফাউন্ডেশন- ৬৬৮৬)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا سُفْيَانُ عَنْ الزُّهْرِيِّ أَنَّهُ سَمِعَ عُرْوَةَ أَخْبَرَنَا أَبُو حُمَيْدٍ السَّاعِدِيُّ قَالَ اسْتَعْمَلَ النَّبِيُّ صلى الله عليه وسلم رَجُلاً مِنْ بَنِي أَسْدٍ يُقَالُ لَهُ ابْنُ الْأُتَبِيَّةِ عَلَى صَدَقَةٍ فَلَمَّا قَدِمَ قَالَ هَذَا لَكُمْ وَهَذَا أُهْدِيَ لِي فَقَامَ النَّبِيُّ صلى الله عليه وسلم عَلَى الْمِنْبَرِ قَالَ سُفْيَانُ أَيْضًا فَصَعِدَ الْمِنْبَرَ فَحَمِدَ اللهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ مَا بَالُ الْعَامِلِ نَبْعَثُهُ فَيَأْتِي يَقُولُ هَذَا لَكَ وَهَذَا لِي فَهَلاَّ جَلَسَ فِي بَيْتِ أَبِيهِ وَأُمِّهِ فَيَنْظُرُ أَيُهْدَى لَهُ أَمْ لاَ وَالَّذِي نَفْسِي بِيَدِهِ لاَ يَأْتِي بِشَيْءٍ إِلاَّ جَاءَ بِهِ يَوْمَ الْقِيَامَةِ يَحْمِلُهُ عَلَى رَقَبَتِهِ إِنْ كَانَ بَعِيرًا لَهُ رُغَاءٌ أَوْ بَقَرَةً لَهَا خُوَارٌ أَوْ شَاةً تَيْعَرُ ثُمَّ رَفَعَ يَدَيْهِ حَتَّى رَأَيْنَا عُفْرَتَيْ إِبْطَيْهِ أَلاَ هَلْ بَلَّغْتُ ثَلاَثًا قَالَ سُفْيَانُ قَصَّهُ عَلَيْنَا الزُّهْرِيُّ وَزَادَ هِشَامٌ عَنْ أَبِيهِ عَنْ أَبِي حُمَيْدٍ قَالَ سَمِعَ أُذُنَايَ وَأَبْصَرَتْهُ عَيْنِي وَسَلُوا زَيْدَ بْنَ ثَابِتٍ فَإِنَّهُ سَمِعَهُ مَعِي وَلَمْ يَقُلْ الزُّهْرِيُّ سَمِعَ أُذُنِي خُوَارٌ صَوْتٌ وَالْجُؤَارُ مِنْ تَجْأَرُونَ كَصَوْتِ الْبَقَرَةِ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] হাদীসটি হতে জানা যায় :\n\n১. গুরুত্বপূর্ণ বিষয়ে ইমামের বক্তব্য প্রদান।\n\n২. জুমু‘আর খুৎবার ন্যায় বক্তব্যে أما بعد শব্দ ব্যবহার করা।\n\n৩. আমানত গ্রহীতার হিসাব রক্ষণের বৈধতা।\n\n৪. যে কর্মচারী যে কাজের জন্য নিয়োজিত সেই কাজের বিনিময়ে উপঢৌকন গ্রহণের নিষিদ্ধতা। হ্যাঁ, তবে যদি কর্তৃপক্ষের অনুমতি থাকে তাহলে দোষণীয় নয়।\n\n৫. কৃর্তপক্ষের বিনা অনুমতিতে গ্রহণকৃত উপঢৌকন সরকারী কোষাগারে জমা করতে হবে। কোন কর্মচারীর জন্য নির্দিষ্ট হবে না।\n\n৬. ইবনুল মুনীর বলেন : هَلاَّ جَلَسَ فِي بَيْتِ أَبِيهِ وَأُمِّهِ বাক্য থেকে এটাই প্রতীয়মান হয় যে, যাদের সাথে ইতঃপূর্বে উপঢৌকন বিনিময় হয়েছে তাদের কাছ থেকে উপঢৌকন গ্রহণ জায়েয।\n\n৭. ভুলকারীকে তিরস্কার করার বৈধতা।\n\n৮. শ্রেষ্ঠতম ব্যক্তি উপস্থিত থাকা অবস্থায় তার চেয়ে নিম্ন পর্যায়ের ব্যক্তিকে আমীর পদে, ইমামতিতে ও আমানতের কাজে কর্মচারী নিয়োগ দানের বৈধতা। (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "93"
    }
  }
}