{
  "hadith": {
    "hadith_id": 7182,
    "narrator": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী ‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, উত্‌বাহ ইব্‌নু আবূ ওয়াক্কাস তাঁর ভাই সা’দ ইব্‌নু আবূ ওয়াক্কাস-কে ওসিয়ত করেন যে, যাম্‌আ-এর বাঁদীর গর্ভজাত সন্তানটি আমার ঔরস থেকে জন্মেছে। কাজেই তুমি তাকে তোমার হেফাজতে নিয়ে এসো। মক্কা বিজয়ের বছর সা’দ (রাঃ) তাকে ধরলেন এবং বললেন, আমার ভাই এ ছেলের সম্পর্কে আমাকে ওসিয়ত করেছিলেন। তখন আবদ ইব্‌নু যাম'’আহ দাঁড়াল এবং বলল, এ আমার ভাই, আমার পিতার বাঁদীর পেটের সন্তান। আমার পিতার ঔরসে তার জন্ম। তারপর তারা দু’জনেই বিষয়টি নিয়ে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে বিচার প্রার্থী হলেন। সা’দ বললেন, হে আল্লাহ্‌র রসূল! এ আমার ভাইয়ের ছেলে। আমার ভাই এর ব্যাপারে আমাকে ওসিয়ত করে গেছেন। আবদ ইব্‌নু যাম’আহ বলল, এ হচ্ছে আমার ভাই, আমার পিতার বাঁদীর পেটের সন্তান। আমার পিতার ঔরসেই তার জন্ম। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে আব্‌দ ইব্‌নু যাম’আহ! সে তোমারই। অতঃপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ সন্তান হল বিছানার মালিকেরই আর ব্যভিচারীর জন্য পাথর। পরে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উত্‌বাহর সঙ্গে এ ছেলেটির চেহারার মিল দেখে, সাওদা বিনত যাম’আহ (রাঃ) -কে বললেন, এর থেকে পর্দা কর। সে জন্য মৃত্যুর আগে পর্যন্ত ছেলেটি সাওদা (রাঃ) -কে দেখতে পাইনি। (আধুনিক প্রকাশনী- ৬৬৮০, ইসলামিক ফাউন্ডেশন- ৬৬৯৩)",
    "ar": "إِسْمَاعِيلُ قَالَ حَدَّثَنِي مَالِكٌ عَنْ ابْنِ شِهَابٍ عَنْ عُرْوَةَ بْنِ الزُّبَيْرِ عَنْ عَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَنَّهَا قَالَتْ كَانَ عُتْبَةُ بْنُ أَبِي وَقَّاصٍ عَهِدَ إِلَى أَخِيهِ سَعْدِ بْنِ أَبِي وَقَّاصٍ أَنَّ ابْنَ وَلِيدَةِ زَمْعَةَ مِنِّي فَاقْبِضْهُ إِلَيْكَ فَلَمَّا كَانَ عَامُ الْفَتْحِ أَخَذَهُ سَعْدٌ فَقَالَ ابْنُ أَخِي قَدْ كَانَ عَهِدَ إِلَيَّ فِيهِ فَقَامَ إِلَيْهِ عَبْدُ بْنُ زَمْعَةَ فَقَالَ أَخِي وَابْنُ وَلِيدَةِ أَبِي وُلِدَ عَلَى فِرَاشِهِ فَتَسَاوَقَا إِلَى رَسُولِ اللهِ صلى الله عليه وسلم فَقَالَ سَعْدٌ يَا رَسُولَ اللهِ ابْنُ أَخِي كَانَ عَهِدَ إِلَيَّ فِيهِ وَقَالَ عَبْدُ بْنُ زَمْعَةَ أَخِي وَابْنُ وَلِيدَةِ أَبِي وُلِدَ عَلَى فِرَاشِهِ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم هُوَ لَكَ يَا عَبْدُ بْنَ زَمْعَةَ ثُمَّ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم الْوَلَدُ لِلْفِرَاشِ وَلِلْعَاهِرِ الْحَجَرُ ثُمَّ قَالَ لِسَوْدَةَ بِنْتِ زَمْعَةَ احْتَجِبِي مِنْهُ لِمَا رَأَى مِنْ شَبَهِهِ بِعُتْبَةَ فَمَا رَآهَا حَتَّى لَقِيَ اللهَ تَعَالَى.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "93"
    }
  }
}