{
  "hadith": {
    "hadith_id": 7190,
    "narrator": "সাহ্‌ল ইব্‌নু সা’দ সা’ঈদী (রাঃ)",
    "bn": "তিনি বলেন, বানী আমের গোত্রে সংঘর্ষ বিরাজিত ছিল। এ খবর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে পৌঁছল। যুহরের সালাত আদায় করে তিনি তাদের মাঝে মীগোশতা করার উদ্দেশে আসলেন। (আসার সময়) তিনি বিলালকে বললেনঃ যদি সালাতের সময় হয়ে যায় আর আমি না আসি, তাহলে আবূ বকরকে বলবে, লোকদের নিয়ে সে যেন সালাত আদায় করে। যখন ‘আসরের সময় উপস্থিত হল, বিলাল (রাঃ) আযান দিলেন ইক্বামাত দিলেন। অতঃপর আবূ বকরকে সালাত আদায় করতে বললেন। আবূ বকর (রাঃ) সামনে এগোলেন। আবূ বকর (রাঃ)-এর সালাতের মাঝেই নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এলেন এবং মানুষকে ফাঁক করে আবূ বকরের পশ্চাতে দাঁড়ালেন। অর্থাৎ আবূ বকরের লাগোয়া কাতার পর্যন্ত এগোলেন। রাবী বলেন, লোকেরা হাততালি দিল। তিনি আরও বলেন যে, আবূ বকর (রাঃ) সালাত শুরু করলে, সালাত শেষ না হওয়া পর্যন্ত এদিক-ওদিক তাকাতেন না। তিনি যখন দেখলেন হাততালি দেয়া বন্ধ হচ্ছে না তখন তিনি তাকালেন এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-কে তাঁর পশ্চাতে দেখতে পেলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম হাতের ইঈিতে তাকে সালাত পুরা করতে বললেন এবং যেভাবে আছেন সে ভাবেই থাকতে বললেন। আবূ বকর (রাঃ) কিছুক্ষণ অপেক্ষা করলেন এবং নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর আদেশের কারণে আল্লাহর প্রশংসা করলেন। অতঃপর পশ্চাতে সরে আসলেন। নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন এটা দেখলেন তখন এগিয়ে গেলেন এবং লোকদের নিয়ে সালাত আদায় করলেন। যখন তাঁর সালাত শেষ হল, তখন তিনি আবূ বকরকে বললেনঃ আমি যখন তোমাকে ইঙ্গিত দিলাম, তখন তোমায় কিসে বাধা দিল যে, তুমি সালাত পূর্ণ করলে না? তিনি বললেন, নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর ইমামত করার সাহস ইবনু আবূ কুহাফার কক্ষনো নেই। অতঃপর তিনি লোকদের বললেনঃ সালাতে তোমাদের কোন বিঘ্ন সৃষ্টি হলে পুরুষরা ‘সুবহানাল্লাহ্’ বলবে আর নারীরা হাতের উপর হাত মারবে। আবূ ‘আবদুল্লাহ্ (বুখারী) (রহ.) বলেন, يَا بِلالٌ مَرَّاَبَابكْرٍ কথাটি হাম্মাদ ছাড়া অন্য কোন রাবী বলেনি। [৬৮৪] (আধুনিক প্রকাশনী- ৬৬৮৭, ইসলামিক ফাউন্ডেশন- ৬৭০০)",
    "ar": "أَبُو النُّعْمَانِ حَدَّثَنَا حَمَّادٌ حَدَّثَنَا أَبُو حَازِمٍ الْمَدَنِيُّ عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ قَالَ كَانَ قِتَالٌ بَيْنَ بَنِي عَمْرٍو فَبَلَغَ ذَلِكَ النَّبِيَّ صلى الله عليه وسلم فَصَلَّى الظُّهْرَ ثُمَّ أَتَاهُمْ يُصْلِحُ بَيْنَهُمْ فَلَمَّا حَضَرَتْ صَلاَةُ الْعَصْرِ فَأَذَّنَ بِلاَلٌ وَأَقَامَ وَأَمَرَ أَبَا بَكْرٍ فَتَقَدَّمَ وَجَاءَ النَّبِيُّ صلى الله عليه وسلم وَأَبُو بَكْرٍ فِي الصَّلاَةِ فَشَقَّ النَّاسَ حَتَّى قَامَ خَلْفَ أَبِي بَكْرٍ فَتَقَدَّمَ فِي الصَّفِّ الَّذِي يَلِيهِ قَالَ وَصَفَّحَ الْقَوْمُ وَكَانَ أَبُو بَكْرٍ إِذَا دَخَلَ فِي الصَّلاَةِ لَمْ يَلْتَفِتْ حَتَّى يَفْرُغَ فَلَمَّا رَأَى التَّصْفِيحَ لاَ يُمْسَكُ عَلَيْهِ الْتَفَتَ فَرَأَى النَّبِيَّ صلى الله عليه وسلم خَلْفَهُ فَأَوْمَأَ إِلَيْهِ النَّبِيُّ صلى الله عليه وسلم بِيَدِهِ أَنْ امْضِهْ وَأَوْمَأَ بِيَدِهِ هَكَذَا وَلَبِثَ أَبُو بَكْرٍ هُنَيَّةً يَحْمَدُ اللهَ عَلَى قَوْلِ النَّبِيِّ صلى الله عليه وسلم ثُمَّ مَشَى الْقَهْقَرَى فَلَمَّا رَأَى النَّبِيُّ صلى الله عليه وسلم ذَلِكَ تَقَدَّمَ فَصَلَّى النَّبِيُّ صلى الله عليه وسلم بِالنَّاسِ فَلَمَّا قَضَى صَلاَتَهُ قَالَ يَا أَبَا بَكْرٍ مَا مَنَعَكَ إِذْ أَوْمَأْتُ إِلَيْكَ أَنْ لاَ تَكُونَ مَضَيْتَ قَالَ لَمْ يَكُنْ لِابْنِ أَبِي قُحَافَةَ أَنْ يَؤُمَّ النَّبِيَّ صلى الله عليه وسلم وَقَالَ لِلْقَوْمِ إِذَا رَابَكُمْ أَمْرٌ فَلْيُسَبِّحْ الرِّجَالُ وَلْيُصَفِّحْ النِّسَاءُ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "93"
    }
  }
}