{
  "hadith": {
    "hadith_id": 7198,
    "narrator": "আবূ সা’ঈদ খুদ্‌রী (রাঃ)",
    "bn": "আবূ সা’ঈদ খুদ্‌রী (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণনা করেন। তিনি বলেন, আল্লাহ্‌ যাকেই নবী হিসাবে পাঠান এবং যাকেই খলীফা নিযুক্ত করেন, তার জন্য দু’জন করে ঘনিষ্ঠ জন থাকে। এক ঘনিষ্ঠ জন তাকে ভাল কাজের আদেশ দেয় এবং তাকে তার প্রতি উৎসাহিত করে। আর এক ঘনিষ্ঠ জন তাকে মন্দ কাজের আদেশ দেয় এবং তার প্রতি উৎসাহিত করে। কাজেই নিষ্পাপ ঐ ব্যক্তিই যাকে আল্লাহ্‌ তা’আলা রক্ষা করেন।\nসুলায়মান ইব্‌নু শিহাব থেকে এ হাদীসটি বর্ণনা করেন এবং ইব্‌নু আবূ আতীক ও মূসার সূত্রে ইব্‌নু শিহাব থেকে এরকমই একটি হাদীস বর্ণনা করেন। তাছাড়া শু’আয়ব (রহঃ) ও আবূ সা’ঈদ (রাঃ) থেকে এ হাদীসটি বর্ণনা করেন। আওযায়ী ও মু’আবিয়াহ ইব্‌নু সাল্লাম (রহঃ) আবূ হুরায়রা (রাঃ) সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে এ হাদীসটি বর্ণনা করেন। ইব্‌নু আবূ হুসাইন ও সা’ঈদ ইব্‌নু যিয়াদ (রহঃ)-ও আবূ সা’ঈদ (রাঃ) থেকে এ হাদীসটি বর্ণনা করেছেন।\n‘উবাইদুল্লাহ্‌ ইব্‌নু আবূ জা’ফর (রহঃ) সূত্রে আইউব (রাঃ) থেকে বর্ণনা করেছেন, তিনি বলেন যে, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে শুনেছি। (আধুনিক প্রকাশনী- ৬৬৯৩, ইসলামিক ফাউন্ডেশন- ৬৭০৬)",
    "ar": "أَصْبَغُ أَخْبَرَنَا ابْنُ وَهْبٍ أَخْبَرَنِي يُونُسُ عَنْ ابْنِ شِهَابٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ مَا بَعَثَ اللهُ مِنْ نَبِيٍّ وَلاَ اسْتَخْلَفَ مِنْ خَلِيفَةٍ إِلاَّ كَانَتْ لَهُ بِطَانَتَانِ بِطَانَةٌ تَأْمُرُهُ بِالْمَعْرُوفِ وَتَحُضُّهُ عَلَيْهِ وَبِطَانَةٌ تَأْمُرُهُ بِالشَّرِّ وَتَحُضُّهُ عَلَيْهِ فَالْمَعْصُومُ مَنْ عَصَمَ اللهُ تَعَالَى وَقَالَ سُلَيْمَانُ عَنْ يَحْيَى أَخْبَرَنِي ابْنُ شِهَابٍ بِهَذَا وَعَنْ ابْنِ أَبِي عَتِيقٍ وَمُوسَى عَنْ ابْنِ شِهَابٍ مِثْلَهُ وَقَالَ شُعَيْبٌ عَنْ الزُّهْرِيِّ حَدَّثَنِي أَبُو سَلَمَةَ عَنْ أَبِي سَعِيدٍ قَوْلَهُ وَقَالَ الأَوْزَاعِيُّ وَمُعَاوِيَةُ بْنُ سَلاَّمٍ حَدَّثَنِي الزُّهْرِيُّ حَدَّثَنِي أَبُو سَلَمَةَ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم وَقَالَ ابْنُ أَبِي حُسَيْنٍ وَسَعِيدُ بْنُ زِيَادٍ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي سَعِيدٍ قَوْلَهُ وَقَالَ عُبَيْدُ اللهِ بْنُ أَبِي جَعْفَرٍ حَدَّثَنِي صَفْوَانُ عَنْ أَبِي سَلَمَةَ عَنْ أَبِي أَيُّوبَ قَالَ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "93"
    }
  }
}