{
  "hadith": {
    "hadith_id": 7207,
    "narrator": "মিসওয়ার ইব্‌নু মাখরামাহ (রাঃ)",
    "bn": "তিনি বলেন, ‘উমর (রাঃ) যে দলটিকে খলীফা নির্বাচনের দায়িত্ব দিয়েছিলেন, তাঁরা সমবেত হয়ে নিজেদের মধ্যে পরামর্শ করলেন। ‘আবদুর রহমান (রাঃ) তাঁদেরকে বললেন, আমি তো এমন লোক নই যে এ ব্যাপারে (নির্বাচিত হওয়ার) আশা করব। কিন্তু আপনারা যদি ইচ্ছে করেন তবে আপনাদের থেকে একজনকে আমি নির্বাচিত করে দিতে পারি। তাঁরা একমত হয়ে ‘আবদুর রহমানের উপর দায়িত্ব দিলেন। যখন তাঁরা ‘আবদুর রহমানের উপর দায়িত্ব দিলেন, তখন সকল লোক ‘আবদুর রহমানের প্রতি ঝুঁকে পড়ল। এমনকি আমি একজনকেও সেই দলের অনুসরণ করতে কিংবা তাঁদের পিছনে যেতে দেখলাম না। লোকেরা ‘আবদুর রহমানের প্রতিই ঝুঁকে পড়ল এবং কয়েক রাত তাঁর সঙ্গে পরামর্শ করতে থাকল। শেষে সেই রাত এল, যে রাতের শেষে আমরা ‘উসমান (রাঃ)-এর হাতে বায়’আত করলাম। মিসওয়ার (রাঃ) বলেন, রাতের একাংশ অতিবাহিত হবার পর ‘আরদুর রহমান (রাঃ) আমার কাছে আসলেন এবং দরজায় খটখট করলেন। ফলে আমি জেগে গেলাম। তিনি বললেন, তোমাকে ঘুমন্ত দেখছি। আল্লাহ্‌র কসম! আমি এ তিন রাতের মাঝে বেশি ঘুমাতে পারিনি। যাও, যুবায়র ও সাদকে ডেকে আন। আমি তাঁদেরকে তার কাছে ডেকে আনলাম। তিনি তাঁদের দু’জনের সঙ্গে পরামর্শ করলেন। তারপর আমাকে আবার ডেকে বললেন, ‘আলীকে আমার কাছে ডেকে আন। আমি তাঁকে ডেকে আনলাম। তিনি তাঁর সঙ্গে অর্ধরাত্রি পর্যন্ত গোপন পরামর্শ করলেন। তারপর ‘আলী (রাঃ) তাঁর নিকট হতে উঠে গেলেন। তবে তিনি আশায় ছিলেন। আর ‘আবদুর রহমান (রাঃ)  ‘আলী (রাঃ) থেকে কিছু (বিরোধিতার) আশঙ্কা করছিলেন। তারপর তিনি বললেন, ‘উসমানকে আমার কাছে ডেকে আন। তিনি তাঁর সঙ্গে গোপনে পরামর্শ করলেন। ফজরের সময় মুআযযিন (এর আযান) তাদের দু’জনকে পৃথক করল। লোকেরা যখন ফজরের সালাত পড়ল এবং সেই দলটি মিম্বরের নিকট জমায়েত হলো তখন তিনি মুহাজির ও আনসারদের যারা হাজির ছিলেন তাঁদেরকে ডেকে আনতে পাঠালেন এবং সেনা প্রধানদেরকেও ডেকে আনতে পাঠালেন এবং এরা সবাই উমরের সঙ্গে গত হাজ্জে অংশগ্রহণ করেছিলেন। যখন সকলে এসে জমায়েত হন, তখন ‘আবদুর রহমান (রাঃ) ভাষণ আরম্ভ করলেন। তারপর বলেন, হে ‘আলী! আমি জনমত যাচাই করেছি, তারা ‘উসমানের সমকক্ষ কাউকে মনে করে না। কাজেই তুমি অবশ্যই অন্য পথ ধরো না। তখন তিনি [‘উসমান (রাঃ) -কে সম্বোধন করে] বললেন, আমি আল্লাহ্‌র, তাঁর রসূলের ও তাঁর পরবর্তী উভয় খালীফার আদেশ অনুযায়ী আপনার নিকট বায়’আত করছি। অতঃপর ‘আবদুর রহমান (রাঃ) তাঁর কাছে বায়’আত করলেন। অতঃপর মুহাজির, আনসার, সেনাপ্রধান এবং সাধারণ মুসলিম তাঁর কাছে বায়’আত করলে। (১৮১) (আধুনিক প্রকাশনী- ৬৭০১, ইসলামিক ফাউন্ডেশন- ৬৭১৪)",
    "ar": "عَبْدُ اللهِ بْنُ مُحَمَّدِ بْنِ أَسْمَاءَ حَدَّثَنَا جُوَيْرِيَةُ عَنْ مَالِكٍ عَنْ الزُّهْرِيِّ أَنَّ حُمَيْدَ بْنَ عَبْدِ الرَّحْمَنِ أَخْبَرَهُ أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ أَخْبَرَهُ أَنَّ الرَّهْطَ الَّذِينَ وَلاَّهُمْ عُمَرُ اجْتَمَعُوا فَتَشَاوَرُوا فَقَالَ لَهُمْ عَبْدُ الرَّحْمَنِ لَسْتُ بِالَّذِي أُنَافِسُكُمْ عَلَى هَذَا الأَمْرِ وَلَكِنَّكُمْ إِنْ شِئْتُمْ اخْتَرْتُ لَكُمْ مِنْكُمْ فَجَعَلُوا ذَلِكَ إِلَى عَبْدِ الرَّحْمَنِ فَلَمَّا وَلَّوْا عَبْدَ الرَّحْمَنِ أَمْرَهُمْ فَمَالَ النَّاسُ عَلَى عَبْدِ الرَّحْمَنِ حَتَّى مَا أَرَى أَحَدًا مِنْ النَّاسِ يَتْبَعُ أُولَئِكَ الرَّهْطَ وَلاَ يَطَأُ عَقِبَهُ وَمَالَ النَّاسُ عَلَى عَبْدِ الرَّحْمَنِ يُشَاوِرُونَهُ تِلْكَ اللَّيَالِي حَتَّى إِذَا كَانَتْ اللَّيْلَةُ الَّتِي أَصْبَحْنَا مِنْهَا فَبَايَعْنَا عُثْمَانَ قَالَ الْمِسْوَرُ طَرَقَنِي عَبْدُ الرَّحْمَنِ بَعْدَ هَجْعٍ مِنْ اللَّيْلِ فَضَرَبَ الْبَابَ حَتَّى اسْتَيْقَظْتُ فَقَالَ أَرَاكَ نَائِمًا فَوَاللهِ مَا اكْتَحَلْتُ هَذِهِ اللَّيْلَةَ بِكَبِيرِ نَوْمٍ انْطَلِقْ فَادْعُ الزُّبَيْرَ وَسَعْدًا فَدَعَوْتُهُمَا لَهُ فَشَاوَرَهُمَا ثُمَّ دَعَانِي فَقَالَ ادْعُ لِي عَلِيًّا فَدَعَوْتُهُ فَنَاجَاهُ حَتَّى ابْهَارَّ اللَّيْلُ ثُمَّ قَامَ عَلِيٌّ مِنْ عِنْدِهِ وَهُوَ عَلَى طَمَعٍ وَقَدْ كَانَ عَبْدُ الرَّحْمَنِ يَخْشَى مِنْ عَلِيٍّ شَيْئًا ثُمَّ قَالَ ادْعُ لِي عُثْمَانَ فَدَعَوْتُهُ فَنَاجَاهُ حَتَّى فَرَّقَ بَيْنَهُمَا الْمُؤَذِّنُ بِالصُّبْحِ فَلَمَّا صَلَّى لِلنَّاسِ الصُّبْحَ وَاجْتَمَعَ أُولَئِكَ الرَّهْطُ عِنْدَ الْمِنْبَرِ فَأَرْسَلَ إِلَى مَنْ كَانَ حَاضِرًا مِنْ الْمُهَاجِرِينَ وَالأَنْصَارِ وَأَرْسَلَ إِلَى أُمَرَاءِ الأَجْنَادِ وَكَانُوا وَافَوْا تِلْكَ الْحَجَّةَ مَعَ عُمَرَ فَلَمَّا اجْتَمَعُوا تَشَهَّدَ عَبْدُ الرَّحْمَنِ ثُمَّ قَالَ أَمَّا بَعْدُ يَا عَلِيُّ إِنِّي قَدْ نَظَرْتُ فِي أَمْرِ النَّاسِ فَلَمْ أَرَهُمْ يَعْدِلُونَ بِعُثْمَانَ فَلاَ تَجْعَلَنَّ عَلَى نَفْسِكَ سَبِيلاً فَقَالَ أُبَايِعُكَ عَلَى سُنَّةِ اللهِ وَرَسُولِهِ وَالْخَلِيفَتَيْنِ مِنْ بَعْدِهِ فَبَايَعَهُ عَبْدُ الرَّحْمَنِ وَبَايَعَهُ النَّاسُ الْمُهَاجِرُونَ وَالأَنْصَارُ وَأُمَرَاءُ الأَجْنَادِ وَالْمُسْلِمُونَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "(১৮১) প্রচলিত গণতন্ত্র অনুযায়ী সবচেয়ে মূর্খ ব্যক্তির আর সবচেয়ে জ্ঞানী ব্যক্তির ভোটের অর্থাৎ মতামতের মূল্য সমান। আর সকল সমাজেই জ্ঞানী ব্যক্তির সংখ্যা কম। তাই এই গণতন্ত্রে সৎ ও জ্ঞানী ব্যক্তির নির্বাচিত হওয়ার সম্ভাবনা খুবই কম। অন্য দিকে ইসলাম শুরাতন্ত্রে বিশ্বাসী যেখানে সমাজের নেতৃস্থানীয় জ্ঞান ব্যক্তিদের পরামর্শের ভিত্তিতে নেতা নির্বাচিত হবেন।",
    "chapter": {
      "chapter_number": "93"
    }
  }
}