{
  "hadith": {
    "hadith_id": 7219,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি ‘উমর (রাঃ)-এর দ্বিতীয় ভাষণটি শুনেছেন- যা তিনি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ইন্তিকালের পরদিন মিম্বারে বসে দিয়েছিলেন। তিনি ভাষণ দিলেন, আর আবূ বকর (রাঃ) চুপ করে থাকলেন, কোন কথা বললেন না। তিনি বললেন, আমি আশা করছিলাম, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের মধ্যে বেঁচে থাকবেন এবং আমাদের পিছনে যাবেন। এ থেকে তাঁর উদ্দেশ্য ছিল যে, তিনি সবার শেষে ইন্তিকাল করবেন। তবে মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যদিও ইন্তিকাল করেছেন, তবে আল্লাহ্‌ তোমাদের মাঝে এমন এক নূর রেখেছেন, যা দ্বারা তোমরা হিদায়াত পাবে। আল্লাহ্‌ তা’আলা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে (এ নূর দিয়ে) হিদায়াত করেছিলেন। আর আবূ বকর (রাঃ) তাঁর সঙ্গী এবং দু’জনের দ্বিতীয় জন। তোমাদের এ দায়িত্ব বহন করার জন্য মুসলিমদের মধ্যে তিনিই সর্বোত্তম। সুতারাং তোমরা উঠ এবং তাঁর হাতে বায়’আত গ্রহণ কর। অবশ্য এক জামা’আত ইতোপূর্বে বনী সা‘ঈদা গোত্রের ছত্রছায়ায় তাঁর হাতে বায়’আত গ্রহণ করেছিল। আর সাধারণ বায়’আত হয়েছিল মিম্বারের উপর। যুহরী (রহঃ) আনাস ইব্‌নু  মালিক (রাঃ) থেকে বর্ণনা করেন যে, আমি সেদিন ‘উমর (রাঃ) -কে বলতে শুনেছি যে, তিনি আবূ বকর (রাঃ) -কে বলছেন, মিম্বরে উঠুন। তিনি বারবার একথা বলতে থাকলে অবশেষে আবূ বকর (রাঃ) মিম্বরে উঠলেন। অতঃপর তাঁর কাছে সাধারণ লোকেরা সাধারণ বায়’আত নিল। (আধুনিক প্রকাশনী- ৬৭১৩, ইসলামিক ফাউন্ডেশন- ৬৭২৬)",
    "ar": "إِبْرَاهِيمُ بْنُ مُوسَى أَخْبَرَنَا هِشَامٌ عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ أَنَّهُ سَمِعَ خُطْبَةَ عُمَرَ الْآخِرَةَ حِينَ جَلَسَ عَلَى الْمِنْبَرِ وَذَلِكَ الْغَدَ مِنْ يَوْمٍ تُوُفِّيَ النَّبِيُّ صلى الله عليه وسلم فَتَشَهَّدَ وَأَبُو بَكْرٍ صَامِتٌ لاَ يَتَكَلَّمُ قَالَ كُنْتُ أَرْجُو أَنْ يَعِيشَ رَسُولُ اللهِ صلى الله عليه وسلم حَتَّى يَدْبُرَنَا يُرِيدُ بِذَلِكَ أَنْ يَكُونَ آخِرَهُمْ فَإِنْ يَكُ مُحَمَّدٌ صلى الله عليه وسلم قَدْ مَاتَ فَإِنَّ اللهَ تَعَالَى قَدْ جَعَلَ بَيْنَ أَظْهُرِكُمْ نُورًا تَهْتَدُونَ بِهِ هَدَى اللهُ مُحَمَّدًا صلى الله عليه وسلم وَإِنَّ أَبَا بَكْرٍ صَاحِبُ رَسُولِ اللهِ صلى الله عليه وسلم ثَانِيَ اثْنَيْنِ فَإِنَّهُ أَوْلَى الْمُسْلِمِينَ بِأُمُورِكُمْ فَقُومُوا فَبَايِعُوهُ وَكَانَتْ طَائِفَةٌ مِنْهُمْ قَدْ بَايَعُوهُ قَبْلَ ذَلِكَ فِي سَقِيفَةِ بَنِي سَاعِدَةَ وَكَانَتْ بَيْعَةُ الْعَامَّةِ عَلَى الْمِنْبَرِ قَالَ الزُّهْرِيُّ عَنْ أَنَسِ بْنِ مَالِكٍ سَمِعْتُ عُمَرَ يَقُولُ لِأَبِي بَكْرٍ يَوْمَئِذٍ اصْعَدْ الْمِنْبَرَ فَلَمْ يَزَلْ بِهِ حَتَّى صَعِدَ الْمِنْبَرَ فَبَايَعَهُ النَّاسُ عَامَّةً.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "93"
    }
  }
}