{
  "hadith": {
    "hadith_id": 7231,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, এক রাতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জেগে রইলেন। পরে তিনি বললেনঃ যদি আমার সাহাবীদের কোন নেককার লোক আজ রাতে আমার পাহারা দিত। হঠাৎ আমরা অস্ত্রের শব্দ শুনলাম। তখন তিনি বললেনঃ এ কে? বলা হল, এ হচ্ছে সা’দ, হে আল্লাহর রসূল! আপনাকে পাহারা দিতে এসেছি। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘুমালেন, এমন কি আমরা তাঁর নাক ডাকার আওয়াজ শুনতে পেলাম। [১৮৪]\n‘আয়িশা (রাঃ) বলেন, বিলাল (রাঃ) আওড়াচ্ছিলেন- হায়! আমার উপলব্ধি, আমি কি উপত্যকায় রাত কাটাতে পারব, যখন আমার পাশে থাকবে জালীর ও ইয্‌খির (ঘাস)। পরে আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে এ খবর পৌঁছিয়ে দিলাম।(আধুনিক প্রকাশনী- ৬৭২৪, ইসলামিক ফাউন্ডেশন- ৬৭৩৭)",
    "ar": "خَالِدُ بْنُ مَخْلَدٍ حَدَّثَنَا سُلَيْمَانُ بْنُ بِلاَلٍ حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ سَمِعْتُ عَبْدَ اللهِ بْنَ عَامِرِ بْنِ رَبِيعَةَ قَالَ قَالَتْ عَائِشَةُ أَرِقَ النَّبِيُّ صلى الله عليه وسلم ذَاتَ لَيْلَةٍ فَقَالَ لَيْتَ رَجُلاً صَالِحًا مِنْ أَصْحَابِي يَحْرُسُنِي اللَّيْلَةَ إِذْ سَمِعْنَا صَوْتَ السِّلاَحِ قَالَ مَنْ هَذَا قَالَ سَعْدٌ يَا رَسُولَ اللهِ جِئْتُ أَحْرُسُكَ فَنَامَ النَّبِيُّ صلى الله عليه وسلم حَتَّى سَمِعْنَا غَطِيطَهُ قَالَ أَبُو عَبْد اللهِ وَقَالَتْ عَائِشَةُ قَالَ بِلاَلٌ أَلاَ لَيْتَ شِعْرِي هَلْ أَبِيتَنَّ لَيْلَةً بِوَادٍ وَحَوْلِي إِذْخِرٌ وَجَلِيلُ فَأَخْبَرْتُ النَّبِيَّ صلى الله عليه وسلم.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] মনে হয় {والله يعصمك من الناس} আয়াতটি হুনায়নের ঘটনার পর অবতীর্ণ হয়েছে। কেননা আয়াতটি যদি ইতঃপূর্বেই অবতীর্ণ হয়ে থাকে তবে এর পরে রসূল (সাঃ) তাঁর প্রহরী নিযুক্ত করতেন না।\n\nযেমন বদর, উহুদ, খন্দক, খায়বার থেকে ফিরে আসার সময় কুরা উপত্যকায়, ওমরাতুল ক্বাযা, হুনায়নে প্রহরী নিযুক্তির সংবাদের বর্ণনা পাওয়া যায়।\n\nআর এই হাদীসটিকে শক্তিশালী করেছে আবূ সাঈদ (রাঃ)’র হাদীস যা ইমাম ত্ববারানী তার সুপ্রসিদ্ধ সগীর গ্রন্থে বর্ণনা করেন : كان العباس فيمن يحرص النبي صلى الله عليه وسلم فلما نزلت هذه الأية ترك\n\nনাবী (সাঃ) কে পাহারা দেয়ার মহান দায়িত্ব যারা পালন করেছেন তারা হলেন : আববাস, সা‘দ ইবনু মু‘আয, মুহাম্মাদ ইবনু সামালামা, যুবাইর, আবূ আইয়ূব আনসারী, যাকওয়ান ইবনু আবিল কায়েস, আদরা আস সুলামী মিহজান ইবনু আদরা, আববাস ইবনু বিশর, আবূ রাইহানা প্রমুখ সাহাবী (রাযিয়াল্লাহু আনহুম আজমাঈন)। (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "94"
    }
  }
}