{
  "hadith": {
    "hadith_id": 7239,
    "narrator": "আত্বা (রহঃ)",
    "bn": "বর্ণিত। তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এশার সালাত দেরি হল। তখন ‘উমর (রাঃ) বের হয়ে বললেন, হে আল্লাহ্‌র রসূল! সালাত, মহিলা ও শিশুরা ঘুমিয়ে যাচ্ছেন। তখন তিনি বের হয়ে এলেন, তাঁর মাথা থেকে পানি টপ টপ করে পড়ছে। তিনি বলেছিলেন, যদি আমার উম্মাতের জন্য কিংবা বলেছিলেন, লোকেদের জন্য, সুফিয়ানও বলেছেন, আমার উম্মাতের জন্য কষ্টকর মনে না করতাম, তাহলে অবশ্যই তাদেরকে এ সময়ে সালাত পড়ার হুকুম দিতাম। \nইব্‌নু জুরায়জ ‘আত্বার সূত্রে ইব্‌নু ‘আব্বাস (রাঃ) হতে বর্ণিত যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ সালাত বিলম্ব করলেন। ফলে ‘উমর (রাঃ) এসে বললেন, হে আল্লাহ্‌র রসূল! মহিলা ও শিশুরা ঘুমিয়ে যাচ্ছে। তখন তিনি তাঁর মাথার পাশ থেকে পানি মুছতে মুছতে বের হয়ে এসে বললেনঃ আসলে এটাই সময়। এরপর বললেনঃ যদি আমি আমার উম্মাতের উপর কষ্টকর মনে না করতাম .....।\n‘আম্‌র এ হাদীসটি ‘আত্বা থেকে বর্ণনা করেন, সে সূত্রে ইব্‌নু ‘আব্বাস (রাঃ)-এর নাম নেই। তবে ‘আম্‌র বলেছেন যে, তাঁর মাথা থেকে পানি টপ টপ করে পড়ছিল। আর ইব্‌নু জুরায়জ বলেন, তিনি তাঁর মাথার এক পাশ থেকে পানি মুছছিলেন। আবার ‘আম্‌রের বরাতে উল্লেখ করা হয়েছে যে, যদি আমি আমার উম্মাতের উপর কষ্টকর মনে না করতাম। আর ইব্‌নু জুরায়জ বলেন, এটাই সময়। যদি আমি আমার উম্মাতের উপর কষ্টকর মনে না করতাম ......। তবে ইব্রাহীম ইব্‌নু মুনযির ইব্‌নু ‘আব্বাস (রাঃ) সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে হাদীসটি বর্ণনা আছে। (আধুনিক প্রকাশনী- ৬৭৩২, ইসলামিক ফাউন্ডেশন- ৬৭৪৫)",
    "ar": "عَلِيٌّ حَدَّثَنَا سُفْيَانُ قَالَ عَمْرٌو حَدَّثَنَا عَطَاءٌ قَالَ أَعْتَمَ النَّبِيُّ صلى الله عليه وسلمبِالْعِشَاءِ فَخَرَجَ عُمَرُ فَقَالَ الصَّلاَةَ يَا رَسُولَ اللهِ رَقَدَ النِّسَاءُ وَالصِّبْيَانُ فَخَرَجَ وَرَأْسُهُ يَقْطُرُ يَقُولُ لَوْلاَ أَنْ أَشُقَّ عَلَى أُمَّتِي أَوْ عَلَى النَّاسِ وَقَالَ سُفْيَانُ أَيْضًا عَلَى أُمَّتِي لأَمَرْتُهُمْ بِالصَّلاَةِ هَذِهِ السَّاعَةَ قَالَ ابْنُ جُرَيْجٍ عَنْ عَطَاءٍ عَنْ ابْنِ عَبَّاسٍ أَخَّرَ النَّبِيُّ صلى الله عليه وسلم هَذِهِ الصَّلاَةَ فَجَاءَ عُمَرُ فَقَالَ يَا رَسُولَ اللهِ صلى الله عليه وسلم رَقَدَ النِّسَاءُ وَالْوِلْدَانُ فَخَرَجَ وَهُوَ يَمْسَحُ الْمَاءَ عَنْ شِقِّهِ يَقُولُ إِنَّهُ لَلْوَقْتُ لَوْلاَ أَنْ أَشُقَّ عَلَى أُمَّتِي وَقَالَ عَمْرٌو حَدَّثَنَا عَطَاءٌ لَيْسَ فِيهِ ابْنُ عَبَّاسٍ أَمَّا عَمْرٌو فَقَالَ رَأْسُهُ يَقْطُرُ وَقَالَ ابْنُ جُرَيْجٍ يَمْسَحُ الْمَاءَ عَنْ شِقِّهِ وَقَالَ عَمْرٌو لَوْلاَ أَنْ أَشُقَّ عَلَى أُمَّتِي وَقَالَ ابْنُ جُرَيْجٍ إِنَّهُ لَلْوَقْتُ لَوْلاَ أَنْ أَشُقَّ عَلَى أُمَّتِي وَقَالَ إِبْرَاهِيمُ بْنُ الْمُنْذِرِ حَدَّثَنَا مَعْنٌ حَدَّثَنِي مُحَمَّدُ بْنُ مُسْلِمٍ عَنْ عَمْرٍو عَنْ عَطَاءٍ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صلى الله عليه وسلم.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "94"
    }
  }
}