{
  "hadith": {
    "hadith_id": 7246,
    "narrator": "মালিক ইব্‌নু হুওয়ায়রিস (রাঃ)",
    "bn": "তিনি বলেন, আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে এলাম। আমরা সবাই এক বয়সী যুবক ছিলাম। আমরা বিশ রাত তাঁর কাছে অবস্থান করলাম। রসূলল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ছিলেন কোমল হৃদয়ের। তিনি যখন অনুমান করলেন যে আমরা আমাদের স্ত্রী-পরিবারের প্রতি ঝুঁকে পরেছি, কিংবা আসক্ত হয়ে পড়েছি তখন তিনি জিজ্ঞেস করলেন, আমরা বাড়িতে কাদেরকে রেখে এসেছি। আমরা তাঁকে জানালাম। তিনি বললেনঃ তোমরা তোমাদের পরিবারের কাছে ফিরে যাও এবং তাদের মাঝে অবস্থান কর, আর তাদেরকে (দ্বীন) শিক্ষা দাও। আর তাদের হুকুম কর। তিনি [মালিক (রাঃ)] কিছু বিষয়ে উল্লেখ করেছিলেন, যা আমি মনে রেখেছি বা মনে রাখতে পারিনি। (নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেন) তোমরা আমাকে যেভাবে সালাত আদায় করতে দেখছ সেভাবে সালাত আদায় কর। যখন সালাতের সময় হাজির হয়, তখন তোমাদের কোন একজন যেন তোমাদের জন্য আযান দেয়, আর তোমাদের মধ্যে যে বড় সে যেন তোমাদের ইমামত করে।(আধুনিক প্রকাশনী- ৬৭৩৯, ইসলামিক ফাউন্ডেশন- ৬৭৫২)",
    "ar": "مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الْوَهَّابِ حَدَّثَنَا أَيُّوبُ عَنْ أَبِي قِلاَبَةَ حَدَّثَنَا مَالِكُ بْنُ الْحُوَيْرِثِ قَالَ أَتَيْنَا النَّبِيَّ صلى الله عليه وسلم وَنَحْنُ شَبَبَةٌ مُتَقَارِبُونَ فَأَقَمْنَا عِنْدَهُ عِشْرِينَ لَيْلَةً وَكَانَ رَسُولُ اللهِ صلى الله عليه وسلم رَفِيقًا فَلَمَّا ظَنَّ أَنَّا قَدْ اشْتَهَيْنَا أَهْلَنَا أَوْ قَدْ اشْتَقْنَا سَأَلَنَا عَمَّنْ تَرَكْنَا بَعْدَنَا فَأَخْبَرْنَاهُ قَالَ ارْجِعُوا إِلَى أَهْلِيكُمْ فَأَقِيمُوا فِيهِمْ وَعَلِّمُوهُمْ وَمُرُوهُمْ وَذَكَرَ أَشْيَاءَ أَحْفَظُهَا أَوْ لاَ أَحْفَظُهَا وَصَلُّوا كَمَا رَأَيْتُمُونِي أُصَلِّي فَإِذَا حَضَرَتْ الصَّلاَةُ فَلْيُؤَذِّنْ لَكُمْ أَحَدُكُمْ وَلْيَؤُمَّكُمْ أَكْبَرُكُمْ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "খবরে ওয়াহিদ গ্রহণযোগ্য [১]\n\n[১] আযান, সলাত, সওম এবং অন্যান্য ফার্য ‘ইবাদাতের ব্যাপারে কোন বিশ্বস্ত ব্যক্তির একক সাক্ষ্যকে ‘খবরে ওয়াহিদ’ বলে। উসূলে হাদীসে এক, দু’ বা তিনজন রাবী’ (বর্ণনাকারী) কর্তৃক বর্ণিত হাদীসকে খবরে ওয়াহিদ বলে।\n\nইবাদাত, ফারায়েয ও আহকামের ক্ষেত্রে (خبر الواحد) খবরে ওয়াহেদ হাদীস দ্বারা দলীল গ্রহণ জায়েজ। ইমাম বুখারী (রহ.) উক্ত তিনটি বিষয় উল্লেখ করলেও আক্বীদার বিষয়ে দ্ধخبر الواحد দলীল কি না তা উল্লেখ করেননি। কিন্তু আক্বীদার ক্ষেত্রেও خبر الواحد হাদীস দ্বারা দলীল গ্রহণ জায়েয এবং সে অনুযায়ী আমাল করা ওয়াজিব। এ ব্যাপারে অনেক প্রমাণ বিদ্যমান। ড. আহমাদ আল আশকার উল্লেখ করেছেন যে, শাইখ নাসিরদ্দীন আলবানী এর প্রমাণ স্বরূপ ২০টি কারণ বা দিক লিপিবদ্ধ করেছেন। এর মধ্য থেকে অতি গুরুত্বপূর্ণ দলীলগুলোর দু’-একটি এখানে উল্লেখ করলাম :\n\nকুরআন থেকে দলীল। আল্লাহ তা‘আলা বলেন :\n\nوَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ) (التوبة:১২২)\n\nউল্লেখিত আয়াতটিতে طائفة শব্দটির শাব্দিক অর্থ واحد এবং তার উপরের জন্য প্রয়োগ করা হয়। আর ইমাম বুখারী উল্লেখ করেছেন যে, إن الرجل يسمى طائفة\n\nকারণ আল্লাহ তা‘আলা বলেন : (وَإِنْ طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا)(الحجرات: من الآية৯) (হুজরাত : ৯)\n\nফলে যদি দু’ব্যক্তি লড়াই করে তবুও তারা এই আয়াতের অর্থের মধ্যে অন্তর্ভুক্ত হয়ে যাবে।\n\nসুতরাং আয়াত থেকে জানা যাচ্ছে যে, যদি কোন ব্যক্তি তার স্বজাতির কাছে ফিরে আসে তাহলে সে তাদেরকে সতর্ক করবে। আর انذار শব্দটি إعلام এর অর্থে যা ইলমের ফায়দা দেয়। আর তা হবে আক্বীদাহ ও অন্যান্য বিষয়ের তাবলীগের মাধ্যমে। সুতরাং কোন ব্যক্তি যদি দ্বীনের কোন বিষয় সম্পর্কে সংবাদ দিলে তা গ্রহণীয় হয়, তাহলে তো এটাই প্রমাণ করে যে, তার সংবাদ দলীল। আর দ্বীনের পান্ডিত্য অর্জন আক্বীদা ও আহকাম উভয়কে শামিল করে। বরং আহকামের ব্যাপারে পান্ডিত্য অর্জনের চাইতে আক্বীদার ব্যাপারে পান্ডিত্য অর্জন করাই বেশী গুরুত্বপূর্ণ।\n\n২. হাদীস থেকে দলীল :\n\nরসূল (সাঃ) মু‘আয বিন জাবালকে ইয়ামানে প্রেরণের প্রারম্ভে বলেন :\n\nإنك تقدم على قوم أهل كتاب فليكن أ,ل ما تدعوهم إليه عبادة الله، فإذا عرفوا الله فأخبرهم إن الله قد فرض عليهم خمس صلوات في يوم وليلتهم .................\n\n(সহীহ বুখারী ২/৫২৯ যাকাত অধ্যায়)\n\nহাদীসটিতে সুস্পষ্ট আহবান হচ্ছে তাওহীদের দিকে। অর্থাৎ আল্লাহ ও তাঁর রসূলের প্রতি ঈমান আনা। আর আল্লাহ ও তাঁর রসূলের প্রতি ঈমান আনা আক্বাঈদের মৌলিক বিষয়ের অন্তর্গত। সুতরাং খবরু ওয়াহিদ আক্বীদার ক্ষেত্রে خبر الواحد দলীল।\n\n৩. রসূল (সাঃ) এর বিভিন্ন গোত্রের ও রাজা বাদশার নিকট দূত প্রেরণের ধারাবাহিকতা- যেমন : দাহইয়া কালবীকে হিরাকল এর নিকট, আবদুল্লাহ ইবনু হুযাইফা সাহমীকে কিসরার নিকট, আমর ইবনু উমাইয়া জমরীকে হাবশায়, উসমান ইবনু আবিল আসকে তায়েফে, হাতেব বিন বালাতাহকে মুকাওকিস এর নিকট প্রেরণ করেন।\n\nএই দূত প্রেরণের একমাত্র কারণ হল যাতে করে তাদের উপর দলীল প্রতিষ্ঠিত হয়। আর তাদেরকে প্রেরণের উদ্দেশ্যই ছিল তাওহীদের দিকে আহবান।\n\nবিশেষত: যারা আক্বীদার ক্ষেত্রে خبر الواحد কে গ্রহণ করে না তাদের জন্য আক্বীদার অনেক বিষয়কে প্রত্যাখ্যান করা অপরিহার্য হয়ে পড়ে যা أخبار الآحاد হাদীস দ্বারা সাব্যস্ত।\n\nযেমন :\n\n১. সমস্ত নাবী রসূলদের উপর মুহাম্মাদ (সাঃ) এর শ্রেষ্ঠত্ব।\n\n২. কিয়ামাত দিবসে তার শাফা‘আতে কুবরা।\n\n৩. কাবীরা গুনাহগারদের জন্য তাঁর শাফা‘আত।\n\n৪. কুরআন ব্যতীত নাবী (সাঃ)’র সমস্ত মুজিযা।\n\n৫. ফেরেশতা, জ্বিন, জান্নাত ও জাহান্নামের বর্ণনা যা কুরআনে উল্লেখ হয়নি।\n\n৬. কবরে মুনকার ও নাকীরের প্রশ্ন।\n\n৭. মৃতকে কবরের চাপ দেয়া।\n\n৮. প্রত্যেক ব্যক্তির তার মায়ের গর্ভের মধ্যেই ভাল-মন্দ, রিযিক ও মৃত্যু আল্লাহ লিপিবদ্ধ করেন তার প্রতি ঈমান আনয়ন।\n\n৯. পুলসিরাত (الصراط), হাউজ, দু পাল্লা বিশিষ্ট মীযান (দাঁড়িপাল্লা)। (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "95"
    }
  }
}