{
  "hadith": {
    "hadith_id": 7260,
    "narrator": "আবুল ইয়ামান (রহঃ)",
    "bn": "আবুল ইয়ামান (রহঃ) আবূ হুরায়রা (রাঃ) থেকে এ বর্ণনায় উল্লেখ করা হয় যে, তিনি [আবূ হুরায়রা (রাঃ)] বলেছেন,আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত ছিলাম। এমন সময় একজন গ্রাম্য লোক দাঁড়িয়ে বলল, হে আল্লাহ্‌র রসূল! আল্লাহ তা’আলার কিতাব অনুসারে আমার ফায়সালা করে দিন। তখন তার বিরোধী লোকটি দাঁড়িয়ে বলল, হে আল্লাহ্‌র রসূল! তিনি সত্যই বলেছেন, আল্লাহ্‌র কিতাব অনুসারে তার ফায়সালা করে দিন এবং আমাকে বলার অনুমতি দিন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ তুমি বল। তখন সে বলল, আমার ছেলে এ লোকটির বাড়িতে মজুর ছিল। বর্ণনাকারী বলেন, হাদীসে উক্ত (আরবী) শব্দটির অর্থ মজুর। সে ছেলে এ লোকের স্ত্রীর সঙ্গে যিনা করে। কতক লোক আমাকে বলল যে, আমার ছেলেটির উপর ‘রজম’ কার্যকর হবে। তখন আমি মুক্তিপণ হিসাবে একশ বক্‌রী ও একটি দাসী দেই। অতঃপর আমি আলিমদের নিকট এ বিষয়ে জিজ্ঞেস করি। তাঁরা আমাকে বললেন যে, তাঁর স্ত্রীর জন্য ‘রজম’। আর আমার ছেলের জন্য রয়েছে একশ’ বেত্রাঘাত ও এক বছরের জন্য দেশান্তরের বিধান। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যে সত্তার হাতে আমার প্রাণ, তাঁর শপথ করে বলছি, অবশ্য অবশ্যই আমি তোমাদের দু’জনের মাঝে সেই মহান আল্লাহ্‌র কিতাব অনুসারে ফায়সালা করব। বক্‌রী ও বাঁদী ফিরিয়ে নাও। তোমার ছেলের জন্য রয়েছে একশ’ বেত্রাঘাত ও একবছরের জন্য দেশান্তরের হুকুম। অতঃপর তিনি আসলাম গোত্রের এক লোককে ডেকে বললেন, হে উনায়স! তুমি এর স্ত্রীর নিকট যাও, যদি সে স্বীকার করে তাহলে তাকে ‘রজম’ করো। উনায়স সেই মহিলার নিকট গেলেন, সে স্বীকার করল, তখন তিনি তাকে রজম করলেন। (আধুনিক প্রকাশনী- ৬৭৫২, ইসলামিক ফাউন্ডেশন- ৬৭৬৪)",
    "ar": "أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ أَخْبَرَنِي عُبَيْدُ اللهِ بْنُ عَبْدِ اللهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ أَنَّ أَبَا هُرَيْرَةَ قَالَ بَيْنَمَا نَحْنُ عِنْدَ رَسُولِ اللهِ صلى الله عليه وسلم إِذْ قَامَ رَجُلٌ مِنْ الأَعْرَابِ فَقَالَ يَا رَسُولَ اللهِ اقْضِ لِي بِكِتَابِ اللهِ فَقَامَ خَصْمُهُ فَقَالَ صَدَقَ يَا رَسُولَ اللهِ اقْضِ لَهُ بِكِتَابِ اللهِ وَأْذَنْ لِي فَقَالَ لَهُ النَّبِيُّ صلى الله عليه وسلم قُلْ فَقَالَ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا وَالْعَسِيفُ الأَجِيرُ فَزَنَى بِامْرَأَتِهِ فَأَخْبَرُونِي أَنَّ عَلَى ابْنِي الرَّجْمَ فَافْتَدَيْتُ مِنْهُ بِمِائَةٍ مِنْ الْغَنَمِ وَوَلِيدَةٍ ثُمَّ سَأَلْتُ أَهْلَ الْعِلْمِ فَأَخْبَرُونِي أَنَّ عَلَى امْرَأَتِهِ الرَّجْمَ وَأَنَّمَا عَلَى ابْنِي جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ فَقَالَ وَالَّذِي نَفْسِي بِيَدِهِ لأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللهِ أَمَّا الْوَلِيدَةُ وَالْغَنَمُ فَرُدُّوهَا وَأَمَّا ابْنُكَ فَعَلَيْهِ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ وَأَمَّا أَنْتَ يَا أُنَيْسُ لِرَجُلٍ مِنْ أَسْلَمَ فَاغْدُ عَلَى امْرَأَةِ هَذَا فَإِنْ اعْتَرَفَتْ فَارْجُمْهَا فَغَدَا عَلَيْهَا أُنَيْسٌ فَاعْتَرَفَتْ فَرَجَمَهَا.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "95"
    }
  }
}