{
  "hadith": {
    "hadith_id": 7264,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (পারস্যের বাদশাহ) কিস্‌সার নিকট তাঁর চিঠি পাঠালেন। তিনি দূতকে নির্দেশ দিলেন, সে যেন এ চিঠি নিয়ে বাহরাইনের শাসকের নিকট দেয়। আর বাহরাইনের শাসক যেন তা কিসরার কাছে পৌছিয়ে দেয়। কিসরা এ চিঠি পড়ে তা টুক্‌রা টুক্‌রা করে ফেলল। ইব্‌নু শিহাব বলেন, আমার ধারণা ইব্‌নু মুসাইয়্যেব বলেছেন যে, তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের উপর বদ্‌ দু’আ করলেন, যেন আল্লাহ তাদেরকেও একেবারে টুকরো টুকরো করে দেন। [১৮৭](আধুনিক প্রকাশনী- ৬৭৫৬, ইসলামিক ফাউন্ডেশন- ৬৭৬৮)",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ، حَدَّثَنِي اللَّيْثُ، عَنْ يُونُسَ، عَنِ ابْنِ شِهَابٍ، أَنَّهُ قَالَ أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم بَعَثَ بِكِتَابِهِ إِلَى كِسْرَى، فَأَمَرَهُ أَنْ يَدْفَعَهُ إِلَى عَظِيمِ الْبَحْرَيْنِ، يَدْفَعُهُ عَظِيمُ الْبَحْرَيْنِ إِلَى كِسْرَى، فَلَمَّا قَرَأَهُ كِسْرَى مَزَّقَهُ، فَحَسِبْتُ أَنَّ ابْنَ الْمُسَيَّبِ قَالَ فَدَعَا عَلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يُمَزَّقُوا كُلَّ مُمَزَّقٍ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১৮৭] রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পারস্য সম্রাট কিসরার কাছে নিম্নরূপ একখানি চিঠি প্রেরণ করেন- পরম করুণাময় অতি দয়ালু আল্লাহর নামে শুরু করছি- \t\t\tআল্লাহ্‌র রসূল মোহাম্মদের পক্ষ থেকে পারস্য সম্রাট কেসরার নামে।\t\tসালাম সে ব্যক্তির প্রতি যিনি হেদায়াতের আনুগত্য করেন এবং আল্লাহ তা’আলা ও তাঁর রসূলের প্রতি বিশ্বাসস্থাপন করেন এবং সাক্ষ্য দেন, আল্লহ ছাড়া এবাদতের যোগ্য কেউ নাই। তিনি এক অদ্বিতীয়, তাঁর কোন শরীক নেই, মোহাম্মদ তাঁর বান্দা ও রসূল। আমি আপনাকে আল্লাহর প্রতি আহবান জানাচ্ছি। কারণ আমি সকল মানুষের প্রতি আল্লাহর পক্ষ থেকে প্রেরিত। যারা বেঁচে আছে তাদের পরিণাম সম্পর্কে ভয় দেখানো এবং কাফেরদের ওপর সত্য কথা প্রমাণিত করাই আমার কাজ। কাজেই আপনি ইসলাম গ্রহণ করুন, শান্তিতে থাকবেন, যদি এতে অস্বীকৃতি জানান, তবে সকল অগ্নি উপাসকের পাপও আপনার ওপর বর্তাবে। \t\t\t\t\t\t\t\tএ চিঠি নিয়ে যাওয়ার জন্য হযরত আবদুল্লাহ্‌ ইবনে হোযাফা সাহমী (রাঃ)-কে মনোনীত করা হয়। তিনি চিঠিখানি বাহরাইনের শাসনকর্তার হাতে দেন। বাহরাইনের শাসনকর্তা দূতের মাধ্যমে নাকি হযরত আবদুল্লাহ্‌ ইবনে হোযাফার মাধ্যমেই এ চিঠি পাঠিয়েছিলেন, তা জানা যায়নি। মোট কথা, চিঠিখানি কেসরা পারভেযকে পড়ে শোনানোর পর সে তা ছিঁড়ে ফেলে অহংকারের সাথে বলে, আমার প্রজাদের মধ্যে একজন সাধারণ প্রজা নিজের নাম আমার নামের আগে লিখেছে। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ খবর পাওয়ার পর বলেছিলেন, আল্লাহ তা’আলা তাঁর বাদশাহী ছিন্নভিন্ন করে দিন। এরপর তাই হয়েছিলো, যা রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেন।\t\t\t\t\t\t\t\t\t\t\tপারস্য সম্রাট ইয়েমেনের গভর্নর বাযানকে লিখে পাঠায়, তোমার ওখান থেকে তাগড়া দু’জন লোককে পাঠাও, তারা যেন হেজায়ে গিয়ে সে লোককে আমার কাছে ধরে নিয়ে আসে। বাযান সম্রাটের নির্দেশ পালনের জন্য দু’জন লোককে তাঁর চিঠিসহ আল্লাহর রসূলের কাছে প্রেরণ করে। সে চিঠিতে প্রেরিত লোকদ্বয়য়ের সাথে কেসরার কাছে হাযির হওয়ার জন্যে রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে নির্দেশ দেয়া হয়। তাদের একজন বললো, শাহানশাহ এক চিঠিতে বাযানকে নির্দেশ দিয়েছেন যেন আপনাকে তার দরবারে হাযির করা হয়। বাযান আমাদের আপনার কাছে পাঠিয়েছেন। কাজেই আপনি আমাদের সঙ্গে পারস্যে চলুন। সাথে সাথে উভয় আগন্তক হুমকিপূর্ণ কিছু কথাও বলে। রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শান্তভাবে তাদের বললেন, তোমরা আগামীকাল দেখা করো। \t\t\t\t\t\t\t\t\t\t\tএদিকে মদীনায় যখন এ মনোজ্ঞ ঘটনা চলছে, ঠিক তখন পারস্যে খসরু পারভেযের পারিবারিক বিদ্রোহ কলহ তীব্র রূপ ধারণ করে। কায়সারের সৈন্যদের হাতে পারস্যের সৈন্যরা একের পর এক পরাজয় স্বীকার করে যাচ্ছিল। এমতাবস্থায় পারস্য সম্রাট কেসরার পুত্র শেরওয়ায়হ পিতাকে হত্যা করে রাস্ট্র ক্ষমতা দখল করে। সময় ছিল মঙ্গলবার রাত, সপ্তম হিজরীর ১০ই জমাদিউল আউয়াল (ফতহুল বারী, ৮ম খণ্ড, পৃ. ১২৭)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওহীর মাধ্যমে এ খবর পেয়ে যান। পর দিন সকালে পারস্য সম্রাটের প্রতিনিধিদ্বয় আল্লাহর রসূলের দরবারে এলে তিনি তাদের এ খবর জানান। তারা বললো, আপনি এসব আবোল-তাবোল কী বলছেন? এর চেয়ে মামুলি কথাও আমরা আপনার অপরাধ হিসাবে গণ্য করছি। আমারা কি আপনার এ কথা বাদশাহর কাছে লিখে পাঠাবো! রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হ্যাঁ লিখে দাও। সাথে সাথে একথাও লিখে দাও, আমার দ্বীন এবং আমার হুকুমত সেখানেও পৌছবে, যেখানে তোমার বাদশাহ পৌছেছে। শুধু তাই নয়; বরং এমন জায়গায় গিয়ে থামবে, যার আগে উট বা ঘোড়া যেতে পারে না। তোমরা তাকে একথাও জানিয়ে দিয়ো, যদি তোমরা মুসলমান হয়ে যাও, তবে যা কিছু তোমাদের নিয়ন্ত্রণে রয়েছে সেসব আমি তোমাদের দিয়ে দিবো এবং তোমাদেরকেই কওমের বাদশাহ করে দেবো। \t\tউভয় দূত এরপর মদীনা থেকে ইয়েমেনে বাযানের কাছে গিয়ে তাকে কথা জানায়। কিছুক্ষণ পরই ইয়েমেনের এক চিঠি এসে পৌছায়, শেরওয়ায়হ তার পিতাকে হত্যা করে সিংহাসনে আরোহণ করেছেন। নতুন সম্রাট তার চিঠিতে ইয়েমেনের গভর্নর বাযানকে এ নির্দেশও দিয়েছেন, আমার পিতা যার সম্পর্কে লিখেছিলেন, পরবর্তী নির্দেশ না পাওয়া পর্যন্ত তাকে বিরক্ত করবে না।\t\t\t\t\t\t\t\tএ ঘটনায় বাযান এবং তার পারস্যের বন্ধু-বান্ধব, যারা সে সময় ইয়েমেনে উপস্থিত ছিলো,সকলেই মুসলমান হয়ে যান। (মোহাদারাতে খেযরী,১ম খণ্ড,পৃ. ১৪৭; ফাতহুল বারী, ৮ম খণ্ড, পৃ. ১২৭-১২৮; রাহমাতুল লিল আলামীন)।",
    "chapter": {
      "chapter_number": "95"
    }
  }
}