{
  "hadith": {
    "hadith_id": 7273,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমি ‘জাওয়ামিউল কালিম[১৯০]  (ব্যাপক অর্থবহ সংক্ষিপ্ত কথা) সহ প্রেরিত হয়েছি এবং আমাকে প্রভাব দিয়ে সাহায্য করা হয়েছে। একবার আমি ঘুমের অবস্থায় দেখলাম, পৃথিবীর ভান্ডারগুলোর চাবি আমাকে দেয়া হয়েছে এবং তা আমার হাতে রেখে দেয়া হয়েছে। আবূ হুরায়রা (রাঃ) বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইন্তিকাল করে গেছেন। আর তোমরা তা ব্যবহার করছ কিংবা বলেছিলেন তোমরা তা থেকে উপকার লাভ করছ কিংবা তিনি এরকমই কোন কথা বলেছিলেন।(আধুনিক প্রকাশনী- ৬৭৬৫, ইসলামিক ফাউন্ডেশন- ৬৭৭৭)",
    "ar": "حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللَّهِ، حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ، عَنِ ابْنِ شِهَابٍ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ بُعِثْتُ بِجَوَامِعِ الْكَلِمِ، وَنُصِرْتُ بِالرُّعْبِ، وَبَيْنَا أَنَا نَائِمٌ رَأَيْتُنِي أُتِيتُ بِمَفَاتِيحِ خَزَائِنِ الأَرْضِ، فَوُضِعَتْ فِي يَدِي ‏\"‏‏.‏ قَالَ أَبُو هُرَيْرَةَ فَقَدْ ذَهَبَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَنْتُمْ تَلْغَثُونَهَا أَوْ تَرْغَثُونَهَا، أَوْ كَلِمَةً تُشْبِهُهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] (আমি আবির্ভূত হয়েছি সুসংক্ষিপ্ত ও মর্মসমৃদ্ধ বাণীসহ)\n\nইমাম যুহরী * এর ব্যাখ্যা করে বলেন :\n\nতিনি এমন সংক্ষিপ্ত কথা বলতেন যা শব্দ বা উচ্চারণের দিক থেকে হতো অল্প কিন্তু ব্যাপক অর্থবোধক। ইমাম যুহরী ব্যতীত অন্যজন জোর দিয়ে বলেন যে, (جوام الكلام) থেকে উদ্দেশ্য হলো ‘‘আল-কুরআন’’ তার নির্দশন, রসূল (সাঃ)’র কথা (بعثت), কেননা আল-কুরআন তো শব্দের সংক্ষিপ্ততা ও অর্থের ব্যাপকতার ব্যাপারে শেষ সীমা।\n\nকুরআন جوام الكلام সম্বলিত আয়াতের উদাহরণ যেমন : {وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَاْ أُولِيْ الأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ} (বাকারাহ : ১৭৯) এবং وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولَئِكَ هُمُ الْفَائِزُونَ (নূর : ৫২)\n\nহাদীসের মধ্যে جوامع الكلام এর উদাহরণ যেমন ’আয়িশাহ’র হাদীস : كُلُّ عَمَلٍ لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ\n\nআবূ হুরাইরাহ’র হাদীস : وإذا أمرتكم بأمر فأتوا منه ما استطعتم (ফাতহুল বারী)",
    "chapter": {
      "chapter_number": "96"
    }
  }
}