{
  "hadith": {
    "hadith_id": 7281,
    "narrator": "জাবির ইব্‌নু ‘আবদুল্লাহ্ (রাঃ)",
    "bn": "তিনি বলেন, একদল ফেরেশ্তা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট আসলেন। তিনি তখন ঘুমিয়ে ছিলেন। একজন ফেরেশ্তা বললেন, তিনি [নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] ঘুমিয়ে আছেন। অন্য একজন বললেন, চক্ষু ঘুমিয়ে বটে, কিন্তু অন্তর জেগে আছে। তখন তারা বললেন, তোমাদের এ সাথীর একটি উদাহরণ আছে। সুতরাং তাঁর উদাহরণ তোমরা বর্ননা কর। তখন তাদের কেউ বলল- তিনি তো ঘুমন্ত, আর কেউ বলল, চক্ষু ঘুমন্ত তবে অন্তর জাগ্রত। তখন তারা বলল, তাঁর উদাহরণ হল সেই লোকের মত, যে একটি বাড়ী তৈরি করল। তারপর সেখানে খানার আয়োজন আহবানকারীকে করল এবং একজন (লোকদের ডাকতে) পাঠাল। যারা আহবানকারীর ডাকে সাড়া দিল, তারা ঘরে প্রবেশ করে খানা খাওয়ার সূযোগ পেল। আর যারা আহবানকারীর ডাকে সাড়া দিল না, তারা ঘরেও প্রবেশ করতে পারল না এবং খানাও খেতে পারল না। তখন তারা বললেন, উদাহরণটি ব্যাখ্যা করুন, যাতে তিনি বুঝতে পারেন। তখন কেউ বলল, তিনি তো ঘুমন্ত, আর কেউ বলল, চক্ষু ঘুমন্ত, তবে অন্তর জাগ্রত। তখন তারা বললেন, ঘরটি হল জান্নাত, আহবানকারী হলেন মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)। যারা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর অনুসরণ করল, তারা আল্লাহ্‌র আনুগত্য করল। আর যারা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর অবাধ্যতা করল, তারা আসলে আল্লাহরই অবাধ্যতা করল। মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হলেন মানুষের মাঝে পার্থক্যের মাপকাঠি। কুতাইবাহ জাবির (রাঃ) থেকে এরকম হাদীস বর্ণনা করেছেন, তবে তিনি “নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের কাছে বের হয়ে আসলেন”, এই কথাটি বলছেন।(আধুনিক প্রকাশনী- ৬৭৭২, ইসলামিক ফাউন্ডেশন- ৬৭৮৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ عَبَادَةَ، أَخْبَرَنَا يَزِيدُ، حَدَّثَنَا سَلِيمُ بْنُ حَيَّانَ ـ وَأَثْنَى عَلَيْهِ ـ حَدَّثَنَا سَعِيدُ بْنُ مِينَاءَ، حَدَّثَنَا أَوْ، سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللَّهِ، يَقُولُ جَاءَتْ مَلاَئِكَةٌ إِلَى النَّبِيِّ صلى الله عليه وسلم وَهْوَ نَائِمٌ فَقَالَ بَعْضُهُمْ إِنَّهُ نَائِمٌ‏.‏ وَقَالَ بَعْضُهُمْ إِنَّ الْعَيْنَ نَائِمَةٌ وَالْقَلْبَ يَقْظَانُ‏.‏ فَقَالُوا إِنَّ لِصَاحِبِكُمْ هَذَا مَثَلاً فَاضْرِبُوا لَهُ مَثَلاً‏.‏ فَقَالَ بَعْضُهُمْ إِنَّهُ نَائِمٌ‏.‏ وَقَالَ بَعْضُهُمْ إِنَّ الْعَيْنَ نَائِمَةٌ وَالْقَلْبَ يَقْظَانُ‏.‏ فَقَالُوا مَثَلُهُ كَمَثَلِ رَجُلٍ بَنَى دَارًا، وَجَعَلَ فِيهَا مَأْدُبَةً وَبَعَثَ دَاعِيًا، فَمَنْ أَجَابَ الدَّاعِيَ دَخَلَ الدَّارَ وَأَكَلَ مِنَ الْمَأْدُبَةِ، وَمَنْ لَمْ يُجِبِ الدَّاعِيَ لَمْ يَدْخُلِ الدَّارَ وَلَمْ يَأْكُلْ مِنَ الْمَأْدُبَةِ‏.‏ فَقَالُوا أَوِّلُوهَا لَهُ يَفْقَهْهَا فَقَالَ بَعْضُهُمْ إِنَّهُ نَائِمٌ‏.‏ وَقَالَ بَعْضُهُمْ إِنَّ الْعَيْنَ نَائِمَةٌ وَالْقَلْبَ يَقْظَانُ‏.‏ فَقَالُوا فَالدَّارُ الْجَنَّةُ، وَالدَّاعِي مُحَمَّدٌ صلى الله عليه وسلم فَمَنْ أَطَاعَ مُحَمَّدًا صلى الله عليه وسلم فَقَدْ أَطَاعَ اللَّهَ، وَمَنْ عَصَى مُحَمَّدًا صلى الله عليه وسلم فَقَدْ عَصَى اللَّهَ، وَمُحَمَّدٌ صلى الله عليه وسلم فَرْقٌ بَيْنَ النَّاسِ‏.‏ تَابَعَهُ قُتَيْبَةُ عَنْ لَيْثٍ، عَنْ خَالِدٍ، عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ، عَنْ جَابِرٍ، خَرَجَ عَلَيْنَا النَّبِيُّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "96"
    }
  }
}