{
  "hadith": {
    "hadith_id": 7284,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, যখন রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম ইন্তিকাল করলেন আর তাঁর পরে আবূ বকর (রাঃ)-কে খালীফা করা হলো এবং আরবের যারা কাফির হবার তারা কাফির হয়ে গিয়েছিল, তখন ‘উমার (রাঃ) আবূ বকর (রাঃ)-কে বললেন, আপনি কী করে লোকদের বিরুদ্ধে যুদ্ধ করবেন, অথচ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আমি মানুষের সঙ্গে ‘লা ইলাহা ইল্লাল্লাহ্’ বলার পূর্ব পর্যন্ত যুদ্ধ করার জন্য নির্দেশপ্রাপ্ত। অতএব যে ব্যক্তি ‘লা ইলাহা ইল্লাল্লাহ্’ বলল, সে তার জান ও মালকে আমার থেকে নিরাপদ করে নিল। তবে ইসলামী বিধানের আওতায় পড়লে আলাদা। তাদের প্রকৃত হিসাব আল্লাহর কাছে হবে। আবূ বকর (রাঃ) বললেন, যারা সালাত ও যাকাতের মধ্যে পার্থক্য করে, আমি অবশ্য অবশ্যই তাদের সঙ্গে যুদ্ধ করব। কেননা, যাকাত হল মালের হক। আল্লাহর শপথ! যদি তারা রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর নিকট যা আদায় করত, এখন তা (সেভাবে) দিতে অস্বীকার করে, তাহলেও আমি অবশ্যই তাদের সঙ্গে যুদ্ধ করব। ‘উমার (রাঃ) বললেন, আল্লাহর কসম! আমি দেখছিলাম যে, যুদ্ধ করার জন্য আল্লাহ্ তা‘আলা আবূ বকরের সিনা খুলে দিয়েছেন। সুতরাং আমি বুঝতে পারলাম এ সিদ্ধান্ত সঠিক।\n\n[ইমাম বুখারী (রহ.) বলেন] ইবনু বুকায়র ও ‘আবদুল্লাহ্ (রহ.) লায়স-এর সূত্রে উকায়ল থেকে বর্ণনা করতে গিয়ে। لو منعونى كذا (যদি তারা এ পরিমাণ দিতে অস্বীকার করে)-এর স্থলে لو منعونى عناقا (যদি তারা একটা ছোট উটের বাচ্চাও দিতে অস্বীকার করে) উল্লেখ করেছেন। আর এটিই সবচেয়ে শুদ্ধ। আর এটিকে লোকেরাعَنَاقًا  বর্ণনা করেছেন। عزوجل বস্তুত এ স্থানে عقالا পড়াটা জায়েয নয়। আর عقالا শব্দটি শা‘বী-এর হাদীসে মুরসাল সূত্রে বর্ণিত হয়েছে। সে রকম কুতাইবাহ (রহ.)ও عقالا বলেছেন।[১] [১৩৯৯, ১৪০০) (আধুনিক প্রকাশনী- ৬৭৭৫, ইসলামিক ফাউন্ডেশন- ৬৭৮৭)",
    "ar": "حَدَّثَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، حَدَّثَنَا لَيْثٌ، عَنْ عُقَيْلٍ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ لَمَّا تُوُفِّيَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَاسْتُخْلِفَ أَبُو بَكْرٍ بَعْدَهُ، وَكَفَرَ مَنْ كَفَرَ مِنَ الْعَرَبِ قَالَ عُمَرُ لأَبِي بَكْرٍ كَيْفَ تُقَاتِلُ النَّاسَ، وَقَدْ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا لاَ إِلَهَ إِلاَّ اللَّهُ‏.‏ فَمَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ‏.‏ عَصَمَ مِنِّي مَالَهُ وَنَفْسَهُ، إِلاَّ بِحَقِّهِ، وَحِسَابُهُ عَلَى اللَّهِ ‏\"‏‏.‏ فَقَالَ وَاللَّهِ لأُقَاتِلَنَّ مَنْ فَرَّقَ بَيْنَ الصَّلاَةِ وَالزَّكَاةِ، فَإِنَّ الزَّكَاةَ حَقُّ الْمَالِ، وَاللَّهِ لَوْ مَنَعُونِي عِقَالاً كَانُوا يُؤَدُّونَهُ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم لَقَاتَلْتُهُمْ عَلَى مَنْعِهِ‏.‏ فَقَالَ عُمَرُ فَوَاللَّهِ مَا هُوَ إِلاَّ أَنْ رَأَيْتُ اللَّهَ قَدْ شَرَحَ صَدْرَ أَبِي بَكْرٍ لِلْقِتَالِ فَعَرَفْتُ أَنَّهُ الْحَقُّ‏.‏ قَالَ ابْنُ بُكَيْرٍ وَعَبْدُ اللَّهِ عَنِ اللَّيْثِ عَنَاقًا‏.‏ وَهْوَ أَصَحُّ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] যারা বলে আমরা আল্লাহর কথা মানি, রাসূলের কথা মানিনা, আমরা ওমুক নাবীকে মানি,অন্যদেরকে মানি না, আমরা সলাত কায়েম করব, কিন্তু যাকাত, সিয়াম এগুলো মানি না, এরা সবাই পাক্কা কাফির। ‘‘যারা আল্লাহ ও তাঁর রসূলদেরকে অস্বীকার করে আর আল্লাহ ও রসূলদের মাঝে পার্থক্য সৃষ্টি করতে চায় আর বলে (রসূলদের) কতককে আমরা মানি আর কতককে মানি না, আর তারা তার (অর্থাৎ কুফরের ও ঈমানের) মাঝ দিয়ে একটা রাস্তা বের করতে চায় তারাই হল পাক্কা কাফির আর কাফিরদের জন্য আমি অবমাননাকর শাস্তি প্রস্ত্তত করে রেখেছি- (আন-নিসা-১৫০,১৫১)",
    "chapter": {
      "chapter_number": "96"
    }
  }
}