{
  "hadith": {
    "hadith_id": 7287,
    "narrator": "আসমা বিন্‌ত আবূ বক্‌র (রাঃ)",
    "bn": "তিনি বলেন, একবার সুর্যগ্রহণের সময় আমি ‘আইশাহ (রাঃ) - এর কাছে এলাম। লোকেরা তখন (সালাতে) দাঁড়িয়েছিল এবং তিনিও দাঁড়িয়ে সালাত পড়ছিলেন। আমি জিজ্ঞাসাঃ করলাম, লোকদের কি হল? তিনি হাত দিয়ে আকাশের দিকে ইঙ্গিত করলেন এবং বললেন, সুবহানাল্লাহ! আমি বললাম, এটা কি কোন নিদর্শন? তখন তিনি মাথা নেড়ে হাঁ বললেন। রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন সালাত পড়া শেষ করলেন, তখন তিনি আল্লাহর প্রশংসা করলেন ও ছানা পড়লেন। তারপর বললেন, আমি যা দেখিনি তার সবকিছুই আজকের আমার এ জায়গায় দেখলাম। এমন কি জান্নাত ও জাহান্নামও দেখলাম। আর আমার কাছে ওয়াহী করা হয়েছে যে, কবরে তোমাদের পরীক্ষা করা হবে, প্রায় দাজ্জালের পরীক্ষার মতই। তবে যারা মু’মিন হবে, অথবা (বলেছিলেন) মুসলিম হবে। বর্ননাকারী বলেন, আসমা (রাঃ) ‘মু’মিন’- বলেছিলেন, না ‘মুসলিম’- বলেছিলেন তা আমার স্বরণ নেই। তারা বলবে, মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের কাছে  স্পষ্ট প্রমাণ নিয়ে এসেছিলেন, আমরা তার ডাকে সাড়া দিয়েছি এবং ঈমান এনেছি। তখন তাকে বলা হবে, তুমি শান্তিতে ঘুমোও, আমরা জানি তুমি দৃঢ় বিশ্বাসী ছিলে। আর যারা মুনাফিক হবে অথবা (বলেছিলেন) সন্দেহকারী হবে, বর্ণনাকারী বলেন, আসমা ‘মুনাফিক’- বলেছিলেন না ‘সন্দেহকারী’ বলেছিলেন তা আমার মনে নেই- তারা বলবে, আমি কিছুই জানি না, আমি মানুষকে কথা বলতে শুনেছি, আর তাই বলেছি।(আধুনিক প্রকাশনী- ৬৭৭৭, ইসলামিক ফাউন্ডেশন- ৬৭৮৯)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ، عَنْ أَسْمَاءَ ابْنَةِ أَبِي بَكْرٍ ـ رضى الله عنهما ـ أَنَّهَا قَالَتْ أَتَيْتُ عَائِشَةَ حِينَ خَسَفَتِ الشَّمْسُ، وَالنَّاسُ قِيَامٌ وَهْىَ قَائِمَةٌ تُصَلِّي فَقُلْتُ مَا لِلنَّاسِ فَأَشَارَتْ بِيَدِهَا نَحْوَ السَّمَاءِ فَقَالَتْ سُبْحَانَ اللَّهِ‏.‏ فَقُلْتُ آيَةٌ‏.‏ قَالَتْ بِرَأْسِهَا أَنْ نَعَمْ‏.‏ فَلَمَّا انْصَرَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم حَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ ثُمَّ قَالَ ‏ \"‏ مَا مِنْ شَىْءٍ لَمْ أَرَهُ إِلاَّ وَقَدْ رَأَيْتُهُ فِي مَقَامِي، حَتَّى الْجَنَّةَ وَالنَّارَ، وَأُوحِيَ إِلَىَّ أَنَّكُمْ تُفْتَنُونَ فِي الْقُبُورِ قَرِيبًا مِنْ فِتْنَةِ الدَّجَّالِ، فَأَمَّا الْمُؤْمِنُ ـ أَوِ الْمُسْلِمُ لاَ أَدْرِي أَىَّ ذَلِكَ قَالَتْ أَسْمَاءُ ـ فَيَقُولُ مُحَمَّدٌ جَاءَنَا بِالْبَيِّنَاتِ فَأَجَبْنَا وَآمَنَّا‏.‏ فَيُقَالُ نَمْ صَالِحًا عَلِمْنَا أَنَّكَ مُوقِنٌ‏.‏ وَأَمَّا الْمُنَافِقُ ـ أَوِ الْمُرْتَابُ لاَ أَدْرِي أَىَّ ذَلِكَ قَالَتْ أَسْمَاءُ ـ فَيَقُولُ لاَ أَدْرِي سَمِعْتُ النَّاسَ يَقُولُونَ شَيْئًا فَقُلْتُهُ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "96"
    }
  }
}