{
  "hadith": {
    "hadith_id": 7292,
    "narrator": "মুগীরাহ ইব্‌নু শু’বাহ (রাঃ)",
    "bn": "তিনি বলেন, মু’আবিয়া (রাঃ) মুগীরাহ (রাঃ) এর কাছে লিখে পাঠালেন যে, তুমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে যা কিছু শুনেছ তা আমার কাছে লিখে পাঠাও। তিনি বলেন, তিনি তাকে লিখলেন যে, আল্লাহর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রতি সালাতের পর বলতেনঃ আল্লাহ ব্যতীত অন্য কোন ইলাহ্‌ নেই। তিনি একক! তাঁর কোন শারীক নেই, সম্রাজ্য কেবলমাত্র তাঁরই, আর সকল প্রশংসা তাঁরই জন্য, তিনি সকল বিষয়ের উপর ক্ষমতাবান। হে আল্লাহ! তুমি যা দান করবে তাকে আটকানোর কেউ নেই, আর তুমি আটকাবে তা দেওয়ার মত কেউ নেই। ধন সম্পদ তোমার দরবারে সম্পদশালীদের কোন উপকার করবে না। তিনি আরো লিখেছিলেন যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তর্কে লিপ্ত হওয়া, বেশি বেশি প্রশ্ন করা ও সস্পদ বিনষ্ট করা থেকে নিষেধ করতেন। আর তিনি মায়েদের অবাধ্য হতে, কন্যা সন্তানদের জীবন্ত কবর দিতে ও প্রাপকের পাওনা দেওয়া থেকে হাত গুটাতে আর নেয়ার ব্যাপারে হাত বাড়িয়ে দিতে নিষেধ করতেন। আবূ ‘আবদুল্লাহ্‌ [বুখারী(রহঃ)] বলেন, তারা (কাফির) জাহিলীয়্যাতের যুগে স্বীয় কন্যাদেরকে হত্যা করতেন। অতঃপর আল্লাহ তা হারাম করে দেন। (আধুনিক প্রকাশনী- ৬৭৮২, ইসলামিক ফাউন্ডেশন- ৬৭৯৪)",
    "ar": "حَدَّثَنَا مُوسَى، حَدَّثَنَا أَبُو عَوَانَةَ، حَدَّثَنَا عَبْدُ الْمَلِكِ، عَنْ وَرَّادٍ، كَاتِبِ الْمُغِيرَةِ قَالَ كَتَبَ مُعَاوِيَةُ إِلَى الْمُغِيرَةِ اكْتُبْ إِلَىَّ مَا سَمِعْتَ مِنْ رَسُولِ اللَّهِ صلى الله عليه وسلم‏.‏ فَكَتَبَ إِلَيْهِ إِنَّ نَبِيَّ اللَّهِ صلى الله عليه وسلم كَانَ يَقُولُ فِي دُبُرِ كُلِّ صَلاَةٍ ‏ \"‏ لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهْوَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ ‏\"‏‏.‏ وَكَتَبَ إِلَيْهِ إِنَّهُ كَانَ يَنْهَى عَنْ قِيلَ وَقَالَ، وَكَثْرَةِ السُّؤَالِ، وَإِضَاعَةِ الْمَالِ، وَكَانَ يَنْهَى عَنْ عُقُوقِ الأُمَّهَاتِ وَوَأْدِ الْبَنَاتِ وَمَنْعٍ وَهَاتِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "96"
    }
  }
}