{
  "hadith": {
    "hadith_id": 7294,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "দুপুরের পর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বেরিয়ে আসলেন এবং যুহরের সালাত পড়লেন। সালাম ফিরানোর পর তিনি মিম্বরে দাঁড়ালেন এবং কেয়ামত সম্পর্কে আলোচনা করলেন। তিনি উল্লেখ করলেন যে, কেয়ামতের আগে অনেক বড় বড় ঘটনা ঘটবে। তারপর তিনি বললেনঃ কেউ যদি আমাকে কোন বিষয়ে জিজ্ঞেস করা পছন্দ করে, তাহলে সে তা করতে পাররে। আল্লাহর শপথ! আমি এখানে অবস্হান করা পর্যন্ত তোমরা আমাকে যে বিষয়েই প্রশ্ন করবে, আমি তা তোমাদের জানাব। আনাস (রাঃ) বলেন, এতে লোকেরা খুব বেশি কাঁদল। আর রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বেশি বেশি বলতে থাকলেন তোমরা আমার কাছে প্রশ্ন কর। আনাস (রাঃ) বলেন, তখন এক লোক দাঁড়িয়ে বলল, হে আল্লাহ্‌র রসূল! আমার আশ্রয়ের জায়গা কোথায়? তিনি বললেন, জাহান্নাম। তারপর ‘আবদুল্লাহ ইব্‌নু হুযাফা (রাঃ) দাড়িয়ে বললেনঃ হে আল্লাহ্‌র রসূল! আমার পিতা কে? তিনি বললেনঃ  তোমার পিতা হুযাফা। আনাস (রাঃ) বলেন, তারপর তিনি বার বার বলতে লাগলেনঃ তোমরা আমার কাছে প্রশ্ন কর, আমার কাছে প্রশ্ন কর। এতে ‘উমর (রাঃ) হাঁটু গেড়ে বসে গেলেন এবং বললেন, আমরা আল্লাহ্‌কে রব হিসাবে মেনে ইসলামকে দ্বীন হিসাবে গ্রহণ করে এবং মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে রসূল হিসাবে বিশ্বাস করে সন্তুষ্ট আছি। আনাস (রাঃ) বলেন, ‘উমর (রাঃ) যখন এ কথা বললেন, তখন রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) চুপ করলেন। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ উত্তম! যে সত্তার হাতে আমার প্রাণ তাঁর শপথ করে বলছি, এই মুহূর্তে আমি যখন সালাতে ছিলাম তখন এ দেয়ালের প্রস্থে জান্নাত ও জাহান্নাম আমার সামনে পেশ করা হয়েছিল। আজকের মত এমন ভাল আর মন্দ আমি আর দেখিনি।(আধুনিক প্রকাশনী- ৬৭৮৪, ইসলামিক ফাউন্ডেশন- ৬৭৯৬)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ،‏.‏ وَحَدَّثَنِي مَحْمُودٌ، حَدَّثَنَا عَبْدُ الرَّزَّاقِ، أَخْبَرَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، أَخْبَرَنِي أَنَسُ بْنُ مَالِكٍ ـ رضى الله عنه‏.‏ أَنَّ النَّبِيَّ صلى الله عليه وسلم خَرَجَ حِينَ زَاغَتِ الشَّمْسُ فَصَلَّى الظُّهْرَ فَلَمَّا سَلَّمَ قَامَ عَلَى الْمِنْبَرِ فَذَكَرَ السَّاعَةَ، وَذَكَرَ أَنَّ بَيْنَ يَدَيْهَا أُمُورًا عِظَامًا ثُمَّ قَالَ ‏\"‏ مَنْ أَحَبَّ أَنْ يَسْأَلَ عَنْ شَىْءٍ فَلْيَسْأَلْ عَنْهُ، فَوَاللَّهِ لاَ تَسْأَلُونِي عَنْ شَىْءٍ إِلاَّ أَخْبَرْتُكُمْ بِهِ، مَا دُمْتُ فِي مَقَامِي هَذَا ‏\"‏‏.‏ قَالَ أَنَسٌ فَأَكْثَرَ النَّاسُ الْبُكَاءَ، وَأَكْثَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم أَنْ يَقُولَ ‏\"‏ سَلُونِي ‏\"‏‏.‏ فَقَالَ أَنَسٌ فَقَامَ إِلَيْهِ رَجُلٌ فَقَالَ أَيْنَ مَدْخَلِي يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ النَّارُ ‏\"‏‏.‏ فَقَامَ عَبْدُ اللَّهِ بْنُ حُذَافَةَ فَقَالَ مَنْ أَبِي يَا رَسُولَ اللَّهِ قَالَ ‏\"‏ أَبُوكَ حُذَافَةُ ‏\"‏‏.‏ قَالَ ثُمَّ أَكْثَرَ أَنْ يَقُولَ ‏\"‏ سَلُونِي سَلُونِي ‏\"‏‏.‏ فَبَرَكَ عُمَرُ عَلَى رُكْبَتَيْهِ فَقَالَ رَضِينَا بِاللَّهِ رَبًّا، وَبِالإِسْلاَمِ دِينًا، وَبِمُحَمَّدٍ صلى الله عليه وسلم رَسُولاً‏.‏ قَالَ فَسَكَتَ رَسُولُ اللَّهِ صلى الله عليه وسلم حِينَ قَالَ عُمَرُ ذَلِكَ، ثُمَّ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ وَالَّذِي نَفْسِي بِيَدِهِ لَقَدْ عُرِضَتْ عَلَىَّ الْجَنَّةُ وَالنَّارُ آنِفًا فِي عُرْضِ هَذَا الْحَائِطِ وَأَنَا أُصَلِّي، فَلَمْ أَرَ كَالْيَوْمِ فِي الْخَيْرِ وَالشَّرِّ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "96"
    }
  }
}