{
  "hadith": {
    "hadith_id": 7300,
    "narrator": "ইবরাহীম তায়মী (রহঃ)",
    "bn": "তিনি বলেন, আমার পিতা বর্ণনা করেছেন যে, একবার ‘আলী (রাঃ) পাকা ইটের তৈরী একটি মিম্বরে উঠে আমাদের উদ্দেশে খুত্‌বা দিলেন। তাঁর সাথে একটি তলোয়ার ছিল, যার মাঝে একটি সহীফা ঝুলছিল। তিনি বললেন, আল্লাহর কসম! আমাদের কাছে আল্লাহর কিতাব এবং যা এই সহীফাতে লেখা আছে এ ব্যতীত অন্য এমন কোন কিতাব নেই যা পাঠ করা যেতে পারে। তারপর তিনি তা খুললেন। তাতে উটের বয়স সম্পর্কে লেখা ছিল এবং লেখা ছিল যে, ‘আয়র’ পর্বত থেকে অমুক স্থান পর্যন্ত মদীনা হারাম (পবিত্র এলাকা) বলে গণ্য হবে। যে কেউ এখানে কোন অন্যায় করবে তার উপর আল্লাহ্‌, ফেরেশ্‌তামন্ডলী ও সকল মানুষের অভিসস্পাত। আর আল্লাহ্‌ তার ফরয ও নফল কোন ‘ইবাদতই কবূল করবেন না এবং তাতে আরও ছিল যে, এখানকার সকল মুসলমানের নিরাপত্তা একই স্তরের। একজন নিন্ম স্তরের লোকও (অন্যকে) নিরাপত্তা দিতে পারবে। যদি কেউ অন্য মুসলমানের প্রদত্ত নিরাপত্তাকে লংঘন করে, তাহলে তার উপর আল্লাহ্‌র, ফেরেশ্‌তামন্ডলীর ও সকল মানুষের লা’নাত। আল্লাহ তা’আলা তার ফরয ও নফল কোন ‘ইবাদতই গ্রহন করবেন না। তাতে আরও ছিল, যদি কেউ তার (মুক্তি দাতা) মনিবের অনুমতি ছাড়া অন্যকে নিজের (গোলামী কালীন সময়ের) মনিব বলে উল্লেখ করে, তাহলে তার উপর আল্লাহ্‌র, ফেরেশ্‌তামন্ডলীর ও সকল মানুষের অভিসম্পাত। আর আল্লাহ্‌ তা’আলা তার ফরয, নফল কোন ‘ইবাদতই কবূল করবেন না। [১১১; মুসলিম ১৫/৮৫, হাঃ ১৩৭০, আহমাদ ১৩৭, ৬১৫] (আধুনিক প্রকাশনী- ৬৭৯০, ইসলামিক ফাউন্ডেশন- ৬৮০২)",
    "ar": "حَدَّثَنَا عُمَرُ بْنُ حَفْصِ بْنِ غِيَاثٍ، حَدَّثَنَا أَبِي، حَدَّثَنَا الأَعْمَشُ، حَدَّثَنِي إِبْرَاهِيمُ التَّيْمِيُّ، حَدَّثَنِي أَبِي قَالَ، خَطَبَنَا عَلِيٌّ ـ رضى الله عنه ـ عَلَى مِنْبَرٍ مِنْ آجُرٍّ، وَعَلَيْهِ سَيْفٌ فِيهِ صَحِيفَةٌ مُعَلَّقَةٌ فَقَالَ وَاللَّهِ مَا عِنْدَنَا مِنْ كِتَابٍ يُقْرَأُ إِلاَّ كِتَابُ اللَّهِ وَمَا فِي هَذِهِ الصَّحِيفَةِ‏.‏ فَنَشَرَهَا فَإِذَا فِيهَا أَسْنَانُ الإِبِلِ وَإِذَا فِيهَا ‏\"‏ الْمَدِينَةُ حَرَمٌ مِنْ عَيْرٍ إِلَى كَذَا، فَمَنْ أَحْدَثَ فِيهَا حَدَثًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ، لاَ يَقْبَلُ اللَّهُ مِنْهُ صَرْفًا وَلاَ عَدْلاً ‏\"‏‏.‏ وَإِذَا فِيهِ ‏\"‏ ذِمَّةُ الْمُسْلِمِينَ وَاحِدَةٌ يَسْعَى بِهَا أَدْنَاهُمْ، فَمَنْ أَخْفَرَ مُسْلِمًا فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ، لاَ يَقْبَلُ اللَّهُ مِنْهُ صَرْفًا وَلاَ عَدْلاً ‏\"‏‏.‏ وَإِذَا فِيهَا ‏\"‏ مَنْ وَالَى قَوْمًا بِغَيْرِ إِذْنِ مَوَالِيهِ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلاَئِكَةِ وَالنَّاسِ أَجْمَعِينَ لاَ يَقْبَلُ اللَّهُ مِنْهُ صَرْفًا وَلاَ عَدْلاً ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "96"
    }
  }
}