{
  "hadith": {
    "hadith_id": 7302,
    "narrator": "ইব্‌নু আবূ মুলাইকাহ (রাঃ)",
    "bn": "তিনি বলেন, দু’জন অতি ভাল লোক আবূ বকর (রাঃ) ও ‘উমর (রাঃ) ধ্বংসের কাছাকাছি পৌছে গিয়েছিলেন। বনী তামীমের প্রতিনিধি দল যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাছে আসল, তখন তাদের একজন [উমর (রাঃ)] আকরা ইব্‌নু হাবিস হানযালী নামে বনী মুজাশে গোত্রের ভ্রাতা এক লোকর দিকে ইঙ্গিত করলেন, অন্যজন [আবূ বকর (রাঃ)] আরেক জনের দিকে ইঙ্গিত করলেন। এতে আবূ বকর (রাঃ) ‘উমর (রাঃ) - কে বললেন, আপনার ইচ্ছা হল আমার বিরোধিতা করা। ‘উমর (রাঃ) বললেন, আমি আপনার বিরোধিতার ইচ্ছা করিনি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সামনে তাঁদের দু’জনেরই আওয়াজ উচ্চ হয়ে যায়। ফলে অবতীর্ণ হয়ঃ “হে মু’মিনগগ! তোমরা নবীর গলার আওয়াজের উপর নিজেদের গলার আওয়াজ উচ্চ করবে না......’’ (সূরাহ আল-হুজুরাত ৪৯/২)। ইব্‌নু আবূ মুলাইকাহ বলেন, ইব্‌নু যুবায়র (রাঃ) বর্ণনা করেন যে, এরপরে ‘উমর (রাঃ) যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সঙ্গে কোন কথা বলতেন, তখন গোপন বিষয়ের আলাপকারীর মত চুপে চুপে বলতেন, এমন কি তা শোনা যেত না, যতক্ষন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে আবার জিজ্ঞেস না করতেন। এ হাদীসের রাবী ইব্‌নু যুবায়র তার পিতা অর্থাৎ নানা আবূ বকর (রাঃ) থেকে উল্লেখ করেননি।(আধুনিক প্রকাশনী- ৬৭৯২, ইসলামিক ফাউন্ডেশন- ৬৮০৪)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مُقَاتِلٍ، أَخْبَرَنَا وَكِيعٌ، عَنْ نَافِعِ بْنِ عُمَرَ، عَنِ ابْنِ أَبِي مُلَيْكَةَ، قَالَ كَادَ الْخَيِّرَانِ أَنْ يَهْلِكَا أَبُو بَكْرٍ، وَعُمَرُ، لَمَّا قَدِمَ عَلَى النَّبِيِّ صلى الله عليه وسلم وَفْدُ بَنِي تَمِيمٍ، أَشَارَ أَحَدُهُمَا بِالأَقْرَعِ بْنِ حَابِسٍ الْحَنْظَلِيِّ أَخِي بَنِي مُجَاشِعٍ، وَأَشَارَ الآخَرُ بِغَيْرِهِ، فَقَالَ أَبُو بَكْرٍ لِعُمَرَ إِنَّمَا أَرَدْتَ خِلاَفِي‏.‏ فَقَالَ عُمَرُ مَا أَرَدْتُ خِلاَفَكَ‏.‏ فَارْتَفَعَتْ أَصْوَاتُهُمَا عِنْدَ النَّبِيِّ صلى الله عليه وسلم فَنَزَلَتْ ‏{‏يَا أَيُّهَا الَّذِينَ آمَنُوا لاَ تَرْفَعُوا أَصْوَاتَكُمْ‏}‏ إِلَى قَوْلِهِ ‏{‏عَظِيمٌ‏}‏‏.‏ قَالَ ابْنُ أَبِي مُلَيْكَةَ قَالَ ابْنُ الزُّبَيْرِ فَكَانَ عُمَرُ بَعْدُ ـ وَلَمْ يَذْكُرْ ذَلِكَ عَنْ أَبِيهِ يَعْنِي أَبَا بَكْرٍ ـ إِذَا حَدَّثَ النَّبِيَّ صلى الله عليه وسلم بِحَدِيثٍ حَدَّثَهُ كَأَخِي السِّرَارِ، لَمْ يُسْمِعْهُ حَتَّى يَسْتَفْهِمَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "96"
    }
  }
}