{
  "hadith": {
    "hadith_id": 7304,
    "narrator": "সাহ্‌ল ইব্‌নু সা’দ সা’ঈদী (রাঃ)",
    "bn": "তিনি বলেন, উওয়ায়মির (রাঃ) আসিম ইব্‌নু আদীর কাছে এসে বলল, আপনার কী অভিমত, যদি কেউ তার স্ত্রীর সঙ্গে অন্য কাউকে পায় এবং তাকে হত্যা করে ফেলে, তাহলে এজন্য আপনারা কি তাকে হত্যা করবেন? হে আসিম! আপনি আমার জন্য এ বিষয়টি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে জিজ্ঞাসা করুন। তিনি জিজ্ঞেস করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমন বিষয় জিজ্ঞেস করাকে অপছন্দ করলেন এবং উত্তর দিতে অস্বীকার করলেন। আসিম (রাঃ) ফিরে এসে তাকে জানাল যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিষয়টিকে অপছন্দ মনে করেছেন। উওয়াইমির (রাঃ) বললেন, আল্লাহর কসম! অবশ্য অবশ্যই আমি নিজেই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট যাব। তারপর তিনি আসলেন। আসিম (রাঃ) চলে যাওয়ার পরেই আল্লাহ্‌ কুরআন অবতীর্ণ করেছেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ তোমাদের ব্যাপারে আল্লাহ তা’আলা কুরআনের আয়াত নাযিল করেছেন। তিনি তাদের দু”জনকেই (সে ও তার স্ত্রী) ডাকলেন। তারা উপস্থিত হল এবং ‘লি’আন’ করল। তারপর উওয়াইমির (রাঃ) বলল, হে আল্লাহ্‌র রসূল! যদি আমি তাকে আটকে রাখি তাহলে তো আমি তার উপর মিথ্যারোপ করেছি, এ বলে তিনি তার সঙ্গে বিবাহ ছিন্ন করলেন। অবশ্য নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বিবাহ ছিন্ন করতে বলেননি। পরে ‘লি’আন’কারীদের মাঝে এ প্রথাই চালু হয়ে গেল। নবী (মহিলাটি সস্পর্কে) বললেনঃ একে লক্ষ্য রেখ, যদি সে খাটো ওয়াহারার (এক জাতীয় পোকা) মত লালচে সন্তান প্রসব করে, তাহলে আমি মনে করব উওয়াইমির মিথ্যাই বলেছে। আর যদি সে কাল চোখওয়ালা ও বড় নিতম্বধারী সন্তান প্রসব করে, তাহলে মনে করব উওয়াইমির তার ব্যাপারে সত্যই বলেছে। পরে সে অপকর্মের ফল নিয়ে হাজির হয়।(আধুনিক প্রকাশনী- ৬৭৯৪, ইসলামিক ফাউন্ডেশন- ৬৮০৬)",
    "ar": "حَدَّثَنَا آدَمُ، حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، حَدَّثَنَا الزُّهْرِيُّ، عَنْ سَهْلِ بْنِ سَعْدٍ السَّاعِدِيِّ، قَالَ جَاءَ عُوَيْمِرٌ إِلَى عَاصِمِ بْنِ عَدِيٍّ فَقَالَ أَرَأَيْتَ رَجُلاً وَجَدَ مَعَ امْرَأَتِهِ رَجُلاً فَيَقْتُلُهُ، أَتَقْتُلُونَهُ بِهِ سَلْ لِي يَا عَاصِمُ رَسُولَ اللَّهِ صلى الله عليه وسلم فَسَأَلَهُ فَكَرِهَ النَّبِيُّ صلى الله عليه وسلم الْمَسَائِلَ وَعَابَ، فَرَجَعَ عَاصِمٌ فَأَخْبَرَهُ أَنَّ النَّبِيَّ صلى الله عليه وسلم كَرِهَ الْمَسَائِلَ فَقَالَ عُوَيْمِرٌ وَاللَّهِ لآتِيَنَّ النَّبِيَّ صلى الله عليه وسلم، فَجَاءَ وَقَدْ أَنْزَلَ اللَّهُ تَعَالَى الْقُرْآنَ خَلْفَ عَاصِمٍ فَقَالَ لَهُ ‏\"‏ قَدْ أَنْزَلَ اللَّهُ فِيكُمْ قُرْآنًا ‏\"‏‏.‏ فَدَعَا بِهِمَا فَتَقَدَّمَا فَتَلاَعَنَا، ثُمَّ قَالَ عُوَيْمِرٌ كَذَبْتُ عَلَيْهَا يَا رَسُولَ اللَّهِ، إِنْ أَمْسَكْتُهَا‏.‏ فَفَارَقَهَا وَلَمْ يَأْمُرْهُ النَّبِيُّ صلى الله عليه وسلم بِفِرَاقِهَا، فَجَرَتِ السُّنَّةُ فِي الْمُتَلاَعِنَيْنِ‏.‏ وَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ انْظُرُوهَا فَإِنْ جَاءَتْ بِهِ أَحْمَرَ قَصِيرًا مِثْلَ وَحَرَةٍ فَلاَ أُرَاهُ إِلاَّ قَدْ كَذَبَ، وَإِنْ جَاءَتْ بِهِ أَسْحَمَ أَعْيَنَ ذَا أَلْيَتَيْنِ فَلاَ أَحْسِبُ إِلاَّ قَدْ صَدَقَ عَلَيْهَا ‏\"‏‏.‏ فَجَاءَتْ بِهِ عَلَى الأَمْرِ الْمَكْرُوهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "96"
    }
  }
}