{
  "hadith": {
    "hadith_id": 7305,
    "narrator": "ইব্‌নু শিহাব (রহঃ)",
    "bn": "তিনি বলেন, মালিক ইব্‌নু আওস নাযরী (রহঃ) আমাকে এ হাদীসটি বর্ননা করেছেন। অবশ্য মুহাম্মাদ ইব্‌নু যুবায়র ইব্‌নু মুতঈম এ সম্পর্কে কিছু কথা বলেছিলেন। পরে আমি মালিকের নিকট যাই এবং তাকে এ সম্পর্কে জিজ্ঞেস করি। তখন তিনি বলেন, ‘উমর (রাঃ) - এর সঙ্গে দেখা করার জন্য রওনা হয়ে তার কাছে হাজির হলাম। এমন সময় তার দ্বাররক্ষক ইয়ারফা এসে বলল, ‘উসমান, ‘আবদুর রহমান, যুবায়র এবং সা’দ (রাঃ) আসতে চাচ্ছেন। আপনার অনুমতি আছে কি? তিনি বললেন, হ্যাঁ। তারপর তাঁরা প্রবেশ করলেন এবং সালাম দিয়ে আসনে বসলেন। দ্বাররক্ষক (আবার) বলল, ‘আলী এবং ‘আব্বাসের ব্যাপারে আপনার অনুমতি আছে কি? তিনি তাদের দু’জনকে অনুমতি দিলেন। ‘আব্বাস (রাঃ) এসে বললেনঃ হে আমীরুল মু’মিনীন! আমার ও সীমাংঘনকারীর মাঝে ফায়সালা করে দিন। এবং তারা পরস্পরে গালমন্দ করলেন। তখন দলটি বললেন, ‘উসমান ও তাঁর সঙ্গীরা, হে আমীরুল মু’মিনীন! এ দু’জনের মাঝে ফায়সালা করে দিয়ে একজনকে অন্যজন হতে শাস্তি দিন। ‘উমর (রাঃ) বললেন, আপনারা একটু ধৈর্য ধারন করুন। আমি আপনাদেরকে সেই আল্লাহ্‌র কসম দিয়ে জিজ্ঞেস করছি যার হুকুমে আসমান ও যমীন নিজ স্থানে বিদ্যমান, আপনারা কি এ কথা জানেন যে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছিলেনঃ আমাদের সস্পদ ওয়ারিশদের মাঝে বন্টিত হয় না, আমরা যা রেখে যাই তা সদকা হিসাবে গণ্য হয়? এ কথা দ্বারা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজেকেই বুঝিয়েছিলেন। দলের সবাই বললেন, হ্যাঁ তিনি এ কথা বলেছিলেন। তারপর ‘উমর (রাঃ) ‘আলী ও ‘আব্বাস (রাঃ) - এর দিকে ফিরে বললেন, আপনাদের দু’জনকে আল্লাহর কসম দিয়ে জিজ্ঞেস করছি, আপনারা কি জানেন যে, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ কথা বলেছিলেন? তাঁরা দু’জনেই আল্লাহ্‌র কসম দিয়ে বললেন, হ্যাঁ। ‘উমর (রাঃ) বললেন, আমি আপনাদেরকে জানিয়ে দিচ্ছি যে, আল্লাহ তা’আলা এ সম্পদের একাংশ তাঁর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)’র নির্ধারিত করে দিয়েছিলেন, অপর কারো জন্য দেওয়া হয়নি। এ ব্যাপারে আল্লাহ তা’আলা বলেনঃ আল্লাহ ইয়াহুদীদের নিকট হতে তার রসূলকে যে ফায় দিয়েছেন তার জন্য তোমরা ঘোড়া কিংবা উটে চড়ে যুদ্ধ করনি.....(৫৯ : ৬)। কাজেই এ সম্পদ একমাত্র রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)’র জন্যই নির্দিষ্ট ছিল। তারপর আল্লাহর কসম! তিনি আপনাদেরকে বাদ দিয়ে এককভাবে নিজের জন্য তা সঞ্চিত করে রাখেননি, কিংবা এককভাবে আপনাদেরকেও দিয়ে দেননি। বরং তিনি আপনাদের সকলকেই তা থেকে দিয়েছেন এবং সকলের মাঝে বণ্টন করে দিয়েছেন। অবশেষে তা থেকে এ পরিমান সস্পদ অবশিষ্ট রয়েছে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ সম্পদ থেকে তার পরিবারের জন্য তাদের বছরের খরচ দিতেন। এরপর যা অবশিষ্ট থাকত তা আল্লাহর মাল যে পথে ব্যয় হয় সে পথে খরচের জন্য রেখে দিতেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর জীবিত অবস্থায় এমন করতেন। আল্লাহর কসম দিয়ে জিজ্ঞেস করছি! আপনারা কি এ ব্যাপারে জ্ঞাত আছেন? সকলেই বললেন, হ্যাঁ। তারপর ‘আলী (রাঃ) ও ‘আব্বাস (রাঃ)-কে লক্ষ্য করে বললেন, আল্লাহর কসম দিয়ে আপনাদের দু’জনকে জিজ্ঞেস করছি! আপনারা কি এ সম্পর্কে জ্ঞাত আছেন? তারা দু’জনেই বললেন, হ্যাঁ। এরপর আল্লাহ তা’আলা তাঁর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে মৃত্যু দিলেন। তখন আবূ বাকর (রাঃ) বললেন, আমি রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর স্থলাভিষিক্ত। কাজেই তিনি সে সম্পদ অধিগ্রহণ করলেন এবং রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যে খাতে এ সম্পদ খরচ করতেন তিনিও ঠিক সেভাবেই ব্যয় করতেন। আপনারা তখন ছিলেন। তারপর ‘আলী (রাঃ) ও ‘আব্বাস (রাঃ) - এর দিকে ফিরে বললেন, আপনারা দু’জন তখনও মনে করতেন যে আবূ বকর (রাঃ) এ ব্যাপারে এরূপ ছিলেন। আল্লাহ জানেন তিনি এ ব্যাপারে সত্যবাদী, ন্যায়পরায়ণ, সত্যনিষ্ঠ ও হক্কের অনুসারী ছিলেন। তারপর আল্লাহ তা’আলা আবূ বকর (রাঃ) - কেও  মৃত্যু দিলেন। তখন আমি বললাম, এখন আমি আবূ বাকর ও রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর স্থলাভিষিক্ত। সুতরাং দু’বছর আমি তা আমার তত্ত্বাবধানে রাখলাম এবং আবূ বকর (রাঃ) ও রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা যে খাতে খরচ করতেন, আমিও তেমন করতে লাগলাম। তারপর আপনারা দু’জন আমার কাছে এলেন। আপনাদের দু’জনের একই কথা ছিল, দাবিও ছিল একই। আপনি এসেছিলেন নিজের ভাতিজার থেকে নিজের অংশ আদায় করে নেওয়ার দাবি নিয়ে, আর ইনি (‘আলী) এসেছিলেন তাঁর স্ত্রীর পৈতৃক সুত্রে প্রাপ্ত অংশ আদায় করে নেওয়ার দাবি নিয়ে। আমি বললাম যদি আপনারা চান তাহলে আমি আপনাদেরকে তা দিয়ে দিতে পারি, তরে এ শর্তে যে, আপনারা আল্লাহর নামে এই ওয়াদা ও প্রতিশ্রুতিতে আবদ্ধ হবেন যে, এ সস্পদ রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও আবূ বকর (রাঃ) যে ভাবে খরচ করতেন এবং আমি এর দায়িত্ব নেয়ার পর যেভাবে তা খরচ করেছি, আপনারাও তেমনিভাবে ব্যায় করবেন। তখন আপনারা দু’জনে বলেছিলেন, এ শর্তেই আপনি তা আমাদের হাতে দিয়ে দিন। ফলে আমি তা আপনাদের কাছে দিয়ে দিয়েছিলাম। আল্লাহর কসম দিয়ে আপনাদেরকে জিজ্ঞেস করছি! আমি কি সেই শর্তাধীনে এদের কাছে সে সম্পদ দিয়ে দেইনি? সকলেই বলল, হ্যাঁ। তখন তিনি ‘আলী (রাঃ) ও ‘আব্বাস (রাঃ) - এর দিকে তাকিয়ে বললেন, আল্লাহর কসম দিয়ে আপনাদের দু’জনকে জিজ্ঞেস করছি! আমি কি ঐ শর্তাধীনে আপনাদেরকে সে সস্পদ দিয়ে দেইনি? তারা দু’জনে বললেনঃ হ্যাঁ। তখন তিনি বললেন, আপনারা কি আমার নিকট হতে এর ভিন্ন কোন ফয়সালা পেতে চান? সে সঁত্তার কসম করে বলছি, যার হুকুমে আকাশ ও যমীন নিজ স্থানে বিরাজমান, ক্বিয়ামতের পূর্বে আমি এ বিষয়ে নতুন কোন ফয়সালা করব না। যদি আপনারা এর তত্ত্বাবধানে অক্ষম হন, তাহলে তা আমার নিকট সোর্পদ করুন। আপনাদের দু’জনের বদলে আমি একাই এর তত্ত্বাবধানের জন্য যথেষ্ট।(আধুনিক প্রকাশনী- ৬৭৯৫, ইসলামিক ফাউন্ডেশন- ৬৮০৭)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، حَدَّثَنَا اللَّيْثُ، حَدَّثَنِي عُقَيْلٌ، عَنِ ابْنِ شِهَابٍ، قَالَ أَخْبَرَنِي مَالِكُ بْنُ أَوْسٍ النَّصْرِيُّ، وَكَانَ، مُحَمَّدُ بْنُ جُبَيْرِ بْنِ مُطْعِمٍ ذَكَرَ لِي ذِكْرًا مِنْ ذَلِكَ فَدَخَلْتُ عَلَى مَالِكٍ فَسَأَلْتُهُ فَقَالَ انْطَلَقْتُ حَتَّى أَدْخُلَ عَلَى عُمَرَ أَتَاهُ حَاجِبُهُ يَرْفَا فَقَالَ هَلْ لَكَ فِي عُثْمَانَ وَعَبْدِ الرَّحْمَنِ وَالزُّبَيْرِ وَسَعْدٍ يَسْتَأْذِنُونَ‏.‏ قَالَ نَعَمْ‏.‏ فَدَخَلُوا فَسَلَّمُوا وَجَلَسُوا‏.‏ فَقَالَ هَلْ لَكَ فِي عَلِيٍّ وَعَبَّاسٍ‏.‏ فَأَذِنَ لَهُمَا‏.‏ قَالَ الْعَبَّاسُ يَا أَمِيرَ الْمُؤْمِنِينَ اقْضِ بَيْنِي وَبَيْنَ الظَّالِمِ‏.‏ اسْتَبَّا‏.‏ فَقَالَ الرَّهْطُ عُثْمَانُ وَأَصْحَابُهُ يَا أَمِيرَ الْمُؤْمِنِينَ اقْضِ بَيْنَهُمَا وَأَرِحْ أَحَدَهُمَا مِنَ الآخَرِ‏.‏ فَقَالَ اتَّئِدُوا أَنْشُدُكُمْ بِاللَّهِ الَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ، هَلْ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏\"‏ لاَ نُورَثُ مَا تَرَكْنَا صَدَقَةٌ ‏\"‏‏.‏ يُرِيدُ رَسُولُ اللَّهِ صلى الله عليه وسلم نَفْسَهُ‏.‏ قَالَ الرَّهْطُ قَدْ قَالَ ذَلِكَ‏.‏ فَأَقْبَلَ عُمَرُ عَلَى عَلِيٍّ وَعَبَّاسٍ فَقَالَ أَنْشُدُكُمَا بِاللَّهِ هَلْ تَعْلَمَانِ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ذَلِكَ‏.‏ قَالاَ نَعَمْ‏.‏ قَالَ عُمَرُ فَإِنِّي مُحَدِّثُكُمْ عَنْ هَذَا الأَمْرِ، إِنَّ اللَّهَ كَانَ خَصَّ رَسُولَهُ صلى الله عليه وسلم فِي هَذَا الْمَالِ بِشَىْءٍ لَمْ يُعْطِهِ أَحَدًا غَيْرَهُ، فَإِنَّ اللَّهَ يَقُولُ ‏{‏مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ‏}‏ الآيَةَ، فَكَانَتْ هَذِهِ خَالِصَةً لِرَسُولِ اللَّهِ صلى الله عليه وسلم، ثُمَّ وَاللَّهِ مَا احْتَازَهَا دُونَكُمْ وَلاَ اسْتَأْثَرَ بِهَا عَلَيْكُمْ، وَقَدْ أَعْطَاكُمُوهَا وَبَثَّهَا فِيكُمْ، حَتَّى بَقِيَ مِنْهَا هَذَا الْمَالُ، وَكَانَ النَّبِيُّ صلى الله عليه وسلم يُنْفِقُ عَلَى أَهْلِهِ نَفَقَةَ سَنَتِهِمْ مِنْ هَذَا الْمَالِ، ثُمَّ يَأْخُذُ مَا بَقِيَ فَيَجْعَلُهُ مَجْعَلَ مَالِ اللَّهِ، فَعَمِلَ النَّبِيُّ صلى الله عليه وسلم بِذَلِكَ حَيَاتَهُ، أَنْشُدُكُمْ بِاللَّهِ هَلْ تَعْلَمُونَ ذَلِكَ فَقَالُوا نَعَمْ‏.‏ ثُمَّ قَالَ لِعَلِيٍّ وَعَبَّاسٍ أَنْشُدُكُمَا اللَّهَ هَلْ تَعْلَمَانِ ذَلِكَ قَالاَ نَعَمْ‏.‏ ثُمَّ تَوَفَّى اللَّهُ نَبِيَّهُ صلى الله عليه وسلم فَقَالَ أَبُو بَكْرٍ أَنَا وَلِيُّ رَسُولِ اللَّهِ صلى الله عليه وسلم، فَقَبَضَهَا أَبُو بَكْرٍ فَعَمِلَ فِيهَا بِمَا عَمِلَ فِيهَا رَسُولُ اللَّهِ صلى الله عليه وسلم، وَأَنْتُمَا حِينَئِذٍ ـ وَأَقْبَلَ عَلَى عَلِيٍّ وَعَبَّاسٍ ـ تَزْعُمَانِ أَنَّ أَبَا بَكْرٍ فِيهَا كَذَا، وَاللَّهُ يَعْلَمُ أَنَّهُ فِيهَا صَادِقٌ بَارٌّ رَاشِدٌ تَابِعٌ لِلْحَقِّ، ثُمَّ تَوَفَّى اللَّهُ أَبَا بَكْرٍ فَقُلْتُ أَنَا وَلِيُّ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَبِي بَكْرٍ‏.‏ فَقَبَضْتُهَا سَنَتَيْنِ أَعْمَلُ فِيهَا بِمَا عَمِلَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ، ثُمَّ جِئْتُمَانِي وَكَلِمَتُكُمَا عَلَى كَلِمَةٍ وَاحِدَةٍ وَأَمْرُكُمَا جَمِيعٌ، جِئْتَنِي تَسْأَلُنِي نَصِيبَكَ مِنِ ابْنِ أَخِيكَ، وَأَتَانِي هَذَا يَسْأَلُنِي نَصِيبَ امْرَأَتِهِ مِنْ أَبِيهَا فَقُلْتُ إِنْ شِئْتُمَا دَفَعْتُهَا إِلَيْكُمَا، عَلَى أَنَّ عَلَيْكُمَا عَهْدَ اللَّهِ وَمِيثَاقَهُ تَعْمَلاَنِ فِيهَا بِمَا عَمِلَ بِهِ رَسُولُ اللَّهِ صلى الله عليه وسلم وَبِمَا عَمِلَ فِيهَا أَبُو بَكْرٍ وَبِمَا عَمِلْتُ فِيهَا مُنْذُ وَلِيتُهَا، وَإِلاَّ فَلاَ تُكَلِّمَانِي فِيهَا‏.‏ فَقُلْتُمَا ادْفَعْهَا إِلَيْنَا بِذَلِكَ‏.‏ فَدَفَعْتُهَا إِلَيْكُمَا بِذَلِكَ، أَنْشُدُكُمْ بِاللَّهِ هَلْ دَفَعْتُهَا إِلَيْهِمَا بِذَلِكَ قَالَ الرَّهْطُ نَعَمْ‏.‏ فَأَقْبَلَ عَلَى عَلِيٍّ وَعَبَّاسٍ فَقَالَ أَنْشُدُكُمَا بِاللَّهِ هَلْ دَفَعْتُهَا إِلَيْكُمَا بِذَلِكَ‏.‏ قَالاَ نَعَمْ‏.‏ قَالَ أَفَتَلْتَمِسَانِ مِنِّي قَضَاءً غَيْرَ ذَلِكَ فَوَالَّذِي بِإِذْنِهِ تَقُومُ السَّمَاءُ وَالأَرْضُ لاَ أَقْضِي فِيهَا قَضَاءً غَيْرَ ذَلِكَ حَتَّى تَقُومَ السَّاعَةُ، فَإِنْ عَجَزْتُمَا عَنْهَا فَادْفَعَاهَا إِلَىَّ، فَأَنَا أَكْفِيكُمَاهَا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "96"
    }
  }
}