{
  "hadith": {
    "hadith_id": 7307,
    "narrator": "উরওয়াহ (রহঃ)",
    "bn": "তিনি বলেন, ‘আবদুল্লাহ্‌ ইব্‌নু ‘আম্‌র (রাঃ) আমাদের  এ দিক দিয়ে হাজ্জে যাচ্ছিলেন। আমি শুনতে পেলাম, তিনি বলেছেন যে, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) - কে বলতে শুনেছি, আল্লাহ্‌ তোমাদেরকে যে ইল্‌ম দান করেছেন, তা হঠাৎ ছিনিয়ে নেবেন না বরং উলামাগণকে তাদের ইল্‌মসহ ক্রমশ তুলে নেয়ার মাধ্যমে তা ছিনিয়ে নেবেন। তখন কেবল মূর্খ লোকেরা অবশিষ্ট থাকবে। তাদের কাছে ফাত্‌ওয়া চাওয়া হবে। তারা মনগড়া ফাত্‌ওয়া দেবে। ফলে নিজেরাও পথভ্রষ্ট হবে, অন্যদেরকেও পথভ্রষ্ট করবে। ‘উরওয়াহ (রাঃ) বলেন,আমি এ হাদীসটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) - এর স্ত্রী ‘আয়িশা (রাঃ)-কে বললাম। তারপর ‘আবদুল্লাহ্‌ ইব্‌নু আম্‌র (রাঃ) আবার হজ্জ করতে এলেন। তখন ‘আয়িশা (রাঃ) আমাকে বললেন, হে ভাগ্নে! তুমি  ‘আবদুল্লাহ্‌র কাছে যাও এবং তার থেকে যে হাদীসটি তুমি আমাকে বর্ণনা করেছিলেন,  তাঁর নিকট থেকে যাচাই করে আস। আমি তাঁর নিকট গেলাম এবং জিজ্ঞেস করলাম। তিনি আমাকে ঠিক সে রকমই বর্ণনা করলেন, যেরকম আগে বর্ণনা করেছিলেন। আমি  ‘আয়িশা (রাঃ) - ’র কাছে ফিরে এসে তাকে জানালাম। তিনি আশ্চর্য হয়ে গেলেন এবং বললেন, আল্লাহ্‌র কসম! ‘আবদুল্লাহ্‌ ইব্‌নু আম্‌র (রাঃ) মনে রেখেছে। (আধুনিক প্রকাশনী- ৬৭৯৭, ইসলামিক ফাউন্ডেশন- ৬৮০৯)",
    "ar": "حَدَّثَنَا سَعِيدُ بْنُ تَلِيدٍ، حَدَّثَنِي ابْنُ وَهْبٍ، حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ شُرَيْحٍ، وَغَيْرُهُ، عَنْ أَبِي الأَسْوَدِ، عَنْ عُرْوَةَ، قَالَ حَجَّ عَلَيْنَا عَبْدُ اللَّهِ بْنُ عَمْرٍو فَسَمِعْتُهُ يَقُولُ سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِنَّ اللَّهَ لاَ يَنْزِعُ الْعِلْمَ بَعْدَ أَنْ أَعْطَاهُمُوهُ انْتِزَاعًا، وَلَكِنْ يَنْتَزِعُهُ مِنْهُمْ مَعَ قَبْضِ الْعُلَمَاءِ بِعِلْمِهِمْ، فَيَبْقَى نَاسٌ جُهَّالٌ يُسْتَفْتَوْنَ فَيُفْتُونَ بِرَأْيِهِمْ، فَيُضِلُّونَ وَيَضِلُّونَ ‏\"‏‏.‏ فَحَدَّثْتُ عَائِشَةَ زَوْجَ النَّبِيِّ صلى الله عليه وسلم ثُمَّ إِنَّ عَبْدَ اللَّهِ بْنَ عَمْرٍو حَجَّ بَعْدُ فَقَالَتْ يَا ابْنَ أُخْتِي انْطَلِقْ إِلَى عَبْدِ اللَّهِ فَاسْتَثْبِتْ لِي مِنْهُ الَّذِي حَدَّثْتَنِي عَنْهُ‏.‏ فَجِئْتُهُ فَسَأَلْتُهُ فَحَدَّثَنِي بِهِ كَنَحْوِ مَا حَدَّثَنِي، فَأَتَيْتُ عَائِشَةَ فَأَخْبَرْتُهَا فَعَجِبَتْ فَقَالَتْ وَاللَّهِ لَقَدْ حَفِظَ عَبْدُ اللَّهِ بْنُ عَمْرٍو‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "96"
    }
  }
}