{
  "hadith": {
    "hadith_id": 7310,
    "narrator": "আবূ সা’ঈদ (রাঃ)",
    "bn": "তিনি বলেন , এক মহিলা নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) - এর কাছে এসে বলল, হে আল্লাহ্‌র রসূল! আপনার হাদীস তো কেবল পুরুষেরা শুনতে পায়। সুতরাং আপনার পক্ষ থেকে আমাদের জন্য একটি দিন নির্দিষ্ট করে দিন, যে দিন আমরা আপনার কাছে আসব, আল্লাহ্‌ আপনাকে যা কিছু শিখিয়েছেন তা থেকে আপনি আমাদের শেখাবেন। তিনি বললেনঃ তোমরা অমুক অমুক দিন অমুক  অমুক জায়গায় একত্রিত হবে। সে মোতাবেক তারা একত্রিত হলেন এবং নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) তাদের কাছে এলেন এবং আল্লাহ্‌ তাঁকে যা কিছু শিখিয়েছেন তা থেকে তাদের শিক্ষা দিলেন এবং বললেনঃ তোমাদের কেউ যদি সন্তানদের থেকে তিনটি সন্তান আগে পাঠিয়ে দেয় (মৃত্যুবরণ করে) তাহলে এ সন্তানরা তার জন্য জাহান্নাম থেকে পর্দা যাবে। তাদের মাঝ থেকে একজন মহিলা জিজ্ঞেস করল, হে আল্লাহ্‌র রসূল! যদি দু’জন হয়? বর্ণনাকারী বলেন, মহিলা কথাটি দু’দুবার জিজ্ঞেস করলেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম) বললেনঃ দু’জন হলেও, দু’জন হলেও, দু’জন হলেও। [মুসলিম ৪৫/৪৭, হাঃ ২৬৩৩, আহমাদ ১১২৯৬] (আধুনিক প্রকাশনী- ৬৮০০, ইসলামিক ফাউন্ডেশন- ৬৮১২)",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الأَصْبَهَانِيِّ، عَنْ أَبِي صَالِحٍ، ذَكْوَانَ عَنْ أَبِي سَعِيدٍ، جَاءَتِ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَتْ يَا رَسُولَ اللَّهِ ذَهَبَ الرِّجَالُ بِحَدِيثِكَ، فَاجْعَلْ لَنَا مِنْ نَفْسِكَ، يَوْمًا نَأْتِيكَ فِيهِ تُعَلِّمُنَا مِمَّا عَلَّمَكَ اللَّهُ‏.‏ فَقَالَ ‏\"‏ اجْتَمِعْنَ فِي يَوْمِ كَذَا وَكَذَا فِي مَكَانِ كَذَا وَكَذَا ‏\"‏‏.‏ فَاجْتَمَعْنَ فَأَتَاهُنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم فَعَلَّمَهُنَّ مِمَّا عَلَّمَهُ اللَّهُ ثُمَّ قَالَ ‏\"‏ مَا مِنْكُنَّ امْرَأَةٌ تُقَدِّمُ بَيْنَ يَدَيْهَا مِنْ وَلَدِهَا ثَلاَثَةً، إِلاَّ كَانَ لَهَا حِجَابًا مِنَ النَّارِ ‏\"‏‏.‏ فَقَالَتِ امْرَأَةٌ مِنْهُنَّ يَا رَسُولَ اللَّهِ اثْنَيْنِ قَالَ فَأَعَادَتْهَا مَرَّتَيْنِ ثُمَّ قَالَ ‏\"‏ وَاثْنَيْنِ وَاثْنَيْنِ وَاثْنَيْنِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "96"
    }
  }
}