{
  "hadith": {
    "hadith_id": 7323,
    "narrator": "ইবনু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, আমি ‘আবদুর রহমান ইবনু ‘আওফ (রাঃ) - কে কুরআন পড়াতাম। ‘উমর (রাঃ) যখন তার শেষ হজ্জ পালন করতে আসলেন, তখন ‘আবদুর রহমান (রাঃ) মিনায় আমাকে বললেন, তুমি আজ আমীরুল মু’মিনীনের কাছে থাকলে দেখতে পেতে যে, তাঁর কাছে এক লোক এসে বলল, এক লোক বলেছে, যদি আমীরুল মু’মিনীন মারা যেতেন, তাহলে আমরা অমুক লোকের হাতে বায়’আত নিতে পারতাম। ‘উমর (রাঃ) বললেন, আজ বিকেলে অবশ্য অবশ্যই দাঁড়িয়ে আমি তাদেরকে সতর্ক করব, যারা মুসলিমদের হক ছিনিয়ে নিতে চায়। আমি বললাম, আপনি এমনটি করবেন না। কেননা, এখন হাজ্জের মৌসুম। এখন সাধারণ মানুষের সমবেত হওয়ার সময়। তারা আপনার মাজলিসকে কাবু করে ফেলবে। আমার ভয় হচ্ছে যে, তারা আপনার বক্তব্য সঠিকভাবে বুঝতে পারবে না। হের-ফের করে চারদিকে রটিয়ে দেবে। বরং আপনি হিজরত ও সুন্নাতের আবাসভূমি মদীনায় পোঁছা পর্যন্ত অপেক্ষা করুন। তারা আপনার বক্তব্য হেফাজত করবে এবং তার উপযুক্ত মর্যাদা দিবে। ‘উমর (রাঃ) বললেন, আল্লাহ্‌র কসম! আমি মদীনায় পোঁছলে অবশ্য অবশ্যই সবচেয়ে আগে এটি করবো। ইবনু ‘আব্বাস (রাঃ) বললেন, আমরা মদীনায় পোঁছলাম। তখন ‘উমর (রাঃ) ভাষণ দিলেন, আল্লাহ্‌ মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে সত্য বাণী দিয়ে পাঠিয়েছেন, তাঁর উপর কিতাব নাযিল করেছেন। তাতে ‘রজম’ – এর আয়াতও রয়েছে।(আধুনিক প্রকাশনী- ৬৮১২, ইসলামিক ফাউন্ডেশন- ৬৮২৪)",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، حَدَّثَنَا عَبْدُ الْوَاحِدِ، حَدَّثَنَا مَعْمَرٌ، عَنِ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، قَالَ حَدَّثَنِي ابْنُ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ كُنْتُ أُقْرِئُ عَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ، فَلَمَّا كَانَ آخِرَ حَجَّةٍ حَجَّهَا عُمَرُ فَقَالَ عَبْدُ الرَّحْمَنِ بِمِنًى، لَوْ شَهِدْتَ أَمِيرَ الْمُؤْمِنِينَ أَتَاهُ رَجُلٌ قَالَ إِنَّ فُلاَنًا يَقُولُ لَوْ مَاتَ أَمِيرُ الْمُؤْمِنِينَ لَبَايَعْنَا فُلاَنًا‏.‏ فَقَالَ عُمَرُ لأَقُومَنَّ الْعَشِيَّةَ فَأُحَذِّرَ هَؤُلاَءِ الرَّهْطَ الَّذِينَ يُرِيدُونَ أَنْ يَغْصِبُوهُمْ‏.‏ قُلْتُ لاَ تَفْعَلْ فَإِنَّ الْمَوْسِمَ يَجْمَعُ رَعَاعَ النَّاسِ يَغْلِبُونَ عَلَى مَجْلِسِكَ، فَأَخَافُ أَنْ لاَ يُنْزِلُوهَا عَلَى وَجْهِهَا فَيُطِيرُ بِهَا كُلُّ مُطِيرٍ، فَأَمْهِلْ حَتَّى تَقْدَمَ الْمَدِينَةَ دَارَ الْهِجْرَةِ وَدَارَ السُّنَّةِ، فَتَخْلُصُ بِأَصْحَابِ رَسُولِ اللَّهِ صلى الله عليه وسلم مِنَ الْمُهَاجِرِينَ وَالأَنْصَارِ فَيَحْفَظُوا مَقَالَتَكَ، وَيُنَزِّلُوهَا عَلَى وَجْهِهَا‏.‏ فَقَالَ وَاللَّهِ لأَقُومَنَّ بِهِ فِي أَوَّلِ مَقَامٍ أَقُومُهُ بِالْمَدِينَةِ‏.‏ قَالَ ابْنُ عَبَّاسٍ فَقَدِمْنَا الْمَدِينَةَ فَقَالَ إِنَّ اللَّهَ بَعَثَ مُحَمَّدًا صلى الله عليه وسلم بِالْحَقِّ وَأَنْزَلَ عَلَيْهِ الْكِتَابَ، فَكَانَ فِيمَا أُنْزِلَ آيَةُ الرَّجْمِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আল্লাহ্‌র রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাহাবীরা যে কত গভীর দূরদৃষ্টি সম্পন্ন মানুষ ছিলেন এ হাদীসে তারই কিছুটা প্রমাণ পাওয়া যায়। এ সব হাদীস থেকে শিক্ষা গ্রহণ করে আমাদেরকে অতি উচ্চ মানের চরিত্র গঠন ও দূরদর্শিতা অবলম্বন করতে হবে।",
    "chapter": {
      "chapter_number": "96"
    }
  }
}