{
  "hadith": {
    "hadith_id": 7352,
    "narrator": "আমর ইব্‌নু ‘আস (রাঃ)",
    "bn": "তিনি  রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - কে এ কথা বলতে শুনেছেন, কোন বিচারক ইজ্‌তিহাদে সঠিক সিদ্ধান্তে পৌঁছলে তার জন্য আছে দু’টি পুরস্কার। আর বিচারক ইজ্‌তিহাদে ভুল করলে তার জন্যও রয়েছে একটি পুরস্কার।[মুসলিম ৩০/৬, হাঃ ১৭১৬] (আধুনিক প্রকাশনী- ৬৮৩৮, ইসলামিক ফাউন্ডেশন- ৬৮৫০)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ، حَدَّثَنَا حَيْوَةُ، حَدَّثَنِي يَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ بْنِ الْحَارِثِ، عَنْ بُسْرِ بْنِ سَعِيدٍ، عَنْ أَبِي قَيْسٍ، مَوْلَى عَمْرِو بْنِ الْعَاصِ عَنْ عَمْرِو بْنِ الْعَاصِ، أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏ \"‏ إِذَا حَكَمَ الْحَاكِمُ فَاجْتَهَدَ ثُمَّ أَصَابَ فَلَهُ أَجْرَانِ، وَإِذَا حَكَمَ فَاجْتَهَدَ ثُمَّ أَخْطَأَ فَلَهُ أَجْرٌ ‏\"‏‏.‏ قَالَ فَحَدَّثْتُ بِهَذَا الْحَدِيثِ أَبَا بَكْرِ بْنَ عَمْرِو بْنِ حَزْمٍ فَقَالَ هَكَذَا حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ عَنْ أَبِي هُرَيْرَةَ‏.‏ وَقَالَ عَبْدُ الْعَزِيزِ بْنُ الْمُطَّلِبِ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي بَكْرٍ، عَنْ أَبِي سَلَمَةَ، عَنِ النَّبِيِّ صلى الله عليه وسلم مِثْلَهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ইমাম ইবনুল মুনযির বলেন : বিচারক যদি ইজতেহাদ করায় পন্ডিত হয়ে থাকেন, এমতাবস্থায় ইজতেহাদ করতে গিয়ে কোন ভুল করে বসেন তবুও তাকে নেকী দেয়া হবে। পক্ষান্তরে যদি তিনি পন্ডিত না হোন, এমতাবস্থায় ইজতেহাদ করতে গিয়ে কোন ভুল করে বসেন তবে এক্ষেত্রে তাকে নেকী দেয়া হবে না। এ ব্যাপারে প্রমাণ হল সুনানে বর্ণিত বুরাইদা (রাঃ)’র হাদীস যা বিভিন্ন শব্দে বর্ণিত হয়েছে। যথা : القضاة ثلاثة\n\nতার মধ্যে রয়েছে : وقاض قضى بغير حق فهو في النار وقاض قضى وهو لا يعلم فهو في النار\n\nএখানে (الامر) নির্দেশ বা হুকুম দ্বারা উদ্দেশ্য إفعل সিগা (শব্দরূপ) এবং (النهي) নিষেধ দ্বারা উদ্দেশ্য لا تفعل সিগা (শব্দরূপ)।\n\nআর সাহাবীর কথা যেমন : أمرنا رسول الله بكذا অর্থাৎ ‘‘রসূলসাঃ আমদেরকে এমন করতে নির্দেশ দেন অথবা ওটা হতে নিষেধ করেছেন’’ এ বিষয়ে মতভেদ রয়েছে।\n\nকিন্তু অধিকাংশ সালাফদের নিকট راجح বা অগ্রাধিকারযোগ্য মত হচ্ছে যে, কোন পার্থক্য নেই (অর্থাৎ রসূলের কথা افعل এবং সাহাবীর কথা امرنا رسول الله بكذا এতদুভয়ের মাঝে কোন পার্থক্য নেই। অনুরূপভাবে রসূলের কথা لا تفعل এবং সাহাবীর কথা نهانا عنه এবং মাঝে কোনই পার্থক্য নেই)। আবার কিছু কিছু উসূলবাদী আমরের সিগার (নির্দেশ সূচক শব্দরূপের) ১৭টি অর্থ এবং নাহীর সিগার (নিষেধ সূচক শব্দরূপের) ৮টি অর্থ উল্লেখ করেন। আর কাজী আবূ বকর ত্বায়্যিব ইমাম মালেক ও ইমাম শাফে’য়ী থেকে বর্ণনা করেন যে, তাদের উভয়ের নিকটই আমরের সীগা ওয়াজিবের জন্য এবং নাহীর সীগা হারামের জন্য প্রয়োগ হবে যতক্ষণ পর্যন্ত এর বিপরীত কোন প্রমাণ প্রতিষ্ঠিত না হবে।\n\nইমাম ইবনু বাত্তাল বলেন :\n\nজামহুরের মত এটাই।",
    "chapter": {
      "chapter_number": "96"
    }
  }
}