{
  "hadith": {
    "hadith_id": 7366,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর মৃত্যুর সময় নিকটবর্তী হল। রাবী বলেন, ঘরের মধ্যে অনেক লোক ছিল। তাঁদের মধ্যে ছিলেন ‘উমর ইব্‌নু খাত্তাব (রাঃ)। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা এসো, আমি তোমাদের জন্য লিখে যাব যাতে তার পরে তোমরা কক্ষনো পথভ্রষ্ট হবে না। ‘উমর (রাঃ) মন্তব্য করলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুবই কষ্টে নিপতিত। তোমাদের কাছে কুরআন আছে, আল্লাহ্‌র এই কিতাবই আমাদের জন্য যথেষ্ট। এ সময় গৃহে অবস্থানকারীদের মধ্যে মতভেদ সৃষ্টি হল এবং তারা বিতর্কে লিপ্ত হল। তাঁদের মধ্যে কেউ কেউ বলল, তাঁর কাছে যাও, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমাদের জন্য লিখে দেবেন যাতে তাঁর পরে তোমরা কক্ষনো পথহারা হবে না। আবার কেউ কেউ তাই বললেন যা ‘উমর (রাঃ) বলেছিলেন। যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সামনে তাদের কথা কাটাকাটি এবং মতপার্থক্য বেড়ে গেল, তখন তিনি বললেনঃ তোমরা আমার নিকট হতে উঠে যাও। (আধুনিক প্রকাশনী- ৬৮৫৩, ইসলামিক ফাউন্ডেশন- ৬৮৬৫)",
    "ar": "إِبْرَاهِيمُ بْنُ مُوسَى أَخْبَرَنَا هِشَامٌ عَنْ مَعْمَرٍ عَنْ الزُّهْرِيِّ عَنْ عُبَيْدِ اللهِ بْنِ عَبْدِ اللهِ عَنْ ابْنِ عَبَّاسٍ قَالَ لَمَّا حُضِرَ النَّبِيُّ صلى الله عليه وسلم قَالَ وَفِي الْبَيْتِ رِجَالٌ فِيهِمْ عُمَرُ بْنُ الْخَطَّابِ قَالَ هَلُمَّ أَكْتُبْ لَكُمْ كِتَابًا لَنْ تَضِلُّوا بَعْدَهُ قَالَ عُمَرُ إِنَّ النَّبِيَّ صلى الله عليه وسلم غَلَبَهُ الْوَجَعُ وَعِنْدَكُمْ الْقُرْآنُ فَحَسْبُنَا كِتَابُ اللهِ وَاخْتَلَفَ أَهْلُ الْبَيْتِ وَاخْتَصَمُوا فَمِنْهُمْ مَنْ يَقُولُ قَرِّبُوا يَكْتُبْ لَكُمْ رَسُولُ اللهِ صلى الله عليه وسلم كِتَابًا لَنْ تَضِلُّوا بَعْدَهُ وَمِنْهُمْ مَنْ يَقُولُ مَا قَالَ عُمَرُ فَلَمَّا أَكْثَرُوا اللَّغَطَ وَالِاخْتِلاَفَ عِنْدَ النَّبِيِّ صلى الله عليه وسلم قَالَ قُومُوا عَنِّي قَالَ عُبَيْدُ اللهِ فَكَانَ ابْنُ عَبَّاسٍ يَقُولُ إِنَّ الرَّزِيَّةَ كُلَّ الرَّزِيَّةِ مَا حَالَ بَيْنَ رَسُولِ اللهِ صلى الله عليه وسلم وَبَيْنَ أَنْ يَكْتُبَ لَهُمْ ذَلِكَ الْكِتَابَ مِنْ اخْتِلاَفِهِمْ وَلَغَطِهِمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "বর্ণনাকারী ‘উবাইদুল্লাহ্‌ বলেন, ইব্‌নু ‘আব্বাস (রাঃ) বলতেন, সমস্ত জটিলতার মূল ছিল তা-ই, যা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর লেখার মাঝখানে বাধা সৃষ্টি করেছিল । সেটা ছিল তাদের মতবিরোধ ও কথা কাটাকাটি ।",
    "chapter": {
      "chapter_number": "96"
    }
  }
}