{
  "hadith": {
    "hadith_id": 7367,
    "narrator": "আতা (রহঃ)",
    "bn": "তিনি বলেন, আমি জাবির ইব্‌ন আবদুল্লাহকে এ কথা বলতে শুনেছি যে, তাঁর সাথে আরো কিছু লোক ছিল। তিনি বলেন, আমরা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর সাহাবীগণ কেবল হজ্জের নিয়তে ইহরাম বেঁধেছিলাম। এর সাথে উমরার নিয়ত ছিল না। বর্ণনাকারী আতা (রহঃ) বলেন, জাবির (রাঃ) বলেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যিলহজ্জ মাসের চার তারিখ সকাল বেলায় (মক্কায়) আসলেন। এরপর আমরাও যখন আসলাম, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের ইহরাম খুলে ফেলার হুকুম করলেন। তিনি বললেনঃ তোমরা ইহরাম খুলে ফেল এবং স্ত্রীদের সাথে মিলিত হও। (রাবী) আতা (রহঃ) বর্ণনা করেন, জাবির (রাঃ) বলেছেন, (স্ত্রী সহবাস) তিনি তাদের উপর বাধ্যতামূলক করেননি বরং বৈধ করেছেন। এরপর তিনি জানতে পারেন যে, আমরা বলাবলি করছি আমাদের ও আরাফার দিনের কেবল পাঁচদিন বাকী। তিনি আমাদেরকে আদেশ করেছেন যে, আমরা ইহরাম খুলে স্ত্রীদের সঙ্গে মিলিত হই। তখন আমরা আরাফায় পৌঁছব আর আমাদের পুরুষাঙ্গ থেকে মযী বের হতে থাকবে। আতা বলেন, জাবির (রাঃ) এ কথা বোঝানোর জন্য হাত দ্বারা ইশারা করেছিলেন কিংবা হাত নেড়েছিলেন। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ালেন এবং বললেনঃ তোমরা জান, আমি তোমাদের মধ্যে আল্লাহকে বেশী ভয় করি, তোমাদের চেয়ে আমি বেশী সত্যবাদী ও নিষ্ঠাবান। আমার সাথে যদি কুরবানীর পশু না থাকত, আমিও তোমাদের মত ইহরাম খুলে ফেলতাম। সুতরাং ইহরাম খুলে ফেল। আমি যদি আমার কাজের পরিণাম আগে জানতাম যা পরে জেনেছি তবে আমি কুরবানীর পশু সঙ্গে আনতাম না। কাজেই আমরা ইহরাম খুলে ফেললাম। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর [মুসলিম ১৫/১৭, হাঃ ১২১৬, আহমাদ ১৪২৪২] (আধুনিক প্রকাশনী- ০০০০, ইসলামিক ফাউন্ডেশন- ৬৮৬১)\n\n \n\nআদেশ শোনলাম এবং তাঁর আনুগত্য করলাম।",
    "ar": "الْمَكِّيُّ بْنُ إِبْرَاهِيمَ عَنْ ابْنِ جُرَيْجٍ قَالَ عَطَاءٌ قَالَ جَابِرٌ قَالَ أَبُو عَبْد اللهِ وَقَالَ مُحَمَّدُ بْنُ بَكْرٍ البُرْسَانِيُّ حَدَّثَنَا ابْنُ جُرَيْجٍ قَالَ أَخْبَرَنِي عَطَاءٌ سَمِعْتُ جَابِرَ بْنَ عَبْدِ اللهِ فِي أُنَاسٍ مَعَهُ قَالَ أَهْلَلْنَا أَصْحَابَ رَسُولِ اللهِ صلى الله عليه وسلم فِي الْحَجِّ خَالِصًا لَيْسَ مَعَهُ عُمْرَةٌ قَالَ عَطَاءٌ قَالَ جَابِرٌ فَقَدِمَ النَّبِيُّ صلى الله عليه وسلم صُبْحَ رَابِعَةٍ مَضَتْ مِنْ ذِي الْحِجَّةِ فَلَمَّا قَدِمْنَا أَمَرَنَا النَّبِيُّ صلى الله عليه وسلم أَنْ نَحِلَّ وَقَالَ أَحِلُّوا وَأَصِيبُوا مِنْ النِّسَاءِ قَالَ عَطَاءٌ قَالَ جَابِرٌ وَلَمْ يَعْزِمْ عَلَيْهِمْ وَلَكِنْ أَحَلَّهُنَّ لَهُمْ فَبَلَغَهُ أَنَّا نَقُولُ لَمَّا لَمْ يَكُنْ بَيْنَنَا وَبَيْنَ عَرَفَةَ إِلاَّ خَمْسٌ أَمَرَنَا أَنْ نَحِلَّ إِلَى نِسَائِنَا فَنَأْتِي عَرَفَةَ تَقْطُرُ مَذَاكِيرُنَا الْمَذْيَ قَالَ وَيَقُولُ جَابِرٌ بِيَدِهِ هَكَذَا وَحَرَّكَهَا فَقَامَ رَسُولُ اللهِ صلى الله عليه وسلم فَقَالَ قَدْ عَلِمْتُمْ أَنِّي أَتْقَاكُمْ لِلَّهِ وَأَصْدَقُكُمْ وَأَبَرُّكُمْ وَلَوْلاَ هَدْيِي لَحَلَلْتُ كَمَا تَحِلُّونَ فَحِلُّوا فَلَوْ اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا أَهْدَيْتُ فَحَلَلْنَا وَسَمِعْنَا وَأَطَعْنَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "96"
    }
  }
}