{
  "hadith": {
    "hadith_id": 7369,
    "narrator": "আয়িশা (রাঃ)",
    "bn": "যখন মিথ্যা অপবাদকারীরা ‘আয়িশার বিরুদ্ধে ভিত্তিহীন অপবাদ রটিয়েছিল। তিনি বলেন, ওয়াহী আসতে বিলম্ব হচ্ছিল, তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আলী ইব্‌নু আবূ ত্বলিব ও উসামা ইব্‌নু যায়িদের কাছে কিছু পরামর্শ করার জন্য তাদের ডাকলেন। এবং তাঁর স্ত্রী ‘আয়িশা (রাঃ) - কে পৃথক করে দেয়া সম্পর্কে পরামর্শ চাইলেন। উসামা (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর পরিবারের পবিত্রতার ব্যাপারে তাঁর যা জানা ছিল তা উল্লেখ করলেন। আর ‘আলী (রাঃ) বললেন, আল্লাহ্‌ আপনার জন্য তো কোন সীমাবদ্ধতা রাখেন নি। স্ত্রীলোক তিনি ছাড়া আরও অনেক আছেন। আপনি বাঁদীটির কাছে জিজ্ঞেস করুন, সে আপনাকে সত্য যা, তাই বলবে। তখন রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বারীরাকে ডাকলেন। তাঁকে জিজ্ঞেস করলেন, তুমি কি সন্দেহের কিছু দেখেছ? তিনি বললেন, আমি এছাড়া আর অধিক কিছু জানিনা যে, ‘আয়িশা (রাঃ) হচ্ছে অল্পবয়স্কা মেয়ে। তিনি নিজের ঘরের আটা পিষে ঘুমিয়ে পড়েন, এই অবস্থায় বক্‌রী এসে তা খেয়ে ফেলে। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিম্বরে দাঁড়িয়ে বললেনঃ হে মুসলিমগণ। যে ব্যক্তি আমার পরিবারের অপবাদ রটিয়ে আমাকে কষ্ট দিয়েছে তার প্রতিকার করতে আমাকে সাহায্য করার মত কেউ আছ কি? আল্লাহ্‌র শপথ! আমি আমার পরিবারের ব্যাপারে ভালো ব্যতীত মন্দ কিছুই জানি না এবং তিনি ‘আয়িশা (রাঃ) - এর পবিত্রতার কথা উল্লেখ করলেন। (আধুনিক প্রকাশনী- ৬৮৫৪, ইসলামিক ফাউন্ডেশন- ৬৮৬৬)",
    "ar": "الْأُوَيْسِيُّ عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللهِ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ صَالِحٍ عَنْ ابْنِ شِهَابٍ حَدَّثَنِي عُرْوَةُ وَابْنُ الْمُسَيَّبِ وَعَلْقَمَةُ بْنُ وَقَّاصٍ وَعُبَيْدُ اللهِ عَنْ عَائِشَةَ حِينَ قَالَ لَهَا أَهْلُ الإِفْكِ مَا قَالُوا قَالَتْ وَدَعَا رَسُولُ اللهِ صلى الله عليه وسلم عَلِيَّ بْنَ أَبِي طَالِبٍ وَأُسَامَةَ بْنَ زَيْدٍ حِينَ اسْتَلْبَثَ الْوَحْيُ يَسْأَلُهُمَا وَهُوَ يَسْتَشِيرُهُمَا فِي فِرَاقِ أَهْلِهِ فَأَمَّا أُسَامَةُ فَأَشَارَ بِالَّذِي يَعْلَمُ مِنْ بَرَاءَةِ أَهْلِهِ وَأَمَّا عَلِيٌّ فَقَالَ لَمْ يُضَيِّقْ اللهُ عَلَيْكَ وَالنِّسَاءُ سِوَاهَا كَثِيرٌ وَسَلْ الْجَارِيَةَ تَصْدُقْكَ فَقَالَ هَلْ رَأَيْتِ مِنْ شَيْءٍ يَرِيبُكِ قَالَتْ مَا رَأَيْتُ أَمْرًا أَكْثَرَ مِنْ أَنَّهَا جَارِيَةٌ حَدِيثَةُ السِّنِّ تَنَامُ عَنْ عَجِينِ أَهْلِهَا فَتَأْتِي الدَّاجِنُ فَتَأْكُلُهُ فَقَامَ عَلَى الْمِنْبَرِ فَقَالَ يَا مَعْشَرَ الْمُسْلِمِينَ مَنْ يَعْذِرُنِي مِنْ رَجُلٍ بَلَغَنِي أَذَاهُ فِي أَهْلِي وَاللهِ مَا عَلِمْتُ عَلَى أَهْلِي إِلاَّ خَيْرًا فَذَكَرَ بَرَاءَةَ عَائِشَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "96"
    }
  }
}