{
  "hadith": {
    "hadith_id": 7376,
    "narrator": "জারীর ইব্‌নু ‘আবদুল্লাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তার প্রতি রহম করেন না, যে মানুষের প্রতি রহম করে না।(আধুনিক প্রকাশনী- ৬৮৬০, ইসলামিক ফাউন্ডেশন- ৬৮৭২)",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ سَلاَمٍ حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الأَعْمَشِ عَنْ زَيْدِ بْنِ وَهْبٍ وَأَبِي ظَبْيَانَ عَنْ جَرِيرِ بْنِ عَبْدِ اللهِ قَالَ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم لاَ يَرْحَمُ اللهُ مَنْ لاَ يَرْحَمُ النَّاسَ.",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "অধ্যায়: তুমি বলে দাও, তোমরা আল্লাহ্ নামে ডাকো বা রাহমান নামে ডাকো। তোমরা যে নামেই ডাকো সকল সুন্দর নামই তাঁর।[১] (সূরাহ ইসরা ১৭/১১০)\n\n[১] মূলতঃ ইমাম বুখারী এই باب উল্লেখ করেছেন আল্লাহ তা‘আলার অসংখ্য নাম صفات কে প্রমাণ করার জন্য। সহীহ বুখারীর কোন কোন ব্যাখ্যাকারী বলেন : এ باب টি যেন মূল আর পরবর্তী ابواب গুলো শাখা-প্রশাখা। আয়াতটি অবতীর্ণ হওয়ার কারণ হলো : মুশরিকরা যখন শুনতে পেল যে রসূল (সাঃ) আল্লাহ তা‘আলাকে আহবান করেছেন يا اللهু يارحمن বলে, তখন তারা বলল যে, মুহাম্মাদ আমাদেরকে এক আল্লাহকে আহবান করার নির্দেশ দেয় অথচ তিনি দু’জন আল্লাহকে আহবান করছেন। তখন এ আয়াতটি অবতীর্ণ হয়।\n\nসুতরাং বুঝা গেল যে, তিনি এক সত্তা, তিনি অদ্বিতীয়, কিন্তু তাঁর অনেক সুন্দর সুন্দর নাম ও গুণাবলী (صفات) রয়েছে। তাওহীদ তিন প্রকার : যথা : ১. তাওহীদ রুবূবিয়্যাত- (সৃষ্টি ও পালনে আল্লাহর একত্ব), তাওহীদে ’ইবাদাত বা উলূহিয়্যাত- (’ইবাদাত বা উপাসনায় একত্ব) এবং ৩. তাওহীদে আসমা ও সিফাত- নামও গুণাবলীর একত্ব)।\n\nএখানে তাওহীদে আসমা ওয়াস সিফাতকে স্থির করা হয়েছে যথা তার একটি নাম رحمن ফলে তিনি رحمن সিফাতটি তার জন্য স্থির করেছেন। এই সিফাতটি তাঁর صفات ذات এর অন্তর্গত।\n\nرحمة দ্বারা নেকী, ইচ্ছা অন্য কোন উদ্দেশ্য নেয়া যাবে না। অনুরূপ আল্লাহর রহমতের তুলনা কোন মাখলূকের রহমতের সাথে দেয়া যাবে না। সুতরাং তাওহীদে আসমা ওয়াস্সিফাত হচ্ছে আল্লাহ তা’আলার ঐ সব নাম ও গুণাবলীকে যথাযথভাবে মেনে নেয়া যা আল্লাহ তা‘আলা নিজ সম্বন্ধে তাঁর কিতাবে এবং রসূল (সাঃ) তাঁর সহীহ হাদীসে বর্ণনা করেছেন। অনুরূপ আল্লাহ তা‘আলা যে সমস্ত নাম ও গুণাবলীকে তার নিজ সম্বন্ধে কিতাবে নিষেধ করেছেন এবং রসূল (সাঃ) তাঁর সহীহ হাদীসে আল্লাহ সম্বন্ধে নিষেধ করেছেন তা নিষেধ করা। ঐ সমস্ত নাম ও গুণাবলীর কোন অপব্যাখ্যা, উদাহরণ, অস্বীকার, পরিবর্তন অথবা কোন স্বরূপ (নিজস্ব) কল্পনা করা যাবে না। ফলে আল্লাহ তা‘আলার রহমাত, আযাব, আনন্দ প্রকাশ, রাগ হওয়া, কথা বলা, দেখা, শোনা, দুনিয়ার আসমানে নেমে আসা, তিনি আরশের উপরে, তার হাত রয়েছে, পা রয়েছে, অন্তর রয়েছে ইত্যাদি কোন ব্যাখ্যা ছাড়াই ঠিক যেভাবে বর্ণনায় এসেছে সেভাবেই মেনে নিতে হবে। অনুরূপ আল্লাহ তা‘আলার অংশীদার নেই, পিতা-মাত নেই, সন্তান-সন্ততি নেই, তাকে তন্দ্রা ও ঘুম স্পর্শ করে না, তার মৃত্যু নেই ইত্যাদি যা নিষেধ এসেছে তা সাব্যস্ত করা যাবে না।",
    "chapter": {
      "chapter_number": "97"
    }
  }
}