{
  "hadith": {
    "hadith_id": 7377,
    "narrator": "উসামাহ ইব্‌নু যায়দ (রাঃ)",
    "bn": "তিনি বলেন, এক সময় আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট ছিলাম। এমন সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কোন এক কন্যার পক্ষ থেকে একজন সংবাদবাহক এসে তাঁকে জানাল যে, তাঁর মেয়ের পুত্রের মৃত্যু যন্ত্রণা শুরু হয়েছে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সংবাদবাহককে বলে দিলেন, তুমি ফিরে যাও এবং তাকে জানিয়ে দাও, আল্লাহ্ যা নিয়ে নিয়েছেন এবং তিনি যা দিয়ে রেখেছেন সবেরই তিনি মালিক। তাঁর কাছে প্রতিটি জিনিসের মেয়াদ সুনির্দিষ্ট। কাজেই তাকে গিয়ে ধৈর্য ধরতে এবং প্রতিফল পাওয়ার আশা করতে বল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর মেয়ে আবার সংবাদ বাহককে পাঠালেন। সে এসে বলল, আপনাকে তাঁর কাছে যাবার জন্য তিনি কসম দিয়ে বলেছেন। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাওয়ার জন্য দাঁড়ালেন, তাঁর সঙ্গে সা’দ ইব্‌নু ‘উবাদাহ (রাঃ), মু’আয ইব্‌নু জাবাল (রাঃ) -ও দাঁড়ালেন। এরপর শিশুটিকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট দেয়া হল। তখন শিশুটির শ্বাস এভাবে দুর্বল হয়ে আসছিল, যেন তা একটি মশ্কে আছে। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর চোখ ভিজে গেল। সা’দ ইব্‌নু ‘উবাদাহ (রাঃ) বললেন, হে আল্লাহ্‌র রসূল (এটা কী?) তিনি বললেনঃ এটিই রহম-দয়ামায়া, যা আল্লাহ্ তাঁর বান্দাদের অন্তরে সৃষ্টি করে দিয়েছেন। আল্লাহ্ তাঁর রহম-দিল বান্দাদের উপরই দয়া করে থাকেন। (আধুনিক প্রকাশনী- ৬৮৬১, ইসলামিক ফাউন্ডেশন- ৬৮৭৩)",
    "ar": "أَبُو النُّعْمَانِ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ عَاصِمٍ الأَحْوَلِ عَنْ أَبِي عُثْمَانَ النَّهْدِيِّ عَنْ أُسَامَةَ بْنِ زَيْدٍ قَالَ كُنَّا عِنْدَ النَّبِيِّ صلى الله عليه وسلم إِذْ جَاءَهُ رَسُولُ إِحْدَى بَنَاتِهِ يَدْعُوهُ إِلَى ابْنِهَا فِي الْمَوْتِ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ارْجِعْ إِلَيْهَا فَأَخْبِرْهَا أَنَّ لِلَّهِ مَا أَخَذَ وَلَهُ مَا أَعْطَى وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمًّى فَمُرْهَا فَلْتَصْبِرْ وَلْتَحْتَسِبْ فَأَعَادَتْ الرَّسُولَ أَنَّهَا قَدْ أَقْسَمَتْ لَتَأْتِيَنَّهَا فَقَامَ النَّبِيُّ صلى الله عليه وسلم وَقَامَ مَعَهُ سَعْدُ بْنُ عُبَادَةَ وَمُعَاذُ بْنُ جَبَلٍ فَدُفِعَ الصَّبِيُّ إِلَيْهِ وَنَفْسُهُ تَقَعْقَعُ كَأَنَّهَا فِي شَنٍّ فَفَاضَتْ عَيْنَاهُ فَقَالَ لَهُ سَعْدٌ يَا رَسُولَ اللهِ مَا هَذَا قَالَ هَذِهِ رَحْمَةٌ جَعَلَهَا اللهُ فِي قُلُوبِ عِبَادِهِ وَإِنَّمَا يَرْحَمُ اللهُ مِنْ عِبَادِهِ الرُّحَمَاءَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "97"
    }
  }
}