{
  "hadith": {
    "hadith_id": 739,
    "narrator": "নাফি’ (রহঃ)",
    "bn": "ইব্‌নু ‘উমর (রাঃ) যখন সালাত শুরু করতেন তখন তাকবীর বলতেন এবং দু’হাত উঠাতেন আর যখন রুকু’ করতেন তখনও দু’হাত উঠাতেন। এরপর যখন ‘سَمِعَ اللهُ لِمَن حَمِدَه’ বলতেন তখনও দু’ হাত উঠাতেন  এবং দু’রাক’আত আদায়ের পর যখন দাঁড়াতেন তখনও দু’হাত উঠাতেন। এ সমস্ত আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত বলে ইব্‌নু ‘উমর (রাঃ) বলেছেন। এ হাদীসটি হাম্মাদ ইব্‌নু সালাম ইব্‌নু ‘উমর (রাঃ) সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন। ইব্‌নু তাহমান, আইয়ূব ও মূসা ইব্‌নু ‘উক্‌বাহ (রহঃ) হতে এ হাদীসটি সংক্ষেপে বর্ণনা করেছেন। [১]",
    "ar": "حَدَّثَنَا عَيَّاشٌ، قَالَ حَدَّثَنَا عَبْدُ الأَعْلَى، قَالَ حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، كَانَ إِذَا دَخَلَ فِي الصَّلاَةِ كَبَّرَ وَرَفَعَ يَدَيْهِ، وَإِذَا رَكَعَ رَفَعَ يَدَيْهِ، وَإِذَا قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ‏.‏ رَفَعَ يَدَيْهِ، وَإِذَا قَامَ مِنَ الرَّكْعَتَيْنِ رَفَعَ يَدَيْهِ‏.‏ وَرَفَعَ ذَلِكَ ابْنُ عُمَرَ إِلَى نَبِيِّ اللَّهِ صلى الله عليه وسلم‏.‏ رَوَاهُ حَمَّادُ بْنُ سَلَمَةَ عَنْ أَيُّوبَ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏ وَرَوَاهُ ابْنُ طَهْمَانَ عَنْ أَيُّوبَ وَمُوسَى بْنِ عُقْبَةَ مُخْتَصَرًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] আধুনিক প্রকাশনীর ৬৯৫ নং হাদীসের বিশাল এক টীকা লেখা হয়েছে বহু মারফু’ হাদীসকে প্রত্যাখ্যান করে মাযহাবী রসম রেওয়াজ চালু রাখার জন্য। হানাফী মাযহাবে তাক্‌বীরে তাহরীমা ছাড়া কোথাও রাফ’উল ইয়াদাঈন হয় না অথচ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আজীবন সালাতে তাক্‌বীরে তাহরীমাহ ছাড়াও রাফ’উল ইয়াদাঈন বা হাত উত্তোলন করেছেন। নিম্নের হাদীস তার জ্বলন্ত প্রমাণঃ\nআবদুল্লাহ ইবনে ‘উমর (রাঃ) হতে বর্ণিত। তিনি বলেন, আমি রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে দেখেছি তিনি যখন সালাতের জন্য দাঁড়াতেন তখন উভয় হাত কাঁধ বরাবর উঠাতেন। এবং যখন তিনি রূকু’র জন্য তাকবীর বলতেন তখনও এরূপ করতেন। এবং যখন রূকু’ হতে মাথা উঠাতেন তখনও এরূপ করতেন। ইমাম বুখারী এটা বর্ণনা করেছেন। তাঁর অপর বর্ণনায় এটাও আছে যে, যখন তিনি [রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)] দ্বিতীয় রাক’আত হতে (তৃতীয় রাক’আতের জন্য) দাঁড়াতেন তখনও দু’হাত (কাঁধ বরাবর) উঠাতেন ।\n(বুখারী ১ম খণ্ড ১০২ পৃষ্ঠা। মুসলিম ১৬৮ পৃষ্ঠা। আবু দাউদ ১ম খণ্ড ১০৪, ১০৫ পৃষ্ঠা। তিরমিযী ১ম খণ্ড ৫৯ পৃষ্ঠা। নাসাঈ ১৪১, ১৫৮, ১৬২ পৃষ্ঠা। ইব্‌নু খুযায়মাহ ৯৫, ৯৬। মেশকাত ৭৫ পৃষ্ঠা। ইবনে মাজাহ ১৬৩ পৃষ্ঠা। যাদুল মা’আদ ১ম খণ্ড ১৩৭, ১৩৮, ১৫০ পৃষ্ঠা। হিদায়া দিরায়াহ ১১৩-১১৫ পৃষ্ঠা। কিমিয়ায়ে সায়াদাত ১ম খণ্ড ১৯০ পৃষ্ঠা। বুখারী আধুনিক প্রকাশনী ১ম খণ্ড হাদীস নং ৬৯২, ৬৯৩, ৬৯৫। বুখারী আযীযুল হক ১ম খণ্ড হাদীস নং ৪৩২-৪৩৪। বুখারী ইসলামীক ফাউন্ডেশন ১ম খণ্ড হাদীস নং ৬৯৭-৭০১ অনুচ্ছেদসহ। মুসলিম ইসলামীক ফাউন্ডেশন ২য় খণ্ড হাদীস নং ৭৪৫-৭৫০। আবূ দাউদ ইসলামিক ফাউন্ডেশন ১ম খণ্ড হাদীস নং ৮৪২-৮৪৪। তিরমিযী ইসলামিক ফাউন্ডেশন ২য় খণ্ড হাদীস নং ২৫৫। মেশকাত নূর মোহাম্মদ আযমী ও মাদরাসা পাঠ্য ২য় খণ্ড হাদীস নং ৭৩৮-৭৩৯, ৭৪১, ৭৪৫। বুলূগুল মারাম ৮১ পৃষ্ঠা। ইসলামিয়াত বি-এ. হাদীস পর্ব ১২৬-১২৯ পৃষ্ঠা)\n‘আবদুল্লাহ ইব্‌নু ‘উমর (রাঃ) হতে বর্ণিত। রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  যখন সালাত শুরু করতেন, যখন রুকু’ করতেন এবং যখন রুকু’ থেকে মাথা উঠাতেন তখন হস্তদ্বয় উত্তোলন করতেন কিন্তু সিজদার মধ্যে হস্তদ্বয় উত্তোলন করতেন না। রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  মহান আল্লাহ্‌র সাথে সাক্ষাৎ অর্থাৎ তাঁর মৃত্যু পর্যন্ত সর্বদাই তাঁর সালাত এরূপ করতেন। (বায়হাকি, হেদায়াহ দেরায়াহ ১ম খণ্ড ১১৪ পৃষ্ঠা)\n‘আবদুল্লাহ ইব্‌নু ‘উমর (রাঃ) বলেন, রফ’উল ইয়াদাঈন হল সালাতের সৌন্দর্য, রুকু’তে যাবার সময় ও রুকু’ হতে উঠার সময় কেউ রফ’উল ইয়াদাঈন না করলে তিনি তাকে ছোট পাথর ছুঁড়ে মারতেন। (নায়লুল আওত্বার ৩/১২, ফাতহুল বারী ২/২৫৭)\t   হাদীস জগতের শ্রেষ্ঠ ইমাম ইসমা’ঈল বুখারী জুযউর রফ’ইল ইয়াদাইন নামক একটি স্বতন্ত্র হাদীস গ্রন্থই রচনা করেছেন। যার মধ্যে ১৯৮টি হাদীস বিদ্যমান। (ছাপা তাওহীদ পাবলিকেশন্স, ঢাকা)\nযুগ শ্রেষ্ঠ মুহাদ্দিস নাসিরুদ্দিন আল-আলবানী তাঁর সিফাতু সলাতুন্নবী গ্রন্থে বুখারী ও মুসলিমের হাদীস “তিনি রুকু’ থেকে সোজা হয়ে দাঁড়ানোর সময় দু’হাত উঠাতেন” উল্লেখ করে টীকায় লিখেছেন- এ হস্ত উত্তোলন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  থেকে মুতাওয়াতির সূত্রে সাব্যেস্ত। কিছু সংখ্যক হানাফী আলেম সহ বেশীরভাগ আলিম হাত উঠানোর পক্ষে মত পোষণ করেন ।\nরফ’উল ইয়াদাইন ও খোলাফায়ে রাশিদ্বীন এবং আশরা মুবাশ্‌শারীনঃ\t   ইমাম যায়লা’ঈ হানাফী (রহঃ) , আল্লামা আবদুল হাই লক্ষ্ণৌবী হানাফী (রহঃ), আল্লামা আনোয়ার শাহ কাশ্মিরী হানাফী (রহঃ) এবং হাফিয ইব্‌নু হাজার আসকালানী (রহঃ)  সবাই ইমাম হাকেম (রহঃ)  থেকে বর্ণনা করেছেনঃ\nইমাম হাকিম (রহঃ) বলেছেনঃ “রফয়ে য়াদাইন ব্যতীত অন্য কোন সুন্নাতের বর্ণনার ক্ষেত্রে খোলাফায়ে রাশেদ্বীন, আশরা মোবাশ্‌শারা (জান্নাতের শুভসংবাদ প্রাপ্ত দশজন সাহাবা) এবং বড় বড় সাহাবীগণ (তাদের দূর দেশে ছড়িয়ে পড়ার পরও) একত্রিত হয়েছেন বলে আমার জানা নেই। (নাসবুর রায়াহ ১/৪১৮ পৃষ্ঠা, নাইলুল ফারকাদাইন পৃষ্ঠা ২৬, তালখীছ আলহাবীর ১/৮২)\t\t\t\t\t\t  শায়খ আবদুল কাদের জীলানী ও রফ’উল ইয়াদাইনঃ\tশায়খ আবদুল কাদের জীলানী (রহঃ) সালাতের সুন্নাতসমূহ বর্ণনা করতে গিয়ে বলেছেনঃ \n“সালাত শুরু করার সময়, রুকু’তে যাওয়ার সময় এবং রুকু’ থেকে উঠার সময় রফ’উল ইয়াদাইন করা সুন্নাত ।” (গুনইয়াতুত ত্বালিবীন পৃষ্ঠা ১০)\t\t\t\t হানাফী ‘আলিমগণ ও রফ’উল ইয়াদাইনঃ\t\t\t\t\t\t  শায়খ আবুত্বলিব মাক্কী হানাফী (রহঃ) তাঁর কূতুল কূলুব নামক গ্রন্থে সালাতের সুন্নাত সমূহ বর্ণনা করতে গিয়ে বলেনঃ \n“রুকু’তে যাওয়ার সময় রফ’উল ইয়াদাইন করা এবং তাকবীর বলা সুন্নাত। তারপর ‘সামিআল্লাহু লিমান হামিদাহ’ বলে রফ’উল ইয়াদাইন করা সুন্নাত ।” (কূতুল কূলুব ৩/১৩৯)\t\t\t\t\t\t\t\t\t\t   কাযী ছানাউল্লাহ পানিপত্তি (রহঃ) বলেনঃ \n“বর্তমান সময়ের অধিকাংশ আলেমের দৃষ্টিতে রফয়ে ইয়াদাইন সুন্নাত। অধিকাংশ ফকীহ এবং মুহাদ্দিসগণ একে প্রমাণ করে থাকেন ।” (মালা বুদ্দা মিনহু পৃষ্ঠা ৪২, ৪৪)\t  ইমাম আবু ইউসুফ-এর শীষ্য ইছাম ও রফ’উল ইয়াদাইনঃ\t\t\t\t আল্লামা ‘আবদুল হাই লাখনোভী বলেনঃ “এছাম ইব্‌নু আবু ইউসুফ ইমাম আবু ইউসুফ (রহঃ)-এর শাগরিদ ছিলেন এবং হানাফী ছিলেন ।\nতিনি রুকু’তে যাওয়ার সময় এবং রুকু’ থেকে উঠার সময় দু’হাত উঠাতেন ।” (আল ফাওয়ায়েদুল বাহিয়্যাহ ১১৬ নূর মোহাম্মদ প্রেস)\t\t\t\t     ‘আবদুল্লাহ ইব্‌নুল মোবারক,   সুফিয়ান ছাওরী এবং শু’বাহ বলেনঃ “এছাম ইবনূ ইউসুফ মুহাদ্দিছ ছিলেন তাই তিনি রফউল ইয়াদাইন করতেন ।” (আল ফাওয়ায়েদুল বাহিয়্যাহ ১১৬ নূর মোহাম্মদ প্রেস)\t\t\t\t\t\t\t\t আল্লামা আবদুল হাই লক্ষ্ণৌবী (রহঃ) বলেনঃ \n“নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে রফয়ে ইয়াদাইন এর প্রমাণ বেশী এবং অগ্রাধিকার যোগ্য ।” (আত্‌তা’লীকুল মুমাজ্জাদ ৯১ পৃষ্ঠা)\t\t\t\t   তিনি আরও বলেনঃ \n“সত্য কথা হলো রুকু’তে যাওয়া এবং রুকু’ থেকে মাথা উঠানোর সময় ‘রফ’উল ইয়াদাইন’ করা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং অনেক সাহাবী (রাঃ) থেকে শক্তিশালী সনদ এবং ছহীহ হাদীস দ্বারা প্রমাণিত ।” (আসসিয়ায়াহ ১/২১৩) রুকু’তে যাওয়া ও রুকু’ হতে উঠার সময় রফ’উল ইয়াদাঈন করা সম্পর্কে চার খলীফাহ সহ প্রায় ২৫জন সাহাবী থেকে বর্ণিত সহীহ হাদীস বিদ্যমান। একটি হিসাব মতে রফ’উল ইয়াদাইন-এর হাদীসের রাবী সংখ্যা আশারায়ে মুবাশ্‌শরাহ সহ অন্যূন ৫০ জন সাহাবী- (ফিকহুস সুন্নাহ ১/১০৭, ফাতহুল বারী ২/২৫৮) এবং সর্বমোট সহীহ হাদীস আসারের সংখ্যা অন্যূন ৪০০ শত। ইমাম সুয়ূতী রফ’উল ইয়াদাঈন এর হাদীসকে মুতাওয়াতির পর্যায়ের বলে মন্তব্য করেছেন ।\t\t\t\t\t        কতিপয় নির্বোধ লোকের কথা আছে যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সময় যারা নতুন ঈমান এনেছিলেন তারা নাকি তাঁদের পুরাতন আচরণের বশবর্তী হয়ে বগলে পুতুল রাখতেন এবং এটা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জানতে পারলে তিনি রফ’উল ইয়াদাঈনের নির্দেশ দেন। পরে তাঁদের ঈমান মজবুত হয়ে গেলে রফ’উল ইয়াদাঈন করার নির্দেশ মনসুখ হয়ে যায়। এ কথাটি নিতান্তই আল্লাহ্‌র রসূলের (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাহাবীদের ঈমানের ব্যাপারে সন্দেহ পোষণ। কারণ তাঁদের ঈমান আমাদের ঈমান অপেক্ষা অনেক দৃঢ় ও মজবুত ছিল। তাছাড়া এ কথাটি সাহাবীদের উপর মিথ্যা অপবাদেরই নামান্তর ।\t\t\t\t        রফ’উল ইয়াদাঈন সম্পর্কে সাহাবী ‘আবদুল্লাহ ইব্‌নু মাস’উদের হাদীসের উদ্ধৃতি দিয়ে বলা হয় রফ’উল ইয়াদাঈন করা যাবে না। কিন্তু মুহাদ্দীসিনে কিরামের নিকট এ কথাটি প্রসিদ্ধ যে, তাঁর শেষ বয়সে বার্ধক্যজনিত কারণে স্মৃতি ভ্রম ঘটে, ফলে হতে পারে এ হাদীসটিও সে সবের অন্তর্ভুক্ত। কারণ তিনি কয়েকটি বিষয়ে সকল সাহাবীগণের বিপরীতে কথা বলেছেন। যেমনঃ (১) মুয়াব্বিযাতাইন- সূরা নাস ও ফালাক সূরাদ্বয় কুরআনের অংশ নয় মনে করতেন। (২) তাত্‌বীক- রুকু’তে তাত্‌বীক বা দু’হাতকে জোড় করে হাঁটু দ্বারা চেপে রাখতে বলতেন। (৩) দু’জন সালাতে দাঁড়ালে কিভাবে দাঁড়াবে। (৪) আরাফাহ্‌র ময়দানে কীভাবে তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দু’ওয়াক্ত  একসাথে আদায় করেছেন। (৫) হাত বিছিয়ে সিজদা করা। (৬) ----- কিভাবে পড়েছেন। (৭) রফ’উল ইয়াদাঈন একবার করেছেন। [নাসবুর রাইয়াহ (ইমাম যাইলায়ী) ৩৯৭-৪০১ পৃষ্ঠা, ফিকহুল সুন্নাহ ১/১৩৪]",
    "chapter": {
      "chapter_number": "10"
    }
  }
}