{
  "hadith": {
    "hadith_id": 7390,
    "narrator": "জাবির ইবনু আবদুল্লাহ্ সালামী (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সহাবাগণকে সকল কাজে এভাবে ইস্তিখারা শিক্ষা দিতেন, যেভাবে তিনি তাদের কুরআনের সুরা শিক্ষা দিতেন। তিনি বলতেনঃ তোমাদের কেউ যখন কোন কাজ করার ইচ্ছা করে, তখন সে যেন দুই রাক’আত নফল সালাত আদায় করে নেয়। তারপর এ বলে দু’আ করে, হে আল্লাহ্! আমি আপনারই ইল্মের সাহায্যে মঙ্গল তলব করছি। আর আপনারই কুদরতের সাহায্যে আমি শক্তি অন্বেষণ করছি। আর আপনারই অনুগ্রহ প্রার্থনা করছি। কেননা, আপনিই শক্তি রাখেন, আমি কোন শক্তি রাখিনা। আপনিই সব কিছু জানেন, আমি কিছু জানি না। গায়িবী বিষয়াদির বিশেষজ্ঞ একমাত্র আপনি। এরপর সালাত আদায়কারী মনে মনে স্বীয় উদ্দেশ্য উল্লেখ করে বলবে, হে আল্লাহ্! আপনি যদি জানেন যে, এ কাজটি আমার জন্য বর্তমানে ও ভবিষ্যতে মঙ্গলজনক- বর্ণনাকারী বলেন, কিংবা রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ স্থানে বলেছেনঃ আমার দ্বীন-দুনিয়া ও পরিণামের ক্ষেত্রে কল্যাণকর, তাহলে আমার জন্য তা নির্ধারণ করে নিন এবং তা আমার জন্য সহজ করে দিন, আর আমার জন্য এতে বরকত দিন। হে আল্লাহ্! আর যদি আপনি জানেন যে, এটি আমার দ্বীন, দুনিয়া ও পরিণামের ক্ষেত্রে অথবা আমার বর্তমান ও ভবিষ্যতের ব্যাপারে অমঙ্গলজনক, তবে তা থেকে আমাকে বিরত রাখুন। আর আমার জন্যে কল্যাণ নির্ধারণ করুন যেখানেই হয় অতঃপর আমাকে সন্তুষ্ট রাখুন। [২০৮] (আধুনিক প্রকাশনী- ৬৮৭৪, ইসলামিক ফাউন্ডেশন- ৬৮৮৬)",
    "ar": "إِبْرَاهِيمُ بْنُ الْمُنْذِرِ حَدَّثَنَا مَعْنُ بْنُ عِيسَى حَدَّثَنِي عَبْدُ الرَّحْمَنِ بْنُ أَبِي الْمَوَالِي قَالَ سَمِعْتُ مُحَمَّدَ بْنَ الْمُنْكَدِرِ يُحَدِّثُ عَبْدَ اللهِ بْنَ الْحَسَنِ يَقُولُ أَخْبَرَنِي جَابِرُ بْنُ عَبْدِ اللهِ السَّلَمِيُّ قَالَ كَانَ رَسُولُ اللهِ صلى الله عليه وسلم يُعَلِّمُ أَصْحَابَهُ الِاسْتِخَارَةَ فِي الْأُمُورِ كُلِّهَا كَمَا يُعَلِّمُهُمْ السُّورَةَ مِنْ الْقُرْآنِ يَقُولُ إِذَا هَمَّ أَحَدُكُمْ بِالأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ ثُمَّ لِيَقُلْ اللهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ وَأَسْأَلُكَ مِنْ فَضْلِكَ فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ وَتَعْلَمُ وَلاَ أَعْلَمُ وَأَنْتَ عَلاَّمُ الْغُيُوبِ اللهُمَّ فَإِنْ كُنْتَ تَعْلَمُ هَذَا الأَمْرَ ثُمَّ تُسَمِّيهِ بِعَيْنِهِ خَيْرًا لِي فِي عَاجِلِ أَمْرِي وَآجِلِهِ قَالَ أَوْ فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثُمَّ بَارِكْ لِي فِيهِ اللهُمَّ وَإِنْ كُنْتَ تَعْلَمُ أَنَّهُ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي أَوْ قَالَ فِي عَاجِلِ أَمْرِي وَآجِلِهِ فَاصْرِفْنِي عَنْهُ وَاقْدُرْ لِي الْخَيْرَ حَيْثُ كَانَ ثُمَّ رَضِّنِي بِهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২০৮] যারা জীবনের গুরুত্বপূর্ণ বিষয়াবলীর ক্ষেত্রে ইসতিখারার দু’আ পাঠ করে সংশ্লিষ্ট বিষয়ে আল্লাহর সিদ্ধান্ত কামনা করবেন, তারা ক্ষতির হাত থেকে রক্ষা পাবেন ইনশাআল্লাহ্।",
    "chapter": {
      "chapter_number": "97"
    }
  }
}