{
  "hadith": {
    "hadith_id": 7392,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আল্লাহ্ তা‘আলার নিরানববইটি এক কম একশ’টি নাম আছে।[১] যে ব্যক্তি এগুলো মুখস্থ করে রাখবে সে জান্নাতে প্রবেশ করবে। أَحْصَيْنَاهُ  -এর অর্থ حَفِظْنَاهُ অর্থাৎ আমরা একে মুখস্থ করলাম। [২৭৩৬] (আধুনিক প্রকাশনী- ৬৮৭৬, ইসলামিক ফাউন্ডেশন- ৬৮৮৮)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، حَدَّثَنَا أَبُو الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِنَّ لِلَّهِ تِسْعَةً وَتِسْعِينَ اسْمًا مِائَةً إِلاَّ وَاحِدًا، مَنْ أَحْصَاهَا دَخَلَ الْجَنَّةَ ‏\"‏‏.‏ ‏{‏أَحْصَيْنَاهُ‏}‏ حَفِظْنَاهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২৭৩৬] কেউ কেউ এ হাদীস থেকে প্রমাণ গ্রহণ করেন যে, আল্লাহ তা‘আলার নামের সংখ্যা শুধু মাত্র ৯৯টি। অথচ হাদীসের বর্ণনা থেকে এমনটি বুঝা যায় না। বরং এ ৯৯টি ছাড়াও আল্লাহ তা‘আলার অনেক নাম রয়েছে। তার প্রমাণ রসূল (সাঃ) বলেন :\n\nأَسْأَلُكَ بِكُلِّ اسْمٍ هُوَ لَكَ سَمَّيْتَ بِهِ نَفْسَكَ أَوْ عَلَّمْتَهُ أَحَدًا مِنْ خَلْقِكَ أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ أَوْ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الْغَيْبِ عِنْدَكَ\n\nহাদীসটি বর্ণনা করেছেন আহমাদ, ইবনু হিববান ও হাকেম। হাদীসটি সহীহ।\n\nসুতরাং তিনি যা তার ইলমে গায়েবের মধ্যে অন্তর্ভুক্ত করেছেন তা করো পক্ষে সীমাবদ্ধ করা সম্ভব নয়।\n\nসুতরাং উল্লেখিত হাদীস এ সংখ্যায় সীমাবদ্ধ করার প্রমাণ বহন করে না। যদি সীমাবদ্ধতা উদ্দেশ্য হতো তবে বর্ণনাভঙ্গি হত এমন إن أسماء الله تسعة وتسعون اسما من أحصاها دخل الجنة\n\nযেমন কেউ যদি বলে, আমার কাছে একশত টাকা আছে যা আমি সাদাকা করার জন্য প্রস্ত্তত করে রেখেছি্। এর অর্থ এটা নয় যে, তার কাছে আর অন্য কোন টাকা নেই। বরং তার কাছে টাকা আছে। কিন্তু ওগুলো সাদাকার জন্য প্রস্ত্তত করেনি। সাদাকার জন্য শুধুমাত্র এ একশত টাকাই প্রস্ত্তত করেছে।\n\nসুতরাং হাদীসটির অর্থ হচ্ছে : আল্লাহ তা‘আলার অসংখ্য নামের মধ্য থেকে এ ৯৯টি (নামের) সংখ্যার ফযীলত হলো: যে ব্যক্তি এগুলো গণনা করবে, হিফাযাত করবে এবং নামের চাহিদা মোতাবেক আমাল করবে সে জান্নাতে প্রবেশ করবে। (বিস্তারিত দেখুন ’’ শাইখ মুহাম্মাদ ইবনু সালেহ আল উসাইমীনের القواعد المثلى في صفات الله وأسمائه الحسنى গ্রন্থে, ফাতহুল বারী ও ফাতাওয়ায়ে ইমাম ইবনে তাইমিয়ার ৬ নং খন্ড ৩৮২ পৃঃ ও ৩৭৯ পৃঃ)",
    "chapter": {
      "chapter_number": "97"
    }
  }
}