{
  "hadith": {
    "hadith_id": 740,
    "narrator": "সাহল ইব্‌নু সা’দ (রাঃ)",
    "bn": "তিনি বলেন, লোকদের নির্দেশ দেয়া হত যে, সালাতে প্রত্যেকে ডান হাত বাম হাতের উপর রাখবে। [১] আবূ হাযিম (রহঃ) বলেন, সাহল (রহঃ) এ হাদীসটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করতেন বলেই জানি। ইসমাঈল (রহঃ) বলেন, এ হাদীসটি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতেই বর্ণনা করা হতো। তবে তিনি এমন বলেননি যে, সাহল (রহঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করতেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ كَانَ النَّاسُ يُؤْمَرُونَ أَنْ يَضَعَ الرَّجُلُ الْيَدَ الْيُمْنَى عَلَى ذِرَاعِهِ الْيُسْرَى فِي الصَّلاَةِ‏.‏ قَالَ أَبُو حَازِمٍ لاَ أَعْلَمُهُ إِلاَّ يَنْمِي ذَلِكَ إِلَى النَّبِيِّ صلى الله عليه وسلم‏.‏ قَالَ إِسْمَاعِيلُ يُنْمَى ذَلِكَ‏.‏ وَلَمْ يَقُلْ يَنْمِي‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ওয়ালিল বিন হুজর (রাঃ) হতে বর্ণিত, তিনি বলেন, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে সালাত আদায় করেছি। তিনি তাঁর বুকে ডান হাত বাম হাতের উপর রাখতেন ।\tবুখারীর হাদীসের আরবী ইবারতে ---- শব্দের অর্থ করেছেন হাতের কব্জি। কিন্তু এমন কোন অভিধান নেই যেখানে ---- অর্থ কব্জি করা হয়েছে। আরবী অভিধানগুলিতে ----  শব্দের অর্থ পূর্ণ একগজ বিশিষ্ট হাত। অনুবাদক শুধুমাত্র সহীহ হাদীসকে ধামাচাপা দিয়ে মাযহাবী মতকে অগ্রাধীকার দেয়ার উদ্দেশ্যে ইচ্ছাকৃতভাবে অনুবাদে পূর্ণ হাতের পরিবর্তে কব্জি উল্লেখ করেছেন। তথাপিও সংশয় নিরসনের লক্ষে এ সম্পর্কে খানিকটা বিশদ আলোচনা উদ্ধৃত করা হলঃ\n\nওয়াইল বিন হুজর (রাঃ) থেকে বর্ণিত। তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে সালাত আদায় করেছি। (আমি দেখেছি) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  স্বীয় ডান হাত বাম হাতের উপর রেখে বুকের উপর রাখলেন ।\t (বুখারী ১০২ পৃষ্ঠা। সহীহ ইব্‌নু খুযায়মাহ ২০ পৃষ্ঠা। মুসলিম ১৭৩ পৃষ্ঠা। আবু দাউদ ১ম খণ্ড ১১০, ১২১, ১২৮ পৃষ্ঠা। তিরমিযী ৫৯ পৃষ্ঠা। নাসাঈ ১৪১ পৃষ্ঠা। ইব্‌নু মাজাহ, ৫৮, ৫৯ পৃষ্ঠা, মেশকাত ৭৫ পৃষ্ঠা। মুয়াত্তা মালিক ১৭৪ পৃষ্ঠা। মুয়াত্তা মুহাম্মাদ ১৬০ পৃষ্ঠা। যাদুল মায়াদ ১২৯ পৃষ্ঠা। হিদায়া দিরায়াহ ১০১ পৃষ্ঠা। কিমিয়ায়ে সাআদাত ১ম খণ্ড ১৮৯ পৃষ্ঠা। বুখারী আযীযুল হক ১ম খণ্ড হাদীস নং ৪৩৫। বুখারী আধুনিক প্রকাশনী ১ম খণ্ড হাদীস নং ৬৯৬। বুখারী ইসলামিক ফাউণ্ডেশন ২য় খণ্ড হাদীস নং ৭০২; মুসলিম ইসলামিক ফাউণ্ডেশন ২য় খণ্ড হাদীস নং ৮৫১। আবু দাউদ ইসলামিক ফাউণ্ডেশন ১ম খণ্ড হাদীস নং ৭৫৯, তিরমিযী ইসলামিক ফাউণ্ডেশন ১ম খণ্ড হাদীস নং ২৫২, মেশকাত নূর মোহাম্মদ আযমী ২য় খণ্ড ও মাদ্‌রাসা পাঠ্য ২য় খণ্ড হাদীস নং ৭৪১, ৭৪২। বুলুগুল মারাম বাংলা ৮২ পৃষ্ঠা)\t\t\t\t\t\t  বুকের উপর হাত বাঁধা সম্বন্ধে একটি হাদীস বর্ণিত হলঃ সীনা বা বুকের উপর এরূপভাবে হাত বাঁধতে হবে যেন ডান হাত উপরে এবং বাম হাত নিচে থাকে। (মুসলিম, আহমাদ, ও ইব্‌নু খুযাইমাহ) হাত বাঁধার দু’টি নিয়মঃ\n\nপ্রথম নিয়মঃ ডান হাতের কব্জি বাম হাতের কব্জির জোড়ের উপর থাকবে। (ইব্‌নু খুযাইমাহ)\n\nদ্বিতীয় নিয়মঃ ডান হাতের আঙ্গুলগুলি বাম হাতের কনুই-এর উপর থাকবে, অর্থাৎ সমস্ত ডান হাত বাম হাতের উপর থাকবে। (বুখারী)\n\nএটাই যিরা’আহর উপর যিরা’আহ রাখার পদ্ধতি ।\n\nবুকে হাত বাঁধা সম্পর্কে আলোচনাঃ\t\n\nকে হাত বাঁধা সম্পর্কে আল্লামা হায়াত সিন্ধী একখানা আরবী রিসালা লিখে তাতে তিনি প্রমাণিত করেছেন যে, সালাতে সীনার উপর হাত বাঁধতে হবে। তাঁর পুস্তিকার নাম “ফতহুল গফূর ফী তাহকীকে ওযয়িল ইয়াদায়নে আলাস সদূর”। পুস্তিকা খানা ৮ পৃষ্ঠায় সমাপ্ত। তা হতে কয়েকটি দলিল উদ্ধৃত করছি ।\t\t\t\t\t      \n১। ইমাম আহমাদ স্বীয় মসনদে কবীসহা বিন হোল্‌ব- তিনি স্বীয় পিতা (হোল্‌ব) হতে রিওয়ায়াত করেছেন যে, তিনি (হোল্‌ব) বলেন যে, আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে (সালাত হতে ফারেগ হতে মুসল্লিদের দিকে) ডান ও বাম দিকে ফিরতে দেখেছি, আর দেখেছি তাঁকে স্বীয় সীনার উপর হাত বাঁধতে। উক্ত হাদীসে ‘ইয়াহইয়া’ নামক রাবী স্বীয় দক্ষিণ হস্ত বাম হস্তের কব্জির উপর রেখে দেখালেন। আল্লামা হায়াত সিন্ধী বলেন যে, আমি ‘তাহকীক’ কিতাবে ---- তিনি স্বীয় সীনার উপর হাত রাখলেন, এ কথা দেখেছি। আর আমরা বলছি যে, হাফিয আবূ উমর ইব্‌নু আবদুল বর স্বীয় “আল ইসতিআব ফী মাআরিফাতিল আসহাব” কিতাবে উক্ত হাদীস ‘হোলব’ সাহাবী হতে তাঁর পুত্র কবীসা রিওয়ায়াত করেছেন এ কথা উল্লেখ করে উক্ত হাদীস সহীহ বলেছেন। (২য় খণ্ড, ৬০০ পৃঃ)\n২। ইমাম আবূ দাউদ তাউস (তাবিঈ) হতে সীনার উপর হাত বাঁধার হাদীস রিওয়ায়াত করেছেন।\n\n৩। ইমাম ইব্‌নু ‘আবদুল বর “আত তামহীদ লিমা ফীল মুয়াত্তা মিনাল মাআনী ওয়াল আসানীদ” কিতাবে উক্ত ‘তাউস’ তাবি’ঈর হাদীস উল্লেখ করে সীনার উপর হাত বাঁধার কথা বলেছেন। এতদ্ব্যতীত ওয়ায়েল বিন হুজর হতেও সীনার উপর হাত বাঁধার হাদীস উল্লেখ করেছেন ।\n৪। ইমাম বাইহাকী ‘আলী “ফাসল্লি লি রাব্বিকা ওয়ান্‌হার”, এর অর্থ এরূপ বর্ণনা করেছেনঃ তুমি নামায পড়ার সময় ডান হাত বাম হাতের উপর রাখ। (জওহারুন্‌ নকীসহ সুনানে কুবরা ২৪-৩২ পৃঃ)\n\n৫। ইমাম বুখারী স্বীয় ‘তারীখে’ ‘উকবাহ বিন সহবান, তিনি (‘উকবাহ) ‘আলী (রাঃ) হতে রিওয়ায়াত করেছেন যে, ‘আলী (রাঃ) বাম হাতের উপর ডান হাত রেখে (হস্তদ্বয়) সীনার উপর বেঁধে “ফাসল্লি লি রব্বিকা ওয়ানহার” (আয়াতের) অর্থ বুঝালেন। অর্থাৎ উক্ত আয়াতের অর্থ ‘তুমি সীনার উপর হাত বেঁধে সালাতে যাও’। এর বাস্তব রূপ তিনি [‘আলী (রাঃ)} সীনার উপর হাত বেঁধে দেখালেন। উক্ত আয়াতের অর্থ ‘আবদুল্লাহ বিন ‘আব্বাস (রাঃ) হতেও অনুরূপ বর্ণিত হয়েছে। এখন নাভীর নীচে হাত বাঁধার কোন হাদীস আছে কিনা তা-ই দেখা যাক ।\nনাভীর নিচে হাত বাঁধাঃ\t\nইমাম বাইহাকী ‘আলী হতে নাভীর নিচে হাত বাঁধার একটি হাদীস উল্লেখ করে তাকে যঈফ বলেছেন ।\n\nনাভীর নিচে হাত বাঁধার কোন সহীহ হাদীস নেইঃ \n\nআল্লামা সিন্ধী হানাফী বিদ্বানগণের কথা উল্লেখ করে লিখেছেন, যদি তুমি বল যে, ইব্‌নু আবী শায়বার ‘মুসান্নাফ’ (হাদীসের কিতাবের নাম) হতে শায়খ কাসিম বিন কাতলুবাগা ‘তাখরীজু আহাদিসিল এখতিয়ার’ কিতাবে ‘ওকী’ মুসা বিন ওমায়রাহ হতে, মূসা আলকামা বিন ওয়ায়িল বিন হুজর হতে যে রিয়ায়াত করেছেন তাতে ‘নাভীর নিচে’ হাত বাঁধার কথা উল্লেখ আছে। তবে আমি (আল্লামা সিন্ধী) বলি যে, ‘নাভির নীচে’ হাত বাঁধার হাদীস ভুল। ‘মুসান্নাফ’ এর সহীহ গ্রন্থে উক্ত সনদের উল্লেখ আছে। কিন্তু ‘নাভীর নিচে’ এই শব্দের উল্লেখ নেই। উক্ত হাদীস পরে (ইবরাহীম) ‘নখয়ী’ এর আসার (সাহাবা ও তাবিঈদের উক্তি ও আচরণকে ‘আসার’ বলে) উল্লেখ আছে। উক্ত ‘আসার’ ও হাদীসের উক্তি প্রায় নিকটবর্তী। উক্ত ‘আসার’-এর শেষ ভাগে ‘ফিস্‌সালাতে তাহ্‌তাস সুররাহ’ অর্থাৎ নামাযের মধ্যে নাভীর নিচে (হাত বাঁধার উল্লেখ আছে)। মনে হয় লেখকের লক্ষ্য  এক লাইন হতে অন্য লাইনে চলে যাওয়ায় ‘মওকুফ’ (হাদিসকে) ‘মরফু’ লিখে দিয়েছেন। (যে হাদীসের সম্বন্ধ-সাহাবার সাথে হয় তাকে ‘মওকুফ’ আর যার সম্বন্ধ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে হয় তাকে ‘মরফু’ হাদীস বলে)। আর আমি যা কিছু বললাম আমার কথা হতে এটাই প্রকাশ পায় যে, ‘মুসান্নাফ’ এর সব খণ্ড মিলিতভাবে নাভীর নিচে হাত বাঁধা বিষয়ে এক নয় অর্থাৎ সবগুলোতে নাভীর নীচে হাত বাঁধার কথাটি উল্লেখ নাই। তাছাড়া বহু আহলে হাদীস (মুহাদ্দিস) উক্ত হাদীস রিওয়ায়াত করেছেন। অথচ ‘নাভির নীচে’ এর কেউই উল্লেখ করেননি। আর আমি তাঁদের মধ্যেকার কোন ব্যক্তি হতে শুনিওনি। কেবল ‘কাসেম বিন কাতলুবাগা ঐ কথার (নাভির নীচে) উল্লেখ করেছেন। তিনি ‘তাম্‌হীদ’ কিতাবের কথা উল্লেখ করে লিখেছেন যে, (আহলে হাদীসদের মধ্যে প্রথম) ইব্‌নু আব্দিল বর উক্ত কিতাবে বলেছেন যে, সওরী ও আবূ হানীফা নাভির নীচের কথা বলেছেন। আর সেটা ‘আলী ও ইব্‌রাহীম নখঈ হতে বর্ণিত হয়ে থাকে বটে, কিন্তু ঐ দু’জন (‘আলী ও নখঈ) হতে সঠিকভাবে প্রমাণিত হয়নি। যদি সেটা হাদীস হতো তাহলে ইব্‌নু ‘আবদুল বর ‘মুসান্নাফ’ হতে ওটা অবশ্য উল্লেখ করতেন। কেননা হাত বাঁধা সম্বন্ধে ইব্‌নু আবী শায়বা হতে তিনি বহু রিওয়ায়াত এনেছেন। ২য় ইব্‌নু হজর আসকালানী, (আহলে হাদীস) ৩য় মুজদুদ্‌দ্বীন ফিরোজাবাদী (আহলে হাদীস) ৪র্থ আল্লামা সৈয়ূতী, (আহলে হাদীস) ৫ম আল্লামা যয়লয়ী, (মুহাক্কিক) ৬ষ্ঠ আল্লামা আয়নী (আহলে তাহ্‌কীক) ও ৭ম ইব্‌নু আমীরিল হাজ্জ (আহলে হাদীস) প্রভৃতির উল্লেখ করে তিনি লিখেছেন যে, যদি “নাভির নীচে”-এর কথা থাকত তাহলে সকলেই তা উল্লেখ করতেন। কেননা তাঁদের সকলের কিতাব ইব্‌নু আবী শায়বার বর্ণিত হাদীস দ্বারা পূর্ণ। তিনি এ সম্পর্কিত হাদীসদ্বয়ের আলোচনা করে বুকে হাত বাঁধাকে ওয়াজিব বলেছেন। সিন্ধী সাহেব উপসংহারে লিখেছেন “জেনে রাখ যে, ‘নাভির নীচে’-এ কথা প্রমাণের দিক দিয়ে না ‘কত্‌য়ী’ (অকাট্য), না ‘যন্নী’ (বলিষ্ঠ ধারণামূলক)। বরং প্রমাণের দিক দিয়ে ‘মওহূম’ (কল্পনা প্রসূত) আর যা মওহূম তদ্‌দ্বারা শরীয়তের হুকুম প্রমাণিত হয় না।   .......কাজেই শুধু শুধু কল্পনা করে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দিকে কোন বস্তুর সম্বন্ধ করা জায়েজ নয়। অর্থাৎ শুধু কল্পনার উপর নির্ভর করে নাভীর নীচে হাত রাখার নিয়মকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে সম্পর্কিত করা জায়েজ নয়। যখন উপরিউক্ত আলোচনা হতে স্পষ্টভাবে প্রকাশ হয়ে গেল যে, নামাযের মধ্যে সীনার উপর হাত বাঁধা নয় যে, ওটা হতে মুখ ফিরিয়ে নেন। আর ঐ বস্তু হতে কিরূপ মুখ ফিরিয়ে নেয়া সম্ভব যা রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)  হতে প্রমাণিত হয়েছে। কেননা রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন যে, আমি যা এনেছি (অর্থাৎ আল্লাহ্‌র ব্যবস্থা), যতক্ষণ পর্যন্ত তোমাদের মধ্যে কেউ তার প্রবৃত্তিকে তার অনুগামী না করবে ততক্ষণ পর্যন্ত ঈমানদার হতে পারবে না। অতএব, প্রত্যেক মুসলমান (স্ত্রী-পুরুষের) উচিত তাঁর উপর আমল করা, আর কখনো কখনো এই দু’আ করা-  \t\t\t\t\t\t\t\t\t\t     প্রভু হে, যে বিষয়ে মতভেদ করা হয়েছে তাতে আমাদেরকে সত্য পথের সন্ধান দাও। কেননা তুমিই তো যাকে ইচ্ছা ‘সিরাতে মুস্তাকীমের’ পথ দেখিয়ে থাক”।  (উক্ত কিতাব ২-৮ পৃঃ ও ইবকারুল মিনান ৯৭-১১৫ পৃঃ)\n\nআল্লামা নাসিরুদ্দীন আলবানী তাঁর সীফাত গ্রন্থে হাত বাঁধা সম্পর্কে লিখতে গিয়ে শিরোনাম এসেছেনঃ ---- বুকের উপর দু’হাত রাখা। অতঃপর তিনি হাদীস উল্লেখ করে নিচে টীকা লিখেছেন। যা বন্ধনীর মধ্যে দেখানো হল। “নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাম হাতের পিঠ, কব্জি ও বাহুর উপর হাত রাখতেন ।” [আবূ দাউদ, নাসাঈ, ১/৪/২ সহীহ সনদে, আর ইবনু হিব্বানও সহীহ আখ্যা দিয়েছেন। ৪৮৫ ]\t\t     “এ বিষয়ে স্বীয় সাহাবাগণকেও আদেশ প্রদান করেছেন ।” (মালিক, বিখারী ও আবূ আওয়ানাহ)\t\t\t\t\t\t\t\t\t\t    তিনি কখনো ডান হাত দ্বারা বাম হাত আঁকড়ে ধরতেন ।” (নাসাঈ, দারাকুত্বনী, সহীহ সনদ সহকারে। এ হাদীস প্রমাণ করছে যে, হাত বাঁধা সুন্নাত। আর প্রথম হাদীস প্রমাণ করছে যে, হাত রাখা সুন্নাত। অতএব উভয়টাই সুন্নাত। কিন্তু হাত বাঁধা ও হাত রাখার মধ্যে সমন্বয় বিধান করতে গিয়ে পরবর্তী হানাফী ‘আলিমগণ যে পদ্ধতি পছন্দ করেছেন তা হচ্ছে বিদআত; যার রূপ তারা এভাবে উল্লেখ করেছেন যে, ডান হাতকে বাম হাতের উপর কনিষ্ঠ ও বৃদ্ধাঙ্গুলি দ্বারা আঁকড়ে ধরবে এবং অপর তিন আঙ্গুলি বিছিয়ে রাখবে (ইব্‌নু আবিদ্বীন কর্তৃক দুররে মুখতারের টীকা (১/৪৫৪)। এতএব, হে পাঠক! পরবর্তীদের (মনগড়া) এ কথা যেন আপনাকে ধোঁকায় না ফেলে ।\n“তিনি হস্তদ্বয়কে বুকের উপর রাখতেন ।” [আবু দাউদ, ইব্‌নু খুযাইমাহ স্বীয় সহীহ গ্রন্থে (১/৫৪/২) আহমাদ, আবুশ্‌ শাইখ স্বীয় “তারীখু আছবাহান” গ্রন্থে (পৃষ্ঠা ১২৫) ইমাম তিরমিযীর একটি সনদকে হাসান বলেছেন। গভীরভাবে চিন্তা করলে এর বক্তব্য মুওয়াত্তা ইমাম মালিক এবং বুখারীতে পাওয়া যাবে। আলবানী বলেন, এ হাদীসের বিভিন্ন বর্ণনাসুত্রে নিয়ে আমি ---- কিতাবের (১১৮) পৃষ্ঠায় বিস্তারিত আলোচনা করেছি ।\nজ্ঞাতব্যঃ বুকের উপর হাত রাখাটাই সহীহ হাদীস দ্বারা সাব্যস্ত। এছাড়া অন্য কোথাও রাখার হাদীস হয় দুর্বল আর না হয় ভিত্তিহীন। এই সুন্নাতের উপর ইমাম ইসহাক বিন রাহভিয়া ‘আমল করেছেন। মারওয়াযী --- গ্রন্থে ২২২ পৃষ্ঠাতে বলেন, ইসহাক আমাদেরকে নিয়ে বিত্‌রের সালাত পড়তেন এবং তিনি কুনূতে হাত উঠাতেন আর রুকু’র পূর্বে কুনূত পড়তেন। তিনি বক্ষদেশ উপর বা নীচে হাত রাখতেন। কাযী ‘ইয়াযও ---কিতাবের ১৫ পৃষ্ঠায় (রিবাত্ব তৃতীয় সংস্করণ) এ ---- সালাতের মুস্তাহাব কাজ বর্ণনার ক্ষেত্রে অনুরূপ কথা বলেছেন, ডান হাতকে বাম হাতের পৃষ্ঠের উপর বুকে রাখা। ‘আবদুল্লাহ ইব্‌নু আহমাদের বক্তব্যও এর কাছাকাছি, তিনি তাঁর ---- এর ৬২ পৃষ্ঠায় বলেনঃ আমার পিতাকে দেখেছি যখন তিনি সালাত পড়তেন তখন তাঁর এক হাতকে অপর হাতের উপর নাভির উপরস্থলে রাখতেন, দেখুন ---- (৩৫৩)।] (দেখুন নাসিরুদ্দীন আল-আলবানী কৃত সিফাতু সলাতুন্নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম)",
    "chapter": {
      "chapter_number": "10"
    }
  }
}