{
  "hadith": {
    "hadith_id": 7410,
    "narrator": "আনাস (রাঃ)",
    "bn": "আনাস (রাঃ) হতে বর্ণিত। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ক্বিয়ামাতের দিন আল্লাহ্ তা’আলা ঈমানদারদেরকে একত্রিত করবেন, তখন তারা বলবে, আমরা আমাদের প্রতিপালকের কাছে কোন সুপারিশ যদি নিয়ে যেতাম তাহলে তিনি আমাদেরকে এ স্থান থেকে বের করে শান্তি প্রদান করতেন। এরপর তারা আদাম (আঃ) -এর কাছে গিয়ে বলবে, হে আদাম (আঃ)! আপনি কি মানুষের অবস্থা দেখছেন না? অথচ আল্লাহ্ আপনাকে নিজ হাতে সৃষ্টি করেছেন। আপনাকে তিনি তাঁর ফেরেশ্‌তাগণ দিয়ে সাজদাহ্‌ করিয়েছেন। আর আপনাকে সব জিনিসের নাম শিখিয়েছেন। কাজেই আপনি আমাদের রব্বের কাছে সুপারিশ করুন, যেন এ স্থান থেকে আমাদেরকে তিনি স্বস্তি দেন। আদাম (আঃ) তখন বলবেন, এ কাজের জন্য আমি উপযুক্ত নই। এবং আদাম (আঃ) তাদের কাছে নিজের ভুলের কথা স্মরণ করবেন এবং বলবেন, তোমরা বরং নূহ (আঃ) -এর কাছে যাও। যেহেতু তিনিই আল্লাহ্‌র প্রথম রসূল। যাঁকে তিনি যমীনবাসীর কাছে পাঠিয়েছিলেন। তারা নূহ (আঃ) -এর কাছে আসবে। তিনিও বলবেন, আমি তোমাদের এ কাজের উপযুক্ত নই। তিনি তাঁর কৃত ভুলের কথা মনে করে বলবেন, তোমরা বরং আল্লাহ্‌র খলীল ইব্‌রাহীম (আঃ) -এর কাছে যাও। তখন তারা ইব্‌রাহীম (আঃ) -এর কাছে আসবে। তিনিও তাদের কাছে স্বীয় ভুলের কথা উল্লেখ করে বলবেন, আমি তোমাদের এ কাজের উপযুক্ত নই। তোমরা বরং মূসা (আঃ) -এর কাছে যাও। তিনি এমন এক বান্দা যাঁকে আল্লাহ্ তাওরাত দিয়েছিলেন এবং তাঁর সঙ্গে তিনি সরাসরি কথা বলেছিলেন। তারা তখন মূসা (আঃ) -এর কাছে আসবে। মূসা (আঃ) -ও বলবেন, আমি তোমাদের এ কাজের যোগ্য নই। তাদের কাছে তিনি নিজের ভুলের কথা উল্লেখ করে বলবেন, তোমরা বরং ‘ঈসা (আঃ) -এর কাছে যাও। যিনি আল্লাহ্‌র বান্দা, তাঁর রসূল, কালেমা ও রূহ। তখন তারা ‘ঈসা (আঃ) -এর কাছে আসবে। তখন ‘ঈসা (আঃ) বলবেন, আমি তোমাদের এ কাজের উপযুক্ত নই। তোমরা বরং মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে যাও। তিনি এমন এক বান্দা, যাঁর আগের ও পরের সব গুনাহ মাফ করে দেয়া হয়েছে। তারা সবাই আমার কাছে আসবে। আমি তখন আমার রব্বের কাছে অনুমতি চাইব। আমাকে এর অনুমতি দেয়া হবে। আমি আমার রব্বকে যখন দেখতে পাব, তখনই আমি তাঁর সামনে সাজদায় পড়বো। আল্লাহ্ তাঁর মরজী অনুসারে যতক্ষণ আমাকে সেভাবে রাখার রেখে দেবেন। তারপর আমাকে বলা হবে, হে মুহাম্মদ! মাথা উঠান। বলুন, শোনা হবে। চান, দেয়া হবে। সুপারিশ করুন, গ্রহণ করা হবে। তখন আমার রব্বের শিখিয়ে দেয়া প্রশংসার দ্বারা আমি তাঁর প্রশংসা করব। তারপর আমি শাফা’আত করব। আমার জন্য একটা সীমা নির্দিষ্ট করে দেয়া হবে। এরপর আমি তাদেরকে জান্নাতে প্রবেশ করিয়ে দেব। তারপর আমি ফিরে আসব। যখন আমি আমার প্রতিপালককে দেখতে পাব তখন তাঁর জন্য সেজদায় পড়ে যাব। আল্লাহ্‌র মরজী মোতাবেক যতক্ষণ আমাকে এভাবে রাখতে চাইবেন রেখে দেবেন। তারপর আমাকে বলা হবে, হে মুহাম্মদ! মাথা উঠান। বলুন, শোনা হবে। চান, দেয়া হবে। সুপারিশ করুন, গ্রহণ করা হবে। তখন আমার রব্বের শিখিয়ে দেয়া প্রশংসার দ্বারা আমি তাঁর প্রশংসা করব এবং সুপারিশ করব। তখনো আমার জন্য একটা সীমা নির্দিষ্ট করা হবে। আমি তাদেরকে জান্নাতে প্রবেশ করিয়ে দেব। তারপর আমি আবার ফিরে আসব। আমি এবারও আমার প্রতিপালককে দেখামাত্র সাজদাহ্‌য় পড়ে যাব। আল্লাহ্‌ তা’আলা তাঁর মরজী মোতাবেক যতক্ষণ ইচ্ছা আমাকে ঐ অবস্থায় রাখবেন। তারপর বলা হবে, হে মুহাম্মাদ! মাথা উঠান। বলুন, শোনা হবে। চান, দেয়া হবে। সুপারিশ করুন, কবুল করা হবে। তখন আমার রব্বের শেখানো প্রশংশার দ্বারা প্রশংসা করে শাফাআত করব। তখনও আমার জন্য একটা সীমা নির্দিষ্ট করা থাকবে। আমি তাদেরকে জান্নাতে প্রবেশ করিয়ে দেব। অতঃপর আমি তাঁর কাছে ফিরে গিয়ে বলব, হে আমার রব্ব! এখন একমাত্র তারাই জাহান্নামে বাকী আছে, যাদেরকে কুরআন আটক করে রেখে দিয়েছে। এবং যাদের উপর স্থায়ীভাবে জাহান্নাম অবধারিত হয়ে গিয়েছে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যে ব্যক্তি ‘লা ইলাহা ইল্লাল্লাহ্’ পড়েছে, আর তার দিলে একটি যবের ওজন পরিমাণ ঈমান আছে, তাকেও জাহান্নাম থেকে বের করা হবে।  তারপর বের করা হবে জাহান্নাম থেকে তাদেরকেও, যারা ‘লা ইলাহা ইল্লাল্লাহ্’ পড়েছে এবং তার দিলে একটি গমের ওযন পরিমাণ ঈমান আছে। জাহান্নাম থেকে (সর্বশেষ) তাকে বের করা হবে, যে ব্যক্তি ‘লা ইলাহা ইল্লাল্লাহ্‌’ পড়েছে এবং তার দিলে অণু পরিমাণ মাত্র ঈমান আছে। (আধুনিক প্রকাশনী- ৬৮৯৪, ইসলামিক ফাউন্ডেশন- ৬৯০৬)",
    "ar": "حَدَّثَنِي مُعَاذُ بْنُ فَضَالَةَ، حَدَّثَنَا هِشَامٌ، عَنْ قَتَادَةَ، عَنْ أَنَسٍ، أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ ‏\"‏ يَجْمَعُ اللَّهُ الْمُؤْمِنِينَ يَوْمَ الْقِيَامَةِ كَذَلِكَ فَيَقُولُونَ لَوِ اسْتَشْفَعْنَا إِلَى رَبِّنَا حَتَّى يُرِيحَنَا مِنْ مَكَانِنَا هَذَا‏.‏ فَيَأْتُونَ آدَمَ فَيَقُولُونَ يَا آدَمُ أَمَا تَرَى النَّاسَ خَلَقَكَ اللَّهُ بِيَدِهِ وَأَسْجَدَ لَكَ مَلاَئِكَتَهُ وَعَلَّمَكَ أَسْمَاءَ كُلِّ شَىْءٍ، شَفِّعْ لَنَا إِلَى رَبِّنَا حَتَّى يُرِيحَنَا مِنْ مَكَانِنَا هَذَا‏.‏ فَيَقُولُ لَسْتُ هُنَاكَ ـ وَيَذْكُرُ لَهُمْ خَطِيئَتَهُ الَّتِي أَصَابَ ـ وَلَكِنِ ائْتُوا نُوحًا، فَإِنَّهُ أَوَّلُ رَسُولٍ بَعَثَهُ اللَّهُ إِلَى أَهْلِ الأَرْضِ‏.‏ فَيَأْتُونَ نُوحًا فَيَقُولُ لَسْتُ هُنَاكُمْ ـ وَيَذْكُرُ خَطِيئَتَهُ الَّتِي أَصَابَ ـ وَلَكِنِ ائْتُوا إِبْرَاهِيمَ خَلِيلَ الرَّحْمَنِ‏.‏ فَيَأْتُونَ إِبْرَاهِيمَ فَيَقُولُ لَسْتُ هُنَاكُمْ ـ وَيَذْكُرُ لَهُمْ خَطَايَاهُ الَّتِي أَصَابَهَا ـ وَلَكِنِ ائْتُوا مُوسَى عَبْدًا أَتَاهُ اللَّهُ التَّوْرَاةَ وَكَلَّمَهُ تَكْلِيمًا ـ فَيَأْتُونَ مُوسَى فَيَقُولُ لَسْتُ هُنَاكُمْ ـ وَيَذْكُرُ لَهُمْ خَطِيئَتَهُ الَّتِي أَصَابَ ـ وَلَكِنِ ائْتُوا عِيسَى عَبْدَ اللَّهِ وَرَسُولَهُ وَكَلِمَتَهُ وَرُوحَهُ‏.‏ فَيَأْتُونَ عِيسَى فَيَقُولُ لَسْتُ هُنَاكُمْ وَلَكِنِ ائْتُوا مُحَمَّدًا صلى الله عليه وسلم عَبْدًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ‏.‏ فَيَأْتُونِي فَأَنْطَلِقُ فَأَسْتَأْذِنُ عَلَى رَبِّي فَيُؤْذَنُ لِي عَلَيْهِ، فَإِذَا رَأَيْتُ رَبِّي وَقَعْتُ لَهُ سَاجِدًا فَيَدَعُنِي مَا شَاءَ اللَّهُ أَنْ يَدَعَنِي ثُمَّ يُقَالُ لِي ارْفَعْ مُحَمَّدُ، وَقُلْ يُسْمَعْ، وَسَلْ تُعْطَهْ، وَاشْفَعْ تُشَفَّعْ‏.‏ فَأَحْمَدُ رَبِّي بِمَحَامِدَ عَلَّمَنِيهَا، ثُمَّ أَشْفَعُ فَيَحُدُّ لِي حَدًّا فَأُدْخِلُهُمُ الْجَنَّةَ، ثُمَّ أَرْجِعُ فَإِذَا رَأَيْتُ رَبِّي وَقَعْتُ سَاجِدًا، فَيَدَعُنِي مَا شَاءَ اللَّهُ أَنْ يَدَعَنِي ثُمَّ يُقَالُ ارْفَعْ مُحَمَّدُ، وَقُلْ يُسْمَعْ، وَسَلْ تُعْطَهْ، وَاشْفَعْ تُشَفَّعْ، فَأَحْمَدُ رَبِّي بِمَحَامِدَ عَلَّمَنِيهَا رَبِّي ثُمَّ أَشْفَعُ فَيَحُدُّ لِي حَدًّا فَأُدْخِلُهُمُ الْجَنَّةَ، ثُمَّ أَرْجِعُ فَإِذَا رَأَيْتُ رَبِّي وَقَعْتُ سَاجِدًا، فَيَدَعُنِي مَا شَاءَ اللَّهُ أَنْ يَدَعَنِي ثُمَّ يُقَالُ ارْفَعْ مُحَمَّدُ، قُلْ يُسْمَعْ، وَسَلْ تُعْطَهْ، وَاشْفَعْ تُشَفَّعْ، فَأَحْمَدُ رَبِّي بِمَحَامِدَ عَلَّمَنِيهَا، ثُمَّ أَشْفَعُ فَيَحُدُّ لِي حَدًّا فَأُدْخِلُهُمُ الْجَنَّةَ، ثُمَّ أَرْجِعُ فَأَقُولُ يَا رَبِّ مَا بَقِيَ فِي النَّارِ إِلاَّ مَنْ حَبَسَهُ الْقُرْآنُ وَوَجَبَ عَلَيْهِ الْخُلُودُ ‏\"‏‏.‏ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏\"‏ يَخْرُجُ مِنَ النَّارِ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ‏.‏ وَكَانَ فِي قَلْبِهِ مِنَ الْخَيْرِ مَا يَزِنُ شَعِيرَةً، ثُمَّ يَخْرُجُ مِنَ النَّارِ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ‏.‏ وَكَانَ فِي قَلْبِهِ مِنَ الْخَيْرِ مَا يَزِنُ بُرَّةً، ثُمَّ يَخْرُجُ مِنَ النَّارِ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ‏.‏ وَكَانَ فِي قَلْبِهِ مَا يَزِنُ مِنَ الْخَيْرِ ذَرَّةً ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "আল্লাহর বাণীঃ যাকে আমি নিজ হাতে সৃষ্টি করেছি।[১] (সূরাহ সোয়াদ ৩৮/৭৫)\n\n[১] এ আয়াতে আল্লাহ তা‘আলার বাস্তব বা প্রকৃত হাত রয়েছে তা প্রমাণিত হয়। কিন্তু তার হাত কেমন এ প্রশ্ন করা যাবে না। অর্থাৎ ধরন, প্রকৃতি, মাখলূকের হাতের সাথে তুলনা দেয়া, অস্বীকার করা বা অপব্যাখ্যা করা যাবে না। যেমন বলা হয়, হাত দ্বারা উদ্দেশ্য শক্তি, রাজত্ব, নি‘আমাত, অঙ্গীকার ইত্যাদী। আবার বলা হয় কুদরতী হাত। এসব মনগড়া ব্যাখ্যা। আহলে সুন্নাত ওয়াল জামা‘আতের আক্বীদাহ’র পরিপন্থী। সুতরাং তার প্রকৃত হাত রয়েছে, কুদরতী হাত নয়।",
    "chapter": {
      "chapter_number": "97"
    }
  }
}