{
  "hadith": {
    "hadith_id": 7418,
    "narrator": "ইমরান ইবনু হুসায়ন (রাঃ)",
    "bn": "তিনি বলেছেন, আমি নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) -এর কাছে ছিলাম। এমন সময় তাঁর কাছে বনূ তামীম-এর গোত্রটি আসল, নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) তাদেরকে লক্ষ্য করে বললেনঃ হে বনূ তামীম। তোমরা সুসংবাদ গ্রহণ কর। উত্তরে তারা বলল, আপনি আমাদেরকে শুভ সংবাদ যখন দিচ্ছেন, তাহলে কিছু দান করুন। এ সময় ইয়ামানবাসী কতিপয় লোক নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) -এর সেখানে উপস্থিত হল। নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) তাদেরকে বললেনঃ হে ইয়ামানবাসী! তোমাদের জন্য সুসংবাদ। বনূ তামীম তা গ্রহণ করল না। তারা বলল, আমরা গ্রহণ করলাম শুভ সংবাদ। যেহেতু আমরা আপনার কাছে এসেছি দীনী জ্ঞান লাভের উদ্দেশ্যে এবং জিজ্ঞেস করার জন্য এসেছি যে, এ দুনিয়া সৃষ্টির আগে কী ছিল? নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ্ তখন ছিলেন, তাঁর আগে আর কিছুই ছিল না। তাঁর আরশ তখন পানির ওপর ছিল। অতঃপর তিনি আসমানসমূহ ও যমীন সৃষ্টি করলেন। এবং লাওহে মাহফুযে সব বস্তু সম্পর্কে লিখে রাখলেন। রাবী বলেন, এরপর আমার কাছে এক লোক এসে বলল, হে ‘ইমরান! তোমার উটনী পালিয়ে গিয়েছে, তার খবর লও। আমি উটনীর খোঁজে চললাম। দেখলাম, উটনী মরীচিকার আড়ালে আছে। আলি আল্লাহ্‌র কসম খেয়ে বলছি! আমার মন চাচ্ছিল উটনী চলে যাক তবুও আমি মজলিস ছেড়ে যেন না উঠি।(আধুনিক প্রকাশনী- ৬৯০১, ইসলামিক ফাউন্ডেশন- ৬৯১৩)",
    "ar": "عَبْدَانُ قَالَ أَخْبَرَنَا أَبُو حَمْزَةَ عَنْ الأَعْمَشِ عَنْ جَامِعِ بْنِ شَدَّادٍ عَنْ صَفْوَانَ بْنِ مُحْرِزٍ عَنْ عِمْرَانَ بْنِ حُصَيْنٍ قَالَ إِنِّي عِنْدَ النَّبِيِّ صلى الله عليه وسلم إِذْ جَاءَهُ قَوْمٌ مِنْ بَنِي تَمِيمٍ فَقَالَ اقْبَلُوا الْبُشْرَى يَا بَنِي تَمِيمٍ قَالُوا بَشَّرْتَنَا فَأَعْطِنَا فَدَخَلَ نَاسٌ مِنْ أَهْلِ الْيَمَنِ فَقَالَ اقْبَلُوا الْبُشْرَى يَا أَهْلَ الْيَمَنِ إِذْ لَمْ يَقْبَلْهَا بَنُو تَمِيمٍ قَالُوا قَبِلْنَا جِئْنَاكَ لِنَتَفَقَّهَ فِي الدِّينِ وَلِنَسْأَلَكَ عَنْ أَوَّلِ هَذَا الأَمْرِ مَا كَانَ قَالَ كَانَ اللهُ وَلَمْ يَكُنْ شَيْءٌ قَبْلَهُ وَكَانَ عَرْشُهُ عَلَى الْمَاءِ ثُمَّ خَلَقَ السَّمَوَاتِ وَالأَرْضَ وَكَتَبَ فِي الذِّكْرِ كُلَّ شَيْءٍ ثُمَّ أَتَانِي رَجُلٌ فَقَالَ يَا عِمْرَانُ أَدْرِكْ نَاقَتَكَ فَقَدْ ذَهَبَتْ فَانْطَلَقْتُ أَطْلُبُهَا فَإِذَا السَّرَابُ يَنْقَطِعُ دُونَهَا وَايْمُ اللهِ لَوَدِدْتُ أَنَّهَا قَدْ ذَهَبَتْ وَلَمْ أَقُمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "97"
    }
  }
}