{
  "hadith": {
    "hadith_id": 7420,
    "narrator": "আনাস (রা:)",
    "bn": "তিনি বলেন, যায়দ ইব্‌নু হারিসা (রাঃ) অভিযোগ নিয়ে আসলেন। তখন নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) তাঁকে বলতে লাগলেন, তুমি আল্লাহ্‌কে ভয় কর এবং তোমার স্ত্রীকে তোমার কাছে রেখে দাও। রসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ রসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) যদি কোন জিনিস গোপন করতেন, তাহলে এ আয়াতটি অবশ্যই গোপন করতেন। বর্ণনাকারী বলেন, (যাইনাব রাঃ) অপরাপর নবী অন্যান্য কাছে এ বলে গর্ব করতেন যে, তোমাদেরকে বিয়ে দিয়েছে তোমাদের পরিবার-পরিজন, আমার আমাকে স্বয়ং আল্লাহ্ তা‘আলা সাত আসমানের ওপরে বিয়ে দিয়েছেন। \nবর্ণনাকারী সাবিত (রাঃ) বলেছেন, আল্লাহ্‌র বাণীঃ (হে নবী) আপনি আপনার অন্তরে যা গোপন করতেন আল্লাহ্ তা প্রকাশ করে দিচ্ছেন, আপনি লোকদের ভয় করছিলেন। এ আয়াতটি যাইনাব ও যায়দ ইব্‌নু হারিসাহ (রাঃ) সম্পর্কে অবতীর্ণ হয়েছিল।[২১২](আধুনিক প্রকাশনী- ৬৯০৩, ইসলামিক ফাউন্ডেশন- ৬৯১৫)",
    "ar": "أَحْمَدُ حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي بَكْرٍ الْمُقَدَّمِيُّ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ عَنْ ثَابِتٍ عَنْ أَنَسٍ قَالَ جَاءَ زَيْدُ بْنُ حَارِثَةَ يَشْكُو فَجَعَلَ النَّبِيُّ صلى الله عليه وسلم يَقُولُ اتَّقِ اللهَ وَأَمْسِكْ عَلَيْكَ زَوْجَكَ قَالَ أَنَسٌ لَوْ كَانَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم كَاتِمًا شَيْئًا لَكَتَمَ هَذِهِ قَالَ فَكَانَتْ زَيْنَبُ تَفْخَرُ عَلَى أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم تَقُولُ زَوَّجَكُنَّ أَهَالِيكُنَّ وَزَوَّجَنِي اللهُ تَعَالَى مِنْ فَوْقِ سَبْعِ سَمَوَاتٍ وَعَنْ ثَابِتٍ وَتُخْفِي فِي نَفْسِكَ مَا اللهُ مُبْدِيهِ وَتَخْشَى النَّاسَ نَزَلَتْ فِي شَأْنِ زَيْنَبَ وَزَيْدِ بْنِ حَارِثَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২১২] অতি সম্ভ্রান্ত কোরাইশ কুল রমণী যয়নব বিনত্ জাহাসের সঙ্গে নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) স্বীয় পালকপুত্র যায়েদ বিন হারেসা (রাঃ) -এর বিবাহ দেন। কিন্তু তাদের দাম্পত্য জীবনে মনোমালিন্য দেখা দেয়। এ সময় আল্লাহ তা‘আলা নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) কে ওয়াহী যোগে জানিয়ে দেন যে , যায়দ যয়নবকে তালাক দিয়ে দিবে এবং তুমি যয়নাবকে বিয়ে করবে। আর রাসূল (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) ও ইচ্ছা পোষণ করেছিলেন যে, যয়নব তালাক প্রাপ্তা হলে তিনি তাকে বিয়ে করবেন। ওয়াহী যোগে এই একথা জানার পরেও নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) যায়দকে বুঝালেন যেন সে স্ত্রীকে তালাক না দেয়। কারণ তখনকার আরবে পালক পুত্রের তালাক প্রাপ্তা স্ত্রীকে বিয়ে করার রেওয়াজ ছিল না। আল্লাহর অভিপ্রায় জেনে নেয়ার পরেও রাসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) যায়দকে নাসীহাত করলেন যা বিশ্ব নবীর মর্যাদার সাথে সামঞ্জস্যপূর্ণ ছিল না।",
    "chapter": {
      "chapter_number": "97"
    }
  }
}