{
  "hadith": {
    "hadith_id": 7423,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "আবূ হুরায়রা (রাঃ) সূত্রে নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণিত। তিনি বলেছেনঃ যে লোক আল্লাহ্ ও তাঁর রাসূলের প্রতি ইমান আনে, সালাত কায়িম করে, রমযান মাসের সওম পালন করে, আল্লাহ্ তাঁর সম্পর্কে এ দায়িত্ব নিয়েছেন যে, তিনি তাকে জান্নাতে প্রবেশ করাবেন। সে আল্লাহ্‌র রাস্তায় হিজরাত করুক কিংবা তাঁর জন্মভূমিতে অবস্থান করুক। সাহাবীগণ বলে উঠলেন, হে আল্লাহ্‌র রসূল! এই বিষয়টি আমরা লোকদের জানিয়ে দেব না? রসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বললেনঃ অবশ্যই, জান্নাতের একশ’টি (মর্যাদার) স্তর রয়েছে। এগুলো আল্লাহ্ তাঁর রাস্তায় জিহাদকারীদের জন্য প্রস্তুত করে রেখেছেন। প্রতি দু’টি স্তরের মাঝে আসমান ও যমীনের দূরত্ব বিদ্যমান। কাজেই যখন তোমরা আল্লাহ্‌র কাছে চাইবে, তখন ফিরদাওস জান্নাত চাইবে। কারণ, সেটি হচ্ছে সবচেয়ে প্রশস্ত ও সবচেয়ে উচ্চ জান্নাত। আর দয়ালু (আল্লাহ্‌র) আরশটি এরই ওপর অবস্থিত। এই ফিরদাওস থেকেই জান্নাতের ঝর্ণাগুলো প্রবাহিত।[২১৩] (আধুনিক প্রকাশনী- ৬৯০৬, ইসলামিক ফাউন্ডেশন- ৬৯১৮)",
    "ar": "إِبْرَاهِيمُ بْنُ الْمُنْذِرِ حَدَّثَنِي مُحَمَّدُ بْنُ فُلَيْحٍ قَالَ حَدَّثَنِي أَبِي حَدَّثَنِي هِلاَلٌ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صلى الله عليه وسلم قَالَ مَنْ آمَنَ بِاللهِ وَرَسُولِهِ وَأَقَامَ الصَّلاَةَ وَصَامَ رَمَضَانَ كَانَ حَقًّا عَلَى اللهِ أَنْ يُدْخِلَهُ الْجَنَّةَ هَاجَرَ فِي سَبِيلِ اللهِ أَوْ جَلَسَ فِي أَرْضِهِ الَّتِي وُلِدَ فِيهَا قَالُوا يَا رَسُولَ اللهِ صلى الله عليه وسلم أَفَلاَ نُنَبِّئُ النَّاسَ بِذَلِكَ قَالَ إِنَّ فِي الْجَنَّةِ مِائَةَ دَرَجَةٍ أَعَدَّهَا اللهُ لِلْمُجَاهِدِينَ فِي سَبِيلِهِ كُلُّ دَرَجَتَيْنِ مَا بَيْنَهُمَا كَمَا بَيْنَ السَّمَاءِ وَالأَرْضِ فَإِذَا سَأَلْتُمُ اللهَ فَسَلُوهُ الْفِرْدَوْسَ فَإِنَّهُ أَوْسَطُ الْجَنَّةِ وَأَعْلَى الْجَنَّةِ وَفَوْقَهُ عَرْشُ الرَّحْمَنِ وَمِنْهُ تَفَجَّرُ أَنْهَارُ الْجَنَّةِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[২১৩] আল্লাহর একটি সিফাত علوه অর্থাৎ উর্দ্ধে বা উঁচুতে অবস্থান। তিনি তার স্বীয় সত্তায় আরশের উপরে রয়েছেন, কীভাবে রয়েছেন তা কেউ জানে না। তবে এতটুকুই যথেষ্ট যে, আরশের উপর যেমনভাবে তার জন্য মানানসই সেভাবেই রয়েছেন। আর আরশের অবস্থান আল্লাহর সকল মাখলূকাতের উর্দ্ধে, তার উপর আল্লাহ। আল্লাহর উপরে আর কোন কিছুই নেই। আর যেহেতু আল্লাহ স্বীয় সত্তায় আরশের উপরে সুতরাং আল্লাহ সব জায়গায় বিরাজমান এ কথা ভ্রান্ত। সহীহ আক্বীদাহর পরিপন্থী। স্বীয় সত্তায় তিনি আরশের উপরে হলেও তার ইলম, সাহায্য, দর্শন ইত্যাদি সবজায়গায় পরিব্যাপ্ত। কোন কিছুই তার দৃষ্টির বাইরে নয়, এমনকি তিনি অন্তর্যামী عليم بذات الصدور।\n\nআল্লাহ যে আরশের উপরে তার প্রমাণ অত্র হাদীস ছাড়াও আল্লাহ তা‘আলার বাণী :\n\n{الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى} (৫) سورة طـه",
    "chapter": {
      "chapter_number": "97"
    }
  }
}