{
  "hadith": {
    "hadith_id": 7432,
    "narrator": "আবূ সা'ঈদ খুদ্‌রী (রাঃ)",
    "bn": "তিনি বলেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর নিকট অল্প কিছু সোনা পাঠানো হলে তিনি চারজনকে ভাগ করে দেন। \nইসহাক ইব্‌নু নাসর (রহঃ) ..... আবূ সা'ঈদ খুদ্‌রী (রাঃ) হতে বর্ণিত। তিনি বলেছেন, 'আলী (রাঃ) ইয়ামানে অবস্থানকালে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) - এর কাছে কিছু মাটি মেশানো সোনা পাঠিয়েছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বনূ মুজাশি গোত্রের আক্রা ইব্‌নু হাবিস হানযালী, 'উয়াইনাহ ইব্‌নু হিসন ইব্‌নু বাদ্র ফাযারী, 'আলক্বামাহ ইব্‌নু উলাছা আমিরী ও বনূ কিলাবের একজন এবং বনু নাবহান গোত্রের যায়দ আল খায়ল তাঈর মধ্যে তা বেঁটে দেন। এ কারণে কুরাইশ ও আনসারগণ অসন্তুষ্ট হয়ে বলল, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নাজদবাসী সরদারদেরকে দিচ্ছেন। আর আমাদেরকে বঞ্চিত করছেন। এ প্রেক্ষিতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি তাদের অন্তর জয়ের চেষ্টা করছি। তখন কোটরাগত চোখ, উচ্চ কপাল, বেশি দাড়ি, উচ্চ চোয়াল ও মুণ্ডানো মাথা ওয়ালা এক লোক সামনে এসে বলল, হে মুহাম্মদ ! আল্লাহ্কে ভয় কর। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমিই যদি তাঁর নাফরমানী করি, তবে তাঁর অনুগত হবে আর কে? আর এজন্যই তিনি আমাকে পৃথিবীর লোকের উপর আমানতদার নির্দিষ্ট করেছেন। অথচ তোমরা আমাকে আমানতদার মনে করছ না। এমন সময় দলের মধ্য থেকে একটা লোক, সম্ভবত খালিদ ইব্‌নু ওয়ালিদ (রাঃ), ঐ লোকটিকে হত্যা করার জন্য নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে অনুমতি চাইলে তিনি তাঁকে নিষেধ করলেন। সে লোকটি চলে যাওয়ার পর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ ব্যক্তির বংশ থেকে এমন কিছু লোক আসবে, যারা কুরআন পড়বে, তবে কুরআন তাদের কন্ঠনালি অতিক্রম করবে না। তারা ইসলাম থেকে এমনভাবে বেরিয়ে যাবে, যেভাবে শিকারের দেহ ভেদ করে তীর বেরিয়ে যায়। মূর্তিপূজারীদেরকে ছেড়ে তারা মুসলিমদেরকে হত্যা করবে। যদি আমি তাদেরকে পাই, তাহলে আদ জাতিকে হত্যা করার মত তাদেরকে হত্যা করব। (আধুনিক প্রকাশনী- ৬৯১৪, ৬৯১৫, ইসলামিক ফাউন্ডেশন- ৬৯২৬)",
    "ar": "قَبِيصَةُ حَدَّثَنَا سُفْيَانُ عَنْ أَبِيهِ عَنْ ابْنِ أَبِي نُعْمٍ أَوْ أَبِي نُعْمٍ شَكَّ قَبِيصَةُ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ بُعِثَ إِلَى النَّبِيِّ صلى الله عليه وسلم بِذُهَيْبَةٍ فَقَسَمَهَا بَيْنَ أَرْبَعَةٍ و حَدَّثَنِي إِسْحَاقُ بْنُ نَصْرٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ أَخْبَرَنَا سُفْيَانُ عَنْ أَبِيهِ عَنْ ابْنِ أَبِي نُعْمٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ بَعَثَ عَلِيٌّ وَهُوَ بِالْيَمَنِ إِلَى النَّبِيِّ صلى الله عليه وسلم بِذُهَيْبَةٍ فِي تُرْبَتِهَا فَقَسَمَهَا بَيْنَ الأَقْرَعِ بْنِ حَابِسٍ الْحَنْظَلِيِّ ثُمَّ أَحَدِ بَنِي مُجَاشِعٍ وَبَيْنَ عُيَيْنَةَ بْنِ بَدْرٍ الْفَزَارِيِّ وَبَيْنَ عَلْقَمَةَ بْنِ عُلاَثَةَ الْعَامِرِيِّ ثُمَّ أَحَدِ بَنِي كِلاَبٍ وَبَيْنَ زَيْدِ الْخَيْلِ الطَّائِيِّ ثُمَّ أَحَدِ بَنِي نَبْهَانَ فَتَغَيَّظَتْ قُرَيْشٌ وَالأَنْصَارُ فَقَالُوا يُعْطِيهِ صَنَادِيدَ أَهْلِ نَجْدٍ وَيَدَعُنَا قَالَ إِنَّمَا أَتَأَلَّفُهُمْ فَأَقْبَلَ رَجُلٌ غَائِرُ الْعَيْنَيْنِ نَاتِئُ الْجَبِينِ كَثُّ اللِّحْيَةِ مُشْرِفُ الْوَجْنَتَيْنِ مَحْلُوقُ الرَّأْسِ فَقَالَ يَا مُحَمَّدُ اتَّقِ اللهَ فَقَالَ النَّبِيُّ صلى الله عليه وسلم فَمَنْ يُطِيعُ اللهَ إِذَا عَصَيْتُهُ فَيَأْمَنُنِي عَلَى أَهْلِ الأَرْضِ وَلاَ تَأْمَنُونِي فَسَأَلَ رَجُلٌ مِنْ الْقَوْمِ قَتْلَهُ أُرَاهُ خَالِدَ بْنَ الْوَلِيدِ فَمَنَعَهُ النَّبِيُّ صلى الله عليه وسلم فَلَمَّا وَلَّى قَالَ النَّبِيُّ صلى الله عليه وسلم إِنَّ مِنْ ضِئْضِئِ هَذَا قَوْمًا يَقْرَءُونَ الْقُرْآنَ لاَ يُجَاوِزُ حَنَاجِرَهُمْ يَمْرُقُونَ مِنْ الإِسْلاَمِ مُرُوقَ السَّهْمِ مِنْ الرَّمِيَّةِ يَقْتُلُونَ أَهْلَ الإِسْلاَمِ وَيَدَعُونَ أَهْلَ الأَوْثَانِ لَئِنْ أَدْرَكْتُهُمْ لأقْتُلَنَّهُمْ قَتْلَ عَادٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "97"
    }
  }
}