{
  "hadith": {
    "hadith_id": 7437,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, লোকেরা (সহাবাগণ) জিজ্ঞেস করলেন, হে আল্লাহ্‌র রসূল! ক্বিয়ামাতের দিন আমরা কি আমাদের রব্বকে দেখতে পাব? রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমাদের কি পূর্ণিমার রাতে চাঁদ দেখতে অসুবিধা হয়? সবাই বলে উঠলেন, না, হে আল্লাহ্‌র রসূল! তিনি আবার বললেনঃ মেঘহীন আকাশে সূর্য দেখতে তোমাদের কি অসুবিধা হয়? সবাই বলে উঠলেন, না, হে আল্লাহ্‌র রসূল। তখন রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা সেরকমই আল্লাহ্কে দেখতে পাবে। ক্বিয়ামাতের দিন আল্লাহ্ লোকদের একত্রিত করে বলবেন, যে যার ‘ইবাদাত করছিলে সে যেন তার অনুসরণ করে। তারপর যারা সূর্যের ‘ইবাদাত করত, সূর্যের অনুসরণ করবে। যারা চন্দ্রের ‘ইবাদাত করত, তারা চন্দ্রের অনুসরণ করবে। আর যারা তাগুতের পূজা করত, তারা তাদের অনুসরণ করবে। বাকী থাকবে এই উম্মাত। এদের মধ্যে এদের সুপারিশকারীরাও থাকবে অথবা রাবী বলেছেন, মুনাফিকরাও থাকবে। এখানে বর্ণনাকারী ইব্‌রাহীম (রহঃ) সন্দেহ পোষণ করেছেন। তারপর আল্লাহ্ তাদের কাছে এসে বলবেনঃ আমিই তোমাদের রব। তখন তারা বলবে, যতক্ষন আমাদের রব আমাদের কাছে না আসবেন, ততক্ষণ আমরা এ স্থানেই থাকব। আমাদের রব যখন আসবেন, তখন আমরা তাকে চিনতে পারব। তারপর আল্লাহ্ এমন এক সুরতে তাদের কাছে আসবেন, যে সুরতে তারা তাঁকে চিনবে। তখন তিনি বলবেন, তোমাদের রব আমিই। তারা বলে উঠবে হাঁ, আপনিই আমাদের রব। তারপর তারা তাঁর অনুসরণ করবে। এরপর জাহান্নামের উপর পুল কায়িম করা হবে। যারা পুল পার হবে, আমি এবং আমার উম্মাত তাদের মধ্যে প্রথম থাকব। সেদিন একমাত্র রসূলগণ ব্যতীত আর কেউই কথা বলতে পারবে না। আর রসূলগনেরও আবেদন হবে শুধু আল্লাহুম্মা সাল্লিম, সাল্লিম (আয় আল্লাহ্! নিরাপদে রাখুন, নিরাপদে রাখুন)। এবং জাহান্নামে সাদান-এর কাঁটার মত আঁকড়া থাকবে। তোমরা দেখেছ কি সাদান-এর কাঁটা? সহাবাগণ বললেন, জী হ্যাঁ, হে আল্লাহ্‌র রসূল। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ জাহান্নামের সে কাঁটাগুলো এ সাদান-এর কাঁটার মত। হ্যাঁ, তবে সেগুলো যে কত বড় হবে তা একমাত্র আল্লাহ্ই জানেন। ওসব কাঁটা মানুষকে তাদের আমলের অনুপাতে বিদ্ধ করবে। কতিপয় মানুষ থাকবে ঈমানদার, তারা তাদের আমলের কারণে নিরাপদ থাকবে। আর কেউ কেউ তার ‘আমালের কারণে ধ্বংস হবে। কাউকে নিক্ষেপ করা হবে, আর কাউকে প্রতিদান দেয়া হবে। কিংবা সেরকমই কিছু রাবী বলেছেন। তারপর (আল্লাহ্) প্রকাশিত হবেন। তিনি বান্দাদের বিচার শেষ করে যখন আপন রহমতে কতক জাহান্নামবাসীকে বের করতে চাইবেন, তখন তিনি তাদের মধ্যকার শির্ক হতে মুক্তদেরকে জাহান্নাম থেকে বের করে দেয়ার জন্য ফেরেশ্‌তাদেরকে আদেশ দেবেন। তারাই হচ্ছে ওসব বান্দা যাদের উপর আল্লাহ রহমত করবেন, যারা সাক্ষ্য দিয়েছে যে, আল্লাহ্ ব্যতীত কোন ইলাহ্ নেই। সাজদাহ্‌র চিহ্ন দ্বারা তাদেরকে ফেরেশ্তারা চিনতে পারবেন। সাজদাহ্র চিহ্নগুলো ছাড়া সে সব আদাম সন্তানের সারা দেহ জাহান্নামের আগুন ভস্মীভূত করে দেবে। সাজদাহ্র চিহ্নগুলো জ্বালিয়ে দেয়া আল্লাহ্ জাহান্নামের উপর হারাম করে দিয়েছেন। অতঃপর তাদেরকে আগুনে দগ্ধ অবস্থায় জাহান্নাম থেকে বের করা হবে। তাদের ওপর ঢালা হবে সঞ্জীবনীর পানি। এর ফলে নিম্নভাগ থেকে তারা এমনভাবে সজীব হয়ে ওঠবে, প্লাবনের পানিতে বীজ মাটি থেকে যেভাবে গজিয়ে ওঠে। এরপর আল্লাহ্ বান্দাদের বিচার কাজ শেষ করবেন। এদের মধ্য থেকে একজন বাকী থেকে যাবে, যে জাহান্নামের দিকে মুখ করে থাকবে। জাহান্নামীদের মধ্যে এই হচ্ছে সর্বশেষ জান্নাতে প্রবেশকারী। তখন সে বলবে, হে আমার রব! আমার চেহারাটা জাহান্নামের দিক থেকে ফিরিয়ে দাও। কেননা, জাহান্নামের (দুর্গন্ধযুক্ত) হাওয়া আমাকে অস্থির করে তুলছে এবং এর শিখা আমাকে জ্বালাচ্ছে। তখন সে আল্লাহর ইচ্ছা মুতাবিক তাঁর কাছে প্রার্থনা করবে। তারপর আল্লাহ্ বলবেন, তোমরা প্রার্থিত বস্তু যদি তোমাকে দেয়া হয়, তবে অন্য কিছু চাইবে না তো? তখন সে বলবে, না, তোমার ইয্যতের শপথ করে বলছি, তা ব্যতীত আমি আর কিছু চাইব না। তখন সে আল্লাহ্‌র ইচ্ছা মোতাবেক তাঁকে বহু অঙ্গীকার ও’য়াদা দেবে। ফলে আল্লাহ্ তার চেহারা জাহান্নাম থেকে ফিরিয়ে দেবেন। যখন সে জান্নাতের দিকে মুখ ফিরাবে এবং জান্নাতকে দেখবে, সে আল্লাহ্‌র ইচ্ছা মোতাবেক যতক্ষণ চুপ থাকার চুপ থেকে বলবে, হে আমার রব! আমাকে জান্নাতের দ্বার পর্যন্ত এগিয়ে দাও। আল্লাহ্ তখন তাকে বলবেন, তুমি কি বহু ও’য়াদা ও অঙ্গীকার দাওনি যে তোমাকে যা দেয়া হবে, তা ব্যতীত আর কিছুই তুমি কখনো চাইবে না। সর্বনাশ তোমার, হে আদাম সন্তান! কতই না ও’য়াদা ভঙ্গকারী তুমি। তখন সে বলবে, হে আমার রব সে আল্লাহকে ডাকতে থাকবে। আল্লাহ্ তখন তাকে বলবেন, আচ্ছা, এটি যদি তোমাকে দেয়া হয়, আর কিছু তো চাইবে না? সে বলবে, তোমার ইয্যতের কসম! সেটি ব্যতীত আমি আর কিছুই চাইব না। তারপর আল্লাহ্‌র ইচ্ছানুযায়ী ও’য়াদা ও অঙ্গীকার দেবে আর আল্লাহ্ তাকে জান্নাতের দরজা পর্যন্ত এগিয়ে দিবেন। যখন সে জান্নাতের দরজার কাছে দাঁড়াবে, তখন তার জন্য জান্নাত উন্মুক্ত হয়ে যাবে, তখন সে এর মধ্যকার আরাম আয়েশ ও ভোগ বিলাসের প্রাচুর্য দেখতে পাবে। তখন সে আল্লাহর ইচ্ছানুযায়ী চুপ থেকে পরে বলবে, হে আমার রব! আমাকে জান্নাতে প্রবেশ করায়ে দিন। আল্লাহ্ বলবেনঃ তুমি কি আমাকে এই ও’য়াদা ও অঙ্গীকার দাওনি যে, তোমাকে যা দেয়া হবে, সেটা ব্যতীত আর কিছুর প্রার্থনা করবে না? সর্বনাশ তোমার! হে বানী আদাম! কতই না ও’য়াদা ভঙ্গকারী তুমি। তখন সে বলবে, হে আমার রব! আমি তোমার সৃষ্টিকুলের মধ্যে নিকৃষ্টতর হতে চাই না। তখন সে আল্লাহ্‌র কাছে প্রার্থনা করতে থাকবে। অবশেষে আল্লাহ্ এতে হেসে দেবেন। আল্লাহ্ তার অবস্থার জন্য হেসে তাকে নির্দেশ দেবেন, তুমি জান্নাতে প্রবেশ কর। সে জান্নাতে প্রবেশ করলে আল্লাহ্ তাকে বলবেনঃ এবার তুমি চাও। সে তখন রবের কাছে চাইবে এবং আকাঙ্ক্ষা জানাবে। সর্বশেষে আল্লাহ্ নিজে তাকে স্বরণ করিয়ে দিয়ে বলবেন, এটা, ওটা চাও। এতে তার আবেদন-আকাঙ্ক্ষা শেষ হলে আল্লাহ বলবেনঃ তোমাকে ওগুলো দেয়া হল, সঙ্গে সঙ্গে সে পরিমান আরো দেয়া হল। (আধুনিক প্রকাশনী- ৬৯২০, ইসলামিক ফাউন্ডেশন- ৬৯৩১)",
    "ar": "عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللهِ حَدَّثَنَا إِبْرَاهِيمُ بْنُ سَعْدٍ عَنْ ابْنِ شِهَابٍ عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّاسَ قَالُوا يَا رَسُولَ اللهِ هَلْ نَرَى رَبَّنَا يَوْمَ الْقِيَامَةِ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم هَلْ تُضَارُّونَ فِي الْقَمَرِ لَيْلَةَ الْبَدْرِ قَالُوا لاَ يَا رَسُولَ اللهِ قَالَ فَهَلْ تُضَارُّونَ فِي الشَّمْسِ لَيْسَ دُونَهَا سَحَابٌ قَالُوا لاَ يَا رَسُولَ اللهِ قَالَ فَإِنَّكُمْ تَرَوْنَهُ كَذَلِكَ يَجْمَعُ اللهُ النَّاسَ يَوْمَ الْقِيَامَةِ فَيَقُولُ مَنْ كَانَ يَعْبُدُ شَيْئًا فَلْيَتْبَعْهُ فَيَتْبَعُ مَنْ كَانَ يَعْبُدُ الشَّمْسَ الشَّمْسَ وَيَتْبَعُ مَنْ كَانَ يَعْبُدُ الْقَمَرَ الْقَمَرَ وَيَتْبَعُ مَنْ كَانَ يَعْبُدُ الطَّوَاغِيتَ الطَّوَاغِيتَ وَتَبْقَى هَذِهِ الْأُمَّةُ فِيهَا شَافِعُوهَا أَوْ مُنَافِقُوهَا شَكَّ إِبْرَاهِيمُ فَيَأْتِيهِمْ اللهُ فَيَقُولُ أَنَا رَبُّكُمْ فَيَقُولُونَ هَذَا مَكَانُنَا حَتَّى يَأْتِيَنَا رَبُّنَا فَإِذَا جَاءَنَا رَبُّنَا عَرَفْنَاهُ فَيَأْتِيهِمْ اللهُ فِي صُورَتِهِ الَّتِي يَعْرِفُونَ فَيَقُولُ أَنَا رَبُّكُمْ فَيَقُولُونَ أَنْتَ رَبُّنَا فَيَتْبَعُونَهُ وَيُضْرَبُ الصِّرَاطُ بَيْنَ ظَهْرَيْ جَهَنَّمَ فَأَكُونُ أَنَا وَأُمَّتِي أَوَّلَ مَنْ يُجِيزُهَا وَلاَ يَتَكَلَّمُ يَوْمَئِذٍ إِلاَّ الرُّسُلُ وَدَعْوَى الرُّسُلِ يَوْمَئِذٍ اللهُمَّ سَلِّمْ سَلِّمْ وَفِي جَهَنَّمَ كَلاَلِيبُ مِثْلُ شَوْكِ السَّعْدَانِ هَلْ رَأَيْتُمْ السَّعْدَانَ قَالُوا نَعَمْ يَا رَسُولَ اللهِ قَالَ فَإِنَّهَا مِثْلُ شَوْكِ السَّعْدَانِ غَيْرَ أَنَّهُ لاَ يَعْلَمُ مَا قَدْرُ عِظَمِهَا إِلاَّ اللهُ تَخْطَفُ النَّاسَ بِأَعْمَالِهِمْ فَمِنْهُمْ الْمُوبَقُ بَقِيَ بِعَمَلِهِ أَوْ الْمُوثَقُ بِعَمَلِهِ وَمِنْهُمْ الْمُخَرْدَلُ أَوْ الْمُجَازَى أَوْ نَحْوُهُ ثُمَّ يَتَجَلَّى حَتَّى إِذَا فَرَغَ اللهُ مِنْ الْقَضَاءِ بَيْنَ الْعِبَادِ وَأَرَادَ أَنْ يُخْرِجَ بِرَحْمَتِهِ مَنْ أَرَادَ مِنْ أَهْلِ النَّارِ أَمَرَ الْمَلاَئِكَةَ أَنْ يُخْرِجُوا مِنْ النَّارِ مَنْ كَانَ لاَ يُشْرِكُ بِاللهِ شَيْئًا مِمَّنْ أَرَادَ اللهُ أَنْ يَرْحَمَهُ مِمَّنْ يَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ فَيَعْرِفُونَهُمْ فِي النَّارِ بِأَثَرِ السُّجُودِ تَأْكُلُ النَّارُ ابْنَ آدَمَ إِلاَّ أَثَرَ السُّجُودِ حَرَّمَ اللهُ عَلَى النَّارِ أَنْ تَأْكُلَ أَثَرَ السُّجُودِ فَيَخْرُجُونَ مِنْ النَّارِ قَدْ امْتُحِشُوا فَيُصَبُّ عَلَيْهِمْ مَاءُ الْحَيَاةِ فَيَنْبُتُونَ تَحْتَهُ كَمَا تَنْبُتُ الْحِبَّةُ فِي حَمِيلِ السَّيْلِ ثُمَّ يَفْرُغُ اللهُ مِنْ الْقَضَاءِ بَيْنَ الْعِبَادِ وَيَبْقَى رَجُلٌ مِنْهُمْ مُقْبِلٌ بِوَجْهِهِ عَلَى النَّارِ هُوَ آخِرُ أَهْلِ النَّارِ دُخُولاً الْجَنَّةَ فَيَقُولُ أَيْ رَبِّ اصْرِفْ وَجْهِي عَنْ النَّارِ فَإِنَّهُ قَدْ قَشَبَنِي رِيحُهَا وَأَحْرَقَنِي ذَكَاؤُهَا فَيَدْعُو اللهَ بِمَا شَاءَ أَنْ يَدْعُوَهُ ثُمَّ يَقُولُ اللهُ هَلْ عَسَيْتَ إِنْ أَعْطَيْتُكَ ذَلِكَ أَنْ تَسْأَلَنِي غَيْرَهُ فَيَقُولُ لاَ وَعِزَّتِكَ لاَ أَسْأَلُكَ غَيْرَهُ وَيُعْطِي رَبَّهُ مِنْ عُهُودٍ وَمَوَاثِيقَ مَا شَاءَ فَيَصْرِفُ اللهُ وَجْهَهُ عَنْ النَّارِ فَإِذَا أَقْبَلَ عَلَى الْجَنَّةِ وَرَآهَا سَكَتَ مَا شَاءَ اللهُ أَنْ يَسْكُتَ ثُمَّ يَقُولُ أَيْ رَبِّ قَدِّمْنِي إِلَى بَابِ الْجَنَّةِ فَيَقُولُ اللهُ لَهُ أَلَسْتَ قَدْ أَعْطَيْتَ عُهُودَكَ وَمَوَاثِيقَكَ أَنْ لاَ تَسْأَلَنِي غَيْرَ الَّذِي أُعْطِيتَ أَبَدًا وَيْلَكَ يَا ابْنَ آدَمَ مَا أَغْدَرَكَ فَيَقُولُ أَيْ رَبِّ وَيَدْعُو اللهَ حَتَّى يَقُولَ هَلْ عَسَيْتَ إِنْ أُعْطِيتَ ذَلِكَ أَنْ تَسْأَلَ غَيْرَهُ فَيَقُولُ لاَ وَعِزَّتِكَ لاَ أَسْأَلُكَ غَيْرَهُ وَيُعْطِي مَا شَاءَ مِنْ عُهُودٍ وَمَوَاثِيقَ فَيُقَدِّمُهُ إِلَى بَابِ الْجَنَّةِ فَإِذَا قَامَ إِلَى بَابِ الْجَنَّةِ انْفَهَقَتْ لَهُ الْجَنَّةُ فَرَأَى مَا فِيهَا مِنْ الْحَبْرَةِ وَالسُّرُورِ فَيَسْكُتُ مَا شَاءَ اللهُ أَنْ يَسْكُتَ ثُمَّ يَقُولُ أَيْ رَبِّ أَدْخِلْنِي الْجَنَّةَ فَيَقُولُ اللهُ أَلَسْتَ قَدْ أَعْطَيْتَ عُهُودَكَ وَمَوَاثِيقَكَ أَنْ لاَ تَسْأَلَ غَيْرَ مَا أُعْطِيتَ فَيَقُولُ وَيْلَكَ يَا ابْنَ آدَمَ مَا أَغْدَرَكَ فَيَقُولُ أَيْ رَبِّ لاَ أَكُونَنَّ أَشْقَى خَلْقِكَ فَلاَ يَزَالُ يَدْعُو حَتَّى يَضْحَكَ اللهُ مِنْهُ فَإِذَا ضَحِكَ مِنْهُ قَالَ لَهُ ادْخُلْ الْجَنَّةَ فَإِذَا دَخَلَهَا قَالَ اللهُ لَهُ تَمَنَّهْ فَسَأَلَ رَبَّهُ وَتَمَنَّى حَتَّى إِنَّ اللهَ لَيُذَكِّرُهُ يَقُولُ كَذَا وَكَذَا حَتَّى انْقَطَعَتْ بِهِ الأَمَانِيُّ قَالَ اللهُ ذَلِكَ لَكَ وَمِثْلُهُ مَعَهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "97"
    }
  }
}