{
  "hadith": {
    "hadith_id": 7439,
    "narrator": "আবূ সা’ঈদ খুদরি (রাঃ)",
    "bn": "তিনি বলেন, আমরা বললাম, হে আল্লাহর রসূল! আমরা ক্বিয়ামতের দিন আমাদের রব্বের দর্শন লাভ করব কি? তিনি বললেনঃ মেঘহীন আকাশে সূর্যকে দেখতে তোমাদের অসুবিধা হয় কি? আমরা বললাম, না। তিনি বললেনঃ সেদিন তোমাদের রবকে দেখতে তোমাদের কোন অসুবিধা হবে না। এতটুকু ব্যতীত যতটুকু সূর্য দেখার সময় পেয়ে থাক। সেদিন একজন ঘোষণাকারী ঘোষণা করবেন, যারা যে জিনিসের ‘ইবাদাত করতে, তারা সে জিনিসের কাছে গমন কর। এরপর যারা ক্রশপূজারী ছিল, তারা যাবে তাদের ক্রুশের কাছে। মূর্তিপূজারীরা যাবে তাদের মূর্তির সঙ্গে। সকলেই তাদের উপাস্যের সঙ্গে যাবে। বাকী থাকবে একমাত্র আল্লাহ্‌র ‘ইবাদাতকারীরা। নেক্‌কার ও বদ্কার সকলেই এবং আহলে কিতাবের কতক লোকও থাকবে। অতঃপর জাহান্নামকে আনা হবে। সেটি তখন থাকবে মরীচিকার মত। ইয়াহূদীদেরকে জিজ্ঞাসা করা হবে, তোমরা কিসের ‘ইবাদাত করতে? তারা উত্তর করবে, আমরা আল্লাহর পুত্র উযায়র (আঃ) -এর ‘ইবাদাত করতাম। তখন তাদেরকে বলা হবে, তোমরা মিথ্যা বলছ। কারণ আল্লাহ্‌র কোন স্ত্রীও নেই এবং নেই তাঁর কোন সন্তান। এখন তোমরা কী চাও? তারা বলবে, আমরা চাই, আমাদেরকে পানি পান করান। তখন তাদেরকে বলা হবে, তোমরা পানি পান কর। এরপর তারা জাহান্নামে নিক্ষিপ্ত হতে থাকবে। তারপর নাসারাদেরকে বলা হবে, তোমরা কিসের ‘ইবাদাত করতে? তারা বলবে, আমরা আল্লাহ্‌র পুত্র মসীহের ‘ইবাদাত করতাম। তখন তাদেরকে বলা হবে, তোমরা মিথ্যা বলছ। আল্লাহর কোন স্ত্রীও ছিল না, সন্তানও ছিল না। এখন তোমরা কী চাও? তারা বলবে, আমাদের ইচ্ছা আপনি আমাদেরকে পানি পান করতে দিন। তাদেরকে উত্তর দেয়া হবে, তোমরা পান কর। তারপর তারা জাহান্নামে নিক্ষিপ্ত হতে থাকবে। অবশেষে বাকী থাকবে একমাত্র আল্লাহ্‌র ‘ইবাদতকারীগণ। তাদের নেক্কার ও বদকার সকলেই। তাদেরকে লক্ষ্য করে বলা হবে, কোন্ জিনিস তোমাদেরকে আটকে রেখেছে? অথচ অন্যরা তো চলে গেছে। তারা বলবে, আমরা তো সেদিন তাদের থেকে আলাদা রয়েছি, যেদিন আজকের চেয়ে তাদের অধিক প্রয়োজন ছিল। আমরা একজন ঘোষণাকারীর এ ঘোষণা দিতে শুনেছি যে, যারা যাদের ‘ইবাদাত করত তারা যেন ওদের সঙ্গে যায়। আমরা অপেক্ষা করছি আমাদের রবের। নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) বলেনঃ এরপর মহাক্ষমতাশালী আল্লাহ্ তাদের কাছে আসবেন। এবার তিনি সে সুরতে আসবেন না, যেভাবে তাঁকে প্রথমে ঈমানদারগণ দেখেছিলেন। এসে তিনি ঘোষণা দেবেন- আমি তোমাদের রব, সবাই তখন বলে উঠবে আপনিই আমাদের প্রতিপালক। আর সেদিন নবীগন ছাড়া তাঁর সঙ্গে কেউ কথা বলতে পারবে না। আল্লাহ্ তাদেরকে বলবেন, তোমাদের এবং তাঁর মাঝখানে পরিচয়ের জন্য কোন আলামত আছে কি? তারা বলবেন, পায়ের নলা। তখন পায়ের নলা খুলে দেয়া হবে। এই দেখে ঈমানদারগণ সবাই সাজদায় পড়ে যাবে। বাকি থাকবে তারা, যারা লোক-দেখানো এবং লোক-শোনানো সাজদাহ্ করছিল। তবে তারা সাজদাহ্র মনোভাব নিয়ে সাজদাহ্ করার জন্য যাবে, কিন্তু তাদের মেরুদণ্ড একটি তক্তার মত শক্ত হয়ে যাবে। এমন সময় জাহান্নামের উপর পুল স্থাপন করা হবে। সাহাবীগণ বললেন, সে পুলটি কেমন হবে হে আল্লাহ্‌র রসূল? তিনি বললেনঃ দুর্গম পিচ্ছিল স্থান। এর ওপর আংটা ও হুক থাকবে, শক্ত চওড়া উল্টো কাঁটা বিশিষ্ট হবে, যা নাজ্দ দেশের সাদান বৃক্ষের কাঁটার মত হবে। সে পুলের উপর দিয়ে ঈমানদারগণের কেউ পার হয়ে যাবে চোখের পলকের মতো, কেউ বিদ্যুতের মতো, কেউ বাতাসের মতো আবার কেউ দ্রুতগামী ঘোড়া ও সাওয়ারের মতো।\t\t\t\tতবে মুক্তিপ্রাপ্তরা কেউ নিরাপদে চলে আসবেন, আবার কেউ জাহান্নামের আগুনে ক্ষতবিক্ষত হয়ে যাবে। একবারে শেষে অতিক্রম করবে যে লোকটি, সে হেঁচড়িয়ে কোন ভাবে পার হয়ে আসবে। এখন তোমরা হকের বিষয়ে আমার চেয়ে অধিক কঠোর নও, যতটুকু সেদিন ঈমানদারগণ আল্লাহ্‌র সম্মুখে হয়ে থাকবে, যা তোমাদের কাছে স্পষ্ট হয়ে গেছে। যখন ঈমানদারগণ এ দৃশ্যটি দেখবে যে, তাদের ভাইদেরকে রেখে একমাত্র তারাই মুক্তি পেয়েছে, তখন তারা বলবে, হে আমাদের রব! আমাদের সেসব ভাই কোথায়, যারা আমাদের সঙ্গে সালাত আদায় করত, সওম পালন করত, নেক কাজ করত? তখন আল্লাহ্ তা’য়ালা তাদেরকে বলবেন, তোমরা যাও, যাদের অন্তরে এক দীনার পরিমান ঈমান পাবে, তাদেরকে জাহান্নাম থেকে বের করে আন। আল্লাহ্ তাদের মুখমণ্ডল জাহান্নামের ওপর হারাম করে দিয়েছেন। এদের কেউ কেউ দু’পা ও দু’পায়ের নলার বেশী পর্যন্ত জাহান্নামের মধ্যে থাকবে। তারা যাদেরকে চিনতে পারে, তাদেরকে বের করবে। তারপর এরা আবার ফিরে আসবে। আল্লাহ্ আবার তাদেরকে বলবেন, তোমরা যাও, যাদের অন্তরে অর্ধ দীনার পরিমাণ ঈমান পাবে, তাদেরকে বের করে নিয়ে আসবে। তারা গিয়ে তাদেরকেই বের করে নিয়ে আসবে, যাদেরকে তারা চিনতে পারবে। তারপর আবার ফিরে আসবে। আল্লাহ্ তাদেরকে আবার বলবেন, তোমরা যাও, যাদের অন্তরে অণু পরিমাণ ঈমান পাবে, তাদেরকে বের করে নিয়ে আসবে। তারা যাদেরকে চিনতে পারবে তাদেরকে বের করে নিয়ে আসবে। বর্ণনাকারী আবূ সা’ঈদ খুদ্রী (রাঃ) বলেন, তোমরা যদি আমাকে বিশ্বাস না কর, তাহলে আল্লাহর এ বাণীটি পড়ঃ “আল্লাহ অণু পরিমাণও যুল্ম করেন না, আর কোন পুণ্য কাজ হলে তাকে তিনি দ্বিগুণ করেন”- (সূরা আন্-নিসা ৪/৪০)। তারপর নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম), ফেরেশ্তা ও মু’মিনগণ সুপারিশ করবে। তখন মহা পরাক্রান্ত আল্লাহ্ বলবেন, এখন শুধু আমার শাফাআতই বাকী রয়েছে। তিনি জাহান্নাম থেকে একমুষ্টি ভরে এমন কতগুলো কওমকে বের করবেন যারা জ্বলে পুড়ে দগ্ধ হয়ে গিয়েছে। তারপর তাদেরকে জান্নাতের সম্মখে অবস্থিত ‘হায়াত’ নামের নহরে ঢালা হবে। তারা সে নহরের দু’পার্শ্বে এমনভাবে উদগত হবে, যেমন পাথর এবং গাছের কিনারে বয়ে আনা আবর্জনায় বীজ থেকে তৃণ উদগত হয়। দেখতে পাও তার মধ্যে সূর্যের আলোর অংশের গাছগুলো সাধারণত সবুজ হয়, ছায়ার অংশেরগুলো সাদা হয়। তারা সেখান থেকে মুক্তার দানার মত বের হবে। তাদের গর্দানে মোহর লাগানো হবে। জান্নাতে তারা যখন প্রবেশ করবে, তখন অন্যান্য জান্নাতবাসীরা বলবেন, এরা হলেন রহমান কর্তৃক আযাতকৃত যাদেরকে আল্লাহ্ কোন নেক ‘আমাল কিংবা কল্যাণকর কাজ ব্যতীতই জান্নাতে দাখিল করেছেন। তখন তাদেরকে বলা হবেঃ তোমরা যা দেখেছ, সবই তো তোমাদের, এর সঙ্গে আরো সমপরিমান তোমাদেরকে দেয়া হলো। [২২; মুসলিম ১/৮১, হাঃ ১৮৩, আহমাদ ১১১২৭] (আধুনিক প্রকাশনী- ৬৯২১, ইসলামিক ফাউন্ডেশন- ৬৯৩২)",
    "ar": "يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ عَنْ خَالِدِ بْنِ يَزِيدَ عَنْ سَعِيدِ بْنِ أَبِي هِلاَلٍ عَنْ زَيْدٍ عَنْ عَطَاءِ بْنِ يَسَارٍ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ قُلْنَا يَا رَسُولَ اللهِ هَلْ نَرَى رَبَّنَا يَوْمَ الْقِيَامَةِ قَالَ هَلْ تُضَارُونَ فِي رُؤْيَةِ الشَّمْسِ وَالْقَمَرِ إِذَا كَانَتْ صَحْوًا قُلْنَا لاَ قَالَ فَإِنَّكُمْ لاَ تُضَارُونَ فِي رُؤْيَةِ رَبِّكُمْ يَوْمَئِذٍ إِلاَّ كَمَا تُضَارُونَ فِي رُؤْيَتِهِمَا ثُمَّ قَالَ يُنَادِي مُنَادٍ لِيَذْهَبْ كُلُّ قَوْمٍ إِلَى مَا كَانُوا يَعْبُدُونَ فَيَذْهَبُ أَصْحَابُ الصَّلِيبِ مَعَ صَلِيبِهِمْ وَأَصْحَابُ الأَوْثَانِ مَعَ أَوْثَانِهِمْ وَأَصْحَابُ كُلِّ آلِهَةٍ مَعَ آلِهَتِهِمْ حَتَّى يَبْقَى مَنْ كَانَ يَعْبُدُ اللهَ مِنْ بَرٍّ أَوْ فَاجِرٍ وَغُبَّرَاتٌ مِنْ أَهْلِ الْكِتَابِ ثُمَّ يُؤْتَى بِجَهَنَّمَ تُعْرَضُ كَأَنَّهَا سَرَابٌ فَيُقَالُ لِلْيَهُودِ مَا كُنْتُمْ تَعْبُدُونَ قَالُوا كُنَّا نَعْبُدُ عُزَيْرَ ابْنَ اللهِ فَيُقَالُ كَذَبْتُمْ لَمْ يَكُنْ لِلَّهِ صَاحِبَةٌ وَلاَ وَلَدٌ فَمَا تُرِيدُونَ قَالُوا نُرِيدُ أَنْ تَسْقِيَنَا فَيُقَالُ اشْرَبُوا فَيَتَسَاقَطُونَ فِي جَهَنَّمَ ثُمَّ يُقَالُ لِلنَّصَارَى مَا كُنْتُمْ تَعْبُدُونَ فَيَقُولُونَ كُنَّا نَعْبُدُ الْمَسِيحَ ابْنَ اللهِ فَيُقَالُ كَذَبْتُمْ لَمْ يَكُنْ لِلَّهِ صَاحِبَةٌ وَلاَ وَلَدٌ فَمَا تُرِيدُونَ فَيَقُولُونَ نُرِيدُ أَنْ تَسْقِيَنَا فَيُقَالُ اشْرَبُوا فَيَتَسَاقَطُونَ فِي جَهَنَّمَ حَتَّى يَبْقَى مَنْ كَانَ يَعْبُدُ اللهَ مِنْ بَرٍّ أَوْ فَاجِرٍ فَيُقَالُ لَهُمْ مَا يَحْبِسُكُمْ وَقَدْ ذَهَبَ النَّاسُ فَيَقُولُونَ فَارَقْنَاهُمْ وَنَحْنُ أَحْوَجُ مِنَّا إِلَيْهِ الْيَوْمَ وَإِنَّا سَمِعْنَا مُنَادِيًا يُنَادِي لِيَلْحَقْ كُلُّ قَوْمٍ بِمَا كَانُوا يَعْبُدُونَ وَإِنَّمَا نَنْتَظِرُ رَبَّنَا قَالَ فَيَأْتِيهِمْ الْجَبَّارُ فِي صُورَةٍ غَيْرِ صُورَتِهِ الَّتِي رَأَوْهُ فِيهَا أَوَّلَ مَرَّةٍ فَيَقُولُ أَنَا رَبُّكُمْ فَيَقُولُونَ أَنْتَ رَبُّنَا فَلاَ يُكَلِّمُهُ إِلاَّ الأَنْبِيَاءُ فَيَقُولُ هَلْ بَيْنَكُمْ وَبَيْنَهُ آيَةٌ تَعْرِفُونَهُ فَيَقُولُونَ السَّاقُ فَيَكْشِفُ عَنْ سَاقِهِ فَيَسْجُدُ لَهُ كُلُّ مُؤْمِنٍ وَيَبْقَى مَنْ كَانَ يَسْجُدُ لِلَّهِ رِيَاءً وَسُمْعَةً فَيَذْهَبُ كَيْمَا يَسْجُدَ فَيَعُودُ ظَهْرُهُ طَبَقًا وَاحِدًا ثُمَّ يُؤْتَى بِالْجَسْرِ فَيُجْعَلُ بَيْنَ ظَهْرَيْ جَهَنَّمَ قُلْنَا يَا رَسُولَ اللهِ وَمَا الْجَسْرُ قَالَ مَدْحَضَةٌ مَزِلَّةٌ عَلَيْهِ خَطَاطِيفُ وَكَلاَلِيبُ وَحَسَكَةٌ مُفَلْطَحَةٌ لَهَا شَوْكَةٌ عُقَيْفَاءُ تَكُونُ بِنَجْدٍ يُقَالُ لَهَا السَّعْدَانُ الْمُؤْمِنُ عَلَيْهَا كَالطَّرْفِ وَكَالْبَرْقِ وَكَالرِّيحِ وَكَأَجَاوِيدِ الْخَيْلِ وَالرِّكَابِ فَنَاجٍ مُسَلَّمٌ وَنَاجٍ مَخْدُوشٌ وَمَكْدُوسٌ فِي نَارِ جَهَنَّمَ حَتَّى يَمُرَّ آخِرُهُمْ يُسْحَبُ سَحْبًا فَمَا أَنْتُمْ بِأَشَدَّ لِي مُنَاشَدَةً فِي الْحَقِّ قَدْ تَبَيَّنَ لَكُمْ مِنْ الْمُؤْمِنِ يَوْمَئِذٍ لِلْجَبَّارِ وَإِذَا رَأَوْا أَنَّهُمْ قَدْ نَجَوْا فِي إِخْوَانِهِمْ يَقُولُونَ رَبَّنَا إِخْوَانُنَا كَانُوا يُصَلُّونَ مَعَنَا وَيَصُومُونَ مَعَنَا وَيَعْمَلُونَ مَعَنَا فَيَقُولُ اللهُ تَعَالَى اذْهَبُوا فَمَنْ وَجَدْتُمْ فِي قَلْبِهِ مِثْقَالَ دِينَارٍ مِنْ إِيمَانٍ فَأَخْرِجُوهُ وَيُحَرِّمُ اللهُ صُوَرَهُمْ عَلَى النَّارِ فَيَأْتُونَهُمْ وَبَعْضُهُمْ قَدْ غَابَ فِي النَّارِ إِلَى قَدَمِهِ وَإِلَى أَنْصَافِ سَاقَيْهِ فَيُخْرِجُونَ مَنْ عَرَفُوا ثُمَّ يَعُودُونَ فَيَقُولُ اذْهَبُوا فَمَنْ وَجَدْتُمْ فِي قَلْبِهِ مِثْقَالَ نِصْفِ دِينَارٍ فَأَخْرِجُوهُ فَيُخْرِجُونَ مَنْ عَرَفُوا ثُمَّ يَعُودُونَ فَيَقُولُ اذْهَبُوا فَمَنْ وَجَدْتُمْ فِي قَلْبِهِ مِثْقَالَ ذَرَّةٍ مِنْ إِيمَانٍ فَأَخْرِجُوهُ فَيُخْرِجُونَ مَنْ عَرَفُوا قَالَ أَبُو سَعِيدٍ فَإِنْ لَمْ تُصَدِّقُونِي فَاقْرَءُوا {إِنَّ اللهَ لاَ يَظْلِمُ مِثْقَالَ ذَرَّةٍ وَإِنْ تَكُ حَسَنَةً يُضَاعِفْهَا} فَيَشْفَعُ النَّبِيُّونَ وَالْمَلاَئِكَةُ وَالْمُؤْمِنُونَ فَيَقُولُ الْجَبَّارُ بَقِيَتْ شَفَاعَتِي فَيَقْبِضُ قَبْضَةً مِنْ النَّارِ فَيُخْرِجُ أَقْوَامًا قَدْ امْتُحِشُوا فَيُلْقَوْنَ فِي نَهَرٍ بِأَفْوَاهِ الْجَنَّةِ يُقَالُ لَهُ مَاءُ الْحَيَاةِ فَيَنْبُتُونَ فِي حَافَتَيْهِ كَمَا تَنْبُتُ الْحِبَّةُ فِي حَمِيلِ السَّيْلِ قَدْ رَأَيْتُمُوهَا إِلَى جَانِبِ الصَّخْرَةِ وَإِلَى جَانِبِ الشَّجَرَةِ فَمَا كَانَ إِلَى الشَّمْسِ مِنْهَا كَانَ أَخْضَرَ وَمَا كَانَ مِنْهَا إِلَى الظِّلِّ كَانَ أَبْيَضَ فَيَخْرُجُونَ كَأَنَّهُمْ اللُّؤْلُؤُ فَيُجْعَلُ فِي رِقَابِهِمْ الْخَوَاتِيمُ فَيَدْخُلُونَ الْجَنَّةَ فَيَقُولُ أَهْلُ الْجَنَّةِ هَؤُلاَءِ عُتَقَاءُ الرَّحْمَنِ أَدْخَلَهُمْ الْجَنَّةَ بِغَيْرِ عَمَلٍ عَمِلُوهُ وَلاَ خَيْرٍ قَدَّمُوهُ فَيُقَالُ لَهُمْ لَكُمْ مَا رَأَيْتُمْ وَمِثْلَهُ مَعَهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "97"
    }
  }
}