{
  "hadith": {
    "hadith_id": 7448,
    "narrator": "উসামাহ ইব্‌নু যায়দ (রাঃ)",
    "bn": "তিনি বলেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কোন এক কন্যার এক ছেলের মৃত্যু উপস্থিত হলে তাঁর কন্যা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে যাওয়ার জন্য একজন লোক পাঠালেন। উত্তরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোক পাঠিয়ে জানালেনঃ আল্লাহ্ যা নিয়ে নেন আর যা দেন সবই তাঁরই জন্য। আর প্রতিটির বস্তুর জন্য একটা সময়সীমা নির্দিষ্ট আছে। কাজেই সে যেন ধৈর্য ধরে এবং অবশ্যই সওয়াবের আশা করে। তারপর নবী-কন্যা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে যাওয়ার জন্য কসম দিয়ে আবার লোক পাঠালেন। তিনি যাওয়ার জন্য ওঠে দাঁড়ালেন। বর্ণনাকারী উসামাহ ইব্‌নু যায়দ (রাঃ) বলেন, আমি, মু’আয ইব্‌নু জাবাল, উবাই ইব্‌ন কা’ব, ‘উবাদাহ ইব্‌নু সামিতও তাঁর সঙ্গে যাওয়ার জন্য উঠে দাঁড়ালাম। আমরা সেখানে গিয়ে প্রবেশ করলে তখন তারা শিশুটিকে রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে দিলেন। আর তখন বাচ্চার বুকের মধ্যে এক অস্বস্তি বোধ হচ্ছিল। বর্ণনাকারী বলেন, আমার ধারণা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন বলেছিলেনঃ এ তো যেন মশকের মত। এরপর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাঁদলেন। তা দেখে সা’দ ইব্‌নু ‘উবাদাহ (রাঃ) বললেন, আপনি কাঁদছেন? তিনি বললেনঃ আল্লাহ্ তাঁর দয়ালু বান্দাদের উপরই দয়া করেন।(আধুনিক প্রকাশনী- ৬৯৩০, ইসলামিক ফাউন্ডেশন- ৬৯৪০)",
    "ar": "مُوسَى بْنُ إِسْمَاعِيلَ حَدَّثَنَا عَبْدُ الْوَاحِدِ حَدَّثَنَا عَاصِمٌ عَنْ أَبِي عُثْمَانَ عَنْ أُسَامَةَ قَالَ كَانَ ابْنٌ لِبَعْضِ بَنَاتِ النَّبِيِّ صلى الله عليه وسلم يَقْضِي فَأَرْسَلَتْ إِلَيْهِ أَنْ يَأْتِيَهَا فَأَرْسَلَ إِنَّ لِلَّهِ مَا أَخَذَ وَلَهُ مَا أَعْطَى وَكُلٌّ إِلَى أَجَلٍ مُسَمًّى فَلْتَصْبِرْ وَلْتَحْتَسِبْ فَأَرْسَلَتْ إِلَيْهِ فَأَقْسَمَتْ عَلَيْهِ فَقَامَ رَسُولُ اللهِ صلى الله عليه وسلم وَقُمْتُ مَعَهُ وَمُعَاذُ بْنُ جَبَلٍ وَأُبَيُّ بْنُ كَعْبٍ وَعُبَادَةُ بْنُ الصَّامِتِ فَلَمَّا دَخَلْنَا نَاوَلُوا رَسُولَ اللهِ صلى الله عليه وسلم الصَّبِيَّ وَنَفْسُهُ تَقَلْقَلُ فِي صَدْرِهِ حَسِبْتُهُ قَالَ كَأَنَّهَا شَنَّةٌ فَبَكَى رَسُولُ اللهِ صلى الله عليه وسلم فَقَالَ سَعْدُ بْنُ عُبَادَةَ أَتَبْكِي فَقَالَ إِنَّمَا يَرْحَمُ اللهُ مِنْ عِبَادِهِ الرُّحَمَاءَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "97"
    }
  }
}