{
  "hadith": {
    "hadith_id": 7467,
    "narrator": "আব্দুল্লাহ্ ইব্‌নু 'উমার (রাঃ)",
    "bn": "আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি, যখন তিনি মিম্বরে উপবিষ্ট ছিলেন। তিনি বললেনঃ তোমাদের আগের উম্মাতদের তুলনায় তোমাদের অবস্থানের সময়কাল 'আসরের সালাত ও সূর্যাস্তের মধ্যবর্তী সময়। তাওরাতের ধারকদেরকে তাওরাত দেয়া হলে তারা সে মোতাবেক 'আমাল করল, তবে দুপুর হলে তারা অপারগ হয়ে গেল। এ জন্য তাদেরকে এক এক কীরাত করে পারিশ্রমিক দেয়া হলো। অতঃপর ইনজীলের ধারকদেরকে ইনজীল দেয়া হলো, তারা সে মোতাবেক 'আমাল করল 'আসরের সালাত পর্যন্ত, তারপর তারা অক্ষম হয়ে পড়লে তাদেরকে দেয়া হলো এক কীরাত এক কীরাত করে। অতঃপর তোমাদেরকে কুরআন দেয়া হলো। ফলে এ কুরআন মোতাবেক তোমরা আসর থেকে সূর্যাস্ত পর্যন্ত 'আমাল করেছ। এ জন্য তোমাদেরকে দু'কীরাত দু'কীরাত করে পারিশ্রমিক দেয়া হয়েছে। তাওরাতের ধারকরা বললো, হে আমাদের প্রতিপালক! তারাতো আমলে সবচেয়ে কম আবার পারিশ্রমিকে সবচেয়ে অধিক। আল্লাহ্ তখন বললেনঃ তোমাদের পারিশ্রমিকে তোমাদের উপর কোন যুল্ম করা হয়েছে কি? তারা বলল, না। তখন আল্লাহ্ বললেন, সেটি হচ্ছে আমার অনুগ্রহ, আমি যাকে চাই তাকে দিই। (আধুনিক প্রকাশনী- ৬৯৪৯, ইসলামিক ফাউন্ডেশন- ৬৯৫৯)",
    "ar": "الْحَكَمُ بْنُ نَافِعٍ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللهِ أَنَّ عَبْدَ اللهِ بْنَ عُمَرَ قَالَ سَمِعْتُ رَسُولَ اللهِ صلى الله عليه وسلم وَهُوَ قَائِمٌ عَلَى الْمِنْبَرِ يَقُولَ إِنَّمَا بَقَاؤُكُمْ فِيمَا سَلَفَ قَبْلَكُمْ مِنْ الْأُمَمِ كَمَا بَيْنَ صَلاَةِ الْعَصْرِ إِلَى غُرُوبِ الشَّمْسِ أُعْطِيَ أَهْلُ التَّوْرَاةِ التَّوْرَاةَ فَعَمِلُوا بِهَا حَتَّى انْتَصَفَ النَّهَارُ ثُمَّ عَجَزُوا فَأُعْطُوا قِيرَاطًا قِيرَاطًا ثُمَّ أُعْطِيَ أَهْلُ الإِنْجِيلِ الإِنْجِيلَ فَعَمِلُوا بِهِ حَتَّى صَلاَةِ الْعَصْرِ ثُمَّ عَجَزُوا فَأُعْطُوا قِيرَاطًا قِيرَاطًا ثُمَّ أُعْطِيتُمْ الْقُرْآنَ فَعَمِلْتُمْ بِهِ حَتَّى غُرُوبِ الشَّمْسِ فَأُعْطِيتُمْ قِيرَاطَيْنِ قِيرَاطَيْنِ قَالَ أَهْلُ التَّوْرَاةِ رَبَّنَا هَؤُلاَءِ أَقَلُّ عَمَلاً وَأَكْثَرُ أَجْرًا قَالَ هَلْ ظَلَمْتُكُمْ مِنْ أَجْرِكُمْ مِنْ شَيْءٍ قَالُوا لاَ فَقَالَ فَذَلِكَ فَضْلِي أُوتِيهِ مَنْ أَشَاءُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "97"
    }
  }
}