{
  "hadith": {
    "hadith_id": 7481,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ্ তা‘আলা যখন আসমানে কোন নির্দেশ জারি করেন, ফেরেশ্তারা তাঁর নির্দেশের প্রতি বিনয় ও আনুগত্য প্রকাশের জন্য স্বীয় পাখাসমূহ হেলাতে থাকেন। তাদের পাখা হেলানোর শব্দটি যেন পাথরের উপর শিকলের ঝনঝনির ধ্বনি।\n\n \n\nবর্ণনাকারী বলেন, আলী এ ক্ষেত্রে শব্দটিকে সাফাওয়ান এবং অন্যরা সাফওয়ান পড়েছেন। এরপর ফেরেশ্তাদের অন্তর থেকে যখন ভীতি দূর করা হয় তখন তারা একে অপরকে বলতে থাকে, তোমাদের প্রতিপালক কী হুকুম জারি করেছেন? তাঁরা বলেন, তিনি বলেছেন, সত্য। তিনি মহান ও সর্বোচ্চ।\n\nবর্ণনাকারী ‘আলী.....আবূ হুরাইরাহ (রাঃ) থেকে এরকমই বর্ণনা করেছেন। তিনি রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বর্ণনা করেছেন। রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম  فُزِّعَপড়েছেন। বর্ণনাকারী সুফ্ইয়ান (রহ.) বলেছেন যে, আমর (রহ.)-ও এভাবেই পড়েছেন। তিনি বলছেন, আমার জানা নেই, বর্ণনাকারী এরকম শুনেছেন কি না? তবে আমাদের কিরাআত এরকমই। [৪৭০১] (আধুনিক প্রকাশনী- ৬৯৬৩, ইসলামিক ফাউন্ডেশন- ৬৯৭৩)",
    "ar": "عَلِيُّ بْنُ عَبْدِ اللهِ حَدَّثَنَا سُفْيَانُ عَنْ عَمْرٍو عَنْ عِكْرِمَةَ عَنْ أَبِي هُرَيْرَةَ يَبْلُغُ بِهِ النَّبِيَّ صلى الله عليه وسلم قَالَ إِذَا قَضَى اللهُ الأَمْرَ فِي السَّمَاءِ ضَرَبَتْ الْمَلاَئِكَةُ بِأَجْنِحَتِهَا خُضْعَانًا لِقَوْلِهِ كَأَنَّهُ سِلْسِلَةٌ عَلَى صَفْوَانٍ قَالَ عَلِيٌّ وَقَالَ غَيْرُهُ صَفْوَانٍ يَنْفُذُهُمْ ذَلِكَ فَإِذَا فُزِّعَ عَنْ قُلُوبِهِمْ قَالُوا مَاذَا قَالَ رَبُّكُمْ قَالُوا الْحَقَّ وَهُوَ الْعَلِيُّ الْكَبِيرُ قَالَ عَلِيٌّ وَحَدَّثَنَا سُفْيَانُ حَدَّثَنَا عَمْرٌو عَنْ عِكْرِمَةَ عَنْ أَبِي هُرَيْرَةَ بِهَذَا قَالَ سُفْيَانُ قَالَ عَمْرٌو سَمِعْتُ عِكْرِمَةَ حَدَّثَنَا أَبُو هُرَيْرَةَ قَالَ عَلِيٌّ قُلْتُ لِسُفْيَانَ قَالَ سَمِعْتُ عِكْرِمَةَ قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ قَالَ نَعَمْ قُلْتُ لِسُفْيَانَ إِنَّ إِنْسَانًا رَوَى عَنْ عَمْرٍو عَنْ عِكْرِمَةَ عَنْ أَبِي هُرَيْرَةَ يَرْفَعُهُ أَنَّهُ قَرَأَ فُرِّغَ قَالَ سُفْيَانُ هَكَذَا قَرَأَ عَمْرٌو فَلاَ أَدْرِي سَمِعَهُ هَكَذَا أَمْ لاَ قَالَ سُفْيَانُ وَهِيَ قِرَاءَتُنَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "97"
    }
  }
}