{
  "hadith": {
    "hadith_id": 7500,
    "narrator": "উরওয়াহ ইব্‌নু যুবায়র (র)",
    "bn": "'উরওয়াহ ইব্‌নু যুবায়র, সা'ঈদ ইব্‌নু মুসাইয়্যাব, ‘আলক্বামাহ ইব্‌নু ওয়াক্কাস ও 'উবাইদুল্লাহ্‌ ইব্‌নু 'আবদুল্লাহ্‌ (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর স্ত্রী 'আয়িশাহ (রাঃ) -এর ঘটনার ব্যাপারে বর্ণনা করেন। যখন অপবাদ রটনাকারীরা তাঁর ব্যাপারে যা বলার তা বলল, তখন আল্লাহ্ তাদের অপবাদ থেকে তাঁকে পবিত্র বলে ঘোষণা দিলেন। বর্ণনাকারী বলেন, 'আয়িশাহ (রাঃ) থেকে বর্ণনাকারীদের প্রত্যেকে হাদীসটির কিছু কিছু অংশ আমাকে বর্ণনা করেছেন। 'আয়িশাহ (রাঃ) বলেন, কিন্তু আল্লাহ্‌র কসম! আমি ধারণা করিনি যে, আল্লাহ্ আমার পবিত্রতার পক্ষে এমন ওয়াহী নাযিল করবেন যা তিলাওয়াত করা হবে। আমার মান-সম্মান আমার কাছে এর চেয়ে কম ছিল যে, আল্লাহ্ আমার ব্যাপারে এমন কালাম করবেন যা তিলাওয়াত করা হবে। তবে আমি আশা করতাম যে, রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্বপ্নে এমন কিছু দেখবেন, যদ্‌দ্বারা আল্লাহ্ আমার পবিত্রতা ঘোষণা করবেন। কিন্তু আল্লাহ্ নাযিল করলেনঃ যারা অপবাদ রটনা করেছে...... থেকে দশটি আয়াত(সূরাহ আন্-নূর ১০/২১)। [২৫৯৩] (আধুনিক প্রকাশনী- ৬৯৮১, ইসলামিক ফাউন্ডেশন- ৬৯৯১)",
    "ar": "حَجَّاجُ بْنُ مِنْهَالٍ حَدَّثَنَا عَبْدُ اللهِ بْنُ عُمَرَ النُّمَيْرِيُّ حَدَّثَنَا يُونُسُ بْنُ يَزِيدَ الأَيْلِيُّ قَالَ سَمِعْتُ الزُّهْرِيَّ قَالَ سَمِعْتُ عُرْوَةَ بْنَ الزُّبَيْرِ وَسَعِيدَ بْنَ الْمُسَيَّبِ وَعَلْقَمَةَ بْنَ وَقَّاصٍ وَعُبَيْدَ اللهِ بْنَ عَبْدِ اللهِ عَنْ حَدِيثِ عَائِشَةَ زَوْجِ النَّبِيِّ صلى الله عليه وسلم حِينَ قَالَ لَهَا أَهْلُ الإِفْكِ مَا قَالُوا فَبَرَّأَهَا اللهُ مِمَّا قَالُوا وَكُلٌّ حَدَّثَنِي طَائِفَةً مِنْ الْحَدِيثِ الَّذِي حَدَّثَنِي عَنْ عَائِشَةَ قَالَتْ وَلَكِنِّي وَاللهِ مَا كُنْتُ أَظُنُّ أَنَّ اللهَ يُنْزِلُ فِي بَرَاءَتِي وَحْيًا يُتْلَى وَلَشَأْنِي فِي نَفْسِي كَانَ أَحْقَرَ مِنْ أَنْ يَتَكَلَّمَ اللهُ فِيَّ بِأَمْرٍ يُتْلَى وَلَكِنِّي كُنْتُ أَرْجُو أَنْ يَرَى رَسُولُ اللهِ صلى الله عليه وسلم فِي النَّوْمِ رُؤْيَا يُبَرِّئُنِي اللهُ بِهَا فَأَنْزَلَ اللهُ تَعَالَى إِنَّ الَّذِينَ جَاءُوا بِالإِفْكِ الْعَشْرَ الْآيَاتِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "97"
    }
  }
}