{
  "hadith": {
    "hadith_id": 7502,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ্ সৃষ্টিকে পয়দা করলেন। তারপর যখন তিনি এর থেকে অবসর হলেন তখন ‘রাহীম’ (আত্মীয়তার বন্ধন) উঠে দাঁড়াল। আল্লাহ্ সেটিকে বললেন, তুমি থাম। ‘আত্মীয়তার বন্ধন’ তখন বলল, আমাকে ছিন্নকারী থেকে আশ্রয় চাওয়ার জায়গা এটা। এতে আল্লাহ্ ঘোষণা করলেন, তুমি কি এতে রাযী নও যে,  লোক তোমার সঙ্গে সৎভাব রাখবে আমিও তার সঙ্গে সৎভাব রাখব আর যে তোমাকে ছিন্ন করবে, আমিও তাকে ছিন্ন করব? সে বলল, আমি এতে সন্তুষ্ট, হে আমার প্রতিপালক! আল্লাহ্ বললেনঃ তা-ই তোমার জন্য। তারপর আবূ হুরাইরাহ (রাঃ) তিলাওয়াত করলেনঃ فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ الاية ক্ষমতা পেলে সম্ভবতঃ তোমরা পৃথিবীতে বিপর্যয় সৃষ্টি করবে আর আত্মীয়তার বন্ধন ছিন্ন করবে।’’ (সূরাহ মুহাম্মাদ ৪৭/২২)। [৪৮৩০] (আধুনিক প্রকাশনী- ৬৯৮৩, ইসলামিক ফাউন্ডেশন- ৬৯৯৩)",
    "ar": "إِسْمَاعِيلُ بْنُ عَبْدِ اللهِ حَدَّثَنِي سُلَيْمَانُ بْنُ بِلاَلٍ عَنْ مُعَاوِيَةَ بْنِ أَبِي مُزَرِّدٍ عَنْ سَعِيدِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ خَلَقَ اللهُ الْخَلْقَ فَلَمَّا فَرَغَ مِنْهُ قَامَتْ الرَّحِمُ فَقَالَ مَهْ قَالَتْ هَذَا مَقَامُ الْعَائِذِ بِكَ مِنْ الْقَطِيعَةِ فَقَالَ أَلاَ تَرْضَيْنَ أَنْ أَصِلَ مَنْ وَصَلَكِ وَأَقْطَعَ مَنْ قَطَعَكِ قَالَتْ بَلَى يَا رَبِّ قَالَ فَذَلِكِ لَكِ ثُمَّ قَالَ أَبُو هُرَيْرَةَ {فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ}إِسْمَاعِيلُ بْنُ عَبْدِ اللهِ حَدَّثَنِي سُلَيْمَانُ بْنُ بِلاَلٍ عَنْ مُعَاوِيَةَ بْنِ أَبِي مُزَرِّدٍ عَنْ سَعِيدِ بْنِ يَسَارٍ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللهِ صلى الله عليه وسلم قَالَ خَلَقَ اللهُ الْخَلْقَ فَلَمَّا فَرَغَ مِنْهُ قَامَتْ الرَّحِمُ فَقَالَ مَهْ قَالَتْ هَذَا مَقَامُ الْعَائِذِ بِكَ مِنْ الْقَطِيعَةِ فَقَالَ أَلاَ تَرْضَيْنَ أَنْ أَصِلَ مَنْ وَصَلَكِ وَأَقْطَعَ مَنْ قَطَعَكِ قَالَتْ بَلَى يَا رَبِّ قَالَ فَذَلِكِ لَكِ ثُمَّ قَالَ أَبُو هُرَيْرَةَ {فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ}",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "97"
    }
  }
}