{
  "hadith": {
    "hadith_id": 7517,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, রসূলুল্লাহ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) -কে এক রাতে কা‘বার মসজিদ থেকে সফর করানো হয়। বিবরণটি হচ্ছে, নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) -এর কাছে এ বিষয়ে ওয়াহী পাঠানোর আগে তাঁর কাছে তিনজন ফেরেশ্‌তার একটা জামা‘আত আসল। অথচ তখন তিনি মাসজিদুল হারামে ঘুমিয়ে ছিলেন। এদের প্রথম জন বলল, তিনি কে? মধ্যের জন্য বলল, তিনি এদের সব চেয়ে ভাল লোক। সর্বশেষ জন বলল, তা হলে তাদের সবচেয়ে ভাল লোকটিকেই নিয়ে চল। সে রাতের ঘটনা এতটুকুই। এ জন্য তিনি আর তাদেরকে দেখেননি। শেষে তারা অন্য এক রাতে আসলেন, যা তিনি অন্তর দ্বারা দেখছিলেন। তাঁর চোখ ঘুমায়, অন্তর ঘুমায় না। সে রকম অন্য নবীগণের (আঃ) চোখ ঘুমিয়ে থাকে, অন্তর ঘুমায় না। এ রাতে তারা তাঁর সঙ্গে কোন কথা না বলে তাঁকে উঠিয়ে নিয়ে যমযম কুপের কাছে রাখলেন। জিব্‌রীল (আঃ) তাঁর সাথীদের থেকে নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) -এর দায়িত্ব নিলেন। জিব্‌রীল (আঃ) তাঁর গলায় নিচ হতে বুক পর্যন্ত বিদীর্ণ করলেন এবং তাঁর বুক ও পেট থেকে সবকিছু নেড়েচেড়ে যমযমের পানি দ্বারা নিজ হাতে ধৌত করেন। সেগুলোকে পরিষ্কার করলেন, তারপর সোনার একটি তশ্‌তরী আনা হল। এবং তাতে ছিল একটি সোনার পাত্র যা পরিপূর্ণ ছিল ঈমান ও হিক্‌মাতে। তাঁর বুক ও গলার রগগুলো এর দ্বারা পূর্ণ করলেন। তারপর সেগুলো যথাস্থানে রেখে বন্ধ করে দিলেন। তারপর তাঁকে নিয়ে পৃথিবীর আসমানের দিকে উঠলেন। আসমানের দরজাগুলো হতে একটি দরজাতে নাড়া দিলেন। ফলে আসমানবাসীগণ তাঁকে ডাক দিয়ে জিজ্ঞেস করলেন, এ কে? তিনি উত্তরে বললেন, জিব্‌রীল। তারা আবার জিজ্ঞেস করলেন, আপনার সঙ্গে কে? তিনি বললেন, আমার সঙ্গে মুহাম্মদ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম)। জিজ্ঞেস করলেন, তাঁর কাছে কি দূত পাঠানো হয়েছে? তিনি বললেন, হ্যাঁ। তখন তাঁরা বললেন, মারহাবান ওয়া আহলান (আপনাকে ধন্যবাদ, আপনি আপনজনের মধ্যে এসেছেন)। তাঁর আগমনে আসমানবাসীরা খুবই আনন্দিত। আল্লাহ্‌ যমীনে কী করতে চাচ্ছেন, তা আসমানবাসীদেরকে না জানানো পর্যন্ত তারা জানতে পারে না। দুনিয়ার আসমানে তিনি আদাম (আঃ)-কে পেলেন। জিব্‌রীল (আঃ) তাঁকে দেখিয়ে বললেন, তিনি আপনার পিতা, তাঁকে সালাম দিন। নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) তাঁকে সালাম দিলেন। আদাম (আঃ) তাঁর সালামের উত্তর দিলেন এবং বললেন, মারহাবান ওয়া আহলান হে আমার পুত্র! তুমি আমার কতইনা উত্তম পুত্র। নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) দু‘টি প্রবহমান নদী দুনিয়ার আসমানে দেখলেন। জিজ্ঞেস করলেন, এ নদী দু‘টি কোন নদী হে জিব্‌রীল! জিব্‌রীল (আঃ) বললেন, এ দু‘টি হলো নীল ও ফুরাতের মূল। এরপর জিব্‌রীল (আঃ) নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) -কে সঙ্গে নিয়ে এ আসমানে ঘুরে বেড়ালেন। তিনি আরো একটি নদী দেখলেন। এর ওপর প্রতিষ্ঠিত ছিল মোতি ও জাবারজাদের তৈরী একটি প্রাসাদ। নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) নদীতে হাত মারলেন। সেটা ছিল অতি উন্নতমানের মিস্‌ক। তিনি বললেন, হে জিব্‌রীল! এটি কী? জিব্‌রীল (আঃ) বললেন, হাউযে কাউসার। যা আপনার রব আপনার জন্য সংরক্ষিত রেখেছেন। তারপর তিনি নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) -কে সঙ্গে করে দ্বিতীয় আসমানে গেলেন। প্রথম আসমানের ফেরেশ্‌তাগণ তাঁকে যা বলেছিলেন এখানেও তা বললেন। তারা জানতে চাইল, তিনি কে? তিনি বললেন, জিব্‌রীল! তাঁরা বললেন, আপনার সঙ্গে কে? তিনি বললেন, মুহাম্মাদ (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম)। তাঁরা বললেন, তাঁর কাছে কি দূত পাঠানো হয়েছে? তিনি বললেন, হ্যাঁ। তাঁরা বললেন, মারহাবান ওয়া আহলান। তারপর নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) -কে সঙ্গে করে তিনি তৃতীয় আসমানের দিকে গেলেন। প্রথম ও দ্বিতীয় আসমানের ফেরেশতারা যা বলেছিলেন, তৃতীয় আসমানের ফেরেশ্‌তারাও তাই বললেন। তারপর তাঁকে সঙ্গে করে তিনি চতুর্থ আসমানের দিকে গেলেন। তাঁরাও তাঁকে আগের মতই বললেন। তারপর তাঁকে নিয়ে তিনি পঞ্চম আসমানে গমন করলেন। তাঁরাও পূর্বের মতো বললেন। এরপর তিনি তাঁকে নিয়ে ষষ্ঠ আসমানের দিকে গেলেন। সেখানেও ফেরেশ্‌তারা আগের মতই বললেন। সর্বশেষে তিনি নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) -কে নিয়ে সপ্তম আসমানে গেলে সেখানেও ফেরেশ্‌তারা তাঁকে আগের ফেরেশ্‌তাদের মতো বললেন। প্রত্যেক আসমানেই নবীগণ রয়েছেন। নবী (সাল্লাল্লাহ ‘আলাইহি ওয়া সাল্লাম) নাম উল্লেখ করেছেন। তার মধ্যে আমি সংরক্ষিত করেছি যে, দ্বিতীয় আসমানে উদ্‌রীস (আঃ), চতুর্থ আসমানে হারুন (আঃ), পঞ্চম আসমানে অন্য একজন নবী যার নাম আমি স্মরণ রাখতে পারিনি। ষষ্ঠ আসমানে রয়েছে ইব্‌রাহীম (আঃ) এবং আল্লাহ্‌র সঙ্গে কথা বলার মর্যাদার কারণে মূসা (আঃ) আছেন সপ্তম আসমানে। সে সময় মূসা বললেন, হে আমার রব্ব। আমি তো ধারণা করিনি আমার ওপর কাউকে উচ্চমর্যাদা দান করা হবে। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে এত উপরে উঠানো হলো, যে ব্যাপারে আল্লাহ্ ব্যতীত আর কেউই জানে না। শেষে তিনি ‘সিদ্‌রাতুল মুনতাহায়’ পৌঁছলেন। এখানে প্রবল পরাক্রমশালী আল্লাহ্ তাঁর নিকটবর্তী হলেন। অতি নিকটবর্তীর ফলে তাঁদের মাঝে দু‘ধনুকের ফারাক রইল অথবা তারও কম। তখন আল্লাহ্ তাঁর প্রতি ওয়াহী পাঠালেন। অর্থাৎ তাঁর উম্মাতের উপর রাত ও দিনে পঞ্চাশ ওয়াক্ত সালাত আদায়ের কথা ওয়াহীযোগে পাঠানো হলো। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নামলেন। আর মূসার কাছে আসলে মূসা (আঃ) তাঁকে আটকিয়ে বললেন, হে মুহাম্মাদ! আপনার রব্ব আপনাকে কী নির্দেশ দিলেন? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, রাত ও দিনে পঞ্চাশ বার সালাত আদায়ের। তখন মূসা (আঃ) বললেন, আপনার উম্মাত তা আদায় করতে পারবে না। কাজেই আপনি ফিরে যান, তাহলে আপনার রব্ব আপনার এবং আপনার উম্মাত হতে এ আদেশটি সহজ করে দেবেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিবরাঈলের (আঃ) দিকে এমনভাবে তাকালেন  যেন তিনি এ ব্যাপারে তাঁর থেকে পরামর্শ চাচ্ছিলেন। জিবরাঈল (আঃ) তাঁকে ইশারায় বললেন হ্যাঁ, আপনি ইচ্ছে করলে তা হতে পারে। তাই তিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে নিয়ে প্রথমে আল্লাহ্‌র কাছে গেলেন। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যথাস্থানে থেকে বললেন, হে আমার রব্ব! আমার উম্মাত এটি আদায় করতে পারবে না। তখন আল্লাহ্‌ দশ ওয়াক্ত ,লাত কমিয়ে দিলেন। এরপর মূসা (আঃ) -এর কাছে ফিরে আসলে তিনি তাঁকে থামালেন। এভাবেই মূসা তাঁকে তাঁর রব্বের কাছে পাঠাতে থাকলেন। শেষে পাঁচ ওয়াক্ত বাকী থাকল। পাঁচ সংখ্যায়ও মূসা (আঃ) তাঁকে থামিয়ে বললেন, হে মুহাম্মাদ! আমি আমার বানী ইসরাঈল কাওমের কাছে এটা হতেও সামান্য কিছু পেতে চেয়েছি। তবু তারা দুর্বল হয়েছে এবং পরিত্যাগ করেছে। অথচ আপনার উম্মাত শারীরিক, মানসিক, দৃষ্টিশক্তি ও শ্রবণশক্তি সব দিক দিয়ে আরো দুর্বল। কাজেই আপনি আবার যান এবং আপনার রব্ব থেকে আদেশটি আরো সহজ করে আনুন। প্রতিবারই নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পরামর্শের জন্য জিব্‌রাঈলের দিকে তাকাতেন। পঞ্চমবারেও জিব্‌রীল তাঁকে নিয়ে যাত্রা করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে আমার রব্ব! আমার উম্মাতের শরীর, মন, শ্রবণশক্তি ও দেহ খুবই দুর্বল। তাই আদেশটি আমাদের থেকে আরো সহজ করে দিন। এরপর পরাক্রমশালী আল্লাহ্‌ বলেলেনঃ মুহাম্মাদ! নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমি আপনার নিকট উপস্থিত, বারবার উপস্থিত। আল্লাহ্ বললেন, আমার কথার কোন পরিবর্তন পরিবর্ধন হয় না। আমি তোমাদের উপর যা ফরয করেছি তা ‘উম্মুল কিতাব’ তথা লাওহে মাহ্‌ফুযে সংরক্ষিত আছে। প্রতিটি নেক আমলের দশটি নেকী রয়েছে। উম্মুল কিতাবে সালাত পঞ্চাশ ওয়াক্তই লেখা আছে। তবে আপনার ও আপনার উম্মাতের জন্য তা  পাঁচ ওয়াক্ত করা হলো। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মূসার কাছে ফিরে আসলে মূসা (আঃ) তাঁকে জিজ্ঞেস করলেন, আপনি কী ব্যবস্থা নিয়ে এসেছেন? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আল্লাহ্ আমাদের জন্য সহজ করে দিয়েছেন। তিনি আমাদেরকে প্রতিটি নেক আমলে বদলে দশটি সাওয়াব নির্ধারিত করেছেন। তখন মূসা (আঃ) বললেন, আল্লাহ্‌র শপথ! আমি বানী ইসরাঈলের নিকট হতে এর চেয়েও অল্প জিনিসের আশা করেছি। কিন্তু তারা তাও আদায় করেনি। আপনার রব্বের কাছে আপনি আবার ফিরে যান, যেন তিনি আরো একটু কমিয়ে দেন। এবার নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে মূসা, আল্লাহর শপথ! আমি আমার রব্বের কাছে বারবার গেছি। আবার যেতে লজ্জাবোধ করছি, যেন তাঁর সঙ্গে মতভেদ করছি। এরপর মূসা (আঃ) বললেন, নামতে পারেন আল্লাহ্‌র নামে। এ সময় নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জাগ্রত হলেন, দেখলেন, তিনি মাসজিদে হারামে আছেন। [৩৫৭০; মুসলিম ১/৭৪, হাঃ ১৬২, আহমাদ ১২৫০৭] (আধুনিক প্রকাশনী- ৬৯৯৮, ইসলামিক ফাউন্ডেশন- ৭০০৯)",
    "ar": "عَبْدُ الْعَزِيزِ بْنُ عَبْدِ اللهِ حَدَّثَنِي سُلَيْمَانُ عَنْ شَرِيكِ بْنِ عَبْدِ اللهِ أَنَّهُ قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يَقُولُ لَيْلَةَ أُسْرِيَ بِرَسُولِ اللهِ صلى الله عليه وسلم مِنْ مَسْجِدِ الْكَعْبَةِ أَنَّهُ جَاءَهُ ثَلاَثَةُ نَفَرٍ قَبْلَ أَنْ يُوحَى إِلَيْهِ وَهُوَ نَائِمٌ فِي الْمَسْجِدِ الْحَرَامِ فَقَالَ أَوَّلُهُمْ أَيُّهُمْ هُوَ فَقَالَ أَوْسَطُهُمْ هُوَ خَيْرُهُمْ فَقَالَ آخِرُهُمْ خُذُوا خَيْرَهُمْ فَكَانَتْ تِلْكَ اللَّيْلَةَ فَلَمْ يَرَهُمْ حَتَّى أَتَوْهُ لَيْلَةً أُخْرَى فِيمَا يَرَى قَلْبُهُ وَتَنَامُ عَيْنُهُ وَلاَ يَنَامُ قَلْبُهُ وَكَذَلِكَ الأَنْبِيَاءُ تَنَامُ أَعْيُنُهُمْ وَلاَ تَنَامُ قُلُوبُهُمْ فَلَمْ يُكَلِّمُوهُ حَتَّى احْتَمَلُوهُ فَوَضَعُوهُ عِنْدَ بِئْرِ زَمْزَمَ فَتَوَلاَّهُ مِنْهُمْ جِبْرِيلُ فَشَقَّ جِبْرِيلُ مَا بَيْنَ نَحْرِهِ إِلَى لَبَّتِهِ حَتَّى فَرَغَ مِنْ صَدْرِهِ وَجَوْفِهِ فَغَسَلَهُ مِنْ مَاءِ زَمْزَمَ بِيَدِهِ حَتَّى أَنْقَى جَوْفَهُ ثُمَّ أُتِيَ بِطَسْتٍ مِنْ ذَهَبٍ فِيهِ تَوْرٌ مِنْ ذَهَبٍ مَحْشُوًّا إِيمَانًا وَحِكْمَةً فَحَشَا بِهِ صَدْرَهُ وَلَغَادِيدَهُ يَعْنِي عُرُوقَ حَلْقِهِ ثُمَّ أَطْبَقَهُ ثُمَّ عَرَجَ بِهِ إِلَى السَّمَاءِ الدُّنْيَا فَضَرَبَ بَابًا مِنْ أَبْوَابِهَا فَنَادَاهُ أَهْلُ السَّمَاءِ مَنْ هَذَا فَقَالَ جِبْرِيلُ قَالُوا وَمَنْ مَعَكَ قَالَ مَعِيَ مُحَمَّدٌ قَالَ وَقَدْ بُعِثَ قَالَ نَعَمْ قَالُوا فَمَرْحَبًا بِهِ وَأَهْلاً فَيَسْتَبْشِرُ بِهِ أَهْلُ السَّمَاءِ لاَ يَعْلَمُ أَهْلُ السَّمَاءِ بِمَا يُرِيدُ اللهُ بِهِ فِي الأَرْضِ حَتَّى يُعْلِمَهُمْ فَوَجَدَ فِي السَّمَاءِ الدُّنْيَا آدَمَ فَقَالَ لَهُ جِبْرِيلُ هَذَا أَبُوكَ آدَمُ فَسَلِّمْ عَلَيْهِ فَسَلَّمَ عَلَيْهِ وَرَدَّ عَلَيْهِ آدَمُ وَقَالَ مَرْحَبًا وَأَهْلاً بِابْنِي نِعْمَ الِابْنُ أَنْتَ فَإِذَا هُوَ فِي السَّمَاءِ الدُّنْيَا بِنَهَرَيْنِ يَطَّرِدَانِ فَقَالَ مَا هَذَانِ النَّهَرَانِ يَا جِبْرِيلُ قَالَ هَذَا النِّيلُ وَالْفُرَاتُ عُنْصُرُهُمَا ثُمَّ مَضَى بِهِ فِي السَّمَاءِ فَإِذَا هُوَ بِنَهَرٍ آخَرَ عَلَيْهِ قَصْرٌ مِنْ لُؤْلُؤٍ وَزَبَرْجَدٍ فَضَرَبَ يَدَهُ فَإِذَا هُوَ مِسْكٌ أَذْفَرُ قَالَ مَا هَذَا يَا جِبْرِيلُ قَالَ هَذَا الْكَوْثَرُ الَّذِي خَبَأَ لَكَ رَبُّكَ\nثُمَّ عَرَجَ بِهِ إِلَى السَّمَاءِ الثَّانِيَةِ فَقَالَتْ الْمَلاَئِكَةُ لَهُ مِثْلَ مَا قَالَتْ لَهُ الْأُولَى مَنْ هَذَا قَالَ جِبْرِيلُ قَالُوا وَمَنْ مَعَكَ قَالَ مُحَمَّدٌ صلى الله عليه وسلم قَالُوا وَقَدْ بُعِثَ إِلَيْهِ قَالَ نَعَمْ قَالُوا مَرْحَبًا بِهِ وَأَهْلاً ثُمَّ عَرَجَ بِهِ إِلَى السَّمَاءِ الثَّالِثَةِ وَقَالُوا لَهُ مِثْلَ مَا قَالَتْ الْأُولَى وَالثَّانِيَةُ ثُمَّ عَرَجَ بِهِ إِلَى الرَّابِعَةِ فَقَالُوا لَهُ مِثْلَ ذَلِكَ ثُمَّ عَرَجَ بِهِ إِلَى السَّمَاءِ الْخَامِسَةِ فَقَالُوا مِثْلَ ذَلِكَ ثُمَّ عَرَجَ بِهِ إِلَى السَّمَاءِ السَّادِسَةِ فَقَالُوا لَهُ مِثْلَ ذَلِكَ ثُمَّ عَرَجَ بِهِ إِلَى السَّمَاءِ السَّابِعَةِ فَقَالُوا لَهُ مِثْلَ ذَلِكَ كُلُّ سَمَاءٍ فِيهَا أَنْبِيَاءُ قَدْ سَمَّاهُمْ فَأَوْعَيْتُ مِنْهُمْ إِدْرِيسَ فِي الثَّانِيَةِ وَهَارُونَ فِي الرَّابِعَةِ وَآخَرَ فِي الْخَامِسَةِ لَمْ أَحْفَظْ اسْمَهُ وَإِبْرَاهِيمَ فِي السَّادِسَةِ وَمُوسَى فِي السَّابِعَةِ بِتَفْضِيلِ كَلاَمِ اللهِ فَقَالَ مُوسَى رَبِّ لَمْ أَظُنَّ أَنْ يُرْفَعَ عَلَيَّ أَحَدٌ ثُمَّ عَلاَ بِهِ فَوْقَ ذَلِكَ بِمَا لاَ يَعْلَمُهُ إِلاَّ اللهُ حَتَّى جَاءَ سِدْرَةَ الْمُنْتَهَى وَدَنَا لِلْجَبَّارِ رَبِّ الْعِزَّةِ فَتَدَلَّى حَتَّى كَانَ مِنْهُ قَابَ قَوْسَيْنِ أَوْ أَدْنَى فَأَوْحَى اللهُ فِيمَا أَوْحَى إِلَيْهِ خَمْسِينَ صَلاَةً عَلَى أُمَّتِكَ كُلَّ يَوْمٍ وَلَيْلَةٍ ثُمَّ هَبَطَ حَتَّى بَلَغَ مُوسَى فَاحْتَبَسَهُ مُوسَى فَقَالَ يَا مُحَمَّدُ مَاذَا عَهِدَ إِلَيْكَ رَبُّكَ قَالَ عَهِدَ إِلَيَّ خَمْسِينَ صَلاَةً كُلَّ يَوْمٍ وَلَيْلَةٍ قَالَ إِنَّ أُمَّتَكَ لاَ تَسْتَطِيعُ ذَلِكَ فَارْجِعْ فَلْيُخَفِّفْ عَنْكَ رَبُّكَ وَعَنْهُمْ فَالْتَفَتَ النَّبِيُّ صلى الله عليه وسلم إِلَى جِبْرِيلَ كَأَنَّهُ يَسْتَشِيرُهُ فِي ذَلِكَ فَأَشَارَ إِلَيْهِ جِبْرِيلُ أَنْ نَعَمْ إِنْ شِئْتَ فَعَلاَ بِهِ إِلَى الْجَبَّارِ فَقَالَ وَهُوَ مَكَانَهُ يَا رَبِّ خَفِّفْ عَنَّا فَإِنَّ أُمَّتِي لاَ تَسْتَطِيعُ هَذَا فَوَضَعَ عَنْهُ عَشْرَ صَلَوَاتٍ ثُمَّ رَجَعَ إِلَى مُوسَى فَاحْتَبَسَهُ فَلَمْ يَزَلْ يُرَدِّدُهُ مُوسَى إِلَى رَبِّهِ حَتَّى صَارَتْ إِلَى خَمْسِ صَلَوَاتٍ ثُمَّ احْتَبَسَهُ مُوسَى عِنْدَ الْخَمْسِ فَقَالَ يَا مُحَمَّدُ وَاللهِ لَقَدْ رَاوَدْتُ بَنِي إِسْرَائِيلَ قَوْمِي عَلَى أَدْنَى مِنْ هَذَا فَضَعُفُوا فَتَرَكُوهُ فَأُمَّتُكَ أَضْعَفُ أَجْسَادًا وَقُلُوبًا وَأَبْدَانًا وَأَبْصَارًا وَأَسْمَاعًا فَارْجِعْ فَلْيُخَفِّفْ عَنْكَ رَبُّكَ كُلَّ ذَلِكَ يَلْتَفِتُ النَّبِيُّ صلى الله عليه وسلم إِلَى جِبْرِيلَ لِيُشِيرَ عَلَيْهِ وَلاَ يَكْرَهُ ذَلِكَ جِبْرِيلُ فَرَفَعَهُ عِنْدَ الْخَامِسَةِ فَقَالَ يَا رَبِّ إِنَّ أُمَّتِي ضُعَفَاءُ أَجْسَادُهُمْ وَقُلُوبُهُمْ وَأَسْمَاعُهُمْ وَأَبْصَارُهُمْ وَأَبْدَانُهُمْ فَخَفِّفْ عَنَّا فَقَالَ الْجَبَّارُ يَا مُحَمَّدُ قَالَ لَبَّيْكَ وَسَعْدَيْكَ قَالَ إِنَّهُ لاَ يُبَدَّلُ الْقَوْلُ لَدَيَّ كَمَا فَرَضْتُهُ عَلَيْكَ فِي أُمِّ الْكِتَابِ قَالَ فَكُلُّ حَسَنَةٍ بِعَشْرِ أَمْثَالِهَا فَهِيَ خَمْسُونَ فِي أُمِّ الْكِتَابِ وَهِيَ خَمْسٌ عَلَيْكَ فَرَجَعَ إِلَى مُوسَى فَقَالَ كَيْفَ فَعَلْتَ فَقَالَ خَفَّفَ عَنَّا أَعْطَانَا بِكُلِّ حَسَنَةٍ عَشْرَ أَمْثَالِهَا قَالَ مُوسَى قَدْ وَاللهِ رَاوَدْتُ بَنِي إِسْرَائِيلَ عَلَى أَدْنَى مِنْ ذَلِكَ فَتَرَكُوهُ ارْجِعْ إِلَى رَبِّكَ فَلْيُخَفِّفْ عَنْكَ أَيْضًا قَالَ رَسُولُ اللهِ صلى الله عليه وسلم صلى الله عليه وسلم يَا مُوسَى قَدْ وَاللهِ اسْتَحْيَيْتُ مِنْ رَبِّي مِمَّا اخْتَلَفْتُ إِلَيْهِ قَالَ فَاهْبِطْ بِاسْمِ اللهِ قَالَ وَاسْتَيْقَظَ وَهُوَ فِي مَسْجِدِ الْحَرَامِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "97"
    }
  }
}