{
  "hadith": {
    "hadith_id": 7524,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "আল্লাহর বাণীঃ ‘‘কুরআনের কারণে আপনার জিহবা নাড়াচাড়া করবেন না’, এ আয়াত প্রসঙ্গে বলেন, ওয়াহী নাযিল হওয়া শুরু হলে নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম খুবই কষ্টের অবস্থার সম্মুখীন হতেন, যে কারণে তিনি তার ঠোঁট দুটি নাড়াতেন। বর্ণনাকারী বলেন, ইবনু ‘আববাস (রাঃ) আমাকে বললেন, আমি তোমাকে বোঝানোর জন্য ঠোঁট দু’টি সেভাবে নাড়ছি, যেভাবে রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম সে দু’টো নেড়েছিলেন। এরপর বর্ণনাকারী সা‘ঈদ (রহ.) বললেন, আমিও ঠোঁট দু’টি তেমনি নেড়ে দেখাচ্ছি, যেমনি ইবনু ‘আববাস (রাঃ) নেড়ে আমাকে দেখিয়েছিলেন। তিনি তাঁর ঠোঁট দু’টি নাড়লেন। এ অবস্থায় আল্লাহ্ নাযিল করলেনঃ ‘‘তাড়াতাড়ি ওয়াহী আয়ত্ত করার জন্য তুমি তোমার জিহবা দ্রুততার সঙ্গে চালিত করো না, এর সংরক্ষণ ও পাঠ করাবার দায়িত্ব আমারই’’- (সূরাহ আল-ক্বিয়ামহ ৭৫/১৬-১৭)।\n\n \n\nতিনি বলেন, جَمْعُهُ -এর অর্থ আপনার বুকে এভাবে সংরক্ষণ করা, যেন পরে তা পড়তে সক্ষম হন। সুতরাং আমি যখন তা পাঠ করি, তুমি সে পাঠের অনুসরণ কর- (সূরাহ আল-ক্বিয়ামাহ ৭৫/১৮)। এর অর্থ হচ্ছে আপনি তা শুনুন এবং চুপ থাকুন। এরপর আপনি কুরআন পাঠ করবেন সে দায়িত্ব আমাদের উপর। বর্ণনাকারী বলেন, অতঃপর নাবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম-এর কাছে জিব্রীল (আঃ) যখন আসতেন, তিনি তখন মনোযোগ সহকারে তা শুনতেন। জিব্রীল (আঃ) চলে গেলে তিনি ঠিক তেমনি পাঠ করতেন, যেমনি তাঁকে পাঠ করানো হয়েছিল। [৫] (আধুনিক প্রকাশনী- ৭০০৫, ইসলামিক ফাউন্ডেশন- ৭০১৬)",
    "ar": "قُتَيْبَةُ بْنُ سَعِيدٍ حَدَّثَنَا أَبُو عَوَانَةَ عَنْ مُوسَى بْنِ أَبِي عَائِشَةَ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ فِي قَوْلِهِ تَعَالَى {لاَ تُحَرِّكْ بِهِ لِسَانَكَ} قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُعَالِجُ مِنْ التَّنْزِيلِ شِدَّةً وَكَانَ يُحَرِّكُ شَفَتَيْهِ فَقَالَ لِي ابْنُ عَبَّاسٍ فَأَنَا أُحَرِّكُهُمَا لَكَ كَمَا كَانَ رَسُولُ اللهِ صلى الله عليه وسلم يُحَرِّكُهُمَا فَقَالَ سَعِيدٌ أَنَا أُحَرِّكُهُمَا كَمَا كَانَ ابْنُ عَبَّاسٍ يُحَرِّكُهُمَا فَحَرَّكَ شَفَتَيْهِ فَأَنْزَلَ اللهُ عَزَّ وَجَلَّ {لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ} قَالَ جَمْعُهُ فِي صَدْرِكَ ثُمَّ تَقْرَؤُهُ فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ قَالَ فَاسْتَمِعْ لَهُ وَأَنْصِتْ {ثُمَّ إِنَّ عَلَيْنَا} أَنْ تَقْرَأَهُ قَالَ فَكَانَ رَسُولُ اللهِ صلى الله عليه وسلم إِذَا أَتَاهُ جِبْرِيلُ عَلَيْهِ السَّلاَم اسْتَمَعَ فَإِذَا انْطَلَقَ جِبْرِيلُ قَرَأَهُ النَّبِيُّ صلى الله عليه وسلم كَمَا أَقْرَأَهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "97"
    }
  }
}