{
  "hadith": {
    "hadith_id": 755,
    "narrator": "জাবির ইব্‌নু সামুরা (রাঃ)",
    "bn": "তিনি বলেন, কূফাবাসীরা সা’দ (রাঃ)-এর [১] বিরুদ্ধে ‘উমর (রাঃ)-এর নিকট অভিযোগ করলে তিনি তাঁকে দায়িত্ব থেকে অব্যাহতি দেন এবং আম্মার (রাঃ)-কে তাদের শাসনকর্তা নিযুক্ত করেন। কূফার লোকেরা সা’দ (রাঃ)-এর বিরুদ্ধে অভিযোগ করতে গিয়ে এ-ও বলে যে, তিনি ভালরূপে সালাত আদায় করতে পারেন না। ‘উমর (রাঃ) তাঁকে ডেকে পাঠালেন এবং বললেন, হে আবূ ইসহাক! তারা আপনার বিরুদ্ধে অভিযোগ করেছে যে, আপনি নাকি ভালরূপে সালাত আদায় করতে পারেন না। সা’দ (রাঃ) বললেন, আল্লাহ্‌র শপথ! আমি রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সালাতের অনুরূপই সালাত আদায় করে থাকি। তাতে কোন ত্রুটি করি না। আমি ‘ইশার সালাত আদায় করতে প্রথমে দু’ রাকাআত একটু দীর্ঘ ও শেষের দু’ রাকা‘আত সংক্ষেপ করতাম। ‘উমর (রাঃ) বললেন, হে আবূ ইসহাক! আপনার সম্পর্কে আমার এ-ই ধারণা। অতঃপর ‘উমর (রাঃ) কূফার অধিবাসীদের এ সম্পর্কে জিজ্ঞাসাবাদের জন্য এক বা একাধিক ব্যক্তিকে সা’দ (রাঃ) এর সঙ্গে কূফায় পাঠান। সে ব্যক্তি প্রতিটি মসজিদে গিয়ে সা’দ (রাঃ) সম্পর্কে জিজ্ঞেস করলো এবং তাঁরা সকলেই তাঁর ভূয়সী প্রশংসা করলেন। অবশেষে সে ব্যক্তি বনূ আব্‌স গোত্রের মসজিদে উপস্থিত হয়। এখানে উসামা উব্‌নু কাতাদা নামে এক ব্যক্তি যাকে আবূ সা’দাহ্‌ ডাকা হত– দাঁড়িয়ে বলল, যেহেতু তুমি আল্লাহ্‌র নামে শপথ দিয়ে জিজ্ঞেস করেছ, সা’দ (রাঃ) কখনো সেনাবাহিনীর সঙ্গে যুদ্ধে যান না, গানীমাতের মাল সমভাবে বন্টন করেন না এবং বিচারে ইনসাফ করেন না। তখন সা’দ (রাঃ) বললেন, মনে রেখো, আল্লাহ্‌র কসম! আমি তিনটি দু’আ করছিঃ হে আল্লাহ্‌! যদি তোমার এ বান্দা মিথ্যাবাদী হয়, লোক দেখানো এবং অপপ্রচারের জন্য দাঁড়িয়ে থাকে তাহলে– ১. তার হায়াত বাড়িয়ে দিন, ২. তার অভাব বাড়িয়ে দিন, এবং ৩. তাঁকে ফিত্‌নার সম্মুখীন করুন। পরবর্তীকালে লোকটিকে (তার অবস্থা সম্পর্কে) জিজ্ঞেস করা হলে সে বলতো, আমি বয়সে বৃদ্ধ, ফিত্‌নায় লিপ্ত। সা’দ (রাঃ) এর দু’আ আমার উপর লেগে আছে। বর্ণনাকারী আবদুল মালিক (রহঃ)  বলেন, পরে আমি সে লোকটিকে দেখেছি, অতি বৃদ্ধ হয়ে যাওয়ার কারণে তার ভ্রু চোখের উপর ঝুলে গেছে এবং সে পথে মেয়েদের বিরক্ত করত এবং তাদের চিমটি দিত।",
    "ar": "حَدَّثَنَا مُوسَى، قَالَ حَدَّثَنَا أَبُو عَوَانَةَ، قَالَ حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ عُمَيْرٍ، عَنْ جَابِرِ بْنِ سَمُرَةَ، قَالَ شَكَا أَهْلُ الْكُوفَةِ سَعْدًا إِلَى عُمَرَ ـ رضى الله عنه ـ فَعَزَلَهُ وَاسْتَعْمَلَ عَلَيْهِمْ عَمَّارًا، فَشَكَوْا حَتَّى ذَكَرُوا أَنَّهُ لاَ يُحْسِنُ يُصَلِّي، فَأَرْسَلَ إِلَيْهِ فَقَالَ يَا أَبَا إِسْحَاقَ إِنَّ هَؤُلاَءِ يَزْعُمُونَ أَنَّكَ لاَ تُحْسِنُ تُصَلِّي قَالَ أَبُو إِسْحَاقَ أَمَّا أَنَا وَاللَّهِ فَإِنِّي كُنْتُ أُصَلِّي بِهِمْ صَلاَةَ رَسُولِ اللَّهِ صلى الله عليه وسلم مَا أَخْرِمُ عَنْهَا، أُصَلِّي صَلاَةَ الْعِشَاءِ فَأَرْكُدُ فِي الأُولَيَيْنِ وَأُخِفُّ فِي الأُخْرَيَيْنِ‏.‏ قَالَ ذَاكَ الظَّنُّ بِكَ يَا أَبَا إِسْحَاقَ‏.‏ فَأَرْسَلَ مَعَهُ رَجُلاً أَوْ رِجَالاً إِلَى الْكُوفَةِ، فَسَأَلَ عَنْهُ أَهْلَ الْكُوفَةِ، وَلَمْ يَدَعْ مَسْجِدًا إِلاَّ سَأَلَ عَنْهُ، وَيُثْنُونَ مَعْرُوفًا، حَتَّى دَخَلَ مَسْجِدًا لِبَنِي عَبْسٍ، فَقَامَ رَجُلٌ مِنْهُمْ يُقَالُ لَهُ أُسَامَةُ بْنُ قَتَادَةَ يُكْنَى أَبَا سَعْدَةَ قَالَ أَمَّا إِذْ نَشَدْتَنَا فَإِنَّ سَعْدًا كَانَ لاَ يَسِيرُ بِالسَّرِيَّةِ، وَلاَ يَقْسِمُ بِالسَّوِيَّةِ، وَلاَ يَعْدِلُ فِي الْقَضِيَّةِ‏.‏ قَالَ سَعْدٌ أَمَا وَاللَّهِ لأَدْعُوَنَّ بِثَلاَثٍ، اللَّهُمَّ إِنْ كَانَ عَبْدُكَ هَذَا كَاذِبًا، قَامَ رِيَاءً وَسُمْعَةً فَأَطِلْ عُمْرَهُ، وَأَطِلْ فَقْرَهُ، وَعَرِّضْهُ بِالْفِتَنِ، وَكَانَ بَعْدُ إِذَا سُئِلَ يَقُولُ شَيْخٌ كَبِيرٌ مَفْتُونٌ، أَصَابَتْنِي دَعْوَةُ سَعْدٍ‏.‏ قَالَ عَبْدُ الْمَلِكِ فَأَنَا رَأَيْتُهُ بَعْدُ قَدْ سَقَطَ حَاجِبَاهُ عَلَى عَيْنَيْهِ مِنَ الْكِبَرِ، وَإِنَّهُ لَيَتَعَرَّضُ لِلْجَوَارِي فِي الطُّرُقِ يَغْمِزُهُنَّ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] তিনি তখন কূফায় আমীর হিসাবে নিযুক্ত ছিলেন ।",
    "chapter": {
      "chapter_number": "10"
    }
  }
}