{
  "hadith": {
    "hadith_id": 7550,
    "narrator": "মিসওয়ার ইবনু মাখরামাহ (রহঃ) ও ‘আবদুর রহমান ইবনু ‘আবদুল ক্বারী (রহঃ)",
    "bn": "তাঁরা উভয়ে ‘উমর ইবনু খাত্তাব (রাঃ) -কে বলতে শুনেছেন। তিনি বলেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর জীবিত অবস্থায় আমি হিশাম ইব্‌নু হাকীম (রাঃ) -কে (সালাতে) সূরায়ে ফুরকান তিলাওয়াত করতে শুনেছি। আমি একাগ্রমনে তাঁর তিলাওয়াত শুনছিলাম। তিনি এমন অনেকগুলো শব্দ তিলাওয়াত করছিলেন, যেগুলো রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে তিলাওয়াত করাননি। এতে আমি তাঁকে সালাতের অবস্থায় ধরে ফেলতে চেয়েছিলাম। কিন্তু সালাম ফেরানো অবধি আমি ধৈর্য ধরলাম। তারপর আমি তাঁর চাদর দিয়ে তাঁকে জড়িয়ে ধরলাম। আর বললাম, আমি তোমাকে যে সূরা পাঠ করতে শুনলাম, তা তোমাকে কে শিখিয়েছে? তিনি বললেন, রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)। আমি বললাম, তুমি মিথ্যে বলেছ, তিনি আমাকে শিখিয়েছেন, তবে তোমার কিরাআতের মত নয়। তারপর আমি তাঁকে টেনে টেনে রসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে নিয়ে চললাম। এরপর আমি বললাম, আমি শুনলাম একে ভিন্ন শব্দ দ্বারা সূরা ফুরকান পাঠ করতে, যা আপনি আমাকে শিখাননি। তিনি [নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ] বললেনঃ আচ্ছা তাঁকে ছেড়ে দাও। তুমি পড়, হে হিশাম! এরপর আমি যেমন কিরাআত শুনেছিলাম তিনি তেমন কিরাআত পড়লেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কুরআন এভাবেই নাযিল হয়েছে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে ‘উমর! তুমি পড়। আমি সেভাবে পড়লাম যেভাবে আমাকে শিখানো হয়েছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ কুরআন এভাবেই নাযিল হয়েছে। এ কুরআন সাত হরফে (কিরাআতে) নাযিল করা হয়েছে। কাজেই যেভাবে সহজ হয়, সেভাবে তা পাঠ কর। (আধুনিক প্রকাশনী- ৭০৩০, ইসলামিক ফাউন্ডেশন- ৭০৪১)",
    "ar": "يَحْيَى بْنُ بُكَيْرٍ حَدَّثَنَا اللَّيْثُ عَنْ عُقَيْلٍ عَنْ ابْنِ شِهَابٍ حَدَّثَنِي عُرْوَةُ أَنَّ الْمِسْوَرَ بْنَ مَخْرَمَةَ وَعَبْدَ الرَّحْمَنِ بْنَ عَبْدٍ الْقَارِيَّ حَدَّثَاهُ أَنَّهُمَا سَمِعَا عُمَرَ بْنَ الْخَطَّابِ يَقُولُ سَمِعْتُ هِشَامَ بْنَ حَكِيمٍ يَقْرَأُ سُورَةَ الْفُرْقَانِ فِي حَيَاةِ رَسُولِ اللهِ صلى الله عليه وسلم فَاسْتَمَعْتُ لِقِرَاءَتِهِ فَإِذَا هُوَ يَقْرَأُ عَلَى حُرُوفٍ كَثِيرَةٍ لَمْ يُقْرِئْنِيهَا رَسُولُ اللهِ صلى الله عليه وسلم فَكِدْتُ أُسَاوِرُهُ فِي الصَّلاَةِ فَتَصَبَّرْتُ حَتَّى سَلَّمَ فَلَبَبْتُهُ بِرِدَائِهِ فَقُلْتُ مَنْ أَقْرَأَكَ هَذِهِ السُّورَةَ الَّتِي سَمِعْتُكَ تَقْرَأُ قَالَ أَقْرَأَنِيهَا رَسُولُ اللهِ صلى الله عليه وسلم فَقُلْتُ كَذَبْتَ أَقْرَأَنِيهَا عَلَى غَيْرِ مَا قَرَأْتَ فَانْطَلَقْتُ بِهِ أَقُودُهُ إِلَى رَسُولِ اللهِ صلى الله عليه وسلم فَقُلْتُ إِنِّي سَمِعْتُ هَذَا يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى حُرُوفٍ لَمْ تُقْرِئْنِيهَا فَقَالَ أَرْسِلْهُ اقْرَأْ يَا هِشَامُ فَقَرَأَ الْقِرَاءَةَ الَّتِي سَمِعْتُهُ فَقَالَ رَسُولُ اللهِ صلى الله عليه وسلم كَذَلِكَ أُنْزِلَتْ ثُمَّ قَالَ رَسُولُ اللهِ صلى الله عليه وسلم اقْرَأْ يَا عُمَرُ فَقَرَأْتُ الَّتِي أَقْرَأَنِي فَقَالَ كَذَلِكَ أُنْزِلَتْ إِنَّ هَذَا الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "97"
    }
  }
}