{
  "hadith": {
    "hadith_id": 7555,
    "narrator": "যাহদাম (রাঃ)",
    "bn": "তিনি বলেন, জারমের এ কাওমটির সঙ্গে আশ’আরী কাওমের গভীর ভালবাসা ও ভ্রাতৃভাব ছিল। এক সময় আমরা আবু মুসা আশ’আরী (রাঃ) এর কাছে ছিলাম। তাঁর কাছে খাদ্য আনা হল।  এতে মুরগীর গোশতও ছিল। এ সময় তাঁর নিকট বানী তায়মুল্লাহ্‌র এক লোক ছিল। সে (দেখতে) যেন আযাদকৃত গোলাম। তাকেও আবূ মুসা (রাঃ) খেতে ডাকলেন। সে বলল, আমি এ মুরগীকে এমন কিছু জিনিস খেতে দেখেছি, যার ফলে এটি খেতে আমি খেতে ঘৃনা করি। এ জন্য শপথ করেছি, আমি তা খাব না। আবূ মুসা (রাঃ) বললেন, তুমি এদিকে এসো, এ ব্যাপারে আমি তোমাকে একটি হাদীস শোনাব। আমি এক সময় আশ’আরী কওমের একটি প্রতিনিধি দলের সাথে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে বাহন চাওয়ার জন্য গেলাম। তিনি বললেন, আল্লাহর শপথ! আমি তোমাদের বাহন দেব না। আর তোমাদের দেয়ার মত আমার কাছে বাহন নেই। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে গনীমতের কিছু উট আনা হলে তিনি আমাদের সম্পর্কে জিজ্ঞেস করলেন এবং বললেন, আশ’আরীদের দলটি কোথায়? তারপর তিনি পাঁচটি মোজা তাজা ও উৎকৃষ্ট উট আমাদের  দেয়ার জন্য হুকুম করলেন। আমরা এগুলো নিয়ে রওনা দেয়ার সময় বললাম, আমরা কী কর্মটি করলাম! নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শপথ করে বললেন, আমাদের বাহন দেবেন না এবং তাঁর কাছে দেয়ার মত বাহন নেই। তারপরও তো তিনি আমাদের বাহন দিয়ে দিলেন। হয়ত আমরা তাঁকে তাঁর শপথ সম্পর্কে বেখেয়াল করে দিয়েছি। আল্লাহর শপথ! আমরা কক্ষনো সফলকাম হবো না। তাই আমরা তাঁর কাছে আবার গেলাম এবং তা তাঁকে বললাম। তিনি বললেনঃ আমি তোমাদেরকে বাহন দেইনি, বরং দিয়েছেন আল্লাহ্ ! আল্লাহর শপথ! আমি কোন বিষয়ে শপথ করি আর যদি তার বিপরীতে কল্যাণ দেখতে পাই, তবে তাতেই ফিরে আসি এবং (কাফ্ফারা আদায় করে) তা বৈধ করে নেই। (আধুনিক প্রকাশনী- ৭০৩৪, ইসলামিক ফাউন্ডেশন- ৭০৪৫)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ عَبْدِ الْوَهَّابِ، حَدَّثَنَا عَبْدُ الْوَهَّابِ، حَدَّثَنَا أَيُّوبُ، عَنْ أَبِي قِلاَبَةَ، وَالْقَاسِمِ التَّمِيمِيِّ، عَنْ زَهْدَمٍ، قَالَ كَانَ بَيْنَ هَذَا الْحَىِّ مِنْ جُرْمٍ وَبَيْنَ الأَشْعَرِيِّينَ وُدٌّ وَإِخَاءٌ، فَكُنَّا عِنْدَ أَبِي مُوسَى الأَشْعَرِيِّ فَقُرِّبَ إِلَيْهِ الطَّعَامُ فِيهِ لَحْمُ دَجَاجٍ، وَعِنْدَهُ رَجُلٌ مِنْ بَنِي تَيْمِ اللَّهِ كَأَنَّهُ مِنَ الْمَوَالِي، فَدَعَاهُ إِلَيْهِ فَقَالَ إِنِّي رَأَيْتُهُ يَأْكُلُ شَيْئًا فَقَذِرْتُهُ، فَحَلَفْتُ لاَ آكُلُهُ‏.‏ فَقَالَ هَلُمَّ فَلأُحَدِّثْكَ عَنْ ذَاكَ، إِنِّي أَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فِي نَفَرٍ مِنَ الأَشْعَرِيِّينَ نَسْتَحْمِلُهُ قَالَ ‏\"‏ وَاللَّهِ لاَ أَحْمِلُكُمْ وَمَا عِنْدِي مَا أَحْمِلُكُمْ ‏\"‏‏.‏ فَأُتِيَ النَّبِيُّ صلى الله عليه وسلم بِنَهْبِ إِبِلٍ فَسَأَلَ عَنَّا فَقَالَ ‏\"‏ أَيْنَ النَّفَرُ الأَشْعَرِيُّونَ ‏\"‏‏.‏ فَأَمَرَ لَنَا بِخَمْسِ ذَوْدٍ غُرِّ الذُّرَى، ثُمَّ انْطَلَقْنَا قُلْنَا مَا صَنَعْنَا حَلَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم لاَ يَحْمِلُنَا، وَمَا عِنْدَهُ مَا يَحْمِلُنَا، ثُمَّ حَمَلَنَا، تَغَفَّلْنَا رَسُولَ اللَّهِ صلى الله عليه وسلم يَمِينَهُ، وَاللَّهِ لاَ نُفْلِحُ أَبَدًا، فَرَجَعْنَا إِلَيْهِ فَقُلْنَا لَهُ فَقَالَ ‏\"‏ لَسْتُ أَنَا أَحْمِلُكُمْ، وَلَكِنَّ اللَّهَ حَمَلَكُمْ، إِنِّي وَاللَّهِ لاَ أَحْلِفُ عَلَى يَمِينٍ فَأَرَى غَيْرَهَا خَيْرًا مِنْهَا، إِلاَّ أَتَيْتُ الَّذِي هُوَ خَيْرٌ مِنْهُ، وَتَحَلَّلْتُهَا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "97"
    }
  }
}