{
  "hadith": {
    "hadith_id": 774,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যেখানে কিরাআত পাঠের [১] জন্য আদেশ পেয়েছেন, সেখানে পড়েছেন। আর যেখানে চুপ থাকতে [২] আদেশ পেয়েছেন সেখানে চুপ থেকেছেন রয়েছেন। (আল্লাহ্ তা‘আলার বাণী): “তোমার প্রতিপালক ভুল করেন না”-(সূরা মারইয়াম ১৯/৬৪)। “নিশ্চয় তোমাদের জন্য আল্লাহর রসূল-এর মধ্যে রয়েছে উত্তম আদর্শ।” (সূরা আল-আহযাব ৩৩/২১)\n\n--------------\n\n৭৭৪/১. আনাস (রাঃ) হতে বর্ণিত। কুবার মসজিদে এক আনসারী ব্যক্তি তাঁদের ইমামাত করতেন। তিনি সশব্দে কিরা-আত পড়া হয় এমন কোন সালাতে যখনই কোন সূরা তেলাওয়াত করতেন, قُل هُوَ اللهُ أَحَدٌ সূরা দ্বারা শুরু করতেন। তা শেষ করে অন্য একটি সূরা এর সাথে মিলিয়ে পড়তেন। আর প্রতি রাক‘আতেই তিনি এমন করতেন। তাঁর সঙ্গীরা এ ব্যাপারে তাঁর নিকট বললেন যে, আপনি এ সূরাটি দিয়ে শুরু করেন, এটি যথেষ্ট হয় বলে আপনি মনে করেন না তাই আর একটি সূরা মিলিয়ে পড়েন। হয় আপনি এটিই পড়বেন, না হয় এটি বাদ দিয়ে অন্যটি পড়বেন। তিনি বললেন, আমি এটি কিছুতেই ছাড়তে পারব না। আমার এভাবে ইমামাত করা যদি আপনারা অপছন্দ করেন, তাহলে আমি আপনাদের ইমামাত ছেড়ে দেব। কিন্তু তাঁরা জানতেন যে, তিনি তাদের মাঝে উত্তম। তিনি ব্যতীত অন্য কেউ তাদের ইমামাত করুক এটা তাঁরা অপছন্দ করতেন। পরে নবী যখন তাঁদের এখানে আগমন করেন, তাঁরা বিষয়টি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জানান। তিনি বললেন, হে, অমুক! তোমার সঙ্গীগণ যা বলেন তা করতে তোমাকে কিসে বাধা দেয়? আর প্রতি রাক‘আতে এ সূরাটি বাধ্যতামূলক করে নিতে কিসে উদ্বুদ্ধ করছে? তিনি বললেন, আমি এ সূরাটি ভালবাসি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ সূরার ভালবাসা তোমাকে জান্নাতে প্রবেশ করাবে। (আ.প্র. অনুচ্ছেদ পৃষ্ঠা ৩৩৬, ই.ফা. অনুচ্ছেদ ৪৯৮ )",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنَا أَيُّوبُ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، قَالَ قَرَأَ النَّبِيُّ صلى الله عليه وسلم فِيمَا أُمِرَ، وَسَكَتَ فِيمَا أُمِرَ ‏{‏وَمَا كَانَ رَبُّكَ نَسِيًّا‏}‏ ‏{‏لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ‏}‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] অর্থাৎ সশব্দে পড়ার।\n[২] নিঃশব্দে পড়ার।",
    "chapter": {
      "chapter_number": "10"
    }
  }
}