{
  "hadith": {
    "hadith_id": 78,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি এবং হুর ইব্‌নু কায়স ইব্‌নু হিসন আল-ফাযারীর মধ্যে মূসা (‘আঃ)-এর সম্পর্কে বাদানুবাদ হলো। ইব্‌নু ‘আব্বাস (রাঃ) বললেন, তিনি ছিলেন খাযির। ঘটনাক্রমে তখন তাদের পাশ দিয়ে উবাঈ ইব্‌ন কা’ব (রাঃ) যাচ্ছিলেন। ইব্‌নু ‘আব্বাস (রাঃ) তাঁকে ডাক দিয়ে বললেনঃ আমি ও আমার এ ভাই মূসা (‘আঃ)-এর সেই সহচর সম্পর্কে বাদানুবাদ করছি যাঁর সাথে সাক্ষাত করার জন্য মূসা (‘আঃ) আল্লাহর নিকট পথের সন্ধান চেয়েছিলেন। আপনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তাঁর সম্পর্কে কিছু বলতে শুনেছেন কি? তিনি বললেন, হ্যাঁ, আমি আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি, একদা মূসা (‘আঃ) বানী ইসরাঈলের কোন এক মজলিসে উপস্থিত ছিলেন। তখন তাঁর নিকট জনৈক ব্যক্তি এসে বলল, ‘আপনি কাউকে আপনার চেয়ে অধিক জ্ঞানী বলে মনে করেন কি?’ মূসা (‘আঃ) বললেন, ‘না।’ তখন আল্লাহ তা’আলা মূসা (‘আঃ)-এর নিকট ওয়াহী প্রেরণ করলেন : ‘হ্যাঁ, আমার বান্দা খাযির।’ অতঃপর মূসা (‘আঃ) তাঁর সঙ্গে সাক্ষাৎ করার জন্য পথের সন্ধান চাইলেন। অতঃপর আল্লাহ তা’আলা মাছকে তাঁর জন্য নিদর্শন বানিয়ে দিলেন এবং তাঁকে বলা হল, যখন তুমি মাছটি হারিয়ে ফেলবে তখন ফিরে যাবে। কারণ, কিছুক্ষণের মধ্যেই তুমি তাঁর সাথে মিলিত হবে। তখন তিনি সমুদ্রে সে মাছের নিদর্শন অনুসরণ করতে লাগলেন। মূসা (‘আঃ)-কে তাঁর সঙ্গী যুবক (ইউশা ইব্‌নু নূন) বললেন, (কুরআন মজীদের ভাষায়) :\n \nاَرَءَيْتَ اِذْ اَوَيْنَآ اِلَي الصّخْرَةِ فَاِنِّي نَسِيْتُ الْحُوْتَ وَ مَا اَنْسنِيْهُ اِللَّا الشَّىيْطَانُ اَنْ اَذْكُرَه  \n\n “আপনি কি লক্ষ্য করেছেন আমরা যখন পাথরের কাছে বিশ্রাম করছিলাম তখন আমি মাছের কথা (বলতে) ভুলে গিয়েছিলাম। আর শয়তান তার কথা আমাকে ভুলিয়ে দিয়েছিল’ (১৮:৬৩)। ......\n\nমূসা (‘আঃ) বললেনঃ ذَلِكَ مَا كُنَّا نَبْغِي‏.‏ فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا   “আমরা সে স্থানটির অনুসন্ধান করছিলাম।“ অতঃপর তারা নিজেদের পদ চিহ্ন অনুসরণ করে ফিরে চলল। (সূরা কাহ্‌ফ ১৮/৬৩-৬৪)\n\nতাঁরা খাযিরকে পেলেন। এ হল তাদের দু’জনের ঘটনা, যা আল্লাহ তা’আলা তাঁর কিতাবে বিবৃত করেছেন।\n\n (আধুনিক প্রকাশনীঃ ৭৮, ইসলামী ফাউন্ডেশনঃ ৭৮)",
    "ar": "حَدَّثَنَا أَبُو الْقَاسِمِ، خَالِدُ بْنُ خَلِيٍّ قَالَ حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، قَالَ قَالَ الأَوْزَاعِيُّ أَخْبَرَنَا الزُّهْرِيُّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ، عَنِ ابْنِ عَبَّاسٍ، أَنَّهُ تَمَارَى هُوَ وَالْحُرُّ بْنُ قَيْسِ بْنِ حِصْنٍ الْفَزَارِيُّ فِي صَاحِبِ مُوسَى، فَمَرَّ بِهِمَا أُبَىُّ بْنُ كَعْبٍ، فَدَعَاهُ ابْنُ عَبَّاسٍ فَقَالَ إِنِّي تَمَارَيْتُ أَنَا وَصَاحِبِي هَذَا فِي صَاحِبِ مُوسَى الَّذِي سَأَلَ السَّبِيلَ إِلَى لُقِيِّهِ، هَلْ سَمِعْتَ رَسُولَ اللَّهِ صلى الله عليه وسلم يَذْكُرُ شَأْنَهُ فَقَالَ أُبَىٌّ نَعَمْ، سَمِعْتُ النَّبِيَّ صلى الله عليه وسلم يَذْكُرُ شَأْنَهُ يَقُولُ ‏ \"‏ بَيْنَمَا مُوسَى فِي مَلإٍ مِنْ بَنِي إِسْرَائِيلَ، إِذْ جَاءَهُ رَجُلٌ فَقَالَ أَتَعْلَمُ أَحَدًا أَعْلَمَ مِنْكَ قَالَ مُوسَى لاَ‏.‏ فَأَوْحَى اللَّهُ عَزَّ وَجَلَّ إِلَى مُوسَى بَلَى، عَبْدُنَا خَضِرٌ، فَسَأَلَ السَّبِيلَ إِلَى لُقِيِّهِ، فَجَعَلَ اللَّهُ لَهُ الْحُوتَ آيَةً، وَقِيلَ لَهُ إِذَا فَقَدْتَ الْحُوتَ فَارْجِعْ، فَإِنَّكَ سَتَلْقَاهُ، فَكَانَ مُوسَى صلى الله عليه وسلم يَتَّبِعُ أَثَرَ الْحُوتِ فِي الْبَحْرِ‏.‏ فَقَالَ فَتَى مُوسَى لِمُوسَى أَرَأَيْتَ إِذْ أَوَيْنَا إِلَى الصَّخْرَةِ فَإِنِّي نَسِيتُ الْحُوتَ، وَمَا أَنْسَانِيهِ إِلاَّ الشَّيْطَانُ أَنْ أَذْكُرَهُ‏.‏ قَالَ مُوسَى ذَلِكَ مَا كُنَّا نَبْغِي‏.‏ فَارْتَدَّا عَلَى آثَارِهِمَا قَصَصًا، فَوَجَدَا خَضِرًا، فَكَانَ مِنْ شَأْنِهِمَا مَا قَصَّ اللَّهُ فِي كِتَابِهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "3"
    }
  }
}