{
  "hadith": {
    "hadith_id": 781,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যখন তোমাদের কেউ (সালাতে) ‘আমীন’ বলে, আর আসমানে মালাইকাহ্ ‘আমীন’ বলেন এবং উভয়ের ‘আমীন’ একই সময় হলে, তার পূর্ববর্তী সমস্ত পাপ ক্ষমা করে দেয়া হয়। [১]",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، أَخْبَرَنَا مَالِكٌ، عَنْ أَبِي الزِّنَادِ، عَنِ الأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ ـ رضى الله عنه ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ ‏ \"‏ إِذَا قَالَ أَحَدُكُمْ آمِينَ‏.‏ وَقَالَتِ الْمَلاَئِكَةُ فِي السَّمَاءِ آمِينَ‏.‏ فَوَافَقَتْ إِحْدَاهُمَا الأُخْرَى، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] যেহরী সালাতে উচ্চৈঃস্বরে আমীন না বলা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও সাহাবাদের আমলের বিপরীত, বরং ইমাম ও মুক্তাদির সকলেরই সরবে আমীন বলতে হবে। কেননা রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যেহ্‌রী সালাতে উচ্চৈঃস্বরে আমীন বলতেন এবং ইমাম যখন আমীন বলে তখন মুক্তাদিকে আমীন বলার নির্দেশ দিতেন যেমন ৭৮০ নং হাদীস বর্ণিত। এছাড়াও তিরমিযী বর্ণিত হাদীসে আছেঃ\nওয়ায়িল বিন হুজর (রহঃ) হতে বর্ণিত। তিনি বলেনঃ আমি রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে “গায়রিল মাগযূবি ‘আলাইহিম অলায্‌যাল্লীন” পড়তে শুনেছি। অতঃপর তিনি নিজের স্বরকে উচ্চ করে আমীন বলেছেন ।\n(বুখারী ১ম ১০৭-১০৮ পৃষ্ঠা; মুসলিম ১৭৬ পৃষ্ঠা। আবূ দাউদ ১৩৪ পৃষ্ঠা। তিরমিযী ৫৭-৫৮ পৃষ্ঠা। নাসাঈ ১৪০ পৃষ্ঠা। ইব্‌নু মাজাহ ৬২ পৃষ্ঠা। মেশকাত ১ম খণ্ড ৭৯-৮০ পৃষ্ঠা। মুয়াত্তামালেক ১০৮ পৃষ্ঠা। ইব্‌নু খুযায়মাহ ১ম ২৮৭ পৃষ্ঠা। যাদুল মায়াদ ১ম খণ্ড ১৩২ পৃষ্ঠা। হিদায়া হিরায়াহ ১০৮ পৃষ্ঠা। মেশকাত নূর মোহাম্মদ আযমী ২য় খণ্ড ও মাদ্‌রাসা পাঠ্য হাদীস নং ৭৬৮-৭৮৭। বুখারী আযীযুল হক ১ম খণ্ড হাদীস নং ৪৫৩, বুখারী আধুনিক প্রকাশনী ১ম খণ্ড হাদীস নং ৭৩৬-৭৩৮, বুখারী ইসলামিত ফাউন্ডেশন ১ম খণ্ড অনুচ্ছেদসহ হাদীস নং ৭৪১-৭৪৩। মুসলিম ইঃফাঃ ২য় খণ্ড হাদীস নং-৭৯৭-৮০৪ পর্যন্ত। আবূ দাউদ ইসলামিক ফাউন্ডেশন ২য় খণ্ড হাদীস নং ৯৩২। তিরমিযী ইসলামিক ফাউন্ডেশন ১ম খণ্ড হাদীস নং ২৪৮, বুলূগুল মারাম বাংলা ৮৫ পৃষ্ঠা, কিমিয়ায়ে সায়াদাত ১ম খণ্ড ১৯০ পৃষ্ঠা। ইসলামিয়াত বি-এ হাদীস পর্ব ১৫৭ পৃষ্ঠা)\t\t     সাহাবীদের উচ্চৈঃস্বরে ‘আমীন’বলাঃ  \nআত্বা বলেনঃ “আমীন একটি দু‘আ। ইব্‌নু জুবায়র (রাঃ) আমীন বলেছেন এবং তাঁর পিছনের লোকেরা বলেছেন এমন কি মসজিদ আমীন ধ্বনিতে গুঞ্জরিত হয়েছিল ।” (বুখারী, তাগলীকুত তা‘লীক ২/৩১৮, হাফিয ইব্‌নু হাজার)\t\t\t\t     \nবড় পীর সাহেবের উচ্চৈঃস্বরে ‘আমীন’ বলা\t\t\t\t\t\t\nশায়খ আবদুল ক্বাদীর জীলানী (রহঃ) ‘গুনায়তুত্‌ তালেবীন’ গ্রন্থে সালাতের সুন্নাতসমূহ উল্লেখ করতে গিয়ে বলেনঃ \t\t\t\t\t\t\t\t  \n“এবং উচ্চৈঃস্বরে কেরাত পড়া ও ‘আমীন’ বলা। (গুনয়াতুত তালেবীন পৃঃ ১০, আইয়ুবিয়া প্রেসে প্রকাশিত)\t\t\t\t\t\t\t\t       \nমুজাদ্দিদে আল্‌ফেসানী (রহঃ)-এর উচ্চৈঃস্বরে ‘আমীন’ বলা ।\t\t       মুজাদ্দিদে আলফেসানী শায়খ আহমাদ সারহিন্দী (রহঃ) বলেনঃ \t\t     “উচ্চৈঃস্বরে ‘আমীন’ বলার হাদীছ সমূহ বেশী এবং অতি শুদ্ধ ।” (আবকারূল মিনান পৃষ্ঠ ১৮৯)\t\t\t\t\t\t\t\t\t\t\t \nহানাফী ‘আলিমগণের উচ্চৈঃ স্বরে ‘আমীন’ বলা\t\t\t\t\t \nশায়খ ‘আবদুল হক মুহাদ্দিসে দেহলবী (রহঃ) বলেনঃ \t\t\t      \n“রসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সূরা ফাতিহার শেষে আমীন বলতেন জাহরী সালাতে (অর্থাৎ মাগরিব, ইশা ও ফজরে) উচ্চৈঃস্বরে আর সিররী ছলাতে (অর্থাৎ যুহর ও ‘আসরে) নিম্নস্বরে। (মাদারিজুন নুবুওয়াত পৃষ্ঠা ২০১)\t\t\t\t \nআল্লামা আবদুল হাই লক্ষ্মৌবী (রহঃ) বলেনঃ \t\t\t\t\t     \n“ন্যায়সঙ্গত কথা হলো, দলীল অনুযায়ী উচ্চৈঃস্বরে ‘আমীন’ বলা মজবুত ।” (আত্ তা‘লীকুল মুমাজ্জাদ ১০৩ পৃষ্ঠা)\t\t\t\t\t\t\t    \nতিনি আরো বলেনঃ \t\t\t\t\t\t\t\t\t \n“গভীর চিন্তা গবেষণার পর আমরা উচ্চৈঃস্বরে ‘আমীন’ বলাকেই অতি সঠিক পেলাম। কেননা এটা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণিত রিওয়ায়াতের সাথে মিলে। আর নিম্নস্বরে ‘আমীন’ বলার রিওয়ায়াতগুলো দূর্বল তাই উচ্চৈঃস্বরে বলার রিওয়ায়াতের সমকক্ষতা করতে পারবে না ।” (আস্ সিআয়া ১/১৩৬)\t\t আমীন বলার স্বপক্ষে ১৭টি হাদীস এসেছে। (রওযাতুন নাদিইয়াহ ১/২৭১) যার মধ্যে আমীন আস্তে বলার পক্ষে শু‘বা হতে একটি রিওয়ায়াত আহমাদ ও দারাকুৎনীতে এসেছে ----- অর্থাৎ আমীন বলার সময় রসূলুল্লাহ্ সল্লালাহু ‘আলাইহি ওয়াসাল্লাম-এর আওয়ায নিম্ন হত। একই রিওয়ায়াতে সুফ্ইয়ান সত্তরূ (রহঃ) হতে এসে ---- অর্থাৎ তাঁর আওয়ায উচ্চ হত। হাদীস বিশারদগণের নিকট শু‘বা থেকে বর্ণিত নিম্নস্বরে আমীন বলার হাদীসটি মুযতারাব। যার সনদ ও মতনে নাম ও শব্দগত ভুল থাকার কারণে য’ঈফ। পক্ষান্তরে সুফ্ইয়ান সত্তরী (রহঃ) বর্ণিত সরবে আমীন বলার হাদীসটি এসব ক্রটি হতে মুক্ত হবার কারণে সহীহ। (দারাকুতনী হাঃ ১২৫৬ এর ভাষ্য, রওযাতুন নাদিয়াহ ১/২৭২, নায়লুল আওত্বার ৩/৭৫)\t\t\t\t\t\t\t          \nশু‘বাহ্‌র ভুলঃ\t\t\t\t\t\t\t\t\t         \nশু‘বাহ্‌র প্রথম ভুল এই যে, তিনি হুজরকে আমবাসের পিতা বলে উল্লেখ করেছেন। প্রকৃত কথ এই যে, হুজর আমবাসের পিতা নন, পুত্র। আর তার কুনিয়াত হচ্ছে আবা সাকান। (তিরমিযী, আহমদী ছাপা ৪৯ পৃষ্ঠা)\t\t\t\t\t\t\t       \nও তাঁর দ্বিতীয় ভ্রান্তি এই যে, এই হাদীসের সনদে আলকামা বিন অয়েলকে অতিরিক্ত আমদানী করা হয়েছে। অথচ সনদে তাঁর উল্লেখ নাই ।\t\t\t\t      তাঁর তৃতীয় ভূল এই যে, হাদীসের মতনে তিনি যেখানে বলেন-রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমীন শব্দটি আস্তে বললেন প্রকৃত প্রস্তাবে তা হবে যে, তিনি আমীন সশব্দে উচ্চারণ করলেন ।\t\t\t\t\t\t\t     স্বয়ং মোল্লা আলী কারী হানাফী তদীয় মিশকাতের শরাহ মিরকাতে আকুন্ঠ ভাষায় স্বীকার করেছেন যে, হাদীসবিদগণ শো‘বার এই ভূল সম্পর্কে একমত। তিনি বলেন, সর্বস্বীকৃত সঠিক কথা হচ্ছে ‘মাদ্দাবিহা সাওতাহু ও রাফা’আ বেহা সাওতাহু অর্থাৎ রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমীনের শব্দ দারাজ করে পড়লেন এবং উচ্চকন্ঠে পড়লেন। লম্বা করে টেনে পড়ার কথা তিরমিযী, আহমাদ ও ইব্‌নু আবী শায়বা রিওয়ায়াত করেছেন আর উচ্চকন্ঠে পড়ার কথা আবু দাউদ রিওয়ায়াত করেছেন। এতদ্ব্যতীত বাইহাকী তদীয় হাদীস গ্রন্থে ও ইব্‌নু হিব্বান স্বীয় সহীতে ‘আতার বাচনিক রিওয়ায়াত করেছেন যে, তিনি বলেন, “আমি সাহাবীগণের মধ্যে এমন দু’শত জনকে পেয়েছি যারা ইমাম ওয়ালায্যাল্লীন বলার পর বুলন্দ আওয়াজে আমীন বলতেন ।”\t  শু’বাহ্‌র হাদীস যে যয়ীফ সে সম্পর্কে তাঁর উপরোল্লিখিত ৩টি ভ্রান্তি এবং মোল্লা আলী কারীর উপরোদ্ধৃত মন্তব্যের পর কোনই সন্দেহ থাকতে পারে না। এর উপর তার বর্ণিত সনদে দেখা যায়, আলকামা তদীয় পিতা অয়েল হতে এই হাদীস রিওয়ায়াত করেছেন। কিন্তু মজার কথা এই যে, তিনি তাঁর পিতার নিকট এই হাদীস শুনেননি-শুনতে পারেন না। এ সম্পর্কে হাফিয ইব্‌নু হাজার তদীয় ‘তক্‌রীবুত্ তাহ্‌যীব’ নামক রিজাল শাস্ত্রের গ্রন্থে কী বলেন- পাঠক মনোযোগ দিয়ে শ্রবণ করুন! তিনি বলেনঃ \t\t    ‘আলক্বামাহ বিল অয়েল বিন হুজর-(পেশযুক্ত হা ও সাকিনযুক্ত জীম) হাজরামী কুফী (রাবী হিসাবে) সত্যবাদী (সন্দেহ নাই)। কিন্তু নিশ্চিত কথা এই যে, তিনি তাঁর পিতা হতে হাদীস শ্রবণ করেননি। পিতার নিকট হতে পুত্র কোন হাদীস শ্রবণ করতে পারেননি সে কথার রহস্য উদঘাটন করে দিয়েছেন শায়খ ইব্‌নু হুমাম হানাফী স্বীয় ফাতহুল কাদীর গ্রন্থে। তিনি ওটাতে লিখেছেনঃ\t\t\t\t\t\t\t  অর্থাৎ ইমাম তিরমিযী স্বীয় ইলালে কবীর গ্রন্থে উল্লেখ করেছেন যে, তিনি ইমাম বুখারীকে জিজ্ঞেস করেছিলেন, “আলকামা কি স্বীয় পিতার নিকট হাদীস শ্রবণ করেছিলেন?” তদুত্তরে ইমাম বুখারী (হাঁ, ‘না কিছুই না বলে) বললেন, তিনি (‘আলক্বামাহ) স্বীয় পিতার মৃত্যুর ৬ মাস পর জন্মগ্রহণ করেন। (দেখুন ফাতহুল কাদীর, নলকিশোর ছাপা, ১ম খণ্ড ১২১ পৃষ্ঠা)",
    "chapter": {
      "chapter_number": "10"
    }
  }
}