{
  "hadith": {
    "hadith_id": 793,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "একসময়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মসজিদে তাশরীফ আনলেন, তখন এক ব্যক্তি মসজিদে প্রবেশ করে সালাত আদায় করলো। অতঃপর সে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সালাম করলো। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার সালামের জবাব দিয়ে বললেনঃ তুমি ফিরে গিয়ে সালাত আদায় কর, কেননা, তুমি সালাত আদায় করনি। লোকটি আবার সালাত আদায় করল এবং আবার এসে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সালাম দিল। তিনি বললেনঃ আবার গিয়ে সালাত আদায় কর, কেননা, তুমি সালাত আদায় করনি। এভাবে তিনবার ঘটনার পুনরাবৃত্তি হল। অতঃপর লোকটি বলল, সে মহান সত্তার শপথ! যিনি আপনাকে সত্যসহ প্রেরণ করেছেন, আমি এর চেয়ে সুন্দর সালাত আদায় করতে জানি না। কাজেই, আপনি আমাকে শিখিয়ে দিন। তখন তিনি বললেনঃ যখন তুমি সালাতে দাঁড়াবে, তখন তাকবীর বলবে। অতঃপর কুরআন হতে যতটুকু তোমার পক্ষে সহজ ততটুকু পড়বে। অতঃপর রুকূ‘তে যাবে এবং ধীরস্থিরভাবে রুকূ‘ আদায় করবে। অতঃপর রুকূ‘ হতে উঠে সোজা হয়ে দাঁড়াবে। ধীরস্থিরভাবে সিজদা করবে। অতঃপর সিজদা হতে উঠে স্থিরভাবে বসবে এবং পুনরায় সিজদায় গিয়ে স্থিরভাবে সিজদা করবে। অতঃপর পুরো সালাত এভাবে আদায় করবে।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ أَخْبَرَنِي يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، قَالَ حَدَّثَنَا سَعِيدٌ الْمَقْبُرِيُّ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صلى الله عليه وسلم دَخَلَ الْمَسْجِدَ فَدَخَلَ رَجُلٌ فَصَلَّى ثُمَّ جَاءَ فَسَلَّمَ عَلَى النَّبِيِّ صلى الله عليه وسلم فَرَدَّ النَّبِيُّ صلى الله عليه وسلم عَلَيْهِ السَّلاَمَ فَقَالَ ‏\"‏ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ ‏\"‏ فَصَلَّى، ثُمَّ جَاءَ فَسَلَّمَ عَلَى النَّبِيِّ صلى الله عليه وسلم فَقَالَ ‏\"‏ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ ‏\"‏‏.‏ ثَلاَثًا‏.‏ فَقَالَ وَالَّذِي بَعَثَكَ بِالْحَقِّ فَمَا أُحْسِنُ غَيْرَهُ فَعَلِّمْنِي‏.‏ قَالَ ‏\"‏ إِذَا قُمْتَ إِلَى الصَّلاَةِ فَكَبِّرْ، ثُمَّ اقْرَأْ مَا تَيَسَّرَ مَعَكَ مِنَ الْقُرْآنِ، ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعًا، ثُمَّ ارْفَعْ حَتَّى تَعْتَدِلَ قَائِمًا، ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا، ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ جَالِسًا، ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا، ثُمَّ افْعَلْ ذَلِكَ فِي صَلاَتِكَ كُلِّهَا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}