{
  "hadith": {
    "hadith_id": 805,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, একবার আল্লাহর রসূল  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঘোড়া হতে পড়ে যান। কোন কোন সময় সুফিয়ান (রহঃ) হাদীস বর্ণনা সময় 'عَن فَرَس' শব্দের স্থলে 'مَن فَرَس' শব্দ বলতেন। ফলে তাঁর ডান পাঁজর আহত হয়ে পড়ে। আমরা তাঁর শুশ্রুষা করার জন্য সেখানে গেলাম। এ সময় সালাতের ওয়াক্ত হলো। তিনি আমাদের নিয়ে বসে সালাত আদায় করলেন, আমরাও বসেই আদায় করলাম। সুফিয়ান (রহঃ) আর একবার বলেছেন, আমরা বসে সালাত আদায় করলাম। সালাতের পর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ইমাম নির্ধারণ করা হয় তাঁকে ইকতিদা করার জন্য। তিনি যখন তাকবীর বলেন, তখন তোমরাও তাকবীর বলবে, তিনি যখন রুকু‘ করেন তখন তোমরাও রুকু‘ করবে। তিনি যখন রুকু‘ হতে উঠেন, তখন তোমরাও উঠবে, তিনি যখন 'سَمِعَ اللهُ لِمَن حَمِدَه ' বলেন, তখন তোমরা ‘رَبَّناَ وَلَكَ الحَمدُ’ বলবে। তিনি যখন সিজদা করেন, তখন তোমরাও সিজদা করবে।   সুফিয়ান (রহঃ) বলেন, মা’মারও কি এরূপ বর্ণনা করেছেন? [‘আলী (রহঃ) বলেন] আমি বললাম হ্যাঁ।   সুফিয়ান (রহঃ) বলেন, তিনি ঠিকই স্মরণ রেখেছেন, এরূপই যুহরী (রহঃ) ‘وَلَكَ الحَمدُ’ বর্ণনা করেছেন। সুফিয়ান (রহঃ) বলেন, (যুহরীর কাছ হতে) ডান পাঁজর জখম হওয়ার কথা মুখস্ত করেছিলাম। কিন্তু যখন তাঁর কাছ হতে বেরিয়ে আসলাম, তখন ইব্‌নু জুরায়জ (রহঃ) বললেন, আমিও তাঁর নিকট ছিলাম। (তিনি বলেছেন) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর ডান পায়ের নল যখন হয়েছিল।",
    "ar": "حَدَّثَنَا عَلِيُّ بْنُ عَبْدِ اللَّهِ، قَالَ حَدَّثَنَا سُفْيَانُ، غَيْرَ مَرَّةٍ عَنِ الزُّهْرِيِّ، قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ، يَقُولُ سَقَطَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَنْ فَرَسٍ ـ وَرُبَّمَا قَالَ سُفْيَانُ مِنْ فَرَسٍ ـ فَجُحِشَ شِقُّهُ الأَيْمَنُ، فَدَخَلْنَا عَلَيْهِ نَعُودُهُ، فَحَضَرَتِ الصَّلاَةُ، فَصَلَّى بِنَا قَاعِدًا وَقَعَدْنَا ـ وَقَالَ سُفْيَانُ مَرَّةً صَلَّيْنَا قُعُودًا ـ فَلَمَّا قَضَى الصَّلاَةَ قَالَ ‏ \"‏ إِنَّمَا جُعِلَ الإِمَامُ لِيُؤْتَمَّ بِهِ، فَإِذَا كَبَّرَ فَكَبِّرُوا وَإِذَا رَكَعَ فَارْكَعُوا، وَإِذَا رَفَعَ فَارْفَعُوا، وَإِذَا قَالَ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ‏.‏ فَقُولُوا رَبَّنَا وَلَكَ الْحَمْدُ‏.‏ وَإِذَا سَجَدَ فَاسْجُدُوا ‏\"‏‏.‏ قَالَ سُفْيَانُ كَذَا جَاءَ بِهِ مَعْمَرٌ قُلْتُ نَعَمْ‏.‏ قَالَ لَقَدْ حَفِظَ، كَذَا قَالَ الزُّهْرِيُّ وَلَكَ الْحَمْدُ‏.‏ حَفِظْتُ مِنْ شِقِّهِ الأَيْمَنِ‏.‏ فَلَمَّا خَرَجْنَا مِنْ عِنْدِ الزُّهْرِيِّ قَالَ ابْنُ جُرَيْجٍ ـ وَأَنَا عِنْدَهُ ـ فَجُحِشَ سَاقُهُ الأَيْمَنُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}