{
  "hadith": {
    "hadith_id": 813,
    "narrator": "আবূ সালামা (রাঃ)",
    "bn": "তিনি বলেন, আমি আবূ সা’ঈদ খুদ্‌রী (রাঃ)-এর নিকট উপস্থিত হয়ে বললাম, আমার সঙ্গে খেজুর বাগানে চলুন, (হাদীস সংক্রান্ত) আলাপ আলোচনা করব। তিনি বেরিয়ে আসলেন। আবূ সালামা (রাঃ) বলেন, আমি তাকে বললাম, ‘লাইলাতুল কাদ্‌র’ সম্পর্কে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে যা শুনেছেন, তা আমার নিকট বর্ণনা করুন। তিনি বললেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রমযানের প্রথম দশ দিন ‘ইতিকাফ করলেন। আমরাও তাঁর সঙ্গে ই’তিকাফ করলাম। জিবরীল (আঃ) এসে বললেন, আপনি যা তালাশ করছেন, তা আপনার সামনে রয়েছে। অতঃপর তিনি মধ্যবর্তী দশদিন ই’তিকাফ করলেন, আমরাও তাঁর সঙ্গে ই’তিকাফ করলাম। পুনরায় জিবরীল (আঃ) এসে বললেন, আপনি যা তালাশ করছেন, তা আপনার সামনে রয়েছে। অতঃপর রমযানের বিশ তারিখ সকালে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুত্‌বা দিতে দাঁড়িয়ে বললেন, যারা আল্লাহ্‌র নবীর সঙ্গে ই’তিকাফ করেছেন, তারা যেন ফিরে আসেন (আবার ই’তিকাফ করেন) কেননা, আমাকে স্বপ্নে ‘লাইলাতুল কাদ্‌র’ অবগত করানো হয়েছে। তবে আমাকে তা (নির্ধারিত তারিখটি) ভুলিয়ে দেয়া হয়েছে। নিঃসন্দেহে তা শেষ দশ দিনের কোন এক বেজোড় তারিখে। স্বপ্নে দেখলাম যেন আমি কাদা ও পানির উপর সিজদা করছি। তখন মসজিদের ছাদ খেজুরের ডাল দ্বারা নির্মিত ছিল। আমরা আকাশে কোন কিছুই (মেঘ) দেখিনি, একখণ্ড হালকা মেঘ আসল এবং আমাদের উপর (বৃষ্টি) বর্ষিত হল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিয়ে সালাত আদায় করলেন। এমন কি আমি আল্লাহ্‌র রসূল  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কপাল ও নাকের অগ্রভাগে পানি ও কাদার চিহ্ন দেখতে পেলাম। এভাবেই তাঁর স্বপ্ন সত্যে রূপ লাভ করল।",
    "ar": "حَدَّثَنَا مُوسَى، قَالَ حَدَّثَنَا هَمَّامٌ، عَنْ يَحْيَى، عَنْ أَبِي سَلَمَةَ، قَالَ انْطَلَقْتُ إِلَى أَبِي سَعِيدٍ الْخُدْرِيِّ فَقُلْتُ أَلاَ تَخْرُجُ بِنَا إِلَى النَّخْلِ نَتَحَدَّثْ فَخَرَجَ‏.‏ فَقَالَ قُلْتُ حَدِّثْنِي مَا، سَمِعْتَ مِنَ النَّبِيِّ، صلى الله عليه وسلم فِي لَيْلَةِ الْقَدْرِ‏.‏ قَالَ اعْتَكَفَ رَسُولُ اللَّهِ صلى الله عليه وسلم عَشْرَ الأُوَلِ مِنْ رَمَضَانَ، وَاعْتَكَفْنَا مَعَهُ، فَأَتَاهُ جِبْرِيلُ فَقَالَ إِنَّ الَّذِي تَطْلُبُ أَمَامَكَ‏.‏ فَاعْتَكَفَ الْعَشْرَ الأَوْسَطَ، فَاعْتَكَفْنَا مَعَهُ، فَأَتَاهُ جِبْرِيلُ فَقَالَ إِنَّ الَّذِي تَطْلُبُ أَمَامَكَ‏.‏ فَقَامَ النَّبِيُّ صلى الله عليه وسلم خَطِيبًا صَبِيحَةَ عِشْرِينَ مِنْ رَمَضَانَ فَقَالَ ‏ \"‏ مَنْ كَانَ اعْتَكَفَ مَعَ النَّبِيِّ صلى الله عليه وسلم فَلْيَرْجِعْ، فَإِنِّي أُرِيتُ لَيْلَةَ الْقَدْرِ، وَإِنِّي نُسِّيتُهَا، وَإِنَّهَا فِي الْعَشْرِ الأَوَاخِرِ فِي وِتْرٍ، وَإِنِّي رَأَيْتُ كَأَنِّي أَسْجُدُ فِي طِينٍ وَمَاءٍ ‏\"‏‏.‏ وَكَانَ سَقْفُ الْمَسْجِدِ جَرِيدَ النَّخْلِ وَمَا نَرَى فِي السَّمَاءِ شَيْئًا، فَجَاءَتْ قَزْعَةٌ فَأُمْطِرْنَا، فَصَلَّى بِنَا النَّبِيُّ صلى الله عليه وسلم حَتَّى رَأَيْتُ أَثَرَ الطِّينِ وَالْمَاءِ عَلَى جَبْهَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَرْنَبَتِهِ تَصْدِيقَ رُؤْيَاهُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}