{
  "hadith": {
    "hadith_id": 832,
    "narrator": "‘উরওয়াহ ইব্‌নু যুবাইর (রহঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী ‘আয়িশা (রাঃ) তাঁকে বলেছেন যে, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাতে এ বলে দু’আ করতেন: \n\nاللَّهُمَّ  إِنّي أَعوُذُبِكَ مِن عَذابِ القَبرِ واعوُذُبِكَ مِن فِتنَةِ المَسيِحِ الدَجّاَلِ واعوُذُبِكَ مِن فِتنَةِ المَحياَ وَفِتنَةِ المَماتِ\n\n “কবরের আযাব হতে, মাসীহে দাজ্জালের ফিত্‌না হতে এবং জীবন ও মৃত্যুর ফিত্‌না হতে ইয়া আল্লাহ! আপনার নিকট আশ্রয় প্রার্থনা করছি। হে আল্লাহ! গুনাহ ও ঋণগ্রস্থতা হতে আপনার নিকট আশ্রয় চাই।”\t\n\nতখন এক ব্যক্তি তাঁকে বলল, আপনি কতই না ঋণগ্রস্থতা হতে আশ্রয় প্রার্থনা করেন। তিনি (আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) বললেনঃ যখন কোন ব্যক্তি ঋণগ্রস্থ হয়ে পড়ে তখন বলার সময় মিথ্যা  বলে এবং ওয়াদা করলে তা ভঙ্গ করে। \n\nমুহাম্মদ ইব্‌ন ইউসুফ (র.) বলেন, খালফ ইব্‌ন আমির (র.)-কে বলতে আমি শুনেছি যে, مَسيح ও مَسيح এর মধ্যে কোন পার্থক্য নেই। উভয় শব্দই সমার্থবোধক তবে একজন হলেন ঈসা (আ.) এবং অপর ব্যক্তি হলো দাজ্জাল।",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنَا عُرْوَةُ بْنُ الزُّبَيْرِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم أَخْبَرَتْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يَدْعُو فِي الصَّلاَةِ ‏\"‏ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَفِتْنَةِ الْمَمَاتِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمِ ‏\"‏‏.‏ فَقَالَ لَهُ قَائِلٌ مَا أَكْثَرَ مَا تَسْتَعِيذُ مِنَ الْمَغْرَمِ فَقَالَ ‏\"‏ إِنَّ الرَّجُلَ إِذَا غَرِمَ حَدَّثَ فَكَذَبَ، وَوَعَدَ فَأَخْلَفَ ‏\"‏‏.‏ وَعَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي عُرْوَةُ، أَنَّ عَائِشَةَ ـ رضى الله عنها ـ قَالَتْ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَسْتَعِيذُ فِي صَلاَتِهِ مِنْ فِتْنَةِ الدَّجَّالِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}