{
  "hadith": {
    "hadith_id": 835,
    "narrator": "‘আবদুল্লাহ ইব্‌নু মাস’উদ (রাঃ)",
    "bn": "তিনি বলেন, আমাদের অবস্থা এ ছিল যে, যখন আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে সালাতে থাকতাম, তখন আমরা বলতাম, বান্দার পক্ষ হতে আল্লাহ্‌র প্রতি সালাম। সালাম অমুকের প্রতি, সালাম অমুকের প্রতি। এতে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ্‌র প্রতি সালাম, তোমরা এরূপ বল না। কারণ আল্লাহ্‌ নিজেই সালাম। বরং তোমরা বল-\nالتَّحِيّاتُ للَّهِ وَالصَّلَواتُ وَالطَيِّباتُ السَّلامُ عَلَيكَ إِيُّهاَ النَّبِيُّ وَرَحمَةُ اللهِ وَبَرَكاتُهُ السَّلامُ علَيناَ وَعَلَى عِبادِ اللهِ الصالِحينَ\n\n“সমস্ত মৌখিক, দৈহিক ও আর্থিক ইবাদত আল্লাহ্‌র জন্য। হে নবী! আপনার উপর প্রতি সালাম এবং আল্লাহ্‌র রহমত ও বরকত বর্ষিত হোক। সালাম আমাদের প্রতি এবং আল্লাহ্‌র নেক বান্দাগণের প্রতি।” তোমরা যখন তা বলবে তখন আসমান বা আসমান ও যমীনের মধ্যে আল্লাহ্‌র প্রত্যেক বান্দার নিকট তা পৌছে যাবে।  (এরপর বলবে)  أَشهَدُ أَن لاَ إِلَهَ إِلاَّ اللهُ واَشهَدُ أَنَّ مُحَمَّداً عَبدُهُ وَرَسولُهُ  \"আমি সাক্ষ্য প্রদান করছি যে, আল্লাহ্‌ ব্যতীত আর কোন মাবূদ নাই এবং আমি আরো সাক্ষ্য দিচ্ছি যে, নিশ্চয়ই মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌র বান্দা ও রাসূল।\" তারপর যে দু'আ তার পছন্দ হয় তা সে বেছে নিবে এবং পড়বে।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، عَنِ الأَعْمَشِ، حَدَّثَنِي شَقِيقٌ، عَنْ عَبْدِ اللَّهِ، قَالَ كُنَّا إِذَا كُنَّا مَعَ النَّبِيِّ صلى الله عليه وسلم فِي الصَّلاَةِ قُلْنَا السَّلاَمُ عَلَى اللَّهِ مِنْ عِبَادِهِ، السَّلاَمُ عَلَى فُلاَنٍ وَفُلاَنٍ‏.‏ فَقَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ لاَ تَقُولُوا السَّلاَمُ عَلَى اللَّهِ‏.‏ فَإِنَّ اللَّهَ هُوَ السَّلاَمُ، وَلَكِنْ قُولُوا التَّحِيَّاتُ لِلَّهِ، وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ‏.‏ فَإِنَّكُمْ إِذَا قُلْتُمْ أَصَابَ كُلَّ عَبْدٍ فِي السَّمَاءِ أَوْ بَيْنَ السَّمَاءِ وَالأَرْضِ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، ثُمَّ يَتَخَيَّرُ مِنَ الدُّعَاءِ أَعْجَبَهُ إِلَيْهِ فَيَدْعُو ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}