{
  "hadith": {
    "hadith_id": 840,
    "narrator": "মাহমূদ ইব্‌নূ রাবী‘ (রাঃ)",
    "bn": "তিনি বলেছেন, আমি ‘ইতবান ইব্‌নু মালিক আনসারী (রাঃ) যিনি বনূ সালিম গোত্রের একজন, তাঁকে বলতে শুনেছি, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর নিকট গিয়ে বললাম, আমার দৃষ্টি ক্ষীণ হয়ে গেছে এবং আমার বাড়ি হতে আমার কাওমের মসজিদ পর্যন্ত পানি বাধা হয়ে দাঁড়িয়েছে। আমার একান্ত ইচ্ছা আপনি আমার বাড়িতে এসে এক জায়গায় সালাত আদায় করবেন যেটা আমি সালাত আদায় করার জন্য নির্দিষ্ট করে নিব। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ইন্‌শা আল্লাহ্‌, আমি তা করব। পরদিন রোদের তেজ বৃদ্ধি পেলে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং আবূ বকর (রাঃ) আমার বাড়িতে এলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) প্রবেশের অনুমতি চাইলে আমি তাঁকে দিলাম। তিনি না বসেই বললেনঃ তোমার ঘরের কোন্‌ স্থানে তুমি আমার সালাত আদায় পছন্দ কর? তিনি পছন্দ মত একটি স্থান নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–কে সালাত আদায়ের জন্য ইঙ্গিত করে দেখালেন। অতঃপর তিনি দাঁড়ালেন আমরাও তাঁর পিছনে কাতারে দাঁড়ালাম। অবশেষে তিনি সালাম ফিরালেন, আমরাও তাঁর সালামের সময় সালাম ফিরালাম।",
    "ar": "قَالَ سَمِعْتُ عِتْبَانَ بْنَ مَالِكٍ الأَنْصَارِيَّ، ثُمَّ أَحَدَ بَنِي سَالِمٍ قَالَ كُنْتُ أُصَلِّي لِقَوْمِي بَنِي سَالِمٍ، فَأَتَيْتُ النَّبِيَّ صلى الله عليه وسلم فَقُلْتُ إِنِّي أَنْكَرْتُ بَصَرِي، وَإِنَّ السُّيُولَ تَحُولُ بَيْنِي وَبَيْنَ مَسْجِدِ قَوْمِي، فَلَوَدِدْتُ أَنَّكَ جِئْتَ فَصَلَّيْتَ فِي بَيْتِي مَكَانًا، حَتَّى أَتَّخِذَهُ مَسْجِدًا فَقَالَ ‏\"‏ أَفْعَلُ إِنْ شَاءَ اللَّهُ ‏\"‏‏.‏ فَغَدَا عَلَىَّ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَبُو بَكْرٍ مَعَهُ بَعْدَ مَا اشْتَدَّ النَّهَارُ، فَاسْتَأْذَنَ النَّبِيُّ صلى الله عليه وسلم فَأَذِنْتُ لَهُ، فَلَمْ يَجْلِسْ حَتَّى قَالَ ‏\"‏ أَيْنَ تُحِبُّ أَنْ أُصَلِّيَ مِنْ بَيْتِكَ ‏\"‏‏.‏ فَأَشَارَ إِلَيْهِ مِنَ الْمَكَانِ الَّذِي أَحَبَّ أَنْ يُصَلِّيَ فِيهِ، فَقَامَ فَصَفَفْنَا خَلْفَهُ ثُمَّ سَلَّمَ، وَسَلَّمْنَا حِينَ سَلَّمَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}