{
  "hadith": {
    "hadith_id": 850,
    "narrator": "হিন্দ বিন্‌ত হারিস ফিরাসিয়াহ্‌ (রাঃ) যিনি উম্মু সালামা (রাঃ)–এর বান্ধবী তাঁর সূত্রে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "তিনি বলেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাম ফিরাতেন, অতঃপর মহিলারা ফিরে গিয়ে তাঁদের ঘরে প্রবেশ করতেন, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর ফিরবার পূর্বেই। ইব্‌নু ওহাব (রহঃ) ইউনুস (রহঃ) সূত্রে শিহাব (রহঃ) হতে বলেন যে, আমাকে হিন্দ ফিরাসিয়াহ (রাঃ) বর্ণনা করেছেন এবং ‘উসমান ইব্‌নু 'উমর (রহঃ) বলেন, আমাকে ইউনুস (রহঃ) যুহরি (রহঃ) হতে বলেন যে, আমাকে হিন্দ ফিরাসিয়াহ (রাঃ)  বর্ণনা করেছেন, আর যুবাইদী (রহঃ) বলেন, আমাকে যুহরী (রহঃ) বর্ণনা করেছেন যে, হিন্দ বিনত হারিস কুরাশিয়াহ (রহঃ) তাকে বর্ণনা করেছেন এবং তিনি মা‘বাদ ইব্‌নু মিকদাদ (রহঃ)-এর স্ত্রী। আর মা‘বাদ বনূ যুহরার সাথে সন্ধি চূক্তিতে আবদ্ধ ছিলেন এবং তিনি (হিন্দ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর সহধর্মিণীগণের নিকট যাতায়াত করতেন। শু‘আয়ব (রহঃ) যুহরী (রহঃ) হতে বলেন যে, আমাকে হিন্দ কুরাশিয়াহ (রহঃ) বর্ণনা করেছেন। আর ইব্‌নু আবূ আতীক (রহঃ) যুহরী (রহঃ) সূত্রে হিন্দ ফিরাসিয়াহ (রাঃ) হতে বর্ণনা করছেন। লায়স (রহঃ) ইয়াহ্‌ইয়া ইব্‌নু সায়ীদ (রহঃ) সূত্রে ইব্‌নু শিহাব (রহঃ) হতে বর্ণনা করেছেন যে, কুরাইশের এক মহিলা তাঁকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে বর্ণনা করেছেন।",
    "ar": "وَقَالَ ابْنُ أَبِي مَرْيَمَ أَخْبَرَنَا نَافِعُ بْنُ يَزِيدَ، قَالَ أَخْبَرَنِي جَعْفَرُ بْنُ رَبِيعَةَ، أَنَّ ابْنَ شِهَابٍ، كَتَبَ إِلَيْهِ قَالَ حَدَّثَتْنِي هِنْدُ بِنْتُ الْحَارِثِ الْفِرَاسِيَّةُ، عَنْ أُمِّ سَلَمَةَ، زَوْجِ النَّبِيِّ صلى الله عليه وسلم وَكَانَتْ مِنْ صَوَاحِبَاتِهَا قَالَتْ كَانَ يُسَلِّمُ فَيَنْصَرِفُ النِّسَاءُ، فَيَدْخُلْنَ بُيُوتَهُنَّ مِنْ قَبْلِ أَنْ يَنْصَرِفَ رَسُولُ اللَّهِ صلى الله عليه وسلم‏.‏ وَقَالَ ابْنُ وَهْبٍ عَنْ يُونُسَ عَنِ ابْنِ شِهَابٍ أَخْبَرَتْنِي هِنْدُ الْفِرَاسِيَّةُ‏.‏ وَقَالَ عُثْمَانُ بْنُ عُمَرَ أَخْبَرَنَا يُونُسُ عَنِ الزُّهْرِيِّ حَدَّثَتْنِي هِنْدُ الْفِرَاسِيَّةُ‏.‏ وَقَالَ الزُّبَيْدِيُّ أَخْبَرَنِي الزُّهْرِيُّ أَنَّ هِنْدَ بِنْتَ الْحَارِثِ الْقُرَشِيَّةَ أَخْبَرَتْهُ، وَكَانَتْ تَحْتَ مَعْبَدِ بْنِ الْمِقْدَادِ ـ وَهْوَ حَلِيفُ بَنِي زُهْرَةَ ـ وَكَانَتْ تَدْخُلُ عَلَى أَزْوَاجِ النَّبِيِّ صلى الله عليه وسلم‏.‏ وَقَالَ شُعَيْبٌ عَنِ الزُّهْرِيِّ حَدَّثَتْنِي هِنْدُ الْقُرَشِيَّةُ‏.‏ وَقَالَ ابْنُ أَبِي عَتِيقٍ عَنِ الزُّهْرِيِّ عَنْ هِنْدٍ الْفِرَاسِيَّةِ‏.‏ وَقَالَ اللَّيْثُ حَدَّثَنِي يَحْيَى بْنُ سَعِيدٍ حَدَّثَهُ عَنِ ابْنِ شِهَابٍ عَنِ امْرَأَةٍ مِنْ قُرَيْشٍ حَدَّثَتْهُ عَنِ النَّبِيِّ صلى الله عليه وسلم‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}