{
  "hadith": {
    "hadith_id": 86,
    "narrator": "আসমা (রাঃ)",
    "bn": "তিনি বলেন, আমি ‘আয়িশা (রাঃ)-র নিকট আসলাম, তিনি তখন সালাত রত ছিলেন। আমি বললাম,  ‘মানুষের কী হয়েছে?’ তিনি আকাশের দিকে ইঙ্গিত করলেন ( সূর্য গ্রহণ লেগেছে )। তখন সকল লোক (সালাতুল কুসূফ এর জন্য ) দাঁড়িয়ে রয়েছে। ‘আয়িশা (রাঃ) বললেন, সুবহানাল্লাহ! আমি বললাম, এটা কি কোন নিদর্শন? তিনি মাথা দিয়ে ইঙ্গিত করলেন, ‘হ্যাঁ।’ অতঃপর আমি (সালাতে) দাঁড়িয়ে  গেলাম। এমনকি (দীর্ঘতার কারণে) আমার জ্ঞান হারিয়ে ফেলার উপক্রম হল। তাই আমি আমার মাথায় পানি ঢালতে আরম্ভ করলাম। পরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহর হামদ ও সানা পাঠ করলেন। অতঃপর বললেনঃ যা কিছু আমাকে ইতোপূর্বে দেখানো হয়নি , তা  আমি আমার এ স্থানেই দেখতে পেয়েছি। এমনকি জান্নাত ও জাহান্নামও। অতঃপর আল্লাহ তা‘আলা আমার নিকট ওয়াহী প্রেরণ করলেন, ‘দাজ্জালের ন্যায় (কঠিন) পরীক্ষা অথবা তাঁর কাছাকাছি বিপদ দিয়ে তোমাদেরকে কবরে পরীক্ষায় ফেলা হবে।’\nফাতিমা (রাঃ) বলেন, আসমা (রাঃ)   مِثْلُ (অনুরুপ) শব্দ বলেছিলেন, না قَرِيْبُ (কাছাকাছি) শব্দ, তা ঠিক আমার মনে নেই। (কবরের মধ্যে) বলা হবে, ‘এ ব্যাক্তি সম্পর্কে তুমি কী জান?’ তখন মু’মিন ব্যাক্তি বা মু’কিন (বিশ্বাসী) ব্যাক্তি [ফাতিমা (রাঃ) বলেন ] আসমা (রাঃ) এর কোন শব্দটি বলেছিলেন আমি জানিনা], বলবে ,তিনি মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম), তিনি আল্লাহর রসূল। আমাদের নিকট মু’জিযা ও হিদায়াত নিয়ে এসেছিলেন। আমরা তা গ্রহণ করেছিলাম এবং তাঁর ইততিবা’ করেছিলাম। তিনি মুহাম্মাদ।’ তিনবার এরূপ বলবে। তখন তাকে বলা হবে , আরামে ঘুমিয়ে থাক , আমরা জানতে পারলাম যে, তুমি (দুনিয়ায়) তাঁর উপর বিশ্বাসী ছিলে। আর মুনাফিক অথবা মুরতাব (সন্দেহ পোষণকারী) ফাতিমা বলেন, আসমা কোনটি বলেছিলেন, আমি ঠিক মনে করতে পারছি না- বলবে, আমি কিছুই জানি না। মানুষকে (তাঁর সম্পর্কে) যা বলতে শুনেছি , আমিও তাই বলেছি।\n\n(১৮৪, ৯২২, ১০৫৩, ১০৫৪, ১০৬১, ১২৩৫, ১৩৭৩, ২৫১৯, ২৫২০, ৭২৮৭; মুসলিম ১০/২ হাঃ ৯০৫, আহমাদ ২৬৯৯১) (আধুনিক প্রকাশনীঃ ৮৬, ইসলামী ফাউন্ডেশনঃ ৮৬)",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا وُهَيْبٌ، قَالَ حَدَّثَنَا هِشَامٌ، عَنْ فَاطِمَةَ، عَنْ أَسْمَاءَ، قَالَتْ أَتَيْتُ عَائِشَةَ وَهِيَ تُصَلِّي فَقُلْتُ مَا شَأْنُ النَّاسِ فَأَشَارَتْ إِلَى السَّمَاءِ، فَإِذَا النَّاسُ قِيَامٌ، فَقَالَتْ سُبْحَانَ اللَّهِ‏.‏ قُلْتُ آيَةٌ فَأَشَارَتْ بِرَأْسِهَا، أَىْ نَعَمْ، فَقُمْتُ حَتَّى تَجَلاَّنِي الْغَشْىُ، فَجَعَلْتُ أَصُبُّ عَلَى رَأْسِي الْمَاءَ، فَحَمِدَ اللَّهَ عَزَّ وَجَلَّ النَّبِيُّ صلى الله عليه وسلم وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ ‏ \"‏ مَا مِنْ شَىْءٍ لَمْ أَكُنْ أُرِيتُهُ إِلاَّ رَأَيْتُهُ فِي مَقَامِي حَتَّى الْجَنَّةَ وَالنَّارَ، فَأُوحِيَ إِلَىَّ أَنَّكُمْ تُفْتَنُونَ فِي قُبُورِكُمْ، مِثْلَ ـ أَوْ قَرِيبًا لاَ أَدْرِي أَىَّ ذَلِكَ قَالَتْ أَسْمَاءُ ـ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، يُقَالُ مَا عِلْمُكَ بِهَذَا الرَّجُلِ فَأَمَّا الْمُؤْمِنُ ـ أَوِ الْمُوقِنُ لاَ أَدْرِي بِأَيِّهِمَا قَالَتْ أَسْمَاءُ ـ فَيَقُولُ هُوَ مُحَمَّدٌ رَسُولُ اللَّهِ جَاءَنَا بِالْبَيِّنَاتِ وَالْهُدَى، فَأَجَبْنَا وَاتَّبَعْنَا، هُوَ مُحَمَّدٌ‏.‏ ثَلاَثًا، فَيُقَالُ نَمْ صَالِحًا، قَدْ عَلِمْنَا إِنْ كُنْتَ لَمُوقِنًا بِهِ، وَأَمَّا الْمُنَافِقُ ـ أَوِ الْمُرْتَابُ لاَ أَدْرِي أَىَّ ذَلِكَ قَالَتْ أَسْمَاءُ ـ فَيَقُولُ لاَ أَدْرِي، سَمِعْتُ النَّاسَ يَقُولُونَ شَيْئًا فَقُلْتُهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "3"
    }
  }
}