{
  "hadith": {
    "hadith_id": 886,
    "narrator": "‘আবদুল্লাহ্ ইব্‌নু ‘উমর (রাঃ)",
    "bn": "‘উমর ইব্‌নু খাত্তাব (রাঃ) মসজিদে নববীর দরজার নিকটে এক জোড়া রেশমী পোশাক (বিক্রি হতে) দেখে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বললেন, হে আল্লাহ্‌র রসূল! যদি এটি আপনি খরিদ করতেন আর জুমু‘আর দিন এবং যখন আপনার নিকট প্রতিনিধি দল আসে তখন আপনি তা পরিধান করতেন। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এটা তো সে ব্যক্তিই পরিধান করে, আখিরাতে যার (মঙ্গলের) কোন অংশ নেই। অতঃপর আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এ ধরনের কয়েক জোড়া পোশাক আসে, তখন তার এক জোড়া তিনি ‘উমর (রাঃ)-কে প্রদান করেন। ‘উমর (রাঃ) আরয করলেন, হে আল্লাহ্‌র রসূল! আপনি আমাকে এটি পরতে দিলেন অথচ আপনি উতারিদের (রেশম) পোশাক সম্পর্কে যা বলার তা তো বলেছিলেন। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আমি তোমাকে এটি নিজের পরার জন্য দেইনি। ‘উমর ইব্‌নূ খাত্তাব (রাঃ) তখন এটি মক্কায় তাঁর এক ভাইকে দিয়ে দেন, যে তখন মুশরিক ছিল। (৯৪৮,২১০৪, ২৬১২, ২৬১৯, ৩০৫৪, ৫৮৪১, ৫৯৮১, ৬০৮১ মুসলিম ৩৭/ আওয়ালুল কিতাব?, হাঃ ২০৬৮, আহমাদ ৫৮০১) (আ.প্র. ৮৩৫  ই.ফা. ৮৪২)",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، رَأَى حُلَّةَ سِيَرَاءَ عِنْدَ باب الْمَسْجِدِ فَقَالَ يَا رَسُولَ اللَّهِ، لَوِ اشْتَرَيْتَ هَذِهِ فَلَبِسْتَهَا يَوْمَ الْجُمُعَةِ وَلِلْوَفْدِ إِذَا قَدِمُوا عَلَيْكَ‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا يَلْبَسُ هَذِهِ مَنْ لاَ خَلاَقَ لَهُ فِي الآخِرَةِ ‏\"‏‏.‏ ثُمَّ جَاءَتْ رَسُولَ اللَّهِ صلى الله عليه وسلم مِنْهَا حُلَلٌ، فَأَعْطَى عُمَرَ بْنَ الْخَطَّابِ ـ رضى الله عنه ـ مِنْهَا حُلَّةً فَقَالَ عُمَرُ يَا رَسُولَ اللَّهِ، كَسَوْتَنِيهَا وَقَدْ قُلْتَ فِي حُلَّةِ عُطَارِدٍ مَا قُلْتَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنِّي لَمْ أَكْسُكَهَا لِتَلْبَسَهَا ‏\"‏‏.‏ فَكَسَاهَا عُمَرُ بْنُ الْخَطَّابِ ـ رضى الله عنه ـ أَخًا لَهُ بِمَكَّةَ مُشْرِكًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}