{
  "hadith": {
    "hadith_id": 89,
    "narrator": "উমার (রাঃ)",
    "bn": "তিনি বলেনঃ আমি ও আমার এক আনসারী প্রতিবেশী বনী উমাইয়া ইব্‌নু যায়দের মহল্লায় বাস করতাম। এ মহল্লাটি ছিল মদীনার উঁচু এলাকায় অবস্থিত। আমরা দু’জনে পালাক্রমে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হতাম। তিনি একদিন আসতেন আর আমি একদিন আসতাম। আমি যেদিন আসতাম, সেদিনের ওয়াহী প্রভৃতির খবর নিয়ে তাঁকে পৌঁছে দিতাম। আর তিনি যেদিন আসতেন সেদিন তিনিও তাই করতেন। অতঃপর একদা আমার আনসারী সাথী তাঁর পালার দিন আসলেন এবং (সেখান থেকে ফিরে) আমার দরজায় খুব জোরে জোরে আঘাত করতে লাগলেন। (আমার নাম নিয়ে) বলতে লাগলেন, তিনি কি এখানে আছেন? আমি ঘাবড়ে গিয়ে তাঁর দিকে গেলাম। তিনি বললেন, এক বিরাট ঘটনা ঘটে গেছে [আল্লাহর রসূল(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর স্ত্রীগণকে তালাক দিয়েছেন]। আমি তখনি (আমার কন্যা) হাফসা (রাঃ) এর নিকট গেলাম। তিনি তখন কাঁদছিলেন। আমি বললাম, আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কি তোমাদের তালাক দিয়ে দিয়েছেন? তিনি বললেন, ‘আমি জানি না।’ অতঃপর আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিকট গেলাম এবং দাঁড়িয়ে থেকেই বললামঃ আপনি কি আপনার স্ত্রীদের তালাক দিয়েছেন? জবাবে তিনি বললেনঃ ‘না।’ আমি তখন বললাম ‘আল্লাহ আকবর’।\n\n(২৪৬৮, ৪৯১৩, ৪৯১৫, ৫১৯১, ৫২১৮, ৫৮৪৩, ৭২৫৬, ৭২৬৩) (আধুনিক প্রকাশনীঃ ৮৯, ইসলামী ফাউন্ডেশনঃ ৮৯)",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، ح قَالَ أَبُو عَبْدِ اللَّهِ وَقَالَ ابْنُ وَهْبٍ أَخْبَرَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي ثَوْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، عَنْ عُمَرَ، قَالَ كُنْتُ أَنَا وَجَارٌ، لِي مِنَ الأَنْصَارِ فِي بَنِي أُمَيَّةَ بْنِ زَيْدٍ، وَهْىَ مِنْ عَوَالِي الْمَدِينَةِ، وَكُنَّا نَتَنَاوَبُ النُّزُولَ عَلَى رَسُولِ اللَّهِ صلى الله عليه وسلم يَنْزِلُ يَوْمًا وَأَنْزِلُ يَوْمًا، فَإِذَا نَزَلْتُ جِئْتُهُ بِخَبَرِ ذَلِكَ الْيَوْمِ مِنَ الْوَحْىِ وَغَيْرِهِ، وَإِذَا نَزَلَ فَعَلَ مِثْلَ ذَلِكَ، فَنَزَلَ صَاحِبِي الأَنْصَارِيُّ يَوْمَ نَوْبَتِهِ، فَضَرَبَ بَابِي ضَرْبًا شَدِيدًا‏.‏ فَقَالَ أَثَمَّ هُوَ فَفَزِعْتُ فَخَرَجْتُ إِلَيْهِ فَقَالَ قَدْ حَدَثَ أَمْرٌ عَظِيمٌ‏.‏ قَالَ فَدَخَلْتُ عَلَى حَفْصَةَ فَإِذَا هِيَ تَبْكِي فَقُلْتُ طَلَّقَكُنَّ رَسُولُ اللَّهِ صلى الله عليه وسلم قَالَتْ لاَ أَدْرِي‏.‏ ثُمَّ دَخَلْتُ عَلَى النَّبِيِّ صلى الله عليه وسلم فَقُلْتُ وَأَنَا قَائِمٌ أَطَلَّقْتَ نِسَاءَكَ قَالَ ‏ \"‏ لاَ ‏\"‏‏.‏ فَقُلْتُ اللَّهُ أَكْبَرُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "3"
    }
  }
}