{
  "hadith": {
    "hadith_id": 893,
    "narrator": "‘উমর (রাঃ)",
    "bn": "আমি আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি,  তোমরা সকলেই দায়িত্বশীল। লায়স ইব্‌নু সা‘দ (রাঃ) আরো অতিরিক্ত বলেন, (পরবর্তী রাবী) ইউনুস (রহঃ) বলেছেন, আমি একদা ইব্‌নু শিহাব (রহঃ)-এর সঙ্গে ওয়াদিউল কুরা নামক স্থানে ছিলাম। তখন রুযাইক (ইব্‌নু হুকায়ম (রহঃ) ইব্‌নু শিহাব (রহঃ)-এর নিকট লিখলেন, আপনি কী মনে করেন, আমি কি (এখানে) জুমু‘আর সালাত আদায় করব? রুযায়ক (রহঃ) তখন সেখানে তাঁর জমির কৃষি কাজের তত্ত্বাবধান করতেন। সেখানে একদল সুদানী ও অন্যান্য লোক বাস করত। রুযায়ক (রহঃ) সে সময় আইলা শহরের (আমীর) ছিলেন। ইব্‌নু শিহাব (রহঃ) তাঁকে জুমু’আ কায়িম করার নির্দেশ দিয়ে লিখেছিলেন এবং আমি তাকে এ নির্দেশ দিতে শুনলাম। সালিম (রহঃ) তার নিকট বর্ণনা করেছেন যে, ‘আবদুল্লাহ্‌ ইব্‌নু ‘উমর (রাঃ) বলেন, আমি আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি, তোমরা সকলেই দায়িত্বশীল এবং তোমাদের প্রত্যেককেই অধীনস্থদের (দায়িত্ব) জিজ্ঞাস করা হবে। ইমাম [১] একজন দায়িত্বশীল ব্যক্তি, তাঁকে তাঁর অধীনস্থদের সম্পর্কে জিজ্ঞেস করা হবে। পুরুষ তার পরিবার বর্গের অভিভাবক, তাকে তার অধীনস্থদের সম্পর্কে জিজ্ঞেস করা হবে। নারী তার স্বামী-গৃহের কর্ত্রী, তাকে তার অধীনস্থদের সম্পর্কে জিজ্ঞেস করা হবে। খাদিম তার মনিবের ধন-সম্পদের রক্ষক, তাকেও তার মনিবের ধন-সম্পদ সম্পর্কে জিজ্ঞেস করা হবে। ইব্‌নু ‘উমর (রাঃ) বলেন, আমার মনে হয়, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলেছেনঃ পুত্র তার পিতার ধন-সম্পদের রক্ষক এবং এগুলো সম্পর্কে তাকে জিজ্ঞেস করা হবে। তোমরা সবাই দায়িত্বশীল এবং সবাইকে  তাদের অর্পিত দায়িত্ব সম্পর্কে প্রশ্ন করা হবে। (২৪০৯, ২৫৫৪, ২৫৫৮, ২৭৫১, ৫১৮৮, ৫৬০০, ৭১৩৮) (আ.প্র. ৮৪২, ই.ফা. ৮৪৯)",
    "ar": "حَدَّثَنَا بِشْرُ بْنُ مُحَمَّدٍ، قَالَ أَخْبَرَنَا عَبْدُ اللَّهِ، قَالَ أَخْبَرَنَا يُونُسُ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنَا سَالِمُ بْنُ عَبْدِ اللَّهِ، عَنِ ابْنِ عُمَرَ ـ رضى الله عنهما ـ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ كُلُّكُمْ رَاعٍ ‏\"‏‏.‏ وَزَادَ اللَّيْثُ قَالَ يُونُسُ كَتَبَ رُزَيْقُ بْنُ حُكَيْمٍ إِلَى ابْنِ شِهَابٍ ـ وَأَنَا مَعَهُ يَوْمَئِذٍ بِوَادِي الْقُرَى ـ هَلْ تَرَى أَنْ أُجَمِّعَ‏.‏ وَرُزَيْقٌ عَامِلٌ عَلَى أَرْضٍ يَعْمَلُهَا، وَفِيهَا جَمَاعَةٌ مِنَ السُّودَانِ وَغَيْرِهِمْ، وَرُزَيْقٌ يَوْمَئِذٍ عَلَى أَيْلَةَ، فَكَتَبَ ابْنُ شِهَابٍ ـ وَأَنَا أَسْمَعُ ـ يَأْمُرُهُ أَنْ يُجَمِّعَ، يُخْبِرُهُ أَنَّ سَالِمًا حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ ‏\"‏ كُلُّكُمْ رَاعٍ، وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ، الإِمَامُ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالرَّجُلُ رَاعٍ فِي أَهْلِهِ وَهْوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ، وَالْمَرْأَةُ رَاعِيَةٌ فِي بَيْتِ زَوْجِهَا وَمَسْئُولَةٌ عَنْ رَعِيَّتِهَا، وَالْخَادِمُ رَاعٍ فِي مَالِ سَيِّدِهِ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ ـ قَالَ وَحَسِبْتُ أَنْ قَدْ قَالَ ـ وَالرَّجُلُ رَاعٍ فِي مَالِ أَبِيهِ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ وَكُلُّكُمْ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ইমাম’ শব্দ রাষ্ট্রের কর্ণধার, যে কোন কাজের তত্ত্বাবধায়ক, ব্যবস্থাপক ও সালাতের ইমাম অর্থে ব্যবহৃত হয়।",
    "chapter": {
      "chapter_number": "11"
    }
  }
}