{
  "hadith": {
    "hadith_id": 923,
    "narrator": "‘আম্‌র ইব্‌নু তাগলিব (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট কিছু মাল বা কিছু সংখ্যক যুদ্ধবন্দী উপস্থিত করা হলে তিনি তা বণ্টন করে দিলেন। বণ্টনের সময় কিছু লোককে দিলেন এবং কিছু লোককে বাদ দিলেন। অতঃপর তাঁর নিকট সংবাদ পৌঁছলো যে, যাদের তিনি দেননি, তারা অসন্তুষ্ট হয়েছে। তখন আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহ্‌র প্রশংসা করলেন ও তাঁর মহিমা বর্ণনা করলেন, অতঃপর বললেনঃ ‘আম্‌মা বা‘দ। আল্লাহ্‌র শপথ! আমি কোন লোককে দেই আর কোন লোককে দেই না। যাকে আমি দেইনা সে, যাকে আমি দেই তাঁর চেয়ে আমার নিকট অধিক প্রিয়। তবে আমি এমন লোকদের দেই যাদের অন্তরে অধৈর্য ও মালের প্রতি লিপ্সা দেখতে পাই; আর কিছু লোককে আল্লাহ্‌ যাদের অন্তরে অমুখাপেক্ষিতা ও কল্যাণ রেখেছেন, তাদের সে অবস্থার উপর ন্যস্ত করি। তাদের মধ্যে আম্‌র ইব্‌নু তাগলিব একজন। বর্ণনাকারী ‘আম্‌র ইব্‌নু তাগলিব (রাঃ) বলেন, আল্লাহ্‌র শপথ! আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর এ বাণীর পরিবর্তে আমি লাল উটও [১] পছন্দ করি না।",
    "ar": "حَدَّثَنَا مُحَمَّدُ بْنُ مَعْمَرٍ، قَالَ حَدَّثَنَا أَبُو عَاصِمٍ، عَنْ جَرِيرِ بْنِ حَازِمٍ، قَالَ سَمِعْتُ الْحَسَنَ، يَقُولُ حَدَّثَنَا عَمْرُو بْنُ تَغْلِبَ، أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم أُتِيَ بِمَالٍ أَوْ سَبْىٍ فَقَسَمَهُ، فَأَعْطَى رِجَالاً وَتَرَكَ رِجَالاً فَبَلَغَهُ أَنَّ الَّذِينَ تَرَكَ عَتَبُوا، فَحَمِدَ اللَّهَ ثُمَّ أَثْنَى عَلَيْهِ، ثُمَّ قَالَ ‏ \"‏ أَمَّا بَعْدُ، فَوَاللَّهِ إِنِّي لأُعْطِي الرَّجُلَ، وَأَدَعُ الرَّجُلَ، وَالَّذِي أَدَعُ أَحَبُّ إِلَىَّ مِنَ الَّذِي أُعْطِي وَلَكِنْ أُعْطِي أَقْوَامًا لِمَا أَرَى فِي قُلُوبِهِمْ مِنَ الْجَزَعِ وَالْهَلَعِ، وَأَكِلُ أَقْوَامًا إِلَى مَا جَعَلَ اللَّهُ فِي قُلُوبِهِمْ مِنَ الْغِنَى وَالْخَيْرِ، فِيهِمْ عَمْرُو بْنُ تَغْلِبَ ‏\"‏‏.‏ فَوَاللَّهِ مَا أُحِبُّ أَنَّ لِي بِكَلِمَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم حُمْرَ النَّعَمِ‏.‏ تَابَعَهُ يُونُسُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] তৎকালীন আরবের সবচেয়ে মূল্যবান সম্পদ।",
    "chapter": {
      "chapter_number": "11"
    }
  }
}