{
  "hadith": {
    "hadith_id": 930,
    "narrator": "জাবির ইব্‌নু ‘আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, (কোন এক) জুমু’আর দিন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকদের সামনে খুত্‌বা দিচ্ছিলেন। এ সময় এক ব্যক্তি  আসলে তিনি তাকে জিজ্ঞেস করলেন, হে অমুক! তুমি কি সালাত আদায় করেছ? সে বলল, না; তিনি বললেন, উঠ, সালাত আদায় করে নাও। [১]",
    "ar": "حَدَّثَنَا أَبُو النُّعْمَانِ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ عَمْرِو بْنِ دِينَارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ جَاءَ رَجُلٌ وَالنَّبِيُّ صلى الله عليه وسلم يَخْطُبُ النَّاسَ يَوْمَ الْجُمُعَةِ فَقَالَ ‏\"‏ أَصَلَّيْتَ يَا فُلاَنُ ‏\"‏‏.‏ قَالَ لاَ‏.‏ قَالَ ‏\"‏ قُمْ فَارْكَعْ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] আধুনিক প্রকাশনী বুখারীর ৮৭৭ নং হাদীসের টীকায় লিখেছেনঃ হাদীসের অন্য কতিপয় বর্ণনার ভিত্তিতে হানাফী মাযহাবে এই সময়ে সালাত না আদায় করাকে অধিকতর বিশুদ্ধ রীতি বলে গণ্য করা হয়েছে।\n\nকিন্তু এটি নিতান্তই অনুবাদকের নিজস্ব মনগড়া মত ও সহীহ হাদীস বিরোধী কথা। বরং কোন সহীহ হাদীস নেই, একটি জাল হাদীসে রয়েছে।\n\nমসজিদে প্রবেশ করে দু’রাক’আত সালাত পড়া সুন্নাত। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মসজিদে প্রবেশ করে দু’রাক’আত সালাত পড়ার পূর্বে বসতে নিষেধ করেছেন এবং বসার পূর্বে সালাত পড়ার নির্দেশ দিয়েছেন যেমন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাণীঃ আবূ ক্বাতাদাহ  (রাঃ) হতে বর্ণিত। তিনি বলেন, রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের মধ্যে কেউ মসজিদে প্রবেশ করে যতক্ষণ পর্যন্ত সে দু’ রাক’আত সালাত না পড়ে ততক্ষন পর্যন্ত যেন না বসে।\n\nআবূ ক্বাতাদাহ (রাঃ) হতে বর্ণিত। নিশ্চয় রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ তোমাদের মধ্যে  কেউ মসজিদে প্রবেশ করে, সে যেন বসার পূর্বে দু’রাক’আত সালাত পড়ে। (বুখারী ১ম খণ্ড ৬৩, ১৫৬ পৃষ্ঠা। মিশকাত ৬৮ পৃষ্ঠা। বুখারী আঃ হক হাদীস ২৮৯। বুখারী ইঃফাঃ হাদীস নং ১০৮৯)\nঅতঃপর উক্ত হাদীসের উপর আমলার্থে জুমাআর খুত্‌বা চলাকালীনও এ সালাত আদায় করতে হবে।\n\nআর এ কথা সর্বজন স্বীকৃত যে, বুখারী ও মুসলিম যে হাদীসের ব্যাপারে ইত্তিফাক হয়েছেন সে সকল হাদীস অন্য সকল হাদীস হতে বেশী শক্তিশালী।",
    "chapter": {
      "chapter_number": "11"
    }
  }
}