{
  "hadith": {
    "hadith_id": 948,
    "narrator": "‘আবদুল্লাহ্‌ ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, বাজারে বিক্রি হচ্ছিল এমন একটি রেশমী জুব্বা নিয়ে ‘উমর (রাঃ) আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বললেন, হে আল্লাহ্‌র রসূল! আপনি এটি ক্রয় করে নিন। ‘ঈদের সময় এবং প্রতিনিধি দলের সঙ্গে সাক্ষাতের সময় এটি দিয়ে নিজেকে সজ্জিত করবেন। তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ এটি তো তার পোষাক, যার (আখিরাতে) কল্যানের কোন অংশ নেই। এ ঘটনার পর ‘উমর (রাঃ) আল্লাহ্‌র যত দিন ইচ্ছা ততদিন অতিবাহিত করলেন। অতঃপর আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর নিকট একটি রেশমী জুব্বা পাঠালেন, ‘উমর (রাঃ) তা গ্রহণ করেন এবং সেটি নিয়ে আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বললেন, হে আল্লাহ্‌র রসূল! আপনি তো বলেছিলেন, এটা তার পোষাক যার (আখিরাতে) কল্যাণের কোন অংশ নেই। অথচ আপনি এ জুব্বা আমার নিকট পাঠিয়েছেন। তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বললেনঃ তুমি এটি বিক্রি করে দাও এবং বিক্রয়লব্ধ অর্থ দিয়ে তোমার প্রয়োজন পূরণ কর।",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، قَالَ أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، قَالَ أَخَذَ عُمَرُ جُبَّةً مِنْ إِسْتَبْرَقٍ تُبَاعُ فِي السُّوقِ، فَأَخَذَهَا فَأَتَى رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ ابْتَعْ هَذِهِ تَجَمَّلْ بِهَا لِلْعِيدِ وَالْوُفُودِ‏.‏ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ إِنَّمَا هَذِهِ لِبَاسُ مَنْ لاَ خَلاَقَ لَهُ ‏\"‏‏.‏ فَلَبِثَ عُمَرُ مَا شَاءَ اللَّهُ أَنْ يَلْبَثَ، ثُمَّ أَرْسَلَ إِلَيْهِ رَسُولُ اللَّهِ صلى الله عليه وسلم بِجُبَّةِ دِيبَاجٍ، فَأَقْبَلَ بِهَا عُمَرُ، فَأَتَى بِهَا رَسُولَ اللَّهِ صلى الله عليه وسلم فَقَالَ يَا رَسُولَ اللَّهِ إِنَّكَ قُلْتَ ‏\"‏ إِنَّمَا هَذِهِ لِبَاسُ مَنْ لاَ خَلاَقَ لَهُ ‏\"‏‏.‏ وَأَرْسَلْتَ إِلَىَّ بِهَذِهِ الْجُبَّةِ فَقَالَ لَهُ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تَبِيعُهَا أَوْ تُصِيبُ بِهَا حَاجَتَكَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}