{
  "hadith": {
    "hadith_id": 955,
    "narrator": "বারা'আ ইব্‌নু ‘আযিব (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ‘ঈদুল আযহার দিন সালাতের পর আমাদের উদ্দেশে খুত্‌বা দান করেন। খুত্‌বা্‌য় তিনি বলেনঃ যে আমাদের মত সালাত আদায় করল এবং আমাদের মত কুরবাণী করল, সে কুরবাণীর রীতিনীতি যথাযথ পালন করল। আর যে ব্যক্তি সালাতের পূর্বে কুরবাণী করল তা সালাতের পূর্বে হয়ে গেল, এতে তার কুরবাণী হবে না। বারা'আ-এর মামা আবূ বুরদাহ্ ইব্‌নু নিয়ার (রাঃ) তখন বললেন, হে আল্লাহ্‌র রসূল! আমার জানা মতে আজকের দিনটি পানাহারের দিন। তাই আমি পছন্দ করলাম যে, আমার ঘরে সর্বপ্রথম যবেহ্ করা হোক আমার বক্‌রীই। তাই আমি আমার বক্‌রীটি যবেহ্ করেছি এবং সালাতে আসার পূর্বে তা দিয়ে নাশ্‌তাও করেছি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার বক্‌রীটি গোশ্‌তের উদ্দেশ্যে যবেহ্ করা হয়েছে। তখন তিনি আরয করলেন, হে আল্লাহ্‌র রসূল! আমাদের নিকট এমন একট ছয় মাসের মেষ শাবক আছে যা আমার নিকট দু’টি বক্‌রীর চাইতেও পছন্দনীয়। এটি (কুরবাণী করলে) কি আমার জন্য যথেষ্ট হবে? তিনি বললেনঃ হ্যাঁ, তবে তুমি ছাড়া অন্য কারো জন্য যথেষ্ট হবে না।",
    "ar": "حَدَّثَنَا عُثْمَانُ، قَالَ حَدَّثَنَا جَرِيرٌ، عَنْ مَنْصُورٍ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ ـ رضى الله عنهما ـ قَالَ خَطَبَنَا النَّبِيُّ صلى الله عليه وسلم يَوْمَ الأَضْحَى بَعْدَ الصَّلاَةِ فَقَالَ ‏\"‏ مَنْ صَلَّى صَلاَتَنَا وَنَسَكَ نُسُكَنَا فَقَدْ أَصَابَ النُّسُكَ، وَمَنْ نَسَكَ قَبْلَ الصَّلاَةِ فَإِنَّهُ قَبْلَ الصَّلاَةِ، وَلاَ نُسُكَ لَهُ ‏\"‏‏.‏ فَقَالَ أَبُو بُرْدَةَ بْنُ نِيَارٍ خَالُ الْبَرَاءِ يَا رَسُولَ اللَّهِ، فَإِنِّي نَسَكْتُ شَاتِي قَبْلَ الصَّلاَةِ، وَعَرَفْتُ أَنَّ الْيَوْمَ يَوْمُ أَكْلٍ وَشُرْبٍ، وَأَحْبَبْتُ أَنْ تَكُونَ شَاتِي أَوَّلَ مَا يُذْبَحُ فِي بَيْتِي، فَذَبَحْتُ شَاتِي وَتَغَدَّيْتُ قَبْلَ أَنْ آتِيَ الصَّلاَةَ‏.‏ قَالَ ‏\"‏ شَاتُكَ شَاةُ لَحْمٍ ‏\"‏‏.‏ قَالَ يَا رَسُولَ اللَّهِ، فَإِنَّ عِنْدَنَا عَنَاقًا لَنَا جَذَعَةً هِيَ أَحَبُّ إِلَىَّ مِنْ شَاتَيْنِ، أَفَتَجْزِي عَنِّي قَالَ ‏\"‏ نَعَمْ، وَلَنْ تَجْزِيَ عَنْ أَحَدٍ بَعْدَكَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}