{
  "hadith": {
    "hadith_id": 979,
    "narrator": "ইব্‌নু জুরায়জ (রহঃ)",
    "bn": "হাসান ইব্‌নু মুসলিম (রহঃ) তাউস (রহঃ) এর মাধ্যমে ইব্‌নু আব্বাস (রাঃ) হতে আমার নিকট বর্ণনা করেছেন। তিনি বলেছেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবূ বক্‌র, ‘উমর ও উসমান (রাঃ)-এর সঙ্গে ‘ঈদুল ফিতরে আমি উপস্থিত ছিলাম। তাঁরা খুতবার পূর্বে সালাত আদায় করতেন, পরে খুতবা দিতেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বের হলেন, আমি যেন দেখতে পাচ্ছি তিনি হাতের ইঙ্গিতে (লোকদের) বসিয়ে দিচ্ছেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুরআনের এ আয়াত পাঠ করলেনঃ “হে নবী ! যখন ঈমানদার মহিলাগণ আপনার নিকট এ শর্তে বায়‘আত করতে আসেন يَا اَيُّهَا النَّبِيُّ اِذَا جَاءَكَ المُؤمِنَاتَ يُبَايِعنَكَ - الاية (সূরাহ মুমতাহিনাহ ৬০/১২)। এ আয়াত শেষ করে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের জিজ্ঞেস করলেন, তোমরা এ বায়‘আতের উপর আছ? তাঁদের মধ্যে একজন মহিলা বলল, হাঁ, সে ছাড়া আর কেউ এর জবাব দিল না। হাসান (রহঃ) জানেন না, সে মহিলা কে? অতঃপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা সদকা কর। সে সময় বিলাল (রাঃ) তাঁর কাপড় প্রসারিত করে বললেন, আমার মা-বাপ আপনাদের জন্য কুরবান হোক, আসুন, আপনারা দান করুন। তখন নারীগণ তাঁদের ছোট-বড় আংটিগুলো বিলাল (রাঃ)-এর কাপড়ের মধ্যে ফেলতে লাগলেন। আবদুর রাযযাক (রহঃ) বলেন, --- হলো বড় আংটি  যা জাহিলী যুগে ব্যবহৃত হতো।",
    "ar": "قَالَ ابْنُ جُرَيْجٍ وَأَخْبَرَنِي الْحَسَنُ بْنُ مُسْلِمٍ، عَنْ طَاوُسٍ، عَنِ ابْنِ عَبَّاسٍ ـ رضى الله عنهما ـ قَالَ شَهِدْتُ الْفِطْرَ مَعَ النَّبِيِّ صلى الله عليه وسلم وَأَبِي بَكْرٍ وَعُمَرَ وَعُثْمَانَ ـ رضى الله عنهم ـ يُصَلُّونَهَا قَبْلَ الْخُطْبَةِ، ثُمَّ يُخْطَبُ بَعْدُ، خَرَجَ النَّبِيُّ صلى الله عليه وسلم كَأَنِّي أَنْظُرُ إِلَيْهِ حِينَ يُجْلِسُ بِيَدِهِ، ثُمَّ أَقْبَلَ يَشُقُّهُمْ حَتَّى جَاءَ النِّسَاءَ مَعَهُ بِلاَلٌ فَقَالَ ‏{‏يَا أَيُّهَا النَّبِيُّ إِذَا جَاءَكَ الْمُؤْمِنَاتُ يُبَايِعْنَكَ‏}‏ الآيَةَ ثُمَّ قَالَ حِينَ فَرَغَ مِنْهَا ‏\"‏ آنْتُنَّ عَلَى ذَلِكَ ‏\"‏‏.‏ قَالَتِ امْرَأَةٌ وَاحِدَةٌ مِنْهُنَّ لَمْ يُجِبْهُ غَيْرُهَا نَعَمْ‏.‏ لاَ يَدْرِي حَسَنٌ مَنْ هِيَ‏.‏ قَالَ ‏\"‏ فَتَصَدَّقْنَ ‏\"‏ فَبَسَطَ بِلاَلٌ ثَوْبَهُ ثُمَّ قَالَ هَلُمَّ لَكُنَّ فِدَاءٌ أَبِي وَأُمِّي، فَيُلْقِينَ الْفَتَخَ وَالْخَوَاتِيمَ فِي ثَوْبِ بِلاَلٍ‏.‏ قَالَ عَبْدُ الرَّزَّاقِ الْفَتَخُ الْخَوَاتِيمُ الْعِظَامُ كَانَتْ فِي الْجَاهِلِيَّةِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}