{
  "hadith": {
    "hadith_id": 980,
    "narrator": "হাফসা বিন্‌ত সীরীন (রহঃ)",
    "bn": "তিনি বলেন, আমরা ‘ঈদের দিন আমাদের যুবতীদের বের হতে নিষেধ করতাম। একদা জনৈকা মহিলা এলেন এবং বনু খালাফের প্রাসাদে অবস্থান করলেন। আমি তাঁর নিকট গেলে তিনি বললেন, তাঁর ভগ্নিপতি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর সাথে বারটি যুদ্ধে অংশগ্রহণ করেছেন, এর মধ্যে ছয়টি যুদ্ধে স্বয়ং তাঁর বোনও স্বামীর সাথে অংশগ্রহণ করেছেন, (মহিলা বলেন) আমার বোন বলেছেন, আমরা রুগ্নদের সেবা করতাম, আহতদের শুশ্রূষা করতাম। একবার তিনি প্রশ্ন করেছিলেন, হে আল্লাহর রসূল ! যদি আমাদের কারো ওড়না না থাকে, তখন কি সে বের হবে না? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ অবস্থায় তার বান্ধবী যেন তাকে নিজ ওড়না পরিধান করতে দেয় এবং এভাবে মহিলাগণ যেন কল্যাণকর কাজে ও মু‘মিনদের দু’আয় অংশগ্রহণ করেন। হাফসা (রহঃ) বলেন, যখন উম্মু আতিয়্যাহ (রাঃ) এলেন, তখন আমি তাঁকে জিজ্ঞেস করলাম যে, আপনি কি এসব ব্যাপারে কিছু শুনেছেন? তিনি বললেন, হাঁ, হাফসা (রহঃ) বলেন, আমরা পিতা আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর জন্য উৎসর্গিত হোক এবং তিনি যখনই আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নাম উল্লেখ করতেন, তখনই একথা বলতেন। তাঁবুতে অবস্থানকারিণী যুবতীরা এবং ঋতুবতী নারীরা যেন বের হন। তবে ঋতুবতী নারীরা যেন সালাতের স্থান হতে সরে থাকেন। তারা সকলেই যেন কল্যাণকর কাজে ও মু’মিনদের দু’আয় অংশগ্রহণ করেন। হাফসা (রহঃ) বলেন, আমি তাকে বললাম, ঋতুবতী নারীরাও? তিনি বললেন, হাঁ, ঋতুবতী নারী কি আরাফাত এবং অন্যান্য স্থানে উপস্থিত হয় না? (১)",
    "ar": "حَدَّثَنَا أَبُو مَعْمَرٍ، قَالَ حَدَّثَنَا عَبْدُ الْوَارِثِ، قَالَ حَدَّثَنَا أَيُّوبُ، عَنْ حَفْصَةَ بِنْتِ سِيرِينَ، قَالَتْ كُنَّا نَمْنَعُ جَوَارِيَنَا أَنْ يَخْرُجْنَ يَوْمَ الْعِيدِ، فَجَاءَتِ امْرَأَةٌ فَنَزَلَتْ قَصْرَ بَنِي خَلَفٍ فَأَتَيْتُهَا فَحَدَّثَتْ أَنَّ زَوْجَ أُخْتِهَا غَزَا مَعَ النَّبِيِّ صلى الله عليه وسلم ثِنْتَىْ عَشْرَةَ غَزْوَةً فَكَانَتْ أُخْتُهَا مَعَهُ فِي سِتِّ غَزَوَاتٍ‏.‏ فَقَالَتْ فَكُنَّا نَقُومُ عَلَى الْمَرْضَى وَنُدَاوِي الْكَلْمَى، فَقَالَتْ يَا رَسُولَ اللَّهِ، عَلَى إِحْدَانَا بَأْسٌ إِذَا لَمْ يَكُنْ لَهَا جِلْبَابٌ أَنْ لاَ تَخْرُجَ فَقَالَ ‏\"‏ لِتُلْبِسْهَا صَاحِبَتُهَا مِنْ جِلْبَابِهَا فَلْيَشْهَدْنَ الْخَيْرَ وَدَعْوَةَ الْمُؤْمِنِينَ ‏\"‏‏.‏ قَالَتْ حَفْصَةُ فَلَمَّا قَدِمَتْ أُمُّ عَطِيَّةَ أَتَيْتُهَا، فَسَأَلْتُهَا أَسَمِعْتِ فِي كَذَا وَكَذَا قَالَتْ نَعَمْ، بِأَبِي ـ وَقَلَّمَا ذَكَرَتِ النَّبِيَّ صلى الله عليه وسلم إِلاَّ قَالَتْ بِأَبِي ـ قَالَ ‏\"‏ لِيَخْرُجِ الْعَوَاتِقُ ذَوَاتُ الْخُدُورِ ـ أَوْ قَالَ الْعَوَاتِقُ وَذَوَاتُ الْخُدُورِ شَكَّ أَيُّوبُ ـ وَالْحُيَّضُ، وَيَعْتَزِلُ الْحُيَّضُ الْمُصَلَّى، وَلْيَشْهَدْنَ الْخَيْرَ وَدَعْوَةَ الْمُؤْمِنِينَ ‏\"‏‏.‏ قَالَتْ فَقُلْتُ لَهَا آلْحُيَّضُ قَالَتْ نَعَمْ، أَلَيْسَ الْحَائِضُ تَشْهَدُ عَرَفَاتٍ وَتَشْهَدُ كَذَا وَتَشْهَدُ كَذَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}