{
  "hadith": {
    "hadith_id": 983,
    "narrator": "বারাআ ইব্‌নু ‘আযিব (রাঃ)",
    "bn": "তিনি বলেন, কুরবানীর দিন সালাতের পর রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের সামনে খুতবা দিলেন। খুতবায় তিনি বললেন, যে আমাদের মতো সালাত আদায় করবে এবং আমাদের কুরবানীর মত কুরবানী করবে, তার কুরবানী যথার্থ বলে গণ্য হবে। আর যে ব্যক্তি সালাতের পূর্বে কুরবানী করবে তার সে কুরবানী গোশ্‌ত খাওয়া ছাড়া আর কিছু হবে না। তখন আবূ বুরদাহ্ ইব্‌নু নিয়ার (রাঃ) দাঁড়িয়ে  বললেন, হে আল্লাহর রসূল! আল্লাহর কসম! আমি তো সালাতে বের হবার পূর্বেই কুরবানী করে ফেলেছি। আমি ভেবেছি যে, আজকের দিনটি তো পানাহারের দিন। তাই আমি তাড়াতাড়ি করে ফেলেছি। আমি নিজে খেয়েছি এবং আমার পরিবারবর্গ ও প্রতিবেশীদেরকেও আহার করিয়েছি। তখন আল্লাহর রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ওটা গোশ্‌ত খাবার বকরী ছাড়া আর কিছু হয়নি। আবূ বুরদাহ (রাঃ) বলেন, তবে আমার নিকট এমন একটি মেষ শাবক আছে যা দুটো (গোশ্‌ত খাওয়ার) বকরীর চেয়ে ভাল। এটা কি আমার পক্ষে কুরবানীর জন্য যথেষ্ট হবে? তিনি বললেন, হ্যাঁ, তবে তোমার পরে অন্য কারো জন্য যথেষ্ট হবে না।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا أَبُو الأَحْوَصِ، قَالَ حَدَّثَنَا مَنْصُورُ بْنُ الْمُعْتَمِرِ، عَنِ الشَّعْبِيِّ، عَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ خَطَبَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم يَوْمَ النَّحْرِ بَعْدَ الصَّلاَةِ فَقَالَ ‏\"‏ مَنْ صَلَّى صَلاَتَنَا وَنَسَكَ نُسْكَنَا فَقَدْ أَصَابَ النُّسُكَ، وَمَنْ نَسَكَ قَبْلَ الصَّلاَةِ فَتِلْكَ شَاةُ لَحْمٍ ‏\"‏‏.‏ فَقَامَ أَبُو بُرْدَةَ بْنُ نِيَارٍ فَقَالَ يَا رَسُولَ اللَّهِ وَاللَّهِ لَقَدْ نَسَكْتُ قَبْلَ أَنْ أَخْرُجَ إِلَى الصَّلاَةِ، وَعَرَفْتُ أَنَّ الْيَوْمَ يَوْمُ أَكْلٍ وَشُرْبٍ فَتَعَجَّلْتُ وَأَكَلْتُ وَأَطْعَمْتُ أَهْلِي وَجِيرَانِي‏.‏ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏\"‏ تِلْكَ شَاةُ لَحْمٍ ‏\"‏‏.‏ قَالَ فَإِنَّ عِنْدِي عَنَاقَ جَذَعَةٍ، هِيَ خَيْرٌ مِنْ شَاتَىْ لَحْمٍ، فَهَلْ تَجْزِي عَنِّي قَالَ ‏\"‏ نَعَمْ، وَلَنْ تَجْزِيَ عَنْ أَحَدٍ بَعْدَكَ ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "13"
    }
  }
}