{
  "hadith": {
    "hadith_id": 1136,
    "narrator": "রিফায়া ইব্‌ন রাফি (রাঃ)",
    "bn": "তিনি বলেন, এক সময় রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উপবিষ্ট ছিলেন আর আমরা তাঁর আশেপাশে বসা ছিলাম। এমন সময় একব্যক্তি প্রবেশ করে কিবলার দিকে এসে সালাত আদায় করল। সে সালাত শেষ করে এসে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সালাম করল এবং দলের অন্যদেরকেও। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সালামের উত্তর দিয়ে বললেন, যাও, সালাত আদায় কর। কেননা, তুমি সালাত আদায় করনি। সে ব্যক্তি গিয়ে আবার সালাত আদায় করল। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সালাতের প্রতি লক্ষ্য রাখছিলেন। সে ব্যক্তি বুঝতে পারল না, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এতে কি ভুল ধরছেন। সে এবারও সালাত শেষ করে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এসে তাঁকে এবং দলের অন্যদেরকে সালাম করল। এবারও রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার সালামের উত্তর দিয়ে তাকে বললেন, যাও, সালাত আদায় কর। কেননা, ‍তুমি সালাত আদায় করনি। সে ব্যক্তি এভাবে দু’বার কি তিনবার সালাত পুনঃ আদায় করলেন। তারপর সে ব্যক্তি বলল, ইয়া রাসূলুল্লাহ্‌! আপনি আমার সালাতে কি ভুল পেলেন? তখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমাদের কারও সালাত পূর্ণ হয় না যতক্ষণ না সে আল্লাহ তা‘আলা‌ যেরুপ ওযু করতে আদেশ করেছেন সেরুপ ওযু না করে। অর্থাৎ সে তার চেহারা এবং উভয় হাত কুনই পর্যন্ত ধৌত না করে এবং মাথা মসেহ না করে এবং তার উভয় পা টাখনু পর্যন্ত ধৌত না করে। তারপর আল্লাহর তাকবীর না বলে (তাকবীর তাহরীমা না বলে) এবং তাঁর তাহমীদ ও তামজীদ না করে (ছানা না পড়ে)। তারপর কুরআনের যতটুকু সম্ভব পড়বে, আল্লাহ তাকে যতটুকু শিক্ষাদান করেছেন এবং যার অনুমতি দান করেছেন। তারপর তাকবীর বলে রুকু করবে যেন তার সকল অঙ্গ স্থির হয়ে যায়। তারপর বলবে (আরবি) তারপর সোজা হয়ে দাঁড়াবে যেন তার পিঠ সোজা হয়ে যায়। পরে তাকবীর বলে সিজদা করবে যেন তার চেহারা ঠিকভাবে স্থাপিত হয়। আর তার সকল অঙ্গ সোজা হয়ে স্থির হয়ে যায়। এরপর তাকবীর বলবে এবং মাথা তুলে সোজা হয়ে বসবে বসার অঙ্গের উপর। আর পিঠ সোজা রাখবে। তারপর তাকবীর বলে সিজদা করতে যেন তার চেহারা ঠিকভাবে স্থাপিত হয় এবং স্থির হয়ে যায়। যখন এরুপ না করবে তার সালাত পূর্ণ হবে না।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ يَزِيدَ الْمُقْرِئُ أَبُو يَحْيَى بِمَكَّةَ وَهُوَ بَصْرِيٌّ، قَالَ: حَدَّثَنَا أَبِي، قَالَ: حَدَّثَنَا هَمَّامٌ، قَالَ: حَدَّثَنَا إِسْحَقُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي طَلْحَةَ، أَنَّ عَلِيَّ بْنَ يَحْيَى بْنِ خَلَّادِ بْنِ مَالِكِ بْنِ رَافِعِ بْنِ مَالِكٍ حَدَّثَهُ، عَنْ أَبِيهِ، عَنْ عَمِّهِ رِفَاعَةَ بْنِ رَافِعٍ قَالَ: بَيْنَمَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَالِسٌ وَنَحْنُ حَوْلَهُ إِذْ دَخَلَ رَجُلٌ فَأَتَى الْقِبْلَةَ فَصَلَّى، فَلَمَّا قَضَى صَلَاتَهُ جَاءَ فَسَلَّمَ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَعَلَى الْقَوْمِ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَعَلَيْكَ، اذْهَبْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ»، فَذَهَبَ فَصَلَّى فَجَعَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَرْمُقُ صَلَاتَهُ، وَلَا يَدْرِي مَا يَعِيبُ مِنْهَا، فَلَمَّا قَضَى صَلَاتَهُ جَاءَ فَسَلَّمَ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَعَلَى الْقَوْمِ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَعَلَيْكَ، اذْهَبْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ»، فَأَعَادَهَا مَرَّتَيْنِ أَوْ ثَلَاثًا، فَقَالَ الرَّجُلُ: يَا رَسُولَ اللَّهِ، مَا عِبْتَ مِنْ صَلَاتِي؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّهَا لَمْ تَتِمَّ صَلَاةُ أَحَدِكُمْ حَتَّى يُسْبِغَ الْوُضُوءَ كَمَا أَمَرَهُ اللَّهُ عَزَّ وَجَلَّ، فَيَغْسِلَ وَجْهَهُ وَيَدَيْهِ إِلَى الْمِرْفَقَيْنِ، وَيَمْسَحَ بِرَأْسِهِ وَرِجْلَيْهِ إِلَى الْكَعْبَيْنِ، ثُمَّ يُكَبِّرَ اللَّهَ عَزَّ وَجَلَّ وَيَحْمَدَهُ وَيُمَجِّدَهُ» ـ قَالَ هَمَّامٌ: وَسَمِعْتُهُ يَقُولُ: «وَيَحْمَدَ اللَّهَ، وَيُمَجِّدَهُ، وَيُكَبِّرَهُ» قَالَ: فَكِلَاهُمَا قَدْ سَمِعْتُهُ يَقُولُ ـ قَالَ: \" وَيَقْرَأَ مَا تَيَسَّرَ مِنَ الْقُرْآنِ مِمَّا عَلَّمَهُ اللَّهُ وَأَذِنَ لَهُ فِيهِ، ثُمَّ يُكَبِّرَ وَيَرْكَعَ حَتَّى تَطْمَئِنَّ مَفَاصِلُهُ وَتَسْتَرْخِيَ، ثُمَّ يَقُولَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، ثُمَّ يَسْتَوِيَ قَائِمًا حَتَّى يُقِيمَ صُلْبَهُ، ثُمَّ يُكَبِّرَ وَيَسْجُدَ حَتَّى يُمَكِّنَ وَجْهَهُ \"، وَقَدْ سَمِعْتُهُ يَقُولُ: «جَبْهَتَهُ حَتَّى تَطْمَئِنَّ مَفَاصِلُهُ، وَتَسْتَرْخِيَ، وَيُكَبِّرَ فَيَرْفَعَ حَتَّى يَسْتَوِيَ قَاعِدًا عَلَى مَقْعَدَتِهِ وَيُقِيمَ صُلْبَهُ، ثُمَّ يُكَبِّرَ فَيَسْجُدَ حَتَّى يُمَكِّنَ وَجْهَهُ وَيَسْتَرْخِيَ، فَإِذَا لَمْ يَفْعَلْ هَكَذَا لَمْ تَتِمَّ صَلَاتُهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}