{
  "hadith": {
    "hadith_id": 1141,
    "narrator": "শাদ্দাদ (রাঃ)",
    "bn": "তিনি বলেন, এক ইশার সালাতে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে আমাদের দিকে বেরিয়ে আসলেন। তখন তিনি হাসান অথবা হুসায়ন (রা)-কে বহণ করে আনছিলেন। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সামনে অগ্রসর হয়ে তাঁকে রেখে দিলেন। তারপর সালাতের জন্য তাকবীর বললেন ও সালাত আদায় করলেন। সালাতের মধ্যে একটি সিজদা লম্বা করলেন। (হাদীসের অন্যতম রাবী আবদুল্লাহ বলেন), আমার পিতা (শাদ্দাদ) বলেন, আমি আমার মাথা উঠালাম এবং দেখলাম, ঐ ছেলেটি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পিঠের উপর রয়েছেন। আর তিনি সিজদারত। তারপর আমি আমার সিজদায় গেলাম। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাত শেষ করলে লোকেরা বলল, ইয়া রাসূলু্ল্লাহ্! আপনি আপনার সালাতের মধ্যে একটি সিজদা এত লম্বা করলেন, যাতে আমরা ধারণা করলাম, হয়তো কোন ব্যাপার ঘটে থাকবে। অথবা আপনার উপর ওহী নাযিল হচ্ছে। তিনি বললেন, এর কোনটাই ঘটেনি। বরং আমার এ সন্তান আমাকে সাওয়ারী বানিয়েছে। আমি তাড়াতাড়ি উঠতে অপছন্দ করলাম, যেন সে তার কাজ সমাধা করতে পারে।",
    "ar": "أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ سَلَّامٍ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ، قَالَ: أَنْبَأَنَا جَرِيرُ بْنُ حَازِمٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ أَبِي يَعْقُوبَ الْبَصْرِيُّ، عَنْ عَبْدِ اللَّهِ بْنِ شَدَّادٍ، عَنْ أَبِيهِ قَالَ: خَرَجَ عَلَيْنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي إِحْدَى صَلَاتَيِ الْعِشَاءِ وَهُوَ حَامِلٌ حَسَنًا أَوْ حُسَيْنًا، فَتَقَدَّمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَوَضَعَهُ، ثُمَّ كَبَّرَ لِلصَّلَاةِ فَصَلَّى فَسَجَدَ بَيْنَ ظَهْرَانَيْ صَلَاتِهِ سَجْدَةً أَطَالَهَا، قَالَ أَبِي: فَرَفَعْتُ رَأْسِي وَإِذَا الصَّبِيُّ عَلَى ظَهْرِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَهُوَ سَاجِدٌ فَرَجَعْتُ إِلَى سُجُودِي، فَلَمَّا قَضَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الصَّلَاةَ قَالَ النَّاسُ: يَا رَسُولَ اللَّهِ، إِنَّكَ سَجَدْتَ بَيْنَ ظَهْرَانَيْ صَلَاتِكَ سَجْدَةً أَطَلْتَهَا حَتَّى ظَنَنَّا أَنَّهُ قَدْ حَدَثَ أَمْرٌ أَوْ أَنَّهُ يُوحَى إِلَيْكَ، قَالَ: «كُلُّ ذَلِكَ لَمْ يَكُنْ وَلَكِنَّ ابْنِي ارْتَحَلَنِي فَكَرِهْتُ أَنْ أُعَجِّلَهُ حَتَّى يَقْضِيَ حَاجَتَهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}