{
  "hadith": {
    "hadith_id": 1172,
    "narrator": "হিত্তান ইবন আবদুল্লাহ (রাঃ)",
    "bn": "আবু মূসা আশ’আরী বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে লক্ষ্য করে ওয়াজ করলেন, আমাদের সুন্নত শিখালেন। আমাদের সালাত সম্বন্ধে বর্ণনা করলেন। বললেন, তোমরা তোমাদের কাতার ঠিক করবে। তারপর তোমাদের একজন ইমাম হবে। যখন সে তাকবীর বলবে, তখন তোমরাও তাকবীর বলবে। আর যখন সে (...আরবী) বলবে, তখন তোমরা (......আরবী) বলবে। তাহলে আল্লাহ তা’আলা তোমাদের ভালবাসবেন। আর যখন ইমাম তাকবীর বলবে এবং রুকূ করবে তখন তোমরাও তাকবীর বলে রুকু করবে। কারণ ইমাম তোমাদের পুর্বে রুকূ করবে আর তোমাদের পূর্বে মাথা উঠাবে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)বলেছেন, এটা তার পরিবর্তে হয়ে যাবে। আর যখন ইমাম (...আরবী) বলবে, তখন তোমরা বলবে (...আরবী) আল্লাহ তোমাদের কথা শুনবেন। কেননা আল্লাহ তাঁর নবী (স) এর ভাষায় বলেছেন, আল্লাহ ঐ ব্যক্তির কথা শ্রবণ করেন, যে তাঁর প্রশংসা করে। তারপর যখন ইমাম তাকবীর বলে সিজদা করবে তখন তোমরাও তাকবীর বলে সিজদা করবে। কেননা, ইমাম তোমাদের পুর্বে সিজদা করবে আরা তোমাদের পূর্বে মাথা উঠাবে। আল্লাহর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, এটা তার পরিবর্তে। আর যখন বৈঠকে পৌছবে, তখন তোমরা সর্বপ্রথম বলবেঃ (.........আরবী)।",
    "ar": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ أَبُو قُدَامَةَ السَّرْخَسِيُّ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ: حَدَّثَنَا هِشَامٌ، قَالَ: حَدَّثَنِي قَتَادَةُ، عَنْ يُونُسَ بْنِ جُبَيْرٍ، عَنْ حِطَّانَ بْنِ عَبْدِ اللَّهِ، أَنَّ الْأَشْعَرِيَّ قَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَطَبَنَا فَعَلَّمَنَا سُنَّتَنَا وَبَيَّنَ لَنَا صَلَاتَنَا فَقَالَ: \" أَقِيمُوا صُفُوفَكُمْ، ثُمَّ لِيَؤُمَّكُمْ أَحَدُكُمْ، فَإِذَا كَبَّرَ فَكَبِّرُوا، وَإِذَا قَالَ: {وَلَا الضَّالِّينَ} [الفاتحة: 7]، فَقُولُوا: آمِينَ، يُجِبْكُمُ اللَّهُ، وَإِذَا كَبَّرَ الْإِمَامُ وَرَكَعَ فَكَبِّرُوا وَارْكَعُوا فَإِنَّ الْإِمَامَ يَرْكَعُ قَبْلَكُمْ وَيَرْفَعُ قَبْلَكُمْ \"، قَالَ نَبِيُّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" فَتِلْكَ بِتِلْكَ، وَإِذَا قَالَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، فَقُولُوا: رَبَّنَا لَكَ الْحَمْدُ، يَسْمَعِ اللَّهُ لَكُمْ فَإِنَّ اللَّهَ عَزَّ وَجَلَّ قَالَ عَلَى لِسَانِ نَبِيِّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، ثُمَّ إِذَا كَبَّرَ الْإِمَامُ وَسَجَدَ، فَكَبِّرُوا وَاسْجُدُوا، فَإِنَّ الْإِمَامَ يَسْجُدُ قَبْلَكُمْ وَيَرْفَعُ قَبْلَكُمْ \"، قَالَ نَبِيُّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" فَتِلْكَ بِتِلْكَ، فَإِذَا كَانَ عِنْدَ الْقَعْدَةِ فَلْيَكُنْ مِنْ أَوَّلِ قَوْلِ أَحَدِكُمْ أَنْ يَقُولَ: التَّحِيَّاتُ الطَّيِّبَاتُ الصَّلَوَاتُ لِلَّهِ، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}