{
  "hadith": {
    "hadith_id": 1183,
    "narrator": "সহল ইবন সা’দ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বনূ আমর ইবন আউফে (কোন সঙ্কট) মীমাংসার জন্য গেলেন। এরপর সালাতের সময় হলে মুয়াযযিন আবু বকর (রা)-এর কাছে এসে সাহাবীগণকে একত্র করে তাঁদের ইমামতি করতে অনুরোধ করলেন। ইতিমধ্যে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসে কাতার ফাঁক করে প্রথম সারিতে দাড়িয়ে গেলেন। সাহাবীগণ আবু বকর (রা)-কে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর আগমন সম্পর্কে অবহিত করার জন্য হাতে তালি দিলেন। আবু বকর (রাঃ) সালাতে (একাগ্রচিত্ততার কারণে) অন্য দিকে লক্ষ্য করতেন না। যখন হাত তালির মাত্রা বেড়ে গেল তিনি বুঝতে পারলেন যে, তাঁদের সালাতে কোন কিছু ঘটেছে। তিনি লক্ষ্য করে রাসূলু্ল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর আগমন সম্বন্ধে অবহিত হলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর দিকে ইশারা করলেন যে, তুমি নিজ অবস্থায় থাক। তখন আবু বকর (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর এ কথার জন্য তাঁর হস্তদ্বয় উত্তোলন পূর্বক আল্লাহ তা’আলার প্রশংসা ও তাঁর গুণগান করলেন এবং পিছু হটে গেলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অগ্রসর হয়ে সালাত আদায় করলেন। সালাত শেষ করে তিনি আবু বকর (রাঃ) কে বললেন, আমি যখন তোমার প্রতি ইশারা করেছিলাম তখন তোমাকে সালাত আদায় করতে কিসে বারণ করেছিল? তিনি বললেন, ইবন আবু কোহাফার (আবু বকর) জন্য রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সামনে ইমামতি করা সমীচীন ছিল না। তারপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাহাবীগণকে বললেন, তোমাদের কি হয়েছিল? তোমরা হাতে তালি দিয়েছিলে কেন? হাতে তালি দেওয়া তো নারীদের জন্য। এরপর বললেন, যদি তোমাদের সালাতে কিছু ঘটে যায় তবে তোমরা তাসবীহ (সুবহানাল্লাহ) পড়বে।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ بَزِيعٍ قَالَ: حَدَّثَنَا عَبْدُ الْأَعْلَى بْنُ عَبْدِ الْأَعْلَى، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ وَهُوَ ابْنُ عُمَرَ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ قَالَ: انْطَلَقَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصْلِحُ بَيْنَ بَنِي عَمْرِو بْنِ عَوْفٍ، فَحَضَرَتِ الصَّلَاةُ، فَجَاءَ الْمُؤَذِّنُ إِلَى أَبِي بَكْرٍ فَأَمَرَهُ أَنْ يَجْمَعَ النَّاسَ وَيَؤُمَّهُمْ، فَجَاءَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَخَرَقَ الصُّفُوفَ حَتَّى قَامَ فِي الصَّفِّ الْمُقَدَّمِ، وَصَفَّحَ النَّاسُ بِأَبِي بَكْرٍ لِيُؤْذِنُوهُ بِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَكَانَ أَبُو بَكْرٍ لَا يَلْتَفِتُ فِي الصَّلَاةِ، فَلَمَّا أَكْثَرُوا عَلِمَ أَنَّهُ قَدْ نَابَهُمْ شَيْءٌ فِي صَلَاتِهِمْ، فَالْتَفَتَ فَإِذَا هُوَ بِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَوْمَأَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَيْ كَمَا أَنْتَ، فَرَفَعَ أَبُو بَكْرٍ يَدَيْهِ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ لِقَوْلِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ رَجَعَ الْقَهْقَرَى، وَتَقَدَّمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى، فَلَمَّا انْصَرَفَ قَالَ لِأَبِي بَكْرٍ: «مَا مَنَعَكَ إِذْ أَوْمَأْتُ إِلَيْكَ أَنْ تُصَلِّيَ؟» فَقَالَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ: مَا كَانَ يَنْبَغِي لِابْنِ أَبِي قُحَافَةَ أَنْ يَؤُمَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ قَالَ لِلنَّاسِ: «مَا بَالُكُمْ صَفَّحْتُمْ؟ إِنَّمَا التَّصْفِيحُ لِلنِّسَاءِ»، ثُمَّ قَالَ: «إِذَا نَابَكُمْ شَيْءٌ فِي صَلَاتِكُمْ فَسَبِّحُوا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}