{
  "hadith": {
    "hadith_id": 1215,
    "narrator": "আবুদ্‌দারদা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (একবার) সালাতে দাঁড়ালে আমরা তাঁকে বলতে শুনলাম, আমি তোর (ইবলীস) থেকে আল্লাহর কাছে পানাহ চাই। তারপর বললেন, আমি আল্লাহর লানত দ্বারা তোকে লানত দিচ্ছি। (এ বাক্যটি তিনি) তিনবার (বললেন) এবং হাত প্রসারিত করলেন যেন কোন কিছু ধরতে চাচ্ছেন। যখন তিনি সালাত শেষ করলেন, আমরা বললাম, ইয়া রাসূলাল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! (আজ) আমরা সালাতে আপনাকে এমন কিছু বলতে শুনেছি যা ইতিপূর্বে আর কখনো বলতে শুনিনি, আর (আজ) আপনাকে হাত প্রসারিত করতে দেখেছি। তিনি বললেন, আল্লাহর দুশমন ইবলীস অগ্নিস্ফুলিঙ্গ নিয়ে এসেছিল আমার চেহারায় নিক্ষেপ করার জন্য, তখন আমি তিনবার বললাম, আমি তোর থেকে আল্লাহর কাছে পানাহ চাই। এরপর আমি তিনবার বললাম – আল্লাহর লানত দ্বারা আমি তোকে লানত দিচ্ছি। এতেও সে যখন পেছনে সরে গেল না, তখন আমি তাকে ধরতে ইচ্ছা করেছিলাম। আল্লাহর শপথ ! যদি আমার ভাই সুলায়মান (আ.)-এর দোয়া না থাকতো তা হলে সে ভোর পর্যন্ত খুঁটির সাথে বাঁধা থাকতো; তার সাথে মদীনার শিশু-কিশোররা খেলা করত।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنْ ابْنِ وَهْبٍ، عَنْ مُعَاوِيَةَ بْنِ صَالِحٍ، قَالَ: حَدَّثَنِي رَبِيعَةُ بْنُ يَزِيدَ، عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ: قَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي فَسَمِعْنَاهُ يَقُولُ: «أَعُوذُ بِاللَّهِ مِنْكَ»، ثُمَّ قَالَ: «أَلْعَنُكَ بِلَعْنَةِ اللَّهِ ثَلَاثًا»، وَبَسَطَ يَدَهُ كَأَنَّهُ يَتَنَاوَلُ شَيْئًا، فَلَمَّا فَرَغَ مِنَ الصَّلَاةِ قُلْنَا: يَا رَسُولَ اللَّهِ، قَدْ سَمِعْنَاكَ تَقُولُ فِي الصَّلَاةِ شَيْئًا لَمْ نَسْمَعْكَ تَقُولُهُ قَبْلَ ذَلِكَ، وَرَأَيْنَاكَ بَسَطْتَ يَدَكَ، قَالَ: \" إِنَّ عَدُوَّ اللَّهِ إِبْلِيسَ جَاءَ بِشِهَابٍ مِنْ نَارٍ لِيَجْعَلَهُ فِي وَجْهِي، فَقُلْتُ: أَعُوذُ بِاللَّهِ مِنْكَ ثَلَاثَ مَرَّاتٍ، ثُمَّ قُلْتُ: أَلْعَنُكَ بِلَعْنَةِ اللَّهِ، فَلَمْ يَسْتَأْخِرْ ثَلَاثَ مَرَّاتٍ، ثُمَّ أَرَدْتُ أَنْ آخُذَهُ، وَاللَّهِ لَوْلَا دَعْوَةُ أَخِينَا سُلَيْمَانَ لَأَصْبَحَ مُوثَقًا بِهَا يَلْعَبُ بِهِ وِلْدَانُ أَهْلِ الْمَدِينَةِ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}