{
  "hadith": {
    "hadith_id": 1280,
    "narrator": "(আবূ মূসা) আশ’আরী (রাঃ",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের সামনে (একদিন) খুতবায় আমাদের সুন্নাত শিক্ষা দিলেন, আমাদের সালাত সম্পর্কে বর্ণনা করলেন। তিনি বললেন, তোমরা যখন সালাতে দাঁড়াবে তখন তোমাদের কাতার সোজা করে নেবে। তারপর তোমাদের একজন তোমাদের ইমামতি করবে। যখন সে তাকবীর বলবে, তোমরাও তাকবীর বলবে আর যখন সে ওয়ালাদদ্বাল্লীন বলবে, তোমরা তখন ‘আমীন’ বলবে, আল্লাহ তোমাদের দোয়া কবুল করবেন। তারপর যখন সে তাকবীর বলে রুকূতে যাবে তখন তোমরাও তাকবীর বলে রুকূতে যাবে। কেননা, ইমাম তোমাদের পূর্বে রুকূতে যাবে এবং তোমাদের পূর্বে রুকূ থেকে উঠবে। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এ (তোমাদের রুকূতে পরে যাওয়া এবং রুকূ থেকে পরে ওঠা) তার (ইমামের রুকূতে তোমাদের আগে যাওয়া ও তোমাদের আগে ওঠার) সমান হয়ে যাবে। আর যখন ইমাম ‘সামি আল্লাহু লিমান হামিদাহ’ বলবে, তখন তোমরা ‘আল্লাহুম্মা রাব্বানা লাকাল হামদ’ বলবে। আল্লাহ তা’আলা তাঁর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মুখ দ্বারা বলেছেন, যে ব্যক্তি আল্লাহর প্রশংসা করে আল্লাহ তা’আলা তা শুনেন। তারপর যখন ইমাম তাকবীর বলে সিজদা করবে, তখন তোমরাও তাকবীর বলে সিজদা করবে। কেননা, ইমাম তোমাদের পূর্বে সিজদা করবে এবং তোমাদের পূর্বে সিজদা থেকে ওঠবে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এ (তোমাদের সিজদায় ইমামের পরে যাওয়া ও পরে ওঠা) তাঁর (ইমামের) সিজদায় তোমাদের আগে যাওয়া ও আগে ওঠারও সমান হয়ে যাবে। আর যখন তোমরা বসবে তখন তোমাদের প্রত্যেকে বলবেঃ (আরবি)",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ هِشَامٍ، عَنْ قَتَادَةَ، ح وَأَنْبَأَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ: حَدَّثَنَا يَحْيَى، قَالَ: حَدَّثَنَا هِشَامٌ، قَالَ: حَدَّثَنَا قَتَادَةُ، عَنْ يُونُسَ بْنِ جُبَيْرٍ، عَنْ حِطَّانَ بْنِ عَبْدِ اللَّهِ، أَنَّ الْأَشْعَرِيَّ قَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَطَبَنَا فَعَلَّمَنَا سُنَّتَنَا وَبَيَّنَ لَنَا صَلَاتَنَا، فَقَالَ: \" إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَأَقِيمُوا صُفُوفَكُمْ، ثُمَّ لِيَؤُمَّكُمْ أَحَدُكُمْ، فَإِذَا كَبَّرَ فَكَبِّرُوا، وَإِذَا قَالَ: {وَلَا الضَّالِّينَ} [الفاتحة: 7]، فَقُولُوا: آمِينَ، يُجِبْكُمُ اللَّهُ، ثُمَّ إِذَا كَبَّرَ وَرَكَعَ، فَكَبِّرُوا وَارْكَعُوا، فَإِنَّ الْإِمَامَ يَرْكَعُ قَبْلَكُمْ وَيَرْفَعُ قَبْلَكُمْ \"، قَالَ نَبِيُّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" فَتِلْكَ بِتِلْكَ، وَإِذَا قَالَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ فَقُولُوا: اللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ، فَإِنَّ اللَّهَ عَزَّ وَجَلَّ قَالَ عَلَى لِسَانِ نَبِيِّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، ثُمَّ إِذَا كَبَّرَ وَسَجَدَ، فَكَبِّرُوا وَاسْجُدُوا، فَإِنَّ الْإِمَامَ يَسْجُدُ قَبْلَكُمْ وَيَرْفَعُ قَبْلَكُمْ \"، قَالَ نَبِيُّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" فَتِلْكَ بِتِلْكَ، وَإِذَا كَانَ عِنْدَ الْقَعْدَةِ فَلْيَكُنْ مِنْ قَوْلِ أَحَدِكُمْ أَنْ يَقُولَ: التَّحِيَّاتُ الطَّيِّبَاتُ الصَّلَوَاتُ لِلَّهِ، السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}