{
  "hadith": {
    "hadith_id": 1314,
    "narrator": "রিফা'আ ইবন রাফি (রাঃ)",
    "bn": "তিনি বলেন, আমি একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর সঙ্গে মসজিদে বসা ছিলাম। তখন এক ব্যক্তি এসে দু’রাকআত সালাত আদায় করল। তারপর এসে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –কে সালাম করল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সালাতের প্রতি লক্ষ্য রাখছিলেন। তিনি তাঁর সালামের উত্তর দিয়ে তাঁকে বললেন, তুমি ফিরে গিয়ে পুনরায় সালাত আদায় কর, যেহেতু তুমি সালাত আদায় করনি। তারপর সে ফিরে গিয়ে সালাত আদায় করলো। পরে এসে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সালাম করলোঃ তিনি সালামের জবাব দিয়ে বললেন, তুমি ফিরে গিয়ে সালাত আদায় কর। কারণ তুমি সালাত আদায় করনি। এমনিভাবে তৃতীয় অথবা চতুর্থবারে সে বলল, সেই আল্লাহর শপথ, যিনি আপনার উপর কিতাব (কুরআন) অবতীর্ণ করেছেন, আমি তো খুব চেষ্টা করলাম এবং আমি সালাত আদায় করতে চাইও, আপনি আমাকে শিখিয়ে দিন। তখন তিনি বললেন, তুমি যখন সালাত আদায় করতে ইচ্ছা কর তখন উত্তমরূপে ওযূ করবে, তারপর কিবলার দিকে মুখ করে তাকবীর বলবে, তারপর কুরআন পড়ে (তাকবীর বলে) রুকূতে যাবে। রুকূতে স্থির হবে। তারপর মাথা উঠিয়ে সোজা হয়ে দাঁড়িয়ে যাবে। তারপর সিজদায় গিয়ে স্থিরভাবে সিজদা করবে তারপর সিজদা থেকে মাথা উঠিয়ে স্থিরভাবে বসবে। আবার সিজদায় গিয়ে স্থিরভাবে সিজদা করবে। তারপর মাথা ওঠাবে। যদি তুমি এই নিয়মে তোমার সালাত শেষ কর, তবে তোমার সালাত পূর্ণ হবে। আর যদি এই নিয়মে কোন ত্রুটি হয় তবে তোমার সালাতও ততটুকু ত্রুটি যুক্ত হবে।",
    "ar": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ دَاوُدَ بْنِ قَيْسٍ، قَالَ: حَدَّثَنِي عَلِيُّ بْنُ يَحْيَى بْنِ خَلَّادِ بْنِ رَافِعِ بْنِ مَالِكٍ الْأَنْصَارِيُّ، قَالَ: حَدَّثَنِي أَبِي، عَنْ عَمٍّ لَهُ بَدْرِيٍّ، قَالَ: كُنْتُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَالِسًا فِي الْمَسْجِدِ، فَدَخَلَ رَجُلٌ فَصَلَّى رَكْعَتَيْنِ، ثُمَّ جَاءَ فَسَلَّمَ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَقَدْ كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَرْمُقُهُ فِي صَلَاتِهِ، فَرَدَّ عَلَيْهِ السَّلَامَ، ثُمَّ قَالَ لَهُ: «ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ»، فَرَجَعَ فَصَلَّى، ثُمَّ جَاءَ فَسَلَّمَ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَرَدَّ عَلَيْهِ السَّلَامَ، ثُمَّ قَالَ: «ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ»، حَتَّى كَانَ عِنْدَ الثَّالِثَةِ أَوِ الرَّابِعَةِ، فَقَالَ: وَالَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ لَقَدْ جَهِدْتُ وَحَرَصْتُ فَأَرِنِي وَعَلِّمْنِي، قَالَ: «إِذَا أَرَدْتَ أَنْ تُصَلِّيَ فَتَوَضَّأْ فَأَحْسِنْ وُضُوءَكَ، ثُمَّ اسْتَقْبِلِ الْقِبْلَةَ فَكَبِّرْ، ثُمَّ اقْرَأْ، ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعًا، ثُمَّ ارْفَعْ حَتَّى تَعْتَدِلَ قَائِمًا، ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا، ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ قَاعِدًا، ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا، ثُمَّ ارْفَعْ، فَإِذَا أَتْمَمْتَ صَلَاتَكَ عَلَى هَذَا فَقَدْ تَمَّتْ، وَمَا انْتَقَصْتَ مِنْ هَذَا فَإِنَّمَا تَنْتَقِصُهُ مِنْ صَلَاتِكَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}