{
  "hadith": {
    "hadith_id": 1327,
    "narrator": "ইতবান ইব্‌ন মালিক (রহঃ)",
    "bn": "তিনি বলেন, আমার গোত্রে বনূ সালিমের সাথে সালাত আদায় করতাম। একদা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে আমি এসে বললাম (ইয়া রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)!) আমার দৃষ্টি শক্তি হ্রাস পেয়েছে, আর (কখনো কখনো) আমার এবং আমার গোত্রের মসজিদের মাঝখানে বন্যা প্রতিবন্ধক হয়ে দাঁড়ায়, তাই আমার একান্ত ইচ্ছা যে, আপনি এসে আমার ঘরের কোন এক স্থানে সালাত আদায় করেন যাকে আমি আমার সালাতের স্থান রূপে নির্দিষ্ট করে নিতে পারি। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ইনশাআল্লাহ! অতি শীঘ্রই আমি তা করব। পরের দিন সূর্য প্রখর হওয়ার পর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার কাছে আসলেন, আর আবূ বক্‌র (রা)-ও তাঁর সঙ্গে ছিলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসে আমার কাছে অনুমতি চাইলেন, আমি তাঁকে অনুমতি দিলে তিনি না বসেই বললেন, তুমি তোমার ঘরের কোন্‌ স্থানে আমার সালাত আদায় করা পছন্দ করো? তখন আমি তাঁকে ঐ স্থান দেখিয়ে দিলাম যে স্থানে তাঁর সালাত আদায় করা আমি পছন্দ করেছি। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ালেন, আমরাও তাঁর পেছনে কাতার বন্দী হয়ে দাঁড়ালাম। তারপর তিনি (সালাতের শেষে) সালাম ফিরালে আমরাও তাঁর সঙ্গে সালাম ফিরালাম।",
    "ar": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ مَعْمَرٍ، عَنْ الزُّهْرِيِّ أَخْبَرَهُ، قَالَ: أَخْبَرَنِي مَحْمُودُ بْنُ الرَّبِيعِ، قَالَ: سَمِعْتُ عِتْبَانَ بْنَ مَالِكٍ يَقُولُ: كُنْتُ أُصَلِّي بِقَوْمِي بَنِي سَالِمٍ، فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: إِنِّي قَدْ أَنْكَرْتُ بَصَرِي، وَإِنَّ السُّيُولَ تَحُولُ بَيْنِي وَبَيْنَ مَسْجِدِ قَوْمِي، فَلَوَدِدْتُ أَنَّكَ جِئْتَ فَصَلَّيْتَ فِي بَيْتِي مَكَانًا أَتَّخِذُهُ مَسْجِدًا، قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «سَأَفْعَلُ إِنْ شَاءَ اللَّهُ»، فَغَدَا عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ مَعَهُ بَعْدَ مَا اشْتَدَّ النَّهَارُ، فَاسْتَأْذَنَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَذِنْتُ لَهُ، فَلَمْ يَجْلِسْ حَتَّى قَالَ: «أَيْنَ تُحِبُّ أَنْ أُصَلِّيَ مِنْ بَيْتِكَ؟» فَأَشَرْتُ لَهُ إِلَى الْمَكَانِ الَّذِي أُحِبُّ أَنْ يُصَلِّيَ فِيهِ، فَقَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَصَفَفْنَا خَلْفَهُ، ثُمَّ سَلَّمَ وَسَلَّمْنَا حِينَ سَلَّمَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}