{
  "hadith": {
    "hadith_id": 1356,
    "narrator": "আবূ  সাঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (প্রতি) মাসের মধ্যবর্তী দশ দিন ই’তিকাফ করতেন। যখন বিংশতিতম রাত অতিবাহিত হওয়ার এবং একবিংশতিতম রাতের আগমনের সময় হত তিনি তাঁর ঘরে ফিরে আসতেন এবং তাঁর সঙ্গে যারা ই’তিকাফ করতেন তারাও ফিরে আসতেন। তারপর তিনি অন্য এক সাথে, যে মাসে ই’তিকাফ করেছিলেন ঐ রাতেও রয়ে গেলেন যে রাতে তিনি ঘরে ফিরে আসতেন এবং লোকদের সামনে খুতবা দিলেন। তাঁদেরকে আল্লাহর ইচ্ছানুযায়ী আদেশ করলেন। তারপর বললেন, আমি এই মধ্যবর্তী দশদিন ই’তিকাফ করতাম, পরে আমার কাছে প্রকাশ পেল যে, আমি এই শেষ দশ দিনেও ই’তিকাফ করি, অতএব জারা আমার সাথে গত মধ্যবর্তী দশদিন ই’তিকাফ করেছ তাঁরা স্বীয় ই’তিকাফের স্থানে স্থির থাকবে। আমি এই শবে কদরকে স্বপ্নে দেখেছিলাম কিন্তু আমাকে তা ভুলিয়ে দেয়া হয়েছে, অতএব তোমরা তা এই শেষ দশ রাতে প্রত্যেক বেজোড় রাতে তালাশ করো। স্বপ্নে আমাকে দেখলাম যে, আমি পানি এবং কাদার মধ্যে সিজদা করছি। আবূ  সাঈদ (রাঃ)বলেন, আমাদের উপর একবিংশতিতম রাতে বৃষ্টি হল, বৃষ্টির পানি মসজিদে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সালাত আদায় করার জায়গার উপর দিয়ে প্রবাহিত হয়ে গেল। আমি তাঁর দিকে লক্ষ্য করলাম যে, তিনি ফজরের সালাত থেকে সালাম ফিরিয়ে নিয়েছেন, আর তাঁর চেহারা পানি ও কাদা দ্বারা আপ্লুত ছিল।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، قَالَ: حَدَّثَنَا بَكْرٌ وَهُوَ ابْنُ مُضَرَ، عَنْ ابْنِ الْهَادِ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُجَاوِرُ فِي الْعَشْرِ الَّذِي فِي وَسَطِ الشَّهْرِ، فَإِذَا كَانَ مِنْ حِينِ يَمْضِي عِشْرُونَ لَيْلَةً وَيَسْتَقْبِلُ إِحْدَى وَعِشْرِينَ يَرْجِعُ إِلَى مَسْكَنِهِ، وَيَرْجِعُ مَنْ كَانَ يُجَاوِرُ مَعَهُ، ثُمَّ إِنَّهُ أَقَامَ فِي شَهْرٍ جَاوَرَ فِيهِ تِلْكَ اللَّيْلَةَ الَّتِي كَانَ يَرْجِعُ فِيهَا، فَخَطَبَ النَّاسَ، فَأَمَرَهُمْ بِمَا شَاءَ اللَّهُ ثُمَّ قَالَ: «إِنِّي كُنْتُ أُجَاوِرُ هَذِهِ الْعَشْرَ، ثُمَّ بَدَا لِي أَنْ أُجَاوِرَ هَذِهِ الْعَشْرَ الْأَوَاخِرَ، فَمَنْ كَانَ اعْتَكَفَ مَعِي، فَلْيَثْبُتْ فِي مُعْتَكَفِهِ، وَقَدْ رَأَيْتُ هَذِهِ اللَّيْلَةَ فَأُنْسِيتُهَا، فَالْتَمِسُوهَا فِي الْعَشْرِ الْأَوَاخِرِ فِي كُلِّ وَتْرٍ، وَقَدْ رَأَيْتُنِي أَسْجُدُ فِي مَاءٍ وَطِينٍ»، قَالَ أَبُو سَعِيدٍ: مُطِرْنَا لَيْلَةَ إِحْدَى وَعِشْرِينَ، فَوَكَفَ الْمَسْجِدُ فِي مُصَلَّى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَنَظَرْتُ إِلَيْهِ وَقَدِ انْصَرَفَ مِنْ صَلَاةِ الصُّبْحِ، وَوَجْهُهُ مُبْتَلٌّ طِينًا وَمَاءً",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}