{
  "hadith": {
    "hadith_id": 1404,
    "narrator": "আব্দুল্লাহ (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণিত। তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে খুতবায়ে হাজাত শিক্ষা দিলেনঃ (আরবী)\nএরপর তিনটি আয়াত পাঠ করলেনঃ (আরবী)\nঅর্থঃ হে মু’মিনগণ! তোমরা আল্লাহকে যথার্থভাবে ভয় কর এবং তোমরা আত্মসমর্পণকারী না হয়ে কোন অবস্থায় মর না। (৩:১০২)\n“হে মানব! তোমরা তোমাদের প্রতিপালককে ভয় কর যিনি তোমাদেরকে এক ব্যক্তি থেকে সৃষ্টি করেছেন ও যিনি তা হতে তাঁর সঙ্গিনী সৃষ্টি করেন, যিনি তাঁদের দু’জন থেকে বহু নর-নারী ছড়িয়ে দেন; এবং আল্লাহকে ভয় কর যাঁর নামে তোমরা একে অপরের নিকট যাঞ্চ্রা  কর এবং সতর্ক থাক জ্ঞাতিবন্ধন সম্পর্কে। আল্লাহ তোমাদের উপর তীক্ষ্ণ দৃষ্টি রাখেন। (৪:১) হে মুমিনগণ! আল্লাহকে ভয় কর এবং সঠিক কথা বল।” (৩৩:৭০)।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، قَالَا: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، قَالَ: سَمِعْتُ أَبَا إِسْحَقَ يُحَدِّثُ، عَنْ أَبِي عُبَيْدَةَ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: عَلَّمَنَا خُطْبَةَ الْحَاجَةِ: \" الْحَمْدُ لِلَّهِ نَسْتَعِينُهُ وَنَسْتَغْفِرُهُ، وَنَعُوذُ بِاللَّهِ مِنْ شُرُورِ أَنْفُسِنَا، وَسَيِّئَاتِ أَعْمَالِنَا، مَنْ يَهْدِهِ اللَّهُ فَلَا مُضِلَّ لَهُ، وَمَنْ يُضْلِلْ فَلَا هَادِيَ لَهُ، وَأَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ، ثُمَّ يَقْرَأُ ثَلَاثَ آيَاتٍ: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران: 102]، {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء: 1]، {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا} [الأحزاب: 70] \"، قَالَ أَبُو عَبْدِ الرَّحْمَنِ: «أَبُو عُبَيْدَةَ لَمْ يَسْمَعْ مِنْ أَبِيهِ شَيْئًا، وَلَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ، وَلَا عَبْدُ الْجَبَّارِ بْنُ وَائِلِ بْنِ حُجْرٍ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "12"
    }
  }
}