{
  "hadith": {
    "hadith_id": 1408,
    "narrator": "আবূ সাঈদ খুদরী (রাঃ)",
    "bn": "এক ব্যাক্তি জুমু’আর দিনে ছিন্ন বস্ত্রে আসল, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুতবা দিচ্ছিলেন। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেন, তুমি কি সালাত আদায় করেছ? সে বলল, না; তিনি বললেন, তুমি দু’রাক’আত সালাত আদায় করে নাও এবং লোকদের সদকাহ্‌র প্রতি উদ্বুদ্ধ করলেন। তারা কাপড় দান করল, তিনি সেখান থেকে তাকে দু’টি কাপড় দিয়ে দিলেন। দ্বিতীয় জুমু’আয় ঐ ব্যক্তি আসল, তখন রাসূ্লুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খুতবা দিচ্ছিলেন- তিনি লোকদের সদকাহ্‌র প্রতি উদ্বু্দ্ধ করলেন। রাবী বলেন, ঐ ব্যক্তি ও তার দু’কাপড়ের একটা সাদকাহ্ করে দিলেন। তখন রাসূ্লুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এই ব্যক্তি গত জুমু’আয় ছিন্ন বস্ত্রে এসেছিল, তখন আমি লোকদের সদকাহ্ করার আদেশ দিয়েছিলাম, তারা কাপড় দান করেছিল, তখন আমি একে সেখান থেকে দু’টো কাপড় দেওয়ার আদেশ দিয়েছিলাম। তারপর এই ব্যক্তি এখন আসল, এবং আমি লোকদের সদকাহ্‌র আদেশ দিলাম, তো লোকটি তার দু’টো কাপড় থেকে একটা দান করে দিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ধমক দিলেন এবং বললেন, তুমি তোমার কাপড় নিয়ে নাও। [১]",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ يَزِيدَ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ ابْنِ عَجْلَانَ، عَنْ عِيَاضِ بْنِ عَبْدِ اللَّهِ، قَالَ: سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ، يَقُولُ: جَاءَ رَجُلٌ يَوْمَ الْجُمُعَةِ وَالنَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ بِهَيْئَةٍ بَذَّةٍ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَصَلَّيْتَ؟» قَالَ: لَا، قَالَ: «صَلِّ رَكْعَتَيْنِ، وَحَثَّ النَّاسَ عَلَى الصَّدَقَةِ»، فَأَلْقَوْا ثِيَابًا فَأَعْطَاهُ مِنْهَا ثَوْبَيْنِ، فَلَمَّا كَانَتِ الْجُمُعَةُ الثَّانِيَةُ جَاءَ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ، فَحَثَّ النَّاسَ عَلَى الصَّدَقَةِ، قَالَ: فَأَلْقَى أَحَدَ ثَوْبَيْهِ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «جَاءَ هَذَا يَوْمَ الْجُمُعَةِ بِهَيْئَةٍ بَذَّةٍ، فَأَمَرْتُ النَّاسَ بِالصَّدَقَةِ، فَأَلْقَوْا ثِيَابًا، فَأَمَرْتُ لَهُ مِنْهَا بِثَوْبَيْنِ، ثُمَّ جَاءَ الْآنَ فَأَمَرْتُ النَّاسَ بِالصَّدَقَةِ، فَأَلْقَى أَحَدَهُمَا»، فَانْتَهَرَهُ وَقَالَ: «خُذْ ثَوْبَكَ»",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[১] এ হাদীস দ্বারা প্রমাণিত হয় যে, অভাবী মানুষ প্রথমে নিজের অভাব দূর করবে, এরপর যদি কিছু উদ্ধৃত্ত থাকে তবে তা সদকা করতে পারে।",
    "chapter": {
      "chapter_number": "12"
    }
  }
}