{
  "hadith": {
    "hadith_id": 147,
    "narrator": "মুআবিয়া ইব্‌ন সালেহ (রহঃ)",
    "bn": "তিনি বলেন,আবু ইয়াহয়া সুলায়ম ইব্‌ন আমির, যামরাহ ইব্‌ন হাবীব এবং আবূ তালহা নুয়ায়ম ইব্‌ন যিয়াদ (রহঃ) আমাকে সংবাদ দিয়েছেন যে, আমরা আবূ উমামা বাহিলী (রাঃ)-কে বলতে শুনেছি, আমি আমর ইব্‌ন আবাসা (রাঃ)-কে বলতে শুনেছিঃ আমি বললাম, ইয়া রাসূলুল্লাহ! উযূ কিরূপ করতে হয়? তিনি বললেন, উযূ! তুমি যখন উযূ কর এবং তোমার হস্ত তালুদ্বয় ধৌত কর এবং পরিস্কার করে ধৌত কর তখন তোমার পাপসমূহ তোমার নখের ভেতর হতে এবং তোমার অঙ্গুলির অগ্রভাগ হতে বের হয়ে যায়।আর যখন তুমি কুলি কর এবং নাকের ভেতরকার অংশ ধৌত কর এবং তোমার মুখমন্ডল ধৌত কর এবং কনুই পর্যন্ত হাত ধৌত কর এবং মাথা মসেহ কর এবং গোড়ালী পর্যন্ত পা ধৌত কর, তখন তুমি তোমার সাধারণ পাপসমূহ ধুয়ে ফেললে। আর যখন তুমি তোমার মুখমন্ডল আল্লাহ তা’আলার জন্য স্থাপন কর, তখন তুমি পাপ হতে ঐ দিনের মত মুক্ত হয়ে যাও, যেদিন তোমার জননী তোমাকে জন্ম দিয়েছিল। আবূ উমামা বলেনঃ আমি বললাম, হে আমর ইব্‌ন আবাসা! দেখ তুমি কি বলছ। একই মজলিসে কি এসব কিছু দান করা হয়? তিনি বললেন, আল্লাহর কসম! আমি বৃদ্ধাবস্থায় উপনীত হয়েছি আর আমার মৃত্যু নিকটবর্তী। আর আমার কোন অভাবও নেই,এমতাবস্থায় কি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর  সম্পর্কে মিথ্যা বলবো? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে আমার উভয় কান তা শ্রবণ করেছে আর আমার অন্তর তা স্মরণ রেখেছে।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ مَنْصُورٍ، حَدَّثَنَا آدَمُ بْنُ أَبِي إِيَاسٍ قَالَ: حَدَّثَنَا اللَّيْثُ - هُوَ ابْنُ سَعْدٍ، حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ قَالَ: أَخْبَرَنِي أَبُو يَحْيَى سُلَيْمُ بْنُ عَامِرٍ وَضَمْرَةُ بْنُ حَبِيبٍ وَأَبُو طَلْحَةَ نُعَيْمُ بْنُ زِيَادٍ قَالُوا: سَمِعْنَا أَبَا أُمَامَةَ الْبَاهِلِيَّ يَقُولُ: سَمِعْتُ عَمْرَو بْنَ عَبَسَةَ يَقُولُ: \" قُلْتُ: يَا رَسُولَ اللَّهِ كَيْفَ الْوُضُوءُ؟ قَالَ: «أَمَّا الْوُضُوءُ فَإِنَّكَ إِذَا تَوَضَّأْتَ فَغَسَلْتَ كَفَّيْكَ، فَأَنْقَيْتَهُمَا خَرَجَتْ خَطَايَاكَ مِنْ بَيْنِ أَظْفَارِكَ وَأَنَامِلِكَ، فَإِذَا مَضْمَضْتَ وَاسْتَنْشَقْتَ مَنْخِرَيْكَ وَغَسَلْتَ وَجْهَكَ وَيَدَيْكَ إِلَى الْمِرْفَقَيْنِ وَمَسَحْتَ رَأْسَكَ وَغَسَلْتَ رِجْلَيْكَ إِلَى الْكَعْبَيْنِ اغْتَسَلْتَ مِنْ عَامَّةِ خَطَايَاكَ، فَإِنْ أَنْتَ وَضَعْتَ وَجْهَكَ لِلَّهِ عَزَّ وَجَلَّ خَرَجْتَ مِنْ خَطَايَاكَ كَيَوْمَ وَلَدَتْكَ أُمُّكَ». قَالَ أَبُو أُمَامَةَ فَقُلْتُ: يَا عَمْرَو بْنَ عَبَسَةَ انْظُرْ مَا تَقُولُ أَكُلُّ هَذَا يُعْطَى فِي مَجْلِسٍ وَاحِدٍ؟ فَقَالَ: أَمَا وَاللَّهِ لَقَدْ كَبِرَتْ سِنِّي وَدَنَا أَجَلِي وَمَا بِي مِنْ فَقْرٍ فَأَكْذِبَ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَلَقَدْ سَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِي مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}