{
  "hadith": {
    "hadith_id": 1472,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "তিনি বলেন, একবার রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জীবদ্দশায় সূর্য গ্রহণ লেগে গেল। তখন তিনি সালাতে দাঁড়িয়ে গেলেন এবং তাকবীর বললেন, মুসল্লীরাও তাঁর পিছনে কাতারবন্দী হয়ে দাঁড়িয়ে গেল। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দীর্ঘ কিরাআত পড়লেন। তারপর তাকবীর বললেন ও দীর্ঘ রুকূ করলেন। এরপর মাথা উঠালেন ও বললেন, “সামি আল্লাহু লিমান হামিদা রাব্বালা ওয়ালাকাল হামদ” তারপর দাঁড়ালেন ও দীর্ঘ কিরাআত পড়লেন, যা পূর্ববর্তী কিরাআত থেকে সংক্ষিপ্ত ছিল, তারপর তাকবীর বললেন ও দীর্ঘ রুকূ করলেন, যা পূর্ববর্তী রুকূ থেকে সংক্ষিপ্ত ছিল, পরে বললেন, “সামিআল্লাহু লিমান হামিদা, রাব্বালা ওয়ালাকাল হাম্‌দ” তারপর সিজদা করলেন। পরে দ্বিতীয় রাকআতেও অনুরূপই করলেন। এভাবে তিনি চার রুকূ এবং চার সিজদা পূর্ণ করলেন, আর তাঁর সালাত সমাপ্ত করে প্রত্যাবর্তনের পূর্বে সূর্যও আলোকিত হয়ে গেল। পরে তিনি দাঁড়ালেন ও লোকদের সামনে খুতবা দিলেন ও আল্লাহ তা’আলার যথোপযুক্ত প্রশংসা করে বললেন, সূর্য এবং চন্দ্র আল্লাহর নিদর্শন সমুহের দু’টো নিদর্শন। তাদের গ্রহণ কারো জন্ম-মৃত্যুর কারণে হয় না। অতএব, তোমরা যখন তাদের গ্রহণ দেখবে, তখন তোমরা সালাত আদায় করতে থাকবে যাতে যতক্ষন না তোমরা ভীতি মুক্ত হও। আর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমি আমার এই দাঁড়ানো অবস্থায় থেকে তোমাদের জন্য ওয়াদা কৃত সমুদয় বস্তু দেখতে পেয়েছি। তোমরা আমাকে দেখেছ যে, যখন আমি অগ্রসর হচ্ছিলাম তখন আমি জান্নাতের একটি মাথা ধরার ইচ্ছা করেছিলাম, যখন তোমরা আমাকে পিছু হটতে দেখলে, তখন আমি জাহান্নামকে দেখলাম যে, তার কিয়দংশ কিয়দংশকে খেয়ে ফেলছে। আর আমি তাতে ইব্‌ন লুহাইকেও দেখেছি, যে চতুষ্পদ জন্তুকে (পিঠে সওয়ার হওয়া, বোঝা বহন করানো ইত্যাদি কাজ থেকে অব্যাহতি দিয়ে) ছেড়ে দেওয়ার প্রথা চালু করেছিল।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ، عَنْ ابْنِ وَهْبٍ، عَنْ يُونُسَ، عَنْ ابْنِ شِهَابٍ، قَالَ: أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، عَنْ عَائِشَةَ، قَالَتْ: خَسَفَتِ الشَّمْسُ فِي حَيَاةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَامَ فَكَبَّرَ، وَصَفَّ النَّاسُ وَرَاءَهُ، فَاقْتَرَأَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قِرَاءَةً طَوِيلَةً، ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلًا، ثُمَّ رَفَعَ رَأْسَهُ، فَقَالَ: «سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ، رَبَّنَا وَلَكَ الْحَمْدُ»، ثُمَّ قَامَ فَاقْتَرَأَ قِرَاءَةً طَوِيلَةً هِيَ أَدْنَى مِنَ الْقِرَاءَةِ الْأُولَى، ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلًا هُوَ أَدْنَى مِنَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ قَالَ: «سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ رَبَّنَا وَلَكَ الْحَمْدُ»، ثُمَّ سَجَدَ، ثُمَّ فَعَلَ فِي الرَّكْعَةِ الْأُخْرَى مِثْلَ ذَلِكَ، فَاسْتَكْمَلَ أَرْبَعَ رَكَعَاتٍ، وَأَرْبَعَ سَجَدَاتٍ، وَانْجَلَتِ الشَّمْسُ قَبْلَ أَنْ يَنْصَرِفَ، ثُمَّ قَامَ فَخَطَبَ النَّاسَ، فَأَثْنَى عَلَى اللَّهِ عَزَّ وَجَلَّ بِمَا هُوَ أَهْلُهُ، ثُمَّ قَالَ: «إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ تَعَالَى لَا يَخْسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ، فَإِذَا رَأَيْتُمُوهُمَا فَصَلُّوا حَتَّى يُفْرَجَ عَنْكُمْ»، وَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «رَأَيْتُ فِي مَقَامِي هَذَا كُلَّ شَيْءٍ وُعِدْتُمْ، لَقَدْ رَأَيْتُمُونِي أَرَدْتُ أَنْ آخُذَ قِطْفًا مِنَ الْجَنَّةِ حِينَ رَأَيْتُمُونِي جَعَلْتُ أَتَقَدَّمُ، وَلَقَدْ رَأَيْتُ جَهَنَّمَ يَحْطِمُ بَعْضُهَا بَعْضًا حِينَ رَأَيْتُمُونِي تَأَخَّرْتُ، وَرَأَيْتُ فِيهَا ابْنَ لُحَيٍّ وَهُوَ الَّذِي سَيَّبَ السَّوَائِبَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}