{
  "hadith": {
    "hadith_id": 1478,
    "narrator": "জাবির ইব্‌ন আব্দুল্লাহ (রহঃ)",
    "bn": "তিনি বলেন, একবার রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে ভীষণ গরমের দিনে সূর্যের গ্রহণ লেগে গেল। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাহাবীদের নিয়ে সালাত আদায় করলেন এবং দাঁড়ানোকে এত দীর্ঘায়িত করলেন যে, সাহাবীরা পড়ে যেতে লাগলেন। তারপর রুকূ করলেন এবং তাও দীর্ঘায়িত করলেন এরপর মাথা উঠালেন এবং তাও দীর্ঘায়িত করলেন। পরে রুকূ করলেন এবং তাও দীর্ঘায়িত করলেন, পরে মাথা উঠালেন আর তাও দীর্ঘায়িত করলেন। তারপর দু’টো সিজদা করলেন, তারপর দাঁড়ালেন এবং অনুরূপ করলেন। আর কথনো সম্মুখে এগিয়ে যেতে লাগলেন এবং কখনো পেছনে সরে যেতে লাগলেন এভাবে মোট চার রুকূ এবং চার সিজদা হল। তাঁরা বলতেন যে, তাঁদের কোন বড় ব্যক্তির মৃত্যুর ছাড়া চন্দ্র-সূর্য গ্রহণ হয় না। অথচ সূর্য এবং চন্দ্র হল আল্লাহ্‌র নিদর্শন সমূহের দু’টি নিদর্শন যা আল্লাহ্‌ তোমাদের দেখান। অতএব, যখন সূর্য গ্রহণ লাগে তখন তোমরা সূর্য আলোকিত না হওয়া পর্যন্ত সালাত আদায় করবে।",
    "ar": "أَخْبَرَنَا أَبُو دَاوُدَ، قَالَ: حَدَّثَنَا أَبُو عَلِيٍّ الْحَنَفِيُّ، قَالَ: حَدَّثَنَا هِشَامٌ، صَاحِبُ الدَّسْتَوَائِيِّ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: «كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي يَوْمٍ شَدِيدِ الْحَرِّ، فَصَلَّى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِأَصْحَابِهِ، فَأَطَالَ الْقِيَامَ حَتَّى جَعَلُوا يَخِرُّونَ، ثُمَّ رَكَعَ فَأَطَالَ، ثُمَّ رَفَعَ فَأَطَالَ، ثُمَّ رَكَعَ فَأَطَالَ، ثُمَّ رَفَعَ فَأَطَالَ، ثُمَّ سَجَدَ سَجْدَتَيْنِ، ثُمَّ قَامَ فَصَنَعَ نَحْوًا مِنْ ذَلِكَ، وَجَعَلَ يَتَقَدَّمُ، ثُمَّ جَعَلَ يَتَأَخَّرُ فَكَانَتْ أَرْبَعَ رَكَعَاتٍ، وَأَرْبَعَ سَجَدَاتٍ»، كَانُوا يَقُولُونَ: إِنَّ الشَّمْسَ وَالْقَمَرَ لَا يَخْسِفَانِ إِلَّا لِمَوْتِ عَظِيمٍ مِنْ عُظَمَائِهِمْ، وَإِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ يُرِيكُمُوهُمَا، فَإِذَا انْخَسَفَتْ فَصَلُّوا حَتَّى تَنْجَلِيَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}