{
  "hadith": {
    "hadith_id": 1483,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, একবার রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে সূর্য গ্রহণ লেগে গেল। তখন তিনি দাঁড়ালেন এবং মানুষদের নিয়ে সালাত আদায় করলেন। তিনি দাঁড়ানোকে দীর্ঘায়িত করলেন তারপর রুকূ করলেন আর রুকূও দীর্ঘায়িত করলেন। তারপর দাঁড়ালেন এবং দাঁড়ানোকেও দীর্ঘায়িত করলেন কিন্তু তা পূর্ববর্তী দাঁড়ানো থেকে সংক্ষিপ্ত ছিল। তারপর রুকূ করলেন এবং রুকূকেও দীর্ঘায়িত করলেন, কিন্তু তা পূর্ববর্তী রুকূ থেকে সংক্ষিপ্ত ছিল। তারপর সিজদা করলেন আর সিজদাকেও দীর্ঘায়িত করলেন। পরে তাঁর মাথা উঠালেন এবং সিজদা করলেন। আর সিজদাও দীর্ঘায়িত করলেন কিন্তু তা পূর্ববর্তী সিজদা থেকে সংক্ষিপ্ত ছিল। তারপর দাঁড়ালেন ও দু’রূকু করলেন এবং তাতেও পূর্বের ন্যায় করলেন। তারপর দু’টা সিজদা করলেন এবং তাতেও পূর্বের ন্যায় করলেন। এভাবে তিনি তাঁর সালাত থেকে অবসর হয়ে গেলেন। তারপর বললেন, সূর্য এবং চন্দ্র আল্লাহ্‌র নিদর্শন সমূহের দু’টি নিদর্শন। নিশ্চয় কারো জন্ম মৃত্যুর কারণে তাদের গ্রহণ হয় না। অতএব, তোমরা যখন তা দেখবে তখন দ্রুত আল্লাহ্‌র যিক্‌র এবং সালাতের প্রতি ধাবিত হবে।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عُبَيْدِ اللَّهِ بْنِ عَبْدِ الْعَظِيمِ، قَالَ: حَدَّثَنِي إِبْرَاهِيمُ سَبَلَانُ، قَالَ: حَدَّثَنَا عَبَّادُ بْنُ عَبَّادٍ الْمُهَلَّبِيُّ، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَامَ فَصَلَّى لِلنَّاسِ فَأَطَالَ الْقِيَامَ، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ، ثُمَّ قَامَ فَأَطَالَ الْقِيَامَ وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ سَجَدَ فَأَطَالَ السُّجُودَ، ثُمَّ رَفَعَ، ثُمَّ سَجَدَ فَأَطَالَ السُّجُودَ وَهُوَ دُونَ السُّجُودِ الْأَوَّلِ، ثُمَّ قَامَ فَصَلَّى رَكْعَتَيْنِ وَفَعَلَ فِيهِمَا مِثْلَ ذَلِكَ، ثُمَّ سَجَدَ سَجْدَتَيْنِ يَفْعَلُ فِيهِمَا مِثْلَ ذَلِكَ حَتَّى فَرَغَ مِنْ صَلَاتِهِ، ثُمَّ قَالَ: «إِنَّ الشَّمْسَ وَالْقَمَرَ آيَتَانِ مِنْ آيَاتِ اللَّهِ، وَإِنَّهُمَا لَا يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَافْزَعُوا إِلَى ذِكْرِ اللَّهِ عَزَّ وَجَلَّ وَإِلَى الصَّلَاةِ»\n---\n[حكم الألباني] حسن صحيح",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}