{
  "hadith": {
    "hadith_id": 1484,
    "narrator": "আসওয়াদ ইব্‌ন কায়স (রহঃ)",
    "bn": "তিনি বলেন, বসরার অধিবাসী ছা‘লাবা ইব্‌ন আব্বাদ আবদী (রহঃ) একদিন সামুরা ইব্‌ন জুন্দুব (রাঃ)-এর খুতবায় উপস্থিত ছিলেন। তিনি তাঁর খুতবায় রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে একটি হাদীস বর্ণনা করলেন। সামুরা (রাঃ) বললেন, আমি এবং এক আনসারী গোলাম রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে একদিন আমাদের লক্ষ্যস্থলে তীর নিক্ষেপ করছিলাম। ইতিমধ্যে যখন সূর্য দিগন্তে দর্শনার্থীদের দৃষ্টিতে দুই কি তিন বর্শার পরিমাণ মাত্র অবশিষ্ট রয়ে গেল, তা কাল হয়ে গেল। তখন আমাদের একজন তাঁর সাথীকে বলল, তুমি আমাদের সাথে মসজিদে চল। আল্লাহ্‌র শপথ! নিশ্চয় রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে সূর্যের এ অবস্থা তাঁর উম্মাতের জন্য কোন নতুন ঘটনার ইঙ্গিতবহ। তিনি বলেন, তখন আমরা মসজিদে গেলাম এবং রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখতে পেলাম যে, তিনি লোকদের নিকট বের হয়ে এসেছেন। তিনি বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অগ্রসর হয়ে সালাতে দাঁড়ালেন। তিনি সালাতে এত দীর্ঘক্ষণ দাঁড়িয়ে রইলেন যে, ইতিপূর্বে তিনি আমাদের নিয়ে সালাতে এতক্ষণ দাঁড়িয়ে থাকেন নি। তাঁর কোন আওয়াজ আমরা শুনতে পাচ্ছিলাম না। তারপর তিনি আমাদের সহ এত দীর্ঘ রুকূ করলেন যে, ইতিপূর্বে কোন সালাতে আমাদের নিয়ে এত দীর্ঘায়িত রুকূ করেন নি। আমরা তাঁর কোন আওয়াজ শুনতে পাচ্ছিলাম না। তারপর তিনি আমাদের নিয়ে এত দীর্ঘ সিজদা করলেন যে, ইতিপূর্বে কোন সালাতে এরূপ দীর্ঘ সিজদা করেন নি। তাঁর কোন আওয়াজ আমরা শুনতে পাচ্ছিলাম না। তারপর তিনি অনুরূপভাবে দ্বিতীয় রাকআতেও করলেন। তিনি বলেন, তাঁর দ্বিতীয় রাকআতে বসা অবস্থায় সূর্যের আলো বিকশিত হয়ে গেল। পরে তিনি সালাম ফিরালেন এবং আল্লাহ্‌ তাআলার প্রশংসা ও তা’রীফ করলেন এবং এ কথার সাক্ষ্য দিলেন যে, আল্লাহ ভিন্ন কোন ইলাহ্‌ নেই এবং এ কথারও সাক্ষ্য দিলেন যে, তিনি আল্লাহর বান্দা এবং তাঁর রাসূল। (সংক্ষিপ্ত)",
    "ar": "أَخْبَرَنَا هِلَالُ بْنُ الْعَلَاءِ بْنِ هِلَالٍ، قَالَ: حَدَّثَنَا الْحُسَيْنُ بْنُ عَيَّاشٍ، قَالَ: حَدَّثَنَا زُهَيْرٌ، قَالَ: حَدَّثَنَا الْأَسْوَدُ بْنُ قَيْسٍ، قَالَ: حَدَّثَنِي ثَعْلَبَةُ بْنُ عَبَّادٍ الْعَبْدِيُّ مِنْ أَهْلِ الْبَصْرَةِ أَنَّهُ شَهِدَ خُطْبَةً يَوْمًا لِسَمُرَةَ بْنِ جُنْدُبٍ، فَذَكَرَ فِي خُطْبَتِهِ حَدِيثًا عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ سَمُرَةُ بْنُ جُنْدُبٍ: بَيْنَا أَنَا يَوْمًا وَغُلَامٌ مِنَ الْأَنْصَارِ نَرْمِي غَرَضَيْنِ لَنَا عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، حَتَّى إِذَا كَانَتِ الشَّمْسُ قِيدَ رُمْحَيْنِ أَوْ ثَلَاثَةٍ فِي عَيْنِ النَّاظِرِ مِنَ الْأُفُقِ اسْوَدَّتْ، فَقَالَ أَحَدُنَا لِصَاحِبِهِ: انْطَلِقْ بِنَا إِلَى الْمَسْجِدِ، فَوَاللَّهِ لَيُحْدِثَنَّ شَأْنُ هَذِهِ الشَّمْسِ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي أُمَّتِهِ حَدَثًا، قَالَ: فَدَفَعْنَا إِلَى الْمَسْجِدِ، قَالَ: فَوَافَيْنَا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ خَرَجَ إِلَى النَّاسِ، قَالَ: \" فَاسْتَقْدَمَ فَصَلَّى، فَقَامَ كَأَطْوَلِ قِيَامٍ قَامَ بِنَا فِي صَلَاةٍ قَطُّ، مَا نَسْمَعُ لَهُ صَوْتًا، ثُمَّ رَكَعَ بِنَا كَأَطْوَلِ رُكُوعٍ مَا رَكَعَ بِنَا فِي صَلَاةٍ قَطُّ، مَا نَسْمَعُ لَهُ صَوْتًا، ثُمَّ سَجَدَ بِنَا كَأَطْوَلِ سُجُودٍ مَا سَجَدَ بِنَا فِي صَلَاةٍ قَطُّ، لَا نَسْمَعُ لَهُ صَوْتًا، ثُمَّ فَعَلَ ذَلِكَ فِي الرَّكْعَةِ الثَّانِيَةِ مِثْلَ ذَلِكَ، قَالَ: فَوَافَقَ تَجَلِّي الشَّمْسِ جُلُوسَهُ فِي الرَّكْعَةِ الثَّانِيَةِ، فَسَلَّمَ فَحَمِدَ اللَّهَ، وَأَثْنَى عَلَيْهِ، وَشَهِدَ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَشَهِدَ أَنَّهُ عَبْدُ اللَّهِ وَرَسُولُهُ \" مُخْتَصَرٌ",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}