{
  "hadith": {
    "hadith_id": 1496,
    "narrator": "আব্দুল্লাহ ইব্‌ন আমর (রাঃ)",
    "bn": "তিনি বলেন, একবার রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে সূর্য গ্রহণ লেগে গেল। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাত আদায় করলেন, আর দাঁড়ানোকে দীর্ঘায়িত করলেন। তারপর রুকূ করলেন আর রুকূকেও দীর্ঘায়িত করলেন। তারপর মাথা উঠালেন এবং তাও (দাঁড়ানো) দীর্ঘায়িত করলেন। রাবী শু’বা (রহঃ) বলেন, আমি মনে করি যে, তিনি সিজদার ব্যাপারেও অনুরূপ বলেছেন এবং তিনি সিজদায় ফুঁপিয়ে ফুঁপিয়ে কাঁদতে লাগলেন। বলতে লাগলেন, ‘হে রব! আমি তোমার কাছে মাগফিরাত চাওয়াকালীন তুমি তো এরূপ আযাবের ওয়াদা করনি? আমি তাদের মাঝে অবস্থানকালীন তুমি তো আমার কাছে এরূপ আযাবের প্রতিশ্রুতি করনি।’ যখন তিনি সালাত আদায় করে নিলেন তখন বললেন, আমার সামনে জান্নাত উপস্থাপন করা হলো, এমনকি যদি আমি হস্ত প্রসারিত করতাম তাহলে তার ফল স্পর্শ করতে পারতাম। আমার সামনে জাহান্নামও উপস্থাপন করা হলো, আমি তাতে এই ভয়ে ফুঁক দিতে লাগলাম যে, তার তাপ তোমাদের গ্রাস করে ফেলে। আমি তাতে আমার (রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর) দুই উটনীর চোরকেও দেখলাম, আর আমি তাতে দা‘দা‘ গোত্রের এক ব্যক্তিকেও দেখলাম, যে হাজীদের মাল চুরি করত। যখন তার শাস্তি অনুভব হলো তখন সে বললো, এতো হল বক্র লাঠির কাজ। আমি তাতে এক দীর্ঘাকৃতির কৃষ্ণবর্ণের মহিলাকেও দেখলাম, তাকে এক বিড়ালের ব্যাপারে শাস্তি দেওয়া হচ্ছে। সে বিড়ালকে বেঁধে রেখেছিল। তাকে সে খাদ্যও খাওয়াত না এবং পানিও পান করাত না এবং ছেড়েও দিত না সে যমীনের পোকা-মাকড় খেয়ে জীবন ধারণ করতে পারতো। এমনিভাবে বিড়ালটি মারা গিয়েছিল। আর চন্দ্র-সূর্যের গ্রহণ কারো জন্ম মৃত্যুর কারণে হয় না বরং তারা হল আল্লাহ্‌র নিদর্শন সমূহের দু’টি নিদর্শন। অতএব, যখন তাদের কারো গ্রহণ লেগে যায় অথবা বলেছেন যে, তাদের কারো এমন ধরনের কিছু ঘটে যায় তখন তোমরা আল্লাহ্‌র স্মরণে ধাবিত হও।",
    "ar": "أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْمِسْوَرِ الزُّهْرِيُّ، قَالَ: حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ عَطَاءِ بْنِ السَّائِبِ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: كَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَصَلَّى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَطَالَ الْقِيَامَ، ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ، ثُمَّ رَفَعَ فَأَطَالَ ـ قَالَ شُعْبَةُ: وَأَحْسَبُهُ قَالَ: فِي السُّجُودِ نَحْوَ ذَلِكَ ـ وَجَعَلَ يَبْكِي فِي سُجُودِهِ وَيَنْفُخُ وَيَقُولُ: «رَبِّ لَمْ تَعِدْنِي هَذَا وَأَنَا أَسْتَغْفِرُكَ، لَمْ تَعِدْنِي هَذَا وَأَنَا فِيهِمْ»، فَلَمَّا صَلَّى قَالَ: \" عُرِضَتْ عَلَيَّ الْجَنَّةُ حَتَّى لَوْ مَدَدْتُ يَدِي تَنَاوَلْتُ مِنْ قُطُوفِهَا، وَعُرِضَتْ عَلَيَّ النَّارُ فَجَعَلْتُ أَنْفُخُ خَشْيَةَ أَنْ يَغْشَاكُمْ حَرُّهَا، وَرَأَيْتُ فِيهَا سَارِقَ بَدَنَتَيْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَرَأَيْتُ فِيهَا أَخَا بَنِي دُعْدُعٍ سَارِقَ الْحَجِيجِ، فَإِذَا فُطِنَ لَهُ قَالَ: هَذَا عَمَلُ الْمِحْجَنِ، وَرَأَيْتُ فِيهَا امْرَأَةً طَوِيلَةً سَوْدَاءَ تُعَذَّبُ فِي هِرَّةٍ رَبَطَتْهَا، فَلَمْ تُطْعِمْهَا وَلَمْ تَسْقِهَا، وَلَمْ تَدَعْهَا تَأْكُلُ مِنْ خَشَاشِ الْأَرْضِ حَتَّى مَاتَتْ، وَإِنَّ الشَّمْسَ وَالْقَمَرَ لَا يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ، وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، فَإِذَا انْكَسَفَتْ إِحْدَاهُمَا ـ أَوْ قَالَ: فَعَلَ أَحَدُهُمَا شَيْئًا مِنْ ذَلِكَ ـ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ عَزَّ وَجَلَّ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}