{
  "hadith": {
    "hadith_id": 1497,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "তিনি বলেন, একবার সূর্য গ্রহণ লেগে গেলে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ব্যক্তিকে নির্দেশ দিলে সে আওয়াজ দিল যে, সালাত অনুষ্ঠিত হবে। অতএব লোকেরা একত্রিত হয়ে গেলে তিনি তাঁদের নিয়ে সালাত আদায় করলেন। তারপর তিনি তাকবীর বললেন এবং দীর্ঘ কিরাআত পড়লেন। তারপর তাকবীর বললেন ও দীর্ঘ রুকূ করলেন। তাঁর কিয়ামের ন্যায় অথবা তার চেয়েও দীর্ঘ। তারপর তাঁর মাথা উঠিয়ে “সামি আল্লাহু লিমান হামিদা” বললেন। পরে দীর্ঘ কিরাআত পড়লেন কিন্তু তা পূর্ববর্তী কিরাআত থেকে সংক্ষিপ্ত ছিল। তারপর তাকবীর বললেন ও দীর্ঘ রুকূ করলেন কিন্তু তা পূর্ববর্তী রুকূ থেকে সংক্ষিপ্ত ছিল। তারপর তাঁর মাথা উঠিয়ে “সামিআল্লাহু লিমান হামিদা” বললেন। তারপর তাকবীর বললেন ও দীর্ঘ সিজদা করলেন তাঁর রুকূর ন্যায় অথবা তার চেয়েও দীর্ঘ। তারপর তাকবীর বললেন ও তাঁর মাথা উঠালেন পরে তাকবীর বললেন ও সিজদায় গেলেন। তারপর তাকবীর বলে দাঁড়ালেন এবং দীর্ঘ কিরাআত পড়লেন। কিন্তু তা পূর্ববর্তী কিরাআত থেকে সংক্ষিপ্ত ছিল। তারপর তাকবীর বললেন ও দীর্ঘ রুকূ করলেন কিন্তু তা পূর্ববর্তী রুকূ থেকে সংক্ষিপ্ত ছিল। তারপর তাঁর মাথা উঠিয়ে বললেন “সামিআল্লাহু লিমান হামিদা” তারপর দীর্ঘ কিরাআত পড়লেন কিন্তু তা দ্বিতীয় কিয়ামের প্রথম কিরাআত থেকে সংক্ষিপ্ত ছিল। তারপর তাকবীর বললেন ও দীর্ঘ রুকূ করলেন কিন্তু তা পূর্ববর্তী রুকূ থেকে সংক্ষিপ্ত ছিল। তারপর তাকবীর বললেন ও তাঁর মাথা উঠালেন এবং বললেন, “সামিআল্লাহু লিমান হামিদা”। পরে তাকবীর বললেন ও সিজদা করলেন আর তা তাঁর পূর্ববর্তী সিজদা থেকে সংক্ষিপ্ত ছিল। তারপর তাশাহুদ পড়লেন ও সালাম ফিরালেন। পরে তাঁদের সামনে দাঁড়ালেন এবং আল্লাহ্‌ তা‘আলার প্রশংসা ও তা’রীফ করলেন। পরে বললেন, চন্দ্র-সূর্যের গ্রহণ কারো জন্ম-মৃত্যুর কারণে হয় না, বরং তারা হল আল্লাহ্‌র নিদর্শনসমূহের দু’টি নিদর্শন। অতএব, তাদের যে কোন একটিতে যদি গ্রহণ লেগে যায়, তা হলে তোমরা সালাত আদায়ের মাধ্যমে আল্লাহ্‌র দিকে ধাবিত হও।",
    "ar": "أَخْبَرَنِي عَمْرُو بْنُ عُثْمَانَ بْنِ سَعِيدِ بْنِ كَثِيرٍ، عَنْ الْوَلِيدِ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ نَمِرٍ، أَنَّهُ سَأَلَ الزُّهْرِيَّ، عَنْ سُنَّةِ صَلَاةِ الْكُسُوفِ، فَقَالَ: أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، عَنْ عَائِشَةَ، قَالَتْ: كَسَفَتِ الشَّمْسُ فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَجُلًا فَنَادَى: أَنِ الصَّلَاةَ جَامِعَةً، فَاجْتَمَعَ النَّاسُ، فَصَلَّى بِهِمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَكَبَّرَ، ثُمَّ قَرَأَ قِرَاءَةً طَوِيلَةً، ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلًا مِثْلَ قِيَامِهِ أَوْ أَطْوَلَ، ثُمَّ رَفَعَ رَأْسَهُ، وَقَالَ: «سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ»، ثُمَّ قَرَأَ قِرَاءَةً طَوِيلَةً هِيَ أَدْنَى مِنَ الْقِرَاءَةِ الْأُولَى، ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلًا هُوَ أَدْنَى مِنَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ رَفَعَ رَأْسَهُ، فَقَالَ: «سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ»، ثُمَّ كَبَّرَ فَسَجَدَ سُجُودًا طَوِيلًا مِثْلَ رُكُوعِهِ أَوْ أَطْوَلَ، ثُمَّ كَبَّرَ فَرَفَعَ رَأْسَهُ، ثُمَّ كَبَّرَ فَسَجَدَ، ثُمَّ كَبَّرَ، فَقَامَ، فَقَرَأَ قِرَاءَةً طَوِيلَةً هِيَ أَدْنَى مِنَ الْأُولَى، ثُمَّ كَبَّرَ، ثُمَّ رَكَعَ رُكُوعًا طَوِيلًا هُوَ أَدْنَى مِنَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ رَفَعَ رَأْسَهُ، فَقَالَ: «سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ»، ثُمَّ قَرَأَ قِرَاءَةً طَوِيلَةً وَهِيَ أَدْنَى مِنَ الْقِرَاءَةِ الْأُولَى فِي الْقِيَامِ الثَّانِي، ثُمَّ كَبَّرَ فَرَكَعَ رُكُوعًا طَوِيلًا دُونَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ كَبَّرَ فَرَفَعَ رَأْسَهُ، فَقَالَ: «سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ»، ثُمَّ كَبَّرَ فَسَجَدَ أَدْنَى مِنْ سُجُودِهِ الْأَوَّلِ، ثُمَّ تَشَهَّدَ، ثُمَّ سَلَّمَ فَقَامَ فِيهِمْ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: «إِنَّ الشَّمْسَ وَالْقَمَرَ لَا يَنْخَسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ، وَلَكِنَّهُمَا آيَتَانِ مِنْ آيَاتِ اللَّهِ، فَأَيُّهُمَا خُسِفَ بِهِ أَوْ بِأَحَدِهِمَا فَافْزَعُوا إِلَى اللَّهِ عَزَّ وَجَلَّ بِذِكْرِ الصَّلَاةِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}