{
  "hadith": {
    "hadith_id": 1500,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "তিনি বলেন, একবার রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে সূর্য গ্রহণ লেগে গেল। তখন তিনি দাঁড়ালেন ও সালাত আদায় করতে লাগলেন। তিনি কিয়ামকে খুব দীর্ঘ করলেন। তারপর রুকূ করলেন এবং রুকূকেও খুব দীর্ঘ করলেন। তারপর মাথা উঠালেন আর কিয়ামকেও খুব দীর্ঘ করলেন, কিন্তু তা পূর্ববর্তী কিয়াম থেকে সংক্ষিপ্ত ছিল। তারপর রুকূ করলেন এবং রুকূকেও দীর্ঘ করলেন কিন্তু তা পূর্ববর্তী রুকূ থেকে সংক্ষিপ্ত ছিল। এরপর সিজদা করলেন। পরে তাঁর মাথা উঠালেন আর কিয়ামকে দীর্ঘ করলেন। কিন্তু তা পূর্ববর্তী কিয়াম থেকে সংক্ষিপ্ত ছিল। তারপর রুকূ করলেন এবং রুকূকেও দীর্ঘ করলেন, কিন্তু তা পূর্ববর্তী রুকূ থেকে সংক্ষিপ্ত ছিল। এরপর মাথা উঠালেন এবং কিয়ামকে দীর্ঘ করলেন, কিন্তু তা পূর্ববর্তী কিয়াম থেকে সংক্ষিপ্ত ছিল। তারপর রুকূ করলেন এবং রুকূকে দীর্ঘ করলেন আর তা পূর্ববর্তী রুকূ থেকে সংক্ষিপ্ত ছিল। এরপর সিজদা করলেন। তারপর সালাত থেকে অবসর হয়ে গেলেন। ইত্যবসরে সূর্য আলোকিত হয়ে গেল। এরপর তিনি মানুষদের লক্ষ্য করে খুতবা দিলেন এবং আল্লাহ্‌ তাআলার তা‘রীফ ও প্রশংসা করলেন। তারপর বললেন, কারো জন্ম-মৃত্যুর কারণে চন্দ্র-সূর্যের গ্রহণ হয় না। অতএব যখন তোমরা তা দেখবে, তখন সালাত আদায় করবে এবং সদকা করবে ও আল্লাহ্‌র স্মরণ করবে। তিনি আরও বললেন, হে উম্মাতে মুহাম্মাদী! কেউ আল্লাহ্‌ তাআলা থেকে বেশী আত্মমর্যাদাশীল নয় যে, তাঁর কোন বান্দা অথবা বাঁদী ব্যভিচার করবে। হে উম্মাতে মুহাম্মাদী! আমি যা জানি তা যদি তোমরা জানতে তাহলে অবশ্যই তোমরা কম হাসতে এবং অধিক কাঁদতে।",
    "ar": "أَخْبَرَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا عَبْدَةُ، قَالَ: حَدَّثَنَا هِشَامُ بْنُ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ: خَسَفَتِ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَامَ فَصَلَّى، فَأَطَالَ الْقِيَامَ جِدًّا، ثُمَّ رَكَعَ، فَأَطَالَ الرُّكُوعَ جِدًّا، ثُمَّ رَفَعَ، فَأَطَالَ الْقِيَامَ جِدًّا وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ، ثُمَّ رَكَعَ، فَأَطَالَ الرُّكُوعَ وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ سَجَدَ، ثُمَّ رَفَعَ رَأْسَهُ، فَأَطَالَ الْقِيَامَ وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ، ثُمَّ رَكَعَ، فَأَطَالَ الرُّكُوعَ وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ رَفَعَ، فَأَطَالَ الْقِيَامَ وَهُوَ دُونَ الْقِيَامِ الْأَوَّلِ، ثُمَّ رَكَعَ، فَأَطَالَ الرُّكُوعَ وَهُوَ دُونَ الرُّكُوعِ الْأَوَّلِ، ثُمَّ سَجَدَ، فَفَرَغَ مِنْ صَلَاتِهِ وَقَدْ جُلِّيَ عَنِ الشَّمْسِ، فَخَطَبَ النَّاسَ، فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: «إِنَّ الشَّمْسَ وَالْقَمَرَ لَا يَنْكَسِفَانِ لِمَوْتِ أَحَدٍ وَلَا لِحَيَاتِهِ، فَإِذَا رَأَيْتُمْ ذَلِكَ فَصَلُّوا وَتَصَدَّقُوا، وَاذْكُرُوا اللَّهَ عَزَّ وَجَلَّ»، وَقَالَ: «يَا أُمَّةَ مُحَمَّدٍ، إِنَّهُ لَيْسَ أَحَدٌ أَغْيَرَ مِنَ اللَّهِ عَزَّ وَجَلَّ أَنْ يَزْنِيَ عَبْدُهُ أَوْ أَمَتُهُ، يَا أُمَّةَ مُحَمَّدٍ، لَوْ تَعْلَمُونَ مَا أَعْلَمُ لَضَحِكْتُمْ قَلِيلًا وَلَبَكَيْتُمْ كَثِيرًا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "14"
    }
  }
}