{
  "hadith": {
    "hadith_id": 1515,
    "narrator": "শরীক ইব্‌ন আব্দুল্লাহ (রহঃ)",
    "bn": "তিনি আনাস মালিক (রাঃ)-কে বলতে শুনেছেন যে, একদা আমরা জুম‘আর দিনে মসজিদে ছিলাম এবং রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মানুষের সামনে খুতবা দিচ্ছিলেন, একজন লোক দাঁড়িয়ে বলল, ইয়া রাসূলুল্লাহ্‌! গরমের আধিক্য হেতু রাস্তা ঘাট বন্ধ হয়ে যাচ্ছে, গবাদি পশুগুলো অকর্মণ্য হয়ে যাচ্ছে এবং শহরে দ্রব্য মূল্যও বৃদ্ধি পাচ্ছে। অতএব আপনি আল্লাহর সমীপে দোয়া করুন যেন তিনি আমাদের উপর বৃষ্টি বর্ষণ করেন। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর উভয় হাত মুখমনণ্ডল বরাবর উঠালেন এবং বললেন, ইয়া আল্লাহ, তুমি আমাদের উপর বৃষ্টি বর্ষণ কর। আল্লাহর শপথ! তিনি মিম্বর থেকে তখনও অবতরণ করেছিলেন না। ইত্যবসরে আমাদের বৃষ্টি দ্বারা পরিতৃপ্ত করে দেওয়া হলো এবং ঐ দিন থেকে পরবর্তী জুমু‘আ পর্যন্ত আমাদের উপর বৃষ্টি বর্ষিত হলো। তখন এক ব্যক্তি দাঁড়াল, আমি জানি না যে, সে ঐ ব্যক্তি যে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলেছিল “আমাদের উপর বৃষ্টি বর্ষণের জন্য দোয়া করুন” না অন্য ব্যক্তি সে বলল, ইয়া রাসূলুল্লাহ্‌! পানির আধিক্যের কারণে রাস্তাঘাট তো বন্ধ হয়ে যাচ্ছে এবং গবাদি পশুগুলোও অকর্মণ্য হয়ে যাচ্ছে। অতএব আপনি আল্লাহ্‌র সমীপে দোয়া করুন যেন আমাদের উপর লোক বৃষ্টি বন্ধ করে দেন। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ইয়া আল্লাহ! (তুমি বৃষ্টি) আমাদের আশে পাশে বর্ষণ কর, আমাদের উপর নয় বরং পাহাড়ের উপর এবং গাছের গোড়ায়। তারপর তিনি বললেন, আল্লাহর শপথ! রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এই দোয়া করতেই মেঘমালা এমনভাবে ছিন্ন ভিন্ন হয়ে গেল যে, আমরা তার কিছুই দেখতে পেলাম না।",
    "ar": "أَخْبَرَنَا عِيسَى بْنُ حَمَّادٍ، قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ سَعِيدٍ وَهُوَ الْمَقْبُرِيُّ، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّهُ سَمِعَهُ يَقُولُ: بَيْنَا نَحْنُ فِي الْمَسْجِدِ يَوْمَ الْجُمُعَةِ، وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ النَّاسَ، فَقَامَ رَجُلٌ فَقَالَ: يَا رَسُولَ اللَّهِ، تَقَطَّعَتِ السُّبُلُ، وَهَلَكَتِ الْأَمْوَالُ، وَأَجْدَبَ الْبِلَادُ، فَادْعُ اللَّهَ أَنْ يَسْقِيَنَا، فَرَفَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدَيْهِ حِذَاءَ وَجْهِهِ، فَقَالَ: «اللَّهُمَّ اسْقِنَا»، فَوَاللَّهِ مَا نَزَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ الْمِنْبَرِ حَتَّى أُوسِعْنَا مَطَرًا، وَأُمْطِرْنَا ذَلِكَ الْيَوْمَ إِلَى الْجُمُعَةِ الْأُخْرَى، فَقَامَ رَجُلٌ لَا أَدْرِي هُوَ الَّذِي قَالَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ اسْتَسْقِ لَنَا أَمْ لَا، فَقَالَ: يَا رَسُولَ اللَّهِ، انْقَطَعَتِ السُّبُلُ، وَهَلَكَتِ الْأَمْوَالُ مِنْ كَثْرَةِ الْمَاءِ، فَادْعُ اللَّهَ أَنْ يُمْسِكَ عَنَّا الْمَاءَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا، وَلَكِنْ عَلَى الْجِبَالِ وَمَنَابِتِ الشَّجَرِ»، قَالَ: وَاللَّهِ مَا هُوَ إِلَّا أَنْ تَكَلَّمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ تَمَزَّقَ السَّحَابُ حَتَّى مَا نَرَى مِنْهُ شَيْئًا\n---\n[حكم الألباني] حسن صحيح",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}