{
  "hadith": {
    "hadith_id": 1518,
    "narrator": "আনাস ইব্‌ন মালিক (রাঃ)",
    "bn": "এক ব্যক্তি মসজিদে প্রবেশ করল, তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ানো অবস্থায় খুতবা দিচ্ছিলেন, সে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দিকে মুখ করে দাঁড়িয়ে বলল, ইয়া রাসূলুল্লাহ্‌! (ঘাস বিচালির সংকট হেতু) চতুষ্পদ জন্তুগুলো অকর্মণ্য হয়ে যাচ্ছে, (গরমের আধিক্য হেতু) রাস্তাঘাটও বন্ধ হয়ে যাচ্ছে। অতএব আল্লাহ তা‘আলার সমীপে দোয়া করুন, তিনি যেন আমাদের উপর বৃষ্টি বর্ষণ করেন। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর হস্তদ্বয় উঠালেন এবং বললেন, ইয়া আল্লাহ্‌! তুমি আমাদের উপর বৃষ্টি বর্ষণ কর, ইয়া আল্লাহ! তুমি আমাদের উপর বৃষ্টি বর্ষণ কর। আনাস (রাঃ) বলেন, আমরা তখন আকাশে কোন মেঘ বা মেঘের টুকরা দেখছিলাম না, আর আমাদের “সালআ” পাহাড়ের মধ্যবর্তী স্থানে কোন ঘর-বাড়ীও ছিল না। হঠাৎ থালের ন্যায় একখণ্ড মেঘ প্রকাশ পেল, যখন তা মধ্যাকাশে পৌছল, বিস্তৃত হয়ে গেল এবং তা বৃষ্টির আকারে বর্ষিত হতে লাগল। আনাস (রাঃ) বলেন, আল্লাহ্‌র শপথ! আমরা এক সপ্তাহ অবধি সূর্য দেখেছিলাম না। তিনি বলেন, তারপর পরবর্তী জুমু‘আয় ঐ দরজা দিয়ে অন্য এক ব্যক্তি প্রবেশ করল, তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ানো অবস্থায় খুতবা দিচ্ছিলেন। সে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে তাঁর দাঁড়ানো অবস্থায় আসলো এবং বলল, ইয়া রাসূলুল্লাহ্‌! বৃষ্টির আধিক্য হেতু চতুষ্পদ জন্তুগুলো অকর্মণ্য হয়ে যাচ্ছে এবং রাস্তাঘাটও বন্ধ হয়ে যাচ্ছে, অতএব আল্লাহ্‌ তা‘আলার সমীপে দোয়া করুন যেন তিনি আমাদের উপর থেকে বৃষ্টি বন্ধ করে দেন, তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর হস্তদ্বয় উঠালেন এবং বললেন, ইয়া আল্লাহ্‌! তুমি আমাদের আশে পাশে বৃষ্টি বর্ষণ কর, আমাদের উপর নয়। ইয়া আল্লাহ! পাহাড় এবং টিলার চূড়ায় চূড়ায় উপত্যকার মাঝে মাঝে এবং গাছপালার গোড়ায় গোড়ায় (বর্ষণ কর)। আনাস (রাঃ) বলেন, তারপর বৃষ্টি বন্ধ হয়ে গেল, আর আমরা সূর্যের আলোতে হেঁটে হেঁটে বের হলাম। রাবী শরীফ (রহঃ) বলেন, আমি আনাস (রাঃ)-কে প্রশ্ন করলাম সে ব্যক্তি কি পূর্বের ব্যক্তি ছিল? তিনি বললেন, না।",
    "ar": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ: حَدَّثَنَا إِسْمَعِيلُ بْنُ جَعْفَرٍ، قَالَ: حَدَّثَنَا شَرِيكُ بْنُ عَبْدِ اللَّهِ، عَنْ أَنَسِ بْنِ مَالِكٍ، أَنَّ رَجُلًا دَخَلَ الْمَسْجِدَ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَائِمٌ يَخْطُبُ، فَاسْتَقْبَلَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَائِمًا وَقَالَ: يَا رَسُولَ اللَّهِ، هَلَكَتِ الْأَمْوَالُ، وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ أَنْ يُغِيثَنَا، فَرَفَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدَيْهِ ثُمَّ قَالَ: «اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا»، قَالَ أَنَسٌ: وَلَا وَاللَّهِ مَا نَرَى فِي السَّمَاءِ مِنْ سَحَابَةٍ وَلَا قَزَعَةٍ وَمَا بَيْنَنَا وَبَيْنَ سَلْعٍ مِنْ بَيْتٍ وَلَا دَارٍ، فَطَلَعَتْ سَحَابَةٌ مِثْلُ التُّرْسِ، فَلَمَّا تَوَسَّطَتِ السَّمَاءَ انْتَشَرَتْ وَأَمْطَرَتْ، قَالَ أَنَسٌ: وَلَا وَاللَّهِ مَا رَأَيْنَا الشَّمْسَ سَبْتًا، قَالَ: ثُمَّ دَخَلَ رَجُلٌ مِنْ ذَلِكَ الْبَابِ فِي الْجُمُعَةِ الْمُقْبِلَةِ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَائِمٌ يَخْطُبُ، فَاسْتَقْبَلَهُ قَائِمًا فَقَالَ: يَا رَسُولَ اللَّهِ صَلَّى اللَّهُ وَسَلَّمَ عَلَيْكَ، هَلَكَتِ الْأَمْوَالُ، وَانْقَطَعَتِ السُّبُلُ، فَادْعُ اللَّهَ أَنْ يُمْسِكَهَا عَنَّا، فَرَفَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدَيْهِ، فَقَالَ: «اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا، اللَّهُمَّ عَلَى الْآكَامِ وَالظِّرَابِ، وَبُطُونِ الْأَوْدِيَةِ، وَمَنَابِتِ الشَّجَرِ»، قَالَ: فَأَقْلَعَتْ، وَخَرَجْنَا نَمْشِي فِي الشَّمْسِ قَالَ شَرِيكٌ: سَأَلْتُ أَنَسًا: أَهُوَ الرَّجُلُ الْأَوَّلُ؟ قَالَ: لَا\n---\n[حكم الألباني] حسن صحيح",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}