{
  "hadith": {
    "hadith_id": 1527,
    "narrator": "আনাস ইব্‌ম মালিক (রাঃ)",
    "bn": "তিনি বলেন (একবার) এক বৎসর বৃষ্টি বন্ধ হয়ে গেল, তখন কোন কোন মুসলমান জুম‘আর দিন রাসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর সামনে দাঁড়িয়ে গেল এবং বলল, ইয়া রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! বৃষ্টি বন্ধ হয়ে গেছে এবং যমীন শুষ্ক হয়ে গেছে আর গবাদি পশুগুলো অকর্মণ্য হয়ে গেছে। তিনি বলেন, তিনি তখন তাঁর উভয় হাত উঠালেন। তখন আমরা কোন মেঘ দেখছিলাম না। তিনি তাঁর হস্তদ্বয় এমনিভাবে প্রসারিত করলেন যে, আমি তাঁর উভয় বগলের শুভ্রতা দেখতে পেলাম। তিনি আল্লাহ্‌র কাছে বৃষ্টির জন্য দোয়া করছিলেন। আনাস (রাঃ) বলেন, আমরা জুম‘আর দিন সালাত আদায় করে উঠতে পারিনি ইত্যবসরে (বৃষ্টির আধিক্য হেতু) নিকটবর্তী ঘরের যুবকেরা তাদের ঘরে ফিরে উদ্যত হয়ে গেল। বৃষ্টি এক সপ্তাহ স্থায়ী হল। যখন পরবর্তী জুম‘আর দিন আসল, লোকেরা বলল, ইয়া রাসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)!(বৃষ্টির আধিক্য হেতু) ঘর-বাড়ী তো ধীরে ধীরে ধ্বসে যাচ্ছে, আরোহীরা আটকা পড়েছে। তিনি বলেন, তখন তিনি ইব্‌ন আদমের দ্রুত বিষণ্নতার কারণে মুচকী হাসলেন এবং তাঁর হস্তদ্বয় ইশারা করে বললেন, ইয়া আল্লাহ্! তুমি বৃষ্টি আমাদের আশে পাশে বর্ষণ কর, আমাদের উপরে নয়। তখন মেঘ মদীনা থেকে বিক্ষিপ্ত হয়ে গেল।",
    "ar": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ: حَدَّثَنَا إِسْمَعِيلُ، قَالَ: حَدَّثَنَا حُمَيْدٌ، عَنْ أَنَسٍ، قَالَ: قَحَطَ الْمَطَرُ عَامًا، فَقَامَ بَعْضُ الْمُسْلِمِينَ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي يَوْمِ جُمُعَةٍ فَقَالَ: يَا رَسُولَ اللَّهِ، قَحَطَ الْمَطَرُ، وَأَجْدَبَتِ الْأَرْضُ، وَهَلَكَ الْمَالُ، قَالَ: فَرَفَعَ يَدَيْهِ وَمَا نَرَى فِي السَّمَاءِ سَحَابَةً، فَمَدَّ يَدَيْهِ حَتَّى رَأَيْتُ بَيَاضَ إِبْطَيْهِ يَسْتَسْقِي اللَّهَ عَزَّ وَجَلَّ، قَالَ: فَمَا صَلَّيْنَا الْجُمُعَةَ حَتَّى أَهَمَّ الشَّابَّ الْقَرِيبَ الدَّارِ الرُّجُوعُ إِلَى أَهْلِهِ، فَدَامَتْ جُمُعَةٌ، فَلَمَّا كَانَتِ الْجُمُعَةُ الَّتِي تَلِيهَا، قَالُوا: يَا رَسُولَ اللَّهِ، تَهَدَّمَتِ الْبُيُوتُ، وَاحْتَبَسَ الرُّكْبَانُ، قَالَ: فَتَبَسَّمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِسُرْعَةِ مَلَالَةِ ابْنِ آدَمَ، وَقَالَ بِيَدَيْهِ: «اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا» فَتَكَشَّطَتْ عَنِ الْمَدِينَةِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}