{
  "hadith": {
    "hadith_id": 1528,
    "narrator": "আনাস ইব্‌ন মালিক (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে একবার দুর্ভিক্ষ দেখা দিল। এমতাবস্থায় রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জুম‘আর দিন মিম্বারের উপর খুতবা দিচ্ছিলেন। এক গ্রাম্য ব্যক্তি দাঁড়িয়ে বলল, ইয়া রাসূলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)!(ঘাস বিচালির সংকট হেতু) গবাদি পশুগুলো অকর্মণ্য হয়ে যাচ্ছে, আর পরিবারবর্গ ক্ষুধায় কষ্ট পাচ্ছে। অতএব আপনি আমাদের জন্য আল্লাহ্‌র সমীপে দোয়া করুন। তখন রাসূলূল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর হস্তদ্বয় উঠালেন। ঐ সময় আমরা আকাশে মেঘের কোন টুকরাও দেখেছিলাম না। ঐ সত্তার শপথ! যাঁর হাতে আমার প্রাণ, তিনি হস্তদ্বয় নামাতেও পারলেন না, ইত্যবসরে মেঘমালা পাহাড়ের ন্যায় বিস্তৃত হয়ে গেল। আর তিনি মিম্বর থেকে নামতেও পারছিলেন না, আমি দেখলাম, ইতিমধ্যে বৃষ্টি তাঁর দাঁড়ি বেয়ে ফোঁটায় ফোঁটায় গড়িয়ে পড়ছে। সে দিন, পরবর্তী দিন এবং তার পরের দিন থেকে থেকে পরবর্তী জুম‘আ পর্যন্ত আমাদের উপর বৃষ্টি বর্ষিত হল। রাবী বলেন, তখন উক্ত গ্রাম্য ব্যক্তি অথবা অন্য এক ব্যক্তি দাঁড়িয়ে বললো, ইয়া রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! (বৃষ্টির আধিক্য হেতু) ঘর-বাড়ী তো ধীরে ধীরে বিধ্বস্ত হয়ে যাচ্ছে এবং গবাদি পশুগুলো ডুবে যাচ্ছে। অতএব, আপনি আমাদের জন্য আল্লাহ্‌র সমীপে দোয়া করুন। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর হস্তদ্বয় উঠালেন এবং বললেন, ইয়া আল্লাহ্‌! তুমি আমাদের আশে পাশে বৃষ্টি বর্ষণ কর, আমাদের উপরে নয়। তিনি তাঁর হাত দ্বারা মেঘমালার কোন খন্ডের দিকে ইশারা করতেই তা এমনভাবে বিক্ষিপ্ত হয়ে গেল যাতে মদীনার (আকাশ) একটি বড় গর্তের মত দেখাচ্ছিল (অর্থাৎ মদীনার আকাশের চতুস্পার্শ্বে মেঘমালা এমনভাবে বিস্তৃত হলো যে, মদীনা বরাবর আকাশ একটি গোলাকার গর্তের ন্যায় মেঘমুক্ত হলো এবং মাঠে ময়দানে বৃষ্টির পানি প্রবাহিত হচ্ছিল আর মদীনার আশ-পাশ থেকে যারাই আসছিল তারাই বৃষ্টির আধিক্যের সংবাদ দিচ্ছিল।",
    "ar": "أَخْبَرَنَا مَحْمُودُ بْنُ خَالِدٍ، قَالَ: حَدَّثَنَا الْوَلِيدُ بْنُ مُسْلِمٍ، قَالَ: أَنْبَأَنَا أَبُو عَمْرٍو الْأَوْزَاعِيُّ، عَنْ إِسْحَقَ بْنِ عَبْدِ اللَّهِ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: أَصَابَ النَّاسُ سَنَةٌ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَبَيْنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ عَلَى الْمِنْبَرِ يَوْمَ الْجُمُعَةِ، فَقَامَ أَعْرَابِيٌّ فَقَالَ: يَا رَسُولَ اللَّهِ، هَلَكَ الْمَالُ، وَجَاعَ الْعِيَالُ، فَادْعُ اللَّهَ لَنَا، فَرَفَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدَيْهِ، وَمَا نَرَى فِي السَّمَاءِ قَزَعَةً، وَالَّذِي نَفْسِي بِيَدِهِ، مَا وَضَعَهَا حَتَّى ثَارَ سَحَابٌ أَمْثَالُ الْجِبَالِ، ثُمَّ لَمْ يَنْزِلْ عَنْ مِنْبَرِهِ حَتَّى رَأَيْتُ الْمَطَرَ يَتَحَادَرُ عَلَى لِحْيَتِهِ، فَمُطِرْنَا يَوْمَنَا ذَلِكَ وَمِنَ الْغَدِ، وَالَّذِي يَلِيهِ حَتَّى الْجُمُعَةِ الْأُخْرَى، فَقَامَ ذَلِكَ الْأَعْرَابِيُّ أَوْ قَالَ غَيْرُهُ فَقَالَ: يَا رَسُولَ اللَّهِ، تَهَدَّمَ الْبِنَاءُ، وَغَرِقَ الْمَالُ، فَادْعُ اللَّهَ لَنَا، فَرَفَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدَيْهِ فَقَالَ: «اللَّهُمَّ حَوَالَيْنَا وَلَا عَلَيْنَا»، فَمَا يُشِيرُ بِيَدِهِ إِلَى نَاحِيَةٍ مِنَ السَّحَابِ إِلَّا انْفَرَجَتْ حَتَّى صَارَتِ الْمَدِينَةُ مِثْلَ الْجَوْبَةِ، وَسَالَ الْوَادِي وَلَمْ يَجِئْ أَحَدٌ مِنْ نَاحِيَةٍ إِلَّا أَخْبَرَ بِالْجَوْدِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "15"
    }
  }
}