{
  "hadith": {
    "hadith_id": 1535,
    "narrator": "ইব্‌ন আব্বাস (রাঃ)",
    "bn": "তিনি বলেন, ভয়কালীন সালাত দু’টি সিজদা ভিন্ন কিছুই ছিল না। তোমাদের এই ইমামদের পেছনে তোমাদের এই পাহারাদারদের আজ়কের সালাতের ন্যায়। হ্যাঁ; তা এক দলের পর আর এক দল পালাক্রমে আদায় করত। তাদের এক দল শত্রুর মুখোমুখী দাঁড়াত এবং এরা সকলে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে থাকত। তাঁদের একদল রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে সিজদা করত। তারপর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ালে তারাও সকলে তাঁর সাথে দাঁড়াত। তারপর তিনি রুকূ করলে তারাও সকলে তাঁর সাথে রুকূ করত। তারপর তিনি সিজদা করলে যারা প্রথমে দাঁড়িয়ে ছিল, তাঁরা তাঁর সাথে সিজদা করত। তারপর যখন রাসূলুল্লাহ্‌  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বসতেন এবং যারা তাঁর সাথে তাঁদের সালাতের শেষে সিজদা করেছিল, তাঁরা সিজদা করত যারা (সালাতের শেষে) তাঁদের জন্য দাঁড়িয়ে ছিল, অতঃপর তাঁরা বসে যেত, তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁদের সালাম দ্বারা একত্রিত করে ফেলতেন।",
    "ar": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعْدِ بْنِ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا عَمِّي، قَالَ: حَدَّثَنَا أَبِي، عَنْ ابْنِ إِسْحَقَ، قَالَ: حَدَّثَنِي دَاوُدُ بْنُ الْحُصَيْنِ، عَنْ عِكْرِمَةَ، عَنْ ابْنِ عَبَّاسٍ قَالَ: «مَا كَانَتْ صَلَاةُ الْخَوْفِ إِلَّا سَجْدَتَيْنِ كَصَلَاةِ أَحْرَاسِكُمْ هَؤُلَاءِ الْيَوْمَ خَلْفَ أَئِمَّتِكُمْ هَؤُلَاءِ، إِلَّا أَنَّهَا كَانَتْ عُقَبًا، قَامَتْ طَائِفَةٌ مِنْهُمْ وَهُمْ جَمِيعًا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَسَجَدَتْ مَعَهُ طَائِفَةٌ مِنْهُمْ، ثُمَّ قَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَقَامُوا مَعَهُ جَمِيعًا، ثُمَّ رَكَعَ وَرَكَعُوا مَعَهُ جَمِيعًا، ثُمَّ سَجَدَ فَسَجَدَ مَعَهُ الَّذِينَ كَانُوا قِيَامًا أَوَّلَ مَرَّةٍ، فَلَمَّا جَلَسَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَالَّذِينَ سَجَدُوا مَعَهُ فِي آخِرِ صَلَاتِهِمْ سَجَدَ الَّذِينَ كَانُوا قِيَامًا لِأَنْفُسِهِمْ، ثُمَّ جَلَسُوا فَجَمَعَهُمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالتَّسْلِيمِ»\n---\n[حكم الألباني] حسن صحيح",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}