{
  "hadith": {
    "hadith_id": 1541,
    "narrator": "আব্দুল্লাহ ইব্‌ন উমর (রাঃ)",
    "bn": "তিনি বলেন, রাসূলূল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-(একবার) ভয়কালীন সালাত আদায় করলেন, তিনি দাঁড়ালেন ও তাকবীর বললেন তখন তাঁর পেছনে আমাদের একদল সালাত আদায় করল। আর অন্যদল শত্রুর মুখোমুখী। তখন রাসূলূল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-তাঁদের নিয়ে একটি রূকূ এবং দু’টি সিজদা করলেন। তারপর এরা ফিরে গেল এবং সালাম ফিরাল না ও শত্রুর মুখোমুখী দাঁড়িয়ে গেল। আর তাদের স্থানে কাতারবন্দী হয়ে গেল। আর দ্বিতীয় দল এসে গেল এবং রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর পেছনে কাতারবন্দী হয়ে দাঁড়িয়ে গেল। তখন রাসূলূল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁদের নিয়ে একটি রূকূ এবং দু’টি সিজদা আদায় করলেন। তারপর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাম ফিরালেন ইত্যবসরে তিনি দু’টি রূকূ এবং চারটি সিজদা পূর্ণ করে ফেলেছিলেন। তারপর উভয় দল দাঁড়িয়ে গেল এবং তাঁদের প্রত্যেকে নিজেদের একটি একটি রূকূ এবং দু’টি সিজদা আদায় করে নিল।",
    "ar": "أَخْبَرَنِي عِمْرَانُ بْنُ بَكَّارٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ الْمُبَارَكِ، قَالَ: أَنْبَأَنَا الْهَيْثَمُ بْنُ حُمَيْدٍ، عَنْ الْعَلَاءِ، وَأَبِي أَيُّوبَ، عَنْ الزُّهْرِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ: «صَلَّى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَاةَ الْخَوْفِ قَامَ فَكَبَّرَ، فَصَلَّى خَلْفَهُ طَائِفَةٌ مِنَّا وَطَائِفَةٌ مُوَاجِهَةَ الْعَدُوِّ، فَرَكَعَ بِهِمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَكْعَةً وَسَجَدَ سَجْدَتَيْنِ، ثُمَّ انْصَرَفُوا وَلَمْ يُسَلِّمُوا وَأَقْبَلُوا عَلَى الْعَدُوِّ، فَصَفُّوا مَكَانَهُمْ، وَجَاءَتِ الطَّائِفَةُ الْأُخْرَى فَصَفُّوا خَلْفَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَصَلَّى بِهِمْ رَكْعَةً وَسَجْدَتَيْنِ، ثُمَّ سَلَّمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَقَدْ أَتَمَّ رَكْعَتَيْنِ وَأَرْبَعَ سَجَدَاتٍ»، ثُمَّ قَامَتِ الطَّائِفَتَانِ فَصَلَّى كُلُّ إِنْسَانٍ مِنْهُمْ لِنَفْسِهِ رَكْعَةً وَسَجْدَتَيْنِ قَالَ أَبُو بَكْرِ بْنُ السُّنِّيِّ: «الزُّهْرِيُّ سَمِعَ مِنْ ابْنِ عُمَرَ حَدِيثَيْنِ وَلَمْ يَسْمَعْ هَذَا مِنْهُ»\n---\n[حكم الألباني] صحيح لغيره",
    "grade_id": 7,
    "grade": "সহিহ লিগাইরিহি",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}