{
  "hadith": {
    "hadith_id": 1543,
    "narrator": "মারওয়ান ইব্‌ন হাকাম (রহঃ)",
    "bn": "তিনি আবূ হুরায়রা (রাঃ)-কে প্রশ্ন করলেন যে, আপনি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ভয়কালীন সালাত আদায় করেছিলেন? তখন আবূ হুরায়রা (রাঃ) বললেন, হ্যাঁ; তিনি প্রশ্ন করলেন, কখন? তিনি বললেন, নজ্‌দের জিহাদের বৎসর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আসরের সালাতে দাঁড়ালেন এবং তাঁর সাথে একটি দল দাঁড়িয়ে গেল। আর অন্য দল শত্রুর মুখোমুখী দাঁড়িয়ে গেল। আর তাদের পিঠ কিবলামুখে ছিল। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকবীর বললেন। যারা তাঁর সাথে ছিল তারাও সকলে তাকবীর বলল। আর যারা শত্রুর মুখোমুখী  ছিল তারাও। তারপর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি রূকূ আদায় করলেন এবং যাঁরা তাঁর সাথে ছিল তারাও তাঁর সাথে একটি রূকূ আদায় করল। তারপর তিনি সিজদা করলেন এবং যে দল তাঁর সাথে ছিল তাঁরাও সিজদা করল। আর দ্বিতীয় দল শত্রুর মুখোমুখী দাঁড়িয়ে রইল। তারপর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়িয়ে গেলেন এবং যে দল তাঁর সাথে ছিল তাঁরাও দাঁড়িয়ে গেল এবং শত্রুর অভিমুখে চলে গেল এবং তাদের মুখোমুখী হল। আর যে দল শত্রুর মুখোমুখী ছিল তাঁরা এসে গেল এবং রূকূ ও সিজদা করল। আর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যেরূপ ছিলেন সেরুপ দাঁড়িয়ে রইলেন। তারপর তারাও দাঁড়িয়ে গেল তো রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দ্বিতীয় আরও একটি রূকূ আদায় করলেন, আর তারাও তাঁর সাথে একটি রূকূ আদায় করলেন এবং তিনি সিজদা করলে্ন তো তারাও তাঁর সাথে সিজদা করল। তারপর ঐ গ্রুপ আসল যারা শত্রুর মুখোমুখী ছিল। তাঁরা রূকূ করল ও সিজদা করল, আর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং যারা তাঁর সাথে ছিল তারা বসে রইল। তারপর সালাম ফিরানো বাকী থাকলে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাম ফিরালেন এবং সকলে সালাম ফিরালেন। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর দু’রাকআত আদায় হয়েছিল আর উভয় দলের প্রত্যেকেরও দু’ দু’রাকআত আদায় হয়েছিল।",
    "ar": "أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ فَضَالَةَ بْنِ إِبْرَاهِيمَ، قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ يَزِيدَ الْمُقْرِئُ، ح وَأَنْبَأَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ يَزِيدَ، قَالَ: حَدَّثَنَا أَبِي، قَالَ: حَدَّثَنَا حَيْوَةُ، وَذَكَرَ آخَرَ، قَالَا: حَدَّثَنَا أَبُو الْأَسْوَدِ، أَنَّهُ سَمِعَ عُرْوَةَ بْنَ الزُّبَيْرِ يُحَدِّثُ، عَنْ مَرْوَانَ بْنِ الْحَكَمِ، أَنَّهُ سَأَلَ أَبَا هُرَيْرَةَ: هَلْ صَلَّيْتَ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَاةَ الْخَوْفِ؟ فَقَالَ أَبُو هُرَيْرَةَ: نَعَمْ، قَالَ: مَتَى، قَالَ: عَامَ غَزْوَةِ نَجْدٍ، «قَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِصَلَاةِ الْعَصْرِ وَقَامَتْ مَعَهُ طَائِفَةٌ وَطَائِفَةٌ أُخْرَى مُقَابِلَ الْعَدُوِّ وَظُهُورُهُمْ إِلَى الْقِبْلَةِ، فَكَبَّرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَكَبَّرُوا جَمِيعًا الَّذِينَ مَعَهُ وَالَّذِينَ يُقَابِلُونَ الْعَدُوَّ، ثُمَّ رَكَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَكْعَةً وَاحِدَةً وَرَكَعَتْ مَعَهُ الطَّائِفَةُ الَّتِي تَلِيهِ، ثُمَّ سَجَدَ وَسَجَدَتِ الطَّائِفَةُ الَّتِي تَلِيهِ وَالْآخَرُونَ قِيَامٌ مُقَابِلَ الْعَدُوِّ، ثُمَّ قَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَقَامَتِ الطَّائِفَةُ الَّتِي مَعَهُ، فَذَهَبُوا إِلَى الْعَدُوِّ فَقَابَلُوهُمْ، وَأَقْبَلَتِ الطَّائِفَةُ الَّتِي كَانَتْ مُقَابِلَ الْعَدُوِّ فَرَكَعُوا وَسَجَدُوا، وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَائِمٌ كَمَا هُوَ، ثُمَّ قَامُوا فَرَكَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَكْعَةً أُخْرَى وَرَكَعُوا مَعَهُ وَسَجَدَ وَسَجَدُوا مَعَهُ، ثُمَّ أَقْبَلَتِ الطَّائِفَةُ الَّتِي كَانَتْ مُقَابِلَ الْعَدُوِّ فَرَكَعُوا وَسَجَدُوا وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَاعِدٌ وَمَنْ مَعَهُ، ثُمَّ كَانَ السَّلَامُ فَسَلَّمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَسَلَّمُوا جَمِيعًا، فَكَانَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ رَكْعَتَانِ وَلِكُلِّ رَجُلٍ مِنَ الطَّائِفَتَيْنِ رَكْعَتَانِ رَكْعَتَانِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}