{
  "hadith": {
    "hadith_id": 1547,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, আমরা একবার রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ভয়কালীন সালাতে উপস্থিত ছিলাম। আমরা তাঁর পেছনে দু’ কাতারে দাঁড়িয়ে গেলাম, আর শত্রু বাহিনী আমাদের এবং কিবলার মধ্যবর্তী স্থানে ছিল। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকবীর বললেন আর আমরাও তাকবীর বললাম। তিনি রুকূ করলেন আর আমরাও রুকূ করলাম। তিনি মাথা উঠালেন আর আমরাও মাথা উঠালাম। যখন তিনি সিজদায় যাওয়ার জন্য মাথা নত করলেন তখন তিনি [রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)]-ও সিজদা করলেন এবং তাঁর কাছে যারা ছিল তারাও। আর দ্বিতীয় কাতার দাঁড়িয়ে থাকলো। যখন তিনি এবং ঐ কাতার যা তাঁর কাছে ছিল মাথা উঠালেন। তখন দ্বিতীয় কাতার দাঁড়িয়ে গেল। তারপর দ্বিতীয় কাতার সিজদা করল নিজেদের স্থানেই যখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথা উঠালেন। তারপর ঐ কাতার পেছনে সরে গেল, যা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে ছিল। আর অন্য কাতার আগে বেড়ে গেল এবং তাঁরা তাঁদের স্থানে দাঁড়িয়ে গেল। এরা অন্য গ্রুপের স্থানে যথাযথভাবে দাঁড়িয়ে গেল। আর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রুকূ করলেন তো আমরাও রুকূ করলাম। অতঃপর তিনি যখন মাথা উঠালেন তো আমরাও মাথা উঠালাম। আর যখন তিনি সিজদার জন্য আনত মস্তক হলেন, যারা তাঁর কাছে ছিল তাঁরাও সিজদা করল এবং অন্যরা দাঁড়িয়ে রইল। আর যখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাথা উঠালেন এবং তাঁর সাথে যারা ছিল তাঁরাও মাথা উঠালেন, অন্য গ্রুপ সিজদা করল। তারপর তিনি সালাম ফিরালেন।",
    "ar": "أَخْبَرَنَا عَلِيُّ بْنُ الْحُسَيْنِ الدِّرْهَمِيُّ، وَإِسْمَعِيلُ بْنُ مَسْعُودٍ، قَالَا: حَدَّثَنَا خَالِدٌ، قَالَ: حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، عَنْ عَطَاءٍ، عَنْ جَابِرٍ، قَالَ: «شَهِدْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَاةَ الْخَوْفِ، فَقُمْنَا خَلْفَهُ صَفَّيْنِ وَالْعَدُوُّ بَيْنَنَا وَبَيْنَ الْقِبْلَةِ، فَكَبَّرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَكَبَّرْنَا، وَرَكَعَ وَرَكَعْنَا، وَرَفَعَ وَرَفَعْنَا، فَلَمَّا انْحَدَرَ لِلسُّجُودِ سَجَدَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَالَّذِينَ يَلُونَهُ، وَقَامَ الصَّفُّ الثَّانِي حِينَ رَفَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَالصَّفُّ الَّذِينَ يَلُونَهُ، ثُمَّ سَجَدَ الصَّفُّ الثَّانِي حِينَ رَفَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي أَمْكِنَتِهِمْ، ثُمَّ تَأَخَّرَ الصَّفُّ الَّذِينَ كَانُوا يَلُونَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَتَقَدَّمَ الصَّفُّ الْآخَرُ فَقَامُوا فِي مَقَامِهِمْ وَقَامَ هَؤُلَاءِ فِي مَقَامِ الْآخَرِينَ قِيَامًا، وَرَكَعَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَرَكَعْنَا، ثُمَّ رَفَعَ وَرَفَعْنَا، فَلَمَّا انْحَدَرَ لِلسُّجُودِ سَجَدَ الَّذِينَ يَلُونَهُ وَالْآخَرُونَ قِيَامٌ، فَلَمَّا رَفَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَالَّذِينَ يَلُونَهُ سَجَدَ الْآخَرُونَ، ثُمَّ سَلَّمَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}