{
  "hadith": {
    "hadith_id": 1548,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, আমরা একবার নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ‘নাখ্ল’ নামক স্থানে ছিলাম। আর শত্রু বাহিনী আমাদের এবং কিবলার মধ্যবর্তী স্থানে ছিল। ছিল। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকবীর বললেন আর সকলে তাকবীর বলল। তারপর তিনি রুকূ করলেন এবং সকলে রুকূ করল। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সিজদা করলেন এবং তাঁর কাছে যারা ছিল তাঁরও, আর অন্যদল দাঁড়িয়ে তাঁদের পাহারা দিচ্ছিল। যখন তাঁরা দাঁড়িয়ে গেল অন্য দল তাঁদের ঐ স্থানেই সিজদা করল যেখানে তাঁরা ছিল। তারপর এরা তাঁদের কাতার বন্দী স্থানে সম্মুখে অগ্রসর হলো। আর তিনি রুকূ করলেন এবং সবাই রুকূ করল। তিনি মাথা উঠালেন তো সবাই মাথা উঠাল। তারপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সিজদা করলেন এবং ঐ কাতারও যারা তাঁর কাছে ছিল। আর অন্য দল তাঁদের পাহারা দিচ্ছিল। যখন এরা সিজদা করলও বসে গেল তখন অন্য দল তাঁদের স্থানেই সিজদা করে নিল। তারপর তিনি সালাম ফিরালেন। জাবির বলেন, যেরূপ তোমাদের আমীরগণ করে থাকে।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ، عَنْ سُفْيَانَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ، قَالَ: «كُنَّا مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِنَخْلٍ وَالْعَدُوُّ بَيْنَنَا وَبَيْنَ الْقِبْلَةِ فَكَبَّرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَكَبَّرُوا جَمِيعًا، ثُمَّ رَكَعَ فَرَكَعُوا جَمِيعًا، ثُمَّ سَجَدَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَالصَّفُّ الَّذِي يَلِيهِ وَالْآخَرُونَ قِيَامٌ يَحْرُسُونَهُمْ، فَلَمَّا قَامُوا سَجَدَ الْآخَرُونَ مَكَانَهُمُ الَّذِي كَانُوا فِيهِ، ثُمَّ تَقَدَّمَ هَؤُلَاءِ إِلَى مَصَافِّ هَؤُلَاءِ، فَرَكَعَ فَرَكَعُوا جَمِيعًا، ثُمَّ رَفَعَ فَرَفَعُوا جَمِيعًا، ثُمَّ سَجَدَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَالصَّفُّ الَّذِينَ يَلُونَهُ وَالْآخَرُونَ قِيَامٌ يَحْرُسُونَهُمْ، فَلَمَّا سَجَدُوا وَجَلَسُوا سَجَدَ الْآخَرُونَ مَكَانَهُمْ، ثُمَّ سَلَّمَ»، قَالَ جَابِرٌ: كَمَا يَفْعَلُ أُمَرَاؤُكُمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}