{
  "hadith": {
    "hadith_id": 1549,
    "narrator": "ইব্‌ন বাশ্‌শার (রহঃ)",
    "bn": "আমার কিতাব থেকে মুখস্থ রয়েছে যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শত্রুর মুখোমুখী উসফান নামক স্থানে কাতারবন্দী অবস্থায় ছিলেন। আর মুশরিকদের মধ্যে খালিদ ইব্‌ন ওয়ালীদও ছিল, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁদের নিয়ে জোহরের সালাত আদায় করলেন। মুশরিকরা বলল, নিশ্চয় তাদের জন্য অত্র সালাতের পরে এমন একটি সালাত (আসর) রয়েছে, যা তাদের কাছে তাদের সহায়-সম্পদ এবং তাদের সন্তান-সন্ততি থেকেও অধিক প্রিয়। তারপর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁদের নিয়ে আসরের সালাত আদায় করলেন। আর তাঁর পেছনে তাদের দু’টি কাতার করলেন এবং তাদের সবাইকে নিয়ে রুকূ করলেন, যখন তাঁরা তাদের মাথা উঠালেন, তখন নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঐ কাতার নিয়ে সিজদা করলেন যা তাঁর কাছে ছিল এবং অন্যরা দাড়িয়ে রইল। আর যখন তারা তাদের সিজদা থেকে অবসর হয়ে গেল, তখন পেছনে সারির লোকেরা তাঁর সাথে সিজদা করল। তারপর নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাম ফিরিয়ে ফেললেন।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، وَمُحَمَّدُ بْنُ بَشَّارٍ، عَنْ مُحَمَّدٍ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، قَالَ: سَمِعْتُ مُجَاهِدًا يُحَدِّثُ، عَنْ أَبِي عَيَّاشٍ الزُّرَقِيِّ ـ قَالَ شُعْبَةُ: كَتَبَ بِهِ إِلَيَّ وَقَرَأْتُهُ عَلَيْهِ وَسَمِعْتُهُ مِنْهُ يُحَدِّثُ وَلَكِنِّي حَفِظْتُهُ، قَالَ ابْنُ بَشَّارٍ: فِي حَدِيثِهِ حِفْظِي مِنَ الْكِتَابِ ـ أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ مُصَافَّ الْعَدُوِّ بِعُسْفَانَ، وَعَلَى الْمُشْرِكِينَ خَالِدُ بْنُ الْوَلِيدِ، فَصَلَّى بِهِمُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الظُّهْرَ، قَالَ الْمُشْرِكُونَ: إِنَّ لَهُمْ صَلَاةً بَعْدَ هَذِهِ هِيَ أَحَبُّ إِلَيْهِمْ مِنْ أَمْوَالِهِمْ وَأَبْنَائِهِمْ، «فَصَلَّى بِهِمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْعَصْرَ، فَصَفَّهُمْ صَفَّيْنِ خَلْفَهُ، فَرَكَعَ بِهِمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَمِيعًا، فَلَمَّا رَفَعُوا رُءُوسَهُمْ سَجَدَ بِالصَّفِّ الَّذِي يَلِيهِ وَقَامَ الْآخَرُونَ، فَلَمَّا رَفَعُوا رُءُوسَهُمْ مِنَ السُّجُودِ سَجَدَ الصَّفُّ الْمُؤَخَّرُ بِرُكُوعِهِمْ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ تَأَخَّرَ الصَّفُّ الْمُقَدَّمُ، وَتَقَدَّمَ الصَّفُّ الْمُؤَخَّرُ، فَقَامَ كُلُّ وَاحِدٍ مِنْهُمْ فِي مَقَامِ صَاحِبِهِ، ثُمَّ رَكَعَ بِهِمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَمِيعًا، فَلَمَّا رَفَعُوا رُءُوسَهُمْ مِنَ الرُّكُوعِ سَجَدَ الصَّفُّ الَّذِي يَلِيهِ وَقَامَ الْآخَرُونَ، فَلَمَّا فَرَغُوا مِنْ سُجُودِهِمْ سَجَدَ الْآخَرُونَ، ثُمَّ سَلَّمَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَيْهِمْ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}