{
  "hadith": {
    "hadith_id": 1550,
    "narrator": "আবু আয়্যাশ যুরাকী (রাঃ)",
    "bn": "তিনি বলেন, আমরা (একবার) রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে ‘উসফান’ নামক স্থানে ছিলাম, তখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিয়ে জোহরের সালাত আদায় করলেন, আর সে দিন মুশরিকদের মধ্যে খালিদ ইব্‌ন ওয়ালীদও ছিল। তখন মুশরিকরা বলল, আমরা (জোহরের সালাতের সময়) তাদের ব্যাপারে অন্য মনস্কতা প্রদর্শন করে ফেলেছি, আমরা তাদের ব্যাপারে উদাসীনতা প্রদর্শন করে ফেলেছি, তখনই জোহর এবং আসরের সালাতের মধ্যবর্তী সময়ে ভয়কালীন সালাতের বিধান অবতীর্ণ হল। তারপর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিয়ে আসরের সালাত আদায়কালে আমাদের দু’দলে ভাগ করে দিলেন, এক দল নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে সালাত আদায় করছিল এবং অন্য দল তাঁদের পাহারা দিচ্ছিল, আর তিনি যারা তাঁর কাছে ছিল এবং যারা তাঁদের পাহারা দিচ্ছিল উভয় দলকে নিয়ে তাকবীর বললেন, তারপর রুকূ করলেন। এবং সকলে তাঁর সাথে রুকূ করলেন। তারপর যারা তাঁর কাছে ছিল তাঁরা সিজদা করল। এরা যারা তাঁরা কাছে ছিল পিছু হটে গেল। অন্যরা আগে বেড়ে গেল এবং তাঁরা সিজদা করল, তারপর তিনি দাঁড়িয়ে গেলেন ও যারা তাঁর কাছে ছিল এবং যারা তাঁদের পাহারা দিচ্ছিল তাঁদের সবাইকে নিয়ে দ্বিতীয় রুকূ করলেন। তারপর তিনি সিজদা করলেন তাদের নিয়ে যারা তাঁর কাছে ছিল। তারপর তারা পিছু হটে গেল এবং সাথীদের কাতারের স্থানে দাঁড়িয়ে গেল ও অন্যরা আগে বেড়ে গেল ও সিজদা করল। তারপর তিনি তাঁদের নিয়ে সালাম ফিরালেন। অতএব তাঁদের প্রত্যেকের জন্য সালাত হল দু’ দু’ রাকআত ইমামের সাথে। আর তিনি একবার বনী সুলাইমের ভূমিতেও সালাত আদায় করেছিলেন।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ عَبْدِ الصَّمَدِ، قَالَ: حَدَّثَنَا مَنْصُورٌ، عَنْ مُجَاهِدٍ، عَنْ أَبِي عَيَّاشٍ الزُّرَقِيِّ، قَالَ: \" كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِعُسْفَانَ، فَصَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَاةَ الظُّهْرِ، وَعَلَى الْمُشْرِكِينَ يَوْمَئِذٍ خَالِدُ بْنُ الْوَلِيدِ فَقَالَ الْمُشْرِكُونَ: لَقَدْ أَصَبْنَا مِنْهُمْ غِرَّةً، وَلَقَدْ أَصَبْنَا مِنْهُمْ غَفْلَةً، فَنَزَلَتْ ـ يَعْنِي ـ صَلَاةَ الْخَوْفِ بَيْنَ الظُّهْرِ وَالْعَصْرِ، فَصَلَّى بِنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صَلَاةَ الْعَصْرِ، فَفَرَّقَنَا فِرْقَتَيْنِ، فِرْقَةً تُصَلِّي مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَفِرْقَةً يَحْرُسُونَهُ، فَكَبَّرَ بِالَّذِينَ يَلُونَهُ وَالَّذِينَ يَحْرُسُونَهُمْ، ثُمَّ رَكَعَ فَرَكَعَ هَؤُلَاءِ وَأُولَئِكَ جَمِيعًا، ثُمَّ سَجَدَ الَّذِينَ يَلُونَهُ وَتَأَخَّرَ هَؤُلَاءِ وَالَّذِينَ يَلُونَهُ وَتَقَدَّمَ الْآخَرُونَ فَسَجَدُوا، ثُمَّ قَامَ فَرَكَعَ بِهِمْ جَمِيعًا الثَّانِيَةَ بِالَّذِينَ يَلُونَهُ وَبِالَّذِينَ يَحْرُسُونَهُ، ثُمَّ سَجَدَ بِالَّذِينَ يَلُونَهُ، ثُمَّ تَأَخَّرُوا فَقَامُوا فِي مَصَافِّ أَصْحَابِهِمْ وَتَقَدَّمَ الْآخَرُونَ فَسَجَدُوا، ثُمَّ سَلَّمَ عَلَيْهِمْ، فَكَانَتْ لِكُلِّهِمْ رَكْعَتَانِ رَكْعَتَانِ مَعَ إِمَامِهِمْ وَصَلَّى مَرَّةً بِأَرْضِ بَنِي سُلَيْمٍ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "16"
    }
  }
}