{
  "hadith": {
    "hadith_id": 1601,
    "narrator": "সা’দ ইব্‌ন হিশাম (রাঃ)",
    "bn": "তিনি ইব্‌ন আব্বাস (রাঃ)-এর সাথে সাক্ষাৎ করে তাঁকে বিত্‌র সালাত সম্পর্কে জিজ্ঞাসা করলে তিনি বললেন, আমি কি তোমাকে বিশ্ববাসীর মধ্যে রাসূলুল্লাহ্ (সাল্লাল্লাহু  ‘আলাইহি  ওয়া সাল্লাম)-এর বিত্‌র সালাত সম্পর্কে অধিক জ্ঞাত ব্যক্তির সংবাদ দিব না? তিনি বললেন, হ্যাঁ। ইব্‌ন আব্বাস (রাঃ) বললেন, তিনি হলেন আয়েশা (রাঃ)। তুমি তাঁর খেদমতে উপস্থিত হয়ে তাঁকেই জিজ্ঞাসা করে দেখ এবং পরে আমার কাছে এসে তোমাকে দেয়া উত্তর সম্বন্ধে আমাকে অবহিত করে যাবে। আমি হাকীম ইব্‌ন আফলাহের কাছে এসে আয়েশা (রাঃ)-এর কাছে যাওয়ার জন্য তাঁকে সাথী বানাতে চাইলে তিনি বললেন, আমি তার ঘনিষ্টজন নই, আমি তাঁকে উষ্ট্র যুদ্ধ ও সিফফীন ইত্যকার যুদ্ধসমূহে অংশগ্রহনকারী উভয় পক্ষ সম্পর্কে তাঁকে কিছু বলতে নিষেধ করলেও তিনি তা মানেন নি বরং তাতে সম্পৃক্ত হয়ে গিয়েছিলেন। আমি হাকীম ইব্‌ন আফলাহকে আয়েশা (রাঃ)-এর কাছে যাওয়ার জন্য শপথ দিলে তিনি আমার সাথে আয়েশা (রাঃ)-এর কাছে গেলেন। আয়েশা (রাঃ) হাকীমকে জিজ্ঞাসা করলেন, তোমার সাথে এ কে? আমি বললাম, “সা‘দ ইবন হিশাম” (রাঃ)। তিনি জিজ্ঞাসা করলেন, হিশাম কে? আমি বললাম আমেরের ছেলে। তিনি তাঁর প্রতি সহানুভূতিশীল হয়ে বললেন, আমের বড় ভাল মানুষ ছিল। সা‘দ ইব্‌ন হিশাম (রাঃ) বললেন, হে উম্মুল মুমিনীন! আপনি আমাকে রাসূলুল্লাহ্ (সাল্লাল্লাহু  ‘আলাইহি  ওয়া সাল্লাম) এর স্বভাব-চরিত্র সম্পর্কে অবহিত করুন। তিনি বললেন, তুমি কুরআন পাঠ কর না? সা‘দ (রহঃ) বলেন, আমি বললাম, হ্যাঁ, নিশ্চয়ই পাঠ করি। আয়েশা (রাঃ) বললেন, আল্লাহর নবী (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম) এর স্বভাব-চরিত্র ছিল কুরআন। আমি যখন দাঁড়াতে মনস্থ করলাম তখন রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি  ওয়া সাল্লাম)-এর দাঁড়ানোর (রাত্রে নফল সালাত আদায়ের) আমার মনে এসে গেল। তিনি বললেন, হে উম্মুল মুমিনীন! আপনি আমাকে নবীয়্যুল্লাহ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম)-এর রাত্রে নফল সালাত আদায় সম্পর্কে অবহিত করুন। তিনি বললেন, তুমি “ইয়া আয়্যুহাল মুয্‌যামমিল” এই সূরাটি পাঠ কর না? আমি বললাম হ্যাঁ, নিশ্চয়ই পাঠ করি। তিনি বললেন, আল্লাহ তা‘আলা তাহাজ্জুদকে এই সূরার প্রথমাংশে ফরয করেছিলেন, তখন নবী (সাল্লাল্লাহু  ‘আলাইহি  ওয়া সাল্লাম) এবং তাঁর সাহাবীগণ এক বৎসর পর্যন্ত তাহাজ্জুদের সালাত আদায় করলেন, যাতে তাঁদের পা ফুলে গেল। আল্লাহ তা‘আলা উক্ত সূরার শেষাংশের নাযিল করা বার মাস পর্যন্ত স্থগিত রেখেছিলেন। অতঃপর আল্লাহ তা‘আলা উক্ত সূরার শেষাংশে সহজীকৃত বিধান অবতীর্ণ করলেন। অতএব তাহাজ্জুদের সালাত ফরয হিসাবে অবতীর্ণ হওয়ার পর নফল হিসাবে অবশিষ্ট রয়ে গেল। আমি পুনরায় যথন দাঁড়াতে মনস্থ করলাম তখন আমার রাসূলুল্লাহ্ (সাল্লাল্লাহু  ‘আলাইহি  ওয়া সাল্লাম)-এর বিত‌্‌‌রের কথা স্মরনে এসে গেল। আমি আয়েশা (রাঃ)-কে বললাম, হে উম্মুল মুমিনীন! আপনি আমাকে রাসূলুল্লাহ (সাল্লাল্লাহু  ‘আলাইহি  ওয়া সাল্লাম)-এর বিত্‌র সম্পর্কে অবহিত করুন। তিনি বললেন, আমরা তাঁর জন্য মিসওয়াক এবং উযুর পানি প্রস্তুত করে রাখতাম। রাত্রে যখন আল্লাহ তা‘আলা তাঁকে জাগানোর ইচ্ছা হত তাঁকে জাগ্রত করে দিতেন। তিনি উঠে মিসওয়াক এবং উযু করতেন এবং আট রাকআত সালাত আদায় করতেন। তাতে সালাম ফিরানোর জন্য শুধু অষ্টম রাকআতেই বসতেন। বসে আল্লাহ তা‘আলার যিকর এবং দোয়া করতেন। অতঃপর আমরা শুনতে পারি এমনভাবে তিনি সালাম ফিরাতেন। এরপর দু‘রাকআত সালাত আদায় করতেন এবং দু‘রাকআতের পর সালাম ফিরিয়ে বসে থাকতেন। আবার এক রাকআত সালাত আদায় করতেন। তাহলে হে প্রিয় বৎস! সর্বমোট এগার রাকআত সালাত আদায় করা হত। যখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম)-এর বয়স বেড়ে গেল এবং শরীরে ওজন বৃদ্ধি পেয়ে গেল তিনি সাত রাকআত বিত‌‌্‌রের সালাত আদায় করতেন। আর সালামের পর বসে থেকে দু’রাকআত সালাত আদায় করতেন। তাহলে হে প্রিয় বৎস! সর্বমোট ন’রাকআত সালাত আদায় করা হত। আর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম) যখন কোন সালাত আদায় করতেন, তা নিয়মিত আদায় করতে ভালবাসতেন। আর যদি তাঁকে নিদ্রা অথবা কোন অসুখ বা ব্যথা-বেদনা তাহাজ্জুদ থেকে বিরত রাখত তাহলে তিনি দিনে বার রাকআত সালাত আদায় করে নিতেন। আমি এ ব্যাপারে পুরোপুরি অবগত নই যে, নবী (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম) এক রাত্রে সম্পূর্ণ কুরআন মজীদ পাঠ করেছেন। আর তিনি সকাল পর্যন্ত পুরা রাত্র তাহাজ্জুদের সালাতও আদায় করতেন না এবং রমযান ব্যতীত পুরা মাস রোযাও রাখতেন না। আমি ইব‌্‌ন আব্বাস (রাঃ)-এর কাছে এসে আয়েশা (রাঃ)-এর হাদীস তাঁকে বর্ণনা করলে তিনি বললেন, আয়েশা (রাঃ) সত্যই বলেছেন। আমি যদি তাঁর কাছে কখনো যেতাম তাহলে এ হাদীসটা তাঁর মুখ থেকে সরাসরি শুনতে পেতাম। আবূ আব্দুর রহমান (নাসাঈ) বলেন, আমার কাছে এরকমই রয়েছে কিন্তু আমি জানি না যে, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম)-এর বিত‌্‌রের ব্যাপারে ভুল বর্ণনা কার থেকে হয়েছে।",
    "ar": "خْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ زُرَارَةَ، عَنْ سَعْدِ بْنِ هِشَامٍ، أَنَّهُ لَقِيَ ابْنَ عَبَّاسٍ، فَسَأَلَهُ عَنِ الْوَتْرِ، فَقَالَ: أَلَا أُنَبِّئُكَ بِأَعْلَمِ أَهْلِ الْأَرْضِ بِوَتْرِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ: نَعَمْ، قَالَ: عَائِشَةُ، ائْتِهَا فَسَلْهَا، ثُمَّ ارْجِعْ إِلَيَّ فَأَخْبِرْنِي بِرَدِّهَا عَلَيْكَ، فَأَتَيْتُ عَلَى حَكِيمِ بْنِ أَفْلَحَ، فَاسْتَلْحَقْتُهُ إِلَيْهَا، فَقَالَ: مَا أَنَا بِقَارِبِهَا إِنِّي نَهَيْتُهَا أَنْ تَقُولَ فِي هَاتَيْنِ الشِّيعَتَيْنِ شَيْئًا، فَأَبَتْ فِيهَا إِلَّا مُضِيًّا، فَأَقْسَمْتُ عَلَيْهِ فَجَاءَ مَعِي فَدَخَلَ عَلَيْهَا، فَقَالَتْ لِحَكِيمٍ: مَنْ هَذَا مَعَكَ؟ قُلْتُ: سَعْدُ بْنُ هِشَامٍ، قَالَتْ: مَنْ هِشَامٌ؟ قُلْتُ: ابْنُ عَامِرٍ، فَتَرَحَّمَتْ عَلَيْهِ، وَقَالَتْ: نِعْمَ الْمَرْءُ كَانَ عَامِرًا، قَالَ: يَا أُمَّ الْمُؤْمِنِينَ، أَنْبِئِينِي عَنْ خُلُقِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَتْ: أَلَيْسَ تَقْرَأُ الْقُرْآنَ؟ قَالَ: قُلْتُ: بَلَى، قَالَتْ: «فَإِنَّ خُلُقَ نَبِيِّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْقُرْآنُ» فَهَمَمْتُ أَنْ أَقُومَ فَبَدَا لِي قِيَامُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا أُمَّ الْمُؤْمِنِينَ، أَنْبِئِينِي عَنْ قِيَامِ نَبِيِّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَتْ: «أَلَيْسَ تَقْرَأُ هَذِهِ السُّورَةَ؟ يَا أَيُّهَا الْمُزَّمِّلُ» قُلْتُ: بَلَى، قَالَتْ: «فَإِنَّ اللَّهَ عَزَّ وَجَلَّ افْتَرَضَ قِيَامَ اللَّيْلِ فِي أَوَّلِ هَذِهِ السُّورَةِ، فَقَامَ نَبِيُّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَصْحَابُهُ حَوْلًا حَتَّى انْتَفَخَتْ أَقْدَامُهُمْ، وَأَمْسَكَ اللَّهُ عَزَّ وَجَلَّ خَاتِمَتَهَا اثْنَيْ عَشَرَ شَهْرًا، ثُمَّ أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ التَّخْفِيفَ فِي آخِرِ هَذِهِ السُّورَةِ فَصَارَ قِيَامُ اللَّيْلِ تَطَوُّعًا بَعْدَ أَنْ كَانَ فَرِيضَةً» فَهَمَمْتُ أَنْ أَقُومَ فَبَدَا لِي وَتْرُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقُلْتُ: يَا أُمَّ الْمُؤْمِنِينَ، أَنْبِئِينِي عَنْ وَتْرِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَتْ: «كُنَّا نُعِدُّ لَهُ سِوَاكَهُ، وَطَهُورَهُ، فَيَبْعَثُهُ اللَّهُ عَزَّ وَجَلَّ لِمَا شَاءَ أَنْ يَبْعَثَهُ مِنَ اللَّيْلِ، فَيَتَسَوَّكُ، وَيَتَوَضَّأُ، وَيُصَلِّي ثَمَانِيَ رَكَعَاتٍ لَا يَجْلِسُ فِيهِنَّ إِلَّا عِنْدَ الثَّامِنَةِ، يَجْلِسُ فَيَذْكُرُ اللَّهَ عَزَّ وَجَلَّ، وَيَدْعُو ثُمَّ يُسَلِّمُ تَسْلِيمًا يُسْمِعُنَا، ثُمَّ يُصَلِّي رَكْعَتَيْنِ وَهُوَ جَالِسٌ بَعْدَ مَا يُسَلِّمُ، ثُمَّ يُصَلِّي رَكْعَةً» فَتِلْكَ إِحْدَى عَشْرَةَ رَكْعَةً يَا بُنَيَّ، فَلَمَّا «أَسَنَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَخَذَ اللَّحْمَ أَوْتَرَ بِسَبْعٍ، وَصَلَّى رَكْعَتَيْنِ وَهُوَ جَالِسٌ بَعْدَ مَا سَلَّمَ» فَتِلْكَ تِسْعُ رَكَعَاتٍ يَا بُنَيَّ، «وَكَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى صَلَاةً أَحَبَّ أَنْ يَدُومَ عَلَيْهَا» وَكَانَ إِذَا شَغَلَهُ عَنْ قِيَامِ اللَّيْلِ نَوْمٌ أَوْ مَرَضٌ أَوْ وَجَعٌ صَلَّى مِنَ النَّهَارِ اثْنَتَيْ عَشْرَةَ رَكْعَةً «وَلَا أَعْلَمُ أَنَّ نَبِيَّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَرَأَ الْقُرْآنَ كُلَّهُ فِي لَيْلَةٍ، وَلَا قَامَ لَيْلَةً كَامِلَةً حَتَّى الصَّبَاحَ، وَلَا صَامَ شَهْرًا كَامِلًا غَيْرَ رَمَضَانَ» فَأَتَيْتُ ابْنَ عَبَّاسٍ فَحَدَّثْتُهُ بِحَدِيثِهَا، فَقَالَ: صَدَقَتْ، أَمَا إِنِّي لَوْ كُنْتُ أَدْخُلُ عَلَيْهَا لَأَتَيْتُهَا حَتَّى تُشَافِهَنِي مُشَافَهَةً قَالَ أَبُو عَبْدِ الرَّحْمَنِ: «كَذَا وَقَعَ فِي كِتَابِي، وَلَا أَدْرِي مِمَّنِ الْخَطَأُ فِي مَوْضِعِ وَتْرِهِ عَلَيْهِ السَّلَامُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "18"
    }
  }
}