{
  "hadith": {
    "hadith_id": 1612,
    "narrator": "আলী ইব্‌ন হুসায়ন এর দাদা আলী (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম) এক রাত্রে আমার এবং ফাতিমা (রাঃ)-এর কাছে এসে আমাদের তাহাজ্জুদের সালাত আদায় করার জন্য জাগিয়ে দিলেন। অতঃপর নিজের ঘরে গিয়ে দীর্ঘ রাত্র তাহাজ্জুদের সালাত আদায় করেন এবং আমাদের কোন সাড়া শব্দ না পেয়ে পুনরায় এসে আমাদের জাগিয়ে দিয়ে গেলেন। তিনি বললেন, তোমরা উভয়ে জাগ্রত হয়ে যাও এবং (তাহাজ্জুদের) সালাত আদায় কর। আলী (রাঃ) বললেন, আমি উভয় চক্ষু রগড়াতে রগড়াতে বসে পড়ে বললাম, আল্লাহ্‌র শপথ! আমরা তো আল্লাহ তাআলা যা আমাদের উপর ফরয করেছেন তাছাড়া অন্য কোন সালাত আদায় করি না। আমাদের প্রাণ তো আল্লাহ তাআলার হাতে, যখন তিনি তা আমদের কাছে পাঠিয়ে দিতে চান পাঠিয়ে দেন। আলী (রাঃ) বলেন, তিনি উরুতে হাত মেরে মেরে এই বলতে বলতে চলে গেলেন যে, “আল্লাহ তা‘আলা আমাদের উপর যা ফরয করেছেন, তাছাড়া অন্য কোন সালাত আদায় করি না’’ আর মানুষ অত্যধিক তর্কপ্রবণ।",
    "ar": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعْدِ بْنِ إِبْرَاهِيمَ بْنِ سَعْدٍ، قَالَ: حَدَّثَنَا عَمِّي، قَالَ: حَدَّثَنَا أَبِي، عَنْ ابْنِ إِسْحَقَ، قَالَ: حَدَّثَنِي حَكِيمُ بْنُ حَكِيمِ بْنِ عَبَّادِ بْنِ حُنَيْفٍ، عَنْ مُحَمَّدِ بْنِ مُسْلِمِ بْنِ شِهَابٍ، عَنْ عَلِيِّ بْنِ حُسَيْنٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ عَلِيِّ بْنِ أَبِي طَالِبٍ، قَالَ: دَخَلَ عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَعَلَى فَاطِمَةَ مِنَ اللَّيْلِ، فَأَيْقَظَنَا لِلصَّلَاةِ، ثُمَّ رَجَعَ إِلَى بَيْتِهِ فَصَلَّى هَوِيًّا مِنَ اللَّيْلِ فَلَمْ يَسْمَعْ لَنَا حِسًّا، فَرَجَعَ إِلَيْنَا فَأَيْقَظَنَا، فَقَالَ: «قُومَا فَصَلِّيَا»، قَالَ: فَجَلَسْتُ وَأَنَا أَعْرُكُ عَيْنِي، وَأَقُولُ: إِنَّا وَاللَّهِ مَا نُصَلِّي إِلَّا مَا كَتَبَ اللَّهُ لَنَا، إِنَّمَا أَنْفُسُنَا بِيَدِ اللَّهِ، فَإِنْ شَاءَ أَنْ يَبْعَثَنَا بَعَثَنَا، قَالَ: فَوَلَّى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَهُوَ يَقُولُ: وَيَضْرِبُ بِيَدِهِ عَلَى فَخِذِهِ: «مَا نُصَلِّي إِلَّا مَا كَتَبَ اللَّهُ لَنَا»، {وَكَانَ الْإِنْسَانُ أَكْثَرَ شَيْءٍ جَدَلًا} [الكهف: 54]",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "18"
    }
  }
}