{
  "hadith": {
    "hadith_id": 1620,
    "narrator": "কুরায়ব (রহঃ)",
    "bn": "আব্দুল্লাহ ইব্‌ন আব্বাস (রাঃ) তাঁকে সংবাদ দিয়েছেন যে, তিনি একবার উম্মুল মুমিনীন মায়মূনা (রাঃ)-এর সাথে রাত্রি যাপন করেন। (তিনি সম্পর্কে তাঁর খালা ছিলেন) তিনি শুইলেন বালিশের প্রস্থে আর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম) এবং তাঁর পরিবার শুইলেন বালিশের দৈর্ঘে। রাসূলুল্লাহ‌্ (সাল্লাল্লাহু  ‘আলাইহি  ওয়া সাল্লাম) শুয়ে পড়লেন। যখন অর্ধ রাত্রি অতিবাহিত হয়ে গেল তার কিছু পূর্বে বা পরে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম) জাগ্রত হলেন এবং হাত দ্বারা মুখমন্ডল থেকে নিদ্রার লক্ষন দূরীভূত করতে লাগলেন। তারপর সূরা আলে ইমরান’ এর শেষ দশটি আয়াত তিলাওয়াত করলেন। এরপর একটি লটকানো মশকের কাছে গেলেন এবং তাঁর (পানি) দ্বারা উত্তমরূপে ঊযূ করলেন এবং দাঁড়িয়ে (তাহাজ্জুদের) সালাত আদায় করলেন। আব্দুল্লাহ ইব্‌ন আব্বাস (রাঃ) বললেন, আমিও দাঁড়িয়ে তাঁর মত করলাম এবং গিয়ে তাঁর পাশে দাঁড়ালাম। তখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম) তাঁর ডান হাত আমার মাথার উপর রাখলেন এবং (ঠিকমত না দাঁড়ানোর জন্য) আমার ডান কান মলতে লাগলেন। তারপর তিনি দু’রাকআত সালাত আদায় করলেন। পুনরায় দু’রাকআত, আবার দু’রাকআত, তারপরও দু’রাকআত, আবারও দু’রাকআত, পুনরায় দু’রাকআত সালাত আদায় করে বিত্‌রের সালাত আদায় করলেন। তারপর শুয়ে পড়লেন। পড়ে মুয়ায্‌যিন তাঁর কাছে আসলে সংক্ষিপ্তভাবে দু’রাকআত ফজরের সুন্নাত আদায় করলেন।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ، قَالَ: أَنْبَأَنَا ابْنُ الْقَاسِمِ، عَنْ مَالِكٍ، قَالَ: حَدَّثَنِي مَخْرَمَةُ بْنُ سُلَيْمَانَ، عَنْ كُرَيْبٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ أَخْبَرَهُ، أَنَّهُ بَاتَ عِنْدَ مَيْمُونَةَ أُمِّ الْمُؤْمِنِينَ وَهِيَ خَالَتُهُ، فَاضْطَجَعَ فِي عَرْضِ الْوِسَادَةِ، «وَاضْطَجَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَهْلُهُ فِي طُولِهَا، فَنَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، حَتَّى إِذَا انْتَصَفَ اللَّيْلُ أَوْ قَبْلَهُ قَلِيلًا أَوْ بَعْدَهُ قَلِيلًا اسْتَيْقَظَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَجَلَسَ يَمْسَحُ النَّوْمَ عَنْ وَجْهِهِ بِيَدِهِ، ثُمَّ قَرَأَ الْعَشْرَ الْآيَاتِ الْخَوَاتِيمَ مِنْ سُورَةِ آلِ عِمْرَانَ، ثُمَّ قَامَ إِلَى شَنٍّ مُعَلَّقَةٍ، فَتَوَضَّأَ مِنْهَا فَأَحْسَنَ وُضُوءَهُ، ثُمَّ قَامَ يُصَلِّي»، قَالَ عَبْدُ اللَّهِ بْنُ عَبَّاسٍ: فَقُمْتُ فَصَنَعْتُ مِثْلَ مَا صَنَعَ، ثُمَّ ذَهَبْتُ فَقُمْتُ إِلَى جَنْبِهِ، «فَوَضَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدَهُ الْيُمْنَى عَلَى رَأْسِي، وَأَخَذَ بِأُذُنِي الْيُمْنَى يَفْتِلُهَا، فَصَلَّى رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ أَوْتَرَ، ثُمَّ اضْطَجَعَ حَتَّى جَاءَهُ الْمُؤَذِّنُ فَصَلَّى رَكْعَتَيْنِ خَفِيفَتَيْنِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "18"
    }
  }
}