{
  "hadith": {
    "hadith_id": 1626,
    "narrator": "হুমায়দ ইব্ন আব্দুর রহমান ইব্‌ন আওফ (রাঃ)",
    "bn": "রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম)-এর একজন সাহাবী বলেন, আমি একবার রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম)-এর সাথে সফরে থাকা কালীন মনে মনে বললাম যে, আমি অবশ্যই রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম)-এর সালাতের সময়ের প্রতি গভীর মনোযোগ সহকারে লক্ষ্য রাখব, যাতে তাঁর আমল দেখতে পারি। যখন তিনি ইশার সালাত আদায় করে নিলেন যাকে আতামাহ্ও বলা হয়; দীর্ঘ রাত্র পর্যন্ত শুয়ে রইলেন। অতঃপর জাগ্রত হয়ে আসমানের দিগন্তের প্রতি দৃষ্টিপাত করলেন এবং (.....আরবী.....) থেকে (.....আরবী....) পর্যন্ত পড়লেন। অতঃপর রাসূলুল্লাহ্ (সাল্লাল্লাহু  ‘আলাইহি  ওয়া সাল্লাম) বিছানার দিকে হাত বাড়িয়ে তাঁর নিচ থেকে একটি মিসওয়াক বের করলেন এবং তাঁর কাছে থাকা একটি পানির পাত্র থেকে লোটাই পানি ঢাললেন, মিসওয়াক করলেন এবং দাঁড়িয়ে সালাত আদায় করলেন। আমি মনে মনে ধারণা করলাম যে, তিনি যে পরিমাণ সময় ঘুমিয়ে ছিলেন, সে পরিমাণ সময় সালাত আদায় করলেন। পুনরায় ঘুমিয়ে গেলেন, আমি মনে মনে ধারণা করলাম যে, তিনি যে পরিমাণ সময় সালাত আদায় করেছিলেন সে পরিমাণ সময় ঘুমিয়ে রইলেন। আবার জাগ্রত হয়ে প্রথমবার যেরূপ করেছিলেন তদ্রুপ করলেন এবং যা যা বলেছিলেন তা বললেন। রাসূলুল্লাহ্ (সাল্লাল্লাহু  ‘আলাইহি  ওয়া সাল্লাম)  ফজরের পূর্বে অনুরূপ তিনবার করেছিলেন।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ، قَالَ: أَنْبَأَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ، عَنْ ابْنِ شِهَابٍ، قَالَ: حَدَّثَنِي حُمَيْدُ بْنُ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، أَنَّ رَجُلًا مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: قُلْتُ وَأَنَا فِي سَفَرٍ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: وَاللَّهِ لَأَرْقُبَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِصَلَاةٍ حَتَّى أَرَى فِعْلَهُ، فَلَمَّا صَلَّى صَلَاةَ الْعِشَاءِ وَهِيَ الْعَتَمَةُ، اضْطَجَعَ هَوِيًّا مِنَ اللَّيْلِ، ثُمَّ اسْتَيْقَظَ فَنَظَرَ فِي الْأُفُقِ، فَقَالَ: \" {رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا} [آل عمران: 191] حَتَّى بَلَغَ {إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ} [آل عمران: 194]، ثُمَّ أَهْوَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى فِرَاشِهِ، فَاسْتَلَّ مِنْهُ سِوَاكًا، ثُمَّ أَفْرَغَ فِي قَدَحٍ مِنْ إِدَاوَةٍ عِنْدَهُ مَاءً فَاسْتَنَّ، ثُمَّ قَامَ فَصَلَّى حَتَّى قُلْتُ: قَدْ صَلَّى قَدْرَ مَا نَامَ، ثُمَّ اضْطَجَعَ حَتَّى قُلْتُ: قَدْ نَامَ قَدْرَ مَا صَلَّى، ثُمَّ اسْتَيْقَظَ فَفَعَلَ كَمَا فَعَلَ أَوَّلَ مَرَّةٍ، وَقَالَ مِثْلَ مَا قَالَ، فَفَعَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثَلَاثَ مَرَّاتٍ قَبْلَ الْفَجْرِ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "18"
    }
  }
}