{
  "hadith": {
    "hadith_id": 1638,
    "narrator": "খাব্বাব ইব্‌ন আরাত (রাঃ)",
    "bn": "তিনি বদরের যুদ্ধে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম)-এর সাথে শরীক ছিলেন। একদা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম) সারা রাত ব্যাপী সালাত করলে তিনি গভীর মনোযোগ সহকারে ফরজ অবধি তাঁর প্রতি লক্ষ্য রাখেন। যখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম) নিজ সালাত আদায় করে সালাম ফিরিয়ে ফেললেন, খাব্বাব (রাঃ) তাঁর কাছে এসে বললেন, ইয়া রাসূলুল্লাহ্‌ ! আমার মাতা-পিতা আপনার জন্য কুরবান হোক। আপনি অত্র রাত্র এত দীর্ঘক্ষণ ব্যাপী সালাত আদায়ে ব্যাপৃত রইলেন যে, আপনাকে আমি ইতিপূর্বে এত দীর্ঘক্ষণ ব্যাপী সালাত আদায়ে ব্যাপৃত থাকতে দেখিনি। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম) বললেন, হ্যা; তা ছিল আশা-নিরাশার সালাত। আমি আমার রবের সমীপে ৩ টি বিষয়ের প্রার্থনা করেছিলাম, তিনি দুটি বিষয়ের প্রার্থনা কবুল করেছেন আর একটি বিষয়ের অস্বীকৃতি জানিয়েছেন। আমি আমার রবের সমীপে প্রার্থনা করেছিলাম, তিনি যেন আমাদের পূর্ববর্তী উম্মাতদের ন্যায় আমাদের আযাব দ্বারা ধ্বংস করে না দেন। তিনি আমার এ প্রার্থনা কবুল করেছেন। আমি আমার রবের সমীপে প্রার্থনা করেছিলাম, তিনি যেন আমাদের উপর আমাদের বিপক্ষ (বিধর্মী) শক্তিসমূহকে বিজয়ী না করেন। তিনি আমার এ প্রার্থনাও কবুল করেছেন। আমি আমার রবের সমীপে এও প্রার্থনা করেছিলাম যে, তিনি যেন আমাদের বিভিন্ন দলে বিভক্ত করে না দেন। কিন্তু তিনি আমার এই প্রার্থনা কবুল করেন নি।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ عُثْمَانَ بْنِ سَعِيدِ بْنِ كَثِيرٍ، قَالَ: حَدَّثَنَا أَبِي، وَبَقِيَّةُ، قَالَا: حَدَّثَنَا ابْنُ أَبِي حَمْزَةَ، قَالَ: حَدَّثَنِي الزُّهْرِيُّ، قَالَ: أَخْبَرَنِي عُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ، عَنْ عَبْدِ اللَّهِ بْنِ خَبَّابِ بْنِ الْأَرَتِّ، عَنْ أَبِيهِ ـ وَكَانَ قَدْ شَهِدَ بَدْرًا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ـ أَنَّهُ رَاقَبَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ اللَّيْلَةَ كُلَّهَا حَتَّى كَانَ مَعَ الْفَجْرِ، فَلَمَّا سَلَّمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ صَلَاتِهِ جَاءَهُ خَبَّابٌ، فَقَالَ: يَا رَسُولَ اللَّهِ، بَابُي أَنْتَ وَأُمِّي، لَقَدْ صَلَّيْتَ اللَّيْلَةَ صَلَاةً مَا رَأَيْتُكَ صَلَّيْتَ نَحْوَهَا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَجَلْ، إِنَّهَا صَلَاةُ رَغَبٍ وَرَهَبٍ سَأَلْتُ رَبِّي عَزَّ وَجَلَّ فِيهَا ثَلَاثَ خِصَالٍ، فَأَعْطَانِي اثْنَتَيْنِ وَمَنَعَنِي وَاحِدَةً، سَأَلْتُ رَبِّي عَزَّ وَجَلَّ أَنْ لَا يُهْلِكَنَا بِمَا أَهْلَكَ بِهِ الْأُمَمَ قَبْلَنَا، فَأَعْطَانِيهَا، وَسَأَلْتُ رَبِّي عَزَّ وَجَلَّ أَنْ لَا يُظْهِرَ عَلَيْنَا عَدُوًّا مِنْ غَيْرِنَا، فَأَعْطَانِيهَا، وَسَأَلْتُ رَبِّي أَنْ لَا يَلْبِسَنَا شِيَعًا، فَمَنَعَنِيهَا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "18"
    }
  }
}