{
  "hadith": {
    "hadith_id": 1651,
    "narrator": "সা‘দ ইব্‌ন হিশাম (রাঃ)",
    "bn": "তিনি বলেন, আমি একবার মদীনা শরীফে গেলে আয়েশা (রাঃ)-এর খেদমতে উপস্থিত হলাম। আয়েশা (রাঃ) বললেন, তুমি কে? আমি বললাম, আমি সা‘দ ইব্‌ন হিশাম ইব্‌ন আমির। তিনি বললেন, তোমার পিতার উপর আল্লাহ রহমত বর্ষণ করুন। আমি বললাম, আপনি আমাকে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সালাত সম্পর্কে অবহিত করুন। তিনি বললেন, রাসূলুল্লাহ‌্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এরূপ এরূপ ছিলেন না? আমি বললাম, নিশ্চয়। তিনি বললেন, রাসূলুল্লাহ‌্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাত্রে ইশার সালাত আদায় করতেন। তারপর তাঁর বিছানায় গিয়ে ঘুমিয়ে যেতেন। যখন অর্ধ রাত্রি হয়ে যেত তিনি তাঁর প্রাকৃতিক প্রয়োজন সারার জন্য এবং উযূর পানি নেয়ার জন্য উঠে যেতেন এবং উযূ করে নিতেন। তারপর মসজিদে প্রবেশ করে আট রাকআত সালাত আদায় করতেন। আমার ধারনা হত, যেন তিনি উপরোক্ত রাকআত সমূহের কিরাআত, রুকু এবং সিজদাতে সমতা বিধান করতেন। অতঃপর একটি রাকআত দ্বারা উপরোক্ত সালাত সমূহকে বেজোড় করে দিতেন। [১] পরে বসা অবস্থায় দু’রাকআত সালাত আদায় করতেন। তারপর তিনি শুয়ে পড়তেন। কখনো কখনো বিলাল (রাঃ) এসে তাঁকে হালকা নিদ্রা আসার পূর্বেই সালাতের সংবাদ দিতেন আর কখনো কখনো তাঁর হালকা নিদ্রা এসে যেত, এবং কখনো কখনো আমার সন্দেহ হয়ে যেত যে, তিনি হালকা নিদ্রা গেলেন কি না। ইতিমধ্যে তাঁকে সালাতের সংবাদ দেওয়া হত। এই ছিল রাসূলুল্লাহ‌্ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম) – এর সালাত। যখন তিনি বার্ধক্যে উপনীত হলেন এবং তাঁর শরীর ভারী হয়ে গেল। আয়েশা (রাঃ) আল্লাহর যা ইচ্ছা ছিল তাঁর ভারী হওয়া সম্পর্কে উল্লেখ করলেন। তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম) লোকদের নিয়ে ইশার সালাত আদায় করতেন। তারপর নিদ্রা যেতেন। যখন অর্ধ রাত্রি হত তিনি উযূর পানি নেয়ার জন্য এবং প্রাকৃতিক প্রয়োজন সারার জন্য নিদ্রা থেকে উঠে যেতেন এবং উযূ করতেন মসজিদে প্রবেশ করে দু’রাকআত সালাত আদায় করতেন। আমি ধারণা করতাম যে, উক্ত দু’রাকআত সালাতে তিনি কিরাআত, রুকু এবং সিজদায় সমতা বিধান করতেন। অতঃপর একটি রাকআত দ্বারা উক্ত সালাত সমূহকে বেজোড় করে দিতেন। তারপর বসা অবস্থায় দু’রাকআত সালাত আদায় করতেন। পরে নিদ্রা যেতেন। কখনো কখনো বিলাল (রাঃ) এসে তাঁকে হালকা নিদ্রা যাওয়ার পূর্বেই সালাতের সংবাদ দিতেন আর কখনো কখনো তিনি হালকা নিদ্রা যেতেন। আর কখনো কখনো আমার সন্দেহ হয়ে যেত যে, তিনি হালকা নিদ্রা গেলেন কি না। ইতিমধ্যে তাঁকে সালাতের সংবাদ দেওয়া হত। আয়েশা (রাঃ) বলেন, এই ছিল রাসূলুল্লাহ‌্ (সাল্লাল্লাহু ‘আলাইহি  ওয়া সাল্লাম) – এর সব সময়ের সালাত।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، عَنْ عَبْدِ الْأَعْلَى، قَالَ: حَدَّثَنَا هِشَامٌ، عَنْ الْحَسَنِ، عَنْ سَعْدِ بْنِ هِشَامِ بْنِ عَامِرٍ، قَالَ: قَدِمْتُ الْمَدِينَةَ فَدَخَلْتُ عَلَى عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا، قَالَتْ: مَنْ أَنْتَ؟ قُلْتُ: أَنَا سَعْدُ بْنُ هِشَامِ بْنِ عَامِرٍ، قَالَتْ: رَحِمَ اللَّهُ أَبَاكَ، قُلْتُ: أَخْبِرِينِي عَنْ صَلَاةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَتْ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ وَكَانَ، قُلْتُ: أَجَلْ، قَالَتْ: «إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يُصَلِّي بِاللَّيْلِ صَلَاةَ الْعِشَاءِ، ثُمَّ يَأْوِي إِلَى فِرَاشِهِ فَيَنَامُ، فَإِذَا كَانَ جَوْفُ اللَّيْلِ قَامَ إِلَى حَاجَتِهِ وَإِلَى طَهُورِهِ، فَتَوَضَّأَ، ثُمَّ دَخَلَ الْمَسْجِدَ فَيُصَلِّي ثَمَانِيَ رَكَعَاتٍ يُخَيَّلُ إِلَيَّ أَنَّهُ يُسَوِّي بَيْنَهُنَّ فِي الْقِرَاءَةِ وَالرُّكُوعِ وَالسُّجُودِ وَيُوتِرُ بِرَكْعَةٍ، ثُمَّ يُصَلِّي رَكْعَتَيْنِ وَهُوَ جَالِسٌ، ثُمَّ يَضَعُ جَنْبَهُ فَرُبَّمَا جَاءَ بِلَالٌ فَآذَنَهُ بِالصَّلَاةِ قَبْلَ أَنْ يُغْفِيَ، وَرُبَّمَا يُغْفِي، وَرُبَّمَا شَكَكْتُ أَغْفَى أَوْ لَمْ يُغْفِ حَتَّى يُؤْذِنَهُ بِالصَّلَاةِ، فَكَانَتْ تِلْكَ صَلَاةُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى أَسَنَّ وَلُحِمَ، فَذَكَرَتْ مِنْ لَحْمِهِ مَا شَاءَ اللَّهُ»\nقَالَتْ: «وَكَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي بِالنَّاسِ الْعِشَاءَ، ثُمَّ يَأْوِي إِلَى فِرَاشِهِ، فَإِذَا كَانَ جَوْفُ اللَّيْلِ قَامَ إِلَى طَهُورِهِ وَإِلَى حَاجَتِهِ، فَتَوَضَّأَ، ثُمَّ يَدْخُلُ الْمَسْجِدَ فَيُصَلِّي سِتَّ رَكَعَاتٍ يُخَيَّلُ إِلَيَّ أَنَّهُ يُسَوِّي بَيْنَهُنَّ فِي الْقِرَاءَةِ وَالرُّكُوعِ وَالسُّجُودِ، ثُمَّ يُوتِرُ بِرَكْعَةٍ، ثُمَّ يُصَلِّي رَكْعَتَيْنِ وَهُوَ جَالِسٌ، ثُمَّ يَضَعُ جَنْبَهُ وَرُبَّمَا جَاءَ بِلَالٌ فَآذَنَهُ بِالصَّلَاةِ قَبْلَ أَنْ يُغْفِيَ، وَرُبَّمَا أَغْفَى، وَرُبَّمَا شَكَكْتُ أَغْفَى أَمْ لَا؟ حَتَّى يُؤْذِنَهُ بِالصَّلَاةِ»، قَالَتْ: فَمَا زَالَتْ تِلْكَ صَلَاةُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "18"
    }
  }
}