{
  "hadith": {
    "hadith_id": 1664,
    "narrator": "হুযায়ফা (রাঃ)",
    "bn": "তিনি বলেন, আমি একরাত্রে রাসূল্লুলাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে সালাত আদায় করলাম। তিনি সূরা বাকারা শুরু করলেন, আমি মনে মনে বললাম যে, হয়তো তিনি একশত আয়াত পরিমাণ তিলাওয়াত করে রুকূতে যাবেন। কিন্তু তিনি তিলাওয়াত চালিয়েই যেতে থাকলেন, আমি মনে মনে বললাম, হয়তো তিনি দু’শত আয়াত পরিমাণ তিলাওয়াত করে রুকূতে যাবেন, কিন্তু তিনি তিলাওয়াত চালিয়েই যেতে থাকলেন। আমি মনে মনে বললাম, হয়তো তিনি পূর্ণ সূরা এক রাকআতেই তিলাওয়াত করে ফেলবেন। কিন্তু তিনি তিলাওয়াত চালিয়েই যেতে থাকলেন এবং সূরা “নিসা” শুরু করে তাও তিলাওয়াত করে ফেললেন। তারপর সূরা “আলে-ইমরান” ও শুরু করে তাও তিলাওয়াত করে ফেললেন। তিনি ধীরে ধীরে তিলাওয়াত করতেন। যদি তিনি এমন কোন আয়াত তিলাওয়াত করে ফেলতেন যাতে কোন তাসবীহ্‌ রয়েছে তবে তাসবীহ পাঠ করতেন, যদি কোন যাঞ্ছা করার আয়াত তিলাওয়াত করে ফেলতেন তবে যাঞ্ছা করতেন। যদি কোন বিতাড়িত শয়তান থেকে আশ্রয় প্রার্থনার আয়াত তিলাওয়াত করে ফেলতেন, তবে আশ্রয় প্রার্থনা করতেন। তারপর রুকূ করতেন এবং বলতেন, “সুবাহানা রাব্বিয়াল আজীম” তাঁর রুকূ প্রায় তাঁর কিয়ামের সমান হত। পরে তাঁর মাথা উঠাতেন এবং বলতেন “সামিআল্লাহু লিমান হামিদা”। তাঁর দাঁড়ানো প্রায় তাঁর রুকূর সমান হত। তারপর সিজদা করতেন এবং বলতেন, “সুবহানা রাব্বিয়াল আ‘লা”। তাঁর সিজদা প্রায় তাঁর রুকূ’র সমান হত।",
    "ar": "أَخْبَرَنَا الْحُسَيْنُ بْنُ مَنْصُورٍ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ بْنُ نُمَيْرٍ، قَالَ: حَدَّثَنَا الْأَعْمَشُ، عَنْ سَعْدِ بْنِ عُبَيْدَةَ، عَنْ الْمُسْتَوْرِدِ بْنِ الْأَحْنَفِ، عَنْ صِلَةَ بْنِ زُفَرَ، عَنْ حُذَيْفَةَ قَالَ: صَلَّيْتُ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَيْلَةً فَافْتَتَحَ الْبَقَرَةَ، فَقُلْتُ: يَرْكَعُ عِنْدَ الْمِائَةِ، فَمَضَى، فَقُلْتُ: يَرْكَعُ عِنْدَ الْمِائَتَيْنِ، فَمَضَى، فَقُلْتُ: يُصَلِّي بِهَا فِي رَكْعَةٍ، فَمَضَى، فَافْتَتَحَ النِّسَاءَ، فَقَرَأَهَا، ثُمَّ افْتَتَحَ آلَ عِمْرَانَ فَقَرَأَهَا، يَقْرَأُ مُتَرَسِّلًا إِذَا مَرَّ بِآيَةٍ فِيهَا تَسْبِيحٌ سَبَّحَ، وَإِذَا مَرَّ بِسُؤَالٍ سَأَلَ، وَإِذَا مَرَّ بِتَعَوُّذٍ تَعَوَّذَ، ثُمَّ رَكَعَ، فَقَالَ: «سُبْحَانَ رَبِّيَ الْعَظِيمِ»، فَكَانَ رُكُوعُهُ نَحْوًا مِنْ قِيَامِهِ، ثُمَّ رَفَعَ رَأْسَهُ، فَقَالَ: «سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ» فَكَانَ قِيَامُهُ قَرِيبًا مِنْ رُكُوعِهِ، ثُمَّ سَجَدَ فَجَعَلَ يَقُولُ: «سُبْحَانَ رَبِّيَ الْأَعْلَى»، فَكَانَ سُجُودُهُ قَرِيبًا مِنْ رُكُوعِهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "18"
    }
  }
}