{
  "hadith": {
    "hadith_id": 1833,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, মু’মিন ব্যক্তি যখন মৃত্যুর সম্মুখীন হয় তখন তার কাছে একদল রহমতের ফেরেশতা সাদা রেশমী কাপড় নিয়ে এসে (তার) আত্মাকে উদ্দেশ্য করে বলতে থাকেন, “তুমি আল্লাহর তা’আলার রহমত এবং সন্তুষ্টির পানে বের হয়ে আস আল্লাহ তা’আলা তোমার উপর রুষ্ট নন; তুমি তাঁর উপর সন্তুষ্ট, তিনিও তোমার উপর সন্তুষ্ট। তখন আত্মা মেশকের সুঘ্রাণ অপেক্ষাও অধিক সুঘ্রান ছড়াতে ছড়াতে বের হয়ে আসে। যখন ফেরেশতাগণ সম্মানের খাতিরে আত্মাকে পর্যায়ক্রমে একজনের হাত থেকে অন্যজনের হাতে দিয়ে আসমানের দরজায় নিয়ে আসেন তখন তথাকার ফেরেশতাগণ বলতে থাকেন, “এ সুগন্ধি কত না উত্তম! যা তোমরা পৃথিবী থেকে নিয়ে আসলে। আর তাঁরা তাকে মু’মিনদের রুহসমূহের কাছে নিয়ে যান। তোমাদের কেউ প্রবাস থেকে আসলে তোমরা যেরূপ আনন্দিত হও, মু’মিনদের রূহও ঐ নবাগত রূহকে পেয়ে ততোধিক আনন্দিত হয়। মু’মিনদের রূহ নবাগত রূহকে জিজ্ঞাসা করে যে, অমুক ব্যক্তি দুনিয়াতে কি কাজ করেছে? অমুক ব্যক্তি দুনিয়াতে কি কাজ করেছে? তখন ফেরেশতারা বলেন, তার সম্পর্কে তোমরা কি জিজ্ঞাসা করবে? সে দুনিয়ার চিন্তা-ভাবনায় ছিল। যখন নবাগত রূহ বলেঃ সে কি তোমাদের কাছে আসেনি? তখন আসমানের ফেরেশতারা বলেনঃ তাকে তার বাসস্থান হাবিয়াতে নিয়ে যাওয়া হয়েছে। আর কাফির যখন তার মৃত্যুর সম্মুখীন হয় তখন তার কাছে আযাবের ফেরেশতারা চটের ছালা নিয়ে আগমন করে এবং আত্মাকে উদ্দেশ্য করে বলে থাকে, “তুমি আল্লাহ তা’আলার আযাবের পানে বের হয়ে আস, তুমিও আল্লাহ তা’আলার উপর অসন্তুষ্ট, আল্লাহ তা’আলাও তোমার উপর অসুন্তষ্ট।” তখন সে মুর্দারের দুর্গন্ধ থেকেও অধিকতর দুর্গন্ধযুক্ত হয়ে বের হয়ে আসে। যখন ফেরেশতারা তাকে নিয়ে দুনিয়ার আসমানের দরজায় পৌছে তখন তথাকার ফেরেশতারা বলতে থাকেঃ এ কি দুর্গন্ধ! এরপর ফেরেশতারা তাকে কাফিরদের আত্মাসমূহের কাছে নিয়ে যায়।",
    "ar": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعِيدٍ، قَالَ: حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ: حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، عَنْ قَسَامَةَ بْنِ زُهَيْرٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" إِذَا حُضِرَ الْمُؤْمِنُ أَتَتْهُ مَلَائِكَةُ الرَّحْمَةِ بِحَرِيرَةٍ بَيْضَاءَ فَيَقُولُونَ: اخْرُجِي رَاضِيَةً مَرْضِيًّا عَنْكِ إِلَى رَوْحِ اللَّهِ، وَرَيْحَانٍ، وَرَبٍّ غَيْرِ غَضْبَانَ، فَتَخْرُجُ كَأَطْيَبِ رِيحِ الْمِسْكِ، حَتَّى أَنَّهُ لَيُنَاوِلُهُ بَعْضُهُمْ بَعْضًا، حَتَّى يَأْتُونَ بِهِ بَابَ السَّمَاءِ فَيَقُولُونَ: مَا أَطْيَبَ هَذِهِ الرِّيحَ الَّتِي جَاءَتْكُمْ مِنَ الْأَرْضِ، فَيَأْتُونَ بِهِ أَرْوَاحَ الْمُؤْمِنِينَ فَلَهُمْ أَشَدُّ فَرَحًا بِهِ مِنْ أَحَدِكُمْ بِغَائِبِهِ يَقْدَمُ عَلَيْهِ، فَيَسْأَلُونَهُ: مَاذَا فَعَلَ فُلَانٌ؟ مَاذَا فَعَلَ فُلَانٌ؟ فَيَقُولُونَ: دَعُوهُ فَإِنَّهُ كَانَ فِي غَمِّ الدُّنْيَا، فَإِذَا قَالَ: أَمَا أَتَاكُمْ؟ قَالُوا: ذُهِبَ بِهِ إِلَى أُمِّهِ الْهَاوِيَةِ، وَإِنَّ الْكَافِرَ إِذَا احْتُضِرَ أَتَتْهُ مَلَائِكَةُ الْعَذَابِ بِمِسْحٍ فَيَقُولُونَ: اخْرُجِي سَاخِطَةً مَسْخُوطًا عَلَيْكِ إِلَى عَذَابِ اللَّهِ عَزَّ وَجَلَّ، فَتَخْرُجُ كَأَنْتَنِ رِيحِ جِيفَةٍ، حَتَّى يَأْتُونَ بِهِ بَابَ الْأَرْضِ، فَيَقُولُونَ: مَا أَنْتَنَ هَذِهِ الرِّيحَ حَتَّى يَأْتُونَ بِهِ أَرْوَاحَ الْكُفَّارِ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}