{
  "hadith": {
    "hadith_id": 1834,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, যে ব্যক্তি আল্লাহ তা’আলার সাথে সাক্ষাৎ পছন্দ করে আল্লাহ্‌ তা’আলাও তার সাথে সাক্ষাৎ পছন্দ করেন, আর যে ব্যক্তি আল্লাহ তা’আলার সাথে সাক্ষাৎ অপছন্দ করে আল্লাহ তা’আলাও তার সাথে সাক্ষাৎ অপছন্দ করেন। রাবী সুরায়হ (রহঃ) বলেন, আমি আয়েশা (রাঃ)-এর কাছে এসে তাঁকে বললাম, হে উম্মুল মু’মিনীন, আমি আবূ হুরায়রা (রাঃ)–কে রাসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে একটি হাদীস উল্লেখ করতে শুনেছি; উক্ত হাদীসের বর্ণনা যদি সঠিক হয়ে থাকে তাহলে আমরা তো নিশ্চিতরূপে ধ্বংসপ্রাপ্ত হয়ে যাব। আয়েশা (রাঃ) জিজ্ঞাসা করলেন, কেন? তিনি বললেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, “যে ব্যক্তি আল্লাহ তা’আলার সাথে সাক্ষাৎ পছন্দ করে আল্লাহ তা’আলাও তার সাথে সাথে সাক্ষাৎ পছন্দ করেন, আর যে ব্যক্তি আল্লাহ তা’আলার সাথে সাক্ষাৎ অপছন্দ করে আল্লাহ তা’আলাও তার সাথে সাক্ষাৎ অপছন্দ করেন।” অথচ আমাদের সবাই মৃত্যুকে অপছন্দ করে থাকে। আয়েশা (রাঃ) বললেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উক্ত হাদিস ঠিকই বলেছেন, কিন্তু তার অর্থ তুমি যা বুঝেছো তা নয়, বরং যখন দৃষ্টি উধ্বমুখী হয়ে যায়, হৃদকম্পন শুরু হয়ে যায়, এবং পশমসমূহ দাঁড়িয়ে যায় (শরীর রোমান্ঞ্ছিত হয়ে ওঠে) ঐ সংকটময় মুহূর্তে যে ব্যক্তি আল্লাহ তা’আলার সাথে সাক্ষাৎ পছন্দ করে আল্লাহ্‌ তা’আলাও তার সাথে সাক্ষাৎ পছন্দ করেন, আর যে ব্যক্তি আল্লাহ্‌ তা’আলার সাথে সাক্ষাৎ অপছন্দ করে আল্লাহ্‌ তা’আলাও তার সাথে সাক্ষাৎ অপছন্দ করেন।",
    "ar": "أَخْبَرَنَا هَنَّادٌ، عَنْ أَبِي زُبَيْدٍ وَهُوَ عَبْثَرُ بْنُ الْقَاسِمِ، عَنْ مُطَرِّفٍ، عَنْ عَامِرٍ، عَنْ شُرَيْحِ بْنِ هَانِئٍ، عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ، وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ»، قَالَ شُرَيْحٌ: فَأَتَيْتُ عَائِشَةَ، فَقُلْتُ: يَا أُمَّ الْمُؤْمِنِينَ، سَمِعْتُ أَبَا هُرَيْرَةَ يَذْكُرُ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَدِيثًا إِنْ كَانَ كَذَلِكَ فَقَدْ هَلَكْنَا، قَالَتْ: وَمَا ذَاكَ؟ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ، وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ»، وَلَكِنْ لَيْسَ مِنَّا أَحَدٌ إِلَّا وَهُوَ يَكْرَهُ الْمَوْتَ، قَالَتْ: «قَدْ قَالَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَلَيْسَ بِالَّذِي تَذْهَبُ إِلَيْهِ، وَلَكِنْ إِذَا طَمَحَ الْبَصَرُ، وَحَشْرَجَ الصَّدْرُ، وَاقْشَعَرَّ الْجِلْدُ فَعِنْدَ ذَلِكَ مَنْ أَحَبَّ لِقَاءَ اللَّهِ أَحَبَّ اللَّهُ لِقَاءَهُ، وَمَنْ كَرِهَ لِقَاءَ اللَّهِ كَرِهَ اللَّهُ لِقَاءَهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}