{
  "hadith": {
    "hadith_id": 1858,
    "narrator": "আব্দুল জব্বার ইব্‌ন ওয়ারদ (রহঃ)",
    "bn": "তিনি ইব্‌ন আবূ মুলায়কা (রহঃ)-কে বলতে শুনেছেনঃ যখন উম্মে আবান মৃত্যুবরণ করল, আমি লোকজনসহ তথায় উপস্থিত হয়ে আব্দুল্লাহ ইব্‌ন উমর (রাঃ) ও ইব্‌ন আব্বাস (রাঃ)-এর সামনে বসলাম। তখন মহিলারা ক্রন্দন করলে ইব্‌ন উমর (রাঃ) বললেন, এদের ক্রন্দন থেকে কি নিষেধ করা হয়নি? কেননা, আমি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে বলতে শুনেছি যে, মৃত ব্যক্তিকে তার জন্য তার আত্মীয়-স্বজনের কোন কোন ক্রন্দনের কারণে শাস্তি দেওয়া হয়। তখন ইব্‌ন আব্বাস (রাঃ) বললেন, উমর (রাঃ) এরূপও বলেছিলেন। আমি উমর (রাঃ)-এর সংগে বের হলাম। আমরা যখন “বায়দা নামক প্রান্তরে ছিলাম তখন উমর (রাঃ) বৃক্ষের নীচে একদল আরোহীকে দেখে বললেন, দেখতো আরোহী কারা? আমি গিয়ে দেখলাম যে, সুহায়ব (রাঃ) এবং তাঁর পরিবারবর্গ। তখন আমি তাঁর কাছে এসে বললাম, হে আমীরুল মুমিনীন, সুহায়ব এবং তাঁর পরিবারবর্গ। তখন তিনি বললেন, তুমি আমার সামনে সুহায়বকে উপস্থিত কর। যখন আমরা মদীনায় প্রবেশ করলাম এবং উমর (রাঃ) আঘাতপ্রাপ্ত হলেন, তখন সুহায়ব (রাঃ) তাঁর সামনে বসে ক্রন্দন করছিলেন এবং বলছিলেন, হে আমার প্রিয় ভ্রাতা! হে আমার প্রিয় ভ্রাতা! তখন উমর (রাঃ) বললেন, হে সুহায়ব (রাঃ)! তুমি ক্রন্দন করো না, যেহেতু আমি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি যে, মৃত ব্যক্তিকে তার জন্য তার আত্মীয়-স্বজনের কোন কোন ক্রন্দনের কারণে শাস্তি দেওয়া হয়। সুহায়ব (রাঃ) বলেন, আমি এ ঘটনা আয়েশা (রাঃ)-এর সামনে উল্লেখ করলে তিনি বললেন, আল্লাহ্‌র কসম! তোমরা এ রকম হাদীস বর্ণনা করছ না দু’জন মিথ্যাবাদীর থেকে। তবে হাঁ শ্রবনেন্দ্রিয় কখনো ভুল করে। নিশ্চয় তোমাদের জন্য কুরআনে এমন আয়াত আছে যা তোমাদের আশ্বস্ত করে দেবে : (আরবী)  (কোন বহনকারী অন্যের পাপের বোঝা বহন করবে না)। হ্যাঁ, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন যে, কাফিরের জন্য তার আত্মীয়-স্বজনের ক্রন্দনের কারণে আল্লাহ্ তা‘আলা তার শাস্তি বৃদ্ধি করে থাকেন।",
    "ar": "أَخْبَرَنَا سُلَيْمَانُ بْنُ مَنْصُورٍ الْبَلْخِيُّ، قَالَ: حَدَّثَنَا عَبْدُ الْجَبَّارِ بْنُ الْوَرْدِ، سَمِعْتُ ابْنَ أَبِي مُلَيْكَةَ، يَقُولُ: لَمَّا هَلَكَتْ أُمُّ أَبَانَ حَضَرْتُ مَعَ النَّاسِ، فَجَلَسْتُ بَيْنَ عَبْدِ اللَّهِ بْنِ عُمَرَ وَابْنِ عَبَّاسٍ فَبَكَيْنَ النِّسَاءُ، فَقَالَ ابْنُ عُمَرَ: أَلَا تَنْهَى هَؤُلَاءِ عَنِ الْبُكَاءِ، فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبَعْضِ بُكَاءِ أَهْلِهِ عَلَيْهِ»، فَقَالَ ابْنُ عَبَّاسٍ، قَدْ كَانَ عُمَرُ، يَقُولُ بَعْضَ ذَلِكَ: خَرَجْتُ مَعَ عُمَرَ حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ رَأَى رَكْبًا تَحْتَ شَجَرَةٍ، فَقَالَ: انْظُرْ مَنِ الرَّكْبُ، فَذَهَبْتُ فَإِذَا صُهَيْبٌ وَأَهْلُهُ، فَرَجَعْتُ إِلَيْهِ، فَقُلْتُ: يَا أَمِيرَ الْمُؤْمِنِينَ، هَذَا صُهَيْبٌ وَأَهْلُهُ، فَقَالَ: عَلَيَّ بِصُهَيْبٍ، فَلَمَّا دَخَلْنَا الْمَدِينَةَ أُصِيبَ عُمَرُ، فَجَلَسَ صُهَيْبٌ يَبْكِي عِنْدَهُ يَقُولُ: وَا أُخَيَّاهُ وَا أُخَيَّاهُ، فَقَالَ عُمَرُ: يَا صُهَيْبُ لَا تَبْكِ، فَإِنِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّ الْمَيِّتَ لَيُعَذَّبُ بِبَعْضِ بُكَاءِ أَهْلِهِ عَلَيْهِ» قَالَ: فَذَكَرْتُ ذَلِكَ لِعَائِشَةَ، فَقَالَتْ أَمَا وَاللَّهِ مَا تُحَدِّثُونَ هَذَا الْحَدِيثَ عَنْ كَاذِبَيْنِ مُكَذَّبَيْنِ، وَلَكِنَّ السَّمْعَ يُخْطِئُ، وَإِنَّ لَكُمْ فِي الْقُرْآنِ لَمَا يَشْفِيكُمْ {أَلَّا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} [النجم: 38] وَلَكِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنَّ اللَّهَ لَيَزِيدُ الْكَافِرَ عَذَابًا بِبُكَاءِ أَهْلِهِ عَلَيْهِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}