{
  "hadith": {
    "hadith_id": 1868,
    "narrator": "উসামা ইব্‌ন যায়দ (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কন্যা তাঁর কাছে সংবাদ পৌঁছালেন যে, আমার এক ছেলে মৃত্যু শয্যায় শায়িত। অতএব আপনি আমাদের এখানে আসুন। তখন তিনি সালাম পাঠিয়ে বললেন, আল্লাহ তাআলা যা নিয়ে যান তা তাঁরই এবং যা দান করেন তাও তাঁরই। আর প্রতিটি বস্তু নির্দিষ্ট সময়ে আল্লাহর কাছে পৌঁছে যায়। অতএব, তুমি ধৈর্যধারণ কর এবং সওয়াবের আশা রাখ। অতঃপর তিনি কসম দিয়ে তাঁর কাছে পাঠালেন, যেন তিনি তাঁর কাছে অবশ্যই আসেন। তখন তিনি দাঁড়ালেন; তাঁর সাথে সা’দ ইব্‌ন উবাদাহ (রাঃ) মু‘আয ইব্‌ন জাবাল (রাঃ) উবায় ইব্‌ন কা‘ব (রাঃ) যায়দ ইব্‌ন সাবিত (রাঃ) এবং আরো কিছু লোক ছিলেন। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে ছেলেকে উঠালেন তখন তার হৃদস্পন্দন বন্ধ হয়ে যাচ্ছিল। এতদদর্শনে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর আঁখিদ্বয় অশ্রুপাত করতে লাগল। তখন সা‘দ (রাঃ) বললেন, ইয়া রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! এ কি? তিনি বললেন, এ হল রহমত বিশেষ যা আল্লাহ তাআলা তাঁর বান্দাদের হৃদয়ে রেখে থাকেন। আর আল্লাহ তাআলা তাঁর বান্দাদের মধ্যে দয়াবানদের উপর দয়া করে থাকেন।",
    "ar": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ عَاصِمِ بْنِ سُلَيْمَانَ، عَنْ أَبِي عُثْمَانَ، قَالَ: حَدَّثَنِي أُسَامَةُ بْنُ زَيْدٍ، قَالَ: أَرْسَلَتْ بِنْتُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَيْهِ أَنَّ ابْنًا لِي قُبِضَ فَأْتِنَا، فَأَرْسَلَ يَقْرَأُ السَّلَامَ وَيَقُولُ: «إِنَّ لِلَّهِ مَا أَخَذَ، وَلَهُ مَا أَعْطَى، وَكُلُّ شَيْءٍ عِنْدَ اللَّهِ بِأَجَلٍ مُسَمًّى، فَلْتَصْبِرْ وَلْتَحْتَسِبْ»، فَأَرْسَلَتْ إِلَيْهِ تُقْسِمُ عَلَيْهِ لَيَأْتِيَنَّهَا، فَقَامَ وَمَعَهُ سَعْدُ بْنُ عُبَادَةَ، وَمُعَاذُ بْنُ جَبَلٍ، وَأُبَيُّ بْنُ كَعْبٍ، وَزَيْدُ بْنُ ثَابِتٍ، وَرِجَالٌ، فَرُفِعَ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الصَّبِيُّ وَنَفْسُهُ تَقَعْقَعُ، فَفَاضَتْ عَيْنَاهُ، فَقَالَ سَعْدٌ: يَا رَسُولَ اللَّهِ، مَا هَذَا؟ قَالَ: «هَذَا رَحْمَةٌ، يَجْعَلُهَا اللَّهُ فِي قُلُوبِ عِبَادِهِ، وَإِنَّمَا يَرْحَمُ اللَّهُ مِنْ عِبَادِهِ الرُّحَمَاءَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}