{
  "hadith": {
    "hadith_id": 1880,
    "narrator": "আব্দুল্লাহ ইব্‌ন আমর (রাঃ)",
    "bn": "তিনি বলেন, আমরা রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সাথে সফর করছিলাম। এমতাবস্থায় এক মহিলাকে দেখা গেল। আমরা ধারণা করতে পারিনি যে, তিনি তাঁকে চিনতে পেরেছেন। যখন তিনি রাস্তার মাঝামাঝি আসলেন, তখন তিনি থেমে গেলেন এবং ঐ মহিলা তাঁর কাছে পৌঁছলেন, তখন আমরা দেখতে পেলাম যে, তিনি ফাতিমা বিন্‌ত রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! তিনি তাঁকে বললেন, হে ফাতিমা, তোমার ঘর থেকে তোমাকে কিসে বের করল? তিনি বললেন, আমি এ মৃত ব্যক্তির পরিজনদের কাছে গিয়ে তাদের প্রতি সমবেদনা প্রকাশ জ্ঞাপন করলাম এবং মৃত ব্যক্তির ব্যাপারে ধৈর্যধারণ করার জন্য তাদের উদ্বুদ্ধ করলাম। তিনি বললেন, সম্ভবত তুমি তাদের সাথে কুদা (কবরস্থান) পর্যন্ত গিয়েছিলে। ফাতিমা (রাঃ) বললেন, আমি সেখানে যাওয়া থেকে আল্লাহ্‌র আশ্রয় প্রার্থনা করছি। কেননা এ বিষয়ে আপনি যা বলেছেন তা আমি শুনেছি। তিনি বললেন, যদি তুমি তাদের সাথে সেখানে যেতে তবে তোমার পিতার দাদা জান্নাত না দেখা পর্যন্ত তুমি জান্নাত পেতে না।",
    "ar": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ فَضَالَةَ بْنِ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ هُوَ ابْنُ يَزِيدَ الْمُقْرِئُ، ح وَأَنْبَأَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ يَزِيدَ الْمُقْرِيءُ، قَالَ: حَدَّثَنَا أَبِي، قَالَ سَعِيدٌ، حَدَّثَنِي رَبِيعَةُ بْنُ سَيْفٍ الْمَعَافِرِيُّ، عَنْ أَبِي عَبْدِ الرَّحْمَنِ الْحُبُلِيِّ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ: بَيْنَمَا نَحْنُ نَسِيرُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذْ بَصُرَ بِامْرَأَةٍ لَا تَظُنُّ أَنَّهُ عَرَفَهَا، فَلَمَّا تَوَسَّطَ الطَّرِيقَ وَقَفَ حَتَّى انْتَهَتْ إِلَيْهِ، فَإِذَا فَاطِمَةُ بِنْتُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ لَهَا: «مَا أَخْرَجَكِ مِنْ بَيْتِكِ يَا فَاطِمَةُ؟»، قَالَتْ: أَتَيْتُ أَهْلَ هَذَا الْمَيِّتِ، فَتَرَحَّمْتُ إِلَيْهِمْ، وَعَزَّيْتُهُمْ بِمَيِّتِهِمْ، قَالَ: «لَعَلَّكِ بَلَغْتِ مَعَهُمُ الْكُدَى؟»، قَالَتْ: مَعَاذَ اللَّهِ، أَنْ أَكُونَ بَلَغْتُهَا وَقَدْ سَمِعْتُكَ تَذْكُرُ فِي ذَلِكَ مَا تَذْكُرُ، فَقَالَ لَهَا: «لَوْ بَلَغْتِهَا مَعَهُمْ مَا رَأَيْتِ الْجَنَّةَ حَتَّى يَرَاهَا جَدُّ أَبِيكِ»، قَالَ أَبُو عَبْدِ الرَّحْمَنِ: «رَبِيعَةُ ضَعِيفٌ»",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}