{
  "hadith": {
    "hadith_id": 1953,
    "narrator": "শাদ্দাদ ইব্‌ন হাদ (রাঃ)",
    "bn": "তিনি বলেন, একজন গ্রাম্য ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে এসে তাঁর উপর ঈমান আনলো এবং তাঁর অনুসরণ করল। অতঃপর বললো যে, আমি আপনার সাথে হিজরতকারী অবস্থায় অবস্থান করব। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সম্পর্কে কোন সাহাবীকে ওসিয়্যত করলেন। এক যুদ্ধে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) গনীমত স্বরূপ কিছু বন্দী হস্তগত হল। তিনি সেগুলো বণ্টন করে দিলেন এবং ঐ গ্রাম্য সাহাবীকেও দিলেন। তার অংশ একজন সাহাবীকে দিলেন। তিনি অন্যান্য সাহাবীদের উট চরাতেন। যখন তিনি আসলেন সেগুলো তাকে দেওয়া হলে তিনি জিজ্ঞাসা করলেন, এগুলো কি? তারা বলেন, তোমার অংশ যা তোমাকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দিয়েছেন। তিনি সেগুলো নিলেন এবং সেগুলো নিয়ে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে এসে বললেন, এগুলো কি? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এগুলো আমি তোমার জন্য বণ্টন করেছি। তখন তিনি বললেন, এ জন্য আমি আপনার অনুসরণ করিনি বরং এ জন্য আমি আপনার অনুসরণ করেছি, যেন এখানে আমি তীর গ্রহণ করতে পারি এবং সে স্বীয় গলদেশের প্রতি ইঙ্গিত করল এবং শহীদ হতে পারি ও জান্নাতে প্রবেশ করতে পারি। তিনি বললেন, যদি তুমি আল্লাহ্‌ তা’আলাকে বিশ্বাস কর। তবে আল্লাহ্‌ তা’আলা তোমার সে আশা সত্য করে দেখাবেন। অল্প কিছুক্ষণ পরেই তিনি শত্রু নিধনের জন্য দৌড়িয়ে গেলেন। অতঃপর তাঁকে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সামনে আনা হলে দেখা গেল ঠিক ঐ স্থানেই তীর বিদ্ধ ছিল যে দিকে তিনি ইঙ্গিত করেছিলেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এ কি সেই ব্যক্তিই? সাহাবীগণ বললেন, হ্যাঁ। তিনি বললেন, সে আল্লাহ্‌ তা’আলাকে সত্য বলে বিশ্বাস করেছিল, আল্লাহ্‌ তা’আলাও তাকে সত্য সাব্যস্ত করে দেখিয়ে দিয়েছেন। অতঃপর রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে স্বীয় জুব্বা দ্বারা কাফন দিলেন এবং তাঁকে সম্মুখে রেখে তাঁর জানাযার সালাত আদায় করলেন। তাঁর জানাযা সালাতে যা প্রকাশ পেয়েছিল তা হল, “হে আল্লাহ। এ ব্যক্তি তোমার বান্দা সে তোমার রাস্তায় মুহাজির অবস্থায় বের হয়েছিল। এখন সে শাহাদাত প্রাপ্ত হয়েছে আমি তার জন্য সাক্ষী হয়ে রইলাম।”",
    "ar": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ، قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ ابْنِ جُرَيْجٍ، قَالَ: أَخْبَرَنِي عِكْرِمَةُ بْنُ خَالِدٍ، أَنَّ ابْنَ أَبِي عَمَّارٍ أَخْبَرَهُ، عَنْ شَدَّادِ بْنِ الْهَادِ، أَنَّ رَجُلًا مِنَ الْأَعْرَابِ جَاءَ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَآمَنَ بِهِ وَاتَّبَعَهُ، ثُمَّ قَالَ: أُهَاجِرُ مَعَكَ، فَأَوْصَى بِهِ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعْضَ أَصْحَابِهِ، فَلَمَّا كَانَتْ غَزْوَةٌ غَنِمَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سَبْيًا، فَقَسَمَ وَقَسَمَ لَهُ، فَأَعْطَى أَصْحَابَهُ مَا قَسَمَ لَهُ، وَكَانَ يَرْعَى ظَهْرَهُمْ، فَلَمَّا جَاءَ دَفَعُوهُ إِلَيْهِ، فَقَالَ: مَا هَذَا؟، قَالُوا: قِسْمٌ قَسَمَهُ لَكَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَخَذَهُ فَجَاءَ بِهِ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: مَا هَذَا؟ قَالَ: «قَسَمْتُهُ لَكَ»، قَالَ: مَا عَلَى هَذَا اتَّبَعْتُكَ، وَلَكِنِّي اتَّبَعْتُكَ عَلَى أَنْ أُرْمَى إِلَى هَاهُنَا، وَأَشَارَ إِلَى حَلْقِهِ بِسَهْمٍ، فَأَمُوتَ فَأَدْخُلَ الْجَنَّةَ فَقَالَ: «إِنْ تَصْدُقِ اللَّهَ يَصْدُقْكَ»، فَلَبِثُوا قَلِيلًا ثُمَّ نَهَضُوا فِي قِتَالِ الْعَدُوِّ، فَأُتِيَ بِهِ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُحْمَلُ قَدْ أَصَابَهُ سَهْمٌ حَيْثُ أَشَارَ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَهُوَ هُوَ؟» قَالُوا: نَعَمْ، قَالَ: «صَدَقَ اللَّهَ فَصَدَقَهُ»، ثُمَّ كَفَّنَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي جُبَّةِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ قَدَّمَهُ فَصَلَّى عَلَيْهِ، فَكَانَ فِيمَا ظَهَرَ مِنْ صَلَاتِهِ: «اللَّهُمَّ هَذَا عَبْدُكَ خَرَجَ مُهَاجِرًا فِي سَبِيلِكَ فَقُتِلَ شَهِيدًا أَنَا شَهِيدٌ عَلَى ذَلِكَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}