{
  "hadith": {
    "hadith_id": 1969,
    "narrator": "আবূ উমামা সাহ্‌ল ইব্‌ন হুনায়ফ (রাঃ)",
    "bn": "তিনি বলেনঃ একজন গ্রাম্য দরিদ্র মহিলা রোগাক্রান্ত হলে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাহাবাদের তার সম্পর্কে জিজ্ঞাসা করতেন এবং বলতেন যে, সে যদি মৃত্যুবরণ করে তাহলে তার উপর আমার জানাযার সালাত আদায় করা ব্যতীত তাকে কবরস্থ করবে না। কিছুদিন পর তার মৃত্যু হলে সাহাবীগণ তাকে নিয়ে ইশার পর মদীনায় আসলেন। এসে তাঁরা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে নিদ্রিতাবস্থায় পেয়ে জাগানো অপছন্দনীয় মনে করে তার উপর জানাযার সালাত আদায় করে বকীয় গরকদ নামক কবরস্থানে তাকে কবরস্থ করে ফেললেন। যখন সকাল হল এবং সাহাবীগণ রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে আসলেন, তখন তিনি তাদের উক্ত মহিলা সম্পর্কে জিজ্ঞাসা করেলন। তারা বললেন, ইয়া রাসূলুল্লাহ্‌ ! আমরা তো তাকে কবরস্থ করে ফেলেছি। আমরা আপনার কাছে এসেছিলাম কিন্তু আপনাকে নিদ্রিত অবস্থায় পেয়ে জাগানো অশোভনীয় মনে করেছিলাম। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা সকলে চলো। অতঃপর তিনি পদব্রজে চলতে শুরু করলেন। সাহাবীগণও তাঁর সাথে চলতে শুরু করলেন। কবরস্থানে এসে তাঁরা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তার কবর দেখালেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়িয়ে গেলেন, সাহাবীগণও তাঁর পিছনে কাতারবন্দী হয়ে দাঁড়িয়ে গেলেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মহিলাটির উপর জানাযার সালাত আদায় করলেন ও চারটি তাকবীর বললেন।",
    "ar": "أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى، قَالَ: أَنْبَأَنَا ابْنُ وَهْبٍ، قَالَ: حَدَّثَنِي يُونُسُ، عَنْ ابْنِ شِهَابٍ، قَالَ: أَخْبَرَنِي أَبُو أُمَامَةَ بْنُ سَهْلِ بْنِ حُنَيْفٍ أَنَّهُ قَالَ: اشْتَكَتِ امْرَأَةٌ بِالْعَوالِي مِسْكِينَةٌ، فَكَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَسْأَلُهُمْ عَنْهَا، وَقَالَ: «إِنْ مَاتَتْ فَلَا تَدْفِنُوهَا حَتَّى أُصَلِّيَ عَلَيْهَا»، فَتُوُفِّيَتْ، فَجَاءُوا بِهَا إِلَى الْمَدِينَةِ بَعْدَ الْعَتَمَةِ، فَوَجَدُوا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَدْ نَامَ، فَكَرِهُوا أَنْ يُوقِظُوهُ، فَصَلَّوْا عَلَيْهَا وَدَفَنُوهَا بِبَقِيعِ الْغَرْقَدِ، فَلَمَّا أَصْبَحَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَاءُوا فَسَأَلَهُمْ عَنْهَا، فَقَالُوا: قَدْ دُفِنَتْ يَا رَسُولَ اللَّهِ، وَقَدْ جِئْنَاكَ فَوَجَدْنَاكَ نَائِمًا فَكَرِهْنَا أَنْ نُوقِظَكَ، قَالَ: «فَانْطَلِقُوا»، فَانْطَلَقَ يَمْشِي وَمَشَوْا مَعَهُ حَتَّى أَرَوْهُ قَبْرَهَا، فَقَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَصَفُّوا وَرَاءَهُ، فَصَلَّى عَلَيْهَا وَكَبَّرَ أَرْبَعًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}