{
  "hadith": {
    "hadith_id": 2035,
    "narrator": "সাঈদ এর পিতা মুসায়্যাব (রাঃ)",
    "bn": "তিনি বলেন, যখন আবূ তালিবের মৃত্যু সমুপস্থিত হল তখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর কাছে আসলেন এবং সে সময় তাঁর সামনে আবূ জাহ্‌ল এবং আব্দুল্লাহ ইব্‌ন আবূ উমাইয়াও ছিল। তিনি বললেন, হে চাচাজান। আপনি একবার বলুন لَا إِلٰهَ إِلَّا الله আমি আপনার জন্য তাই নিয়ে আল্লাহর দরবারে যথাসাধ্য চেষ্টা চালাব (সুপারিশ করব)। তখন আবূ জাহল এবং আব্দুল্লাহ ইব্‌ন উমাইয়্যা বলল, হে আবূ তালিব, আপনি কি আব্দুল মুত্তালিবের ধর্ম থেকে ফিরে যাবেন? তাঁরা সর্বক্ষণই এ বলতে থাকল। শেষ পর্যন্ত তাঁর মুখ দিয়ে শেষ শব্দ যা বের হয়েছিল তাহল আমি আব্দুল মুত্তালিবের ধর্মে থেকেই মৃত্যুবরণ করছি। তখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার জন্য বললেন, আমি আপনার জন্য অবশ্যই মাগফিরাত চাইবো যতক্ষণ না আমাকে নিষেধ করা হয়। তখন এ আয়াত অবতীর্ণ হলঃ (আরবী)  আর এ আয়াতও অবতীর্ণ হলঃ (আরবী)",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى، قَالَ: حَدَّثَنَا مُحَمَّدٌ وَهُوَ ابْنُ ثَوْرٍ، عَنْ مَعْمَرٍ، عَنْ الزُّهْرِيِّ، عَنْ سَعِيدِ بْنِ الْمُسَيَّبِ، عَنْ أَبِيهِ قَالَ: لَمَّا حَضَرَتْ أَبَا طَالِبٍ الْوَفَاةُ دَخَلَ عَلَيْهِ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعِنْدَهُ أَبُو جَهْلٍ، وَعَبْدُ اللَّهِ بْنُ أَبِي أُمَيَّةَ، فَقَالَ: \" أَيْ عَمِّ قُلْ: لَا إِلَهَ إِلَّا اللَّهُ، كَلِمَةً أُحَاجُّ لَكَ بِهَا عِنْدَ اللَّهِ عَزَّ وَجَلَّ \"، فَقَالَ لَهُ أَبُو جَهْلٍ، وَعَبْدُ اللَّهِ بْنُ أَبِي أُمَيَّةَ: يَا أَبَا طَالِبٍ، أَتَرْغَبُ عَنْ مِلَّةِ عَبْدِ الْمُطَّلِبِ؟ فَلَمْ يَزَالَا يُكَلِّمَانِهِ حَتَّى كَانَ آخِرُ شَيْءٍ كَلَّمَهُمْ بِهِ عَلَى مِلَّةِ عَبْدِ الْمُطَّلِبِ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَأَسْتَغْفِرَنَّ لَكَ مَا لَمْ أُنْهَ عَنْكَ»، فَنَزَلَتْ {مَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ} [التوبة: 113] وَنَزَلَتْ {إِنَّكَ لَا تَهْدِي مَنْ أَحْبَبْتَ} [القصص: 56]",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}