{
  "hadith": {
    "hadith_id": 2089,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, মুসা (আ)-এর কাছে মালাকুল মউতকে প্রেরণ করা হল। যখন মালাকুল মউত তাঁর কাছে পৌঁছলেন তিনি তাঁকে এক চড় মারলেন যাতে তাঁর একটি চক্ষু বের হয়ে গেল।১ তিনি তাঁর প্রভুর কাছে গিয়ে বললেনঃ আপনি আমাকে এমন এক বান্দার কাছে প্রেরণ করেছেন যিনি মৃত্যুর ইচ্ছা পোষণ করেন না। আল্লাহ্‌ তা’আলা তাঁর চক্ষু ফিরিয়ে দিয়ে বললেন যে, এবার তাঁর কাছে ফিরে গিয়ে বলবে, তিনি যেন একটি গরুর পিঠে তাঁর হাত রাখে। তাঁর হাতের নীচে যতগুলো পশম পড়বে প্রত্যেক পশমের পরিবর্তে এক বৎসর করে তাঁর আয়ু বাড়িয়ে দেওয়া হবে। তিনি [মুসা(আ)] বললেন, হে পরওয়ারদিগার! তারপর কি হবে? তিনি বললেন, মৃত্যু। তখন মুসা (আ) বললেন, তাহলে এখনই মৃত্যু হয়ে যাক। তিনি আল্লাহ্‌র কাছে প্রার্থনা করলেন, তাঁকে যেন পবিত্রভুমি (বায়তুল মুকাদ্দাস) হতে একখানা প্রস্তর নিক্ষেপের দূরত্ব পরিমান নিকটবর্তী স্থানে রাখা হয়। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন, যদি আমি তথায় থাকতাম তাহলে তোমাদেরকে তাঁর কবর দেখিয়ে দিতাম। যা পথের এক পার্শ্বে লাল বালুকা স্তূপের নীচে রয়েছে।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ رَافِعٍ، عَنْ عَبْدِ الرَّزَّاقِ، قَالَ: حَدَّثَنَا مَعْمَرٌ، عَنْ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: \" أُرْسِلَ مَلَكُ الْمَوْتِ إِلَى مُوسَى عَلَيْهِ السَّلَامُ، فَلَمَّا جَاءَهُ صَكَّهُ، فَفَقَأَ عَيْنَهُ، فَرَجَعَ إِلَى رَبِّهِ، فَقَالَ: أَرْسَلْتَنِي إِلَى عَبْدٍ لَا يُرِيدُ الْمَوْتَ، فَرَدَّ اللَّهُ عَزَّ وَجَلَّ إِلَيْهِ عَيْنَهُ، وَقَالَ: ارْجِعْ إِلَيْهِ، فَقُلْ لَهُ يَضَعُ يَدَهُ عَلَى مَتْنِ ثَوْرٍ، فَلَهُ بِكُلِّ مَا غَطَّتْ يَدُهُ بِكُلِّ شَعْرَةٍ سَنَةٌ، قَالَ: أَيْ رَبِّ، ثُمَّ مَهْ؟ قَالَ: الْمَوْتُ، قَالَ: فَالْآنَ، فَسَأَلَ اللَّهَ عَزَّ وَجَلَّ أَنْ يُدْنِيَهُ مِنَ الْأَرْضِ الْمُقَدَّسَةِ رَمْيَةً بِحَجَرٍ \"، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فَلَوْ كُنْتُ ثَمَّ، لَأَرَيْتُكُمْ قَبْرَهُ إِلَى جَانِبِ الطَّرِيقِ تَحْتَ الْكَثِيبِ الْأَحْمَرِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "19"
    }
  }
}