{
  "hadith": {
    "hadith_id": 2090,
    "narrator": "তালহা ইব্‌ন উবায়দুল্লাহ (রাঃ)",
    "bn": "এলোমেলো চুল বিশিষ্ট এক বেদুঈন রাসুলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-এর কাছে এসে বললো, ইয়া রাসুলুল্লাহ্‌! আল্লাহ তা’আলা আমার উপর যে সালাতসমূহ ফরয করেছেন সে সম্পর্কে আমাকে অবহিত করুন। তিনি বললেন, আল্লাহ তা’আলা দৈনিক পাঁচ ওয়াক্ত সালাত ফরয করেছেন। তবে হ্যাঁ, তুমি যা খুশী নফল আদায় করবে। তারপর সে বললো, আপনি আমাকে আল্লাহ তাআলা আমার উপর যে সাওম (রোযা) ফরয করেছেন সে সমন্ধে অবহিত করুন। তিনি বললেন, রমযান মাসের সাওম (রোযা)। তবে হ্যাঁ, তুমি যা খুশী নফল আদায় করবে। অতঃপর সে বললো, আপনি আমাকে আল্লাহ তা’আলা আমার উপর যে যাকাত ফরয করেছেন সে সমন্ধে অবহিত করুন। তখন রাসুলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) তাকে ইসলামী শরীয়ার আহকাম সম্পর্কে অবহিত করলেন। অতঃপর সে বললো, ঐ সত্তার শপথ, যিনি আপনাকে সম্মানিত করেছেন আমি অতিরিক্ত কোন নফল ও আদায় করবনা এবং আল্লাহ তা’আলা আমার উপর যা যা ফরয করেছেন তাতে কোন কম করব না। তখন রাসুলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেন, যদি সে সত্যই বলে থাকে তবে সে কৃতকার্য হয়ে যাবে অথবা তিনি বললেন, যদি সে সত্যই বলে থাকে তবে সে জান্নাতে প্রবেশ করবে।",
    "ar": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ: حَدَّثَنَا إِسْمَعِيلُ وَهُوَ ابْنُ جَعْفَرٍ، قَالَ: حَدَّثَنَا أَبُو سُهَيْلٍ، عَنْ أَبِيهِ، عَنْ طَلْحَةَ بْنِ عُبَيْدِ اللَّهِ، أَنَّ أَعْرَابِيًّا جَاءَ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثَائِرَ الرَّأْسِ، فَقَالَ: يَا رَسُولَ اللَّهِ، أَخْبِرْنِي مَاذَا فَرَضَ اللَّهُ عَلَيَّ مِنَ الصَّلَاةِ؟ قَالَ: «الصَّلَوَاتُ الْخَمْسُ إِلَّا أَنْ تَطَوَّعَ شَيْئًا»، قَالَ: أَخْبِرْنِي بِمَا افْتَرَضَ اللَّهُ عَلَيَّ مِنَ الصِّيَامِ؟ قَالَ: «صِيَامُ شَهْرِ رَمَضَانَ إِلَّا أَنْ تَطَوَّعَ شَيْئًا»، قَالَ: أَخْبِرْنِي بِمَا افْتَرَضَ اللَّهُ عَلَيَّ مِنَ الزَّكَاةِ؟ فَأَخْبَرَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِشَرَائِعِ الْإِسْلَامِ، فَقَالَ: وَالَّذِي أَكْرَمَكَ، لَا أَتَطَوَّعُ شَيْئًا لَا أَنْقُصُ مِمَّا فَرَضَ اللَّهُ عَلَيَّ شَيْئًا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَفْلَحَ إِنْ صَدَقَ أَوْ دَخَلَ الْجَنَّةَ إِنْ صَدَقَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}