{
  "hadith": {
    "hadith_id": 2091,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেন, কুরআনে আমাদের নিষেধ করা হয়েছে যেন নবী (সাল্লাল্লাহু 'আলাইহি ওয়া 'সাল্লাম) এর কাছে কোন ব্যাপারে প্রশ্ন না করি। তাই আমরা মনে মনে আশংকা করতাম যেন গ্রাম থেকে কোন জ্ঞানী ব্যাক্তি এসে রাসুলুল্লাহ্‌ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)-কে প্রশ্ন করে। ইতিমধ্যে একজন গ্রাম্য ব্যক্তি এসে বলল, হে মুহাম্মাদ (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম)! আমাদের কাছে আপনার দুত এসেছিলেন। তিনি আমাদের বললেন যে, আপনি নাকি দাবী করেন যে, আল্লাহ তা’আলা আপনাকে রাসুল করে পাঠিয়েছেন? তিনি বললেন যে, সে সত্যই বলেছে। অতঃপর সে প্রশ্ন করলঃ তবে আসমান কে সৃষ্টি করেছে? তিনি বললেনঃ আল্লাহ তা’আলা, অতঃপর সে প্রশ্ন করলঃ যমীন-কে সৃষ্টি করেছে? তিনি বললেনঃ আল্লাহ তা’আলা। তারপর সে প্রশ্ন করলঃ যমীনে পাহাড়সমূহ কে স্হাপন করেছে? তিনি বললেনঃ আল্লাহ তা’আলা। এরপর সে প্রশ্ন করলঃ তাতে উপকারী বৃক্ষসমূহ কে সৃষ্টি করেছে? তিনি বললেনঃ আল্লাহ তা’আলা। অতঃপর সে বললোঃ ঐ সত্তার শপথ যিনি আসমান এবং যমীন সৃষ্টি করেছেন আর তাতে পাহাড়সমুহ স্হাপন করেছেন এবং তাতে উপকারী বৃক্ষসমূহ সৃষ্টি করেছেন- আল্লাহ তা’আলা কি আপনাকে রাসুল করে পাঠিয়েছেন? তিনি বললেনঃ হ্যাঁ। অতঃপর সে বললোঃ আপনার দুত বলেন যে, আমাদের উপর প্রত্যেক দিন রাতে পাঁচ ওয়াক্ত সালাত ফরয? তিনি বললেনঃ সে তো সত্যই বলেছে। অতঃপর সে বললোঃ ঐ সত্তার শপথ যিনি-আপনাকে রাসুল রুপে প্রেরন করেছেন- আল্লাহ তা’আলা কি আপনাকে এর নির্দেশ দিয়েছেন? তিনি বললেন, হ্যা। অতঃপর সে বললোঃ আপনার দুত বলেন যে, আমাদের উপর স্বীয় ধন-সম্পদের যাকাত আদায় করা ফরয? তিনি বললেনঃ সে তো সত্যই বলেছে। সে বললোঃ সেই সত্তার শপথ যিনি আপনাকে প্রেরণ করেছেন- আল্লাহ তা’আলা কি আপনাকে এর নির্দেশ দিয়েছেন? তিনি বললেন, হ্যাঁ। অতঃপর সে বললোঃ আপনার দূত বলেন যে, আমাদের উপর প্রত্যেক বছর রমযানের রোযা ফরয? তিনি বললেনঃ সে তো সত্যই বলেছে। সে বলল, ঐ সত্তার শপথ যিনি আপনাকে প্রেরণ করেছেন- আল্লাহ তা’আলা কি আপনাকে এর নির্দেশ দিয়েছেন? তিনি বললেন, হ্যাঁ। অতঃপর সে বললোঃ আপনার দূত বলেন যে, আমাদের মধ্যে রাহা খরচ বহনের উপর সামর্থ্যবানদের উপর হজ্জ ফরয? তিনি বললেনঃ সে তো সত্যই বলেছে। সে বললো, ঐ সত্তার শপথ যিনি আপনাকে প্রেরণ করেছেন- আল্লাহ তা’আলা কি আপনাকে এর নির্দেশ দিয়েছেন? তিনি বললেন, হ্যাঁ। অতঃপর সে বললোঃ ঐ সত্তার শপথ যিনি আপনাকে প্রেরণ করেছেন- আমি-এগুলোর উপর কোন কিছু কখনো বৃদ্ধিও করবো না আর এর থেকে (কিছু) হ্রাসও করবো না। যখন সে ফিরে গেলো, তখন নবী (সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম) বললেন, যদি সে তার কথায় সত্যবাদী হয়ে থাকে তবে সে অবশ্যই জান্নাতে প্রবেশ করবে।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَعْمَرٍ، قَالَ: حَدَّثَنَا أَبُو عَامِرٍ الْعَقَدِيُّ، قَالَ: حَدَّثَنَا سُلَيْمَانُ بْنُ الْمُغِيرَةِ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ قَالَ: نُهِينَا فِي الْقُرْآنِ أَنْ نَسْأَلَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ شَيْءٍ، فَكَانَ يُعْجِبُنَا أَنْ يَجِيءَ الرَّجُلُ الْعَاقِلُ مِنْ أَهْلِ الْبَادِيَةِ فَيَسْأَلَهُ، فَجَاءَ رَجُلٌ مِنْ أَهْلِ الْبَادِيَةِ فَقَالَ: يَا مُحَمَّدُ، أَتَانَا رَسُولُكَ فَأَخْبَرَنَا أَنَّكَ تَزْعُمُ أَنَّ اللَّهَ عَزَّ وَجَلَّ أَرْسَلَكَ، قَالَ: «صَدَقَ»، قَالَ: فَمَنْ خَلَقَ السَّمَاءَ؟ قَالَ: «اللَّهُ»، قَالَ: فَمَنْ خَلَقَ الْأَرْضَ؟ قَالَ: «اللَّهُ»، قَالَ: فَمَنْ نَصَبَ فِيهَا الْجِبَالَ؟ قَالَ: «اللَّهُ»، قَالَ: فَمَنْ جَعَلَ فِيهَا الْمَنَافِعَ؟ قَالَ: «اللَّهُ»، قَالَ: فَبِالَّذِي خَلَقَ السَّمَاءَ وَالْأَرْضَ، وَنَصَبَ فِيهَا الْجِبَالَ، وَجَعَلَ فِيهَا الْمَنَافِعَ آللَّهُ أَرْسَلَكَ؟ قَالَ: «نَعَمْ»، قَالَ: وَزَعَمَ رَسُولُكَ أَنَّ عَلَيْنَا خَمْسَ صَلَوَاتٍ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ، قَالَ: «صَدَقَ»، قَالَ: فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا؟ قَالَ: «نَعَمْ»، قَالَ: وَزَعَمَ رَسُولُكَ أَنَّ عَلَيْنَا زَكَاةَ أَمْوَالِنَا، قَالَ: «صَدَقَ»، قَالَ: فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا؟ قَالَ: «نَعَمْ»، قَالَ: وَزَعَمَ رَسُولُكَ أَنَّ عَلَيْنَا صَوْمَ شَهْرِ رَمَضَانَ فِي كُلِّ سَنَةٍ، قَالَ: «صَدَقَ»، قَالَ: فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا؟ قَالَ: «نَعَمْ»، قَالَ: وَزَعَمَ رَسُولُكَ أَنَّ عَلَيْنَا الْحَجَّ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا؟ قَالَ: «صَدَقَ»، قَالَ: فَبِالَّذِي أَرْسَلَكَ آللَّهُ أَمَرَكَ بِهَذَا؟ قَالَ: «نَعَمْ»، قَالَ: فَوَالَّذِي بَعَثَكَ بِالْحَقِّ لَا أَزِيدَنَّ عَلَيْهِنَّ شَيْئًا وَلَا أَنْقُصُ، فَلَمَّا وَلَّى قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَئِنْ صَدَقَ لَيَدْخُلَنَّ الْجَنَّةَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}