{
  "hadith": {
    "hadith_id": 2093,
    "narrator": "আনাস ইব্‌ন মালিক (রাঃ)",
    "bn": "তিনি বলেন, আমরা রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে মসজিদে বসা ছিলাম। ইতিমধ্যে উটের উপর আরোহণ করে এক ব্যক্তি আসলো এবং সেই উটকে মসজিদের (আঙ্গিনায়) বসিয়ে বেঁধে ফেললো। অতঃপর বললোঃ তোমাদের মধ্যে মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে? তিনি তখন আমাদের মধ্যে ঠেস দিয়ে বসা ছিলেন। তখন আমরা তাকে বললাম, এই ঠেস দিয়ে বসা ফর্সা ব্যক্তি। তৎপর সে রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বললোঃ হে আলে মুত্তালিবের বংশজাত। তখন রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ আমি তোমার ডাকে সাড়া দিয়েছি। অতঃপর সে বললো:হে মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি আপনাকে কিছু প্রশ্ন করবো এবং প্রশের ব্যাপারে আপনার সাথে কঠোরতা অবলম্বন করবো। তখন তিনি বললেনঃ তোমার যা মনে চায় প্রশ্ন করো। সে বললোঃ আমি আপনাকে আপনার প্রভূ এবং আপনার পূর্ববর্তীদের প্রভূর নামে শপথ দিয়ে বলছি- আল্লাহ তা’আলা কি আপনাকে সমস্ত মানুষের হিদায়াতের জন্য পাঠিয়েছেন? রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, নিশ্চয়ই, “হে আল্লাহ আপনি সাক্ষী থাকুন”। অতঃপর সে বললোঃ আমি আপনাকে আল্লাহর শপথ দিয়ে বলছি- আল্লাহ তা’আলা কি আপনাকে প্রত্যেক বছরের এ (রমযান) মাসে সাওম (রোযা) পালন করার নির্দেশ দিয়েছেন? রাবী বলেনঃ রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ নিশ্চয়ই, “হে আল্লাহ আপনি সাক্ষী থাকুন”। অতঃপর সে বললোঃ আমি আপনাকে আল্লাহর শপথ দিয়ে বলছি- আলাহ তা’আলা কি আপনাকে আমাদের বিত্তশালীদের থেকে এ যাকাত নিয়ে তা আমাদের অভাবীদের মধ্যে বন্টন করার নির্দেশ দিয়েছেন? রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ নিশ্চয়ই, “হে আল্লাহ আপনি সাক্ষী থাকুন”। অতঃপর সে বললো, আপনি যা নিয়ে এসেছেন তার উপর আমি বিশ্বাস স্থাপন করলাম। আর আমি নিজ গোত্রের অবশিষ্ট লোকদের জন্য দূত স্বরূপ এসেছি; আর আমার নাম হল দিমাম ইব্‌ন ছা’লাবা আমি সা’দ ইব্‌ন বাক্‌র গোত্রের লোক।",
    "ar": "أَخْبَرَنَا عُبَيْدُ اللَّهِ بْنُ سَعْدِ بْنِ إِبْرَاهِيمَ، مِنْ كِتَابِهِ، قَالَ: حَدَّثَنَا عَمِّي، قَالَ: حَدَّثَنَا اللَّيْثُ، قَالَ: حَدَّثَنَا ابْنُ عَجْلَانَ، وَغَيْرُهُ مِنْ إِخْوَانِنَا، عَنْ سَعِيدٍ الْمَقْبُرِيِّ، عَنْ شَرِيكِ بْنِ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ، أَنَّهُ سَمِعَ أَنَسَ بْنَ مَالِكٍ يَقُولُ: بَيْنَمَا نَحْنُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جُلُوسٌ فِي الْمَسْجِدِ، دَخَلَ رَجُلٌ عَلَى جَمَلٍ فَأَنَاخَهُ فِي الْمَسْجِدِ، ثُمَّ عَقَلَهُ، ثُمَّ قَالَ: أَيُّكُمْ مُحَمَّدٌ؟ وَهُوَ مُتَّكِئٌ بَيْنَ ظَهْرَانَيْهِمْ، فَقُلْنَا لَهُ: هَذَا الرَّجُلُ الْأَبْيَضُ الْمُتَّكِئُ، فَقَالَ لَهُ الرَّجُلُ: يَا ابْنَ عَبْدِ الْمُطَّلِبِ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «قَدْ أَجَبْتُكَ»، قَالَ الرَّجُلُ: يَا مُحَمَّدُ، إِنِّي سَائِلُكَ فَمُشَدِّدٌ عَلَيْكَ فِي الْمَسْأَلَةِ، قَالَ: «سَلْ عَمَّا بَدَا لَكَ»، قَالَ: أَنْشُدُكَ بِرَبِّكَ وَرَبِّ مَنْ قَبْلَكَ، آللَّهُ أَرْسَلَكَ إِلَى النَّاسِ كُلِّهِمْ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اللَّهُمَّ نَعَمْ»، قَالَ: فَأَنْشُدُكَ اللَّهَ، آللَّهُ أَمَرَكَ أَنْ تَصُومَ هَذَا الشَّهْرَ مِنَ السَّنَةِ؟ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، «اللَّهُمَّ نَعَمْ»، قَالَ: فَأَنْشُدُكَ اللَّهَ، آللَّهُ أَمَرَكَ أَنْ تَأْخُذَ هَذِهِ الصَّدَقَةَ مِنْ أَغْنِيَائِنَا فَتَقْسِمَهَا عَلَى فُقَرَائِنَا؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اللَّهُمَّ نَعَمْ»، فَقَالَ الرَّجُلُ: إِنِّي آمَنْتُ بِمَا جِئْتَ بِهِ، وَأَنَا رَسُولُ مَنْ وَرَائِي مِنْ قَوْمِي، وَأَنَا ضِمَامُ بْنُ ثَعْلَبَةَ، أَخُو بَنِي سَعْدِ بْنِ بَكْرٍ، «خَالَفَهُ عُبَيْدُ اللَّهِ بْنُ عُمَرَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}