{
  "hadith": {
    "hadith_id": 2111,
    "narrator": "কুরায়ব (রহঃ)",
    "bn": "একদা উম্মে ফাযল (রাঃ) তাঁকে মুআবিয়া (রাঃ)-এর কাছে সিরিয়ায় পাঠিয়ে ছিলেন। তিনি বলেন, আমি সিরিয়ায় গিয়ে তাঁর প্রয়োজন সমাধা করলাম এবং সিরিয়ায় অবস্হান করলে জুমূ’আর রাত্রে রমযান এর চাঁদ দর্শন করলাম। অতঃপর আমি মাসের শেষের দিকে মদীনায় ফিরে এলাম। আব্দুল্লাহ ইব্‌ন আব্বাস (রাঃ) আমাকে জিজ্ঞাসাবাদ করলেন। অতঃপর চন্দ্রের কথা উল্লেখ করে আমাকে বললেন, তোমরা চাঁদ কখন দেখেছিলে? আমি বললাম, আমরা তো চাঁদ জুমু-আর রাত্রে দেখেছিলাম। তিনি আবারো প্রশ্ন করলেন যে, তুমি কি চাঁদ জুমু’আর রাত্রে নিজে দেখেছিলে? আমি বললামঃ হ্যাঁ, অন্যান্য লোকেরাও দেখেছে এবং তারাও সাওম (রোযা) পালন করেছে এবং মুআবিয়া (রাঃ)-ও সাওম (রোযা) পালন করেছেন। তিনি বললেন, অথচ আমরা তো চাঁদ শনিবার রাত্রে দেখেছি। আমরা সাওম (রোযা) পালন করতেই-থাকব, ত্রিশ সাওম (রোযা) পূরা করা পর্যন্ত অথবা চাঁদ দেখা পর্যন্ত। আমি বললাম, আপনি কি মূআবিয়া অথবা তাঁর সাথীদের দেখা যথেষ্ট মনে করেন না? তিনি বললেন, না, বরং আমাদেরকে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এরুপই নির্দেশ দিয়েছেন।",
    "ar": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ، قَالَ: حَدَّثَنَا إِسْمَعِيلُ، قَالَ: حَدَّثَنَا مُحَمَّدٌ وَهُوَ ابْنُ أَبِي حَرْمَلَةَ، قَالَ: أَخْبَرَنِي كُرَيْبٌ، أَنَّ أُمَّ الْفَضْلِ بَعَثَتْهُ إِلَى مُعَاوِيَةَ بِالشَّامِ، قَالَ: فَقَدِمْتُ الشَّامَ، فَقَضَيْتُ حَاجَتَهَا وَاسْتَهَلَّ عَلَيَّ هِلَالُ رَمَضَانَ وَأَنَا بِالشَّامِ، فَرَأَيْتُ الْهِلَالَ لَيْلَةَ الْجُمُعَةِ، ثُمَّ قَدِمْتُ الْمَدِينَةَ فِي آخِرِ الشَّهْرِ، فَسَأَلَنِي عَبْدُ اللَّهِ بْنُ عَبَّاسٍ، ثُمَّ ذَكَرَ الْهِلَالَ، فَقَالَ: مَتَى رَأَيْتُمْ؟ فَقُلْتُ: رَأَيْنَاهُ لَيْلَةَ الْجُمُعَةِ، قَالَ: أَنْتَ رَأَيْتَهُ لَيْلَةَ الْجُمُعَةِ؟ قُلْتُ: نَعَمْ، وَرَآهُ النَّاسُ فَصَامُوا وَصَامَ مُعَاوِيَةُ، قَالَ: «لَكِنْ رَأَيْنَاهُ لَيْلَةَ السَّبْتِ، فَلَا نَزَالُ نَصُومُ حَتَّى نُكْمِلَ ثَلَاثِينَ يَوْمًا أَوْ نَرَاهُ»، فَقُلْتُ: أَوَ لَا تَكْتَفِي بِرُؤْيَةِ مُعَاوِيَةَ، وَأَصْحَابِهِ؟ قَالَ: لَا هَكَذَا أَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}