{
  "hadith": {
    "hadith_id": 2238,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণিত। তিনি বলেন, যে ব্যক্তি আল্লাহর রাস্তায় এক জোড়া (ভাল জিনিস) দান করবে তাকে কিয়ামতের দিন ডাকা হবে, হে আল্লাহর বান্দা! তোমার এ দানটা কতই না ভালো। যে ব্যক্তি সালাত (নামায/নামাজ) আদায়ে অভ্যস্ত হবে তাকে সালাতের দরজা দিয়ে ডাকা হবে, আর যে ব্যক্তি জিহাদে অভ্যস্ত হবে তাকে জিহাদের দরজা দিয়ে ডাকা হবে যে ব্যক্তি দান খয়রাতে অভ্যন্ত হবে তাকে দান খয়রাতের দরজা দিয়ে ডাকা হবে আর যে ব্যক্তি সাওম (রোযা) পালনে অভ্যস্ত হবে তাকে রায়্যান নামক দরজা দিয়ে ডাকা হবে। তখন আবূ বকর সিদ্দিক (রাঃ) বললেন, ইয়া রাসুলুল্লাহ্‌! কাউকে এক যোগে এই সমুদয় দরুজা দিয়ে ডাকার কোন প্রয়োজন নেই। তাই কাউকে কি এই সমুদয় দরজা দিয়ে এক যোগে ডাকা হবে? রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, ‘হ্যাঁ এবং আমি আশা করি যে, আপনি সেই সৌভাগ্যবান ব্যক্তিদের অন্যতম হবেন’।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، وَالْحَارِثُ بْنُ مِسْكِينٍ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، عَنْ ابْنِ وَهْبٍ، قَالَ: أَخْبَرَنِي مَالِكٌ، وَيُونُسُ، عَنْ ابْنِ شِهَابٍ، عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ أَنْفَقَ زَوْجَيْنِ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ نُودِيَ فِي الْجَنَّةِ يَا عَبْدَ اللَّهِ هَذَا خَيْرٌ، فَمَنْ كَانَ مِنْ أَهْلِ الصَّلَاةِ يُدْعَى مِنْ بَابِ الصَّلَاةِ، وَمَنْ كَانَ مِنْ أَهْلِ الْجِهَادِ يُدْعَى مِنْ بَابِ الْجِهَادِ، وَمَنْ كَانَ مِنْ أَهْلِ الصَّدَقَةِ يُدْعَى مِنْ بَابِ الصَّدَقَةِ، وَمَنْ كَانَ مِنْ أَهْلِ الصِّيَامِ دُعِيَ مِنْ بَابِ الرَّيَّانِ»، قَالَ أَبُو بَكْرٍ الصِّدِّيقُ: يَا رَسُولَ اللَّهِ، مَا عَلَى أَحَدٍ يُدْعَى مِنْ تِلْكَ الْأَبْوَابِ مِنْ ضَرُورَةٍ، فَهَلْ يُدْعَى أَحَدٌ مِنْ تِلْكَ الْأَبْوَابِ كُلِّهَا؟ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «نَعَمْ، وَأَرْجُو أَنْ تَكُونَ مِنْهُمْ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}