{
  "hadith": {
    "hadith_id": 2390,
    "narrator": "আব্দুল্লাহ্‌ ইব্‌ন আমর (রাঃ)",
    "bn": "তিনি বলেন, আমার পিতা আমাকে এক মহিলা বিবাহ করালেন এবং তাকে দেখতে আসলেন এবং জিজ্ঞাসা করলেন যে, তুমি তোমার স্বামীকে কেমন পেলে? সে বলল খুবই ভাল লোক। তিনি রাত্রে নিদ্রাও যান না আর দিনেও সাওম (রোযা) ভঙ্গ করেন না। তখন আমার পিতা আমাকে তিরস্কার করে বললেন, আমি তোমাকে এক মুসলিম মহিলা বিবাহ করালাম আর তুমি তাকে এভাবে ঠেলে রাখলে। (আব্দুল্লাহ (রাঃ) বলেন, আমি নিজের মধ্যে শক্তি অনুভব করার কারণে আমর পিতার তিরস্কারের প্রতি ভ্রুক্ষেপ করছিলাম না। এ সংবাদ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পর্যন্ত পৌঁছালে তিনি বললেন, আমি তো সালাতও আদায় করি আবার নিদ্রাও যাই, সাওম (রোযা) পালনও করি আবার সাওম (রোযা) ভঙ্গও করি। তাই তুমিও সালাত আদায় কর, নিদ্রা যাও, সাওম (রোযা) পালন কর এবং সাওম (রোযা) ভঙ্গও কর। তিনি বললেন, তুমি প্রত্যেক মাসে তিন দিন সাওম (রোযা) পালন কর। তখন আমি বললাম, আমি তো এরও অধিক সাওম (রোযা) পালনের সামর্থ্য রাখি। তিনি বললেন, তাহলে তুমি দাঊদ (আলাইহি ওয়াসাল্লাম)-এর সাওম (রোযা) পালন কর। একদিন সাওম (রোযা) পালন কর আর একদিন সাওম (রোযা) ভঙ্গ কর। আমি বললাম আমি তো এর চেয়েও অধিক সাওম (রোযা) পালনের সামর্থ্য রাখি। রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তাহলে তুমি প্রতি মাসে এক খতম করে কুরআন তিলাওয়াত কর। অতঃপর তিনি তা পনের দিনে খতম করার অনুমতি দিলে আমি বলছিলাম, আমি এর চেয়েও অধিক এর চেয়ে অধিক সামর্থ্য রাখি।",
    "ar": "أَخْبَرَنَا أَبُو حَصِينٍ عَبْدُ اللَّهِ بْنُ أَحْمَدَ بْنِ عَبْدِ اللَّهِ بْنِ يُونُسَ، قَالَ: حَدَّثَنَا عَبْثَرٌ، قَالَ: حَدَّثَنَا حُصَيْنٌ، عَنْ مُجَاهِدٍ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: زَوَّجَنِي أَبِي امْرَأَةً فَجَاءَ يَزُورُهَا، فَقَالَ: كَيْفَ تَرَيْنَ بَعْلَكِ؟ فَقَالَتْ: نِعْمَ الرَّجُلُ مِنْ رَجُلٍ لَا يَنَامُ اللَّيْلَ، وَلَا يُفْطِرُ النَّهَارَ فَوَقَعَ بِي، وَقَالَ: زَوَّجْتُكَ امْرَأَةً مِنَ الْمُسْلِمِينَ فَعَضَلْتَهَا، قَالَ: فَجَعَلْتُ لَا أَلْتَفِتُ إِلَى قَوْلِهِ مِمَّا أَرَى عِنْدِي مِنَ الْقُوَّةِ وَالِاجْتِهَادِ، فَبَلَغَ ذَلِكَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «لَكِنِّي أَنَا أَقُومُ وَأَنَامُ، وَأَصُومُ وَأُفْطِرُ، فَقُمْ وَنَمْ، وَصُمْ وَأَفْطِرْ» قَالَ: «صُمْ مِنْ كُلِّ شَهْرٍ ثَلَاثَةَ أَيَّامٍ»، فَقُلْتُ: أَنَا أَقْوَى مِنْ ذَلِكَ، قَالَ: «صُمْ صَوْمَ دَاوُدَ عَلَيْهِ السَّلَامُ، صُمْ يَوْمًا وَأَفْطِرْ يَوْمًا»، قُلْتُ: أَنَا أَقْوَى مِنْ ذَلِكَ، قَالَ: «اقْرَأِ الْقُرْآنَ فِي كُلِّ شَهْرٍ»، ثُمَّ انْتَهَى إِلَى خَمْسَ عَشْرَةَ وَأَنَا أَقُولُ: أَنَا أَقْوَى مِنْ ذَلِكَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}