{
  "hadith": {
    "hadith_id": 2392,
    "narrator": "আব্দুল্লাহ ইব্‌ন আমর (রাঃ)",
    "bn": "রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে তার সমন্ধে উল্লেখ করা হলে তিনি বলেনঃ আমি যতদিন বেঁচে থাকব ততদিন অবশ্যই সারা রাত্র সালাত আদায় করব এবং অবশ্যই সারা দিন সাওম (রোযা) পালন করব। তখন রাসুলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেন, তুমি কি এরুপ বলেছ? আমি তাঁকে বললাম ইয়া রাসুলুল্লাহ! আমি নিশ্চয়ই এরুপ বলেছি। তখন রাসুলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেন, তুমি এ রকম পারবে না। অতএব তুমি কখনো কখনো সাওম (রোযা) পালন কর-আর কখনো সাওম (রোযা) ভঙ্গ করে ফেল এবং কিছু সময় নিদ্রা যাও আর কিছু সময় সালাত আদায় কর। আর প্রতি মাসে তিন দিন সাওম (রোযা) পালন কর। কেননা প্রত্যেক ভাল কাজের জন্য তার দশ দশ গুণ সওয়াব রয়েছে। আর এটাই বছর সাওম (রোযা) পালনের সমতুল্য। আমি বললাম, আমি তো এর চেয়েও অধিক সাওম (রোযা) পালন করার সামর্থ্য রাখি। রাসুলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেন, তুমি এক দিন সাওম (রোযা) পালন কর এবং দুই দিন সাওম (রোযা) ভঙ্গ কর। আমি বললাম, ইয়া রাসুলুল্লাহ! আমি তো এর চেয়েও অধিক সাওম (রোযা) পালন করার সামর্থ্য রাখি। তিনি বললেন, তাহলে তুমি একদিন সাওম (রোযা) পালন কর, একদিন সাওম (রোযা) ভঙ্গ কর। আর এটাই দাঊদ (আলাইহি ওয়াসাল্লাম)-এর সাওম (রোযা) এবং এটাই হলো সর্বোত্তম সাওম (রোযা)। আমি বললাম, আমি তো এর চেয়েও অধিক সাওম (রোযা) পালন করার সামর্থ্য রাখি। রাসুলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম) বললেন, এর চেয়ে উত্তম সাওম (রোযা) আর হয় না। আব্দুল্লাহ ইবনু আমর (রাঃ) বলেন, যে তিন দিনের সাওম (রোযা) পালন করার কথা বলেছিলেন তা গ্রহণ করাই আমার নিকট আমার পরিবার-পরিজন ও আমার ধন-সম্পদ থেকে অধিকতর প্রিয় মনে হয়।",
    "ar": "أَخْبَرَنَا الرَّبِيعُ بْنُ سُلَيْمَانَ، قَالَ: حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ: أَخْبَرَنِي يُونُسُ، عَنْ ابْنِ شِهَابٍ، قَالَ: أَخْبَرَنِي سَعِيدُ بْنُ الْمُسَيَّبِ، وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ، قَالَ: ذُكِرَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ يَقُولُ: لَأَقُومَنَّ اللَّيْلَ وَلَأَصُومَنَّ النَّهَارَ مَا عِشْتُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَنْتَ الَّذِي تَقُولُ ذَلِكَ؟» فَقُلْتُ لَهُ: قَدْ قُلْتُهُ يَا رَسُولَ اللَّهِ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فَإِنَّكَ لَا تَسْتَطِيعُ ذَلِكَ، فَصُمْ وَأَفْطِرْ، وَنَمْ وَقُمْ، وَصُمْ مِنَ الشَّهْرِ ثَلَاثَةَ أَيَّامٍ، فَإِنَّ الْحَسَنَةَ بِعَشْرِ أَمْثَالِهَا وَذَلِكَ مِثْلُ صِيَامِ الدَّهْرِ»، قُلْتُ: فَإِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ، قَالَ: «صُمْ يَوْمًا وَأَفْطِرْ يَوْمَيْنِ»، فَقُلْتُ: إِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ يَا رَسُولَ اللَّهِ، قَالَ: «فَصُمْ يَوْمًا وَأَفْطِرْ يَوْمًا، وَذَلِكَ صِيَامُ دَاوُدَ، وَهُوَ أَعْدَلُ الصِّيَامِ»، قُلْتُ: فَإِنِّي أُطِيقُ أَفْضَلَ مِنْ ذَلِكَ، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا أَفْضَلَ مِنْ ذَلِكَ» قَالَ عَبْدُ اللَّهِ بْنُ عَمْرٍو: «لَأَنْ أَكُونَ قَبِلْتُ الثَّلَاثَةَ الْأَيَّامَ الَّتِي قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحَبُّ إِلَيَّ مِنْ أَهْلِي وَمَالِي»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}