{
  "hadith": {
    "hadith_id": 2393,
    "narrator": "আবূ সালামা ইব্‌ন আব্দুর রহমান (রাঃ)",
    "bn": "তিনি বলেন, আমি আব্দুল্লাহ ইব্‌ন আমর (রাঃ)-এর কাছে গিয়ে বললাম, হে চাচা! রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আপনাকে যা বলেছিলেন তা আমাকে বলুন। তিনি বললেন, হে আমার ভ্রাতূষ্পুত্র, আমি দৃঢ় সংকল্প করেছিলাম যে, আমি অত্যধিক পবিশ্রম করব, এমনকি মনে মনে বলেছিলাম যে, আমি অবশ্যই সারা জীবন সাওম (রোযা) পালন করব এবং প্রত্যেক দিবা রাত্রে একবার কুরআন খতম করব। এ খবর রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কানে ফেললে তিনি আমার কাছে আসলেন এবং ঘরে প্রবেশ করে বললেন যে, আমি শুনেছি- তুমি নাকি বলেছ যে, আমি অবশ্যই সারা জীবন সাওম (রোযা) পালন করব এবং সারাক্ষণ কুরআন তিলাওয়াত করব? আমি বললাম, ইয়া রাসুলল্লাহ্‌! আমি অবশ্যই বলেছি। তিনি বললেন, তুমি এরূপ কর না বরং তুমি প্রত্যেক মাসে তিন দিন সাওম (রোযা) পালন করবে। আমি বললাম, আমি তো এর চেয়েও অধিক সাওম (রোযা) পালন করার সামর্থ্য রাখি। তিনি বললেন, তাহলে তুমি প্রত্যেক সপ্তাহে দুই দিন সাওম (রোযা) পালন করবে সোমবার এবং বৃহষ্পতিবার। আমি বললাম, আমি তো এর চেয়েও অধিক সাওম (রোযা) পালনের সামর্থ্য রাখি। তিনি বললেন, তাহলে তুমি দাঊদ (আলাইহি ওয়াসাল্লাম)-এর ন্যায় সাওম (রোযা) পালন করবে। কেননা সেটাই আল্লাহ তা’আলার নিকট সর্বোত্তম সাওম (রোযা)। একদিন সাওম (রোযা) পালন করবে আর একদিন সাওম (রোযা) ভঙ্গ করে ফেলবে। আর দাঊদ (আলাইহি ওয়াসাল্লাম) যখন ওয়াদা করতেন তা পূর্ণ করতেন আর যখন শক্রর মুখোমুখী হতেন পলায়ন করতেন না।",
    "ar": "أَخْبَرَنِي أَحْمَدُ بْنُ بَكَّارٍ، قَالَ: حَدَّثَنَا مُحَمَّدٌ وَهُوَ ابْنُ سَلَمَةَ، عَنْ ابْنِ إِسْحَقَ، عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ: دَخَلْتُ عَلَى عَبْدِ اللَّهِ بْنِ عَمْرٍو، قُلْتُ: أَيْ عَمِّ حَدِّثْنِي عَمَّا قَالَ لَكَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: يَا ابْنَ أَخِي، إِنِّي قَدْ كُنْتُ أَجْمَعْتُ عَلَى أَنْ أَجْتَهِدَ اجْتِهَادًا شَدِيدًا حَتَّى قُلْتُ: لَأَصُومَنَّ الدَّهْرَ، وَلَأَقْرَأَنَّ الْقُرْآنَ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ، فَسَمِعَ بِذَلِكَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَتَانِي حَتَّى دَخَلَ عَلَيَّ فِي دَارِي، فَقَالَ: «بَلَغَنِي أَنَّكَ قُلْتَ لَأَصُومَنَّ الدَّهْرَ، وَلَأَقْرَأَنَّ الْقُرْآنَ»، فَقُلْتُ: قَدْ قُلْتُ ذَلِكَ يَا رَسُولَ اللَّهِ، قَالَ: «فَلَا تَفْعَلْ، صُمْ مِنْ كُلِّ شَهْرٍ ثَلَاثَةَ أَيَّامٍ»، قُلْتُ: إِنِّي أَقْوَى عَلَى أَكْثَرَ مِنْ ذَلِكَ، قَالَ: «فَصُمْ مِنَ الْجُمُعَةِ يَوْمَيْنِ الِاثْنَيْنِ وَالْخَمِيسَ»، قُلْتُ: فَإِنِّي أَقْوَى عَلَى أَكْثَرَ مِنْ ذَلِكِ، قَالَ: «فَصُمْ صِيَامَ دَاوُدَ عَلَيْهِ السَّلَامُ، فَإِنَّهُ أَعْدَلُ الصِّيَامِ عِنْدَ اللَّهِ، يَوْمًا صَائِمًا وَيَوْمًا مُفْطِرًا، وَإِنَّهُ كَانَ إِذَا وَعَدَ لَمْ يُخْلِفْ، وَإِذَا لَاقَى لَمْ يَفِرَّ»\n---\n[حكم الألباني] منكر بزيادة الموعد",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}