{
  "hadith": {
    "hadith_id": 2397,
    "narrator": "আব্দুল্লাহ ইব্‌ন আমর (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ আমার কাছে সংবাদ পৌঁছেছে যে, তুমি নাকি সারা রাত্র সালাত আদায় কর এবং সারা দিন সাওম (রোযা) পালন কর? আমি বললাম, ইয়া রাসুলুল্লাহ্‌! এর দ্বারা তো আমি ভালই আশা করে থাকি। রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, সর্বদা সাওম (রোযা) পালনকারীর সাওম (রোযা) গ্রহণযোগ্য নয়। তবে আমি তোমাকে সর্বদা সাওম (রোযা) পালন করার নিয়ম বলে দিচ্ছি। তা হল প্রত্যেক মাসে তিন দিন সাওম (রোযা) পালন করা। আমি বললাম, ইয়া রাসুলল্লাহ্‌! আমি তো এর চেয়েও অধিক সাওম (রোযা) পালন করার সামর্থ্য রাখি। রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তাহলে তুমি পাঁচ দিন সাওম (রোযা) পালন কর। আমি বললাম, আমি তো এর চেয়েও অধিক সাওম (রোযা) পালন করার সামর্থ্য রাখি। রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তাহলে তুমি দশ দিন সাওম (রোযা) পালন কর। আমি বললাম, আমি তো এর চেয়েও অধিক সাওম (রোযা) পালন করার সামর্থ্য রাখি। তিনি বললেনঃ তাহলে তুমি দাঊদ (আলাইহি ওয়াসাল্লাম)-এর সাওম (রোযা) পালন কর- তিনি একদিন সাওম (রোযা) পালন করতেন আর একদিন সাওম (রোযা) ভঙ্গ করতেন।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عُبَيْدٍ، عَنْ أَسْبَاطٍ، عَنْ مُطَرِّفٍ، عَنْ حَبِيبِ بْنِ أَبِي ثَابِتٍ، عَنْ أَبِي الْعَبَّاسِ، عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّهُ بَلَغَنِي أَنَّكَ تَقُومُ اللَّيْلَ وَتَصُومُ النَّهَارَ»، قُلْتُ: يَا رَسُولَ اللَّهِ، مَا أَرَدْتُ بِذَلِكَ إِلَّا الْخَيْرَ، قَالَ: «لَا صَامَ مَنْ صَامَ الْأَبَدَ، وَلَكِنْ أَدُلُّكَ عَلَى صَوْمِ الدَّهْرِ، ثَلَاثَةُ أَيَّامٍ مِنَ الشَّهْرِ»، قُلْتُ: يَا رَسُولَ اللَّهِ، إِنِّي أُطِيقُ أَكْثَرَ مِنْ ذَلِكَ، قَالَ: «صُمْ خَمْسَةَ أَيَّامٍ»، قُلْتُ: إِنِّي أُطِيقُ أَكْثَرَ مِنْ ذَلِكَ، قَالَ: «فَصُمْ عَشْرًا»، فَقُلْتُ: إِنِّي أُطِيقُ أَكْثَرَ مِنْ ذَلِكَ، قَالَ: «صُمْ صَوْمَ دَاوُدَ عَلَيْهِ السَّلَامُ، كَانَ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}