{
  "hadith": {
    "hadith_id": 2402,
    "narrator": "আব্দুল্লাহ ইবৃন আমর (রাঃ)",
    "bn": "রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে আমার সাওম (রোযা) পালন সম্পর্কে উল্লেখ করা হলে তিনি আমার কাছে আসলেন এবং আমি তার জন্য একটি খেজুরের বাকল ভর্তি মধ্যম আকারের চামড়ার বালিশ আগিয়ে দিলাম। তিনি মাটিতে বসে গেলেন এবং বালিশ আমার আর তার মাঝখানে ছিল। তিনি জিজ্ঞাসা করলেন, তোমার জন্য কি প্রত্যেক মাসে তিন দিন সাওম (রোযা) পালন যথেষ্ট নয়? আমি বললাম, ইয়া রাসূলাল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! (আমার জন্য আরো বাড়িয়ে দিন) তিনি বললেন, তাহলে পাঁচ দিন? আমি বললাম, ইয়া রাসূলাল্লাহ্! (আমার জন্য আরো বাড়িয়ে দিন) তিনি বললেন, তাহলে সাত দিন? আমি বললাম, ইয়া রাসূলাল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! (আমার জন্য আরো বাড়িয়ে দিন) তিনি বললেন, নয় দিন? আমি বললাম, ইয়া রাসূলাল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! (আমার জন্য আরো বাড়িয়ে দিন) তিনি বললেন, তাহলে এগার দিন? আমি বললাম, ইয়া রাসূলাল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! (আরো বাড়িয়ে দিন) তিনি বললেন, দাউদ (আলাইহি ওয়াসাল্লাম)-এর সাওমের উপরে কোন সাওম (রোযা) হতে পারে না। আর তা হল সারা জীবনের অর্ধেক একদিন সাওম (রোযা) পালন করা আর একদিন সাওম (রোযা) ভঙ্গ করা।",
    "ar": "أَخْبَرَنَا زَكَرِيَّاءُ بْنُ يَحْيَى، قَالَ: حَدَّثَنَا وَهْبُ بْنُ بَقِيَّةَ، قَالَ: أَنْبَأَنَا خَالِدٌ، عَنْ خَالِدٍ وَهُوَ الْحَذَّاءُ، عَنْ أَبِي قِلَابَةَ، عَنْ أَبِي الْمَلِيحِ، قَالَ: دَخَلْتُ مَعَ أَبِيكَ زَيْدٍ عَلَى عَبْدِ اللَّهِ بْنِ عَمْرٍو، فَحَدَّثَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذُكِرَ لَهُ صَوْمِي فَدَخَلَ عَلَيَّ، فَأَلْقَيْتُ لَهُ وِسَادَةَ أَدَمٍ رَبْعَةً حَشْوُهَا لِيفٌ، فَجَلَسَ عَلَى الْأَرْضِ وَصَارَتِ الْوِسَادَةُ فِيمَا بَيْنِي وَبَيْنَهُ، قَالَ: «أَمَا يَكْفِيكَ مِنْ كُلِّ شَهْرٍ ثَلَاثَةُ أَيَّامٍ؟»، قُلْتُ: يَا رَسُولَ اللَّهِ، قَالَ: «خَمْسًا»، قُلْتُ: يَا رَسُولَ اللَّهِ، قَالَ: «سَبْعًا»، قُلْتُ: يَا رَسُولَ اللَّهِ، قَالَ: «تِسْعًا»، قُلْتُ: يَا رَسُولَ اللَّهِ، قَالَ: «إِحْدَى عَشْرَةَ»، قُلْتُ: يَا رَسُولَ اللَّهِ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا صَوْمَ فَوْقَ صَوْمِ دَاوُدَ شَطْرَ الدَّهْرِ، صِيَامُ يَوْمٍ وَفِطْرُ يَوْمٍ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "20"
    }
  }
}