{
  "hadith": {
    "hadith_id": 2440,
    "narrator": "আবু যর (রাঃ)",
    "bn": "তিনি বলেন, আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে আসলাম; তখন তিনি কা‘বার ছায়ায় বসা ছিলেন। তিনি আমাকে অগ্রসর হতে দেখে বললেন, কা‘বার রবের শপথ, তারাই ক্ষতিগ্রস্ত। আমি (মনে মনে) বললাম, আমার সর্বনাশ, মনে হয় আমার সম্পর্কে কোন বিষয় অবতীর্ণ হয়েছে। আমি বললাম, আপনার উপর আমার পিতা-মাতা কুরবান হোক। তারা কারা ? তিনি বললেন, তারা হল অধিক সম্পদশালী ব্যক্তিরা, কিন্তু যারা এরূপে, এরূপে দান-খয়রাত করে এমনকি তাদের সামনে, ডানে এবং বামে (কল্যাণের বিভিন্ন খাতে) দান-খয়রাত করে। এরপর তিনি বললেন যে, ঐ সত্তার শপথ, যাঁর হাতে আমার জীবন, যে ব্যক্তি উট কিংবা গরুর যাকাত প্রদান না করে মারা যায় কিয়ামতের দিন সেগুলোকে পূর্বাপেক্ষা বিরাট এবং বলিষ্ঠাকারে তার সামনে আনা হবে; সেগুলো (পালাক্রমে) চক্রাকারে তাকে ক্ষুর দ্বারা পদদলিত করতে থাকবে এবং শিং দ্বারা আঘাত করতে থাকবে। যখন (সারির) শেষটি পার হয়ে যাবে তখন প্রথমটি ফিরে আসবে। এরূপ চলতে থাকবে লোকজনের মাঝে বিচার কার্য নিষ্পন্ন না হওয়া পর্যন্ত।",
    "ar": "أَخْبَرَنَا هَنَّادُ بْنُ السَّرِيِّ، فِي حَدِيثِهِ عَنْ أَبِي مُعَاوِيَةَ، عَنْ الْأَعْمَشِ، عَنْ الْمَعْرُورِ بْنِ سُوَيْدٍ، عَنْ أَبِي ذَرٍّ، قَالَ: جِئْتُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ جَالِسٌ فِي ظِلِّ الْكَعْبَةِ، فَلَمَّا رَآنِي مُقْبِلًا، قَالَ: «هُمُ الْأَخْسَرُونَ وَرَبِّ الْكَعْبَةِ»، فَقُلْتُ: مَا لِي لَعَلِّي أُنْزِلَ فِيَّ شَيْءٌ، قُلْتُ: مَنْ هُمْ فِدَاكَ أَبِي وَأُمِّي، قَالَ: \" الْأَكْثَرُونَ أَمْوَالًا، إِلَّا مَنْ قَالَ: هَكَذَا وَهَكَذَا وَهَكَذَا \" حَتَّى بَيْنَ يَدَيْهِ، وَعَنْ يَمِينِهِ، وَعَنْ شِمَالِهِ، ثُمَّ قَالَ: «وَالَّذِي نَفْسِي بِيَدِهِ، لَا يَمُوتُ رَجُلٌ فَيَدَعُ إِبِلًا أَوْ بَقَرًا لَمْ يُؤَدِّ زَكَاتَهَا، إِلَّا جَاءَتْ يَوْمَ الْقِيَامَةِ أَعْظَمَ مَا كَانَتْ وَأَسْمَنَهُ تَطَؤُهُ بِأَخْفَافِهَا، وَتَنْطَحُهُ بِقُرُونِهَا، كُلَّمَا نَفِدَتْ أُخْرَاهَا أُعِيدَتْ أُولَاهَا حَتَّى يُقْضَى بَيْنَ النَّاسِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "21"
    }
  }
}