{
  "hadith": {
    "hadith_id": 2448,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: উটের মালিক তাতে প্রাপ্য হক (ও ধার্যকৃত) যাকাত আদায় না করলে তা তার কাছে পূর্বাপেক্ষা অধিক বলিষ্ঠাকারে উপস্থিত হবে। তাকে তাদের ক্ষুর দ্বারা দলন করতে থাকবে। আর ছাগলের মালিকও তাতে প্রাপ্য ‘হক’ (যাকাত) আদায় না করলে তা তার সামনে পূর্বাপেক্ষা অধিক বলিষ্ঠাকারে উপস্থিত হবে; তাকে স্বীয় ক্ষুর দ্বারা দলন করতে থাকবে এবং তাদের শিং দ্বারা আঘাত করতে থাকবে। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলেছেন যে, জীব-জন্তুতে প্রাপ্য ‘হক’-এর অন্যতম হল পানির কাছে তার দুধ দোহন করা।[১] সাবধান, কেউ যেন কিয়ামতের দিন তার কাঁধে কোন উট নিয়ে উপস্থিত না হয়, যা চিৎকার করতে থাকবে। আর ঐ ব্যক্তি বলতে থাকবে: হে মুহাম্মাদ (সাহায্য করুন)। আমি বলব: আমি তোমার জন্য কিছুই করতে পারব না। আমি তো আগেই (আল্লাহ্‌র হুকুম) পৌছিয়ে দিয়েছিলাম। সাবধান, তোমাদের কেউ যেন কিয়ামতের দিন তার কাঁধে কোন ছাগল নিয়ে উপস্থিত না হয়, যা চিৎকার করতে থাকবে। আর ঐ ব্যক্তি বলতে থাকবে, হে মুহাম্মাদ। তখন আমি বলব : আমি তো আগেই (আল্লাহ্‌র হুকুম) পৌছিয়ে দিয়েছিলাম। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আরো বলেছেন: তাদের কারো কারো সম্পদ (যে সম্পদে যাকাত ওয়াজিব হওয়া স্বত্ত্বেও যাকাত আদায় করা হয় না) কিয়ামতের দিন বিষাক্ত সাপের আকার ধারণ করবে। আর তার মালিক তা থেকে পলায়ন করতে থাকবে। কিন্তু সে তার পিছনে ধাওয়া করতে থাকবে। (এবং বলতে থাকবে:) আমি তো তোমার সম্পদ। (এইরূপ পিছু নিতে নিতে) অবশেষে সে (ব্যক্তি) বাধ্য হয়ে তার আংগুল তার (সাপের) মুখের মধ্যে ঢুকিয়ে দিবে এবং ঐ সাপ তার অঙ্গুলী এবং পর্যায়ক্রমে সমস্ত দেহ গিলে ফেলবে।",
    "ar": "أَخْبَرَنَا عِمْرَانُ بْنُ بَكَّارٍ، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ عَيَّاشٍ، قَالَ: حَدَّثَنَا شُعَيْبٌ، قَالَ: حَدَّثَنِي أَبُو الزِّنَادِ، مِمَّا حَدَّثَهُ عَبْدُ الرَّحْمَنِ الْأَعْرَجُ، مِمَّا ذَكَرَ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يُحَدِّثُ بِهِ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «تَأْتِي الْإِبِلُ عَلَى رَبِّهَا عَلَى خَيْرِ مَا كَانَتْ إِذَا هِيَ لَمْ يُعْطِ فِيهَا حَقَّهَا تَطَؤُهُ بِأَخْفَافِهَا، وَتَأْتِي الْغَنَمُ عَلَى رَبِّهَا عَلَى خَيْرِ مَا كَانَتْ إِذَا لَمْ يُعْطِ فِيهَا حَقَّهَا تَطَؤُهُ بِأَظْلَافِهَا وَتَنْطَحُهُ بِقُرُونِهَا»، قَالَ: \" وَمِنْ حَقِّهَا أَنْ تُحْلَبَ عَلَى الْمَاءِ، أَلَا لَا يَأْتِيَنَّ أَحَدُكُمْ يَوْمَ الْقِيَامَةِ بِبَعِيرٍ يَحْمِلُهُ عَلَى رَقَبَتِهِ لَهُ رُغَاءٌ، فَيَقُولُ: يَا مُحَمَّدُ، فَأَقُولُ: لَا أَمْلِكُ لَكَ شَيْئًا قَدْ بَلَّغْتُ، أَلَا لَا يَأْتِيَنَّ أَحَدُكُمْ يَوْمَ الْقِيَامَةِ بِشَاةٍ يَحْمِلُهَا عَلَى رَقَبَتِهِ لَهَا يُعَارٌ، فَيَقُولُ: يَا مُحَمَّدُ، فَأَقُولُ لَا أَمْلِكُ لَكَ شَيْئًا قَدْ بَلَّغْتُ \". قَالَ: «وَيَكُونُ كَنْزُ أَحَدِهِمْ يَوْمَ الْقِيَامَةِ شُجَاعًا أَقْرَعَ يَفِرُّ مِنْهُ صَاحِبُهُ وَيَطْلُبُهُ أَنَا كَنْزُكَ، فَلَا يَزَالُ حَتَّى يُلْقِمَهُ أُصْبُعَهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "১.\tআরবের লোকদের মধ্যে এই প্রথা চালু ছিল যে, দুগ্ধবর্তী পশুকে কোথাও পানি পান করাতে নেওয়া হলে দুধ দোহন করার পর উপস্থিত গরীব লোকদের কিছু দুধ পান করা হত। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ প্রথাকে মুস্তাহাব হিসেবে বহাল রেখেছেন।",
    "chapter": {
      "chapter_number": "21"
    }
  }
}