{
  "hadith": {
    "hadith_id": 2454,
    "narrator": "জাবির ইব্‌ন আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: যে ব্যক্তি উট, গরু এবং ছাগলের ‘প্রাপ্য’ আদায় না করবে তাকে কিয়ামতের দিন একটি সমতল ভূমিতে থামিয়ে (স্থির করে) রাখা হবে। তাকে ক্ষুর বিশিষ্ট (জন্তু)রা ক্ষুর দ্বারা দলন করতে থাকবে এবং শিং বিশিষ্ট (জন্তু)রা শিং দ্বারা আঘাত করতে থাকবে। সে দিন সেগুলোর মধ্যে কোন শিং বিহীন বা ভগ্ন শিং বিশিষ্ট থাকবে না। আমরা প্রশ্ন করলাম, ইয়া রাসূলুল্লাহ্! জন্তুতে (মুস্তাহাব) ‘প্রাপ্য’ কি ? তিনি বললেন, প্রজননের জন্য ষাঁড় গরু ধার দেওয়া, ডোল (বালতি) পানি সেচের জন্য ধার দেওয়া এবং পশুর উপর আল্লাহ্‌র রাস্তায় ভার বহন করা।[১] (আল্লাহ্‌র রাস্তায় জিহাদ করার জন্য পশু ধার দেওয়া) আর যে ধনবান ব্যক্তি ধন সম্পদের যাকাত আদায় না করবে কিয়ামতের দিন ঐ সমস্ত ধন-সম্পদ তার সামনে বিষাক্ত সাপের আকৃতিতে উপস্থিত হবে। তার মালিক তার থেকে পলায়ন করবে কিন্তু তা (সাপ) তার পশ্চাদ্ধাবন করতে থাকবে এবং বলবে যে, এতো তোমার ধন-সম্পদ যা থেকে তুমি কৃপণতা করতে (প্রয়োজনীয় ক্ষেত্রে ব্যয় করতে না)। যখন সে ব্যক্তি দেখবে যে, তার (সাপের) হাত থেকে বাঁচার কোন উপায় নেই তখন সে তার হাত তার মুখে প্রবেশ করিয়ে দেবে আর সাপ তা কামড়াতে থাকবে যে রূপ ষাঁড় কামড়াতে থাকে।",
    "ar": "خْبَرَنَا وَاصِلُ بْنُ عَبْدِ الْأَعْلَى، عَنْ ابْنِ فُضَيْلٍ، عَنْ عَبْدِ الْمَلِكِ بْنِ أَبِي سُلَيْمَانَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَا مِنْ صَاحِبِ إِبِلٍ وَلَا بَقَرٍ وَلَا غَنَمٍ لَا يُؤَدِّي حَقَّهَا، إِلَّا وُقِفَ لَهَا يَوْمَ الْقِيَامَةِ بِقَاعٍ قَرْقَرٍ تَطَؤُهُ ذَاتُ الْأَظْلَافِ بِأَظْلَافِهَا، وَتَنْطَحُهُ ذَاتُ الْقُرُونِ بِقُرُونِهَا، لَيْسَ فِيهَا يَوْمَئِذٍ جَمَّاءُ وَلَا مَكْسُورَةُ الْقَرْنِ». قُلْنَا: يَا رَسُولَ اللَّهِ، وَمَاذَا حَقُّهَا؟ قَالَ: \" إِطْرَاقُ فَحْلِهَا، وَإِعَارَةُ دَلْوِهَا، وَحَمْلٌ عَلَيْهَا فِي سَبِيلِ اللَّهِ، وَلَا صَاحِبِ مَالٍ لَا يُؤَدِّي حَقَّهُ، إِلَّا يُخَيَّلُ لَهُ يَوْمَ الْقِيَامَةِ شُجَاعٌ أَقْرَعُ يَفِرُّ مِنْهُ صَاحِبُهُ وَهُوَ يَتَّبِعُهُ يَقُولُ لَهُ: هَذَا كَنْزُكَ الَّذِي كُنْتَ تَبْخَلُ بِهِ، فَإِذَا رَأَى أَنَّهُ لَا بُدَّ لَهُ مِنْهُ أَدْخَلَ يَدَهُ فِي فِيهِ، فَجَعَلَ يَقْضَمُهَا كَمَا يَقْضَمُ الْفَحْلُ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "১.\tপ্রশ্নকারিগণ মুস্তাহাব ‘প্রাপ্য’ সম্পর্কে জিজ্ঞাসা করেছিলেন। তাই মানবিক কারণে যা করণীয় তাই বলেছেন। ফরয ‘প্রাপ্য’ তারা অবগত ছিলেন।",
    "chapter": {
      "chapter_number": "21"
    }
  }
}