{
  "hadith": {
    "hadith_id": 2462,
    "narrator": "মুসলিম ইব্‌ন ছাফিনা (রহঃ)",
    "bn": "তিনি বলেনঃ ইব্‌ন আলকামা (রহঃ) আমার পিতাকে তাঁর গোত্রের (অবস্থা দেখাশুনার জন্য) প্রতিনিধি নিযুক্ত করলেন এবং তাঁকে তাদের থেকে যাকাত উসূল করার আদেশ দিলেন। আমার পিতা আমাকে একটি ছোট গোত্রের নিকট পাঠালেন, যাতে আমি তাদের থেকে যাকাত উসূল করে তাঁর কাছে নিয়ে আসি। আমি বের হয়ে গেলাম এবং সা’র নামক একজন বৃদ্ধ লোকের কাছে গেলাম। আমি তাকে বললাম যে, আমার পিতা আপনার ছাগলের যাকাত উসূল করার জন্য আমাকে আপনার কাছে পাঠিয়েছেন। তিনি বললেন, হে আমার ভ্রাতুষ্পুত্র, তোমরা কিরূপ (ছাগল) নিয়ে থাক? আমি বললাম যে, আমরা পছন্দ করে উসূল করে থাকি, এমনকি আমরা বকরীর দুধের স্তনও পরিমাণ করে নেই। তিনি বললেন, হে ভ্রাতুষ্পুত্র! আমি তোমার কাছে বর্ণনা করছি, (শুন) আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে উপত্যকাসমূহের কোন এক উপত্যকায় আমার ছাগল নিয়ে থাকতাম, তখন উটের উপর আরোহণ করে দুইজন লোক আমার কাছে এসে বললেনঃ আমরা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর (প্রেরিত প্রতিনিধি)। আপনার কাছে এসেছি আপনার ছাগলের যাকাত উসূল করার জন্য। তিনি বলেন, আমি বললাম যে, আমার এ (সমস্ত ছাগলের জন্য) কিরূপ (যাকাত) ওয়াজিব হবে? তারা বললেন, একটা বকরী (ওয়াজিব হবে)। তখন আমি এমন একটি বকরী দেওয়ার ইচ্ছা করলাম যার সম্পর্কে আমার জানা ছিল যে, সেটা অত্যধিক দুগ্ধবতী এবং বলিষ্ঠদেহী। আমি সেটাই তাদেরকে বের করে দিলাম। তারা বললেন যে, এটাতো ‘শাফি’ গর্ভবতী। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে গর্ভবতী বকরী নিতে নিষেধ করেছেন। তখন আমি তাদেরকে এমন একটি উত্তম বকরী দিতে ইচ্ছা করলাম, যা এখনো গর্ভবতী হয়নি, তবে অচিরেই গর্ভবতী হওয়ার সম্ভাবনা আছে। (গর্ভবতী হওয়ার বয়সে পৌঁছেছে।) আমি তা তাদের সামনে বের করে দিলে তারা বললেন, এটা আমাদের কাছে তুলে দিন। আমি তা তাদেরকে তুলে দিলাম। তারা সেটাকে তাদের সাথে তাদের উটের উপর উঠিয়ে নিলেন এবং প্রস্থান করলেন।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ، قَالَ: حَدَّثَنَا وَكِيعٌ، قَالَ: حَدَّثَنَا زَكَرِيَّا بْنُ إِسْحَقَ، عَنْ عَمْرِو بْنِ أَبِي سُفْيَانَ، عَنْ مُسْلِمِ بْنِ ثَفِنَةَ، قَالَ: اسْتَعْمَلَ ابْنُ عَلْقَمَةَ أَبِي عَلَى عِرَافَةِ قَوْمِهِ، وَأَمَرَهُ أَنْ يُصَدِّقَهُمْ، فَبَعَثَنِي أَبِي إِلَى طَائِفَةٍ مِنْهُمْ لِآتِيَهُ بِصَدَقَتِهِمْ، فَخَرَجْتُ حَتَّى أَتَيْتُ عَلَى شَيْخٍ كَبِيرٍ يُقَالُ لَهُ سَعْرٌ، فَقُلْتُ: إِنَّ أَبِي بَعَثَنِي إِلَيْكَ لِتُؤَدِّيَ صَدَقَةَ غَنَمِكَ، قَالَ: ابْنَ أَخِي وَأَيُّ نَحْوٍ تَأْخُذُونَ؟ قُلْتُ: نَخْتَارُ حَتَّى إِنَّا لَنَشْبُرُ ضُرُوعَ الْغَنَمِ، قَالَ: ابْنَ أَخِي فَإِنِّي أُحَدِّثُكَ أَنِّي كُنْتُ فِي شِعْبٍ مِنْ هَذِهِ الشِّعَابِ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي غَنَمٍ لِي، فَجَاءَنِي رَجُلَانِ، عَلَى بَعِيرٍ، فَقَالَا: إِنَّا رَسُولَا رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَيْكَ لِتُؤَدِّيَ صَدَقَةَ غَنَمِكَ، قَالَ: قُلْتُ: وَمَا عَلَيَّ فِيهَا؟ قَالَا: شَاةٌ، فَأَعْمِدُ إِلَى شَاةٍ قَدْ عَرَفْتُ مَكَانَهَا مُمْتَلِئَةٍ مَحْضًا وَشَحْمًا فَأَخْرَجْتُهَا إِلَيْهِمَا، فَقَالَ: «هَذِهِ الشَّافِعُ، وَالشَّافِعُ الْحَائِلُ، وَقَدْ نَهَانَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ نَأْخُذَ شَافِعًا»، قَالَ: فَأَعْمِدُ إِلَى عَنَاقٍ مُعْتَاطٍ، وَالْمُعْتَاطُ الَّتِي لَمْ تَلِدْ وَلَدًا وَقَدْ حَانَ وِلَادُهَا، فَأَخْرَجْتُهَا إِلَيْهِمَا فَقَالَا: «نَاوِلْنَاهَا»، فَرَفَعْتُهَا إِلَيْهِمَا فَجَعَلَاهَا مَعَهُمَا عَلَى بَعِيرِهِمَا ثُمَّ انْطَلَقَا",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "21"
    }
  }
}