{
  "hadith": {
    "hadith_id": 2464,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেন যে, উমর (রাঃ) বলেছেনঃ রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যাকাত আদায় করতে আদেশ করলেন। (একসময়) তাঁকে বলা হল যে, ইব্‌ন জামিল, খালিদ ইব্‌ন ওয়ালীদ (রাঃ) এবং আব্বাস ইব্‌ন আবদুল মুত্তালিব (রাঃ) যাকাত প্রদানে অস্বীকৃতি জানিয়েছেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, (হ্যাঁ), জামীলের যাকাত প্রদানে অসম্মতির(ও অস্বীকৃতি)-র কারণ শুধু এই যে, সে একজন দরীদ্র লোক ছিল, তারপর আল্লাহ্‌ তা’আলা তাকে সম্পদশালী করেছেন। আর খালিদ ইব্‌ন ওয়ালীদ (রাঃ)-এর উপর তোমরা অবিচার করছ। কেননা সে তার বর্মসমূহ এবং অন্যান্য যুদ্ধাস্ত্র আল্লাহ্‌র রাস্তায় ওয়াক্‌ফ করে দিয়েছে। আর আব্বাস ইব্‌ন আবদুল মুত্তালিব (রাঃ), রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চাচা; তাঁর উপরে তো যাকাত প্রযোজ্য হবেই, বরং তার সাথে তার সমপরিমাণ (আরো কিছু তাঁকে দান করতে হবে)। (যেহেতু তিনি সন্মানিত ব্যক্তি।) [১]",
    "ar": "أَخْبَرَنِي عِمْرَانُ بْنُ بَكَّارٍ، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ عَيَّاشٍ، قَالَ: حَدَّثَنَا شُعَيْبٌ، قَالَ: حَدَّثَنِي أَبُو الزِّنَادِ، مِمَّا حَدَّثَهُ عَبْدُ الرَّحْمَنِ الْأَعْرَجُ، مِمَّا ذَكَرَ أَنَّهُ سَمِعَ أَبَا هُرَيْرَةَ، يُحَدِّثُ، قَالَ: وَقَالَ عُمَرُ: أَمَرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِصَدَقَةٍ فَقِيلَ: مَنَعَ ابْنُ جَمِيلٍ وَخَالِدُ بْنُ الْوَلِيدِ وَعَبَّاسُ بْنُ عَبْدِ الْمُطَّلِبِ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَا يَنْقِمُ ابْنُ جَمِيلٍ إِلَّا أَنَّهُ كَانَ فَقِيرًا فَأَغْنَاهُ اللَّهُ، وَأَمَّا خَالِدُ بْنُ الْوَلِيدِ فَإِنَّكُمْ تَظْلِمُونَ خَالِدًا قَدْ احْتَبَسَ أَدْرَاعَهُ وَأَعْتُدَهُ فِي سَبِيلِ اللَّهِ، وَأَمَّا الْعَبَّاسُ بْنُ عَبْدِ الْمُطَّلِبِ عَمُّ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَهِيَ عَلَيْهِ صَدَقَةٌ وَمِثْلُهَا مَعَهَا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] একটি বর্ণনামতে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সরকারী বিশেষ প্রয়োজনে আব্বাস (রাঃ)-এর নিকট হতে দুই বছরের যাকাত (পরিমাণ) আগাম (বা ধার রূপে) নিয়েছিলেন। সুতরাং দু’ বছরের যাকাত তার নিকট দাবী করার সুযোগ ছিল না।",
    "chapter": {
      "chapter_number": "21"
    }
  }
}