{
  "hadith": {
    "hadith_id": 2554,
    "narrator": "জারীর (রাঃ)",
    "bn": "তিনি বলেন যে, আমরা একবার দুপুর বেলা রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে বসা ছিলাম এমতাবস্থায় কিছু নগ্নদেহী এবং নগ্নপদী লোক তলোয়ার (কাঁধে) লটকানো অবস্থায় (আমাদের কাছে) আসল। তাদের অধিকাংশ বরং সবাই মুদার গোত্রের ছিল। তাদের অনাহারে থাকার অবস্থা দেখে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মুখমণ্ডল বিবর্ণ রূপ ধারণ করল। তিনি (বাড়ির) ভিতরে গেলেন এবং বের হয়ে এসে বিলাল (রাঃ)-কে আযান দিতে নির্দেশ দিলেন। তিনি আযান এবং সালাতের ইকামাত দিলেন। এরপর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (জামাআতে) সালাত আদায় করে খুতবা (ভাষণ) দিলেন এবং বললেনঃ\nঅর্থঃ হে মানব। তোমরা তোমাদের প্রতিপালককে ভয় কর, যিনি তোমাদেরকে এক ব্যক্তি (সত্ত্বা) হতেই সৃষ্টি করেছেন এবং তা হতে তার সঙ্গিনী সৃষ্টি করেছেন এবং দু’জন হতে বহু নর-নারী (সৃষ্টি করে) ছড়িয়ে দিয়েছেন; এবং আল্লাহ্‌কে ভয় কর যাঁর নামে তোমরা একে অপরের নিকট যাঞ্চা কর এবং (সতর্ক থাক) জ্ঞাতিবন্ধন সম্পর্কে। আল্লাহ্‌ তোমাদের উপর তীক্ষ্ণ দৃষ্টি রাখেন। তোমরা আল্লাহ্‌কে ভয় কর, প্রত্যেকেই ভেবে দেখুক, আগামীকালের জন্য সে কী অগ্রীম পাঠিয়েছে (সূরাঃ ৪ নিসাঃ ৪)।\nপ্রত্যেকে নিজ নিজ দীনার, দিরহাম, কাপড়, এক সা’ গম হতে এবং এক সা’ খেজুর হতেও দান কর বলতে বলতে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ পর্যন্ত বললেন যে, এক টুকরা খেজুর হলেও (দান কর)। তখন একজন আনসারী (সাহাবী) একটি থলি নিয়ে আসলেন যেন তাঁর হাত তা বহন করতে অপারগ হয়ে পড়ছিল বরং অপারগ হয়েই গিয়েছিল। এরপর অন্যান্য লোকজনও তার অনুসরণ করল। আমি সেখানে কাপড় এবং খাদ্যের দু’টো স্তূপ দেখতে পেলাম। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর চেহারা মুবারক উজ্জ্বল (ও তাঁকে প্রফুল্ল দেখতে পেলাম)। যেন তা সোনালী প্রলেপযুক্ত। তখন তিনি বললেন: যে ব্যক্তি ইসলামে কোন উত্তম প্রথা প্রবর্তন করবে সে তার সওয়াব তো পাবেই, উপরন্তু সে অনুসারে আমলকারীদের সমপরিমান সওয়াবও পাবে। অথচ আমলকারীদের সওয়াব এর পরিমাণ কিছুমাত্র হ্রাস করা হবে না। আর যে ব্যক্তি ইসলামে কোন খারাপ প্রথার প্রচলন করবে, তার জন্য তার গুনাহ তো রয়েছেই, উপরন্তু সে (খারাপ প্রথার) অনুসারে আমলকারীদের সমপরিমাণ গুনাহ্ও তার জন্য (রয়েছে)। অবশ্য তাদের গুনাহ্ বিন্দুমাত্র হ্রাস করা হবে না (সূরাঃ  ৫৯ হাশরঃ ২৮)।",
    "ar": "أَخْبَرَنَا أَزْهَرُ بْنُ جَمِيلٍ، قَالَ: حَدَّثَنَا خَالِدُ بْنُ الْحَارِثِ، قَالَ: حَدَّثَنَا شُعْبَةُ، قَالَ: وَذَكَرَ عَوْنَ بْنَ أَبِي جُحَيْفَةَ قَالَ: سَمِعْتُ الْمُنْذِرَ بْنَ جَرِيرٍ، يُحَدِّثُ عَنْ أَبِيهِ، قَالَ: كُنَّا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فِي صَدْرِ النَّهَارِ، فَجَاءَ قَوْمٌ عُرَاةً حُفَاةً مُتَقَلِّدِي السُّيُوفِ، عَامَّتُهُمْ مِنْ مُضَرَ، بَلْ كُلُّهُمْ مِنْ مُضَرَ، فَتَغَيَّرَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِمَا رَأَى بِهِمْ مِنَ الْفَاقَةِ، فَدَخَلَ ثُمَّ خَرَجَ، فَأَمَرَ بِلَالًا فَأَذَّنَ، فَأَقَامَ الصَّلَاةَ، فَصَلَّى ثُمَّ خَطَبَ، فَقَالَ: \" يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ، وَخَلَقَ مِنْهَا زَوْجَهَا، وَبَثَّ مِنْهُمَا، رِجَالًا كَثِيرًا، وَنِسَاءً، وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ، وَالْأَرْحَامَ، إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا، وَاتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ، تَصَدَّقَ رَجُلٌ مِنْ دِينَارِهِ مِنْ دِرْهَمِهِ مِنْ ثَوْبِهِ، مِنْ صَاعِ بُرِّهِ مِنْ صَاعِ تَمْرِهِ، حَتَّى قَالَ: وَلَوْ بِشِقِّ تَمْرَةٍ \"، فَجَاءَ رَجُلٌ مِنَ الْأَنْصَارِ بِصُرَّةٍ كَادَتْ كَفُّهُ تَعْجِزُ عَنْهَا، بَلْ قَدْ عَجَزَتْ، ثُمَّ تَتَابَعَ النَّاسُ حَتَّى رَأَيْتُ كَوْمَيْنِ مِنْ طَعَامٍ، وَثِيَابٍ، حَتَّى رَأَيْتُ وَجْهَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَتَهَلَّلُ كَأَنَّهُ مُذْهَبَةٌ، فَقَالَ: رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً حَسَنَةً، فَلَهُ أَجْرُهَا، وَأَجْرُ مَنْ عَمِلَ بِهَا مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَيْئًا، وَمَنْ سَنَّ فِي الْإِسْلَامِ سُنَّةً سَيِّئَةً، فَعَلَيْهِ وِزْرُهَا، وَوِزْرُ مَنْ عَمِلَ بِهَا مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أَوْزَارِهِمْ شَيْئًا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "21"
    }
  }
}