{
  "hadith": {
    "hadith_id": 2558,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, এমন কিছু আত্মসম্মানবোধ আছে যা মহান মহিয়ান আল্লাহ্‌ তা’আলা পছন্দ করেন, আবার তা (আত্মসম্মানবোধ) এমনও কিছু আছে যা মহান মহিয়ান আল্লাহ্‌ তা’আলা অপছন্দ করেন। অনুরূপ এমন কিছু অহং (বাহাদুরী) আছে যা মহান মহিয়ান আল্লাহ্‌ তা’আলা পছন্দ করেন, এবং তা (বীরত্ব) এমনও কিছু আছে যা মহান মহিয়ান আল্লাহ্‌ তা’আলা অপছন্দ করেন। মহান মহিয়ান আল্লাহ্‌ তা’আলার পছন্দনীয় আত্মসম্মানবোধ হল সন্দেহ ও বদনামের ক্ষেত্রে (আত্মসম্মানবোধ)। আর মহান মহিয়ান আল্লাহ্‌ তা’আলার অপছন্দনীয় আত্মসম্মানবোধ হল সন্দেহ ও বদনামের ক্ষেত্র ব্যতীত অন্যস্থানের (সম্মানবোধ)। মহান মহিয়ান আল্লাহ্‌ তা’আলার পছন্দনীয় অহং হল জিহাদের সময় ও দান করার সময় বাহাদুরী করা। আর মহান মহিয়ান আল্লাহ্‌ তা’আলার অপছন্দনীয় বাহাদুরী হল অন্যায় ক্ষেত্রে (বীরত্ব করা) [১]।",
    "ar": "أَخْبَرَنَا إِسْحَقُ بْنُ مَنْصُورٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ يُوسُفَ، قَالَ: حَدَّثَنَا الْأَوْزَاعِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ الْحَارِثِ التَّيْمِيُّ، عَنْ ابْنِ جَابِرٍ، عَنْ أَبِيهِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" إِنَّ مِنَ الْغَيْرَةِ: مَا يُحِبُّ اللَّهُ عَزَّ وَجَلَّ، وَمِنْهَا مَا يَبْغُضُ اللَّهُ عَزَّ وَجَلَّ، وَمِنَ الْخُيَلَاءِ: مَا يُحِبُّ اللَّهُ عَزَّ وَجَلَّ، وَمِنْهَا مَا يَبْغُضُ اللَّهُ عَزَّ وَجَلَّ، فَأَمَّا الْغَيْرَةُ الَّتِي يُحِبُّ اللَّهُ عَزَّ وَجَلَّ: فَالْغَيْرَةُ فِي الرِّيبَةِ، وَأَمَّا الْغَيْرَةُ الَّتِي يَبْغُضُ اللَّهُ عَزَّ وَجَلَّ: فَالْغَيْرَةُ فِي غَيْرِ رِيبَةٍ، وَالِاخْتِيَالُ الَّذِي يُحِبُّ اللَّهُ عَزَّ وَجَلَّ: اخْتِيَالُ الرَّجُلِ بِنَفْسِهِ، عِنْدَ الْقِتَالِ، وَعِنْدَ الصَّدَقَةِ، وَالِاخْتِيَالُ الَّذِي يَبْغُضُ اللَّهُ عَزَّ وَجَلَّ: الْخُيَلَاءُ فِي الْبَاطِلِ \"",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[১] হাদিসটির মর্ম হলঃ ইসলামী শরীআত বিরোধী কাজে ঘৃণাবোধ করাকে আল্লাহ্‌ পছন্দ করেন। পক্ষান্তরে শরীআত অনুমোদিত কার্যাবলীতে ঘৃণাবোধ করাকে আল্লাহ্‌ অপছন্দ করেন। অনুরূপভাবে জিহাদের ময়দানে বাহাদুরী প্রকাশ করা এবং সাদাকা দেওয়ার সময় ধন সম্পদকে তুচ্ছ মনে করে হিম্মত ও  বাহাদুরীর সংগে দান করা আল্লাহ্‌র নিকট পছন্দনীয়। পক্ষান্তরে অন্যায় কাজে বীরত্ব প্রকাশ করা আল্লাহ্‌র নিকট অপছন্দনীয়।",
    "chapter": {
      "chapter_number": "21"
    }
  }
}