{
  "hadith": {
    "hadith_id": 2568,
    "narrator": "বাহ্‌য্‌ ইব্‌ন হাকীম (রহঃ)",
    "bn": "আমি বললাম, ইয়া নবীয়াল্লাহ্‌! আমি আপনার কাছে আসার পূর্বে এই সংখ্যার (আমার দুই হাতের অঙ্গুলিসমূহের সংখ্যার) চেয়েও অধিক সংখ্যক শপথ করেছিলাম যে, আমি আপনার কাছে আসব না এবং আপনার ধর্মও গ্রহণ করব না। এখন আমি এমন এক ব্যক্তি, যে আল্লাহ্‌ তা’আলা এবং তার রাসূলের শিখানো শিক্ষা ছাড়া আর কিছুই আমি বুঝিনা। আমি মহান মহিয়ান আল্লাহ্‌র ওয়াস্তে (আল্লাহ্‌র সন্তুষ্টির জন্য) আপনার কাছে জানতে চাই আপনার পালনকর্তা আপনাকে কি সহ আমাদের কাছে পাঠিয়েছেন? তিনি বলেন, (আল্লাহ্‌ তা’আলা আমাকে) ইসলামসহ (পাঠিয়েছেন,) আমি বললাম, ইসলামের পরিচয় কি? তিনি বললেন, তুমি বলবে যে, আমি আমার চেহারা মহান মহিয়ান আল্লাহ্‌ তা’আলার দিকে ফিরিয়ে দিলাম এবং (মুক্ত হলাম) (শির্‌ক পরিত্যাগ করলাম)। এবং তুমি সালাত আদায় করবে, যাকাত আদায় করবে। প্রত্যেক মুসলমান অন্য মুসলমানের জন্য সম্মানের পাত্র; তারা দুই ভাইয়ের (ন্যায়) একে অন্যের সাহায্যকারী। মহান মহিয়ান আল্লাহ্‌ তা’আলা মুশরিকদের ইসলাম গ্রহনের পরও তাদের কোন আমল কবুল করবেন না যতক্ষন না তারা মুশরিকদের পরিত্যাগ করে মুসলমানদের কাছে এসে যায়।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى، قَالَ: حَدَّثَنَا الْمُعْتَمِرُ، قَالَ سَمِعْتُ بَهْزَ بْنَ حَكِيمٍ، يُحَدِّثُ عَنْ أَبِيهِ، عَنْ جَدِّهِ، قَالَ: قُلْتُ: يَا نَبِيَّ اللَّهِ مَا أَتَيْتُكَ حَتَّى حَلَفْتُ أَكْثَرَ مِنْ عَدَدِهِنَّ لِأَصَابِعِ يَدَيْهِ، أَلَّا آتِيَكَ، وَلَا آتِيَ دِينَكَ، وَإِنِّي كُنْتُ امْرَأً لَا أَعْقِلُ شَيْئًا، إِلَّا مَا عَلَّمَنِي اللَّهُ وَرَسُولُهُ، وَإِنِّي أَسْأَلُكَ بِوَجْهِ اللَّهِ عَزَّ وَجَلَّ بِمَا بَعَثَكَ رَبُّكَ إِلَيْنَا؟ قَالَ: «بِالْإِسْلَامِ» قَالَ: قُلْتُ وَمَا آيَاتُ الْإِسْلَامِ؟ قَالَ: \" أَنْ تَقُولَ: أَسْلَمْتُ وَجْهِي إِلَى اللَّهِ عَزَّ وَجَلَّ، وَتَخَلَّيْتُ، وَتُقِيمَ الصَّلَاةَ، وَتُؤْتِيَ الزَّكَاةَ، كُلُّ مُسْلِمٍ عَلَى مُسْلِمٍ مُحَرَّمٌ أَخَوَانِ نَصِيرَانِ لَا يَقْبَلُ اللَّهُ عَزَّ وَجَلَّ مِنْ مُشْرِكٍ بَعْدَمَا أَسْلَمَ عَمَلًا، أَوْ يُفَارِقَ الْمُشْرِكِينَ إِلَى الْمُسْلِمِينَ \"",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "21"
    }
  }
}