{
  "hadith": {
    "hadith_id": 2570,
    "narrator": "আবূ যর (রাঃ)",
    "bn": "নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণিত। তিনি বলেন তিন ব্যক্তিকে মহান মহিয়ান আল্লাহ্‌ তা’আলা পছন্দ করেন এবং তিন ব্যক্তিকে মহান মহিয়ান আল্লাহ্‌ অপছন্দ করেন। যাদেরকে মহান মহিয়ান আল্লাহ্‌ পছন্দ করেন তারা হলঃ যে ব্যক্তি কোন সম্প্রদায়ের কাছে এসে মহান মহিয়ান আল্লাহ্‌ তা’আলার নামে কিছু সাহায্য চায়। সে তার ও তাদের মধ্যকার আত্মীয়তার সম্পর্কের দোহাই দিয়ে সাহায্য চায় না। তারা তাকে কিছু না দিয়েই ফিরিয়ে দেয়। (তাকে ফিরিয়ে দেওয়ার) পরে তাদের মধ্য হতে এক ব্যক্তি তার পিছু পিছু যায় এবং তাকে এমনভাবে গোপনে সাহায্য করে যে, তার সাহায্য সম্পর্কে মহান মহিয়ান আল্লাহ্‌ তা’আলা এবং সাহায্য গ্রহীতা ছাড়া আর কেউই জানতে পারেনা। আর একদল লোক যারা রাতে সফর করছিল, যখন নিদ্রা তাদের কাছে তার সাথে তুলনায় সমুদয় বস্তু অপেক্ষা প্রিয় হয়ে গেল তখন তারা অবতরন করল এবং তাদের মাথা (বালিশে) রেখে দিল। তখন এক ব্যক্তি জেগে গেল এবং আমার কাছে (আল্লাহ্‌র কাছে) অনুনয়-বিনয় (করে কান্নাকাটি করে দু’আ) করতে লাগল। আর আমার আয়াতসমূহ (কুরআন) তিলাওয়াত করতে লাগল। আর এক ব্যক্তি জিহাদে কোন বাহিনীর সাথে ছিল, তারা শত্রুর মুখোমুখি হয়ে পরাজয় বরণ করল। কিন্তু সে বুক পেতে দিয়ে (সাহসের সাথে) সামনে অগ্রসর হয়ে শহীদ হয়ে গেল অথবা আল্লাহ্‌ তা’আলা তাকে বিজয় দান করলেন। আর যে তিন ব্যক্তিকে মহান আল্লাহ্‌ তা’আলা অপছন্দ করেন তারা হল, বৃদ্ধ ব্যভিচারী, অহংকারী ফকীর এবং অত্যাচারী ধনী।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ: حَدَّثَنَا مُحَمَّدٌ، قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ مَنْصُورٍ، قَالَ: سَمِعْتُ رِبْعِيًّا، يُحَدِّثُ عَنْ زَيْدِ بْنِ ظَبْيَانَ، رَفَعَهُ إِلَى أَبِي ذَرٍّ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" ثَلَاثَةٌ يُحِبُّهُمُ اللَّهُ عَزَّ وَجَلَّ، وَثَلَاثَةٌ يَبْغُضُهُمُ اللَّهُ عَزَّ وَجَلَّ، أَمَّا الَّذِينَ يُحِبُّهُمُ اللَّهُ عَزَّ وَجَلَّ: فَرَجُلٌ أَتَى قَوْمًا فَسَأَلَهُمْ بِاللَّهِ عَزَّ وَجَلَّ، وَلَمْ يَسْأَلْهُمْ بِقَرَابَةٍ بَيْنَهُ وَبَيْنَهُمْ، فَمَنَعُوهُ، فَتَخَلَّفَهُ رَجُلٌ بِأَعْقَابِهِمْ فَأَعْطَاهُ سِرًّا لَا يَعْلَمُ بِعَطِيَّتِهِ إِلَّا اللَّهُ عَزَّ وَجَلَّ، وَالَّذِي أَعْطَاهُ، وَقَوْمٌ سَارُوا لَيْلَتَهُمْ حَتَّى إِذَا كَانَ النَّوْمُ أَحَبَّ إِلَيْهِمْ مِمَّا يُعْدَلُ بِهِ، نَزَلُوا فَوَضَعُوا رُءُوسَهُمْ، فَقَامَ يَتَمَلَّقُنِي، وَيَتْلُو آيَاتِي، وَرَجُلٌ كَانَ فِي سَرِيَّةٍ فَلَقُوا الْعَدُوَّ فَهُزِمُوا، فَأَقْبَلَ بِصَدْرِهِ حَتَّى يُقْتَلَ أَوْ يَفْتَحَ اللَّهُ لَهُ، وَالثَّلَاثَةُ: الَّذِينَ يَبْغُضُهُمُ اللَّهُ عَزَّ وَجَلَّ: الشَّيْخُ الزَّانِي، وَالْفَقِيرُ الْمُخْتَالُ، وَالْغَنِيُّ الظَّلُومُ \"",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "21"
    }
  }
}