{
  "hadith": {
    "hadith_id": 2580,
    "narrator": "কাবীসা ইব্‌ন মুখারিক (রাঃ)",
    "bn": "তিনি বলেন, আমি একজনের পাওনা আদায় করে দেয়ার যামিন হয়েছিলাম এবং রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে এসে এ ব্যাপারে তাঁর যাহায্য চাইলাম। তিনি বললেন যে, হে কাবীসা! তুমি আমার কাছে সাদাকার কোন মাল আসা পর্যন্ত অপেক্ষা কর; তবে (আসলেই) আমি তোমাকে দিয়ে দেয়ার আদেশ দেব। এরপর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে কাবীসা! সাদাকা তিন ব্যক্তি ছাড়া আর কারো জন্য বৈধ নয়; যে কারো পাওনা আদায় করে দেওয়ার যামিন হয়, তার জন্য সাহায্য চাওয়া বৈধ। যাতে সে জীবন ধারণের আবশ্যকীয় প্রয়োজন মিটাতে পারে। যার উপর কোন বিপদ নিপতিত হয় এবং তার ধন-সম্পত্তি সমূলে শেষ করে দেয় তার জন্য সাহায্য চাওয়া বৈধ, যাতে তার বিপদ দূর হয়ে যায়। এরপর সে (সাহায্য চাওয়া থেকে) বিরত হয়ে যায় এমন অভাবগ্রস্ত ব্যক্তি যার সম্পর্কে তার গোত্রের তিনজন জ্ঞানী ব্যক্তি সাক্ষ্য দেয় যে, সে অভাবগ্রস্ত, তাহলে তার জন্যও সাহায্য চাওয়া বৈধ, যাতে সে নিজের জীবন ধারণের আবশ্যকীয় প্রয়োজন মিটাতে পারে। হে কাবীসা! এ তিন প্রকার ব্যক্তি ব্যতীত আর কারো জন্য সাহায্য চাওয়া সুদ (তুল্য হারাম)। যার আহরণকারী তা সুদ (হারাম) রূপে ভক্ষণ করে।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ النَّضْرِ بْنِ مُسَاوِرٍ، قَالَ: حَدَّثَنَا حَمَّادٌ، عَنْ هَارُونَ بْنِ رِئَابٍ، قَالَ: حَدَّثَنِي كِنَانَةُ بْنُ نُعَيْمٍ، عَنْ قَبِيصَةَ بْنِ مُخَارِقٍ، قَالَ: تَحَمَّلْتُ حَمَالَةً فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَسْأَلُهُ فِيهَا فَقَالَ: «أَقِمْ يَا قَبِيصَةُ حَتَّى تَأْتِيَنَا الصَّدَقَةُ، فَنَأْمُرَ لَكَ» قَالَ: ثُمَّ، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" يَا قَبِيصَةُ إِنَّ الصَّدَقَةَ لَا تَحِلُّ إِلَّا لِأَحَدِ ثَلَاثَةٍ: رَجُلٍ تَحَمَّلَ حَمَالَةً، فَحَلَّتْ لَهُ الْمَسْأَلَةُ حَتَّى يُصِيبَ قِوَامًا مِنْ عَيْشٍ، أَوْ سِدَادًا مِنْ عَيْشٍ، وَرَجُلٍ أَصَابَتْهُ جَائِحَةٌ، فَاجْتَاحَتْ مَالَهُ، فَحَلَّتْ لَهُ الْمَسْأَلَةُ حَتَّى يُصِيبَهَا ثُمَّ يُمْسِكَ، وَرَجُلٍ أَصَابَتْهُ فَاقَةٌ حَتَّى يَشْهَدَ ثَلَاثَةٌ مِنْ ذَوِي الْحِجَا مِنْ قَوْمِهِ قَدْ أَصَابَتْ فُلَانًا فَاقَةٌ فَحَلَّتْ لَهُ الْمَسْأَلَةُ حَتَّى يُصِيبَ قِوَامًا مِنْ عَيْشٍ، أَوْ سِدَادًا مِنْ عَيْشٍ، فَمَا سِوَى هَذَا مِنَ الْمَسْأَلَةِ يَا قَبِيصَةُ؟ سُحْتٌ يَأْكُلُهَا صَاحِبُهَا سُحْتًا \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "21"
    }
  }
}