{
  "hadith": {
    "hadith_id": 2581,
    "narrator": "আবূ সাঈদ খুদরী (রাঃ)",
    "bn": "তিনি বলেন যে, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মিম্বারের উপর বসলেন। আমরাও তাঁর চারপাশে বসে গেলাম। তিনি বললেন, আমার পরবর্তীকালে তোমাদের বিজিত পার্থিব ধন-দৌলতের আধিক্যে আমি আশংকিত। (এ প্রসংগে) তিনি দুনিয়া ও তার চাকচিক্যের কথা আলোচনা করলেন। এক ব্যক্তি বলল, ভাল কি মন্দ (পরিনতি) নিয়ে আসে? তিনি (রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিছুক্ষণ চুপ করে রইলেন। তাকে (প্রশ্নকারীকে) বলা হল যে, তোমার কি হল, তুমি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে কথা বলছ অথচ তিনি তোমার সাথে কথা বলছেন না?(রাবী বলেন) আমরা দেখলাম যে, তখন তাঁর উপর ওহী অবতীর্ণ হচ্ছে। যখন চেতনা ফিরে গেলেন (ওহী অবতীর্ণ হয়ে গেল) তিনি ঘাম মুছতে মুছতে বললেন, প্রশ্নকারী কি উপস্থিত আছে? নিশ্চয়ই ভাল মন্দ নিয়ে আসবে না। তবে দেখ, বসস্ত ঋতু যা জন্মায় তা মেরে ফেলে অথবা মেরে ফেলার উপক্রম করে (অথচ সবুজ ঘাসপাতা একটি উত্তম বস্তু কিন্তু কোন চতুষ্পদ জন্তু যখন তা তা অপরিমিত ভক্ষণ করে তখন বদহজমীর দরুন মৃত্যুমুখে পতিত হওয়ার উপক্রম হয় বা মরেই যায়।) কিন্তু কোন তৃণভোজি জন্তু যখন তা ভক্ষণ করে তখন তার পেট ভরে যায় আর সে সূর্যের আলোর মুখোমুখী হয়ে পায়খানা করে ও পেশাব করে। এরপর চড়ে বেড়ায়। অনুরূপভাবে এ সমস্ত মাল মুসলমানদের জন্য কত উৎকৃষ্ট ও সুস্বাদু এবং উপকারী সাথী, যদি তার থেকে ইয়াতীম মিসকীন এবং মুসাফিরকে দান করা হয়। আর যে ব্যক্তি অন্যায়ভাবে ধন-সম্পদ সঞ্চয় করে সে যেন আহার করল কিন্তু পরিতৃপ্ত হতে পারল না আর এ ধন-সম্পদ কিয়ামতের দিন তার বিরুদ্ধে সাক্ষী হিসেবে দাঁড়াবে।",
    "ar": "أَخْبَرَنِي زِيَادُ بْنُ أَيُّوبَ، قَالَ: حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، قَالَ: أَخْبَرَنِي هِشَامٌ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ أَبِي كَثِيرٍ، قَالَ: حَدَّثَنِي هِلَالٌ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ: جَلَسَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى الْمِنْبَرِ، وَجَلَسْنَا حَوْلَهُ فَقَالَ: «إِنَّمَا أَخَافُ عَلَيْكُمْ مِنْ بَعْدِي، مَا يُفْتَحُ لَكُمْ مِنْ زَهْرَةٍ، وَذَكَرَ الدُّنْيَا، وَزِينَتَهَا» فَقَالَ رَجُلٌ: أَوَ يَأْتِي الْخَيْرُ بِالشَّرِّ؟ فَسَكَتَ عَنْهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقِيلَ لَهُ: مَا شَأْنُكَ؟ تُكَلِّمُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَلَا يُكَلِّمُكَ قَالَ: وَرَأَيْنَا أَنَّهُ يُنْزَلُ عَلَيْهِ فَأَفَاقَ يَمْسَحُ الرُّحَضَاءَ وَقَالَ: «أَشَاهِدٌ السَّائِلُ إِنَّهُ لَا يَأْتِي الْخَيْرُ بِالشَّرِّ وَإِنَّ مِمَّا يُنْبِتُ الرَّبِيعُ يَقْتُلُ، أَوْ يُلِمُّ إِلَّا آكِلَةُ الْخَضِرِ، فَإِنَّهَا أَكَلَتْ حَتَّى إِذَا امْتَدَّتْ خَاصِرَتَاهَا، اسْتَقْبَلْتَ عَيْنَ الشَّمْسِ فَثَلَطَتْ ثُمَّ بَالَتْ ثُمَّ رَتَعَتْ، وَإِنَّ هَذَا الْمَالَ خَضِرَةٌ حُلْوَةٌ، وَنِعْمَ صَاحِبُ الْمُسْلِمِ، هُوَ إِنْ أَعْطَى مِنْهُ الْيَتِيمَ، وَالْمِسْكِينَ، وَابْنَ السَّبِيلِ، وَإِنَّ الَّذِي يَأْخُذُهُ بِغَيْرِ حَقِّهِ، كَالَّذِي يَأْكُلُ وَلَا يَشْبَعُ، وَيَكُونُ عَلَيْهِ شَهِيدًا يَوْمَ الْقِيَامَةِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "21"
    }
  }
}