{
  "hadith": {
    "hadith_id": 2596,
    "narrator": "আতা ইব্‌ন ইয়সার (রহঃ)",
    "bn": "তিনি বলেন, একদা আমি এবং আমার স্ত্রী বকীউল গারকাদ নামক স্থানে আসলাম। আমার স্ত্রী আমাকে বলল যে, তুমি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে যাও এবং তাঁর কাছে থেকে কিছু নিয়ে আস, আমরা খাব। আমি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে গেলাম, তখন তাঁর সামনে এমন একজন লোক পেলাম, যে তাঁর কাছে কিছু সাহায্য চাচ্ছিল আর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলছিলেন, আমার কাছে তোমাকে দেওয়ার মত কিছুই নেই। তখন সে ব্যক্তি ক্ষুব্ধ হয়ে চলে যাচ্ছিল এবং বলছিল যে, আমার জীবনের কসম! আপনি যাকে ইচ্ছা তাকেই দেবেন। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমার কাছে তাকে দেওয়ার মত কিছুই না থাকার কারণে সে আমার উপর ক্ষুব্ধ হচ্ছে। তোমাদের মধ্যে যদি কোন ব্যক্তি সাহায্য চায় অথচ তার কাছে চলএক উকিয়া (দিরহাম) বা তার সমপরিমাণ মূল্যের কোন বস্তু থাকে তবে সে যেন পীড়াপীড়ি করে সাহায্য প্রার্থনা করল। আসাদী ব্যক্তি মনে মনে বলল যে, আমার উষ্ট্রীর মূল্য এক উকিয়া (দিরহাম) থেকেও বেশী হবে। এক উকিয়া হল চল্লিশ দিরহাম। তাই আমি ফিরে আসলাম এবং কোন সাহায্য চাইলাম না। এরপর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে কিছু যব এবং শুষ্ক আঙ্গুর (কিশমিশ) আসলে তিনি তা থেকে আমাদের জন্যও কিছু বণ্টন করে দিলেন। এমনিভাবে মহান মহিয়ান আল্লাহ তা’আলা আমাদেরকে অভাবমুক্ত করে (পরমুখাপেক্ষীতা হতে বাঁচিয়ে) দিলেন।",
    "ar": "قَالَ الْحَارِثُ بْنُ مِسْكِينٍ: قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ، عَنْ ابْنِ الْقَاسِمِ، قَالَ: أَنْبَأَنَا مَالِكٌ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ عَطَاءِ بْنِ يَسَارٍ، عَنْ رَجُلٍ مِنْ بَنِي أَسَدٍ قَالَ: نَزَلْتُ أَنَا وَأَهْلِي، بِبَقِيعِ الْغَرْقَدِ فَقَالَتْ لِي أَهْلِي: اذْهَبْ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَسَلْهُ لَنَا شَيْئًا نَأْكُلُهُ، فَذَهَبْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَوَجَدْتُ عِنْدَهُ رَجُلًا يَسْأَلُهُ، وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: «لَا أَجِدُ مَا أُعْطِيكَ» فَوَلَّى الرَّجُلُ عَنْهُ وَهُوَ مُغْضَبٌ، وَهُوَ يَقُولُ: لَعَمْرِي إِنَّكَ لَتُعْطِي مَنْ شِئْتَ، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّهُ لَيَغْضَبُ عَلَيَّ أَنْ لَا أَجِدَ مَا أُعْطِيهِ، مَنْ سَأَلَ مِنْكُمْ وَلَهُ أُوقِيَّةٌ أَوْ عِدْلُهَا، فَقَدْ سَأَلَ إِلْحَافًا» قَالَ الْأَسَدِيُّ: فَقُلْتُ لَلَقْحَةٌ لَنَا خَيْرٌ مِنْ أُوقِيَّة، وَالْأُوقِيَّةُ: أَرْبَعُونَ دِرْهَمًا، فَرَجَعْتُ، وَلَمْ أَسْأَلْهُ، فَقَدِمَ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعْدَ ذَلِكَ، شَعِيرٌ، وَزَبِيبٌ، فَقَسَّمَ لَنَا مِنْهُ حَتَّى أَغْنَانَا اللَّهُ عَزَّ وَجَلَّ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "21"
    }
  }
}