{
  "hadith": {
    "hadith_id": 2605,
    "narrator": "আবদুল্লাহ ইব্‌ন সাদী (রহঃ)",
    "bn": "তিনি একবার সিরিয়া থেকে উমর ইব্‌ন খাত্তাব (রাঃ)-এর কাছে আসলে তিনি তাঁকে বললেন যে, আমি শুনেছি যে, তুমি মুসলমানদের কোন কাজ (যাকাত আদায়) করলে তোমাকে তার পারিশ্রমিক দেওয়া হলে তা তুমি নাকি গ্রহণ কর না? তিনি বললেন, হ্যাঁ। আমার কিছু ঘোড়া এবং দাস-দাসী রয়েছে এবং আমি স্বচ্ছল অবস্থায় আছি। তাই আমার ইচ্ছা আমার কাজ মুসলমানদের জন্য সাদাকা স্বরূপ হোক। উমর (রাঃ) তাঁকে বললেন, তুমি যা মনস্থ করেছ আমিও তাই মনস্থ করেছিলাম, কিন্তু নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে সম্পদ (বিনিময়) দিতেন, আমি তাঁকে বলতামঃ যে ব্যক্তি আমার থেকেও বেশী মুখাপেক্ষী আপনি এই মাল তাকেই দিন। তিনি আমাকে একবার কিছু (মাল) দিলে আমি তাঁকে বললাম, এই (মাল) যে আমার থেকে বেশী অভাবী আপনি তাকেই দিন। তিনি বললেন, তোমার চাওয়া এবং লালসা ব্যতীত যে মাল মহান মহিয়ান আল্লাহ তোমাকে দেন তা গ্রহণ করে নেবে এবং ইচ্ছা করলে তা তোমার কাছে রেখে দেবে নয়তো সাদাকা করে দেবে। আর যা তেমন (লোভ বিহীন) নয় তার প্রতি তোমার মনকে ধাবিত করবে না।",
    "ar": "أَخْبَرَنَا سَعِيدُ بْنُ عَبْدِ الرَّحْمَنِ أَبُو عُبَيْدِ اللَّهِ الْمَخْزُومِيُّ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ الزُّهْرِيِّ، عَنْ السَّائِبِ بْنِ يَزِيدَ، عَنْ حُوَيْطِبِ بْنِ عَبْدِ الْعُزَّى، قَالَ: أَخْبَرَنِي عَبْدُ اللَّهِ بْنُ السَّعْدِيِّ، أَنَّهُ قَدِمَ عَلَى عُمَرَ بْنِ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ مِنَ الشَّامِ فَقَالَ: أَلَمْ أُخْبَرْ أَنَّكَ تَعْمَلُ عَلَى عَمَلٍ مِنْ أَعْمَالِ الْمُسْلِمِينَ، فَتُعْطَى عَلَيْهِ عُمَالَةً، فَلَا تَقْبَلُهَا، قَالَ: أَجَلْ إِنَّ لِي أَفْرَاسًا، وَأَعْبُدًا، وَأَنَا بِخَيْرٍ، وَأُرِيدُ أَنْ يَكُونَ عَمَلِي صَدَقَةً عَلَى الْمُسْلِمِينَ، فَقَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: إِنِّي أَرَدْتُ الَّذِي أَرَدْتَ، وَكَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يُعْطِينِي الْمَالَ، فَأَقُولُ أَعْطِهِ، مَنْ هُوَ أَفْقَرُ إِلَيْهِ مِنِّي، وَإِنَّهُ أَعْطَانِي مَرَّةً مَالًا، فَقُلْتُ لَهُ، أَعْطِهِ، مَنْ هُوَ أَحْوَجُ إِلَيْهِ مِنِّي، فَقَالَ: «مَا آتَاكَ اللَّهُ عَزَّ وَجَلَّ مِنْ هَذَا الْمَالِ مِنْ غَيْرِ مَسْأَلَةٍ، وَلَا إِشْرَافٍ، فَخُذْهُ، فَتَمَوَّلْهُ، أَوْ تَصَدَّقْ بِهِ، وَمَا لَا فَلَا تُتْبِعْهُ نَفْسَكَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "21"
    }
  }
}