{
  "hadith": {
    "hadith_id": 2606,
    "narrator": "আবদুল্লাহ ইব্‌ন সাদী (রহঃ)",
    "bn": "তিনি একবার উমর (রাঃ)-এর খিলাফতকালে তাঁর কাছে গেলেন। উমর (রাঃ) তাঁকে বললেন যে, আমি শুনতে পেলাম  তুমি নাকি মুসলমানদের কোন কাজে নিয়োজিত রয়েছো এবং তোমাকে তোমার কাজের পারিশ্রমিক দেওয়া হলে তা তুমি গ্রহণ কর না? আমি বললাম, হ্যাঁ। তখন উমর (রাঃ) বললেন, এতে তোমার উদ্দেশ্য কি? আমি বললাম যে, আমার কিছু ঘোড়া এবং দাস-দাসী রয়েছে আর আমি স্বচ্ছল অবস্থায় আছি। তাই আমি চাচ্ছিলাম যে আমার কাজগুলো মুসলমানদের জন্য সাদাকা স্বরূপ হোক। উমর (রাঃ) তাঁকে বললেন যে, তুমি এরূপ করবে না। কেননা তুমি যে রকম চাচ্ছ আমিও সে রকম চাইতাম। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে দান (পারিশ্রমিক) দিলে আমি বলতাম যে, আপনি ইহা আমার থেকে বেশী অভাবীকে দিয়ে দিন। তখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলতেন যে, তুমি এগুলো নিয়ে নাও। ইচ্ছা করলে নিজের কাজে লাগাও নতুবা সাদাকা করে দাও। তোমার চাওয়া এবং লালসা ব্যতীত যে মাল তোমার হস্তগত হয় তা তুমি নিয়ে যাও। (কোন মাল) এভাবে (তোমার হস্তগত) না হলে তার প্রতি আকৃষ্ট হবে না।",
    "ar": "أَخْبَرَنَا كَثِيرُ بْنُ عُبَيْدٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، عَنْ الزُّبَيْدِيِّ، عَنْ الزُّهْرِيِّ، عَنْ السَّائِبِ بْنِ يَزِيدَ، أَنَّ حُوَيْطِبَ بْنَ عَبْدِ الْعُزَّى أَخْبَرَهُ، أَنَّ عَبْدَ اللَّهِ بْنَ السَّعْدِيِّ، أَخْبَرَهُ أَنَّهُ قَدِمَ عَلَى عُمَرَ بْنِ الْخَطَّابِ فِي خِلَافَتِهِ، فَقَالَ لَهُ عُمَرُ: أَلَمْ أُحَدَّثْ أَنَّكَ تَلِي مِنْ أَعْمَالِ النَّاسِ أَعْمَالًا، فَإِذَا أُعْطِيتَ الْعُمَالَةَ رَدَدْتَهَا فَقُلْتُ بَلَى، فَقَالَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ: فَمَا تُرِيدُ إِلَى ذَلِكَ، فَقُلْتُ: لِي أَفْرَاسٌ وَأَعْبُدٌ وَأَنَا بِخَيْرٍ، وَأُرِيدُ أَنْ يَكُونَ عَمَلِي صَدَقَةً عَلَى الْمُسْلِمِينَ، فَقَالَ لَهُ عُمَرُ: فَلَا تَفْعَلْ فَإِنِّي كُنْتُ أَرَدْتُ مِثْلَ الَّذِي أَرَدْتَ كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يُعْطِينِي الْعَطَاءَ، فَأَقُولُ أَعْطِهِ أَفْقَرَ إِلَيْهِ مِنِّي، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «خُذْهُ فَتَمَوَّلْهُ، أَوْ تَصَدَّقْ بِهِ مَا جَاءَكَ مِنْ هَذَا الْمَالِ، وَأَنْتَ غَيْرُ مُشْرِفٍ، وَلَا سَائِلٍ فَخُذْهُ، وَمَا لَا فَلَا تُتْبِعْهُ نَفْسَكَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "21"
    }
  }
}