{
  "hadith": {
    "hadith_id": 2609,
    "narrator": "আবদুল মুত্তালিব ইব্‌ন রবীআ (রহঃ)",
    "bn": "তাঁর পিতা রবীআ ইব্‌ন হারিছ (রাঃ) তাঁকে এবং ফযল ইব্‌ন আব্বাস (রাঃ)-কে বললেন যে, আপনারা রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে যান এবং তাঁকে বলুন যে, ইয়া রাসূলাল্লাহ! আমাদেরকে সাদাকা উসূল করার জন্য কর্মচারী নিযুক্ত করুন। আমরা এই অবস্থায় থাকাকালীন হযরত আলী (রাঃ) আসলেন এবং তাদের (আমাদেরকে) বললেন যে, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তোমাদের কাউকেও সাদাকা উসূল করার জন্য কর্মচারী নিযুক্ত করবেন না। আবদুল মুত্তালিব (রাঃ) বলেন, তখন আমি এবং ফযল (রাঃ) চলে আসলাম এবং রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে পৌঁছালে (এবং নিবেদন করলে) তিনি আমাদেরকে বললেন যে, সাদাকা লোকজনের ধন-সম্পত্তির ময়লা। তাই ইহা মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং তাঁর বংশধরদের জন্য হালাল নয়।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ سَوَّادِ بْنِ الْأَسْوَدِ بْنِ عَمْرٍو، عَنْ ابْنِ وَهْبٍ، قَالَ: حَدَّثَنَا يُونُسُ، عَنِ ابْنِ شِهَابٍ، عَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ نَوْفَلٍ الْهَاشِمِيِّ، أَنَّ عَبْدَ الْمُطَّلِبِ بْنَ رَبِيعَةَ بْنِ الْحَارِثِ بْنِ عَبْدِ الْمُطَّلِبِ، أَخْبَرَهُ أَنَّ أَبَاهُ رَبِيعَةَ بْنَ الْحَارِثِ قَالَ: لِعَبْدِ الْمُطَّلِبِ بْنِ رَبِيعَةَ بْنِ الْحَارِثِ، وَالْفَضْلِ بْنِ الْعَبَّاسِ بْنِ عَبْدِ الْمُطَّلِبِ، ائْتِيَا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقُولَا لَهُ: اسْتَعْمِلْنَا يَا رَسُولَ اللَّهِ عَلَى الصَّدَقَاتِ، فَأَتَى عَلِيُّ بْنُ أَبِي طَالِبٍ، وَنَحْنُ عَلَى تِلْكَ الْحَالِ، فَقَالَ لَهُمَا: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، لَا يَسْتَعْمِلُ مِنْكُمْ أَحَدًا عَلَى الصَّدَقَةِ، قَالَ عَبْدُ الْمُطَّلِبِ: فَانْطَلَقْتُ أَنَا وَالْفَضْلُ، حَتَّى أَتَيْنَا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ لَنَا: «إِنَّ هَذِهِ الصَّدَقَةَ، إِنَّمَا هِيَ أَوْسَاخُ النَّاسِ، وَإِنَّهَا لَا تَحِلُّ، لِمُحَمَّدٍ وَلَا لِآلِ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "21"
    }
  }
}