{
  "hadith": {
    "hadith_id": 2665,
    "narrator": "মিসওয়ার ইব্‌ন মাখরামা (রাঃ)",
    "bn": "তাঁরা ‘আবওয়া’ নামক স্থানে বিতর্কে লিপ্ত হয়েছিলেন। ইব্‌ন আব্বাস বললেনঃ মু্‌হ্‌রিম ব্যক্তি তার মাথা ধুবে, আর মিসওয়ার বললেনঃ সে মাথা ধুবে না। এরপর আবদুল্লাহ্‌ ইব্‌ন আব্বাস (রাঃ) আমাকে আবূ আইয়ূব আনসারী (রাঃ)-এর নিকট পাঠালেন, যেন আমি তাঁকে এ ব্যাপারে জিজ্ঞাসা করি। আমি তাঁকে পেলাম, তিনি কূপের পাশে (পানি তোলার) দুটি কাঠের মধ্যস্থলে গোসল করছিলেন। আর তিনি ছিলেন একটি কাপড়ের পর্দার আড়ালে। আমি তাঁকে সালাম দিয়ে বললামঃ কিরূপে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইহ্‌রাম অবস্থায় মাথা ধৌত করতেন, তা আপনার নিকট জিজ্ঞাসা করার জন্য আবদুল্লাহ্‌ ইব্‌ন আব্বাস (রাঃ) আমাকে আপনার নিকট পাঠিয়েছেন। আমার কথা শুনে আবূ আইয়ূব আনসারী (রাঃ) কাপড়ের উপর হাত রেখে তা সরিয়ে দিলেন, তাতে তার মাথা দৃশ্যমান হলো। পরে তিনি একজন লোককে তার মাথায় পানি ঢালতে বললেন। তারপর দু’হাত দ্বারা মাথা ঝাড়া দিলেন এবং দুই হাত একবার সামনের দিকে একবার পেছনের দিকে নিলেন। তারপর তিনি বললেনঃ এভাবে আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে গোসল করতে দেখেছি।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ، عَنْ مَالِكٍ، عَنْ زَيْدِ بْنِ أَسْلَمَ، عَنْ إِبْرَاهِيمَ بْنِ عَبْدِ اللَّهِ بْنِ حُنَيْنٍ، عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ، وَالْمِسْوَرِ بْنِ مَخْرَمَةَ، أَنَّهُمَا اخْتَلَفَا بِالْأَبْوَاءِ فَقَالَ ابْنُ عَبَّاسٍ: يَغْسِلُ الْمُحْرِمُ رَأْسَهُ، وَقَالَ الْمِسْوَرُ: لَا يَغْسِلُ رَأْسَهُ، فَأَرْسَلَنِي ابْنُ عَبَّاسٍ إِلَى أَبِي أَيُّوبَ الْأَنْصَارِيِّ أَسْأَلُهُ عَنْ ذَلِكَ فَوَجَدْتُهُ يَغْتَسِلُ بَيْنَ قَرْنَيِ الْبِئْرِ، وَهُوَ مُسْتَتِرٌ بِثَوْبٍ، فَسَلَّمْتُ عَلَيْهِ، وَقُلْتُ: أَرْسَلَنِي إِلَيْكَ عَبْدُ اللَّهِ بْنُ عَبَّاسٍ أَسْأَلُكَ، كَيْفَ كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَغْسِلُ رَأْسَهُ وَهُوَ مُحْرِمٌ؟: فَوَضَعَ أَبُو أَيُّوبَ يَدَهُ عَلَى الثَّوْبِ فَطَأْطَأَهُ حَتَّى بَدَا رَأْسُهُ، ثُمَّ قَالَ لِإِنْسَانٍ: يَصُبُّ عَلَى رَأْسِهِ، ثُمَّ حَرَّكَ رَأْسَهُ بِيَدَيْهِ، فَأَقْبَلَ بِهِمَا، وَأَدْبَرَ \"، وَقَالَ: هَكَذَا رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَفْعَلُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "22"
    }
  }
}