{
  "hadith": {
    "hadith_id": 2668,
    "narrator": "ইয়ালা ইব্‌ন উমাইয়া (রাঃ)",
    "bn": "তিনি বললেনঃ যদি ওহী অবতীর্ণ হওয়ার সময় আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দেখতে পেতাম। এরপরে এক সময় আমরা জি’ইররানা নামক স্থানে ছিলাম, তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁবুর ভিতরে ছিলেন। এমতাবস্থায় তাঁর নিকট ওহী আসলে উমর (রাঃ) আমার দিকে ইশারা করলেনঃ এদিকে এসো। আমি তাঁবুর ভিতরে আমার মাথা ঢুকালাম। এমন সময় তাঁর নিকট একজন লোক আগমন করলো। সে উমরার জন্য জুব্বা পরিহিত অবস্থায় ইহ্‌রাম বেঁধেছিল এবং সুগন্ধি ব্যবহার করেছিল। সে বললঃ ইয়া রাসূলুল্লাহ্‌! ঐ ব্যক্তি সম্বন্ধে আপনি কি বলেন, যে জুব্বা পরিহিত অবস্থায় ইহ্‌রাম বেঁধেছে? হঠাৎ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ওপর ওহী অবতীর্ণ হতে লাগলো। এজন্য নাক ডাকতে শুরু করলেন। তারপর ওহী অবতীর্ণ হওয়ার অবস্থা কেটে গেলে তিনি বললেনঃ একটু পূর্বে যে ব্যক্তি আমাকে প্রশ্ন করেছিল, সে কোথায়? সে লোকটিকে আনা হলে তিনি বললেনঃ জুব্বা খুলে ফেল, আর সুগন্ধি ধুয়ে ফেল, তারপর নতুন করে ইহ্‌রাম বাঁধো। আবূ আবদুর রহমান (রহঃ) বলেনঃ “ নতুন করে ইহ্‌রাম বাঁধ” নূহ্‌ ইব্‌ন হাবীব ব্যতীত অন্য কেউ এরূপ বলেছেন বলে আমি জানি না। আর এ বর্ণনাকে সুরক্ষিত (যথার্থ) বলেও মনে করি না। আল্লাহ্‌ সর্বজ্ঞ।",
    "ar": "أَخْبَرَنَا نُوحُ بْنُ حَبِيبٍ الْقُوْمَسِيُّ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ: حَدَّثَنَا ابْنُ جُرَيْجٍ، قَالَ: قَالَ حَدَّثَنِي عَطَاءٌ، عَنْ صَفْوَانَ بْنِ يَعْلَى بْنِ أُمَيَّةَ، عَنْ أَبِيهِ، أَنَّهُ قَالَ: لَيْتَنِي أَرَى رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يُنْزَلُ عَلَيْهِ، فَبَيْنَا نَحْنُ بِالْجِعِرَّانَةِ، وَالنَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي قُبَّةٍ فَأَتَاهُ الْوَحْيُ، فَأَشَارَ إِلَيَّ عُمَرُ أَنْ تَعَالَ، فَأَدْخَلْتُ رَأْسِي الْقُبَّةَ فَأَتَاهُ رَجُلٌ قَدْ أَحْرَمَ فِي جُبَّةٍ بِعُمْرَةٍ مُتَضَمِّخٌ بِطِيبٍ فَقَالَ: يَا رَسُولَ اللَّهِ مَا تَقُولُ فِي رَجُلٍ قَدْ أَحْرَمَ فِي جُبَّةٍ إِذْ أُنْزِلَ عَلَيْهِ الْوَحْيُ فَجَعَلَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَغِطُّ لِذَلِكَ فَسُرِّيَ عَنْهُ، فَقَالَ: «أَيْنَ الرَّجُلُ الَّذِي سَأَلَنِي آنِفًا؟» فَأُتِيَ بِالرَّجُلِ فَقَالَ: «أَمَّا الْجُبَّةُ فَاخْلَعْهَا، وَأَمَّا الطِّيبُ فَاغْسِلْهُ، ثُمَّ أَحْدِثْ إِحْرَامًا»، قَالَ أَبُو عَبْدِ الرَّحْمَنِ: «ثُمَّ أَحْدِثْ إِحْرَامًا» مَا أَعْلَمُ أَحَدًا قَالَهُ غَيْرَ نُوحِ بْنِ حَبِيبٍ، وَلَا أَحْسِبُهُ مَحْفُوظًا، وَاللَّهُ سُبْحَانَهُ وَتَعَالَى أَعْلَمُ\n---\n[حكم الألباني] صحيح دون قوله ثم أحدث إحراما فإنه شاذ والمحفوظ دونها",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "22"
    }
  }
}