{
  "hadith": {
    "hadith_id": 2732,
    "narrator": "সালিম ইব্‌ন আবদুল্লাহ (রাঃ)",
    "bn": "আবদুল্লাহ ইব্‌ন উমর (রাঃ) বলেছেনঃ রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হাজ্জাতুল বিদা' বা বিদায় হজ্জের উমরা ও হজ্জ একত্রে (পর্যায়ক্রমে) আদায় করে তামাত্তু করেন। আর তিনি যুল হুলায়ফায় তাঁর সাথে 'হাদী' কুরবানীর পশু নিয়ে আসেন এবং তা সংগে নিয়ে যান। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (ঐ দিনে) হজ্জের কাজ আরম্ভ করেন। তিনি প্রথমে উমরার ইহরাম বাঁধলেন, তারপর হজ্জের ইহ্‌রাম বাঁধলেন। আর অন্যান্য লোক তাঁর সাথে পর্যায়ক্রমে উমরা ও হজ্জের ইহ্‌রাম বাঁধলো। লোকদের মধ্যে কতিপয় ব্যাক্তি 'হাদী' (কুরবানীর পশু) সাথে নিয়ে এসেছিল এবং তারা 'হাদী' সাথে নিয়ে চলল, আর তাদের মধ্যে কতক এমন ছিল যারা 'হাদী' (কুরবানীর পশু) নিয়ে আসেনি। তারপর যখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কায় আগমন করলেন, তখন তিনি লোকদের বললেনঃ তোমাদের মধ্যে যে ব্যাক্তি হাদী' (কুরবানীর পশু) এনেছে, সে হজ্জ আদায় করা পর্যন্ত তার জন্য যা যারাম করা হয়েছে তা থেকে হালাল হবে না। আর যে ব্যাক্তি হাদী' (কুরবানীর পশু) আনে নি, সে যেন কা'বার তওয়াফ করে এবং সাফা মারওয়ার সাঈ করে এবং মাথায় চুল ছাঁটে এবং হালাল হয়ে যায় (ইহ্‌রাম ভঙ্গ করে)। তারপর সে যেন (নতুন করে) হজ্জের ইহ্‌রাম বাঁধে এবং 'হাদী' (কুরবানী) করে। আর যে ব্যাক্তি 'হাদী' কুরবানী করতে সমর্থ না হয়, সে যেন হজ্জের মাসে তিন দিন সিয়াম পালন করে, এবং পরিবার-পরিজনের নিকট ফিরে আসার পর সাতদিন সিয়াম পালন করে। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন মক্কায় আগমন করলেন, সর্বপ্রথম তওয়াফ করলেন এবং প্রথম রুকনে (ইয়ামানী) চু্ম্বন করলেন, তারপর তিনি সাত তওয়াফের তিন তওয়াফে রমল করলেন এবং চার তওয়াফে হাঁটলেন। তওয়াফ সমাপ্ত করে তিনি বায়তুল্লাহর নিকট মাকামে ইবরাহীমে দু'রাকাত সালাত আদায় করলেন। তারপর তিনি সেখান হতে সাফায় আগমন করলেন এবং সাফা ও মারওয়ায় সাতবার সাঈ করলেন। পরে হজ্জ আদায় করার পূর্ব পর্যন্ত যা তাঁর জন্য হারাম ছিল, তার কোনটি করে হালাল হননি (ইহ্‌রাম ভঙ্গ করেন নি)। এরপর কুরবানীর দিন 'হাদী' কুরবানী করলেন এবং সেখান হতে প্রত্যাবর্তন করে বায়তুল্লাহ্‌র তওয়াফ করলেন। তারপর তাঁর জন্য যা হারাম ছিল তার সব কিছু হতে তিনি হালাল (বৈধতাসম্পন্ন) হলেন। পরে লোকদের মধ্যে যারা হাদী' (কুরবানীর পশু) এনেছিল বা সাথে নিয়ে এসেছিল, তারা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা করলেন তদ্রুপ করলো।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ الْمُخَرِّمِيُّ، قَالَ: حَدَّثَنَا حُجَيْنُ بْنُ الْمُثَنَّى، قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ عُقَيْلٍ، عَنْ ابْنِ شِهَابٍ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: تَمَتَّعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي حَجَّةِ الْوَدَاعِ بِالْعُمْرَةِ إِلَى الْحَجِّ، وَأَهْدَى وَسَاقَ مَعَهُ الْهَدْيَ بِذِي الْحُلَيْفَةِ، وَبَدَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَهَلَّ بِالْعُمْرَةِ، ثُمَّ أَهَلَّ بِالْحَجِّ، وَتَمَتَّعَ النَّاسُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالْعُمْرَةِ إِلَى الْحَجِّ، فَكَانَ مِنَ النَّاسِ مَنْ أَهْدَى فَسَاقَ الْهَدْيَ، وَمِنْهُمْ مَنْ لَمْ يُهْدِ، فَلَمَّا قَدِمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَكَّةَ قَالَ لِلنَّاسِ: «مَنْ كَانَ مِنْكُمْ أَهْدَى، فَإِنَّهُ لَا يَحِلُّ مِنْ شَيْءٍ حَرُمَ مِنْهُ، حَتَّى يَقْضِيَ حَجَّهُ، وَمَنْ لَمْ يَكُنْ أَهْدَى، فَلْيَطُفْ بِالْبَيْتِ، وَبِالصَّفَا وَالْمَرْوَةِ وَلْيُقَصِّرْ، وَلْيَحْلِلْ، ثُمَّ لِيُهِلَّ بِالْحَجِّ، ثُمَّ لِيُهْدِ، وَمَنْ لَمْ يَجِدْ هَدْيًا فَلْيَصُمْ ثَلَاثَةَ أَيَّامٍ فِي الْحَجِّ، وَسَبْعَةً إِذَا رَجَعَ إِلَى أَهْلِهِ»، فَطَافَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ قَدِمَ مَكَّةَ، وَاسْتَلَمَ الرُّكْنَ أَوَّلَ شَيْءٍ، ثُمَّ خَبَّ ثَلَاثَةَ أَطْوَافٍ مِنَ السَّبْعِ، وَمَشَى أَرْبَعَةَ أَطْوَافٍ، ثُمَّ رَكَعَ حِينَ قَضَى طَوَافَهُ بِالْبَيْتِ فَصَلَّى عِنْدَ الْمَقَامِ رَكْعَتَيْنِ، ثُمَّ سَلَّمَ فَانْصَرَفَ فَأَتَى الصَّفَا فَطَافَ بِالصَّفَا وَالْمَرْوَةِ سَبْعَةَ أَطْوَافٍ، ثُمَّ لَمْ يَحِلَّ مِنْ شَيْءٍ حَرُمَ مِنْهُ حَتَّى قَضَى حَجَّهُ وَنَحَرَ هَدْيَهُ يَوْمَ النَّحْرِ، وَأَفَاضَ فَطَافَ بِالْبَيْتِ، ثُمَّ حَلَّ مِنْ كُلِّ شَيْءٍ حَرُمَ مِنْهُ، وَفَعَلَ مِثْلَ مَا فَعَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، مَنْ أَهْدَى وَسَاقَ الْهَدْيَ مِنَ النَّاسِ\n---\n[حكم الألباني] صحيح ق لكن قوله وبدأ رسول الله صلى الله عليه وسلم فأهل  بالعمرة ثم أهل بالحج شاذ",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "22"
    }
  }
}