{
  "hadith": {
    "hadith_id": 2742,
    "narrator": "তারিক ইব্‌ন শিহাব (রহঃ)",
    "bn": "তিনি বলেনঃ আবূ মূসা (রাঃ) বলেছেনঃ আমি ইয়ামান থেকে আসলাম। তখন নবী করীম (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বাতহায় অবস্থানরত ছিলেন। যখন তিনি হজ্জ আদায় করেন। তিনি আমাকে বলেনঃ তুমি কি হজ্জ (-এর ইহরাম) করেছ? আমি বললামঃ হ্যাঁ। তিনি বললেনঃ তুমি কিরূপ করেছ (নিয়্যত করেছ)? তিনি বলেনঃ আমি বললামঃ “আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ইহরামের ন্যায় ইহরাম করলাম। তিনি বললেনঃ তাহলে বায়তুল্লাহর তওয়াফ কর এবং সাফা মারওয়ার সাঈ কর এবং (ইহরাম ভঙ্গ করে) হালাল হয়ে যাও। আমি তা-ই করলাম। তারপর আমি এক মহিলার নিকট আসলাম, সে আমার মাথা বেছে দিল (উকুন বের করল)। এরপর আমি লোকদেরকে এরূপ ফাতাওয়া দিতে লাগলাম।  এমনকি  উমর (রাঃ)-এর খিলাফতকালেও। তখন  তাঁকে এক ব্যক্তি বললোঃ হে আবূ মূসা! এরূপ ফাতাওয়া দেয়া থেকে আপনি বিরত থাকুন। কেননা জানেন না আপনার পরে আমীরুল মু’মিনীন হজ্জের আহকামে কি নতুন বিধান দিয়েছেন। আবূ মূসা বললেনঃ হে লোকসকল! আমি যাকে ফাতওয়া দিয়েছি, সে যেন অপেক্ষা করে। কেননা আমীরুল মু’মিনীন তোমাদের নিকট আগমন করেছেন। তোমরা তাঁর অনুসরণ করবে। উমর (রাঃ) বললেনঃ আমারা যদি আল্লাহর কিতাব অনুসারে কাজ করতে চাই তবে তিনি তো আমাদেরকে (হজ্জ ও উমরা স্বতন্ত্র রূপে) আহকাম পূর্ণ করতে আদেশ করেছেন। আর আমরা নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সুন্নত অনু্যায়ী কাজ করলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইহরাম ভঙ্গ করেন নি, যতক্ষণ না কুরবানীর পশু যবাই –এর স্থানে পৌঁছে যেতো।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى، قَالَ: حَدَّثَنَا خَالِدٌ، قَالَ: حَدَّثَنَا شُعْبَةُ، قَالَ: أَخْبَرَنِي قَيْسُ بْنُ مُسْلِمٍ، قَالَ: سَمِعْتُ طَارِقَ بْنَ شِهَابٍ، قَالَ: قَالَ أَبُو مُوسَى: أَقْبَلْتُ مِنَ الْيَمَنِ وَالنَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مُنِيخٌ بِالْبَطْحَاءِ حَيْثُ حَجَّ، فَقَالَ: «أَحَجَجْتَ؟» قُلْتُ: نَعَمْ، قَالَ: «كَيْفَ قُلْتَ؟» قَالَ: قُلْتُ لَبَّيْكَ بِإِهْلَالٍ كَإِهْلَالِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «فَطُفْ بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ، وَأَحِلَّ» فَفَعَلْتُ ثُمَّ أَتَيْتُ امْرَأَةً فَفَلَتْ رَأْسِي، فَجَعَلْتُ أُفْتِي النَّاسَ بِذَلِكَ، حَتَّى كَانَ فِي خِلَافَةِ عُمَرَ، فَقَالَ لَهُ رَجُلٌ: يَا أَبَا مُوسَى رُوَيْدَكَ بَعْضَ فُتْيَاكَ فَإِنَّكَ لَا تَدْرِي مَا أَحْدَثَ أَمِيرُ الْمُؤْمِنِينَ فِي النُّسُكِ بَعْدَكَ، قَالَ أَبُو مُوسَى: يَا أَيُّهَا النَّاسُ مَنْ كُنَّا أَفْتَيْنَاهُ فَلْيَتَّئِدْ، فَإِنَّ أَمِيرَ الْمُؤْمِنِينَ قَادِمٌ عَلَيْكُمْ، فَأْتَمُّوا بِهِ، وَقَالَ عُمَرُ: «إِنْ نَأْخُذْ بِكِتَابِ اللَّهِ فَإِنَّهُ يَأْمُرُنَا بِالتَّمَامِ، وَإِنْ نَأْخُذْ بِسُنَّةِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَإِنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، لَمْ يَحِلَّ حَتَّى بَلَغَ الْهَدْيُ مَحِلَّهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "22"
    }
  }
}