{
  "hadith": {
    "hadith_id": 2745,
    "narrator": "বারা’ (রাঃ)",
    "bn": "তিনি বলেনঃ আমি আলী (রাঃ)-এর সাথে ছিলাম, যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ইয়ামানে ছিলাম, যখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে ইয়ামনের আমীর (প্রশাসক) নিযুক্ত করে পাঠান। তাঁর সঙ্গে আমি কিছু উকিয়া (রৌপ্য মুদ্রা) পেলাম। যখন আলী (রাঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এলেন। তখন আলী (রাঃ) বললেনঃ আমি ফাতিমা (রাঃ)-কে পেলাম যে, সে তার ঘরকে নাদুহ [১]  সুগন্ধি দ্বারা সুরভিত করে রেখেছে। আমি  তাকে দোষারোপ করলাম (এবং তার নিকট থেকে দূরে রইলাম)। সে আমাকে বললেনঃ আপনার কি হলো? রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর সাহাবিগণকে (হালাল হওয়ার) আদেশ করেছেন, এবং তাঁরা হালাল হয়েছেন (ইহরাম ভঙ্গ করেছেন)। আলী (রাঃ) বলেনঃ আমি বললামঃ আমি তো রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ইহরামের অনুরূপ ইহরাম করেছি। তিনি বলেনঃ তারপর আমি নবী  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এলাম। তিনি আমাকে বললেনঃ তুমি কি করেছ? আমি বললামঃ আমি আপনার ইহরামের ন্যায় ইহরাম করেছি। তিনি বললেনঃ আমি তো ‘হাদী’ (কুরবানীর পশু) সাথে এনেছি এবং কিরান হজ্জের নিয়্যাত করেছি।",
    "ar": "أَخْبَرَنِي أَحْمَدُ بْنُ مُحَمَّدِ بْنِ جَعْفَرٍ، قَالَ: حَدَّثَنِي يَحْيَى بْنُ مَعِينٍ، قَالَ: حَدَّثَنَا حَجَّاجٌ، قَالَ: حَدَّثَنَا يُونُسُ بْنُ أَبِي إِسْحَقَ، عَنْ أَبِي إِسْحَقَ، عَنْ الْبَرَاءِ، قَالَ: كُنْتُ مَعَ عَلِيٍّ حِينَ أَمَّرَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى الْيَمَنِ، فَأَصَبْتُ مَعَهُ أَوَاقِي، فَلَمَّا قَدِمَ عَلِيٌّ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ عَلِيٌّ: وَجَدْتُ فَاطِمَةَ قَدْ نَضَحَتِ الْبَيْتَ بِنَضُوحٍ، قَالَ: فَتَخَطَّيْتُهُ، فَقَالَتْ لِي: مَا لَكَ، فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَدْ أَمَرَ أَصْحَابَهُ فَأَحَلُّوا، قَالَ: قُلْتُ إِنِّي أَهْلَلْتُ بِإِهْلَالِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: فَأَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ لِي: «كَيْفَ صَنَعْتَ؟» قُلْتُ: إِنِّي أَهْلَلْتُ بِمَا أَهْلَلْتَ، قَالَ: «فَإِنِّي قَدْ سُقْتُ الْهَدْيَ، وَقَرَنْتُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] নাদুহ এক প্রকার  সুগন্ধি, যার সৌরভ চারদিকে ছড়িয়ে পড়ে।",
    "chapter": {
      "chapter_number": "22"
    }
  }
}