{
  "hadith": {
    "hadith_id": 2746,
    "narrator": "ইব্‌ন উমর (রাঃ)",
    "bn": "যে বছর হাজ্জাজ ইব্‌ন যুবায়র (রাঃ)-এর সাথে যুদ্ধ করার জন্য এসেছিল। তাঁকে বলা হলো যে, তাদের মধ্যে যুদ্ধ লেগে যাবে এবং আমার ভয় হচ্ছে তারা আপনাকে হজ্জ বাঁধাগ্রস্ত করবে। তিনি বললেনঃ “তোমাদের জন্য রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মধ্যে উত্তম আদর্শ রয়েছে।” যদি অবস্থা তা-ই হয়, তা হলে আমি তা-ই করবো-যা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) করেছিলেন। আমি তোমাদেরকে সাক্ষী রেখে বলছি যে, আমি আমার উপর উমরা ওয়াজিব করে নিয়েছি (ইহরাম করেছি)। তারপর তিনি বের হলেন। পরে যখন তিনি ‘বায়দা’ নামক স্থানে উপস্থিত হলেন, তখন বললেনঃ হজ্জ এবং উমরার অবস্থা একই। আমি তোমাদেরকে সাক্ষী রেখে বলছি, আমি আমার উমরার সাথে হজ্জও ওয়াজিব করে নিয়েছি (হজ্জের ও ইহরাম করলাম)। আর তিনি একটি ‘হাদী’ (কুরবানীর পশু) এনেছিলেন, যা তিনি কুদায়াদ নামক স্থান থেকে ক্রয় করেছিলেন। তারপর তিনি হজ্জ এবং উমরাহ উভয়ের তালবিয়া পড়তে পড়তে চলতে থাকলেন। পরে তিনি মক্কায় আগমন করে বায়তুল্লাহর তওয়াফ এবং সাফা মারওয়ার সাঈ করেন। এর অতিরিক্ত তিনি কিছু করেন নি। হাদী যবাই করলেন না, মাথা মুন্ডালেন না, চুলও কাটলেন না এবং যে সকল বস্তু হারাম ছিল, তার কোনটি থেকে ‘হালাল ’ হলেন না। এভাবে কুরবানীর দিন উপস্থিত হলো। তারপর তিনি (হাদী) যবাই (কুরবানী) করলেন ও মাথা মুণ্ডন করলেন। তিনি মনে করলেন যে, প্রথম তওয়াফ দ্বারাই হজ্জ ও উমরার তওয়াফ পূর্ণ করেছেন। ইব্‌ন উমর (রাঃ) বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এরূপই করেছেন।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ نَافِعٍ، أَنَّ ابْنَ عُمَرَ، أَرَادَ الْحَجَّ عَامَ نَزَلَ الْحَجَّاجُ، بَابْنِ الزُّبَيْرِ فَقِيلَ لَهُ: إِنَّهُ كَائِنٌ بَيْنَهُمْ قِتَالٌ، وَأَنَا أَخَافُ أَنْ يَصُدُّوكَ، قَالَ: «لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ، أُسْوَةٌ حَسَنَةٌ، إِذًا أَصْنَعُ كَمَا صَنَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، إِنِّي أُشْهِدُكُمْ أَنِّي قَدْ أَوْجَبْتُ عُمْرَةً» ثُمَّ خَرَجَ حَتَّى إِذَا كَانَ بِظَاهِرِ الْبَيْدَاءِ، قَالَ: «مَا شَأْنُ الْحَجِّ وَالْعُمْرَةِ إِلَّا وَاحِدٌ أُشْهِدُكُمْ أَنِّي قَدْ أَوْجَبْتُ حَجًّا مَعَ عُمْرَتِي» وَأَهْدَى هَدْيًا اشْتَرَاهُ بِقُدَيْدٍ، ثُمَّ انْطَلَقَ يُهِلُّ بِهِمَا جَمِيعًا حَتَّى قَدِمَ مَكَّةَ فَطَافَ بِالْبَيْتِ، وَبِالصَّفَا وَالْمَرْوَةِ، وَلَمْ يَزِدْ عَلَى ذَلِكَ، وَلَمْ يَنْحَرْ، وَلَمْ يَحْلِقْ، وَلَمْ يُقَصِّرْ، وَلَمْ يَحِلَّ مِنْ شَيْءٍ حَرُمَ مِنْهُ حَتَّى كَانَ يَوْمُ النَّحْرِ فَنَحَرَ، وَحَلَقَ فَرَأَى أَنْ قَدْ قَضَى طَوَافَ الْحَجِّ وَالْعُمْرَةِ بِطَوَافِهِ الْأَوَّلِ، وَقَالَ ابْنُ عُمَرَ: «كَذَلِكَ فَعَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "22"
    }
  }
}