{
  "hadith": {
    "hadith_id": 2763,
    "narrator": "জাবির ইবন আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেনঃ আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে হজ্জের তালবিয়া পাঠ করতে করতে গমন করলাম, আর আয়েশা (রাঃ) গেলেন উমরাহ্র তালবিয়া পড়তে পড়তে। আমরা যখন সরিফ নামক স্থানে পৌঁছলাম, তখন আয়েশা (রাঃ) ঋতুমতি হলেন। তারপর যখন আমরা মক্কায় পৌঁছলাম, আমরা কাবা শরীফের তাওয়াফ এবং সাফা এবং মারওয়ার সাঈ করলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে আদেশ করলেন, যার সাথে ‘হাদী’ (কুরবানীর পশু) নেই, সে যেন হালাল হয়ে যায় (ইহরাম ভঙ্গ করে)। রাবী বলেন- আমরা বললামঃ কোন ধরণের হালাল (হব)? তিনি বললেনঃ সকল কিছুই হালাল হবে। (যা ইহরামের কারণে হারাম হয়েছিল)। পরে আমরা স্ত্রী সহবাস করলাম, সুগন্ধি ব্যাবহার করলাম এবং আমাদের (ব্যবহার্য) কাপড় পরিধান করলাম অথচ আমাদের ও আরাফার মধ্যে চার রাতের  ব্যবধান ছিল। তারপর আমরা ৮ই জিলহজ্জের দিন (হজ্জের) তালবিয়া পাঠ করলাম (ইহ্‌রাম বাঁধলাম) এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আয়েশা (রাঃ) এর নিকট গিয়ে  দেখলেন, তিনি কাঁদছেন। তিনি বললেনঃ তোমার অবস্থা কি? আয়েশা (রাঃ) বললেনঃ আমার অবস্থা হলো আমার ঋতু আরম্ভ হয়েছে, লোকজন তো হালাল হয়েছে (ইহরাম ভঙ্গ করেছে) অথচ আমি হালাল হইনি (ইহরাম ভঙ্গ করিনি) আর আমি বায়তুল্লাহর তাওয়াফও করিনি। এখন লোকজন তো হজ্জ আদায়ের জন্য যাচ্ছে। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ইহা এমন এক ব্যাপার, যা আল্লাহ্ তাআলা আদম (আঃ) এর কন্যাদের জন্য নির্ধারিত করেছেন। অতএব তুমি গোসল কর এবং হজ্জের নিয়ত কর। তারপর তিনি তা-ই করলেন এবং বিভিন্ন অবস্থান স্থলে অবস্থান করলেন। এরপর যখন তিনি পবিত্র হলেন। তখন বায়তুল্লাহর (ফরয) তওয়াফ করলেন এবং সাফা ও মারওয়ায় সাঈ করলেন। এরপর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এখন তুমি তোমার হজ্জ ও উমরা থেকে হালাল (উভয়ের ইহরাম ভঙ্গ করলে।) আয়েশা (রাঃ) বললেনঃ ইয়া রাসূলুল্লাহ! আমার মনে এ দুঃখ যে আমি বায়তুল্লাহর তওয়াফ করিনি, অথচ হজ্জ করেছি। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে আবদুর রহমান! তাকে নিয়ে যাও এবং তানঈম হতে উমরাহ্ করাও। সেটা ছিল মুহাসসবের (পূর্বে উমরার জন্য) রাত্র। [১]",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: أَقْبَلْنَا مُهِلِّينَ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِحَجٍّ مُفْرَدٍ، وَأَقْبَلَتْ عَائِشَةُ مُهِلَّةً بِعُمْرَةٍ حَتَّى إِذَا كُنَّا بِسَرِفَ، عَرَكَتْ حَتَّى إِذَا قَدِمْنَا طُفْنَا بِالْكَعْبَةِ، وَبِالصَّفَا وَالْمَرْوَةِ، فَأَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَنْ يَحِلَّ مِنَّا مَنْ لَمْ يَكُنْ مَعَهُ هَدْيٌ، قَالَ: فَقُلْنَا حِلُّ مَاذَا؟ قَالَ: «الْحِلُّ كُلُّهُ» فَوَاقَعْنَا النِّسَاءَ، وَتَطَيَّبْنَا بِالطِّيبِ، وَلَبِسْنَا ثِيَابَنَا وَلَيْسَ بَيْنَنَا وَبَيْنَ عَرَفَةَ إِلَّا أَرْبَعُ لَيَالٍ، ثُمَّ أَهْلَلْنَا يَوْمَ التَّرْوِيَةِ، ثُمَّ دَخَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى عَائِشَةَ فَوَجَدَهَا تَبْكِي، فَقَالَ: «مَا شَأْنُكِ؟» فَقَالَتْ: شَأْنِي أَنِّي قَدْ حِضْتُ، وَقَدْ حَلَّ النَّاسُ، وَلَمْ أُحْلِلْ، وَلَمْ أَطُفْ بِالْبَيْتِ، وَالنَّاسُ يَذْهَبُونَ إِلَى الْحَجِّ الْآنَ، فَقَالَ: «إِنَّ هَذَا أَمْرٌ كَتَبَهُ اللَّهُ عَلَى بَنَاتِ آدَمَ، فَاغْتَسِلِي، ثُمَّ أَهِلِّي بِالْحَجِّ» فَفَعَلَتْ، وَوَقَفَتِ الْمَوَاقِفَ حَتَّى إِذَا طَهُرَتْ طَافَتْ بِالْكَعْبَةِ، وَبِالصَّفَا وَالْمَرْوَةِ، ثُمَّ قَالَ: «قَدْ حَلَلْتِ مِنْ حَجَّتِكِ، وَعُمْرَتِكِ جَمِيعًا» فَقَالَتْ: يَا رَسُولَ اللَّهِ إِنِّي أَجِدُ فِي نَفْسِي أَنِّي لَمْ أَطُفْ بِالْبَيْتِ حَتَّى حَجَجْتُ، قَالَ: «فَاذْهَبْ بِهَا يَا عَبْدَ الرَّحْمَنِ فَأَعْمِرْهَا مِنَ التَّنْعِيمِ» وَذَلِكَ لَيْلَةَ الْحَصْبَةِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] মিনা থেকে প্রত্যাবর্তনের পর মুহাসসাব নামক স্থানে অবস্থানের রাত্রি।",
    "chapter": {
      "chapter_number": "22"
    }
  }
}