{
  "hadith": {
    "hadith_id": 2803,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "তিনি বলেনঃ আমরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাথে বের হলাম। আর হজ্জ ব্যতীত আমাদের অন্য কোন উদ্দেশ্য ছিল না। পরে আমরা যখন মক্কায় পৌঁছলাম তখন বায়তুল্লাহ তওয়াফ করলাম। রাসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আদেশ করলেনঃ যে 'হাদী' (কুরবানীর জন্তু) সাথে নিয়ে আসেনি, সে যেন হালাল হয়ে যায়। ফলে, যে 'হাদী' (কুরবানীর জন্তু) সাথে নিয়ে আসেনি সে হালাল হয়ে গেল। আর তাঁর স্ত্রী 'হাদী' (কুরবানীর জন্তু) সাথে আনেন নি; তাঁরাও হালাল হয়ে গেলেন। আয়েশা (রাঃ) বলেনঃ আমি ঋতুমতী হয়েছিলাম। তাই আমি বায়তুল্লাহর তওয়াফ করলাম না। এরপর যখন (হজ্জ শেষে) মুহাসসাব (নামক স্থানে) রাত হল, তখন আমি বললামঃ ইয়া রাসুলাল্লাহ! অন্য লোক তো এক হজ্জ ও এক উমরাহ নিয়েই প্রত্যাবর্তন করবে, আর আমি শুধু এক হজ্জ নিয়েই প্রত্যাবর্তন করবো? তিনি বললেনঃ তুমি কি আমাদের মক্কা আগমনের রাতে বায়তুল্লাহর তওয়াফ করনি? আমি বললামঃ না।  তিনি বললেনঃ তাহলে তুমি তোমার ভাইয়ের সাথে তান'ঈম চলে যাও এবং উমরার ইহরাম করে আস। এরপর তোমার ওয়াদা পূর্ণ হওয়ার (আমার সাথে একত্রিত হওয়ার) স্থান হবে অমুক অমুক জায়গা।",
    "ar": "أَخْبَرَنِي مُحَمَّدُ بْنُ قُدَامَةَ، عَنْ جَرِيرٍ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ الْأَسْوَدِ، عَنْ عَائِشَةَ، قَالَتْ: خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَلَا نُرَى إِلَّا الْحَجَّ، فَلَمَّا قَدِمْنَا مَكَّةَ طُفْنَا بِالْبَيْتِ، «أَمَرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَنْ لَمْ يَكُنْ سَاقَ الْهَدْيَ، أَنْ يَحِلَّ» فَحَلَّ مَنْ لَمْ يَكُنْ سَاقَ الْهَدْيَ وَنِسَاؤُهُ لَمْ يَسُقْنَ فَأَحْلَلْنَ، قَالَتْ عَائِشَةُ: فَحِضْتُ فَلَمْ أَطُفْ بِالْبَيْتِ، فَلَمَّا كَانَتْ لَيْلَةُ الْحَصْبَةِ، قُلْتُ: يَا رَسُولَ اللَّهِ، يَرْجِعُ النَّاسُ بِعُمْرَةٍ وَحَجَّةٍ، وَأَرْجِعُ أَنَا بِحَجَّةٍ، قَالَ: «أَوَ مَا كُنْتِ طُفْتِ لَيَالِيَ قَدِمْنَا مَكَّةَ» قُلْتُ: لَا، قَالَ: «فَاذْهَبِي مَعَ أَخِيكِ إِلَى التَّنْعِيمِ، فَأَهِلِّي بِعُمْرَةٍ، ثُمَّ مَوْعِدُكِ مَكَانُ كَذَا، وَكَذَا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "22"
    }
  }
}