{
  "hadith": {
    "hadith_id": 2818,
    "narrator": "বাহযী (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইহরাম অবস্থায় মক্কার উদ্দেশ্যে বের হলেন। যখন তাঁরা রাওহা নামক স্থানে পৌঁছলেন, তখন আহত অবস্থায় একটি জংলী গাধা দেখতে পেলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর কাছে আলোচনা করা হলে তিনি বললেনঃ এটা ছেড়ে দাও, হয়ত তার মালিক এসে পড়বে। তারপর তার মালিক বাহযী (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এসে বললেনঃ ইয়া রাসূলুল্লাহ! এই গাধার ব্যাপারটি আপনাদের হাতে। পরে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবূ বকর (রাঃ) কে আদেশ করলে তিনি তা সাথীদের মধ্যে ভাগ করে দিলেন। তারপর যখন তিনি রুয়াইছাহ ও আরজ এর মধ্যবর্তী উছাইয়াহ নামক স্থানে পৌঁছলেন, তখন দেখা গেল একটি হরিণ ছায়ায় শায়িত রয়েছে, তার গায়ে একটি তীর বিদ্ধ আছে। বর্ণনাকারী বলেনঃ রাসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এক ব্যক্তিকে আদেশ করলেন, সে যেনো তার (হরিণের) নিকট দাঁড়িয়ে থাকে, যাতে কোন ব্যক্তি তাকে অতিক্রম করে যাওয়ার সময় তাকে উত্যক্ত না করে।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ، وَالْحَارِثُ بْنُ مِسْكِينٍ، قِرَاءَةً عَلَيْهِ وَأَنَا أَسْمَعُ وَاللَّفْظُ لَهُ عَنْ ابْنِ الْقَاسِمِ، قَالَ: حَدَّثَنِي مَالِكٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، قَالَ: أَخْبَرَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ الْحَارِثِ، عَنْ عِيسَى بْنِ طَلْحَةَ، عَنْ عُمَيْرِ بْنِ سَلَمَةَ الضَّمْرِيِّ أَنَّهُ أَخْبَرَهُ، عَنْ الْبَهْزِيِّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \" خَرَجَ يُرِيدُ مَكَّةَ وَهُوَ مُحْرِمٌ حَتَّى إِذَا كَانُوا بِالرَّوْحَاءِ إِذَا حِمَارُ وَحْشٍ عَقِيرٌ، فَذُكِرَ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «ودَعُوهُ فَإِنَّهُ يُوشِكُ أَنْ يَأْتِيَ صَاحِبُهُ» فَجَاءَ الْبَهْزِيُّ وَهُوَ صَاحِبُهُ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْكَ وَسَلَّمَ شَأْنَكُمْ بِهَذَا الْحِمَارِ، «فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَبَا بَكْرٍ فَقَسَّمَهُ بَيْنَ الرِّفَاقِ، ثُمَّ مَضَى حَتَّى إِذَا كَانَ بِالْأُثَايَةِ، بَيْنَ الرُّوَيْثَةِ وَالْعَرْجِ، إِذَا ظَبْيٌ حَاقِفٌ فِي ظِلٍّ وَفِيهِ سَهْمٌ، فَزَعَمَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، أَمَرَ رَجُلًا يَقِفُ عِنْدَهُ لَا يُرِيبُهُ أَحَدٌ مِنَ النَّاسِ، حَتَّى يُجَاوِزَهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "22"
    }
  }
}