{
  "hadith": {
    "hadith_id": 2876,
    "narrator": "আবূ শুরায়হ (রহঃ)",
    "bn": "তিনি (মদীনার শাসনকর্তা) আমর ইবন সাঈদ (রহঃ) -কে বলেছিলেন, যখন ‘আমর মক্কার দিকে (ইবন যুবায়র (রাঃ) এর বিরুদ্ধে) সেনাবাহিনী প্রেরণ করেছিলেন: হে আমীর! শুনুন, আমি আপনার নিকট এমন একটি হাদীস বর্ণনা করবো, যা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মক্কা বিজয়ের দিন (তাঁর ভাষনে) বলেছিলেন: যা আমার দুই কান শ্রবণ করেছে, যা আমার অন্তর সংরক্ষণ করেছে, আর যখন তিনি তা বলেছিলেন তখন আমার দুই চোখ তা দেখেছে। তিনি প্রথমে আল্লাহর প্রশংসা বর্ণনা ও গুনগান করেন, তারপর বলেন: মক্কাকে আল্লাহই সম্মান (পবিত্রতা) দান করেছেন, তাকে কোন লোক সম্মানিত (পবিত্র) করেনি, আর এমন কোন মুসলমানের জন্য সেখানে রক্তপাত বৈধ নয়, যে আল্লাহ ও পরকালের প্রতি ঈমান রাখে। সেখানের কোন বৃক্ষ কর্তন করবে না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সেখানে যুদ্ধ করার দরুন যদি কেউ বৈধতা দাবী করে, তবে তাকে বলবে, আল্লাহ তা’আলা তাঁর রাসূলকে অনুমতি প্রদান করেছিলেন; তাদেরকে অনুমতি দান করেননি। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেন: আমাকে দিনের অল্প সময়ের জন্য অনুমতি প্রদান করেছিলেন। তারপর তার সম্মান (পবিত্রতা) আজ ফিরে এসেছে, যেমন গতকাল তা সম্মানিত ছিল। অতএব, উপস্থিত ব্যক্তি যেন অনুপস্থিত ব্যক্তিকে এ সংবাদ পৌঁছে দেয়।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ سَعِيدِ بْنِ أَبِي سَعِيدٍ، عَنْ أَبِي شُرَيْحٍ، أَنَّهُ قَالَ: لِعَمْرِو بْنِ سَعِيدٍ وَهُوَ يَبْعَثُ الْبُعُوثَ إِلَى مَكَّةَ ائْذَنْ لِي أَيُّهَا الْأَمِيرُ أُحَدِّثْكَ قَوْلًا، قَامَ بِهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْغَدَ مِنْ يَوْمِ الْفَتْحِ سَمِعَتْهُ أُذُنَايَ وَوَعَاهُ قَلْبِي، وَأَبْصَرَتْهُ عَيْنَايَ حِينَ تَكَلَّمَ بِهِ حَمِدَ اللَّهَ، وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: \" إِنَّ مَكَّةَ حَرَّمَهَا اللَّهُ وَلَمْ يُحَرِّمْهَا النَّاسُ، وَلَا يَحِلُّ لِامْرِئٍ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ، أَنْ يَسْفِكَ بِهَا دَمًا، وَلَا يَعْضُدَ بِهَا شَجَرًا، فَإِنْ تَرَخَّصَ أَحَدٌ لِقِتَالِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيهَا فَقُولُوا لَهُ: إِنَّ اللَّهَ أَذِنَ لِرَسُولِهِ، وَلَمْ يَأْذَنْ لَكُمْ، وَإِنَّمَا أَذِنَ لِي فِيهَا سَاعَةً مِنْ نَهَارٍ، وَقَدْ عَادَتْ حُرْمَتُهَا الْيَوْمَ كَحُرْمَتِهَا بِالْأَمْسِ، وَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "22"
    }
  }
}