{
  "hadith": {
    "hadith_id": 2968,
    "narrator": "উরওয়া (রহঃ)",
    "bn": "আমি আয়েশা (রাঃ) –কে (আরবী) এ আয়াত সম্বন্ধে জিজ্ঞাসা করলাম এবং বললাম : আল্লাহ্‌র শপথ সাফা ও মারওয়ায় সা'ঈ না করলে কারো অন্যায় হবে না। আয়েশা (রাঃ) বললেন : তুমি যা ব্যাখ্যা করলে, তা ভাল নয়, হে ভাগ্নে! তুমি এই আয়াতের মর্ম যা বুঝেছ; যদি তা-ই হতো তাহলে তো বলা হত এর সাঈ না করলে কোন অন্যায় হবে না কিন্তু এই আয়াত নাযিল হয়েছে আনসারদের ইসলাম গ্রহণের (পূর্ববর্তী অবস্থা) সম্বন্ধে। (ইসলাম গ্রহণের) পূর্বে যারা 'মুশাল্লাল' (স্থান)-এর নিকট অবস্থিত 'মানাতে তাগিয়া' (একটি মূর্তি)-এর ইবাদত করতো। তারা এখানে ইহ্‌রাম বাঁধত এবং যারা এখানে ইহ্‌রাম বাঁধত তাঁরা সাফা ও মারওয়ার সা'ঈ করতো না। যখন তাঁরা রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে এ ব্যাপারে প্রশ্ন করেছিল, তখন মহান মহিয়ান আল্লাহ্‌ তা'আলা নাযিল করেন : (আরবী)১ তারপর রাসুলুল্লাহ্‌ পর্বতদ্বয়ের সা'ঈ করাকে শরীআতের আহকামভুক্ত করেন। তাই কেউ পর্বতদ্বয়ের সা'ঈ বাদ দিতে পারবে না।",
    "ar": "أَخْبَرَنِي عَمْرُو بْنُ عُثْمَانَ، قَالَ: حَدَّثَنَا أَبِي، عَنْ شُعَيْبٍ، عَنْ الزُّهْرِيِّ، عَنْ عُرْوَةَ، قَالَ: سَأَلْتُ عَائِشَةَ، عَنْ قَوْلِ اللَّهِ عَزَّ وَجَلَّ {فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا} [البقرة: 158] فَوَاللَّهِ مَا عَلَى أَحَدٍ جُنَاحٌ أَنْ لَا يَطُوفَ بِالصَفَا وَالْمَرْوَةِ، قَالَتْ عَائِشَةُ: بِئْسَمَا قُلْتَ يَا ابْنَ أُخْتِي ‍ إِنَّ هَذِهِ الْآيَةَ لَوْ كَانَتْ كَمَا أَوَّلْتَهَا، كَانَتْ فَلَا جُنَاحَ عَلَيْهِ أَنْ لَا يَطَّوَّفَ بِهِمَا، وَلَكِنَّهَا نَزَلَتْ فِي الْأَنْصَارِ قَبْلَ أَنْ يُسْلِمُوا، كَانُوا يُهِلُّونَ لِمَنَاةَ الطَّاغِيَةِ الَّتِي كَانُوا يَعْبُدُونَ عِنْدَ الْمُشَلَّلِ، وَكَانَ مَنْ أَهَلَّ لَهَا يَتَحَرَّجُ أَنْ يَطُوفَ بِالصَّفَا وَالْمَرْوَةِ، فَلَمَّا سَأَلُوا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ؟ أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ، {إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ} [البقرة: 158] اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا ثُمَّ قَدْ سَنَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، الطَّوَافَ بَيْنَهُمَا، فَلَيْسَ لِأَحَدٍ أَنْ يَتْرُكَ الطَّوَافَ بِهِمَا \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] অর্থ: সাফা ও মারওয়া আল্লাহ তা’আলার ‘শি‘আর’ (বিশেষ) প্রতীক সমূহের অন্তর্ভুক্ত। সুতরাং যারা বায়তুল্লাহর হ্জ্জ করবে তাদের জন্য এ দু’টিতে সা’ঈ (প্রদক্ষিণ) করলে কোন অপরাধ হবে না।",
    "chapter": {
      "chapter_number": "22"
    }
  }
}