{
  "hadith": {
    "hadith_id": 2993,
    "narrator": "জাবির (রাঃ)",
    "bn": "রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উমরা করে জিইররানা নামক স্থানে ফিরে আসার পরে (হজ্জের সময়) আবূ বকর (রাঃ) -কে হজ্জের আমীর নিযুক্ত করে প্রেরণ করেন। আমরাও তাঁর সঙ্গে আসলাম। যখন 'আরজ' নামক স্থানে পৌঁছলেন তখন সকাল হলে তিনি তাকবীর বলার জন্য প্রস্তুত হলেন। এমন সম্যে তাঁর পেছনে উটের ডাক শুনতে পেয়ে তিনি তাকবীর না দিয়ে বললেন : এতো রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উটনী জাদ'আর ডাক। হয়তো রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হজ্জের ব্যাপারে নতুন কোন সিদ্ধান্তে উপনীত হয়েছেন। হয়তো রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাশরীফ এনেছেন, আমরা তাঁর সঙ্গে সালাত আদায় করবো। হঠাৎ দেখা গেল এর আরোহী হলেন আলী (রাঃ)। আবূ বকর (রাঃ) তাঁকে বললেন : আপনি কি আমীর (হিসেবে এসেছেন), না 'দূত' (হিসেবে)। তিনি বললেন : আমি দূত (হিসেবে এসেছি)। রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে সূরা (তাওবা বা) বারাআত সহ প্রেরণ করেছেন। আমি হজ্জের বিভিন্ন অবস্থান কেন্দ্রে লোকদের তা শুনাব। আমরা মক্কায় আগমন করলাম। যিলহাজ্জের ৮ তারিখের একদিন পূর্বে আবূ বকর (রাঃ) লোকের সামনে দাঁড়িয়ে খুতবা দিলেন এবং তাদেরকে হজ্জের আহ্‌কাম শুনালেন। তিনি তাঁর খুতবা শেষ করলে আলী (রাঃ) দাঁড়ালেন এবং তিনি লোকের মধ্যে (সূরা) বারাআত পাঠ করে শুনালেন এবং তা শেষ করলেন। পরে আমরা তাঁর সঙ্গে বের হলাম। যখন আরাফার দিন উপস্থিত হলো, তখন আবূ বকর (রাঃ) লোকের মধ্যে দাঁড়িয়ে খুতবা দিলেন। তাদের কাছে হজ্জের আহ্‌কাম বর্ণনা করলেন। যখন তিনি তাঁর বক্তব্য শেষ করলেন, তখন আলী (রাঃ) দাঁড়িয়ে লোকের মধ্যে (সূরা) বারাআত পাঠ করে শুনালেন। এরপর দশ তারিখ (কুরবানীর দিন) আসলে আমরা মুযদালিফা থেকে ইফাযা (প্রস্থান) করলাম। আবূ বকর (রাঃ) ফিরে এসে লোকের মধ্যে খুতবা দিলেন। তাতে তিনি 'ইফাযা' ও কুরবানীর আহ্‌কাম এবং হজ্জের আহ্‌কাম বর্ণনা করলেন। তিনি যখন খুতবা শেষ করলেন, তখন আলী (রাঃ) দাঁড়িয়ে লোকের মধ্যে বারাআতের ঘোষণা শুনালেন, এবং তা (সূরা বারাআত শুনানো) শেষ করলেন। প্রথম নফরের দিন১ আসলে আবূ বকর (রাঃ) লোকের উদ্দেশ্যে খুতবা দিলেন; কিরূপে নফর বা দেশের পথে যাত্রা করতে হবে এবং রমী (কংকর নিক্ষেপ) করতে হবে সে সমস্ত আহ্‌কাম তাদেরকে শিক্ষা দিলেন। তিনি খুতবা শেষ করলে আলী (রাঃ) দাঁড়িয়ে লোকের নিকট সূরা বারাআত পড়ে শুনালেন এবং তা শেষ পর্যন্ত পাঠ করলেন।\nআবু আবদুর রহমান (রহঃ) বলেন, ইব্‌ন খুশায়ম (রহঃ) হাদীস বর্ণনায় তেমন শক্তিশালী নন। আমি ইব্‌ন জুরায়জ (রহঃ) আবু যুবায়র (রহঃ) থেকে’ এ সনদে বর্ণনা না করে ইব্‌ন জুরায়জ (রহঃ) ইব্‌ন খুশায়ম (রহঃ) থেকে, তিনি আবূ যুবায়র (রাঃ)’ এ সনদে রেওয়ায়ত বর্ণনা করেছি। কেননা প্রথমোক্ত সনদে ইব্‌ন জুরায়জ (রহঃ) ও আবূ যুবায়র (রহঃ)-এর মধ্যের একজন রাবী বাদ পড়ার সম্ভাবনা রয়েছে। যাকে উসূলে হাদীসের ভাষায় মুনকাতি' (আরবী) বলা হয়। আমি এ হাদিসটি ইসহাক ইব্‌ন রাহওয়াই ইব্‌ন ইবরাহীম (রহঃ) সুত্রে লিপিবদ্ধ করেছি। ইয়াহ্‌ইয়া ইব্‌ন সাঈদ আল-কাত্তান (রহঃ) ইব্‌ন খুশায়ম (রহঃ) থেকে হাদীস বর্ণনা বাদ দেননি। আর আবদুর রহমান থেকেও না। তবে আলী ইব্‌ন মাদীনী (রহঃ) ইব্‌ন খুশায়ম (রহঃ) -কে 'মুনকারুল হাদীস'১ বলে মন্তব্য করেছেন। আর আলী ইব্‌ন মাদীনী (রহঃ) তাঁর সৃষ্টি হাদীস শাস্ত্রের জন্যেই।",
    "ar": "أَخْبَرَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ، قَالَ: قَرَأْتُ عَلَى أَبِي قُرَّةَ مُوسَى بْنِ طَارِقٍ، عَنْ ابْنِ جُرَيْجٍ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ عُثْمَانَ بْنِ خُثَيْمٍ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ \" أَنَّ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، حِينَ رَجَعَ مِنْ عُمْرَةِ الْجِعِرَّانَةِ بَعَثَ أَبَا بَكْرٍ عَلَى الْحَجِّ فَأَقْبَلْنَا مَعَهُ، حَتَّى إِذَا كَانَ بِالْعَرْجِ ثَوَّبَ بِالصُّبْحِ، ثُمَّ اسْتَوَى لِيُكَبِّرَ فَسَمِعَ الرَّغْوَةَ خَلْفَ ظَهْرِهِ، فَوَقَفَ عَلَى التَّكْبِيرِ، فَقَالَ: هَذِهِ رَغْوَةُ نَاقَةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْجَدْعَاءِ، لَقَدْ بَدَا لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْحَجِّ فَلَعَلَّهُ أَنْ يَكُونَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَنُصَلِّيَ مَعَهُ، فَإِذَا عَلِيٌّ عَلَيْهَا، فَقَالَ لَهُ أَبُو بَكْرٍ: أَمِيرٌ أَمْ رَسُولٌ؟ قَالَ: لَا بَلْ رَسُولٌ، أَرْسَلَنِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِبَرَاءَةَ أَقْرَؤُهَا عَلَى النَّاسِ فِي مَوَاقِفِ الْحَجِّ، فَقَدِمْنَا مَكَّةَ فَلَمَّا كَانَ قَبْلَ التَّرْوِيَةِ بِيَوْمٍ، قَامَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ فَخَطَبَ النَّاسَ فَحَدَّثَهُمْ عَنْ مَنَاسِكِهِمْ حَتَّى إِذَا فَرَغَ قَامَ عَلِيٌّ رَضِيَ اللَّهُ عَنْهُ فَقَرَأَ عَلَى النَّاسِ بَرَاءَةٌ حَتَّى خَتَمَهَا، ثُمَّ خَرَجْنَا مَعَهُ حَتَّى إِذَا كَانَ يَوْمُ عَرَفَةَ قَامَ أَبُو بَكْرٍ فَخَطَبَ النَّاسَ فَحَدَّثَهُمْ عَنْ مَنَاسِكِهِمْ، حَتَّى إِذَا فَرَغَ قَامَ عَلِيٌّ فَقَرَأَ عَلَى النَّاسِ بَرَاءَةٌ حَتَّى خَتَمَهَا، ثُمَّ كَانَ يَوْمُ النَّحْرِ فَأَفَضْنَا، فَلَمَّا رَجَعَ أَبُو بَكْرٍ خَطَبَ النَّاسَ فَحَدَّثَهُمْ عَنْ إِفَاضَتِهِمْ، وَعَنْ نَحْرِهِمْ، وَعَنْ مَنَاسِكِهِمْ، فَلَمَّا فَرَغَ قَامَ عَلِيٌّ فَقَرَأَ عَلَى النَّاسِ بَرَاءَةٌ حَتَّى خَتَمَهَا، فَلَمَّا كَانَ يَوْمُ النَّفْرِ الْأَوَّلُ، قَامَ أَبُو بَكْرٍ فَخَطَبَ النَّاسَ فَحَدَّثَهُمْ كَيْفَ يَنْفِرُونَ، وَكَيْفَ يَرْمُونَ، فَعَلَّمَهُمْ مَنَاسِكَهُمْ، فَلَمَّا فَرَغَ، قَامَ عَلِيٌّ فَقَرَأَ بَرَاءَةٌ عَلَى النَّاسِ حَتَّى خَتَمَهَا \" قَالَ أَبُو عَبْدِ الرَّحْمَنِ: \" ابْنُ خُثَيْمٍ، لَيْسَ بِالْقَوِيِّ فِي الْحَدِيثِ، وَإِنَّمَا أَخْرَجْتُ هَذَا لِئَلَّا يُجْعَلَ ابْنُ جُرَيْجٍ، عَنْ أَبِي الزُّبَيْرِ وَمَا كَتَبْنَاهُ إِلَّا عَنْ إِسْحَقَ بْنِ إِبْرَاهِيمَ، وَيَحْيَى بْنُ سَعِيدٍ الْقَطَّانُ، لَمْ يَتْرُكْ حَدِيثَ ابْنِ خُثَيْمٍ، وَلَا عَبْدِ الرَّحْمَنِ، إِلَّا أَنَّ عَلِيَّ بْنَ الْمَدِينِيِّ، قَالَ: ابْنُ خُثَيْمٍ مُنْكَرُ الْحَدِيثِ، وَكَأَنَّ عَلِيَّ بْنَ الْمَدِينِيِّ خُلِقَ لِلْحَدِيثِ \"\n---\n[حكم الألباني] ضعيف الإسناد",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "[১] আইয়্যামে-ই-তাশরীকের দ্বিতীয় দিন\n[১] মুনকার : কোন দুর্বল রাবীর বর্ণিত হাদীস অপর কোন মকবূল (গ্রহণযোগ্য) রাবীর বর্ণিত হাদীসের সঙ্গে বিরোধপূর্ণ হলে তাকে বলে 'মুনকার'। এরূপ বর্ণনাকারী রাবীকে 'মুনকারুল হাদীস' বলা হয়। বুখারী শরীফ বাংলা অনুবাদ-এর ভুমিক, ই.ফা. বা থেকে প্রকাশিত। -অনুবাদক",
    "chapter": {
      "chapter_number": "22"
    }
  }
}