{
  "hadith": {
    "hadith_id": 3005,
    "narrator": "সালিম ইবন আবদুল্লাহ্ (রহঃ)",
    "bn": "তিনি বলেনঃ আবদুল মালিক ইবন মারওয়ান হাজ্জাজ ইবন ইউসুফকে লিখিত আদেশ পাঠালেন, তিনি যেন হজ্জের ব্যাপারে ইবন উমর (রাঃ)-এর বিরোধিতা না করেন। তারপর যখন আরাফার দিন আসলো, ইবন উমর (রাঃ) সূর্য ঢলে পড়ার পর তার কাছে আগমন করলেন এবং আমিও তাঁর সঙ্গে ছিলাম। তিনি তাঁর তাঁবুর পর্দার নিকট এসে আওয়াজ করে বললেনঃ এ ব্যক্তি কোথায়? তখন হাজ্জাজ তাঁর কাছে বের হয়ে আসলেন। তখন তাঁর গায়ে কুসুম রংয়ের একটি চাদর ছিল। তিনি বললেনঃ হে আবু আবদুর রহমান! কী ব্যাপার? তিনি বললেনঃ যদি সুন্নত পালনের ইচ্ছা রাখেন, তা হলে এই অপরাহ্নেই বের হতে হয়। হাজ্জাজ বললেনঃ এ মুহূর্তেই? তিনি বললেনঃ হ্যাঁ। হাজ্জাজ বললেনঃ আমি গায়ে একটু পানি ঢেলেই আপনার নিকট আসছি। এরপর তিনি অপেক্ষা করলে হাজ্জাজ বের হলেন। তারপর আমার এবং আমার পিতার মাঝে চলতে লাগলেন। আমি বললামঃ আপনি যদি সুন্নত মত আমল করার ইচ্ছা রাখেন, তা হলে খুতবাকে সংক্ষেপ করবেন এবং আরাফার উকুফ (অবস্থান) তাড়াতাড়ি করবেন। তিনি আমার কথা শুনে ইবন উমর (রাঃ)-এর প্রতি দৃষ্টিপাত করলেন, যেন একথা তিনি তার থেকেও শুনতে পান। যখন ইবন উমর (রাঃ) তা দেখতে পেলেন তখন তিনি বললেনঃ সে (সালিম) ঠিকই বলেছেন।",
    "ar": "أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى، قَالَ: أَخْبَرَنِي أَشْهَبُ، قَالَ: أَخْبَرَنِي مَالِكٌ، أَنَّ ابْنَ شِهَابٍ، حَدَّثَهُ، عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ، قَالَ: كَتَبَ عَبْدُ الْمَلِكِ بْنُ مَرْوَانَ إِلَى الْحَجَّاجِ بْنِ يُوسُفَ يَأْمُرُهُ أَنْ لَا يُخَالِفَ ابْنَ عُمَرَ، فِي أَمْرِ الْحَجِّ، فَلَمَّا كَانَ يَوْمُ عَرَفَةَ، جَاءَهُ ابْنُ عُمَرَ، حِينَ زَالَتِ الشَّمْسُ وَأَنَا مَعَهُ، فَصَاحَ عِنْدَ سُرَادِقِهِ: «أَيْنَ هَذَا؟» فَخَرَجَ إِلَيْهِ الْحَجَّاجُ وَعَلَيْهِ مِلْحَفَةٌ مُعَصْفَرَةٌ، فَقَالَ لَهُ: مَا لَكَ يَا أَبَا عَبْدِ الرَّحْمَنِ؟ قَالَ: «الرَّوَاحَ إِنْ كُنْتَ تُرِيدُ السُّنَّةَ»، فَقَالَ لَهُ: هَذِهِ السَّاعَةَ فَقَالَ لَهُ: «نَعَمْ»، فَقَالَ: أُفِيضُ عَلَيَّ مَاءً ثُمَّ أَخْرُجُ إِلَيْكَ، فَانْتَظَرَهُ حَتَّى خَرَجَ فَسَارَ بَيْنِي وَبَيْنَ أَبِي، فَقُلْتُ: \" إِنْ كُنْتَ تُرِيدُ أَنْ تُصِيبَ السُّنَّةَ، فَأَقْصِرِ الْخُطْبَةَ، وَعَجِّلِ الْوُقُوفَ، فَجَعَلَ يَنْظُرُ إِلَى ابْنِ عُمَرَ كَيْمَا يَسْمَعَ ذَلِكَ مِنْهُ، فَلَمَّا رَأَى ذَلِكَ ابْنُ عُمَرَ، قَالَ: صَدَقَ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "22"
    }
  }
}