{
  "hadith": {
    "hadith_id": 305,
    "narrator": "আনাস ইব্‌ন মালিক (রাঃ)",
    "bn": "উকল গোত্রের কিছু লোক রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর নিকট উপস্থিত হয়ে তাদের ইসলাম গ্রহণের ঘোষণা দিল। তারপর তারা বলল, ইয়া রাসূলুল্লাহ ! আমরা দুগ্ধবতী পশু রাখি; আমরা কৃষিকাজের লোক নই। মদীনার আবহাওয়া তাদের উপযোগী হলো না। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে কিছু উট ও একজন রাখাল প্রদানের নির্দেশ দিলেন এবং তিনি তাদের উটের প্রতিপালনের কাজে মদীনার বাইরে যেতে এবং উটের দুধ ও এর পেশাব পান করার নির্দেশ দিলেন। যখন তারা সুস্থ হয়ে গেল এবং হাররা নামক স্থানে অবস্থান করল, তখন তারা ইসলাম ত্যাগ করল। আর তারা রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর রাখালকে হত্যা করে উটগুলো হাঁকিয়ে নিয়ে গেল।এ খবর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর নিকট পৌঁছলে তিনি তাদের পেছনে অনুসন্ধানকারী দল পাঠালেন এবং তাদের গ্রেফতার করে আনা হল। তাদের চোখে লৌহ শলাকা গরম করে লাগান হল এবং হাত-পা কেটে দেয়া হল। পরে তাদের হাররার জমিতে ঐ অবস্থায় ফেলে রাখা হল। এভাবে তারা প্রাণ ত্যাগ করল। [১]",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى قَالَ: حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ قَالَ: حَدَّثَنَا سَعِيدٌ قَالَ: حَدَّثَنَا قَتَادَةُ، أَنَّ أَنَسَ بْنَ مَالِكٍ حَدَّثَهُمْ: أَنَّ أُنَاسًا أَوْ رِجَالًا مِنْ عُكْلٍ قَدِمُوا عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَتَكَلَّمُوا بِالْإِسْلَامِ فَقَالُوا: يَا رَسُولَ اللَّهِ، إِنَّا أَهْلُ ضَرْعٍ، وَلَمْ نَكُنْ أَهْلَ رِيفٍ، وَاسْتَوْخَمُوا الْمَدِينَةَ، «فَأَمَرَ لَهُمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِذَوْدٍ وَرَاعٍ، وَأَمَرَهُمْ أَنْ يَخْرُجُوا فِيهَا فَيَشْرَبُوا مِنَ الْبَانِهَا وَأَبْوَالِهَا، فَلَمَّا صَحُّوا - وَكَانُوا بِنَاحِيَةِ الْحَرَّةِ - كَفَرُوا بَعْدَ إِسْلَامِهِمْ وَقَتَلُوا رَاعِيَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَاسْتَاقُوا الذَّوْدَ، فَبَلَغَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَبَعَثَ لطَّلبِ فِي آثَارِهِمْ، فَأُتِيَ بِهِمْ فَسَمَرُوا أَعْيُنَهُمْ وَقَطَعُوا أَيْدِيَهُمْ وَأَرْجُلَهُمْ، ثُمَّ تُرِكُوا فِي الْحَرَّةِ عَلَى حَالِهِمْ حَتَّى مَاتُوا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}