{
  "hadith": {
    "hadith_id": 307,
    "narrator": "আমর ইব্‌ন মায়মুন (রহঃ)",
    "bn": "তিনি বলেনঃ আবদুল্লাহ ইব্‌ন মাসঊদ (রাঃ) আমাদের নিকট বায়তুলমাল সম্পর্কিত একটি হাদীস বর্ণনা করতে গিয়ে বলেন যে, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বায়তুল্লাহর নিকট সালাত আদায় করছিলেন। তখন একদল কুরায়শ তথায় উপবিষ্ট ছিল। তারা একটি উট যবেহ করেছিল। তাদের একজন বলল, তোমাদের মধ্যে কে এর রক্তমাখা উদরস্থ গোবর (নাড়ি-ভূড়িসহ) নিয়ে তার কাছে গিয়ে অপেক্ষা করতে পারবে, তারপর যখন সে সিজদায় কপাল ঠেকাবে তখন তা পিঠের উপর রেখে দিবে? আবদুল্লাহ (রাঃ) বলেন, তাদের সবচাইতে নিকৃষ্ট ব্যক্তিটি প্রস্তুত হল এবং গোবরযুক্ত নাড়ি-ভূঁড়ি নিয়ে অপেক্ষায় রইল। যখন তিনি সিজদায় গেলেন, তখন তা তাঁর পিঠের উপর রেখে দিল। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কন্যা ফাতিমা (রাঃ)-এ খবর পেলেন-এ সময় তিনি ছিলেন অল্পবয়স্কা। তিনি দৌড়ে এলেন এবং তাঁর পিঠ হতে তা সরিয়ে ফেললেন। তিনি সালাত শেষ করে তিনবার বললেনঃ আয় আল্লা্‌হ্! কুরায়শকে ধর। হে আল্লাহ্‌! আবূ জাহল ইব্‌ন হিশাম, শায়িবা ইব্‌ন রবীআ, ‘উৎবা ইব্‌ন রবীআ, উকবা ইব্‌ন আবূ মুআয়ত প্রমুখকে পাকড়াও কর। এভাবে তিনি কুরায়শদের সাতজনের নাম উল্লেখ করলেন। আবদুল্লাহ বলেন, সেই আল্লাহ্‌র কসম যিনি তাঁর উপর কুরআন অবতীর্ণ করেছেন, আমি তাদের সকলকে বদরের দিন একই গর্তে মৃত অবস্থায় পতিত দেখেছি।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ عُثْمَانَ بْنِ حَكِيمٍ قَالَ: حَدَّثَنَا خَالِدٌ يَعْنِي ابْنَ مَخْلَدٍ قَالَ: حَدَّثَنَا عَلِيٌّ وَهُوَ ابْنُ صَالِحٍ، عَنْ أَبِي إِسْحَاقَ، عَنْ عَمْرِو بْنِ مَيْمُونٍ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ فِي بَيْتِ الْمَالِ قَالَ: \" كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي عِنْدَ الْبَيْتِ وَمَلَأٌ مِنْ قُرَيْشٍ جُلُوسٌ وَقَدْ نَحَرُوا جَزُورًا فَقَالَ بَعْضُهُمْ: أَيُّكُمْ يَأْخُذُ هَذَا الْفَرْثَ بِدَمِهِ، ثُمَّ يُمْهِلُهُ حَتَّى يَضَعَ وَجْهَهُ سَاجِدًا فَيَضَعُهُ؟ - يَعْنِي عَلَى ظَهْرِهِ - قَالَ عَبْدُ اللَّهِ: فَانْبَعَثَ أَشْقَاهَا فَأَخَذَ الْفَرْثَ فَذَهَبَ بِهِ، ثُمَّ أَمْهَلَهُ، فَلَمَّا خَرَّ سَاجِدًا وَضَعَهُ عَلَى ظَهْرِهِ، فَأُخْبِرَتْ فَاطِمَةُ بِنْتُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهِيَ جَارِيَةٌ، فَجَاءَتْ تَسْعَى فَأَخَذَتْهُ مِنْ ظَهْرِهِ، فَلَمَّا فَرَغَ مِنْ صَلَاتِهِ قَالَ: «اللَّهُمَّ عَلَيْكَ بِقُرَيْشٍ - ثَلَاثَ مَرَّاتٍ - اللَّهُمَّ عَلَيْكَ بِأَبِي جَهْلِ بْنِ هِشَامٍ وَشَيْبَةَ بْنِ رَبِيعَةَ وَعُتْبَةَ بْنِ رَبِيعَةَ وَعُقْبَةَ بْنِ أَبِي مُعَيْطٍ» حَتَّى عَدَّ سَبْعَةً مِنْ قُرَيْشٍ قَالَ عَبْدُ اللَّهِ: فَوَالَّذِي أَنْزَلَ عَلَيْهِ الْكِتَابَ لَقَدْ رَأَيْتُهُمْ صَرْعَى يَوْمَ بَدْرٍ فِي قَلِيبٍ وَاحِدٍ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}