{
  "hadith": {
    "hadith_id": 3091,
    "narrator": "আবু হুরায়রা (রাঃ)",
    "bn": "যখন রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ওফাত হলো এবং আবু বকর (রাঃ)-কে খলীফা নিযুক্ত করা হলো, তখন আরবের কিছু লোক কাফির হয়ে গেল। উমর (রাঃ) তাঁকে বললেনঃ হে আবু বকর! আপনি কিরূপে এমন লোকদের সাথে যুদ্ধ করবেন অথচ রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইরশাদ করেছেন: যতক্ষণ লোকেরা ‘লা ইলাহা ইল্লাল্লাহ্’ না বলবে, ততক্ষণ তাদের বিরুদ্ধে যুদ্ধ করতে আদিষ্ট হয়েছি। তারপর যে ব্যক্তি ‘লা ইলাহা ইল্লাল্লাহ্’ বলবে, সে আমার পক্ষ হতে তার জান-মালের নিরাপত্তা লাভ করবে। তবে ইসলামী বিধানে কারো জান-মাল হালাল হলে-তা স্বতন্ত্র ব্যাপার। আর আল্লাহ্‌র কাছেই এর হিসাব। আবু বকর (রাঃ) বললেনঃ আল্লাহ্‌র শপথ! আমি সে ব্যক্তির সাথে যুদ্ধ করব, যে ব্যক্তি সালাত এবং যাকাতের মধ্যে পার্থক্য করবে। কেননা, যাকাত মালের হক। আল্লাহ্‌র শপথ! যদি তারা আমাকে একটি বকরীর বাচ্চা দিতেও অসম্মত হয়, যা তারা রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে দিত; তাহলে তাদের এ অসম্মতির জন্য আমি তাদের বিরুদ্ধে যুদ্ধ করব। আল্লাহ্‌র শপথ! এ আর কিছু না, বরং আমি বুঝলাম যে, আল্লাহ্ তা‘আলা আবু বকরের অন্তর যুদ্ধের জন্য উন্মুক্ত করে দিয়েছেন। আমি অনুধাবন করলাম যে, তাঁর ফয়সালাই সঠিক।",
    "ar": "أَخْبَرَنَا كَثِيرُ بْنُ عُبَيْدٍ، عَنْ مُحَمَّدِ بْنِ حَرْبٍ، عَنْ الزُّبَيْدِيِّ، عَنْ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: لَمَّا تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَاسْتُخْلِفَ أَبُو بَكْرٍ، وَكَفَرَ مَنْ كَفَرَ مِنَ الْعَرَبِ، قَالَ عُمَرُ: يَا أَبَا بَكْرٍ، كَيْفَ تُقَاتِلُ النَّاسَ، وَقَدْ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: \" أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا: لَا إِلَهَ إِلَّا اللَّهُ، فَمَنْ قَالَ: لَا إِلَهَ إِلَّا اللَّهُ، عَصَمَ مِنِّي نَفْسَهُ وَمَالَهُ، إِلَّا بِحَقِّهِ، وَحِسَابُهُ عَلَى اللَّهِ \" قَالَ أَبُو بَكْرٍ، رَضِيَ اللَّهُ عَنْهُ: وَاللَّهِ لَأُقَاتِلَنَّ مَنْ فَرَّقَ بَيْنَ الصَّلَاةِ وَالزَّكَاةِ، فَإِنَّ الزَّكَاةَ حَقُّ الْمَالِ، وَاللَّهِ لَوْ مَنَعُونِي عَنَاقًا كَانُوا يُؤَدُّونَهَا إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَقَاتَلْتُهُمْ عَلَى مَنْعِهَا «فَوَاللَّهِ مَا هُوَ إِلَّا أَنْ رَأَيْتُ اللَّهَ عَزَّ وَجَلَّ قَدْ شَرَحَ صَدْرَ أَبِي بَكْرٍ، لِلْقِتَالِ وَعَرَفْتُ أَنَّهُ الْحَقُّ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}