{
  "hadith": {
    "hadith_id": 3094,
    "narrator": "আনাস ইব্ন মালিক (রাঃ)",
    "bn": "রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ওফাত হলে আরবের কতিপয় লোক মুরতাদ হয়ে গেল। উমর (রাঃ) বললেন: হে আবু বকর! আপনি কিরূপে আরবের লোকের বিরুদ্ধে যুদ্ধ করবেন? আবু বকর (রাঃ) বললেন: রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: ‘আল্লাহ্ ব্যতীত কোন ইলাহ নেই এবং আমি আল্লাহ্‌র রাসূল’ এ কথার সাক্ষ্য দেওয়া পর্যন্ত এবং সালাত কায়েম করা ও যাকাত আদায় করা’ পর্যন্ত আমি লোকের বিরুদ্ধে যুদ্ধ করতে আদিষ্ট হয়েছি। আল্লাহ্‌র শপথ! তারা রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে যা প্রদান করতো, তা থেকে একটি বকরীর বাচ্চা দান করতে যদি অস্বীকার করে, তবে আমি তাদের বিরুদ্ধে যুদ্ধ করব। উমর (রাঃ) বলেন: তখন আমি আবু বকরের অভিমত উপলব্ধি করলাম, আল্লাহ্ তা'আলা তাঁর অন্তর উন্মুক্ত করেছেন। আমি বুঝতে পারলাম, তাঁর অভিমতই সঠিক।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ: حَدَّثَنَا عَمْرُو بْنُ عَاصِمٍ، قَالَ: حَدَّثَنَا عِمْرَانُ أَبُو الْعَوَّامِ الْقَطَّانُ، قَالَ: حَدَّثَنَا مَعْمَرٌ، عَنْ الزُّهْرِيِّ، عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ: لَمَّا تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ارْتَدَّتْ الْعَرَبُ، قَالَ عُمَرُ: يَا أَبَا بَكْرٍ، كَيْفَ تُقَاتِلُ الْعَرَبَ؟ فَقَالَ أَبُو بَكْرٍ، رَضِيَ اللَّهُ عَنْهُ: إِنَّمَا قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنِّي رَسُولُ اللَّهِ، وَيُقِيمُوا الصَّلَاةَ، وَيُؤْتُوا الزَّكَاةَ» وَاللَّهِ لَوْ مَنَعُونِي عَنَاقًا مِمَّا كَانُوا يُعْطُونَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَقَاتَلْتُهُمْ عَلَيْهِ قَالَ عُمَرُ، رَضِيَ اللَّهُ عَنْهُ: «فَلَمَّا رَأَيْتُ رَأْيَ أَبِي بَكْرٍ قَدْ شُرِحَ، عَلِمْتُ أَنَّهُ الْحَقُّ» قَالَ أَبُو عَبْدِ الرَّحْمَنِ: «عِمْرَانُ الْقَطَّانُ، لَيْسَ بِالْقَوِيِّ فِي الْحَدِيثِ، وَهَذَا الْحَدِيثُ خَطَأٌ، وَالَّذِي قَبْلَهُ الصَّوَابُ، حَدِيثُ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ، عَنْ أَبِي هُرَيْرَةَ»",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": "আবু আবদুর রহমান (রহঃ) বলেন, হাদিস বর্ণনাকারী ইমরান আল-কাত্তান (রহঃ)-এর এ বর্ণনায় ভুল আছে, তিনি রাবী হিসেবে শক্তিশালী নন। এর আগে বর্ণিত যুহরী (রহঃ) উবায়দুল্লাহ ইব্ন আবদুল্লাহ ইব্ন উতবা (রহঃ) থেকে, তিনি আবু হুরায়রা (রাঃ) থেকে বর্ণিত হাদিসটি বিশুদ্ধ। যাতে রয়েছে (আরবি)-এর স্থলে (আরবি)।",
    "chapter": {
      "chapter_number": "23"
    }
  }
}