{
  "hadith": {
    "hadith_id": 3099,
    "narrator": "সাহল ইব্নু সা‘দ (রঃ) বলেন",
    "bn": "আমি মারওয়ান ইবন হাকাম (রঃ) কে দেখলাম তিনি বসে আছেন। আমিও তার নিকট গিয়ে বসে পড়লাম। তিনি বর্ণনা করলেন যে, যায়দ ইব্‌ন সাবিত (রাঃ) বর্ণনা করেছেন যে, যখন রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর উপর নাযিল হলোঃ (আরবি) “মু’মিনদের মধ্যে যারা ঘরে বসে থাকে, তারা এবং যারা আল্লাহ্‌র রাস্তায় জিহাদ করে, তারা সমান নয়” (৪:৯৫)। ইতোমধ্যে ইব্‌ন উম্মু মাক্‌তুম (রাঃ) আগমন করলেন। তিনি তা লিখে নেওয়ার উদ্দেশ্যে আমাকে পড়ে শুনালেন। তিনি বললেনঃ ইয়া রাসূলাল্লাহ্‌। যদি আমার জিহাদ করার শক্তি থাকতো, তাহলে আমিও জিহাদ করতাম। তখন আল্লাহ্‌ তা‘আলা নাযিল করলেনঃ “অসুস্থগণ ব্যতীত”। আর তখন তাঁর উরু আমার উরুর উপর ছিল, তা আমার উপর ভারী লাগছিল। মনে হলো আমার উরু ভেঙ্গে যাবে। এরপর তাঁর এ অবস্থা থেকে অবমুক্ত হলো।\nআবদুর রহমান (রহঃ) বলেন, এ আবদুর রহমান ইব্‌ন ইসহাকের ব্যাপারে আপত্তি নেই, আবদুর রহমান ইব্‌ন ইসহাক হতে আলী ইব্‌ন মুসহির ও আবূ মু’আবিয়া হাদিস বর্ণনা করেছেন। আর আবদুল ওয়াহিদ ইব্‌ন যিয়াদ (রহঃ) যে নু’মান ইব্‌ন সা’দ (রহঃ) হতে বর্ণনা করেন, তিনি নির্ভরযোগ্য নন।",
    "ar": "- أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ بَزِيعٍ، قَالَ: حَدَّثَنَا بِشْرٌ يَعْنِي ابْنَ الْمُفَضَّلِ، قَالَ: أَنْبَأَنَا عَبْدُ الرَّحْمَنِ بْنُ إِسْحَقَ، عَنْ الزُّهْرِيِّ، عَنْ سَهْلِ بْنِ سَعْدٍ، قَالَ: رَأَيْتُ مَرْوَانَ بْنَ الْحَكَمِ - جَالِسًا فَجِئْتُ حَتَّى جَلَسْتُ إِلَيْهِ -، فَحَدَّثَنَا أَنَّ زَيْدَ بْنَ ثَابِتٍ، حَدَّثَهُ \" أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أُنْزِلَ عَلَيْهِ {لَا يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ} [النساء: 95] {وَالْمُجَاهِدُونَ فِي سَبِيلِ اللَّهِ} [النساء: 95]، فَجَاءَ ابْنُ أُمِّ مَكْتُومٍ وَهُوَ يُمِلُّهَا عَلَيَّ، فَقَالَ: يَا رَسُولَ اللَّهِ، لَوْ أَسْتَطِيعُ الْجِهَادَ لَجَاهَدْتُ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ، وَفَخِذُهُ عَلَى فَخِذِي، فَثَقُلَتْ عَلَيَّ حَتَّى ظَنَنْتُ أَنْ سَتُرَضُّ فَخِذِي، ثُمَّ سُرِّيَ عَنْهُ، {غَيْرُ أُولِي الضَّرَرِ} [النساء: 95] \" قَالَ أَبُو عَبْدِ الرَّحْمَنِ: «عَبْدُ الرَّحْمَنِ بْنُ إِسْحَقَ هَذَا لَيْسَ بِهِ بَأْسٌ، وَعَبْدُ الرَّحْمَنِ بْنُ إِسْحَقَ يَرْوِي عَنْهُ عَلِيُّ بْنُ مُسْهِرٍ، وَأَبُو مُعَاوِيَةَ، وَعَبْدُ الْوَاحِدِ بْنُ زِيَادٍ، عَنِ النُّعْمَانِ بْنِ سَعْدٍ لَيْسَ بِثِقَةٍ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}