{
  "hadith": {
    "hadith_id": 310,
    "narrator": "আয়েশা(রাঃ)",
    "bn": "তিনি বলেনঃ আমরা রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে কোন এক সফরে বের হলাম। আমরা যখন বায়দা অথবা যাতুল জায়শ নামক স্থানে পৌঁছলাম তখন আমার একটি হার হারিয়ে গেল। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং তাঁর সংগীগণ তার তালাশে সেখানে অবস্থান করলেন। তাদের অবস্থান পানির নিকটে ছিল না এবং তাদের সাথে পানিও ছিল না। লোকজন আবূ বকর (রাঃ)-এর নিকট এসে বলল, আপনি কি দেখছেন না আয়েশা (রাঃ) কি করলেন? তিনি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এবং অন্যান্য লোকদের এমন স্থানে অবস্থানে বাধ্য করেছেন যার নিকটে কোন পানি নেই এবং লোকদের সাথেও কোন পানি নেই। তখন আবূ বকর (রাঃ) আমার নিকট এলেন। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তখন আমার উরুর উপর মাথা রেখে ঘুমিয়ে পড়েছিলেন। আবূ বকর(রাঃ) বললেন, তুমি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং অন্যান্য লোকদের এমন স্থানে আটকিয়ে রেখেছ যেখানে পানির কোন উৎস নেই আর তাদের সাথেও পানি নেই। আয়েশা(রাঃ)বলেনঃ তিনি আমাকে খুব তিরস্কার করলেন আর আল্লাহ্‌র যা ইচ্ছা ছিল তাই বললেন এবং তাঁর হাত দিয়ে আমার কোমরে খোঁচা দিতে লাগলেন। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর শরীর আমার উরুর উপর থাকার কারণে আমি নড়াচড়া করতে পারছিলাম না। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিদ্রায় রইলেন, এমনকি পানির কোন ব্যবস্থা ছাড়াই ভোর হয়ে গেল। তখন আল্লাহ্‌ তা’আলা তায়াম্মুমের আয়াত নাযিল করলেন। এতে উসায়দ ইব্‌ন হুযায়র (রাঃ) বললেনঃ হে আবূ বকরের পরিজন! এটাই তোমাদের প্রথম বরকত নয়। আয়েশা (রাঃ)বলেনঃ আমি যে উটের উপর ছিলাম সেটিকে উঠালে তার নিচে আমার হারটি পেলাম।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ، عَنْ مَالِكٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ قَالَتْ: خَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي بَعْضِ أَسْفَارِهِ، حَتَّى إِذَا كُنَّا بِالْبَيْدَاءِ أَوْ ذَاتِ الْجَيْشِ انْقَطَعَ عِقْدٌ لِي، فَأَقَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى الْتِمَاسِهِ وَأَقَامَ النَّاسُ مَعَهُ، وَلَيْسُوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ، فَأَتَى النَّاسُ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُ فَقَالُوا: أَلَا تَرَى مَا صَنَعَتْ عَائِشَةُ؟ أَقَامَتْ بِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَبِالنَّاسِ وَلَيْسُوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ، فَجَاءَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَاضِعٌ رَأْسَهُ عَلَى فَخِذِي قَدْ نَامَ، فَقَالَ: حَبَسْتِ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَالنَّاسَ، وَلَيْسُوا عَلَى مَاءٍ وَلَيْسَ مَعَهُمْ مَاءٌ. قَالَتْ عَائِشَةُ: فَعَاتَبَنِي أَبُو بَكْرٍ وَقَالَ مَا شَاءَ اللَّهُ أَنْ يَقُولَ، وَجَعَلَ يَطْعُنُ بِيَدِهِ فِي خَاصِرَتِي فَمَا مَعْنى مِنَ التَّحَرُّكِ إِلَّا مَكَانُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى فَخِذِي، «فَنَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى أَصْبَحَ عَلَى غَيْرِ مَاءٍ، فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ آيَةَ التَّيَمُّمِ» فَقَالَ أُسَيْدُ بْنُ حُضَيْرٍ: مَا هِيَ بِأَوَّلِ بَرَكَتِكُمْ يَا آلَ أَبِي بَكْرٍ. قَالَتْ: فَبَعَثْنَا الْبَعِيرَ الَّذِي كُنْتُ عَلَيْهِ فَوَجَدْنَا الْعِقْدَ تَحْتَهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}