{
  "hadith": {
    "hadith_id": 3132,
    "narrator": "আবুদ দারদা (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি সালাত কায়েম করে, যাকাত প্রদান করে এবং আল্লাহ্‌র সঙ্গে কাউকে শরীক না করে মৃত্যুবরণ করে, (আল্লাহ্‌র প্রতিশ্রুতি অনুযায়ী) সে ব্যক্তিকে ক্ষমা করা মহান মহীয়ান আল্লাহ্‌র জন্য ‘অবধারিত’। সে হিজরত করুক অথবা তার নিজ আবাসে মৃত্যুবরণ করুক। আমি বললামঃ ইয়া রাসূলাল্লাহ! আমি কি লোকদের এ সুসংবাদ পৌঁছিয়ে দেব না, যাতে তারা আনন্দিত হয়? তিনি বললেনঃ জান্নাতে একশত মর্যাদা-স্তর আছে, প্রতি দুটি স্তরের দূরত্ব যমীন ও আসমানের দূরত্বের সমান, আল্লাহ্‌ তা‘আলা তা আল্লাহ্‌র রাস্তায় মুজাহিদের জন্য নির্দিষ্ট করে রেখেছেন। যদি মু’মিনদের উপর কষ্টদায়ক না হতো, আর আমি তাদের আরোহণের জন্য সওয়ারী ব্যবস্থা করতে অপারগ না হতাম, আর আমার সাহচর্য থেকে বঞ্চিত থাকার কারণে তাদের মনোকষ্ট না হতো, তবে আমি কোন যোদ্ধাদল হতেই পিছিয়ে থাকতাম না। আমার ইচ্ছা হয়- আমি (একবার) শহীদ হয়ে যাই, আবার জীবিত হই, আবার শহীদ হই।",
    "ar": "- أَخْبَرَنَا هَارُونُ بْنُ مُحَمَّدِ بْنِ بَكَّارِ بْنِ بِلَالٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى بْنِ الْقَاسِمِ بْنِ سُمَيْعٍ، قَالَ: حَدَّثَنَا زَيْدُ بْنُ وَاقِدٍ، قَالَ: حَدَّثَنِي بُسْرُ بْنُ عُبَيْدِ اللَّهِ، عَنْ أَبِي إِدْرِيسَ الْخَوْلَانِيِّ، عَنْ أَبِي الدَّرْدَاءِ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ أَقَامَ الصَّلَاةَ، وَآتَى الزَّكَاةَ، وَمَاتَ لَا يُشْرِكُ بِاللَّهِ شَيْئًا، كَانَ حَقًّا عَلَى اللَّهِ عَزَّ وَجَلَّ أَنْ يَغْفِرَ لَهُ هَاجِرًا وَمَاتَ فِي مَوْلِدِهِ» فَقُلْنَا: يَا رَسُولَ اللَّهِ، أَلَا نُخْبِرُ بِهَا النَّاسَ فَيَسْتَبْشِرُوا بِهَا؟ فَقَالَ: «إِنَّ لِلْجَنَّةِ مِائَةَ دَرَجَةٍ، بَيْنَ كُلِّ دَرَجَتَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ، أَعَدَّهَا اللَّهُ لِلْمُجَاهِدِينَ فِي سَبِيلِهِ، وَلَوْلَا أَنْ أَشُقَّ عَلَى الْمُؤْمِنِينَ، وَلَا أَجِدُ مَا أَحْمِلُهُمْ عَلَيْهِ، وَلَا تَطِيبُ أَنْفُسُهُمْ أَنْ يَتَخَلَّفُوا بَعْدِي، مَا قَعَدْتُ خَلْفَ سَرِيَّةٍ، وَلَوَدِدْتُ أَنِّي أُقْتَلُ، ثُمَّ أُحْيَا، ثُمَّ أُقْتَلُ",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}