{
  "hadith": {
    "hadith_id": 3134,
    "narrator": "সাবরাতা ইব্‌ন আবূ ফাকিহ (রাঃ)",
    "bn": "আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছিঃ শয়তান আদম-সন্তানের রাস্তাসমূহে বসে থাকে। সে ইসলামের পথে বসে (বাধা সৃষ্টি করতে গিয়ে) বলেঃ তুমি ইসলাম গ্রহণ করবে, আর তোমার ধর্ম ও তোমার বাপ দাদার ধর্ম এবং তোমার পিতার পূর্বপুরুষদের ধর্ম পরিত্যাগ করবে? কিন্তু আদম সন্তান তার কথা অমান্য করে ইসলাম গ্রহণ করে। তারপর শয়তান তার হিজরতের রাস্তায় বসে বলেঃ তুমি হিজরত করবে, তোমার ভূমি ও আকাশ পরিত্যাগ করবে? মুহাজির তো একটি লম্বা রশিতে আবদ্ধ ঘোড়ার ন্যায় (নিয়ন্ত্রিত জীবন-যাপনে বাধ্য)। কিন্তু সে ব্যক্তি তার কথা অমান্য করে হিজরত করে। এরপর শয়তান তার জিহাদের রাস্তায় বসে এবং বলেঃ তুমি কি জিহাদ করবে? এতো নিজেকে এবং নিজের ধন সম্পদকে ধ্বংস করা। তুমি যুদ্ধ করে নিহত হবে, তোমার স্ত্রী অন্যের বিবাহে যাবে, তোমার সম্পদ ভাগ হবে। সে ব্যক্তি তাকে অমান্য করে জিহাদে গমন করে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে এরূপ করবে, তাকে জান্নাতে প্রবেশ করানো মহান মহীয়ান আল্লাহ্‌র (ওয়াদা অনুযায়ী জান্নাত তার) জন্য ‘অবধারিত’। আর যে ব্যক্তি শহীদ হয়, তাকে জান্নাতে প্রবেশ করানো আল্লাহ্‌র উপর অবধারিত। যদি সে ডুবে যায়, তাকে জান্নাতে প্রবেশ করানো আল্লাহ্‌র উপর অবধারিত। আর যদি তার সওয়ারী তাকে ফেলে দিয়ে তার গর্দান ভেঙ্গে দেয় বা মেরে ফেলে, তখনও তাকে জান্নাতে প্রবেশ করানো আল্লাহ্‌র উপর অবধারিত।",
    "ar": "أَخْبَرَنِي إِبْرَاهِيمُ بْنُ يَعْقُوبَ، قَالَ: حَدَّثَنَا أَبُو النَّضْرِ هَاشِمُ بْنُ الْقَاسِمِ، قَالَ: حَدَّثَنَا أَبُو عَقِيلٍ عَبْدُ اللَّهِ بْنُ عَقِيلٍ، قَالَ: حَدَّثَنَا مُوسَى بْنُ الْمُسَيَّبِ، عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ، عَنْ سَبْرَةَ بْنِ أَبِي فَاكِهٍ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" إِنَّ الشَّيْطَانَ قَعَدَ لِابْنِ آدَمَ بِأَطْرُقِهِ، فَقَعَدَ لَهُ بِطَرِيقِ الْإِسْلَامِ، فَقَالَ: تُسْلِمُ وَتَذَرُ دِينَكَ وَدِينَ آبَائِكَ وَآبَاءِ أَبِيكَ، فَعَصَاهُ فَأَسْلَمَ، ثُمَّ قَعَدَ لَهُ بِطَرِيقِ الْهِجْرَةِ، فَقَالَ: تُهَاجِرُ وَتَدَعُ أَرْضَكَ وَسَمَاءَكَ، وَإِنَّمَا مَثَلُ الْمُهَاجِرِ كَمَثَلِ الْفَرَسِ فِي الطِّوَلِ، فَعَصَاهُ فَهَاجَرَ، ثُمَّ قَعَدَ لَهُ بِطَرِيقِ الْجِهَادِ، فَقَالَ: تُجَاهِدُ فَهُوَ جَهْدُ النَّفْسِ وَالْمَالِ، فَتُقَاتِلُ فَتُقْتَلُ، فَتُنْكَحُ الْمَرْأَةُ، وَيُقْسَمُ الْمَالُ، فَعَصَاهُ فَجَاهَدَ، \" فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فَمَنْ فَعَلَ ذَلِكَ كَانَ حَقًّا عَلَى اللَّهِ عَزَّ وَجَلَّ أَنْ يُدْخِلَهُ الْجَنَّةَ، وَمَنْ قُتِلَ كَانَ حَقًّا عَلَى اللَّهِ عَزَّ وَجَلَّ أَنْ يُدْخِلَهُ الْجَنَّةَ، وَإِنْ غَرِقَ كَانَ حَقًّا عَلَى اللَّهِ أَنْ يُدْخِلَهُ الْجَنَّةَ، أَوْ وَقَصَتْهُ دَابَّتُهُ كَانَ حَقًّا عَلَى اللَّهِ أَنْ يُدْخِلَهُ الْجَنَّةَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}