{
  "hadith": {
    "hadith_id": 3137,
    "narrator": "সুলায়মান ইবন্ ইয়াসার (রহঃ)",
    "bn": "লোক আবু হুরায়রা (রাঃ) থেকে পৃথক হওয়ার পর সিরিয়ার (নাতিল নামক) এক ব্যক্তি তাঁকে বলল, হে শায়খ! আপনি  রাসূলূল্লাহ্ (সাল্লালাহু আলাইহিস্ সাল্লাম) থেকে শুনেছেন, এমন একটি হাদিস আমার কাছে বর্ণনা করুন। তিনি বললেন: হ্যাঁ, আমি রাসূলূল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলতে শুনেছি: লোকের মধ্যে কিয়ামতের দিন প্রথম (দিকে) যাদের বিচার করা হবে, তারা হবে তিন শ্রেণির লোক। প্রথমতঃ সে ব্যক্তি যে শহীদ হয়েছে তাকে আনা হবে, আল্লাহ্‌ তা‘আলা তাকে তাঁর নিআমতসমুহ স্মরণ করাবেন; সে তা স্বীকার করবে। তাকে বলবেন, এসব নিআমত ভোগ করে তুমি কী আমল করেছ? সে ব্যক্তি বলবেঃ আমি তোমার সন্তুষ্টির জন্য লড়াই করে শহীদ হয়েছি। তিনি (আল্লাহ্‌) বলবেনঃ তুমি মিথ্যা বলছো। বরং তুমি যুদ্ধ করেছিলে এই জন্য, যেন বলা হয় অমুক ব্যক্তি বাহাদুর; তা বলা হয়েছে। তার সম্পর্কে আদেশ করা হবে, ফলে তাকে তার মুখের উপর (অধঃমুখে) হেঁচড়িয়ে জাহান্নামে নিক্ষেপ করা হবে। আর এক ব্যক্তি ইল্‌ম শিক্ষা করেছে এবং লোকদেরকে শিক্ষা দান করেছে এবং কুরআন পাঠ করেছে। তাকে আনা হবে, তাকে তাঁর নিআমতসমুহ স্মরণ করাবেন, সে তা স্বীকার করবে। তাকে বলা হবেঃ এর জন্য তুমি কী আমল করেছ? সে বলবেঃ আমি ইল্‌ম শিক্ষা করেছি, অন্যকেও শিক্ষা দিয়েছি, আর তোমার সন্তুষ্টির জন্য কুরআন পাঠ করেছি। তিনি (আল্লাহ্‌ তা‘আলা) বলবেনঃ তুমি মিথ্যা বলছো। বরং তুমি ইল্‌ম শিক্ষা করেছিলে এজন্য যেন তোমাকে আলিম বলা হয়। আর কুরআন পাঠ করেছিলে, যেন তোমাকে কারী বলা হয়; তা বলা হয়েছে। এরপর তার সম্বন্ধে আদেশ করা হবে, আর তাকে মুখের উপর হেঁচড়িয়ে জাহান্নামে নিক্ষেপ করা হবে। আর এক ব্যক্তি আল্লাহ্‌ যাকে প্রশস্ততা (সম্পদ) দান করেছিলেন এবং সর্বপ্রকার মাল দান করেছিলেন, তাকে আনা হবে। তাকে তাঁর নিআমত সম্বন্ধে অবহিত করা হবে, সে তা স্বীকার করবে। তাকে বলা হবেঃ এর জন্য তুমি কী আমল করেছ? সে বলবেঃ আমি তোমার পছন্দনীয় কোনো রাস্তাই ছাড়িনি, তোমার সন্তুষ্টির জন্য যাতে ব্যয় করিনি। তিনি (আল্লাহ্‌ তা‘আলা) বলবেনঃ তুমি মিথ্যা বলছো। বরং তুমি এজন্যই ব্যয় করেছ, যাতে দাতা বলা হয়। তা বলা হয়েছে। এরপর তার সম্পর্কে আদেশ করা হবে, তাকে তার মুখ নিচের দিকে করে হেঁচড়িয়ে জাহান্নামে নিক্ষেপ করা হবে।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى، قَالَ: حَدَّثَنَا خَالِدٌ، قَالَ: حَدَّثَنَا ابْنُ جُرَيْجٍ، قَالَ: حَدَّثَنَا يُونُسُ بْنُ يُوسُفَ، عَنْ سُلَيْمَانَ بْنِ يَسَارٍ، قَالَ: تَفَرَّقَ النَّاسُ عَنْ أَبِي هُرَيْرَةَ، فَقَالَ لَهُ قَائِلٌ مِنْ أَهْلِ الشَّامِ: أَيُّهَا الشَّيْخُ، حَدِّثْنِي حَدِيثًا سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: نَعَمْ، سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" أَوَّلُ النَّاسِ يُقْضَى لَهُمْ يَوْمَ الْقِيَامَةِ ثَلَاثَةٌ: رَجُلٌ اسْتُشْهِدَ فَأُتِيَ بِهِ فَعَرَّفَهُ نِعَمَهُ فَعَرَفَهَا، قَالَ: فَمَا عَمِلْتَ فِيهَا؟ قَالَ: قَاتَلْتُ فِيكَ حَتَّى اسْتُشْهِدْتُ، قَالَ: كَذَبْتَ، وَلَكِنَّكَ قَاتَلْتَ لِيُقَالَ فُلَانٌ جَرِيءٌ، فَقَدْ قِيلَ، ثُمَّ أُمِرَ بِهِ، فَسُحِبَ عَلَى وَجْهِهِ حَتَّى أُلْقِيَ فِي النَّارِ، وَرَجُلٌ تَعَلَّمَ الْعِلْمَ وَعَلَّمَهُ، وَقَرَأَ الْقُرْآنَ فَأُتِيَ بِهِ فَعَرَّفَهُ نِعَمَهُ فَعَرَفَهَا، قَالَ: فَمَا عَمِلْتَ فِيهَا؟ قَالَ: تَعَلَّمْتُ الْعِلْمَ وَعَلَّمْتُهُ، وَقَرَأْتُ فِيكَ الْقُرْآنَ، قَالَ: كَذَبْتَ، وَلَكِنَّكَ تَعَلَّمْتَ الْعِلْمَ لِيُقَالَ عَالِمٌ، وَقَرَأْتَ الْقُرْآنَ لِيُقَالَ قَارِئٌ، فَقَدْ قِيلَ، ثُمَّ أُمِرَ بِهِ، فَسُحِبَ عَلَى وَجْهِهِ حَتَّى أُلْقِيَ فِي النَّارِ، وَرَجُلٌ وَسَّعَ اللَّهُ عَلَيْهِ وَأَعْطَاهُ مِنْ أَصْنَافِ الْمَالِ كُلِّهِ، فَأُتِيَ بِهِ فَعَرَّفَهُ نِعَمَهُ، فَعَرَفَهَا، فَقَالَ: مَا عَمِلْتَ فِيهَا؟ قَالَ: مَا تَرَكْتُ مِنْ سَبِيلٍ تُحِبُّ \" قَالَ أَبُو عَبْدِ الرَّحْمَنِ: \" وَلَمْ أَفْهَمْ تُحِبُّ كَمَا أَرَدْتُ أَنْ يُنْفَقَ فِيهَا إِلَّا أَنْفَقْتُ فِيهَا لَكَ، قَالَ: كَذَبْتَ وَلَكِنْ لِيُقَالَ إِنَّهُ جَوَادٌ، فَقَدْ قِيلَ، ثُمَّ أُمِرَ بِهِ، فَسُحِبَ عَلَى وَجْهِهِ، فَأُلْقِيَ فِي النَّارِ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}