{
  "hadith": {
    "hadith_id": 3149,
    "narrator": "জাবির ইব্ন আবদুল্লাহ্ (রাঃ)",
    "bn": "উহুদ যুদ্ধের দিন যখন কিছু লোক পালিয়ে গেল তখন রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একদিকে বারজন আনসারের মধ্যে (বেষ্টিত) ছিলেন, তাদের মধ্যে তালহা ইব্ন উবায়দুল্লাহ্ (রাঃ)-ও ছিলেন। মুশরিকরা তাদেরকে নাগালে পেয়ে গেল। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা দেখে বললেনঃ এ দলের জন্য কে আছে? তাল্হা (রাঃ) বললেনঃ আমি। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তুমি যথাবস্থায় থাক। [১] তখনই একজন আনসারী ব্যক্তি বললেনঃ ইয়া রাসূলাল্লাহ্! আমি। তিনি বললেনঃ হ্যাঁ তুমি। এ ব্যক্তি যুদ্ধ করতে করতে শহীদ হলেন। আবার (তিনি লক্ষ্য করলেন, এবং দেখতে পেলেন যে, মুশরিকরা আক্রমণ করছে) তিনি বললেনঃ এ দলের জন্য কে আছে? এবারও তাল্হা (রাঃ) বললেনঃ আমি। তিনি বললেনঃ তুমি পূর্বের মতই থাক। তখন এক আনসারী ব্যক্তি বললেনঃ আমি (আছি)। তিনি বললেনঃ হ্যাঁ তুমি। এ ব্যক্তিও যুদ্ধ করতে করতে শহীদ হলেন। এরপর তিনি এভাবে বলছিলেন এবং আনসারীদের এক একজন তাদের দিকে বের হয়ে পূর্ববর্তী ব্যক্তির ন্যায় যুদ্ধ করতে করতে শহীদ হলেন। অবশেষে রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং তালহা ইব্ন উবায়দুল্লাহ্ (রাঃ) অবশিষ্ট থাকলেন। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ দলের জন্য কে আছে? তালহা(রাঃ) বললেনঃ আমি (আছি)। তালহা (রাঃ) এগারজনের যুদ্ধ একাই করলেন। পরিশেষে তাঁর হাত আহত হলো এবং হাতের আঙ্গুল কর্তিত হলো। এতে তিনি ‘উহ্’ শব্দের ন্যায় শব্দ উচ্চারণ করলেন। তখন রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যদি তুমি বলতে ‘বিসমিল্লাহ্’, তা হলে তোমাকে ফেরেশতাগণ উপরে উঠিয়ে নিতেন, আর লোকেরা তা দেখতে পেত। এরপর আল্লাহ্ তা‘আলা মুশরিকদের ফিরিয়ে দিলেন।",
    "ar": "- أَخْبَرَنَا عَمْرُو بْنُ سَوَّادٍ، قَالَ: أَنْبَأَنَا ابْنُ وَهْبٍ، قَالَ: أَخْبَرَنِي يَحْيَى بْنُ أَيُّوبَ وَذَكَرَ آخَرَ قَبْلَهُ، عَنْ عُمَارَةَ بْنِ غَزِيَّةَ، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: لَمَّا كَانَ يَوْمُ أُحُدٍ وَوَلَّى النَّاسُ، كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي نَاحِيَةٍ فِي اثْنَيْ عَشَرَ رَجُلًا مِنَ الْأَنْصَارِ، وَفِيهِمْ طَلْحَةُ بْنُ عُبَيْدِ اللَّهِ، فَأَدْرَكَهُمُ الْمُشْرِكُونَ، فَالْتَفَتَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَقَالَ: «مَنْ لِلْقَوْمِ؟» فَقَالَ طَلْحَةُ: أَنَا، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «كَمَا أَنْتَ» فَقَالَ رَجُلٌ مِنَ الْأَنْصَارِ: أَنَا يَا رَسُولَ اللَّهِ، فَقَالَ: «أَنْتَ فَقَاتَلَ»، حَتَّى قُتِلَ، ثُمَّ الْتَفَتَ فَإِذَا الْمُشْرِكُونَ، فَقَالَ: «مَنْ لِلْقَوْمِ؟» فَقَالَ طَلْحَةُ: أَنَا، قَالَ: «كَمَا أَنْتَ»، فَقَالَ رَجُلٌ مِنَ الْأَنْصَارِ: أَنَا، فَقَالَ: «أَنْتَ فَقَاتَلَ»، حَتَّى قُتِلَ، ثُمَّ لَمْ يَزَلْ يَقُولُ ذَلِكَ، وَيَخْرُجُ إِلَيْهِمْ رَجُلٌ مِنَ الْأَنْصَارِ فَيُقَاتِلُ قِتَالَ مَنْ قَبْلَهُ حَتَّى يُقْتَلَ، حَتَّى بَقِيَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَطَلْحَةُ بْنُ عُبَيْدِ اللَّهِ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَنْ لِلْقَوْمِ؟» فَقَالَ طَلْحَةُ: أَنَا، فَقَاتَلَ طَلْحَةُ قِتَالَ الْأَحَدَ عَشَرَ، حَتَّى ضُرِبَتْ يَدُهُ، فَقُطِعَتْ أَصَابِعُهُ، فَقَالَ: حَسِّ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَوْ قُلْتَ بِسْمِ اللَّهِ لَرَفَعَتْكَ الْمَلَائِكَةُ وَالنَّاسُ يَنْظُرُونَ، ثُمَّ رَدَّ اللَّهُ الْمُشْرِكِينَ»\n---\n[حكم الألباني] حسن من قوله فقطعت أصابعه وما قبله يحتمل التحسين وهو على  شرط مسلم",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": "[১] তুমি আগে যেমন ছিলে এখনও সেরূপ থাক। এর অর্থ তুমি এখনও বীরের ন্যায় থাক, ওদের সাথে তুমি এখন যুদ্ধ করো না, পরে দেখা যাবে।",
    "chapter": {
      "chapter_number": "23"
    }
  }
}