{
  "hadith": {
    "hadith_id": 316,
    "narrator": "আবদুর রহমান ইব্‌ন আবযা (রহঃ)",
    "bn": "তিনি বলেনঃ আমরা উমর(রাঃ)-এর নিকট ছিলাম। তাঁর কাছে এক ব্যক্তি এসে বলল, হে আমীরুল মুমিনীন! অনেক সময় আমরা এক মাস বা দুই মাস পর্যন্ত কোথাও অবস্থান করি আর আমরা পানি পাই না। উমর(রাঃ)বললেন, আমি পানি না পেলে সালাত আদায় করবার নই, যাবৎ না পানি পাই। তখন আম্মার ইব্‌ন ইয়াসির (রাঃ) বললেনঃ হে আমীরুল মুমিনীন! আপনার মনে আছে কি, যখন অমুক অমুক স্থানে ছিলাম আর আমরা উট চরাতাম, আপনি জানেন যে, আমরা জানাবাতগ্রস্ত হলাম। তিনি বললেনঃ হ্যাঁ। তখন আমি মাটিতে গড়াগড়ি দিলাম। পরে আমরা রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আসলে তিনি হেসে বললেনঃ মাটিই তোমার জন্য যথেষ্ট ছিল, আর তিনি উভয় হাত মাটিতে মারলেন এবং তাতে ফুঁ দিলেন। তারপর তিনি তাঁর চেহারা এবং তাঁর উভয় হাতের কিয়দাংশ মসেহ করলেন। উমর (রাঃ) বললেনঃ হে আম্মার! আল্লাহকে ভয় কর। আম্মার বললেনঃ হে আমীরুল মুমিনীন! যদি আপনি চান তাহলে আমি এটা বর্ণনা করব না। উমর (রাঃ) বললেনঃ না। কিন্তু আমার নিকট যা বর্ণনা করলে, এর দায়িত্বভার তোমার উপর অর্পণ করলাম (তাই হাদীস বর্ণনায় সাবধানতা অবলম্বনের জন্য এটা বললাম)।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ سَلَمَةَ، عَنْ أَبِي مَالِكٍ، وَعَنْ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى قَالَ: كُنَّا عِنْدَ عُمَرَ فَأَتَاهُ رَجُلٌ فَقَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ رُبَّمَا نَمْكُثُ الشَّهْرَ وَالشَّهْرَيْنِ وَلَا نَجِدُ الْمَاءَ، فَقَالَ عُمَرُ: أَمَّا أَنَا فَإِذَا لَمْ أَجِدِ الْمَاءَ لَمْ أَكُنْ لِأُصَلِّيَ حَتَّى أَجِدَ الْمَاءَ، فَقَالَ عَمَّارُ بْنُ يَاسِرٍ: أَتَذْكُرُ يَا أَمِيرَ الْمُؤْمِنِينَ حَيْثُ كُنْتَ بِمَكَانِ كَذَا وَكَذَا وَنَحْنُ نَرْعَى الْإِبِلَ، فَتَعْلَمُ أَنَّا أَجْنَبْنَا. قَالَ: نَعَمْ. أَمَّا أَنَا فَتَمَرَّغْتُ فِي التُّرَابِ، فَأَتَيْنَا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَضَحِكَ فَقَالَ: «إِنْ كَانَ الصَّعِيدُ لَكَافِيكَ، وَضَرَبَ بِكَفَّيْهِ إِلَى الْأَرْضِ، ثُمَّ نَفَخَ فِيهِمَا، ثُمَّ مَسَحَ وَجْهَهُ وَبَعْضَ ذِرَاعَيْهِ». فَقَالَ: اتَّقِ اللَّهَ يَا عَمَّارُ. فَقَالَ: يَا أَمِيرَ الْمُؤْمِنِينَ إِنْ شِئْتَ لَمْ أَذْكُرْهُ. قَالَ: لَا. وَلَكِنْ نُوَلِّيكَ مِنْ ذَلِكَ مَا تَوَلَّيْتَ\n---\n[حكم الألباني] صحيح دون الذراعين والصواب كفيه، كما في الرواية التالية",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}