{
  "hadith": {
    "hadith_id": 3172,
    "narrator": "উম্মু হারাম বিনতে মিলহান (রাঃ)",
    "bn": "রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের নিকট এসে খাওয়া দাওয়ার পর শয়ন (কায়লুলা) করলেন, এরপর হাসতে হাসতে জাগ্রত হলেন। আমি বললাম: ইয়া রাসূলাল্লাহ্! আমার মাতাপিতা আপনার উপর কুরবান হোক, আপনার হাসার কারণ কী? তিনি বললেন: আমি আমার উম্মতের একদল লোককে দেখলাম, সাগরের বুকে আরোহণ (নৌ অভিযান) করছে, তারা সিংহাসনের উপর বাদশাহদের ন্যায়। আমি বললাম: আল্লাহ্‌র নিকট দু‘আ করুন, তিনি যেন আমাকে এদের অন্তর্ভুক্ত করেন। তিনি বললেন: তুমি তাদের মধ্যে থাকবে। এরপর তিনি নিদ্রা গেলেন এবং হাসতে হাসতে জাগ্রত হলেন। আমি তাঁকে প্রশ্ন করলাম এবং তিনি আগের মত বললেন। আমি বললাম: আল্লাহ্‌র নিকট দু‘আ করুন, তিনি যেন আমাকে তাদের মধ্যে শামিল করেন। তিনি বললেন: তুমি প্রথম দলভুক্ত থাকবে। উবাদা ইব্‌ন সামিত (রাঃ) তাকে বিবাহ করলেন। এরপর তিনি সাগরে আরোহণ করে নৌ অভিযান করলেন। তাঁর সাথে ইনি (তাঁর স্ত্রী) ও সাগরে (নৌযানে) আরোহণ করলেন। যখন সমুদ্র হতে ফিরে এলে তাঁর জন্য একটি খচ্চর আনা হলো, তিনি তাতে আরোহণ করলেন; খচ্চর তাঁকে আছড়ে ফেলে দিলে তাঁর ঘাড় ভেঙ্গে যায়, ফলে তিনি মারা যান।",
    "ar": "أَخْبَرَنَا يَحْيَى بْنُ حَبِيبِ بْنِ عَرَبِيٍّ، قَالَ: حَدَّثَنَا حَمَّادٌ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ، عَنْ أَنَسِ بْنِ مَالِكٍ، عَنْ أُمِّ حَرَامٍ بِنْتِ مِلْحَانَ، قَالَتْ: أَتَانَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَقَالَ عِنْدَنَا، فَاسْتَيْقَظَ وَهُوَ يَضْحَكُ، فَقُلْتُ: يَا رَسُولَ اللَّهِ، بَأبِي وَأُمِّي مَا أَضْحَكَكَ؟ قَالَ: «رَأَيْتُ قَوْمًا مِنْ أُمَّتِي يَرْكَبُونَ هَذَا الْبَحْرَ كَالْمُلُوكِ عَلَى الْأَسِرَّةِ» قُلْتُ: ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ، قَالَ: «فَإِنَّكِ مِنْهُمْ» ثُمَّ نَامَ، ثُمَّ اسْتَيْقَظَ وَهُوَ يَضْحَكُ، فَسَأَلْتُهُ، فَقَالَ - يَعْنِي مِثْلَ مَقَالَتِهِ -، قُلْتُ: ادْعُ اللَّهَ أَنْ يَجْعَلَنِي مِنْهُمْ، قَالَ: «أَنْتِ مِنَ الْأَوَّلِينَ» فَتَزَوَّجَهَا عُبَادَةُ بْنُ الصَّامِتِ، فَرَكِبَ الْبَحْرَ وَرَكِبَتْ مَعَهُ، فَلَمَّا خَرَجَتْ قُدِّمَتْ لَهَا بَغْلَةٌ، فَرَكِبَتْهَا، فَصَرَعَتْهَا فَانْدَقَّتْ عُنُقُهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}