{
  "hadith": {
    "hadith_id": 3176,
    "narrator": "রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর একজন সাহাবী",
    "bn": "যখন রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পরিখা খননের আদেশ করলেন, তখন একটি কঠিন বড় প্রস্তরখণ্ড দেখা গেল, যা খনন কার্যে ব্যাঘাত সৃষ্টি করলো। এরপর রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বেলচা (কোদাল জাতীয় যন্ত্র বিশেষ) নিয়ে অগ্রসর হলেন এবং তাঁর চাদর পরিখার পাশে রাখলেন, তিনি বললেন: (আরবি)\nঅর্থ: সত্য ও ন্যায়ের দিক দিয়ে আপনার রবের বাণী সম্পূর্ণ এবং তাঁর বাক্য (সিদ্ধান্ত) সমূহ পরিবর্তন করার কেউ নেই, তিনি সর্বশ্রোতা, সর্বজ্ঞ। (৬:১১৫)।\nতাতে ঐ প্রস্তর খণ্ডের এক-তৃতীয়াংশ (ভেঙে) পড়ে গেল। আর সালমান ফারসী (রাঃ) সেখানে দণ্ডায়মান ছিলেন। তিনি দেখলেন, রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর বেলচা মারার সঙ্গে সঙ্গে একটি বিদ্যুৎ চমকিত হলো। এরপর তিনি দ্বিতীয়বার আঘাত করলেন এবং বললেন: (আরবি)\nতাতে আর এক-তৃতীয়াংশ (ভেঙে) পড়ে গেল এবং একটি বিদ্যুৎ চমকে উঠলো। সালমান ফারসী (রাঃ) তাও দেখতে পেলেন। তারপর তিনি তৃতীয়বার তাতে আঘাত করলেন এবং বললেন: (আরবি)\nএতে অবশিষ্ট তৃতীয়াংশ (ভেঙে) পড়ে গেল। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (পরিখা থেকে) বের হয়ে আসলেন, এবং তাঁর চাদরখানা নিয়ে বসে পড়লেন। সালমান ফারসী (রাঃ) বললেন: ইয়া রাসূলাল্লাহ! আপনি যখন আঘাত করছিলেন, আমি লক্ষ্য করছিলাম, দেখলাম আপনি যখনই তাতে আঘাত করছিলেন, তা হতে বিদ্যুৎ চমকিত হচ্ছিল। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: হে সালমান! আমিও তা দেখেছি। সালমান (রাঃ) বললেন: হ্যাঁ, ইয়া রাসূলাল্লাহ্! ঐ সত্তার শপথ! যিনি আপনাকে সত্য সহকারে প্রেরণ করেছেন। তিনি বললেন: আমি যখন প্রথমবার আঘাত করেছিলাম, তখন (পারস্যের) কিসরার শহরসমূহ এবং এর আশপাশের স্থানসমূহ এবং আরো বহু শহর আমার সামনে প্রকাশিত হলো। আমি তা আমার দু'চোখে দর্শন করেছি। উপস্থিত সাহাবীবৃন্দ আরয করলেন: ইয়া রাসূলাল্লাহ! আল্লাহ্ তা'আলার নিকট দু‘আ করুন, তিনি যেন আমাদের এ সকল শহরের বিজয় দান করেন এবং তাদের আবাসকে আমাদের গনীমত করে দেন, আর আমাদের হাতে তাদের দেশ বিধ্বস্ত করে দেন। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জন্য দু‘আ করলেন। তিনি বললেন: এরপর আমি দ্বিতীয়বার আঘাত করলাম। তাতে (রোম) সম্রাট কায়সারের শহরসমূহ এবং এর আশপাশের স্থানসমূহ দেখানো হলো। আমি তা আমার দু'চোখে দর্শন করলাম। তারা বললেন: ইয়া রাসূলাল্লাহ! আল্লাহ্ তা'আলার নিকট দু‘আ করুন, তিনি যেন আমাদের এ সকল শহরের বিজয় দান করেন আর তাদের বাড়ি ঘর আমরা গনীমতরূপে প্রাপ্ত হই এবং তাদের বাড়ি ঘর আমাদের হাতে বিধ্বস্ত হয়। রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জন্য দু‘আ করলেন। তিনি বললেন: এরপর আমি তৃতীয়বার আঘাত করলাম, আমাকে হাবৃশার (আবিসিনিয়া-ইথিওপিয়া-ইরিত্রিয়া) শহরসমূহ এবং এর আশে পাশের জনপদসমূহ দেখান হলো। আমি তা আমার দু'চোখে দেখলাম। এ সময় রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: তোমরা হাবশীদের সাথে যুদ্ধ করো না, যতক্ষণ তারা তোমাদের সাথে যুদ্ধ থেকে বিরত থাকে। আর তোমরা তুর্কীদের সাথেও যুদ্ধ করো না, যতক্ষণ তারা তোমাদের সাথে যুদ্ধ থেকে বিরত থাকে।",
    "ar": "أَخْبَرَنَا عِيسَى بْنُ يُونُسَ، قَالَ: حَدَّثَنَا ضَمْرَةُ، عَنْ أَبِي زُرْعَةَ السَّيْبَانِيِّ، عَنْ أَبِي سُكَيْنَةَ، رَجُلٍ مِنَ الْمُحَرَّرِينَ، عَنْ رَجُلٍ، مَنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: لَمَّا أَمَرَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِحَفْرِ الْخَنْدَقِ، عَرَضَتْ لَهُمْ صَخْرَةٌ حَالَتْ بَيْنَهُمْ وَبَيْنَ الْحَفْرِ، فَقَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَأَخَذَ الْمِعْوَلَ، وَوَضَعَ رِدَاءَهُ نَاحِيَةَ الْخَنْدَقِ، وَقَالَ: {تَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلًا، لَا مُبَدِّلَ لِكَلِمَاتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ}، فَنَدَرَ ثُلُثُ الْحَجَرِ، وَسَلْمَانُ الْفَارِسِيُّ قَائِمٌ يَنْظُرُ، فَبَرَقَ مَعَ ضَرْبَةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَرْقَةٌ، ثُمَّ ضَرَبَ الثَّانِيَةَ، وَقَالَ: {تَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلًا، لَا مُبَدِّلَ لِكَلِمَاتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ}، فَنَدَرَ الثُّلُثُ الْآخَرُ، فَبَرَقَتْ بَرْقَةٌ فَرَآهَا سَلْمَانُ، ثُمَّ ضَرَبَ الثَّالِثَةَ، وَقَالَ: {تَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلًا، لَا مُبَدِّلَ لِكَلِمَاتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ}، فَنَدَرَ الثُّلُثُ الْبَاقِي، وَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَخَذَ رِدَاءَهُ وَجَلَسَ، قَالَ سَلْمَانُ: يَا رَسُولَ اللَّهِ، رَأَيْتُكَ حِينَ ضَرَبْتَ، مَا تَضْرِبُ ضَرْبَةً إِلَّا كَانَتْ مَعَهَا بَرْقَةٌ، قَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا سَلْمَانُ، رَأَيْتَ ذَلِكَ» فَقَالَ: إِي وَالَّذِي بَعَثَكَ بِالْحَقِّ يَا رَسُولَ اللَّهِ، قَالَ: «فَإِنِّي حِينَ ضَرَبْتُ الضَّرْبَةَ الْأُولَى رُفِعَتْ لِي مَدَائِنُ كِسْرَى وَمَا حَوْلَهَا وَمَدَائِنُ كَثِيرَةٌ، حَتَّى رَأَيْتُهَا بِعَيْنَيَّ» قَالَ لَهُ مَنْ حَضَرَهُ مِنْ أَصْحَابِهِ: يَا رَسُولَ اللَّهِ، ادْعُ اللَّهَ أَنْ يَفْتَحَهَا عَلَيْنَا وَيُغَنِّمَنَا دِيَارَهُمْ، وَيُخَرِّبَ بِأَيْدِينَا بِلَادَهُمْ، فَدَعَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ، «ثُمَّ ضَرَبْتُ الضَّرْبَةَ الثَّانِيَةَ، فَرُفِعَتْ لِي مَدَائِنُ قَيْصَرَ وَمَا حَوْلَهَا، حَتَّى رَأَيْتُهَا بِعَيْنَيَّ»، قَالُوا: يَا رَسُولَ اللَّهِ، ادْعُ اللَّهَ أَنْ يَفْتَحَهَا عَلَيْنَا وَيُغَنِّمَنَا دِيَارَهُمْ، وَيُخَرِّبَ بِأَيْدِينَا بِلَادَهُمْ، فَدَعَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِذَلِكَ، «ثُمَّ ضَرَبْتُ الثَّالِثَةَ، فَرُفِعَتْ لِي مَدَائِنُ الْحَبَشَةِ وَمَا حَوْلَهَا مِنَ الْقُرَى، حَتَّى رَأَيْتُهَا بِعَيْنَيَّ»، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «عِنْدَ ذَلِكَ دَعُوا الْحَبَشَةَ مَا وَدَعُوكُمْ، وَاتْرُكُوا التُّرْكَ مَا تَرَكُوكُمْ»",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "23"
    }
  }
}