{
  "hadith": {
    "hadith_id": 319,
    "narrator": "আবদুর রহমান ইব্‌ন আবযা (রহঃ)",
    "bn": "এক ব্যক্তি উমর(রাঃ)-এর নিকট এসে বলল, আমি জানাবাতগ্রস্ত হয়েছি কিন্তু পানি পেলাম না। উমর (রাঃ) বললেন, তুমি সালাত আদায় করো না। তখন আম্মার (রাঃ)বললেন, হে আমীরুল মুমিনীন! আপনার স্মরণ আছে কি? একবার আমি এবং আপনি এক যুদ্ধে ছিলাম আর আমরা জানাবাতগ্রস্ত হলাম কিন্তু পানি পাচ্ছিলাম না। তখন আপনি সালাত আদায় করলেন না। কিন্তু আমি মাটিতে গড়াগড়ি দিলাম এবং সালাত আদায় করলাম। পরবর্তীতে যখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট তা ব্যক্ত করলাম, তিনি বললেনঃ তোমার জন্য এ-ই যথেষ্ট ছিল এ বলে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মাটিতে হাত রাখলেন এবং উভয় হাতে ফুঁ দিলেন তারপর উভয় হাত দ্বারা আপন মুখমণ্ডল ও উভয় কব্জি মসেহ করলেন। সালামা সন্দেহ করে বলেন, আমার জানা নেই(তিনি এতে উভয় কনুই বলেছেন না উভয় কব্জি)। উমর(রাঃ)বললেন, তুমি যা করলে তার দায়িত্ব তোমার উপরই অর্পণ করলাম। শু‘বা (রহঃ) বলেন, তিনি উভয় হাত, মুখমণ্ডল এবং বাহুদ্বয়ের কথা বলতেন। এজন্য মানসূর তাঁকে বললেন, আপনি কি বলছেন? আপনি ব্যতীত কেউই বাহুর কথা উল্লেখ করেন নি। এজন্য সালামার সন্দেহ হল। তিনি বললেনঃ আমার স্মরণ নেই তিনি বাহুর কথা উল্লেখ করেছেন কিনা।",
    "ar": "أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ تَمِيمٍ قَالَ: حَدَّثَنَا حَجَّاجٌ قَالَ: حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ وَسَلَمَةُ، عَنْ ذَرٍّ، عَنِ ابْنِ عَبْدِ الرَّحْمَنِ بْنِ أَبْزَى، عَنْ أَبِيهِ، أَنْ رَجُلًا جَاءَ إِلَى عُمَرَ رَضِيَ اللَّهُ عَنْهُ فَقَالَ: إِنِّي أَجْنَبْتُ فَلَمْ أَجِدِ الْمَاءَ، فَقَالَ عُمَرُ: لَا تُصَلِّ. فَقَالَ عَمَّارٌ: أَمَا تَذْكُرُ يَا أَمِيرَ الْمُؤْمِنِينَ إِذْ أَنَا وَأَنْتَ فِي سَرِيَّةٍ فَأَجْنَبْنَا فَلَمْ نَجِدْ مَاءً، فَأَمَّا أَنْتَ فَلَمْ تُصَلِّ، وَأَمَّا أَنَا فَتَمَعَّكْتُ فِي التُّرَابِ، ثُمَّ صَلَّيْتُ، فَلَمَّا أَتَيْنَا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَكَرْتُ ذَلِكَ لَهُ فَقَالَ: «إِنَّمَا يَكْفِيكَ وَضَرَبَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِيَدَيْهِ إِلَى الْأَرْضِ، ثُمَّ نَفَخَ فِيهِمَا، فَمَسَحَ بِهِمَا وَجْهَهُ وَكَفَّيْهِ» - شَكَّ سَلَمَةُ وَقَالَ: لَا أَدْرِي فِيهِ إِلَى الْمِرْفَقَيْنِ أَوْ إِلَى الْكَفَّيْنِ - قَالَ عُمَرُ: نُوَلِّيكَ مِنْ ذَلِكَ مَا تَوَلَّيْتَ. قَالَ شُعْبَةُ: كَانَ يَقُولُ الْكَفَّيْنِ وَالْوَجْهَ وَالذِّرَاعَيْنِ، فَقَالَ لهُ مَنْصُورٌ: مَا تَقُولُ فَإِنَّهُ لَا يَذْكُرُ الذِّرَاعَيْنِ أَحَدٌ غَيْرُكَ فَشَكَّ سَلَمَةُ فَقَالَ: لَا أَدْرِي ذَكَرَ الذِّرَاعَيْنِ أَمْ لَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "1"
    }
  }
}