{
  "hadith": {
    "hadith_id": 3201,
    "narrator": "আবূ সালামা ইব্‌ন আবদুর রহমান (রহঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) – এর স্ত্রী আয়েশা (রাঃ) থেকে বর্ণনা করেন যে, তিনি তাঁর নিকট বর্ণনা করেছেন, আল্লাহ্‌ তা’আলা যখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) – কে তাঁর স্ত্রীগণকে দাম্পত্য সম্পর্ক ছিন্ন করার ব্যাপারে ‘ইখতিয়ার’ (স্বাধিকার) প্রদানের আদেশ করলেন, আয়েশা (রাঃ) বলেন, তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে দিয়েই আরম্ভ করলেন। তিনি বললেনঃ আমি তোমার নিকট একটি কথা বলব, কিন্তু তুমি সে ব্যাপারে তোমার পিতামাতার পরামর্শ গ্রহনের পূর্বে (অবিলম্বে) সে সম্বন্ধে মতামত প্রকাশ করবে না। কারন তিনি জানতেন, আমার মাতাপিতা তাঁর কাছ থেকে বিচ্ছেদের পরামর্শ আমাকে দেবেন না। তারপর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ (কুরআনের ভাষা অনুসারে) “হে নবী। আপনি আপনার স্ত্রীগণকে বলুন, যদি তোমরা পার্থিব জীবন এবং এর সাজসজ্জা কামনা কর; তবে আসো, আমি তোমাদের ভোগ সামগ্রীর ব্যবস্থা করে দেই এবং সৌজন্যের সাথে তোমাদের বিদায় দেই (৩৩:২৮)। আমি বললামঃ এ ব্যাপারে আমি আমার পিতামাতার নিকট পরামর্শ করব ? আমি তো আল্লাহ্‌, আল্লাহ্‌র রাসূল এবং আখিরাতের জীবন কামনা করি।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ خَالِدٍ النَّيْسَابُورِيُّ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ مُوسَى بْنِ أَعْيَنَ، قَالَ: حَدَّثَنَا أَبِي، عَنْ مَعْمَرٍ، عَنْ الزُّهْرِيِّ، قَالَ: حَدَّثَنَا أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، أَنَّهَا أَخْبَرَتْهُ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَاءَهَا حِينَ أَمَرَهُ اللَّهُ أَنْ يُخَيِّرَ أَزْوَاجَهُ، قَالَتْ عَائِشَةُ: فَبَدَأَ بِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «إِنِّي ذَاكِرٌ لَكِ أَمْرًا، فَلَا عَلَيْكِ أَنْ لَا تُعَجِّلِي حَتَّى تَسْتَأْمِرِي أَبَوَيْكِ»، قَالَتْ: وَقَدْ عَلِمَ أَنَّ أَبَوَيَّ لَا يَأْمُرَانِي بِفِرَاقِهِ، ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ} [الأحزاب: 28]، فَقُلْتُ: فِي هَذَا أَسْتَأْمِرُ أَبَوَيَّ فَإِنِّي أُرِيدُ اللَّهَ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}