{
  "hadith": {
    "hadith_id": 3222,
    "narrator": "উবায়দুল্লাহ্‌ ইব্‌ন আবদুল্লাহ্‌ ইব্‌ন উতবা (রহঃ)",
    "bn": "আবদুল্লাহ্‌ ইব্‌ন আমর ইব্‌ন উসমান, মারওয়ানের খিলাফতকালে বিনত  সাঈদ ইব্‌ন যায়দকে চূড়ান্ত (তিন) তালাক দিলেন। তিনি ছিলেন তখন একজন পূর্ণ যুবক। আর বিনত  সাঈদ-এর মাতা ছিলেন বিনত  কায়স। তার খালা ফাতিমা বিনত  কায়স (রাঃ) তার নিকট সংবাদ পাঠালেন, সে যেন আবদুল্লাহ্‌ ইব্‌ন আমরের ঘর থেকে স্থানান্তরিত হয়ে যায়। মারওয়ান এ খবর শুনে বিনত  সাঈদ-এর নিকট লোক পাঠিয়ে আদেশ করলেন, সে যেন তার ঘরে প্রত্যাবর্তন করে এবং তাকে জিজ্ঞাসা করলেন, তার ঘরে ইদ্দত পালনের পূর্বে তাকে কোন বিষয় তাকে তার ঘর হতে বের করলো? সে খলিফার নিকট সংবাদ পাঠালো, তার খালা তাকে এ আদেশ করেছেন। ফাতিমা বিনত  কায়স বললেন, তিনি আবূ আমর ইব্‌ন হাফসের বিবাহে ছিলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন আলী ইব্‌ন আবী তালিব (রাঃ)-কে ইয়ামানে গভর্নর করে পাঠালেন, তখন তিনি (স্বামী) তাঁর সাথে গিয়েছিলেন, (সেখান হতে) তিনি তাঁর নিকট এক তালাক পাঠালেন, যা ছিল তাঁর অবশিষ্ট তালাক। তিনি হারিস ইব্‌ন হিশাম এবং আইয়াশ ইব্‌ন আবী রবীআ (রাঃ)-কে তাঁর খোরপোষ দিয়ে দিতে আদেশ করলেন। ফাতিমা (রাঃ) হারিস এবং আইয়াশ (রাঃ)-এর নিকট লোক পাঠিয়ে তাঁর স্বামী তাদেরকে যে খোরপোষ দিতে বলেছিলেন, তা চেয়ে পাঠালেন। তাঁরা উভয়ে বললেনঃ আল্লাহ্‌র শপথ আমাদের নিকট তার কোন খোরপোষ নেই; তবে যদি সে গর্ভবতী হয়। আর আমাদের অনুমতি ব্যতীত তার আমাদের ঘরে থাকার কোন অধিকার নেই। এরপর তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর খিদমতে গমন করে তা তাঁর কাছে বর্ণনা করলেন। তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হারিস এবং আইয়াশ (রাঃ)-কে সত্যায়ন করলেন। তখন ফাতিমা (রাঃ) বললেনঃ ইয়া রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমি কোথায় যাব? তিনি বললেনঃ তুমি অন্ধ ইব্‌ন উম্মু মাকতূম (রাঃ) যাকে আল্লাহ্‌ তা’আলা তাঁর কিতাবে (অন্ধ) উল্লেখ করেছেন, তাঁর নিকট থাক। ফাতিমা (রাঃ) বলেনঃ আমি তাঁর নিকটই ইদ্দত পূর্ণ করলাম। তিনি ছিলেন দৃষ্টি শক্তিহীন ব্যাক্তি। আমি তাঁর ঘরে আমার (অতিরিক্ত) কাপড় খুলে রাখতাম। পরে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে উসামা ইব্‌ন যায়দ-এর নিকট বিবাহ দিলেন। মারওয়ান এ বিষয়টি প্রত্যাখান করলেন। তিনি বললেন, তোমার পূর্বে এ হাদিস আমি কারও নিকট শ্রবণ করিনি। এ ব্যাপারে লোককে যে বিধান পালন করতে দেখেছি, আমি তা-ই পালন করবো। (সংক্ষিপ্ত)",
    "ar": "أَخْبَرَنَا كَثِيرُ بْنُ عُبَيْدٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، عَنْ الزُّبَيْدِيِّ، عَنْ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ: أَنَّ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ عُثْمَانَ طَلَّقَ وَهُوَ غُلَامٌ شَابٌّ فِي إِمَارَةِ مَرْوَانَ ابْنَةَ سَعِيدِ بْنِ زَيْدٍ، وَأُمُّهَا بِنْتُ قَيْسٍ الْبَتَّةَ، فَأَرْسَلَتْ إِلَيْهَا خَالَتُهَا فَاطِمَةُ بِنْتُ قَيْسٍ، تَأْمُرُهَا بِالِانْتِقَالِ مِنْ بَيْتِ عَبْدِ اللَّهِ بْنِ عَمْرٍو، وَسَمِعَ بِذَلِكَ مَرْوَانُ، فَأَرْسَلَ إِلَى ابْنَةِ سَعِيدٍ، فَأَمَرَهَا أَنْ تَرْجِعَ إِلَى مَسْكَنِهَا، وَسَأَلَهَا مَا حَمَلَهَا عَلَى الِانْتِقَالِ مِنْ قَبْلِ أَنْ تَعْتَدَّ فِي مَسْكَنِهَا حَتَّى تَنْقَضِيَ عِدَّتُهَا؟ فَأَرْسَلَتْ إِلَيْهِ تُخْبِرُهُ أَنَّ خَالَتَهَا أَمَرَتْهَا بِذَلِكَ، فَزَعَمَتْ فَاطِمَةُ بِنْتُ قَيْسٍ أَنَّهَا كَانَتْ تَحْتَ أَبِي عَمْرِو بْنِ حَفْصٍ، فَلَمَّا أَمَّرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلِيَّ بْنَ أَبِي طَالِبٍ عَلَى الْيَمَنِ، خَرَجَ مَعَهُ، وَأَرْسَلَ إِلَيْهَا بِتَطْلِيقَةٍ هِيَ بَقِيَّةُ طَلَاقِهَا، وَأَمَرَ لَهَا الْحَارِثَ بْنَ هِشَامٍ، وَعَيَّاشَ بْنَ أَبِي رَبِيعَةَ بِنَفَقَتِهَا، فَأَرْسَلَتْ، زَعَمَتْ إِلَى الْحَارِثِ وَعَيَّاشٍ، تَسْأَلُهُمَا الَّذِي أَمَرَ لَهَا بِهِ زَوْجُهَا، فَقَالَا: وَاللَّهِ مَا لَهَا عِنْدَنَا نَفَقَةٌ إِلَّا أَنْ تَكُونَ حَامِلًا، وَمَا لَهَا أَنْ تَكُونَ فِي مَسْكَنِنَا إِلَّا بِإِذْنِنَا، فَزَعَمَتْ أَنَّهَا أَتَتْ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَتْ ذَلِكَ لَهُ، فَصَدَّقَهُمَا، قَالَتْ فَاطِمَةُ: فَأَيْنَ أَنْتَقِلُ يَا رَسُولَ اللَّهِ؟ قَالَ: «انْتَقِلِي عِنْدَ ابْنِ أُمِّ مَكْتُومٍ الْأَعْمَى الَّذِي سَمَّاهُ اللَّهُ عَزَّ وَجَلَّ فِي كِتَابِهِ»، قَالَتْ فَاطِمَةُ: فَاعْتَدَدْتُ عِنْدَهُ، وَكَانَ رَجُلًا قَدْ ذَهَبَ بَصَرُهُ، فَكُنْتُ أَضَعُ ثِيَابِي عِنْدَهُ حَتَّى أَنْكَحَهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أُسَامَةَ بْنَ زَيْدٍ، فَأَنْكَرَ ذَلِكَ عَلَيْهَا مَرْوَانُ، وَقَالَ: لَمْ أَسْمَعْ هَذَا الْحَدِيثَ مِنْ أَحَدٍ قَبْلَكِ، وَسَآخُذُ بِالْقَضِيَّةِ الَّتِي وَجَدْنَا النَّاسَ عَلَيْهَا «مُخْتَصَرٌ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}