{
  "hadith": {
    "hadith_id": 3223,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "আবূ হুযায়ফা ইব্‌ন উতবা ইব্‌ন রবী’আ ইব্‌ন আব্‌দ শামস ছিলেন ঐ সকল লোকের মধ্যে যারা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সংগে বদর যুদ্ধে শরীক ছিলেন। তিনি সালিম নামে এক ব্যক্তিকে (পালক) ‘পুত্র’ বানিয়ে নিয়েছিলেন এবং তার সাথে তার ভ্রাতৃকন্যা হিন্দা বিনত  ওয়ালীদ ইব্‌ন উতবা ইব্‌ন রবী’আ ইব্‌ন আবদ শামস-এর বিবাহ দেন। সে ছিল এক আনসারী মহিলার ক্রীতদাস। যেমন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যায়দ-কে পূত্র হিসাবে গ্রহণ করেছিলেন। জাহিলী যুগে নিয়ম ছিল, যদি কেউ কাউকেও পোষ্যপুত্র হিসেবে গ্রহণ করতো, লোক তাকে তার ছেলে বলেই ডাকতো এবং এ ছেলে ঐ লোকের ওয়ারিশ হতো। এ ব্যাপারে আল্লাহ্‌ তা’আলা এ আয়াত নাযিল করেনঃ “তোমরা তাদের ডাক তাদের পিতৃ-পরিচয়ে, এটাই আল্লাহ্‌র দৃষ্টিতে অধিক ন্যায়সঙ্গত; যদি তোমরা তাদের পিতৃ-পরিচয় না জান, তবে তারা তোমাদের ধর্মীয় ভাই এবং বন্ধু। (৩৩:৫)।” এরপর যার পিতৃ পরিচয় না থাকতো, সে বন্ধু বা ধর্মীয় ভাই হিসেবে পরিগণিত হতো। (সংক্ষিপ্ত)",
    "ar": "أَخْبَرَنَا عِمْرَانُ بْنُ بَكَّارِ بْنِ رَاشِدٍ، قَالَ: حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ: أَنْبَأَنَا شُعَيْبٌ، عَنْ الزُّهْرِيِّ، قَالَ: أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، عَنْ عَائِشَةَ: أَنَّ أَبَا حُذَيْفَةَ بْنَ عُتْبَةَ بْنِ رَبِيعَةَ بْنِ عَبْدِ شَمْسٍ، وَكَانَ مِمَّنْ شَهِدَ بَدْرًا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، تَبَنَّى سَالِمًا وَأَنْكَحَهُ ابْنَةَ أَخِيهِ هِنْدَ بِنْتَ الْوَلِيدِ بْنِ عُتْبَةَ بْنِ رَبِيعَةَ بْنِ عَبْدِ شَمْسٍ، وَهُوَ مَوْلًى لِامْرَأَةٍ مِنَ الْأَنْصَارِ، كَمَا «تَبَنَّى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ زَيْدًا»، وَكَانَ مَنْ تَبَنَّى رَجُلًا فِي الْجَاهِلِيَّةِ، دَعَاهُ النَّاسُ ابْنَهُ، فَوَرِثَ مِنْ مِيرَاثِهِ، حَتَّى أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ فِي ذَلِكَ {ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ فَإِنْ لَمْ تَعْلَمُوا آبَاءَهُمْ فَإِخْوَانُكُمْ فِي الدِّينِ وَمَوَالِيكُمْ} [الأحزاب: 5] فَمَنْ لَمْ يُعْلَمْ لَهُ أَبٌ كَانَ مَوْلًى وَأَخًا فِي الدِّينِ «مُخْتَصَرٌ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}