{
  "hadith": {
    "hadith_id": 3224,
    "narrator": "রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী আয়েশা (রাঃ) এবং উম্মু সালামা (রাঃ) হতে বর্ণিত",
    "bn": "আবূ হুযায়ফা ইব্‌ন উতবা রবী’আ ইব্‌ন আব্‌দ শাম্‌স ছিলেন ঐ লোকদের একজন, যাঁরা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে বদর যুদ্ধে শরীক ছিলেন। তিনি সালিম (রাঃ) নামক এক ব্যাক্তিকে পুত্র বানিয়ে নেন। সালিম ছিলেন এক আনসারী মহিলার ক্রীতদাস। যেমন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যায়দ ইব্‌ন হারিছাকে পোষ্যপুত্র হিসাবে গ্রহণ করেছিলেন। আবূ হুযায়ফা ইব্‌ন উতবা তার ভাতিজি হিন্দা বিনত  ওয়ালীদ ইব্‌ন রবী’আ-কে তার সাথে বিবাহ দিলেন। হিন্দা বিনত  ওয়ালীদ ইব্‌ন উতবা ছিলেন প্রথম পর্যায়ে (প্রবীণ) হিজরতকারিণীদের অন্যতম এবং কুরায়েশের বিধবাদের মধ্যে শ্রেষ্ঠ। এরপর মহান মহিয়ান আল্লাহ্‌ তাআলা যখন যায়দ ইব্‌ন হারিসা (রাঃ) সম্বন্ধে আয়াত নাযিল করলেনঃ “তাদের (পালক পুত্রদের) তোমরা ডাকবে তাদের (জন্মদাতা) পিতার প্রতি সম্বন্ধিত করে। এটিই আল্লাহ্‌র কাছে অধিক ন্যায়সংগত।” তখন প্রত্যেকে (পোষ্যপুত্র) এদের (পালক পিতা) থেকে তাঁর জন্মদাতা পিতার দিকে প্রত্যাবর্তিত করা হল। যদি তাঁর পিতার সম্বন্ধে জানা না থাকতো, তা হলে তাকে মুক্তিদানকারী মনিবদের প্রতি সম্বন্ধিত করা হত।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ نَصْرٍ، قَالَ: حَدَّثَنَا أَيُّوبُ بْنُ سُلَيْمَانَ بْنِ بِلَالٍ، قَالَ: حَدَّثَنِي أَبُو بَكْرِ بْنُ أَبِي أُوَيْسٍ، عَنْ سُلَيْمَانَ بْنِ بِلَالٍ، قَالَ: قَالَ يَحْيَى يَعْنِي ابْنَ سَعِيدٍ، وَأَخْبَرَنِي ابْنُ شِهَابٍ، قَالَ: حَدَّثَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، وَابْنُ عَبْدِ اللَّهِ بْنِ رَبِيعَةَ، عَنْ عَائِشَةَ، زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَأُمِّ سَلَمَةَ، زَوْجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَنَّ أَبَا حُذَيْفَةَ بْنَ عُتْبَةَ بْنِ رَبِيعَةَ بْنِ عَبْدِ شَمْسٍ، وَكَانَ مِمَّنْ شَهِدَ بَدْرًا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، تَبَنَّى سَالِمًا وَهُوَ مَوْلًى لِامْرَأَةٍ مِنَ الْأَنْصَارِ، كَمَا «تَبَنَّى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ زَيْدَ بْنَ حَارِثَةَ» وَأَنْكَحَ أَبُو حُذَيْفَةَ بْنُ عُتْبَةَ سَالِمًا ابْنَةَ أَخِيهِ هِنْدَ ابْنَةَ الْوَلِيدِ بْنِ عُتْبَةَ بْنِ رَبِيعَةَ، وَكَانَتْ هِنْدُ بِنْتُ الْوَلِيدِ بْنِ عُتْبَةَ مِنَ الْمُهَاجِرَاتِ الْأُوَلِ، وَهِيَ يَوْمَئِذٍ مِنْ أَفْضَلِ أَيَامَى قُرَيْشٍ، فَلَمَّا أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ فِي زَيْدِ بْنِ حَارِثَةَ {ادْعُوهُمْ لِآبَائِهِمْ هُوَ أَقْسَطُ عِنْدَ اللَّهِ} [الأحزاب: 5] رُدَّ كُلُّ أَحَدٍ يَنْتَمِي مِنْ أُولَئِكَ إِلَى أَبِيهِ، فَإِنْ لَمْ يَكُنْ يُعْلَمُ أَبُوهُ، رُدَّ إِلَى مَوَالِيهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}