{
  "hadith": {
    "hadith_id": 3228,
    "narrator": "ইবরাহীম ইব্‌ন মুহাম্মাদ তায়মী (রহঃ)",
    "bn": "মারছাদ ইব্‌ন আবূ মারছাদ গানাবী (রহঃ) নামক এক ব্যাক্তি ছিল খুব শক্তিশালী। সে মক্কা হতে মদিনায় কয়েদী বহন করতো। তিনি বলেন, আমি এক ব্যাক্তিকে বহন করার জন্য আহ্বান করলাম। মক্কায় এক পতিতা ছিল- যার নাম ছিল আনাক। সে (পতিতা) ছিল তার (মারছাদের) ‘বান্ধবী’। সে বের হয়ে দেওয়ালের ছায়ায় আমার কায়া দেখে বললেনঃ এ ব্যাক্তি কে? মারাছাদ নাকি? তোমাকে স্বাগতম। হয়ে মারছাদ! চল আজ রাত আমাদের নিকট (তাঁবুতে) অতিবাহিত কর। আমি বললামঃ হয়ে আনাক! রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ব্যাভিচার হারাম করেছেন। সে বলে উঠলেনঃ হে তাঁবুবাসিগণ! এ দুলদুল (সজারু) যে তোমাদের কয়েদীকে বহন করে মক্কা হতে মদীনায় নিয়ে যাই। এরপর আমি (আত্ম রক্ষার জন্য) ‘খানদামা’ পাহাড়ে আশ্রয় নিলাম। আমাকে আটজন লোক তালাশ করতে এসে তাঁরা আমার মাথার উপর দাঁড়িয়ে পেশাব করে দিল। তাদের পেশাব আমার গায়ে পড়লো। কিন্তু আল্লাহ্‌ তা’আলা তাদেরকে আমাকে দেখা হতে অন্ধ করে দিলেন। আমি আমার সাথীর নিকট এসে যখন ‘আরাক’ নামক স্থানে পৌঁছালাম, তখন তাঁর শক্ত বেড়ী খুলে দিলাম। এরপর আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর খিদমতে পৌঁছে আরয করলামঃ আমি কি ‘আনাক’-কে বিবাহ করবো? তিনি নিশ্চুপ থাকলেন। তখন নাযিল হলোঃ “ব্যভিচারিণী, তাকে ব্যভিচার অথবা মুশরিক ব্যতীত কেউ বিবাহ করে না। (২৪ : ৩)” তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে ডেকে আয়াত শুনিয়ে বললেনঃ তুমি তাকে বিবাহ করো না।",
    "ar": "أَخْبَرَنَا إِبْرَاهِيمُ بْنُ مُحَمَّدٍ التَّيْمِيُّ، قَالَ: حَدَّثَنَا يَحْيَى هُوَ ابْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ بْنِ الْأَخْنَسِ، عَنْ عَمْرِو بْنِ شُعَيْبٍ، عَنْ أَبِيهِ، عَنْ جَدِّهِ، أَنَّ مَرْثَدَ بْنَ أَبِي مَرْثَدٍ الْغَنَوِيَّ، وَكَانَ رَجُلًا شَدِيدًا، وَكَانَ يَحْمِلُ الْأُسَارَى مِنْ مَكَّةَ، إِلَى الْمَدِينَةِ، قَالَ: فَدَعَوْتُ رَجُلًا لِأَحْمِلَهُ، وَكَانَ بِمَكَّةَ بَغِيٌّ يُقَالُ لَهَا: عَنَاقُ، وَكَانَتْ صَدِيقَتَهُ، خَرَجَتْ فَرَأَتْ سَوَادِي فِي ظِلِّ الْحَائِطِ، فَقَالَتْ: مَنْ هَذَا مَرْثَدٌ، مَرْحَبًا وَأَهْلًا يَا مَرْثَدُ، انْطَلِقِ اللَّيْلَةَ فَبِتْ عِنْدَنَا فِي الرَّحْلِ، قُلْتُ: يَا عَنَاقُ، إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَرَّمَ الزِّنَا، قَالَتْ: يَا أَهْلَ الْخِيَامِ، هَذَا الدُّلْدُلُ، هَذَا الَّذِي يَحْمِلُ أُسَرَاءَكُمْ مِنْ مَكَّةَ إِلَى الْمَدِينَةِ، فَسَلَكْتُ الْخَنْدَمَةَ، فَطَلَبَنِي ثَمَانِيَةٌ، فَجَاءُوا حَتَّى قَامُوا عَلَى رَأْسِي، فَبَالُوا، فَطَارَ بَوْلُهُمْ عَلَيَّ، وَأَعْمَاهُمُ اللَّهُ عَنِّي، فَجِئْتُ إِلَى صَاحِبِي، فَحَمَلْتُهُ، فَلَمَّا انْتَهَيْتُ بِهِ إِلَى الْأَرَاكِ، فَكَكْتُ عَنْهُ كَبْلَهُ، فَجِئْتُ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقُلْتُ: يَا رَسُولَ اللَّهِ، أَنْكِحُ عَنَاقَ، فَسَكَتَ عَنِّي، فَنَزَلَتْ: {الزَّانِيَةُ لَا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ} [النور: 3]، فَدَعَانِي، فَقَرَأَهَا عَلَيَّ وَقَالَ: «لَا تَنْكِحْهَا»\n---\n[حكم الألباني] حسن الإسناد",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}