{
  "hadith": {
    "hadith_id": 3237,
    "narrator": "ইব্‌ন শারাহীল শা’বী (রহঃ)",
    "bn": "তিনি ফাতিমা বিনত  কায়াস (রাঃ)-কে, যিনি প্রথম পর্যায়ে হিজরতকারিনী মহিলাদের অন্তর্ভুক্ত ছিলেন, বলতে শুনেছেন। মুহাম্মাদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর একদল সাহাবীর মধ্যে আবদূর রহমান ইব্‌ন আউফ (রাঃ) আমার বিবাহের পয়গাম দিলেন। আর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর মাওলা (আযাদকৃত গোলাম) উসামা ইব্‌ন যায়াদ-এর জন্যও আমার প্রস্তাব দিয়েছিলেন। আর পূর্বেই আমার নিকট হাদীস পৌঁছেছিল যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন : যে আমাকে ভালবাসে সে যেন উসামাকে ভালবাসে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন আমার সাথে কথা বললেন, তখন আমি বললাম : আমার ব্যাপার আপনার ইখতিয়ারে। আপনি যার সাথে ইচ্ছা আমার বিবাহ দিতে পারেন। তিনি বললেন : তুমি উম্মু শরীকের নিকট যাও। উম্মু শরীক সম্পদশালিণী আনসারী মহিলা, আল্লাহর রাস্তায় অধিক দানকারিণী। তার নিকট বহু (অতিথি) মেহমানের সমাগম হয়ে থাকে। আমি বললাম : আচ্ছা তাই করব। পরে তিনি বললেন : না, তার নিকট যেও না, কারণ উম্মু শরীকের নিকট বহু মেহমানের সমাগম ঘটে। হয়ত তোমার ওড়না পড়ে যাবে। অথবা তোমার পায়ের গোছা হতে কাপড় সরে যাবে, আর লোকেরা তোমার এমন অংগ দেখে ফেলবে, যা তোমার পছন্দ নয়। তাই তুমি তোমার চাচাত ভাই আবদুল্লাহ ইব্‌ন আমর ইব্‌ন উম্মু মাকতুম-এর নিকট যাও। সে বনী ফিহরের একজন লোক। এরপর আমি তার নিকট গেলাম। (সংক্ষিপ্ত)",
    "ar": "أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ مُحَمَّدِ بْنِ سَلَّامٍ، قَالَ: حَدَّثَنِي عَبْدُ الصَّمَدِ بْنُ عَبْدِ الْوَارِثِ، قَالَ: سَمِعْتُ أَبِي، قَالَ: حَدَّثَنَا حُسَيْنٌ الْمُعَلِّمُ، قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بُرَيْدَةَ، قَالَ: حَدَّثَنِي عَامِرُ بْنُ شَرَاحِيلَ الشَّعْبِيُّ، أَنَّهُ سَمِعَ فَاطِمَةَ بِنْتَ قَيْسٍ، وَكَانَتْ مِنَ الْمُهَاجِرَاتِ الْأُوَلِ، قَالَتْ: خَطَبَنِي عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ، فِي نَفَرٍ مِنْ أَصْحَابِ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَخَطَبَنِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى مَوْلَاهُ أُسَامَةَ بْنِ زَيْدٍ، وَقَدْ كُنْتُ حُدِّثْتُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ أَحَبَّنِي فَلْيُحِبَّ أُسَامَةَ» فَلَمَّا كَلَّمَنِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قُلْتُ: أَمْرِي بِيَدِكَ، فَانْكِحْنِي مَنْ شِئْتَ، فَقَالَ: «انْطَلِقِي إِلَى أُمِّ شَرِيكٍ» وَأُمُّ شَرِيكٍ امْرَأَةٌ غَنِيَّةٌ مِنَ الْأَنْصَارِ، عَظِيمَةُ النَّفَقَةِ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ، يَنْزِلُ عَلَيْهَا الضِّيفَانُ، فَقُلْتُ: سَأَفْعَلُ، قَالَ: «لَا تَفْعَلِي، فَإِنَّ أُمَّ شَرِيكٍ كَثِيرَةُ الضِّيفَانِ، فَإِنِّي أَكْرَهُ أَنْ يَسْقُطَ عَنْكِ خِمَارُكِ، أَوْ يَنْكَشِفَ الثَّوْبُ عَنْ سَاقَيْكِ، فَيَرَى الْقَوْمُ مِنْكِ بَعْضَ مَا تَكْرَهِينَ، وَلَكِنِ انْتَقِلِي إِلَى ابْنِ عَمِّكِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ أُمِّ مَكْتُومٍ»، وَهُوَ رَجُلٌ مِنْ بَنِي فِهْرٍ، فَانْتَقَلْتُ إِلَيْهِ «مُخْتَصَرٌ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}