{
  "hadith": {
    "hadith_id": 3244,
    "narrator": "আবু সালামা ইবন আব্দুর রহমান ও মুহাম্মাদ ইব্‌ন আবদূর রহমান ইব্‌ন ছাওবান (রহঃ)",
    "bn": "তারা ফাতিমা বিনত কায়সকে তার ব্যাপারে প্রশ্ন করেন। জবাবে তিনি বলেন : আমার স্বামী আমাকে তিন তালাক দেয়। সে আমাকে কিছু খোরাক দিত, তাতে কিছু সমস্যা ছিল। আমি বললাম: আল্লাহর কসম যদি খোরাক ও বাসস্থান আমার প্রাপ্য হয়ে থাকে, তবে আমি তা চাইব। আমি এটা (নিম্নমানের খাদ্য) গ্রহন করবনা। উকিল বললেন: তোমার জন্য কোন খোরাক ও বাসস্থান (প্রাপ্য) নেই। তখন আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর খিদমতে উপস্থিত হয়ে তাকে তা জানালাম। তিনি বললেন : তোমার জন্য খোরাক ও বাসস্থান নেই, তুমি অমুক স্ত্রীলোকের কাছে থেকে ইদ্দত পালন কর। তিনি (ফাতিমা) বলেন : তার নিকট তাঁর সাহাবীরা আসা-যাওয়া করত। এরপর তিনি (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন : তাহলে তুমি উম্মু মাকতূমের নিকট থেকে ইদ্দত পূর্ণ কর। কেননা সে একজন অন্ধ বাক্তি। যখন তুমি ইদ্দত পূর্ণ করবে, তখন আমাকে অবহিত করবে। ফাতিমা (রাঃ) বলেন : আমি হালাল হয়ে তাঁকে জানালাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন : কে কে তোমাকে বিবাহের পয়গাম দিয়েছে? আমি বললাম : মু’আবিয়া (রাঃ) এবং অন্য একজন কুরায়শী ব্যক্তি। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন : মু’আবিয়া তো কুরায়শী যুবকদের মধ্যে একজন যুবক, তবে তার কোন সম্পদ নেই। আর অন্য ব্যক্তি একজন মন্দ লোক, তার মধ্যে কোন মঙ্গল নেই; বরং তুমি উসামাকে বিবাহ কর। ফাতিমা (রাঃ) বলেন : আমি তা পছন্দ করলাম না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তা তিনবার বললেন। এরপর আমি তাকে বিবাহ করলাম।",
    "ar": "أَخْبَرَنِي حَاجِبُ بْنُ سُلَيْمَانَ، قَالَ: حَدَّثَنَا حَجَّاجٌ، قَالَ: حَدَّثَنَا ابْنُ أَبِي ذِئْبٍ، عَنْ الزُّهْرِيِّ، وَيَزِيدُ بْنُ عَبْدِ اللَّهِ بْنِ قُسَيْطٍ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، وَعَنْ الْحَارِثِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ ثَوْبَانَ، أَنَّهُمَا سَأَلَا فَاطِمَةَ بِنْتَ قَيْسٍ، عَنْ أَمْرِهَا، فَقَالَتْ: طَلَّقَنِي زَوْجِي ثَلَاثًا، فَكَانَ يَرْزُقُنِي طَعَامًا فِيهِ شَيْءٌ، فَقُلْتُ: وَاللَّهِ لَئِنْ كَانَتْ لِي النَّفَقَةُ وَالسُّكْنَى لَأَطْلُبَنَّهَا وَلَا أَقْبَلُ هَذَا، فَقَالَ الْوَكِيلُ: لَيْسَ لَكِ سُكْنَى وَلَا نَفَقَةٌ، قَالَتْ: فَأَتَيْتُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ، فَقَالَ: «لَيْسَ لَكِ سُكْنَى وَلَا نَفَقَةٌ، فَاعْتَدِّي عِنْدَ فُلَانَةَ»، قَالَتْ: وَكَانَ يَأْتِيهَا أَصْحَابُهُ، ثُمَّ قَالَ: «اعْتَدِّي عِنْدَ ابْنِ أُمِّ مَكْتُومٍ فَإِنَّهُ أَعْمَى، فَإِذَا حَلَلْتِ فَآذِنِينِي» قَالَتْ: فَلَمَّا حَلَلْتُ آذَنْتُهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَمَنْ خَطَبَكِ؟» فَقُلْتُ: مُعَاوِيَةُ وَرَجُلٌ آخَرُ مِنْ قُرَيْشٍ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَمَّا مُعَاوِيَةُ، فَإِنَّهُ غُلَامٌ مِنْ غِلْمَانِ قُرَيْشٍ، لَا شَيْءَ لَهُ، وَأَمَّا الْآخَرُ، فَإِنَّهُ صَاحِبُ شَرٍّ لَا خَيْرَ فِيهِ، وَلَكِنْ انْكِحِي أُسَامَةَ بْنَ زَيْدٍ» قَالَتْ: فَكَرِهْتُهُ، فَقَالَ لَهَا ذَلِكَ ثَلَاثَ مَرَّاتٍ، فَنَكَحَتْهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}