{
  "hadith": {
    "hadith_id": 3248,
    "narrator": "উমর (রাঃ)",
    "bn": "তিনি বলেন : খুনায়স অর্থাৎ ইব্‌ন হুযাফা, যিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী এবং বদরের যুদ্ধে অংশ গ্রহণকারীদের অন্যতম ছিলেন, মদীনায় তাঁর ইন্তিকাল হলে হাফসা বিনত  উমর (রাঃ) বিধবা হলেন। উমর (রাঃ) বলেন : আমি উসমান ইব্‌ন আফফান (রাঃ)-এর সঙ্গে সাক্ষাৎ করে হাফসা (রাঃ)-এর কথা উল্লেখ করে তাকে বললাম : যদি তুমি ইচ্ছা কর, তাহলে হাফসাকে আমি তোমার নিকট বিবাহ দিব। তিনি বললেন : এ ব্যাপারে আমি চিন্তা করব। আমি কিছুদিন অতিবাহিত করলাম, পুনরায় তাঁর সাথে সাক্ষাৎ করলে তিনি বললেন : এসময় আমার বিবাহ করার ইচ্ছা নেই। উমর (রাঃ) বলেন : এরপর আমি আবূ বকর সিদ্দীক (রাঃ)-এর সাথে সাক্ষাৎ করে তাঁকে বললাম : যদি আপনি ইচ্ছা করেন , তাহলে হাফসা (রাঃ)-কে আপনার সাথে বিবাহ দিব। তিনি আমাকে কোন উত্তর দিলেন না। এতে উসমান (রাঃ)-এর উপর আমার ক্ষোভ হয়েছিল, তার চেয়ে অধিক ক্ষোভ হলো তাঁর উপর। এভাবে আমি কিছুদিন অতিবাহিত করলাম। এরপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার কাছে তার বিবাহের প্রস্তাব দিলেন। আমি তাঁকে তার বিবাহে সপর্দ করলাম। এরপর আবূ বকর (রাঃ)-এর সঙ্গে আমার সাক্ষাৎ হলে তিনি বললেন : আপনি আমার নিকট হাফসা (রাঃ)-এর বিবাহের প্রস্তাব দিলে আমি কিছু না বলায় হয়তো আপনি আমার উপর অসন্তুষ্ট হয়েছেন। আমি বললাম , হ্যাঁ। তিনি বললেন : আপনি যখন প্রস্তাব দিলেন : তখন আপনাকে কোন উত্তর না দেওয়ার কারণ এ ব্যতীত আর কিছুই ছিলনা যে, আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে তার সম্পর্কে আলোচনা করতে শুনেছি। আর আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর গোপন কথা প্রকাশ করতে চাইনি। যদি তিনি তাঁকে বাদ দিতেন তবে আমি তাকে বিবাহ করতাম।",
    "ar": "أَخْبَرَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ، قَالَ: أَنْبَأَنَا عَبْدُ الرَّزَّاقِ، قَالَ: أَنْبَأَنَا مَعْمَرٌ، عَنْ الزُّهْرِيِّ، عَنْ سَالِمٍ، عَنْ ابْنِ عُمَرَ، عَنْ عُمَرَ، قَالَ: تَأَيَّمَتْ حَفْصَةُ بِنْتُ عُمَرَ مِنْ خُنَيْسٍ يَعْنِي ابْنَ حُذَافَةَ، وَكَانَ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، مِمَّنْ شَهِدَ بَدْرًا، فَتُوُفِّيَ بِالْمَدِينَةِ، فَلَقِيتُ عُثْمَانَ بْنَ عَفَّانَ فَعَرَضْتُ عَلَيْهِ حَفْصَةَ، فَقُلْتُ: إِنْ شِئْتَ أَنْكَحْتُكَ حَفْصَةَ، فَقَالَ: سَأَنْظُرُ فِي ذَلِكَ، فَلَبِثْتُ لَيَالِيَ فَلَقِيتُهُ، فَقَالَ: مَا أُرِيدُ أَنْ أَتَزَوَّجَ يَوْمِي هَذَا، قَالَ عُمَرُ: فَلَقِيتُ أَبَا بَكْرٍ الصِّدِّيقَ، رَضِيَ اللَّهُ عَنْهُ فَقُلْتُ: إِنْ شِئْتَ أَنْكَحْتُكَ حَفْصَةَ، فَلَمْ يَرْجِعْ إِلَيَّ شَيْئًا، فَكُنْتُ عَلَيْهِ أَوْجَدَ مِنِّي عَلَى عُثْمَانَ رَضِيَ اللَّهُ عَنْهُ، فَلَبِثْتُ لَيَالِيَ، «فَخَطَبَهَا إِلَيَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَنْكَحْتُهَا إِيَّاهُ»، فَلَقِيَنِي أَبُو بَكْرٍ فَقَالَ: لَعَلَّكَ وَجَدْتَ عَلَيَّ حِينَ عَرَضْتَ عَلَيَّ حَفْصَةَ، فَلَمْ أَرْجِعْ إِلَيْكَ شَيْئًا، قُلْتُ: نَعَمْ، قَالَ: فَإِنَّهُ لَمْ يَمْنَعْنِي حِينَ عَرَضْتَ عَلَيَّ أَنْ أَرْجِعَ إِلَيْكَ شَيْئًا، إِلَّا أَنِّي «سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَذْكُرُهَا، وَلَمْ أَكُنْ لِأُفْشِيَ سِرَّ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَلَوْ تَرَكَهَا نَكَحْتُهَا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}