{
  "hadith": {
    "hadith_id": 3259,
    "narrator": "উমর ইবন খাত্তাব (রাঃ",
    "bn": "খুনায়স ইবন হুযাফা সাহমী (রাঃ)-এর ইন্তিকাল হওয়ায় হাফসা বিনত উমর (রাঃ) বিধবা হলেন। খুনায়স (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাহাবী ছিলেন এবং তিনি মদীনায় ইন্তিকাল করেন। উমর (রাঃ) বলেন, আমি উসমান ইবন আফ্ফানের (রাঃ) নিকট গিয়ে তাঁর সাথে হাফসা বিনত উমর- এর বিবাহ প্রস্তাব দিলাম। উমর (রাঃ) বলেন, আমি বললাম, যদি আপনি ইচ্ছা করেন, তা হলে হাফসাকে আপনার সাথে বিবাহ দিব। তিনি বললেন: এ ব্যাপারে আমি চিন্তা করবো। আমি কিছু দিন অপেক্ষা করলাম। এরপর তিনি আমার সাথে সাক্ষাৎ করে বললেন: আমি মনে করছি, এ সময় আমি বিবাহ করবো না। উমর (রাঃ) বলেন: আমি আবূ বকর সিদ্দীকের সাথে সাক্ষাৎ করলাম এবং বললাম: যদি আপনার ইচ্ছা হয়, তাহলে আমি হাফসা বিনত  উমর (রাঃ)-কে আপনার সাথে বিবাহ দিব। আবূ বকর সিদ্দীক (রাঃ) চুপ রইলেন। কোন উত্তরই দিলেন না। এতে উসমান (রাঃ)-এর উপর আমার যে ক্ষোভ হয়েছিল, তার চাইতে তাঁর উপর অধিক ক্ষোভ হলো। এভাবে কিছুদিন অতিবাহিত করলাম। এরপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (রাঃ) হাফসাকে বিবাহের পয়গাম দিলে, আমি তাঁর সাথে তাকে বিবাহ দেই। পরে আবূ বকর সিদ্দীক (রাঃ)-এর সাথে সাক্ষাৎ হলে তিনি বললেন: আপনি যখন হাফসা  বিবাহের প্রস্তাব দিয়েছিলেন, তখন হয়তো আপনি আমার উপর রাগ করেছিলেন, কেননা আমি কোন উত্তর দেইনি। উমর (রাঃ) বলেন, আমি বললাম: হ্যাঁ। তিনি বললেন, আপনার প্রস্তাবে আমার কিছু না বলার কারণ এটাই ছিল যে, আমি জানতাম, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (রাঃ) তার আলোচনা করেছেন। আর আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) (রাঃ)-এর গোপন কথা প্রকাশ করতে চাইনি। যদি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে গ্রহণ না করতেন, তাহলে আমি তাকে গ্রহণ করতাম।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ الْمُبَارَكِ، قَالَ: حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ بْنِ سَعْدٍ، قَالَ: حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنْ ابْنِ شِهَابٍ، قَالَ: أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّهُ سَمِعَ عَبْدَ اللَّهِ بْنَ عُمَرَ، يُحَدِّثُ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ، رَضِيَ اللَّهُ عَنْهُ، حَدَّثَنَا قَالَ: يَعْنِي تَأَيَّمَتْ حَفْصَةُ بِنْتُ عُمَرَ مِنْ خُنَيْسِ بْنِ حُذَافَةَ السَّهْمِيِّ، وَكَانَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَتُوُفِّيَ بِالْمَدِينَةِ، قَالَ عُمَرُ: فَأَتَيْتُ عُثْمَانَ بْنَ عَفَّانَ رَضِيَ اللَّهُ عَنْهُ فَعَرَضْتُ عَلَيْهِ حَفْصَةَ بِنْتَ عُمَرَ، قَالَ: قُلْتُ: إِنْ شِئْتَ أَنْكَحْتُكَ حَفْصَةَ، قَالَ: سَأَنْظُرُ فِي أَمْرِي، فَلَبِثْتُ لَيَالِيَ ثُمَّ لَقِيَنِي، فَقَالَ: قَدْ بَدَا لِي أَنْ لَا أَتَزَوَّجَ يَوْمِي هَذَا، قَالَ عُمَرُ: فَلَقِيتُ أَبَا بَكْرٍ الصِّدِّيقَ رَضِيَ اللَّهُ عَنْهُ، فَقُلْتُ: إِنْ شِئْتَ زَوَّجْتُكَ حَفْصَةَ بِنْتَ عُمَرَ، فَصَمَتَ أَبُو بَكْرٍ فَلَمْ يَرْجِعْ إِلَيَّ شَيْئًا، فَكُنْتُ عَلَيْهِ أَوْجَدَ مِنِّي عَلَى عُثْمَانَ، فَلَبِثْتُ لَيَالِيَ، ثُمَّ «خَطَبَهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَنْكَحْتُهَا إِيَّاهُ» فَلَقِيَنِي أَبُو بَكْرٍ فَقَالَ: لَعَلَّكَ وَجَدْتَ عَلَيَّ حِينَ عَرَضْتَ عَلَيَّ حَفْصَةَ فَلَمْ أَرْجِعْ إِلَيْكَ شَيْئًا، قَالَ عُمَرُ: قُلْتُ: نَعَمْ، قَالَ: فَإِنَّهُ لَمْ يَمْنَعْنِي أَنْ أَرْجِعَ إِلَيْكَ شَيْئًا فِيمَا عَرَضْتَ عَلَيَّ، إِلَّا أَنِّي قَدْ كُنْتُ «عَلِمْتُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَدْ ذَكَرَهَا، وَلَمْ أَكُنْ لِأُفْشِيَ سِرَّ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَلَوْ تَرَكَهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَبِلْتُهَا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}