{
  "hadith": {
    "hadith_id": 3280,
    "narrator": "সুফিয়ান (রহঃ)",
    "bn": "আমি আবূ হাযিম (রাঃ)-কে বলতে শুনেছি, সাহল ইবন সা’দ (রাঃ) বলতেন: আমি এক দল লোকের সঙ্গে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত ছিলাম। এক মহিলা দাঁড়িয়ে বললেন, ইয়া রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! এ মহিলা আপনার জন্য নিজকে হিবা করেছে। এখন এ ব্যাপারে আপনার সিদ্ধান্ত দেন? তিনি নিশ্চুপ রইলেন এবং কোন উত্তর দিলেন না। আবার সে মহিলা দাঁড়িয়ে বললেন: ইয়া রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! এ মহিলা আপনার জন্য নিজকে হিবা করেছে। এখন এ ব্যাপারে আপনার সিদ্ধান্ত গ্রহণ করুন? তখন এক ব্যক্তি দাঁড়িয়ে বললেন, ইয়া রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! তাকে আমার সঙ্গে বিবাহ দিন। তিনি বললেন, তোমার নিকট কি কোন বস্তু আছে? সে বললেন, না। তিনি বললেন, যাও একটি লোহার আংটি হলেও তা সংগ্রহ করে নিয়ে এসো। সে ব্যক্তি গিয়ে খোঁজ করে এসে বললেন, আমি কিছুই পেলাম না, এমনকি একটি লোহার আংটিও না। তিনি বললেন, তোমার কি কুরআনোর কিছু মুখস্থ আছে? সে বললেন, হ্যাঁ, অমুক অমুক সুরা আমার মুখস্থ আছে। তিনি বললেন, কুরআনের যা তোমার নিকট রয়েছে, তার সূত্রে আমি তাকে তোমার সাথে বিবাহ দিলাম।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، عَنْ سُفْيَانَ، قَالَ: سَمِعْتُ أَبَا حَازِمٍ، يَقُولُ: سَمِعْتُ سَهْلَ بْنَ سَعْدٍ، يَقُولُ: إِنِّي لَفِي الْقَوْمِ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَامَتِ امْرَأَةٌ، فَقَالَتْ: يَا رَسُولَ اللَّهِ، إِنَّهَا قَدْ وَهَبَتْ نَفْسَهَا لَكَ، فَرَأْ فِيهَا رَأْيَكَ، فَسَكَتَ، فَلَمْ يُجِبْهَا النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِشَيْءٍ، ثُمَّ قَامَتْ، فَقَالَ: يَا رَسُولَ اللَّهِ، إِنَّهَا قَدْ وَهَبَتْ نَفْسَهَا لَكَ، فَرَأْ فِيهَا رَأْيَكَ، فَقَامَ رَجُلٌ، فَقَالَ: زَوِّجْنِيهَا يَا رَسُولَ اللَّهِ، قَالَ: «هَلْ مَعَكَ شَيْءٌ؟» قَالَ: لَا، قَالَ: «اذْهَبْ فَاطْلُبْ وَلَوْ خَاتَمًا مِنْ حَدِيدٍ»، فَذَهَبَ فَطَلَبَ، ثُمَّ جَاءَ، فَقَالَ: لَمْ أَجِدْ شَيْئًا، وَلَا خَاتَمًا مِنْ حَدِيدٍ، قَالَ: «هَلْ مَعَكَ مِنَ الْقُرْآنِ شَيْءٌ؟» قَالَ: نَعَمْ، مَعِي سُورَةُ كَذَا وَسُورَةُ كَذَا، قَالَ: «قَدْ أَنْكَحْتُكَهَا عَلَى مَا مَعَكَ مِنَ الْقُرْآنِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}