{
  "hadith": {
    "hadith_id": 3284,
    "narrator": "উরওয়া (রহঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর স্ত্রী উম্মু সালামা--- তাঁকে সংবাদ দিয়েছেন, আবূ সুফিয়ানের কন্যা উম্মু হাবীবা (রাঃ) তাকে সংবাদ দিয়েছেন যে, তিনি বললেন, ইয়া রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! আবূ সুফিয়ানের কন্যা, আমার বোনকে আপনি বিবাহ করুন। তিনি বলেন, তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি কি এটা পছন্দ কর? আমি বললাম, হ্যাঁ, আমি আপনার সাথে (স্ত্রীরূপে) একাকী নই, সুতরাং কল্যাণের বিষয়ে আমার বোন আমার অংশীদার হবে। এটাই আমার কাছে অধিক পছন্দনীয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমার বোন আমার জন্য হালাল হবে না। আমি বললাম, আল্লাহর কসম, ইয়া রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমরা বলাবলি করছি যে, আপনি দুররাহ বিনত আবূ সালামাকে (রাঃ) বিবাহ করতে ইচ্ছা রাখেন। তিনি বললেন, উম্মু সালামার (রাঃ) কন্যা? আমি বললাম, হ্যাঁ। তিনি বললেন, আল্লাহর কসম। যদি সে আমার ক্রোড়ে পালিত কন্যা নাও হতো, তবুও সে আমার জন্য হালাল হতো না। কেননা, সে তো আমার দুধ ভাই-এর কন্যা। আমাকে এবং আবূ সালামকে (রাঃ) সুওয়াইবা (রাঃ) দুধ পান করিয়েছেন। অতএব, তোমাদের বোনদেরকে বা কন্যাদেরকে আমার কাছে (বিবাহের জন্য) পেশ করো না।",
    "ar": "أَخْبَرَنَا عِمْرَانُ بْنُ بَكَّارٍ، قَالَ: حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ: أَنْبَأَنَا شُعَيْبٌ، قَالَ: أَخْبَرَنِي الزُّهْرِيُّ، قَالَ: أَخْبَرَنِي عُرْوَةُ، أَنَّ زَيْنَبَ بِنْتَ أَبِي سَلَمَةَ - وَأُمُّهَا أُمُّ سَلَمَةَ زَوْجُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ - أَخْبَرَتْهُ أَنَّ أُمَّ حَبِيبَةَ بِنْتَ أَبِي سُفْيَانَ، أَخْبَرَتْهَا أَنَّهَا قَالَتْ: يَا رَسُولَ اللَّهِ، أَنْكِحْ أُخْتِي بِنْتَ أَبِي سُفْيَانَ، قَالَتْ: فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَوَتُحِبِّينَ ذَلِكَ؟» فَقُلْتُ: نَعَمْ، لَسْتُ لَكَ بِمُخْلِيَةٍ، وَأَحَبُّ مَنْ يُشَارِكُنِي فِي خَيْرٍ أُخْتِي، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ أُخْتَكِ لَا تَحِلُّ لِي»، فَقُلْتُ: وَاللَّهِ يَا رَسُولَ اللَّهِ، إِنَّا لَنَتَحَدَّثُ أَنَّكَ تُرِيدُ أَنْ تَنْكِحَ دُرَّةَ بِنْتَ أَبِي سَلَمَةَ، فَقَالَ: «بِنْتُ أُمِّ سَلَمَةَ؟» فَقُلْتُ: نَعَمْ، فَقَالَ: «وَاللَّهِ لَوْلَا أَنَّهَا رَبِيبَتِي فِي حَجْرِي مَا حَلَّتْ لِي، إِنَّهَا لَابْنَةُ أَخِي مِنَ الرَّضَاعَةِ، أَرْضَعَتْنِي وَأَبَا سَلَمَةَ ثُوَيْبَةُ، فَلَا تَعْرِضْنَ عَلَيَّ بَنَاتِكُنَّ وَلَا أَخَوَاتِكُنَّ،»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}