{
  "hadith": {
    "hadith_id": 3339,
    "narrator": "সাহল ইব্‌ন সা’দ (রাঃ)",
    "bn": "একজন মহিলা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হয়ে বললেনঃ ইয়া রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)। আমি এসেছি নিজেকে আপনাকে দান করার জন্য। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার প্রতি দৃষ্টি দিলেন, তাঁর দৃষ্টিকে তিনি উপরে উঠালেন, এরপর নিচু করলেন। তারপর তিনি তাঁর মস্তক নিচু করে রইলেন। মহিলাটি যখন দেখলো, তিনি তার ব্যাপারে কিছুই ফইসালা করছেন না, তখন সে বসে পড়লো। এসময় তাঁর সাহাবীদের এক ব্যক্তি দাঁড়িয়ে বললেন; ইয়া রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ! যদি এ মহিলার প্রতি আপনার প্রয়োজন না থাকে, তবে তাকে আমার নিকট বিবাহ দিন। তিনি বললেনঃ তোমার নিকট কিছু আছে কি ? সে বললেনঃ না। আল্লাহ্‌র কসম। আমি কিছুই পেলাম না। তিনি বললেনঃ দেখ যদি একটি লোহার আংটিও পাও। সে ব্যক্তি চলে গেল, এরপর এসে বললেনঃ ইয়া রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! না, এক্তি লোহার আংটিও পেলাম না, কিন্তু এ তহবন্দটি আছে, তাকে এর অর্ধেক দিতে পারি। সাহল (রাঃ) বলেনঃ তার কোন চাদরও ছিল না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমার এ তহবন্দ দিয়ে কি করবে ? যদি তুমি তা পরিধান কর, তাহলে তার গায়ে এর কিছুই থাকবে না। আর যদি সে পরিধান করে, তবে তোমার গায়ে কিছুই থাকবে না। তখন ঐ লোকটি অনেক্ষন বসে রইল। এরপর ঐ ব্যক্তি দাঁড়িয়ে গেল এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে চলে যেতে দেখতে পেলেন। তারপর তাকে ডাকতে আদেশ করলে তাকে ডাকা হলো। সে আসলে তিনি বললেনঃ তোমার নিকট কুরআনের কিছু আছে কি ? সে বললেনঃ আমার নিকট অমুক সুরা রয়েছ, আর তা গুণে গুণে বললো। তিনি বললেনঃ তুমি কি তা মুখস্ত পড়তে পার ? সে বললেনঃ কুরআনের যে অংশ তোমার মুখস্ত আছে, তার বিনিময় আমি মহিলাকে তোমার অধিকারে (বিয়েতে) দিয়ে দিলাম।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا يَعْقُوبُ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ: أَنَّ امْرَأَةً جَاءَتْ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَتْ: يَا رَسُولَ اللَّهِ، جِئْتُ لِأَهَبَ نَفْسِي لَكَ، فَنَظَرَ إِلَيْهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَصَعَّدَ النَّظَرَ إِلَيْهَا وَصَوَّبَهُ، ثُمَّ طَأْطَأَ رَأْسَهُ، فَلَمَّا رَأَتِ الْمَرْأَةُ أَنَّهُ لَمْ يَقْضِ فِيهَا شَيْئًا، جَلَسَتْ، فَقَامَ رَجُلٌ مِنْ أَصْحَابِهِ، فَقَالَ: أَيْ رَسُولَ اللَّهِ، إِنْ لَمْ يَكُنْ لَكَ بِهَا حَاجَةٌ فَزَوِّجْنِيهَا، قَالَ: «هَلْ عِنْدَكَ مِنْ شَيْءٍ؟» فَقَالَ: لَا، وَاللَّهِ مَا وَجَدْتُ شَيْئًا، فَقَالَ: «انْظُرْ، وَلَوْ خَاتَمًا مِنْ حَدِيدٍ» فَذَهَبَ، ثُمَّ رَجَعَ فَقَالَ: لَا وَاللَّهِ يَا رَسُولَ اللَّهِ، وَلَا خَاتَمًا مِنْ حَدِيدٍ، وَلَكِنْ هَذَا إِزَارِي - قَالَ سَهْلٌ: مَا لَهُ رِدَاءٌ - فَلَهَا نِصْفُهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَا تَصْنَعُ بِإِزَارِكَ، إِنْ لَبِسْتَهُ لَمْ يَكُنْ عَلَيْهَا مِنْهُ شَيْءٌ، وَإِنْ لَبِسَتْهُ لَمْ يَكُنْ عَلَيْكَ مِنْهُ شَيْءٌ» فَجَلَسَ الرَّجُلُ حَتَّى طَالَ مَجْلِسُهُ، ثُمَّ قَامَ، فَرَآهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مُوَلِّيًا، فَأَمَرَ بِهِ، فَدُعِيَ، فَلَمَّا جَاءَ قَالَ: «مَاذَا مَعَكَ مِنَ الْقُرْآنِ؟» قَالَ: مَعِي سُورَةُ كَذَا وَسُورَةُ كَذَا، عَدَّدَهَا، فَقَالَ: «هَلْ تَقْرَؤُهُنَّ عَنْ ظَهْرِ قَلْبٍ؟» قَالَ: نَعَمْ، قَالَ: «مَلَّكْتُكَهَا بِمَا مَعَكَ مِنَ الْقُرْآنِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}