{
  "hadith": {
    "hadith_id": 3346,
    "narrator": "উরওয়া ইবৃন যুবায়র (রহঃ)",
    "bn": "তিনি আয়েশা (রা:)-কে আল্লাহ্ এ বাণীঃ\n---- অর্থ ; তোমরা যদি আশংকা কর যে, তোমরা ইয়াতীম মেয়েদের প্রতি সুবিচার করতে পারবে না, তবে বিবাহ করবে নারীদের থেকে যাকে তোমাদের ভাল লাগে.....। (৪ঃ ৩) সম্বন্ধে প্রশ্ন করেছিলেন। তিনি বলেনঃ হে আমার ভাগ্লে। আয়াতে ঐ ইয়াতীম সম্পর্কে বলা হয়েছে যে তার অভিভাবক ক্রোড়ে পালিত হচ্ছে, এবং সে তাকে তার মালে শরীক করে নেয়। এরপর তার মাল ও সৌন্দর্য তাকে আকৃষ্ট করে এবং অভিভাবক তাকে বিবাহ করতে ইচ্ছা করে। তার মাহরে ইনসাফ করা ব্যতীত এবং তাকে ঐ মাহ্রই দিতে চায় না, যা তাকে অন্যরা দিতে চায়। অতএব তাদের প্রতি ইনসাফ করা ব্যতীত এবং মোহরের সর্বোচ্চ হার তাদেরকে আদায় করা ব্যতীত, তাদেরকে বিবাহ করতে নিষেধ করা হয়েছে। আর তাদের ব্যতীত অন্য যে মহিলা তাদের পছন্দ হয়, তাদেরকে বিবাহ করতে আদেশ করা হয়েছে। উরওয়া (রা:) বলেন, আয়েশা (রা:) বলেছেনঃ এরপর লোকেরা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- কে তাদের ব্যাপারে সমাধান দিতে বললে, আল্লাহ্ তাআলা এ আয়াত নাযিল করেনঃ\nঅর্থঃ লোকেরা আপনার নিকট নারীদের বিষয়ে ব্যবস্থা জানতে চায়। বলুনঃ আল্লাহ্ তোমাদেরকে তাদের সম্বন্ধে ব্যবস্থা জানাচ্ছেন...অথচ তোমরা তাদের বিবাহ করতে চাও.....। (৪ঃ ১২৭) আয়েশা (রা:) বলেনঃ আল্লাহ্ তা'আলা যা উল্লেখ করেছেন তা তিলাওয়াত করা হয় আল্লাহর কিতাবে;\nআয়েশা (রা:) বলেন, অন্য আয়াতে আল্লাহ তাআলার বাণী হলো : --  তোমাদের কারও ক্রোড়ে যে ইয়াতীম রয়েছে যখন সে স্বল্প মাল ও স্বল্প সৌন্দর্যশীলা হয়, তাদের প্রতি তোমাদের মন আকৃষ্ট হয় না, তখন ইয়াতীমদের মালের প্রতি আকৃষ্ট হয়ে তাদেরকে বিবাহ করতে নিষেধ করা হয়েছে, ইনসাফ ব্যতীত।",
    "ar": "أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى، وَسُلَيْمَانُ بْنُ دَاوُدَ، عَنْ ابْنِ وَهْبٍ، أَخْبَرَنِي يُونُسُ، عَنْ ابْنِ شِهَابٍ، قَالَ: أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّهُ سَأَلَ عَائِشَةَ، عَنْ قَوْلِ اللَّهِ عَزَّ وَجَلَّ: {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ} [النساء: 3] قَالَتْ: «يَا ابْنَ أُخْتِي، هِيَ الْيَتِيمَةُ، تَكُونُ فِي حَجْرِ وَلِيِّهَا، فَتُشَارِكُهُ فِي مَالِهِ، فَيُعْجِبُهُ مَالُهَا وَجَمَالُهَا، فَيُرِيدُ وَلِيُّهَا أَنْ يَتَزَوَّجَهَا بِغَيْرِ أَنْ يُقْسِطَ فِي صَدَاقِهَا، فَيُعْطِيَهَا مِثْلَ مَا يُعْطِيهَا غَيْرُهُ، فَنُهُوا أَنْ يَنْكِحُوهُنَّ إِلَّا أَنْ يُقْسِطُوا لَهُنَّ، وَيَبْلُغُوا بِهِنَّ أَعْلَى سُنَّتِهِنَّ مِنَ الصَّدَاقِ، فَأُمِرُوا أَنْ يَنْكِحُوا مَا طَابَ لَهُمْ مِنَ النِّسَاءِ سِوَاهُنَّ»، قَالَ عُرْوَةُ: قَالَتْ عَائِشَةُ: \" ثُمَّ إِنَّ النَّاسَ اسْتَفْتَوْا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَعْدُ فِيهِنَّ، فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ: {وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلِ اللَّهُ يُفْتِيكُمْ فِيهِنَّ} [النساء: 127]- إِلَى قَوْلِهِ - {وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ} [النساء: 127] \"، قَالَتْ عَائِشَةُ: \" وَالَّذِي ذَكَرَ اللَّهُ تَعَالَى أَنَّهُ يُتْلَى فِي الْكِتَابِ الْآيَةُ الْأُولَى الَّتِي فِيهَا {وَإِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتَامَى فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ} [النساء: 3] \"، قَالَتْ عَائِشَةُ: \" وَقَوْلُ اللَّهِ فِي الْآيَةِ الْأُخْرَى {وَتَرْغَبُونَ أَنْ تَنْكِحُوهُنَّ} [النساء: 127] رَغْبَةَ أَحَدِكُمْ عَنْ يَتِيمَتِهِ الَّتِي تَكُونُ فِي حَجْرِهِ حِينَ تَكُونُ قَلِيلَةَ الْمَالِ وَالْجَمَالِ، فَنُهُوا أَنْ يَنْكِحُوا مَا رَغِبُوا فِي مَالِهَا مِنْ يَتَامَى النِّسَاءِ إِلَّا بِالْقِسْطِ مِنْ أَجْلِ رَغْبَتِهِمْ عَنْهُنَّ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}