{
  "hadith": {
    "hadith_id": 3354,
    "narrator": "আলকামা এবং আসওয়াদ (রা:)",
    "bn": "তারা বলেন : আবদুল্লাহ (রা:) -এর নিকট এ মর্মে একটা মামলা আনা হলো যে, এক ব্যক্তি জনৈক রমণীকে বিবাহ করেছে, অথচ সে তার কোন মোহর ধার্য করেনি। আর সে ব্যক্তি সহবাস করার পূবেই মারা গেছে। আবদুল্লাহ (রা:) বললেন, তোমরা (লোকদের) জিজ্ঞাসা কর এ বিষয় সম্পর্কে। তোমরা কি কোন উদ্ধিতি (হাদীস) পাচ্ছ? তারা বললোঃ হে আবূ আবদুর রহমান! আমরা এ বিষয়ে কোন হাদিস পাচ্ছি না। তিনি বললেনঃ আমি আমার জ্ঞান অনুযায়ী বলছি, যদি তা সঠিক হয়, তবে তা আল্লাহর পক্ষ হতে। আর তার মোহর হলো তার মত রমণীদের মোহরের অনুরূপ। তা হতে বেশীও হবে না এবং কমও হবে না। সে মীরাছ পাবে, এবং তার ইদ্দত পালন করতে হবে। তখন আশজা গোত্রের এক ব্যক্তি দাড়িয়ে বললো ; আমাদের এক মহিলার ব্যাপারে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এমনই ফয়সালা দেন যার নাম ছিল বিরওয়া’ বিনত ওয়াশিক। সে এক পুরুষকে বিবাহ করেছিল এবং সহবাসের পূর্বেই তার স্বামী ইনতিকাল করে। তার জন্যও রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার মত নারীদের অনুরূপ করেন। আর তার জন্য মীরাছ এবং ইদ্দত পালনও ধার্য করেন। একথা শুনে আবদুল্লাহ (রা:) হস্তদ্বয় উত্তোলন করে তাকবীর অর্থাৎ আল্লাহু আকবার বলেন। আবূ আবদুর রহমান (রহঃ) বলেনঃ এ হাদীসে যায়দ ব্যতীত আর কাউকেও আসওয়াদের নাম উল্লেখ করতে শুনিনি।",
    "ar": "أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ، قَالَ: حَدَّثَنَا أَبُو سَعِيدٍ عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ، عَنْ زَائِدَةَ بْنِ قُدَامَةَ، عَنْ مَنْصُورٍ، عَنْ إِبْرَاهِيمَ، عَنْ عَلْقَمَةَ، وَالْأَسْوَدِ، قَالَا: أُتِيَ عَبْدُ اللَّهِ فِي رَجُلٍ تَزَوَّجَ امْرَأَةً وَلَمْ يَفْرِضْ لَهَا، فَتُوُفِّيَ قَبْلَ أَنْ يَدْخُلَ بِهَا، فَقَالَ عَبْدُ اللَّهِ: سَلُوا هَلْ تَجِدُونَ فِيهَا أَثَرًا؟ قَالُوا: يَا أَبَا عَبْدِ الرَّحْمَنِ، مَا نَجِدُ فِيهَا - يَعْنِي أَثَرًا - قَالَ: أَقُولُ بِرَأْيِي فَإِنْ كَانَ صَوَابًا فَمِنَ اللَّهِ، «لَهَا كَمَهْرِ نِسَائِهَا، لَا وَكْسَ وَلَا شَطَطَ، وَلَهَا الْمِيرَاثُ، وَعَلَيْهَا الْعِدَّةُ»، فَقَامَ رَجُلٌ، مَنْ أَشْجَعَ، فَقَالَ: فِي مِثْلِ هَذَا قَضَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِينَا، فِي امْرَأَةٍ يُقَالُ لَهَا بَرْوَعُ بِنْتُ وَاشِقٍ تَزَوَّجَتْ رَجُلًا، فَمَاتَ قَبْلَ أَنْ يَدْخُلَ بِهَا، «فَقَضَى لَهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِ صَدَاقِ نِسَائِهَا، وَلَهَا الْمِيرَاثُ، وَعَلَيْهَا الْعِدَّةُ» فَرَفَعَ عَبْدُ اللَّهِ يَدَيْهِ وَكَبَّرَ قَالَ أَبُو عَبْدِ الرَّحْمَنِ: «لَا أَعْلَمُ أَحَدًا قَالَ فِي هَذَا الْحَدِيثِ الْأَسْوَدُ، غَيْرَ زَائِدَةَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}