{
  "hadith": {
    "hadith_id": 3380,
    "narrator": "আনাস (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খায়বারের যুদ্ধাভিযান করলেন, আমরা তাঁর সাথে ফজরের নামায আদায় করলাম কিছু অন্ধকার থাকতে। এরপর রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সওয়ার হলেন, এবং আবূ তালহাও আরোহণ  করলেন। আমি ছিলাম আবূ তালহার পিছনে উপবিষ্ট। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) খায়বরের (সরুগলি) পথ ধরলেন। রাস্তা সংকীর্ণ হওয়ার কারণে আমার দুই হাঁটু রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর দুই উরু স্পর্শ করছিল। আর আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উরুর শুভ্রতা প্রত্যক্ষ করছিলাম। তিনি যখন সেখানকার জনপদে প্রবেশ করলেন, তখন “আল্লাহু আকবার” বললেন, এবং তিনবার বললেনঃ (আরবি লিখা)\nঅর্থঃ খায়বর ধ্বংস হোক। আমরা যখন কোন সম্প্রদায়ের আঙ্গীনায় অবতরণ করি, তখন (সে) সতর্কীকৃতদের প্রভাত কতই না মন্দ হয়ে থাকে।\nবর্ণনাকারী বলেনঃ এরপর যখন লোকেরা তাদের কাজে বের হল, আবদুল আযীয (রহঃ) (তার বর্ণনায়) বলেন, তখন তারা বললেনঃ ‘মুহাম্মাদ’। আবদুল আযীয (রহঃ) বলেনঃ আমাদের কোন সাথী (তার বর্ণনায়) বলেছেনঃ আর সেনাবাহিনীও। যেহেতু আমরা যুদ্ধ করে খায়বর জয় করেছিলাম, তাই কয়েদীদের একত্রিত করা হলো। দাহিয়া (রাঃ) এসে বললেনঃ ইয়া নাবী আল্লাহ্‌! আমাকে একটি বাঁদী দান করুন। তিনি বললেনঃ যাও, একটা নিয়ে নাও। তিনি সাফিয়্যা বিনত হুয়াই (রাঃ) কে নিয়ে নিলেন। এক ব্যক্তি নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর খিদমতে এসে বললঃ ইয়া নাবী আল্লাহ্‌ ! (বনী) নযীরও (বনী) কুরায়যার সরদার (শীর্ষস্থানীয়রা) সাফিয়্যা বিনত হুরায়কে দাহিয়া (রাঃ) কে দিলেন? সে তো আপনার জন্য ব্যতীত কারও জন্য উপযুক্ত নয়। তিনি বললেনঃ তাকে (দাহইয়াকে) ডাক। ফলে তিনি তাকে নিয়ে আসলেন। যখন নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর দিকে দৃষ্টিপাত করলেন, তখন তিনি (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাঃ) বললেনঃ তুমি একে ব্যতীত অন্য একটা বাঁদী কয়েদীদের মধ্য হতে বেছে নাও। রাবী বলেন, নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে মুক্ত করে দিয়ে বিবাহ করলেন। সাবিত (রহঃ) তাকে বললেনঃ হে আবূ হামযা! তাকে কি মোহর দেয়া হয়েছিল? তিনি বললেনঃ তার নিজেকেই। কেননা, তিনি তাকে আযাদ করেন এবং পড়ে তাকে বিবাহ করেন। তিনি বলেনঃ এমনকি, পথেই উম্মু সুলায়ম (রাঃ) তাকে নব বধূর সাজে সজ্জিত করে তাঁর (রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সাঃ)-এর) নিকট উপস্থিত করেন। তাঁরা বর কনে হিসেবে ভোরে বের হলেন। তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ  যার নিকট কিছু আছে সে যেন তা নিয়ে আসে এবং তিনি একটি চামড়ার দস্তরখান বিছিয়ে দিলেন, তখন কেউ পনীর নিয়ে আসলো, কোন ব্যক্তি খুরমা নিয়ে আসলো, কেউ ঘি আনলো। এটা দ্বারা হায়স১ তৈরি করলেন। এর দ্বারা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর ওয়ালীমা করা হল।",
    "ar": "أَخْبَرَنَا زِيَادُ بْنُ أَيُّوبَ، قَالَ: حَدَّثَنَا إِسْمَعِيلُ ابْنُ عُلَيَّةَ، قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ صُهَيْبٍ، عَنْ أَنَسٍ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ غَزَا خَيْبَرَ، فَصَلَّيْنَا عِنْدَهَا الْغَدَاةَ بِغَلَسٍ، فَرَكِبَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَرَكِبَ أَبُو طَلْحَةَ، وَأَنَا رَدِيفُ أَبِي طَلْحَةَ، فَأَخَذَ نَبِيُّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي زُقَاقِ خَيْبَرَ، وَإِنَّ رُكْبَتِي لَتَمَسُّ فَخِذَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَإِنِّي لَأَرَى بَيَاضَ فَخِذِ نَبِيِّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَلَمَّا دَخَلَ الْقَرْيَةَ قَالَ: «اللَّهُ أَكْبَرُ، خَرِبَتْ خَيْبَرُ، إِنَّا إِذَا نَزَلْنَا بِسَاحَةِ قَوْمٍ فَسَاءَ صَبَاحُ الْمُنْذَرِينَ» قَالَهَا ثَلَاثَ مَرَّاتٍ، قَالَ: وَخَرَجَ الْقَوْمُ إِلَى أَعْمَالِهِمْ. قَالَ عَبْدُ الْعَزِيزِ: فَقَالُوا: مُحَمَّدٌ - قَالَ عَبْدُ الْعَزِيزِ: وَقَالَ بَعْضُ أَصْحَابِنَا - وَالْخَمِيسُ وَأَصَبْنَاهَا عَنْوَةً فَجَمَعَ السَّبْيَ، فَجَاءَ دِحْيَةُ، فَقَالَ: يَا نَبِيَّ اللَّهِ، أَعْطِنِي جَارِيَةً مِنَ السَّبْيِ، قَالَ: «اذْهَبْ فَخُذْ جَارِيَةً» فَأَخَذَ صَفِيَّةَ بِنْتَ حُيَيٍّ، فَجَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا نَبِيَّ اللَّهِ، أَعْطَيْتَ دِحْيَةَ صَفِيَّةَ بِنْتَ حُيَيٍّ سَيِّدَةَ قُرَيْظَةَ وَالنَّضِيرِ، مَا تَصْلُحُ إِلَّا لَكَ، قَالَ: «ادْعُوهُ بِهَا» فَجَاءَ بِهَا، فَلَمَّا نَظَرَ إِلَيْهَا النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «خُذْ جَارِيَةً مِنَ السَّبْيِ غَيْرَهَا»، قَالَ: وَإِنَّ نَبِيَّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَعْتَقَهَا وَتَزَوَّجَهَا، فَقَالَ لَهُ ثَابِتٌ: يَا أَبَا حَمْزَةَ، مَا أَصْدَقَهَا، قَالَ: نَفْسَهَا أَعْتَقَهَا وَتَزَوَّجَهَا، قَالَ: حَتَّى إِذَا كَانَ بِالطَّرِيقِ جَهَّزَتْهَا لَهُ أُمُّ سُلَيْمٍ، فَأَهْدَتْهَا إِلَيْهِ مِنَ اللَّيْلِ، فَأَصْبَحَ عَرُوسًا، قَالَ: «مَنْ كَانَ عِنْدَهُ شَيْءٌ فَلْيَجِئْ بِهِ»، قَالَ: وَبَسَطَ نِطَعًا، فَجَعَلَ الرَّجُلُ يَجِيءُ بِالْأَقِطِ، وَجَعَلَ الرَّجُلُ يَجِيءُ بِالتَّمْرِ، وَجَعَلَ الرَّجُلُ يَجِيءُ بِالسَّمْنِ، فَحَاسُوا حَيْسَةً، فَكَانَتْ وَلِيمَةَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] উল্লিখিত উপকরণসমূহ মিশ্রিত করে প্রস্তুতকৃত সুস্বাদু খাবার।",
    "chapter": {
      "chapter_number": "24"
    }
  }
}