{
  "hadith": {
    "hadith_id": 3388,
    "narrator": "হুমায়দ তাবীল (লম্বা হুমায়দ) (রঃ) আনাস (রাঃ) থেকে বর্ণনা করেন",
    "bn": "তিনি তাকে বলতে শুনেছেনঃ রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুরায়শ (মুহাজির) এবং আনসারদের মধ্যে ভ্রাতৃত্ব বধ্নন করে দিলেন। এ পরিপ্রেক্ষিতে তিনি সা’দ ইব্‌ন রাবী’ এবং আবদুর রহমান ইব্‌ন আউফ (রাঃ)- এর মধ্যে ভ্রাতৃত্বের বন্ধন প্রতিষ্ঠা করলেন। তখন সা’দ (রাঃ)আবদুর রহমান (রাঃ)- কে বললেনঃ আমার অনেক ধন-সম্পদ রয়েছে, তা আপনার এবং আমার মধ্যে আধা-আধি হিসাবে ভাগ হবে। আর আমার দু’জন স্ত্রী রয়েছে। অতএব আপনি দেখুন, তাদের কোনজন অধিক পছন্দ হয় আমি তাকে তালাক দিয়ে দেব, তার ইদ্দত পূণ হলে তাকে আপনি বিবাহ করবেন। আবদুর রহমান (রাঃ)- বললেনঃ আল্লাহ্‌ তা’আলা আপনার ধনে ও পরিবারে বরকত দান করুক। আমাকে রাস্তা বলে দিন অথাৎ বাজারের। তিনি যখন ফিরে আসলেন তখন কিছু ঘি এবং পনীর সহ ফিরে আসলেন, যা তাঁর ‘লাভ’ হয়েছিল। তিনি বলেন, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমার হলুদ রং দেখে জিজ্ঞাসা করলেনঃ এ কি? আমি বললামঃ আমি এক আনসারী নারীকে বিবাহ করেছি। তিনি বললেনঃ একটা বকরী দ্বারা হলেও ওয়ালীমা কর।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ يَحْيَى بْنِ الْوَزِيرِ، قَالَ: حَدَّثَنَا سَعِيدُ بْنُ كَثِيرِ بْنِ عُفَيْرٍ، قَالَ: أَخْبَرَنِي سُلَيْمَانُ بْنُ بِلَالٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ حُمَيْدٍ الطَّوِيلِ، عَنْ أَنَسٍ، أَنَّهُ سَمِعَهُ يَقُولُ: آخَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَيْنَ قُرَيْشٍ وَالْأَنْصَارِ، فَآخَى بَيْنَ سَعْدِ بْنِ الرَّبِيعِ وَعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ، فَقَالَ لَهُ سَعْدٌ: إِنَّ لِي مَالًا، فَهُوَ بَيْنِي وَبَيْنَكَ شَطْرَانِ، وَلِي امْرَأَتَانِ، فَانْظُرْ أَيُّهُمَا أَحَبُّ إِلَيْكَ فَأَنَا أُطَلِّقُهَا، فَإِذَا حَلَّتْ فَتَزَوَّجْهَا، قَالَ: بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ، دُلُّونِي - أَيْ عَلَى السُّوقِ -، فَلَمْ يَرْجِعْ حَتَّى رَجَعَ بِسَمْنٍ وَأَقِطٍ قَدْ أَفْضَلَهُ، قَالَ: وَرَأَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَيَّ أَثَرَ صُفْرَةٍ، فَقَالَ: «مَهْيَمْ؟» فَقُلْتُ: تَزَوَّجْتُ امْرَأَةً مِنَ الْأَنْصَارِ، فَقَالَ: «أَوْلِمْ وَلَوْ بِشَاةٍ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "24"
    }
  }
}