{
  "hadith": {
    "hadith_id": 3422,
    "narrator": "আবদুর রহমান ইব্‌ন আবদুল্লাহ্‌ ইব্‌ন কা’ব ইব্‌ন মালিক (রাঃ)",
    "bn": "আমি কা’ব ইব্‌ন মালিক (রাঃ)-কে বলতে শুনেছি, তিনি যখন তাবূক যুদ্ধে রাসূলুল্লাহ (সাঃ)-এর সাথে অংশ গ্রহন করা থেকে বিরত রইলেন। তাতে তিনি বলেন : রাসূলুলাহ-এর দূত এসে আমাকে বললেন: রাসুলুল্লাহ আপনাকে আদেশ করেছেন যে, আপনি যেন আপনার স্ত্রীর থেকে দূরে থাকেন। তখন আমি বললাম : আমি তাকে তালাক দেব, না কি করবো? তিনি বললেন: না, বরং তার থেকে দূরে থাকুন, তার সাথে সহবাস করবেন না। তখন আমি আমার স্ত্রীকে বললাম : তুমি তোমার পরিবারের নিকট যাও, তাদের নিকট থাক, যতক্ষণ না এই ব্যাপারে কোন ফয়সালা মহান মহিয়ান আল্লাহ তা’আলা করে দেন।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ حَاتِمِ بْنِ نُعَيْمٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ مَكِّيِّ بْنِ عِيسَى، قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ، قَالَ: حَدَّثَنَا يُونُسُ، عَنْ الزُّهْرِيِّ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، قَالَ: سَمِعْتُ كَعْبَ بْنَ مَالِكٍ - يُحَدِّثُ حَدِيثَهُ حِينَ تَخَلَّفَ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ تَبُوكَ، وَقَالَ فِيهِ: إِذَا رَسُولُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَأْتِينِي، فَقَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ -، ح وأَخْبَرَنِي سُلَيْمَانُ بْنُ دَاوُدَ، قَالَ: أَنْبَأَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ، قَالَ ابْنُ شِهَابٍ: أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ كَعْبِ بْنِ مَالِكٍ، أَنَّ عَبْدَ اللَّهِ بْنَ كَعْبِ بْنِ مَالِكٍ، قَالَ: سَمِعْتُ كَعْبَ بْنَ مَالِكٍ، يُحَدِّثُ حَدِيثَهُ حِينَ تَخَلَّفَ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ تَبُوكَ، وَسَاقَ قِصَّتَهُ، وَقَالَ: إِذَا رَسُولُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَأْتِي، فَقَالَ: «إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُكَ أَنْ تَعْتَزِلَ امْرَأَتَكَ»، فَقُلْتُ: أُطَلِّقُهَا أَمْ مَاذَا؟ قَالَ: «لَا، بَلْ اعْتَزِلْهَا فَلَا تَقْرَبْهَا»، فَقُلْتُ لِامْرَأَتِي: الْحَقِي بِأَهْلِكِ فَكُونِي عِنْدَهُمْ حَتَّى يَقْضِيَ اللَّهُ عَزَّ وَجَلَّ فِي هَذَا الْأَمْرِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}