{
  "hadith": {
    "hadith_id": 3439,
    "narrator": "আবূ সালামা ইব্‌ন আবদুর রহমান (রহঃ)",
    "bn": "রাসূলুল্লাহ্‌ (সাঃ)- এর স্ত্রী আয়েশা (রাঃ) বলেছেনঃ যখন রাসূলুল্লাহ্‌ (সাঃ)- কে তাঁর স্ত্রীদেরকে ইখতিয়ার দেয়ার জন্য আদেশ করা হলো, তখন তিনি আমার থেকে আরম্ভ করলেন। তিনি বললেনঃ আমি তোমার নিকট একটি কথা বলবো, তুমি এ ব্যাপারে তাড়াহুড়ো করে, তোমার মাতাপিতার সাথে পরামর্শ না করে উত্তর দেবে না। আয়েশা (রাঃ) বলেনঃ তিনি জানতেন, আমার পিতামাতা কখনও আমাকে তাঁর থেকে বিচ্ছিন্ন হতে আদেশ করবেন না। তিনি বলেন, এরপর রাসুল (সাঃ) এই আয়াত পাঠ করেনঃ “হে নবী। আপনি আপনার স্ত্রীগণকে বলে দিন, যদি তোমরা পার্থিব জীবনের সুখ-স্বাচ্ছন্দ কামনা কর, . . .”। তখন আমি বললামঃ এ ব্যাপারে আমি আমার মাতাপিতার কি গ্রহণ করবো? আমি আল্লাহ্‌, আল্লাহ্‌র রাসূল এবং পরকালকে গ্রহণ করব। আয়েশা (রাঃ) বলেন, এরপর রাসূলুল্লাহ্‌ (সাঃ)- এর অন্যান্য স্ত্রীগণ আমি যা করেছি তারাও তা-ই করলেন। আর রাসূলুল্লাহ্‌ (সাঃ) যখন তাঁদেরকে বললেন (ইখতিয়ার দিলেন): আর তারা তাঁকেই গ্রহণ করলেন, তখন তাঁকে গ্রহণ করার দরুন তা তালাক হয়নি।",
    "ar": "أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى، قَالَ: حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ: أَنْبَأَنَا يُونُسُ بْنُ يَزِيدَ، وَمُوسَى بْنُ عُلَيٍّ، عَنْ ابْنِ شِهَابٍ، قَالَ: أَخْبَرَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، أَنَّ عَائِشَةَ، زَوْجَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَتْ: لَمَّا أُمِرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِتَخْيِيرِ أَزْوَاجِهِ بَدَأَ بِي فَقَالَ: «إِنِّي ذَاكِرٌ لَكِ أَمْرًا، فَلَا عَلَيْكِ أَنْ لَا تُعَجِّلِي حَتَّى تَسْتَأْمِرِي أَبَوَيْكِ»، قَالَتْ: قَدْ عَلِمَ أَنَّ أَبَوَايَ لَمْ يَكُونَا لِيَأْمُرَانِّي بِفِرَاقِهِ، قَالَتْ: ثُمَّ تَلَا هَذِهِ الْآيَةَ {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ إِنْ كُنْتُنَّ تُرِدْنَ الْحَيَاةَ الدُّنْيَا} [الأحزاب: 28]- إِلَى قَوْلِهِ - {جَمِيلًا} [الأحزاب: 28] فَقُلْتُ: أَفِي هَذَا أَسْتَأْمِرُ أَبَوَيَّ؟ فَإِنِّي أُرِيدُ اللَّهَ عَزَّ وَجَلَّ وَرَسُولَهُ وَالدَّارَ الْآخِرَةَ قَالَتْ عَائِشَةُ: «ثُمَّ فَعَلَ أَزْوَاجُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِثْلَ مَا فَعَلْتُ، وَلَمْ يَكُنْ ذَلِكَ حِينَ قَالَ لَهُنَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَاخْتَرْنَهُ طَلَاقًا، مِنْ أَجْلِ أَنَّهُنَّ اخْتَرْنَهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}