{
  "hadith": {
    "hadith_id": 3451,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "তিনি বলেনঃ বারীরা (রাঃ) নিজের ব্যাপারে তার মালিকের সংগে দাসত্ব হতে মুক্তির (কিতাবাত) চুক্তি করে যে, সে নয় বছরে তার মালিকের নয় উকিয়া, প্রতি বছর এক উকিয়া করে আদায় করবে। এরপর সে আয়েশা (রাঃ)-এর নিকট সাহায্যপ্রার্থী হয়ে আগমন করলে তিনি বলেনঃ না, তবে যদি তারা চায় তাহলে আমি তাদেরকে একত্রে সব পাওনা আদায় করে দেব। আর ‘ওয়ালা’(মীরাছ)আমার হবে। বারীরা (রাঃ) এরপর তার মালিকের নিকট গিয়ে এ ব্যাপারে তাদের সাথে আলোচনা করলে তারা তা মানলো না। তারা বলল, ‘ওয়ালা’(মীরাছ) আমাদের থাকবে। তখন বারীরা (রাঃ) আয়েশা (রাঃ)-এর নিকট এসে তাঁর মালিক যা বলেছে, তা তাঁকে বললেন। তখন রাসুলুল্লাহ (সাঃ) আগমন করেন। আয়েশা (রাঃ) বললেনঃ তা হয় না, ‘ওয়ালা’ (মীরাছ) আমারই থাকবে। রাসুলুল্লাহ (সাঃ) বললেনঃ কি ব্যাপার? তিনি (আয়েশা (রাঃ)) বললেনঃ ইয়া রাসুলুল্লাহ! বারীরা (রাঃ) তাঁর দাসত্ব মুক্তির অর্থ আদায়ের ব্যাপারে আমার নিকট সাহায্য চাইলে, আমি বললামঃ না,(তা হবেনা,)যদি তারা ইচ্ছা করে, তবে আমি একসঙ্গে তাদের পাওনা আদায় করে দেব, কিন্তু ‘ওয়ালা’ (মীরাছ) আমার থাকবে। সে তার মালিকের নিকট এ কথা বললে তারা তা মানতে অস্বীকার করে এবং বলেঃ ‘ওয়ালা’ (মীরাছ) আমাদের থাকবে। তখন রাসুলুল্লাহ (সাঃ) বললেনঃ তুমি তাঁকে ক্রয় করে নাও তাদের ওয়ালার শর্ত (করতে) দাও। কেননা ‘ওয়ালা’(মীরাছ) যে মুক্ত করবে তারই থাকবে। পড়ে তিনি দাঁড়িয়ে লোকদের সামনে ভাষণ দিতে গিয়ে আল্লাহ্‌র হামদ ও প্রশংসা বর্ণনার পর বললেনঃ মানুষের কী হলো, তারা এমন এমন শর্ত করে যা আল্লাহ্‌র কিতাবে নেই। তারা বলেঃ অমুককে মুক্ত কর তাঁর ‘ওয়ালা’ (মীরাছ) আমি পাব। মহান মহিয়ান আল্লাহ্‌র কিতাব অধিক পালনীয়। মহান মহিয়ান আল্লাহ তা’য়ালা যে শর্ত ঠিক করেছেন, তা খুবই সুদৃঢ়। আর যে শর্ত আল্লাহ্‌র কিতাবে নেই, তা বাতিল। যদিও তা একশত শর্তও হয়। এর পর রাসুলুল্লাহ (সাঃ) বারীরা (রাঃ)-কে তাঁর স্বামীর ব্যাপারে ইখতিয়ার প্রদান করেন, সে (স্বামী) ছিল দাস। তখন সে নিজেকে গ্রহণ করে ও (স্বামীকে ছেড়ে দেয়)। উরওয়া (রহঃ) বলেনঃ যদি তাঁর স্বামী স্বাধীন হতো তাহলে রাসুলুল্লাহ (সাঃ) তাঁকে ইখতিয়ার দিতেন না।",
    "ar": "أَخْبَرَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ، قَالَ: أَنْبَأَنَا جَرِيرٌ، عَنْ هِشَامِ بْنِ عُرْوَةَ، عَنْ أَبِيهِ، عَنْ عَائِشَةَ، قَالَتْ: كَاتَبَتْ بَرِيرَةُ عَلَى نَفْسِهَا بِتِسْعِ أَوَاقٍ، فِي كُلِّ سَنَةٍ بِأُوقِيَّةٍ، فَأَتَتْ عَائِشَةَ تَسْتَعِينُهَا، فَقَالَتْ: لَا، إِلَّا أَنْ يَشَاءُوا أَنْ أَعُدَّهَا لَهُمْ عَدَّةً وَاحِدَةً وَيَكُونُ الْوَلَاءُ لِي، فَذَهَبَتْ بَرِيرَةُ فَكَلَّمَتْ فِي ذَلِكَ أَهْلَهَا فَأَبَوْا عَلَيْهَا، إِلَّا أَنْ يَكُونَ الْوَلَاءُ لَهُمْ، فَجَاءَتْ إِلَى عَائِشَةَ وَجَاءَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عِنْدَ ذَلِكَ، فَقَالَتْ لَهَا مَا قَالَ أَهْلُهَا، فَقَالَتْ: لَا هَا اللَّهِ إِذًا إِلَّا أَنْ يَكُونَ الْوَلَاءُ لِي، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَا هَذَا؟» فَقَالَتْ: يَا رَسُولَ اللَّهِ، إِنَّ بَرِيرَةَ أَتَتْنِي تَسْتَعِينُ بِي عَلَى كِتَابَتِهَا، فَقُلْتُ: لَا، إِلَّا أَنْ يَشَاءُوا أَنْ أَعُدَّهَا لَهُمْ عَدَّةً وَاحِدَةً وَيَكُونُ الْوَلَاءُ لِي، فَذَكَرَتْ ذَلِكَ لِأَهْلِهَا فَأَبَوْا عَلَيْهَا، إِلَّا أَنْ يَكُونَ الْوَلَاءُ لَهُمْ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «ابْتَاعِيهَا وَاشْتَرِطِي لَهُمُ الْوَلَاءَ، فَإِنَّ الْوَلَاءَ لِمَنْ أَعْتَقَ»، ثُمَّ قَامَ فَخَطَبَ النَّاسَ فَحَمِدَ اللَّهَ وَأَثْنَى عَلَيْهِ، ثُمَّ قَالَ: \" مَا بَالُ أَقْوَامٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ يَقُولُونَ: أَعْتِقْ فُلَانًا وَالْوَلَاءُ لِي. كِتَابُ اللَّهِ عَزَّ وَجَلَّ أَحَقُّ، وَشَرْطُ اللَّهِ أَوْثَقُ، وَكُلُّ شَرْطٍ لَيْسَ فِي كِتَابِ اللَّهِ فَهُوَ بَاطِلٌ وَإِنْ كَانَ مِائَةَ شَرْطٍ \" فَخَيَّرَهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، مِنْ زَوْجِهَا وَكَانَ عَبْدًا فَاخْتَارَتْ نَفْسَهَا قَالَ عُرْوَةُ: «فَلَوْ كَانَ حُرًّا، مَا خَيَّرَهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}