{
  "hadith": {
    "hadith_id": 3455,
    "narrator": "আবু যুহা (রহঃ)",
    "bn": "তিনি বলেনঃ আবু ইয়াকুব (রহঃ) বলেনঃ আমরা তাঁর নিকট মাসের বিষয়ে আলোচনা করলে আমাদের কেউ বললেনঃ মাস ত্রিশ দিনের হয়ে থাকে, আবার কেউ বলল, উনত্রিশ দিনের। এর মধ্যে আবু যুহা বললেনঃ ইবন আব্বাস (রাঃ) আমাদের নিকট বর্ণনা করেছেন। একদিন আমরা সকালে উঠে দেখলাম, রাসুলুল্লাহ (সাঃ)-এর স্ত্রীগণ ক্রন্দন করছেন এবং তাদের প্রত্যেকের নিকট তাদের পরিবারের লোক উপস্থিত রয়েছে। এরপর আমি মসজিদে গিয়ে দেখলাম, মসজিদ লোকে ভর্তি। তিনি বলেনঃ এরপর উমর (রাঃ) আসলেন, এবং উপরে উঠে রাসুলুল্লাহ (সাঃ) এর নিকট গেলেন, তখন রাসুলুল্লাহ (সাঃ) তাঁর ‘দ্বিতল’ কক্ষে ছিলেন। উমর (রাঃ) তাঁকে সালাম করলেন, কিন্তু কেউ তাঁর সালামের জবাব দিলেন না। তিনি আবার সালাম করলেন, এবারও কেউ সালামের উত্তর দিলেন না। তিনি আবার সালাম করলেন, কিন্তু কেউ সালামের উত্তর দিলেন না। তিনি ফিরে এসে বিলাল (রাঃ)-কে ডাক দিয়ে রাসুলুল্লাহ (সাঃ) এর নিকট উপস্থিত হয়ে বললেনঃ আপনি কি আপনার স্ত্রীগণকে তালাক দিয়েছেন? তিনি বললেনঃ না। বরং আমি তাদের সাথে এক মাসের জন্য ‘ঈলা’ করেছি। বর্ণনাকারী বলেনঃ রাসুলুল্লাহ (সাঃ) সেখানে উনত্রিশ দিন ছিলেন। এরপর তিনি সেখান থেকে অবতরণ করে তাঁর স্ত্রীদের নিকট গমন করেন।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدِ اللَّهِ بْنِ الْحَكَمِ الْبَصْرِيُّ، قَالَ: حَدَّثَنَا مَرْوَانُ بْنُ مُعَاوِيَةَ، قَالَ: حَدَّثَنَا أَبُو يَعْفُورٍ، عَنْ أَبِي الضُّحَى، قَالَ: - تَذَاكَرْنَا الشَّهْرَ عِنْدَهُ، فَقَالَ بَعْضُنَا: ثَلَاثِينَ، وَقَالَ بَعْضُنَا: تِسْعًا وَعِشْرِينَ - فَقَالَ أَبُو الضُّحَى: حَدَّثَنَا ابْنُ عَبَّاسٍ، قَالَ: أَصْبَحْنَا يَوْمًا وَنِسَاءُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَبْكِينَ عِنْدَ كُلِّ امْرَأَةٍ مِنْهُنَّ أَهْلُهَا، فَدَخَلْتُ الْمَسْجِدَ فَإِذَا هُوَ مَلْآنٌ مِنَ النَّاسِ، قَالَ: فَجَاءَ عُمَرُ رَضِيَ اللَّهُ عَنْهُ فَصَعِدَ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ فِي عُلِّيَّةٍ لَهُ، فَسَلَّمَ عَلَيْهِ فَلَمْ يُجِبْهُ أَحَدٌ، ثُمَّ سَلَّمَ فَلَمْ يُجِبْهُ أَحَدٌ، ثُمَّ سَلَّمَ فَلَمْ يُجِبْهُ أَحَدٌ، فَرَجَعَ، فَنَادَى بِلَالًا، فَدَخَلَ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: أَطَلَّقْتَ نِسَاءَكَ؟ فَقَالَ: «لَا، وَلَكِنِّي آلَيْتُ مِنْهُنَّ شَهْرًا» فَمَكَثَ تِسْعًا وَعِشْرِينَ، ثُمَّ نَزَلَ فَدَخَلَ عَلَى نِسَائِهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}