{
  "hadith": {
    "hadith_id": 3466,
    "narrator": "আসিম ইব্‌ন আদী (রাঃ)",
    "bn": "তিনি বলেন: আজলান গোত্রের 'উওয়াইমির আমার নিকট এসে বললেন: হে আসিম ! এ বল তো, কোন ব্যক্তি তার স্ত্রীর সাথে অন্য এক ব্যক্তিকে দেখলো, (এখন) যদি সে তাকে হত্যা করে, তোমরা তাকে হত্যা করবে? অথবা সে কি করবে? অতএব হে আসিম ! তুমি আমার জন্য রাসুলুল্লাহ (সাঃ)-এর নিকট জিজ্ঞেস কর। আসিম (রাঃ) এ বিষয়ে নবী (সাঃ)-কে জিজ্ঞেস করলে, রাসুলুল্লাহ (সাঃ) বেশি প্রশ্ন অপছন্দ করলেন এবং তাতে দোষারোপ করলেন। এরপর 'উওয়াইমির তার নিকট এসে বলল। হে আসিম! তুমি কি করেছ? তিনি বললেন: কি আর করবো, তুমি আমার কাছে কল্যাণ নিয়ে আস নি। রাসুলুল্লাহ (সাঃ) প্রশ্ন করা অপছন্দ করেছেন। উওয়াইমির (রাঃ) বললেন: আল্লাহর কসম ! আমি তা অবশ্যই রাসুলুল্লাহ (সাঃ)-এর নিকট জিজ্ঞাসা করবো। তিনি রাসুলুল্লাহ (সাঃ)-এর নিকট উপস্থিত হয়ে এ ব্যাপারে জিজ্ঞাসা করলে, রাসুলুল্লাহ (সাঃ) বললেন: মহান মহিয়ান আল্লাহ তা'আলা তোমার ও তোমার স্ত্রীর ব্যাপারে (আয়াত) নাযিল করেছেন। অতএব, তাকে (তোমার স্ত্রীকে) ডেকে আনো। সাহ্ল (রাঃ) বলেন: এ সময় আমি লোকদের রাসুলুল্লাহ (সাঃ)-এর নিকট উপস্থিত ছিলাম।উওয়াইমির (রাঃ) তাকে (স্ত্রীকে) সংগে নিয়ে আসলো তারা লি'আন করল এবং উওয়াইমির (কসম করে) বলতে লাগলেন: ইয়া রাসুলাল্লাহ্ ! যদি আমি তাকে রেখে দেই তা হলে তো আমি তার নামে মিথ্যাই বললাম। এ বলে তিনি তাকে তালাক দিয়ে দিলেন এবং রাসুলুল্লাহ্ (সাঃ)-এর বলার পূর্বেই তাকে পৃথক করে দিলেন (তালাক দিয়ে দিলেন)। এটাই পরে দুই লি'আনকারীর নিয়মে পরিণত হল।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَعْمَرٍ، قَالَ: حَدَّثَنَا أَبُو دَاوُدَ، قَالَ: حَدَّثَنَا عَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ، وَإِبْرَاهِيمُ بْنُ سَعْدٍ، عَنْ الزُّهْرِيِّ، عَنْ سَهْلِ بْنِ سَعْدٍ، عَنْ عَاصِمِ بْنِ عَدِيٍّ، قَالَ: جَاءَنِي عُوَيْمِرٌ - رَجُلٌ مِنْ بَنِي الْعَجْلَانِ - فَقَالَ: أَيْ عَاصِمُ، أَرَأَيْتُمْ رَجُلًا رَأَى مَعَ امْرَأَتِهِ رَجُلًا أَيَقْتُلُهُ فَتَقْتُلُونَهُ؟ أَمْ كَيْفَ يَفْعَلُ يَا عَاصِمُ؟ سَلْ لِي رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَسَأَلَ عَاصِمٌ عَنْ ذَلِكَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَعَابَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْمَسَائِلَ وَكَرِهَهَا، فَجَاءَهُ عُوَيْمِرٌ، فَقَالَ: مَا صَنَعْتَ يَا عَاصِمُ؟ فَقَالَ: صَنَعْتُ أَنَّكَ لَمْ تَأْتِنِي بِخَيْرٍ، كَرِهَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْمَسَائِلَ وَعَابَهَا، قَالَ عُوَيْمِرٌ: وَاللَّهِ لَأَسْأَلَنَّ عَنْ ذَلِكَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَانْطَلَقَ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «قَدْ أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ فِيكَ وَفِي صَاحِبَتِكَ فَأْتِ بِهَا»، قَالَ سَهْلٌ: وَأَنَا مَعَ النَّاسِ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَجَاءَ بِهَا فَتَلَاعَنَا، فَقَالَ: يَا رَسُولَ اللَّهِ، وَاللَّهِ لَئِنْ أَمْسَكْتُهَا لَقَدْ كَذَبْتُ عَلَيْهَا، فَفَارَقَهَا قَبْلَ أَنْ يَأْمُرَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِفِرَاقِهَا، فَصَارَتْ سُنَّةَ الْمُتَلَاعِنَيْنِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}