{
  "hadith": {
    "hadith_id": 3470,
    "narrator": "ইবন আব্বাস (রাঃ)",
    "bn": "তিনি বলেন: রাসুলুল্লাহ (সাঃ)-এর সামনে পরস্পর লি'আন করার ব্যাপারে আলোচনা উত্থাপিত হল। তখন আসিম ইবন আদী (রাঃ) সে সম্পর্কে কিছু বললেন এবং পরে প্রস্থান করলেন। এরপর তার নিকট তার গোত্রের এক ব্যক্তি এসে অভিযোগ উত্থাপন করল যে, সে তার স্ত্রীর সাথে এক ব্যক্তিকে পেয়েছে। আসিম ইবন আদী (রাঃ) এ কথা শুনে বললেন: আমার বলার জন্যই আমার উপর এই মুসীবত এসেছে। এরপর আসিম ইবন আদী (রাঃ) তাকে রাসুলুল্লাহ (সাঃ)-এর খেদমতে নিয়ে গেলেন এবং তার স্ত্রীকে যে অবস্থায় পেয়েছে তা তাঁকে [রাসুলুল্লাহ (সাঃ)] অবহিত করেন। আর ঐ ব্যক্তি ছিল গৌর বর্ণের, হালকা পাতলা গড়ন এবং সোজা চুল বিশিষ্ট। আর যে ব্যক্তির সাথে তার স্ত্রীকে পেয়েছিল, তার গায়ের রং ছিল বাদামী, পায়ের গোছা এবং শরীর ছিল মাংসল। তখন রাসুলুল্লাহ (সাঃ) বললেন: (আরবি) (অর্থাৎ হে আল্লাহ ! প্রকাশ করে দিন)। বর্ণনাকারী বলেন: পরে সে (স্ত্রী) সে পুরুষের সাদৃশ্যযুক্ত সন্তান প্রসব করল যার সম্পর্কে তার স্বামী বলেছিল যে, সে তাকে সে তাকে তার (স্ত্রীর) কাছে পেয়েছে। রাসুলুল্লাহ (সাঃ) তাদের উভয়কে লি'আন করার আদেশ দেন। (মজলিসে ইবন আব্বাস (রাঃ) এই হাদীস বর্ণনা করলেন), সে মজলিসে এক ব্যক্তি বললেন: এই স্ত্রী লোকটি কি সেই স্ত্রীলোক, যার সম্পর্কে রাসুলুল্লাহ (সাঃ) বলেছিলেন: যদি আমি কাউকে সাক্ষ্য প্রমাণ ব্যতিত রজম করতাম, তা হলে এ কে করতাম? ইবন আব্বাস (রাঃ) বলেন: না, সে মেয়েলোকটি ইসলামে এসে প্রকাশ্যে অপকর্ম (ব্যভিচার) করত, (কিন্তু প্রমাণ বা স্বীকারোক্তি ছিল না)।",
    "ar": "أَخْبَرَنَا عِيسَى بْنُ حَمَّادٍ، قَالَ: أَنْبَأَنَا اللَّيْثُ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْقَاسِمِ، عَنْ الْقَاسِمِ بْنِ مُحَمَّدٍ، عَنْ ابْنِ عَبَّاسٍ، أَنَّهُ قَالَ: ذُكِرَ التَّلَاعُنُ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ عَاصِمُ بْنُ عَدِيٍّ فِي ذَلِكَ قَوْلًا ثُمَّ انْصَرَفَ، فَأَتَاهُ رَجُلٌ مِنْ قَوْمِهِ يَشْكُو إِلَيْهِ أَنَّهُ وَجَدَ مَعَ امْرَأَتِهِ رَجُلًا، قَالَ عَاصِمٌ: مَا ابْتُلِيتُ بِهَذَا إِلَّا بِقَوْلِي: فَذَهَبَ بِهِ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ بِالَّذِي وَجَدَ عَلَيْهِ امْرَأَتَهُ، وَكَانَ ذَلِكَ الرَّجُلُ مُصْفَرًّا قَلِيلَ اللَّحْمِ سَبِطَ الشَّعْرِ، وَكَانَ الَّذِي ادَّعَى عَلَيْهِ أَنَّهُ وَجَدَهُ عِنْدَ أَهْلِهِ آدَمَ خَدْلًا كَثِيرَ اللَّحْمِ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اللَّهُمَّ بَيِّنْ»، فَوَضَعَتْ شَبِيهًا بِالرَّجُلِ الَّذِي ذَكَرَ زَوْجُهَا أَنَّهُ وَجَدَهُ عِنْدَهَا، فَلَاعَنَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَيْنَهُمَا فَقَالَ رَجُلٌ لِابْنِ عَبَّاسٍ فِي الْمَجْلِسِ: أَهِيَ الَّتِي قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَوْ رَجَمْتُ أَحَدًا بِغَيْرِ بَيِّنَةٍ رَجَمْتُ هَذِهِ؟» قَالَ ابْنُ عَبَّاسٍ: «لَا، تِلْكَ امْرَأَةٌ كَانَتْ تُظْهِرُ فِي الْإِسْلَامِ الشَّرَّ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}