{
  "hadith": {
    "hadith_id": 3473,
    "narrator": "সাঈদ ইবন যুবায়র (রহঃ)",
    "bn": "ইমাম যুবায়র (রাঃ)-এর শাসনামলে আমাকে লি'আনকারীদের সম্বন্ধে জিজ্ঞাসা করা হল যে, লি'আনের পরে ঐ দুইজনকে কি পৃথক করে দেয়া হবে? ইবন যুবায়র (রাঃ) বলেন: আমি কি উত্তর দেব কিছুই বুঝতে পারলাম না। এরপর আমি উঠে ইবন উমর (রাঃ)-এর বাড়িতে গেলাম এবং আমি তাকে জিজ্ঞাসা করলাম: হে আবু আবদুর রহমান! (লি'আনকরার পর) কি দুই লি'আনকারী (স্বামী স্ত্রী) কে পৃথক করে দেয়া হবে। ইবন উমর (রাঃ) বললেন: হ্যাঁ সুবহানাল্লাহ! তারপর তিনি বললেন: সর্বপ্রথম এ বিষয়ে জিজ্ঞাসা করেছেন অমুকের পুত্র অমুক। (ইবন উমর (রাঃ) তার নাম উল্লেখ করেন নি)। সে বলেছিল: ইয়া রাসুলাল্লাহ ! যদি আমাদের কোন ব্যক্তি (কোন ব্যক্তিকে) তার স্ত্রীর সাথে অশ্লীল কাজ করতে দেখে, যদি সে বলে, তবে তো তা বড় সাংঘাতিক কথা। আর যদি না বলে, তবে এমন গুরুতর বিষয়ে চুপ রইল। তিনি তাকে কোন উত্তর দিলেন না। এরপর সে ব্যক্তি আবার রাসুলুল্লাহ (সাঃ) এর নিকট উপস্থিত হয়ে বললেন: যে কথা আমি আপনার নিকট জিজ্ঞাসা করেছিলাম, আমি তাতে আক্রান্ত হয়েছি। তখন আল্লাহ তা'আলা সূরা নূরের এ আয়াত নাযিল করেনঃ (আরবি)                     \nঅর্থাৎঃ যারা নিজেদের স্ত্রীর প্রতি অপবাদ আরোপ করে, (অথচ নিজেরা ব্যতিত তাদের কোন সাক্ষী নেই, তাদের সাক্ষ্য এই হবে যে, সে আল্লাহর নামে চার বার শপথ করে বলবে যে, সে অবশ্যই সত্যবাদী ........ প্রতিপক্ষে পঞ্চমবারে সে (স্ত্রী) বলবে: তার স্বামী সত্যবাদী হলে, তার উপর (নেমে আসবে) আল্লাহর গযব। (২৪: ৬-৯) পর্যন্ত। বর্ণনাকারী বলেন: রাসুলুল্লাহ (সাঃ) ঐ ব্যক্তিকে প্রথমে নসীহত করেন এবং উপদেশ প্রদান করেন এবং বলেন: পরকালের শাস্তি অপেক্ষা ইহকালের অতি সহজ। সে (ই ব্যক্তি তাঁর নসীহত শ্রবণ করে) বলতে লাগলেন: আল্লাহর তা'আলার কসম। যিনি আপনাকে সত্য সহকারে প্রেরণ করেছেন, আমি মিথ্যা বলছি না। দ্বিতীয় পর্যায়ে তিনি স্ত্রীলোকটিকে বললেন: নসীহত করলেন এবং তাকে স্মরণ করিয়ে দিলেন। সে (ঐ স্ত্রীলোকটিও) বলতে লাগলেন আল্লাহ তা'আলার শপথ। যিনি আপনাকে সত্য সহকারে প্রেরণ করেছেন এ ব্যক্তি মিথ্যাবাদী। তিনি (সাঃ) পুরুষকে দিয়ে লি'আন কার্যক্রম আরম্ভ করলেন। সে আল্লাহর নাম নিয়ে শপথ করে চার বার সাক্ষ্য প্রদান করলো যে সে অবশ্যই সত্যবাদী পঞমবারে সে বললো: যদি সে মিথ্যা কথা বলে থাকে, তবে তার উপর আল্লাহর অভিসম্পাত। তারপর স্ত্রীলোকটিও আল্লাহর নামে চার বার সাক্ষ্য দিল, নিশ্চয় সে বড় মিথ্যাবাদী। পঞ্চম বারে সে বললেন: যদি সে (পুরুষ লোকটি) সত্যবাদী হয়, তবে তার স্ত্রীর উপর আল্লাহর গযব (পড়বে)। এরপর রাসুলুল্লাহ (সাঃ) তাদের দুই জনকে পৃথক করে দিলেন।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ عَلِيٍّ، وَمُحَمَّدُ بْنُ الْمُثَنَّى، قَالَا: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، قَالَ: حَدَّثَنَا عَبْدُ الْمَلِكِ بْنُ أَبِي سُلَيْمَانَ، قَالَ: سَمِعْتُ سَعِيدَ بْنَ جُبَيْرٍ، يَقُولُ: سُئِلْتُ عَنِ الْمُتَلَاعِنَيْنِ فِي إِمَارَةِ ابْنِ الزُّبَيْرِ أَيُفَرَّقُ بَيْنَهُمَا؟ فَمَا دَرَيْتُ مَا أَقُولُ، فَقُمْتُ مِنْ مَقَامِي إِلَى مَنْزِلِ ابْنِ عُمَرَ، فَقُلْتُ: يَا أَبَا عَبْدِ الرَّحْمَنِ، الْمُتَلَاعِنَيْنِ أَيُفَرَّقُ بَيْنَهُمَا؟ قَالَ: نَعَمْ، سُبْحَانَ اللَّهِ إِنَّ أَوَّلَ مَنْ سَأَلَ عَنْ ذَلِكَ فُلَانُ بْنُ فُلَانٍ، فَقَالَ: يَا رَسُولَ اللَّهِ، أَرَأَيْتَ - وَلَمْ يَقُلْ عَمْرٌو، أَرَأَيْتَ - الرَّجُلَ مِنَّا يَرَى عَلَى امْرَأَتِهِ فَاحِشَةً إِنْ تَكَلَّمَ فَأَمْرٌ عَظِيمٌ - وَقَالَ عَمْرٌو: أَتَى أَمْرًا عَظِيمًا - وَإِنْ سَكَتَ سَكَتَ عَلَى مِثْلِ ذَلِكَ، فَلَمْ يُجِبْهُ، فَلَمَّا كَانَ بَعْدَ ذَلِكَ أَتَاهُ فَقَالَ: إِنَّ الْأَمْرَ الَّذِي سَأَلْتُكَ ابْتُلِيتُ بِهِ، \" فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ هَؤُلَاءِ الْآيَاتِ فِي سُورَةِ النُّورِ {وَالَّذِينَ يَرْمُونَ أَزْوَاجَهُمْ} [النور: 6]- حَتَّى بَلَغَ - {وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ} [النور: 9] فَبَدَأَ بِالرَّجُلِ فَوَعَظَهُ وَذَكَّرَهُ وَأَخْبَرَهُ أَنَّ عَذَابَ الدُّنْيَا أَهْوَنُ مِنْ عَذَابِ الْآخِرَةِ \"، فَقَالَ: وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا كَذَبْتُ، «ثُمَّ ثَنَّى بِالْمَرْأَةِ فَوَعَظَهَا وَذَكَّرَهَا»، فَقَالَتْ: وَالَّذِي بَعَثَكَ بِالْحَقِّ إِنَّهُ لَكَاذِبٌ، «فَبَدَأَ بِالرَّجُلِ فَشَهِدَ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ، وَالْخَامِسَةُ أَنَّ لَعْنَةَ اللَّهِ عَلَيْهِ إِنْ كَانَ مِنَ الْكَاذِبِينَ، ثُمَّ ثَنَّى بِالْمَرْأَةِ فَشَهِدَتْ أَرْبَعَ شَهَادَاتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكَاذِبِينَ، وَالْخَامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْهَا إِنْ كَانَ مِنَ الصَّادِقِينَ، فَفَرَّقَ بَيْنَهُمَا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}