{
  "hadith": {
    "hadith_id": 3499,
    "narrator": "ইব্‌ন আব্বাস (রাঃ)",
    "bn": "(অর্থঃ যখন আমি কোন আয়াতের স্থানে অন্য আয়াত দ্বারা পরিবর্তন করি......) সম্পর্কে (অর্থঃ আল্লাহ্‌ যা ইচ্ছা করে মুছে দেন এবং (যা ইচ্ছা) স্থির রাখেন; তাঁর কাছে আছে মূল গ্রন্থ) বলেনঃ (বর্ণিত হয়েছে যে,) কুরআনে সর্বপ্রথম যা রহিত হয়েছে, তা হলো কিবলার হুকুম। আল্লাহ্‌র বাণীঃ                                                  \n(আরবি) (অর্থঃ তালাকপ্রাপ্তা নারীরা নিজেদের আবদ্ধ করে রাখবে (ইদ্দত পালন করবে) তিন হায়েয এবং তোমাদের নারীদের মধ্যে যারা (বয়সের কারণে) হায়েয হতে নিরাশ হয়েছে---- যদি তোমরা সন্দিহান হও---- তবে তাদের ‘ইদ্দত তিন মাস।) এ হতে রহিত করা হয়েছে এবং ইরশাদ করা হয়েছে (আরবি) (অর্থঃ যদি তোমরা তাদের (স্ত্রীদের) স্পর্শ (সহবাস) করার পূর্বে তালাক দিয়ে দাও তবে তোমাদের স্বার্থে তাদের উপরের ইদ্দতের বিধান নেই। যা তারা পালন করবে...............)।",
    "ar": "أَخْبَرَنَا زَكَرِيَّا بْنُ يَحْيَى، قَالَ: حَدَّثَنَا إِسْحَقُ بْنُ إِبْرَاهِيمَ، قَالَ: أَنْبَأَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ وَاقِدٍ، قَالَ: حَدَّثَنِي أَبِي، قَالَ: أَنْبَأَنَا يَزِيدُ النَّحْوِيُّ، عَنْ عِكْرِمَةَ، عَنْ ابْنِ عَبَّاسٍ: \" فِي قَوْلِهِ {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا} [البقرة: 106] وَقَالَ: {وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ} [النحل: 101] الْآيَةَ، وَقَالَ: {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ} [الرعد: 39] فَأَوَّلُ مَا نُسِخَ مِنَ الْقُرْآنِ الْقِبْلَةُ، وَقَالَ: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ} [البقرة: 228] وَقَالَ: {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنْ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلَاثَةُ أَشْهُرٍ} [الطلاق: 4] فَنُسِخَ مِنْ ذَلِكَ، قَالَ تَعَالَى: {وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ} [البقرة: 237] {فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا} [الأحزاب: 49] \"\n---\n[حكم الألباني] حسن صحيح",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}