{
  "hadith": {
    "hadith_id": 3511,
    "narrator": "আবূ সালামা ইব্ন আবদুর রহমান (রাঃ)",
    "bn": "তিনি বলেনঃ কেউ ইব্ন আব্বাস (রাঃ)-এর নিকট জিজ্ঞাসা করলো, যদি কোন স্ত্রীলোক তার স্বামীর মৃত্যুবরণ করার বিশ দিনের মধ্যে সন্তান প্রসব করে, তবে কি তার বিবাহ করা সঠিক হবে? ইব্ন আব্বাস (রাঃ) বললেনঃ না। (বিবাহ করা বৈধ হবে না), যতক্ষন না সে তার দুই ইদ্দতের মধ্যে দীর্ঘ ইদ্দতটি পূর্ণ করে। আবূ সালামা (রাঃ) বলেন, আমি বললাম, আল্লাহ্ তাবারাকা ওয়া তা’আলা তো বলেছেনঃ “যারা গর্ভবতী তাদের ইদ্দত হলো তাদের সন্তান প্রসব করা।” ইব্ন আব্বাস (রাঃ) (আবূ সালামা (রাঃ)-কে উত্তরে) বললেন, এই আদেশ তালাকপ্রাপ্তা নারীর ব্যাপারে। এরপর আবূ হুরায়রা (রাঃ) বললেনঃ আমি আমার ভাইপো আবূ সালামার সাথে আছি। (অর্থাৎ যা সে বলছে তা-ই আমার নিকট উত্তম এবং সহীহ্)। এই কথার পর তিনি তার দাস কুরায়বকে উম্মু সালামা (রাঃ)-এর নিকট পাঠালেন। তিনি বললেন, তুমি উম্মু সালামা (রা.)-এর কাছে গিয়ে জিজ্ঞাসা কর যে, এ ব্যাপারে রাসূলুল্লাহ্ (সাঃ)-এর কোন সুন্নত (বিধান) আছে কি না। কুরায়ব (রাঃ) (উম্মু সালামা (রাঃ)-এর নিকট উপস্থিত হয়ে আবূ হুরায়রা (রাঃ) যা বলেছেন  ব্যক্ত করলে) উম্মু সালামা (রাঃ) বললেনঃ হ্যাঁ, (রাসূলুল্লাহ্ (সাঃ)-এর সুন্নত এ ব্যাপারে এই যে,) সুবায়‘আ আসলামী (রা.) তার স্বামীর মৃত্যুর বিশ দিন পর সন্তান প্রসব করলে রাসূলুল্লাহ্ (সাঃ) তাকে বিবাহ করার অনুমতি দেন। আর আবূ সানাবিল তার বিবাহের পয়গামদাতাদের মধ্যে অন্যতম ছিলেন।",
    "ar": "أَخْبَرَنِي مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ بَزِيعٍ، قَالَ: حَدَّثَنَا يَزِيدُ وَهُوَ ابْنُ زُرَيْعٍ قَالَ: حَدَّثَنَا حَجَّاجٌ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ أَبِي كَثِيرٍ، قَالَ: حَدَّثَنِي أَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: قِيلَ لِابْنِ عَبَّاسٍ، فِي امْرَأَةٍ وَضَعَتْ بَعْدَ وَفَاةِ زَوْجِهَا بِعِشْرِينَ لَيْلَةً: أَيَصْلُحُ لَهَا أَنْ تَزَوَّجَ؟ قَالَ: «لَا، إِلَّا آخِرَ الْأَجَلَيْنِ». قَالَ: قُلْتُ: قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى: {وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} [الطلاق: 4] فَقَالَ: «إِنَّمَا ذَلِكَ فِي الطَّلَاقِ»، فَقَالَ أَبُو هُرَيْرَةَ: أَنَا مَعَ ابْنِ أَخِي - يَعْنِي أَبَا سَلَمَةَ - فَأَرْسَلَ غُلَامَهُ كُرَيْبًا، فَقَالَ: ائْتِ أُمَّ سَلَمَةَ، فَسَلْهَا هَلْ كَانَ هَذَا سُنَّةٌ مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ فَجَاءَ فَقَالَ: قَالَتْ: نَعَمْ، سُبَيْعَةُ الْأَسْلَمِيَّةُ وَضَعَتْ بَعْدَ وَفَاةِ زَوْجِهَا بِعِشْرِينَ لَيْلَةً، «فَأَمَرَهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ تَزَوَّجَ» فَكَانَ أَبُو السَّنَابِلِ فِيمَنْ يَخْطُبُهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}