{
  "hadith": {
    "hadith_id": 3520,
    "narrator": "উবায়দুল্লাহ্ ইব্ন আবদুল্লাহ্ (রাঃ)",
    "bn": "আবদুল্লাহ্ ইব্ন উতবা উমর ইব্ন আবদুল্লাহ্ ইব্ন আরকাম যুহরীকে সুবায়'আ (রাঃ)-এর নিকট যাওয়ার জন্য পত্র লিখলেন যে, আপনি গিয়ে সুবায়'আ আসলামী বিন্ত হারিস (রাঃ)-কে জিজ্ঞাসা করবেন, তাঁর গর্ভ সম্বন্ধে রাসূলুল্লাহ্ (সাঃ) তাঁকে কী সমাধান দিয়েছিলেন? রাবী বলেনঃ উমর ইব্ন আবদুল্লাহ্ (রহঃ) তাঁর নিকট গিয়ে তাকে জিজ্ঞাসা করলে তিনি বললেনঃ আমি সা'দ ইব্ন খাওলার স্ত্রী ছিলাম। তিনি রাসূলুল্লাহ্ (সাঃ)-এর সাহাবী ছিলেন এবং তিনি বদরীও ছিলেন। তিনি স্ত্রী রেখে বিদায় হজ্জে ইনতিকাল করেন। স্বামীর মৃত্যুর পরে, চার মাস দশদিন অতিবাহিত হওয়ার আগেই তিনি (সুবায়'আ) সন্তান প্রসব করলেন। রাবী বলেনঃ তার নিফাস হতে পাক হওয়ার পর বনী আবদুদ্দার গোত্রের আবূ সানাবিল নামক এক ব্যক্তি তাঁর নিকট উপস্থিত হয়ে দেখলেন যে, তিনি সাজসজ্জা করছেন। তিনি বললেনঃ মনে হয় তুমি বিবাহের ইচ্ছা রাখ, চার মাস দশ দিন অতিবাহিত হওয়ার পূর্বেই। সুবায়'আ (রাঃ) বলেনঃ আমি আবূ সানাবিলের নিকট এ কথা শোনার পর রাসূলুল্লাহ্ (সাঃ)-এর নিকট উপস্থিত হয়ে তাঁর নিকট আমার অবস্থা ব্যক্ত করলাম। রাসূলুল্লাহ্ (সাঃ) বললেনঃ তুমি তোমার সন্তান প্রসব করার সাথে সাথেই হালাল হয়ে গিয়েছ (তোমার ইদ্দত পূর্ণ করেছ)।",
    "ar": "أَخْبَرَنَا كَثِيرُ بْنُ عُبَيْدٍ، قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، عَنْ الزُّبَيْدِيِّ، عَنْ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُتْبَةَ، كَتَبَ إِلَى عُمَرَ بْنِ عَبْدِ اللَّهِ بْنِ الْأَرْقَمِ الزُّهْرِيِّ، أَنِ ادْخُلْ عَلَى سُبَيْعَةَ بِنْتِ الْحَارِثِ الْأَسْلَمِيَّةِ، فَاسْأَلْهَا عَمَّا أَفْتَاهَا بِهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي حَمْلِهَا؟ قَالَ: فَدَخَلَ عَلَيْهَا عُمَرُ بْنُ عَبْدِ اللَّهِ فَسَأَلَهَا فَأَخْبَرَتْهُ أَنَّهَا كَانَتْ تَحْتَ سَعْدِ بْنِ خَوْلَةَ، وَكَانَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِمَّنْ شَهِدَ بَدْرًا، فَتُوُفِّيَ عَنْهَا فِي حَجَّةِ الْوَدَاعِ، فَوَلَدَتْ قَبْلَ أَنْ تَمْضِيَ لَهَا أَرْبَعَةُ أَشْهُرٍ وَعَشْرًا مِنْ وَفَاةِ زَوْجِهَا، فَلَمَّا تَعَلَّتْ مِنْ نِفَاسِهَا، دَخَلَ عَلَيْهَا أَبُو السَّنَابِلِ - رَجُلٌ مِنْ بَنِي عَبْدِ الدَّارِ - فَرَآهَا مُتَجَمِّلَةً، فَقَالَ: لَعَلَّكِ تُرِيدِينَ النِّكَاحَ قَبْلَ أَنْ تَمُرَّ عَلَيْكِ أَرْبَعَةُ أَشْهُرٍ وَعَشْرًا؟ قَالَتْ: فَلَمَّا سَمِعْتُ ذَلِكَ مِنْ أَبِي السَّنَابِلِ جِئْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَحَدَّثْتُهُ حَدِيثِي، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «قَدْ حَلَلْتِ حِينَ وَضَعْتِ حَمْلَكِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}