{
  "hadith": {
    "hadith_id": 3521,
    "narrator": "মুহাম্মাদ (রহঃ)",
    "bn": "আমি কুফায় আনসারীদের এক বড় মজলিসে বসা ছিলাম, সেখানে আবদুর রহমান ইব্ন আবূ লায়লাও উপস্থিত ছিলেন। তাঁরা সুবায়'আ (রাঃ)-এর ব্যাপারে আলোচনা করলেন। আমি আবদুল্লাহ্ ইব্ন উতবা ইব্ন মাসউদের বর্ণনার উল্লেখ করলাম, যা ইব্ন আওনের কথার অনুরূপ ছিল, অর্থাৎ সন্তান প্রসব হওয়া পর্যন্ত (তার ইদ্দত ছিল)। ইব্ন আবূ লায়লা বললেনঃ কিন্তু তার চাচা আবদুল্লাহ্ ইব্ন মাসউদ (রাঃ)-এর এ কথার সমর্থক ছিলেন না (যে, গর্ভধারিণীর ইদ্দত প্রসব পর্যন্ত, বরং তিনি দুই ইদ্দতের মধ্যে যেটি অধিক তাকেই ইদ্দত মনে করতেন।) তখন আমি আমার আওয়াজ উঁচু করে বললামঃ আমি কি এরূপ দুঃসাহস করতে পারি যে, আবদুল্লাহ্র উপর মিথ্যারোপ করবো? অথচ তিনি কুফারই এক প্রান্তে থাকেন। এরপর মালিক (রাহঃ)-এর সাথে আমি সাক্ষাত করলাম। আমি তাঁর নিকট জিজ্ঞাসা করলামঃ আবদুল্লাহ্ ইব্ন মাসউদ (রাঃ) সুবায়'আ (রাঃ)-এর ব্যাপারে কিরূপ বলতেন? তিনি বললেনঃ ইব্ন মাসউদ (রাঃ) বলতেনঃ তোমরা তার উপর কঠোর বিধান আরোপ করছো? আর তোমরা তাকে (সহজ বিধানের) সুবিধা দিতেছ না?  অথচ ছোট সূরা নিসা, (এবং সূরা তালাকে গর্ভ প্রসবকে স্বামীর মৃত্যুর ইদ্দত সাব্যস্ত করা হয়েছে।) (যা হলো সূরা তালাক, তা) বড় সূরা অর্থাৎ সূরা বাকারার পর নাযিল হয়।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى، قَالَ: حَدَّثَنَا خَالِدٌ، قَالَ: حَدَّثَنَا ابْنُ عَوْنٍ، عَنْ مُحَمَّدٍ، قَالَ: كُنْتُ جَالِسًا فِي نَاسٍ بِالْكُوفَةِ فِي مَجْلِسٍ لِلْأَنْصَارِ عَظِيمٍ فِيهِمْ عَبْدُ الرَّحْمَنِ بْنُ أَبِي لَيْلَى، فَذَكَرُوا شَأْنَ سُبَيْعَةَ، فَذَكَرْتُ عَنْ عَبْدِ اللَّهِ بْنِ عُتْبَةَ بْنِ مَسْعُودٍ فِي مَعْنَى قَوْلِ ابْنِ عَوْنٍ: حَتَّى تَضَعَ، قَالَ ابْنُ أَبِي لَيْلَى: لَكِنَّ عَمَّهُ لَا يَقُولُ ذَلِكَ، فَرَفَعْتُ صَوْتِي وَقُلْتُ: إِنِّي لَجَرِيءٌ أَنْ أَكْذِبَ عَلَى عَبْدِ اللَّهِ بْنِ عُتْبَةَ وَهُوَ فِي نَاحِيَةِ الْكُوفَةِ؟ قَالَ: فَلَقِيتُ مَالِكًا، قُلْتُ: كَيْفَ كَانَ ابْنُ مَسْعُودٍ، يَقُولُ فِي شَأْنِ سُبَيْعَةَ؟ قَالَ: قَالَ: «أَتَجْعَلُونَ عَلَيْهَا التَّغْلِيظَ وَلَا تَجْعَلُونَ لَهَا الرُّخْصَةَ، لَأُنْزِلَتْ سُورَةُ النِّسَاءِ الْقُصْرَى بَعْدَ الطُّولَى»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}