{
  "hadith": {
    "hadith_id": 3537,
    "narrator": "উম্মু হাকীম বিন্‌ত আসীদ (রহঃ)",
    "bn": "যখন তাঁর স্বামী মারা যায়, তখন তাঁর চোখে ব্যথা ছিল। তখন তিনি ইছমিদ সুরমা লাগান। পরে তিনি তার মুক্ত করা এক দাসীকে উম্মু সালামা (রাঃ)-এর নিকট প্রেরণ করেন। সে তার নিকট ইছমিদ সুরমা ব্যবহার সম্পর্কে জিজ্ঞাসা করে। উম্মু সালামা (রাঃ) বললেনঃ কোন সুরমা ব্যবহার করবে না। হ্যাঁ যদি কঠিন প্রয়োজন হয়। কেননা, আবূ সালামা (রাঃ)-এর ইন্‌তিকাল হলে রাসূলুল্লাহ্‌ (সাঃ) আমার নিকট ঐ সময় আসেন। আমি তখন আমার চোখে ইলুয়া (কাল মসৃণ গাম) লাগিয়ে ছিলাম। তিনি বললেনঃ হে উম্মু সালামা ! এটা কী? আমি বললামঃ ইয়া রাসূলাল্লাহ্‌ ! ইয়া ইলুয়া। এতে সুগন্ধি নেই। তিনি বললেনঃ হে উম্মু সালামা ! (তা চেহারা সুন্দর ও আকর্ষণীয়) করে দেয়। এটা আর লাগাবে না, তবে রাতে (লাগাবে)। আর সুগন্ধি বস্তু দ্বারা মাথা ধোবে না, মেহেদী দ্বারাও না। কেননা, মেহেদীও খেযাব (মধ্যে রঙ রয়েছে)। (উম্মু সালামা বলেন,) আমি বললাম, ইয়া রাসূলুল্লাহ ! আমি কি দিয়ে মাথা ধোব? তিনি বললেনঃ কুলপাতা দিয়ে তোমার মাথা ঢেকে দেবে।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، قَالَ: حَدَّثَنَا ابْنُ وَهْبٍ، قَالَ: أَخْبَرَنِي مَخْرَمَةُ، عَنْ أَبِيهِ، قَالَ: سَمِعْتُ الْمُغِيرَةَ بْنَ الضَّحَّاكِ، يَقُولُ: حَدَّثَتْنِي أُمُّ حَكِيمٍ بِنْتُ أَسِيدٍ، عَنْ أُمِّهَا: أَنَّ زَوْجَهَا تُوُفِّيَ وَكَانَتْ تَشْتَكِي عَيْنَهَا فَتَكْتَحِلُ الْجَلَاءَ، فَأَرْسَلَتْ مَوْلَاةً لَهَا إِلَى أُمِّ سَلَمَةَ، فَسَأَلَتْهَا عَنْ كُحْلِ الْجَلَاءِ، فَقَالَتْ: لَا تَكْتَحِلُ، إِلَّا مِنْ أَمْرٍ لَا بُدَّ مِنْهُ، دَخَلَ عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ تُوُفِّيَ أَبُو سَلَمَةَ، وَقَدْ جَعَلْتُ عَلَى عَيْنِي صَبْرًا، فَقَالَ: «مَا هَذَا يَا أُمَّ سَلَمَةَ؟» قُلْتُ: إِنَّمَا هُوَ صَبْرٌ يَا رَسُولَ اللَّهِ، لَيْسَ فِيهِ طِيبٌ، قَالَ: «إِنَّهُ يَشُبُّ الْوَجْهَ، فَلَا تَجْعَلِيهِ إِلَّا بِاللَّيْلِ، وَلَا تَمْتَشِطِي بِالطِّيبِ وَلَا بِالْحِنَّاءِ، فَإِنَّهُ خِضَابٌ» قُلْتُ: بِأَيِّ شَيْءٍ أَمْتَشِطُ يَا رَسُولَ اللَّهِ؟ قَالَ: «بِالسِّدْرِ تُغَلِّفِينَ بِهِ رَأْسَكِ»",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}