{
  "hadith": {
    "hadith_id": 3545,
    "narrator": "আবদুর রহমান ইব্‌ন আসিম (রহঃ)",
    "bn": "ফাতিমা বিন্‌ত কায়স (রাঃ) তাকে অবহিত করেছেন, তিনি মাখযূম গোত্রের এক ব্যক্তির স্ত্রী ছিলেন, যিনি তাঁকে তিন তালাক দেন এবং কোন যুদ্ধে গমন করেন। আর তিনি নিজের উকীলদের নিকট বলে যানঃ তুমি তাঁকে কিছু খরচ দিয়ে দিও। (সেই উকীল তাঁকে কিছু দিল।) কিন্তু তিনি বলেন, ফাতিমা (রাঃ) তা কম মনে করে ফিরিয়ে দিলেন এবং তিনি রাসূলুল্লাহ (সাঃ)-এর কোন স্ত্রীর নিকট গমন করেন। এমন সময় রাসূলুল্লাহ (সাঃ) ঘরে প্রবেশ করেন, তখন তিনি ঐ ঘরে ছিলেন। তিনি বললেনঃ ইয়া রাসূলুল্লাহ্‌ ! এ (আমি) ফাতিমা বিন্‌ত কায়স। তাকে অমুক ব্যক্তি তালাক দিয়েছে। আর অমুকের মারফত তার খরচ পাঠিয়েছে। সে তা সামান্য মনে করে তা ফিরিয়ে দিয়েছে। সে (স্বামী) বলেঃ এতটুকু দেয়াও তার ইহ্‌সান। তিনি (সাঃ) বললেনঃ সে ব্যক্তি ঠিকই বলেছে। নবী (সাঃ) বলেছেন, এখন তুমি উম্মু কুলসুমের কাছে গিয়ে তোমার ইদ্দত পূর্ণ কর। এরপর তিনি আবার বললেনঃ উম্মু কুলসুমের ঘরে মেহমানদের যাতায়াত অধিক হয়। অতএব তুমি এখন আবদুল্লাহ্‌ ইব্‌ন উম্মু মাকতুমের কাছে গিয়ে থাক। কেননা, সে অন্ধ। তিনি (ফাতিমা (রাঃ) আবদুল্লাহ্‌ (রাঃ)-এর নিকট চলে গেলেন এবং সেখানে তার ইদ্দত পূর্ণ করলেন। তার ইদ্দতের সময় পূর্ণ হলে আবু জাহ্‌ম এবং মুআবিয়া ইব্‌ন আবু সুফিয়ান বিয়ের প্রস্তাব পাঠালে তিনি রাসূলুল্লাহ (সাঃ)-এর নিকট উপস্থিত হয়ে উক্ত দুই ব্যক্তি সম্বন্ধে পরামর্শ করলেন। তিনি বললেনঃ আমি তো তোমার জন্য জাহান্নামের লাঠির ভয় করি, আর মুআবিয়া তো অভাবী লোক। ফাতিমা (রাঃ) বলেনঃ এরপরে আমি উসামা ইব্‌ন যায়দ (রাঃ)-কে বিবাহ করলাম।",
    "ar": "أَخْبَرَنَا عَبْدُ الْحَمِيدِ بْنُ مُحَمَّدٍ، قَالَ: حَدَّثَنَا مَخْلَدٌ، قَالَ: حَدَّثَنَا ابْنُ جُرَيْجٍ، عَنْ عَطَاءٍ، قَالَ: أَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ عَاصِمٍ، أَنَّ فَاطِمَةَ بِنْتَ قَيْسٍ، أَخْبَرَتْهُ - وَكَانَتْ عِنْدَ رَجُلٍ مِنْ بَنِي مَخْزُومٍ -: أَنَّهُ طَلَّقَهَا ثَلَاثًا وَخَرَجَ إِلَى بَعْضِ الْمَغَازِي، وَأَمَرَ وَكِيلَهُ أَنْ يُعْطِيَهَا بَعْضَ النَّفَقَةِ، فَتَقَالَّتْهَا، فَانْطَلَقَتْ إِلَى بَعْضِ نِسَاءِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَدَخَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهِيَ عِنْدَهَا فَقَالَتْ: يَا رَسُولَ اللَّهِ، هَذِهِ فَاطِمَةُ بِنْتُ قَيْسٍ طَلَّقَهَا فُلَانٌ، فَأَرْسَلَ إِلَيْهَا بِبَعْضِ النَّفَقَةِ، فَرَدَّتْهَا، وَزَعَمَ أَنَّهُ شَيْءٌ تَطَوَّلَ بِهِ؟ قَالَ: «صَدَقَ»، قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فَانْتَقِلِي إِلَى أُمِّ كُلْثُومٍ فَاعْتَدِّي عِنْدَهَا» ثُمَّ قَالَ: «إِنَّ أُمَّ كُلْثُومٍ امْرَأَةٌ يَكْثُرُ عُوَّادُهَا، فَانْتَقِلِي إِلَى عَبْدِ اللَّهِ ابْنِ أُمِّ مَكْتُومٍ فَإِنَّهُ أَعْمَى» فَانْتَقَلَتْ إِلَى عَبْدِ اللَّهِ، فَاعْتَدَّتْ عِنْدَهُ حَتَّى انْقَضَتْ عِدَّتُهَا، ثُمَّ خَطَبَهَا أَبُو الْجَهْمِ وَمُعَاوِيَةُ بْنُ أَبِي سُفْيَانَ، فَجَاءَتْ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، تَسْتَأْمِرُهُ فِيهِمَا، فَقَالَ: «أَمَّا أَبُو الْجَهْمِ فَرَجُلٌ أَخَافُ عَلَيْكِ قَسْقَاسَتَهُ لِلْعَصَا، وَأَمَّا مُعَاوِيَةُ فَرَجُلٌ أَمْلَقُ مِنَ الْمَالِ» فَتَزَوَّجَتْ أُسَامَةَ بْنَ زَيْدٍ بَعْدَ ذَلِكَ\n---\n[حكم الألباني] ضعيف الإسناد وقوله أم كلثوم منكر والمحفوظ أم شريك",
    "grade_id": 6,
    "grade": "অন্যান্য",
    "grade_color": "#4A85CE",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}