{
  "hadith": {
    "hadith_id": 3554,
    "narrator": "ইব্‌ন আব্বাস (রাঃ)",
    "bn": "(আরবি) এ আয়াতের তাফসীরে বর্ণিত যে, ‘আমি কোন আয়াত রহিত করলে অথবা ভুলিয়ে দিলে, তা হতে উত্তম বা তার সমতুল্য কোন আয়াত আনি। ইব্‌ন আব্বাস (রাঃ) এরপর অন্য একটি আয়াত বর্ণনা করেনঃ (আরবি) ‘যখন আমি এক আয়াতের বদলে অন্য আয়াত উপস্থিত করি, আল্লাহ্‌ যা নাযিল করেন, তা তিনি-ই ভাল জানেন, (তখন তারা বলেঃ তুমি তো কেবল মিথ্যা উদ্ভাবনকারী।’) আল্লাহ্‌র বাণীঃ (আরবি) ‘আল্লাহ্‌র যা ইচ্ছা তা নিশ্চিহ্ন করেন এবং যা ইচ্ছা তা প্রতিষ্ঠিত রাখেন, আর তাঁরই নিকট আছে কিতাবের মূল।’ এরপর ইব্‌ন আব্বাস (রাঃ) বলেনঃ সর্বপ্রথম কুরআনে যা রহিত হয়েছিল, তা ছিল কেবলা। ইব্‌ন আব্বাস (রাঃ) আরো বলেনঃ (আরবি) আল্লাহ্‌র বাণীঃ ‘মহিলারা তিন হায়েয পর্যন্ত অপেক্ষা করবে, আর তাদের জন্য বৈধ হবে না, আল্লাহ্‌ তা’আলা তাদের গর্ভে যা সৃষ্টি করেছেন তা গোপন রাখা।‘ যদি তারা আল্লাহ্‌ এবং কিয়ামতের দিনের উপর ঈমান রাখে। আর তাদের স্বামীগণ এই অবস্থায় তাদের ফিরিয়ে রাখার অধিক হকদার। যদি তারা অপেক্ষা করার ইচ্ছা রাখে।’ তিনি এই আয়াত বর্ণনা কর্তে গিয়ে বলেন, এই অবস্থা এইরুপ ছিল, যখন কোন লোক তার স্ত্রীকে তালাক দিত, তবে সে-ই তার রজ’আত করার (স্ত্রী রুপে ফিরিয়ে নেয়ার) অধিকারী ছিল, যদিও সে তাকে তিন তালাক দিত। আল্লাহ্‌ তা’আলা তা রহিত করে বলেনঃ তালাক দু’বার। এরপর স্ত্রীকে হয় বিধিমত রেখে দেবে, অথবা সদয়ভাবে মুক্ত করে দেবে।",
    "ar": "حَدَّثَنَا زَكَرِيَّا بْنُ يَحْيَى، قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ: حَدَّثَنَا عَلِيُّ بْنُ الْحُسَيْنِ بْنِ وَاقِدٍ، قَالَ: حَدَّثَنِي أَبِي، قَالَ: حَدَّثَنَا يَزِيدُ النَّحْوِيُّ، عَنْ عِكْرِمَةَ، عَنْ ابْنِ عَبَّاسٍ، فِي قَوْلِهِ: {مَا نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِهَا نَأْتِ بِخَيْرٍ مِنْهَا أَوْ مِثْلِهَا} [البقرة: 106] وَقَالَ: {وَإِذَا بَدَّلْنَا آيَةً مَكَانَ آيَةٍ وَاللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ} [النحل: 101] الْآيَةَ، وَقَالَ: {يَمْحُو اللَّهُ مَا يَشَاءُ وَيُثْبِتُ وَعِنْدَهُ أُمُّ الْكِتَابِ} [الرعد: 39] «فَأَوَّلُ مَا نُسِخَ مِنَ الْقُرْآنِ الْقِبْلَةُ»، وَقَالَ: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلَاثَةَ قُرُوءٍ وَلَا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ} [البقرة: 228]- إِلَى قَوْلِهِ - {إِنْ أَرَادُوا إِصْلَاحًا} [البقرة: 228] «وَذَلِكَ بِأَنَّ الرَّجُلَ كَانَ إِذَا طَلَّقَ امْرَأَتَهُ فَهُوَ أَحَقُّ بِرَجْعَتِهَا وَإِنْ طَلَّقَهَا ثَلَاثًا فَنَسَخَ ذَلِكَ»، وَقَالَ: {الطَّلَاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ} [البقرة: 229]\n---\n[حكم الألباني] حسن صحيح",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "25"
    }
  }
}