{
  "hadith": {
    "hadith_id": 3606,
    "narrator": "হুসায়ন ইব্‌ন আবদুর রহমান বনী তামীমের আমর ইব্‌ন জাওয়ান (রাঃ)",
    "bn": "আমি তাকে বললামঃ আপনি আহনাফ্ ইব্‌ন কায়স (রাঃ)- এর (সাহাবিগণের অভ্যন্তরীণ দ্বন্দ্ব) পৃথক থাকা সম্পর্কে আপনার অভিমত বর্ণনা করুন। তিনি বললেনঃ আমি আহনাফ্‌কে বলতে শুনেছি। আমি হজ্জ উপলক্ষে মদীনায় আসলাম। আমরা আমাদের মনযিলে ছিলাম, এমন সময় এক ব্যক্তি এসে বললোঃ লোক মসজিদে একত্রিত হচ্ছে। আমি গিয়ে দেখলাম, লোক মসজিদে একত্রিত রয়েছে। তাঁদের মাঝে রয়েছেন- আলী ইব্‌ন আবূ তালিব, যুবায়র, তালহা এবং সা‘দ ইব্‌ন আবী ওয়াক্কাস (রাঃ)। আমি যখন তাদের নিকট দাঁড়ালাম তখন বলা হলোঃ এই যে, উসমান ইব্‌ন আফ্‌ফান এসে গেছেন। তাঁর গায়ে ছিল একখানা হলুদ বর্ণের চাদর। রাবী বলেনঃ আমি আমার সাথীকে বললাম, তুমি এখানে অবস্থান কর, দেখি উসমান (রাঃ) কি বলেন। উসমান (রাঃ) বললেনঃ এখানে কি আলী (রাঃ) আছেন? এখানে কি যুবায়র (রাঃ) আছেন? এখানে কি তালহা (রাঃ) আছেন? এবং এখানে কি সা‘দ (রাঃ) আছেন? তারা বললেনঃ হাঁ (আমরা এখানে আছি)। তিনি বললেনঃ আমি তোমাদেরকে আল্লাহ্ তা‘আলার কসম দিয়ে বলছি, যিনি ব্যতীত অন্য কোন ইলাহ্ নেই, তোমরা কি অবগত আছ যে, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যে ব্যক্তি অমুক অমুক গোত্রের (উটের) বাথান ক্রয় করবে, আল্লাহ্ তা‘আলা তাকে ক্ষমা করে দেবেন। আমি তা ক্রয় করে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট এসে বললামঃ আমি অমুক (উটের) বাথান খরিদ করেছি। তিনি বললেনঃ এখন তুমি তা আমাদের মসজিদের জন্য (ওয়াক্‌ফ করে) দিয়ে দাও, তাহলে এর সওয়াব তুমি পাবে। তাঁরা বললেনঃ হ্যাঁ। তিনি আবার বললেনঃ আমি তোমাদেরকে আল্লাহ্‌র কসম দিয়ে বলছি। যিনি ব্যতীত আর কোন ইলাহ নেই। তোমরা কি অবগত আছ যে, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যে ব্যক্তি ‘রূমা’ কূপ ক্রয় করবে আল্লাহ্ তাকে ক্ষমা করে দেবেন। আমি (তা ক্রয় করে) রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট এসে বললামঃ আমি ‘রূমা’ কূপ ক্রয় করেছি। তখন তিনি বললেনঃ এখন তা তুমি মুসলমানদের পানি পান করার জন্য (ওয়াক্‌ফ করে) দিয়ে দাও, আর এর সওয়াব তুমি পাবে। তাঁরা বললেনঃ হ্যাঁ। তিনি আবার বললেনঃ আমি তোমাদেরকে আল্লাহ্‌র শপথ দিয়ে বলছি। যিনি ব্যতীত আর কোন ইলাহ নেই। তোমরা কি জান, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যে ব্যক্তি অনটনগ্রস্ত (তাবুক) যুদ্ধের বাহিনীর যুদ্ধোপকরণের ব্যবস্থা করে দেবে, আল্লাহ্ তাকে ক্ষমা করে দেবেন। এরপর আমি তাদের জন্য এমন যুদ্ধোপকরণের ব্যবস্থা করে দেই যে, ঐ বাহিনীর কোন লোকের একটি রশির বা একটি লাগামেরও অভাব হয়নি? তারা বললেনঃ হ্যাঁ। উসমান (রাঃ) এরপর বলেনঃ হে আল্লাহ্! আপনি সাক্ষী থাকুন! হে আল্লাহ্! আপনি সাক্ষী থাকুন! হে আল্লাহ্! আপনি সাক্ষী থাকুন!",
    "ar": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ: أَنْبَأَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، قَالَ: سَمِعْتُ أَبِي، يُحَدِّثُ، عَنْ حُصَيْنِ بْنِ عَبْدِ الرَّحْمَنِ، عَنْ عُمَرَ بْنِ جَاوَانَ، رَجُلٍ مِنْ بَنِي تَمِيمٍ - وَذَاكَ أَنِّي قُلْتُ لَهُ: أَرَأَيْتَ اعْتِزَالَ الْأَحْنَفِ بْنِ قَيْسٍ مَا كَانَ؟ - قَالَ: سَمِعْتُ الْأَحْنَفَ، يَقُولُ: أَتَيْتُ الْمَدِينَةَ وَأَنَا حَاجٌّ، فَبَيْنَا نَحْنُ فِي مَنَازِلِنَا، نَضَعُ رِحَالَنَا إِذْ أَتَى آتٍ فَقَالَ: قَدِ اجْتَمَعَ النَّاسُ فِي الْمَسْجِدِ، فَاطَّلَعْتُ فَإِذَا - يَعْنِي - النَّاسَ مُجْتَمِعُونَ، وَإِذَا بَيْنَ أَظْهُرِهِمْ نَفَرٌ قُعُودٌ، فَإِذَا هُوَ عَلِيُّ بْنُ أَبِي طَالِبٍ، وَالزُّبَيْرُ، وَطَلْحَةُ، وَسَعْدُ بْنُ أَبِي وَقَّاصٍ رَحْمَةُ اللَّهِ عَلَيْهِمْ، فَلَمَّا قُمْتُ عَلَيْهِمْ قِيلَ: هَذَا عُثْمَانُ بْنُ عَفَّانَ، قَدْ جَاءَ، قَالَ: فَجَاءَ وَعَلَيْهِ مُلَيَّةٌ صَفْرَاءُ، فَقُلْتُ لِصَاحِبِي: كَمَا أَنْتَ حَتَّى أَنْظُرَ مَا جَاءَ بِهِ؟ فَقَالَ عُثْمَانُ: أَهَاهُنَا عَلِيٌّ؟ أَهَاهُنَا الزُّبَيْرُ؟ أَهَاهُنَا طَلْحَةُ؟ أَهَاهُنَا سَعْدٌ؟ قَالُوا: نَعَمْ، قَالَ: فَأَنْشُدُكُمْ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ، أَتَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ يَبْتَاعُ مِرْبَدَ بَنِي فُلَانٍ غَفَرَ اللَّهُ لَهُ؟» فَابْتَعْتُهُ، فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقُلْتُ: إِنِّي ابْتَعْتُ مِرْبَدَ بَنِي فُلَانٍ، قَالَ: «فَاجْعَلْهُ فِي مَسْجِدِنَا وَأَجْرُهُ لَكَ»، قَالُوا: نَعَمْ، قَالَ: فَأَنْشُدُكُمْ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ، هَلْ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ يَبْتَاعُ بِئْرَ رُومَةَ غَفَرَ اللَّهُ لَهُ؟» فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: قَدْ ابْتَعْتُ بِئْرَ رُومَةَ، قَالَ: «فَاجْعَلْهَا سِقَايَةً لِلْمُسْلِمِينَ وَأَجْرُهَا لَكَ»، قَالُوا: نَعَمْ، قَالَ: فَأَنْشُدُكُمْ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ، هَلْ تَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «مَنْ يُجَهِّزُ جَيْشَ الْعُسْرَةِ غَفَرَ اللَّهُ لَهُ؟» فَجَهَّزْتُهُمْ حَتَّى مَا يَفْقِدُونَ عِقَالًا وَلَا خِطَامًا، قَالُوا: نَعَمْ، قَالَ: اللَّهُمَّ اشْهَدْ، اللَّهُمَّ اشْهَدْ، اللَّهُمَّ اشْهَدْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "27"
    }
  }
}