{
  "hadith": {
    "hadith_id": 3607,
    "narrator": "উমর ইব্‌ন জাওয়ান (রহঃ)",
    "bn": "তিনি বলেনঃ আমরা (বাড়ি হতে) হজ্জ করার জন্য (বের হয়ে) মদীনায় পৌঁছলাম। আমরা আমাদের মনযিলে পৌছে আমাদের মাল-সামান যখন নামিয়ে রাখছিলাম, তখন এক ব্যক্তি এসে বললেনঃ লোকজন মসজিদে একত্রিত হয়েছে এবং তারা ভীত-সন্ত্রস্ত। এরপর আমরা গিয়ে দেখলাম যে, মসজিদের মাঝখানে কয়েকজনকে ঘিরে কিছু লোক একত্রিত রয়েছে এবং এঁদের মধ্যে আছেন আলী, যুবায়র, তালহা এবং সা‘দ ইব্‌ন আবূ ওয়াক্কাস (রাঃ) আমরা তাঁদের সঙ্গে বসলাম। এমতাবস্থায় উসমান ইব্‌ন আফ্‌ফান (রাঃ) উপস্থিত হলেন এবং তাঁর গায়ে একখানা হলুদ রংয়ের চাদর ছিল, যা দিয়ে তিনি তাঁর মাথা ঢেকে রেখেছিলেন। এরপর তিনি বললেনঃ এখানে কি আলী (রাঃ) আছেন, এখানে কি তালহা (রাঃ) আছেন, এখানে কি যুবায়র (রাঃ) আছেন, এখানে কি সা‘দ (রাঃ) আছেন? তারা বললেনঃ হ্যাঁ, (আমরা এখানে উপস্থিত আছি)। উসমান (রাঃ) বললেনঃ আমি তোমাদেরকে ঐ আল্লাহর কসম দিয়ে বলছি, যিনি ব্যতীত কোন ইলাহ্ নেই, তোমরা কি জান যে, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ অমুক গোত্রের (উটের) বাথান যে ক্রয় করবে আল্লাহ্ তা‘আলা তাকে ক্ষমা করে দেবেন। আমি ঐ স্থানটি বিশ হাজার বা পচিঁশ হাজার (দিরহাম) দিয়ে ক্রয় করি। এরপর আমি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর দরবারে উপস্থিত হয়ে তাঁকে এ খবর দেই। তখন তিনি বললেনঃ তুমি তা আমাদের মসজিদের জন্য (ওয়াক্‌ফ করে) দিয়ে দাও। এর সওয়াব তুমি পাবে। তাঁরা বললেনঃ হ্যাঁ, আল্লাহ সাক্ষী। উসমান (রাঃ) আবার বললেনঃ আমি তোমাদেরকে ঐ আল্লাহ্‌র শপথ দিয়ে বলছি- যিনি ব্যতীত কোন ইলাহ নেই তোমরা কি জান যে, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ‘রূমা’ কূপ যে ক্রয় করবে আল্লাহ্ তাকে ক্ষমা করে দেবেন। তখন আমি তা এত এত মূল্যে ক্রয় করি এবং আমি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)- এর নিকট উপস্থিত হয়ে বলিঃ আমি তা এত এত মূল্যে ক্রয় করেছি। তিনি বললেনঃ তুমি তা মুসলমানদের পানি পান করার জন্য (ওয়াক্‌ফ করে) দিয়ে দাও, আর এর সওয়াব তুমি পাবে। তখন তাঁরা বললেনঃ হ্যাঁ, আল্লাহ সাক্ষী! তিনি আবার বললেনঃ আমি তোমাদেরকে ঐ আল্লাহ্‌র শপথ দিয়ে বলছি- যিনি ব্যতীত আর কোন ইলাহ নেই। তোমরা কি জান, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকদের দিকে তাকিয়ে বললেনঃ যে এদের যুদ্ধের সামান অর্থাৎ অনটনগ্রস্ত (তাবুক) বাহিনীর ব্যবস্থা করে দেবে আল্লাহ্ তাকে ক্ষমা করে দেবেন। তখন আমি তাদের জন্য এমন সামানের ব্যবস্থা করলাম যে, তারা একটি রশি বা লাগামের অভাব অনুভব করল না। তাঁরা বললেনঃ হ্যাঁ, আল্লাহ সাক্ষী! তিনি বললেনঃ আল্লাহ্ আপনি সাক্ষী থাকুন! আল্লাহ্ আপনি সাক্ষী থাকুন!",
    "ar": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ إِدْرِيسَ، قَالَ: سَمِعْتُ حُصَيْنَ بْنَ عَبْدِ الرَّحْمَنِ، يُحَدِّثُ عَنْ عُمَرَ بْنِ جَاوَانَ، عَنْ الْأَحْنَفِ بْنِ قَيْسٍ، قَالَ: خَرَجْنَا حُجَّاجًا فَقَدِمْنَا الْمَدِينَةَ وَنَحْنُ نُرِيدُ الْحَجَّ، فَبَيْنَا نَحْنُ فِي مَنَازِلِنَا نَضَعُ رِحَالَنَا إِذْ أَتَانَا آتٍ فَقَالَ: إِنَّ النَّاسَ قَدِ اجْتَمَعُوا فِي الْمَسْجِدِ وَفَزِعُوا، فَانْطَلَقْنَا فَإِذَا النَّاسُ مُجْتَمِعُونَ عَلَى نَفَرٍ فِي وَسَطِ الْمَسْجِدِ، وَإِذَا عَلِيٌّ، وَالزُّبَيْرُ، وَطَلْحَةُ، وَسَعْدُ بْنُ أَبِي وَقَّاصٍ، فَإِنَّا لَكَذَلِكَ إِذْ جَاءَ عُثْمَانُ بْنُ عَفَّانَ، عَلَيْهِ مُلَاءَةٌ صَفْرَاءُ قَدْ قَنَّعَ بِهَا رَأْسَهُ، فَقَالَ: أَهَاهُنَا عَلِيٌّ؟ أَهَاهُنَا طَلْحَةُ؟ أَهَاهُنَا الزُّبَيْرُ؟ أَهَاهُنَا سَعْدٌ؟ قَالُوا: نَعَمْ، قَالَ: فَإِنِّي أَنْشُدُكُمْ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ، أَتَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ قَالَ: «مَنْ يَبْتَاعُ مِرْبَدَ بَنِي فُلَانٍ غَفَرَ اللَّهُ لَهُ» فَابْتَعْتُهُ بِعِشْرِينَ أَلْفًا أَوْ بِخَمْسَةٍ وَعِشْرِينَ أَلْفًا، فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرْتُهُ فَقَالَ: «اجْعَلْهَا فِي مَسْجِدِنَا وَأَجْرُهُ لَكَ»، قَالُوا: اللَّهُمَّ نَعَمْ، قَالَ: فَأَنْشُدُكُمْ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ، أَتَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَنْ يَبْتَاعُ بِئْرَ رُومَةَ غَفَرَ اللَّهُ لَهُ؟» فَابْتَعْتُهُ بِكَذَا وَكَذَا، فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: قَدْ ابْتَعْتُهَا بِكَذَا وَكَذَا، قَالَ: «اجْعَلْهَا سِقَايَةً لِلْمُسْلِمِينَ وَأَجْرُهَا لَكَ»، قَالُوا: اللَّهُمَّ نَعَمْ، قَالَ: فَأَنْشُدُكُمْ بِاللَّهِ الَّذِي لَا إِلَهَ إِلَّا هُوَ، أَتَعْلَمُونَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَظَرَ فِي وُجُوهِ الْقَوْمِ فَقَالَ: «مَنْ جَهَّزَ هَؤُلَاءِ غَفَرَ اللَّهُ لَهُ؟» - يَعْنِي جَيْشَ الْعُسْرَةِ - فَجَهَّزْتُهُمْ حَتَّى مَا يَفْقِدُونَ عِقَالًا وَلَا خِطَامًا، قَالُوا: اللَّهُمَّ نَعَمْ، قَالَ: اللَّهُمَّ اشْهَدْ، اللَّهُمَّ اشْهَدْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "27"
    }
  }
}