{
  "hadith": {
    "hadith_id": 3636,
    "narrator": "জাবির ইব্‌ন আব্দুল্লাহ্ (রাঃ)",
    "bn": "তাঁর পিতা উহুদ যুদ্ধে শহীদ হন। তিনি ছয়জন কন্যা রেখে যান। আর তিনি তার উপর দেনাও রেখে যান। খেজুর কাটার সময় হলে আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হয়ে বললামঃ আপনি অবগত আছেন যে, আমার পিতা উহুদের যুদ্ধে শহীদ হয়েছেন, আর তিনি বহু দেনা রেখে গিয়েছেন। আমার মনে চায় যে, পাওনাদাররা যেন আপনাকে দেখে। তিনি (নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) জাবির (রাঃ)-কে বললেনঃ তুমি গিয়ে প্রত্যেক প্রকারের খেজুরের পৃথক পৃথক স্তুপ লাগাও। আমি তা সম্পন্ন করে তাঁকে ডেকে আনলাম। যখন তাঁরা তাঁকে দেখল, তখন তারা যেন আমার প্রতি ঐ মুহূর্তে ক্ষুব্ধ হয়ে গেল। যখন (নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)) তাদের এ অবস্থা লক্ষ্য করলেন, তখন তিনি সর্ববৃহৎ স্তূপের চারদিকে তিনবার প্রদক্ষিণ করলেন এবং পরে এর উপর বসে পড়লেন। এরপর বললেনঃ তোমার সেই লোকদেরকে ডাক। এরপরে তিনি তাদেরকে পাত্র দ্বারা মেপে মেপে দিতে আরম্ভ করলেন। শেষ পর্যন্ত আল্লাহ্‌ তা’আলা আমার পিতার আমানত (সমস্ত দেনা) আদায় করে দিলেন। আর সেখান থেকে একটা খেজুরও কমলো না। আমি শুধু চেয়েছিলাম যে, আল্লাহ্‌ তা’আলা আমার পিতার দেনা পরিশোধ করে দেন।",
    "ar": "أَخْبَرَنَا الْقَاسِمُ بْنُ زَكَرِيَّا بْنِ دِينَارٍ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ شَيْبَانَ، عَنْ فِرَاسٍ، عَنْ الشَّعْبِيِّ، قَالَ: حَدَّثَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ: أَنَّ أَبَاهُ اسْتُشْهِدَ يَوْمَ أُحُدٍ وَتَرَكَ سِتَّ بَنَاتٍ وَتَرَكَ عَلَيْهِ دَيْنًا، فَلَمَّا حَضَرَ جِدَادُ النَّخْلِ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقُلْتُ: قَدْ عَلِمْتَ أَنَّ وَالِدِي اسْتُشْهِدَ يَوْمَ أُحُدٍ وَتَرَكَ دَيْنًا كَثِيرًا، وَإِنِّي أُحِبُّ أَنْ يَرَاكَ الْغُرَمَاءُ. قَالَ: «اذْهَبْ فَبَيْدِرْ كُلَّ تَمْرٍ عَلَى نَاحِيَةٍ»، فَفَعَلْتُ ثُمَّ دَعَوْتُهُ، فَلَمَّا نَظَرُوا إِلَيْهِ كَأَنَّمَا أُغْرُوا بِي تِلْكَ السَّاعَةَ، فَلَمَّا رَأَى مَا يَصْنَعُونَ أَطَافَ حَوْلَ أَعْظَمِهَا بَيْدَرًا ثَلَاثَ مَرَّاتٍ، ثُمَّ جَلَسَ عَلَيْهِ، ثُمَّ قَالَ: «ادْعُ أَصْحَابَكَ»، فَمَا زَالَ يَكِيلُ لَهُمْ حَتَّى أَدَّى اللَّهُ أَمَانَةَ وَالِدِي، وَأَنَا رَاضٍ أَنْ يُؤَدِّيَ اللَّهُ أَمَانَةَ وَالِدِي لَمْ تَنْقُصْ تَمْرَةً وَاحِدَةً",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "28"
    }
  }
}