{
  "hadith": {
    "hadith_id": 3639,
    "narrator": "জাবির ইৱ্‌ন আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেনঃ আমার পিতা এক ইয়াহুদি হতে খেজুর ধার নিয়েছিলেন। তার দেনা আদায় না হতেই তিনি উহুদ যুদ্ধে শহীদ হন এবং দু’টি বাগান রেখে যান। ইয়াহুদির (পাওনা) খেজুর দুই বাগানের সব ফলকে পূর্ণরূপে গ্রাস করে ফেলেছিল। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ইয়াহুদিকে বললেনঃ তুমি কি এরূপ করতে পার যে, তোমার খেজুরের অর্ধেক এ বছর এবং বাকি অর্ধেক আগামী বছর নিবে? ইয়াহুদি এতে অস্বীকৃত জানালো। তিনি জাবির (রাঃ)-কে বললেনঃ তুমি খেজুর কাটার সময় আমাকে সংবাদ দিতে পারবে? আমি খেজুর কাটার সময় তাঁকে খবর দিলাম। তিনি আবু বকর (রাঃ)-কে সাথে নিয়ে আসলেন এবং খেজুরের নিচের দিক হতে মেপে মেপে ও কেটে দেওয়া শুরু করা হল। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বরকতের জন্য দু’আ করতে থাকলেন। ফলে তার সমস্ত পাওনা (আম্বারের বর্ণনা অনুসারে) আমাদের ছোট বাগানের খেজুর দ্বারাই আদায় হয়ে গেল। (আর বড় বাগান এমনই রয়ে গেল), জাবির (রাঃ) বলেনঃ পরে আমি তাঁদের নিকট তাজা খেজুর এবং পানি পেশ করলাম। (সকলের পানাহার শেষ হলে) পরে তিনি (রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সালাম)) বললেনঃ এগুলো সেই নিয়ামত, যে সম্পর্কে তোমাদের জিজ্ঞাসা করা হবে।",
    "ar": "أَخْبَرَنَا إِبْرَاهِيمُ بْنُ يُونُسَ بْنِ مُحَمَّدٍ حَرَمِيٌّ، قَالَ: حَدَّثَنَا أَبِي، قَالَ: حَدَّثَنَا حَمَّادٌ، عَنْ عَمَّارِ بْنِ أَبِي عَمَّارٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: كَانَ لِيَهُودِيٍّ عَلَى أَبِي تَمْرٌ، فَقُتِلَ يَوْمَ أُحُدٍ وَتَرَكَ حَدِيقَتَيْنِ، وَتَمْرُ الْيَهُودِيِّ يَسْتَوْعِبُ مَا فِي الْحَدِيقَتَيْنِ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «هَلْ لَكَ أَنْ تَأْخُذَ الْعَامَ نِصْفَهُ وَتُؤَخِّرَ نِصْفَهُ؟» فَأَبَى الْيَهُودِيُّ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «هَلْ لَكَ أَنْ تَأْخُذَ الْجِدَادَ؟» فَآذِنِّي فَآذَنْتُهُ، فَجَاءَ هُوَ وَأَبُو بَكْرٍ فَجَعَلَ يُجَدُّ وَيُكَالُ مِنْ أَسْفَلِ النَّخْلِ، وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَدْعُو بِالْبَرَكَةِ حَتَّى وَفَيْنَاهُ جَمِيعَ حَقِّهِ مِنْ أَصْغَرِ الْحَدِيقَتَيْنِ - فِيمَا يَحْسِبُ عَمَّارٌ - ثُمَّ أَتَيْتُهُمْ بِرُطَبٍ وَمَاءٍ فَأَكَلُوا وَشَرِبُوا، ثُمَّ قَالَ: «هَذَا مِنَ النَّعِيمِ الَّذِي تُسْأَلُونَ عَنْهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "28"
    }
  }
}