{
  "hadith": {
    "hadith_id": 3640,
    "narrator": "জাবির ইৱ্‌ন আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেনঃ আমার পিতা মারা যান এবং তাঁর উপর দেনা থেকে যায়। আমি আমার পিতার পাওনাদারদের ডেকে বললামঃ তারা যেন তার দেনার বিনিময়ে এই খেজুর নিয়ে নেয়। কিন্তু তারা তা অস্বীকার করল। কেননা, তারা তাতে পরিশোধ দেখতে পেল না (তাদের কাছে খেজুরের পরিমান কম মনে হল)। জাবির (রাঃ) বলেনঃ এরপর আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর খিদমতে উপস্থিত হয়ে একথা বললাম। তিনি বললেনঃ তুমি যখন খেজুর কাটবে এবং উঠানে স্তূপকৃত করবে, তখন আমাকে সংবাদ দেবে। জাবির (রাঃ) বলেনঃ আমি খেজুর কেটে উঠানে রেখে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট উপস্থিত হলাম। তিনি আবু বকর এবং উমর (রাঃ)-কে সাথে নিয়ে আসলেন। তিনি এসে তার উপর বসে পরলেন এবং বরকতের জন্য দু’আ করলেন। এরপর তিনি বললেনঃ তুমি তোমার পাওনাদারদের ডেকে আন এবং তাদের পাওনা দিয়ে দাও। তিনি [জাবির (রাঃ)] বলেন, আমার পিতার কাছে যাদের পাওনা ছিল, তাদের সকলের পাওনা আদায় করে দিলাম, কারো পাওনা অবশিষ্ট রইলো না; বরং তের ওসাক[১] (খেজুর) অবশিষ্ট থেকে গেল। তারপর আমি রাসূলুল্লাহ্‌  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে এই সংবাদ দিলে তিনি শুনে হাসলেন এবং বললেনঃ যাও তুমি আবু বকর এবং উমরকেও এ খবর দাও। আমি তাঁদের কাছে গিয়ে এ খবর দিলে তারা বললেনঃ আমরা বুঝতে পেরেছিলাম যে, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা করলেন, তার ফল এটাই হবে।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، عَنْ حَدِيثِ عَبْدِ الْوَهَّابِ، قَالَ: حَدَّثَنَا عُبَيْدُ اللَّهِ، عَنْ وَهْبِ بْنِ كَيْسَانَ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، قَالَ: تُوُفِّيَ أَبِي وَعَلَيْهِ دَيْنٌ، فَعَرَضْتُ عَلَى غُرَمَائِهِ أَنْ يَأْخُذُوا الثَّمَرَةَ بِمَا عَلَيْهِ فَأَبَوْا، وَلَمْ يَرَوْا فِيهِ وَفَاءً، فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْتُ ذَلِكَ لَهُ، قَالَ: «إِذَا جَدَدْتَهُ فَوَضَعْتَهُ فِي الْمِرْبَدِ فَآذِنِّي»، فَلَمَّا جَدَدْتُهُ وَوَضَعْتُهُ فِي الْمِرْبَدِ أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَجَاءَ وَمَعَهُ أَبُو بَكْرٍ وَعُمَرُ، فَجَلَسَ عَلَيْهِ وَدَعَا بِالْبَرَكَةِ، ثُمَّ قَالَ: «ادْعُ غُرَمَاءَكَ فَأَوْفِهِمْ»، قَالَ: فَمَا تَرَكْتُ أَحَدًا لَهُ عَلَى أَبِي دَيْنٌ إِلَّا قَضَيْتُهُ، وَفَضَلَ لِي ثَلَاثَةَ عَشَرَ وَسْقًا، فَذَكَرْتُ ذَلِكَ لَهُ فَضَحِكَ وَقَالَ: «ائْتِ أَبَا بَكْرٍ وَعُمَرَ، فَأَخْبِرْهُمَا ذَلِكَ»، فَأَتَيْتُ أَبَا بَكْرٍ وَعُمَرَ فَأَخْبَرْتُهُمَا، فَقَالَا: قَدْ عَلِمْنَا إِذْ صَنَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا صَنَعَ أَنَّهُ سَيَكُونُ ذَلِكَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] এক ওসাক হল- ষাট সা’ এবং এক সা’ হল তিন সের এগার ছটাক।",
    "chapter": {
      "chapter_number": "28"
    }
  }
}