{
  "hadith": {
    "hadith_id": 3681,
    "narrator": "নু‘মান ইব্‌ন বশীর আনসারী (রাঃ)",
    "bn": "তার মাতা, রাওয়াহার কন্যা তার পিতার কাছে তার মাল হতে তার পুত্রের জন্য কিছু দান দাবি করলেন। তিনি এক বছর পর্যন্ত এ ব্যাপারে টাল-বাহানা করতে লাগলেন। পরে ভাল মনে হলে তিনি তাকে দান করলেন। তিনি (নু‘মানের মা) বললেন : রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে সাক্ষী না করা পর্যন্ত আমি সন্তুষ্ট হবো না। এরপর তিনি (নু‘মানের পিতা রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট গিয়ে) বললেন, ইয়া রাসূলাল্লাহ্‌! এর মা রাওয়াহার কন্যা একে কিছু দান করার জন্য আমার সাথে ঝগড়া করায় আমি তাকে দান করেছি। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: হে বশীর! এই ছেলে ব্যতীত তোমার আরও ছেলে আছে কি? তিনি বললেন: হ্যাঁ। তখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: তুমি এই ছেলেকে যেরূপ দান করেছ, সেরূপ তাদের সকলকে দান করেছ? তিনি বললেন: না। তখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: তাহলে তুমি আমাকে সাক্ষী রেখো না। কেননা আমি যুলুমের সাক্ষী হই না।",
    "ar": "أَخْبَرَنَا مُوسَى بْنُ عَبْدِ الرَّحْمَنِ، قَالَ: حَدَّثَنَا أَبُو أُسَامَةَ، قَالَ: حَدَّثَنَا أَبُو حَيَّانَ، عَنْ الشَّعْبِيِّ، قَالَ: حَدَّثَنِي النُّعْمَانُ بْنُ بَشِيرٍ الْأَنْصَارِيُّ: أَنَّ أُمَّهُ ابْنَةَ رَوَاحَةَ سَأَلَتْ أَبَاهُ بَعْضَ الْمَوْهِبَةِ مِنْ مَالِهِ لِابْنِهَا، فَالْتَوَى بِهَا سَنَةً، ثُمَّ بَدَا لَهُ فَوَهَبَهَا لَهُ، فَقَالَتْ: لَا أَرْضَى حَتَّى تُشْهِدَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: يَا رَسُولَ اللَّهِ، إِنَّ أُمَّ هَذَا ابْنَةَ رَوَاحَةَ قَاتَلَتْنِي عَلَى الَّذِي وَهَبْتُ لَهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا بَشِيرُ، أَلَكَ وَلَدٌ سِوَى هَذَا؟» قَالَ: نَعَمْ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَفَكُلُّهُمْ وَهَبْتَ لَهُمْ مِثْلَ الَّذِي وَهَبْتَ لِابْنِكَ هَذَا؟» قَالَ: لَا، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فَلَا تُشْهِدْنِي إِذًا، فَإِنِّي لَا أَشْهَدُ عَلَى جَوْرٍ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "29"
    }
  }
}