{
  "hadith": {
    "hadith_id": 369,
    "narrator": "আনাস (রাঃ)",
    "bn": "তিনি বলেনঃ ইয়াহূদী নারীদের যখন হায়য আসত তখন তারা তাদের সাথে একত্রে পানাহার করত না, তাদের সাথে ঘরে একত্রে অবস্থানও করত না। সাহাবীগণ রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে এ বিষয়ে প্রশ্ন করলে আল্লাহ্‌ তা’আলা (আরবি) আয়াত নাযিল করলেন। তারপর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের আদেশ করলেনঃ তারা যেন তাদের সাথে একত্রে পানাহার করে এবং তাদের সাথে একই ঘরে বসবাস করে, আর যেন তাদের সাথে সহবাস ব্যতীত অন্য সব কিছু করে। এরপর ইয়াহূদীরা বলতে লাগল, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের কোন ব্যাপারেই বিরোধিতা না করে ছাড়বেন না। তখন উসায়দ ইব্‌ন হুযায়র (রাঃ) এবং আব্বাদ ইব্‌ন বিশ্‌র (রাঃ) রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে এ সংবাদ দিয়ে বললেন, তাহলে আমরা কি স্ত্রীদের সাথে হায়যের সময় সহবাস করব? তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর চেহারার রং পরিবর্তন হয়ে গেল। এমনকি আমরা ধারণা করলাম, তিনি তাদের প্রতি রাগান্বিত হয়েছেন। তখন তাঁরা উঠে চলে গেলেন। ইত্যবসরে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট হাদিয়ার দুধ আসল। তিনি উক্ত দু’জনের খোঁজে লোক পাঠালেন। সে উভয়কে ফিরিয়ে আনল। তিনি তাঁদের পান করালেন। তখন বুঝা গেল যে, তিনি তাঁদের উপর রাগান্বিত হননি।",
    "ar": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، حَدَّثَنَا سُلَيْمَانُ بْنُ حَرْبٍ قَالَ: حَدَّثَنَا حَمَّادُ بْنُ سَلَمَةَ، عَنْ ثَابِتٍ، عَنْ أَنَسٍ قَالَ: كَانَتِ الْيَهُودُ إِذَا حَاضَتِ الْمَرْأَةُ مِنْهُمْ لَمْ يُؤَاكِلُوهُنَّ وَلَا يُشَارِبُوهُنَّ وَلَا يُجَامِعُوهُنَّ فِي الْبُيُوتِ، فَسَأَلُوا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ: {وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى} [البقرة: 222] الْآيَةَ، «فَأَمَرَهُمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ يُؤَاكِلُوهُنَّ وَيُشَارِبُوهُنَّ وَيُجَامِعُوهُنَّ فِي الْبُيُوتِ، وَأَنْ يَصْنَعُوا بِهِنَّ كُلَّ شَيْءٍ مَا خَلَا الْجِمَاعَ» فَقَالَتِ الْيَهُودُ: مَا يَدَعُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ شَيْئًا مِنْ أَمْرِنَا إِلَّا خَالَفَنَا فَقَامَ أُسَيْدُ بْنُ حُضَيْرٍ وَعبَّادُ بْنُ بِشْرٍ فَأَخْبَرَا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , قَالَا: أَنُجَامِعُهُنَّ فِي الْمَحِيضِ؟ فَتَمَعَّرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ تَمَعُّرًا شَدِيدًا , حَتَّى ظَنَنَّا أَنَّهُ قَدْ غَضِبَ، فَقَامَا , فَاسْتَقْبَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هَدِيَّةَ لَبَنٍ، فَبَعَثَ فِي آثَارِهِمَا فَرَدَّهُمَا فَسَقَاهُمَا، فَعَرَفَ أَنَّهُ لَمْ يَغْضَبْ عَلَيْهِمَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "3"
    }
  }
}