{
  "hadith": {
    "hadith_id": 3755,
    "narrator": "শুরায়হ (রহঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ফায়সালা দিয়েছেন : উমর (করা) বৈধ। কাতাদা (রহঃ) বলেন, আমি বললাম, মুহাম্মাদ ইব্‌ন নাযর (রহঃ) বাশীর ইব্‌ন নাহিক (রহঃ) সূত্রে আবূ হুরায়রা (রাঃ) হতে বর্ণনা করেছেন যে, আল্লাহর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন : ‘উমরা’ জায়েয (কার্যকর)। কাতাদা (রহঃ) বলেন, হাসান (রহঃ) বলেছেন : উমরা করা বৈধ। কাতাদা (রহঃ) বলেন, যুহরী (রহঃ) বলেছেন : ‘উমরা’ করা তখন বৈধ হবে যখন কোন ব্যক্তিকে এবং তার উত্তরসূরীদেরকে (ওয়ারিসদেরকে) উমরা করা হয়, (তখন ঐ উমরা করা বস্তু দাতার দিকে পুনঃ প্রত্যাবর্তন করবে না)। তবে যদি ওয়ারিসদের জন্য উমরা না করে থাকে, তবে তা শর্ত মত হবে, (অর্থাৎ দাতা ফেরত পাবে)। কাতাদা (রহঃ) বলেন, কোন ব্যক্তি আতা ইব্‌ন আবূ রাবাহ (রহঃ)-কে জিজ্ঞাসা করলে তিনি বললেন, জাবির ইব্‌ন আবদুল্লাহ্ (রাঃ) আমার নিকট বর্ণনা করেছেন যে, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন : উমরা করা বৈধ। কাতাদা (রহঃ) বলেন, যুহরী (রহঃ) বলেছেন : খলীফাগণ এর আদেশ করেন নি। আতা (রহঃ) বলেন : আবদুল মালিক ইব্‌ন  মারওয়ান এরূপ করার আদেশ দিতেন।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْمُثَنَّى، قَالَ: حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ، قَالَ: حَدَّثَنِي أَبِي، عَنْ قَتَادَةَ، قَالَ: سَأَلَنِي سُلَيْمَانُ بْنُ هِشَامٍ عَنِ الْعُمْرَى فَقُلْتُ: حَدَّثَ مُحَمَّدُ بْنُ سِيرِينَ، عَنْ شُرَيْحٍ، قَالَ: «قَضَى نَبِيُّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، أَنَّ الْعُمْرَى جَائِزَةٌ». قَالَ قَتَادَةُ: قُلْتُ: حَدَّثَنِي النَّضْرُ بْنُ أَنَسٍ، عَنْ بَشِيرِ بْنِ نَهِيكٍ، عَنْ أَبِي هُرَيْرَةَ، أَنَّ نَبِيَّ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «الْعُمْرَى جَائِزَةٌ»، قَالَ قَتَادَةُ: وَقُلْتُ: كَانَ الْحَسَنُ، يَقُولُ: «الْعُمْرَى جَائِزَةٌ»، قَالَ قَتَادَةُ: فَقَالَ الزُّهْرِيُّ: «إِنَّمَا الْعُمْرَى إِذَا أُعْمِرَ وَعَقِبُهُ مِنْ بَعْدِهِ، فَإِذَا لَمْ يَجْعَلْ عَقِبَهُ مِنْ بَعْدِهِ كَانَ لِلَّذِي يَجْعَلُ شَرْطَهُ»، قَالَ قَتَادَةُ: فَسُئِلَ عَطَاءُ بْنُ أَبِي رَبَاحٍ، فَقَالَ: حَدَّثَنِي جَابِرُ بْنُ عَبْدِ اللَّهِ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «الْعُمْرَى جَائِزَةٌ»، قَالَ قَتَادَةُ: فَقَالَ الزُّهْرِيُّ: «كَانَ الْخُلَفَاءُ لَا يَقْضُونَ بِهَذَا» قَالَ عَطَاءٌ: «قَضَى بِهَا عَبْدُ الْمَلِكِ بْنُ مَرْوَانَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "32"
    }
  }
}