{
  "hadith": {
    "hadith_id": 3763,
    "narrator": "আবূ হুরায়রা (রাঃ) সূত্রে রাসূলুল্লাহ(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)",
    "bn": "তিনি বলেনঃ যখন আল্লাহ্‌ তা’আলা জান্নাত এবং জাহান্নাম সৃষ্টি করেন, তখন তিনি জিব্‌রাঈল (আ)-কে এই বলে জান্নাতের দিকে পাঠান যে, জান্নাত এবং জান্নাতবাসীদের জন্য যা কিছু আমি প্রস্তুত করে রেখেছি, তা দেখে এসো। তিনি তা দেখে ফিরে এসে বললেনঃ আপনার পরাক্রমের শপথ ! এই জান্নাতের কথা শুনতে পেলে কেউ তাতে প্রবেশ না করে ছাড়বে না। এরপর তাঁর আদেশে তা কষ্টকর ও অপছন্দনীয় বস্তু দ্বারা পরিবেষ্টন করা হলো। তারপর বললেন, সেখানে যাও এবং তা ও তার অধিবাসীদের জন্য যা প্রস্তুত করে রেখেছি তা দেখে এসো। তিনি গিয়ে লক্ষ্য করলেন যে, তা কষ্টদায়ক, মুসীবত ও অপছন্দনীয় বস্তু দ্বারা পরিবেষ্টন করে রাখা হয়েছে। তিনি বললেনঃ আপনার পরাক্রমের কসম ! আমার আশংকা হচ্ছে যে, তাতে কেউ-ই প্রবেশ করবে না। আল্লাহ্‌ তা’আলা বললেনঃ যাও জাহান্নাম এবং জাহান্নামবাসীদের জন্য আমি তাতে যা কিছু তৈরি করে রেখেছি, তা দেখে এসো। জিবরাঈল (আ) তার দিকে দৃষ্টিপাত করে দেখলেন, তার এক অংশ অপর অংশের উপর চড়াও হচ্ছে। তিনি ফিরে এসে বললেনঃ আপনার পরাক্রমের শপথ ! আমার আশংকা যে, এতে কেউ প্রবেশ করবে না। এরপর আল্লাহ্‌র আদেশে তাকে মুগ্ধকর বস্তু দ্বারা পরিবেষ্টন করে দেয়া হলো। আল্লাহ্‌ বললেনঃ তুমি এখন গিয়ে তা দেখে এসো। তিনি গিয়ে দেখলেন যে, তাকে মুগ্ধকর বস্তু দ্বারা পরিবেষ্টন করে রাখা হয়েছে। তিনি ফিরে এসে বললেনঃ আপনার পরাক্রমের শপথ ! এখন আমার আশংকা হচ্ছে যে, এতে প্রবেশ করা থেকে কেউ নাজাত পাবে না।",
    "ar": "أَخْبَرَنَا إِسْحَاقُ بْنُ إِبْرَاهِيمَ، قَالَ: أَنْبَأَنَا الْفَضْلُ بْنُ مُوسَى، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ عَمْرٍو، قَالَ: حَدَّثَنَا أَبُو سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: \" لَمَّا خَلَقَ اللَّهُ الْجَنَّةَ وَالنَّارَ أَرْسَلَ جِبْرِيلَ عَلَيْهِ السَّلَامُ إِلَى الْجَنَّةِ، فَقَالَ: انْظُرْ إِلَيْهَا وَإِلَى مَا أَعْدَدْتُ لِأَهْلِهَا فِيهَا. فَنَظَرَ إِلَيْهَا فَرَجَعَ، فَقَالَ: وَعِزَّتِكَ لَا يَسْمَعُ بِهَا أَحَدٌ إِلَّا دَخَلَهَا. فَأَمَرَ بِهَا فَحُفَّتْ بِالْمَكَارِهِ، فَقَالَ: اذْهَبْ إِلَيْهَا فَانْظُرْ إِلَيْهَا وَإِلَى مَا أَعْدَدْتُ لِأَهْلِهَا فِيهَا. فَنَظَرَ إِلَيْهَا، فَإِذَا هِيَ قَدْ حُفَّتْ بِالْمَكَارِهِ، فَقَالَ: وَعِزَّتِكَ لَقَدْ خَشِيتُ أَنْ لَا يَدْخُلَهَا أَحَدٌ. قَالَ: اذْهَبْ فَانْظُرْ إِلَى النَّارِ وَإِلَى مَا أَعْدَدْتُ لِأَهْلِهَا فِيهَا. فَنَظَرَ إِلَيْهَا فَإِذَا هِيَ يَرْكَبُ بَعْضُهَا بَعْضًا، فَرَجَعَ فَقَالَ: وَعِزَّتِكَ لَا يَدْخُلُهَا أَحَدٌ. فَأَمَرَ بِهَا فَحُفَّتْ بِالشَّهَوَاتِ، فَقَالَ: ارْجِعْ فَانْظُرْ إِلَيْهَا. فَنَظَرَ إِلَيْهَا فَإِذَا هِيَ قَدْ حُفَّتْ بِالشَّهَوَاتِ، فَرَجَعَ وَقَالَ: وَعِزَّتِكَ لَقَدْ خَشِيتُ أَنْ لَا يَنْجُوَ مِنْهَا أَحَدٌ إِلَّا دَخَلَهَا \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "33"
    }
  }
}