{
  "hadith": {
    "hadith_id": 3904,
    "narrator": "সালিম ইবন্‌ আবদুল্লাহ্‌ (রাঃ)",
    "bn": "আবদুল্লাহ্‌ ইবন্‌ উমর (রাঃ) জমি কেরায়া দিতেন। যখন তিনি শুনতে পেলেন, রাফে’ ইবন্‌ খাদীজ (রাঃ) জমি কেরায়া দিতে নিষেধ করেছেন, তখন আবদুল্লাহ্‌ (রাঃ) তাঁর সাথে সাক্ষাত করে বললেনঃ হে রাফে’ ইবন্‌ খাদীজ! আপনি জমি কেরায়া দেয়ার ব্যাপারে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে কী হাদীস বর্ণনা করেন? তিনি আবদুল্লাহ্‌ (রাঃ) -কে বললেনঃ আমি আমার দুই চাচার নিকট শুনেছি, তারা উভয়ে ছিলেন বদরের যোদ্ধা, তাঁরা লোকদেরকে হাদীস শোনাতেনঃ রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জমি কেরায়া দিতে নিষেধ করেছেন। আবদুল্লাহ্‌ ইবন্‌ উমর (রাঃ) বললেনঃ আমার জানা আছে, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর সময়ে জমি কেরায়া দেয়া হতো। তখন আব্দুল্লাহ (রাঃ) শংকিত হলেন যে, হয়তো রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ ব্যাপারে হাদীস বর্ণনা করেছেন, আর তিনি তা জানতে পারেন নি। তখন তিনি জমি কেরায়া দেয়া পরিত্যাগ করেন।",
    "ar": "أَخْبَرَنَا عَبْدُ الْمَلِكِ بْنُ شُعَيْبِ بْنِ اللَّيْثِ بْنِ سَعْدٍ، قَالَ: حَدَّثَنَا أَبِي، عَنْ جَدِّي، قَالَ: أَخْبَرَنِي عُقَيْلُ بْنُ خَالِدٍ، عَنْ ابْنِ شِهَابٍ، قَالَ: أَخْبَرَنِي سَالِمُ بْنُ عَبْدِ اللَّهِ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ كَانَ يُكْرِي أَرْضَهُ، حَتَّى بَلَغَهُ أَنَّ رَافِعَ بْنَ خَدِيجٍ كَانَ يَنْهَى عَنْ كِرَاءِ الْأَرْضِ، فَلَقِيَهُ عَبْدُ اللَّهِ، فَقَالَ: يَا ابْنَ خَدِيجٍ، مَاذَا تُحَدِّثُ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي كِرَاءِ الْأَرْضِ؟ فَقَالَ رَافِعٌ لِعَبْدِ اللَّهِ: سَمِعْتُ عَمَّيَّ وَكَانَا قَدْ شَهِدَا بَدْرًا يُحَدِّثَانِ أَهْلَ الدَّارِ، «أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ كِرَاءِ الْأَرْضِ»، قَالَ عَبْدُ اللَّهِ: «فَلَقَدْ كُنْتُ أَعْلَمُ فِي عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنَّ الْأَرْضَ تُكْرَى، ثُمَّ خَشِيَ عَبْدُ اللَّهِ أَنْ يَكُونَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحْدَثَ فِي ذَلِكَ شَيْئًا لَمْ يَكُنْ يَعْلَمُهُ، فَتَرَكَ كِرَاءَ الْأَرْضِ»، أَرْسَلَهُ شُعَيْبُ بْنُ أَبِي حَمْزَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}