{
  "hadith": {
    "hadith_id": 3936,
    "narrator": "সাঈদ ইবন মুসাইয়্যাব (রাঃ)",
    "bn": "বর্ণিত। তিনি বলেনঃ খালি জমি সোনা-রূপার বিনিময়ে কেরায়া দেয়াতে কোন দোষ নেই। যে ব্যক্তি কাউকে মুযারাবা হিসেবে কিছু দেবে, তখন তার উচিত হবে কিছু লিখে রাখা এবং তা এভাবে লিখবেঃ ইহা ঐ লিখিত স্বীকারোক্তি যা অমুকের পুত্র অমুক স্বেচ্ছায়, সজ্ঞানে লিখেছে এবং অমুকের পুত্র অমুককে প্রদান করেছে। এই মর্মে যে, অমুক সালের অমুক মাস আরম্ভ হলে তুমি আমাকে খাঁটি দশ হাজার দিরহাম প্রদান করেছ এই শর্তে যে, আমি প্রকাশ্যে এবং অপ্রকাশ্যে আল্লাহকে ভয় করবো এবং আমানত রক্ষা করবো। আর এই শর্তে যে, এই দিরহাম দ্বারা যা ইচ্ছা তা ক্রয় করবো, যেখানে ইচ্ছা ব্যয় করবো এবং যেখান থেকে ইচ্ছা ব্যয় করবো এবং যেখান থেকে ইচ্ছা উঠিয়ে নেব, খরিদকৃত মাল হতে যা ইচ্ছা তা নগদ বা বাকী বিক্রি করবো, আর নিজের ইচ্ছায় টাকা বা অন্য মাল নেব। আর যাকে ইচ্ছা আমি উকিল নির্বাচন করবো। তুমি যেমন দিয়েছ, যা লিখিত আছে, তাতে আল্লাহ যে মুনাফা দেবেন, তা আমাদের উভয়ের মধ্যে আধাআধি হারে বন্টিত হবে। তুমি তোমার মালের বিনিময়ে এবং আমি আমার মেহনত ও শ্রমের বিনিময়ে আধাআধি পাব। আর যদি ব্যবসায়ে ক্ষতি হয়, তবে তা তোমার মূলধন থেকে যাবে। এই শর্তে আমি এই দশ হাজার দিরহাম তোমার থেকে গ্রহণ করলাম। অমুক সালের অমুক তারিখ হতে এই মাল মুযারাবাত হিসেবে আমার দায়িত্বে এলো। অমুক অমুক ব্যক্তি এ কথার অঙ্গীকার করলো। যদি সম্পদের মালিক এই ইচ্ছা করে যে, সে ব্যক্তি বাকীতে মাল বেচাকেনা করবে না, তবে এভাবে লিখবে যে, তুমি আমাকে বাকীতে বেচাকেনা করতে নিষেধ করলে।",
    "ar": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ قَالَ: حَدَّثَنَا شَرِيكٌ، عَنْ طَارِقٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ قَالَ: \" لَا بَأْسَ بِإِجَارَةِ الْأَرْضِ الْبَيْضَاءِ بِالذَّهَبِ وَالْفِضَّةِ، وَقَالَ: «إِذَا دَفَعَ رَجُلٌ إِلَى رَجُلٍ مَالًا قِرَاضًا، فَأَرَادَ أَنْ يَكْتُبَ عَلَيْهِ بِذَلِكَ كِتَابًا» كَتَبَ: هَذَا كِتَابٌ كَتَبَهُ فُلَانُ بْنُ فُلَانٍ طَوْعًا مِنْهُ فِي صِحَّةٍ مِنْهُ، وَجَوَازِ أَمْرِهِ لِفُلَانِ بْنِ فُلَانٍ، أَنَّكَ دَفَعْتَ إِلَيَّ مُسْتَهَلَّ شَهْرِ كَذَا مِنْ سَنَةِ كَذَا، عَشَرَةَ آلَافِ دِرْهَمٍ، وُضْحًا جِيَادًا، وَزْنَ سَبْعَةٍ قِرَاضًا عَلَى تَقْوَى اللَّهِ فِي السِّرِّ، وَالْعَلَانِيَةِ، وَأَدَاءِ الْأَمَانَةِ عَلَى أَنْ أَشْتَرِيَ بِهَا مَا شِئْتُ مِنْهَا كُلَّ مَا أَرَى أَنْ أَشْتَرِيَهُ، وَأَنْ أُصَرِّفَهَا، وَمَا شِئْتُ مِنْهَا فِيمَا أَرَى أَنْ أُصَرِّفَهَا فِيهِ مِنْ صُنُوفِ التِّجَارَاتِ، وَأَخْرُجَ بِمَا شِئْتُ مِنْهَا حَيْثُ شِئْتُ، وَأَبِيعَ مَا أَرَى أَنْ أَبِيعَهُ مِمَّا أَشْتَرِيهِ بِنَقْدٍ رَأَيْتُ أَمْ بِنَسِيئَةٍ، وَبِعَيْنٍ رَأَيْتُ أَمْ بِعَرْضٍ عَلَى أَنْ أَعْمَلَ فِي جَمِيعِ ذَلِكَ كُلِّهِ بِرَأْيِي، وَأُوَكِّلَ فِي ذَلِكَ مَنْ رَأَيْتُ، وَكُلُّ مَا رَزَقَ اللَّهُ فِي ذَلِكَ مِنْ فَضْلٍ، وَرِبْحٍ بَعْدَ رَأْسِ الْمَالِ الَّذِي دَفَعْتَهُ الْمَذْكُورِ إِلَيَّ الْمُسَمَّى مَبْلَغُهُ فِي هَذَا الْكِتَابِ، فَهُوَ بَيْنِي وَبَيْنَكَ نِصْفَيْنِ، لَكَ مِنْهُ النِّصْفُ بِحَظِّ رَأْسِ مَالِكَ، وَلِي فِيهِ النِّصْفُ تَامًّا بِعَمَلِي فِيهِ، وَمَا كَانَ فِيهِ مِنْ وَضِيعَةٍ فَعَلَى رَأْسِ الْمَالِ، فَقَبَضْتُ مِنْكَ هَذِهِ الْعَشَرَةَ آلَافِ دِرْهَمٍ الْوُضْحَ الْجِيَادَ، مُسْتَهَلَّ شَهْرِ كَذَا فِي سَنَةِ كَذَا، وَصَارَتْ لَكَ فِي يَدِي قِرَاضًا عَلَى الشُّرُوطِ الْمُشْتَرَطَةِ فِي هَذَا الْكِتَابِ، أَقَرَّ فُلَانٌ وَفُلَانٌ، وَإِذَا أَرَادَ أَنْ يُطْلِقَ لَهُ أَنْ يَشْتَرِيَ وَيَبِيعَ بِالنَّسِيئَةِ كَتَبَ، وَقَدْ نَهَيْتَنِي أَنْ أَشْتَرِيَ، وَأَبِيعَ بِالنَّسِيئَةِ",
    "grade_id": 18,
    "grade": "দুর্বল মাকতু",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "34"
    }
  }
}