{
  "hadith": {
    "hadith_id": 3946,
    "narrator": "হযরত আয়েশা (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর স্ত্রীগণ একত্রিত হলেন এবং ফাতিমা (রাঃ) -কে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে এই বলে পাঠালেন যে, আপনার স্ত্রীগণ আবূ কুহাফার মেয়ের বিষয়ে তাদের সাথে ইনসাফ করার অনুরোধ করেছেন। এইরকম কিছু বললেন। আয়েশা (রাঃ) বললেন, হযরত ফাতিমা (রাঃ) রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট প্রবেশ করলেন। তখন রাসূলুল্লাহ  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হযরত আয়েশা (রাঃ) -এর সাথে তাঁর চাদরের ভেতরে ছিলেন। তিনি বললেন, আপনার স্ত্রীগণ আমাকে পাঠিয়েছেন, তারা আবূ কুহাফার মেয়ের বিষয়ে তাদের সাথে ইনসাফ করার অনুরোধ জানিয়েছেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বললেন, তুমি কি আমাকে ভালবাস? তিনি বললেনঃ হ্যাঁ। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তাহলে তাকেও ভালবাস। আয়েশা (রাঃ) বললেন, হযরত ফাতিমা (রাঃ) তাদের কাছে ফিরে গেলেন এবং রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যা বলেছেন, তা তাদেরকে বললেন। তখন তারা বললেন, আপনি তো আমাদের জন্যে কিছুই করলেন না। পুনরায় রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর কাছে যান। তিনি বললেন, আল্লাহ্‌র কসম, তাঁর কাছে আর আমি এই বিষয়ে কখনো যাব না। ফাতিমা (রাঃ) (চরিত্র ও চাল-চলনে দিক থেকে) বাস্তবিকই রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর মেয়ে ছিলেন। পুনরায় তাঁরা সবাই (স্ত্রীগণ) মিলে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর কাছে যয়নব বিন্‌ত জাহাশকে পাঠালেন। হযরত আয়েশা (রাঃ) বলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর স্ত্রীগণের মধ্যে যয়নব বিন্‌ত জাহাশই একমাত্র স্ত্রী (রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম -এর কাছে মর্যাদার দিক থেকে) যে আমার সমপর্যায়ের ছিল। তিনি বললেন, আপনার স্ত্রীগণ আপনার কাছে পাঠিয়েছেন। তাঁরা আবু কুহাফার মেয়ের (আয়েশার) বিষয়ে তাদের সাথে ইনসাফ করার অনুরোধ জানিয়েছেন। হযরত আয়েশা (রাঃ) বললেন, এরপরে যয়নব আমাকে কটু কথা বলতে শুরু করে দিলেন। আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর দিকে লক্ষ্য করতে লাগলাম এবং তিনি আমার উত্তর দেয়ার ব্যাপারে মৌন সম্মতি দিচ্ছেন কি না বুঝার জন্য তাঁর ভাবভঙ্গি পর্যবেক্ষণ করতে লাগলাম। হযরত আয়েশা (রাঃ) বলেন, তিনি আমাকে কটু কথা বলেই যাচ্ছেন। এতে আমি ধারণা করলাম, আমার এসব কথার উত্তর দেওয়াটা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অপছন্দ করবে না। সুতরাং তার মুখোমুখি হলাম এবং তাকে থামিয়ে দিলাম। এরপর রাসূলূল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এতো আবূ বকরের মেয়ে। আয়েশা (রাঃ) বলেন, আমি যয়নব থেকে বেশী দানশীল, আত্মীয়তার বন্ধন রক্ষাকারী এবং যে কাজে দান-সাদকার সওয়াব ও আল্লাহর নৈকট্য অর্জিত হয়, তাতে তার চেয়ে বেশী চেষ্টাকারী কাউকে দেখিনি। অবশ্য একটু দ্রুত ক্রোধপ্রবণা ছিলেন তবে তা খুবই দ্রুত নিঃশেষ হয়ে যেত।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ رَافِعٍ النَّيْسَابُورِيُّ، الثِّقَةُ الْمَأْمُونُ قَالَ: حَدَّثَنَا عَبْدُ الرَّزَّاقِ، عَنْ مَعْمَرٍ، عَنْ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ قَالَتْ: اجْتَمَعْنَ أَزْوَاجُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَرْسَلْنَ فَاطِمَةَ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقُلْنَ لَهَا: إِنَّ نِسَاءَكَ - وَذَكَرَ كَلِمَةً مَعْنَاهَا - يَنْشُدْنَكَ الْعَدْلَ فِي ابْنَةِ أَبِي قُحَافَةَ قَالَتْ: فَدَخَلَتْ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مَعَ عَائِشَةَ فِي مِرْطِهَا، فَقَالَتْ لَهُ: إِنَّ نِسَاءَكَ أَرْسَلْنَنِي، وَهُنَّ يَنْشُدْنَكَ الْعَدْلَ فِي ابْنَةِ أَبِي قُحَافَةَ، فَقَالَ لَهَا النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَتُحِبِّينِي؟» قَالَتْ: نَعَمْ قَالَ: «فَأَحِبِّيهَا». قَالَتْ: فَرَجَعَتْ إِلَيْهِنَّ، فَأَخْبَرَتْهُنَّ مَا قَالَ، فَقُلْنَ لَهَا: إِنَّكِ لَمْ تَصْنَعِي شَيْئًا، فَارْجِعِي إِلَيْهِ، فَقَالَتْ: وَاللَّهِ لَا أَرْجِعُ إِلَيْهِ فِيهَا أَبَدًا، وَكَانَتِ ابْنَةَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَقًّا، فَأَرْسَلْنَ زَيْنَبَ بِنْتَ جَحْشٍ، قَالَتْ عَائِشَةُ: وَهِيَ الَّتِي كَانَتْ تُسَامِينِي مِنْ أَزْوَاجِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَتْ: أَزْوَاجُكَ أَرْسَلْنَنِي، وَهُنَّ يَنْشُدْنَكَ الْعَدْلَ فِي ابْنَةِ أَبِي قُحَافَةَ، ثُمَّ أَقْبَلَتْ عَلَيَّ تَشْتِمُنِي، فَجَعَلْتُ أُرَاقِبُ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَنْظُرُ طَرْفَهُ، هَلْ يَأْذَنُ لِي مِنْ أَنْ أَنْتَصِرَ مِنْهَا، قَالَتْ: فَشَتَمَتْنِي حَتَّى ظَنَنْتُ أَنَّهُ لَا يَكْرَهُ أَنْ أَنْتَصِرَ مِنْهَا، فَاسْتَقْبَلْتُهَا، فَلَمْ أَلْبَثْ أَنْ أَفْحَمْتُهَا، فَقَالَ لَهَا النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّهَا ابْنَةُ أَبِي بَكْرٍ»، قَالَتْ عَائِشَةُ: فَلَمْ أَرَ امْرَأَةً خَيْرًا، وَلَا أَكْثَرَ صَدَقَةً، وَلَا أَوْصَلَ لِلرَّحِمِ، وَأَبْذَلَ لِنَفْسِهَا فِي كُلِّ شَيْءٍ يُتَقَرَّبُ بِهِ إِلَى اللَّهِ تَعَالَى مِنْ زَيْنَبَ، مَا عَدَا سَوْرَةً مِنْ حِدَّةٍ كَانَتْ فِيهَا تُوشِكُ مِنْهَا الْفَيْئَةَ قَالَ أَبُو عَبْدِ الرَّحْمَنِ: «هَذَا خَطَأٌ، وَالصَّوَابُ الَّذِي قَبْلَهُ»\n________________________________________",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "35"
    }
  }
}