{
  "hadith": {
    "hadith_id": 3958,
    "narrator": "উবায়দ্‌ ইব্‌ন উমাইর (রাঃ)",
    "bn": "তিনি বলেনঃ আমি হযরত আয়েশা (রাঃ) থেকে শুনেছি। তিনি বলেনঃ রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিছুক্ষণ যয়নব বিন্‌ত জাহাশ (রাঃ) -এর কাছে অবস্থান করতেন এবং তাঁর কাছে মধু পান করতেন, আমি এবং হাফসা পরামর্শ করে সিদ্ধান্ত নিলাম যে, তিনি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের যার কাছেই আসবেন, সেই বলবেঃ আপনি ‘মাগাফীর’ পান করেছেন। (মাগাফীর এক প্রকার দুর্গন্ধযুক্ত আঠাকে বলা হয়)। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের একজনের কাছে প্রবেশ করলে যা বলার সিদ্ধান্ত ছিল তা বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, আমি যয়নব বিন্‌ত জাহাশ –এর কাছে মধুই তো পান করলাম এবং বললেন, আর কোন দিন তা করব না। অর্থাৎ মধু পান করব না। এ কারণে নাযিল হলঃ (আরবি) “হে নবী আল্লাহ্‌ আপনার জন্য যা হালাল করেছেন তা আপনি নিজের জন্য হারাম করেছেন কেন?” (আরবি) “তোমরা উভয়ে যদি তওবা করো” এটা হযরত আয়েশা (রাঃ) এবং হাফসা (রাঃ) –এর উদ্দেশ্যে নাযিল করেছেনঃ (আরবি) “যখন নবী তাঁর একজন স্ত্রীর কাছে একটি কথা গোপন করলেন” এটা তাঁর উক্তি ‘আমি মধু পান করেছি এবং আর করব না।’ -এর পরিপ্রেক্ষিতে নাযিল হয়েছে।",
    "ar": "أَخْبَرَنَا الْحَسَنُ بْنُ مُحَمَّدٍ الزَّعْفَرَانِيُّ قَالَ: حَدَّثَنَا حَجَّاجٌ، عَنْ ابْنِ جُرَيْجٍ، عَنْ عَطَاءٍ، أَنَّهُ سَمِعَ عُبَيْدَ بْنَ عُمَيْرٍ يَقُولُ: سَمِعْتُ عَائِشَةَ، تَزْعُمُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَمْكُثُ عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ فَيَشْرَبُ عِنْدَهَا عَسَلًا، فَتَوَاصَيْتُ أَنَا وَحَفْصَةُ أَنَّ أَيَّتُنَا دَخَلَ عَلَيْهَا النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَلْتَقُلْ: إِنِّي أَجِدُ مِنْكَ رِيحَ مَغَافِيرَ أَكَلْتَ مَغَافِيرَ، فَدَخَلَ عَلَى إِحْدَاهُمَا، فَقَالَتْ: ذَلِكَ لَهُ، فَقَالَ: «لَا، بَلْ شَرِبْتُ عَسَلًا عِنْدَ زَيْنَبَ بِنْتِ جَحْشٍ، وَلَنْ أَعُودَ لَهُ» فَنَزَلَتْ: {يَا أَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ} [التحريم: 1] {إِنْ تَتُوبَا إِلَى اللَّهِ} [التحريم: 4] لِعَائِشَةَ وَحَفْصَةَ وَ {إِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثًا} [التحريم: 3] لِقَوْلِهِ: «بَلْ شَرِبْتُ عَسَلًا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "35"
    }
  }
}