{
  "hadith": {
    "hadith_id": 3982,
    "narrator": "নু’মান ইব্‌ন সালিম (রাঃ)",
    "bn": "আমি আওস (রাঃ) - কে বলতে শুনেছি যে, আমি সাকীফ গোত্রের একটি প্রতিনিধি দলের সাথে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট আগমন করলাম। আমি তাঁর সঙ্গে একটি তাঁবুতে ছিলাম। আমি এবং তিনি ব্যতীত তাঁবুর সকলেই ঘুমিয়ে পড়লো। এমন সময় এক ব্যক্তি এসে তার সঙ্গে গোপনে কিছু বললে, তিনি বললেনঃ যাও তাকে হত্যা কর। এরপর তিনি বললেনঃ সেকি একথার সাক্ষ্য দান করে না যে, আল্লাহ ব্যতীত কোন ইলাহ্ নেই এবং আমি আল্লাহর রাসূল? সে ব্যক্তি বললোঃ সে এরূপ বলে। তখন তিনি বললেনঃ তাকে ছেড়ে দাও। এরপর তিনি বললেনঃ আমাকে লোকের বিরুদ্ধে যুদ্ধ করার আদেশ দান করা হয়েছে, যতক্ষণ না তারা ‘লা ইলাহা ইল্লাল্লাহ’ বলে। যখন তারা এরূপ বলবে, তখন তাদের জানমাল আমার থেকে নিরাপদ হবে, তবে এর হক ব্যতীত। রাবী মুহাম্মদ (রহঃ) বলেন, আমি শু’বা (রহঃ) -কে বললামঃ তারা কি এই সাক্ষ্য দেয় না যে, “আল্লাহ্ ব্যতীত কোন ইলাহ নেই এবং আমি আল্লাহর রাসূল”- এই কথাটি কি এই হাদীসের অংশ নয়? তিনি বললেনঃ আমি মনে করি এটিও এই হাদীসের অংশ, কিন্তু আমার জানা নেই।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ قَالَ: حَدَّثَنَا مُحَمَّدٌ قَالَ: حَدَّثَنَا شُعْبَةُ، عَنْ النُّعْمَانِ بْنِ سَالِمٍ قَالَ: سَمِعْتُ أَوْسًا يَقُولُ: أَتَيْتُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي وَفْدِ ثَقِيفٍ، فَكُنْتُ مَعَهُ فِي قُبَّةٍ، فَنَامَ مَنْ كَانَ فِي الْقُبَّةِ غَيْرِي وَغَيْرُهُ، فَجَاءَ رَجُلٌ، فَسَارَّهُ، فَقَالَ: «اذْهَبْ فَاقْتُلْهُ»، فَقَالَ: «أَلَيْسَ يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنِّي رَسُولُ اللَّهِ؟» قَالَ: يَشْهَدُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «ذَرْهُ» ثُمَّ قَالَ: \" أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا: لَا إِلَهَ إِلَّا اللَّهُ، فَإِذَا قَالُوهَا حَرُمَتْ دِمَاؤُهُمْ وَأَمْوَالُهُمْ، إِلَّا بِحَقِّهَا \" قَالَ مُحَمَّدٌ: فَقُلْتُ لِشُعْبَةَ: أَلَيْسَ فِي الْحَدِيثِ أَلَيْسَ يَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنِّي رَسُولُ اللَّهِ؟ قَالَ: «أَظُنُّهَا مَعَهَا، وَلَا أَدْرِي»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "36"
    }
  }
}