{
  "hadith": {
    "hadith_id": 4019,
    "narrator": "আবূ উমামা ইবন সাহল এবং আবদুল্লাহ ইবন আমর ইবন রবীআ (রহঃ)",
    "bn": "তিনি বলেন, আমরা উসমান (রাঃ) -এর সাথে ছিলাম, তখন তিনি অবরুদ্ধ অবস্থায় ছিলেন, আমরা যখন কোন স্থানে প্রবেশ করতাম, তখন (মদীনার) বালাত নামক স্থানের লোকের কথা শুনতাম। একদিন উসমান (রাঃ) ভেতরে প্রবেশ করলেন, এরপর তিনি বের হলেন এবং বললেনঃ তারা আমাকে হত্যা করার হুমকি দিচ্ছে। আমরা বললামঃ আল্লাহ্ তা’আলাই আপনার জন্য যথেষ্ট। তিনি বলেনঃ তারা আমাকে কেন হত্যা করতে চায়? আমি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছি, কোন মুসলমান ব্যক্তিকে তিন কারণ ব্যতীত হত্যা করা বৈধ নয়ঃ ১. কোন ব্যক্তি ইসলাম গ্রহণ করার পর কাফির হলে, অথবা ২. বিবাহ করার পর ব্যভিচার করলে, অথবা ৩. কাউকে অন্যায়ভাবে হত্যা করলে। আর আল্লাহর কসম! না আমি জাহিলী যুগে ব্যভিচার করেছি, না ইসলাম গ্রহণের পর। আর যেদিন আল্লাহ আমাকে হিদায়াত দান করেছেন তখন হতে আমি কোন সময় ধর্ম ত্যাগের ইচ্ছাও করিনি। আর আমি কাউকে অন্যায়ভাবে হত্যাও করিনি, তবুও তারা কেন আমাকে হত্যা করবে?",
    "ar": "أَخْبَرَنِي إِبْرَاهِيمُ بْنُ يَعْقُوبَ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى قَالَ: حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ قَالَ: حَدَّثَنِي أَبُو أُمَامَةَ بْنُ سَهْلٍ وَعَبْدُ اللَّهِ بْنُ عَامِرِ بْنِ رَبِيعَةَ قَالَا: كُنَّا مَعَ عُثْمَانَ وَهُوَ مَحْصُورٌ، وَكُنَّا إِذَا دَخَلْنَا مَدْخَلًا نَسْمَعُ كَلَامَ مَنْ بِالْبَلَاطِ، فَدَخَلَ عُثْمَانُ يَوْمًا، ثُمَّ خَرَجَ، فَقَالَ: إِنَّهُمْ لَيَتَوَاعَدُونِّي بِالْقَتْلِ، قُلْنَا: يَكْفِيكَهُمُ اللَّهُ، قَالَ: فَلِمَ يَقْتُلُونِّي سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: \" لَا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ إِلَّا بِإِحْدَى ثَلَاثٍ: رَجُلٌ كَفَرَ بَعْدَ إِسْلَامِهِ، أَوْ زَنَى بَعْدَ إِحْصَانِهِ، أَوْ قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ «،» فَوَاللَّهِ مَا زَنَيْتُ فِي جَاهِلِيَّةٍ، وَلَا إِسْلَامٍ، وَلَا تَمَنَّيْتُ أَنَّ لِي بِدِينِي بَدَلًا مُنْذُ هَدَانِيَ اللَّهُ، وَلَا قَتَلْتُ نَفْسًا فَلِمَ يَقْتُلُونَنِي \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "36"
    }
  }
}