{
  "hadith": {
    "hadith_id": 4036,
    "narrator": "সা’ঈদ ইবন মুসাইয়্যাব (রাঃ)",
    "bn": "তিনি বলেনঃ আরবের কিছু লোক রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে মুসলমান হলো, পরে তারা অসুস্থ হয়ে পড়লে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদেরকে দুগ্ধবতী উটনীর নিকট পাঠিয়ে দিলেন, যাতে তারা দুধ পান করতে পারে।  তারা সেখানে অবস্থান করতে লাগলো। পরে তারা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর গোলাম রাখালকে হত্যা করে উটগুলোকে নিয়ে চলে গেল। লোকেরা বলে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ খবর শুনে বললেনঃ আল্লাহ! ঐ ব্যক্তিকে পিপাসায় কাতর রাখ, যে মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর পরিবারে লোককে সারা রাত পিপাসায় কাতর রেখেছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) পরে তাদের তালাশে লোক পাঠান। তারা ধৃত হলো। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের হাত-পা কাটান, তাদের চোখ শলাকা দিয়ে অন্ধ করে দেন। বর্ণনাকারীদের মধ্যে কেউ কারও চেয়ে অতিরিক্ত বর্ণনা করেছেন। তবে মুয়াবিয়া (রাঃ) এই হাদীসে বলেনঃ তারা উটগুলোকে হাঁকিয়ে মুশরিকদের দেশে নিয়ে যায়।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ قَالَ: أَنْبَأَنَا ابْنُ وَهْبٍ قَالَ: وَأَخْبَرَنِي يَحْيَى بْنُ أَيُّوبَ، وَمُعَاوِيَةُ بْنُ صَالِحٍ، عَنْ يَحْيَى بْنِ سَعِيدٍ، عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ قَالَ: قَدِمَ نَاسٌ مِنَ الْعَرَبِ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَسْلَمُوا، ثُمَّ مَرِضُوا، فَبَعَثَ بِهِمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى لِقَاحٍ لِيَشْرَبُوا مِنْ أَلْبَانِهَا، فَكَانُوا فِيهَا، ثُمَّ عَمَدُوا إِلَى الرَّاعِي غُلَامِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَتَلُوهُ، وَاسْتَاقُوا اللِّقَاحَ، فَزَعَمُوا أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «اللَّهُمَّ عَطِّشْ مَنْ عَطَّشَ آلَ مُحَمَّدٍ اللَّيْلَةَ»، فَبَعَثَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي طَلَبِهِمْ، فَأُخِذُوا، فَقَطَّعَ أَيْدِيَهُمْ وَأَرْجُلَهُمْ، وَسَمَلَ أَعْيُنَهُمْ، وَبَعْضُهُمْ يَزِيدُ عَلَى بَعْضٍ، إِلَّا أَنَّ مُعَاوِيَةَ قَالَ فِي هَذَا الْحَدِيثِ: «اسْتَاقُوا إِلَى أَرْضِ الشِّرْكِ»",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "36"
    }
  }
}