{
  "hadith": {
    "hadith_id": 4067,
    "narrator": "মুস’আব ইবন সা’দ তার পিতা থেকে",
    "bn": "তিনি বলেনঃ মক্কা বিজয়ের দিন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সকলকে নিরাপত্তা দান করেন, কিন্তু চারজন পুরুষ এবং দু’জন নারী ব্যতীত। তিনি তাদের সম্পর্কে বলেনঃ তাদেরকে যেখানেই পাবে হত্যা করবে; যদিও তারা কা’বার পর্দা ধরে থাকে। তারা হলো, ইকরিমা ইবন আবূ জাহল, আবদুল্লাহ্ ইবন খাতাল, মিকয়াস ইবন সুবাবা, আবদুল্লাহ্ ইবন সা’দ ইবন আবূ সারহ্। আবদুল্লাহ্ ইবন খাতালকে কা’বার গিলাফের সাথে লটকে থাকা অবস্থায় পাওয়া গেল এবং তাকে হত্যা করার জন্য দুই ব্যক্তি ছুটে গেল। একজন হলো সাঈদ ইবন হুরায়স, অন্যজন আম্মার ইবন ইয়াসির (রাঃ)। সাঈদ ছিলেন জওয়ান, তিনি আগে গিয়ে তাকে হত্যা করলেন। আর মিকয়াস ইবন সুবাবাকে লোকেরা বাজারে পেল এবং তারা তাকে হত্যা করলো। আর ইকরিমা ইবন আবূ জাহল নৌযানে সমুদ্র পার হতে গেলে ঝড়ের কবলে পড়লো। জাহাজের লোক বললো, এখন তোমরা একনিষ্ঠভাবে আল্লাহ্‌কে ডাক। কেননা তোমরা যে মূর্তির পূজা কর তারা তোমাদের কোন সাহায্য করতে পারবে না। ইকরিমা বললেনঃ আল্লাহ্‌র কসম! যদি সমুদ্রে তিনি ব্যতীত আমাকে আর কেউ রক্ষা করতে না পারেন; তবে স্থলভাগেও তিনি ছাড়া আমাকে কেউ রক্ষা করতে পারবেনা। আল্লাহ্‌! আমি আপনার নিকট ওয়াদা করছি, যদি আপনি আমাকে এই মুসীবত হতে নাজাত দেন তবে আমি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট উপস্থিত হবো এবং আমি তাঁর নিকট বায়’আত গ্রহণ করবো। আমার ধারণা, তিনি আমায় ক্ষমা করবেন এবং রহম করবেন। পরে তিনি এসে মুসলমান হয়ে যান। আবদুল্লাহ্ ইবন আবূ সারহ্ উসমান (রাঃ) -এর নিকট গিয়ে লুকিয়ে থাকলেন। যখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকদের বায়’আত -এর জন্য আহ্বান করলেন, তখন উসমান (রাঃ) তাকে নিয়ে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট হাযির করে দিলেন। তিনি বললেনঃ ইয়া রাসূলুল্লাহ্!  আবদুল্লাহর বায়‘আত গ্রহণ করুন। তিনি মাথা উঠিয়ে তিনবার আবদুল্লাহর প্রতি দৃষ্টি করলেন। তিনবারের পর তিনি তার বায়‘আত গ্রহণ করলেন। এরপর তিনি সাহাবায়ে কিরামের প্রতি লক্ষ্য করে বললেনঃ তোমাদের মধ্যে এমন কোন বুদ্ধিমান লোক কি ছিল না যে, যখন আমি তার বায়‘আত গ্রহণ করছিলাম না, তখন এসে তাকে হত্যা করতো? সাহাবায়ে কিরাম বললেনঃ ইয়া রাসূলুল্লাহ্! আপনার মনের কথা আমরা কি করে জানবো? আপনি চক্ষু দ্বারা কেন ইশারা করলেন না? তিনি বললেনঃ (বাহ্যত চুপ থেকে) চোখে ইঙ্গিত করা নবীর পক্ষে শোভন নয়।",
    "ar": "أَخْبَرَنَا الْقَاسِمُ بْنُ زَكَرِيَّا بْنِ دِينَارٍ قَالَ: حَدَّثَنِي أَحْمَدُ بْنُ مُفَضَّلٍ قَالَ: حَدَّثَنَا أَسْبَاطٌ قَالَ: زَعَمَ السُّدِّيُّ، عَنْ مُصْعَبِ بْنِ سَعْدٍ، عَنْ أَبِيهِ قَالَ: لَمَّا كَانَ يَوْمُ فَتْحِ مَكَّةَ أَمَّنَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ النَّاسَ، إِلَّا أَرْبَعَةَ نَفَرٍ وَامْرَأَتَيْنِ وَقَالَ: «اقْتُلُوهُمْ، وَإِنْ وَجَدْتُمُوهُمْ مُتَعَلِّقِينَ بِأَسْتَارِ الْكَعْبَةِ، عِكْرِمَةُ بْنُ أَبِي جَهْلٍ وَعَبْدُ اللَّهِ بْنُ خَطَلٍ وَمَقِيسُ بْنُ صُبَابَةَ وَعَبْدُ اللَّهِ بْنُ سَعْدِ بْنِ أَبِي السَّرْحِ»، فَأَمَّا عَبْدُ اللَّهِ بْنُ خَطَلٍ فَأُدْرِكَ وَهُوَ مُتَعَلِّقٌ بِأَسْتَارِ الْكَعْبَةِ فَاسْتَبَقَ إِلَيْهِ سَعِيدُ بْنُ حُرَيْثٍ وَعَمَّارُ بْنُ يَاسِرٍ فَسَبَقَ سَعِيدٌ عَمَّارًا، وَكَانَ أَشَبَّ الرَّجُلَيْنِ فَقَتَلَهُ، وَأَمَّا مَقِيسُ بْنُ صُبَابَةَ فَأَدْرَكَهُ النَّاسُ فِي السُّوقِ فَقَتَلُوهُ، وَأَمَّا عِكْرِمَةُ فَرَكِبَ الْبَحْرَ، فَأَصَابَتْهُمْ عَاصِفٌ، فَقَالَ أَصْحَابُ السَّفِينَةِ: أَخْلِصُوا، فَإِنَّ آلِهَتَكُمْ لَا تُغْنِي عَنْكُمْ شَيْئًا هَاهُنَا. فَقَالَ عِكْرِمَةُ: وَاللَّهِ لَئِنْ لَمْ يُنَجِّنِي مِنَ الْبَحْرِ إِلَّا الْإِخْلَاصُ، لَا يُنَجِّينِي فِي الْبَرِّ غَيْرُهُ، اللَّهُمَّ إِنَّ لَكَ عَلَيَّ عَهْدًا، إِنْ أَنْتَ عَافَيْتَنِي مِمَّا أَنَا فِيهِ أَنْ آتِيَ مُحَمَّدًا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى أَضَعَ يَدِي فِي يَدِهِ، فَلَأَجِدَنَّهُ عَفُوًّا كَرِيمًا، فَجَاءَ فَأَسْلَمَ، وَأَمَّا عَبْدُ اللَّهِ بْنُ سَعْدِ بْنِ أَبِي السَّرْحِ، فَإِنَّهُ اخْتَبَأَ عِنْدَ عُثْمَانَ بْنِ عَفَّانَ، فَلَمَّا دَعَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ النَّاسَ إِلَى الْبَيْعَةِ، جَاءَ بِهِ حَتَّى أَوْقَفَهُ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: يَا رَسُولَ اللَّهِ، بَايِعْ عَبْدَ اللَّهِ، قَالَ: فَرَفَعَ رَأْسَهُ، فَنَظَرَ إِلَيْهِ، ثَلَاثًا كُلَّ ذَلِكَ يَأْبَى، فَبَايَعَهُ بَعْدَ ثَلَاثٍ، ثُمَّ أَقْبَلَ عَلَى أَصْحَابِهِ فَقَالَ: «أَمَا كَانَ فِيكُمْ رَجُلٌ رَشِيدٌ يَقُومُ إِلَى هَذَا حَيْثُ رَآنِي كَفَفْتُ يَدِي عَنْ بَيْعَتِهِ فَيَقْتُلُهُ» فَقَالُوا: وَمَا يُدْرِينَا يَا رَسُولَ اللَّهِ مَا فِي نَفْسِكَ، هَلَّا أَوْمَأْتَ إِلَيْنَا بِعَيْنِكَ؟ قَالَ: «إِنَّهُ لَا يَنْبَغِي لِنَبِيٍّ أَنْ يَكُونَ لَهُ خَائِنَةُ أَعْيُنٍ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "36"
    }
  }
}