{
  "hadith": {
    "hadith_id": 4077,
    "narrator": "আবূ বারযা আসলামী (রাঃ)",
    "bn": "একদা আমরা আবূ বকর (রাঃ) -এর নিকট ছিলাম। এ সময় তিনি একজন মুসলমানের প্রতি অত্যন্ত ক্রোধান্বিত হলেন। এ অবস্থা দেখে আমি বললামঃ হে আল্লাহ্‌র রাসূলের খলীফা! আমি কি তার গর্দান উড়িয়ে দেব? আমার হত্যা করার কথার পর, তিনি এ কথা ছেড়ে অন্য কথা আরম্ভ করলেন। আমরা সেখান হতে ফিরে আসলে তিনি আমাকে ডেকে পাঠান এবং বলেনঃ হে আবূ বারযা! তুমি কি বলেছিলে? বস্তুত আমি কি বলেছিলাম তা ভুলে গিয়েছিলাম। তাই বললাম, আপনি আমাকে স্মরণ করিয়ে দিন। তিনি বললেন, তোমার কি মনে পড়ছে না? আমি বললামঃ আল্লাহ্‌র কসম! না। তিনি বললেনঃ যখন তুমি আমাকে এক ব্যক্তির উপর রাগান্বিত হতে দেখেছিলে, তখন তুমি বলেছিলেঃ হে রাসূলের খলীফা! আমি কি ঐ ব্যক্তির গর্দান উড়িয়ে দেব কি না? তুমি কি ঐরূপ করতে চাও? আমি বললামঃ নিশ্চয়ই। এখনও যদি আপনি আদেশ করেন, তবে আমি তাকে হত্যা করবো। তিনি বললেনঃ রাসূল্লুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর পর এ মর্যাদা আর কারো জন্য নেই।",
    "ar": "أَخْبَرَنِي أَبُو دَاوُدَ قَالَ: حَدَّثَنَا عَفَّانُ، قَالَ: حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ قَالَ: حَدَّثَنَا يُونُسُ بْنُ عُبَيْدٍ، عَنْ حُمَيْدِ بْنِ هِلَالٍ، عَنْ عَبْدِ اللَّهِ بْنِ مُطَرِّفِ بْنِ الشِّخِّيرِ، عَنْ أَبِي بَرْزَةَ الْأَسْلَمِيِّ أَنَّهُ قَالَ: كُنَّا عِنْدَ أَبِي بَكْرٍ الصِّدِّيقِ فَغَضِبَ عَلَى رَجُلٍ مِنَ الْمُسْلِمِينَ، فَاشْتَدَّ غَضَبُهُ عَلَيْهِ جِدًّا، فَلَمَّا رَأَيْتُ ذَلِكَ، قُلْتُ: يَا خَلِيفَةَ رَسُولِ اللَّهِ، أَضْرِبُ عُنُقَهُ؟ فَلَمَّا ذَكَرْتُ الْقَتْلَ، أَضْرَبَ عَنْ ذَلِكَ الْحَدِيثِ، أَجْمَعَ إِلَى غَيْرِ ذَلِكَ مِنَ النَّحْوِ، فَلَمَّا تَفَرَّقْنَا أَرْسَلَ إِلَيَّ، فَقَالَ: «يَا أَبَا بَرْزَةَ، مَا قُلْتَ؟» وَنَسِيتُ الَّذِي قُلْتُ: قُلْتُ: ذَكِّرْنِيهِ قَالَ: «أَمَا تَذْكُرُ مَا قُلْتَ؟» قُلْتُ: لَا وَاللَّهِ، قَالَ: \" أَرَأَيْتَ حِينَ رَأَيْتَنِي غَضِبْتُ عَلَى رَجُلٍ فَقُلْتَ: أَضْرِبُ عُنُقَهُ يَا خَلِيفَةَ رَسُولِ اللَّهِ، أَمَا تَذْكُرُ ذَلِكَ أَوَ كُنْتَ فَاعِلًا ذَلِكَ \" قُلْتُ: نَعَمْ، وَاللَّهِ وَالْآنَ إِنْ أَمَرْتَنِي فَعَلْتُ، قَالَ: «وَاللَّهِ مَا هِيَ لِأَحَدٍ بَعْدَ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ» قَالَ أَبُو عَبْدِ الرَّحْمَنِ: «هَذَا الْحَدِيثُ أَحْسَنُ الْأَحَادِيثِ وَأَجْوَدُهَا وَاللَّهُ تَعَالَى أَعْلَمُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "36"
    }
  }
}