{
  "hadith": {
    "hadith_id": 4147,
    "narrator": "মুজাহিদ (রাঃ)",
    "bn": "তিনি বলেন, কুরআন মাজীদে যে বলা হয়েছে। খুমুস বা পঞ্চমাংশ আল্লাহ্‌ এবং তাঁর রাসুলের জন্য, তা রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং তাঁর নিকটাত্মীয়দের জন্য, কারন তাঁদের জন্য সদকা গ্রহন করা বৈধ ছিলো না। রাসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ঐ পঞ্চমাংশের পঞ্চমাংশ গ্রহন করতেন আর তাঁর আত্মীয়দের জন্য ছিলো পঞ্চমাংশের পঞ্চমাংশ। আর ইয়াতিমদের জন্যও ছিলো অনুরূপ। আর মুসাফিরদের জন্য অনুরূপ এবং নিকট আত্মীয়দের জন্য অনুরূপ অংশ ছিল। \n\nআবূ আবদুর রহমান (ইমাম নাসাঈ) বলেন, আল্লাহ্‌ তা‘য়ালা যে নিজের নাম নিয়ে শুরু করে (আরবি) বলেছেনঃ এটা বাক্যের সুচনাবিশেষ। কারন সমুদয় বস্তু আল্লাহ্‌রই। এবং 'ফায়' ও 'খুমুস'-এর ক্ষেত্রে তিনি প্রথমে নিজের নাম নিয়ে শুরু করেছেন। এর কারন এই যে, এ দু'টো উত্তম অর্জন। আর সাদকার ক্ষেত্রে নিজের নাম নিয়ে আরম্ভ করেন নি। বরং বলেছেনঃ (আরবি) অর্থাৎ, সাদকা ফকিরদের জন্য----। কারন সাদকা মানুষের ময়লা-স্বরূপ। কেউ কেউ বলেছেনঃ গনিমতের মালের কিছু অংশ নিয়ে কা'বার মধ্যে রেখে দেওয়া হবে আর সেটাই আল্লাহ্‌র অংশ। রাসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অংশ ইমাম বা শাসক পাবেন। তিনি তা দিয়ে ঘোড়া, অস্ত্র-শস্ত্র ক্রয় করবেন, যাকে দেওয়া ভাল মনে করবেন, দেবেন, যাকে দিলে মুসলিম সাধারনের উপকার ও কল্যাণ হয় তাকে এবং মুহাদ্দিস, ফুকাহা ও কুরআনচর্চাকারীদের দেবেন। রাসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর আত্মীয়দের অংশ বনু হাশিম ও বনু মুত্তালিব পাবেন; চাই তাঁরা ধনী হন বা দরিদ্র। কেউ কেউ বলেনঃ তাদের মধ্যে যারা দরিদ্র কেবল তারাই পাবেন, ধনীরা পাবেন না। যেমন ইয়াতীম ও মুসাফিরদের মধ্যে যারা দরিদ্র, তারাই পাবে।\nএ মতই আমার কাছে অধিক সঠিক বলে মনে হয়। কিন্তু পাওয়ার ক্ষেত্রে ছোট-বড়, নারী-পুরুষ সবাই সমান। কেননা আল্লাহ্‌ তা'য়ালা এই সম্পদ তাদের দেয়ার নির্দেশ দিয়েছেন এবং রাসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের মধ্যে বন্টন করেছেন। আর হাদীসে উল্লেখ নেই যে, রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কাউকে বেশি দেয়ার নির্দেশ দিয়েছেন এবং কাউকে কম।\nএই মাসআলায় ইমামগনের কোন মতভেদ আছে বলে আমাদের জানা নেই যে, যদি কেউ কারো সন্তানদের জন্য নিজের এক-তৃতীয়াংশ মাল প্রদানের ওসীয়ত করে, তাহলে সকল সন্তানই সমান হারে পাবে; চাই তারা ছেলে হোক বা মেয়ে- যদি তাদের পরিসংখ্যান জানা থাকে। এমনিভাবে যদি কোন জিনিস কারো সন্তানদের দেওয়ার জন্য বলা হয়, তাহলে ওই জিনিস সকল সন্তানই সমান হারে পাবে। অবশ্য যে ব্যক্তি দেয়ার নির্দেশ দেয়, সে যদি পরিস্কার বলে দেয় যে, অমুক এতটুকু পাবে, আর অমুক এতোটুকু, তাহলে তার কথানুযায়ী দেয়ার ব্যবস্থা করা হবে। আর এক অংশ মুসলমান ইয়াতীমগন পাবে। এক অংশ মুসলমান মিসকীনগন এবং এক অংশ মুসাফিরগন পাবে। আর কাউকে মিসকিনের অংশ ও মুসাফিরের অংশ-এই দুই অংশ একত্রে দেয়া হবে না; বরং তাকে বলা হবে তুমি হয় মিসকিনের অংশ গ্রহন কর অথবা মুসাফিরের অংশ গ্রহন কর। গনীমতের মালের অবশিষ্ট চারভাগ ইমাম ওই মুসলমানদের দেবেন, যারা বালেগ এবং যুদ্ধে অংশগ্রহন করেছিল।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ يَحْيَى بْنِ الْحَارِثِ قَالَ: أَنْبَأَنَا مَحْبُوبٌ قَالَ: أَنْبَأَنَا أَبُو إِسْحَاقَ، عَنْ شَرِيكٍ، عَنْ خُصَيْفٍ، عَنْ مُجَاهِدٍ قَالَ: الْخُمُسُ الَّذِي لِلَّهِ وَلِلرَّسُولِ كَانَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَقَرَابَتِهِ، لَا يَأْكُلُونَ مِنَ الصَّدَقَةِ شَيْئًا، «فَكَانَ لِلنَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خُمُسُ الْخُمُسِ، وَلِذِي قَرَابَتِهِ خُمُسُ الْخُمُسِ، وَلِلْيَتَامَى مِثْلُ ذَلِكَ، وَلِلْمَسَاكِينِ مِثْلُ ذَلِكَ، وَلِابْنِ السَّبِيلِ مِثْلُ ذَلِكَ» قَالَ أَبُو عَبْدِ الرَّحْمَنِ: \" قَالَ اللَّهُ جَلَّ ثَنَاؤُهُ: وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ وَقَوْلُهُ عَزَّ وَجَلَّ: {لِلَّهِ} [الأنفال: 41] ابْتِدَاءُ كَلَامٍ لِأَنَّ الْأَشْيَاءَ كُلَّهَا لِلَّهِ عَزَّ وَجَلَّ، وَلَعَلَّهُ إِنَّمَا اسْتَفْتَحَ الْكَلَامَ فِي الْفَيْءِ وَالْخُمُسِ بِذِكْرِ نَفْسِهِ لِأَنَّهَا أَشْرَفُ الْكَسْبِ، وَلَمْ يَنْسِبِ الصَّدَقَةَ إِلَى نَفْسِهِ عَزَّ وَجَلَّ لِأَنَّهَا أَوْسَاخُ النَّاسِ وَاللَّهُ تَعَالَى أَعْلَمُ، وَقَدْ قِيلَ يُؤْخَذُ مِنَ الْغَنِيمَةِ شَيْءٌ فَيُجْعَلُ فِي الْكَعْبَةِ وَهُوَ السَّهْمُ الَّذِي لِلَّهِ عَزَّ وَجَلَّ، وَسَهْمُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى الْإِمَامِ يَشْتَرِي الْكُرَاعَ مِنْهُ وَالسِّلَاحَ، وَيُعْطِي مِنْهُ مَنْ رَأَى مِمَّنْ رَأَى فِيهِ غَنَاءً وَمَنْفَعَةً لِأَهْلِ الْإِسْلَامِ، وَمِنْ أَهْلِ الْحَدِيثِ وَالْعِلْمِ وَالْفِقْهِ وَالْقُرْآنِ، وَسَهْمٌ لِذِي الْقُرْبَى وَهُمْ بَنُو هَاشِمٍ وَبَنُو الْمُطَّلِبِ بَيْنَهُمُ الْغَنِيُّ مِنْهُمْ وَالْفَقِيرُ، وَقَدْ قِيلَ إِنَّهُ لِلْفَقِيرِ مِنْهُمْ دُونَ الْغَنِيِّ كَالْيَتَامَى وَابْنِ السَّبِيلِ وَهُوَ أَشْبَهُ الْقَوْلَيْنِ بِالصَّوَابِ عِنْدِي وَاللَّهُ تَعَالَى أَعْلَمُ، وَالصَّغِيرُ وَالْكَبِيرُ وَالذَّكَرُ وَالْأُنْثَى سَوَاءٌ، لِأَنَّ اللَّهَ عَزَّ وَجَلَّ جَعَلَ ذَلِكَ لَهُمْ، وَقَسَّمَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيهِمْ، وَلَيْسَ فِي الْحَدِيثِ أَنَّهُ فَضَّلَ بَعْضَهُمْ عَلَى بَعْضٍ، وَلَا خِلَافَ نَعْلَمُهُ بَيْنَ الْعُلَمَاءِ فِي رَجُلٍ لَوْ أَوْصَى بِثُلُثِهِ لِبَنِي فُلَانٍ أَنَّهُ بَيْنَهُمْ وَأَنَّ الذَّكَرَ وَالْأُنْثَى فِيهِ سَوَاءٌ إِذَا كَانُوا يُحْصَوْنَ، فَهَكَذَا كُلُّ شَيْءٍ صُيِّرَ لِبَنِي فُلَانٍ أَنَّهُ بَيْنَهُمْ بِالسَّوِيَّةِ إِلَّا أَنْ يُبَيِّنَ ذَلِكَ الْآمِرُ بِهِ وَاللَّهُ وَلِيُّ التَّوْفِيقِ، وَسَهْمٌ لِلْيَتَامَى مِنَ الْمُسْلِمِينَ، وَسَهْمٌ لِلْمَسَاكِينِ مِنَ الْمُسْلِمِينَ، وَسَهْمٌ لِابْنِ السَّبِيلِ مِنَ الْمُسْلِمِينَ، وَلَا يُعْطَى أَحَدٌ مِنْهُمْ سَهْمُ مِسْكِينٍ وَسَهْمُ ابْنِ السَّبِيلِ، وَقِيلَ لَهُ: خُذْ أَيَّهُمَا شِئْتَ، وَالْأَرْبَعَةُ أَخْمَاسٍ يَقْسِمُهَا الْإِمَامُ بَيْنَ مَنْ حَضَرَ الْقِتَالَ مِنَ الْمُسْلِمِينَ الْبَالِغِينَ \"\n---\n[حكم الألباني] ضعيف الإسناد مرسل",
    "grade_id": 25,
    "grade": "দুর্বল মুরসাল",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "37"
    }
  }
}