{
  "hadith": {
    "hadith_id": 4148,
    "narrator": "মালিক ইব্ন আউস ইব্ন হাদাসান (রাঃ)",
    "bn": "তিনি বলেনঃ আব্বাস এবং আলী (রাঃ) বিবাদমান অবস্থায় উমর (রাঃ)-এর কাছে আসেন। এরপর আব্বাস (রাঃ) বলেনঃ আমার এবং এর মধ্যে ফয়সালা করে দিন। লোকেরাও বললেনঃ এদের মধ্যে বন্টন করে দিন। তখন উমর (রাঃ) বললেনঃ আমি তাদের মধ্যে বন্টন করবো না। তাঁরা নিশ্চয় অবগত আছেন যে, রাসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন, কেউ আমাদের ওয়ারিস হয় না। আমরা যা রেখে যাই, তা সাদকা। রাবী বলেনঃ এরপর যুহরী বলেনঃ যে, উমর (রাঃ) বললেন, রাসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সে সম্পদের মুতাওয়াল্লী ছিলেন। তিনি তা হতে তার পরিবারের খরচ পরিমাণমতো গ্রহন করতেন এবং অবশিষ্ট যা থাকতো তা আল্লাহ্‌র রাস্তায় ব্যয় করতেন। তাঁর পরে এই মালের মুতাওয়াল্লী ছিলেন আবু বকর (রাঃ)। আবূ বকরের পর আমি এর মুতাওয়াল্লী হয়েছি। আমিও ঐরূপই করেছি, যেরূপ তিনি করতেন। এখন এঁরা দু'জন আমার নিকট এসে এই মাল তাঁদেরকে দেয়ার জন্য বললেন, যেন তাঁরা  মুতাওয়াল্লী হতে পারেন, যেরূপ রাসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং আবু বকর (রাঃ) মুতাওয়াল্লী ছিলেন এবং আমি এর মুতাওয়াল্লী হয়েছি। সুতরাং তখন আমি ঐ মাল তাদেরকে দিয়ে দিলাম এবং তাদের হতে অঙ্গীকার গ্রহন করলাম। পরে তারা উভয়ে আবার আসলেন। একজন বললেনঃ আমার ভাতিজার থেকে আমার অংশ ভাগ করে দিন। অপরজন বললেন, আমার স্ত্রীর পক্ষ হতে আমার প্রাপ্য অংশ আমাকে ভাগ করে দিন। তিনি বললেনঃ যদি তারা সম্মত হন তাহলে আমি এই মাল তাদেরকে দিয়ে দিবো এই শর্তে যে, তারা মালের ব্যাপারে ঐরূপ কাজ করবেন, যেরূপ রাসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) করতেন এবং তারপরে আবু বকর (রাঃ) করতেন এবং তাঁর পরে আমি করেছি। যদি তাঁরা দু'জন এতে সম্মত না হন তাহলে তাঁরা যেনো তাদের ঘরে বসে থাকেন, আর মাল আমি আমার তত্ত্বাবধানে রাখবো। এরপর উমর (রাঃ) বললেনঃ মালের গনিমত সম্বন্ধে আল্লাহ্‌ তা’য়ালা বলেনঃ জেনে রাখ, যুদ্ধে যা তোমরা লাভ কর, তাঁর এক-পঞ্চমাংশ আল্লাহ্‌ তা’য়ালার, রাসুলের এবং নিকটাত্মীয়দের, ইয়াতীমদের, মিসকিনদের ও মুসাফিরদের। আল্লাহ্‌ আরো বলেনঃ আর সাদকা ফকীর, মিসকীন, তৎসংশ্লিষ্ট কর্মচারীদের এবং যাদের হৃদয় আকৃষ্ট করা হয় তাদের জন্য, দাস মুক্তির জন্য, ঋণগ্রস্ত ও আল্লাহ্‌র পথে জিহাদকারীদের জন্য এবং মুসাফিরদের জন্য। যে মাল আল্লাহ্‌ তা’য়ালা তাঁর রাসুলকে দান করেছেন। তোমরা তাতে নিজেদের ঘোড়া বা উট হাঁকাও নি। যুহরী (রহঃ) বলেনঃ এই মাল রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর জন্য নির্দিষ্ট, আর তা হলো, কয়েকটি আরব গ্রাম, তথা ফিদক এবং অন্যান্য। এই মালের ব্যাপারে আল্লাহ্‌ তা’য়ালা বলেনঃ জনপদবাসীদের থেকে যে মাল আল্লাহ্‌ তা’য়ালা তাঁর রাসুলকে দান করলেন, তা আল্লাহ্‌ এবং তাঁর রাসুলের, রাসূলের স্বজনদের, ইয়াতীম, মিসকিন, মুসাফিরদের। আল্লাহ্‌ তা’য়ালা আরো বলেনঃ এ সম্পদ ঐ অভাবগ্রস্ত মুহাজিরদের জন্য, যারা নিজেদের ঘরবাড়ি ও সম্পত্তি থেকে উৎখাত হয়েছে। মহান আল্লাহ্‌ আরো বলেনঃ এই মালে ঐ সকল লোকের হোক রয়েছে। যারা মুহাজিরদের আগমনের পূর্বে এই নগরীতে এসে বসবাস করেছে এবং ঈমান এনেছে। আর ঐ সকল লোকেরও হক রয়েছে, যারা এদের পরে এসেছে। এই আয়াতে প্রত্যেক মুসলমান শামিল রয়েছে, কোন মুসলমানই অবশিষ্ট নেই যার এ মালে হক নেই। তবে তোমাদের মাঝে কিছু দাস-দাসী রয়েছে, যাদের এ মালে হক নেই। এরপর উমর (রাঃ) বলেনঃ যদি আমি জীবিত থাকি, তবে ইন্শাআল্লাহ্‌ প্রত্যেক মুসলমানের কাছে তার হক পৌঁছে যাবে।",
    "ar": "أَخْبَرَنَا عَلِيُّ بْنُ حُجْرٍ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ يَعْنِي ابْنَ إِبْرَاهِيمَ، عَنْ أَيُّوبَ، عَنْ عِكْرِمَةَ بْنِ خَالِدٍ، عَنْ مَالِكِ بْنِ أَوْسِ بْنِ الْحَدَثَانِ قَالَ: جَاءَ الْعَبَّاسُ وَعَلِيٌّ إِلَى عُمَرَ يَخْتَصِمَانِ فَقَالَ الْعَبَّاسُ: اقْضِ بَيْنِي وَبَيْنَ هَذَا، فَقَالَ النَّاسُ: افْصِلْ بَيْنَهُمَا، فَقَالَ عُمَرُ: لَا أَفْصِلُ بَيْنَهُمَا، قَدْ عَلِمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «لَا نُورَثُ مَا تَرَكْنَا صَدَقَةٌ» قَالَ: فَقَالَ الزُّهْرِيُّ: \" وَلِيَهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَخَذَ مِنْهَا قُوتَ أَهْلِهِ، وَجَعَلَ سَائِرَهُ سَبِيلَهُ سَبِيلَ الْمَالِ، ثُمَّ وَلِيَهَا أَبُو بَكْرٍ بَعْدَهُ، ثُمَّ وُلِّيتُهَا بَعْدَ أَبِي بَكْرٍ فَصَنَعْتَ فِيهَا الَّذِي كَانَ يَصْنَعُ، ثُمَّ أَتَيَانِي فَسَأَلَانِي أَنْ أَدْفَعَهَا إِلَيْهِمَا عَلَى أَنْ يَلِيَاهَا بِالَّذِي وَلِيَهَا بِهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَالَّذِي وَلِيَهَا بِهِ أَبُو بَكْرٍ، وَالَّذِي وُلِّيتُهَا بِهِ، فَدَفَعْتُهَا إِلَيْهِمَا وَأَخَذْتُ عَلَى ذَلِكَ عُهُودَهُمَا، ثُمَّ أَتَيَانِي يَقُولُ هَذَا: اقْسِمْ لِي بِنَصِيبِي مِنَ ابْنِ أَخِي، وَيَقُولُ هَذَا: اقْسِمْ لِي بِنَصِيبِي مِنَ امْرَأَتِي، وَإِنْ شَاءَا أَنْ أَدْفَعَهَا إِلَيْهِمَا عَلَى أَنْ يَلِيَاهَا بِالَّذِي وَلِيَهَا بِهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَالَّذِي وَلِيَهَا بِهِ أَبُو بَكْرٍ، وَالَّذِي وُلِّيتُهَا بِهِ دَفَعْتُهَا إِلَيْهِمَا، وَإِنْ أَبَيَا كُفِيَا ذَلِكَ \"، ثُمَّ قَالَ: {وَاعْلَمُوا أَنَّمَا غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} [الأنفال: 41] هَذَا لِهَؤُلَاءِ، {إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ} [التوبة: 60] هَذِهِ لِهَؤُلَاءِ، {وَمَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْهُمْ فَمَا أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ} [الحشر: 6]، قَالَ الزُّهْرِيُّ: «هَذِهِ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَاصَّةً قُرًى عَرَبِيَّةً فَدْكُ كَذَا وَكَذَا»، فَ {مَا أَفَاءَ اللَّهُ عَلَى رَسُولِهِ مِنْ أَهْلِ الْقُرَى فَلِلَّهِ، وَلِلرَّسُولِ وَلِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ} [الحشر: 7] وَ {لِلْفُقَرَاءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ وَأَمْوَالِهِمْ} [الحشر: 8] {وَالَّذِينَ تَبَوَّءُوا} الدَّارَ وَالْإِيمَانَ مِنْ قَبْلِهِمْ {وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ} \" فَاسْتَوْعَبَتْ هَذِهِ الْآيَةُ النَّاسَ، فَلَمْ يَبْقَ أَحَدٌ مِنَ الْمُسْلِمِينَ إِلَّا لَهُ فِي هَذَا الْمَالِ حَقٌّ، أَوْ قَالَ: حَظٌّ، إِلَّا بَعْضَ مَنْ تَمْلِكُونَ مِنْ أَرِقَّائِكُمْ، وَلَئِنْ عِشْتُ إِنْ شَاءَ اللَّهُ لَيَأْتِيَنَّ عَلَى كُلِّ مُسْلِمٍ حَقُّهُ، أَوْ قَالَ: حَظُّهُ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "37"
    }
  }
}