{
  "hadith": {
    "hadith_id": 422,
    "narrator": "ইব্‌ন উমার (রাঃ)",
    "bn": "উমর(রাঃ) রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কে জানাবাতের গোসল সম্পর্কে জিজ্ঞাসা করলেন। আয়শা (রাঃ) ও ইব্‌ন উমর (রাঃ) থেকে বর্ণিত, বিভিন্ন হাদিসে এইরুপ বর্ণনা এসেছে যে, তিনি গোসল আরম্ভ করতে গিয়ে দু’বার অথবা তিনবার তাঁর ডান হাতে পানি ঢালতেন। তারপর ডান হাত পাত্রে ঢোকাতেন এবং তার লজ্জাস্থানের উপর ডান হাতে পানি ঢালতেন। তখন তাঁর বাম হাত থাকত তাঁর লজ্জাস্থানের উপর, তিনি সেখানে যে ময়লা থাকত তা ধুয়ে পরিস্কার করতেন এবং যখন ইচ্ছা করতেন বাম হাত মাটিতে স্থাপন করতেন। তারপর বাম হাতের উপর পানি ঢেলে তা পরিস্কার করতেন। পরে উভয় হাত তিনবার করে ধুয়ে নিতেন, নাক পরিস্কার করতেন আর কুলি করতেন এবং তাঁর মুখমণ্ডল আর উভয় হাত কনুই পর্যন্ত তিনবার ধুয়ে নিতেন। যখন মাথা মাসেহ করার সময় আসত তকন তিনি মাথা মাসেহ করতেন না; বরং তাতে পানি ঢালতেন। উপরে যেরূপ বর্ণিত হয়েছে, তদ্রূপই ছিল  রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর গোসল।",
    "ar": "أَخْبَرَنَا عِمْرَانُ بْنُ يَزِيدَ بْنِ خَالِدٍ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ بْنُ عَبْدِ اللَّهِ هُوَ ابْنُ سَمَاعَةَ قَالَ: أَخْبَرَنَا الْأَوْزَاعِيُّ، عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ، عَنْ أَبِي سَلَمَةَ، عَنْ عَائِشَةَ، وَعَنْ عَمْرِو بْنِ سَعْدٍ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، أَنَّ عُمَرَ سَأَلَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ الْغُسْلِ مِنَ الْجَنَابَةِ - وَاتَّسَقَتِ الْأَحَادِيثُ عَلَى هَذَا - «يَبْدَأُ فَيُفْرِغُ عَلَى يَدِهِ الْيُمْنَى مَرَّتَيْنِ أَوْ ثَلَاثًا، ثُمَّ يُدْخِلُ يَدَهُ الْيُمْنَى فِي الْإِنَاءِ فَيَصُبُّ بِهَا عَلَى فَرْجِهِ وَيَدُهُ الْيُسْرَى عَلَى فَرْجِهِ فَيَغْسِلُ مَا هُنَالِكَ حَتَّى يُنْقِيَهُ، ثُمَّ يَضَعُ يَدَهُ الْيُسْرَى عَلَى التُّرَابِ إِنْ شَاءَ، ثُمَّ يَصُبُّ عَلَى يَدِهِ الْيُسْرَى حَتَّى يُنْقِيَهَا، ثُمَّ يَغْسِلُ يَدَيْهِ ثَلَاثًا وَيَسْتَنْشِقُ وَيُمَضْمِضُ وَيَغْسِلُ وَجْهَهُ وَذِرَاعَيْهِ ثَلَاثًا ثَلَاثًا حَتَّى إِذَا بَلَغَ رَأْسَهُ لَمْ يَمْسَحْ وَأَفْرَغَ عَلَيْهِ الْمَاءَ» فَهَكَذَا كَانَ غُسْلُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيمَا ذُكِرَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "4"
    }
  }
}