{
  "hadith": {
    "hadith_id": 4226,
    "narrator": "হারিস ইব্‌ন আমর (রাঃ)",
    "bn": "তিনি রাসুলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সঙ্গে  বিদায় হজ্জের সময় সাক্ষাত করেন, তখন তিনি তাঁর আযবা নামক উটনীর উপর সওয়ার ছিলেন। আমি তাঁর এক দিকে এসে বললাম : ইয়া রাসুলাল্লাহ্‌! আমার মাতাপিতা আপনার উপর কুরবান হোক। আমার জন্য ক্ষমা প্রার্থনা করুন। তিনি বললেনঃ আল্লাহ্‌ তোমাদেরকে ক্ষমা করুন। এরপর আমি বিশেষভাবে আমার জন্য ক্ষমা প্রার্থনার উদ্দেশ্যে অন্য দিক দিয়ে তাঁর কাছে এসে বললামঃ ইয়া রাসুলাল্লাহ্‌! আমার জন্য ক্ষমা প্রার্থনা করুন। তখন তিনি তাঁর হাত দ্বারা ইশারা করে বলেছেনঃ আল্লাহ্‌ তোমাদের সকলকে ক্ষমা করুন। তখন উপস্থিত লোকদের এক ব্যাক্তি বললেনঃ ইয়া রাসুলাল্লাহ্‌! ‘আতীরা এবং ফারা‘র ব্যাপারে আপনি কি বলেন? তিনি বললেনঃ যার ইচ্ছা ‘আতীরা কর, আর যার ইচ্ছা করবে না। আর যার ইচ্ছা ফারা‘ করবে, যার ইচ্ছা করবে না, কিন্তু বকরীর কুরবানী ওয়াজিব। তখন তিনি তাঁর একটি আঙ্গুল ব্যতিত সবগুলো আঙ্গুল গুটিয়ে নেন।",
    "ar": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ يَعْنِي ابْنَ الْمُبَارَكِ، عَنْ يَحْيَى وَهُوَ ابْنُ زُرَارَةَ بْنِ كُرَيْمِ بْنِ الْحَارِثِ بْنِ عَمْرٍو الْبَاهِلِيُّ قَالَ: سَمِعْتُ أَبِي يَذْكُرُ، أَنَّهُ سَمِعَ جَدَّهُ الْحَارِثَ بْنَ عَمْرٍو يُحَدِّثُ، أَنَّهُ لَقِيَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي حَجَّةِ الْوَدَاعِ، وَهُوَ عَلَى نَاقَتِهِ الْعَضْبَاءِ، فَأَتَيْتُهُ مِنْ أَحَدِ شِقَّيْهِ، فَقُلْتُ: يَا رَسُولَ اللَّهِ، بِأَبِي أَنْتَ وَأُمِّي اسْتَغْفِرْ لِي، فَقَالَ: «غَفَرَ اللَّهُ لَكُمْ» ثُمَّ أَتَيْتُهُ مِنَ الشِّقِّ لْآخَرِ، أَرْجُو أَنْ يَخُصَّنِي دُونَهُمْ، فَقُلْتُ: يَا رَسُولَ اللَّهِ، اسْتَغْفِرْ لِي، فَقَالَ بِيَدِهِ: «غَفَرَ اللَّهُ لَكُمْ». فَقَالَ رَجُلٌ مِنَ النَّاسِ: يَا رَسُولَ اللَّهِ، الْعَتَائِرُ، وَالْفَرَائِعُ، قَالَ: «مَنْ شَاءَ عَتَرَ، وَمَنْ شَاءَ لَمْ يَعْتِرْ، وَمَنْ شَاءَ فَرَّعَ، وَمَنْ شَاءَ لَمْ يُفَرِّعْ فِي الْغَنَمِ أُضْحِيَّتُهَا»، وَقَبَضَ أَصَابِعَهُ إِلَّا وَاحِدَةً",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}