{
  "hadith": {
    "hadith_id": 4230,
    "narrator": "হুযাইল গোত্রের এক ব্যক্তি নুবায়শা (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ (সঃ) থেকে বর্ণনা করেন। তিনি বলেনঃ আমি তিন দিনের বেশি কুরবানীর গোশত রাখতে নিষেধ করেছিলাম যাতে তোমাদের সকলে তা খেতে পায়। কিন্তু এখন আল্লাহ্‌ সচ্ছলতা দান করেছেন। অতএব এখন তোমারা খাও, দান কর এবং জমা করে রাখতে পার। আর এ সকল দিন হলো খাওয়া, পান করা এবং আল্লাহ্‌কে স্মরণ করার দিন। এক ব্যক্তি বললোঃ আমরা জাহিলী যুগে রজব মাসে ‘আতীরা করতাম। এখন আপনি কি আদেশ করেন? তিনি বললেনঃ আল্লাহ্‌র জন্য যবেহ কর, তা যে মাসেই হোক। আল্লাহ্‌র জন্য নেকী কর এবং অভাবগ্রস্তদেরকে খাদ্য দান কর। আর এক ব্যক্তি বললোঃ ইয়া রাসূলাল্লাহ্‌! আমরা জাহিলী যুগে ফারা‘ করতাম। এখন আপনি আমাদেরকে কি বলেন? তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন: বকরীতে ফারা‘ রয়েছে। কিন্তু তোমরা তার মাকে খাওয়াতে দাও। যখন তা উপযুক্ত হয়, তখন তাকে যবেহ করবে এবং পথিকজনকে তার গোশত দান করবে। তা-ই উত্তম।",
    "ar": "أَخْبَرَنَا عَبْدُ اللَّهِ بْنُ مُحَمَّدِ بْنِ عَبْدِ الرَّحْمَنِ قَالَ: حَدَّثَنَا غُنْدَرٌ، عَنْ شُعْبَةَ، عَنْ خَالِدٍ، عَنْ أَبِي قِلَابَةَ، عَنْ أَبِي الْمَلِيحِ، وَأَحْسَبُنِي قَدْ سَمِعْتُهُ مِنْ أَبِي الْمَلِيحِ، عَنْ نُبَيْشَةَ رَجُلٍ مِنْ هُذَيْلٍ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنِّي كُنْتُ نَهَيْتُكُمْ عَنْ لُحُومِ الْأَضَاحِيِّ فَوْقَ ثَلَاثٍ كَيْمَا تَسَعَكُمْ، فَقَدْ جَاءَ اللَّهُ عَزَّ وَجَلَّ بِالْخَيْرِ، فَكُلُوا وَتَصَدَّقُوا وَادَّخِرُوا، وَإِنَّ هَذِهِ الْأَيَّامَ أَيَّامُ أَكْلٍ وَشُرْبٍ»، وَذِكْرِ اللَّهِ عَزَّ وَجَلَّ\nفَقَالَ رَجُلٌ: إِنَّا كُنَّا نَعْتِرُ عَتِيرَةً فِي الْجَاهِلِيَّةِ فِي رَجَبٍ، فَمَا تَأْمُرُنَا؟ قَالَ: «اذْبَحُوا لِلَّهِ عَزَّ وَجَلَّ فِي أَيِّ شَهْرٍ مَا كَانَ، وَبَرُّوا اللَّهَ عَزَّ وَجَلَّ وَأَطْعِمُوا» فَقَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ، إِنَّا كُنَّا نُفْرِعُ فَرَعًا فِي الْجَاهِلِيَّةِ، فَمَا تَأْمُرُنَا؟ قَالَ: فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فِي كُلِّ سَائِمَةٍ مِنَ الْغَنَمِ فَرَعٌ تَغْذُوهُ غَنَمُكَ، حَتَّى إِذَا اسْتَحْمَلَ ذَبَحْتَهُ، وَتَصَدَّقْتَ بِلَحْمِهِ عَلَى ابْنِ السَّبِيلِ، فَإِنَّ ذَلِكَ هُوَ خَيْرٌ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "40"
    }
  }
}