{
  "hadith": {
    "hadith_id": 4297,
    "narrator": "রাফে‘ ইব্‌ন খাদীজ (রাঃ)",
    "bn": "তিনি বলেনঃ এক সময় আমরা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে যুল-হুলায়ফায় ছিলাম, যা তিহামায় অবস্থিত। লোক (গনীমতের) উট এবং বকরী প্রাপ্ত হলো। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ছিলেন সকলের পেছনে, সামনের লোকেরা গনীমতের মাল বণ্টনের পূর্বেই পশু যবেহ করলেন এবং উনুনে হাঁড়ি চড়ালেন। অতঃপর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেখানে দ্রুত পৌছে গেলেন। তিনি তা দেখে তাদের হাঁড়ির গোশত ফেলে দিতে বললেন। সুতরাং হাঁড়ি উপুড় করে তা ফেলে দেওয়া হলো। তারপর তিনি পশুগুলো বণ্টন করলেন। তিনি এক উটের সামান দশটি বকরী ধরলেন। এমন সময় একটা উট পালিয়ে গেল আর লোকের নিকট ঘোড়াও ছিল অল্প। লোকেরা তাকে ধরবার জন্য দৌড়ালো কিন্তু তাকে ধরতে সক্ষম হলো না, বরং সে সকলকেই ব্যর্থ করে দিল। শেষ পর্যন্ত এক ব্যক্তি তার দিকে তীর নিক্ষেপ করলে আল্লাহ্‌ তা‘আলা তাকে থামিয়ে দিলেন। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ এ সকল জন্তু অনেক সময় বন্য জন্তুর ন্যায় পালাতে চায়। অতএব এর কোনওটি তোমাদের ব্যর্থ করে দিলে তার সাথে এরূপই করবে।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ قَالَ: حَدَّثَنَا حُسَيْنُ بْنُ عَلِيٍّ، عَنْ زَائِدَةَ، عَنْ سَعِيدِ بْنِ مَسْرُوقٍ، عَنْ عَبَايَةَ بْنِ رِفَاعَةَ بْنِ رَافِعٍ، عَنْ رَافِعِ بْنِ خَدِيجٍ قَالَ: بَيْنَمَا نَحْنُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي ذِي الْحُلَيْفَةِ مِنْ تِهَامَةَ، فَأَصَابُوا إِبِلًا وَغَنَمًا وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي أُخْرَيَاتِ الْقَوْمِ فَعَجَّلَ أَوَّلُهُمْ فَذَبَحُوا، وَنَصَبُوا الْقُدُورَ، فَدُفِعَ إِلَيْهِمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَ بِالْقُدُورِ فَأُكْفِئَتْ، ثُمَّ قَسَّمَ بَيْنَهُمْ، فَعَدَلَ عَشْرًا مِنَ الشَّاءِ بِبَعِيرٍ، فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ نَدَّ بَعِيرٌ، وَلَيْسَ فِي الْقَوْمِ إِلَّا خَيْلٌ يَسِيرَةٌ، فَطَلَبُوهُ فَأَعْيَاهُمْ فَرَمَاهُ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ اللَّهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ لِهَذِهِ الْبَهَائِمِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَمَا غَلَبَكُمْ مِنْهَا فَاصْنَعُوا بِهِ هَكَذَا»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "41"
    }
  }
}