{
  "hadith": {
    "hadith_id": 4317,
    "narrator": "খালিদ ইব্‌ন ওলীদ (রাঃ)",
    "bn": "তিনি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে তাঁর খালা মায়মূনা বিনত হারিস (রাঃ)-এর গৃহে প্রবেশ করলেন। সেখানে সামনে গোসাপের গোশ্ত পেশ করা হল। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অভ্যাস ছিল যে, কোন খাবার ততক্ষণ পর্যন্ত খেতেন না, যতক্ষণ না জেনে নিতেন তা কী? তাই কোন মহিলা বললেনঃ  তোমরা  রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে  জানাচ্ছ না কেন, তিনি কী খাচ্ছেন? সুতরাং আমি তাঁকে বললামঃ এটা গোসাপের গোশ্ত। তখন তিনি তা পরিহার করলেন। খালিদ (রাঃ) বলেনঃ তখন আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে জিজ্ঞাসা করলাম, তা কি হারাম? তিনি বললেনঃ না, তবে তা এমন জন্তু, যা আমার কওমের এলাকায় পাওয়া যায় না, তাই তা আমার খেতে রুচি হয় না। খালিদ (রাঃ) বলেনঃ আমি তা আমার দিকে টেনে নিয়ে খাওয়া শুরু করলাম আর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দেখছিলেন।",
    "ar": "أَخْبَرَنَا أَبُو دَاوُدَ قَالَ: حَدَّثَنَا يَعْقُوبُ بْنُ إِبْرَاهِيمَ قَالَ: حَدَّثَنَا أَبِي، عَنْ صَالِحٍ، عَنْ ابْنِ شِهَابٍ، عَنْ أَبِي أُمَامَةَ بْنِ سَهْلٍ، عَنْ ابْنِ عَبَّاسٍ، أَنَّهُ أَخْبَرَهُ، أَنَّ خَالِدَ بْنَ الْوَلِيدِ أَخْبَرَهُ، أَنَّهُ دَخَلَ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى مَيْمُونَةَ بِنْتِ الْحَارِثِ وَهِيَ خَالَتُهُ، فَقُدِّمَ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَحْمُ ضَبٍّ، وَكَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَا يَأْكُلُ شَيْئًا حَتَّى يَعْلَمَ مَا هُوَ، فَقَالَ بَعْضُ النِّسْوَةِ: أَلَا تُخْبِرْنَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَا يَأْكُلُ، فَأَخْبَرَتْهُ أَنَّهُ لَحْمُ ضَبٍّ، فَتَرَكَهُ، قَالَ خَالِدٌ: سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَحَرَامٌ هُوَ؟ قَالَ: «لَا وَلَكِنَّهُ طَعَامٌ لَيْسَ فِي أَرْضِ قَوْمِي فَأَجِدُنِي أَعَافُهُ». قَالَ خَالِدٌ: فَاجْتَرَرْتُهُ إِلَيَّ، فَأَكَلْتُهُ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَنْظُرُ وَحَدَّثَهُ ابْنُ الْأَصَمِّ، عَنْ مَيْمُونَةَ وَكَانَ فِي حِجْرِهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "41"
    }
  }
}