{
  "hadith": {
    "hadith_id": 4352,
    "narrator": "আমর (রাঃ)",
    "bn": "আমি জবির (রাঃ)-কে বলেতে শুনেছিঃ রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তিনশত ব্যক্তিকে আবু উবায়দা ইব্‌ন জাররাহ্ (রাঃ)-এর অধীনে কুরায়শের বাণিজ্যদলের গতিবিধি লক্ষ্য করার জন্য পাঠান। আমরা ঐ কাফেলার অপেক্ষায় সমূদ্র তীরে অবস্থান করি। আমরা এমন খাদ্য সংকটে পড়লাম যে, শেষ পর্যন্ত আমরা গাছের পাতা খেতে লাগলাম। এ অবস্থায় একদিন সমূদ্র একটি মাছ তীরে নিক্ষেপ করল যাকে আম্বর বলা হয়ে থাকে। আমরা তা অর্ধমাস পর্যন্ত খেতে থাকি, আর এর চর্বি তেল হিসেবে ব্যবহার করি। এমনকি আমাদের হৃত স্বাস্থ্য ফিরে আসল। আবূ উবায়দা (রাঃ)-এর পাঁজরের একটি হাঁড় তুলে নেন। তিনি একটি লম্বা উটের প্রতি লক্ষ্য করেন, আর বাহিনীর সর্বাপেক্ষা লম্বা ব্যক্তিকে এর উপর সওয়ার করালেন। লোকটি এর নিচ দিয়ে চলে গেল। আবার বাহিনীর খাদ্যাভাব দেখা দিলে অবারও এক ব্যক্তি তিনটি উট যবেহ করল। আবূ উবায়দা (রাঃ) পরে তা নিষেধ করেন।\nসুফিয়ান১ (রহঃ) বলেনঃ আবূ যুবায়র (রাঃ) জাবির (রাঃ) থেকে বর্ণনা করেন যে, আমরা এ ব্যাপারে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট জিজ্ঞাসা করলে, তিনি বলেনঃ তোমাদের নিকট কি এর অবশিষ্ট আছে? জাবির (রাঃ) বলেন, আমরা এর চক্ষুদ্বয় হতে এত-মটকা চর্বি বের করলাম। আর এর চক্ষের কোটরে চার ব্যক্তি নেমে পড়েছিল। আবূ উবায়দা (রাঃ)-এর নিকট একটি খেজুর ভর্তি থলি ছিল। তিনি আমাদেরকে একা-এক মুষ্ঠি দান করতেন। পরে একটি করে খেজুর দিতেন, তা ফুরিয়ে যাওয়ার পর আমরা এর ফুরিয়ে যাওয়ার মূল্য বুঝতে পারি।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، عَنْ سُفْيَانَ، عَنْ عَمْرٍو قَالَ: سَمِعْتُ جَابِرًا يَقُولُ: بَعَثَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثَلَاثَ مِائَةِ رَاكِبٍ، أَمِيرُنَا أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ، نَرْصُدُ عِيرَ قُرَيْشٍ، فَأَقَمْنَا بِالسَّاحِلِ، فَأَصَابَنَا جُوعٌ شَدِيدٌ حَتَّى أَكَلْنَا الْخَبَطَ، قَالَ: فَأَلْقَى الْبَحْرُ دَابَّةً، يُقَالُ لَهَا: الْعَنْبَرُ فَأَكَلْنَا مِنْهُ نِصْفَ شَهْرٍ، وَادَّهَنَّا مِنْ وَدَكِهِ فَثَابَتْ أَجْسَامُنَا، وَأَخَذَ أَبُو عُبَيْدَةَ ضِلْعًا مِنْ أَضْلَاعِهِ، فَنَظَرَ إِلَى أَطْوَلِ جَمَلٍ وَأَطْوَلِ رَجُلٍ فِي الْجَيْشِ، فَمَرَّ تَحْتَهُ، ثُمَّ جَاعُوا فَنَحَرَ رَجُلٌ ثَلَاثَ جَزَائِرَ، ثُمَّ جَاعُوا فَنَحَرَ رَجُلٌ ثَلَاثَ جَزَائِرَ، ثُمَّ جَاعُوا فَنَحَرَ رَجُلٌ ثَلَاثَ جَزَائِرَ، ثُمَّ نَهَاهُ أَبُو عُبَيْدَةَ، قَالَ: سُفْيَانُ قَالَ: أَبُو الزُّبَيْرِ عَنْ جَابِرٍ، فَسَأَلْنَا النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «هَلْ مَعَكُمْ مِنْهُ شَيْءٌ؟»، قَالَ: فَأَخْرَجْنَا مِنْ عَيْنَيْهِ كَذَا وَكَذَا، قُلَّةً مِنْ وَدَكٍ، وَنَزَلَ فِي حَجَّاجِ عَيْنِهِ أَرْبَعَةُ نَفَرٍ، وَكَانَ مَعَ أَبِي عُبَيْدَةَ جِرَابٌ فِيهِ تَمْرٌ، فَكَانَ يُعْطِينَا الْقَبْضَةَ، ثُمَّ صَارَ إِلَى التَّمْرَةِ، فَلَمَّا فَقَدْنَاهَا وَجَدْنَا فَقْدَهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] সুফিয়ান (রহঃ) হলেন হাদীসের অন্যতম রাবী।",
    "chapter": {
      "chapter_number": "41"
    }
  }
}