{
  "hadith": {
    "hadith_id": 4354,
    "narrator": "জবির (রাঃ)",
    "bn": "তিনি বলেন, রাসুলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের তিনশত ব্যক্তির উর্ধ্বে একটি দলকে আবূ উবায়দার নেতৃত্বে যুদ্ধে পাঠান। তিনি আমাদের পাথেয় হিসাবে এক থলি খেজুর দিলেন। আবূ উবায়দা (রাঃ) এ থেকে আমাদেরকে এক মুষ্ঠি করে দিতেন। আর যখন তা নি:শেষ হতে চললো, তখন তিনি একটি করে খেজুর বন্টন করতেন। আমরা শিশুদের ন্যায় তা চুষতাম এবং পরে পানি পান করতাম। যখন তাও শেষ হলো, তখন আমরা এর মূল্য অনুভব করতে পারলাম। শেষ পর্যন্ত আমরা আমাদের বর্শা দ্বারা গাছের পাতা ঝরিয়ে তা খেতে লাগলাম। এরপর পানি পান করতাম। এই জন্য ঐ সেনাদলের নাম ‘পাতার দল’ হয়ে গেল। যখন আমরা সমূদ্র তীরে পৌছালাম, সেখানে আমরা এক জন্তু দেখতে পেলাম, যা বালুর টিলার ন্যায় পড়ে ছিল। তাকে আম্বর বলা হতো। আবূ উবায়দা (রাঃ) বললেন: এটা মৃত জন্তু, তোমরা তা খাবে না। এরপর তিনি বললেনঃ আমরাতো রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সেনাদল, আর আল্লাহ্ পাকের রাস্তায় রয়েছি এবং আমরা নিরুপায়। অতএব তোমরা আল্লাহ্‌র নামে খাও। পরে আমরা তা খেলাম এবং মাছের কিছু অংশ শুকালাম। এর চোখের কোটরে তের ব্যক্তি বসতে পারতো। বর্ণনাকারী বলেনঃ আবূ উবায়দা (রাঃ) এর পাঁজরের এক পাশের একখানা হাঁড় নিলেন। তারপর সর্ববৃহৎ উটের পিঠে হাওদা বসান। তারপর সেটিকে সেই হাঁড়ের নিচ দিয়ে চালিয়ে নেন। আমরা এরপর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হলে তিনি বললেনঃ তোমরা এত দেরী করলে কেন? আমরা বললামঃ আমরা কুরায়শদের দলের প্রতীক্ষায় ছিলাম। আর আমরা তাঁর নিকট ঐ জন্তুর ঘটনাও বর্ণনা করলাম। তখন তিনি বললেনঃ এটা আল্লাহ্-প্রদত্ত বিয্ক, যা তিনি তোমাদেরকে দান করেছেন। তোমাদের নিকট এর কিছু অংশ অবশিষ্ট আছে কি? রাবী বলেনঃ আমরা বললামঃ হ্যাঁ।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عُمَرَ بْنِ عَلِيِّ بْنِ مُقَدَّمٍ الْمُقَدَّمِيُّ قَالَ: حَدَّثَنَا مُعَاذُ بْنُ هِشَامٍ قَالَ: حَدَّثَنِي أَبِي، عَنْ أَبِي الزُّبَيْرِ، عَنْ جَابِرٍ قَالَ: بَعَثَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَعَ أَبِي عُبَيْدَةَ، وَنَحْنُ ثَلَاثُ مِائَةٍ وَبِضْعَةَ عَشَرَ، وَزَوَّدَنَا جِرَابًا مِنْ تَمْرٍ، فَأَعْطَانَا قَبْضَةً قَبْضَةً، فَلَمَّا أَنْ جُزْنَاهُ أَعْطَانَا تَمْرَةً تَمْرَةً، حَتَّى إِنْ كُنَّا لَنَمُصُّهَا كَمَا يَمُصُّ الصَّبِيُّ، وَنَشْرَبُ عَلَيْهَا الْمَاءَ، فَلَمَّا فَقَدْنَاهَا وَجَدْنَا فَقْدَهَا، حَتَّى إِنْ كُنَّا لَنَخْبِطُ الْخَبَطَ بِقِسِيِّنَا، وَنَسَفُّهُ ثُمَّ نَشْرَبُ عَلَيْهِ مِنَ الْمَاءِ حَتَّى سُمِّينَا جَيْشَ الْخَبَطِ، ثُمَّ أَجَزْنَا السَّاحِلَ، فَإِذَا دَابَّةٌ مِثْلُ الْكَثِيبِ - يُقَالُ لَهُ الْعَنْبَرُ - فَقَالَ أَبُو عُبَيْدَةَ: مَيْتَةٌ لَا تَأْكُلُوهُ، ثُمَّ قَالَ: جَيْشُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَفِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ، وَنَحْنُ مُضْطَرُّونَ كُلُوا بِاسْمِ اللَّهِ، فَأَكَلْنَا مِنْهُ، وَجَعَلْنَا مِنْهُ، وَشِيقَةً، وَلَقَدْ جَلَسَ فِي مَوْضِعِ عَيْنِهِ ثَلَاثَةَ عَشَرَ رَجُلًا قَالَ: فَأَخَذَ أَبُو عُبَيْدَةَ ضِلْعًا مِنْ أَضْلَاعِهِ، فَرَحَلَ بِهِ أَجْسَمَ بَعِيرٍ مِنْ أَبَاعِرِ الْقَوْمِ، فَأَجَازَ تَحْتَهُ، فَلَمَّا قَدِمْنَا عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: «مَا حَبَسَكُمْ؟» قُلْنَا كُنَّا نَتَّبِعُ عِيرَاتِ قُرَيْشٍ، وَذَكَرْنَا لَهُ مِنْ أَمْرِ الدَّابَّةِ، فَقَالَ: «ذَاكَ رِزْقٌ رَزَقَكُمُوهُ اللَّهُ عَزَّ وَجَلَّ، أَمَعَكُمْ مِنْهُ شَيْءٌ»، قَالَ: قُلْنَا: نَعَمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "41"
    }
  }
}