{
  "hadith": {
    "hadith_id": 4562,
    "narrator": "মুসলিম ইব্‌ন ইয়াসার ও আবদুল্লাহ ইব্‌ন উবায়দা (রহঃ)",
    "bn": "এক স্থানে উবাদা ইব্‌ন সামিত এবং মুআবিয়া (রাঃ) একত্র হলে উবাদা (রাঃ) বললেন, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদেরকে নিষেধ করেছেন, স্বর্ণের বিনিময়ে স্বর্ণ, রৌপ্যের বিনিময়ে রৌপ্য, গমের বিনিময়ে গম, যবের বিনিময়ে যব, খোরমার বিনিময়ে খোরমা বিক্রয় করতে। তাদের একজন বললেন: এবং লবণের বিনিময়ে লবণ, কিন্তু অন্যজন তা বলেননি, তবে সমপরিমাণে একই রকমের হলে দোষ নেই। তাদের একজন বললেনঃ যে ব্যক্তি বেশি নেয় বা বেশি দেয়, সে সুদের লেনদেন করল। কিন্তু অন্যজন তা বলেন নি। আর তিনি আমাদেরকে আদেশ করেছেন যে, আমরা রৌপ্যের বিনিময়ে স্বর্ণ এবং স্বর্ণের বিনিময়ে রৌপ্য, যবের বিনিময়ে গম এবং গমের বিনিময়ে যব হলে হাতে হাতে যেরূপ ইচ্ছা বিক্রী করতে পারবো। মুআবিয়া (রাঃ)-এর নিকট এই হাদীস পৌছলে তিনি দাঁড়িয়ে বলেন, কেন যে কিছু লোক রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে এসব হাদীস বর্ণনা করে, যা আমরা তাঁর থেকে শুনিনি অথচ আমরাও তাঁর সাহচর্যে থেকেছি। এ কথা উবাদা ইবন সামিদ (রাঃ)-এর নিকট পৌছলে, তিনি দাঁড়িয়ে ঔ হাদীস পুন:উল্লেখ করে বলেনঃ আমরা যা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হতে শ্রবণ করেছি, নিশ্চয়ই বর্ণনা করবো, যদিও মুআবিয়া (রাঃ) তা অপছন্দ করেন।",
    "ar": "أَخْبَرَنَا إِسْمَاعِيلُ بْنُ مَسْعُودٍ قَالَ: حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ قَالَ: حَدَّثَنَا سَلَمَةُ بْنُ عَلْقَمَةَ، عَنْ مُحَمَّدٍ قَالَ: حَدَّثَنِي مُسْلِمُ بْنُ يَسَارٍ، وَعَبْدُ اللَّهِ بْنُ عُبَيْدٍ قَالَا: جَمَعَ الْمَنْزِلُ بَيْنَ عُبَادَةَ بْنِ الصَّامِتِ وَبَيْنَ مُعَاوِيَةَ، فَقَالَ عُبَادَةُ: \" نَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ نَبِيعَ الذَّهَبَ بِالذَّهَبِ، وَالْوَرِقَ بِالْوَرِقِ، وَالْبُرَّ بِالْبُرِّ، وَالشَّعِيرَ بِالشَّعِيرِ، وَالتَّمْرَ بِالتَّمْرِ - قَالَ أَحَدُهُمَا: - وَالْمِلْحَ بِالْمِلْحِ، - وَلَمْ يَقُلِ الْآخَرُ: - إِلَّا سَوَاءً بِسَوَاءٍ مِثْلًا بِمِثْلٍ، - قَالَ أَحَدُهُمَا: - مَنْ زَادَ أَوِ ازْدَادَ فَقَدْ أَرْبَى - وَلَمْ يَقُلِ الْآخَرُ - وَأَمَرَنَا أَنْ نَبِيعَ الذَّهَبَ بِالْوَرِقِ، وَالْوَرِقَ بِالذَّهَبِ، وَالْبُرَّ بِالشَّعِيرِ، وَالشَّعِيرَ بِالْبُرِّ، يَدًا بِيَدٍ كَيْفَ شِئْنَا \"، فَبَلَغَ هَذَا الْحَدِيثُ مُعَاوِيَةَ فَقَامَ فَقَالَ: مَا بَالُ رِجَالٍ يُحَدِّثُونَ أَحَادِيثَ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَدْ صَحِبْنَاهُ، وَلَمْ نَسْمَعْهُ مِنْهُ، فَبَلَغَ ذَلِكَ عُبَادَةَ بْنَ الصَّامِتِ فَقَامَ فَأَعَادَ الْحَدِيثَ، فَقَالَ: «لَنُحَدِّثَنَّ بِمَا سَمِعْنَاهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَإِنْ رَغِمَ مُعَاوِيَةُ»، خَالَفَهُ قَتَادَةُ رَوَاهُ عَنْ مُسْلِمِ بْنِ يَسَارٍ، عَنْ أَبِي الْأَشْعَثِ، عَنْ عُبَادَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "43"
    }
  }
}