{
  "hadith": {
    "hadith_id": 4563,
    "narrator": "বদরী সাহাবী উবাদা ইব্‌ন সামিত (রাঃ)",
    "bn": "যিনি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট এই মর্মে বায়আত করেছিলেন যে, তিনি আল্লাহর ব্যাপারে কোন নিন্দুকের নিন্দার ভয় করবেন না। তিনি ভাষণ দিতে দাঁড়িয়ে বললেনঃ হে লোক সকল! তোমরা ক্রয়-বিক্রয়ের এমন কতক পদ্ধতি উদ্ভাবন করেছ, আমি জানি না এগুলো কোন ধরনের? জেনে রাখ, সোনার বিনিময়ে সোনা সমান সমান হতে হবে, তা পিন্ড আকারে হোক বা মুদ্রারূপে। আর রূপার বিনিময়ে রূপা তা পিন্ড আকারে হোক বা মুদ্রারূপে, সমপরিমাণ হতে হবে। সোনার বিনিময়ে রূপা যদি নগদ নগদ হয়, তবে রূপা বেশি হলেও ক্ষতি নেই, কিন্তু বাকিতে বৈধ হবে না। আর জেনে রাখ! গমের বিনিময়ে গম এবং যবের বিনিময়ে যব সমপরিমাণ হতে হবে। কিন্তু যবের বিনিময়ে গম বিক্রয় করলে যব অধিক হলেও তাতে কোন ক্ষতি নেই। কিন্তু হাতে হাতে লেনদেন হতে হবে, বাকিতে বিক্রয় করা চলবে না। আর জেনে রাখ, খোরমার বিনিময়ে খোরমা বিক্রয় হলে সমপরিমাণ হতে হবে, এমনকি তিনি লবণের কথাও এভাবে উল্লেখ করলেন। যদি কেউ বেশি দেয় বা নেয়, তবে সে সুদে জড়িত হল।",
    "ar": "أَخْبَرَنِي مُحَمَّدُ بْنُ آدَمَ، عَنْ عَبْدَةَ، عَنْ ابْنِ أَبِي عَرُوبَةَ، عَنْ قَتَادَةَ، عَنْ مُسْلِمِ بْنِ يَسَارٍ، عَنْ أَبِي الْأَشْعَثِ الصَّنْعَانِيِّ، عَنْ عُبَادَةَ بْنِ الصَّامِتِ، وَكَانَ بَدْرِيًّا، - وَكَانَ بَايَعَ النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ لَا يَخَافَ فِي اللَّهِ لَوْمَةَ لَائِمٍ -، أَنَّ عُبَادَةَ قَامَ خَطِيبًا فَقَالَ: «أَيُّهَا النَّاسُ، إِنَّكُمْ قَدْ أَحْدَثْتُمْ بُيُوعًا لَا أَدْرِي مَا هِيَ، أَلَا إِنَّ الذَّهَبَ بِالذَّهَبِ، وَزْنًا بِوَزْنٍ تِبْرُهَا وَعَيْنُهَا، وَإِنَّ الْفِضَّةَ بِالْفِضَّةِ، وَزْنًا بِوَزْنٍ تِبْرُهَا وَعَيْنُهَا، وَلَا بَأْسَ بِبَيْعِ الْفِضَّةِ بِالذَّهَبِ يَدًا بِيَدٍ، وَالْفِضَّةُ أَكْثَرُهُمَا، وَلَا تَصْلُحُ النَّسِيئَةُ أَلَا إِنَّ الْبُرَّ بِالْبُرِّ، وَالشَّعِيرَ بِالشَّعِيرِ مُدْيًا بِمُدْيٍ، وَلَا بَأْسَ بِبَيْعِ الشَّعِيرِ بِالْحِنْطَةِ يَدًا بِيَدٍ، وَالشَّعِيرُ أَكْثَرُهُمَا، وَلَا يَصْلُحُ نَسِيئَةً، أَلَا وَإِنَّ التَّمْرَ بِالتَّمْرِ مُدْيًا بِمُدْيٍ حَتَّى ذَكَرَ الْمِلْحَ مُدًّا بِمُدٍّ، فَمَنْ زَادَ أَوِ اسْتَزَادَ فَقَدْ أَرْبَى»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "43"
    }
  }
}