{
  "hadith": {
    "hadith_id": 4638,
    "narrator": "জাবির (রাঃ)",
    "bn": "তিনি বলেন: আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সঙ্গে আমাদের একটি পানি বহনকারী উটের উপর সওয়ার হয়ে জিহাদ করেছি। এর পর তিনি লম্বা হাদিস বর্ণনা করে বললেন কিছু কথা, যার মর্ম হলো, আমার উট অচল হয়ে গেল; রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সে উটকে হাঁকালে সেটি দ্রুত চলতে আরম্ভ করল। এমনকি তা বাহিনীর অগ্রগামী হয়ে গেল। তখন রাসূলুল্লাহ(সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে জাবির! আমি তা দেখিছি, তোমার উট দ্রতগামী হয়ে গেছে। আমি বললামঃ ইয়া রাসূলুল্লাহ। সে তো আপনার বরকতে। তিনি বললেন : তুমি তা আমার নিকট বিক্রয় কর এবং মদীনায় পৌঁছা পর্যন্ত তাতে আরোহণ কর। আমি তা তাঁর নিকট বিক্রয় করলাম, যদিও আমর উটের অত্যন্ত প্রয়োজন ছিল। আমার লজ্জা হলো যে, তিনি ক্রয় করতে চাচ্ছেন, আর আমি তা বিক্রয় করবো না। জিহাদ শেষে আমরা যখন মদীনার নিকটবর্তী হলাম, তখন আমি দ্রুত গমনের জন্য তাঁর নিকট অনুমতি প্রার্থনা করলাম। আমি বললাম: ইয়া রাসূলুল্লাহ! আমি সদ্য বিবাহিত। তিনি বললেন : তুমি কুমারী বিবাহ করেছ, না বিধবা? আমি বললাম: বিধবা। কারণ আমার পিতার মৃত্যুর পর তিনি কয়েকজন কুমারী কন্যা রেখে গেছেন। সেজন্য তাদের সামনে একটি কুমারী স্ত্রী বিবাহ করা আমার ভাল মনে হয়নি। তাই আমি বিধবা বিবাহ করেছি। যেন সে তাদেরকে শিক্ষা দেয় এবং আদব-কায়দার তালীম দেয়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে অনুমতি দান করলেন এবং বললেন: রাত্রে স্ত্রীর নিকট গমন কর। আমি মদীনায় এসে মামার নিকট উট বিক্রি করার ঘটনা বললাম। তিনি আমাকে তিরস্কার করলেন। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) মদীনায় আসলে আমি ভোরে উট নিয়া গেলাম। তখন তিনি উটের মূল্য দিলেন এবং উটও ফিরিয়ে দিলেন। তিনি অন্যান্যের সঙ্গে আমাকে গনীমতের অংশ দান করলেন।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ يَحْيَى بْنِ عَبْدِ اللَّهِ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ عِيسَى بْنِ الطَّبَّاعِ قَالَ: حَدَّثَنَا أَبُو عَوَانَةَ، عَنْ مُغِيرَةَ، عَنْ الشَّعْبِيِّ، عَنْ جَابِرٍ قَالَ: غَزَوْتُ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَى نَاضِحٍ لَنَا، ثُمَّ ذَكَرْتُ الْحَدِيثَ بِطُولِهِ، ثُمَّ ذَكَرَ كَلَامًا مَعْنَاهُ، فَأُزْحِفَ الْجَمَلُ فَزَجَرَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَانْتَشَطَ حَتَّى كَانَ أَمَامَ الْجَيْشِ، فَقَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا جَابِرُ، مَا أَرَى جَمَلَكَ إِلَّا قَدْ انْتَشَطَ»، قُلْتُ: بِبَرَكَتِكَ يَا رَسُولَ اللَّهِ، قَالَ: «بِعْنِيهِ، وَلَكَ ظَهْرُهُ حَتَّى تَقْدَمَ» فَبِعْتُهُ، وَكَانَتْ لِي إِلَيْهِ حَاجَةٌ شَدِيدَةٌ، وَلَكِنِّي اسْتَحْيَيْتُ مِنْهُ، فَلَمَّا قَضَيْنَا غَزَاتَنَا وَدَنَوْنَا اسْتَأْذَنْتُهُ بِالتَّعْجِيلِ، فَقُلْتُ: يَا رَسُولَ اللَّهِ، إِنِّي حَدِيثُ عَهْدٍ بِعُرْسٍ، قَالَ: «أَبِكْرًا تَزَوَّجْتَ أَمْ ثَيِّبًا؟»، قُلْتُ: بَلْ ثَيِّبًا يَا رَسُولَ اللَّهِ، إِنَّ عَبْدَ اللَّهِ بْنَ عَمْرٍو أُصِيبَ، وَتَرَكَ جَوَارِيَ أَبْكَارًا، فَكَرِهْتُ أَنْ آتِيَهُنَّ بِمِثْلِهِنَّ، فَتَزَوَّجْتُ ثَيِّبًا تُعَلِّمُهُنَّ وَتُؤَدِّبُهُنَّ، فَأَذِنَ لِي، وَقَالَ لِي: «ائْتِ أَهْلَكَ عِشَاءً». فَلَمَّا قَدِمْتُ، أَخْبَرْتُ خَالِي بِبَيْعِي الْجَمَلَ فَلَامَنِي، فَلَمَّا قَدِمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ غَدَوْتُ بِالْجَمَلِ، فَأَعْطَانِي ثَمَنَ الْجَمَلِ وَالْجَمَلَ، وَسَهْمًا مَعَ النَّاسِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "43"
    }
  }
}