{
  "hadith": {
    "hadith_id": 465,
    "narrator": "হুরায়স ইব্‌ন কাবীসা (রহঃ)",
    "bn": "তিনি বলেন যে, আমি মদীনা এসে আল্লাহ্‌র নিকট দোয়া করি, হে আল্লাহ্! আপনি আমাকে একজন সৎ সঙ্গী দান করুন। তারপর আমি এসে আবূ হুরায়রা (রাঃ) -এর মজলিসে বসলাম এবং তাঁকে বললাম যে, আমি মহান আল্লাহ্‌র নিকট একজন সৎ সঙ্গী পাওয়ার জন্য দোয়া করেছি। অতএব আপনি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট থেকে শোনা এমন একটি হাদীস আমাকে বর্ণনা করুন যা দ্বারা আমাকে উপকৃত করবেন। আবূ হুরায়রা (রাঃ) বললেন, আমি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে বলতে শুনেছি: কিয়ামতের দিন সর্বপ্রথম তাঁর বান্দা থেকে সালাতের হিসাব নেওয়া হবে। সালাত যথাযথভাবে আদায় হয়ে থাকলে সে সফল হবে ও মুক্তি পাবে। সালাত যথাযথ আদায় না হয়ে থাকলে ক্ষতিগ্রস্ত ও ধ্বংস হবে। হাম্মাম বলেন ‘আমি জানি না- এটা কাতাদার কথা না বর্ণনা। যদি ফরয সালাত কিছু কম হয়ে থাকে তবে আল্লাহ্ (ফেরেশতাদের) বলবেন, আমার বান্দার কোন নফল সালাত আছে কিনা? থাকলে তা দ্বারা ফরয পূর্ণ করে দেওয়া হবে। এরপর অন্যান্য আমলের ব্যাপারেও একই অবস্থা হবে।",
    "ar": "أَخْبَرَنَا أَبُو دَاوُدَ قَالَ: حَدَّثَنَا هَارُونُ هُوَ ابْنُ إِسْمَاعِيلَ الْخَزَّازُ قَالَ: حَدَّثَنَا هَمَّامٌ، عَنْ قَتَادَةَ، عَنِ الْحَسَنِ، عَنْ حُرَيْثِ بْنِ قَبِيصَةَ قَالَ: قَدِمْتُ الْمَدِينَةَ قَالَ: قُلْتُ: اللَّهُمَّ يَسِّرْ لِي جَلِيسًا صَالِحًا، فَجَلَسْتُ إِلَى أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: فَقُلْتُ إِنِّي دَعَوْتُ اللَّهَ عَزَّ وَجَلَّ أَنْ يُيَسِّرَ لِي جَلِيسًا صَالِحًا، فَحَدِّثْنِي بِحَدِيثٍ سَمِعْتَهُ مِنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَعَلَّ اللَّهَ أَنْ يَنْفَعَنِي بِهِ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: «إِنَّ أَوَّلَ مَا يُحَاسَبُ بِهِ الْعَبْدُ بِصَلَاتِهِ، فَإِنْ صَلَحَتْ فَقَدْ أَفْلَحَ وَأَنْجَحَ، وَإِنْ فَسَدَتْ فَقَدْ خَابَ وَخَسِرَ» قَالَ هَمَّامٌ: لَا أَدْرِي هَذَا مِنْ كَلَامِ قَتَادَةَ أَوْ مِنَ الرِّوَايَةِ: \" فَإِنِ انْتَقَصَ مِنْ فَرِيضَتِهِ شَيْءٌ قَالَ: انْظُرُوا , هَلْ لِعَبْدِي مِنْ تَطَوُّعٍ , فَيُكَمَّلُ بِهِ مَا نَقَصَ مِنَ الْفَرِيضَةِ، ثُمَّ يَكُونُ سَائِرُ عَمَلِهِ عَلَى نَحْوِ ذَلِكَ \". خَالَفَهُ أَبُو الْعَوَّامِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "5"
    }
  }
}