{
  "hadith": {
    "hadith_id": 4655,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "বারীরা (রাঃ) তাঁর মুক্তিলাভের চুক্তিতে ধার্যকৃত অর্থ সাহায্য চাওয়ার জন্য আয়েশা (রাঃ)-এর নিকট আসলেন। তিনি বললেনঃ তুমি গিয়ে তোমার মালিকদেরকে জিজ্ঞাসা কর, যদি তারা এ কথায় সম্মত হয় যে, আমি তাদের সকল প্রাপ্য আদায় করে দিলে ‘ওয়ালা’ আমার হবে, তা হলে আমি তোমার সমুদয় প্রাপ্য আদায় করে দেব। বারীরা (রাঃ) তাঁর মালিকদের একথা জানালে তারা তা অস্বীকার করে বললো: যদি আয়েশা তোমাকে সাহায্য করে পুণ্য অর্জন করতে চান তবে করতে পারেন, কিন্তু ‘ওয়ালা’ আমাদেরই থাকবে। আয়েশা (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট একথা উল্লেখ করলে তিনি বলেন: তুমি ক্রয় করে তাকে মুক্ত করে দাও। ওয়ালা তারই, যে মুক্ত করে। এরপর তিনি বললেন: আফসোস! লোকের কি হলো, তারা এমন শর্ত আরোপ করে যা আল্লাহ্‌র কিতাবে নেই। যারা এমন শর্ত করে, যা আল্লাহ্‌র কিতাবে নেই, তা পূর্ণ হবে না, যদিও শতবার শর্ত করে। আল্লাহ্‌র শর্তই অধিকতর গ্রহণযোগ্য ও পালনীয়।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ أَخْبَرَتْهُ، أَنَّ بَرِيرَةَ جَاءَتْ عَائِشَةَ تَسْتَعِينُهَا فِي كِتَابَتِهَا شَيْئًا، فَقَالَتْ لَهَا عَائِشَةُ: ارْجِعِي إِلَى أَهْلِكِ، فَإِنْ أَحَبُّوا أَنْ أَقْضِيَ عَنْكِ كِتَابَتَكِ، وَيَكُونَ وَلَاؤُكِ لِي، فَعَلْتُ، فَذَكَرَتْ ذَلِكَ بَرِيرَةُ لِأَهْلِهَا، فَأَبَوْا، وَقَالُوا: إِنْ شَاءَتْ أَنْ تَحْتَسِبَ عَلَيْكِ فَلْتَفْعَلْ، وَيَكُونَ لَنَا وَلَاؤُكِ، فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «ابْتَاعِي وَأَعْتِقِي، فَإِنَّ الْوَلَاءَ لِمَنْ أَعْتَقَ»، ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «مَا بَالُ أَقْوَامٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ، فَمَنِ اشْتَرَطَ شَيْئًا لَيْسَ فِي كِتَابِ اللَّهِ، فَلَيْسَ لَهُ، وَإِنِ اشْتَرَطَ مِائَةَ شَرْطٍ، وَشَرْطُ اللَّهِ أَحَقُّ وَأَوْثَقُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "43"
    }
  }
}