{
  "hadith": {
    "hadith_id": 4710,
    "narrator": "সাহ্‌ল ইব্‌ন আবূ হাসমা (রাঃ)",
    "bn": "আবদুল্লাহ্‌ ইব্‌ন সাহ্‌ল এবং মুহায়্যিসা তাঁদের অর্থ-কষ্টের দরুন খায়বরের দিকে রওয়ানা হন। পরে মুহায়্যিসার নিকট এক ব্যক্তি এসে বললঃ আবদুল্লাহ্‌ ইব্‌ন সাহ্‌ল নিহত হয়েছে। আর তাকে এক অতি অন্ধকার কূপে ফেলে দেয়া হয়েছে। একথা শুনে মুহায়্যিসা ইয়াহূদীদের নিকট গিয়ে জিজ্ঞাসা করলেনঃ আল্লাহ্‌র শপথ! তোমরা তাকে হত্যা করেছ। তারা বললোঃ আল্লাহ্‌র শপথ! আমরা তাকে হত্যা করিনি। মুহায়্যিসা সেখান থেকে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গিয়ে পূর্ণ ঘটনা বর্ণনা করলেন। এরপর মুহায়্যিসা, তার বড় ভাই হুয়ায়্যিসা এবং আবদুল্লাহ ইব্‌ন সাহ্‌ল নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে আসলেন। মুহায়্যিসা, যিনি খায়বারে ছিলেন। আগে কথা বলতে চাইলে, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ বড়কে আগে কথা বলতে দাও। এরপর হুয়ায়্যিসা কথা বললেন, তারপর বললেন, মুহায়্যিসা। সব শুনে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ ইয়াহূদীদের উচিত তোমার ভাইয়ের দিয়াত আদায় করা, অন্যথায় তাদের বিরুদ্ধে যুদ্ধের ঘোষণা দেওয়া হবে। তারপর তিনি ইয়াহূদীদেরকে এ ব্যপারে লিখলে তারা উত্তর দিল, আল্লাহ্‌র শপথ! আমরা হত্যা করিনি। এরপর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হুয়ায়্যিসা,মুহায়্যিসা এবং আবদূর রহমানকে বললেনঃ আচ্ছা, এখন তোমরা শপথ করে তোমাদের ভাইয়ের হত্যার প্রমাণ দাও। তখন তাঁরা বললেনঃ না, আমরা শপথ করবো না। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তাহলে ইয়াহূদীরা কসম করে বলবে যে, আমারা হত্যা করিনি, তারা বললেনঃ ইয়া রাসূলুল্লাহ্‌! ইয়াহূদীরা তো মুসলমান নয় (তারা মিথ্যা কসম করবে)। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজে তাদেরকে দিয়াত স্বরূপ একশত উট দিয়ে দেন। তারা উট নিয়ে তাদের বাড়িতে প্রবেশ করেন। সাহ্‌ল (রাঃ) বলেনঃ এর একটি লাল উটনী আমাকে পদাঘাত করেছিল।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ عَمْرِو بْنِ السَّرْحِ، قَالَ: أَنْبَأَنَا ابْنُ وَهْبٍ، قَالَ: أَخْبَرَنِي مَالِكُ بْنُ أَنَسٍ، عَنْ أَبِي لَيْلَى بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ الْأَنْصَارِيِّ، أَنَّ سَهْلَ بْنَ أَبِي حَثْمَةَ أَخْبَرَهُ، أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ، وَمُحَيِّصَةَ خَرَجَا إِلَى خَيْبَرَ مِنْ جَهْدٍ أَصَابَهُمَا، فَأُتِيَ مُحَيِّصَةُ فَأُخْبِرَ: أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَدْ قُتِلَ وَطُرِحَ فِي فَقِيرٍ أَوْ عَيْنٍ، فَأَتَى يَهُودَ فَقَالَ: أَنْتُمْ وَاللَّهِ قَتَلْتُمُوهُ، فَقَالُوا: وَاللَّهِ مَا قَتَلْنَاهُ، ثُمَّ أَقْبَلَ حَتَّى قَدِمَ عَلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَذَكَرَ ذَلِكَ لَهُ، ثُمَّ أَقْبَلَ هُوَ وَحُوَيِّصَةُ وَهُوَ أَخُوهُ أَكْبَرُ مِنْهُ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ فَذَهَبَ مُحَيِّصَةُ لِيَتَكَلَّمَ وَهُوَ الَّذِي كَانَ بِخَيْبَرَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «كَبِّرْ كَبِّرْ» وَتَكَلَّمَ حُوَيِّصَةُ، ثُمَّ تَكَلَّمَ مُحَيِّصَةُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِمَّا أَنْ يَدُوا صَاحِبَكُمْ، وَإِمَّا أَنْ يُؤْذَنُوا بِحَرْبٍ» فَكَتَبَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ، فَكَتَبُوا: إِنَّا وَاللَّهِ مَا قَتَلْنَاهُ. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِحُوَيِّصَةَ وَمُحَيِّصَةَ وَعَبْدِ الرَّحْمَنِ: «تَحْلِفُونَ وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ؟» قَالُوا: لَا، قَالَ: «فَتَحْلِفُ لَكُمْ يَهُودُ؟» قَالُوا: لَيْسُوا مُسْلِمِينَ. فَوَدَاهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ عِنْدِهِ فَبَعَثَ إِلَيْهِمْ بِمِائَةِ نَاقَةٍ حَتَّى أُدْخِلَتْ عَلَيْهِمُ الدَّارَ، قَالَ سَهْلٌ: لَقَدْ رَكَضَتْنِي مِنْهَا نَاقَةٌ حَمْرَاءُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}