{
  "hadith": {
    "hadith_id": 4711,
    "narrator": "সাহ্‌ল ইব্‌ন আবু হাসমা (রাঃ)",
    "bn": "আবদুল্লাহ ইব্‌ন সাহ্‌ল এবং মুহায়্যিসা (রাঃ) তাঁদের অভাবের দরুন খায়বরের যান। এরপর মুহায়্যিসা-এর নিকট এক ব্যক্তি এসে বললঃ আবদুল্লাহ্‌ ইব্‌ন সাহ্‌লকে হত্যা করা হয়েছে এবং একটি অন্ধকার কূপে তাকে নিক্ষেপ করা হয়েছে। একথা শুনে মুহায়্যিসা ইয়াহূদীদের নিকট গিয়ে বললেনঃ আল্লাহ্‌র কসম! তোমরা তাকে হত্যা করেছ। তারা বললোঃ আল্লাহ্‌র শপথ! আমরা তাকে হত্যা করিনি। মুহায়্যিসা সেখান থেকে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হয়ে সকল ঘটনা তাঁকে অবহিত করেন। এরপর মুহায়্যিসা, তার বড় ভাই হুওয়ায়্যিসাহ এবং আবদুর রহমান ইব্‌ন সাহ্‌ল মিলিত হয়ে আসলেন। মুহায়্যিসা (রাঃ) খায়বরে প্রথম গমন করেন বিধায় তিনি প্রথমে কথা বলতে চাইলে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ বড় ভাইকে সম্মান কর। পরে হুয়ায়্যিসা সকল ঘটনা বর্ণনা করলেন। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমাদের ভাইয়ের দিয়াত দিয়ে দেওয়া ইয়াহূদীদের কর্তব্য, অন্যথায় তাদেরকে যুদ্ধের জন্য প্রস্তুত থাকতে বলা হবে। এরপর (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ ব্যপারে ইয়াহূদীদের লিখলে তারা জবাব দেয় যে, আল্লাহ্‌র কসম! আমরা তাঁকে হত্যা করি নাই। এরপর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হুয়ায়্যিসা, মুহায়্যিসা এবং আবদূর রহমানকে বললেনঃ এখন তোমরা শপথ করে তোমাদের ভাইয়ের হত্যা প্রমাণিত কর। তাঁরা বললেনঃ আমরা শপথ করতে পারি না (কারণ আমরা চাক্ষুষ দেখিনি)। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তা হলে ইয়াহুদীরা তোমাদের বিপক্ষে শপথ করবে। তারা বললেনঃ ইয়া রাসূলুল্লাহ্‌! তারা তো মুসলমান নয়। পরে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দিয়াত নিজেই আদায় করেন এবং একশত উট তাদের নিকট পাঠিয়ে দেন। যা নিয়ে তারা তাদের ঘরে প্রবেশ করেন। সাহ্‌ল বলেনঃ এর একটি লাল উটনী আমাকে পদাঘাত করেছিল।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ سَلَمَةَ، قَالَ: أَنْبَأَنَا ابْنُ الْقَاسِمِ، قَالَ: حَدَّثَنِي مَالِكٌ، عَنْ أَبِي لَيْلَى بْنِ عَبْدِ اللَّهِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ سَهْلٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، أَنَّهُ أَخْبَرَهُ وَرِجَالٌ كُبَرَاءُ مِنْ قَوْمِهِ، أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ وَمُحَيِّصَةَ خَرَجَا إِلَى خَيْبَرَ مِنْ جَهْدٍ أَصَابَهُمْ، فَأَتَى مُحَيِّصَةُ فَأَخْبَرَ، أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَدْ قُتِلَ وَطُرِحَ فِي فَقِيرٍ أَوْ عَيْنٍ، فَأَتَى يَهُودَ. وَقَالَ: أَنْتُمْ وَاللَّهِ قَتَلْتُمُوهُ، قَالُوا: وَاللَّهِ مَا قَتَلْنَاهُ. فَأَقْبَلَ حَتَّى قَدِمَ عَلَى قَوْمِهِ، فَذَكَرَ لَهُمْ، ثُمَّ أَقْبَلَ هُوَ وَأَخُوهُ حُوَيِّصَةُ وَهُوَ أَكْبَرُ مِنْهُ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ، فَذَهَبَ مُحَيِّصَةُ لِيَتَكَلَّمَ وَهُوَ الَّذِي كَانَ بِخَيْبَرَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِمُحَيِّصَةَ: «كَبِّرْ كَبِّرْ» يُرِيدُ السِّنَّ فَتَكَلَّمَ حُوَيِّصَةُ، ثُمَّ تَكَلَّمَ مُحَيِّصَةُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِمَّا أَنْ يَدُوا صَاحِبَكُمْ، وَإِمَّا أَنْ يُؤْذَنُوا بِحَرْبٍ»، فَكَتَبَ إِلَيْهِمْ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي ذَلِكَ، فَكَتَبُوا إِنَّا وَاللَّهِ مَا قَتَلْنَاهُ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِحُوَيِّصَةَ وَمُحَيِّصَةَ وَعَبْدِ الرَّحْمَنِ: «أَتَحْلِفُونَ وَتَسْتَحِقُّونَ دَمَ صَاحِبِكُمْ؟» قَالُوا: لَا. قَالَ: «فَتَحْلِفُ لَكُمْ يَهُودُ» قَالُوا: لَيْسُوا بِمُسْلِمِينَ فَوَدَاهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ عِنْدِهِ فَبَعَثَ إِلَيْهِمْ بِمِائَةِ نَاقَةٍ حَتَّى أُدْخِلَتْ عَلَيْهِمُ الدَّارَ، قَالَ سَهْلٌ: لَقَدْ رَكَضَتْنِي مِنْهَا نَاقَةٌ حَمْرَاءُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}