{
  "hadith": {
    "hadith_id": 4712,
    "narrator": "বুশায়র ইব্‌ন ইয়াসার (রহঃ)",
    "bn": "সাহ্‌ল ইব্‌ন আবু হাসমা এবং রাফি ইব্‌ন খাদীজ (রাঃ) থেকে বর্ণনা করেন যে, তাঁরা বলেনঃ আবদুল্লাহ ইব্‌ন সাহ্‌ল এবং মুহায়্যিসা ইব্‌ন মাসউদ একত্রে বের হন। খায়বরের পৌঁছলে কোন এক স্থানে তারা পরস্পর পৃথক হয়ে যান। এরপর মুহায়্যিসা (রাঃ) আবদুল্লাহ্‌ ইব্‌ন সাহ্‌লকে দেখলেন যে, তিনি মৃত অবস্থায় পড়ে আছেন। তিনি তাকে দাফন করলেন। পরে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হন। তিনি নিজে, হুওয়ায়্যিসা ইব্‌ন মাসউদ এবং আবদুর রহমান ইব্‌ন সাহ্‌ল। আবদুর রহমান সকলের মধ্যে বয়সে ছোট ছিলেন। তিনি প্রথমে কথা বলতে আরম্ভ করলে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেনঃ যারা বয়সে বড় তাদের সম্মানের প্রতি লক্ষ্য রাখ। তখন তিনি চুপ হয়ে যান। তখন তার সাথীদ্বয় কথা বলতে থাকেন এবং তিনিও তাদের সাথে কথা বলছিলেন। তারা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট ঐ স্থানের কথা বললেনঃ যেখানে আবদুল্লাহ ইব্‌ন সাহ্‌ল নিহত হন। তিনি জিজ্ঞাসা করেনঃ তোমরা পঞ্চাশ ব্যক্তি কি  শপথ করতে পারবে যা দ্বারা তোমরা তোমাদের অভিযুক্ত ব্যক্তি কিংবা বললেন, তোমাদের লোকের হত্যাকারীর বিচার লাভের অধিকার প্রতিষ্ঠা করবে? তারা বললেনঃ যখন আমরা দেখিনি এবং আমরা উপস্থিতও ছিলাম না, তখন আমরা কী করে শপথ করতে পারি। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তা হলে ইয়াহূদীদের পঞ্চাশ ব্যক্তি শপথ করে তোমাদের অভিযোগ থেকে মুক্ত হয়ে যাক? তারা বললেনঃ আমরা কাফিরদের কসম কীরূপে বিশ্বাস করবো? রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এ অবস্থা দেখে নিজে দিয়াত আদায় করে দেন।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ يَحْيَى، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، قَالَ: وَحَسِبْتُ قَالَ: وَعَنْ رَافِعِ بْنِ خَدِيجٍ، أَنَّهُمَا قَالَا: خَرَجَ عَبْدُ اللَّهِ بْنُ سَهْلِ بْنِ زَيْدٍ وَمُحَيِّصَةُ بْنُ مَسْعُودٍ حَتَّى إِذَا كَانَا بِخَيْبَرَ تَفَرَّقَا فِي بَعْضِ مَا هُنَالِكَ، ثُمَّ إِذَا بِمُحَيِّصَةَ يَجِدُ عَبْدَ اللَّهِ بْنَ سَهْلٍ قَتِيلًا فَدَفَنَهُ، ثُمَّ أَقْبَلَ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هُوَ وَحُوَيِّصَةُ بْنُ مَسْعُودٍ وَعَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَكَانَ أَصْغَرَ الْقَوْمِ، فَذَهَبَ عَبْدُ الرَّحْمَنِ يَتَكَلَّمُ قَبْلَ صَاحِبَيْهِ. فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «كَبِّرِ الْكُبْرَ فِي السِّنِّ» فَصَمَتَ وَتَكَلَّمَ صَاحِبَاهُ، ثُمَّ تَكَلَّمَ مَعَهُمَا، فَذَكَرُوا لِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَقْتَلَ عَبْدِ اللَّهِ بْنِ سَهْلٍ، فَقَالَ لَهُمْ: «أَتَحْلِفُونَ خَمْسِينَ يَمِينًا وَتَسْتَحِقُّونَ صَاحِبَكُمْ أَوْ قَاتِلَكُمْ؟» قَالُوا: كَيْفَ نَحْلِفُ وَلَمْ نَشْهَدْ؟ قَالَ: «فَتُبَرِّئُكُمْ يَهُودُ بِخَمْسِينَ يَمِينًا» قَالُوا: وَكَيْفَ نَقْبَلُ أَيْمَانَ قَوْمٍ كُفَّارٍ؟ فَلَمَّا رَأَى ذَلِكَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَعْطَاهُ عَقْلَهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}