{
  "hadith": {
    "hadith_id": 4713,
    "narrator": "বুশায়র ইব্‌ন ইয়াসার (রহঃ) সাহ্‌ল ইব্‌ন আবূ হাসমা এবং রাফি’ ইব্‌ন খাদীজ (রাঃ)",
    "bn": "তারা বলেনঃ মুহায়্যিসা ইব্‌ন মাসউদ এবং আবদুল্লাহ ইব্‌ন সাহ্‌ল তাদের কোন প্রয়োজনে খায়বর গমন করেন। সেখানে তারা খেজুর বাগানে পৃথক হয়ে যান। অতঃপর আবদুল্লাহ্‌ ইব্‌ন সাহ্‌ল নিহত হন। সুতরাং তার ভাই আবদুর রহমান ইব্‌ন সাহ্‌ল এবং তার দুই চাচাতো ভাই হুওয়ায়্যিসাহ ও মুহায়্যিসা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হলেন। আবদুর রহমান তার ভাই সম্পর্কে কথা বলা শুরু করেন। আর তিনি ছিলেন তাঁদের মধ্যে বয়সে ছোট। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে বললেনঃ যারা বয়সে বড় তাদের প্রতি সম্মান প্রদর্শন কর। পরে তারা দুইজন তাদের সাথীর ব্যাপারে কথা বললেন। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটা কথা বললেন, যার অর্থ হল, তোমদের মধ্য হতে পঞ্চাশজন লোক কসম করবে। তখন তারা বললেনঃ আমরা যা প্রত্যক্ষ করিনি তার উপর আমরা কিরূপ শপথ করবো? তিনি বলেনঃ তা হলে ইয়াহূদীরা পঞ্চাশজন শপথ করে তোমাদের দাবি হতে রেহাই পেয়ে যাবে। তারা বললেনঃ ইয়া রাসূলুল্লাহ্‌! তারা তো কাফির। এরপর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজের পক্ষ হতে দিয়াত আদায় করে দেন। সাহ্‌ল (রাঃ) বলেনঃ আমি উট রাখার স্থানে গেলে যে উট আমাদেরকে দেওয়া হয়েছিল তার একাটি আমাকে পদাঘাত করেছিল।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ عَبْدَةَ، قَالَ: أَنْبَأَنَا حَمَّادٌ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، وَرَافِعِ بْنِ خَدِيجٍ، أَنَّهُمَا حَدَّثَاهُ، أَنَّ مُحَيِّصَةَ بْنَ مَسْعُودٍ وَعَبْدَ اللَّهِ بْنَ سَهْلٍ أَتَيَا خَيْبَرَ فِي حَاجَةٍ لَهُمَا، فَتَفَرَّقَا فِي النَّخْلِ، فَقُتِلَ عَبْدُ اللَّهِ بْنُ سَهْلٍ، فَجَاءَ أَخُوهُ عَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَحُوَيِّصَةُ وَمُحَيِّصَةُ ابْنَا عَمِّهِ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَتَكَلَّمَ عَبْدُ الرَّحْمَنِ فِي أَمْرِ أَخِيهِ، وَهُوَ أَصْغَرُ مِنْهُمْ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «الْكُبْرَ» لِيَبْدَأِ الْأَكْبَرُ فَتَكَلَّمَا فِي أَمْرِ صَاحِبِهِمَا. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَذَكَرَ كَلِمَةً مَعْنَاهَا: «يُقْسِمُ خَمْسُونَ مِنْكُمْ» فَقَالُوا: يَا رَسُولَ اللَّهِ، أَمْرٌ لَمْ نَشْهَدْهُ كَيْفَ نَحْلِفُ؟ قَالَ: «فَتُبَرِّئُكُمْ يَهُودُ بِأَيْمَانِ خَمْسِينَ مِنْهُمْ» قَالُوا: يَا رَسُولَ اللَّهِ، قَوْمٌ كُفَّارٌ، فَوَدَاهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ قِبَلِهِ، قَالَ: سَهْلٌ فَدَخَلْتُ مِرْبَدًا لَهُمْ فَرَكَضَتْنِي نَاقَةٌ مِنْ تِلْكَ الْإِبِلِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}