{
  "hadith": {
    "hadith_id": 4715,
    "narrator": "বুশায়র ইব্‌ন ইয়াসার সাহ্‌ল ইব্‌ন আবু হাসমা (রাঃ)",
    "bn": "তিনি বলেনঃ আবদুল্লাহ ইব্‌ন সাহ্‌ল এবং মুহায়্যিসা ইব্‌ন মাসউদ ইব্‌ন যায়দ খায়বর গমন করেন। খায়বরে তখন সন্ধি স্থাপিত হয়ে গেছে। সেখানে যাওয়ার পর তারা কাজে পৃথক হয়ে যান। এরপর মুহায়্যিসা আবদুল্লাহ্‌র নিকট যান। দেখেন কি তিনি নিহত অবস্থায় রক্তের মধ্য গড়াগড়ি খাচ্ছেন। তিনি তাকে দাফন করে মদীনায় ফিরে আসেন। এরপর আবদুর রহমান ইব্‌ন সাহ্‌ল, হুওয়ায়্যিসা মুহায়্যিসা এবং ইব্‌ন মাসউদ রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হন। প্রথমে আবদুর রহমান কথা বলতে শুরু করেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যে বয়সে বড়, তাকে সম্মান কর। তিনি ছিলেন বয়সে ছোট। তিনি চুপ করলেন। এরপর তারা দু’জন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে কথা বললেন। তখন নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা পঞ্চাশজন কি শপথ করবে যা দ্বারা তোমরা তোমাদের লোকের হত্যাকারীর বিচার করার অধিকার লাভ করবে? তারা বললেনঃ আমরা যখন দেখিনি, তখন আমরা কি করে শপথ করবো? তিনি বললেনঃ তাহলে ইয়াহূদীদের পঞ্চাশজন কসম করে তোমাদের দাবি মিথ্যা প্রমাণ করবে। তারা বললেনঃ ইয়া রাসূলুল্লাহ্‌! কাফিরদের শপথ আমরা কি করে বিশ্বাস করবো? তখন তিনি নিজে তাদের দিয়াত আদায় করে দেন।",
    "ar": "أَخْبَرَنَا إِسْمَعِيلُ بْنُ مَسْعُودٍ، قَالَ: حَدَّثَنَا بِشْرُ بْنُ الْمُفَضَّلِ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ بُشَيْرِ بْنِ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ قَالَ: انْطَلَقَ عَبْدُ اللَّهِ بْنُ سَهْلٍ وَمُحَيِّصَةُ بْنُ مَسْعُودِ بْنِ زَيْدٍ إِلَى خَيْبَرَ وَهِيَ يَوْمَئِذٍ صُلْحٌ، فَتَفَرَّقَا فِي حَوَائِجِهِمَا، فَأَتَى مُحَيِّصَةُ عَلَى عَبْدِ اللَّهِ بْنِ سَهْلٍ وَهُوَ يَتَشَحَّطُ فِي دَمِهِ قَتِيلًا، فَدَفَنَهُ، ثُمَّ قَدِمَ الْمَدِينَةَ، فَانْطَلَقَ عَبْدُ الرَّحْمَنِ بْنُ سَهْلٍ وَحُوَيِّصَةُ وَمُحَيِّصَةُ ابْنَا مَسْعُودٍ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَذَهَبَ عَبْدُ الرَّحْمَنِ يَتَكَلَّمُ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «كَبِّرْ الْكُبْرَ» وَهُوَ أَحْدَثُ الْقَوْمِ، فَسَكَتَ، فَتَكَلَّمَا، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَتَحْلِفُونَ بِخَمْسِينَ يَمِينًا مِنْكُمْ، وَتَسْتَحِقُّونَ قَاتِلَكُمْ أَوْ صَاحِبَكُمْ؟» فَقَالُوا: يَا رَسُولَ اللَّهِ، كَيْفَ نَحْلِفُ، وَلَمْ نَشْهَدْ، وَلَمْ نَرَ؟ فَقَالَ: «أَتُبَرِّئُكُمْ يَهُودُ بِخَمْسِينَ؟» فَقَالُوا: يَا رَسُولَ اللَّهِ، كَيْفَ نَأْخُذُ أَيْمَانَ قَوْمٍ كُفَّارٍ؟ فَعَقَلَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ عِنْدِهِ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}