{
  "hadith": {
    "hadith_id": 4716,
    "narrator": "সাহ্‌ল ইব্‌ন আবূ হাসমা (রাঃ)",
    "bn": "আবদুল্লাহ ইব্‌ন সাহ্‌ল আনসারী এবং মুহায়্যিসা ইব্‌ন মাসউদ খায়বার গমন করেন। পরে তারা উভয়ে তাদের কাজে পৃথক হয়ে যান এবং আবদুল্লাহ ইব্‌ন সাহ্‌ল আনসারী  নিহত হন। এরপর মুহায়্যিসা ও আবদুর রহমান, নিহত ব্যক্তির ভাই এবং হুওয়ায়্যিসা ইব্‌ন মাসউদ রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট উপস্থিত হন। আবদুর রহমান কথা বলতে উদ্যত হলে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে বললেনঃ বয়সে যে বড় তার সম্মান কর। তখন  মুহায়্যিসা ও হুওয়ায়্যিসা আবদুল্লাহ ইব্‌ন সাহ্‌লের ঘটনা বর্ণনা করলেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা পঞ্চাশ ব্যক্তি শপথ কর এবং তোমাদের লোকের ঘাতকের বিচার লাভের অধিকার প্রমাণ কর। তারা বলেনঃ আমরা যখন দেখিনি এবং উপস্থিতও ছিলাম না, তখন আমরা কী করে শপথ করতে পারি? নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তবে তো তারা পঞ্চাশজন শপথ করে তোমাদের অভিযোগ থেকে মুক্ত হয়ে যাবে। তখন তারা বললেনঃ ইয়া রাসূলুল্লাহ্‌! কাফিরদের শপথ আমরা কিভাবে মেনে নিতে পারি? রাবী বলেনঃ এরপর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজে দিয়াত আদায় করে দেন। সাহ্‌ল ইব্‌ন আবূ হাসমা (রাঃ) বলেনঃ ঐ সকল উটের একাটি আমাকে আমাদের উট রাখার স্থানে পদাঘাত করেছিল।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ: حَدَّثَنَا عَبْدُ الْوَهَّابِ، قَالَ: سَمِعْتُ يَحْيَى بْنَ سَعِيدٍ، يَقُولُ: أَخْبَرَنِي بُشَيْرُ بْنُ يَسَارٍ، عَنْ سَهْلِ بْنِ أَبِي حَثْمَةَ، أَنَّ عَبْدَ اللَّهِ بْنَ سَهْلٍ الْأَنْصَارِيَّ، وَمُحَيِّصَةَ بْنَ مَسْعُودٍ، خَرَجَا إِلَى خَيْبَرَ، فَتَفَرَّقَا فِي حَاجَتِهِمَا، فَقُتِلَ عَبْدُ اللَّهِ بْنُ سَهْلٍ الْأَنْصَارِيُّ، فَجَاءَ مُحَيِّصَةُ وَعَبْدُ الرَّحْمَنِ أَخُو الْمَقْتُولِ وَحُوَيِّصَةُ بْنُ مَسْعُودٍ حَتَّى أَتَوْا رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَذَهَبَ عَبْدُ الرَّحْمَنِ يَتَكَلَّمُ، فَقَالَ لَهُ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «الْكُبْرَ الْكُبْرَ» فَتَكَلَّمَ مُحَيِّصَةُ وَحُوَيِّصَةُ، فَذَكَرُوا شَأْنَ عَبْدِ اللَّهِ بْنِ سَهْلٍ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «تَحْلِفُونَ خَمْسِينَ يَمِينًا، فَتَسْتَحِقُّونَ قَاتِلَكُمْ؟» قَالُوا: كَيْفَ نَحْلِفُ، وَلَمْ نَشْهَدْ، وَلَمْ نَحْضُرْ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فَتُبَرِّئُكُمْ يَهُودُ بِخَمْسِينَ يَمِينًا» قَالُوا: يَا رَسُولَ اللَّهِ، كَيْفَ نَقْبَلُ أَيْمَانَ قَوْمٍ كُفَّارٍ؟ قَالَ: فَوَدَاهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: بُشَيْرٌ قَالَ لِي سَهْلُ بْنُ أَبِي حَثْمَةَ: لَقَدْ رَكَضَتْنِي فَرِيضَةٌ مِنْ تِلْكَ الْفَرَائِضِ فِي مِرْبَدٍ لَنَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}