{
  "hadith": {
    "hadith_id": 4727,
    "narrator": "সিমাক (রহঃ)",
    "bn": "‘আলকামা ইব্ন ওয়ায়ল তার পিতা হতে বর্ণনা করেন যে, একদা তিনি রাসূলুল্লাহু (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট বসা ছিলেন। এমন সময় এক ব্যক্তি অন্য এক ব্যক্তিকে রশিতে বেঁধে টেনে নিয়ে আসল এবং বললঃ ইয়া রাসূলাল্লাহ্ ! এই ব্যক্তি আমার ভাইকে হত্যা করেছে। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাকে জিজ্ঞাসা করেনঃ তুমি কি তাকে হত্যা করেছ ? বাদী বললো, যদি সে স্বীকার না করে তা হলে আমি সাক্ষী আনবো। তখন সে ব্যক্তি বললোঃ ইয়া রাসূলাল্লাহ্ ! আমি হত্যা করেছি। তিনি জিজ্ঞাসা করলেনঃ কিভাবে হত্যা করেছ ? সে বললো, আমি এবং তার ভাই এক গাছের লাকড়ি কুড়াচ্ছিলাম। তখন সে আমাকে গালি দিল এবং আমাকে রাগিয়ে দিল। ফলে আমি তার মাথায় কুড়াল দিয়ে আঘাত করি। রাসূলুল্লাহু (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিজ্ঞাসা করলেনঃ তোমার নিকট কি অর্থ-সম্পদ আছে, যা তুমি তোমার প্রাণের বিনিময়ে দিতে পার ? সে বললোঃ ইয়া রাসূলাল্লাহ্ ! আমার নিকট একটা কম্বল এবং কুড়াল ছাড়া আর কিছুই নেই। তিনি বললেনঃ তুমি কি মনে কর, তোমার লোক তোমাকে দিয়াতের টাকা দিয়ে ছাড়িয়ে নেবে। সে বললোঃ ইয়া রাসূলাল্লাহ ! আমার গোত্রের নিকট আমার এত মর্যাদা নেই যে, তারা আমাকে মালের বিনিময়ে ছড়িয়ে নেবে। একথা শুনে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ওয়ারিসের দিকে রশি নিক্ষেপ করলেন এবং বললেন, তাকে নিয়ে যাও। যখন সে যেতে লাগলোঃ রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যদি সে তাকে হত্যা করে, তবে সেও তার মত হবে। লোক গিয়ে তাকে বললোঃ তোমার সর্বনাশ হোক, রাসূলুল্লাহু (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ যদি সে তাকে হত্যা করে তবে সেও এইরূপ হবে। তখন সে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে ফিরে আসল এবং বললোঃ লোক বলছে, আপনি নাকি বলেছেনঃ  আমি তাকে হত্যা করলে আমিও তার মত হবো ? আমি তো তাকে আপনার আদেশেই নিয়ে গিয়েছিলাম। তিনি বললেনঃ তুমি কি চাও যে, সে তোমার এবং তোমার এই পাপ নিজের উপর নিয়ে যাক। সে বললোঃ অবশ্যই। তিনি বললেনঃ তাই হবে। সে বললোঃ তবে তাই হোক।",
    "ar": "أَخْبَرَنَا إِسْمَعِيلُ بْنُ مَسْعُودٍ، قَالَ: حَدَّثَنَا خَالِدٌ، قَالَ: حَدَّثَنَا حَاتِمٌ، عَنْ سِمَاكٍ، ذَكَرَ أَنَّ عَلْقَمَةَ بْنَ وَائِلٍ، أَخْبَرَهُ، عَنْ أَبِيهِ: أَنَّهُ كَانَ قَاعِدًا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذْ جَاءَ رَجُلٌ يَقُودُ آخَرَ بِنِسْعَةٍ فَقَالَ: يَا رَسُولَ اللَّهِ، قَتَلَ هَذَا أَخِي. فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَقَتَلْتَهُ؟» قَالَ: يَا رَسُولَ اللَّهِ، لَوْ لَمْ يَعْتَرِفْ، أَقَمْتُ عَلَيْهِ الْبَيِّنَةَ؟ قَالَ: نَعَمْ قَتَلْتُهُ. قَالَ: «كَيْفَ قَتَلْتَهُ؟» قَالَ: كُنْتُ أَنَا وَهُوَ نَحْتَطِبُ مِنْ شَجَرَةٍ، فَسَبَّنِي، فَأَغْضَبَنِي، فَضَرَبْتُ بِالْفَأْسِ عَلَى قَرْنِهِ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «هَلْ لَكَ مِنْ مَالٍ تُؤَدِّيهِ عَنْ نَفْسِكَ؟» قَالَ: يَا رَسُولَ اللَّهِ، مَالِي إِلَّا فَأْسِي وَكِسَائِي، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَتُرَى قَوْمَكَ يَشْتَرُونَكَ؟» قَالَ: أَنَا أَهْوَنُ عَلَى قَوْمِي مِنْ ذَاكَ، فَرَمَى بِالنِّسْعَةِ إِلَى الرَّجُلِ. فَقَالَ: «دُونَكَ صَاحِبَكَ». فَلَمَّا وَلَّى قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنْ قَتَلَهُ فَهُوَ مِثْلُهُ»، فَأَدْرَكُوا الرَّجُلَ فَقَالُوا: وَيْلَكَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: «إِنْ قَتَلَهُ فَهُوَ مِثْلُهُ» فَرَجَعَ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللَّهِ، حُدِّثْتُ أَنَّكَ قُلْتَ إِنْ قَتَلَهُ فَهُوَ مِثْلُهُ، وَهَلْ أَخَذْتُهُ إِلَّا بِأَمْرِكَ. فَقَالَ: «مَا تُرِيدُ أَنْ يَبُوءَ بِإِثْمِكَ، وَإِثْمِ صَاحِبِكَ» قَالَ: بَلَى. قَالَ: «فَإِنْ ذَاكَ». قَالَ: ذَلِكَ كَذَلِكَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}