{
  "hadith": {
    "hadith_id": 4776,
    "narrator": "আবূ হুরায়রা (রাঃ)",
    "bn": "তিনি বলেনঃ আমরা রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সাথে মসজিদে উপবিষ্ট থাকতাম। তিনি যখন দাঁড়াতেন আমরাও দাঁড়াতাম। একদিন তিনি দাঁড়ালে আমরাও তাঁর সাথে দাঁড়ালাম। যখন তিনি মসজিদের মধ্যস্থলে পৌঁছলেন, তখন এক ব্যক্তি এসে তাঁর চাদর ধরে তাঁর পিছন দিকে টানলো। তাঁর চাদরখানা ছিল মোটা, এতে তাঁর ঘাড় লাল হয়ে গেল। সেই ব্যক্তি বললোঃ হে মুহাম্মদ! আমার এই উষ্ট্রদ্বয়কে খাদ্যদ্রব্য দ্বারা বোঝাই করে দিন। কেননা, আপনি তো আপনার মাল হতে বা আপনার পিতার মাল হতে দিচ্ছেন না। তখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ না, আমি আল্লাহ্‌র নিকট ক্ষমা প্রার্থনা করছি। আমি তোমাকে কখনও দেব না, যতক্ষণ না তুমি আমার ঘাড় টানা-হেঁচড়া করার বদলা নিতে না নাও। তখন ঐ গ্রাম্য লোকটি বললোঃ আল্লাহ্‌র শপথ! আমি কখনও তোমাকে প্রতিশোধ গ্রহণ করতে দেব না। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এরূপ তিনবার বললেন। আর ঐ গ্রাম্য লোকটিও বলতে থাকলো যে, আল্লাহ্‌র কসম! আমি এর বদলা নিতে দেব না। আমরা যখন লোকটির কথা শুনলাম, দৌঁড়ে তাঁর নিকট উপস্থিত হলাম। তখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের প্রতি লক্ষ্য করে বললেনঃ যে আমার কথা শুনেছে, তাকে আমি আল্লাহ্‌র কসম দিয়ে বলছি, কেউ যেন ততক্ষণ নিজ স্থান হতে না নড়ে, যতক্ষণ না আমি আদেশ দেই। এরপর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকদের একজনকে বলেনঃ হে অমুক! তুমি তার এক উটকে যব এবং অন্য উটকে খেজুর দ্বারা বোঝাই করে দাও। পরে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ তোমরা চলে যাও।",
    "ar": "أَخْبَرَنِي مُحَمَّدُ بْنُ عَلِيِّ بْنِ مَيْمُونٍ، قَالَ: حَدَّثَنِي الْقَعْنَبِيُّ، قَالَ: حَدَّثَنِي مُحَمَّدُ بْنُ هِلَالٍ، عَنْ أَبِيهِ، عَنْ أَبِي هُرَيْرَةَ قَالَ: كُنَّا نَقْعُدُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي الْمَسْجِدِ، فَإِذَا قَامَ قُمْنَا، فَقَامَ يَوْمًا وَقُمْنَا مَعَهُ حَتَّى لَمَّا بَلَغَ وَسَطَ الْمَسْجِدِ أَدْرَكَهُ رَجُلٌ فَجَبَذَ بِرِدَائِهِ مِنْ وَرَائِهِ، وَكَانَ رِدَاؤُهُ خَشِنًا، فَحَمَّرَ رَقَبَتَهُ، فَقَالَ: يَا مُحَمَّدُ، احْمِلْ لِي عَلَى بَعِيرَيَّ هَذَيْنِ، فَإِنَّكَ لَا تَحْمِلُ مِنْ مَالِكَ وَلَا مِنْ مَالِ أَبِيكَ. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَا، وَأَسْتَغْفِرُ اللَّهَ، لَا أَحْمِلُ لَكَ حَتَّى تُقِيدَنِي مِمَّا جَبَذْتَ بِرَقَبَتِي» فَقَالَ الْأَعْرَابِيُّ: لَا وَاللَّهِ لَا أُقِيدُكَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ذَلِكَ ثَلَاثَ مَرَّاتٍ كُلُّ ذَلِكَ يَقُولُ: لَا وَاللَّهِ لَا أُقِيدُكَ، فَلَمَّا سَمِعْنَا قَوْلَ الْأَعْرَابِيِّ، أَقْبَلْنَا إِلَيْهِ سِرَاعًا، فَالْتَفَتَ إِلَيْنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «عَزَمْتُ عَلَى مَنْ سَمِعَ كَلَامِي أَنْ لَا يَبْرَحَ مَقَامَهُ حَتَّى آذَنَ لَهُ» فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِرَجُلٍ مِنَ الْقَوْمِ: «يَا فُلَانُ، احْمِلْ لَهُ عَلَى بَعِيرٍ شَعِيرًا، وَعَلَى بَعِيرٍ تَمْرًا» ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «انْصَرِفُوا»\n...\n[حكم الألباني] ضعيف لكن قصة الأعرابي وجبذه وأمره صلى  الله عليه وسلم له بعطاء في ق",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "44"
    }
  }
}