{
  "hadith": {
    "hadith_id": 4898,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "তিনি বলেনঃ এক নারী এমন লোকের মারফত অলংকার ধার করতো, যাদেরকে তারা চিনতো, কিন্তু ঐ নারীকে তারা চিনতো না। এরপর সে তা বিক্রি করে মূল্য রেখে দিত। পরে ঐ নারীকে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আনা হলো। তার আত্মীয়গন উসামা ইবন যায়দকে সুপারিশ করতে বললেন। উসামা (রাঃ)  রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আরয করলে তাঁর চেহারার রং পরিবর্তিত হয়ে গেল, অথচ উসামা (রাঃ)  আরয করতেই থাকলেন। এরপর তিনি বললেন, তুমি কি আল্লাহ তা’আলার নির্ধারিত শাস্তির বিরুদ্ধে সুপারিশ করছো? উসামা বললেন, ইয়া রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমার জন্য ক্ষমা প্রার্থনা করুন। সেই সন্ধ্যায়ই রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আল্লাহর হামদ আদায় করলেন, যেরূপ তাঁর হক আছে। এরপর তিনি বললেন, তোমাদের পূর্বেরকার লোক এজন্যই ধ্বংস হয়েছে যে, যখন তাদের মধ্যে কোন ধনী লোক চুরি করতো, তখন তারা তাকে ছেড়ে দিত; আর যখন গরীব লোক চুরি করতো, তখন তারা তাকে শাস্তি দিত। ঐ সত্তার কসম! যাঁর হাতে আমার জীবন। যদি ফাতিমা বিনতে মুহাম্মদও চুরি করতো, তবে আমি তার হাত কাটার আদেশ দিতাম। পরে ঐ মহিলার হাত কাটা হয়।",
    "ar": "أَخْبَرَنَا عِمْرَانُ بْنُ بَكَّارٍ، قَالَ: حَدَّثَنَا بِشْرُ بْنُ شُعَيْبٍ، قَالَ: أَخْبَرَنِي أَبِي، عَنْ الزُّهْرِيِّ، عَنْ عُرْوَةَ، عَنْ عَائِشَةَ قَالَتْ: اسْتَعَارَتِ امْرَأَةٌ عَلَى أَلْسِنَةِ أُنَاسٍ يُعْرَفُونَ، وَهِيَ لَا تُعْرَفُ حُلِيًّا فَبَاعَتْهُ، وَأَخَذَتْ ثَمَنَهُ، فَأُتِيَ بِهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَسَعَى أَهْلُهَا إِلَى أُسَامَةَ بْنِ زَيْدٍ، فَكَلَّمَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيهَا، فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يُكَلِّمُهُ، ثُمَّ قَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَتَشْفَعُ إِلَيَّ فِي حَدٍّ مِنْ حُدُودِ اللَّهِ؟» فَقَالَ أُسَامَةُ: اسْتَغْفِرْ لِي يَا رَسُولَ اللَّهِ، ثُمَّ قَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَشِيَّتَئِذٍ، فَأَثْنَى عَلَى اللَّهِ عَزَّ وَجَلَّ بِمَا هُوَ أَهْلُهُ، ثُمَّ قَالَ: «أَمَّا بَعْدُ، فَإِنَّمَا هَلَكَ النَّاسُ قَبْلَكُمْ، أَنَّهُمْ كَانُوا إِذَا سَرَقَ الشَّرِيفُ فِيهِمْ تَرَكُوهُ، وَإِذَا سَرَقَ الضَّعِيفُ فِيهِمْ أَقَامُوا عَلَيْهِ الْحَدَّ، وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَا»، ثُمَّ قَطَعَ تِلْكَ الْمَرْأَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}