{
  "hadith": {
    "hadith_id": 4903,
    "narrator": "উরওয়া ইবন যুবায়র (রাঃ)",
    "bn": "রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর যুগে মক্কা বিজয়ের সময় এক নারী চুরি করলো। তার গোত্রের লোকেরা ভীত হয়ে উসামা ইবন যায়দ-এর নিকট সুপারিশপ্রার্থী হলো। উরওয়া (রাঃ) বলেনঃ উসামা (রাঃ) এ ব্যাপারে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সঙ্গে কথা বললে, তার এর চেহারা বিবর্ণ হলো। তিনি বললেন, তুমি কি আল্লাহর বিধানের ব্যাপারে আমার নিকট সুপারিশ করতে চাও? উসামা (রাহঃ)  বললেনঃ ইয়া রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আমার জন্য ক্ষমা প্রার্থনা করুন। সন্ধ্যা হলে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ভাষণ দিতে দাঁড়ালেন। তিনি আল্লাহর যথাযথ প্রশংশা জ্ঞাপনের পর বললেনঃ তোমাদের পূর্ববর্তী লোক এজন্যই ধ্বংস হয়েছে যে, যখন তাদের কোন অভিজাত লোক চুরি করতো, তখন তারা তাকে ছেড়ে দিত। আর যখন কোন দুর্বল লোক চুরি করতো, তখন তারা তাকে শাস্তি দিত। আল্লাহর কসম! যদি ফাতিমা বিনতে মুহাম্মদও চুরি করতো, তা হলে আমি তার হাত কাটে দিতাম। এরপর তার আদেশে ঐ নারীর হাত কাটা হলো। পরে ঐ নারী উত্তমরূপে তওবা করলো। আয়েশ (রাঃ)  বলেনঃ ঐ নারী পরে আমার নিকট  আসতো এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট তার প্রয়োজন তুলে ধরতাম।",
    "ar": "أَخْبَرَنَا سُوَيْدٌ، قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ يُونُسَ، عَنْ الزُّهْرِيِّ، قَالَ: أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ: أَنَّ امْرَأَةً سَرَقَتْ فِي عَهْدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ الْفَتْحِ - مُرْسَلٌ - فَفَزِعَ قَوْمُهَا إِلَى أُسَامَةَ بْنِ زَيْدٍ يَسْتَشْفِعُونَهُ، قَالَ عُرْوَةُ: فَلَمَّا كَلَّمَهُ أُسَامَةُ فِيهَا تَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ: «أَتُكَلِّمُنِي فِي حَدٍّ مِنْ حُدُودِ اللَّهِ؟» قَالَ أُسَامَةُ: اسْتَغْفِرْ لِي يَا رَسُولَ اللَّهِ. فَلَمَّا كَانَ الْعَشِيُّ، قَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَطِيبًا، فَأَثْنَى عَلَى اللَّهِ بِمَا هُوَ أَهْلُهُ. ثُمَّ قَالَ: «أَمَّا بَعْدُ، فَإِنَّمَا هَلَكَ النَّاسُ قَبْلَكُمْ، أَنَّهُمْ كَانُوا إِذَا سَرَقَ فِيهِمُ الشَّرِيفُ تَرَكُوهُ، وَإِذَا سَرَقَ فِيهِمُ الضَّعِيفُ أَقَامُوا عَلَيْهِ الْحَدَّ، وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ، لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَا» ثُمَّ أَمَرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِيَدِ تِلْكَ الْمَرْأَةِ فَقُطِعَتْ، فَحَسُنَتْ تَوْبَتُهَا بَعْدَ ذَلِكَ، قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا: «وَكَانَتْ تَأْتِينِي بَعْدَ ذَلِكَ فَأَرْفَعُ حَاجَتَهَا إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}