{
  "hadith": {
    "hadith_id": 4977,
    "narrator": "হারিস ইবন হাতিব (রা)",
    "bn": "রাসূলুল্লাহ (সাঃ)-এর নিকট এক চোরকে আনা হলে তিনি বললেন: তাকে হত্যা কর। লোকজন বললো : ইয়া রাসূলাল্লাহ! সেতো চুরি করেছে। তিনি বললেন : তাকে হত্যা কর। লোকজন বললোঃ ইয়া রাসূলাল্লাহ্ ! সে তো চুরি করেছে। তিনি বললেন : তবে তার হাত কেটে ফেল। পরে এই লোকটি আবার চুরি করলে তার-পা কাটা হলো। এরপর আবু বকর (রা)-এর খিলাফতকালে সে আবার চুরি করল। এভাবে তার সমস্ত হাত পা কাটা গেল। পরে সে পঞ্চমবার চুরি করলে আবু বকর (রা) বললেন : রাসূলুল্লাহ (সাঃ) তার অবস্থা অবগত ছিলেন বলেই তিনি বলেছিলেন, তাকে হত্যা কর। এরপর হযরত আবু বকর (রা) তাকে কুরায়শদের যুবকদের হাতে ছেড়ে দেন, যেন তারা তাকে হত্যা করে। তাদের মধ্যে আবদুল্লাহ ইবন যুবায়রও ছিলেন। তিনি নেতৃত্ব পছন্দ করতেন। তিনি বললেন : তোমরা আমাকে তোমাদের দলপতি নিযুক্ত কর। তারা তাঁকে দলপতি নিযুক্ত করল। যখন তিনি মারা শুরু করলেন, তখন তারা ঐ ব্যক্তিকে মারল এবং এভাবে তারা তাকে হত্যা করল।",
    "ar": "أَخْبَرَنَا سُلَيْمَانُ بْنُ سَلْمٍ الْمَصَاحِفِيُّ الْبَلْخِيُّ، قَالَ: حَدَّثَنَا النَّضْرُ بْنُ شُمَيْلٍ، قَالَ: حَدَّثَنَا حَمَّادٌ، قَالَ: أَنْبَأَنَا يُوسُفُ، عَنْ الْحَارِثِ بْنِ حَاطِبٍ: أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بِلِصٍّ فَقَالَ: «اقْتُلُوهُ» فَقَالُوا: يَا رَسُولَ اللَّهِ إِنَّمَا سَرَقَ، فَقَالَ: «اقْتُلُوهُ» قَالُوا: يَا رَسُولَ اللَّهِ، إِنَّمَا سَرَقَ، قَالَ: «اقْطَعُوا يَدَهُ». قَالَ: ثُمَّ سَرَقَ فَقُطِعَتْ رِجْلُهُ، ثُمَّ سَرَقَ عَلَى عَهْدِ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ، حَتَّى قُطِعَتْ قَوَائِمُهُ كُلُّهَا، ثُمَّ سَرَقَ أَيْضًا الْخَامِسَةَ، فَقَالَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَعْلَمَ بِهَذَا حِينَ قَالَ: «اقْتُلُوهُ» ثُمَّ دَفَعَهُ إِلَى فِتْيَةٍ مِنْ قُرَيْشٍ لِيَقْتُلُوهُ، مِنْهُمْ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ، وَكَانَ يُحِبُّ الْإِمَارَةَ، فَقَالَ: أَمِّرُونِي عَلَيْكُمْ. فَأَمَّرُوهُ عَلَيْهِمْ، فَكَانَ إِذَا ضَرَبَ ضَرَبُوهُ حَتَّى قَتَلُوهُ",
    "grade_id": 21,
    "grade": "মুনকার",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}