{
  "hadith": {
    "hadith_id": 4978,
    "narrator": "জাবির ইব্‌ন আবদুল্লাহ্‌ (রাঃ)",
    "bn": "তিনি বলেন, রাসুলাল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর নিকট এক চোরকে আনা হলে তিনি বললেন: তাকে হত্যা কর। লোকজন বলল: ইয়া রাসুলাল্লাহ্‌! সেতো চুরি করেছে। তিনি বললেন: তবে তার হাত কেটে ফেল। তখন তার হাত কাটা হলো। পরে আবার তাকে চুরির কারণে ধরে আনা হলে তিনি বললেন: তাকে হত্যা কর। লোকজন বললো: ইয়া রাসুলাল্লাহ্‌! সে তো চুরি করেছে। তিনি বললেন: তবে তার পা কাট। তখন তা কাটা হল। তৃতীয়বারও তাকে আনা হলো। তিনি বললেন: তাকে হত্যা কর। লোকজন বললো: ইয়া রাসুলাল্লাহ্‌। এ ব্যক্তি তো চুরি করেছে। তিনি বললেন: তবে তার বাম হাত কাট। তাকে চতুর্থবারও আনা হল। তিনি বললেন: তাকে হত্যা কর। লোকজন বললো: ইয়া রাসুলাল্লাহ্‌! লোকটি তো চুরি করেছে। তিনি বললেন: তবে তার (ডান) পা কেটে ফেল। এরপর তাকে পঞ্চমবারও আনা হলে তিনি বললেন: এবার তাকে হত্যা কর। জাবির (রাঃ) বলেন: আমরা ঐ চোরকে মিরবাদ নামক স্থানের দিকে নিয়ে গেলাম। তাকে উঠাতে গেলে সে চিত হয়ে গেল। এরপর সে তার কাটা হাত-পা নিয়ে দাপাদাপি করতে লাগল। উট তার এ অবস্থা দেখে ভয়ে ছোটাছুটি শুরু করে দিল। তাকে দ্বিতীয়বার উঠানো হলো, কিন্তু সে পুনরায় ঐরূপ করলো। আবার তৃতীয়বার তাকে উঠানো হলো। পরে আমরা তাকে পাথর নিক্ষেপ করে হত্যা করি এবং তাকে এক কূপে নিক্ষেপ করি। এরপর উপর থেকে তার উপর পাথর নিক্ষেপ করি।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ عُبَيْدِ بْنِ عَقِيلٍ، قَالَ: حَدَّثَنَا جَدِّي، قَالَ: حَدَّثَنَا مُصْعَبُ بْنُ ثَابِتٍ، عَنْ مُحَمَّدِ بْنِ الْمُنْكَدِرِ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ: جِيءَ بِسَارِقٍ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «اقْتُلُوهُ» فَقَالُوا: يَا رَسُولَ اللَّهِ، إِنَّمَا سَرَقَ، قَالَ: «اقْطَعُوهُ» فَقُطِعَ. ثُمَّ جِيءَ بِهِ الثَّانِيَةَ، فَقَالَ: «اقْتُلُوهُ»، فَقَالُوا: يَا رَسُولَ اللَّهِ، إِنَّمَا سَرَقَ قَالَ: «اقْطَعُوهُ» فَقُطِعَ. فَأُتِيَ بِهِ الثَّالِثَةَ فَقَالَ: «اقْتُلُوهُ» قَالُوا: يَا رَسُولَ اللَّهِ إِنَّمَا سَرَقَ، فَقَالَ: «اقْطَعُوهُ». ثُمَّ أُتِيَ بِهِ الرَّابِعَةَ، فَقَالَ: «اقْتُلُوهُ» قَالُوا: يَا رَسُولَ اللَّهِ، إِنَّمَا سَرَقَ، قَالَ: «اقْطَعُوهُ». فَأُتِيَ بِهِ الْخَامِسَةَ قَالَ: «اقْتُلُوهُ»، قَالَ جَابِرٌ: فَانْطَلَقْنَا بِهِ إِلَى مِرْبَد النَّعَمِ، وَحَمَلْنَاهُ فَاسْتَلْقَى عَلَى ظَهْرِهِ، ثُمَّ كَشَّرَ بِيَدَيْهِ وَرِجْلَيْهِ، فَانْصَدَعَتْ الْإِبِلُ، ثُمَّ حَمَلُوا عَلَيْهِ الثَّانِيَةَ، فَفَعَلَ مِثْلَ ذَلِكَ، ثُمَّ حَمَلُوا عَلَيْهِ الثَّالِثَةَ، فَرَمَيْنَاهُ بِالْحِجَارَةِ فَقَتَلْنَاهُ، ثُمَّ أَلْقَيْنَاهُ فِي بِئْرٍ، ثُمَّ رَمَيْنَا عَلَيْهِ بِالْحِجَارَةِ قَالَ أَبُو عَبْدِ الرَّحْمَنِ: «وَهَذَا حَدِيثٌ مُنْكَرٌ وَمُصْعَبُ بْنُ ثَابِتٍ لَيْسَ بِالْقَوِيِّ فِي الْحَدِيثِ، وَاللَّهُ تَعَالَى أَعْلَمُ»",
    "grade_id": 1,
    "grade": "নির্ণীত নয়",
    "grade_color": "#F0AD4E",
    "note": null,
    "chapter": {
      "chapter_number": "45"
    }
  }
}