{
  "hadith": {
    "hadith_id": 4991,
    "narrator": "আবু হুরায়রা এবং আবু যর (রাঃ)",
    "bn": "রাসুলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তার সাহাবায়ে কেরামের মধ্যে বসতেন: নবাগত লোক এসে তাঁকে চিনতে পারত না যতক্ষন না জিজ্ঞাসা করতো। আমরা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) –এর নিকট তাঁর জন্য একটি বসার স্থান নির্মাণের জন্য অনুমতি চাইলাম। যাতে নবাগত লোক তাঁকে সহজে চিনতে পারে। আমরা তাঁর জন্য মাটির একটি উঁচু স্থান তৈরী করলাম। তিনি তার উপর উপবেশন করতেন। একদা আমরা বসা ছিলাম, আর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর স্থানে উপবিষ্ট ছিলেন। এমন সময় এক নবাগত ব্যক্তির আগমন হলো, যার মুখমণ্ডল সকলের চেয়ে সুন্দর ছিল এবং যার শরীরের সুগন্ধি ছিল সকলের চেয়ে উত্তম। তাঁর বস্ত্রে একটু ময়লাও ছিল না। সে ব্যক্তি বিছানার কিনারা হতে সালাম করে বললেন: হে মুহাম্মদ! আপনাকে সালাম। তিনি তাঁর সালামের উত্তর দিলে তিনি বললেন: আমি কি নিকটে আসবো? তিনি বললেন: আস! এভাবে কয়েকবার বললেন, তিনিও কয়েকবার উত্তরে বললেন, হ্যাঁ, নিকটে আস। এমনকি তিনি নিকটে এসে নিজ হাত রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)–এর হাঁটুর উপর রাখলেন এবং বললেন: হে মুহাম্মদ! আমাকে ইসলাম সম্বন্ধে বলুন। তিনি বললেন: ইসলাম হলো তুমি আল্লাহ্‌ তা’আলার ইবাদত করবে এবং তাঁর সাথে কাউকে শরীক করবে না, সালাত কায়েম করবে এবং যাকাত আদায় করবে, কা’বা শরীফের হজ্জ করবে এবং রমজানের রোযা রাখবে। তিনি বললেন: আমি যদি এটা করি, তবে কি আমি মুসলমান হয়ে যাব? তিনি বললেন, হ্যাঁ। সে ব্যক্তি বললেন, আপনি সত্যই বলেছেন। ঐ ব্যক্তির ‘আপনি সত্য বলেছেন’ বাক্য শুনে আমাদের বিস্ময় জাগল। এরপর বললেন: হে মুহাম্মদ! আমাকে বলুন, ঈমান কি? তিনি বললেন: আল্লাহর প্রতি, তাঁর ফেরেশতাগণের, নবীগণের এবং কিতাবের প্রতি বিশ্বাস স্থাপন করা এবং কদরে বিশ্বাস করা। তিনি বললেন: আমি যদি এরূপ করি, তবে কি আমি মু’মিন হয়ে যাব? রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন; হ্যাঁ। তখন সে ব্যক্তি বললেন: আপনি সত্যই বলেছেন। এরপর তিনি বললেন: হে মুহাম্মদ! আমাকে বলুন, ইহসান কি? তিনি বললেন: তুমি এমনভাবে ইবাদত করবে, যেন তুমি আল্লাহ্‌ তা’আলাকে দেখছো। কেননা যদিও তুমি তাঁকে দেখছো না, তিনি তো তোমাকে দেখছেন। তিনি বললেন: আপনি সত্যই বলেছেন। তিনি আবার বললেন: হে মুহাম্মদ! কিয়ামত কবে হবে? তিনি কিছু বললেন না, বরং মাথা নিচু করলেন। লোকটি আবারও সেই প্রশ্ন করলেন কিন্তু তিনি তাকে কোন উত্তর দিলেন না। আবারও প্রশ্ন করলেন কিন্তু এবারও তিনি তাকে কোন উত্তর দিলেন না, অতঃপর তিনি মাথা উঠিয়ে বললেন: তুমি যার নিকট জিজ্ঞাসা করছো, তিনি প্রশ্নকারী হতে অধিক জ্ঞাত নন। কিন্তু এর অনেক আলামত রয়েছে। তুমি তা জানতে পার। যখন তুমি দেখবে পশুপালের রাখালরা সুউচ্চ প্রাসাদ নির্মাণ করবে, আর তুমি দেখবে, নগ্ন পদ ও নগ্ন দেহ লোকেরা ভুখণ্ডের বাদশাহ হবে, আরো তুমি দেখবে যে, দাসী তার মালিককে প্রসব করবে, তখন মনে করবে যে, কিয়ামত নিকটবর্তী। পাঁচটি বস্তু আল্লাহ্‌ ব্যতীত কেউ অবগত নয়। এরপর তিনি (আরবী) হতে (আরবী) পর্যন্ত পাঠ করলেন [১]। এরপর তিনি বললেন: ঐ সত্তার কসম! যিনি মুহাম্মদকে সত্য সহকারে পথ প্রদর্শক ও সুসংবাদদাতা রূপে প্রেরণ করেছেন, আমি তাঁকে তোমাদের চাইতে অধিক জানি না। তিনি ছিলেন, জিব্‌রাঈল (আঃ) যিনি দিহ্‌ইয়া কালবীর রূপে অবতীর্ণ হয়েছিলেন।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ قُدَامَةَ، عَنْ جَرِيرٍ، عَنْ أَبِي فَرْوَةَ، عَنْ أَبِي زُرْعَةَ، عَنْ أَبِي هُرَيْرَةَ، وَأَبِي ذَرٍّ، قَالَا: كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَجْلِسُ بَيْنَ ظَهْرَانَيْ أَصْحَابِهِ، فَيَجِيءُ الْغَرِيبُ فَلَا يَدْرِي أَيُّهُمْ هُوَ حَتَّى يَسْأَلَ، فَطَلَبْنَا إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ نَجْعَلَ لَهُ مَجْلِسًا يَعْرِفُهُ الْغَرِيبُ إِذَا أَتَاهُ، فَبَنَيْنَا لَهُ دُكَّانًا مِنْ طِينٍ، كَانَ يَجْلِسُ عَلَيْهِ، وَإِنَّا لَجُلُوسٌ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي مَجْلِسِهِ، إِذْ أَقْبَلَ رَجُلٌ أَحْسَنُ النَّاسِ وَجْهًا، وَأَطْيَبُ النَّاسِ رِيحًا، كَأَنَّ ثِيَابَهُ لَمْ يَمَسَّهَا دَنَسٌ، حَتَّى سَلَّمَ فِي طَرَفِ الْبِسَاطِ فَقَالَ: السَّلَامُ عَلَيْكَ يَا مُحَمَّدُ، فَرَدَّ عَلَيْهِ السَّلَامُ، قَالَ: أَدْنُو يَا مُحَمَّدُ، قَالَ: «ادْنُهْ» فَمَا زَالَ يَقُولُ: أَدْنُو مِرَارًا، وَيَقُولُ لَهُ: «ادْنُ» حَتَّى وَضَعَ يَدَهُ عَلَى رُكْبَتَيْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: يَا مُحَمَّدُ، أَخْبِرْنِي مَا الْإِسْلَامُ؟ قَالَ: «الْإِسْلَامُ أَنْ تَعْبُدَ اللَّهَ، وَلَا تُشْرِكَ بِهِ شَيْئًا، وَتُقِيمَ الصَّلَاةَ، وَتُؤْتِيَ الزَّكَاةَ، وَتَحُجَّ الْبَيْتَ، وَتَصُومَ رَمَضَانَ» قَالَ: إِذَا فَعَلْتُ ذَلِكَ فَقَدْ أَسْلَمْتُ؟ قَالَ: «نَعَمْ» قَالَ: صَدَقْتَ. فَلَمَّا سَمِعْنَا قَوْلَ الرَّجُلِ صَدَقْتَ أَنْكَرْنَاهُ، قَالَ: يَا مُحَمَّدُ، أَخْبِرْنِي مَا الْإِيمَانُ؟ قَالَ: «الْإِيمَانُ بِاللَّهِ، وَمَلَائِكَتِهِ، وَالْكِتَابِ، وَالنَّبِيِّينَ، وَتُؤْمِنُ بِالْقَدَرِ» قَالَ: فَإِذَا فَعَلْتُ ذَلِكَ فَقَدْ آمَنْتُ؟ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «نَعَمْ» قَالَ: صَدَقْتَ. قَالَ: يَا مُحَمَّدُ، أَخْبِرْنِي مَا الْإِحْسَانُ؟ قَالَ: «أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ، فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ» قَالَ: صَدَقْتَ. قَالَ: يَا مُحَمَّدُ، أَخْبِرْنِي مَتَى السَّاعَةُ؟ قَالَ: فَنَكَسَ فَلَمْ يُجِبْهُ شَيْئًا، ثُمَّ أَعَادَ، فَلَمْ يُجِبْهُ شَيْئًا، ثُمَّ أَعَادَ فَلَمْ يُجِبْهُ شَيْئًا، وَرَفَعَ رَأْسَهُ فَقَالَ: \" مَا الْمَسْئُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِلِ، وَلَكِنْ لَهَا عَلَامَاتٌ تُعْرَفُ بِهَا، إِذَا رَأَيْتَ الرِّعَاءَ الْبُهُمَ يَتَطَاوَلُونَ فِي الْبُنْيَانِ، وَرَأَيْتَ الْحُفَاةَ الْعُرَاةَ مُلُوكَ الْأَرْضِ، وَرَأَيْتَ الْمَرْأَةَ تَلِدُ رَبَّهَا، خَمْسٌ لَا يَعْلَمُهَا إِلَّا اللَّهُ، {إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ} [لقمان: 34] إِلَى قَوْلِهِ: {إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ} [لقمان: 34] ثُمَّ قَالَ: «لَا وَالَّذِي بَعَثَ مُحَمَّدًا بِالْحَقِّ هُدًى وَبَشِيرًا، مَا كُنْتُ بِأَعْلَمَ بِهِ مِنْ رَجُلٍ مِنْكُمْ، وَإِنَّهُ لَجِبْرِيلُ عَلَيْهِ السَّلَامُ نَزَلَ فِي صُورَةِ دِحْيَةَ الْكَلْبِيِّ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] অর্থ: “নিশ্চয়ই আল্লাহ্‌, তাঁর কাছে রয়েছে কিয়ামতের জ্ঞান, তিনি নাযিল করেন বৃষ্টি এবং তিনি জানেন যা রয়েছে মাতৃগর্ভে, কেউ জানে না সে আগামীকাল কি কামাই করবে আর কেউ জানে না কোন্‌ মাটিতে সে মারা যাবে, নিশ্চয়ই আল্লাহ্‌ সর্বজ্ঞানী ও সর্ব বিষয়ে অবহিত” (লুকমান : ৩৪)।",
    "chapter": {
      "chapter_number": "46"
    }
  }
}