{
  "hadith": {
    "hadith_id": 502,
    "narrator": "আবু হুরায়রা (রাঃ)",
    "bn": "তিনি বলেনঃ রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ ইনি জিব্রাইল (আঃ), যিনি তোমাদেরকে তোমাদের দ্বীন শিক্ষা দেওয়ার জন্য এসেছেন। তিনি ঊষা উদিত হলে ফজরের সালাত আদায় করেন। যোহরের সালাত আদায় করেন সূর্য ঢলে পড়লে, তারপর আসরের সালাত আদায় করেন যখন ছায়া তাঁর সামনে দেখেন। তারপর মাগরিবের সালাত আদায় করলেন যখন সূর্য অস্তমিত হল, আর সাওম পালনকারীর জন্য ইফতার করা হালাল হল। তারপর ইশার সালাত আদায় করেন সূর্য অস্তমিত হওয়ার পর যে শফক [১] দেখা যায়, তা অদৃশ্য হওয়ার পর। জিব্রাইল (আঃ) আবার পরদিন আসেন এবং নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে নিয়ে ফজরের সালাত আদায় করেন যখন কিছুটা ফর্সা হল। পরে তাঁকে নিয়ে যোহরের সালাত আদায় করেন যখন ছায়া তাঁর সমান হল। তারপর আসরের সালাত আদায় করেন যখন ছায়া তাঁর দ্বিগুণ হল। পরে মাগরিবের সালাত একই সময়ে পূর্ব দিনের ন্যায় আদায় করেন। যখন সূর্য অস্তমিত হল এবং সাওম পালনকারীর জন্য ইফতার করা হালাল হল। এরপর রাতের কিছু অংশ অতিবাহিত হলে ইশার সালাত আদায় করেন। পরে তিনি বলেনঃ আপনার আজকের সালাত এবং গত কালকের সালাতের মধ্যবর্তী সময়ই হল সালাতের সময়।",
    "ar": "أَخْبَرَنَا الْحُسَيْنُ بْنُ حُرَيْثٍ، قَالَ: أَنْبَأَنَا الْفَضْلُ بْنُ مُوسَى، عَنْ مُحَمَّدِ بْنِ عَمْرٍو، عَنْ أَبِي سَلَمَةَ، عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «هَذَا جِبْرِيلُ عَلَيْهِ السَّلَامُ جَاءَكُمْ يُعَلِّمُكُمْ دِينَكُمْ، فَصَلَّى الصُّبْحَ حِينَ طَلَعَ الْفَجْرُ، وَصَلَّى الظُّهْرَ حِينَ زَاغَتِ الشَّمْسُ، ثُمَّ صَلَّى الْعَصْرَ حِينَ رَأَى الظِّلَّ مِثْلَهُ، ثُمَّ صَلَّى الْمَغْرِبَ حِينَ غَرَبَتِ الشَّمْسُ وَحَلَّ فِطْرُ الصَّائِمِ، ثُمَّ صَلَّى الْعِشَاءَ حِينَ ذَهَبَ شَفَقُ اللَّيْلِ , ثُمَّ جَاءَهُ الْغَدَ فَصَلَّى بِهِ الصُّبْحَ حِينَ أَسْفَرَ قَلِيلًا، ثُمَّ صَلَّى بِهِ الظُّهْرَ حِينَ كَانَ الظِّلُّ مِثْلَهُ، ثُمَّ صَلَّى الْعَصْرَ حِينَ كَانَ الظِّلُّ مِثْلَيْهِ، ثُمَّ صَلَّى الْمَغْرِبَ بِوَقْتٍ وَاحِدٍ حِينَ غَرَبَتِ الشَّمْسُ وَحَلَّ فِطْرُ الصَّائِمِ، ثُمَّ صَلَّى الْعِشَاءَ حِينَ ذَهَبَ سَاعَةٌ مِنَ اللَّيْلِ»، ثُمَّ قَالَ: «الصَّلَاةُ مَا بَيْنَ صَلَاتِكَ أَمْسِ وَصَلَاتِكَ الْيَوْمَ»",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ইমাম মালিক, শাফিঈ, আহমদ, আবু ইউসুফ ও মুহাম্মদ (রহঃ) -এর মতে- অস্তাচলে যে লালিমা দৃষ্ট হয় তাই ‘শফক’। ইমাম আবু হানিফা (রহঃ) -এর মতে- লালিমা অস্ত যাওয়ার পর যে সাদা বর্ণ দেখা যায়, তাই শফক। এটা অদৃশ্য হলে ইশার সালাতের সময় আরম্ভ হয়।",
    "chapter": {
      "chapter_number": "6"
    }
  }
}