{
  "hadith": {
    "hadith_id": 5091,
    "narrator": "আবূল হুসায়ন ইব্‌ন  হায়সাম ইব্‌ন শুআয়ব (রহঃ)",
    "bn": "তিনি বলেন, আমি এবং ইয়ামানের মাআফির নামক স্থানের বাসিন্দা আবূ আমির নামক আমার এক বন্ধু বায়তুল মুকাদ্দাসে সালাত আদায়ের উদ্দেশ্যে বের হলাম। সেখানে উপদেশদাতা বা বক্তা ছিলেন সাহাবী আবূ রায়হানা, যিনি আযদ গোত্রের লোক। আবূ হুসায়ন বলেন, আমার সফরসঙ্গী আমার আগে মসজিদে গমন করলেন, আমি পরে গিয়ে তাঁকে পেলাম এবং তাঁর পাশেই বসলাম। তিনি আমাকে জিজ্ঞেস করলেনঃ তুমি কি আবূ রায়হানার ওয়ায শুনতে পেয়েছ? আমি বললামঃ না। তিনি বললেনঃ আমি তাঁকে বলতে শুনেছি যে, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দশটি জিনিস নিষেধ করেছেনঃ (যুবতী সাজার জন্য) দাঁত ঘষে চিকন করা, শরীরে উল্কি আঁকা, সাদা চুল উৎপাটন করা, বিবস্ত্র অবস্থায় এক চাদরের নিচে এক পুরুষের সঙ্গে অন্য পুরুষের শয়ন করা, অনুরুপ কোন মহিলার অন্য মহিলার সঙ্গে এক চাদরের নিচে শয়ন করা, অনারবদের মত কোন ব্যক্তির পোশাকের নিচের দিকে রেশম ব্যবহার করা অথবা কাঁধে রেশম ব্যবহার করা, দৌড়ে বাজী ধরা, চিতা বাঘের চামড়া ব্যাবহার করা, ক্ষমতায় অধিষ্ঠিত ব্যাক্তি ব্যতীত অন্য কারো আংটি ব্যবহার করা।",
    "ar": "أَخْبَرَنَا عَبْدُ الرَّحْمَنِ بْنُ عَبْدِ اللَّهِ بْنِ عَبْدِ الْحَكَمِ، قَالَ: حَدَّثَنَا أَبِي، وَأَبُو الْأَسْوَدِ النَّضْرُ بْنُ عَبْدِ الْجَبَّارِ، قَالَا: حَدَّثَنَا الْمُفَضَّلُ بْنُ فَضَالَةَ، عَنْ عَيَّاشِ بْنِ عَبَّاسٍ الْقِتْبَانِيِّ، عَنْ أَبِي الْحُصَيْنِ الْهَيْثَمِ بْنِ شُفَيٍّ، وَقَالَ أَبُو الْأَسْوَدِ: شُفَيٌّ، إِنَّهُ سَمِعَهُ يَقُولُ: خَرَجْتُ أَنَا وَصَاحِبٌ لِي يُسَمَّى أَبَا عَامِرٍ، رَجُلٌ مِنَ الْمَعَافِرِ لِنُصَلِّيَ بِإِيلِيَاءَ، وَكَانَ قَاصُّهُمْ رَجُلًا مِنَ الْأَزْدِ يُقَالُ لَهُ: أَبُو رَيْحَانَةَ مِنَ الصَّحَابَةِ قَالَ أَبُو الْحُصَيْنِ: فَسَبَقَنِي صَاحِبِي إِلَى الْمَسْجِدِ، ثُمَّ أَدْرَكْتُهُ فَجَلَسْتُ إِلَى جَنْبِهِ، فَقَالَ: هَلْ أَدْرَكْتَ قَصَصَ أَبِي رَيْحَانَةَ؟ فَقُلْتُ: لَا، فَقَالَ: سَمِعْتُهُ يَقُولُ: \" نَهَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنْ عَشْرٍ عَنْ: الْوَشْرِ، وَالْوَشْمِ، وَالنَّتْفِ، وَعَنْ مُكَامَعَةِ الرَّجُلِ الرَّجُلَ بِغَيْرِ شِعَارٍ، وَعَنْ مُكَامَعَةِ الْمَرْأَةِ الْمَرْأَةَ بِغَيْرِ شِعَارٍ، وَأَنْ يَجْعَلَ الرَّجُلُ أَسْفَلَ ثِيَابِهِ حَرِيرًا مِثْلَ الْأَعَاجِمِ، أَوْ يَجْعَلَ عَلَى مَنْكِبَيْهِ حَرِيرًا، أَمْثَالَ الْأَعَاجِمِ، وَعَنِ النُّهْبَى، وَعَنْ رُكُوبِ النُّمُورِ، وَلُبُوسِ الْخَوَاتِيمِ إِلَّا لِذِي سُلْطَانٍ \"",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": null,
    "chapter": {
      "chapter_number": "47"
    }
  }
}