{
  "hadith": {
    "hadith_id": 513,
    "narrator": "জাবির ইব্‌ন আবদুল্লাহ (রাঃ)",
    "bn": "জিব্রাঈল (আঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -কে সালাতের ওয়াক্ত শিক্ষা দেয়ার জন্য আসলেন। তারপর জিব্রাঈল (আঃ) সামনে দাঁড়ালেন এবং রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর পিছনে এবং অন্যান্য লোকেরা দাঁড়ালেন এবং রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর পিছনে। এরপর যোহরের সালাত আদায় করলেন যখন সূর্য ঢলে পড়লো, আবার যখন প্রত্যেক বস্তুর ছায়া তার বরাবর হল, তখন জিব্রাইল (আঃ) আগমন করলেন এবং পূর্বের মত তিনি আগে দাঁড়ালেন, আর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর পিছনে এবং অন্যান্য লোকগণ রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর পিছনে (সারিবদ্ধ হয়ে) দাঁড়িয়ে গেলেন। (এভাবে) আসরের সালাত আদায় করলেন। পুনরায় সূর্যাস্তের পর জিব্রাইল (আঃ) আসলেন এবং সামনে দাঁড়ালেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর পিছনে এবং অন্যান্য লোকগণ রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর পিছনে দাঁড়িয়ে মাগরিবের সালাত আদায় করলেন। আবার সূর্যাস্তের পর যখন শফক অদৃশ্য হয়ে গেল, তখন জিব্রাইল (আঃ) আসলেন এবং সামনে দাঁড়ালেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর পিছনে এবং অন্যান্য লোকগণ রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর পিছনে দাড়িয়ে গেলেন। এভাবে ‘ইশার সালাত আদায় করলেন। পুনরায় প্রভাত হাওয়ার পর জিব্রাইল (আঃ) আসলেন এবং সামনে দাঁড়ালেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁর পিছনে এবং অন্যান্য লোকগণ রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর পিছনে দাড়িয়ে ফজরের সালাত আদায় করলেন। তারপর দ্বিতীয় দিন আসলেন যখন লোকের ছায়া তাঁর সমান হল। তখন গতদিন যেরূপ করা হয়েছিল সেরূপ করা হল —যোহরের সালাত আদায় করলেন। তারপর তিনি আবার আসলেন যখন লোকের ছায়া তাঁর দ্বিগুণ হল, তখন গত দিন এর ন্যায় আসর এর সালাত আদায় করলেন। আবার যখন সূর্য অস্তমিত হয়ে গেল, তখন গত দিন এর ন্যায় মাগরিব এর সালাত আদায় করলেন। পরে আমরা ঘুমিয়ে পরলাম। ঘুম থেকে জাগলাম, পুনরায় ঘুমিয়ে ঘুম থেকে জাগলাম। এরপর তিনি এসে পূর্বের ন্যায় ইশার সালাত আদায় করলেন। পুনরায় আসলেন যখন প্রভাত হল এবং (আকাশে) তারকাগুলি দৃশ্যমান ছিল।  তখন ও পূর্বের ন্যায় ফযরের সালাত আদায় করলেন। তারপর বললেনঃ উভয় দিনের সালাতের মধ্যবর্তী সময় সালাত এর জন্য নির্ধারিত।[১]",
    "ar": "أَخْبَرَنَا يُوسُفُ بْنُ وَاضِحٍ قَالَ: حَدَّثَنَا قُدَامَةُ يَعْنِي ابْنَ شِهَابٍ، عَنْ بُرْدٍ، عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ، عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ، \" أَنَّ جِبْرِيلَ أَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُعَلِّمُهُ مَوَاقِيتَ الصَّلَاةِ، فَتَقَدَّمَ جِبْرِيلُ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَلْفَهُ، وَالنَّاسُ خَلْفَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَصَلَّى الظُّهْرَ حِينَ زَالَتِ الشَّمْسُ، وَأَتَاهُ حِينَ كَانَ الظِّلُّ مِثْلَ شَخْصِهِ فَصَنَعَ كَمَا صَنَعَ، فَتَقَدَّمَ جِبْرِيلُ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَلْفَهُ، وَالنَّاسُ خَلْفَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى الْعَصْرَ، ثُمَّ أَتَاهُ حِينَ وَجَبَتِ الشَّمْسُ فَتَقَدَّمَ جِبْرِيلُ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَلْفَهُ، وَالنَّاسُ خَلْفَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى الْمَغْرِبَ، ثُمَّ أَتَاهُ حِينَ غَابَ الشَّفَقُ فَتَقَدَّمَ جِبْرِيلُ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَلْفَهُ، وَالنَّاسُ خَلْفَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى الْعِشَاءَ، ثُمَّ أَتَاهُ حِينَ انْشَقَّ الْفَجْرُ فَتَقَدَّمَ جِبْرِيلُ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ خَلْفَهُ، وَالنَّاسُ خَلْفَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى الْغَدَاةَ، ثُمَّ أَتَاهُ الْيَوْمَ الثَّانِيَ حِينَ كَانَ ظِلُّ الرَّجُلِ مِثْلَ شَخْصِهِ فَصَنَعَ مِثْلَ مَا صَنَعَ بِالْأَمْسِ فَصَلَّى الظُّهْرَ، ثُمَّ أَتَاهُ حِينَ كَانَ ظِلُّ الرَّجُلِ مِثْلَ شَخْصَيْهِ فَصَنَعَ كَمَا صَنَعَ بِالْأَمْسِ فَصَلَّى الْعَصْرَ، ثُمَّ أَتَاهُ حِينَ وَجَبَتِ الشَّمْسُ فَصَنَعَ كَمَا صَنَعَ بِالْأَمْسِ فَصَلَّى الْمَغْرِبَ، فَنِمْنَا ثُمَّ قُمْنَا، ثُمَّ نِمْنَا ثُمَّ قُمْنَا، فَأَتَاهُ فَصَنَعَ كَمَا صَنَعَ بِالْأَمْسِ فَصَلَّى الْعِشَاءَ، ثُمَّ أَتَاهُ حِينَ امْتَدَّ الْفَجْرُ وَأَصْبَحَ وَالنُّجُومُ بَادِيَةٌ مُشْتَبِكَةٌ فَصَنَعَ كَمَا صَنَعَ بِالْأَمْسِ فَصَلَّى الْغَدَاةَ، ثُمَّ قَالَ: مَا بَيْنَ هَاتَيْنِ الصَّلَاتَيْنِ وَقْتٌ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}