{
  "hadith": {
    "hadith_id": 523,
    "narrator": "আবূ মূসা (রাঃ)",
    "bn": "তিনি বলেনঃ এক ব্যক্তি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে সালাতের ওয়াক্ত সম্মন্ধে জিজ্ঞাসা করল। তিনি কোন উত্তর না দিয়ে বিলাল (রাঃ) -কে সালাতের প্রস্তুতির জন্য আদেশ করলেন। প্রভাতের সময় বিলাল (রাঃ) ফজরের ইকামত বললেন। যখন সূর্য ঢলে পড়লো তখন তিনি বিলালকে নির্দেশ দিলেন এবং তিনি যোহরের ইকামত বললেন।[১] কেউ বলতো (এই মাত্র) দ্বিপ্রহর হল না কি? অথচ তিনি অবগত ছিলেন। পুনরায় আদেশ করলেন, অতঃপর সূর্য ঊর্ধ্বাকাশে থাকতেই আসরের ইকামত বললেন। পুনরায় আদেশ করলেন এবং সূর্য অস্ত যাওয়ার পরই মাগরিবের ইকামত বললেন। শফক অদৃশ্য হয়ে যাওয়ার পর ইশার সালাতের ইকামত বললেন। পরদিন ফজরের সালাত এত বিলম্বে আদায় করলেন যে, সালাত শেষে প্রত্যাবর্তনের সময় কেউ (সন্দেহ করে) বললো, সূর্যোদয় হয়ে গেছে।[২] পরে যোহরের সালাত এত বিলম্বে আদায় করলেন যে, গতকালের আসরের সময়ের নিকটবর্তী হয়ে গিয়েছিল। আসরের সালাতকে এত বিলম্বে আদায় করলেন যে, প্রত্যাবর্তনের সময় (সন্দিহান হয়ে) কেউ বলল, সূর্য রক্তিম বর্ণ হয়ে গেছে। পুনরায় মাগরিবের এত বিলম্বে আদায় করলেন যে, শফক অদৃশ্য হওয়ার উপক্রম হয়ে গিয়েছিল। তিনি ইশার সালাতকে রাতের এক-তৃতীয়াংশ পর্যন্ত বিলম্ব করে আদায় করলেন। পুনরায় বললেন, এই দুই দিনের দুই ধরনের ওয়াক্তের মধ্যখানেই সালাতের ওয়াক্ত।",
    "ar": "أَخْبَرَنَا عَبْدَةُ بْنُ عَبْدِ اللَّهِ، وَأَحْمَدُ بْنُ سُلَيْمَانَ وَاللَّفْظُ لَهُ قَالَا: حَدَّثَنَا أَبُو دَاوُدَ، عَنْ بَدْرِ بْنِ عُثْمَانَ قَالَ إِمْلَاءً عَلَيَّ: حَدَّثَنَا أَبُو بَكْرِ بْنُ أَبِي مُوسَى، عَنْ أَبِيهِ قَالَ: أَتَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سَائِلٌ يَسْأَلُهُ عَنْ مَوَاقِيتِ الصَّلَاةِ فَلَمْ يَرُدَّ عَلَيْهِ شَيْئًا، فَأَمَرَ بِلَالًا فَأَقَامَ بِالْفَجْرِ حِينَ انْشَقَّ، ثُمَّ أَمَرَهُ فَأَقَامَ بِالظُّهْرِ حِينَ زَالَتِ الشَّمْسُ وَالْقَائِلُ يَقُولُ: انْتَصَفَ النَّهَارُ وَهُوَ أَعْلَمُ، ثُمَّ أَمَرَهُ فَأَقَامَ بِالْعَصْرِ وَالشَّمْسُ مُرْتَفِعَةٌ، ثُمَّ أَمَرَهُ فَأَقَامَ بِالْمَغْرِبِ حِينَ غَرَبَتِ الشَّمْسُ، ثُمَّ أَمَرَهُ فَأَقَامَ بِالْعِشَاءِ حِينَ غَابَ الشَّفَقُ، ثُمَّ أَخَّرَ الْفَجْرَ مِنَ الْغَدِ حِينَ انْصَرَفَ وَالْقَائِلُ يَقُولُ: طَلَعَتِ الشَّمْسُ، ثُمَّ أَخَّرَ الظُّهْرَ إِلَى قَرِيبٍ مِنْ وَقْتِ الْعَصْرِ بِالْأَمْسِ، ثُمَّ أَخَّرَ الْعَصْرَ حَتَّى انْصَرَفَ وَالْقَائِلُ يَقُولُ: احْمَرَّتِ الشَّمْسُ، ثُمَّ أَخَّرَ الْمَغْرِبَ حَتَّى كَانَ عِنْدَ سُقُوطِ الشَّفَقِ، ثُمَّ أَخَّرَ الْعِشَاءَ إِلَى ثُلُثِ اللَّيْلِ، ثُمَّ قَالَ: «الْوَقْتُ فِيمَا بَيْنَ هَذَيْنِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] যোহরের সালাত সূর্য ঢলে পড়ামাত্র এত শীঘ্র আদায় করতেন যে, কেউ সূর্য দেখে মনে করতো যে, এখন ঠিক দ্বিপ্রহর। অথচ নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) অবগত ছিলেন যে, সূর্য ঢলে গিয়েছে এবং সালাতের প্রথম ওয়াক্ত হয়েছে।    \n[২] অর্থাৎ দ্বিতীয় দিন ফজরের সালাত এত বিলম্বে আদায় করলেন যে, সূর্যোদয় হয়েছে বলে কারো কারো সন্দেহ হয়েছিল।",
    "chapter": {
      "chapter_number": "6"
    }
  }
}