{
  "hadith": {
    "hadith_id": 524,
    "narrator": "বশীর ইব্ন সাল্লাম (রহঃ)",
    "bn": "তিনি বলেনঃ হাজ্জাজ ইব্ন ইউসুফের আমলে আমি এবং মুহাম্মদ ইব্ন আলী (রাঃ) জাবীর ইব্ন আবদুল্লাহ আনসারী (রাঃ) এর নিকট উপস্থিত হয়ে বললাম, আমাদেরকে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সালাত সম্পর্কে অবগত করুন। তিনি [জাবীর (রাঃ)] বললেন, যখন সূর্য ঢলে পড়লো এবং ছায়া জুতার ফিতার সমান হলো, তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিজ গৃহ থেকে বের হয়ে যোহরের সালাত আদায় করলেন। পুনরায় যখন ছায়া জুতার ফিতা পরিমাণ ও মানুষের ছায়ার সমপরিমাণ হল, তখন আসরের সালাত আদায় করলেন। সূর্য অস্তমিত হলে মাগরিবের সালাত আদায় করলেন। শফক অদৃশ্য হলে ইশার সালাত আদায় করলেন। প্রভাত হলে (প্রথম ওয়াক্তে) ফজরের সালাত আদায় করলেন। পরদিন লোকের ছায়া তার সমান হলে যোহরের সালাত আদায় করলেন। মানুষের ছায়া যখন তার দ্বিগুণ হলো এবং সূর্যাস্তের পূর্বে এতটুকু সময় বাকী রইল যে, একজন দ্রুতগামী আরোহী (মদীনা থেকে) যুল-হুলায়ফা পর্যন্ত পৌঁছতে পারে, তখন তিনি আসরের  সালাত আদায় করলেন। সূর্যাস্তের পর মাগরিবের সালাত আদায় করলেন। রাত এক-তৃতীয়াংশ অথবা অর্ধাংশ শেষ হওয়ার পূর্বে (বর্ণনাকারী যায়দ সন্দেহ করলেন) ইশার সালাত আদায় করলেন। তারপর ফজরের সালাত আদায় করলেন যখন ফর্সা হয়ে গেল।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ سُلَيْمَانَ قَالَ: حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ قَالَ: حَدَّثَنَا خَارِجَةُ بْنُ عَبْدِ اللَّهِ بْنِ سُلَيْمَانَ بْنِ زَيْدِ بْنِ ثَابِتٍ قَالَ: حَدَّثَنِي الْحُسَيْنُ بْنُ بَشِيرِ بْنِ سَلَّامٍ، عَنْ أَبِيهِ قَالَ: دَخَلْتُ أَنَا وَمُحَمَّدُ بْنُ عَلِيٍّ عَلَى جَابِرِ بْنِ عَبْدِ اللَّهِ الْأَنْصَارِيِّ فَقُلْنَا لَهُ: أَخْبِرْنَا عَنْ صَلَاةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَذَاكَ زَمَنَ الْحَجَّاجِ بْنِ يُوسُفَ. قَالَ: «خَرَجَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى الظُّهْرَ حِينَ زَالَتِ الشَّمْسُ وَكَانَ الْفَيْءُ قَدْرَ الشِّرَاكِ، ثُمَّ صَلَّى الْعَصْرَ حِينَ كَانَ الْفَيْءُ قَدْرَ الشِّرَاكِ، وَظِلِّ الرَّجُلِ، ثُمَّ صَلَّى الْمَغْرِبَ حِينَ غَابَتِ الشَّمْسُ، ثُمَّ صَلَّى الْعِشَاءَ حِينَ غَابَ الشَّفَقُ، ثُمَّ صَلَّى الْفَجْرَ حِينَ طَلَعَ الْفَجْرُ، ثُمَّ صَلَّى مِنَ الْغَدِ الظُّهْرَ حِينَ كَانَ الظِّلُّ طُولَ الرَّجُلِ، ثُمَّ صَلَّى الْعَصْرَ حِينَ كَانَ ظِلُّ الرَّجُلِ مِثْلَيْهِ قَدْرَ مَا يَسِيرُ الرَّاكِبُ سَيْرَ الْعَنَقِ إِلَى ذِي الْحُلَيْفَةِ، ثُمَّ صَلَّى الْمَغْرِبَ حِينَ غَابَتِ الشَّمْسُ، ثُمَّ صَلَّى الْعِشَاءَ إِلَى ثُلُثِ اللَّيْلِ أَوْ نِصْفِ اللَّيْلِ - شَكَّ زَيْدٌ - ثُمَّ صَلَّى الْفَجْرَ فَأَسْفَرَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}