{
  "hadith": {
    "hadith_id": 526,
    "narrator": "জাবির ইব্ন আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেনঃ সূর্য ঢলে পড়ার পর জিব্রাঈল (আঃ) নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বললেনঃ হে মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনি দাঁড়ান, সূর্য মাথার উপর থেকে ঢলে পড়লে যোহরের সালাত আদায় করুন। তারপর অপেক্ষা করলেন। যখন মানুষের ছায়া তার সমান হলো, তখন আসরের জন্য তাঁর নিকট এসে বললেন, হে মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! উঠুন এবং আসরের সালাত আদায় করুন। আবার অপেক্ষা করলেন। যখন সূর্য অস্তমিত হল তখন এসে বললেন, হে মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! উঠুন এবং মাগরিবের সালাত আদায় করুন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দাঁড়ালেন এবং সূর্য ডোবার সাথে সাথেই মাগরিবের সালাত আদায় করলেন। পুনরায় অপেক্ষা করলেন এবং আকাশের শফক অদৃশ্য হয়ে গেলে তিনি এসে বললেনঃ উঠুন এবং ইশার সালাত আদায় করুন। তিনি দাঁড়িয়ে ইশার সালাত আদায় করলেন। যখন স্পষ্টরূপে প্রভাত হল, আবার এসে বললেনঃ হে মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! উঠুন এবং ফজরের সালাত আদায় করুন। তিনি ফজরের সালাত আদায় করলেন। পরদিন ছায়া মানুষের বরাবর হলে আবার এসে বললেনঃ হে মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! আপনি উঠুন এবং সালাত আদায় করুন। তিনি যোহরের সালাত আদায় করলেন। কোন মানুষের ছায়া যখন দ্বিগুণ হলো জিব্রাঈল (আঃ) আবার আসলেন এবং বললেনঃ হে মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)! উঠুন এবং সালাত আদায় করুন। তিনি আসরের সালাত আদায় করলেন। সূর্যাস্তের পর পূর্বদিনের ন্যায় মাগরিবের জন্য আবার আসলেন এবং বললেন, উঠে সালাত আদায় করুন। মাগরিবের সালাত আদায় করলেন। রাতের এক-তৃতীয়াংশ চলে গেলে ইশার জন্য আবার এসে বললেনঃ উঠুন এবং সালাত আদায় করুন। তিনি ইশা আদায় করলেন। প্রভাত স্পষ্ট হওয়ার পর ফজরের সালাতের জন্য আবার আসলেন এবং বললেন, উঠুন, সালাত আদায় করুন এবং তিনি ফজরের সালাত আদায় করলেন। অতঃপর বললেন, এই দুই দিনের সময়ের মধ্যবর্তী সময়ই সালাতের সময়।",
    "ar": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ حُسَيْنِ بْنِ عَلِيِّ بْنِ حُسَيْنٍ قَالَ: أَخْبَرَنِي وَهْبُ بْنُ كَيْسَانَ قَالَ: حَدَّثَنَا جَابِرُ بْنُ عَبْدِ اللَّهِ، قَالَ: \" جَاءَ جِبْرِيلُ عَلَيْهِ السَّلَامُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ زَالَتِ الشَّمْسُ فَقَالَ: قُمْ يَا مُحَمَّدُ فَصَلِّ الظُّهْرَ حِينَ مَالَتِ الشَّمْسُ، ثُمَّ مَكَثَ حَتَّى إِذَا كَانَ فَيْءُ الرَّجُلِ مِثْلَهُ جَاءَهُ لِلْعَصْرِ فَقَالَ: قُمْ يَا مُحَمَّدُ فَصَلِّ الْعَصْرَ، ثُمَّ مَكَثَ حَتَّى إِذَا غَابَتِ الشَّمْسُ جَاءَهُ فَقَالَ: قُمْ فَصَلِّ الْمَغْرِبَ، فَقَامَ فَصَلَّاهَا حِينَ غَابَتِ الشَّمْسُ سَوَاءً، ثُمَّ مَكَثَ حَتَّى إِذَا ذَهَبَ الشَّفَقُ جَاءَهُ فَقَالَ: قُمْ فَصَلِّ الْعِشَاءَ فَقَامَ فَصَلَّاهَا، ثُمَّ جَاءَهُ حِينَ سَطَعَ الْفَجْرُ فِي الصُّبْحِ فَقَالَ: قُمْ يَا مُحَمَّدُ فَصَلِّ، فَقَامَ فَصَلَّى الصُّبْحَ، ثُمَّ جَاءَهُ مِنَ الْغَدِ حِينَ كَانَ فَيْءُ الرَّجُلِ مِثْلَهُ فَقَالَ: قُمْ يَا مُحَمَّدُ فَصَلِّ، فَصَلَّى الظُّهْرَ، ثُمَّ جَاءَهُ جِبْرِيلُ عَلَيْهِ السَّلَامُ حِينَ كَانَ فَيْءُ الرَّجُلِ مِثْلَيْهِ فَقَالَ: قُمْ يَا مُحَمَّدُ فَصَلِّ، فَصَلَّى الْعَصْرَ، ثُمَّ جَاءَهُ لِلْمَغْرِبِ حِينَ غَابَتِ الشَّمْسُ وَقْتًا وَاحِدًا لَمْ يَزُلْ عَنْهُ فَقَالَ: قُمْ فَصَلِّ فَصَلَّى الْمَغْرِبَ، ثُمَّ جَاءَهُ لِلْعِشَاءِ حِينَ ذَهَبَ ثُلُثُ اللَّيْلِ الْأَوَّلُ فَقَالَ: قُمْ فَصَلِّ، فَصَلَّى الْعِشَاءَ، ثُمَّ جَاءَهُ لِلصُّبْحِ حِينَ أَسْفَرَ جِدًّا فَقَالَ: قُمْ فَصَلِّ، فَصَلَّى الصُّبْحَ، فَقَالَ: مَا بَيْنَ هَذَيْنِ وَقْتٌ كُلُّهُ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}