{
  "hadith": {
    "hadith_id": 5398,
    "narrator": "আবদুল্লাহ্‌ ইব্‌ন মাসউদ (রাঃ)",
    "bn": "তিনি বলেন, আমাদের উপর এমন এক সময় অতিবাহিত হয়েছে, যখন আমরা কোন ফয়সালা বা মীমাংসা করতাম না ; আর আমরা তার উপযুক্তও ছিলাম না, আল্লাহ্‌ তাআলা আমাদের ভাগ্যে রেখেছেন এবং আমরা এই পর্যায়ে পৌছালাম, যা তোমরা দেখছো। অতএব, এরপর যদি কারা কোন ফয়সালা বা মীমাংসা করতে হয়, তবে সে যেন আল্লাহ্‌র কিতাব অনুযায়ী তার মীমাংসা করে ; যদি তার নিকট এমন ব্যাপার উপস্থিত হয়, যা আল্লাহ্‌র কিতাবে নেই ; তবে সে যেন এর মীমাংসা ঐরূপ করে, যা দ্বারা তার সে মীমাংসা করেছেন। আর যদি তার নিকট এমন বিষয় উপস্থিত হয়, য আল্লাহ্‌র কিতাবেও নেই এবং তাঁর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর মীমাংসা করেন নি; তবে সেভাবে সে মীমাংসা করবে যেভাবে নেক্‌কারগণ যা দ্বারা মীমাংসা করেছেন। আর তোমাদের কেউ যেন একথা না বলে যে, আমি ভয় করি, আমি ভয় করি। কেননা, হালাল স্পষ্ট, আর হারামও স্পষ্ট আর এদুয়ের মধ্যে রয়েছে সন্দেহজনক বিষয়সমূহ। অতএব, তুমি তা পরিত্যাগ কর, যা তোমাকে সন্দেহে নিপতিত করে, আর যাতে সন্দেহ নেই, তুমি তা কর।",
    "ar": "أَخْبَرَنِي مُحَمَّدُ بْنُ عَلِيِّ بْنِ مَيْمُونٍ، قَالَ: حَدَّثَنَا الْفِرْيَابِيُّ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ الْأَعْمَشِ، عَنْ عُمَارَةَ بْنِ عُمَيْرٍ، عَنْ حُرَيْثِ بْنِ ظُهَيْرٍ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ: \" أَتَى عَلَيْنَا حِينٌ وَلَسْنَا نَقْضِي، وَلَسْنَا هُنَالِكَ، وَإِنَّ اللَّهَ عَزَّ وَجَلَّ قَدَّرَ أَنْ بَلَغْنَا مَا تَرَوْنَ، فَمَنْ عَرَضَ لَهُ قَضَاءٌ بَعْدَ الْيَوْمِ، فَلْيَقْضِ فِيهِ بِمَا فِي كِتَابِ اللَّهِ، فَإِنْ جَاءَ أَمْرٌ لَيْسَ فِي كِتَابِ اللَّهِ، فَلْيَقْضِ بِمَا قَضَى بِهِ نَبِيُّهُ، فَإِنْ جَاءَ أَمْرٌ لَيْسَ فِي كِتَابِ اللَّهِ، وَلَمْ يَقْضِ بِهِ نَبِيُّهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَلْيَقْضِ بِمَا قَضَى بِهِ الصَّالِحُونَ، وَلَا يَقُولُ أَحَدُكُمْ: إِنِّي أَخَافُ، وَإِنِّي أَخَافُ، فَإِنَّ الْحَلَالَ بَيِّنٌ، وَالْحَرَامَ بَيِّنٌ، وَبَيْنَ ذَلِكَ أُمُورٌ مُشْتَبِهَةٌ، فَدَعْ مَا يَرِيبُكَ إِلَى مَا لَا يَرِيبُكَ \"",
    "grade_id": 7,
    "grade": "সহিহ লিগাইরিহি",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "48"
    }
  }
}