{
  "hadith": {
    "hadith_id": 5407,
    "narrator": "যুবায়র ইব্‌নুল আওয়াম (রাঃ)",
    "bn": "তিনি এমন একজন আনসারী ব্যক্তির সাথে হাররা নামক স্থানের পানি প্রবাহ নিয়ে ঝগড়া করেন, যিনি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সাথে বদর যুদ্ধে যোগদান করেছিলেন। তাঁরা উভয়ে এই পানি দ্বারা খেজুর বাগানে পানি দিত। ঐ আনসারী ব্যক্তি বল্লেনঃ পানি ছেড়ে দিন, যাতে তা এর উপর দিয়ে বয়ে যায়। কিন্তু তিনি তা অস্বীকার করলেন। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে যুবায়র! তুমি নিজের যমীনে পানি দিয়ে তা প্রতিবেশীর জন্য ছেড়ে দাও। একথায় আনসারী ব্যক্তি রাগান্বিত হয়ে বল্লোঃ ইয়া রাসূলুল্লাহ্‌! যুবায়র তো আপনার ফুফির ছেলে। একথা শুনে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর চেহারার রং পরিবর্তিত হলো। তিনি বললেনঃ হে যুবায়র! তুমি বাগানে পানি দাও এবং পরে পানি বন্ধ করে দাও, যতক্ষণ না পানি গাছের চতুর্দিকে আইলে পৌঁছে যায়। এবার রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যুবায়রকে তাঁর পূর্ণ অধিকার দান করলেন। এরপূর্বে তিনি যুবায়র (রাঃ) -কে যে আদেশ দিয়েছিলেন, তাতে যুবায়র (রাঃ) এবং আনসারী উভয়ের জন্য ছিল প্রশস্ততা, কিন্তু যখন আনসারী তাঁকে রাগান্বিত করলেন, তখন তিনি যুবায়র (রাঃ) -এর অংশ তাঁকে পূর্ণরূপে দান করলেন। যুবায়র (রাঃ) বলেন, আমার মনে হয়ঃ    আয়াতটি এ ব্যাপারেই নাযিল হয়।",
    "ar": "أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى، وَالْحَارِثُ بْنُ مِسْكِينٍ، عَنْ ابْنِ وَهْبٍ، قَالَ: أَخْبَرَنِي يُونُسُ بْنُ يَزِيدَ، وَاللَّيْثُ بْنُ سَعْدٍ، عَنْ ابْنِ شِهَابٍ، أَنَّ عُرْوَةَ بْنَ الزُّبَيْرِ، حَدَّثَهُ، أَنَّ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ حَدَّثَهُ، عَنْ الزُّبَيْرِ بْنِ الْعَوَّامِ، أَنَّهُ خَاصَمَ رَجُلًا مِنَ الْأَنْصَارِ قَدْ شَهِدَ بَدْرًا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي شِرَاجِ الْحَرَّةِ، كَانَا يَسْقِيَانِ بِهِ، كِلَاهُمَا النَّخْلَ فَقَالَ الْأَنْصَارِيُّ: سَرِّحِ الْمَاءَ يَمُرُّ عَلَيْهِ، فَأَبَى عَلَيْهِ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اسْقِ يَا زُبَيْرُ ثُمَّ أَرْسِلِ الْمَاءَ إِلَى جَارِكَ» فَغَضِبَ الْأَنْصَارِيُّ وَقَالَ: يَا رَسُولَ اللَّهِ، أَنْ كَانَ ابْنَ عَمَّتِكَ، فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، ثُمَّ قَالَ: «يَا زُبَيْرُ اسْقِ، ثُمَّ احْبِسِ الْمَاءَ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ»، فَاسْتَوْفَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِلزُّبَيْرِ حَقَّهُ، وَكَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَبْلَ ذَلِكَ أَشَارَ عَلَى الزُّبَيْرِ بِرَأْيٍ فِيهِ السَّعَةُ لَهُ وَلِلْأَنْصَارِيِّ، فَلَمَّا أَحْفَظَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الْأَنْصَارِيُّ اسْتَوْفَى لِلزُّبَيْرِ حَقَّهُ فِي صَرِيحِ الْحُكْمِ، قَالَ الزُّبَيْرُ: \" لَا أَحْسَبُ هَذِهِ الْآيَةَ أُنْزِلَتْ إِلَّا فِي ذَلِكَ: {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ} [النساء: 65] «وَأَحَدُهُمَا يَزِيدُ عَلَى صَاحِبِهِ فِي الْقِصَّةِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "48"
    }
  }
}