{
  "hadith": {
    "hadith_id": 5411,
    "narrator": "আবূ হুরায়রা, যায়দ ইব্‌ন খালিদ এবং শিব্‌ল (রাঃ)",
    "bn": "আমরা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট উপস্থিত ছিলাম। এমন সময় এক ব্যক্তি এসে বললোঃ আমাদের মধ্যে আল্লাহ্‌র শপথ দিয়ে বলছি, আপনি আমাদের মধ্যে আল্লাহ্‌র কিতাব অনুযায়ী মীমাংসা করুন। পরে তার বিপক্ষ যে অধিক বুদ্ধিমান ছিল, সে বললোঃ ঠিকই আপনি আমাদের মধ্যে আল্লাহ্‌র কিতাবানুযায়ী মীমাংসা করুন। তখন তিনি বললেনঃ বল! সে বললোঃ আমার পুত্র এই ব্যক্তির চাকর ছিল, এবং সে তার স্ত্রীর সাথে ব্যভিচার করেছে। আমি আমার একশত ছাগল এবং খাদেম দ্বারা তাকে ছাড়িয়ে নিয়েছি, অথচ তাকে কেউ খবর দিয়েছে যে, তার পুত্রকে প্রস্তরাঘাতে হত্যা করা হবে। তাই সে এর বিনিময়ে তাকে ছাড়িয়ে নিয়েছে। এরপর আমি কয়েকজন আলিমের নিকট জিজ্ঞাসা করলে তারা বললোঃ আমার পুত্রের উপর একশত বেত্রাঘাত ও এক বছরের নির্বাসন বর্তাবে। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ্‌র শপথ! যাঁর হাতে আমার প্রাণ! আমি তোমাদের মধ্যে আল্লাহ্‌র কিতাবানুযায়ী মীমাংসা করবো। আর একশত ছাগল ও খাদিম তোমাকে ফেরত দেওয়া হবে এবং তোমার ছেলের উপর একশত বেত্রাঘাত ও এক বছরের নির্বাসন বর্তাবে। এরপর তিনি বলেনঃ হে উনায়স! তুমি ভোরে ঐ ব্যক্তির স্ত্রীর নিকট যাবে, যদি সে স্বীকার করে, তবে তাকে প্রস্তরাঘাতে হত্যা করবে। উনায়স ভোরে তার নিকট গমন করলে, সে তা স্বীকার করলো, ফলে তাকে প্রস্তরাঘাতে হত্যা করা হয়।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا سُفْيَانُ، عَنْ الزُّهْرِيِّ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ، عَنْ أَبِي هُرَيْرَةَ، وَزَيْدِ بْنِ خَالِدٍ، وَشِبْلٍ، قَالُوا: كُنَّا عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَامَ إِلَيْهِ رَجُلٌ فَقَالَ: أَنْشُدُكَ بِاللَّهِ، إِلَّا مَا قَضَيْتَ بَيْنَنَا بِكِتَابِ اللَّهِ، فَقَامَ خَصْمُهُ وَكَانَ أَفْقَهَ مِنْهُ فَقَالَ: صَدَقَ، اقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ، قَالَ: «قُلْ» قَالَ: إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا، فَزَنَى بِامْرَأَتِهِ، فَافْتَدَيْتُ مِنْهُ بِمِائَةِ شَاةٍ وَخَادِمٍ، وَكَأَنَّهُ أُخْبِرَ أَنَّ عَلَى ابْنِهِ الرَّجْمَ فَافْتَدَى مِنْهُ، ثُمَّ سَأَلْتُ رِجَالًا مِنْ أَهْلِ الْعِلْمِ، فَأَخْبَرُونِي أَنَّ عَلَى ابْنِي جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ، فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «وَالَّذِي نَفْسِي بِيَدِهِ، لَأَقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ عَزَّ وَجَلَّ، أَمَّا الْمِائَةُ شَاةٍ وَالْخَادِمُ فَرَدٌّ عَلَيْكَ، وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ، اغْدُ يَا أُنَيْسُ عَلَى امْرَأَةِ هَذَا، فَإِنِ اعْتَرَفَتْ فَارْجُمْهَا» فَغَدَا عَلَيْهَا، فَاعْتَرَفَتْ فَرَجَمَهَا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "48"
    }
  }
}