{
  "hadith": {
    "hadith_id": 5413,
    "narrator": "সহল ইব্‌ন সা’দ সাঈদী (রাঃ)",
    "bn": "আনসারদের দুই গোত্রের মধ্যে বচসা হলে তারা একে অন্যের প্রতি প্রস্তর নিক্ষেপ করলো। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের উভয়ের মধ্যে মীমাংসা করানোর জন্য তথায় গমন করেন। এমন সময় নামাযের সময় হলে বিলাল (রাঃ) আযান দিলেন এবং রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর অপেক্ষায় রইলেন। কিন্তু তিনি তথায় ব্যস্ত থাকায় একমত বলা হলে নামাযের ইমামতির জন্য আবূ বকর (রাঃ) সামনে গেলেন, এমন সময় রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আগমন করলেন, আর তখনও আবূ বকর (রাঃ) নামাযে ইমামতি করছিলেন। লোক তাঁকে দেখে হাতে শব্দ করলো। আবূ বকর (রাঃ) নামাযে কোন দিকে লক্ষ্য করতেন না। কিন্তু তিনি সকলের হাতের শব্দ শুনে লক্ষ্য করে দেখলেন, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আগমন করেছেন। তখন তিনি পেছনে সরে আসার ইচ্ছা করলে রাসূলুল্লাহ্‌ তাঁকে স্থির থাকতে ইঙ্গিত করলেন। আবূ বকর (রাঃ) তাঁর হস্তদ্বয় উত্তোলন করে আল্লাহ্‌র শোকর আদায় করলেন এবং তিনি উল্টো পায়ে পেছলে সরে আসলেন। আর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সামনে এগিয়ে গিয়ে নামায পড়ছিলেন, তিনি নামায শেষে আবূ বকর (রাঃ) -কে বললেনঃ আপনি স্বীয় স্থানে অবস্থান করলেন না কেন? আবূ বকর (রাঃ) বললেনঃ এটা কিরূপে সম্ভব যে, আল্লাহ্‌ তা’আলা আবূ কুহাফার পুত্রকে স্বীয় নবীর সামনে দেখবেন। এরপর তিনি জনসাধারণের দিকে মুখ করে বললেনঃ তোমাদের অবস্থা কী? তোমরা যখন নামাযে কোন ঘটনা ঘটে, তখন তোমরা নারীদের ন্যায় কেন হাতে তালি দাও? এতো নারীদের জন্য। যখন নামাযে কারো কোন ঘটনা ঘটে, তখন ষে যেন বলে – ‘সুবহানআল্লাহ’।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ مَنْصُورٍ، قَالَ: حَدَّثَنَا سُفْيَانُ، قَالَ: حَدَّثَنَا أَبُو حَازِمٍ، قَالَ: سَمِعْتُ سَهْلَ بْنَ سَعْدٍ السَّاعِدِيَّ يَقُولُ: وَقَعَ بَيْنَ حَيَّيْنِ مِنَ الْأَنْصَارِ كَلَامٌ حَتَّى تَرَامَوْا بِالْحِجَارَةِ، فَذَهَبَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِيُصْلِحَ بَيْنَهُمْ، فَحَضَرَتِ الصَّلَاةُ، فَأَذَّنَ بِلَالٌ، وَانْتُظِرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَاحْتُبِسَ، فَأَقَامَ الصَّلَاةَ، وَتَقَدَّمَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ، فَجَاءَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ يُصَلِّي بِالنَّاسِ، فَلَمَّا رَآهُ النَّاسُ صَفَّحُوا، وَكَانَ أَبُو بَكْرٍ لَا يَلْتَفِتُ فِي الصَّلَاةِ، فَلَمَّا سَمِعَ تَصْفِيحَهُمُ الْتَفَتَ، فَإِذَا هُوَ بِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَرَادَ أَنْ يَتَأَخَّرَ، فَأَشَارَ إِلَيْهِ أَنِ اثْبُتْ، فَرَفَعَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ - يَعْنِي يَدَيْهِ - ثُمَّ نَكَصَ الْقَهْقَرَى، وَتَقَدَّمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى، فَلَمَّا قَضَى رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الصَّلَاةَ، قَالَ: «مَا مَنَعَكَ أَنْ تَثْبُتَ؟» قَالَ: مَا كَانَ اللَّهُ لِيَرَى ابْنَ أَبِي قُحَافَةَ بَيْنَ يَدَيْ نَبِيِّهِ، ثُمَّ أَقْبَلَ عَلَى النَّاسِ فَقَالَ: \" مَا لَكُمْ إِذَا نَابَكُمْ شَيْءٌ فِي صَلَاتِكُمْ صَفَّحْتُمْ إِنَّ ذَلِكَ لِلنِّسَاءِ، مَنْ نَابَهُ شَيْءٌ فِي صَلَاتِهِ فَلْيَقُلْ: سُبْحَانَ اللَّهِ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "48"
    }
  }
}