{
  "hadith": {
    "hadith_id": 5415,
    "narrator": "ওয়ায়ল (রাঃ)",
    "bn": "আমি রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর দরবারে উপস্থিত ছিলাম। এমন সময় এক নিহত ব্যক্তির ওয়ারিস হত্যাকারীকে রশিতে বেঁধে টেনে নিয়ে আসলো। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) নিহত ব্যক্তির ওয়ারিসকে বললেনঃ তুমি কি তাকে ক্ষমা করবে? ষে বললোঃ না। তিনি বললেনঃ তা হলে তুমি রক্তপণ গ্রহণ কর। ষে বললোঃ না। তিনি আবার জিজ্ঞাসা করলেনঃ তুমি কি খুনের বদলায় তাকে খুন করবে? ষে বললোঃ হ্যাঁ। তখন তিনি বললেনঃ তাহলে তুমি তাকে নিয়ে যাও। যখন সে তাকে নিয়ে চললো এবং তাঁর নিকট হতে পৃষ্ট প্রদর্শন করলো, তখন তিনি তাকে ডেকে বললেনঃ তুমি কি তাকে ক্ষমা করবে ? সে বললোঃ না। তিনি বললেনঃ তাহলে তুমি কি দিয়াত গ্রহণ করবে? সে বললোঃ না। তিনি বললেনঃ তবে কি তুমি তাকে হত্যা করবে? সে বললোঃ হ্যাঁ। তিনি বললেনঃ তবে তুমি তাকে নিয়ে যাও। যখন সে তাকে নিয়ে চলল এবং তাঁর নিকট হতে পৃষ্ঠ প্রদর্শন করলো, তখন আবার তাকে ডেকে বললেনঃ তুমি কি ক্ষমা করবে? সে বললোঃ না। তিনি বললেনঃ তবে কি তুমি তার বিনিময়ে দিয়াত গ্রহণ করবে? সে বললোঃ না। তিনি বললেনঃ তবে কি তুমি তাকে হত্যা করবে? সে বললোঃ হ্যাঁ। তিনি বললেনঃ তবে তাকে নিয়ে যাও। এরপর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ যদি তুমি তাকে ক্ষমা করতে, তবে সে তার এবং তোমার নিহত সাথীর পাপের বোঝা বহন করতো। তখন ঐ ব্যক্তি তাকে ক্ষমা করে এবং তাকে ছেড়ে দেয়। আমি দেখলাম, ঐ ব্যক্তি তার রশি টেনে চলছে।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ، قَالَ: حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عَوْفٍ، قَالَ: حَدَّثَنِي حَمْزَةُ أَبُو عُمَرَ الْعَائِذِيُّ، قَالَ: حَدَّثَنَا عَلْقَمَةُ بْنُ وَائِلٍ، عَنْ وَائِلٍ قَالَ: شَهِدْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ جَاءَ بِالْقَاتِلِ يَقُودُهُ وَلِيُّ الْمَقْتُولِ فِي نِسْعَةٍ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِوَلِيِّ الْمَقْتُولِ: «أَتَعْفُو؟» قَالَ: لَا، قَالَ: «فَتَأْخُذُ الدِّيَةَ؟» قَالَ: لَا، قَالَ: «فَتَقْتُلُهُ؟» قَالَ: نَعَمْ قَالَ: «اذْهَبْ بِهِ». فَلَمَّا ذَهَبَ فَوَلَّى مِنْ عِنْدِهِ دَعَاهُ فَقَالَ: «أَتَعْفُو؟» قَالَ: لَا، قَالَ: «فَتَأْخُذُ الدِّيَةَ؟» قَالَ: لَا، قَالَ: «فَتَقْتُلُهُ؟» قَالَ: نَعَمْ قَالَ: «اذْهَبْ بِهِ». فَلَمَّا ذَهَبَ فَوَلَّى مِنْ عِنْدِهِ دَعَاهُ فَقَالَ: «أَتَعْفُو؟» قَالَ: لَا، قَالَ: «فَتَأْخُذُ الدِّيَةَ؟» قَالَ: لَا، قَالَ: «فَتَقْتُلُهُ؟» قَالَ: نَعَمْ، قَالَ: «اذْهَبْ بِهِ؟». فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عِنْدَ ذَلِكَ: «أَمَا إِنَّكَ إِنْ عَفَوْتَ عَنْهُ يَبُوءُ بِإِثْمِهِ، وَإِثْمِ صَاحِبِكَ» فَعَفَا عَنْهُ وَتَرَكَهُ فَأَنَا رَأَيْتُهُ يَجُرُّ نِسْعَتَهُ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "48"
    }
  }
}