{
  "hadith": {
    "hadith_id": 5416,
    "narrator": "আব্দুল্লাহ্‌ ইব্‌ন যুবায়র (রাঃ)",
    "bn": "এক আনসারী ব্যক্তি হাররা নামক স্থানের পানি প্রবাহ নিয়ে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর দরবারে মোকাদ্দমা দায়ের করলো যে, পানি তারা খেজুর গাছে সিঞ্চন করতো। আনসারী বললোঃ পানি ছেড়ে দিন, তা বয়ে যাবে কিন্তু যুবায়র (রাঃ) তা অস্বীকার করলেন। তারা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর দরবারে এসে ঝগড়া করলে, রাসূলুল্লহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ হে যুবায়র! তুমি পানি দিয়ে পানি ছেড়ে দাও, তোমার পড়শীর জন্য। এতে আনসারী ব্যক্তি রাগান্বিত হয়ে বললোঃ ইয়া রাসূলাল্লাহ্‌! বাস্তব পক্ষে যুবায়র তো আপনার ফুফীর ছেলে তাই। এতে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর চেহারা পরিবর্তন হয়ে গেল। তখন তিনি বললেনঃ হে যুবায়র! তুমি গাছে পানি দিয়ে তা বন্ধ করে রাখ যেন তা বাগানের দেয়াল পর্যন্ত পৌঁছে। যুবায়র (রাঃ) বলেনঃ আমার মনে হয়   আয়াতটি এ ব্যাপারেই নাযিল হয়।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ، قَالَ: حَدَّثَنَا اللَّيْثُ، عَنْ ابْنِ شِهَابٍ، عَنْ عُرْوَةَ، أَنَّهُ حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ الزُّبَيْرِ حَدَّثَهُ، أَنَّ رَجُلَا مِنَ الْأَنْصَارِ خَاصَمَ الزُّبَيْرَ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي شِرَاجِ الْحَرَّةِ الَّتِي يَسْقُونَ بِهَا النَّخْلَ، فَقَالَ الْأَنْصَارِيُّ: سَرِّحِ الْمَاءَ يَمُرُّ، فَأَبَى عَلَيْهِ، فَاخْتَصَمُوا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اسْقِ يَا زُبَيْرُ، ثُمَّ أَرْسِلِ الْمَاءَ إِلَى جَارِكَ» فَغَضِبَ الْأَنْصَارِيُّ فَقَالَ: يَا رَسُولَ اللَّهِ، أَنْ كَانَ ابْنَ عَمَّتِكَ، فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ: «يَا زُبَيْرُ، اسْقِ، ثُمَّ احْبِسِ الْمَاءَ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ» قَالَ الزُّبَيْرُ: «إِنِّي أَحْسَبُ أَنَّ هَذِهِ الْآيَةَ نَزَلَتْ فِي ذَلِكَ»: {فَلَا وَرَبِّكَ لَا يُؤْمِنُونَ} [النساء: 65] الْآيَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "48"
    }
  }
}