{
  "hadith": {
    "hadith_id": 5666,
    "narrator": "উসমান (রাঃ)",
    "bn": "তোমরা মাদকদ্রব্য পরিত্যাগ কর, কেননা তা নানা প্রকার অপকর্মের প্রসূতী। তোমাদের পূর্ববর্তী যুগে এক আবেদ ব্যক্তি ছিল। এক কুলটা রমণী তাকে নিজের ধোঁকাবাজির জালে আবদ্ধ করতে মনস্থ করে। এজন্য সে তার এক দাসীকে তার নিকট প্রেরণ করে তাকে সাক্ষ্যদানের জন্য ডেকে পাঠায়। তখন ঐ আবেদ ব্যক্তি ঐ দাসীর সাথে গমন করলো। সে যখনই কোন দরজা অতিক্রম করত, দাসী পিছন থেকে সেটি বন্ধ করে দিত। এভাবে সেই আবেদ ব্যক্তি এক অতি সুন্দরী নারীর সামনে উপস্থিত হলো আর তার সামনে ছিল একটি ছেলে এবং এক পেয়ালা মদ। সেই নারী আবেদকে বললোঃ আল্লাহ্‌র শপথ! আমি আপনাকে সাক্ষ্য দেওয়ার জন্য ডেকে পাঠাইনি বরং এজন্য ডেকে পাঠিয়েছি যে, আপনি আমার সাথে ব্যভিচারে লিপ্ত হবেন, অথবা এই মদ পান করবেন, অথবা এই ছেলেকে হত্যা করবেন। সেই আবেদ বললোঃ আমাকে এই মদের একটি মাত্র পেয়ালা দাও। ঐ নারী তাকে এক পেয়ালা মদ পান করালো। তখন সে বললোঃ আরও দাও। মোটকথা ঐ আবেদ আর থামল না, যাবত না সে তার সাথে ব্যভিচার করলো এবং ঐ ছেলেকেও হত্যা করলো। অতএব তোমরা মদ পরিত্যাগ কর। কেননা, আল্লাহ্‌র শপথ! মদ ও ঈমান কখন সহবস্থান করে না। এর একটি অন্যটিকে বের করে দেয়।",
    "ar": "أَخْبَرَنَا سُوَيْدٌ، قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ، عَنْ مَعْمَرٍ، عَنْ الزُّهْرِيِّ، عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ بْنِ الْحَارِثِ، عَنْ أَبِيهِ قَالَ: سَمِعْتُ عُثْمَانَ رَضِيَ اللَّهُ عَنْهُ يَقُولُ: \" اجْتَنِبُوا الْخَمْرَ فَإِنَّهَا أُمُّ الْخَبَائِثِ، إِنَّهُ كَانَ رَجُلٌ مِمَّنْ خَلَا قَبْلَكُمْ تَعَبَّدَ، فَعَلِقَتْهُ امْرَأَةٌ غَوِيَّةٌ، فَأَرْسَلَتْ إِلَيْهِ جَارِيَتَهَا، فَقَالَتْ لَهُ: إِنَّا نَدْعُوكَ لِلشَّهَادَةِ، فَانْطَلَقَ مَعَ جَارِيَتِهَا فَطَفِقَتْ كُلَّمَا دَخَلَ بَابًا أَغْلَقَتْهُ دُونَهُ، حَتَّى أَفْضَى إِلَى امْرَأَةٍ وَضِيئَةٍ عِنْدَهَا غُلَامٌ وَبَاطِيَةُ خَمْرٍ، فَقَالَتْ: إِنِّي وَاللَّهِ مَا دَعَوْتُكَ لِلشَّهَادَةِ، وَلَكِنْ دَعَوْتُكَ لِتَقَعَ عَلَيَّ، أَوْ تَشْرَبَ مِنْ هَذِهِ الْخَمْرَةِ كَأْسًا، أَوْ تَقْتُلَ هَذَا الْغُلَامَ، قَالَ: فَاسْقِينِي مِنْ هَذَا الْخَمْرِ كَأْسًا، فَسَقَتْهُ كَأْسًا، قَالَ: زِيدُونِي فَلَمْ يَرِمْ حَتَّى وَقَعَ عَلَيْهَا، وَقَتَلَ النَّفْسَ، فَاجْتَنِبُوا الْخَمْرَ، فَإِنَّهَا وَاللَّهِ لَا يَجْتَمِعُ الْإِيمَانُ، وَإِدْمَانُ الْخَمْرِ إِلَّا لَيُوشِكُ أَنْ يُخْرِجَ أَحَدُهُمَا صَاحِبَهُ \"",
    "grade_id": 9,
    "grade": "সহিহ মাওকুফ",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "50"
    }
  }
}