{
  "hadith": {
    "hadith_id": 572,
    "narrator": "আমর ইব্‌ন আবাসা (রাঃ)",
    "bn": "তিনি বলেনঃ আমি জিজ্ঞাসা করলাম, ইয়া রাসূলুল্লাহ্‌! এমন কোন সময় আছে কি, যে সময় অন্য সময়ের তুলনায় আল্লাহ্‌ তা’আলার নৈকট্যলাভের বেশি উপযোগী? অথবা এমন কোন মুহূর্ত আছে কি, সেই সময়ের যিক্‌র কাম্য? তিনি বললেন, হ্যাঁ, রাতের শেষার্ধে আল্লাহ্‌ তা’আলা বান্দার অতি নিকটবর্তী হন। সক্ষম হলে তুমিও সে মুহূর্তে আল্লাহ্‌র যিকিরকারীদের অন্তর্ভুক্ত হবে। কারন ঐ মুহূর্তের সালাতে ফেরেশতাগণ শামিল থাকেন এবং প্রত্যক্ষ করেন, আর এ অবস্থা সূর্যোদয় পর্যন্ত থাকে। সূর্য শয়তানের দুই শিংয়ের মাঝখান দিয়ে উদিত হয়, আর তা কাফিরদের ইবাদতের সময়। কাজেই ঐ সময় সালাত আদায় করা থেকে বিরত থাকবে, যতক্ষণ না এক বল্লম বরাবর সূর্য উপরে উঠে এবং তার উদয়কালীন আলোকরশ্মি দূরীভূত হয়। আবার যোহরের সালাতে ফেরেশতাগণ শামিল হন এবং প্রত্যক্ষ করেন। দ্বিপ্রহরের সূর্য বর্শার মত সোজা না হওয়া পর্যন্ত। কেননা তা এমন একটি সময় যে সময়ে জাহান্নামের দরজা খুলে দেওয়া হয় এবং আরো প্রজ্জলিত করা হয়। তখন ছায়া ঝুকে না পড়া পর্যন্ত সালাত আদায় করবে না। আবার আসরের সালাতে ফেরেশতাগণ শামিল হন এবং প্রত্যক্ষ করেন যাবৎ না সূর্য অস্ত যায়। কেননা সূর্য শয়তানের দুই শিংয়ের মাঝখানে অস্ত যায় আর তা কাফিরদের ইবাদতের সময়।",
    "ar": "أَخْبَرَنَا عَمْرُو بْنُ مَنْصُورٍ قَالَ: أَنْبَأَنَا آدَمُ بْنُ أَبِي إِيَاسٍ قَالَ: حَدَّثَنَا اللَّيْثُ بْنُ سَعْدٍ قَالَ: حَدَّثَنَا مُعَاوِيَةُ بْنُ صَالِحٍ قَالَ: أَخْبَرَنِي أَبُو يَحْيَى سُلَيْمُ بْنُ عَامِرٍ، وَضَمْرَةُ بْنُ حَبِيبٍ، وَأَبُو طَلْحَةَ نُعَيْمُ بْنُ زِيَادٍ قَالُوا: سَمِعْنَا أَبَا أُمَامَةَ الْبَاهِلِيَّ يَقُولُ: سَمِعْتُ عَمْرَو بْنَ عَبَسَةَ يَقُولُ: قُلْتُ يَا رَسُولَ اللَّهِ، هَلْ مِنْ سَاعَةٍ أَقْرَبُ مِنَ الْأُخْرَى أَوْ هَلْ مِنْ سَاعَةٍ يُبْتَغَى ذِكْرُهَا؟ قَالَ: «نَعَمْ. إِنَّ أَقْرَبَ مَا يَكُونُ الرَّبُّ عَزَّ وَجَلَّ مِنَ الْعَبْدِ جَوْفَ اللَّيْلِ الْآخِرَ، فَإِنِ اسْتَطَعْتَ أَنْ تَكُونَ مِمَّنْ يَذْكُرُ اللَّهَ عَزَّ وَجَلَّ فِي تِلْكَ السَّاعَةِ فَكُنْ؛ فَإِنَّ الصَّلَاةَ مَحْضُورَةٌ مَشْهُودَةٌ إِلَى طُلُوعِ الشَّمْسِ، فَإِنَّهَا تَطْلُعُ بَيْنَ قَرْنَيِ الشَّيْطَانِ وَهِيَ سَاعَةُ صَلَاةِ الْكُفَّارِ، فَدَعِ الصَّلَاةَ حَتَّى تَرْتَفِعَ قِيدَ رُمْحٍ وَيَذْهَبَ شُعَاعُهَا، ثُمَّ الصَّلَاةُ مَحْضُورَةٌ مَشْهُودَةٌ حَتَّى تَعْتَدِلَ الشَّمْسُ اعْتِدَالَ الرُّمْحِ بِنِصْفِ النَّهَارِ؛ فَإِنَّهَا سَاعَةٌ تُفْتَحُ فِيهَا أَبْوَابُ جَهَنَّمَ وَتُسْجَرُ فَدَعِ الصَّلَاةَ حَتَّى يَفِيءَ الْفَيْءُ، ثُمَّ الصَّلَاةُ مَحْضُورَةٌ مَشْهُودَةٌ حَتَّى تَغِيبَ الشَّمْسُ؛ فَإِنَّهَا تَغِيبُ بَيْنَ قَرْنَيْ شَيْطَانٍ وَهِيَ صَلَاةُ الْكُفَّارِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}