{
  "hadith": {
    "hadith_id": 584,
    "narrator": "আমর ইব্‌ন আবাসা (রাঃ)",
    "bn": "তিনি বলেন: আমি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর নিকট এসে বললাম, ইয়া রাসূলুল্লাহ্! আপনার উপর কে ঈমান এনেছিলেন? উত্তরে বললেন, একজন আযাদ পুরুষ আর একজন ক্রীতদাস [আবূ বকর ও বিলাল (রাঃ)]। জিজ্ঞাসা করলাম: এমন কোন সময় আছে কি যাতে অন্য সময়ের তুলনায় আল্লাহ্ পাকের অধিক নৈকট্য লাভ করা যায়? উত্তরে বললেন: হ্যাঁ! রাত্রের শেষার্ধে, ফজর পড়ার পূর্ব পর্যন্ত যা মনে চায়, পড়। তারপর সূর্যোদয় হওয়া এবং লালিমা কেটে রৌদ্র প্রখর না হওয়া পর্যন্ত বিরত থাকবে। (রাবী) আইয়্যূব বলেন: যতক্ষণ সূর্যকে ঢালের মত মনে হয় এবং সূর্যের কিরণ ছড়িয়ে না পড়ে, ততক্ষণ পর্যন্ত বিরত থাকবে। তারপর খুঁটি তার মূল ছায়ার উপর অবস্থান না করা পর্যন্ত (দ্বি-প্রহরের পূর্ব পর্যন্ত) যা মনে চায়, আদায় কর। তারপর সূর্য না হেলা পর্যন্ত বিরত থাক। কেননা দ্বি-প্রহরে জাহান্নামের অগ্নি অধিক প্রজ্জ্বলিত করা হয়। তারপর আসরের পূর্ব পর্যন্ত যা মনে চায়, আদায় কর। আবার সূর্যাস্ত পর্যন্ত বিরত থাক। কেননা সূর্যের অস্ত এবং উদয় উভয়ই শয়তানের দুই শিংয়ের মাঝখান দিয়ে হয়।",
    "ar": "خْبَرَنِي الْحَسَنُ بْنُ إِسْمَاعِيلَ بْنِ سُلَيْمَانَ وَأَيُّوبُ بْنُ مُحَمَّدٍ قَالَا: حَدَّثَنَا حَجَّاجُ بْنُ مُحَمَّدٍ قَالَ: أَيُّوبُ حَدَّثَنَا، وَقَالَ حَسَنٌ: أَخْبَرَنِي شُعْبَةُ، عَنْ يَعْلَى بْنِ عَطَاءٍ، عَنْ يَزِيدَ بْنِ طَلْقٍ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ الْبَيْلَمَانِيِّ، عَنْ عَمْرِو بْنِ عَبَسَةَ قَالَ: أَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: يَا رَسُولَ اللَّهِ، مَنْ أَسْلَمَ مَعَكَ؟ قَالَ: «حُرٌّ وَعَبْدٌ». قُلْتُ: هَلْ مِنْ سَاعَةٍ أَقْرَبُ إِلَى اللَّهِ عَزَّ وَجَلَّ مِنْ أُخْرَى؟ قَالَ: \" نَعَمْ. جَوْفُ اللَّيْلِ الْآخِرُ، فَصَلِّ مَا بَدَا لَكَ حَتَّى تُصَلِّيَ الصُّبْحَ، ثُمَّ انْتَهِ حَتَّى تَطْلُعَ الشَّمْسُ وَمَا دَامَتْ - وَقَالَ أَيُّوبُ: فَمَا دَامَتْ - كَأَنَّهَا حَجَفَةٌ حَتَّى تَنْتَشِرَ، ثُمَّ صَلِّ مَا بَدَا لَكَ حَتَّى يَقُومَ الْعَمُودُ عَلَى ظِلِّهِ، ثُمَّ انْتَهِ حَتَّى تَزُولَ الشَّمْسُ؛ فَإِنَّ جَهَنَّمَ تُسْجَرُ نِصْفَ النَّهَارِ، ثُمَّ صَلِّ مَا بَدَا لَكَ حَتَّى تُصَلِّيَ الْعَصْرَ، ثُمَّ انْتَهِ حَتَّى تَغْرُبَ الشَّمْسُ؛ فَإِنَّهَا تَغْرُبُ بَيْنَ قَرْنَيْ شَيْطَانٍ وَتَطْلُعُ بَيْنَ قَرْنَيْ شَيْطَانٍ \"",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}