{
  "hadith": {
    "hadith_id": 588,
    "narrator": "কাছীর ইব্‌ন ক্বারাওয়ান্দা (রহঃ)",
    "bn": "তিনি বলেন: আমি সালিম ইব্‌ন আবদুল্লাহ (রহঃ) -কে তাঁর পিতার সফরের সালাত সম্বন্ধে জানতে চাইলাম এবং তাঁকে জিজ্ঞাসা করলাম, তিনি সফরে দু’ ওয়াক্তের সালাত একত্রে আদায় করতেন কি? তখন সালিম (রহঃ) এই ঘটনা উল্লেখ করলেন যে, সফিয়্যা বিনত আবূ উবায়দ (রাঃ) তাঁর (আবদুল্লাহর) সহধর্মিনী ছিলেন। সফিয়্যা অসুস্থ হয়ে আবদুল্লাহ (রাঃ) -এর নিকট পত্র লিখলেন। তখন আবদুল্লাহ (রাঃ) তাঁর দূরবর্তী যমীনে কৃষিকাজ করছিলেন। পত্রে লিখলেন যে, আমি মনে করি আমার পার্থিব জীবনের শেষ দিনে এবং আখিরাতের প্রথম দিনে উপনীত হয়েছি। সংবাদ পাওয়ামাত্রই তিনি অশ্বারোহণ করে দ্রুতগতিতে আসতে লাগলেন। যখন যোহরের সালাতের সময় হলো, মুয়াযযিন বলল, হে আবূ আবদুর রহমান! সালাত। তিনি ভ্রুক্ষেপ না করে চলতে লাগলেন। যখন দুই সালাতের মধ্যবর্তী সময়ে উপনীত হলো, (অর্থাৎ যোহরের শেষ ওয়াক্ত আসরের প্রথম ওয়াক্ত) তখন অবতরণ করলেন এবং বললেন, ইকামত দাও। যখন আমি সালাত সমাপ্ত করি তখন আবার ইকামত দিবে। তারপর সালাত আদায় করে আরোহণ করলাম। আবার যখন সূর্যাস্ত গেল, মুয়াযযিন তাঁকে বললেন, সালাত। তিনি বললেন, ঐরূপ আমল কর যেরূপ যোহর ও আসরের সালাতে করেছিলে। আবার পথ চললেন। তারপর যখন সমুজ্জ্বল তারকা আকাশে উদ্ভাসিত হলো, তখন অবতরণ করে মুয়াযযিনকে বললেন, ইকামত বল। যখন সালাত সমাপ্ত করি তখন আবার ইকামত বলবে। এবার সালাত আদায় করে তাদের দিকে ফিরলেন এবং বললেন: রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলছেন: যখন তোমাদের কারও সামনে এমন কোন জটিল কাজ দেখা দিবে যা ফওত হয়ে যাওয়ার আশংকা থাকবে, তখন এভাবে দু’ ওয়াক্তের সালাত একত্রে আদায় করে নেবে।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ عَبْدِ اللَّهِ بْنِ بَزِيعٍ قَالَ: حَدَّثَنَا يَزِيدُ بْنُ زُرَيْعٍ قَالَ: حَدَّثَنَا كَثِيرُ بْنُ قَارَوَنْدَا قَالَ: سَأَلْتُ سَالِمَ بْنَ عَبْدِ اللَّهِ عَنْ صَلَاةِ أَبِيهِ فِي السَّفَرِ، وَسَأَلْنَاهُ هَلْ كَانَ يَجْمَعُ بَيْنَ شَيْءٍ مِنْ صَلَاتِهِ فِي سَفَرِهِ؟ فَذَكَرَ أَنَّ صَفِيَّةَ بِنْتَ أَبِي عُبَيْدٍ كَانَتْ تَحْتَهُ، فَكَتَبَتْ إِلَيْهِ وَهُوَ فِي زَرَّاعَةٍ لَهُ: أَنِّي فِي آخِرِ يَوْمٍ مِنْ أَيَّامِ الدُّنْيَا، وَأَوَّلِ يَوْمٍ مِنَ الْآخِرَةِ، فَرَكِبَ فَأَسْرَعَ السَّيْرَ إِلَيْهَا حَتَّى إِذَا حَانَتْ صَلَاةُ الظُّهْرِ قَالَ لَهُ الْمُؤَذِّنُ: الصَّلَاةَ يَا أَبَا عَبْدِ الرَّحْمَنِ. فَلَمْ يَلْتَفِتْ حَتَّى إِذَا كَانَ بَيْنَ الصَّلَاتَيْنِ نَزَلَ فَقَالَ: أَقِمْ. فَإِذَا سَلَّمْتُ فَأَقِمْ فَصَلَّى، ثُمَّ رَكِبَ حَتَّى إِذَا غَابَتِ الشَّمْسُ قَالَ لَهُ الْمُؤَذِّنُ: الصَّلَاةَ. فَقَالَ: كَفِعْلِكَ فِي صَلَاةِ الظُّهْرِ وَالْعَصْرِ، ثُمَّ سَارَ حَتَّى إِذَا اشْتَبَكَتِ النُّجُومُ نَزَلَ، ثُمَّ قَالَ لِلْمُؤَذِّنِ: أَقِمْ. فَإِذَا سَلَّمْتُ فَأَقِمْ فَصَلَّى، ثُمَّ انْصَرَفَ فَالْتَفَتَ إِلَيْنَا فَقَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِذَا حَضَرَ أَحَدَكُمُ الْأَمْرُ الَّذِي يَخَافُ فَوْتَهُ فَلْيُصَلِّ هَذِهِ الصَّلَاةَ»",
    "grade_id": 3,
    "grade": "হাসান হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "6"
    }
  }
}