{
  "hadith": {
    "hadith_id": 622,
    "narrator": "আব্দুল্লাহ ইব্‌ন মাসউদ (রাঃ)",
    "bn": "তিনি বলেন : একদা আমরা রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর সঙ্গে ছিলাম। যোহর, আসর, মাগরিব ও ইশা এই চার ওয়াক্তের সালাত আদায় করা হতে আমরা বাধাপ্রাপ্ত হলাম।[১] এটা আমর নিকট কষ্টদায়ক হলো। মনে মনে ভাবলাম, আমরা তো রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -এর সঙ্গে থেকে আল্লাহর পথে জিহাদ করছি (এরপরও কি আমাদের এরূপ দুর্ভাগ্য?)  তারপর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বিলাল (রাঃ) -কে ইকামত দিতে আদেশ করলেন। ইকামত বললে আমাদের নিয়ে যোহরের সালাত আদায় করলেন। আবার ইকামত বললে আসরের সালাত আদায় করলেন। আবার ইকামত বললে মাগরিবের সালাত আদায় করলেন। পুনরায় ইকামত বললে ইশার সালাত আদায় করলেন। তারপর আমাদের উদ্দেশ্য করে বলতে লাগলেন : ভূ-পৃষ্ঠে তোমাদের ছাড়া এমন কোন জামাআত নেই যারা আল্লাহ তা’আলাকে স্মরণ করে।",
    "ar": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ قَالَ: حَدَّثَنَا عَبْدُ اللَّهِ، عَنْ هِشَامٍ الدَّسْتُوَائِيِّ، عَنْ أَبِي الزُّبَيْرِ، عَنْ نَافِعِ بْنِ جُبَيْرِ بْنِ مُطْعِمٍ، عَنْ أَبِي عُبَيْدَةَ بْنِ عَبْدِ اللَّهِ، عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ: كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَحُبِسْنَا عَنْ صَلَاةِ الظُّهْرِ وَالْعَصْرِ وَالْمَغْرِبِ وَالْعِشَاء، فَاشْتَدَّ ذَلِكَ عَلَيَّ فَقُلْتُ فِي نَفْسِي: نَحْنُ مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَفِي سَبِيلِ اللَّهِ، فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِلَالًا، فَأَقَامَ فَصَلَّى بِنَا الظُّهْرَ، ثُمَّ أَقَامَ فَصَلَّى بِنَا الْعَصْرَ، ثُمَّ أَقَامَ فَصَلَّى بِنَا الْمَغْرِبَ، ثُمَّ أَقَامَ فَصَلَّى بِنَا الْعِشَاء، ثُمَّ طَافَ عَلَيْنَا فَقَالَ: «مَا عَلَى الْأَرْضِ عِصَابَةٌ يَذْكُرُونَ اللَّهَ عَزَّ وَجَلَّ غَيْرُكُمْ»",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "১. এটা ৫ম হিজরীতে গাযওয়ায়ে খন্দকের ঘটনা। কাফিরদের সাথে অনবরত যুদ্ধ চলার দরুন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) -ও তাঁর সাহাবীগণ চার ওয়াক্ত সালাত আদায় করতে পারেননি। - অনুবাদক",
    "chapter": {
      "chapter_number": "6"
    }
  }
}