{
  "hadith": {
    "hadith_id": 632,
    "narrator": "আবদুল আযীয ইব্‌ন আবদুল মালিক ইব্‌ন আবূ মাহযূরা (রাঃ)",
    "bn": "আবদুল্লাহ ইব্‌ন মুহাইরীয (রাঃ) তাঁর নিকট বর্ণনা করেন, “তিনি ইয়াতীম ছিলেন এবং আবূ মাহযূরার (রাঃ) নিকট লালিত হন এবং তিনি তাঁকে সিরিয়ায় এক সফরে পাঠিয়েছিলেন। তিনি বলেন : আমি আবূ মাহযূরা (রাঃ)-কে বললাম আমি সিরিয়া অভিমুখে রওয়ানা হচ্ছি। ভয় পাচ্ছি আপনার আযান দেয়া সম্পর্কে আমাকে জিজ্ঞাসা করা হবে। রাবী আবদুর আযীয বলেন : ইব্‌ন মুহাইরীয আমাকে বলেন যে, আবূ মাহযূরা তখন তাঁকে বলেছেন : আমি একটি দলের সাথে বের হলাম। আমরা হুনায়নের কোন একটি পথে গিয়ে উপনীত হলাম, যা ছিল রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হুনায়ন অভিযান হতে ফেরার সময়। রাস্তায় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে আমাদের সাক্ষাত হল। এ সময় রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর মুয়ায্‌যিন তাঁর অদুরে সালাতের আযান দিলেন। আমরা আযানের ধ্বনি শুনলাম, তখন আমরা ইসলাম থেকে বিমুখ ছিলাম। তাই আমরা আযানের অনুকরণ ও তা নিয়ে ঠাট্টা করছিলাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সে আওয়াজ শুনলেন এবং আমাদের ডেকে পাঠালেন। অবশেষে আমরা (ধৃত হয়ে) তাঁর সামনে দাঁড়ালাম। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জিজ্ঞাসা করলেন, আমি যার ধ্বনি শুনেছিলাম সে কে? লোকেরা আমার দিকে ইশারা করল এবং তাঁরা প্রত্যায়ন করল। তারপর তিনি সকলকে ছেড়ে দিলেন এবং আমাকে আটকিয়ে রাখলেন। তিনি আমাকে নির্দেশ দিলেন : দাঁড়াও সালাতের আযান দাও। আমি দাঁড়ালে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) স্বয়ং আমাকে আযান শিক্ষা দিলেন, তিনি বললেন : বল ! (আরবি) \nতারপর বললেন : পুনরায় দীর্ঘ স্বরে বল। তারপর তিনি বলেন : (আরবি) \nআমি আযান দেয়া শেষ করলে তিনি আমাকে ডাকলেন এবং আমাকে একটি থলে দান করলেন। যাতে ছিল কিছু রৌপ্য। তখন আমি আরয করলাম, ইয়া রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে মক্কায় আযান দেয়ার দায়িত্বে নিয়োজিত করুন। উত্তরে তিনি বলেন: হ্যাঁ, তোমাকে মক্কায় আযান দেয়ার দায়িত্বে নিয়োজিত করলাম। তারপর আমি রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কর্তৃক নিযুক্ত মক্কার আমীর আত্তাব ইব্‌ন আসীদ (রাঃ)-এর সঙ্গে সাক্ষাত করি এবং রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নির্দেশ অনুযায়ী তাঁর সঙ্গে আযান দিতে থাকি।",
    "ar": "أَخْبَرَنَا إِبْرَاهِيمُ بْنُ الْحَسَنِ وَيُوسُفُ بْنُ سَعِيدٍ وَاللَّفْظُ لَهُ، قَالَا: حَدَّثَنَا حَجَّاجٌ، عَنِ ابْنِ جُرَيْجٍ قَالَ: حَدَّثَنِي عَبْدُ الْعَزِيزِ بْنُ عَبْدِ الْمَلِكِ بْنِ أَبِي مَحْذُورَةَ أَنَّ عَبْدَ اللَّهِ بْنَ مُحَيْرِيزٍ أَخْبَرَهُ وَكَانَ يَتِيمًا فِي حِجْرِ أَبِي مَحْذُورَةَ حَتَّى جَهَّزَهُ إِلَى الشَّامِ - قَالَ: يَالَ لِأَبِي مَحْذُورَةَ إِنِّي خَارِجٌ إِلَى الشَّامِ وَأَخْشَى أَنْ أُسْأَلَ عَنْ تَأْذِينِكَ، فَأَخْبَرَنِي أَنَّ أَبَا مَحْذُورَةَ قَالَ لَهُ: \" خَرَجْتُ فِي نَفَرٍ فَكُنَّا بِبَعْضِ طَرِيقِ حُنَيْنٍ مَقْفَلَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ حُنَيْنٍ، فَلَقِيَنَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي بَعْضِ الطَّرِيقِ، فَأَذَّنَ مُؤَذِّنُ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِالصَّلَاةِ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَسَمِعْنَا صَوْتَ الْمُؤَذِّنِ وَنَحْنُ عَنْهُ مُتَنَكِّبُونَ، فَظَلِلْنَا نَحْكِيهِ وَنَهْزَأُ بِهِ، فَسَمِعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الصَّوْتَ فَأَرْسَلَ إِلَيْنَا حَتَّى وَقَفْنَا بَيْنَ يَدَيْهِ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَيُّكُمُ الَّذِي سَمِعْتُ صَوْتَهُ قَدِ ارْتَفَعَ؟» فَأَشَارَ الْقَوْمُ إِلَيَّ وَصَدَقُوا، فَأَرْسَلَهُمْ كُلَّهُمْ وَحَبَسَنِي فَقَالَ: «قُمْ فَأَذِّنْ بِالصَّلَاةِ» فَقُمْتُ فَأَلْقَى عَلَيَّ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ التَّأْذِينَ هُوَ بِنَفْسِهِ قَالَ: \" قُلِ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، ثُمَّ قَالَ: ارْجِعْ فَامْدُدْ صَوْتَكَ، ثُمَّ قَالَ: قُلْ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الصَّلَاةِ حَيَّ عَلَى الْفَلَاحِ حَيَّ عَلَى الْفَلَاحِ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ \"، ثُمَّ دَعَانِي حِينَ قَضَيْتُ التَّأْذِينَ فَأَعْطَانِي صُرَّةً فِيهَا شَيْءٌ مِنْ فِضَّةٍ، فَقُلْتُ: يَا رَسُولَ اللَّهِ مُرْنِي بِالتَّأْذِينِ بِمَكَّةَ فَقَالَ: «أَمَرْتُكَ بِهِ»، فَقَدِمْتُ عَلَى عَتَّابِ بْنِ أَسِيدٍ عَامِلِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بِمَكَّةَ فَأَذَّنْتُ مَعَهُ بِالصَّلَاةِ عَنْ أَمْرِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ \"\n---\n[حكم الألباني] حسن صحيح",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "7"
    }
  }
}