{
  "hadith": {
    "hadith_id": 633,
    "narrator": "আবূ মাহযূরা (রাঃ)",
    "bn": "তিনি বলেন : রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) যখন হুনায়ন থেকে বের হলেন, আমি মক্কাবাসী দশ ব্যক্তির অন্যতম হয়ে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তাঁর দলের খোঁজে বের হলাম। আমরা তাঁদেরকে সালাতের আযান দিতে শুনলাম। আমরা বিদ্রূপ সহকারে তাঁদের আযানের অনুকরণ করতে লাগলাম। তখন রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, “আমি তাদের মধ্যে মধুর কণ্ঠস্বর বিশিষ্ট এমন একজনের আওয়াজ শুনেছি।” তখন তিনি আমাদের ডেকে পাঠালেন। তারপর আমরা সকলেই এক একজন করে আযান দিলাম। সর্বশেষ ছিলাম আমি। আমি আযান দেয়ার পর বললেন, আস, তারপর আমাকে তাঁর সামনে বসালেন এবং আমার কপালে হাত বুলিয়ে তিনবার বরকতের দোয়া করলেন। তারপর বললেন, যাও, মসজিদে হারামে আযান দাও। আমি বললাম, ইয়া রাসূলুল্লাহ ! কিভাবে দেব ? তখন তিনি আমাদের আযান শিক্ষা দিলেন যেরূপ তোমরা এখন আযান দিচ্ছো : (আরবি) \nতিনি ফজরের আযানে...... (আরবি) দু’বার বলা শিক্ষা দেন।\nতিনি আমাকে ইকামত শিক্ষা দেন : দু’বার করে... (আরবি) \nইব্‌ন জুরায়জ বলেন : উসমান (রহঃ) এ পুরো হাদীসটি তাঁর পিতা এবং উম্মু আবদুল মালিক ইব্‌ন আবূ মাহযূরা (রাঃ) থেকে। আর তাঁরা উভয়ে আবূ মাহযূরা (রাঃ) থেকে শুনেছেন।",
    "ar": "أَخْبَرَنَا إِبْرَاهِيمُ بْنُ الْحَسَنِ قَالَ: حَدَّثَنَا حَجَّاجٌ، عَنِ ابْنِ جُرَيْجٍ، عَنْ عُثْمَانَ بْنِ السَّائِبِ قَالَ: أَخْبَرَنِي أَبِي وَأُمُّ عَبْدِ الْمَلِكِ بْنِ أَبِي مَحْذُورَةَ، عَنْ أَبِي مَحْذُورَةَ قَالَ: لَمَّا خَرَجَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ حُنَيْنٍ خَرَجْتُ عَاشِرَ عَشْرَةٍ مِنْ أَهْلِ مَكَّةَ نَطْلُبُهُمْ، فَسَمِعْنَاهُمْ يُؤَذِّنُونَ بِالصَّلَاةِ فَقُمْنَا نُؤَذِّنُ نَسْتَهْزِئُ بِهِمْ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «قَدْ سَمِعْتُ فِي هَؤُلَاءِ تَأْذِينَ إِنْسَانٍ حَسَنِ الصَّوْتِ». فَأَرْسَلَ إِلَيْنَا، فَأَذَّنَّا رَجُلٌ رَجُلٌ وَكُنْتُ آخِرَهُمْ، فَقَالَ حِينَ أَذَّنْتُ: «تَعَالَ». فَأَجْلَسَنِي بَيْنَ يَدَيْهِ، فَمَسَحَ عَلَى نَاصِيَتِي وَبَرَّكَ عَلَيَّ ثَلَاثَ مَرَّاتٍ، ثُمَّ قَالَ: «اذْهَبْ فَأَذِّنْ عِنْدَ الْبَيْتِ الْحَرَامِ». قُلْتُ كَيْفَ يَا رَسُولَ اللَّهِ؟ فَعَلَّمَنِي كَمَا تُؤَذِّنُونَ الْآنَ بِهَا: «اللَّهُ أَكْبَرُ. اللَّهُ أَكْبَرُ. اللَّهُ أَكْبَرُ. اللَّهُ أَكْبَرُ. أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ. أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ. أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ. أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ. أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ. أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ. حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الصَّلَاةِ. حَيَّ عَلَى الْفَلَاحِ. حَيَّ عَلَى الْفَلَاحِ. الصَّلَاةُ خَيْرٌ مِنَ النَّوْمِ فِي الْأُولَى مِنَ الصُّبْحِ». قَالَ: وَعَلَّمَنِي الْإِقَامَةَ مَرَّتَيْنِ: «اللَّهُ أَكْبَرُ. اللَّهُ أَكْبَرُ. اللَّهُ أَكْبَرُ. اللَّهُ أَكْبَرُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، أَشْهَدُ أَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الصَّلَاةِ، حَيَّ عَلَى الْفَلَاحِ، حَيَّ عَلَى الْفَلَاحِ، قَدْ قَامَتِ الصَّلَاةُ، قَدْ قَامَتِ الصَّلَاةُ، اللَّهُ أَكْبَرُ. اللَّهُ أَكْبَرُ لَا إِلَهَ إِلَّا اللَّهُ» قَالَ ابْنُ جُرَيْجٍ، أَخْبَرَنِي عُثْمَانُ هَذَا الْخَبَرَ كُلَّهُ، عَنْ أَبِيهِ، وَعَنْ أُمِّ عَبْدِ الْمَلِكِ بْنِ أَبِي مَحْذُورَةَ أَنَّهُمَا سَمِعَا ذَلِكَ مِنْ أَبِي مَحْذُورَةَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "7"
    }
  }
}