{
  "hadith": {
    "hadith_id": 694,
    "narrator": "জুহানীদের মুক্তিপ্রাপ্ত গোলাম আবূ আবদুল্লাহ আগার (রহঃ)",
    "bn": "যাঁরা আবূ হুরায়ারা (রাঃ)-এর সঙ্গী ছিলেন, তাঁরা আবূ হুরায়ারা (রাঃ)-কে বলতে শুনেছেন : মসজিদে নববীর এক সালাত মসজিদে হারাম ব্যতীত অন্যান্য মসজিদের এক হাজার সালাত থেকে উত্তম। কেননা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সর্বশেষ নবী, আর তাঁর মসজিদ সর্বশেষ মসজিদ। আবূ সালামা এবং আবূ আবদুল্লাহ বলেন : আমাদের সন্দেহ ছিল না যে, আবূ হুরায়রা (রাঃ) রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর হাদীস থেকে এটা বর্ণনা করতেন। কাজেই আবূ হুরায়রা (রাঃ) এই হাদীস রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে বর্ণনা করেছেন কিনা সে ব্যাপারে জিজ্ঞাসা করা থেকে আমরা বিরত রইলাম। যখন আবূ হুরায়রা (রাঃ) ইন্তিকাল করলেন, আমরা তা আলোচনা করলাম এবং এ ব্যাপারে আবূ হুরায়রা (রাঃ)-এর কাছে জিজ্ঞাসা না করার জন্য একে অপরকে তিরস্কার করতে লাগলাম। তিনি তা রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) থেকে যদি শুনেই থাকতেন তবে তাঁর থেকে বর্ণনা করলেন না কেন ? আমরা এই অবস্থায় ছিলাম এমন সময় আবদুল্লাহ ইব্‌ন ইবরাহীম ইব্‌ন কারিয আমাদের নিকট এসে বসলেন। তখন আমরা এই হাদীসের ব্যাপারে আলোচনা করলাম এবং আমরা যে আবূ হুরায়রা (রাঃ)-এর হাদীসের বর্ণনায় তাঁকে জিজ্ঞাসা করতে অবহেলা করেছি, তাও বললাম। আবদুল্লাহ ইব্‌ন ইবরাহীম বললেন, আমি সাক্ষ্য দিচ্ছি যে, আমি আবূ হুরায়রা (রাঃ)-কে বলতে শুনেছি, রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন : আমি সর্বশেষ নবী আর এ মসজিদ সর্বশেষ মসজিদ। [১]",
    "ar": "أَخْبَرَنَا كَثِيرُ بْنُ عُبَيْدٍ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ حَرْبٍ، عَنِ الزُّبَيْدِيِّ، عَنِ الزُّهْرِيِّ، عَنْ أَبِي سَلَمَةَ بْنِ عَبْدِ الرَّحْمَنِ، وَأَبِي عَبْدِ اللَّهِ الْأَغَرِّ مَوْلَى الْجُهَنِيِّينَ وَكَانَا مِنْ أَصْحَابِ أَبِي هُرَيْرَةَ أَنَّهُمَا سَمِعَا أَبَا هُرَيْرَةَ يَقُولُ: «صَلَاةٌ فِي مَسْجِدِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَفْضَلُ مِنَ الْفِ صَلَاةٍ فِيمَا سِوَاهُ مِنَ الْمَسَاجِدِ إِلَّا الْمَسْجِدَ الْحَرَامَ؛ فَإِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ آخِرُ الْأَنْبِيَاءِ , وَمَسْجِدَهُ آخِرُ الْمَسَاجِدِ» قَالَ أَبُو سَلَمَةَ وَأَبُو عَبْدِ اللَّهِ: لَمْ نَشُكَّ أنَّ أَبَا هُرَيْرَةَ كَانَ يَقُولُ عَنْ حَدِيثِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ , فَمَنَعَنَا أنْ نَسْتَثْبِتَ أَبَا هُرَيْرَةَ فِي ذَلِكَ الْحَدِيثِ , حَتَّى إِذَا تُوُفِّيَ أَبُو هُرَيْرَةَ ذَكَرْنَا ذَلِكَ وَتَلَاوَمْنَا أَنْ لَا نَكُونَ كَلَّمْنَا أَبَا هُرَيْرَةَ فِي ذَلِكَ حَتَّى يُسْنِدَهُ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِنْ كانَ سَمِعَهُ مِنْهُ , فَبَيْنَا نَحْنُ عَلَى ذَلِكَ جَالَسْنَا عَبْدَ اللَّهِ بْنَ إِبْرَاهِيمَ بْنِ قَارِظٍ , فَذَكَرْنَا ذَلِكَ الْحَدِيثَ , وَالَّذِي فرَّطْنَا فِيهِ مِنْ نَصِّ أَبِي هُرَيْرَةَ فَقَالَ لَنَا عَبْدُ اللَّهِ بْنُ إِبْرَاهِيمَ: أَشْهَدُ أَنِّي سَمِعْتُ أَبَا هُرَيْرَةَ يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فَإِنِّي آخِرُ الْأَنْبِيَاءِ , وَإِنَّهُ آخِرُ الْمَسَاجِدِ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] ‘সর্বশেষ মসজিদ’ এ কথার তাৎপর্য এই যে, মসজিদে নববী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) দুনিয়ার সর্বশ্রেষ্ঠ তিন মসজিদের সর্বশেষ কিংবা এটি নবীগনের মসজিদসমূহের মধ্যে সর্বশেষ মসজিদ। –অনুবাদক",
    "chapter": {
      "chapter_number": "8"
    }
  }
}