{
  "hadith": {
    "hadith_id": 701,
    "narrator": "তালাক্‌ ইব্‌ন আলী (রাঃ)",
    "bn": "তিনি বলেন : আমরা প্রতিনিধি হিসাবে নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট আগমনের উদ্দেশ্যে বের হলাম। পরে তাঁর নিকট বায়আত গ্রহন করলাম এবং তাঁর সাথে সালাত আদায় করলাম। তারপর আমরা তাঁকে অবহিত করলাম যে, দেশে আমাদের একটা গির্জা রয়েছে। আমরা তাঁকে উযূর উদ্ধৃত্ত পানি দিতে অনুরোধ জানালাম। তিনি কিছু পানি আনিয়ে উযূ এবং কুল্লি করলেন, তারপর একটি পাত্রে তা ঢেলে দিলেন। আর আমাদের তা নিতে নির্দেশ দিলেন এবং বললেন, তোমরা যাও। যখন তোমরা তোমাদের দেশে পৌছাবে, তখন তোমাদের ঐ গির্জাটি ভেঙ্গে ফেলবে আর সেখানে এ পানি ঢেলে দেবে। তারপর সেটাকে মসজিদ বানাবে। আমরা বললাম, আমাদের দেশ অনেক দূরে, গরমও অত্যধিক, পানি শুকিয়ে যাবে। তিনি বললেন, এর সাথে আরও পানি মিশ্রিত করে নেবে। তাতে ঐ পানির সুঘ্রাণ আরও বাড়বে। আমরা সেখানে থেকে বের হয়ে আমাদের দেশে পৌছালাম এবং আমাদের গির্জটি ভেঙ্গে ফেললাম। তারপর তার স্থানে পানি ঢেলে দিলাম আর ওটাকে মসজিদরূপে ব্যবহার করলাম। আমরা তাতে আযান দিলাম। রাবী বলেন : পাদ্রী ছিল তার সম্প্রদায়ের এক ব্যক্তি। সে আযান ধ্বনি শুনে বলল, এ তো সত্যের প্রতি আহবান। তারপর সে ঢালু স্থানের দিকে চলে গেল। তাকে আমরা আর দেখিনি।",
    "ar": "أَخْبَرَنَا هَنَّادُ بْنُ السَّرِيِّ، عَنْ مُلَازِمٍ قَالَ: حَدَّثَنِي عَبْدُ اللَّهِ بْنُ بَدْرٍ، عَنْ قَيْسِ بْنِ طَلْقٍ، عَنْ أَبِيهِ طَلْقِ بْنِ عَلِيٍّ قَالَ: خَرَجْنَا وَفْدًا إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَبَايَعْنَاهُ، وَصَلَّيْنَا مَعَهُ وَأَخْبَرْنَاهُ أَنَّ بِأَرْضِنَا بِيعَةً لَنَا، فَاسْتَوْهَبْنَاهُ مِنْ فَضْلِ طَهُورِهِ فَدَعَا بِمَاءٍ فَتَوَضَّأَ وَتَمَضْمَضَ، ثُمَّ صَبَّهُ فِي إِدَاوَةٍ وَأَمَرَنَا فَقَالَ: «اخْرُجُوا فَإِذَا أَتَيْتُمْ أَرْضَكُمْ فَاكْسِرُوا بِيعَتَكُمْ وَانْضَحُوا مَكَانَهَا بِهَذَا الْمَاءِ وَاتَّخِذُوهَا مَسْجِدًا» قُلْنَا: إِنَّ الْبَلَدَ بَعِيدٌ , وَالْحَرَّ شَدِيدٌ , وَالْمَاءَ يَنْشُفُ فَقَالَ: «مُدُّوهُ مِنَ الْمَاءِ؛ فَإِنَّهُ لَا يَزِيدُهُ إِلَّا طِيبًا» فَخَرَجْنَا حَتَّى قَدِمْنَا بَلَدَنَا فَكَسَرْنَا بِيعَتَنَا، ثُمَّ نَضَحْنَا مَكَانَهَا , وَاتَّخَذْنَاهَا مَسْجِدًا، فَنَادَيْنَا فِيهِ بِالْأَذَانِ , قَالَ: وَالرَّاهِبُ رَجُلٌ مِنْ طيِّئٍ، فَلَمَّا سَمِعَ الْأَذَانَ قَالَ: دَعْوَةُ حَقٍّ، ثُمَّ اسْتقْبَلَ تَلْعَةً مِنْ تِلَاعِنَا فَلَمْ نَرَهُ بَعْدُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "8"
    }
  }
}