{
  "hadith": {
    "hadith_id": 731,
    "narrator": "আবদুল্লাহ ইব্‌ন কা’ব (রহঃ)",
    "bn": "তিনি বলেন : আমি কা’ব ইব্‌ন মালিককে তবুক যুদ্ধে রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে তার যোগদান থেকে বিরত থাকার ঘটনা বর্ণনা করতে শুনেছি। তিনি বলেন : রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ভোরে তবুক থেকে আগমন করলেন। তিনি যখন কোন সফর থেকে ফিরে আসতেন প্রথমে মসজিদে প্রবেশ করে দু’ রাক’আত সালাত আদায় করতেন। তারপর লোকদের সাথে বসতেন। এইবার যখন তিনি এরূপ করলেন, তখন যারা জিহাদে যোগদান থেকে বিরত ছিল, তারা এসে তাঁর নিকট যোগদান না করার অজুহাত পেশ করতে আরম্ভ করল এবং তাঁর নিকট কসম করতে লাগল। তারা সংখ্যায় আশিজনের অধিক ছিল। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাদের বহ্যিক কারণগুলো মেনে নিলেন এবং তাদের বায়আত নিলেন এবং তাদের জন্য ক্ষমা চাইলেন। আর তাদের অভ্যন্তরীণ ব্যাপার আল্লাহর নিকট সোপর্দ করলেন। এমন সময় আমি সেখানে আসলাম। আমি যখন সালাম করলাম তিনি ক্রোধের হাসি হাসলেন। তারপর বললেন : আস। আমি এসে তাঁর সম্মুখে বসে পড়লাম। তিনি বললেন : তোমাকে কিসে ফিরিয়ে রাখল, তুমি কি সওয়ারী সংগ্রহ করেছিলে না ? আমি বললাম : ইয়া রাসূলুল্লাহ ! আল্লাহর কসম ! যদি আমি আপনি ছাড়া অন্য কোন দুনিয়াদারের সামনে উপবিষ্ট থাকতাম তা হলে আমার মনে হয় আমি তার ক্রোধ হতে বের হয়ে যেতে পারতাম, আমাকে বাক চাতুর্য দেওয়া হয়েছে। কিন্তু আল্লাহর কসম ! আমি জানি, আজ যদি আমি আপনার নিকট মিথ্যা কথা বলি, তাহলে তাতে আপনি সন্তুষ্ট হয়ে যাবেন কিন্তু অচিরেই আল্লাহ তা’আলা আপনাকে আমার উপর ক্রোধান্বিত করে দেবেন। আর যদি সত্য কথা বলি, তা হলে আপনি হয়ত আমার উপর ক্রোধান্বিত হবেন। তবে আমি আল্লাহর ক্ষমা কামনা করি। আল্লাহর কসম ! আমি যখন আপনার সাথে যুদ্ধে যাওয়া থেকে বিরত ছিলাম, তখনকার চাইতে কোন সময় অধিক শক্তিশালী অথবা অধিক সম্পদশালী ছিলাম না। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন : এ ব্যক্তি সত্য কথা বলেছে। উঠ, অপেক্ষা কর যে পর্যন্ত না আল্লাহ তোমার ব্যাপারে কোন ফয়সালা করেন। তখন আামি উঠে গেলাম। (সংক্ষিপ্ত)",
    "ar": "أَخْبَرَنَا سُلَيْمَانُ بْنُ دَاوُدَ قَالَ: حَدَّثَنَا ابْنُ وَهْبٍ، عَنْ يُونُسَ قَالَ: ابْنُ شِهَابٍ، وَأَخْبَرَنِي عَبْدُ الرَّحْمَنِ بْنُ كَعْبِ بْنِ مَالِكٍ، أَنَّ عَبْدَ اللَّهِ بْنَ كَعْبٍ قَالَ: سَمِعْتُ كَعْبَ بْنَ مَالِكٍ يُحَدِّثُ حَدِيثَهُ حِينَ تَخَلَّفَ عَنْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي غَزْوَةِ تَبُوكَ قَالَ: وَصَبَّحَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَادِمًا، وَكَانَ إِذَا قَدِمَ مِنْ سَفَرٍ بَدَأَ بِالْمَسْجِدِ فَرَكَعَ فِيهِ رَكْعَتَيْنِ، ثُمَّ جَلَسَ لِلنَّاسِ، فَلَمَّا فَعَلَ ذَلِكَ جَاءَهُ الْمُخَلَّفُونَ، فَطَفِقُوا يَعْتَذِرُونَ إِلَيْهِ وَيَحْلِفُونَ لَهُ، وَكَانُوا بِضْعًا وَثَمَانِينَ رَجُلًا، فَقَبِلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَلَانِيَتَهُمْ وَبَايَعَهُمْ وَاسْتَغْفَرَ لَهُمْ وَوَكَلَ سَرَائِرَهُمْ إِلَى اللَّهِ عَزَّ وَجَلَّ حَتَّى جِئْتُ، فَلَمَّا سَلَّمْتُ تَبَسَّمَ تَبَسُّمَ الْمُغْضَبِ، ثُمَّ قَالَ: «تَعَالَ». فَجِئْتُ حَتَّى جَلَسْتُ بَيْنَ يَدَيْهِ فَقَالَ لِي: «مَا خَلَّفَكَ؟ أَلَمْ تَكُنِ ابْتَعْتَ ظَهْرَكَ؟» فَقُلْتُ: يَا رَسُولَ اللَّهِ، إِنِّي وَاللَّهِ لَوْ جَلَسْتُ عِنْدَ غَيْرِكَ مِنْ أَهْلِ الدُّنْيَا لَرَأَيْتُ أَنِّي سَأَخْرُجُ مِنْ سَخَطِهِ وَلَقَدْ أُعْطِيتُ جَدَلًا، وَلَكِنْ وَاللَّهِ لَقَدْ عَلِمْتُ لَئِنْ حَدَّثْتُكَ الْيَوْمَ حَدِيثَ كَذِبٍ لِتَرْضَى بِهِ عَنِّي لَيُوشَكُ أَنَّ اللَّهَ عَزَّ وَجَلَّ يُسْخِطُكَ عَلَيَّ، وَلَئِنْ حَدَّثْتُكَ حَدِيثَ صِدْقٍ تَجِدُ عَلَيَّ فِيهِ إِنِّي لَأَرْجُو فِيهِ عَفْوَ اللَّهِ وَاللَّهِ مَا كُنْتُ قَطُّ أَقْوَى وَلَا أَيْسَرَ مِنِّي حِينَ تَخَلَّفْتُ عَنْكَ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَمَّا هَذَا فَقَدْ صَدَقَ، فَقُمْ حَتَّى يَقْضِيَ اللَّهُ فِيكَ» فَقُمْتُ فَمَضَيْتُ. مُخْتَصَرٌ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "8"
    }
  }
}