{
  "hadith": {
    "hadith_id": 784,
    "narrator": "সাহল ইব্‌ন সা’দ (রাঃ)",
    "bn": "রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট সংবাদ পৌঁছল যে, বনূ আমর ইব্‌ন আউফ-এর মধ্যে কোন বিরোধ দেখা দিয়েছে। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিছু লোকসহ তাদের মধ্যে মীমাংসা করার জন্য বের হলেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সেখানে কাজে আটকা পড়লেন। ইত্যবসরে আসরের সময় হলো। বিলাল (রাঃ) আবূ বকর (রাঃ)-এর নিকট এসে বললেনঃ হে আবূ বকর (রাঃ)! রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তো আটকা পড়েছেন, আর এদিকে সালাতের সময় হয়েছে। আপনি কি লোকদের ইমাম হবেন? তিনি বললেন, হ্যাঁ, যদি তুমি ইচ্ছা কর! তখন বিলাল (রাঃ) ইকামত বললেন আর আবূ বকর (রাঃ) সম্মুখে অগ্রসর হলেন। তিনি লোকদের নিয়ে সালাতের তাকবীর বললেন। এদিকে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) হেঁটে এসে কাতারে দাঁড়ালেন। আর লোক (রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর উপস্থিতির কথা জানানোর জন্য) হাত তালি দিতে লাগলেন। আবূ বকর (রাঃ) সালাতের মধ্যে এদিকে লক্ষ্য করছিলেন না। যখন লোক এরূপ বারবার করতে লাগলেন তখন তিনি লক্ষ্য করে দেখলেন যে, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উপস্থিত। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে ইঙ্গিতে সালাত আদায় করতে আদেশ করলেন। আবূ বকর (রাঃ) তাঁর হস্তদ্বয় উত্তোলন করে আল্লাহর প্রশংসা করলেন এবং পেছনে সরে আসলেন এবং সালাতের কাতারে দাঁড়িয়ে গেলেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সম্মুখে অগ্রসর হয়ে লোকদের নিয়ে সালাত আদায় করলেন। তিনি সালাত শেষ করে লোকদের দিকে ফিরে বললেনঃ হে লোক সকল! তোমাদের কি হলো যে, সালাতে কোন সমস্যা দেখা দিলে তোমরা হাত তালি দিতে আরম্ভ কর? হাত তালী দেওয়া তো নারীদের জন্য। সালাতে কারো কোন সমস্যা দেখা দিলে সে যেন সুবহানাল্লাহ বলে। কেননা সুবহানাল্লাহ বলতে শুনলে সকলেই তার দিকে লক্ষ্য করবে। (তারপর তিনি বললেনঃ) হে আবূ বকর! আমি যখন তোমার প্রতি ইঙ্গিত করলাম তখন সালাত আদায় করা থেকে তোমাকে কোন্‌ বস্তু বিরত রাখলো? আবূ বকর (রাঃ) বললেনঃ রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সামনে আবূ কুহাফার পুত্রের ইমামতি করা শোভা পায় না।",
    "ar": "أَخْبَرَنَا قُتَيْبَةُ قَالَ: حَدَّثَنَا يَعْقُوبُ وَهُوَ ابْنُ عَبْدِ الرَّحْمَنِ، عَنْ أَبِي حَازِمٍ، عَنْ سَهْلِ بْنِ سَعْدٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بَلَغَهُ أَنَّ بَنِي عَمْرِو بْنِ عَوْفٍ كَانَ بَيْنَهُمْ شَيْءٌ، فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِيُصْلِحَ بَيْنَهُمْ فِي أُنَاسٍ مَعَهُ، فَحُبِسَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَحَانَتِ الْأُولَى فَجَاءَ بِلَالٌ إِلَى أَبِي بَكْرٍ فَقَالَ: يَا أَبَا بَكْرٍ، إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَدْ حُبِسَ وَقَدْ حَانَتِ الصَّلَاةُ، فَهَلْ لَكَ أَنْ تَؤُمَّ النَّاسَ؟ قَالَ: نَعَمْ إِنْ شِئْتَ. فَأَقَامَ بِلَالٌ وَتَقَدَّمَ أَبُو بَكْرٍ فَكَبَّرَ بِالنَّاسِ، وَجَاءَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَمْشِي فِي الصُّفُوفِ حَتَّى قَامَ فِي الصَّفِّ، وَأَخَذَ النَّاسُ فِي التَّصْفِيقِ، وَكَانَ أَبُو بَكْرٍ لَا يَلْتَفِتُ فِي صَلَاتِهِ، فَلَمَّا أَكْثَرَ النَّاسُ الْتَفَتَ، فَإِذَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَأَشَارَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُهُ أَنْ يُصَلِّيَ فَرَفَعَ أَبُو بَكْرٍ يَدَيْهِ فَحَمِدَ اللَّهَ عَزَّ وَجَلَّ وَرَجَعَ الْقَهْقَرَى وَرَاءَهُ حَتَّى قَامَ فِي الصَّفِّ، فَتَقَدَّمَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى بِالنَّاسِ، فَلَمَّا فَرَغَ أَقْبَلَ عَلَى النَّاسِ فَقَالَ: \" يَا أَيُّهَا النَّاسُ، مَا لَكُمْ حِينَ نَابَكُمْ شَيْءٌ فِي الصَّلَاةِ أَخَذْتُمْ فِي التَّصْفِيقِ، إِنَّمَا التَّصْفِيقُ لِلنِّسَاءِ، مَنْ نَابَهُ شَيْءٌ فِي صَلَاتِهِ فَلْيَقُلْ: سُبْحَانَ اللَّهِ؛ فَإِنَّهُ لَا يَسْمَعُهُ أَحَدٌ حِينَ يَقُولُ: سُبْحَانَ اللَّهِ إِلَّا الْتَفَتَ إِلَيْهِ، يَا أَبَا بَكْرٍ: مَا مَنَعَكَ أَنْ تُصَلِّيَ لِلنَّاسِ حِينَ أَشَرْتُ إِلَيْكَ؟ \" قَالَ أَبُو بَكْرٍ: مَا كَانَ يَنْبَغِي لِابْنِ أَبِي قُحَافَةَ أَنْ يُصَلِّيَ بَيْنَ يَدَيْ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}