{
  "hadith": {
    "hadith_id": 800,
    "narrator": "বুরায়দা ইব্‌ন সুফিয়ান ইব্‌ন ফরওয়াতুল আসলামী",
    "bn": "যার নাম ছিল মাসঊদ। তিনি বলেনঃ আমার নিকট রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এবং আবূ বকর (রাঃ) আগমন করলেন। আবূ বকর (রাঃ) আমাকে বললেন, হে মাসঊদ ! আবূ তামীমের নিকট যাও অর্থাৎ তাঁর মনিব-এর নিকট এবং তাকে বল, সে যেন আমাদের জন্য উটের সওয়ারীর ব্যবস্থা করে, আমাদের জন্য কিছু সামান ও একজন পথপ্রদর্শক পাঠায় যে আমাদের পথ দেখাবে। আমি আমার মালিকের নিকট গিয়ে এ সংবাদ দিলাম। তিনি আমার সাথে একটি উট ও এক মশক দুধ পাঠিয়ে দিলেন। আমি তাঁদের নিরিবিলি স্থানে নিয়ে গেলাম, এমতাবস্থায় সালাতের সময় হলো। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সালাতে দাঁড়ালেন আর আবূ বকর (রাঃ) তাঁর ডানদিকে দাঁড়ালেন। আমি ইসলাম সম্বন্ধে জানতাম। আমিও তাঁদের সঙ্গে সালাতে শরীক হলাম। অতএব আমি তাঁদের পেছনে দাঁড়ালাম। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবূ বকর (রাঃ)–এর বক্ষে হাত রেখে তাঁকে পেছনে সরিয়ে দিলেন। আমরা তখন তাঁর পেছনে দাঁড়ালাম।",
    "ar": "أَخْبَرَنَا عَبْدَةُ بْنُ عَبْدِ اللَّهِ قَالَ: حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ قَالَ: حَدَّثَنَا أَفْلَحُ بْنُ سَعِيدٍ قَالَ: حَدَّثَنَا بُرَيْدَةُ بْنُ سُفْيَانَ بْنِ فَرْوَةَ الْأَسْلَمِيُّ، عَنْ غُلَامٍ لِجَدِّهِ يُقَالُ لَهُ مَسْعُودٌ فَقَالَ: \" مَرَّ بِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَبُو بَكْرٍ، فَقَالَ لِي أَبُو بَكْرٍ: يَا مَسْعُودُ، ائْتِ أَبَا تَمِيمٍ - يَعْنِي مَوْلَاهُ - فَقُلْ لَهُ: يَحْمِلْنَا عَلَى بَعِيرٍ وَيَبْعَثْ إِلَيْنَا بِزَادٍ وَدَلِيلٍ يَدُلُّنَا، فَجِئْتُ إِلَى مَوْلَايَ فَأَخْبَرْتُهُ، فَبَعَثَ مَعِي بِبَعِيرٍ وَوَطْبٍ مِنْ لَبَنٍ، فَجَعَلْتُ آخُذُ بِهِمْ فِي إِخْفَاءِ الطَّرِيقِ، وَحَضَرَتِ الصَّلَاةُ فَقَامَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي، وَقَامَ أَبُو بَكْرٍ عَنْ يَمِينِهِ وَقَدْ عَرَفْتُ الْإِسْلَامَ وَأَنَا مَعَهُمَا، فَجِئْتُ فَقُمْتُ خَلْفَهُمَا، فَدَفَعَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي صَدْرِ أَبِي بَكْرٍ فَقُمْنَا خَلْفَهُ \" قَالَ أَبُو عَبْدِ الرَّحْمَنِ: بُرَيْدَةُ هَذَا لَيْسَ بِالْقَوِيِّ فِي الْحَدِيثِ\n---\n[حكم الألباني] ضعيف الإسناد",
    "grade_id": 4,
    "grade": "দুর্বল হাদিস",
    "grade_color": "#F85B24",
    "note": "আবূ আবদুর রাহমান বলেনঃ এই বুরায়দা হাদীস বর্ণনায় নির্ভরযোগ্য নন।",
    "chapter": {
      "chapter_number": "10"
    }
  }
}