{
  "hadith": {
    "hadith_id": 830,
    "narrator": "হিত্তান ইব্‌ন আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেনঃ আবূ মূসা (রাঃ) আমাদের নিয়ে সালাত আদায় করলেন। তিনি বৈঠকে থাকাকালে এক ব্যক্তি প্রবেশ করে বলল, “নামায নেকী এবং যাকাত-এর সাথে মিলিত হয়েছে,” আবূ মূসা (রাঃ) যখন সালাম ফিরালেন তখন তিনি লোকের দিকে ফিরে বললেনঃ তোমাদের মধ্যে কে একথা বলেছে ? তখন লোক চুপ হয়ে গেল আর তিনি বললেনঃ হে হিত্তান! তুমি এটা বলে থাকবে। তিনি বললেনঃ না, আমি ভয় করছিলাম, আপনি এর জন্য আমাকে দোষারোপ করবেন। তিনি বললেনঃ  রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাদের সালাত ও তার নিয়ম-কানুন শিক্ষা দিয়েছেন। তিনি বলেছেনঃ ইমাম এজন্য যে, তার ইকতেদা করা হবে। যখন তিনি তাকবীর বলেন, তোমরাও তাকবীর বলবে, আর যখন তিনি (আরবী) বলেন, তখন তোমরা (আরবী) বলবে। তাহলে আল্লাহ তোমাদের দোয়া কবূল করবেন। আর যখন তিনি রুকূ করেন, তখন তোমরাও রুকূ করবে। আর যখন তিনি মাথা উঠিয়ে (আরবী) বলেন, তখন তোমরা বলবে (আরবী) আল্লাহ তোমাদের কথা শুনবেন। আর যখন ইমাম সিজদা করেন, তোমরাও সিজদা করবে, যখন সিজদা থেকে মাথা উঠাবেন, তোমরাও মাথা উঠাবে। কেননা ইমাম তোমাদের পূর্বে সিজদা করবেন এবং তোমাদের পূর্বে মাথা উঠাবেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ এটা তার সমান হয়ে যাবে।",
    "ar": "أَخْبَرَنَا مُؤَمَّلُ بْنُ هِشَامٍ قَالَ: حَدَّثَنَا إِسْمَاعِيلُ ابْنُ عُلَيَّةَ، عَنْ سَعِيدٍ، عَنْ قَتَادَةَ، عَنْ يُونُسَ بْنِ جُبَيْرٍ، عَنْ حِطَّانَ بْنِ عَبْدِ اللَّهِ قَالَ: صَلَّى بِنَا أَبُو مُوسَى، فَلَمَّا كَانَ فِي الْقَعْدَةِ دَخَلَ رَجُلٌ مِنَ الْقَوْمِ فَقَالَ: أُقِرَّتِ الصَّلَاةُ بِالْبِرِّ وَالزَّكَاةِ، فَلَمَّا سَلَّمَ أَبُو مُوسَى أَقْبَلَ عَلَى الْقَوْمِ فَقَالَ: أَيُّكُمُ الْقَائِلُ هَذِهِ الْكَلِمَةَ؟ فَأَرَمَّ الْقَوْمُ. قَالَ: يَا حِطَّانُ، لَعَلَّكَ قُلْتَهَا. قَالَ: لَا وَقَدْ خَشِيتُ أَنْ تَبْكَعَنِي بِهَا فَقَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يُعَلِّمُنَا صَلَاتَنَا وَسُنَّتَنَا فَقَالَ: \" إِنَّمَا الْإِمَامُ لِيُؤْتَمَّ بِهِ، فَإِذَا كَبَّرَ فَكَبِّرُوا، وَإِذَا قَالَ: {غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ} [الفاتحة: 7] فَقُولُوا: آمِينَ. يُجِبْكُمُ اللَّهُ، وَإِذَا رَكَعَ فَارْكَعُوا، وَإِذَا رَفَعَ فَقَالَ: سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ. فَقُولُوا: رَبَّنَا لَكَ الْحَمْدُ يَسْمَعِ اللَّهُ لَكُمْ، وَإِذَا سَجَدَ فَاسْجُدُوا، وَإِذَا رَفَعَ فَارْفَعُوا؛ فَإِنَّ الْإِمَامَ يَسْجُدُ قَبْلَكُمْ وَيَرْفَعُ قَبْلَكُمْ \". قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فَتِلْكَ بِتِلْكَ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}