{
  "hadith": {
    "hadith_id": 833,
    "narrator": "আয়েশা (রাঃ)",
    "bn": "তিনি বলেনঃ  রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর রোগ যখন বেড়ে গেল, তখন বিলাল (রাঃ) তাঁকে সালাতের খবর দিতে আসলেন। তিনি বললেনঃ আবূ বকর (রাঃ)-কে বল, সে যেন লোকদের নিয়ে সালাত আদায় করে। আয়েশা (রাঃ) বলেনঃ আমি বললাম, ইয়া রাসূলাল্লাহ্‌! আবূ বকর একজন কোমল-হৃদয় লোক। তিনি যখন আপনার স্থানে দাঁড়াবেন, তখন তিনি লোকদের কির’আত শোনাতে পারবেন না। অতএব যদি আপনি উমর (রাঃ)-কে আদেশ করতেন তবে ভাল হত। তিনি বললেনঃ আবূ বকর (রাঃ)-কে বল, যেন লোকদের নিয়ে সালাত আদায় করে। তারপর আমি হাফসা (রাঃ)-কে আমার কথা বলার জন্য বললাম। তিনিও তাঁকে তা বললেনঃ রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তোমরা (পীড়াপীড়ি করার ব্যাপারে) ঐ সকল নারীর ন্যায় যারা ইউসুফ (আঃ)-এর ব্যাপারে জড়িত ছিল। আবূ বকর (রাঃ)-কে বল, লোকদের নিয়ে সালাত আদায় করতে। তিনি [আয়েশা (রাঃ)] বলেনঃ তাঁকে অনুরোধ করা হলে যখন তিনি সালাত আরম্ভ করলেন, তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিছুটা স্বস্তিবোধ করলেন, তিনি দাঁড়িয়ে দু’জন লোকের সহায়তায় চললেন আর তাঁর পদ্বদয় মাটিতে হেঁচড়াচ্ছিল। যখন তিনি মসজিদে প্রবেশ করলেন, আবূ বকর (রাঃ) তাঁর আগমন অনুভব করে পেছনে হটতে চাইলেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে ইঙ্গিতে নিজ অবস্থায় থাকতে বললেন। আয়েশা (রাঃ) বলেনঃ তারপর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এসে আবূ বকর (রাঃ)-এর বামদিকে দাঁড়ালেন এবং লোকদের সাথে বসে সালাত আদায় করলেন। তখন রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) লোকদের নিয়ে সালাত আদায় করছিলেন বসে, আবূ বকর (রাঃ) ছিলেন দাঁড়ানো। আবূ বকর (রাঃ) রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর ইকতিদা করছিলেন আর অন্যান্য লোক ইকতিদা করছিল আবূ বকর (রাঃ)-এর সালাতের। [১]",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ الْعَلَاءِ قَالَ: حَدَّثَنَا أَبُو مُعَاوِيَةَ، عَنِ الْأَعْمَشِ، عَنْ إِبْرَاهِيمَ، عَنِ الْأَسْوَدِ، عَنْ عَائِشَةَ قَالَتْ: لَمَّا ثَقُلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ جَاءَ بِلَالٌ يُؤْذِنُهُ بِالصَّلَاةِ فَقَالَ: «مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ». قَالَتْ: قُلْتُ: يَا رَسُولَ اللَّهِ إِنَّ أَبَا بَكْرٍ رَجُلٌ أَسِيفٌ وَإِنَّهُ مَتَى يَقُومُ فِي مَقَامِكَ لَا يُسْمِعُ النَّاسَ فَلَوْ أَمَرْتَ عُمَرَ. فَقَالَ: «مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ». فَقُلْتُ لِحَفْصَةَ: قُولِي لَهُ، فَقَالَتْ لَهُ فَقَالَ: «إِنَّكُنَّ لَأَنْتُنَّ صَوَاحِبَاتُ يُوسُفَ، مُرُوا أَبَا بَكْرٍ فَلْيُصَلِّ بِالنَّاسِ». قَالَتْ: فَأَمَرُوا أَبَا بَكْرٍ، فَلَمَّا دَخَلَ فِي الصَّلَاةِ وَجَدَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ نَفْسِهِ خِفَّةً قَالَتْ: فَقَامَ يُهَادَى بَيْنَ رَجُلَيْنِ، وَرِجْلَاهُ تَخُطَّانِ فِي الْأَرْضِ، فَلَمَّا دَخَلَ الْمَسْجِدَ سَمِعَ أَبُو بَكْرٍ حِسَّهُ فَذَهَبَ لِيَتَأَخَّرَ، فَأَوْمَأَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ قُمْ كَمَا أَنْتَ. قَالَتْ: فَجَاءَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حَتَّى قَامَ عَنْ يَسَارِ أَبِي بَكْرٍ جَالِسًا، فَكَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي بِالنَّاسِ جَالِسًا، وَأَبُو بَكْرٍ قَائِمًا يَقْتَدِي أَبُو بَكْرٍ بِرَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَالنَّاسُ يَقْتَدُونَ بِصَلَاةِ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": "[১] আবূ বকর (রাঃ) লোকদের রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর তাকবীর শোনাতেন।",
    "chapter": {
      "chapter_number": "10"
    }
  }
}