{
  "hadith": {
    "hadith_id": 834,
    "narrator": "উবায়দুল্লাহ্‌ ইব্‌ন আবদুল্লাহ (রাঃ)",
    "bn": "তিনি বলেনঃ আমি আয়েশা (রাঃ)-এর নিকট উপস্থিত হয়ে বললাম, আপনি কি আমাকে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর রোগ সম্বন্ধে অবহিত করবেন না? তিনি বললেনঃ রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর রোগ যখন বেড়ে গেল তখন তিনি বললেন, লোকেরা কি সালাত আদায় করে ফেলেছে? আমরা বললাম; না, আপনার অপেক্ষা করছে ইয়া রাসূলাল্লাহ্‌! তিনি বললেন, আমার জন্য পাত্রে কিছু পানি রাখ। আমরা তা করলে তিনি গোসল করলেন এবং মসজিদে যাওয়ার ইচ্ছা করলেন। ইত্যবসরে তিনি সংজ্ঞাহীন হয়ে পড়েন। তারপর কিছুটা সুস্থ হয়ে বললেন, লোকগণ কি সালাত আদায় করে ফেলেছে? আমরা বললাম, না, ইয়া রাসূলাল্লাহ্‌! তারা আপনার অপেক্ষা করছে। তিনি বললেন, আমার জন্য পাত্রে কিছু পানি রাখ। আমরা যখন পানি রাখলাম তিনি গোসল করলেন। তারপর দাঁড়াবার ইচ্ছা করলে আবার তিনি সংজ্ঞাহীন হয়ে পড়েন। এরপর তৃতীয়বারও তিনি ঐরূপ বললেন। আয়েশা (রাঃ) বলেনঃ তখন লোকেরা মসজিদে ইশার সালাতের জন্য রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর অপেক্ষায় অবস্থান করছিলেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আবূ বকর (রাঃ)-এর নিকট লোক পাঠিয়ে লোকদের নিয়ে সালাত আদায় করতে বললেন। সেই লোক এসে তাঁকে সংবাদ দিল যে, রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আপনাকে লোকদের নিয়ে সালাত আদায় করতে বলেছেন। আবূ বকর (রাঃ) ছিলেন কোমল হৃদয়ের লোক। তিনি উমর (রাঃ)-কে বললেন, হে উমর! লোকদের নিয়ে সালাত আদায় করুন। তিনি বললেন, এ কাজের জন্য আপনিই উপযুক্ত। তারপর আবূ বকর (রাঃ) এই কয়দিন লোকদের নিয়ে সালাত আদায় করলেন। এরপর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কিছুটা সুস্থতা অনুভব করলেন এবং তিনি দু’জন লোকের সাহায্য নিয়ে যোহরের সালাতের জন্য আসলেন। তাঁদের একজন ছিলেন আব্বাস (রাঃ)। যখন আবূ বকর (রাঃ) তাঁকে দেখলেন তখন তিনি পিছে হটতে চাইলেন। রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) তাঁকে ইঙ্গিতে পিছু হটতে নিষেধ করলেন এবং ঐ দুই ব্যক্তিকে আদেশ করলে তাঁরা তাঁকে আবূ বকরের পাশে বসিয়ে দিলেন। তখন আবূ বকর (রাঃ) দাঁড়িয়ে সালাত আদায় করছিলেন আর লোকগণ আবূ বকরের ইকতিদা করছিলেন। আর রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বসে সালাত আদায় করছিলেন। বর্ণনাকারী বলেনঃ তারপর আমি ইব্‌ন আব্বাস (রাঃ)-এর নিকট গিয়ে বললাম, আয়েশা (রাঃ) আমাকে রাসূলুল্লাহ্‌ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর রোগ সম্বন্ধে যা বলেছেন, তা কি আপনার নিকট বর্ণনা করব? তিনি বললেন, হ্যাঁ। আমি তাঁর নিকট বর্ণনা করলাম। তিনি তার কোন কিছুই অস্বীকার করলেন না। কিন্তু তিনি বললেন, তিনি তোমার নিকট ঐ ব্যক্তির নাম বলেছেন কি, যিনি আব্বাসের সঙ্গে ছিলেন? আমি বললাম, না। ইব্‌ন আব্বাস (রাঃ) বললেন, তিনি ছিলেন আলী (রাঃ)।",
    "ar": "أَخْبَرَنَا الْعَبَّاسُ بْنُ عَبْدِ الْعَظِيمِ الْعَنْبَرِيُّ قَالَ: حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ قَالَ: حَدَّثَنَا زَائِدَةُ، عَنْ مُوسَى بْنِ أَبِي عَائِشَةَ، عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ قَالَ: دَخَلْتُ عَلَى عَائِشَةَ فَقُلْتُ: أَلَا تُحَدِّثِينِي عَنْ مَرَضِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ قَالَتْ: لَمَّا ثَقُلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: «أَصَلَّى النَّاسُ؟» فَقُلْنَا: لَا. وَهُمْ يَنْتَظِرُونَكَ يَا رَسُولَ اللَّهِ. فَقَالَ: ضَعُوا لِي مَاءً فِي الْمِخْضَبِ فَفَعَلْنَا، فَاغْتَسَلَ، ثُمَّ ذَهَبَ لِيَنُوءَ فَأُغْمِيَ عَلَيْهِ، ثُمَّ أَفَاقَ فَقَالَ: «أَصَلَّى النَّاسُ؟» قُلْنَا: لَا. هُمْ يَنْتَظِرُونَكَ يَا رَسُولَ اللَّهِ. فَقَالَ: «ضَعُوا لِي مَاءً فِي الْمِخْضَبِ». فَفَعَلْنَا فَاغْتَسَلَ، ثُمَّ ذَهَبَ لِيَنُوءَ، ثُمَّ أُغْمِيَ عَلَيْهِ، ثُمَّ قَالَ فِي الثَّالِثَةِ مِثْلَ قَوْلِهِ قَالَتْ: وَالنَّاسُ عُكُوفٌ فِي الْمَسْجِدِ يَنْتَظِرُونَ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِصَلَاةِ الْعِشَاء، فَأَرْسَلَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِلَى أَبِي بَكْرٍ أَنْ صَلِّ بِالنَّاسِ، فَجَاءَهُ الرَّسُولُ فَقَالَ: إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَأْمُرُكَ أَنْ تُصَلِّيَ بِالنَّاسِ، وَكَانَ أَبُو بَكْرٍ رَجُلًا رَقِيقًا فَقَالَ: يَا عُمَرُ صَلِّ بِالنَّاسِ. فَقَالَ: أَنْتَ أَحَقُّ بِذَلِكَ فَصَلَّى بِهِمْ أَبُو بَكْرٍ تِلْكَ الْأَيَّامَ، ثُمَّ إِنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَجَدَ مِنْ نَفْسِهِ خِفَّةً، فَجَاءَ يُهَادَى بَيْنَ رَجُلَيْنِ أَحَدُهُمَا الْعَبَّاسُ لِصَلَاةِ الظُّهْرِ، فَلَمَّا رَآهُ أَبُو بَكْرٍ ذَهَبَ لِيَتَأَخَّرَ، فَأَوْمَأَ إِلَيْهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ لَا يَتَأَخَّرَ وَأَمَرَهُمَا فَأَجْلَسَاهُ إِلَى جَنْبِهِ، فَجَعَلَ أَبُو بَكْرٍ يُصَلِّي قَائِمًا وَالنَّاسُ يُصَلُّونَ بِصَلَاةِ أَبِي بَكْرٍ وَرَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي قَاعِدًا \" فَدَخَلْتُ عَلَى ابْنِ عَبَّاسٍ فَقُلْتُ: أَلَا أَعْرِضُ عَلَيْكَ مَا حَدَّثَتْنِي عَائِشَةُ عَنْ مَرَضِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: نَعَمْ. فَحَدَّثْتُهُ , فَمَا أَنْكَرَ مِنْهُ شَيْئًا غَيْرَ أَنَّهُ قَالَ: أَسَمَّتْ لَكَ الرَّجُلَ الَّذِي كَانَ مَعَ الْعَبَّاسِ؟ قُلْتُ: لَا. قَالَ: هُوَ عَلِيٌّ كَرَّمَ اللَّهُ وَجْهَهُ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}