{
  "hadith": {
    "hadith_id": 846,
    "narrator": "আবূ কাতাদা (রাঃ)",
    "bn": "তিনি বলেনঃ আমরা রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর সঙ্গে ছিলাম, হঠাৎ দলের একজন বললেন, ইয়া রাসূলাল্লাহ্ ! যদি আরও বিলম্ব করে সালাত আদায় করতেন। তিনি বললেনঃ আমি ভয় করি তোমরা সালাত ছেড়ে শুয়ে পড়বে। বিলাল (রাঃ) বললেনঃ আমি আপনাদের দেখাশুনা করব। তারপর সকলেই শুয়ে পড়লেন এবং নিদ্রা গেলেন। বিলাল (রাঃ) তাঁর সওয়ারীর সাথে হেলান দিয়ে পিঠ লাগিয়ে রইলেন। তারপর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) জাগ্রত হয়ে দেখলেন সূর্য উদিত হচ্ছে। তিনি বললেনঃ হে বিলাল ! তুমি যা বলেছিলে তা কোথায় ? তিনি বললেন আমাকে এত গভীর নিদ্রা আর কখনো পায়নি। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ আল্লাহ্‌ তা’আলা যখন ইচ্ছা করলেন তখন তোমাদের রূহ কব্‌য করে নিলেন আর যখন ইচ্ছা, ফিরিয়ে দিলেন। হে বিলাল ! উঠ লোকদের সালাতের আহবান কর। তারপর বিলাল (রাঃ) উঠে আযান দিলেন, এরপর সকলে উযূ করলেন অর্থাৎ যখন সূর্য বেশ উপরে উঠলো। পরে তিনি দাঁড়িয়ে লোকদের নিয়ে সালাত আদায় করলেন।",
    "ar": "أَخْبَرَنَا هَنَّادُ بْنُ السَّرِيِّ، قَالَ: حَدَّثَنَا أَبُو زُبَيْدٍ وَاسْمُهُ عَبْثَرُ بْنُ الْقَاسِمِ، عَنْ حُصَيْنٍ، عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ، عَنْ أَبِيهِ قَالَ: كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذْ قَالَ بَعْضُ الْقَوْمِ: لَوْ عَرَّسْتَ بِنَا يَا رَسُولَ اللَّهِ، قَالَ: «إِنِّي أَخَافُ أَنْ تَنَامُوا عَنِ الصَّلَاةِ». قَالَ بِلَالٌ: أَنَا أَحْفَظُكُمْ، فَاضْطَجَعُوا فَنَامُوا وَأَسْنَدَ بِلَالٌ ظَهْرَهُ إِلَى رَاحِلَتِهِ، فَاسْتَيْقَظَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَقَدْ طَلَعَ حَاجِبُ الشَّمْسِ فَقَالَ: «يَا بِلَالُ أَيْنَ مَا قُلْتَ؟» قَالَ: مَا أُلْقِيَتْ عَلَيَّ نَوْمَةٌ مِثْلُهَا قَطُّ. قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إِنَّ اللَّهَ عَزَّ وَجَلَّ قَبَضَ أَرْوَاحَكُمْ حِينَ شَاءَ فَرَدَّهَا حِينَ شَاءَ، قُمْ يَا بِلَالُ فَآذِنِ النَّاسَ بِالصَّلَاةِ». فَقَامَ بِلَالٌ فَأَذَّنَ فَتَوَضَّئُوا يَعْنِي حِينَ ارْتَفَعَتِ الشَّمْسُ، ثُمَّ قَامَ فَصَلَّى بِهِمْ",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}