{
  "hadith": {
    "hadith_id": 849,
    "narrator": "আবদুল্লাহ ইব্‌ন মাসঊদ (রাঃ)",
    "bn": "তিনি বলতেন, যে ব্যক্তি কাল আল্লাহ্‌ তা’আলার সঙ্গে একজন মুসলমান হিসাবে সাক্ষাৎ করার আশা রাখে, সে যেন পাঁচ ওয়াক্ত সালাতের হিফাযত করে, সেখানে তার আযান দেয়া হয়। আল্লাহ্‌ তা’আলা তাঁর নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে হিদায়াতের নিয়মাবলী বর্ণনা করেছেন, আর ঐগুলো হিদায়াতের নিয়মের অন্তর্গত। আর আমি ধারণা করি, তোমাদের ঘরে প্রত্যেকের একটা সালাতের স্থান রয়েছে। অতএব যদি তোমরা তোমাদের ঘরে সালাত আদায় কর আর তোমাদের মসজিদ পরিত্যাগ কর, তাহলে তোমরা তোমাদের নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর তরীকা পরিত্যাগ করলে। আর যদি তোমরা তোমাদের নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর তরীকাই পরিত্যাগ করলে তাহলে তোমরা পথভ্রষ্ট হলে। আর যে মুসলিমই উত্তমরূপে উযূ করে, তারপর সে সালাতের জন্য পায়ে হেঁটে যায়, আল্লাহ্‌ তা’আলা তার প্রতি পদক্ষেপে একটি পুণ্য লেখেন, অথবা তার জন্য তার মর্যাদার একটি ধাপ উন্নত করে দেন। অথবা তদ্‌দ্বারা তার একটি পাপের প্রায়শ্চিত্ত করেন। আমি সেই সময়টা যেন দেখতে পাচ্ছি যখন আমরা (মসজিদে যাওয়ার সময়) কাছাকাছি পা ফেলে চলতাম (যাতে অধিক নেকী পাওয়া যায়) আর তা থেকে বিরত থাকত না কেউ ঐ মুনাফিক ব্যতীত যার নিফাক প্রকাশ্য। পক্ষান্তরে আমি দেখেছি, এক ব্যক্তি দুই ব্যক্তির সাহায্যে চলতে থাকত। অবশেষে তাকে কাতারে দাঁড় করান হতো।",
    "ar": "أَخْبَرَنَا سُوَيْدُ بْنُ نَصْرٍ قَالَ: أَنْبَأَنَا عَبْدُ اللَّهِ بْنُ الْمُبَارَكِ، عَنْ الْمَسْعُودِيِّ، عَنْ عَلِيِّ بْنِ الْأَقْمَرِ، عَنْ أَبِي الْأَحْوَصِ، عَنْ عَبْدِ اللَّهِ، أَنَّهُ كَانَ يَقُولُ: «مَنْ سَرَّهُ أَنْ يَلْقَى اللَّهَ عَزَّ وَجَلَّ غَدًا مُسْلِمًا فَلْيُحَافِظْ عَلَى هَؤُلَاءِ الصَّلَوَاتِ الْخَمْسِ حَيْثُ يُنَادَى بِهِنَّ، فَإِنَّ اللَّهَ عَزَّ وَجَلَّ شَرَعَ لِنَبِيِّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سُنَنَ الْهُدَى وَإِنَّهُنَّ مِنْ سُنَنِ الْهُدَى، وَإِنِّي لَا أَحْسَبُ مِنْكُمْ أَحَدًا إِلَّا لَهُ مَسْجِدٌ يُصَلِّي فِيهِ فِي بَيْتِهِ، فَلَوْ صَلَّيْتُمْ فِي بُيُوتِكُمْ وَتَرَكْتُمْ مَسَاجِدَكُمْ لَتَرَكْتُمْ سُنَّةَ نَبِيِّكُمْ وَلَوْ تَرَكْتُمْ سُنَّةَ نَبِيِّكُمْ لَضَلَلْتُمْ، وَمَا مِنْ عَبْدٍ مُسْلِمٍ يَتَوَضَّأُ فَيُحْسِنُ الْوُضُوءَ، ثُمَّ يَمْشِي إِلَى صَلَاةٍ إِلَّا كَتَبَ اللَّهُ عَزَّ وَجَلَّ لَهُ بِكُلِّ خُطْوَةٍ يَخْطُوهَا حَسَنَةً أَوْ يَرْفَعُ لَهُ بِهَا دَرَجَةً أَوْ يُكَفِّرُ عَنْهُ بِهَا خَطِيئَةً، وَلَقَدْ رَأَيْتُنَا نُقَارِبُ بَيْنَ الْخُطَا وَلَقَدْ رَأَيْتُنَا وَمَا يَتَخَلَّفُ عَنْهَا إِلَّا مُنَافِقٌ مَعْلُومٌ نِفَاقُهُ، وَلَقَدْ رَأَيْتُ الرَّجُلَ يُهَادَى بَيْنَ الرَّجُلَيْنِ حَتَّى يُقَامَ فِي الصَّفِّ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "10"
    }
  }
}