{
  "hadith": {
    "hadith_id": 938,
    "narrator": "উমর ইব্ন খাত্তাব (রাঃ)",
    "bn": "তিনি বলেন, আমি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর জীবদ্দশায় হিশাম ইব্ন হাকীমকে সূরা ফুরকান পড়তে শুনেছি। আমি তাঁর কিরাআত লক্ষ্য করে শুনলাম। শুনলাম, তিনি তা পড়ছেন এমন কতকগুলো অক্ষরসহ যা রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে পড়ান নি। সালাতের মধ্যেই আমি তাঁকে আক্রমণ করতে মনস্থ করলাম। কিন্তু আমি আমি তাঁর সালাম ফিরান পর্যন্ত অপেক্ষা করলাম। যখন তিনি সালাম ফিরালেন আমি তাঁকে তাঁর চাদর দ্বারা বেঁধে জিজ্ঞাসা করলাম, আপনাকে এ সূরাটি কে শিক্ষা দিয়েছে? যা আপনাকে পড়তে শুনলাম। তিনি বললেন, আমাকে তা রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) শিক্ষা দিয়েছেন। আমি বললাম, আপনি মিথ্যা বলছেন। আল্লাহর শপথ! রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-ই আমাকে তা পড়িয়েছেন, যা আমি আপনাকে পড়তে শুনেছি। আমি তাঁকে টেনে নিয়ে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট গিয়ে বললাম, ইয়া রাসূলাল্লাহ্! আমি তাঁকে সূরা ফুরকান পড়তে শুনছি এমন কতকগুলো অক্ষরসহ যা আপনি আমাকে পড়ান নি। অথচ আপনিই আমাকে তা শিক্ষা দিয়েছেন। তখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে উমর! তাকে ছেড়ে দাও। হে হিশাম! পড়। তখন তিনি ঐ কিরাআত পড়লেন যা আমি তাকে পড়তে শুনেছি। রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এরূপই নাযিল হয়েছে। তারপর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে উমর! পড়। তখন আমি ঐরূপই পড়লাম, তিনি আমাকে যেরূপ পড়তে শিখিয়েছেন। তখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এরূপই অবতীর্ণ হয়েছে, অতএব রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, এ কুরআন নাযিল হয়েছে সাত ভাষায়। অতএব, তোমাদের যেরূপ সহজ হয় সেরূপ পড়।",
    "ar": "أَخْبَرَنَا يُونُسُ بْنُ عَبْدِ الْأَعْلَى قَالَ: حَدَّثَنَا ابْنُ وَهْبٍ قَالَ: أَخْبَرَنِي يُونُسُ، عَنْ ابْنُ شِهَابٍ قَالَ: أَخْبَرَنِي عُرْوَةُ بْنُ الزُّبَيْرِ، أَنَّ الْمِسْوَرَ بْنُ مَخْرَمَةَ، وَعَبْدَ الرَّحْمَنِ بْنُ عَبْدٍ الْقَارِيَّ أَخْبَرَاهُ، أَنَّهُمَا سَمِعَا عُمَرَ بْنَ الْخَطَّابِ يَقُولُ: سَمِعْتُ هِشَامَ بْنَ حَكِيمٍ يَقْرَأُ سُورَةَ الْفُرْقَانِ فِي حَيَاةِ رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَاسْتَمَعْتُ لِقِرَاءَتِهِ، فَإِذَا هُوَ يَقْرَؤُهَا عَلَى حُرُوفٍ كَثِيرَةٍ لَمْ يُقْرِئْنِيهَا رَسُولِ اللَّهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَكِدْتُ أُسَاوِرُهُ فِي الصَّلَاةِ فَتَصَبَّرْتُ حَتَّى سَلَّمَ، فَلَمَّا سَلَّمَ لَبَّبْتُهُ بِرِدَائِهِ فَقُلْتُ: مَنْ أَقْرَأَكَ هَذِهِ السُّورَةَ الَّتِي سَمِعْتُكَ تَقْرَؤُهَا؟ فَقَالَ: أَقْرَأَنِيهَا رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. فَقُلْتُ: كَذَبْتَ، فَوَاللَّهِ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هُوَ أَقْرَأَنِي هَذِهِ السُّورَةَ الَّتِي سَمِعْتُكَ تَقْرَؤُهَا، فَانْطَلَقْتُ بِهِ أَقُودُهُ إِلَى رَسُولِ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ: يَا رَسُولِ اللَّهُ، إِنِّي سَمِعْتُ هَذَا يَقْرَأُ سُورَةَ الْفُرْقَانِ عَلَى حُرُوفٍ لَمْ تُقْرِئْنِيهَا، وَأَنْتَ أَقْرَأْتَنِي سُورَةَ الْفُرْقَانِ. فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَرْسِلْهُ يَا عُمَرُ، اقْرَأْ يَا هِشَامُ». فَقَرَأَ عَلَيْهِ الْقِرَاءَةَ الَّتِي سَمِعْتُهُ يَقْرَؤُهَا قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «هَكَذَا أُنْزِلَتْ». ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اقْرَأْ يَا عُمَرُ». فَقَرَأْتُ الْقِرَاءَةَ الَّتِي أَقْرَأَنِي، قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «هَكَذَا أُنْزِلَتْ». ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «إِنَّ هَذَا الْقُرْآنَ أُنْزِلَ عَلَى سَبْعَةِ أَحْرُفٍ، فَاقْرَءُوا مَا تَيَسَّرَ مِنْهُ»",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}