{
  "hadith": {
    "hadith_id": 939,
    "narrator": "উবাই ইব্ন কা’ব (রাঃ)",
    "bn": "একবার রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বনূ গিফারের কূয়ার নিকট ছিলেন। এমন সময় তাঁর নিকট জিবরাঈল (আঃ) আগমন করলেন এবং বললেন, আল্লাহ্ তা’আলা আপনাকে আদেশ করেছেন, আপনি যেন আপনার উম্মতকে এক উপভাষায় কুরআন পড়ান। তিনি বললেন, আমি আল্লাহ্ তা’আলার নিকট তাঁর ক্ষমা কামনা করি, আমার উম্মত এর ক্ষমতা রাখবে না। তারপর তাঁর নিকট দ্বিতীয়বার আগমন করে বললেন, আল্লাহ্ তা’আলা আপনাকে আদেশ করেছেন, আপনি যেন আপনার উম্মতকে দু’হরফ বা উপভাষায় কুরআন পড়ান। তিনি বললেন, আমি আল্লাহ্ তা’আলার নিকট তাঁর ক্ষমা ভিক্ষা করি। আমার উম্মত এরও ক্ষমতা রাখবে না। তারপর জিবরাঈল তাঁর নিকট তৃতীয়বার এসে বললেন, আল্লাহ তা’আলা আপনাকে আদেশ করছেন, আপনি যেন আপনার উম্মতকে তিন হরফ বা উপভাষায় কুরআন পড়ান। তিনি বললেন, আমি আল্লাহ তা’আলার নিকট তাঁর ক্ষমা ভিক্ষা করি। আমার উম্মত এরও ক্ষমতা রাখবে না। এরপর জিবরাঈল তাঁর নিকট চতুর্থবার আগমন করে বললেন, আল্লাহ তা’আলা আপনাকে আদেশ করছেন, আপনি যেন আপনার উম্মতকে সাত হরফ বা উপভাষায় কুরআন পড়ান। যে লুগাতেই পড়ুক না কেন তা-ই সঠিক হবে।",
    "ar": "أَخْبَرَنَا مُحَمَّدُ بْنُ بَشَّارٍ قَالَ: حَدَّثَنَا مُحَمَّدُ بْنُ جَعْفَرٍ غُنْدَرٌ قَالَ: حَدَّثَنَا شُعْبَةُ، عَنِ الْحَكَمِ، عَنْ مُجَاهِدٍ، عَنِ ابْنِ أَبِي لَيْلَى، عَنْ أَبِي بْنِ كَعْبٍ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ عِنْدَ أَضَاةِ بَنِي غِفَارٍ، فَأَتَاهُ جِبْرِيلُ عَلَيْهِ السَّلَامُ فَقَالَ: إِنَّ اللَّهُ عَزَّ وَجَلَّ يَأْمُرُكَ أَنَّ تُقْرِئَ أُمَّتَكَ الْقُرْآنَ عَلَى حَرْفٍ. قَالَ: «أَسْأَلُ اللَّهَ مُعَافَاتَهُ وَمَغْفِرَتَهُ، وَإِنَّ أُمَّتِي لَا تُطِيقُ ذَلِكَ». ثُمَّ أَتَاهُ الثَّانِيَةَ فَقَالَ: إِنَّ اللَّهَ عَزَّ وَجَلَّ يَأْمُرُكَ أَنْ تُقْرِئَ أُمَّتَكَ الْقُرْآنَ عَلَى حَرْفَيْنِ. قَالَ: «أَسْأَلُ اللَّهَ مُعَافَاتَهُ وَمَغْفِرَتَهُ، وَإِنَّ أُمَّتِي لَا تُطِيقُ ذَلِكَ». ثُمَّ جَاءَهُ الثَّالِثَةَ فَقَالَ: إِنَّ اللَّهَ عَزَّ وَجَلَّ يَأْمُرُكَ أَنْ تُقْرِئَ أُمَّتَكَ الْقُرْآنَ عَلَى ثَلَاثَةِ أَحْرُفٍ. فَقَالَ: «أَسْأَلُ اللَّهَ مُعَافَاتَهُ وَمَغْفِرَتَهُ، وَإِنَّ أُمَّتِي لَا تُطِيقُ ذَلِكَ». ثُمَّ جَاءَهُ الرَّابِعَةَ فَقَالَ: إِنَّ اللَّهَ عَزَّ وَجَلَّ يَأْمُرُكَ أَنْ تُقْرِئَ أُمَّتَكَ الْقُرْآنَ عَلَى سَبْعَةِ أَحْرُفٍ، فَأَيُّمَا حَرْفٍ قَرَءُوا عَلَيْهِ فَقَدْ أَصَابُوا قَالَ أَبُو عَبْدِ الرَّحْمَنِ: هَذَا الْحَدِيثُ خُولِفَ فِيهِ الْحَكَمُ، خَالَفَهُ مَنْصُورُ بْنُ الْمُعْتَمِرِ، رَوَاهُ عَنْ مُجَاهِدٍ، عَنْ عُبَيْدِ بْنِ عُمَيْرٍ مُرْسَلًا",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}