{
  "hadith": {
    "hadith_id": 940,
    "narrator": "উবাই ইব্ন কা’ব (রাঃ)",
    "bn": "তিনি বলেন, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) আমাকে একটি সূরা পড়ালেন। আমি মসজিদে বসা থাকতেই শুনতে পেলাম, এক ব্যক্তি তা আমার কিরাআতের বিপরীত পাঠ করছে। আমি তাকে বললাম, তোমাকে এ সূরা কে শিক্ষা দিয়েছে? সে ব্যক্তি বলল, রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)। আমি বললাম, আমার কাছ থেকে পৃথক হবে না, যতক্ষণ না আমি রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর কাছে যাই। আমি তাঁর কাছে এসে বললাম, ইয়া রাসূলাল্লাহ্! আপনি আমাকে এই সূরাটি যেভাবে শিক্ষা দিয়েছেন। ঐ ব্যক্তি তা উল্টোভাবে পাঠ করেছে। তখন রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে উবাই! তুমি পড়; আমি পড়লাম। তখন আমাকে রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি ঠিক পাঠ করেছ। অতঃপর ঐ ব্যক্তিকে বললেন, তুমি পড়। সে আমার পড়ার অনুরূপ পড়ল। তাকেও রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, তুমি ঠিকই পড়েছ। এরপর রাসূলুল্লাহ্ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেন, হে উবাই! ব্যাপার এই যে, কুরআন সাত প্রকার লুগাতে নাযিল হয়েছে। তার প্রত্যেক প্রকারই রোগ মুক্তি এবং উদ্দেশ্য অনুধাবনে যথেষ্ট। আবু আবদুর রহমান (রাঃ) বলেন, মা’কাল ইব্ন উবায়দুল্লাহ তত সবল নন।",
    "ar": "أَخْبَرَنِي عَمْرُو بْنُ مَنْصُورٍ، قَالَ: حَدَّثَنَا أَبُو جَعْفَرِ بْنُ نُفَيْلٍ قَالَ: قَرَأْتُ عَلَى مَعْقِلِ بْنُ عُبَيْدِ اللَّهِ، عَنْ عِكْرِمَةَ بْنُ خَالِدٍ، عَنْ سَعِيدِ بْنِ جُبَيْرٍ، عَنْ ابْنِ عَبَّاسٍ، عَنْ أُبَيِّ بْنِ كَعْبٍ قَالَ: أَقْرَأَنِي رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ سُورَةً فَبَيْنَا أَنَا فِي الْمَسْجِدِ جَالِسٌ إِذْ سَمِعْتُ رَجُلًا يَقْرَؤُهَا يُخَالِفُ قِرَاءَتِي فَقُلْتُ لَهُ: مَنْ عَلَّمَكَ هَذِهِ السُّورَةَ؟ فَقَالَ: رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. فَقُلْتُ: لَا تُفَارِقْنِي حَتَّى نَأْتِيَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَأَتَيْتُهُ فَقُلْتُ: يَا رَسُولُ اللَّهِ، هَذَا خَالَفَ قِرَاءَتِي فِي السُّورَةَ الَّتِي عَلَّمْتَنِي فَقَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «اقْرَأْ يَا أُبَيُّ». فَقَرَأْتُهَا، فَقَالَ لِي رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَحْسَنْتَ». ثُمَّ قَالَ لِلرَّجُلِ: «اقْرَأْ». فَقَرَأَ فَخَالَفَ قِرَاءَتِي فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أَحْسَنْتَ». ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «يَا أُبَيُّ إِنَّهُ أُنْزِلَ الْقُرْآنُ عَلَى سَبْعَةِ أَحْرُفٍ كُلُّهُنَّ شَافٍ كَافٍ» قَالَ أَبُو عَبْدِ الرَّحْمَنِ: مَعْقِلُ بْنُ عُبَيْدِ اللَّهِ لَيْسَ بِذَلِكَ الْقَوِيِّ\n---\n[حكم الألباني] حسن صحيح",
    "grade_id": 12,
    "grade": "হাসান সহিহ",
    "grade_color": "#46B891",
    "note": null,
    "chapter": {
      "chapter_number": "11"
    }
  }
}