[
  {
    "hadith_id": 990,
    "narrator": "ইব্‌নু ‘ঊমার (রাঃ)",
    "bn": "এক ব্যক্তি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নিকট রাতের সালাত সম্পর্কে জিজ্ঞেস করল। আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বললেনঃ রাতের সালাত দু’ দু’ (রাক’আত) করে। আর তোমাদের মধ্যে কেউ যদি ফজর হবার আশঙ্কা করে, সে যেন এক রাক’আত সালাত আদায় করে নেয়। আর সে যে সালাত আদায় করলো, তা তার জন্য বিত্‌র হয়ে যাবে।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ، قَالَ أَخْبَرَنَا مَالِكٌ، عَنْ نَافِعٍ، وَعَبْدِ اللَّهِ بْنِ دِينَارٍ، عَنِ ابْنِ عُمَرَ، أَنَّ رَجُلاً، سَأَلَ رَسُولَ اللَّهِ صلى الله عليه وسلم عَنْ صَلاَةِ اللَّيْلِ فَقَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم ‏ \"‏ صَلاَةُ اللَّيْلِ مَثْنَى مَثْنَى، فَإِذَا خَشِيَ أَحَدُكُمُ الصُّبْحَ صَلَّى رَكْعَةً وَاحِدَةً، تُوتِرُ لَهُ مَا قَدْ صَلَّى ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 991,
    "narrator": "নাফি’ (রহঃ)",
    "bn": "‘আবদুল্লাহ্ ইব্‌নু ‘উমর (রাঃ) বিত্‌র সালাতের দু’ রাক’আতের মাঝে সালাম ফিরাতেন। অতঃপর কাউকে কোন প্রয়োজনীয় কাজের নির্দেশ দিতেন।",
    "ar": "وَعَنْ نَافِعٍ، أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ، كَانَ يُسَلِّمُ بَيْنَ الرَّكْعَةِ وَالرَّكْعَتَيْنِ فِي الْوِتْرِ، حَتَّى يَأْمُرَ بِبَعْضِ حَاجَتِهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 993,
    "narrator": "‘আবদুল্লাহ ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ রাতের সালাত দু’ দু’ রাক’আত করে। অতঃপর যখন তুমি সালাত শেষ করতে চাইবে, তখন এক রাক’আত আদায় করে নিবে। তা তোমার পূর্ববর্তী সালাতকে বিত্‌র করে দিবে। ক্বাসিম (রহঃ) বলেন, আমরা সাবালক হয়ে লোকদের তিন রাক’আত বিত্‌র আদায় করতে দেখেছি। উভয় নিয়মেরই অবকাশ রয়েছে। আমি আশা করি এর কোনটিই দূষনীয় নয়।",
    "ar": "حَدَّثَنَا يَحْيَى بْنُ سُلَيْمَانَ، قَالَ حَدَّثَنِي ابْنُ وَهْبٍ، قَالَ أَخْبَرَنِي عَمْرٌو، أَنَّ عَبْدَ الرَّحْمَنِ بْنَ الْقَاسِمِ، حَدَّثَهُ عَنْ أَبِيهِ، عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ، قَالَ قَالَ النَّبِيُّ صلى الله عليه وسلم ‏ \"‏ صَلاَةُ اللَّيْلِ مَثْنَى مَثْنَى، فَإِذَا أَرَدْتَ أَنْ تَنْصَرِفَ فَارْكَعْ رَكْعَةً تُوتِرُ لَكَ مَا صَلَّيْتَ ‏\"‏‏.‏ قَالَ الْقَاسِمُ وَرَأَيْنَا أُنَاسًا مُنْذُ أَدْرَكْنَا يُوتِرُونَ بِثَلاَثٍ، وَإِنَّ كُلاًّ لَوَاسِعٌ أَرْجُو أَنْ لاَ يَكُونَ بِشَىْءٍ مِنْهُ بَأْسٌ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 994,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এগার রাক’আত সালাত আদায় করতেন। এ ছিল তাঁর রাত্রিকালীন সালাত। এতে তিনি এমন দীর্ঘ সিজদা করতেন যে, তাঁর মাথা উঠাবার পূর্বে তোমাদের কেউ পঞ্চাশ আয়াত পড়তে পারে এবং ফাজরের সালাতের পূর্বে তিনি আরো দু’ রাক’আত পড়তেন। অতঃপর তিনি ডান কাতে শুয়ে বিশ্রাম করতেন, সালাতের জন্য মুআয্‌যিনের আসা পর্যন্ত।",
    "ar": "حَدَّثَنَا أَبُو الْيَمَانِ، قَالَ أَخْبَرَنَا شُعَيْبٌ، عَنِ الزُّهْرِيِّ، عَنْ عُرْوَةَ، أَنَّ عَائِشَةَ، أَخْبَرَتْهُ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُصَلِّي إِحْدَى عَشْرَةَ رَكْعَةً، كَانَتْ تِلْكَ صَلاَتَهُ ـ تَعْنِي بِاللَّيْلِ ـ فَيَسْجُدُ السَّجْدَةَ مِنْ ذَلِكَ قَدْرَ مَا يَقْرَأُ أَحَدُكُمْ خَمْسِينَ آيَةً قَبْلَ أَنْ يَرْفَعَ رَأْسَهُ، وَيَرْكَعُ رَكْعَتَيْنِ قَبْلَ صَلاَةِ الْفَجْرِ، ثُمَّ يَضْطَجِعُ عَلَى شِقِّهِ الأَيْمَنِ حَتَّى يَأْتِيَهُ الْمُؤَذِّنُ لِلصَّلاَةِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 992,
    "narrator": "ইব্‌নু ‘আব্বাস (রাঃ)",
    "bn": "তিনি তাঁর খালা উম্মুল মু’মিনীন মাইমূনা (রাঃ) এর ঘরে রাত কাটান। (তিনি বলেন) আমি বালিশের প্রস্থের দিক দিয়ে শয়ন করলাম এবং আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) ও তার পরিবার সেটির দৈর্ঘ্যের দিক দিয়ে শয়ন করলেন। নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতের অর্ধেক বা তার কাছাকাছি সময় পর্যন্ত ঘুমালেন। অতঃপর তিনি জাগ্রত হলেন এবং চেহারা হতে ঘুমের রেশ দূর করলেন। পরে তিনি সূরা আলে-ইমরানের (শেষ) দশ আয়াত তিলাওয়াত করলেন। অতঃপর আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) একটি ঝুলন্ত মশ্‌কের নিকট গেলেন এবং উত্তমরূপে উযূ করলেন। অতঃপর তিনি সালাতে দাঁড়ালেন। আমিও তার মতই করলাম এবং তার পাশেই দাঁড়ালাম। তিনি তাঁর ডান হাত আমার মাথার উপর রাখলেন এবং আমার কান ধরলেন। অতঃপর তিনি দু’ রাক’আত সালাত আদায় করলেন। অতঃপর দু’ রাক’আত, অতঃপর দু’ রাক’আত,  অতঃপর দু’ রাক’আত,  অতঃপর দু’ রাক’আত,  অতঃপর দু’ রাকাত। অতঃপর বিত্‌র আদায় করলেন। অতঃপর তিনি শুয়ে পড়লেন। অবশেষে মুআয্‌যিন তাঁর নিকট এলো। তখন তিনি দাঁড়িয়ে দু’ রাক’আত সালাত আদায় করলেন। অতঃপর বের হয়ে ফজরের সালাত আদায় করলেন।",
    "ar": "حَدَّثَنَا عَبْدُ اللَّهِ بْنُ مَسْلَمَةَ، عَنْ مَالِكٍ، عَنْ مَخْرَمَةَ بْنِ سُلَيْمَانَ، عَنْ كُرَيْبٍ، أَنَّ ابْنَ عَبَّاسٍ، أَخْبَرَهُ أَنَّهُ، بَاتَ عِنْدَ مَيْمُونَةَ، وَهْىَ خَالَتُهُ، فَاضْطَجَعْتُ فِي عَرْضِ وِسَادَةٍ، وَاضْطَجَعَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَأَهْلُهُ فِي طُولِهَا، فَنَامَ حَتَّى انْتَصَفَ اللَّيْلُ أَوْ قَرِيبًا مِنْهُ، فَاسْتَيْقَظَ يَمْسَحُ النَّوْمَ عَنْ وَجْهِهِ، ثُمَّ قَرَأَ عَشْرَ آيَاتٍ مِنْ آلِ عِمْرَانَ، ثُمَّ قَامَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِلَى شَنٍّ مُعَلَّقَةٍ، فَتَوَضَّأَ فَأَحْسَنَ الْوُضُوءَ، ثُمَّ قَامَ يُصَلِّي فَصَنَعْتُ مِثْلَهُ فَقُمْتُ إِلَى جَنْبِهِ، فَوَضَعَ يَدَهُ الْيُمْنَى عَلَى رَأْسِي، وَأَخَذَ بِأُذُنِي يَفْتِلُهَا، ثُمَّ صَلَّى رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ رَكْعَتَيْنِ، ثُمَّ أَوْتَرَ، ثُمَّ اضْطَجَعَ حَتَّى جَاءَهُ الْمُؤَذِّنُ فَقَامَ فَصَلَّى رَكْعَتَيْنِ ثُمَّ، خَرَجَ فَصَلَّى الصُّبْحَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 996,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, আল্লাহ্‌র রাসুল  (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতের সকল অংশে (অর্থাৎ বিভিন্ন রাতে বিভিন্ন সময়ে) বিত্‌র আদায় করতেন আর (জীবনের) শেষ দিকে সাহ্‌রীর সময় তিনি বিত্‌র আদায় করতেন।",
    "ar": "حَدَّثَنَا عُمَرُ بْنُ حَفْصٍ، قَالَ حَدَّثَنَا أَبِي قَالَ، حَدَّثَنَا الأَعْمَشُ، قَالَ حَدَّثَنِي مُسْلِمٌ، عَنْ مَسْرُوقٍ، عَنْ عَائِشَةَ، قَالَتْ كُلَّ اللَّيْلِ أَوْتَرَ رَسُولُ اللَّهِ صلى الله عليه وسلم وَانْتَهَى وِتْرُهُ إِلَى السَّحَرِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 995,
    "narrator": "আনাস ইব্‌নু সীরীন (রহঃ)",
    "bn": "তিনি বলেন, আমি ইব্‌নু ‘উমর (রাঃ) কে বললাম, ফজরের পূর্বের দু’ রাক’আতে আমি কির’আত দীর্ঘ করব কি-না, এ সম্পর্কে আপনার অভিমত কী? তিনি বললেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতে দু’ দু’ রাক’আত করে সালাত আদায় করতেন এবং এক রাক’আত বিত্‌র আদায় করতেন [১]। অতঃপর ফজরের সালাতের পূর্বে তিনি দু’ রাক’আত এমনভাবে আদায় করতেন যেন ইক্বামাতের শব্দ তাঁর কানে আসছে। রাব্বী হাম্মাদ (রহঃ) বলেন, অর্থাৎ তাড়াতাড়ি।",
    "ar": "حَدَّثَنَا أَبُو النُّعْمَانِ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، قَالَ حَدَّثَنَا أَنَسُ بْنُ سِيرِينَ، قَالَ قُلْتُ لاِبْنِ عُمَرَ أَرَأَيْتَ الرَّكْعَتَيْنِ قَبْلَ صَلاَةِ الْغَدَاةِ أُطِيلُ فِيهِمَا الْقِرَاءَةَ فَقَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي مِنَ اللَّيْلِ مَثْنَى مَثْنَى، وَيُوتِرُ بِرَكْعَةٍ وَيُصَلِّي الرَّكْعَتَيْنِ قَبْلَ صَلاَةِ الْغَدَاةِ وَكَأَنَّ الأَذَانَ بِأُذُنَيْهِ‏.‏ قَالَ حَمَّادٌ أَىْ سُرْعَةً‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 997,
    "narrator": "‘আয়িশা (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রাতে সালাত আদায় করতেন, তখন আমি তাঁর বিছানায় আড়াআড়িভাবে ঘুমিয়ে থাকতাম। অতঃপর তিনি যখন বিত্‌র পড়ার ইচ্ছা করতেন, তখন আমাকে জাগিয়ে দিতেন এবং আমিও বিত্‌র আদায় করে নিতাম।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى، قَالَ حَدَّثَنَا هِشَامٌ، قَالَ حَدَّثَنِي أَبِي، عَنْ عَائِشَةَ، قَالَتْ كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي، وَأَنَا رَاقِدَةٌ مُعْتَرِضَةً عَلَى فِرَاشِهِ، فَإِذَا أَرَادَ أَنْ يُوتِرَ أَيْقَظَنِي فَأَوْتَرْتُ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 998,
    "narrator": "‘আবদুল্লাহ ইবনে ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেনঃ বিত্‌রকে তোমাদের রাতের শেষ সালাত করবে।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ، عَنْ عُبَيْدِ اللَّهِ، حَدَّثَنِي نَافِعٌ، عَنْ عَبْدِ اللَّهِ، عَنِ النَّبِيِّ صلى الله عليه وسلم قَالَ ‏ \"‏ اجْعَلُوا آخِرَ صَلاَتِكُمْ بِاللَّيْلِ وِتْرًا ‏\"‏‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 999,
    "narrator": "সা’ঈদ ইব্‌নু ইয়াসার (রহঃ)",
    "bn": "তিনি বলেন, আমি ‘আবদুল্লাহ ইব্‌নু ‘উমর (রাঃ) এর সঙ্গে মক্কার পথে সফর করছিলাম। সাঈদ (রহঃ) বলেন, আমি যখন ফজর হয়ে যাবার ভয় করলাম, তখন সওয়ারী হতে নেমে পড়লাম এবং বিত্‌রের সালাত আদায় করলাম। অতঃপর তাঁর সঙ্গে মিলিত হলাম। তখন ‘আবদুল্লাহ ইব্‌নু ‘উমর (রাঃ) জিজ্ঞেস করলেন, তুমি কোথায় ছিলে? আমি বললাম, ভোর হয়ে যাবার ভয়ে নেমে বিত্‌রের নামায আদায় করেছি। তখন ‘আবদুল্লাহ ইব্‌নু ‘উমর (রাঃ) বললেন, আল্লাহ্‌র রাসুল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) এর মধ্যে কি তোমার জন্য উত্তম আদর্শ নেই? আমি বললাম, হ্যাঁ, আল্লাহ্‌র কসম ! তিনি বললেন, আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) উটের পিঠে বিত্‌রের সালাত আদায় করতেন।",
    "ar": "حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنِي مَالِكٌ، عَنْ أَبِي بَكْرِ بْنِ عُمَرَ بْنِ عَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ بْنِ عُمَرَ بْنِ الْخَطَّابِ، عَنْ سَعِيدِ بْنِ يَسَارٍ، أَنَّهُ قَالَ كُنْتُ أَسِيرُ مَعَ عَبْدِ اللَّهِ بْنِ عُمَرَ بِطَرِيقِ مَكَّةَ فَقَالَ سَعِيدٌ فَلَمَّا خَشِيتُ الصُّبْحَ نَزَلْتُ فَأَوْتَرْتُ، ثُمَّ لَحِقْتُهُ فَقَالَ عَبْدُ اللَّهِ بْنُ عُمَرَ أَيْنَ كُنْتَ فَقُلْتُ خَشِيتُ الصُّبْحَ، فَنَزَلْتُ فَأَوْتَرْتُ‏.‏ فَقَالَ عَبْدُ اللَّهِ أَلَيْسَ لَكَ فِي رَسُولِ اللَّهِ صلى الله عليه وسلم أُسْوَةٌ حَسَنَةٌ فَقُلْتُ بَلَى وَاللَّهِ‏.‏ قَالَ فَإِنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم كَانَ يُوتِرُ عَلَى الْبَعِيرِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1000,
    "narrator": "ইব্‌নু ‘উমর (রাঃ)",
    "bn": "তিনি বলেন, নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সফরে ফরয সালাত ব্যতীত তাঁর সওয়ারী হতেই ইঙ্গিতে রাতের সালাত আদায় করতেন সওয়ারী যে দিকেই ফিরুক না কেন। আর তিনি বাহনের উপরেই বিত্‌র আদায় করতেন।",
    "ar": "حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ، قَالَ حَدَّثَنَا جُوَيْرِيَةُ بْنُ أَسْمَاءَ، عَنْ نَافِعٍ، عَنِ ابْنِ عُمَرَ، قَالَ كَانَ النَّبِيُّ صلى الله عليه وسلم يُصَلِّي فِي السَّفَرِ عَلَى رَاحِلَتِهِ، حَيْثُ تَوَجَّهَتْ بِهِ، يُومِئُ إِيمَاءً، صَلاَةَ اللَّيْلِ إِلاَّ الْفَرَائِضَ، وَيُوتِرُ عَلَى رَاحِلَتِهِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1001,
    "narrator": "মুহাম্মাদ ইব্‌নু সীরীন (রহঃ)",
    "bn": "তিনি বলেন, আনাস ইব্‌নু মালিক (রাঃ) কে জিজ্ঞেস করা হয়েছিল যে, ফজরের সালাতে কি নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) কুনূত পড়েছেন? তিনি বললেন, হ্যাঁ। তাঁকে জিজ্ঞেস করা হলো তিনি কি রুকু’র পূর্বে কুনূত পড়েছেন? তিনি বললেন, কিছু সময় রুকু’র পরে পড়েছেন।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا حَمَّادُ بْنُ زَيْدٍ، عَنْ أَيُّوبَ، عَنْ مُحَمَّدٍ، قَالَ سُئِلَ أَنَسٌ أَقَنَتَ النَّبِيُّ صلى الله عليه وسلم فِي الصُّبْحِ قَالَ نَعَمْ‏.‏ فَقِيلَ لَهُ أَوَقَنَتَ قَبْلَ الرُّكُوعِ قَالَ بَعْدَ الرُّكُوعِ يَسِيرًا‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1002,
    "narrator": "‘আসিম (রহঃ)",
    "bn": "তিনি বলেন, আমি আনাস ইব্‌নু মালিক (রাঃ)-কে কুনূত সম্পর্কে জিজ্ঞেস করলাম। তিনি বললেন, কুনূত অবশ্যই পড়া হত। আমি জিজ্ঞেস করলাম রুকুর পূর্বে না পরে? তিনি বললেন, রুকূ’র পূর্বে। ‘আসিম (রহঃ) বললেন, অমুক ব্যক্তি আমাকে আপনার বরাত দিয়ে বলেছেন যে, আপনি বলেছেন, রুকু’র পরে। তখন আনাস (রাঃ) বলেন, সে ভুল বলেছে। রসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রুকু’র পরে এক মাস ব্যাপী কুনূত পাঠ করেছেন। আমার জানা মতে, তিনি সত্তর জন সাহাবীর একটি দল, যাদের কুর্‌রা (অভিজ্ঞ ক্বারীগণ) বলা হতো মুশরিকদের কোন এক কওমের উদ্দেশ্যে পাঠান। এরা সেই কাঊম নয়, যাদের বিরুদ্ধে আল্লাহ্‌র রসূল (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বদ দু’আ করেছিলেন। বরং যাদের সাথে তাঁর চুক্তি ছিল (এবং তারা চুক্তি ভঙ্গ করে ক্বারীগণকে হত্যা করেছিল) তিনি এক মাস ব্যাপী কুনূতে সেসব কাফিরদের জন্য অভিসম্পাত করেছিলেন।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا عَبْدُ الْوَاحِدِ، قَالَ حَدَّثَنَا عَاصِمٌ، قَالَ سَأَلْتُ أَنَسَ بْنَ مَالِكٍ عَنِ الْقُنُوتِ،‏.‏ فَقَالَ قَدْ كَانَ الْقُنُوتُ‏.‏ قُلْتُ قَبْلَ الرُّكُوعِ أَوْ بَعْدَهُ قَالَ قَبْلَهُ‏.‏ قَالَ فَإِنَّ فُلاَنًا أَخْبَرَنِي عَنْكَ أَنَّكَ قُلْتَ بَعْدَ الرُّكُوعِ‏.‏ فَقَالَ كَذَبَ، إِنَّمَا قَنَتَ رَسُولُ اللَّهِ صلى الله عليه وسلم بَعْدَ الرُّكُوعِ شَهْرًا ـ أُرَاهُ ـ كَانَ بَعَثَ قَوْمًا يُقَالُ لَهُمُ الْقُرَّاءُ زُهَاءَ سَبْعِينَ رَجُلاً إِلَى قَوْمٍ مِنَ الْمُشْرِكِينَ دُونَ أُولَئِكَ، وَكَانَ بَيْنَهُمْ وَبَيْنَ رَسُولِ اللَّهِ صلى الله عليه وسلم عَهْدٌ فَقَنَتَ رَسُولُ اللَّهِ صلى الله عليه وسلم شَهْرًا يَدْعُو عَلَيْهِمْ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1003,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, একমাস ব্যাপী নবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) রি’ল ও যাক্‌ওয়ান গোত্রের বিরুদ্ধে কুনূতে দু’আ পাঠ করেছিলেন।",
    "ar": "أَخْبَرَنَا أَحْمَدُ بْنُ يُونُسَ، قَالَ حَدَّثَنَا زَائِدَةُ، عَنِ التَّيْمِيِّ، عَنْ أَبِي مِجْلَزٍ، عَنْ أَنَسٍ، قَالَ قَنَتَ النَّبِيُّ صلى الله عليه وسلم شَهْرًا يَدْعُو عَلَى رِعْلٍ وَذَكْوَانَ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  },
  {
    "hadith_id": 1004,
    "narrator": "আনাস ইব্‌নু মালিক (রাঃ)",
    "bn": "তিনি বলেন, মাগরিব ও ফজরের সালাতে কুনূত পড়া হত।",
    "ar": "حَدَّثَنَا مُسَدَّدٌ، قَالَ حَدَّثَنَا إِسْمَاعِيلُ، قَالَ حَدَّثَنَا خَالِدٌ، عَنْ أَبِي قِلاَبَةَ، عَنْ أَنَسٍ، قَالَ كَانَ الْقُنُوتُ فِي الْمَغْرِبِ وَالْفَجْرِ‏.‏",
    "grade_id": 2,
    "grade": "সহিহ হাদিস",
    "grade_color": "#46B891",
    "note": null
  }
]